[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xzEwXNllYKxhRFCtWzRaYdA6gD.jpg",
        "title": "Freaks – You’re One of Us (2020)",
        "description": "အခုတင်ဆက်မဲ့ဇာတ်ကားလေးကတော့ အက်ရှင်ဒရမ်မာ သိပ္ပံစိတ်ကူးယဉ်ကားလေးပဲ ဖြစ်ပါတယ်။ဝင်ဒီဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာငယ်ငယ်က ကြုံတွေ့ခဲ့ရတဲ့ ဖြစ်ရပ်တစ်ခုကြောင့် စိတ်ဒဏ်ရာရနေခဲ့ပါတယ်။သူမရဲ့စိတ်ရောဂါသက်သာစေဖို့အတွက် ဆေးကုသမှုတွေခံယူခဲ့နေရင်းနဲ့တစ်နေ့မှာ ထူးဆန်းတဲ့လူတစ်ဦးနဲ့တွေ့ဖို့ အကြောင်းဖန်လာခဲ့တယ်။ပြီးတော့ မထင်မှတ်တဲ့ အကြောင်းအရာတစ်ခုကိုပါသိလိုက်ရတယ်။အဲ့တာကတော့ စိတ်ရောဂါကုဆရာဝန်တွေက လူနာတွေဆီမှာရှိတဲ့သဘာဝလွန်စွမ်းအားတွေကို ပျောက်ကွယ်အောင်လုပ်နေတယ်ဆိုတာပါပဲ။အဲ့ဒီလူက ကုသမှုကို ရပ်ဆိုင်းဖို့သူမကို အကြံပေးခဲ့ပါတယ်။တကယ်တမ်း ဝင်ဒီလည်း ကုသမှုကို ရပ်ဆိုင်းလိုက်ပါ့မလား။အဲ့လိုလုပ်ခဲ့ရင်ကော သူမဆီက သဘာဝလွန်စွမ်းအားတွေကတကယ်ပဲ ပေါ်ထွက်လာပါ့မလားဆိုတာကို ဒီဇာတ်ကားလေးထဲမှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ File Size : ( 868 MB , 282 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 32 min\nFormat : Mp4\nGenre : Action , Drama , Fantasy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/freaks-youre-one-of-us-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzFatNrw0lhKD5NxaU6zC7S2KjP.jpg",
        "title": "The Owners(2020)",
        "description": "The Owners(2020)ချမ်းသာတဲ့ဆရာဝန်လင်မယား(၂)ယောက်ရှိတယ်....ဒီလင်မယား(၂)ဉီးဟာ အသက်တွေကြီးတဲ့အပြင်သားမြေးတွေလည်းရှိပုံမရဘူး....ဒီတော့ ငွေလွယ်လွယ်ရချင်တဲ့  လူ(၃)ဉီးဟာ ဒီလင်မယား(၂)ဉီးအကြောင်းကိုသိပြီးဓားပြဝင်တိုက်တယ်.....ဓားပြဝင်တိုက်တဲ့သူတွေဟာငွေတွေအလွယ်တကူရလိမ့်မယ်လို့ ထင်ခဲ့ပေမဲ့ အိမ်ကို ဓားပြတိုက်ပြီး နာရီပိုင်းအတွင်းမှာတင် ဒီသက်ကြီးရွယ်ဉီး(၂)ဉီးဟာကြောက်စရာကောင်းတဲ့ လျှို့ဝှက်ချက်တွေရှိပြီးတော့သူတို့ထင်သလို မလွယ်ကူတဲ့အပြင် ကိုယ်တိုင်မုဆိုးကနေ သားကောင်အဖြစ်ကိုရောက်သွားတဲ့အချိန်မှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး...ဒီကားထဲက အဓိကမင်းသမီးလေး Maisie Williams ကိုတော့ Games Of Thrones ထဲမှာ အာယာစတဒ်အဖြစ်နဲ့  Needle ဆိုတဲ့ဓားလေးကို ကိုင်ပြီး ဖိုက်တာကျခဲ့တာကို အားလုံးသိကြမှာပါ....ဒီအထဲမှာရောဘယ်လောက်ဖိုက်တာကျနိုင်မလဲ အားပေးလိုက်ကြပါဉီး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (317MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Action, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-owners2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qFPu7C23VqLhQXb4F2pW0t9HnSL.jpg",
        "title": "V (2020)",
        "description": "V(2020)ကားကောင်းတွေ ငတ်နေကြတယ် ကြားလို့ ကျွန်တော်တို့ စောင့်နေတဲ့ကားကြီး ဒီနေ့စ ရောင်းရောင်းချင်း တင်ပေးနိုင်ဖို့ ကြိုးစားထားပါတယ်။ တေလဂူးကားပရိသတ်တွေကတော့ တေလဂူးကားတွေ ဘယ်လိုကောင်းလဲဆိုတာ မပြောလည်း သိမှာပါ။ဒီကားဟာ  လူသတ်သမားတစ်ယောက်နဲ့၊ ရဲအရာတစ်ယောက်တို့ အားပြိုင်မှုကြောင့် ဇာတ်လမ်းက သွေးဆူစိတ်လှုပ်ရှားရလောက်အောင်မိုက်ပါတယ်....အိန္ဒိယကားအများစုထဲ ဗီလိန်ကို အားမရတာ ကြုံဖူးကြမှာပါ။ ဒီဇာတ်ကားမှာတော့ ဗီလိန်ကတော့ အားရစရာ ကောင်းပြီးရဲအရာရှိကလည်း အစွမ်းကုန်ကြိုးစားမှာပါ။ သဲလွန်စပေးပြီး သတ်မယ်ဆိုတဲ့ လူသတ်သမားရယ်၊လူသတ်မှုကို ဖော်ထုတ်မယ့် ရဲအရာရှိရယ် အဓိက ပါဝင်ကစားထားကြတယ်။ကဲခင်ဗျားတို့လည်း စိတ်ဝင်စားကြပြီမဟုတ်လား။ ပွဲကြည့်ပရိသတ်အနေနဲ့ ခင်ဗျားတို့ကို ထည့်ပေးမယ်ဆိုရင်ရောဇာတ်လမ်းထဲ သင့်ကိုပါ ခေါ်လိုက်မယ်ဆိုရင်ရော၊ ခင်ဗျားတို့ လူသတ်သမားဖက်က ပါမလား၊ရဲအရာရှိဖက်က ပါမလား။ let's join the game!ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/v2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BM2E5ZTUxNjEtYjE4Ni00Y2Y3LThkMDYtOGYwMzcyM2JjYWU1XkEyXkFqcGdeQXVyNzg5MzIyOA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Big Ugly (2020)",
        "description": "မိတ်ဆွေအရင်းတွေဖြစ်တဲ့ရေနံလုပ်ငန်းရှင်\nပရစ်စတွန်နဲ့ ဟာရစ်က\nအနောက်ဗာဂျီးနီးယားကိုအလုပ်ကိစ္စနဲ့လာခဲ့ကြတယ်။\nတစ်ရက်မှာ ပရစ်စတွန်ရဲ့သား ကြောင့်\nဟာရစ်ရဲ့အားအကိုးရဆုံးအလုပ်သမား\nနီးလင်းရဲ့ ရည်းစားကောင်မလေး သေသွားခဲ့တယ်။\nဒီကိစ္စကိုနှစ်ဖက်လုံးကသိသွားတဲ့အခါ\nမိတ်ဆွေနှစ်ယောက်ရဲ့ရင်းနှီးမှုပျက်စီးသွားမှာလား။\nနီးလင်းကရော သူ့ကောင်မလေးကို\nသတ်တဲ့သူကိုလိုက်ရှာပြီးဘယ်လိုပြန်ကလဲ့စားချေမှာလဲ။\n၂၀၂၀ မှာထွက်ရှိထားတဲ့\nအက်ရှင်ဇာတ်ကားကောင်းလေးမို့\nဆက်ဆက်ကြည့်လိုက်ကြပါဦး\n \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle -  Burmese\nTranslator - Floria\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-big-ugly-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sIPNjDEf1iXOqULOXiRhqprllbz.jpg",
        "title": "The Decline (2020)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ Febကမှ Netflix က‌လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်Action Thriller ဖန်တွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားလေးပါအဓိကရုဏ်းတွေ ကပ်ရောဂါတွေ သဘာဝဘေးအန္တရာယ်တွေကနေကိုယ့်မိသားစု ကိုယ့်ပိုင်ဆိုင်မှုတွေကို ဘယ်လိုကာကွယ်ရမလဲဆိုတာသင်ကြားပေးတဲ့ လေ့ကျင့်ရေးစခန်း တစ်ခုအပေါ်မှာ ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီးမမျှော်လင့်ဘဲ သူတို့ထဲက လူတစ်ယောက် မတော်တဆသေသွားတဲ့အခါကျန်တဲ့သူတွေကော တကယ်ပဲအသက်ရှင်ကျန်နိုင်မှာလားကိုယ့်မိသားစုကို တကယ်ပဲကာကွယ်နိုင်မှာလား ??ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာတော့ ဇာတ်ကားထဲမှာ ရှုစားလိုက်ကြပါဦးနော် File Size : ( 775 MB , 285 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 23 min\nFormat : Mp4\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-decline-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5t1k6timRKeS7N5YV6LGXeRG6QC.jpg",
        "title": "Sword Dynasty ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2020ထွက် ဟာသ အက်ရှင် သိုင်းကားလေးဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့မင်းကြီးဟိန်လက်ထက်မှာ တိုင်းပြည်မငြိမ်းချမ်းပဲဖြစ်နေရပါတယ်..အာဏာရှိတဲ့လူတွေဖွဲ့စည်းပြီး လူတော်တွေစုစည်းထားတဲ့အဝတ်စအမိန့်စာပြုလုပ်ကာစုဆောင်းစေပါတယ်...ဒါတွေကိုသိသွားတဲ့မင်းကြီးဟိန်ကသူ့လက်အောက်ခံခေါင်းဆောင်ဟိန်ကို ဒီအဝတ်စအမိန့်စာကိုယူထုတ်သွားတဲ့အမတ်ရွှမ်ဝူနဲ့တကွအမိန့်စာမှာပါတဲ့သူတွေကိုသတ်ဖို့အမိန့်ပေးလိုက်ပါတယ်...ဒီလိုနဲ့ရှဲ့ချန်စိမ်းဆိုတဲ့ အလုပ်မရှိအကိုင်မရှိသူငှေးသားတစ်ယောက်ဟာမိန်းကလေးပိုင်ကိုကြိုက်သွားပြီး အမတ်ရွှမ်ဝူရဲ့အဝတ်ကိုလုယူပြီးအမတ်ရွမ်ဝူအ ဖြစ်ဟန်ဆောင်လိုက်ချိန်မှာ ဘယ်လိုရှုပ်ထွေးမှုတွေဖြစ်လာမလဲ.....ဇာတ်လမ်းတစ်ခုလုံး ဟာသလေးတွေ စိတ်ဝင်စားစရာတွေနဲ့ရောယှက်ရင်းတဖြည်းဖြည်းနဲ့တိုက်ခိုက်မှုတွေစလာချိန်မှာတော့ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါဒါနဲ့မင်းသမီးတွေကလဲ ချစ်စရာလေးတွေဆိုတော့အကြိုက်တွေ့စေမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/sword-dynasty-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AnrB9X6JGBUDVQv8HmrXfCbhGvi.jpg",
        "title": "Shaolin Temple’s 18 Arhats ( 2020 )",
        "description": "ဒီ2020ထွက်ဇာတ်ကားသစ်လေးမှာ ရှောင်လင်လော်ဟန့်၁၈ပါးရဲ့တိုက်ခိုက်မှုတွေ..ဂျပန်တွေရဲ့ရက်စက်မှုတွေကို မြင်ရမယ့်အပြင် ဇာတ်လမ်းတစ်ခုလုံးကိုတိုက်ခိုက်မှုတွေနဲ့ဖန်တီးထားလို့ရှောင်လင်သိုင်းကားစောင့်မျှော်နေတဲ့သူတွေအတွက်အကြိုက်တွေ့စေမှာပါဇာတ်လမ်းအကျဉ်းကတော့ ပင်လယ်ဓားပြလို့အမည်တွင်တဲ့ဂျပန်တပ်ဖွဲ့တွေ ကျူးကျော်ဝင်ရောက်လာပြီးနှိပ်စက်သောင်းကျန်းနေစဉ်ကာလမှာ ဘယ်လိုမှထိန်းမရနိုင်ဖြစ်နေပါတယ်...ဒီလိုနဲ့ရှောင်လင်ဘုန်းတော်ကြီး လော်ဟန့်၁၈ပါးတို့ဟာ မင်းကြီးအမိန့်အရတပ်ဖွဲ့တွေကိုသိုင်းပညာသင်ပေးဖို့ ဖေးယွီဆိပ်ကမ်းကိုသွားဖို့လာခဲ့ပေမယ့်ပြည်သူတွေကိုကိုယ်တိုင်ကာကွယ်ဖို့ဖြစ်လာတဲ့အခါ...ပင်လယ်ဓားပြဂျပန်တွေကိုနှိမ်နင်းနိုင်ပါ့မလား... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/shaolin-temples-18-arhats-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bKthjUmxjHjvJK8FktFfQdmwP12.jpg",
        "title": "Deep Blue Sea 3 (2020)",
        "description": "ဒီနှစ်တွေအများကြီးထဲမှာ ငါးမန်းကားတွေအများကြီးထွက်ခဲ့တယ်..ငါးမန်းကားတွေအကုန်လုံးကလည်း ငါးမန်းရှိတဲ့နေရာဒါမှမဟုတ် ငါးမန်းက နေရာကိုရောက်လာပြီး အကုန်လုံးကို ကိုက်သတ်တယ်ပြီးတော့လူတွေက ငါးမန်းကိုပြန်ပြီးသတ်တယ် ဆိုတဲ့ပုံစံနဲ့ဇာတ်ကားမျိုးတွေပါပဲ...ဒီတစ်ခါ ငါးမန်းကားကတော့ အဲဒီလိုငါးမန်းကားမျိုး မဟုတ်ပဲထူးထူးခြားခြားငါးမန်းကားမလို့ တင်ဆက်ပေးလိုက်ပါတယ် ..ရာသီဥတုပြောင်းလဲမှုကြောင့်ရေအောက်သတ္တဝါတို့ရဲ့ပြောင်းလဲမှုကိုလေ့လာနေတဲ့ဒေါက်တာ ကိုလင်းဟာ မိုဇမ်ဘိ ရဲ့ ရေနက်ပိုင်းမှာ ငါးတွေရဲ့ အလေ့အထကိုလေ့လာရင်းလူတွေကိုဗဟုသုတ မျှဝေပေးနေပါတယ်။အဲဒီရာသီဥတုပြောင်းလဲမှုမှာ ပြောင်းလဲသွားပြီးဓလေ့ပိုင်းပြောင်းလဲနေတဲ့ ငါးမန်းတစ်ချို့လည်းရှိနေပါသေးတယ်။အဲဒီငါးမန်းတွေကို လိုက်လံကာလေ့လာနေတဲ့လူတစ်စုနဲ့ ဒေါက်တာကိုလင်းနဲ့ တွေ့ကြတဲ့အခါ ....အဲဒီလေ့လာနေတဲ့လူတစ်စုကရော ဘယ်လိုလူမျိုးတွေလဲ...ဒေါက်တာကိုလင်းဟာလည်း ငါးများကိုလေ့လာနေပြီးငါးများကိုကာကွယ်မှုပြုလုပ်နေသူပီပီ ဘယ်လိုမျိုး အတွေ့အကြုံတွေကိုကြုံရမလဲအဲဒီရာသီဥတုပြောင်းလဲမှုကြောင့်ဓလေ့ပြောင်းလဲနေတာက ငါမန်းတွေရောဟုတ်ရဲ့လား ...သူတို့ကရော ဘယ်လိုပြောင်းလဲသွားတာလဲဆိုတာက...ဒေါက်တာကိုလင်းတစ်ယောက် အသစ်အသစ်သောမျိုးစိတ်တွေကိုတွေ့လိုက်ရတဲ့အချိန်ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာကိုဆက်လက်ကြည့်ရှုကြပါဦး။ File Size : ( 938 MB , 340 ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/deep-blue-sea-3-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugZW8ocsrfgI95pnQ7wrmKDxIe.jpg",
        "title": "Hard Kill (2020)",
        "description": "Action/Thriller အမျိုးအစားပါ။ Eva ဆိုတဲ့ ကောင်မလေးကလူတွေရဲ့ ဘဝကို ကယ်တင်ဖို့ဆိုပြီးကမ္ဘာကြီးကို ပြောင်းလဲပစ်နိုင်မယ့် A.I စနစ် နည်းပညာတစ်ခုကို တီထွင်ခဲ့တယ်။အဲ့ဒီနည်းပညာဟာ Pardoner ဆိုတဲ့psychopath အကြမ်းဖက်သမား လက်ထဲရောက်သွားတယ်။သူကတော့ အဲ့ဒီ A.I system ကြီးကိုသုံးပြီး တစ်ကမ္ဘာလုံးကprogram တွေ လုပ်ငန်းတွေအကုန်လုံးကို အပျောက်ဖျောက်ချင်တာပါတဲ့။တစ်မ္ဘာလုံးကို reset ချချင်တာမျိုးပေါ့။ဒါပေမယ့် အဲ့ဒီနည်းပညာကို သုံးဖို့က လျှို့ဝှက်ကုဒ်နဲ့ ဖြည်မှရမှာ။အဲ့ဒီကုဒ်ကိုသိတဲ့သူက Eva ရဲ့အဖေ Donovan ။ဒီတော့ Pardonerက Donovan ကို အကျပ်ကိုင်ဖို့ သူ့သမီးကို ဖမ်းထားလိုက်တယ်။အဲ့ဒီမှာပဲ Donovan က ဇာတ်လိုက် Miller ခေါင်းဆောင်တဲ့ကြေးစားအထူးတပ်ဖွဲ့ကို ငှားရမ်း တာဝန်ပေးတာနဲ့ ဇာတ်လမ်းစပါတယ်။ File ...",
        "rating": "3.0",
        "url": "https://channelmyanmar.org/hard-kill-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQqqsj0WhANqGqHQ8BhBE7iI4bk.jpg",
        "title": "Enter the Fat Dragon ( 2020 )",
        "description": "ဒီဇာတ်ကားက တော့မင်းသားကြီး Donnie Yenရဲ့ february 1 2020မှာထွက်ရှိလာတဲ့ Action,Adventure,Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ဟောင်ကောင်ရဲအရာရှိတစ်ယောက်ဟာအရမ်းကြိုးစားပြီးလုပ်ကိုင်ပေမယ့် လွဲချော်မှုတွေကြုံရရင်းရာထူးချခံရတဲ့အပြင်ချစ်ရသူရဲ့လမ်းခွဲခြင်းကိုပါခံလိုက်ရတဲ့အခါ...စိတ်ဓာတ်ကျသွားပြီးအစားအလွန်စားရင်းကနေ၁၀၀ကီလိုကျော်ဝတဲ့ဖက်တီးတစ်ယောက်ဖြစ်လာပါတယ်...ဒီလိုနဲ့ ဂျပန်ရဲတပ်ဖွဲ့ကအလိုရှိနဲ့သူတစ်ယောက်ကိုသွားပို့ပြီးရာထူးပြန်ရဖို့အခွင့်အလမ်းရလာတဲ့အခါ မထင်မှတ်ပဲလူဆိုးဂိုဏ်းတစ်ခုနဲ့ပတ်သက်ဖို့ရာဖြစ်လာပါတယ်.....ဂျပန်မှာဘယ်လိုလွဲချော်မှုတွေကြုံတွေ့ရမှာလဲ...မသမာမှုလုပ်ရပ်တွေကိုဖော်ထုတ်နိုင်ပါ့မလား... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/enter-the-fat-dragon-2020/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9biunspZ5C2A4jNqH693H7PEda0.jpg",
        "title": "Sadak 2(2020)",
        "description": "Sadak 2(2020)လူ့လောကကို စိတ်ကုန်နေတဲ့ တက္ကစီဒရိုက်ဘာတစ်ယောက်ရယ်၊ မသမာသူတွေ လက်ထဲက ပြေးထွက်လာတဲ့ ချစ်သူစုံတွဲရယ်နဲ့ဇာတ်လမ်းဖွင့်ထားတာတွေ့ရပါလိမ့်မယ်...။အစောပိုင်းမှာ အဲ့ဒီ ဒရိုက်ဘာကြီးဆီကို ညဉ့်နက်ချိန်မှာ မိန်းကလေးတစ်ယောက်က သူသွားလိုတဲ့ နေရာကိုလိုက်ပို့ပေးရမည်ဖြစ်ကြောင်းပြောပြီး အရင်ကတည်းက ကြိုတင်မှာထားကြောင်း ပြောပါတယ်။တက္ကစီဒရိုက်ဘာကလည်း ငြင်းမရတော့တဲ့အဆုံးမှာ သူသွားလိုရာကို လိုက်ပို့ပေးဖို့ ဖြစ်လာခဲ့ပါတယ်။ဒါပေမဲ့ ကောင်မလေးဟာ တစ်ခုခုက ထွက်ပြေးလာပုံပေါ်နေတာမို့ တက္ကစီဒရိုက်ဘာကတော့ ရိပ်စားမိပါတယ်။ဒါ့အပြင် ဗဟိုအကျဉ်းထောင်ကို သွားပြီး သူ့ချစ်သူကို ခေါ်ရဦးမည်တဲ့။ ကိုယ်တိုင်က အားလုံးကိုစိတ်ပျက်နေရတဲ့ကြားထဲအန္တရယ်အငွေ့အသက်တွေပြည့်နေတဲ့ မိန်းကလေးတစ်ယောက်ကို ကားပေါ်တင်လာပြီးတဲ့အချိန်ကစပြီးဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....ဒီကားနဲ့ပတ်သက်ပြီး  IMDb Ratingကိုပြောချင်ပါသေးတယ်။ Ratingကို အနည်းဆုံးပဲမြင်ရမှာပါ။ဒါဟာ ဇာတ်ကားကို ကောင်းသည်ဖြစ်စေ၊ဆိုးသည်ဖြစ်စေ မထွက်ခင်ကတည်းကဒီလိုပေးကြမယ်လို့ ကြံစည်ထားကြတာပါ။ ဆူရှန့်သေဆုံးမှုနဲ့ ပတ်သက်ပြီး ဘောလိဝုဒ်ရဲ့ တချို့ဇာတ်ကားတွေကိုIMDb Rating နဲ့ သတ်မှတ်လို့မရတော့တဲ့ အခြေအနေပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Nyi Koe နဲ့ Myint Thu တို့ပဲဖြစ်ပါတယ်....File Size : (1.03 GB) ...",
        "rating": "1.1",
        "url": "https://channelmyanmar.org/sadak-22020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i4kPwXPlM1iy8Jf3S1uuLuwqQAV.jpg",
        "title": "One Night in Bangkok (2020)",
        "description": "ကိုင် ဆိုတဲ့လူဟာ စစ်တပ်ထွက် ပင်စင်စားတစ်ယောက်ဖြစ်ပြီးမကြာသေးခင်ကမှ သမီးဖြစ်သူနဲ့ သူတို့မိသားစုကိုယာဉ်တိုက်မှုတစ်ခုမှာ ဆုံးရှုံးလိုက်ရသူပါ ဒီလိုနဲ့ လအနည်းငယ်ကြာတဲ့အခါမှာ ကိုင်တစ်ယောက် ထိုင်းနိုင်ငံကိုရောက်ရှိလာပြီးဖာ လို့ခေါ်တဲ့အမျိုးသမီးလေးတစ်ဦး မောင်းတဲ့တက္ကစီကို ငှားပြီးတဲ့နောက်မှာနောက်ထပ်နေရာငါးနေရာကို ဆက်သွားဖို့ ကိုင်က ဖာကိုကမ်းလှမ်းပါတယ်ဖာက ကမ်းလှမ်းချက်ကို လက်ခံမှာလား ကိုင် မိသားစုရဲ့မတော်တဆမှုနဲ့ ဒီတက္ကစီယာဉ်မောင်းမလေးနဲ့ ဘယ်လိုပတ်သက်နေမလဲအဲ့ဒီနေရာငါးနေရာကရော ဘာ‌ကြောင့်သွားမှာလဲစသဖြင့် အကြောင်းအရာပေါင်းများစွာကို အက်ရှင်မင်းသားဟောင်းMark Dacascos သရုပ်ဆောင်တဲ့ One Night in Bangkok မှာ ပီပြင်စွာကြည့်ရှူရမှာ ဖြစ်ပါတယ် File Size : ( 980 MB , 361 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 45 min\nFormat ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/one-night-in-bangkok-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/malibu-2-143x200.jpg",
        "title": "Malibu Rescue: The Next Wave 2020",
        "description": "2019 မှာ Malibu Rescue ဆိုပြီး ပထမပိုင်းအရင်ထွက်ရှိခဲ့ပြီး အခု 2020 မှာ The Next Wave ဆိုပြီး ထွက်ရှိခဲ့ပါတယ်။\nMalibu Rescue ဆိုတာကတော့ Malibu ကမ်းခြေက လူငယ်ကယ်ဆယ်ရေးအသင်းတစ်ခုပါ။ ကမ်းခြေမှာ ရေလာဆော့တဲ့သူတွေ အန္တရာယ်ကြုံတွေ့တဲ့အခါ ကူညီပေးရတဲ့ အဖွဲ့ပါ။\nSeason 1 မှာတုန်းက ဇာတ်လိုက်ဖြစ်သူ တိုင်လာနဲ့ သူ့ဘော်ဒါတစ်သိုက်ဟာ အသင်းထဲကို ၀င်ခွင့်ရဖို့ ကြိုးစားခဲ့ပုံတွေကို တွေ့ရမှာပါ။\nအခု Season 2 မှာတော့ ပို အဆင့်မြင့်သွားပါပြီ။ Beachmaster ဆိုတဲ့ အပြည်ပြည်ဆိုင်ရာပြိုင်ပွဲတစ်ခုကို ယှဉ်ပြိုင်ကြရတော့မှာပါ။ နိုင်ငံပေါင်းစုံက နိုင်ငံ့ကိုယ်စားပြုအသင်းတွေနဲ့ ချန်ပီယံကို လုရတော့မှာပါ။\nSeason 1 ရှိတဲ့ ဇာတ်ကားဆိုတော့ Season 2 ကို spoiler မပေးတော့ပါဘူး။ 2 ကို မကြည့်ခင် 1 ကိုအရင် ကြည့်ကြဖို့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/malibu-rescue-the-next-wave-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/TK-140x200.jpg",
        "title": "The King is Invincible ( 2020 )",
        "description": "သိုင်းကားကောင်းကြိုက်သူတွေအကြိုက်တွေ့စေမယ့်၂၀၂၀ထွက်ဇာတ်ကားကောင်းလေးတစ်ကားပါ..အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ဟွမ်ဖေးဟုန်နဲ့ မစ္စ၁၃ကိုမင်းသား မင်းသမီးအသစ်တွေနဲ့ပြန်ရိုက်ထားပေမယ့် မူလအရသာမပျက်လို့ ကျေနပ်မိပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ချင်မင်းဆက်နှောင်းပိုင်းကာလမှာ တိုင်းပြည်ရဲ့ရှေးဟောင်းရတနာမော့လုံပန်ချီကားလုယက်ခံလိုက်ရပါတယ်...ဟွမ်ဖေးဟုန်ဟာ မော့လုံပန်ချီကားလုယူသွားတဲ့သူနောက်လိုက်ရင်းမစ္စ၁၃နဲ့လက်ထပ်ဖို့ချိန်းဆိုထားတဲ့နေ့ကိုပျက်ကွက်ခဲ့တဲ့အခါ....မစ္စ၁၃ စိတ်ဆိုးပြီးရှန်ဟိုင်းကိုထွက်သွားတဲ့အချိန် ဟွမ်ဖေးဟုန်ကလဲမော့လုံပန်းချီကားအတွက်ရှန်ဟိုင်းကိုလိုက်သွားဖို့ဖြစ်လာတဲ့အခါ.....ရှေးဟောင်းရတနာတွေကိုလုယက်ခိုင်းနေတဲ့ နောက်ကွယ်ကကြိုးကိုင်သူကဘယ်သူဖြစ်မလဲ....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-king-is-invincible-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iEc34Qje2V3FZnrSXKfZsbiHjW.jpg",
        "title": "The Sleepover(2020)",
        "description": "The Sleepover(2020)အညွှန်း**************************((ဇာတ်ကားအလန်းမို့ 1080P5.1CH,720Pတို့ဖြင့်တင်ဆက်ပေးထားပါသည်...))အဖေရယ် အမေရယ် သားလေးရယ် သမီးလေးရယ်နဲ့ပျော်ပျော်နေတတ်တဲ့ မိသားစု(၄)ဉီးရှိတယ်....သာမန်လူတန်းစားဖြစ်ကြသလို သိပ်ချစ်ကြတဲ့မိသားစုလေးပေါ့...တစ်နေ့တော့ မိခင်နဲ့ဖခင်ကို လူဆိုးဂိုဏ်းက ဖမ်းခေါ်သွားတယ်...ကြည့်ရတာ ဒီလင်မယား(၂)ဉီးဟာတစ်ချိန်က လူဆိုးတွေနဲ့ပတ်သက်မှုရှိတဲ့ ကြေးစားတွေဖြစ်ပုံရတယ်....အိမ်ထောင်ပြုပြီးကလေးတွေနဲ့ ဇာတ်မြှုတ်နေပုံပါပဲ...ရုတ်တရက်ကြီးအဖမ်းခံလိုက်ရတော့အိမ်မှာ သဲလွန်စလေးတွေပဲချိန်ထားနိုင်တော့တယ်...သား၊သမီးတွေပြန်ရောက်တော့အဖေ၊အမေရဲ့သွေးပါတဲ့သူတွေပီပီ ချန်ခဲ့တဲ့သဲလွန်စတွေကိုလေ့လာရင်းမိဘ(၂)ပါးဒုက္ခရောက်နေပြီကိုသိတဲ့နောက် လိုက်လံကယ်ဆယ်ဖို့ကြိုးစားပါတော့တယ်...မိဘတွေက အတိတ်မှာ ဘာတွေလုပ်ခဲ့လို့လဲ..လူဆိုးဂိုဏ်းကရော ပြန်ပေးဆွဲပြီး ဘာတွေခိုင်းဖို့ကြိုးစားတာလဲ...သားသမီးတွေကလည်း ကယ်ဆယ်ဖို့ကြိုးစားတာ အဆင်ပြေနိုင်ကြပါ့မလား...ဒီကားက အတော်လည်းစိတ်ဝင်စားဖို့ကောင်းသလိုရယ်လည်းရယ်ရပါတယ်...အက်ရှင်ခန်းတွေဆိုလည်း တော်တော်ကြီးကိုအားရစရာကောင်းတာပါ..ကြည့်ကြည့်ပါ ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်...File Size :(1.82GB) (900 MB) and (395 MB)\nQuality : WEB-DL1080P5.1CH, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/Sxja/The_Sleepover.2020.NF.WEB-DL.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h4VB6m0RwcicVEZvzftYZyKXs6K.jpg",
        "title": "Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn)(2020)",
        "description": "DC ရဲ့ စူပါဟီးရိုး ရုပ်ရှင်အသစ် ထွက်လာပါပြီ။ဒီဇာတ်လမ်းကတော့ ဆူဆိုက်စကွက်ထဲမှာ အားလုံးအားကျကြတဲ့ စုံတွဲလေးဖြစ်တဲ့ဂျိုကာ နဲ့ ဟာလေကွင်းတို့ရဲ့ နောက်ဆက်တွဲပါပဲ။ဇာတ်လမ်းအစမှာ ဟာလေကွင်းနဲ့ ဂျိုကာတို့ လမ်းခွဲရတာကနေ စပါတယ်။လမ်းခွဲအပြီးမှာ နဂိုက ဟာလေကွင်းကို ချဉ်နေတဲ့ တစ်မြို့လုံးနီးပါးဟာဂျိုကာကိုမပူရတော့တဲ့အတွက် ဟာလေကွင်းကို အမဲဖျက်ဖို့ လိုက်လာကြပါတော့တယ်။ဟာလေကွင်းကတော့ “သူက ဂျိုကာမရှိဘဲ မနေနိုင်ပါဘူးတို့၊ ခဏနေ ပြန်တွဲမှာပါပဲ၊ဂျိုကာလက်ဖြောက်တီးလိုက်တာနဲ့ ရင်ခွင်ထဲပြန်ပြေးဝင်မှာပါ”တို့ သူငယ်ချင်းတွေက ဒီလိုအတင်းတုပ်တာတွေကို မကျေနပ်တာပေါ့။ဒါကြောင့် တကယ်ပြတ်ပြီဆိုတာ သက်သေပြဖို့သူတို့ရဲ့ အချစ်ဇာတ်လမ်းလေး စခဲ့တဲ့ ဓာတုစက်ရုံကြီးကို ဖျက်ဆီးပစ်လိုက်ပါလေရော။ဒီနောက်မှာတော့ ဂေါ့သမ်ရဲ့ နာမည်ကြီးမာဖီယားကြီးတစ်ယောက်ကသူ့ကိုဖမ်းမိပြီးသတ်ဖို့လုပ်ပါတော့တယ်။အသတ်ခံရမှာ ကြောက်သွားတဲ့ ဟာလေကွင်းက မာဖီးယားကြီးပျောက်သွားတဲ့အရေးကြီးတဲ့ စိန်တုံးကြီးကို ရအောင်ရှာပေးမယ်လို့ အပေးအယူလုပ်ရင်း ပြန်လွတ်လာတာပေါ့။နောက်ပိုင်းဇာတ်လမ်းကတော့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/birds-of-prey-and-the-fantabulous-emancipation-of-one-harley-quinn2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Screen-Shot-2020-08-25-at-3.59.46-AM-136x200.png",
        "title": "Peninsula – Train to Busan 2 (2020)",
        "description": "Peninsula - Train to Busan 2 (2020)==========================IMDb Rating - 6.0/10#Unicodeဒီရုပ်ရှင်မှာတော့ ကိုရီးယားကို နိုင်ငံအားလုံးက ပိတ်ဆို့ထားခဲ့တာ ၄ နှစ်ကြာခဲ့ပါပြီ။ အထဲမှာ အသက်ရှင်ရက်ကျန်ခဲ့သူတွေက လွတ်မြောက်ဖို့ ကြိုးစားနေသလို လောဘသားတွေကလည်း ပိုင်ရှင်မဲ့နေတဲ့ ငွေတွေ ရတနာတွေကို ယူဖို့ ခိုးဝင်နေကြပါတယ်။ ကိုရီးယားနိုင်ငံတစ်ခုတည်း ကမ္ဘာပျက်ပြီးနောက်ပိုင်း အခြေအနေကို ပြသလို ပြထားပြီး အရင်ရုပ်ရှင်လိုပဲ Survival အတွက် စွန့်စားခန်းတွေ ဖွင့်တာကို တွေ့ရမှာပါပဲ။ အရင်က Train To Busanပထမပိုင်းအနေနဲ့ထွက်ရှိထားပြီး လင့်ကိုတော့ အောက်မှာထည့်သွင်းဖော်ပြပေးထားပါတယ်။ အခုကားကတော့အပိုင်း ၂ အနေနဲ့ထွက်ရှိလာတာမို့ အားလုံးပဲခံစားကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)Part 1 >>> https://channelmyanmar.org/train-to-busan2016/ #Zawgyiဒီ႐ုပ္ရွင္မွာေတာ့ ကိုရီးယားကို ႏိုင္ငံအားလုံးက ပိတ္ဆို႔ထားခဲ့တာ ၄ ႏွစ္ၾကာခဲ့ပါၿပီ။ အထဲမွာ အသက္ရွင္ရက္က်န္ခဲ့သူေတြက လြတ္ေျမာက္ဖို႔ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/peninsula-train-to-busan-2-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/066-210x300.jpg",
        "title": "Train To Busan (2016)",
        "description": "(Busan ရထားကြီး ထွက်ပါပြီ။ အားလုံး စောင့်မျှော်တောင်းဆိုနေတဲ့ ဒီဇာတ်ကားကို မြန်မာစာတန်းထိုး HD နဲ့ တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားကို အတော်များများတော့ ကြားဖူးနေကြလောက်ပါပြီ။ အများကြီးတော့ ညွှန်းစရာမရှိပါဘူး။ ကိုရီးယားကားတွေထဲမှာတော့ ထိပ်တန်းအဆင့်ရှိတဲ့ ဇာတ်ကားတစ်ခုပါပဲ။ အလွှာပေါင်းစုံ လူတန်းစားပေါင်းစုံ စိတ်ဓာတ်ပေါင်းစုံနဲ့ လူတွေ ကြောက်မက်ဖွယ် အန္တရာယ်တွေ ကြုံလာတဲ့အချိန်မှာ တစ်ဦးချင်းစီရဲ့ စရိုက်၊ စိတ်ထားတွေ အပြောင်းအလဲတွေနဲ့ သူတို့ရဲ့ ဘဝတွေကို ကောင်းကောင်းကြီး ပြသသွားတာပါပဲ။ ကြောက်ရွံ့မှု ရဲရင့်မှု ပျော်ရွှင်မှု ကြေကွဲမှု တကိုယ်ကောင်းဆန်မှု စွန့်လွှတ်အနစ်နာခံမှုတွေကို တနေရာတည်းမှာ စုစည်းခံစားလိုက်ကြပါစို့။File Size       :  900MB/ 440 Mb\nDuration      :  1hr 58 min\nQuality         :  Webrip ...",
        "rating": "7.8",
        "url": "https://megaup.net/Qea2/Train_To_Busan_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNDJkNDgyMDQtYjEyMC00N2QyLWFiM2EtZmM3MWM2ZmRiNjk5XkEyXkFqcGdeQXVyNDY2NzgwOTE@._V1_-141x200.jpg",
        "title": "The Final Level: Escaping Rancala (2020)",
        "description": "ကောင်လေးတစ်ယောက် ဂိမ်းဆိုင်မှာ ဂိမ်းဆော့ရေရင်း\n \nလေထဲမှာပျောက်သွားသလိုမျိုး ဘာအစမှရှာမရ‌ေတာ့ဘဲပျောက်သွားတယ်။\nလိုက်ရှာတဲ့ရဲတွေရော မိသားစု၀င်တွေရော သူငယ်ချင်းတွေရောက\nဘယ်လိုမှရှာမရတဲ့အဆုံးလက်လျော့လိုက်ကြတယ်။\nဒါပေမယ့် နှစ်တွေကြာလာတော့ပျောက်သွားတဲ့ကောင်မလေးရဲ့အမက\nသူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ဂိမ်းဆိုင်တစ်ဆိုင်ဖွင့်တဲ့အခါ\nသူ့မောင်လေးပုံပါနေတဲ့ ဂိမ်းတစ်ခုကိုသွားတွေ့တယ်။\nသူငယ်ချင်းသုံးယောက်သား ယောင်ချာချာနဲ့ ဂိမ်းထဲရောက်သွားပြီး\nသူတို့မောင်လေးဟာ ပျောက်သွာစတာမဟုတ်ဘဲ\nဂိမ်းထဲရောက်နေတယ်ဆိုတာ သိလိုက်ရပါတယ်။\nအဲ့ဒီ့လိုနဲ့ သူငယ်ချင်းသုံးယောက်သားမောင်လေးကို\nကယ်ဖို့ကြိုးစားကြပါတော့တယ်။\nဒီအမျိုးသမီးသုံးယောက်ဂိမ်းထဲမှာ ဘယ်လိုတွေစွန့်စားခန်း\nဖွင့်သွားကြမလဲဆိုတာ ခံစားကြည့်ကြပါဦး\n \nFile Size -  943 mb\nQuality - bluray 1080p\nSubtitle - burmese\nTranslator - Nay Myo Thu\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-final-level-escaping-rancala/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3z0KMLIEGL22mVrgaV7KDxKRmT.jpg",
        "title": "Ava (2020)",
        "description": "အက်ရှင်ကားကြိုက်တဲ့သူတွေအတွက် အက်ရှင်ကားသစ်လေးတင်ပေးလိုက်ပြီနော်။IMDb 5.5/10 ရထားပြီးဇာတ်ကားအမျိုးအစားကတော့ Action/ Dramaဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်း မင်းသမီးကစပိုင်တစ်ယောက်ဖြစ်ပြီးခက်ခဲနက်နဲတဲ့တာဝန်တွေကိုကျေပွန်အောင်ထမ်းဆောင်နိုင်ခဲ့ပါတယ်။ဒါပေမယ့် တော်လွန်းတဲ့သူမကို အဖွဲ့ကပင်ပြန်ကြောက်လာတဲ့အတွက်နောက်ဆုံးတစ်ဖွဲ့လုံးရဲ့ပစ်မှတ်ပြန်ဖြစ်လာခဲ့ပါတယ်။အဲ့တာကိုသိသွားတဲ့မင်းသမီးကလည်းဘယ်လိုလက်တုံ့ပြန်မလဲဆိုတာကိုတော့ ကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်။ File Size : ( 906 MB , 330 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 36 min\nFormat : Mp4\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Knox Knox\nEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/ava-2020/"
    }
]