[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/bad.boys_.2020-135x200.jpg",
        "title": "Bad Boys for Life (2020)",
        "description": "Bad Boys for Life (2020)===================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#UnicodeBad Boys ရုပ်ရှင်တွေကို ရုပ်ရှင်ချစ်သူအတော်များများ သိကြမှာပါ။ ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက ကြိုက်ခဲ့ရတဲ့အက်ရှင်ခပ်မြူးမြူးတွေပါပဲ။ အခုလည်း ဆရာကြီးနှစ်ယောက် အသက်ကြီးမှ တကြော့ပြန်လာပါပြီး။ အခုချိန်မှာဆိုမားကတ်စ်ကလည်း အဘိုးဖြစ်လာပြီး အငြိမ်းစားယူဖို့ဆုံးဖြတ်လိုက်ပါပြီ။ မိုက်ခ် (ဝယ်လ်စမစ်) တော့ လူပျိုကြီးအဖြစ်သေတဲ့အထိ လူဆိုးဖမ်းချင်နေတုန်းပါပဲ။ ဒါပေမယ့် သူတို့ရဲ့အတိတ်က ရန်ငြိုးက သူတို့ကို အေးအေးဆေးဆေးအနားယူခွင့်မပေးလာပါဘူး။ မိုက်ခ် နဲ့အတူ တရားသူကြီး၊ရှေ့နေ၊သတင်းပေး၊ ရဲအရာရှိ စတဲ့သူတွေအကုန် လုပ်ကြံခံလာရပါတယ်။ ဒီတော့ နောက်ဆုံးမှာ Bad Boys ကြီးနှစ်ယောက် နောက်ဆုံးအကြိမ်အဖြစ် ဆိုးကြ ကြမ်းကြပါတော့တယ်။ဇာတ်လမ်းရယ် အက်ရှင်တွေရယ် အကုန်အဆင်ပြေတာမို့ ကြည့်ရတာ ကျေနပ်ကြမှာပါ။ #ZawgyiBad Boys ႐ုပ္ရွင္ေတြကို ႐ုပ္ရွင္ခ်စ္သူအေတာ္မ်ားမ်ား သိၾကမွာပါ။ ကြၽန္ေတာ္တို႔ ငယ္ငယ္ကတည္းက ႀကိဳက္ခဲ့ရတဲ့အက္ရွင္ခပ္ျမဴးျမဴးေတြပါပဲ။ အခုလည္း ဆရာႀကီးႏွစ္ေယာက္ အသက္ႀကီးမွ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/bad-boys-for-life-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xaKP7E8VLfAoYW7sWZs10pSN3xq.jpg",
        "title": "Disco Raja (2020)",
        "description": "Spoiler Alert!၀ူဟန်ကာကွယ်ဖို့အတွက် အိမ်မှာနေရင်းပျင်းနေကြတဲ့ အိန္ဒိယကားပရိတ်သတ်တွေအတွက် ယနေ့ တင်ဆက်ပေးလိုက်တဲ့ အသစ်စက်စက် ဇာတ်ကားလေးပါ။ဒီလထဲမှာထွက်ရှိတဲ့ အိန္ဒိယဇာတ်ကားတွေထဲမှာ အကြိုက်တွေ့မိတဲ့ဇာတ်ကား နည်းနေပေမယ့် ပရိတ်သတ်ကြိုက်မယ်ထင်တဲ့ ဇာတ်ကားတွေကို ရွေးထုတ် တင်ဆက်ပေးနေတာမို့....ကောင်းသည် မကောင်းသည်ကို ယတိပြတ် မပြောလိုပါဘူး။ကိုယ့်အကြိုက်နဲ့ကိုက်ညီရင် ကောင်းပြီး ကိုယ့်အကြိုက်နဲ့ မကိုက်ညီရင် မကောင်းဘူးလို့ပဲ ဆိုရမှာပါ။ဒီဇာတ်ကားကတော့ တောင်ပိုင်းကားတွေရဲ့ ထုံးစံအတိုင်း အိုဗာအက်ရှင်တွေ ဘာတွေ ဖောဖောသီသီ ပါဝင်သလို နည်းနည်းလည်း စိတ်ကူးယဉ်လည်း ဆန်ပါတယ်။တစ်နေ့က ထွက်တဲ့ Bloodshot ဆိုတဲ့ ဟောလိ၀ုဒ်ဇာတ်ကားနဲ့တောင် အစပိုင်းမှာ ခပ်ဆင်ဆင် ရိုက်ကူးထားတာပါ။အကြမ်းဖျင်းအားဖြင့် ပြောရရင် မင်းသားဟာ ဇာတ်လမ်းစစချင်းမှာသေသွားတယ်။သိပ္ပံပညာရှင်တစ်စုက မင်းသားကို သိပ္ပံနည်းနဲ့ သေရွာကနေ ပြန်ခေါ်တယ်ပေါ့။ဒီနောက်တော့ သူဟာသူ့အတိတ်ကို လိုက်စုံစမ်းရင်း ရိုးရိုးသေတာ မဟုတ်ပဲအသတ်ခံလိုက်ရတယ်ဆိုတာကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/disco-raja-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/ymjugrl4li7gfvwzgyffi7ymejt-135x200.jpg",
        "title": "Contract Killer (or) Hitman (1998)",
        "description": "...........ကြေးစားလူသတ်သမားတွေဆိုတာ\nပိုက်ဆံအတွက် လူသတ်ကြပါတယ်\nဒေါ်လာ သောင်းဂဏန်း သိန်းဂဏန်းသန်းဂဏန်း အတွက်ပေါ့\nဒါပေမယ့် မကြာသေးမီက\nထူးဆန်းတဲ့ကြေးစားလူသတ်သမားတစ်ဦး ထွက်ပေါ်လာပါတယ် ...\nသူဟာ မကောင်းသတင်းနဲ့ ကျော်ဇောသူတွေကို\nအခကြေးငွေမယူပဲ သတ်ဖြတ်သူ တစ်ဦးပါ\nသူရဲ့နာမည်ကတော့....\" သေမင်းတမန်တော်\".................။မင်းသားကြီးဂျက်လီရဲ့ နုငယ်စဉ်က အသေဖိုက်ခဲ့တဲ့ ဇာတ်ကားပါ။Rating လဲကောင်းတာမို့ ကျွန်တော်တို့ကလေးဘဝရဲ့ သူရဲကောင်းကြီးကို ပြန်လည်ခံစားရအောင်ပါ။ \nFile size…(1.1 GB) and (650MB)\nQuality…Blu-Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias\n ZG...........ေၾကးစားလူသတ္သမားေတြဆိုတာ\nပိုက္ဆံအတြက္ လူသတ္ၾကပါတယ္\nေဒၚလာ ေသာင္းဂဏန္း သိန္းဂဏန္းသန္းဂဏန္း အတြက္ေပါ့\nဒါေပမယ့္ မၾကာေသးမီက\nထူးဆန္းတဲ့ေၾကးစားလူသတ္သမားတစ္ဦး ထြက္ေပၚလာပါတယ္ ...\nသူဟာ မေကာင္းသတင္းနဲ႔ ေက်ာ္ေဇာသူေတြကို\nအခေၾကးေငြမယူပဲ သတ္ျဖတ္သူ တစ္ဦးပါ\nသူရဲ႕နာမည္ကေတာ့....\" ေသမင္းတမန္ေတာ္\".................။မင္းသားႀကီးဂ်က္လီရဲ႕ ႏုငယ္စဥ္က အေသဖိုက္ခဲ့တဲ့ ဇာတ္ကားပါ။Rating လဲေကာင္းတာမို႔ ကြၽန္ေတာ္တို႔ကေလးဘဝရဲ႕ သူရဲေကာင္းႀကီးကို ျပန္လည္ခံစားရေအာင္ပါ။File size…(1.1 GB) and (650MB)\nQuality…Blu-Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "",
        "url": "https://channelmyanmar.org/contract-killer-or-hitman-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/broken.2014-140x200.jpg",
        "title": "Broken (2014)",
        "description": "Broken (2014)=============IMDb Rating 6.8/10 ထိရထားခဲ့ပါတယ်။#Unicodeဒီကားလေးကတော့ Broken ဆိုတဲ့ နာမည်အတိုင်းလေးပဲ ကြေကြေကွဲကွဲနဲ့မျက်ရည်လည်စေမယ့် ဇာတ်ကားမျိုးလေးပါပဲ။ Romance Scene တွေထွေထွေထူးထူးပါတာမျိုး မဟုတ်ပဲ ပညာပေးဇာတ်လမ်းသဘောမျိုးဖြစ်လို့မိသားစုနဲ့အတူတကွကြည့်လို့လည်း သင့်တော့ပါတယ်။ ဇာတ်လမ်း အကြမ်းဖျဥ◌်းလေးပြောပြရရင် ပြိုကွဲနေတဲ့မိသားစုလေးတစ်ခုမှာ လီမျိုးနွယ် သားအဖနှစ်ယောက်တည်း ဘဝကိုခက်ခဲရုန်းကန်နေရချိန် ကြေကွဲစရာကိစ္စကအပူဆင့်သလိုဖြစ်လာတော့တာပါပဲ။ အလယ်တန်းကျောင်းသူအဖြစ်ပဲရှိသေးတဲ့ သမီးဖြစ်သူ ဆူဂျင်းက အိမ်အပြန်မှာ တစ်ကျောင်းတည်းနေ ကျောင်းသားတွေရဲ့ ပြန်ပေးဆွဲအဓမ္မကျင့်ခြင်းကိုခံလိုက်ရပါတော့တယ်။ အဲ့ဒါကိုမှ ဖခင်ဖြစ်သူက ပြန်လည်လက်စားချေတဲ့ဇာတ်လမ်းလေးပါပဲ . ဒါပေမယ့် ဇာတ်လမ်းမှာ မြုပ်ကွက်တွေလေးတွေလည်းထည့်ထားပြီး စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ်ဆိုတာလေးတော့ အာမခံပါတယ်။ #Zawgyiဒီကားေလးကေတာ့ Broken ဆိုတဲ့ နာမည္အတိုင္းေလးပဲ ေၾကေၾကကြဲကြဲနဲ႔မ်က္ရည္လည္ေစမယ့္ ဇာတ္ကားမ်ိဳးေလးပါပဲ။ Romance Scene ေတြေထြေထြထူးထူးပါတာမ်ိဳး မဟုတ္ပဲ ပညာေပးဇာတ္လမ္းသေဘာမ်ိဳးျဖစ္လို႔မိသားစုနဲ႔အတူတကြၾကည့္လို႔လည္း သင့္ေတာ့ပါတယ္။ ဇာတ္လမ္း အၾကမ္းဖ်ဥ◌္းေလးေျပာျပရရင္ ၿပိဳကြဲေနတဲ့မိသားစုေလးတစ္ခုမွာ လီမ်ိဳးႏြယ္ သားအဖႏွစ္ေယာက္တည္း ဘဝကိုခက္ခဲ႐ုန္းကန္ေနရခ်ိန္ ေၾကကြဲစရာကိစၥကအပူဆင့္သလိုျဖစ္လာေတာ့တာပါပဲ။ အလယ္တန္းေက်ာင္းသူအျဖစ္ပဲရွိေသးတဲ့ သမီးျဖစ္သူ ဆူဂ်င္းက ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/broken-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/takers-138x200.jpg",
        "title": "Takers(2010)",
        "description": "Takers(2010)(unicode)(ရသအပြည့်အဝခံစားနိုင်စေရန် Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်\nတင်ဆက်ပေးထားပါသည်...)\nလူ(၄)ယောက် အခန်းတစ်ခုထဲမှာ ဆုံကြတယ်...စကားအနည်းငယ်ပြောပြီးတာနဲ့\nအသင့်ပါလာတဲ့ အနက်ရောင်ဝတ်စုံတွေလဲလိုက်ကြသလို မျက်နှာဖုံးစွပ်အနက်\nတွေလည်း ဝတ်ဆင်လိုက်ကြတယ်...M4A1 Carbine နဲ့ Glock စီးရီးအလိုက်\nလက်နက်ငယ်တွေလည်း ကိုင်ဆောင်ထားကြတယ်...\nသူတို့ကြည့်ရတာ အချိန်အကြာကြီးစီစဉ်ထားကြသလို\nအကုန်လုံးကလည်း သွေးအေးတည်ငြိမ်လွန်းနေကြတယ်...\nသိပ်မကြာဘူး..လောစ့်အိန်ဂျလိစ်မြို့တွင်းက ဘဏ်တစ်ခုကို ဓားပြဝင်တိုက်ကြတယ်....\nဘယ်လောက်တောင် ရဲတင်းလွန်းသလဲဆိုတော့ ဘဏ်စာရေးမကိုတောင် ရဲစခန်းကို\nဓားပြတိုက်ခံနေရကြောင်း ဖုန်းဆက်ခိုင်းလိုက်ပါသေးတယ်....\nကိုင်း ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး....\nဘဏ်ဓားပြတွေက ဘယ်သူတွေဖြစ်မလဲ....\nLA ရဲတွေကရော အမိဖမ်းနိုင်ပါ့မလား...\nဒီလောက်သွေးအေးပြီး အစီအစဉ်တကျ ဓားပြမှုကျူးလွန်နိုင်လောက်အောင်\nဒီလူတွေဘယ်လောက်တော်နေလဲ...\nဒီကားကတော့\nပရိသတ်တွေနဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့ Fast & Furious မင်းသား Paul Walker နဲ့ Idris Elba တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်....အမိုက်စား ဘဏ်ဓားပြကားထဲက တစ်ကားအပါအဝင်ဖြစ်လို့ ခပ်လန်းလန်း စဆုံး Tempo မကျတဲ့ကားတွေမှ\nသဘောကျတဲ့ပရိတ်သတ်တွေအဖို့ လက်မလွှတ်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ....(zawgyi)(ရသအျပည့္အဝခံစားႏိုင္ေစရန္ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/takers2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/THE-WH-143x200.jpg",
        "title": "The Whistleblower(2019)",
        "description": "The Whistleblower(2019)(unicode)မက်က သြစတေးလျအခြေစိုက် သတ္တုတူးဖော်တဲ့ကုမ္ပဏီတခုမှ အလုပ် လုပ်နေတဲ့ တရုတ်လူမျိုးတစ်ယောက်ပါ။ သူ့ရဲ့ကြိုးစားမှုကြောင့်ပဲ\nကုမ္ပဏီမှာလည်းနေရာကောင်းရထားတဲ့ သူတယောက်ပါ။ မက်ရဲ့ကုမ္ပဏီက နည်းပညာအသစ်တခုကို အာဖရိကမှာသွားစမ်းသပ်ရင်း ဆိုးရွားတဲ့ သဘာဝဘေး ငလျင်ဒဏ်ခံကိုကြုံလိုက်ရတယ်.....။ ဒီငလျင်အတွက် ကယ်ဆယ်ရေးလုပ်ဖို့သွားတဲ့ မက်ရဲ့သူငယ်ချင်းက ပြန်ရောက်လာတဲ့ညမှာပဲ အသတ်ခံလိုက်ရပါတယ်။ဒီလူသတ်ခံရမှုဟာ ဘာကြောင့်လဲ.... ငလျင်ဒဏ်ဟာ သဘာ၀ဘေးမဟုတ်ဘဲ နည်းပညာကြောင့်လား.....\nမက်ရဲ့သူငယ်ချင်းကလည်း မသေခင်မှာ ကယ်ဆယ်ရေးလုပ်နေတုန်းမှာ တွေ့ခဲ့တာတွေကို ဘယ်သူ့ကိုဝေမျှခဲ့လဲ....\nအကြိုးအမြတ်ကိုပဲကြည့်ပြီး လူတွေရဲ့ ဆိုးကျိုးကိုမကြည့်တဲ့ ကိုယ်ကြိုးသမားတွေရဲ့ရန်ကနေ ဘယ်လို မက်တို့ရင်ဆိုင်ရမလဲ...ခံစားကြည့်ကြပါဉီး....၁၃၄ မိနစ် ကြာတဲ့ ဒီကားဟာ မာလဝီ၊ တရုတ်နဲ့ သြစ​တြေးလျ တို့မှာ အဓိက ဇာတ်အိမ်တည်ထားပြီး dramaနဲ့ actionကို အချိုးညီညီ​ပေါင်းစပ်ထားတဲ့ ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်း အစ အလယ် အဆုံး အလှည့်အ​ပြောင်းများစွာနဲ့ အချိန်ကုန်လို့ ကုန်မှန်းမသိ​အောင် ဆွဲ​ခေါ်သွားမယ့် ဇာတ်လမ်း​ကောင်း​လေးမို့ပါ။\nမင်းသမီး Wei Tang ကိုကြည့်ရတာနဲ့တင်တန်ပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ K ပဲဖြစ်ပါတယ်....(zawgyi)မက္က ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-whistleblower2019/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/gladiator-2000-136x200.jpg",
        "title": "Gladiator (2000)",
        "description": "၂၀၀၀ ခုနှစ်က ထွက်ခဲ့တဲ့ Gladiator ...\nရဲစွမ်းသတ္တိအပြည့်နဲ့ စစ်သူကြီး မက်စီမက်ဟာ အင်ပါယာပြည့်ရှင် အားကိုး ချစ်မြတ်နိုးရတဲ့ လက်ရုံးတစ်ဦးပါ။ တိုက်ပွဲတိုင်းကို အနိုင်ယူပေးခဲ့လို့ လက်အောက်ငယ်သား အားလုံးကပါ လေးစားရတဲ့သူပေါ့။ပြည့်ရှင်မင်း ဆီဇာက အင်ပါယာကြီးကို ထူထောင်ခဲ့ပေမဲ့ ရောမကို အာဏာရှင်စနစ်နဲ့ မအုပ်ချုပ်ချင်ပါဘူး။ သမ္မတနိုင်‌ငံတော်ဆိုတဲ့ စနစ်ကို ပြန်ပြောင်းချင်တဲ့သူ။ သူ့သားတော်ကတော့ သူနဲ့ ဆန့်ကျင်ဘက်ဖြစ်တယ်ဆိုတာ သိထားရတဲ့အတွက် မက်စီမက်ကိုပဲ နန်းမွေလွှဲခဲ့ဖို့ ဆုံးဖြတ်ချက် ချလိုက်ပြီးတဲ့နောက်မှာတော့....ဒီဇာတ်ကားက သွေးသံရဲရဲ ကြည့်ချင်သူတွေအတွက်တော့ အကြိုက်တွေ့မှာ သေချာပါတယ်။ ရောမရဲ့ မပါမဖြစ်တဲ့ အရီနာသတ်ကွင်းတွေထက်က သတ်ပုတ်ကြတဲ့ ပွဲတွေဆိုတာ ဘယ်လိုဆိုတာ သိထားပြီး ဖြစ်ကြမှာပါ။IMDb 8.5 ရထားတဲ့ ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။Zawgyi၂၀၀၀ ခုႏွစ္က ထြက္ခဲ့တဲ့ Gladiator ...\nရဲစြမ္းသတၱိအျပည့္နဲ႔ စစ္သူႀကီး မက္စီမက္ဟာ အင္ပါယာျပည့္ရွင္ အားကိုး ခ်စ္ျမတ္နိုးရတဲ့ လက္႐ုံးတစ္ဦးပါ။ တိုက္ပြဲတိုင္းကို ...",
        "rating": "8,5",
        "url": "https://megaup.net/Tsq2/Gladiator_[2000]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ukaXSfyN1RoTKQ34YgjyBOd4ZhQ.jpg",
        "title": "Mafia: Chapter 1 (2020)",
        "description": "(Unicode)ဒီကားက မြန်မာပြည်မှာတောင်မတ်လ ၁၃ရက်နေ့အထိ ရုံတင်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။တောင်ပိုင်းရုပ်ရှင်တွေနဲ့ အနည်းငယ်အဆက်ပြတ်နေတာကတစ်ကြောင်း ၊ဇာတ်လမ်းပုံစံနဲ့ ဒါရိုက်တာရဲ့ ရိုက်ကူးပုံကို ​ကြိုက်မိတာက တစ်ကြောင်းကြောင့်ဒီကားကို ဘာသာပြန် တင်ဆက်ပေးလိုက်တာပါ။\n(Subtitle File မထွက်သေးပါဘူး၊generate လုပ်ထားတဲ့ စာဖိုင်နဲ့ အမြန်ဆုံး တင်ဆက်ပေးလိုက်တာပါ။)အညွှန်းမူးယစ်အထူးအဖွဲ့က အာရ်ယန်ဟာ ချန်နိုင်းက တိုးပွားလာတဲ့မူးယစ်ဆေးဝါးအမှုတွေအတွက် ခေါင်းစားနေချိန်မှာ. . .ချန်နိုင်းမူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးခေါင်းဆောင်က မပိုင်ပဲမလုပ်ဖို့ မသိသလိုနေဖို့ သူ့ကို ပြောလာခဲ့ပါတယ်။ဒီမူးယစ်အမှုတွေရဲ့နောက်ကွယ်ကလူဟာ အာဏာရှိတဲ့သူ ဖြစ်နေတဲ့အတွက်မပိုင်ပဲလုပ်ရင် ဒုက္ခရောက်နိုင်တယ်ဆိုပြီး အဖွဲ့ခေါင်းဆောင်က အာရ်ယန့်ကိုအသိပေးတာ ​ဖြစ်ပါတယ်။ဒီအတောအတွင်းမှာ အာရ်ယန်နဲ့ခင်တဲ့ ထောက်လှမ်းရေးအလုပ်ကို ခုံမင်တဲ့သူတစ်ယောက်ဟာ အရေးကြီးတဲ့သတင်းပေးစရာရှိတယ်လို့ချိန်းပြီး အာရ်ယန်နဲ့မတွေ့ခင် အသတ်ခံလိုက်ရတယ်။သူပေးချင်တဲ့သတင်းက ဘာလဲ?မူးယစ်ဆေးဝါးအမှု့တွေကို နောက်ကွယ်ကနေ ကြိုးကိုင်နေတာက ဘယ်သူတွေလ?အာရ်ယန်ကရော ဒီအဖွဲ့ကို ဘယ်လိုဖော်ထုတ်မှာလဲ ဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ဆက်လက်ကြည့်ရှု့ကြပါ။သေချာတာကတော့ ပျင်းစရာ ကောင်းမနေပဲ စိတ်၀င်စားစရာအပြည့်ပါတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Lwin Htoo Aung ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mafia-chapter-1-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/crying-freeman.18195-200x300.jpg",
        "title": "Crying Freeman (1995)",
        "description": "Crying Free Man 1995\n==================ဒီတစ်ခါမှာတော့ ဂျပန် ကာတွန်း manga ဇာတ်လမ်းတွေကို ပြန်ရိုက်ထားတဲ့ ဇာတ်ကားတွေထဲက အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားကို ဖော်ပြပေးလိုက်ပါတယ်။\nဒီဇာတ်ကားဟာ fantasy film award အတွက် ဆန်ကာတင်ဝင်ခဲ့သလို ဘတ်ဂျက်နည်းနည်းနဲ့ အကောင်းဆုံးလက်စွမ်းပြ ရိုက်ကူးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ တရုတ်လျို့ဝှက်အဖွဲ့အစည်းတစ်ခုက လူသတ်ပြီးရင်မျက်ရည်ကျတတ်တဲ့ လူသတ်သမားတစ်ယောက်ကို တစဖက်ရန်သူဂိုဏ်းက လက်တုံ့ပြန်ဖို့ကြိုးစားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်ကားက B အဆင့် ဇာတ်ကားတစ်ကားဖြစ်ပေမယ့် တိုက်ခိုက်ခန်းတွေကို လှလှပပ ရိုက်ပြထားတာကြောင့် အတော်လေးကြည့်လို့ကောင်းပါတယ်။တိုက်ခိုက်ခန်းတွေမှာ အနှေးပြကွက်တွေကို အထူးဂရုစိုက်ပြီး အသေးစိတ်ပြုလုပ်ထားပါတယ်။ မင်းသား Mark Dacascos ရဲ့ ကိုယ်ခံပညာပိုင်နိုင်ကျွမ်းကျင်မှုကို လည်း မြင်တွေ့ရမှာပါ။\nChristophe Gans ရဲ့ လက်ရာကောင်းတစ်ခုဖြစ်ပြီး Mark Dacascos(ပါရာနာဝေးမင်းသား) က Freeman အဖြစ်သရုပ်ဆောင်ထားပါတယ်။ လိင်အသားပေးဇာတ်ဝင်ခန်းတချို့ပါဝင်တာကြောင့် မိသားစုအတူကြည့်ဖို့ မသင့်တော်ပေမယ့် ၁၉၉၀ ပြည့်လွန်နှစ်တွေရဲ့ အကောင်းဆုံး အက်ရှင်ကားတွေထဲက တစ်ခုအဖြစ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/4esUc/Crying_Freeman_[1995]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/snp-127x200.jpg",
        "title": "Sniper (2020)",
        "description": "Zawgyi*******ႏိုင္ငံေပါင္းစုံက လူေတြနဲ႔ဖြဲ႕စည္းထားတဲ့ ေၾကးစားအဖြဲ႕တစ္ခုရဲ႕ေခါင္းေဆာင္ဟာစႏိုက္ပါအထူးခြၽန္ဆုံးလို႔အမ်ားကသတ္မွတ္ထားပါတယ္ဒီအဖြဲ႕ထည္းမွာပဲေနာက္ထပ္ စႏိုက္ပါသမား လူငယ္ေလးတစ္ေယာက္လဲပါလာပါ၀င္ပါတယ္။မစ္ရွင္တစ္ခုမွာ စႏိုက္ပါသမားေလးေၾကာင့္ ေဖာက္သည္တစ္ဦးဒါဏ္ရာရသြားတဲ့အခါ ေဖာက္သည္ေတြေက်နပ္မႈ႕ရဖို႔ ေနာက္ထပ္မစ္ရွင္တစ္ခုကိုခပ္ျမန္ျမန္လက္ခံလိုက္ရပါတယ္။ဒီတစ္ေခါက္မစ္ရွင္က ေရသန႔္စက္နဲ႔မ်ိဳးေစ့ေတြကို အစိုးရတပ္နဲ႔သူပုန္တပ္ၾကားက႐ြာေလးဆီကိုပို႔မယ့္ ႏိုင္ငံတကာၿငိမ္းခ်မ္းေရးအဖြဲ႕ကလူနဲ႔ယာဥ္ကိုေစာင့္ေရွာက္ရမွာပါ။ ပို႔ရမယ့္ပစၥည္းေတြေနရာကိုေရာက္ပါ့မလားတစ္ကယ့္စႏိုက္ပါ အစစ္ရဲ႕လက္စြမ္းက ဘယ္လိုေနလဲမစ္ရွင္ေရာေအာင္ျမင္မွာလားဆိုတာေတာ့႐ုပ္ရွင္ထဲမွာဆက္ၾကည့္ပါ။စစ္ကားနဲ႔စႏိုက္ပါ ေကာင္းေကာင္းႀကိဳက္သူေတြအတြက္ေက်နပ္ေစမယ့္ကားေလးပါပဲ Unicode*******နိုင်ငံပေါင်းစုံက လူတွေနဲ့ဖွဲ့စည်းထားတဲ့ ကြေးစားအဖွဲ့တစ်ခုရဲ့ခေါင်းဆောင်ဟာစနိုက်ပါအထူးချွန်ဆုံးလို့အများကသတ်မှတ်ထားပါတယ်ဒီအဖွဲ့ထည်းမှာပဲနောက်ထပ် စနိုက်ပါသမား လူငယ်လေးတစ်ယောက်လဲပါလာပါ၀င်ပါတယ်။မစ်ရှင်တစ်ခုမှာ စနိုက်ပါသမားလေးကြောင့် ဖောက်သည်တစ်ဦးဒါဏ်ရာရသွားတဲ့အခါ ဖောက်သည်တွေကျေနပ်မှု့ရဖို့ နောက်ထပ်မစ်ရှင်တစ်ခုကိုခပ်မြန်မြန်လက်ခံလိုက်ရပါတယ်။ဒီတစ်ခေါက်မစ်ရှင်က ရေသန့်စက်နဲ့မျိုးစေ့တွေကို အစိုးရတပ်နဲ့သူပုန်တပ်ကြားကရွာလေးဆီကိုပို့မယ့် နိုင်ငံတကာငြိမ်းချမ်းရေးအဖွဲ့ကလူနဲ့ယာဉ်ကိုစောင့်ရှောက်ရမှာပါ။ ပို့ရမယ့်ပစ္စည်းတွေနေရာကိုရောက်ပါ့မလားတစ်ကယ့်စနိုက်ပါ အစစ်ရဲ့လက်စွမ်းက ဘယ်လိုနေလဲမစ်ရှင်ရောအောင်မြင်မှာလားဆိုတာတော့ရုပ်ရှင်ထဲမှာဆက်ကြည့်ပါ။စစ်ကားနဲ့စနိုက်ပါ ကောင်းကောင်းကြိုက်သူတွေအတွက်ကျေနပ်စေမယ့်ကားလေးပါပဲ Translated By Lwin Htoo AungEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/sniper-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/after-the-sunset2004-145x200.png",
        "title": "After the Sunset(2004)",
        "description": "After the Sunset(2004)(unicode)((ဒီဇာတ်လမ်းက ဘယ်လောက်လန်းလဲဆိုတာကြည့်ဖူးတဲ့သူတွေသိမှာပါ...\nမကြည့်ရသေးတဲ့သူတွေအတွက်ရော ကြည့်ပြီးသားသူတွေပြန်လည်ခံစားရမှာ\nရသအပြည့်အဝရစေဖို့ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်\nတင်ဆက်ပေးထားပါသည်...)\nအလစ်သုတ်ရာမှာ ကျွမ်းကျင်လှပါတယ်ဆိုတဲ့ မက်စ် နဲ့ လိုလာတို့ဟာ တစ်​နေ့မှာ​တော့ FBI ​အေးဂျင့် စတန်လေ ကိုယ်တိုင် ​စောင့်​ရှောက်​နေတဲ့ ကြားက​နေ စိန်တုံးတစ်တုံးကို ခိုးယူသွားခဲ့ပါတယ်။ အဲ့စိန်တုံးက နပိုလီယံ ပိုင်ဆိုင်ခဲ့တဲ့ စိန်တုံး သုံးတုံး ထဲက ဒုတိယ​မြောက် အတုံးဖြစ်ပါတယ်။ ဒီကိစ္စ ပြီးတဲ့​နောက်မှာ​တော့ မက်စ်နဲ့ လိုလာတို့ဟာ သူခိုး​လောကက​နေ အနားယူခဲ့ပြီး Bahamas နိုင်ငံက Paradiseကျွန်း​ပေါ်မှာ အပန်း​​ဖြေ​နေခဲ့ကြပါတယ်။\nဖြစ်ချင်​တော့ နပိုလီယံရဲ့ တတိယ​​မြောက် စိန်တုံးဟာ တ​နေ့မှာ Paradiseကျွန်း​ပေါ်ကို ဆိုက်ဆိုက်​​မြောက်​မြောက် ​ရောက်လာပါ​တော့တယ်။\nဒီ​နောက်မှာ​တော့ ဘာ​တွေဆက်ဖြစ်ကြမလဲ။\nမက်စ်နဲ့ လိုလာတို့ဟာ တကယ်ပဲအနားယူသွားတာလား။ တတိယ​မြောက် စိန်တုံးကို ထပ်အလစ်သုတ်ဦးမလား။\nFBI​အေးဂျင့် စတန်​လေ က​ရော ဒီတ​ခေါက် ဘာအကြံအစည်​တွေများ ရှိ​နေဦးမလဲ။\nသူတို့​တွေရဲ့ အားပြိုင်မှု ကြားထဲ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/after-the-sunset2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMWI0Y2NhMzMtYTE5ZS00MDlhLTg0ZjEtMjAwZmEwNTc0ODc2XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Enemy of the State (1998)",
        "description": "Enemy of the State (1998)\nIMDb - 7.3/10_____Rotten - 72%\n \n  \nဒန်နီယယ်ဇာဗစ်ဟာ အစိုးရရဲ့ထောက်ပံ့ကြေး နဲ့ ကနေဒါငန်း တွေကိုလေ့လာနေသူတစ်ဦးပါ ။\nတစ်နေ့ N.S.A အရာရှိတစ်ဦး က လွှတ်တော်ဥက္ကဋ္ဌကို ဥပဒေမူကြမ်းတစ်ခု နဲ့ ပတ်သက်ပြီး လုပ်ကြံသတ်ဖြတ်ခဲ့ပါတယ်\nအဲဒါကို ဒန်နီ ရဲ့ မှတ်တမ်းတင်ကင်မရာ ကမှတ်တမ်းတင်မိသွားခဲ့တယ်။\nN.S.Aကလည်းဒါကိုသိပြီး ဒန်နီယယ် နောက်ကိုလိုက်ပါတော့တယ် ။\nဒင်း ( willsmith) ဟာမိသားစုကို ချစ်ပြီး ဂိုဏ်းတွေနဲ့ ပြသနာတက်နေတဲ့ အလုပ်သမားရှေ့နေ တစ်ဦးပါ ။\nခရစ္စမတ် အတွက်ဈေးဝယ်ထွက်ရင်း ဆိုင်တစ်ခုမှာ ဒန်နီယယ် နဲ့ ဆုံမီကြရာ ကနေ သူ့ဇာတ်လမ်းထဲပါလာခဲ့တယ် ။\nဒန်နီယယ် အသတ်ခံရပြီး တိပ်ခွေကြောင့် N.S.A တွေ ဒင်း နောက်ကိုလိုက်ကြရမှာတော့ နောက်ဆုံး အသတ်ခံရမလား\nလွတ်မြောက်အောင် ကြိုးစားနိုင်မလား ဆိုတာတော့.......\nမလွတ်တန်းကြည့်မယ့်အက်ရှင်ကားကောင်း တစ်ကားပဲဖြစ်ပါတယ်။\n \n(ဘာသာပြန်သူကတော့ စည်သူထက် ပါ)\n \n=======================\nဒန္နီယယ္ဇာဗစ္ဟာ အစိုးရရဲ႕ေထာက္ပံ့ေၾကး ...",
        "rating": "7.3",
        "url": "https://megaup.net/4esT7/Enemy_Of_The_State_[1998]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/v1fvopui-229x300.jpg",
        "title": "Only the Strong ( 1993 )",
        "description": "ငယ်စဉ်ကလေးဘဝတုန်းကကျွန်တော်တို့ပါးစပ်ဖျားထက်မှာစွဲခဲ့တဲ့ပါရာနာဝေးလို့လူသိများခဲ့တဲ့ Only the strongဇာတ်ကားဟာဆိုရင် 1993 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီးIMDb rating 6.7အထိရရှိခဲ့တဲ့ကားပဲဖြစ်ပါတယ်...မင်းသားကြီး Mark Dacascos နဲ့ မင်းသမီးStacey Travis တို့အဓိကသရုပ်ဆောင်ထားပြီးGeoffrey Lewis နဲ့ Paco Christian Prietoတို့အပြင် သရုပ်ဆောင်များစွာပါဝင်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ လူးဝစ်စတီဗင် (Mark Dacascos) ကသူ့ဒေသကနေ နှစ်အတော်ကြာခွဲခွာပြီးစစ်သားတစ်ယောက်အဖြစ်တာဝန်ထမ်းနေရာကသူ့ဒေသ ဖလော်ရီဒါပြည်နယ်ကိုပြန်ရောက်လာတယ်...သူတက်ခဲ့တဲ့လင်ကွန်အထက်တန်းကျောင်းကဆရာ့ဆီမှာအကူအညီတောင်းဖို့သွားရင်းကနေ သူ့ကျောင်းကကျောင်းသားတွေက ဆေးစွဲ အကြမ်းဖက်ဂိုဏ်းတွေနဲ့ပေါင်းပြီးဆိုးသွမ်းပျက်စီးနေကြတာ တွေ့လိုက်ရတယ်...အဲ့ကျောင်းမှာ ဆရာပြန်လုပ်ဖြစ်ရာကကလေးတွေကိုစိတ်ပိုင်းဆိုင်ရာပြုပြင်မှုတွေလုပ်ပေးခဲ့တယ်...Capoeira ဆိုတဲ့ ဘရာဇီးရိုးရာသိုင်းပညာနဲ့ကလေးတွေပျက်စီးမှုရဲ့အဓိကတရားခံဖြစ်တဲ့ မူးယစ်ဆေးဈေးကွက်ကိုအုပ်စိုးနေတဲ့ ဂိုဏ်းခေါင်းဆောင် ဆေးလ်ဗရီယို (Paco Christian Prieto) ကိုဘယ်လိုတွန်းလှန်ဖို့ကြိုးစားခဲ့လဲဆိုတာ တွေ့မြင်ရမှာဖြစ်ပါတယ်...ဆရာတပည့်ချစ်ခြင်းမေတ္တာတွေနဲ့လူငယ်တွေကိုပြုပြင်ပေးတဲ့ကားကောင်းလေးတစ်ကားဖြစ်လို့နှစ်သက်ကြမယ်ထင်ပါတယ်1993 ခုနှစ်က ထွက်ခဲ့တဲ့ကားဖြစ်တဲ့အတွက်ကြောင့်အကြည်လင်ဆုံးရနိုင်တဲ့ ကွာလတီကိုတင်ဆက်ပေးလိုက်ရပါတယ်-------------------------------------------------------------ငယ္စဥ္ကေလးဘ၀တုန္းကကြ်န္ေတာ္တို႕ပါးစပ္ဖ်ားထက္မွာစြဲခဲ႔တဲ႔ပါရာနာေဝးလို႔လူသိမ်ားခဲ့တဲ့ Only the strongဇာတ္ကားဟာဆိုရင္ 1993 ခုႏွစ္မွာထြက္႐ွိခဲ့တဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ၿပီးIMDb rating 6.7အထိရ႐ွိခဲ့တဲ့ကားပဲျဖစ္ပါတယ္...မင္းသားႀကီး Mark Dacascos နဲ႔ မင္းသမီးStacey Travis တို႔အဓိကသ႐ုပ္ေဆာင္ထားၿပီးGeoffrey Lewis နဲ႔ Paco ...",
        "rating": "6.7",
        "url": "https://megaup.net/4esUg/Only_The_Strong_[1993]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Jarhead_Law_of_Return-293211719-mmed-133x200.jpg",
        "title": "Jarhead: Law of Return (2019)",
        "description": "Jarhead: Law of Return (2019)======================IMDb Rating 6.7/10 ထိရရှိထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပါ။#Unicodeဒီဇာတ်ကားကို Poster စကြည့်ခဲ့တုန်းက သာမန်စစ်ကားလောက်ပဲထင်ခဲ့မိတာ။ စဖွင့်ကတည်းကစပြီးတော့ကို actionဆန်ဆန်ရိုက်ကူးမှုတွေနဲ့စထားခဲ့ပြီး ဇာတ်လမ်းကို ဇာတ်ရှိန်စမြှင့်ပေးတယ်။ ဖြစ်စဉ်က အဆင့် ၇ ရှိ ဆာဂျင်ဒေ့တောရစ်သူက မြောက်ကယ်ရိုလိုင်းနား လီဂျူးနီ အခြေစိုက်စခန်းရဲ့ဒုတိယရေတပ်တပ်ရင်း M-SOIT အဖွဲ့ရဲ့ ခေါင်းဆောင်ဖြစ်တယ်။သူဦးဆောင်တဲ့ အဖွဲ့က အစ္စရေးကိုစေလွတ်ပြီး ပူးပေါင်းလေ့ကျင့်စစ်ဆင်ရေးကိုပါဝင်ရပါတယ်။သွားတာတော့ လေ့ကျင့်ရေးအတွက်ပေမယ့် အစ္စရေးလေတပ်က လေယာဥ◌်မောင်းလေ့ကျင့်ရင်း စီးရီးယားဘက်ကနေဒုံးနဲ့ချောင်းမြောင်းပစ်ခတ်ချင်းကိုခံရပါတယ်။ အရှေ့ဘက် လေယာဥ◌်မောင်းက တစ်ခါတည်းသေဆုံးပြီးအနောက်ဘက်ကထိုင်တဲ့ မေဂျာဂျက်ဆင်ကတော့ လေယာဥ◌်ထဲကနေ အရေးပေါ်ခလုတ်နှိပ်ပြီးထွက်နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့လည်းစီးရီးယားအကြမ်းဖက် အရှာဘတ်ကလိုက်လံရှာဖွေဖမ်းဆီးခြင်းကိုခံခဲ့ရပါတယ်။ ဒါကို တောရစ်တို့အဖွဲ့နဲ့အစ္စရေး စစ်တပ်ကအဖွဲ့တို့ပူးပေါင်းကယ်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ အဲ့ဒီကယ်ဆယ်ရေးဖြစ်စဥ◌်ကိုကြည့်ရှုရတာဟာ တကယ့်ကိုစိတ်ဝင်စားစရာဖြစ်ပြီးကျွန်တော်ထုတ်မပြောခဲ့တဲ့ စိတ်ဝင်စားစရာအပိုင်းတွေအများကြီး အများကြီးကို ဆက်တိုက်ကြည့်ရှုရမှာပါ။ ကောင်းလွန်းလို့ CMပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ တစ်ခုမှာချင်တာက မျက်ရည်လေးတော့ခိုင်အောင်ထားပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို San Win Maungရေးသားပေးပြီး ဘာသာပြန်ပေးသူကတော့ Z ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/jarhead-law-of-return-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJv6ZYsTOfkm51pJHHddWjsFE3D.jpg",
        "title": "Foxtrot Six(2020)",
        "description": "Foxtrot Six(2019)(unicode)IMDB – 6.5\nအင်ဒိုနီရှား ဇာတ်ကားတွေကို မကြည့်ဖြစ်တာများပေးမယ့် ဒီဇာတ်ကားကိုတော့ အထင်ကြီးမိပါတယ် ရုပ်ရှင်အတွင်းအသုံးပြုခဲ့တဲ့ နည်းပညာတွေ စစ်ဝတ်စုံဒီဇိုင်းတွေက ပုံမှန်စစ်ကားတွေမှာသုံးတဲ့ ဝတ်စုံဒီဇိုင်းနဲ့နည်းနည်းကွာခြားနေပါတယ် Sci-fi ပိုင်းတွေပါပေမယ့်effect တွေကိုလွန်ရောကျွံရော သုံးထားတာမဟုတ်တဲ့အချက်ကလည်းဒီဇာတ်ကားရဲ့ဆွဲဆောင်မှုထဲကတစ်ခုလို့ထင်မြင်မိပါတယ်\nပါဝင်သရုပ်ဆောင်ထားတဲ့သူတွေက တော့ The Raid ဇာက်ကားမှာ Eka အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား OKA ANTARA ကအဓိကဇာတ်ရုပ်အဖြစ်ပါဝင်ထားပြီးတော့ အင်ဒိုနီးရှားနိုင်ငံရဲ့ နာမည်ကြီးမင်သမီးချောလေး AURELIE MOEREMANS ကလည်းပါဝင်အားဖြည့်ပေးထားပါတယ် ဇာတ်လမ်းအကျဉ်းက တော့ ၂၀၃၁ ကိုအခြေခံထားပြီး တစ်ကမ္ဘာလုံး အစာငတ်မှုဘေးနဲ့ ကြုံတွေ့နေရပါတယ် အင်ဒိုနီရှား လူငယ်သမ္မတလေးဟာ သူ့လက်ထက်မှာ အင်ဒိုနီးရှားနိုင်ငံဟာ ကမ္ဘာ့အစားအသောက်ခြင်းကြီး တစ်နည်း ထုတ်လုပ်တဲ့နေရာဖြစ်ရမယ်ကြွေးကြော်ခဲ့ပေမယ့် အာဏာရှိလူထုတစ်သိုက်ကြောင့် နေရာဖယ်ပေးခဲ့ပါတယ် အစာငတ်မွတ်မှု အစိုးရရဲ့နှိပ်စက်မှုတွေကြောင့် ပြည်သူလူထုရဲ့ အယုံအကြည်ယုတ်လျော့လာချိန်မှာတော့ THE REFORM ဆိုတဲ့ လက်နက်ကိုင်အဖွဲ့ဟာ ပြည်သူတွေကို အစားအစာလုံလောက်ပေးမယ်လို့စည်းရုံးမှုကြောင့်အားကောင်းလာခဲ့ပါတယ် အဲ့အချိန်မှာ စစ်အရာရှိဝန်ထမ်းဟောင်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/foxtrot-six2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5vO0gmWUmLAnVUtVbuWEScIWEAy.jpg",
        "title": "Tanhaji: The Unsung Warrior (2020)",
        "description": "(Unicode)ဘောလီဝုဒ်ဖန်တွေအတွက် 2020 ရဲ့ blockbuster ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်နာမည်ကျော်မင်းသားကြီး အဂျေးနဲ့ ဆေ့ဖ်အလီခန်းမ်တို့က အပြိုင်သရုပ်ဆောင်ထားတဲ့ ဖြစ်ရပ်မှန် ရာဇဝင်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်ဇာတ်လမ်းက မရာထာတပ်မှူး တာနာဂျီးရဲ့ဘဝဇာတ်ကြောင်းပဲဖြစ်ပါတယ်မဂိုအင်ယာကြီးစိုးတဲ့အချိန်မှာ အိန္ဒိယတစ်နိုင်ငံလုံးကိုသိမ်းပိုက်ဖို့ ကြိုးစားခဲ့ပါတယ်အဲ့ဒိအချိန်အခါမှာ အိန္ဒိယမှာလည်း ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရရေးအတွက် လွပ်လပ်ရေးတိုက်ပွဲဝင် မရာထာတပ်သားများစွာရှိပါတယ်အင်အားချင်းမမျှမှုကြောင့် အနိုင်မရဘဲ မဂိုတွေကိုအရှုံးပေးလိုက်ရတဲ့အခါ မရာထာအင်ယာပါမှ ခံတပ် ၂၃ ခု မဂိုတွေဘက်ကိုပေးအပ်လိုက်ရပါတယ်အဲ့ဒိထဲမှာ အကြီးမားဆုံးခံတပ်ဖြစ်တဲ့ ကွန်ဒါနားလည်းပါခဲ့ပါတယ် ဒီခံတပ်ကိုရရှိရင် အိန္ဒိယတောင်ပိုင်းတစ်ခုလုံးကို ရရှိသလိုပါပဲမဂိုတွေဟာ မတွန့်မဆိုင်းဘဲ အိန္ဒိယတစ်ခွင်လုံးကိုပါ သိမ်းဖို့ကြိုးစားလာတဲ့အခါမှာတော့မရာထာတပ်မှူးကြီး တာနာဂျီးနဲ့မဂိုတပ်မှူးကြီး အူဒေဘန်းတို့ ထိပ်တိုက်တွေ့ဖို့ဖြစ်လာပါတော့တယ်ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ေဘာလီဝုဒ္ဖန္ေတြအတြက္ 2020 ရဲ႕ blockbuster ကားေကာင္းတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္နာမည္ေက်ာ္မင္းသားႀကီး အေဂ်းနဲ႔ ေဆ့ဖ္အလီခန္းမ္တို႔က အၿပိဳင္သ႐ုပ္ေဆာင္ထားတဲ့ ျဖစ္ရပ္မွန္ ရာဇဝင္ကားေကာင္းတစ္ကားလည္းျဖစ္ပါတယ္ဇာတ္လမ္းက မရာထာတပ္မႉး တာနာဂ်ီးရဲ႕ဘဝဇာတ္ေၾကာင္းပဲျဖစ္ပါတယ္မဂိုအင္ယာႀကီးစိုးတဲ့အခ်ိန္မွာ အိႏၵိယတစ္ႏိုင္ငံလုံးကိုသိမ္းပိုက္ဖို႔ ႀကိဳးစားခဲ့ပါတယ္အဲ့ဒိအခ်ိန္အခါမွာ အိႏၵိယမွာလည္း ကိုယ္ပိုင္အုပ္ခ်ဳပ္ခြင့္ရေရးအတြက္ လြပ္လပ္ေရးတိုက္ပြဲဝင္ မရာထာတပ္သားမ်ားစြာရွိပါတယ္အင္အားခ်င္းမမွ်မႈေၾကာင့္ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/tanhaji-the-unsung-warrior-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/warr-134x200.jpg",
        "title": "Warriors of the Nation (2018)",
        "description": "Warriors Of The Nation(2018)(unicode)ဒီတစ်ခါတော့ တရုတ်ကွန်ဖူးသိုင်းကားအများကြီးရှိတဲ့ အထဲမှာ မင်းသားများစွာပြောင်းလဲသရုပ်ဆောင်ခဲ့ဖူးတဲ့ နာမည်ကျော်ကွန်ဖူးသိုင်းသမား ဝမ်ဖေးဟုန်ရဲ့ worriors of the nation ဇာတ်ကားလေးဘဲဖြစ်ပါတယ်\nမျိုးချစ်စိတ်၊နိုင်ငံချစ်စိတ်ကို နိုးဆွပေးတဲ့ ဇာတ်ကားကောင်း တစ်ကားဆိုရင်လည်း မမှားပေဘူး\n၁၉၀၇ခုနှစ် တရုတ်နိုင်ငံရဲ့ ပြည်တွင်းရေးမတည်မငြိမ်ဖြစ်နေတဲ့ အချိန်မှာ ဂျပန်နိုင်ငံက တရုတ်အရှေ့ကျွန်းကိုသိမ်းပိုက်ဖို့အစတည်ရာက တစ်စတစ်စ တစ်တိုင်းပြည်လုံးသိမ်ပိုက်ဖို့ အတွက်Planကြီးဆွဲထားခဲ့တယ်\nအဲ့အချိန် ဘုရင်ရဲ့ အမိန့်နဲ့ကွမ်ကျိုးကို ရောက်လာတဲ့ မျိုးချစ်စိတ်နဲ့နိုင်ငံတော်ကို ကယ်တင်ချင်တဲ စစ်သေနာပတိ ကျန်းကျိတုန်းနဲ့ ဝမ်ဖေးဟုန်တို့ ပေါင်းမိသောအခါ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ba Chit ပဲဖြစ်ပါတယ်....(zawgyi)ဒီတစ္ခါေတာ့ တ႐ုတ္ကြန္ဖူးသိုင္းကားအမ်ားႀကီးရွိတဲ့ အထဲမွာ မင္းသားမ်ားစြာေျပာင္းလဲသ႐ုပ္ေဆာင္ခဲ့ဖူးတဲ့ နာမည္ေက်ာ္ကြန္ဖူးသိုင္းသမား ဝမ္ေဖးဟုန္ရဲ႕ worriors of the nation ဇာတ္ကားေလးဘဲျဖစ္ပါတယ္\nမ်ိဳးခ်စ္စိတ္၊ႏိုင္ငံခ်စ္စိတ္ကို ႏိုးဆြေပးတဲ့ ဇာတ္ကားေကာင္း တစ္ကားဆိုရင္လည္း မမွားေပဘူး\n၁၉၀၇ခုႏွစ္ တ႐ုတ္ႏိုင္ငံရဲ႕ ျပည္တြင္းေရးမတည္မၿငိမ္ျဖစ္ေနတဲ့ အခ်ိန္မွာ ဂ်ပန္ႏိုင္ငံက တ႐ုတ္အေရွ႕ကြၽန္းကိုသိမ္းပိုက္ဖို႔အစတည္ရာက တစ္စတစ္စ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/warriors-of-the-nation-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/eight-legged-freaks2002-135x200.jpg",
        "title": "Eight Legged Freaks(2002)",
        "description": "Eight Legged Freaks(2002)(unicode)ဝေးလံခေါင်ဖျားတဲ့ သတ္တုတွင်းအခြေစိုက်မြို့လေးတစ်မြို့မှာ ဓာတုပစ္စည်းတွေ ယိုဖိတ်ရာကနေ ပင့်ကူမွေးမြူရေးစခန်းက ရာချီတဲ့ ပင့်ကူတွေဟာ ကားတစ်စီးစာအရွယ်အစားအဖြစ်ကို ညတွင်းချင်းကြီးမားသွားပါတော့တယ်။ အဲ့ဒါကိုတားမြစ်ရမယ့်သူတွေကတော့ မိုင်းတွင်း\nအင်ဂျင်နီယာ ခရစ်မက်ကော်မနက် ရဲအရာရှိ ဆမ်ပါကား နဲ့ ဆမ်ရဲ့သား ပင့်ကူတွေအကြောင်း ကျွမ်းကျင်တဲ့ မိုက်ခ်ဆိုတဲ့ ကလေးတစ်ယောက်ရယ် မြို့နေ လူတစ်စုရယ်ပါပဲ။\nတစ်မြို့လုံးကို ဖုံးလွှမ်း အန္တရာယ်ပေးလာမယ့် ပင့်ကူတွေကို သူတို့ ဘယ်လိုရင်ဆိုင်မလဲ? ဝေးလံလွန်းတဲ့ ဒေသဖြစ်တဲ့ အပြင် တစ်ခြားဒေသတွေနဲ့လဲ အဆက်အသွယ်ပြတ်တောက်သွားတဲ့အခါ ဘယ်သူ့ဆီက အကူအညီရယူရမလဲ?\nEight Legged Freaks ဟာ အကောင်ကားတွေလို့ခေါ်ကြတဲ့ Monster movies တွေခေတ်စားတဲ့ 90s 20s ဝန်းကျင်က မြန်မာပြည်က ခွေဆိုင်တွေမှာပါ အတော်ပေါက်ခဲ့တဲ့ ကားတစ်ကားပါ။ အကောင်ကားဆိုပေမယ့် Pg 13 ပဲဖြစ်တဲ့အတွက် သွေးထွက်သံယိုကြမ်းတမ်းတဲ့ပြကွက်တွေ မပါဝင်ပဲ ဟာသတွေနဲ့ ပေါ့ပေါ့ပါးပါး ဖျော်ဖြေရေးဖြစ်တဲ့ ကားတစ်ကားပါပဲ။ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/eight-legged-freaks2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uq4tSqCJBTO2Qo503nLeIdMYifb.jpg",
        "title": "Challenge of Five Gauntlets(2018)",
        "description": "Challenge of Five Gauntlets(2018)(Unicode)ဗုဒ္ဓမြတ်စွယ်တော်မှာ ရှိရှိသမျှ (၉၆)ပါးသော ရောဂါများအားလုံးပျောက်ကင်းနိုင်ခြင်း အပါအဝင် ထူးခြား ကောင်းမွန်တဲ့ အစွမ်းသတ္တိတွေ ပိုင်ဆိုင်ထားတယ်လို့ ဒဏ္ဏာရီလိုလို ပုံပြင်လိုလိုတွေ ရှိပါတယ်။ ဗုဒ္ဓမြတ်စွယ်တော်ကို ထိန်းသိမ်းစောင့်ရှောက်သူများအဖွဲ့ တစ်ခုမှ အလှည့်ကျ ကာကွယ်စောင့်ရှောက် တယ်လို့အဆိုလည်းရှိပါတယ်။ ဒါတွေအားလုံးက ရေရေရာရာမရှိတဲ့ ဒဏ္ဏာရီလို လို ယုံတမ်းစကားလိုလို တွေပါ။ တစ်ရက်မှာတော့ သေလုမြောပါးဖြစ်နေတဲ့ သမီးငယ်လေးအတွက် စိတ်ဆင်းရဲကိုယ်ဆင်းရဲ ဖြစ်နေသော ဖခင်တစ်ယောက်က သမိုင်း ပညာရှင်တစ်ဦးဖြစ်သူ ကိန်း ထံတွင် မြတ်စွယ်တော်ကို ရှာဖွေဖို့ လာအကူအညီ တောင်းသောအခါ………။ အက်ရှင်ကားကြိုက်သူများ အကြိုက်တွေ့မှာပါ။ နင်ဂျာတွေရဲ့ စိတ်ဓါတ်နဲ့ ခံယူချက်၊ အောက်လမ်းပညာ အသုံးပြုတိုက်ခိုက်ခြင်းများကို ရှုစားကြရမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Myo ဖြစ်ပါတယ်....(zawgyi)ဗုဒၶျမတ္စြယ္ေတာ္မွာ ရိွရိွသမွ် (၉၆)ပါးေသာ ေရာဂါမ်ားအားလံုးေပ်ာက္ကင္းႏုိင္ျခင္း အပါအ၀င္ ထူးျခား ေကာင္းမြန္တဲ့ အစြမ္းသတၱိေတြ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/challenge-of-five-gauntlets2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vhnxaQel1CwfcwLtCkTNpSdjte1.jpg",
        "title": "Ne Zha (2019)",
        "description": "ကၽြန္ေတာ္တို႔ ငယ္ငယ္က ၾကည့္ခဲ့ဖူးတဲ့\nနီက်ား ဆိုတဲ့ မီးေျခနင္း စီးၿပီး မီးလွံ ကိုင္တဲ့\nၾကာဖူးနတ္သား ကို မွတ္မိၾကေသးလား\n၂၀၁၉ ခုႏွစ္မွာပဲ Ne Zha ဆိုတဲ့ Animation ရုပ္ရွင္ကားကို\nတရုတ္ႏုိင္ငံမွာ ရံုတင္ျပသခဲ့ပါတယ္...\nတရုတ္ႏုိင္ငံရဲ႕ Animation ရုပ္ရွင္တစ္ကားအတြက္ Box Office မွာ\n၀င္ေငြအေကာင္းဆံုး ရုပ္ရွင္ကားအျဖစ္ စံခ်ိန္တင္ခဲ့ပါတယ္\nငယ္ငယ္က ၾကည့္ဖူးတဲ့ နီက်ား နဲ႔ ဇတ္လမ္းပံုစံ နဲနဲေလးကြဲသြားမယ္လုိ႔\nထင္ရေပမဲ့ ငယ္ဘ၀ အေငႊ႕အသက္လဲ မေပ်ာက္သလို\nဒီဇတ္လမ္းက အေတာ္ေလး ေကာင္းလြန္းပါတယ္\nAnimation မွာလဲ အရမ္းကို ေကာင္းမြန္လြန္းတယ္\nAction ခန္းေတြ တစ္၀ႀကီး ၾကည့္ခ်င္တဲ့သူေတြအႀကိဳက္ပါ\nလွပေသသပ္လြန္းပါတယ္\nဒီဇတ္လမ္းမွာေတာ့ နီက်ား ရဲ႕ ျဖစ္တည္မႈကို အေသးစိတ္ျပထားပါတယ္\nႏွစ္ေထာင္ေပါင္းမ်ားစြာ အၾကာက ခြန္လြန္း ေတာင္ေပၚ\nပုလဲလံုးေလး တစ္လံုး ဖြားျမင္လာခဲ့တယ္\nပုလဲလံုးေလး က သူလိုအပ္တဲ့ စြမ္းအင္ေတြကို\nအလိုအေလွ်ာက္သိမ္းယူႏုိင္ခဲ့ၿပီး ပင္ကိုယ္စိတ္ရင္းေကာင္းေပမဲ့\nမေကာင္းဆိုး၀ါးေတြ ရ႕ဲ စြမ္းအင္ကို သိမ္းမိရာကေန စိတ္ေဖာက္လာလို႔\nခြန္လြန္းေတာင္ သူေတာ္စင္ က ပုလဲေလးကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ne-zha-2019/"
    }
]