[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OkmwdxCZOVxvZq9OyDrIIKEoDK.jpg",
        "title": "iNumber Number: Jozi Gold(2023)",
        "description": "iNumber Number: Jozi Gold(2023)********************************\nအာဖရိက နယ်မြို့လေးမှာ လူမိုက်ဂိုဏ်းစတားအဖွဲ့တွေက လုယက်သတ်ဖြတ်နေကြပါတယ်။\nရဲ အရာရှိတွေဖြစ်တဲ့ ရှူးစ်နဲ့ ချီလီဟာ လူမိုက်တွေကိုဖမ်းပေးပေမယ့် သက်သေမခိုင်တာရယ် လာဘ်ပေးမှုတွေကြောင့်\nပြန်လွတ်နေပါတယ်။ သူတို့ သက်သေအခိုင်အမာရှာပြီး ဖမ်းပေးတဲ့ဟိုင်အီးနားလူသား လူဆိုးတစ်ယောက်ဟာ\nသက်သေမရှိဘူးပြီးပြန်လွှတ်ခံရဖို့ရှိနေပါတယ်၊ ဒီလူဆိုးကိုဖမ်းတဲ့နေရာမှာ အပျက်အစီးတွေနဲ့ချွတ်ချော်မှုတွေကြောင့်\nရှူးစ်နဲ့ ချီလီကိုဌာနရဲ့ အောက်ဆုံးကအဖွဲ့နဲ့အလုပ်လုပ်ဖို့ အမိန့်ချလိုက်တယ်။ ဒါဆိုချီလီကမကျေနပ်ဘဲဗြောင်းဆန်အောင်လုပ်ဖို့ကြိုးစားပါတော့တယ်....File Size :(2.02GB)& (996MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action , Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/inumber-number-jozi-gold2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eAphHhkP3NtseCsJ36tUMyT1xrk.jpg",
        "title": "The Star (2002)",
        "description": "1944 ခုနှစ်မှာ ဆိုဗီယက်ပြည်‌‌ထောင်စုရဲ့တပ်နီကြီးက‌နေဂျာမန်နာဇီတွေကိုအလဲထိုးပြီး ဘာလင်ကိုမျက်စောင်းထိုးနိုင်စေခဲ့တဲ့ထိုးစစ်ဖြစ်တဲ့ Operation Bagrationကိုအောင်မြင်စေနိုင်ခဲ့တဲ့ကင်းထောက်တပ်တခုရဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ အချိန်ကတော့ Operation Bagration မတိုင်ခင် ၁၉၄၄ခုနှစ်မေလအတွင်း။ ဆိုဗီယက်တွေမှာ ပြဿနာတက်နေတာကဂျာမန်ခုခံစစ်တွေရဲ့ နောက်တန်းမှာ လူပြန်စုနေတယ်လို့သတင်းရထားပေမယ့် အတိအကျက ထောက်လှမ်းမရနိုင်သေးဘူး။လွှတ်ထားသမျှကင်းထောက် တပ်ဖွဲ့ နှစ်ဖွဲ့ကလည်းအဆက်အသွယ်ပြတ်သွားခဲ့ပြီ။ ဒီလိုနဲ့ နောက်ဆုံးအကြိမ် ကြိုးစားပြီး ဒုဗိုလ်‌လေးတရာ့ဗ်ကင်ဦးဆောင်တဲ့ကြယ်ပွင့်လို့ အမည်ရတဲ့ကင်းထောက်အဖွဲ့တခုကိုထပ်လွှတ်ဖို့ဖြစ်လာပါတော့တယ်။ဒီကင်းထောက်အဖွဲ့ရဲ့ဂျာမန်ရှေ့တန်းတွေအကြားအရဲစွန့်ခဲ့တာတွေ ဂျာမန်တွေရဲ့စစ်အင်အားတွေကို တပ်ဖွဲ့တွေအကြားထောက်လှမ်းသတင်းပို့‌ပေးခဲ့တာတွေကိုရင်တဖိုဖိုနဲ့ကြည့်ရှူခံစားကြရမှာပဲဖြစ်ပါတယ်။ကင်းထောက်တပ်ဖွဲ့လေးတစ်ခုက ဒီစစ်ဆင်ရေးကြီးကိုဘယ်လိုမျိုးပြောင်းလဲပေးနိုင်ခဲ့မလဲဆိုတာကို CMပရိတ်သတ်ကြီးက ကြည့်ရှုခံစားပေးကြပါဦး။ File size…2.07GB / 992MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-star-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/spy-140x200.jpg",
        "title": "Spy in Love (2016)",
        "description": "အင်ဒိုရုပ်ရှင်တွေဆိုရင် နာမည်ကြီးအက်ရှင်ရုပ်ရှင်ဖြစ်တဲ့The Raid ကိုမြင်မိကြမှာပါ။ ယခုရုပ်ရှင်မှာ TheRaid ရုပ်ရှင်တွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မှင်ကောင်းကောင်းနဲ့ အထာရှိတဲ့အင်ဒိုဝါရင့်သရုပ်ဆောင်Ray Sahetapy ဟာတွဲဖက်ဇာတ်လိုက်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းက လျှို့ဝှက်ထောက်လှမ်းရေး ဟောင်းဖြစ်တဲ့ဆာတီရာ ဟာ ပင်စင်စားပြီးတက္ကသိုလ်မှာ သင်တန်းတွေပို့ချနေတဲ့အချိန် မလေးရှားမှာလေယာဉ် ပျောက်ဆုံးမှုတစ်ခုအားစုံစမ်းထောက်လှမ်းဖို့ဖြစ်လာပါတယ်။ သူ့မြေးဖြစ်သူ ပူထရာကလည်း မလေးရှားကဟိုတယ်တစ်ခုမှာ မန်နေဂျာအဖြစ်လုပ်ကိုင်ရင်း အိမ်ထောင်ပြုဖို့ဖြစ်လာတဲ့အခါအဖိုးဖြစ်သူဆီက ခွင့်ပြုချက်တောင်းဖို့ဆာတီရာကိုု မလေးရှားသို့အလည်ခေါ်ပါတော့တယ်။ ဆာတီရာ ကြီးတစ်ယောက်လည်း “ငါမအိုသေး”ဆိုတဲ့ အကွက်ကိုပြချင်တဲ့အတွက် ကိုယ်တိုင်ကွင်းဆင်းစုံစမ်းဖို့မြေးဖြစ်သူရှိရာမလေးရှားသို့ ရောက်လာပါတော့တယ်။ အဲဒီနောက်ဇာတ်လမ်းကို တဖြေးဖြေးဖြည်ချလာရင်း ဂွစာကြီး ဆာထရီဘယ်လိုတွေရွှေ့ပြီး ဇာတ်လမ်း အဆုံးထိဘယ်လိုတွေသက်လုံကောင်းသွားမလဲ ကြည့်ရမှာပါ။ပေါ့ပေါ့ပါးပါးနဲ့ အက်ရှင် ဟာသ ဒရာမာ ပေါင်းထားတဲ့ ရုပ်ရှင်ကို ကြည့်ချင်ပါတယ်ဆိုရင်ဒီရုပ်ရှင်ဟာ ကြည့်သင့်တဲ့ရုပ်ရှင်တစ်ခုပဲ ဖြစ်ပါတယ်။ File size…1.38GB / 589MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Action , Adventure , ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/spy-in-love-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjEyNDM2NDA3M15BMl5BanBnXkFtZTcwNDE1NDc5MQ@@._V1_-146x200.jpg",
        "title": "24: Redemption (2008)",
        "description": "24: Redemption (2008)\n==================\nIMDb Rating - 7.4/10ဒီကားလေးက အမေရိကန် နာမည်ကြီး စုံထောက် စီးရီးဖြစ်တဲ့\n'24' ဆိုတဲ့ စီးရီးရဲ့ အဆက် တစ်ပိုင်းတည်းအပြီး ကားလေးဖြစ်\nပါတယ်။ စီးရီးမှာတော့ စုစုပေါင်း Season 9 ခုထိရှိပြီး အတော်\nလေးအောင်မြင်ခဲ့တယ်ပြောရမှာပါ။ ဇာတ်ဆောင်မင်းသားအနေနဲ့\nကတော့ 1990 နဲ့ 2000 ခုနှစ် တွန်ခရုစ်တို့နဲ့အပြိုင်တောက်ပခဲ့တဲ့\nKiefer Sutherland ဘဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ အေးဂျင့်ဘဝကနေ အနားယူ\nလိုက်တဲ့ Sutherland နဲ့သူ့သူငယ်ချင်းတို့က Sangala ဆိုတဲ့ အာ\nဖရိဂန်နိုင်ငံမှာ မိဘမဲ့ဂေဟာလေးမှာလုပ်အားပေးလုပ်ရင်း ဘဝကို\nအေးဆေးနေနေတဲ့အချိန်ပေါ့။ (Sangala ဆိုတာက Fiction ပါ၊\nအပြင်မှာမရှိပါဘူး)။ တဖက်မှာလည်း အမေရိကန်တို့ သူတို့တိုင်း\nပြည်မှာခြေရှုပ်နေတာကို မကြိုက်တဲ့ စစ်သွေးကြွအဖွဲ့တွေရှိနေပါ\nတယ်။ ဒါပေမဲ့ 24 စီးရီးမှာ သူတို့ခေါင်းဆောင်ကို အမေရိကန်တို့က\nလက်နက်ဖြုတ်လိုက်ပြီးပါပြီ၊ ဒါပေမဲ့ တွင်းထွက်မရှိ၊ စီးပွားရေး\nအခွင့်အလမ်းမရှိတော့ US တို့ဘက်က ပြန်ဆုတ်ချင်နေပါတယ်။ဒီလိုနဲ့ ရာထူးကဆင်းပေးရတော့မယ့် US ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/24-redemption-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZDUzMDA1ZjctZjJkNi00YmRmLTk5NzctNjMwNTEzMjAwMTE3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-138x200.jpg",
        "title": "The Wrath of Becky (2023)",
        "description": "The Wrath of Becky (2023)\n===================\nIMDb Rating - 6.0/10\n2020 တုန်းက ထွက်ထားတဲ့ Becky ကားရဲ့ Sequel ပါ။\n2020 ကားထက်လည်း IMDb rating ပိုမြင့်ပါတယ်။ ပထမ\nကားမှာ သူ့အဖေကို သတ်သွားတဲ့ လူလေးယောက်ကို ပြန်သတ်\nခဲ့တဲ့ ဘက်ကီက မိဘမဲ့ဖြစ်သွားတော့ မွေးစားမဲ့သူတွေရှိလာ\nပေမဲ့လည်း ဘက်ကီက သူ့ခွေးလေး ဒီယေးဂိုကိုခေါ်ပြီး တစ်\nအိမ်ပြီးတစ်အိမ်ကနေ ထွက်ပြေးပါတယ်။ တစ်နေ့မှာတော့ အယ်\nလီနာဆိုတဲ့ အဘွားကြီးတစ်ယောက်က ဘက်ကီ့ကိုလမ်းကြုံခေါ်\nတင်ပေးရာကနေ ဘက်ကီတို့နှစ်ယောက် အယ်လီနာနဲ့ပဲ နေဖြစ်\nသွားကြပါတယ်။\nဒါပေမဲ့ ကံကြမ္မာကဖန်လာပြန်တော့ ဘက်ကီ့ကြောင့်ပဲ အယ်လီနာ\nအသတ်ခံလိုက်ရပါတယ်။ ဒီလိုနဲ့ ဘက်ကီ့ရဲ့ လက်စားချေတဲ့ခရီးစဉ်\nကြီး ပြန်လည်စတင်ပါတော့တယ်။ ၁၃နှစ်အရွယ်ဘက်ကီနဲ့ ၁၆နှစ်\nအရွယ် ဘက်ကီတို့ ဘယ်လိုကွာခြားသွားမလဲ၊ သစ္စာရှိခွေးလေး\nဒီယေးဂိုကရော ဒီတစ်ခေါက်မှာ ဘက်ကီ့ကိုဘယ်လိုကူညီဦးမလဲ။\nရက်ရက်စက်စက် သွေးထွက်သံယို လူသတ်မှုတွေပါဝင်တဲ့အတွက်\nကြောင့် အသည်းငယ်သူများ ကြည့်ရှုဖို့မသင့်တော်ပါဘူး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)\nFile Size..........(772 MB) ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-wrath-of-becky/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9wqKF883Kn9c0SZV4ZmkIkFhBLh.jpg",
        "title": "Becky(2020)",
        "description": "Becky(2020) အညွှန်း****************နှစ်ရှည်ထောင်ကျနေတဲ့ အစွန်းရောက်လူမိုက်ကြီး (၄)ယောက်ရှိတယ်..ဒီလူတွေက လူသတ်ဖို့ဝန်မလေးသလိုအတွေ့အကြုံပေါင်းများစွာရှိနေတဲ့သူတွေ..တစ်နေတော့သူတို့ကို ထောင်ပြောင်းဖို့ ကြိုးစားချိန်မှာ လုံခြုံရေးတွေကိုသတ်ဖြတ်ပြီး လွတ်မြောက်သွားတယ်..သူတို့(၄)ယောက်ဟာ ထောင်က ထွက်လာပြီးတဲ့နော်ရည်ရွယ်ကြီးတစ်ခုလုပ်ဖို့ရှိတယ်..အဲ့ဒါက တောအုပ်တစ်ခုထဲက အိမ်မှာအရေးပါတဲ့သော့တစ်ချောင်းကိုထောင်မကျခင်က ဝှက်တဲ့ဟာဟာကိုသွားယူဖို့ပါပဲ..ဒီအိမ်မှာလက်ရှိ မိသားစုတစ်စုနေထိုင်ပြီးအဲ့ဒီထဲမှာ ဘက်ကီဆိုတဲ့ချာတိတ်အရွယ်ကောင်မလေးလည်းရှိတယ်..လူကြမ်းကြီး(၄)ယောက်နဲ့ ဒီမိသားစုနဲ့ တွေ့ဆုံချိန် ဘက်ကီလေးတစ်ယောက်ပဲသူ့မိသားစုကိုကယ်ဖို့အခွင့်အရေးရှိလာတဲ့အခါမှာတော့...File Size :( 1.6GB)(623MB)\nQuality : BLU-RAY.1080P, 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Action, Crime ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/becky2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1cUy9C9LRNtRWvobgT3DioYyOFN.jpg",
        "title": "Balada Si Roy (2023)",
        "description": "Balada Si Roy (2023)*******************\nလောကဓံရဲ့အနိမ့်အမြင့်အခက်အခဲတွေကို အလူးအလဲခံနေရပေမဲ့ မလျော့သောစိတ်ဓာတ်ခွန်အားတွေနဲ့အတူမတရားဘက်တော်သားတွေကို မကြောက်မရွံ့ပြန်တိုက်ခိုက်ရဲတဲ့ ရွိုက် (Roy) ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ဘဝကိုပုံဖော်ရိုက်ကူးတာတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်..ရွိုက် (Roy) ဟာ ဘဝကို ပေါ့ပေါ့ပါးပါးနဲ့ ပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့ ဆယ်ကျော်သက်ကျောင်းသားလေးတစ်ယောက်ဖြစ်ပြီးသူ့မှာ အရမ်းချစ်ရတဲ့ဆိုးတူကောင်းဖက်ရှိနေပေးတဲ့ ဂျိုး (Joe) လို့ခေါ်တဲ့ခွေးလေးတစ်ကောင်ရှိပါတယ် ...နိုင်ငံရေးလှုပ်ရှားသူတစ်ဦးဖြစ်တဲ့ သူ့အဖေဆုံးသွားပြီးနောက်ပိုင်းမှာ ရွိုက် (Roy) နဲ့သူ့အမေဟာ ဆန်ရန်ဆိုတဲ့မြို့ကို ပြောင်းရွေ့လာခဲ့ပါတယ်..\nဆန်ရန်အထက်တန်းကျောင်းမှာသာမက ဆန်ရန်မြို့မှာပါ ဗိုလ်ကျနေတဲ့ အကြီးအကဲတစ်ဦးရဲ့သားဒူလန် (Dullah) နဲ့ ရွိုက် (Roy) တို့ဟာ ပြဿနာတစ်ခုဖြစ်ပွါးရာမှ ရွိုက် (Roy) ဟာ သူ့အချစ်ဆုံးခွေးလေး ဂျိူး (Joe) ကို ဆုံးရှုံးခဲ့ရပါတယ်..မိသားစုရဲ့အုတ်တံတိုင်းဖြစ်တဲ့ဖခင်ကိုဆုံးရှုံးထားရတဲ့အပြင် ဆိုးတူကောင်းဖက်ခွေးလေးကိုပါလက်လွှတ်လိုက်ရတဲ့ ရွိုက်(Roy) တစ်ယောက် ဘယ်လိုနာကျည်းချက်တွေနဲ့ ပြန်လည်တုံ့ပြန်မလဲ……\nသူ့အဖေကရော ဘာအတွက်ကြောင့် အသက်ဆုံးရှုံးခဲ့ရသလဲ……\nဆန်ရန်မြို့ရဲ့ နောက်ကွယ်မှာရော ဘယ်လိုအကြောင်းတရားတွေရှိနေသလဲ……..ဆိုတာကို ဇာတ်ကားထဲမှာ ရှာဖွေကြည့်လိုက်ရအောင်နော်....\n    File Size      ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/balada-si-roy-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BOGVkMTFmOWEtODFiYi00NTEwLTg0NmItMmU4MTI1MzYzODAxXkEyXkFqcGdeQXVyMzExODEzNDA@._V1_-142x200.jpg",
        "title": "World War Z (2013)",
        "description": "World War Z  ဟာ 2013 June လ မှာ ရုံ တင်ခဲ့တဲ့ Horror ရုပ်ရှင်ကားတစ်ကား ဖြစ်ပြီးတော့ Resident Evil တို့လို ကူးစက်တတ်တဲ့ရောဂါပိုးမွှားတွေကြောင့် ဖုတ်ကောင်တွေဖြစ်ပြီး ကမ္ဘာကြီးပျက်မယ့်အရေးကို ရိုက်ကူးထားတာဖြစ်ပါတယ်...၂၀၁၉ မှာတော့ ကမ္ဘာပေါ်မှာ ကူးစက်မြန်တဲ့ COVID-19 ရောဂါ တကယ်ပဲ ဖြစ်ပွားခဲ့ပြီး ကံကောင်းလို့ တစ်ကမ္ဘာလုံး ဖုတ်ကောင်မဖြစ်သွားတာပါ။ ဒါတောင် သေတဲ့နှုန်းတော်တော်မြင့်တက်ခဲ့ပြီး ကူးစက်မြန်ရောဂါပိုးတွေရဲ့ ကမ္ဘာဖျက်စီးနိုင်စွမ်းကို မျက်ဝါးထင်ထင်မြင်ခဲ့ကြရပါတယ်။မင်းသားကြီး ဘရတ်ပစ် Brad Pitt အဓိကသရုပ်ဆောင်ထားပြီး ဒီရုပ်ရှင်က စာရေးဆရာ Max Brooks ရဲ့ World War Z ဝတ္ထုကိုပုံဖော်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....မြောက်ကိုရီးယားကနေ ပိုးတစ်မျိုး ပြန့်ပွားလာတာ ဖြစ်ပြီး စက္ကန့်ပိုင်း မိနစ်ပိုင်း အတွင်းမှာ\nအယောက်ပေါင်း ထောင်ချီ သိန်းချီ ကူးစက်နိုင်တဲ့ ရောဂါဖြစ်ပွား လာပါတယ်..ရောဂါဟာ စက္ကန့်ပိုင်း ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/world-war-z-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDRlZTlhNzQtMjMxYi00ZDdlLTk2OGItYjdjZGI2ZmU1M2JmXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-150x200.jpg",
        "title": "Kazhuvethi Moorkkan (2023)",
        "description": "Kazhuvethi Moorkan ( 2023 )\n=============================\nIMDb 6.4/10အသစ်ထွက်ထားတဲ့ တမီလ် ကျေးလက် အက်ရှင်ကားမိုက်မိုက်လေးတစ်ခုကို စီအမ်ကနေ တင်ဆက်ပေးချင်ပါတယ်။\nကီဇာသီရူဆိုတဲ့ အိန္ဒိယနိုင်ငံတောင်ပိုင်းက ရွာလေးမှာ မူရ်ကာနဲ့ ဘွန်မိဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိကြပါတယ်။\nမူရ်ကာငယ်ငယ်က နွားခွေ့ခံရတဲ့အချိန်မှာ ဘွန်မိက မူရ်ကာ့အသက်ကိုကယ်ပေးဖူးတာကြောင့် မူရ်ကာဟာ\nဘွန်မိအပေါ်မှာ အင်မတန်သံယောဇဉ်ရှိပါတယ်။ဇာတ်မြင့်၊ ဇာတ်နိမ့်ကွာခြားချက်တွေရှိပေမဲ့ မူရ်ကာဟာ ဘွန်မိဘက်က အမြဲတမ်းရပ်တည်ပေးပြီး\nဘွန်မိကလည်း မူရ်ကာအတွက်ဆို ဘာမဆိုကူညီတဲ့ သိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေပေါ့။\nအဲဒီလိုသိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေဟာ ရွာကိုရောက်လာတဲ့ နိုင်ငံရေးသမားတွေနဲ့ပတ်သက်မိပြီး\nနိုင်ငံရေးသမားတွေက သူတို့ကို ရန်တိုက်ပေးဖို့ကြိုးစားလာတဲ့အချိန်မှာတော့ တစ်စနဲ့တစ်စ\nအမှိုက်ကနေ ပြသာဒ်မီးလောင်တဲ့ထိဖြစ်ကုန်ပါတော့တယ်။ဒီ Kazhuvethi Moorkan ဆိုတဲ့ရုပ်ရှင်လေးဟာ တောင်ပိုင်း ကျေးလက်အက်ရှင်ကား\nကြိုက်တတ်သူတွေအတွက် အချိန်ပေးရကျိုးနပ်စေမယ့်ရုပ်ရှင်လေးဖြစ်လို့ ချန်နယ်မြန်မာရဲ့\nBollywood team ကနေ မြန်မာဘာသာသို့ ပြန်ဆိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျ...။\n( ဒီရုပ်ရှင်ရဲ့အညွှန်းကိုတော့ Zwe Yan က ရေးသားပြီး ဘာသာပြန်ဆိုသူတွေကတော့\nVoldemort, Aditi, Bpl, Yunni, ThAIk San, နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/kazhuvethi-moorkkan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qW4crfED8mpNDadSmMdi7ZDzhXF.jpg",
        "title": "Knights of the Zodiac (2023)",
        "description": "Knights of the Zodiac (2023)စိတ်ကူးယဉ် မှော်ရုပ်ရှင် အသစ်တစ်ကားလာပါပြီ။\nဂျပန် မန်ဂါကာတွန်း Saint Seiya ကို အခြေခံရိုက်ကူးထားပြီး\nမင်းသားကတော့ One Piece Live Action စီးရီးမှာ Roronoa Zoro အဖြစ်ပါဝင်ထားတဲ့ Mackenyu ပဲဖြစ်ပါတယ်။\nအက်ရှင်ပိုင်းမှာ ပိုင်နိုင်ကြောင်းကိုတော့ Rurouni Kenshin: Final Chapter Part I မှာ Enishi Yukishiro အဖြစ် သရုပ်ဆောင်ခဲ့တာကို ကြည့်ရင် သိသာပါတယ်။\nဇာတ်ပို့အနေနဲ့ မင်းသားကြီး ရှောင်ဘင်း ( ကားတိုင်းသေ) နဲ့ ပါရာနာဝေမင်းသား Mark Dacascos တို့ ပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းသမိုင်းအစမှာ နတ်ဘုရားတွေက လူသားတွေကို နှိပ်စက်နေခဲ့ကြပါတယ်။\nဒါကို လူသားတွေဘက်ကနေ စစ်နတ်ဘုရားမ အသီနာက ကာကွယ်ပေးခဲ့ပြီး လူသား သူရဲကောင်းတွေအများကြီး အသီနာဆီမှာ သစ္စာခံခဲ့ကြပါတယ်။\nအဲဒီသူရဲကောင်းတွေဟာ ကော့စ်မိုလို့ခေါ်တဲ့ ကြယ်တွေရဲ့ စွမ်းအားကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/knights-of-the-zodiac-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFnmCWbR1s7RyzcsFfw5whueKHf.jpg",
        "title": "The Chalice of Blood (2022)",
        "description": "The Chalice of Blood (2022)အခု မိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ၂၀၂၂ ခုနှစ်မှထွက်ရှိထားတဲ့ စစ်ကားပဲဖြစ်ပါတယ်။၁၉၄၃ ခုနှစ်မှာ ဗာတီကန်ဘုန်းတော်ကြီးတစ်ယောက်ကနေ ခွင်ဆင်ထားတဲ့ဇာတ်အပေါ်ကို ဖင်လန်စစ်သားတွေကနေ ကြိုးကိုင်ခံလိုက်ရတဲ့အ‌ကြောင်းပါ။ ဒီဇာတ်ကားရဲ့ မင်းသားဖြစ်တဲ့ မီလီကော့ဗ်စကီဟာဆိုရင် စစ်ရေးကနေပြန်လာပြီး မိန်းမယူဖို့အတွက် တပ်ကနေထွက်တော့မယ့် အချိန်ဆဲဆဲမှာပဲ ဇာတ်လမ်းလေးက စပြီးအကြောင်းဖန်လာတာဖြစ်ပါတယ်။ ဇာတ်လမ်းရဲ့ အဓိကသော့ချက်ဖြစ်တဲ့ တန်ဖိုးကြီးဖလားတော်ကို မင်းသားတို့တစ်သိုက်လိုက်ရှာဖွေရင်း ဘယ်လိုအတွေ့အကြုံသစ်တွေနဲ့ ရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာကို စိတ်လှုပ်ရှား ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်အတွင်းက ဂျာမန်နဲ့ ဖင်လန်စစ်‌တပ်တွေရဲ့ စစ်တိုက်ပုံတွေ၊ တပ်တွင်းထဲမှာ အတွင်းရေးတွေကို ဘယ်လိုကိုင်တွယ်လေ့ရှိလဲ... အဲဒါအပြင်ကို စစ်သားတစ်ယောက်ဖြစ်ရတဲ့ ကောင်းကျိုး ဆိုးကျိုး အားသာချက် အားနည်းချက်တွေကိုပါ ကွက်ကွက်ကွင်းကွင်းဖော်ပြထားတာမို့လို့ ဗဟုသုတတွေပါ တစ်လှေကြီးရမယ့်ဇာတ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 710MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-chalice-of-blood-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/GSeicpK571uoM2ZCRb1YyW2YMG.jpg",
        "title": "Trespass (1992)",
        "description": "ဒီတစ်ခေါက်တော့ CM ပရိသတ်တွေအတွက် ပေါ့ပေါ့ပါးပါးရှိတဲ့ကြည့်ပျော်ရှုပျော် Action ကားလေးတစ်ကား တင်ဆက်ပေးချင်ပါတယ်။1992 ခုနှစ်က ထွက်ရှိခဲ့ပြီး IMDB လည်း 6.3/10 ရထားပါတယ်။ ဇာတ်လမ်းအားဖြင့် ဒွန် နဲ့ ဗင့်(စ်)ဆိုတဲ့ မီးသတ်သမားနှစ်ယောက်ဟာမီးလောင်နေတဲ့ တိုက်ခန်းတစ်ခုကို ဝင်ကယ်ဆယ်ရေးလုပ်ရင်းသေခါနီးအဖိုးကြီးတစ်ယောက်ဆီကနေ ရတနာမြေပုံတစ်ခုရရှိခဲ့ပါတယ်။သေချာစုံစမ်းကြည့်တဲ့အခါ အဲ့ဒီအဖိုးကြီးဟာ လွန်ခဲ့တဲ့နှစ်(၅၀)ကဘုရားကျောင်းတစ်ခုကိုဓားပြတိုက်ခဲ့တဲ့သူဖြစ်ပြီး ဒေါ်လာသန်းချီတန်တဲ့ တိုက်ရာပါ ရွှေသားပစ္စည်းတွေကို ဖွက်ထားတဲ့သူဖြစ်နေပါတယ်။ဒါနဲ့ပဲ ဒွန် နဲ့ ဗင့်(စ်)တို့ဟာ အဖိုးကြီးရဲ့ မြေပုံမှာပါတဲ့ အဆောက်အဦးအဟောင်းကြီးဆီကို ယုံတစ်ဝက်မယုံတစ်ဝက်နဲ့ ချီတက်ခဲ့ပါတော့တယ်။တစ်ဖက်မှာလည်း ဆေးရောင်းတဲ့ လူမဲဂိုဏ်းတစ်ဂိုဏ်းဟာ ဂိုဏ်းထဲကသစ္စာဖောက်တစ်ယောက်ကိုရှင်းဖို့အတွက် အဆိုပါ အဆောက်အဦးဟောင်းကြီးကိုပဲ ရွေးချယ်ထားပါသေးတယ်။ ဒီလိုနဲ့ ရွှေရှာဖို့ ရည်ရွယ်ချက်နဲ့ လာခဲ့တဲ့ ဒွန်နဲ့ ဗင့်(စ်)ဟာ မမျှော်လင့်ဘဲလူသတ်မှုတစ်ခုရဲ့မျက်မြင်သက်သေတွေ ဖြစ်လာပါတယ်။တစ်ဖက်ဂိုဏ်းကလည်း သူတို့လည်ပင်းကို ကြိုးကွင်းစွပ်နိုင်မယ့် ဒွန် နဲ့ ဗင့်(စ်)ကို အပျောက်ရှင်းဖို့ ကြိုးစား၊ဒွန် နဲ့ ဗင့်(စ်)ကလည်း အသက်ရှင်ဖို့ ရုန်းကန်နဲ့ဒီဇာတ်ကားဟာ မထင်မှတ်ထားတာတွေနဲ့ ကြွတက်လာပါတော့တယ်။လူနည်းနည်း၊သေနတ်တွေများများ၊အဆောက်အဦးဟောင်းကြီးတစ်ခုနဲ့ရွှေထည်ပစ္စည်းတွေပါတဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/trespass-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gygSOTMgQqpOa8yhEqDwsVfAuS2.jpg",
        "title": "River God: The Strange Story ( 2023 )",
        "description": "သည်းထိတ်ရင်ဖိုကားတွေကိုမှ ကြိုက်ပါတယ်ဆိုတဲ့ CM ရဲ့ ပရိသတ်တွေအတွက်\nRiver God ဆိုတဲ့ ရုပ်ရှင်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ -မင်ကော်ခေတ်မှာ ထျန်းကျင်းဝေ့မြို့မှာ ရေဘေးအန္တရာယ်တွေ\nအကြိမ်ကြိမ်ကြုံတွေ့နေရပြီး သဘာဝလွန် ဖြစ်ရပ်သတင်းတွေ\nမပျက်ကြားနေရပါတယ်။ ရေပေါ်ရဲတပ်ဖွဲ့ အဖွဲ့ခေါင်းဆောင်\nကောသယ်ယိုဟာ သူ့ဆရာရဲ့ ပညာတွေကို ဆက်ခံထားပြီး\nမြစ်နတ်အဖြစ် နာမည်ကြီးနေပါတယ်။တစ်နေ့မှာ ကောသယ်ယိုတစ်ယောက် မြစ်ထဲကနေ အလောင်း ၂ ခုကို\nဆယ်ခဲ့ပြီးနောက်မှာတော့ ပုံရိပ်ယောင်တွေကို မြင်လာခဲ့ပါတယ်။\nပုံရိပ်ယောင်တွေက တစ်ဆင့် သူ့အစ်ကို သေဆုံးခဲ့ရတဲ့\nအကြောင်းအရင်းဟာ လွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က\nကလေးပျောက်ဆုံးမှုနဲ့ ပတ်သက်နေတာ သိခဲ့ရပါတယ်ကောသယ်ယို၊ တင်းမောင်နဲ့ လီတာ့လန့်တို့ ၃ ယောက်ဟာ\nအမှန်တရားကို ရှာဖွေဖို့အတွက် စွန်စားခန်း စတင်ခဲ့ပါတယ်။\nစာကြည့်တိုက်မီးလောင်မှု၊ ဝက်ခေါင်းလူကြီးရဲ့တိုက်ခိုက်မှုတွေ၊\nယင်းရန်မြစ်နတ်ရဲ့ လမ်းညွှန်မှု၊ ဝေမိသားစုသင်္ချိုင်းက သရဲအိမ်ကြီး စတဲ့\nနေရာတွေကို တစ်ယောက်ယောက်က တမင်လမ်းညွှန်ပြနေပါတယ်။ကောသယ်ယိုတစ်ယောက် လွန်ခဲ့တဲ့ နှစ် ၂၀ က အမှန်တရားကို ဖော်ထုတ်နိုင်ပါ့မလား......\nပုံရိပ်ယောင်တွေနဲ့ သူ့ကို တိုက်ခိုက်နေသူကရော ဘယ်သူဖြစ်မလဲ......\nဆိုတာကို ရုပ်ရှင်နဲ့အတူ ...",
        "rating": "6",
        "url": "https://megaup.net/1fdzp/River_God_The_Strange_Story_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVDJM29BSbET4FzI24xLuWSmDUR.jpg",
        "title": "Iron Sky (2012)",
        "description": "ဒုတိယကမ္ဘာစစ်ကြီးအတွင်းမှာ နာဇီတချို့ဟာလရဲ့အမှောင်ခြမ်းမှာ ခံတပ်တခုသွားတည်ဆောက်ပြီးဟီလီယမ်-၃ ဓာတ်ငွေ့တွေကို တူးဖော်ရင်း နှစ် ၇၀ ကျော်ပုန်းအောင်းနေခဲ့ပါတယ်။ တနေ့မှာအမေရိကန်သမ္မတရဲ့ရွေးကောက်ပွဲ ပရိုမိုရှင်းတဖြစ်လဲ လဆင်းသက်ရေးယာဉ်တစီးက သူတို့စခန်းကို မတော်တဆတွေ့သွားတဲ့အခါမှာတော့ကမ္ဘာကြီးကို နာဇီတို့ရဲ့စစ်လက်နက်အသစ် ဂိုတာဒန်မယ်ယာဉ်ကြီးနဲ့အတူတူ ပြန်လည်ဆင်းသက်ပြီး ဂျာမန်စတုတ္ထအင်ပါယာကြီးရဲ့ကျူးကျော်စစ်စဖို့ အကြောင်းဖန်လာပါတော့တယ်။ ဒီဇာတ်ကားမှာ Marvel နဲ့ Disney တို့မတိုင်ခင်သူ့ခေတ်သူ့အခါရဲ့ ကွန်ပျူတာပြုလုပ်ချက် တွေအနေနဲ့အတော်လေးကောင်းမွန်သလို နိုင်ငံကြီးတွေရဲ့အကြောင်းမသိမသာ လှော်ထားတဲ့ဟာသတွေ နာဇီတွေနဲ့ပန်းကန်ပြားပျံသီအိုရီတွေ စသဖြင့်တွေ့ကြရမှာဖြစ်လို့ CMပရိတ်သတ်ကြီးကရှုစားအားပေးကြပါဦး...... File size…1.48GB / 656MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/iron-sky-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjAwMzk1YzEtOGJjOS00Mjg3LTllNGItMGYxNWI0ZTI1MTk3XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-133x200.jpg",
        "title": "The Machine (2023)",
        "description": "Bert Kreischer (Machine) ဆိုတဲ့ comedian ကိုတော့လူတိုင်းလိုလိုကြားဖူးကြမှာပါ ဒီဇာတ်ကားကတော့ Bert ရဲ့ကိုယ်တွေ့ကျောင်းလေ့လာရေးခရီးကိုစိတ်ကူးယဉ်ဇာတ်လမ်းတွေထပ်ဖြည့်ပြီးရိုက်ကူးထားတဲ့ comedy and adventure movie ဖြစ်ပြီး IMDb 6.2/10 ရရှိထားပါတယ် ဇာတ်လမ်းထဲမှာ Bert ကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ထားပြီး Star Wars မှာ Luke Skywalker အနေနဲ့လူသိများတဲ့ Mark Hamil ကတော့ Bert ရဲ့အဖေနေရာမှာသရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းထဲမှာတော့ Bert က comedian တစ်ယောက်ဖြစ်ပြီးသူရုရှားမှာဖြစ်ခဲ့တဲ့အကြောင်းတွေကိုအမြဲ‌ဟာသလုပ်ပြောတတ်တဲ့သူပါ တစ်နေ့တော့သူ့ရဲ့အတိတ်ကလုပ်ရပ်တွေကြောင့်သူတို့သားအဖနှစ်ယောက်ရုရှားကိုပြန်ပေးဆွဲခံလိုက်ရပါတော့တယ် ဖြစ်ချင်တော့ ရုရှားမာဖီးယားတွေရဲ့ဂိုဏ်းလုတဲ့ပွဲမှာ Bert လုယူသွားခဲ့တဲ့ပစ္စည်းတစ်ခုကအဓိကဖြစ်နေခဲ့တာပါ သားအဖနှစ်ယောက်ရုရှားမှာပစ္စည်းကိုပြန်လိုက်ရှာရင်းရုရှားမာဖီးယား‌တွေကြားမှာဘယ်လိုအဖြစ်မျိုးတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုစောင့်ကြည့်ရမှာဖြစ်ပါတယ် File size…(2.3 GB)/(1.1 GB)/(560 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:52:00\nGenre...Comedy, Action, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-machine-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rs7Lmj1VrAv4dvNWKcHEBDWqfMB.jpg",
        "title": "Friday Killer (2011)",
        "description": "Friday Killer (2011)2010တုန်းက ထွက်ခဲ့တဲ့ Saturday Killerရဲ့ ပြီးခါနီးနားမှာ Pae Uziအကြောင်း အရိပ်အမြွက်ပါခဲ့ပြီး ဒီ Friday Killer မှာတော့ Pae Uzi အကြောင်းကို အဓိကရိုက်ထားပါတယ်။ဇာတ်လမ်းအစမှာတော့ ကျွမ်းကျင်သေနတ်သမားဖြစ်တဲ့ Pae Uzi ဟာ ထောင်ကထွက်ထွက်ချင်းမှာပဲ ဓားနဲ့ထိုးခံခဲ့ရပါတယ်။ ဓားဒဏ်ရာနဲ့ ဆေးရုံရောက်သွားချိန်မှာ Pae Uzi သိလိုက်ရတာက သူ့မှာ သမီးတစ်ယောက်ရှိတယ်ဆိုတာပါပဲ။သမီးဖြစ်သူ ရဲမေ Dao အရွယ်ရောက်တဲ့အထိ ကိုယ့်သမီးမှန်း မသိခဲ့ရတဲ့ Pae Uzi က သူ့သမီးအိမ်ကို သွားရောက်လေ့လာတဲ့အချိန် ကံဆိုးစွာပဲ Dao ရဲ့ ဖခင်ကို သတ်လိုက်မိပါတယ်။Dao ကတော့ Pae Uzi ကို အဖေရင်းမှန်းမသိဘဲ ဖခင်လို့ထင်ထားတဲ့သူ သေသွားရလို့ Pae Uzi ကို အငြှိုးကြီးကြီးနဲ့ လိုက်လံဖမ်းဆီးရင်း …သေနတ်သမားဖခင်နဲ့ ရဲဖြစ်သူသမီးကြားမှာ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/friday-killer-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pQMmheIsWq6SnSPmdzd6zBfXdG.jpg",
        "title": "Saturday Killer (2010)",
        "description": "Saturday Killer (2010)ဘန်းပလာမာရဲ့ နာမည်ကျော်ကြေးစားလူသတ်သမားဖြစ်တဲ့ ဘဲကြီး Tee Rifle ဟာ သူ့ကိုယ်သူလူဖြစ်ရှုံးတဲ့သူလို့ သတ်မှတ်ထားသူပါ။ ဘာလို့လဲဆိုတော့ သူက စွမ်းဆောင်ရည်မရှိဘဲ ပန်းသေနေလို့ပါပဲ။ပန်းသေနေတဲ့ ဘဲကြီး Tee Rifleက တစ်နေ့မှာတော့ Chris ဆိုတဲ့ မိန်းမလှလေးကို မြင်မြင်ချင်းကြွေသွားခဲ့ပါတယ်။ Chris ကတော့ သူ့အဖေကိုသတ်သွားတဲ့သူကို ပြန်လက်စားချေချင်နေတဲ့သူပေါ့။အချစ်ကပေးတဲ့ အားဆေးလို့ပဲဆိုရမလား?Tee Rifleကတော့ Proကျကျ လူသတ်ရင်း Chrisအတွက် ဇွဲမလျှော့ဘဲ သူ့ညီလေးရဲ့ စွမ်းဆောင်ရည် တိုးတက်လာဖို့အရေး အဖြစ်မရှိတဲ့ စာကလေးငှက်လိုဘဝကနေ ကြီးထွားလာတဲ့ နဂါးကြီးဖြစ်အောင် ကြိုးစားမယ့်နည်းမျိုးစုံကို Saturday Killer ဆိုတဲ့ ဇာတ်လမ်းလေးမှာ ဟာသအနှောလေးတွေနဲ့ ခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Khine Khine Wai ပါ။)File Size          : 1.3GB, 532MB, 308MB\nQuality    ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/saturday-killer-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjE1MDE0NjUyMV5BMl5BanBnXkFtZTcwNjQzNjg5Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Alex Cross (2012)",
        "description": "ဒီရုပ်ရှင်ကတော့​ စာရေး​ဆရာ​ ဂျိမ်းစ်ပီတာဆင်ရဲ့ Cross​ ဝတ္ထု​များကို​ ပြန်လည်​ရိုက်ကူး​ထားတဲ့​ Action/Thriller ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဝတ္ထု​ရဲ့အဓိကဇာတ်လိုက်ကတော့​ ဒေါက်တာ​ Alex Cross ဆိုတဲ့​ စိတ်ပညာရှင်နဲ့ ရဲစုံထောက်တစ်ဦးဖြစ်ပြီး ဒီဇာတ်ကောင်ကို​ Morgan​ Freeman ကလည်းသရုပ်ဆောင်ဖူးပါတယ်။ ဇာတ်လမ်း​အကျဥ်းကတော့ Alex Cross က​ ဇနီးဖြစ်သူ​ ကိုယ်ဝန်သည် မာရီယာ​နဲ့အတူ​ ဒီထရွိုက်မြို့မှာနေပါတယ်။ အဲဒီအချိန်မှာ အက်ဖ်ဘီအိုင်က သူတို့ရဲ့​ဝါရှင်တန်​ဒီစီကဌာနချုပ်မှာ​ တာဝန်​ထမ်းဆောင်​ပေးဖို့​ ကမ်းလှမ်းပါတယ်။ လက်ခံသင့်မခံသင့်​ စဥ်းစား​နေချိန်မှာပဲ​ လူချမ်းသာအမျိုးသမီးတစ်ဦးကို​ နှိပ်စက်​သတ်ဖြတ်​သွားတဲ့အမှုတစ်ခုဖြစ်သွားပါတယ်။ လူသတ်သမားဟာ​ အမျိုး​သမီးတင်မက​ သက်တော်စောင့်တွေကိုပါ တစ်ဦး​တည်းသတ်ဖြတ်သွားခဲ့တဲ့အပြင် အခင်း​ဖြစ်ပွား​ရာနေရာမှာတင် ပန်းချီတစ်ပုံရေးဆွဲပြီး ထားရစ်ခဲ့ပါသေးတယ်။ဒီလူသတ်သမားဟာ စိတ္တဇ​လူသတ်​သမားဖြစ်ရုံမက နောက်ထပ်​ကွင်းဆက်လူသတ်မှုတွေကိုပါ ထပ်မံ​ကျူးလွန်​ဖို့ရှိတယ်ဆိုတာကို Alex​ Cross​သိရှိ​သွားတဲ့အခါမှာတော့ လူသတ်သမားနဲ့ Alex အကြား​အားပြိုင်မှုစတင်ပါတော့တယ်။ လူသတ်​သမား​က​ Alex ရဲ့မိသားစုကိုပါ ထိပါးဖို့ကြိုးစားလာတဲ့အချိန်မှာတော့​ Alex တစ်ယောက်ဘယ်လိုတုံ့ပြန်မလဲ စနစ်တကျ​လေ့ကျင့်​ထားတဲ့လူသတ်သမားကိုယှဥ်ပြိုင်နိုင်ပါ့မလားဆိုတာ​ကို​ Action Thriller ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/alex-cross-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOTYxYzExYjEtODJkNC00NTBkLWE0YmMtOWIxMTk1ZWVhYTcwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-140x200.jpg",
        "title": "The Myth (2005)",
        "description": "တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီးဂျက်ကီချန်းရဲ့ ရုပ်ရှင်ကားဖြစ်ပြီးတော့\nဒီထဲက ဇာတ်ဝင်တေး \"အဆုံးမဲ့အချစ်\" ဆိုတဲ့ သီချင်းလေးဟာလဲ လူတိုင်းရင်ကို လှုပ်နိုးစေခဲ့ပါတယ်။\n2005 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ The Myth ဇာတ်ကားကို ဒါရိုက်တာ Stanley Tong က ရိုက်ကူးထားပြီး\nမင်းသား ဂျက်ကီချန်းနဲ့အတူ ကိုရီးယား မင်းသမီး Kim Hee-sun (လီဟန်နီ)တို့အပြင် အခြားဇာတ်ရံများစွာ ပါဝင်ပါတယ်။\nသမိုင်းသုတေသီတစ်ယောက်ဖြစ်တဲ့ ဂျက် တစ်ယောက်\nချင်ခေတ်က တပ်မှူးကြီးတစ်ယောက်အကြောင်းနဲ့မင်းသမီးလေးတစ်ယောက်အကြောင်းကို\nအမြဲတမ်း အိမ်မက်နေပြီး တပ်မှူးကြီးကတော့ သူဖြစ်နေပါတယ်..\nဒီအိမ်မက်တွေ မကြာခဏမက်ပြီး ထူးဆန်းနေပေမယ့် ဒီအတိုင်းသာ မေ့မေ့ပျောက်ပျောက်ထားခဲ့ပါတယ်...\nတစ်နေ့မှာတော့ ဂျက်ရဲ့သူငယ်ချင်းဖြစ်သူ ဝီလျှံရောက်ရှိလာပြီး သူတို့နှစ်ယောက်\nပရောဂျက်တစ်ခုနောက်ကိုလိုက်ရင်းနဲ့ တိုက်ဆိုင်မှုတွေက အိမ်မက်ထဲကအတိုင်းဖြစ်နေတာကြောင့် ဂျက်တစ်ယောက်အံ့သြခဲ့ရပြန်ပါတယ်....\nသူဟာ အိမ်မက်တွေထဲကလို တကယ့်လူဝင်စားဖြစ်နေမလား...\nအတိတ်ဘဝက မင်းသမီးလေးကရော တကယ်ရှိရဲ့လား\nဒါတွေအားလုံးက အိမ်မက်တစ်ခုလား... ဒဏ္ဍာရီတစ်ခုလား\nအချစ်တစ်ခုလား........ဆိုတာ။\nဒီဇာတ်ကားက တွေ့နေကျ ဂျက်ကီချန်းကားတွေလို ပေါ့ပေါ့ပါးပါးမဟုတ်ဘဲ လေးနက်တဲ့ရုပ်ရှင်တစ်ကားအဖြစ်လူတိုင်းအမှတ်ရစေခဲ့ပါတယ်။\nအထူးသဖြင့် မင်းသမီး လီဟန်နီရဲ့ သက်ဝင်မှုတွေက ရုပ်ရှင်လို့တောင် မခံစားစေတော့ဘဲ တကယ့်ဒဏ္ဍာရီတစ်ပုဒ်လို ဆွဲခေါ်သွားစေပါတယ်။\n \nFile ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-myth-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wgQuP4qrsjw4kNgR3sYQeaCNllm.jpg",
        "title": "Burn Notice: The Fall of Sam Axe (2011)",
        "description": "2011 ခုနစ်ကထွက်ရှိခဲ့တဲ့ စစ်ဟာသကား တစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။The Last of Us မှဘဲကြီး Pedro Pascal ကလူဆိုးနေရာကပါဝင်သရုပ်ဆောင် ထားပါသေးတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဆမ်အက်ဇ်လို့ခေါ်တဲ့ SEALရေတပ်မှူးက မိန်းမပွေတဲ့နေရာမှာ သူမတူဘဲ အထက်အရာရှိရဲ့မိန်းမတစ်ယောက်နဲ့ သွားမှားမိရာကစပါတယ်။အဲ့တာနဲ့သူ့အထက်ဗိုလ်မှူးယောကျ်ားလည်း မိရော သူ့ကို ကိုလံဘီယာဆီစစ်ဆင်ရေးအနေနဲ့အပို့ခံလိုက်ရပါတယ်။ ကံဆိုးလို့ပွေရှုပ်ရာကနေချောင်အပို့ခံလိုက်ရပေမဲ့လည်း ဆမ်ရဲ့ကံအကြောင်းမတိုက်ဆိုင်မှုက ဒီမှာတင်မရပ်သေးပါဘူး။ ဖြစ်ချင်တော့ သူရောက်သွားတဲ့လက်နက်ကိုင်တပ်ဖွဲ့က ထင်သလို လူကောင်းတွေ မဟုတ်နေပြန်ဘဲသူတို့ကယ်ထုတ်ရမဲ့ လူတွေကို ကိုယ်တိုင်ပြန်တိုက်ခိုက်ဖို့အစီအစဉ်ဆွဲနေမှန်း သိလိုက်ရပါတယ်။ဒါတင်မကဘဲ သူ့ကိုပါလုပ်ကြံနှုတ်ပိတ်မဲ့အကြောင်းကိုလည်းကြားရော ဆမ်ဟာ ထိုကနေထွက်ပြေးပြီးဆေးခန်းကသူတွေရှိရာကို သတိပေးဖို့ဉီးတည်လာခဲ့ပါတယ်။အဲ့မှာ ဆန့်ကျင်သူပုန်အဖွဲ့ဖြစ်တဲ့ အယ်စပါဒါ အယ်ဒီယန်တဲ ကလည်းသူတို့နဲ့ဝိုင်းဝန်းပြီး ကူညီခဲ့ပြန်ပါတယ်။ အပြစ်မရှိသူတွေကို ကိုယ့်ကိုယ်ကျိုးအတွက် ယုတ်မာပြီး တပ်ကူနဲ့ ဒေသဆိုင်ရာ ချုပ်ပိုင်နိုင်ခွင့်ရဖို့ကြိုးစားနေတဲ့ ဗယ်ရာခရူစ်တို့အဖွဲ့ကလည်း အခြေအနေတွေမလွယ်ကူတော့ဘဲ အရင်ကထက် အများကြီးရှုပ်ထွေးလာရောသူတို့အကြံအစည်အောင်မြင်ရေးအတွက် ဆမ်တို့ကို ရှင်းလင်းနှုတ်ပိတ်ဖို့ မြေလှန်ရှာပါတော့တယ်။အဲ့မှာ လယ်သမားတွေနဲ့ဖွဲ့စည်းထားတဲ့ဆမ်တို့ရဲ့တပ်ဖွဲ့က လက်နက်ကိုင်တပ်မကြီးကို ဘယ်လိုခုခံတွန်းလှန်သွားမလဲ။ ခုမှတွေ့ရတဲ့သူတွေ အတွက်ဆမ်ရဲ့ အနစ်နာခံမှုကဘယ်လိုရှိမှာလဲဆိုတာကိုတော့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/burn-notice-the-fall-of-sam-axe-2011/"
    }
]