[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMGE1ZTQ0ZTEtZTEwZS00NWE0LTlmMDUtMTE1ZWJiZTYzZTQ2XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Bad Boys (1995)",
        "description": "Will Smith နဲ႔ Martin Lawrenceတို႔ရဲ႕ Bad Boysကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nCrime/Thriller အမ်ိဳးအစားဆိုေတာ့သင့္ရဲ႕အခ်ိန္ေတြကို\nကုန္မွန္းမသိကုန္ေစမယ့္ ဇာတ္ကားဆိုတာေျပာေနစရာမလိုေတာ့ပါဘူးေနာ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ မိုက္ေလာ္ရီနဲ႔မားကတ္စ္တို႔က\nမိုင္ယာမီက တြဲဖက္ရဲ၂ေယာက္ပါ တစ္ေယာက္နဲ႔တစ္ေယာက္အရမ္းခ်င္ၾကၿပီးအမႈေပါင္းမ်ားစြာကို\nလိုက္ဖမ္းႏိုင္ခဲ့ၾကသူေတြပါ\nတစ္ေန႔မွာေတာ့ သူတို႔အရင္က ဖမ္းဆီးရမိခဲ့တဲ့\nေငြသန္းေပါင္းမ်ားစြာတန္တဲ့ ကိုကင္းေတြကို ရဲေတြ\nထိန္းသိမ္းထားတဲ့အခန္းထဲကေန လူတစ္စုကျပန္လည္ခိုးယူသြားပါတယ္\nဒီေတာ့ ဒီအမႈကို မိုက္နဲ႔ မားကတ္စ္ကပဲ ဦးေဆာင္ဦးရြက္ျပဳၿပီးျပန္လိုက္ရပါေတာ့တယ္\nဒါ့အျပင္ ကိုကင္းခိုးထုတ္သြားတဲ့ အဖြဲ႔ရဲ႕ လူသတ္မႈကို\nကိုယ္ေတြ႔ၾကံဳခဲ့ၿပီးလြတ္ေျမာက္သြားတဲ့ မ်က္ျမင္သက္ေသမိန္းကေလးကိုပါ\nသူတို႔၂ေယာက္ ေစာင့္ေ႐ွာက္ေပးဖို႔ၾကံဳလာတဲ့အခါ...\nဘာေတြဆက္ျဖစ္မလဲ ၾကည့္လိုက္ရေအာင္...\nTranslated by waizin wayne\nencoded by sithu",
        "rating": "6.9",
        "url": "https://megaup.net/2epjk/[CM]Bad.Boys.1995.1080p.BluRay.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/redeag-141x200.jpg",
        "title": "Red Eagle ( 2010 )",
        "description": "အက္ရွင္သိပၸံကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတယ္2016 ခုႏွစ္ မွာ ဘန္ေကာက္ဟာ ဒုစရိုက္နဲ႔ အေရးအခင္းေတြၿဖစ္ပြားၿပီးရွုပ္ေထြးတဲ႔ၿမိဳ႕ေတာ္ၾကီးတစ္ခုၿဖစ္ေနပါၿပီ...ေခါင္းေဆာင္မွုအပိုင္းမွာလည္းႏိုင္ငံေရးသမားေတြရဲ႕လွည္႕ကြက္ ညစ္ပတ္မွုေတြေၾကာင္႔ ဖရိုဖရဲၿဖစ္ေနတဲ႔အၿပင္အစိုးရဟာလည္း ၿပည္သူေတြကိုမငဲ႔ပဲ နယူကလီးယား လက္နက္စမ္းသပ္ဖို႕ၿဖစ္ေနပါတယ္..ဒီအခ်ိန္မွာေတာ႔ သူရဲေကာင္းတစ္ဦးထြက္ေပၚလာပါေတာ႔တယ္ဒီလူဟာ ညစ္ပတ္တဲ႔ႏိုင္ငံေရးသမားေတြ...ဒုစရိုက္သမားေတြကိုနိမ္နင္းပါေတာ႔တယ္သူ႕ရဲ႕ သရုပ္မွန္ကိုဘယ္သူမွလည္းမသိပါဘူး တခါလူသတ္ၿပီးတိုင္းThe Red Eagle ဆိုတဲ႔စာေလးပဲထားတတ္တဲ႔သူ..လ်ိဳ႕၀ွက္ခ်က္ေတြၿပည္႔ေနတဲ႔သူစြန္႕စားရင္းနဲ႔ ဘယ္လိုေတြၾကံဳရမယ္ဆုိတာ ဆက္လက္ခံစားပါ Quality : Bluray-RIP-720pSubtitle : Myanmar Sub ( Hardsub )Run Time : 2hr 10 min",
        "rating": "5.4",
        "url": "https://megaup.net/Suo6/Red_Eagle_[2010]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5XyuUPoIeEf3guWLQW9lATON84v.jpg",
        "title": "The Debt Collector (2018)",
        "description": "အေၾကြးလိုက္ေကာက္သူ (သို႔) လူမိုက္အက္ရွင္ကားေကာင္းကို ၾကိဳက္ႏွစ္သက္တဲ့သူအတြက္ေတာ့ ထုခြဲတာေတြရိုက္ခ်ိဳးတာေတြနဲ႔ အားရပါးရၾကည့္ရမယ့္ ကားတစ္ကားပါပဲ။တစ္ကားလံုး အေၾကြးလုိက္ေကာက္ရင္း မနားတမ္းကို သတ္ပုတ္ေနရတာလက္ေတာင္မလည္ဘူးေလ။ဒါေပမယ့္ ကံတရားရဲ႕ အလွည့္အေျပာင္းတစ္ခုနဲ႔ ၾကံဳလာရတဲ့အခါမွာေတာ့လူမိုက္ႏွစ္ေယာက္ရဲ႕ ဆံုးျဖတ္ခ်က္နဲ႔ ဘဝဟာဘယ္လိုေျပာင္းလဲသြားမလဲဆိုတာကိုေတာ့ ၾကည့္ရႈအားေပးလိုက္ၾကပါဦးဗ်ာ။အက္ရွင္ကားေကာင္းကို ၾကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္ေတာ့ေက်နပ္အားရေစမွာ အမွန္ပါပဲ။ File Size : ( 828 MB) & ( 238 MB)Quality : WEB DL 720pRunning Time :1hr 35minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by May Pyae Sone ...",
        "rating": "5.6",
        "url": "https://megaup.net/Suon/The_Debt_Collector_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/kabali2-140x200.jpg",
        "title": "Kabali ( 2016 )",
        "description": "ခပ္ၾကမ္းၾကမ္းအက္ရွင္ကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ရပါတယ္..IMDb ကေတာ႔  6.4 ပဲၿဖစ္ပါတယ္သူ႕နာမည္က ကာဘာလီ..လူတိုင္းေလးစားရတဲ႔သူတစ္ဦး...ဂုိဏ္းစတားတစ္ဦးလည္းၿဖစ္ၿပန္တယ္..သူဟာ လူအမ်ားၾကီးရုန္းရင္းဆန္ခတ္ ၿဖစ္တဲ႔ေနရာမွာ မတရားစြပ္စြဲခံရၿပီးေထာင္ဒဏ္ ၂၅ ႏွစ္တိတိခ်မွတ္ၿခင္းခံခဲ႔ရတယ္သူ႕မိသားစုတစုလံုးဟာလည္း..အဲ႔ရုန္းရင္းဆန္ခတ္ၿဖစ္တဲ႔ေနရာမွာအကုန္လံုးေသဆံုးခဲ႔တယ္..လူမေသေပမယ္႔ ဘ၀ေသသြားတဲ႔ကာဘာလီ..ကံေကာင္းေထာက္မစြာနဲ႔ ၿပန္လြတ္လာတဲ႔အခါမွာသူခ်စ္ရတဲ႔မိသားစု..အတြက္..သူ႕ကိုမေကာင္းၾကံခဲ႔တဲ႔သူေတြကိုၿပန္လည္ရွာေဖြေရးစတင္ပါေတာ႔တယ္..ဒီလိုနဲ႕ေနာက္ကြယ္က အဖြဲ႕အစည္းၾကီးတခုနဲ႔ ထိပ္တိုက္ရင္ဆိုင္ရတဲ႔အခါမွာေတာ႔............... Subtitle Credit to Somonlian ( Subscene )",
        "rating": "6.4",
        "url": "https://megaup.net/4eFei/Kabali_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYmYyMTc4YjItMGNhNC00OWQwLWJhMWUtNTdjZDgxMDI5MjE2L2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Wild Wild West (1999)",
        "description": "ဗုိလ္​ႀကီး Jim West(Will Smith)ဟာ\nအ​ေမရိကန္​ျပည္​တြင္​းစစ္​ပြဲတစ္​ခုက ဗုိလ္​ႀကီး​ေဟာင္​းတစ္​​ေယာက္​ပါ\nArtemus Gordon(Kevin Kline)က​ေတာ့\n႐ုပ္​ဖ်က္​တဲ့​ေနရာမွာကြၽမ္​းက်င္​လြန္​းၿပီး ဆရာလုပ္​လြန္​းတဲ့\nအ​ေမရိကန္​ထိပ္​တန္​းရဲအရာ႐ွိတစ္​ဦးျဖစ္​ပါတယ္​\nတစ္​​ေန႔မွာ General MacGrath(Salma Hayek)ဆုိသူက\nအ​ေမရိကန္​ႏုိင္​ငံႏုိင္​ငံရဲ႕ ထိပ္​တန္​းသိပၸံပညာ႐ွင္​​ေတြကုိ ျပန္​​ေပးဆြဲခဲ့တယ္​\nဒီျပန္​​ေပးဆြဲတဲ့အမႈကုိလုိက္​ဖုိ႔ ဌာနအသီးသီးက ​\nေခါင္​း​ေဆာင္​​ေတြက Jim West နဲ႔ Atemus Gordonကုိ တာဝန္​​ေပးအပ္​ခဲ့ပါတယ္​\nဒါ့အျပင္​ Dr.Arliss Loveless(Kenneth Brangah)အမည္​နဲ႔\nဆုိက္​ကုိ​ေကာင္​တစ္​​ေကာင္​က အ​ေမရိကန္​ႏုိင္​ငံကုိ လက္​နက္​ခ်ဖုိ႔အတြက္​\nထူးဆန္​းတဲ့လက္​နက္​​ေတြတီထြင္​ထားၿပီး သမၼတႀကီးကုိ ၿခိမ္​း​ေျခာက္​ခဲ့တယ္​\nဒီအတြက္​ သမၼတႀကီးက အ​ေမရိကန္​ႏုိင္​ငံကုိ ကယ္​တင္​ႏုိင္​ဖုိ႔အတြက္​ ဒီလူစြမ္​း​ေကာင္​းႏွစ္​​ေယာက္​ကုိ ​ေခၚလုိက္​ရပါေတာ့တယ္​\nအဲ့ဒီ​ေနာက္​မွာ​ေတာ့ ​ေသနတ္​တရမ္​းရမ္​းလုပ္​​ေနတတ္​တဲ့ Jim West နဲ႔ Artemus Gordon တုိ႔ႏွစ္​​ေယာက္​ဆုံတဲ့အခါမွာ​ေတာ့\nျဖစ္​လာတဲ့တလြဲ​ေတြကုိ ရယ္​စရာအျဖစ္​ျမင္​​ေတြ႔ခံစားရမွာပါ\nGeneral MacGrathက​ေရာ ဘာအတြက္​သိပၸံပညာ႐ွင္​​ေတြကုိ ျပန္​​ေပးဆြဲခဲ့တာလဲ\nDr.Arliss Lovelessနဲ႔​ေရာ ဘယ္​လုိပတ္​သတ္​ဆက္​ႏႊယ္​​ေနၿပီး\nအ​ေပးအယူ အၾကံအစည္​​ေတြ႐ွိ​ေနသလဲဆုိတာကုိ ရင္​တထိတ္​ထိတ္​နဲ႔\nခံစားၾကည္​့႐ႈရမယ္​့ ႐ုပ္​႐ွင္​ဇာတ္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္​\nTranslated by Yuki Aurora\nEncoded by sithu",
        "rating": "4.9",
        "url": "https://megaup.net/Suow/Wild_Wild_West_[1999]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/color-136x200.jpg",
        "title": "Colour of the Game ( 2017 )",
        "description": "မင္းသားၾကီး Simon Yan နဲ႔ Jordan Chan တို႕ပါ၀င္သရုပ္ေဆာင္ထားတဲ႔ဇာတ္ကားေလးၿဖစ္ၿပီး IMDb 5.5 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းၿဖစ္ပါတယ္အက္ရွင္ကားၾကိဳက္ႏွစ္သက္သူေတြေတာ႔သေဘာေတြ႕မယ္႔ကားပါပဲရဲတပ္ဖြဲ႕ရဲ႕ဖမ္းဆီးမွုေတြ..လူဆုိးဂိုဏ္းေခါင္းေဆာင္ရဲ႕အကြက္ဆင္မွုေတြလက္တလံုးၿခားၿပဳလုပ္မွုေတြၾကားမွာဘယ္လိုေတြမ်ားလွုပ္ရွားၾကမလဲဘယ္လိုအႏၱရာယ္ေတြရင္ဆိုင္ရမလဲ..လွည္႕ကြက္ေတြကစြန္႕စားခန္းေတြကိုစိတ္၀င္တစားေစာင္႕ၾကည္႕ရမွာပဲၿဖစ္ပါတယ္ Translated & Review By Phyo ZawEncoded  By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2epmx/Colour_Of_The_Game_[2017]_(MM_Sub).mp4 ",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJmC5ovS9FFkI6T14mqObo6sVVE.jpg",
        "title": "Fists of Legend (2013)",
        "description": "ကိုရီးယားဖိုက်​တင်​းကားတွေနဲ့ အဆက်​ပြတ်​နေတဲ့ပရိသတ်​ကြီအတွက်​ကိုရီးယားအက်​ရှင်​ကားကောင်​းလေးတကားနဲ့မိတ်​ဆက်​ပေးချင်​ပါတယ်​နော်​။အဲ့ကားလေးကတော့2013 April လက ထွက်​ရှိခဲ့တဲ့ Fists of Legend (2013)လို့အမည်​ရတဲ့တောင်​ကိုရီးယားအက်​ရှင်​ကားလေးပဲဖြစ်​ပါတယ်​။တခြားအက်​ရှက်​ကားတွေနဲ့မတူတဲ့ထူးခြားချက်ကတော့​ဒီကားဟာ Webtoonတခုကိုအခြေခံပြီးတော့ရိုက်​ကူးထားခဲ့တာဖြစ်​ပါတယ်​။ဒါ့အပြင်​ကားထဲမှာသရုပ်​ဆောင်​ထားကြတဲ့လူတွေကလည်​း နာမည်​ကြီးတောင်​ကိုရီးယားသရုပ်​ဆောင်တွေဖြစ်​ကြတဲ့Hwang Jung-min, Yoo Jun-Sang, Yoon Je-Moon, Lee Yo-wonn and Jung Woong-inတို့ဖြစ်​လို့ကြည်​့ရူသူတွေကိုဆွဲဆောင်​နိုင်​မှာအမှန်​ပါပဲနော်​။ဇာတ်​လမ်​းလေးကတော့ ငယ်ဘဝကဆိုးတူကောင်းဖက် သူငယ်​ချင်​းသုံးယောက်​နဲ့ ပြိုင်​ဖက်​တို့ဟာတီဗီမှာပြသတဲ့ ကမ္ဘာ့အကြီးကျယ်​ဆုံးတိုက်​ခိုက်​ရေးပြိုင်​ပွဲမှာဘယ်​လိုမျိုးယှဉ်​ပြီးတော့အနိုင်​ရအောင်​တိုက်​ခိုက်​ကြသလဲ သူတို့ကြားကအခြေအနေတွေကရော ဘယ်​လိုလဲဝေးကွာပီးမှပြန်တွေ့ရတဲ့့သူငယ်ချင်းသံယောဇဉ်နဲ့နောက်​ဆုံးဘယ်​လိုအနိုင်​ယူသွားခဲ့လဲဆိုတာကို အက်​ရှင်​ကားအစစ်​အမှန်​ကိုကြည်​့ရှု့ခံစားကြရမှာဖြစ်​လို့ လက်​လွတ်​မခံဘဲကြည်​့ရှုသင်​့တဲ့ ကိုရီးယားကားကောင်​းလေးတကားဖြစ်​ပါတယ်​နော်​။(ကောျင်းတက်ခဲ့တဲ့ငယ်ဘဝ ဆိုးပေတဲ့အချိန်လေးတွေကိုပြန်မြင်ရောင်မိမှန်ပါပဲ ကြည့်သင့်တဲ့ကားကောင်းလေးလဲဖြစ်တာမို့ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါလို့ပြောချင်ပါတယ်)File Size : (1 GB) & (455MB)\nQuality : .1080p.BluRay\nRunning Time :2hr  33min\nFormat : Mp4\nGenre    :  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jake & Su\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.9",
        "url": "https://megaup.net/2ownk/Fists_Of_Legend_(Jeonseolui_Joomeok)_[2013]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lGFtGPBKS4npO9wEUhdiKCWVbKe.jpg",
        "title": "Scooby-Doo! and the Curse of the 13th Ghost (2019)",
        "description": "ပရိတ်သတ်နဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ Scooby Doo ကာတွန်းဇာတ်လမ်းလေးပါဒီဇာတ်လမ်းမှာတော့ စကူးဘီဒူးတို့သူငယ်ချင်း တစ်စု နံပါတ် ၁၃ လို့ အမည်ပေးထားတဲ့စွမ်းအားကြီးတဲ့သူရဲတစ်ကောင်နဲ့ ယှဉ်ပြိုင်တိုက်ခိုက်ကြရမှာပါ။ဒဏ္ဍာ ရီလိုလို တကယ့်ဖြစ်ရပ်လိုလိုနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားရမယ့်ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်။သူတို့ရဲ့မိတ်ဆွေ ကြီး ဗင်းဆင့်ရဲ့ပြဿနာကို သွားရောက်ကူညီဆောင်ရွက်ပေးခဲ့ကြတဲ့ဖရက်၊ ဒက်ဖနီ၊ဗယ်လ်မာ၊ ရှက်ဂီ၊ စကူးဘီ ဒူးနဲ့ မိတ်ဆွေလေးဖလင်းဖလမ်းတို့ရဲ့ စွန့်စားခန်းတွေကို အားပါးတရ တွေ့မြင်ကြရဦးမှာဖြစ်ပါတယ်။Animation တွေကိုမှကြိုက်တဲ့လူတွေအတွက် ကြည့်လို့ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်....File Size : ( 768 MB) & ( 258 MB)Quality : WEB-DL 720pRunning Time :1hr 22minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Tar Tee PoeEncoded by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/scooby-doo-and-the-curse-of-the-13th-ghost-2019/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MOM-1-135x200.jpg",
        "title": "Memoir of a Murderer ( 2017 )",
        "description": "Memoir of murderer ႐ုပ္ရွင္ကားေလးဟာ ၂၀၁၇ခုႏွစ္မွာကိုရီးယားဒါရိုက္တာ Won Shin Yun ဖန္တီးရိုက္ကူးခဲ့တဲ့ထိတ္လန္႔ေျခာက္ျခားဖြယ္ရာ သဲထိတ္ရင္ဖို ဇာတ္လမ္းေလးတစ္ပုဒ္ပဲ ျဖစ္ပါတယ္။အဆိုပါ႐ုပ္ရွင္ကားကို စာေရးဆရာ Kim Yong Ha ရဲ့ေရာင္းအားအေကာင္းဆုံး ဝတၱဳစာအုပ္တစ္အုပ္ျဖစ္တဲ့A murderer’s guide to memorizarion ကို မွီျငမ္းၿပီး႐ုပ္ရွင္အျဖစ္ ဖန္တီးထားတာပါ။ အဓိက ဇာတ္ေဆာင္မ်ားအေနနဲ႔Sol Kyun Gul နဲ႔ Kim Nam Gil ၊ ဇာတ္ပို႔အျဖစ္ Kim Seol hyun နဲ႔Oh Dal Su တို႔က ပါဝင္အားျဖည့္ထားပါတယ္။အဆိုပါ႐ုပ္ရွင္ကားကိုေတာ့ Showbox/Mediaplex မွထုတ္ေဝျဖန္႔ျဖဴးထားၿပီး ဇာတ္လမ္းကို မိနစ္ေပါင္း ၁၂၀ ဝန္းက်င္ခန္႔ရင္သတ္ရႈေမာခံစားရမွာျဖစ္ပါတယ္။ဒီဇာတ္လမ္းထဲမွာေတာ့ Sol Kyun Gul ကိုအယ္လ္ဇိုင္းမားစိတ္က်ေရာဂါခံစားေနရတဲ့စိတၱဇလူသတ္သမား တရားခံ Serial Killer ႀကီးKim Byeong Soo အျဖစ္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2eqB3/Memoir_Of_A_Murderer_(Salinjaui_Gieokbeob)_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Broken-Sword-133x200.jpg",
        "title": "Broken Sword Hero ( 2017 )",
        "description": "2017 ခုႏွစ္ထြက္ ထားျပီး အိုင္အမ္ဒီဘီ ၆.၅ ရရွိထားတဲ့ထိုင္းရိုးရာ ေမြ႕ထိုင္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ခပ္ၾကမ္းၾကမ္း လက္ေ၀ွ႕ကားကိုၾကိဳက္ႏွစ္သက္တဲ့ သူေတြ စစ္ကားကိုၾကိဳက္ႏွစ္သက္တဲ့သူေတြအေနနဲ႕ လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္ျပီး ဒီကားထဲမွာေတာ့ ျမန္မာ ထိုင္းသမိုင္းေၾကာင္းေလးကို လဲ နည္းနည္းေတာ့ေဇာင္းေပးရိုက္ကူးျပထားပါတယ္  လက္ေ၀ွ႕ကားဆိုေတာ့အေထြအထူးေတာ့ ညြန္းေနစရာေတာ့ မရွိပါဘူးဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ၁၇၀၀ ပတ္၀န္းက်င္ကထိုင္းႏိုင္ငံမွာ ျမန္မာ ေတြက ထိုင္းကိုက်ဴးေက်ာ္စစ္ဆင္ႏြဲေနတုနး္မွာ ထိုင္းေတြရ႕ဲရဲရဲေတာက္ သတၱိေတြနဲ႕ သူတို႕ရဲ႕သမိုင္း၀င္ စတုတၳအၾကိမ္ ေမြ႕ထိုင္းခ်န္ပီယံျပိဳင္ပြဲၾကီးကို က်င္းပပံုေတြနဲ႕ကေလးေတြကို ငယ္စဥ္ကတည္းကေလ့က်င့္ေပးတာေတြကို ရိုက္ကူးျပထားတာမို႕ထိုင္းေတြ ျမန္မာေတြ ကို ဘယ္လို မ်ားအပုတ္ခ် ရိုက္ထားလဲဆိုတာကိုေတာ့ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာTranslated By May Thu SoeEncoded By Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://megaup.net/1ytb5/Broken_Sword_Hero_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/69ec87e32328db0df75d9b2b56eb21-143x200.jpg",
        "title": "Badges of Fury (2013)",
        "description": "မင္းသားၾကီးဂ်က္လီက အခုေခတ္နဲ႔သိပ္အံမဝင္ေတာ့ သိုင္းသမား ရဲစံုေထာက္အိုၾကီး....ေပါ့ပါးစြာသရုပ္ေဆာင္တတ္တဲ့ မင္းသား Wen Zhang က အခုေခတ္လူငယ္ေတြလို သြက္လက္ထက္ျမက္ေပမယ့္ လုပ္လိုက္ရင္ လြဲလြန္းတဲ့ ရဲစံုေထာက္...You are The Apple of My Eye ရဲ႕မင္းသမီးေခ်ာ Michelle Chen က ခ်စ္စဖြယ္အမူအရာနဲ႔ ရဲရင့္တဲ့ ရဲေမစံုေထာက္....မင္းသမီး Liu Shishi က တည္ျငိမ္ေအးခ်မ္းတဲ့အလွေတြနဲ႕ ႏိုင္ငံေက်ာ္မင္းသမီး...တက္သစ္စမင္းသမီး Liu Yan က ျမင္သူတိုင္းေငးရတဲ့ ညႈိ႕အားျပင္း အလွေတြနဲ႔ လွ်ိဳ႕ဝွက္ခ်က္အျပည့္နဲ႔မိန္းမပ်ိဳ..စသည္ျဖင့္ မင္းသားမင္းသမီးစံုစံုလင္လင္ပါဝင္ထားပါတယ္။Action, Comedy, Mystery အမ်ိဳးအစားျဖစ္ျပီး နားနားေနေနၾကည့္သင့္တဲ့ Comedy ဇာတ္ကားမ်ိဳးျဖစ္ပါတယ္။ဒီဇာတ္ကားကို ကြ်န္ေတာ္ကေတာ့ သိပ္ၾကိဳက္ပါတယ္...ဒါေၾကာင့္ ဘာသာျပန္အသစ္ BluRay Quality အစစ္နဲ႔ ျပန္လည္တင္ဆက္လိုက္တာပါ။ \nFile size…(1 GB) and (500 MB)\nQuality…BluRay.720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "4.7",
        "url": "https://megaup.net/2erB7/Badges_Of_Fury_[2013]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Unjust-2010-139x200.jpg",
        "title": "The Unjust (2010)",
        "description": "ဒီကားေလးကေတာ့မင္းသားၾကီး    jung-min Hang နဲ႔ dong-seok Ma တို႔ပါ၀င္သရုပ္ေဆာင္ထားတဲ့\nကိုရီးယားအက္ရွင္ကားေလးပါ\nဇာတ္လမ္းေလးကေတာ့  ေက်ာင္းသူ၅ေယာက္မုဒိမ္းက်င့္အသတ္ခံရတဲ့အမႈႀကီးေၾကာင့္\nကိုရီးယားျပည္သူတစ္ရပ္လံုးေဒါသထြက္ၾကရပါတယ္။\nသမၼတႀကီးပါပါဝင္ပတ္သတ္လာၿပီး ကိုရီးယားရဲဌာနကို တရားခံအစစ္မိေရးအတြက္ဖိအားေပးထားပါတယ္။\nရဲဌာနကခၽြဲအရာရွိဟာထက္ျမက္တဲ့ရဲသားတစ္ဦးျဖစ္ေပမယ့္\nအကယ္ဒမီေက်ာင္းဆင္းမဟုတ္လို႔ရာထူးမတက္ႏိုင္ရေသးသူလဲျဖစ္တယ္။\nတစ္ဖက္မွာလဲအဓိကသံသယရွိသူတရားခံတစ္ဦးကို\nမစစ္ေဆးရေသးခင္ပစ္ခတ္မႈေတြေၾကာင့္ပြဲခ်င္းၿပီးေသဆံုးခဲ့ရတယ္။\nအထက္ကဖိအားေတြနဲ႔ရဲဌာနမွဴးဟာအကယ္ဒမီေက်ာင္းဆင္းမဟုတ္တဲ့ခၽြဲအရာရွိကို\nတရားခံအျဖစ္သ႐ုပ္ေဆာင္ရွာခိုင္းလိုက္ရာကေနဘာေတြဆက္ျဖစ္မလဲ။\nစီးပြားေရးလုပ္ငန္းရွင္ေတြနဲ႔ျပည္သူ႕ဝန္ထမ္းေတြၾကားကလာဘ္ေပးလာဘ္ယူကိစၥေတြက\nေနလူသတ္မႈေတြျဖစ္ေစတဲ့ထိႀကီးထြားလာတာေတြ\nညီေနာင္သံေယာဇဥ္နဲ႔တစ္ကိုယ္ေကာင္းဆန္စြာရာထူးတက္ေရးဘာကိုေရြးခ်ယ္မလဲဆိုတာကိုေတာ့.....\n(ဇာတ္လမ္းနဲ႔အညြွန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hnyot Myet ျဖစ္ပီး Arkar Phyo မွ Encoded ေပးထားပါတယ္)\n File Size : (944MB) & (481MB)\nQuality : .1080p.BluRay\nRunning Time :1hr  54min\nFormat : Mp4\nGenre    : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnyot Myet\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.7",
        "url": "https://megaup.net/1yu8z/The_Unjust_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tM3hDt8JcU8Y8i6vzTcbnocM2bx.jpg",
        "title": "The Heat(2013)",
        "description": "The Heat(2013)IMDb....6.6ဒီတစ္ခါေတာ့\n21 Jump Streetတို႔ 22 Jump Streetတို႔လို\nရယ္ရတဲ့ အသြင္ယူမူးယစ္ေဆးစုံစမ္းတဲ့\nရဲစုံေထာက္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။\nဒီကားထဲက Main Castေတြကေတာ့ မၾကာေသးခင္က\nအရမ္းေအာင္ျမင္ခဲ့တဲ့\nBird Boxထဲက မင္းသမီးႀကီး Sandra Bullockနဲ႔\nSpy(2015)မွာ အူတက္ေအာင္ရယ္ရခဲ့တဲ့\nMellisa Maccathy ပါ။.Sandra Bullockရဲ႕ ဇာတ္ေကာင္ Asburnဟာ\nေတာ္ေပမဲ့ ထက္ျမက္တဲ့မိန္းမသိပ္လုပ္ခ်င္တဲ့\nစာအုပ္ႀကီးသမား Agentတစ္ေယာက္ျဖစ္ၿပီး\nရာထူးတက္ဖို႔အလို႔ငွါ မူးယစ္ေဆးဘုရင္တစ္ေယာက္ကို\nဖမ္းဖို႔အတြက္ Mullinsဆိုတဲ့ လူမွန္လူေျဖာင့္\nဇြတ္တရြတ္လုပ္တတ္တဲ့ ရဲစုံေထာက္မနဲ႔\nတဲြလုပ္ဖို႔ အေၾကာင္းဖန္လာပါတယ္။\nဒီကားမွာ လုံးဝကို စာအုပ္ႀကီးအတိုင္းလုပ္တတ္တဲ့ေအးဂ်င့္မတစ္ေယာက္နဲ႔ စည္းေတြေဘာင္ေတြ\nမ႐ွိတဲ့ ရဲေမတစ္ေယာက္ရဲ႕ အတဲြမညီတဲ့\nဗ႐ုတ္သုတ္ခ အမႈလိုက္ျခင္းေတြကို ကြၽန္ေတာ္တို႔\nၾကည့္ၿပီး နင္းကန္ရယ္ၾကရမွာပါ။ဟာသကားဆုိေပမယ့္ သူတုိ႕ (၂)ေယာက္လုံးဟာထက္ျမက္တဲ့အရည္အခ်င္းကုိယ္စီရွိၾကလုိ႕ငေပါကားမဟုတ္ဘူးဆုိတာေလးကုိသတိခ်ပ္ေစခ်င္တယ္....\nဟာသကားမ်ဳိးလည္းသေဘာက်တယ္ ..မႈခင္းစုံေထာက္လုိမ်ဳိးေတြလည္းႏွစ္ျခဳိက္တယ္ဆုိရင္ေတာ့ ေဒါင္းၾကည့္သင့္ပါေၾကာင္း.....IMDB 6.6 ရထားၿပီး\nစကားလုံးတစ္ခ်ိဳဳ႕ ဟာသတစ္ခ်ိဳ႕က\nR rate ရထားတာေလးေတာ့ေတာ့ သတိျပဳေစခ်င္တယ္။ဇာတ္လမ္းအညႊန္းကုိေတာ့ Wira Aung မွေရးသားေပးထားပါတယ္....File Size : (952 MB) and (378 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:57:00\nGenre : ...",
        "rating": "6.6",
        "url": "https://megaup.net/1yu8j/The_Heat_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/crime-story-poster-133x200.jpg",
        "title": "Crime Story (1993)",
        "description": "Crime Story (1993)\nIMDb (6.8/10)_______Rotten Tomatoes 93%ဒီဇတ်ကားမှာအဓိကဇာတ်ကောင်ဖြစ်တဲ့ အင်စပက်တာအက်ဒီချန်းနေရာမှာ သရုပ်ဆောင်ဖို့ပထမဆုံးစဉ်းစားခံရတဲ့သူကတော့ တရုတ်ပြည်ရဲ့ထိပ်တန်းမင်းသားဂျက်လီပဲဖြစ်ပါတယ်..ဂျက်လီဟာ\nအကြောင်းအမျိုးမျိုးကြောင့် ဒီရုပ်ရှင်ဇာတ်ကားကိုမရိုက်ကူးဖြစ်ခဲ့ပဲ မင်းသမီး မီရှဲရွန်းနဲ့တွဲဖက်ပြီး Tai Chi Master(၁၉၉၃)ဇတ်ကားကိုပြောင်းလဲရိုက်ကူးခဲ့ပါတယ်..(၁၉၉၃)ခုနှစ်မတိုင်ခင်မှာ ရဲစုံထောက်အက်ရှင်ဇာတ်ကားများ အများအပြားရိုက်ကူးခဲ့ပြီး ရဲစုံထောက်ဇာတ်ရုပ်နှင့်အကျွမ်းတဝင်ဖြစ်နေခဲ့တဲ့ ဂျက်ကီချန်းဟာဂျက်လီမရိုက်ကူးဖြစ်ခဲ့တဲ့ ဒီရုပ်ရှင်ဇာတ်ကားရဲ့ဇာတ်ညွှန်းကိုဖတ်ကြည့်ပြီး သူနှစ်ခြိုက်တဲ့ကာရိုက်တာမျိုးဖြစ်နေတဲ့အတွက် ရိုက်ကူးဖို့ဆုံးဖြတ်ခဲ့ပါတယ်ဟောင်ကောင်ဒါရိုက်တာ ကာကီဟွမ်နှင့် ပူးပေါင်းပြီး ဂျက်ကီချန်းဟာ တွဲဖက်အက်ရှင်ဒါရိုက်တာအနေနဲ့ရော Main Role အနေနဲ့ပါ ဒီဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ပါတယ်...ဟောင်ကောင်နဲ့ ထိုင်ဝမ်ပြည်နယ်တို့မှာ\n(၁၉၉၂) ဇူလိုင်(၉)ရက်နေ့မှစပြီး\nသြဂုတ်(၂၀)ရက်နေ့အထိ (၄၂)ရက်ကြာအောင် ဒီရုပ်ရှင်ကိုစနစ်တကျရိုက်ကူးခဲ့ပါတယ်...ဂျက်ကီချန်းကိုယ်တိုင်ရေးသားထားတဲ့ (My Life Acting)စာအုပ်ထဲက ရေးသားဖော်ပြချက်အရ ဒီစုံထောက်ဇာတ်ကားရိုက်ကူးစဉ်မှာ ကားနှစ်စီးယှဉ်တိုက်တဲ့ဇာတ်ဝင်ခန်းကိုလူစားမထိုးပဲ သူကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ခဲ့ပြီး ခြေထောက်သွင်သွင်ကျိုးသည်အထိ ဒဏ်ရာရခဲ့ဖူးတယ်လို့လည်း သိရပါတယ်..(၁၉၉၃)ခုနှစ် ဇွန်လ(၂၄)ရက်နေ့မှာ ဒီရုပ်ရှင်ဇာတ်ကားကို ဟောင်ကောင်မှာ စတင်ရုံတင်ပြသခဲ့ပြီးအောင်မြင်မှုအနေနဲ့ ရရှိခဲ့တဲ့ဆုတွေကတော့(၁၉၉၃)ခုနှစ်မှာ ဂျက်ကီချန်းဟာ အကောင်းဆုံးသရုပ်ဆောင်အဖြစ်Golden Horseဆုကိုရှိခဲ့ပါတယ်(၁၉၉၄)ခုနှစ်ရဲ့ ဟောင်ကောင်ရုပ်ရှင်ထူးချွန်ဆုပေးပွဲမှာလည်း\nဂျက်ကီချန်းဟာ အကောင်းဆုံးဇာတ်ဆောင်ဆုနှင့် အကောင်းဆုံးအက်ရှင်စတန့်ပြကွက်(Best Action Choreography) ဆုကိုပါ ထပ်မံရရှိခဲ့တဲ့အပြင် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xgu5/Crime_Story_(Jung_On_Zo)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ipman-143x200.jpg",
        "title": "Master Z: Ip Man Legacy ( 2019 )",
        "description": "IP Man 3 ၿပီးတဲ႔အေနာက္က Timeline ကိုဆက္လက္ရိုက္ကူးတင္ဆက္ထားတဲ႔ဇာတ္လမ္းပဲၿဖစ္ပါတယ္ထံုးစံအတိုင္း ၀င္ခ်ြန္းသိုင္းပညာကိုဦးတည္ၿပီး ရိုက္ကူးထားတဲ႔ဇာတ္လမ္းၿဖစ္သလို သိုင္းကြက္..ခ်ကြက္..ၾကမ္းခ်က္ေတြကေတာ႔အရင္ IP Man ဇာတ္ကားေတြလို ခပ္ၾကမ္းၾကမ္းပါပဲ..ဒီကားရဲ႕ IMDb Rate ကေတာ႔ 7.2 ၿဖစ္ပါတယ္ ၀င္ခြ်န္း သိုင္းပညာရွင္ က်န္းက်စ္ယိဟာ ယိမန္နဲ႔ယွဥ္ၿပိဳင္လို႔ရံွုးနိမ္႔ၿပီးတဲ႔ေနာက္မွာ သိုင္းေလာကကေန တိတ္တဆိတ္ထြက္ခြာလာခဲ႔တယ္သာမာန္လူတစ္ေယာက္အေနနဲ႔ၿဖတ္သန္းလာခဲ႔တဲ႔သူ႕ဘ၀ထဲမွာသူမ်ားကိုကူညီရင္းနဲ႔ပဲ ေမွာင္ခိုဂိုဏ္းတခုနဲ႔ၿငိမိၿပီးဘယ္လိုအရွုုပ္ေတြ၀င္လာမွာလဲ..ဘာေတြဆက္ၿဖစ္မွာလဲ၀င္ခြ်န္းသိုင္းကြက္ကိုမသံုးေတာ႔ဖို႕ဆံုးၿဖတ္ထားခဲ႔တဲ႕ သူတစ္ေယာက္ကဘယ္လိုမ်ိဳးမ်ားေၿဖရွင္းႏိုင္မွာလဲဆုိတာဆက္လက္ေစာင္႔ၾကည္႕ရမွာၿဖစ္ပါတယ္ Quality : WEB-DL 720pSubtitle : Myanmar Subtitle ( Hardsub )Running Time : 1 Hour 47 MinTranslated By : PZSubtitle & Encoded By : PhoeNix",
        "rating": "7.2",
        "url": "https://megaup.net/1yu90/Master_Z_-_Ip_Man_Legacy_(Yip_Man_Ngoi_Zyun_-_Cheung_Tin_Chi)_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/reborn-143x200.jpg",
        "title": "Reborn ( 2018 )",
        "description": "နည္းပညာတုိးတက္ေနတဲ႔ေခတ္ၾကီးထဲမွာလူေတြဟာအမ်ိဳးမ်ိဳးတီထြင္ၾကံဆၾကတယ္..ေကာင္းမြန္လြန္းတဲ႔ နည္းပညာဆုိတာေတြကေကာင္းတဲ႔လူေတြလက္ထဲေရာက္ရင္ ကမာၻၾကီးအက်ိဳးရွိသေလာက္မေကာင္းတဲ႔လူေတြလက္ထဲက်ရင္ ကပ္ဆုိးေတြၾကံဳရတာပါပဲဒီဇာတ္လမ္းေလးမွာေတာ႔ Hacker သံုးဦးရဲ႕ဒိတ္ဒိတ္က်ဲစြန္႕စားခန္းကိုရိုက္ကူးတင္ဆက္ထားၿခင္းပဲၿဖစ္ပါတယ္Hacking ပညာ ကို 13 ႏွစ္ကတည္းစတင္ေလ႔လာၿပီးCaptain Pirate လို႔နာမည္၀ွက္ရထားတဲ႔ လူငယ္ေလးတစ္ဦးZebra နဲ႔ စူးရီဆုိတဲ႔ Hacker ေရာ ကိုယ္ခံပညာေရာ ကြ်မ္းက်င္ၿပီးပိုက္ဆံရရင္ဘာမဆုိလုပ္မယ္႔ စံုတြဲတို႕..Zebra နဲ႔စူး၇ီဟာ သူတို႕လက္ခံ လိုက္တဲ႔အလုပ္တခုအတြက္Captain Pirate အမည္ရတဲ႔လူငယ္ေလးကို အသင္းမွာပါေအာင္ဆြဲေဆာင္ရမယ္..အဲ႔လိုစြဲေဆာင္တဲ႔ေနရာမွာ စူးရီကိုအသံုးခ်ၿပီးၿမဴဆြယ္ဖုိ႕အတြက္ေပါ႔..ေကာင္ေလးကလည္း FA အၾကီးစားေလသူတို႕ရဲ႕ target က Oasis Operation System ပါပဲအဲ႔ System ဆုိတာကေတာ႔ ကုန္းလမ္း ေရလမ္း ေလေၾကာင္းလိုင္းစတဲ႔ ၀န္ေဆာင္မွုေတြကိုထိန္းခ်ဳပ္ထားၿပီး အလံုၿခံဳဆံုးေသာကြန္ရက္တခုသူတို႕ ထိုးေဖာက္ႏိုင္ပါ႔မလား..ၿပီးေတာ႔ သူတုိ႕၃ဦးဟာကိုယ္ဘယ္လမ္းေၾကာင္းေပၚကိုေရာက္ေနလို႕ေရာက္မွန္းမသိၿဖစ္လာေနတာကိုလည္း သတိၿပဳလိုက္မိတဲ႔အခ်ိန္မွာေတာ႔..................စဆံုး ဆြဲေဆာင္မွုရွိရွိနဲ႔ စိတ္၀င္တစားၾကည္႕ရမယ္႔ဇာတ္လမ္းေကာင္းေလး တခုပါပဲ Review By PhoeNixTranslated By Phyo Zaw",
        "rating": "5.1",
        "url": "https://megaup.net/1yu8d/Reborn_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/sky-hunter-poster-140x200.jpg",
        "title": "Sky Hunter ( 2017 )",
        "description": "Sky Hunter (2017)________IMDb - 6.1/10\n Sky Hunter ဇာတ်ကားဟာ ၂၀၁၇ခုနှစ်တွင်ထွက်ရှိထားသော\nတရုတ်စစ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nပထဦးဆုံး တရုပ်လေတပ်နဲ့ပူးပေါင်းရိုက်ကူးထားတဲ့စစ်ကားလည်းဖြစ်ပါတယ်\nIMDb rating 6.1/10 ရရှိထားပါတယ်\nပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ မင်းသမီးချော ဖန်ပင်းပင်း,\nမင်းသား Li Cheng ,Li Jiahang စတဲ့သရုပ်ဆောင်ကောင်းတွေ\nပါဝင်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ လေယာဉ်မှူးဝူးတီတစ်ယောက်\nပျံသန်းဖော်သူငယ်ချင်းဖြစ်သူ နိုင်ငံခြားထွက်သွားပြီးနောက်\nကောင်းကင်မုဆိုးအထူးတပ်ကိုရောက်လာပါတယ်\nသူနဲ့အတူအချစ်ဟောင်း ယာလိလည်း တပ်ဖွဲ့ကိုဝင်ရောက်လာပါတယ်\nကောင်းကင်မုဆိုးအထူးအဖွဲ့ဝင်ဖြစ်ဖို့ သူဘယ်လိုစမ်းသပ်ခံရမလဲ.........\nပျံသန်းဖော်သူငယ်ချင်းရော ဘာတွေဖြစ်နေပြီလဲ........\nဘယ်လိုတိုက်ပွဲတွေဆင်နွှဲရမယ်ဆိုတာ......\nကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်Sky Hunter ဇာတ္ကားဟာ ၂၀၁၇ခုႏွစ္တြင္ထြက္ရွိထားေသာ\nတရုတ္စစ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nပထဦးဆံုး တရုပ္ေလတပ္နဲ ့ပူးေပါင္းရိုက္ကူးထားတဲ့စစ္ကားလည္းျဖစ္ပါတယ္\nIMDb rating 6.1/10 ရရွိထားပါတယ္\nပါဝင္သရုပ္ေဆာင္ထားသူေတြကေတာ့ မင္းသမီးေခ်ာ ဖန္ပင္းပင္း,\nမင္းသား Li Cheng ,Li Jiahang စတဲ့သရုပ္ေဆာင္ေကာင္းေတြ\nပါဝင္သရုပ္ေဆာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ေလယာဥ္မွဴးဝူးတီတစ္ေယာက္\nပ်ံသန္းေဖာ္သူငယ္ခ်င္းျဖစ္သူ ႏိုင္ငံျခားထြက္သြားၿပီးေနာက္\nေကာင္းကင္မုဆိုးအထူးတပ္ကိုေရာက္လာပါတယ္\nသူနဲ ့အတူအခ်စ္ေဟာင္း ယာလိလည္း တပ္ဖြဲ ့ကိုဝင္ေရာက္လာပါတယ္\nေကာင္းကင္မုဆိုးအထူးအဖြဲ ့ဝင္ျဖစ္ဖို ့ သူဘယ္လိုစမ္းသပ္ခံရမလဲ.........\nပ်ံသန္းေဖာ္သူငယ္ခ်င္းေရာ ဘာေတြျဖစ္ေနၿပီလဲ........\nဘယ္လိုတိုက္ပြဲေတြဆင္ႏႊဲရမယ္ဆိုတာ......\nၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္ \nFile Size - 825 MB\nQuality - 720p\nDuration - 1 hrs 55 ...",
        "rating": "6.1",
        "url": "https://megaup.net/Rt0t/Sky_Hunter_(Kong_Tian_Lie)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f03YksE4NggUjG75toz4H1YAGRf.jpg",
        "title": "Dragon Ball Super: Broly (2019)",
        "description": "Dragon ball ဆိုတာ အောင်​မြင်​ကျော်​ကြားပြီး ပရိသတ်​အများအပြားရရှိထားတဲ့animation ကားလေးတွေပါ၂၀၁၈ခုနှစ်​မှာတော့ Rating 8.3 အဆင့်ရှိတဲ့Dragon ball animation မှနောက်​ဆုံးသောLegendary super saiyan တစ်​ယောက်​ကို မိတ်​ဆက်​ပေးလိုက်​ပါတယ်​ဇာတ်​ကားနာမည်​ကိုက Dragon Ball Super:Broly ပါဒီဇာတ်​ကားနာမည်​အတိုင်​းပဲ Broly ဟာ တိုက်​ခိုက်​ရေးမှာတော်​တော်​ကြမ်​းပြီးမွေးကတည်​းက unlimited battle power နဲ့မွေးဖွားခဲ့တဲ့ Saiyan တစ်​ယောက်​ပါသူ့လို စွမ်​းအားကြီးတဲ့ Saiyan တစ်​ယောက်​ကဘာကြောင်​့အခုမှပေါ်လာတာလဲ ဆိုတာကိုတော့ ဇာတ်​ကားထဲမှာရှင်​းပြသွားပါတယ်​Broly ကမ္ဘာပေါ်ကို ရောက်​လာခဲ့တာကလည်​း Frieza ဆိုတဲ့ villain နဲ့ပေါင်​းပြီးvegeta ဆီကိုလက်​စားချေဖို့ရောက်​လာခဲ့တာပါ ပြီးတော့Goku နဲ့ Vegeta တို့ရဲ့battle power ဟာ ထိပ်​တန်​းမှာရှိနေတဲ့သူတွေပါဒါပေမယ်​့ သူတို့တောင်​ ခက်​ခက်​ခဲခဲတိုက်​ခိုက်​ခဲ့ရပါတယ်​တိုက်​ခိုက်​ရေးမှာ အကြမ်​းဆုံးဆိုတဲ့ Beerus ထက်​ပိုကြမ်​းသလား ဆိုတာကတော့မြုပ်​ကွက်​အနေနဲ့တမင်​သက်​သက်​ကြီးကို ချန်​ထားခဲ့တယ်​Dragon ball ဆိုရင်​ Goku ကိုပဲပြေးမြင်​မိမှာပါဒီဇာတ်​ကားထဲမှာတော့ Goku ...",
        "rating": "9.2",
        "url": "https://megaup.net/11a6u/DragonBallSuper_Broly(2019)_(2).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Kung-Fu-Monster-new-poster-copy-142x200.jpg",
        "title": "Kung Fu Monster ( 2019 )",
        "description": "Jan 3 ရက္ေန႕ကမွ ရံုတင္ၿပသသြားတဲ႔ Kung Fu Monsterဆုိတဲ႔ဇာတ္ကားေကာင္း..ဇာတ္ကားသစ္ေလးနဲ႔မိတ္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအညႊန္းေလးကေတာ႔မင္မင္းဆက္ေခတ္ေႏွာင္းပိုင္းမွာ နန္းတြင္းမွာအာဏာၾကီးေနတဲ႔မိန္းမစိုး ေစြးယြိေဟာ႕ဟာ အေမႊးမဲေတြဖံုးလႊမ္းေနတဲ႔ မေကာင္းဆိုး၀ါးတစ္ေကာင္ကို လူသတ္လက္နက္အၿဖစ္ေလ႔က်င္႔ေပးဖုိ႕သူ႕ရဲ႕ကိုယ္ရံေတာ္ေခါင္းေဆာင္ ဖံုးေစ႔ဟိုင္ကို တာ၀န္ေပးလိုက္ပါတယ္ဒီမေကာင္းဆုိး၀ါးေလးရဲ႕ၿဖဴစင္ၿပီး ခ်စ္စရာေကာင္းတဲ႔ဟန္ပန္ေလးကိုေတြ႕ၿပီးမေလ႔က်င္႔ေပးရက္ေတာ႔ပဲ လႊတ္ေပးလိုက္မိတယ္ဒီလိုနဲ႔ ဖံုးေစ႔ဟိုင္နဲ႔ မေကာင္းဆုိး၀ါးေကာင္ေလးကို ဆုေတြအမ်ားအၿပားထုတ္ၿပီး လိုက္လံဖမ္းဆီးၿခင္းကိုခံရတာေပါ႔ဖံုးေစ႔ဟိုင္အဖမ္းခံရတဲ႔အခါမွာ သူ႕ခ်စ္သူက သူ႕ကိုကယ္တင္ဖုိ႕အဖြဲ႕တစ္ဖြဲ႕စုၿပီး ေတာ႔ မေကာင္းဆုိး၀ါးေကာင္ေလးနဲ႔ပါပူးေပါင္းလိုက္ပါတယ္..ဒီလိုပံုစံမတူနဲ႔အဖြဲ႕နဲ႔ မေကာင္းဆိုး၀ါေလးတို႕ပူးေပါင္းၿပီး စြင္းယိေဟာ႔ကိုဘယ္လိုရင္ဆိုင္ရၾကမလဲ..စိတ္၀င္တစားေစာင္႕ၾကည္႕ရမယ္႔ဇာတ္ကားေလးၿဖစ္သလိုMonster နဲ႔ပတ္သတ္တဲ႔တရုတ္ကားေတြထဲမွာေတာ႔ဒီကားေလးကိုအေတာ္ေလးသေဘာက်မိပါတယ္ ဘာသာၿပန္နဲ႔အညႊန္း Phyo Zaw ၿဖစ္ပါတယ္",
        "rating": "5.3",
        "url": "https://megaup.net/2eunf/Kung_Fu_Monster_(Wu_Lin_Guai_Shou)_[2019]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BZDFiZjg4MjYtMDBmYy00NzY0LWI5NTctOWJlODc2NzhiMTU0XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Singham Returns (2014)",
        "description": "ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့\nသမာသမတ္​က်တဲ့ ရဲအရာ႐ွိ\nဘာဂ်ီ႐ို ဆင္​းဂမ္​ရဲ႕\nႏိုင္​ငံ​ေရးအ​ေကာက္​ၾကံတဲ့\nလူ​ေတြကို ​ေျခမႈန္​းတဲ့အ​ေၾကာင္​းပါပဲ\nအသိဉာဏ္​နည္​းၿပီး အယူသီးသူ​ေတြရဲ႕\nကိို္​းကြယ္​မႈ​ေၾကာင္​့ အင္​အားႀကီး​ေနတဲ့\nဘိုး​ေတာ္​လိုလို ဘာ​လိုလို ဘာဘာႀကီးဆိုသူဟာ\nႏိုင္​ငံ​ေရးပါတီတစ္​ခုက\n​ေခါင္​း​ေဆာင္​တစ္​​ေယာက္​နဲ႔​ေပါင္​းၿပီး\n​ေရြး​ေကာက္​ပြဲအႏိုင္​ရဖို႔ ပိုက္​ဆံသံုးၿပီး\nဆင္​းရဲတဲ့ျပည္​သူ​ေတြဆီက မဲ​ေတြဝယ္​ယူဖို႔ႀကိဳးစားၾကပါတယ္​\nဒီလိုနဲ႔မထင္​မွတ္​တဲ့ ကိစၥတစ္​ခု​ေၾကာင္​့\nသူတို႔လုပ္​ရပ္​​ေတြ ​ေပၚမလိုျဖစ္​သြားတဲ့ အခါမွာ​ေတာ့\n​သူတို႔သ႐ုပ္​မွန္​ကို ဖံုးကြယ္​ဖို႔\nအၾကမ္​းဖက္​ၿပီး​ေတာ့​ေရာ ႏိုင္​ငံ​ေရးလွည္​့ကြက္​မ်ိဳးစံုနဲ႔ ပါ\nႀကိဴ းစားၾကပါ​ေတာ့တယ္​\nဒီကိစၥ​ေတြရဲ႕​ေနာက္​ကြယ္​မွာ သူတို႔႐ွိတာသိ​ေပမယ္​့\nသက္​​ေသမ႐ွိလို႔ ဖမ္​းမရပဲ ျဖစ္​​ေနခဲ့ပါတယ္​\nဆင္​းဂမ္​က သူတို႔ကို ဘယ္​လို\nအဆံုးသတ္​​ေပးမလဲဆိုတာ​ေတာ့\nဒီဇာတ္​ကားထဲမွာ ၾကည္​့႐ႈသြားရမွာပါ\n.......................................................\nဆင္​းဂမ္​က တရားဥပ​ေဒကို\nလက္​တစ္​လံုးျခားလုပ္​ၿပီး\nဥပ​ေဒရအျပစ္​​ေပးလို႔မရတဲ့သူ​ေတြကုိ\nဘယ္​လိုဘယ္​နည္​းနဲ႔ အျပစ္​​ေပးလည္​းဆိုတာ​ေတာ့\nပထမကားၾကည္​့ၿပီးတဲ့သူ​ေတြသိၿပီးသားျဖစ္​မွာပါ\nဒုတိယကားမွာလည္​း ပထမကားထက္​\nပိုမုိက္​တဲ့ပံုစံ​ေတ​ြနဲ႔ ဥပ​ေဒအရ\nထိလို႔မရတဲ့ လူဆိုး​ေတြကို ဆံုးမသြားမွာပါ\nဇတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္ကေတာ့ Chanyein Soe ျဖစ္ပါတယ္",
        "rating": "5.7",
        "url": "https://megaup.net/Sht2/Singham_Returns_[2014]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    }
]