[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nKTqyWwLxkvoEKkSAGWo1GdiTpb.jpg",
        "title": "The Last Boy Scout(1991)",
        "description": "ကျွန်တော်တို့ရဲ့ Die Hard မင်းသားကြီး ဘရုစ်ဝီလီရဲ့ 90 ခုနှစ်က ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်.ဂျိုးဟယ်လမ်ဘက်ခ်ဟာ အကောင်ကြီးကြီး တစ်ပွေနဲ့ ပြဿနာဖြစ်ပြီးလျို့ဝှက်စုံစမ်းရေးအဖွဲ့ကနေ ရာထူးချခံခဲ့ရပြီး အလွတ်စုံထောက် လုပ်နေခဲ့သူ ဖြစ်ပါတယ်.\nတစ်ရက် အိမ်ပြန်လာချိန်မှာတော့.သူ့အချစ်ဆုံးသူငယ်ချင်းက သူ့မိန်းမ နဲ့ တကူကူးနေတာကို မိသွားခဲ့ပြီးသူ့အတွက် ကမ္ဘာကြီးပျက်သလို ခံစားနေရပေမယ့်. ပြောထွက်ခဲ့တဲ့ စကားလုံးတွေကဟာသဆန်နေခဲ့သလို သူ့သူငယ်ချင်း မိုက်အပေါ် လက်သီးတစ်ချက်နဲ့သာ တုံ့ပြန်ခဲ့သော်လည်းကံကြမ္မာက မျက်နှာသာမပေးခဲ့လို့ မိုက်တစ်ယောက် ကားဗုံးကွဲပြီး သေသွားခဲ့ပါတယ်သွားလေသူ မိုက် ရဲ့စောင့်ကြည့်ရေးအလုပ်ကို လကပြောင်းလွှဲယူခဲ့ကာသူ စောင့်ကြည့်ပေးနေတဲ့ မိန်းကလေး ကိုရီပါ အသတ်ခံရတဲ့အချိန်မှာတော့ဒီကိစ္စက သာမန်ကိစ္စမဟုတ်ဘဲ နောက်ကွယ်က အာဏာရှိတဲ့အဖွဲ့အစည်းတစ်ခုရဲ့လက်ချက်မှန်းသဘောပေါက် သွားခဲ့ပါတယ် ကိုရီသေဆုံးမှုကို သူ့ရဲ့ရည်းစား ဘောလုံးကစားသမားဟောင်း ဂျင်မီဒစ်ဇ် နဲ့ပူးပေါင်းပြီး ထောက်လှမ်းဖော်ထုတ်ပုံများကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်.File size…2.5GB / 824.2MB\nQuality…Blu-Ray 1080p 5.1CH ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-last-boy-scout1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9v3PhQYMq1nAfxN4TfZ4cWFUk67.jpg",
        "title": "Control(2004)",
        "description": "အကျင့်ဟောင်းတွေဆိုတာက ဖျောက်ဖို့ခက်ပါတယ်။\nဒါပေမဲ့ လူတွေရဲ့အကျင့်ဆိုးတွေကိုပျောက်သွားစေမဲ့ ဆေးဆိုတာပေါ်လာခဲ့ရင်ရော ဘယ်လိုဖြစ်သွားမလဲ။\nလီ‌ရေးလ်ဟာ ကလေးဘဝတုန်းကကြုံခဲ့ရတဲ့စိတ်ဒဏ်ရာတွေကြောင့် အသက်ကြီးလာတဲ့အခါမှာလည်း လူဆိုးတယောက်ဖြစ်လာခဲ့ပါတယ်။\nတစ်နေ့မှာ သူကျူးလွန်ခဲ့တဲ့ လူသ-တ်မှုတွေကြောင့် သူ့ကို ဆေးထိုးသ-တ်ဖို့ တရားရုံးကအမိန့်ချမှတ်လိုက်ပါတယ်။ ဒီလိုနဲ့သေဒဏ်ကိုကျခံခဲ့လိုက်ရပေမဲ့လည်း သူကတကယ်မသေသေးပဲ သူ့ရဲ့ဘဝမှာကောင်းတာတစ်ခုလောက်လုပ်ဖို့ အခွင့်အရေးပေးလာခဲ့ပါတယ်။ အဲတာကတော့ အန်နာဂရက်စ်ဆိုတဲ့ စိတ်ကို ပြောင်းလဲစေပြီး အပြုအမူတွေကိုပါပြောင်းလဲပေးတဲ့ ဆေးစမ်းသပ်ချက်မှာပါဝင်ပေးဖို့ပါ။ ဆေးကလည်းအသစ်ဖြစ်တဲ့အပြင် အခုမှလူတွေအပေါ်မှာစတင်စမ်းသပ်မှာဖြစ်လို့ ဘယ်လိုဘေးထွက်ဆိုးကျိူးတွေရှိလည်းဆိုတာကိုမသိရသေးတဲ့ဆေးပါ။\nဒီလိုနဲ့ သူ့အတွက်လည်းရွေးချယ်စရာမရှိတဲ့အခြေအနေဖြစ်နေတာမလို့ စမ်းသပ်ခံလုပ်ပေးဖို့ သဘောတူလိုက်ရပြီး ဆေးကတကယ်ပဲ အာနိသင်သက်ရောက်မလား၊ ဘေးထွက်ဆိုးကျိုး တွေရှိပြီးသူ့ရဲ့အတိတ်ဟောင်းကလိုက်ပြီး ခြောက်လှန့်နေဦးမလား ဆိုတာကို အကြမ်းအရမ်းအက်ရှင်ခန်းတွေနဲ့ကြည့်ရှုကြရမှာပါ။Goodfellas မှာသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Ray Liotta နဲ့ Green Goblin နေရာမှာသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Williem Dafoe တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားလေးဖြစ်လို့ ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…1.95GB / 717.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nGenre ..... Action ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/control2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uDg7tHvK8aFcG6DkN5eHiZAurOU.jpg",
        "title": "Bullitt (1968)",
        "description": "Bullitt (1968)~ IMDb - 7.4/10, RT - 98%, Meta - 81% ~၁၉၆၈ ခုနှစ်က မှုခင်းအက်ရှင်ဇာတ်ကားတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်။ တစ်ချိန်က ရွှေထီးဆောင်းခဲ့တဲ့ Warner Bros. production ရဲ့ ဇာတ်ကားကြီးပေါ့။ အဲဒီခေတ်က အကြီးကျယ်အခမ်းနားဆုံးဆိုတဲ့ ဆန်ဖရန်စစ်စကိုလမ်းမပေါ်မှာ ကားချင်းယှဉ်မောင်းပြီး လူဆိုးလိုက်ဖမ်းတဲ့ဇာတ်ဝင်ခန်းက သမိုင်းတွင်ခဲ့ပါသတဲ့။ ဇာတ်ကားက Box Office မှာလည်း Hit ဖြစ်ခဲ့ပြီး လေးသန်းလောက်သုံး၊ သန်းလေးဆယ်ကျော်ပြန်ရခဲ့တာဆိုတော့ ဒီဘက်ခေတ်ငွေတန်ဖိုးနဲ့တွက်ကြည့်ရင် တကယ့်ငွေပမာဏပဲဗျ။အော်စကာဆုပေးပွဲကြီးမှာလည်း ရုပ်ရှင်တည်းဖြတ်ဆုကို ထိုက်ထိုက်တန်တန် ရခဲ့တဲ့ဇာတ်ကားကြီးပါ။ ဒီဘက်ခေတ်အမြင်နဲ့တော့ သိပ်မစွံလှဘူးပေါ့လေ။ အမေရိကန် ရုပ်ရှင်ထိန်းသိမ်းရေးအဖွဲ့ကြီးက ရွေးချယ်လိုက်တဲ့ သမိုင်းအရ၊ ယဉ်ကျေးမှုအရ၊ လှပမှုအရ ထူးခြားပြောင်မြောက်သော ဇာတ်ကားကြီးပါတဲ့ဗျို့။ ဒီတော့ ဟိုဘက်ခေတ်တွေက ဂန္ထဝင်ရုပ်ရှင်ကြီးကို ပြန်မြည်းစမ်းလို့ရပြီပေါ့လေ။မင်းသားကြီးကတော့ Steve McQueen ပဲဗျာ။ ၆၀ ခုနှစ်ရဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/bullitt-1968/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTNiNDMxOGItODc0My00NWMyLWE4N2UtYWZmOTYxMzkwYTA0XkEyXkFqcGdeQXVyNTMwNDQzODA@._V1_-142x200.jpg",
        "title": "The Legend of Awesomest Maximus (2011)",
        "description": "The Legend of Awesomest Maximus (2011)\n==============================(လိင်ပိုင်းဆိုင်ရာ အသုံးအနှုန်းတွေနဲ့ ဇာတ်ဝင်ခန်းတွေ ပါဝင်\nတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်တဲ့ဇာတ်ကားအဖြစ်\nကြိုတင်သတိပေးပါရစေ။)နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတစ်ခုကို ဟာသဗားရှင်းအနေနဲ့\nပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားတွေကို ပရိသတ်တွေ\nကြည့်ဖူးကြမှာ သေချာပါတယ်။ဒီဇာတ်ကားဟာလည်း လောကကြီးကို ဟာသအမြင်နဲ့ ရှုမြင်\nတတ်တဲ့ လူတွေရဲ့စိတ်ကူးတွေကို ပေါင်းစပ်ဖန်တီးထားတဲ့\nရုပ်ရှင်တစ်ခု လို့ ဆိုရပါလိမ့်မယ်။ နာမည်ကြီးရောမခေတ်\nဇာတ်ကားတွေကို ရောသမမွှေထားပြီး ကိုယ်အကြိုက်ဆုံး\nဇာတ်ဝင်ခန်းတစ်ခု ပေါ်လာတိုင်း Leonardo Pointing Meme\nလိုမျိုးပဲ “ဒါက ဟိုကားထဲက. ဟိုကားထဲက” ဆိုပြီး ထအော်\nနိုင်ဖို့ The Legend of Awesomest Maximus ဆိုတဲ့ ဇာတ်\nကားကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေး\nလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSai Sumali ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (857 MB) / (500 MB)\nQuality............BLU-RAY 1080p / 720p ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-legend-of-awesomest-maximus-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMGMxOGUzNjAtM2ZkZS00NjljLTg1NTItY2NlMWNhYTdkM2YwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Vinaro Bhagyamu Vishnu Katha (2023)",
        "description": "Vinaro Bhagyamu Vishnu Katha (2023)\nAction, Comedy, Drama\nIMDb 7.7/10 (2.4K)တချို့ဇာတ်လမ်းလေးတွေက စိတ်ကူးကောင်းလေးတွေကနေ\nအစပျိုးလာသလို တချို့ဇာတ်လမ်းလေးတွေက ခင်မင်ရင်းနှီးမှုကနေ\nစတင်လာတယ်။ ဒါပေမဲ့ ဒီဇာတ်လမ်းလေးကတော့ ရန်ပွဲတစ်ခုကနေ စတင်လာခဲ့တယ်။အဲ့ဒီရန်ပွဲကနေပဲ ကောင်လေးတစ်ယောက်ရဲ့အမြင်တွေ ကောင်းမွန်လာခဲ့ပြီး\nတွေ့သမျှလူတိုင်းကို ကူညီတတ်လာခဲ့တယ်လေ။သူ ဒီလိုကူညီရင်းနဲ့ မကူညီသင့်တဲ့လူတွေကို ကူညီခဲ့ပြီး ဒုက္ခရောက်ခဲ့ရပုံ...။အချစ်ကိုရှာတွေ့ခဲ့ပုံနဲ့...။သူ့ဘဝရ​ခဲ့တဲ့ အလှည့်အပြောင်းလေးတွေကိုတော့ ဒီဇာတ်ကားကြည့်ရင်း ခံစားကြည့်ကြပါနော်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းဘာညာ အသာထား တစ်ခုကြည့်လို့ကောင်းတာက\nကျွန်တော်တို့ လက်တွေ့ဘဝနဲ့ တော်တော်နီးစပ်တာပါ ဘာလို့လဲဆိုတော့ မင်းသမီးက ယူကျုဆယ်လီလေ\nအဲ့တော့ ပရိသတ်ကြီးများအတွက် ဆယ်လီတွေဆိုတာလည်း သာမန်လူတွေလိုပဲ\nချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းလေးတွေရှိကြောင်း ရှုထောင့်အသစ်တစ်မျိုးကြည့်ရတာပေါ့\nသီချင်းကောင်းကောင်းလေးတွေနဲ့ အက်ရှင်ခန်းအလန်းတွေရယ်\nမင်းသမီးအချောလေးတစ်ယောက်ရယ်ပါရင် ကျန်တာဘာလိုဦးမှာလဲ\nဒီဇာတ်ကားကိုချက်ချင်းပါ ပြေးဒေါင်းပြီးကြည့်လိုက်ပါတော့ ပရိသတ်အပေါင်းတို့.........\nFile size…2.13GB / 1.01GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanamr Subtitle (HardSub)\nEncoder….YK\nTranslated by  Sai ~ BpL~ Taylor ~Yunni",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/vinaro-bhagyamu-vishnu-katha-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rL254xvbJdqQURG4MQrAGx9dkqz.jpg",
        "title": "Iris: The Movie(2010)",
        "description": "Iris: The Movie(2010)********************အိုင်းရစ်ဆိုတဲ့ ဒရမ်မာလေးကို အတိုချုံ့ပြီး ပြန်ကြည့်ချင်သူများအတွက် movie version လေးရပါပြီNSS လို့ခေါ်တဲ့အေးဂျင့်အဖွဲ့အစည်းတစ်ခုကနေ အထူးအေးဂျင့်ဖြစ်တဲ့ ဟျွန်းဂျွန်းကိုမြောက်ပိုင်းကလူတစ်ဦးကို သတ်ဖို့အတွက်တာဝန်ပေးခဲ့ပါတယ်....တာဝန်ပြီးမြောက်သွားသော်လည်း သရုပ်မှန်ပေါ်သွားတဲ့အတွက်ကြောင့် NSS ဒါရိုက်တာဘဲ့ဆန်းကနေသူ့ကိုစွန့်ပစ်ဖို့အတွက် ဟျွန်းဂျွန်းရဲ့သူငယ်ချင်းဖြစ်သူ ဆာဝူကိုအမိန့်ပေးခဲ့ပါတယ်....အဲဒီကနေတဆင့် ဟျွန်းဂျွန်းတစ်ယောက် နာကျည်းမှုတွေစတင်ကာ မြောက်ကိုရီးယားနဲ့ပူးပေါင်းပြီးလက်စားချေဖို့စတင်ရင်း အိုင်းရစ် ဆိုတဲ့အဖွဲ့အစည်းတစ်ခုအကြောင်း တစ်စတစ်စသိလာတဲ့အခါမှာတော့....တစ်ဖက်မှာလည်း မြောက်ကိုရီးယားနိုင်ငံဟာ တောင်ကိုရီးယားကိုနျူးကလီးယားလက်နက်နဲ့ ဗုံးဖောက်ခွဲဖို့စီစဉ်ရင်း ဘယ်လိုတွေဆက်ပြီး တောင်နဲ့မြောက် ပြဿနာလေးတွေ ဖြေရှင်းသွားမလဲ,,,ဟျွန်းဂျွန်းသိထားတဲ့ အိုင်းရစ်အဖွဲ့ကရော ဘာတွေကြံစည်ပြီး ဘယ်လိုတွေလုပ်ဆောင်နေလဲဆိုတာကိုတော့ ဆက်လက်စောင့်ကြည့်ပေးပါဦး...File Size :(4.6GB)(1.2GB) and (398MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:05:00\nGenre :Action, Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Shoon\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/iris-the-movie2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/oYLX2MMVMoM55tTQExZrpcsMqGt-133x200.jpg",
        "title": "Indiana Jones and the Dial of Destiny (2023)",
        "description": "Indiana Jones and the Dial of Destiny (2023)~ IMDb - 6.8/10, Rotten Tomatoes - 69% ~ဂန္ထဝင်ရုပ်ရှင်တွဲတွေထဲက တစ်ခုဖြစ်တဲ့ အင်ဒီယာနာဂျုန်း ရုပ်ရှင် အသစ်ထွက်ပါပြီ။ ဒါက ၅ ကားမြောက်ရုပ်ရှင်ပါ။ ပထမလေးကားကိုတော့ ဒါရိုက်တာ စတီဗင်စပီးဘတ်ရိုက်ကူးခဲ့ပြီး အခုရုပ်ရှင်ကိုတော့ James Mangold က ရိုက်ကူးထားတာပါ။ ဒါပေမဲ့လည်း Executive Producer အဖြစ် စပီးဘတ်နဲ့ လူးကပ်စ်တို့ ပြန်ပါဝင်ခဲ့ပါတယ်။မင်းသားကြီး ဟယ်ရစ်ဆန်ဖို့ဒ်ပဲ ပြန်ပါဝင်ထားပြီး Phoebe Waller-Bridge ကတော့ အင်ဒီရဲ့မိတ်ဆွေ ဘာဆယ်ရဲ့သမီး ဟယ်လင်နာအဖြစ် ပါဝင်ထားပါတယ်။ ဗီလိန်နေရာမှာတော့ ဗီလိန် ဆရာကြီး Mads Mikkelsen ပါဝင်ထားပါတယ်။ ဒီရုပ်ရှင်အစမှာ ဟယ်ရစ်ဆန်ဖို့ ငယ်ငယ်တုန်းကပုံကို အထူးပြုလုပ်ချက်နဲ့ လုပ်ထားပါတယ်။ AI နည်းပညာကိုသုံးပြီး ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/indiana-jones-and-the-dial-of-destiny-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/indiana-jones-crystal-skull-jpg-w339h524-194x300.jpeg",
        "title": "Indiana Jones and the Kingdom of the Crystal Skull (2008)",
        "description": "Indiana Jones and the Kingdom of the Crystal Skull (2008)IMDb Rating (6.2) / Rotten Tomatoes (77%)+++++++++++++++++++++++++Indiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/indiana-jones-the-kingdom-of-the-crystal-skull-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Indiana-Jones-and-The-Last-Crusade-136x200.jpg",
        "title": "Indiana Jones and the Last Crusade (1989)",
        "description": "Indiana Jones and the Last Crusade (1989)IMDb Rating (8.4) / Rotten Tomatoes (84%)+++++++++++++++++++++++++Indiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ သူတို့နှစ်ယောက်ဟာ အပျင်းလည်းပြေ စိတ်ပေါ့ပေါ့ပါးပါးဖြစ်အောင် ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/indiana-jones-and-the-last-crusade-1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Indiana-Jones-and-The-Temple-of-Doom-133x200.jpg",
        "title": "Indiana Jones and the Temple of Doom (1984)",
        "description": "Indiana Jones and the Temple of Doom (1984)IMDb Rating (7.5) / Rotten Tomatoes (77%)+++++++++++++++++++++++++Indiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ သူတို့နှစ်ယောက်ဟာ အပျင်းလည်းပြေ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/indiana-jones-and-the-temple-of-doom-1984/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Indiana-Jones-and-Raiders-of-the-Lost-Ark-132x200.jpg",
        "title": "Indiana Jones and Raiders of the Lost Ark (1981)",
        "description": "Indiana Jones and Raiders of the Lost Ark (1981)IMDb Rating (8.4) / Rotten Tomatoes (93%)++++++++++++++++++++++++Indiana Jones Franchise (1981-2023)George Lucas လို့ပြောလိုက်တာနဲ့ ရုပ်ရှင်ပရိသတ်တော်တော်များများက Star Wars ကို ပြေးမြင်မိကြလိမ့်မယ်။ ဟုတ်တော့လည်း ဟုတ်ပါတယ်။ လူးကပ်စ်ရဲ့ အပေါက်ဆုံးကား‌တွေဟာ ကြယ်တာရာစစ်ပွဲတွေ ဖြစ်ခဲ့တာကိုး။ ဒါပေမဲ့ Steven Spielberg လို့ပြောရင်ကျ ပြေးမြင်မိစရာ ဇာတ်ကားအများကြီးရှိပါလိမ့်မယ်။ အဲဒီလို ဇာတ်ကားအများကြီးတွေထဲကမှ Jaws ဟာ စပီးဘာ့ဂ်အတွက် ရိုက်ရတာ ဒုက္ခအရောက်ဆုံးဖြစ်ခဲ့သလို လူးကပ်စ်အတွက်လည်း Star Wars Ep IV: A New Hope ကို လွယ်လွယ်နဲ့ ရိုက်ခွင့်ရခဲ့တာ မဟုတ်ဘူး။ ဒါပေမဲ့ အဲဒီလို ပင်ပင်ပန်းပန်းကာလတွေအလွန်မှာ သူတို့နှစ်ယောက်ဟာ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/indiana-jones-and-raiders-of-the-lost-ark-1981/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oke6xdVV3QNRFBZSw4Wj6oKGmT5.jpg",
        "title": "Message from the King (2016)",
        "description": "ဒီရုပ်ရှင်လေးကတော့ ကွယ်လွန်သွားပြီဖြစ်တဲ့ Black Pantherမင်းသားChadwick Boseman သရုပ်ဆောင်ထားတဲ့ action crime drama movieလေးပဲဖြစ်ပါတယ်....။နောက်ပြီး ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်ထားတဲ့ သူ့ရဲ့လေသံ၊ စကားပြောဟန်ဟာBlack Pantherရဲလေသံနဲ့တူတူပဲလို့ အင်တာဗြူးတစ်ခုမှာဖြေသွားဖူးပါတယ်...။ဒီတော့ Black Pantherတစ်ဖြစ်လဲ မင်းသား Chadwick Bosemanရဲ့သရုပ်ဆောင်ပုံကို အလွမ်းပြေ ကြည့်ရှုလို့ရမယ့်ကားလေးဖြစ်ပါတယ်...။ညီမဖြစ်သူကိုရှာပုံတော်ဖွင့်တဲ့ အစ်ကိုတစ်ယောက်ရဲ့ ဇာတ်ကြောင်းဖြစ်ပြီးမင်းသား Chadwickကလည်း စူပါဟီးရိုးသရုပ်မဟုတ်ဘဲ လူကောင်းတစ်ယောက်၊ကြေကွဲနေတဲ့ အစ်ကိုတစ်ယောက်ရဲ့သရုပ်ကို တည်တည်ငြိမ်ငြိမ်နဲ့ သရုပ်ဆောင်ပြသွားပါတယ်...။ ဇာတ်လမ်းအကျဥ်းကတော့...ဂျက်ကော့ဟာ ညီမဖြစ်သူဘီယန်ကာကိုရှာဖို့အတွက်နဲ့ ‌အာဖရိကကနေလော့စ်အိန်ဂျယ်လစ်ကိုတက်လာပါတယ်...။သူသိတာဆိုလို့ ညီမဖြစ်သူက သူ့အကူအညီလိုနေတယ်၊ပျောက်ဆုံးနေတယ်...ဆိုတာကလွဲပြီး ကျန်တာနတ္ထိပါ...။အဲ့လိုကနေ တစ်စပြီးတစ်စသိအောင် စုံစမ်းရင်းနဲ့ ညီမဖြစ်သူပျောက်ဆုံးရတာဟာမသမာသူလူတစ်စုရဲ့လက်ချက်ဖြစ်မှန်းသိသွားတဲ့အခါမှာတော့...ဘုရင်ကြီးရဲ့ ရာဇသံက ဘာဖြစ်မလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ရှုလို့ရပါပြီ...။ File size…2.81GB / 721MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/message-from-the-king-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kwMJqbY9jzFOf3g7UgAquMRt8kF.jpg",
        "title": "Beyond the Edge (2018)",
        "description": "မိုက်ကယ်ဆိုတဲ့ လူတစ်ယောက်ကသူများတွေမသိအောင် အကွက်တွေရွှေ့ပြီးလိမ်လည်လှည့်ဖျားပြီး ပိုက်ဆံတွေရအောင်လုပ်နေတဲ့လူတစ်ယောက်ဖြစ်ပါတယ်။ အခုလဲ ကာစီနိုတစ်ခုဆီက ပိုက်ဆံအများကြီးရဖို့အတွက် အဲ့ဒီကာစီနိုမှာ အလုပ်သမားအနေနဲ့သုံးလလောက်ဝင်လုပ်ခဲ့ပြီး အချိန်ကျလာတဲ့အခါမှာတော့ သူ့ရဲ့မဟာအစီအစဉ်ကြီးကို အကောင်အထည်ဖော်ခဲ့ပါတော့တယ်။ အားလုံးအဆင်ပြေ ချောမွေ့နေပြီးနောက်ဆုံးကျမှပဲ ပါးစပ်နားရောက်နေတဲ့ ထမင်းလုတ်ပုတ်ချခံရသလို သူ့ပိုက်ဆံတွေအားလုံးလဲ တခြားသူတစ်ယောက်ဆီပါသွားပါတော့တယ်။အဲ့ဒီအပြင်ကိုမှ သူ့အကြောင်းကိုသိသွားတဲ့ ကာစီနိုပိုင်ရှင်ကလဲ နရင်းတွေအုပ်ပြီးတော့ သူဆုံးရှုံးခဲ့ရတဲ့ပိုက်ဆံ ငါးသန်းကိုတစ်ပတ်အတွင်းပြန်တောင်းပါတော့တယ်။ ဒီလိုနဲ့ အစီအစဉ်တွေသေချာချပြီး လုပ်ခဲ့တဲ့မိုက်ကယ်တစ်ယောက် သူဘယ်လို သူများလှည့်စားတာခံလိုက်ရတာလဲဆိုတာကိုစုံစမ်းကြည့်တဲ့အခါမှာတော့ သွေးရိုးသားရိုးမဟုတ်ပဲ သဘာဝလွန်စွမ်းအားတွေကြောင့်ဆိုတာကိုသိခဲ့ရပါတယ်။ဒီလိုနဲ့မိုက်ကယ်လဲ တစ်ပတ်အတွင်းသူပြန်ပေးရမဲ့ ပိုက်ဆံတွေပြန်ရဖို့အတွက် အဲ့လိုမျိုးသဘာဝလွန်စွမ်းအားတွေရှိတဲ့ လူတွေနဲ့ပေါင်းပြီး အဖွဲ့တစ်ခုဖွဲ့လိုက်ပြီး ပိုက်ဆံတွေကိုပြန်ရအောင်ကြိုးစားတဲ့ပုံကို ကြည့်ရမဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…1.76GB / 721MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 51m\nGenre ….. Action , Adventure , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/beyond-the-edge-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wIaihDzXF0ie3oALucbUZmvGRBu.jpg",
        "title": "Spartan (2004)",
        "description": "စကော့ဟာ ရိန်းဂျားတပ်သားဟောင်းတစ်ယောက်ဖြစ်ပြီး လက်ရှိမှာတော့တပ်သားအသစ်တွေကို လေ့ကျင့်ပေးတဲ့ စစ်ရေးနည်းပြတစ်ယောက်ပါ...။တစ်နေ့မှာတော့ ကောင်မလေးတစ်ယောက်ပြန်ပေးဆွဲခံရတဲ့ အမှုမှာသူလည်းပါဝင်စုံစမ်းပေးဖို့ အမိန့်ကျလာပါတယ်...။ပြန်ပေးဆွဲသွားတဲ့အကြောင်းအရင်းက လူကုန်ကူးဖို့၊လိင်လုပ်သားအဖြစ်အတင်းအကြပ်စေခိုင်းဖို့ပါ...။ဒါပေမဲ့ ပြန်ပေးသမားတွေမသိတာ ဒီကောင်မလေးဟာ အစိုးရအရာရှိကြီးတစ်ယောက်ရဲ့သမီးဖြစ်နေရော....။ဒီတော့ ပြန်ပေးသမားတွေ မသိခင် ကောင်မလေးကို ပြန်ကယ်မယ့်တာဝန်ဟာစကော့ခေါင်းပေါ်ကျရောက်လာပြီး...စကော့တစ်ယောက် ဘယ်လိုစုံစမ်းထောက်လှမ်းကယ်ထုတ်မလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှုနိုင်ပါပြီ....။ File size…1.86GB / 655MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 46m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/spartan-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mcz8oi9oCgq1wkA3Wz2kluE94pE.jpg",
        "title": "Mob Land (2023)",
        "description": "Mob Land (2023)မင်းသားကြီး John Travolta ပါဝင်ထားပြီး မူးယစ်ဆေးစွဲသူတွေ ဆေးရောင်းတဲ့ လူဆိုးဂိုဏ်းတွေနဲ့ မသမာသူတွေ ကြီးစိုးနေတဲ့ မြို့အကြောင်းအခြေတည်ထားတဲ့ Action ရုပ်ရှင်သစ်တစ်ကားပါ။ယခင်က ပြိုင်ကားမောင်းသမားဖြစ်ခဲ့တဲ့ ရှယ်ဘီဟာ ဇနီး သမီးလေးနဲ့အတူ မြို့ငယ်လေးမှာ အခြေချခဲ့ပါတယ်။ သူ့အလုပ်က မြို့လေးနဲ့မအပ်စပ်တဲ့အတွက် သူတို့မိသားစုက အဆင်ပြေလှတယ်ရယ်တော့မဟုတ်ပါဘူး။ ယောက်ဖဖြစ်သူ ထရေးနဲ့ အသိ ရဲမှူးဘိုဒီတို့ကလည်း မကြာခဏလာလည်ကြပါတယ်။ဇနီးနဲ့သမီးလေး ဆွေမျိုးတွေဆီခဏသွားတဲ့အခါ ထရေးက ဆေးရောင်းသမားတွေဆီက ငွေကို ဓားပြတိုက်ဖို့ လာဆွယ်ပါတယ်။ ရှယ်ဘီက မလုပ်ချင်ပေမယ့် ငွေလိုနေတာရော ထရေးအဆွယ်ကောင်းတာကြောင့်ရော သဘောတူလိုက်ပါတယ်။အစီအစဉ်ဆွဲတုန်းကတော့ အဆင်ချောပေမဲ့ လက်တွေ့မှာ ထင်သလိုမဖြစ်လာဘဲ ထရေးက လူသတ်မိတဲ့အခါ...သူတို့ဓားပြတိုက်မိတာက မာဖီးယားဂိုဏ်းက ငွေတွေဖြစ်ပြီး အရှုပ်တွေဆက်တိုက်ဖြစ်လာတဲ့အခါ...ထရေးတို့ကို လက်စားချေဖို့ မာဖီးယားဂိုဏ်းက လူ လိုက်လာတဲ့အခါ...ရှယ်ဘီကရော ဘယ်လို ပြစ်မှုတွေ ဆက်လုပ်ရဦးမလဲ သူတို့ကျူးလွန်ခဲ့တဲ့အပြစ်အတွက် ဘာတွေပြန်ပေးဆပ်ရမလဲဆိုတာ စိတ်၀င်စားဖွယ် အားပေးရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shune ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/mob-land-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kPjZsEni0KF0IXGXh0kaxNESdGE.jpg",
        "title": "The White Storm 3: Heaven or Hell ( 2023 )",
        "description": "The White Storm ရဲ့တတိယမြောက်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားမှာတော့ အရင်ဇာတ်ကားကမင်းသားကြီးဖြစ်တဲ့\nLouis Kooတစ်ယောက်ပဲပြန်ပါလာပြီး\nမင်းသားကြီး Aaron Kwok နဲ့ Sean Lau တို့ထပ်ပါဝင်လာပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nဟောင်ကောင်ရဲ့မူးယစ်ရာဇာကြီးခန်းစုချိုင်းဟာ ဟောင်ကောင်မှာ\nမရှုမလှနှိမ်နင်းခံရတဲ့အတွက် အသက်ဘေးလွတ်မြောက်အောင်ပြေးရင်း\nရွှေတြိဂံဒေသ ထိုင်းမြန်မာနယ်စပ်မှာ အခြေချနေရပါတယ်။နိုင်ငံတကာဖမ်းဝရမ်းထုတ်ခံထားရတဲ့အတွက် လက်နက်ကိုင်တပ်ကကြီးစိုးတဲ့\nဘိန်းချက်တဲ့ရွာမှာပဲ လုပ်ကိုင်နေရင်း ရွှေတြိဂံဒေသကိုကြီးစိုးနိုင်ဖို့ ကြံစည်ပါတယ်။\nထိုင်းကိုလွတ်မြောက်သွားတဲ့ မူးယစ်ရာဇာကြီးကိုဘယ်လိုပြန်ဖမ်းကြမလဲဆိုတာကို\nတင်ဆက်ပြထားတာပဲဖြစ်ပါတယ်။ မင်းသားကြီးတွေရဲ့ အက်ရှင်တွေ\nအိုက်တင်တွေကပြောစရာမရှိအောင်ပါပဲဆိုတဲ့အတွက်\nမူးယစ်ဂိုဏ်းသူလျိုကားတွေကိုကြိုက်နှစ်သက်တဲ့\nအက်ရှင်ပရိသတ်ကြီးအတွက် ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 2h 5 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon \nEncoded by LK",
        "rating": "6.3",
        "url": "https://megaup.net/1WCv9/The_White_Storm_3_Heaven_Or_Hell_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTcxNDI2NDAzNl5BMl5BanBnXkFtZTgwODM3MTc2MjE@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "The Hunger Games: Mockingjay – Part 1 (2014)",
        "description": "The Hunger Games: Mockingjay - Part 1\nပြိုင်ပွဲကြီးပြီးဆုံးသွားခဲ့ပါပြီ ။\nကတ်နစ်တစ်ယောက်ပစ်လွှတ်လိုက်တဲ့မြှားတစ်စင်းက\nတကယ့်ကိုပဲပြိုင်ပွဲကိုအဆုံးသတ်စေခဲ့ရပါတယ်။\nအရာအားလုံးကိုပြန်ပြီးတော့ သတိရနိုးထလာတဲ့အချိန်မှာ\nသူ့အနားမှာပီတာမရှိတော့ပါဘူး။\nသူကိုယ်တိုင်လဲ နယ်မြေ၁၃ရဲ့အရိပ်အောက်မှာခိုလှုံနေရပါပြီ။\nပီတာနဲ့ ဂျိုဟန်နာတို့ကိုကတ်ပီတယ်ကနေခေါ်ဆောင်သွားခြင်းခံရတယ်ဆိုတာ\nကောင်းတဲ့ကိစ္စတော့ မဟုတ်ဘူးဆိုတာကို\nကတ်နစ်တစ်ယောက်ယူကြုံးမရဖြစ်ခဲ့ရပါတယ်။\nတော်လှန်ရေးစတင်ဖို့အတွက်ပုံရိပ်တစ်ခုဖြစ်တဲ့မော့ကင်းဂျေနေရာမှာ\nကတ်နစ်ကိုပါဝင်အားဖြည့်စေဖို့အတွက်တိုက်တွန်းမှုတွေများစွာလုပ်ခဲ့ရပါတယ်။\nနယ်မြေ ၁၂ကိုပြန်လည်သွားရောက်ကြည့်ရှုလိုက်တဲ့အချိန်မှာတော့\nကတ်နစ်ဟာတော်လှန်ရေးထဲကိုပါဝင်တော့မယ်ဆိုပြီး ဖြစ်လာပါတယ်။\nဒါပေမယ့် ပီတာနဲ့တခြားသောအောင်နိုင်သူတွေကိုကယ်တင်ဖို့ကလဲရှိပါသေးတယ်။\nဒီအပိုင်း မှာတော့တိုက််ခိုက်မှုနည်းနည်းနဲ့\nအခြေအနေကိုသုံးသပ်ပြီးတော့ရိုက်ကူးထားတဲ့အကြောင်းကိုကြည့်ရှုရမှာပါ။\nကတ်နစ်အဲဗားဒင်းနဲ့ ကတ်ပီတယ်ကနေကယ်ထုတ်လာရတဲ့\nပီတာမယ်လာ့ခ်တို့ရဲ့ပြန်လည်တွေ့ဆုံတဲ့အခြေအနေကတော့\nတကယ့်ကို စိတ်မကောင်းစရာလို့ပဲဆိုရမှာပါ။\nFile Size : (1.73 GB,892 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 03min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://megaup.net/2Cxx5/The_Hunger_Games_-_Mockingjay_–_Part_1_(2014)_1080P.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMjA4NDg3NzYxMF5BMl5BanBnXkFtZTcwNTgyNzkyNw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Hunger Games (2012)",
        "description": "The Hunger Games\nကတ်နစ်အဲဗားဒင်းတို့နေတဲ့နယ်မြေလေးမှ\nာနှစ်စဉ်ပြုလုပ်နေကျ ပွဲတစ်ပွဲရှိပါတယ်။\nနယ်မြေသေးသေးလေးက သိတက်တဲ့အရွယ်ရောက်လူတိုင်းရဲ့နာမည်တွေကို\nဖန်ခွက်အကြီးတစ်ခုထဲထည့်ထားပြီး ပွဲစီစဉ်သူတစ်ဦးက\nလက်သင့်ရာကို နှိုက်လိုက်ပါတယ်။\nနာမည်ကတ်နှိုက်ခံလိုက်ရတဲ့သူက မဲပေါက်သွားတာမဟုတ်သလို\nဆုလက်ဆောင်ရသွားတာမျိုးတော့ မဟုတ်ပါဘူး။\nစစ်မြေပြင်တစ်ခုလိုဖန်တီးထားတဲ့ နေရာတစ်ခုကိုသွားရောက်ပြီးတော့\nသူသေကိုယ်သေယှဉ်ပြိုင်တိုက်ခိုက်ရမှာပဲဖြစ်ပါတယ်။\nကံဆိုးရင်တော့ အသက်ပေးရမယ်\nကံကောင်းရင်တော့ သူရဲကောင်းဖြစ်မယ်ဆိုတဲ့\nလူအများစောင့်ကြည့်နေတဲ့အစီအစဉ်တစ်ခုမှာ\nသူတို့ကသွားရောက်ပြီးတော့ ဖျော်ဖြေပေးရသလိုပါ။\nဒီနှစ်ရဲ့အမျိုးသမီးနေရာမှာ ဝင်ရောက်ယှဉ်ပြိုင်ရမဲ့ညီမလေးအစား\nကတ်နစ်တစ်ယောက်ကိုယ်စားယှဉ်ပြိုင်ပေးဖို့ တောင်းဆိုရာကနေ\nဇာတ်လမ်းကို စတင်ထားပါတယ်။\nနယ်မြေ (၁၂)ခုကနေ တစ်နယ်မြေကို ၂ယောက်နှုန်းနဲ့ ၂၄ယောက်ကြားမှာ\nကိုယ်တစ်ယောက်တည်းအသက်ရှင်ဖို့\nဘယ်လိုကြိုးစားရုန်းကန်ကြရတယ်ဆိုတာကို ရိုက်ကူးထားတာဖြစ်ပါတယ်\nFile Size : (2.18 GB,1.09 GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 22min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "7.2",
        "url": "https://megaup.net/1WA7c/The_Hunger_Games_(2012)_1080P.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNjQzNDI2NTU1Ml5BMl5BanBnXkFtZTgwNTAyMDQ5NjE@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "The Hunger Games: Mockingjay – Part 2 (2015)",
        "description": "The Hunger Games: Mockingjay - Part 2\nတော်လှန်ရေးကိုနယ်မြေတိုင်းပါဝင်ဆောင်ရွက်ဖို့လိုအပ်တာကြောင့်\nနယ်မြေ၂ကို ကတ်နစ်တို့အနေနဲ့ စည်းရုံးသိမ်းသွင်းဖို့လိုအပ်လာပါတယ်။\nကတ်နစ်ရဲ့ဘေးနားမှာအမြဲရှိနေပေးခဲ့တဲ့ဂေးလ်မှ\nာအရင်နဲ့မတူညီတဲ့စိတ်တွေကိုလဲကတ်နစ်တစ်ယောက်မြင်လာပါတော့တယ်။\nကတ်ပီတယ်ရဲ့မြှပ်ကွယ်တဲ့ထားတဲ့ဗုံးတွေ လက်နက်တွေကို\nရှာဖွေတဲ့ရှေ့တန်းကိုကတ်နစ်ရောက်လာပြီးတော့\nတခြားသောတပ်ဖွဲ့ဝင်တွေနဲ့ ပူးပေါင်းဆောင်ရွက်ပြီးတော့\nစနိုးကိုဖြုတ်ချဖို့အတွက်ကြိုးစားကြပါတော့တယ်။\nဒါပေမယ့် အချိန်တွေကြာလာလေလေ\nကတ်ပီတယ်ရဲ့လက်နက်တွေကြားမှာပါဝင်တဲ့တပ်ဖွဲ့ဝင်တွေရဲ့\nအသက်တွေပေးလိုက်ရလေလေနဲ့ပဲ\nနောက်ဆုံးအချိန်ထိ ကတ်နစ်တို့တောင့်ခံပြီးတော့ စနိုးကိုရင်ဆိုင်သွားနိုင်ပါ့မလား။\nတကယ်လို့ သူတို့အနေနဲ့ စနိုးတို့တည်ရှိနေတဲ့\nကတ်ပီတယ်ကိုရင်ဆိုင်တိုက်ခိုက်ပြီးသွားတဲ့အချိန်မှာ\nအောင်နိုင်သူတွေဖြစ်ကြတဲ့ ကတ်နစ်အဲဗာဒင်းနဲ့\nပီတာမယ်လော့ခ် ၊ဂေးလ်တို့ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းကရေ\nာနောက်ဆုံးဘယ်လို့အဆုံးသတ်သွားနိုင်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nအိမ်မက်ဆိုးတွေဟာလူတိုင်းမှာရှိကြပါတယ်။\nဒီအိမ်မက်ဆိုးတွေဟာ ဘယ်တော့မှထွက်ခွာသွားကြမှာ မဟုတ်ဘူးဆိုတာကိုလဲ သိကြမှာပါ\nဒီတော့ ဒါကိုဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာကိုပဲ ကျွန်တော်တို့တွေစဉ်းစားရတော့မှာပါ\nFile Size : (1.73 GB,892 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 03min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://megaup.net/2Cxyg/The_Hunger_Games_-_Mockingjay_–_Part_2_(2015)_1080P.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTAyMjQ3OTAxMzNeQTJeQWpwZ15BbWU4MDU0NzA1MzAx._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Hunger Games: Catching Fire (2013)",
        "description": "The Hunger Games: Catching Fire\nကတ်နစ်အဲဗားဒင်းနဲ့ ပီတာမယ်လော့ခ်တို့\n၇၄ကြိမ်မြေက်ကစားပွဲမှာ အနိုင်ရခဲ့ပြီးနောက်\nသူတို့မွေးရပ်မြေကိုပြန်လည်လို့ရောက်ရှိလာပါတယ်။\nဒါပေမယ့် သူတို့ရဲ့တာဝန်တွေကတော့အဆုံးသတ်မသွားပါဘူး။\nအနိုင်ရသူတွေအနေနဲ့ နယ်မြေတိုင်းကိုသွားရောက်ပြီးတော့\nမိန့်ခွန်းပြော၊ကျန်ရစ်သူမိသားစုတွေနဲ့ စကားပြောပေးရမဲ့အပြင်\nနောက်ဆုံးခရီးစဉ်အဆုံးသတ်မှာ ကတ်ပီတယ်ကိုပြန်ပြီးတော့\nဥက္ကဌကြီးကျင်းပပေးတဲ့ပါတီပွဲကိုဆင်နွဲရမှာပါ။\nကတ်နစ်ရဲ့ဘဝကလွယ်လွယ်ကူကူနဲ့\nပေါ့ပေါ့ပါးပါးဖြစ်သွားခဲ့တယ်ရယ်လို့တော့ မဟုတ်လှပါဘူး။\nတကယ်တမ်းတော့ ကတ်နစ်တို့လို အောင်နိုင်သူတွေဟာ\nခရီးစဉ်ရဲ့ရထားပေါ်မှာပဲအချိန်ကုန်ပြီးတော့ဘဝတစ်လျှောက်လုံးကို\nဖြတ်သန်းသွားကြရတော့မှာဖြစ်ပါတယ်။\nဒီမှာဥက္ကဌစနိုးအရမ်းကိုစိုးရိမ်နေတဲ့ ကိစ္စတစ်ခုတော့ ရှိပါတယ်။\nအဲ့ဒါကတော့ တော်လှန်ရေးပါပဲ။\nနယ်မြေအသီးသီးကမကျေနပ်ချက်တွေစုပြုံလာတဲ့အချိန်မှာ\nသူတို့အနေနဲ့ ဒီလိုအနေအထားမျိုးကိုလက်သင့့်ပေးနိုင်တာမဟုတ်တာကြောင့်\nကတ်နစ်ကို စနိုးကိုယ်တိုင်သွားရောက်ပြီးတော့နှစ်ဦးသဘောတူပြောကြားခဲ့တာတွေရှိလာပါတယ်။\nဒါပေမယ့် စနိုးရဲ့အကြံကဒီလောက်နဲ့ အဆုံးသတ်လို့မသွားပါဘူး။\nဆိုးရွားတဲ့လုပ်ရပ်ကိုလုပ်ဖို့ဝန်မလေးတဲ့စနိုးတစ်ယောက်\nကစားပွဲတစ်ခုကိုစတင်လိုက်ပါတယ်\n။ဒီတစ်ခေါက်မှာတော့ အရင်ပွဲတွေလိုမျိုးနယ်မြေအသီးသီးကယှဉ်ပြိုင်သူအသစ်တွေကို\nရွေးချယ်တော့မှာ မဟုတ်ပဲ အောင်နိုင်သူတွေထဲကနေပြီးတော့ပဲ\nထပ်မံရွေးချယ်မဲ့အကြောင်းကိုကြေညာလိုက်ပါတော့တယ်။\nဒီလိုနဲ့ပဲ ကတ်နစ်အဲဗာဒင်းတစ်ယောက်\nကစားပွဲထဲကိုထပ်မံဝင်ရောက်ယှဉ်ပြိုင်တဲ့အခါမှာတော့\nဘယ်လိုတွေရင်ဆိုင်ပြီးတော့\nဘယ်လိုလက်လွတ်ဆုံးရှုံးမှုမျိုးတွေကိုကြုံတွေရမယ်ဆိုတာကိုကြည့်ရှုလိုက်ရအောင်ပါ။\nFile Size : (2 GB,1.09 GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 2h 26min \nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Charm\nEncoded by sithu",
        "rating": "7.5",
        "url": "https://megaup.net/1WA80/The.Hunger.Games.Catching.Fire.2013.1080p.BluRay5.1(cm).mp4",
        "category": "Action, Adventure, Sci-Fi"
    }
]