[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmIwZWY1YTYtNDlhOS00NDRmLWI4MzItNjk2NDc1N2NhYzNlXkEyXkFqcGdeQXVyNTUyMzE4Mzg@._V1_-133x200.jpg",
        "title": "Superman IV: The Quest for Peace (1987)",
        "description": "Superman IV: The Quest for Peace (1987)\n==============================စူပါမန်း 4 က 1980 ကျော်ကာလတွေက စူပါမန်းကားတွေရဲ့\nအဆုံးသတ်ဖြစ်ပါတယ်။ စူပါမန်း 2 မှာ အဖမ်းခံခဲ့ရတဲ့ လက်စ်\nလူသာက ထောင်ကပြန်လွတ်လာပြီး စူပါမန်းဆံချည်မျှင်ကနေ\nDNA ယူကာ နယူးကလီးယားမန်းဆိုတဲ့ Villain ကိုတည်ထွင်\nလိုက်ပါတယ် ။စူပါမန်းကို ဖျက်စီးပြီး ကမ္ဘာကိုအုပ်စိုးဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့\nလက်စ်လူသာတီထွင်လိုက်တဲ့ နယူးကလီးယားမန်းက နောက်\nပိုင်းမှာ သူကိုယ်တိုင်မထိန်းချုပ်နိုင်တော့ဘဲ အနိုင်ယူဖြေရှင်းဖို့က\nစူပါမန်းရဲ့တာ၀န်ဖြစ်လာပါတယ်။#Christopher Reeve(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (646 MB) / (424 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 30Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Sci-Fi\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/superman-iv-the-quest-for-peace-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMzI3ZDllMTctNmI2Mi00OGQ4LTk2ZTQtYTJhMjA5ZGI2YmRkXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_FMjpg_UX1000_-132x200.jpg",
        "title": "Superman III (1983)",
        "description": "Superman III (1983)\n================စူပါမန်း ရုပ်ရှင်တွေမှာ အဓိကကျတာကတော့ သူနဲ့ရင်ဆိုင်ရတဲ့\nVillain တွေပါပဲ။ ဒီ၁၉၈၃ ခုနှစ်ကထွက်ခဲ့တဲ့ အပိုင်း ၃ မှာလည်း\nစူပါမန်းရဲ့ villain က တစ်ခြားကမ္ဘာက စွမ်းအားမြင့် ဂြိုလ်သား\nတွေ နတ်ဘုရားတွေမဟုတ်ဘဲ သာမန် လူတွေပါပဲ။၁၉၈၀ နောက်ပိုင်း ကွန်ပြူတာတွေ စခေတ်စားလာတဲ့အခါမှာ\nကွန်ပြူတာကို အထူးကျွမ်းကျင်တဲ့ ဂက်စ်ဂေါ်မန်ဆိုတဲ့ လူတစ်\nယောက်က သူ့ရဲ့ မဟာအကြံစည်ကြီးမှာ စူပါမန်းက အနှောင့်\nယှက်အတားဆီးဖြစ်နေမှာသိတဲ့အတွက် စူပါမန်းရဲ့အားနည်း\nချက်ဖြစ်တဲ့ ခရစ်ပတွန်ကျောက်ကို ပုံတူပွားပြီး Evil Superman\nဖြစ်အောင် လှည့်ကွက်နဲ့အသုံးချလိုက်ပြီး လူတွေရဲ့ ယုံကြည်အား\nကိုးမှုကိုပျက်ပြားအောင်လုပ်ပြီးသွေးခွဲလိုက်ပါတယ်။ ဒီဒုစရိုက်\nသမား ဉာဏ်ကြီးရှင်ကိုလည်း စူပါမန်းဘယ်လိုအနိုင်ယူသွားမလဲ\nဆိုတာကို ကြည့်ရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။#Christopher Reeve(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(3.0 GB) / (1.0 GB) / (500 MB)\nQuality............BLU-RAY 1080p / 720p / ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/superman-iii-1983/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjg5ZWIzYjctYjFhMC00ZjI1LTkzZDktNmI2YTM5ZDk3MGY2XkEyXkFqcGdeQXVyNjc5NjEzNA@@._V1_-133x200.jpg",
        "title": "Superman II (1980)",
        "description": "Superman II (1980)\n===============\nIMDb Rating - 6.8/10၁၉၈၀ ကာလက CGI အထူးပြုလုပ်ချက်တွေ မရှိဘဲ\nရိုက်ကူးခဲ့တဲ့ ဂန္တဝင်စူပါမန်းကားတွေထဲက အပိုင်း ၂\nဖြစ်ပါတယ်။အပိုင်း ၁ နဲ့ဆက်နေပြီး ...General Zod တို့သုံးဦးကို\nခရစ်ပတွန်ဂြိုလ်မှ နှင်ထုတ်ပြီး ကလာ့ခ်ကန့်ခ် ခေါ် စူပါ\nမန်းလည်း ကမ္ဘာမြေပေါ်မှာအခြေချနေပါပြီ။ ဒါပေမယ့်\nအချိန်ကြာလာတာနဲ့အမျှ လူသားတွေရဲ့ အာကာသနယ်\nမြေချဲ့ထွင်ရေးကနေ General Zod တို့ကို ပိတ်လှောင်\nထားတဲ့ ထောင်လည်းစွမ်းအားလျော့သွားပြီး လွတ်မြောက်\nသွားကာ ခရစ်ပတွန်ဂြိုလ်သား စူပါမန်းကို ကလဲံ့စားချေဖို့\nကမ္ဘာမြေကိုအန္တရာယ်ပြုပါတော့တယ်။General Zod တို့ကို ထောင်ဖောက်ပြေးလာတဲ့ လက်စ်\nလူသာက ပူးပေါင်းကာ စူပါမန်းကို ဒူးထောက်ဖို့အကြပ်ကိုင်\nပါတယ်။ အဲဒီတော့ Villain တွေကိုရှင်းလင်းပြီး ကမ္ဘာမြေကို\nကယ်တင်ဖို့ စူပါမန်းအပေါ်ပဲတာဝန်ကျလာပါတော့တယ်။ဒီကားက စူပါဟီးရိုးကားဆိုပေမယ့် Comedy , Drama ပုံစံနဲ့\nရိုက်ထားတော့ ဒီဘက်ခေတ်ကားတွေနဲ့ ကြည့်ရတဲ့ အရသာ\nမတူတာတေ့ာ့ အမှန်ပါပဲ ။#Christopher Reeve(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/superman-ii-1980/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d7px1FQxW4tngdACVRsCSaZq0Xl.jpg",
        "title": "Superman I (1978)",
        "description": "Superman I (1978) Extended Cut===============================~ IMDb - 7.4/10, RT - 93%, Meta - 82% ~ဒီခေတ်လို စူပါဟီးရိုးကားတွေ ရေပန်းစားပြီး ဖောချင်းသောချင်းထွက်မလာခင်ခေတ်တုန်းက စူပါဟီးရိုးကားတော်တော်များများဟာ ဒီခေတ်လို CGI Effects တွေ နာမည်ကြီးသရုပ်ဆောင်တွေ တပုံတပင်နဲ့ သိပ်ခမ်းနားချင်မှခမ်းနားမယ်။ သိပ်လည်းမပေါများခဲ့တော့ တစ်ကားဆိုတစ်ကားဆိုသလို ကြည့်လို့ကောင်းခဲ့ပြီး ကျွန်တော်တို့ငယ်ဘဝရဲ့အမှတ်တရတွေဖြစ်ခဲ့ကြတာကိုတော့ ငြင်းမရဘူး။အဲဒီလိုစူပါဟီးရိုးတွေထဲကမှ စူပါမန်းကားတွေလည်း တော်တော်များများထွက်ခဲ့ပေမဲ့ ခရစ္စတိုဖာရိဗ်ရဲ့ပထမဆုံးကားတဖြစ်လဲ ဒီကားက သမိုင်းရဲ့ အခမ်းနားဆုံး စူပါမန်းကားတစ်ကားဆိုတာကတော့ ရုပ်ရှင်သမားတိုင်း လက်ခံထားရမယ့် အမှန်တရားတစ်ခုပဲ။ ဘာလို့ဆို ဒီစူပါမန်းက The Godfather ရဲ့ စာရေးဆရာ ဇာတ်ညွှန်းဆရာ မာရီယိုပူဇိုတစ်ယောက် The Godfather ရိုက်ပြီးတဲ့နောက် ပထမဆုံးဇာတ်ညွှန်းပြန်ရေးခဲ့တဲ့ ရုပ်ရှင်လည်းဟုတ်တယ်။ Godfather ကြီး မာလွန်ဘရန်ဒိုကိုယ်တိုင်လည်း စူပါမန်းအဖေ Jor-El အဖြစ်သရုပ်ဆောင်ခဲ့တယ်။ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/superman-1978/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vnRthEZz16Q9VWcP5homkHxyHoy.jpg",
        "title": "The Mother (2023)",
        "description": "The Mother (2023)နက်ဖလစ်နဲ့ ဖန်စီကားလေးတွေမှန်မှန်ရိုက်နေတဲ့ ဂျေလိုတစ်ယောက် ဒီတစ်ခါတော့ အက်ရှင်ကားကိုအတည်ရိုက်လိုက်ပါပြီ။\nဟာသမပါပါဘူး။ အတော်လည်းကောင်းပါတယ်။\nဒါရိုက်တာကတော့ Mulan တို့ Anna with an E တို့ရဲ့ ဒါရိုက်တာ မမကြီး Niki Caro ပါပဲ။ဇာတ်လမ်းအကျဉ်းဇာတ်လမ်းနာမည် The mother ဆိုတဲ့အတိုင်း ဂျေလိုက ကလေးအမေပါ။\nဇာတ်ကားတစ်ကားလုံးမှာ သူ့နာမည်ကို မပြောသွားပါဘူး။\nသူဟာ အာဖဂန်နဲ့အီရန်မှာ စနိုက်ပါအဖြစ် စစ်ဆင်ရေးတွေလုပ်ခဲ့သူဖြစ်ပြီး\nစစ်တပ်ကထွက်ပြီးနောက်ပိုင်းမှာ ကျူးဘားနဲ့မက္ကဆီကို လူဆိုးဂိုဏ်းတွေနဲ့ ပတ်သတ်ခဲ့ပါတယ်။\nဒါပေမဲ့ ကိုယ်ဝန်ရလာပြီးမှာ သူတို့တွေကို ရဲဆီသတင်းပေးပြီး ဒီလောကထဲကနေ အလွတ်ရုန်းဖို့ ကြိုးစားခဲ့ပေမဲ့\nအတိတ်ရဲ့ရန်သူတော်တွေက လျို့ဝှက်ထားတဲ့ သူ့သမီးကို ရန်ပြုလာတဲ့အခါ\nအမေကလည်း ပုန်းနေရာကနေထွက်လာပြီးတော့ ရန်သူဟောင်းအားလုံးကို ရင်ဆိုင်ရပါတော့တယ်....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | ...",
        "rating": "7.4",
        "url": "https://megaup.net/1e7e2/The.Mother.2023.1080p.NF.WEB-DL.5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTI4NzdiNjAtYzkzNC00MjQwLWFjZDktMDM3YTg3YzIwMDdiXkEyXkFqcGdeQXVyOTMzOTMzMTg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Tomorrow Job (2023)",
        "description": "The Tomorrow Job (2023)\n===================အကယ်၍ ခင်ဗျားတို့သာ မနက်ဖြန်ကို အချိန်ခုန်ကူးခွင့်\nရမယ်ဆိုရင် ဘယ်နှယ့်လုပ်ကြမလဲ။ ဆေးတောင့်လေး\nကိုသောက်လိုက်။ မနက်ဖြန်ကို တစ်နာရီတိတိအချိန်ခုန်\nကူးလို့ရမယ်။ ဒါပေမဲ့ အသိစိတ်ကပဲကူးသွားမှာ။ ခန္ဓာကိုယ်\nမပါဘူး။ ပြောရရင် ဒီနေ့အချိန်ကခင်ဗျားက မနက်ဖြန်အ\nချိန်က ခင်ဗျားရဲ့အသိစိတ်ထဲရောက်ပြီး အဲဒီမနက်ဖြန်\nအချိန်ကခင်ဗျားက ဒီနေ့အချိန်ကခင်ဗျားရဲ့ အသိစိတ်ထဲ\nရောက်လာမယ်ပေါ့။ တစ်နာရီတိတိဖလှယ်သွားကြမယ်။\nစာမေးပွဲမေးခွန်းတို့ ဘာတို့ညာတို့ ကြိုမကြည့်ချင်ကြဘူး\nလား :P ။လီ တို့အဖွဲ့ကတော့ မကောင်းမှုမှာ အသုံးချနေကြပါတယ်။\nလီရယ် မာတင်ရယ် ဖင်းရယ် သုံးယောက်သားဟာ မနက်\nဖြန်ကိုခုန်ကူးပြီး အချက်အလက်တွေခိုးကြတဲ့အဖွဲ့ပေါ့။\nသူတို့ကို ခိုင်းနေတဲ့ နောက်ကွယ်က အဖွဲ့အစည်းကြီးလည်း\nရှိပါသေးတယ်။အဲဒီအချိန်ကူးဆေးတောင့်တွေကို Z+လို့ခေါ်ပါတယ်။ မသုံး\nတတ်ရင်တော့ ရူးတဲ့အထိ ဘေးဖြစ်တတ်ပါတယ်။ တစ်နေ့\nကျ သုံးယောက်သား မစ်ရှင်တစ်ခုလုပ်ရင်း မာတင်သေသွား\nတဲ့အချိန်ကစပြီး လီနဲ့ဖင်းတို့ ဒီအလုပ်ကိုရပ်ပစ်လိုက်ပေမဲ့\nပြန်စလုပ်ဖို့ အကြောင်းဖန်လာတဲ့အခါ....။ ဒီဆေးတောင့်\nတွေကရောဘာလဲ။ နောက်ကွယ်ကအဖွဲ့အစည်းကရော\nဘာလဲ။ လီတို့တွေ ဒီမပြီးနိုင်တဲ့သံသရာကြီးကို အပြီးဖြတ်\nနိုင်မှာလားဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.84 GB) / ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-tomorrow-job-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Vikram-Vedha-160x200.jpeg",
        "title": "Vikram Vedha (2022)",
        "description": "Vikram Vedha (2022)ကဲ ဒီကားကိုတော့ ထွေထွေထူးထူး ညွှန်းနေစရာမလိုဘူးထင်ပါတယ်\nသူ့အရင်ထွက်ထားတဲ့ တောင်ပိုင်းကားကလည်း အတော်ပေါက်ခဲ့တာဆိုတော့...။ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေဖြစ်ကြတဲ့ ရီသစ်ရိုရှန်းနဲ့ ဆေ့ဖ်အလီခန်းတို့က\nအဓိကပါဝင်အားပြိုင်ထားပေးကြပြီး မင်းသမီးရာဒီကားအာပ်တေးက\nပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်...ဇာတ်လမ်းကတော့ ရဲနဲ့ ဂိုဏ်းစတားအားပြိုင်တဲ့ကား...။ဒါပေမဲ့ ဇာတ်လမ်းလေးက ဆန်းတယ်...။ဗစ်ကရမ်...။\nသူဟာ ဖြောင့်မတ်တဲ့ ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး ရာဇဝတ်သားမြင်ရင်\nလက်ရွံ့တွန့်ဆုတ်မနေတတ်ဘဲ လက်ရဲဇက်ရဲနိုင်တဲ့ ဌာနဆိုင်ရာ\nအားကိုးရတဲ့ရဲတစ်ယောက်...။ဗေဒါး...။\nသူဟာလည်း လက်ခနောင်းမြို့တခွင်မှာ ဒိတ်ဒိတ်ကြဲလူမိုက်ကြီးတစ်ယောက်ဖြစ်ပြီး\nဘယ်သူမှမော်မကြည့်ရဲကြသလို မြို့နေပြည်သူတွေရဲ့ ချစ်ခြင်းကိုခံနေရတဲ့\nဂိုဏ်းစတားတစ်ယောက်...။လက်ခနောင်းမြို့နယ်အတွင်းက ဂိုဏ်းတွေအချင်းချင်း မသင့်မြတ်ကြရင်း\nသတ်ဖြတ်မှုတွေဖြစ်ပေါ်လာတော့ မြို့နေပြည်သူများဟာ\nအသက်အန္တရာယ်စိုးရိမ်နေရပါတယ်...ဒီတော့ ဒီဂိုဏ်းတွေကို ရှင်းပစ်ဖို့ ရဲဌာနကနေ အထူးတပ်ဖွဲ့တစ်ဖွဲ့\nဖွဲ့စည်းလိုက်တယ်..တပ်ဖွဲ့ရဲ့တာဝန်က ဒီရာဇဝတ်သားတွေကို\nလိုက်လံရှာဖွေသတ်ပစ်ဖို့ပဲအဲ့ဒီမှာပဲ ဗစ်ကရမ်နဲ့ ဗေဒါးဟာ ထိပ်တိုက်တွေ့ရဖို့\nအကြောင်းဖန်လာပါတော့တယ်...ဆက်လက်ပြီး ဘယ်လိုတွေကြမ်းလာမယ့်အပြင် လှည့်ကွက်လေးတွေနဲ့\nကြည့်ရဦးမှာမို့ မပျင်းရစေမှာ အမှန်ပဲဖြစ်ပါတယ်...လူအယောက် 18Kလောက်က IMDb 7.1 vote ပေးထားတာဆိုတော့\nကြည့်လို့ကောင်းတဲ့ မှုခင်းအက်ရှင်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့\nညွှန်းပေးလိုက်ပါတယ်နော်...။\nFile size…3.14GB  /  1.26GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor~Thaik San",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/vikram-vedha-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i2F9mk8ssi6hVHwYiV3DbxDfRq.jpg",
        "title": "Circle Line ( 2023 )",
        "description": "စင်္ကာပူရုပ်ရှင်လောကရဲ့ ပထမဆုံးခေတ်သစ်ထူးဆန်းသတ္တဝါကားလို့ဆိုတဲ့\nCircle Line ကို တင်ဆက်ပေးလိုက်ပါတယ်။\nစင်္ကာပူဒါရိုက်တာJD Chuaရိုက်ကူးထားပြီး ထိုင်ဝမ်ထုတ်လုပ်ရေးကုမ္ပဏီနဲ့\nတွဲဖက်ထုတ်လုပ်ထားတာပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့-ကားအက်စီးဒင့်အပြင်းအထန်ဖြစ်ခဲ့ပြီး စိတ်ဒဏ်ရာတွေကို\nကုသကျော်ဖြတ်နေရတဲ့ သားအမိနှစ်ယောက်\n-အဖေဟာအလုပ်ထဲမှာပဲနှစ်မြှုပ်ထားပြီး သမီးကိုအချိန်မပေးနဲ့တဲ့ အဖေနဲ့သမီး\nမြေအောက်အမြန်ရထားတွေဟာအလိုအလျောက်Programနဲ့ပဲထိန်းချုပ်ပြီးသွားကြတာပါSystem ဟောင်းမှာချို့ယွင်းချက်တွေဖြစ်လာတဲ့အခါ ရထားကဘူတာ\nမရောက်ခင်ရပ်သွားတာတွေစတဲ့ချို့ယွင်းချက်တွေဖြစ်လာပါတယ်။\nSystemကိုပြန်ပြင်ဖို့ကြိုးစားနေတဲ့အချိန်မှာပဲ ညပိုင်းနောက်ဆုံးရထားတစ်စီးဟာ\nချို့ယွင်းချက်ကြောင့် ပုံမှန်ရထားလမ်းကြောင်းကနေသွေဖီပြီး\nအသုံးမပြုတဲ့ရထားလမ်းထဲကိုရောက်သွားခဲ့ပါတယ်။အဲဒီအချိန်မှာမြေအောက်ရထားလှိုဏ်ခေါင်းထဲမှာဘယ်လိုအရာကစောင့်ကြိုနေမလဲ......\nမြေပြင်ဗဟိုဌာနကရော မြေအောက်ရထားထဲကလူတွေကိုဘယ်လိုကယ်တင်မလဲ......\nအန္တရာယ်တွေကြုံလာတဲ့အခါ မိခင်တို့ရဲ့သဘာဝအတိုင်း အမေတစ်ယောက်ဟာ\nသားတစ်ယောက်ကိုဘယ်လိုကာကွယ်ပေးမလဲဆိုတာကို\nဆက်လက်ကြည့်ရှုပြီး စင်္ကာပူရဲ့ပထမဆုံးသောခေတ်သစ်ထူးဆန်းသတ္တဝါကားဟာ\nဘယ်လိုအနေအထားရှိမလဲဆိုတာကိုကြည့်ရှုလိုက်ကြပါဦးနော်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1U434/Circle_Line_2023_1080p_WEB-DL.CM.mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTQzZDhkMWUtOWMxNi00MzI5LTkzN2QtMzZjMzk1MjhlNmU3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Bholaa(2023)",
        "description": "Bholaa (2023)\nIMDb 7.7Drishyam ထဲမှာ အပြိုင်ကြဲခဲ့တဲ့ အဂျေးနဲ့ ရဲမေတာဘူး တို့က ဒီကားထဲမှာ\nအတိုင်အဖောက်ညီညီ ရှယ်ကြမ်းကြဦးမဲ့ ရုံတင်ကားပဲဖြစ်ပါတယ်\nBox Office အနေနဲ့လည်း 111 ကုဋေကျော်အထိ ပြန်ရှာနိုင်ခဲ့ပါတယ်\nမင်းသားမင်းသမီးတင် နာမည်ကြီးရုံမက ဇာတ်လမ်းကလည်း\nပြီးမှန်းမသိဆွဲဆောင်သွားနိုင်တာမို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းပါပဲဇာတ်လမ်းအညွှန်း...\nရန်သူတွေက စုန်းမလို့ခေါ်ရ‌လောက်တဲ့အထိ တစ်ခါအာရုံကျပြီးရင်\nလက်မလွှတ်တတ်တဲ့ ရဲမေဒိုင်ယာနာ (တာဘူး)... သန်းတစ်ထောင်တန်ကြေးရှိတဲ့\nကိုကင်းတွေဖမ်းမိတော့ ပိုင်ရှင်က ကြားဖူးသမျှထဲမှာ အကြီးဆုံးဂိုဏ်းဖြစ်နေခဲ့တယ်\nအလုပ်လုပ်သမျှ ပိရိလွန်းတာကြောင့် တစ်ခါမှကို ဖမ်းဆီးခြင်းမခံခဲ့ရတဲ့ဂိုဏ်း\nဒီဂိုဏ်းက သန်းတစ်ထောင်ကျော် အထိနာသွားတော့ ဒိုင်ယာနာ့ကို ကမ္ဘာမြေအဆုံးထိ လိုက်ရှာပါတော့တယ်ဘိုလာ(အဂျေး)က အမှုတစ်ခုကြောင့် ထောင်၁၀နှစ်ကျခဲ့ရတယ် ထောင်သားအချင်းချင်းတောင်\nဘိုလာက ဘယ်သူလဲ ဘယ်ကလာလဲ မသိကြဘူး သိတဲ့လူကလည်း အသက်ရှင်ဖို့လမ်းမရှိတာကိုး\nဘိုလာ့ကို သမုဒ္ဒရာနဲ့တင်စားကြတယ် အပြင်ဘက်မှာ ငြိမ်သက်ပြီး အတွင်းမှာတော့ မုန်တိုင်းထန်တဲ့လူတဲ့\nဒီလိုနဲ့သူထောင်ကထွက်တော့ ကိုကင်းပိုင်ရှင်ကို စုံစမ်းနေတဲ့ဒိုင်ယာနာ့နဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတယ်\nဂိုဏ်းဘက်ကလည်း ဒိုင်ယာနာ့ကို အသေရရ အရှင်ရရဖြစ်နေတော့ သူတို့၂ယောက်ပေါင်းပြီး\nဘယ်လိုတွေဖြေရှင်းသွားမလဲဆိုတာ Plot Twist ပေါင်းများစွာနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n(အညွှန်းကိုတော့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/bholaa2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4tKbdmxXrPVH9QhznNKuCkHeaO.jpg",
        "title": "Tell It Like a Woman (2022)",
        "description": "Tell It Like A Woman (2022)Tell it Like A Woman က အမျိုးသမီးတွေအကြောင်း အမျိုးသမီးတွေကပြောပြထားတဲ့ဇာတ်လမ်းတိုခုနှစ်ခုပေါင်းစပ်ထားတဲ့ဇာတ်ကားပါ။\nအမျိုးသမီးတွေပြောပြထားပေမယ့် အမျိုးသမီးတွေအတွက်ချည်းမဟုတ်ပဲ ခံစားနိုင်လည်နိုင်သူအားလုံးအတွက်ရည်ရွယ်တဲ့ ဇာတ်လမ်းဖြစ်ပါတယ်။\nကမ္ဘာအဝှမ်းက အမျိုးသမီးဒါရိုက်တာတွေပူးပေါင်းထားပြီး ဂျပန် အီတလီ အိန္ဒိယ အမေရိကန်တို့မှာရိုက်ကူးထားပါတယ်။\nမင်းသမီးတွေကလဲဒီနိုင်ငံတွေကအစုံပါဝင်ပါတယ်။\nအဓိကဖော်ပြချင်တာကတော့ နိုင်ငံအစုံက အလွှာအစုံကအမျိုးသမီးတွေရင်ဆိုင်ရတဲ့အခက်အခဲတွေ ဘဝအမောတွေ\nသဘာဝအရရင်ဆိုင်ရတဲ့ဒဏ်တွေ အမျိုးသမီးဖြစ်နေလို့ရင်ဆိုင်ရတဲ့ဒဏ်တွေ သူတို့ရဲ့ဒီအခက်အခဲတွေကိုကျော်လွှားပုံတွေကို\nဇာတ်လမ်းရှည်ကြီးနဲ့ဇာတ်နာပြမနေပဲ ဇာတ်လမ်းတိုလေးတွေနဲ့ထိထိမိမိဖော်ကျူးထားပါတယ်။ဒီလိုဇာတ်လမ်းတိုညွှန့်ပေါင်းဇာတ်ကားတွေမှာ ဇာတ်လမ်းသွားတစ်ခုစီဖြစ်နေတဲ့ဇာတ်လမ်းတွေကို မရရအောင်ချိတ်ဆက်ပေးနိုင်တာက အသက်ပဲလို့ထင်ပါတယ်။\nဇာတ်လမ်းတိုတစ်ပုဒ်ကနေ နောက်တစ်ပုဒ်ပြောင်းသွားတာကို ပရိသတ်ကမသိလောက်အောင်လိုက်ပါစီးမြောသွားဖို့ကအခရာပါပဲ။ဒီ Tell It Like A Woman မှာတော့ ဇာတ်လမ်းတစ်ခုနဲ့တစ်ခုအကူးအပြောင်းတွေက ကြမ်းလွန်းတာ ရုတ်တရက်ဖြစ်လွန်းတာတွေရှိပေမယ့်\nဇာတ်လမ်းတိုခုနှစ်ပုဒ်ထဲမှာ တစ်ချို့ဇာတ်လမ်းတွေက ထိမိလွန်းပြီး ပေးချင်တဲ့မက်ဆေ့ချ်ကလဲ ထင်းလွန်းပါတယ်။\nဖြစ်ရပ်မှန်ဇာတ်လမ်းတွေလဲပါဝင်ပါသေးတယ်။\nဘယ်ဇာတ်လမ်းကို ကိုယ်က ပိုသဘောကျတယ်နားလည်စာနာနိုင်တယ်ဆိုတာတော့ ပရိသတ်တစ်ဦးချင်းစီရဲ့အမြင် အတွေ့အကြုံတွေနဲ့သက်ဆိုင်မယ်လို့ထင်ပါတယ်။\nBonus အနေနဲ့ ဒီဇာတ်ကားထဲက ဘောလိဝုဒ်မင်းသမီး ဂျက်ကလင်းပါဝင်သရုပ်ဆောင်ထားတဲ့ နောက်ဆုံးဇာတ်လမ်းတိုမှာပါဝင်တဲ့\n\"Applause\" သီချင်းဟာ အော်စကာမှာ \"Best original Song\" အဖြစ် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tell-it-like-a-woman-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/man-150x200.jpg",
        "title": "Man of Tai Chi (2013)",
        "description": "ကျွန်တော်တို့ရဲ့ ကိုကျော်ဝင်းတစ်ယောက် John Wick မလုပ်ခင် တရုတ်ပြည်မှာကောင်လေးတွေ မွေးမွေးပြီး စားတဲ့အကြောင်းပါ။နောက်နေတာပါ ဒီသိုင်းကားကဆိုရင် မင်းသား ကီနူးရိဗ်တစ်ယောက်သူ့ရဲ့ Matrix ဇာတ်ကားထဲက ကွန်ဖူးဆရာကိုမြေတောင်မြှောက်ပေးတဲ့ကားဆိုရင် မမှားပါဘူးဘာလို့လဲဆိုတော့ သူကိုယ်တိုင် ဒါရိုက်တာလုပ်ထားတာ ဖြစ်ပြီးသူကိုယ်တိုင် ဗီလိန်အဖြစ် ပါထားလို့ပဲ ဖြစ်ပါတယ်။တခြားနာမည်ကြီး တရုတ်သရုပ်ဆောင်တွေလည်း ပါဝင်ထားကြပါသေးတယ်။ဇာတ်လမ်းက အဓိက အခြေခံထားတာကတော့ကျွန်တော်တို့ ထိုက်ချိသိုင်းအကြောင်းပဲ ဖြစ်ပါတယ်သူကပြောရမယ်ဆို ရေနဲ့မီး အလင်းနဲ့အမှောင်စတဲ့ဆန့်ကျင်ဖက်တွေ အတူတည်ရှိနေသလိုမျိုးမာကျောတဲ့အရာကို ပျော့ပျောင်းမှုနဲ့ သိမ်းသွင်းတဲ့ကိုယ်ခံပညာတစ်ခုပါ(နာမည်ကြီးဆို မင်းသားကြီး ဂျက်လီချတာတွေ ရှိပါမယ်)။ ဇာတ်လမ်းအကျဉ်းကတော့ကိုကျော်ဝင်းဟာ ဟောင်ကောင်မှာ လုံခြုံရေးကုမ္ပဏီဟန်ပြလုပ်ပြီး မြေအောက်တိုက်ခိုက်ပွဲတွေ ကျင်းပနေတဲ့လူတစ်ဦး၊တစ်နေ့ သူ့ဖိုက်တာကောင် အားမရလို့ သတ်ပစ်ပြီးလူသစ်ရှာနေတဲ့အချိန်ပေါ့။မင်းသား တိုက်ဂါးဆိုတာကျ ထိုက်ချိပညာအမွေယူနေတဲ့လူတစ်ယောက် လမ်းကြောင်းမှန်မရောက်သေးပဲကြိုးစားနေရဆဲပေါ့။တစ်ဖက်မှာလည်း ကိုကျော်ဝင်းကို ဖမ်းချင်နေကြတဲ့ရဲမေတစ်သိုက်တို့က ရှိကြပါသေးတယ်။တစ်ရက်ကျ တိုက်ဂါးအရည်အချင်းတွေကို ကိုကျော်ဝင်းသဘောကျပြီး သူ့ဖိုက်တာလုပ်ဖို့ ဖိတ်ခေါ်ပါတယ်ဒါပေမဲ့ ကိုယ်ခံပညာဟာ ပိုက်ဆံရှာစရာမဟုတ်ဘူးဆိုပြီး ငြင်းခဲ့ပါတယ်။တစ်ချိန်တည်းမှာပဲ သူ့ဆရာနေတဲ့ ဘုရားကျောင်းအတွက်ပိုက်ဆံတွေ အများကြီး လိုအပ်လာတဲ့အချိန်မှာတော့ တိုက်ဂါးတစ်ယောက်….ဒီလောကထဲ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-413/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZDY2MmU3MGUtYmM1ZS00NjFiLWIzYTQtMDk5Mzg3NWI0NjAyXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_-133x200.jpg",
        "title": "One Day as a Lion (2023)",
        "description": "ပိုက်ဆံလိုနေတဲ့ Jackie ဆိုတဲ့လူတစ်ယောက်က သူ့အသိဂန်းစတားတစ်ယောက်အတွက် လူတစ်ယောက်ကို ကော်ဖီဆိုင်တစ်ဆိုင်မှာ လုပ်ကြံဖို့ ကြိုးစားတာ ကျရှုံးသွားခဲ့ပါတယ်။ ပြီးတော့ အဲအဖြစ်အပျက်ကို အစအဆုံးမြင်လိုက်တဲ့ စားပွဲထိုးမလေးကို ပြန်ပေးဆွဲတော့လည်း လွတ်တော့မလိုဖြစ်သွားပြန်ပါတယ် အဲလိုအလွဲလွဲအချော်ချော်တွေကြောင့် စိတ်ဓါတ်ကျပြီး မတ်တပ်တောင် မရပ်ချင်တော့တဲ့ Jackie ကို စားပွဲထိုးမလေးက သူတို့နှစ်ယောက်စလုံး ပိုက်ဆံရှာနိုင်မဲ့နည်းလမ်းပြောပြလာတဲ့အခါ အဲနည်းလမ်းကိုရော အစစအရာရာတလွဲလုပ်တတ်တဲ့ Jackie တစ်ယောက် အောင်မြင်အောင်လုပ်နိုင်ပါ့မလား...ဆိုတာကိုတော့ crime comedyအမျိုးအစားဖြစ်တဲ့ဒီဇာတ်ကားလေးထဲမှာ ရှုစားကြည့်ကြပါဦးရှင်File size…(1.1 GB)/580 MB)/(270 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:27:00\nGenre...Action, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://channelmyanmar.org/one-day-as-a-lion-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNzg5YzA5MGItMGMxZS00Y2ZjLTkzYzQtYmE3MTdlMzE5OTNhXkEyXkFqcGdeQXVyNTc3MjUzNTI@._V1_-152x200.jpg",
        "title": "Real Steel (2011)",
        "description": "IMDb Rating(7.1)မင်းသားကြီး Hugh Jackman ပါဝင်တဲ့ အာလုံးအကြိုက်တွေ့စေမယ့် စက်ရုပ် အက်ရှင် ဖိုက်တင်ကား အလန်းလေးတင်ဆက်ပေးချင်ပါတယ် ။ဒီရုပ်ရှင်က ထွက်စတုန်းကလဲ လူကြိုက်များနာမည်ကြီးခဲ့သလို ဘယ်အချိန်ကြည့်ကြည့်မရိုးတဲ့ Drama,Sci-Fi ကားလေးပါပဲ။ဇာတ်လမ်းကတော့...\nစက်ရုပ်‌တွေကို အရမ်းစိတ်ဝင်စားလွန်းလို့ အကြွေးပတ်ပတ်လည် ဝိုင်းနေတဲ့ ချာလီ...\nချာလီ ဆီမှာ မရင်းနှီးတဲ့ ၁၀ အရွယ် ဂျစ်ကန်ကန်သားတစ်ယောက်ရှိတယ် ။\nသားဖနှစ်ယောက် ပေါင်းမိပြီး ကောက်ရတဲ့ စက်ရုပ်နဲ့ ကြေးစားလက်ဝှေ့ ပွဲတွေကို ဝင်ရောက်ထိုးသတ်ရင်း နာမည်ကြီးလာခဲ့တယ် ။\nစက်ရုပ်ရဲ့ နာမည်က .... အက်ပ်တန် ....ပါ....နာမည် ကြီးလာတဲ့ အက်ပ်တန်နဲ့ သားအဖနှစ်ယောက် Real Steel ကမ္ဘာ့ ချန်ပီယံ ပွဲရဲ့ ချန်ပီယံကို စိန်ခေါ်ပြီး\nဘယ်လို ဖိုက်တင်ပလေးကြမလဲဆိုတာ.....။Review Crd\nFile size…(3 GB)/(1.4 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:06:50\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….AKH",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/real-steel-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTJjMWQyODItYjUwNC00ZmVhLWFjOGYtMmI3MTRjYjRjY2U0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-138x200.jpg",
        "title": "The Man with One Red Shoe (1985)",
        "description": "မင်းသားကြီး တွမ် ဟန့်ခ်ရဲ့ 1985 ခုနှစ်တုန်းကထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ စီအိုင်အေ လက်ထောက်ညွှန်ကြားရေးမှူဖြစ်တဲ့ ကူးပါးဟာ သူ့ရဲ့အထက်အရာရှိဖြစ်တဲ့ညွှန်ကြားရေးမှူး ရို့စ်ကိုဖြုတ်ချပြီး သူ့ရဲ့နေရာကိုယူနိုင်ဖို့အတွက် ရို့စ်က လာဘ်စားပြီးမူးယစ်ဆေးဝါးမှောင်ခိုမှုတွေမှာပါဝင်နေသလိုမျိုးအကွက်ဆင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ ကော်မတီဖွဲ့ပြီးစစ်ဆေးကြတဲ့အခါမှာတော့ ရို့စ်ကသူ့ဘက်ကနေ ပြန်ချေပနိုင်ဖို့အတွက် အချိန်တောင်းခဲ့ပြီး ကော်မတီကလည်း ၄၈ နာရီပေးခဲ့လိုက်ပါတယ်။ ရို့စ်ကလည်း သူ့ရဲ့လူယုံကြီး ဘရောင်းကိုအိမ်ကိုခေါ်ပြီး ရှင်းပြဖို့လုပ်တဲ့အချိန်မှာ ကူးပါးက သူ့အိမ်တစ်အိမ်လုံးမှာ အသံဖမ်းစက်တွေတပ်ထားတာကိုသိထားတာမလို့ ကူးပါးကိုအကွက်ဆင်ပြီးပြန်ဖမ်းဖို့အတွက် ကော်မတီကြားနာမှုမှာ သူ့ဘက်ကနေထွက်ဆို ပေးမဲ့လူကို လေဆိပ်မှာသွားတွေ့ပါဆိုပြီး ဘရောင်းကို တကယ်မရှိတဲ့လူတစ်ယောက်ကို သွားတွေ့ခိုင်းလိုက်ပါတယ်။ ဘရောင်းလည်းလေဆိပ်မှာ လူရှာရင်း ဖိနပ်အနီရောင်တစ်ဖက်စီးထားတဲ့ ရစ်ချက်ကိုရွေးလိုက်ပြီး နှုတ်ဆက်လိုက်တဲ့အတွက် ကူးပါးလွှတ်ထားတဲ့ လူတွေကလည်း ရစ်ချက်နောက်ကိုတကောက်ကောက်လိုက်ကြပါတော့တယ်။ ဒီလိုနဲ့ ငယ်ငယ်လေးကတည်းကတယောကိုပဲ ထိုးလာခဲ့ပြီး သူလျိုလုပ်ဖို့နေနေသာသာ ကားတောင်မမောင်းတတ်တဲ့ ရစ်ချက်တစ်ယောက် အလကားနေရင်း စီအိုင်အေ ဒုတိယညွှန်ကြားရေးမှူးရဲ့ လူတွေလိုက်တာကိုခံရရင်း ဘယ်လိုအလွဲတွေတစ်မျိုးပြီးတစ်မျိုးဖြစ်ကြတာကို ရယ်ရယ်မောမောနဲ့ ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…(1.5 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-man-with-one-red-shoe-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kVG8zFFYrpyYLoHChuEeOGAd6Ru.jpg",
        "title": "The Covenant(2023)",
        "description": "The Covenant(2023)*******************Sherlock Holmes 2009 တို့ Alladin 2019 တို့ကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Guy Ritchie ရဲ့ ဖြစ်ရပ်မှန်အခြေခံ စစ်ကားအသစ်လာပါပြီ။ဇာတ်ကားနာမည် Covenant ဆိုတာကတော့ ကတိတစ်ခု သစ္စာတစ်ခုကို ဆိုလိုတာပါပဲ။ မင်းသားကတော့ ဂျိတ်ယီလင်ဟောပါပဲ။\nအဖြစ်အပျက်ကတော့ အာဖဂန်စစ်ပွဲတွင်းကိုပဲ အခြေတည်ထားတာပါ။ အောက်တိုဘာ ၇ ရက်၊၂၀၀၁ ခုနှစ်မှာ ၉/၁၁ တိုက်ခိုက်မှုကိုတုံ့ပြန်တဲ့အနေနဲ့ အမေရိကန်တပ် ၁၃၀၀ ကို အာဖဂန်မှာတာဝန်ချထားခဲ့ပေမဲ့ ၂၀၁၁ ဒီဇင်ဘာမှတေ့ာ အမေရိကန်တပ်သား ၉၈၀၀၀ အထိ တာဝန်ပေးတပ်စွဲစေခဲ့ပါတယ်။အဲဒီတပ်တွေနဲ့အတူ အာဖဂန် စကားပြန်ပေါင်း ၅၀၀၀၀ လောက်ကို အမေရိကန်မှာ ခိုလှုံခွင့်ပေးဖို့ သဘောတူညီချက်နဲ့အမေရိကန်စစ်တပ်က တာဝန်ပေးခဲ့ပါတယ်။ အဲဒီကာလအတွင်းမှာ တပ်ကြပ်ကြီး ဂျွန် ကန်န်လီနဲ့ စကားပြန် အာမက်တို့အသက်လုပြီးတိုက်ပွဲဝင်ခဲ့ရပုံတွေကို တစ်ဝက်လောက်အထိပြထားတာပါ။ အာဖဂန်ကနေ ၂၀၂၁ ခုနှစ်မှာအမေရိကန်တွေတပ်ဆုတ်ပြီး တာလီဘန်တွေ အာဏာရသွားချိန်မှာ စကားပြန်ပေါင်း ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/the-covenant2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/pufQnUSzjrf70cHR3mGxG0eXHem-133x200.jpg",
        "title": "Queens on the Run (2023)",
        "description": "Queens on the Run (2023)\n===================ဒီတစ်ခေါက် CM ကနေ တင်ဆက်ပေးမှာကတော့ French\nroad trip movie ကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။\nအထက်တန်းကျောင်းကတည်းက plan ထားတဲ့ခရီး၊ လင်ပါ\nရသွားတယ် မသွားရသေးဘူး ဆိုသူ သူငယ်ချင်းမ လေးယောက်\nတို့ရဲ့ Ex ရှာပုံတော်ခရီးမှာ ကြုံတွေ့ရတဲ့ အလွဲအကွဲဟာသလေး\nတွေအပေါ် ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ဒီ Squad ကတော့ တစ်ယောက်တစ်မျိုးစီ ဆောက်၊ အိုး၊ စည်\nအဖွဲ့လို့ဆိုရင်လည်းမမှားပါဘူး။ Anniversary တွေတိုင်း မေ့\nတတ်တဲ့ယောက်ျားကို အားမလိုအားမရဖြစ်နေသူ ၊ လင်အတည်\nမယူချင်ဘဲ အဆင်တကာပတ်စား​တဲ့အပျိုကြီး ၊ တွေ့တာနဲ့ ဖောင်း\nမယ် ဒိုင်းမယ်တကဲကဲဖြစ်နေတဲ့ Momma's girl ၊ ဘောစိယောက်ျား\nသဘောကျအောင် ဆီလီကွန်ပဲဖြည့်နေတဲ့ သူဌေးကတော် စတဲ့\nသူငယ်ချင်းလေးယောက်ရဲ့ ခရီးတစ်ထောက် ပြဿနာတစ်ပေါက်\nဖြစ်ပုံကို ခွီရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (828 MB) ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/queens-on-the-run-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33aY5SYNym6QuF4Rn3QbozPiNSa.jpg",
        "title": "Detective Dee and Grand Canal Dragon ( 2023 )",
        "description": "ယခုတစ်ခေါက် မှုခင်းစုံထောက်ကားတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nစုံထောက်ကြီးဒီးရန်ကျယ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ချွေကုန့်ခုနှစ်မှာ ဝူကျဲထျန်းဟာ လုံမိန်သို့ တိုင်းခန်းလှည့်လည်ရာမှာ\nစီးမာချိန်ကျန်းနဲ့ မူးမတ်ရာကျော် လိုက်ပါလာခဲ့ပါတယ်။ ညအချိန် လော့ယန်က\nလူသောင်းချီတဲ့ လမ်းတွေပေါ်ကနေ လုံမိန်သုံး အပြေးလာကြပြီး မင်းကြီးကို လာရောက်ဖူးမြော်ကြပါတယ်အဲ့အချိန်မှာ တူးမြောင်းကြီးထဲကနေ နဂါးသဏ္ဍာန်တိရိစ္ဆာန်ကြီးက\nတော်ဝင်သင်္ဘောကို တိုက်ခိုက်ခဲ့ပါတယ်။ လော့ယန်မှ ပြည်သူတွေက\nနိမိတ်ဆိုးအဖြစ်နဲ့ ပြောဆိုနေကြတဲ့အတွက် ဝူကျဲထျန်းက\nဒေါသူပုန်ထပြီး ဒီးရန်ကျယ်ကို နဂါးမင်းအမှုကို စစ်ဆေးဖို့ ပြန်လည်ဆင့်ခေါ်ခဲ့တယ်။လော့ယန်တစ်မြို့လုံးမှာ ကောလာဟလတွေနဲ့ ပြည်သူအားလုံး ကြောက်လန့်နေကြပါတယ်။\nဒီးရန်ကျယ်တစ်ယောက် နဂါးမင်းအမှုကို ၇ ရက်အတွင်း အဖြေထွက်အောင်\nစုံစမ်းစစ်ဆေးဖို့ အမိန့်ကျလာတဲ့အခါမှာ အခက်အခဲတွေ အန္တရာယ်တွေကြားက\nအမှန်တရားကို ဘယ်လိုဖော်ထုတ်မလဲဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ ခံစားအဖြေရှာလိုက်ကြရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "5.9",
        "url": "https://megaup.net/2zWok/Detective_Dee_and_Grand_Canal_Dragon_(2023)_1080p_WEB-DL.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmVkMDQ0MGMtNDA5My00NjQ2LWE4ZjQtZTYwZWE4NWU3NWFlXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "(21+)Nurse’s Sex Journal (My Sex Report: Intensities) [1976]",
        "description": "အီတိုလို့ခေါ်တဲ့ ရှယ်ချစ်စရာကောင်းတဲ့\nသူနာပြုမလေး သူမရဲ့အလှတွေကပြည့်စုံတယ်\nချစ်ဖို့ကောင်းတယ် တည်ကြည်တယ်သူကငွေကြေးချို့တဲ့တယ် ဆေးရုံတစ်ရုံမှာ\nအလုပ်ကြိုးစားပြီး သူနာပြုလုပ်တယ်\nသူကလှတော့ သူဌေးတွေက တစ်ယောက်ပြီးတစ်ယောက်လာကပ်ကြတယ်\nဝိသမလောဘသားတွေရဲ့ မျက်စိကျစရာလည်းဖြစ်လာတယ်\nတစ်နေ့သူရဲ့ ဆွေးမျိုးသားချင်းထဲက အရေးပေါ်ဆေးရုံတက်လိုက်ရပြီး\nငွေအရေးတကြီးလိုအပ် လာချိန်မှာတော့....အရမ်းကိုစိတ်ဝင်စရာကောင်းပြီး\nရင်ခုန်စိတ်လှုပ်ရှားစရာ အလှတွေကိုခံစားစေဖို့\nDS Fans တွေဆီအရောက်ပို့ပေးလိုက်ပါတယ်\nFile size…1.1GB / 435MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/21nurses-sex-journal-my-sex-report-intensities-1976/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ok2sl6rGITZ0W94DeRU4VkB2ssW.jpg",
        "title": "The Host (2013)",
        "description": "CM Fan တွေ အတွက် ဒီတစ်ခါမှာတော့ချစ်စရာကောာင်းတဲ့ မျက်နှာလေးနဲ့မင်းသမီးချောလေး Saoirse Ronan ရဲ့သိပ္ပံအက်ရှင် ရုပ်ရှင်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ဂြိုဟ်သားတွေက ကမ္ဘာကိုကျူးကျော်တဲ့ဇာတ်ကားမျိုးကြည့်ဖူးကြမယ်ထင်ပါတယ်။ဒီကားမှာတော့ တခြားကားတွေလိုလက်နက်တွေနဲ့လာကျူးကျော်ကြတာမဟုတ်ဘဲ ဂြိုဟ်သားတွေကလူ့ခန္ဓာကိုယ်တွေကို အပိုင်စီးပြီးလူတွေလိုပဲဆက်ပြီးနေထိုင်ကြတာပါ။ဂြိုဟ်သားတွေဟာ ခန္ဓာကိုယ်ကို အပိုင်စီးရုံမကပဲလူသားတွေရဲ့ ဦးနှောက်မှတ်ဉာဏ်ကိုပါအပိုင်သိမ်းဖျက်ဆီးတာပါတွန်းလှန်နိုင်ဖို့ဆိုတာလဲ လုံး၀ မလွယ်ကူပါဘူးခုခံတဲ့လူတွေကိုလဲ သတ်ပစ်ကြပါတယ်။အဲဒီခုခံသူတွေထဲမှာ မယ်လနီဆိုတဲ့ကောင်မလေးလည်း ပါတာပေါ့။သူ့ခန္ဓာကိုယ်ကို ဂြိုဟ်သားတစ်ယောက်ကအပိုင်စီးလိုက်တဲ့အခါမှာ... File size…  1.59 GB /  664 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 2h 5m\nGenre .....  Action , Drama , Sci-Fi\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kasashi",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-host-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zi0Lrmtvhrz52VXUjwEKlXItF9q.jpg",
        "title": "Mafia Mamma (2023)",
        "description": "Mafia Mamma (2023)\n\" ကြမ်းတမ်းတဲ့စကားအသုံးအနှုန်းနဲ့ သွေးထွက်သံယိုခန်းတွေပါဝင်ပါတယ် \"ခရစ္စတင်ဟာ သာမန်အမေရိကန်အိမ်ထောင်ရှင်မတစ်ယောက်...ပြောရမယ်ဆိုရင် မိခင်တစ်ယောက်အနေနဲ့ကော အိမ်ရဲ့ အဓိကထောက်တိုင်အနေနဲ့ပါ သူ့မှာတာဝန်ဝတ္တရားတွေအပြည့်ပိနေပါတယ်။သားဖြစ်တဲ့သူက ကောလိပ်တက်...\nယောက်ျားကဖောက်ပြန်...\nအထက်လူကြီးကလည်းတကယ့်လိင်ခွဲခြားဆက်ဆံတဲ့ဘဲကြီး...\nအဲဒီလိုမွန်းကြပ်ရတဲ့ဘဝထဲပိတ်မိနေတုန်း သူတောင်မသိတဲ့ အီတလီက သူ့အဖိုးဆုံးပါးသွားပါတယ်။အဲဒီတော့ မွန်းကြပ်တဲ့အမေရိကန်လူနေမှုဘဝကနေရုန်းထွက်ရင်း အပန်းဖြေခရီးလည်းဖြစ်အောင် အသုဘရှုဖို့ အီတလီကို ခရီးနှင်ခဲ့ပါတော့တယ်။ကျားကြောက်လို့ရှင်ကြီးကိုး ရှင်ကြီးကျားထက်ဆိုးဆိုသလိုပါပဲ။ အမေရိကန်မှာနေရတာပင်ပန်းလို့ အီတလီကိုရောက်ခါမှ သူ့အဖိုးရဲ့ သေတမ်းစာအရ ဟန်ပြဝိုင်လုပ်ငန်းအပြင် နောက်ကွယ်က မာဖီးယားဂိုဏ်းကြီးကိုပါအမွေဆက်ခံခဲ့ရပါတော့တယ်။လူမပြောနဲ့ ပိုးကောင်တောင်မသတ်ရဲတဲ့ ခရစ္စတင်တစ်ယောက် လူသတ်မှောင်ခိုလုပ်ငန်းတွေကို ဦးစီးရင်း တိုင်တွေဘယ်လိုပတ်မလဲ။ သူ့ကိုလုပ်ကြံဖို့ကြိုးစားတဲ့လူတွေနဲ့ဘယ်လိုရင်ဆိုင်မလဲဆိုတာအပြင် တခြားမားဖီးယားမိသားစုတွေရဲ့လေးစားမှုကိုဘယ်လိုရယူနိုင်ခဲ့မလဲတွေ့ရမှာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ဟာ အက်ရှင်ဟာသကားဖြစ်ပေမယ့် ကျွန်တော်တို့အခုရင်ဆိုင်နေရတဲ့ မွန်းကြပ်ပြီး ပျင်းစရာကောင်းနေတဲ့ဘဝကိုပါ စောင်းပါးရိပ်ခြည်သတိပေးထားတဲ့ရုပ်ရှင်တစ်ခုပါ။ ကျွန်တော်တို့တွေရဲ့ ဘဝနေထိုင်မှုဟာ ပျင်းစရာ စားဝတ်နေရေးနဲ့တင် ပြည့်စုံလုံလောက်နေပါရဲ့လား။ ချစ်လို့ အားနာလို့ ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ကျွန်တော်တို့ရဲ့ ဖြစ်ချင်တဲ့ဆန္ဒတွေထက် တခြားသူတွေရဲ့ဆန္ဒကို ဦးစားပေးနေခဲ့မိတာက မှန်ကန်တဲ့ရွေးချယ်မှုဟုတ်နေရဲ့လား။ အချဉ်အစပ်လေးမှ စားမြိန်တယ်ဆိုသလိုပါပဲ ဘဝဟာလည်း စွန့်စားခန်းတွေမပြည့်နေရင်တောင် စွန့်စားခန်းတွေပါနေမှ နေရကျိုးနပ်မှာပါ။ဇာတ်လမ်းဇာတ်ကျောက ကြည့်ပျော်တယ်ဆိုတဲ့အဆင့်မှာရှိသလို ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/mafia-mamma-2023/"
    }
]