[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h94psE0hXhSRUoysT8gQ0Uk1TCr.jpg",
        "title": "Crying Fist(2005)",
        "description": "Crying Fist(2005) အညွှန်း*********************မင်းသားကြီး Choi Min-sik အဓိက ပါဝင်ထားသလိုRating တွေရောကောင်းတဲ့အပြင် BO မှာလည်း ဝင်ငွေအတော်ကောင်းခဲ့တဲ့ အက်ရှင်ကားဖြစ်ပါတယ်...ဂန်ထယ်ရှစ်ဆိုတဲ့ ၁၉၉၀ ခုနှစ် အာဆီယံအားကစားပြိုင်ပွဲမှာ ငွေတံဆိပ်ရခဲ့တဲ့လက်ဝှေ့ကစားသမား ဆုရှင်တစ်ယောက်\nလက်ရှိမှာတော့ ရင်းနှီးတဲ့သူဆီက သစ္စာဖောက်မှုတွေ အကြွေးရှင်တွေပတ်လည်ဝိုင်းနေမှုတွေနဲ့\nကြံရာမရဖြစ်ပြီး ဆိုးလ်မြို့လယ်ခေါင်မှာ ဖြတ်သွားဖြတ်လာတွေဆီက ငွေသားလက်ခံပြီး\nသူတို့ဒေါသဖြေဖို့အတွက် စိတ်ကြိုက်အထိုးခံရင်းနဲ့ စားဝတ်နေရေးကို ဖြေရှင်းနေရပါတယ်။\nမိန်းမဖြစ်သူထံကပါ မကြာခဏ ကွာရှင်းဖို့စကားစခံရပြီး အကြွေးရှင်တွေလက်က ပြေးနေရသူအဖို့\nလက်ဝှေ့ချန်ပီယံပွဲစဉ်တစ်ခုကို ဝင်ပြိုင်ပြီး ကိုယ့်ရဲ့ဂုဏ်သိက္ခာကို ပြန်ဆယ်တင်ချင်ခဲ့ပါတယ်။ယူဆန်းဟွမ်ဆိုတဲ့ လူငယ်လေးကတော့ အချုပ်ကလွတ်လာတာမှမကြာသေး\nနောက်ထပ် ရပ်ကွက်ထဲက အဘိုးကြီးဆီကနေ လုယက်မှုနဲ့ ထောင်ထဲကို ဝင်လိုက်ရပါတော့တယ်။\nမိသားစုဆိုလို့ အမေဆိုတာ ဘယ်နေမှန်းမသိ အဘွားနဲ့အဖေပဲ ရှိတဲ့သူ့ဘဝမှာမှ\nအဖေဖြစ်သူက မတော်တဆမှုနဲ့ ဆုံးသွားတော့ လေဖြတ်ပြီးကျန်ခဲ့တဲ့အဘွားရဲ့ မျှော်ကိုးရာအဖြစ်\nဂုဏ်ယူရမဲ့သူဖြစ်ဖို့အရေး ထောင်ထဲမှာ လက်ဝှေ့လေ့ကျင့်ပြီး\nလက်ဝှေ့ချန်ပီယံပွဲစဉ်တစ်ခုကို ဝင်ပြိုင်ခဲ့ပါတော့တယ်။ဒီလိုဘဝရဲ့နောက်ဆုံးအနေနဲ့ မျှော်လင့်ချက်တစ်ခုစီ ဆုပ်ကိုင်ရင်း\nလက်ဝှေ့ကွင်းထဲကို ဝင်လာ၊ ဆုံတွေ့ကြတဲ့သူနှစ်ယောက်မှာ\nဘယ်သူက အနိုင်ရသူဖြစ်သွားမလဲဆိုတာကိုတော့ ဆက်ပြီးကြည့်ရှုခံစားကြည့်ကြပါဦးဗျ။  File Size :(3.6GB)(1.2GB) and ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/crying-fist2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BMTk4ODQzNDY3Ml5BMl5BanBnXkFtZTcwODA0NTM4Nw@@._V1_-203x300.jpg",
        "title": "The Dark Knight Rises (2012)",
        "description": "The Dark Knight Rises (2012)\nIMDb Rating (8.4)\nဒီတစ်ခါတော့ ပရိတ်အကြိုက် Superhero ဇာတ်ကားဖြစ်တဲ့ The Dark Knight Rises ဇာတ်ကားနဲ့ မိတ်ဆက် ပေးချင်ပါတယ်။ ဒီကားက Christopher Nolan ရဲ့ Batman Trilogy မှာ နောက်ဆုံး ဇာတ်ကားဖြစ်ပြီး၊ မင်းသား Christian Bale ရဲ့ နောက်ဆုံး Batman ဇာတ်ကားဖြစ်ပါတယ်။\nBatman ပရိတ်သတ် တွေအားလုံးနီးပါးရဲ့ အားပေးမှုကိုရခဲ့ပြီး၊ အကောင်းဆုံး Superhero ဇာတ်ကားလို့ သတ်မှတ်ထားတဲ့ The Dark Knight ရဲ့ နောက်ဆုံးပိတ်လည်းဖြစ်သလို၊ Epic Ending ဖြစ်မယ်လို့ ပြောထားခဲ့လို့ ဒီကားကို လူတွေစိတ်ဝင်စားခဲ့ကြပေမယ့် တကယ်တမ်းမှာတော့ ထင်သလောက် ဖြစ်မလာခဲ့ပါဘူး။ ဒီလိုပြောလို့ မကောင်းတာတော့မဟုတ်ပါဘူး။ ဇာတ်ကားကောင်းတစ်ကားပါ။ The Dark knight ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/the-dark-knight-rises-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BMTMxNTMwODM0NF5BMl5BanBnXkFtZTcwODAyMTk2Mw@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The Dark Knight (2008)",
        "description": "The Dark Knight (2008)===================IMDb Rating 9.0/10 မှာ ဗိုလ်စွဲထားတုန်းပါပဲ။ဒီတစ်ခါတော့ Superhero တွေထဲမှာ လူကြိုက်အများဆုံးလည်း ဖြစ်သလို၊ Superhero အားလုံးရဲ့ ရှေ့ဆောင် လမ်းပြလည်း အဖြစ် Superman နဲ့ အတူ သတ်မှတ်ခံထားရတဲ့ Batman ဇာတ်လမ်း နဲ့မိတ်ဆက်ပေးပါရစေ။The Dark Knight လို့တင်စားခံထားရတဲ့ Batman ကားတွေက ၁၉၈၉ မှာထဲက ရုပ်ရှင် အဖြစ်နဲ့ စင်မြင့်ထက်မှာ နေရာယူထားပေမယ့် ၂၀၀၅ ခုနှစ်ရောက် မှာ Christopher Nolan ရဲ့ Batman Begins နဲ့ အတူ လူရိုသေရှင်ရိုသေဖြစ်လာခဲ့ပါတယ်။ Batman လို့ပြောလိုက်ရင် Director Tim Burton ရဲ့ Batman (1989) Batman Returns (1992) တို့နဲ့ နာမည်ရလာပေမယ့်၊ Joel ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/the-dark-knight-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/ezgif-3-e6f4782649-161x200.jpg",
        "title": "Batman Begins (2005)",
        "description": "Batman Begins (2005)=================IMDb Rating 8.2/10 ရထားပြီး voting အရေအတွက်ဟာ 1,257,970 ထိရှိနေခဲ့ပါတယ်။June 17 2005 မှာထွက်ရှိခဲ့ပြီး Christopher Nolan ရိုက်ကူးခဲ့တဲ့ Bat Man: Begins ဟာ ရုံဝင်ငွေ 374.2 million ရရှိခဲ့ပြီး DC Comics ကဇတ်ကောင်ကို အခြေခံထားတဲ့ super Hero ရုပ်ရှင်ကားပဲဖြစ်ပါတယ်။ Bat Man လို့ပြောလိုက်တာနဲ့ Christian Bale ကိုမျက်စိထဲပြေးမြင်မိကြမှာပါ။ အရင်ကလဲ Bat Man ဇတ်ကောင်ကို အလီလီရိုက်ကူးခဲ့ကြပေမဲ့ Christian Bale ကိုမမှိခဲ့ကြပါဘူး။ ဒီကားကတော့ The greatest Detective လို့လူသိများတဲ့ Bat Man စတင်ဖြစ်ပေါ်လာပုံကိုရိုက်ကူးထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်။The Dark Knight Trilogy ရဲ့ပထမဆုံးကားဖြစ်ပါတယ်။ဇတ်လမ်းအကျည်းကတော့ Bat Man ဖြစ်လာမယ့် ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/batman-begins-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/w-141x200.jpg",
        "title": "The Warriorr (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Modern Love Hyderabad ထဲက မင်းသား\nအက်ဒ်ဟီနဲ့ Uppenaမင်းသမီးချော ကာရီသီ တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့\nအက်ရှင် ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်\nIMDB မှာ 5.4 ရထားတဲ့ Action, Crime, Thriller အမျိုးအစားမို့\nအက်ရှင်ကြိုက်တဲ့သူတွေအကြိုက်တွေ့မှာပါ။ဇာတ်လမ်းအကျဉ်း\nရိုးရိုးသားသားနဲ့ကြိုးစားပြီးဖခင်ရဲ့ဆန္ဒပြည့်ဖို့ မိခင်ရဲ့လမ်းညွှန်မှုနဲ့\nဆေးပညာဘွဲ့ရအောင်ယူပြီး ကူအာနိုးဆေးရုံမှာ အလုပ်သင်ဆင်းဖို့\nဟိုင်ဒရာဘတ်က ကူအာနိုးကို ပြောင်းလာတဲ့ ဆရာဝန်လေး\nFM တစ်ခုမှာအလုပ်လုပ်ပြီး မဟာလက်ရှ်မီးရဲ့ဝီစီသံလို့\nအမည်တွင်အောင် သူကြုံခဲ့ရတဲ့ အဖြစ်အပျက်တွေကို\nဇာတ်လမ်းဆင်ပြီးထုတ်လွှင့်နေတဲ့ မိတဆိုးသမီးလေးတစ်ယောက်တို့\nတိုက်ခန်းတစ်ခုမှာ ဆုံကြတဲ့နောက်.....ဆရာဝန်ဟူသည် ရန်သူပင်ဖြစ်လင့်ကစားကုပေးရမယ်ဆိုတဲ့\nထုံးကို နှလုံးမူပြီး ကုသမှုပေးတဲ့ဆရာဝန်လေးနဲ့ ကူအာနိုးမြို့ရဲ့\nအဓိကရ ဂုရုဆိုတဲ့ လူတစ်ယောက်နဲ့ ဆုံကြတဲ့အခါ\nဘယ်လိုအပြောင်းအလဲတွေနဲ့ ဇာတ်လမ်းဆက်မလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာပဲ\nလိုက်ပါစီးမျောခံစားလိုက်ပါ။ အက်ရှင်ကြမ်းကြမ်း သတ်ဖြတ်ခန်းတွေနဲ့\nစိတ်လှုပ်ရှားစရာ ဇာတ်ကွက်တွေကို မိုးအေးအေးနဲ့ စီးမျောနိင်ကြပါစေဗျာ။\nFile size…11GB / 3.62GB / 1.7GB\nQuality…1080p True WEB DL  AAC5.1Ch / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-warriorr-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFpZjurGhtvBa1Jyzfw58Me7ZQ6.jpg",
        "title": "My Mighty Princess(2008)",
        "description": "My Mighty Princess(2008) အညွှန်း********************************Mighty Princess - အားကြီးတဲ့မင်းသမီးလေး.....\nမင်းသမီး Shin Min Ah ကိုဆိုရင်တော့မသိသူမရှိသလောက်ပဲဖြစ်ကြမျာပေါ့နော်။ဒီတစ်ခါကားလေးကတော့ မင်းသမီးရှင်မင်းအာငယ်စဥ်ကရိုက်ကူးခဲ့တဲ့ Action Fantasy ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဂန်ဆိုဟီးဟာ သာမန်ထက်ပိုပြီး အားမတန်တဆကြီးနေတဲ့အတွက်လူတွေရဲ့အမြင်မှာ နုနယ်ငယ်ရွယ်တဲ့မိန်းကလေးတစ်ယောက်လို့ မထင်ချင်စရာဖြစ်နေပါတယ်။ကိုယ့်ဘက်ကကြိတ်ကြိုက်ရတဲ့ ကောင်လေးတစ်ယောက်ရှိလာချိန်မှာတော့ဆိုဟီးတစ်ယောက် သူ့ကိုသာမန်ထက်ပိုပြီး\nအားကြီးနေစေတဲ့ မိသားစုအမွေအနှစ်ကို စွန့်ပစ်ဖို့ဖြစ်လာပါတော့တယ်။ကိုယ်ခံပညာကိုဆက်မကျင့်တော့တဲ့ဆိုဟီးအတွက် ဘယ်လိုအခက်အခဲတွေကြုံလာမှာလဲ?.....သဘောကျရတဲ့ crush လေးနဲ့ရောအဆင်ပြေသွားမှာလား...?ဆိုဟီးကို ကိုယ်ခံပညာပြန်လေ့လာအောင်ဆွယ်ဖို့ ရုတ်တရက်ရောက်ချလာတဲ့ငယ်သူငယ်ချင်းလေးကရော ဘယ်လိုလျှို့ဝျက်ချက်တွေရှိနေမှာလဲ?ကိုယ်ခံပညာတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုနက်နဲတဲ့ဇာတ်ကြောင်းတွေရှိနေသေးဦးမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nဒီကားလေးမှာ recommend ပေးချင်တာလေးတွေကတော့ ဇာတ်ဝင်တေးလေးတွေနောက်ခံတီးလုံးလေးတွေအရမ်းကောင်းတဲ့အပြင် ဇာတ်အိမ်လေးက တမူထူးခြားနေတာလေးပါပဲ။တရုတ်ကိုယ်ခံပညာကို ကျောရိုးခံထားတဲ့ ဇာတ်ကြောင်းမို့လို့ Kdrama fan တွေရေတရုတ်ရာဇဝင်ကားကြိုက်တဲ့လူတွေရော မလွတ်တမ်းကြည့်သင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်။   File Size : (2.2GB) (1.02 GB) and (417MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Action ,Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.7",
        "url": "https://megaup.net/2thB8/My.Mighty.Princess.2008.BLU-RAY.1080P(CM).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZWE2N2RiYTMtOTI3ZS00NDhjLTk3YTItNDIwOTVkOGVkNzNlXkEyXkFqcGdeQXVyMTQ2NTg1MzAz._V1_-160x200.jpg",
        "title": "Hidimbha (2023)",
        "description": "Hidimbha 2023\nIMDb 9.2/10\nAction/Dramaသည်းထိတ်ရင်ဖိုနဲ့စိတ်ဝင်တစားကြည့်ရှုရမယ့် တေလဂူးရဲကားလေးကို တင်ဆက်လိုက်ပေးလိုက်ပါတယ်။ဟိုက်ဒရာဘတ်မြို့က ရဲအရာရှိ အက်ဘ်ဟေးဟာ\nမိန်းကလေးတွေ တစ်ယောက်ပြီးတစ်ယောက် ပျောက်ဆုံးနေတဲ့အမှုကို စုံစမ်းနေကြရပါတယ်။\nဘာသဲလွန်စမှလည်းမရှိပဲ သေသလား ရှင်သလား မသိရပါဘူး။ ဒါကြောင့်ပဲ ဒီကိစ္စဟာ\nမီဒီယာတွေ စာနယ်ဇင်းတွေကြားမှာ ဝေဖန်စရာဖြစ်ခဲ့ပြီး အဘက်ဘက်ကနေ\nဖိအားတွေများလာတဲ့အမှုဖြစ်လာပါတယ်။ဒီကိစ္စကို ကူညီပြီးစုံစမ်းဖို့အတွက် ရဲအရှိအဒယာရောက်ရှိလာပါတယ်။ နှစ်ယောက်ပူးပေါင်းပြီး\nဆက်စုံစမ်းရင်းနဲ့ပဲ ဒီအမှုမှာ ပါဝင်ပတ်သက်တဲ့သူတွေ များလာပါတယ်။\nနောက်တော့ ဒီကိစ္စဟာDark Webနဲ့ဆက်စပ်နေတာကို သိခဲ့ကြရပါတယ်။\nဒီလိုဆန်းကြယ်တဲ့အမှုကို သူတို့ဘယ်လိုဆက်ပြီးဖြေရှင်းကြမလဲ။\nဒီကိစ္စရဲ့အရင်းအမြစ်ကရော ဘာလဲဆိုတာကို\nဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ Yunni~V~Cherry~BpLတို့ပဲဖြစ်ပါတယ်။)\nFile size…2.19GB / 1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~Cherry~BpL",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/hidimbha-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/71ENqUBzg5L._AC_UF8941000_QL80_-132x200.jpg",
        "title": "Red Sparrow (2018)",
        "description": "Red Sparrow (2018)\nဒီရုပ်ရှင်ကားကမြန်မာပြည်မှာ ရုံတင်ခဲ့တုန်းက ဆင်ဆာဖြတ်တဲ့အခန်းတွေများလို့ နာမည်ကြီးခဲ့တဲ့ ရုံတင်ကားဖြစ်ပါတယ်။\nဒီရုပ်ရှင်ရဲ့ ထူးခြားချက်ကတော့ ခေါင်းဆောင်မင်းသမီးဖြစ်သူ Jennifer Lawrence ဟာ အရင်တုန်းက Nude Scenes တွေပါတဲ့ကားတွေဆို လုံးဝလက်မခံခဲ့ပဲ ဒီကားကိုတော့ သူကိုယ်တိုင် ဇာတ်ညွန်းကိုကြိုက်နှစ်သက်လို့ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။ ပထမဆုံးပြောချင်တာကတော့ ဒီရုပ်ရှင်ကို Nudity အသားပေးရုပ်ရှင်ကားတစ်ကားလို့ မမြင်စေချင်ပါဘူး။ ဒီရုပ်ရှင်ရဲ့ နောက်ကွယ်မှာ အဲ့လိုမျိုး ကိုယ်ခန္ဓာကိုရင်းပြီး သူလျှိုလုပ်နေရတဲ့သူတွေ တကယ်ရှိတယ်ဆိုတာ သိလာအောင် ရိုက်ပြထားတဲ့ကားတစ်ကားဖြစ်တာကို သိစေချင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ဒိုမီနီကာဆိုတဲ့ ကောင်မလေးဟာ ရုရှားကျက်သရေဆောင် ဘဲလေးကချေသည်တစ်ယောက်ဖြစ်ပြီး သူ့မိခင်နဲ့အတူ ကဇာတ်ရုံက ထောက်ပံံ့ပေးထားတဲ့တိုက်ခန်းမှာ အတူနေထိုင်ကြပါတယ်။ ဒါပေမယ့် ကံဆိုးစွာနဲ့ပဲ ဖျော်ဖြေပွဲမှာ မတော်တဆမှုတစ်ခုဖြစ်ခဲ့ပြီး ဒိုမီနီကာရဲ့ ကချေသည်ဘ၀ ပျက်စီးသွားခဲ့ပါတယ်။ မိခင်ကြီးကလဲ နာမကျန်းဖြစ်လာသလို ကဇာတ်ရုံကလဲ ကချေသည်နောက်တစ်ယောက် လူစားထိုးလိုက်တဲ့အခါ ဒိုမီနီကာတစ်ယောက် ရွေးချယ်စရာမရှိတော့ပဲ သူ့ဦးလေး အကြံပေးတဲ့အတိုင်း သူလျှိုတစ်ယောက်အဖြစ် အလုပ်လုပ်ကိုင်ဖို့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/red-sparrow-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNGY3YmVmN2UtNWZiNy00YTRlLTlhOTItNzlkZmFmZDA1N2QzXkEyXkFqcGdeQXVyMTU4Mzg1OTU2._V1_-160x200.jpg",
        "title": "Adipurush (2023)",
        "description": "Adipurush (2023)\n============\nဝေဖန်သံတွေညံခဲ့ပြီး 2023ရဲ့ ဒုတိယ၀င်ငွေအများဆုံးရုပ်ရှင်အဖြစ် ရပ်တည်နေတဲ့\nရာမာယဏရုပ်ရှင်ဇာတ်ကားကြည်တောက်ရှင်းထွက်လာပါပြီ။အရင်ဦးဆုံးတောင်းပန်လိုတာက နာမည်နဲ့အသုံးအနှုန်းတွေပါပဲ။ကျွန်တော်တို့မြန်မာတွေနားနဲ့မစိမ်းတဲ့ ရာမ၊လက္ခဏ၊သီတာ၊ရာ၀ဏ ဒီလိုနာမည်တွေပဲခေါ်ဝေါ်သုံးစွဲထားလို့ပါ။\nကျွန်တော်တို့ဘာသာပြန်အဖွဲ့သုံးနှုန်းခဲ့တဲ့ နာမည်တွေ နာမ်စားတွေကြောင့် ဘာသာဝင်တဦးတယောက်ချင်းစီကို\nစော်ကားမိသလိုဖြစ်သွားရင် ကျွန်တော်တို့အဖွဲ့ကနေ အနူးအညွတ်တောင်းပန်ပါကြောင်း ဦးစွာပြောကြားပါရစေ။ဒဿဂီရိဟာ အချစ်ရှုံးတာမဟုတ်ပါဘူး။အငြိုး အာဃာတတွေနဲ့ အချစ်ရူးခဲ့လို့ ကိုယ့်ပြည်ကိုယ်ပြန်ဖျက်မိတဲ့မင်းတစ်ပါးဖြစ်ခဲ့တာပါ။\nအရင်အတိတ်ကံကြောင့် ကျိန်စာမိထားပြီး အမျိုးသမီးတစ်ဦးကို အလိုမတူပဲထိကပါးရိကပါးမလုပ်ရဲတာကြောင့် သီတာအပေါ်မှာ\nဘာမှကိုယ်ထိလက်ရောက်မကျူးလွန်ရဲခဲ့တဲ့သူတစ်ဦးသပ်သပ်ပါပဲ။ဇာတ်လမ်းကတော့ အားလုံးသိပြီးသား ရာမမင်းက သီတာဒေဝီကို လင်္ကာပြည်ကနေ ကယ်တင်တဲ့အကြောင်းဖြစ်ပေမဲ့\nဇာတ်လမ်းကို ချဉ်းကပ်တဲ့ပုံစံက အရင်ကရှိခဲ့ဖူးပြီးသား adaptation တွေနဲ့ ပုံစံကွဲထွက်နေပါတယ်။ဒီရုပ်ရှင်ရဲ့ဇာတ်လိုက်သရုပ်ဆောင် ပရာဘာ့စ်ဟာ ရာမဇာတ်ကောင်နဲ့ မလိုက်ဖက်ဘူးလို့ ဝေဖန်ခံခဲ့ရပေမယ့်\nသီတာဒေဝီနေရာမှာသရုပ်ဆောင်တဲ့ ကရီသီးဆန်နွန်ကတော့ မင်းသမီးနေရာကနေ ကောင်းခြင်းငါးဖြာနဲ့ ပြည့်စုံစွာ ကျက်သရေရှိလှပနေပါတယ်။\nဒီရုပ်ရှင်ဟာဆိုရင် ထင်သလောက်မအောင်မြင်ခဲ့ပေမဲ့ နှစ်ပေါင်းထောင်ချီသက်တမ်းရှိတဲ့ ဂန္တဝင်လင်္ကာရှည်ကြီးကို\nတမူဆန်းသစ်ရိုက်ကူးထားတာမလို့ အိန္ဒိယရုပ်ရှင်ပရိသတ်တွေအတွက် ဝေဖန်ဖို့ပဲဖြစ်ဖြစ် တစ်ခေါက်လောက်တော့ ကြည့်ဖူးသင့်တဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\n(အညွှန်းနှင့်ဘာသာပြန်ကတော့ CM Bollowood Team မှဖြစ်ပါတယ်)\nFile size…2.73GB / 1.33GB\nQuality…1080p NF WEB DL  / 720p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/adipurush-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5njeDzYgcFV8wyVnytKPc3U62Cc.jpg",
        "title": "Enemies Closer (2013)",
        "description": "မင်းသားကြီး Van Damme ကိုယ်တိုင်ဗီလိန်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ Enemies Closerဆိုတဲ့ဇာတ်ကားလေးကို CM ကနေတင်ဆက်ပေးလိုက်ပါပြီ။ဟင်နရီကအမေရိကန်နဲ့ကနေဒါနယ်နမိတ်ကတောအုပ်အတွင်းမှာအလုပ်လုပ်နေတဲ့သူပါ။တစ်နေ့မှာတော့သူ့ရဲ့အတိတ်ကပြဿနာတစ်ခုကြောင့်သူ့ကိုသတ်ဖို့ကြိုးစားတဲ့ ကလေး ဆိုသူရောက်လာခဲ့ပါတယ်။ဒါပေမဲ့ ကလေးရဲ့ဟင်နရီကိုလုပ်ကြံသတ်ဖြတ်မှုကမအောင်မြင်ခဲ့ပဲမူးယစ်ဆေးရောင်းဝယ်ရေးအဖွဲ့တစ်ခုကသူတို့ရှိနေတဲ့တောအုပ်ထဲကိုရောက်လာခဲ့ပါတယ်။ဟင်နရီတို့နှစ်ယောက်ရန်သူအဖြစ်ကနေပူးပေါင်းသွားကြပြီးမူးယစ်ရာဇာတွေကိုဘယ်လိုအနိုင်ယူတိုက်ခိုက်ကြမလဲဆိုတာကိုဒီဇာတ်ကားလေးထဲမှာဆက်လက်ကြည့်ရှုခံစားနိုင်ပါတယ်။ File size…  1.10 GB /  552 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Citrus",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/enemies-closer-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmOaSOo5wB7cMDhhp6Msnd4IsLZ.jpg",
        "title": "Marry My Dead Body (2023)",
        "description": "Marry my dead body (2023)စော်မရှိဘဲမရှိလေးတွေအတွက် ရွေးစရာတစ်ခုကိုချပြလိုက်တဲ့ Taiwan BL movie ကား Marry My Dead Bodyလေး ထွက်ရှိလို့လာပါပြီ။\nTrailerထွက်လာကတည်းက ‌တော်တော်လေးစိတ်ဝင်စားခံနေရတဲ့movieလေးလည်းဖြစ်\nBL romance သီးသန့်ကြီးမဟုတ်ဘဲ Crime suspense လေးပါတွဲပါသေးတဲ့အပြင်\nထိုင်ဝမ်BLပီပီ လက်ကိုင်ရုံနဲ့ပြီးတဲ့ဂျင်း‌တွေနည်းတဲ့ကားလေးဆိုတော့ အများကြီးဆက်မညွှန်းတော့ပါဘူး...21 ရာစု LGBTQကာလကြီးထဲမှာ လိင်တူချစ်သူဆိုတာ ဘာရယ်မဟုတ်ပေမဲ့\nhomophobic ရဲသားလေးဝူမင်ဟန်ကတော့ ဒါကိုလက်မခံပါဘူး။\nလိင်တူချစ်သူဆိုတာကို ရွံစရာလို့သတ်မှတ်တဲ့အပြင် ဂေး ဆို ပိုပြီး ချိုးနှိမ်တတ်လို့ အပြစ်ပေးခံရသူလည်းဖြစ်ပါတယ်။\nဒီလိုနဲ့ မူးယစ်ရာဇာကြီးရဲ့ တပည့်တစ်ယောက်ကိုလိုက်ဖမ်းရင်းနဲ့ သူပစ်ချခဲ့တဲ့သက်သေတွေကို လိုက်ကောက်ရင်း\nသက်သေမဟုတ်တဲ့ စာအိတ်အနီလေးကို ကောက်မိတဲ့အခါ ...စာအိတ်ကိုကောက်လိုက်တာနဲ့ ဝိုင်းအုံလာကြတဲ့အဒေါ်ကြီးတစ်သိုက်နဲ့\nသူတို့ပြောသွားတဲ့ စာအိတ်ထဲက ဓာတ်ပုံပိုင်ရှင်‌ကောင်‌လေးနဲ့ လက်ထပ်ရမယ်ဆိုတဲ့\nထူးဆန်းတဲ့စကားတွေဟာ ဝူမင်ဟန်အတွက်တော့ ဟာသတစ်ခုထက်မပိုပါဘူး။\nဓာတ်ပုံပိုင်ရှင်က ကောင်လေးဖြစ်နေပြန်တော့ သရဲနဲ့မှတော့ မဂေးနိုင်ဘူးဆိုတဲ့မင်ဟန်ကတော့\nအဘွားကြီးရဲ့ လက်မထပ်ရင်ကံဆိုးလိမ့်မယ်ဆိုတဲ့စကားကို လျစ်လျူရှုပြီးထားခဲ့တာပေါ့။\nဒါပေမဲ့ သူ့ရဲ့မူပိုင်ရှင်လေးက သူ့နောက်ကလိုက်နေလေတော့ သရဲကြောက်တဲ့မင်ဟန်တစ်ယောက်\nသရဲ‌နဲ့လက်ထပ်ရမယ့်အပြင် သရဲတွေမြင်နေရတဲ့ပြဿနာကြီးက ဆီးကြိုနေတဲ့အခါ...တျဲကြောက်ပါတယ်ဆိုမှ တျဲနဲ့မှညားတဲ့မင်ဟန်တစ်‌ယောက် ပဟေဠိတွေနဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/marry-my-dead-body-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFukGiFZaVYoXIR8nrE95LlfbHG.jpg",
        "title": "Hex (2023)",
        "description": "ကောင်းကင်ပေါ်ကို လေယာဉ်နဲ့အမြင့်ကြီးသွားပြီးတော့ Skydiving(လေထီးခုန်ခြင်း)ကိုလုပ်ဖူးတဲ့သူတွေရှိပါသလား။အဲ့လိုလုပ်ချင်တဲ့အိပ်မက်ရှိတဲ့လူတွေလဲရှိမှာပါပဲ။ ဒီကားထဲမှာတော့လေထီးခုန်တဲ့ အဖွဲ့တစ်ဖွဲ့နဲ့သူတို့အဖွဲ့ ကြုံတွေ့ခဲ့ရတဲ့ဖြစ်ရပ်ဆိုးတွေကို ရိုက်ကူးထားတာကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ဆယ်ရာဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကလေထီးခုန်တဲ့ကွင်းမှာတစ်ယောက်တည်း လေထီးခုန်လေ့ရှိတဲ့ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။ရုပ်လေးကလဲချော စကေးကလဲကောင်းတော့ အဲ့ဒီကွင်းကငါးယောက်ရှိတဲ့အဖွဲ့တစ်ဖွဲ့က သူတို့အဖွဲ့ထဲဝင်ဖို့အတွက်သူ့ကိုသိမ်းသွင်းပါတော့တယ်။ဒီလိုနဲ့နောက်ဆုံးတော့လဲဆယ်ရာတစ်ယောက်အဲ့ဒီအဖွဲ့ထဲကိုရောက်သွားခဲ့ပါတယ်။ဆယ်ရာအဖွဲ့ထဲရောက်ပြီး သိပ်မကြာခင်ပဲသူတို့အဖွဲ့ထဲကတစ်ယောက်ကဟက်ဇ်ဆိုတဲ့အဖွဲ့လိုက်လေထီးခုန်နည်းတစ်ခုကို လုပ်ဖို့အတွက်အကြံပေးပါတော့တယ်။အဲ့ဒီလေထီးခုန်နည်းကအရမ်းအန္တရာယ်များလို့မလုပ်သင့်ဘူးလို့ပြောကြပေမဲ့ သူတို့အဖွဲ့ကတော့ရအောင်ကိုလုပ်ပါတော့တယ်။ ဒီလိုနဲ့ပထမဆုံးလုပ်ခဲ့တဲ့နေ့မှာတော့အလွဲလေးတွေ ဖြစ်ခဲ့ပေမဲ့နောက်နေ့ပြန်ခုန်ကြည့်တဲ့အခါမှာအောင်မြင်သွားခဲ့ပါတယ်။အဲ့ဒီမှာတင် သူတို့ဘဝရဲ့အိပ်မက်ဆိုးတွေကစတင်ခဲ့ပြီးအဖွဲ့ထဲကလူတွေနည်းအမျိုးမျိုးနဲ့တစ်ယောက်ချင်းစီသေကုန်ကြပါတော့တယ်။ဒီလိုနဲ့ဆယ်ရာတို့လဲ အဲ့လိုဖြစ်နေရတာဘာလို့လဲဆိုတာကိုအစွမ်းကုန်အဖြေထုတ်ဖို့ကြိုးစားကြရင်းနဲ့ သူတို့ဘဝရဲ့အကြီးမားဆုံးအိပ်မက်ဆိုးကြီးကနေနိုးထနိုင်ပါ့မလားဆိုတာကိုကြည့်ရမှာပဲဖြစ်ပါတယ်။  File size…1.43GB / 584MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 28m\nGenre ….. Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "",
        "url": "https://channelmyanmar.org/hex-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZTNmZmFkODYtNzBiNS00Mjg2LTg5MDEtOGFlMWRlNTU5NWRkXkEyXkFqcGdeQXVyNTY2OTgxNQ@@._V1_-135x200.jpg",
        "title": "I Am Rage (2023)",
        "description": "၂၀၂၃ မှာထွက်ရှိခဲ့သော သဲထိတ်ရင်ဖို/ action ဇာတ်လမ်းလေးတစ်ခုပဲဖြစ်ပါတယ်၊ ဇာတ်ညွှန်းရေးဆရာကတော့ ၂၀၂၀ခုနှစ်မှာထွက်ရှိလာတဲ့ Army Of One ကိုရေးသားပေးခဲ့တဲ့ ဇာတ်ညွှန်းဆရာလည်းဖြစ်ပါတယ်၊ Director David Ryan Keith ကတော့ ဒီသည်းထိပ်ရင်ဖို ဇာတ်လမ်းလေးကို ဦးစီးပြီးတော့ပုံဖော်ပြသခဲ့ပါတယ် ဒီကားထဲမှာ Main Character \"Erin Bradley\" အနေနဲ့သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Hannaj Bang Bendz ကတော့ သရုပ်ဆာင်တာတင်မကပဲ စာရေးဆရာ၊ တည်းဖြတ်ဒါရိုက်တာအနေနဲ့လည်း ရုပ်ရှင်တချို့မှာပါဝင်လုပ်ဆောင်ခဲ့ပါတယ် ဇာတ်လမ်းအညွှန်း Erin Bradley ကတစ်နေ့ သူ့ကောင်လေးရဲ့မိဘအိမ်ကို ခရီးသွားခဏနေရင်းနဲ့ သူ့မိသားစုသရုပ်မှန်ကိုသိရှိခဲ့တဲ့အချိန်မှာ မိသားစုတစ်စုလုံးက လူတွေရဲ့သွေးတွေကိုထုတ်ကုန်အဖြစ်ရောင်းချနေသော အဖွဲ့စည်းတစ်ခုဖြစ်နေတယ်၊ သူတို့မိသားစုကErinကိုမြင်တွေ့နေရတာကကော သူ့ရဲ့တကယ့် သရုပ်မှန်လား, ဒီဇာတ်လမ်းထဲမှာတော့ Erin အနေနဲ့ဘယ်လို အန္တရာယ်တွေနဲ့ ထိပ်တိုက်တွေ့ရမလဲကို မြင်တွေ့ကြည့်ရှုခံစားရမှာပါ File size…(1.3 GB)/(684 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:29:00\nGenre...Action, ...",
        "rating": "",
        "url": "https://channelmyanmar.org/i-am-rage-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTYyNjA4NTY3N15BMl5BanBnXkFtZTYwNjc0MDM3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Open Range (2003)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 7.4 ထိရရှိထားတဲ့ Western action drama ဇာတ်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးမှာဖြစ်ပါတယ် အရင်တုန်းက မွေးမြူရေးလုပ်တဲ့သူတွေဟာ ကျွဲနွားတွေကို ခြံနဲ့မွေးမြူတာမဟုတ်ဘဲ ရေကြည်ရာ မြက်နုရာ လှည့်လည်သွားလာရင်း အလွတ်ထိန်းကျောင်းကြတာဖြစ်ပါတယ် ဒီဇာတ်လမ်းလေးကတော့ 19ရာစုနှောင်းပိုင်း ခြံသွင်းမွေးမြူရေး စတင်ပေါ်ပေါက်လာချိန်ကို ဇာတ်အိမ်တည် ရိုက်ကူးထားတာဖြစ်ပါတယ်ဘောစ့် ချာလီ မိုစ့်နဲ့ ဘတ်တွန်တို့ဟာ အလွတ်ထိန်းကျောင်းသူတွေဖြစ်ကြပြီး တစ်ရက်မှာတော့ အလွတ်ထိန်းကျောင်းခြင်းကို မကြိုက်ကြတဲ့ မြို့လေးတစ်မြိုနားကိုရောက်လာပါတယ် မြို့ထဲကိုဝယ်စရာရှိတာလေးတွေဝယ်ဖို့ လွှတ်လိုက်တဲ့ မိုစ့်တစ်ယောက် ကုန်စုံဆိုင်မှာ ရန်ဖြစ်ပြီး အချုပ်ကျသွားပါတော့တယ် အချုပ်ထဲကနေ ပြန်သွားထုတ်ကြတဲ့အချိန်မှာ မွေးမြူရေးခြံကြီးပိုင်ရှင် ဒတ်စ်တာဟာ သူတို့ကို ဒီမြို့ကနေ ထွက်သွားဖို့ ပြောခဲ့ပါတယ် ဒတ်စ်တာဟာ ဒီမြို့မှာ အာဏာရှိတဲ့ ခြံပိုင်ရှင်ကြီးတစ်ယောက်ဖြစ်ပြီး အရမ်းလည်းလောဘကြီးပါတယ် ဒတ်စ်တာရဲ့လူတွေ ဘောစ့်ရဲ့ တိရစ္ဆာန်အုပ်ကို ပြဿနာလာရှာချိန်မှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ ဒီမြို့ကနေရော အဆင်ပြေပြေထွက်သွားနိုင်မှာလား ဆိုတာကိုတော့ စောင့်ကြည့်ရမှာဖြစ်တဲ့အပြင် ရှုခင်းလှလှလေးတွေနဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/open-range-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTY2ODkzMDgwM15BMl5BanBnXkFtZTcwMDA1Mjg1OA@@._V1_-135x200.jpg",
        "title": "The Guard (2011)",
        "description": "ဒီကားလေးကတော့ Oscar ဆုပေါင်းများစွာရခဲ့တဲ့ Director Martin McDonagh ရဲ့ညီဖြစ်သူ ဇာတ်ညွှန်းဆရာ John McDonagh ကပဲ ရေးသားရိုက်ကူးထားတဲ့ action-comedy ဇာတ်လမ်းလေးဖြစ်ပါတယ်။ ဒီကားကတော့ 2012 မှာ IFTA award နဲ့ BAFTA awardတို့ကို ပိုင်ဆိုင်ခဲ့တဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။ ဇာတ်ဆောင်အနေနဲ့ သရုပ်ဆောင်ခဲ့တာကတော့ Brendan Gleeson ဖြစ်ပြီးတော့ ဇာတ်ညွှန်းဆရာ John McDonagh နောက်အနေနဲ့ ရေးသားတင်ဆက်ထားတဲ့ ရုပ်ရှင် နှစ်ခုမှာ ပါဝင်ခဲ့ပြီးတော့ ဇာတ်ညွှန်းဆရာ Martin McDonagh တင်ဆက်ထားတဲ့ \"In Bruges\" ထဲမှာလည်းပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။~ ဇာတ်လမ်း အကျဥ်း ~ ဒီကားထဲမှာတော့ Main သရုပ်ဆောင်အနေနဲ့ Brendan Gleeson က ဘယ်အခြေအနေကိုမှအတည်လို့ ရဲစောင့်တစ်ယောက်အနေနဲ့သရုပ်ဖော်ပြထားပါတယ်။ တစ်နေ့မှာ ရဲစောင့်အသစ်ကဌာနကိုရောက်ရှိလာတဲ့နေ့မှာ သူတို့နှစ်ယောက်သား လူသတ်မှုတစ်မှုရဲ့ မှာခင်းကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-guard-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2fEh1G3Mwo0T7rb8YPQvGKfEVUE.jpg",
        "title": "Coyote’s Deadly Action ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့ တရုတ်ပြည်မကြီးမှာ\nတချိန်တခါက ဖြစ်ပွားခဲ့တဲ့ဂျပန်စစ်အကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးတစ်ပုဒ်ကို တင်ဆက်ပေးပါရစေ။ဇာတ်လမ်းကတော့ (၁၉၄၃) ခုနှစ်ဂျပန်နဲ့တရုတ်စစ်ဖြစ်နေတာကို\nဇာတ်အိမ်တည်ထားပြီးတော့လက်နက်ထုတ်ရမှာအရေးပါအရာရောက်တဲ့\nအဖြိုက်နက်သတ္တုတစ်မျိုးကကွန်မြူနစ်ပါတီအဖွဲ့ဝင်\nဝမ်ဟွာဦးဆောင် ဖွက်ထားပြီးချန်းလန်ကွန်မန်ဒိုတပ်ဖွဲ့ကနေလိုက်လံကာကွယ်ပေးနေတာပေါ့။ဂျပန်ဘက်ကလည်းအဲ့အဖြိုက်နက်ဖွက်ထားတဲ့နေရာကို သိရဖို့အတွက်ဝမ်ဟွာကိုဖမ်းဆီးကာ\nမေးမြန်းဖော်ထုတ်ခဲ့ပေမဲ့ ဘာအဖြေမှမရခဲ့ပဲဝမ်ဟွာကတော့ အသက်စတေးသွားခဲ့ရပါတယ်။\nဒီလိုနဲ့ဝမ်ဟွာဖွဲ့စည်းထားတဲ့ တပ်ဖွဲ့သစ် (၄) တည်နေရာနဲ့အဆက်သွယ်လုပ်ဖို့ရန်အတွက်\nချန်းလန်ကွန်မန်ဒိုအဖွဲ့နဲ့ အိုးယန်ပင်း, လုယန်တို့က\nပူးပေါင်းရှာဖွေကြတဲ့အခါမှာတော့ဘယ်လိုတွေဆက်ဖြစ်လာကြမလဲ။ရူပ်ထွေးလှတဲ့ နိုင်ငံရေးအခြေအနေကြားမှာ ဘယ်လိုတွေပတ်သက်ဆက်နွယ်နေကြမလဲ။\nသူတို့ရှာနေတဲ့ အဖြိုက်နက်တည်နေရာကိုကော ရှာတွေ့ကြမှာလား။အစရှိတဲ့ စိတ်လှုပ်ရှားစရာ\nဇာတ်လမ်းကွက်တွေနဲ့ မေးခွန်းတွေကိုဒီဇာတ်လမ်းလေးထဲမှာ\nကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , War\nRuntime : 1h 32 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/3XU8U/Coyote_s_Deadly_Action_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9wEoDWleEOjAGQXZV07z5k4K7lg.jpg",
        "title": "Martial Universe ( 2018 )",
        "description": "အားလုံးသိကြတဲ့ Yang Yang(ယန်ယန်)ရဲ့2018ကထွက်ရှိခဲ့တဲ့\nmovieလေးကို တင်ဆက်ပေးလိုက်ပါပြီနော်\nလွန်ခဲ့တဲ့နှစ်ရာကျော်တုန်းက တာအိုသခင်ကြီးက နတ်ဝိညာဉ်စွမ်းအားကျင့်စဉ်ကို\nကျင့်ကြံနိုင်ခဲ့ပေမဲ့ အမှတ်မထင် လောကတံခါးကို ဖွင့်ချမိခဲ့တယ်၊\nဒီလိုနဲ့ တစ်ခြားကမ္ဘာခြား မှော်မိစ္ဆာက ရောက်ရှိလာခဲ့ပြီး\nကမ္ဘာကြီးကို ကပ်ဘေးစိုက်စေခဲ့တယ်။ဒီလိုနဲ့ တာအိုသခင်ကြီးက တပည့်ရှစ်ဦးကိုဦးဆောင်ပြီး မှော်မိစ္ဆာကို\nတိုက်ခိုက်ချိတ်ပိတ်ခဲ့တယ်၊ဒါပေမဲ့ နှစ်ရာချီကျော်လွန်ပြီးနောက်မှာတော့ မှော်မိစ္ဆာက သွေးဆူလာခဲ့တော့တယ်။\nမှော်မိစ္ဆာပြန်လည်ထကြွလာတဲ့အခါ ကမ္ဘာကြီးပျက်သုန်းခြင်းကပ်ဘေးဆိုက်ရောက်မှာဖြစ်ပါတယ်။တစ်ဖန် မှော်မိစ္ဆာကိုသုတ်သင်ရှင်းလင်းဖို့ လူ့ပြည်ဆင်းသက်လာကြတဲ့ တာအိုဆရာအဖွဲ့အစည်းနဲ့\nလင်သုန်းဆိုတဲ့ ပေါ့ပျက်ပျက်ကောင်လေးတို့ တွေ့ဆုံခဲ့ကြတယ်၊\nအဲ့ဒီအချိန် တာအိုသခင်ကြီးက လင်သုန်းကို အဖွဲ့အစည်းဂိုဏ်းထဲဝင်ပြီး\nဂိုဏ်းအကြီးအကဲရာထူးဆက်ခံဖို့ ကမ်းလှမ်းခဲ့ပြီးနောက်မှာတော့ ...-မှော်မိစ္ဆာကိုဘယ်သူကဇီဝိန်ခြွေနိုင်မလဲ\n-လင်သုန်းကရော ဘယ်လိုရဲစွမ်းသတ္တိလမ်းကိုခင်းမလဲဆိုတာ\nအသေးစိတ်ကို ဆက်လက်ကြည့်ရှုခံစားပါ\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 21 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Clytie\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1g4bt/Martial_Universe_2018_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1wr3htk5l6nQZJfM06MiqzAwSJt.jpg",
        "title": "The First Myth: Clash of Gods ( 2021 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့ Three Kingdom (三国演义）\nတို့လို ဂန္တဝင်စာပေဝတ္ထုဖြစ်တဲ့ Investiture of the Gods (封神榜） ကိုမှီငြမ်းထားတဲ့\nကားလေးတစ်ကားကို ချပြပေးလိုက်ချင်ပါတယ်။ဒီထဲမှာ သူတည်းတစ်ယောက် ကောင်းဖို့ရောက်မူ သူတစ်ယောက်မှာ\nပျက်လင့်ကာသာ ဓမ္မတာတည်း ဆိုတဲ့အတိုင်း\nထီးနန်းစည်းစိမ်အာဏာမှာယစ်မူးနေတဲ့ ရှန်းခေတ်ရဲ့နောက်ဆုံးဘုရင်\nရှန်းကျုတ်ဘုရင်က သူ့ထီးနန်းတည်တံ့ဖို့ရာ အပြစ်မဲ့ပြည်သူကို\nနှိပ်စက်ပြီးသစ္စာရှိတဲ့မူးမင်းမတ်ရာတွေကိုပြည်နှင်ဒဏ်စေလွှတ်ခဲ့တယ်။ဒါကို အမတ်ချုပ်ဖြစ်တဲ့ကျန်းကျီယာကမနှစ်မြို့တာကြောင့် နတ်ဘွဲ့တံဆိပ်အပ်နှင်းတဲ့\nစာလွှာကိုပြင်ဆင်ပြီး ကောင်းကင်ဘုံကသတ်မှတ်တဲ့ရှင်ဘုရင်သစ်ကို တင်မြှောက်ဖို့ကြိုးစားပါတယ်။\nကျန်းကျီယာကတော့ အမတ တစ်ပါးဖြစ်ပြီးသူ့ဆရာတူညီတော်\nရှန်းကုန်းပေါက်ကတော့ရှန်းကျုတ်ရဲ့မင်းဆရာလည်းဖြစ်၊\nရှန်းကျုတ်ကိုအားပေးအားမြှောက်ပြုကာ စည်းစိမ်အာဏာမှာယစ်မူးနေခဲ့တယ်။လောဘစိတ်ကို မငြိမ်းနိုင်တဲ့ရှန်းကုန်းပေါက်ကတော့\nဒီစာလွှာကိုယူပြီး စာလွှာရဲ့စည်းတံဆိပ်ကိုဖွင့်ကာ လူ့ပြည်မှာရှိတဲ့\nအမတအပေါင်းတို့ရဲ့စွမ်းအားတွေကို\nပိတ်လှောင်ပြီး လူ့ပြည်ကိုအုပ်စိုးခြယ်လှယ်ဖို့ကြိုးစားနေတာပေါ့။\nဒီလိုနဲ့ဝတ္ထုထဲမှာပါရှိတဲ့ စစ်သူကြီးယန်ကျန်,နီကျား,\nလေကျန်ကျီ,ထူရှင်စွန်းအစရှိတဲ့ အမတအပေါင်းတို့ကကျန်းကျီယာဖက်ကနေ\nကူညီကာကွယ်ပေးရင်ဒီစာလွှာကိုကောင်းကင်ဘုံဆီ\nပြန်လည်အပ်နှင်းဖို့ကြိုးစားကြတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်လာကြမလဲ။\nဘယ်လိုတွေအမတတွေရဲ့စစ်ပွဲမှာ ဓားစာခံအပြစ်မဲ့လူသားတွေက\nဆင်းရဲဒုက္ခတွေခံစားရမလဲ။နောက်ဆုံးမှာ ဒီစာလွှာကဘယ်သူ့\nလက်ထဲဆီရောက်သွားမလဲစတဲ့စိတ်ဝင်စားစရာအကြောင်းရာတွေကိုတော့\nဒီဇာတ်ကားလေးကနေ ကြည့်ရူစောင့်မျှော်လိုက်ကြရအောင် ~\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Fantasy , Adventure\nRuntime : 1h 32 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "6",
        "url": "https://megaup.net/2BZ4g/The_First_Myth_Clash_Of_Gods_2021_1080p_WEB-DL_CM.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/81e803RKM8L._AC_UF10001000_QL80_-154x200.jpg",
        "title": "Bloodshot (2020)",
        "description": "ဗန်ဒီဇယ်ကြီးရဲ့ အက်ရှင်ဇာတ်ကားအသစ် ထွက်လာပါတယ်။ဒီဇာတ်လမ်းကတော့သိပ္ပံစိတ်ကူးယဉ်လို့ ပြောရမှာပဲ။ဗန်ဒီဇယ်ဟာ အမေရိကန်စစ်တပ်ရဲ့ အထူးတပ်ဖွဲ့ဝင်တစ်ယောက်။ထုံးစံအတိုင်းပဲ စစ်ဆင်ရေးတွေမှာ အလွန်တော်တဲ့ ဆရာကြီးပေါ့။တစ်နေ့မှာတော့ လူတစ်ယောက်ကသူ့ရဲ့ ဇနီးကိုသူ့ရှေ့မှာတင် သတ်ပြီး သူ့ကိုပါ ပစ်သတ်သွားခဲ့တယ်။ဒါပေမယ့်သိပ္ပံပညာရှင်တစ်ယောက်ရဲ့ကျေးဇူးကြောင့် ပြန်ရှင်သန်လာပြီး ပိုသန်မာတဲ့၊ဒဏ်ရာတွေအလိုလိုကောင်းလာတဲ့စက်ရုပ်တစ်ပိုင်း လူသားတစ်ယောက် ဖြစ်လာပါတော့တယ်။ဒါပေမယ့် သူနိုးထလာချိန်မှာ သူ့ရဲ့အတိတ်ကို ရုတ်တရက်မမှတ်မိပါဘူး။အဲဒီနောက်မှ ဘာတွေဆက်ဖြစ်မလဲ ကြည့်လိုက်ပါ။ဇာတ်လမ်းနဲ့ အက်ရှင်ခန်းတွေ မဆိုးတာမို့ ကြိုက်ကြမယ်ထင်ပါတယ်။\nFile size…(5.9 GB)/ (1.7 GB)/ (1.1 GB)\nQuality….WEB-DL 4K HEVC/ 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:49:19\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Littleneo",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/bloodshot-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qn43S7T47exgbewoStAXGP2WFWb.jpg",
        "title": "Prime Angel ( 2019 )",
        "description": "လူတွေက အပြင်လောကထဲက နာကျင်မှုတွေဆီက ရှောင်ပြေးဖို့\nလောကအတုမှာ အတုအယောင်တွေကို ခံစားကြတယ်။\nနည်းပညာတွေ တိုးတက်လာတဲ့အလျောက် VR ဆိုတဲ့အရာဟာလည်း လူတွေနဲ့ ရင်းနှီးလာပါတယ်။2050 ခုနှစ်မှာ ကျိုင်းထိန်စနစ်ရဲ့ဒါရိုက်တာရှီအန်းနာ့ဟာ\nပရိုဂရမ်ထဲကို ဟက်ကာတွေဝင်ရောက်တိုက်ခိုက်ခြင်းခံရတာကို\nသတိထားမိခဲ့ပါတယ်။ ဟက်ကာတွေက စနစ်ကိုဖျက်ဆီးပိတ်ပင်မှုကြောင့်\nအွန်လိုင်းအသုံးပြုသူ သိန်းပေါင်း 2700 က လိုင်းပေါ်မှ ထွက်ခွါလို့မရပဲ ပိတ်မိနေပါတယ်။\nအဲ့ဒီပြဿနာကို မဖြေရှင်းနိုင်ပါက ၁၂ နာရီကြာလျှင်\nအသုံးပြုသူအားလုံး ဦးနှောက်သေသွားနိုင်တဲ့ အန္တရာယ်ရှိနေပါတယ်။ရှီအန်းနာ့ဟာ နည်းပညာမန်နေဂျာဖြစ်သူ စူးဖေးနှင့် ရွှီထျန်းတို့ကို\nဟက်ကာကို ရှာဖွေရန် အကူအညီတောင်းခဲ့ပါတယ်။ ဟက်ကာဟာ\nအဖေ့ရဲ့ရည်းစားဟောင်းဖြစ်သူ ရဲ့ပါးလိကျီးဖြစ်နေပါတယ်။\nရဲ့ပါးလိကျီးဟာ ရှီအန်းနာ့ကို ကလဲ့စားချေဖို့အတွက်\nကျိုင်းထိန်စနစ်ထဲ ဝင်ရောက်ပြီး ရှီအန်းနာ့ရဲ့အဖေကို\nဖျက်ဆီးပြီး ဗိုင်းရပ်စ်တွေနဲ့ အန်းနာ့ကို လိုက်လံတိုက်ခိုက်ပါတယ်။နောက်ဆုံးမှာ တရားခံတွေကို အနိုင်ယူနိုင်ပါ့အလား.....\nရှီအန်းနာ့ရော သူမအဖေကို ပြန်လည်သတိဝင်အောင်လုပ်နိုင်ပါ့မလား......\nလူသားကမ္ဘာကို VR ပရိုဂရမ်တွေက အနာဂတ်ကို ပြောင်းလဲသွားနိုင်မလား......\nဆိုတာကို ရုပ်ရှင်နဲ့အတူ အဖြေရှာလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action ...",
        "rating": "5.7",
        "url": "https://megaup.net/1W1mk/Prime_Angel_2019_1080p_WEB-DL_CM.mp4",
        "category": "Action, Science Fiction"
    }
]