[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/emtwF23HCwasrEXlxboaQFdNOdG.jpg",
        "title": "Queen of Triads 3 ( 2023 )",
        "description": "တာဝန်ထမ်းဆောင်ရင်း ချစ်ရသူကိုဆုံးရှုံးလိုက်ရတဲ့ရဲမေလေးဟာ\nအ‌ဝေးတစ်နေရာမှာဇာတ်မြှုပ်ပြီး\nGYMအားကစားခန်းမတစ်ခုဖွင့်ထားပြီး\nအသက်မွေးဝမ်းကြောင်းနေခဲ့တယ်။သူဟာ လှပသွက်လက်တဲ့ ယောဂဆရာမလေး ရှီးရှီး၊\nအလုပ်ကြိုးစားတဲ့ လက်ဟွေ့ဆရာမလေး တုံးနီနဲ့\nခန့်ညားပြီးယောင်္ကျားပီသတဲ့ မုံ့ကျင်းတို့နဲ့အတူ\nသာမန်ဘဝလေးမှာပဲ အေးအေးချမ်းချမ်းနေထိုင်ခဲ့တယ်။ဒါပေမယ့်လဲ ပြဿနာဆိုတာ အိမ်ပေါက်ဝထိရောက်လာတတ်တာပါပဲ။\nရန်သူတွေဟာအကွက်ချစီစဉ်ပြီးရောက်လာတဲ့အခါ\nသူတို့တွေဘယ်လိုတုံ့ပြန်ကြမလဲ......\nရန်ငြိုးအဟောင်းနဲ့အသစ်တွေပေါင်းပြီး\nမမတို့ဘယ်လိုကိုင်တွယ်ကြမလဲဆိုတာကိုအားပေးလိုက်ပါဦး......\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1WOuY/Queen_Of_Triads_3_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTQwNTA0NDk2Nl5BMl5BanBnXkFtZTcwMTA5ODIzMQ@@._V1_-143x200.jpg",
        "title": "Leroy & Stitch (2006)",
        "description": "Leroy & Stitch (2006)\n=================\nIMDb Rating - 6.1/10ဒီတစ်ခါ Movie လေးမှာတော့ သုတေသန ၆၂၅ ကောင်ကို မရလိုက်ဘဲ\nထောင်ကျသွားတဲ့ Dr. Hamsterviel ကို Gantu က ထောင်ဖောက်ပြီး\nပြန်ကယ်လိုက်ပါတယ်။ Lilo နဲ့ Stitch ကတော့ အလေအလွင့်ဖြစ်ပြီး\nကျွန်းပေါ်ပျံ့ကုန်တဲ့ သုတေသနတွေကို ပြန်စုဆောင်းပေးတဲ့အပြင် အိမ်ပါ\nရှာပေးလိုက်နိုင်လို့ ဆုအချီးမြှင့်ခံနေရချိန်ပေါ့။Stitch, Jumba, Pleakley တို့သုံးယောက်ကို ရာထူးကြီးတွေပေးပြီး ဂြိုလ်\nပေါ်ပြန်ခေါ်ဖို့လုပ်ပေမယ့် Lilo မျက်နှာကြောင့် မနေခဲ့ဖြစ်ကြပါဘူး။ ဒါပေ\nမယ့် ဝါသနာပါတဲ့နေရာအသီးသီးကို ဆုရထားတဲ့ ၃ယောက်ကတော့ လူက\nဟာဝိုင်အီ စိတ်က Turo ဂြိုလ်ဖြစ်နေခဲ့ကြတယ်လေ။ ငိုချင်လျက် လက်တို့\nဖြစ်နေသူ ၃ယောက်သားကို မကြည့်ရက်လို့ Lilo ကပဲ ဂြိုလ်ပေါ်သွားနေဖို့\nပြန်ဖျောင်းဖျလိုက်ရပါတယ်။ Jumba တစ်ယောက် ဂြိုလ်ပေါ်ရောက်ပြီး\nသိပ္ပံပညာရှင်အလုပ်ပြန်ရသွားခြင်းက Hamsterviel အတွက် အကွက်တွေ့\nစရာပါပဲ။ ရှိနေပြီးသား သုတေသနတွေအားလုံးက Lilo ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/leroy-stitch-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVkPQAIoCNDc8khNjmSAiTb3lV5.jpg",
        "title": "The Tournament (2009)",
        "description": "ကြေးစားလူသတ်သမား​​တွေချည်း အ​​​ယောက် ၃၀ ​တိတိစုထားပြီးတစ်မြို့လုံးကို သတ်ကွင်းအဖြစ်ပြောင်းလဲလိုက်ပြီး စီစီတီဗွီ​တွေ၊ဆက်သွယ်​ရေးစနစ်​တွေကို အကုန်ထိန်းချုပ်ကာ လူသတ်ပြိုင်ပွဲတစ်ခုလို ​​နောက်ဆုံးတစ်​ယောက်ပဲ ကျန်တဲ့အထိ အ​သေအ​ကြေသတ်ဖြတ်ရတဲ့ ဆု​ကြေး​ဒေါ်လာ၁၀သန်းတန် ပြိုင်ပွဲနဲ့ ဒီပြိုင်ပွဲကိုလာ​ရောက်ယှဉ်ပြိုင်ကြတဲ့ တစ်ကမ္ဘာလုံးက လူသတ်သမားများ၊ဇနီးသည်ကိုသတ်ဖြတ်သွားတဲ့ လူသတ်သမားကိုလက်စား​​ချေဖို့ပြိုင်ပွဲကို တ​ကျော့ပြန်​ရောက်လာတဲ့ လက်ရှိချန်ပီယံ၊ လူသတ်ဖို့က​​​လေးဘဝကတည်းက ​​လေ့ကျင့်ခဲ့ရသူ၊ ရုရှားအထူးတပ်ဖွဲ့ဝင်၊အ​မေရိကန်စိတ္တဇလူသတ်သမား စသဖြင့် ဒိတ်ဒိတ်ကြဲ​ကြေးစားလူသတ်သမား​တွေပဲ ဝင်ပြိုင်မယ့်ပွဲမှာ ဘယ်သူအနိုင်ရသွားမလဲ၊ဘယ်​လောက်ထိကြမ်းကြုတ်ရက်စက်တဲ့ သတ်ကွက်​တွေမြင်ခွင့်ရမလဲဆိုတာ ဒီဇာတ်ကားမှာကြည့်ရှုရမှာပါ။  File size…2.45GB / 944MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 35m\nGenre ….. Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-tournament-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfExJPcbBtDeFDEb7I1By72Drlr.jpg",
        "title": "The Three Musketeers: D’Artagnan (2023)",
        "description": "The Three Musketeers: D'Artagnan (2023)~ IMDb - 6.9/10, Rotten Tomatoes - 96% ~ကျွန်တော်တို့အဘိုးတွေ အဖေတွေခေတ်ကတည်းက ရွှေဥဒေါင်းလက်ရာနဲ့ လူတိုင်းနီးပါးရင်းနှီးခဲ့တဲ့ အလက်ဇန္ဒြားဒူးမားရဲ့ The Three Musketeers ကို ခေတ်အဆက်ဆက် ရုပ်ရှင်အနေနဲ့ အသက်သွင်းခဲ့ကြပြီးပါပြီ။ သိသလောက်ဆို ဒီရုပ်ရှင်တွေက ဝေဖန်ရေးဆရာတွေအမြင်အရ မအောင်မြင်ခဲ့တာတွေက ပိုများတယ်။ ဆန်းတော့လည်းမဆန်းပါဘူး။ အလက်ဇန္ဒြားဒူးမားစာအုပ်တွေကို ရွှေဥဒေါင်းဘာသာပြန်ထားတဲ့ ရတနာသိုက်တို့၊ ကိုယ်ရံတော်တို့၊ သူရဲကောင်းသုံးယောက်တို့ ဖတ်ကြည့်ရုံနဲ့တင် ဒူးမားအနေနဲ့ ဇာတ်ကြွအောင် ပုံဖော်တာပိုင်နိုင်ပုံကို မြင်နိုင်တယ်။ ဒီလိုဇာတ်ကို ပြန်အသက်သွင်းတာကို ဝေဖန်ရေးဆရာတွေ အရမ်းအကြိုက်မတွေ့ခဲ့ကြတာတော့ ဖြစ်သင့်တဲ့ကိစ္စပါပဲ။ ဒီတစ်ခါရုပ်ရှင်ကတော့ ရှေ့ကားတွေထက် ဝေဖန်ရေးဆရာတွေရဲ့ မျက်နှာသာပေးပိုခံရတယ်လို့ ပြောရပါမယ်။ ခရမ်းချဉ်သီး ၉၆လုံး ရထားပါတယ်။ ဟိုးရှေးခေတ်ကတည်းကနေ ခုထိ ရိုက်ခဲ့သမျှတွေထဲ ခရမ်းချဉ်သီးအမြင့်ဆုံးပါပဲ။ သရုပ်ဆောင်တွေကိုလည်း ကားကောင်းတွေရိုက်တာများတဲ့ Vincent ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-three-musketeers-dartagnan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8FrI95uEkZXiT1J3YuzYcznIPeq.jpg",
        "title": "Lamb Game ( 2023 )",
        "description": "ဒီဇာတ်လမ်းလေးက မြို့လေးတစ်မြို့က စားသောက်ဆိုင်မှာ\nစတင်ဖြစ်ပွားခဲ့တဲ့ အက်ရှင်ဇာတ်လမ်းလေးပါ.......တစ်နေ့မှာ ရွှယ်လိ့ ဆိုတဲ့ကောင်မလေးနဲ့ သူမရည်းစားတို့ဟာ\nစားသောက်ဆိုင်တစ်ခုမှာ မင်္ဂလာပွဲကျင်းပနေကြပါတယ်\nအဲ့ဒီစားသောက်ဆိုင်မှာပဲ ကျန်းနီဆိုတဲ့ စုံထောက်မလေးကလဲ\nသူမ အဖေနဲ့ ညနေစာ စားနေခဲ့ကြတယ်\nတာ့တိ့ ဆိုတဲ့ ဓားပြ ခေါင်းဆောင်ဟာ သူ့အပေါင်းအပါတွေနဲ့\nဓားပြတိုက်ပြီး ရလာတဲ့ရွှေတွေ ရောင်းဖို့အတွက် ရွှယ်လိ့တို့\nမင်္ဂလာပွဲကျင်းပနေတဲ့ စားသောက်ဆိုင်က VIP အခန်းထဲကို ရောက်လာခဲ့ပါတယ်ပစ္စည်းအရောင်းအဝယ် ကိစ္စငြင်းခုံရင်း တာ့တိ့ဟာ လူသတ်မှု\nစကျူးလွန်ပါတော့တယ် ထိုအချိန်မှာ သတင်းပေးသူတစ်ဦးကြောင့်\nရဲတွေဟာ ရွှေတွေလုသွားတဲ့ လူတွေဟာ စားသောက်ဆိုင်တစ်ခုမှာရှိကြောင်းသိပြီးနောက်\nစစ်ဆေးဖို့ရောက်လာပါတော့တယ် စစ်ဆေးဖို့ဦးဆောင်တဲ့လူ\nကျန်းနီဆိုတဲ့ စုံထောက်မလေးပေါ့\nရဲတွေရောက်လာတာသိတဲ့ တာ့တိ့ဟာ ရွှယ်လိ့ တို့ မင်္ဂလာဆောင်မှာ\nဧည့်သည်အဖြစ်အယောင်ဆောင်ပြီးဝင်လိုက်ပါတော့တယ်အဲ့နောက်မှာတော့ ဘယ်လိုအရှုပ်အထွေးတွေဆက်ဖြစ်လာမလဲဆိုတာကို\nစိတ်ဝင်တစားနဲ့ဆက်လက်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "5.9",
        "url": "https://megaup.net/1gOkg/Lamp_Game_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dCdcVK9Kkks66Jvc64LMcpUbtCo.jpg",
        "title": "Now You See Me ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ရဲ့ ပရိသတ်တွေအတွက်\nဟာသသိုင်းကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ -ဝူခေတ်နှောင်းပိုင်းမှာ ရုပ်ပြောင်းရုပ်လွှဲပညာကို ကျွမ်းကျင်တဲ့ ရှီကျုံးယွိ၊\nစက်ပညာကို ကျွမ်းကျင်တဲ့ ယွမ်ပေါင်၊ အဆိပ်ပိုးကောင်ပညာကို\nကျွမ်းကျင်တဲ့ ချီးဖုန်းဟယ်နှင့် မျက်လှည့်ပညာနဲ့ သိုင်းပညာတို့ကို\nကျွမ်းကျင်တဲ့ ကျန်အာတို့ဟာ သူရဲကောင်းသူခိုးအဖွဲ့အဖြစ်နဲ့\nအစိုးရရုံးတွေကို ခိုးယူခြင်းဖြင့်နာမည်ကြီးနေပါတယ်။သူရဲကောင်းသူခိုးများအဖွဲ့ဟာ သရဲဝိညာဉ်အဖြစ်ဟန်ဆောင်ပြီး\nအစိုးရငွေတွေကို လုယူခဲ့တယ်။ စူးမိသားစုလိုက်အသတ်ခံရတဲ့အမှုကို\nလိုက်လံစုံစမ်းခဲ့တယ်။ နတ်အဖြစ်ဟန်ဆောင်ပြီး\nငွေတောင်းနေတဲ့ ရှန်ယင်ဂိုဏ်းကိုလည်း ဝင်ရောက်စွက်ဖက်ခဲ့တယ်။တစ်ချိန်တည်းမှာပဲ သူတို့ဟာ ဒီအရာအားလုံးရဲ့ နောက်ကွယ်မှာ\nအစိုးရရုံးတော်က အမတ်ကြီးလျိုကျီးချန်းက ကြိုးကိုင်ထားတာကို သိခဲ့ရတယ်။\nသူတို့ဟာ လျိုအိမ်တော်ထဲဝင်ပြီး သွားရောက်စုံစမ်းချိန်မှာ\nပိုကြီးမားတဲ့ လျှို့ဝှက်အကြံအစည်ကြီးတစ်ခုကို သိလိုက်ရပါတယ်။ထိုအကြံအစည်ကြီးက ဘာများဖြစ်မလဲ ......\nသူရဲကောင်းသူခိုးများအဖွဲ့ကရော သူတို့ ၄ ယောက်အင်အားနဲ့\nလျိုကျီးချန်းရဲ့ စစ်တပ်ကြီးကို အနိုင်ရနိုင်ပါ့မလား......\nဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ လိုက်ပါခံစားကြည့်ရှုလိုက်ပါနော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Comedy\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.8",
        "url": "https://megaup.net/1gOhn/Now_You_See_Me_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg",
        "title": "The Super Mario Bros. Movie (2023)",
        "description": "The Super Mario Bros Movie (2023)စူပါမာရီယိုဟာ သမိုင်းတလျှောက်ရောင်းအားအကောင်းဆုံး ဂိမ်းပဲဖြစ်ပါတယ်။\nဂိမ်းအမျိုးအစားနဲ့ ပလက်ဖောင်းများလွန်းလို့ လူသန်းပေါင်းဘယ်လောက်ကစားဖူးလဲတောင် ပြောရခက်ပါတယ်။\nအခုတခေါက်ကတော့ ဒီဂိမ်းကို ကာတွန်းအဖြစ်အသက်သွင်းထားတာပါပဲ။\nမာရီယိုအဖြစ် ခရစ်ပရက်၊ မင်းသမီးလေးအဖြစ် အာညာတေလာဂျွိုင်း၊\nလူဝီးဂျီအဖြစ် ချာလီဒေး နဲ့ လိပ်ကြီးဘောင်ဆာအဖြစ် ဂျက်ဘလက်တို့လို နာမည်ကျော်တွေ သရုပ်ဆောင်ထားပါတယ်။\nထွက်ခဲ့ဖူးတဲ့ မာရီယိုဂိမ်းမျိုးစုံထဲက ကာရိုက်တာတွေ၊ လက်နက်တွေ၊ တီးလုံးတွေ၊ နေရာတွေကို သူ့နေရာနဲ့သူ ပြန်သုံးပေးထားပါတယ်။\nကြည့်ရတာ အပန်းပြေတဲ့ ကာတွန်းကားလေးပါပဲ။ဇာတ်လမ်းအကျဉ်းမာရီယိုနဲ့လူဝီးဂျီတို့ ညီအစ်ကိုဟာ လူတိုင်းက အထင်သေးရတဲ့ ဘရွတ်ကလင်းရဲ့ ရေပိုက်ပြင်သမားညီအစ်ကိုနှစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ ရေပိုက်တစ်ခုကနေ မှော်တိုင်းပြည်ထဲကို‌ရောက်သွားပါတော့တယ်။လူဆိုးဘုရင်ကြီး ဘောင်ဆာဟာ စူပါကြယ်ကြီးကို ပိုင်ဆိုင်ပြီး သူတို့ရဲ့ မှော်လောကထဲကို တိုင်းပြည်အားလုံးကို သိမ်းပိုက်ဖို့ ကြံစည်ထားတဲ့သူဖြစ်ပါတယ်။\nဒါပေမဲ့ သူက မှိုတိုင်းပြည်က မင်းသမီးလေးမက်မွန်သီးကို အရမ်းချစ်နေတာမို့ သူနဲ့အတူ ကမ္ဘာကြီးကိုသိမ်းပိုက်ဖို့ မင်းသမီးလေးကို လက်ထပ်ခွင့်တောင်းဖို့လာခဲ့ပါတယ်။\nမင်းသမီးက လက်မခံခဲ့ရင်တော့ မှိုတိုင်းပြည်ကိုဖျက်ဆီးပစ်မှာပါပဲ။\nဒါကိုသိတဲ့ မင်းသမီးလေးဟာ မာရီယိုနဲ့ပူးပေါင်းပြီး ဒန်းကီးကောင်တို့ရဲ့တိုင်းပြည်ကိုစစ်ကူသွားတောင်းခဲ့ပါတယ်။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကာတွန်းထဲမှာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-super-mario-bros-movie-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/22T969QPbvbhKx0yN87OJSJ1Uwr.jpg",
        "title": "Distortion ( 2023 )",
        "description": "(၂၁၅၈)ခုနှစ်မှာ နည်းပညာတွေအရမ်းတိုးတက်နေပြီး\nလူသားကိုမျိုးစိတ်ကိုအခြေခံဆင့်ပွားတဲ့ Cloneနည်းပညာမွေးဖွားလာခဲ့တယ်။ရွှီကျန့်တို့ကြေးစားတပ်သားအဖွဲ့ဟာ တရားမဝင်မှောင်ခို\nCloneသုတေသနစခန်းကို ဝင်ရောက်တိုက်ဖျက်ဖို့ကြိုးစားတဲ့အချိန်မှာ\nသေနတ်မှန်မစ်ရှင်ကျရှုံးပြီနောက် ထူးဆန်းတဲ့တောကြီးတစ်ခုထဲကိုရောက်သွားပါတယ်။ဘာကြောင့်မှန်းမသိ ရုတ်တရက်တောအုပ်ထဲရောက်သွားတဲ့\nအနယ်နယ်အရပ်ရပ်ကလူတစ်စုဟာ\nထူးဆန်းသတ္တဝါကြီးနဲ့ကြုံလာရတော့ သေရေးရှင်ရေးပြေးကြရတော့တာပေါ့......\nဒီတောနက်ကြီးထဲမှာ သူတို့ကိုဘယ်လိုအန္တရာယ်တွေကစောင့်နေမလဲ......\nသူတို့တွေဟာ ဒီတောနက်ကြီးထဲမှာ အသက်ရှင်နိုင်ပါ့မလား......\nဒီတောထဲရောက်လာရတဲ့အကြောင်းအရင်းရဲ့နောက်ကွယ်မှာဘာရှိနေမလဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1Ukv9/Distortion_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODliMjM1OGItMmM3Yy00YzhkLWFkYmEtOTNmNWM2MDAyN2EzXkEyXkFqcGdeQXVyMTMzNzIyNDc1._V1_-140x200.jpg",
        "title": "Virupaksha(2023)",
        "description": "Virupaksha 2023IMDb-8/10Mystery ရုပ်ရှင်ပရိသတ်တွေအကြိုက်တွေ့မယ့်\nရုံတင်ငွေကုဋေကိုးဆယ်နီးနီးရရှိခဲ့တဲ့ ရုံတင်ကားပါ\nဇာတ်ဆောင်အနေနဲ့လည်း ဟိုတလောကနာမည်ကြီးသွားတဲ့\nကျောင်းဆရာကားထဲက မင်းသမီးလေး\nSamyuktha Menon အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ တစ်ရွာလုံးကကလေးတွေကို\nကျိန်စာတိုက်နေပါတယ်ဆိုတဲ့ စွပ်စွဲချက်နဲ့လင်မယားနှစ်ယောက်ကိုမီးပုံရှို့နေပါတယ်\nဒီထဲက ဇနီးဖြစ်သူက နောက် 12 နှစ်ကြာပြီးတဲ့အချိန်မှာ\nဒီရွာဟာသုသာန်တစပြင်ဖြစ်ရမယ်လို့ကျိန်စာတိုက်ထားခဲ့ပါတယ်12 နှစ် ကြာပြီးတဲ့အချိန် ရူဒရာဗန်နမ်ဆိုတဲ့ကျေးရွာလေးဟာ\nပွဲတော်တစ်ခုကျင်းပဖို့ပျော်ရွှင်နေကြချိန်\nရွာသားတစ်ယောက်ထူးဆန်းစွာသေဆုံးမှုကြောင့်\nဘုန်းတော်ကြီးကနေ ဒီရွာကို 8 ရက်တိုင်တိုင်ပိတ်ချ ၊ အပြင်လူအားလုံးတစ်ရက်အတွင်\nးပြန်ရမယ်ဆိုတဲ့စည်းကမ်းချမှတ်လိုက်ပါတယ် ဒီစည်းကမ်းကို‌အကြောင်းအမျိုးမျိုးနဲ့\nချိုးဖောက်ပြီး ထွက်သွားကြသူတွေဟာလည်း ထူးဆန်းသွားသေဆုံးသွားကြပါတယ်\nဒီချိန်မှာရွာရောက်နေတဲ့ ဆူရီယာဆိုတဲ့ မြို့သားတစ်ယောက်ဟာ ရွာခံနန်ဒီနီ့ကိုချစ်မိပြီး\nထွက်သွားပြီးမှ နန်ဒီနီ့ကျန်းမာရေးအတွက် ပြန်ဝင်လာခဲ့ပါတယ်ဘယ်လောက်ပဲဆန်းကြယ်ပါစေ အဖြေရှာတွေ့စမြဲပါပဲ ဒီထဲကဆန်းကြယ်မှုတွေကိုရော\nဆူရီယာကဘယ်လိုအဖြေရှာဖော်ထုတ်မလဲ ရင်တထိတ်ထိတ် ရှုစားကြည့်ပါဦးသွေးသံရဲရဲအခန်းတွေများစွာပါဝင်တာမို့ အသည်းငယ်တတ်သူများမကြည့်ရှုခင်မှာ\nသေချာလေးစဉ်းစားသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ\nFile size…2.93GB / 1.24GB\nQuality…1080p WEB DL / 720p\nFormat… mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ YH ~ chiclon3 ~ Aditi ~ Yunni",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/virupaksha2023/"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/tcF3S4UdFpuoZEWovMDq5AXazNF.jpg",
        "title": "Buffy the Vampire Slayer (1992)",
        "description": "Buffy the Vampire Slayer (1992)90s ခုနှစ်တွေဆီက Vampire ကားဟောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ Rating တွေ သိပ်မကောင်းလှပေမဲ့ Cult Classic အနေနဲ့ နောင်ခေတ်တွေထိ သက်ရောက်မှုကြီးခဲ့တဲ့ သွေးစုပ်ဖုတ်ကောင်ကားလေးပါပဲ။ဘတ်ဖီဆိုတဲ့မိန်းကလေးဟာ သာမန်အထက်တန်းကျောင်းသူတစ်ဦးဖြစ်ပြီး ဘဝကိုပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းနေသူပေါ့။ အဲဒီအချိန်မှာပဲ သွေးစုတ်ဖုတ်ကောင်တွေ တစ်ဖန်ပြန်လည်ထကြွလာခဲ့ပြီး ဘဝအဆက်ဆက် Slayer တွေကို လေ့ကျင့်ပေးတဲ့ မဲရစ်ဟာ ဘတ်ဖီဆီကို ရောက်လာခဲ့တယ်။သောင်းကျန်းနေတဲ့ ဖုတ်ကောင်တွေကို သုတ်သင်ဖို့တာဝန်ဟာ ဘတ်ဖီဆီကို တန်းတန်းမတ်မတ် ရောက်လာတယ်။ သွေးစုပ်ဖုတ်ကောင် ခေါင်းဆောင် လိုသို့စ်ကို နှိမ်နင်းနိုင်ဖို့ လွတ်လပ်တဲ့ဘဝကနေ နေ့ချင်းညချင်းလိုလို သတ်ဖြတ်သူတစ်ယောက်အဖြစ် အရည်အချင်းပြည့်ဝလာအောင် အပြင်းအထန်ကြိုးစားရင်း ဘာတွေဆက်ဖြစ်မလဲ ကိုယ်တိုင်ပဲ ကြည့်လိုက်ပါ...၁၉၉၇-၂၀၀၃ အတွင်း ထွက်ရှိခဲ့တဲ့ စီးရီးလည်း ရှိခဲ့ပြီး စီးရီးကတော့ ရုပ်ရှင်နဲ့မတူဘဲ လုံးဝကိုလျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့ပါတယ်။ ဒါပေမဲ့ စီးရီးကိုကျ တင်ဖို့ မလွယ်တာမို့ ရုပ်ရှင်ကိုပဲ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/buffy-the-vampire-slayer-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNTAxYjljMDItNTVhYi00YWJlLTk5OTEtNmYyNjhmOGFiMmNmXkEyXkFqcGdeQXVyMTAxMTM4NzU@._V1_-133x200.jpg",
        "title": "The Rise of the Beast (2022)",
        "description": "2022ထွက် horror ကားတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါပြီ ဇာတ်ကားခေါင်းစဉ်ကြည့်ပြီးတော့တော့ transformer ရဲ့နောက်ဆုံးထွက်မဲ့ကားနဲ့တော့မမှားပါနဲ့ဦး  ဇာတ်လမ်းအကျဉ်းကတော့ သဘာ၀ပတ်၀န်းကျင်တက်ကြွလှုပ်ရှားသူတစ်စုက company တစ်ခုရဲ့လျှို့ဝှက်စမ်းသပ်ခန်းတစ်ခုကို ခိုး၀င်ပြီး သူတို့ရဲ့တရားမ၀င်စမ်းသပ်ချက်တွေကိုဖော်ထုတ်ဖို့ကြိုးစားခဲ့ကြတာပါ ဒါပေမဲ့ အဲဒီစခန်းမှာ စမ်းသပ်ခံတိရိစ္ဆာန်ကြီးတစ်ကောင်လွတ်‌နေပြီး သူတို့ထင်ထားတာနဲ့ မတူတဲ့အရာတွေကိုကြုံတွေ့ကြရတဲ့အချိန်မှာတော့...... သူတို့သူငယ်ချင်းတစ်စုဘာတွေတွေ့ကြုံရမလဲ အဲဒီစခန်းထဲကရောလွတ်မြောက်နိုင်ပါ့မလားဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှူရမှာပါ ဒါရိုက်တာ Jack Ayersရိုက်ကူးထားပါတယ်။File size…(1 GB)/(500 MB)/(230 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:19:00\nGenre...Horror, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Aung Khant Paing",
        "rating": "",
        "url": "https://channelmyanmar.org/the-rise-of-the-beast-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2RjMjU0NDMtMmM2MS00MTRmLWI1YmMtZWQwZjUxNzZhMWEyXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Polite Society (2023)",
        "description": "IMDb - 7/10 , RT- 91% The Umbrella Academy , Red Notice , Barbie , Last Christmas အစရှိတဲ့ လူကြိုက်များတဲ့ရုပ်ရှင်တွေ TV Showတွေရဲ့ ကျွန်တော်တို့ရဲ့ မင်းသမီးချောလေးRitu Aryaလေးရဲ့ ရုပ်ရှင်ဇာတ်ကားအသစ်လာပါပြီ။ ဒါ့အပြင်ကိုမှ The Bastard Son & The Devil Himself ရဲ့ သရုပ်ဆောင် ဗြိတိန်သူလေး Priya Kansaraနဲ့ကိုမှ Ms.Marvelထဲက ပါကစ္စတန်မင်းသမီးကြီး Nimra Buchaတို့ကပါ ပါဝင်ပြီးအားဖြည့်ပြီး ဇာတ်လမ်းကို အရှိန်တင်ထားပါသေးတယ်။ ယဉ်ကျေးတဲ့ လူ့အဖွဲ့အစည်းလို့ပြောလိုက်ရင် အခုခေတ်လူနေမှုအဆင့်တန်းကို ပြေးမြင်မိကြမယ်ထင်ပါတယ်။ တိုးတက်နေတဲ့ နည်းပညာတွေ ယဥ်ကျေးလာကြတဲ့ လူအသိုင်းဝိုင်းတွေ စသဖြင့်ပေါ့။ ယဥ်ကျေးမှုတွေ ထွန်းကားလာတာနဲ့အမျှ သီးချိန်တန်သီး၊ ပွင့်ချိန်တန်ပွင့်ဆိုတဲ့ သဘောတရားကလည်း အမြဲကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/polite-society-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOTk2OTFlYmQtYzVkNy00ZjM5LThkOGMtOTg0Y2JmZGYwOWY0XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-133x200.jpg",
        "title": "The Monster Squad (1987)",
        "description": "The Monster Squad ဇာတ်ကားလေးဟာ ဒါရိုက်တာ Fred Dekker ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာ သူ့ခေတ်အခါတုန်းကတော့ အတော်အသင့်နာမည်ရခဲ့ပြီးတော့ Box office မှာ ၃.၈ ဘီလီယံ ဒေါ်လာ ရခဲ့ပါတယ်။ ဇာတ်လမ်းရဲ့ special effects တွေက အရင် ၁၉၈၀ လောက်တုန်းကဆိုတော့ အရမ်းမကောင်းပေမဲ့ ပရိသတ်တွေကို Horror အရသာ အပြည့်ခံစားရစေပါတယ်။ 80s ကားတွေကို ပြန်ပြီး ခံစားကြည့်ချင်တယ်ဆိုရင်တော့ အိမ်မှာ ဇိမ်ခံရင်း ကြည့်လို့ကောင်းတဲ့ ကားတစ်ခုပါပဲ။ လူကြီးသူငယ်မရွေးကြည့်လို့ ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ ဒရက်ကူလာလို့ ခေါ်တဲ့ မကောင်းဆိုးဝါးတစ်ကောင်ဟာ ဇာတ်လိုက်ဖြစ်တဲ့ ရှောင် နဲ့ သူငယ်ချင်းတွေရှိတဲ့ မြို့လေးမှာ နိုးထလာပြီးတော့ ပျောက်ဆုံးနေတဲ့ ဗန်ဟဲလ်ဆင်ရဲ့ ဒိုင်ယာရီကို လိုက်ရှာပါတော့တယ်။ ဒိုင်ယာရီဟာ ရှောင်တို့လက်ထဲမှာ ရှိပြီးတော့ အထဲမှာ ဒရက်ကူလာကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-monster-squad-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjMzYzM2NDYtZWVhZC00MjkxLTk1MzAtODg5MTY1MjgzODI1XkEyXkFqcGdeQXVyNzUwMDA5NDE@._V1_FMjpg_UX1000_-132x200.jpg",
        "title": "The Best Man (2023)",
        "description": "The Best Man (2023)\n===============ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်ကြီးတို့ကို \"The Best\nMan\"ဆိုတဲ့အက်ရှင်ကားသစ်တစ်ကားနဲ့ မိတ်ဆက်ပေး\nပါရစေ။သူဌေးကြီးတစ်ဦးရဲ့သမီးပြန်ပေးဆွဲခံရရာကနေ ပြန်ကယ်ဖို့\nတပ်ဖွဲ့တစ်ဖွဲ့ငှားလိုက်ပါတယ်။ အဖွဲ့သားဆုံးရှုံးမှုတွေရှိပေမဲ့\nသူဌေးသမီးကိုတော့ ပြန်ကယ်လာနိုင်ခဲ့ပါတယ်။ အဲဒီနောက်\nအချိန်တစ်ခုကြာပြီး ကယ်ပေးတဲ့တပ်ဖွဲ့ထဲက အသက်ရှင်ကျန်\nရစ်သူအဖွဲ့သားနဲ့ သူဌေးသမီးတို့ ချစ်ကြိုးသွယ်ပြီး လက်ထပ်\nကြတော့မယ်ပေါ့လေ။ငွေကို‌ရေလိုသုံးနိုင်တဲ့ သူဌေးတွေဆိုတော့ မင်္ဂလာပွဲအတွက်\nဟိုတယ်ကြီးတစ်ခုလုံးအပြတ်ငှားထားတာပေါ့။ အဲဒီမင်္ဂလာပွဲကို\nအကြမ်းဖက်သမားတွေ ဝင်စီးတော့ အရင်ကအသက်ရှင်ကျန်ရစ်တဲ့\nမင်းသားတို့အဖွဲ့ကလူတွေနဲ့ အကြမ်းဖက်သမားတွေ ဘတစ်ပြန်\nကျားတစ်ပြန် ဖိုက်ကြတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.58 GB) / (560 MB) / (325 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 33Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/the-best-man-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Maruthi-Nagar-Police-Station-160x200.jpg",
        "title": "Maruthi Nagar Police Station(2023)",
        "description": "Maruthi Nagar Police Station (2023)ဒီတစ်​ခေါက်မှာ​တော့​ပြောင်​မြောက်တဲ့ သရုပ်​​​ဆောင်​တွေဖြစ်တဲ့ Varalaxmi Sarathkumar, Santhosh Prathap, Mahat Raghavendra and Subramaniam Siva တို့ပါဝင်သရုပ်​ဆောင်ထားတဲ့ တမီးလ်ကား​ကောင်း​လေးMaruthi Nagar Police Station ကိုတင်ဆက်လိုက်ပါတယ်ငယ်စဥ်ကတည်းက​​ခင်မင်လာကြတဲ့ သူငယ်ချင်းငါး​ယောက်ဟာ ကြီးပြင်းလာသည်တိုင်​အောင်အလုပ်အကိုင်​တွေမတူ​သော်ငြားလည်း အဆက်အသွယ်မပြတ်ကာခင်မင်​နေကြတဲ့ ​ရေစက်​လေးဖြစ်ပါတယ် တစ်​နေ့မှာ​တော့​ဂျေးတစ်​​​ယောက် အလုပ်က​နေအိမ်ပြန်လမ်းမှာ မတရားမှုတစ်ခုကိုမ​တော်တဆမျက်မြင်​တွေ့လိုက်ရပြီး ရဲကိုအမြန်သတင်းသွားပို့​သော်လည်း ရဲကပါတရားခံ​တွေနဲ့ အလိုတူအလိုပါဖြစ်​နေတဲ့အခါ ​ဂျေးတစ်​ယောက်​ချောင်ပိတ်မိပါ​တော့တယ်အဲ့​နေ့ကတည်းကစပြီး ​ဂျေးဟာလည်း​​ပျောက်ခြင်းမလှ ​ပျောက်ဆုံးသွားရတဲ့အတွက် ကျန်တဲ့သူငယ်ချင်း​လေး​ယောက်ကလည်း ​ဂျေး​နောက်ဆုံးပို့ခဲ့တဲ့ ဝိုးတိုးဝါးတားအသံဖိုင်ကိုအစပြုပြီး သူငယ်ချင်းရှာပုံ​တော်ဖွင့်ကြပါ​တော့တယ် ဒီလိုနဲ့သူတို့​​လေး​ယောက်တကယ်ပဲ ​ဂျေးကိုရှာ​တွေ့ပါ့မလား အ​ကောင်ကြီး​တွေနဲ့ပတ်သက်​နေတဲ့ မတရားမှုကို​ရောအ​ဖြေရှာနိုင်ပါ့မလားဆိုတာ ဇာတ်လမ်းတစ်​လျှောက်လှည့်ကွက်​ပေါင်းများစွာနဲ့ ရင်ခုန်စွာကြည့်ရှု့ရမှာပါစစ်မှန်တဲ့သူငယ်ချင်းဆက်ဆံ​ရေးတိုင်းမှာ ချစ်ခြင်း​မေတ္တာ​တွေ အ​နှောင်အဖွဲ့​တွေ ​ပေးဆပ်မှု​တွေအများကြီးပါဝင်​နေတယ်ဆိုတာကို နားလည်သွားမယ့်တမီးလ်ဇာတ်ကား​ကောင်း​လေး တစ်ကားဖြစ်ပါတယ် ဒီကား​လေးထဲမှာ စိတ်လှုပ်ရှားဖွယ်ရင်ခုန်စရာအလှည့်အ​ပြောင်း​တွေကိုတင်မကပဲ သူငယ်ချင်းဆိုတဲ့လှပတဲ့​ရေစက်​လေးကိုပါ ကြည်နူးစွာမြင်​တွေ့ရမှာမို့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကား​လေးဖြစ်ပါတယ်\nFile size…1.51GB / 700MB\nQuality…1080p WEB DL /  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/maruthi-nagar-police-station2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrnpljKsSqQTX23fxghoNMxSQaA.jpg",
        "title": "Crazy Flower in Dragon Palace ( 2023 )",
        "description": "ယခုခေတ် လူသားတွေအသုံးပြုနေတဲ့အရာတွေဟာ အတိတ်က\nအစပြုခဲ့တာဖြစ်ပါတယ်၊တစ်ချိန်ကပစ္စုပန်ဟာ\nအခုအချိန်မှာ အတိတ်ဖြစ်သလို လက်ရှိပစ္စုပန်ဟာလည်း\nအနာဂတ်မှာ အတိတ်အဖြစ်ကျန်ရစ်ခဲ့မှာပါပဲ...ဒါတွေအားလုံးကိုစိတ်ကြိုက်ပြောင်းလဲနိုင်မဲ့အရာရှိရင်ရော?\"အချိန်ခြားယန္တရားစက်ကွင်း\"ဟာ ဖြစ်ရပ်တွေကိုပြောင်းလဲနိုင်စွမ်းရှိတဲ့\nလူသားတွေမမြင်နိုင်တဲ့တစ်နေရာမှာတည်ရှိနေတဲ့\nဒဏ္ဍာရီလာ မှော်လက်နက်တစ်ခုဖြစ်ပါသတဲ့။ရှေးဟောင်းပစ္စည်းတွေကို သုတေသနလုပ်တဲ့ ပါမောက္ခဆိုသူဟာ\nလမ်းခရီးမှာ အန္တရာယ်ကျရောက်ခဲ့တဲ့အတွက် _\nလင်ရှီးယွီ၊လင်လဲ့ယောင်းနဲ့ပေ့ကျီးတိုသုံးဦးပါဝင်တဲ့\nကယ်ဆယ်ရေးအဖွဲကိုအကူညီတောင်းခဲ့ပါတယ်...✓အမှုတစ်ခုဟာ လိုက်လေပေါ်လေဆိုသလို ပါမောက္ခကိုကယ်တင်ရုံနဲ့ပြီးသွားမလား?\n-သဲလွန်စဇစ်မြစ်ကနေ ရွက်ပုန်းသီးကိုပဲရှာတွေ့သွားနိုင်မလား\n✓အတိတ်မှာရော ဘယ်လိုရာဇဝင်တွေရှိခဲ့ပြီး အနာဂတ်ရောဘာတွေကြုံတွေ့ရဦးမလဲ?\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/1eiu7/Crazy_Flower_In_Dragon_Palce_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Twins_Mission-457360777-large-138x200.jpg",
        "title": "Twins Mission (2007)",
        "description": "Review- အမွှာတွေချည်းပဲဖွဲ့စည့်ထားတဲ့အဖွဲ့အစည့်တစ်ခုမှာ ခေါင်းဆောင်အမွှာညီနောင်၂ဦးဟာ ရည်မှန်းချက်မတူတာကြောင့် ၂ဖွဲ့ကွဲသွားခဲ့ပါတယ် ကျေးညီနောင်၂ဦးလိုတစ်ဖွဲ့ကမကောင်းတဲ့လမ်းစဉ်ကိုလိုက်ပြီး နောက်တစ်ဖွဲ့ကတော့တရားမျှတမှုအဖွဲ့ပါတစ်ရက်မှာ Lau Hay နဲ့ Uncle Luck ဟာ Heaven's Bead လို့ခေါ်တဲ့အစေ့ကိုဟောင်ကောင်ကိုသယ်ယူလာတုန်းခြုံခိုတိုက်ခိုက်ခံရတာကြောင့် လမ်းမှာတင်ပျောက်ဆုံးသွားခဲ့ပါတယ် ဒီအစေ့ကိုမှော်စွမ်းအင်တွေရှိပြီး သေဆုံးသွားတဲ့လူတွေကိုပြန်ခေါ်နိုင်တယ်လို့ ယုံကြည်တာကြောင့် လူဆိုးအမွှာအဖွဲ့လိုက်ရှာတာကို နောက်တစ်ဖွဲ့ကတားဆီးတာပဲဖြစ်ပါတယ်တစ်ဖက်မှာလဲမြို့တော်စီမံကိန်းတွေရှိနေတယ့် Professor Mok ဟာ သူ့တူမ Li ပိုင်ဆိုင်တဲ့မြေနေရာကွက်တွေကိုလိုချင်နေတာကြောင့် နေမကောင်းဖြစ်နေတဲ့သူ့ညီမကို Heaven's Bead နဲ့အကျပ်ကိုင်လာပါတယ်Lau Hay နဲ့ Uncle Luck တို့ဟာအင်အားမမျှတာကြောင့် ပျောက်ဆုံးနေတဲ့အမွှာအဖွဲ့သားတွေကိုအကူအညီတောင်းလာရပါတော့တယ် သူတို့တွေHeaven's Bead ကို ဘယ်လိုပြန်ယူမလဲ Li ညီအစ်မနှစ်ယောက်ကိုပါဘယ်လိုကယ်တင်မလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Son Gohan ပါ )File Size__(1.8GB)\nQuality__BluRay_720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Comedy, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Son ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/twins-mission-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjEwODkwMTYtOWY1OC00YzJiLTgxNDItYWVkODA5MjNiYThkXkEyXkFqcGdeQXVyNjc4NjM0Njc@._V1_-148x200.jpg",
        "title": "The Legend Of Zu (2001)",
        "description": "ဇူတောင်တန်းမှာ ဒဏ္ဍာရီတွေ အများကြီးရှိနေပါတယ်...စွမ်းအားပြင်းတဲ့ လက်နက်တွေ နတ်ပြည်က ဖန်ဆင်းပေးထားတာတွေ မသေမျိုးတွေ ပြီးတော့... တောင်တန်းကို မကောင်းဆိုးဝါးတွေ လက်ထဲက ကာကွယ်ပေးနေတဲ့ အသင်းတော်တွေ …နှစ် ရာထောင်သောင်းချီတဲ့ ကာလအတွင်းမှာ အသင်းတော်တွေကြားက မညီညွတ်မှုကြောင့် တစ်သင်းပြီး တစ်သင်း မကောင်းဆိုးဝါးကြီး အင်စိုရဲ့ ဖျက်ဆီးမှုကြောင့် ကွယ်ပျောက်ခဲ့ရပါတယ်။အခုကတော့ အိုမီအသင်းတော်အလှည့်ပါ... အိုမီကျောင်းတော်သားတွေက တက်ညီလက်ညီ ကာကွယ်သွားနိုင်မလား... မကောင်းဆိုးဝါးကပဲ အနိုင်ယူသွားမလားဆိုတာကို တရုတ်သိုင်းကား စိတ်ဝင်စားရင်တော့ ကြည့်လိုက်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲခဗျာ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(3GB) / (1.5GB)\nQuality__1080p, 720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:44:00\nType__Action, Adventure, History\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-legend-of-zu-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/unnamed-139x200.jpg",
        "title": "Call of Heroes (2016)",
        "description": "Call of heroes (2016)ဒီကားလေးကတော့ နိုင်ငံရေးအရှုပ်အထွေးတွေ ကွန်ဖူးသဘောကျသူတွေ ကြည့်သင်တဲ့ကားလေးပါနော်\nမြင်းတစ်ကောင်ကိုပဲ မှီခိုပြီး မြင်းသွားရာနောက်သာလိုက်တတ်တဲ့ မာဖုန်း...\nသူ့မှာဘယ်လိုအတိတ်တွေရှိခဲ့လို့ လောကကြီးကိုစိတ်ကုန်ပြီး လေလွင့်နေတာလဲ?တောမီးလောင် တောကြောင်လက်ခမောင်းခတ်သလို တိုင်းပြည်မငြိမ်သက်ချိန် ချောင်ယင်းက စစ်အင်အားစုပြီး မြို့လေးတွေကို လိုက်သိမ်းပိုက်ပါတော့တယ်စိတ္တဇဆန်ဆန် လူပဲသတ်ချင်နေတဲ့ ချောင်ယင်းရဲ့သား ချောင်ရှောလန်ကြောင့် မာဖုန်းနဲ့ ဆရာမလေး​ပိုင်တို့ တွေ့ဖို့ဖြစ်လာတဲ့အခါ...ဘယ်လိုကံကြမ္မာတွေကြုံတွေ့ရမလဲ?ချောင်ယင်းတို့ကို ဘယ်လိုနှိမ်နှင်းမလဲဆိုတာ ဇာတ်လမ်းလေးထဲ ကြည့်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )File Size__(2.7GB) / (1.3GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__02:00:00\nType__Action, Adventure, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/call-of-heroes-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/172933_192857917403081_7782115_o-141x200.jpg",
        "title": "Choyleefut: Speed of Light (2011)",
        "description": "တရုတ်ပြည်မှာ ကိုယ်ခံသိုင်းပညာရပ်တွေ အများကြီးရှိတဲ့အထဲကမှ ချွိုင်လီဖတ်ဆိုတဲ့ ကိုယ်ခံပညာအကြောင်းကို ရိုက်ပြထားတာပဲဖြစ်ပါတယ်။ဒီသိုင်းပညာဟာ တရုတ်ပြည်မှာ အအောင်မြင်ဆုံးဖြစ်ပြီး ကမ္ဘာမှာပါ လူသိများတဲ့ကွန်ဖူးပညာ တစ်ရပ်လည်းဖြစ်ပါတယ်။ချွိုင်လီဖတ်အကျော်အမော်ညီနောင်နှစ်ပါးထဲက အစ်ကိုဖြစ်သူချန်တိန်းလိုင်ဟာ ကမ္ဘာတစ်လွှားမှာကျောင်းပေါင်းများစွာ ဖွင့်လှစ်ပြီး သိုင်းပညာကို ဖြန့်ဝေလျက်ရှိပါတယ်။ဒီလိုနဲ့ တရုတ်ပြည်က ပင်မကျောင်းတော်ကြီးကို နိုင်ငံခြားကုမ္ပဏီတစ်ခုက အုပ်စိုးဖို့ကြိုးစားလာပါတော့တယ်။ ဒီမှာတင် အစ်ကိုဖြစ်သူက သဘောတူထားပြီးပေမယ့် သူရဲ့သား ဂီက လက်သင့်မခံဘဲ ပြန်လှန်တွန်းလှန်ဖို့ ကြိုးစားရင်းက ကျောင်းတော်ကြီးရဲ့ကံကြမ္မာကို ပြိုင်ပွဲအဆုံးအဖြတ်နဲ့ စီရင်ဖို့ ဖြစ်လာရပါတော့တယ်.... ကျောင်းကို စီးပွားရေး ကုမ္ပဏီကြီးကပဲ အုပ်စိုးသွားမလား...ဂီနဲ့အတူ အပေါင်းအပါတွေကပဲ ကယ်တင်သွားနိုင်မလား ရှုစားရမှာပဲဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (1GB)\nQuality__BluRay_1080p, 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/choyleefut-speed-of-light-2011/"
    }
]