[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spb6ir8Z1PzheaxagpCELAhZG4O.jpg",
        "title": "Four Brothers (2005)",
        "description": "2005 ခု နှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ Four Brother ဆိုတဲ့ဇာတ်ကားကို ဒါရိုက်တာ John Singleton ကရိုက်ကူးတင်ဆက်ထားပါတယ်..IMDb Rating ကလည်း 6.9 ရရှိထားတာမို့ကားကောင်းတစ်ကားလို့ဆိုလိုရမှာဖြစ်ပါတယ်..အက်ရှင်ဇာတ်ကားအကြမ်းတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့သဘောတွေ့မယ့်ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်..ဇာတ်လမ်းပုံစံလေးကတော့..အင်မတန်ဆိုးတဲ့ ညီအကိုလေးယောက်...သူတို့ဟာဆိုးလွန်းလို့လူတိုင်းကသဘောမကျကြဘူး..အကြီးဆုံးအကိုကြီးဆိုရင်..မြို့ထဲမှာတောင်နေလို့မရတဲ့အဆင့်ထိပါပဲ..တစ်နေ့မှာ သူတို့လေးယောက် ကို ငယ်ငယ်ကတည်းက မွေးစားခဲ့တဲ့ အမျိုးသမီးအသတ်ခံရတဲ့အချိန်မှာတော့ ရဲတွေကရော..မြို့လူထု ကရော သူတို့ကိုသံသယဝင်နေကြပါတယ်..သူတို့တကယ်ပဲ သူတို့ရဲ့မွေးစားမိခင်ကိုသတ်တာလား..သူတို့ရဲ့ဆိုးသွမ်းမှုတွေကြောင့်အထင်ခံရတာလား..ဒီကိစ္စတွေကိုသူတို့ဘယ်လိုဖြေရှင်းမှာလဲ ဆိုတာတွေကို..စိတ်ဝင်တစားနဲ့ ဆက်လက်ကြည့်ရှုကြပါFile Size : (850 MB) and (355 MB)Quality : Blu-Ray 720p\nRunning Time : 1hr 49min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPARKS\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "6.9",
        "url": "https://megaup.net/2n0ii/Four_Brothers_[2005]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/jack-ryan-poster-1-133x200.jpg",
        "title": "Jack Ryan: Shadow Recruit (2014)",
        "description": "Jack Ryan, as a young covert CIA analyst, uncovers a Russian plot to crash the U.S. economy with a terrorist attack.   File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SPARKS\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/2em2s/Jack_Ryan_-_Shadow_Recruit_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/downrange-141x200.jpg",
        "title": "Downrange (2017)",
        "description": "Downrange (2017)\nIMDb - 5.4/10_____Rotten - 70%\n  \nCMပရိတ်သတ်တွေထဲက Thriller ကားတွေကြိုက်တဲ့သူတွေအတွက်\nDownRange ဆိုတဲ့ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးကိုကြည့်မယ်ဆိုရင်တော့ အဟေဠိတွေနဲ့ ကြည့်ကြရမှာဖြစ်ပြီး\nအစကနေ ပြီးခါနီးထိ ဘာမှ နားလည်မှာမဟုတ်ပါဘူး\nအဆုံးသတ် ဇာတ်ပေါင်းခန်းရောက်မှသာ ကွင်းခနဲ ကွက်ခနဲ\nအော်ဒါကြောင့်ကိုးဆိုပြီး သဘောပေါက်သွားစေမဲံ\nဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ် ဒီကားလေးရဲ့ပုံစံက\nလူတွေကို အမဲလိုက်သလို လိုက်ရတယ် တပ်ထွက် sniper တစ်ယောက်နဲ့\nခရီးသွားရင်းကံဆိုးမိုးမှောင်ကျပြီး ဒီစစ်သားနဲ့မှတိုးမိတဲ့ ခရီးသွား လူငယ်တစ်ခုတို့\nအကြောင်းကို ပြထားတာဖြစ်ပြီးတော့\nလမ်းတစ်ဝက်မှာ သောင်တင်နေတဲ့ သူငယ်ချင်းတစ်စုရဲ့\nလွှတ်ရာလွှတ်ကြောင်းနည်းလမ်းတွေရှာရင်း\nအဲ့သူငယ်ချင်းတစ်စုက လွတ်မြောက်နိုင်ပါ့မလား\nစနိုင်ပါသမားကကောဘာလို့ လိုက်ပစ်နေတာလဲဆိုတာတွေကိုကြည့်ကြရမှာဖြစ်ပြီး\nပရိတ်သတ်ကြီးက ဘာတွေ ဆက်ဖြစ်သွားမလဲဆိုတာတော့\nရုပ်ရှင်လေးကို သည်းထိတ်ရင်ဖိုကြည့်လိုက်ကြနော်\n  \nCMပရိတ္သတ္ေတြထဲက Thriller ကားေတြႀကိဳက္တဲ့သူေတြအတြက္\nDownRange ဆုိတဲ့ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဒီကားေလးကိုၾကည့္မယ္ဆိုရင္ေတာ့ အေဟဠိေတြနဲ႕ ၾကည့္ၾကရမွာျဖစ္ျပီး\nအစကေန ျပီးခါနီးထိ ဘာမွ နားလည္မွာမဟုတ္ပါဘူး\nအဆံုးသတ္ ဇာတ္ေပါင္းခန္းေရာက္မွသာ ကြင္းခနဲ ကြက္ခနဲ\nေအာ္ဒါေၾကာင့္ကိုးဆိုျပီး သေဘာေပါက္သြားေစမဲံ\nဇာတ္ကားေလးတစ္ကားပဲ ျဖစ္ပါတယ္ ဒီကားေလးရဲ႕ပံုစံက\nလူေတြကို အမဲလိုက္သလို လိုက္ရတယ္ တပ္ထြက္ sniper တစ္ေယာက္နဲ႔\nခရီးသြားရင္းကံဆိုးမိုးေမွာင္က်ျပီး ဒီစစ္သားနဲ႕မွတိုးမိတဲ့ ခရီးသြား လူငယ္တစ္ခုတို႕\nအေၾကာင္းကို ျပထားတာျဖစ္ျပီးေတာ့\nလမ္းတစ္ဝက္မွာ ေသာင္တင္ေနတဲ့ သူငယ္ခ်င္းတစ္စုရဲ႕\nလႊတ္ရာလႊတ္ေၾကာင္းနည္းလမ္းေတြရွာရင္း\nအဲ့သူငယ္ခ်င္းတစ္စုက လြတ္ေျမာက္ႏိုင္ပါ့မလား\nစႏိုင္ပါသမားကေကာဘာလို႕ ...",
        "rating": "5.4",
        "url": "https://megaup.net/Tij3/Downrange_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugw07fJIZMVrrIGeN1MO7Xecj5h.jpg",
        "title": "Early Man(2018)",
        "description": "အခုတစ်​ခါ​တော့ ၂၀၁၈ ခုနှစ်​ထွက်​ထားတဲ့ Early Man ဆိုတဲ့​ကျောက်​​ခေတ်​ကာလကို ​နောက်​ခံထားပြီးရိုက်​ကူးထားတဲ့Animation ကား​လေးတစ်​ကားကိုတင်​ဆက်​​ပေးလိုက်​ပါတယ်​ဒီကား​လေးကို ဒါရိုက်​တာ Nick Park ကရိုက်​ကူးခဲ့တာဖြစ်​ပြီးAardman Animation က ​နေထုတ်​လုပ်​ဖြန်​့ချီထားတာဖြစ်​ပါတယ်​ဒီကား​လေးက ​ကျောက်​​ခေတ်​ကာလက​နေ​ကြေး​ခေတ်​​ပြောင်​းတဲ့ကာလမှာ​ကျောက်​​ခေတ်​မှာ ​အေး​ဆေ​း​နေခြင်​တဲ့ ​ကျောက်​​ခေတ်​လူသား​လေး Dug ကသူ့အိမ်​ကို အ​နှောက်​အယှက်​​ပေးဖျက်​ဆီး မယ်​့ လူဆိုးကြီးNooth ရဲ့ရန်​က​နေကာကွယ်​တာကို ရိုက်​ကူးပြထားတာဖြစ်​ပါတယ်​ဇာတ်​ကား​လေးက​တော်​​တော်​ ​ကောင်​းပြီး ဒီကားထဲမှာပါတဲ့သီချင်​း​လေး​တွေကလဲ ​တော်​​တော်​ ​ကောင်​းပါတယ်​ဒီကား​လေးထဲမှာ Dug အဖြစ်​ Eddie Redmayne က သရုပ်​​ဆောင်​ထားပြီးGoona အဖြစ်​ Maisie Willians နဲ့လူဆိုးကြီး Lord Noothဖြစ်​ Tom Hiddlestom က အသံသရုပ်​​ဆောင်​​ပေးထားတာဖြစ်​ပါတယ်​ကဲ Animation ပရိတ်​သတ်​ကြီးအ​နေနဲ့က​တော့လက်​လွတ်​မခံသင်​့တဲ့ကား​လေး ဆိုတာ​ပြောလိုက်​ပါရ​စေQty - 720p BlurayGern - Animation / Action / ThrillerDuration - 1hr 55minTranslator ...",
        "rating": "6.3",
        "url": "https://megaup.net/115n2/Early_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Animation, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/p32133_p_v8_ab-200x300.jpg",
        "title": "Hulk (2003)",
        "description": "Hulk (2003) ကေတာ့ Hulk ရဲ႕ Origin ကိုသီးသန္႔ရိုက္ကူးထားျဖစ္ျပီး Solo သေဘာမ်ိဳး ထြက္ရွိထားတာပါ။MCU နဲ႔ တိုက္ရိုက္ၾကီး ဆက္ႏြယ္မႈမရွိေပမယ့္ Hulk ရဲ႕ Origin ကိုေတာ့ ျမည္းစမ္းဖို႕ ၾကည့္သင့္ပါတယ္။ \nFile size…(1.1 GB) and (660 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by OWL",
        "rating": "5.7",
        "url": "https://megaup.net/2gQS7/Hulk_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/armageddon-poster-133x200.jpg",
        "title": "Armageddon (1998)",
        "description": "Armageddon (1998)______IMDb - 6.7/10\n Unicodeဒီဇာတ်ကားနဲ့ ပတ်သက်ပြီး ကျွန်တော့်ရင်ထဲမှာပြောချင်တာတွေအရမ်းများနေတယ်။ ပြောချင်တာတွေချရေးလိုက်တိုင်း ဆိုလိုရင်းကိုမထိရောက်သေးသလိုခံစားနေရတယ်။ဒီဇာတ်ကားကပေးတဲ့ခံစားချက်တွေ ကျေနပ်မှုတွေ မကျေနပ်မှုတွေ မချိတင်ကဲတွေ အစုံစုံကိုကျွန်တော်အသေးစိတ်ရေးပြချင်တယ်....ဒီနေရာမှာကျွန်တော့်ရဲ့အားနည်းချက်ကအထင်းသားပေါ်တာပဲ...စာချရေးလိုက်တိုင်းမှာအဲ့ဒီခံစားချက်တွေပါမလာသလိုကျွန်တော်ခံစားနေရတယ်..ဒါနဲ့ပဲ ရေးထားသမျှတွေအကုန်ပြန်ဖျက်လိုက်တယ်....ဒီလိုဇာတ်ကားမျိုးကိုညွှန်းပေးဖို့ကျွန်တော်မထိုက်တန်ဘူး။မိတ်ဆွေတို့ဖာသာပဲခံစားကြည့်ရှုလိုက်ပါတော့။ကျွန်တော့်တုန်းကတော့ \"ဝိုင်ပြင်းပြင်းတစ်ခွက်ကို ဇိမ်နဲ့သောက်နေရသလိုမျိုး \" ခံစားမိခဲ့တယ်....သီချင်းသံလေးတွေ အပြုံးလေးတွေကအစ ရင်ထဲသိမ်းထားမိခဲ့တဲ့ သိပ်ကိုကြိုက်တဲ့ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဇာတ်ဆောင်တွေကတော့ မင်းသားကြီး ဘရုစ်ဝီလီ...မင်းသား Ben Affleck တို့ဖြစ်ပါတယ်။မင်းသမီးကတော့ ကျွန်တော့်ကို အံ့သြမင်တက်စေခဲ့တဲ့ အလှကျက်သရေတွေနဲ့ မင်းသမီး Liv Tyler ပါ။ဇာတ်ရံတွေကလဲနာမည်ကြီးတွေပါပဲ။ Rating တွေကိုတော့ မပြောခဲ့တော့ဘူး....ယုတ္တိမရှိရင် နှလုံးသားကိုလဲ နားလည်မခံစားပေးချင်တဲ့ ဒီ Rating ပေးတဲ့ကောင်တွေကို အမြင်ကပ်နေလို့ပါပဲ။\n(Myo Min Aung မှခံစားတင်ဆက် ဘာသာပြန်ပေးထားတာပါ။)Zawgyiဒီဇာတ္ကားနဲ႕ ပတ္သက္ျပီး ကြ်န္ေတာ့္ရင္ထဲမွာေျပာခ်င္တာေတြအရမ္းမ်ားေနတယ္။ ေျပာခ်င္တာေတြခ်ေရးလိုက္တိုင္း ဆိုလိုရင္းကိုမထိေရာက္ေသးသလိုခံစားေနရတယ္။ဒီဇာတ္ကားကေပးတဲ့ခံစားခ်က္ေတြ ေက်နပ္မႈေတြ မေက်နပ္မႈေတြ မခ်ိတင္ကဲေတြ အစံုစံုကိုကြ်န္ေတာ္အေသးစိတ္ေရးျပခ်င္တယ္....ဒီေနရာမွာကြ်န္ေတာ့္ရဲ႕အားနည္းခ်က္ကအထင္းသားေပၚတာပဲ...စာခ်ေရးလိုက္တိုင္းမွာအဲ့ဒီခံစားခ်က္ေတြပါမလာသလိုကြ်န္ေတာ္ခံစားေနရတယ္..ဒါနဲ႕ပဲ ေရးထားသမွ်ေတြအကုန္ျပန္ဖ်က္လိုက္တယ္....ဒီလိုဇာတ္ကားမ်ိဳးကိုညႊန္းေပးဖို႕ကြ်န္ေတာ္မထိုက္တန္ဘူး။မိတ္ေဆြတို႕ဖာသာပဲခံစားၾကည့္ရႈလိုက္ပါေတာ့။ကြ်န္ေတာ့္တုန္းကေတာ့ \"ဝိုင္ျပင္းျပင္းတစ္ခြက္ကို ဇိမ္နဲ႕ေသာက္ေနရသလိုမ်ိဳး \" ခံစားမိခဲ့တယ္....သီခ်င္းသံေလးေတြ အျပံဳးေလးေတြကအစ ရင္ထဲသိမ္းထားမိခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Qxja/Armageddon_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/fortress-of-war-poster-150x200.jpg",
        "title": "Fortress of War (2010)",
        "description": "Fortress of War (2010)\nIMDb - 7.5/10_____Rotten - 75%\n  \nဒီကားလေးကတော့ ဖြစ်ရပ်မှန်ရရှား စစ်ကားလေးဖြစ်ပါတယ်၊ ဒုတိယကမ္ဘာစစ်မှာ နာဇီတွေဟာရရှားနိုင်ငံကို ကျုးကျော်တိုက်ခိုက်ခဲ့ အကြောင်းကိုရိုက်ထားတာပါ ။ ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်တဲ့အတွက်သာမန်စစ်ကားတွေထက်ပိုထူးခြားပါတယ်၊ ကြည့်ရတာကောင်းတယ်လို့အာမခံတယ်\nပြီတော့ဒီဇာတ်ကားမှာအခြားဇာတ်ကားတွေမတူစစ်တိုက်နေတာချည်းမဟုတ်ဘဲမိသားစုနဲ့ပက်သက်တဲ့dramaအခန်းလေးတွေလဲပါတယ်\nအဲ့အခန်းလေးတွေကလဲဇာတ်ကားကိုပိုပြီးရသမြောက်စေတာ\n၁၉၄၁ ခုနှစ် ဇွန်လ မှာ ဂျာမန်တွေဟာ ရရှားနယ်စပ်ကိုကျုးကျော်တိုက်ခိုက်တဲ့အချိန်မှာခုခံကာကွယ်ခဲ့တဲ့ ဘရက်စ်ခံတပ် အကြောင်းကိုရိုက်ထားတာပါ\nဘရက်စ်ခံတပ်မှာ ဘယ်လိုခုခံကာကွယ်ခဲ့ရတာလဲဆိုတာကို စစ်အတွင်းမှာပြေးလွှားရင်းအသက်ရှင်ကျန်ခဲ့တဲ့\nအလက်ဆန်းဒါအာကီမိုဗစ် ဆိုတဲ့ကောင်လေးက စစ်ဖြစ်ပြီးအနှစ်နှစ်ဆယ်ကြာမှ စာအုပ်ရေးခဲ့တာပါ\n ဒီရုပ်ရှင်ကားထဲမှာတော့ ဗိုလ်မှူးPyotr Mihailovich Gavrilov ပါတီနိုင်ငံရေးအရာရှိ Efim Moiseevich Fomin နဲ့ ဒုဗိုလ် Andrey Mitrofanovich တို့ကအဓိက ဦးဆောင်ပြီးခုခံခဲ့တာပါ\nဂျာမန်တွေ ဟာဘရက်စ်ခံတပ်ထဲကို ရရှားစစ်သားယောင်ဆောင်ဝင်ပြီး အစာရေဆာဆေးဝါးပြတ်လတ်အောင်လုပ်တယ် ရေတောင်မသောက်ရဘဲသူတို့တိုက်တာ ရက်တော်တော်ကြာတယ် တော်တော်လဲစိတ်ဓာတ်မာတယ်\nသူတို့ဆက်ပြီး မခံနိုင်တဲ့အဆုံး ဖောက်ထွက်ပြီးတိုက်တာသူတို့ရှုံးသွားတယ် ဂျာမန်တွေကလည်းခံတပ်ကိုသိမ်းပိုက်သွားတယ် သူတိုက်ကိုယ်တိုက် နောက်ဆုံးမင်သားရှိတဲ့ဘက်ကနိုင်သွားအဲ့လိုကားတွေထက်စာရင်ဒီကားကပိုကောင်းပါတယ် ကုန်ရကျိုးနပ်မယ်လို့အာမခံပါတယ်(ရုရှားနာမည်တွေပါတဲ့အတွက်ဘာသာပြန်တာအမှားအယွင်းရှိရင်တောင်းပန်ပါတယ်)\n  \nSize - 990 MB\nQty - 720p Bluray\nDuration ...",
        "rating": "7.5",
        "url": "https://megaup.net/2gn4s/Fortress_Of_War_(Brestskaya_Krepost)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-3-poster-133x200.jpg",
        "title": "The Monkey King 3 (2018)",
        "description": "The Monkey King 3 (2018)_____IMDb - 5.5/10\n ဒီဇာတ်ကားမှာတော့ ဆရာ တော် ရှန်ကျန်းနဲ့ တပည့်ကျော် သုံးဦးဖြစ်တဲ့ ဝူခုံး၊ ပါကျဲနဲ့ ဝူဂျင်းတို့တွေ မိန်းမလှနိုင်ငံကို ရောက် သွားပြီး ကြုံဆုံရတာတွေကို ဇာတ်အိမ်တည်ထားတာ ဖြစ်ပါတယ်။ဆရာတော် ရှန်ကျန်းနဲ့ တပည့်ကျော်တွေဟာ ကျမ်းစာ အုပ်တွေ ယူဆောင်ဖို့ အနောက် ဘက်ကို ခရီးဆန့်ကြရင်း တစ် ရက်မှာတော့ စုလစ်မွမ်းချွန်တွေ နဲ့ ခမ်းနားတဲ့ နေရာတစ်ခုကို ရောက်ရှိခဲ့ပါတယ်။ အဲဒီနေရာက တော့ ငယ်ငယ်ချောချော ဘုရင်မ လေးအုပ်ချုပ်ရာ မိန်းမလှ တိုင်း ပြည်ပဲ ဖြစ်ပါတယ်။အဲဒီကို ရောက်သွားပြီးတဲ့ နောက်မှာတော့ ဆရာတော် ရှန် ကျန်းနဲ့ ဘုရင်မလေးတို့ကြားမှာ သံယောဇဉ်ဖြစ်ခဲ့ပါတော့တယ်။ ဒါပေမဲ့ ဘုရင်မလေးရဲ့ အကြံပေး မိန်းကလေးကတော့ သူတို့နိုင်ငံ ရဲ့ စည်းမျဉ်းစည်းကမ်းအရ သူတို့ဆီကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yarj/The_Monkey_King_3_(Xi_You_Ji_Zhi_Nü_Er_Guo)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b68U5UhJJ48stnlEM0ahc4bI57C.jpg",
        "title": "Mrs K (2016)",
        "description": "ဒီတစ်ခါအက်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ Mrs K (2016)ပါ။ကမ္ဘာပေါ်မှာကိုယ်အယုံကြည်စိတ်ချရဆုံးသူဟာ ဘယ်သူဖြစ်မလဲ။ ကျွန်တော်တို့ရဲ ့မိခင်ပါပဲ။ဒီကားလေးမှာလဲ အတိတ်ကအရိပ်တွေကြောင့် လျမ်းမြေ့စွာထူထောင်ထားတဲ့ မိသားစုလေးကိုအနှောင့်အယှက်ဖြစ်လာတဲ့အခါ မစ္စ ကေတစ်ယောက်မိသားစုကိုကာကွယ်ဖို့ကြိုးစားရပါတော့တယ်။ခင်ပွန်းဖြစ်သူနဲ့သမီးကိုကာကွယ်ပေမယ့် မစ္စကေ အားလုံးရင်ဆိုင်ဖြေရှင်းနိုင်ပါ့မလား။ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမယ်ဆိုတာ လုံးဝစိတ်ဝင်စားစရာပါ။အေးချမ်းစွာနေလာတဲ့မိသားစုဘဝလေးကို တစ်ရန်ပြီးတစ်ရန် ကာကွယ်ပုံတွေနဲ့ စိတ်ဝင်စားစရာဒီကားလေးကတော့ Imdb Rating 6ရရှိထားပါတယ်။ Qty - DVD ripGern - Action / Crime / DramaDuration - 1hr 34minTranslator - Kaung Thet NaingReview - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "6.2",
        "url": "https://megaup.net/115o4/Mrs_K__[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/kKTienMUY1vjYhtuZPWZZyEObKN-133x200.jpg",
        "title": "Blade of the Immortal (2017)",
        "description": "နာမည်ကြီး Manga series ဖြစ်တဲ့ Blade of the Immortal ကို live action ပြန်ရိုက်ထားတာပါManga series ကို ကြည့်ဖူးသူတွေကို အထွေအထူးမိတ်ဆက်ပေးစရာ မလိုပေမဲ့မကြည့်ဖူးတဲ့သူတွေအတွက် အတိုချုပ် ပြီး ပြောပြပါမယ်နော်ကိုယ့်ဆရာနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေကိုပြန်သတ်မိပြီး ထွက်ပြေးနေတဲ့ Manji ဟာ တိုက်ပွဲတစ်ခုမှာ ဒဏ်ရာရပြီး သေလုမျောပါးဖြစ်နေတဲ့အချိန်မှာ Yaobikuni ဆိုတဲ့အဖွားကြီးက သူ့ရဲ့ ခန္ဓာကိုယ်ထဲကို ထူးဆန်းတဲ့တီကောင်လိုအကောင်တွေ ထည့်ပေးလိုက်လို့ Immortal တစ်ယောက်ဖြစ်လာခဲ့တယ်နောက်နှစ်ပေါင်းကြာလာတဲ့အခါ Itto-Ryu လို့ခေါ်တဲ့ ဓားပညာရှင်တွေစုစည်းထားတဲ့ အဖွဲ့တစ်ဖွဲ့ကြောင့် မိဘနှစ်ပါးလုံးကို ဆုံးရှုံးသွားတဲ့ Rinn ဆိုတဲ့ ကောင်မလေးသူ့ရဲ့ကလဲ့စားချေလိုစိတ်ကြောင့် Rinn က Manji ကို လိုက်ရှာပြီး အကူအညီတောင်းခဲ့တယ်Manji က သူ့ကို ကူညီပြီးတော့ ဘယ်လိုကလဲ့စားချေကြမလဲသူတို့ နှစ်ယောက်ပေါင်းပြီး Itto-Ryu ကို ကလဲ့စားချေနိုင်မှာလားကြားထဲမှာ ဘယ်လိုအခက်အခဲတွေ တွေ့ရဦးမှာလဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4eC7l/Blade_Of_The_Immortal_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "",
        "title": "Baaghi 2 (2018)",
        "description": "ဒီတခါေဘာလီဝုဒ္ပရိတ္သတ္ႀကီးအတြက္ အက္ရွင္ခပ္ၾကမ္းၾကမ္းကားတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ရုပ္ရွင္ကားကထြက္တာၾကာၿပီဆုိေပမယ့္စာဖုိင္အမွန္မထြက္ေသးလုိ႔ မတင္ေပးႏုိင္ျဖစ္ေနတာပါ အခုဟာကလည္းအမွန္ဆုံးလုိ႔ထင္ရတဲ့ အဂၤလိပ္စာဖုိင္ကုိ နားေထာင္ၾကည့္ၿပီးအမွန္ဆုံးျဖစ္ေအာင္ေရးေပထားပါတယ္ ဟႏၵီ/အူရ္ဒူစေကးသိပ္မေကာင္းေတာ့အမွားေတြလုိအပ္ခ်က္ေတြပါရင္ သည္းခံေပးၾကဖုိ႔ ေမတၱာရပ္ခံထားပါရေစ။----------------------------------------------------------------------------ဇာတ္လမ္းကေတာ့ နီဟာဆုိတဲ့မိန္းကေလးတစ္ဦးဟာ သူ႕သမီးေလးကုိ ေက်ာင္းသြားပုိ႔ရင္းကေလးကုိ ျပန္ေပးဆြဲခံလုိက္ရပါတယ္။ အခ်ိန္အေတာ္ၾကာေအာင္ နည္းလမ္းမ်ိဳးစုံနဲ႕ႀကိဳးစားခဲ့ေပမယ့္သူ႕သမီးကုိ လုံးဝရွာမေတြ႕ခဲ့ပါဘူး အဲ့ဒီအခ်ိန္မွာ လြန္ခဲ့တဲ့ ၄ႏွစ္ေက်ာ္ကရည္းစားေဟာင္း ေရာနီဆီကုိအကူအညီေတာင္းခဲ့ပါတယ္ ေရာ္နီတစ္ေယာက္ ကေလးေလးကုိ ရွာေတြ႕မလား နီဟာဘာေၾကာင့္ေရာ္နီကုိ အကူအညီေတာင္းခဲ့တာလဲ ေနာက္ကြြယ္မွာ ဘာျပသနာေတြရွိေနမလဲဆုိတာပရိတ္သတ္ႀကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လုိက္ၾကပါဦး#အက္ရွင္ခပ္ၾကမ္းၾကမ္းမွႀကိဳက္တဲ့လူူေတြလုံးဝကုိ လက္အလြတ္မခံသင့္ပါဘူး Qty - 720p HD ripDuration - 2hr 20minGern - Action / Drama / ThrillerTranslator - Zaw HtooEncoder - Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://megaup.net/2cncf/Baaghi_2_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/higher-power-poster-133x200.jpg",
        "title": "Higher Power (2018)",
        "description": "Higher Power (2018)_____IMDb - 4.8/10 \nဂျိုးဆက် စတက်မန်းဆိုတဲ့ လူတစ်ယောက်ဟာ ဇနီးသည်သေဆုံးအပြီး စိတ်ဓာတ်တွေကျပြီး ဆေးတွေသုံးလို့…သမီးနှစ်ယောက်ကိုထားခဲ့ကာ ထွက်သွားခဲ့ပါတယ်..\n.ကျန်ခဲ့တဲ့သမီးနှစ်ယောက်မှာ တစ်ယောက်က သူနာပြုကျောင်းကိုတက်နေပြီး အငယ်မကတော့ ဆေးသမားဖြစ်နေခဲ့တယ်….\nဒီလိုနဲ့နှစ်တွေကြာလာတော့ ဂျိုးဟာ..အမှားတွေပြန်ပြင်ဆင်ပြီး ဆေးဖြတ်တဲ့အဖွဲ့ကိုဝင်ပြီး တစ်နှစ်အကြာ ဆေးပြတ်အပြီး အမှားတွေပြန်လည်ပြင်ဆင်ဖို့ သမီးကြီးကိုသွားတွေ့တဲ့အခါ သမီးရဲ့အမုန်းတရားတွေနဲ့ပဲရင်ဆိုင်တွေ့ပြီးပြန်လာရပါတယ်..\nသူတို့မိသားစုကို စောင့်ကြည့်နေတဲ့အဖွဲ့အစည်းတစ်ခုရှိပါတယ်..\nဒီအဖွဲ့အစည်းဟာ အဲ့ဒီနေ့မှာ ဂျိုးကိုဖမ်းခေါ်ကာပြန်ပေးဆွဲသွားပြီး..သမီးတွေကို သတ်ပစ်မယ်လို့ ခြိမ်းခြောက်ကာ ခိုင်းစေတာတွေလုပ်ပေးရပါတော့တယ်…\nဒီခိုင်းစေမှုတွေထဲမှာ ဂျိုးဟာစမ်းသပ်ခံပစ်မှတ်တစ်ခုဖြစ်နေခဲ့တဲ့အတွက် သူဟာ ထူးခြားတဲ့စွမ်းအင်တွေရလာပြီးတဲ့နောက်…\nသူ့သမီးတွေကို ပြန်လည်ကယ်တင်နိုင်မလား..\n၂၀၁၈ မေလထဲမှာထွက်ရှိထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံကားတစ်ကားဖြစ်တဲ့အတွက် သိပ္ပံကားကြိုက်နှစ်သက်တဲ့သူတွေကြည့်ကြည့်ဖို့ဖိတ်ခေါ်လိုက်ပါတယ်\n \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)  \nFile Size : (755 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated ...",
        "rating": "4.8",
        "url": "https://megaup.net/2eLrj/Higher_Power_[2018]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/oKFNWapsyKiIILsGblnxOu5PrwX-133x200.jpg",
        "title": "The Guyver (1991)",
        "description": "The Guyver (1991)_____IMDb - 5.0/10\n ဒီကားလေးကတော့ ၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ SuperHero ကားလေးတစ်ကားဖြစ်ပါတယ်....\nသိပ္ပံပညာရှင်တစ်ယောက်ဟာ Guyver လို့ခေါ်တဲ\nဂြိုလ်သားပစ္စည်းတစ်ခုကို ဂြိုလ်သားတွေလက်ထဲမရောက်အောင်\nယူပြီးထွက်ပြေးနေရာကနေ ဂြိုလ်သားတွေဖမ်းမိတာကိုခံလိုက်ရပြီး\nအသတ်ခံလိုက်ရပါတယ်..\nဒါပေမယ့် သူဟာ အဲဒီ Guyver ဆိုတဲပစ္စည်းကို ဂြိုလ်သားတွေမမြင်အောင်ဖွက်ထားခဲ့ပါတယ်...\nအဲဒီ ဂြိုလ်သားပစ္စည်းကို လူငယ်လေးတစ်ယောက်ကရလိုက်တဲအချိန်မှာတော့\nအစွမ်းထက်တဲစွမ်းအင်တွေကိုရလိုက်ပါတော့တယ်...\nဂြိုလ်သားတွေဟာ Guyver ကိုပြန်ရဖို့အတွက် ဒီလူငယ်လေးနောက်ကိုလိုက်လံဖမ်းဆီးကြပါတော့တယ်...\nဒီကားလေးဟာ Super Hero ဇာတ်လမ်းကြိုက်သူတွေအတွက်\nအကြိုက်တွေ့စေမယ့်ကားလေးဆိုလည်း မမှားပါဘူး...\nအခုခေတ်မှာ Super Hero ဇာတ်လမ်းတွဲတွေများလာပေမယ့်လည်း\n၁၉ ၉ ၁ ခုနှစ်ကထွက်ရှိခဲ့တဲ ဒီကားလေးကတော့ Old But Gold ဆိုတဲ့\nကားလေးတစ်ကားထဲမှာပါတယ်လို့ပဲပြောလိုက်ပါရစေ..\n  \nQuality ...... DVDrip\nFormat ...... mp4\nDuration ........ 01:28:00\nSize ..... 664 MB\nTranslator ..... Ohmmar Khin\nEncoder ...... Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/2jVjr/The_Guyver_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f3bgWjveSdFmCipmHi1JIpDCRgM.jpg",
        "title": "Aiyaary (2018)",
        "description": "ေဘာလီး၀ုဒ္ဇာတ္ကားကိုမွၾကိဳက္ႏွစ္သက္တယ္ဆိုတဲ့ CM ပရိသတ္ေတြအတြက္ 2018 ခုႏွစ္ထြက္ Aiyaary ဆိုတဲ့ Action, Thriller\nဇာတ္ကားေကာင္းေလးတင္ဆက္ေပးလုိက္ပါတယ္။ဒီဇာတ္ကားကို Neeraj Pandey ကဇာတ္ညႊန္းေရးသားျပီး သူကိုယ္တုိင္ကပဲရိုက္ကူးထားပါတယ္။အဓိကဇာတ္ေဆာင္မ်ားျဖစ္ၾကတဲ့ Major Jai Bakshi နဲ႔ Colonel Abhay Singh တို႔ေနရာမွာ Sidharth Malhotraနဲ႔ Manoj Bajpayee တို႔က အသီးသီး ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========\nစစ္တပ္မွာအရာရွိႏွစ္ဦးျဖစ္ၾကတဲ့ ကာနယ္ Abhay Singh နဲ႔ေမဂ်ာ Jai Bakshi တို႔ဟာ ဆရာတပည့္ႏွစ္ဦးျဖစ္ျပီးေတာ့ အမိေျမကိုခ်စ္ျမတ္ႏုိးၾကတဲ့ စစ္သားေကာင္းမ်ားျဖစ္ပါတယ္။ကာနယ္Abhay Singh ဟာ တုိင္းျပည္ရဲ႕အုပ္ခ်ဳပ္ေရးကို ခၽြင္းခ်က္မရွိ သက္၀င္ယံုၾကည္သူတစ္ဦးျဖစ္ပါတယ္။သို႔ေပမယ့္ တပည့္ျဖစ္သူ ေမဂ်ာJai Bakshi ဟာတိုင္းျပည္ရဲ႕အုပ္ခ်ဳပ္သူပိုင္းမွာျဖစ္ပ်က္ေနတဲ့ လွ်ိဳ႕၀ွက္ခ်က္တစ္ခုကို သိသြားတဲ့အခါမွာေတာ့.....။ (ဘာသာျပန္ေပးထားသူကေတာ့ ကိုရဲမာန္ေအာင္ပါ) File Size : (1.2 GB) and (500 MB)\nQuality : DBDRip 720p\nRunning ...",
        "rating": "5.8",
        "url": "https://megaup.net/2g84r/Aiyaary_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/prison-fire-poster-133x200.jpg",
        "title": "Prison on Fire (1987)",
        "description": "Prison on Fire (1987)\nIMDb - 7.3/10_____Rotten - 87%\n   \nIMDB 7.3 ရထားတဲ့\nဒီကားလေးကတော့ တရုတ်ကားလေးပါ၊ Action Drama အမျိုးအစားပါ\n၁၉၈၇ ခုနှစ်ကရိုက်ထားတာကြောင့် အခုခေတ်ထောင်ကားတွေနဲ့နည်းနည်းကွဲပြားနေပါတယ်\nထောင်ထဲမှာမိတ်ဆွေဖြစ်သွားပြီး ထောင်ထဲရင်ဆိုင်ရတဲ့အခက်အခဲတွေကိုရိုက်ပြထားတာပါ\nဒီကားထဲမှာ တရုတ်နိုင်ငံရဲ့မင်သားကြီး ချောင်ရွန်ဖတ်နဲ့နောက်တစ်ယောက်က Leung Ka-fai ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ လူငယ်လေးတစ်ယေက်မတော်တဆလူသတ်မိပြီးထောင်ကျသွားတယ်\nလူသစ်ဆိုတော့ ဝိုင်းအနိုင်ကျင့်တယ် အဲ့ဒါကို ချောင်ရွန်ဖတ်က ကာကွယ်ပေးတာပါ\nဒီလူငယ်လေး ဘယ်လိုအနိုင်ကျင့်ခံရတယ် ချောင်ရွန်ဖတ်ကလဲ ဘယ်လိုကာကွယိပေးတယ်ဆိုတာကို ပရိသတ်ကြီးဆက်လက်ကြည့်ပေးကြပါဦး\n   \nQuality - 720p Web DL\nFormat - Mp4\nGern - Action/Crime/Drama\nDuration - 1hr 44min\nTranslator - Tin Myo Lwin\nEncoder -Kyaw Ye Aung",
        "rating": "7.3",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4 https://megaup.net/1H178/Sausage_Party_(2016).mp4 https://megaup.net/1H177/Riki-Oh_-_The_Story_Of_Ricky_[1991]_(MM_Sub).mp4 https://megaup.net/1H173/Prison_On_Fire_[1987]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qxJQ0VBCuJkJhJmuWzxI408ngwd.jpg",
        "title": "The 15:17 to Paris",
        "description": "အက်ရှင်ကားတွေ အချစ်ကားတွေကို ရိုးအီနေပြီဆိုသူတွေအတွက် အရသာအသစ်ပေးစွမ်းနိုင်မယ့်The 15.17 to Paris ဆိုတဲ့ ကိုယ်ရေးအတ္ထုပတ္တိအမျိုးအစားဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ၂၀၁၅ တုန်းကဖြစ်ပွားခဲ့တဲ့ ISIS  ရထားအကြမ်းဖက်မှုကို ပြန်လည်ရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်အခြေပြုဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့ထူးခြားချက်ကတော့ အဆိုပါအကြမ်းဖက်မှုမှာ အသက်နဲ့ရင်းပြီးကယ်တင်ခဲ့တဲ့အမေရိကန်လူမျိုးသူငယ်ချင်သုံးဦးဖြစ်တဲ့ စပန်ဆာစတုန်း၊ အဲလက်စကာလာတို့စ် နဲ့ အန်တိုနီဆက်ဒ်လာ တို့ကိုယ်တိုင် ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ ဒါ့အပြင်ဒါရိုက်တာဟာလည်းတစ်ချိန်ကဒိတ်ဒိတ်ကြဲအောင်မြင်ခဲ့တဲ့ အော်စကာလေးဆုရမင်းသားကြီး Clint Eastwood ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကို ဇာတ်လိုက်သုံးယောက်ရဲ့ငယ်ဘဝကနေ စတင်ပြီး ရိုက်ကူးပြသထားတာဖြစ်တဲ့အတွက်ကြည့်ရှုသူတွေအနေနဲ့ အတန်ငယ် ပျင်းကောင်းပျင်းနေနိုင်ပါတယ်။ ဒါပေမယ့်ကိစ္စမရှိပါဘူး ဆက်သာကြည့်ကြပါ။ကြည့်ရင်းနဲ့ဇာတ်လမ်းဟာတဖြည်းဖြည်းနဲ့အရှိန်တက်လာပြီး ဇာတ်လမ်းအဆုံးထိ ပါအောင်ဆွဲခေါ်သွားပါလိမ့်မယ်။ဒါ့အပြင် ဇာတ်လိုက်သုံးဦးရဲ့ ဥရောပခရီးစဉ်အစဖြစ်တဲ့ဗင်းနစ်မြို့ရဲ့ရှုပျော်ဖွယ်ရာကောင်းတဲ့အလှနဲ့ အမ်စတာဒမ်မြို့ရဲ့အရိုင်းဆန်တဲ့ အလှတွေကိုပါခပ်ပါးပါးလေးပြသွားတဲ့အတွက် ခရီးထွက်ရတာကို ကြိုက်နှစ်သက်သူတွေလက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Qty - 720p Web DLDuration - 1hr 54minGern - History/ ActionTranslator - Myo Thant KyawReview - ...",
        "rating": "5.0",
        "url": "https://megaup.net/11a7j/The_15-17_To_Paris_[2018]_(MM_Sub).mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Oucd2mZBqgnDQQ9W34Q4xtao3K.jpg",
        "title": "Negative(2018)",
        "description": "အခုတစ္ခါေတာ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားၾကီးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီကားက ၂၀၁၈ ခုႏွစ္အခုလထဲမွာထြက္ထားတာျဖစ္ျပီးေတာ့ ၾကမ္းၾကမ္းတမ္းတမ္း တိုက္ခိုက္ခန္းေတြကိုၾကိဳက္ႏွစ္သက္တဲ့ သူေတြအတြက္ အၾကိဳက္ေတြ႕မယ့္ကားျဖစ္မွာပါ  စပိုင္အက္ရွင္ကားးမ်ိဳးျဖစ္ျပီးေတာ့တစ္ကားလံုး ေပါက္ကရ စကားေတြနဲ႕ အရြန္းေဖာက္ျပီး ၾကည့္တဲ့သူမပ်င္းရေအာင္ ဆြဲေခၚသြားမယ့္ကားမ်ိဳးပါဒီကားကို ဒါရိုက္တာ Joshua Caldwell ကရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ မင္းသားမင္းသမီးေတြအျဖစ္ Katia Winter/Sebastian Roche / Josh Randall တို႕က အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ နာတာလီဟာ အေမရိကန္ အေနာက္ေတာင္ဖက္ပိုင္းကို တာ၀န္က်ေနတဲ့ျဗိတိန္ MI 5 ေအးဂ်င့္ျဖစ္ျပီးေတာ့ သူ႕တာ၀န္ကေတာ့ ေလာ့အိန္ဂ်လိမွာေရာက္ေနတဲ့ သူ႕ပါတနာနဲ႕ ဆက္သြယ္ျပီးေတာ့သူတို႕ကို ျခိ္မ္းေျခာက္ေနတဲ့ ဟာလစ္နဲ႕ အေပးအယူလုပ္ရမွာျဖစ္ပါတယ္ ေဟာလစ္က ဓါတ္ပံုဆရာတစ္ေယာက္ျဖစ္ျပီးေတာ့သူဟာ နာတာလီ ရဲ႕ ပံုေတြကို ရိုက္ထားျပီး နာတာလီ ရဲ႕ လွ်ိိဳ႕၀ွက္ခ်က္ေတြကို ေဖာ္ဖို႕ အၾကပ္ကိုင္ေနတာျဖစ္ပါတယ္ကဲ ပရိတ္သတ္ၾကီးက ျဗိတိန္ေအးဂ်င့္ နာတာလီ က သူ႕ပံုေတြကိုျပန္လည္ရယူႏုိင္မလားေဟာလစ္ကေကာ နာတာလီ ရဲ႕ လက္ကေန ထြက္ေျပးလြတ္ေျမာက္ႏိုင္မွာလားနာတာလီ နဲ႕ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1Ba2b/Negative_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/RnC3A8w2HDcedDeQtuHrFU5UVB.jpg",
        "title": "Outrage Coda (2017)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဂျပန်ရာကူဇာဂိုဏ်းတွေကြားကအကွဲအပြဲတွေကိုရိုက်ူးပြထားတဲ့ ဇာတ်ကားလေးပါ။ဆန်နိုရာကူဇာဂိုဏ်းနဲ့ ဟာနာဘူရှီရာကူဇာဂိုဏ်းတို့ကြား စစ်ပွဲတွေဖြစ်ပွားပြီး ၅နှစ်အကြာမှာပဲ ယခင်ရာကူဇာလူမိုက်ကြီးဖြစ်တဲ့ အိုတိုမိုဟာ ဂျပန်မှာရောကိုရီးယားမှာပါသြဇာရှိတဲ့ မစ္စတာချန်ဆီမှာ ခိုလုံအလုပ်လုပ်နေခဲ့ပါတယ်။ဖြစ်ချင်တော့ သူရှိတဲ့ဂျုယ်ဂျူကျွန်းကို ဟာနာဘူရှီဂိုဏ်းကလူတစ်ယောက်လာသောင်းကျန်းရာကစပြီး မစ္စတာချန်တို့ချက်ကလူတစ်ယောက်ဆုံးရှုံးသွားပါတယ်။အဲဒီပြဿနာကစပြီး နဂိုကမှ အတွင်းပိုင်းမှာ အကွဲအပြဲဖြစ်ချင်နေတဲ့ ဟာနာဘူရှီဂိုဏ်းဟာ မစ္စတာချန်နဲဲ့ပြဿနာကိုအရင်းပြပြီး အချင်းချင်းချောက်ချကြတော့တာပါပဲ။ရာကူဇာတွေကြား စီးပွားရေးလက်ဝါးအုပ်မှုတွေ၊ ရာကူဇာတွေဘယ်လိုသြဇာကြီးတယ် စီးပွားရေးဘယ်လိုလုပ်တယ်ဆိုတာတွေကိုတွေ့ရမယ့်အပြင် အချင်းချင်းဂိုဏ်းတွေကြား ပြဿနာတွေကိုလည်းတွေ့ရမှာပါ။အိုမိုတိုကတော့ တကယ်လက်စားချေနိုင်မလား။လူမိုက်ဟောင်းကြီး ဘယ်လိုအဆုံးသတ်မလဲ။ဇာတ်သိမ်းပိုင်းလေးကတော့ စိတ်ဝင်စားစရာကောင်းပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ)File Size : (850 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264 DTS-REGRET\nTranslated by Thura Zarni Aung\nEncoded by Thanhtike ...",
        "rating": "5.2",
        "url": "https://megaup.net/11a71/Outrage_Coda_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUsVsiVXUwClk4vSCx80vrdO6MV.jpg",
        "title": "13 Assassins (2010)",
        "description": "13 Assassins (2010)\nIMDb - 7.6/10_____Rotten - 95%\n  ၁၉၆၃ ခုနှစ်ကရိုက်ကူးခဲ့တဲ့ဇာတ်လမ်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်..ဂျပန်ဒါရိုက်တာတွေထဲမှာအထင်ကရအဖြစ်ဆုံး Takashi Miike ရိုက်ကူးထားပါတယ်...အာရှရဲ့အကောင်းဆုံးရုပ်ရှင်ဆုရရှိခဲ့ပြီး အကောင်းဆုံး Editor ဆု၊အကောင်းဆုံးဒါရိုက်တာဆု၊အကောင်းဆုံးဒီဇိုင်နာဆုအပြင်အခြားဆုများစွာအတွက် ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပါတယ်...IMDB 7.6 အထိရရှိခဲ့ပြီးအရမ်းအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားပါ ၁၈၄၀ ကျော်လောက်က ဂျပန်ဆာမူရိုင်းခေတ်ကိုအခြေခံထားတာပဲဖြစ်ပါတယ်ထိုစဉ်က ဂျပန်နိုင်ငံရဲ့အုပ်ချုပ်မှုစနစ်ဟာအာဏာရှင်စနစ်အသွင်ရှိခဲ့ပြီး အုပ်ချုပ်သူကို'ရှိူဂန်'လို့ခေါ်ပါတယ် 'ရှိူဂန်'ရဲ့ညီတော်ဖြစ်သူနာရိဆူဂူဟာမောက်မာရိုင်းစိုင်းပြီး သနားညှာတာမှုကင်းမဲ့သူပါပြည်သူတွေအပေါ်နှိပ်စက်ညှင်းပန်းမှုတွေကြောင့် ပုန်ကန်ထကြွမှုတွေဖြစ်ခဲ့ပါတယ်နာရိဆူဂူဟာပုန်ကန်သူတွေကိုလည်းရက်စက်စွာသတ်ဖြတ်ခဲ့တယ် ဆာမူရိုင်းတွေရဲ့အကြီးအကဲဖြစ်သူ ဆရာဒွိုင်ဟာ နာရိဆူဂူရဲ့ဆိုးယုတ်မှုတွေကို ဖြိုခွင်းဖို့အတွက်ရှီမာဒါရှင်ဇဲမွန်ဆိုသူကိုစေခိုင်းခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်ဟာ ဂျပန်တစ်နိုင်ငံလုံးမှာရှိတဲ့အတော်ဆုံးဆာမူရိုင်းတွေကိုစုစည်းပြီး နာရိဆူဂူကိုတိုက်ခိုက်ဖို့အစီအစဉ်တွေဆွဲခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်နဲ့သူ့တပ်ဖွဲ့တွေနာရိဆူဂူကိုတိုက်ခိုက်ဖို့ဘယ်လိုကြိုးပမ်းကြမလဲ သူတို့ရဲ့အစီအစဉ်တွေကရော အောင်မြင်နိုင်ပါ့မလားဆိုတာကို ဆက်လက်ရှူ့စားကြပါစို့... \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Lyric Lynn Khant ဖြစ်ပါတယ်...\n File Size : (800 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn Khant\nEncoded by ...",
        "rating": "7.6",
        "url": "https://megaup.net/2k4fq/13_Assassins_(Jūsannin_No_Shikaku)_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/batman-ninja-blu-ray-cover-art-1-160x200.jpg",
        "title": "Batman Ninja (2018)",
        "description": "\"Batman ရဲ့ဇာတ်လမ်းအားလုံးကို သင်ကြားဖူးလား။အားလုံးကိုမကြားဖူးတာတော့သေချာပါတယ်။\"တကယ်လည်းအကုန်မကြားဖူး မမြင်ဖူးဆိုတာကို သက်သေပြတဲ့အနေနဲ့ Warner Bros. ကနေပြီးတော့ ဂျပန်ဒါရိုက်တာ\nJunpei Mizusaki နဲ့အတူပေါင်းပြီး Batman ကို ဂျပန် Anime ပုံစံထုတ်လိုက်ပါပြီ။Trailer ထွက်တုန်းက Superhero fan တွေကြားမှာအရမ်းရေပန်းစားခဲ့ပြီးတော့ Series အဖြစ်ထွက်ရှိမယ်လို့\nအများထင်ကြေးပေးခဲ့ပေမယ့် တကယ်ထွက်လာတဲ့အခါမှာ Movie အဖြစ်သာထွက်ရှိလာခဲ့ပါတယ်။Animation ဇာတ်ကောင်တွေကို Anime ဇာတ်ကောင်အဖြစ် ဖန်တီးထားတာကြောင့် အမြင်ဆန်းသစ်နေမှာဖြစ်ပြီးတော့ Anime တို့ရဲ့ထုံးစံအတိုင်း Fight Scene တွေဟာလည်း သာမန် Animation ကားတွေနဲ့မတူပဲ သာလွန်ပြီး ကွဲထွက်နေပါတယ်။ဇာတ်လမ်းအကျဉ်း\n------------------\nBatman ဟာ Gotham မြို့မှာ Gorila Grodd ကိုတိုက်ခိုက်နေပါတယ်။ ထိုအချိန်မှာ Grodd ရဲ့ အချိန်ယန္တရားအသက်ဝင်သွားတာကြောင့် ထိုအနီးအနားတစ်ဝိုက်မှာရှိတဲ့လူတွေအားလုံး ဂျပန်ပဒေသရာဇ်ခေတ်ကိုရောက်သွားကြပါတယ်။Batman ဂျပန်ပဒေသရာဇ်ခေတ်ကို ရောက်ရောက်ချင်းမှာပဲ ဆာမူရိုင်းတွေလိုက်ဖမ်းခြင်းကိုခံရကြောင့် ထွက်ပြေးရင်း တောထဲအရောက်မှာ Selina Kyle aka ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/batman-ninja-2018/",
        "category": "Action, Animation"
    }
]