[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/esmvBPZIdMxp35fo1TrkpNVugaI.jpg",
        "title": "The Conqueror ( 2020 )",
        "description": "ဖန်တက်စီကားချစ်သူတို့အတွက်မိစ္ဆာနှိမ်နင်းသူ\nကားကောင်းလေးတစ်ကားကို CMမှထပ်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့......\nတစ်ခါတုန်းက နယ်စပ်မြို့ငယ်လေးတစ်ခုမှာဝက်မိစ္ဆာကြီးသောင်းကျန်းနေပါသတဲ့.....\nဝက်မိစ္ဆာကြီးကိုနှိမ်နင်းဖို့အတွက် အနယ်နယ်အရပ်ရပ်က\nမိစ္ဆာနှိမ်နင်းသူတွေကိုဖိတ်ခေါ်လိုက်တဲ့အခါ\nအနယ်နယ်အရပ်ရပ်ကမိစ္ဆာနှိမ်နင်းသူတွေလာရောက်ကူညီကြပါတယ်။ခရီးသွားတစ်ယောက်ဖြစ်တဲ့အားရှီဟာ ဖိတ်စာကိုကောက်ရပြီး\nသူ့ရဲ့မိစ္ဆာနှိမ်နင်းသူဖြစ်ချင်တဲ့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ရောက်လာတာပေါ့\nလမ်းမှာမုံ့ကျူးဆိုသူလေးနဲ့တွေ့ပြီး ချစ်ကျွမ်းဝင်က\nမုံ့ကျူးဆီမှာတပည့်ခံလိုက်ပါတော့တယ်......\nကျွမ်းကျင်ပညာရှင်တွေကြားမှာ စော်ကြူသိုင်းသာ\nကျွမ်းကျွမ်းကျင်ကျင်တတ်တဲ့အားရှီတစ်ယောက်\nနှစ်တစ်ထောင်ဝက်မိစ္ဆာကြီးကိုဘယ်လိုနှိမ်နင်းမလဲဆိုတာကို.....\nပေါ့ပေါ့ပါးပါးကြည့်ရှုခံစားလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ,  Fantasy\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-conqueror-2020/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eus82zsOOXMd4GnjtHAXd4VYWcQ.jpg",
        "title": "Snake: Fall of a City ( 2020 )",
        "description": "လင်ချွမ်ဟာကားပြိုင်သမားတစ်ယောက်ဖြစ်ပြီး\nပြိုင်ဘက်ဖြစ်တဲ့လျန်ဇီကိုတိတ်တခိုးသဘောကျနေသူပါ။\nသူဟာပြိုင်ပွဲတစ်ခုမှာလျန်ဇီနောက်လိုက်ရင်းနဲ့ သဲကန္တာရထဲကိုရောက်ရှိလာခဲ့ပါတယ်။သူတို့စခန်းချနားတဲ့နေရာကိုညနက်မှာ သတ္တဝါကြီးတစ်ကောင်ရဲ့\nတိုက်ခိုက်ခံရပြီး လင်ချွမ်တို့အဖွဲ့ဟာမနည်းအသက်လုပြေးလာကြရပါတယ်။\nဒါပေမဲ့ လျန်ဇီကတော့ဘယ်ရောက်သွားမှန်းမသိပါဘူး။\nလျန်ဇီကိုရှာဖို့ခရီးဆက်လာရင်းနဲ့စွန့်ပစ်စက်ရုံတစ်ခုနားရောက်လာခဲ့ပါတယ်။အဲ့ဒီစက်ရုံပျက်နားမှာ ရှားပါးတွင်းထွက်ပစ္စည်းတွေကို\nတူးယူချင်တဲ့စီးပွားရေးသမား စုန်းကွမ်တို့အုပ်စုလည်းရှိနေပါတယ်။\nသူတို့နှစ်အုပ်စုဟာ ညအချိန်ရောက်လာတဲ့အခါမှာတော့ သေလောက်ဖွယ်ရာ\nကြောက်မက်ဖွယ်မြွေဆိုးကြီးနဲ့ရင်ဆိုင်ရပါတော့တယ်။​မြွေဆိုးအန္တရာယ်ကြောင့် စက်ရုံထဲပိတ်မိနေကြတဲ့အခါ ၊\nဝေးလံခေါင်ဖျားတဲ့လူသူမဲ့စွန့်ပစ်နေရာမှာရောက်နေကြတဲ့သူတို့\nမြွေအန္တရာယ်ကိုဘယ်လိုရင်ဆိုင်ပြီးရှင်သန်ဖို့ကြိုးစားကြမလဲ။\nလွတ်မြောက်ဖို့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ကြမလဲဆိုတာကို ကြည့်ရှုလိုက်ကြရအောင်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/snake-fall-of-a-city-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eXN4DJn9f5ytbj1IDy3LIWR8O5L.jpg",
        "title": "Decibel (2022)",
        "description": "Decibel (2022)Subtitle လိုအပ်ချက်များ ပြင်ဆင်၍ တစ်ဖန် ပြန်လည်တင်ဆက်ပေးခြင်းဖြစ်ပါသည်။Kim Rae Won ဆိုတာတော့ အထူးအထွေ ညွှန်းနေစရာလိုမယ်မထင်ပါဘူး။ သူ့အပြင်ကို Big Mouth မင်းသားကြီး Lee Jong Suk လည်း အဓိက ပါဝင်ထားတဲ့ အက်ရှင် ဇာတ်လမ်းလေးဖြစ်ပြီး ရုံတင်ပြသစဉ်မှာ ပရိသတ်အတော် အကြိုက်တွေ့ခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအညွှန်း ...ပစိဖိတ်သမုဒ္ဒရာထဲမှာ တောင်ကိုရီးယား ရေတပ်က ရေငုတ်သင်္ဘောတစ်စီးဟာ စစ်ရေးလေ့ကျင့်နေခဲ့တယ်။ ပစ်ခတ်စဉ်တွေပါတဲ့ ဒီလေ့ကျင့်မှုဟာအချိန်အတော်ကြာပြီးတဲ့နောက်မှာ တောင်ကိုရီးယားကိုပြန်လာခဲ့တယ်။ကိုရီးယားကျွန်းဆွယ်ကို ပြန်လာစဉ်မှာပဲ မုန်တိုင်းကလည်းတိုက်ဆိုင်စွာ ကြမ်းနေတဲ့အချိန်ဖြစ်နေတယ်။ ဒါအပြင် ရေငုတ်သင်္ဘာဟာ အမည်မသိ ချေမှုန်းရေးသင်္ဘောမှ အကြမ်းစားတော်ပီဒိုကြီးတစ်လုံး ပစ်ခတ်ခြင်းခံလိုက်ရတယ်။လုံးဝမမျှော်လင့်ထားတဲ့ တိုက်ခိုက်ခံရမှုဖြစ်တဲ့အပြင် တန်ပြန်တိုက်ခိုက်ရေး လက်နက်တွေကလည်း စစ်ဆင်ရေးမှာသုံးခဲ့လေတော့ ရေငုတ်သင်္ဘောဟာ တော်ပီဒိုကြီးထိမှန်ဖို့ အရေးကနေ အသည်းအသန်ထွက်ပြေးရပါတော့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတော့ ...(ဇာတ်လမ်းအညွှန်းကို ကို Phyo Pyae က ရေးပေးထားပါတယ်။)File Size  ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/decibel-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmQ0N2RkNzMtMzU1MC00NWFmLTg5NTgtZDdiNTc3MGFlYTM2XkEyXkFqcGdeQXVyNTk1MjA5MjM@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Ghouls (2017)",
        "description": "Ghouls (2017)\n===========ဇာတ်လမ်းလေးက ရိုးမလိုနဲ့ဆန်းပြီး Horror/Drama ဘက်ကို\nကူးသွားတာမို့ အသစ်အဆန်းသဘောတွေ့တဲ့သူအတွက် အကြိုက်\nတွေ့မယ့်ကားလေးဖြစ်နိုင်ပါတယ်။မာရှာဆိုတဲ့ကောင်မလေးကတော့ ပြင်သစ်အဆင်လေး ဂေဘရီရယ်နဲ့\nတွေ့ရဖို့ ဆန္ဒတွေစောနေခဲ့ပါတယ်။ မာရှာရဲ့အတန်းဖော် ပိုလီနာက\nတော့ သူတို့အတွဲတွေ့ဖြစ်အောင် စီစဉ်ပေးရတဲ့ Third Wheel လေး\nပေါ့။ ဒါပေမဲ့ ပိုလီနာတစ်ယောက်တည်းဖြစ်မှာစိုးလို့ ဂေဘရီရယ်က\nရှန်းဆိုတဲ့တရုတ်တစ်ယောက်ကိုလည်း ခေါ်လာပေးခဲ့ပါတယ်။ အဲ့ဒါနဲ့\nလေးယောက်ပေါင်းလောင်းကျော်ပြီး အရမ်းလှပြီးနာမည်ကြီးတဲ့ ရေကန်\nနားမှာ ပျော်ပွဲစားထွက်လာခဲ့ကြပါတယ်။ အဲ့ဒီရေကန်ရဲ့ မလှမ်းမကမ်းမှာ\nရွာလေးတစ်ရွာရှိပြီး နုန်းမြေကြီးလည်းရှိပါတယ်။သူတို့လုံးဝမသိသေးတဲ့အချက်က အဲ့ဒီရွာလေးမှာ ဘယ်သူမှမရှိဘဲ ပက်ခ်ဟို\nတို့သားအမိနှစ်ယောက်ပဲ ရှိနေတာပါ။ အဲ့ဒါအပြင် ရေကန်နားကနုန်းမြေကြီး\nကလည်း လူစားတယ်လို့ နာမည်ကြီးနေပြီး နှစ်ပေါင်းများစွာငြိမ်သက်နေတဲ့\nဒဏ္ဍာရီက ပိုလီနာတို့လေးယောက်ကြောင့် အသက်ဝင်လာတဲ့အခါ... ဘာတွေ\nဆက်ဖြစ်မလဲဆိုတာတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.56 GB) / (680 MB) / (391 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/ghouls-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7P8ZjqjnZkcsnABPwj8Mfy9yPgC.jpg",
        "title": "Break Through the Darkness ( 2021 )",
        "description": "ဝေ့ဟယ်ခရိုင် ကျောက်ကျားရွာ ပြန်လည်တည်ဆောက်ရေး\nလုပ်ငန်းများနဲ့ ပတ်သတ်ပြီး ဖျိုဖျက်မှုများ ပြုလုပ်ကြရမှာ\nမတော်တဆတစ်ခုဖြစ်ပွားခဲ့ပါတယ် ။ အဲဒီအတွက်ကြောင့်\nခရိုင်ဘက်ကနေပြီး ရာဇဝတ်မှု နှိမ်နင်းရေး ရဲတပ်ဖွဲ့ကိုစေလွှတ်ပြီး\nဒေသဆိုင်ရာ စစ်ဆေးမှုတွေလုပ်စေခဲ့ပါတယ်။အဖွဲ့ခေါင်းဆောင် စုန့်ရီးရွေ့ရဲ့ ညွှန်ကြားချက်အောက်မှာ\nကျောက်ကျားရွာက ရွာရဲ့ မျက်နှာဖုံး သားအဖနှစ်ယောက်ကို\nအမှုကိစ္စနဲ့ပတ်သတ်ပြီးစစ်ဆေးမှုတွေလုပ်ခဲ့ပါတော့တယ်။စစ်ဆေးမှုတွေပြုလုပ်ရင်း ပရော့ဂျက်စီစဥ်ရေးခေါင်းဆောင်\nချီဖေးယွီကို စစ်ဆေးခဲ့ပြီး အမှုပေါ်ခါနီးမှာမှ\nချီဖေးယွီတစ်ယောက် ကိုယ့်ကိုကိုယ်သတ်သေသွားခဲ့တဲ့အခါမှာတော့....?အကြိမ်ကြိမ် အခါခါ ခြိမ်းခြေက်မှုတွေခံရပေမဲ့လဲ\nစုံစမ်းစစ်ဆေးရေးအဖွဲ့က လက်မလျှော့ခဲ့ပါဘူး ။\nနောက်ကွယ်က ကြိုးကိုင်နေသူတွေကို တစ်စ တစ်စ\nလိုက်လံစုံစမ်းရင်း စွန့်စားမှုတွေကိုပါ ကြုံတွေ့လာတဲ့အခါ...?❏ ဘာတွေဆက်ဖြစ်ကြမှာလဲ?\n❏ အဖြစ်မှန်ကိုရော သူတို့ရှာတွေ့နိုင်ပါ့မလား?\n❏ နယ်ခံတွေရဲ့ မျှော်လင့်ချက်လေးကိုရော သူတို့\nရှာဖွေပေးနိုင်ပါ့မလားဆိုတာ စိတ်ဝင်တစားကြည့်ရှုအဖြေရှာလိုက်ရအောင်လားရှင်\n[Reviewed Bu Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 1h 52 min\nSubtitle : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/break-through-the-darkness-2021/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNDA5ZTA5ZGQtM2FkMy00OTFhLTlmNzgtMjQzMjgxNmU3NjFiXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-137x200.jpg",
        "title": "HIT: The 2nd Case (2022)",
        "description": "Hit: The 2nd Case (2022)\n====================\nIMDB ( 7.6/10 - 2.1k)\n'Major' ကားနဲ့ကြမ်းပြခဲ့တဲ့ မင်းသားကြီး Adivi Seshကဒီတစ်ခေါက်မှာလည်း\nဘယ်လိုအမှုတွေဖြေရှင်းပြီးကြမ်းပြဦးမလဲကြည့်လိုက်ကြရအောင်\n(ရင်ထိတ်စရာသတ်ဖြတ်ခန်း‌တွေပါတာကြောင့်\nအသည်းငယ်တတ်သူများအတွက်မသင့်တော်ပါ)ဇာတ်လမ်းအညွှန်း\nအခင်းဖြစ်ရင် တရားခံကို ငါးမိနစ်တည်းနဲ့ဖမ်းပြနိုင်တဲ့ SP ကေဒီ ..\nသတင်းထောက်တွေကြားနာမည်ကြီးရဲတစ်ယောက် ဉာဏ်လည်းကောင်း\nမိတ်လည်းပေါပြီးချစ်သူဖြစ်တဲ့အာရာနဲ့ ဘဝကိုပျော်ပျော်ကြီးဖြတ်သန်းနေသူပေါ့ဒီလိုနဲ့တစ်နေ့ သူ့ကိုစမ်းသပ်တဲ့အမှုကြီးပေါ်ပေါက်လာပါတယ် ခေါင်း၊ လက်၊ကိုယ်ခန္ဓာကို\nတခြားစီခုတ်ဖြတ်ထားတဲ့အလောင်းကို လူပုံစံအတိုင်းနေရာချထားတာပါ\nလူတစ်ယောက်ရဲ့ခန္ဓာပေမယ့် ခေါင်းကတော့အဲဒီခန္ဓာကိုယ်ရဲ့ပိုင်ရှင်မဟုတ်ပါဘူး ဆိုတော့\nနောက်ထပ်အလောင်းတွေရှိနေသေးတဲ့သဘောပါ ဒီလိုနဲ့ဒီကိစ္စထဲသူပါဝင်သွားပြီး\nဘယ်လိုအသက်ဘေးတွေတွေ့ကြုံရမလဲ တရားခံကရောဘယ်သူဖြစ်မလဲဆိုတာ\nဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.7GB / 792MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL & Thet Ko & Yunni & Cherry",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/hit-the-2nd-case-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/s-l600-141x200.jpg",
        "title": "No Retreat, No Surrender (1985)",
        "description": "ဒီကားက Old School ကရာတေးကားလေးပါ နာမည်ကြီးမင်းသားကြီးJean-Claude Van Damme လဲပါဝင်ပါတယ်ဇာတ်လမ်းကတော့ ဇာတ်လိုက်က Jason Stillwell လို့ခေါ်တဲ့ Bruce Lee ရူးရူးနေတဲ့ကောင်လေးပါ.Jason တို့ သားအဖနှစ်ယောက်ဟာ LA မှာကရာတေးသင်တန်းဖွင့်ထားရာ တစ်နေ့လူဆိုးအဖွဲ့အစည်းက သူတို့ရဲ့သင်တန်းကိုလာသိမ်းတော့ Seattle ဘက်ကိုရှောင်နေပါတယ်Jason က Seattle မှာ ကရာတေးသင်တန်းကျောင်းတစ်ခုကိုဝင်Joinရမှာ သင်တန်းBully တစ်ချို့နဲ့တွေ့ရတာ အပြင်းအထန်ကြိုးစားပြီးပိုသန်မာလာပါတယ်ထို့နောက် LA မှာသူတို့သင်တန်းကျောင်းကိုသိမ်းသွားတဲ့လူဆိုးဂိုဏ်းနဲ့ဘယ်လိုရင်ဆိုင်မလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ1984 က karate kid လိုမျိုး old school martial art ကားလေးတွေကြိုက်ရင်ဒီကားကိုလဲသဘောကျမှာပါ Fight Choreography တွေလဲတော်တော်ကောင်းပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Son Gohan ပါ )File Size__(1.9GB) / (1.5GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:39:00\nType__Action, Comedy, Crime\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/no-retreat-no-surrender-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMu6Qok9zobGsAHfSk1XFstzFN8.jpg",
        "title": "Aporia (2019)",
        "description": "Aporia (2019)\n==========ဇာတ်လမ်းအစမှာ လူတစ်စုကရွာသားတွေကိုဖမ်းပြီးတောင်တွေ\nဆီကိုဦးတည်မောင်းလာတယ်။ ဒါပေမယ့် ရွာသားတွေကိုခေါ်မလာ\nခင် လူတိုင်းရဲ့လည်ပင်းကိုဆေးတွေထိုးပေးလိုက်တယ်။ အခြား\nဆေးတော့မဟုတ်ပါဘူး။ဇွန်ဘီဖြစ်လာနိုင်တဲ့ စမ်းသပ်တဲ့ဆေးတွေ။\nအဲ့ထဲမှာ အာဗင်နဲ့ အိစ်ချ်တို့လင်မယားနှစ်ယောက်လည်းပါတယ်။အာဗင်က ကားနောက်ခန်းထဲမှာ ခေါ်လာတဲ့သူတွေကိုပြန်တိုက်ပြီး\nထွက်ပြေးကြဖို့ တိုင်ပင်ထားကြပေမယ့်လည်း တကယ်လည်းဖြစ်\nလာရောအလုပ်မဖြစ်ဘူး။ ခရီးဆုံးလည်းရောက်ရော ဖမ်းခေါ်လာသူ\nတွေက သူတို့ကို တောင်ကြားတွေဆီကိုပြေးခိုင်း ပြီးတော့ သေနတ်နဲ့\nလိုက်ပစ်တယ်။ ပြေးရင်းနဲ့ပဲ အီချ်နဲအာဗင်ဟာ မြောင်းကြားထဲကို\nကျသွားတာပေါ့။မြောင်းကအတော်လေးနက်ပြီး ပြန်တက်ဖို့မလွယ်\nပါဘူး။ လိုက်သတ်တဲ့သူတွေက မသတ်တော့ဘဲပြန်သွားကြတယ်။\nဒီလိုနဲ့ညရောက်လာတော့ သူတို့ထဲကတစ်ယောက်ကဆေးအစွမ်းပြ\nလာတဲ့အခါမှာတော့....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin\nMyo Lwin ဖြစ်ပါတယ်)File Size..........(1.47 GB) / (620 MB) / (338 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 25mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Horror\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/aporia-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ydTkYBA1wdJKy6y3gVqAFuW4aUq.jpg",
        "title": "The Legend Of Justice WuSong ( 2022 )",
        "description": "ဒီတစ်ခါ CM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးချင်တာကတော့\nနာမည်ကြီးကာတွန်းတစ်ခုကနေ ရုပ်ရှင်အပြင်အသက်သွင်းထားတဲ့ ဇာတ်လမ်းတစ်ခုပါ။တစ်နေ့မှာတော့ ‌ကျားကိုသတ်ခဲ့လို့ဆိုပြီး သိုင်းသမား\nဝူစုန့်တစ်ယောက်က ပြန်လာရင်း တစ်နယ်‌တစ်ကျေးကို\nပြောင်းနေပြီထင်တဲ့ အစ်ကိုအရင်းဖြစ်သူ ဝူတာ့လန်နဲ့\nငယ်ရွယ်ပြီး ချောမောလှပတဲ့ ဖန်ကျင်းလျန်ဆိုတဲ့ မရီးတစ်ယောက်ကို တွေ့လိုက်ရတယ်။ရိုးအတဲ့အစ်ကိုဖြစ်သူရဲ့ ဇနီးမို့ ရင်းနှီးဖော်ရွေစွာ ဆက်ဆံခဲ့ပေမယ့်လည်း\nနောက်ကြောင်းမရှင်း အကြံကြီးလှတဲ့မရီးဖြစ်သူဟာ\nဂွင်ဖန်ပေမယ့် ကိုယ်ကျင့်တရားကောင်းသူ ဝူစုန့်ကတော့ မဖြုံခဲ့ဘူး\nမြို့အနှံ့အချောအလှနာမည်ကြီးနေတဲ့ ဖန်ကျင်းလျန်ရဲ့\nအလှကျော့ကွင်းမှာ မိသွားသူကတော့ ရှီမန်းချင်ဆိုတဲ့ လူတစ်ယောက်ပေါ့။ဖန်ကျင်းလျန်ကိုမှ လိုချင်လှပါချည်ရဲ့ဆိုပြီး အဘွားနန်ကို\nလာဘ်ထိုးလို့ ရယူဖို့ ကြိုးစားခဲ့ရာကနေ အရှုပ်အထွေးတွေဖြစ်လာခဲ့တယ်\nဝူတာ့လန်နဲ့ ဖန်ကျင်းလျန်ရဲ့အိမ်ထောင်ရေးကရော ဘယ်လိုဖြစ်မလဲ....\nရှီမန်းချင်ရဲ့ဝင်ရှုပ်မှုကြောင့် နောက်ဆက်တွဲ ဘာတွေဖြစ်လာမလဲ....\nဝူစုန့်ကရော ဘာကြောင့်အစ်ကိုဖြစ်သူရဲ့စကားကို ပယ်ရှားရတာလဲ....\n[ Reviewed By Htun Su Khaing ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 33 min\nSubtitle : Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-legend-of-justice-wusong-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9NrY84bYY2bgmQEfZydnBzHyxYz.jpg",
        "title": "White Dragon Horse ( 2022 )",
        "description": "ငယ်ငယ်လေးတုန်းက စွန်းဝူခုန်းရဲ့ အနောက်ဘက်ဆီသို့\nခရီးသွားခြင်းဆိုတဲ့ ဒဏ္ဍာရီလေးကို ကြားဖူးတယ်မလား?\nဒါပေမဲ့ အဲ့ဒီ အနောက်ဘက် အနောက်ပင်လယ်ဆီက\nဒဏ္ဍာရီလေးတစ်ပုဒ်ကိုတော့ သိကြမယ်မထင်ပါဘူး ။အနောက်ပင်လယ်မှာ ရှိတဲ့ နဂါးမျိုးနွယ်စုတွေဟာဆိုရင်\nကောင်းကင်ဘုံ တရားရုံးတော်ကို ခစားတဲ့အနေနဲ့\nအနောက်ပင်လယ်ပြင်ကြီးကို စောင့်ကြပ်ကြရပါတယ်။\nဒါပေမဲ့ ကောင်းကင်ဘုံက နတ်မင်းတွေဟာဆိုရင် နဂါးတွေကို\nသူတို့လက်ခုတ်ထဲက ရေလိုသဘောထားပြီး စားသောက်ဖွယ်အနေနဲ့\nမက်မွန်ပွဲတော်ရောက်တိုင်း နဂါးတွေကို စားသုံးကြပါတယ် ။အနောက်ပင်လယ် နဂါးတိုင်းပြည်ရဲ့ အိမ်ရှေ့စံဖြစ်သူ\nအောင်လျဲ့ဟာ ဒီအရာနဲ့ပတ်သတ်ပြီး စိတ်ထဲမှာ လုံးဝကို အခဲမကျေခဲ့ပါဘူး။\nအဲဒါကြောင့် နဂါးမျိုးနွယ်စွမ်းအားတွေ ပြန်လည်ဖွဲ့စည်းပြီး\nနဂါးအသားစားသုံးတဲ့ ဓလေ့ကို ပြောင်းလဲပစ်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ် ။\nတစ်ချိန်ထဲမှာပဲ အောင်လျဲ့တစ်ယောက် သူနဲ့လက်ဆက်ရန်\nစီစဥ်ထားတဲ့ မင်းသမီးလေး ပိပေါ်ထန်နဲ့ တွေ့ဆုံကာ\nမြင်မြင်ချင်းချစ်မိသွားပြီး မောက်မာခဲ့တဲ့ နှလုံးသားလေးက\nအရည်ပျော်ကျသွားရပါတယ် ။ ဒါပေမဲ့လို့ သူချစ်ရတဲ့\nချစ်သူကို ခေါင်းကိုးလုံး မိစ္ဆာဘုရင်က လုယူသွားခဲ့တဲ့အခါမှာတော့...?❏ ဘာတွေဆက်ဖြစ်ကြမှာလဲ\n❏အချစ်အတွက်နဲ့ ဒီခေါင်းကိုးလုံး မိစ္ဆာကြီးကို ချေမှုန်းနိုင်ပါ့မလား\n❏ သတ်ဖြတ်ချင်းခံနေရတဲ့ သူ့ရဲ့မျိုးနွယ်စုတွေကိုရောသူကယ်တင်နိုင်ပါ့မလား\nဆိုတာ စိတ်ဝင်တစားကြည့်ရှုမဲ့ ဇာတ်ကားကောင်းလေး\nတစ်ကားဖြစ်တာမို့ အခုပဲကြည့်ရှုရအောင်လားရှင်\n[ Reviewed By Chit ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/white-dragon-horse-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kcQMi948S0K1GyertJP4uhPPei.jpg",
        "title": "Dragon and Tiger ( 2022 )",
        "description": "ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့ခပ်မိုက်မိုက်သရုပ်ဆောင်မှုတွေနဲ့\nကြည့်ချင်တဲ့ပရိတ်သတ်တွေအတွက် ဇာတ်လမ်းကောင်းတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nThe Oath of loveထဲကမင်းသား Xu Fangzhouနဲ့\nAshes of loveမင်းသားZhang JunRanတို့သရုပ်ဆောင်တာကြောင့်\nအလွန်ကိုကောင်းတဲ့ဇာတ်လမ်းတစ်ပုဒ်ပါပဲကျိုးဖန်ကအိမ်ကစီးပွါးရေးကိုသိပ်စိတ်မဝင်စားဘဲ အပြင်မှာ\nအေးအေးဆေးဆေးလျှောက်လည်ရတာကြိုက်တဲ့သူတစ်ယောက်\nကျိုးဖန့်အစ်မ ကျိုးယွဲ့ကတော့ မိသားစုနဲ့မောင်လေးကို\nစောင့်ရှောက်ဖို့အတွက် ဘာကိုမမူဘဲ အသက်ကိုစွန့်ရဲပြီးကာကွယ်ပေးမဲ့သူမူးယစ်ဆေးဝါးရောင်းဝယ်မှုကိုတားဆီးဖို့လုပ်နေရင်းနဲ့ကျိုးဖန့်ရဲ့အဖေကသေဆုံးခဲ့တယ်\nကျိုးဖန့်ကအဖေသေဆုံးပြီးတော့ အေးအေးဆေးဆေးနေတတ်တဲ့ဘဝကနေ\nအဖေ့ကိုသတ်တဲ့ရန်သူကိုရှာတဲ့လမ်းကိုလျှောက်လမ်းခဲ့တယ်\nကျိန့်ယွီရန်ဆိုတဲ့သူက ဖခင်ရဲ့အတည်အမှတ်ပြုတာကိုမရရှိတဲ့အခါမှာ\nရူးသွပ်ပြီးတော့ ဖခင်ကိုသတ်ဖို့လုပ်ခဲ့တယ်\nအဲ့အချိန်မှာဇာတ်ကောင်ကိုရိုက်ထားတဲ့ရိုက်ကွက်နဲ့\nမင်းသားရဲ့သရုပ်ဆောင်မှုကတော့ အတော်လေးကိုကြည့်လို့ကောင်းလှပါတယ်ဒီကားမှာတော့ ရှန်ဟဲရဲ့စျေးကွက်မှာ ဘယ်လိုမျိုးစည်းမျည်းတွေရှိလဲ\nအဲ့ဒီစဉ်းမျဉ်းတွေကိုလိုက်နာဖို့ ဘယ်လိုအာဏာမျိုးနဲ့\nလုပ်ဆောင်နေရလဲဆိုတာရယ် တခြားဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို\nဆက်လက်ခံစားကြည့်ရှုပေးကြပါဦး\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 43 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/dragon-and-tiger-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5DiiVvvYi0OcIyg28QOkouctGxa.jpg",
        "title": "Embarrassment Of Will ( 2022 )",
        "description": "မိန်းမ စွန့်ပစ်တာကို ခံရပြီး ဘာမှလက်ကြောတင်းအောင်\nမလုပ်တတ်တဲ့ လူငယ်တစ်ယောက်ဖြစ်တဲ့ - ကောဖုန်းမိန်းမနဲ့ကွာရှင်းပြီးတဲ့နောက် စိတ်ပြေလက်ပျောက်\nအရက်ဘားမှာထိုင်နေရင်း မိန်းကလေး မော့လီနဲ့ တွေ့ဆုံခဲ့တဲ့အခါ..?\nအစတုန်းကတော့ ဒီတွေ့ဆုံမှုကို တိုက်ဆိုင်မှုတစ်ခုအဖြစ်ထင်ခဲ့ပေမဲ့လို့\nဒါပေမဲ့ ဒီတွေ့ဆုံမှုဟာ ထူးဆန်းတဲ့ ကိစ္စတစ်ခုနဲ့ ပတ်သတ်နေခဲ့ပါတော့တယ်။အလုပ်မှာ လုပ်ရည်ကိုင်ရည် ရှိလှတဲ့ မော့လီတစ်ယောက်\nနေမကောင်းဖြစ်နေတဲ့ သမီးဖြစ်သူ ဆေးဖိုးရရှိဖို့ ကြိုးစားနေရရှာပါတယ်။\nအဲဒီတစ်ချိန်ထဲမှာပဲ သူမဟာ အရေးကြီးလှတဲ့ တာဝန်တစ်ခုကို လက်ခံရှိခဲ့ပါတယ်။\nအဲဒီတာဝန်ကတော့ ကောဖုန်းကို ပြန်ပေးဆွဲပြီး သူပိုင်ဆိုင်တဲ့\nကျောက်စိမ်းပြားလေးလို့ ခိုးယူဖို့ပါ။ သမီးဖြစ်သူဆေးဖိုးရရှိရေးအတွက်ပဲ\nရှေ့တန်းတင်ထားတဲ့ မော့လီတစ်ယောက် ကောဖုန်းကို စွန့်စားရှာဖွေဖို့ ကြိုးစားလာခဲ့ရင်း.....?❏ ဒီကိစ္စနောက်ကွယ်မှာ ကြီးမားတဲ့ လျှို့ဝှက်ချက်ကြီးတစ်ခု ရှိကြောင်းသိလိုက်ရတဲ့အခါ?\n❏ ကောဖုန်းနဲ့ မော့လီတို့ ဘယ်လိုရင်ဆိုင်တုန့်ပြန်ကြမလဲ？\n❏ နောက်ကွယ်က ကြိုးကိုင်ခိုင်းစေနေသူကတော့ဘယ်သူဖြစ်နေမှာလဲ？\n❏ နောက်ကွယ်က အမှန်တရားကိုရော သူတို့ ရှာဖွေနိုင်ပါ့မလား ？\nဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမဲ့အပြင် အလွဲလေးတွေ\nအခွီလေးတွေပါ ပါတာမို့ တကယ်ကို ကြည့်လို့ကောင်းမဲ့\nဇာတ်ကားလေးတစ်ကားပါပဲ အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော်\n[Reviewed By Chit Mya Mya ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/embarrassment-of-will-2022/",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzAq8h2uV5wRR8IRUkqJzlmcSSN.jpg",
        "title": "Arrest The Wicked ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တို့အတွက် ဆတိုးချေးငွေနဲ့ပတ်သက်ပြီး\nဗဟုသုတလည်းရ မှတ်သားဖွယ်ရာ တရုတ်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီကားလေးထဲမှာ ဘယ်ကမှန်းမသိတဲ့ ငွေတွေနဲ့ ချေးငွေလုပ်ငန်းကြီးလုပ်ကာ\nအတိုးပေါ်အတိုးဆင့် ပြီး အတိုးကလူကိုပြန်ဝါးမြိုအောင်\nတမင် လှည့်ကွက်တွေဆင်ထားတဲ့ ထောင်ချောက်ကြီးအကြောင်းကို ရိုက်ကူးပုံဖော်ထားပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကိုဆိုရရင် ကျားဖောင်ဆိုသူဟာ\nသူ့စားသောက်ဆိုင်လေး တိုးချဲ့ဖို့ဆိုတဲ့ စိတ်ကူးနဲ့\nငွေတိုးချေးလုပ်ငန်းမှာ ငွေချေးမိရာကနေ နောက်ဆုံး\nအသက်အန္တရာယ်ကြုံတဲ့အထိ အတိုးက လည်ပင်းပေါ်တက်လာတာပေါ့...ဒီလိုနဲ့ ဟောင်ကောင်ဘားမှာ အလုပ်လုပ်တဲ့ ဟောက်ဇီတစ်ယောက်\nလမ်းခွဲကြေး ၃ သိန်းရပြီးကြီးပွားတိုးတက်ဖို့ စိတ်ကူးနဲ့\nကျားဖောင်ဆီရောက်လာတာပေါ့... တိုက်တိုက်ဆိုင်ဆိုင်\nကျားဖောင်ကလည်း သူ့ကို ပါတနာအဖြစ် စိတ်လိုလက်ရ\nကြိုဆိုနေတာမြင်တော့ သူအပျော်ကြီးပျော်သွားတာပေါ့...တစ်ဖက်က ကျားဖောင်လည်း အပျော်ကြီးပျော်ကာ\nဟောက်ဇီကို စားသောက်ဆိုင်လွှဲပြီး ထွက်ပြေးသွားလေရဲ့\nအဲ့တော့ကာ ငွေတိုးချေးသမားတွေကို ငွေပြန်ဆပ်ရမယ့်သူက ဟောက်ဇီဖြစ်သွားတာပေါ့...နေ့ချင်းညချင်း ဆိုင်ရှင်ကနေ အကြွေးထူဘဝရောက်သွားတဲ့\nဟောက်ဇီတစ်ယောက် အတိတ်မေ့နေတဲ့ လူနာတစ်ယောက်နဲ့ ဆုံမိခဲ့ရာကနေ...ကဲ ဒီတော့ကာ ကျားဖောင်တစ်ယောက် တကယ်ပြေးလွတ်မှာလား...\nဟောက်ဇီရော ဘယ်လို ကျော်ဖြတ်မလဲ...\nကျားဖောင်လိုပဲ သူလည်း နောက်တစ်ယောက်ပုခုံးပေါ် အကြွေးလွှဲပေးမှာလား...\nအမြန်သာ ကြည့်လိုက်ကြပါတော့...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/arrest-the-wicked-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEbqAz11yoX8f5zx09xEyfyjIdi.jpg",
        "title": "Ghost Blowing Lantern: Return of the South China Sea (2022)",
        "description": "Adventureကိုကြိုက်နှစ်တဲ့ပရိတ်သတ်တွေအတွက်\nဇာတ်လမ်းကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nမင်းသားကတော့ ဆုတံဆိပ်တွေအများကြီးရထားတဲ့\nPan YueMing နဲ့ X Sister နဲ့ပွဲထွက်ထားတဲ့\nနာမည်ကြီးမင်းသမီး Zhang YuQiနဲ့ဆိုတော့ ဇာတ်လမ်းကတော့အလွန်ကိုကောင်းလွန်းပါတယ်ရှေးဟာင်းပစ္စည်းတွေကိုရှာဖွေရတာကြိုက်တဲ့ မောကျင်းအဖွဲ့ ဝင်\nဟူပါးယီးတို့အဖွဲ့က ကောင်းချင်းအုတ်ဂူမှာအရဲစွန့်ပြီးနောက် အဖွဲ့ကွဲသွားကြတယ်\nအမေရိကန်ပါမောက္ခချိန်က နန်းဟိုင်းရဲ့သန္တာကျောက်တန်းမှ\nချင်ဝမ်အရိုးမှန်ကိုရှာဖွေဖို့အတွက် မောကျင်းအဖွဲ့ ဟူပါးယီးတို့ကိုဖိတ်ခေါ်ခဲ့တယ်ကောင်းချင်းအုတ်ဂူမှာကျိန်စာမိခံရတဲ့ဟူပါးယီးက\nသွားဖို့ငြင်းဆိုခဲ့ပေမဲ့ အဖွဲ့ဝင်တွေကြောင့် လိုက်ပါခဲ့ပြန်တယ်\nနန်းဟိုင်းပင်လယ်ကိုသွားတဲ့အချိန်မှာ နှင်းမိုးလေးတွေကျပြီးတော့\nထူးဆန်းတဲ့အရာတွေ အဖြစ်အပျက်တွေ တစ်ခုပြီးတစ်ခုပေါ်လာခဲ့တယ်မောကျင်းတို့အဖွဲ့က ဒီအခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား?\nရတနာပစ္စည်းကိုဆယ်ယူနိုင်မလား?\nအဲ့နေရာမှာပဲသေဆုံးကြမလားဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ghost-blowing-lantern-return-of-the-south-china-sea-2022/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wRfP0MPGaLNCWyQkWJI1rfjeVjS.jpg",
        "title": "The Female General Fan Lihua ( 2022 )",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ ရှေးခေတ်သူရဲကောင်းဖန်လိဟွားဟာ\nဓားပြတွေနဲ့တိုက်ခိုက်ရာမှာ အထင်ကရကျော်ကြားတဲ့\nအတွေ့အကြုံအကြောင်းကိုရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ဖန်လိဟွားက ဓားပြတွေကိုသုတ်သင်ရှင်းလင်းချင်တာကြောင့်\nသန်မာတဲ့ ရွှယ်တင်းရှန်နဲ့တွေ့ဆုံခဲ့ပြီး ရွှယ်တင်းရှန်းကိုလည်း\nမြင်မြင်ချင်းမှာပဲချစ်မိသွားခဲ့ပါတယ်။ ဒါပေမဲ့ ရွှယ်တင်းရှန်ကတော့\nသူမကို လက်နက်ချပြီးသူမရဲ့ နယ်ပယ်ကိုပဲပြန်သွားစေချင်ခဲ့ပါတယ်။သူတို့နှစ်ယောက်က အခက်အခဲတွေ ရည်ရွယ်ချက်တွေကို\nတစ်ယောက်နဲ့တစ်ယောက် နားလည်မှုပေးပြီး ဓားပြတွေကို\nအတူတူနှိမ်နှင်းဖို့လုပ်ဆောင်ခဲ့ကြတယ် ဒီလိုနဲ့အဆုံးသတ်မှာတော့\nသူတို့နှစ်ယောက်ရဲ့ကံကြမ္ပာကဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့\nစောင့်မျှော်ကြည့်ရှုပေးကြပါဦးရှင့်\n[ Reviewed By Ou ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-female-general-fan-lihua-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/18XUe7CXroFahfBukmlWdOItWkm.jpg",
        "title": "The Hunting ( 2022 )",
        "description": "နှစ်ကူးအားလပ်ရက်မှာ ရိုစရာချိုစရာမရှိတဲ့ တစ်ကိုယ်တည်းတောက်ပနေသူလေး\nတွေအတွက်အသင့်တော်ဆုံး သဲထိတ်ရင်ဖိုကားလေးကို CMမှတင်ဆက်ပေးလိုက်ပါတယ်။ဝက်ဝံအမဲလိုက်ဖို့အကောင်းဆုံးအချိန်ဖြစ်တဲ့ ချမ်းအေးတဲ့ဆောင်းရာသီမှာ\nဝက်ဝံခြေရာခံတဲ့လူနှစ်ယောက်ဟာ\nကောင်းကင်ကကျလာတဲ့အလင်းတန်းကြီးကိုတွေ့လိုက်ရတယ်။ဥက္ကာခဲကြီးလား ဘာတွေလဲဆိုပြီး သူတို့သွားကြည့်တဲ့အချိန်မှာ\nရက်စက်ကြမ်းကြုတ်တဲ့ ထူးဆန်းသတ္တဝါတွေနဲ့ကြုံတွေ့လိုက်ရတယ်။\nလူတွေကဝက်ဝံတွေကိုအမဲလိုက်တဲ့နယ်မြေဟာ\nလူတွေကိုပြန်ပြီးအမဲလိုက်တဲ့နယ်မြေအဖြစ်ပြောင်းသွားပါတော့တယ်။\nကောင်းကင်ပေါ်ကကျလာတဲ့သတ္တဝါတွေကိုလူတွေဟာ\nဘယ်မျိုးများနှိမ်နင်းကြမလဲ..... သားကောင်ဘဝနဲ့ပဲ\nလူတွေဟာနေသွားရတော့မှာလားဆိုတာကို သဲထိတ်ရင်ဖိုကြည့်လိုက်ကြပါဦးနော်......\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Thriller\nRuntime : 1h 19 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-hunting-2022/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iGzENlBPYJEFWZnye4t3nqWSSp1.jpg",
        "title": "Hidalgo(2004)",
        "description": "Hidalgo(2004)==============ဒီတစ်ခါမှာတော့ Adventure အမျိုးအစားကို ကြိုက်နှစ်သက်တဲ့ပရိသတ်ကြီးတို့ကို ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါဦးမယ်။ ဇာတ်ကားနာမည်ကတော့ Hidalgo လို့ခေါ်ပြီး၂၀၀၄ ခုနှစ်တုန်းက ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်။ ဇာတ်ကားရဲ့ထူးခြားချက်ကတော့ အမေရိကန် မြင်းစီးသမား Frank Hopkins နဲ့သူ့မြင်း Hodalgo ရဲ့ ဖြစ်ရပ်မှန်ကို ဇာတ်လမ်းပြန်ရိုက်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင် Frank Hopkins နဲ့သူ့မြင်းက Buffalo Bill ဆိုသူရဲ့ Wild West show မှာ အကြမ်းခံနိုင်ဆုံးမြင်းစီးသမားအဖြစ် ပါဝင်ခဲ့ပါတယ်။ ဒါပေမဲ့ အဲဒီနာမည်ကို အာရပ်လူမျိုး‌တွေ ဖြစ်ကြတဲ့ ရှိတ်မိသားစုက သဘောမကျကြပါဘူး။ဘာလို့လဲဆိုတော့ အတော်ဆုံးမြင်းစီးသမားနဲ့ အကောင်းဆုံးမြင်းကသူတို့ဆီမှာပဲ ရှိတယ်လို့ ယူဆကြလို့ပါ။ ဒါကြောင့်မလို့ ရှိတ်မိသားစုကFrank Hopkins ကို \"မီးပင်လယ်\"လို့ခေါ်တဲ့ ပြိုင်ပွဲမှာ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ ဖိတ်ခေါ်ခဲ့ပါတယ်။ ပြိုင်ပွဲကို အနိုင်ရရှိသူက ဆုကြေးငွေအနေနဲ့အမေရိကန်ဒေါ်လာ ၁ သိန်း အနိုင်ရမှာပါ။ပိုကောင်းတဲ့အနာဂတ်ကို ရရှိဖို့အတွက် ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hidalgo2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-v-140x200.jpg",
        "title": "The VelociPastor (2018)",
        "description": "စူပါပါဝါလည်းရှိ၊ ဒိုင်နိုဆောလည်းပါပြီး၊ နင်ဂျာတွေနဲ့ပါချတဲ့ ရုပ်ရှင်မျိုး မရှိဘူးထင်ရင် မှားသွားပါမယ်။Social mediaတွေမှာတွေ့နေကြ memeရုပ်ရှင်လေးလာပါပြီ။\nခရစ်ယာန်ဘုန်းတော်ကြီးတစ်ပါးဟာ သူ့မိဘတွေဆုံးပါးသွားတဲ့အချိန်မှာ စိတ်ပြေလက်ပျောက်ဖြစ်အောင် တရုတ်ပြည်ဘက် ခရီးထွက်လာပါတယ်။ တရုတ်ပြည်သွားရာကနေ မထင်မှတ်ပဲ ဒိုင်နိုဆောအဖြစ်ပြောင်းနိုင်တဲ့အစွမ်းတွေရရှိလာပါတော့တယ်။ ဒိုင်နိုဆောအစွမ်းတွေရှိလာတဲ့အချိန် ကာရိုဆိုတဲ့ အပျော်မယ်လေးနဲ့တွေ့ဆုံမိချိန်မှာ သူ့ရဲ့ ဒိုင်နိုဆောပြောင်းနိုင်တဲ့ အစွမ်းတွေကို ဘယ်လိုအသုံးချသွားမလဲဆိုတာကြည့်ရှု့ရမှာပါ။ File size…(1.63GB)  / (837MB) / (483MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:15:00\nGenre...Action / Adventure / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "",
        "url": "https://channelmyanmar.org/the-velocipastor-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/StreetFighterMoviePoster-134x200.jpg",
        "title": "Street Fighter (1994)",
        "description": "Street Fighterဗန်ဒိန်းဆိုတာနဲ့ ကျွန်တော်တို့ ငယ်ဘဝကကြည့်နေကျ အက်ရှင်မင်းသားကြီးဆိုတာ အမှတ်ရနေကြမှာပါ...Street Fighter ဆိုတဲ့ ဒီဇာတ်လမ်းလေးမှာတော့ ဗန်ဒိန်းက Col. Guile အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်အာရှတစ်လွှားမှာ သူသတ်အကြမ်းဖက်လုယက်နေတဲ့ အာဏာရူး General Bisonဟာ မဟာမိတ်ညွှန့်အပေါင်းအဖွဲ့က စေတနာဝန်ထမ်၆၀ကျော်ကို ပြန်ပေးဆွဲသွားကာ လျော်ကြေးငွေ ၂၀ဘီလီယံတောင်းဆိုလာတဲ့အခါ ဗန်ဒိန်းတို့ မဟာမိတ်တပ်တွေက ဝင်ရောက်တိုက်ခိုက်ဖို့ဖြစ်လာပါတော့တယ်...ဒါတင်မကသေးဘဲ ဘိုင်ဆန့်လက်ချက်ကြောင့် ဒုက္ခရောက်ခဲ့ရသူအပေါင်းကလည်း လက်စားချေတုံ့ပြန်ဖို့ ကြံစည်လာတဲ့အခါ....တချိန်က ဗန်ဒိန်းကားတွေကို ကြည့်ခဲ့ဖူးသူဆိုရင်တော့ ဒီဇာတ်လမ်းလေးက ငယ်ဘဝကိုလည်း ပြန်ပြောင်းသတိရစေမှာပါAction ကြိုက်တဲ့သူတွေ့အဖို့လည်း အကြိုက်တွေ့စေမယ့် ဇာတ်ကားလေး တစ်ကားမို့တင်ဆက်ပေးလိုက်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (1.1GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:42:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/street-fighter-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMjQ1MTYxMzA4OF5BMl5BanBnXkFtZTgwNjg2NTM1MTI@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Conspiracy Theory (1997)",
        "description": "ခုတစ်ခေါက် တင်ဆက်ပေးမယ့် ဒီဇာတ်ကားမှာ နာမည်ကြီးမင်းသမီး အလှပဂေး Julia Roberts နဲ့ ဒါရိုက်တာ-သရုပ်ဆောင် မင်းသားကြီး Mel Gibson တို့ရဲ့ ပြောင်မြောက်တဲ့ သရုပ်ဆောင်ချက်တွေ ပါဝင်ပြီးတော့ ကြည့်ရှုသူတွေအနေနဲ့ အက်ရှင်၊ နိုင်ငံရေးလျှို့ဝှက်မှုခင်းတွေနဲ့ အချစ် အကြောင်းတို့ကို စုံလင်စွာ ခံစားကြည့်ရှုရမှာ ဖြစ်ပါတယ်။\nတက္ကဆီမောင်းသမား Jerry က နိုင်ငံမှာ ဖြစ်ပျက်နေတာတွေအကုန်လုံးကို လိုက်ကြည့်ပြီး ဒါကတော့လက်မဲကြီးတွေကလုပ်တာ၊ ဘယ်သူတွေကကြိုးကိုင်နေလို့ ဒီလိုဖြစ်တာဆိုပြီး ကိုယ်ပိုင်သီအိုရီတွေထုတ်တတ်လေ့ရှိပါတယ်။\nတက္ကဆီမောင်းတဲ့သူလည်း ဖြစ်နေတော့ လူတွေအများကြီးနဲ့ ဆက်ဆံရပြီး တွေ့သမျှလူတိုင်းကိုလည်း သူ့အတွေးတွေအကုန်လုံးကို လိုက်ပြောလေ့ရှိပါတယ်။\nသူပြောသမျှက ယုံချင်စရာမကောင်းလွန်းလို့ အရူးလို့ထင်ရပေမဲ့ သူပြောတဲ့အထဲက တစ်ခုခုကမှန်သွားပြီးတော့ သူ့ကိုလိုက်ဖမ်းတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ်လာပါတယ်။ Jerry ကတော့ သူထုတ်ထားတဲ့ သီအိုရီတွေက များလွန်းလို့ ဘယ်ဟာကြောင့်ခုလို ဖြစ်ရတယ်ဆိုတာတောင် မသိတော့ပါဘူး။\nJerry မှာ သူ အရူးအမူးစွဲလမ်းနေတဲ့ Alice လို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်လည်း ရှိပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/conspiracy-theory1997/"
    }
]