[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTY0NjU4NjE4Nl5BMl5BanBnXkFtZTgwNjk0ODY5MjI@._V1_-135x200.jpg",
        "title": "Wolf Warrior 2 (2017)",
        "description": "စစ်ပွဲနောက်ခံ အက်ရှင်ဇာတ်ကားသစ် Wolf Warriors II သည် တရုတ်နိုင်ငံအတွင်း၌ ရုံဝင်ငွေအများဆုံး ရရှိသော ဇာတ်ကားတစ်ကားဖြစ်လာပြီး ရုံတင်ပြသခဲ့သည့် ၁၂ရက်အတွင်း ယွမ်ငွေ ၃.၄၄ ဘီလျံ (ဒေါ်လာ ၅၀၆ သန်း) ခန့် ရရှိခဲ့သောကြောင့် အအောင်မြင်ဆုံး ရုပ်ရှင်တစ်ကားဖြစ်လာသည်။အဆိုပါဇာတ်ကားကို မင်းသားဝူကျင်းက ဒါရိုက်တာအနေနှင့်ရော ခေါင်းဆောင်မင်းသားအနေဖြင့်ပါ ဦးဆောင် ရိုက်ကူးထားပြီး သူနှင့်အတူ အခြားသရုပ်ဆောင် ကြယ်ပွင့်များဖြစ်ကြသော ဖရန့်ခ်ဂရီလို၊ ဆယ်လီနာဂျိတ်၊ ဝူဂန်းနှင့် ကျန်ဟန်တို့က ပါဝင်သရုပ်ဆောင်ထားကြသည်။ထိုရုပ်ရှင်သည် အာဖရိကန်စစ်ပွဲဇုံအတွင်းသို့ အမှတ်မထင်ရောက်ရှိသွားသော တရုတ်စစ်သားများ အနေဖြင့် လူ့အသက်ပေါင်းများစွာကို ကယ်တင်ရပုံအား ဇာတ်အိမ်တည်ထားခြင်း ဖြစ်သည်။Wolf Warriors II ကို လွန်ခဲ့သောဇွန်လ ၂၇ ရက်နေ့က စတင်ပြသခဲ့ပြီး တရုတ်နိုင်ငံရုံဝင်ငွေဇယားတွင် ထိုနေ့ကတည်းက ထိပ်ဆုံးမှဦးဆောင်နိုင်ခဲ့သည်။ ဒါ့အပြင် ယနေ့အချိန်ထိ ရရှိခဲ့သော ရုံဝင်ငွေမှတ်တမ်းများ အရ ထိုဇာတ်ကားသည် ပြီးခဲ့သောနှစ်က ...",
        "rating": "6.0",
        "url": "https://megaup.net/5AO4O/Wolf_Warrior_2_(Zhan_Lang_II)_[2017]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkyMzc1MTQxNl5BMl5BanBnXkFtZTgwMDIzNzM3MjI@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "Jagga Jasoos (2017)",
        "description": "ပုံျပင္ေလးတစ္ပုဒ္ ေျပာျပခ်င္တယ္ဗ်ာ ႕႕႕႕႕႕႕႕\nဟုိးေရွးေရွးတုန္းကေပါ့ မူဟီနာဂူရီလုိ႔ ေခၚတဲ့ ၿမိဳ႕ေလးရဲ႕ ေဆး႐ုံေလးတစ္ခုမွာ\nကေလးငယ္တစ္ေယာက္ ဖြားျမင္ေလခဲ့တယ္။ကေလးရဲ႕ ကံဆုိးမႈလားပဲ သူ႔ကုိ ေမြးဖြားၿပီး သိပ္မၾကာခင္မွာပဲ အက္ဆီဒန္႕ တစ္ခုၿပီး မိဘႏွစ္ပါးလုံး ေသဆုံးခဲ့ၾကတယ္။သူ႕ကုိ လာေခၚမယ့္ေဆြမ်ိဳးသားျခင္း ဘယ္သူမွ မရွိေလဘူး ႕႕႕႕\nဒီေဆးရုံေလးကပဲ သူ႕ကမာၻေလးျဖစ္ခဲ့ရတယ္ ႕႕႕႕႕ႏွစ္ေတြအလီလီ ေဆးရုံမွာ ျဖတ္သန္းေနထုိင္ရင္းတေန႕မွာေတာ့ ရထားေပၚက ခုန္ခ်လုိက္တဲ့ လူတစ္ေယာက္ကုိ ျမင္သြားၿပီး\nအေျပးသြားၾကည့္တဲ့အခ်ိန္မွာ အဲ့ဒီလူႀကီးက ဒဏ္ရာေတြ အမ်ားႀကီးနဲ႕ သတိလစ္ေမ့ေမ်ာေနတယ္ဒီလူႀကီးသတိရလာေတာ့ ေဆး႐ုံေပၚေရာက္ေနၿပီ ေဘးနားမွာ ေကာင္ေလးတစ္ေယာက္ ေဆးပုလင္းလာခ်ိတ္ေပးတယ္\n\" မင္းနာမည္ ဘယ္လုိေခၚလဲ \"\nဘာမွ မေျဖပဲ ေကာင္ေလးျပန္ထြက္သြားတယ္ေနာက္ေန႕ ေဆးပုလင္းထပ္လာခ်ိတ္ေပးတယ္ \"မင္းနာမည္ ဘယ္လုိ ေခၚလဲ\" ထပ္ေမးတယ္\nေကာင္ေလးလွည့္ျပန္သြားလုိက္တယ္ ေဘးနားက ဆရာဝန္မႀကီးက ေျပာမွ သိရတယ္ ေကာင္ေလးက စကားထစ္ေနလုိ႔ စကားမေျပာဘူးတဲ့စကားထစ္ေနတဲ့ ေကာင္ေလးဟာ ေဆး႐ုံေပၚက လူႀကီး အကူအညီနဲ႕ စကားေျပာႏုိင္ခဲ့တယ္\nသူေျပာတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2SbOW/Jagga_Jasoos_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/badlapur_ver2-135x200.jpg",
        "title": "Badlapur (2015)",
        "description": "​ေသြး​ေအး​ေအးနဲ႔ၾကမ္​းတဲ့ကား​ေလးလာပါၿပီ​အၿငိဳးအ​ေတးနဲ႔ကလဲ့စား​ကား​ေတြဆို ပီပီျပင္​ျပင္​ရိုက္​တတ္​တဲ့​ေဘာလိဝုဒ္​ရဲ႕အထာအတိုင္​း ဒီကား​ေလးထဲမွာလည္​းရင္​နင္​့ဖြယ္​ရာအျဖစ္​အပ်က္​ကို​ေတြ႕ရမွာပါဇာတ္​လမ္​းအၫႊန္​းက​ေတာ့ ရက္​ဂ်္​ဟူးနဲ႔မီရွာတို႔ဟာ ​ေရာ္​ဘင္​ဆိုတဲ့သား​ေလးတစ္​​ေယာက္​ပိုင္​ဆိုင္​ထားတဲ့​ေပ်ာ္​႐ႊင္​စရာမိသားစု​ေလးတစ္​ခုပါအနိစၥဆိုတဲ့သ​ေဘာအတိုင္​းကံၾကမၼာမုန္​တိုင္​းတစ္​ခု​ေၾကာင့္​့တစ္​​ေန႔မွာ ဘဏ္​ဓားျပတိုက္​မႈတစ္​ခုက​ေန​ ကားယူ​ေျပးတဲ့ဓားျပ​ေတြ​ေၾကာင္​့မီရွာနဲ႔​ေရာ္​ဘင္​တို႔​ေသဆံုးသြားခဲ့ရပါတယ္​လိုက္​ရက္​ခ္​လို႔​ေခၚတဲ့ရာဇဝတ္​​ေကာင္​တစ္​​ေယာက္​ကိုဖမ္​းမိခဲ့​ေပမယ့္​ ႀကံရာပါတစ္​​ေယာက္​က​ေတာ့​ေငြ​ေတြနဲ႔အတူအစအန​ေပ်ာက္​သြားပါတယ္ဖမ္​းမိခဲ့တဲ့လိုက္​ရက္​ခ္​ကလည္​းသူ႔ႀကံရာပါနာမည္​ကို​ေရငံုႏႈတ္​ပိတ္​​ေနခဲ့ၿပီး​ေထာင္​အက်ခံခဲ့ပါတယ္​ဒီလိုရင္​နင့္​့ဖြယ္​ျဖစ္​ရပ္​မ်ိဳးဟာ​ေသသြားတဲ့ သူအတြက္​​ေတာ့ဘဝကူးရံုပဲဆို​ေပမယ့္​ က်န္​​ေနခဲ့တဲ့ရက္​ဂ်္​ဟူးအတြက္​​ေတာ့ကမ႓ာပ်က​္​ေနတ႔ဲအရူးတစ္​​ေယာက္​လိုပါပဲသား​ေသ/ မယား​ေသလို႔ အမုန္​းတရား​ေတြနဲ႔့ျပည္​့ႏွက္​​ေနခဲ့တဲ့ ရက္​ဂ်္​ဟူးတစ္​​ေယာက္​ အမုန္​းတရား​ေတြကိုဘယ္​လို​ေခ်ဖ်က္​သြားမလဲတရားခံဆိုတဲ့သူ​ေတြက​ေကာ ဘယ္​လိုဆက္​ျဖစ္​ၾကမလဲစတဲ့ ဇာတ္​ရွိန္​အလွည္​့အ​ေျပာင္​း​ေလး​ေတြကိ​ု​ေတာ့ ဇာတ္​သိမ္​းပိုင္​းက်မွပဲ နားလည္​သ​ေဘာ​ေပါက္​ၾကမွာျဖစ္​တဲ့အတြက္​ ၿပီး​ေအာင္​ၾကည္​့ရမွာ​ေတာ့ကြၽန္​​ေတာ္​တို႔အပိုင္​း​ေပါ့ဗ်ာ... \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (0.99 GB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 8min\nFormat : Mp4\nGenre :Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "7.5",
        "url": "https://megaup.net/TBnr/Badlapur_[2015]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMzk3OTQ4MjY0OF5BMl5BanBnXkFtZTgwNzQ2MTcwMzI@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Birth of the Dragon (2016)",
        "description": "အခုတင္ဆက္ေပးမယ့္ဇာတ္လမ္းေလးကေတာ့ အက္ရွင္ကားအလန္းေလးပဲျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ ၁၉၆၄ခုႏွစ္ ဆန္ဖရန္စစ္စကိုၿမိဳ႕မွာအေျခခံၿပီး႐ိုုက္ထားတာပါ။ဒီဇာတ္လမ္းထဲမွာဆိုရင္ဘ႐ုစ္လီဆိုတဲ့လူတစ္ေယာက္ကကိုယ္ခံပညာမွာေက်ာ္ၾကားဖို႔အတြက္ႀကိဳးစားေနတဲ့သူတစ္ေယာက္ပါ။ေဝါင္ဂ်က္မန္းဆိုတဲ့ကြန္ဖူးဆရာႀကီးနဲ႔ေတြ႕တဲ့အခါမွာ သူဟာဘာစည္းမ်ဥ္းမွမရွိပဲတိုက္ခိုက္ဖို႔စိန္ေခၚလိုက္ပါတယ္။ဘ႐ုစ္လီနဲ႔ကြန္ဖူးဆရာႀကီးေဝါင္ဂ်က္မန္းတို႔ဘယ္လိုေတြစိတ္ဝင္စားဖို႔ေကာင္းေအာင္တိုက္ခိုက္ၾကမယ္ဆိုတာဒီဇာတ္ကားထဲမွာအမွန္အကန္ျမင္ေတြ႕ရမွာပါ။ \n(ဘာသာျပန္သူကေတာ႔ Saw Wunna ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Action, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Wunna\nEncoded by Thanhtike Zaw",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/birth-of-the-dragon-2016/",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/total-recall-poster-136x200.jpg",
        "title": "Total Recall (1990)",
        "description": "Total Recall (1990)\nIMDb - 7.5/10_____Rotten - 82%\n  မင်းသားကြီးအာနိုးနဲ့ မင်းသမီး ရှရွန်စတုန်းတို့ရဲ့ နာမည်ကျော် သိပ္ပံအက်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Action, Sci-Fi, Thriller အမျိုးအစားဖြစ်ပြီး ၁၉၉၀ ခုနှစ်ဝန်းကျင်က ဆက်တင် အပြင်အဆင်တွေနဲ့ ရိုက်ကူးထားတယ်ဆိုပေမယ့်ဆန်းသစ်တဲ့ စိတ်ကူးအိုင်ဒီယာတွေကတော့ ယနေ့ခေတ်ထိ စွဲမက်ဖွယ်ရာ ပြောင်မြောက်နေဆဲပါ။ရုပ်ရှင်ထူးချွန်ဆု(၃)ဆုရရှိခဲ့တဲ့အထိ အောင်မြင်ခဲ့ပြီး Rating ပိုင်းမှာလဲ IMDb Rating(7.5) နဲ့ Rotten Tomatoes (82%) ထိ ရရှိထားခဲ့တဲ့ ဇာတ်ကားကြီးဖြစ်ပါတယ်။မှတ်ဉာဏ် မှတ်ဉာဏ်တု အိမ်မက်တုတွေ...ဂြိုလ်သား ဂြိုလ်ခရီးသွား ဂြိုလ်ကိုလိုနီတွေ...အဆန်းဆန်းသော သက်ရှိ သက်မဲ့ အရာဝတ္ထုတွေ...လှည့်ကွက်မျိုးစုံတွေနဲ့ ဇာတ်လမ်းကြောင်းကို ကိုယ်တိုင်ပဲ ခံစားကြည့်ကြပါဦး။  မင္းသားၾကီးအာႏိုးနဲ႕ မင္းသမီး ရွရြန္စတုန္းတို႕ရဲ႕ နာမည္ေက်ာ္ သိပၸံအက္ရွင္ဇာတ္ကားျဖစ္ပါတယ္။Action, Sci-Fi, Thriller အမ်ိဳးအစားျဖစ္ျပီး ၁၉၉၀ ခုႏွစ္ဝန္းက်င္က ဆက္တင္ အျပင္အဆင္ေတြနဲ႕ ရိုက္ကူးထားတယ္ဆိုေပမယ့္ဆန္းသစ္တဲ့ စိတ္ကူးအိုင္ဒီယာေတြကေတာ့ ယေန႕ေခတ္ထိ စြဲမက္ဖြယ္ရာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2f2aj/Total_Recall_[1990]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/71-Into-the-Fire-147x200.jpg",
        "title": "71: Into the Fire (2010)",
        "description": "မင်းသားKwon Sang-wooနဲ့ bigbangထဲမှ မင်းသား Choi Seunghyun တို့\nပါဝင်သရုပ်ဆောင်ထားပြီး IMD ratting 7.4 အထိရရှိထားတဲ့ စစ်ကားတကားဖြစ်ပါတယ်\nဒီရုပ်ရှင်ဟာ ကိုရီးယား စစ်ပွဲအတွင်း ၁၉၅၀ သြဂုတ် ၁၁ ရက်နေ့ ပိုဟန်တိုက်ပွဲ မှာ\nကျဆုံးခဲ့တဲ့ တောင်ကိုရီးယားရဲ့ လက်နက်မဲ့ပြီ လေ့ကျင့်မှု မရှိသေးတဲ့\nကျောင်းသား ၇၁ ယောက်ရဲ့ အကြောင်း ဖြစ်ရပ်မှန်ကို တည်ပြီး ရိုက်ထားတဲ့ ဇာတ်လမ်းပါ\nတစ်ခါမှ သေနတ်မကိုင်ခဲ့ဖူးတဲ့ ကျောင်းသား ၇၁ ယောက်ဟာ  မြောက်ကိုရီးယားရဲ့\nကြောက်စရာအကောင်းဆုံး တပ်ရင်း ၇၆၆ ရဲ့ တိုက်ခိုက်မှုကို ၁၁ နာရီ ကြာ တောင့်ခံထားနိုင်ခဲ့ပါတယ်\nမြောက် ဂျောင်ဆန်းခရိုင် ယောင်ဒွတ်နယ် ဘက်က လုပ်အားပေး စစ်သားလေးအိုဂျောင်ဘွန်\n..သူဟာ ဒဏ်ရာရ စစ်သားတွေကို သယ်ပိုးပေးရ အကူအညီပေးရတဲ့ နေရာမှာ ချထားပေးခံရတယ်\nမြောက်ကိုရီးယားဘက်က မြို့ကိုသိမ်းပြီးတဲ့အခါ ဗိုလ်မှူး ကင်ဂျွန်ဆု က ခေါ်လာခဲ့ပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2SLP1/71_-_Into_The_Fire_(Pohwasogeuro)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjAyNjY0MjU1NF5BMl5BanBnXkFtZTgwMjAwNDMwNDI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "24 Hours to Live (2017)",
        "description": "ေမးခြန္းေလးတစ္ခုေလာက္ေမးပါရေစဒီေမးခြန္းက သိပ္ကုိရုိးရွင္းေပမဲ့ တကယ္တမ္းျပန္ေျဖဖုိ႔ရယ္ လက္ေတြ႕လုပ္ဖုိ႔ရယ္က မရုိးရွင္းေတာ့ဘူးေမးခြန္းေလးကေတာ့......သင့္ရဲ႕ အသက္ရွင္သန္ခြင့္၂၄နာရီပဲ ရွိေတာ့မယ္ဆုိရင္ ဘာလုပ္မလဲ....ရင္ဆုိင္ရမဲ့ အခက္အခဲေတြကုိ ဘယ္လုိေက်ာ္ျဖတ္မလဲအဓိက နဲ႔ သာမညဆုိတာ ဘယ္လုိခြဲမလဲဒီကားက ေၾကးစားလူသတ္သမားတစ္ေယာက္အေၾကာင္းကုိ ရုိက္ျပထားတယ္သူဟာ ေၾကးစားပီပီ ထက္ျမက္တယ္ တုိက္ရည္ခုိက္ရည္ကၽြမ္းက်င္တယ္တစ္ေန႔ေတာ့ ေၾကးစားအလုပ္တစ္ခုကုိ လုပ္ေဆာင္ေနစဥ္မွာ တစ္ဘက္အဖြဲ႕အစည္းရဲ႕ တုန္႔ျပန္မႈေၾကာင့္ သူေသဆုံးသြားတယ္ဒါေပမဲ့ ဆန္းၾကယ္တာကသူ႔အလုပ္ရွင္က သူ႔ကို အသက္ ၂၄ နာရီျပန္ရွင္ေအာင္လုပ္ေပးလိုက္တယ္....ကဲ သူဘာေတြဆက္လုပ္မလဲ... ဘယ္လုိေတြရင္ဆုိင္မလဲ ..... File Size : (700 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/2VXjy/24_Hours_To_Live_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/23232113_546329335714765_416981893_n-143x200.jpg",
        "title": "The Wolf Hunters (2017)",
        "description": "ဒီဇာတ္ကားကေတာ့ SWAT Team အဖြဲ႕ဝင္တစ္ေယာက္\"လန္ဟိုင္\"ရဲ႕တိုင္းျပည္အေပၚေရာမိသားစုအေပၚေရာတာဝန္ေက်ပြန္ေအာင္ထမ္းေဆာင္သြားခဲ့တဲ့အေၾကာင္းေလးပါညီျဖစ္သူ\"လန္ထ်န္း\"ကအစ္ကိုျဖစ္သူရဲ႕အလုပ္ျဖစ္တဲ့ SWAT team အဖြဲ႕ဝင္၊ရဲအရာရွိအလုပ္ကိုအရမ္းအားက်၊အရမ္းလုပ္ခ်င္ခဲ့ေပမယ့္လဲဥာဏ္သိပ္မေကာင္းလို႔လက္ရွိမွာေတာ့ရိုးရိုးသာမန္ပစၥည္း delivery လိုက္ပို႔တဲ့ဝန္ထမ္းအလုပ္သာလုပ္ေနရပါတယ္အစ္ကိုျဖစ္သူ\"လန္ဟိုင္\"မွာလဲမိန္းမနဲ႔ကြဲ၊သမီးေလးမွာလဲေက်ာက္ကပ္မေကာင္းျဖစ္ေနၿပီးမိမိအလုပ္တာဝန္မ်ားကိုသာလုပ္ေဆာင္ေန၍မိသားစုအေပၚအခ်ိန္မေပးႏိုင္ျဖစ္ေနခဲ့တယ္တစ္ေန႔မွာေတာ့\"ေရခဲမီး\"လို႔အမည္ရတဲ့အလြန္ေၾကာက္မက္ဖြယ္ေကာင္းတဲ့မူးယစ္ေဆးတစ္မ်ိဳးေပၚေပါက္လာ၍ျပည္သူ႔ရဲတပ္ဖြဲ႕မွာထိုေဆးလာရာဇစ္ျမစ္လမ္းေၾကာင္းလိုက္လံရွာေဖြဖမ္းဆီးရပါေတာ့တယ္သို႔ေသာ္ညီျဖစ္သူမွာထို\"ေရခဲမီး\"မူးယစ္ေဆးေရာင္းဝယ္သူမ်ားနဲ႔ပါဝင္ပက္သက္မိၿပီးအစ္ကိုျဖစ္သူမွာလဲရဲတပ္ဖြဲ႕၏သံသယဝင္ျခင္းကိုခံရၿပီးအလုပ္မွတာဝန္ရပ္ဆိုင္းျခင္းခံလိုက္ရပါေတာ့တယ္သမီးျဖစ္သူေလးကိုလဲ\"မူးယစ္ေဆးဝံပုေလြ\"ဟုေခၚသည့္မူးယစ္ေဆးအႀကီးစားေရာင္းဝယ္သူမွျပန္ေပးဆြဲ၊ညီျဖစ္သူကိုလဲဖမ္းဆီးထားရာ\"လန္ဟိုင္\"တစ္ေယာက္ထိုသူေျပာစကားကိုပင္နားေထာင္၍သူခိုင္းသမၽွကိုသည္းခံ၍လုပ္ေပးေနရသည္လြန္စြာလ်င္ျမန္ပါးနပ္ေသာျပည္သူ႔ရဲတပ္ဖြဲ႕မွလဲ\"လန္ဟိုင္\"ကိုတာဝန္ရပ္ဆဲလိုက္ေပမယ့္၎သမီးျပန္ေပးဆြဲခံရသည္ကိုသိလၽွင္သိခ်င္းအကြက္က်က်ခ်ကာ\"မူးယစ္ေဆးဝံပုေလြ\"ကိုဖမ္းဆီးၾကပါေတာ့တယ္ဒါေပမယ့္\"လန္ဟိုင္\"တစ္ေယာက္သူ႔ညီေရာ၊သမီးေရာ၊မိန္းမကိုပါအသက္ရွင္လ်က္ျပန္လည္ကယ္တင္ႏိုင္ပါ့မလား....... \n(ဘာသာျပန္သူကေတာ့ Nicky ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre :Action,Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncoded by Thanhtike Zaw",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-wolf-hunters-2017/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/valerian_and_the_city_of_a_thousand_planets_ver3_xlg-135x200.jpg",
        "title": "Valerian and the City of a Thousand Planets (2017)",
        "description": "Valerian and the City of a Thousand Planets (2017)\nIMDb - 6.5/10_____Rotten - 48%\n  2017 July မှာ စတင်ရုံတင်ပြခဲ့တဲ့ Sci-Fi, Space Adventure ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားကို the fifth element , Lucy, messenger အစရှိတဲ့ ဇာတ်ကားကောင်းတွေကို ဖန်တီးပေးခဲ့တဲ့ ဒါရိုက်တာ Luc Besson က သူငယ်ငယ်ကတည်းက သိပ်ကြိုက်နှစ်သက်ခဲ့ရတဲ့  ၁၉၆၇ နှစ်ကတည်းက စတင်ထွက်စတင်ထွက်ရှိလာတဲ့ပြင်သစ်သိပ္ပံကာတွန်းဇာတ်လမ်းတွဲကို ပြန်လည်ပုံဖော်ရိုက်ကူးထားတာပါ။ဒီကာတွန်းဇာတ်လမ်းတွဲက အရမ်းလူကြိုက်များပြီး စာအုပ်ပေါင်း ၁၀သိန်းကျော်အထိ ထုတ်ဝေဖြန့်ချီပြီး ဘာသာစကားပေါင်း ၁၂မျိုးနဲ့ ဘာသာပြန်ထုတ်ဝေခဲ့တာဖြစ်ပါတယ်။  ဒါရိုက်တာကိုယ်တိုင် သိပ်ကြိုက်ခဲ့တဲ့ အာကာသဇာတ်လမ်းကို ပုံဖော်ရိုက်ကူးထားတာကြောင့် အာကာသယာဉ်တွေ အာကာသခစန်းတွေ ဆန်းပြားတဲ့လက်နက်တွေ ထူးဆန်းတဲ့ဂြိုဟ်သားတွေ ဆန်းပြားတဲ့သတ္တဝါမျိုးစုံတွေ စတာကို သူ့စိတ်ကြိုက် အထူးပုံဖော်ထားလို့ ဘတ်ဂျက်က US 209 ...",
        "rating": "6.5",
        "url": "https://megaup.net/4VFii/Valerian_And_The_City_Of_A_Thousand_Planets_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/Geo-Disaster-movie-poster-1-141x200.jpg",
        "title": "Geo-Disaster",
        "description": "ကမၻာ့အၿပင္ဘက္ကလြင့္စင္လာခဲ့ ဥကၠာခဲပ်ံတစ္ခုဟာ ကမၻာေၿမေပၚကိုက်ေရာက္လာတဲ့အခါ\nေဘးအႏၱရာယ္ေတြစတင္ၿပီးက်ေရာက္လာခဲ့ပါေတာ့တယ္\nဒီလို မ်ားၿပားလွတဲ့ သဘာ၀ေဘးအႏၱရာယ္ဆိုးၾကားထဲမွာ \nေလာ့အိဂ်ယ္လိက မိသားစုတစ္စုရဲ႕ အသက္ရွင္ေနထိုင္ရေအာင္ \nၾကိဳးစားမႈ႕မ်ားကို ရိုက္ကူးတင္ဆက္ေပးထားတာပဲၿဖစ္ပါတယ္...\nသဘာ၀ေဘးဒုကၡေတြက်ေရာက္လာၿပီဆိုရင္ ဘယ္လိုအရာေတြၿဖစ္မလဲ..\nဘယ္ေလာက္ထိေၾကာက္စရာေကာင္းတယ္ဆိုတာကို\nသိခ်င္သူမ်ားၾကည့္လို႕ရပါတယ္...Quality...... 1080p Bluray\nFormat .... Mp4\nDuration...... 01:27:00\nTranslator.....Thet Htar Phyu\nEncoder....Moe Myint Lwin",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/geo-disaster/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BNTE0Njg2NGQtOTZhMC00MDkyLWE2M2QtNjE5NDYwYjNjYjBjXkEyXkFqcGdeQXVyNjcyNjMzMjQ@._V1_-139x200.jpg",
        "title": "Bhoomi (2017)",
        "description": "Bhoomi ဆိုတာ ့့့ အာဂ်ရမြို့ရဲ့ ဖိနပ်ဆိုင်လေး တစ်ဆိုင်ရဲ့ နာမည်။ဆိုင်ပိုင်ရှင်နာမည်က အာရွှန်ဆိုတဲ့ အသက်ကြီးပိုင်း လူကြီးတစ်ယောက်ဆိုင်နာမည်ကိုတော့ သူအချစ်ဆုံး မိတဆိုး သမီးလေးရဲ့ နာမည်ကို ပေးထားတာBhoomi ဆိုတဲ့ကောင်မလေးကတော့ ပညာတတ်ငယ်ငယ်ရွယ်ရွယ်နဲ့ အချောအလှလေးအဖေဖြစ်သူက ဖိနပ်ဆိုင်ပိုင်ပေမယ့် ကိုယ့်အလုပ်ကိုယ်လုပ်တယ်ချစ်သူကလည်း ရှိတော့ မကြာခင်မှာ လက်ထပ်ဖို့ ရည်ရွယ်ထားတယ်။သာသာယာယာ ဘဝလေးထဲကို ဝင်လာတဲ့ ပြသနာကတော့ ့့့့ဗီရှဲလ် ့့့့့ အင်း ့့့့့ ဗီရှဲလ်ဆိုတာ ဘူမီတို့ ပတ်ဝန်းကျင်က ရွယ်တူ ကောင်လေးတစ်ယောက် ့့့့ဘူမီကို ချစ်ခွှင့်အကြိမ်ကြိမ်ပန်ခဲ့ပေမယ့် ့့့့ ဘူမီက သူငယ်ချင်းတစ်ယောက်လိုပဲ သတ်မှတ်ပြီး ငြင်းခဲ့တယ် ့့့့့အယုတ်တမာ ဗီရှဲလ်က လက်မခံပဲ ့့့့့့ သူ့အစ်ကို ဝမ်းကွဲဖြစ်တဲ့ ဒိုလီဆီက အကူအညီတောင်းခဲတယ် ့့့့ဒိုလီ ့့့့\" လွယ်လွယ်နဲ့နိုင်မယ့် ကစားပွဲတွေကို ငါဝင်မဆော့ဘူး\nအရှုံးဆိုတဲ့ အငွေ့အသက်ပါမှ အနိုင်ဆိုတာ ချိုမြိန်တာကွ ့့့့\"ဒိုလာပူးရ်ရဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Fq9x/Bhoomi_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMGRjMzY0OGItNDc4YS00OGNlLWI3MGYtZjRkNjdiNWUyNDY4XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Shooter (2007)",
        "description": "အာဖရိကေရွ႔တန္းစစ္ဆင္ေရးတစ္ခုမွာ သူငယ္ခ်င္းလဲျဖစ္ တြဲဖက္လဲျဖစ္သူကို လက္လႊတ္ဆုံးရႈံးခဲ့ရတဲ့လူတစ္ေယာက္ပစ္ခတ္မႈေတြကိုစိတ္နာၿပီး အၿငိမ္းစားယူခဲ့တဲ့လူတစ္ေယာက္ကိုက္ ၁၀၀၀ အကြာအေ၀းကပစ္မွတ္ကို မလဲြေအာင္ပစ္ႏိုင္တဲ့လူတစ္ေယာက္သမၼတလုပ္ႀကံမႈကိုကာကြယ္ဖို႔ အထက္အရာရွိက အကူအညီလာေတာင္းတဲ့အခါ ပစ္ခတ္မႈေတြၾကားထဲျပန္၀င္လာခဲ့တယ္ဒါေပမယ့္ သူ႔ကိုေထာက္ေခ်ာက္ဆင္ၿပီး အသုံးခ်မယ္ဆိုတာ သူမသိခဲ့ဘူးအဲ့ေထာင္ေခ်ာက္ဆင္တာကို လြတ္ေအာင္ေျပးႏုိင္မလားသူ႔ကိုေထာင္ေခ်ာက္ဆင္ခဲ့တဲ့သူေတြကို လက္စားေခ်ႏိုင္မလားေထာင္ေခ်ာက္ဆင္မႈေနာက္ကြယ္မွာ ရွိေနတဲ့အဓိကလ်ိဳ႕၀ွက္ခ်က္ကိုေရာေဖာ္ထုတ္ႏိုင္မလားတရားဥပေဒက ေနာက္ဆုံး အႏိုင္ယူႏိုင္မလားဒါမွမဟုတ္.................IMDB Rating 7.2/10 ရရွိထားတဲ့ Action,Crime,Drama အမ်ိဳးအစား ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္Transformer မင္းသား Mark Wahlberg က စႏိုက္ပါသမား တပ္ၾကပ္ Bob Lee Swagger အျဖစ္ သရုပ္ထားၿပီးမင္းသမီးကေတာ့ Transcendence နဲ႔ Fantastic Four(2015) ထဲကမင္းသမီး Kate Mara ပဲျဖစ္ပါတယ္Ant Man(MCU)ကားထဲက စကားခပ္ျပတ္ျပတ္ေျပာတတ္တဲ့ Michael Pena ကလည္း FBI agent Nick Memphis အျဖစ္\nပါ၀င္အားျဖည့္ထားပါေသးတယ္။Actionဇာတ္ကားေကာင္းေကာင္းၾကိဳက္တဲ့သူေတြကေတာ့လုံး၀လက္မလႊတ္သင့္ဇာတ္ကားပဲဗ်ိဳ႕ \n(ဘာသာျပန္သူကေတာ႔ ကိုဟိန္းမင္းထြန္းပါ)\n File Size : (950 MB) ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/shooter-2007/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BZGYzMDM4NTMtOWU2ZS00YWYyLWFhMTMtYTAzYzg3MTExOTE3XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Guilty of Mind (2017)",
        "description": "ဒီတစ္ေခါက္မွာေတာ့ သဲထိတ္ရင္ဖို စံုေထာက္အက္ရွင္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက ၂၀၁၇ ခုႏွစ္ထဲမွာထြက္ရွိထားတာျဖစ္ျပီးခပ္ၾကမ္းၾကမ္း အက္ရွင္ကားေတြကိုၾကိဳက္ႏွစ္သက္တဲ့ ပရိိတ္သတ္ေတြေကာပေဟဠိဆန္တဲ့ ပုစၦာေတြကိုေျဖရွငး္ျပီးေထာက္လွမ္းတာကို စိတ္၀င္စားတဲ့ ပရိတ္သတ္ေတြပါၾကိဳက္ႏွစ္သက္မယ့္ကားေလးတစ္ကားပါ ဇာတ္ကားအက်ဥ္းေလးကေတာ့ Fang Mu ဟာ စံုေထာက္ဌာနရဲ႕ ဘုရားေပးတဲ့လက္ေဆာင္လို႕ေျပာရေလာက္ေအာင္ စံုေထာက္ရာမွာ ထူးခၽြန္တဲ့ အရာ ရွိပါ တစ္ေန႕မွာ သူဟာ လူသတ္မႈေတြကို ဆက္တိုက္က်ဴးလြန္ေနတဲ့ လူသတ္သမားကို ေဖာ္ထုတ္စံုစမ္းဖို႕တာ၀န္္ေပးျခင္းခံရပါေတာ့တယ္ သူနဲ႕ အတူတူတြဲဖက္အျဖစ္ရဲတပ္ဖြဲ႕ေခါင္းေဆာင္ Tai Wei ကို တာ၀န္ထမ္းေဆာင္ေစပါတယ္  ဒီလိုနဲ႕ Fang Mu ဟာလူသတ္သမားကိုရွာေဖြေဖာ္ထုတ္ဖို႕ၾကိဳးစားရင္း လူသတ္မႈဟာ တိမ္မေယာင္ နဲ႕ နက္နဲေနတာကို သိလိုက္ရတဲ့ အခါမွာေတာ့ဘာေတြဆက္ျဖစ္မလဲ တရားခံကေကာ ဘယ္သူလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါ Qty - 720p Web dlDuration - 1hr 45minGern -Action/ Thril / CrimeSubtitle - Myanmar HardsubTranslator ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/guilty-of-mind-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/22855736_184990728733179_742687046_n-135x200.jpg",
        "title": "Acts of Vengeance (2017)",
        "description": "2017 ခုႏွစ္ထြက္ထားတဲ့ အက္ရွင္ဇာတ္ၾကမ္းကားေလးတစ္ကားကိုတင္ဆက္ေပးလုိက္ပါတယ္ဇာတ္လမ္းေလးက IMDb မွာ ၅.၈ ရထားပါတယ္ ဒီကားထဲမွာ ဖရန္႕အျဖစ္ေတာ့အားလံုးနဲ႕ ရင္းႏွီးေနတဲ့ မင္းသားၾကီး Antonio Banderas ကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေရွ႕ေနျဖစ္သူ ဖရန္႔ဗီလာရာဟာသူ႔မိန္းမနဲ႔ သမီးျဖစ္သူဟာဧည့္ခံပြဲတခုကိုသြားရာက အသတ္ခံလိုက္ရပါတယ္။သူကိုယ္တိုင္ကေတာ႔ ပြဲကိုလာဖို႔ကတိေပးခဲ႔ေပမယ္႔အလုပ္မ်ားေနတာေၾကာင္႔ မသြားျဖစ္ခဲ႔ပါဘူး။\nသူ႔မိန္းမနဲ႔သမီးေလး အသတ္ခံရတဲ႔အမႈကိုသူ႔ခမ်ာအသည္းအသန္ေဖာ္ထုတ္ေစခ်င္ေပမယ္႔ ဘာသက္ေသမွမက်န္မ်က္ျမင္သက္ေသလည္းမရွိတာေၾကာင္႔ခက္ခဲေနပါတယ္။\nသူၾကားခဲ႔ရသမွ်ဟာ ႏွစ္သိမ္႔စကားေတြခ်ည္းပါပဲ။သူသာကတိအတိုင္း ပြဲကိုသြားခဲ႔ရင္...ဆိုျပီး ယူၾကံဳးမရျဖစ္ျပီးလက္ေ၀ွ႕ပြဲေတြမွာ အထိုးခံျပီး သူ႔ကိုယ္သူအျပစ္ေပးေနပါတယ္။\nဒါေပမယ္႔ သူ႔အမႈကို ေသခ်ာမစံုစမ္းေတာ႔ပဲ အမႈပိတ္ခါနီးျဖစ္လာခ်ိန္မွာေတာ႔ဖရန္႔ဟာ လူသတ္သမားကို သူကိုယ္တိုင္ေဖာ္ထုတ္ပါေတာ႔တယ္။\nသူတျဖည္းျဖည္း သဲလြန္စေနာက္ကိုလိုက္ခဲ႔ခ်ိန္မွာေတာ႔ လူသတ္သမားဟာသူရင္းႏွီးသူျဖစ္ေနပါတယ္။ ဘာေၾကာင္႔သူ႔မိန္းမနဲ႔ သမီးေလးကိုသတ္တာလဲ။\nလူသတ္သမားကို ဘယ္လိုခဲရာခဲဆစ္ လိုက္ခဲ႔ရလဲဆိုတာေတာ႔...ပရိတ္သတ္ၾကီးက ဆက္လက္ရွဴစားၾကရမွာျဖစ္ပါတယ္ :D Qty - 720p Web - dlDuration - 1hr 27 minGern - Action / ThrillSubtitle - Myanmar HardsubTranslator - Rebel HninEncoder - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/acts-of-vengeance-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzY2MmRjOGMtNzBlYS00M2FmLThhMmItNzUyNDNkNDZkZjVhL2ltYWdlXkEyXkFqcGdeQXVyMjI4MjA3NDY@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Eliminators(2016)",
        "description": "ကြ်န္ေတာ္တုိ႕ငယ္ငယ္ကေတာ့ စာေရးဆရာမဟာေဆြစာအုပ္ေတြဖတ္ျဖစ္တယ္ သူ႕ဇာတ္လုိက္ေတြလုိ အေလးေတြမ\nက်န္းမာေရးေကာင္းေအာင္လုပ္ ေယာက်ၤားပီရသေအာင္ေနရမယ္ စာရိတၱေကာင္းေအာင္ေနရမယ္ ကုိယ္ခံပညာတတ္ကြ်မ္းရမယ္\nေနာက္ပုိင္းရုပ္ရွင္ေတြၾကည့္ေတာ့လည္း အက္ရွင္ကားေတြအေတာ္ႀကဳိက္မိတယ္ သူတုိ႕ဆီကမင္းသားေတြအေတာ္မ်ားမ်ားက\nကုိယ္ခံပညာေတြအေတာ္တတ္ၾကတာကုိးေယာက္်ားပီသတယ္ အနစ္နာခံကုိယ္ႀကဳိးစြန္႕တယ္ ကြ်န္ေတာ္တုိ႕သိပ္သေဘာက်မိတဲ့ ဇာတ္ေကာင္စရုိက္ေတြေပါ့\n...... ဒီကားရဲ႕မင္းသား Scott Adkins ကုိအားလုံးရင္းႏွီးၾကမွာပါ...Undisputed ကားေတြ\nNinja,Ninja: Shadow of a Tear,Holby City, Doctor Strange, The Bourne Ultimatum, Zero Dark Thirty,EastEnders, Hollyoaks, Doctors\nစတဲ့ကားေတြမွာပါ၀င္သရုပ္ေဆာင္ထားတယ္....သူတတ္တဲ့ကုိယ္ခံပညာေတြေတာ့အေတာ္မ်ားတယ္. Taekwondo. Kickboxing Ninjutsu, Karate, Capoeira, Jujutsu,\nJudo, Jeet Kune Do, Krav Maga, Wushu နဲ႕ gymnastics စတဲ့ကုိယ္ခံပညာေတြတတ္ကြ်မး္ပါတယ္ Judo သင္တန္းလည္းဖြင့္ထားတယ္....သူ႕အက္ရွင္ခန္းေတြ\nဘာလုိ႕လန္းေနလဲဆုိတာ ဒီေလာက္ဆုိသေဘာေပါက္မယ္ထင္ပါတယ္...\nဒီကားထဲမွာေတာ့ Scltt Adkins ဟာ သုိးမက္စ္အမည္နဲ႕သရုပ္ေဆာင္ထားပါတယ္... သူ႕မွာ သမီးေလးတစ္ေယာက္ရွိတယ္...ဒီသမီးေလးဟာသူ႕ဘ၀မုိ႕အစစအရာရာဂရုစိုက္တယ္\nတစ္ေနေတာ့ လူဆုိး ၃ေယာက္ဟာ အိမ္မွားၿပီး သုိးမက္စ္တုိ႕သားအဖ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gRw3/Eliminators_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODA0MjAwMDY4MV5BMl5BanBnXkFtZTgwODI4NjI2MDE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "White Vengeance (2011)",
        "description": "IMDb Rating (6.3) ရရှိထားတဲ့ Action,Drama,History အမျိုးအစား တရုတ်ဇာတ်ကားဖြစ်ပါတယ်။\nအချစ်တော်လေး ဂူဂူး (မင်းသမီး Liu Yifei) ပါဝင်ထားပြီး မင်းသားချော Feng Shaofeng အပြင်\nLeon Lai, Zhang Hanyu, Anthony Wong, Jordan Chan, Andy On, Xiu Qing and Jia Qing\nစတဲ့ သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားပါတယ်။\nချင်မင်းဆက်အဆုံး ဟန်မင်းဆက်အစ သမိုင်းနောက်ခံကို အခြေပြုပြီး အချစ်နဲ့စစ်ပွဲတွေအကြောင်းကို\nသိပ်သည်းတဲ့ သရုပ်ဆောင်ချက်...ခမ်းနားတဲ့တင်ဆက်မှုတွေနဲ့ တင်ဆက်ထားမို့\nကြည့်ရှုခံစားဖို့ လက်မလွတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါ။\nFile Size…(1.1 GB) and (470 MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…02:15:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/white-vengeance-2011/",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/qIpb2TU3UEyHwziyVtGS0Ib1LP6-142x200.jpg",
        "title": "With Prisoners (2017)",
        "description": "With Prisoners အမည္​ရတဲ့ဇာတ္​ကားဟာ 2017 မွာျဖန္​႔ခ်ိထားတဲ့တ႐ုတ္​ဇာတ္​လမ္​း​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​ပါတယ္​IMDB 6.3 ရရ​ွိထာ​း​ေသာ အက္​႐ွင္​ ဒရာမာဇာတ္​လမ္​း​ေကာင္​တစ္​ပုဒ္​ျဖစ္​ပါတယ္​ပါ၀င္​သ႐ုပ္​​ေဆာင္​သူ​ေတြက​ေတာ့ Raymond Chui ,Edward Chui,Amy Tam စတဲ့သ႐ုပ္​​ေဆာင္​မ်ားပါ၀င္​အားျပ​ိုင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​း​က​ေတာ့ ငယ္​ငယ္​ရြယ္​ရြယ္​နဲ႔လူမိုက္​ျဖစ္​​ေနတဲ့ လန္​ရစ္​ဖန္​ တစ္​​ေယာက္​ႏွစ္​သစ္​ကူးညမွာ ရဲအရာ႐ွိကို႐ိုက္​ႏွက္​မႈနဲ႔ လူငယ္​ျပဳျပင္​ထိန္​းသိမ္​း​ေရးစခန္​းသြားရပါ​ေတာ့တယ္​စခန္​းမွာ သူဘယ္​လိုဆိုးရြားတာ​ေတြၾကံဳ​ေတြ႔ရမလဲ.....လမ္​းမွန္​ျပန္​​ေလ်ွာက္​ႏိုက္​မလား....ဆရာျဖစ္​သူအရာ႐ွိဟိုက​ေရာ မတရားတာ​ေတြဘယ္​လို​ေဖာ္​ထုတ္​မလဲဆိုတာ......စတာ​ေတြ႐ိုက္​ကူးတင္​ဆက္​ထားတဲ့အက္​႐ွင္​ဒရာမာ ပညာ​ေပးဇာတ္​လမ္​း​ေလးျဖစ္​ပါတယ္​ \n(ဘာသာျပန္သူကေတာ့ အိပပစံပါ)\n File Size : (850 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Drama, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Pa Pa San\nEncode by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/with-prisoners-2017/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODA0ZjkwYWMtYmJmNS00OWMyLTgxMmUtYTBjZjFmMzI1OGVkXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Paradox (2017)",
        "description": "ပရိတ္သတ္ေတြေစာင့္စားေနတဲ့ထိုင္းမင္းသားတိုနီဂ်ာရဲ႕ဇတ္ကားေကာင္းေလးလံုးဝအၾကည္ထြက္လာလို႔တင္ဆက္ေပးလိုက္ပါတယ္တ႐ုတ္နဲ႔ထိုင္းဖက္စပ္ ႐ိုက္ကူးထားတဲ့အက္ရွင္ကားေကာင္းတစ္ကားပါratingလည္းအလြန္ျမင့္တာမို႔ဇတ္ကားေကာင္းတစ္ ကားဆိုတာသံသယရွိစရာမလိုေတာ့ပါဘူးအားလံုးပဲ မွတ္မိၾကမွာပါဂ်က္ကီခ်မ္းနဲ႔လူးဝစ္ကိုးတို႔တြဲဖက္သ႐ုပ္ေဆာင္ထားတဲ့rob-b-hood ဇတ္ကားကိုပါဘယ္ႏွစ္ႀကိမ္ျပန္ၾကည့္ၾကည့္မ႐ိုးႏိုင္တဲ့ဇတ္ကားေလးပါပဲlouis koo ကေတာ့ဒီဇတ္ကားမွာသူ႔ရဲ႕အေကာင္းဆံုးလုပ္ေဆာင္မႈေတြသ႐ုပ္ေဆာင္မႈေတြကိုသက္ေသ ျပသြားခဲ့ပါတယ္ဇတ္လမ္းအစမွာေတာ့သမီးေလး ေပ်ာက္ဆံုးသြားလို႔ေသာကမ်ားေနတဲ့ဖခင္တစ္ေယာက္ သမီးေလးကိုျပန္လိုက္ရွာဖို႔တ႐ုတ္ႏိုင္ငံကေနထိုင္းႏိုင္ငံကိုေရာက္ရွိလာၿပီးသမီးျဖစ္သူကိုျပန္လိုက္ရွာတဲ့အခါျပန္ေတြ႕ႏိုင္မွာလားထိုင္းမွာရွိေနတဲ့ရဲစံုေထာက္ႏွစ္ ေယာက္ကေကာသူ႔ကိုကူညီႏိုင္မွာလားရက္စက္ၾကမ္း ၾကဳတ္တဲ့လူဆိုးဂိုဏ္းေတြလက္ထဲကေနသမီးေလးကို ျပန္ရယူႏိုင္မလားဆိုတာေစာင့္ၾကည့္ရမွာပါတိုနီဂ်ာရဲ႕အက္ရွင္အၾကမ္းအရမ္းေတြကိုလည္းျပန္လည္ျမင္ ေတြ႕ရမွာပါေကာင္းမြန္ၿပီးစိတ္ဝင္စားဖို႔အရမ္းေကာင္းတဲ့ဇတ္ကားတစ္ကားလို႔ေျပာၾကားရင္းေဒါင္းၾကည့္လိုက္ ၾကပါေနာ္ \n(ဇာတ္လမ္းအညႊန္းကိုေတာ့ ကိုစိုးေထြးေရးေပးထားတာျဖစ္ျပီးဘာသာျပန္သူကေတာ့ Nicky ပါ)\n File Size : (800 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre :Action, Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nicky\nEncode by Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://megaup.net/2cprr/Paradox_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/main-qimg-8a4e1010d3a850db21c7a34b6af6192b-c-142x200.jpg",
        "title": "Tropic Thunder (2008)",
        "description": "ဒီဇာတ္ကားက ပိုစတာၾကည့္ျပီးခန္႕မွန္းရရင္ ရွယ္ၾကမ္းမယ့္ စစ္ကားလို႕ ထင္စရာရွိေပမယ့္တကယ္တမ္းေတာ့ ရွယ္ၾကမ္းတဲ့ ဟာသဇာတ္ကားပါ။ မင္းသားေတြက Iron Man မင္းသားၾကီး Robert Downey Jr...Night at The Museum မင္းသားၾကီး Ben Stiller...ဂါလီဗာ မင္းသားၾကီး Jack Black...မင္းသားၾကီး Tom Cruise...စတဲ့ နာမည္ၾကီးမင္းသားေတြပါဝင္ထားပါတယ္။ နာမည္ၾကီးမင္းသားေတြ ရုပ္ဖ်က္ ပံုဖ်က္ျပီး ပါဝင္ထားလို႕ ရုတ္တရက္ၾကည့္ရင္ မမွတ္မိႏိုင္တဲ့ထိ ျဖစ္ႏိုင္ပါတယ္။သရုပ္ေဆာင္ေတြေၾကာင့္ ရယ္ရမွာထက္ ဇာတ္လမ္းနဲ႔တင္ပဲ ဟားတိုက္ျပီးရယ္မိမယ့္ ဇာတ္ကားမ်ိဳးပါ။အေတာ္ဂြက်လွတဲ့ ဇာတ္လမ္းျဖစ္ျပီး စဥ္းစဥ္းစားစားရိုက္ကူးတတ္တဲ့ ဇာတ္ညႊန္းကို အထူးခ်ီးက်ဴးမိပါတယ္။ IMDb Rating -7 နဲ႕ Rotten Tomatoes -82% ရရွိထားျပီး Comedy ဇာတ္ကားေတြထဲမွာ ထိပ္တန္းက အျမဲပါဝင္ေနမယ့္ ဇာတ္ကားပါ။Comedy ဟာသၾကိဳက္ႏွစ္သက္သူေတြ လံုးဝလက္မလြတ္သင့္တဲ့ဇာတ္ကားျဖစ္ေၾကာင္း ညႊန္းဆိုပါရေစ။ \nFile Size…(900 MB) and (400 MB)Quality…BluRay Rip ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tropic-thunder-2008/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/romeo-must-die-poster-133x200.jpg",
        "title": "Romeo Must Die (2000)",
        "description": "Romeo Must Die(2000)_______IMDb - 6.1/10\n တော်တော်များများကြည့်ဖူးပြီးသားဖြစ်မယ်ထင်ပါတယ်....\nတရုတ်Action ဇာတ်လမ်းပေါင်းများစွာ ရှိပါတယ်...သူတို့အားသန်ရာ ကိုယ်ခံပညာတွေနဲ့ သရုပ်ဖော်ကြပေမဲ့ ဂျက်လီကားတွေကိုပိုနှစ်သက်မိတယ်... သူ့အက်ရှင်ခန်းတွေက လှတယ် သေသပ်တယ်..သတ်ဖြတ်ခန်းတွေဆိုရင်တောင်မှ ရက်စက်ကြမ်းကြုတ်တဲ့ဟာမျိုးပါတာရှားတယ်...ဂျက်လီတတ်တဲ့ကိုယ်ခံပညာတွေလေ့လာကြည့်တော့ Wushu,Chinese Martial Artနဲ့Baguazhangဖြစ်ပါတယ်...Wushuနဲ့ Martial Artကို ကြားဖူးပေမဲ့ Baguazhangကိုတော့ နည်းနည်းစိမ်းနေတယ် U tube မှာ Baguazhang fight techniques လို့ရိုက်ရှာကြည့်တော့ videoလေးတွေတင်ထားတယ်....ဒါကိုကြည့်လိုက်မှ ဂျက်လီရဲ့အက်ရှင်ခန်းတွေဒါ့ကြောင့်လန်းတာကိုးလို့ မှတ်ချက်ချမိတယ်...Bagua ကိုယ်ခံပညာကအရမ်းကိုလှတယ် တုန့်ပြန်တိုက်ခိုက်ပုံတွေက ကကြိုးကကွက်တွေဆင်နေသလားထင်ရလောက်အောင်လှနေပေမဲ့ ရန်သူကိုမြေပြင်ပေါ် အသာလေးလှဲသိပ်နိုင်လောက်အောင်စွမ်းအားကြီးတာသွားတွေ့ရတယ်...တိပ်ခွေခေတ်တုန်းက ကြည့်ခဲ့ရပြီး ကျွန်တော့လို အကြည်လေးနဲ့ခံစားချင်သူတွေအတွက်တင်ပေးလိုက်ပါတယ် ပိုစတာကြည့်ရုံနဲ့ဇာတ်လမ်းကိုသိကြမှာဖြစ်လို့ အညွှန်းမရေးတော့ပါဘူး မကြည့်ကြသေးဘူးဆိုရင်လည်း နီးစပ်ရာမေးပြီး ကောင်းမယ်ထင်ရင်ဒေါင်းကြည့်ကြပေါ့ဗျာ \nFile Size…(907MB)\nQuality… 720p\nFormat…mp4\nDuration…01:55:00\nSubtitle by Kyaw Lwin Tun\nEncoder...Phyo Pyaeနမူနာကြည့်ရန်",
        "rating": "6.1",
        "url": "https://megaup.net/1xolw/Romeo_Must_Die_[2000]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    }
]