[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uxzzxijgPIY7slzFvMotPv8wjKA.jpg",
        "title": "Black Panther (2018) MCU",
        "description": "1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ေခၚတဲ့ စြမ္းအား အၾကီးဆံုး ေက်ာက္တံုး(၆) လံုးရိွပါတယ္။\nအဲဒီေက်ာက္တံုးေတြဟာ စၾကဝဠာအႏွ႕ံမွာ ျပန္႕က်ဲေနတယ္ ဆိုပါေတာ့။\nေက်ာက္တံုးတစ္တံုးခ်င္းစီမွာ သီးျခားအစြမ္းေတြ ရိွျပီး သာမာန္လူေတြ ကိုင္တြယ္သံုးစြဲဖို႕ မျဖစ္ႏုိင္သေလာက္ပါပဲ။\nInfinity War ရဲ႕ အဓိက ဗီလိန္ျဖစ္တဲ့ Mad titan ...",
        "rating": "7.8",
        "url": "https://megaup.net/48xi8/(MCU-CM)black.panther.2018.1080p.bluray.x264-sparks.mp4",
        "category": "Action, Adventure, Marvel Universe"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Iron_Man_2_poster-136x200.jpg",
        "title": "Iron Man 2 (2010) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "7.0",
        "url": "https://megaup.net/1HltY/Iron_Man_2_[2010]_(MM_Sub)_(1).mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rv1AWImgx386ULjcf62VYaW8zSt.jpg",
        "title": "Ant-Man and the Wasp (2018) MCU",
        "description": "Marvel Cinematic Universe Intro=======================1080p BluRay 5.1 DTS Quality ဖြင့် Marvel Cinematic Universe (MCU) Collection ကိုစုပေါင်းတင်ဆက်ပါသည်။MCU ဇာတ်ကားအားလုံးကို https://channelmyanmar.org/category/marvel-universe/ မှာ Download နိုင်ပါသည်။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Hly4/Ant-Man_And_The_Wasp_[2018]_(MM_Sub)_(1).mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Iron_Man_poster-135x200.jpg",
        "title": "Iron Man (2008) MCU",
        "description": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity ...",
        "rating": "",
        "url": "https://megaup.net/4OuMe/(MCU-CM)Iron.Man.2008.PROPER.1080p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AtsgWhDnHTq68L0lLsUrCnM7TjG.jpg",
        "title": "Captain Marvel (2019) MCU",
        "description": "1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ေခၚတဲ့ စြမ္းအား အၾကီးဆံုး ေက်ာက္တံုး(၆) လံုးရိွပါတယ္။\nအဲဒီေက်ာက္တံုးေတြဟာ စၾကဝဠာအႏွ႕ံမွာ ျပန္႕က်ဲေနတယ္ ဆိုပါေတာ့။\nေက်ာက္တံုးတစ္တံုးခ်င္းစီမွာ သီးျခားအစြမ္းေတြ ရိွျပီး သာမာန္လူေတြ ကိုင္တြယ္သံုးစြဲဖို႕ မျဖစ္ႏုိင္သေလာက္ပါပဲ။\nInfinity War ရဲ႕ အဓိက ဗီလိန္ျဖစ္တဲ့ Mad titan ...",
        "rating": "7.2",
        "url": "https://megaup.net/4Ovem/(CM)Captain.Marvel.2019.1080p.BluRay_5.1_CH.mkv",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/The_Avengers_2012_film_poster-135x200.jpg",
        "title": "The Avengers (2012) MCU",
        "description": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins! 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4Oy7q/(MCU-CM)The.Avengers.2012.PROPER.1080p.BluRay.x264.DTS-SWTYBLZ.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/u-134x200.jpg",
        "title": "U-571(2000)",
        "description": "U-571(2000)\nIMDb...6.6,,,Rotten ....68%\nဒီကားက ဒုတိယ ကမ္ဘာစစ်တုန်းက မဟာမိတ် စစ်သင်္ဘောတွေကို တစ်ဒိန်းဒိန်းပစ်ခေတ်ပြီး ရောက်အောက်ကိုနှစ်မြှုတ်ခဲ့တဲ့ ဂျမာန် u-571 စစ်သင်္ဘောအကြောင်းကို အဓိက ထားရိုက်ပြထားပါတယ်...ဂျာမန်စစ်သင်္ဘောတွေရဲ့ ပစ်ခတ်ဖျက်ဆီးခြင်းကို  ဖွဲအိတ်ကြီးလို ခံနေရတဲ့ အဓိက အကြောင်းရင်းက Enigma ဆိုတဲ့ ဝှက်စာကြောင့်ပါ...ဒီကားအညွှန်းကို မပြောခင် အရေးကြီးဆုံးအကြောင်းအရာဖြစ်တဲ့ Enigma ဆိုတဲ့ ဝှက်စာ အကြောင်းကိုပြောပြပါ့မယ်...ဒါတွေမသိလည်း ကြည့်လို့ကောင်းတဲ့ စစ်ကားကြီးဖြစ်ပေမယ့် သိသွားတဲ့အခါမှာ ဗဟုသုတလည်းရတဲ့အပြင် ကြည့်ရတာ ဇာတ်ရှန်အမြင့်ဆုံးကိုရောက်သွားစေနိုင်တာကြောင့်ပါ..Enigma ဆိုတာက ပထမကမ္ဘာစစ်နဲ့ ဒုတိယကမ္ဘာစစ်ကြားကာလမှာ ဂျာမန်တွေတီထွင်ခဲ့တဲ့ ဝှက်စာ စက်ဖြစ်ပါတယ်။Mechanical နဲ့ electrical ကို ပေါင်းထားတဲ့ စက်ဖြစ်ပြီး   U boat နဲ့ ၈ျာမန်စစ်သင်္ဘောတွေက ပင်နယံ ၄ ဆင့်နဲ့ အထက်ပါတဲ့ Enigma ကို သုံးခဲ့ပါတယ်။ပင်နယံဝိုင်းတွေမျှားလေ ပိုလုံခြုံလေမို့ နောက်ပိုင်းမှာ ပင်နယံဝိုင်း ၈ ဆင့်အထိသုံးခဲ့ပါတယ်။Enigma ဟာ လက်နှိပ်စက်လိုဖြစ်ပြီး ဝှက်စာစနစ်ထည့်သွင်းထားတဲ့အတွက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/3yLw4/U-571_[2000]_(MM_Sub).mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/EDGE-135x200.jpg",
        "title": "Edge of Tomorrow(2014)",
        "description": "Edge of Tomorrow(2014)\n ((Link အသစ်ပြန်ချိတ်ပေးရင်း 1080p BluRay 5.1 DTS  နဲ့720p နှစ်မျိုးနဲ့  ပြန်လည်တင်ဆက်လိုက်သည်…))ဒီတစ်ခါတော့ Tom Cruise ရဲ့ Sci-Fi Action ဇာတ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ၂၀၁၄ ရဲ့ ဇာတ်ကားကောင်း တွေထဲမှာ တစ်ကားအပါအဝင်ဖြစ်ပြီး ပရိတ်သတ် ကြိုက်နှစ်သက်မယ်လို့ ထင်ပါတယ်။ဇာတ်လမ်းကတော့ ဥရောပမှာ အမှတ်မထင်ပဲ အာကာသ ထဲက နေ ဂြိုလ်သားတွေရောက်လာတာက စတင်ပါတယ်။ ပြင်သစ်၊ ဂျာမဏီ၊ ချက်၊ အီတလီ၊ပိုလန် စတဲ့ နိုင်ငံတွေ ကျသွားပြီးနောက် အနောက်ဖက်မှာ အင်္ဂလန်နဲ့ အရှေ့ဖက်မှာ ရုရှားတို့ လောက်ပဲ ကျန်တော့ပါတယ်။ ငါးနှစ်အတွင်းမှာ စစ်ပွဲအချို့ ပြန်နိုင်လာသလို၊ ဂြိုလ်သားတွေကို နှိမ်နင်းဖို့ Armor တွေလည်း တီထွင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ East ဖက်က ရုရှား နဲ့ တရုတ်၊ West ဖက်က အမေရိကန်နဲ့ ကျန် Allied တွေက ထိုးစစ်စင်ခဲ့ပြီး၊ နောက်ဆုံး စစ်ပွဲကို ရောက်လာပါတယ်။ဒီအချိန်မှာ Tom Cruise ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/edge-of-tomorrow2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYzYzNzhiYzQtMTFiYi00ZGIwLTkyZmQtODE5ODAwNWYyNzkwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTc3MjM3OTA@._V1_-140x200.jpg",
        "title": "The King(2017)",
        "description": "The King(2017)\nIMDb ...7 ,,,,,Rotten 83\nကမ္ဘာကျော်ကချေသည်တစ်ယောက်ကို ဂျာနယ်လစ်တစ်ယောက်က \" ဒီကကွက်ရဲ့သဘောနဲ့ဆိုလိုရင်းကဘာလဲ''\nမေးခဲ့တာကိုကချေသည်ကပြန်ဖြေပါတယ်\" အဲဒီလိုသာအလွယ်တစ်ကူပြောလို့ရနေရင် ကျွန်မတို့အပင်ပန်းခံပြီး\nဘယ်ကပြနေမလဲတဲ့\" The King ကားရဲ့ဆိုလိုရင်းနဲ့သဘောကိုလည်းကျွန်တော်ပြောမပြတတ်ဘူး ဘာလို့ဆို\nမျက်မှောက်ခေတ်ရဲ့သဘောကိုမီးမောင်းထိုးပြတာလား အတိတ်ခေတ်ရဲ့ဆိုးယုတ်မှုကိုပြတာလည်း ကျွန်တော်\nကိုယ်တိုင်လည်းမသိဘူး.....ဒါပေမယ့် ဒီကားကိုကြည့်ပြီးရင် ခင်ဗျားတို့ ရဲ့နှုတ်ခမ်းတွေ မထေ့မဲ့မြင် ပြုံးမိလိမ့်မယ်\nသြော် ဒီလိုတွေလုပ်လို့ တစ်ချို့ကိစ္စတွေမယ် တို့တွေဒီလိုရင်ဆိုင်ခဲ့ရတာပါလား..ဒါမျိုးတွေလည်း\nရှိသေးသကိုးဆိုပြီးတော့ပေါ့....ပြီးတော့ခင်ဗျားတို့အသိတစ်ချို့ကိုထပ်လောင်းအားဖြည့်သွားနိုင်စွမ်းရှိသလို ဗလာနယ်မှာ ခဏခိုနားနေတဲ့ အသိဉာဏ်\nတစ်ချို့ကိုလည်း တန်ဘိုးရှိနေတာလည်းဖြည့်ပေးသွားမယ်ဆိုတာ ကျွန်တော်ရဲရဲကြီးအာမခံပါတယ်...တစ်ခုတော့\nပြောလို့ရတယ် ဒီဇာတ်ကားက Action,Crime,Dramaအမျိုးအစားပါ.....\nဒီဇာတ်ကားရဲ့သရုပ်ဆောင်တွေက ကိုရီးရဲ့နာမည်ကြီး In-sung Jo နဲ့Woo-sung Jung တို့ကိုတော့ အတော်များများ\nသိကြမှာပါ.....\nFile Size…(900MB)\nQuality…WEBDL 720p\nFormat…mp4\nDuration…02:14:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest Abe vs Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/4UFwa/The_King_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/dnp0zyAc9QYZ1XQtesXeXCM7YfJ-133x200.jpg",
        "title": "Bullies 3 (2019)",
        "description": "2019ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဒီကျောင်းသားလူမိုက်ကားလေးက\nAction ကားကြိုက်တဲ့သူတွေအတွက်\nကြည့်ပျော်မယ့်ဇာတ်ကားလေးတစ်ကားလဲဖြစ်ပါတယ်။\nဇာတ်လမ်းလေးကိုပြောပြရရင်\nငယ်ငယ်တုန်းကကျောင်းသားဘဝမှာ\nလူငယ်ယောကျာ်းလေးတော်တော်များက\nရန်ဖြစ်ဖူးကြမယ်ထင်ပါတယ်။\nအဲ့လိုပဲ ဒီဇာတ်ကားလေးထဲမှာ ယောင်းအွန်းဆိုတဲ့\nကျောင်းသားဟာ ဆောင်းဆူဒုန်းအထက်ကျောင်းမှာတော့\nရန်ဖြစ်တဲ့နေရာမှာ အားလုံးကိုအနိုင်ယူထိုးကြိတ်နိုင်ခဲ့လို့\nဆရာလို့ပြောလို့ရပါတယ်။\nသူဒီလို တိုက်တာခိုက်တာတော်လို့ မျက်စိကျသွားတဲ့\nကျောင်းသားလူမိုက်အဖွဲ့က ယောင်းအွန်းကို\nသူတို့အဖွဲ့ထဲဝင်ဖို့ကမ်းလှမ်းခဲ့ပါတယ်။\nယောင်းအွန်းကဆိုးတယ် မိုက်တယ် ဒါပေမယ့် မယုတ်မာဖူး။\nမညစ်ပတ်ဖူးဆိုတဲ့ကျောင်းသားမျိုးဖြစ်တာကြောင့်\nဒီကမ်းလှမ်းချက်ကိုငြင်းပယ်ခဲ့ပါတယ်။\nအဲ့နောက်မှာ ဘယ်လိုတွေဆက်ဖြစ်လာမယ်ဆိုတာပဲ\nကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြပါ။\nကျောင်းသား လူငယ် Action ကားလေးလဲဖြစ်လို့\nအတိုက်အခိုက်လေးတွေနဲ့ ကြည့်လို့လည်း\nကောင်းသလို လူငယ်သဘာဝကိုလည်းပြန်ခံစားနိုင်လို့\nစိတ်ကျေနပ်မှုရမယ်လို့ထင်ပါတယ်။\n  \nFile Size - 869.1 MB\nQuality - Web-Dl 1080P\nRuntime - 1h 20m\nSubtitle -  Burmese (Hardsub)\nTranslator - Moe Pwint\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://megaup.net/3yJrx/Bullies.3.2019.1080p_{CM}.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/039gfgqelfrf-133x200.jpg",
        "title": "Gangsters (2019)",
        "description": "လောကကြီးကို ဂရုမစိုက်တတ်ဘဲ\nငွေရဖို့အတွက်ဆိုရင် ဘယ်အလုပ်မဆိုလုပ်တတ်တဲ့\nမူဆန်မြို့သား ယုံးဂယ်ဟာ\nသူ့လက်အောက်ငယ်သားနှစ်ယောက်နဲ့အတူ\nဥက္ကဋ္ဌချွဲဆိုတဲ့သူ ခိုင်းသမျှ\nမကောင်းတဲ့အလုပ် အကုန်လုပ်ပါတယ်\nတစ်နေ့မှာ ဆိုးလ်ကနေ\nမူဆန်ကိုပြန်လာခဲ့တဲ့ ဘတ်ဆူယွန်းဆိုသူ\nမိန်းကလေးတစ်ယောက်ကို\nမြင်မြင်ချင်းချစ်သွားမိခဲ့တော့\nဘာကိုမှအရေးမစိုက်ဘဲ\nထင်ရာစိုင်းတတ်တဲ့ ယုံးဂယ်တစ်ယောက်\nမကောင်းတာတွေလုပ်ရင်း ဆက်နေသွားမလား\nဒါမှမဟုတ် လူရမ်းကားအဖြစ်နဲ့ပဲ ဆူယွန်းကို\nကာကွယ်ပေးသွားနိုင်မလားဆိုတာကို\nဒီဇာတ်ကားထဲမှာ တွေ့မြင်နိုင်ပါလိမ့်မယ်\n \nFile Size - 656.9 MB\nQuality - Web-Dl 720P\nRuntime - 90 Mins\nSubtitle -  Burmese (Hardsub)\nTranslator - Phu Nge Nge Thein\nEncoder - XCode",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/gangsters-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/xiwpgekmujkc-134x200.jpg",
        "title": "Zombie Fighter (2020)",
        "description": "လွန်ခဲ့တဲ့ ၁၁နှစ်ခန့်က လူသားမျိုးနွယ်တွေကို ထိခိုက်စေခဲ့တဲ့\nဇွန်ဘီဗိုင်းရပ်စ်ကြောင့် မိသားစုတွေအားလုံး\nအပြိုပြိုအကွဲကွဲဖြစ်ခဲ့ရတယ်\nသိပ္ပံပညာရှင်များနဲ့ သုတေသနပညာရှင်တွေ\nပူးပေါင်းပြီး ဆီရမ်တစ်ခုတီထွင်ကာ\nဇွန်ဘီတွေကို ထိန်းချုပ်နိုင်ဖို့ကြိုးစားပြီးအောင်မြင်ခဲ့တယ်\nသို့ပေမယ့်လည်း လောဘလူသားတွေကြောင့်\nဇွန်ဘီတွေဟာ အသုံးချခံဖြစ်လာခဲ့ပြီး\nဖမ်းဆီးခံရကာ ဈေးကောင်းပေးဝယ်သူများလည်း\nများပြားလာခဲ့တယ်\nဝယ်ယူသူတွေဟာ ဇွန်ဘီဖိုက်တာကလပ်ဆီလာရောက်ပြီး\nဇွန်ဘီအချင်းချင်းတိုက်ခိုက်စေကာ\nစီးပွားရှာဖွေခဲ့ကြတယ် ဇွန်ဘီဖိုက်တာကလပ်ရဲ့\nအတော်ဆုံးဇွန်ဘီဖြစ်သူ ဘိန်းရဲ့နောက်ကွယ်က\nအကြောင်းအရာတွေ ဇွန်ဘီအချင်းချင်း\nအနိုင်တိုက်ခိုက်နိုင်ရခြင်းရဲ့လျှို့ဝှက်ချက်တွေကို\nလောဘသားတွေ သိသွားတဲ့အခါ\nဘယ်လိုဖြစ်တာမလဲ ဘိန်းလုံခြုံနိုင်ပါ့မလား\nဘိန်းရဲ့မူလသရုပ်အမှန်ကရော ဘာလဲဆိုတာ\nဒီဇာတ်ကားထဲမှာ မြင်တွေ့နိုင်ပါလိမ့်မယ်\n \nFile Size - 764.1 MB\nQuality - Web-Dl 1080P\nRuntime - 63 Mins\nSubtitle -  Burmese (Hardsub)\nTranslator - Phu Nge Nge Thein\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://megaup.net/3yJtb/Zombie.Fighter.2019.1080p_{CM}.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/88ez3lmmp2mh-141x200.jpg",
        "title": "Dumbheaded Duo (2020)",
        "description": "တွေးခေါ်နိုင်မှုနည်းပါးတဲ့ ဟွီနဲ့ဂန်မင်ဂူဆိုတဲ့\nသူငယ်ချင်းနှစ်ယောက်\nသေသေကြေကြေတိုက်ခိုက်နိုင်တာကတော့\nသူတို့ရဲ့အားသာချက်ပါတဲ့\nဒီလိုသူငယ်ချင်းနှစ်ယောက်နဲ့\nပေါင်းသင်းနေရတဲ့ ဂျောင်မန်ဟာ\nသူတို့၃ယောက် စားဝတ်နေရေးအတွက် ပိုက်ဆံရှာနိုင်ဖို့\nလူသားသဲအိတ်အဖြစ် ဟွီ မင်ဂူတို့နဲ့အတူ\nအချိန်ပိုင်းအလုပ်လုပ်ပြီး နေ့စဉ်နေထိုင်ကြတယ်\nဒီလိုလူသား၃ယောက်ဆီကို ငယ်သူငယ်ချင်း\nအင်ယူယောင်းဆိုတဲ့မိန်းကလေးတစ်ယောက်\nရောက်လာခဲ့ပြီး သူ့အကြံဉာဏ်တွေနဲ့အတူ\nပိုက်ဆံအများကြီးပိုရှာနိုင်ခဲ့တယ်\nဒါပေမဲ့ ဆန်းကြယ်မှုတွေနဲ့အတူရောက်လာခဲ့တဲ့\nယူယောင်းနဲ့ပတ်သတ်နေတဲ့\nနောက်ကွယ်က လောင်းကစားခန်းမှာ\nဘယ်လိုဒုစရိုက်တွေရှိနေမလဲ\nစတင်ပြီးရင် အဆုံးသတ်မရှိတဲ့နေရာမှာ\nဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ\nဒီဇာတ်ကားထဲမှာ တွေ့မြင်နိုင်ပါလိမ့်မယ်\n  \nFile Size - 877.5 MB\nQuality - Web-Dl 1080P\nRuntime - 80 Mins\nSubtitle -  Burmese (Hardsub)\nTranslator - Phu Nge Nge Thein\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://megaup.net/2SM0t/Dumbheaded_Duo_2020.1080p_{CM}.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/yuen-chi-mo-hei-german-movie-cover-140x200.jpg",
        "title": "[18+] Body Weapon (1999)",
        "description": "ဒီကားလေးဟာ1999ခုနစ်ကထွက်ခဲ့တာဖြစ်လို့ ဟောင်းနေပြီဆိုပေမယ့်ဟွမ်ဖေးဟုန်လို့လူသိများတဲ့ မင်းသားကြီးVicent Zhao အဓိကပါဝင်သရုပ်ဆောင်ထားလို့ အကြိုက်တွေ့စေမှာပါ..Body weaponဆိုတဲ့ ခေါင်းစဉ်အတိုင်း ညစ်ညမ်းတဲ့အခန်းတွေပါလို့မိသားစုနဲ့ကြည့်လို့မသင့်တော်ပါဘူး..ဇာတ်လမ်းအကျဉ်းကတော့ ဟောင်ကောင်မြို့မှာ မျက်နှာဖုံးနဲ့လူဦးဆောင်တဲ့အဖွဲ့ဟာ အကြမ်းဖက်နှိပ်စက်ပြီးမိန်းကလေးကိုအဓမ္မကျင့်သတ်ဖြတ်မှုတွေကျူးလွန်နေပါတယ်...ဒီအမှုကိုစုံစမ်းနေတဲ့ ရဲမေတစ်ယောက်ဟာ သူမရဲ့မဂ်လာဦးညမှာ ဒီမျက်နှာဖုံးလူသတ်သမားနဲ့ဆုံတွေ့ရတဲ့အခါ...သူမရော ဒီလူရမ်းကားလက်ကလွတ်မလား...မျက်နှာဖုံးလူသတ်သမားခေါင်းဆောင်ကိုဘယ်သူတွေက ဘယ်လိုဖော်ထုတ်ကြမှာလဲ..စိတ်ဝင်စားစရာပါ။တိုက်ခိုက်ထိုးသတ်မှုတွေနဲ့စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမယ့် ဟောင်ကောင် အက်ရှင်ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ။ \nFile size…(1.6 GB) and (999 MB)\nQuality….WEBDL Rip 1080p and 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by Phyo Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/18-body-weapon-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/l_p0113337797-163x200.jpg",
        "title": "My Hero (1990)",
        "description": "My Hero (1990)IMDB(5.7)ဂန်းစတားလောကမှာ ကျက်စားမယ့် စတီဖင်ချောင်ကိုမြင်ရမှာပါ။အခွီတွေချည်းမဟုတ်ဘဲ Action ရော Drama ရော ပေါင်းစပ်တင်ဆက်ထားပါတယ်။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ လွမ်းကြ ဆွေးကြ တိုက်ကြ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/my-hero-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/THE-NEXT-135x200.jpg",
        "title": "The Next Three Days(2010)",
        "description": "IMDb...7.4\n၂၀၁၀ခုနှစ်ကထွက်ရှိခဲ့တဲ့ဒီကားဟာ အတော်များများကြည့်ဖူးပြီးသားဖြစ်မှာပါ...ကျွန်တော်တို့ဟာ  ဇာတ်လမ်းရဲ့ကောင်းမွန်မှု သရုပ်ဆောင်တွေရဲ့ပြောက်မြောက်တဲ့အမူအရာတွေကို  ချီးမွန်းအကဲဖြတ်မှုအားနည်းခဲ့တဲ့အချိန်ကတောင် သိပ်ကိုကောင်းလွန်းတယ်လို့ တခြားသူတွေကိုညွှန်းဆိုခဲ့ဖူးပါတယ်...လင်မယား ၂ယောက် ..အမျိုးသားက ကျောင်းဆရာ ..အမျိုးသမီးက ရုံးဝန်ထမ်း..သားကလေးတစ်ယောက်နဲ့ပေါ့ ..ဘဝကိုရိုးရှင်းစွာ ဖြတ်သန်းနေတဲ့မိသားစုလေးတစ်စုပေါ့...သို့ပေမယ့် တစ်နေတော့ သူတို့မိသားစုအတွက်ကံဆိုးမှုတစ်ခုကြီးရောက်လာခဲ့တယ်..အမျိုးသမီးကို လူသတ်မှုတစ်ခုနဲ့ ရဲတွေဖမ်းခေါ်သွားတာပါပဲ..ယောကျ်ားဖြစ်သူဟာ မိန်းမကိုကယ်ဖို့ရှေ့နေတွေနဲ့တွေ့ဆုံခဲ့ပေမယ့် အမှုရဲ့သက်သေများအရ  သူ့မိန်းမဆီကိုပဲ ဦးတည်နေပါတယ်..သူ့မိန်းမကလည်းမသတ်ဘူးလို့ပြောခဲ့သလို သူကိုယ်တိုင်လည်း ယုံကြည်ခဲ့ပေမယ့် ဒီယုံကြည်မှု အမှန်တရားတွေဟာ ဘာမှ အသုံးမဝင်တော့ပါဘူး....ဒီတော့ သာမန်ကျောင်းဆရာတစ်ယောက်အတွက် အတွေးတွေဟာ ရူးမတတ်ပဲ..လူသတ်မှုဟာ နှစ်ရှည်လများထောင်ကျနိုင်တော့ ပြိုကွဲေတော့မယ့် မိသားစုအတွက်သူဟာ ဆုံးဖြတ်ချက်တစ်ခုကိုချလိုက်တယ်..သူ့မိန်းမကို ဒီအမှုတောထဲက ဆွဲထုတ်ပြီး တစ်ဘက်နိုင်ငံကို ထွက်ပြေးဖို့ပါပဲ...ကျွန်တော်တို့အားလုံး ချီးမွမ်းတဲ့ ဒီကားမှာ .Russell Crowe  ဟာ အဓိကနေရာမှာ ပါခဲ့ပါတယ်..သူတစ်ယောက်ထဲ တစ်ကားလုံးကိုထိန်းကျောင်းသွားတယ်..သာမန်ကျောင်းဆရာလေးတစ်ယောက်ဟာ တော်ရုံလူမစဉ်းစား မလုပ်နိုင်တဲ့အရာမျိုးတွေကို တုန်တုန်ယင်ယင်နဲ့လုပ်သွားတာ...ခင်ဗျားတို့ဟာ ဒီကားကိုကြည့်နေရင်း Russell Crowe နဲ့အတူ လွင့်မြောပါသွားလိမ့်မယ်...ဇာတ်ကားရဲ့ဆွဲဆောင်မှုဟာ ၅မိနစ်လောက်ကထဲကဆွဲခေါ်သွားတယ်..ပြသချိန် ၂နာရီ ၁၃မိနစ်မှာခင်ဗျားဟာ ကျောက်ရုပ်တစ်ရုပ်ထိုင်နေသလို ငြိမ်သက်စွာထိုင်နေရင်း ရင်တထိတ်ထိတ်နဲ့ အတွေးတွေမျှော်လင့်ချက်တွေနဲ့ ပျော်ဝင်သွားလိမ့်မယ်ဆိုတာ ကျွန်တော်ရဲရဲကြီးအာမခံရတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော ...",
        "rating": "7.4",
        "url": "https://megaup.net/4eCrm/The.Next.Three.Days.2010.BLU-RAY1080P.5.1CH.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1mE5jde5SJqUnZ58MAweW9GuhzK.jpg",
        "title": "Tidal Wave(2009)",
        "description": "Tidal Wave(2009)(Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်....)တစ်ချို့သော သူတွေကြိုက်တဲ့ရုပ်ရှင်အမျိုးအစားဟာ အနည်းငယ်ထူးဆန်းတယ်လို့ပြောရမလားပဲ...ကမ္ဘာကြီးပျက်တာ...ကပ်ဆိုးတွေအမျိုးမျိုးနဲ့ဒုက္ခရောက်တဲ့ ရုပ်ရှင်တွေဆို အရမ်းသဘောကျစွာ တစ်ကူးတကကိုရှာဖွေကြည့်လေ့ရှိကြတယ်....ဒီကိုရီးယားရုပ်ရှင်ဟာလည်း ကပ်ဆိုးတစ်ခုအကြောင်းကို နာမည်ကြီးသရုပ်ဆောင်များစွာနဲ့ဆောင်ရန်ရှောင်ရန်လေးတွေပညာပေးရင်း ဟာသလေးတွေနှောကာ မပျင်းမရိရအောင် ခပ်မိုက်မိုက်ရိုက်ကူးထားတာပါ....ဟယ်အွန်းဒယ်လို့ခေါ်တဲ့ ကမ်းခြေတစ်မြို့လေးတစ်ခုရှိတယ်... သိပ်လှတဲ့ အဲ့ဒီဟယ်အွန်းဒယ်ဆိုတဲ့မြို့လေးကို နှစ်စဥ်လူတစ်သန်းနီးပါး လာရောက်လည်ပတ်လေ့ရှိပါတယ် .... ကမ်းခြေမှာနေထိုင်ကြတဲ့ လူတွေရဲ့ဘဝရှင်သန်ရေးပုံစမျိုးစုံနဲ့လှုပ်ရှားနေရင်း မြို့လေးဟာလေး ကပိုကယိုလှပနေလေရဲ့...ဒီမြို့မှာရှိတဲ့ မိုးလေဝသပညာရှင်တစ်ယောက်ဖြစ်တဲ့ ပါမောက္ခဂင်ဟာ  ထူးဆန်းတဲ့ကပ်တစ်ခုကျရောက်နိုင်တာကို သွားတွေ့မိတယ်...အဲ့ဒါက ကိုရီးယားနိုင်ငံမှာ ပထမဆုံးဆူနာမီငလျင်လှုပ်ခတ်နိုင်တယ်ဆိုတာပါပဲ...ဒါပေမယ့် ဘယ်သူမှမယုံကြည်ခဲ့ကြပါဘူ...း ပုံမှန်နေ့ရက်တွေလိုပဲ  မြို့သူမြို့သားခရီးသွားတွေဟာ  ပေါ့လျော့စွာ ဆက်လက်ကုန်ဆုံးခဲ့ကြပါတယ်...ပါမောက္ခဂင်ဟာ ငလျင်နဲ့ပက်သက်ပြီ အထက်ကအဖွဲ့အစည်းကိုနည်းမျိုးစုံတင်ပြခဲ့ပေမယ့်လည်းအားလုံးက လျစ်လျှူရှုခဲ့ကြတယ်....အဲ့ဒီလို လျစ်လျှူရှုခြင်းပြီးတဲ့နောက်မှာတော့....ကိုင်းဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ခံစားကြည့်လိုက်ပါ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်....File Size :(2.1GB) (950MB) and (364 MB)\nQuality :Blu-Ray 1080p 5.1 CH, ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/tidal-wave2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BY2NmMmZiMzMtYTI5Yi00ZGU4LTljYTgtYzU5MzljNDVjN2I5XkEyXkFqcGdeQXVyNTAyNDQ2NjI@._V1_UY1200_CR10506301200_AL_-105x200.jpg",
        "title": "Dear Dakanda (2005)",
        "description": "မင်းသား Sunny ရဲ့ ပွဲဦးထွက် ဇာတ်ကားဖြစ်ပြီး အဲ့ဇာတ်ကားနဲ့ပဲ အကောင်းဆုံးအမျိုးသားဇာတ်ဆောင်ဆုရရှိခဲ့ပါတယ်။Drama/Romance အမျိုးအစားဖြစ်ပြီး IMDb Rating (7.8) ရရှိထားပါတယ်။မဖွင့်ပြောဘဲ သိမ်းဆည်းထားတဲ့ အချစ်တွေအကြောင်းကို ခံစားတင်ပြထားတာပါ။( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/category/sunny/  ကြည့်လို့ရပါတယ်။) \nFile size…(2 GB) and (1.3 GB)\nQuality….WEB-DL 1080p 5.1 & 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thai Series Fan Page",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/dear-dakanda-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMjAzOTM1MzE0OF5BMl5BanBnXkFtZTYwNDE0Nzc4._V1_-135x200.jpg",
        "title": "Get Smart(2008)",
        "description": "Get Smart(2008)\nIMDb.......6.5\nဒီကားကိုမကြည့်ခင် ခင်ဗျားတို့ သတိလေးပေးချင်တယ်...\nဥပမာ အိမ်မှာ မိသားစုဝင် ၅ယောက်လုံးရှိတယ်ထား..ခင်ဗျားက ဒီကားကိုကြည့်ဖို့ပြင်ဆင်ပြီဆိုရင် ကျန်တဲ့\n၄ယောက်ပါ TVရှေ့ကိုခေါ်ကြည့်သင့်တယ်....လင်မယား ၂ ယောက်ထဲဆိုလည်း ၂ယောက်လုံးကြည့်ဖြစ်\nအောင်ကြည့် တစ်ယောက်ထဲကြည့်မိရင် အံကြိတ်ပြီး တခိခိရယ်တဲ့ကိုယ့်ကို ကျန်တဲ့သူတွေက ရူးများသွားတာလား\nခေါင်းချောင်သွားတာလားဆိုတဲ့အတွေးနဲ့ကြည့်တာခံရလိမ့်မယ် ကျွန်တော့ချစ်သူလေးကတော့ \"ကို\"တော့ရူးသွားပြီ\nတံတားလေးပို့ရတော့မယ်လို့ပြောသွားတယ်......\nဒီကားရဲ့မင်းသား Steve Carell ကိုတော့အားလုံးရင်းနှီးပြီးသားဖြစ်မှာပါ...မင်းသမီးချောလေး Hathaway ရယ်\nDwayne Jonson(The rock)ရယ်ပါဝင်ထားလေတယ်...မျက်နှာတွေပြူးပြဲပြ ရွံ့စရာအကွက်တွေနဲ့ပြ အိုဗာတင်းဟာသကွက်တွေ\nလို့မထင်လိုက်နဲ့ ...\nSteve carell က အထူးအေးဂျင့်တွေအတွက်သတင်းစုဆောင်းတဲ့သူတစ်ယောက် ပြောရရင် ရုံးစာရေးဆိုပါတော့ ဒါပေမဲ့ သူ့ရဲ့\nအိပ်မက်က အေးဂျင့်ဖြစ်ချင်တာပဲ....တစ်နေ့တော့ နျူကလီးယားလက်နက်အတွက် အရေးကြီးယူရေနီယမ်တွေအခိုးခံရတော့\nအကြမ်းဖက်အဖွဲ့တွေမရိပ်မိအောင် တစ်ခါမှ လူဆိုးတွေနဲ့မဆက်ဆံဖူးတဲ့Steve Carell နဲ့ မျက်နှာခွဲစိတ်ပြုပြင်ထားတဲ့\nမင်းသမီးချော Hathaway ရယ်ကိုလွှတ်လိုက်တယ်.....\nခင်ဗျားတို့ကတော့ ထင်လိမ့်မယ် ရုံးစာရေးကိုလွှတ်တယ်ဆိုတော့ ဘာစကေးမှမရှိဘူး အလွဲတွေနဲ့ကြည့်ရဆိုးမယ်လို့ပေါ့\nအာ့ဆိုလုံးဝလွဲသွားလိမ့်မယ် သူက အေးဂျင့်ဖြစ်ချင်တာဆိုတော့ အကုန်လေ့ကျင့်ထားတယ် တိုက်ရည်ခိုက်ရည်တွေနဲ့\nအားလုံးကို မှတ်မိတတ်တဲ့ သူ့ဦးနှောက်ကို ပေါင်းစပ်လိုက်တော့ အတော်လေးအလုပ်ဖြစ်တယ်.... ရယ်စရာတွေကလည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/3yDsc/Get_Smart_[2008]_(MM_Sub).MP4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BNTM5YWZiMzQtNDQxZS00ODI0LWJjNTQtZmQ3OWU3Njg4NWYyXkEyXkFqcGdeQXVyNzc4NTU3Njg@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Scoob! (2020)",
        "description": "Scoob! (2020)============IMDb Rating 6.1/10#Unicode2020 မှာ ရုံတင်ဖို့စီစဥ်ထားတဲ့ Scoob ဟာ အခုတော့ Digital Release အနေနဲ့ထွက်လာခဲ့ပါပြီ။စကူဘီ ဒူဘီ ဒူး ဆိုတဲ့ ခွေးကြီးနဲ့ အတူ ထူးဆန်းတဲ့ အမှုတွေကိုလိုက်စုံစမ်းတဲ့ သူငယ်ချင်းတစ်သိုက်ကို ရင်းနှီးတဲ့သူတွေ များမှာပါ။ဒါကလည်း ၂၀၂၀ အတွက် စကူဘီဒူး ကာတွန်းရုပ်ရှင်အသစ်ပါပဲ။ ဒီရုပ်ရှင်မှာတော့ စကူဘီဒူး နဲ့ ရှက်ဂီတို့ စတင်တွေ့ဆုံပုံကနေသူတို့အဖွဲ့တွေဆုံပြီး ဖြစ်လာတာကနေ စတင်ပြသထားပါတယ်။ ရှက်ဂီ တို့ရဲ့ အဖွဲ့ကို စပွန်ဆာပေးမယ်ဆိုတဲ့သူ တစ်ယောက်ပေါ်လာတာကနေ ဇာတ်လမ်းစတာပါပဲ။ စပွန်ဆာပေးမယ့်သူကတော့ ဆိုင်မွန် ကောင်းဝဲကြီးဖြစ်နေတာပါ။ ဒါပေမယ့် သူက အဖွဲ့ထဲကဖရက်၊ ဗယ်မာ၊ ဒက်ဖနီ တို့ကိုပဲ အသုံးကျတယ်လို့ ထင်တဲ့အတွက် စကူဘီနဲ့ရှက်ဂီ မပါမှ ပေးမယ်လို့ ပြောလာပါတယ်။ ဒါကြောင့်စကု နဲ့ ရှက်ဂီတို့ စိတ်ဆိုးပြီး ထွက်လာရင်း စကုကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/scoob-2020/"
    }
]