[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/the-long-way-home-poster-140x200.png",
        "title": "The Long Way Home (2015)",
        "description": "The Long Way Home (2015)_____Rotten -6.5/10\n  ၁၉၅၀ ခုနှစ် တောင်နဲ့မြောက်ကိုရီးယား ပြည်တွင်းစစ်ပွဲကို အခြေခံပြီးရိုက်ကူးထားပါတယ်\nအဓိကသရုပ်ဆောင်အဖြစ် ကလေးသရုပ်ဆောင်ကနေတက်လာတဲ့\nလူငယ်မင်းသားလေး   Yeo Gin gu ပါဝင်သရုပ်ဆောင်ထားပါတယ်...\nစစ်ဖြစ်တဲ့အချိန်မှာ စစ်ပွဲတို့ ထုံးစံအတိုင်း ရသမျှသူဆွဲခေါ် တော့ တာပဲတောင်\nကိုးရီးယားဖက်ကလည်း လယ်သမားပါမကျန်အကုန်စစ်ထဲခေါ်သွင်းသလို\nမြောက်ကိုရီးယားကလည်း ကျောင်းသားပါမကျန် စစ်ထဲလိုက်ပါရတယ်..\nတောင်ကိုးရီးယားဖက်က ခြေမြန်တပ်သားတွေကို အရေးကြီးတဲ့ စာတစ်စောင်ကို ပို့ခိုင်းလိုက်ပါတယ်..\nလမ်းမှာ ချုံခိုတိုက်ခိုက်ခံရရင်း စာက ကျပျောက်သွားပါတယ်\nအဲဒီအချိန်မှာပဲ မြောက်ကိုရီးယားတပ်လည်း အမေရိကန်ဗုံးကြဲလေယာဉ်ရဲ့တိုက်ခိုက်ခြင်းကြောင့်\nတင့်ကားတစ်စီးနဲ့နင့်  ကံဆိုးစွာ စစ်ရေးဘာမှမကျွမ်းတဲ့ကျောင်းသားလေးတစ်ယောက်တည်း ကျန်ခဲ့ပါတယ်\nကျောင်းသားလေးကို သူ့ရဲ့ခေါင်းဆောင်က သေခါနီးမှာ တင့်ကားကို သေချာစောင့်ရှောက်ခဲ့ဖို့ မှာသွားပါတယ်။\nသူကလည်း တင့်ကားမမောင်းတတ် ဘယ်လိုများ တင့်ကားကို စောင့်ရှောက်သွားလဲနှင့်\nတောင်ကိုရီးယားရဲ့ အရေးကြီးစာကိုလည်း သူကောက်ရလိုက်တော့ ဘယ်လိုတွေများ ရှေ့ဆက်ဖြစ်ကြမှာလဲ\nအဲဒီမှာ မြောက်ကိုးရီးယားတင့်ကားတပ်က ကျောင်းသားစစ်သားလေးနဲ့\nစာကိုလိုက်ရှာေနေတဲ့တောင်ကိုးရီးယားလယ်သမားစစ်သားတို့တွေ့ကြတဲ့အခါ  ဘာတွေဖြစ်လာကြမလဲ………………\nဒီကားမှာ အဓိက အသက်ဝင်တာကတော့\nအဓိကသရုပ်ဆောင်တွေရဲ့သရုပ်ဆောင်ချက်တွေက တကယ်ကို အသက်ဝင်လှသလို\nဇာတ်ညွှန်းရေးတဲ့သူကလည်း နာမည်ကျော်ဇာတ်ကားတွေရဲ့ ဇာတ်ညွှန်းရေးဆရာကြောင့် ပြောင်မြောက်လှပါတယ်\nစစ်ပွဲရဲ့အဓိပ္ပါယ်မဲ့တိုက်နေရတဲ့သဘောတွေ စစ်ရဲ့အနိဌာရုံတွေနဲ့အတူ\nဟာသတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eaSX/The_Long_Way_Home_(Seoboojeonsun)_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/wp-1487941003786-200x300.jpg",
        "title": "Snitch (2013)",
        "description": "IMDb 6.5 ရရွိထားျပီးေတာ့ အေဖတေယာက္ရဲ႕\nေမတၱာကိုေဖာ္ၾကဴထားတဲ့ဇာတ္ကားေလးတစ္ကားကို\nထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ ဗ်\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားၾကီးကလည္း\nDwayne Johnson ဆိုေတာ့ ေကာင္းလားမေကာင္းလား\nေျပာမေနေတာ့ပါဘူး ဇာတ္ၾကမ္းၾကိဳက္တဲ့သူေတြဆိုရင္ေတာ့\nလက္လြတ္မခံသင့္တဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္ဗ်\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သားျဖစ္သူဟာ\nေဆးေမွာင္ခိုသယ္မႈမွာ မထင္မွတ္ပဲ ၀င္ပါမိျပီး\nအဖမ္းခံရရာမွ အေဖျဖစ္သူက ရတက္ေပြရျပီး\nသားျဖစ္သူကို ျပန္လည္ကယ္တင္ျပီး\nသားျဖစ္သူရဲ႕ ဇာတ္လမ္း အရွူပ္ေတာ္ပံုေတြကို\nေျဖရွင္းေပးႏိုင္မလားဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္\nၾကည့္ရွဴလိုက္ပါအံုးဗ်ာ :D",
        "rating": "",
        "url": "https://channelmyanmar.org/snitch-2013/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/TIME_POSTER_KO_3-211x300.jpg",
        "title": "Time Renegades (2016)",
        "description": "IMDb (6.9/10) ထိရရွိထားတဲ့ ဒီကိုရီးယားဇာတ္ကားမွာ မင္းသား Jo Jung‑suk,Lee Jin‑wook နဲ႕ မင္းသမီး Im Soo‑jung တို႕အဓိကပါဝင္ထားပါတယ္။ဇာတ္လမ္းကေတာ့......၁၉၈၀ က လူတစ္​​ေယာက္​နဲ႔\n၂၀၁၅ က လူတစ္​​ေယာက္​ တစ္​​ေယာက္​အ​ေၾကာင္​းတစ္​​ေယာက္​ အိပ္​မက္​​ေတြအျပန္​အလွန္​မက္​ျပီး\nသူတို႕ႏွစ္​​ေယာက္​ခ်ိတ္​ဆက္​မိၾကတယ္​။\nအတိတ္​ဘဝကလူရဲ႕ခ်စ္​သူ အသတ္ခံရၿပီး​ သူနဲ႔ဆိုင္​တဲ့ လူ​ေတြလဲ တစ္​​ေယာက္​ၿပီးတစ္​​ေယာက္​ ပံုစံတစ္​အ​မ်ိဳးတည္​းနဲ႔ အသတ္​ခံရပါ​တယ္​။\nဒီလူသတ္​သမားဟာ ယခုဘဝကလူရဲ႕ခ်စ္​သူကိုပါ သတ္​ဖို႔ ႀကိဳးစားလာပါ​ေတာ့တယ္​။\nဒါကို အရင္​ဘဝကလူက ႀကိဳျမင္​ၿပီး..လူသတ္​သမားကို လိုက္​ဖမ္​းဖို႔ႀကိဳးစားပါ​တယ္​။\nအခ်ိန္မတူတဲ့ လူႏွစ္ေယာက္...တစ္ေယာက္ရဲ႕ အနာဂတ္ကို တစ္ေယာက္က ၾကိဳတင္ျမင္ေနၾကျပီး ေသလုေမ်ာပါးေျပးလႊားရမယ့္အျဖစ္က ဘယ္ေလာက္ထိစိတ္လႈပ္ရွား ရင္ခုန္စရာေကာင္းမယ္ဆိုတာ ခံစားၾကည့္ရႈၾကပါဦး။(Myint Thinzar မွခံစားတင္ဆက္ထားတာပါ။) \nFile size…(900MB) and (430MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/time-renegades-2016/",
        "category": "Action, Asian, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Shivaay (2016)",
        "description": "အိႏၵိယ ႏိုင္ငံမွာ ၀င္ေငြစံခ်ိန္တင္ခဲ့ျပီး IMDb rating 6.6 ထိရရွိထားတဲ့ သည္းထိပ္ရင္ဖိုဒရာမာကားႀကီးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...\nေတာင္တက္လမ္းျပအျဖစ္ တစ္ဘ၀လုံး ႏွစ္ျမဳပ္ထားတဲ့ ရွီဗား ...သူ႕ဘ၀ကေတာင္တက္သမားေတြကုိ\nလမ္းျပလုိက္ ျမဴႏွင္းေတြကုိအေဖာ္ၿပဳ ၿပီးေက်းငွက္ေတြရဲ႕သီခ်င္းသံနဲ႕ ေပ်ာ္ေမြ႕ရင္း ပရဟိတ လုပ္ငန္းေတြနဲ႔ေပ်ာ္ေမြ႕ေနသူတေယာက္ ...တစ္ေန႕ေတာ့ ဘူေဂရီးယားကေတာင္တက္အဖြဲ႕ကုိ\nေတာင္တက္လမ္းျပအျဖစ္ လုိက္ရင္ မေမ်ွာ္လင့္ပဲ ႏွင္းေတာင္ၿပိဳက်ရာမွ ေခ်ာက္ထဲ ျပဳတ္က်ရင္း အဲ့ဒီအဖြဲ႕မွာပါတဲ့ ဘူေဂးရီးယားသူ မိန္းမေခ်ာေလးေအာ္ဂါ က ေတာင္တက္လမ္းျပလူႀကမ္းႀကီးရဲ႕ ႏွလုံးသားကုိ\nအခ်စ္ရဲ႕ေက်းကြ်န္အျဖစ္သိမ္းပုိက္ႏုိင္ခဲ့ပါတယ္... ဒီလုိနဲ႕ အခ်စ္နယ္က်ြံၾကရင္း ကိုယ္၀န္ရွိသြားတဲ့အခါမွာေတာ့ အေႀကာင္းအမ်ဳိးမ်ဳိးေႀကာင့္\nကေလးကိုဖ်က္ခ်ပစ္ဖို႔ ေအာ္ဂါက ဆႏၵရွိေနေပမဲ့\nလူၾကမ္းႀကီးရဲ႕ ႏွလံုးသားကလက္မခံပဲ ကေလးကိုေမြးေပးဖို႔ ေတာင္းဆိုခဲ့ပါတယ္ ...ဒီလိုနဲ႔ ကေလးကုိေမြးၿပီးၿပီးခ်င္းမွာ အေမျဖစ္သူဟာ\nဘူေဂးရီးယားကုိျပန္သြားခဲ့ၿပီး သမီးေလးျဖစ္သူ ဂါရာ အသက္၉ႏွစ္အရြယ္ေရာက္တဲ့အခါမွာေတာ့\nမထင္မွတ္ပဲ သိမ္းဆည္းထားတဲ့ အေမျဖစ္သူရဲ႕ပံုကိုေတြ႕ရွိသြားရာမွ\nမိတဆိုး သမီးေလးက အေမျဖစ္သူဆီကုိသြားေရာက္ဖို႔ ပူဆာရာမွ  သူတုိ႕သားအဖ ၂ေယာက္ အေမရွိရာ ဘူေဂးရီးယားကုိလုိက္သြားၾကပါတယ္\nတဖက္ႏုိင္ငံကုိေရာက္ေတာ့ ေဟာ္တယ္မွာ ကေလးသူငယ္ေတြကိုလိင္လုပ္သားအျဖစ္ခိုင္းေစတဲ့အမႈကို ေတြ႕ရွိၿပီး ကူညီေပးခဲ့မိရာမွ ကေလးဖမ္းတဲ့ ဂိုဏ္းနဲ႔ပတ္သက္မိၿပီး\nသမီးေလးဟာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Stcr/Shivaay_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mova_6-256x300.jpg",
        "title": "Mission Milano (2016)",
        "description": "မင္းသားၾကီး Andy Lau ဦးေဆာင္ပါဝင္တဲ့ ဒီဇာတ္ကားဟာ စြန္႕စား အက္ရွင္ ဟာသ အမ်ိဳးအစား ေဟာင္ေကာင္ဇာတ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့.......လူးဝစၥေလာ္ဟာ နည္းပညာ ကုမၸဏီတစ္ခုရဲ႕ ဥကၠ႒ျဖစ္ၿပီး လူ သိမ်ားတဲ့ လူခ်မ္းသာ စြန္႔ဦးတီ ထြင္လုပ္ငန္းရွင္တစ္ေယာက္ပါ။ ဒီဂုဏ္ပုဒ္ေတြရဲ႕ ေနာက္ကြယ္မွာ ေတာ့ သူဟာ ကုိယ္ခံပညာမာစ တာတစ္ေယာက္ျဖစ္ၿပီး သူ႔ရဲ႕ဘိုး ေဘးဘီဘင္ေတြက ခ်မ္းသာတဲ့ လူေတြဆီက ခုိးယူၿပီး မရွိဆင္းရဲ သားေတြကို အလွဴအတန္းေပးတဲ့ သူေတာ္ေကာင္းသူခိုးေတြအျဖစ္ အစဥ္အဆက္လုပ္ခဲ့ၾကတာပါ။အမ်ိဳးအေဆြေတြရဲ႕ ေကာင္းေမြကို လက္ခံရရွိထားတဲ့ လူးဝစၥ ေလာ္ဟာလည္း မတရားမႈေတြအ တြက္ တိုက္ပြဲဝင္သလို အမႈမွန္ ေပၚေပါက္ဖို႔အတြက္လည္း ရဲေတြကို အကူအညီေပးပါတယ္။တစ္ရက္မွာေတာ့ လူးဝစၥ ဟာ ဆြစ္ဇာလန္တကၠသိုလ္ရဲ႕ ရန္ပံုေငြနဲ႔ သီးႏွံစိုက္ပ်ိဳးမရတဲ့ေျမမွာ တစ္မိနစ္အတြင္း သီးႏွံစိုက္ႏုိင္တဲ့ Seed of God ကို တီထြင္ႏုိင္ခဲ့ၿပီး ၿပိဳင္ဘက္ေတြကို ေက်ာ္လႊားကာ စိုက္ပ်ိဳးေရးေလာကမွာ ...",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/mission-milano-2016/",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTY5ODY2NjE5OF5BMl5BanBnXkFtZTcwNzY4NzAzOQ@@._V1_SY999_CR00713999_AL_-214x300.jpg",
        "title": "Hammer of the Gods (2013)",
        "description": "2013 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး ေရွးေခတ္ကို အေျခခံျပီး\nရိုက္ကူးထားတဲ့ ဇာတ္ကားေလးတစ္ကားကိုတင္ဆက္ေပး\nလိုက္ပါတယ္ ဇာတ္လမ္းေလးကေတာ့ ေရွးေခတ္ စစ္ကားကို\nၾကိဳက္ႏွစ္သက္သူေတြ အေနနဲ႕ကေတာ့ ၾကည့္သင့္တဲ့\nဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္\nဇတ္လမ္း အက်ဥ္းေလးကေတာ့ အစ္ကိုျဖစ္သူေပ်ာက္သြားလို႕\nလိုက္ရွာေနတဲ့ လူငယ္ေလးတစ္ေယာက္\nေလာကဒဏ္ေတြေၾကာင့္ အၾကင္နာမဲ့ လူသတ္သမား\nတေယာက္အျဖစ္ေျပာင္းလဲသြားတဲ့ အခါမွာေတာ့\nဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့Download From V.I.P LinkDownload Large File From PcloudDownload Small File From Pcloud",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/hammer-of-the-gods-2013/",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/assassins-creed-poster-135x200.jpg",
        "title": "Assassin’s Creed (2016)",
        "description": "Assassin's Creed (2016)_____IMDb - 5.7/10\n  ဒီရုပ်ရှင်ဟာ နာမည်ကျော်ဂိမ်းတစ်ခုကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဂိမ်းမာတွေအများစုကတော့ သိပြီးသားဖြစ်ပါလိမ့်မယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ Knights of Templar( ခရူးဆိတ်စစ်ပွဲအတွင်း တိုက်ခိုက်ခဲ့သော ခရစ်တော်ကိုယုံကြည်သူ ဘုရားကျောင်းလက်အောက်မှ စစ်သည်များ) နဲ့ Assasin's Creed အဖွဲ့တို့ဟာ ရာစုနှစ်များစွာ စစ်ပွဲဖြစ်ပွားနေခဲ့ပါတယ်။ အကြောင်းရင်ကတော့ Knights of Templar အဖွဲ့ဟာ အကြမ်းဖက်မှုတွေကို အဆုံးသတ်ဖို့ လူသားတွေအားလုံး စည်းကမ်းအုပ်ချုပ်မှုတစ်ခုအောက်မှာ တညီတညာတည်း နေစေဖို့ဆိုတဲ့ရည်ရွယ်ချက်နဲ့ ဧဒင်ရဲ့ ပန်းသီးကို ရှာဖွေနေတာပါပဲ။ အဲဒီပန်းသီးထဲမှာ လူသားအားလုံးရဲ့ လွတ်လပ်ချင်စိတ် ပုန်ကုန်ချင်စိတ်တွေကိ ုပျောက်ဆုံးသွားအောင် မျိုးဗီဇDNA ပြုပြင်ပေးနိုင်မယ့် လျို့ဝှက်ချက်ပါတယ်လို့ ယုံကြည်ထားလို့ပါ။ Assassins တွေကတော့ အဲဒီပန်းသီးကို KoT အဖွဲ့ထဲမရောက်အောင် တားဆီးနေတဲ့ နောက်ဆုံးခံတပ်ဆိုပါတော့။ ဒီဇာတ်လမ်းမှာတော့ ယနေ့ခေတ်အထိ လျို့ဝှက်စွာ ရှိနေသေးတဲ့ KoT အဖွဲ့ဟာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/T64u/Assassin_s_Creed_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTU2NjE5NTE5MV5BMl5BanBnXkFtZTgwODMxMjMyMTE@._V1_SY1000_CR006761000_AL_-1-203x300.jpg",
        "title": "Stalingrad (2013)",
        "description": "IMDb rating 5.6 ရထားပြီး ၂၀၁၃ ခုနှစ်ကထွက်ခဲ့တဲ့ စစ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေဇာတ်လမ်း လေးက ဒုတိယ ကမ္ဘာစစ်အခြေခံကားလေးဖြစ်ပြီးစစ်ကားကောင်းကြိုက်နှစ်သက်သူတွေ အနေနဲ့ကတော့ကြည့်ရှူစင့်တဲ့ ဇာတ်လမ်းလေးပါစတာလင်ဂတ်မြို့ဆိုတာ ၁၉၂၅ ကနေ ၁၉၆၁ ထိ ခေါ်ဆိုတဲ့နာမည်ဖြစ်ပြီးစက်မှုလုပ်ငန်းတွေရဲ့ အချက်အချာကြတဲ့မြို့ဖြစ်ပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ဂျာမနီစစ်သားတွေဟာ စတာလင်ဂတ်မြို့ကို အခြေပြုပြီး ခုခံနေစဉ်မှာဗျူဟာကျ အဆောက်အအုံကိုတိုက်ခိုက်ခံလိုက်ရပြီး ထိုတိုက်ခိုက်ခံရမှုဟာအမျိုးသမီး၂ယောက်နဲ့ ဆက်စပ်နေတဲ့ အခါမှာတော့ :3ဆက်သာကြည့်လိုက်ကြပါတော့",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/stalingrad-2013/",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTQzODMxNDU3MF5BMl5BanBnXkFtZTgwMDAzNjMxMjE@._V1_SY1000_CR006991000_AL_-210x300.jpg",
        "title": "Ek Villain (2014)",
        "description": "Ek Villain (2014)_____IMDb - 6.5/10\n  \nဒီဇာတ်လမ်းလေးကတော့ ကြမ်းတမ်းတဲ့ ဗီလိန်တစ်ယောက်ရဲ့\nအချစ်ကိုဖော်ကြူးထားတဲ့ဇာတ်လမ်းလေးပါ။ ဂုရုက မရိုးသားတဲ့\nနိုင်ငံရေးသမားဆီဆာ အတွက် အလုပ်လုပ်ပေးနေတဲ့ ကြမ်းတမ်း ပြီး\nအကြင်နာမဲ့တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်။ မကြာခင်မှာပဲ သူဟာ\nအီရှားလို့ခေါ်တဲ့ ကောင်မလေးနဲ့ဆုံခဲ့ပြီးတော့ သူ့ဘဝက ပြောင်းလဲ\nသွားခဲ့ရပါတယ်။ ဒီထူးဆန်းတဲ့ ဘဝဆန္ဒတွေနဲ့ပြည့်နှက်နေတဲ့\nကောင်မလေးတစ်ယောက် က သူ့ဘဝကို လုံးဝပြောင်းလဲစေခဲ့ပါတယ်\nဒီလိုနဲ့ သူက ကောင်မလေးဖြစ်ချင်တဲ့ ဆန္ဒလေးတွေကို ဖြည့်ဆည်းပေးရင်းနဲ့\nကောင်မလေးဖြစ်ချင်တဲ့ ပုံစံကိုပြောင်းလဲခဲ့ပါတယ် ဒါပေမဲ့ သူချစ်တဲ့ကောင်မလေးက\nမမျှော်လင့်ပဲ စိတ္တဇ လူသတ်သမားတစ်ယောက် ရဲ့ သားကောင်ဖြစ်သွားတဲ့အခါ..\nသူ့လိုပဲ ကြမ်းတမ်းတဲ့ အကြင်နာမဲ့တဲ့ ဗီလိန်တစ်ယောက်ကို ဘယ်လို\nအနိုင်ယူမလဲဆိုတာတွေကို ကြည့်ရှုရမှာပါ။လူသတ်သမားကိုလဲ သမာရိုးကျ\nလိုက်သတ်နေရတဲ့ လူသတ်သမား မဟုတ်ပဲ တစ်ဖက်ကမှာ မိသားစုနဲ့\nအိမ်ထောင်ရေးအဆင်မပြေတဲ့ပုံစံတွေနဲ့ ပြထားလို့ ကြည့်ရတာ တစ်မျိုး\nဆန်းသစ်စေပါတယ်။\n \nဒီဇတ်ကားကို Tariq L Walker မှ အညွှန်းရေးပေးထားပါတယ်\nThit San Khant\n   \nဒီဇာတ္လမ္းေလးကေတာ့ ၾကမ္းတမ္းတဲ့ ဗီလိန္တစ္ေယာက္ရဲ႕\nအခ်စ္ကုိေဖာ္ၾကဴးထားတဲ့ဇာတ္လမ္းေလးပါ။ ဂုရုက မရုိးသားတဲ့\nႏုိင္ငံေရးသမားဆီဆာ အတြက္ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Tnlx/Ek_Villain_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/allied-1-133x200.jpg",
        "title": "Allied (2016)",
        "description": "Allied (2016)_____IMDb - 7.1/10ဒီဇာတ်လမ်းလေးဟာဆိုရင် စပိုင် မက်စ်ဗေတန်အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ် မက်စ်ဟာဆိုရင် ၁၉၄၂ ခုနှစ်မှာ ဟစ်တလာရဲ့ ဂျာမန် အရာရှိတစ်ဦးကို လုပ်ကြံဖို့အတွက် ရန်သူ့နယ်မြေထဲမှာ မာရီရာနား ဘွန်စေဂျော ဆိုတဲ့ စပိုင်မလေးတစ်ယောက်နဲ့ တွဲဖက် တာဝန်ပေးခြင်းကိုခံရပါတယ် ဒီလိုနဲ့ သူတို့ တာဝန်ကို ကျေပြွန်စွာထမ်းဆောင်နိုင်ခဲ့ပြီးတဲ့အခါမှာတော့ စပိုင်နှစ်ဦးဟာ ချစ်မိသွားကျပြီး လန်ဒန်မှာ ဘဝတစ်ခု ထူထောင်ပါတော့တယ်။ ဒီလိုနဲ့ ရင်သွေးလေး တစ်ယောက်မွေးဖွားပြီး သာယာတဲ့ ဘဝကိုပိုင်ဆိုင်နေကျတဲ့ ဇနှီးမောင်နှံနှစ်ဦးအတွက် ဂြိုလ်ဆိုး ဝင်လာပါတော့တယ် ...မက်စ် ကို ဗွီဆက်ရှင် လို့ခေါ်တဲ့ ဋ္ဌာနက ဆင့်ခေါ်တာကို ခံခဲ့ရပါတယ် အဲ့ဋ္ဌာကိုရောက်တဲ့ အခါမှာတော့ သူ့ဇနီးဟာ ဂျာမန် စပိုင်တစ်ယောက်ပါ လို့ ဗွီဆက်ရှင်က အထောက်အထားနဲ့ စွပ်စွဲပါတော့တယ် ... ဒါ့အပြင်ဂျာမန်စပိုင် တစ်ယောက်ရဲ့ ထွက်ဆိုချက်အရ မာရီရာနား ဘွန်စေဂျောကို လွန်ခဲ့တဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3z1ag/Allied_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/iBoyPoster-214x300.jpg",
        "title": "iBoy (2017)",
        "description": "IMDb (6.1/10)...Rotten Tomatoes(60%)မင္းသား Bill Milner နဲ႔ Games of Thrones စီးရီးထဲက မင္းသမီးေလး Maisie Williams တို႔အဓိကပါဝင္ထားတဲ့ ဒီဇာတ္ကားဟာ ၂၀၁၇ ခုႏွစ္ထြက္ science-fiction, teen ,thriller အမ်ိဳးအစား ဇာတ္ကားပါ။ဇာတ္လမ္းကေတာ့...iPhone ကအစအန​ေတြ ​ေခါင္​းထဲဝင္​ၿပီး I Phone တစ္​ပိုင္​းျဖစ္​သြား႐ံုသာမက Electronic ပစၥည္​းမွန္​သမ်ွကို ထိန္​းခ်ဳပ္​ဖ်က္​ဆီးနိုင္​စြမ္​း ႐ွိသြားတဲ့ ​ေကာင္​​ေလးတစ္​​ေယာက္​အ​ေၾကာင္​းပါ။ Superhero လည္​းမဟုတ္​ လူသာမန္​ထက္​လဲ စြမ္​းတဲ့ iBoy ဇာတ္​ကား​ေလးက Intro မွာထဲက ခပ္​သြက္​သြက္​​ေလးနဲ႔ ပရိသတ္​ကို ဖမ္​းစားထားနိုင္​ၿပီး ဇာတ္​လမ္​းအဆံုးထိ စိတ္​ဝင္​စားဖို႔​ေကာင္​းပါတယ္​။ ဇာတ္​အိမ္​က ႐ိုးလွ​ေပမဲ့ ကြၽန္​​ေတာ္​တို႔ရဲ႕အသည္​းစြဲ Smartphones ​ေတြက အဓိကဇာတ္​​ေကာင္​​ေတြအျဖစ္​ ပါတာမို႔ ကား​ေကာင္​း​ေလးတစ္​ကားပါပဲ။(ရုပ္ရွင္အညႊန္းကို Aung Moe Thu's Facebook မွကူးယူေဖာ္ျပပါသည္။) \nFile size…(800MB) and (360MB)\nQuality…WEB-Rip ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/iboy-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BMjEzNTkyMDE3NV5BMl5BanBnXkFtZTgwMTM2MDY4NjE@._V1_-204x300.jpg",
        "title": "Heist (2015)",
        "description": "အက္​႐ွင္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ကား တင္​​ေပးလိုက္​ပါၿပီ။ ဒီဇာတ္​ကား​ေလးဟာ ဖခင္​တစ္​ဦးရဲ႕ ခ်စ္​ျခင္​း​ေမတၱာတရား လို ႏူးညံ့သိမ္​​ေမြ႔တဲ့အရာနဲ႔ ​ေဖာက္​ထြင္​းဝိဇၨာ လူမိုက္​လူၾကမ္​းႀကီး ရဲ႕ ၾကမ္​းတမ္​းတဲ့စ႐ိုက္​ လိုမ်ိဳး ဆန္​႔က်င္​ဘက္​အရာႏွစ္​ခု ကို ခ်ျပထားတာပါ။ လူမိုက္​မွာလည္​း အသည္​းနဲ႔ပါ။ သမီးအ​ေပၚအရမ္​းခ်စ္​႐ွာတဲ့ ဖခင္​တစ္​​ေယာက္​ဟာ သူ႔သမီး​ေဆးကုသစရိတ္​ အလ်င္​လိုလာတဲ့အခါမွာ​ေတာ့ မတတ္​သာတဲ့အဆံုး ​ေလာဘသား တစ္​ခ်ိဳ႕နဲ႔​ေပါင္​းၿပီး ကာစီႏိုရံု ကို ​ေဖာက္ထြင္​းပါ​ေတာ့တယ္​။ ကံက မ​ေကာင္​းခ်င္​​ေတာ့ စီစဥ္​ထားသလိုျဖစ္​မလာပါဘူး။ ​ေျပးရင္​းလႊားရင္​းနဲ႔ အသက္​ ​ေဘး လြတ္​ဖို႔ ဘတ္​စ္​ကားတစ္​စီးကို ျပန္​​ေပးဆြဲမွ ရ​ေတာ့မယ္​့ အ​ေျခအ​ေနမွာ ဘာ​ေတြ ဆက္​ျဖစ္​မလဲဆိုတာ ရင္​ခုန္​ဖို႔​ေကာင္​းပါတယ္​။ အက္​႐ွင္​ ဇာတ္​ကား​ေကာင္​းတစ္​ကားပါ။File Size         : 750 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 33 minute\nFormat           : Mp4\nGenre             : Action, ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-258/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMjA4MjgzMjYzMl5BMl5BanBnXkFtZTcwOTIxMzk1OQ@@._V1_-215x300.jpg",
        "title": "The Wizards Return: Alex vs. Alex (2013)",
        "description": "IMDb 6.6 ရရွိထားျပီး အဆိုေတာ္ ဆယ္ေက်ာ္သက္\nလူငယ္သရုပေ္ဆာင္ ဆယ္လီနာဂိုမက္ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့\nေမွာ္ကားေလးတကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးကို Disney ကရိုက္ကူးထားျပီး\nတျခား ရိုက္ကူးထားတဲ့ကားေတြလိုပါပဲ\nၾကည့္ေကာင္းတဲ့ ဇာတ္လမ္းေလးတစ္ခုပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့  ရူဆို မိသားစု ဟာ\nအီတလီ တက္စ္ကယ္နီျမိဳ႕မွာ မိတ္ေဆြေဟာင္းေတြနဲ႕\nေတြ႕ဆံုဖို႕ သြားရာမွာ လူငယ္ျဖစ္သူ အဲလစ္က သူ႕ရဲ႕\nေမွာ္အတတ္ကို အသံုးျပဳလိုက္ရာမွ မထင္မွတ္ပဲ\nအေရးယူခံလိုက္ရာမွ ဘယ္လိုေတြမ်ား ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့\nဆက္လက္ၾကည့္ရွဴ လိုက္ၾကပါေတာ့ဗ်ာDownload From V.I.PDownload  From Pcloud",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-wizards-return-alex-vs-alex-2013/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Nice_Guys-212x300.jpg",
        "title": "The Nice Guys (2016)",
        "description": "The Nice Guys (2016)\nIMDb - 7.4/10_____Rotten - 92%\n  ယခုဇာတ်ကားကို ကြည့်နေစဉ်မှာ ကျွန်တော်ဘယ်ဇာတ်ကားတွေကို သွားသတိရမိစေလဲဆိုတော့ Chinatown နဲ့L.A. confidential ဇာတ်ကားတွေပဲ။ ဒါပေမဲ့ ထိုဇာတ်ကားတွေနဲ့ ကွာခြားချက်တစ်ခုကတော့ အသောမတတ်နိင်အောင် ရယ်မောနေစေရတဲ့ ဇာတ်ဝင်ခန်းတွေပဲ။ ဟာသလို့ပြောရမယ်ဆိုရင် \"Lethal Weapon\" နဲ့ \"Boogie Nights\" တို့နဲ့လည်းသွားဆင်တူသေးတယ်။ ခင်ဗျားဟာ ဇာတ်အိမ်ကောင်းကောင်းတစ်ကား ကြည့်ချင်မယ်။ Action ခန်းတွေကိုလည်း များနိုင်သမျှများ၊ ကြမ်းနိုင်သမျှကြမ်းစေချင်မယ်။ ဒီကြားတည်း ဟာသခန်းလေးတွေလည်း ကြည့်ချင်သေးတယ်ဆိုရင်တော့ 2016 အတွက် ရှားရှားပါးပါး ယခု The Nice Guys ဆိုတဲ့ တစ်ကားလေးပဲ ထွက်ပေါ်လာခဲ့တယ်။ နောက်ထပ် တစ်ချက်က ဇာတ်သိမ်း၊ အားမရခဲ့ပေမဲ့ ယုတ္တိရှိတယ်လို့ပြောလို့ရတယ်။ ကျွန်တော်တို့အပြင် လက်တွေ့လောကကြီးတွေထဲမှာလည်း ယခုအတိုင်းပင် ငွေကြေးရှိရင် ဥပဒေတွေက လွတ်မြောက်စမြဲပင်လေ။ ဒီဇာတ်ကားကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/1zO4z/The_Nice_Guys_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/professional_ver1-201x300.jpg",
        "title": "Léon: The Professional (1994)",
        "description": "Léon: The Professional (1994)\nIMDb - 8.5/10_____Rotten - 73%\n  \nUnicode\n \n1994ခုနှစ်တုန်းက ထွက်ရှိခဲ့ပြီး လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်...\nStar Wars, Black Swan, Thor အစရှိတဲ့ဇာတ်ကားတွေထဲက\nမင်းသမီးချော Natali Portman ကို ဆယ်ကျော်သက်\nဂျွတ်ဆတ်ဆတ် အထာလေးနဲ့တွေ့မြင်ရမှာဖြစ်ပါတယ်...\nဇာတ်လမ်းပုံစံကတော့ Leon ကအရမ်းကျွမ်းကျင်ပြီး\nသွေးအေးတဲ့ ကြေးစားလူသတ်သမား တစ်ယောက်ပါ။\nတစ်နေ့မှာ မူးယစ်ဆေးကိစ္စနဲ့ပတ်သက်ပြီး မိသားစုတစ်ခုလုံး အသတ်ခံလိုက်ရတဲ့\nအိမ်နီးချင်း ဆယ်ကျော်သက်ကောင်မလေး Mathilda ကို အမှတ်မထင် ကယ်တင်ပေးဖို့ဖြစ်လာခဲ့ပါတယ်။\nလက်တုံ့ပြန်ချင်တဲ့ Mathilda လေးက Leonဆီက\nလူသတ်ပညာကို သင်ယူပါတော့တယ်...\nလူငယ်ပီပီ ပွင့်လင်းပြီး တဇွတ်ထိုးနိုင်တဲ့ Mathilda လေးကြောင့်\nLeon ရဲ့အေးစက်နေတဲ့ နှလုံးသားက နွေးထွေးတဲ့ချစ်ခြင်းကိုခံစားမိလာချိန်မှာတော့..\nဦးလေးကြီးနဲ ဆယ်ကျော်သက်ကောင်မလေးတို့ရဲ့စုံတွဲ ခပ်ကြမ်းကြမ်း အက်ရှင်တွေသာမက\nသူတို့နှစ်ယောက်ကြားက စစ်မှန်တဲ့ချစ်ခြင်းမေတ္တာတရားကိုပါ ကြည့်ရှုခံစားရမှာပါ...\nရသမျိုးစုံကို ပေးနိုင်တဲ့ ဇာတ်ကားကောင်းဖြစ်တဲ့အပြင်\nဇာတ်လမ်းပြီးသွားချိန်ထိ ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မှာ အသေအချာပါပဲ....\n \n===================\n \nZawgyi\n \n1994ခုႏွစ္တုန္းက ထြက္ရွိခဲ့ၿပီး လူႀကိဳက္မ်ားခဲ့တဲ့ရုပ္ရွင္ကားျဖစ္ပါတယ္...\nStar Wars, Black Swan, Thor အစရွိတဲ့ဇာတ္ကားေတြထဲက\nမင္းသမီးေခ်ာ ...",
        "rating": "8.5",
        "url": "https://megaup.net/Qw3g/Léon_-_The_Professional_[1994]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/keeping-with-the-jones-poster-133x200.jpg",
        "title": "Keeping Up with the Joneses (2016)",
        "description": "Keeping Up with the Joneses (2016)_____IMDb - 5.9/10\n ဒီဇာတ်ကားက စုံထောက်အက်ရှင်ဟာသဇာတ်ကားပါ။Wonder Woman အဖြစ်နာမည်ကျော်တဲ့ Gal Gadot ရဲ့ ခပ်ဟော့ဟော့အက်ရှင်သရုပ်ဆောင်မှုတွေကြောင့်\nဇာတ်လမ်းအကြောင်းကို စဉ်းစားစရာမလိုဘဲ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားလို့ ဆိုပါရစေ။သူတင်ပဲလားတော့မဟုတ်သေး...Hangover ဇာတ်ကားရဲ့ နာမည်ကျော်သရုပ်ဆောင် Zach Galifianakis လဲပါပါသေးတယ်။ဒါ့အပြင် မင်းသား Jon Hamm နဲ့ မင်းသမီး Isla Fisher တို့ကိုလဲ မြင်တွေ့ရဦးမှာပါ။ဇာတ်လမ်းအရသာကလဲ Action,Comedy အရသာမို့ အေးအေးဆေးဆေးအနားယူရင်း ရယ်မောကြည့်ရှုရမှာပါ။ခံစားအားပေးကြပါဦး။ File size…(905 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.9",
        "url": "https://megaup.net/1xxaj/Keeping_Up_With_The_Joneses_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/654151-211x300.jpg",
        "title": "Collide (2016)",
        "description": "IMDb 5.7 ရရိွထားတဲ့ Collide (2016) ဟာ Nicholas Hoult , Felicity Jones, Anthony Hopkins တို႔လို နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြ ပါဝင္ထားတာေၾကာင့္ စိတ္လႈပ္ရွားစရာ ဇာတ္၀င္ခန္းေတြနဲ႔ ၾကည့္ရတာ အရမ္းကိုလန္းတဲ႔ အက္ရွင္ကားေကာင္းတစ္ကားပါ။ အခ်စ္အတြက္ ခ်စ္တဲ့သူအတြက္ဆိုရင္ သူ႔ဘ၀ ရပ္တည္မႈ ပံုစံ အရာရာကို  ေျပာင္းလဲ ပစ္ဖို႔ အသင့္ရွိတဲ့ အရမ္းခ်စ္တတ္တဲ့ ေကာင္ေလး တစ္ေယာက္ ေနရာက Nicholas Hoult နဲ႔ ေရာဂါသည္ေကာင္မေလး ေနရာက Felicity Jones တို႔ရဲ႕ အရမ္းခ်စ္တတ္ၾကတဲ႔ ခ်စ္သူပံုစံေလးကိုလည္း ျမင္ေတြ႕ရမွာပါ ။ အဲဒီလိုနဲ႔ ေအးခ်မ္းတဲ႔ ဘ၀ေလးတစ္ခုကို ရိုးသားစြာနဲ႔ တည္ေဆာက္ေနခ်ိန္မွာပဲ လွၽိဳ႕၀ွက္ထားခဲ႔တဲ႔ ခ်စ္သူ ေကာင္မေလးရဲ႕ ေရာဂါ အေျခအေန ...",
        "rating": "",
        "url": "https://channelmyanmar.org/collide-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/00254f39-210x300.jpeg",
        "title": "Duelist (2005)",
        "description": "ဒီ​ဇာတ္​​လမ္​း​ေလးက​ေတာ့.. စိတ္​ျမန္​လက္​ျမန္​အလုပ္​လုပ္​တတ္​ၿပီးေဒါသထြက္ၿမန္တဲ့\nနန္​းတြင္​းစံု​ေထာက္​နမ္​ဆြန္​တစ္​​ေယာက္ေငြအတုၿပသနာကိုေၿဖရွင္းရာကေန\nဒုစရိုက္​ဘက္​​ေတာ္​သားတစ္​ဦးေနာက္ကိုေၿခရာခံလိုက္ခဲ့ပါတယ္..\nအဲ့ဒုစရိုက္သမားလို႕သူထင္ေနတဲ့တစ္ေယာက္ကေတာ့\nေအးစက္တဲ့မ်က္ႏွာကိုပိုင္ဆိုင္ထားၿပီးေတာ့\nဓားစြမး္ကလည္းသူ႕ထက္ပိုသာေနပါတယ္...\nတစ္ရက္ၿပီးတစ္ရက္အဲ့ဓားသမားေနာက္ကိုေနာက္ေယာင္ခံလိုက္ရင္းကေန\nတိတ္​တခိုးခ်စ္​မိသြားခဲ့ပါတယ္...\nအဲ့ေနာက္ပိုင္းမွာေတာ့  တကယ့္ၿပသနာၾကံဳလာရတဲ့အခါသူခ်စ္မိသြားတဲ့သူကိုပဲကာကြယ္ေပးမလား...\nအဲ့ၿပသနာေတြကိုဘယ္လိုေၿဖရွင္းမလဲ...\nဝန္​ႀကီးခ်ဳပ္​ရဲ႕ရည္​ရြယ္​ခ်က္​အမွန္ကိုေဖာ္ထုတ္ႏိုင္မလားဆိုတာကိုစိတ္၀င္စားစြာနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္...\n  Size...(1 GB)\n Format…mp4\nDuration...01:51:54\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…Pyae Phyo Hein\nEncoder….Moe Myint Lwin\n Download with VIP Link\n Download with Pcloud\n Download with Pcloud (Small Size)\n Download with Openload",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/duelist-2005/",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Purge-Election-Year-Posters-horror-movies-39737614-338-500-203x300.jpg",
        "title": "The Purge:Election Year (2016)",
        "description": "Purge ကတော့ လူတိုင်းနဲ့ရင်းနှီးနေပြီးသားကားဖြစ်မှာပါ...ဒီကားထဲမှာအရက်စက်ဆုံးလူသတ်မှု့တွေနဲ့ လူသားအချင်းချင်းသုတ်သင်ရှင်းလင်းကြတာကိုမြင်ရမှာပဲဖြစ်ပါတယ်...ဇာတ်လမ်းရဲ့အကြောင်းကိုပြောပြရမယ်ဆိုရင်....အမေရိကန်အစိုးရဟာ နှစ်စဉ်နှစ်တိုင်းMarch လ 21 ည 7 နာရီကနေ နောက်နေ့မနက် 7 နာရီအထိ12 နာရီကြာအောင် လူသတ်မှုအပါဝင်ရှိသမျှရာဇဝတ်မှုတွေကိုအကုန်ခွင့်ပြုထားတဲ့စနစ်ကိုအစဉ်မြဲကျင့်သုံးလာခဲ့ပါတယ်...ဒါကို သန့်စင်ရှင်းလင်းတဲ့လုပ်ရပ်လို့လည်း နာမည်တပ်ထားကြပါတယ်...ဒီလိုသန့်စင်ရှင်းလင်းမှု့တွေကို ရှုံ့ချတဲ့ သူကတော့သမ္ပတအဖြစ်အရွေးခံမယ့်အမျိုးသမီး အမတ်လောင်း Roan ပဲဖြစ်ပါတယ်...ဘာလို့လဲဆိုတော့ အဲ့ဒီသုတ်သင်ရေးပွဲတော်မှာ သူမမိသားစုဝင်တွေပါစတေးခံခဲ့ရလို့ဖြစ်ပါတယ်....ဒါကြောင့် သူမသမ္ပတလောင်းအဖြစ်ရပ်တည်လာမယ့်သက်တမ်းတစ်လျောက်မှာတော့ သူမဟာဒီသုတ်သင်ရေးပွဲတော်ညကိုတခြားပြိုင်ဘက်အမတ်နဲ့ ယှဉ်ပြိုင်ပြီး ဆန့်ကျင်ခဲ့ပါတယ်.....ကောင်းတာလုပ်ရင်လူမုန်းများလာသလို သူမအတွက်လည်းလုပ်ရိုးအစဉ်လာဖြစ်တဲ့ဒီသုတ်သင်ရေးပွဲတော်ကိုဆန့်ကျင်တဲ့အတွက်အန္တရာယ်ကပိုပြီးတော့ များပြားလာခဲ့ပါတယ်...ဒါကြောင့် ဒီသုတ်သင်ရေးညမှာသူမတစ်ယောက်အန္တရာယ်ကင်းအောင်နေထိုင်ရမှာဖြစ်ပြီး ကျင်းပမယ့်ရွေးကောက်ပွဲမှာအနိုင်ရအောင်ယှဉ်ပြိုင်ရမှာပဲဖြစ်ပါတယ်.....ဒီလို ရက်ရက်စက်စက်သုတ်သင်ရှင်းလင်းရေးတွေလုပ်နေတဲ့ လူသတ်ညမျိုးမှာသူမတစ်ယောက်အသက်ရှင်နိုင်မလား.....ဘယ်လိုအန္တရာယ်မျိုးတွေကျရောက်လာနိုင်မလဲ.....သူမကို သူမရဲ့ကိုယ်ရံတော်ကဘယ်လိုနည်းတွေနဲ့ကာကွယ်မလဲဆိုတာကိုသည်းထိတ်ရင်ဖိုကြည့်ရမှာပဲဖြစ်ပါတယ်.....\nFile size…(1GB  )\n Format…mp4\nDuration….01:48:48\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…May Thazin Myint \nEncoder….Moe Myint Lwin",
        "rating": "",
        "url": "https://megaup.net/2SuH6/The_Purge_-_Election_Year_[2016]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/91ct8jJqUL._AC_UF8941000_QL80_-157x200.jpg",
        "title": "Sahara (2005)",
        "description": "Sahara (2005)IMdb Rating (6.0)ဒီရုပ်ရှင်ကားက သဲကန္တာရစွန့်စားခန်းတွေအပြည့်နဲ့ Action,Adventure,Comedy ဇာတ်လမ်းပါ။\nမင်းသားကလဲ နာမည်ကျော် Matthew McConaughey ဗျာ...မင်းသမီးကလဲ Penélope Cruz ဆိုတော့ ဘာပြောကောင်းမလဲ ရှယ်မိုက်ပေါ့။ဇာတ်လမ်းကတော့....၁၈၆၅ ခုနှစ်ဝန်းကျင် အမေရိကန်ပြည်တွင်းစစ်ကာလတုန်းက သွန်းလုပ်ထားတဲ့ ရွှေဒင်္ဂါးပြားတွေကိုတင်ဆောင်ပြီး\nအရှေ့ဗာဂျီးနီးယားပြည်နယ်ကနေ အတ္တလန္တိတ်သမုဒ္ဒရာထဲကို ထွက်ပြေးလာတဲ့သံချပ်ကာအပြည့်နဲ့သင်္ဘောတွေဟာ\nမုန်တိုင်းကြောင့် နိုက်ဂျားမြစ်လမ်းကြောင်းပေါ်မှာ သောင်တင်တာတင် မျှောတာမျှောနဲ့ တကွဲတပြားဖြစ်ကုန်ကြပါတယ်....\nမုန်တိုင်းဖြစ်ပြီး ၆ ရက်အကြာမှာ ကြယ်တစ်ပွင့်အလံနဲ့ သင်္ဘောတစ်စီးဟာ\nနိုက်ဂျားမြစ်အတိုင်း မြောက်ဘက်ကို ဆန်တက်သွားတာမြင်လိုက်ကြပေမယ့်\nအဲ့ဒီသင်္ဘောကို ဘယ်တော့မှ ပြန်မမြင်ရတော့ပါဘူး....\nလှေပေါ်ပါသူအားလုံးဟာ သေဆုံးပြီး သင်္ဘောလဲပျောက်သွားတယ်လို့ ဒဏ္ဍာရီ ပြောစမှတ်ကျန်ခဲ့ပါတယ် ။\nအဲဒီဒဏ္ဍာရီနဲ့ ရွှေဒင်္ဂါးပြားတွေကို စိတ်ဝင်စားသူတွေကတော့ ပင်လယ်ပြင်ရှေးဟောင်းပစ္စည်းရှာဖွေရေး ကုမ္ပဏီတစ်ခုဖြစ်တဲ့ NUMA ကုမ္ပဏီပဲပေါ့ ။တပြိုင်တည်းလိုမှာပဲ နိုက်ဂျီးရီးယားနိုင်ငံ လာဂို့မြို့မှာ ပလိပ်ရောဂါဆန်းတစ်မျိုးကို ကမ္ဘာ့ကျန်းမာရေးအဖွဲ့ WHO က တွေ့ရှိနေပြီး\nအဲဒီ ပုလိပ်ရောဂါက မာလီနိုင်ငံကနေ ကူးစက်လာတာကို သတိထားမိသွားတာမလို့\nမာလီနိုင်ငံထဲထိ ရောဂါရဲ့ဇစ်မြစ်ကို ရှာဖွေဖို့ ကြိုးစားပါတော့တယ်။\nဒီရောဂါပိုးက ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/sahara-2005/"
    }
]