[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJ5ybB57eidPLqZUltrVjshqwcs.jpg",
        "title": "[James Bond] Thunderball (1965)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၄ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7/10) ရရှိထားပါတယ်။\nFile size…(2.5 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.0",
        "url": "https://megaup.net/1Gach/(CM)James.Bond-Thunderball-1965.BluRay.1080p.HEVC.EAC3.5.1_Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gIhS0VC7YzI8pj6zfS3KxsxV0dS.jpg",
        "title": "[James Bond] You Only Live Twice (1967)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၅ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (6.8/10) ရရှိထားပါတယ်။\nFile size…(2.3 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:57:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "6.8",
        "url": "https://megaup.net/1Gaci/(CM)James-Bond-007-You-Only-Live-Twice-1967.BluRay.1080p.HEVC.EAC3.5.1Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uajiHcFX5sOhYB2tBuWkmizbtuU.jpg",
        "title": "[James Bond] Diamonds Are Forever (1971)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ပထမဆုံးဂျိမ်းစ်ဘွန်းမင်းသားကြီးရှောင်ကွန်နရီအနားယူသွားတော့ ဒုတိယမြောက် 007 အဖြစ်မင်းသား George Lazenby ကို ပွဲထုတ်ရာမှာ မအောင်မြင်တာကြောင့် ရှောင်ကွန်နရီအနေနဲ့ဂျိမ်းစ်ဘွန်းအဖြစ် ဒုတိယအကြိမ်ပွဲထွက်ခဲ့တဲ့ ဇာတ်ကားပါ...ဒါပေမယ့် ဒီကားနောက်မှာ မင်းသားကြီးရော်ဂျာမိုးက တတိယမြောက် ဂျိမ်းစ်ဘွန်းအဖြစ်အောင်မြင်ခဲ့တာကြောင့်ရှောင်ကွန်နရီရဲ့ ဘွန်းနောက်ဆုံးကားဖြစ်ခဲ့ပါတယ်။IMDb Rating (6.6/10) ရရှိထားပါတယ်။\nFile size…(2.3 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "6.6",
        "url": "https://megaup.net/1Gacq/(CM)James.Bond.Diamonds.Are.Forever.1971.BluRay.1080p.HEVC.EAC3.5.1_Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/bd-onhermajestys-155x200.jpg",
        "title": "[James Bond] On Her Majesty’s Secret Service (1969)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ပထမဆုံးဂျိမ်းစ်ဘွန်းမင်းသားကြီးရှောင်ကွန်နရီအနားယူသွားတော့ ဒုတိယမြောက် 007 အဖြစ်မင်းသား George Lazenby ကို ပွဲထုတ်ခဲ့ပေမယ့် ဒီတစ်ကားပဲ ရိုက်ကူးခံခဲ့ရပါတယ်။ရှောင်ကွန်နရီရဲ့ ဘွန်းပုံရိပ်က လွှမ်းမိုးလွန်းအားကြီးတာကြောင့် အစားထိုးရတဲ့သူ့အနေနဲ့ ဝန်ပိခဲ့ပြီးအတိုဆုံးဂျိမ်းစ်ဘွန်းအဖြစ် မှတ်တမ်းဝင်သွားခဲ့ပါတယ်။တစ်ကားထဲရိုက်ကူးခဲ့ပေမယ့် Action ကြမ်းကြမ်းတွေနဲ့ IMDb Rating (6.7/10) ရရှိထားတဲ့ဇာတ်ကားပါ။\nFile size…(2.8 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….02:22:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "6.7",
        "url": "https://megaup.net/1Gaco/(CM)James_Bond.On-Her-Majestys-Secret-Service-1969_.BluRay.1080p.HEVC.EAC3.5.1.Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/FDQ45FSXIAIce-0-160x200.jpg",
        "title": "Squad (2021)",
        "description": "Squad(2021)Over actionတွေမပါတဲ့ Action,Drama တောင်ပိုင်းကားလေးတစ်ကားပါပဲ။နိုင်ငံအတွက်အချိန်မရွေးအသက်စွန့်နိုင်တဲ့သူတွေရယ်၊ အမိန့်ကောင်းကောင်းပေးတတ်ပြီး စနစ်ကျတဲ့အမျိုးသမီးကြီးရယ်က နိုင်ငံတကာက လိုချင်နေတဲ့ကလေးလေးတစ်ယောက်ကို ကယ်ဖို့အစီအစဉ်တွေဆွဲပြီးသွားကယ်ကြပါတယ်။ကလေးလေးကို နိုင်ငံတကာကအရမ်းလိုချင်နေကြတဲ့အတွက်ကြောင့် လွယ်လွယ်ကူကူတာဝန်တစ်ခုတော့မဟုတ်ဘူးပေါ့၊ နိုင်ငံတကာကလည်း သူများတွေလိုချင်နေတာကို သိနေတဲ့အတွက် ရိုးရိုးသာမန်စစ်သားလေးတွေတော့ ဘယ်သုံးမလဲ။အထူးတပ်ဖွဲ့တွေချည်းပြုံနေတဲ့ဒီစစ်ပွဲသေးလေး‌မှာဘာတွေဖြစ်ကြမလဲ၊ ကလေးလေးကိုရော ဘာဖြစ်လို့များ နိုင်ငံတကာက အရမ်းလိုချင်နေကြရတာလဲ။Action ပရိတ်သတ်တွေအတွက် တင်ဆက်လိုက်ပါတယ်။\nFile size…(1.9 GB) / (1 GB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….02:04:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nadi Myint Naing & Murphy",
        "rating": "",
        "url": "https://channelmyanmar.org/squad-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/l_e9ceaab7-5d98-4d29-aa9f-ac7fe5c2b519-133x200.jpg",
        "title": "Allan Quatermain and the Lost City of Gold (1986)",
        "description": "King Solomon's Mines ရုပ်ရှင်ရဲ့နောက်ဆက်တွဲဖြစ်ပြီး H. Rider Haggard ရဲ့ဝတ္တုကို\nအခြေခံကာ ရိုက်ကူးထားတဲ့ မုဆိုးကျော်အလန်ကွာတာမိန်းရဲ့ စွန့်စားခန်းနောက်တစ်ကားဖြစ်ပါတယ်။\nထွေထွေထူးထူး ညွှန်းဖို့လိုမယ်တော့မထင်ပါဘူး။ဇာတ်လမ်းရဲ့အစကတော့\nဆော်လမွန်သိုက်ကိုရှာတွေ့ပြီးတဲ့နောက်ပိုင်း ကွာတာမိန်းနဲ့ ဂျက်စီတို့ဟာ\nအာဖရိကမှာ ဆက်နေခဲ့ပါတယ်။ ထို့နောက် အမေရိကားကိုပြန်ကာ\nမင်္ဂလာဆောင်ဖို့ နှစ်ဦးသား စီစဉ်ခဲ့ကြပါတယ်။ သို့သော် ကွာတာမိန်းရဲ့\nသူငယ်ချင်းဖြစ်တဲ့ ဒူမောင့်ဟာ ကွာတာမိန်းဆီကို ဆိုးဝါးတဲ့အနေအထားနဲ့ရောက်လာခဲ့ပါတယ်။\nဒူမောင့်ဟာ ပြင်းထန်တဲ့အဖျားရောဂါရနေပြီး အဖျားတက်ကာ ကွာတာမိန်းရဲ့ညီဖြစ်သူ\nရော်ဘင်ဆန်ရဲ့နာမည်ကိုရေရွတ်ပြီးတော့ ရွှေတွေအကြောင်း ကယောင်ကတမ်းနဲ့ပြောပါတယ်။ကွာတာမိန်းလည်း သူ့ညီကို စိတ်ပူပြီး သေချာစုံစမ်းတဲ့အခါမှာတော့ ဒဏ္ဏာရီထဲက ပျောက်ဆုံးနေတဲ့ရွှေမြို့တော်ကို\nရော်ဘင်ဆန်တို့အဖွဲ့ သွားရှာကြောင်းသိရပါတော့တယ်။ အဲဒီတော့ ကွာတာမိန်းဟာ သူ့ညီကိုရှာဖို့\nသူကိုယ်တိုင် ပျောက်ဆုံးနေတဲ့ရွှေမြို့တော်ဆီသွားဖို့လုပ်ပါတော့တယ်။ ထို့နောက်မှာတော့....အလန်ကွာတာမိန်းဇာတ်ကားများကို ဒီလင့်မှာ https://channelmyanmar.org/?s=allan+quatermain   ကြည့်ပါ။\nFile size…(2.1 GB) / (1 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/allan-quatermain-and-the-lost-city-of-gold-1986/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4Sus7BvVQM6i9M3Cr0U8Vw0L9f.jpg",
        "title": "Austin Powers in Goldmember (2002)",
        "description": "James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့် ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။ဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ ကစ်တာဘယ်လောက်အထိလဲဆိုရင်Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီး ကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်းDr.Evilကလိုက်ဝတ်တာမျိုး၊ ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်းRandom Taskဆိုတဲ့လူဆိုးဟာ ဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာရုပ်ဖြောင့်လို့အပြင် ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံးမျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာ ဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့် ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာ အရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီး လူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကိုထပ်မထုတ်ရဲတော့ပဲ Danial Craigရဲ့ဂျိန်းဘွန်းဇာတ်ကောင်ကစပြီး ပိုပြီးကြမ်းတမ်းပြီး ဇာတ်လမ်းပိုင်းဘက်မှာလည်းပိုDarkတဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/austin-powers-in-goldmember-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AfEJcrexvPpcp78YG61x3yV19PI.jpg",
        "title": "Maha Samudram (2021)",
        "description": "ဒီကားကတော့ IDMB မှာ Rating 6.0 ထိရထားတဲ့ မင်းသားကြီး Jagapathi Babu ပါ၀င်တဲ့Action/Romance အမျိုးအစား တေလ်ဂူ ကားလေးပါ။ မင်းသားကြီး Jagapathi Babu ကိုဗီလိန်နေရာမှာ သရုပ်ဆောင် ပိုင်နိုင်မှုကြောင့် တော်တော်လေးကြိုက်ခဲ့ဖူးပြီး ရှာကြည့်သမျှထဲမှာလည်း ဗီလိန်မဟုတ်တာနည်းပါတယ်။ဇာတ်လမ်းအကျဉ်း\n..............................ငယ်ငယ်တုန်းက အရမ်းချစ်ခင်ခဲ့ကြတဲ့သူငယ်ချင်းနှစ်ယောက် အာဂျွန်နဲ့ ဗီဂျေး။မှောင်ခိုလုပ်ငန်းအကြီးအကျယ်လုပ်တဲ့ ဦးလေးရှိပေမယ့် မှောင်ခိုလုပ်ငန်းကို မုန်းတဲ့အာဂျွန်။ ကိုယ့်ဘ၀ကိုပဲဂရုစိုက်မယ် ဘယ်လိုအနှောက်အယှက်မဆို မလိုချင်ခဲ့တဲ့ဗီဂျေး။ခပ်ဆိုးဆိုး ဗီဂျေးကိုမှ သဘောကျခဲ့တဲ့ မဟာ။ သူတို့သုံးယောက်ဆုံပြီးနောက်မှာမှောင်ခိုလောကအတွင်းဘာတွေပြောင်းလဲကုန်မှာလဲ။ မှောင်ခိုလောကရဲ့ဘုရင်အဖြစ်ဘယ်သူက အုပ်စိုးနိုင်မှာလဲ။ အတ္တ နဲ့ ချစ်ခြင်း အနစ်နာခံခြင်းတွေစုံအောင် ၂နာရီကျော်အတွင်းစီးမျောခံစားရမှာပါ။အညွှန်းနဲ့ဘာသာပြန်ကတော Lwin Htoo Aung နှင့် JimX တို့ပဲဖြစ်ပါတယ် \nFile size…2.36GB\nQuality…1080p AAC 5.1CH\nFormat…Mp4\nDuration….2h 3omins\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder….YK\nTranslated by JimX & Lwin Htoo ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/maha-samudram-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/nqredajixxi8-133x200.jpg",
        "title": "Queens Return (2021)",
        "description": "အသစ်ထွက် Action,Crime,Drama ဟောင်ကောင် ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။မူးယစ်ဆေးဂိုဏ်းက ကွေ့ရန် ဟာ ရဲအရာရှိဖြစ်တဲ့ ဆရာရှူ ကိုသတ်ခဲ့ပြီးသူ့ညီ သောင်းပါးဆိုတဲ့ကောင်က ဆရာရှူရဲ့ ညီမလေးချင်းချိန်ကိုပါ မတော်မတရားကျင့်ကြံခဲ့ပါတယ်။ဒီအဖြစ်ဆိုးနောက်မှာတော့ ချင်းချိန်ရဲ့ရှင်သန်မှုတွေဟာ ကွေ့ရန်တို့ညီအစ်ကိုကို သတ်ပစ်ဖို့အတွက်သာ ဖြစ်လာပါတော့တယ်။သူမကိုယ်တိုင် ကွေ့ရန်ကို မသတ်နိုင်တဲ့အတွက် လူမိုက်ဟိန်းဟော်ဆီက အကူအညီယူပြီးသိုင်းပညာသင်ရင်းနဲ့လူမိုက်ဂိုဏ်းရဲ့ အရမ်းထက်တဲ့ဓားတစ်လက်နဲ့ သိုင်းပညာရှင်ဖြစ်လာပါတော့တယ်။မတရားမှုတွေ လက်စားချေလိုမှုတွေကြား ဘယ်လိုတွေရှေ့ဆက် စာရင်းရှင်းကြမယ်ဆိုတာ...။၁၇ ရာစုအစောပိုင်း ဟောင်ကောင်ရဲ့လူနေမှုအခြေအနေကိုပေါ်လွင်အောင်ရိုက်ကူးနိုင်တဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်ပြီးAction သက်သက်မဟုတ်ဘဲ  သိပ်မိုက်တဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်လဲ ဖြစ်နေပါတော့တယ်။\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….01:30:13\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://channelmyanmar.org/queens-return-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/m-136x200.jpg",
        "title": "Master and Commander: The Far Side of the World (2003)",
        "description": "အကောင်းဆုံးနဲ့အပီပြင်ဆုံးရေကြောင်းတိုက်ပွဲ ရုပ်ရှင်တွေကို ပြောဆို ဒီရုပ်ရှင်က ထိပ်ဆုံးက ပါစမြဲပါပဲ။အော်စကာ ၂ ဆု စကာတင် ဆယ်ဆု နဲ့ အခြားဆုတွေ အများကြီး ရထားပါတယ်။နပိုလီယံစစ်ပွဲများကာလ ၁၈၀၅ခုနှစ်အတွင်းမှာ ဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အချိန်ကတော့ အင်္ဂလန်ပြည်နဲ့ ပြင်သစ်ပြည်တို့ အားပြိုင်နေကြတဲ့အချိန်ပေါ့ဗြိတိသျှတော်ဝင်ရေတပ်သင်္ဘောတစ်စင်းဖြစ်တဲ့ 'စပရိုက်'သင်္ဘောကြီးဟာပြင်သစ်ပုဂ္ဂလိကပိုင်တိုက်သင်္ဘော 'အာခရွန်' ရဲ့ အလစ်တိုက်ခိုက်ခြင်းကို နှစ်ကြိမ်တိတိခံခဲ့ရပါတယ်လူအင်အားရော၊ လက်နက်အင်အားရော မမျှရုံမက ကိုယ်ထည်တောင့်တင်းတဲ့ ရန်သူ့သင်္ဘောကြီးနဲ့ ရင်ဆိုင်ရတဲ့အခါဗြိတိသျှကပ္ပတိန်ကြီး ဂျက်အော်ဘရီအတွက် ဗျူဟာတွေဆိုတာ မဖြစ်မနေလိုအပ်လာပါတယ်ပင်လယ်ပြင်တိုက်ပွဲဖြစ်တဲ့အတွက် အက်ရှင်ခန်းတွေ အများကြီးမပါပေမယ့်ကပ္ပတိန်အော်ဘရီရဲ့ စစ်ဗျူဟာတွေကတော့ တကယ်ဩချရလောက်ပါတယ်။သင်္ဘောပေါ်ကဘဝ ပင်လယ်ရဲ့အလှ ပင်လယ်ရဲ့ခက်ထန်မှုတွေကို တင်ဆက်ထားတဲ့cinematography တွေလည်း တော်တော်လေးကိုလှပါတယ်ဒါကြောင့်လည်း အော်စကာ ၁၀ ဆု ဆန်ကာတင်ခဲ့ပြီး Best Cinematography နဲ့ Best Sound Editing နှစ်ဆုကို သိမ်းပိုက်နိုင်ခဲ့တာဖြစ်မှာပါကပ္ပတိန်အော်ဘရီအနေနဲ့ကတော့ Gladiator မင်းသားကြီး Russell Crowe က ပုံဖော်ပေးထားပါတယ်ဖြစ်ရပ်မှန်ဇာတ်လမ်းမဟုတ်ဘဲ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/master-and-commander-the-far-side-of-the-world-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/red-135x200.jpg",
        "title": "Red Notice (2021)",
        "description": "ဒီနှစ်ထဲမှာ ကြည့်ချင်ကြတဲ့ ကားတွေထဲက တစ်ကားလာပါပြီ။\nရိုင်ရန်ရေးနိုး၊ ရော့ခ်၊ ဂယ်ဂါဒေါ့တို့ ပါဝင်ထားတဲ့ red notice ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။\nRed Notice ဆိုတဲ့အဓိပ္ပါယ်ကတော့ အင်တာပိုလ်(နိုင်ငံတကာရဲတပ်ဖွဲ့)ကနေ\nကမ္ဘာ့အလိုရှိဆုံး ဝရမ်းအဆင့်အနေနဲ့ ထုတ်ပြန်ရတဲ့ ရာဇဝတ်ကောင်ပဲဖြစ်ပါတယ်။\nဒီရုပ်ရှင်မှာတော့ သူခိုးနှစ်ယောက်ပေါ့။ သူတို့ ခိုးချင်တာကတော့ ကလီယိုပက်ထရာရဲ့ ဥပါပဲ။\nဟုတ်ပါတယ် အီဂျစ်ဘုရင်မ ကလီယိုပက်ထရာ ပိုင်ဆိုင်ခဲ့တဲ့ ရတနာဥ သုံးလုံးကို အပြိုင်အဆိုင်ခိုးယူကြမှာပါ။\nတစ်လုံးက ပြတိုက်မှာရှိတယ်၊ တစ်လုံးက အရမ်းအန္တရာယ်ကြီးတဲ့လူတစ်ယောက်လက်ထဲမှာ ရှိပြီး၊\nနောက်ဆုံးတစ်လုံးကတော့ ဘယ်မှာရှိလဲဆိုတာ ဘယ်သူမှ မသိကြပါဘူး။\nအဲဒီရတနာဥသုံးလုံးကို ရရင် ဒေါ်လာ သန်း ၃၀၀ ပေးမယ့် ဘီလီယံနာကြီးတစ်ယောက်က အသင့်စောင့်ကြိုနေပါပြီ။\nဒီတော့ ဥတွေကို deadpool နဲ့ wonder woman တို့ တစ်ယောက်နဲ့တစ်ယောက် ဘယ်လိုဉာဏ်များပြီးလုကြမလဲ။\nစုံထောက်ကြီး the rock ကရော ဘယ်လိုလိုက်ဖမ်းမလဲဆိုတာကို ကြည့်လိုက်ရအောင်။\nFile Size : (1.5 GB) & ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/red-notice-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fP3VvqUjEBjawxZHL4sYCq2ZdJD.jpg",
        "title": "Home Sweet Home Alone(2021)",
        "description": "Home Alone(2021)\n==============Comedy,Familyခရစ်စမတ် ရာသီစာလို့ပြောလို့ရပြီးကလေးဘဝက လူတိုင်းနှစ်သက်ခဲ့တဲ့ Home Alone ရဲ့ Rem‌akeHome Sweet Home Alone ထွက်ရှိလာပါပြီ. ဇာတ်လမ်းကတော့ ခရစ်စမတ် မိသားစုအားလပ်ရက်ခရီးမှာ မက်စ်ဝဲမာဆာဆိုတဲ့၁၀ နှစ်သားကောင်လေးက အိမ်မှာ ၁ ယောက်ထဲကျန်ခဲ့တဲ့ ပုံစံနဲ့တည်ထားပါတယ်သူ့ဆီကနေ မက်ကင်ဇီစုံတွဲက တန်ဖိုးကြီးကြွေရုပ်ကို လုယူဖို့ကြိုးစားတဲ့ပုံစံကို တင်ဆက်ထားတာပါဒါကို မက်စ်ဝဲလ်တစ်ယောက် ဘယ်လိုအလွဲလွဲအချော်ချော်တွေ လုပ်ရင်းနဲ့ ဖြတ်သန်းသွားမလဲဆိုတာကိုကြည့်ရှုရမှာပါ . ၁၉၉၀ ကျော်က Home Alone ကားတွေလောက်မှီမယ်မထင်ပေမယ့်...ငယ်ဘဝဇာတ်ကားတွေကို ပြန်လည်သတိရစေပြီးခရစ်စမတ်မှာ မိသားစုနဲ့ ကြည့်ရှုဖို့အတွက် ကားကောင်းလေးဖြစ်စေမှာပါ( ဇာတ်လမ်းအညွှန်းကိုတော့ Thiha Yan Naing ရေးသားပြီးဘာသာပြန်သူများကတော့ Thiha Yan Naing & Thura Hein တို့ဖြစ်ပါတယ်)  \nFile size…970MB / 1.4GB\nQuality… 720 p  / 1080p WEB RIP X264 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/home-sweet-home-alone2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wqcE8EAmVl5j3mLuIrHFG7RmQyg.jpg",
        "title": "Austin Powers: The Spy Who Shagged Me (1999)",
        "description": "James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့် ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။ဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ကစ်တာဘယ်လောက်အထိလဲဆိုရင် Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီးကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်း Dr.Evilကလိုက်ဝတ်တာမျိုး၊ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်းRandom Taskဆိုတဲ့လူဆိုးဟာ ဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာ ရုပ်ဖြောင့်လို့အပြင် ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံး မျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာ ဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့် ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာအရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီး လူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကို ထပ်မထုတ်ရဲတော့ပဲ Danial Craigရဲ့ဂျိန်းဘွန်းဇာတ်ကောင်ကစပြီးပိုပြီးကြမ်းတမ်းပြီး ဇာတ်လမ်းပိုင်းဘက်မှာလည်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/austin-powers-the-spy-who-shagged-me-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/large_hsb8hBeU3tkTX8SUYW6YYw6JPYD-133x200.jpg",
        "title": "Spy Game (2001)",
        "description": "Spy Game(2002)\n===========\nIMDb - 7.1Spy Gameဟာ စပိုင်ရုပ်ရှင်ပေမဲ့ မြင်နေကျ စပိုင်ကားတွေလို စပိုင်က ကြမ်းထော် ဂေါ်ထွက်နေတဲ့စပိုင်တွေအကြောင်း မဟုတ်ဘူး။လက်တွေ့ကျကျ စပိုင်လောကကို ချည်းကပ်ပြသွားတဲ့ ကားပါပဲ။ စပိုင်လောကကို ရှင်းပြ SPYဖြစ်အောင်ဘာတွေလုပ်ရလဲရောပြသွားပြီး\nဝါရင့်စပိုင်ကြီးရဒ်ဖို့က စပိုင်ပေါက်စ ဘရက်ပစ်ကို စပိုင်ပညာတွေသင်ပေးတာကို သေချာနီးပါး ပြသွားတယ်။ရဒ်ဖို့ရဲ့ကာရိုက်တာနဲ့ စီအိုင်အေဌာနချုပ်ကြားညဏ်ကစားတွေအခန်းတွေဆို တော်တော်လေး သဘောကျစရာပါပဲ။\nဒါရိုက်တာတိုနီစကော့ ကလည်း စပိုင်ကားတွေချည်းရိုက်ခဲ့တဲ့ ဒါရိုက်တာပါပဲ။\nအရှေ့အလယ်ပိုင်း ပြဿနာတွေရော၊ တရုတ်ပြဿနာတွေရော စုံနေအောင်ကိုသုံးပြီး ရှေ့ဆက်ဘာဖြစ်မလဲ ရင်ဖိုစရာကောင်းအောင် ဒါရိုက်တာက ခပ်အေးအေးနဲ့ တဖြည်းဖြည်းချင်း ချပြသွားတယ်။\nActionခန်းနည်းပေမဲ့ တော်တော်ကောင်းတဲ့ စပိုင်ကားလို့ဆိုရပါလိမ့်မယ်။\nအထနှေးပေမဲ့ ဆုံးအောင်ကြည့်ပြီးတဲ့အခါ ပရိတ်သတ်ရင်ထဲကျန်နေခဲ့မယ့် ကားကောင်းလို့ ကျွန်တော်တော့ ထင်တယ်။( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )Browse this websiteFile Size__2.2 GB , 1.1 GB\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__02:06:00\nType__Action , ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/spy-game-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pJHERfFGTCm3YlbwKNkqlLxphba.jpg",
        "title": "A Better Tomorrow (1986)",
        "description": "A Better Tomorrow (1986)~ IMDb - 7.5/10, RT - 93%, Meta - 78% ~ကျွန်တော်တို့ ငယ်ငယ်ကတော့ ဂျက်လီတို့ ဂျက်ကီချမ်းတို့ ချောင်ယွန်ဖတ်တို့ကားတွေ\nခေတ်စားခဲ့တာပေါ့။ ဘူမသိ ကိုးမသိ ငယ်ဘ၀ကတော့ ချောင်ယွန်ဖတ်ကို\nဆရာကျမှန်း မသိခဲ့သေးပေမဲ့ ဆေးလိပ်မီးကို ဒေါ်လာတစ်ရာတန်နဲ့\nဟန်ပါပါညှိပြသွားတဲ့ ချောင်ယွန်ဖတ်ရဲ့ဟန်ကိုတော့ ကျွန်တော်တို့တွေ အတော်ညိခဲ့ကြတယ်။Redcliff 1 2, face/off , Hard boiled, The Killer, Bullet in the Head တို့ကို\nရိုက်ခဲ့တဲ့ နာမည်ကျော် အက်ရှင်ဒါရိုက်တာဖြစ်တဲ့ ဂျွန်ဝူးကိုတော့ မသိတဲ့လူ မရှိလောက်ပါဘူး။\nဂျွန်ဝူးဟာ ကိုယ်ပိုင် Themeရှိတဲ့ ဒါရိုက်တာပါ။ သူ့Theme ကိုတော့\nHeroic Bloodshed Theme လို့ခေါ်ပါတယ်။ ဒီကားဟာ သူ့Themeရဲ့ ကနဦးကားပါပဲ။\nဒါကြောင့်လည်း သမိုင်းကြီးပါတယ်။(မာဗယ်မှာ မန်ဒရင်းလုပ်မယ့် ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/a-better-tomorrow-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/GNrK3mv-113x200.jpg",
        "title": "Operation Sniping (2021)",
        "description": "ဒီဇာတ်ကားကတော့  နာမည်ကြီးတဲ့ Guangdong မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးတိုက်ပွဲတွေအကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်အခြေခံ Action/Sniper ဇာတ်ကားကောင်းဖြစ်ပါတယ်။မူးယစ်ဂိုဏ်းနဲ့ တပ်ဖွဲ့ဝင်တွေကြား တိုက်ပွဲတွေပြင်းထန်နေတဲ့ကြားမှာSniper သမားနှစ်ယောက်က ဟိုဖက် ဒီဖက် အပြိုင်ကြဲကြမယ့်ဇာတ်ကားဖြစ်ပါတယ်။ဆက်တင်အလန်းစားတွေနဲ့ ပွဲကြမ်းထားတာမို့ Action ပရိတ်သတ်တွေ အကြိုက်တွေ့မှာပါ။Read this article\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://channelmyanmar.org/operation-sniping-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3piJ6gviQWMQ9NyoR0RqnROoRmS.jpg",
        "title": "Nanquan-The Rise of Heroes ( 2021 )",
        "description": "ဒီ ဇာတ်လမ်းရဲ့ အဓိက...ဇာတ်လမ်းက တရုတ်ပြည်ကို အနောက်တိုင်းသားတွေကဘိန်းနဲ့ ဖျက်စီးစပြုတဲ့အချိန်ကိုအသားပေးရိုက်ထားတာ အနောက်တိုင်းသားက ဘာလို့ဒီလိုခြယ်လှယ်လို့ရလဲဆိုတော့ အကျင့်ပျက်ခြစားတဲ့စိတ်ဓာတ်ပိုင်တဲ့သူတွေက မင်းအမှုထမ်းလုပ်နေလို့ပေါ့...ဒါပေမယ့် တကယ်ဆို ကိုယ်ခံပညာ ကွန်ဖူးသိုင်းအစွမ်းထက်တဲ့ပညာရှင်တွေစုဝေးနေပြီး ဒါကိုသိသိကြီးနဲ့ ပြန်ချဖို့ မကြိုးစားကြဘူး...အကြောင်းကတော့ ကိုယ်ခံပညာနဲ့ သေနတ်ကို မယှဉ်နိုင်ဘူးထင်လို့ပေါ့...ဇာတ်လိုက်မင်းသား လုယွမ်ပါးကတော့ မဟုတ်ဘူး ကိုယ်ခံပညာနဲ့ သေနတ် လက်နက်ကိုမယှဉ်နိုင်စရာအကြောင်းမရှိဘူး... ကြိုးစားကြည့်ရမယ်ဆိုတဲ့ စိတ်ကိုအရင်းခံတိုက်လိုက်တော့... သူလည်း မအောင်မြင်သေးပါဘူး...အကြိမ်ကြိမ်လဲကျပြီးမှ ထနိုင်တာကတော့ ဇာတ်လမ်းတိုင်းရဲ့ မြှုပ်ကွက်ပါပဲ...ဆက်လက်ခံစားကြည့်ရှုပါCheck my site Quality : HDRip 1080pFormat: mp4During : 1h 44minSubtitle : Myanmar Subtitle ( hardsub )Translated By Chu ChuEncoded By LK",
        "rating": "7.3",
        "url": "https://megaup.net/31Ubg/Nanquan-The.Rise.of.Heroes.2020.HD1080P(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eBCzHCJ4v1Jt5hwDzEPq8Hj2NKZ.jpg",
        "title": "On the Line (2021)",
        "description": "On the Line (2021)IMDb - 7.3/10Voice Phishing ဆိုတာ အသံနဲ့လိမ်လည်မှု\nတစ်နည်းပြောရရင် ဖုန်းဆက်ပြီးလိမ်တဲ့ လိမ်နည်းပါပဲကျွန်မတို့မြန်မာနိုင်ငံမှာ ဒီစကားလုံးနဲ့စိမ်းနေပေမဲ့\nကိုရီးယားမှာတော့ မကြာခဏဖြစ်လေ့ရှိတဲ့ လိမ်လည်မှုလို့ ပြောရင်လည်းမမှားပါဘူး\"အသံနဲ့ လိမ်တယ်ဆိုတာက သနားကြင်နာမှုပဲ\nဦးနှောက်မရှိတာ အသိပညာမရှိတာနဲ့မဆိုင်ဘူး\nတစ်ဖက်လူရဲ့ မျှော်လင့်ချက်နဲ့ ကြောက်ရွံမှုကို သုံးရတာ\"လူတွေရဲ့ စိတ်လှုပ်ရှားဆုံး ကြောက်ရွံ့ဆုံးအချိန်\nအမှားအမှန်မခွဲခြားနိုင်တဲ့ အချိန်ကို အသုံးချပြီး\nငွေကြေးလိမ်လည်နေတဲ့အဖွဲ့အစည်း....လုပ်ဖော်ကိုင်ဖက်တွေ ငွေအလိမ်ခံရတာကို\nနောက်ဆုံးအချိန်ထိလိုက်မဲ့ ရဲဝန်ထမ်းကနေ နှုတ်ထွက်ထားတဲ့ ဟန်ဆောဂျွန်း....ဒီအမှုကို ဟန်ဆောဂျွန်းနောက်ဆုံးအချိန်ထိ ထုတ်ဖော်သွားနိုင်မလားဆိုတာ\nOn the line မှာကြည့်ရှုပေးကြပါဦးနော်Cast တွေကတော့ Byun Yo Han နဲ့ Woo Jin Ah တို့ပဲ ဖြစ်ကြပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Her latest blogGenre.....Action, Crime, Drama\nQuality….FHDRip 1080p and 720p and 480p\nFile size…1.5GB ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/on-the-line-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/one-shot-Capture-136x200.jpg",
        "title": "One Shot (2021)",
        "description": "ဖိုက်တာမင်းသားကြီး Scott Adkins  ရဲ့  အသစ်ထွက် Action/Thriller ဇာတ်ကြမ်းကားလေး တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့...နိုင်ငံတကာကအကြမ်းဖက်တွေကို ပုံစံသွင်းပေး၊ အကြောက်တရားထည့်ပေး၊ ပုံမှန်လူလိုပြန်ဖြစ်ရေး ကျင့်ပေးနေတဲ့လျှို့ဝှက်ဌာနချုပ်တစ်ခုဆီကနေ အထိန်းသိမ်းခံထောင်သားတစ်ယောက်ကိုလွှဲပြောင်းယူဖို့ မစ်ရှင်တစ်ခုကျရောက်လာပါတယ်။နိုင်ငံတော်အဆင့်အရေးကြီးတဲ့ကိစ္စတစ်ခုဖြစ်ပြီး လျှို့ဝှက်ချက်တွေအပြည့်နဲ့ပါ..မမြင်နိုင်တဲ့ အန္တရာယ်တွေကလဲ စောင့်လိုကြိုနေပါတယ်။ဒီခရီးစဉ်အတွက် လိုက်ပါ‌စောင့်ကြပ်ပေးရတဲ့ Navy Seal အဖွဲ့အနေနဲ့ အရှုပ်အထွေးအန္တရာယ်တွေကြားကနေအထိန်းသိမ်းခံထောင်သားကို မြို့တော်ဝါရှင်တန်ဆီ ပြန်ခေါ်သွားနိုင်မလားဆိုတာ....။အပစ်အခတ် အကြမ်းပတမ်းတွေနဲ့  အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။\nFile size…(1.5 GB) / (850 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/one-shot-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8lP8Mcvb2bPfDo3M0lhSOhX6dLs.jpg",
        "title": "Cloudy Mountain (2021)",
        "description": "Cloudy Mountain 2021သဘာဝဘေးအန္တရာယ်ဆိုတာ ‌မမျှော်လင့်ဘဲရောက်လာတတ်တဲ့ နတ်ဆိုးဧည့်သည်ပါပဲ။ဒီနတ်ဆိုးရဲ့ ပုံသဏ္ဍာန်အမျိုးမျိုးကို ပုံဖော်ရင်း ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပေါင်းများစွာရဲ့အရသာကိုကြည့်ရှုခံစားဖူးသူတိုင်းသေချာသိနေလောက်မယ်လို့ ထင်ပါတယ်။ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ အောက်တိုဘာလက ရုံတင်ခဲ့တဲ့သဘာဝဘေးအန္တရာယ်အခြေပြု တရုတ်ရုပ်ရှင်ကားကြီးဖြစ်တဲ့ Cloudy Mountain ပဲဖြစ်ပါတယ်။ပြောခဲ့သလိုပါပဲဒီကားက လူမူရေးပြဿနာတွေနဲ့ ရှုပ်ထွေးနေမယ့်လောကကြီးအကြောင်းပုံဖော်ထားတာလည်းမဟုတ်သလို၊ဒီလိုဆိုတိုင်း ကမ္ဘာပျက်ကပ်ကို ဦးတည်ပြီး ရိုက်ကူးပြထားတာလည်း မဟုတ်ပြန်ပါဘူး။၁၀နှစ်ကျော် ဖောက်လုပ်ခဲ့ကြတဲ့ဥမင်လိုဏ်ခေါင်းတစ်ခု ပြီးစီးလုနီးနီးအချိန်မှာမထင်မှတ်ထားတဲ့ ကမ္ဘာ့ဘူမိဗေဒဆိုင်ရာ ဘေးအန္တရာယ်နဲ့ကြုံတွေ့ခဲ့ရပြီးမြေငလျင်ဒဏ်ကြောင့် တောင်ပြိုမှုတွေဖြစ်ပွားလာနိုင်တဲ့အခြေအနေတစ်ခုကို ပုံဖော်ပြထားပါတယ်။ဒါ့အပြင် လူဦးရေသိန်း၁၆၀ရှိတဲ့မြို့ကိုကာကွယ်ဖို့ နည်းပညာအင်အား၊လူအင်အားနဲ့အတူအများအကျိုးသယ်ပိုးရတာ ဂုဏ်ကျက်သရေတစ်ခုပါ လို့ မှတ်ယူထားတဲ့သားအဖနှစ်ယောက်ရဲ့ စိတ်အားထက်သန်မှုတွေကိုပါ မြင်တွေ့ရဦးမှာပါ။ပါဝင်အားဖြည့်ထားတဲ့ ဇာတ်လိုက်တွေရဲ့ ပြောစရာမလိုတဲ့ သရုပ်ဆောင်ချက်တွေကြောင့်လည်းCloudy Mountainကပိုလို့အသက်ဝင်လာခဲ့ပါတယ်။သဘာဝဘေးအန္တရာယ်ဆိုင်ရာ ဗဟုသုတတွေအပြင်သားအဖနှစ်ယောက်ကြားထဲက သံယောဇဉ်တွေ၊ဖခင်မေတ္တာနဲ့အတူ တောင်တန်းကြီးကပေးတဲ့ အထီးကျန်ဆန်မှုတွေကြားထဲကခံစားမိနေတဲ့ ကယ်ဆယ်သူတွေနဲ့ပိတ်မိနေသူတွေကြားထဲက မေတ္တာဓာတ်တွေကိုပါ အပြည့်အဝခံစားမိစေမယ့် ကားလေးပါပဲ။အနုအယွလေးတွေပဲ ကြည့်နေရင် ပျင်းလာမှာစိုးလို့ဗဟုသုတလည်းရ ရင်ထဲလည်းခံစားချက် တစ်မျိုးလေးကျန်နေစေမယ့် ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်‌။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Drama\nQuality….WEB-DL ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cloudy-mountain-2021/"
    }
]