[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4m1Au3YkjqsxF8iwQy0fPYSxE0h.jpg",
        "title": "Meg 2: The Trench (2023)",
        "description": "မင်းသား ဂျေဆန်စတက်သန်ရဲ့ ငမန်းကား ဒုတိယပိုင်းလာပါပြီ။ဒီအပိုင်းက ပထမဆုံးငမန်းကားလောက် ငမန်းအရသာမပေးတဲ့အတွက်rating နည်းပြီး ရုံဝင်ငွေနည်းနေပေမဲ့ အက်ရှင် ဟာသကားအဆင့်အနေနဲ့ဆိုဖျော်ဖြေမှုပေးနိုင်တဲ့ ကားကောင်းလို့ ပြောလို့ရပါတယ်။ ဂျေဆန်နဲ့အတူတရုတ် မင်းသား ဝူကျင်းလည်း ပါဝင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကျောက်မင်ဟာ သမုဒ္ဒရာထိန်းသိမ်းရေးနဲ့လေ့လာရေးအဖွဲ့ကြီးကိုတည်ထောင်ထားတဲ့သူဖြစ်ပါတယ်။ ဂျိုးနက်ဖမ်းမိခဲ့တဲ့ မက်ဂါလိုဒန်ငမန်းပေါက်စလေးကိုလည်း မွေးထားပေးတဲ့သူပါပဲ။ အဲဒီအဖွဲ့အစည်းကနေပင်လယ်ရေအောက် ပေ ၂၅၀၀၀ ကျော်ကို သွားဖို့ ယာဉ်တွေနဲ့ ဝတ်စုံတွေတီထွင်ပြီး ကျောက်မင်နဲ့ဂျိုးနက်တို့ ရေနက်တူးမြောင်းကြီးထဲကို လေ့လာရေးခရီးအတူထွက်ခဲ့ကြပါတော့တယ်။ ဒါပေမဲ့ ခရီးလမ်းက မချောမွေ့ဘဲမက် ငမန်းတွေနဲ့တွေ့ ယာဉ်တွေပျက် ရန်သူတွေတွေ့ပြီး အသက်ရှင်ဖို့ ရုန်းကန်ကြရတဲ့အခါ... File size… 5GB/2.35 GB /  1.01 GB\nQuality…WEB-DL 4K HEVC./1080p 5.1 CH /  720p\nFormat…mp4\nDuration….1h 56m\nGenre ….. Action , Adventure , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/meg-2-the-trench-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJb2XlqYSYFA25EMyodon0cBare.jpg",
        "title": "Highwaymen (2004)",
        "description": "မော်လီဟာ သူငယ်ချင်းဖြစ်သူ အဲလတ်စ်နဲ့ကားမောင်းပြီး အိမ်ပြန်နေချိန်မှာ ကားတစ်စီးက သူတို့ကိုအချက်ပြပြီးကျော်သွားလိုက်တယ်။ ခဏအကြာ လှိုဏ်ခေါင်းထဲ အဝင်မှာ ကားမတော်တဆဖြစ်မှုတစ်ခုကိုတွေ့လိုက်ရတယ်။ ဒဏ်ရာရသူတွေကူညီဖို့အတွက် သူငယ်ချင်းနှစ်ယောက် အပြင်ထွက်လိုက်ကြတယ်။ မော်လီကို ဒဏ်ရာရသူတွေကိုကြည့်ခိုင်းထားပြီး အဲလတ်စ်ကတော့ လမ်းပေါ်တက်ပြီး အကူအညီတောင်းတဲ့အခါကားတစ်စီးက အဲလတ်စ်ကို တမင်ဝင်တိုက်ပြီးသတ်လိုက်တယ်။ ဖြစ်ရပ်အစအဆုံးကို မြင်သွားတဲ့ မော်လီကိုထပ်တိုက်မယ်အလုပ်မှာ လူတစ်ယောက်ရောက်လာတဲ့  အတွက် ထွက်ပြေးသွားတယ်။ နောက်တော့ရဲတွေရောက်လာပြီးမော်လီကိုကယ်ဆယ်ပေးလိုက်ကြတယ်။စိတ်ဒဏ်ရာရသွားတဲ့မော်လီဟာ ကားတိုက်ခံရပြီးကိုယ်လက်အင်္ဂါဆုံးရှုံးသွားတဲ့သူတွေကိုစိတ်သက်သာရာရအောင် ကုစားပေးတဲ့သင်တန်းကိုတက်နေချိန်မှာခရေးဆိုတဲ့လူတစ်ယောက်ကမော်လီနဲ့စကားလာပြောတယ်။ကားတိုက်ပြီးထွက်ပြေးတဲ့သူကို သူသိကြောင်း ၊နောက်တစ်ခါထပ်လာလိမ့်ဖြစ်ကြောင်း ၊တရားခံကိုရဲတွေမဖမ်းပေးနိုင်‌ပေမယ့် သူကူညီနိုင်ကြောင်းပြောပြတဲ့အခါ မော်လီလည်းခ‌ရေးနဲ့ အတူလက်တွဲပြီး အလုပ်လုပ်ဖို့လက်ခံလိုက်တယ်။ ဒီလိုနဲ့မော်လီနဲ့ ခရေးတို့ တရားခံကိုဘယ်လိုအခက်အခဲ‌တွေနဲ့ဖမ်းမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။ File size…1.57GB / 562MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 20m\nGenre ….. Action , Crime , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tin Myo Lwin",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/highwaymen-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwMFPtWnMOocdRS54dTnOH37CAL.jpg",
        "title": "The Girl from Monday (2005)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အနာဂတ်ကိုစိတ်ကူးယဉ်ပြီး ရိုက်ကူးထားတဲ့စိတ်ဝင်စားစရာဇာတ်ကားလေးပါ။ စတော့ရှယ်ယာတွေအနေနဲ့ ပိုက်ဆံကိုမလှဲလှယ်ကြတော့ဘဲ လူတွေကိုလှဲလှယ်တဲ့အချိန်‌ကို ရောက်သွားပါပြီ။ လူတွေဟာ ပိုက်ဆံလိုမျိုးနေရာကိုရောက်သွားပြီး တစ်ယောက်ချင်းစီရဲ့တန်ဖိုးကိုတော့ လိင်ဆက်ဆံတဲ့အကြိမ်ရေနဲ့သတ်မှတ်ပါတယ်။ လိင်ဆက်ဆံမှုများလေ တန်ဖိုးမြှင့်လာလေလေပါ။လူတွေဟာ လိင်မှုဆက်ဆံတာကို သူတို့တန်ဖိုးမြှင့်အောင်ပဲလုပ်ကြပြီးတော့အချစ်တွေ၊ ကြင်နာမှုတွေ၊ နူးညံ့မှုတွေကို ရှာမတွေ့နိုင်တော့ပါဘူး။အဲဒီဈေးကွက်ကို Triple M ဆိုတဲ့မာတီမီဒီယာကုမ္ပဏီတစ်ခုကနေထိန်းချုပ်ပြီးတော့လူတွေကို အမြဲမော်နီတာကနေ စောင့်ကြည့်နေတာဖြစ်ပါတယ်။Jack ဆိုတဲ့သူဟာ အဲဒီကုမ္ပဏီမှာ အမှုဆောင်အရာရှိတစ်ဦးဖြစ်ပါတယ်။သူဟာ သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက် ဆီစီးလ်ကိုသ‌ဘောကျမိနေပေမဲ့ သူနဲ့ဆက်ဆံရေးတစ်ခုကိုထူထောင်ဖို့ တွေဝေနေပါတယ်။ ဒါပေမဲ့ ဆီစီးလ်ဟာ ဝီလီယံဆိုတဲ့သူနဲ့တရားမဝင်လိင်ဆက်ဆံမိခဲ့တဲ့အတွက် ထောင်ဒဏ်နှစ်နှစ်ချမှတ်ခံလိုက်ရပါတယ်။ဒါကြောင့် ဆီစီးလ်နဲ့ဝီလီယံဟာ ဒီစနစ်ကိုဆန့်ကျင်ဖို့ကြိုးစားကြပါတော့တယ်။  File size…1.67GB / 757MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 24m\nGenre ….. Action , Comedy , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Yee Wai",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-girl-from-monday-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/cat-133x200.jpg",
        "title": "The Cat Returns (2002)",
        "description": "The Cat Returns (2002)\n===================Studio Ghibli ရဲ့နာမည်ကြီးကားတွေကြားထဲမှာ လူသိပ်မသိကြပေမယ့်\nချစ်ဖို့ကောင်းပြီး အသစ်အဆန်းဖြစ်တဲ့ ဇာတ်ကားဟောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဥ်းကတော့ တစ်နေ့မှာ ဟရုဆိုတဲ့ အထက်တန်းကျောင်းသူလေးဟာ\nကျောင်းသွားတဲ့လမ်းမှာ လမ်းဖြတ်ကူးနေတဲ့ကြောင်လေးကို ကားတိုက်ခံရမှာကနေ ကယ်ပေးခဲ့ပါတယ်။ဒါပေမဲ့ သူကယ်ခဲ့တဲ့ကြောင်လေးဟာ စကားပြောတတ်တဲ့အပြင်\nကြောင်တိုင်းပြည်ရဲ့အိမ်ရှေ့စံမင်းသားလေးဖြစ်နေပါတော့တယ်။အဲဒီကနေစလို့ ဟရုရဲ့နေ့စဥ်ဘဝမှာ ကြောင်တွေနဲ့ပတ်သက်လို့\nထူးဆန်းဆန်းတွေ စဖြစ်လာပြီး နောက်ဆုံးမှာ ကြောင်တိုင်းပြည်ကို ခေါ်ဆောင်သွားခံရဖို့ ဖြစ်လာတဲ့အခါမှာတော့...ဒီဇာတ်လမ်းဟာ Whisper of the heart ရဲ့ MC ဖြစ်တဲ့ Shizuku ရေးခဲ့တဲ့\nfiction ဆိုပြီး fan theory လည်းရှိပါတယ်။\nအဓိကကတော့ WOTH မှာပါတဲ့ Baron ဆိုတဲ့ကြောင်ရုပ်တုလေးက\nဒီမှာအသက်ဝင်နေတဲ့အပြင် နာမည်ရော ရုပ်ပါအတူတူပါပဲ။\nဒါ့အပြင် သေချာသတိထားကြည့်ရင် ဒီနှစ်ကားရဲ့ဆက်စပ်နေတဲ့\nscene တော်တော်များများကိုလည်း တွေ့ရမှာမို့ ကြည့်ရှုအားပေးလိုက်ကြပါဦး။\nFile size…1.5GB  / 763MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-cat-returns-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/adlwQTs3zEo8EL2ta1IZebhoVPE.jpg",
        "title": "Standoff (2016)",
        "description": "The Matrixထဲက မောဘီးယပ်စ်ကြီး Laurence Fishburneနဲ့ actionမင်းသားကြီးThomas Janeတို့ အဓိကပါဝင်သရုပ်ထားပြီးလူဆိုးနဲ့လူကောင်းနှစ်ဦးသား ထိပ်တိုက်ရင်ဆိုင်တာကိုတွေ့ရမယ်ဇာက်ကားကောင်းလေးပါ...။ ဇာတ်လမ်းအကြောင်းကတော့ လူသူဝေးတဲ့ တောအရပ်ကအိမ်လေးတစ်လုံးမှာပဲဇာတ်လမ်းတည်ထားပါတယ်...။အိမ်အပေါ်ထပ်နဲ့ အောက်ထပ်ကြား၊ သူသေကိုယ်သေ အကုန်ချရင်းပြီး ကစားရတဲ့ပွဲပေါ့...။အောက်ထပ်မှာက ကြေးစားလူသတ်သမား...။ သူ့ရည်ရွယ်ချက်က အိမ်အပေါ်ထပ်ကကောင်မလေးကို သတ်ချင်တာ...သတ်မှဖြစ်မယ့်အကြောင်းအရင်းကလည်း သူ့မျက်နှာကို မြင်သွားလို့...။ဒါပေမဲ့ သူကြမ်းချင်တိုင်း တက်ကြမ်းလို့မရအောင် ကောင်မလေးကိုကာကွယ်ပေးနေတဲ့သူတစ်ယောက်ရှိနေပါတယ်...။သူကတော့ အိမ်အပေါ်ထပ်မှာစောင့်ပြီး ကောင်မလေးကို ကာကွယ်ပေးနေတဲ့ စစ်ပြန်ကြီးပါပဲ....။ဇာတ်လမ်းplotရဲ့ မိုက်တဲ့အချက်က ဒီစစ်ပြန်ကြီးဟာ ကြေးစားလူသတ်သမားကိုကျည်တစ်တောင့်တည်းနဲ့ စိတ်ဓာတ်ဗျူဟာခင်းပြီး တစ်ကားလုံးရင်ဆိုင်တာပါပဲ...။အများကြီးမညွှန်းတော့ပါဘူး...အက်ရှင်ခန်းတွေ၊ cgiတွေ ဘာမှမပါဘဲ သိပ်ကြည့်လို့ကောင်းတဲ့Crimeကားမို့ လက်မလွှတ်တမ်းကြည့်သင့်တဲ့ကားပါ...။ File size…933MB / 381MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 20m\nGenre ….. Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/standoff-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/ems.cHJkLWVtcy1hc3NldHMvbW92aWVzLzA3MzE2OWU3LTIwNzktNDUwYS1hNTg4LTI3MDM2OGQ5NDVlNC5qcGc-135x200.jpeg",
        "title": "The Island (2023)",
        "description": "Actionကားတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ဒီနှစ်အတွင်းမှာထွက်ရှိထားတဲ့ အသစ်စက်စက်ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ အမေရိက ကျွန်းတစ်ကျွန်းပေါ်မှာတည်ထားတာပဲဖြစ်ပါတယ်။ညီဖြစ်သူ အသတ်ခံလိုက်ရပြီးနောက်မှာ LAPD ရဲတစ်ယောက်ဖြစ်တဲ့ မာ့ခ်က သူ့ရဲ့ကြီးပြင်းရာဇာတိဖြစ်တဲ့ ကျွန်းပေါ်ပြန်သွားခဲ့ပါတယ်။သူ့ညီအတွက် လက်စားချေဖို့ပြင်ဆင်ရင်း သူတို့ရဲ့ကျွန်းက အရင်လို အေးချမ်းတဲ့နေရာမဟုတ်တော့ဘဲ ဂိုဏ်းသားတွေရဲ့ လက်ဝါးကြီးအုပ် အနိုင်ကျင့်ခံနေရမှန်းသိသွားတဲ့အခါမှာ ညီအတွက်ရော ကျွန်းကိုပါ ကာကွယ်ရင်း လက်စားချေတာကို ကြည့်ရမှာပါ။\nစိတ်လှုပ်ရှားစရာ အက်ရှင်ကားကောင်းရှာနေတဲ့သူဆို အံကိုက်ပါပဲ။အက်ရှင်ကားမို့လို့ ဇာတ်လမ်းအလှည့်အပြောင်းတွေအများကြီးနဲ့ဆိုတော့ အများကြီးမညွှန်းတော့ပါဘူး။ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ။ File size…(1.7 GB)/(900 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by Hsu Leonie",
        "rating": "",
        "url": "https://channelmyanmar.org/the-island-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmI1ODU5ZjMtNWUyNC00YzllLThjNzktODE1M2E4OTVmY2E5XkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-141x200.jpg",
        "title": "Elite Squad(2007)",
        "description": "Elite Squad(2007)****************IMDb...8.0ရီယို ဒီဂျနေယိုဆိုတာ ကမ္ဘာပေါ်မှာ အန္တရာယ်အများဆုံးမြို့တော်တွေထဲကတစ်ခုဖြစ်ပြီး၊ဆင်းရဲသားရပ်ကွက်တွေမှာဆိုရင်\nမူးယစ်ရာဇာတွေ၊ မူးယစ်ဂိုဏ်းသားတွေက မူးယစ်ရောင်းဝယ်ပြီးလက်နက်ကိုယ်စီကိုင်ကာအုပ်ချုပ်ပါတယ်။\nဒီကရဲတွေဆိုတာကလည်း အကျင့်ပျက်ခြစားကာ မူးယစ်ဂိုဏ်းတွေနဲ့ပေါင်းစားငွေညစ်ဖို့သာ ခြေဆန့်ပြီး\nမှုခင်းတိုက်ဖျက်ဖို့ဆိုရင်တော့ကိုယ့်နယ်မြေမှာဖြစ်တဲ့လူသေအလောင်းကို အခြားနယ်မြေကိုရွှေ့ပြီး\nမှုခင်းကျဆင်းရေးကို ဒီလိုစွမ်းဆောင်ကြသူတွေပါ။ ဒီလိုနေရာမျိုးမှာ ပစ်ကြခတ်ကြရဲတွေလည်းမထိန်းသိမ်းနိုင်ဖြစ်လာပြီဆိုရင်\nဝင်ပါရသူတွေကတော့ တိုက်ပွဲဝင်အထူးတပ်ဖွဲ့ BOPEတပ်ဖွဲ့ပါပဲ။ဒီတပ်ဖွဲ့ခေါင်းဆောင်ဖြစ်သူ နက်စီမန်တိုဟာဆိုရင် ဖခင်ဖြစ်တော့မှာမလို့\nတပ်ဖွဲ့ကနေလူစားထိုးရှာပြီး အနားယူဖို့ပြင်ဆင်နေချိန်၊ဆင်းရဲသားရပ်ကွက်တွေကို ပုပ်ရဟန်းမင်းကြီးလာလည်မယ်ဆိုတော့\nလုံခြုံရေးကို ဦးစားပေးကာစစ်ဆင်ရေးဆင်းလုပ်ဖို့ ပြင်ဆင်ရပါတော့တယ်...အဲ့ဒီနောက်မှာတော့..ဒီဇာတ်ကားဟာ ဆုတံဆိပ်တွေများစွာရရှိထားတဲ့\nဘရာဇီး၊ ရီယီုရဲ့အခြေအနေတွေကိုမြင်တွေ့ရမယ့်အက်ရှင်ဇာတ်ကားကောင်းမို့လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ပါဗျ။File Size :(5.3GB)(1.7GB) and (629MB MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre :Action, Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/elite-squad2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDUyODIzZGUtYmU3OS00MGZlLTgwZGItOTQxOWMwZDliOWRmXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Pathaan (2023)",
        "description": "Pathaan (2023)\n(FUL HD အကြည်ဗားရှင်း)\nAction, Crime, Drama\nIMDb 6.4/10 (122K)ကဲ လူတွေပါးစပ်ဖျားရေပန်းစားနေကြပြီး ဘတ်ဂျတ်ကုဋေ၂ရာကျော်ရင်းပြီး\nရုံတင်ငွေကုဋေ၁သိန်းကျော်ထိ အမြတ်ပြန်လည်ရရှိထားတဲ့\nရှာရွတ်ခန်းရဲ့ ပထန်ဇာတ်ကားကြီးရဲ့ ကြည်တောက်ရှင်ဗားရှင်ကိုတင်ဆက်ပေးပါတော့မယ်နော်။မင်းသားကြီး ရှာရွတ်ခန်း...ဂျွန်အေဗရာဟင်..ဒီပီကားပါဒူကွန်တို့က Lead Role နေရာကနေ\nသရုပ်ဆောင်ပေးထားကြပြီး တခြားသော သရုပ်ဆောင်ပေါင်းများစွာလည်းပါဝင်ထားသလို\nမင်းသားကြီးဆလ်မာန်ခန်းကလည်း cameo အနေနဲ့ ပါဝင်ပေးထားပါသေးတယ်နော်။ဒီဇာတ်ကားကို အိန္ဒိယနာမည်ကြီးရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ Yash Raj Films မှ\nတာဝန်ယူထုတ်လုပ်ပေးထားပြီး လက်ပွားမင်းသားရဲ့ War ဇာတ်ကားကို တာဝန်ယူရိုက်ကူးပေးခဲ့တဲ့\nဒါရိုက်တာ ဆစ်ဒါသ်အာနန်းရဲ့အက်ရှင်လက်ရာတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ဆလ်မာန်ရဲ့ (Tiger)..လက်ပွားရဲ့ (War) တို့နဲ့ချိတ်ဆက်ပေးမယ့်\nPathaan ဇာတ်ကောင်ရဲ့ spin-off ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။Yash Raj ကုမ္ပဏီဟာ နောက်ပိုင်းမှာ spy universe ကို တည်ဆောက်သွားမယ့်ပုံပေါ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံသမ္မတကြီးကို အကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာ ဒူဘိုင်းက အခမ်းအနားပွဲတစ်ခုမှာ ပြန်ပေးဆွဲဖို့ရှိနေခဲ့ပါတယ်။ဒီတော့ လုံခြုံရေးကို သုံးဆတိုးမြှင့်ပြီး စောင့်ကြပ်ပေးနေခဲ့ပါတယ်။ မထင်မှတ်ထားတဲ့ ကိစ္စက\nအကြမ်းဖက်အဖွဲ့အစည်းဟာ သမ္မတကြီးကိုပြန်ပေးမဆွဲဘဲ သမ္မတကြီးနဲ့အတူလိုက်ပါလာတဲ့\nသိပ္ပံပညာရှင်နှစ်ယောက်ကို ပြန်ပေးဆွဲလိုက်ပါတော့တယ်။ခေါင်းခဲစေတဲ့ကိစ္စက ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/pathaan2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOGJjNzdmMWUtNzM1NC00MTAzLWE5NzQtZDEzZWFjNWY4NWMwXkEyXkFqcGdeQXVyNjM0NTg0Njg@._V1_-135x200.jpg",
        "title": "Shangri-La Suite (2016)",
        "description": "Kill the King (0r) Shangri-La Suite (2016)\n=============================ဂျက်ဘလူးဘလဒ်ဟာ ကံဆိုးတဲ့ဂေါက်ဘဲတစ်ပွေပဲ။ မိခင်ဟာ မီးတွင်း\nထဲမှာပဲဆုံးပါးခဲ့တယ်။ အဲဒီအတွက်သူ့ကို ခွင့်မလွှတ်နိုင်တဲ့အဖေနဲ့ ကြီး\nပြင်းခဲ့ရတယ်။ ငယ်စဉ်တောင်ကျေးထဲက ဖခင်ရဲ့အငြိုးကြီးစွာနဲ့ရိုက်နှက်\nမှုကိုခံရင်း အရွယ်ရောက်ခဲ့ပေါ့။ ရော့အင်ရိုးလောကရဲ့ဘုရင်တစ်ပါးလို့\nတင်စားကြတဲ့ အဲလ်ဗစ်ပရတ်စလေ(Elvis Presley) ဟာသူ့ဘဝရဲ့ကိုး\nကွယ်ရာဖြစ်ခဲ့တယ်။ အထီးကျန်ညတွေကို အဲလ်ဗစ်သီချင်းတွေနားထောင်\nရင်းကျော်ဖြတ်ခဲ့ရ။ နောက်ပိုင်းအရွယ်ရောက်လာတော့ ဆေးစွဲပြီး ဆေး\nဖြတ်ခန်းကိုပို့ခံခဲ့ရတယ်။ အဲလ်ဗစ်ကိုလည်း ခင်ဗျားတော့ လိုင်းကြောင်\nနေပြီဘာညာရေရွတ်လို့ပေါ့။ အဆိုပါ ဆေးဖြတ်ခန်းမှာပဲ သူဟာ ကယ်ရင်\nဘဒ် ဆိုတဲ့ မိန်းမချော လေးနဲ့တွေ့ဆုံချစ်ကျွမ်းဝင်ခဲ့တယ်။ နောက်တော့ နှစ်\nယောက်သား အတူတူထွက်ပြေးပြီး အဲလ်ဗစ်ပရတ်စလေကို လုပ်ကြံသတ်\nဖြတ်ဖို့ခရီးနှင်ခဲ့ကြတယ်။ ဇာတ်လမ်းကတော့ဒါပါပဲ။၁၉၇၄ နွေရာသီ၊ ကိုယ်စီကိုယ်စီအိပ်မက်တွေနဲ့ ချစ်သူနှစ်ယောက်၊ ဂေါက်\nဘဲရဲ့ဘဝရည်မှန်းချက်ကရှင်းရှင်းလေး အဲလ်ဗစ်ကိုသတ်မယ်။ ဒီဇာတ်လမ်းမှာ\nကောင်မလေးအကြောင်းလည်းနည်းနည်းထည့်ပြောရလိမ့်မယ်။ သူနေထိုင်တဲ့\nလူ့အဖွဲ့စည်းကို စိတ်ကုန်နေတဲ့အမျိုးသမီးငယ်တစ်ယောက်။ ကောင်းကောင်း\nမွန်မွန်ကြီးပြင်းခဲ့ပေမယ့် မိသားစုနဲ့အစေးမကပ်သူ။ ကဗျာတွေရေးတယ်။\nသူများတွေမတွေးမိတာတွေတွေးပြီး ငေးချင်ငေးမယ်။ ရှင်သန်ခြင်းအပေါ်မှာ\nတုံဏိဘာဝေဖြစ်နေသူ။ ဂျက်နဲ့တွေ့တော့ ဂျက်ရဲ့စောက်ဂရုမစိုက်တဲ့ အထာတွေ၊\nကမူးရှူးထိုးပုံစံတွေ၊ ထီမထင်တဲ့ပြောပေါက်တွေဟာ သူမကိုကိုင်လှုပ်လိုက်သလို\nဖြစ်သွားတယ်။ အဲဒီမှာ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/shangri-la-suite-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/5050582713343-1-141x200.jpg",
        "title": "Land of the Lost (2009)",
        "description": "Land of the Lost (2009)ဒီဇာတ်ကားကတော့ အားလုံးနဲ့မစိမ်းတဲ့ ဟာသမင်းသားကြီး Will Ferrell ရဲ့ ဇာတ်ကားဟောင်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ဂေါက်သီးသိပ္ပံပညာရှင်လို့ ယူဆခံထားရတဲ့ ဒေါက်တာရစ်ခ်မာရှယ်ဟာ အစပိုင်းမှာတော့ တခြားသူတွေရဲ့ လှောင်စရာတစ်ခုကနေ မပိုခဲ့ပါဘူး။ ဒါပေမဲ့ တစ်နေ့မှာ သူ့ရဲ့ သီအိုရီတွေမှန်ကန်မယ်လို့ ယုံကြည်တဲ့ ကမ်းဘရစ်ခ်ျက ကျောင်းသူတစ်ယောက်ရောက်လာချိန်မှာတော့ သူ့သီအိုရီတွေကိုလက်လျှော့လိုက်တဲ့ ရစ်ခ်မာရှယ်တစ်ယောက် လုပ်ငန်းပြန်စရပါတော့မယ်။ထင်ထားတဲ့အတိုင်း သူ့သီအိုရီတွေဟာ မှန်ကန်ခဲ့ပြီး အချိန်နဲ့အာကာသဟင်းလင်းပြင်ကိုဖြတ်လို့ တခြားကမ္ဘာဦးလူသား‌တွေ ဒိုင်နိုဆောတွေရှိတဲ့ အချိန်တစ်ခုဆီရောက်သွားပါတော့တယ်။ ဒါပေမဲ့ အချိန်သာမတူမယ် ပြဿနာတွေကတော့တူတူပဲဆိုတဲ့အတိုင်း ပြဿနာတွေတစ်ခုပြီးတစ်ခုလာပါတော့တယ်။သူတို့တွေ အတိတ်ကနေပြန်လာနိုင်မလား... ရစ်ခ်မာရှယ်ကကော ဟာသကြီးတစ်ခုအဖြစ်ကနေ လွတ်နိုင်ပါ့မလား... ဆိုတာကို ရယ်ရင်းမောရင်း ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ Adventure/Comedy ကားလေးဖြစ်တာကြောင့် ပေါ့ပေါ့ပါးပါး ဟာသကားတွေကြည့်ချင်သူတွေအတွက် အဆင်ပြေမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 850MB\nQuality - ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/land-of-the-lost-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g96luLEQbDpE5gtiMxj9xKQmgGY.jpg",
        "title": "Road To High & Low(2016)",
        "description": "High & Low ဂျပန်ရုပ်ရှင်နဲ့ စီးရီးတွေဆိုတာကတော့ Gangster လူမိုက်တွေ ဂိုဏ်းတွေ အုပ်လိုက်ချကြတာတွေ ကြိုက်တဲ့လူတွေအတွက်တော့ ရှယ်ပါပဲ။ သူကတော့ စီးရီးကို Season 1 & 2 ရှိထားပြီး ရုပ်ရှင်ဆိုလည်း ၆ ကားထိ ထွက်ရှိရတဲ့ထိ အောင်မြင်မှုရထားပါတယ်။ (၆ ကားလုံးလည်း တင်ဆက်ပေးမှာပါ)။\nHigh & Low ကြည့်ဖို့ အတွက် အကျဉ်းချုံး ဒါလေးကို ရှင်းပြထားချင်ပါတယ်။ ပထမဆုံး SWORD ဆိုပြီး နယ်မြေကြီးတစ်ခု ရှိပါတယ်၊ ဒီနယ်မြေထဲမှာ လူမိုက်ဂိုဏ်း ၅ ဂိုဏ်းက အချင်းချင်း သိပ်မတည့်ကြပဲ ကိုယ်စီအုပ်ချုပ်လျက်ရှိပါတယ်။1. ဆန်းနိုးလူမိုက်ဂိုဏ်း (SWORD ထဲက S)\nဒီရုပ်ရှင်ရဲ့ဇာတ်ဆောင်လို့ပြောရမယ့် မင်းသားတို့ရဲ့အဖွဲ့ပါ ခေါင်းဆောင်ကော်ဘရာနဲ့အတူ ယာမာတိုတို့က ဖွဲ့စည်းထားတာပါ။2. ဝှိုက်ရတ်စကဲလ်ဂိုဏ်း- အဖြူရောင်လူပေလူတေများ (SWORD ထဲက W)\nယောက်ျားသားတွေရဲ့နှိပ်စက်ရမ်းကားတဲ့ဒဏ်ကိုခံရတဲ့ မိန်းကလေးတွေကို ကာကွယ်ဖို့ဆိုပြီး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/road-to-high-low2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aa3THDYIUtzGduNUwONAQ5duROL.jpg",
        "title": "High & Low The Movie(2016)",
        "description": "ဒီတစ်ခါမှာတော့ SWORD နယ်မြေဖြစ်ထွန်းပြီးမကြာခင်မှာပဲ အဲဒီနယ်မြေကိုအပိုင်သိမ်းချင်တဲ့ အုပ်စုတစ်စုဟာ ကောက်ကျစ်တဲ့နည်းတစ်ခုကိုအသုံးချပြီး သိမ်းပိုက်ဖို့ကြိုးစားပါတော့တယ်။ ဒါပေမဲ့ SWORD ကိုချစ်ကြတဲ့ ဂိုဏ်းငါးဂိုဏ်းလုံးဟာ သူတို့ကိုပြန်လည်ခုခံကြပါတယ်။\nသူငယ်ချင်းကြားက သံယောဇဉ်တွေနဲ့ action ကြမ်းကြမ်းလေးတွေကိုပေါ်လွင်အောင်ပြသတာကို ရသစုံစုံ ခပ်မိုက်မိုက်ကြည့်ရမယ့် ဂျပန်ဂန်းစတားကားလေးဖြစ်ပါတယ်။\nဒါကတော့ဒုတိယမြောက်ကားဖြစ်ပါတယ်။ File size…2.15GB / 1.07GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 9m\nGenre ..... Action , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Kasashi",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/high-low-the-movie2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ctN0RtABQBaNLDWYLk4Lb77he7i.jpg",
        "title": "HiGH&LOW: The Red Rain(2016)",
        "description": "ဇာတ်လမ်းအစမှာတော့ အာမားမီးရားညီအစ်ကိုတွေဖြစ်ကြတဲ့. ဟီရိုးတိုးနဲ့ မာဆားကိတိုဟာရုတ်တရက် အစအနရှာမရအောင် ပျောက်ဆုံးသွားခဲ့တဲ့ အစ်ကိုဖြစ်သူ တာကဲရုကိုလိုက်လံရှာဖွေနေခဲ့ပါတယ်.မထင်မှတ်ဘဲ မိန်းမချောလေးဖြစ်သူ အိုင်ကာ နဲ့ တွေ့ဆုံမိပြီး.မိသားစု (၉) စု ရှိတဲ့ ခူရူးယုဂိုဏ်းရဲ့ မိသားစု (၁) စု ဖြစ်တဲ့. ကာမီဇိုနို မိသားစုရဲ့အရှုပ်အရှင်းတွေကြားထဲ ရောပါသွားချိန်မှာတော့.သူ့အဖေအတွက် တရားမျှတမှုကို ရှာဖွေနေသူ အိုင်ကာကို ကူညီရင်း. ဟီရိုးတိုးနဲ့ မာဆားကိတို့ ညီအစ်ကိုနှစ်ယောက်သူတို့တွေ့ချင်နေတဲ့ အစ်ကိုဖြစ်သူကို ရှာတွေ့မလား.ခူရူးယုဂိုဏ်းတင်မက တိုင်းပြည်ကိုပါ ရုန်းရင်းဆန်ခတ် ဖြစ်သွားစေနိုင်တဲ့လျို့ဝှက်ချက်ကြီးကို ဖော်ထုတ်နိုင်မလား. မထင်မှတ်ထားတဲ့ ဇာတ်ကွက်အလှည့်အပြောင်းတွေနဲ့.ညီအစ်ကိုသံယောဇဉ်. အနစ်နာခံမှု. မိသားစုရဲ့အဓိပ္ပါယ် ဆိုတာတွေကို ချပြထားတဲ့အက်ရှင်ကြမ်းကြမ်း. ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို\nCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…1.76GB / 890MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Drama\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/highlow-the-red-rain2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tdZnaktqIgFaKN00KlOj50emJn5.jpg",
        "title": "HiGH&LOW The Movie 2: End of Sky(2017)",
        "description": "အဆိုပါဂျပန်ရုပ်ရှင်ဟာ High & Low Franchise မှ တတိယမြောက်ရုပ်ရှင်ဖြစ်ပါတယ်။ Imdb 7.1အထိရရှိထားပြီး ရုံတင်ငွေ ၁.၃၄ ဘီလျံယန်းထိရရှိပြီး Japanese Box officeမှာအတိုင်းတာတစ်ခုထိအောင်မြင်မှုရရှိခဲ့ပါတယ်။ ဇိုးအထာဖမ်းထားတဲ့တိုက်ရည်ခိုက်ရည်ကောင်းတဲ့လူငယ်ဇာတ်ကောင်များပါဝင်ပြီး လူငယ်ပရိတ်သတ်တွေ အကြိုက်တွေ့မယ့်ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်ဒုစရိုက်လောကကိုအုပ်စိုးတဲ့ ခူရူးယုဂိုဏ်း(KURYU GROUP) ဟာ SWORD နယ်မြေမှာ ကာစီနိုဖွင့်ရန်ကြံစည်နေပါတယ်။ အဆိုပါ ကိစ္စကို SWORD နယ်ခံဂိုဏ်းတွေကမလိုလားပါဘူး။ ဆန်းနိုးဂိုဏ်းကကော်ဘရာရဲ့ အပြောရဆိုရင် SWORD ဟာခူရူးယုဂိုဏ်းအုပ်စိုးနေသရွေ့အနာဂတ်ဆိုတာလည်းမရှိဘူးလို့ဆိုပါတယ်။\nအင်အားကြီးတဲ့ဧရာမဂိုဏ်းကြီးနဲ့ အားပြိုင်ဖို့ကြိုးစားပုံမှာဇာတ်အိမ်တည်ထားတယ်။တချိန်တည်းမှာပဲ SWORD နယ်မြေကို ခပ်ထန်ကြမ်းတမ်းလွန်းတဲ့ဂိုဏ်းနှစ်ဂိုဏ်းဖြစ်ကြတဲ့ ရမ်မာရုရဲ့သံသယဂိုဏ်းနဲ့ ဂျက်စီရဲ့ ထောင်ဂိုဏ်းတို့ပူးပေါင်းကာ တိုက်ခိုက်ဖို့ကြံစည်ကြပါတယ်။ အဓိကက\nသံသယဂိုဏ်းရဲ့ထာဝရရန်ဖက်ဖြစ်တဲ့ ဝှိုက်ရတ်စကဲလ်ဂိုဏ်းကို ချေမှုန်းချင်ရာကနေစတင်ပါတယ်။ဝှိုက်ရတ်စကဲလ်တွေဟာအမျိုးသမီးတွေကို ကာကွယ်သူတွေအဖြစ်ခံယူထားကြပြီးသံသယဂိုဏ်းသားတွေကတော့ ငွေရရင်ဘာမဆိုလုပ်ကြမယ့်လူတွေဖြစ် တယ်။ SWORD နယ်မြေက\nဆန်းနိုးလူဆိုးဂိုဏ်းကိုယ်စားပြု ကော်ဘရာဟာ SWORD ဂိုဏ်းတွေမဟာမိတ်ဖွဲ့ဖို့ အဆိုကိုတင်သွင်းပြီးအားလုံးလိုလိုကငြင်းဆန်ခဲ့ကြပါတယ်။ ဝှိုက်ရတ်စကဲလ်ဂိုဏ်းကရော့ကီဟာ သံသယဂိုဏ်းကဘဲတွေကိုသူကိုယ်တိုင်ပဲရိုက်ခွဲချင်နေပြီးအခြားဘေးကပါဝင်သူတွေကိုထိခိုက်နစ်နာမှာကိုမလိုလားပါဘူး။တစ်ဖက်မှာတော့ အာမားမီးယားညီအစ်ကိုဂိုဏ်းဟာ ဒုစရိုက်လောကရဲ့အကြီးဆုံးဂိုဏ်းဖြစ်တဲ့ခူရူးယုဂိုဏ်းကို အမြစ်ကနေဆွဲလှန်ပြီးဖျက်စီးနိုင်မယ့် ယူအက်စ်ဘီ(USB FLASH DRIVE)ကိုလက်ဝယ်ရရှိထားပါတယ်။ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/highlow-the-movie-2-end-of-sky2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vTETzlxpE3TjeRYjmWbMgUSeSrF.jpg",
        "title": "HiGH&LOW The Movie 3: Final Mission(2017)",
        "description": "High & low the Movie 3 - Final Mission ကတော့ဂျပန်အက်ရှင်ဒရာမာ ရုပ်ရှင်တွဲဖြစ်တဲ့ High and Low series ရဲ့လေးကားမြောက်ပါ။ဂျပန်ယာကူဇာတွေဖြစ်တဲ့ ခူရူးယုဂိုဏ်း(Kuryu Group)နဲ့ SWORD အဖွဲ့တို့ကြားက တိုက်ပွဲကိုရိုက်ထားပြီး ရှေ့ကသုံးကားဖြစ်တဲ့ High & Low the Movie 1,High & Low the Red Rain,High & Low the Movie 2/ End of Sky တို့ရဲ့အဆက်ပါ။ရုပ်ရှင်ဒရာမာရသအပြည့်အဝခံစားချင်ရင်တော့ ကားအစဉ်လိုက်ကြည့်ဖို့ညွှန်းပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ Nameless City ဆိုတဲ့အမည်မရှိမြို့မှာအရင်ကဆေးဝါးစက်ရုံတစ်ခုရှိခဲ့ပါတယ်။အဲ့ဆေးဝါးက ဗိုင်းရပ်စ်ကုသတဲ့နေရာမှာထိရောက်မှုရှိခဲ့တဲ့အတွက်အစိုးရကလည်းထောက်ခံမှုပေးခဲ့ပါတယ်။ဒါပေမဲ့ဆေးကအခြားဘက်မှာဆိုးကျိုးတွေရှိနေပြီး ကုသခဲ့တဲ့လူနာတွေကခြောက်လအတွင်းမှာသေဆုံးခဲ့ပါတယ်။အဲ့အကြောင်းကြောင့်ကုမ္ပဏီလည်း ဒေဝါလီခံလိုက်ရပါတယ်။ထို့အပြင်ကုမ္ပဏီကထွက်တဲ့အညစ်အကြေးစွန့်ပစ်ပစ္စည်းတွေအနီးနာရေကန်ဆီစွန့်ပစ်ခံလိုက်ရပြီး ထိုဒေသမှာနေတဲ့လူတွေ အဆိပ့်သင့်ဓာတ်ပစ္စည်းတွေရဲ့အကျိုးဆက်ကိုခံစားခဲ့ကြရပါတယ်။ထိုအကြောင်းတွေသိတော့ အစိုးရကသက်ဆိုင်ရာတွေကိုခေါ်ပြီးမြေဖို့ ဖုံးဖိခဲ့ပါတယ်။ ဆေးကုမ္ပဏီက ကျန်ရှိနေတဲ့သက်သေတွေအစဖျောက်ဖို့ ခူရူးယုဂိုဏ်းကိုငှားခဲ့ပါတယ်။တစ်ဖက်မှာလည်း အစိုးရနဲ့ခူရူးယုပူးပေါင်းကာ မိုင်းတွင်းနဲ့အမည်မရှိမြို့ကိုဖောက်ခွဲဖျက်ဆီးပစ်ပြီး ထိုနေရာမှာသူတို့အကျိုးအမြတ်ရမဲ့ ကာစီနိုတစ်ခုကိုတည်ဆောက်ဖို့လုပ်ပါတော့တယ်။ထိုအခါ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/highlow-the-movie-3-final-mission2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lzdtHnMrvmhteuVepYgu3zfUuuN.jpg",
        "title": "High & Low The Worst(2019)",
        "description": "High and Low ပရိသတ် တွေအားလုံးပဲ မင်္ဂလာပါခင်ဗျာ။ ဒီ High and Low:The Worst ဟာ High & Low movieတွဲတွေထဲမှာ (၆)ကားမြောက်ဖြစ်ပြီး timeline အားဖြင့် Final Mission အပြီး ခရူးယုဂိုဏ်းရှုံးနိမ့်သွားချိန်မှာ ဇာတ်အိမ်တည်ထားပါတယ်။ ဇာတ်ကြောင်းကို နည်းနည်း ပြောပြရရင် Final Mission အပြီးမှာ ခရူးယုဂိုဏ်း ၊သံသယဂိုဏ်းတို့နဲ့ အတူ ပျောက်ကွယ်သွားတဲ့ ရတ်ဒရမ်မူးယစ်ဆေးတွေဟာ SWORD ရဲ့ လမ်းမတွေပေါ်မှာ တစ်စတစ်စနဲ့ ပြန်ပေါ်လာပါတော့တယ်။ဆေးရောင်းချမှုတွေဟာ တဖြည်းဖြည်းနဲ့ ပမာဏများလာပြီး မူရာယာမတို့ရဲ့ အိုယာအထက်တန်းကျောင်းအထိ ပြန့်နှံ့ရောက်ရှိလာပါတယ်။အဲ့ဒီအချိန်မှာ အိုယာအထက်တန်းကျောင်းဂိုဏ်းမှာလည်း ပြဿနာတွေတက်နေပြီး ပုဂ္ဂိုလ်စွဲတွေနဲ့ ဂိုဏ်းခွဲတွေ အများကြီး ကွဲလာပါတော့တယ်။ ဒီလိုအတွင်းရေး ပြဿနာတွေကြားထဲမှာ အိုယာဂိုဏ်းသားတွေဟာ ရတ်ဒရမ်ပြဿနာကို ဘယ်လိုဖြေရှင်းကြမလဲ၊သူတို့ကြားထဲမှာရော ဘယ်လိုကိစ္စတွေကြောင့် ပြဿနာတွေတက်နေရတာလဲ၊အိုယာကျောင်းဂိုဏ်းမှာရော ဘယ်လိုအပြောင်းအလဲတွေ ဖြစ်လာမလဲဆိုတာတော့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/high-low-the-worst2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kRlMWoqx0pq0K78f4seWOWtaTkF.jpg",
        "title": "High & Low The Worst X(2022)",
        "description": "High & Low The Worst X ကတော့ ၂၀၂၂ တုန်းကနောက်ဆုံးထွက်ထားတဲ့ ၇ ကားမြောက်ဇာတ်ကားဖြစ်ပြီး High & Low The Worst အပြီး ၃ နှစ်အကြာမှာ ဇာတ်လမ်းတည်ထားတာပါ။\nအိုယာကျောင်းဂိုဏ်းဟာ ခေါင်းဆောင်အသစ်နဲ့အတူ ဂိုဏ်းအားလုံးထဲမှာ အတောင့်တင်းဆုံးနီးပါးအထိဖြစ်လာပြီး ဒါကို ပြဿနာရှာချင်တဲ့ ဆဲနိုမွန်ကျောင်းဂိုဏ်းက တခြားအဖွဲ့နှစ်ဖွဲ့နဲ့ပေါင်းပြီး အိုယာကျောင်းဂိုဏ်းကိုဖျက်ဆီးကြတဲ့အခါမှာ သုံးဖွဲ့တစ်ဖွဲ့ချကြပါတယ်။\nဇာတ်ကောင်အဟောင်းအနေနဲ့ကတော့ တိုဒိုရိုကီ၊ ဖူဂျီအို၊ ဆာချီအိုနဲ့ တခြားဇာတ်ပို့တွေပြန်ပါမှာဖြစ်ပြီး ဇာတ်ကောင်အသစ်တွေအများကြီးနဲ့ ကျစ်လစ်တဲ့ဇာတ်အိမ်ကြောင့် ကြည့်ဖို့နှစ်ခါမစဉ်းစားသင့်တဲ့ဇာတ်ကားပါ။  File size…2.26GB / 1.12GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 59m\nGenre ..... Action , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Kasashi",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/high-low-the-worst-x2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VkJZ2YSI23rwywTi6rJA4KYBmG.jpg",
        "title": "Possessed (2022)",
        "description": "Rasuk or Possessed (2022)IMDb 5.3 ရထားတဲ့ အင်ဒိုနီးရှား Horror ကားလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဖုန်းလိုင်းသိပ်မမိတဲ့ ကျောင်းတစ်ကျောင်းမှာ\nစာသင်နှစ်ဝက်ကျောင်းပိတ်ရက်ရောက်တော့ အိမ်မပြန်ဘဲ အဆောင်မှာနေခဲ့တဲ့ ကျောင်းသားတွေရှိပါတယ်။\nဆရာ Nazmi ကတော့ အိမ်မပြန်တဲ့ကျောင်းသားတွေကို စောင့်ရှောက်ပေးဖို့ ခွင့်ယူထားရာကနေ\nအဆောင်ကိုပြန်လာရပါတယ်။\nအဲဒီထဲက ကျောင်းသားအဖွဲ့တစ်ဖွဲ့က မြစ်ကမ်းဘေးကို ပျော်ပွဲစားထွက်ရာကနေ အဖွဲ့ထဲက Wari ဆိုတဲ့\nကျောင်းသားက ထူးဆန်းတဲ့ပုလင်းလေးကို ဖွင့်မိသွားလို့ သရဲဝင်ပူးခံရပြီး Zombie လို ဖြစ်သွားပါတယ်။\nWari က တခြားကျောင်းသားတွေကို လိုက်တိုက်ခိုက်တော့ တခြားသူတွေပါ ကူးစက်ခံရပြီး သူ့လိုဖြစ်ကုန်ပါတယ်။\nအဆောင်မှာ ဖုန်းလိုင်းမမိတဲ့အပြင် ညဘက် မီးပါပျက်သွားတော့ ဆရာ Nazmi နဲ့ကျောင်းသားတွေ\nအသက်ရှင်အောင် ဘယ်လိုကြိုးစားကြမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Action, Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/possessed-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNWI5ZGUzNDAtOGY0Yy00NzU0LWE0NmYtNGNlOGI0YjVlZTk4XkEyXkFqcGdeQXVyODQ0NjU1OTE@._V1_-135x200.jpg",
        "title": "Supercell (2023)",
        "description": "Supercell (2023)\n============လတ်တလော အသစ်ထွက်ရှိလာတဲ့ထဲကမှ Best Cinematography\nAward အပါအဝင် ဆုသုံးဆုထိ ရရှိထားတဲ့ action and adventure\nဇာတ်ကားကောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။သိပ္ပံပညာရဲ့ နက်ရှိုင်းမှုတွေ၊ သဘာဝတရားကြီးရဲ့ ဆန်းကြယ်မှုတွေကို\nသည်းထိပ်ရင်ဖို ကြည့်ရှု့သွားရမှာဖြစ်ပြီး လေ့လာမှတ်သားစရာတွေ\nလည်း ပါဝင်နေတာဖြစ်လို့ ဇာတ်လမ်းကြည့်ရင်း win-win အခြေအနေ\nတစ်ခုကို ရရှိစေမှာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ဝီလီယမ်ဘရိုဒီဆိုတဲ့ ဆယ်ကျော်သက်ကောင်\nလေးတစ်ယောက်က ဆုံးပါးသွားပြီဖြစ်တဲ့ သူ့ရဲ့ဖခင်ဖြစ်သူ ဘေလ်ဘရိုဒီ\nတစ်ဖြစ်လဲ ဒဏ္ဍာရီလာမုန်တိုင်းမုဆိုးတစ်ဦးရဲ့ အဆုံးမရှိတဲ့ အိပ်မက်တွေ\nနောက်ကို လိုက်ဖို့ ကြိုးစားတဲ့ စွန့်စားခန်းတစ်ခုပါပဲ။ အဲဒီစွန့်စားခန်းမှာ\nအသက်အန္တရာယ်ရှိတဲ့အထိ ပြင်းထန်တဲ့ မုန်တိုင်းတွေ၊ လေဆင်နှာမောင်း\nတွေ တစ်လုံးပြီးတစ်လုံး ကြုံတွေ့ရပြီး အသက်ရှင်ကျန်ရစ်နိုင်ဖို့ ကြိုးပမ်း\nအားထုတ်မှုတွေကို သည်းထိပ်ရင်ဖို တွေ့မြင်သွားရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (495 MB) / (296 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/supercell-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wPFVeVYuFhCnnOAZZHpMROCbssE.jpg",
        "title": "The Sentinel(2006)",
        "description": "ဒီဇာတ်ကားက ဂန္ဓ၀င်မင်းသားကြီး Michael Douglas ရဲ့ဇာတ်ကားလေးပါ။ ပိထ်ဂါရစ်ဆန် နဲ့ ဘရက်ကင်ရစ်ခ်ျ တို့ဟာ သမ္မတ လုံခြုံရေးတပ်ဖွဲ့မှာ တာ၀န်ထမ်းဆောင်လာခဲ့တာ နှစ်ပေါင်းများစွာရှိနေပါပြီ။ သူတို့နှစ်ယောက်ဟာ ခင်မင်တာကြာပြီဖြစ်တဲ့ သူငယ်ချင်းနှစ်ယောက်ဖြစ်ပေမယ့် ပုဂ္ဂိုလ်ရေးကိစ္စကြောင့် စိတ်၀မ်းကွဲနေကြတဲ့သူတွေဖြစ်ပါတယ်။ တစ်ရက်မှာတော့ လုံခြုံရေးအဖွဲ့ရဲ့ အဖွဲ့၀င်တစ်ဦးဟာ သမ္မတကိုလုပ်ကြံဖို့စီစဉ်‌နေတာသိလိုက်ရတော့ လုံခြုံရေးအဖွဲ့တစ်ခုလုံး သို့လော သို့လော ဖြစ်ကုန်ကြပါတယ်။ တစ်ယောက်နဲ့တစ်ယောက် ယုံမရတော့တဲ့အနေအထားကြောင့် မုသားဖော်စက်နဲ့ တစ်ဦးချင်းစစ်ဆေးရာမှာ ပိထ် လိမ်နေတယ်လို့သိလိုက်ရပါတယ်။ ဒါပေမယ့် ပိထ်ကအဖမ်းမခံဘဲ အကွက်ချခံရကြောင်းပြောပြီး တရားခံအစစ်ကိုရှာဖို့ကြိုးစားပါတော့တယ်။ ပိထ်ဟာ သူပြောသလို အကွက်ချခံရတာလား ကိုယ်တိုင်ကပဲလုပ်ကြံရေးသမားဖြစ်နေတာလား.... File size…1.69GB / 708.9MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-sentinel2006/"
    }
]