[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jS9I1TO4OVdBhTCeyHHKiXE5Bil.jpg",
        "title": "Daaka (2019)",
        "description": "Daaka (2019)ရှင်ဒီ ဟာ အသက် (၃၈) နှစ်အရွယ် လူပျိုကြီး၊ ပိုင်ဆိုင်တာဆိုလို့ ရူပီးနှစ်သိန်းတန် မြေကွက်တစ်ခုရယ်၊ တံခါးပေါက်တွေတောင်မပါတော့တဲ့ အိမ်တစ်လုံးရယ်၊ ခြေသုံးချောင်းပဲ အကောင်းကျန်တော့တဲ့ ကုတင်တစ်လုံးရယ်၊ ဆီအမြဲပြတ်နေတတ်တဲ့ ဆိုင်ကယ်တစ်စင်းရယ်၊ သူ့ကိုသိပ်ချစ်ရှာတဲ့ အထက်တန်းလွှာက ချစ်သူမိန်းမချောလေးရယ်၊ သူဘေးမှာ မခွာတမ်း ခင်မင်ရှာတဲ့ ညီအစ်ကိုတမျှရင်းနီးသူ ဘာလီ ရယ်။ရှင်ဒီ နဲ့ ဘာလီ တို့နှစ်ယောက်ဟာ ဈေးဆိုင်ကြီးတစ်ခုရဲ့မျက်နှာစာမှာ ဖုန်းပြင်ဆိုင်သေးသေးလေးဖွင့်လို့ စားဝတ်နေရေး ဖြေရှင်းကြရသူတွေပါ။ ရှင်ဒီ က အကြံဉာဏ်ကောင်းတွေနဲ့ စီးပွားရေးလုပ်ကိုင်တတ်သူဖြစ်ပြီး ဘာလီ ကတော့ ရှင်ဒီ ပြောသမျှနားထောင်ပြီး ဒိုင်ခံအလုပ်လုပ်ပေးသူ ဖြစ်ပါတယ်။ ဉာဏ်သမားနဲ့ အလုပ်လုပ်သမားပေါ့။ ဒါပေမဲ့ သူတို့နှစ်ယောက်က ကျောမွဲလေးတွေပါ။ ဆင်းရဲသား နင်းပြားလေးတွေ။တစ်နေ့မှာ သူတို့မှီခိုနေရတဲ့ ဈေးဆိုင်ကို သူ့ပိုင်ရှင်က ရောင်းချတော့မယ့်အဖြစ်ကို ရောက်လာခဲ့ပါတယ်။ နောက်ရောက်လာမယ့်ပိုင်ရှင်က ဈေးဆိုင်ရှေ့မှာဖွင့်နေတဲ့ သူတို့ရဲ့ဖုန်းပြင်ဆိုင်လေးကို ကြည်ဖြူပါ့မလား မသေချာတာကြောင့် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/daaka-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNzM4OTcyMjEyNl5BMl5BanBnXkFtZTcwMzEwNDI4OA@@._V1_-133x200.jpg",
        "title": "The Running Man (1987)",
        "description": "ဒီဇာတ်ကားက ၁၉၈၇ မှာထွက်ခဲ့တယ်။ဇာတ်လမ်းက အဲဒီအချိန် ၁၉၈၇ ကနေ အနာဂတ်နှစ်ပေါင်းသုံးဆယ်ကို ကြိုမှန်းပြီး ၂၀၁၇ မှာ ဇာတ်အိမ်တည်ထားတယ်။ ဒါပေမဲ့ အခုလက်ရှိဖြစ်ပျက်ကြုံတွေ့နေရတဲ့ ကာလံဒေသံနဲ့တော့ အင်မတန်ကိုက်ညီတဲ့ ဇာတ်ကားပါပဲ။၂၀၁၇ မှာ တကမ္ဘာလုံးစီးပွားပျက်ကပ်ကြီးဖြစ်ပြီး စားနပ်ရိက္ခာထုတ်လုပ်မှုတွေလျော့ကျ၊ သံယံဇာတတွေ ရေနံ သဘာဝဓာတ်ငွေ့တွေလည်း နည်းပါးပြတ်လပ်လာခဲ့တာ တကမ္ဘာလုံးမှာပါပဲ တဲ့။\nအဲလိုအချိန်မှာ အမေရိကန်နိုင်ငံမှာ အကြွင်းမဲ့အာဏာရှင်အစိုးရတစ်ရပ်က အုပ်ချုပ်နေပါသတဲ့။ စာရေးဆရာနှယ် စိတ်ကူးမှယဉ်တတ်‌သေးတယ်ဗျာတယ်။ (တကယ်တော့ အဲဒီဇာတ်လမ်းဟာ စာရေးဆရာ Stephen Kingက ကလောင်ခွဲတစ်ခုနဲ့ ရေးသားထုတ်ဝေခဲ့တဲ့ ဝတ္ထု The Running Manကိုပဲ အခြေတည်ပြီး ရိုက်ကူးထားတာလို့ သိရပါတယ်။) တနိုင်ငံလုံးကို စစ်နယ်မြေဇုန်တွေခွဲပြီး သံမဏိစည်းကမ်းနဲ့ အုပ်ချုပ်ပါသတဲ့။ စာပေ ဂီတအပါအဝင် အနုပညာအားလုံးကို ဆင်ဆာပိတ်ထားတယ်။ ပို့ဆောင်ဆက်သွယ်ရေးလုပ်ငန်းလို့ မရှိစေရ။ တစ်နေရာနဲ့တစ်နေရာ စာရေး၊ဖုန်းဆက်ခွင့် မပြု။ ခရီးသွားချင်ရင် အစိုးရထုတ်ပေးထားတဲ့ ခရီးသွားလက်မှတ်ရှိမှ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-running-man-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWE48knKsaPGqVoANXoWraiub2d.jpg",
        "title": "Eraser: Reborn (2022)",
        "description": "Eraser Reborn(2022)အရာရှိ ပိုလတ်ဟာ အသက်အန္တရာယ်ရှိတဲ့\nမျက်မြင်သက်သေတွေကို သတ်ပစ်ချင်ယောင်ဆောင်ပြီး\nတရားခွင်မှာ သက်သေထွက်ဆိုရမယ့်အချိန်အထိ\nယာယီ ဖျောက်ဖျက်ပေးတဲ့ U.S. အထူးတပ်ဖွဲ့ကပါတစ်နေ့မှာတော့ ရာဇဝတ်ကောင်သူဌေးရဲ့ မိန်းမတစ်ယောက်ကို\nမျက်မြင်သက်သေအဖြစ် တာဝန်ယူပေးဖို့ ဖြစ်လာပါတယ်သက်သေနဲ့အတူ\nတောင်အာဖရိက ကိပ်မြို့ကို ရောက်သွားတဲ့အခါ\nသူတို့နောက်ကို လိုက်နေတဲ့လူတွေရှိနေတယ် ဆိုတာရယ်\nထောင်ချောက်အဆင်ခံလိုက်ရတယ်ဆိုတာရယ်ကို သိလိုက်ရပါတော့တယ်သံသယတွေ သစ္စာဖောက်မှုတွေကြားထဲမှာ\nပိုလတ်တို့အန်ိုင်ယူသွားနိုင်မလား\nဒါမှမဟုတ် ထာဝရ ဖျောက်ဖျက်ခံလိုက်ရမလား...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality….1080p | 720p| 480p\nFile size… 1.6GB | 803MB | 292MB\nFormat…mp4\nDuration….1h 42min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman NoX\nEncoder ..... August",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/eraser-reborn-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iSVYJE0Hz4g0SEAGKXA84yhcfPT.jpg",
        "title": "Ramaiya Vastavaiya (2013)",
        "description": "Ramaiya Vastavaiya (2013)\n========================အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးကို\nRamaiya Vastavaiya လို့ အမည်ရတဲ့ ကားဟောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားကတော့ Romantic Drama ဆိုတဲ့ အမျိုးအစားဖြစ်တဲ့အလျောက် လူငယ်လေးနှစ်ယောက်\nဖူးစာစုံမက်ကာ ချစ်ကြိုက်ခဲ့ပြီး တူနှစ်ကိုယ်ပေါင်းဖက်ခွင့်ရဖို့ အခက်အခဲတွေ ကျော်လွှားရပုံကို ဟာသနှောရင်း ရိုက်ကူးပုံဖော်ထားတာပဲ ဖြစ်ပါတယ်ရမ်လို့အမည်ရတဲ့ ကောင်လေးဟာ ဘီလီနာမိဘနှစ်ပါးကနေ ပေါက်ဖွားလာပြီး ဩစတြေးလျမှာ ကြီးပျင်းလာခဲ့တဲ့\nမြို့ကြီးသားသူဌေးသားလေးပါ ဆိုနာဆိုတဲ့ ကောင်မလေးကတော့ အစ်ကိုဖြစ်သူ ရတ်ဒ်ဟူးဗီကို ဖခင်လိုမိခင်လို\nဆည်းကပ်ရင်း အစ်ကိုတစ်ယောက်ညီမတစ်ယောက်ဘဝနဲ့\nဘဝကိုဖြတ်သန်းနေတဲ့ ရိုးရိုးသားသား ကျေးတောသူလေးပေါ့တစ်နေ့မှာတော့ သူငယ်ချင်းဖြစ်သူက မင်္ဂလာပွဲကို လာဖို့ အိမ်ကိုဖိတ်ရင်း ရမ်နဲ့ဆိုနာတို့\nကံကြမ္မာစုံမက် ဖူးစာဖက်ကာ နှစ်ယောက်သားအတူ ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒါပေမဲ့လည်း ရမ်ရဲ့မိခင်ဟာ ဒီအကြောင်းကို သိသွားပြီးတဲ့နောက် ရမ်ကို\nသူမမောင်ရဲ့စီးပွားရေးမိတ်ဖက်ရဲ့သမီးဖြစ်သူနဲ့ နေရာချထားပေးဖို့ စီစဥ်ပါတော့တယ်\nကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာတယ်လို့ပဲ ပြောရမလား ရမ်ရဲ့အမေ\nဆိုနာ့ကို ငွေကြေးချို့တဲ့တဲ့အတွက်ကြောင့် ပုတ်ခတ်ပြောဆိုနေစဥ် ဆိုနာ့အစ်ကိုဖြစ်သူ\nရတ်ဒ်ဟူးဗီ ရောက်လာပါတော့တယ် ရမ်တစ်ယောက် အကြပ်တွေ့ပြီး\nအမေဖြစ်သူနဲ့နေခဲ့ရင် မချစ်နှစ်သက်တဲ့သူနဲ့ လက်ထပ်ပြီး ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/ramaiya-vastavaiya-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMjIxODAzNTIzN15BMl5BanBnXkFtZTcwNDE2ODg5Nw@@._V1_-135x200.jpg",
        "title": "6 Bullets (2012)",
        "description": "မင်းသားကြီးဗန်ဒိန်းရဲ့ ၂၀၁၂ကထွက်ခဲ့တဲ့ အက်ရှင်ကား​ဟောင်း တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်၊\nIMDb မှာ 6 ရထားပြီးငယ်ငယ်ကထဲက ကြိုက်ခဲ့ရတဲ မင်းသားကြီးရဲ့ မပျက်စီး​သေးတဲ့ အက်ရှင်​တွေကို မြင်​တွေ့ရဦးမှာပါ။ဆမ်ဆန်​​ဂေါလ်က ​ကြေးစားစစ်သား​ဟောင်းဖြစ်ပြီး အနားယူချိန် အလွတ်စုံ​ထောက်အ​နေနဲ့ လူကုန်ကူးမှု​တွေကို အဓိကလိုက်​နေတဲ့ သူပါ၊\nဒါ​ပေမဲ့ သူရဲ့ သတိလက်လွတ်လုပ်လိုက်မိတဲ့ မ​တော်တဆတစ်ခု​​ကြောင့် က​လေးမ​လေး ၂​ယောက် ​​သေရပြီး​နောက် အပြစ်ရှိတဲ့စိတ်နဲ့ အလွတ်စုံ​ထောက်ဘဝကပါနားကာ အသား​ရောင်းသူအဖြစ် ဇာတ်မြုပ်​နေထိုင်ခဲ့ပါတယ်။တစ်​နေ့မှာ အ​မေရိကန် MMAဖိုက်တာ ချန်ပီယံ​ဟောင်း အန်ဒရူး ​​ဖေဒန်နဲ့မိသားစုဟာ တ​ကျော့ပြန် ထိုးသတ်ပွဲအတွက် ​ဆွေး​နွေးဖို့ ​ဆမ်ဆန်​​ဂေါလ်​နေတဲ့ ​မော်ဒိုဗာနိုင်ငံကို ရောက်လာပါတယ်၊\nသူတို့ ​ရောက်ပြီး မကြာခင်မှာ သမီးဖြစ်သူ ဘက်ကီ​ဖေဒန် ရုတ်တရက် ပျောက်ဆုံးသွားပါတယ်၊\nရဲတပ်ဖွဲ့နဲ့ အ​မေရိကန်သံရုံးအထိ သူရဲ့ ​ပျောက်ဆုံးမှုကို အပူတပြင်းစုံစမ်းခဲ့​ပေမယ့် မထူးခြားတဲ့အဆုံး အနားယူ​နေတဲ့ ဆမ်ဆန်​​ဂေါလ်ဆီ ​ရောက်လာခဲ့ပါတယ်၊\nဒီလိုနဲ့ပဲ ​ကြေးစားစစ်သား​ဟောင်းကြီးဟာ ​က​လေးမ​လေးကို လိုက်ရှာဖို့အ​ကြောင်းပါလာပြန်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/6-bullets-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/f981d9c2-891f-4cc7-9a19-7dcdef6b71c9-133x200.jpg",
        "title": "Blade Runner (1982)",
        "description": "1982 ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Blade Runner ကားဟာလက်ရှိ 2017 ကာလဆီကိုဦးတည်ရိုက်ကူးထားတဲ့ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ မိုးပျံကားတွေ အထပ်မြင့်အဆောက်အဦတွေနဲ့ ပြောင်းလဲနေပြီဖြစ်တဲ့ ကမ္ဘာကြီးမှာအထူးပြောင်းလဲမှူလို့ခေါ်နိုင်တာတစ်ခုလဲရှိနေပါတယ်။အဲ့တာကတော့ Replicants လို့ခေါ်တဲ့ ပုံတူစက်ရုပ်တွေပါပဲ။လူသားနဲ့ချွပ်စွပ်တူတဲ့ အဲ့စက်ရုပ်တွေက ခံစားချက်တွေပေါက်ဖွားလာနိုင်တာကို လူသားတွေသိတဲ့အခါ သုတ်သင်ပစ်ဖို့ကြိုးစားရပါတော့တယ်။မင်းသားကြီး ဟယ်ရီဆင်ဖို့ဒ်က Blade Runner လို့ခေါ်တဲ့ မုဆိုးတစ်ယောက်။ထွက်ပြေးလွတ်မြောက်နေတဲ့ Replicant တွေကိုရှာဖွေ သတ်ဖြတ်ပေးရမယ့်တာဝန်နဲ့ ဇာတ်လမ်းကို အစချီထားပါတယ်။သာမာန်သိပ္ပံကားတွေနဲ့ မတူတာကတော့ ဒီစက်လမ်းက စုံထောက်ဇာတ်လမ်းအသွားမျိုးလို့ပြောလို့ရပါတယ်။ရိုးရိုးသားသားဝန်ခံရရင် စကြည့်ကာစကတော့ သိပ္ပံဇာတ်လမ်းတွေရဲ့ ထုံးစံအတိုင်း စက်ရုပ်တွေကလူဆိုးတွေဖြစ် လူဆိုးတွေကိုရှင်းလင်းလိုက်တဲ့ကားမျိုးပဲထင်ခဲ့တာပါ။ကြည့်ရင်းနဲ့ ဒီကားက Imdb Rating 8.2နဲ့ Rotten Tomatoes 90% ရလဲရထိုက်ပါပေတယ်လို့ပဲကောက်ချက်ချလိုက်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ နောက်ဆက်တွဲ Blade Runner 2049 (2017) လဲ ထွက်ရှိထားတာမလို့ ဒီကားလေးကို အရင်ခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတော့တယ်။\nFile size…(2.2 GB)/(900 MB)\nQuality….BluRay 1080p HEVC / ...",
        "rating": "8.2",
        "url": "https://megaup.net/14Y0t/(CM)_Blade_Runner_(1982)_Final_Cut_V2_1080p_BluRay_x265_10bit_AAC_5.1-Nyein.mkv",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJhaeXggESnMuD4roEcrUvCyoBV.jpg",
        "title": "Thar (2022)",
        "description": "Thar (2022)\n=====================\nImdb 6.2 / 1.2k၁၉၈၀ ပြည့်နှစ် အနောက်တိုင်း thriller အမျိုးအစား ရုပ်ရှင်ကို\nပြန်လည် ခံစားသက်ဝင်ရိုက်ကူးထားပြီး ၂၀၂၂ Netflix မှ အသစ်စက်စက်ထွက်ရှိထားတဲ့\nThar ဆိုတဲ့ အိန္ဒိယဇာတ်ကားကောင်းလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါရစေ...ဇာတ်ကားလေးကိုတော့ ရာဂျက်စ်သန် နယ်စပ်နား မူနာဘာအို ရွာလေးကို အခြေပြုပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်\nဆူရေခါဆင်းကတော့ မူနာဘာအိုရွာလေးမှာ အကြာကြီး တာဝန်ထမ်းဆောင်လာခဲ့ပြီး လပိုင်းအတွင်းမှာ\nအငြိမ်းစားယူတော့မယ့် အင်စပတ်တာ တစ်ယောက်ပါ။သူ တာဝန်ထမ်းဆောင်လာခဲ့တဲ့ နယ်မြေလေးဟာ အေးချမ်းလွန်းပြီး\nအမှုအခင်းဆိုလို့ ရန်ပွဲလောက်ကလွဲရင် ကျန်တာ မရှိတဲ့နေရာလေးပါ\nတစ်နေ့မှာတော့ အဲဒီနယ်မြေမှာ အိမ်တစ်အိမ်ကို ဂိုဏ်းတစ်ခုက ဝင်ရောက်လုယက်ပြီး\nအိမ်သားတွေကို သတ်ဖြတ်ကာ ပစ္စည်းဥစ္စာတွေကိုပါ ယူသွားပါတော့တယ်။အဲဒီအမှုဖြစ်ပြီး နောက်တစ်နေ့မှာပဲ ဆူဗာလို့ခေါ်တဲ့ ရွာသားတစ်ယောက် ရက်ရက်စက်စက်နှိပ်စက်ပြီး သတ်ခံရပြန်ပါတယ်။\nအင်စပတ်တာ ဆူရေခါဆင်းတစ်ယောက် ဒီအဖြစ်အပျက်တွေ စုံစမ်း ဖော်ထုတ်ဖို့ ကြိုးစားနေချိန် ဆစ်ဒါလို့ခေါ်တဲ့\nရှေးဟောင်းပစ္စည်း ရောင်းဝယ်ရေးသမားတစ်ယောက်ဟာ မူနာဘာအိုရွာလေးကို အလုပ်သမားရှာဖို့ ရောက်လာခဲ့ပါတယ်လူသတ်မှုတွေကို ဖြေရှင်းဖို့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/thar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rm1f70UT6SMYcM31hrM5Dl2tpWy.jpg",
        "title": "Saani Kaayidham(2022)",
        "description": "Saani Kaayidham 2022ဒဏ်ရာတွေကပျောက်ကွယ်သွားနိုင်တယ် မှတ်ဉာဏ်တွေကလည်း‌အရောင်မှိန်သွားနိုင်ပေမယ့်\nဒီနာကျင်မှုကတော့ ဘယ်တော့မှပျောက်မသွားဘူး..ဒီတစ်ခါမှာတော့ IMDb 7.7ရရှိထားပြီး ဖြစ်ရပ်မှန်လူကြိုက်များခဲ့တဲ့\nဇာတ်ကားလေးကိုတင်ဆက်ပေးထားပါတယ်အထက်လူကြီးနဲ့ အခက်မသင့်ဘဲအလုပ်ထွက်လာခဲ့တဲ့\nယောကျာ်းဖြစ်သူမာရီအား ပွန်နီကအထက်လူကြီးကိုပြန်တောင်းပန်ဖို့ကြိုးစားခိုင်းပေမယ့်\nကိစ္စတွေကစီစဉ်ထားသလိုဖြစ်မလာဘဲ လူကြီးရဲ့မျက်နှာကိုတံတွေးနဲ့ထွေးလိုက်မိပါတယ်ဒါကိုအထက်ကရန်ငြိုးထားပြီးသူတို့မိသားစုကိုပြန်ကလဲ့စားချေပါတော့တယ်\nပွန်နီကိုမုဒိမ်းကျင့် ယောကျာ်းနဲ့သမီးဖြစ်သူကိုအရှင်လတ်လတ်မီးရှို့ပြီး\nရက်ရက်စက်စက်သတ်ပစ်ခဲ့ပါတယ် ပွန်နီကတခြားသူမဟုတ်ဘဲ ရဲမေပါဒါပေမယ့် ရဲဌာနကလည်းပွန်နီ့ဘက်မှာရှိမနေခဲ့ပါဘူး ဒီကိစ္စအမှန်အတိုင်းပေါ်သွားခဲ့ရင်\nရဲဌာနသိက္ခာကျတယ်ဆိုပြီး ဖုံးဖိထားခိုင်းခဲ့ပါတယ်။ ရာထူး ပိုက်ဆံ အင်အားတစ်ခုမရှိတဲ့\nပွန်နီတို့ကိုအဖက်ဖက်ကဖိအားပေးလာခဲ့ပါတယ် ဒါ့အပြင်ရာထူးမြင့်လူတစ်ယောက်ရဲ့အကူအညီနဲ့\nမုဒိမ်းကောင်တွေလွတ်သွားတဲ့အခါမှာတော့.....ပွန်နီတစ်ယောက် ဘယ်လိုလက်စားချေမလဲ အမှန်တရားကအနိုင်ရမှာလားဆိုတာ\nအားရပါးရကြည့်ရှုရမှာဖြစ်ပါတယ် ဒီကားကသွေးသံရဲရဲနဲ့သတ်ခန်းဖြတ်ခန်းတွေပါတာကြောင့်\nလူသတ်ကားကြိုက်တဲ့ပရိတ်သတ်ကြီးတို့အတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှင်  \nFile size…2.67GB / 1.14GB / \nQuality…1080p TRUE WEB DL AAC5.1CH / 720p / \nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Lai Lai & Honey",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/saani-kaayidham2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYzA0NGY2NGItNTg2ZS00ZWRlLTg4ZDctYzQ5Zjg3NGE2ZDNlXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Sonic the Hedgehog 2 (2022)",
        "description": "Sonic the Hedgehog 2 (2022)=====================IMDb Rating - 6.9/10ကျွန်တော်တို့ငယ်ငယ်ကတည်းက ဂိမ်းလောကမှာ နာမည်ကြီးခဲ့တဲ့\nဆိုးနစ် ဖြူကောင်လေး လာပါပြီ။ ဒီရုပ်ရှင်ကတော့ ဒုတိယကားပါ။\nပထမကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။\nဗီလိန်ကလည်း The Mask လို ရုပ်ရှင်တွေနဲ့ ဂန္ထဝင်ဖြစ်ခဲ့တဲ့ ဂျင်မ်\nကာရေးပဲ ဖြစ်ပါတယ်။ပထမကားမှာတော့ ဗီလိန်ကြီး ရိုဘော့နစ်တစ်ယောက် ကမ္ဘာပေါ်ကနေ\nအခြားဂြိုလ်ကို ကန်ထုတ်ခံလိုက်ရပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။\nအခုကားမှာတော့ ရိုဘော့နစ် ပြန်လာတဲ့အပြင် သူနဲ့အတူ ဆိုးနစ်ကို\nတိုက်ခိုက်မယ့် ဂြိုလ်သားလေး နက်ကယ်ပါ ပါလာပါတယ်။ ဒါ့အပြင်\nဆိုးနစ်ကိုလေးစားနေတဲ့ မြေခွေးလေး တေးလ်စ်ပါ ပါလာတဲ့အခါ\nတစ်ဖက်ကို နှစ်ယောက်ဆီ ဘယ်လိုရင်ဆိုင်ပြီး တိုက်ခိုက်ကြမလဲဆိုတာ\nကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nSonic 1 ကို မကြည့်ရသေးသူများက ဒီလင့်မှာကြည့်လို့ရပါတယ်။ Click HereFile Size - (2.61 GB) / (1.29 GB)\nQuality – Web-Rip ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/sonic-the-hedgehog-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODUwNDNjYzctODUxNy00ZTA2LWIyYTEtMDc5Y2E5ZjBmNTMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "RRR (2022)",
        "description": "RRR (2022)\nIMDb Rating -8.4/10 (ခုဗားရှင်းကတော့ အကြည်ဆုံး WEB DL ဗားရှင်းကိုAudio 5.1CHနဲ့ 4k Qualityထိ တင်ဆက်ပေးထားပါတယ်)ဘိုင်ယာဘာမင်းသား Konidela Ram Charan Teja နဲ့ဂမ်ဂုဘိုင် မင်းသမီး Alia Bhatt တို့ရဲ့ ပါဝင်ထားပြီး မင်းသားကြီးအာဂျေးလိုဝါရင့်သမ္ဘာရင့် သရုပ်ဆောင်ကြီးကပါ ပါဝင်အားဖြည့်ပေးထားပါတယ်)  1920 ခုနှစ် အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအစိုးရ အုပ်ချုပ်နေစဥ်အခါက မြို့စားမင်း စကော့နဲ့အမျိုးသမီးဖြစ်သူ ကတ်သရင်းတို့ဟာ အာသီလာဘတ်တောအုပ်ထဲကိုသွားရင်း မာလီဆိုတဲ့ကလေးလေးတစ်ယောက်ကို အဆိုကောင်းတာကြောင့် မတရား ဖမ်းဆီးခေါ်ဆောင်သွားကြပါတယ် မာလီရဲ့ အစ်ကိုဖြစ်တဲ့ ဘင်းတစ်ယောက်ကတော့ သူ့ညီမလေးကို ကယ်ဖို့ အစွမ်းကုန်ကြိုးစားနေရင်းတစ်နေ့ ရာမာ(ရမ်) နဲ့ ဆုံခဲ့ပါတယ် သူတို့နှစ်ယောက် အလုပ်အတူတူလုပ်ရင်းနဲ့အရင်းနှီးဆုံးသူငယ်ချင်းတွေဖြစ်သွားခဲ့ကြတာပေါ့ သို့သော် ဘင်းမသိခဲ့တဲ့ ရမ်ရဲ့အကြောင်းကတော့ရမ်ဟာ အင်္ဂလိပ်တွေအတွက် အလုပ်လုပ်ပေးနေတဲ့ ရဲအရာရှိတစ်ယောက် ဖြစ်နေခဲ့တာပါရမ်က ရဲသားတစ်ယောက်ဖြစ်တဲ့အပြင် ကိုယ့်လူမျိုးတွေကိုပါ ညှာတာခြင်းမရှိနှိပ်စက်သတ်ဖြတ်နိုင်တဲ့သူတစ်ယောက်ပါ ဒါပေမဲ့ သူ့မှာလည်း လျှို့ဝှက်ချက်တွေအများကြီးရှိနေခဲ့ပါတယ် ဘင်းနဲ့ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/rrr-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQToT5LtYTIC2FhVjZP98wJuKZK.jpg",
        "title": "Mondocane (2021)",
        "description": "Mondocane (2021) Dogworld လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ အက်ရှင်ကား ကောင်းကောင်းလေးတွေမှ ကြိုက်နှစ်သက်တယ်ဆိုတဲ့ သူတွေ လုံးဝ လက်မလွှတ်သင့်တဲ့ အီတလီ အက်ရှင် ဇာတ်ကားလေး ဖြစ်ပါတယ်။ဘုရားသခင်ဆိုတာ ဘာမှန်းတောင် မသိတဲ့ သူငယ်ချင်း၂ ယောက် ပင်လယ်ထဲမှာ ငါးမျှားလိုက် ရေကူးလိုက်နဲ့ အိမ်ခြေရာမဲ့ လွင့်ချင်တိုင်း လွင့်နေခဲ့ကြတယ်။ သူတို့ရဲ့ အိပ်မက်က Ants ဆိုတဲ့ ဂိုဏ်းထဲကို ဝင်ပြီး လူမိုက်လုပ်ဖို့ပေါ့။တစ်နေ့ အခွင့်အ‌ရေးတစ်ခုက သူတို့ဆီ ဆိုက်ရောက်လာတယ်။ စတိုးဆိုင်တစ်ခုကို မီးရှို့ပေးပြီး Ants အဖွဲ့ထဲကို ဝင်ခွင့်ရသွားတယ်။ နယ်မြေရဲတွေကလည်း Ants အဖွဲ့ကို လိုက်ဖမ်းနေတာ ၁ နှစ်ရှိပြီ တည်နေရာကို မသိရသေးဘူး။ လူဆိုးဂိုဏ်းထဲကို ရောက်သွားတဲ့ အရမ်းချစ်ကြတဲ့ သူငယ်ချင်း ၂ ဦးမှာ တစ်ဦးက လက်ရဲဇာက်ရဲ ဂိုဏ်းနဲ့ ကိုက်တယ်ပေါ့။ ကျန်တဲ့ တစ်ယောက်ကတော့ လူသတ်တာမျိုး ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/mondocane-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/279134795_737158030755291_5168206321609481121_n-150x200.jpg",
        "title": "K.G.F: Chapter 2(2022)",
        "description": "K.G.F: Chapter 2(2022) အညွှန်း****************************IMDb..8.9WEB-DL1080P5.1CH ကြည်တောက်ရှင်း ရပါပြီ.....KGF 1 မှာရော့ကီဟာ အင်အားကြီးမားလာသလို ရန်သူအပေါင်းရဲ့  အဓိက နှိမ်နှင်းစရာဖြစ်လာတယ်...ဒါ့ကြောင့်ပဲ KGF 2 မှာတော့ရော့ကီနဲ့အပြိုင်ကြမ်းမဲ့ အမိုက်စားဗီလိန် တစ်ယောက်ပါဝင်လာပါတယ်...ဒါ့အပြင် နိုင်ငံရေးအရှုတ်တော်ပုံတွေလည်း ပါဝင်လာတဲ့အခါမှာတော့... File Size          : 2.9GB ,1.5GB, 560MB\nQuality            : WEB-DL1080P5.1Ch(HEVC),720P, 480p\nFormat            : mp4\nDuration         : 2hr & 45mins\nGenre              : Drama , Action, ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/k-g-f-chapter-22022/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raBWBnGz2X6FQ3iUwPwYQE4FrkY.jpg",
        "title": "Harsh Times (2005)",
        "description": "Harsh Times (2005)Christian Bale ကိုယ်တိုင် ပရိုဂျူဆာအနေနဲ့ရော အဓိကဇာတ်ကောင် ဂျင်မ်အဖြစ်နဲ့ပါ ပါဝင်သရုပ်ဆောင်ထားပြီး သူ့သရုပ်ဆောင်ချက်တွေဟာ လက်ဖျားခါလောက်တယ်ဆိုတဲ့ မှတ်ချက်တွေ တပုံတပင်ရရှိထားတဲ့ကားပါ။ဂျင်မ်နဲ့ မိုက်ခ်က သိပ်ကိုချစ်ကြတဲ့ သူငယ်ချင်းတွေပါ။ ညီအစ်ကိုတွေလိုတောင်ဖြစ်နေကြပါပြီ။ မိုက်ခ်က လက်ရှိမှာ အလုပ်လက်မဲ့၊ သူ့ဇနီးဖြစ်သူက ငြိုငြင်လာပြီး အလုပ်ထွက်ရှာဖို့ပဲ တတွတ်တွတ်တိုက်တွန်းနေတော့ စိတ်ညစ်နေတဲ့သူ။ ဂျင်မ်က စစ်ပြန်ရိန်းဂျားတစ်ယောက်ပေါ့။ သူတာဝန်ထမ်းဆောင်ခဲ့တာက အာဖရန်နစ္စကန်မှာ။ စစ်ပွဲဆိုတော့ သိတဲ့အတိုင်း သေကြကြေကြ သတ်ကြဖြတ်ကြပါပဲ။လူသတ်ရတာ ဘယ်လိုနေလဲလို့ မိုက်ခ်က မေးတိုင်း ဂျင်မ် အဲဒီမှာဖြစ်ခဲ့သမျှဟာ သူ့အတွက် ဘာသက်ရောက်မှုမှမရှိပါဘူးလို့ ကြွေးကြော်တတ်တယ်။ အခုဆို သူ့မှာ ချစ်ရတဲ့မက်ဆီကန်မလေး မာတာလည်းရှိနေပြီလေ။ သူ အယ်လ်အေရဲတပ်ဖွဲ့မှာ အလုပ်ရတာနဲ့ အမေရိကားကိုခေါ်ပြီး သူတို့ယူကြတော့မှာ မဟုတ်လား။ ဒီလိုသာမန်အေးချမ်းတဲ့ဘဝမျိုးရခါနီး ဂျင်မ်နောက်ကို သူ့အတိတ်ဆိုးက လိုက်လာတဲ့အခါမှာ သူဘာတွေကြုံရမှာလဲ?မိုက်ခ်ကရော သူ့အချစ်ဆုံးသူငယ်ချင်း ဂျင်မ်နောက်ကိုလိုက်ရင်း ဘာတွေဘယ်လိုကြားညပ်မိမလဲ?ကိုယ်တိုင်ပဲ ကြည့်ရှူခံစားလိုက်ပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/harsh-times-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8cUguHlZp84DZfm4QuAPX1wall.jpg",
        "title": "Thatrom Thookrom (2020)",
        "description": "ဒီတစ်ခါမှာတော့ ၂၀၂၀ ခုနှစ်က ထွက်ရှိထားပြီး\nIMDB ၆.၈ ရရှိထားတဲ့ တမီလ် အက်ရှင်/ဒရမ်မာ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n============\n\"လောကမှာ ပိုကောင်းတဲ့ဘ၀ကိုရဖို့ အိမ်မက်မက်ခွင့်တောင်\nငါတို့အတွက်မရှိဘူးလား\" တဲ့ ဟုတ်ပါတယ် တစ်နေ့လုပ် တစ်နေ့စားတောင်မဟုတ်ဘူး\nပုလင်းခွံကောက်ပြီး ဝမ်းကြောင်းနေရတဲ့ သူငယ်ချင်းသုံးယောက်နဲ့ လူတကာက\nသူတို့ကို နှာခေါင်းရှုံ့နေတဲ့ကြားက သူတို့ကိုချစ်ခင်တဲ့ သူငယ်ချင်းတစ်ယောက်။ သူတို့ရဲ့ အိမ်မက်ကတော့ ပိုက်ဆံကိုရိုးသားစွာရှာဖွေပြီး နိုင်ငံခြားမှာ အလုပ်လုပ်နိုင်ဖို့ပါ...\nနိုင်ငံခြားသွားဖို့ ရူပီး သုံးသိန်းလိုအပ်တာကြောင့် သူငယ်ချင်းအကူအညီနဲ့\nအရက်သယ်တဲ့ကားကို မောင်းဖို့ ဆုံးဖြတ်လိုက်ချိန်မှာတော့.... အပေါ်ကအညွှန်းကြောင့်ရိုးရှင်းတဲ့ဇာတ်လမ်းလို့မထင်စေချင်ဘူး...\nအိန္ဒိယကားတို့ရဲ့ထုံးစံအတိုင်း နိုင်ငံရေးအရှုပ်အထွေးတွေ...\nငွေဖြူငွေမည်း...ငွေတု...အရက်တု ကိစ္စတွေပါ သိုင်းဝိုင်းထားပြီး\nတစ်ချို့အချက်အလက်တွေဟာ မြန်မာနိုင်ငံနဲ့ အတော်တူတာမို့လို့\nဇာတ်ကားကောင်းတစ်ကားအဖြစ် လိုက်ပါစီးမျောခံစားလိုက်ပါဦး..\nover action တွေလည်းမပါသလို သုံးနှုန်းထားတဲ့စကားလုံးတွေကလည်း ထုံးစံအတိုင်းခိုက်စရာတွေချည်းပါပဲ... File size…1.96GB / 1GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/thatrom-thookrom-2020/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dfoudpFhAo5Mn8Sqyuu4Y006ITQ.jpg",
        "title": "The Getaway King (2021)",
        "description": "The Getaway King (2021) ဒီတစ်ခါတော့ ပေ့ါပေ့ါပါးပါးနဲ့ ကြည့်လို့ကောင်းမဲ့ ပိုလန် ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ ပိုလန်နိုင်ငံမှာ ကွန်မြူနစ်ဝါဒီတွေ ကြီးစိုးခဲ့ချိန်ရဲ့ နောက်ဆုံးနေ့ရက်တွေကို အခြေပြု ဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်က ရဲတွေအလိုအရှိဆုံး ဒုစရိုက်သမားတစ်ယောက်အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတာပါ။ ရဲလက်ကနေ ၂၉ ကြိမ်တိတိ ရဲလက်က လွတ်အောင်ပြေးနိုင်ခဲ့ပြီး အဲ့ဒီထဲက တစ်ကြိမ်ဆို ထောင်ဖောက်ပြီးပါ လွတ်မြောက်ခဲ့တာပါ။ဒီလိုနဲ့ တစ်ရက်မှာတော့ အမျိုးသမီးတစ်ယောက်နဲ့ တွေ့ပြီးနောက် အဆိုပါ စောရဝိဇ္ဇာတစ်ယောက် သူ့ရဲ့ ဘဝနဲ့ အတွေးအခေါ်အယူအဆတွေ ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ ...Action, Crime, Comedy အမျိုးအစားဖြစ်ပြီး ဖြစ်ရပ်မှန်တချို့တဝက်ကို ရိုက်ကူးပြထားတဲ့ ဇာတ်လမ်းကောင်းလေး ဖြစ်ပါတယ်။ File Size : 3.2GB, 806MB & 367MB\nQuality : 1080p WEB-DL, 720p WEB-DL & 480p\nFormat : mp4\nDuration : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-getaway-king-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7InGE2Sux0o9WGbbn0bl7nZzqEc.jpg",
        "title": "Vendetta (2022)",
        "description": "ဆရာကြီး ဘရုစ်ဝီလီရဲ့ Vendettaဆိုတဲ့ အက်ရှင် ဇာတ်ကားသစ်\nထွက်ရှိလာပြန်ပါပြီ၊ ဒီဇာတ်ကားထဲမှာ​တော့ ဇာတ်လိုက်မဟုတ်တဲ့\nဗီလိန်အ​နေနဲ့ ​တွေ့ရမှာဆို​တော့ တမျိုးဆန်းတာ​ပေါ့၊ ဒါတင်မကဘဲ\nမိုက်တိုင်ဆန်ဆိုတဲ့ လက်သီးချင်းမနိုင်လို့ သူများနားရွက်​ပြေးဟပ်\nတဲ့ လူကြမ်းလက်​​ဝှေ့သမားကြီးလည်း ပါဝင်ထားပါ​သေးတယ်။  အညွှန်းက​တော့ ဝီလီယမ်ဒန်ကန်ဆိုတဲ့ စစ်မှုထမ်း​ဟောင်းကြီးဟာ\nမိသားစုနဲ့အတူ သာယာ​ပျော်ရွှင်တဲ့ ဘဝ​လေးကိုဖြတ်သန်း​နေရင်း\nတစ်​နေ့မှာ​တော့ ကံဆိုးစွာပဲ သမီးဖြစ်သူ ကက်သရင်းဟာ ​ဒေသခံ\nFetterလူမိုက်ဂိုဏ်းရဲ့ လက်ချက်နဲ့ ​သေဆုံးသွားပါတယ်၊ ဒန်ကန်\nအ​နေနဲ့ တရားခံကို လက်ရဖမ်းမိခဲ့​ပေမယ့် မျက်မြင်သက်​သေမရှိ\nဓါတ်ပုံနဲ့ စီစီတီဗွီ​တွေလည်းမရှိလို့ တရား​သေလွတ်သွားခဲ့ပါတယ်။  သမီးဖြစ်သူကို သတ်သွားတဲ့သူကို ဥပ​​ဒေအရ စီရင်လို့မရတဲ့အဆုံး\nဒန်ကန်တစ်​ယောက် ဥပ​ဒေပြင်ပက​နေ သူကိုယ်တိုင်ပဲ လက်တုံ့ပြန်\nခဲ့ပါတယ်၊ ဒါ​ပေမဲ့ တရားခံက Fetter ဂိုဏ်းချုပ်ရဲ့ သားဖြစ်​နေလို့\nFetter ဂိုဏ်းကလည်း ဒန်ကန်ကို လက်စား​ချေဖို့အတွက် ကြိုးစား\nလာရင်း ဗုံလုံတစ်လှည့် ငါးပျံတစ်လှည့် လက်စား​ချေပွဲ ဆင်နွှဲကြ\nပါ​တော့တယ်။File size…1.4GB / 647MB\nQuality… 1080p WEBRIP AAC5.1CH/ 720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "3.5",
        "url": "https://channelmyanmar.org/vendetta-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lv3RonWge4GlC9ymNzC0oWpFCfv.jpg",
        "title": "Double World (2020)",
        "description": "Double World(2020) အညွှန်း************************* အလယ်ပိုင်းလွင်ပြင်မှာ တောင်ပိုင်းဇောင်နဲ့ ​မြောက်ပိုင်းယန်တို့ကြား နှစ်ပေါင်းများစွာ စစ်ဖြစ်ခဲ့ကြတယ်၊တိုက်ပွဲက အနိုင်အရှုံးမရှိခဲ့ဘဲ နောက်ဆုံးမှာတော့ နှစ်ဘက်စလုံးဟာ ငြိမ်းချမ်းရေး သဘောတူညီမှု ရခဲ့ကြတယ်၊ဒါပေမဲ့ ဒီငြိမ်းချမ်းရေး သဘောတူညီမှုဟာ ဆယ်နှစ်တာပဲ ခံခဲ့ပါတယ်၊မြောက်ပိုင်းယန်ရဲ့ ဘုရင်အသစ် နန်းတက်လာတဲ့အချိန်မှာတော့ တောင်ပိုင်းဇောင်ကိုဆက်လက်သိမ်းပိုက်ချင်ခဲ့တယ်၊အလယ်ပိုင်းလွင်ပြင်မှာ သွေးချောင်းစီးမဲ့ စစ်ပွဲကြီးကို ထပ်မံ မြင်တွေ့ရတော့မှာပါ၊မြောက်ပိုင်းယန်ကလူတွေက တောင်ပိုင်းဇောင်ရဲ့ ဘုရင်ကို လုပ်ကြံဖို့ကြိုးစားလာပါတယ်၊ဒါကြောင့် တောင်ပိုင်းဇောင်ဟာ စစ်ပွဲအတွင်း စစ်သူကြီးနေရာကို ရွေးချယ်ဖို့အတွက်မျိုးနွယ်စု ရှစ်စုလုံးက စစ်သည်တော်တွေကို ဆင့်ခေါ်ခဲ့ကာ လူရွေးပြိုင်ပွဲကို ကျင်းပခဲ့ပါတယ်၊အဲ့ဒီနောက်မှာတော့....Fight Scene တွေ အတော်မိုက်...တရုတ်အက်ရှင်ကားကောင်းကြိုက်သူတွေတော့ လုံးဝ ဒေါင်းရကျိုးနပ်စေရပါလိမ့်မယ်....   \nFile Size          : 2.9GB, 1.5GB, 590MB\nQuality            : WEB-DL1080P5.1Ch, 720p \nFormat        ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/double-world-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-1-142x200.jpg",
        "title": "Memory(2022)",
        "description": "မင်းသားကြီး လီယံနယ်ဆန် နဲ့ မင်းသမီး မိုနီကာဘယ်လူချီတို့ပါဝင်ထားတဲ့ ရုပ်ရှင်ကားအသစ်ထွက်ပါပြီ။ Crime, Thriler အမျိုးအစားပါပဲ။\nအဲလက်စ်ဆိုတဲ့ ကြေးစားလူသတ်သမားတစ်ယောက်ကို ကလေးသူငယ် လူကုန်ကူးတဲ့အဖွဲ့က လူတစ်ယောက်ကို သတ်ဖို့ ငှားရမ်းတာကနေ စတင်လိုက်ပါတယ်။ငှားလိုက်တဲ့အဖွဲ့ မသိသေးတာက အဲလက်စ်ဟာ အယ်ဇိုင်းမာရောဂါဖြစ်နေပြီး မှတ်ဉာဏ်တွေက ပေါ်လိုက်ပျောက်လိုက်ဖြစ်နေတာပါပဲ။\nအဲဒီလူကုန်ကူးအဖွဲ့ကိုပဲ မက္ကဆီကိုရဲတစ်ယောက်နဲ့ အက်ဖ်ဘီအိုင်တစ်ယောက်က လိုက်နေပါတယ်။\nဒီလူအားလုံးမှာ ဝမ်းနည်းစရာ နောက်ကြောင်းကိုယ်စီနဲ့ပေါ့။ဥပဒေ နဲ့ လက်စားချေမှုကြားမှာ လွန်ဆွဲပုံတွေ၊ ချမ်းသာပြီး ဩဇာကြီးလွန်းတဲ့သူတွေဟာ ဥပဒေအထက်ကိုရောက်နေပုံတွေကို ပြသထားတဲ့ ရုပ်ရှင်ကောင်းကောင်းတစ်ကားပါပဲ။ \nFile size…(1.5GB)/(834MB)/(392MB)\nQuality…. 1080p/720p HDCAM/ 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Action/ Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "6",
        "url": "https://channelmyanmar.org/memory2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlIPrUsttnnJLuQqVxlEwiAq1ow.jpg",
        "title": "Acharya (2022)",
        "description": "Acharya (2022)၂၀၂၂ မှာ အသစ်စက်စက် ထွက်ရှိထားပြီး နာမည်ကြီး မင်းသားချော ဘိုင်ရာဘာ\nပါဝင် သရုပ်ဆောင်ထားတဲ့ Acharya ဆိုတဲ့ တလဲဂူး action drama\nရုပ်ရှင်ဇာတ်ကားအသစ်စက်စက်လေးကို တင်ဆက်ပေးလိုက်ပါရစေ။ဒီဇာတ်ကားလေးဟာ ၂၀၁၉ ထဲက ထွက်ရှိဖို့ ကြေငြာထားခဲ့ပေမယ့် ကိုဗစ်ရောဂါကြောင့်မလို့\n၂၀၂၂ ဧပရယ်လမှ ထွက်ရှိလာတဲ့ ဇာတ်ကားလေးတစ်ကားလဲဖြစ်ပါတယ် ။လွန်ခဲ့သော နှစ်ပေါင်း၈၀၀ ဝန်းကျင်ထဲက ဓမ္မစသာလီနဲ့ ပမ်မာဂတ်တမ် တို့ဟာ ဂျီဟာဗာရာရဲ့\nမြစ်တစ်ဖက်တစ်ချက်ဆီမှာ တည်ရှိနေပြီး ဆစ်ဟာဗာနမ် တောအုပ်ကြီး ဝိုင်းရံထားတဲ့\nဘာသာရေးကိုင်းရှိုင်းပြီး ဓမ္မကို လက်ကိုင်ထားထားတဲ့ မြို့တွေ ဖြစ်ခဲ့ကြတယ်။သူတို့ဟာ မယ်တော် ဂတ်တာမာကို အရမ်း ယုံကြည်သက်ဝင် ကိုးကွယ်ကြတဲ့ သူတွေပါ ။\nဒီလိုမျိုး ဓမ္မတရားကိုသာ စွဲကိုင်ပြီး အေးချမ်းစွာ တည်ရှိနေကြတဲ့မြို့လေးကို\nစီးပွားရေးသမားတစ်ဦးဖြစ်တဲ့ ဘာဆာဗာ ရောက်လာပြီး ဓမ္မစသာလီ နဲ့\nပမ်ဒါဂတ်တမ်ကို မိုင်းတွင်းတွေ တူးဖော်ချင်နေတဲ့ ရာသော့လက်ထဲကို ထည့်ဖို့ ယုတ်မာတဲ့ နည်းလမ်းမျိုးစုံနဲ့ ကြိုးစားပါတော့တယ်။ဘာဆာဗာ ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/acharya-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/add-2-133x200.jpg",
        "title": "The Great Raid(2005)",
        "description": "ဒါကတော့ ၂၀၀၄ ကထွက်တဲ့ဒုတိယကမ္ဘာစစ်ကားလေးပါ။၁၉၄၁ မှာဂျပန်တွေကပုလဲဆိပ်ကမ်းကိုဗုံးကျဲပြီးနောက် အမေရိကန်ပိုင် ဖိလစ်ပိုင်ကို၀င်သိမ်းတာအမေရိကန်စစ်သားတစ်သောင်းလက်နက်ချအဖမ်းခံခဲ့ရပါတယ်။ ၁၉၄၄အရောက်မှာတော့အမေရိကန်တွေက စစ်ရေးသာလာပြီး ဖိလစ်ပိုင်ကိုပြန်သိမ်းဖို့တာစူနေပါပြီ။အဲဒီအချိန်မှာ ရိန်းဂျားတပ်ရင်း(၆)ဟာ ရှေ့တန်း‌ကိုကျော်ပြီး အမေရိကန်စစ်သုံ့ပန်းငါးရာရှိတဲ့စခန်းကို၀င်စီးပြီး သုံ့ပန်းတွေကိုကယ်ဖို့ တာ၀န်ကျလာပါတယ်။ လမ်းခရီးမှာတွေကြုံရတဲ့အခက်အခဲတွေ၊တိုက်ပွဲ၀င်ပုံတွေ၊ရဲဘော်ရဲဘက်စိတ်ထားပုံတွေကို ပြထားပါတယ်။သုံးစွဲတဲ့လက်နက်တွေ၊အသုံးအဆောင်တွေ၊လက်နက်တွေကိုလည်း အမှန်အတိုင်းဖြစ်အောင် ဂရုစိုက်ပြီးသုံးပြထားပါတယ်။Director John Dahl ရိုက်ကူးထားပြီး နာမည်ကျော်မင်းသား James Franco, Benjamin Bratt,Joseph Fiennesတို့ပါ၀င်ထားပါတယ်။ စစ်ကားကြိုက်တတ်သူတွေ အတွက်အကြိုက်တွေ့မယ့်ကားလေးပါ။ File size…(3.24GB)/(1.4GB)/(1014MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:12:00\nGenre...Drama /Action/War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-great-raid2005/"
    }
]