[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/8QY2xqz-125x200.jpg",
        "title": "New Kung Fu Cult Master 2 (2022)",
        "description": "New Kung Fu Cult Master 2 (2022)\"နဂါးနိုင်ဓါးဦးထိပ်ထား\nတိမ်လွှာဓါးရှင်မပေါ်လျှင် မည်သူအံတုနိုင်မည်နည်း။ \"လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်ကို ကျွန်တော်တို့ပြန်သွားကြရအောင်။\nဒီတစ်ခါတော့ Remake တွေခဏခဏရိုက်တဲ့ ဇာတ်လမ်းတွဲထဲကထွက်ပြီး\nနှစ်ပိုင်းလောက်နဲ့ပြီးမယ့် နဂါးနိုင်ဓား Version အသစ်လေးကို မြည်းစမ်းကြည့်ရမှာပါ။ပထမဆုံးပြောချင်တာက Series မဟုတ်ပဲ Movie Version ဖြစ်တဲ့အတွက်\nတစ်ချို့ဇာတ်ကောင်တွေ ဇာတ်ကွက်တွေ မပါတော့ပဲ အရာရာကို ပေါ့ပေါ့ပါးပါး ပြသွားပြီး ဇာတ်လမ်း၀င်အောင်ရိုက်တာပါ။ဒုတိယအချက်ကတော့ CGI တွေအများကြီး ချောမောလှပတဲ့မင်းသားလေး လေပေါ်ဝဲနေတာမျိုးမဟုတ်ပဲ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မုဒ်မျိုးပြန်ပေးတဲ့တစ်ချက်ပါ။တတိယကတော့ ကျန်းစမ်းဖုန်း ကိုယ်တော် ဒိုနီရမ်း ပါပဲ။ဒီတော့များသောအားဖြင့် နဂါးနိုင်ဓါးခေတ်အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ဖူးသူတွေချည်းမို့\nဇာတ်လမ်းတွဲမဟုတ်တဲ့ ခပ်သွက်သွက်ဇာတ်လမ်းလေးကို ခံစားပြီး အတိတ်ကိုပြန်လွမ်းကြရအောင်လားဗျာ။အညွှန်း Lwin Htoo AungTranslator   Jo Jo VA , Yunn Myat Noe Khaing, SSTGenre.....Action , Fantasy\nQuality….WEB-DL ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/new-kung-fu-cult-master-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BN2VkMDI1N2QtNTljOC00N2U1LTgxZTctZTZjMzBlYzc2NmY3XkEyXkFqcGdeQXVyNDUxNjc5NjY@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Mythica: The Godslayer (2016)",
        "description": "Mythica: The Godslayer (2016)========================ဒီဇာတ်ကားအကြောင်းကို မပြောခင် ဒီကားဟာ Mythica ခေါင်းစဉ်အောက်မှာ\nငါးကားတွဲထွက်ရှိထားတဲ့အထဲကမှ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။\nMythica ဆိုတာကတော့ Adventure, fantasy, action ခေါင်းစဉ်အောက်မှာတည်ရှိပြီး\nadventure fantasy တို့ရဲ့ ထုံးစံအတိုင်း orc, dragon , witch , elf , god အစရှိသဖြင့်\nအမျိုးစုံအောင် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့  လက်ရှိကမ္ဘာမြေဟာ နတ်ဘုရားတွေကို အပြီးတိုင်\nချေမှုန်းချင်နေတဲ့ Lich King နဲ့ သူ့ရဲ့ zombie စစ်တပ်ကြီးနဲ့၊ တစ်ဖက်မှာ လူသား၊ နတ်နဲ့\nအခြားသောမျိုးနွယ်တွေ စစ်ခင်းနေရတဲ့ကာလ ဖြစ်ပါတယ်။ Lich King နဲ့ သူ့စစ်တပ်ကြီးဟာ\nဘယ်မျိုးနွယ်နဲ့မှ အင်အားချင်းမယှဉ်သာအောင် တရိပ်ရိပ်တက်လာလို့နေပါပြီ။ ဒါပေမယ့်\nLich King ရဲ့ ရည်ရွယ်ချက်ဖြစ်တဲ့ နတ်ဘုရားတွေ အကုန်လုံးကို သုတ်သင်ဖို့ရာ ကျိန်စာသင့်နေတဲ့\nMarek ဆိုတဲ့ စုန်းမလေးက အဓိကကျတဲ့နေရာမှာ ပါ၀င်နေပါတယ်။ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mythica-the-godslayer-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onGdT8sYi89drvSJyEJnft97rOq.jpg",
        "title": "Looop Lapeta (2022)",
        "description": "Looop Lapeta (2022)ဘောလိဝုဒ်ရုပ်ရှင်တွေမှကြိုက်ပါတယ်ဆိုတဲ့ CM ရဲ့ပရိတ်သတ်တွေအတွက် ဒီနေ့မှ အသစ်စက်စက်ထွက်ထားတဲ့အိန္ဒိယရုပ်ရှင်ကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။မင်းသမီးကလဲ တာ့ပ်ဆီးပန်းနုဆိုတော့ သရုပ်ဆောင်ပိုင်းမှာလဲအတော်လေး မိမိုက်နေတာကို မြင်ရဦးမှာပါဒီဇာတ်လမ်းက ပုံမှန်တွေ့နေကျ ဟာသဇာတ်လမ်းတွေနဲ့ မတူပဲအတော်လေးထူးခြားတယ်ဗျ။ ရီရတယ်ဆိုတာထက် ရင်တဖိုဖိုနဲ့စိတ်လှုပ်ရှားဖို့ကောင်းတယ်ဆိုရင် ပိုမှန်မယ်။ဆာဗီဆိုတဲ့ အပြေးအားကစားမယ်လေးနဲ့ဆပ်သ်ရာက အပြန်အလှန်မေတ္တာမျှနေကြတာပေါ့။သူတို့ရဲ့ တွေ့ဆုံပုံကလည်း တယ်ထူးဆန်းပါတယ်။ အပြေးမယ်လေး ဆာဗီဟာမတော်တဆမှုကြောင့် သူ့ရဲ့အားကစားမယ်ဘဝကို အဆုံးသတ်ရဖို့အကြောင်းဖန်လာတဲ့အခါ ဆာဗီတစ်ယောက် စိတ်ဓာတ်ကျပြီး ဆေးရုံခေါင်မိုးပေါ်ကနေခုန်ချမလို့လုပ်ခဲ့ပါတယ်။ အဲ့အချိန် ခေါင်မိုးထပ်မှာ ဆေးလိပ်လာသောက်တဲ့ဆပ်သ်ရာက ဆာဗီကို ကယ်လိုက်ရာကနေ သူတို့နှစ်ဦး ဖူးစာဆုံခဲ့ကြတာပေါ့။ဒီလိုနဲ့ပဲ နှစ်ဦးသား အလုပ်ကိုယ်စီလုပ်ရင်းအေးချမ်းတဲ့ဘဝလေးကို ဖြတ်သန်းခဲ့ကြပါတယ်။ အဲ့ဒီနေ့ကို မရောက်ခင်အချိန်အထိပေါ့။ဆာဗီက သူမမှာ ကိုယ်ဝန်ရှိကြောင်း ဆပ်သ်ရာဆီ ဖုန်းဆက်ပြောမဲ့နေ့မှာပဲဆပ်သ်ရာတစ်ယောက် ပြဿနာတစ်ခုကို အကြီးအကျယ်ရှာလိုက်ပါတော့တယ်။အဲ့ဒါကတော့ ဆပ်သ်ရာက သူ့ရဲ့သူဌေး ဗစ်တာဆိုတဲ့ မာဖီးယားဂိုဏ်းချုပ်ရဲ့ငွေ ၅ မီလီယံကို ဖျောက်လိုက်တာပါပဲ။ ဟော....မာဖီးယားခေါင်းဆောင်ဆီမှာ အသတ်ခံရတော့မယ့်သူ့ကောင်လေးကို ကယ်ဖို့ ဆာဗီခမျာ ပြေးလွှားရတော့တာပေါ့ဗျာ။ ဆပ်သ်ရာမွှေသမျှအရှုပ်တွေကိုလိုက်ရှင်းရင်း ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/looop-lapeta-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/kdupb5vbkmxv-133x200.jpg",
        "title": "Raging Flower 2 (2021)",
        "description": "ဒီဇာတ်ကားကတော့ raging flower 2018 ရဲ့အဆက်ဖြစ်ပါတယ် ..၂၀၁၈ ကားကိုမကြည့်ရသေးရင်တော့ ဒီလင့်မှာ https://channelmyanmar.org/raging-flower-2018/ အရင်သွားကြည့်ဖို့အကြံပေးပါတယ်နော်။တက္ကသိုလ်ကျောင်းသူ လေးယောက်နဲ့ ကျောင်းနားခံလိုက်ရတဲ့ လုံခြုံရေးကိုကြီးတစ်ယောက်တို့ ရင်ထဲကဖြစ်ချင်တဲ့ဆန္ဒ၊ ရည်မှန်းချက်ကို အတူကြိုးစားဖော်ဆောင်တဲ့ ဇာတ်ကားလေးဖြစ်တယ်။ကျောက်ကျီထုံ ရှောက်ရွှေ ချုံချုံ နဲ့ လင်ဖေး လို့ခေါ်တဲ့တက္ကသိုလ်ကျောင်းသူလေးယောက်ဟာ ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြတာနဲ့အညီ သူတို့ကိုရေချိုးခန်းထဲဓါတ်ပုံလိုက်ရိုက်တဲ့ကောင်ကို ရဲစခန်းအထိ ဆွဲခေါ်ပြီး ပို့လိုက်ပါတယ်။\nဒါပေမယ့် အဲဒီလူကို ရဲတွေက ချက်ချင်းပြန်လွှတ်ပေးလိုက်လို့ မသင်္ကာဖြစ်ကြပြီး အကြောင်းရင်းကိုစုံစမ်းကြပါတော့တယ်။ အဲဒီလူရဲ့အပြုအမူက ထူးဆန်းနေတာက တစ်ကြောင်း၊ သူနေတဲ့နေရာကလည်း မသင်္ကာစရာဖြစ်နေတာတစ်ကြောင်း ပိုပိုပြီး သံသယတွေများလာကြတာနဲ့ လမ်းမျက်နှာချင်းဆိုင်မှာ မာလာဟင်းရည်ဆိုင်ဖွင့်ပြီး ကိုယ့်စားရိတ်ကိုယ်စား လိုက်လံထောက်လှမ်းပါတော့တယ်။ဒီလူတစ်စု ဘာပြစ်မှုတွေကျူးလွန်နေတာလဲ..ဘာလို့ရဲလက်ကလွတ်နေတာလဲဆိုတာကို ဖိုက်တာဂျက်မ ၄ ယောက်က သိုင်းနဲ့ဖြေရှင်းပေးမှာပါ။\nFile size…(1 GB)/(570 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://channelmyanmar.org/raging-flower-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/8tfdkacnrtfv-153x200.png",
        "title": "Raging Flower (2018)",
        "description": "အခုလိုကာလလေးမှာ အက်ရှင် ဟာသကားလေးကြည့်ရတာက စိတ်ကို အနည်းငယ်သက်သာရာရစေမှာအမှန်ပါပဲ။ နာမည်ကြီး အက်ရှင်ဟာသကားတွေကြားက Raging Flowers ဆိုတဲ့ တရုတ် အက်ရှင် ဟာသကားလေးကို ညွှန်းချင်ပါတယ်။ကူ​လေ နဲ့ ပိုင်ရိုနန် တို့ ကျောင်းသူ၂​ယောက်ဟာ ကျောင်းကလွှတ်တဲ့ Camp အတွက် ထိုင်းနိုင်ငံအသွား အပျော်ကနေ အပျက်ဖြစ်လာတဲ့ ဇာတ်လမ်းလေးကို ဟာသနှောပြီးကြည့်ရမှာပါ။ ထိုင်းနိုင်ငံရောက် တရုတ်တွေဖြစ်တော့ ပေါက်ကရတွေဖြစ်၊ ကြောင်တောင်တောင်တွေနိုင်တဲ့အပြင် သူတို့ရဲ့ ဆရာမကိုလည်း ရာဇဝတ်ဂိုဏ်းတစ်ခုက ပြန်ပေးဆွဲသွားတဲ့အခါမှာတော့ \"အမလေး ငါသွေးတက်\" ဖြစ်သွားတော့တာပါပဲ။ဆရာမကို ကယ်ဖို့ ဇာတ်လမ်းတွေလုပ်ရင် ပလန်တွေဆွဲရင် အသေတီးကြတာကိုလည်း ကြည့်ရမှာဖြစ်တော့ Raging Flower (ဒေါသပုန်ထသော ပန်းကလေး) ဆိုတဲ့အတိုင်း မင်းသမီးချောချောလေးတွေကို ဟာသနှောပြီး ငမ်းရမှာအသေအချာပဲဖြစ်တဲ့အကြောင်း ညွှန်းဆိုလိုက်ပါရစေ။ဒီကားရဲ့အဆက် Raging Flower 2 (2021) ကို ဒီမှာ https://channelmyanmar.org/raging-flower-2021/ ကြည့်ပါ။\nFile size…(1.2 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/raging-flower-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/Predestination-poster-133x200.jpg",
        "title": "Predestination (2014)",
        "description": "Predestination (2014)\nIMDb - 7.5/10_____Rotten - 83%\n## Bluray 1080p & 720p updated ##\n   ရုပ်ရှင်သမိုင်းတွင် အထူးခြားဆုံး ဇာတ်ကားတစ်ကားပါ။ ဘာကြောင့်ထူးခြားတယ်ဆိုတာ ကြည့်ဖူးသူတိုင်းသိကြပါလိမ့်မယ်။ ကျွန်တော်ဘာကြောင့်ဆိုတာ မပြောလိုပါ။ ဒီဇာတ်ကားအကြောင်း မသိလေ ပိုကောင်းလေပါပဲ။ ထိုမှသာ ဒီကားဘာကြောင့် ဘယ်လို ကောင်းတယ်ဆိုတာကို မျက်မြင်ကိုယ်တွေ့သက်သေထူနိုင်မှာ ဖြစ်သောကြောင့်ပင်ဖြစ်ပါတယ်။ ကျွန်တော် ဦးနှောက်ကို စဉ်းစားစရာ အတွေးတွေနဲ့ အလုပ်လုပ်စေခဲ့ပြီး တစ်ချိန်တည်းမှာပဲ ကျွန်တော်ရဲ့နှလုံးသားကို အရည်ပျော်သွား စေခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကို အတိုချုံးပီး ပြောရမယ်ဆိုရင်တော့ Fizzle Bomber ဆိုတဲ့ အကြမ်းဖက် Bomber တစ်ယောက်ကို Time Travelling လုပ်ပြီး လိုက်ဖမ်းဆီးဖို့ကြိုးစားတဲ့ စုံထောက်တစ်ယောက်အကြောင်းပါပဲ။ ဒီလောက်သိရင် လုံလောက်ပါပြီ။ကျွန်တော်ကြည့်ဖူးသမျှ ရုပ်ရှင်ဇာတ်ကောင်တွေထဲမှာ ဒီ Predestination ရုပ်ရှင်ရဲ့ဇာတ်ကောင်ဟာ သနားဖို့အကောင်းဆုံးဇာတ်ကောင်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။ သူ့ဘဝရဲ့အဖြစ်မှန်ဟာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/predestination2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8xKPG2kpGtPkRMcPRDih4EHDw9n.jpg",
        "title": "New Kung Fu Cult Master 1 (2022)",
        "description": "New Kung Fu Cult Master 1 (2022)\"နဂါးနိုင်ဓါးဦးထိပ်ထား\nတိမ်လွှာဓါးရှင်မပေါ်လျှင် မည်သူအံတုနိုင်မည်နည်း။ \"လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်ကို ကျွန်တော်တို့ပြန်သွားကြရအောင်။\nဒီတစ်ခါတော့ Remake တွေခဏခဏရိုက်တဲ့ ဇာတ်လမ်းတွဲထဲကထွက်ပြီး\nနှစ်ပိုင်းလောက်နဲ့ပြီးမယ့် နဂါးနိုင်ဓား Version အသစ်လေးကို မြည်းစမ်းကြည့်ရမှာပါ။ပထမဆုံးပြောချင်တာက Series မဟုတ်ပဲ Movie Version ဖြစ်တဲ့အတွက်\nတစ်ချို့ဇာတ်ကောင်တွေ ဇာတ်ကွက်တွေ မပါတော့ပဲ အရာရာကို ပေါ့ပေါ့ပါးပါး ပြသွားပြီး ဇာတ်လမ်း၀င်အောင်ရိုက်တာပါ။ဒုတိယအချက်ကတော့ CGI တွေအများကြီး ချောမောလှပတဲ့မင်းသားလေး လေပေါ်ဝဲနေတာမျိုးမဟုတ်ပဲ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မုဒ်မျိုးပြန်ပေးတဲ့တစ်ချက်ပါ။တတိယကတော့ ကျန်းစမ်းဖုန်း ကိုယ်တော် ဒိုနီရမ်း ပါပဲ။ဒီတော့များသောအားဖြင့် နဂါးနိုင်ဓါးခေတ်အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ဖူးသူတွေချည်းမို့ ဇ\nာတ်လမ်းတွဲမဟုတ်တဲ့ ခပ်သွက်သွက်ဇာတ်လမ်းလေးကို ခံစားပြီး အတိတ်ကိုပြန်လွမ်းကြရအောင်လားဗျာ။အညွှန်း Lwin Htoo AungTranslator - Nu Mon, Jo ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/new-kung-fu-cult-master-1-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pQewTgBVfFPh42KyC83JFON3uBE.jpg",
        "title": "Signal: Long-Term Unsolved Case Investigation – The Movie (2021)",
        "description": "Signal : The Movie (2021)2021 မှာထွက်လာတဲ့ The signal ဆိုတဲ့ ဇာတ်ကားလေးကတော့2018 မှာထွက်ခဲ့တဲ့ ဇာတ်လမ်းတွဲရဲ့ အဆက်ပဲဖြစ်ပါတယ်ဒီကားလေးက thriller ကားအမျိုးအစားဖြစ်ပြီး\nဇာတ်လမ်းကတော့ mysteryတွေနဲ့ပြည့်နေပြီး\nစုံထောက်ကားကြိုက်တဲ့သူတွေအတွက်တော့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်မှာပါ2018 ဇာတ်ကားမှာတုန်းက အတိတ်နဲ့ ပစ္စုပ္ပန်မှာ ရှိကြတဲ့ စုံထောက်နှစ်ယောက်ဟာ\nစကားပြောစက် walkie-talkieလေးကနေ ထူးထူးဆန်းဆန်း ဆက်သွယ်မိကြပါတယ်\nသူတို့နှစ်ယောက်ဟာဒီလိုဆက်သွယ်ပြီး အနာဂတ်မှာအတိတ်ကဖြစ်ခဲ့တဲ့အမှုတွေမဖြစ်အောင် အတူတူတားဆီးကြတာဖြစ်ပါတယ်ခုဒီဇာတ်ကားမှာလည်း \"‌cold case investigate team\"က စုံထောက်ဆိုင်ကူဆာနဲ့\nအတိတ်ကစုံထောက် အိုယာမာတို့ဟာ အတိတ်နဲ့ပစ္စုပ္ပန်တို့မှာဖြစ်တဲ့\nတူညီတဲ့ လုပ်ကြံမှုအကြမ်းဖက်မှုတွေပေါ်မှာ အခြေခံပြီး\nနှစ်ယောက်သား အမှုမှန်ပေါ်အောင်ဖော်ထုတ်ကြတာပဲဖြစ်ပါတယ်ဇာတ်ကားရဲ့ပုံစံက action scene တွေသိပ်မပါဘဲ\nပဟေဠိဆန်ဆန်ပုံစံနဲ့ စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားတာပါ၂၀၁၈ တုန်းက ဇာတ်ကားမကြည့်ရသေးတဲ့သူတွေလည်း\nဇာတ်ကားအစမှာ ဇာတ်လမ်းဆက်ကိုအကျဉ်းချုပ်ရှင်းပြထားတာမို့ တန်းကြည့်လို့အဆင်ပြေပါတယ်\nစုံထောက်ကား ဖန်တွေ အေးဆေး \"chill ‌and think\"လို့ရပါပြီအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Loon Swal Eain ပဲ ဖြစ်ပါတယ်။Genre.....Action, Mystery, Thriller\nQuality….WEB-DL 1080p ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/signal-long-term-unsolved-case-investigation-the-movie-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/rudhramadevi-telugu-movie-images-19-150x200.jpg",
        "title": "Rudhramadevi (2015) Rudramadevi",
        "description": "အိန္ဒိယတောင်ပိုင်း ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်တဲ့ ရူဒမာဒေဗီဟာဆိုရင် အိန္ဒိယ သမိုင်းမှာ အုပ်ချုပ်ခဲ့တဲ့\nအနည်းငယ်မျှသော ဘုရင်မတွေထဲကမှ ရူဒမာဒေဝီ ဘုရင်မ ရဲ့ ဘဝဇာတ်ကြောင်းကို ပုံဖော်ရိုက်ကူး\nထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ငယ်ဘဝထဲက အခက်အခဲ အကြမ်းတမ်းစွာ ယောကျာ်းလေးဟန်ဆောင်ပြီး ဖြတ်သန်းခဲ့ရတဲ့\nရူဒမာဒေဝီ ၊ ငယ်ရွယ်စဉ်ဘဝထဲက မိန်းကလေး တန်မဲ့ မင်းသားတို့ တတ်အပ်တဲ့ အဌာရသ ၁၈ရပ်ကို ပင်ပန်းခက်ခဲ့စွာ သင်ကြားခဲ့ရတဲ့ ရူဒမာဒေဝီ\nအသက်အရွယ်ကြီးပြင်းလာတဲ့အခါမှာတော့ ပြိုင်ဘက် တိုင်းပြည်တွေကို ဘယ်လို ဖြိုခွင်းပြီး\nအခက်အခဲတွေကြားထဲက တိုင်းပြည်ကို ဘယ်လို ကာကွယ် စောင့်ရှောက်မလဲဆိုတာ.........။မင်းသမီး Anushka Shetty က ရူဒမာဒေဗီဘုရင်မအဖြစ် ပါဝင်ထားပြီး တောင်ပိုင်းရဲ့ Stylish Star မင်းသားအာလူးအာဂျွန်းကိုလဲ စတိုင်အပြည့်နဲ့ တွေ့မြင်ရမှာပါ။Action,Fantasy သဘောတင်ဆက်ထားတာမို့ ချခန်းဖိုက်ခန်းတွေကြိုက်ရင် မိုက်မှာပါ။\nFile size…(3.5 GB) / (1.6 GB)\nQuality…WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:30:09\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/rudhramadevi-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oS0iKblZSNfQscOJb7IAEt0ZnhS.jpg",
        "title": "Catwoman: Hunted (2022)",
        "description": "Animated Movie တွေထဲမှာ Catwoman အတွက်သီးသန့်ရုပ်ရှင်မရှိသေးတဲ့အတွက် Catwoman: Hunted ဆိုတဲ့ နာမည်နဲ့Animated ရုပ်ရှင်တစ်ခုထွက်လာခဲ့ပါတယ်။အရင် Animated Movie တွေတုန်းကလို ပုံစံမျိုးမဟုတ်ဘဲဒီတစ်ခါမှာတော့ ဂျပန်ဒါရိုက်တာက ရိုက်ကူးထားတာဖြစ်ပြီးAnimation တွေကလည်း အရင်ခေတ်က Anime တွေလိုပုံစံမျိုးတွေဖြစ်နေပါတယ်။ အမြင်တစ်မျိုးလေးဆန်းတယ်ပဲဆိုရမှာပေါ့။ရတနာသူခိုးလို့ နာမည်ကြီးနေတဲ့ Catwoman တစ်‌ယောက်ကဒီတစ်ခါလည်း ထုံးစံအတိုင်း ရတနာပဲခိုးပြန်ပါတယ်။သူခိုးတဲ့ရတနာကတော့ တန်ဖိုးဖြတ်လို့မရတဲ့မြကျောက်ပဲဖြစ်ပါတယ်။မြကျောက်ကိုခိုးမိလိုက်တဲ့အတွက် Catwoman ရင်ဆိုင်ရမယ့်သူတွေကနယ်နယ်ရရတော့မဟုတ်ပါဘူး။ Black Mask တို့ Cheetah တို့ ဦးဆောင်တဲ့Leviathan ဆိုတဲ့ ဒုစရိုက်ဂိုဏ်းရယ်၊ အင်တာပိုလ်အေးဂျင့်တွေရယ်၊Batwoman ရယ်ပဲဖြစ်ပါတယ်။တစ်ဖက်ကလည်း အသေသတ်မယ့် Leviathan အဖွဲ့ရယ်၊မကူညီရင် ‌ထောင်ချမယ်ဆိုတဲ့ အင်တာပိုလ်အေးဂျင့်တွေရယ်ကြားမှာCatwoman တစ်ယောက် ဘယ်လိုတွေအကွက်ရွှေ့နိုင်ဦးမှာလဲ။ \nFile size…1.4GB / 700MB / 300MB\nQuality…1080p BluRay AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h18min\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://channelmyanmar.org/catwoman-hunted-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nj0cMoZjLRrqN9SFW3wCXlSTYxd.jpg",
        "title": "Tadap (2021)",
        "description": "Tadap (2021)\n---------------------\nဒီကားလေးကတော့ RX100 (2018) တုန်းကဇာတ်ကားကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ အချစ်ဇာတ်ကားချိုချိုလေးပဲဖြစ်ပါတယ်မဆူရီမြို့မှာ လူတိုင်းက ဒယ်ဒီလို့ခေါ်ကြတဲ့ လူတစ်ယောက် အီရှာနာကိုငယ်ငယ်လေးကတည်းက မွေးစားခဲ့ပါတယ်။ ဒယ်ဒီဟာ ရွေးကောက်ပွဲမှာအနိုင်ရရှိခဲ့တဲ့ ဒမိုဒါ နောတ့်တီရယ်နဲ့အလွန်တရာမှ ရင်းနှီးကြတဲ့မိတ်ဆွေတွေပါ။အီရှာနာ တစ်ယောက်ကတော့ အဖေဖြစ်သူဒယ်ဒီနဲ့ နောတ့်တီရယ်ကို အဖက်ဖက်မှကူညီအားဖြည့်ပေးနေသူပေါ့။ တစ်နေ့မှာ လန်ဒန်မှ ပညာတော်သင်ပြန်လာတဲ့ဒမိုဒါ ရဲ့ သမီးဖြစ်သူ ရမီဆာ က အီရှာနာကို သဘောကျပြီး ဖွင့်ပြောခဲ့ရာမှကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်စတင်လာပါတယ်။ အချစ်စစ်မှန်ရင်လမ်းကြမ်းစမြဲပါပဲ။ သူတို့ကြား ဘယ်လိုအတားအဆီးတွေ ဝင်ရောက်လာမှာလဲ။ဒမိုဒါရဲ့ပြိုင်ဘက်ပါတီဝင်ကရော ဘယ်လိုကောက်ကျစ်ယုတ်မာမလဲ။မင်းသမီး မင်းသားချောချောလေးနဲ့အတူ စောင်ကိုက်ပြီး ကြည့်ရှုရမဲ့အချစ်ခန်းချိုချိုအီအီလေးတွေပါတာကြောင့် မသေခင်ကြည့်ရှုသွားသင့်တဲ့ရိုမန့်တစ်ဇာတ်ကားကောင်းလေးလို့ညွှန်းလိုက်ပါရစေ............ \nFile size…2.3Gb / 1.2Gb / 400MB \nQuality…1080p AAC 2.0CH / 720p / 360p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pwint & Haruko &  Yunni",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/tadap-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/mjqohpxhcqiz-133x200.jpg",
        "title": "[18+] Hugas (2022)",
        "description": "အယ်လ်က လမ်းဘေးမှာပဲတစ်ကောင်ကြွက်အဖြစ် ခိုးဆိုးလုနှိုက်အလုပ်တွေနဲ့ကြီးပြင်းလာတဲ့ လမ်းပျော်လူငယ်တစ်ဦးပါ။\nသူ့မိတ်ဆွေတစ်ယောက်အဆက်အသွယ်နဲ့ ဘဏ်ဓားပြ၊မူးယစ်မှောင်ခို အစရှိတဲ့အလုပ်တွေလုပ်ကိုင်တဲ့ ဒန်ချိုရဲ့လူဆိုးဂိုဏ်းကို\nဝင်ရောက်လာခဲ့ပြီး သူ့ကျွမ်းကျင်မှုတွေကြောင့် အချိန်တိုအတွင်းမှာပဲ လူယုံတစ်ယောက်ဖြစ်လာပါတော့တယ်။အဲ့ဒီဂန်းစတားပေါက်စလေး အယ်လ်အနေနဲ့ ဒုစရိုက်လောကကိုစွန့်ခွာချင်စရာအကြောင်းပြချက်က ဒီဂိုဏ်းထဲမှာပဲတွေ့ခဲ့တဲ့\nလီဆယ်လ်ဆိုတဲ့ မိန်းမလှလေး တစ်ဦးဖြစ်လာခဲ့ပါတယ်။ဖိလစ်ပိုင်သမ္မတ ဒူတာတေးခေတ်မှာ မူးယစ်ဂိုဏ်းတွေအပေါ်ရိုက်ခတ်လာခဲ့တဲ့ တွေ့ရာနေရာ\nအမေးအမြန်းမရှိ ပစ်ခတ်သတ်ဖြတ်တဲ့ စီရင်မှုတွေ၊ ဂိုဏ်းအချင်းချင်းနယ်မြေလု ဖျံကျတဲ့အကွက်တွေ၊ အချင်းချင်း နောက်ကျောကနေ\nဓားနဲ့ထိုးဖို့ဝန်မလေးတဲ့လောက ကနေ သူတို့ဘယ်လိုလွတ်အောင်ရုန်းမလဲဆိုတာကို ဆက်လက်ရှုစားကြပါ။ဇာတ်လမ်းက အပစ်အခတ်အညှစ်အသတ်တွေများသလို အညစ်အပတ်တွေလဲအရမ်းများပါတယ်၊ဘဏ်ဓားပြတိုက်ရင်း စာရေးမကအထာပေးလို့ဂျိမ်းတာ၊\nချစ်သူချင်းမင်္ဂလာဦးညဂျိမ်းတာ၊ ပျော်လို့ဂျိမ်းတာ၊ စိတ်ညစ်တာကိုဖေးမနှစ်သိမ့်ရင်းလမ်းကြုံလို့ဂျိမ်းတာ စသဖြင့်အားနေဂျိမ်းနေကြတာဖြစ်လို့\nမိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး။မင်းသမီးတွေကလဲချစ်စဖွယ်မျက်နှာလေးတွေနဲ့မလိုက်အောင် ရွှေရင်ဌေးဌေးတွေဆိုတော့ ခဏခဏ pause လုပ်မိနေမှာဖြစ်လို့\nတစ်ယောက်တည်းကြည့်တာကောင်းပါလိမ့်မယ်။\nFile size…(1.2 GB) (500 MB)\nQuality…WEB-DL 1080p/720p\nFormat…mkv\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alias",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/18-hugas-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xef9Ht77B2igqZv754HNdW8qZCk.jpg",
        "title": "The 355 (2022)",
        "description": "The 355 (2022)ဒီတစ်ခါတော့ \"The 355\" ဆိုတဲ့ အလန်းစားဆိုက်ဘာအက်ရှင်ဇာတ်ကားလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်\nအင်တာနက်တွေ ဆိုက်ဘာနည်းပညာတွေ တိုးတက်လာတဲ့ခေတ်မှာ\nတီထွင်မှုတွေကလည်း အပြိုင်အဆိုင်ကို ပေါ်ပေါက်လာခဲ့ပါတယ်\nကိုလံဘီယာ ဘိုဂိုဒါမှာ ကမ္ဘာကြီးရဲ့ ဘယ်အရာကိုမဆို ထိန်းချုပ်နိုင်တဲ့ ဒရိုက်ဗ်တစ်ခုကို တီထွင်နိုင်ခဲ့ပါတယ်\nအဲဒီဒရိုက်ဗ်ကို ကိုလံဘီယာအေးဂျင့် လူဝစ်က ရရှိသွားပြီးတော့\nစီအိုင်အေကို ဒေါ်လာသုံးသန်းနဲ့ အပေးအယူလုပ်ဖို့ ကမ်းလှမ်းလာတဲ့အခါမှာတော့\nအဲဒီတာဝန်ကို ထမ်းဆောင်ဖို့ စီအိုင်အေ အေးဂျင် မေ့စ်နဲ့ သူ့ချစ်သူ နစ်ခ်တို့နှစ်ယောက် ပဲရစ်ကိုရောက်လာကြပါတော့တယ်\nအပေးအယူလုပ်တဲ့နေရာမှာ ဂျာမန်အေးဂျင့် မယ်ရီက\nပိုက်ဆံထည့်ထားတဲ့ အိတ်ကို ကြားထဲကနေ ဖြတ်ယူသွားပါတော့တယ်\nမေ့စ်က မယ်ရီနောက်လိုက်နေတုန်း နစ်ခ်က ပစ်သတ်ခံလိုက်ရပါတယ်\nစီအိုင်အေကို ပြန်ရောက်တော့မှ မေ့စ်တစ်ယောက် နစ်ခ်အသတ်ခံလိုက်ရမှန်း သိသွားပါတော့တယ်\nမေ့စ်ရဲ့ အထက်လူကြီး မတ်ခ်က မေ့စ်ကို မဖြစ်ဖြစ်တဲ့နည်းနဲ့\nဒရိုက်ဗ်ကို ပြန်ရအောင်ယူခိုင်းတဲ့အခါမှာတော့\nမေ့စ်တစ်ယောက်ဘယ်လိုတွေလုပ်မလဲ- စီအိုင်အေ အေးဂျင့် မေ့စ်\n- ဂျာမန်အေးဂျင့် မယ်ရီ\n- ကွန်ပျူတာကျွမ်းကျင်သူ ခါဒီဂျာ\n- ကိုလံဘီယာစိတ်ရောဂါကုဆရာဝန် ဂရေစီယယ်လာသူတို့တွေ တတိယကမ္ဘာစစ်ကြီး မဖြစ်အောင် ဘယ်လိုတွေကာကွယ်ကြမလဲဆိုတာ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/the-355-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vT0BY2KiFTrcdZuW0aJMddVe1Ci.jpg",
        "title": "Uncle Nine:  The Curious Case of the Ancient Coffin ( 2021 )",
        "description": "တရုတ်တစ္ဆေ ခုန်စွခုန်စွ ဖုတ်ကောင်ကားသစ်လေးလာပါပြီဇာတ်လမ်းအကျဉ်းကတော့ဦးလေး၉ဟာ ဘိုးဘေးလုပ်ငန်းဖြစ်တဲ့ဖုန်းရွှေဆရာအလုပ်ကိုမလုပ်ပဲ ဆေးဆရာအဖြစ်အသက်မွေးဝမ်းကျောင်းနေပါတယ်။နေကြတ်တဲ့နေ့တစ်နေ့ အပုပ်ချိန်မှာ ရှေးဟောင်းအလောင်းစာပိုးကောင်တွေထကြွပြီးအခေါင်းစောင့်မြွေကြီးကလဲ လူတွေကိုထွက်စားနေပါတယ်။ဦးလေး၉နဲ့တပည့်တွေဟာ ဖုတ်ကောင်အုပ်စုတိုက်ခိုက်ခြင်းကိုခံရပြီးမြို့ငယ်လေးမှာကံဆိုးစွာ မကောင်းတဲ့ဖြစ်ရပ်တွေတစ်ခုပြီးတစ်ခုဖြစ်လာပါတယ်။ထူးဆန်းတဲ့သေဆုံးမှုတွေကြောင့်ရဲအရာရှိတွေနဲ့ ဦးလေး၉ နဲ့အတူအမှုကိုအပြင်းအထန်စစ်ဆေးကြပါတယ်။နစ်နာသူပြည်သူတွေရဲ့ကိုယ်ပေါ်မှာအလောင်းဆိပ်မိနေပါတယ်။ဦးလေး ၉ ဟာ တိတ်တဆိတ်စုံစမ်းရင်း ဂျပန်တွေရဲ့ဆေးကုသဖို့ဖိတ်ကြားမှုကိုခံရပြီး ဂျပန်တပ်သားတွေရဲ့သင်္ချိုင်းဖောက်တဲ့အကြံအစည်ကိုသိသွားတော့ ဂျပန်တွေရဲ့ကွပ်မျက်ခံရလုဆဲဆဲအခြေနေကိုရောက်သွားပါတယ်။ဓားသွားပေါ်ကအခြေအနေမှာရောက်နေတဲ့ ဦးလေး၉ ဟာဘယ်လိုအသက်လွတ်အောင်လုပ်ပြီး တစ္ဆေနှိမ်နင်းကာနိုင်ငံရတနာတွေကိုဘယ်လိုစောင့်ရှောက်မလဲ။ပြီးတော့ ဂျပန်သင်္ချိုင်းဖောက်ထွင်းအဖွဲ့ကရောဘာတွေနဲ့ပတ်သက်နေမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။ဟောင်ကောင်ကား Mr Vampire (၁၉၈၅) ပုံစံအတိုင်းပဲဟာသလေးတွေနှောပြီးပြန်ရိုက်ထားတာဖြစ်တဲ့အတွက် ငယ်ဘဝကိုပြန်အမှတ်ရသွားမှာသေချာပါတယ်။ပေါ့ပေါ့ပါးပါး ဖုတ်ကောင်ကားလေးကိုအားပေးကြပါဦးနော်။ \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Action , Mystery , Fantasy\nDuring : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1HFed/Uncle_Nine_The_Curious_Case_of_the_Ancient_Coffin_(2021)_CM.mp4",
        "category": "Action, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQkCKYHmWRNAcWb1XWk8SPylUog.jpg",
        "title": "Firebreather (2010)",
        "description": "Firebreather (2010)ဒီ animation ဇာတ်ကားကောင်းလေးကို မသိတဲ့သူတော်တော်ရှားမယ်ထင်ပါတယ်။ ကျွန်တော်တို့တွေ ကလေးဘ၀မှာ အသည်းစွဲဖြစ်ခဲ့ရတဲ့ ကာတွန်းကားလေးတစ်ကားဆိုရင်လည်း မှားမယ်မထင်ပါဘူး။မကြည့်ဖူးသေးတဲ့သူတွေရော ကြည့်ပြီးတဲ့သူတွေပါ ဘာသာပြန်ကောင်းကောင်းလေးနဲ့ သေချာပြန်လည်ခံစားလို့ရအောင်လို့ Channel Myanmar ကနေ ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့......ကမ္ဘာကြီးဟာ ကိုင်ဂျူးလို့ခေါ်တဲ့ ဧရာမသတ္တဝါကြီးတွေနဲ့ လူသားတွေ ရောထွေးနေထိုင်တဲ့ နေရာတစ်ခုဖြစ်လာပါတယ်။ မျိုးနွယ်နှစ်ခုကြား စစ်ပွဲရှည်ကြီး တစ်ခုဖြစ်လာခဲ့ပြီး ဒီစစ်ပွဲကို အဆုံးသတ်ပေးလိုက်တာကတော့ မားဂရက်ဆိုတဲ့ လူသားမျိုးနွယ် မိန်းကလေးတစ်ဦးနဲ့ ကိုင်ဂျူးဘုရင်ကြီး ဘယ်လော့ခ် တို့ရဲ့ ချစ်ကြိုက်မှုပဲ ဖြစ်ပါတယ်။စစ်ပွဲကြီးရပ်တန့်သွားပြီးနောက် ကိုင်ဂျူးတွေဆိုတာလည်း ဒဏ္ဍာရီသဖွယ် ဖြစ်လာခဲ့ပါတော့တယ်။ ဒါပေမယ့် ဒန်ကန်ဆိုတဲ့ ကိုင်ဂျူးတစ်၀က် လူသားတစ်၀က် ဆယ်ကျော်သက်ကောင်လေးကတော့ ဒဏ္ဍာရီမဟုတ်ခဲ့ပါဘူး။ကိုင်ဂျူးတစ်ကောင်ရဲ့အစွမ်းတွေနဲ့ လူသားလေး ဒန်ကန်ဆီကို တစ်ရက်မှာ ကိုင်ဂျူးဘုရင် ဘယ်လော့ခ်ကြီးက ဆိုက်ဆိုက်မြိုက်မြိုက် ပြန်လည်ရောက်ရှိလာတဲ့အခါမှာတော့...... (ဇာတ်ကားနဲ့ အညွှန်းကို Chuck Chuck မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.3GB, 608MB\nQuality - ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/firebreather-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bsh8YdNxq66oH0MvJFd7hjlq6Fq.jpg",
        "title": "Iddarammayilatho (2013)",
        "description": "Iddarammayilatho (2013)အညွှန်းဇာတ်လမ်းစဖွင့်ပုံက...\nနိုင်ငံအတွင်းမှာ ဖြစ်သွားတဲ့ ကုဋေ တစ်သိန်းတန်လာဘ်စားမှုကြီးတစ်ခုအကြောင်းကို IAS အရာရှိတစ်ယောက်ကဝန်ကြီးကို မေးမြန်းပြီး ၊ အဲ့ဒီကိစ္စကို စုံစမ်းပေးဖို့ ဝန်ကြီးကIAS အရာရှိကို တာဝန်ပေးလိုက်ရာက စဖွင့်ပါတယ်။ဒီနောက်တော့ ဝန်ကြီးရဲ့သမီး နိုင်ငံခြားကိုစိတ်ပညာဘွဲ့လွန်သွားတက်တာကို ပြပါတယ်။ဒါက ဇာတ်လမ်းရဲ့ နိဒါန်းပဲ ရှိပါသေးတယ်။ဒီနောက်တော့ ဝန်ကြီးသမီး အာကန်ရှာဟာ ပြည်ပမှာ ကောလိပ်တက်ဖို့အဆောင်တစ်ခုကို ရောက်လာပါတယ်။ အဲ့ဒီအဆောင်က သူတည်းခိုတဲ့အခန်းထဲကနေ မိန်းကလေးတစ်ယောက်ရဲ့ ဒိုင်ယာရီစာအုပ်ကိုတွေ့လို့ဖတ်ကြည့်မိရာကနေ ဒီဇာတ်လမ်းတစ်ခုလုံးဟာ ရုပ်လုံးပေါ်လာတော့တာပါပဲ။တစ်ချို့က ကြည့်ဖူးကြပေမယ့် တစ်ချို့ကတော့ မကြည့်ဖူးလောက်ပါဘူး။ဇာတ်လမ်းကို ခြုံငုံသုံးသပ်ရရင် ဇာတ်အိမ်ကို အားမရပေမယ့် တေလဂူးဇာတ်ကားလေးတွေရဲ့ထုံးစံအတိုင်း ချစ်ခန်းကြိုက်ခန်း ၊ ဟာသခန်းလေးတွေ ညှပ်ထည့်ထားပုံကဇာတ်လမ်းကို မြူးကြွစေပြီး ၊ တေလဂူးမင်းသမီးလေးတွေရဲ့ ညုတုတု အမူအရာ ၊သရုပ်ဆောင်ပုံလေးတွေက အသည်းယားစရာ ကောင်းလှပါတယ်။မိသားစုနဲ့ အတူ ကြည့်နိုင်သလို ၊မိမိရဲ့ ရည်းစား ၊ မိမိရဲ့ အိမ်ထောင်ဖက်နဲ့လည်း အတူကြည့်ရင်း အချစ်တွေပိုတိုးလာစေနိုင်ပါတယ်။ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/iddarammayilatho-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uORr2GXQnyqgBOg6tVsRCJD2qxc.jpg",
        "title": "Escape From Alcatraz (1979)",
        "description": "Escape from Alcatraz (1979)~ IMDb- 7.6/10, RT - 96%, Meta - 76%အပြင်လောကမှာလူမိုက်တွေက \"ထောင်အပြင်မှာ တန်းမရှိဘူးကွ\"လို့ ကြွေးကြော်ရင်း မိုက်ဂုဏ်ပြလေ့ရှိပါတယ်။ ဟုတ်ကဲ့၊ ထောင်အပြင်မှာသာတန်းမရှိတာပါ။ ထောင်ထဲမှာတော့ တန်းလည်းရှိတယ်၊ တိုက်လည်းရှိတယ်၊ မိုက်ပေ့ဆိုတဲ့ငနဲတွေအထဲရောက်လာရင် ဦးကျိုးသွားအောင်ချိုးပြမယ့်သူတွေကလည်းအသင့်စောင့်နေတာပါ။ ဆရာကျော်မြသန်းတို့၊ ဆရာရန်အောင်မောင်မောင်တို့ရဲ့ဝတ္ထုတွေကိုဖတ်ရင်း ထောင်လောကအကြောင်း မြည်းစမ်းကြည့်ဖူးသူတွေအတွက်တော့ အခုတင်ပြမယ့်ဇာတ်ကားဟာ စွဲမက်ဖွယ်ရသအပြည့်ပေးပါလိမ့်မယ်။ ထောင်ဆိုတာဘာလဲ မသိသေးသူတွေအတွက်လည်း မြည်းစမ်းကြည့်သင့်ပါတယ်။အလ်ကာထရက်ဇ်ဆိုတာ ကယ်လီဖိုးနီးယားပြည်နယ်၊ ဆန်ဖရန်စစ္စကိုပင်လယ်အော်နားက ကျောက်ဆောင်တွေပြည့်နေတဲ့ကျွန်းတစ်ခုပါ။ အစက စပိန်တွေပိုင်ခဲ့တယ်၊ သူ့နာမည်ကိုက ငှက်ကြီးဝန်ပိုကျွန်းလို့ စပိန်လိုခေါ်ရာကနေအမည်တွင်လာတာပါ။ အမေရိကန်ပိုင်ကျွန်းတစ်ခုဖြစ်လာပြီးတဲ့နောက် ၁၈၆၁ခုနှစ်မှာ အဲဒီကျွန်းကို စစ်ပြေးတွေ၊ သူပုန်တွေကိုအကျဉ်းချတဲ့နေရာအဖြစ်စအသုံးပြုခဲ့ပါတယ်။ ၁၉၃၄မှာတော့ ခေတ်မီအဆောက်အဦတွေနဲ့အတူ တစ်နိုင်ငံလုံးမှာ လုံခြုံရေးအတင်းကျပ်ဆုံးထောင်အဖြစ်နဲ့စတင်ခဲ့ပါတယ်။ အလ်ကာထရက်ဇ်ကို အဆိုးဆုံး၊ အကြမ်းဆုံးရာဇဝတ်ကောင်တွေထားတယ်ဆိုတာထက် စည်းကမ်းအဖောက်ဆုံးထောင်သားတွေပို့လေ့ရှိတယ်ဆိုရင် ပိုမှန်ပါလိမ့်မယ်။ သူတို့ကို တစ်ယောက်တစ်ခန်းစီခွဲပြီးချုပ်ထားတယ်။ အဲဒီနေရတဲ့အခန်းကလည်း အလျားဆယ်ပေ၊ အနံလေးပေခွဲသာကျယ်ပါသတဲ့။ တစ်နေ့ကို ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/escape-from-alcatraz-1979/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oQq3FMD952F8Rnu619O2boTK1Do.jpg",
        "title": "Son of Satyamurthy (2015)",
        "description": "Son Of Satyamurthy (2015)ဖခင်ဆိုတဲ့ ကြီးမားလှတဲ့အရိပ်ကို ခိုလှုံရင်း ဘဝကို ခပ်အေးအေးနေခဲ့တဲ့ လူငယ်တစ်ယောက်...အက်ဆီးဒင့်ကြောင့် ဖခင်ဖြစ်သူ သေဆုံးပြီးနောက်ပိုင်း ဖခင်အရိုက်အရာကိုလက်ခံကာ...ကြုံလာသမျှအခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်သလဲဆိုတာကို ရိုက်ပြထားတာ ဖြစ်ပါတယ်။ဇာတ်လမ်းတကယ်ကောင်းသလို ၊ ရိုက်ချက်တွေလည်းကောင်းတယ်။Stylish Star အာလူအာဂျွန်းရဲ့ ထုံးစံအတိုင်း ခပ်မြူးမြူးလေးဆိုတော့ကြည့်ဖူးသူလည်း မူရင်းတီလူဂူးအသံနဲ့ ထပ်ကြည့်လို့ရတာပေါ့ခင်ဗျာ။ အိုဗာအက်ရှင်ပါတာလေးတွေတော့ သည်းခံကြည့်ရမယ်။File size…4.64Gb / 2.4Gb / 1.2GB\nQuality…1080p Blu Ray AAC 5.1Ch / 1080p AAC 2.0 / 720p\nFormat…mp4\nDuration….2h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Myint Thu",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/son-of-satyamurthy-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g841pE2duYUJDUsy6i2NXqCzVBO.jpg",
        "title": "Akhanda (2021)",
        "description": "Akhanda 2021\nDrama/ Fantasy\nIMDb 7.9/10၂၀၂၁ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ တမီးလ်ရုပ်ရှင်ကားကောင်းတွေထဲမှာနောက်ဆုံးပိတ်အိတ်နဲ့လွယ်ကားလို့ပြောရလောက်အောင်ကိုရှယ်ကောင်းတဲ့‌တောင်ပိုင်းကားလေးပါ။ Box office မှာကုဋေ ၂၀၀ အထိဝင်ငွေကြမ်းခဲ့ပြီး ၂၀၂၁ ခုနှစ်ရဲ့ ဒုတိယမြောက်ဝင်ငွေအကြမ်းဆုံးကားဆိုလည်း ဟုတ်တယ်ဗျ။Box Office မှာ ၂၀၂၁ ခုနှစ်မှာ ဒုတိယဝင်ငွေအများဆုံးဖြစ်ရတဲ့အကြောင်းကိုပြောပါဆို နာမည်ကြီးဝါရင့်သရုပ်ဆောင် Nandamuri ပါတာရယ်မင်းသမီးချောနှစ်လက်ဖြစ်တဲ့ Pragya နဲ့ Shamna တို့ပါတာကြောင့်လည်းပါတယ်ပေါ့ဗျာ။အဲလိုပြောလို့ Red Notice လိုနာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ထိန်းသွားတဲ့ကားလားဆိုရင်တော့လည်း မဟုတ်ပြန်ဘူးဗျ။ ဇာတ်လမ်းဇာတ်ကွက်ကကုလားကားဆန်ဆန်ရိုက်ချက်တွေပါနေတာကလွဲရင်(ကုလားကားကိုးဗျ) ရှယ်ကိုကောင်းနေတာမျိုးဗျ။မျောပြီးကြည့်နေရင်းကြက်သီးထရလောက်တဲ့စကားမျိုးတွေထပြောလေ့ပြောထရှိတဲ့တောင်ပိုင်းကားတွေရဲ့ဗီဇကိုသိပြီးပြီဆိုရင်တောင် ဒီကားထဲက ကြက်သီးထစရာဇာတ်ဝင်စကားတွေကတစ်ခြားတွေနဲ့ကိုမတူတာအမှန်။ ကြည့်ရင်းမျောရင်း၊ မျောရင်းကြည့်ရင်းအ‌ဆုံးကိုဘယ်လိုရောက်လို့ရောက်သွားမှန်းမသိမယ့်ကားကောင်းမျိုးဗျ။ဇာတ်လမ်းအကျဉ်းချုပ်ကိုပြောပြရမယ်ဆိုရင် ရွှေကျေးညီနောင်ပေါ့ဗျာ။ကျေးညီနောင်နှစ်ကောင်ဟာ တစ်ကောင်က ကောင်းရာအရပ်‌ရောက်ပြီးကျေးလိမ္မာဖြစ်သွားပေမဲ့ တစ်ကောင်ကတော့ ဆိုးရာအရပ်ရောက်ပြီးကျေး‌မိုက်ဖြစ်သွားသလိုမျိုးပဲပေါ့။ ဒါပေမဲ့ မတူတဲ့အချက်ကတော့ဒီဇာတ်ကားထဲက ညီအစ်ကိုနှစ်ယောက်ကိုကျ မွေးကတည်းကဘုရားလူကြီးက နိမိတ်ဖတ်သွားတာပဲ။ ဒီတစ်‌‌ယောက်ဟာသဘာဝတရားနဲ့ တူလိမ့်မယ်၊ ဒီတစ်ယောက်ဟာ သဘာဝဘေးဆိုးနဲ့တူလိမ့်မယ်ဆိုပြီးသဘာဝတရားကိုချစ် သဘာဝဘေးဆိုးကို စွန့်ပစ်ခိုင်းခဲ့တာမျိုးပေါ့။ ဒီတော့ဗျာညီအစ်ကိုနှစ်ယောက်ထဲက သဘာဝတရားဖြစ်တဲ့တစ်ယောက်ကပြည်နယ်အုပ်ချုပ်ရေးမှူးချောချောလေးနဲ့ တစ်စခန်းသွားတော့မယ်အချိန်မှာသဘာဝဘေးဆိုးဖြစ်တဲ့တစ်ယောက်ကကျ ဘယ်လိုအရပ်ရောက်ပြီးဘယ်လောက်တောင်ဆိုးနေမယ် ညီအစ်ကိုနှစ်ယောက် ဘယ်လိုပြန်တွေ့ကြမယ်ဆိုတာမျိုးပေါ့။ဒီလိုသဘောတရားဇာတ်လမ်း‌တွေရှိပေမဲ့ ဒီကားလောက်တော့ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/akhanda-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/91723585bd0a715fbbc498de6fe5b255f18f06103046b80309d7996358725ac9._RI_V_TTW_-150x200.jpg",
        "title": "For a Few Dollars More (1965)",
        "description": "For a Few Dollars More (1965) ~ IMDb - 8.2/10, RT- 92%, Meta - 74%နာမည်မရှိသော ကောင်းဘွိုင်ကြီး လာပါပြီခင်ဗျာ။ ဇာတ်ကားသုံးကားကို သုံးနှစ်ဆက်တိုက် ရိုက်ကူးထုတ်လွှင့်ခဲ့တဲ့၊ ကောင်းဘွိုင်ကားသမိုင်းမှာ မှတ်ကျောက်တင်ခဲ့တဲ့ Clint Eastwood ရဲ့ သမိုင်းမှတ်တိုင်တွေပါ။ အခုကားကတော့ ဒုတိယမြောက်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကောင်းဘွိုင် ယန်းကီးလေးဟာ ဆုကြေးစား လူဆိုးဖမ်းသမား ဖြစ်နေပြန်ပါပြီ။ အရင်ဇာတ်ကားကရခဲ့တဲ့ ပိုက်ဆံတွေ ဘယ်တည်းခိုခန်းမှာ ဖြုန်းလိုက်လဲ မသိပါဘူးဗျာ။ အခုတော့ ဒေါ်လာတစ်ထောင်တန် လူဆိုးလေးတွေ လိုက်ဖမ်းနေလေရဲ့။အချီကြီးကြံတတ်တဲ့ ပုဂ္ဂိုလ်ဆိုတော့လည်း တကယ့် ဒိတ်ဒိတ်ကြဲ လူဆိုးဂိုဏ်းနောက်ကို အမဲလိုက်ဖို့ ဖြစ်လာတာပေါ့။ တစ်ခါတလေမှာ မုဆိုးက ကျားစာမိသွားတာမျိုးလည်း ရှိတတ်တာမျိုးလေ။ အဲဒီမှာ ပုဂ္ဂိုလ်ရေးရန်ငြိုးနဲ့ လိုက်လာတဲ့ ဘဲကြီးတစ်ပွေရယ်၊ နာမည်မရှိတဲ့ ယန်းကီးလေးရယ်တို့ ခြင်္သေ့ဂူထဲဝင်ပြီး လူဆိုးတစ်သိုက်နဲ့ ဘတပြန် ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/for-a-few-dollars-more-1965/"
    }
]