[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9tl9e6GNLpSrSL1NeszlfrTl86x.jpg",
        "title": "The Seven’s Dog PDU ( 2023 )",
        "description": "CM ပရိသတ်တွေအတွက် The Seven Dogs ဆိုတဲ့ ဖြစ်ရပ်မှန်\nရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ရဲတပ်ဖွဲ့ဝင် အသစ်ဖြစ်တဲ့ ချန်ရှောင်ထျန်းဟာ မှုခင်းရဲတစ်ယောက်\nဖြစ်ချင်ခဲ့ပေမဲ့ ရဲခွေးတပ်ဖွဲ့ကို အပို့ခံလိုက်ရပါတယ်။\nသူတာဝန်ယူရတဲ့ ခွေးလေး ဖက်ထုပ်လေးက\nသူ့စကားကို နားမထောင်ပဲ လေ့ကျင့်ရခက်ခဲခဲ့ပါတယ်။နောက်ပိုင်းမှာတော့ အဖြစ်အပျက် အမျိုးမျိုး ဖြတ်သန်းပြီးနောက်\nအချင်းချင်း ပူးပေါင်းကူညီပြီး သူတို့ဟာ\nအကောင်းဆုံးရဲဘော်ရဲဘက်တွေ ဖြစ်သွားကြပါတော့တယ်။\nဖက်ထုပ်လေးကို ချန်ရှောင်ထျန်းက ဘယ်လို လေ့ကျင့်ပေးမလဲ......\nသူတို့နှစ်ယောက် သံယောဇဉ်က ဘယ်လို ဆက်သွယ်သွားမလဲကို......\nရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုကြရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1S3v7/The_Seven_Dog_PDU_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjA2MWI5NzktNjY0My00YmJkLWIzZDEtMDc3NmFkYTdkMzJmXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-128x200.jpg",
        "title": "Naan Mirugamaai Maara (2022)",
        "description": "Naan Mirugamaai Maara (2022)အခုတစ်ခါမှာတော့ IMDb 5.8 အထိရရှိထားတဲ့\nAction-Thriller တမီလ်ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးပါ့မယ်။ဘွန်မီနာသန်ဆိုတဲ့လူဟာ သူ့ဘဝကို\nအေးအေးဆေးဆေးဖြတ်သန်းနေခဲ့ပြီး မိသားစုကိုသိတတ်တဲ့\nလူတစ်ယောက်လည်း ဖြစ်ပါသေးတယ်။သို့ပေမယ့် သူ့ညီလေးအသတ်ခံလိုက်ရတဲ့အချိန်မှာတော့ ဒါတွေအားလုံးဟာ သူ့အတွက်\nမှေးမှိန်သွားခဲ့ပါတယ်။ဆုံးသွားတဲ့ညီဖြစ်သူ တရားမျှတမှုရရှိရေးအတွက် အပတ်တကုတ်ကြိုးစားခဲ့ပေမယ့်\nတရားဥပဒေရဲ့လျှော့ကြိုးတွေကို သူ အယုံအကြည်မရှိခဲ့ပါဘူး။ဒီလိုနဲ့ သူကိုယ်တိုင်ပဲ ညီဖြစ်သူတရားမျှတမှုရရှိရေးအတွက် ကလဲ့စားချေဖို့ထွက်လာခဲ့တဲ့အခါ\nသူ ဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ...။အောင်မြင်နိုင်ပါ့မလား..။သူ့မိသားစုအပေါ် ဘယ်လိုအကျိုးသက်ရောက်လာမလဲဆိုတာကိုတော့\nဆက်လက်ရှုစားပေးကြပါဦးနော်...။\nFile size…1.83GB / 778MB\nQuality… 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 8min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Taylor ~ Yunni",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/naan-mirugamaai-maara-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPWlBmCixh9k3Jjb7c7jkIaxBbL.jpg",
        "title": "Keanu(2016)",
        "description": "Keanu (2016)============IMDb - 6.2\nRotten tomatoes - 78%ဟာသဇာတ်မြူးကားကောင်းတွေကိုလွမ်းနေကြတဲ့ပရိသတ်တွေအတွက်Key & Peel လို့လူသိများတဲ့ ဟာသသရုပ်ဆောင်နှစ်ယောက်ရဲ့ ဟာသဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသားကြီး ကီနူး ရီဗ်ကကြောင်လေး \"ကီနူး\" နေရာမှာအသံသရုပ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ကောင်မလေးကထားသွားလို့ အသည်းကွဲနေတဲ့ရဲလ်ရဲ့အိမ်ရှေ့ကိုကြောင်လေးတကောင်ရောက်လာခဲ့တာမလို့  မြင်မြင်ချင်းမှာပဲမွေးစားဖို့ဆုံးဖြတ်လိုက်ပြီး \"ကီနူး\" လို့အမည်ပေးလိုက်ပါတယ်။ဒါပေမဲ့ ဒီကြောင်လေးက သာမာန်လမ်းဘေးကြောင်လေးမဟုတ်ပဲ အယ်လ်အေကမူးယစ်ရာဇာတယောက်က မွေးထားတဲ့ ကြောင်လေးဖြစ်နေတာပါ။ဒီလိုနဲ့တနေ့မှာ ရဲလ်တယောက် သူ့ရဲ့အကိုဝမ်းကွဲဖြစ်တဲ့ ကလဲရန့်စ်နဲ့အတူရုပ်ရှင်ကြည့်ပြီး အိမ်အပြန်မှာအိမ်အဖောက်ခံရပြီး ကီနူး အခိုးခံခဲ့ရပါတယ်။ဒီလိုနဲ့သူတို့ယောက်အတူ လိုက်လံစုံစမ်းကြည့်လိုက်တဲ့အခါမှာ ကီနူးကိုလူဆိုးဂိုဏ်းတဂိုဏ်းကခိုးသွားတာမလို့ သူတို့လည်း ကီနူးကိုပြန်ရအောင်လုပ်ရင်းဘယ်လိုအရှုပ်ထုတ်တွေထဲဝင်ပါမိသွားမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဟာသကားကောင်းလေးတကားဖြစ်တာမလို့ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျ။ File size…1.19GB / 598MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tmmt",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/keanu2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mMJJO4rxuN0Ge1EYQ68ZxzRZoNo.jpg",
        "title": "True and False Jigong ( 2023 )",
        "description": "“မိစ္ဆာတွေကို နှိမ်နင်း / အားနည်းသူတွေကိုကူညီပေးပြီး ပြည်သူတွေရဲ့ အချစ်ကို ရရှိနေသူ ၊\nမသေမျိုးကျင့်စဥ်ရရှိဖို့ ကျင့်ကြံနေသူ ၊ တောင်ပေါ်မှာပဲ\nသီတင်းသုံးနေထိုင်တတ်သူ ဘုန်းတော်ကြီး - ကျိကုန်း”“ရုပ်ဆိုးလွန်း၍ အားလုံးက မိစ္ဆာတစ်ကောင်လိုသတ်မှတ်ခြင်းခံနေရသူ ၊\nဆိုးဝါးလွန်းတဲ့ မျက်နှာကြောင့် အားလုံးရဲ့ အပယ်ခံဖြစ်ပြီး အ\nထီးကျန်နေရသူ ၊ ပြည်သူတွေရဲ့ ချစ်ခြင်းကို ခံရဖို့ ကြိုးစားနေသူ - ဟွမ်ယွမ်”လွန်ခဲ့တဲ့ အနှစ် ၂၀ က ဘုန်းတော်ကြီး ကျိကုန်းဟာ\nမြွေမိစ္ဆာမောင်နှမကိုနှိမ်နှင်းရင်း အစ်ကိုဖြစ်သူကို သတ်ပစ်ခဲ့မိပါတယ် ။\nကျန်တဲ့ မိစ္ဆာညီမလေးကိုတော့ အမှားတွေပြန်လည်ပြင်ဆင်ပေးဖို့\nလွှတ်လိုက်ပေမဲ့ တကယ်တမ်းမှာတော့ အဲဒီမိစ္ဆာမဟာ\nအစ်ကိုဖြစ်သူအတွက် လက်စားပြန်ချေဖို့ ကြိူးပန်းနေခဲ့ပါတယ် ။ဒီလိုနဲ့ နှစ် ၂၀ ကုန်ဆုံးလာခဲ့ပြီး ပိုင်ရွှိန်မြို့တော်မှာထူးဆန်းတဲ့\nကိစ္စတွေဖြစ်ပေါ်လာခဲ့ပါတော့တယ် ။ ဒါတွေကို ဖြေရှင်းဖို့ အတွက်\nဘုန်းတော်ကြီး ကျိကုန်းဟာ ပိုင်ရွှိန်မြို့တော်ကိုရောက်လာခဲ့ပေမဲ့\n၎င်းမြို့တော်မှာ သူနဲ့ ချွတ်စွပ်တူတဲ့ နောက်တဲ့ ကျိကုန်းတစ်ယောက်ကိုတွေ့လိုက်ရပါတော့တယ် ။❏ ဘုန်းတော်ကြီး ကျိကုန်းတစ်ယောက်ဘယ်လိုရင်ဆိုင်မလဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2xZyc/True_And_False_JiGong_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDBkNmVkMzQtNWI0Yi00ODgzLWJmYTQtMzc4N2ExNDFkN2ZjXkEyXkFqcGdeQXVyNDAwMzY0OTk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Kruty 1918 (2019)",
        "description": "Kruty 1918 (2019)\n=============\nIMDb Rating - 6.0/10ယူကရိန်းကို ကမ္ဘာက လွတ်လပ်တဲ့နိုင်ငံအဖြစ် အသိအမှတ်ပြုဖို့\nအသင့်ဖြစ်နေပါပြီ။ ဒါပေမယ့် လွတ်လပ်ရေးလမ်းကြောင်းကို\nအနှောင့်အယှက်ပေးနေတဲ့ ရုရှားစစ်တပ်ဟာ ယူကရိန်းမြို့တွေကို\nတစ်မြို့ပြီးတစ်မြို့သိမ်းယူရင်း မြို့တော် ကီဗီ ကိုသိမ်းဖို့အထိစီစဉ်\nထားခဲ့ပါတယ်။နိုင်ငံရဲ့စစ်အင်အားချိနဲ့လာချိန်မှာ ယူကရိန်းမြို့တော်ကီဗီမှာပဲ အကြီး\nအကဲတွေဟာ ခြေကုပ်ပြီးခုခံဖို့ပြင်ဆင်လာခဲ့တယ်။ တစ်ဖက်မှာလည်း\nစစ်အင်အားလိုအပ်တဲ့အတွက် မြို့တွင်းစည်းရုံးရေးတွေ ဆက်တိုက်\nဆိုသလိုလုပ်နေခဲ့ပါတယ်။ ၁၉၁၈ ခုနှစ်မှာ ရုရှားတွေကိုခုခံတိုက်ခိုက်\nဖို့အတွက် ယူကရိန်းတက္ကသိုလ်ကကျောင်းသားအများစုဟာစစ်ထဲကို\nဝင်ရောက်ခဲ့ပါတယ်။စစ်ရေးလိုအပ်ချက်အရစစ်ပညာတစ်ပတ်သာ သင်ကြားပြီးရှေ့တန်းကို\nတက်ကြရမှာဖြစ်တဲ့အတွက်စိုးရိမ်မှုတွေရှိခဲ့ပါတယ်။ ဒါပေမယ့် ကျောင်း\nသားအင်အားစုဟာ ကရူတီရထားဘူတာရုံမှာ ခြေကုပ်ပြီး ရုရှားစစ်တပ်\nတွေကိုအောင်မြင်စွာခုခံတိုက်ခိုက်နိုင်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို\nစိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့အတွက်ကြောင့်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (625 MB) / (357 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 50Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama, History\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/kruty-1918-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMzFiNWI1MDQtMjg3Mi00YjIxLWI2NDktNjI0MmNiNjRjMDI5XkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "3 Ninjas Kick Back (1994)",
        "description": "3 Ninjas Kick Back (1994)\n===================များလှစွာသော Three Ninjas တွေထဲကမှ နောက်ထပ်\nကားကောင်းလေး တစ်ကားပါ ပရိသတ်ကြီးရေ .. ၁၉၉၄\nခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး ကျွန်တော်ကိုယ်တိုင်လည်း\nငယ်ငယ်က ကြိုက်လွန်းလို့ ခဏခဏကြည့်ပြီး အလွတ်နီးပါး\nရနေတဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်ကြောင်းကတော့ .. ရော့ကီ၊ ကော့တ်နဲ့ တမ်တမ် ဆိုတဲ့\nညီအစ်ကို သုံးယောက် ရှိကြသဗျ။ သူတို့ဟာ နွေရာသီအားလပ်\nရက်တွေမှာ အဘိုးဖြစ်သူရဲ့ အပန်းဖြေအိမ်လေးကို သွားပြီး\nနင်ဂျာသိုင်း သင်ကြပါတယ်။ တစ်ခုသောနွေရာသီမှာတော့\nအဘိုးဖြစ်သူက လွန်ခဲ့တဲ့ အနှစ် ၅၀ က သူ ပြိုင်ပွဲဝင်ရင်း\nဆုရခဲ့တဲ့ဓားမြှောင်တစ်ချောင်းရဲ့ သမိုင်းကို မြေး ၃ယောက်ကို\nပြောပြပါတော့တယ်။ ဒီလိုနဲ့ ဒီဓားမြှောင်က တိုကျိုမှာရှိတဲ့\nရွှေလှိုဏ်ဂူတစ်ခုရဲ့ သော့ဖြစ်ကြောင်း သိလိုက်ရပါတော့တယ်။ဒီဓားမြှောင်ကို အဘိုးဖြစ်သူဟာ ယခုလက်ရှိ ဂျပန်နိုင်ငံ ကိုဂါမြို့မှာ\nကျင်းပတဲ့ နင်ဂျာပြိုင်ပွဲမှာ အနိုင်ရသူကို ပြန်ပြီး လက်ဆင့်ကမ်း\nချီးမြှင့်မှာ ဖြစ်ပါတယ်။ သို့ပေမဲ့ လွန်ခဲ့တဲ့ အနှစ် ၅၀ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/3-ninjas-kick-back-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/BKg7z_4f-141x200.jpg",
        "title": "Noise (2023)",
        "description": "Death Note ကား ထဲက L နဲ့ Light Yagami မင်းသား 2ယောက်ကို အတူတူတွေ့ရမှာပါရှီရှီခါရီ ဆိုတဲ့ ကျွန်းလေးဟာ လူဦးရေခေါင်းပါလာပြီး အေးချမ်းသာယာတဲ့ကျွန်းလေးပါ ကျွန်းရဲ့အဓိကထွက်ကုန်ကတော့ အနက်ရောဂ်သဖန်းသီးတွေပါဒီကျွန်းပေါ်မှာ သဖန်းပင်စိုက်ပျိုးပြီး ကျွန်းလေးကိုအကျိုးပြုနတောကြောင့် လူအများချစ်ခြင်းမေတ္တာရရှိကာ ကျွန်းရဲ့ကယ်တင်ရှင်လို့ တင်စားခံရတဲ့ ကီတာ...\nအမဲလိုက်ခြင်းနဲ့ အသက်မွေးဝမ်းကြောင်းလုပ်ကိုင်ပြီး အမဲလိုက်ရာသီမဟုတ်ရင် သဖန်းခြံမှာ လာရောက်ကူညီလေ့ရှိတဲ့ ဂျွန်...\nဒီကျွန်းအတွက် အဘက်ဘက်က အကာအကွယ်ပေးမယ့်ဆို့တဲ့ အ်ယူကို လက်ခံထားတဲ့ ရဲဝန်ထမ်းလေး ရှင်း...ဒီလို အေးချမ်းစွာ နေနေရင်းကနေ တစ်နေ့တော့ Life Changing event တစ်ခုဖြစ်ပွားခဲ့ပါတယ် ပြည်မကြီးအကျဉ်းထောင်ကနေ ပြန်လည်ထူထောင်ရေးစခန်းမှ အကျဉ်းသား အိုမီဆာကာ ဟာဒီကျွန်းကိုအလုပ်လုပ်ဖို့လာရောက်ခဲ့ပေမယ့် လူတစ်ယောက်သတ်ပြီး ထွက်ပြေးနေခဲ့ပါတယ် ဒီလိုအန္တရာယ်များတဲ့လူတစ်ယောက်ကျွန်းပေါ်ရောက်နေတာကြောင့် ဟို3ယောက်ဟာ သူ့ကိုသတ်ရမယ့်အကြောင်းအရာပေါ်ပေါက်လာခဲ့ပါတယ် ပထမတော့ စိတ်မနှံ့တဲ့အကျဉ်းသားမို့လို့ ဘယ်သူမှလာမရှာဘူးလို့ထင်ထားပေမယ့် ကြိုးစားပန်းစားလာရှာတဲ့ရဲတွေကြောင့် သူတို့၃ယောရ် ဒီကိစ္စကိုဘယ်လိုဖြေရှင်းကြမလဲ ဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်ရမလဲ ဘယ်သူတွေပါပါဝင်နေသေးလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပါ\nPlot ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/noise-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYwNjhkN2QtNTQwYS00YTJlLThmNWQtMzViZWQzYzUzNWJlXkEyXkFqcGdeQXVyMTMxODQ2MjI4._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Legion of Super-Heroes (2023)",
        "description": "Legion of Super-Heroes (2023)\n======================\nIMDb Rating - 5.8/10DCAUရဲ့ Animationကားသစ်တစ်ကား ထွက်ရှိလာပါပြီ။ ဒီတစ်ခါ\nအလှည့်ကျတာက​တော့ ကာရာ​​ဇောအဲလ်​ခေါ် စူပါဂဲလ်ပါ။ DCAUရဲ့\n​နောက်ပိုင်း​animation​တွေမှာ ရုပ်ထွက်အပိုင်း​တွေက အ​တော်​လေး\n​သေသပ်ပြီး မျက်စိပသာဒဖြစ်လာတာ ​တွေ့ရမှာပါ။ ဒီanimationရဲ့\nရုပ်ထွက်​က အ​တော်​လေး ချစ်စရာ​ကောင်းပါတယ်။ IMDbမှာ​တော့\n5.8 ရထားပါတယ်။ခရစ်ပတွန်ဂြိုဟ်ပျက်စီးမှုက​နေ ကမ္ဘာဂြိုဟ်ဆီ​ရောက်လာတဲ့ ကာရာ\nတစ်​ယောက် အိမ်အသစ် ဂြိုဟ်အသစ်မှာ အသားမကျ​သလို မိခင်နဲ့\n​မွေးရပ်ဂြိုဟ်ကိုလွမ်းဆွတ်မှု​ကြောင့် ကမ္ဘာဂြိုဟ်မှာ မ​ပျော်ရွှင်နိုင်ဘဲ\nဖြစ်​နေတာပါ။ အဲဒီအပြင် သူ့ရဲ့စွမ်းအားကို မထိန်းချုပ်နိုင်မှု​ကြောင့်\nကမ္ဘာသား​တွေရဲ့ အိုးအိမ်ပျက်စီးမှု​တွေဖြစ်လာပြီး မကြည်ဖြူမှု​တွေ\nရှိလာလို့ ကမ္ဘာက​နေ စွန့်ခွာသွားဖို့ စဉ်းစား​နေသူပါ။ဒါ​ပေမဲ့ ဝမ်းကွဲအစ်ကိုဖြစ်သူ စူပါမန်းက အချိန်စက်လုံးနဲ့ ၃၁ရာစုရဲ့\nကမ္ဘာဂြိုဟ်ကို ​ခေါ်သွားပြီး လီဂျင်တပ်​​ခေါ် စူပါဟီးရိုးအဖွဲ့အစည်းရဲ့\nအကယ်ဒမီမှာ သူ့ရဲ့စွမ်း​အားတွေကိုထိန်းချုပ်နိုင်အောင် ​လေ့ကျင့်ဖို့\n​ခေါ်သွားခဲ့ပါတယ်။ ထိုအကယ်ဒမီမှာ သူနဲ့ရွယ်တူ ဟီးရိုးအငယ်​တွေ\nစုံမိပြီး အဆင်​ပြေမယ်ကြံကာမှ သူတို့အစွမ်းနဲ့မမျှတဲ့ ဉာဏ်များတဲ့\nဗီလိန်အဖွဲ့တစ်ဖွဲ့က လီဂျင်တပ်ထဲက ပစ္စည်းတစ်ခုကိုခိုးကာ အလွန်\nဆိုးဝါးတဲ့အစီအစဉ်တစ်ခုကို ပုံ​ဖော်လာတဲ့အခါ စူပါဂဲလ်တို့ လူငယ်\nတသိုက် ထိုအဖွဲ့အစည်းကို ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/legion-of-super-heroes-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZDc4MzVkNzYtZTRiZC00ODYwLWJjZmMtMDIyNjQ1M2M1OGM2XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-135x200.jpg",
        "title": "Plane (2023)",
        "description": "မင်းသားကြီး Gerard Butler ရဲ့ နောက်ဆုံးထွက် အက်ရှင်ရုပ်ရှင်သစ် လာပါပြီ။ ဒီကားကတော့ rating လည်းကောင်းသလို ပရိသတ်တွေလည်းအတော်ကြိုက်ကြပါတယ်။\nတောရန့်ဆိုတဲ့ လေယာဉ်မှူးဟာ တော်ဝင်လေတပ်ထွက် စစ်သားဟောင်းတစ်ယောက်ဖြစ်ပြီး ပုဂ္ဂလိကခရီးသည်တင်လေကြောင်းလိုင်းမှာ ပိုင်းလော့လုပ်နေခဲ့တာပါ။ နှစ်သစ်ကူးအညမှာတော့ သူ့သမီးဆီကို မပြန်ခင် လေယာဉ်တစ်ခေါက် တိုကျိုကို ဆွဲပေးရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ တိုကျိုအသွားလမ်းမှာ မုန်တိုင်းကြောင့် ကျွန်းတစ်ခုပေါ် ထိုးဆင်းလိုက်ရပြီး လက်နက်ကိုင်ပြန်ပေးသမားတွေနဲ့ ရင်ဆိုင်ရတဲ့အခါ....File size…(1.9 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "",
        "url": "https://channelmyanmar.org/plane-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vcaZUM6XoNRto8KrYrhWhN1Y84q.jpg",
        "title": "Lord Eagle ( 2022 )",
        "description": "ရွှယ်ရင်း အရှင်သခင်လို့ အမည်တွင်တဲ့ တုန်းပေါ်ရွှယ်ရင်းဟာ\nမျိုးနွယ်စုရဲ့ စည်းမျဥ်းစည်းကမ်းတွေကို ဖောက်ဖျက်ပြီး\nအကျဥ်းချခြင်းခံနေရတဲ့ မိခင်ကို ကယ်တင်ဖို့ ကြိုးစားနေသူ တစ်ဦးပါ ။အဲဒီအချိန်မှာပဲ ရွှယ်ယင်း(နှင်းသိန်းငှက်နတ်ဘုရား)မျိုးနွယ်စုရဲ့\nမျိုးဆက်ဖြစ်တဲ့ ယွီကျင့်ချို ၊ ပြီးတော့ မိန်းကလေး ခုန်းယိုးယွဲ့ နှင့်\nတစ်ခြားအဖွဲ့သားတွေ အတူပူးပေါင်းကာ မတရားမှုတွေရဲ့\nအဖြစ်မှန်ကိုရှာဖွေပြီး / တာဝန်ကို လုပ်ကိုင်ဖြေရှင်းကြဖို့ စီစဥ်ခဲ့ကြပါတယ် ။ ဒီတော့...-❏ တစ်လမ်းလုံး အခက်အခဲတွေ အဆက်မပြတ်\nကြုံတွေ့လာကြပြီးနောက်မှာ အောင်မြင်မှုတွေကိုအရယူနိုင်ကြပါ့မလား ?\n❏ သူတို့ရှာနေတဲ့ အမှန်တရားတွေကိုရှာတွေ့ပြီး\nအညှိုးတွေ လက်စားချေမှုတွေကို ခဝါချနိုင်မလား ?\n❏ အခက်အခဲကြားတွေထဲကမှ စစ်မှန်တဲ့ ချစ်ခြင်းတရားလေးကိုရော\nရှာတွေ့သွားနိုင်မလား / မိခင်ဖြစ်သူကိုရော ကယ်တင်နိုင်ပါ့မလား ?\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/lord-eagle-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8wGtvxkuXE6ETFvsJUZo8uHiqnB.jpg",
        "title": "Mr Illusion ( 2023 )",
        "description": "CM မှ အခုတစ်ခေါက် ဘာသာပြန်တင်ဆက်ပေးမဲ့ ကားလေးကတော့\nMr. Illusion ဆိုတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့-မင်ကော်ခေတ်မှာ ပုံရိပ်ယောင်ပညာဂိုဏ်းမှ ကပ်ဆိုးစိုက်ခဲ့ပါတယ်။\nရေဂိုဏ်းပုံရိပ်ယောင်ပညာရှင် ဖေကျင့်ကျစ်က ရတနာ\nရှင်းယွင်တောင်ဝှေးကို လုဖို့အတွက် လူအများအပြားကို သတ်ခဲ့ပါတယ်။နောက်ဆုံးမှာ ထိုအချိန်က မီးဂိုဏ်းဂိုဏ်းချုပ်ဖြစ်သူ ဆရာခုန်းခုန်းက\nပိတ်လှောင်ထားနိုင်ခဲ့ပါတယ်။ ထို့နောက် ဆရာခုန်းခုန်းက\nမိဘမဲ့ကလေး ကျိုးဖေးဖန်ကိုခေါ်ပြီး အရပ်လေးမျက်နှာခရီးထွက်ခဲ့ပါတယ်။နှစ် ၂၀ ကျော်ကြာပြီးနောက် ရေဂိုဏ်းမှ ကျန်ရစ်သူနဲ့ သစ်ဂိုဏ်းဂိုဏ်းချုပ်တို့က\nဖေကျင့်ကျစ်ကို ကယ်တင်ခဲ့ပြီး ဂိုဏ်း ၅ ဂိုဏ်းကို ပြန်လည်အုပ်ချုပ်ဖို့ စီစဉ်ပါတော့တယ်။မီးဂိုဏ်းဂိုဏ်းချုပ် လော့ရှာဖေးနဲ့ တပည့်ကျိုဖေးဖန်၊\nချိုးချီတို့ အတူတကွ ပြန်လည်တိုက်ခိုက်ကြတဲ့အခါ......\nကြမ်းတမ်းယုတ်မာတဲ့ လူဆိုးတွေကို သူတို့ အနိုင်ရနိုင်ပါ့မလား ......\nကျိုဖေးဖန်ရဲ့ ဘဝကရော ဒီကပ်ဆိုးကြီးနဲ့ ဘယ်လို ဆက်နွယ်နေမလဲ ......\nဆိုတာကို ဇာတ်လမ်းလေးထဲမှာပဲ အဖြေရှာလိုက်ရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mr-illusion-2023/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTM4NjIxNmEtYWE5NS00NDczLTkyNWQtYThhNmQyZGQzMjM0XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Black Panther: Wakanda Forever (2022)",
        "description": "မာဗယ် Phase 4 ရုပ်ရှင်အသစ်တစ်ခုဖြစ်တဲ့ ဘလက်ပန်သာ-၂ ကို တင်ပေးထားပါပြီ။ဇာတ်လမ်းအညွှန်းအားလုံးပဲ ဘလက်ပန်သာရဲ့ မင်းသားကြီး ချက်ဒ်ဝစ်ခ် ဘို့စ်မန် ကွယ်လွန်သွားခဲ့တာကိုသိမှာပါ။ အဲဒီအတွက်လည်း မာဗယ်စတူဒီယိုက ဒီရုပ်ရှင်ထဲမှာ အမှတ်တရတွေ သေချာထည့်ပေးထားပါတယ်။ အခု ဆက်ကြည့်ရမှာကတော့ ဝါကန်ဒါမှာ အားအနည်းဆုံးအချိန်၊ ဘလက်ပန်သာ မရှိတော့သလို နောက်ထပ် ပေါ်လာဖို့လည်း နှလုံးသားပုံဆေးရွက်တွေ မီးရှို့ခံထားရတဲ့အချိန်မှာ ဘုရင်ကြီးတီချာလာရဲ့ မယ်တော် အာမွန်ဒါဟာ ဗိုင်ဘရေနီယံကို မက်မောနေကြတဲ့ ကမ္ဘာတစ်ခုလုံးကို ကြံ့ကြံ့ခံ ရင်ဆိုင်နေချိန်ပဲဖြစ်ပါတယ်။ အဲဒီအချိန်မှာပဲ ကမ္ဘာပေါ်က နိုင်ငံတိုင်းထက် အင်အားကြီးပြီး တိုးတက်နေတဲ့ နိုင်ငံအသစ်တစ်ခုနဲ့ ရင်ဆိုင်ဖို့ကြုံလာပါတော့တယ်။ ဝါကန်ဒါလိုပဲ ဗိုင်ဘရေနီယံတွေ ပိုင်ဆိုင်ပြီး သန္ဓေပြောင်းလူသားတွေနေထိုင်တဲ့ ရေအောက်မြို့တော် တာလိုကန်နဲ့ သူတို့ရဲ့ ခေါင်းဆောင် နေမော် (ခေါ်) ကုကုကန် ပါပဲ။ ပြီးတော့ နောက်ပိုင်းမှာ MCU villain အဖြစ်လာမယ့် ဗဲလ်၊ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/black-panther-wakanda-forever-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-night-135x200.jpg",
        "title": "Night Train (2023)",
        "description": "Single Mother တစ်ယောက်ဖြစ်တဲ့ဟော်လီဟာ ကျန်းမာရေးမကောင်းတဲ့သားဖြစ်သူရဲ့ဆေးဖိုးဝါးခအတွက် တရားမ၀င်ကားပြိုင်ပွဲတွေမှာ ၀င်ပြိုင်ရင်း၀င်ငွေရှာရပါတယ်။ ကားမောင်းရာမှာ ငယ်ငယ်တည်းက ပါရမီပါတဲ့ ဟော်လီဟာ အပို၀င်ငွေရဖို့ ဆေးပစ္စည်းမှောင်ခိုသွင်းတဲ့ကားမောင်းပေးဖို့ သဘောတူလိုက်ရာကနေ ရာဇ၀တ်လောကထဲကို တဖြည်းဖြည်းခြေချမိပါတော့တယ်။ အဲဒီအချိန်မှာပဲ အင်မတန်အလုပ်ကြိုးစားတဲ့ FBI အေးဂျင့်တစ်ယောက်က ဟော်လီကို သတိထားလိုက်မိချိန်မှာတော့ ဟော်လီတို့သားအမိလည်း အန္တရာယ်နဲ့ရင်ဆိုင်ဖို့ဖြစ်လာရပါ‌တော့တယ်။ File size…(1.72GB)  / (929MB) /469MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://channelmyanmar.org/night-train-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q0VnSnewZjsoMfDQu9j3vZ4vQzr.jpg",
        "title": "Raze(2013)",
        "description": "Raze(2013)============Saw နဲ့ခပ်ဆင်ဆင်ဖြစ်တဲ့ ဒီဇာတ်ကားမှာတော့ မိန်းကလေးတွေကိုပဲမြေအောက်အချုပ်ခန်းထဲဖမ်းထားပြီး အချင်းချင်း လက်ဗလာနဲ့မသေမချင်းချခိုင်းတယ်။ အကြောင်းကတော့ အဲ့လိုသတ်ပွဲမျိုးကိုမှကြိုက်တဲ့ လူချမ်းသာတွေကြောင့် အဖွဲ့အစည်းထောင်ပြီး အဲ့လိုသတ်ပွဲတွေကိုစီစဉ်ပေးတာကြောင့်ပါ။တစ်ယောက်နဲ့တစ်ယောက်တောင်မသိကြပဲ အပြန်အလှန်သတ်ကြတာကိုသွေးသံရဲရဲပါတဲ့ အခန်းတွေနဲ့ကြည့်ရမှာမို့ action ကြိုက်တဲ့သူတွေအတွက်တော့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။(ဘာသာပြန်နဲ့အညွှန်းကတော့ Kasashi ဖြစ်ပါတယ် ) File size…1.31GB / 538MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Action , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/raze2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMzhjZDUzMjUtOWUzNC00YzJiLWI1MGQtMWY1OGY3NGNiNWI0XkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_-133x200.jpg",
        "title": "7Aum Arivu (2011)",
        "description": "7 Aum Arivu (2011)အခုတစ်ခေါက် ဘောလိ၀ုဒ်ချစ်သူ ပရိသတ်ကြီးအတွက် ဟောင်းပေမဲ့\nကောင်းနေဆဲဖြစ်ပြီး IMDB 6.5/10 ရရှိထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ခုကို တင်ဆက်ပေးပါရစေ...\nသိုင်းလောကမှာ ထင်ရှားတဲ့ တရုတ်နိုင်ငံရဲ့ သိုင်းပညာအခြေခံကျောင်းတော်ကြီး\n\"ရှောင်လင်ကျောင်းတော်\" ဟာ ဘယ်ကနေ အစပျိုးလာတာလဲ ...တရုတ်သိုင်းပညာဟာ တရုတ်နိုင်ငံကနေ အခြေခံတာမဟုတ်ဘဲ တမီးလ်လူမျိုး ဖြစ်ပြီး\nဆေးပညာ သိုင်းပညာနဲ့ အိပ်မွေ့ချပညာမှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်တဲ့\nဘို့ဒ်ဒီ ဒါမန် ဆိုသူကနေ ဆင်းသက်လာခဲ့တဲ့ သမိုင်းကြောင်း...သမိုင်းကြောင်းအရ ၆ ရာစု တရုတ်ပြည် ကပ်ရောဂါဘေးဆိုက်နေချိန်\nဘို့ဒ်ဒီ ဒါမန်ဟာ အိန္ဒိယနိုင်ငံဆီကို ကပ်ရောဂါ မပျံ့နှံ့လာအောင်\nတရုတ်ပြည်သို့သွားရောက်ပြီး ကပ်ရောဂါဆိုးကြီးကို ကုသပေးခဲ့တယ်..၆ ရာစုမှာ ဘို့ဒ်ဒီ ဒါမန် အိန္ဒိယနိုင်ငံကို မရောက်လာအောင် တားဆီးခဲ့တဲ့\nကပ်ရောဂါကြီးဟာ ယနေ့ခေတ်အိန္ဒိယမှာ အစပျိုးလာတဲ့အချိန်..\nကူးစက်ရောဂါဆိုးကြီးက အလိုအလျောက် ပေါ်လာခြင်းမျိုးမဟုတ်ဘဲ\nတရုတ်နိုင်ငံရဲ့ အိန္ဒိယအပေါ် တိုက်ခိုက်တဲ့ ဇီ၀လက်နက်တစ်ခုဖြစ်နေတဲ့အခါ\nဆပ်ကပ်သမားလေး တစ်ဦး ဖြစ်ပြီး ဘို့ဒ်ဒီ ဒါမန်ရဲ့ မျိုးဆက်လည်းဖြစ်တဲ့\nအာဗင်ဆိုသူ နဲ့ မျိုးရိုးဗီဇ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/7aum-arivu-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDQ4NGZjMTctZTFiNy00NzMyLWE3NmEtMDJlYzc4MDZmZGYwXkEyXkFqcGdeQXVyODg1MTc3MTM@._V1_-133x200.jpg",
        "title": "Quaid-e-Azam Zindabad(2022)",
        "description": "Quaid-e-azam zindabad(2022)IMDb 6.6\nဒီတစ်ခါမှာတော့မင်းသမီးနဲ့တင်ကြည့်ရတာတန်နေမဲ့ Action/ Comedy ဇာတ်ကားကိုညွှန်းပေးချင်ပါတယ်\nရင်သပ်ရှုမောရတဲ့အလှတွေနဲ့ မင်းသမီးချောလေး Mahira Khan ကဒီကားထဲမှာ\nတိမွေးကုအနေနဲ့ပါဝင်သရုပ်ဆောင်ထားပြီး Box Office အနေနဲ့ 420 millions\nရရှိခဲ့တဲ့ဒီကားဟာ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်မာတဲ့ ရုပ်ရှင်ကားတစ်ကားပါပဲဇာတ်လမ်းအညွှန်း...\nရဲတွေကြားမှာ ဘယ်သူကလာဘ်ထိုးငွေပိုများများရလဲဆိုပြီးယှဉ်ပြိုင်ကြတဲ့ခေတ်မှာ\nဂူလတ်ရဲ့အဖေရဲသားကြီးကတော့ လာဘ်ထိုးငွေဆို တစ်ရူပီတောင်မယူခဲ့တဲ့\nရိုးသားဖြောင့်မတ်သူပါ လာဘ်ထိုးငွေမယူလေတော့ငွေကြေးသိပ်အဆင်မပြေတဲ့\nမိသားစုထဲပါခဲ့တာပေါ့ ဂူလတ်ငယ်ငယ်လေးတုန်းက သူ့အဖေရဲ့ဆုံးမစကားရှိပါတယ်\nငွေစက္ကူထဲမှာပါတဲ့ခေါင်းဆောင်ကြီးက ပိုက်ဆံကိုအလွဲသုံးစားလုပ်ရင် စိတ်ဆိုးပါလိမ့်မယ်တဲ့ဒီစကားက သူ့အဖေသူ့ကိုမုန့်ဖိုးမပေးချင်လို့ပြောမှန်းသိသွားတဲ့နေ့ ဂူလတ်တို့ ဖခင်တွေးထားတာနဲ့\nတက်တက်စင်အောင်လွဲပါတော့တယ် ကြီးလာလို့ရဲဖြစ်လာတော့လည်း ဖခင်ရှေ့မှာတော့\nရိုးသားချင်ယောင်ဆောင်ပေမဲ့ တစ်ဖက်ဌာနထဲမှာတော့ ရာထူးတိုးသွားရင် လာဘ်ထိုးငွေမရတော့မှာစိုးလို့\nငွေပေးပြီးရာထူးမတိုးအောင်တားထားရတဲ့အထိပါပဲ ဒါပေမဲ့လည်းသူ့အဖေရဲ့စကားကမှန်ကန်လာပြီး\nငွေစက္ကူကသူ့ကိုစိတ်ဆိုးမဲ့နေ့တစ်နေ့ရောက်လာပြီး သူလာဘ်ထိုးငွေယူထားသမျှပိုက်ဆံတွေမှာ\nထူးဆန်းတာတွေဖြစ်လာတဲ့အခါမှာတော့ ...ဘာတွေဆက်ဖြစ်သွားမလဲ\nဒီကျိန်စာကိုသူဖြေနိုင်မှာလားဆိုတာတော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါနော်\nFile size…2.3GB / 1.2GB\nQuality…1080p HD RIP / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein ~ BpL ~ Yunni",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/quaid-e-azam-zindabad2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vXpyvKnQSXFxsge0Zb3Yf7m7oxz.jpg",
        "title": "Air Force The Movie (2022)",
        "description": "Air Force The Movie (2022)*************************နာမ်ဘူရီနိုင်ငံလေးဟာ တောင်နဲ့မြောက် (၂)ခြမ်းကွဲပြီးပြည်တွင်းစစ်ဖြစ်နေတာ (၅)နှစ် တိုင်ခဲ့ပြီ...ပြည်တွင်းစစ်ဖြစ်လို့ နိုင်ငံဟာမွဲပြာကျနေပေမယ့်လူသတ်လက်နက်တွေတော့ ၂ဘက်လုံးမှာ ခေတ်မှီစွာတည်ရှိနေကြတယ်.....အဲ့ဒီနောက် အပစ်အခတ်ရပ်စဲရေး သဘောတူညီမှုရယူမှုရယူနိုင်ခဲ့တယ်.. မလေးရှားက နမ်ဘူရီရဲ့  နိုင်ငံကိုကိုတတ်နိုင်သလောက် အပတ်အခတ်ရပ်စဲစဉ်ကာလမှာအများကြီးကူညီခဲ့တယ်.. နာမ်ဘူရီနိုင်ငံထဲထိ မလေးရှားစစ်သည်အချို့လာရောက်ပြီး ကူညီခဲ့တယ်..အဲ့ဒီနောက် တောင်မြောက်ပြန်လည်စစ်ပွဲတွေဖြစ်ခဲ့ပြီးမလေးရှားစစ်သည်တွေပါဝင်တဲ့ လေယာဉ်ကြီးကို နမ်ဘူရီတို့က ပစ်ချခဲ့ပါတယ်..စစ်သည်အချို့ လေထီးနဲ့ခုန်ချခဲ့ပေမဲ့ နာမ်ဘူရီတို့ဟာ ဒီကိစ္စကို လက်စတုံးချင်တဲ့အတွက် တောနင်းရှာဖွေသတ်ဖြတ်ဖို့ဖြစ်လာတဲ့အခါမှာတော့..မလေးရှားတို့ သူတို့စစ်သည်တွေကယ်တင်နိုင်မလား..လူ လက်နက်အင်အားချို့တဲ့စွာနဲ့ တောထဲမှာ မလေးရှားစစ်သည်တွေဘယ်လောက်ထိတောင့်ခံထားနိုင်မလဲဆိုတာကိုတော့... File Size :(2.1GB)(960 MB) and (282MB)\nQuality :WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Action,Adventure  , War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/air-force-the-movie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qA31i7FPVDHezuoevx3497CvZd4.jpg",
        "title": "Cop Out(2010)",
        "description": "Cop Out 2010=========== ဂျင်မီနဲ့ ပေါလ်တို့က နယူးယော့ခ်ရဲတပ်ဖွဲ့က စုံထောက်တွေပါသူတို့အတူတူ အလုပ်လုပ်ခဲတ့ာ ကိုးနှစ်ရှိပါပြီ စုံစမ်းရင်းနဲ့အမှားလုပ်မိတာကြောင့် တာဝန်က လစာမပေးဘဲ ရပ်နားခံလိုက်ရပါတယ်ဂျင်မီရဲ့ သမီးလေး အေဗာကလည်း ခြောက်လအတွင်းမှာလက်ထပ်တော့မယ် ဂျင်မီတစ်ယောက် တစ်ဦးတည်းသောသမီးလေးမင်္ဂလာဆောင်အတွက် ပိုက်ဆံပေးဖို့ မတတ်နိုင်ပါဘူးဂျင်မီအတွက် တစ်ခုတည်းသော အားကိုးစရာက သူ့အဖေထားခဲ့တဲ့အန်ဒီပက်ဖ်ကိုရဲ့ ရှားပါး ဘေ့စ်ဘောကတ်လေးပါ သူနှမြောပေမဲ့ရောင်းရပါတော့မယ် ကံဆိုးနေတဲ့ ဂျင်မီ ဘေ့စ်ဘောကတ်သွားရောင်းရင်း ဆိုင်ကို ဓားပြတိုက်ခံရပါတော့တယ် ဓားပြတိုက်သွားတဲ့ဆေးသမားက ကတ်ကို ဆေးဝယ်ဖို့ ရောင်းလိုက်ပါပြီ ဒီလိုနဲ့ ဂျင်မီနဲ့ပေါလ် နယူးယော့ခ် မူးယစ်ရာဇာပို့ဘွိုင်းနဲ့ ပတ်သက်မိပါတော့တယ်စုံထောက် ဂျင်မီနဲ့ ပေါလ်ရဲ့ ဘေ့စ်ဘောကတ်ပြန်ရှာမဲ့ စွန့်စားခန်းကြီးအဆင်ပြေပါ့မလား ဘယ်လိုတွေလွဲကြဦးမလဲဆိုတာကိုတော.. (အညွှန်းနဲ့ ဘာသာပြန်တော့ Phu Myat Thwe ပဲ ဖြစ်ပါတယ်)File size…1.51GB / 578MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Horror , ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/cop-out2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7tMuywiZUoaAihEIkCu3BAL1xPC.jpg",
        "title": "Blood Ties(2013)",
        "description": "Blood Ties(2013)================ထောင်ထွက်တစ်‌ယောက်ဖြစ်တဲ့ Chris ဟာ ဒုစရိုက်လောက ကနေရုန်းထွက်ဖို့ကြိုစားပေမယ့် အဲ့လောကရဲ့အကျိုးအမြတ်တွေကိုခံနိုင်စွမ်းမရှိခဲ့ဘူး။ အဲ့တာ‌ကပဲသူနဲ့ နဂိုကတည်းကမတည့်တဲ့သူ့ ညီ ရဲအရာရှိ Frank ရဲ့နှစ်ယောက်ကြား ညီအစ်ကိုဆက်ဆံရေးကိုလုံးဝ အဖတ်ဆယ်လို့မရတော့တဲ့ အခြေအနေအထိ ရောက်မလိုဖြစ်ခဲ့ရတဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ thriller ဇာတ်လမ်းလေးတစ်ခုပဲဖြစ်ပါတယ်။ File size…1.79GB / 745MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….2h 7m\nGenre ..... Action / Crime /  Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phyo Phill",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/blood-ties2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BN2FjOWViNjYtMjRmMi00NDFkLWI1ZTktNmIyN2ExMDU3YTlmXkEyXkFqcGdeQXVyNDY5MTUyNjU@._V1_-141x200.jpg",
        "title": "Badrinath (2011)",
        "description": "Badrinath 2011\n-----------------------------ဘောလိဝုဒ် ဇာတ်ကားကောင်းတွေပဲကြည့်ရှုတတ်တဲ့ ပရိသတ်များအတွက်\nမင်းသားချော Allu Arjun ရဲ့ 2011ကထွက်ရှိထားတဲ့ Romance, Action ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အရည်အချင်းရှိပြီးထက်မြတ်လှတဲ့စစ်သည်တော်တစ်ယောက်အဖြစ် ဘုန်းတော်ကြီးတစ်ပါးမှ\nလေ့ကျင့်ပေးထားတဲ့ ဘဒ်ဒရီတစ်ယောက်ဟာ တိုက်ရေးခိုက်ရေးမှာ ရန်သူ ၁၀၀ကို\nမျက်စိမှိတ်တိုက်ခိုက်နိုင်တဲ့အထိ နှလုံးရေပြည့်ဝလှပါတယ်။ \"ဘဒ်ဒရီနတ်\" ဘုရားကျောင်းကို\nစောင့်ရှောက်ပေးဖို့ တာဝန်ရရှိခဲ့ပြီး တစ်နေ့မှာ ဘုရားတွေကိုအယုံအကြည်မရှိတဲ့\nဘာသာမဲ့သူဌေးမလေး အလက္ကန်နန္ဒာရောက်လာပြီးတဲ့နောက်မှာ မတည့်ကြတဲ့သူတို့တွေ\nချစ်ကြိုးသွယ်သွားမလား။ ဘယ်လိုရန်သူအနှောင့်အယှက်တွေပေါ်လာမလဲဆိုတာ\nဇာတ်လမ်းဇာတ်အိမ်ကောင်းမွန်စွာကြည့်ရှုရမှာပါ။ US$ 5.3 million အကုန်ကျခံရိုက်ထားပြီး\nအဲဒီခေတ်အခါတုန်းက ကုန်ကျစရိတ်အများဆုံး ဇာတ်ကားများထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။သရုပ်ဆောင်ချက်၊ တိုက်ခိုက်ခန်း၊ ကခန်းတွေလည်း မြိုင်ဆိုင်လှတဲ့အပြင် မင်းသားချော\nAllu Arjun ရဲ့ ဆံပင်ပုံစံကလည်း တမျိုးလေးဆန်းနေပြီး အတော်လေးလိုက်ဖက်နေတဲ့အတွက်\nအမာခံပရိသတ်များအဖို့ သဘောတွေ့စေမဲ့ ဇာတ်ကားကောင်းလေးအဖြစ် ညွှန်းပေးပါရစေ။\nFile size…4.26GB / 1.98GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/badrinath-2011/"
    }
]