[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ixLHMV9RoyBGJz2yRuggsr0vyX.jpg",
        "title": "Blue Iguana (2018)",
        "description": "အက္​ဒီနဲ႔ ​ေပၚလ္​တို႔ဟာ စား​ေသာက္​ဆိုင္​​ေလးတဟ္​ဆိုင္​မွာ အခ်ိန္​ပိုင္​းလုပ္​ရင္​းတရားမဝင္​အလုပ္​မ်ားကို ​ေငြယူၿပီး လုပ္​​ေပးတဲ့ လူမိုက္​ႏွစ္​​ေယာက္​ ျဖစ္​ပါတယ္​။​​ေ႐ွ႕​ေနမ​ေလး ကတ္​သရင္​းက​ေတာ့ မ​ေကာင္​းတဲ့လူတစ္​​ေယာက္​အ​ေပၚယံုၾကည္​မိလို႔ လူဆိုး​ေခါင္​း​ေဆာင္​ အာကာဒီဆီမွာ အ​ေႂကြးတင္​​ေနၿပီးသူခိုင္​းတာ​ေတြ လုပ္​​ေပး​ေနရတဲ့ ​ေ႐ွ႕​ေနမ​ေလးတစ္​​ေယာက္​ပါ။တစ္​ေ​န႔မွာ​ေတာ့ အာကာဒီရဲ႕ ​ေစခိုင္​းမႈ​ေၾကာင္​့ ပစၥည္​းတစ္​ခုကိုျဖတ္​လုရမယ္​့ကိစၥျဖစ္​လာခဲ့တဲ့အခါမွာ​ေတာ့အက္​ဒီနဲ႔ ​ေပါလ္​တို႔ဆီမွာ လာ​ေရာက္အလုပ္​အပ္​ႏွံခဲ့ပါတယ္​။အက္​ဒီနဲ႔ ​ေပါလ္​တို႔ဟာ အလုပ္​လက္​ခံခဲ့ၿပီး ကတ္​သရင္​း​ေျပာတဲ့အတုိင္​း လုပ္​​ေပးခဲ့​ေပမယ္​့ၾကားဝင္​​ေႏွာက္​ယွက္​တဲ့ လူဆိုးတစ္​သိုက္​​ေၾကာင္​့ သူတို႔လုယူခဲ့တဲ့ ပစၥည္​းကို ဆံုး႐ွံုးခဲ့ရပါတယ္​။ပိုက္​ဆံလည္​းမရ စိတ္​ညစ္​ၿပီး အိမ္​ျပန္​​ဖို႔ ျပင္​ဆင္​​ေနၾကတုန္​းမွာကတ္​သရင္​း​ေရာက္​လာခဲ့ၿပီး ျဖစ္​​ေၾကာင္​းကုန္​စင္​ကို ​ေျပာျပခဲ့ပါတယ္​။ဒါ့အျပင္​ လူဆိုးဘုရင္​ အာကာဒီ​ေနာက္​လုပ္​မယ္​့အလုပ္​ကို ၾကားဝင္​ျဖတ္​ခုတ္​ဖို႔ စု​ေပါင္​းၾကံစည္​ၾကရင္​းဘယ္​လို​ေတြ ျဖသ္​လာမလဲဆိုတာ​ေတာ့ဒီဟာသအက္​႐ွင္​ဇာတ္​ကား​ေလးကို ၾကည္​့႐ူအား​ေပးလိုက္​ၾကပါဦးခင္​​ဗ်ာ..... File Size : (874 MB) and (254 ...",
        "rating": "5.3",
        "url": "https://megaup.net/SYm1/Blue_Iguana_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/a_chinese_ghost_story_3_large-154x200.jpg",
        "title": "A Chinese Ghost Story 3 ( 1991 )",
        "description": "Chinese Ghost Story ကားရဲ႕ ေနာက္ဆံုး ၃ ကားေၿမာက္ပါ ..Chinese Ghost Story 1 ကို ဒီမွာေဒါင္းပါChinese Ghost Story 2 ကို ဒီမွာေဒါင္းပါပထမဆံုးကားၿဖစ္တဲ႔ Chinese Ghost Story 1 မွာပါတဲ႔သစ္ပင္မေကာင္းဆိုး၀ါးကိုအေၿခခံၿပီးဇာတ္လမ္းၿပန္ဆက္ထားပါတယ္..အတြဲ ၁ မွာ ရင္ခ်င္ဟ ရဲ႕လက္ခ်က္ေၾကာင္႔ အစြမ္းေတြနည္းသြားတဲ႔သစ္ပင္မိစၦာမေကာင္းဆုိး၀ါးဟာႏွစ္၁ ရာၿပည္႔တဲ႔အခါမွ ၿပန္လည္ေသာင္းက်န္းလို႔လာပါၿပီ...အဲ႔အရပ္ကိုေရာက္လာတဲ႔ ဘုန္းေတာ္ၾကီး၁ပါးနဲ႔ကိုရင္ေလးတို႔ၾကံဳေတြ႕ရတဲ႔အခါမွာေတာ႔......အေတြ႕အၾကံဳႏုနွယ္လြန္းတဲ႔ ကိုရင္ေလးနဲ႔မာယာၾကြယ္လွတဲ႔ သရဲမေလးေတြၾကားဘာေတြဆက္ၿဖစ္မလဲ..ဘုန္းေတာ္ၾကီးကေရာ မေကာင္းဆိုး၀ါး ရန္စြယ္ကိုဘယ္လိုေတြဖယ္ရွားၾကမလဲဆုိတာ..ဆက္လက္ေစာင္႔ၾကည္႕ပါဦး၁+၂ မွာပါတဲ႔ မင္းသား အေၿပာင္းအလဲၿဖစ္ေပမယ္႔ မင္းသမီးကေတာ႔အတူတူပါပဲ....... Translated By Aung Myat ShweEncoded By LKA Chinese Ghost Story 1+2+3  အကုန္လံုးကို ဒီမွာရွာႏိုင္ပါတယ္",
        "rating": "6.7",
        "url": "https://megaup.net/1yWju/A_Chinese_Ghost_Story_III_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/ghost-story-2-133x200.jpg",
        "title": "A Chinese Ghost Story 2 ( 1990 )",
        "description": "A Chinese Ghost Story 1 ရဲ႕အဆက္ပဲၿဖစ္ပါတယ္..1 မၾကည္႕ရေသးရင္ ဒီေနရာမွာသြားေရာက္ေဒါင္းယူႏိုင္ပါတယ္...လင္ခ်ိဳင္စံရဲ႕ ခ်စ္သူတေစၦမေလးစင္ခ်င္တစ္ေယာက္ ေနာက္ဘ၀ကိုကူးသြားၿပီးတဲ႔ေနာက္မွာေတာ႔  ႏွစ္အနည္းငယ္အၾကာကေန ဇာတ္လမ္းၿပန္ဆက္ၿပီးရိုက္ကူးထားပါတယ္..အေၾကြးလိုက္ေတာင္းတဲ႔အလုပ္အၿဖစ္တာ၀န္ယူရတဲ႔လင္ခ်ိဳင္စံတစ္ေယာက္ ဇာတိေၿမကို ၿပန္အေရာက္မွာအားလံုးအေၿပာင္းအလဲေတြၿဖစ္ကုန္ပါၿပီ..မတရားမွုေတြၾကီးစိုးၿပီး သရဲတေစၦေတြေပါမ်ားလွတဲ႔ နယ္ေၿမတစ္ခုမွာလင္ခ်ိဳင္စံတစ္ေယာက္ဘယ္လိုအသက္ရွင္ေအာင္ၾကိဳးစားရမလဲ..ၿပီးေတာ႔ စင္ခ်င္ နဲ႔ပတ္သတ္တဲ႔အခ်စ္ဇာတ္လမ္းေလးဘယ္လိုဆက္မလဲဆုိတာေတာ႔ ဆက္လက္ခံစားၾကည္႕ရွုပါ1990 က ထြက္ရွိခဲ႔ေသာကားၿဖစ္ေသာေၾကာင္႔တတ္ႏိုင္သေလာက္ ၾကည္ႏိုင္တဲ႔ ကြာလတီကိုရွာေဖြၿပီးတင္ဆက္ေပးလိုက္ပါတယ္   A Chinese Ghost Story 1+2+3  အကုန္လံုးကို ဒီမွာရွာႏိုင္ပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1yWjf/A_Chinese_Ghost_Story_II_[1990]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/p12462349_p_v8_aa-1-200x300.jpg",
        "title": "Batman: Bad Blood (2016)",
        "description": "ကာတွန်းကားလို့တောင်ပြောဖို့မတန်တဲ့DCရဲ့ကားကောင်းတစ်ခုဖြစ်ပြီးဇာတ်လမ်းအတက်အကျကြမ်းလွန်းတဲ့batmanရဲ့ကားကောင်းတစ်ခုဖြစ်ပါတယ်။Batwomanနဲ့Electrocutioner, Blockbuster, Firefly,Killer Mothတို့လိုvillainအကြမ်းစားတွေချနေတာနဲ့ဇာတ်လမ်းကိုစဖွင့်ထားပြီးBatmanကဝင်ကူပေးတဲ့အခန်းမို့သူ့ရဲ့hero introကိုကောင်းကောင်းခံစားကြရမှာပါ။Hereticလို့ခေါ်တဲ့villainရောက်လာကာအဆောက်အဦးကိုပေါက်ကွဲစေခဲ့ပါတယ်။BatmanဟာBatwomanကိုကယ်ပြီးလုံးဝပျောက်ကွယ်သွားခဲ့ပါတယ်။ရက်သတ္တပတ်တွေကြာပြီးတဲ့အခါမှာတော့AlfredဟာNightwingကိုအချက်ပြမှုတွေပေးပို့ခဲ့ပါတယ်။Damian Wayneဟာလည်းသူပျောက်သွားတာကိုသတင်းကနေကြည့်ရပြီးတော့Gothamကိုပြန်လာဖို့လုပ်နေပါပြီ။ဒါပေမယ့် သူဘာလို့ပျောက်သွားခဲ့တာလဲ...NightwingကBatman suitဝတ်ထားတာကိုရောDamian Wayneလေးကအမြင်ကြည်ပါ့မလား...Hereticကရော ဘာတွေကြံနေတာလဲဆိုတာကိုတော့...Translated by Tariq L Walker and encoded by sithu<3",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-187/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/ShoottoMe2003-2-b-147x200.jpg",
        "title": "Hands Up (2003)",
        "description": "ဒီဇာတ္ကားက လူမႈမီဒီယာေတြမွာ ဟာသဗြီဒီယိုအတိုေလးေတြအေနနဲ႔ ေခတ္စားေနတုန္းပါ...အေတာ္ကို ရယ္ရတဲ့ဇာတ္ကားျဖစ္ပါတယ္...ရုပ္တည္ၾကီးေတြနဲ႔ အတည္ေပါက္ဟာသေတြအျပင္ ကေလးဟာသေတြပါပါလို႔ လူၾကီးလူငယ္မေရြး ရယ္ရမယ့္ဇာတ္ကားပါ။ဇာတ္လမ္းကေတာ့..တရုတ္-ဂ်ပန္ စစ္တြင္းကာလအေျခအေနေတြကို ေနာက္ခံထားပါတယ္။စစ္တြင္းမွာ တရုတ္ျပည္က အဖိုးတန္ ဗုဒၶဆင္းတုေတာ္ တစ္ဆူကို ဂ်ပန္ေတြ အလစ္သုတ္ေျပးခ်ိန္..တိုက္တိုက္ဆိုင္ဆိုင္ အဲ့ဒီဆင္းတုေတာ္နဲ႔ ပါလာတဲ့ တကၠသိုလ္ေက်ာင္းသူတစ္ဦးတို႕အစြန္အဖ်ားရြာေလးတစ္ရြာမွာ ေသာင္တင္ရာကေန ဇာတ္လမ္းစတယ္။ေပ်ာက္သြားတဲ့ ဆင္းတုေတာ္ရွာမယ့္ လြဲေနၾကဂ်ပန္စစ္တပ္နဲ႔ လြဲေနၾကရြာသားတို႕ဇာတ္လမ္းေပါ့။ဒီဟာသဇာတ္ကားက ၂၀၀၃ ခုႏွစ္က ထြက္ရွိခဲ့တာျဖစ္ေပမယ့္ ေခတ္ေနာက္မက်တဲ့ ရိုက္ခ်က္ေတြကိုေတြ႕ရမွာပါ။ရာဇဝင္ေနာက္ခံဇာတ္ကားျဖစ္လို႔ ခပ္ေပါေပါ မရိုက္တာျဖစ္ႏိုင္ပါတယ္။ဟာသဇာတ္ကားဆိုေပမယ့္ အမ်ိဳးသားေရးဇာတိမာန္ကိုလဲ ပံုေဖာ္ထားႏိုင္ပါေသးတယ္။ကြ်န္ေတာ့္အေနနဲ႕ ဒီဇာတ္ကားရဲ႕ဟာသအတိုေလးေတြကို ႏွစ္သက္မိလို႕ စာတန္းထိုးကို ကိုယ္တိုင္ဖန္တီးျပီးတရုတ္လိုကေန Dike Ran က တိုက္ရိုက္ဘာသာျပန္ဆိုေပးခဲ့ပါတယ္။အားေပးၾကပါဦး။ \nFile size…(900 MB) and (670 MB)\nQuality…HDTV-Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Dike Ran",
        "rating": "",
        "url": "https://megaup.net/2URdB/Hands_Up_[2003]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjMzODc2NzU5MV5BMl5BanBnXkFtZTgwNTMwMTE3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Mowgli: Legend of the Jungle (2018)",
        "description": "1967 ခုနှစ်က The Jungle Book ကို အသက်ပြန်သွင်းထားတယ်လို့ ပြောလို့ရတယ်\nကျနော့်အနေနဲ့ကတော့ 2016 က ရုံတင်ခဲ့တဲ့ The Jungle Book ထက်\nNetflix က ရိုက်တဲ့ ဒီ Mowgli ကို ပိုပြီး သဘောကျမိတယ်\nEffects တွေကလဲ အတော်လေးကို အသက်ဝင်တယ်\nဇတ်လမ်းကျောရိုးက တူပေမဲ့ ဇတ်လမ်းဇတ်ကွက်လေးတွေတော့\nနည်းနည်းပြောင်းလဲသွားတာရှိတယ်\nအရင်ကလို ကလေးကြည့်တဲ့ရုပ်ရှင်သက်သက် မဟုတ်တော့ပဲ\nသွေးထွက်သံယို အခန်းလေးတွေ အနည်းငယ်ပါတယ်\nဇတ်လမ်း ပုံစံကတော့ Mowgli ရဲ့ မိဘတွေဟာ\nခြေတဖက်ကျိုး နေတဲ့ ရှီရာခန်း ဆိုတဲ့ ကျားဆိုးကြီးရဲ့ သတ်ဖြတ်ချင်းကို\nခံရပြီး Mowgli လေးကတော့ ကံကောင်းပြီး လွတ်မြောက်သွားခဲ့တယ်\nကျားသစ်နက်ကြီး ဘာဂီရာ က ကလေးငယ်ကို\nကယ်ဆယ်ပြီး ဝံပုလွေမိသားစုဆီ ပေးခဲ့တယ်....\nဝံပုလွေတွေဟာလဲ Mowgli လေးကို မိသားစုဝင်အဖြစ်လက်ခံခဲ့ပြီး\nသူတို့ အသက်ရှိနေသ၍ ကျားဆိုးကြီး ရှီရာခန်း ဆီကနေ\nMowgli ကို ကာကွယ်ပေးမယ်လို့ သစ္စာဆိုခဲ့ကြတယ်...\nဒီလိုနဲ့ Mowgli  အရွယ်ရောက်လာတဲ့အခါ\nသူဟာ ဝံပုလွေ တွေနဲ့ မတူတာကို သတိထားမိပြီး\nမေးခွန်းပေါင်းများစွာ ရှိလာခဲ့တယ်...\nသူ့မေးခွန်းတွေကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mowgli-legend-of-the-jungle-2018/",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTI5NTEwNTcxMl5BMl5BanBnXkFtZTcwMDEyMTE4Mg@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Astro Boy (2009)",
        "description": "ဒီေန႔ေတာ႔ CM ပရိတ္သတ္ေတြအတြက္\nIMDb Rate မွာ 6.4 ရရွိထားတဲ႔ Astro Boy လို႔ေခၚတဲ႔\nAnimation ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္...\nဘယ္လိုသေဘာမ်ိဳးနဲ႔ေနေနၾကည္႔သင္႔\nတဲ႔ Animation ကားေကာင္းေလးၿဖစ္ေၾကာင္းေတာ႔အသိေပးပါရေစ\nDr. Tenma ဆိုတာ Toby ကို သိပ္ခ်စ္တဲ့ ဖခင္ေကာင္း တစ္ေယာက္ ျဖစ္သလို\nRobot တည္ထြင္ ရာမွာလဲ နာမည္ၾကီးတဲ့ သိပၸံ ပညာ ရွင္တစ္ေယာက္ ျဖစ္ပါတယ္။\nDr. Tenma ရဲ႕ သားပီပီ သိပၸံပညာ ေတြကို စိတ္ဝင္စားတဲ့ Toby ဟာ\nDr. Tenma ရဲ႕ ခြင့္ျပဳခ်က္ မပါပဲ နည္းပညာသစ္ Red Core နဲ႕ Blue Core တို႕\nစမ္းသပ္တဲ့ ျပပြဲကို ခိုးျပီး သြားေရာက္ ခဲ့ပါတယ္။ Red Core ထဲ့သြင္း စမ္းသပ္တဲ့ စက္ရုပ္ဟာ\nထိန္းခ်ဳပ္မႈ လြတ္ထြက္သြားျပီး ပံုကန္တဲ့ အခ်ိန္မွာ မထင္မွတ္ပဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2USii/Astro_Boy_[2009]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Jodhaa Akbar(2008)",
        "description": "Jodhaa Akbar(2008)\nIMDb.....7.6,,,,,Rotten....79%\n((( ျပသခ်ိန္ ၃ နာရီ ၃၀ မိနစ္ ၾကာျမင့္ၿပီး 1080p,720pတုိ႕ျဖင့္ အေကာင္းမြန္ဆုံးတင္ဆက္ေပးထားပါသည္.....)))\nဒီဇာတ္လမ္းေလးကေတာ့\nအိႏၵိယျပည့္ရဲ႕ ဆယ့္ေျခာက္ရာစုသမိုင္းေနာက္ခံ\nဇာတ္လမ္းတစ္ပုဒ္ျဖစ္ၿပီး\nလက္႐ွိ အိႏၵိယလို႔ေခၚတဲ့ေနရာကို အုပ္စိုးခဲ့ၿပီး\nမဂိုအင္ပါယာကို စတင္ထူေထာင္သူလို႔ ယူဆၾကတဲ့\nႀကီးက်ယ္တဲ့ မဂို ဧကရာဇ္ Akbarနဲ႔\nအမက္ဘုရင္ရဲ႕သမီးေတာ္\nငယ္ရြယ္သြက္လက္တဲ့ မင္းသမီးေလးတစ္ေယာက္တုိ႕အေၾကာင္းကုိ\nအဓိကအေျခခံရုိက္ကူးထားတဲ့  Action, Drama, History ဇာတ္ကားျဖစ္ပါတယ္....\nဟိႏၵဴျဖစ္တဲ အမက္ဘုရင္ဟာ\nသူ႔ရဲ႕ ထီးနန္းကို ထိပါးလာမဲ့ နန္းေတာ္တြင္း ျပႆနာနဲ႔\nသူ႔ႏိုင္ငံကိုတိုက္ေတာ့မဲ့ မဂိုဧကရာဇ္ေၾကာင့္\nသူ႕ သမီးေတာ္ ဂ်ိဳဓ ကို မြတ္စလင္ ဧကရာဇ္Akbarနဲ႔\nထိမ္းျမႇားေစခဲ့ပါတယ္။\nAkbarဟာလည္း ဒီလက္ထပ္မႈက\nခိုင္မာတဲ့ မဟာမိတ္တစ္ခု ၿငိမ္းခ်မ္းေရးတစ္ခုကို\nျဖစ္ေစမယ္လို႔ ယူဆၿပီး လက္ခံခဲ့ပါတယ္။\nဟိႏၵဴ မြတ္စလင္ ဇာတ္ဘာသာ အကဲြေတြေၾကာင့္\nအစပိုင္းမွာ ဂ်ိဳဓဟာ အေျခအေန မဟန္ရင္\nအဆိပ္သုံးဖို႔အထိအမ်ိဴးမ်ိဳး ျပင္ဆင္ခဲ့ေပမဲ့\nမြတ္စလင္ဘုရင္ အက္ဘာဟာ သူထင္သလို\nမဟုတ္ခဲ့ပဲ သူ႔ေတာင္းတဲ့\nသူ႔ဘာသာကိုမေျပာင္းႏိုင္ေၾကာင္းနဲ႔\nသူယုံၾကည္ရာဘာသာရဲ႕ ဘုရားေက်ာင္းေဆာက္ေပးဖို႔ေတြ\nေတာင္းဆိုခဲ့ေပမဲ့ မြတ္စလင္ ဘုရင္ဟာ လက္ခံခဲ့ပါတယ္။\nအခ်ိန္ေတြၾကာၿပီးတဲ့ေနာက္ သူတို႔တစ္ေယာက္ကို\nတစ္ေယာက္ ျမတ္ႏိုးလာၾကေပမဲ့\nမတူညီတဲ့ ယဥ္ေက်းမႈႏွစ္ခု မတူညီတဲ့ဘာသာႏွစ္ခုရဲ႕\nအက်ိဳးဆက္အေၾကာင္းတရားေတြေၾကာင့္\nမေျဖာင့္ျဖဴးတဲ့အခ်စ္ဇာတ္လမ္းတစ္ပုဒ္ဟာ\nဘယ္လိုေတြၾကဳံရဦးမလဲဆ္ိုတာ\nအသင့္အတင့္မွန္တဲ့ သမိုင္းနဲ႔ ၾကည့္ျမင္ခံစားၾကရမွာပါ။\nၾကာျမင့္ခ်ိန္သုံးနာရီခဲြအတြင္းမွာ\nသမိုင္းရဲ႕ ျဖစ္ေနၾက ျပႆနာေတြျဖစ္တဲ့\nစစ္ပဲြ .ဘာသာေရးျပႆနာ..ထီးနန္းကိစၥေတြကို\nဧကရာဇ္နဲ႔ မင္းသမီးေလးရဲ႕ အခ်စ္ဇာတ္လမ္းကေလးနဲ႔\nတခမ္းတနားတင္ျပထားတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1wrfr/Jodhaa_Akbar_[2008]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/p8013559_v_v8_aa-133x200.jpg",
        "title": "Justice League: Crisis on Two Earths (2010)",
        "description": "Justice Leauge: Crisis On Two Earths\nၾကည့္သင့္တဲ့အေၾကာင္းျပခ်က္ေတြအမ်ားႀကီးထဲကတစ္ခုျပပါဆို\nဒီကားကparallel earthကိုအေျခခံထားတာပါပဲ\nလူဆိုးေတြကလူေကာင္းျဖစ္ေနမယ္ လူဆိုးေတြကလူေကာင္းျဖစ္ေနမယ္\nအထာက်မႈေတြမ်ားစြာနဲ႔characters developmentေတြကိုၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္ေတြ႔ႏိုင္ပါတယ္\nဒီကားကကြၽန္ေတာ္တို႔သိထားတဲ့Lex Luthorနဲ႔Jokerရဲ႕အေၾကာင္းေတာ့မဟုတ္ဘူးဗ်\nအနည္းဆံုးေတာ့သူတို႔ေတြသာလူေကာင္းေတြျဖစ္ခဲ့ရင္...\nကြၽန္ေတာ္တို႔သိေနခဲ့တဲ့လူေကာင္းေတြကသာလူဆိုးေတြျဖစ္ေနခဲ့ရင္...\nCrime Syndicate HqကေနLexနဲ႔Jokerတို႔ဟာdimensional travel deviceကိုဝင္ခိုးတဲ့ဇာတ္ဝင္ခန္းနဲ႔စထားၿပီး\nမထင္ထားတဲ့စေတးခံမႈေတြနဲ႔ပါးစပ္အေဟာင္းသားျဖစ္သြားေစႏိုင္plotနဲ႔စထားတာမို႔\nလံုး၀မပ်င္းေစရဘူးဆိုတာေတာ့အာမခံပါရေစ\nLex ဟာသူ႔အဖြဲ႔တိုင္ပင္ျပီးေနာက္ဆံုးမွာေတာ့\nကြၽန္ေတာ္တို႔ရဲ႕ကမာၻကိုေရာက္လာၿပီးJLကိုအကူအညီလာေတာင္းပါေတာ့တယ္\nSupermanရဲ႕x rayနဲ႔Lexဟာအျခားparallel earthကျဖစ္ေၾကာင္းအတည္ျပဳၿပီးတဲ့အခါမွာေတာ့\nLexကိုကူညီေပးၾကဖို႔ဆံုးျဖတ္လိုက္ၾကပါေတာ့တယ္\nဘယ္လိုေတြကူညီၾကမယ္ဆိုတာေတာ့...\nအညႊန္းနဲ႔encodeထားေပးတာေတာ့sithuျဖစ္ပါတယ္",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/justice-league-crisis-on-two-earths-2010/",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hleKFQ51VTt8GKnUNN0AvJD1wNe.jpg",
        "title": "Monstrum (2018)",
        "description": "Monstrum ဟာ ဘုရင္ေဂ်ာင္ဂ်ံဳလက္ထပ္ ၁၅၇၂ ခုႏွစ္မွာ ေတာ္၀င္နန္းေတာ္ကိုၿခိမ္းေၿခာက္ခဲ့တဲ့  ထူးဆန္းတဲ့သတၱ၀ါဆိုးၾကီးအေၾကာင္းကိုမွတ္တမ္းမွတ္ရာေတြကို ၿပန္လည္ရိုက္ကူးတင္ၿပထားတဲ့ ကိုရီးယားနန္းတြင္းရုပ္ရွင္ကားတစ္ကားၿဖစ္ပါတယ္...ဘုရင္က အဲဒီသတၱ၀ါၾကီးကို အမဲလိုက္ဖို႕သူ႕လူယံုေတြကိုေစခိုင္းခဲ့တဲ့အေၾကာင္း သမိုင္းမွတ္တမ္းထဲမွာ ေဖာ္ၿပထားပါတယ္...ရုပ္ရွင္ဒါရိုက္တာ Heo Jang-ho က ''ဒီရုပ္ရွင္ဟာ စိတ္ကူးယဥ္သတၱ၀ါအေၾကာင္းကို ပံုေဖာ္ထားပါတယ္....ကြ်န္ေတာ္တို႕ရဲ႕ ကိုယ္ပိုင္စိတ္ကူးယဥ္ပံုစံကို အေၿခခံထားတဲ့ သတၱ၀ါတစ္ေကာင္ကို ဖန္တီးခဲ့ပါတယ္...ဒါေပမယ့္ ကြဲၿပားခ်က္ရွိေနတာက ကြ်န္ေတာ္တို႕က သမိုင္းမွတ္တမ္းေတြကေနအိုင္ဒီယာယူထားတာလည္း ၿဖစ္ပါတယ္ '' လို႕ ၾသဂုတ္လ ၁၆ ရက္ေန႔ကၿပဳလုပ္ခဲ့တဲ့သတင္းစာရွင္းလင္းပြဲမွာေၿပာဆိုခဲ့ပါတယ္...၀ါရင့္သရုပ္ေဆာင္ ကင္ေၿမာင္မင္းက ဘုရင္ကိုထီးနန္းကေနဖယ္ရွားဖို႕နဲ႕ အႏၱရာယ္ေပးေနတဲ့ သတၱ၀ါဆိုးၾကီး ေနာက္ကိုထပ္ၾကပ္မကြာလိုက္သြားခဲ့တဲ့ ဘုရင့္ရဲ႕လူယံုေတာ္ Yoon Gyeom အၿဖစ္ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္....မင္းသား Kim In-kwon ကေတာ့ရွာေဖြေရးအဖြဲ႕ထဲကYoon ရဲ႕ညာလက္ရံုး Seong-han အၿဖစ္သရုပ္ေဆာင္ထားပါတယ္...နာမည္ေက်ာ္ Kpop အဆိုေတာ္အဖြဲ႕ Girl - Day မွအဆိုေတာ္ သရုပ္ေဆာင္Hyeri က Yoon ရဲ႕သမီး Myeong အၿဖစ္္လည္းေကာင္းမင္းသား Choi Woo-Sik ကဘုရင့္အမိန္႕ေတာ္ကို လာေရာက္ေပးအပ္တဲ့တပ္မွဴးအၿဖစ္လည္းေကာင္း ပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္... မင္းသား Kim ...",
        "rating": "6.0",
        "url": "https://megaup.net/2UShw/Monstrum_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/p8822519_v_v8_aa-133x200.jpg",
        "title": "Ra One (2011)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့\nစိတ္ကူးေကာင္းမြန္လွတဲ႔ဇာတ္ကားေလးျဖစ္ျပီး\nအားလပ္ရက္မွာ အခ်ိန္ကုန္လြန္ေကာင္းတဲ႔\nဇာတ္ကားေကာင္းတစ္ခုေပါ့။\nဂိမ္း ပရိုဂရမ္ေရးဆြဲသူ\nရွီကာဟာ သားကိုခ်စ္တတ္လြန္းတဲ႔ အေဖတစ္ေယာက္ပါ။သူ႕သားေလးနာမည္က\nပါတိ။ ပါတိ ဟာ ဂိမ္းခ်စ္တတ္သူတစ္ဦးျဖစ္ျပီး\nရိုးအီလွေသာ ဇာတ္အိမ္မွခြဲထြက္လိုသူျဖစ္သည္။\nသူရဲ႕စိတ္မွာေတာ့ မေသဆံုးႏိုင္သည့္ လူဆိုးဇာတ္ေကာင္ေပၚထြန္းေစခ်င္ျပီး သူ႕အေဖ\nရွီကာကေတာ့ သူရဲေကာင္းကိုသာ အေလးထားေလသည္။\nဒီလိုနဲ႔ ရွီကာဟာ\nေနာက္တစ္ခါ တီထြင္သည့္ ဂိမ္းတြင္ ရာ၀မ္း ဟူေသာ ဇာတ္ေကာင္ကို ပံုေဖာ္ေပးခဲ႔သည္။\nရာ၀မ္းဟာ စြမ္းအားျမင့္ လူဆိုးျဖစ္ျပီး သူနဲ႕\nယွဥ္ျပိဳင္ရမည့္ သူရဲေကာင္းကား ဂ်ီ၀မ္း။\nထိုသို႔ႏွင့္ ဂိမ္း အား ပြဲဦးမိတ္ဆက္ပြဲေန႔မွာေတာ့\nပါတိ ဟာ လူစီဖာ နာမည္ျဖင့္ ဂ်ီ၀မ္းဇာတ္ေကာင္ေနရာမွ၀င္ကစားျပီး\nရာ၀မ္းႏွင့္ တိုက္ခိုက္ပြဲ ဆင္ႏႊဲခဲ႔သည္။ ဂိမ္းပြဲကား\nခက္ခဲလွေသာ္လည္း လူစီဖာ ပင္ အႏိုင္ရခဲ႔သည္။\nထိုအခ်ိန္အခါသည္ အိႏၵိယျပည္၏ သိပၸံနည္းပညာေလာကသည္ ထြန္းကားေနျပီျဖစ္သည္။ ေရာင္ျခည္စြမ္းအားတို႔\nအသံုးျပဳ၍ သက္မဲ႔ကိုပင္ ရုပ္လံုးေဖာ္ႏိုင္ခဲ႔သည္။\nတစ္ဖက္တြင္လည္း ရွီကာတို႕ဂိမ္းဌာနတြင္လည္း\nေရာင္ျခည္တန္းမ်ားျဖင့္ ဂိမ္းကို ထိန္းခ်ဳပ္ထားခဲ႔သည္။ သို႕ေသာ္ မေမွ်ာ္လင့္ဘဲ\nေရာင္ျခည္တန္းတို႕၏ စြမ္းအားျဖင့္ ရာ၀မ္း\nဇာတ္ေကာင္အရုပ္သည္လည္း အသက္၀င္လာသည္။\nထို႔ေနာက္ ရာ၀မ္းသည္ လူစီဖာ Player အား ျပန္လည္ရွာေဖြျပီး အဆံုးသတ္မယ့္\nႀကိဳးစားခ်ိန္ေတြမွာေတာ့ ?????\nဘာေတြဆက္ျဖစ္မလဲ။ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2crcl/Ra_One_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/s-l640-160x200.jpg",
        "title": "When Fortune Smiles (1990)",
        "description": "မင္းသားၾကီး စတီဖင္ေခ်ာင္ ငယ္စဥ္က ဇာတ္ကားပါ...Action/Comedy/Romance အမ်ိဳးအစားျဖစ္ပါတယ္။Action ဆိုလဲ လံုးဝမအိုင္ေအာင္ ခပ္မိုက္မိုက္ရိုက္ကူးထားပါတယ္။Comedy ဆိုလဲ အခြီျဖစ္ေအာင္ ရိုက္ကူးထားႏိုင္ပါတယ္။Romance ဆိုလဲ လံုးဝဟက္ထိေအာင္ ရိုက္ကူးထားပါတယ္။သူ႕ေနရာနဲ႔သူ ရသအစံုပံုေဖာ္ထားႏိုင္တဲ့ ဇာတ္ကားပါ။မင္းသမီးကလဲ ဇာတ္ရုပ္နဲ႔အလိုက္ ေဒါင္က်က် ျပားက်က် သရုပ္ေဆာင္ျပထားတာေတြ႕ရပါတယ္။ဇာတ္ေၾကာင္းေလးကိုေတာ့ ခံစားအားေပးၾကည့္ၾကပါဦး။ \nFile size…(999 MB) and (490 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Khin Chan Myae Thu",
        "rating": "6.3",
        "url": "https://megaup.net/T0cp/When_Fortune_Smiles_(Mou_Dik_Hang_Wan_Sing)_[1990]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZDM3YmMyZTgtM2I1Yi00Yjg0LWE2MTgtZDRmMTI3MDdjZDFhXkEyXkFqcGdeQXVyMzM1OTMzNDA@._V1_-156x200.jpg",
        "title": "L Storm (2018)",
        "description": "ေဟာင္ေကာင္အက္႐ွင္ဇာတ္ကားျဖစ္ပါတယ္။ICAC က Luk Chi Limနဲ႔ Lau Po-keungတို႔ဟာ ေငြျဖဴ လုပ္တဲ့ဂိုဏ္း ကို ေျခရာခံစံုစမ္းၾကပါတယ္။ကမာၻတစ္ဝွမ္းမွာ ေငြျဖဴလုပ္တဲ့လုပ္ငန္းေတြဟာ က်ယ္ျပန္႔လာၿပီးေဟာင္ေကာင္အထိပါေရာက္႐ွိလာခဲ့ပါတယ္။တစ္ႏွစ္ကို အေမရိကန္ေဒၚလာသန္းေပါင္းမ်ားစြာေငြျဖဴ ျပဳလုပ္ေနၾကပါတယ္။ေဟာင္ေကာင္က ေငြျဖဴ ဂိုဏ္းဟာ အစိုးရဝန္ႀကီးအဆင့္လူတစ္ေယာက္ပါ ပါဝင္ပတ္သတ္ေနတဲ့အတြက္ ဖမ္းဆီးဖို႔အဟန္႔အတားမ်ားစြာ႐ွိေနပါတယ္။နည္းလမ္းမ်ိဳးစံုသံုးၿပီး လြတ္ေျမာက္ဖို႔ႀကိဳးစားေနပါတယ္။ဒီအမွဳကို Luk Chi Limဟာ အသက္ေဘးအႏၱရာယ္က်ေရာက္ခဲ့တဲ့အထိကို ႀကိဳးစားေဖာ္ထုတ္ခဲ့ပါတယ္။လုပ္ေဖာ္ကိုင္ဘက္ ဂ်ဴ နီယာ Lau Po-keungကလည္းမ်ားစြာအကူအညီေပးခဲ့ပါတယ္။ေဟာင္ေကာင္မင္းသား Louis Kooနဲ႔ Julian Cheungတို႔အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ Hnin Amy Khine ပါ) File Size : (800 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 30min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.6",
        "url": "https://megaup.net/T0cu/L_Storm_[2018]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjU2NzIzMjYtMGE2ZS00YzgzLWE5MzgtZTFiYTlmOWNlYmJkXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-147x200.jpg",
        "title": "Ratsasan (2018)",
        "description": "ၾကည္​့ဖူးတဲ့ တမီလ္ ကား ​ေတြထဲမွာ​ေတာ့ဒီကားကလံုးဝကိုကြဲျပားပါတယ္​\nကား​ေတာ္​​ေတာ္​မ်ားမ်ားကအိုဗာ​ေတြလုပ္​ျပ​လြန္​း​ေပမယ္​့\nဒီကားက​ေတာ့တစ္​ကယ္​့လက္​ရာ​ေကာင္​းပါ\nဇာတ္​လမ္​းက႐ုပ္​႐ွင္​ဒါ႐ိုက္​တာ႐ူး႐ူး​ေနတဲ့လူငယ္​တစ္​​ေယာက္​ဟာ\nဒါ႐ိုက္​တာျဖစ္​ဖို႔ႀကိဳးစားသမ်​ွ​ေတြဘာမွျဖစ္​မလာတဲ့အခါမွာ\nသူ႔အ​ေဖရဲ႕ဂုဏ္​ကိုထိန္​းတဲ့အ​ေနနဲ႔ ရဲတစ္​​ေယာက္​ျဖစ္​ လာခဲ့ပါတယ္​\nတစ္​ခ်ိန္​တည္​းမွာပဲ စိတၱဇ လူသတ္​သမားတစ္​​ေယာက္​ရဲ႕\nမိန္​းက​ေလး​ေတြကို တစ္​​ေယာက္​ၿပီးတစ္​​ေယာက္\n​ရက္​ရက္​စက္​စက္​သတ္​တဲ့အမႈ​ေတြ​ေပၚလာပါတယ္​\nလူသတ္​သမားဟာ​ေက်ာင္​းသူ​ေလး​ေတြကိုဖမ္​း​ေခၚသြားၿပီး\nအတိုင္​းအမွတ္​အသားအ​ေနနဲ႔လက္​​ေဆာင္​ဘူး​ေလးတစ္​ဘူးအျမဲထားခဲ့ပါတယ္​\nအဖမ္​းခံရၿပီးႏွစ္​ရက္​​ေျမာက္​တဲ့​ေန႔​ေရာက္​တိုင္​းမွာက​ေလး​ေတြရဲ႕\nအ​ေလာင္​းကိုအမ်ားပိုင္​​ေနရာ​ေတြမွာႂကြပ္​ႂကြပ္​အိတ္​နဲ႔ပတ္​ၿပီးပစ္​ထားတာ​​ေတြ႔ရပါတယ္​\nပံုမွန္​လူသတ္​မႈ​ေတြဆိုတာ အသတ္​ခံရသူနဲ႔နီးစပ္​ရာအသိုင္​းအဝိုင္​း​ေတြထဲက\nသံသယ႐ွိသူကို႐ွာၿပီးစစ္​လိုက္​ရင္​အမႈ​ေပၚႏိုင္​​ေပမယ္​့\nစိတၱဇလူသတ္​သမားဆိုတာက​ေတာ့ အသတ္​ခံရသူ​ေတြနဲ႔ဘာပတ္​သတ္​မႈမွမ႐ွိပဲ\nသူ႔စိတ္​ဒဏ္​ရာ​ေၾကာင္​့ သတ္​ရတာကိုအရသာ​ေတြ႔လို႔\nဘယ္​သူ႔ကိုမဆိုလိုက္​သတ္​တာမ်ိဳးပါ\nဒီလိုလူသတ္​သမားမ်ိဳးနဲ႔ၾကံဳလာတဲ့အခါမွာ\nအရင္​အမႈလိုက္​​ေနၾကပံုစံ​ေတြတစ္​ခုမႈအလုပ္​မျဖစ္​​ေတာ့ပဲ\nရဲ​ေတြ​ေခါင္​းခဲလို႔လာရပါတယ္​ ဒီအခ်ိန္​မွာ\nစိတ္​ကူးစိတ္​သန္​း​ေကာင္​းတဲ့ဒါ႐ိုက္​တာ႐ူး ရဲ​ေပါက္​စဟာ\nအမႈအ​ေပၚ႐ႈ​ေထာင္​့တစ္​မ်ိဳးက​ေနၾကည္​့ၿပီး တရားခံကို\nတျဖည္​းျဖည္​း႐ုပ္​လံုး​ေပၚလာ​ေအာင္​ႀကိဳးစားခဲ့ပါတယ္​\nလူသတ္​သမားနဲ႔အႏၱရာယ္​မ်ားတဲ့\nကစားပြဲတစ္​ခုကိုဖန္​တီးၿပီးဖမ္​းဆီးဖိ႔ု္​ႀကိဳးစားရာမွာ\nအဆံုးအ႐ွံုး​ေတြကလည္​းအရမ္​းမ်ားခဲ့ပါတယ္​\nဇာတ္​လမ္​းက​အစအဆံုးစိတ္​ဝင္​စရား​ေကာင္​းလြန္​းလို႔\nႏွစ္​နာရီခြဲဘယ္​လိုကုန္​သြားမွန္​း​ေတာင္​​သိလိုက္​မွာမဟုတ္​ဘူး\n........................................................\nသီခ်င္​း​ေတြဆိုတာ\nမႀကိဳက္​တဲ့သူ​ေတြအတြက္​သီခ်င္​းတိုတို​ေလးႏွစ္​ခုပဲပါတယ​္​ေနာ္​\n \nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့ Chanyein Soe ျဖစ္ၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "9.1",
        "url": "https://megaup.net/2dZM0/Ratsasan_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/68367_front-168x200.jpg",
        "title": "A Chinese Ghost Story (1987)",
        "description": "ကျွန်တော်ငယ်စဉ်ကတည်းက စွဲလန်းနှစ်ခြိုက်ခဲ့ရတဲ့ဇာတ်လမ်းလေးတစ်ကားဖြစ်သလိုယနေ့တိုင်လည်းဘယ်ချိန်ပြန်ကြည့်ကြည့်မရိုးသေးပါဘူး18+ ခေါင်းစဉ်တပ်လိုက်ပါမယ်..ဘာကြောင့်လဲဆိုရင် တချို့အခန်းတွေဟာမိဘတွေနဲ့အတူကြည့်ဖို့မသင့်တော်လို့ပါ..နည်းနည်းပါးပါးပါပဲA Chinese Ghost Story ကိုတော့တော်တော်များများကြားဖူးကြမယ်ထင်ပါတယ်နောက်ပိုင်းမှလူကြိုက်များလှတဲ့မင်းသမီး Liu Yi Fei ပြန်လည်သရုပ်ဆောင်ခဲ့တဲ့Chinese Ghost Story ဇာတ်ကားရဲ့ မူရင်း အရင်းအမြစ်ကတော့ 1987 မှာပထမဆုံးထွက်ရှိခဲ့တဲ့ဇာတ်ကားပါပဲ အခုချိန်မှာတော့ ဒီဇာတ်ကားထဲကအဓိကမင်းသားဇာတ်ကောင် ဖြစ်တဲ့  Leslie Cheung ဟာ 2003 ခုနှစ်ဧပရယ် ၁ ရက်နေ့မှာ ဟောင်ကောင်မှာရှိတဲ့  Mandarin Oriental Hotel ရဲ့24 ထပ်ကနေ ခုန်ချပြီးအဆုံးစီရင်ခဲ့လို့ သေဆုံးပြီးဖြစ်နေပါပြီမင်းသမီးဖြစ်တဲ့ Joey Wang ကတော့ အခုချိန်မှာ အသက် 51 နှစ်ဖြစ်နေပါပြီကျွန်တော့်အမြင်ကိုပြောရရင်တော့  A ChineseGhost Story ထွက်ခဲ့တဲ့ ကားတွေမှာ1987 မှာထွက်တဲ့ နံပါတ် ၁ နဲ့ 1990 မှာ ထွက်တဲ့ ၂ လောက်ကျန်တာဘယ်ကားမှသိပ်မကောင်းဘူးလို့ပဲမြင်ပါတယ်..လူသားကောင်လေးတစ်ယောက်နဲ့တစ္တေမလေးတစ်ယောက်တို့ရဲ့အချစ်ဇာတ်လမ်းကို ဟာသနှောပြီးရယ်မောဖွယ်ကြည်နူးဖွယ်..နဲ့ ရင်နင့်ဖွယ်ရိုက်ကူးတင်ဆက်ထားတဲ့ ဒီဇာတ်ကားဟာလည်းIMDb Rate 7.6 ရရှိခဲ့တာမို့ အများကြီးအထွေအထူးတော့ ပြောနေစရာမလိုတော့ဘူးလို့ထင်မြင်ပါတယ်..လင်ချိုင်စံဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ ရပ်ဝေးကနေနယ်တခုကိုလာပြီးတော့ အကြွေးတောင်းတဲ့သူပါ…လမ်းခရီးသွားလာရတာ ကြမ်းတမ်းပြီး သူခိုးဓါးပြများလည်းပေါများတဲ့အချိန်မို့လို့..သူ့အရင် လာတဲ့သူတွေအသတ်ခံရတာပေါ့..လမ်းမှာမိုးတွေရွာပြီးအရမ်းစိုရွဲသွားလို့ အကြွေးစာရင်းတွေပါ ပျက်စီးသွားခဲ့တယ်..အဲ့တော့ ...",
        "rating": "",
        "url": "https://megaup.net/T24f/A_Chinese_Ghost_Story_I_[1987]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMTc4MTU4YzEtODBiNC00NzA4LTg0NGItM2ZhZjZlNDFiNjJjXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Outlaw King (2018)",
        "description": "Outlaw/King\n\"အင်္ဂလိပ်တွေအတွက်တော့ သူပုန်။\nစကော့တွေအတွက်တော့ ကျေးဇူးရှင် ဘုရင်မင်းမြတ်။\"\nရန်သူတွေကို စစ်ရှုံးခဲ့ရလို့ ဂူတစ်ဂူထဲမှာ\nခြေရာဖျောက်ပုန်းခိုနေရတဲ့ ဘုရင်ကြီးတစ်ပါးဟာ\nအကြီးအကျယ် စိတ်ဓာတ်ကျဆင်းနေတယ်။ ရန်သူတွေဟာ\nအင်အားကြီးလွန်းလို့ သူဘယ်လိုတိုက်တိုက်\nနိုင်မှာမဟုတ်ဘူး သူ့နိုင်ငံကိုစွန့်ပြီး ရေမြေခြားမှာ\nသွားခိုလှုံတာ အကောင်းဆုံးပဲလို့တောင် တွေးနေမိတယ်။\nအဲဒီအချိန်မှာ ဂူအမိုးမှာ ပင့်ကူလေးတစ်ကောင်ဟာ\nပင့်ကူအိမ်ကို ခက်ခက်ခဲခဲတည်ဆောက်နေတယ်။\nပိုးမျှင်တစ်တန်းဖြစ်လာဖို့ တွယ်တက်လိုက် ပြုတ်ကျလိုက်\nအားမလျှော့ဘဲ ဆက်တက်လိုက် လုပ်နေရင်းနဲ့\nအချိန်တစ်ခုကြာတဲ့အခါ ပင့်ကူအိမ်တစ်ခုဖြစ်လာတယ်။\nဒါကိုစိတ်ဝင်တစားကြည့်မိနေတဲ့ ဘုရင်ကြီးဟာ\nကြည့်ရင်းနဲ့ စိတ်ဓာတ်ခွန်အားတွေရလာတယ်။\nဘယ်လောက်ခက်ခဲတဲ့ အလုပ်ဖြစ်ပါစေ\nမလျှော့တဲ့ဇွဲလုံ့လနဲ့ ကြိုးစားရင် အောင်မြင်မှာပဲဆိုတဲ့\nသဘောတရားကို ဆုပ်ကိုင်မိသွားတယ်။ မကြာမီမှာပဲ\nဘုရင်ကြီးဟာ သူပုန်းအောင်းနေတဲ့ဂူကနေထွက်လာပြီး\nရန်သူတွေကို တိုက်ခိုက် ခြေမှုန်းပစ်တော့တယ်။\nဒီ ဘုရင်ကြီးနဲ့ ပင့်ကူငယ်ပုံပြင်ကို လူတိုင်း\nကြားဖူးကြလိမ့်မယ်။ ဒီပုံပြင်ထဲက ဘုရင်ကြီးဟာ\nKing Davidလို့ဆိုကြသလို စစ်သူရဲကောင်း\nBlack Douglasလို့လည်း ဆိုကြတယ်။\nဒီပုံပြင်ကို အင်္ဂလန်နဲ့စကော့တလန်မှာရှိတဲ့\nကလေးတိုင်း အလွတ်ရနေပြီး ပုံပြင်ထဲက ဘုရင်ကြီးဟာ\nဘယ်သူလဲဆိုတာ သူတို့ကောင်းကောင်းသိပါတယ်။\nစကော့တလန်ရဲ့လွတ်လပ်ရေးကို အင်္ဂလန်လက်က\nပြန်တိုက်ယူပေးခဲ့တဲ့ ဘုရင်ကြီး Robert the Bruceပဲ။\nစစ်ပညာရှင်တွေကတော့ Robert the Bruceကို\nပြောက်ကျားစစ်ဘုရင်လို့ခေါ်ကြတယ်။ Robertဟာ\nသူ့ထက်အင်အား နှစ်ဆသာတဲ့ရန်သူကို\nပြောက်ကျားနည်းနဲ့ အမြဲတိုက်ခိုက် အနိုင်ယူခဲ့လို့\nဖြစ်ပါတယ်။\n၁၂၈၆ ခုနှစ်မှာ စကော့ပြည်ရဲ့ဘုရင်\nAlexander ...",
        "rating": "7.2",
        "url": "https://megaup.net/T2b4/Outlaw_King_[2018]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/jrzxS0vcbzIIay1sdYm0rgI2QfJ-133x200.jpg",
        "title": "Peppermint (2018)",
        "description": "Peppermint (2018)_____IMDb - 6.5/10\n  \nRating 6.5 ရရှိထားတဲ့ အက်ရှင်ကားကောင်းတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်....\nမိသားစုအပေါ်မှာ မေတ္တာတရားကြီးမားတဲ့ မိန်းမသားတစ်ဦး၊\nမူးယစ်ရာဇာတစ်ဦး၏ စေခိုင်းမှုကြောင့် သူမချစ်တဲ့ ခင်ပွန်းသည်နဲ့ သမီးငယ်တို့\nသူမမျက်စိရှေ့မှာတင် ရက်ရက်စက်စက် သတ်ဖြတ်ခံရတဲ့အပြင်\nသူမကိုယ်တိုင်လည်း သေနတ်ဒဏ်ရာများဖြင့် ဆေးရုံပေါ်ရောက်ခဲ့ရပါတယ်။\nဒါတင်မကသေးပဲ ဆေးရုံဆင်းဆင်းချင်းမှာပဲ တရားစွဲဆိုမှုက အကျင့်ပျက်ခြစားတဲ့\nဥပဒေဘက်တော်သားများကြောင့် အရှုံးကိုသာ ရင်ဆိုင်ခဲ့ရသောအခါ\nတရားမျှတမှုဆိုတာကို ရှာဖွေဖို့အတွက် နူးညံ့မှုကိုဖျောက်ပြီး\nသူမကိုယ်သူမ ပြောင်းလဲခဲ့ရပါတယ်။ ငါးနှစ်တာကာလကို ကျော်လွန်ပြီးခဲ့ချိန်မှာတော့\nဘယ်လိုအရာတွေနဲ့ တစ်ကျော့ပြန်လာမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမယ့်\nအက်ရှင်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။\n Rating 6.5 ရရွိထားတဲ့ အက္ရွင္ကားေကာင္းတစ္ကားနဲ႕\nမိတ္ဆက္ေပးခ်င္ပါတယ္....\nမိသားစု​အ​ေပၚမွာ ​ေမတၱာတရားႀကီးမားတဲ့ မိန္​းမသားတစ္​ဦး၊\nမူးယစ္​ရာဇာတစ္ဦး၏ ​​​​ေစခိုင္းမႈ​ေၾကာင္​့ သူမခ်စ္​တဲ့ ခင္​ပြန္​းသည္​နဲ႔ သမီးငယ္​တို႔\nသူမမ်က္​စိ​ေ႐ွ႕မွာတင္​ ရက္​ရက္​စက္​စက္​ သတ္​ျဖတ္​ခံရ​တဲ့အျပင္​\nသူမကိုယ္​တိုင္​လည္​း ​ေသနတ္​ဒဏ္​ရာမ်ားျဖင္​့ ​ေဆးရံု​ေပၚ​ေရာက္​​ခဲ့ရပါတယ္​။\nဒါတင္​မက​ေသးပဲ ​ေဆးရံုဆင္​းဆင္​းခ်င္​းမွာပဲ တရားစြဲဆိုမႈက အက်င္​့ပ်က္​ျခစား​တဲ့\nဥပ​ေဒဘက္​​ေတာ္​သားမ်ား​ေၾကာင္​့ အရံႈးကိုသာ ရင္​ဆိုင္​ခဲ့ရ​ေသာအခါ\nတရားမ်ွတမႈဆိုတာကို ႐ွာ​ေဖြဖို႔အတြက္​ ႏူးညံ့မႈကို​ေဖ်ာက္​ၿပီး\nသူမကိုယ္​သူမ ​ေျပာင္​းလဲခဲ့ရပါတယ္​။ ငါးႏွစ္​တာကာလကို ​ေက်ာ္​လြန္​ၿပီးခဲ့ခ်ိန္​မွာ​ေတာ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eJ9C/Peppermint_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/cyborg-she-poster-140x200.jpg",
        "title": "Cyborg She (2008)",
        "description": "Cyborg She (2008)_____IMDb - 7.0/10\n  \nလွန်ခဲ့တဲ့ ၄ နှစ် ဝန်းကျင်လောက်က ပြန်ခဲ့တဲ့ ကျွန်တော့်ရဲ့ပထမဆုံးသော မြန်မာစာတန်းထိုး ရုပ်ရှင်\nဇာတ်ကားဖြစ်ပါတယ်..ကြိုက်လွန်းလို့ကိုမရမကပြန်ရှာပြီးဘာသာပြန်ပေးရတဲ့ဇာတ်ကားလေးဖြစ်သလို\nဘာသာပြန်ပိုး ဝင်သွားတာလည်းဒီဇာတ်ကားကြောင့်ပါ..ကဲ..ကြည်နူးဖို့ကောင်းတဲ့ဂျပန်ဇာတ်ကားလေး\nရဲ့ အညွှန်းကိုဖတ်ကြည့်ရအောင် IMDb Rate ကလည်း 7.0 အထိရထားတဲ့ဇာတ်လမ်းကောင်းလေး\nဖြစ်ကြောင်းလည်းညွှန်းလိုပါတယ်..ပြန်ဒေါင်းပြီးသိမ်းထားကြပါ\n \nဇာတ်လမ်းအညွှန်း\n \nအချိန်ခရီးသွားပြီးပြန်လည်တဲ့ စက်ရုပ်မလေး ဟာ 2008 ခုနှစ်က ဂျီရို ဆီကို လာပြီး ဂျီရို\nဖြစ်လာမယ့် အန္တရာယ်တွေကြားမှာ ပြန်ကယ်..ဖြစ်လာမယ့်စိတ်ထိခိုက်စရာတွေကို\nလိုက်လံဖယ်ရှားပြင်ဆင်ပေးရင်ကနေ..ဂျီရိုတစ်ယောက် စက်ရုပ်မလေးအပေါ်ကို\nသံယောဇဉ်တွေ တွယ်လာပါတယ်..စက်ရုပ်တစ်ရုပ်ကို ချစ်မိတဲ့ ဂျီရို ..\nနှလုံးသားဆိုတာမပါပဲ..စက်ချည်းသက်သက်သာဖြစ်တည်နေတဲ့ စက်ရုပ်မလေး\nဒီ၂ဦးကြားမှာဘာတွေဖြစ်မလဲ..အချစ်ဇာတ်လမ်းတွေဘယ်လိုရှေ့ဆက်မလဲဆိုတာ\nကြည့်လိုက်ဦးနော်..ဇာတ်သိမ်းမှာလည်းသပ်ရပ်စွာသိမ်းသွားပြီး..ဘယ်လိုမှမထင်ထားတဲ့\nဇာတ်လမ်းလေးဖြစ်ပါတယ်..အကြိုက်ဆုံး ဂျပန်ကားတွေထဲက တစ်ကားလို့သာဆိုပါရစေ\n  \nFile Size : 1.27 GB |\nQuality : Blu-Ray 720p |\nFormat : mp4 |\nSubtitle : Myanmar Subtitle ( Hardsub ) |\nTranslated By LK |\nEncoded By ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yTsM/Cyborg_She_(Boku_No_Kanojo_Wa_Saibôgu)_[2008]_(MM_Sub).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/magnificent-seven-133x200.jpg",
        "title": "The Magnificent Seven (1960)",
        "description": "Magnificent Seven 1960IMDb 7.8ဒီရုပ်ရှင်ကတော့ ကမ္ဘာကျော် Seven Samurai ရုပ်ရှင်ကို အခြေခံပြီး ကောင်းဘွိုင်ဇာတ်လမ်းအဖြစ် ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်လည်း ဆုတွေအတော်ရခဲ့ပြီး အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ပဲ ဖြစ်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့အင်အား ၄၀ ကျော်ရှိတဲ့ ဓားပြအုပ်စုကြီးရဲ့ လုယက်အနိုင်ကျင့်မှုတွေကို မခံနိုင်တော့တဲ့ ရွာလေးတစ်ရွာက လယ်သမားတွေဟာ ရှိသမျှပစ္စည်းလေးတွေနဲ့ သူတို့ဘက်က ကာကွယ်ပေးမယ့် သေနတ်သမားတွေကို လိုက်ပြီးငှားရမ်းပါတယ်။စုစုပေါင်း ဒေါ်လာ ၂၀ ထဲနဲ့ သူတို့အတွက် အသေခံတိုက်ပေးမယ့် ထူးထူးခြားခြား သေနတ်သမား ၇ ယောက် ပေါ်ပေါက်လာတဲ့အခါ.....Tartee Poe ဘာသာပြန်ထားပါတယ်",
        "rating": "7.8",
        "url": "https://megaup.net/1IY50/The_Magnificent_Seven_[1960]_(MM_Sub).mp4",
        "category": "Action, Adventure, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/seven-samurai-142x200.jpg",
        "title": "Seven Samurai (1954)",
        "description": "Seven Samurai (1954)\nIMDb - 8.6/10_______R0tten - 100%\n ၁၉၅၄ ခုနှစ်က ထွက်ခဲ့တဲ့ ဂျပန်ကားတစ်ကားကို တင်ပေးထားပါတယ်။\nဒီရုပ်ရှင်ကတော့ ဂျပန်ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံးကားတွေထဲက တစ်ခုလို့ပြောလို့ရပါတယ်။\nနှောင်းခေတ်ရုပ်ရှင်တွေဟာလည်း ဒီရုပ်ရှင်ကနေ ပညာတွေအများကြီးယူကြရတယ်လို့ ပြောကြတယ် (ဘာတွေလဲတော့ နားမလည်ပါဘူး)။\nဒီရုပ်ရှင်ရဲ့ဘတ်ဂျက်ကတော့ အဲဒီခေတ်အခါကဆို အတော်မာျးပါတယ်။\nရုပ်ရှင်ကားကြီးတွေကို $70000 လောက်နဲ့ ရိုက်နေကြချိန်မှာ ဒီရုပ်ရှင်ရဲ့ ဘက်ဂျက်ဟာ $ 500 000 ဖြစ်နေခဲ့ပါတယ်။\nပြီးတော့ ရုပ်ရှင်ရိုက်ကူးချိန်လည်း ကြာလွန်းတော့ ပရိုဂျူဆာတွေက ၂ ခါတိတိ ပိတ်ချခဲ့ပါတယ်။\nဒါရိုက်တာ အကီရာ ကူရိုဆာဝါကတော့ ပိတ်ချခံရတိုင်း ငြင်းခုံမနေဘဲ အသာလေး ငါးမျှားထွက်သွားလိုက်တာပါပဲ။\nပရိုဂျူဆာတွေ ပြန်လိုက်ခေါ်မယ်ဆိုတာ သိပြီးသားမို့ပါ။ ဒီရုပ်ရှင်ထဲက သရုပ်ဆောင်တွေကလည်း အဲဒီခေတ်အခါကဆို All stars လို့ပဲ ပြောရပါလိမ့်မယ်။\nသုံးနာရီကျော်ကြာတဲ့ ဒီအဖြူအမည်းရုပ်ရှင်ဟာ တစ်ကမ္ဘာလုံးက နှစ်သက်လက်ခံတဲ့ ရုပ်ရှင်ကြီးတစ်ခုဖြစ်လာခဲံ့ပါတယ်။\nဒီရုပ်ရှင်ကို မှီးပြီး ရိုက်ကူးထားတဲ့ ကောင်းဘွိုင်ရုပ်ရှင် Magnificent seven ...",
        "rating": "8.6",
        "url": "https://megaup.net/1xg1c/Seven_Samurai_(Shichinin_No_Samurai)_[1954]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    }
]