[
    {
        "thumbnail": "",
        "title": "Hot Fuzz (2007)",
        "description": "ကမာၻ႕အေကာင္းဆံုး Action,Comedy Movie ဆိုတာနဲ႔ တန္းေတြ႕ရမွာက Hot Fuzz ဆိုတဲ့ ဇာတ္ကားပါ။သေရာ္ထားခ်က္ေတြျမင္မေကာင္းေအာင္ကို ေျပာင္ေျမာက္လွပါတယ္။ထူးခြ်န္လြန္းတဲ့ရဲတစ္ေယာက္ဟာ ရဲဥပေဒကလြဲရင္ ဘာမွစိတ္မဝင္စားပါဘူး....အသက္ေဘးအႏၱရာယ္ေတြလဲ မမႈဘဲ ႏိုင္ငံ့တာဝန္ကို ရြပ္ရြပ္ခြ်ံခြ်ံထမ္းေဆာင္ေနသူပါ။ဒီလိုထူးခြ်န္လြန္းလို႕ ဆုတံဆိပ္ေပါင္းမ်ားစြာ ရခဲ့ေပမယ့္ သူ မေျပာင္းေရႊ႕ခ်င္တဲ့ေနရာကိုေျပာင္းေရႊ႕ဖို႔အေၾကာင္းဖန္လာပါတယ္။သူက မေျပာင္းေရႊ႕ခ်င္ေၾကာင္း ေစာဒကတက္တဲ့အခါမွာေတာ့ ရဲခ်ဳပ္ကိုယ္တိုင္ သူ႕ကို တမင္ေခ်ာင္ထိုးထည့္မွန္းသိလာရပါေတာ့တယ္။ရဲဌာနတစ္ခုလံုးက သူ႕ကိုမျမင္ခ်င္ေတာ့ပါဘူး...ဘာလို႔လဲဆိုေတာ့ သူတစ္ေယာက္ပဲ အရမ္းထူးခြ်န္လြန္းျပီး က်န္တဲ့ရဲေတြ အသံုးမက်သလိုခံစားလာရလို႕ပါတဲ့....LoLဒါနဲ႔ပဲ ထူးခြ်န္လြန္းတဲ့ဝန္ထမ္းတို႔ ထံုးစံအတိုင္း ေခ်ာင္ျခိဳေခ်ာင္ၾကားနယ္ျမိဳ႕ေလးတစ္ခုကို ေျပာင္းေရႊ႔လိုက္ရပါတယ္။နယ္ျမိဳ႕ေလးဟာလဲ ထူးဆန္းစြာပဲ ဆယ္ႏွစ္ေနလို႕ အမႈတစ္ခုေတာင္မရွိပါဘူးတဲ့။ေကာင္းသတင္းေတြေမႊးျပီး ေအးခ်မ္းလြန္းတဲ့ ျမိဳ႕ကေလးလို႕ အမ်ားသူငွာက အားက်ေနရေပမယ့္ တကယ့္တကယ္အတြင္းထဲကက်က္သေရမဂၤလာအျဖာျဖာ ယုတ္ေလ်ာ့ေနတာကို ကိုထူးခြ်န္တစ္ေယာက္ သိသြားတဲ့အခါမွာေတာ့.....တစ္ျမိဳ႕လံုးနဲ႔ တစ္ေယာက္ ဘယ္လိုေတြ ခ်ၾကမလဲဆိုတာ.........။ဒီဇာတ္ကားကို ၾကည့္ျပီး  အေတာ္ေလးကို သံေဝဂရမိပါတယ္...လူ႕သေဘာေတြကို သေရာ္ထားတဲ့ ဒီဇာတ္ကားေလးဟာ Rating ေတြလဲျမင့္မားျပီး IMDb (7.9) ...Rotten Tomatoes (91%) ထိ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3zIcn/Hot_Fuzz_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ndGkBbU8KgP0QnMEqZU5y0A06F.jpg",
        "title": "Psychokinesis (2018)",
        "description": "Psychokinesis ကိုးရီးယားရုပ်​ရှင်​ဟာ ပြီးခဲ့တဲ့ ၂၀၁၈ ဇန်​နဝါရီက ထွက်​ရှိထားတဲ့ ဟာသအက်​ရှင်​ကား​လေးဖြစ်​ပါတယ်​Imdb rating အ​နေနဲ့ 5.8/10ရရှိထားပြီး ဇာတ်​လမ်​းကြာမြင်​့ချိန်​ ၁နာရီ မိနစ်​​၄ဝရှိပါတယ်​ဒီဇာတ်​ကားကိုရိုက်​ကူးထားတဲ့ ဒါရိုက်​တာက​တော့ နာမည်​ကြီး Train to Busan ဇာတ်​ကားကို အသက်​သွင်​းခဲ့တဲ့ Yeon Sang Ho ဖြစ်​ပါတယ်​ဇာတ်​လိုက်​မင်​းသားကြီး​နေရာမှာ တော့ဝါရင့် သရုပ်​​ဆောင်​ Ryun Seung Ryong မှပါဝင်ပေးထားပါတယ်။မင်​းသမီးက​တော့Shim Eun Kyung ဖြစ်​ပါတယ်​ဒီဇာတ်​ကားဟာ သာမန်​အက်​ရှင်​ကား​တွေလို တိုက်​ခိုက်​ခန်​း​တွေ မင်​းသားနဲ့မင်​းသမီးချစ်​ကျွမ်​းဝင်​တာ စတာ​တွေကို ရိုက်​ကူးထားတာမဟုတ်​ပါဘူး.....သဘာဝလွန်​စွမ်​းအားကိုမ​တော်​တဆရရှိသွားတဲ့ဖခင်​ဖြစ်​သူက သမီး​လေးကို ကာကွယ်​ဖို့ကြိုးစားအားထုတ်​ပုံ.....တစ်​ခြားသူ​တွေကိုတက်​နိုင်​သ​လောက်​ကူညီ​ပေးပုံစတာ​တွေကိုရိုက်​ကူးထားတာဖြစ်​ပါတယ်​....ပိုစတာမှာပြထားသလို ​ကောင်​းကင်​ယံမှပျံဝဲ​နေတဲ့ လူကြီးတစ်​​ယောက်​ဟာ ဘယ်​လို​တွေအစွမ်​းပြသွားမလဲဆိုတာ ပရိသတ်​​တွေကြည်​့ရှုလိုက်​ပါဦး​နော်(ဘာသာပြန်သူကတော့ မေသဇင်မြင့်ပါ) File Size : (850 MB) and (350 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/psychokinesis-2018/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vlTPQANjLYTebzFJM1G4KeON0cb.jpg",
        "title": "Maze Runner: The Scorch Trials (2015)",
        "description": "အားလုံးပဲစောင့်မျှော်နေကြတဲ့ Maze Runner 2 လာပါပြီဒီ Maze Runner 2 မှာတော့ သောမတ်(စ်) ဆိုတဲ့ကောင်လေးကို WCKD အဖွဲ ့က အဖွဲ ့ဝင်တွေ ခေါ်ဆောင်သွားတာနဲ ့အစပျိုးထားပါတယ်နှစ်တွေကြာလာတဲ့ အချိန်မှာတော့ သောမတ်(စ်)နဲ ့အတူ ကျန်ရှိနေသေးတဲ့ ဂလိတ် အဖွဲ ့ဝင်တွေကို မစ္စတာ ဂျေဆင် က ကယ်တင်ခဲ့ပါတယ်သူကတော့ WCKD အဖွဲ ့ဝင်တွေရဲ ့ ရန်ကနေ ကယ်တင်ပေးဖို ့လို ့ပြောပေမဲ့ သောမတ်(စ်) ကမသင်္ကာလို ့စုံစမ်းလာတဲ့ အခါမှာတော့ မစ္စတာ ဂျေဆင်ကလည်းWCKD အဖွဲ ့နဲ ့ပူးပေါင်းလုပ်ကိုင်နေတယ်ဆိုတာကို သူ သိလာခဲ့ရပါတယ်ဒီနောက်ပိုင်းမှာတော့ သူတို ့တွေ ဘယ်လိုကြိုးစားရုန်းကန်ကြမလဲဆိုတာကိုတော့ ရုပ်ရှင်ထဲမှာ ဆက်လက်ရှုစားကြရမှာပါ(ဇာတ်ကားအညွန်းရေးသူကတော့ Carey Nyein ပဲဖြစ်ပါတယ်)File Size : (900 MB) ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/maze-runner-the-scorch-trials-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/coss7RgL0NH6g4fC2s5atvf3dFO.jpg",
        "title": "The Maze Runner (2014)",
        "description": "The Maze Runner(2014) လူငယ်တစ်ဦးဟာ ရွေ့လျားနေတဲ့ ဓာတ်လှေကားတစ်ခုထဲမှာပိတ်မိနေပြီး သွေးပျက်ကြောက်ရွံ့စွာ ဓာတ်လှေကားရဲ့ခေါ်ဆောင်ရာနောက်ကို လိုက်ပါနေရပါတယ်။ဓာတ်လှေကားရဲ့ ခရီးအဆုံးမှာတော့ သူမသိတဲ့ လူငယ်တစ်ချို့ရဲ့ ဖမ်းဆီးခြင်းကို ခံရပြန်တယ်။ ထိတ်လန့်တုန်လှုပ်စွာနဲ့ပဲ သူထွက်ပြေးချိန်မှာ ဘယ်သူမှသူ့ကို လိုက်မဖမ်းပဲ အော်ဟစ်ရယ်မောနေကြပါတယ်။မကြာခင်မှာပဲ သူ့ကိုဘာ့ကြောင့်လိုက်မဖမ်းသလဲဆိုတဲ့အဖြေကို သူသိရှိသွားပါတော့တယ်။သူရောက်ရှိနေတဲ့နေရာဟာ ပတ်ပတ်လည်မှာ နံရံကြီးတစ်ခု ကာဆီးထားလို့ပါပဲ။အရှေ့က ရောက်ရှိနေတဲ့ လူငယ်လေးတွေဟာလည်း သူ့လိုပဲ ဖမ်းဆီးခံရပြီး ဒီနေရာကို ပို့ဆောင်ခြင်းခံခဲ့ရသူတွေပါ။ကောင်လေးဟာ သူ့ရဲ့နာမည်သောမတ်ဆိုတာကလွဲပြီး ဘာကိုမှ မမှတ်မိပါဘူး။ရုတ်တရတ် နံရံကြီးကနေ အသံတွေကြားလာရပြိ်း တံခါးတစ်ချပ်ကိုတွေ့ရှိသွားချိန်မှာ ဝမ်းသာအားရနဲ့ သူပြေးထွက်ဖို့ ကြိုးစားပါတော့တယ်။ဒါပေမယ့် ရောက်နှင့်ပြီးသား လူငယ်တွေရဲ့ တားဆီးခြင်းကို ခံရပါတော့တယ်။ဘာ့ကြောင့်လဲဆိုတော့ ဒီဂိတ်တံခါးဟာ တစ်နေ့မှာ တစ်ကြိမ်သာပွင့်ပြီး အလွန်အန္တရာယ်များလှတဲ့ ဝင်္ကဘာတစ်ခုဆိ်ကို သွားရာဝင်ပေါက်ဖြစ်နေလို့ပါပဲ။လူငယ်တွေဟာ သူတို့ရောက်ရှိနေတဲ့နေရာကို Glade လို့အမည်ပေးထားပြီး သူတို့ကိုယ်သူတို့ Gladers လို့ ခေါ်ကြပါတယ်။စောင့်ရှောက်သူ keeper ရဲ့ ဦးဆောင်မှုအောက်မှာ တာဝန်အသီးသီးကိုခွဲဝေထမ်းဆောင်ကြရပါတယ်။တောင်နံရံတွေကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-maze-runner-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jMu45saMeqB2RGDqV3HoQ3XgZ2a.jpg",
        "title": "Journey 2: The Mysterious Island (2012)",
        "description": "Sean Anderson partners with his mom's boyfriend on a mission to find his grandfather, who is thought to be missing on a mythical island. File Size : (700 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 720p DTS x264-3Li\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/journey-2-the-mysterious-island-2012/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlYk34gpPfM6KFujxB9HTHZyeiL.jpg",
        "title": "Journey to the Center of the Earth (2008)",
        "description": "On a quest to find out what happened to his missing brother, a scientist, his nephew and their mountain guide discover a fantastic and dangerous lost world in the center of the earth. File Size : (700 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre : Action, Adventure, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 720p DTS ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/journey-to-the-center-of-the-earth-2008/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiGSiFUhyFJderGl2NhvaQQvU5n.jpg",
        "title": "Moving Parts (2018)",
        "description": "Two very opposite couples are drawn into organized crime and it doesn't take long until you realize everything and everyone is not what they seem.. File Size : (850 MB) and (360 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.H264.AC3-EVO\nTranslated by Zuel Khant Thwin\nEncoded by Thanhtike Zaw",
        "rating": "5.6",
        "url": "https://megaup.net/1Hhnd/Moving_Parts_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rDeGK6FIUfVcXmuBdEORPAGPMNg.jpg",
        "title": "The Commuter (2018)",
        "description": "မိုက်ကယ်မက်ကော်လေ ဟာ စုံထောက်အလုပ်ကနေအ နားယူပြီးတဲ့နောက် အာမခံလုပ် ငန်း တစ်ခုမှာ အလုပ်ဝင်နေခဲ့ပါ တယ်။ ခရီးဝေးမှာ နေရတာ ကြောင့် အလုပ်တက်၊ အလုပ် ဆင်းကို ရထားနဲ့ပုံမှန်သွားနေသူ ပါ။တစ်ရက်မှာတော့ ဂျီအန်နာ ဆိုတဲ့ အမျိုးသမီးတစ်ဦးက ရထားပေါ်မှာမိုက်ကယ်ကို လာ မိတ်ဆက်ခဲ့ပါတယ်။ နောက် တော့ စကားပြောဆိုရင်း ရထား ပေါ်မှာ လျှို့ဝှက်လိုက်ပါလာတဲ့ သူတစ်ယောက်ကို နောက်ဆုံးဘူ တာမရောက်မီ ဖော်ထုတ်ပေးဖို့ တောင်းဆိုခဲ့ပါတယ်။အကယ်၍ ဖော်ထုတ်နိုင်ခဲ့ ရင် ဒေါ်လာတစ်သိန်းရမယ်ဆို တာကြောင့် အလုပ်အကိုင်လည်း သိပ်အဆင််မပြေတဲ့ မိုက်ကယ် က စိတ်ဝင်စားခဲ့ပြီး လက်ခံခဲ့ပါ တော့တယ်။ အဲဒါနဲ့ ဂျိုဟန်နာ ပြောတဲ့ သဲလွန်စတွေ နဲ့အတူသူ ခိုင်းတာကို ရှာပုံတော် ဖွင့်ခဲ့ပါ တယ်။ဂျိုဟန်နာရဲ့ ကမ်းလှမ်းချက် ကို အောင်မြင်အောင်လုပ်နိုင်ခဲ့ မယ်ဆိုရင် ရမယ့်ပိုက်ဆံတွေကို လည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Hhqr/The_Commuter_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7cRmxc0U3JP1fEMF1g3O8WT9hy.jpg",
        "title": "Kung Fu Traveler (2017)",
        "description": "ဒီေန႔ ပရိသတ္ႀကီးကို မိတ္ဆက္ေပးခ်င္တဲ့ကားေလးကေတာ့ ၂၀၁၇ ကထြက္ရွိထားတဲ့ Kung fu traveler ဆိုတဲ့ တ႐ုတ္ကားေကာင္းေလးတစ္ကားပဲျဖစ္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ေအဒီ ၂၁၀၀ ေက်ာ္မွာ ကမာၻႀကီးဟာ ၿဂိဳလ္သားေတြရဲ႕က်ဴးေက်ာ္ျခင္းကိုခံေနရပါတယ္လူသားမ်ိဳးႏြယ္အကုန္ ပူးေပါင္းကာကြယ္ေပမယ့္လည္း လူသားေတြသံုးတဲ့လက္နက္ဟာ ၿဂိဳလ္သားေတြအေပၚထိေရာက္မႈမရွိတာေၾကာင့္ အေရးနိမ့္ေနၾကရပါတယ္တစ္ေန႔မွာေတာ့ ဒါ႐ိုက္တာခ်န္းဆိုသူဟာ ကြန္ဖူးတိုက္ကြက္နဲ႔ ၿဂိဳလ္သားတစ္ေကာင္ကို အႏိုင္ယူလိုက္ႏိုုင္ပါတယ္ဒါေပမယ့္ အဲ့ဒီေခတ္အခါမွာ ကြန္ဖူးပညာဟာတိမ္ေကာေနၿပီျဖစ္တာေၾကာင့္ အက်ပ္႐ိုက္ေနစဥ္မွာပဲ စူဇိရင္ေပးတဲ့အၾကံနဲ႔ စက္႐ုပ္တစ္႐ုပ္ကို အတိတ္ေခတ္ကိုအခ်ိန္ခရီးသြားခိုင္းၿပီး ကြန္ဖူးအေက်ာ္အေမာ္ႀကီးဆီက ကြန္ဖူးပညာကိုသင္ခိုင္းဖို႔ဆံုးျဖတ္ခ်က္ခ်လိုက္ၾကပါတယ္အဲ့စက္႐ုပ္ရယ္ သူ႔ technician စူဇိရင္ရယ္ ႏွစ္ေယာက္သား သူ႔ေခတ္သူ႔အခါက နယ္ခ်ဲ႕ေတြကိုတိုက္ထုတ္ေနရတဲ့ ကင္မင္းဆက္ေခတ္ကို ေရာက္သြားၿပီး ကြန္ဖူးဘုရင္လို႔တင္စားၾကတဲ့ ဆရာႀကီးဇူးနဲ႔ စိတ္ထားေကာင္းတဲ့ သူ႔သမီးေလး ေရွာင္းဟြာတို႔နဲ႔ဆံုၿပီးတဲ့ေနာက္ ဆရာႀကီးကတပည့္လက္မခံေၾကာင္းခါးခါးသီးသီးျငင္းလႊတ္လိုက္တဲ့အခါ...စက္႐ုပ္တစ္ တျဖစ္လဲ အဂ်ဲ တစ္ေယာက္ ကြန္ဖူးပညာေတြကို အနာဂတ္ဆီပို႔ေပးၿပီး ကမာၻႀကီးကိုကယ္တင္ႏိုင္မွာလား...စိတ္ခံစားခ်က္မရွိတဲ့စက္႐ုပ္တစ္႐ုပ္ ခံစားတတ္လာတဲ့အခါ....အနာဂတ္ကိုျပန္လာလို႔မရမွန္းသိသိရက္နဲ႔ လိုက္ပါသြားခဲ့တဲ့ စူဇိရင္ရဲ႕ ႏွလံုးသားကေကာ ဘယ္သူ႔ဆီမွာက်န္ခဲ့သလဲဆိုတာကေတာ့ ဆက္လက္ရႈစားရမွာျဖစ္ပါတယ္IMDB rating 7.3/10 အထိ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/kung-fu-traveler-2017/",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/drive-angry-poster-135x200.jpg",
        "title": "Drive Angry (2011)",
        "description": "Drive Angry (2011)_______IMDb - 5.4/10\n Nicolas Cage ပါဝင်ထားတဲ့ Action, Crime, Fantasy အမျိုးအစားဇာတ်ကားပါ...\nအမှန်တော့ မင်းသမီးချော Amber Heard ပါလို့ ပြန်တင်လိုက်တာပါ။\nငရဲပြည်ကနေလာပြီးသောင်းကျန်းမယ့် ဇာတ်ကွက်နဲ့ဖန်တီးတင်ဆက်ထားပါတယ်။\nFile size…(906 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:44:31\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.4",
        "url": "https://megaup.net/2Tmhs/Drive_Angry_[2011]_(MM_Sub).mp4",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5luceoVMU2FzWuyty7mZFcSY5ZW.jpg",
        "title": "Proud Mary (2018)",
        "description": "ေကျးဇူးကြွေးတွေကြောင့် မလုပ်ချင်တဲ့အလုပ်တွေလုပ်နေရတဲ့ မယ်ရီတစ်ယောက်သူ့ကြောင့်ဖခင်မဲ့ဖြစ်သွားရတဲ့ ၁၂အရွယ် ခပ်ရိုင်းရိုင်းကောင်လေးကိုသနားစိတ်ဝင်ပြီး စောင့်ရှောက်ဖို့ကြိုးပမ်းရာမှ ပေါ်ပေါက်လာမယ့်ပြသနာတွေနဲ့အတူ သွေးမတော်သားမစပ်တဲ့သူ နှစ်ဦးကြားက သံဃောဇဉ်နဲ့မိခင်စိတ်တို့ကိုမြင်ရမှာပါမယ်ရီအဖြစ်သရုပ်ဆောင်တဲ့ မင်းသမီးကတော့ နာမည်ကြီးဇာတ်ကား Hidden Figures (2016) ထဲမှာ Katherine အဖြစ်ပါဝင်ခဲ့သူ\nTaraji P.Henson ပဲဖြစ်ပါတယ်သူရဲ့ပြောင်မြောက်လှတဲ့သရုပ်ဆောင်ပုံကြောင့်သာ ဒီဇာတ်လမ်းဟာပိုကြွလာတယ်လို့ Rotten Tomatoes မှာတော့ဆိုထားပါတယ်Action,Crime ကားကောင်းကောင်းတောင့်တ နေသူတွေအတွက်တော့ကြည့်လို့ကောင်းတဲ့အထဲမှာပါပါတယ်။IMDB - 4.9/10 ရရှိထားပါတယ်File Size : (700 MB) and (310 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre : Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-GECKOS\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://megaup.net/33cie/Proud_Mary_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fkIsBtjuf8q8hDQ9mxMEPzOYgPc.jpg",
        "title": "Re: Born(2016)",
        "description": "ဂၽြန္ဝစ္ဆိုတဲ့ေၾကးစားလူသတ္ကားကိုပရိတ္သတ္ေတြရင္းႏွီးၿပီးသားျဖစ္မွာပါဒီကားေလးကေတာ့ဂ်ပန္ဂၽြန္ဝစ္လို႔ေတာင္ကၽြန္ေတာ္တင္စားခ်င္ပါတယ္တိုရွီယိုဟာလြန္ခဲ့တဲ့၃ႏွစ္ကဖန္တြန္ဆိုတဲ့လူတစ္ေယာက္ရဲ႕လက္ေအာက္မွာ၃ႏွစ္ၾကာအလုပ္လုပ္ခဲ့ၿပီးအေၾကာင္းတစ္ခု\nေၾကာင့္ေၾကးစားေလာကကေနအနားယူခဲ့ပါတယ္သူအနားယူလိုက္တဲ့အေၾကာင္းျပခ်က္တစ္ခုကကေလးေလးတစ္ေယာက္ေၾကာင့္ပါစတိုးဆိုင္ေလးတစ္ဆိုင္ဖြင့္ရင္းဘဝကိုေအးေအးခ်မ္းခ်မ္းေနထိုင္ေနတဲ့တိုရွီယိုတစ္ေယာက္ဖန္တြန္ရဲ႕အျပစ္ဒဏ္ေပးမႈလုပ္ၾကံသတ္ျဖတ္မႈကိုခံလာရတဲ့အခ်ိန္မွာဘာေတြဆက္ျဖစ္မလဲပရိတ္သတ္ေတြစိတ္ဝင္တစားၾကည့္ၾကရမွာပါစကားမစပ္ေၾကးစားဘဝတုန္းကတိုရွီယိုရဲ႕ကုတ္နာမည္ကghostပါသူ႔ကိုရန္ရွာလာတဲ့ရန္သူေတြကိုတိုရွီယိုတစ္ေယာက္ဘယ္လိုဘယ္ပံုရင္ဆိုင္မယ္ဆိုတာစိတ္ဝင္တစားေစာင့္ၾကည့္ရမွာပါအက္ရွင္ခန္းေတြကသတ္ျဖတ္မႈေတြကတစ္ကားလံုးနီးပါးပါပဲthe raid လိုပဲသတ္ျဖတ္ခန္းေတြကအေတာ္ေလးၾကမ္းပါတယ္လို႔ပဲေျပာၾကားရင္အက္ရွင္ႀကိဳက္တဲ့သူေတြႀကိဳက္ႏွစ္သက္မွာပါလို႔ပဲေျပာၾကားရင္ေစာင့္ၾကည့္လိုက္ရေအာင္ Qty - 720p BlurayDuration - 1hr 45minGern - Action/ Crime/DramaSubtitle - MyanmarTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "7.0",
        "url": "https://megaup.net/2fBre/Re_Born_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/61EZRFUVFnfIiV0f9JHy91QydZW.jpg",
        "title": "Along with the Gods: The Two Worlds (2017)",
        "description": "ဒါ႐ိုက္တာ ကင္ယံုဟြာက ကာတြန္းဆရာ ဂ်ိဳဟိုမင္ရဲ႕၀က္ဘ္ကာတြန္းစီးရီးကို အသက္သြင္း႐ိုက္ကူးၿပီး ႐ုပ္ရွင္ကိုႏွစ္ပုိင္းခြဲျဖန္႔ခ်ိမွာျဖစ္ကာ ဒုတိယပိုင္းကို ၂၀၁၈ မွာ ထုတ္လုပ္မယ္လို႔ ဆို ပါတယ္။အဓိကသ႐ုပ္ေဆာင္ေတြက Ha Jung-woo၊ Cha Tae-hyun၊ Ju Ji-hoon၊ Lee Jung-jae၊ Do Kyung-soo၊ Kim Hyang-gi တို႔ျဖစ္ၿပီး Lotte Entertainment က ျဖန္႔ခ်ိထား တာပါ။ မီးသတ္သမား ကင္ဂ်ာဟုန္ ဟာ တာ၀န္ထမ္းေဆာင္ရင္း မေမွ်ာ္လင့္ဘဲ ေသဆံုးခဲ့ၿပီး ဘ၀ ကူးေျပာင္းသြားတဲ့ ဂ်ာဟုန္ဟာ မရဏတိုင္းျပည္က အေစာင့္အ ေရွာက္သံုးေယာက္နဲ႔ ဆံုပါတယ္။ အဲဒီသံုးေယာက္ထဲမွာ ဂန္ရင္းက ေခါင္းေဆာင္ျဖစ္ၿပီး လူသားေတြ ေပၚ ခင္မင္ၾကင္နာစိတ္ရွိပါတယ္။လူတစ္ေယာက္ေယာက္ ေသဆံုးၿပီဆိုရင္ မရဏႏိုင္ငံကို သြားဖို႔ အေစာင့္အေရွာက္ေတြ အတူလိုက္ပါေလ့ရွိၿပီး ေသဆံုးသူ ဟာ လူ႔ျပည္လား၊ ငရဲလား၊ ေကာင္းကင္ဘံုလား ဆက္သြားရ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2eyon/Along_With_The_Gods_-_The_Two_Worlds_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/TmO5oywb87UwHBkpAulR13Y06m.jpg",
        "title": "China Salesman(2017)",
        "description": "ယန် ဂျီအန် ဆိုတဲ့လူငယ်လေးပြိုင်ပွဲတွေကိုအနိုင်ရဖို့အတွက်အလုပ်လုပ်ပြီးတော့ မြောက် အာဖရိက ကိုသွားပြီးလုပ်အားပေးကူညီတဲ့ တရုတ် အိုင်တီ အင်ဂျင်နီယာ တစ်ယောက်ပါ။တောင်နဲ့မြောက်ကြားမှာရှိတဲ့ဆက်သွယ်ရေးတွေကိုအနိုင်ရသူကပဲထိန်းချုပ်ခွင့်ရတယ်။ပြင်သစ် လျှို့ဝှက်စုံထောက် မိုက်ကယ် ကအနောက်ဘက်အတွက်အလုပ်လုပ်ပေးတယ်။မြောက်ဘက်ကိုသွားပြီးပြိုင်ပွဲတွေကိုအနိုင်ရဖို့အတွက်သူ့ရဲ့သူဌေးကအမိန့်ပေးခဲ့တယ်။ပြီးတော့သူတို့က အာဖရိက ရဲ့ကြီးမားတဲ့တွင်းထွက်ပစ္စည်းတွေကိုထိန်းချုပ်နိုင်တယ်။သူကကြေးစားနိုင်ငံခြားသားစစ်သား အာဖရိက မှာရှိတဲ့ လာဒါ လို့ခေါ်တဲ့လူနဲ့အရင်ဗိုလ်ချုပ် ကက်ဘား ကိုငှါးခဲ့ပြီးသူ့ကိုကူညီဖို့ခေါ်ခဲ့တယ်။ယန် ကသူတို့တွေရဲ့လျှို့ဝှက်ပူးပေါင်းကြံစည်မှုတွေကိုစုံစမ်းခဲ့တယ်။အဲ့ဒီလူတွေကိုသူတစ်ယောက်ပဲတားဆီးလို့ရတယ်။.... Qty - 720p Web DLDuration - 1hr 45minGern - ActionSubtitle - MyanmarTranslator - KenSubtitle Syn - Aye Mon KyawEncoder - Kyaw Ye Aung",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/china-salesman2017m/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMwotYpkcE42lGlaoCpPFaolvst.jpg",
        "title": "The A-Team (2010)",
        "description": "Non-stop Action ဇာတ်ကားတစ်ကားဖြစ်တဲ့\nThe A-Team ကို ဒါရိုက်တာ Joe Carnahan\nရိုက်ကူးခဲ့ပြီး IMDb 6.8 ရရှိထားပါတယ်\n*ဆေးပြင်းလိပ်ခဲပြီး အစီအစဉ်ဆွဲရတာဝါသနာပါတဲ့\nကာနယ်ဟန်နီဘယ်စမစ်အဖြစ် Liam Neeson*\nမျက်နှာများတဲ့ စော်ကြည်ဘဲ Face အဖြစ် Bradley Cooper\n*ခွန်အားဗလကြီးသလောက် အသည်းငယ်တဲ့\nဘီအေဘရာကပ်စ် အဖြစ် Quinton*a\n*ဂေါက်ကြောင်စကားလုံးတွေကြောင့်\nရယ်မောကြရမယ့် မားဒေါ့အဖြစ် Sharlto Copley*\nတို့က ဦးဆောင်ပါဝင်ထားပါတယ်\nကာနယ်ဟန်နီဘယ်စမစ်ဦးဆောင်သော\nလူလေးဦးဖြင့်ဖွဲ့စည်းထားသည့် အယ်လ်ဖာတပ်ဖွဲ့ဝင်\nများဟာ စွန့်စားစစ်ဆင်ရေးတွေ ထမ်းဆောင်ရာမှာ\nပျော်မွေ့ကြသူများဖြစ်ကြပါတယ်\nဒေါ်လာရိုက်နှိပ်ရာတွင် အသုံးပြုသော\nပျောက်ဆုံးပုံနှိပ်တံဆိပ်ပြားများ ဘက္ကဒက်တွင်\nရောက်ရှိနေသည်ဟုသတင်းရပြီး\nကာနယ်စမစ်နှင့်အဖွဲ့က ပြန်လည်လုယူခဲ့ကြပါတယ်\nထိုတံဆိပ်ပြားများကို ခိုးယူရောင်းချလိုသူများထဲတွင်\nထိပ်ပိုင်းအရာရှိများလည်းပါဝင်ခဲ့ရာ.......စကားချပ်။ ။ ကျည်ဆံများဇာတ်ကားထဲမှထွက်လာပြီး\nထိမှန်နိုင်သောကြောင့် ကျည်ကာဝတ်၍\nကြည့်ကြပါကုန်။\nFile Size : (956 MB) and (327 MB)\nQuality : BluRay 1080p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fZT3/The_A-Team_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3vILyxwmL4hcqiik638l8lL2d4h.jpg",
        "title": "Hot Shots! Part Deux (1993)",
        "description": "Unicodeမနေ့ကတင်ပေးခဲ့တဲ့ Hot Shot Part 1 ရဲ့အဆက်လာပါပြီ။ ဒီကားကတော့ ရုပ်ရှင်ပရိသတ်တွေရဲ့အချစ်တော် စတားလုံးရဲ့ Rambo ဇာတ်ကားကို သရော်ထားတာဖြစ်ပါတယ်။ ဒါ့အပြင် ဆာဒမ်ဟူစိန်ကိုလဲသရော်ထားပြီး Basic Instinct ကိုပါ ဟာသအဖြစ်ထည့်ထားပါသေးတယ်။ဒီ Part 2 မှာတော့ သူရဲကောင်းကြီး တော်ပါဟာလေဟာ ချစ်သူ ရမန်ဒါနဲ့ကွဲကွာသွားပြီး အာရှမှာ ဇာတ်မြုပ်နေခဲ့ပါတယ်။ တစ်ဖက်မှာလဲ\nအမေရိကန်အစိုးရက အရှေ့အလယ်ပိုင်းဒေသမှာ ဖမ်းခံထားရတဲ့ အမေရိကန်ဓားစာခံတွေကို ကယ်ထုတ်တာ လုံးဝမအောင်မြင်ဘူးဖြစ်နေခဲ့ပါတယ်။\nအဲ့ဒါကြောင့် ထုံးစံအတိုင်း တော်ပါဟာလေကို ပြန်ခေါ်ဖို့ကြိုးစားခဲ့ရပြီး ဓားစာခံတွေကို ဘယ်လိုကယ်ထုတ်မလဲ၊ တော်ပါဟာလေနဲ့ ရမန်ဒါတို့ကရော\nဘာကြောင့်ကွဲကွာသွားရတာလဲ၊ ဆာဒမ်ဟူစိန်ကိုရော ဘယ်လိုရှင်းကြမလဲဆိုတာတော့ ဆက်လက်ခံစားကြည့်ရှုကြပါ။ဒီကားမှာ နာမည်အကြီးဆုံးကတော့ ကြက်နဲ့မြားပစ်တဲ့အခန်းပါ။ ဒါ့အပြင် နာမည်ကြီးရုပ်ရှင်တွေထဲက ဇာတ်ဝင်ခန်းတွေကိုပါ သရော်ထားပြီး\nPart 1 တုန်းကထက်တောင် ပိုပြီးရယ်ရပါသေးတယ်။ Part 1 ကြည့်ပြီးတဲ့သူတွေအတွက်တော့ Part 2 နဲ့ဆို အချိတ်အဆက်ပိုမိသွားပြီး\nပိုရယ်နေရမှာပါ။ အခု ...",
        "rating": "6.6",
        "url": "https://megaup.net/2SpB7/Hot_Shots!_Part_Deux_[1993]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2e9g8SEXBmFysLKJZOb64ecWVTq.jpg",
        "title": "Hot Shots! (1991)",
        "description": "Unicodeမြန်မာပေါကားတွေကြည့်ရတာရိုးနေပြီလား? အမေရိကန်ပေါကားစစ်စစ်ကြည့်ချင်ပါသလား? ဒါဆိုရင်တော့ Hot Shots ကို ကြည့်ဖြစ်အောင်ကြည့်လိုက်ပါ။Hot Shots ရုပ်ရှင်ဟာ ဟောလီးဝုဒ်က နာမည်ကြီးဇာတ်ကားတော်တော်များများကို သရော်ထားတဲ့ရုပ်ရှင်ကားပါ။အခုတင်ဆက်ပေးလိုက်တဲ့ Hot Shots Part 1 ကတော့ 1986 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Top Gun ဆိုတဲ့ရုပ်ရှင်ကို အဓိကထား သရော်ထားတာဖြစ်ပြီး Kevin Costner ရဲ့ Dances with Wolves လို နာမည်ကျော်ကားကြီးတွေကိုလဲ နည်းနည်းစီ သရော်ထားပါတယ်။အခု Part 1 မှာတော့ အဖေ့ရဲ့နာမည်ဆိုးကို အမွေဆက်ဆံထားရတဲ့ တော်ပါဟာလေကို လေတပ်က ပြန်လည်ဆင့်ခေါ်လိုက်ပြီး လျှို့ဝှက်မစ်ရှင်အကြီးစားတစ်ခုမှာ ပါဝင်ခိုင်းတဲ့အကြောင်းဖြစ်ပါတယ်။ဂျက်လေယာဉ်ကြီး လေပေါ်မှာ Drift ဆွဲတာ၊ ဘရိတ်အုပ်လိုက်တာတွေအပြင် ရယ်မောစရာအခန်းတွေအများကြီးပါတာကြောင့် မြန်မာရွာကားတွေကြည့်ရတာ ပျင်းရိလာတဲ့ပရိသတ်တွေအတွက် ကြည့်သင့်တဲ့ အမေရိကန်နွားကျောင်းသားကားတစ်ကားဖြစ်ပါတယ်။မကြာခင်မှာလဲ စတားလုံးရဲ့ Rambo ရုပ်ရှင်ကားတွေ အဓိကထားသရော်ထားတဲ့ Hot Shots Part ...",
        "rating": "6.7",
        "url": "https://megaup.net/2cs8t/Hot_Shots!_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5BFUJPgv9CoGDyAX4XZFcEY36a.jpg",
        "title": "Shanghai Knights (2003)",
        "description": "ဂ်က္​ကီခ်န္​း ပရိသတ္​​ေတြအတြက္​ ဇာတ္​ကား​ေကာင္​းတစ္​ကားနဲ႔မိတ္​ဆက္​​ေပးပါရ​ေစShanghai Knights ဇာတ္​ကားဟာ 2003 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ တ႐ုတ္​အ​ေမရိကန္​အက္​႐ွင္​ကားတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 6.2/10ရ႐ွိထားၿပီး Jackie Chan....Owen Wilson...Donnie Yan...Aaron Taylor စတဲ့သ႐ုပ္​​ေဆာင္​ႀကီး​ေတြပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့Chon Wang ဟာ အမိ​ေျမတ႐ုတ္​ႏိုင္​ငံကိုစြန္​႔ခြာၿပီး အ​ေမရိကန္​ႏိုင္​ငံ Carson ၿမိဳ႕​ေလးမွာ အရာ႐ွိတစ္​​ေယာက္​အျဖစ္​အသက္​​ေမြး၀မ္​း​ေက်ာင္​းသူပါ....ဖခင္​ျဖစ္​သူက​ေတာ့ တ႐ုတ္​​ေတာ္​၀င္​နန္​းတြင္​းတံ​ံဆိပ္​ကိုထိန္​းသိမ္​းရသူတစ္​ဦးျဖစ္​ၿပီး သားလုပ္​သူကိုမႏွစ္​ၿမိဳ႕သူတစ္​ဦးျဖစ္​ပါတယ္​....​ေတာ္​လွန္​ပုန္​ကန္​မႈ​ေတြျဖစ္​တဲ့အခ်ိန္​မွာ သူပုန​္​​ေတြက Chon Wang အ​ေဖ့ကိုသတ္​ၿပီး တံဆိပ္​တံုးလုယူသြားခဲ့ပါတယ္​.....ဒီျဖစ္​ရပ္​​ေၾကာင္​့ Chon Wang ဟာ ပါတနာRoy O'Bannonနဲ႔ပူး​ေပါင္​းၿပီး လူသတ္​သမား​ေတြထြက္​​ေျပးရာလန္​ဒန္​ကို လိုက္​သြားပါ​ေတာ့တယ္​.....​ေနာက္​ဆံုးမွာ အ​ေဖ့အတြက္​ကလဲ့စား​ေခ်ႏိုင္​မွာလား....တရားခံ​ေတြက​ေရာဘယ္​သူ​ေတြလဲဆိုတာ ဆက္​လက္​ၾကည္​့႐ႈလိုက္​ပါ.... File Size : (950 MB) and (357 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/2gs5t/Shanghai_Knights_(2003).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wcG2PA66Fbv2l7r0n59x1nuB5fd.jpg",
        "title": "Shanghai Noon (2000)",
        "description": "၁၉ရာစုေနွာင္းပိုင္းတုန္းက ေခ်ာင္၀မ္ ( Jackie Chan ) ဟာ အင္မတန္ကို့ရို့ကားယားနိုင္ျပီး တရုတ္နိုင္ငံရဲ့ ဘုရင့္သက္ေတာ္ေစာင့္တစ္ေယာက္ျဖစ္ပါတယ္…ဘုရင္ျကီးမွာ သမီးေတာ္တစ္ပါးရွိျပီး မင္းသမီးေလး ေဖးေဖး ( Lucy Liu) လို့ အမည္တြင္ပါတယ္…တစ္ေန့မွာ တရုတ္ျပည္ကို ေရာက္လာတဲ့ နိုင္ငံျခားသားေတြက မင္းသမီးေလးကို တစ္ဖက္လွည့္နဲ့ အေမရိကကို ျပန္ေပးဆြဲေခါ္ေဆာင္သြားပါေတာ့တယ္…ဒီအခါမွာ ေခ်ာင္၀မ္တို့ေတြဟာ မင္းသမီးေလးကို ကယ္တင္ဖို့အတြက္ တာ၀န္ေပးျခင္းခံလိုက္ရျပီး အေနာက္ဘက္ကိုထြက္လာခဲ့ျကပါေတာ့တယ္…အဲ့ဒီအခ်ိန္မွာ မလိမ့္တပတ္ လူလိမ္လုပ္စားေနတဲ့ သူခိုးတစ္ေယာက္လည္းျဖစ္တဲ့ ရြိုင္းအိုဘန္နြန္နဲ့ ေတြ့တဲ့ အခါမွာေတာ့….ေခ်ာင္၀မ္တစ္ေယာက္ မင္းသမီးေလးကို ျပန္ျပီး ကယ္တင္နိုင္မွာလား ???ဘယ္လိုျပန္ကယ္တင္မလဲ ???ေခ်ာင္နဲ့ ရြိုင္းအိုဘန္နြန္နဲ့ေရာ ဘယ္လိုနွစ္ပါးသြားျကမလဲ ???ဆိုတာေတြကိုေတာ့ ဆက္လက္ျကည့္ရွုခံစားေပးျကပါလို့…မင္းသားျကီးဂ်က္ကီခ်န္းနဲ့ ဟာသသရုပ္ေဆာင္ အို၀င္ ၀ီလ္ဆင္ တို့ အတြဲညီညီ ပါ၀င္သရုပ္ေဆာင္ထားျကျပီး ဟာသအက္ရွင္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္…IMDb rating 6.6/10 ရရွိထားျပီး ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြအျကိုက္ေတြ့ေစမယ့္ကားေကာင္းတစ္ကားျဖစ္ပါေျကာင္း…\nျကည့္ရွုအားေပးျကပါဦး File Size : (950 MB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/2gs5o/Shanghai_Noon_(2000).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/a-wednesday-poster-133x200.jpg",
        "title": "A Wednesday! (2008)",
        "description": "A Wednesday! (2008)\nIMDb- 8.1/10_____Rotten - 89%\n  \"လူသားစစ်မှန်ခဲ့ရင် ဇီဝန်ခြွေတဲ့ အလုပ်ကို သာယာနေမှာမဟုတ်ဘူး \" ဒါမှမဟုတ် အဲ့ဒီစကားပြောခဲ့တဲ့ဗုဒ္ဓဟူးနေ့လေးတစ်နေ့°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°နိုင်ငံတစ်နိုင်ငံ၏ တရားရေးကို သဘောမကျရင် ကိုယ်တိုင်စီရင်ပစ်ရမည်ဟု ဒီဇာတ်ကားလေးနဲ့ ပြောခဲ့ချင်ပုံရသည်။ထို့သို့အတိုင်းပင် အိန္ဒိယ၏ ဇာတ်ကားတော်တော်များများသည် တည့်မတ်စေလိုသော သဘောတရားအရင်းခံရင်း တရားရေးမဏ္ဍိုင်ကို ကြုံရင်ကြုံသလိုသရော်လိုက်ကြသည်။ ဤကားသည် ထို့သို့အတိုင်းပင်။ ဤဇာတ်ကား၏ အရှိန်သည် အစ၌ပင် စ၍ အဆုံးပြီးမှ ဆုံးလိုက်သည့် ရစ်သမ်ညီသည့်ဇာတ်မျိုးဖြစ်သည်။ IMDB - 8.1 အထိ ရရှိထားပြီး ဝေဖန်ရေး အရလည်း တော်တော်အောင်မြင်ခဲ့သည့် ကားမျိုးဖြစ်သည်။ဇာတ်လမ်း အကျဉ်းအားဖြင့် ဆိုသော် တစ်နေ့သော ဗုဒ္ဓဟူး နေ့လေးတွင်သာ ဖြစ်ပျက်ခဲ့၏။ ထိုနေ့လေးတွင် ရဲကော်မရှင်နာရာဟိုးလ် ထံသို့ အမည်မသိ ဖုန်း တစ်ခု ဝင်လာသည်။ အမည် ကို A ဟု သတ်မှတ်ပါစို့။ A ...",
        "rating": "8.1",
        "url": "https://megaup.net/V4ws/A_Wednesday!_[2008]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    }
]