[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/xk9mcz4zvak1-140x200.jpg",
        "title": "The Techniques of Fighting 2 (2020)",
        "description": "ကိုရီးယား ဖိုက်တင် အက်ရှင်ကားတွေကိုကြိုက်နှစ်သက်ကြတဲ့\nပရိတ်သတ်ကြီးတွေအတွက် နောက်ထပ် ကျောင်းသား\nဖိုက်တင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ကိုရီးယားကျောင်းသားတွေကြားမှာ\nတော်တော်များကြုံတွေ့ရတဲ့ ကျောင်းသား အချင်းချင်း ကျောင်းတွေမှာ\nဖိုက်တင်မှာ အတော်ဆုံးဆိုတဲ့ဆရာကြီးဘွဲ့ကို လုရာကစပါတယ်။\nဒေါ့ဆန်းကျောင်းမှာ ဖိုက်တင်အတော်ဆုံး ကျောင်းသားက ဂွန်းအူပါ။\nဒါပေမယ့် သူကရန်ပွဲတစ်ခုမှ ရှုံးသွားလို့ ဆေးရုံတက်နေရတုန်း\nသူနေရာကို ဒေါ့ဆူဆိုတဲ့ ကျောင်းသားကြီးတစ်ယောက်က ဒေါ့ဆန်းက\nဆရာကြီးဘွဲ့ကို ဆက်ခံလိုက်ပါတယ်။\nအဲ့အချိန်မှာ ကျောင်းပြောင်းလာတဲ့ ဟော့ဆူဆိုတဲ့\nကျောင်းသားကလည်းပြောရရင် ပွဲရှာနေတဲ့သူတစ်ယောက်ပါ\nဒေါ့ဆန်းကျောင်းကဆရာကြီးဆိုတဲ့ ဘွဲ့ကို\nလုဖို့ ဒေါ့ဆူကိုအနိုင်ယူလိုက်ပြီး ကျောင်းမှာ မင်းမူနေပြန်ပါတယ်။\nကျောင်းသားတွေထုံးစံအတိုင်း တစ်ကျောင်းနဲ့တစ်ကျောင်းနယ်ကျော်တာတွေ\nရန်စတာတွေကြောင့်လည်း ဒေါ့ဆန်းကျောင်းက\nတခြားကျောင်းက ကျောင်းသားတွေရဲ့\nပစ်မှတ်လည်းဖြစ်လို့နေပြန်ပါတယ်။\nကျောင်းသားအချင်းချင်း ဆက်ကြေးကောက်တာတွေ\nအနိုင်ကျင့်တာတွေကို လက်ပိုက်ကြည့်မနေတတ်ပဲ\nအမှန်တရားဖက်က ဝင်ပါရင်း အခန့်မသင့်ချိန်\nအလစ်တိုက်ခံရပြီး ဆေးရုံတက်နေရတဲ့ ဂွန်းအူတစ်ယောက်\nဒေါ့ဆန်းကိုပြန်ရောက်လာတဲ့အချိန် ဖိုက်တင်အတော်ဆုံးကျောင်းသားတွေအကြား\nဗိုလ်လုပွဲတွေထပ်မံဖြစ်ပေါ်လာပါတယ်။\nဒါ့အပြင် ကျောင်းတွေမှာမိုက်ကြေးကောက်\nဆက်ကြေးယူပြီးနေနေတဲ့ လူမိုက် ကျောင်းသားတွေပါ\nဒီရန်ပွဲမှာပါဝင်လာတဲ့ အခါ ဘာဆက်ဖြစ်မယ်ဆိုတာတော့\nဖိုက်တင်ကြိုက်တဲ့ ပရိတ်သတ်ကြီး ကိုယ်တိုင်ပဲကြည့်စေချင်ပါတယ်။\nကျောင်းသား Actionဆိုတော့ပေါ့ပေါ့ပါးပါးနဲ့\nလူငယ်ဆန်ဆန်ရသကို ခံစားမိစေပြီးကြည့်ပျော်တဲ့\nကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။\nဒီကားကိုကြည့်ပြီး ကျောင်းသားဘဝကရန်ပွဲတွေ\nအမှတ်တရတွေလည်းတဖန်ပြန်ခံစားမိမယ်လို့ ထင်ပါတယ်။\nတိုက်ကွမ်ဒို နည်းစနစ်ရဲ့ အသုံးဝင်ပုံနဲ့ အသုံးချပုံတွေကိုလည်း\nလေ့လာနိုင်ပါတယ်။\nကျောင်းသားကားမျှော်နေတဲ့သူတွေ ကြည့်လို့အဆင်ပြေမယ့်\nကားလေးတစ်ကားလို့ ညွှန်းချင်ပါတယ်။\n \nFile Size - 1.0 gb\nQuality - ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-techniques-of-fighting-2-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/mb9bm3su3dzf-153x200.jpg",
        "title": "The Legend of Lu Bu (2020)",
        "description": "ဒီတခေါက်ကတော့ တရုတ်သိုင်းဇာတ်ကားတစ်ကားကိုတင်ဆက်ပေးပါမယ်\nစစ်သူကြီးလွီပုရဲ့အကြောင်းကိုရိုက်ပြထားတာပါ\nဒါပေမယ့်လူတိုင်းသိတဲ့ရှေးတုန်းကချောင်ချောင်တို့\nလွီပုတို့ထဲကလူမဟုတ်ပါဘူးနော် ခေတ်သစ်လွီပုပေါ့\nဇာတ်လမ်းမိတ်ဆက်- ကလေးသူငယ်တွေကိုဖမ်းဆီးအဆိပ်တွေ\nဆေးတွေနဲ့စမ်းသပ်ပြီး တုတ်ဓါးပြီးတဲ့မသေမျိုးလေးတွေဖြစ်လာဖို့\nစမ်းသပ်တဲ့နေရာတခုရှိတယ် နတ်ဆေးဆရာမကြီးနဲ့\nနန်းတွင်းကအရေးပါတဲ့သူတစ်ဦးကနောက်ကွယ်က\nကြိုးကိုင်ပေါ့\nဆေးဒါဏ်နှိပ်စက်တဲ့ဒါဏ်တွေကိုမခံနိုင်ကြတဲ့အဆုံး\nဆေးစွမ်းပြတာနဲ့ပေါင်းပြီး ကောင်လေးတယောက်ဟာ\nစိတ်လွတ်သလိုဖြစ်ကာ တားဆီးသူအားလုံးကိုသတ်ပြီး\nထွက်ပြေးလာခဲ့တယ်\n(ထွက်ပြေးရင်းမင်းသမီးနဲ့တွေ့တာပေါ့နော်)\nအဲ့ဒါကတော့နောင်မှာလွီပုဖြစ်လာမယ့်ကောင်လေးပါပဲ\nကဲစိတ်ဝင်စားရင်တော့ဆက်ကြည့်ကြပါဦးနော်\n \nFile Size -  1.4 gb\nQuality - web-dl 1080p\nSubtitle -  burmese (hardsub)\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-legend-of-lu-bu-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wK8p7WjKw3z6nQQh9ptlMGn35DZ.jpg",
        "title": "Honey, We Shrunk Ourselves(1997)",
        "description": "Honey, We Shrunk Ourselves(1997)ဆာလင်းစကီးတို့ ဆက်လက်ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားပါ....Honey I Blew Up the Kid(1992)ကထွက်ခဲ့တဲ့ကားကိုကြည့်ပြီး သဘောကျတယ်ဆိုရင် ဒီဇာတ်ကားကိုဆက်လက်ကြည့်ကြပါ...အညွှန်းကတော့ စပွိုင်လာအကြီးကြီးဖြစ်မှာစိုးလို့ မရေးတော့ပါဘူး...ဆာလင်းစကီးတို့ ဘယ်လိုအခက်အခဲတွေကြုံရ ဘယ်လိုပြဿနာတွေကြုံရဆိုတာကိုတော့ဆက်လက်ခံစားကြည့်ကြပါကုန်....File Size : (750MB) and (289 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hein Min Tun\nEncoded by Phyo Pyae",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/honey-we-shrunk-ourselves1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/termination-136x200.jpg",
        "title": "Termination 2019",
        "description": "Captain ချာလီနဲ့ သူ့ရဲ့အဖွဲ့သားတွေဟာ မားစ်ဂြိုလ်ကို မစ်ရှင်တစ်ခုနဲ့ အာကာသခရီးနှင်ကြတယ် ထူးဆန်းစွာနဲ့ captain ချာလီဟာ စိတ်လွတ်ပြီး သူ့ရဲ့အဖွဲ့သားတွေကို သတ်ဖြတ်တော့တယ်။ အဖွဲ့ထဲမှာ ပါလာတဲ့ ချာလီရဲ့ချစ်သူကတော့ သူ့ရဲ့ချစ်သူကို ဆေးကုသမှုတွေ စိတ်ငြိမ်ဆေးတွေနဲ့ ကုသချင်ခဲ့တယ်။ ဒါပေမယ့်ဟ ဒါဟာ အလုပ်ဖြစ်ပါ့မလား ....... ဇာတ်လမ်းက chapter တစ်ခုချင်းစီနဲ့ ကိုယ်စီဇာတ်လမ်းတစ်ခုစီရှိနေပါတယ် .... termination ဆိုတဲ့အတိုင်း အဆုံးစီရင်မှ လွတ်မြောက်နိုင်မယ့် အခြေအနေမှာ ဘယ်လိုတွေ ရင်ဆိုင်ကြမလဲဆိုတာ ကြည့်ရမှာပါ.... ခေါင်းစားရတာ ကြိုက်တဲ့သူတွေ တကယ်ကို ကြည့်သင့်တဲ့ကားပါနော် File Size : 650 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Sandi ...",
        "rating": "3.1",
        "url": "https://channelmyanmar.org/termination-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/grey-hound-133x200.jpg",
        "title": "Greyhound(2020)",
        "description": "Greyhound(2020)IMDb...7.2,,,Rotten....78%အချိန်ကား ဒုတိယ ကမ္ဘာစစ်ကာလ...ကပ္ပတိန် Ernest Krause  ဟာ Greyhound ဆိုတဲ့ escort warship ကြီးကို ဉီးဆောင်ပြီးNorth Atlantic ဒေသကို ြဖတ်သန်းဖို့ပြင်ဆင်ရတယ်..ဒီခရီးစဉ်မှာ သူဟာ မဟာမိတ်သင်္ဘော၃၇စီးကိုစောင့်ကြပ်ဦးစီးရတဲ့ကွန်မန်ဒါ...သူ့အပေါ်မှာ အသက်ပေါင်းများစွာ မူတည်နေတယ်....ဘာလို့ဆို ခရီးစဉ်မှာရန်သူ့ ဂျာမန် U-boatတွေ ရေငုတ်သဘေ်ာတွေဟာ သေမင်းတွေလို့ သူတို့ကိုဇီဝိန်ချွေဖို့စောင့်နေလို့ပါပဲ....ခရီးစဉ်စကထဲက ရန်သူတွေဟာ Greyhound ကြီးနဲ့မဟာမိတ်သဘေ်ာတွေကို အမဲလိုက်သလို တဝုန်းဝုန်းစစ်မျက်နှာဖွင့်ပါတယ်...ကပ္ပတိန် Ernest Krause တစ်ယောက် ဘယ်လိုတွေရင်ဆိုင်သွားမလဲဆိုတာကိုတော့....ဒီရုပ်ရှင်ကားကြီးဟာ C.S Foresterရဲ့ 1955 ခုနှစ်ကထုတ်ဝေတဲ့ The Good Shepherd ကိုအခြေခံထားပြီးCaptain ရဲ့နေရာမှာတော့ အားလုံးရဲ့အချစ်တော်မင်းသားကြီး Tom Hanks ကသရုပ်ဆောင်ထားပါတယ်... စစ်ပွဲရဲ့အလယ်မှာ ရရှိတဲ့ အချက်အလက်တွေမူတည်ပြီးစက္ကန့်ပိုင်းအတွင်း မှန်ကန်တဲ့ အမိန့်ကိုပေးဖို့က တကယ့်ကိုမလွယ်ပါဘူး...တစ်ချက်လောက်မှားလိုက်တာနဲ့အားလုံးအသက်ပျောက်သွားတဲ့အပြင် သူစောင့်ရှောက်တဲ့ သဘေ်ာတွေလည်း အလွယ်တစ်ကူဆုံးရှုံးရမှာမို့တာဝန်က ကြီးလွန်းလှပါတယ်....ဒီရုပ်ရှင်ဟာ battle scene တွေက ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/greyhound2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-11-at-1.40.42-AM-134x200.png",
        "title": "The Old Guard (2020)",
        "description": "The Old Guard (2020)=================IMDb Rating - 7.0/10#UnicodeJuly 10 ရက်နေ့မှာ ထွက်ရှိတဲ့ Netflix ရဲ့ ရုပ်ရှင်အသစ်ပါ။ အက်ရှင်အသားပေးဖြစ်ပြီး ဇာတ်လမ်းကလည်းအတော်အဆင်ပြေပါတယ်။ ရုပ်ရှင်ကောင်းငတ်နေတဲ့ကာလမှာတော့ ကြိုက်စရာ ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းအကျဉ်း . . .ဘယ်ကာလကတည်းက အသက်ရှင်နေမှန်းမသိတဲ့ မသေမျိုး စစ်သည်တော် မိန်းမတစ်ယောက်ရှိတယ်။ နှစ်တွေကြာလာတာနဲ့အမျှ သူ့လို မသေမျိုးတွေကို လိုက်လံရှာဖွေစုဆောင်းပြီး တပ်ဖွဲ့တစ်ခု တည်ဆောက်ခဲ့တယ်။ သမိုင်းတစ်လျှောက် စစ်ပွဲတိုင်းမှာ မှန်တယ်ထင်တဲ့ ဘက်ကို ဝင်တိုက်ခဲ့ရင်း ဒီနေ့ခေတ် ကြေးစားစစ်သားတွေ အဖြစ် လျို့ဝှက်ပြီး နေကြတယ်။ ဒါပေမယ့် တစ်နေ့မှာတော့ ဒီနေ့ခေတ်ရဲ့ ဉာဏ်ကြီးရှင်တစ်ယောက်က သူတို့အကုန်လုံးကို ဖမ်းပြီးပုံတူပွားဖို့ ကြိုးစားလာတဲ့အခါ….. ရင်ဆိုင်ဖြေရှင်းတာတွေကို ခပ်မိုက်မိုက်ကြည့်ရမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ Rating 7.0/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။#ZawgyiJuly 10 ရက္ေန႔မွာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-old-guard-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/GAeK18hkfR6rzlo1vITvQhoEiW.jpg",
        "title": "Journey to China: The Mystery of Iron Mask (2019)",
        "description": "ဒီရုပ်ရှင်မှာ အက်ရှင်လောကရဲ့ icon တွေဖြစ်ကြတဲ့အာနိုးမင်းသား(Arnold Schwarzenegger) နဲ့ ဂျက်ကီချန်း(Jackie Chan)တို့ နှစ်ဦးကို အတူတွေ့မြင်ရပါမယ်။ဒီရုပ်ရှင်က Viy ရုပ်ရှင်ရဲ့ sequel ပါ။မြေပုံရေးဆွဲသူ Jonathan Green ကတော့ ခက်ခဲဆန်းကြယ်တဲ့စွန့်စားခန်းတွေနဲ့ ထပ်ပြီး တွေ့ကြုံရပြန်ပါပြီ။Jonathan ဟာ အရှေ့အရပ် တရုတ်ပြည်ကအလင်းမှော်ဆရာ မာစတာ၊ ရုရှားဇာဘုရင် ပထမမြောက်ပီတာ တို့နဲ့တစ်နည်းတစ်ဖုံ ပတ်သက်မိပြီး တရုတ်ပြည်ကို မဖြစ်မနေ ခရီးထွက်ခဲ့ရတာကနေသူတို့ တစ်ဦးချင်းစီရဲ့ စွန့်စားခန်းတွေကို စိတ်လှုပ်ရှားစရာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ File Size : ( 1 GB , 344 MB)\nQuality : WEB DL 720p\nRunning Time : 2 ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/journey-to-china-the-mystery-of-iron-mask-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gGEEr6vHCIjQjJokNHE7AMgVwXI.jpg",
        "title": "Howling(2012)",
        "description": "Howling(2012)(Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်....)ဒီကားထဲမှာတော့ ကိုရီးယားရဲ့အထင်ကရမင်းသားကြီး Kang-ho Song က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်...စုံထောက် ဂျိုဆန်းဂီဟာ မာဖိုရဲစခန်းက စုံထောက်တစ်ယောက်ဖြစ်ပါတယ် ...သူ့ကို အဖွဲ့ခေါင်းဆောင်က အမြဲတမ်း အမှုသေးတွေပဲ ပေးကိုင်လေ့ရှိပါတယ် ...ဒီတစ်ခေါက်မှာလည်း ဆေးသမား တစ်ယောက် ကားထဲမှာ ကိုယ့်ကိုကိုယ် မီးရှို့သတ်သေတဲ့အမှုကို သူ့ကိုပေးကိုင်ထားပါတယ်...အဲ့ဒီ့အပြင် အသစ်ရောက်လာတဲ့ မိန်းကလေးစုံထောက် ချာအွန်ယောင်းနဲ့လည်း အလုပ်တွဲလုပ်စေခဲ့ပါတယ်...အမှုသေးလို့ထင်ရတဲ့ ဒီလူသေမှုဟာ  လူသေမှု မဟုတ်ပဲ လူသတ်မှုဖြစ်နေတဲ့ အပြင် ကွင်းဆက်လူသတ်မှုကြီးတစ်ခုပါဆက်ဖြစ်နေတဲ့အခါမှာတော့...မှုခင်းအက်ရှင်ကားကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size :(2.01GB) (900 MB) and (320 MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Action ,Thriller\nSubtitle : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/howling2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/SUPER-140x200.jpg",
        "title": "Super Express(2016)",
        "description": "Super Express(2016)မင်းသမီးဘယ်သူလဲဆိုတာတော့မပြောတော့ပါဘူးနော်....ယူရို သိန်း ၃၀၀ တန်တဲ့ ရှေးဟောင်းပစ္စည်းတစ်ခုကို ဟက်ကာ နှစ်ယောက်က ဆရာကျကျခိုးယူခဲ့ပါတယ်။လုံခြုံရေးခေါင်းဆောင်ဖြစ်တဲ့ မေရှီး က ပျောက်ဆုံးသွားတဲ့ ပစ္စည်းကိုလိုက်ရှာပါတော့တယ်။ဒီလို လိုက်ရှာတဲ့လမ်းခရီးမှာပဲ ဒယ်လီသမားနဲ့ဆုံဖြစ်ခဲ့တယ်။ ဒယ်လီ သမားက ငွေနဲတွေ့တော့ ဘယ်လိုစိတ်ထားရှိမလဲ?သူတို့အဲဒီ ပစ္စည်းကိုပြန်ယူနိုင်ပါ့မလား။ ကြားမှာဘယ်လိုအခက်အခဲနဲ့ကြုံတွေ့မလဲ?ဟာသမင်းသားက ရိုက်ကူးထားတဲ့ ဟာသကားဖြစ်တဲ့အတွက်ကြောင့်၊ဟာသလေးနဲ့ရောပြီး စိတ်လှုပ်ရှားမှုေတွကို ပေးနိုင်တဲ့ ဌာတ်ကားေကာင်းတစ်ခုဖြစ်ပါတယ်။ကြည့်ရှုအားပေးကြပါဦး။.ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Mi Mi ပဲဖြစ်ပါတယ်....File Size : (900 MB) and (340 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Comedy , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mi Mi\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/super-express2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/cxt09dtlccdc-143x200.jpg",
        "title": "Almost Human (2020)",
        "description": "ဇာတ်ကားအကြောင်းလေးကတော့.....\nဖုန်လင်ဒေသမှာ ထူးဆန်းတဲ့ အမှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်\nအမှုရဲ့ထူးခြားချက်က လူသတ်သမားက ပရော်ဖက်ရှင်နယ်ကျကျ\nအရေပြားကိုခွာပြီး အလောင်းကို သပ်သပ်ရပ်ရပ်စွန့်ပစ်ခဲ့တာပါ\nဒါ့အပြင် နောက်ထပ် ​ထူးခြားတာတစ်ခုက လူသတ်သမားက\nလူမဟုတ်ဘဲ အချစ်ကိုသင်ယူချင်တဲ့စက်ရုပ်မလေးဖြစ်နေတာပါပဲ\nရဲတပ်ဖွဲ့က အဲလိုထူးခြားတဲ့လူသတ်သမားကို\nလိုက်လံရှာဖွေနေစဥ်တစ်ဖက်မှာလည်း စက်ရုပ်မလေးက\nအချစ်ကိုသင်ယူဖို့ထွက်လာခဲ့တဲ့အချိန်မှာ ဝမ်ရှန်း ဆိုတဲ့ကောင်လေး\nတစ်ယောက်နဲ့တွေ့ပြီး ဝမ်ရှန်းဆီကနေ\nအချစ်ကို သင်ယူချင်မိသွားပါတယ်\nဒါကြောင့် ဝမ်ရှန်းရဲ့ကောင်မလေး(စုရှင်း)ကို\nဖမ်းဆီးလိုက်ပြီး စုရှင်း​ဟန်ဆောင်ကာ\nသူ့အချစ်ကိုရဖို့ကြိုးစားတာပေါ့\nရဲတပ်ဖွဲ့ကရော လူမဟုတ်တဲ့ ထူးခြားတဲ့\nလူသတ်သမားကို ဖမ်းဆီးနိုင်မှာလား ဝမ်ရှန်းကရော\nစက်ရုပ်မလေးကို သူ့ချစ်သူ\nအယောင်ဆောင်ထားမှန်းသိသွားမှာလား\nစက်ရုပ်မလေးကရော အချစ်ကိုတကယ်နားလည်သွားမှာလား....\nဆိုတာကို ဆက် ကြည့်ရမှာနော်\n \nFile Size - 997 MB\nQuality - web-dl 1080p\nSubtitle - burmese (hardsub)\nTranslator - Yamin Ei\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://megaup.net/3zzbp/Almost.Human.2020.1080p_%7BCM%7D_(2).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4fVcLdImgW2EXQyrflA5oLTvwCD.jpg",
        "title": "Promare (2019)",
        "description": "Japan Anime ကားတစ်ကားပါ။ Rating 7.2 တောင် ရထားတာဆိုတော့တော်တော်လေးမိုက်တဲ့Animeထဲမှာပါပါတယ်။ခန္ဓာကိုယ်ကနေ မီးထလောင်တတ်တဲ့ mutant တွေကြောင့်The Great Burning လို့ခေါ်တဲ့ အဖြစ်အပျက်ကြီး ဖြစ်လာခဲ့ပါတယ်။နှစ် ၃၀ ကြာပြီးတဲ့နောက်မှာ Burnish လို့ခေါ်တဲ့သူတွေ ပေါ်လာပြန်ပါတယ်။ဒီတစ်ခါမှာတော့ သူတို့က မီးကို ပိုပြီးထိန်းချုပ်နိုင်သွားကြပါပြီ။ဒီလူတွေမှာ မီးတွေအကြောင်းပြချက်မရှိဘဲ လိုက်ရှို့နေတယ်။ဒါပေမဲ့ ဘာကြောင့် ဒီလိုလုပ်ရတာလဲ။Galo Thymos ဆိုတဲ့ မီးသတ်တပ်သားသစ်လေးတွေကမီးလောင်မှုကို ကယ်ဆယ်ဖို့သွားရင်း Burnish တွေနဲ့ကြုံလာရတဲ့အခါမှာတော့ပွဲကြီးပွဲကောင်းတွေ ဖြစ်ပါတော့တယ်။Animation ဖန်တီးထားပုံတွေကလည်း တော်တော်လေးစွဲဆောင်မှုရှိလွန်းတာကြောင့် ကြည့်နေရင်းနဲ့အချိန်ဘယ်လိုကုန်လို့ကုန်သွားမှန်းတောင်မသိရမယ့်Animeမျိုးဖို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။ File Size : ( 1 GB , 303 MB)\nQuality : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/promare-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-08-at-3.02.11-PM-141x200.png",
        "title": "The Spooky Tale of Captain Underpants Hack-a-ween (2019)",
        "description": "The Spooky Tale of Captain Underpants Hack-a-ween (2019)===========================================IMDb Rating - 5.7/10#Unicodeအနောက်နိုင်ငံတွေမှာအောက်တိုဘာ(၃၁)ရက်ဆိုရင် ကလေးတိုင်းပျော်ရတဲ့ပွဲတော်တစ်ခုရှိပါတယ်။သိကြမှာပေါ့ Halloween(ဟောလိုးဝင်း)ဆိုပြီး ဟောလိုးဝင်းညတွေမှာကလေးတွေဟာဝတ်စုံဆန်းတွေဝတ်ပြီးတစ်အိမ်တက်တစ်အိမ်ဆင်း သကြားလုံးတောင်းကြပါတယ်။ သကြားလုံးမပေးရင်သရဲလိုလုပ်ခြောက်ခံရမယ့်ဓလေ့လေးပါ။ ပီကွာဆိုတဲ့မြို့လေးကမယ်လ်ဗင်ဆိုတဲ့ကလေးတစ်ယောက်ဟာဟောလိုးဝင်းကိုမုန်းရာကနေ ဖျက်ပစ်ဖို့ထိလူစုနိုင်ခဲ့ပါတယ်။ မယ်လ်ဗင်ဘာလို့ဟောလိုးဝင်းကိုမုန်းရတာလဲရယ်ဟောလိုးဝင်းကိုမပပျောက်စေချင်တဲ့ သူငယ်ချင်းတစ်စု ဘယ်လိုအကြံတွေထုတ်ကြမလဲရယ်ဆိုတာတွေကိုရိုက်ကူးထားတဲ့Netflix Animation ကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန် ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiအေနာက္ႏိုင္ငံေတြမွာေအာက္တိုဘာ(၃၁)ရက္ဆိုရင္ ကေလးတိုင္းေပ်ာ္ရတဲ့ပြဲေတာ္တစ္ခုရွိပါတယ္။သိၾကမွာေပါ့ Halloween(ေဟာလိုးဝင္း)ဆိုၿပီး ေဟာလိုးဝင္းညေတြမွာကေလးေတြဟာဝတ္စုံဆန္းေတြဝတ္ၿပီးတစ္အိမ္တက္တစ္အိမ္ဆင္း သၾကားလုံးေတာင္းၾကပါတယ္။ သၾကားလုံးမေပးရင္သရဲလိုလုပ္ေျခာက္ခံရမယ့္ဓေလ့ေလးပါ။ ပီကြာဆိုတဲ့ၿမိဳ႕ေလးကမယ္လ္ဗင္ဆိုတဲ့ကေလးတစ္ေယာက္ဟာေဟာလိုးဝင္းကိုမုန္းရာကေန ဖ်က္ပစ္ဖို႔ထိလူစုႏိုင္ခဲ့ပါတယ္။ မယ္လ္ဗင္ဘာလို႔ေဟာလိုးဝင္းကိုမုန္းရတာလဲရယ္ေဟာလိုးဝင္းကိုမပေပ်ာက္ေစခ်င္တဲ့ သူငယ္ခ်င္းတစ္စု ဘယ္လိုအႀကံေတြထုတ္ၾကမလဲရယ္ဆိုတာေတြကို႐ိုက္ကူးထားတဲ့Netflix Animation ကားေလးပါ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)  Quality – 720p  WebRipDuration - 45 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-spooky-tale-of-captain-underpants-hack-a-ween-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-06-at-9.47.33-PM-133x200.png",
        "title": "Force of Nature (2020)",
        "description": "Force of Nature (2020)==================IMDb Rating - 4.6/10#Unicodeဒ်ီကားလေးကတော့ action, crime အမျိုးအစားလေးပဲဖြစ်ပါတယ်။ ဟာရီကိန်းမုန်တိုင်းကျရောက်နေတဲ့အချိန်မှာ ဒေါ်လာ ၅၅ မီလီယံတန်ပန်းချီကားကိုရှာဖွေတဲ့ လူဆိုးဂိုဏ်းနဲ့ ပြောင်းရွှေ့ရေးလုပ်ပေးတဲ့ ရဲနှစ်ယောက်တို့အမှတ်မထင် စုံမိကြရင်း ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့နယူးယောက် ကစုံထောက် ‘ကာဒီလို’က သူ့ရဲ့အပြစ်တစ်ခုကြောင့် ပေါ်တီကီရဲဌာနကိုပြောင်းရွှေ့လာရတယ်အဲ့ဌာနကိုပဲ ရဲမေအသစ်ဖြစ်တဲ့ ပီရာနာပြောင်းရွှေ့လာပြီး ပြောင်းရွှေ့လာတဲ့နေ့မှာပဲ သူတို့နှစ်ယောက်ကိုမုန်တိုင်းကယ်ဆယ်ရေးအတွက် တာဝန်ပေးခြင်းခံရတယ်။ ‘ကာဒီလို’နဲ့ ရဲမေအသစ် ပီရာနာ တာဝန်ထမ်းဆောင်တော့မယ့်အချိန်မှာပဲ စူပါမားကတ်မှာဖြစ်တဲ့အမှုကိုတိုင်ကြားချက်ဝင်လာတယ်။ အဲ့ဒီ့စူပါမားကတ်ကအမှုတစ်ခုကိုသွားဖြေရှင်းရင်းနဲ့မှ အမှုဖြစ်တဲ့လူနေတဲ့တိုက်မှာ ထွက်မသွားသေးတဲ့လူတွေကို နားချပေးဖို့အကြောင်းဖြစ်လာပါတယ်။ အဲ့အချိန်မှာပဲ လူဆိုးဂိုဏ်းတစ်ခုက တန်ဖိုးကြီးပန်းချီကားကိုခိုးယူဖို့ကြိုးစားရင်း ကာဒီလိုတို့ကဖမ်းဖို့ကြိုးစားကြတဲ့အချိန်မှာတော့.... ဒီလိုအက်ရှင်ဇာတ်လမ်းလေးကို စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Lily ပဲဖြစ်ပါတယ်။)#Zawgyiဒ္ီကားေလးကေတာ့ action, crime အမ်ိဳးအစားေလးပဲျဖစ္ပါတယ္။ ဟာရီကိန္းမုန္တိုင္းက်ေရာက္ေနတဲ့အခ်ိန္မွာ ေဒၚလာ ၅၅ မီလီယံတန္ပန္းခ်ီကားကိုရွာေဖြတဲ့ လူဆိုးဂိုဏ္းနဲ႔ ေျပာင္းေ႐ႊ႕ေရးလုပ္ေပးတဲ့ ရဲႏွစ္ေယာက္တို႔အမွတ္မထင္ စုံမိၾကရင္း ဘယ္လိုေျဖရွင္းၾကမလဲဆိုတာကို ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့နယူးေယာက္ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/force-of-nature-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p6q1zmcAuEaWSHNsbVk4JzJcjfx.jpg",
        "title": "Code Name: Jackal(2012)",
        "description": "Code Name: Jackal(2012)RUNNIG MAN က အားလုံးရဲ့ အချစ်တော် မမ ဂျီဟိုရဲ့ အက်ရှင်ကားလေး တစ်ကားကို တင်ပေးလိုက်ပါတယ်...ချွဲဟျွန်းက နာမည်ကြီး အဆိုတော်တစ်ယောက်ဖြစ်ပါတယ်...နာမည်ကြီးတာကြောင့် အရူးမူးစွဲလမ်းတဲ့ ဖန်တွေရဲ့ နောက်ယောင်ခံလိုက်ခြင်းကို မကြာခဏခံရသူပါ ...သူဟာ ထုတ်လုပ်သူရဲ့ ဇနီးနဲ့ ပက်သက်မှုလည်း ပက်သက်မှု ရှိနေပါတယ် ...အဲ့ဒါကြောင့် ထုတ်လုပ်သူက နာမည်ကြီး ကြေးစား Jackal ကို ငှားပြီး ချွဲဟွန်းကို သတ်ခိုင်းခဲ့ပါတယ် ..ဒီလိုသတ်ဖို့လုပ်ခိုင်းတဲ့ကိစ္စမှာ နောက်ထပ်အရှုတ်တော်ပုံတစ်ခုထပ်တိုးလာတဲ့နောက်မှာတော့...ရဲတွေလူသတ်သမားတွေနဲ့ အဆိုတော်တို့ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်...File Size : (900 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/code-name-jackal2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-06-at-4.35.46-PM-139x200.png",
        "title": "Yummy (2019)",
        "description": "Yummy (2019)============IMDb Rating - 6.1/10#Unicodeဇွန်ဘီကားစစ်စစ်ကို ဇာတ်အိမ်ကောင်းကောင်းနဲ့ကြည့်ချင်ရင်တော့ IMDb rating 6.1 ရထားတဲ့ ဒီကားကအသင့်တော်ဆုံးပါပဲ။ ပြင်းထန်တဲ့ပြကွက်တွေနဲ့ သွေးထွက်သံယိုတွေအများကြီးပါလို့ အသဲငယ်ရင်မကြည့်တာကောင်းပါတယ် :'Dအယ်လီဆန်ဟာ သူမရဲ့ ကြီးမားတဲ့ရင်သား‌တွေကြောင့် ယောက်ျားလေးတွေရဲ့ ဆိုးရွားတဲ့ လိင်ပိုင်းဆိုင်ရာစနောက်ခြင်းကိုခံနေရတာကြောင့် ရင်သားဆိုဒ်ကို သေးအောင်ခွဲစိတ်ဖို့အတွက် သူ့ရဲ့အမေ၊ ကောင်လေးဖြစ်သူတို့နဲ့အတူ ပလစ်စတစ်ဆာဂျရီဆေးရုံကို အတူလာခဲ့ကြပါတယ်။ ဆေးရုံအုပ် ဒေါက်တာခရောချက်ကတော့ \"ကမ္ဘာကြီးကို ပိုမိုလှပအောင်လုပ်ဖို့\" ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ အသက်ကြီးတာကိုရပ်တန့်စေတဲ့ ကုသမှုကို စမ်းသပ်နေတဲ့ ခွဲစိတ်ဆရာဝန်‌တစ်ယောက်ပါ။ အယ်လီဆန်ရဲ့ကောင်လေးဖြစ်တဲ့ ပိုပီဟာ အယ်လီဆန်မခွဲစိတ်ခင်မှာ ဆေးရုံဝန်ထမ်းတချို့နဲ့ စကားများပြီး စိတ်ပြေလက်ပျောက် ဆေးရုံအခန်း‌တွေကိုလိုက်ကြည့်ရာကနေ တားမြစ်ထားတဲ့အခန်းတစ်ခုထဲ ရောက်သွားပါတယ်။အဲဒီ့အခန်းထဲမှာ ကြိုးတွေနဲ့တုပ်ပြီး ပါးစပ်အပိတ်ခံထားရတဲ့ ရုန်းကန်နေတဲ့မိန်းမတစ်ယောက်ကို သူတွေ့လိုက်ရတဲ့အချိန်မှာ ကူညီတဲ့အနေနဲ့ ပါးစပ်ပိတ်ထားတဲ့အစွပ်ကို ဖြုတ်ပေးလိုက်တဲ့အခါ ထိတ်လန့်ခြောက်ခြားဖွယ်ရာတွေစတင်ကြုံရပါတော့တယ်။ အဲဒီ့အမျိုးသမီးကို ဆေးရုံရဲ့ကန့်သတ်ခန်းထဲမှာ ဘာကြောင့်ထည့်ပိတ်ထားရတာလဲ..........ဒီကိစ္စဟာ စမ်းသပ်မှုနဲ့ရော ဘယ်လိုတွေသက်ဆိုင်နေလဲ..........ဆေးရုံကလူတွေကရော ဘာတွေဆက်ဖြစ်ကြမှာလဲဆိုတာ ဒီ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/yummy-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-05-at-11.45.56-PM-136x200.png",
        "title": "Iron Brothers (2018)",
        "description": "Iron Brothers (2018)================IMDb Rating - 5.6/10#Unicode2018 ကထွက်ခဲ့တဲ့ Action, Adventure, Drama အမျိုးအစားဖြစ်တဲ့ ကားကောင်းလေးတစ်ကားကိုမျှဝေပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းလေးပြောရရင် . . . အမဲလေးလိုက်လိုက် သားမွှေးလေးရောင်းလိုက်နဲ့ အတူတူနေထိုင်ကြတဲ့ အေဘယ်လ် နဲ့ ဟင်နရီတို့ ညီအစ်ကိုနှစ်ယောက် သူတို့နေတဲ့တောင်ကြားလေးဆီ ရှိုရှုန်းမျိုးနွယ် အင်ဒီးယန်းတွေ တောင်ကြားဖက်ကို ကျူးကျော်လာလို့ မတော်တဆ အစ်ကိုဖြစ်သူဟင်နရီမှ အင်ဒီးယန်းတစ်ယောက်အား သတ်လိုက်မိတဲ့အခါမှာ မုဆိုးကနေ သားကောင်ဘဝကိုပြောင်းပြီးထွက်ပြေးတိမ်းရှောင်ရင်း ညီအစ်ကိုနှစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးဖြစ်တာမို့ ကြည့်ရှုအားပေးကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်။)#Zawgyi2018 ကထြက္ခဲ့တဲ့ Action, Adventure, Drama အမ်ိဳးအစားျဖစ္တဲ့ ကားေကာင္းေလးတစ္ကားကိုမွ်ေဝေပးခ်င္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးေျပာရရင္ . . . အမဲေလးလိုက္လိုက္ သားေမႊးေလးေရာင္းလိုက္နဲ႔ အတူတူေနထိုင္ၾကတဲ့ ေအဘယ္လ္ နဲ႔ ဟင္နရီတို႔ ...",
        "rating": "5.6",
        "url": "https://megaup.net/3zwnv/[CM]Iron.Brothers.2018.WebRip.480P.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbLOWq0vlc3Y6beOj0p5LehlUQy.jpg",
        "title": "Arn: The Knight Templar(2007)",
        "description": "Arn: The Knight Templar(2007)IMDB 6.8\nRotten Tomato 61%ကလေးဘဝကထဲက\nအာန်းဟာ ဘုန်းတော်ကြီးတွေဆီမှာပဲကြီးပြင်းခဲ့ရတယ်...ငယ်ငယ်လေးကတည်းက ချာခ်ကျောင်းမှာပဲကြီးပြင်းလာတဲ့ အာန်တစ်ယောက်အပြင်လောကနဲ့စိမ်းနေခဲ့တယ်...။ ချစ်တက်တဲ့အရွယ်\nရောက်လာပြန်တော့ ဆယ်စီလီယာ ဆိုတဲ့ ဘုရင်တော်ကောက်ဖို့ ကြံထားတဲ့လူမျိုးစုခေါင်းဆောင် သမီးလေးကိုမှ သွားချစ်မိပြန်တယ်။ဆယ်စီလီယာကို ပိုင်ဆိုင်နိုင်ဖို့ ကြိုးစားရင်း နိုင်ငံရေးအရှုတ်တော်ပုံထဲဝင်မိတဲ့အပြင် အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့စစ်တလင်းနယ်မြေဖြစ်တဲ့ ဂျေရုစလင်ကို အမှုထမ်းဖို့ သွားရတဲ့အခါမှာတော့....ဒီကားဟာ European Film Awards ကိုရရှိခဲ့ပြီး (၂၀၁၀) မှာလည်း Arn ဆိုတဲ့ နာမည်နဲ့ပဲ (၆) ပိုင်းပါတဲ့Mini Series တစ်ခုထွက်ရှိထားပါသေးတယ်။အက်ရှင်ခန်းတွေမြောက်များစွာပါဝင်တာမို့...အက်ရှင်ကားကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပဲဖြစ်ပါတယ်...File Size : (1.07 GB) and (429MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:19:00\nGenre :  Action, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kiwi\nEncoded by Phyo ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/arn-the-knight-templar2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bj1d3E5zxYSc77iPVdfHI8eSGtK.jpg",
        "title": "The Beast (2019)",
        "description": "ဒီကားလေးကတော့ မင်းသားကြီးနှစ်ယောက်အပြိုင်သရုပ်ဆောင်ထားတဲ့ကိုရီးယားစုံထောက်ဇာတ်ကားကောင်းတစ်ကောင်းပါမှုခင်းဌာနရဲ့အဖွဲ့နှစ်ဖွဲ့ခေါင်းဆောင်နှစ်ယောက်အပြိုင်အဆိုင်အမှုလိုက်ကျပုံကိုဇာတ်လမ်းကျကျရိုက်ကူးပြထားတာပါဒါပေမယ့်လဲခေါင်းဆောင်နှစ်ယောက်ရဲ့မတူညီတဲ့စိတ်ထားတွေတစ်ယောက်နဲ့တစ်ယောက်ပြိုင်ဆိုင်လိုစိတ်ပြင်းထန်မှုတွေနဲ့ မနာလိုဝန်တိုမှုတွေတဇွတ်ထိုးလုပ်တာတွေကြောင့် ကွင်းဆက်လူသတ်မှုနောက်ကိုလိုက်ရင်းနောက်လိုက်ရဲတွေသေဆုံးခဲ့ရပါတယ် ဖမ်းဆီးမိခဲ့တဲ့လူသတ်သမားကလဲတကယ့်လူသတ်သမားအစစ်အမှန်မဟုတ်တဲ့အပြင်တခြာမူးယစ်အရောင်းအဝယ်ဂိုဏ်းတွေပါ ပါလာတဲ့အခါမှာသူတို့နှစ်ယောက်ဘယ်လိုတွေဖြေရှင်းမလဲနှစ်ယောက်ကြားမှာရောဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုသေချာရိုက်ကူထားတဲ့ စုံထောက်ဇာတ်ကားကောင်းတစ်ကားလေးဖြစ်မှာပါ File Size : ( 1 GB , 448 MB)\nQuality : BluRay 720p\nRunning Time : 2 hr 10 min\nFormat : Mp4\nGenre : Action , Crime , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncoded by Moe Myint Lwin",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-beast-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fw93fy3fR6mGq0pmddyNB0qDZrB.jpg",
        "title": "Big Match(2014)",
        "description": "Big Match(2014)CM fan တွေအတွက် action ဇာတ်လမ်းလေးတစ်ခုကို ထပ်ပြီးတင်ဆက်ပေးလိုက်ပါတယ် ...ဇာတ်လမ်းအကျဉ်း ချွဲအီဂိုဟာ နာမည်ကြီး MMA Fighter တစ်ယောက်ဖြစ်ပါတယ်...ဒီမတိုင်ခင်မှာ နိုင်ငံဘောလုံးသမားတစ်ယောက်ဖြစ်ခဲ့ပြီး သူ့ရဲ့ ဒေါသကြီးတဲ့စိတ်ကြောင့် အနီကတ်ပြခံခဲ့ရပါတယ် ...အဲ့နောက်မှာတော့ ဘောလုံးကစားသမားအဖြစ်ကနေ နှုတ်ထွက်ပြီး အစ်ကိုဖြစ်သူရဲ့ နည်းပြပေးမှုနဲ့  MMA  Fighterဖြစ်လာခဲ့ပါတယ် ....ဒီလိုပြိုင်ပွဲတွေဆင်နွဲနေတုန်း  ချွဲအီဂိုရဲ့အစ်ကို ပြန်ပေးဆွဲခံခဲ့ရပါတယ်...အဲ့နောက်မှာ ပြန်ပေးဆွဲသူဟာ ချွဲအီဂိုကို ထူးထူးဆန်းဆန်း ကိစ္စတွေကို ဆက်တိုက်ခိုင်းပါတော့တယ်..ချွဲအီဂိုခမျာ ပြန်ပေးဆွဲသမားရဲ့ ခိုင်းတာတွေကို အသဲအသန်လုပ်ရ အစ်ကိုြဖစ်သူကို ကယ်ဆယ်ဖို့လည်း ကြိုးစားရနဲ့...ချွဲအီဂိုတစ်ယောက် သူ့အစ်ကို ကို ကယ်တင်နိုင်မှာလား...ဘာကြောင့် သူ့အစ်ကို ပြန်ပေးဆွဲခံရတာလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုကြပါနော်..ဇတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်...File Size : (1.02 GB) and (394 MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:52:00\nGenre : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/big-match2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-01-at-9.49.13-AM-137x200.png",
        "title": "Immortals (2011)",
        "description": "Immortals (2011)=============IMDb Rating - 6.0/10#Unicodeဂရိသူရဲကောင်း သီးစီးယက်စ်ကို အားလုံးပဲသိကြမှာပါ။ သူက ဟာဂျူလီတို့လို အင်အားကြီးမားတဲ့သူရဲကောင်းမျိုး မဟုတ်ပေမယ့် ဥာဏ်ပညာကြီးမားပြီး တိုက်ရည်ခိုက်ရည်ကောင်းတဲ့ သူရဲကောင်းတစ်ယောက်ပါပဲ။ ဒီကားဟာ ဂရိဒဏ္ဍာရီတွေပေါ် မှီငြမ်းရိုက်ကူးထားတဲ့ Fantasy အမျိုးအစားပဲဖြစ်ပါတယ်။ သို့ပေမယ့် ဇာတ်လမ်းကြောရိုးသာတူပြီး ငယ်ငယ်တုန်းကဖတ်ခဲ့ဖူးတဲ့ ပုံပြင်တွေနဲ့တော့ကွဲထွက်နေမှာ အမှန်ပါပဲ။ ဇာတ်လမ်းကတော့ လူသားမျိုးနွယ်ကို ဖျက်စီးဖို့ ဘုရင်ဟစ်ပီးရီးယန်းကအစ်ပိုင်းရပ်စ်လေးတော်ကို လိုက်ရှာနေတာနဲ့ အစပြု့ထားပါတယ်။ လူသားတို့ရဲ့ အရေးကိစ္စတွေထဲပါဝင်ပတ်သက်ခြင်းမပြု့ရလို့ ဇူးစ်ကိုယ်တိုင်က ဥပဒေချမှတ်ထားတာကြောင့် နတ်ဘုရားတွေကိုယ်တိုင်ကလည်း ဝင်ကူညီရခက်နေကြပါတယ်။ ဒါကြောင့် ဘုရင်ကြီးဟစ်ပီးရီးယန်းကို တားဆီးနိုင်ဖို့အတွက်သီးစီးယက်စ်ရဲ့ အကူအညီကို ရယူရပါတော့တယ်...။  ဒီကားရဲ့ တင်ဆက်ပုံဟာ 300 Spartans ကားနဲ့အတော်လေးတူညီနေတာကို သတိထားမိတယ်။ နောက်ခံတွေ တိုက်ပွဲတွေဟာ 300 ကားကိုပြန်ကြည့်နေရသလိုပါပဲ။ Fan တွေကတော့ ဂရိဒဏ္ဍာရီတွေနဲ့ အတော်လေးကွဲထွက်နေတာကို သိပ်သဘောမကျကြပုံပါပဲ။  ဒါပေမယ့် ကျွန်တော်တို့ရဲ့ စူပါမင်း(Man of ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/immortals-2011/"
    }
]