[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmEwMjkwYzctMzAzOC00YWMxLTgwZGMtMjFlOTA5ZDYyMmE3XkEyXkFqcGdeQXVyMTI1MTU3MjIw._V1_-141x200.jpg",
        "title": "Bomma Blockbuster (2022)",
        "description": "Bomma Blockbuster (2022)\nIMDb - 8.2/10ဇာတ်လမ်းအကျဉ်းထုတ်လုပ်သူဒါရိုက်တာကြီးတယောက် စူပါစတားမင်းသားတွေ နာမည်ကြီးဒါရိုက်တာတွေ\nသုံးပြီး ရုပ်ရှင်တွေထုတ်နေပေမဲ့ ကားတိုင်း အရှုံးပေါ်နေလို့ စိတ်ညစ်နေတယ်။\nဝက်ဝက်ကွဲအောင်မြင်ပြီး ရုံတင်ငွေတွေသောက်သောက်လဲရမဲ့\nသာမာန်သရုပ်ဆောင်တယောက် သာမာန်ဒါရိုက်တာတယောက်ကို စတားဖြစ်သွားစေမဲ့\nဇာတ်လမ်းတပုဒ်ကို လိုချင်နေတဲ့အချိန် မတော်တဆမှုတခုကနေ ရလာတဲ့ဇာတ်ညွှန်းတပုဒ်ကို ဖတ်မိခဲ့တယ်။အဲဒီဇာတ်ညွှန်းက တံငါရွာလေးတရွာက ရုပ်ရှင်ဇာတ်ညွှန်းတွေ တအားရူးသွပ်တဲ့ ရာဂျူးရဲ့ ဇာတ်ညွှန်း။\nသူ့ဘ၀ဇာတ်လမ်းကို ရုပ်ရှင်ဆန်အောင်ကို နေပြီးမှ ရေးထားတဲ့ ကိုယ်တိုင်ရေးအတ္ထုပတ္တိဇာတ်လမ်း။\nတနေ့မှာ သူအရမ်းကြိုက်ရတဲ့ ဒါရိုက်တာကိုယ်တိုင်ရိုက်ပေးရမယ်ဆိုပြီး အိပ်မက်တွေနဲ့ ရာဂျူးရဲ့ဇာတ်ညွှန်း။အဖေဖြစ်သူရဲ့ ထောက်ခံအားပေးမှုနဲ့ ဇာတ်ညွှန်းရေးနေတဲ့ ရာဂျူးတယောက် အဖေဆုံးတဲ့အခါ\nညီမဖြစ်သူနဲ့အတူ သူ့ဇာတ်ညွှန်းကို အဆုံးသတ်အောင်ဖန်တီးနိုင်မှာလား။လက်တွေ့ဘ၀ထဲမှာ\nရုပ်ရှင်ဆန်အောင် တမင်ဖန်တီးပြီး လုပ်တတ်တဲ့ ရာဂျူးတယောက် သူ့အိပ်မက်ကို\nအကောင်အထည်ဖော်နိုင်မလားဆိုတာ ကြည့်လိုက်ကြရအောင်ဗျ။\n(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ chiclon3,Sai,Thaik Sanတို့ပဲဖြစ်ပါတယ်)\nFile size…2.66GB / 630MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3,Sai,Thaik San",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/bomma-blockbuster-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dnbzXOrqQqlnklpIvQZM4qPzi5R.jpg",
        "title": "Kite (2014)",
        "description": "ဖြူနွဲ့နွဲ့ ကောင်မလေးတစ်ယောက်နဲ့  ယောကျာ်းတစ်ယောက်ဟာအတူတွဲပြီးတော့ တိုက်ခန်းတစ်ခန်းပေါ်ကိုတတ်လာကိုတွေ့လိုက်ရတယ် ..အတူပါလာတဲ့ယောကျာ်းကရိုင်းစိုင်းသလိုကောင်မလေးကလဲ မလိုက်ချင်ပေမယ့် ခေါ်ရာကိုမျက်စိမှိတ်လိုက်လာရတဲ့အနေအထားမျိုးပေါ့..ကောင်မလေးနာမည်က ဆာဝါတဲ့....ချစ်စရာရုပ်လေးနဲ့ ခပ်သေးသေးကိုယ်လုံးပိုင်ရှင်ဒီကောင်မလေးက တကယ်တမ်းကျတော့ သူ့ရဲ့ဘဝပေးကံတရားကမထင်ထားရလောက်အောင်ကိုကြမ်းတမ်းခဲ့တဲ့သူပါ.  သူမရဲ့ငယ်ဘဝကတည်းကရက်စက်စွာအသတ်ခံခဲ့ရတဲ့မိဘနှစ်ပါးအတွက်လက်စားချေတုန့်ပြန်ဖို့ အမြဲ စဉ်စားနေသူပါ..သူမရဲ့  လက်စားချေမဲ့ အစီအစဉ်တွေအောင်မြင်နိုင်ပါ့မလား.ဘယ်သူက သူ့မိဘတွေကိုသတ်တာလဲ .သူမမိဘတွေကရောဘာကြောင့် အသတ်ခံရတယ်ဆိုတာကိုသိလိုက်တဲ့အချိန်မှာရော သူမအပေါ်ဘယ်လိုသက်ရောက်မှုတွေရှိလာနိုင်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ရုပ်ရှင်တွေတိုင်းမှာ MFလို့ဆဲတာကသူ့ရဲ့ အမှတ်အသားတစ်ခုလိုဖြစ်နေတဲ့ Samuel L Jacksonကဆာဝါကိုတစ်ဖက်ကနေကူညီစုံစမ်းပေးနေတဲ့သူနေရာကနေပါဝင်သရုပ်ဆောင်ထားပါတယ်.   File size…1.23GB / 500MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "",
        "url": "https://channelmyanmar.org/kite-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t4W10sjJSDAWRUDn2Kb8DQKxiZv.jpg",
        "title": "The Double (2011)",
        "description": "Hachi A dog's tale, Unfaithful, Pretty WomanRunaway Brideစသဖြင့်ကားတွေအပြင် 90s bornတို့ရဲ့အသည်းစွဲဖြစ်တဲ့ မင်းသားကြီး Richard Gereရဲ့actionဇာတ်ကားကောင်းလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ပေါလ် ရှာပတ်ဆန်ဆိုတာကတော့ CIAကအငြိမ်းစားယူထားတဲ့အေးဂျင့်တယောက်ပါ။ အမေရိကန်နဲ့ရုရှားတို့အကြားဆက်ဆံရေးတင်းမာလာချိန်မှာပဲ ရုရှားနဲ့မကင်းတဲ့အမေရိကန်လွှတ်တော်အမတ်တစ်ယောက်ကို ရုရှားလုပ်ကြံသတ်ဖြတ်ရေးသမားကသတ်ဖြတ်တာကိုခံခဲ့ရပါတယ်။ ဒီလုပ်ကြံသတ်ဖြတ်မှုက ပေါလ် လွန်ခဲ့တဲ့နှစ်၂၀ကဖမ်းဆီးလို့မရနိုင်ခဲ့တဲ့ဆိုဗီယက် လူသတ်သမား ကက်ရှီးယပ်စ်ဆိုသူရဲ့လက်ချက်နဲ့ဆင်တူနေတဲ့အတွက် ကက်ရှီးယပ်စ်အမှုကိုအထူးလေ့လာသူဖြစ်တဲ့ FBIအေးဂျင့် ဘန် ဂီရီနဲ့လက်တွဲပြီးအဖြေရှာဖို့ဖြစ်လာခဲ့ပါတယ်။ဒါပေမယ့် သူတို့ဒီလိုရှာဖွေနေရင်းမှာပဲတွေ့ရှိလာရတဲ့လျှို့ဝှက်ချက်တွေက တယောက်နဲ့တယောက်သံသဃတွေ၀င်လာစေခဲ့ပါတယ်။ ပေါလ်ရဲ့ကက်ရှီးယပ်စ်နဲ့အတိတ်နောက်ကြောင်းတွေကဘာတွေလဲ။ဘန်ကလည်း ဘာ့ကြောင့် ကက်ရှီးယပ်စ်အကြောင်းကိုဒီလောက်စွဲလမ်းနေရတာလဲ။သူတို့နှစ်‌ယောက်စလုံးရဲ့ လျှို့ဝှက်ချက်တွေကဘာတွေဖြစ်မလဲ။အဆုံးမှာတရားခံအစစ်ကဘယ်သူဖြစ်မလဲဆိုတာကိုThe Double ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးကြပါဦးခင်ဗျ။  File size…2.11GB / 712MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-double-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSW5Msz5Cr6vUQxChPSPdxufnss.jpg",
        "title": "Straw Dogs (2011)",
        "description": "1971 က နာမည်တူဇာတ်ကားကိုပဲ ပြန်လည်ဖန်တီးထားတဲ့သည်းထိပ်ရင်ဖို ဒရာမာဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။The Legend of Tarzan The Northman စတဲ့ဇာတ်ကားတို့နဲ့နာမည်ကြီးလာခဲ့တဲ့Skarsgård မိသားစု၀င်တယောက်ဖြစ်တဲ့Alexander Skarsgårdနဲ့ Hairspray, Sonic thehedgehog, Enchantedစသဖြင့် ကျရာဇာတ်ကောင်အတော်များများမှာသရုပ်ဆောင်နိုင်တဲ့James Marsdenတို့ကပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ ဘလက်ဝါးတား မစ္စစပီဆိုတာက အမေရိကန်နိုင်ငံရဲ့တောင်ဘက်ကမြို့လေးတမြို့။ Redneck လို့‌ခေါ်ကြတဲ့ရှေးရိုးစွဲလူဖြူတွေအများစုနေထိုင်ကြတယ်။ဒီနေရာကိုပြောင်းလာတာက ဒေးဗစ် ဆန်မနာဆိုတဲ့ရုပ်ရှင်စာရေးဆရာနဲ့မင်းသမီးငယ်ငယ်ချောချောလေး အေမီ ကိတ်စ်တို့လင်မယားနှစ်‌ယောက်ပါ။အေမီကိတ်စ်ရဲ့ဇာတိဖြစ်တဲ့ဘလက်၀ါးတားမြို့လေးကလူ‌‌တွေကအပြင်လူကိုသိပ်ပြီး မကြိုဆိုတတ်သလိုမြောက်ပိုင်းကလာတဲ့သူဌေးလိုလိုပညာတတ်ဆရာကြီးတွေကိုကြည့်မရဘူး။ ဒီလိုအချက်တွေနဲ့သွားညီနေတဲ့ဒေးဗစ်တယောက်က မြို့ရဲ့အချောလေး အေမီကိုမှပိုင်ဆိုင်သွားခဲ့တော့မျက်စိစပါးမွှေးစူးစရာဖြစ်နေခဲ့တယ်။အထူးသဖြင့်ကတော့ ချာလီဆိုတဲ့အေမီရဲ့ရည်းစားဟောင်းနဲ့သူ့ရဲ့သူငယ်ချင်းလက်သမားအဖွဲ့နဲ့ တွန် ဟက်ဒွန်ဆိုတဲ့ဘုကလန့်အရက်သမားနည်းပြဟောင်းတို့ရဲ့မျက်စိထဲမှာပါပဲ။ဒီခပ်ထန်ထန် ဘီယာလက်ကမချ သေနတ်တကားကားနဲ့သူ့ကိုကြည့်မရတဲ့မြို့ခံတွေအကြား မြို့သားကြီးဒေးဗစ်တယောက်ဘယ်လိုရှင်သန်ရမလဲ။ သူတို့ကိုမကြိုဆိုတဲ့ဒီမြို့မှာသူတို့ဆက်ရောနေသင့်ရဲ့လား။ချာလီရဲ့ အေမီအပေါ်မပြတ်နိုင်သေးတဲ့ မျက်၀န်းတွေအောက်နဲ့ဒေးဗစ်နဲ့အေမီတို့ရဲ့ခပ်တင်းတင်းအိမ်‌ထောင်ရေးတို့အကြားဘယ်လိုဆက်ဖြစ်ဦးမှာလဲ။သူတို့သုံးယောက်ရဲ့အရှုပ်တော်ပုံတွေက နောက်ဆုံးမှာတော့ဘယ်လိုပြီးဆုံးသွားမလဲဆိုတာကိုStraw dogs ဆိုတဲ့ဒီဇာတ်ကားလေးမှာရှူစားပေးပါဦး.............  File size…2.06GB / 828MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/straw-dogs-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TP8E4nTqT0SFkwlj2kYRfMRwfH.jpg",
        "title": "Knights of Badassdom (2013)",
        "description": "မှော်ဇာတ်လမ်းကောင်းတွေကြိုက်တတ်လား။ပေါ့ပေါ့ပါးပါးနဲ့ရယ်မောရတဲ့ဇာတ်ကားမျိုးကြိုက်တတ်လား။အချစ်‌တွေ၊အမုန်းတွေနဲ့၀မ်းနည်း၀မ်းသာဖြစ်ချင်ပါသလား။အားလုံးချစ်တဲ့ မင်းသားကြီး Peter Dinklage ပါ၀င်တဲ့Knights of Badassdom လာပါပြီ။ ဂျိုး၊ အဲရစ် နဲ့ ဟန်း တို့ဟာ အတူတူနေထိုင်ကြတဲ့ အချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြပါတယ်။ အဲရစ်နဲ့ဟန်းဟာ ဂန္ဓ၀င်စာအုပ်တွေ၊ ဂိမ်းတွေ၊ ကစားစရာတွေကို အင်မတန်မှသဘောကျကြပြီး ဂျိုးကတော့ ရည်းစားနဲ့ဂီတ သူ့ဘ၀ပါ။ အချစ်နဲ့တည်ဆောက်ထားတဲ့ ဂျိုးရဲ့ဘ၀လေး... တစ်ရက်မှာ ချစ်သူကလမ်းခွဲသွားတဲ့အခါ အရိုးများထိအောင်ရူးပါတော့တယ်။ဒီတော့ မကြည့်ရက်နိုင်လွန်းတဲ့ သူငယ်ချင်းတွေက စိတ်ပြေလက်ပျောက် ဆေးတစ်ပေါက်တိုက်လိုက်ပြီး ဂျိုးခံစားရတာတွေသက်သာအောင် ကူညီပါတော့တယ်။ သူငယ်ချင်းဆိုတဲ့အတိုင်း သွေးရိုးသားရိုးတော့မဟုတ်ပါဘူး။ ဂျိုးပြန်နိုးလာတဲ့အချိန်မှာ အဲရစ်နဲ့ဟန်းတို့ ပိတ်ရက်တိုင်းလာကစားနေကျစစ်မြေပြင်ဂိမ်းတစ်ခုထဲကို ရောက်နေခဲ့ပါပြီ။ ဂျိုးလည်းချော်လဲရောထိုင်ရင်း ကစားပွဲထဲပါပြီးတဲ့နောက်မှာတော့အဆန်းထွင်လွန်းတဲ့ အဲရစ်ဟာ ဘယ်ကမှန်းမသိတဲ့မှော်စာအုပ်ကြီးထုတ်ပြီး ရွတ်ပါတော့တယ်။ သူဖတ်လိုက်တဲ့စာအုပ်ဟာ‌ကစားစရာသက်သက်မဟုတ်ဘဲ နတ်ဆိုးတွေကိုဆင့်ခေါ်တဲ့စာအုပ်ဖြစ်နေတာကို မသိခဲ့ပါဘူး။ ဒီလိုနဲ့ သူတို့ဟာ နတ်ဆိုးကိုဆင့်ခေါ်မိခဲ့ကြပြီး အားလပ်ရက်မှာလာပျော်ကြတဲ့လူတစ်စု တကယ့်နတ်ဆိုးနဲ့ရင်ဆိုင်အတွေ့မှာ ဘယ်လိုတွေများစွန့်စားနှိမ်နှင်းသွားကြမလဲဆိုတာကို ကြည့်ရှုခံစားကြည့်လိုက်ပါဦး။  File size…1.73GB  / 751MB\nQuality…Blu-Ray 1080p 5.1CH / ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/knights-of-badassdom-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivAqpNJhM8NzTskNxEXIgGFuQAp.jpg",
        "title": "The Procurator ( 2023 )",
        "description": "Dramaဇာတ်လမ်းတွဲတွေထဲက မင်းသားချော Johnny Huang ရဲ့\nလျို့ဝှက်ဆန်းကြယ် ရှေ့နေကားလေးကိုတင်ဆက်လေးလိုက်ပါတယ်......ဇာတ်လမ်းအကျဉ်းလေးကတော့ ......\nရှဝေဆိုတဲ့တက္ကသိုလ်ပါမောက္ခတစ်ယောက်ဟာ လူသတ်မှုနဲ့တရားစွဲခံရပါတယ်။\nအစိုးရရှေ့နေလီရွေ့(Johnny Huang)ဟာလူသတ်မှုကိုလိုက်ရင်း\nအမှုဟောင်းတွေကိုပါဆွဲထုတ်မိပါတယ် လူသတ်မှု၊ မုဒိန်းမှု၊\nအစိုးရဝန်ထမ်းနဲ့စီးပွားရေးသမားတွေပူးပေါင်းပြီးလာဘ်စားတဲ့အမှုတွေပါ\nပါဝင်လာတဲ့အခါ အားလုံးဟာဒီလူသတ်မှုဝဲဂယက်ထဲကိုဆွဲထည့်တာခံရပါတော့တယ်......လီရွေ့နဲ့ သူ့ရဲအရင်ရည်းစားဖြစ်တဲ့ ရှဝေရဲ့ရှေ့နေထုံယွီချန်တို့ဟာ\nတရားခွင်မှာထိပ်တိုက်ရင်ဆိုင်ကြရပါတယ်......\nရှဝေဟာဘာကြောင့်နှုတ်ဆိတ်နေတာလဲ......\nသူ့ရဲ့ခင်ပွန်းသည်ကရောဘာလျှို့ဝှက်ချက်တွေဖုံးကွယ်ထားသလဲ......\nဒီအမှုတွဲရဲ့နောက်ကွယ်မှာ ဘယ်လိုမှန်းဆမရတဲ့အန္တရာယ်တွေက\nသူတို့စောင့်နေမလဲဆိုတာကိုCMပရိသတ်ကြီးကခံစားကြည့်ရှုလိုက်ပါဦးနော်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Moon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://megaup.net/3gL8B/The_Procurator_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wGE4ImqYjJZQi3xFu4I2OLm8m0w.jpg",
        "title": "Bull Shark(2022)",
        "description": "Bull Shark(2022)***************တက္ကဆက်ပြည်နယ်က မြို့ငယ်လေးတစ်မြို့ဟာ အေးချမ်းတိတ်ဆိတ်ပြီး လူသတ်မှုတောင်မဖြစ်ခဲ့တာ ကြာလှပါပြီ။ဒီလိုအေးချမ်းလှတဲ့မြို့ငယ်လေးက ခရီးသွားဆွဲဆောင်မှုဖြစ်တဲ့ ရေကန်မှာ မိန်းမငယ်လေးတစ်ယောက်ငါးမန်းကိုက်ရာနဲ့ သေဆုံးနေတဲ့အခါမှာ။ မြို့တော်ဝန်အနေနဲ့လည်း သတင်းသာပေါက်ကြားသွားရင်ခရီးသွား‌တွေဆုံးရှုံးမှုအပြင် နောက်ထပ်ရာထူးကြီးကြီးကို မျှော်မှန်းလို့ မရနိုင်တော့တာကြောင့် ဒီသတင်းကို အမှောင်ချထားချင်နေပါတယ်။ဒါပေမဲ့ အမှောင်ချထားမယ်ဆိုရင်လည်း လူတွေအတွက် အန္တရာယ်ဟာ မတွေးရဲစရာပါပဲ။ဒီတော့ မိသားစုအဆင်မပြေမှုတွေကြောင့် အရက်စွဲနေတဲ့ တောခေါင်းဖြစ်သူဟာ အာဏာပိုင်ကတစ်ဖက်လူပေါင်းများစွာရဲ့အသက်အန္တရာယ်ကတစ်ဖက် မိသားစုအရေးကတစ်ဖက်နဲ့ ဒီငါးမန်းပြဿနာကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်ဗျာ။   File Size :(1.5GB) and (664MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:20:00\nGenre : Action , Horror , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://channelmyanmar.org/bull-shark2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCbNo2OE4wy5ZNl7b2RO2UAPxSP.jpg",
        "title": "The Great Alaskan Race (2019)",
        "description": "ဇာတ်လမ်းအညွှန်းတိုဂို ဆိုတဲ့ ခွေးသူရဲကောင်းဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုမင်းသားကြီး Willem Dafoe ရိုက်ကူးထားတဲ့ Togo ဆိုတဲ့ဇာတ်လမ်းကို ကြည့်ဖူးမယ်ဆိုရင် တိုဂိုဆိုတဲ့ ခွေးလေးအကြောင်းနဲ့ နုံးမြို့က ဇာတ်လမ်းလေးကို ရင်းနှီးကြမှာပါ ။(Togo (2019) ကို မကြည့်ရသေးရင် CM မှာ ကြည့်လို့ရပါတယ်။)အခုတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့Togo (2019)နဲ့ မတူညီတဲ့ ရှုထောင့်ကနေ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးမှာတော့ 1920 ခုနှစ်က အမေရိကန်မြောက်ပိုင်း အလက်စကာပြည်နယ်က နုံးဆိုတဲ့ ရွာလေးသာသာ မြို့လေးက ဖြစ်ပွါးခဲ့တဲ့ ကပ်ရောဂါမှာ ဘယ်သူတွေဘယ်လိုပါဝင်ကြိုးစားခဲ့ကြလဲဆိုတဲ့ ဖြစ်ရပ်မှန်တွေကိုအဓိကထားပြီး ဂုဏ်ပြုရိုက်ကူးထားပါတယ်။ ဆုံဆို့နာဆိုတဲ့၊ ဘတ်တီးရီးယားကြောင့် ဖြစ်တဲ့ ကူးစက်ရောဂါဟာကလေးတွေအကြားမှာ ကပ်ရောဂါသဖွယ် ဖြစ်ပွါးလာတဲ့အခါမှာဒီမြို့လေးမှာ ကုသဖို့ဆေးကမရှိဖြစ်တယ်။ တစ်ခြားဒေသက ဆေးတွေ ပို့ဆောင်ဖို့အတွက် စီစဉ်ကြမယ်ဆိုတော့လည်း အေးခဲလှတဲ့ရာသီဖြစ်တာကြောင့် ရေကြောင်းလမ်းကလည်း ပို့ဆောင်ဖို့အဆင်မပြေ၊ လေယာဉ်နဲ့ဆိုတော့လည်းအဲ့ခေတ်အခါအတွက် အဆင်မပြေဖြစ်နဲ့ ၊ နောက်ဆုံးတော့ဒေသသုံးစွပ်ဖားသမားတွေ စွပ်ဖားခွေးတွေကိုပဲ အားကိုးဖို့ဖြစ်လာပါတယ်။ ကုသဆေးကို နီနာနာမြို့ကနေ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-great-alaskan-race-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjkxZTE0ZGYtYzE1OS00YTliLWE0YTItZmZjZWI0MDVhM2UzXkEyXkFqcGdeQXVyMzEzMTA2MjA@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Ambush (2023)",
        "description": "ဗီယက်နမ်စစ်ပွဲအတွင်းကအမေရိကန်စစ်သားတွေရဲ့အကြောင်းကိုဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး IMDb 4/10 ရရှိထားတဲ့ War & Action ကားဖြစ်ပါတယ် ဒီဇာတ်လမ်းဟာဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားပြီး ဇာတ်လမ်းထဲမှာတော့ ရုတ်တရက်ခြုံခိုတိုက်ခိုက်ခံလိုက်ရတဲ့တပ်စခန်းလေးတစ်ခုကစစ်သားတွေဟာမြေအောက်လိုဏ်ခေါင်းတွေထဲကနေအရေးကြီးတဲ့စစ်ဆင်ရေးတစ်ခုလုပ်ဆောင်နေကြတာကိုကြည့်ရှုရမှာပါFile size…(1.8 GB)/(900 MB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Action, War, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://channelmyanmar.org/ambush-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/df00a762-5e0b-408b-959b-a8c47fda8c68-133x200.jpg",
        "title": "Alexander (2004)",
        "description": "Alexander (2004)ဇာတ်ကားက လူသားသမိုင်းတစ်လျှောက် အလွှမ်းမိုးနိုင်ဆုံး ပုံရိပ်တစ်ခုဖြစ်တဲ့ Alexander the Great ရဲ့ ဒဏ္ဍာရီဆန်တဲ့ ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ ရုပ်ရှင်ကို အရမ်းကြီးတဲ့ ရည်မှန်းချက်တွေနဲ့ ရိုက်ကူးပုံဖော်ခဲ့ပေမဲ့လို့ ပရိသတ်ကို မဆွဲဆောင်နိုင်ဘဲ မျှော်လင့်သလောက် ဖြစ်မလာတဲ့ ဇာတ်လမ်းတစ်ခုအဖြစ် အဆုံးသတ်ခဲ့ရပါတယ်။Alexander the Great ဆိုတာက ခရစ်တော်မပေါ်မီ BC 356 ခုနှစ်ကနေ 323 အထိ နေထိုင်အသက်ရှင်သွားခဲ့တဲ့ မက်ဆာဒိုးနီးယားဘုရင် ဧကရာဇ်တစ်ပါးပေါ့။ BC ဆိုတာ AD သက္ကရာဇ်နဲ့ မတူပါဘူးနော်။ သူက 5000 ကစပြီး နောက်ပြန်ရေတွက်လာရတာပါ။ အလက်ဇန်းဒါး ဘာ့ကြောင့်ကြီးမြတ်ရသလဲလို့မေးရင် အဖြေတွေ အများကြီးရှိနိုင်ပါတယ်။ ဒီထဲကမှ ကျွန်တော်သဘောအကျဆုံးအချက်ကို ထုတ်ပြောပြပါ့မယ်။သူက သမိုင်းမှာ အကြီးဆုံးအင်ပါယာကြီးကို ထူထောင်ခဲ့သူပါ။ နယ်မြေပေါင်း မြောက်များစွာကို သိမ်းပိုက်ပြီး မြေပြင်ကို တစ်လမချင်းဆီမှာ သွေးပေါင်းများစွာသွန်းလောင်းပြီး အင်ပါယာကို ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/alexander-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Inferno-2016-POSTER-337x500-1-135x200.jpg",
        "title": "Inferno (2016)",
        "description": "Dan Brown ရဲ့ စာအုပ် Inferno ကို ရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားမှာလဲဇာတ်ကောင် Robert Langdon အဖြစ် တွမ်ဟန့်ကပဲဆက်လက်ပါဝင်ထားပြီးသူ့ရှေ့ကထွက်ခဲ့တဲ့ The Da Vinci Code (2006) နဲ့ Angels & Demons (2009) တို့ရဲ့ Sequel အဖြစ်ထွက်ရှိခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်းကတော့...ပါမောက္ခလန်ဂ်ဒန်ဟာ ဆေးရုံတစ်ခုမှာ မှတ်ဉာဏ်တွေပျောက်ဆုံးပြီးမှ ခေါင်းဒဏ်ရာကြီးနဲ့ နိုးလာခဲ့ပါတယ်...မီးလောင်မြိုက်နေတဲ့ ကမ္ဘာကြီးရဲ့ မြင်ကွင်းကလွဲလို့ ဘာကိုမှသတိမရတော့ဘဲ အတိတ်နဲ့အဆက်အသွယ်ပြတ်သွားတာကြောင့်သူဘာကြောင့်ဆေးရုံရောက်တယ် သူဘာတွေလုပ်ခဲ့တယ် မေ့နေခဲ့ပါပြီ..ဒါကြောင့်သတိရဖို့ကြိုးစားနေတုန်းမှာပဲ သူ့ကိုသတ်မယ့်ဖြတ်မယ့်လူတွေအပြင်အစိုးရအဖွဲ့တွေကပါ သူ့နောက်ကို အသည်းအသန်လိုက်နေတာကို သိလိုက်ရပါတယ်.....သူ့လက်ထဲမှာလဲ ငရဲရဲ့မြေပုံနဲ့ ပဟေဠိတစ်ခု...သူဘာတွေရှုပ်ထားမိပြီလဲ......ဒီလိုနဲ့လူသတ်သမားတွေရန်က ပြေးရင်းလွှားရင်း မှတ်ဉာဏ်တွေ တဖြည်းဖြည်းပြန်ပေါ်လာရင်းသဲလွန်စတွေနောက်ကိုလိုက်ရင်း ကမ္ဘာကြီးရဲ့ သေရေးရှင်ရေးဟာ ဒီပဟေဠိအပေါ်မူတည်နေမှန်း သိလိုက်ရတဲ့အချိန်မှာတော့.....။\nFile size…(4 GB)/(2.5 GB)/ (1.3 GB)\nQuality….BluRay DS4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:01:35\n...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/inferno-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/244908_angels_and_demons_2009_1400x2100_1-133x200.jpg",
        "title": "Angels & Demons (2009) Angels and Demons",
        "description": "တလောကလုံးကို ကိုင်လှုပ်ခဲ့တဲ့ Dan Brown ရဲ့ စာအုပ်တွဲအစကတော့ Angels & Demons ဆိုတဲ့ ဒီရုပ်ရှင်ကားရဲ့ စာအုပ်ပါပဲ။ဇာတ်ကောင် Robert Langdon အဖြစ် တွမ်ဟန့်ကပဲဆက်လက်ပါဝင်ထားပြီးသူ့ရှေ့ကထွက်ခဲ့တဲ့ The Da Vinci Code (2006) ရဲ့ Sequel အဖြစ်ထွက်ရှိခဲ့တာပါ။နာမည်ကျော်လျှို့ဝှက်ဂိုဏ်း Illuminati ဂိုဏ်းနဲ့ သန့်ရှင်းသောမြို့တော်(ဗာတီကန်စီးတီး) တို့ကိုအကြောင်းပြုလို့သမိုင်းအချက်အလက်စုံစုံလင်လင်နဲ့ တင်ဆက်ထားတာမလို့ ဝတ္ထုကိုရိုက်ကူးထားတယ် မထင်ရဘဲသမိုင်းနဲ့ချီလာတဲ့ အဖြစ်အပျက်တစ်ခုလို သည်းထိတ်ရင်ဖို ခံစားရမှာပါ။\nFile size…(3.6 GB)/(2 GB)/ (1 GB)\nQuality….BluRay DS4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:18:37\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/angels-and-demons-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/ba-135x200.jpg",
        "title": "Battle: Los Angeles (2011)",
        "description": "စစ်ကားတွေထဲမှာမှ အမေရိကန်နဲ့ ဂြိုလ်သားတွေရဲ့စစ်ပွဲတွေဟာမဆန်းတော့ပါဘူး..ဒါကြောင့် ဒီကားကလည်း Independence Day တို့လိုပဲ ကမ္ဘာမြေပေါ်ကိုကျူူးကျော်နယ်ချဲ့ထွင်လာတဲ့ ဂြိုလ်သားတွေနဲ့အမေရိကန်စစ်တပ်တို့ရဲ့အပြင်းအထန်တိုက်ခိုက်တာတွေကိုဖော်ပြထားပါတယ်... စစ်တစ်ခုဖြစ်လာတဲ့အခါအများဆုံးထိခိုက်ရတာကတော့ပြည်သူတွေပဲဖြစ်ပါတယ်...နောက်ပြီးတော့ ဒီလူတွေကိုကာကွယ်ဖို့အတွက်သစ္စာဆိုထားတဲ့ စစ်သားတွေရဲ့ရင်းနှီးမှု့တွေကလည်းမသေးပါဘူး...ဒါပေမယ့် သူတို့ရင်ဆိုင်နေတဲ့အရာတွေက သာမာန်ထက်လွန်ကဲနေတဲ့သတ္တဝါတွေဖြစ်နေတဲ့အတွက်ကြောင့် အမေရိကန်လိုစစ်အင်အားကြီးခေတ်မီလက်နက်တွေတပ်ဆင်သုံးစွဲနေတဲ့ နိုင်ငံတောင်ဆုံးရှုံးမှု့တွေကြီးလှပါတယ်... အမည်မသိ ဘာအမျိုးအစားမှန်းလည်းမသိတဲ့ သတ္တဝါတွေကြောင့်ပြည်သူတွေကို ကယ်ဆယ်ထုတ်ဖို့သွားရန်အတွက်အမိန့်ပေးခြင်းခံရတဲ့ တပ်စုတစ်စု ကယ်ဆယ်ဖို့သွားရင်းကနေသူတို့ပါ ရန်သူတွေရဲ့ သတ်ကွင်းမှာ ဓားစားခံတွေလိုပိတ်မိနေကြပါတယ်...အချက်ပေါင်းများစု ပစ်သတ်လည်း မသေတဲ့ ဒီသတ္တဝါတွေကြောင့်ဒီတပ်စုလေးတစ်စုဟာ ဒီအန္တရာယ်တွေကြားထဲကနေ ပြည်သူတွေကိုအသက်ရှင်လျက်နဲ့ဘယ်လိုကယ်ဆယ်ထုတ်မလဲဆိုတာစိတ်ဝင်စားစရာပါပဲ...စတေးမှု့တွေမရှိပဲ စစ်ဆိုတာ ပြီးဆုံးသွားမှာမဟုတ်ပါဘူး...ဒီကားလေးထဲမှာလည်း စစ်တကယ်တမ်းဖြစ်လာရင် ဘယ်လိုဆုံးရှုံးမှု့တွေဖြစ်လာတယ်ဆိုတာကို ရိုက်ပြထားတာကြောင့်စစ်ကားကြိုက်သူများလက်လွတ်မခံသင့်တဲ့ ကားကောင်းလေးတစ်ကားလို့ပြောပါရစေ... File size…2.86GB / 1.13GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1hr 56min\nGenre .....  Action , Sci-Fi , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/battle-los-angeles/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BM2YwN2QxZjEtNDIyMS00NjU1LTk3NmMtMzhkMGQ0N2IyZTZkXkEyXkFqcGdeQXVyOTMxMjYwMzI@._V1_-143x200.jpg",
        "title": "The Meg (2018)",
        "description": "The Meg 2018 ရုပ်ရှင်ကားဟာ ကမ္ဘာအကြီးဆုံး ငါးမန်းမျိုးနွယ်ဖြစ်တဲ့ Megalodon ဆိုတဲ့အကောင်ကြီးက\nရေအောက် လေ့လာရေးစခန်းကို တိုက်ခိုက်တဲ့ သည်းထိတ်ရင်ဖို ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်နာမည်ကျော် အက်ရှင်မင်းသား Jason Statham က ခေါင်းဆောင် ပါဝင်ထားပြီး\nတရုတ်မင်းသမီးချောလေး Li Bingbing လဲ ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်း ပုံစံကတော့...\nမာနာဝမ် ဆိုတဲ့ ရေအောက်လေ့လာရေး သုတေသန အဖွဲ့ဟာ\nရေအောက် အနက်ဆုံးကြမ်းပြင်ထိ လေ့လာရေးအဖွဲ့ကို ရေငုတ်ယာဉ်ငယ်တစ်စင်းနဲ့ စေလွှတ်ပြီး\nမျိုးစိတ်အသစ်များကို လေ့လာစေခဲ့ပါတယ်....\nအဲ့ဒီ အနက်ဆုံးရေအောက်ကြမ်းပြင်ဆိုတာ ကြောက်မက်ဖွယ်ကောင်းတဲ့\nနှစ်ချို့ သတ္တဝါကြီးတွေ ကျက်စားရာဒေသ ဖြစ်ပြီးတော့\nအမျိုးအမည်မသိ သတ္တဝါ အချို့ ရဲ့ တိုက်ခိုက်မှုကိုခံလိုက်ရတဲ့ ရေငုတ်ယာဉ်ငယ်ဟာ\nလေ့လာရေး စခန်းနဲ့ အဆက်အသွယ်ပြတ်သွားပါတော့တယ်။ဒီပြသနာတွေကိုဖြေရှင်းဖို့အတွက် ဂျိုးနက်စ်ဆိုတဲ့ တလောကလုံးကို အဆက်ဖြတ်ပြီး\nထိုင်းနိုင်ငံမှာ အနားယူနေတဲ့ ရေအောက်ကယ်ဆယ်ရေးကျွမ်းကျင်သူကို သွားပင့်ရပါတော့တယ်အင်မတန် ချေနေတဲ့ ဂျိုးနက်စ်က ပိုက်ဆံဘယ်လောက်ပေးပေး\nဖျင်မကြွဘူး မလိုက်ဘူးဆိုပေမယ့် အဲ့ဒီပျောက်သွားတဲ့ လေ့လာရေး ရေငုတ်ယာဉ်ငယ်ထဲမှာ\nသူ့ Ex ပါ ပါသွားတာကို သိလိုက်ရတဲ့နောက်မှာတော့ ဒါကိုတော့မလွန်ဆန်နိုင်တော့ဘဲ\nဖျင်ကြွပြီး ကယ်ဆယ်ရေးလုပ်ဖို့ ပြသနာနေရာကို လိုက်သွားပါတော့တယ်...ဂျိုးနက်စ်တစ်ယောက် ပင်လယ်ရေအောက်ကြမ်းပြင်မှာ ဒုက္ခရောက်နေတဲ့သူတွေကို ဘယ်လို ကယ်တင်မှာလဲ\nမမြင်ရတဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-meg/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j9dNIp4MkEqjkDn4aBb00oZtrcy.jpg",
        "title": "The Sword of Jingchu ( 2023 )",
        "description": "တိုင်းပြည်အခြေအနေကမောက်ကမဖြစ်တဲ့အချိန် ထိန်းချုပ်နိုင်ဖို့\nအာဏာတည်တဲ့ဓားရှည်တစ်ချောင်းကို ‌\nခေတ်အဆက်ဆက်ထိန်းသိမ်းလာခဲ့ကြပါတယ်။ဓားရဲ့အရှင်သခင်ဆက်ခံသူရွေးတဲ့နေရာမှာလည်း\nစနစ်ကျကျနဲ့သေချာရွေးတာကြောင့် ဓားရဲ့အရှင်သခင်ဖြစ်ဖို့\nမလွယ်ကူတဲ့အချိန် ယွီတရုန်ဆိုတဲ့ကောင်လေးက\nစစ်ဆေးမှုအဆင့်ဆင့်ကို ဖြတ်ကျော်ပြီး\nဓားပိုင်ရှင်အသစ်ဖြစ်လာခဲ့ပါတော့တယ်.......ဓားကိုလိုချင်နေကြတဲ့ ဓါးပြတွေနဲ့ ကျူးကျော်သူတွေကြောင့်\nသူတန်ဖိုးထားရတဲ့လူတွေကို ဆုံးရှုံးပြီးတဲ့နောက်.....\nဒီဓားနဲ့ပတ်သက်ပြီး လူတွေအများကြီးသေကြေခဲ့ရတာတွေကို\nယွီတရုန်တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲဆိုတာ\nစိတ်ဝင်တစားနဲ့ကြည့်ရှုလို့ကောင်းမယ့်\nဇာတ်ကားကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Kyawt\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1UNur/The_Sword_Of_JingChu_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aQawgKvHovftR0Ues1tlYrxLEWh.jpg",
        "title": "Violet & Daisy (2011)",
        "description": "Violet နဲ့ Daisyဆိုတဲ့ဆယ်ကျော်သက်အရွယ်ကောင်မလေးနှစ်ယောက်ဟာ ကြေးစားလူသတ်သမားတွေဖြစ်ပါတယ်။တစ်နေ့တော့ သူတို့ဟာ လူတစ်ယောက်ကို ရှင်းပစ်ဖို့ကြုံပါတယ်။အဲ့လူရဲ့အိမ်ကိုသွားပြီးနောက်််မှာတော့ သူတို့ရှင်းရမယ့်သူကကြင်နာတတ်တဲ့ကင်ဆာရောဂါသည်တစ်ဦးဖြစ််နေတာ တွေ့လိုက်ရပါတော့တယ်။ သူတို့ကိစ္စမပြီးပြတ်သေးခင်မှာတင် အဲ့လူကိုသတ်ပစ်ဖို့ တခြားအဖွဲ့ကပါရောက်လာတဲ့အခါမှာတော့ အခက်ကြုံရပါတော့တယ်။ ဒီရုပ်ရှင်ကားဟာ သေနတ်တွေ လူသတ်တာတွေအပြင် သူငယ်ချင်း၊မိသားစုကြားက သံယောဇဥ်တွေ သေခြင်းတရားအကြောင်းတွေကိုလက်ရာမြောက်စွာ ပုံဖော်ထားတာမို့ ကြည့်နေကျ ကြေးစားလူသတ်သမားဇာတ်ကားတွေနဲ့မတူပဲ တမူထူးခြားတဲ့ အနှစ်သာရရှိတဲ့ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ။ ကြည့်ရှုခံစားလိုက်ကြပါဦးလို့တိုက်တွန်းလိုက်ပါတယ်။ File size…1.07GB / 431MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ..... Action , Crime , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Thet Hmu Khin",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/violet-daisy-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i1gSsXTWtCmNQArmIeUpAysHEmi.jpg",
        "title": "The Veteran (2011)",
        "description": "ရောဘတ်မဲလ်လာတစ်ယောက် အာဖဂန်စစ်ပွဲကနေ သူ့ရဲ့အိမ်ရှိရာလန်ဒန်တောင်ပိုင်းကဂန်းစတားတွေအများစုအခြေချရာနေရာကိုပြန်လာခဲ့ပါတယ်. ဂျုံးစ်ဆိုတဲ့မူးယစ်ရာဇာကသူ့လက်အောက်မှာအလုပ်လုပ်ဖို့အတွက် ကမ်းလှမ်းခဲ့ပေမယ့်သူကတော့ ပယ်ချခဲ့ပါတယ်။ဒီလိုနဲ့အလုပ်မရှိဖြစ်နေတဲ့သူ့ကိုသူငယ်ချင်းဖြစ်သူက လူသိမခံတဲ့အစိုးရပိုင်းဆိုင်ရာအလုပ်တစ်ခုနဲ့မိတ်ဆက်ပေးပြီးတဲ့နောက်မှာတော့ သူလုပ်ကိုင်ရမှာ အကြမ်းဖက်တွေနဲ့ထပ်မံပတ်သက်နေတယ်ဆိုတာသိရှိရပြီးတဲ့နောက်...... ဒီဇာတ်ကားက ဗြိိတိန်အက်ရှင်ကားအမျိုးအစားဖြစ်ပြီးတော့ အစိုးရပိုင်းဆိုင်ရာဟာ အကြမ်းဖက်တွေနဲ့ဘယ်လိုကူးလူးဆက်သွယ်လှုပ်ရှားနေကြတယ်ဆိုတာကိုပုံဖော်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်.ကြာချိန်အနေနဲ့က ၁နာရီခွဲဖြစ်ပြီး Action, Crime , Thrillerအမျိုးအစားဖြစ်ပါတယ်။  File size…1.69GB / 559MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-veteran-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1E5baAaEse26fej7uHcjOgEE2t2.jpg",
        "title": "Fast X(2023)",
        "description": "Fast X(2023)************Fast and Furious ဖရန်ချိုက်ရဲ့ ရုပ်ရှင်အသစ် အဗန်ဂျာ အဲလေ Fast X လာပါပြီ။ဒီရုပ်ရှင်ဟာ ဇာတ်သိမ်းပိုင်း ရုပ်ရှင် ၃ ကားထဲက ပထမကားလို့ ဆိုထားပါတယ်။ဒါရိုက်တာကတော့ Hulk, Now You See Me, Transporter တို့လို ကားကြီးတွေကို ရိုက်ခဲ့တဲ့ Louis Leterrier ပါပဲ။သရုပ်ဆောင်တွေအနေနဲ့တော့ ဗန်ဒီဇယ်၊ ဂျွန်စီနာ တို့အပြင် တိုကျိုဒရစ်ထဲက မင်းသား Sung Kang ကပါHan အဖြစ် ပြန်ပြီးပါဝင်ထားပါသေးတယ်။ အခြားမထင်ထားတဲ့သူတွေလည်း ဧည့်သည်အနေနဲ့ပါလာပါသေးတယ်။ ဗန်ဒီဇယ်နဲ့ မင်းသားကြီး The Rock တို့ ခွာပြဲထားကြတာလည်း ပြန်အဆင်ပြေသွားပြီမို့နောက်အပိုင်းတွေမှာ The Rock လည်း ပါဝင်လာတော့မယ်ထင်ပါတယ်။ပထမကားထဲကမူရင်းဇာတ်ကောင်အနေနဲ့တော့ Vin Diesel, Michelle Rodriguez နဲ့ Jordana Brewster တို့ပဲ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/fast-x2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRUNv1CbeVtmTCNr6RLHnxV2QYm.jpg",
        "title": "Sanctum (2011)",
        "description": "CMပရိတ်သတ်ကြီးကိုဒီတခါမိတ်ဆက်ပေးချင်တာကတော့ဖြစ်ရပ်မှန်ကိုအ‌ခြေခံထားတဲ့ဇာတ်လမ်းတခုနဲ့ပါ။ဖရန့်ခ် မက်ဂွိုင်းယားဆိုတာက ကမ္ဘာမှာ အလေးစားရဆုံးဂူတွင်းရေငုပ်သမားတယောက်ပါ။သူ့ရဲ့သားဖြစ်သူ ဂျော့ရှ်နဲ့အတူတူအက်ဆာလာလိုဏ်ဂူကြီးရဲ့ ဂူစနစ်တွေ မြစ်တွေကိုလေ့လာဖို့ရောက်ရှိနေခဲ့တာပါ။ ကတောက်ကဆဖြစ်နေတဲ့သားအဖနှစ်ယောက်ရဲ့ဆက်ဆံရေးကြား ကံဆိုးမှုတခုကတော့တနေ့မှာရောက်ရှိလာခဲ့ပါတယ်။ မုန်တိုင်းကြောင့်မြေပြင်ကနေ မီတာ၂၀၀၀အောက်မှာဖြစ်တဲ့အခြေစိုက်စခန်းမှာပိတ်မိဖို့ဖြစ်လာခဲ့တဲ့အချိန်မှာတော့အသက်ရှင်သန်နိုင်ရေးအတွက်ကြိုးစားလာရ‌ပါတော့တယ်။ မုန်တိုင်းကြောင့်ဂူထဲကိုအလုံးအရင်းနဲ့ဆင်းလာတဲ့ရေတွေကြားမှာ အရှင်လက်လက် ရေနစ်မသေရဖို့ဖရန့်ခ်တို့အဖွဲ့တွေ မြေပြင်ပေါ်ကိုပြန်ရောက်နိုင်အောင်ဘယ်လိုကြိုးစားကြမလဲ။ သူတို့ရဲ့မျှော်လင့်ချက်တခုတည်းဖြစ်တဲ့ပင်လယ်ဆီကိုရောက်နိုင်ဖို့အတားအဆီးတွေအခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ။အဆုံးမှာသူတို့တွေဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုရင်တမမနဲ့ခံစားကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။  File size…2.41GB /1.12GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sanctum-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/koxJAJTPTKzMxKu3vVhPvoZc4w6.jpg",
        "title": "The Son of No One (2011)",
        "description": "ရဲတစ်ယောက်ဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးသွားပြီးနောက်မှာအဘွားနဲ့အတူ ဆေးသမားတွေပေါတဲ့ပတ်ဝန်းကျင်မှာ နေခဲ့ရတဲ့ဂျွန်နသန်ဝွိုက်တစ်ယောက်... တစ်နေ့မှာ ဆေးသမားတစ်ယောက်ကို မတော်တဆ သေနတ်နဲ့ပစ်သတ်လိုက်မိပြီးသူငယ်ချင်း ဗင်နီ၊ဗစ်ကီတို့နဲ့ အလောင်းကို သွားပစ်လိုက်ပါတယ်၊ဖြစ်ချင်တော့ အဲဒီဆေးသမားကိုသတ်လိုက်တာကို သူတို့တိုက်ကလူတစ်ယောက်က သိသွားပြီး နောက်ရက်မှာ ဂျွန်နသန်ကိုငွေညှစ်ပါတယ်... အဲဒီလူကိုလည်း မတော်တဆလှေကားပေါ်ကတွန်းချမိပြီး ‌သတ်လိုက်မိပါတယ်... ဒီလူသတ်မှုနှစ်ခုကို စုံစမ်းရတဲ့သူကတော့ ဂျွန်နသန့်အဖေရဲ့တွဲဖက်တစ်ယောက်ဖြစ်တဲ့ စုံထောက်စတန်းဖို့ပဲဖြစ်ပါတယ်။စတန်းဖို့က လူသတ်မှုကို ဖုံးပေးပြီး အမှုပိတ်လိုက်ပါတယ်...ဒီလိုနဲ့ နှစ်တွေ အများကြီးကြာပြီးတဲ့နောက်မှာ ဂျွန်နသန်ကလည်းရဲတစ်ယောက်ဖြစ်လာခဲ့ပြီး မိသားစုဘဝလေးနဲ့ အေးချမ်းနေတဲ့အချိန်မှာ အတိတ်ကအရိပ်မည်းကြီးက တစ်ခါပြန်ပေါ်လာပြန်ပါတယ်..အတိတ်ကကိစ္စတွေကို ဂျွန်နသန်တစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲ..အတိတ်ကကိစ္စတွေကို တစ်ခါပြန်ဖော်တဲ့သူကရော ဘယ်သူဖြစ်မလဲ..စုံထောက်စတန်းဖို့ကရော ဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေတာလဲ..ဒါတွေကို 2011တုန်းက ထွက်ရှိခဲ့တဲ့ The son of no oneဇာတ်ကားလေးထဲမှာ ကြည့်ရှုအဖြေရှာကြည့်လိုက်ကြပါဦး..  File size…1.61GB / 559MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Action , Crime , Drama\nSubtitle….Myanmar ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-son-of-no-one-2011/"
    }
]