[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p94HYOZ0MIJo4IDCQ9Cd8G1cKpO.jpg",
        "title": "The Murderer ( 2023 )",
        "description": "သိပ္ပံပညာနဲ့ ရှင်းပြလို့မရတဲ့အရာတွေထဲမှာ လူတွေရဲ့ အိပ်မက်လည်း ပါပါတယ်။\nအိပ်မက်ထဲက မက်တဲ့အရာတွေက တစ်ခါတလေ နားမလည်နိုင်စရာတွေ\nအများအပြားရှိပါတယ်။ ယခု CM က ဘာသာပြန်တင်ဆက်ပေးမယ့်\nဖြစ်ရပ်မှန်ရုပ်ရှင်လေးဟာဆိုရင်လည်း အိပ်မက်တစ်ခုက စတင်ခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ပေကျင်းဆေးတက္ကသိုလ်မှာ ပါမောက္ခဘွဲ့ရဖို့ ကြိုးစားနေတဲ့ တုံချိုးဝမ်ဟာ\nမောင်လေးဖြစ်သူ တုံချိုးဟွာအသတ်ခံရပြီး ရွာပျက်အနားက\nတံတိုင်းတွေပြိုနေတဲ့ ခြံတစ်ခုထဲမှာ အမြှုပ်ခံထားရတယ်လို့\nအိပ်မက်မက်ခဲ့ပါတယ်။ သူမအမေက သူမမောင်လေးကို\nအဆက်အသွယ်မရတာ ၅ ရက်လောက်ရှိပြီလို့\nဖုန်းဆက်လာတော့ သူမ စိုးရိမ်မိပြီး ရွာပြန်ဖို့ လုပ်ပါတော့တယ်။သူမ ရထားနဲ့ ခရိုင်မြို့ကို ရောက်တာနဲ့ ဘကြီး မောက်ရှန်းကလာကြိုပြီး\nခရိုင်ရဲစခန်းမှာ အမှုဖွင့်ခဲ့ပါတယ်။ ရွာပြန်ရောက်တော့ အစ်မချွင်းမေ့ရဲ့\nပြောကြားချက်အရ သူမမောင်လေးကို မပျောက်ခင်ရှေ့တစ်ရက်က\nဘကြီးမောက်ရှန်းရဲ့ ချွေးမနဲ့ ဆေးရုံမှာ တွေ့ခဲ့တာ သိခဲ့ရပါတယ်။ချိုးဝမ်တစ်ယောက် ဒီကိစ္စကို ရဲတွေကို ပြောပြလိုက်တဲ့အတွက်\nရဲတွေက ဘကြီးမောက်ရှန်းအိမ်ကို သွားရောက်စစ်ဆေးခဲ့ပါတယ်။\nဘကြီးမောက်ရှန်းဟာ တစ်ရွာလုံးအပေါ်ကျေးဇူးရှိခဲ့သူဖြစ်တဲ့အတွက်\nရွာသူရွာသားတွေက ချိုးဝမ်ကို မကျေနပ်ကြတော့ပါဘူး။သို့သော် ချိုးဟွာကိုပဲ စိတ်ပူနေတဲ့ ချိုးဝမ်ဟာ ရွာသားတွေရဲ့\nမျက်နှာတွေကို ကြည့်မနေနိုင်တော့ပါဘူး။ သူမအမေက သူမကို\nစိတ်လိုက်မာန်ပါမလုပ်ဖို့ ပြောနေသော်လည်း သူမ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-murder-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vkTi1Y5js8exwZ8V6mbXNEQy2Om.jpg",
        "title": "Killers (2014)",
        "description": "Killers (2014)\n\" Sound Error FIXED!!! \"\n~ IMDb - 6.4/10, Rotten Tomatoes - 73% ~အင်ဒိုနဲ့ ဂျပန် ဖက်စပ်ကားလေးဖြစ်ပြီး IMDb - 6.4/10 အထိ ရရှိထားတဲ့ Action, Crime ကားကောင်းတစ်ကားပေါ့။Nomura ကတော့ လူတိုင်းကို သူ့ရဲ့သားကောင်လို့မြင်တတ်တဲ့ စိတ္တဇ ကွင်းဆက်လူသတ်သမားတစ်‌ယောက်ဖြစ်ပြီး သူ ကြမ်းကြမ်းတမ်းတမ်း သတ်ဖြတ်တာတွေကို ကင်မရာနဲ့ရိုက်ကူးပြီး အင်တာနက်ပေါ် တင်လေ့ရှိတယ်။ အင်ဒိုနီးရှား ဂျကာတာမြို့က ဂျာနယ်လစ်တစ်ဦးဖြစ်တဲ့ Bayu ကတော့ သူဆောင်းပါးရေးတဲ့ အကျင့်ပျက်ခြစားသူကြောင့် အလုပ်အကိုင်လည်းပျက်၊ မိသားစုဘဝပါ ပျက်စီးခဲ့ရသူ။ တစ်နေ့မှာ Nomura တင်တဲ့ Video ကိုကြည့်မိပြီး သူ့ရဲ့စိတ်ခံစားချက်တွေ မသိမသာပြောင်းလဲသွားတယ်။ မတော်တဆမှုတစ်ခုဖြစ်ရာကနေ သူကိုယ်တိုင် လူသေမှုကို ဗီဒီယိုရိုက်ပြီး အင်တာနက်ပေါ်တင်ပြီး ခံစားပါတော့တယ်။ဒီလိုနဲ့ Nomura နဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/killers-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjk5MmNiMDItZjM4OC00ZjA0LWE5OGUtOGQwZjM1ZGIzMWQyXkEyXkFqcGdeQXVyMjI5MzkwMg@@._V1_-135x200.jpg",
        "title": "Call Her King (2023)",
        "description": "Call Her King (2023)\n================အတိတ်က အမှားတစ်ခုကြောင့် ‌တရားစီရင်ရမှာ‌လက်တွန့်နေတဲ့\nတရားသူကြီးဂျေဒါကင်း၊ သူ(မ) စီရင်ရမဲ့အမှုဟာလည်း ပထမအဆင့်\nရာဇဝတ်ပြစ်မှုကြီးဖြစ်နေတဲ့အတွက် ရှိသမျှခွန်အားတွေ စုစည်းပြီး\nစီရင်ချက်ချတော့မယ်လုပ်ခါမှ တရားခံရဲ့အစ်ကိုဖြစ်သူက သူ့ညီကို\nကယ်ထုတ်ဖို့အတွက် တရားရုံးကို အုပ်စုလိုက်အပိုင်စီးလိုက်တဲ့အခါ\nမှာတော့ ဘယ်လိုတွေဆက်မဖြစ်လဲ တရားခံကရော လွတ်သွားမှာလား\nဆိုတာတွေကို ကြည့်ရှုရမဲ့ အက်ရှင်ဇာတ်ကား‌ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing မှဖြစ်ပါတယ်)File Size..........(1.36 GB) / (452 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 39Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/call-her-king-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kD35dB3KOHrLo1Y3RU5xXJ1hI7.jpg",
        "title": "Zom 100: Bucket List of the Dead",
        "description": "Zom 100: Bucket List of the Dead (2023)ဘဝမှာလူတိုင်းကတော့ ကိုယ်လုပ်ချင်တဲ့အရာတွေရှိကြမှာပါ။\nဆန္ဒနဲ့လက်တွေ့ထပ်တူမကျဘဲ ပင်ပန်းရုန်းကန်နေရတဲ့သူတွေလည်းရှိကြမှာပါ။- တနင်္လာနေ့ရုံးမသွားချင်ဘူးဖြစ်နေလား\n- ဘယ်လောက်ပဲကြိုးစားကြိုးစား အထက်လူကြီးတွေရဲ့ အကောင်းပြောတာမခံရဘူးလား\n- အချိန်ပိုတွေဆင်းနေရပြီးပင်ပန်းလွန်းနေပြီလား\n- ကိုယ်တကယ်ဖြစ်ချင်နေတာ ဘာများလဲဆိုတာ ပြန်တွေးနေမိပြီလား\n- ဒီအချိန်မှာတစ်ကမ္ဘာလုံးဇွန်ဘီ‌တွေဖြစ်သွားရင်ကောင်းမှာပါလို့ တွေးမိတဲ့သူတွေအတွက် တကယ်ပဲဖြစ်သွားတာကိုမြင်တွေ့ရမှာပါတန်ဒိုအကီရာဆိုတဲ့ကောင်လေးတစ်ယောက် အလုပ်တွေဆက်တိုက်လုပ်၊ ပင်ပန်းနွမ်းနယ်ပြီး\nအလုပ်မသွားချင်ဖြစ်နေတဲ့ တစ်မနက်ခင်းလေးမှာ တစ်နိုင်ငံလုံးဇွန်ဘီတွေဖြစ်သွားတာကို မြင်တွေ့ခဲ့ရပါတယ်။\nအလုပ်မသွားရလို့ ပျော်နေတဲ့အချိန်မှာ အကြံဉာဏ်တစ်ခုရပြီး စာအုပ်တစ်အုပ်မှာ ဇွန်ဘီမဖြစ်ခင်လုပ်ရမည့်အချက် ၁၀၀ ဆိုပြီးစရေးခဲ့ပါတယ်။\nသူ အဲဒီစာအုပ်ထဲကအတိုင်း လုပ်နိုင်ပါ့မလား အချက် ၁၀၀ ပဲ ပြည့်သွားမလား\nမပြည့်ခင်မှာဘဲ ဇွန်ဘီဖြစ်သွားမလား ရင်တမမနဲ့ကြည့်ရှုလိုက်ပါဦးနော်(ဒီကားက Manga ရော Anime ရော ထွက်နေဆဲဖြစ်ပြီး နိုင်ငံတကာမှာလည်း ပရိသတ်တွေများတဲ့ကားလေးဖြစ်လို့ လက်လွတ်မခံဘဲ ကြည့်ရှူသင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်)အညွှန်း နဲ့ ဘာသာပြန်ကာတော့ Mr.Kaung ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror, Action\nQuality…. 1080p | 720p\nFile ...",
        "rating": "",
        "url": "https://channelmyanmar.org/zom-100-bucket-list-of-the-dead/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCMnAVZkOObw1W26Old1V0ONEzF.jpg",
        "title": "Big Nunu’s Little Heist (2023)",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးကတော့တောင်အာဖရိက ကစဂေါ့ဒဖိုလာဆိုတဲ့မြို့လေးဟာ တစ်ချိန်က စက်ရုံတစ်ရုံကြောင့်စားဝတ်နေရေး ချောင်လည်ကြပြီး မြို့သူမြို့သားတွေဟာ ပျော်ရွှင်နေကြပါတယ်၊တစ်နေ့မှာ အခြေအနေအကြောင်းကြောင်းကြောင့် စက်ရုံကိုပိတ်ဖို့ဖြစ်လာတော့အလုပ်လက်မဲ့သူတွေများလာပြီး ရာဇဝတ်သမားတွေလည်း ပေါလာပါတော့တယ်၃၆ ဆိုတဲ့အလုပ်သမားလေးဟာ အရက်ဆိုင်တစ်ခုကို မီးဖိုလာပို့ရင်းနဲ့ ဆိုင်ရှေ့မှာတင်အခိုးခံလိုက်ရတယ်၊ ဒါကိုမကျေနပ်တဲ့အတွက် ဘယ်သူတွေခိုးတာလဲ သူတို့ကဘယ်မှာနေတာလဲဆိုပြီး အရက်ဆိုင်ပိုင်ရှင်ကိုသွားမေးတယ်၊ ဆိုင်ရှင်ကတော့လိုက်မသွားသင့်ကြောင်း သူတို့ကအန္တရာယ်များကြောင်းပြောပေမယ့် လက်မခံတဲ့အဆုံးမှာ လူမိုက်တွေရှိတဲ့နေရာကိုပြောပြလိုက်တယ်၊ သတ္တိရှိတဲ့ ၃၆ ဟာတစ်ကိုယ်တည်း လူမိုက်တွေနေရာမှာ သွားကြမ်းပြလိုက်တော့ ခေါင်းဆောင်ဖြစ်တဲ့ပွန်ဆူနူနူဟာ သူ့ကိုသဘောကျသွားပြီး ပိတ်ရက်အတွင်းမှာ ချမ်းသာစေမယ့် လုပ်ငန်းတစ်ခုရှိကြောင်းပြောလိုက်တယ်၊ ပစ္စည်းပို့တဲ့အလုပ်ထက်ပိုက်ဆံအများကြီးရမယ့်အလုပ်ဆိုတော့ ၃၆ လည်းစိတ်ဝင်စားပြီးလက်ခံလိုက်တယ်၊ ပွန်ဆူနူနူနဲ့ ၃၆ တို့ ဘာတွေလုပ်ပြီးပိုက်ဆံရှာကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦး။  File size…1.63GB / 681MB\nQuality…NF WED-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 31m\nGenre ….. Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/big-nunus-little-heist-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4oOLgH5zcwlaQHmHY5diSwiPVO.jpg",
        "title": "[18+] Sitio Diablo (2022)",
        "description": "Sitio Diablo (2022)မနီလာမြို့ရဲ့ ဆင်းရဲသားရပ်ကွက်တွေဟာ မကောင်းမှုဒုစရိုက်တွေ လူဆိုးဂိုဏ်းတွေ ကြီးစိုးပြီး ကျင်လည်ကျက်စားတဲ့ နေရာတွေဖြစ်ပါတယ်။ အဲ့ဒီမှာမှ ဆီတိုဒယာဘလိုစ် ဆိုတဲ့ပင်မဂိုဏ်းကြီးကနေခွဲထွက်ပြီး အလူစထရာဒိုဆိုတဲ့ ဂိုဏ်းသစ်ကို ထူထောင်နေကြတဲ့ လူငယ်တစ်စုရှိပါတယ်။ အဲဒီဂိုဏ်းကို ဦးစီးနေတဲ့သူတွေကတော့ ဘူးလက်နဲ့အိုင်နာတို့စုံတွဲဖြစ်ပြီး အိုင်နာကတော့ မူလ ဆီတိုဒယာဘလိုစ်အုပ်စုရဲ့မျိုးဆက်သမီးငယ်ပါ။ခေတ်ကာလအားဖြင့်တော့ သူတို့မြို့တော်ရဲ့အာဏာအကူးအပြောင်း စပ်ကူးမတ်ကူးကာလဖြစ်ပြီး ရွေးကောက်ပွဲဝင်အမတ်လောင်းအသစ်က သူတို့ဂန်းစတားနယ်မြေတွေကို မက်လုံးပေးမဲဆွယ်နေပါတယ်။ အဲဒီအချိန်မှာပဲ ဆီတိုဒယာဘလိုစ်ရဲ့ဆက်ခံသူ၊ အိုင်နာရဲ့အစ်ကို တိုးနစ်စ်ဟာ ရဲတစ်ယောက်ရဲ့ညှိနှိုင်းမှုနဲ့ ပြန်ရောက်လာခဲ့ပါတယ်။ နဂိုကတည်းက မငြိမ်းချမ်းတဲ့ နယ်မြေခွဲဝေမှုတွေ၊ အချင်းချင်းခွက်စောင်းခုတ်မှုတွေ ကွက်ကျော်ရိုက်မှုတွေနဲ့ သူတို့လောကထဲ တိုးနစ်စ်ပြန်ရောက်လာမှုဟာ နိမိတ်ဆိုးတစ်ခုဖြစ်ပြီး ပိုမိုမုန်တိုင်းထန်လာတော့မယ့် သဘောပါပဲ။မြင်နေကျကားတွေကနေ ခွဲထွက်ပြီး တစ်မူထူးခြားနေတဲ့ 18 အပေါင်း ဂန်းစတားနောက်ခံဇာတ်ကားသစ်ဖြစ်ပါတယ်။ ဖန်သားပြင်ထက်မှာ မမြင်ရတာကြာပြီဖြစ်တဲ့ AJ Raval, အဲဒီတုန်းက တက်သစ်စလေးတွေဖြစ်တဲ့ Kiko Estrada, Benz Sangalang တို့နဲ့အတူ အခုချိန်မှာထိပ်တန်းဖြစ်နေပြီဖြစ်တဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/sitio-diablo-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZVXCj3jXzIPJUHLaQohzt2uTM3.jpg",
        "title": "Reign of Fire (2002)",
        "description": "Game of Thrones ထဲက နဂါးကြီးတွေကို သဘောကျ နှစ်ခြိုက်ကြတဲ့သူတွေ အများအပြားရှိပါလိမ့်မယ်။ ဝံ့ကြွားလှပတဲ့ကိုယ်ဟန်နဲ့၊ ဝါညီးထွန်းတောက်တဲ့ မီးတောက်တွေ မှုတ်ထုတ်လို့ ခံ့ညားလှတဲ့ သတ္တဝါကြီးတွေပေါ့။ ဒီတော့ လူကြီးမင်းရဲ့ အိမ်အောက်မှာ အ‌ပေါက်တစ်ခုတွေ့လို့ ဆင်းကြည့်ရင်း နဂါးကြီးတစ်ကောင်နဲ့ ပက်ပင်းတိုးမိတယ်ဆိုပါစို့။ အကြံပေးချင်တာကတော့ Game of Thrones ကို မေ့လိုက်ပြီး ဖနောင့်နဲ့တင်ပါး တသားတည်းကျအောင်သာပြေးပါ။ ဘာလို့လဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ရှုစားနိုင်ပါတယ်။ခေတ်မီစက်မှုကာလ မျက်မှောက်ခေတ်၊ လူတွေဟာ ငွေနောက်လိုက်ရင်း ငွေရှာရင်း အသက်ကြီးလာ၊ ငွေနောက်လိုက်ရင်းပဲ သေကြရတဲ့အချိန်ပေါ့။ ဒီတော့ လောကဇာတ်ဆရာက ပျင်းရိငြီးငွေ့လာပုံရပါတယ်။ မြေကြီးထဲမှာ အိပ်ပျော်နေတဲ့ နဂါးတစ်ကောင်ကို နိုးထစေလိုက်တယ်။ သံချပ်ကာ အကြေးခွံချပ်တွေနဲ့၊ နိုက်ထရို နက်ဖလင်းမီးတောက်တွေမှုတ်ထုတ်နေတဲ့ နဂါးကြီးဟာ လှပသလောက် အန္တရာယ်မ‌ျားလှပါသတဲ့။ စာရေးဆရာက ဘယ်လောက်တောင် ညွှန်းလိုက်သလဲဆိုရင် ဒိုင်နိုဆောတွေကို မီးလောင်တိုက်သွင်းခဲ့တာ သူတို့ပါတဲ့။ သူတို့ကြောင့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Kp8q/(CM)_Reign.of.Fire.2002.1080p.bluray.x264-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4OaXw2MW97VvIiZE0Sbn1NfxSh.jpg",
        "title": "Knocked Up (2007)",
        "description": "Knocked Up (2007)\nIMDb 6.9\nRotten Tomatoes 89%Comedy ဇာတ်ကားတစ်ကား ဒီလောက် Rating မြင့်မားနေရင် မှတ်ထားလိုက်ပါတော့...ရှယ်ကောင်းလို့ပါပဲ။မင်းသား Seth Rogen ,Paul Rudd,Jonah Hill,Jay Baruchel တို့လို ဟာသသရုပ်ဆောင်တွေမြိုင်ဆိုင်သလို မင်းသမီး Katherine Heigl,Leslie Mann တို့ဆိုတာကလဲ ဒီလိုဇာတ်ကားနဲ့ သိပ်လိုက်ဖက်လှတာပေါ့။ဇာတ်လမ်းကလဲ R Rated ဆိုတဲ့အတိုင်း တကယ့်ဗရုတ်သုတ်ခပါပဲ...မူးမူးရူးရူးနဲ့ ဖြစ်မိတဲ့ တစ်ညတာ one night stand က မထင်မှတ်ဘဲ ကိုးလလွယ်ဆယ်လအထိကြာ‌အောင်ခံရမယ့် ဒုက္ခအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ.....အယ်လီဆင် စကော့ ဟာ ရုပ်မြင်သံကြားဌာနတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ရည်မှန်းချက်ကြီးကြီး အိပ်မက်လှလှလေးတွေမက်နေတဲ့ မိန်းမပျိုလေးပါ ။ တစ်နေ့မှာတော့ အထက်လူကြီးတွေက သူ့ကို ရာထူးတိုးပေးလိုက်တော့ ပျော်လွန်းလို့ သူ့အစ်မ ဒက်ဘီ နဲ့အတူ ကလပ်တစ်ခုမှာ သွားပြီး အောင်ပွဲခံပါတော့တယ်။ အဲဒီမှာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/knocked-up-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFd98DjPMSy1L6KKNFrqrrGNtrD.jpg",
        "title": "4 Horsemen: Apocalypse (2022)",
        "description": "4 Horsemen: Apocalypse (2022)\nကမ္ဘာပျက်ကိန်းကားတွေ သဘာ၀ဘေးအန္တရာယ်ကားတွေ ကြိုက်ကြတယ်ဆိုတဲ့ လူတွေအတွက်ပါ။ Moonfallတို့၊ 2012တို့ဟာ တစ်ချို့အတွက် ပေါပေမဲ့ ဒီလိုကားကြိုက်တဲ့လူတွေအတွက် ကောင်းနေပြန်တာပါပဲ။ ဒီတစ်ခါ ရုပ်ရှင်ကတော့ အဲဒီရုပ်ရှင်တွေနဲ့ လုံး၀မတူပါဘူး။ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ဆိုတာ စူပါနေထရယ်ဖန်တွေ မစိမ်းဘူးမလား။ ဒီရုပ်ရှင်ဟာ အဲဒီ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ရဲ့ ကမ္ဘာပျက်မှာကို တားတဲ့ရုပ်ရှင်ပါပဲ။ ပင်တဂွန်၊ မှိုပညာရှင်(အတည်မှိုပါ)၊ မိုးလေ၀သပညာရှင်၊ မီးတောင်လေ့လာရေး ပညာရှင်၊ စစ်သားတွေ အစုံအလင်နဲ့ တားကြတာပါ။ဒီနေရာမှာ ပြောချင်တာက ဇာတ်ကောင်တွေအားလုံးဟာ သူမတူအောင် ထူးခြားပါတယ်။ သရုပ်ဆောင်မှန်းသိသာနေအောင် ရုပ်သေကြီး‌တွေနဲ့ ဟာ ငါတို့ ဘာလုပ်မှာဆိုပြီး ကိုယ်ကြွေနေတဲ့ကောင်လေးရှေ့ အသံပေးတဲ့ ဆယ်ကျော်သက်မလေးတွေလို ခဏခဏကို သူတို့ဘာလုပ်မယ့်အကြောင်းကို ဆယ်ခါလောက်ကိုပြောနေတာပါ။ ဥပမာဆို ထမင်းစားမယ်ဆိုပါစို့။ ငါတို့ထမင်းစားမှာကွ။ ဇွန်းနဲ့ပန်းကပ်ထဲ ခပ်ပြီး ပါးစပ်ထဲထိုးထည့် သွားနဲ့ဝါးတာလေလို့ ထိုင်ပြောနေသလိုပါပဲ။ အကြောင်းအရာတော့မတူဘူးပေါ့။။သရုပ်ဆောင်တွေဟာ ဒါတင်ပဲလားဆိုတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/4-horsemen-apocalypse-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z3lVSySBEW17JK4k5RZJ5mALHM5.jpg",
        "title": "Blizzard of Souls (2019)",
        "description": "Blizzard of Souls (2019)The Rifleman လို့လည်း လူသိများတဲ့ ဒီဇာတ်ကားလေးဟာ ပထမ ကမ္ဘာစစ်ကာလက အသက် ၁၆ နှစ်အရွယ် လူငယ်လေးတစ်ယောက်အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေပြုထားတာပါ။ သူရဲကောင်းဖြစ်ချင်တဲ့စိတ်နဲ့ ပထမကမ္ဘာစစ်ကို ဝင်တိုက်ခဲ့ပေမဲ့ စစ်ရဲ့ အနိဌာရုံတွေကို မြင်တွေ့ခဲ့ချိန်၊ ကိုယ့်ရဲ့ မိသားစုဝင်ကိုပါ ဆုံးရှုံးလိုက်ရချိန်မှာတော့ သူ့ရဲ့ ဦးတည်ချက်က သူရဲကောင်းဖြစ်ဖို့မဟုတ်တာ့ဘဲ အမိတိုင်းပြည်မှာ မိသားစုဝင်တွေကို တစ်စုတစည်းတည်း ပြန်ဖြစ်စေဖို့ ကြိုးစားပုံတွေကို ရိုက်ကူးပုံဖော်ထားတာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...အချိန်အားဖြင့် 1900 ကျော် ပထမကမ္ဘာစစ်ကြီးဖြစ်ခါနီးအချိန်ပေါ့၊ လာဗီယာဆိုတဲ့ ရုရှားနဲ့ ဂျာမနီနိုင်ငံကြားက နိုင်ငံငယ်လေးတစ်ခုမှာ အာတူ့စ်ဆိုတဲ့ ချာတိတ်လေးတစ်ယောက်ဟာ သူ့မိဘနှစ်ပါးရယ် အစ်ကိုဖြစ်သူရယ်နဲ့ နေထိုင်ပါတယ်။ပထမကမ္ဘာစစ်ကြီးစဖြစ်တော့ သူ့မိခင်ကို ဂျာမန်စစ်သားတွေက သတ်သွားတယ်။ စစ်ပြန်ဖခင်ဖြစ်သူနဲ့ သူတို့ညီအစ်ကိုနှစ်ဦးလည်း လာဗီယာတပ်ဖွဲ့ထဲဝင်ပြီး စစ်တိုက်ထွက်ကြရတဲ့အချိန်ပေ့ါ။အဲဒီချိန်မှာ လာဗီယာနိုင်ငံက ရုရှားလက်အောက်ခံအဖြစ်ပဲ ရှိပါသေးတယ်။ ရုရှားအတွက် စစ်တိုက်ပေးရင်း ဆိုဗီယက်ရုရှားဟာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/blizzard-of-souls-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ltHlJwvxKv7d0ooCiKSAvfwV9tX.jpg",
        "title": "K.G.F: Chapter 1 (2018)",
        "description": "K.G.F: Chapter 1 (2018)အညွှန်း******************************IMDb rating - 8.7/10\nGoogle Users - 95%၁၉၅၁ ခုနှစ်ကို အခြေတည်ရေးသားထားတဲ့\nကိုလာရွှေလုပ်ကွက်ရဲ့ အကြောင်းအရာတွေ ပါဝင်နေတဲ့\nဂျာနယ်လစ်အာနန်းအင်္ဂလာဂီရဲ့ \"El Dorado- အယ်လ်ဒိုရာဒို\"စာအုပ်ကို\nအိန္ဒိယအစိုးရက တားမြစ်ပိတ်ပင်ပြီး\nထုတ်ဝေထားသမျှ စာအုပ်အားလုံးကို\nမီးရှို့ဖျက်ဆီးပစ်လိုက်တယ်။မျက်မှောက်ခေတ်ကို ရောက်တော့\nဒီစာအုပ်ကိုပဲ တီဗီချန်နယ်တစ်ခုက မရမက ရှာဖွေပြီး\nဂျာနယ်လစ်ကို အင်တာဗျူးလုပ်တယ်။စာအုပ်ထဲက အကြောင်းအရာတွေကို စာရေးသူက ပြန်လည်ပြောပြရာကနေ\nဒီဇာတ်လမ်း ပြန်လည်အသက်ဝင်လာခဲ့တော့တယ်။\"ကိုလာရွှေလုပ်ကွက် ဖြစ်တည်လာပုံနှင့် ရော်ကီမွေးဖွားလာပုံ\nပြိုင်တူအဖြစ်အပျက်နှစ်ခု...\"ဟိုး ၁၉၅၁ခုနှစ်တုန်းက အိန္ဒိယနိုင်ငံတောင်ပိုင်းမှာရှိတဲ့ မိုင်ဆောပြည်နယ်\n(ယခု ကာနာတားကားပြည်နယ် - ကိုလာခရိုင်) မှာ အစိုးရအာဏာပိုင်တွေဟာ\nရွှေကြောတစ်ခုကို တွေ့ရှိခဲ့ကြတယ်။\nဒီရွှေကြောကို ရှာတွေ့ခဲ့တဲ့ နေ့မှာ အဖြစ်အပျက်နှစ်ခု ပြိုင်တူဖြစ်ပွားခဲ့တယ်။တစ်ခုက ရာဂျားကရစ်ရှ်နားပါးဘိုင်ယာဆိုတဲ့ လူသားတစ်ယောက်\nအသက်မပြည့်သေးပဲ ကိုယ်ဝန်လွယ်ထားရတဲ့ အမိဝမ်းကနေ ကမ္ဘာမြေပေါ်ကို\nရောက်ရှိလာခဲ့တာ ဖြစ်ပြီးနောက်တစ်ခုက ကိုလာရွှေကြောကို တွေ့ရှိတဲ့နေရာမှာကြီးစိုးတဲ့\nဆူရိယဗာဒန်ဆိုသူ လူမိုက်ကြီးဟာ ရွှေကြောကို တွေ့ရှိတဲ့ အစိုးရအာဏာပိုင်တွေကို လက်စဖျောက်ပစ်ပြီး\nရွှေကြောကို အပိုင်စီးလိုက်တာပဲ...။\nအဲ့ဒီနောက်မှာ ဒီနေရာကို တပ်မက်နေတဲ့သူတွေလက်ကနေ ကာကွယ်ဖို့\n၉၉နှစ်တာ ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/k-g-f-chapter-1-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aQvJ5WPzZgYVDrxLX4R6cLJCEaQ.jpg",
        "title": "Sonic the Hedgehog (2020)",
        "description": "အရင်လက ရုံတင်သွားတဲ့ သိပ္ပံစိတ်ကူးယဉ်ကားလေးပါ။အခြားဂြိုလ်ကနေလာပြီး အမြန်နှုန်းနဲ့ပါဝါတွေရှိတဲ့ ဆောနစ်ဆိုတဲ့ ဖြူကောင်လေးဟာရန်သူတွေလက်ကနေ ပြေးရင် ကမ္ဘာပေါ်ကို ရောက်လာပါတယ်။ကမ္ဘာပေါ်မှာ ရဲတစ်ယောက်နဲ့မိတ်ဆွေဖြစ်ပြီးတစ်ချိန်တည်းမှာပဲ သူ့ကို ဖမ်းဖို့လိုက်လာတဲ့သိပ္ပံပညာရှင် ရိုဘော့နစ် နဲ့ပါ ရင်ဆိုင်လာရပါတော့တယ်။ဒီတော့ ရဲအရာရှိ သောမက် နဲ့ဆောနစ်တို့ သူ့လက်ကလွတ်အောင်ပြေးရင် ဘေကင်းတဲ့ဂြိုလ်တစ်ခုကို ဆောနစ်ကို ပြန်ပို့နိုင်ဖို့ ကြ်ိုးစားရပါတော့တယ်။ဆာနစ်အဖြစ် ဘန် ရှဝက်က သရုပ်ဆောင်ထားပြီးဗီလိန်နေရာကတော့ မတွေ့ရတော ကြာပြီဖြစ်တယ်မင်းသားကြိး ဂျင်မ် ကာရေးမို့ ကြည့်လို့သိပ်ကောင်းပါလိမ့်မယ်။rating လည်း 6.8 ဆိုတော့ အားလုံးအပမ်းပြေကြမယ်ထင်ပါတယ်File Size : ( 930 MB)\nQuality : HDRip 720p\nRunning Time : 1 hr 39 min\nFormat : Mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar ...",
        "rating": "6.8",
        "url": "https://megaup.net/14s1g/(NZ)Sonic.The.Hedgehog(2020).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Talaash-The-Hunt-Begin-145x200.jpg",
        "title": "Talaash: The Hunt Begins (2003)",
        "description": "အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့အက်ရှေးကူမားရဲ့အက်ရှင်ကားလေးပဲဖြစ်ပါတယ်...မင်းသမီးအနေနဲ့ ကရီနားကပူးက ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းကတော့...အရ်ဂျွန်ရဲ့ဖခင်ဟာ မှောင်ခိုဂိုဏ်းတစ်ဂိုဏ်းနဲ့ပတ်သတ်မိရာကနေ အသတ်အဖြတ်ခံရပြီးသမီးဖြစ်သူကပါ ရောင်းစားခံရဖို့ ဖမ်းဆီးခေါ်ဆောင်သွားခြင်းခံခဲ့ရတယ်...ခင်ပွန်းအသတ်ခံရတဲ့အပြင် သမီးပါဖမ်းခေါ်သွားခံခဲ့ရတဲ့အဖြစ်ကို မျက်စိရှေ့မှာတင်မြင်လိုက်ရတော့ ယူကြုံးမရဖြစ်ပြီး အရ်ဂျွန်ရဲ့အမေဟာ အရူးတစ်ပိုင်းဖြစ်လို့သွားပါတော့တယ်.... အဖေသေ အမေကအရူးဖြစ် ညီမကိုပါ ဖမ်းခေါ်သွားကြတော့ ငယ်ငယ်ပဲ ရှိသေးတဲ့အရ်ဂျွန်ခမျာ အခြေအနေတွေကို မထိန်းနိုင်ခဲ့ဘူး....သို့ပေမယ့်လည်း မလျှော့သော ဇွဲနဲ့ ရဲထဲဝင်ပြီး ဒုစရိုက်ဂိုဏ်းမှန်သမျှကိုဖြိုခွင်းရင်း ညီမဖြစ်သူကို လိုက်ရှာပါတော့တယ်....ဒီလိုနဲ့....အရ်ဂျွန်ရဲ့ ရှာပုံတော်ဇာတ်လမ်းမှာ ဘယ်လိုစိတ်ဝင်စားစရာတွေနဲ့ပြည့်နှက်နေမလဲဆိုတာကိုတော့ ပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးကြပါဦးရှင့်.... \nFile size…2.8GB / 1.4GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 33m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Taylor",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/talaash-the-hunt-begins-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMTA3NDM2MTkzOTZeQTJeQWpwZ15BbWU3MDczMDgwNjc@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Memorial Day (2012)",
        "description": "Memorial Day (2012)================IMDb Rating - 6.1/10ဒီဇာတ်ကားဟာ ပစ်တယ်၊ ခတ်တယ်၊ လူတွေ သေတယ်ဆိုတဲ့သာမန်ရိုးကျ စစ်ကားတစ်ကားမဟုတ်ပါဘူး။ စစ်ပွဲ တစ်ပွဲမှာပါဝင်ဆင်နွှဲခဲ့ကြပြီး စစ်ပြန် စစ်သားဟောင်းတွေရဲ့ နောက်ကွယ်ကခံစားချက်တွေကို ‌ဖော်ပြပေးနေတဲ့ စစ်ပွဲနောက်ခံပြု ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။\nအီရတ်မှာ တာဝန်ထမ်း‌ဆောင်နေတဲ့ ဆာဂျင် ကိုင်းလ် ဗိုဂယ်ဟာစစ်ဆင်ရေးလုပ်ဆောင်ရင်း အမှတ်တရပစ္စည်းတွေ စုဆောင်းတတ်သူတစ်ယောက်ပါ။ တစ်နေ့မှာ စစ်ဆင်‌ရေးလုပ်ဆောင်ရင်း ကိုင်းလ်တစ်ယောက် ဒဏ်ရာရပြီး ဆေးရုံတက်လိုက်ရပါတော့တယ်။ဆေးရုံတက်ရင်း အဘိုးဖြစ်သူပြောပြခဲ့တဲ့ ဇာတ်လမ်းများကိုပြန်ပြောင်းပြောဖို့ ဖြစ်လာပါတော့တယ်။\nကိုင်းလ်ရဲ့ အဘိုးဖြစ်သူ ဘက်တ်ဗိုဂယ်ဟာ ဒုတိယကမ္ဘာစစ်မှာတိုက်ပွဲဝင်ခဲ့တဲ့ စစ်သားဟောင်းကြီး တစ်ယောက်ပါ။ ဘက်တ်ဟာစစ်ပွဲအတွင်းမှာ ဖြစ်ပျက်ခဲ့တာတွေကို ဘယ်သူ့ကိုမှပြန်မပြောဘဲအမှတ်တရပစ္စည်းများကိုသာ သိမ်းထားပါတယ်။ ကိုင်းလ် ငယ်စဥ်က တူတူပုန်းတမ်းကစားရင်း အဘိုးရဲ့ ပစ္စည်းတွေ သိမ်းထားတဲ့သေတ္တာကြီးကို တွေ့သွားပါတော့တယ်။ ထိုသေတ္တာကြီးကို တွေ့ရာမှအဘိုးဖြစ်သူရဲ့ လျှို့ဝှက်ထားတဲ့ စစ်ပွဲအတွင်း အဖြစ်အပျက်တွေကိုကိုင်းလ် နားဆင်ရပါတော့တယ်။  စစ်ပွဲဆိုတာ ခေတ်သာ ပြောင်းသွားတယ် အဖြစ်အပျက်တွေက ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/memorial-day-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vbiijFSUmIGXidv7b6Ap1rjHmDC.jpg",
        "title": "The Medicine King Coffin ( 2022 )",
        "description": "The Medicine King Coffin ဆိုတဲ့ခေါင်းစဉ်အတိုင်း သင်္ချိုင်းထဲမှာ\nဆေးပညာတွေရှာဖွေရမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်\nကျွန်တော်တို့ရဲ့မင်းစား ဟော့ချန်ရှန်းက ငယ်ငယ်ထဲက\nအဘိုးနိ့သိုင်းလောကထဲမှာဖြတ်သန်းကျော်လွှားပြီး ဆေးပညာဗဟုသုတနဲ့\nအဖိုးတန်ဆေးမြစ် ဆေးဝါးတွေကိုရှာဖွေလေ့လာတဲ့ လူငယ်လေးတစ်ယောက်ဖြစ်ပါတယ်သူ့အဘိုးသေသွားပြီးနောက်မှာ သူ့ရဲ့ငယ်သူငယ်ချင်း ဟူယိဖားနဲ့အတူ\nဆေးတိုက်လေးတစ်ခုဖွင့်ပြီး ရောဂါကုပေးပြီး\nဆေးဝါးတွေကိုရောင်းချစွာ အေးဆေးနေထိုင်ကာ အသက်မွေးကြပါတယ်\nတစ်နေ့မှာတော့ သူတို့ သူငယ်ချင်း၂ယောက် ဆေးတိုက်မှာအလုပ်ဆင်းနေချိန်\nအားမာန်လို့ခေါ်တဲ့ မျောင်မျိုးနွယ်စုက မိန်းကလေးတစ်ယောက်ဝင်လာပါတယ်အားမာန်ရောက်လာပြီးနောက် ဟောရန်ကျန်းလို့ခေါ်တဲ့\nဘိုးတော်တစ်ယောက်ရောက်လာပြန်တယ်\nသူတို့ ၂ယောက်လုံးက ထူးဆန်းစွာနဲ့ \"မင်းအဖေတင်ခဲ့တဲ့အကြွေးက\nသားဖြစ်သူက အကြွေးပြန်တပ်ပေးရမယ်\" ဆိုပြီး\nဟော့ချန်ရှန်းတစ်ခါမှ မကြားဖူးတဲ့နေရာ \"ဆေးဘုရင်တောင်ကြား\"ကို\nလိုက်ပို့ပေးပါလို့ ၂ဦးလုံးတောင်းဆိုလာကြတယ်ဟော့ချန်ရှန်းက အဖေနဲ့အဆက်သွယ်မရှိတာလည်း ကြာပြီဖြစ်သောကြောင့်\nအစကငြင်းဆိုခဲ့ရာမှ သူ့အဖေက ဘာဖြစ်လို့သူ့ကိုပစ်ပြီး\nဆေးဘုရင်တောင်ကြားထံထွက်သွားခဲ့ရတာလဲဆိုတဲ့\nအကြောင်းအရင်းကိုသိချင်လို့ သူတို့နဲ့အတူလိုက်ပါပေးဖို့ လက်ခံလိုက်ပါတယ်အားမာန်နဲ့ ဟောရန်ကျန်းတို့က ဘာဖြစ်လို့ဆေးဘုရင်တောင်ကြားကိုသွားချင်ရတာလဲ\nဟော့ချန်ရှန်းရဲ့အဖေကရော ဆေးဘုရင်တောင်ကြားမှာရှိနေမလား\nဆေးဘုရင်တောင်ကြားဆိုတာ ဆေးဝါးတွေနဲ့ပြည့်နှပ်နေတဲ့\nကောင်းကင်ဘုံလား ပုတ်ကောင်အလောင်းတွေနဲ့ပြည့်နေတဲ့\nငရဲဘုံလားဆိုတာကို စိတ်ဝင်စားစွာနဲ့ကြည့်ရှုလိုက်ရအောင်ဗျာ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRunTime : 1h 22min\nSubtitle : ...",
        "rating": "6",
        "url": "https://megaup.net/14qti/The_Medicine_King_Coffin_2022_1080p_WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qG7cBhu444BYmcIOeoLJoCBMuO.jpg",
        "title": "Corrective Measures (2022)",
        "description": "Corrective Measures (2022) (မူရင်းကိုက 1080p မထွက်တဲ့အတွက် 720, 480p နဲ့ပဲ တင်ဆက်ပေးလိုက်ပါတယ်)ဘရုစ်ဝီလီရဲ့ နောက်ဆုံးဖြစ်လာမယ့် ရုပ်ရှင်တွေထဲက တစ်ကားပါ။ စူပါဟီးရိုးကားပါ။ နာမည်တူဂရပ်ဖစ် နိုဗယ်ကိုပဲ ရိုက်ထားတာပါ။ ပုံစံကတော့ The Boys Presents: Diabolical ထဲက အပိုင်းနှစ်နဲ့တောင် ခပ်ဆင်ဆင်ပါပဲ။ ဘရုစ်ဝီလီရဲ့ ကာရိုက်တာကတော့ ပရော်ဖက်ဆာ X နဲ့အကုန်တူပါတယ်။ တူဆို အစကတည်းက ကတုံးပဲကိုး။ ဝှီးချဲတော့ မပါဘူးပေါ့။ တခြား Punisher တို့ Electro တို့ The Watcher တို့လည်း ပါတယ်။ ကပ္ပတိန်အမေရိကတို့ မာရှန်မန်းဟန်တာတို့အပြင် ဆိုက်ကလော့နဲ့အတူ တခြားဟီးရိုး ပေါင်းများစွာလည်းပါပါတယ်။X-men ထဲက ဆိုက်ကလော့ထက် ဒီက ဆိုက်ကလော့က ဆိုက်ကလော့နဲ့ပိုတူပါတယ်။ မျက်စိတစ်လုံးပဲ ပါဝါရှိတာပါ။ နောက် CW Flash ဖန်တွေအတွက် သတင်းကောင်းပြောရရင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/corrective-measures-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZTQyMDBlNTYtNWM0OC00MGI5LWE1ZmYtMjc2NGI0MzIxODQwXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-135x200.jpg",
        "title": "Fortress: Sniper’s Eye (2022)",
        "description": "Fortress: Sniper's Eye (2022)=====================ဒီကားထဲမှာတော့ အက်ရှင်မင်းသားကြီးBruce Willis က အငြိမ်းစား\nထောက်လှမ်းရေးအရာရှိ Robert နေရာကသရုပ်ဆောင်ထားပါတယ်။\nဒီကားလေးက (၂၀၂၁)ကထွက်တဲ့ Fortress ရဲ့အဆက်ဆိုလည်းမမှားပါဘူး။\nRussia မှာအဖမ်းခံထားရတဲ့ Sashaဆိုတဲ့ကောင်မလေးကိုကယ်ရင်း\nဒဏ်ရာရခဲ့လို့နားနေရတဲ Robertတစ်ယောက် ပျော်ပျော်ရွှင်ရွှင်နေထိုင်\nဒဏ်ရာတွေကုသနေရင်း မထင်မှတ်ထားတဲ့ သေပြီလို့ထင်ထားတဲ့ လူတစ်\nယောက်ပေါ်လာပြီး သူ့ခိုးခဲ့တဲ့ပိုက်ဆံသန်း(၆၀၀)ကိုပြန်ယူဖို့အပြင် Robert\nတစ်ယောက်ကိုလက်စားချေဖို့လုပ်လာပါတော့တယ်။ဒါကတော့ Robertချစ်ရတဲ့လူတွေကိုဖမ်းပြီးသတ်ဖို့ပါပဲ။ ဒါပေမယ့်ထောက်\nလှမ်းရေးအရာရှိဟောင်းပီပီ Robertကလည်း ဉာဏ်နီဉာဏ်နက်ဉာဏ်ဝါတွေ\nထုတ်ပြီး ပြန်လည်တိုက်ခိုက်ဖို့ကြံထားတဲ့ အက်ရှင်ကားကိုကြည့်ရှုခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.4 GB) / (650 MB) / (411 MB)\nQuality – Web-DL 1080p/ 720p / 480p\nDuration - 1Hr 27mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action\nTranslator – Chit ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/fortress-snipers-eye-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Mishan_Impossible1-134x200.jpg",
        "title": "Mishan Impossible(2022)",
        "description": "Mishan Impossible(2022) အညွှန်း******************************\nThappad ဆိုတဲ့ ကားနဲ့ လူသိပိုများတဲ့နာမည်ကြီးမင်းသမီးချောလေး Taapsee Pannu  ရဲ့ ကားသစ်ထွက်ရှိလို့လာပါပြီ...\nတစ်ချို့သောသူတွေဟာ အာဏာရပြီး အများကျိုးသယ်ပိုးဟန်တွေပြတဲ့သူတွေဆိုပေမဲ့တစ်ချိန်တုန်းက ကလူတိုင်းထိတ်လန့်ကြောက်ရွှံရတဲ့ လူဆိုးကြီ:တွေဖြစ်ခဲ့ကြတယ်...လက်ရှိမှာလည်း ဉပဒေကိုလက်တစ်လုံးခြား ကွက်ကျော်ရိုက်နေတဲ့သူတွေပေါ့....ဒီလိုလူတွေကို နည်းမျိုးစုံနဲ့ လက်လံဖမ်းဆီးနေတဲ့ ကောင်မလေးတစ်ယောက်ဦးဆောင်တဲ့(၃)ယောက်အဖွဲ့တစ်ဖွဲ့ရှိတယ်...တစ်နေတာ့ သူတို့တွေဟာ ကလေး လူမှောင်ခိုကူးတာကိုအဓိကထားလုပ်နေတဲ့ ဒုစရိုက်ရာဇာတစ်ဦးကို ဖမ်းဖို့ စီစဉ်ကြတယ်...အာဏာလည်းရှိပြီးငွေလည်းရှိတဲ့အပြင် အဆက်အသွယ်တွေ လူအင်အားတွေ တောင့်လွန်းတော့သူတို့အတွက်မလွယ်လှဘူး...တစ်ချိန်တည်းမှာပဲ အစိုးရက ဒီလူဆိုးကြီ:ကိုဖမ်းနိုင်ရင်ရူပီသိန်း(၅၀)ချီးမြှင့်မယ်ဆိုပြီးကြေငြာထားတယ်...ဒီအကြောင်းကို ရွာတရွာရဲ့ မျောက်လောင်း ကလေး (၃)ယောက်ကသွားတွေ့တယ်...သူတို့သာ ဖမ်းနိုင်ရင် သိန်း၅၀ ရမယ် ..ဒါဆို သူတို့ရည်မှန်းချက်တွေပြည့်အောင်လုပ်ဖို့များစွာအထောက်အကူဖြစ်မယ်ဆိုပြီး စပါယ်ရှယ်အစီအစဉ်တွေဆွဲပြီး ဖမ်းဖို့ကြိုးစားပါတော့တယ်..လူကြီး(၃)ယောက်နဲ့ ကလေး(၃)ယောက်ပေါင်းစည်းဖို့ဖြစ်လာသလိုသူတို့အစီအစဉ်တွေအောင်မြင်မလား...ဆိုတာကိုတော့...  File Size          : 2.5GB, 1.1GB, 378MB\nQuality            : Web-dl 720p, 480p\nFormat    ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/mishan-impossible2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/iron-girl-final-142x200.jpg",
        "title": "(18+) Iron Girl: Final Wars (2019)",
        "description": "၂၀၁၂နဲ့ ၂၀၁၅ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ရုပ်ရှင်နှစ်ကားရဲ့ အဆက်ဖြစ်ပြီးဒီဇာတ်လမ်းလေးကတော့ နောက်ဆုံးပိတ်ဖိုင်နယ်ရုပ်ရှင်ပဲဖြစ်ပါတယ်....ရှေ့ဇာတ်လမ်းတွေမှာ မပြီးဆုံးခဲ့တဲ့ နောက်ဆုံးတိုက်ပွဲကိုပုရိသတို့အကြိုက်မင်းသမီးKirara Asukaကသရုပ်ဆောင်ထားပြီး Action SciFiဇာတ်အိမ်နဲ့ဆိုတော့သဘောကျနှစ်ခြိုက်ကြဦးမယ့် ဇာတ်လမ်းတပုဒ်ပါပဲ....တချို့ဇာတ်ဝင်ခန်းတွေမှာ မင်းသမီးရဲ့ကောက်ကြောင်းပြေပြစ်ပုံတွေကိုရှင်းရှင်းလင်းလင်းချပြတင်ဆက်ထားမှုကြောင့်မိသားစုနဲ့တော့အတူမကြည့်သင့်တဲ့ဇာတ်လမ်းပါ.... File size…1.7GB / 700MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 30mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by  Dark",
        "rating": "",
        "url": "https://channelmyanmar.org/18-iron-girl-final-wars-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kk28Lk8oQBGjoHRGUCN2vxKb4O2.jpg",
        "title": "Bubble (2022)",
        "description": "Bubble (バブル) [2022]•••••••••••••••••••••••••••••••••ဒီနေ့မှာတော့ Trailer စထွက်ကတည်းက ထိပ်ထိပ်ကြဲတွေနဲ့ ဆရာ့ဆရာကြီးတွေကို တစ်စုတစ်စည်းထဲမြင်ခဲ့ရလို့\nပရိသတ်ရဲ့စိတ်ဝင်စားမှုအများဆုံးခံခဲ့ရပြီး Rating ကောင်းတဲ့ Netflix က အလန်းစား Anime တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အရင်ဆုံး ဒီကားကိုကြည့်ကိုကြည့်သင့်တဲ့ ပထမဆုံးအချက်က\nနာမည်ကြီး Anime တွေဖြစ်တဲ့ (Attack on Titan) တို့ (Vinland Saga) တို့ကိုဖန်တီးပေးခဲ့တဲ့ Wit Studio ကထုတ်တာဖြစ်တဲ့အတွက်ပါပဲ။ဒါ့အပြင် ဇာတ်ကောင်ဒီဇိုင်းကို (Death Note) ရဲ့ Illustrator က ရေးဆွဲပေးထားပြီး\nAOT Director ကြီးရဲ့လက်ရာဆိုတော့ ဒီဇိုင်းကာလာ ဘာညာအနေအထားက\nဘယ်လောက်ထိအမိုက်စားဖြစ်နေမလဲဆိုတာ ခန့်မှန်းကြည့်လို့ရနေပါပြီ။BG music အပိုင်းနဲ့ Theme song ကိုတော့\nAOT ရဲ့တေးရေးဆရာဖြစ်တဲ့ Hiroyuki Sawano နဲ့ (Jujutsu Kaisen) ရဲ့ OP ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/bubble-2022/"
    }
]