[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNWU1YWM4ZDEtNmQ2OS00M2I2LTg1OTUtODU5ODgyMWI1NThhXkEyXkFqcGdeQXVyMTE0MzMzMzQy._V1_-153x200.jpg",
        "title": "Alluring Woman (2020)",
        "description": "[Unicode]Alluring Woman (2020)\n===============\nIMDb Rating - 6.8နှစ်တစ်ထောင်ကျင့်ကြံထားတဲ့ မြေခွေးမိစ္ဆာလေးက ယောင်ချာချာနဲ့ အပြင်ထွက်လာရင်း မိစ္ဆာနှိမ်နင်းသူနဲ့ကြုံတွေ့ခဲ့ရပါတယ်အသက်သေခါနီးအချိန်ဝိဉာဉ်ကြွေလွင့်တော့မဲ့ဆဲဆဲမှာ ရှန်မင်းကြီးကြောင့်လွတ်မြောက်သွားခဲ့ရပါတယ်အသက်သခင်ကျေးဇူးရှင်ကို ချစ်ခင်မိသွားလို့ နန်းတော်ထဲဝင်ခွင့်ရအောင် ကျိကျိုးကအမတ်စူဟူသမီး စူတားကျီအဖြစ်အယောင်ဆောင်ဝင်ရောက်ခဲ့တဲ့အခါမျှော်လင့်ထားသလိုမင်းကြီးအချစ်ကိုရမှာလား?သူလုပ်ရမဲ့တာဝန်ကရော အောင်မြင်အောင်လုပ်နိုင်မှာလား?ကဲဇာတ်လမ်းလေးထဲကြည့်ရှုကြည့်လိုက်ပါနော်...။ Cast :စူတားကျီအဖြစ် -Sun Xue Ningမင်းကြီးရှန်ဝမ်အဖြစ်-Rick Xuကျန်းဇီရာအဖြစ်-Zhou Hao Dongဘိုရီခေါင်အဖြစ်-Lu Guan Dong( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ ) Quality__720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__01:38:00\nType__Action , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://megaup.net/2j1G2/Alluring_Woman_(2020).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/j3R1tEl-141x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 2: The Rainbow Bridge (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 2: The Rainbow Bridge (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/warriors-of-the-rainbow-seediq-bale-part-2-the-rainbow-bridge-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/p8843458_p_v10_aa-150x200.jpg",
        "title": "Warriors of the Rainbow: Seediq Bale – Part 1: The Sun Flag (2011)",
        "description": "Warriors of the Rainbow: Seediq Bale - Part 1: The Sun Flag (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/warriors-of-the-rainbow-seediq-bale-part-1-the-sun-flag-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3taBaWfRzw1NIKhEPpKPwKBAOC.jpg",
        "title": "Army of the Dead",
        "description": "Army of the Dead (2021)ဆရာ ဇက် စနိုက်ဒါရဲ့ ရုပ်ရှင်အသစ်လာပါပြီ။ဇွန်ဘီး အက်ရှင်ကားပါပဲ။\nသီချင်းကောင်းမယ်၊ အက်ရှင်ကောင်းမယ်၊\nဇာတ်လမ်းကောင်းမယ်၊ ရိုက်ချက်တွေကောင်းမယ်ဆိုတာ သိပြီသားပါ။ဆရာဇက်ရဲ့ ဇွန်ဘီးတွေဆိုတော့ သူများဇွန်ဘီးထက် နည်းနည်းတော့ ပိုဉာဏ်ကောင်းပါတယ်။\nပြီးတော့ ခွေးဇွန်ဘီးတွေကို ရိုးပြီမဟုတ်လား ကျားဇွန်ဘီးလေး ကြည့်ပေါ့ဗျာ။ဇာတ်လမ်းက ဒီလိုပါ .....လက်စ်ဗီးဂတ်စ်မြိ့မှာ ဇွန်ဘီးတစ်ကောင် လွတ်သွားရာကနေ\nထိန်းမရတော့ဘဲ တစ်မြို့လုံး ဇွန်ဘီးဖြစ်သွားပါတယ်။\nဒါနဲ့ တစ်မြို့လုံးကို ပိတ်ချထားရတာ ကြာပါပြီ။အဲဒီမှာပဲ အမေရိကန်သမ္မတကြီးက လွတ်လပ်ရေးနေ့ အမှတ်တရအနေနဲ့\nမြို့ကို အနုမြူဗုံးနဲ့ထုပြီး မျိုးဖြုတ်ဖို့ ဆုံးဖြတ်လိုက်ပါပြီ။\nနောက်ထပ် ၄ ရက်အကြာမှာပေါ့။အဲဒီမှာပဲ မြို့ရဲ့ ကာစီနိုအောက်မှာ ကျန်နေခဲ့တဲ့ ဒေါ်လာ သန်း ၂၀၀ ကို ယူပေးဖို့\nအရင်က အထူးတပ်ဖွဲ့ဝင်ဟောင်း မစ္စတာ စကော့နဲ့အဖွဲ့ကို အလုပ်အပ်လာပါတယ်။\nဆုကြေးက ဒေါ်လာ သန်း ၅၀ ဖြစ်ပါတယ်။\nသန်း ၂၀၀ ကို ယူလို့ရမှတော့ ဘာလို့ ၅၀ ပဲ ယူမှာလဲ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/army-of-the-dead/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Kala-Movie-Poster-142x200.jpg",
        "title": "Kala (2021)",
        "description": "IMDb (7.4/10)ကျွန်တော်တို့ လူသားတွေက အစွဲအလမ်းသိပ်ကြီးတတ်ကြတယ်ဗျ...\nတချို့က အမှတ်တရများစွာရှိနေတဲ့ အရာဝတ္ထုပစ္စည်းတွေအပေါ်မှာ\nစွဲလမ်းတတ်ကြသလို..တချို့ကျ ကိုယ်ချစ်ခင်မြတ်နိုးတဲ့\nသူတွေအပေါ်..တချို့ကျပြန်တော့လည်း ကိုယ်အမြတ်တနိုးမွေးမြူထားတဲ့\nတိရိစ္ဆာန်လေးတွေအပေါ်...အစွဲအလမ်းတွေကြီးတတ်ကြတယ်။ကိုယ်မြတ်နိုးတန်ဖိုးထားတဲ့ အရာတွေက တချို့လူတွေအတွက်ကျတော့ အလကားဖြစ်နေတတ်တယ်...\"အချစ်ဆိုတာ သက်ဆိုင်သူနှစ်ဦးကလွဲလို့ တခြားလူတွေအတွက် ဟာသဖြစ်နေတတ်တယ်\" ဆိုသလိုပေါ့..အဲ့လို ကိုယ်မြတ်နိုးတဲ့အရာလေးတစ်ခုကို တခြားသူက ဘာမှမတွေးဘဲ လုယူလိုက်တဲ့အခါအငြိုးတွေက အလျှံငြီးငြီးတောက်လောင်လာစေတယ်...ဒီဇာတ်လမ်းလေးမှာတော့ သူ သိပ်ချစ်ပြီး အမြတ်တနိုးမွေးမြူထားတဲ့\nခွေးလေးတစ်ကောင်ကို သတ်ပစ်လိုက်တဲ့အခါ အငြှိးကြီးတဲ့\nသခင်တစ်ယောက်ရဲ့ တန်ပြန်လက်စားချေမှုတွေကို မြင်တွေ့ရမှာပဲ\nဖြစ်ပါတယ်..သွေးသံရဲရဲဖိုက်တင်ခန်းတွေနဲ့ တမီးလ်ဂျွန်ဝစ်ဆိုရင်လဲ မမှားတဲ့ဇာတ်ကားပါ။(အညွှန်းနဲ့ဘာသာပြန်ကို Thuya မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.3 GB) and (1.5 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:10:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/kala-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Tw-133x200.jpg",
        "title": "Twenty Hacker (2021)",
        "description": "ဂျယ်မင်း ဆိုတဲ့အထက်တန်းကျောင်းသား ကောင်လေးဟာ ဆိုက်ဗာတိုက်ခိုက်မှုကြောင့်ဘဝကြီးပြောင်းလဲသွားပြီး သူ့ရဲ့ အဖေကို ဆုံးရှုံးလိုက်ရပါတယ်ဟက်ကာသမားက အရမ်းတော်လွန်းတဲ့အတွက် ရဲတွေမဖမ်းနိုင်တာကြောင့်ဟက်ကာသမားကိုဖမ်းဖို့ သူကိုယ်တိုင် ဟက်ကာလုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်ဟက်ကင်းလုပ်ပြီး ပိုကောင်းတဲ့ကမ္ဘာတစ်ခုကို ဖန်တီးမဲ့\"ပိုကောင်းတဲ့ကမ္ဘာ\"ဆိုတဲ့အဖွဲ့နဲ့ ဟက်ကာအရည်အချင်းပြည့်ဝလာတဲ့ဂျယ်မင်းတို့ တက္ကသိုလ်မှာ တွေ့ကြတဲ့အခါ ဟက်ကာကိုဖမ်းဖို့အတွက်သူတို့အချင်းချင်းပူးပေါင်းပြီးဘယ်လိုတွေလုပ်ဆောင်ကြမလဲဆိုတာ ရင်တဖိုဖိုနဲ့ဆက်လက်ကြည့်ရှုရမှာပါ Quality : WEB-DL 720pFormat: mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/twenty-hacker-2021/",
        "category": "Action, Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sshNnwmQLk720iBQ0dZg3GVGKfK.jpg",
        "title": "Riders of Justice(2021)",
        "description": "Riders of Justice(2021) အညွှန်း****************************IMDb....7.7 ,,,Rotten...93%ဒီကာလမှာ ဂျင်းကားတွေခပ်များများကြားထဲက ဒီလို လတ်ဆတ်ကြမ်းထော်နေတဲ့ ratingတွေလာတဲ့အက်ရှင်ကားက ခပ်ရှားရှားရယ်....မားကပ် ဆိုတဲ့ စစ်သားကြီးမှာ မိန်းမနဲ့ သမီးတစ်ယောက်ရှိတယ်။ တစ်နေ့မှ ရထားချင်းမတော်တဆ တိုက်မှုမှာ မိန်းမကသေသွားပြီးသမီးနဲ့သူပဲ ကျန်ခဲ့တယ်။ အဲဒီရထားပေါ်မှာပဲ အချက်အလက်တွေကိ တွက်ချက်လေ့လာတတ်တဲ့ပညာရှင်တစ်ယောက်ပါ ပါလာတယ်။ သူက မသေဘဲ ကျန်ခဲ့ချိန်မှာ ဒီရထားတိုက်မှုဟာ မတော်တဆမဟုတ်ဘူးလို့ သံသယဖြစ်လာတာကြောင့်ဆက်ပြီး စုံစမ်းခဲ့ပါတယ်။ စုံစမ်းရင်းနဲ့ ဒီအမှုဟာ ဆိုင်ကယ်လူဆိုးဂိုဏ်းနဲ့ပတ်သတ်နေတာကို သိလာတဲ့အခါသိပ္ပံကြမ်းပိုးတွေနဲ့ စစ်သားကြီးပေါင်းပြီး လူဆိုးဂိုဏ်းကို ဘယ်လိုတွေဗျင်းကြမလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Mr.Andersonပဲဖြစ်ပါတယ်...File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:56:00\nGenre :  Action, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mr.Anderson\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/riders-of-justice2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6goDkAD6J3br81YMQf0Gat8Bqjy.jpg",
        "title": "New Gods: Nezha Reborn ( 2021 )",
        "description": "ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ နီကျား ဒီခေါတ်မှာ လူပြန်ဝင်စားတဲ့ကားလေးပါလွန်ခဲ့တဲ့ နှစ်ပေါင်းသုံးထောင်လောက်က နီကျားဟာ အရှေ့ပင်လယ်နဂါးမင်းရဲ့တတိယသားကို သတ်ခဲ့ပြီး သူ့ရဲ့ဝိညာဉ်ဟာလူ့ပြည်ကို လွတ်မြောက်လာခဲ့တာပါအခုခေါတ်အချိန်ခါမှာ နီကျားဟာ ပို့ဆောင်ရေးလုပ်နေတဲ့ ဆိုင်ကယ်ပြိုင်ပွဲဝါသနာအိုး လူငယ် လီယွင်ရှန်းအနေနဲ့ လူပြန်ဝင်စားခဲ့ပါတယ် ရန်သူဟောင်းအရှေ့ပင်လယ် နဂါးမင်းနဲ့ သူ့သားကို ပြန်တွေ့ရတဲ့အခါမှာ သူချစ်ရသူတွေကိုကာကွယ်ဖို့အတွက် သူ့စွမ်းအားတွေကိုပြန်ရှာရဖို့ဖြစ်လာပါတော့တယ်အဲ့နောက်မှာတော့ နီကျားအနေနဲ့ ဘယ်လိုကံကြမ္မာတွေကိုရင်ဆိုင်ရမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါဦးနော် Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/new-gods-nezha-reborn-2021/",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sLRL3eNREYefntHToSKlEBoXYqy.jpg",
        "title": "The Last Frontier (2020)",
        "description": "တကယ်ကို ကောင်းတဲ့ စစ်ကားပါ။ ၁၉၄၁ အောက်တိုဘာမှာ ဂျာမန်တပ်တွေဟာမော်စကိုကို သိမ်းပိုက်ဖို့ ခံစစ်ကြောင်းနှစ်ခုကို ဖောက်ပြီး ချီတက်လာခဲ့ပါတယ်။နောက်ထပ်ခံစစ်တစ်ခုပြင်ဖို့တပ်တွေ စုချိန်မမှီတော့တဲ့အတွက်အနီးဆုံးမှာ ရှိတဲ့ ပါဒို့စ်ဗိုလ်သင်တန်းကျောင်းက ဗိုလ်လောင်း ၃၅၀၀ ဟာ ခြေလျင်တပ်အမြောက်တပ်အဖြစ် ခုခံဖို့ တာဝန်ပေးခံရပါတယ်။ သူတို့ကို ၅ ရက်တိတိမဆုတ်ဘဲ တောင့်ခံဖို့အမိန့်ပေးခဲ့ပေမယ့် စစ်ကူတွေက နောက်ကျနေတဲ့အခါ ၁၂ ရက်အထိ တောင့်ခံနိုင်ခဲ့ကြပါတယ်။ ဗိုလ်လောင်း ၃၅၀၀ ထဲက၂၅၀၀ ကျဆုံးခဲ့ပေမယ့် မော်စကိုကို ဂျာမန်တွေ မတက်နိုင်ခဲ့လို့ စစ်ပွဲရဲ့အဖြေပြောင်းလဲသွားခဲ့ပါတယ်။ ဒီနှစ်ထဲမှာ စစ်ကားကေငာ်းရှားတာကြောင့် အားလုံးကြိုက်ကြမှာပါ။ Translated by : Mr. AndersonEncoded by : YKQuality : 1080p Blu0-Ray and 720pFile Size : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-last-frontier-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNTAxMTA5ZGYtOWNjYi00MmIxLWE4ZTItNjQxMzQ0MzMxMDIyXkEyXkFqcGdeQXVyMTI4Nzc4Njg3._V1_-128x200.jpg",
        "title": "Karnan (2021)",
        "description": "IMDb Rating (8.6)၁၉၉၇ ခုနှစ်မတိုင်ခင်က ပိုဒီရန်ကုလမ် ဆိုတဲ့ ရွာလေးမှာ ကာနန်ဆိုတဲ့ ‌ဂျစ်ကန်ကန်လူငယ်လေးတစ်ယောက်ရှိတယ်...သူက မတရားမှုဆို ငြိမ်ခံမနေဘဲ ဒေါသကိုရှေ့တန်းတင်တက်တာကြောင့် ပြဿနာကောင်ဆိုပြီး နာမည်ကြီးနေရော..ပိုဒီရန်ကုလမ်ရွာလေးက ဝေးလံတဲ့အရပ်မှာရှိပြီး ဘတ်စ်ကားမှတ်တိုင်တောင်မရှိလို့ရွာသားတွေက အနီးနားက မေလာရွာလေးမှာ ကားသွားစီးကြရတယ်...ဒါတွေကြောင့်လဲ ပိုဒီရန်ကုလမ်ရွာသားတွေက နေရာတကာမှာ အဖိနှိပ်ခံ အောက်ကျို့ခံပြီးနေနေကြရတယ်..တစ်နေ့ ရွာလမ်းဆုံမှာ ဘတ်စ်ကားမရပ်ပေးလို့ ခဲနဲ့ထုရာကနေ ပြသနာစပြီးကာနန်က ကားတစ်စီးလုံး ရိုက်ခွဲလိုက်တာကြောင့် ရွာသားတွေအားလုံး ရဲနဲ့အမှုရင်ဆိုင်ရပါတော့တယ်...ရဲတွေကထုံးစံအတိုင်း အမှုနဲ့မဆိုင်တဲ့ ရွာသားတွေကိုပါ တမင်အနိုင်ကျင့်ရိုက်နှက်တာကြောင့်ဖိနှိပ်ခံလူတန်းစားတော်လှန်ရေးပေါ်ပေါက်လာပါတယ်...မျိုးချစ်ကောင်လေး ကာနန် ဦးဆောင်ပြီးရွာသား‌တွေနဲ့အတူ အဖိနှိပ်ခံဘဝ‌ကနေလွတ်အောင်ဘယ်လိုကြိုးစားကြမလဲ ဆိုတာကိုစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sein Lae မှ တင်ဆက်ထားတာပါ။) \nFile size…(3 GB) and (1.9 GB)\nQuality….WEB-DL 1080p ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/karnan-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/those-135x200.jpg",
        "title": "Those Who Wish Me Dead 2021",
        "description": "ဒီရုပ်ရှင်မှာတော့ အန်ဂျလီနာ ဂျိုလီက ဦးဆောင်ပါဝင်ထားပါတယ်။ကျန်တဲ့သရုပ်ဆောင်တွေကိုလည်း ရင်းနှီးထားတဲ့သူ များမှာပါ။Game of Thrones ထဲက လက်သန်း ရယ်Marvel's Punisher ကြီးရယ် ပါပါသေးတယ်။ဇာတ်လမ်းကတော့ action thriller ပါပဲ။ဂျိုလီကတော့ မီးသတ်အဖွဲ့ခေါင်းဆောင်ပေါ့။တစ်နေ့မှာ သူနဲ့သူအဖွဲ့ တောမီးကို ငြိှမ်းနေတုန်းမှာလေကြောင်းတွက်ဆမှု မှားယွင်းခဲ့လို့ လူ ၃ ယောက် အသက်ဆုံးခဲ့ရပါတယ်။အဲဒီ စိတ်ဒဏ်ရာတွေနဲ့ ပေပေတေတေ နေထိုင်နေတုန်းမှာသူ့ဆီကို ကောင်လေးတစ်ယောက် လူသတ်သမားတွေလက်က ထွက်ပြေးပြီး ရောက်လာပါတယ်။ကောင်လေးကို လိုက်သတ်တဲ့လူတွေလက်က ကယ်ပြီးလျို့ဝှက်ချက်တွေကို ဖွင့်ချနိုင်ဖို့ တောမီးကြီးတစ်ခုကိုပါ အံတုပြီး ပြေးကြရပါတော့တယ်....\nFile size…(1.7 GB) and (1 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Mr. Anderson\nTranslator... Mr. Anderson",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/those-who-wish-me-dead-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/py9hC6x3yU5pYvdarNTygnC1ikv.jpg",
        "title": "Radhe: Your Most Wanted Bhai (2021)",
        "description": "Radhe (2021)၂၀၂၁မှာ မင်းသားကြီးတွေ ပျောက်နေကြပေမဲ့\nမင်းသားကြီး ဆယ်လ်မန်ခန်းကတော့\nတစ်ကားထွက်လာခဲ့ပါပြီ။၂၀၂၀၊၂၀၂၁ခုနှစ်တွေဟာ ကိုဗစ်ကြောင့်\nအားလုံးအတွက် အဆိုးဆုံးနှစ်တွေ ဖြစ်မှာပါ။ရုပ်ရှင်လုပ်ငန်းတွေ အားလုံး ရပ်ဆိုင်းလုနည်းပါးဖြစ်နေပေမဲ့\nDigital Platformပေါ်က ထုတ်လွှင့်ပြသပေးနေတော့\nတကမ္ဘာလုံးနဲ့ တန်းတူကြည့်နိုင်ဖို့ အဆင်ပြေပေမဲ့\nတကယ်တော့ ထုတ်လုပ်သူတွေအနေနဲ့\nရုံတင်ရတာလောက် အဆင်ပြေမယ် မထင်ပါဘူး။ဒါပေမဲ့ ဆယ်လ်မန်ကတော့ ပရိသတ်တွေအတွက်\nRadheကို ထုတ်လွှင့်ခဲ့ပါပြီ။ဒီကားထဲမှာတော့ ဆယ်လ်မန်ကို ရဲအရာရှိတစ်ယောက် အနေနဲ့\nမြင်ရမှာဖြစ်ပြီး\nကြမ်းလွန်းလို့ ရာထူးက ပြောင်းရွှေ့ခံ၊ ရပ်နားခံနေရတဲ့\nရဲအရာရှိတစ်ယောက်ပါ။ဇာတ်လမ်းအစမှာတော့ မွန်ဘိုင်းတစ်မြို့လုံးမှာ\nမူးယစ်ဆေးတွေ သုံးစွဲပြီးသတ်သေမှု မြင့်တက်လာတာကြောင့်\nရောင်းဝယ်ဖောက်ကားသူတွေကို ဖမ်းဆီးနိုင်ဖို့\nရာထူးက ရပ်နားခံထားရတဲ့ Radheကို\nအလုပ်ထဲ ပြန်ဝင်ဖို့နဲ့ ဒီအမှုကို လိုက်ဖို့ တာဝန်ပေးအပ်ခြင်းခံရတာက အစပြုထားပါတယ်။အပျော်တမ်းကြည့်ဖို့ ကောင်းတဲ့ ဇာတ်ကားတစ်ကားလို့\nသတ်မှတ်လို့ရမယ်ထင်ပါတယ်။\nအိုဗာအက်ရှင်တွေ ပါနေတော့ တချို့အတွက်တော့\nလုံးဝအဆင်ပြေမယ် မထင်ပါဘူးဗျာ။ဒါပေမဲ့ မင်းသမီးလေး ဒီရှားက သင့်ကို\nဆွဲဆောင်နေမှာပါ။ဇာတ်လမ်းအညွှန်းကို Nyi Nyi Koe က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ကတော့ Nyi Nyi Koe and Myint Thu ပဲ ဖြစ်ပါတယ်။Enocder - AugustFile ...",
        "rating": "",
        "url": "https://channelmyanmar.org/radhe-your-most-wanted-bhai-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZoWBe2sKB41BDbWIdivwkoJkgC.jpg",
        "title": "Mission: Possible (2021)",
        "description": "Mission Possible (2021)Yoo Da Hee က တရုတ်နိုင်ငံရဲ့ လျှို့ဝှက်လုံခြုံရေးအရာရှိတစ်ဦး ဖြစ်ပါတယ်။\nသူမရဲ့ဌာနက တောင်ကိုရီးယားက သေနတ်မှောင်ခိုမှုတစ်ခုရဲ့သတင်းကို ရရှိတဲ့အခါမှာတော့မှောင်ခိုသမားတွေကို ချဉ်းကပ်ဖို့ သူမ ကြိုးစားရပါတော့တယ်။အစီအစဉ်ရဲ့တစ်စိတ်တစ်ပိုင်းကတော့ ကိုရီးယားက အေးဂျင့်တစ်ယောက်နဲ့ လက်တွဲလုပ်ကိုင်ရမှာပဲ ဖြစ်ပါတယ်။ဒါပေမယ့် မှတ်ပုံတင် မှားယွင်းမှု တစ်ခုကြောင့်\nမမျှော်လင့်ဘဲ Woo Soo-Han နဲ့ ဆုံတွေ့ဖို့ ဖြစ်လာပါတော့တယ်။Woo Soo-Han ဆိုတာကတော့ ကိုရိုးကားရားနိုင်ပြီးတော့ အတွေ့အကြုံမရှိတဲ့ အလွတ်တန်းစုံထောက်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။သူ လုပ်တဲ့ စုံထောက်အလုပ်ကလည်း ခွေးရှာကြောင်ရှာ အလုပ်လောက်ပဲ တတ်တာပါ။Yoo Da Hee ကတော့ Woo Soo-Han အကြောင်းကို မသိဘဲနဲ့\nသူမနဲ့ လက်တွဲလုပ်ကိုင်စေတာပဲ ဖြစ်ပါတယ်။Woo Soo-Han ကတော့ သူ့ကို လျှို့ဝှက်အေးဂျင့်အနေနဲ့ အရွေးခံရပြီလို့ မှားပြီးတော့ ထင်နေတာပါပဲ။ဒါပေမယ့် အဓိကသက်သေတွေ အသတ်ခံလိုက်ရချိန်မှာတော့ ......\nကိစ္စတွေက တကယ်ကို အတည်ကြီး ဖြစ်လာပါတော့တယ်။စုံထောက်အက်ရှင်ကားကို ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mission-possible-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yF45egpHwaYLn4jTyZAgk0Cmug9.jpg",
        "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train (2021)",
        "description": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train (2021)မိစ္ဆာ နှိမ်နင်းသူ တန်ဂျီရို ကာမာဒို ရဲ့ မူဂန် ရထားပေါ်မှာ မိစ္ဆာ တွေ ကို နှိမ်နင်းတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။မိစ္ဆာနှိမ်နင်းသူ ဘယ်လိုဖြစ်လာလဲ ဆိုတာကတော့ .....သူ့မိသားစု အသတ်ခံရပြီး သူ့ညီမလေးကို ဖမ်းဆီးခေါ်ဆောင်သွားတာ ခံခဲ့ရပါတယ်။\nအဲဒီနောက်မှာတော့ သူ့ညီမကို မိစ္ဆာအဖြစ် ပြောင်းလဲ ခံလိုက်ရပါတော့တယ်။ဒါကြောင့် မိစ္ဆာနှိမ်နင်းသူ ဖြစ်ဖို့ အများကြီး လေ့ကျင့်ပြီးတဲ့နောက်မှာ\nဒီဇာတ်လမ်းမှာတော့ မူဂန် ရထားပေါ်မက မိစ္ဆာတွေကို နှိမ်နင်းရေး ပြုလုပ်တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။လက်ရှိအချိန်မှာ အမေရိကန်နိုင်ငံရဲ့ Box Office မှာ နံပါတ် တစ် ရရှိထားပြီးတော့\nဆုပေါင်း ၃ ဆု နဲ့ တစ်ကြိုစာရင်း ၃ ကြိမ် ဝင်ထားပြီး ဖြစ်တဲ့ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/demon-slayer-kimetsu-no-yaiba-the-movie-mugen-train-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Vakeel-Saab-146x200.jpg",
        "title": "Vakeel Saab (2021)",
        "description": "IMDb 7.3/10အသစ်ထွက်ရှိထားတဲ့ မှူခင်းဇာတ်လမ်းလေးနဲ့\nမိတ်ဆက်ပေးပါရစေဇဲရီးနား ပါလဗီးနဲ့ ဒေ့ဗီယာဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ဟာ\nရိုးသား ကြိုးစားတတ်တဲ့လူငယ်မိန်းကလေးတွေဖြစ်ပါတယ်တစ်နေ့မှာတော့သူတိုသုံးယောက်ဟာမထင်မှတ်ထားဘဲ\nအမှူတစ်ခုကို ကျူးလွန်မိကြပါတယ်ဗမ်ရှီဆိုတဲ့ကောင်လေးကိုရိုက်မိတဲ့အမှူပေါ့\nသူဟာအရာရှိတစ်ယောက်ရဲ့သားဖြစ်နေတဲ့အခါ\nသူတိုသုံးယောက်ဘယ်လိုမတရားမှူတွေကြုံတွေ့ရမလဲကူရာမဲ့ဖြစ်နေတဲ့အချိန် သူတိုအတွက်\nဆက်သ်ရားဆိုတဲ့လူတစ်ယောက်ပေါ်လာခဲ့ပါတယ်သူကရောဘယ်သူလဲ မိန်းကလေးတွေကျူးလွန်မိလိုက်တဲ့\nအမှူကရောဘာကြောင့်လဲမတရားမှူခံရတဲ့သူက\nဗမ်ရှီလား စတာတွေကိုစိတ်ဝင်စားသဖွယ်ကြည့်ရမဲ့\nမှူခင်းဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်ကို May Zin Oo မှ တင်ဆက်ထားတာပါ။) \nFile size…(3.2 GB) and (1.9 GB)\nQuality….WEB-DL Untouched 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Zin Oo",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/vakeel-saab-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/sulthan-et00305740-30-03-2021-11-21-35-133x200.jpg",
        "title": "Sulthan (2021)",
        "description": "Sulthan (2021)အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်ချစ်သူတွေအတွက်\nတစ်နေ့ကထွက်လာတဲ့ မင်းသား Karthi(ကာရ်သီ) နဲ့\nမင်းသမီးချော Rashmika Mandanna(ရာ့ရှ်မီကာမန်ဒနား)တိုရဲ့\nဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဗစ်ကရမ် (ခေါ်) ဆူလ်သန်ဟာ ချန်နိုင်းမြိုက\nဒိတ်ဒိတ်ကြဲလူမိုက်ကြီး စည်သူပသီရဲ့သားပါ။\nလူမိုက်ပေမယ့် မှန်ကန်တဲ့လူမိုက်ကြီး စည်သူပသီဟာ\nချန်နိုင်းဝန်းကျင်တစ်ဝိုက်မှာ နာမည်ကောင်းနဲ့ ကျော်ကြားပြီး\nဘေးပတ်ဝန်းကျင်နယ်တွေမှာ ပြဿနာပေါ်လာတိုင်း\nဖြေရှင်းပေးနေကျပေါ့။\nအုပ်ထိန်းသူမိခင် မရှိတော့တဲ့နောက်ပိုင်း\nလူယုံ လက်ရုံးတပည့်တွေလက်ပေါ်မှာ\nကြီးပြင်းလာခဲ့ရတဲ့ ဆူလ်သန့်ကို\nစည်သူပသီကရော ၊ တပည့်တွေအားလုံးကပါ သိပ်ချစ်ကြတယ်။အရွယ်ရောက်သည်အထိ ပညာတွေသင်ရင်း မွန်ဘိုင်းမြိုမှာနေရတဲ့\nဆူလ်သန့်အတွက် လူဆိုးလူမိုက်အလုပ်တွေကို မလုပ်ရသလို\nသူကိုယ်တိုင်လည်း လူမိုက်အလုပ်ကို မနှစ်မြိုသူပါ။ဒီလိုနဲ့ ဖခင်ကြီး ဆုံးပါးသွားပြီးတဲ့နောက်ပိုင်းမတော့\nဖခင်ကြီးမသေခင်က ပေးခဲ့တဲ့ကတိအတိုင်း\nရွာတစ်ရွာကိုနှောက်ယှက်ပြီး အဲ့ဒီရွာကို ဒုက္ခပေးနေတဲ့\nလူမိုက်ကြီးတစ်ယောက်နဲ့ ဆူလ်သန်တစ်ယောက် ရင်ဆိုင်ရဖို ဖြစ်လာပါတယ်။တောင်းပိုင်းရုပ်ရှင်တွေရဲ့ ထုံးစံအတိုင်း အကအလှတွေ ဝေဝေဆာဆာ ၊\nအက်ရှင်ခန်းတွေ ဖောဖောသီသီနဲ့ ၂နာရီကျော်ကြာတဲ့ ပြသချိန်အတွင်း\nပျင်းရိမသွားရလေအောင် ဟာသလေးတွေ အူမြူးစရာလေးတွေပါ ထည့်ထားတော့\nအိန္ဒိယရုပ်ရှင်ချစ်သူတွေအတွက် ကြည့်ပျော်မှာပါ။ \nFile size…(3 GB) and (1.9 GB)\nQuality….Web-DL Rip 1080p 5.1CH and 720p\nFormat…mp4\nDuration….02:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/sulthan-2021/",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEm96ib0sPiZBADNKBHKBv5bve9.jpg",
        "title": "Tom Clancy’s Without Remorse (2021)",
        "description": "Without Remorse (2021)အက်ရှင်ရော ဇာတ်လမ်းရော အတော်ကိုလန်းတဲ့ ရုပ်ရှင်တစ်ကားလောက် တင်ပေးထားပါတယ်။ဂျွန် ကယ်လီဟာ နေဗီဆီးလ် အထူးတပ်ဖွဲ့ ခေါင်းဆောင်တစ်ယောက်ပါ။\nသူတို့ရဲ့ စစ်ဆင်ရေးတစ်ခုအပြီး အနားယူနေချိန်မှာ\nအဖွဲ့သားတွေအကုန်လုပ်ကြံခံရသလို၊\nသူ့ရဲ့ ကိုယ်ဝန်နဲ့ ဇနီးပါ သေသွားခဲ့ပါတယ်။ဒါကို လိုက်စုံစမ်းရင်းနဲ့ နိုင်ငံရေးအရှုပ်အထွေးနဲ့\nသူလျိုတွေကြား ညပ်နေတာကို သိလာတဲ့အခါ ......File size… 2.45 GB and 1.15 GB\nQuality…. 1080p HEVC 5.1 CH and 720p\nFormat…mp4\nDuration…. 1h 49 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Little Neo\nEncoder ..... August",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/tom-clancys-without-remorse-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2Jho4Ak4JDTesy6QBXRPBhzBJfj.jpg",
        "title": "Mumbai Saga (2021)",
        "description": "Mumbai Saga (2021)\nမြန်မာစာတန်းထိုးဂျွန်အေဗရာဟမ် ၊ ကာဂျဲလ် ၊ အီမ်ရန်းတို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့\nဘောလိဝုဒ်ကားလေးထွက်လာလို့ အခက်အခဲတွေကြားက မရရအောင် တင်ပေးလိုက်ပါတယ်။1980 ခုနှစ်နောက်ပိုင်း ဘုံဘေမြို့ ( ယခု မွန်ဘိုင်း) ကို\nအခြေတည် ရိုက်ကူးထားတဲ့ ဒီရုပ်ရှင်ဟာ\nဖြစ်ရပ်မှန်ရဲ့ တစ်စိတ်တစ်ပိုင်းကို မှီငြမ်းထားတယ်လို့ သိရပြီး ၊\nအဲ့ဒီခေတ် အဲ့ဒီအခါ ဂိုဏ်းစတားတွေ ကြီးစိုးတဲ့ အချိန် ၊\nနိုင်ငံရေးအရှုပ်အထွေးတွေကို နောက်ခံထားပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဘာသာပြန် နဲ့ အညွှန်းကတော့ Myint Thu ပဲ ဖြစ်ပါတယ်။Encoder - AugustFile size… 3.7 GB and 1.3 GB\nQuality…. 1080p HEVC 5.1 and 720p\nFormat…mp4\nDuration…. 2h 15min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Myint Thu\nEncoder ..... August",
        "rating": "5",
        "url": "https://channelmyanmar.org/mumbai-saga/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6BNjjfdFJDGRF59nYNEb2i042xX.jpg",
        "title": "A Writer’s Odyssey ( 2021 )",
        "description": "ဒီတစ်ခေါက်ကတော့ yang mi ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်လမ်းလေးကို တင်ဆက်ပေးသွားမှာပါဝတ္ထုတစ်ပုဒ်က လက်ရှိကမ္ဘာကို ပြောင်းလဲနိုင်သလားဇာတ်လမ်းအကြောင်းအရာလေးကတော့...ကွမ်နင်ဟာ သူ့မှာရှိသမျှအရာအားလုံးကို ရင်းပြီး ပျောက်သွားတဲ့သမီးဖြစ်သူကို ခြောက်နှစ်လုံးလုံး လိုက်ရှာနေသူတစ်ယောက်ပါတစ်နေ့မှာ ထူလင်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်က သူ့သမီးကိုရှာပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့ပါတယ် ဒါပေမဲ့ ပြန်ပေးရမဲ့တန်ကြေးကတော့ \"နတ်ဘုရားသုတ်သင်သူ\" ဆိုတဲ့ ဝတ္ထုကိုရေးသားတဲ့ လုခုံဝမ်ကို သတ်ပေးရမှာပါ သတ်ရမှာလွယ်မယ်လို့ထင်ထားပေမဲ့လည်း \"နတ်ဘုရားသုတ်သင်သူ\" ဝတ္ထုကလက်ရှိကမ္ဘာနဲ့ ဆက်နွယ်မှုတွေရှိနေတဲ့အခါ ဘယ်လိုမထင်မှတ်ထားမှုတွေကကွမ်နင်ကို စောင့်ကြိုနေမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပါ Quality: WEB-DL720Format : mp4Subtitle : Myanmar Sub ( hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/a-writers-odyssey-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-27-at-1.45.42-PM-135x200.png",
        "title": "Justice Society: World War II (2021)",
        "description": "Justice Society: World War II (2021)==========================IMDb Rating - 6.5/10ဒီနေ့အတွက် DC Fan ပရိသတ်တွေအကြိုက်ဖြစ်စေမယ့် Justice မူဗီလေးလာပါပြီ။ဒီအပိုင်းမှာတော့ Flash တစ်ယောက် အပြေးလွန်ပြီး စကြဝဠာမှားရောက်သွားတဲ့အကြောင်းလေးပေါ့။ဘယ်ရီအဲလန် တစ်ယောက် သူ့ကောင်မလေးနဲ့ ပျော်ပွဲစားထွက်ရင်း Brainac နဲ့ Superman တို့ရဲ့တိုက်ပွဲနဲ့ကြုံပါတယ်။ Superman ဖက်က ဝင်ကူရင်း အပြေးလွန်ပြီး တခြားစကြဝဠာတစ်ခုကိုရောက်သွားပါတယ်။အဲဒီကမ္ဘာမှာ ဟစ်တလာသောင်းကျန်းနေတဲ့ ဒုတိယကမ္ဘာစစ်ဖြစ်နေတဲ့အချိန်ကို ရောက်သွားတာပါ။ အဲဒီမှာရှိတဲ့Wonder Woman ခေါင်းဆောင်တဲ့ Justice Society နဲ့တွေ့ပြီး စစ်ပွဲကို တားဆီးနိုင်ဖို့ တူတူပူးပေါင်းကြိုးစားကြတဲ့အကြောင်းလေးပါ။ JS အဖွဲ့ဝင်တွေကတော့ Hourman, Canary, နောက် Flash တစ်ယောက်၊ Hawkman တို့ပါပဲ။နောက်ထပ် Aquaman နဲ့ Superman တို့လည်း ပါပါသေးတယ်။ သူတို့ရဲ့ Role တွေကတော့ ဒီမူဗီထဲမှာပဲကိုယ်တိုင်ကြည့်မြင်ခံစားလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/justice-society-world-war-ii-2021/"
    }
]