[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/prdFM08mGvVDA6uQxKJh8n8Vek1.jpg",
        "title": "How It Ends (2018)",
        "description": "ဒီတစ္ေခါက္ေတာ႔ CM ပရိသတ္ၾကီးအတြက္ Netflix ကတင္ဆက္ေပးလိုက္တဲ႔ Sci-Fi ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ How it ends (2018)ပါ။ဒီဇာတ္လမ္းေလးဟာ သဲထိတ္ရင္ဖိုကားေတြကိုေမွ်ာ္လင္႔ေနတဲ႔ ပရိသတ္ၾကီးအတြက္ေတာ႔ အရမ္းကိုအၾကိဳက္ေတြ႔ေစမယ္႔ကားေလးပါ။နာမည္ေက်ာ္မင္းသားၾကီး Forest Whitakerရဲ ႔သဘာဝက်က်သရုပ္ေဆာင္မႈေတြရယ္၊ ထူးဆန္းတဲ႔ဇာတ္လမ္းေက်ာရိုးရယ္ ေၾကာင္႔ဇာတ္လမ္းအဆံုးအထိဆြဲေခၚသြားႏိုင္မွာမလြဲမေသြပါပဲ။ဒီဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကေတာ႔....ဥပေဒအက်ိဳးေတာ္ေဆာင္ျဖစ္တဲ႔ ဝီလ္တစ္ေယာက္ သူနဲ႔ဆက္ဆံေရးသိပ္မေျပလည္လွတဲ႔ ေယာကၡမေလာင္းျဖစ္သူ တြမ္ဆီကို သမီးေတာင္းဖို႔ တစ္ကိုယ္တည္းခရီးထြက္လာခဲ႔ပါေတာ႔တယ္။ေယာကၡမေလာင္းမိသားစုနဲ႔ အဆင္မေျပျဖစ္ျပီး အိမ္ကိုျပန္အလာမွာ ထူးဆန္းတာေတြျဖစ္ေပၚလာခဲ႔ပါေတာ႔တယ္။သူ႔ေကာင္မေလးျဖစ္သူဆမ္ေနထိုင္ရာဆီးယက္တဲလ္မွာတစ္ခုခုေတာ႔ျဖစ္ေနျပီလို႔သိကာ အေျပးအလႊားျပန္ေပမယ္႔ လွ်ပ္စစ္ဓာတ္အားလိုင္းေတြျပတ္ေတာက္ ဆက္သြယ္ေရးလိုင္းေတြျပတ္ေတာက္ကာ ေလယာဥ္ေတြလဲမထြက္ေတာ႔ပါဘူး။အဲ႔ဒီအခါမွာသူ႔နဲ႔ဆက္ဆံေရးမေျပလည္တဲ႔စစ္သားေဟာင္းေယာကၡမျဖစ္သူနဲ႔ သူ႔ေကာင္မေလးဆီကိုခရီးႏွင္ပါေတာ႔တယ္...အစစအရာရာျပတ္ေတာက္သြားတဲ႔အေျခအေနတစ္ခုမွာ သူတို႔ႏွစ္ေယာက္ေရာေအာင္ျမင္ပါ႔မလား?ဒီလိုရုတ္တရက္ျဖစ္လာတာေတြကဘာေၾကာင္႔လဲ?မိုင္ေပါင္းေထာင္ေသာင္းခ်ီတဲ႔ခရီးလမ္းတစ္ခုမွာဘာေတြေတြ႔ၾကံဳရဦးမွာလဲ? စတဲ႔ေမးခြန္းေပါင္းမ်ားစြာနဲ႔ဇာတ္လမ္းအဆံုးထိဆြဲေခၚသြားႏိုင္မယ္႔ဇာတ္လမ္းေလးပါလို႔ပဲညႊန္းလိုက္ပါရေစ။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ပါ) File Size : (860 MB) and (380 MB)\nQuality : WEBRip 720p\nRunning Time : 1hr 53min\nFormat : Mp4\nGenre : Action, Adventure, Sci-Fi\nSubtitle ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/how-it-ends-2018/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sEhWMRlf1frCXxovPcbYn5njIJe.jpg",
        "title": "Cho Lon (2013)",
        "description": "IMDb rating 7.0 ရထားၿပီး ခပ္​ၾကမ္​းၾကမ္​း အက္​ရွင္​ႀကိဳက္​ပရိတ္​သတ္​ႀကီးအတြက္​ အၾကမ္​းပတမ္​း သတ္​ပုတ္​ခန္​း​ေတြပါတဲ့ ဇာတ္​ကား​တစ္​ကားကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​ဒီဇာတ္ကားေလးက Bui Doi Cho Lon ဆိုတဲ့ 2013 မွာ ထြက္ရွိထားတဲ့ Thai ဇာတ္ကားေလးပါ..လူငယ္အႀကိဳက္ fighting ဇာတ္ကားေကာင္းတစ္ခုပဲျဖစ္ပါတယ္..ဇာတ္ကားထဲမွာ တိုင္ေနာ့နဲ႔ ဟန္ခ်ိဳလံုလို႔ေခၚတဲ့ လူႏွစ္ေယာက္က နယ္ေျမခြဲျခားၿပီး ဂိုဏ္းႏွစ္ဂိုဏ္းကြဲေနတာပါ..အစမွာ ခ်ိဳလံုရဲ႕ညီက မိန္းကေလးတစ္ေယာက္ကို တင္ေျပးလာတာကေနစတာပါပဲ...မိန္းကေလးတစ္ေယာက္ေၾကာင့္ ဂိုဏ္းႏွစ္ခုဟာ အေသအေၾကတိုက္ခိုက္ရၿပီး ေနာက္ဆံုးမွာ ဘယ္လိုျဖစ္သြားလဲဆိုတာ ရင္ တမမ နဲ႔ ၾကည့္ရႈရမယ့္ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္... Qty - 720p Web DLDuration - 1hr 45minGern - Action / ThrillerTranslator - AykayiEncoder - Kyaw Ye Aung",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/cho-lon-2013/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BY2M5ZWZhNGQtNGRiMi00OTMwLTljZWEtYWEwYzAzYTg0ZWU4XkEyXkFqcGdeQXVyNTE2ODk5MjU@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Rendel (2017)",
        "description": "ဒီဇာတ္ကားကိုေတာ့ ဖင္လန္ႏုိင္ငံမွာ အေျခတည္ထားပါတယ္။ဖင္လန္ႏုိင္ငံမွာ Vala လို႔အမည္ရွိတဲ့ ကုမၸဏီၾကီးဟာ တရားမ၀င္ေဆး၀ါးတစ္ခုကို ေဖာ္စပ္ျပီးေတာ့ အာဏာပိုင္ေတြနဲ႔ပူးေပါင္းကာတရား၀င္ျဖန္႔ခ်ိဖို႔ၾကိဳးစားေနပါတယ္။အဲဒီေဆး၀ါးကိုစမ္းသပ္စဥ္ကာလမွာလည္း အျပစ္မဲ့ကေလးငယ္ေပါင္းမ်ားစြာ ဓားစာခံျဖစ္ခဲ့ရပါေသးတယ္။ကေလးငယ္ေတြတင္မက တျခားဓားစာခံျဖစ္ခဲ့တာေတာ့ ရမ္မီလို႔ေခၚတဲ့အလုပ္သမားၾကီး။ Vala မွာ အဲဒီတရားမ၀င္ေဆး၀ါးေတြကို ၾကီးၾကပ္ရင္းတခ်ိဳ႕တ၀က္ေပ်ာက္ဆံုးခဲ့တာေၾကာင့္ သမီးနဲ႔ ဇနီးျဖစ္သူအသတ္ခံခဲ့ရသလို သူကိုယ္တုိင္လည္း မေသရံုတမယ္ အႏွိပ္စက္ခံခဲ့ရပါတယ္။အဲဒီအခ်ိန္မွာပဲ ဒုစရိုက္အဖြဲ႕အစည္းၾကီးျဖစ္တဲ့ Vala ကုမၸဏီကို တစ္ကိုယ္တည္း လက္စားေခ်ဖို႔ၾကိဳးစားပါေတာ့တယ္.....။ဒီဇာတ္ကားက Feratum Film Festival မွာ အေကာင္းဆံုးအက္ရွင္ကားစုကိုရရွိခဲ့တဲ့ကားတစ္ကားပါ။အက္ရွင္ကားၾကိဳက္တဲ့သူေတြအတြက္ေတာ့ ၾကည့္ေပ်ာ္ေလာက္မယ့္ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ၾကိဳေတာင္းပန္ခ်င္တာတစ္ခုကေတာ့ဇာတ္ကားထဲမွာပါတဲ့ အဂၤလိပ္စကားေျပာေတြက မူရင္းစာဖိုင္ထဲမွာ မပါတဲ့အတြက္ သည္းခံေပးၾကပါလို႔ေတာင္းပန္ခ်င္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကို မ်ိဳးသန္႔ ပါ) File Size : (850 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Crime, Fantasy\nSubtitle : ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/rendel-2017/",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Race 2 (2013)",
        "description": "Race Film Seriesက အခုဆုိ Race 3 အထိေရာက္ရွိလုိ႔လာခဲ့ပါၿပီ(2008)မွာ Race 1 ထြက္ခဲ့ၿပီး (2013)မွာ Race 2 ထြက္ခဲ့၍ ယခု (2018)မွာေတာ့ Race 3 ထပ္မံထြက္ရွိခဲ့ပါတယ္ဇာတ္ကားေတြကေတာ့ Crime, Action, Drama ကားေကာင္းေတြျဖစ္ၿပီး အထူးသျဖင့္ 1, 2က Ratingsပုိင္းလည္းေကာင္းသလုိ ဇာတ္လမ္းလည္းဆြဲေဆာင္မႈရွိလွပါတယ္။Race 3ကေတာ့ မၾကည့္ရေသးလုိ႔ ဘာမွမေျပာလုိပါ။1,2 မွာေတာ့ ေဆ့ဖ္အလီခန္း၊ အနီလ္ကပူးရ္တုိ႔က အဓိကပါဝင္ခဲ့ၿပီး ဇာတ္လမ္းကလည္း အလွည့္အေျပာင္းမ်ားနဲ႕ ဂ်င္ေပၚကထုံးဆုိသလုိ\nတေယာက္နဲ႕တေယာက္ ေက်ာ္ခြရင္းအၿပိဳင္ဆုိင္ခ်ဲၾကတဲ့ ဇာတ္ကားေကာင္းေတြပါ။ဇာတ္ဝင္သီခ်င္းခပ္ျမဴးျမဴးေတြ၊ အက္ရွင္ခပ္လန္းလန္းေတြစတန္႔အကြတ္ေတြကုိမွ ႀကိဳက္ႏွစ္သက္တဲ့ပရိတ္သတ္ႀကီးအတြက္Race 1, 2ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။Race 3ကေတာ့ ႐ုံတင္ထားတာသိပ္မၾကာေသးတဲ့အတြက္ အၾကည္ထြက္ဖုိ႔ၾကာဦးမွာမုိ႔လုိ႔ အၾကည္၊ စာအမွန္ထြက္လာတာနဲ႕ တင္ဆက္ေပးမွာပါ။အခုေတာ့ Race 1, 2ကုိပဲ ျပန္လည္ခံစားၾကည့္လုိိက္ၾကပါဦး။  File Size : (1.2 GB)\nQuality ...",
        "rating": "5.2",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4 https://megaup.net/2coz2/Race_[2008]_(MM_Sub).mp4 https://megaup.net/2coy0/Race_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Race (2008)",
        "description": "Race Film Seriesက အခုဆုိ Race 3 အထိေရာက္ရွိလုိ႔လာခဲ့ပါၿပီ(2008)မွာ Race 1 ထြက္ခဲ့ၿပီး (2013)မွာ Race 2 ထြက္ခဲ့၍ ယခု (2018)မွာေတာ့ Race 3 ထပ္မံထြက္ရွိခဲ့ပါတယ္ဇာတ္ကားေတြကေတာ့ Crime, Action, Drama ကားေကာင္းေတြျဖစ္ၿပီး အထူးသျဖင့္ 1, 2က Ratingsပုိင္းလည္းေကာင္းသလုိ ဇာတ္လမ္းလည္းဆြဲေဆာင္မႈရွိလွပါတယ္။Race 3ကေတာ့ မၾကည့္ရေသးလုိ႔ ဘာမွမေျပာလုိပါ။1,2 မွာေတာ့ ေဆ့ဖ္အလီခန္း၊ အနီလ္ကပူးရ္တုိ႔က အဓိကပါဝင္ခဲ့ၿပီး ဇာတ္လမ္းကလည္း အလွည့္အေျပာင္းမ်ားနဲ႕ ဂ်င္ေပၚကထုံးဆုိသလုိ\nတေယာက္နဲ႕တေယာက္ ေက်ာ္ခြရင္းအၿပိဳင္ဆုိင္ခ်ဲၾကတဲ့ ဇာတ္ကားေကာင္းေတြပါ။ဇာတ္ဝင္သီခ်င္းခပ္ျမဴးျမဴးေတြ၊ အက္ရွင္ခပ္လန္းလန္းေတြစတန္႔အကြတ္ေတြကုိမွ ႀကိဳက္ႏွစ္သက္တဲ့ပရိတ္သတ္ႀကီးအတြက္Race 1, 2ကုိ တင္ဆက္ေပးလုိက္ပါတယ္။Race 3ကေတာ့ ႐ုံတင္ထားတာသိပ္မၾကာေသးတဲ့အတြက္ အၾကည္ထြက္ဖုိ႔ၾကာဦးမွာမုိ႔လုိ႔ အၾကည္၊ စာအမွန္ထြက္လာတာနဲ႕ တင္ဆက္ေပးမွာပါ။အခုေတာ့ Race 1, 2ကုိပဲ ျပန္လည္ခံစားၾကည့္လုိိက္ၾကပါဦး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုေဇာ္ထူး ပါ) File Size : (1.2 GB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wran/Commando_[2013]_(MM_Sub).mp4 https://megaup.net/2cose/(cm)Gunday_(2014).mp4 https://megaup.net/Qu64/Jazbaa_[2015]_(MM_Sub).mp4 https://megaup.net/2coz2/Race_[2008]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/body-of-lies-poster-133x200.jpg",
        "title": "Body of Lies (2008)",
        "description": "IMDb 7.1 ရတဲ့ကားလဲဖြစ် လီယိုနာဒိုရဲ့ကားလည်းဖြစ်နေတဲ့အတွက်အထူးတလည်ညွှန်းစရာမလိုပဲ ဘယ်လောက်ကောင်းလဲ မှန်းကြည့်နိုင်ပါတယ်။အကြမ်းဖက်အဖွဲ့ခေါင်းဆောင်နောက်ကို လိုက်နေတဲ့ စီအိုင်အေ အေးဂျင့်(လီယိုနာဒို) ဟာ သူ့ရဲ့ အမေရိကန် အထက်အရာရှိရဲ့ သံသယဖြစ်ဖွယ်အမိန့်တွေနဲ့ ကိုယ်ပိုင်ဆုံးဖြတ်ချက်တွေ ရောထွေးနေတဲ့အချိန်မှာ အခက်အခဲတွေကြားထဲကနေ................. ဇာတ်ကားဟာ လှည့်ကွက်ကောင်းကောင်းနဲ့ ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်လို့ ကောင်းလွန်းတဲ့အတွက် အညွှန်းနဲ့ spoiler ဖြစ်အောင် မလုပ်တော့ပါဘူး။ ကြည့်လိုက်ကြပါဦး။(အညွန်းရေးသူကတော့  Little Neo ပဲ ဖြစ်ပါတယ်)--------------------------------------------------------------------------------------IMDb 7.1 ရတဲ့ကားလဲျဖစ္ လီယိုနာဒိုရဲ႕ကားလည္းျဖစ္ေနတဲ့အတြက္အထူးတလည္ညႊန္းစရာမလိုပဲ ဘယ္ေလာက္ေကာင္းလဲ မွန္းၾကည့္နိုင္ပါတယ္။အၾကမ္းဖက္အဖြဲ႕ေခါင္းေဆာင္ေနာက္ကို လိုက္ေနတဲ့ စီအိုင္ေအ ေအးဂ်င့္(လီယိုနာဒို) ဟာ သူ႕ရဲ႕ အေမရိကန္ အထက္အရာရိွရဲ႕ သံသယျဖစ္ဖြယ္အမိန္႕ေတြနဲ႕ ကိုယ္ပိုင္ဆံုးျဖတ္ခ်က္ေတြ ေရာေထြးေနတဲ့အခ်ိန္မွာ အခက္အခဲေတြၾကားထဲကေန................. ဇာတ္ကားဟာ လွည့္ကြက္ေကာင္းေကာင္းနဲ႕ ဇာတ္အိမ္ခိုင္ခိုင္နဲ႕ ၾကည့္လို႕ ေကာင္းလြန္းတဲ့အတြက္ အညႊန္းနဲ႕ spoiler ျဖစ္ေအာင္ မလုပ္ေတာ့ပါဘူး။ ၾကည့္လုိက္ၾကပါဦး။(အညြန္းေရးသူကေတာ့  Little Neo ပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eB2g/Body_Of_Lies_[2008]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8mXEq5vomTKsR5YTQIgLj1b2phZ.jpg",
        "title": "Believer (2018)",
        "description": "ဒီကား​ေလး လံုး၀ကို crimeနဲ႔ actionကို ႀကိဳက္​ႏွစ္​သက္​တဲ့သူ​ေတြအတြက္​ တကယ္​ကိုထိမိ​ေစမယ္​့ကား​ေလးပါကားအစမွာ​ေတာ့ ဆရာလီဆိုတဲ့ မူးယစ္​ရာဇာကိုလိုက္​စံုစမ္​း​ေနတဲ့စံု​ေထာက္​နဲ႔ သူရဲ႕သတင္​း​ေပး ​ေဆးဆြဲ​ေနတဲ့က​ေလးမ​ေလး ခ်ာဆူ​ေဂ်ာင္​းတို႔နဲ႔စထားပါတယ္​ခ်ာဆူ​ေဂ်ာင္​းက သတင္​းယူ​ေပးရင္​း မိသြားၿပီး အသတ္​ခံလိုက္​ရတဲ့အခါမွာ​ေတာ့ စံု​ေထာက္​ခင္​ဗ်ာ ​ေၾကကြဲၿပီး မူးယစ္​ရာဇာကို လိုက္​ဖမ္​းဖို႔ မရရ​ေအာင္​ နည္​းမ်ဳိးစံုနဲ႔ႀကိဳးစားပါ​ေတာ့တယ္​အဲ့လိုႀကိဳးစားရင္​း ပံုစံမ်ဳိးစံု အ​ေျခအ​ေနမ်ဳိးစံု လူ​ေပါင္​းစံုနဲ႔ပါႀကံဳ​ေတြ႔လာရၿပီး ရင္​ဆိုင္​​ေျဖ႐ွင္​းပံု​ေတြက ရယ္​ရမလို ငိူရမလိုနဲ႔ ​ေတာ္​​ေတာ္​ကို လႈိက္​ဖို​ေငး​ေမာၿပီး ၾကည့္႐ွဴရမယ္​့ကား​ေလးပါ​ေနာက္​ဆံုးက်ျပန္​​ေတာ့ ဆရာလီဆို​ေတာ့လူက ဘယ္​သူျဖစ္​မလဲသူ႔ကိုတကယ္​​ေရာ ႐ွာ​ေတြ႔ပါ့မလားဖမ္​းလို႔​ေရာရဲ႕လားဆိူတာကို​ေတာ့ Believer (2018)ဆိုတဲ့ဇာတ္​ကား​ေလးမွာ ၾကည္​့လိုက္​ပါ​ေနာ္​ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Nandar Kyaw  ျဖစ္ပါတယ္) File Size : (900 MB) and (400 MB)\nQuality : HDRip 720p\nRunning Time : 2hr 3min\nFormat : Mp4\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/believer-2018/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/96pdw2qcx4g25vZLywNi4XRQVqm.jpg",
        "title": "Ransom(1996)",
        "description": "Ransom(1996)\nIMDb...6.6,,,Rotten...76%\nဒီကားကုိၾကည့္ေနတဲ့ ခင္ဗ်ားဟာ  ဇာတ္လမ္းစၿပီး မိနစ္(၂၀)ေလာက္မွာ တစ္ကားလုံးၿခဳံငုံသုံးသပ္မိသြားၿပီ.\n..ဘာလုိ႕ဆုိ စစခ်င္း အဓိက သရုပ္ေဆာင္ျဖစ္တဲ့ မဲလ္ဂစ္ဆင္ရဲ႕ အေၾကာင္းကုိစၿပတယ္..\nသူဟာ လူခ်မ္းသာတစ္ဦးျဖစ္တယ္ ခ်စ္စရာဇနီးေလးနဲ႕ လိမၼာတဲ့သားေလးတစ္ေယာက္ရွိတယ္..\nသိပ္မႀကာဘူး သူ႕ရဲ႕သားကုိျပန္ေပးဆြဲတယ္..ျပန္ေပးဆြဲသူက ေဒၚလာ သန္း(၂၀)နဲ႕ကေလးကုိ\nလာေရြးဖုိ႕ေျပာတယ္... ကေလးကုိျပန္ေရြးဖုိ႕ ရဲေတြနဲ႕အလုပ္ရႈတ္ၾကတယ္.\n..ဒီမွာတင္ခင္ဗ်ားဟာ သမရုိးက်ကားလုိ႕ ဒီကားကုိ သုံးသပ္မိလိမ့္မယ္..\n..အဲ့အေတြးဟာ ေနာက္ပုိင္းမွားယြင္းေၾကာင္းတျဖည္းျဖည္းျပသြားလိမ့္မယ္..\n.ဒါရုိက္တာဟာ ခင္ဗ်ားမေမွ်ာ္လင့္တဲ့\nျဖစ္ရပ္ေတြ ခင္ဗ်ားမျမင္မိ မေတြးမိ တဲ့ ရႈေထာင့္ေတြကုိ တစ္စစီဆြဲထုတ္ျပလိမ့္မယ္..\n. ဖခင္တစ္ေယာက္ရဲ႕ေနရာမွာ ခင္ဗ်ားတုိ႕ဆုိရင္ေရာ ဘယ္လုိလုပ္မလဲ..မဲလ္ဂစ္ဆင္ရဲ႕လုပ္ရပ္ေတြဟာ ျဖစ္သင့္လား ..\n.ဒါမွမဟုတ္ ခင္ဗ်ားတုိ႕ကေရာ သူ႕လုပ္ရပ္ကုိေထာက္ခံမွာလား.\n.. ကြ်န္ေတာ္တုိ႕ လူငယ္ေတြၾကား ေျပာတတ္တဲ့စကားေလးရွိတယ္ ဒီကိစၥက\nမင္းထင္သေလာက္မရုိးရွင္းဘူးကြဆုိတဲ့စကားကုိ ဒီမွာလည္း ယူသုံးရမယ္ထင္တယ္ .\n..ဒီကားကလည္း ခင္ဗ်ားတုိ႕ထင္သေလာက္မရုိးရွင္းဘူးဗ်....\nFile Size : (900 MB) and (338 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre : Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded ...",
        "rating": "6.6",
        "url": "https://megaup.net/TBwm/Ransom_[1996]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/nvsjts6dm2jh-141x200.jpg",
        "title": "The Dragon Chronicles: The Maidens of Heavenly Mountain (1994)",
        "description": "The Dragon Chronicles: The Maidens of Heavenly Mountain (1994)\nIMDb - 6.0/10\n  \nတရုတ်သိုင်းလောကရဲ့ အလှထိပ်ခေါင် မင်းသမီးတွေဖြစ်တဲ့ Gong Li , Sharla Cheung , Brigitte Lin တို့ သုံးယောက်ကို တပြိုင်တည်း တွေ့မြင်ရမယ့် ဇာတ်ကားပါ။\nIMDb Rating (6/10) ရရှိထားပြီး Fantasy/Action/Adventure ဇာတ်ကားအမျိုးအစားပါ။\nသိုင်းလောကသားတွေ နှစ်သက်မယ့် သိုင်းကွက်၊ဇာတ်ကွက်တွေနဲ့မို့ သိုင်းလောကသားမှန်ရင် လက်လွတ်မခံသင့်ပါဘူး။\n     \nFile size…(900 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by YMA & Ying Ying",
        "rating": "6.0",
        "url": "https://megaup.net/2gpiw/The_Dragon_Chronicles_-_The_Maidens_Of_Heavenly_Mountain_(San_Tin_Lung_Bat_Bo_-_Tin_San_Tung_Lo)_[1994]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "",
        "title": "Bharat Ane Nenu (2018)",
        "description": "ဖခင်ကြီး ကျန်းမာရေးချို့တဲ့နေပြီဆိုတဲ့သတင်းကြောင့် နိုင်ငံခြားမှာ ပညာတော်သင်သွားနေတဲ့လူတစ်ယောက် ကိုယ့်ရပ်ကိုယ့်မြေကို ပြန်လာတယ်ပြန်ရောက်တော့ဖခင်ကြီးရဲ့အသက်ကိုမမှီလိုက်သလိုဇပနအခမ်းအနားကိုတောင် ကျင်းပခွင့် မရလိုက်ဘူး. . .သို့ပေမယ့် ကောက်ကာငင်ကာဆိုသလို ဝန်ကြီးချုပ်ရာထူးကို ဝင်ရောက်ထမ်းဆောင်ဖို့ ဖြစ်လာတယ်ပညာတတ် လူငယ်လေးဖြစ်တဲ့အပြင်ဖခင်ရဲ့ သွေးအပြည့်ပါတဲ့သူဖြစ်တာကြောင့်အလုပ်ကို ကြိုးစားတယ်မှန်ကန်တဲ့အလုပ်ကို လုပ်တယ်တည်ကြည်တယ် ဖြောင့်မတ်တယ်ရဲ့ဝံ့တယ်. . .ဘယ်သူ့မျက်နှာကိုမှ မထောက်ဘူးပြည်သူတွေကို ချစ်တဲ့သူဖြစ်တာကြောင့်အောက်ခြေလူတန်းစားတွေနေတဲ့ ကျေးလက်ဒေသတွေအထိ ရှောင်တခင် စစ်ဆေးတတ်တယ်သက်ဆိုင်ရာနယ်မြေက တာဝန်ကျ အစိုးရ အရာရှိတွေကို ပြည်သူ့အကျိုး သယ်ပိုးသူမှန်ရင် မြှောက်စားတယ်လာဘ်စားပြီး တာဝန်မကျေရင် ဖြုတ်ပစ်တယ်. . .အဲ့ဒီလောက်အထိ ရဲရဲတောက်တဲ့ဝန်ကြီးချုပ် ဖြစ်လာတယ်. . .လမ်းပန်းဆက်သွယ်မှု ကောင်းမွန်ရေးလမ်းတံတားပြုပြင်ရေးကျေးလက်ဒေသ စည်ပင်ဖွံဖြိုးရေးစတဲ့ လုပ်ငန်းတွေမှာ နိုင်ငံတော်ဘတ်ဂျက်ကို မျှတအောင် သုံးစွဲပြီး ရန်ပုံငွေတွေ ချပေးကာကိုယ်ထူကိုယ်ထ လုပ်စေတယ်သူက ပြည်သူကို ကိုယ့်အားကိုယ်ကိုးစေချင်တဲ့ ဒီလိုမျိုးစိတ်ဓာတ်ပိုင်ရှင် ဝန်ကြီးချုပ်ပါ။သူပြောတဲ့စကားက\"စစ်မှန်တဲ့ ခေါင်းဆောင်ဆိုတာခေါင်းဆောင်မလိုတဲ့ လူ့အဖွဲ့အစည်းတစ်ရပ် ဖြစ်တည်လာအောင် လမ်းပြပေးတဲ့သူပါ\"တဲ့မည်သို့ပင်ဆိုစေ. . .ပြည်သူ့အချစ်တော် ခံယူပြီးတာဝန်တွေကို ကျေပွန်အောင် ...",
        "rating": "8.8",
        "url": "https://megaup.net/2tfxU/Bharat_Ane_Nenu_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BMGUzYTMxMzctYzZkMC00MDcxLThlOTktNGE5YTUyNjM0NDI0XkEyXkFqcGdeQXVyMjI4MjA3NDY@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "On the Ropes (2018)",
        "description": "ႀကိဳးဝိုင္းထဲမွာ ႀကိဳးနားကပ္ၿပီး အသဲအသန္ျပန္ထိုးေနရၿပီဆိုရင္ေတာ့ ရႈံးေတာ့မဲ့အေနအထားေပါ့။အဲဒီအေျခအေနကေန ႐ုန္းမထြက္ႏိုင္ေတာ့ဘူးဆိုရင္ ေသခ်ာတယ္အရႈံးေပးရမယ္။အခုဇာတ္ကားထဲမွာလည္း ဇာတ္လိုက္မင္းသားရဲ႕အေျခအေနက အဲလိုအေနထားမ်ိဳးမွာ ရွိေနတာေပါ့။ဇာတ္လမ္းအက်ဉ္းကိုေျပာရမယ္ဆိုရင္ဇာတ္လိုက္မင္းသား နာမည္က ဂၽြန္ပါ။ဒီဇာတ္ကားက လူဆိုးဂိုဏ္းႏွစ္ဂိုဏ္းၾကားမွာရွိတဲ့ ဆက္ဆံေရးကို အေျခခံထားပါတယ္။အေပးအယူ၊ အျပန္အလွန္ေလးစားမႈကေနကေန ဂိုဏ္းေတြရဲ႕ထံုးစံအတိုင္း သတ္ျဖတ္တာေတြအထိပါတာေပါ့။ဒီလိုဂိုဏ္းမ်ိဳးေထာင္ထားၾကၿပီဆိုရင္ ဂိုဏ္းထဲမွာရွိတဲ့ ဂိုဏ္းသားေတြရဲ႕သစၥာေစာင့္ထိန္းမႈက အေရးႀကီးဆံုးပဲေပါ့။သစၥာမေစာင့္ထိန္းဘဲ ရဲကိုသတင္းေပးၿပီး ပိုက္ဆံရွာတဲ့ သတင္းေပးေတြကို Rat (အသားထဲကေလာက္ထြက္တဲ့ ေလာက္ေကာင္) လို႔ေခၚတာေပါ့။အဲဒီလိုဂိုဏ္းတစ္ခုမွာ ေလာက္တက္ၿပီဆိုရင္ေတာ့ အဲဒီဂိုဏ္းၿပိဳကြဲဖို႔သိပ္မေဝးေတာ့ဘူးေပါ့။ေနာက္ထပ္ဂိုဏ္းတစ္ခုမွာ အေရးႀကီးတာက ကိုယ္ခံပညာနဲ႕ဂိုဏ္းသားေတြအေပၚမွာ ၾသဇာေညာင္းမႈေပါ့။ကိုယ့္ဂိုဏ္းသားေတြဆိုတာလည္း စံျပပုဂၢိဳလ္ကိုမွ ဆရာတင္ၾကတာေပါ့။အဲဒီလိုနဲ႕ဂၽြန္တို႔ရဲ႕ေခါင္းေဆာင္အဖိုးႀကီးက ေနထိုင္မေကာင္းျဖစ္လာတဲ့အခ်ိန္ ဂိုဏ္းထဲမွာေလာက္တက္ၿပီး ဂိုဏ္းသားေတြစၿပီးေတာ့ ၿပိဳကြဲပါေတာ့တယ္။လီဆိုတာက ဂၽြန္နဲ႕အတူတူႀကီးၿပီးလာၿပီး ငယ္ငယ္က ဂၽြန္ကို အႏိုင္က်င့္ေနၾကေပါ့။အဲဒီဂိုဏ္းမွာ အဖိုးႀကီးၿပီးရင္ သူလို႔ေျပာလို႔ရတယ္။ဒါေပမဲ့သူက စိတ္ဆက္ၿပီး လုပ္ခ်င္ရာလုပ္တတ္တဲ့အက်င့္ရွိတယ္။အဲဒါေၾကာင့္အဖိုးႀကီးက သူ႔ကိုစိတ္မခ်ဘူး။အဲဒီလိုအေျခအေနမွာ ပိုဆိုးလာတာက အဖိုးႀကီးေရာဂါရတဲ့အခ်ိန္မွာ အဖိုးႀကီးက ဂိုဏ္းကိုအုပ္ခ်ဳပ္ဖို႔အတြက္လီကိုတာဝန္မေပးဘဲ ဂၽြန္ကိုတာဝန္ေပးဖို႔ ဆံုးျဖတ္လိုက္တဲ့အခါမွာေတာ့ ဂိုဏ္းထဲမွာ လုပ္ၾကံမႈေတြဆက္တိုက္ျဖစ္လာပါေတာ့တယ္။အဲဒီအခက္အခဲေတြကိုေျဖရွင္းဖို႔ႀကိဳးစားတဲ့အခါ ဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ ၾကည့္႐ူခံစားလိုက္ပါဦးကိုယ္ခံပညာအလန္းစားေတြနဲ႕႐ိုက္ခ်က္ေကာင္းေကာင္း႐ိုက္ထားလို႔ ၾကည့္ေကာင္းမဲ့ အက္ရွင္ကားေကာင္းတစ္ခုလို႔ ၫႊန္းလိုက္ပါရေစ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/on-the-ropes-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MPW-40402-135x200.jpg",
        "title": "Crank: High Voltage (2009)",
        "description": "Crank (2006) ဇာတ္ကားရဲ႕ေနာက္ဆက္တြဲဇာတ္ကားျဖစ္ျပီးမင္းသားၾကီး Jason Statham ရဲ႕အမိုက္စား ခပ္ၾကမ္းၾကမ္းဇာတ္ကားပါ။ေၾကးစားလူသတ္သမားအခ်င္းခ်င္း ေအာက္လမ္းနည္းေပါင္းစံုနဲ႕လုပ္ၾကံၾကတဲ့ ကစားပြဲမွာအသက္ရွင္ဖို႕ အရာအားလံုးကို ျဖတ္ေက်ာ္မယ့္ Chev Chelios အျဖစ္ Jason Statham ကို အမိုက္စားျမင္ေတြ႕ရမွာပါ။IMDb (6.2) ထိရရွိထားတဲ့ Action , Crime , Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး မင္းသမီး Amy Smart မွလဲ ဇာတ္လမ္းနဲ႔အျပိဳင္ ခပ္ၾကမ္းၾကမ္း ပါဝင္အားျဖည့္ထားပါတယ္။ \nFile size…(900 MB) and (460 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Edrea Rae",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/crank-high-voltage-2009/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/crank_ver3-134x200.jpg",
        "title": "Crank (2006)",
        "description": "မင္းသားၾကီး Jason Statham ရဲ႕အမိုက္စား ခပ္ၾကမ္းၾကမ္းဇာတ္ကားပါ။ေၾကးစားလူသတ္သမားအခ်င္းခ်င္း ေအာက္လမ္းနည္းေပါင္းစံုနဲ႕လုပ္ၾကံၾကတဲ့ ကစားပြဲမွာအသက္ရွင္ဖို႕ အရာအားလံုးကို ျဖတ္ေက်ာ္မယ့္ Chev Chelios အျဖစ္ Jason Statham ကို အမိုက္စားျမင္ေတြ႕ရမွာပါ။IMDb (7) ထိရရွိထားတဲ့ Action , Crime , Thriller အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး မင္းသမီး Amy Smart မွလဲ ဇာတ္လမ္းနဲ႔အျပိဳင္ ခပ္ၾကမ္းၾကမ္း ပါဝင္အားျဖည့္ထားပါတယ္။ \nFile size…(850 MB) and (420 MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MT",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/crank-2006/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvEyStSBUHBBNCV5QZ821wJG19C.jpg",
        "title": "Meatball Machine Kodoku (2017)",
        "description": "ဒီဇာတ္လမ္းေလးကေတာ့ ဂ်ပန္ Sci-fic/thriller အမ်ိဳးအစားျဖစ္ပါတယ္။Rating 6.3 ရထားျပီးေတာ့မွ အခုလူမႈဘဝ အေျခအေနေတြကို ေသခ်ာရိုက္ျပထားတာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ ေလာကမွာ ေမတၱာတရားေခါင္းပါးေနျပီး ေငြေၾကးကသာအဓိကျဖစ္ေနတဲ႔ လူေတြၾကားမွာ အႏိုင္က်င့္ခံ အထီးက်န္ေနတဲ႔ လူတစ္ေယာက္အေၾကာင္းရိုက္ျပထားတာပါ။လူေတြဟာ အၾကင္နာတရားတကယ္ေခါင္းပါးလာျပီး စက္ရုပ္သဖြယ္ ျဖစ္လာတဲ႔ အေျခအေနမွာ တကယ့္ စက္ရုပ္ေတြက လူ႔ေလာက ကိုေရာက္လာျပီး လူေတြကို သတ္ျဖတ္လာတဲ့အခါမွာေတာ့ လူသားေတြအတြက္ ေပ်ာ္ရႊင္ျခင္း ခ်စ္ျခင္းကို သိလာတာ ေနာက္က်သြားျပီလားလူေတြကေရာ စက္ရုပ္ေတြရဲ႕လက္ထဲကေတလြတ္ေျမာက္ႏိုင္ပါ့မလားဆိုတာကို သည္းထိတ္ရင္ဖိုၾကည့္ရမွာျဖစ္မွာပါတယ္ (ဘာသာျပန္သူကေတာ့ Brilliant Star ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre : Action, Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/meatball-machine-kodoku-2017/",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/batman-returns-copy-133x200.jpg",
        "title": "Batman Returns (1992)",
        "description": "Batman Returns က\nTim Burton director လုပ္ခဲ့တဲ့\nBatman သုံးကားထဲ တစ္ကား အပါအဝင္ပါ။Gotham ၿမိဳ႕ရဲ႕\nေရဆိုးေျမာင္းေတြထဲမွာ ပင္ဂြင္းလူတစ္ေကာင္\n႐ွိေနတယ္ဆိုၿပီး ေကာလဟာလေတြ ထြက္ေပၚလာခ်ိန္..Max shreck အမည္ရတဲ့\nေဂၚသမ္မ်က္ႏွာဖုံးသူေ႒းတစ္ေယာက္ဟာ\nတစ္ၿမိဳ႕လုံးက စြမ္းအင္ေတြကို စုတ္ယူမဲ့\nPower Generator တစ္ခု လုပ္ဖို႔ ၾကံစည္ေနခ်ိန္..လူေလးစား\nပင္ဂြင္းဟာ Max ရဲ႕ အၾကံေတြကို သိၿပီး\nMax နဲ႔ ေပါင္းၿပီး.. ၿမိဳ႕ေတာ္ဝန္လုပ္ဖို႔ ၾကံခဲ့တယ္။max သူ႔အၾကံကို သိသြားတဲ့..Selena ကို\nႏႈတ္ပိတ္သတ္ဖို႔ ၾကံခဲ့တယ္။Selena မေသပဲ Catwoman ျဖစ္သြားတဲ့အခါ\nBatman အေနနဲ႔\nဗီလိ္န္သုံးေကာင္ ကိုယ္တစ္ေကာင္ ႏြဲဖို႔ ျဖစ္လာခဲ့ပါတယ္။တစ္ဖက္တစ္လမ္းကလည္း Bruce wayne အေနနဲ႔\nSelena နဲ႔ ခ်စ္ႀကိဳက္မိတဲ့အခါ......။\nဆက္ျဖစ္လာဦးမဲ့ Batman ရဲ႕\nစြန္႔စားခန္းေတြကိုေတာ့ ကိုယ္တိုင္ပဲ ခံစားၾကည့္ၾကပါ။Gotham ၾကည့္တဲ့\nOswald Cobblepot ရဲ႕ fanေတြအတြက္\nပင္ဂြင္း Adult ကို ခံစားရမဲ့\nဇာတ္ကားဆိုလည္း မမွားပါဘူး။ထူးျခားခ်က္အေနနဲ႔\nCatwoman ရဲ႕ Nine Live ...",
        "rating": "7.0",
        "url": "https://megaup.net/4eB44/Batman_Returns_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNDFiYTM3MzMtMTY1MC00ODhlLWI5ZmMtNGIwYTcwMzE3Y2MxXkEyXkFqcGdeQXVyNzMwNTgzMzU@._V1_-132x200.jpg",
        "title": "Batman (1989)",
        "description": "[Unicode]Batman ဇာတ်ကားကတော့ ဒါရိုက်တာ Tim Burtonရိုက်ကူးခဲ့တဲ့ဇာတ်ကား၃ကားထဲက တစ်ကားအပါအဝင်ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ အမေရိကန်ပြည်ထောင်စု၊Gotham မြို့စွန်ကမိဘနှစ်ပါးလုံးဆုံးရှုံးလိုက်ရလို့ လက်စားချေလိုစိတ်၊တရားမျှတမှု့ကို ဖြစ်စေချင်တဲ့စိတ်ကြောင့်ကိုယ်ရည်စွမ်းထက်မြက်အောင်လုပ်ပြီး ယိုယွင်းနေပြီဖြစ်တဲ့ Gotham မှာလူဆိုးကောင်တွေကို ရှင်းလင်းနေတဲ့ Batmanနဲ့လူတစ်ကာကို ဒုက္ခပေးနေတဲ့ လူဆိုးအရူး Joker တို့ရဲ့ တိုက်ခိုက်ကြတဲ့Action ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Batman ဇာတ္ကားကေတာ့ ဒါရိုက္တာ Tim Burtonရိုက္ကူးခဲ့တဲ့ဇာတ္ကား၃ကားထဲက တစ္ကားအပါအ၀င္ျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ အေမရိကန္ျပည္ေထာင္စု၊Gotham ျမိဳ့စြန္ကမိဘနွစ္ပါးလံုးဆံုးရွံုးလိုက္ရလို႔ လက္စားေခ်လိုစိတ္၊တရားမွွ်တမွဳ့႕ကို ျဖစ္ေစခ်င္တဲ့စိတ္ေျကာင့္ကိုယ္ရည္စြမ္းထက္ျမက္ေအာင္လုပ္ျပီး ယိုယြင္းေနျပီျဖစ္တဲ့ Gotham မွာလူဆိုးေကာင္ေတြကို ရွင္းလင္းေနတဲ့ Batmanနဲ့လူတစ္ကာကို ဒုကၡေပးေနတဲ့ လူဆိုးအရူး Joker တို႔ရဲ႕  တိုက္ခိုက္ျကတဲ့Action ဇာတ္လမ္းေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ Batman(1989)File size…(999MB) and (555MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….02:06:19\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Min Thant HtooEncoded by Naing Aung Latt",
        "rating": "7.6",
        "url": "https://megaup.net/4Uywj/Batman_[1989]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p0ESXdJbhVOHwVoWmxDhakgPu3H.jpg",
        "title": "Big Legend (2018)",
        "description": "Action/Thriller ပရိတ္သတ္ႀကီးအတြက္ပါဒီကားရဲ႕ အစကေတာ့ ႐ိုဆန္ဆန္ေလး ဖြင့္ထားပါတယ္ ခ်စ္သူစံုတြဲတစ္တြဲ camping ထြက္လာၾကတာေပါ့တိုင္လာက စစ္ျပန္တစ္ေယာက္ရႈခင္းအရမ္းလွတဲ့ ခရီးတစ္ေနရာမွာ လက္ထပ္ခြင့္ေတာင္းေတာ့ နာတာလီက အရမ္းေပ်ာ္ေနတာေပါ့အဲ့လိုေပ်ာ္ေနတဲ့ ခ်စ္သူစံုတြဲၾကား ဝင္လာမယ့္ ၾကမၼာဆိုးကိုေတာ့ သူတို႔ ႀကိဳမျမင္ခဲ့ၾကရွာဘူးအဲ့ဒီညမွာပဲ မူမမွန္တဲ့အသံေတြၾကားေတာ့ တိုင္လာကထြက္ၾကည့္တယ္ က်န္ေနခဲ့တဲ့ နာတာလီတစ္ေယာက္ အဖမ္းခံလိုက္ရတဲ့အခါ...ဒီေတာႀကီးမ်က္မည္းမွာ ဘယ္သူကမ်ား ဖမ္းသြားတာလဲ..သားရဲလား လူလား...စိတ္ေရာဂါကုေဆးရံုကို တစ္ႏွစ္တက္အၿပီးမွာေတာ့ ခ်စ္ရတဲ့သူ အသက္ရွင္ရက္ရွိေနခ်င္ရွိေနမွာဆိုတဲ့ ေမွ်ာ္လင့္ခ်က္ကို မစြန္႔လႊတ္ႏိုင္တဲ့ တိုင္လာတစ္ေယာက္ အေျဖရွာဖို႔ ေတာထဲကို ေနာက္တစ္ခါ ေျခခ်ပါေတာ့တယ္...တရားခံကိုမိမလား မိမိပဲအသက္ေဘးနဲ႔ၾကံဳရမလားဆိုတာေတာ့Low Budget Film တစ္ကားျဖစ္ေပမယ့္ Acting ပိုင္း Cinematography ပိုင္းဆိုင္ရာေကာင္းမြန္ၿပီး Entertaining ျဖစ္တဲ့ကားတစ္ကားျဖစ္ပါတယ္IMDB rating ကေတာ့ 4.5/10 ပါ (ဘာသာျပန္သူကေတာ့ ေမျမတ္သူပါ) File Size : (750 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/big-legend-2018/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/39XJExIXKyvSYQYvy1b5EsutjB8.jpg",
        "title": "House of Flying Daggers (2004)",
        "description": "ရယူခြင်းဟာ အချစ်တဲ့လား ပေးဆပ်ခြင်းဟာအချစ်ပဲလား\nတချို့လူတွေဟာ မဖြစ်နိုင်မှန်းသိသိကြီးနဲ့ ပိုင်ဆိုင်ဖို့\nပေါင်းစည်းဖို့ကြိုးစားတာကို အချစ်လို့သမုတ်ကြပေမယ့်\nတချို့တွေကတော့ ထိုအချိန်မှာချစ်သူကိုစွန့်လွတ်ရင်း ပေးဆပ်ရင်း\nချစ်နေတာကို အချစ်စစ်လို့ခေါ်ကြပြန်တယ် စသည်ဖြင့်သို့လော သို့လောတွေနဲ့ အချစ်အကြောင်းကို မသိခင် ငယ်စဉ်အခါက\nတီဗီရှေ့မှာဖီးလ်ခဲ့ရဖူးတဲ့ အချစ်ကားတွေထဲမှာ\nဒီဇာတ်ကားလည်းအပါအဝင်ဖြစ်ခဲ့ပါတယ်\nဇာတ်လမ်းအကျဉ်းအနည်းငယ်ပြောရရင် တရုတ်ပြည် အေဒီ၅၈၉မှာ\nအင်အားကြီးတန်မင်းဆက်ဟာ အားလျော့ခဲ့လာပြီး\nတိုင်းပြည်ကို မနိုင်မနင်း အုပ်ချုပ်နေရချိန်ဖြစ်ပါတယ်\nသူပုန်အဖွဲ့တွေ အများအပြားသောင်းကျန်းနေချိန်မှာ\nအင်းအားအကြီးဆုံးနဲ့ပြည်သူတွေရဲ့ ထောက်ခံမှုကို ရရှိနေတဲ့အဖွဲ့ကတော့\nဓားပျံတို့ရဲ့ဂေဟာ လို့ခေါ်တဲ့အဖွဲ့ဖြစ်ပါတယ်\nမြို့တွင်းပျော်ပွဲစားရုံတစ်ခုမှ\nမျက်မမြင်ကချေသည်မိန်းကလေးတစ်ဦးဟာ\nသူပုန်အဖွဲ့ဝင်တစ်ဦးလို့ သံသယ ရှိခြင်းခံရပြီး\nအစိုးရဋ္ဌာနမှုးနှစ်ဦးဖြစ်တဲ့လီယိုနဲ့ဂျင်ဟာ\nထိုမိန်းကလေးနောက်ကို လိုက်ရင်း\nသူပုန်အဖွဲ့ရဲ့ နေရာကိုဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်\nမိန်းကလေးကိုအယုံသွင်းကာ သူ့မူလနေရာကိုပြန်ပို့ပေးရင်း\nနေရာကိုဖော်ထုတ်ရမယ့်တာဝန်ကိုယူတဲ့ဂျင်ဟာ\nရဲမက်တွေရန်မှကာကွယ်ရင်း\nထိုမိန်းကလေးအပေါ်ချစ်မိသွားကာ\nဇာတ်လမ်းရဲ့အရှိန်ကိုပိုမြင့်လာစေခဲ့ပါတယ်…\nအချစ်ဆိုတာ တကယ်တော့ ချစ်နေဖို့လိုအပ်သလို \nတခါတလေကျတော့လည်း အချစ်ကြောင့်ပဲ\nကိုယ့်ဘဝတစ်ခုလုံးရင်းရဲတဲ့သတ္တိတွေရှိလာခဲ့ပါတယ်…\nသိုင်းကားလေးတစ်ကားဖြစ်ပေမယ့် အမိုက်စား\nဇာတ်လမ်းအစကနေအဆုံးထိအားလုံးရဲ့စိတ်ဝင်စားမှု့တွေကို\nအဆုံးထိဆွဲခေါ်သွားမယ့်ကားတစ်ကားဖြစ်ပါတယ်…\nImdb 7.6နဲ့RT မှာတော့88%ရရှိထားပြီး\nနာမည်ကျော်Heroဇာတ်ကား Great ...",
        "rating": "7.6",
        "url": "https://megaup.net/1ILfb/House_Of_Flying_Daggers_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BZjEyZDI4YWUtNDJiYS00MDEzLTgwNzctOGFmYTIwMWQ4Yzg2XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "The Fortress (2017)",
        "description": "Lee Byun-Hun ပါဝင်သရုပ်ဆောင်ထားတဲ့ The Fortress ဆိုတဲ့ IMDB Rating 7 အထိရရှိထားတဲ့ ကိုရီးယားရာဇဝင်ကားတစ်ကားပါ။ကျွန်တော်တို့မြန်မာမှာက သီပေါမင်းပါတော်မူခန်းနဲ့ခပ်ဆင်ဆင်ပါပဲ။ကျူးကျော်လာတဲ့ Qing စစ်တပ်ကို တိမ်းရှောင်ရင်း Namham ခံတပ်မှာပိတ်မိနေတဲ့ ဘုရင် Injo အကြောင်းလေးပါ။ရန်သူတွေပတ်လည်ဝိုင်းနေတဲ့အချိန်မှာ Ming တွေနဲ့မဟာမိတ်ဖွဲ့ထားခဲ့တဲ့ Joseong တိုင်းပြည်ကဘုရင် Injo တစ်ယောက် Qing တွေကိုအညံ့ခံလိုက်ရမလား ပြန်တိုက်ရမလား ဆိုပြီးဒွီဟဖြစ်နေတဲ့ကြားမှာ အမတ်တွေရဲ့အမြင်တွေ တစ်ယောက်တစ်ပေါက်ဖြစ်နေတဲ့ လူယုံနှစ်ယောက်ရဲ့ အမြင်တွေကြားမှာကြားညပ်မိနေတာကို အပီအပြင်ဖော်ပြထားပါတယ်။ဇာတ်ကားကခပ်အေးအေးဖြစ်ပြီး ၂နာရီစာရှိပေမယ့် ပျင်းစရာမကောင်းပဲ ဇာတ်ကားရဲ့ခေါ်ဆောင်ရာကိုစီးမျောသွားစေမှာပါ။အမှန်နဲ့ အမှား၊ အသက်နဲ့သိက္ခာ၊ ဂုဏ်သိက္ခာမရှိတဲ့အသက်ရှင်ခြင်းနဲ့ အသက်ရှင်ခြင်းမရှိတဲ့ဂုဏ်သိက္ခာ၊ မာနကြီးမှု နဲ့လိုက်လျှောညီထွေနေတတ်မှု၊ နောက်ကျောကဓားနဲ့ထိုးတာတွေ ဓားအထိုးခံပေးမယ့်နောက်ကျောတွေ အားလုံးကိုဒီဇာတ်ကားမှာ စိတ်ဝင်စားစရာမြင်တွေ့ရမှာပါ ခင်ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (1.1 GB) and (500 MB)\nQuality : Blu-Ray 720p\nRunning Time ...",
        "rating": "7.2",
        "url": "https://megaup.net/12Bxb/The_Fortress_(Namhansanseong)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/rob-b-hood-170x200.jpg",
        "title": "Rob-B-Hood (2006)",
        "description": "For never-do-well compulsive gambler Fong, there's only one thing more fearsome than debtors at his doorstep - having to coax a crying baby. But what if the baby becomes his golden goose to fend off his debtors? Can he overcome his phobia of diapers, milk bottles, and cloying lullabies?ဂျက်ကီချန်းရဲ့ အောင်မြင်တဲ့ကားတွေထဲက တစ်ကားဆိုလည်းမမှားပါဘူး..\nဂျက်ကီချန်းရဲ့ကားတွေထုံးစံအတိုင်း အက်ရှင်ခန်းတွေဝေဝေဆာဆာနဲ့\nကြည့်ရင်းနဲ့လည်း ရယ်ရတဲ့အခိုက်အတန့်ဖြစ်လာရသလို သံယောဇဉ်ဆိုတာ ဖြတ်တောက်ဖို့မလွယ်ဘူးဆိုတာကို\nကလေးတယောက်ကို ချစ်တဲ့ သူခိုးကြီး၂ယောက်အသွင် သရုပ်ဆောင်ပြသွားပါတယ်..\n.\nThongs (ဂျက်ကီချန်း)နဲ့ Octopus(Louis ...",
        "rating": "6.6",
        "url": "https://megaup.net/2SG0a/Rob-B-Hood_(Bo_Bui_Gai_Wak)_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    }
]