[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/hulk-vs-thor-133x200.jpg",
        "title": "Thor Vs Hulk (2009)",
        "description": "Asgardရဲ့ ဘုရင္ႀကီးျဖစ္​တဲ့Odinဟာနွစ္​စဥ္​တုိင္​း ​\nတစ္ႏွစ္ကိုတစ္ႀကိမ္ ကာလရွည္အိပ္စက္ပါတယ္\nဒီလို အိပ္​စက္​အနား​ယူ​ေနခ်ိန္​မွာOdinရဲ႕​ေမြးသားျဖစ္​တဲ့Lokiဟာနန္းဆက္ခံမယ့္Thorကိုအနိုင္​ရဖို႔အတြက္​Dr.Bannerရဲ႕ခႏၶာကိုယ္​က​ေနHulkကိုခြဲထုတ္ၿပီး\nThor ကိုတိုက္ခိုက္ေစပါတယ္\nဒါေပမယ့္ ေဒါသဘုရင္ Hulkႀကီးကို\nျပန္​ထိန္​းခ်ဳပ္​လိူ႔မရနိုင္​​ေတာ့ပဲဘာေတြဆက္ျဖစ္ျကမလဲ ဆိုတာကိုေတာ့  ဆက္လက္ၾကည့္လိုက္ပါေတာ့\nImb rating 7.1ရရွိထားလို့ Ratingေကာင္းတဲ့ Animationတစ္​ကားျဖစ္​လို႔ပရိတ္သတ္မ်ားအႀကိဳက္ေတြ႔ေစၿပီး Marvel Fanမ်ားအတြက္လည္း စိတ္ေက်နပ္မႈေပးစြမ္းႏိုင္မယ့္\nဇာတ္ကားေကာင္းတစ္ကားအျဖစ္ၿပီး သင္ေကာ marval fanတစ္ေယာက္သာဆို Thor နဲ႔ Hulk သတ္ၾက ရင္ ဘယ္သူ ႏိုင္မယ္လို႔ထင္ပါသလဲဘာသာျပန္ နဲ႔ အၫြန္းကေတာ့ မင္း ျပည့္စံု ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/thor-vs-hulk-2009/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMTc5ODMyNzE4OF5BMl5BanBnXkFtZTgwNTM0Mzc4MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Wall (2017)",
        "description": "The Wall (2017)\nIMDb - 6.2/10_____Rotten - 65%\n ဒီကားလေးကတော့ယခုနှစ်၂၀၁၇၅လပိုင်းထွက်ကားသစ်လေးပါ။\nစစ်ကားလို့ထင်ရပေမယ့်ဒီကားလေးကတမူထူးခြားပါတယ်။\nအဲဒါထက်အဓိကသရုပ်ဆောင်နှစ်ယောက်မှာလဲနပန်းသမားကြီးJohnCenaပါဝင်သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ။\nဒီကားလေးကပုံမှန်စစ်ကားအတိုက်အခိုက်ကားတွေကနေကွဲထွက်နေတာပါ။\nအပစ်အခတ်တွေထက်စကားပြောခန်းပိုပြီးပါတာတွေ့ရမှာပါ။\nပုံမှန်ကြည့်နေကျအမေရိကန်စစ်ကားတွေလိုစစ်တပ်ဆိုင်ရာအမြင်ထက်စစ်ပွဲအကြောင်းကို\nတဖက်ရှုထောင့်ကနေဖော်ပြပေးထားတာပါ။\nကြည့်လိုက်ရင်တော့တမျိုးကြီးဖြစ်နေပေမယ့်မကောင်းတဲ့တမျိုးကြီးတော့မဟုတ်ပါဘူး။\nတွေးစရာလေးတော့ရမယ်ထင်ပါတယ်။\nဇာတ်ကားလေးကို၂၀၀၇ခုနှစ်စစ်ပွဲအပြီးပြန်လည်ထူထောင်ရေးကာလအီရတ်နိုင်ငံတနေရာမှာဇာတ်အိမ်တည်ထားပါတယ်။\nအမေရိကန်စစ်တပ်လက်ဖြောင့်သမားနှစ်ဦးဖြစ်တဲ့အိုက်ဇက်နဲ့လက်ထောက်တပ်ကြပ်ရှိန်းတို့ဟာ\nဆောက်လုပ်ရေးလုပ်ငန်းခွင်တနေရာမှာပစ်ခတ်မှုဖြစ်တဲ့အတွက်အကူအညီခေါ်လို့သွားရောက်စုံစမ်းထောက်လှမ်းခဲ့ပါတယ်။\nအချိန်အတော်ကြာအောင်စောင့်ကြည့်ပေမယ့်ဘာမှမထူးခြားတာကြောင့်တပ်ကြပ်ရှိန်းတယောက်\nအောက်ကိုဆင်းကြည့်တာမှစပြီးဲဂိုလ်ဆိုးဝင်တာပါပဲ။\nJubaလို့ခေါ်တဲ့အသံတိတ်သေနတ်သမားဆိုတဲ့အတိုင်းအမေရိကန်လက်ဖြောင့်သမားတွေထက်တောင်\nကျွမ်းကျင်သူနဲ့ထိပ်တိုက်ရင်ဆိုင်ရပါတော့တယ်။\nရှိန်းတယောက်အပစ်ခံရပြီးနောက်အိုက်ဇက်လည်းနောက်ကလိုက်ကူဖို့ဆင်းသွားပါတယ်။\nဒါပေမယ့်သူလည်းအပစ်ခံလိုက်ရပြီးနှစ်ယောက်သားရန်သူလက်ဖြောင့်သမားရဲ့ထိန်းချုပ်မှုအောက်မှာရောက်သွားပါတယ်။\nဇာတ်လမ်းလေးကိုတော့အဲလိုလေးကျောရိုးတည်ထားပါတယ်။\nဇာတ်ကွက်ထက် စကားပြောခန်းကပိုပြီအခရာကျတဲ့အတွက်ဇာတ်ကားကိုကြည့်ပါမှပိုပြီးအရသာရှိမယ်လို့ပြောချင်ပါတယ်။\nဒီကားထဲမှာပါတဲံJubaဆိုတဲ့အသုံးအနှုန်းဟာတကယ့်လက်တွေ့မှာလည်းအီရတ်စစ်မြေပြင်မှာအမေရိကန်စစ်သားများစွာရဲ့\nအသက်ကိုခြွေယူနိုင်ခဲ့တဲ့အသံတိတ်သေနတ်သမားတယောက်ကိုသုံးနှုန်းတဲ့စကားဖြစ်ပါတယ်။\nအပစ်အခတ်ကိုဦးစားပေးတာမဟုတ်လို့အကြမ်းပတမ်းတွေတွေ့ရမှာမဟုတ်ပါဘူး။\nRatingအနေနဲ့ကလည်း6.2ထိရထားပါတယ်ဗျာ။\n \n(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်ကတော့ Thura Zarni Aung  ပါ )  File Size : (700 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 28minutes\nFormat : Mp4\nGenre : Action, Drama, Thriller, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/3zAvN/The_Wall_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/gangster-squad-poster-133x200.jpg",
        "title": "Gangster Squad",
        "description": "Gangster Squad (2013)_____IMDb - 6.7/10\n  \nဒုတိယကမ္ဘာစစ်ပြီးတော့\nအမေရီကန်ဟာ ကိုရီးယားပြည်တွင်းစစ်ကို ဝင်ပါတယ် ၊ နောက်ကျူးဘားအရေးကြောင့် ရုရှားနဲ့ စစ်ဖြစ်မလိုလိုအထိ ဖြစ်ခဲ့တယ် ။ ပြည်ပအရေးတွေ ဝင်ရောက်စွက်ဖက်တာများလာတယ် ပြီးတော့ ကမ္ဘာစစ်ဒဏ်ကိုလည်း တော်တော်ထိထားတော့ မိမိ ပြည်တွင်းအုပ်ချုပ်ရေးဘက်ကို ကောင်းကောင်းမလှည့်ကြည့်နိုင်တော့ဘူး ။ အဲသလိုတွေ ပြည်တွင်း အုပ်ချုပ်ရေးဘက် ပေါ့လျော့ခဲ့လို့ အမေရီကန်ပြည်သူတွေဟာ လူဆိုးဂိုဏ်းတွေရဲ့ ဒုက္ခပေးခြင်းကို တော်တော်ခံခဲ့ရတယ် ။ ဂျွန်ဒီလင်ဂျာလို ပြည့်သူရန်သူ နံပါတ်-၁ လို့ ကြေငြာရတဲ့အထိ လူဆိုးတွေ ပေါ်ထွက်လာတယ် ။\nဒီရုပ်ရှင်က ၁၉၄၉ ခုနှစ်\nအမေရီကန်ရဲဌာနတွေ ၊ တရားရေးဌာနတွေ အကျင့်ပျက်ခြစားပြီး မကောင်းမှုပြုရာတွေကို အခြေခံပြီး ရိုက်ကူးထားတယ် ။\nလော့အိန်ဂျလိစ်မြို့မှာ\nလောင်းကစားရုံ ၊ ပြည့်တန်ဆာအိမ် ၊ မူးယစ်ဆေးအရောင်းအဝယ်စသဖြင့် မကောင်းမှုမှန်သမျှအကုန်လုံး ထိန်းချုပ် လုပ်ကိုင်နေတဲ့ ဂိုဏ်းစတား တစ်ယောက်ရှိတယ် ။ သူက အရင်တုန်းက ...",
        "rating": "6.7",
        "url": "https://megaup.net/2TQ7p/Gangster_Squad_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/poseidon-poster-133x200.jpg",
        "title": "Poseidon (2006)",
        "description": "Poseidon (2006)______IMDb - 5.7/10ခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ Poseidon ဆိုတဲ့ဇာတ်ကားလေးပါ ။\nMS Poseidon ဆိုတဲ့ အပျော်စီးသင်္ဘောဟာ အတ္တလန်တိတ်သမုဒ္ဒရာကို ဖြတ်သန်းနေခဲ့ပါတယ် ။\nဒီသင်္ဘောပေါ်မှာ အရင်က နယူးရော့ခ်မြို့အုပ်ဟောင်းဖြစ်ခဲ့တဲ့ ရောဘတ်ရယ် ၊ သူ့သမီးဂျနီဖာရယ်\nဂျနီဖာရဲ့ကောင်လေးခရစ်ရှန်ရယ် လိုက်ပါလာခဲ့ကြပါတယ် ။\nသင်္ဘောပေါ်မှာ နှစ်သစ်ကူးပွဲတော်ကျင်းပနေချိန်မှာ ပင်လယ်ပြင်တစ်နေရာကို ဗဟိုပြုပြီး\nငလျင်လှုပ်ရာကနေ ကြီးမားလှတဲ့ ဆူနာမီ လှိုင်းလုံးကြီးကြောင့် သင်္ဘောဟာ တိမ်းမှောက်ခဲ့ရပါတယ် ။\nအားလုံးနီးပါးသေဆုံးပြီး အသက်ရှင်ကျန်ရစ်သူ ခြောက်ယောက်ရှိခဲ့ပါတယ် ။\nသူတို့ဟာ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ ဖြစ်နိုင်တဲ့နည်းလမ်းတွေနဲ့ ကြိုးစားကြပါတယ် ။\nသူတို့တွေ နောက်ဆုံးမှာ အသက်ဆက်ရှင်ကြမလား ၊\nကယ်ဆယ်မယ့်သူတွေနဲ့ရော တွေ့ရပါ့မလားဆိုတာကိုတော့ ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမယ့်\nဇာတ်လမ်းကောင်းလေးပါလို့ ညွှန်းပေးချင်ပါတယ် ။\nဒီရုပ်ရှင်မှာ လူသားဆန်မှု ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကို တွေ့ရပြီး\nအသက်နဲ့ မေတ္တာတရား တကယ်တမ်း ယှဉ်ပြိုင်လာတဲ့အခါမှာတော့ ..........\n(ဘာသာပြန်သူကတော့ ကိုစည်သူထက်ပါ)File Size : (701 MB)\nQuality : Bluray ...",
        "rating": "5.7",
        "url": "https://megaup.net/2de81/Poseidon_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/o0800104713341890623-153x200.jpg",
        "title": "Garo:Gold Storm Sho (2015 )",
        "description": "Garo GoldStorm Sho ( 2015 )ဒီဂ်ပန္Movieကားေလးကေတာ့ MyDramaListမွာ\nRating 7.8/10 ရ႐ွိထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။\nေရႊေရာင္သူရဲေကာင္းလက္႐ွိမ်ိဳးဆက္ျဖစ္တဲ့ Doigai Ryuugaရဲ႕ 2013က \" The One to Shine Light into the Darkness \" ဇာတ္လမ္းတြဲၿပီးဆံုးတဲ့ေနာက္မွာ ေနာက္ထပ္ထြက္ရွိလာမယ့္ ဒုတ္ယေျမာက္ \" Garo- Goldstorm \" Seriesအတြက္ အစပ်ိဳးထားေပးတဲ့ Movieေလးပဲျဖစ္ပါတယ္ ။\nျမဳပ္ကြက္ေတြနဲ႔အရမ္းကိုၾကည့္ေကာင္းတဲ့ Series ေတြကိုေတာ့ အခ်ိန္ရလို႔အဆင္ေျပရင္ တင္ဆက္ပါဦးမယ္။\nအခု ဒီMovieေလးကေတာ့ ေ႐ွ႕ကထြက္ခဲ့တဲ့ဒီGaroမ်ိဳးဆက္ရဲ႕ Series ကို မၾကည့္ေပမယ့္ နားလည္ႏိုင္ေလာက္တဲ့အတြက္ ဘာသာျပန္တင္ဆက္လိုက္ရတာပါ။\nဒီMovieရဲ႕ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ...\nတစ္ၿမိဳ႕ၿပီးတစ္ၿမိဳ႕ Horrorေတြကို ႐ွင္းလင္းေပးၿပီးလူသားေတြကိုကာကြယ္ေပးေနတဲ့\nေရႊေရာင္သူရဲေကာင္း Dougai Ryuugaဟာ Vol City မွာ႐ွိတဲ့ Horrorအားလံုးကို႐ွင္းလင္းၿပီးတဲ့အခါမွာ\nခရီးဆက္ဖို႔အတြက္ လာတဲ့လမ္းမွာ မာကိုင္းဆရာမေလးRianကိုဒုကၡေပးဖို႔ႀကိဳးစားေနတဲ့ Volcityရဲ႕ေနာက္ဆံုးလက္က်န္ Horrorေတြျဖစ္တဲ့\nMuradoနဲ့သူတပည့္ေတြကို Rianနဲ႕အတူတိုက္ခိုက္ခဲ့ၾကျပီးတဲ့ေနာက္...\nအဲ့ဒီတစ္ခ်ိန္တည္းမွာပဲ Ryuuga ဟာသူ႔ေရႊထည္ဝတ္စံုမွာလႊမ္းမိုးစျပဳလာၿပီျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/garo-gold-strom-sho-2015/",
        "category": "Action, Asian, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BYTkwNDA0NTYtMzc2Zi00NGZhLWJlZjQtYzU4OTU4MDcwMmE1XkEyXkFqcGdeQXVyMzIwMjI3Nzg@._V1_SY1000_CR006871000_AL_-137x200.jpg",
        "title": "Stratton (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ Stratton ဆိုတဲ့ဇာတ္ကားေလးကေတာ့ ၿဗိတိန္အက္ရွင္ကားေလးပါ\nSBS ရဲ႕တာဝန္ရွိသူ Stratton ကသူ႔ရဲ႕ပါတနာ Marty နဲ႔အတူ ဇီဝလက္နက္ကို ယူဖို႔ အီရတ္က\nဓာတ္ခြဲခန္းမွာ သြားေရာက္ရွာေဖြရပါတယ္\nမစ္ရွင္ကလြဲၿပီး သူ႔သူငယ္ခ်င္း Marty က ေသေလာက္တဲ့ဒဏ္ရာရသြားပါတယ္\nအဲေနာက္ေတာ့ သူ႔ရဲ႕အထက္လူႀကီး သတင္းရတာက လြန္ခဲ့တဲ့ အႏွစ္ ၂၀ ေလာက္ကေသဆံုးၿပီလို႔ထင္ထားခဲ့တဲ့\nအရင္က ဆိုဗီယက္တာဝန္ရွိသူ Barovski က လက္စားေခ်ဖို႔ျပန္လာတယ္ဆိုတဲ့သတင္းပါ\nအဲအခါမွာ Stratton နဲ႔သူ႔အဖြဲ႕ဟာ စိတ္ကူးယဥ္လို႔မရႏိုင္ေလာက္တဲ့ အျဖစ္အပ်က္ေတြကိုတားဆီးဖို႔\nအခ်ိန္နဲ႔အမၽွ ေလ့က်င့္ရပါေတာ့တယ္ သူတို႔ေတြ ဘယ္လိုေလ့က်င့္ၾကမယ္ဆိုတာနဲ႔\nBarovski ကိုႏိုင္ေအာင္တိုက္ႏိုင္ပါ့မလားဆိုတာကို ဇာတ္လမ္းဇာတ္ကြက္ပီပီျပင္ျပင္နဲ႔ ရိုက္ျပထားတဲ့အက္ရွင္ကားေကာင္းေလးပါ\nစိတ္ဝင္စားဖြယ္ဇာတ္လမ္းဇာတ္ကြက္ေလးေတြနဲ႔မလို႔ ၾကည့္ရႈသင့္တဲ့အက္ရွင္ကားတစ္ကားလို႔ ေျပာလို႔ရပါတယ္\nCM ပရိသတ္ႀကီးေရ\n File Size : (700 MB) and (280MB)\nQuality : Bluray 720p\nRunning Time ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/stratton-2017/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/S.W.A.T.-Under-Siege-2017-movie-poster-140x200.jpg",
        "title": "S.W.A.T. Under Siege (2017)",
        "description": "SWAT ဆိုတဲ့အေမရိကန္နိုင္ငံရဲ့ အထူးလက္နက္ကိုင္တပ္ဖြဲ႔ျဖစ္ျပီး\nလိုအပ္တဲ့အေရးေပၚစစ္ဆင္ေရးေတြ ကယ္ဆယ္ေရးေတြကို လုပ္ကိုင္ေပးေနရတဲ့ အထူးတပ္ဖြဲ႔ပါ။\n  အေမရိကန္ရဲ့ လြတ္လပ္ေရးေန႔ အားလပ္ရက္ခံစားေနတုန္း တပ္ဖြဲ႔၀င္ေတြကို ျပန္လာဖုိ႔လွမ္းေခၚခံရပါတယ္။\nသူတို႔လုပ္ရမယ့္ စစ္ဆင္ေရးကေတာ့\nDEA မူးယစ္နွိပ္နွင္းေရးအဖြဲ႔က ကုန္တင္ကုန္ခ် ဆိပ္ကမ္းဆိပ္အေဟာင္းတစ္ခုမွာ\nမူးယစ္ေဆး၀ါးေတြအမ်ားဆံုးပါတဲ့ ကြန္တင္နာတစ္ခုေရာက္လာတယ္လို႔ သံသယျဖစ္လို႔\nသြားစစ္ေဆးမယ့္ေနရာကို လံုျခံဳေရးလိုက္ပါထိန္းသိမ္းေပးရင္း ပူးေပါင္းေဆာင္ရြက္ရမွာ ျဖစ္ပါတယ္။\nအမ်ားစုက သာမန္စစ္ဆင္ေရး ေပါ့ေပါ့ပါးပါးျပီးသြားမယ္ထင္ခဲ့ေပမယ့္ တကယ္တမ္း တုိက္ပြဲကျပင္းထန္ခဲ့တယ္။\nသူတို႔ မူးယစ္ေဆးလို႔ ထင္ခဲ့တဲ့ကြန္တင္နာထဲမွာ ပါလာတာကေတာ့ ကင္းျမီးေကာက္ပံုတက္တူးၾကီးနဲ႔\nဗလေတာင့္ေတာင့္ လူမဲတစ္ဦးပဲ ပါလာပါတယ္။\nသူတို႔နဲ႔ ပူးေပါင္းစစ္ဆင္ေရးလုပ္ခဲ့တဲ့ DEA ကလူေတြလည္း တုိက္ပြဲက်သြားလုိ႔\nသူတို႔ပဲ ဒီမေဟဠိဆန္တဲ့လူကို ေခတၱထိန္းသိမ္းထားရဖို႔ ျဖစ္လာပါတယ္။ ဒီလူကို စစ္ေမးရင္းနဲ႔\nသူ႔ေခါင္းထဲမွာ ကမာၻကိုမီးဟုန္းဟုန္းေတာက္ေအာင္လုပ္နုိင္တယ္လို႔\nသိလာရျပီး သူ႔ကိုလိုခ်င္ေနတဲ့လူေတြကလည္း မ်ားလွပါတယ္။\nသူတို႔ တပ္ဖြဲ႔ထဲမွာလည္း အျပင္ကို သတင္းေပးတဲ့သစၥာေဖာက္တစ္ေယာက္လည္း ရွိေနတယ္လို႔ သိလိုက္ရတယ္။\n-ဒီလူ႔ဆီမွာပါတဲ့ ကမာၻက္ိုမီးဟုန္းဟုန္းေတာက္ေအာင္လုပ္နုိင္မယ့္အခ်က္ဆိုတာ ဘာမ်ားလဲ\n- ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/s-w-a-t-under-siege-2017/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/extraordinarymission-poster-135x200.jpg",
        "title": "Extraordinary Mission (2017)",
        "description": "ဒီတစ္ခါေတာ့ Channel Myanmar ပရိတ္သတ္ေတြအတြက္ ၾကမ္းၾကမ္းရမ္းရမ္း အက္ရွင္ကား\nတစ္ကားကို မိတ္ဆက္ေပးခ်င္ပါတယ္Extraordinary mission ဆိုတာကေတာ့ ရဲအရာရွိ\nလင္ခိုင္ ရဲ႕ မစ္ရွင္ တစ္ခုပါ...သူ႔ရဲ႕ မစ္ရွင္က ေတာ့ မူးယစ္ေဆးဝါးဂိုဏ္းအႀကီးစား တစ္ခုကို ႏွိမ္နင္းဖို႔ပါဒီဂိုဏ္းကို လက္ပူးလက္ၾကပ္ ဖမ္းဖို႔က မလြယ္တဲ့ ကိစၥတစ္ခုပါဒီေတာ့ ရဲအရာရွိႀကီး ဟာ မူးယစ္ ေဆးဝါး ဂိုဏ္းထဲကို\nသူလ်ိဳတစ္ေယာက္ အေနနဲ႔ ဝင္ ဖို႔ ဆံုးျဖတ္လိုက္ပါတယ္လူအသစ္ တစ္ေယာက္ကို ဘယ္သူက ေကာ လြယ္လြယ္ယံုမွာလဲ...\nဂိုဏ္းအႀကီးစား ဆိုေတာ့ ပိုဆိုးၿပီေပါ့..ဒါနဲ႔ လင္ခိုင္ ဟာ သူ႔ကိုယ္သူ မူးယစ္ေဆး အစြဲ ခံၿပီး\nမူးယစ္ေဆးဝါးဂိုဏ္းက ယံုေအာင္ သက္ေသ ျပရပါတယ္ ( extraordinary ဘဲဗ်ာ  )သူ႔ရဲ႕ ႀကိဳးပမ္းမႈ ဟာ အရာထင္မလား???ဂိုဏ္းက သူ႔ရဲ႕ အၾကံကို ရိပ္မိသြားမလား ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/extraordinary-mission-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNjI1MTM1OTEwMV5BMl5BanBnXkFtZTcwODYzNzUzMQ@@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Covenant (2006)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ witch ကားေလးပါ အစ္ဝစ္ခ်္ၿမိဳ႕မွာ ေပၚျပဴလာျဖစ္တဲ့ ေကာင္ေလး ၄ ေယာက္ရွိပါတယ္\nအခ်စ္ဆံုးသူငယ္ခ်င္းေလးေယာက္ကို အစ္ဝစ္ခ်္ရဲ႕သားေတြလို႔သိၾကပါတယ္\nသူတို႔ေလးေယာက္ဟာ ၁၇ ရာစုက witch ေတြကေန ဆင္းသက္လာတဲ့\nေမွာ္ပညာပိုင္ဆိုင္ထားတဲ့ ဆယ္ေက်ာ္သက္ေကာင္ေလးေတြပါ\nသူတို႔ ၁၈ ႏွစ္ျပည့္တဲ့အခ်ိန္မွာ သူတို႔စြမ္းအားေတြကို အဆင့္ျမႇင့္တင္ေပးျခင္းခံရပါတယ္\nသိပ္မၾကာခင္သူတို႔ေက်ာင္းကို ပၪၥမေျမာက္မိသားစုက ေကာင္ေလးတစ္ေယာက္ေပၚလာၿပီး\nဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာေတာ့ ၾကည့္ရႈၾကပါဦးေနာ္\nMagic တို႔ သဘာဝလြန္တို႔ ႀကိဳက္တတ္တဲ့ ပရိသတ္ေတြကိုဆြဲေဆာင္ႏိုင္မယ့္\nဇာတ္ဝင္ခန္းေလးေတြလည္းပါလို႔ အားေပးၾကပါဦးလို႔\n \n(ဘာသာျပန္သူကေတာ့ ကိုေက်ာ္ေက်ာ္ပါ)\n File Size : (600 MB) and (320 MB)\nQuality : Bluray 720p\nRunning Time : 1hr 37minutes\nFormat : Mp4\nGenre : Action, Fantasy, Horror\nTranslated By ေက်ာ္ေက်ာ္ (CU - Mdy)\nEncode By ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-covenant-2006/",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/assassins-poster-133x200.jpg",
        "title": "Assassins (1995)",
        "description": "Assassins (1995)_____IMDb - 6.3/10\n  \nကြေးစားလူသတ်လောကရဲ့ ထိပ်သီး နံပါတ် တစ် လူသတ်သမား Syvester Stallone ရောဘတ် ရတ် .....\nလွန်ခဲ့တဲ့ ၁၅ နှစ်က နံပါတ်တစ် ကြေးစားလူသတ်သမားကို ပြန်သတ်ပြီး\nရောဘတ် ရတ်က ကြေးစားလောကမှာ နံပါတ် တစ် ဖြစ်လာခဲ့တယ် ။\nရောဘတ်ရတ်ရဲ့ အလုပ်တွေကို ကြားဖြတ်လုပ်ဆောင်ပြီး ကြေးစားလောကရဲ့ ထပ်သီး နံပါတ်တစ်\nလူသတ်သမား ဖြစ်ချင်နေတဲ့ Antonio Banderas မီဂူရယ် ဘိန်း ... နံပါတ်တစ် နေရာတစ်ခုစာအတွက်\nအားပြိုင်နေကြတဲ့ ကြေးစားလူသတ်သမား နှစ်ယောက် ကြားက စီးပွားရေးအရှုပ်ထုပ် ဖိုင်တွေ ခိုးလာတဲ့\nသူခိုးမလေး အဲလက်ထရာ ။ သူခိုးမလေး အဲလက်ထရာက တကယ်တမ်းပစ်မှတ် ဖြစ်လာတဲ့အခါ\nကြေးစားလူသတ်သမားနှစ်ယောက် ဘယ်လိုရုန်းကန်ကြမလဲ ။\nသူခိုးမလေး လက်ထဲက ဖိုင်တွေက ဘာတွေမို့လဲ သူ ပစ်မှတ်လို့ သတ်မှတ်ခြင်းခံရတာလဲ ဆိုတာတော့.....\n  \nဘာသာပြန်ကတော့ စည်သူထက် ဖြစ်ပါတယ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/Sba4/Assassins_[1995]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODRjMDRlMmUtNGFiZi00NjIwLWJkMDgtZGU5NjY4MDNmODg3XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Sleight (2016)",
        "description": "အခု ဇာတ္ကားေလးကေတာ့ ၂၀၁၆ ခုႏွစ္မွာထြက္ခဲ့တဲ့ Sleigh ဆိုတဲ့ ဇာတ္ကားေလးပါ\nဒီထဲမွာ ဘိုဆိုတဲ့ေကာင္ေလးဟာ မိဘ၂ပါးဆံုးပါးသြားတဲ့ေနာက္ ေက်ာင္းဆက္မတက္ေတာ့ဘဲ\nမ်က္လွည့္ပညာနဲ႔ အသက္ေမြးရင္း သူ႔ရဲ႕တစ္ဦးတည္းေသာညီမေလးတီနာကို ေစာင့္ေရွာက္ေနခဲ့ပါတယ္\nၿပီးေတာ့ ညပိုင္းေတြမွာ မူးယစ္ေဆးေရာင္းဝယ္တဲ့လုပ္ငန္းကို လုပ္ကိုင္ခဲ့ပါတယ္\nမ်က္လွည့္ဆရာျဖစ္တဲ့သူ႔အေနနဲ႔ ရဲေတြမိတဲ့အခါ ရဲေတြကိုလွည့္စားဖို႔လြယ္ကူေပမယ့္\nသူ႔ေခါင္းေဆာင္နဲ႔ထိပ္တိုက္ရင္ဆိုင္ဖို႔ ႀကိဳးစားမိတဲ့အခါမွာ\nဘယ္လိုအႏၲရာယ္ေတြကိုရင္ဆိုင္ရတယ္\nသူဘယ္လိုေျဖရွင္းမယ္ ဆိုတာေတာ့ၾကည့္ရႈၾကပါလို႔\nသူ႔ေကာင္မေလးဟိုလီကေရာ သူ႔အေၾကာင္းေတြသိသြားေတာ့ သူ႔ကိုဆက္ခ်စ္ၿပီး သူ႔အနားမွာ\nအခက္အခဲေတြကို တူတူရင္ဆိုင္ေျဖရွင္းေပးမွာလား\nသူ႔ကိုပစ္သြားမလား သူတို႔ရည္းစားႏွစ္ေယာက္ ဘယ္လုိေရွ႕ဆက္ၾကမလဲဆိုတာေတြကို ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရႈရမယ့္အျပင္\nဘိုရဲ႕ အံ့ဩစရာမ်က္လွည့္ေတြကိုလဲ ရႈစားရမွာျဖစ္လို႔\nမ်က္လွည့္ႀကိဳက္တဲ့ပရိတ္သတ္ေတြ တကယ့္ကိုသေဘာေတြ႕မယ္ ဇာတ္ကားေလးပါ\nၿပီးရင္ ဘိုျပတဲ့မ်က္လွည့္ျပကြက္ေတြရဲ႕ ေနာက္ကြက္ကတကယ့္အေၾကာင္းကိုလဲ သိရမွာမလို႔ အားေပးၾကပါဦးလို႔\n \n(ဘာသာျပန္သူကေတာ့ ေမသရဖီလြင္ ပါ)\n File Size : (650 MB) and (200 MB)Quality : Bluray 720pRunning ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sleight-2016/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/1ee9a34d1b5c4aab884f26ca0a09ff2f-300x169.jpg",
        "title": "Halo: Nightfall Season (1)",
        "description": "ဒီကားကတော့ စီးရီးသဘောအနေနဲ့ Season 1 တစ်ခုတည်းသာ၂၀၁၄ကထွက်ပြီး ပြီးဆုံးသွားခဲ့တဲ့Action စီးရီးတစ်ခုဖြစ်ပါတယ်....အခုတင်ဆက်ပေးထားတာကတော့ စီးရီးကို Movie တစ်ခုအနေနဲ့ပေါင်းစည်းပြီးရိုက်ကူးထားတာကြောင့် တစ်ကားလုံးကိုအပြည့်ဝကြည့်ရမှာပဲဖြစ်ပါတယ်....သိပ္ပံနဲ့စိတ်ကူးယဉ်ယဉ်ဆန်ဆန် ရိုက်ကူးထားတဲ့ Action War Type ပုံစံဖြစ်ပါတယ်...စစ်ဆင်ရေးတစ်ခုကိုဆင်နွှဲနေရာကနေ ရန်သူလို့သံသယရှိတဲ့လူတွေနောက်ကိုလိုက်ရင်းအမည်မသိတဲ့ဂြိုလ်တစ်ခုကိုရောက်သွားတဲ့ Soldier Team တစ်ခုရဲ့ကံကြမ္ပာဟာဘယ်လိုတွေကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်....သူတို့တွေဟာ သာမာန်စစ်သားအဖွဲ့မဟုတ်ပဲ အထူးလက်နက်တပ်ဆင်ထားတဲ့ အဖွဲ့ဖြစ်လို့သာမာန်လူတွေကိုင်ထားတဲ့ လက်နက်တွေထက် သာလွန်တဲ့လက်နက်တွေကိုကိုင်ဆောင်ထားပါတယ်...ဒါပေမယ့် ဒီဂြိုလ်ကိုသူတို့ရောက်ရှိသွားတဲ့အခါမှာတော့ သူတို့ရဲ့အစွမ်းထက်လှတဲ့လက်နက်တွေဟာသူတို့ကိုပြန်ပြီးတော့ ဒုက္ခပေးလာပါတော့တယ်....ဘယ်လိုဒုက္ခပေးမလဲဆိုတော့ထူးဆန်းတဲ့အကောင်တွေကြောင့်ဖြစ်လို့ပါပဲ...အဲလိုသူတို့တွေတောင်နားမလည်နိုင်တဲ့အကောင်တွေက သူတို့ကိုဘယ်လိုတွေသုတ်သင်ပြီး သူတို့အဖွဲ့ကိုခြောက်ခြားအောင်လုပ်မလဲဆိုတာ စောင့်ကြည့်လိုက်ရအောင်ဗျာ....\nQuality…..BluRay 720p\nDuration…..01:38:00\nFormat…Mp4\nFile Size…(704 MB , 281 MB)\nTranslator…..Hnin Oo Wai\nEncoder…..Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/3en4C/Halo_Nightfall_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BY2ZkNDNjZGEtZjU1MC00NGUwLTkyYTQtNzk5OGQ5ZDc4NGY5XkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_SY1000_SX750_AL_-225x300.jpg",
        "title": "No Escape (2015)",
        "description": "သရဲကားတွေ ဟာသကားတွေ ရိုမတ်တစ်ကားတွေ ကြည့်ပြီး ပျင်းနေကြပြီလားဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ မပျင်းရဘူး အသည်းတထိတ်ထိတ် နဲ့ ကြည့်ရမယ့် အက်ရှင်ဇာတ်ကားပါဇာတ်လမ်းနာမည်ကတော့ \"No Escape\" ပါအညွှန်းလေးဖတ်ကြည့်ဦးနော်..ဇာတ်လမ်းအကြောင်းအရာကတော့ အမေရိကန်နိုင်ငံသား အင်ဂျင်နီယာ ဂျက် ဟာ သူ့မိသားစုနဲ့ အတူ အရှေ့တောင်အာရှနိုင်ငံ တစ်နိုင်ငံ ကို ရေသိုလှောင်ရေး စီမံကိန်း အလုပ်ကိစ္စနဲ့ ခရီးထွက်ခဲ့ပါတယ်...\nအဲ့နိုင်ငံ လဲ ရောက်ရော အမေရိကန် လူမျိုးတွေ အပေါ်မကျေမနပ် ဖြစ်နေတဲ့ လူအုပ်စုရဲ့ တိုက်ခိုက်မှုကို ဂျက်တို့ မိသားစု ပတ်ပင်းတိုးခဲ့ပါတယ်\nဂျက် နဲ့ သူ့မိသားစု ဟာ escape မရနိုင်ဘဲ သူများနိုင်ငံမှာ အတော် ဒုက္ခရောက်ခဲ့ပါတယ်\nဇာတ်လမ်းခေါင်းစဉ် No escape ဆိုတဲ့ အတိုင်းဘဲ လွတ်မြောက်ဖို့ တကယ် ခက်တာပါ\nအသတ်ခံရမယ့် ဘေးကနေ လွတ်အောင် ကြိုးစားတာတွေကို ရင်တထိတ်ထိတ် နဲ့ကြည့်ရှူရမယ့် အက်ရှင်ဇာတ်လမ်းပါ\nဒီဇာတ်ကားကို ကမ္ဘောဒီးယားနိုင်ငံ ...",
        "rating": "6.8",
        "url": "https://megaup.net/4eF2B/No_Escape_[2015]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjA1MjExNTEzN15BMl5BanBnXkFtZTcwMjE1MzAwMQ@@._V1_-212x300.jpg",
        "title": "Magnificent Warriors (1987)",
        "description": "ဒီဇတ္ကားကိုစၾကည့္ရတဲ့အခ်ိန္တုန္းကကြ်န္ေတာ္အ ေတာ္ေလးငယ္ပါေသးတယ္\nမီရွဲယိုကိုအဲဇတ္ကားကေနစၿပီးႀကိဳက္ခဲ့တယ္လို႔ေျပာလို႔ရတယ္\nေနာက္ပိုင္းမွာသူ႔ကားေတြအေတာ္ၾကည့္ျဖစ္တယ္\nမင္းသမီးမီရွဲယိုဟာကမ႓ာေက်ာ္မင္းသားႀကီးေတြနဲ႔အတူတူသ႐ုပ္ေဆာင္ခဲ့ ၿပီး\nအာရွသာမကကမ႓ာေက်ာ္႐ုပ္ရွင္မင္းသမီးတစ္ဦးပါအက္ရွင္ေတြသာမကဒရာမေတြပါပိုင္နိင္တဲ့မင္းသမီး ျဖစ္ေၾကာင္းကို\nthe lady ဆိုတဲ့ဇတ္ကားမွာေတြ႕နိင္ပါ တယ္\nဂ်ိမ္းစ္ဘြန္းကားမွာလည္းပါဝင္သ႐ုပ္ေဆာင္ဖူးတဲ့ထိုမင္းသမီးဟာဂ်က္ကီခ်မ္း ဂ်က္လီတို႔နဲ႔အၿပိဳင္နာမည္ ႀကီးတဲ့မင္းသမီးတစ္ဦးပါပဲ\nဇတ္လမ္းအက်ဥ္းကိုေျပာျပရရင္ေတာ့တ႐ုတ္နဲ႔ဂ်ပန္စစ္ျဖစ္ေနတဲ့ကာလအတြင္းမင္းသမီးမီရွဲယိုဟာ\nမ်ိဴးခ်စ္ေတာ္လွန္ေရးသမားတစ္ဦးကိုသြားေရာက္ကယ္တင္တဲ့ဇတ္လမ္းေလးပါ\nလမ္းခုလတ္ မွာဘာေတြၾကံဳရမလဲဘယ္သူေတြနဲ႔ေတြ႕ၾကံဳရမလဲဆိုတာစိတ္ဝင္တစားၾကည့္ရႈရမွာပါ\nအက္ရွင္သာမကဟာသလည္းေရာေႏွာပါဝင္တာမို႔ေသခ်ာပါတယ္\ncmပ ရိတ္သတ္ေတြအႀကိဳက္ေတြ႕မယ္လို႔ထင္ပါတယ္\nကြ်န္ ေတာ္ႀကိဳက္ခဲ့တဲ့ဇတ္ကားေလးကိုအေကာင္းဆံုးကြာလတီနဲ႔ဘာသာျပန္ေပးလိုက္ပါတယ္\nေဒါင္းေလာ့ဆြဲၿပီးသိမ္းထားၾကပါလို႔ပဲေျပာၾကားရင္း\n \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္က ကိုစိုးေထြးပါ)\n  File Size : (680 MB) and (330 MB)\nQuality : Dvdrip 480p\nRunning Time : 1hr 31minutes\nFormat : Mp4\nGenre : Action, Drama\nTranslated By Soe Htwe\nEncode By Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/magnificent-warriors-1987/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/gun-woman-poster-133x200.jpg",
        "title": "[21+] Gun Woman (2014)",
        "description": "2014 ခုနှစ်ကထွက်ရှိခဲ့ပြီး ခပ်ကြမ်းကြမ်း ဂျပန် အပေါင်းနှစ်ဆယ့်တစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးက ကျတော်ကျိဖူးသမျှ Japan Gore movies တွေထဲမှာ\nတော်တော်ကြမ်းတဲ့ ဇာတ်ကားပါ ပြီးတော့ ဇာတ်ကားရဲ့ story line နဲ့ plot twist တွေက 21+ လို့တောင် မထင်ခြင်စရာပါပဲ\nနောက်တခုက သွေးသံရဲရဲ ခန်းတွေ ဆင်းရဲသားအခန်းတွေ ပေါပေါသောသော ပါတာမို့ ပုရိသအကြိုက်ကားတစ်ကားဖြစ်မယ်ဆိုတာတော့ ရဲရဲြက်ီးအာမခံရဲပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဆရာဝန် တယောက် တစုံတခုသောအကြောင်းတစ်ခုကြောင့် ကလဲ့စားခြေဖို့အာသီသပြင်းထန်နေတဲ့ဆရာဝန်\nအဲ့ဒီ့ ဆရာဝန်က ဘာကြောင့် အသဲအသန် ကလဲ့စားခြေဖို့ ဆာလောင်နေလဲ\nတနေ့ ကံတရားက မျက်နှာသာပေးလာတော့ မိန်းမပျိုလေးတယောက်ကို\nဝယ်ပြီး ရက်စက်တဲ့ လူသတ်သမ ဖြစ်အောင် သေချာလေ့ကျင့်ပေးလိုက်တဲ့အခါမှာတော့ ကဲ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ပါ\n(ဘာသာပြန်ကတော့ ကိုကွန်ပိုက်ပါ :)",
        "rating": "4.7",
        "url": "https://megaup.net/2f4aD/Gun_Woman_(Nyotaiju_Gan_Ūman)_[21+]_[2014]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMDM1NWQwNTktM2M2MC00ODY2LWEyNDItNTQ1NGM0YjA4ODIwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_-214x300.jpg",
        "title": "Sky on Fire (2016)",
        "description": "အေဖတူအေမကြဲ ေမာင္ႏွမ၂ေယာက္...\nညီမျဖစ္သူ ကင္ဆာေရာဂါ ေနာက္ဆံုးအဆင့္ေရာက္ေနၿပီဆုိတာ သိလုိက္ရတဲ့အခါ...\nတစ္ဖက္မွာလည္း ကင္ဆာေရာဂါကိုအျမစ္ပ်က္ေအာင္ကုေပးနိုင္တဲ့ ေဆးကိုေဖာ္စပ္ေနတဲ့ ဆရာဝန္ႀကီးတစ္ေယာက္ ေဆးရံုမီးေလာင္မႈနဲ႕အတူ ေသဆံုးသြားခဲ့တယ္\nေဆးကိုဆက္ၿပီးေဖာ္စပ္တာ ေအာင္ျမင္သြားတဲ့အခါမွာေတာ့ ...\nအဲ့ေတာ့ ညီမျဖစ္သူရဲ႕ ကင္ဆာေရာဂါကိုပဲ ေပ်ာက္ေအာင္ကုသေပးနုိင္မွာလား...\nဆရာဝန္ႀကီး ဆံုးသြားတဲ့ မီးေလာင္မႈက မေတာ္တဆျဖစ္တာလား...\nမတရားမႈေတြကို ေျဖရွင္းနိုင္မွာလားဆိုုတာကို အသည္းတယားယား ရင္တဖိုဖိုၾကည့္ရႈရမယ့္ အက္ရွင္ဒရမ္မာဇာတ္ကားေလးျဖစ္ပါတယ္\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Myint Thinzar ပဲျဖစ္ပါတယ္)\nFile Size : (750 MB) and (350 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 39minutes\nFormat : Mp4\nGenre : Action, Crime, Thriller\nTranslated By Myint Thinzar\nEncode By Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/sky-on-fire-2016/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMDUwZTZjN2YtMTcwNy00YjZiLWExOWMtODU4ZGZhZWY0MTE3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006771000_AL_-203x300.jpg",
        "title": "Once Upon a Time in Venice (2017)",
        "description": "ဒီကားေလးကေတာ့၂၀၁၇ထြက္ကားေလးပါ။သိျပီးၾကျပီေနမွာပါ။\nမင္းသားၾကီးBruce Willisရဲ႕အသက္ၾကီးေပးမယ့္မပ်က္ဆီးတာကိုေတြ႕ရမွာပါ။\nအခြီနဲ႕အက္ရွင္ေပါင္းဆက္ထားတဲ့တကယ္ရယ္ရတဲ့ကားေလးျဖစ္ပါတယ္။\nအဆိုေတာ့Tygaေတာင္ပါပါေသးတယ္။စတိဗ္(Bruce Willis)ဟာဗင္းနစ္ကမ္းေျခကအလြတ္စံုေထာက္တဦးပါ။\nအမ်ဳိးသမီးေတြနဲ႕ဆိုပလဲနံသင့္ျပီးသူ႕ေခြးကိုထိရင္ေတာ့လံုး၀သည္းမခံတဲ့သူမ်ဳိးပါ။\nဇာတ္လမ္းကသူ႕ေခြးအခိုးခံရတာကစတာပါ။\nတကယ္ေတာ့သူ႕ေခြးအခိုးခံရတာလဲသူကစတာပါ။\nဒီဘဲၾကီးေတာ္ေတာ္ရႈပ္တယ္ဗ်တကယ္ပါ။\nJohn Wickကားထဲကလ္ိုပဲသူ႕ေခြးထိဓါးၾကည့္ဆိုေတာ့ ပြဲၾကမ္းေတာ့တာေပါ့။\nသူပြဲၾကမ္းပံုကတမ်ဳိး John Wickလိုၾကမ္းတာအဟုတ္ဘူး။\nအသက္ေလးကလည္းေထာက္လာေတာ့ဦးေႏွာက္ေလးသံုးျပီးၾကမ္းတာပါ။\nအဲေတာ့Bruce Willisတေယာက္စံုေထာက္ပီပီဘယ္လိုအကြက္ေတြေရြ႕ျပီး ဘယ္လိုဟာသေဖာက္မလဲ။\nအဆံုးသတ္မွာသူဘယ္လိုေတြအျမတ္ထုတ္သြားသလဲဆိုတာေတာ့ဇာတ္ကားေလးကိုဆက္ၾကည့္လိုက္ပါဦးဗ်ာ။\nတကယ့္မင္းသားၾကီးဆိုေတာ့သဘာပါပါနဲ႕ႏႈတ္ခမ္းေလးေတြျပံဳးျပံဳးသြားေအာင္လုပ္ျပမယ့္ကားေလးပါဗ်ာ။\nအားလပ္ရက္ေလးအနားယူရင္ခြီၾကေပါ့။ဂ်က္ကီခ်န္းအကြက္ေတြပါလာမယ္:3\n \n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္)\n File Size : (700 MB) and (260 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 34minutes\nFormat : Mp4\nGenre : Action, Comedy, Thriller\nTranslated By Thura Zarni Aung\nEncode By Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-venice-2017/",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTQyNDE1MTYyMl5BMl5BanBnXkFtZTcwNzk1NDAyMw@@._V1_-225x300.jpg",
        "title": "Solomon Kane",
        "description": "Solomon Kane (2009)\nIMDb - 6.1/10_____Rotten - 67%\n  \nမိစ္ဆာတွေ စွန့်စားခန်းတွေ တိုက်ပွဲတွေ မှော်ပညာပါတဲ့ ဇာတ်လမ်းတွေကိုမှ အားပေးချင်ပါတယ်ဆိုတဲ့\nပုရိတ်သတ်ကြီးအတွက်ဆော်လမွန်ကိန်း လာပါပြီ။\nဇာတ်လမ်းကျောရိုးလေးကို နားလည်ထားမှ ဇာတ်ကားလေးက ကြည့်ရတာအရသာရှိနေတာကြောင့် တင်ပြလိုပါတယ်။\nတစ်ချိန်တုန်းက ကမ္ဘာကြီး မိစ္ဆာအမှောင်ထုရဲ့ ကြီးစိုးမှု့အောက်ရောက်ရှိခဲ့ပါတယ်\nမှော်ဆရာတွေ မိစ္ဆာတွေ မကောင်းဆိုးရွားတွေ သူတစ်လူ ငါတစ်မင်း\nသောင်းကျန်းချင်တိုင်းသောင်းကျန်း နေတဲ့ခေတ်တစ်ခေတ်ပါပဲ။\nအားလုံးက အတည်တကျမဖြစ် ကျီးလန့်စာစားနေနေကြရပါတယ်။\nကိုယ့်ကိုယ်ကိုမပြောနဲ့ ကိုယ့်ဝိဉာဉ်ကိုယ်တောင်မပိုင်တဲ့ ခေတ်ကြီးပါပဲ။\nဝိဉာဉ်ကို မိစ္ဆာတွေနဲ့ အလဲထပ် အလောင်းစားလုပ်လို့ရနေပြီး ကတိဆိုတာ မရှိသလောက်ဖြစ်နေပါတယ်။\nဆော်လမွန်ကိန်းတစ်ယောက် ဖခင်ရဲ့စေတနာကို နားလည်မှု့လွဲပြီး ဆန့်ကျင်ဘက်တွေလုပ်ရာမှ\nသူ့ဝိဉာဉ်ကို မိစ္ဆာနဲ့အလောင်းစားလုပ်ပြီး ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်နေခဲ့ပါတယ်။\n  \nမိစ္ဆာကလည်း အချိန်စေ့တာကတစ်ကြောင်း မနိုင်တော့တာလဲတစ်ကြောင်းမို့ ဝိဉာဉ်ပြန်လာနှုတ်ပါတယ်။\nဒါပေမဲ့ ဆော်လမွန်ကိန်းက ပြန်မပေးပဲ အပြန်လှန်တိုက်ခိုက်ရာမှ ထွက်ပြေးလွတ်မြောက်ခဲ့ပါတယ်။\nဆော်လမွန်ကိန်းတစ်ယောက် ပြေးရင်းပြေးရင်းမှ မိစ္ဆာတွေရဲ့ စက်ကွင်းလွတ်ရာ ဘုန်းတော်ကြီးကျောင်းထဲမှာ\nရက်ရှည်လများစွာခိုအောင်းရင်း ဆိုးမိုက်မှု့တွေကိုစွန့်လွှတ်ကာ အေးချမ်းစွာနေထိုင်နေပါတယ်။\nတစ်နေ့မှာတော့ ဘုန်းတော်ကြီးက သူ့မွေးရပ်ဇာတိကို ပြန်ပြီးအမွေဆက်ခံဖို့စေလွှတ်ပါတော့တယ်။\nအေးဆေးနေချင်တဲ့ ဆော်လမွန်ကိန်းတစ်ယောက် မငြင်းသာတော့ပဲ ခရီးရှည်ကြီးကို စတင်ရပါတော့တယ်။\nလမ်းခရီးကမိတ်ဆွေတွေရှိနေသလို ...",
        "rating": "6.1",
        "url": "https://megaup.net/2f1bk/Solomon_Kane_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fhISWbjQ3X9lFwQj0w3PjMfNFNR.jpg",
        "title": "God of Gamblers III Back to Shanghai (1991)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ စတီဖင္ေခ်ာင္က အဓိကဇာတ္ေဆာင္အျဖစ္ပါဝင္ထားျပီး  Action,Comedy,Fantasy အမ်ိဳးအစားဇာတ္ကားပါ။စတီဖင္ေခ်ာင္ဇာတ္ကားအတိုင္း အူတက္ေအာင္ရယ္ရတဲ့ဇာတ္ကားပါ။ ဖဲကစားတဲ့ လူစြမ္းေကာင္းေတြအေၾကာင္း ၾကည့္ၾကပါဦး။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size…(900MB) and (430MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…01:56:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "6.6",
        "url": "https://megaup.net/2Vq2A/God_Of_Gamblers_III_-_Back_To_Shanghi_[1991]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zR0QYh5pyGdn1E9VY6gngPqcBtJ.jpg",
        "title": "God of Gamblers II (1991)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ စတီဖင္ေခ်ာင္က ေလာင္းကစားလူစြမ္းေကာင္းအျဖစ္ စတင္ပါဝင္လာတာမို႔ ဟာသေတြအေတာ္မ်ားမ်ားပါပါတယ္။Andy Lau က ေလာင္းကစားသူရဲေကာင္းအျဖစ္ပါဝင္ထားျပီး  Action,Comedy အမ်ိဳးအစားဇာတ္ကားပါ။God of Gamblers ဇာတ္ကား (၃) ကားလံုးကို https://channelmyanmar.org/?s=god+of+gamblers မွာရွာပါ။ \nFile Size…(900MB) and (400MB)\nQuality…BluRay Rip 720p\nFormat…mp4\nDuration…01:39:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Missy Win",
        "rating": "6.9",
        "url": "https://megaup.net/Txyc/God_Of_Gamblers_II_[1991]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    }
]