[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/ghVARbCQcSGQ2ytSDeeQGdRWTME-139x200.jpg",
        "title": "The Merciless (2017)",
        "description": "အားလုံးပဲ The King In Love Drama ထဲက သိပ်ချစ်တတ်တဲ့ အိမ်ရှေ့စံမင်းသားလေးကို မှတ်မိကြလားမသိဘူး ...ဟုတ်ပါတယ်... နှုတ်ခမ်းနီမလေးတွေရဲ့ အသည်းကျော် Im Siwon ပါ...ဒါပေမယ့် ဒီတစ်ခါမှာတော့ Gentleman တို့ရဲ့ မေတ္တာကိုပါ ခံယူမှာပါတဲ့ခင်ဗျအခုတင်ဆက်ပေးမှာကတော့ သူ့ရဲ့ အနုပညာလှုပ်ရှားမှုတွေ ပြင်းထန်လာတဲ့ 2017 ထဲမှာပဲ ထွက်ရှိထားတဲ့မပူမအေး ဖြစ်နေဆဲ The Merciless ဆိုတဲ့ Crime Action အမျိုးအစားဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်နာမည်နဲ့လိုက်အောင်ကို...ခင်မင်မှုဆိုတာဘာလဲ... သဲထဲရေသွန်လားကိုယ့်အတွက်ပဲ ကိုယ်ကြည်တတ်တဲ့ မိတ်ဆွေဟာ မိတ်ဆွေကောင်းဟုတ်ရဲ့လားအရာရာကို ခင်မင်မှု မေတ္တာတရားနဲ့ အနိုင်ယူနိုင်မလား ဆိုတာတွေကိုအကျဉ်းသားလေးတစ်ယောက်နဲ့ အကျဉ်းဦးစီးတို့ကြားထဲက သံယောဇဉ်လေးကို အခြေခံပြီး ရိုက်ကူးထားတာပါဒီကားလေးကနေတဆင့် ဘာတွေကို ယုံကြည်ရမယ် မယုံကြည်သင့်ဘူးဆိုတာလည်း နှိုင်းဆရနိုင်ချေရှိမှာပေါ့နော်...ဒီလောက်ဆိုရင်ကို ကြည့်သင့်နေပြီမို့ စေတနာအပြည့်နဲ့ တင်ဆက်ပေးလိုက်တာပါအဓိက သရုပ်ဆောင်တွေအနေနဲ့ကတော့ Im Siwon (Z:EA) နဲ့ Sol ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Hz95/The_Merciless_(Bulhandang)_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/the-four-3-poster-133x200.jpg",
        "title": "The Four 3: Kingdom Of Blood (2014)",
        "description": "The Four 3: Kingdom Of Blood (2014)_____IMDb - 5.6/10\n ဒီကားကတော့ The Four သုံးကားထဲမှာ နောက်ဆုံး ကားပဲ ဖြစ်ပါတယ်။ပထမကားနဲ့ ဒုတိယကားကို မကြည့်ဖူး\nရင် သိပ်သဘောပေါက်လောက်မှာ မဟုတ်လို့ ပထမ နှစ်ကားကို ကြည့်ဖို့ အကြံပြုချင်ပါတယ်။ဇာတ်လမ်းကို နည်းနည်း\nပြန် မိတ်ဆက်ပေးရမယ်ဆိုရင်တော့ ဒုတိယကားထဲမှာ မိသားစုအကြောင်း အမှန်တရားကို ရှောင်ယွယဲ့ (Yifei Liu)\nက သိရှိသွားခဲ့ပြီး ကျူးကယ်ကျုံး နဲ့ သံလက်တို့ကို စိတ်ပျက်သွားခဲ့ပါတယ်။လန်လင်ကျီး လဲထို့အတူပါပဲ ဒါပေမဲ့ သူက\nရှေင်ယွယဲ့ အပြင် ဋ္ဌာနခြောက် က ကျိယောင်ဟွာတို့နဲ့လဲ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဖြစ်နေပြန်ပါတယ်။ကျိယောင်ဟွာ\nတစ်ယောက်ကတော့ သခင်အန်းဆိုတဲ့ လူရဲ့ အမိန့်ကို မလွန်ဆန်နိုင်ဖြစ်နေတာပါ။ သခင်အန်းတစ်ယောက်ကတော့\nသူ့သားအတွက် လက်စားချေဖို့ အတွက် ဋ္ဌာနခြောက် ဆန်ဟုန်ဖူတို့ အပြင် မင်းကြီး အရိုက်အရာကိုပါရယူချင်နေတာပါ။\nဒီလိုနဲ့ တစ်ရက်မှာ မင်းကြီးတစ်ယောက် သာမန်အဝတ်အစားနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xupq/The_Four_3_-_Kingdom_Of_Blood_(Si_Da_Ming_Bu_3)_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/the-four-2-poster-133x200.jpg",
        "title": "The Four 2: Lawless Kingdom (2013)",
        "description": "The Four 2: Lawless Kingdom (2013)_____IMDb - 5.8/10\n ဒီဇာတ်ကားကတော့ The Four 1 ရဲ့ အဆက်ဖြစ်ပါတယ်။ပထမပိုင်း ကြည့်ဖူးမှ ကောင်းကောင်း\nနားလည် သဘောပေါက်မယ်လို့ ထင်ပါတယ်။မင်းသမီးချော ဂူဂူး ပါဝင်ထားတာဖြစ်လို့ ပရိတ်သတ်\nတွေ အကြိုက် တွေ့ခဲ့တဲ့ ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရရင်တော့\nပထမကားမှာ ငွေအတု ကိစ္စ ကို နောက်ကွယ်က ကြိုးကိုင်နေတဲ့ အန်ရှီကျန်းကို နှိမ်နှင်းပြီးတဲ့ နောက်မှာ\nတော့ ဆန်ဟုန်ဖူ(ဒီဗိုင်းအဖွဲ့) ဟာဆိုရင် နေပြည်တော် တစ်ဝိုက်မှာ ဋ္ဌာန ခြောက် ထက်ကို ပိုပြီး အလေးပေး\nခြင်းကို ခံလာရပါပြီ။ ပြည်သူတွေက လည်း အားကို တကြီးပေါ့။ဒီလိုအချိန်မှာပဲ ပထမကားက ဗီလိန်\nအန်ရှီကျန်းက မသေသေးပဲ သစ်ပင်တစ်ခုကို ကပ်ပါး ဘဝနဲ့ မှီခို နေရပါတယ်။သူ့သားဒီလို ဘဝကို\nရောက်သွားလို့ မကျေမနပ်နိုင်ဖြစ်နေသူကတော့ လူကြီမင်း အန်းပါ။သူက ဆန်ဟန်ဖူ နဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1xupy/The_Four_2_-_Lawless_Kingdom_(Si_Da_Ming_Bu_2)_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/The-four-poster-133x200.jpg",
        "title": "The Four (2012)",
        "description": "The Four (2012)_____IMDb - 5.8/10\n ပရိတ်သတ်တွေရဲ့ အသည်းကျော် ဂူဂူးလေးရဲ့ The Four ကားလေးကို စာအမှန် ရုပ်ထွက်အကြည် နဲ့ ပြန်တင်ဆက်\nပေးလိုက်ပါတယ်ဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ .....\nရဲချုပ် လျှို လူကြီးမင်းဦးဆောင်နေတဲ့ ဌာန ၆ ဆိုတဲ့ အထူးစုံစမ်းထောက်လှမ်းရေး အဖွဲ့တစ်ခုရှိတယ် ။\nခက်ခဲနက်နဲတဲ့ အမှုတော်တော်များများကို ဖော်ထုတ်နိုင်လို့ မင်းနေပြည်တော်မှာ အထူးနာမည်ရပြီး အာဏာရနေတဲ့အဖွဲ့ပေါ့ ။\nတစ်နေ့မှာ ရွှေဒင်္ဂံါးပြားအတု ထုတ်တဲ့ ဘလောက်တုံး ပျောက်ဆုံးမှု အမှုတစ်ခုကို ဌာန ၆ က ရဲချုပ်ကိုယ်တိုင်\nဆင်းဖမ်းရင်း ဆန်ဟုန်ဖူး ဆိုတဲ့ အဖွဲ့တစ်ခုနဲ့ သွားဆုံမိတယ် ။\nဆန်ဟုန်ဖူး အဖွဲ့ဆိုတာနန်းတွင်းဘုရင့်အမိန့်တော်နဲ့ ကျူကယ်ကျုံး ဦးဆောင်ဖွဲ့စည်းထားတဲ့ အထူးလျှို့ဝှက်ထောက်လှမ်းရေး အဖွဲ့ဖြစ်နေတယ် ။\nကျူကယ်ကျုံးဆိုတာ အရင်တုန်းက ဘုရင့်ကိုယ်ရံတော် ။ စည်းစိမ်ဥစ္စာပြည့်စုံတဲ့ ကိုယ်ရံတော် ရာထူးကို\nကျူကယ်ကျုံးက ချိုင်လူကြီးမင်းနဲ့ ပြသနာရှိတယ် ဆိုပြီး စွန့်လွှတ်ခဲ့ပြီး ဆန်ဟုန်ဖူးဆိုပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/2Tpkl/The_Four_(Si_Da_Ming_Bu)_[2012]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Thani-Oruvan-2015-Dual-Audio-720p-UNCUT-HDRip-1.5Gb-147x200.jpg",
        "title": "Thani Oruvan(2015)",
        "description": "ဒီတစ္ခါေတာ့IDM8.6အထိရရွိထားတဲ့ေဘာလိဝုဒ္ကားတစ္ကားနဲ႔မိတ္ဆတ္ေပးခ်င္ပါတယ္။ဇာတ္ကားေလးက၂၀၁၅မွာထြက္ရွိထားတဲ့THANI ORUVAN ကားေလးပါ။\nဇာတ္ကားေလးကအက္ရွင္ကားတစ္ကားျဖစ္ၿပီးရဲတစ္ေယာက္ရဲ့လွုပ္ရွားပုံေတြကိုေဖာ္ညြန္းထားလို႔လို႔စုံေထာက္ကားေတြႀကိဳက္တဲ့သူေတြအတြတ္ၾကည့္သင့္တဲ့ကားေလးပါ။မီးလ္သရမ္ဆိုတဲ့IPS အရာရွိရဲတစ္ေယာက္ဟာရာဇဝတ္မွုေတြကိုသူ႔ရဲ့သူငယ္ခ်င္းရဲအရာရွိေတြနဲ႔အတူတူလ်ိဳ႕ဝွက္ေဖာ္ထုတ္ေပးေနတာပါ။တစ္ရက္မွာအမွုတစ္ခုကိုလိုက္ရင္းနဲ႔မထင္မွတ္ဘဲသူလ်ိဳ႕ဝွက္စုံစမ္းထားတဲ့\nအမွုေတြနဲ႔ဆက္စပ္တဲ့ရာဇဝတ္ဂိုဏ္းတစ္ဂိုဏ္းကိုသိရွိသြားပါတယ္။အဲ့ဂိုဏ္းကိုခ်ဴပ္ကိုင္ေနတဲ့သူေတြဟာလည္းႏွယ္ႏွယ္ရရလူေတြမဟုတ္ဘဲစီးပြားေရးလုပ္ငန္းရွင္ေတြအစိုးရဌာနအႀကီးအကဲေတြကိုယ္တိုင္ျဖစ္ေနပါတယ္။\nအဲ့ဂိုဏ္းရဲ့ေခါင္းေဆာင္လို႔ယူဆရတဲ့ဆီဒါက္ရွ္ဆိုတဲ့သိပြံပညာရွင္တစ္ေယာက္ဟာေဆးဝါးတစ္ခုကိုေဖာ္ထုတ္နိုင္ခဲ့တဲ့သူ႔လက္ေအာက္ငယ္သားကိုရွင္းပစ္ခဲ့ၿပီးအဲ့ေဆးဝါးကိုလက္ဝါးႀကီးအုပ္ဖို႔ႀကံစည္ခဲ့ပါတယ္။ဆီဒါက္ရွ္ဟာအဲ့ေဆးဝါးကိုခေလးငယ္ေတြနဲ႔စမ္းသပ္ခဲ့ၿပီးခေလးငယ္ေတြေသဆုံးမွုေတြလည္းျဖစ္လာပါတယ္။မီးလ္သရမ္ကလည္းေနာက္ဆုံးသူလိုက္ခဲ့တဲ့အမွုနဲ႔ဆက္စပ္ၿပီးအဲ့ခေလးငယ္ေတြေသဆုံးမွုရဲ့ေနာက္ကြယ္မွာရွိေနတဲ့ဆီဒါက္ရွ္ကိုဖမ္းဆီးဖို႔ႀကိဳးစားလာပါတယ္။ဆီဒါက္ရွ္ရဲ့ေနာက္မွာလည္းဝန္ႀကီးေတြပါတီေခါင္းေဆာင္ေတြရွိေနတဲ့အတြတ္သူ႔အေနနဲ႔ဘယ္လိုဖမ္းဆီးနိုင္မွာလဲ။ဒါမွမဟုတ္ဆီဒါက္ရွ္ကဘဲ မီးလ္သရမ္ဆိုတဲ့IPSအရာရွိကိုဒုကၡေရာက္ေအာင္ေပးနိုင္မလားဆိုတာဇာတ္လမ္းၿပီးတဲ့အထိရင္ခုန္စြာေစာင့္ၾကည့္ရမွာလည္းျဖစ္ပါတယ္ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူက ကုိ Crystal Light ပါFile Size…(849MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration…02:41:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder...Phyo Pyae\nTranslated by Crystal Light",
        "rating": "8.6",
        "url": "https://megaup.net/2cmUb/Thani_Oruvan_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjI3Y2M3OTgtZmExNS00ZTEyLTg5NGItOWZiYjVlZWY5N2E1XkEyXkFqcGdeQXVyMzI4MzEwNQ@@._V1_SY1000_CR007491000_AL_-150x200.jpg",
        "title": "Vikram Vedha (2017)",
        "description": "ဇာတ္လမ္းကုိ မညႊန္းခင္ Rating ေလးတစ္ခ်က္ၾကည့္လုိက္ပါဦး IMDB 9.0/10 တဲ့ဗ်ာ\nဒီကားကုိ စၾကည့္ျဖစ္တုန္းကေတာ့ Tollywood ကားဆုိေတာ့ ထုံးစံအတုိင္း တစ္ခ်က္ထုိးလုိက္ရင္ ေလေပၚပ်ံတာတုိ႔ အားအားေနကေနတုိ႔ ဒါေတြပဲ ျဖစ္မွာပါလုိ႔ ထင္ထားမိတာ\nအမွားႀကီးမွားတာပဲ အိႏၵိယရုပ္ရွင္ကား တစ္ကားလုိ႔ေတာင္ မထင္ရက္ဘူး\nဒီကားကုိ Bollywood က Reboot ျပန္ရုိက္ဖုိ႔အထိ ေမွွ်ာ္လင့္မိတယ္ဗ်ာ\nေကာင္းလား မေကာင္းလား မညႊန္းေတာ့ဘူး တန္းသာေဒါင္းလိိုက္ေတာ့\nေဒါင္းရက်ိဳးနပ္ေစရမည္ဗ်ာ ႕႕႕႕႕႕ဒုစ႐ုိက္ကားဆုိေတာ့ ၾကည့္ဖူးေနက် ႐ုပ္ရွင္ကားေတြလုိ ေမွာင္ခုိေတြလုပ္ ရဲကဖမ္း ရဲကုိ ျပန္သတ္ သူေသ ကုိယ္ေသ ဒါမ်ိဳးလာလိမ့္မယ္ ထင္ထားတာ\nဒါ႐ုိက္တာက အလွည့္အေျပာင္းေတြနဲ႕ Crime ကားကုိ Mystery ဆန္ဆန္ေလး တင္ျပသြားတယ္ရဲနဲ႕ရာဇာဝတ္ေကာင္ၾကားကုိ ယွဥ္ျပတဲ့ အခါမွာလည္း ရဲတစ္ေယာက္ရဲ႕သားဟာ ရဲျဖစ္သလုိ အေဖ႐ုိးသားသလုိ သားျဖစ္သူကလည္း ရုိးရုိးသားသားနဲ႕ အမွန္တရားရဲ႕ ဘက္ေတာ္သားပီပီ ပုံေဖၚထားၿပီး\nလူဆုိးလူမုိက္ကုိလည္း ကြ်န္ေတာ္တုိ႔ဆီက ၁ရာဖုိးသုံးပုဒ္ေတြလုိ အထုိးခံခါနီး ...",
        "rating": "9.0",
        "url": "https://megaup.net/Ufqa/Vikram_Vedha_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/revolt_ver3-135x200.jpg",
        "title": "Revolt (2017)",
        "description": "တစ္​ကမ႓ာလံုးကလူသား​ေတြနဲ႔ စက္​ရုပ္​​ေတြ သူတို႔အ​ေခၚ(ဒရုန္​း)​ေတြနဲ႔တုိက္​ခိုက္​ၾကတဲ့အက္​ရွင္​က​ား​အၾကမ္​းေလးပါအဓိကအသား​ေပးအ​ေနနဲ႔က​ေတာ့ အာဖရိကအ​ေရွ႕ပိုင္​းကင္​ညာနိုင္​ငံရဲ႕ၿမိဳ႕​ေတာ္​နာ​ေယာ့ခ္​မွာ ျဖစ္​ခဲ့တဲ့က်ဴး​ေက်ာ္​မႈႀကီးအ​ေၾကာင္​းကို​ရိုက္​ထားတဲ့ကားပါဒီကားထဲမွာဇာတ္​​ေကာင္​မင္​းသားက နာ​ေယာ့ခ္​ရဲစခန္​းမွာအတိတ္​​ေမ့​ေနတဲ့အက်ဥ္​းသားအျဖစ္​နဲ႔အစပ်ိဳးထားပါတယ္​အဲ့အခ်ိန္​မွာပဲသူ႔ထက္​အရင္​​အခ်ဳပ္​ထဲေစာ​ေရာက္​​ေနတဲ့​့ေဒါက္​တာနာဒီယာနဲ႔ဆံုခဲ့ပါတယ္​အတိတ္​​ေမ့​ေန​ေ​ပမယ္​့\"တတ္​သိပညာမ​ေနသာ\"ဆိုသလို လူကသာ​ေနတယ္​ပညာကမ​ေနပါဘူးသူတို႔နွစ္​​ေယာက္​​ေပါင္​းၿပီး နိုင္​ငံအနွံ႔သုသာန္​တစျပင္​အလား​ျဖစ္​​ေစတဲ့ေၾကာက္​ခမန္​းလိလိက်ဴး​ေက်ာ္​မႈႀကီးကိုဒရုန္​း​ေတြရဲ႕ရန္​က​ေန ဘယ္​လိုတိုက္​လိုက္​ခိုက္​ၾကမလဲဆိုတဲ့အက္​ရွင္​ခန္​း​ေတြယူအက္​စ္​စစ္​သားျဖစ္​တဲ့မင္​းသားက​ေကာ ဘာ​ေၾကာင္​့အတိတ္​​ေမ့သြားရတယ္​ဆိုတဲ့ျမဳွပ္​ကြက္​​ေလး​ေတြဘယ္​လိုနိုင္​ကြက္​ရွာၿပီးလူသား​ေတြပူ​း​ေပါင္​းၾကမလဲဆိုတဲ့ဇာတ္​ဝင္​ခန္​း​ေတြနဲ႔ဘယ္​လို​ေတြ​ေတာင္​ဇာတ္​ရွိန္​ျမင့္​့သြားမလဲဆိုတာက​ေတာ့......... \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 27min\nFormat : Mp4\nGenre :Action, Sci-Fi, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncode by Thanhtike Zaw",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/revolt-2017/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/Mr._Six_film_poster-143x200.jpeg",
        "title": "Mr. Six (2015)",
        "description": "EXO-M အဖြဲ႕ဝင္ Kris Wu ,မင္းသား Li Yifeng နဲ႕မင္းသားၾကီး Feng Xiaogang တို႔အဓိကပါဝင္ထားတဲ့ ဒီတရုတ္ဇာတ္ကားဟာ Crime/Drama အမ်ိဳးအစားျဖစ္ျပီး IMDb Rating (7.1) ,Rotten Tomatoes (80%) ထိရရွိထားပါတယ္။ဇာတ္လမ္းကေတာ့.....တစ္ခ်ိန္က အရွိန္အ၀ါရွိခဲ့ တဲ့၊ လူဆိုးလူေတတစ္ေယာက္ျဖစ္ ခဲ့တဲ့ လ်ဴယဲ့ေခၚေလာင္ေပါင္အာ (မစၥတာဆစ္)ဟာ အသက္ (၅၀) အရြယ္ေလာက္ေရာက္လာတဲ့ အခါမွာေတာ့ အထီးက်န္ဆန္စြာ ေနခဲ့ရပါတယ္။\nဓားေရးကြၽမ္းက်င္ လွတဲ့၊ မာဖီးယားဂိုဏ္းသားတစ္ဦး ျဖစ္တဲ့ မစၥတာ ဆစ္မွာေရွာင္ဘို (ေဘာ္ဘီ)ဆိုတဲ့ သားတစ္ေယာက္ ရွိေပမယ့္ သိပ္အေစးမကပ္လွပါ ဘူး။\nတစ္ရက္မွာေတာ့ အစိုးရ အႀကီးအကဲတစ္ေယာက္ရဲ႕ သား ပိုင္တဲ့ အဖိုးတန္ၿပိဳင္ကားကို ပ်က္ စီးေစမႈတစ္ခုနဲ႔ ေဘာ္ဘီျပန္ေပး ဆြဲခံခဲ့ရပါတယ္။ ေဘာ္ဘီကို ဖမ္း သြားတဲ့လူဆိုးအဖြဲ႕ေခါင္းေဆာင္ ရဲ႕ မိသားစုဟာ ေနာက္ခံအေျခအ ေနေကာင္းတာေၾကာင့္ ကိုမာျဖစ္ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/mr-six-2015/",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/unlocked_ver6-130x200.jpg",
        "title": "Unlocked (2017)",
        "description": "အက္ရွင္ကားၾကိဳက္သူေတြအတြက္၂၀၁၇စက္တင္ဘာလဆန္းထြက္ပဲျဖစ္တဲ့အသစ္စက္စက္အက္ရွင္ကားေလးတစ္ကားတင္ေပးလိုက္ပါတယ္။IMDb rating-6.1ရထားတဲ့အက္ရွင္ကားေလးဆိုေတာ့မဆိုးဘူးလို႔ေျပာရမွာပါပဲ။လူေပါင္းမ်ားစြာအသက္ဆံုးရွံုးလိုက္ရတဲ့ျပင္သစ္နိုင္ငံပါရီျမိဳ႕အၾကမ္းဖက္မွုျဖစ္စဥ္ရဲ႔ေနာက္ကြယ္ကၾကိဳးကိုင္သူကိုမေဖာ္နိုင္တဲ့ေနာက္စံုေထာက္အဲလစ္တစ္ေယာက္လန္ဒန္ကိုေျပာင္းေရြ႔တာ၀န္ေပးျခင္းခံလိုက္ရပါေတာ့တယ္။ဒါေပမယ့္လည္းသိပ္မၾကာခင္မွာပဲေနာက္ထပ္အၾကမ္းဖက္တိုက္ခိုက္မယ့္သတင္းသဲလြန္စကိုစီအိုင္ေအကရရွိျပီးေနာက္မွာေတာ့ သူ႔ကိုအထက္ကျပန္ေခၚယူလိုက္ပါတယ္။ေနာက္ထပ္အၾကမ္းဖက္မယ့္ျဖစ္စဥ္ကိုစံုစမ္းရင္းပဲသူ႔ကိုကူညီေနတဲ့စစ္သားေဟာင္းတစ္ယာက္နဲ႔ကသီကလင္ျဖစ္ေနပံုကိုလည္းရသစံုေအာင္ရိုက္ျပထားပါေသးတယ္။ကဲ အဲလစ္တစ္ေယာက္အဲဒီအၾကမ္းဖက္မွုကိုေဖာ္ထုတ္နိုင္မလား။ၾကိဳတင္တားဆီးနိုင္မလား။ဒီတခါဘယ္မွာျဖစ္မွာလဲ။စစ္သားေဟာင္းၾကီးနဲ႕အတူအဲလစ္တစ္ေယာက္လူေတြအသက္ကိုကယ္နိုင္ပါ့မလားဆိုတာေတာ့ဇာတ္ကားေလးကိုရွုစားလိုက္ပါဦးဗ်ာ။(ဘာသာျပန္သူကေတာ့ေနျခည္ပါ)\n File Size : (750 MB) and (280 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 38min\nFormat : Mp4\nGenre :Action, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nay Chi\nEncode by Thanhtike Zaw",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/unlocked-2017/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTgyNDQ4NDM2Nl5BMl5BanBnXkFtZTgwODI4NDk0MjI@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Munna Michael (2017)",
        "description": "မိုက္ကယ္ဂ်က္ဆင္ကို စံနမူ နာထား ေလးစားအားက်ရင္း ဘ၀ ရပ္တည္မႈအတြက္ ႀကိဳးစားခဲ့တဲ့ ေကာင္ေလးတစ္ေယာက္အ ေၾကာင္း ဇာတ္အိမ္တည္ထားတာ ပါ။အကသမားတစ္ဦးျဖစ္တဲ့ မိုက္ကယ္ဟာ မိုက္ကယ္ဂ်က္ဆင္ကို ေလးစားအားက်သူျဖစ္ၿပီး တစ္ရက္မွာေတာ့ အလုပ္ထုတ္ခံလိုက္ ရလို႔ စတူဒီယိုကေန ျပန္လာတုန္း လမ္းေဘးမွာ စြန္႔ပစ္ခံထားရတဲ့ ေမြးကင္းစကေလးေလးတစ္ဦးကို ေတြ႕ခဲ့ပါတယ္။အဲဒီကေလးကို မိုက္ကယ္ကေခၚယူေမြးစားခဲ့ၿပီး မြန္နာလို႔နာ မည္ေပးခဲ့ပါတယ္။ မြန္နာဟာ မိုက္ကယ္ရဲ႕ေျခရာကို နင္းႏိုင္သူ တစ္ဦးျဖစ္လာခဲ့ၿပီး အကမွာ သူမတူေအာင္ထူးခြၽန္သလို သူက လည္းပဲ မိုက္ကယ္ဂ်က္ဆင္ကို ႐ူး႐ူးမိုက္မုိက္ကို သေဘာက်သူ ျဖစ္ပါတယ္။ မိုက္ကယ္ကေတာ့ မြန္နာကို အကသမားမျဖစ္ေစခ်င္ဘဲ အဆင့့္ျမင့္တဲ့ အလုပ္အကိုင္ရေစ ခ်င္ေနတာပါ။ ဒါေပမဲ့ မြန္နာ ကေတာ့ သူ႔ရဲ႕အကအဖြဲ႕နဲ႔အတူ ကလပ္ေတြမွာ လိုက္ၿပီးတျခား အဖြဲ႕ေတြ၊ စိန္ေခၚပြဲေတြ ယွဥ္ၿပိဳင္ ရင္း ၀င္ေငြရွာခဲ့ပါတယ္။ တစ္ရက္ မွာေတာ့ မိုက္ကယ္က်န္းမာေရး မေကာင္းျဖစ္ၿပီး ေဆး႐ံုတက္ခဲ့ရ ပါတယ္။ အဲဒီအခ်ိန္မွာပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/munna-michael-2017/",
        "category": "Action, Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/2ecd0003902050033857-141x200.jpg",
        "title": "Brotherhood of Blades 2 : The Infernal Battlefield (2017)",
        "description": "2014 မှာ ထွက်ရှိခဲ့တဲ့ ‘Brotherhood of Blades’ ရုပ်ရှင် နောက်ဆက်တွဲရုပ်ရှင်ဖြစ်ပြီး ပထမကားမှာ ပါဝင်ခဲ့တဲ့ မင်းသား Chang Chen အပြင် နာမည်ကျော်မင်းသမီး Yang Mi တို့ ပါဝင်လာပါတယ်။ပထမကားလိုပဲ မင်အင်ပါယာကို အခြေခံတဲ့ ရုပ်ရှင်ဖြစ်ပြီး အင်ပါယာရဲ့ ကိုယ်ရံတော်အဖွဲ့သား တဦးဖြစ်တဲ့ Shen Lian က သူ့အပေါ် ပူးပေါင်းကြံစည်ထားတဲ့ မတရားမှုရဲ့ နောက်ကွယ်က အမှန်တရားကို ရှာဖွေဖော်ထုတ်မှာဖြစ်ပြီး martial arts အသားပေးသွားမှာပါ။ တွဲဖက် ကိုယ်ရံတော်နဲ့ ဓါးသမားအသစ်တွေလည်း ပါဝင်အုံးမှာပါ။2014 မှာ ထွက်ရှိလာတဲ့ Brotherhood of Blades ဟာ ရုပ်ရှင်ကားကောင်းအဖြစ် မှတ်ချက်ကောင်းတွေ အညွှန်းကောင်းတွေ ရခဲ့ပါတယ်။ ဒါကြောင့်လည်း နောက်ဆက်တွဲ ထပ်မံရိုက်ကူးလာခဲ့တာပါ။ ဒီတကြိမ်မှာတော့ Yang Mi, Zhang Yi, Xin ...",
        "rating": "7.1",
        "url": "https://megaup.net/2AcaD/Brotherhood_of_Blades_2___The_Infernal_Battlefield_2017__WEB-DL_X264_AAC-BT4K.mkv-muxed.mp4 ",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/bod-1.jpg",
        "title": "Brotherhood of Blades (2014)",
        "description": "Screenshots  မင္ မင္းဆက္ ေနာက္ဆံုးကာလမ်ားတြင္ ဆရာတူ ညီအစ္ကိုသံုးေယာက္သည္ ဂ်င္းရိေဝ ေခၚ\nဘုရင့္လွ်ဳိ႕ဝွက္ရဲအဖြဲ႕ တြင္ ဝင္ေရာက္အမႈထမ္းၾကသည္။ တစ္ကယ္ေတာ့ သူတို႔က ညီအစ္ကို\nေလးေယာက္ျဖစ္ျပီး တစ္ေယာက္မွာ ေလလြင့္ေန၍ ရံဖန္ရံခါ ညီအငယ္ဆံုးထံ အေၾကြးလာ\nေတာင္းေလ့ရွိသည္။ သူတို႔လုပ္ခလစာမွာ တစ္ႏွစ္မွ ေငြစ ႏွစ္ဆယ္ခန္႔သာရွိသည္။ အစ္ကိုၾကီး\nကရာထူးတိုးခ်င္သည္။ အထက္အရာရွိကို ေတာင္းပန္ မ်က္ႏွာခ်ဳိေသြးေသာ္လည္း အရာရွိက ေငြ\nသာလိုခ်င္၍ အခက္ေတြ႔ရသည္။ အစ္ကိုလတ္ကလည္း သူ႔ပေယာဂမကင္းဘဲ ေဆာင္ၾကာျမိဳင္\nေရာက္သြားရရွာေသာ မိန္းကေလးကို ျပန္ေရြးခ်င္သည္။ အငယ္ဆံုးညီကလည္း ေလလြင့္ေနေသာ\nအစ္ကိုက ေငြစ တစ္ရာ လာေတာင္းေန၍ ဒုကၡေရာက္ေနသည္။ တစ္ေန႔တြင္ ဘုရင့္နန္းေတာ္မွ\nကုန္းကုန္းတစ္ေယာက္ေရာက္လာျပီး သစၥာေဖာက္ ကုန္းကုန္း ေဝက်ဳံးရွန္ ကို လိုက္လံဖမ္းဆီးဖို႔\nအမိန္႔ေပးသည္။ ထိုကုန္းကုန္းက သူတို႔ညီအစ္ကို သံုးေယာက္ကို တိတ္တဆိတ္မွာသည္ကေတာ့\nေဝက်ဳံးရွန္ကို အေသသတ္ဖို႔ျဖစ္ေပသည္။\n(ေဝက်ဳံးရွန္ ဆိုေသာ ကုန္းကုန္းမွာ သမိုင္းတစ္ေလွ်ာက္ တန္ခိုးအာဏာအၾကီးဆံုး၊ အဆိုးသြမ္းဆံုးကုန္းကုန္း တစ္ေယာက္ျဖစ္သည္။ ဧကရာဇ္ ထ်န္းခ်ိ ကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/brotherhood-of-blades-20144/",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNGNiNjcxOTEtMzI0ZS00NDVlLWE3YWYtOWQxNDQ0ZDY0NDczL2ltYWdlXkEyXkFqcGdeQXVyNTc3Nzc4NjE@._V1_-141x200.jpg",
        "title": "My Pet Dinosaur (2017)",
        "description": "2017 ထြက္ မိသားစုနဲ႔ အတူတူၾကည့္ဖုိ႔ ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ CM က တင္ဆက္ေပးလိုက္ပါတယ္။အိမ္ေမြးတိရိစာၦန္ေလးေတြ ေမြးဖူးၾကလား။လူေတာ္ေတာ္မ်ားမ်ားကေတာ့ တိရိစာၦန္ေလးေတြကို ခ်စ္တတ္ၾကပါတယ္။တစ္ခ်ိဳ႔ ေၾကာင္ေလးေတြ ေမြးၾကတယ္။တစ္ခ်ိဳ႔က ေခြးေလးေတြေပါ့။ တစ္ခ်ိဳ႔ ပိုက္ဆံခ်မ္းသာတဲ့ ဒူဘိုင္းမွာဆို က်ားေတြျခေသ့ၤေတြေတာင္ အိမ္ေမြးတိရိစာၦန္အျဖစ္ ေမြးၾကတယ္လို႔ ၾကားဖူးပါတယ္။ဘာပဲေျပာေျပာ အိမ္ေမြးတိရိစာၦန္ေတြ အရမ္းကိုခ်စ္စရာေကာင္းျပီး သူတုိ႔ရွိေနတာ အပ်င္းေျပျပီး စိိတ္ၾကည္ႏူးစရာေကာင္းသလို သူတုိရဲ့ ေဆာ့တဲ့ဒဏ္ ဖြတဲ့ဒဏ္ ကုတ္ျခစ္တဲ့ဒဏ္ အစရွိသျဖင့္ မရိုးနုိင္ေအာင္ ေမြးဖူးသူတိုင္း ခံစားၾကရပါတယ္။အခု ဒီကားထဲမွာ ဒိုင္နုိေဆာေလးကို အိမ္ေမြးတိရိစာၦန္လို ေမြးထားတယ္။ ဘယ္လိုမ်ား ရပါလိမ့္ေနာ္။          ျမိဳ႔ငယ္ေလးတစ္ျမိဳ႔မွာ စစ္တပ္က ဇီ၀မ်ိဳးစိတ္ကြဲေတြကို ေတာထဲမွာ  လွ်ိဳ႔၀ွက္သုေတသနလုပ္ေနၾကတယ္။ ဒါေပမယ့္ သူတို႔ဒါကို ေအာင္ျမင္ေအာင္မလုပ္နုိင္ၾကေသးဘူး။သူတို႔မွာ သုေသတနအတြက္ ဒရုန္းယာဥ္ငယ္ေလးေတြျပီး ျမိဳ႔ေပၚကိုျဖတ္သန္းေမာင္းနွင္  တတ္ၾကတယ္။ျမိဳ႔ထဲကလူေတြကေတာ့ ဒီဒရုန္းကို UFO အာကာသယာဥ္လိုေျပာေနၾကျပီး ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/my-pet-dinosaur-2017/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/twister-poster-133x200.jpg",
        "title": "Twister (1996)",
        "description": "Twister (1996)\nIMDb - 6.4/10_____Rotten - 58%\n  \nသာယာတဲ့မိသားစုလေးတစ်စုရှိတယ်....တစ်နေ့တော့ လေမုန်တိုင်းကြီးတစ်ခုဟာသူတို့နေတဲ့ နယ်မြို့လေးကို\nဖြတ်တိုက်သွားတယ် မိသားစု ၃ဦးရှိတဲ့အထဲက အဖေကိုလေမုန်တိုင်းကြီးက ဝါးမြိုသွားတယ်......\nအမေနဲ့သမီးပဲကျန်ခဲ့လေရဲ့ ....သမီးဖြစ်သူဟာ သူ့မျက်စိရှေ့တင် မုန်တိုင်းနဲ့ပါသွားတဲ့အဖေကိုတွေ့\nမြင်ခဲ့လေတော့ စိတ်ဒဏ်ရာရခဲ့တယ်....သူမဟာ အရွယ်ရောက်လာတော့ မုန်တိုင်းလိုက်မုဆိုးဖြစ်လာတယ်...\nမုန်တိုင်းမလာခင် ၃မိနစ်ပဲမိုးလေဝသဌာနက ကြိုတင်သတိပေးနိုင်တော့ ပြည်သူတွေအတွက် အချိန်မလုံလောက်\nဘူး ဒါကြောင့် အသက်တွေဆုံးရှုံး စီးပွားတွေပျက်စီးရတယ် သူမဟာ သတိပေးချိန်များများရအောင်\nတွက်ချက်နိုင်ဖို့ကြိုးစားတယ်....သူမနဲ့သူ့ချစ်သူကောင်လေးနဲ့အသက်အန္တရယ်တွေကြားကကြိုးစားပုံတွေ ကို ရင်တထိတ်ထိတ်နဲ့ကြည်ရမှာဖြစ်ပြီး\nကြည်နူးဖွယ် အချစ်ဇတ်လမ်းလေးကိုပါ ခံစားရမှာပါ..\n  \nသာယာတဲ့မိသားစုေလးတစ္စုရွိတယ္....တစ္ေန႕ေတာ့ ေလမုန္တုိင္းႀကီးတစ္ခုဟာသူတုိ႕ေနတဲ့ နယ္ၿမဳိ႕ေလးကုိ\nျဖတ္တုိက္သြားတယ္ မိသားစု ၃ဦးရွိတဲ့အထဲက အေဖကုိေလမုန္တုိင္းႀကီးက ၀ါးၿမဳိသြားတယ္......\nအေမနဲ႕သမီးပဲက်န္ခဲ့ေလရဲ႕ ....သမီးျဖစ္သူဟာ သူ႕မ်က္စိေရွ႕တင္ မုန္တုိင္းနဲ႕ပါသြားတဲ့အေဖကုိေတြ႕\nျမင္ခဲ့ေလေတာ့ စိတ္ဒဏ္ရာရခဲ့တယ္....သူမဟာ အရြယ္ေရာက္လာေတာ့ မုန္တုိင္းလုိက္မုဆုိးျဖစ္လာတယ္...\nမုန္တုိင္းမလာခင္ ၃မိနစ္ပဲမုိးေလ၀သဌာနက ႀကဳိတင္သတိေပးႏုိင္ေတာ့ ျပည္သူေတြအတြက္ အခ်ိန္မလုံေလာက္\nဘူး ဒါေၾကာင့္ အသက္ေတြဆုံးရႈံး စီးပြားေတြပ်က္စီးရတယ္ သူမဟာ သတိေပးခ်ိန္မ်ားမ်ားရေအာင္\nတြက္ခ်က္ႏုိင္ဖုိ႕ႀကဳိးစားတယ္....သူမနဲ႕သူ႕ခ်စ္သူေကာင္ေလးနဲ႕အသက္အႏၱရယ္ေတြႀကားကႀကဳိးစားပုံေတြ ကုိ ရင္တထိတ္ထိတ္နဲ႕ၾကည္ရမွာျဖစ္ၿပီး\nၾကည္ႏူးဖြယ္ အခ်စ္ဇတ္လမ္းေလးကုိပါ ခံစားရမွာပါ...\n   \nFile Size…(800 MB) \nQuality…BluRay 720p\nFormat…mp4\nDuration…01:53:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Phyo ...",
        "rating": "6.4",
        "url": "https://megaup.net/1zvc7/Twister_[1996]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNDI4ZWE2N2ItMzIwZC00NzhhLWIyM2ItZTUwZWM2ZmZiN2ZhXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR006391000_AL_-128x200.jpg",
        "title": "Reset (2017)",
        "description": "ဒါ​ေလးက​ေတာ့​ေခတ္​လြန္သိပံၸက​ား​ေလးတစ္​ကားပါဒီကား​ေလးထဲမွာ​ေတာ့အဓိကအ​ေနနဲ႔နာမည္​ၾကီးသရုပ္​​ေဆာင္​မင္​းသမီး Yang Mi ဟာ သု​ေတသီမ​ေလး ႐ွထ်န္​းအ​ေနနဲ႔ ပါဝင္​႐ိုက္​ကူးထားပါတယ္​။႐ွထ်န္​းတို႔အဖြဲ႕က အခ်ိန္​​ေနာက္​ျပန္​ဆဲြတဲ့ သု​ေတသန​ေအာင္​ျမင္​ေအာင္​​လုပ္​နိုင္​သြားခဲ့တဲ့အခ်ိန္​မွာ​ေတာ့ ႐ွထ်န္​းရဲ႕ သား​ေလးတုတ္​တုတ္​ဟာ ျပန္​​ေပးဆြဲခံခဲ့ရပါတယ္​။႐ွထ်န္​းဟာ လိုခ်င္​တဲ့အခ်က္​အလက္​​ေတြ ယူ​ေပးခဲ့​ေပမဲ့ တုတ္​တုတ္​ဟာ အသတ္​ခံလိုက္​ရပါတယ္​။႐ွထ်န္​းဟာ နာၾကည္​းၿပီး အတိတ္​ကာလကို ျပန္​သြားၿပီး သား​ေလးကို ကယ္​တင္​ဖို႔ ႀကိဳးစားခဲ့ပါတယ္​။ဒါ​ေပမဲ့ မ​ေအာင္​ျမင္​ခဲ့ျပန္​ဘူး။သား​ေလးဟာ ထပ္​ၿပီး အသတ္​ခံလိုက္​ရပါတယ္​။႐ွထ်န္​းလည္​းသားစိတ္​နဲ႔ နာၾကည္​းၿပီး အတိတ္​ကိုျပန္​သြားခဲ့သလား၊သား​ေလးတုတ္​တုတ္​ဟာလည္​း အတိတ္​က​ေနျပန္​လာတဲ့အခါအသက္​႐ွင္​မလား ​ေသမလားအစရွိတဲ့ဇာတ္​ဝင္​ခန္​းေတြကို ရင္​သပ္​ရႈ​ေမာ​ၾကည္​့႐ႈရမွာပဲျဖစ္​ပါတယ္​။ \n(ဘာသာျပန္သူကေတာ့ JY ပါ)\n File Size : (800 MB) and (340 MB)\nQuality : 720pwebdl\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre : Action, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by JY\nEncode ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/reset-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/103041-68136933_1000x1000-140x200.jpg",
        "title": "God of War (2017)",
        "description": "တိုက္ပြဲၾကားထဲကေသြးစက္ေတြကိုဘယ္သူျမင္ႏုိင္မွာလဲေအာင္ႏုိင္သူအျဖစ္ ပြဲခံႏုို္င္ဖို႔ ငါတို႔ေသြးစက္ေတြနဲ႔ ရင္း၍ ဒီတစ္ပြဲေတာ့ႏဲႊရဦးမည္(Xinhe)ရွင္းေဟာ္ၿမိဳ႕ေတာ္ရဲ႕နယ္စပ္ျမိဳ႕ငယ္ေလးေတြကို ဂ်ပန္ပင္လယ္ဓားျပေတြဟာ သိမ္းပိုက္ထားၿပီးေနာက္မွာေတာ့ ရွင္းေဟာ္ၿမိဳ႕ေတာ္ရဲ႕ဗိုလ္ခ်ဳပ္ယူဟာအၿကိမ္ႀကိမ္ သြားေရာက္တိုက္ေပမယ့္ ဂ်ပန္ပင္လယ္ဓားျပေတြရဲ႕ ပရိယာယ္ အလစ္တိုက္ခိုက္ခံရတာ ၇လေလာက္ၾကာခဲ့ပါတယ္ဒါေၾကာင့္လည္းတာဝန္မွရပ္စဲျခင္းကိုခံလိုက္ရပါတယ္ဒီအခ်ိန္မွာ ေနာက္ထပ္တိုက္ပြဲေရဝေနတဲ့ ရွင္းေဟာ္ၿမိဳ႕ေတာ္ရဲ႕ဗိုလ္ခ်ဳပ္တစ္ဦးျဖစ္သူ ခၽီကြမ္းဟာ သူ႔မွာရိွတဲ့ စစ္သား၈ေထာင္ေလာက္နဲ႔ ဂ်ပန္ပင္လယ္ဓားျပ ၂ေသာင္းေလာက္ကို တိုက္ကြက္အသစ္ေတြနဲ႔ထိုးစစ္ဆင္ၾကတဲ့အခါ...ကိုယ့္ေရေျမအတြက္ ေသပြဲပင္ဝင္လိုဝင္ စစ္သားတစ္ေယာက္ရဲ႕စိတ္ဓာတ္ကိုအျပည့္အဝျမင္ေတြ႕ရမွာပါ ...၂ေသာင္း နဲ႔၈ေထာင္ ဘယ္လိုမ်ိဳးထိုးစစ္ဆင္ၾကမွာလဲအဲဒီစစ္သား၈ေထာင္ေလာက္ကိုရာ ဗိုလ္ခ်ဳပ္ခ်ီကြမ္းဟာ စိတ္ဓာတ္ေတြခိုင္္မာလာေအာင္ဘယ္လိုမ်ိဳး ျပဳျပင္ေျပာင္းလဲပစ္မလဲဆိုတာခံစားၾကပါဦး..ဒါေပမယ့္.....ဆံုးရံွံုးမႈကိုရွင္းေဟာ္တုိင္းျပည္ကလူေတြထပ္ရရိွဦးမလား....... \n(ဘာသာျပန္သူေတြကေတာ့ ဂ်ြန္လေယာင္နဲ. ကစိုးေထြးပါ)\n File Size : (950 MB) and (520 MB)\nQuality : 720pBluray\nRunning Time : 2hr 8min\nFormat : Mp4\nGenre : Action, History\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/god-of-war-2017/",
        "category": "Action, History"
    },
    {
        "thumbnail": "",
        "title": "VIP 2 Lalkar (2017)",
        "description": "အိႏၵိယႏုိင္ငံ မြန္ဘုိင္းၿမိဳ႕ရဲ႕ တစ္ႏွစ္အတြင္း အရည္အခ်င္းရွိဆုံး အင္ဂ်င္နီယာမ်ားကုိ ဆုခ်ီးျမွင့္ေသာ အခမ္းအနားတြင္ ဆုအားလုံးလုိလုိကုိ အိႏၵိယရဲ႕ ထိပ္သီး ကုမၸဏီျဖစ္ေသာ ဗဆူဒရာ ေဆာက္လုပ္ေရးမွ အင္ဂ်င္နီယာမ်ားသာ အသီးသီး ရ႐ွိၾကေလသည္။ဗဆူဒရာ ေဆာက္လုပ္ေရး၏ ပုိင္ရွင္ျဖစ္သူ ဗဆူဒရာလည္း သူ႕ကုမၸဏီမွ ဆုေတြ တေလွႀကီး သိမ္းပုိက္ႏုိင္ေနေသာေၾကာင့္ လူပုံလည္တြင္ ေခါင္းေမာ့ ရင္ေကာ့ ေနေလ၏ဗဆူဒရာကေတာ့ ေခသူမဟုတ္ အမ်ိဳးသမီး တစ္ဦး ျဖစ္ေပမယ့္ ငယ္ငယ္ရြယ္ရြယ္ႏွင့္ ေအာင္ျမင္မႈ႕ဟာ အသက္နဲ႕ပင္ မလုိက္ေအာင္ အာဏာပါဝါ ေပါက္ေရာက္မႈကလည္း ၿမိဳ႕ေတာ္ဝန္က သူ႕ကုိလာေတြ႕ရတဲ့ အထိ ေနာက္ဆုံး အေနနဲ႕ တစ္ႏွစ္တာအတြင္း အေတာ္ဆုံး အင္ဂ်င္နီယာ ဆုကုိ ရ႐ွိသြားသူကေတာ့ ႕႕႕႕႕႕႕႕႕႕ အနီသား ေဆာက္လုပ္ေရးမွ မစၥတာ ရာဂူဗာရန္ ျဖစ္ပါတယ္ဘယ္သူလဲ ရာဂူဗာရန္ ငါ့ဂုဏ္ကုိ ယွဥ္ၿပိဳင္ရဲတာ ဘယ္သူလဲ ...",
        "rating": "",
        "url": "https://megaup.net/S2tx/VIP_2_Lalkar_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BOGVjNmVkZGYtZTBjZi00YWU0LTk0ZmItYTdjNTJhODc0NWM4XkEyXkFqcGdeQXVyNDU2MDY1NjE@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "The Tiger: An Old Hunter’s Tale (2015)",
        "description": "IMbD rating 7.3, Tomato Rating 71% ရထားတဲ့ ကိုးရီးယားဇာတ္လမ္းေကာင္းေလးပါ။ရိုက္ကူးတင္ဆက္ပံု ေကာင္းမြန္သလို Visual effect ေတြ အရမ္းကို အသက္ပါလွပါတယ္။ရက္စက္ၾကမ္းၾကဳတ္တဲ့ က်ား နဲ႔ မုဆိုး တို႔ၾကားက သံေယာဇဥ္ေတြ …တိရစာၦန္ေပမယ့္ သားသမီးကို ခ်စ္ခင္တဲ့မိဘေမတၱာကို ေပၚလြင္ေအာင္ ရိုက္ျပထားပါတယ္။ရိုက္ကူးတင္ဆက္ပံုေကာင္းတာေၾကာင့္ 21st Chunsa Flim Art Award မွာ  Technical Award , 36th Korea Gold Award Festival မွာ Grand Prize, Best Director , Special Jury Price ေတြရထားသလို 53rd Grand Bell Award ဆုေပးပြဲမွာ High Technology Special Award စတဲ့ဆုေပါင္းမ်ားစြာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/3ysee/The_Tiger_-_An_Old_Hunter%E2%80%99s_Tale_[2015]_(MM_Sub)(1).mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/ajhgpsrabswd.mid-136x200.jpg",
        "title": "Yellow War (2017)",
        "description": "အခုတစ္ခါ ၂၀၁၇ ထြက္ Hong Kong အက္ရွင္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားေလးက pornographic ဂိုဏ္းကို ဖမ္းဆီးၿပီးေနာက္ကြယ္ကႀကိဳးကိုင္ေနတဲ့ သူေတြကို ေဖာ္ထုတ္ ဖမ္းဆီးတာကိုရိုက္ျပထားတာ ျဖစ္ၿပီး Imdb မွာ rating မတက္သလို စာတန္းထိုးဖိုင္လဲမထြက္ရွိပါဘူး ဒါေၾကာင့္ CM ပရိတ္သတ္ႀကီးကိုၾကည့္ေစခ်င္တာ ေၾကာင့္ စာတန္းထိုးဖိုင္ကို ကိုယ္တိုင္ ဖန္တီးၿပီး တင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းအက်ဥ္းေလး ကေတာ့ ညငွက္ကေလးမ်ား ဆိုတဲ့ website ကို ေထာင္ၿပီး အြန္လိုင္းမွာ dateၿပီး လုပ္စားေနတဲ့ ျပည့္တန္ဆာ ဂိုဏ္းက တျဖည္းျဖည္းနဲ႔ ေအာင္ျမင္လာၿပီး ေနာက္ပိုင္းမွာ ေကာလိပ္ေက်ာင္းသူမ်ားပါပါ၀င္ပါတ္သက္လာတဲ့အခါမွာေတာ့ စံုေထာက္ေတြက လိုက္လံစံုစမ္းေဖာ္ထုတ္ပါေတာ့တယ္ ကဲပရိတ္သတ္ႀကီး က ဘာေတြဆက္ျဖစ္ၾကမယ္ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ ဒီကားကိုၾကည့္ၿပီး ေတာ့ အႀကံေပးခ်င္တာက ကယ္ရီဂိတ္မွာပဲ ထိုင္မေနၾကပဲ Website ေထာင္ၾကပါလို႔ :P Qty - 720p Web Dl Duration - 1hr 20min Format - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/yellow-war-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BYjk2Nzk3ZDMtZWFiMi00MzY5LWEwYTctODY5YTVjNDIyMzUxXkEyXkFqcGdeQXVyMTg2NzQzNTM@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Strangers (2017)",
        "description": "ဒီဇာတ္ကား ကေသနတ္ေမွာင္ခို အေရာင္းအ၀ယ္သမား လ်ဴမင္ယီ ကို ရဲကလိုက္ဖမ္းေနတာေလးနဲ ့ဇာတ္လမ္းေလးကို အစပ်ိဳးထားတယ္လ်ဴမင္ယီ ရဲလက္ကေျပးေနတုန္းမွာ စံုတြဲတစ္တြဲစီးလာတဲ့ဆိုင္ကယ္နဲ ့တိုက္မိပါတယ္သူတို ့ေတြ အခ်င္းမ်ားၾကရင္း လ်ဴမင္ယီ ကဆိုင္ကယ္စီးလာတဲ့ စံုတြဲထဲက ေကာင္မေလး ေရွာင္းဒို ကို ေသနတ္နဲ ့ပစ္သတ္ၿပီး\nကားေမာင္းေျပးသြားပါတယ္ဒါကိုရဲက လိုက္ဖမ္းရင္း မိသြားတဲ့အခါမွာေတာ့ ေမွာင္ခိုသမားက ျပန္ၿပီးခုခံဖုိ ့ႀကိဳးစားတာေၾကာင့္ ရဲဘက္က ေသနတ္နဲ ့ပစ္သတ္လိုက္ပါတယ္ကံမေကာင္းစြာနဲ ့ပဲ ေမွာင္ခိုသမားရဲ ့ဒုစရိုက္အျပစ္ေႃကြးက အဲ့ဒီေလာက္နဲ ့မၿပီးဆံုးပဲသူ ့ရဲ ့ဇနီး ကို ဘယ္လိုဒုကၡေပးမလဲသူသတ္လိုက္လို ့ဆံုးသြားတဲ့ ေကာင္မေလးရဲ ့ခ်စ္သူ က်ဴးရွန္ ကသူ ့ခ်စ္သူ ေရွာင္းဒို အတြက္ နစ္နာေၾကးလိုက္ေတာင္းရင္း ယုေျမာင္နဲ ့အတူဘယ္လို အခက္အခဲေတြႀကံဳေတြ ့ရမလဲရဲဘက္ကေကာ ေသနတ္ေမွာင္ခိုဂိုဏ္း ကိုပါ ဖမ္းဆီးႏွိမ္နင္းႏိုင္ပ့ါမလားအစရွိတဲ့အေၾကာင္းအရာမ်ားကို ရိုက္ကူးတင္ဆက္ထားတဲ့ အက္ရွင္ ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္ \n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ကေတာ့ Scrn ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/strangers-2017/",
        "category": "Action, Crime, Drama"
    }
]