[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/u8Lh2XEcJoL58WSOvW5LaeCGGJ8-133x200.jpg",
        "title": "Armour of God (1986)",
        "description": "အခုတစ်ခါတော့ အဟောင်းထဲက အကောင်းလေး တစ်ခုဖြစ်တဲ့ ဂျက်ကီချန်းရဲ့ ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါပြီ1986 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Armour of God ပထမဆုံးဇာတ်ကားလေးပါဇာတ်လမ်းအကျဉ်းလေးနဲ့ အနည်းငယ် မိတ်ဆက်ပေးချင်ပါတယ်ခရစ်တော်မပေါ်မီ‌ တစ်ချိန်က မကောင်းဆိုးဝါးဂိုဏ်းတွေ လောကကြီးကို ကြီးစိုးဖို့ ကြိုးစားကြပါတယ်သူရဲ‌ကောင်းတွေက ဒီလိုမကောင်းဆိုးဝါးတွေကို တိုက်ပွဲဆင်နွှဲပြီး နောက်ဆုံးမှာ အနိုင်ယူခဲ့ပါတယ်အဲလိုတိုက်ပွဲမှာ သုံးခဲ့တဲ့ ဓားကို နတ်ဓားလို့ ခေါ်ဝေါ်ကြပါတယ်ကမ္ဘာ‌ပေါ်မှာ နတ်ဓားစုစုပေါင်း ၅ ချောင်း ရှိနေပါတယ်ဂျက်ကီချန်းက ၃ ချောင်းကို ရှာဖွေတွေ့ရှိပြီး ရောင်းစားထားပါတယ်အဲအချိန်မှာမကောင်းဆိုးဝါးဂိုဏ်းတစ်ခု ပေါ်ပေါက်နေပါတယ်ဒီဓားတွေကို အရယူပြီး ဖျက်စီးလိုက်နိုင်ရင် သူတို့ဘာသာသာသနာဟာ တည်တံ့ခိုင်မြဲပြီး သာယာဝပြောလိမ့်မယ်လို့ ယုံကြည်နေကြပါတယ်ဒါကြောင့် နတ်ဓားတွေကို ရအောင်ယူနိုင်မယ့် ဂျက်ကီချန်းကို ပိုက်ဆံမပေးဘဲ ခိုင်းနိုင်ဖို့ရာ ဂျက်ကီ့ရဲ့ ငယ်ချစ်ဟောင်း ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/armour-of-god-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/AsnZdUdmfxEenKH3GNMtqIFAzDh-133x200.jpg",
        "title": "Malaal",
        "description": "Malaal (2019)ရသစုံတဲ့ Bollywood ဇာတ်လမ်းကောင်းလေး Malaal နဲ့ မိတ်ဆက်ပေးပါမယ်....ဇာတ်လမ်း အစကတော့ ရှီဗာဆိုတဲ့၂၂နှစ်အရွယ်ကောင်လေးတစ်ယောက်က\nတက္ကသိုလ်နောက်ဆုံးနှစ်တက်နေပြီး\nအစားအသောက်စုံတဲ့ အလုပ်လက်မဲ့ဖြစ်ကာ\nတစ်ရက်ကွက်လုံးက အသုံးမကျသူလို့သတ်မှတ်ထားခံရသူဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ အာစတာတို့မိသားစုဟာ ကျိကျိတက်ချမ်းသာရာကနေ\nကံကြမ္မာကြောင့် စီးပွားရေးပျက်ပြီး\nရှီဗာတို့အိမ်နားကို ပြောင်းရွေ့လာရပါတော့တယ်။ရှီဗာနှင့်သူ့သူငယ်ချင်းတွေက အာစတာတို့ စာသင်နေတုန်း ရောက်လာပြီး\nစကားများကြပြီးတဲ့အချိန်မှာတော့\nအာစတာက သူ့ဘဝတိုးတက်ရာတိုးတက်ကြောင်း ကြိုးစားဖို့ပြောဆိုခဲ့ပြီး\nအဲဒီအချိန်မှာပဲ ရှီဗာက အာစတာ့ကို မေတ္တာသက်ဝင်သွားပြီး ချစ်ရေးဆိုခဲ့တယ်။\nဒါပေမယ့် အာစတာမှာ မိဘတွေ သဘောတူပြီးသား\nငယ်ပေါင်း အန်ရာနှင့်လက်ထပ်ရမယ့်အခြေအနေ ဖြစ်နေပါပြီ။\nအာစတာမှာ အလုပ်အကိုင်များရှာဖွေပေးရင်း\nရှီဗာကို မိသားစုအားကိုးနိုင်မယ့် လူကောင်းအဖြစ် ပြောင်းလဲရာမှာ\nရှီဗာကို ချစ်သွားခဲ့မလား?????\nသူတို့နှစ်‌ယောက်မိဘသဘောမတူတဲ့ကြားက ပေါင်းဖက်နိုင်ပေါ့မလား?????\nရှီဗာကကော လူကောင်းအဖြစ်ပြောင်းလဲသွားနိုင်မလား ......ဆိုတာကို\nအလွမ်း အဆွေး ရသစုံစုံလင်လင်ခံစားရမှာမို့ အကြိုက်တွေ့စေမှာပါ။Review နဲ့ ဘာသာပြန်ထားတာကတော့ Yawng Yawng ပါ။Encoder ကတော့ Thit San Khant ပါ။",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/malaal-2019-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zyzJSI7UZZzz5Toj10rYGF5689z.jpg",
        "title": "The Lego Star Wars Holiday Special",
        "description": "The lego Star War Holiday Special 2020\n=========================================\nစတားဝါး လီဂို ကာတွန်း ဇာတ်လမ်းတို့လေးကတော့ ၄၅ မိနစ် စာပဲ ရှိပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရယ်ရတယ်။ Star Wars The Rise of Skywalker အပြီး ဇာတ်လမ်းကို ချိတ်ထားတာပါ။ ရေး နဲ့\nတော်လှန်ရေးအဖွဲ့တွေ အနားယူနေချိန် ရေးဟာ ဖင်းကို ဂျဒိုင်း ပညာတွေ သင်ပေးဖို့ ကြိုးစားပေမယ့် မအောင်မြင်ခဲ့ပါဘူး။ ဒါကြောင့် ဂျ\nဒိုင်း ဖတ်စာအုပ်တွေကို လိုက်ရှာကြည့်တဲ့အခါမှ ဂျဒိုင်းတစ်ယောက်ဟာ Force ကိုသုံးပြီး အချိန်ခရီးသွားလို့ရတဲ့ စက် ရှိတာကို\nတွေ့ရှိသွားပါတယ်။ ဒါကြောင့် အဲဒီစက်ကို သုံးပြီး သူ့ရဲ့ အရင်ရှိခဲ့တဲ့ ဂျဒိုင်းဆရာတပည့်တွေ သင်ကြားပုံကို လေ့လာဖို့ ထွက်လာပါတော့\nတယ်။ ယိုးဒါးနဲ့ လုခ်၊ ကွိုင်ဂွန် နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2fR7g/The.Lego.Star.Wars.Holiday.Special.2020.1080p_%7BCM%7D.mp4",
        "category": "Action, Animation, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9sZ1UGVxOCs4yDd5NoACRkK0oXn.jpg",
        "title": "Laxmii(2020)",
        "description": "Laxmii(2020)၂၀၂၀ ကိုဗစ်ကာလမှာ ဇာတ်ကားတွေ ရှားပါးတဲ့အထဲ\nမင်းသားကြီး အရှေးကတော့\nRemakeတစ်ခုဖြစ်တဲ့ Laxmiiက ထွက်လာခဲ့ပါတယ်။အားလုံးလည်း မင်းသားကြီးကို လွမ်းနေမယ်ဆိုတာ\nသေချာပါတယ်။ဇာတ်လမ်းအကြောင်းအရာကတော့\nအရင် တာတေကြီးလို့ အများသိတဲ့ Kanchanaနဲ့\nမကွာတော့ ထွေထွေထူးထူး ပြောပြနေစရာ မလိုဘူး ထင်ပါတယ်။အရင်ကားဟောင်းကို မကြည့်ဖူးသူတွေအတွက်\nပြောပေးရမယ်ဆိုရင်\nတစ္ဆေမကြောက်တတ်တဲ့ လူတစ်ယောက်ကို\nအဖြစ်ဆိုးနဲ့သေဆုံးခဲ့ရတဲ့ လူတစ်ယောက်က\nဝင်းပူးတာပါ။အဖြစ်ဆိုးအတွက် သူ့ရဲ့ တုန်ပြန်မှု၊\nသူ့ဘဝနောက်ကြောင်းတွေ၊\nသူရဲ့ ကြင်နာသနားတတ်မှုတွေက ကြည့်ရှုသူတိုင်းကို\nသနားကရုဏာသက်စေမှာပါ။ဒီတော့ တခြားခန္ဓာကိုယ်တစ်ခုမှာ ဝင်ပူးပြီး\nသူ ဘာလုပ်မယ် ဆုံးဖြတ်ခဲ့သလဲ\nဘယ်လိုတွေ ကြံစည်လာဦးမလဲ ဆိုတာကို\nဟာသနှောပြီး ကြည့်ရှုရမှာပါ။ဇာလမ်းအညွှန်းနဲ့ဘာသာပြန်သူက Myint Thu နဲ့ Nyi Koeတို့ပဲြဖစ်ပါတယ်....File Size :(1.28GB) and (494MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action,Comedy,Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by Phyo Pyae",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/laxmii2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/6lQXp_4f-115x200.jpg",
        "title": "The Dragon Hunting Well ( 2020 )",
        "description": "ဒီကားလေးမှာတော့...ဆွမ်ယိချန်က ကပ်ရောဂါဖြစ်နေတဲ့ မြို့လေးကိုဆေးအထောက်အပံ့ပစ္စည်းတွေ သွားပို့တဲ့ ဆရာဝန်တစ်ယောက်ပါ အဲ့ဒီမြို့လေးကလူတွေကလည်း ဘာသာရေးအလွန်အမင်း အယူသည်းပြီး ရောဂါကူးခံရတဲ့လူတွေကိုကျိန်စာမိနေတာလို့ သတ်မှတ်ထားကြပါတယ် ဆွမ်ယိချန် ရောဂါကူးစက်ခံရတဲ့လူတွေကိုထားတဲ့ ကန့်သတ်နယ်မြေကို ရောက်သွားပြီးမကြာခင်မှာ လူသားစားတဲ့သားရဲတစ်ကောင်ပေါ်လာတဲ့အခါ လူမှုကူညီရေးကလူတွေ ရောဂါကူးခံရတဲ့လူနာတွေ နဲ့အယူသည်းလွန်းတဲ့ မြို့လေးကလူတွေက ဘယ်လိုမျိုး လွတ်မြောက်အောင်လုပ်ကြမလဲလူတွေက သေချင်းတရားနဲ့မျက်နှာချင်းဆိုင်တွေ့တဲ့အခါ ဘယ်လိုမျိုးတွေ ပြောင်းလဲသွားကြမှာလဲဆိုတာ ရင်သက်ရှုမောဖွယ်ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော် Translated & Review By Yamin EiEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-dragon-hunting-well-2020/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGklB5rrVfEVbTFboR8EZxssImZ.jpg",
        "title": "King Naresuan Part 2 (2007)",
        "description": "Part 2\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Nay Chi\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/king-naresuan-part-2-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/jiu_jitsu-135x200.jpg",
        "title": "Jiu Jitsu 2020",
        "description": "မင်းသားကြီး နီကိုလက်ကေ့ နဲ့ တိုနီဂျားတို့ ပါဝင်ထားတဲ့ ဂျူဂျစ်ဆု ရုပ်ရှင်ထွက်ပါပြီ။\nဂျူဂျစ်ဆု ဆိုတာ သိုင်းပညာကို သီးသန့် ရည်ညွှန်းတာမဟုတ်ဘူး ဒီ ရုပ်ရှင်မှာတော့ သီးသန့်အဓိပ္ပါယ်နဲ့ပဲ ဖြစ်ပါတယ်။\nPredator ရုပ်ရှင်နဲ့ နင်ဂျာ ရုပ်ရှင်တွေကို လွမ်းတယ်ဆိုရင် ဒီကားကို ကြည့်လိုက်ပါ။\nဂြိုလ်သားတွေနဲ့ နင်ဂျာတွေ ချတဲ့ဇာတ်လမ်းပါပဲ။\nဇာတ်လမ်းကတော့ လှည့်ကွက်လေးတွေပါလို့ မပြောပြတော့ပါဘူး။ ဇာတ်လမ်း၊ ဒိုင်ယာလော့၊ အက်ရှင်၊ အထူးပြုလုပ်ချက်တွေကတော့ ဘာမှပြောစရာမရှိပါဘူး။ ကြည့်ပြီးရင် သိပါလိမ့်မယ်။\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:40:00\nGenre … Action, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Littleneo",
        "rating": "",
        "url": "https://megaup.net/2fP9g/Jiu.Jitsu.2020.1080p.WEB-DL(CM).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/chick-135x200.jpg",
        "title": "Chick Fight 2020",
        "description": "ဒီတစ်ခါတော့ အမျိုးသမီးများအတွက် women empowerment ဖြစ်စေမဲ့ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ရပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အန်နာဆိုတာ ကော်ဖီ‌ဆိုင်သေးသေးလေး ဖွင့်ပြီး အခက်အခဲတွေနဲ့ ရုန်းကန်နေရတဲ့ အမျိုးသမီးတစ်ယောက်ပါ\nဒီလိုရုန်းကန်နေတဲ့ကြား ရှိတဲ့ကော်ဖီဆိုင်လေးပါ မတော်တဆမှုကြောင့် မီးထဲပါသွားတဲ့အခါ အန်န ကူကယ်ရာမဲ့နေခဲ့ပါတယ်\nအဲ့ဒီအချိန် အန်နာ့ ပြဿနာတွေကို ‌ဖြေရှင်းဖို့ သူငယ်ချင်း ချာလင်းရဲ့ မိတ်ဆက်ပေးမှုနဲ့ အန်နာတစ်ယောက် အမျိုးသမီးတွေချည်းလုပ်တဲ့ တရားမ၀င် တိုက်ခိုက်ပွဲတွေကျင်းပတဲ့ ကလပ်တစ်ခုကို အူလည်လည်နဲ့ ရောက်သွားပါတော့တယ်\nဒါပေမယ့် ဒီကလပ်နဲ့ အန်နာကြားမှာ ထင်ထားတာထက် ဆက်နွယ်မှုတွေရှိ‌နေတဲ့အခါမှာတော့........\nအမျိုးသမီးတွေ ကြမ်းကြရမ်းကြမယ့် ရိုက်ကွက်တွေကို ကြည့်ရှုရမယ့် comedy action ကားလေးတစ်ကားဖြစ်ပြီး Bella Throne လို ခပ်ဟော့ဟော့ မင်းသမီးကလည်း ပါ၀င်အားဖြည့်ထားပါတာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… webrip 720p\nFormat…mp4\nDuration….01:17:00\nGenre … Action, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "4",
        "url": "https://channelmyanmar.org/chick-fight-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZQJYmxd6xER824P2T4QEq9ioqq.jpg",
        "title": "The Swordsman(2020)",
        "description": "The Swordsman(2020)အညွှန်း**************************IMDb...7.0ဂျိုဆွန်းပြည်ဟာ မြောင်နိုင်ငံကို စစ်ရှုံးပြီးတော့ နောက်ဆက်တွဲအကျိုးဆက်တွေက အတော်ဆိုးပါတယ်...စားနပ်ရိက္ခာတွေအပြင် မိန်းကလေးကျွန်တွေပေးနေရပါတယ်....တဖြည်းဖြည်း မြောင်နိုင်ငံဟာ နောက်ထပ်စစ်ပွဲတစ်ခုကိုဉီးတည်ချင်တဲ့ရည်ရွယ်ချက်ကြောင့်ပဲလားမသိ...ကျွန်အရေတွက်တွေ တိုးလို့တောင်းခံသလို အထူးလေ့ကျင့်ထားတဲ့ စစ်သည်တွေကိုလည်း ဂျိုဆွန်းကိုစေလွှတ်ထားပါတယ်...ဂျိုဆွန်းရဲ့ မှူးမတ်တွေရဲ့အကြံကလည်းတော်တော်ယုတ်မာပါတယ်..သူတို့သမီးတွေ ကျွန်အဖြစ်မပေးရရေးကိုစားဖို့တောင်အနိုင်နိုင်ြဖစ်နေတဲ့ ရွာလေးတွေက သမီးတွေကို မွေးစားသမီးလုပ်မယ်ဆိုတဲ့မက်လုံးနဲ့ခေါ်ယူမွေးပြီးကျွန်အဖြစ်ပေးဖို့ကြံကြပါတယ်...ဒီလိုနဲ့မွေးစားခံဖို့ခေါ်တဲ့အထဲမှာ သမီးလေးတစ်ယောက်ရဲ့အဖေဟာဇာတ်မြှုတ်နေတဲ့ အထူးဓားရေးကျွမ်းကျင်တဲ့ ဓားသမားတစ်ယောက်ဖြစ်လာတဲ့အခါမှာတော့...ဒီဇာတ်ကားက မင်းသားကြီး Hyuk Jang အဓိကသရုပ်ဆောင်ထားပြီး ဇာတ်လမ်းအစမှအဆုံးထိရှယ်ဗျင်းကြတဲ့အက်ရှင်ဇာတ်ကားပါ..ရိုက်ချက်တွေလည်း တော်တော်ကြီးမိုက်သလိုနောက်ခံတီးလုံးတွေလည်းလန်းပါတယ်..ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hana ပဲြဖစ်ပါတယ်...File Size :((942MB) and (315MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hana\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-swordsman2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ftkKVbk4sQEcekuaGJvpvXcNs32.jpg",
        "title": "Pearl Harbor (2001)",
        "description": "Pearl Harbor 2001\n====================\n၁၉၄၁ ခုနှစ်က အမေရိကန်နိုင်ငံ၊ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေလာရောက်တိုက်ခိုက်ခဲ့တဲ့ဖြစ်ရပ်မှန်အပေါ်မူတည်ပြီးရိုက်ကူးထားတဲ့\nဇာတ်လမ်းဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ဆိုပေမယ့်အဓိကဇာတ်ကောင်တွေကတော့စိတ်ကူးယဥ်သာဖြစ်ပြီးအချစ်ဇာတ်လမ်းအပိုင်းပါထည့်\nသွင်းထားတာဖြစ်ပါတယ်။ ရေ့ဖ်နဲ့ဒန်နီဟာ ငယ်စဥ်ကတည်းကအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ပြီး\nအမေရိကန်လေတပ်ပိုင်းလော့တွေလည်းဖြစ်ကြပါတယ်။ ရေ့ဖ်ဟာ အက်ဗလင်း ဆိုတဲ့\nစစ်သူနာပြုနဲ့ချစ်ကြိုက်ပြီးနောက် ဥရောပမှာဖြစ်ပွားနေတဲ့ဒုတိယကမ္ဘာစစ်အတွက်\nဗြိတိန်ဘက်မှဝင်တိုက်ပေးဖို့အခွင့်အရေးကိုရရှိသောအခါလက်လွှတ်မခံနိုင်၍\nချစ်သူအက်ဗလင်းကိုနှုတ်ဆက်ကာ အင်္ဂလန်သို့ထွက်သွားပါတော့တယ်။ ရေ့ဖ်တစ်ယောက်\nအင်္ဂလန်မှာဂျာမန်တွေကိုတိုက်ခိုက်နေချိန်မှာ အင်အားနည်းနေတဲ့ပုလဲဆိပ်ကမ်းကို\nထင်မှတ်မထားတဲ့အန္တရာယ်ကြီးကျရောက်လာပါတော့တယ်။\nဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ဒါရိုက်တာဟာ Transformers ဇာတ်လမ်းတွေနဲ့နာမည်ကြီးခဲ့တဲ့\nMichael Bay ဖြစ်တာမို့သူ့ရဲ့အက်ရှင်ပေါက်ကွဲမှုလက်ရာတွေကိုဇာတ်လမ်းတစ်လျှောက်\nအားရပါးရမြင်တွေ့ရမှာပါ။ အက်ရှင်ကားကြမ်းကြမ်းကြိုက်သူတွေ၊\nစစ်ဇာတ်လမ်းကြိုက်သူတွေ၊ ဒါရိုက်တာ Michael Bay ရဲ့လက်ရာတွေကြိုက်သူတွေအဖို့တော့\nကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nTranslated by : Pyi T Nyein\nEncoded by : YK\nQuality : 1080p blueray and 720p",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/pearl-harbor/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/frB57nMDmu4NnSzjmrq0lEx5iod.jpg",
        "title": "Ludo(2020)",
        "description": "Ludo(2020)((အလန်းစားကားမို့ WEB-DL1080P5.1CH,720Pတို့ဖြင့်တင်ဆက်ပေးထားပါသည်...))တစ်ချို့ကားတွေရှိတယ်''Cast ကားကောင်းပေမဲ့ဇာတ်လမ်းမကောင်းတော့ မှန်းချက်နဲ့မကိုက်''ဒီကားကတော့ခြွင်းချက်''ပါဝင်ထားတဲ့ Cast တွေက အားရစရာပါ...မြန်မာပရိတ်သတ်တွေနဲ့ရင်းနီှးကြတဲ့ရဲနဲ့သူခိုးဖမ်းတမ်းကစားတဲ့ကားမှာမိမလိုနဲ့အမြဲကပ်ပြီးလွတ်သွားတဲ့ရဲသားကြီး Abhishek Bachchan ''သရဲမလေးကိုမှစွဲလန်းချစ်မိသွားတဲ့ Rajkummar Rao'' ထွက်သမျှကားတိုင်းမသောက်ရမနေနိုင်တဲ့ရှကီဘဲကြီး Aditya Roy Kapoor''အခုနောက်ပိုင်းထွက်တဲ့ဇာတ်ကားတိုင်းသူ့ခြေရာကနေမလွတ်တဲ့ဟာသဗီလိန်ကြီး Pankaj Tripathi''Hollywood ကားတွေပါတောင်ပါတယ်ဗျ''...​ချစ်ဖို့ကောင်းတဲ့နပမ်းသမားမလေးနှစ်ယောက်ဖြစ်တဲ့ Fatima Sana Shaikh နဲ့ Sanya Malhotra ''ဂျွတ်ထိုးတတ်တဲ့ဆရာမလေးကားထဲမှာပါတဲ့စာတော်တဲ့ကျောင်းသားဆိုးလေး Rohit Saraf''အဲ့လိုCast တွေကိုအသုပ်စုံလိုသမထားပေမဲ့ဇာတ်ကားက အချိတ်အဆက်မိမိနဲ့ဂေါ်ထွက်နေပါတယ်...\nဒါရိုက်တာကလည်း '' Anurag Basu''ဖြစ်ပြီး''Ranbir Kapoor ရဲ့ Barfi''လက်ပွားမင်းသားရဲ့ Kites တို့လိုဇာတ်လမ်းခပ်ဆန်းဆန်းတွေရိုက်ပြီး''ဆုတွေလည်းရထားတာတဲ့သူပါ...\nကြည့်ရတန်မယ်ဆိုတာအာမခံပါတယ်''Ludo ဆိုတဲ့ဂိမ်းလိုမျိုးပဲကြည့်သူတွေကိုဘယ်လိုလှည့်ကွက်နဲ့ဖမ်းစားမလဲဆိုတာကိုတော့အညွှန်းက စပွိုင်လာဖြစ်နေမှာစိုးလို့ သီးခြားကြီးမရေးတော့ပါဘူး...မှုခင်းလည်းပါရမယ် ..အက်ရှင်လည်းပါရမယ် ..ဟာသလေတွေလည်းဖောက်ထားရမယ်..Indiaကားလည်းဖြစ်ရမယ်ဆိုတဲ့သူတွေ နင်းကန်ဒေါင်းပြီးအားပေးသင့်ပါကြောင်း....ဇာတ်လမ်းအညွှန်းကို Thu Hlaing မှရေးသားပေးထားပြီး ဘာသာပြန်သူများကတော့ Zwe Zan Aungနဲ့ Paingတို့ပဲဖြစ်ပါတယ်...File Size :(2.63GB)(1.16GB) and (429MB)\nQuality : NF WEB-DL 1080p ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ludo2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNDliY2E1MjUtNzZkOS00MzJlLTgyOGEtZDg4MTI1NzZkMTBhXkEyXkFqcGdeQXVyNjMwMzc3MjE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Mulan (2020)",
        "description": "မထွက်ခင်ကတည်းက နာမည်ကြီးနေခဲ့တဲ့ မူလန် ထွက်လာခဲ့ပါပြီ\nရုံတွေ ပိတ်ထားလို့ Disney+ မှာပဲ တင်ခဲ့ပြီး လောလောဆယ်\n720P Version ပဲ ရရှိအုံးမှာပါ\nမူလန် နေရာမှာ အားလုံးသိကြတဲ့ မင်းသမီးလေး ဂူဂူး (လုရီဖေး) က\nအကောင်းဆုံး လှလှ ပပ သရုပ်ဆောင်ထားပါတယ်...\nMulan ဇတ်ကောင် အနေနဲ့ Animation ရုပ်ရှင်တွေ ထွက်ခဲ့သလို\nခနခန Reversion Live Action တွေ ပြန်ရိုက်လဲ\nပရိတ်သက်တွေ အသဲစွဲပြီး ကြိုက်နှစ်သက်ရတဲ့ ဇတ်ကောင်တစ်ခုပါ\nတရုတ်နိုင်ငံ စစ်တွင်းကာလ မှာ အိမ်တိုင်းက စစ်သည်တော်ဟောင်းတွေ\nယောင်္ကျားသားတွေ ကို နန်းတွင်းက ပြန်ဆင့်ခေါ်တဲ့ အခါ\nမကျန်းမာတဲ့ ဖခင် အစား နုနုငယ်ငယ် အမျိုးသမီးလေး မူလန် က\nယောင်္ကျားလေး ဟန်ဆောင်ပြီး စစ်အတွင်းလိုက်ပါပြီး\nစစ်ဆင်နွဲခဲ့တဲ့ သမိုင်းကြောင်းကို ပုံဖော်ထားတဲ့ ရုပ်ရှင်ကားဖြစ်ပါတယ်..\nဒီရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/mulan-2020-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/the-new-mutants-135x200.jpg",
        "title": "The New Mutants 2020",
        "description": "X men ရုပ်ရှင်အသစ်ထွက်လာနြပ်ပါပြီ။ ဒါကတော့ စူပါဟီးရိုးကို ဟော်ရာနဲ့ ပေါင်းထားတာပါပဲ။\nသရုပ်ဆောင်တွေကလည်း အားလုံး ရင်းနှီးထားတဲ့သူတွေချည်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဆယ်ကျော်သက်အရွယ် ကိုယ့်ကိုယ်ကိုယ် သန္ဓေပြောင်းလူသားမှန်း ခုမှ စသိလာတဲ့ လူငယ်လေးတွေကို အိမ်ကြီးတစ်လုံးထားမှာ ပိတ်ထားပါတယ်။\nအကြောင်းကတော့ သူတို့ရဲ့ အစွမ်းတွေက အန္တရာယ်များလွန်းပြီး မထိန်းချုပ်နိုင်သေးတဲ့အတွက် လူတွေ မတောတဆ သေတာတွေ ဖြစ်ခဲ့လို့ပါပဲ။\nသူတို့ အဲဒီမှာ စိတ်ကုထုံးတွေခံယူပြီး၊ သူတို့ကိုယ်သူတို့ ထိန်းချုပ်နိုင်ပြီဆိုမှာ X-Men တွေရဲ့ ကျောင်းကို လွှဲပေးမှာ ဖြစ်ပါတယ်။\nဒါပေမယ့် စွမ်းအားရှင်တွေချည်းပဲ စုနေတဲ့ အိမ်ထဲမှာမှ ပဟေဠိဆန်တဲ့ ကြောက်စရာတွေ ဖြစ်လာတဲ့အခါ\nFile size… 1 Gb / 500 Mb\nQuality… Bluray 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nGenre … Horror, Sci-Fi, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Littleneo",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-new-mutants/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-3-790433cc744d-153x200.jpg",
        "title": "Alien Invasion ( 2020 )",
        "description": "ဒီဇာတ်ကားကတော့ october 2020မှာထွက်ထားတဲ့အသစ်စက်စက် စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားကောင်းဖြစ်ပါတယ်...အလွတ်စုံထောက်ရွှီစေးဝေဟာ ရန်လင်ရဲ့အလုပ်အပ်မှုကြောင့်သုတေသနလုပ်ရင်းပျောက်ဆုံးသွားတဲ့ ရန်လင်ရဲဖခင်ရန်တုန်းကိုရှာဖွေဖို့ဖြစ်လာပါတယ်....ရန်တုန်းပေးတဲ့သဲလွန်စအရ သုတေသနခန်းကိုရောက်လာပြီး ထူးဆန်းတဲ့မကောင်းဆိုးဝါးရှိနေတဲ့ လောကတစ်ခုထဲဝင်သွားမိတဲ့အခါ.....ရွှီးစေးဝေဟာ မကောင်းဆိုးဝါးတွေရဲ့ခြောက်လန့်တိုက်ခိုက်မှုတွေကြုံလာရပါတယ်....ဒီလိုနဲ့ထူးဆန်းတဲ့ရှီးမော်မြို့ကိုရောက်လာတဲ့အခါ......ဒီမကောင်းဆိုးဝါးတွေရဲ့မူလရင်းမြစ်ကဘာလဲရန်လင်ရဲဖခင် ရန်တုန်းက ဘယ်လိုသုတေသနတွေကိုလုပ်ခဲ့တာလဲ....ရှီးမော်မြို့မှာ ဘယ်လိုလျို့ဝှက်ချက်တွေရှိနေတာလဲ....Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/alien-invasion-2020/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Its-About-Choices-2020-160x200.jpg",
        "title": "Its About Choices 2020",
        "description": "အတိတ်ကအမည်းစက်တွေကြောင့် တက်စီမောင်းပြီးလေးနှစ်လုံးပုန်းနေရတဲ့သူနဲ့ သူ့ကိုလေးနှစ်လုံးလိုက်ရှာနေတဲ့သူ နောက်ဆုံးမှာ တွေ့ကြတဲ့အခါ... တစ်နာရီခွဲကြာတဲ့ဒီကားကို မင်းသား Nehesh Poll ကိုယ်တိုင်ပဲရိုက်ကူးသရုပ်ဆောင်ထားပါတယ်.. Cast နည်းနည်းနဲ့ စိတ်ဝင်စားဖို့ကောင်းအောင် ရိုက်ပြထားပြီး အသက်ရှင်ဖို့ရွေးမလား မှန်တာကိုလုပ်မလား အစရှိတဲ့ရွေးချယ်မှုတွေ ဒွိဟတွေ မေးခွန်းတွေကြားမှာ သူဘာကိုရွေးမလဲ ဘာလုပ်မလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကားဆုံးထဲအထိဆွဲခေါ်သွားမယ့်ဇာတ်လမ်းမျိုးဖြစ္ပါတယ္\nFile size… 900 Mb / 700 Mb\nQuality… Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre ... Action\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by KWY",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/its-about-choices-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-1169911d158a-142x200.jpg",
        "title": "The Eight Hundred ( 2020 )",
        "description": "IMDB 7.2 ရရှိထားပြီးစစ်ကားကောင်းကြိုက်သူတွေအကြိုက်တွေ့စေမယ့်august 21 2020မှာထွက်လာပြီး Budget $80millionသုံးထားတဲ့တရုတ်ဖြစ်ရပ်မှန် ဇာတ်ကားလေးပါBox office ဝင်ငွေ $451.5million စံချိန်တင်လည်းချိုးထားပါတယ်တရုတ်ပြည်ရဲ့ရှန်ဟိုင်းမြို့ကိုဂျပန်တွေကျူးကျော်တိုက်ခိုက်ချိန်ပင်မတပ်ကြီးပြန်ဆုတ်သွားပေမယ့် ကျန်ရှိနေတဲ့တပ်သား၈၀၀ ရဲ့လက်နက်အင်အားမမျှတဲ့ကြားက အရှုံးမပေးပဲအသက်စွန့်ပြီး ၄ရက်ကြာတိုက်ခိုက်ခဲ့တာကိုဂုဏ်ပြုရိုက်ကူးထားတာပါရှန်ဟိုင်းကိုဂျပန်တွေကျူးကျော်တိုက်ခိုက်ချိန်ဂက်စ်ပိုက်လိုင်းတွေရှိနေတဲ့ဂိုထောင်မှာ အမှတ်၈၈ခေါင်းဆောင်ဦးဆောင်တဲ့တပ်သား၈၀၀အဖွဲ့ဟာတပ်မဆုတ်ပဲ စောင့်ကြပ်ကာကွယ်နေခဲ့ပါတယ်..တိုင်းပြည်ဂျပန်တွေလက်ထဲမရောက်ရဖို့အရေး လက်နက်အင်အားမမျှပေမယ့်အသက်စွန့်တိုက်ခိုက်မှုကြောင့် ဂျပန်တွေက အင်အားသုံးတိုက်ခိုက်ပေမယ့်၄ရက်ကြာ မသိမ်းပိုက်နိုင်ဖြစ်ရပါတယ်.....ဂိုထောင်ရဲ့မြစ်တစ်ဖက်ကမ်းမှာ အဂ်လိပ်တွေကာကွယ်ပေးထားတဲနယ်မြေသစ်မှာပြည်သူတွေ ၄သိန်းကျော်ရှိနေတာပါ.....တရုတ်တပ်သားတွေအသေခံတိုက်ခိုက်နေတာကိုမြစ်တစ်ထက်ကမ်းကပြည်သူတွေရင်နင့်စွာမြင်နေရရင်းဂျပန်ကိုတော်လှန်လိုစိတ်တွေတက်ကြွလာခဲ့ပါတယ်...ဒါပေမယ်လဲ နယ်မြေသစ်ရဲတံတားကိုဖြတ်တာနဲ့ ဂျပန်တွေပစ်သတ်တာခံရမှာပါ....လိုနေတဲ့ရိက္ခာတွေကို အသက်စွန့်ပြီး ပို့ပေးမယ့်သူတွေပေါလာတဲ့အခါ....တပ်သားတွေရဲ့အသက်စွန့်ပြီးရဲဝံ့စွာတိုက်ခိုက်မှုတွေကြောင့်သတင်းစာမှာဖော်ပြခံရပြီးနိုင်ငံတစ်ကာက ချီးမွမ်းခဲ့ကြပေမယ့်လက်နက်အင်အားကြီးနေတဲ့ဂျပန်နိုင်ငံနဲ့ရန်ငြိုးမဖွဲ့လိုလို့ တရုတ်နိုင်ငံကို ဘယ်သူမှတပ်ကူမပေးလိုတဲ့အခါ.....တပ်သား၈၀၀ ကျော်ရဲ့အရှုံးမ ပေးပဲ အသက်စွန့်တိုက်ခိုက်မှုဟာတရုတ်ပြည်သူတစ်ရပ်လုံးကိုနိုးထစေခဲ့ပြီးနောင်တစ်ချိန်ကွန်မြူနစ်အစိုးရရဲ့ ဦးဆောင်မှုအောက်မှာဂျပန်ကိုတစ်ကြိမ်ထဲနဲ့ အပြတ်တိုက်ထုတ်နိုင်ခဲ့ပါတယ်.... Translated & Reviewed By Phyo ZawEncoded By LK",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-eight-hundred-2020/",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/4jrE6_4f-158x200.jpg",
        "title": "Tears Of No Regret ( 2020 )",
        "description": "Tears of No Regrets ဆိုတဲ့ တရုတ်ကားလေးကို တင်ပေးလိုက်ပါတယ်ဒီကားလေးက စွန်းဝူခုန်းကားတွေထဲမှာ low budget နဲ့ ရိုက်ထားတဲ့ ဇာတ်ကားကောင်းတလေးတစ်ခုပါ။ဒီကားလေးကတော့ မူရင်းအနောက်အရပ်ခရီးနဲ့ မတူဘဲ ဝူခုန်းရဲ့အချစ်ဇာတ်လမ်းကို ပုံစံတစ်မျိုးနဲ့ ပုံဖော်ထားတာပါ။ ဒီကားလေးမှာတော့အနောက်ခရီးကအပြန် ဝူခုန်းနဲ့ သူ့ဆရာလမ်းခွဲပြီးနောက် ဝူခုန်းတစ်ယောက်မိစ္ဆာစိတ်ဖုံးပြီးသူ့ဆရာသူပြန်သတ်ဖို့ ကြိုးစားခဲ့ပါတယ်။ ဒါပေမယ့် ဒီမိစ္ဆာစိတ်က ဘယ်သူကြိုးကိုင်ခဲ့တယ်ဆိုတဲ့အဖြေကို ရှာရာကနေ လွန်ခဲ့တဲ့ နှစ် ၃၀၀ ကိုပြန်သွားရာကနေ ဇာတ်လမ်းပုံဖော်ခဲ့တာပါ။အတော်လေး စိတ်ဝင်စားဖို့ကောင်းတယ်ဆိုတာထက်ကို ပိုတယ်။တကယ့်ကို low budget နဲ့ လုပ်ထားတယ်ဆိုတာကိုမယုံနိုင်လောက်အောင် ကောင်းနေတဲ့ ဇာတ်ကားကောင်းလေးပါ။Translated & Reivew By Chu ChuEncoded By LK",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/tears-of-no-regret-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8DqRTGQGhHv2nrdK1ZcX8km363O.jpg",
        "title": "The Therapist : Fist of Tae-baek 2020",
        "description": "The Therapist Fist of Tae Baek(2020)\nဒီဇာတ်ကားကတော့ ကိုရီးယားနိုင်ငံရဲ့\nရိုးရာကိုယ်ခံပညာနဲ့ တိုက်ခိုက်ပုံ ရိုးရာအကြောပြင်ပညာရပ်အစရှိတာတွေကို\nစိတ်ဝင်စားဖို့ကောင်းအောင်ဇာတ်လမ်းဆင်ထားတဲ့ Comedy/Dramaကားဖြစ်ပါတယ်။\n၂၀၂၀ခုနှစ်ထဲမှာပဲထွက်ရှိထားပြီး မင်းသားကြီး Oh Ji ho ပါဝင်ထားတဲ့\nကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကိုပြောရရင် ဆောင်းဂျွန်ဆိုတဲ့သူက\nကိုရီးယားကိုယ်ခံပညာကိုတောင်ပေါ်က ဘုန်းတော်ကြီးကျောင်းတစ်ခုမှာသင်ယူနေသူဖြစ်ပြီး\nကိုယ်ခံပညာရပ်မှာတစ်ဖက်လူရဲ့ ခန္ဓာကိုယ်အစိတ်အပိုင်းအကြောနေရာကအစသိပြီး\nတစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သူတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်နောက်ဆုံး\nအတော်ဆုံးပညာရှင်ရွေးပွဲနေ့မှာ သူနဲ့ညီအစ်ကိုအရင်းလိုခင်ရတဲ့သူ\nရုတ်တရက်ပျောက်ဆုံးသွားပြီးနောက်မှာ သူဘဝကြီးလည်းအတော်ဆုံးဆိုတဲ့ နေရာနဲ့\nလွဲပြီးအပြောင်းလဲကြီးပြောင်းလဲခဲ့ရပါတော့တယ်။ဒီကားထဲမှာ စိတ်ဝင်စားဖွယ်\nကိုရီးယားကိုယ်ခံပညာရပ်တွေကို ပြသတဲ့အခါ မငြီးငွေ့ရအောင် အတိုက်အခိုက်ခန်းတွေအပြင်\nဟာသလေးနှောထားလို့ ကြည့်လို့ကောင်းပါတယ်။လူခန္ဓာကိုယ်ကအရိုးအကြောတွေကို\nလိုသလိုပြုပြင်ပြီး အနှိပ်ပညာတစ်ခုနဲ့တင် ပုံသွင်းလို့ရတယ်ဆိုတာကိုလည်းတွေ့ရမှာပါ။\nဇာတ်လမ်းလည်းမဆိုးသလို ဖိုက်တင်ကားကြိုက်တဲ့သူတွေအတွက်အတိုက်အခိုက်အခန်းလေးတွေနဲ့အတူ\nလေ့လာစရာလေးတွေပါလို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။\nTranslator :Moe Pwint\nEncoder :Thit San Khant\nFile Size :1.09GB and 538MB\nQuality :1080p and 720p",
        "rating": "",
        "url": "https://channelmyanmar.org/the-therapist-fist-of-tae-baek/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Welcome-to-Sudden-Death-2020-143x200.jpg",
        "title": "Welcome to Sudden Death 2020",
        "description": "အညွှန်း\nဘတ်စကတ်ဘောကွင်းကို အကြမ်းဖက်သမား အုပ်စုတစ်ခုက ဝင်စီးပြီး ဝင်ပေါက်တိုင်းမှာ ဗုံးထောင်ပြီး ငွေညှစ်ပါတယ်။\nအဲဒီ ကွင်းမှာ လုံခြုံရေးလုပ်နေတဲ့ ဂျက်ဆီက မရင်းတပ်သားဟောင်း ဖြစ်တဲ့အတွက် အကြမ်းဖက်သမားတွေနဲ့ ရင်ဆိုင်ဖူးတဲ့ အတွေ့အကြုံ ရှိတဲ့လူပါ။\nအခု ဒီကစားပွဲကို သူ့ကလေးနှစ်ယောက်နဲ့အတူ လာကြည့်တဲ့အခေါက်ကျမှ တိုက်တိုက်ဆိုင်ဆိုင် အကြမ်းဖက်ရန်နဲ့ လာတွေ့ကြုံရတဲ့အခါ ဖခင်တာဝန်ကျေပွန်အောင်ဖို့အပြင် လူတွေရဲ့ အသက်ကိုကယ်ဖို့ ကြိုးစားရပါတော့တယ်။Welcome to sudden death (2020) ဟာ Die Hard (1988) ရဲ့ အငွေ့အသက်တွေ ပြန်လည်ခံစားရမယ့် အက်ရှင်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။\n \nFile size… 1Gb\nQuality… Bluray 1080p\nFormat…mp4\nDuration….01:21:00\nGenre ... Action, Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Htet Wai Lwin\nEncoded by Littleneo",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/welcome-to-sudden-death-2020/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Fighting-Immortal-Statue-2020-1-136x200.jpg",
        "title": "Fighting Immortal Statue ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ April 17 2020မှာထွက်ထားတဲ့ Action Drama Romanceသိုင်းကားကောင်းတစ်ကားဖြစ်ပါတယ် ထျန်းဟယ်နှစ်ပိုင်းကာလနတ်တံခါးပွင့်လာပြီးနတ်အပေါင်းဟာလူ့ပြည်ကိုထွက်ပြေးလာကြပြီး လောကသားတွေကိုဒုက္ခပေးတဲ့နတ်တွေရှိနေပါတယ်..မိုးနတ်မင်းဟာ သစ္စာဖောက်နတ်တွေကိုဖမ်းဆီးစေဖို့ထျန်းကျင့်စေးဌာနကို တာဝန်ပေးခဲ့ပါတယ်...ထျန်းကျင့်စေးကိုအုပ်ချုပ်ရတဲ့ကျင့်ကျွင်းအမတ် ဟာသစ္စာဖောက်နတ်တွေကိုလိုက်ရှာပြီး ဖမ်းဆီးစေခဲ့ပါတယ်...ဒါပေမယ့်သစ္စာဖောက်နတ်တွေကို နတ်ပြည်သို့ပြစ်ဒဏ်ခံယူဖို့မပို့မီ ထျန်းကျင့်စေးမှာရှိနေစဉ်သေကြေပျက်စီးမှုတွေများလာတဲ့အခါ....ထျန်းကျင့်စေးမှာတာဝန်ထမ်းဆောင်တဲ့မုရုံဖုံးက သစ္စာဖောက်နတ်တွေရဲ့အစွမ်းကိုစုပ်ယူပြီးသတ်ဖြတ်နေတယ်လို့ မတရားစွပ်စွဲခံရတဲ့အခါ အမှန်တရားကိုဖော်ထုတ်နိုင်ပါ့မလား...နောက်ကွယ်ကကြိုးကိုင်နေသူကဘယ်သူဖြစ်မှာလဲ....ထင်မထားတဲ့လှည့်ကွက်တွေပါဝင်လို့ သဘောကျမိတဲ့ဇာတ်ကားတစ်ပုဒ်ပါမုရုံဖုံးနဲ့ လော့ရှီးတို့ရဲ့အချစ်ကို ကြည့်ရင်း ရင်ထဲစူးနစ်ဖွယ်ခံစားမိပါတယ်Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fighting-immortal-statue-2020/",
        "category": "Action, Adventure, Fantasy"
    }
]