[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmI5OWI2NmYtN2Q1Zi00YThkLWEwMTgtYzI3YzFhMTY3ZTMyXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Head Bush: Vol 1 (2022)",
        "description": "Head Bush (2022)\nAction, Biography, Crime\nIMDB 6.8/10 (1.1K)အခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကတော့ KGF မင်းသားတို့ရပ်ဝန်းက\nကန်နန်ဒါးဘာသာစကားနဲ့ထွက်ရှိလာပြီး မင်းသားဒန်နန်ဂျေယားနဲ့\nမင်းသမီး ပါယလ်ရာဂျ်ပွသ်တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။ဒီဇာတ်ကားလေးဟာ Agni Sridhar ရဲ့ ကိုယ်တိုင်ရေးအတ္ထုပ္ပတ္တိ\n'My Days in the Underworld' ဆိုတဲ့ စာအုပ်အပေါ်အခြေခံထားပြီး\nဘန်ဂလောမြို့ ​မြေအောက်လောကအကြောင်းကို ရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်။နိုင်ငံရေးမှာ ထာဝရ ရန်သူ ထာဝရမိတ်ဆွေဆိုတာ မရှိပါဘူး ထာဝရအကျိုးစီးပွားဆိုတာပဲ ရှိပါတယ်\nနိုင်ငံရေးသမားတွေဟာ သူတို့အာဏာတည်မြဲရေးအတွက်\nမြေပေါ်မြေအောက်နည်းလမ်းပေါင်းစုံနဲ့ အသုံးပြုကြပါတယ်\nThe Guys of Rangoon ထဲက လမ်းမတော်ဖိုးတုတ်ဇာတ်လမ်းထဲမှာလဲ\nဆန္ဒပြပွဲဖြစ်ပြီး အစိုးရတွေပြုတ်ကျဖို့ လူမိုက်တွေကို ငှားလုပ်ခိုင်းတာကို တွေ့ရမှာပါ\nခုဇာတ်ကားက လမ်းမတော်ဖိုးတုတ် live action လိုပါပဲ\nမိုက်ပေမဲ့ နှလုံးသားလှတဲ့ လူမိုက်ကြီး ဂျယ်ရက်ဂ်ျရဲ့ ဒီမြို့ကို\nငါတို့ပိုင်တယ်ဆိုတဲ့ အထာအလန်းကြီးတွေနဲ့ ဂိုဏ်းစတားတွေကို တစ်ဝကြီးရှုစားရမှာပါ\nFile size…2.39GB / 1.13GB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/head-bush-vol-1-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjg2MzY4NmUtZTA1Ny00ZTk0LWIwYTQtYjYzZmRiOTVmMGMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "8 x 10 Tasveer(2009)",
        "description": "8 x 10 Tasveer (2009)\nAction, Crime, Drama\nIMDb 5.4/10 (5.8K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားကြီးအရှေးကူမားနဲ့\nမင်းသမီးအိုင်ရှားတာကီယာတို့ရဲ့ကားကောင်းလေးတစ်ကားပဲဖြစ်ပြီး Box Office မှာလည်း\nအိန္ဒိယရူပီ ၂၃၅.၈သန်းအထိ ပြန်လည်ရရှိခဲ့တဲ့ကားလေးပဲဖြစ်ပါတယ်။ဂျယ်ဟာ မိဘပိုင်လုပ်ငန်းကို စိတ်မဝင်စားဘဲ ကိုယ်ဝါသနာပါရာကိုလုပ်ရင်း\nပျော်မွေ့နေသူတစ်ယောက်ပါ။ဂျယ်ရဲ့ကောင်မလေးကတော့ ရှီလာပေါ့။ သူတို့နှစ်ယောက်ဟာ သိပ်ချစ်ကြပါတယ်။တစ်ရက် ဂျယ်ရဲ့ဖခင်ဖြစ်သူဟာ ဂျယ်ဆီလာပြီး ကိစ္စတစ်ခုကို ပြောပြဖို့ကြိုးစားခဲ့ပါတယ်။\nဒါပေမဲ့ ဂျယ် နားမထောင်ခဲ့ပါဘူး။ အဲ့ဒီနေ့မှာပဲ ဂျယ်ရဲ့ဖခင်ဟာ မတော်တဆ ဆုံးပါးသွားခဲ့ပါတယ်။ဖခင်ဆုံးပြီးသွားနောက် ဂျယ်ဆီကို စုံထောက်တစ်ယောက်ရောက်လာပြီး\nဒီသေဆုံးမှုဟာ မတော်တဆမှုမဖြစ်နိုင်ကြောင်း။ အသတ်ခံရတာဖြစ်ကြောင်း ပြောလာပါတယ်။ဂျယ်ဟာ လူတစ်ယောက်ရဲ့ဓါတ်ပုံတစ်ပုံကို ကြည့်ပြီး အဲ့ဒီလူရဲ့အတိတ်ကိုပြန်သွားနိုင်တဲ့\nလူမသိသူမသိ အစွမ်းလေးတစ်ခုရှိနေပါတယ်။ဒီလိုနဲ့ ဖခင်ဖြစ်သူရဲ့အမှုကို တစ်ကိုယ်တော် စုံစမ်းခန်းဖွင့်လာတဲ့အခါမှာတော့\nဘယ်လိုတွေ စိတ်လှုပ်ရှားစရာကောင်းလာမလဲဆိုတာကို လှည့်ကွက်လေးတွေနဲ့\nရှုစားရဦးမှာဖြစ်ပါတယ်နော်။\nFile size…2.13GB / 1.07GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/8-x-10-tasveer2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Avzg6TfpsSaMc44sueZBw9eXHx.jpg",
        "title": "The Unspoken Stories: Legend of Green Fish ( 2022 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ VFX ကောင်းကောင်းနဲ့\nမိန်းကလေးချောချောလေးတွေပါတဲ့\nတရုတ်မှော်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အရမ်းဆိုးသွမ်းလွန်းတဲ့\nနဂါးနီကို ဖမ်းဖို့ ပု၀ူဂိုဏ်းရဲ့ဂိုဏ်းချုပ်ဆရာကြီးဟာ\nကိုယ့်ကိုကိုယ် စတေးပြီး နှစ်တစ်ရာလောက် နဂါးနီကို\nလှောင်ထားခဲ့ပါတယ်။နှစ်တစ်ရာလုံး အဲ့ဒီနေရာကို ဘယ်သူမှ\nရှာလို့မတွေ့ပေမယ့် နှစ်တစ်ရာပြည့်တဲ့အချိန်မှာတော့\nမိစ္ဆာအဖြစ်ကနေ နဂါးဖြစ်ချင်တဲ့\nမချောလေးရယ် ပု၀ူဂိုဏ်းက မိစ္ဆာနှိမ်နင်းတဲ့ဆရာရယ်\nပေါင်းပြီး နဂါးနီရှိတဲ့နေရာကို\nရှာဖို့ အကြောင်းဖန်လာပါတော့တယ်...\nသူတို့နှစ်ဦး နဂါးနီဖမ်းထားတဲ့နေရာကိုရှာတွေ့မလား\nဘယ်လိုအကြောင်းအရာတွေပေါ်ထွက်လာဦးမလဲဆိုတာတော့\nရုပ်ရှင်ထဲမှာစီးမျောခံစားလိုက်ပါဦး\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Action\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Lwin Htoo Aung\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-unspoken-stories-legend-of-green-fish-2022/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9euEdwZkiVQ8K9AzskBEFMiR2nF.jpg",
        "title": "The Legend II ( 1993 )",
        "description": "ဒီတစ်ခေါက်မှာလဲ မင်းသားကြီးဂျက်လီပါဝင်တဲ့\nသိုင်းအက်ရှင်ရုပ်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။မန်ချူးနဲ့ ဂျပန်တွေကျူးကျော်မှုခံရတဲ့အချိန်မှာ\nတော်ဝင်မျိုးဆက်ရင်သွေးကို ပန်းနီဂိုဏ်းရဲ့အကူအညီနဲ့ ဂျပန်ကိုပို့ထားခဲ့ပါတယ်။\nအရွယ်ရောက်လာတဲ့ မင်းအလောင်းအလျာဟာ\nပန်းနီဂိုဏ်းရဲ့ခေါင်းဆောင်ဖြစ်လာပြီး ဘုန်းကြီးတစ်ပါးက\nသူ့ကို ဧကရာဇ်ဖြစ်ကြောင်း သူ့ဘေးမှာ\nသစ္စာဖောက်တစ်ယောက်နဲ့ကယ်မယ့်သူ တစ်ယောက်ရှိကြောင်း ဗေဒင်ဟောခဲ့ပါတယ်။ဘုန်းတော်ကြီးရဲ့ဟောပြောချက်မှန်မလားမှားမလားတော့\nရုပ်ရှင်မှာပဲစီးမျောခံစားကြည့်ပါ။\nသိုင်းအက်ရှင်တင်မကပဲဟာသနဲ့\nမင်းသမီးချောတွေကြောင့်ကြည့်ရတန်ပါလိမ့်မယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Comedy\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Lwin Htoo Aung\nEncoded by LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-legend-ii-1993/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-5-133x200.jpg",
        "title": "[18+] Empire of Lust (2015)",
        "description": "Empire of Lust ( 2015 )Uncut Version ဖြစ်ပြီး ဆင်ဆာဖြတ်ထားတဲ့ Scene တွေကို ပြန်ထည့်ပေးထားတာမလို့ BluRay Version ထဲမှာ Scene အစုံဆုံး Version ဖြစ်ပါတယ်။\n-------------------\nEmpire of Lust ဟာ softcore ကားလို့ပြောလို့ရတဲ့အထိ လိင်မှုခန်းတော်တော်များပြီး အင်္ဂါတွေကလွဲလို့ တော်တော်ကြီး သေချာကိုပြထားတာပါ။ သို့ပေမဲ့လည်း ဒီရုပ်ရှင်ဟာ သာမန် 18+ကားသက်သက်ဆိုတာထက်တော့ အများကြီးပိုပါတယ်။ castတွေကတော့ တော်လည်းတော် နာမည်လည်းကြီးတဲ့ သူတွေပါ။ ဒီရုပ်ရှင်ရဲ့ကောင်းကွက်ထဲ castတွေ သရုပ်ဆောင်ကောင်းတာကလည်း အဓိကပါပဲ။Shin Ha-kyun - သူ့ကိုတော့ တောင်ကိုရီးယားက ထိပ်ဆုံးဆရာတွေထဲက တစ်ပါးဖြစ်တဲ့ ပတ်ချန်းဝုရဲ့ ရုပ်ရှင်အများစုမှာ လူအများစုရင်းနှီးပြီးသားဖြစ်မှာပါ။ ဆောင်းကန်ဟိုတို့ အီဗြောင်ဟွန်းတို့လို လူတွေနဲ့ ရင်ဘောင်တန်းသရုပ်ဆောင်နိုင်လောက်အောင် သရုပ်ဆောင်ကောင်းတဲ့သူပါပဲ။ စီးရီးအနေနဲ့ဆိုလည်း မနှစ်က သူရိုက်ထားတဲ့ beyond evilဟာ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/empire-of-lust-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hbRnWUNJkKKVN5mkcuC5ooqjE4e.jpg",
        "title": "Robin Hood: Prince of Thieves (1991)",
        "description": "Robin Hood Prince of Thieves (1991)============================= ရော်ဘင်ဟုဒ်ကားတွေအများကြီးထဲကမှ ဗားရှင်းတမျိုးကားကောင်းအဟောင်းလေးတခုနဲ့မိတ်ဆက်ပေးပါမယ်။Kevin Costner Alan Rickman တို့လို ဝါရင့်သရုပ်ဆောင်ကြီးတွေမှလည်းပါ၀င်ထားပါတယ် ရော်ဘင် လော့စလေ ဟာခရူးဆိပ်စစ်ပွဲမှာ အဖမ်းခံရပြီး ငါးနှစ်အကြာမှာအိမ်ပြန်လာနိုင်ခဲ့သူပါ။ဒါပေမဲ့သူပြန်‌ရောက်လာခဲ့ချိန်မှာသူ့အိမ်ဖြစ်တဲ့လော့စလေ နယ်မြေကတော့ နော့တင်ဟမ်မြို့စားကြီးရဲ့အကောက်ကြံမှုအောက်မှာအလူးအလိမ့်ခံစားနေရပါတယ်။ ဖခင်ဖြစ်သူကလည်းအသတ်ခံရသလိုမိမိအိမ်ကိုလည်းဆုံးရှုံးခဲ့ရတဲ့ရော်ဘင်တယောက် မြို့စားကြီးလက်ကနေလွတ်အောင်ပြေးရင်း ရှားဝုဒ်တောထဲကဂျွန် လစ်တဲယ်ရဲ့လူတစုနဲ့တွေ့သွားခဲ့တဲ့အခါမှာတော့ ရော်ဘင်လော့စလေတဖြစ်လဲရော်ဘင်ဟုဒ်ဟာ မြို့စားကြီးရဲ့အကြံစည်‌တွေကိုစတင်‌ နှောင့်ယှက်ပါတော့တယ်။ ရော်ဘင်တယောက်မြို့စားကြီးကိုအနိုင်ယူနိုင်ပါ့မလား။သူ့ရဲ့သူငယ်ချင်းပီတာက မသေခင်တောင်းဆိုခဲ့တဲ့မေရီယန်ဆိုတဲ့ပီတာ့ညီမလေးကိုရော ကာကွယ်ပေးနိုင်ပါ့မလား။ မြို့စားကြီးကရောဘာတွေကြံစည်နေတာလဲ အဆုံးမှာဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုRobin Hood Prince of Thieves ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးကြပါဦး... File size…3.13GB / 1.22GB / 658MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 23m\nGenre ..... Action , Drama , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/robin-hood-prince-of-thieves-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-Abso-136x200.jpg",
        "title": "Absolute Power (1997)",
        "description": "အက်ရှင်ကားတွေရဲ့မင်းသားကြီးဖြစ်တဲ့ အော်စကာဆုများရှင် ကလင့်အိစ်ဝုဒ်က ခေါင်းဆောင်မင်းသား‌ေနရာက‌ေန ပါဝင်သရုပ်‌ေဆာင်ထားပြီး ကိုယ်တိုင်ရိုက်ကူးထုတ်လုပ်ထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ အမေရိကန်နိုင်ငံရေးပုံစံကိုအခြေခံထားတဲ့ Action, Thriller ဇာတ်လမ်းအမျိုးအစားဖြစ်တာမလို့ ဒီလိုgenereတွေကို ကြိုက်တဲ့သူတွေအတွက် လက်မလွှတ်စတမ်းကြည့်ရှုသင့်ပါတယ်။ကလင့်အိစ်ဝုဒ်သရုပ်‌ေဆာင်ထားတဲ့ အဓိကဇာတ်ကောင် လူသာဝစ်တနီဟာ ဖောက်ထွင်းနိုင်စွမ်းအကောင်းဆုံးတွေထဲက အမိုက်စားသူခိုးတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာ သူဟာ ဘီလျံနာသူဌေးကြီးတစ်ယောက်ရဲ့အိမ်ကို ‌ဖောက်ထွင်းရာကနေ လူသတ်မှုတစ်ခုနဲ့ပါဝင်ပတ်သက်သွားပါတော့တယ်။ အဲဒီလူသတ်မှုရဲ့အဓိကတရားခံဟာလည်း နိုင်ငံရဲ့ဒိတ်ဒိတ်ကြဲပုဂ္ဂိုလ်ဖြစ်နေချိန်မှာတော့ လူသာက ဒီအမှုရဲ့သံသယရှိသူ‌ေနရာကနေ ဘယ်လိုလွတ်မြောက်အောင်လုပ်ပြီး ဥပဒေဘောင်အပြင်ဘက်ကနေ တရားခံကိုဘယ်လိုအပြစ်ပေးမယ်ဆိုတာတွေကို ရင်တဖိုဖိုနဲ့ကြည့်ရမှာဖြစ်ပါတယ်။သူခိုးအကျော်အမော်လူသာဝစ်တနီနေရာကနေ ကလင့်အိစ်ဝုဒ်၊ အမေရိကန်သမ္မတအယ်လန်ရစ်ခ်ျမွန်းနေရာကနေ ဂျီးန်ဟက်ခ်မန်း၊ အထက်တန်းစုံထောက်ဆက်သ်ဖရန့်နေရာကနေ အက်ခ်ဟဲရစ်နဲ့ ကိတ်ဝစ်တနီနေရာကနေ လော်ရာဝင်းနေးတို့က အသီးသီးပါဝင်သ‌ရုပ်ဆောင်ထားကြပါတယ်။1997မှာ ရုံတင်ထားတာဖြစ်ပါတယ်။File size…(2.02GBGB)  / (`1019MB) / (486MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...  Drama / Action / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/absolute-power-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMTQyNjcwMTgwNl5BMl5BanBnXkFtZTYwNzgxNzg4._V1_-135x200.jpg",
        "title": "The Quest (1996)",
        "description": "အရှေ့တောင်အာရှတောနက်တစ်ခုထဲမှာ တစ်ကမ္ဘာလုံးက ကိုယ်ခံပညာအသီးသီးရဲ့ အကျော်အမော်တွေကို တိတ်တဆိတ်ဖိတ်ခေါ်ကာ ပြိုင်ပွဲလက်ခံကျင်းပနေတဲ့ ပျောက်ဆုံးမြို့တော်လေးတစ်မြို့ ရှိနေပါတယ်။အနိုင်ရရှိသူဟာ ရွှေအတိသွန်းလောင်းထားတဲ့ နဂါးရုပ်ထုကြီးကို လက်ဝယ်ရရှိပိုင်ဆိုင်ရမှာပါ။ပြိုင်ပွဲအမည်ကဂန်ဂန့်ဖြစ်ပြီးတော့ …. ဒီပြိုင်ပွဲကို အမေရိကားမှာ လူရွှင်တော်လုပ်စားနေတဲ့ ဗန်ဒိန်းတစ်ယောက် ပြန်ပေးဆွဲ ကျွန်ပြုခံရရင်းက ဒီ ဂန်ဂန့်ပြိုင်ပွဲကြီးမှာ ဘယ်လိုပါဝင်ယှဉ်ပြိုင်ဖြစ်ခဲ့သလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် …မွေ့ထိုင်းနဲ့ပက်သက်တဲ့ ရုပ်ရှင်ကားဖြစ်ပြီးတော့ သိုင်းပေါင်းစုံရဲ့ ကစားကွက်တွေကိုလည်း ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.7GB) / (900MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:35:00\nType__Action, Adventure, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-quest-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c3sYdfCg1vz6DG4XlQRpu8baxvM.jpg",
        "title": "The Horde (2009)",
        "description": "La Horde (2009)\n=============== ဒီတစ်ခေါက်မှာတော့ ၂၀၀၉ခုနှစ်ကထွက်ရှိထားတဲ့ ပြင်သစ်ဇွန်ဘီကားတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားမှာ ရဲတပ်ဖွဲ့ရဲ့ အဖွဲ့၀င်တစ်ယောက်ဟာ ဂန်းစတားတစ်ယောက်သတ်တာကိုခံလိုက်ရပြီးတဲ့နောက် သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေဟာသူ့အတွက် လက်စားပြန်ချေဖို့ ကြိုးစားကြပါတော့တယ်။သူတို့ဟာ ဂန်းစတားနေတဲ့ မြို့အပြင်က စွန့်ပစ်ထားတဲ့ တိုက်ဆီကိုရောက်ပြီးမကြာခင်မှာပဲဇွန်ဘီတွေကလည်း သူတို့ဆီကို ရောက်လာကြပါတော့တယ်။ဒီလိုနဲ့ ရဲတွေရယ်၊ ဂန်းစတားအဖွဲ့ရယ်၊ ဇွန်ဘီတို့ရဲ့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးကိုစိတ်၀င်စားစရာကောင်းအောင်၊ အသည်းယားစရာကောင်းအောင်ရိုက်ကူးထားတာကြောင့် ဇွန်ဘီကားသဘောကျသူတွေ ကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ပါတယ်။ File size…1.31GB / 538MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Action / Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-horde-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/26yQPXymbWeCLKwcmyL8dRjAzth.jpg",
        "title": "Devotion (2023)",
        "description": "Devotion (2023)ဖြစ်ရပ်မှန်အခြေခံ စစ်ကားနောက်တစ်ကား လာပါပြီ။\nTop Gun, Midway စတိုင် လေကြောင်းစစ်ပွဲကားပါပဲ။\nစစ်ကားကောင်းတွေကလည်း ထွက်ဖို့ရှားတတ်ပြီး ပထမကမ္ဘာစစ် ဒုတိယကမ္ဘာစစ်တွေကလည်း\nရိုက်စရာဇာတ်လမ်းကုန်နေပြီမို့ အက်မင်ဆိုတတိယကမ္ဘာစစ်တောင် မျှော်နေပါပြီ။\nဒီစစ်ကားကတော့ ကောင်းပါတယ်။\nဒုတိယကမ္ဘာစစ်အပြီး စစ်အေးတိုက်ပွဲကာလ၊ တောင်-မြောက်ကိုရီးယားနယ်စပ်တိုက်ပွဲမှာ\nဝင်တိုက်ခဲ့တဲ့အမေရိကန်ရေတပ်လေယာဉ်မှူးတွေအကြောင်းပဲဖြစ်ပါတယ်။\nသူရဲကောင်းဆုတွေရခဲ့ပြီး ယနေ့ထိ ထင်ရှားဆဲ လေယာဉ်မှူးတစ်ယောက်အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဒုတိယကမ္ဘာစစ်အပြီး စစ်ပွဲမတွေ့ဖူးတော့ဘဲ ကင်းထောက်ပျံလိုက် လေ့ကျင့်လိုက်လုပ်နေတဲ့ တိုက်လေယာဉ်အုပ်-၃၂ မှာ\nတစ်ဦးတည်းသော လူမည်းပိုင်းလော့ဖြစ်တဲ့ ဂျက်ဆီဘရောင်းလည်းပါဝင်ပါတယ်။\nသူရဲ့ သူငယ်ချင်းကောင်းကတော့ တွမ် ဟက်ဒ်နာလို့ခေါ်တဲ့ ဗိုလ်လေးပဲဖြစ်ပါတယ်။\nသူတို့တွေဟာ လေ့ကျင့်တဲ့အဆင့်ကနေ တောင်မြောက်ကိုရီးယားနယ်စပ်မှာဖြစ်လာတဲ့ စစ်ပွဲကို ကူညီဖို့အတွက်\nလေယာဉ်တင်သင်္ဘောတစ်စင်းနဲ့ ထွက်လာပြီးလေကြောင်းတိုက်ပွဲတွေဆင်နွှဲရပုံတွေကို ပြသထားတာပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, War\nQuality…. 1080p | 720p | 480p\nFile size…2.1GB | 1GB | 491MB\nFormat… mp4\nDuration…. 2h 19min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/devotion-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzbtaa8rNZ7p6IJH0Co4xW98MC1.jpg",
        "title": "Dungeons & Dragons: The Book of Vile Darkness (2012)",
        "description": "Dungeons & Dragons : The Book of Vile Darkness (2012)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dungeons-dragons-the-book-of-vile-darkness-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m2lMUxyFDi1RXogMffLfQW3CjTE.jpg",
        "title": "Dungeons & Dragons: Wrath of the Dragon God (2005)",
        "description": "Dungeons & Dragons: Wrath of the Dragon God (2005)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy Adventure ...",
        "rating": "",
        "url": "https://megaup.net/1Rjm0/(CM)_Dungeons_&_Dragons_-_Wrath_of_the_Dragon_God_(2005)_1080p.mp4",
        "category": "Action, Adventure, D&D Trilogy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbVFeTA4vv7gqXb8dPzxTg9j2gr.jpg",
        "title": "Dungeons & Dragons (2000)",
        "description": "Dungeons & Dragons (2000)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy Adventure ကားတွေကို ကြိုက်တဲ့သူတွေအတွက် အာသာပြေစေမယ့်ကား‌တွေလို့ပြောလို့ရတာတော့ မမှားပါဘူး။~ ဇာတ်လမ်းအကျဉ်း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dungeons-dragons-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9k3qk8dmvawAWE34MpRAWkfwnKJ.jpg",
        "title": "Bol Bachchan(2012)",
        "description": "Bol Bachchan (2012)\nAction, Comedy\nIMDb 5.6/10 (9.3K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဟာသအက်ရှင်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး\nမင်းသားကြီးအဂျေးနဲ့ အဘီရှိခ်ဘဂျမ်းတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဘတ်ဂျက် ရူပီ ကုဋေ ၅၀ (ကန်ဒေါ်လာ ၆.၃သန်း) မှာ ကုဋေ ၁၆၅ (ကန်ဒေါ်လာ ၂၁သန်း) အထိ\nပြန်လည်ရရှိခဲ့ပြီး ဒီကားထဲမှာ အဘီရှိခ်ဘဂျမ်းဟာ အကောင်းဆုံးဇာတ်ဆောင်မင်းသားဆု\nအကောင်းဆုံး ဟာသသရုပ်ဆောင်ဆု စတဲ့ဆုတွေကို ဆွတ်ခူးရရှိခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်...။အဗာစ်က အမွေဆိုင်အိမ်ကြီးကို အမှုရှုံးသွားပြီးတဲ့နောက် ဘဝပျက်သွားခဲ့တယ်။ ကြံရာမရတဲ့အဆုံး\nညီမဖြစ်သူ ဆာနီယားနဲ့အတူ ရနခ်ပူးဆိုတဲ့ ရွာလေးမှာ အခြေချဖု့ိထွက်လာခဲ့ပါတယ်။အဲ့ဒီရွာမှာ ပရစ်ထဗီရာဂျ်ဆိုတဲ့ ဩဇာအာဏာအရှိဆုံးလူတစ်ယောက်ရှိပါတယ်။ ဒါပေမဲ့\nနည်းနည်းတော့ ရိုးတယ် တုံးတယ်ပေါ့။သူမကြိုက်ဆုံးအချက်က လိမ်တာပါပဲ။ တစ်ခါက သူ့ကိုလိမ်ခဲ့ဖူးတဲ့ သူ့အလုပ်သမားတစ်ယောက်ကို\nရိုက်လိုက်တာ တော်ရုံနဲ့ ဆေးရုံကနေ မဆင်းနိုင်တော့ပါဘူး။အဲ့ဒီမှာပဲ အဗာစ်ဟာ မလွဲသာမရှောင်သာနဲ့ ပရစ်ထဗီဆီမှာ အလုပ်ရသွားပြီး\nတစ်လိမ်ပေါ် နှစ်လိမ်ဆင့် အလိမ်ချင်းထပ်လာတဲ့အခါမှာတော့\nဇာတ်ကားလေး ဘယ်လိုကြည့်ကောင်းလာမလဲဆိုတာကို ဆက်လက်ရှုစားပေးပါဦးနော်။\nFile size…4.17GB / 1.7GB\nQuality…1080p BluRay Remux /720p\nFormat…mp4\nDuration….2h ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/bol-bachchan2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-deep-133x200.jpg",
        "title": "Deep Impact (1998)",
        "description": "Deep Impactဆိုတဲ့အတိုင်းပါပဲ ကမ္ဘာရှိရာကို ဦးတည်ရိုက်ခတ်လာတော့မဲ့ ကြယ်တံခွန်ကြီး တစ်ခုအကြောင်းကို\nဇာတ်အိမ်တည်ပြီး Sci-fiနဲ့ Drama တွဲလျက် ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကိုတော့ ဆယ်ကျော်သက် နက္ခတ္တဗေဒ ဝါသနာအိုးလေးတစ်ယောက်က ညဖက် Telescopeနဲ့ ကြည့်ရင်း\nအမျိုးအမည်မသိ ကြယ်တံခွန်ကြီး တစ်လုံးကို တွေ့ရာကနေ စပြီးဖွင့်ထားပါတယ်။\nဒီလိုနဲ့ New Yorkမြို့လောက်ကြီးတဲ့ အာကာသထဲက ပြဿနာထုပ်ကြီးကို အစိုးရဖက်က ပါးပါးနပ်နပ် ကိုင်တွယ်ဖြေရှင်း‌\nပုံတွေကို ကြည့်ရှုရမှာပါ။ အမေရိကန်သမ္မတ နေရာကို Morgan Freemanက ပါဝင်သရုပ်ဆောင်ထားတဲ့အပြင်\nIMDbကလည်း 6.2ရထားပြီး CGIတွေက မဆိုးလှတဲ့အနေအထား တစ်ခုမှာ ရှိတာမို့ ကြည့်ရကျိုးမနပ်ရင်တောင်\nအကျိုးတော့မယုတ်ဘူးဆိုတာ အာမခံပါတယ်။File size…(1.91GB)  / (`1016MB) / (614MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:00:00\nGenre...  Drama / Action / Sci-Fi\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/deep-impact-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/minority-report-poster-133x200.jpg",
        "title": "Minority Report (2002)",
        "description": "Minority report (2002)IMDb Rating (7.6) / Rotten tomatoes (90%)တွမ်ခရုစ် ပါဝင်ထားတဲ့ sci-fi, thriller ဇာတ်ကားဖြစ်ပါတယ်။\nနာမည်ကြီးဒါရိုက်တာ စတီဗင်စပီးဘာ့ဂ်ရိုက်ကူးထားတဲ့ဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း ဇာတ်အိမ်ခိုင်ခံ့မှု၊\nဇာတ်လမ်းဆန်းသစ်မှုအပိုင်းတွေမှာ ပြောစရာမလိုအောင်ကောင်းမွန်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nသက္ကရာဇ် ၂၀၅၄ ခုနှစ်မှာ အမေရိကန်ပြည်ထောင်စု ဖယ်ဒရယ်အစိုးရဟာ Precrime လို့ခေါ်တဲ့ တင်ကြိုမှုခင်းတားဆီးရေးအဖွဲ့ကို\nနိုင်ငံတော်အဆင့်ဖွဲ့စည်းဆောင်ရွက်ဖို့ ကြိုးစားနေတဲ့ကာလဖြစ်ပါတယ်။\nPrecrime ဆိုတာက မှုခင်းတွေ၊ အထူးသဖြင့် လူသတ်မှုတွေမဖြစ်အောင် တားဆီးကာကွယ်ရတဲ့ အထူးရဲတပ်ဖွဲ့တစ်ခုဖြစ်ပါတယ်။\nဘယ်လိုတားဆီးသလဲဆိုတော့ precogs လို့ခေါ်တဲ့ မျိုးဗီဇမွမ်းမံထားတဲ့ လူသားတွေက အခင်းဖြစ်ပွားရာနေရာ၊\nအချိန်နဲ့ လူပုဂ္ဂိုလ်တွေကို အတိအကျခန့်မှန်းဟောကိန်းထုတ်ပေးပြီးတော့ precops လို့ခေါ်တဲ့ အထူးရဲတွေက\nအဆိုပါနေရာကို အချိန်ကိုက်သွားရောက်ဝန်းရံပြီးတားဆီးရတာပါပဲ။precops အဖွဲ့မှူးဖြစ်တဲ့ ဂျွန်အန်ဒါတန်(တွမ်ခရုစ်)ဟာ မကြာသေးမီက သားဖြစ်သူပျောက်ထားတဲ့ အိမ်ထောင်ကွဲတစ်ဦးဖြစ်ပါတယ်။\nရဲတပ်ဖွဲ့ရဲ့ လုပ်ငန်းတွေ၊ စစ်ဆင်ရေးတွေမှာ တာဝန်ကျေပွန်ပေမယ့် သားပျောက်မှုကြောင့်ရတဲ့စိတ်ဒဏ်ရာကို ကုစားရင်း ဆေးစွဲနေသူတစ်ဦးဖြစ်ပါတယ်။\nPrecrime ဌာနဟာ ကိုလံဘီယာခရိုင်မှာ စမ်းသပ်လည်ပတ်ဆဲကာလမို့ နိုင်ငံတော်အဆင့်တရားဝင်ဖြစ်အောင်\nဖယ်ဒရယ်ကအရာရှိတွေရဲ့ စစ်ဆေးမှုခံနေရတဲ့ အခြအနေပါ။\nအဲ့လိုကာလအတွင်းမှာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/minority-report-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xezeqrrno6ytLyLrbTXRGUk4rdu.jpg",
        "title": "Flyboys(2006)",
        "description": "Flyboys(2006)*************ဒီဇာတ်လမ်းဟာ ပထမကမ္ဘာစစ်စတင်ပြီး 1916 ခုနှစ်မှာ ဖြစ်ပျက်ခဲ့တဲ့ ဖြစ်ရပ်မှန်‌ကိုပြန်ရိုက်ကူးထားတာပါ။ဒီကာလမှာက အမေရိကန်ဟာ စစ်ထဲဝင်မပါ‌သေးတော့ စစ်တိုက်ချင်တဲ့၊‌ လေယာဉ်မောင်းချင်တဲ့အမေရိကန်လူငယ်အချို့ဟာ စစ်ပညာသင်ပေးမယ့်ပြင်သစ်ကိုသွားပြီး စစ်ထဲဝင်ကြရပါတယ်။\nအကြောင်းကြောင်းနဲ့ စစ်ထဲဝင်လာတဲ့သူတွေရှိသလို ကျဆုံးသွားသူတွေလည်း ဒုနဲ့ဒေးပါပဲ။\nလေယာဉ်နဲ့ မစ်ရှင်လုပ်ရတိုင်း ဘယ်တော့သေမယ် မသိတဲ့ရတဲ့ လေယာဉ်မှူးတွေအတွက်ကတော့ကျဆုံးသတင်းဆိုတာ ထူးမခြားနားလိုဖြစ်နေပါပြီ။\nမနေ့ကအတူရှိနေပြီး ဒီနေ့ကျဆုံးသွား၊ သူ့အတွက်လက်စားချေနိုင်မယ့်အချိန်ကိုစောင့်ရင်းအရက်တွေပဲသောက် ‌နောက်လူတွေကိုကာကွယ်ပေး အသက်ကိုစတေးခံ စတဲ့ သရုပ်တွေကိုကွက်ကွက်ကွင်းကွင်းမြင်ရမယ့်အပြင် လေယာဉ်အချင်းချင်း စီးချင်းတိုက်တာ‌တွေကိုတဝကြီးကြည့်ရှုရမယ့် ဇာတ်ကားလည်းဖြစ်ပါတယ်။File Size :(2.7GB) (1.1 GB) and (335MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:20:00\nGenre : Action, Drama , History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/flyboys2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ynhMoPag6kwPOxOmF586s9MZPWJ.jpg",
        "title": "Thousand Faces of Qi Men ( 2023 )",
        "description": "ကောင်းကင်ဘုံ ဧကရာဇ်မင်းတို့ အုပ်စိုးချိန်အချိန်ကာလ ဂျပန်နိုင်ငံမှ\nမင်းဆရာ အမတ်ချုပ်တွေဟာ မှော်စွမ်းအားတွေနဲ့\nဧကရာဇ်မင်းကိုလှည့်စားခဲ့ကြပါတယ်။ ဧကရာဇ်အရှင်ကို\nနှစ်ပေါင်းများစွာတိုင်အောင် ချိတ်ပိတ်ထားတဲ့ မိစ္ဆာအရှင်ကိုလွှတ်ပေးဖို့\nဖိအားတွေ အကြိမ်ကြိမ်ပေးပြီး လောကကြီးကို ဘေးဥပါဒ်ဖြစ်စေခဲ့ပါတယ်။ဒီဘေးဥပါဒ်တွေကို ကာကွယ်ဖို့ ကြိုးစားနေသူကတော့\nဆရာကြီး တုန်းကော်လျောင်ပါ။ တစ်နေ့မှာတော့\nဆရာကြီးတုန်းကော်လျောင်ဟာ စျေးထဲမှာလှည့်လည်သွားလာနေခဲ့ပြီး\nထူးဆန်းလှတဲ့ လူငယ်လေးတစ်ဦးဖြစ်တဲ့ လျိုဇီမော့နဲ့တွေ့ဆုံခဲ့ပါတယ် ။\nထူးဆန်းလှတဲ့ အရည်းအချင်းတွေကြောင့် လျိုဇီမော့ကို\nတပည့်အဖြစ် ခံယူပေးခဲ့ပါတော့တယ်။ ဂျပန်လူမျိုးတွေရဲ့\nယုတ်မာမှုတွေတင်းကျပ်လာတာနဲ့အမျှ တပည့်ဖြစ်သူ\nလျိုဇီမော့ကိုကာကွယ်ဖို့ ဆရာကြီးဟာ အသက်ပေးသွားခဲ့ရတဲ့အခါ...?❏ ဆရာကြီးပေးအပ်ခဲ့တဲ့ တာဝန်တွေကို\nလျိုဇီမော့တစ်ယောက် ထမ်းဆောင်နိုင်ပါ့မလား?\n❏ ဂျပန်မကောင်းဆိုးဝါးတွေကိုရော သူဘယ်လိုနှိမ်နှင်းမလဲ?\n❏ လောကကြီးအတွက်ရော အေးချမ်းမှုတွေ\nယူဆောင်လာပေးမလား?ဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres :  Action , Romance , Fantasy\nRuntime : 1h 25 min\nSubtitle : Myanmar ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/thousand-faces-of-qi-men-2023/",
        "category": "Action, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bm1aLzblgQsCZXcqPQUfzF15cFO.jpg",
        "title": "The Lost Hero Of Ayodhya (2022)",
        "description": "The Lost Hero of Ayodhya (2022)ဒီတစ်ခါတော့ ထိုင်းလူရွှင်တော်ပေါင်းများစွာပါဝင်ထားတဲ့\n“The lost hero of Ayodhya” ရုပ်ရှင်ဟာသကားတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျားဇာတ်လမ်းအကျဉ်းယယ်ဆိုတဲဲ့တိုင်းရင်းဆေးသမားတော်လေးဟာ အရမ်းရိုးသားဖြူစင်ခဲ့တာပေါ့\nသူဟာ သူ့မိန်းမနဲ့ပျော်ပျော်ရွှင်ရွှင်နေပြီး လူနာတွေကိုအလကားကုသပေးရင်းနေထိုင်ခဲ့ပါတယ်လုန်ထလောက်ဆိုတဲ့လူကတော့ လူယုတ်မာကြီးပေါ့\nသူက သမားတော်ယယ်ရဲ့မိန်းမကိုလိုချင်နေတာနဲ့ အကြောင်းအမျိုးမျိုးဖန်ပြီး\nယယ်ကိုဝေးဝေးသွားအောင်လုပ်ဖို့ ကြံစည်ခဲ့ပါတယ်တစ်နေ့မှာ လူယုတ်မာလုန်ထလောက်က\nသမားတော်ယယ်ကို ဗမာစစ်သူကြီးနေမျိုးဆိုတဲ့လူရဲ့ခေါင်းကိုသွားဖြတ်ခိုင်းခဲ့ပါတယ်\nဖြတ်နိုင်ပြီး သူ့ခေါင်းကိုမပုပ်မသိုးစေဘဲယူလာနိုင်ရင်\nအကြွေးတင်နေတာတွေကိုကျေပေးမယ့်အပြင် ဆုငွေပါချပေးဦးမယ်ဆိုပြီး\nသူ့ကိုမြူဆွယ်ခဲ့ပါတယ်ယယ်လည်း အကြွေးကျေချင်ပြီး\nသူ့မိန်းမကိုရင်းနှီးမြုပ်နှံငွေရှိစေချင်တာနဲ့ ဒီအပေးအယူကိုလက်ခံခဲ့ပါတယ်သမားတော်ယယ် ဒီသဘောတူညီမှုလက်ခံခဲ့ပြီးနောက်\nစစ်သူကြီးနေမျိုးရဲ့ခေါင်းကိုမပုပ်မသိုးစေဘဲယူလာနိုင်ပါ့မလား ဘယ်လိိုဘယ်လိုအခက်ခဲတွေနဲ့ကြုံရမလဲဆိုတာ\nဇာတ်ကားထဲကြည့်ရှူလိုက်ရအောင်နော်\nအက်ရှင်ချည်းမဟုတ်ဘဲဟာသနှောထားတဲ့အတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားပါနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy, History\nQuality…. 1080p | 720p | 480p\nFile size…1.8GB | 936MB | 453MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Nang Mwe Kham\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/the-lost-hero-of-ayodhya-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/fighter-112x200.jpg",
        "title": "Fighter ( 2022 )",
        "description": "ရုပ်ရှင်တော်တော်များများရဲ့ ခံစားချက်ကို ရနိုင်တဲ့ တရုတ်ကားလေးများ\nကြည့်ချင်ပါသလား။ မြန်မာလို မင်္ဂလာပါလို့ အသံဝဲဝဲလေးနဲ့ နှုတ်ဆက်တာကို\nကြားချင်ပါသလား၊ တရုတ်မလေးတွေ မြန်မာ ဘီယာဗူးကိုဖွင့်ပြီး\nချီးယားကမ်းပေ့ လုပ်တာကိုတွေ့ချင်ပါသလား။\nဒါဆိုရင်တော့ ဒီကားလေးက သင့်အတွက်ဖြစ်လာမှာပါ။ဇာတ်လမ်းအကျဉ်းတရုတ်လက်ဝှေ့ဖိုက်တာ တစ်ယောက်ဟာ အမေရိကန်ဖိုက်တာတစ်ဦးရဲ့\nညစ်ပတ်စွာတိုက်ခိုက်မှုကြောင့် MMA ပွဲမှာသေဆုံးသွားခဲ့ပါတယ်။\nတစ်ချိန်ထဲမှာပဲ အဲ့ဒီပွဲကို စီစဉ်ပေးခဲ့တဲ့ မိန်းကလေးရဲ့ကုမ္မဏီဟာ\nMMA ကိုတရုတ်မှာ စျေးကွက်တိုးချဲ့ဖို့အတွက် ပြိုင်ဖက်ကုမ္မဏီတစ်ခုနဲ့အတူ\nရွေးချယ်ခံခဲ့ရပါတယ်။ ဒါပေမယ့် အလောင်းအစား တစ်ခုလုပ်ဖို့ ရှိပြီး\nအဲ့ဒီအလောင်းအစားကို နိုင်မှ အလုပ်ကိုဆက်လုပ်ခွင့်ရမှာပါ။ဒီတော့ အလောင်းအစားက ဘာများလဲ။ အဲ့ဒီအမျိုးသမီးကရော\nနိုင်အောင် လုပ်နိုင်မှာလား သေဆုံးသွားတဲ့ တရုတ်လူမျိုး MMA သမားမှာရော\nဘယ်လိုနောက်ဆက်တွဲတွေရှိနိုင်မလဲ ဆိုတာ ရုပ်ရှင်မှာပဲ စီးမျောခံစားလိုက်ပါ။\nဒီကားကိုစကြည့်လိုက်တော့ ထိုင်းနာမည်ကျော် ဝမ်းဘတ်မင်းသားကို သတိရသွားပါတယ်\nနောက်တစ်ချက်က အရှေ့တောင်အာရှမှာ အခြေတည်တာကိုရိုက်ပြထားတော့\nမြန်မာလိုလေးတွေပါတာကိုသဘောကျတယ်။\nMMA သဘောကျတဲ့လူတွေအတွက်လဲ ကျေနပ်လောက်ဖွယ်ရာပါပဲ။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/fighter-2022/",
        "category": "Action, Drama"
    }
]