[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/fir-133x200.jpg",
        "title": "F.I.R (2022)",
        "description": "FIR 2022IMDb 8.1Action/ Triller၂၀၂၂ ခုနှစ်ရဲ့အက်ရှင်ကားတွေထဲမှာ ရှယ်ကောင်းတဲ့ကားလေးကိုပြပါဆို ဒီကားလေးကထိပ်ဆုံးကပါလိမ့်မယ်ဗျ။ ဇာတ်လမ်းလေး‌တွေက ရှယ်ကောင်းပါလျက်နဲ့မင်းသားနဲ့လူကြမ်းတွေဖိုက်တဲ့အခါ အဝေးကြီးလွင့်ထွက်ထွက်သွားတဲ့ အိုဗာအက်ရှင်စတိုင်ကိုမကြိုက်တဲ့သူတွေ ကြည့်ကိုကြည့်ရမယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဒီလိုပြောလို့လည်း သူတို့ရဲ့အဝေးကြီးလွင့်ထွက်သွားတဲ့ရိုက်ချက်တွေမလှဘူးလို့ပြောတာတော့မဟုတ်ဘူးဗျ၊ ရိုက်ထားတာတွေ တော်တော်လှပါတယ်ဗျ။ ဒါပေမဲ့ဗျာ အပြင်မှာမှ တကယ်မဖြစ်နိုင်တာပဲ။ဒီသည်းထိတ်ရင်ဖိုအက်ရှင်ကားလေးထဲမှာတော့ ဘာအိုဗာအက်ရှင်ချခန်းမှမပါသလို ဝှီးဆို၁၅ ပေလောက်မလွင့်သွားတဲ့အပြင် အနောက်တိုင်းကားတွေနီးပါး ရှယ်ကောင်းတဲ့ချခန်းတွေကို ပါတာပါ။ကျွန်တော်ကြည့်ချင်တဲ့အိန္ဒိယကားတွေ တမီးလ်ကားတွေရဲ့ချခန်းတွေဆိုတာဒီကားထဲကလိုမျိုးဗျ။ ဒီတော့ဗျာ ဇာတ်လမ်းဇာတ်ကွက် ဇာတ်အိမ်ကြီးကရှယ်ခိုင်တဲ့အပြင် အက်ရှင်ခန်းတွေရှယ်ကောင်းလှတဲ့ ဒီကားလေးကိုတော့ လူကြီးမင်းတို့‌အနေနဲ့ လက်လွတ်မခံသင့်ဘူးလို့ထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကိုပြောရမယ်ဆိုရင် အီဖန်အာမက်‌ဆိုတဲ့ ဓာတုအင်ဂျင်နီယာလေးဟာမွတ်စလင်ဖြစ်နေလို့ဆိုတဲ့အကြောင်းပြချက်နဲ့ နေရာတကာမှာ ရှယ်အနှိမ်ခံနေရတာက စပါတယ်။အိန္ဒိယရဲ့ ဒီဘာသာရေးပြဿနာတွေအကြောင်း‌ကတော့ ကျွန်တော်မပြောပြလည်း အားလုံးသိကြမယ်ထင်ပါတယ်။ဒီလိုနဲ့ သူဟာ သူ့ရဲ့ဓာတုအင်ဂျင်နီယာအလုပ်ရဲ့ကိစ္စတစ်ခုလုပ်ပြီးလို့ လေဆိပ်ကနေ အိမ်ပြန်မယ်လုပ်တဲ့အချိန်မှာသူဖုန်းပျောက်သွားပါတော့တယ်။ ပျောက်သွားတဲ့သူ့ဖုန်းကို လေဆိပ်ရဲတွေက မရှာပေးတဲ့အပြင်လေယာဉ်ပေါ်အတက်မခံတဲ့အခါ သူကဗုံးခွဲမယ့်သူများမှတ်နေလို့လားလို့စိတ်ပေါက်ပေါက်နဲ့ပြောမိတဲ့အခါသူ့ကိုဖမ်းလိုက်ပြီး စစ်ဆေးကြ၊ အပြစ်မရှိတော့မှ ပြန်လွှတ်ကြပါတယ်။ဒါပေမဲ့ ပြန်လွှတ်နေတုန်းမှာပဲ အဲလေဆိပ်မှာ တကယ်ဗုံးတစ်လုံးပေါက်ကွဲသွားတဲ့အပြင်ဗုံးထိန်းတဲ့ဖုန်းကလည်း သူ့ဖုန်းဖြစ်နေတဲ့အခါ သူ့ကို အိုင်အက်စ်အဖွဲ့ဝင်ဖမ်းထားလိုက်ကြပါတော့တယ်၊ဒီတော့ အီဖန်ရဲ့ဖုန်းဟာ ဘယ်လိုလုပ်အဲလိုဖြစ်သွားရတာလဲ၊ အီဖန်ဟာတကယ်ပဲအိုင်အက်စ်အကြမ်းဖက်သမားလား၊ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/f-i-r-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZTE3MGQyMDItMzQ0Ni00NTIxLTliYTYtYjExMTAwNmI3YjU0XkEyXkFqcGdeQXVyNjE4OTY3NTg@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Lupin’s Daughter (2021)",
        "description": "ဒီတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ ဂျပန်ကားသဘောကျသူတွေအတွက် Action, Crime, Drama ရသစုံပါတဲ့ ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။Lမိသားစုဟာ သူခိုးလုပ်ငန်းနဲ့အင်မွေးကြတဲ့မိသားစုပါ။ အဲ့ဒီအိမ်ရဲ့သမီးဖြစ်တဲ့ ဟန ဟာ သူခိုးမိသားစုသမီးဖြစ်ရတာကိုမုန်းတီးမိတဲ့သူပါ။ သူ့ရဲ့ချစ်သူကတော့ ရဲမိသားစုက ဆင်းသက်လာတဲ့ ခဇုဖြစ်ပြီး သူတို့နှစ်ယောက်ရဲ့ချစ်ခြင်းကခိုင်မြဲလွန်းလှပါတယ်။ တစ်ရက်မှာတော့ တန်ဖိုးကြီးတဲ့ သရဖူတစ်ခုကို ခိုးဖို့ကြိုးစားရင်း L မိသားစုကြားက အတိတ်ရဲ့ အရှုပ်တော်ပုံတွေပေါ်ထွက်လာတဲ့အခါမှာတော့.....။ဒီဇာတ်လမ်းဟာ Lupin Series ရဲ့သုံးကားမြောက်ဖြစ်ပြီး ရှေ့ကားနဲ့ ဇာတ်ကွက်ချိတ်ဆက်မှုတွေကိုလည်းရုပ်ရှင်ထဲမှာ တစ်ခါထဲ ဖြည်ပေးထားပါတယ်။ ဂျပန်စတိုင် Fancy Cosplay လေးတွေလည်းပါတာမို့ Action Fantasy ပရိတ်သတ်တွေ အကြိုက်တွေ့မှာပါ။\nFile size…(2.3 GB)/(980 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:49:47\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Lwin Htoo Aung & SST",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/lupins-daughter-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eeZSaS6TX6QTLbdEtXW2Wg58Wr.jpg",
        "title": "Khiladi (2022)",
        "description": "လောကမှာ ငွေသာလျှင် ဘုရားသခင် ငွေသာလျှင်သူ့ရဲ့ အောက်စီဂျင် ဆိုတဲ့ မိုဟန် ဂန်ဒီမိန်းမဖြစ်သူ ချီထရာ နဲ့ ယောက္ခမတွေ အသတ်ခံလိုက်ရတာကြောင့် အဖမ်းခံထားရတဲ့ မိုဟန်ဂန်ဒီတစ်ယောက်ပြစ်မှုလေ့လာရေး ကျောင်းသူလေး ပူဂျာနဲ့ တွေ့ဆုံလိုက်တဲ့အခါဂန်ဒီ့ရဲ့ ဇာတ်လမ်းလေးက ပူဂျာနှလုံးသားကို အရည်ပျော်သွားစေပြီး သူ့အဖေ အရာရှိကြီးရဲ့ အကူအညီကိုယူဂန်ဒီ့ကို ထောင်ထဲကနေ တရားမဝင်နည်းလမ်း သုံးပြီး အာမခံထုတ်ပေးလိုက်ပါတော့တယ်ဂန်ဒီ ထောင်ကနေလွတ်သွားပြီးမှ CBI အရာရှိ အာဂျွန် ရဲ့ ပြောပြချက်အရမိုဟန် ဂန်ဒီက အိန္ဒိယရဲတွေ အလိုရှိဆုံး ရာဇဝင်လူဆိုးဖြစ်နေတာကို ပူဂျာတစ်ယောက် သဘောပေါက်သွားခဲ့တယ်လူဆိုးဖြစ်ရုံတင်မကဘူး ဉာဏ်အရမ်းကောင်းတဲ့ ဂန်ဒီတစ်ယောက် ဘယ်သူ့ဇာတ်လမ်းကို အသုံးချပြီးပြောသွားတာလဲ အဲဒီဇာတ်လမ်း နောက်ကွယ်က အဖြေက ဘာဖြစ်မလဲ ဆိုတာကိုသူအရမ်းချစ်တဲ့ ငွေတွေကို ဂန်ဒီနဲ့ သူ့ရဲ့ ဘော်ဒါအဖွဲ့ ဘယ်လိုရအောင်ယူမလဲဆိုတာ စောင့်ကြည့်ပေးကြပါဦးနော်  \nFile size…1.3GB / 2.8GB\nQuality…720p WEB DL / ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/khiladi-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
        "title": "Spider-Man: No Way Home ( 2021 )",
        "description": "စောင့်မျှော်နေရတဲ့ Spider-Man : No Way Home ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီIMDb 9.1 ရရှိထားပီး Rotten tomatoes : 94% ရရှိထားပြီး နိုင်ငံတကာမှာ ဝက်ဝက်ကွဲအောင်မြင်နေတယ်ဆိုတာ အကုန်လုံးလည်းသိပြီးသားဖြစ်မှာပါအညွန်းကတော့... Spider-Man : Far From Home အပြီးမှာ ပီတာရဲ့ Identity ကို Mysterioကဖေါ်ထုတ်လိုက်တဲ့ cliffhanger နဲ့အဆုံးသတ်ထားတာကိုတွေ့ရမှာပါ..အခုဇာတ်ကားကလည်းအဲ့နေရာကပဲ စတင်ခဲ့ပြီး ပီတာနဲ့ MJ တို့ ထွက်ပြေးကြရတာပေါ့လူထုရဲ့ရန်သူ နံပါတ် ၁ ဖြစ်လာပီးတဲ့နောက်မှာ ပီတာ တစ်ယောက်အခက်အခဲတွေအများကြီးကြုံတွေ့ပြီးပီတာရဲ့ အနီးကချစ်ရတဲ့သူတွေပါ အကုန်ထိခိုက်ကုန်ပါတော့တယ်..ချစ်သူ မုန်းသူ ရှိစမြဲဆိုပေမယ့်အခက်အခဲက ပိုများနေတာမို့ ပီတာတစ်ယောက် ကြံရာမရဖြစ်ပြီးတော့ ဒေါက်တာထူးဆန်း ဆီကိုအကူအညီတောင်းဖို့သွားပါတော့တယ်..Dr.Strange ကလည်း ပီတာကို ကူညီဖို့အတွက်အန္တရာယ်များတဲ့ Spell တခုကိုလုပ်ဆောင်ရင်း ပီတာရဲ့ ဝင်ရှုပ်မှုကြောင့် spell ဟာ ကပေါက်တိကပေါက်ချာတွေဖြစ်ကုန်ပြီး Multiverse က ...",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/spider-man-no-way-home-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sOFK5KIBJA6JwBt6nijxfYP2F5k.jpg",
        "title": "Maaran (2022)",
        "description": "Maaran 2022အခုလောလောလတ်လတ်ကမှထွက်ရှိလာတဲ့ အိန္ဒိယတောင်ပိုင်းအက်ရှင်ကားတစ်ကားကို CM ကနေအမြန်ဆုံးကြိုးစားပြီးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဥ်း -\nဆက်သီမိုသီဟာရိုးသားတဲ့မှုခင်းဂျာနယ်သမားတစ်ယောက်ဖြစ်ပြီး အမှန်တရားကိုဖော်ထုတ်မိတဲ့အတွက်လုပ်ကြံခံခဲ့ရပါတယ်။ သူလုပ်ကြံခံရတဲ့အချိန်မှာပဲ သူ့မိန်းမကလည်းဆေးရုံမှာသူ့သမီးလေးကိုမီးဖွားရင်းကွယ်လွန်သွားခဲ့ပြန်ပါတယ်။ ဒီလိုနဲ့ဆက်သီမိုသီရဲ့သားအကြီးလေးဖြစ်တဲ့မတ်သီမာရန်ကပဲ သူ့ညီမလေးကိုအုပ်ထိန်းပျိုးထောင်ဖို့ဖြစ်လာပါတော့တယ်။ အဲဒီနောက်မှာတော့ သူကိုယ်တိုင်လည်းဂျာနယ်သမားတစ်ယောက်ဖြစ်လာခဲ့ပြီး သူ့အဖေလိုပဲ အန္တရာယ်တွေကြားကအမှန်တရားတွေကိုဖော်ထုတ်ဖို့ကြိုးစားတဲ့အခါမှာတော့...။နှစ်နာရီကျော်လောက်နစ်မြောသွားစေမယ့် Action/drama ကားမျိုးဖြစ်တဲ့အပြင် IMDb 8.2/10 အထိရရှိထားတာကြောင့် သာမန်ကာလျှံကာမဟုတ်တာတော့ကျိန်းသေပါပဲ။ ယနေ့ခေတ် သတင်းမီဒီယာလောကကို သရော်ထားတဲ့အပြင် ဇာတ်ညွှန်းကောင်းကောင်းနဲ့ သေသပ်တဲ့ရိုက်ချက်တွေကြောင့် သိပ်မကြာခင်မှာလူပြောများလာမယ့်ဇာတ်ကားမျိုးဖြစ်လာနိုင်ပါတယ်။ \nFile size…1.9GB / 800MB\nQuality…1080pHEVC / 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Nyein Saeya Aung\nTranslated byPoe & Go-O & Honeyey & Haruko",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/maaran-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wFjboE0aFZNbVOF05fzrka9Fqyx.jpg",
        "title": "The Adam Project (2022)",
        "description": "The Adam Project (2022)ကိုဓါတ်ဘူးရဲ့ ဒီ​နေ့ထွက် Neflix ဇတ်ကားသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါပြီ။\nThe Adam's Project လို့အမည်ရတဲ့ ဒီကားဟာ Sci-fic / Adventrue  genreဖြစ်ပြီး\nကနဦး IMDb 8.7, RottenTomatoes 70%နဲ့ Metacritic 56% ရရှိထားပါတယ်။Cast ​တွေက​တော့ Marvel ဇာတ်​ကောင်​တွေကိုပဲ ​ရွေး​ခေါ်ထားသလားမှတ်ရ​အောင်ပဲ\nRyan Reynolds (Deadpool), Mark Ruffalo (Hulk),\nZoe Saldaña (Gamora)နဲ့ Jennifer Garner (Elektra)တို့ ပါဝင်အားဖြည့်ထားပါတယ်။အနာဂတ်ကာလက Adam Reed ဟာ အတိတ်ကာလ 2018 ကို\nမစ်ရှင်တစ်ခုအတွက် ပြန်လာဖို့ကြိုးစားရင်း ဒဏ်ရာအပြင်းအထန်ရကာ\n2022ခုနှစ်ကို အချိန်မှားပြီး ခုန်ကူးလိုက်ပါတယ်။\n2022 မှာ သူ့ရဲ့အတိတ်က  Adam ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/the-adam-project-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZmNkOWEzM2MtYWM5Ni00MmZiLTg4OTAtOTRkZTRmMGFjNDY2XkEyXkFqcGdeQXVyODYwMTE4MzE@._V1_-139x200.jpg",
        "title": "Karan Arjun (1995)",
        "description": "Karan Arjun (1995)\n**********\nအက်ရှင်လဲ အလန်းဇယား အကြမ်းကြီး ၊ ဒရမ်မာလဲ ပါရမယ်.....သဲထိတ်ရင်ဖိုလဲ ဖြစ်ရမယ်ဆိုတဲ့ ပရိသတ်တွေအတွက် ၁၉၉၅ ၊ ဇန်နဝါရီလ (၁၃)ရက်နေ့က ရုံတင်ခဲ့တဲ့ သဲထိတ်ရင်ဖို အက်ရှင်ဒရမ်မာရုပ်ရှင် \"Karan Arjun \" အကြောင်းလေးတင်ပေးလိုက်ပါတယ် ။ ဒီဇာတ်ကားမှာတော့ ဘောလီးဝုဒ် ရဲ့ ထိတ်ထိတ်ကြဲတွေဖြစ်တဲ့ ရှာရွတ်ခန် ၊ ဆယ်လ်မားန်ခန်း ၊ ကာဂျိုး ၊ ဟောလီးဝုဒ်ရော ဘောလီးဝုဒ် ရောရဲ့အကျော်အမော် ဗီလိန်သရုပ်ဆောင်ကြီး အမ်းမရစ်ရှ်ပူရီး ၊ ဂန္တဝင်မင်းသမီးကြီး ရာခီး ၊ Mamta Kulkarni တို့က သရုပ်ဆောင်ထားကြလို့ ကြည့်ရတန်တဲ့ ဇာတ်ကားကောင်းလေးပါ ။ဒီဇာတ်ကားကို လက်ပွားမင်းသားလို့ သိကြတဲ့ Hritik Roshan ရဲ့ဖေဖေ ဒါရိုက်တာကြီး ရာကေ့ရှ်ရိုရှန်ကိုယ်တိုင် ရိုက်ကူးခဲ့ပါတယ် ။ ရာကေ့ရှ်ရိုရှန် ရဲ့ ဇာတ်ကားတွေကို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/karan-arjun-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kfw5uPrHT1IaKsBw9fmQii3vny.jpg",
        "title": "Company (2002)",
        "description": "Company (2002) ဇာတ်လမ်းအညွှန်း*****************************ဒီကားလေးကတော့ ဘောလီးဝုဒ်နာမည်ကျော် ရုပ်ရှင်စတားတွေကိုယ်တိုင် ပါဝင်ရိုက်ကူးထားတဲ့ မှုခင်းအက်ရှင် ဇာတ်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဈေးလမ်းထဲက သာမန်လူမိုက်တွေဖြစ်နေပေမဲ့ ရည်မှန်းချက်ကြီးတဲ့ ချန်ဒူ တို့အဖွဲ့ဟာ မွန်ဘိုင်းမြို့ရဲ့ အကြီးဆုံးဂိုဏ်းတစ်ခုရဲ့ ခေါင်းဆောင်ဖြစ်တဲ့ မာလစ်ခ်ဘာဟီ ဆီမှာ အလုပ်လုပ်ဖို့ရောက်လာခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာ ဂိုဏ်းစတားတစ်ယောက်လုပ်လာတဲ့ မာလစ်ခ် ကလည်း အလုပ်လုပ်ရာမှာ စေ့စပ်တိကျပြီး ရဲစွမ်းသတ္တိအပြည့်ရှိတဲ့ ချန်ဒူ ကိုတခြားသူတွေထက် မျက်နှာသာပေးရင်း တဖြည်းဖြည်းညီအစ်ကိုရင်းချာပမာ ဖြစ်လာခဲ့ကြပါတယ်။နဂိုကမှ ဂုဏ်သတင်းကြီးလှတဲ့ မာလစ်ခ်တို့ဂိုဏ်းမှာ ချန်ဒူလို အရည်ချင်းရှိတဲ့ သစ္စာခံတစ်ယောက်ရောက်လာတဲ့အခါ ကျားကိုတောင်ပံတပ်ပေးလိုက်သလို တစ်နယ်လုံးမှာ ပြိုင်စံရှားတဲ့ အဖွဲ့အစည်းတစ်ခုဖြစ်လာပါတော့တယ်။ မာလစ်နဲ့ချန်ဒူ မွန်ဘိုင်းဒုစရိုက်လောကမှာ အတိုက်အခိုက်တွေကိုဖြေရှင်းနေချိန် တစ်ဖက်မှာလည်း ဘရိန်းကောင်းလွန်းပြီး သူတာဝန်ကျတဲ့နေရာတိုင်းမှာ ရာဇဝတ်မှုဖြစ်ပွားနှုန်းတွေကျကုန်တယ်လို့ နာမည်ကျော်လှတဲ့ရဲမှူးကြီးဟာ မွန်ဘိုင်းကိုရောက်လာပြီး မာလစ်ခ် တို့ကို ထောင်ထဲထည့်ဖို့ ကြိုးစားပါတော့တယ်။ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ကျောရိုးတည်ထားပြီး နာမည်ကြီးသရုပ်ဆောင်တွေ ပါဝင်ထားတဲ့အတွက် ကြည့်ရှုခံစားနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် (ဇာတ်လမ်းအညွှန်းနှင့် ဘာသာပြန်သူကတော့ Thar Htet ပဲဖြစ်ပါတယ်) File ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/company-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/9b0df605062245f9760cf6b7ca0e70ed5cd7fabd-140x200.jpg",
        "title": "Aśoka (2001) Ashoka the Great",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (100%)သမိုင်းမှတ်တမ်းဝင်ဘုရင်တွေထဲမှာ အောင်ပွဲရပြီးနောက် စစ်ကိုစွန့်ပယ်ခဲ့တဲ့ တစ်ဦးတည်းသော စစ်ဘုရင်ဖြစ်သလို ဗုဒ္ဓသာသနာတော်ကို ပြန့်ပွားအောင် စွမ်းဆောင်နိုင်ခဲ့တဲ့ သီရိဓမ္မာသောကမင်းတဖြစ်လဲ အာသောကမင်းကြီး အကြောင်းကိုရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်လမ်းကြီးဖြစ်ပါတယ်။မင်းသားကြီး ရှာရွတ်ခန်းနဲ့ မင်းသမီး ကာရီနာကပူးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အချိန်က ခရစ်တော်မပေါ်မီ BC 260 ဝန်းကျင်ကာလတွေဖြစ်ပါတယ်။အာသောကမင်းဟာ ဗိန္ဓုသာရမင်းနဲ့ ဓမ္မာမိဖုရားတို့ရဲ့သားတော်ဖြစ်ပြီး အိန္ဒိယနိုင်ငံသမိုင်းမှာ ပထမဆုံးသောအင်ပါယာ မောရိယနိုင်ငံတော်ကြီးကိုတည်ထောင်နိုင်ခဲ့တဲ့ စန္ဒဂုတ္တမောရိယ၏ မြေးတော်ဖြစ်ပါတယ်။ဘိုးတော်ရဲ့အင်ပါယာမှာ မသိမ်းပိုက်နိုင်ဘဲ ကျန်ရှိခဲ့တဲ့ အိန္ဒိယနိုင်ငံ အရှေ့ပိုင်းနဲ့ တောင်ပိုင်းတို့ကို သူ့လက်ထက်မှာ ဆက်လက်သိမ်းပိုက်ဖို့ ကြိုးပမ်းအားထုတ်ခဲ့ပါတယ်...တိုက်ပွဲတိုင်းကို အောင်နိုင်ခဲ့ပေမယ့် အိန္ဒိယအရှေ့ဖက်ကမ်းရှိ ကလိင်္ဂတိုင်း(ယခု အိုရစ်ဆာပြည်နယ်)ကိုဝင်ရောက်တိုက်ခိုက်ရာမှာ ကလိင်္ဂကတိုင်းသားတို့က ရဲရဲဝံ့ဝံ့ပြန်လည်ခုခံတာကြောင့် ခက်ခက်ခဲခဲရင်ဆိုင်ခဲ့ရပြီး လူပေါင်းများစွာ သေကြေပျက်ဆီးပြီးမှ အောင်နိုင်ခဲ့ပါတယ်။အရာအားလုံးပျက်စီးဆုံးရှုံးခဲ့ရပါတယ်။အာသောကမင်းကြီးအနေနဲ့ သူ့ရဲ့အောင်နိုင်မှုတွေဟာ လူသေအလောင်းတွေအပေါ်မှာသာရှိတယ်လို့ ကလိင်္ဂကတိုက်ပွဲမှာ ထိတ်လန့်တကြားမြင်တွေ့သွားတဲ့အခါမှာတော့....ချစ်ခြင်းမေတ္တာနဲ့ လူတွေကိုထွေးပွေ့ဖိုအတွက် စစ်ကိုစွန့်လွှတ်ခဲ့ပါတော့တယ်။ဒီ့နောက်မှာတော့ သူဟာ ဗုဒ္ဓရဲ့ ဓမ္မဖက်မှာပဲ စိတ်ကိုမြုပ်နှံခဲ့ပြီး ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/asoka-2001-ashoka-the-great/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNmM2YWFkNWUtYTliYy00MjNkLThjMjMtNjcyZjAzMWM1M2IxXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_-134x200.jpg",
        "title": "A Day to Die (2022)",
        "description": "A Day to Die (2022)===============ကျောင်းပြန်ပေးဆွဲခံရမှုဖြစ်ရပ်ဆိုးကြောင့် ghost team အထူးတပ်ဖွဲ့ဝင်တွေ\nခြေရာဖျောက်နေခဲ့ရပေမယ့်၊ ထိုင်ခုံမြဲနေခဲ့တဲ့လူကတော့ ရဲမှူးကြီးအော်လ်စတန်ပါ...\nအဲ့ဖြစ်ရပ်အပြီး(၁၈)လအကြာမှာတော့ ရဲတပ်ဖွဲ့ဝင်တစ်ယောက်အဖြစ်နဲ့ပဲဆက်လက်\nလုပ်ကိုင်နေခဲ့တဲ့ ghost team အဖွဲ့ဝင်ကော်နာကော်နယ်လီတစ်ယောက် သူ့ရဲ့အကျဉ်း\nသားတစ်ယောက်ကို နောက်ကလိုက်ဖမ်းနေတဲ့ ဂိုဏ်းသားတစ်ယောက်ကိုသတ်ခဲ့မိ\nပါတယ်။ သူသတ်ခဲ့မိတာက မြို့ရဲ့နာမည်ကျော်မူးယစ်ရာဇာကြီးရဲ့လူဖြစ်နေတော့\nကျားအမြီးသွားဆွဲမိသလိုဖြစ်သွားတဲ့ ကော်နာတစ်ယောက် မူးယစ်ရာဇာကြီးနဲ့ ရင်ဆိုင်\nရချိန်မှာ ဘယ်လိုတွေပြန်ပေးဆပ်ရမှာလဲဆိုတာကို ကြည့်ရှုရမယ့် action ကားသစ်လည်း\nဖြစ်ပါတယ်။ အဲ့တော့ မူးယစ်ရာဇာကြီးရဲ့အန္တရာယ်ကနေလွတ်အောင်ရှောင်နိုင်ပါ့မလား\nဆိုတာကတော့ ကိုယ်တိုင်ပဲကြည့်ရှုရမှာပါ။ နောက်တစ်ခုပြောချင်တာ ကျွန်တော်တို့ရဲ့\nဇာတ်လိုက်ကျော်ကြီး Bruce Willis ကရော ဘယ်လိုအခန်းတွေမှာပါဝင်သရုပ်ဆောင်\nမှာလဲဆိုတာတော့ ခင်ဗျားတွေးထားသလို သရုပ်ဆောင်မှာပဲလို့ ပြောချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.16 GB) / (576 MB) / (394 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration - 1h 45mins\nSubtitle ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/a-day-to-die-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/12188932_1726904774210357_4834685965566587786_n-142x200.jpg",
        "title": "In the Line of Duty 4 (1989) The Witness",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်\nဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…\nဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။\nဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။\nဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။\n၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။\nဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခု ၄ ကားမြောက် တင်ဆက်လိုက်တဲ့ In the Line of Duty 4 (1989) ဇာတ်ကားကို The Witness လို့လဲ ခေါ်ဆိုကြပါတယ်။\nမင်းသားကြီး Donnie ...",
        "rating": "7.1",
        "url": "https://megaup.net/1ILh1/In_The_Line_Of_Duty_4_[1989]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/af-131x200.jpg",
        "title": "The Sniper (2021)",
        "description": "\"နှလုံးရပ်ပြီး ဦးနှောက်သေဖို့အချိန်ဘယ်လောက်လိုမယ်ထင်လဲ ၈မိနစ်၊ မင်းကံထူးတာပဲ မျက်တောင်မခတ်ဘဲ သေချာကြည့်ထား\"\nဒီလိုမျိုး အပြောခံရပြီး တရားမဝင်လူအင်္ဂါကုန်ကူးမှုမှာ အရှင်လတ်လတ် နှလုံးထုတ်ခံရမလိုဖြစ်ခဲ့တဲ့ ကောင်လေး ကျင်းထိုက်...ကယ်ဆယ်ရေးတရားမဝင်ပြစ်မှုအဖွဲ့အစည်းရဲ့ လူကုန်ကူးမှုနောက်ကွယ်ကကြိုးကိုင်သူ စုန့်ဖားကို ဖမ်းဆီးရမဲ့မစ်ရှင်ကြောင့် လူ့အင်္ဂါကုန်ကူးအကျဉ်းစခန်းမှာ စစ်ဆင်ရေးလုပ်ဖို့ရောက်လာတဲ့ ကျွမ်းကျင်စနိုက်ပါသမားကျင်းမင်...ကယ်ဆယ်ရေးတစ်ခုကြောင့် လူကုန်ကူးအကျဉ်းစခန်းက လွတ်မြောက်လာကာ ကယ်တင်ရှင်လောင်ကျင်းကို အသက်ထက်မကချစ်မြတ်နိုးတဲ့ ကောင်မလေးရှောင်မေ...သူတို့သုံးယောက်စတွေ့ခဲ့ရတဲ့ ဇာတ်ကြောင်းလေးကတော့...ကျင်းမင်ဟာ အထူးစစ်ဆင်ရေးဆင်းနေစဉ် အကျဉ်းစခန်းထဲက ကောင်လေး ကျင်းထိုက်ကို မြင်ပြီး သနားစိတ်ဝင်ကာ မစ်ရှင်ကိုမေ့ထားပြီး လူကိုအရင်ကယ်လိုက်မိတဲ့အတွက် အဓိက ကြိုးကိုင်သူကိုလွတ်သွားခဲ့ပါတယ်နောက်ပိုင်းကယ်ဆယ်လာတဲ့လူထဲက ရှောင်မေနဲ့ ကျင်းထိုက်ကို တပည့်အဖြစ် ပညာကုန်သင်ပေးပြီး ၁၀နှစ်အကြာမှာ သူတို့နှစ်ယောက်ဟာ ပူးပေါင်းလုံခြုံရေးအထူးတပ်ဖွဲ့ရဲ့ အရည်အချင်းရှိစနိုက်ပါအဖွဲ့ဝင်တွေဖြစ်လာခဲ့ပါတယ်အဲဒီအချိန် စုန့်ဖားတို့အဖွဲ့ကြီးက ပိုမိုကြီးထွားလာပြီး စုန့်ဖားကိုဖမ်းဖို့ဖြစ်လာချိန်မှာတော့ သူတို့ ဆရာတပည့်သုံးယောက် ကံကြမ္မာလှည့်ကွက်တွေနဲ့ ကြုံပြီး ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ဆက်ပြီးတော့ ကြည့်ရမှာပါနော်...။File Size__(1.7GB) / (830MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Crime, Drama\nSubtitle__Myanmar ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-sniper-2021/"
    },
    {
        "thumbnail": "",
        "title": "Raees (2017)",
        "description": "IMDb Rating (7.0)မင်းသားကြီးရှရွတ်ခန်းကို  မှောင်ခိုဂိုဏ်းခေါင်းဆောင်အဖြစ် တမူထူးခြားစွာ မြင်ရမှာပါ။အိန္ဒိယနိုင်ငံ ဂူဂျာရတ်ပြည်နယ်ဆိုတာ အရက်ကင်းစင်တဲ့နယ်မြေအဖြစ်သတ်မှတ်ထားပြီး အရက်ရောင်းဝယ်ရင် ထောင်ဒဏ် ၁၀ နှစ်ထိ ပြစ်ဒဏ်ချမှတ်ထားပါတယ်....ဒီလိုအခြေအနေတွေကြောင့် အရက်မှောင်ခိုရောင်းဝယ်ရေးလုပ်ငန်းတွေ ကြီးထွားလာပါတော့တယ်....ဒီလိုဖြစ်လာရတာကလဲ ဂူဂျာရတ်ပြည်နယ်က ရာအီးစ်ဆိုတဲ့ ဒုစရိုက်သမားတစ်ယောက်ကြောင့်ဖြစ်လာတာ။အချိန်က ၁၉၈၀ နဲ့ ၁၉၉၀ ကြားကာလ ...ငယ်ငယ်ကတည်းက မှောင်ခိုလောကနဲ့ ရင်းနှီးပြီး ရာအီးစ်ဟာ အရွယ်ရောက်လာတဲ့အခါမှာလည်း မှောင်ခိုလောကမှာ လုပ် ငန်းအကြီးအကျယ်လုပ်ကိုင်သူ တစ်ယောက်ဖြစ်လာပါတယ်...သူများနဲ့မတူ ထူးခြားတာက သူဘယ်လောက်ပဲဆိုးသွမ်းပါစေ ဒေသခံတွေကတော့ သူ့ကို သဘောကျကြပါတယ်။ ဘာကြောင့်လဲဆိုရင် သူက သူ့မွေးရပ်မြေကို ထောက်ပံ့ကူညီမှုတွေပေးထားလို့ပဲ ဖြစ်ပါ တယ်။ရာအီးစ်ရဲ့ လုပ်ရပ်တွေကို ဖော်ထုတ်မယ့်သူကတော့ ရဲအရာရှိ ဂျိုင်ဒီးပ်အမ်ဘာလာမက်မူဒါ ဖြစ်ပြီး သူကတော့ အမှုမှန်ပေါ်ပေါက်ရေးအတွက် လူဆိုးဂိုဏ်းသားတွေကို အမှန်အကန်ဖော်ထုတ်ဖမ်းဆီးသူ ဖြစ်ပါတယ်။ မှောင်ခိုရာဇာ ရာအီးစ်က ပြည်နယ်အုပ်ချုပ်မှုပိုင်းမှာပါ ဝင်ဖို့ကြိုး ပမ်းလာတဲ့အခါမှာ ရဲအရာရှိဂျိုင်ဒီးပ်နဲ့ ရာအီးစ်တို့ ထိပ်တိုက်တွေ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/raees-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8uQiamAikwuLJX6xjXj3BQItym2.jpg",
        "title": "Veerame Vaagai Soodum (2022)",
        "description": "Veerame Vaagai Soodum (2022)\"သူတို့က လူချမ်းသာတွေပဲလေ ငါတို့ကဘာလုပ်နိုင်မှာလဲ\" လူချမ်းသာဖြစ်တိုင်းပြစ်မှုကျုးလွန်ရင်တောင် လွတ်ကင်းခွင့်ရမှာလား အဲ့လိုပြစ်မှုကျူးလွန်သူတွေပေါ်ထွက်လာရတာက သူတို့ကို ကာကွယ်ပေးနေတဲ့သူရှိတယ်ဆိုတဲ့အချိန်ကစတင်တာပဲ\"အလန်းစားဇာတ်ညွှန်း​တွေ နာမည်​ကြီးမင်းသားVishalအပြင် ရုံဝင်ငွေ ၁၇.၄ကုဋေထိရထားတဲ့\\Rating 7.7 ထိရထားတဲ့ တမီးလ်ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုဆက်ရမယ်ဆိုရင် ပိုရပ်စ်ဟာ လက်ထောက်စုံထောက်ဖြစ်ချင်နေတဲ့သူပေါ့ကိုယ်တိုင်ကလည်းမတရားမှုကြုံလာရင် ငြိမ်မခံတတ်တဲ့သလို ဖခင်ဖြစ်သူရဲဌာနမှာတင်မှာသာမကလူချမ်းသာတွေ အာဏာအလွဲသုံးစားလုပ်မှုတွေကို မြင်တွေ့နေရတဲ့ချိန်အလယ်လတ်တန်းစားမိသားစုကလူတစ်ယောက်က အာဏာ အလွဲသုံးစားနေတဲ့ကိစ္စတွေကို မေးခွန်းထုတ်လာတဲ့အချိန်မှာ.....ဘယ်လိုတွေ စိတ်ဝင်စားဖို့​ ကောင်းတဲ့အကြောင်းအရာတွေဆက်ဖြစ်မလဲဆိုတာကြည့်ပေးကြပါဦး \nFile size…2.6GB/1.9GB\nQuality…1080p WEB DL/720p WEB DL\nFormat…mp4\nDuration….2h 46min\nSubtitle….Myamar Subtitle (hard sub)\nEncoder….YK\nTranslated by CM Team",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/veerame-vaagai-soodum-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/wzsumaequ44c-139x200.jpg",
        "title": "[18+] Rape Hunter: Target Woman (1980)",
        "description": "ဖူယူကိုဟာ အိမ်ထောင်သည်အမျိုးသမီးဖြစ်ပြီးရှေးရိုးစွဲယောက္ခမနဲ့ခင်ပွန်းသည်အတွက်ကလေးရဖို့\nဖိအားပေးကြိုးစားခံနေရသူဖြစ်ပါတယ်၊ကလေးတစ်ကြိမ်ပျက်ကျတိုင်း သူ့ယောက္ခမဆီသွားတောင်းပန်ရတဲ့အတွက်\nကြိတ်မှိတ်သည်းခံနေရတာလဲရှိပါတယ်။ဒီတစ်ကြိမ်မှာတော့ရထားပေါ်အသွား စိတ္တဇဖြစ်နေဟန်ရှိတဲ့သူတစ်ယောက်က\nသူ့ချစ်သူနဲ့ဖောက်ပြန်သူအဖြစ်အထင်မှားပြီး သူ့ခင်ပွန်းကို ဓားကြိမ်းကြိမ်းခဲ့တဲ့အဖြစ်နဲ့ကြုံလိုက်ရပါတယ်။\nကာလတစ်ချို့ကြာလိုက်ပြီးတဲ့နောက်မှာတော့ အဲ့ဒီလူကိုပြန်ဆုံခဲ့ရပြီး ဒီတစ်ကြိမ်မှာတော့ သူ့ခင်ပွန်းအပေါ်အငြိုးအတေးနဲ့\nသူ့ကို ရက်ရက်စက်စက်မုဒိမ်းကျင့်သွားခဲ့တာပါ။လက်ရှိမပြေလည်တဲ့ အိမ်ထောင်ရေး ၊ဖိအား အစရှိတာတွေကနေ\nမသိစိတ်က နာကျင်မှုရက်စက်မှု ကြမ်းတမ်းတဲ့ဆက်ဆံမှုတွေအပေါ်သာယာသွားတဲ့ ဖူယူကိုဟာ အမှောင်ထဲ\nထိုးဆင်းဖို့အဆင်သင့်ဖြစ်သွားခဲ့ပါတော့တယ်။နီကတ်ဆုရဲ့ နာမည်ကျော် ROMAN PORNO LINE တွေထဲကနောက်တစ်ကားပါပဲ။\nRoman Porno Series တွေဟာလူတွေရဲ့အမှောင်တိုက်တွေဖြစ်တဲ့ ဆန်းပြားတဲ့လိုဘတွေ၊ ဇောတွေ၊ ပြင်းထန်ကြမ်းတမ်းတဲ့\nနှိပ်စက်ညှင်းပန်းမှု ဒါတွေအပေါ်သာယာခြင်းတွေ၊အစွန်းရောက် ညစ်ညမ်းမှုတွေ၊အကြမ်းဖက်မှုတွေ\nကိုတစုတစည်းထဲတွေ့မြင်နိုင်ခြင်းကြောင့်နာမည်ကြီးခဲ့ပြီး ၁၉၇၁-၁၉၈၈ သက်တမ်းအတွင်း အရေအတွက်\nအများကြီးထွက်ရှိပြီးအောင်မြင်ခဲ့တာပါ။ခံစားကြည့်စေချင်ပါတယ်။Dark Side Production မှ တင်ဆက်သည်။\nFile Size : (1.3 GB) & (550 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:11:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-rape-hunter-target-woman-1980/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/gangs_of_wasseypur_ii_ver2-138x200.jpg",
        "title": "Gangs of Wasseypur – Part 2 (2012)",
        "description": "လမ်းမတော်ဖိုးတုတ်တို့လို လူမိုက်ဇာတ်လမ်းတွေကြိုက်တယ်ဆိုရင် ဒီဇာတ်ကားက အနှစ်ပါပဲ။ဘောလိဝုဒ်ရဲ့အကောင်းဆုံးဇာတ်ကားများစာရင်းကိုပြုစုမယ်ဆိုရင် Gangs of Wasseypur က မပါမဖြစ်ပါ။မှတ်မှတ်ရရဆိုရရင် Oscar ရထိုက်သော Bollywoodကားများ စာရင်းထဲမှာလည်း GOW ဟာ ထိပ်ဆုံးက ပါဝင်နေတာပါ။IMDB 8.6/10 နဲ့Rotten Tomatoes 96% ထိ ရရှိထားပါတယ်။2012လိုခုနှစ်မျိုးမှာ ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေကြားထဲကမှ မျက်နှာသစ်အများစုနဲ့ပွဲထုတ်ခဲ့ပြီး အမှန်အကန် အောင်မြင်မှုတွေရရှိခဲ့ကာ\nBollywood ရုပ်ရှင်လောကကို တစ်ဆင့်မြှင့်တင်ပေးနိုင်ခဲ့တယ်လို့ပဲ ပြောရပါမယ်။အဲ့တုန်းက မျက်နှာသစ်သရုပ်ဆောင်တွေဟာ GOW ရဲ့ အောင်မြင်မှုအရှိန်နဲ့အစလိုက်ပြုလိုက်တာ ခုချိန်မှတော့ အောင်မြင်တဲ့သရုပ်ဆောင်တွေအဖြစ် ရပ်တည်နိုင်ခဲ့ကြပါပြီ။ဒီဇာတ်လမ်းမှာ သရုပ်ဆောင်ပိုင်းတွေ၊ ဇာတ်လမ်းအသွားအလာတွေ\nနောက်ခံသီချင်းတွေ၊ သွေးအေးအေးနဲ့ လူသတ်ရဲတဲ့ အက်ရှင်ခန်းတွေ၊\nအထူးသဖြင့် Casting ပိုင်းပေါ့======================================================1942 ကနေ 2004 ခုနှစ်ထိ အိန္ဒိယနဲ့ဘင်္ဂလားနယ်စပ်က Wasseypur မြို့မှာ\nဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး အကောင်းဆုံး ပုံဖေါ်ခဲ့တာဖြစ်ပါတယ်။ကမ္ဘာမီးလောင် သားကောင်ချနင်းဆိုတဲ့ စကားပုံအတိုင်း အင်္ဂလိပ်အစိုးရလက်ထက်မှာ\nကျောက်မီးသွေးတွေက အဓိကသွင်းအားစုဖြစ်နေတဲ့ အချိန် နေရာတကာမှာ\nကျောက်မီးသွေးလုပ်ငန်းတွေ ...",
        "rating": "8.6",
        "url": "https://megaup.net/1IHg8/(CM)_Gangs_of_Wasseypur_2012_Part-2_Bluray_REMUX_1080p_AVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTc5NjY4MjUwNF5BMl5BanBnXkFtZTgwODM3NzM5MzE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Gangs of Wasseypur – Part 1 (2012)",
        "description": "လမ်းမတော်ဖိုးတုတ်တို့လို လူမိုက်ဇာတ်လမ်းတွေကြိုက်တယ်ဆိုရင် ဒီဇာတ်ကားက အနှစ်ပါပဲ။ဘောလိဝုဒ်ရဲ့အကောင်းဆုံးဇာတ်ကားများစာရင်းကိုပြုစုမယ်ဆိုရင် Gangs of Wasseypur က မပါမဖြစ်ပါ။မှတ်မှတ်ရရဆိုရရင် Oscar ရထိုက်သော Bollywoodကားများ စာရင်းထဲမှာလည်း GOW ဟာ ထိပ်ဆုံးက ပါဝင်နေတာပါ။IMDB 8.6/10 နဲ့Rotten Tomatoes 96% ထိ ရရှိထားပါတယ်။2012လိုခုနှစ်မျိုးမှာ ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေကြားထဲကမှ မျက်နှာသစ်အများစုနဲ့ပွဲထုတ်ခဲ့ပြီး အမှန်အကန် အောင်မြင်မှုတွေရရှိခဲ့ကာ\nBollywood ရုပ်ရှင်လောကကို တစ်ဆင့်မြှင့်တင်ပေးနိုင်ခဲ့တယ်လို့ပဲ ပြောရပါမယ်။အဲ့တုန်းက မျက်နှာသစ်သရုပ်ဆောင်တွေဟာ GOW ရဲ့ အောင်မြင်မှုအရှိန်နဲ့အစလိုက်ပြုလိုက်တာ ခုချိန်မှတော့ အောင်မြင်တဲ့သရုပ်ဆောင်တွေအဖြစ် ရပ်တည်နိုင်ခဲ့ကြပါပြီ။ဒီဇာတ်လမ်းမှာ သရုပ်ဆောင်ပိုင်းတွေ၊ ဇာတ်လမ်းအသွားအလာတွေ\nနောက်ခံသီချင်းတွေ၊ သွေးအေးအေးနဲ့ လူသတ်ရဲတဲ့ အက်ရှင်ခန်းတွေ၊\nအထူးသဖြင့် Casting ပိုင်းပေါ့======================================================1942 ကနေ 2004 ခုနှစ်ထိ အိန္ဒိယနဲ့ဘင်္ဂလားနယ်စပ်က Wasseypur မြို့မှာ\nဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး အကောင်းဆုံး ပုံဖေါ်ခဲ့တာဖြစ်ပါတယ်။ကမ္ဘာမီးလောင် သားကောင်ချနင်းဆိုတဲ့ စကားပုံအတိုင်း အင်္ဂလိပ်အစိုးရလက်ထက်မှာ\nကျောက်မီးသွေးတွေက အဓိကသွင်းအားစုဖြစ်နေတဲ့ အချိန် နေရာတကာမှာ\nကျောက်မီးသွေးလုပ်ငန်းတွေ ...",
        "rating": "8.6",
        "url": "https://megaup.net/1IHhj/(CM)_Gangs_of_Wasseypur_2012_Part-1_Bluray_REMUX_1080p_AVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mBtRlAqbHLZhx0S9FZItpayQ19l.jpg",
        "title": "Valiyor Silar (2021)",
        "description": "Valiyor Silar (2021)ဒီနေ့မှာတော့ Channel Myanmar ရဲ့ အိန္ဒိယရုပ်ရှင်ချစ် ပရိတ်သတ်တွေအတွက်သွေးထွက်သံယိုတွေ မပါတဲ့ ရုပ်ရှင်ကောင်းတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေဗျာ။မှုခင်းစုံထောက်ဇာတ်ကားအများစုရဲ့ အနှစ်က သဲလွန်စတွေနဲ့ ခေါင်းခဲစရာ မြုပ်ကွက်တွေပဲလေ ဟုတ်တယ်မလား။ဒီရုပ်ရှင်ကလည်း ပုံမှန်ရိုးရိုးရှင်းရှင်း ဇာတ်အိမ်ထဲမှာပဲ လူငယ်တစ်ယောက်နဲ့ ရဲတစ်ယောက်ကြားက ပဋိပက္ခကို သရုပ်ဖော်ထားတာပါ။မိသားစု စီးပွားရေးမပြေလည်တဲ့ အာဂျွန်တို့မိသားစုက ညီမငယ်လေး ရမ်ယာလက်ထပ်ပွဲအတွက် အိမ်ကိုပေါင်ပြီးပိုက်ဆံချေးလာတာပေါ့။ ဒါပေမယ့် အပြန်လမ်းမှာ စာရွက်စာတမ်းနဲ့ ကိုယ်ရေးအချက်အလက်တွေ မပါလို့ဆိုပြီးရဲတွေက သံသယဝင်ပြီး ပါလာတဲ့ ပစ္စည်းတွေကို တစ်ညထိန်းသိမ်းထားလိုက်ပါတယ်။နောက်နေ့မှ စာရွက်စာတမ်းပြပြီး ပစ္စည်းလာထုတ်ပေါ့။ ဒီတော့ နောက်နေ့ရဲစခန်းမှာ အာဂျွန်သွားယူတော့သူပေးလိုက်တဲ့ ငွေ သိန်း ၂၀ အစား ၅ သိန်းပဲ ပြန်ရပါတော့တယ်။ ဒီတော့ ဒီငွေသာမရှိတော့ရင် ညီမလေးရဲ့ မင်္ဂလာပွဲပျက်မယ့်အရေးမို့အာဂျွန်ခမျာ အရူးမီးဝိုင်းဖြစ်တော့တာပေါ့။ ဒီတော့ ငွေတွေကရော ဘယ်ကိုရောက်သွားတာလဲ။ အာဂျွန်ထင်သလိုပဲ ရဲတွေက ကြားကနေတစ်ပတ်ရိုက်ပြီး အစဖျောက်ယူသွားတာလား။အခြေအနေက ...",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/valiyor-silar-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/bl-135x200.jpg",
        "title": "Blacklight 2022",
        "description": "မင်းသားကြီး လီယံနယ်ဆန်ရဲ့ ရုပ်ရှင်အသစ်လေး ကြည့်ရအောင်။ အိုဘီဝမ်ကီနိုဘီနဲ့ဘတ်မန်းရဲ့ဆရာ့ မိသားစုကို ပြဿနာရှာရဲတဲ့လူမိုက်တွေ ထပ်ပေါ်လာပြန်ပါပြီ။ ဒီရုပ်ရှင်မှာတော့ ဗီယက်နမ်စစ်ပြန်ကြီး ထရက်ဗစ် ဘလော့ခ်ပေါ့။ အက်ဖ်ဘီအိုင်မှာ စာရင်းမဝင်တဲ့ မှောင်ခိုစစ်ဆင်ရေးတွေကို လုပ်ပေးနေတဲ့သူပါပဲ။ အက်ဖ်ဘီအိုင်ရဲ့ အကြာကြီး အသွင်ယူနေရတဲ့ အေးဂျင့်တွေကို ကူညီဖို့ ကယ်ထုတ်ဖို့ တာဝန်တွေကိုယူထားရတဲ့သူပါ။ တစ်နေ့မှာတော့ အသွင်ယူအက်ဖ်ဘီအိုင်အေးဂျင့်တစ်ယောက်က သတင်းထောက်တစ်ယောက်ကို အရေးကြီးသတင်းကြီးတစ်ခု ဖွင့်ချမယ်ဆိုပြီး ဆက်သွယ်လာတယ်။ အဲဒီအေးဂျင့်ကို အထက်က လိုက်ဖမ်းခိုင်းတော့ ထရက်ဗစ်ကလိုက်ဖမ်းရင်း\nအမည်မသိလူတွေရဲ့လက်ချက်နဲ့ အေးဂျင့်အသတ်ခံလိုက်ရပါတော့တယ်။ သူမသေခင်မှာ သတင်းထောက်မလေးနဲ့ ထရက်ဗစ်ကို ပြောသွားတဲ့ လျို့ဝှက်ချက်တစွန်းတစကြောင့် အက်ဖ်ဘီအိုင်ရဲ့ ညွှန်ချုပ်နဲ့ ရန်သူဖြစ်လာတဲ့အခါ....File size…(1.4 GB)/(650 Mb)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr.Anderson",
        "rating": "",
        "url": "https://channelmyanmar.org/blacklight-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gdZV5CBBoJujueY7caMuCSuFdO1.jpg",
        "title": "The Pirates: The Last Royal Treasure (2022)",
        "description": "The Pirates: The Last Royal Treasure (2022) ဇာတ်လမ်းအညွှန်း****************************************************ကဲ...အားလုံးမျှော်နေကြတဲ့ ပင်လယ်ဓားပြကားလေးကို CM ကနေ အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါပြီနော်။cast တွေအနေနဲ့ Kang Ha Neul,Han Hyo Joo, Lee Kwang Soo, EXO's Sehun, Chae Soo Bin, Kwon Sang Woo ... စတဲ့ နာမည်ကြီးမင်းသား၊မင်းသမီးတွေ ပါဝင်ထားတာမို့ စောင့်ကြည့်ဖို့ထိုက်တန်တဲ့ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်မှာ အသေအချာပါပဲ။ဒီကားလေးက The Pirates:The Bandit Who Went To The Sea (2014) ရဲ့ အဆက်ဖြစ်ပေမယ့်လည်း plot ရော cast တွေရော မတူညီကြတာမို့ အရှေ့ကားမကြည့်ရသေးတဲ့သူတွေလည်း ဒီကားလေးကို တန်းကြည့်လို့ရပါတယ်နော်။ ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ သဲလွန်စမရှိဘဲ ပျောက်ဆုံးသွားတဲ့ ဂိုလျောတော်ဝင်မိသားစုရဲ့ ရတနာတွေကို ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/the-pirates-the-last-royal-treasure-2022/"
    }
]