[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Ew0f2UNVIAEzW1L-133x200.jpg",
        "title": "Zack Snyder’s Justice League (2021)",
        "description": "စောင့်မျှော်နေတဲ့ Snyder's Cut တော့ ထွက်ရှိလာပါပြီ2017 မှာထွက်ရှိခဲ့တဲ့ Justice League ရဲ့ အကြီးအကျယ် Failed တာကြောင့်DC ပရိတ်သတ်တွေဟာ Zack Snyder နှုတ်မထွက်ခင်ကVersion ကို WB ကိုအသည်းအသန်တောင်းကြပါတယ်4 နှစ်အကြာမှာတော့ အိမ်မက်တွေဖြစ်မြောက်ပြီလို့ဆိုရမှာပါဒီဇာတ်ကားဟာ Super Man & Batman ကားရဲ့ အဆုံးသတ်ကနေစပြီးဇာတ်လမ်းပြန်တည်ထားပါတယ်..SuperMan သေဆုံးပြီးတဲ့နောက်ကနေစပြီး Mother Box သုံးခုနိုးထလာမှုနဲ့အတူ Steppenwolfဟာ လိုက်လံစုဆောင်းပါတော့တယ် Mother Box သုံးခုရဲ့ကြီးမားတဲ့အစွမ်းကိုသိနေတဲ့ Wonder Woman ဟာ Bruce Wayne ကိုပြောပြပြီးဖြစ်လာမယ့် အန္တရာယ်တွေအတွက် တားဆီးဖို့ လူစုခိုင်းပါတော့တယ်ဒီလိုနဲ့ပဲ Justice League အဖွဲ့ဖြစ်တည်လာဖို့ Bruce Wayne ကစတင်ပြီးလူစုပါတော့တယ်...ဒီဇာတ်ကားဟာ 4 နာရီကြာမြင့်တာဖြစ်ပြီးတချို့ဇာတ်ကောင်တွေရဲ့ Origin တွေဟာလည်းပြည့်ပြည့်စုံစုံပါတယ်ဒီတခါတော့ JL ဟာသင်တို့ကိုစိတ်ပျက်စေမှာမဟုတ်လောက်ဘူးလို့ထင်ပါတယ်...စစထွက်တုန်းက WEBRIP Quality နဲ့ ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/zack-snyders-justice-league-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Screenshot-2022-04-13-at-07-44-16-Blood-The-Last-Vampire-2009-134x200.png",
        "title": "Blood: The Last Vampire (2009)",
        "description": "ဒီကားလေးကတော့ Japanese Animation ဇာတ်ကား Blood: The Last Vampire ကို အခြေခံ ပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပါ\nအားလုံးသိကြတဲ့ ကိုရီးယားမင်းသမီးချော Jun Ji-hyun လည်း ပါ၀င်ထားပါတယ်ဆာယာဆိုတဲ့ ကောင်မ‌လေးကတော့ ငယ်ငယ်တည်းက မိဘမဲ့ဖြစ်ပြီး ခတိုဆိုတဲ့ ဆာမူရိုင်းဂျပန်အဘိုးကြီး တစ်ယောက်က ‌မွေးစားထားတာပေါ့\nသူ့ အဖေကိုသတ်ခဲ့တဲ့ အိုနီဂန်ဆိုတဲ့ မကောင်းဆိုး၀ါး ကို ပြန်ကလဲ့စားချေဖို့ ကိုယ်ခံပညာကို သင်ခဲ့တယ်\nဆာယာက လူတ၀က် မကောင်းဆိုး၀ါးတစ်၀က်နဲ့ မွေးလာတာ‌ကြောင့် နှစ်၄၀၀ကြာတဲ့အထိ အသက်ကြီး မသွားခဲ့ဘူးသွေးစုပ်ကောင်တွေ ကို ပြည်သူလူထု မသိစေဘဲ နှိမ်နှင်းနေတဲ့ အမေရိကန် အဖွဲ့အစည်းတစ်ခုကို ဆာယာ၀င်‌ယောက်လာခဲ့တယ်\nသူ့ အဖေကို သတ်တဲ့ မကောင်းဆိုး၀ါးကို ရှာရင်း သူကိုယ်တိုင် မကောင်းဆိုး၀ါးနီးနီး ဖြစ်လာတဲ့အခါ...ဓားရှည်တစ်ချောင်းနောက်ပစ်ပြီး ကြမ်းတမ်းပေမယ့် လှပနေတဲ့ မင်းသမီး Jun Ji-hyun ပါတာနဲ့ တင် ကြည့်ဖို့တန်နေတာမို့ လက်မလွှတ်တမ်း ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/blood-the-last-vampire-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vxtMstBRyoQYABjepeygEsJqAQT.jpg",
        "title": "The Legend of Kunlun ( 2022 )",
        "description": "ဂူသင်္ချိုင်း‌‌တွေထဲမှာ ရတနာတွေရှာ‌‌ဖွေစွန့်စားရမဲ့ ဇာတ်ကားလေးကိုကြည့်ရတာ\nသဘောကျတတ်တဲ့ CM fansတွေအတွက်\nတော်တော်စိတ်ဝင်စားစရာကောင်းမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားထဲမှာတော့ ဖချိုးမျိုးနွယ်စုရဲ့ သမိုင်းအကြောင်းကိုရိုက်ကူးပြသထားတာဖြစ်ပါတယ်ကျွန်တော်တို့ရဲ့မင်းသား ကျန်းဝမ်ဖုန်းကတော့ သူ့အဖေပျောက်ကွယ်သွားရတဲ့\nဖြစ်ရပ်မှန်ကိုသိချင်သောစိတ်တစ်ခုနဲ့ ဒီရတနာသိုက်ရှာဖွေတဲ့လမ်းကို လျှောက်ခဲ့တာဖြစ်ပါတယ်\nကျန်းဝမ်ဖုန်းက ကောင်းကင်ဘုံနည်းပညာကိုလေ့လာသင်ယူကာ\nကောင်ကင်ဘုံအရာရှိဆိုတဲ့ ရာထူးကိုလည်းဆက်ခံပြီးသား လူတစ်ဦးဖြစ်ပါတယ်ဒီလိုနဲ့ ကျန်းဝမ်ဖုန်းရယ် သူ့သူငယ်ချင်းဖြစ်သူ ကျာလူပန်းနဲ့ ကျုံးလင်တို့\n၃ယောက်ပေါင်းပြီး လုပ်ဖော်ကိုင်ဖက်အဖြစ် ‌အတူလုပ်ကိုင်ကြရာမှ\nကျန်းဝမ်ဖုန်းရဲ့ အဖေကိုရှာတွေ့ဖို့ နည်းလမ်းတစ်မျိုးရှာတွေ့သွားပါတယ်\nနည်းလမ်းကတော့ ကျောက်မင်ရှေးဟောင်းကြေးမုံကိုရအောင်ရှာပြီး\nခွန်းလွမ်တောင်အတွင်းမှာရှိတဲ့ လျှို့ဝှက်မြို့ထဲကိုသွားရမှာဖြစ်ပါတယ်ကျန်းဝမ်ဖုန်းလည်း သူ့အဖေနဲ့အဆက်သွယ်ပြတ်တာ\n၁၇နှစ်ရှိပြီဆိုတော့ အချင်းချင်းပြန်တွေ့နိုင်ဦးမလား\nတရုတ်ရိုးရာအမွေအနှစ်ပုံပြင်တွေနဲ့ သမိုင်းအကြောင်းလေးတွေပါ\nထည့်သွင်းရိုက်ကူးထားတာမလို့ အားလုံးပဲ\nThe Legend of KunLunကိုကြည့်ရှုလိုက်ရအောင် \nQuality : WEB-DL 1080p , 480p\nFormat :  mp4\nDuration : 1h 20min\nGenres : Action, Fantasy, Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn\nEncoded by LK",
        "rating": "6.4",
        "url": "https://megaup.net/1JNn2/The_Legend_Of_Kunlun_1080p_2022_WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p161242_p_v8_at-133x200.jpg",
        "title": "DOA: Dead or Alive (2006)",
        "description": "DOA: Dead or Alive (2006)\n---------------------------\n၂၀၀၆ခုနှစ် အင်တာနက်တွေ သိပ်ခေတ်မထခင်တည်းကကျွန်တော်တို့ စီဒီတွေ ဒီဗီဒီခွေတွေနဲ့ ကြည့်ခဲ့တဲ့ရတဲ့ဖိုက်တာဇာတ်လမ်းလေးပါပဲ. အတော်များများလဲ မှတ်မိကြမယ်ထင်ပါတယ်..မင်းသမီးဖိုက်တာဆိုတာ ဒါမျိုးလို့ဆိုရလောက်အောင် အသေဖိုက် အသေလန်းခဲ့တာပေါ့ဗျာ...ဒီကားထဲမှာ မင်းသမီးကို ရဲတွေဝင်ဖမ်းတော့ ပင်တီဝတ်ပြရင်း လျှပ်တပြက်ဖိုက်ပြလိုက်တာ နောက်ဆုံးသေနတ်နဲ့ပေါင်ကြားချိန်ပြီး ဘော်လီဇစ်တပ်ခိုင်းလိုက်တဲ့ အက်ရှင်ခန်းဆို မျက်လုံးထဲက မထွက်တော့တာမျိုးပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့..တကမ္ဘာလုံးက အတော်ဆုံးကိုယ်ခံပညာရှင်တွေကိုDOAလို့အမည်ရတဲ့ သိုင်းပြိုင်ပွဲတခုကနေ ဖိတ်ခေါ်ခဲ့ပါတယ်.တကမ္ဘာလုံးကို ကိုယ်ခံပညာရှင်ပေါင်းစုံကလဲဒီပြိုင်ပွဲကို စိတ်ဝင်စားကြတယ်. အဲ့ဒီတော့ လာရောက်ယှဉ်ပြိုင်ကြတာပေါ့. ဒါပေမယ့် အဲ့ဒီပြိုင်ပွဲရဲ့ မူမမှန်မှုတွေကိုတော့လာရောက်ယှဉ်ပြိုင်တဲ့ထဲက အချောအလှဖိုက်တာမလေးလေးယောက်က သတိထားမိပြီး ဖော်ထုတ်လိုက်တဲ့အခါမှာတော့...........။\nFile size…(2.1 GB)/(950 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:27:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Blake",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/doa-dead-or-alive2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjk0YjUyMzctMzc2Yi00Zjk0LThlMmUtOWIyMDJiMTFiYzAwXkEyXkFqcGdeQXVyNjE2MzI5ODM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Agent Game (2022)",
        "description": "Agent Game (2022)မင်းသားကြီး Mel Gibson ဦးဆောင်ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက မကြာခင်ကမှထွက်ရှိလာတဲ့ အက်ရှင်ဇာတ်ကားသစ်ပါ။Catagory ကတော့ Agent Game ဆိုတဲ့နာမည်အတိုင်းပဲ ပရိသတ်ရင်းနှီးပြီးသားဖြစ်တဲ့ စပိုင်တွေ၊အေးဂျင့်တွေ နှစ်ကျပ်ကွက်ရိုက်တာတွေ စတဲ့တွေးစရာအပိုင်းတွေနဲ့အတူ ပစ်ခတ်ဖောက်ခွဲဝုန်းဒိုင်းကြဲတဲ့အက်ရှင်ခန်းတွေ ဝေဝေဆာဆာနဲ့ကြည့်ရှုရမှာပါ။ရာထူးကြီးကြီးအမေရိကန်အစိုးရအဖွဲ့ဝင်တစ်ယောက်ကလျှို့ဝှက်ဖွဲ့စည်းထားတဲ့အဖွဲ့အစည်းတစ်ခုဟာ စစ်ပြန်တွေ၊လူမိုက်တွေ၊ ဂန်းစတားတွေထဲကအလားအလာရှိတဲ့လူမျိုးတွေကိုရှာဖွေစုဆောင်းပြီး နိုင်ငံအဆင့်ရှိတဲ့လျှို့ဝှက်မစ်ရှင်တွေကိုပေးလေ့ရှိပါတယ်။ တရားဝင်စစ်တပ်ကိုမသုံးပဲအဲလိုကြေးစားတွေကိုငှားရတဲ့အကြောင်းရင်းကတော့ သူတို့လိုလက်မရွံ့တဲ့လူမျိုးတွေ သေမထူးနေမထူးတွေကိုပဲ လက်မှာသွေးစွန်းခံစေပြီး အစိုးရနာမည်ကိုမသုံးချင်တာကြောင့်ဖြစ်ပါတယ်။Runtime တစ်နာရီခွဲကြာမြင့်ပြီးတော့ အဆုံးသတ်သွားတဲ့ပုံစံအရ Sequel လာနိုင်တယ်လို့လည်းထင်ရသလို ဆက်မရိုက်လည်းရတဲ့ပုံစံမျိုးလေးပြသွားပါတယ်။ ပြီးပြည့်စုံတဲ့အက်ရှင်ကားမျိုးမဟုတ်ပေမယ့် ဇာတ်လမ်းမှာလိုအပ်ချက်လေးတွေရှိရင်တောင် သရုပ်ဆောင်နဲ့ဇာတ်ညွှန်းပိုင်း တော်တော်လေးအားစိုက်ထားတာသိသာပါတယ်။ ကြည့်ရှုအားပေးကြပါဦးဗျ။\nFile size…(1.1 GB)/(450 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:30:o9\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Min Khant Bo",
        "rating": "",
        "url": "https://channelmyanmar.org/agent-game-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5BU4qoPUPiOSiLue8ni8VdxNP4U.jpg",
        "title": "Etharkkum Thunindhavan (2022)",
        "description": "Etharkum Thuninthavan 2022ဟယ်လို ..ဘာ ကျွန်မသားကလူနှစ်‌ယောက်ကိုသတ်တယ်ဟုတ်လား မဖြစ်နိုင်တာ..။။ယောကျာ်းရေ ကျွန်မတို့သားကလူနှစ်ယောက်ကိုသတ်လိုက်လို့ ဆိုပြီးဖုန်းဆက်နေတယ်-လိမ်နေတာ သူတကယ်သတ်တာလေးယောက်IMDb 8.3ထိရရှိထားတဲ့ဒီကားဟာ 2019ခုနှစ် အိန္ဒိယနိုင်ငံရဲ့ Pollachi ရွာလေးမှာဖြစ်ပျက်ခဲ့တဲ့လိင်ပိုင်းဆိုင်ရာကိုယ်ထိလက်ရောက်ကျူးလွန်မှုကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ကားတစ်ကားပဲဖြစ်ပါတယ်သားဖြစ်သူသဘောကျနေတဲ့ကောင်မလေးကို တင်တောင်းလို့မရရင်ပြန်ပေးဆွဲကွာဆိုပြီး ဝိုင်းမြှောက်ပေးကြတဲ့အဖေနဲ့အမေမျိုးရှိတဲ့မိသားစု ဟာဆိုရင်ဖြင့်အတော်ဗရုတ်ကျစရာနဲ့ ခွီနေရမှာပါ ဟုတ်ပါတယ်ကန်နာဘီရန်လို့ခေါ်တဲ့ရှေ့နေရဲ့မိဘတွေက ဒီလိုမျိုးတွေပါ သားဖြစ်သူကလမ်းမှားမလျှောက်ဘူးဆိုတာအမြဲယုံကြည်ထားကြတဲ့လူတွေပါ ဒါပေမယ့်မိန်းမခိုးပွဲနေ့ကြီးမှာတော့ ထင်မှတ်မထားတာဖြစ်လာခဲ့ပါတယ်ခိုးပြေးမယ့်မိန်းမရဲ့ သူငယ်ချင်းဖြစ်သူက အန္တရာယ်ဖြစ်နေပြီဆိုပြီးသတင်းရတော့ သွားကယ်တင်ရင်း သိလာခဲ့ရတဲ့အမှန်တရားတွေ...တစ်မြို့လုံးကမိန်းကလေးတွေနဲ့အကျပ်ကိုင်ခြိမ်းခြောက်လာတဲ့အခါမှာတော့ ဒီကိစ္စကသာမန်မဟုတ်တော့ပါဘူးနောက်ကွယ်ကအကျပ်ကိုင်သူဟာသူမယှဉ်နိုင်တဲ့လူဖြစ်နေတဲ့အခါ ဘယ်လိုလှည့်ကွက်တွေသုံးမှာလဲ၇၅ကုဋေထိအကုန်အကျခံရိုက်ကူးထားပြီး လူကြိုက်များ Rating များတဲ့ဇာတ်ကား ဖြစ်တာကြောင့် အခုပဲအပြေးကြည့်ရှုနိုင်ကြဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်(အညွှန်းရေးသားသူက Yunniဖြစ်ပါတယ်) \nFile size…3GB / 1.45GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Jerrica & Yunni",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/etharkkum-thunindhavan-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQ9CsPoabDGFm8YxtCSdd6eWOUW.jpg",
        "title": "Yaksha: Ruthless Operations(2022)",
        "description": "Yaksha: Ruthless Operations(2022) ဇာတ်လမ်းအညွှန်း*************************************************ကိုရီးယားရဲ့ ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေဖြစ်တဲ့ Sol Kyung-gu , Park Hae-soo , Hiroyuki Ikeuchi ပါဝင်ထားတဲ့ ဒီအက်ရှင်ကားဟာ ဘက်ဂျင်တွေအများကြီးအသုံးပြုထားတဲ့အတွက်တော်တော်ကြီ:ကိုမိုက်ပါတယ်...ကိုရီးယားနိုင်ငံ အမျိုးသားထောက်လှမ်းရေးရုံးရဲ့ နိုင်ငံခြားဌာနခွဲတစ်ခုမှ ဌာနမှူးKang-in ဟာ အကောင်းဆုံးအေးဂျင့်တွေစုစည်းထားတဲ့ Black Team ကိုဦးဆောင်ပြီးလျှို့ဝှက်မစ်ရှင်များကိုလုပ်ဆောင်ရမယ့် အဖွဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်ပါတယ်....\nKang-in ဟာ သူလိုချင်တာရဖို့အတွက်ဆိုရင် ညှာတာမှုမရှိဘဲရက်စက်တတ်တဲ့သူဖြစ်တာကြောင့် \"Yaksha\" (လူတွေကိုဝါးမျိုသောဝိဉာဉ်) ဆိုပြီးနာမည်ဆိုးနဲ့ ကျော်ကြားပါတယ်...\nတစ်ရက်မှာ Black Team ကိုစစ်ဆေးရေးလုပ်ဖို့အတွက် ဌာနချုပ်ကနေ အမှုစစ် Ji Hoon ကိုစေလွှတ်ခဲ့ပါတယ်...\nဒီ‌နေရာမှာ သူတို့ဆောင်ရွက်ရမယ့်စစ်ဆင်ရေးအစစ်ဟာအရှေ့အာရှတစ်ခွင်လုံးကို လှုပ်ခတ်သွားစေနိုင်မယ့်အမှုနဲ့ ပတ်သက်မှုရှိနေကြောင်း သိလိုက်ရတဲ့အခါမှာတော့...File Size :(0.9GB) and (346 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Crime , Drama, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hnin ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/yaksha-ruthless-operations2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/deadpool_two_ver4-140x200.jpg",
        "title": "Deadpool 2 (2018) Super Duper Cut",
        "description": "Deadpool 2 (2018) ကို အလန်းဆုံးဗားရှင်းဖြစ်တဲ့ Super Duper Cut Version နဲ့ တင်ဆက်လိုက်ပါတယ်။အရင် Version တွေမှာမပါတဲ့ အခန်းအပိုအလိုတွေအများကြီးပါပါတယ်အလန်းကြီးပါ အခုပဲ ဒေါင်းလုတ်ဆွဲကြည့်လိုက်ပါ---------------Deadpool ရုပ်ရှင်ဆိုတဲ့အတိုင်း တစ်ကားလုံးက Deadpool ပီသခဲ့တယ်။အရင်ကားထက်ပိုပြီး ပြောင်၊ ပိုပြီးအရှက်မရှိ၊ ပိုပြီးကြမ်းထားတယ်။အထူးသဖြင့် Credit scene တွေဆို ရစရာကိုမရှိဘူး။Plot ပိုင်းမှာ အရမ်းကြီးတော့မရှိ။ဇာတ်လမ်းရဲ့ ဇာတ်ဝင်ခန်းအများစုက action ရယ် ဓာတ်ပူး မျက်နာပြောင်နေတာရယ်က အဓိက များတယ်၊ကိုဓာတ်ပူးရဲ့ X Force အဖွဲ့ skill ကိုပြထားတာ‌လည်း တော်တော်မိုက်တယ်။တော်တော်ကိုကြမ်းပြထားနိုင်တယ်။ ထင်မထားဘူး။Domino နဲ့ Cable ကိုပုံဖော်ထားတာလည်း တော်တေယ်လေးကောင်းတယ်။Cable လုပ်တဲ့ Thanos ကြီးလည်း သရုပ်ဆောင်လန်ထွက်နေတာပဲ။မဆီမဆိုင်စဉ်းစားမိတာက Deadpool ဘေးမှာနေရင်း Cable ကြီး မရယ်မိအောင် တော်တော်လုပ်ယူရမလားပဲ။Deadpool 2 ဟာ တစ်ကားလုံးနီးပါး ဗြင်းနေတာနဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/deadpool-2-2018-unrated/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BYzE5MjY1ZDgtMTkyNC00MTMyLThhMjAtZGI5OTE1NzFlZGJjXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Deadpool (2016)",
        "description": "ကဲ . . . cmပရိတ်သက်တို့တွေမျှော်လင့်နေတဲ့ နွေရာသီရဲ့နေ့လေးတစ်နေ့ရောက်လာပါပြီ။ အခုတင်ပေးမယ့်ကားလေးကို ပရိတ်သတ်များအချိန်တော်တော်ကြာအောင်မျှော်လင့်တောင်းဆိုစောင့်စားခဲ့ကြသလို\nကျွန်တော်တို့ CM Team တစ်ခုလုံးလည်းမျှော်လင့်စောင့်စားနေခဲ့ကြတာပါပဲ။ ဒီနေ့ကတော့ Deadpool Day of Channel Myanmar လို့ပဲ ပရိတ်သက်ကြီးသိထားပေးပါ။ Marvel ကားတွေထဲမှာမှ IMDb rating 8.0/10 ထိတောင်ရယူနိုင်ခဲ့ပါတယ်။(မြန်မာနိုင်ငံရဲ့ရုံတွေမှာတင်ပြသွားတုန်းလို ဆင်ဆာလုံးဝမဖြတ်ထားပါဘူး။)Deadpool Review\n**************\nမျက်နှာပြောင်လှတဲ့ Deadpool ရုပ်ရှင်က ဇာတ်လမ်းစ စာတန်းထိုးကတည်းကကို ပြောင်ပါတယ်။ ဇာတ်လမ်းပြီး စာတန်းထိုးပြီးတဲ့ထိပါပဲ။ ညစ်တီးညစ်ပတ် ဟာသတွေ၊ မျက်နှာပြောင်နေတာတွေက ကြည့်တဲ့လူကို ရုပ်ရှင်တစ်ကားလုံး မပျင်းရအောင် လုပ်ထားနိုင်တယ်။ ညစ်တီးညစ်ပတ်ဟာသ ဆိုတာ အပြောသာဆိုးတာ တကယ်ဆိုမြန်မာကားတွေထဲမှာ ဒီလိုဟာတွေက ကလေးတောင်သိတဲ့ ဟာသတွေပါ။ ဒါပေမဲ့ Deadpool ထဲက joke တွေတော်တော်များများက ကျွန်တော်တို့ နားမလည်ပါဘူး။ သူတို့ပြောတာနားမလည်တာရယ် တချို့ဟာတွေက သူတို့ နိုင်ငံမှာပဲ ရှိလောက်မဲ့အကြောင်းတွေဖြစ်နေလို့ပါ။မင်းသား ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/deadpool1-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/largephoto1319000-200x133.jpg",
        "title": "Asurado (2021)",
        "description": "ASURADO (2021)စည်းမကျော် ဘောင်မကျော် သိက္ခာရှိတဲ့ ဂိုဏ်းခေါင်းဆောင် နိုင်ငံကျော်လူမိုက် အီထယ်ရှစ်တစ်ယောက် လူသတ်မှုတစ်ခုအတွက် မတရားစွပ်စွဲခံရပြီး ထောင်ကျခဲ့ပြီးထောင်ကြီးကြပ်ရေးမှူး ဂျိုဖြောင်ပိုဟာ လူသတ်မှုရဲ့ နစ်နာသူ သူ့သားအတွက် အငြိုးထားပြီး အီထယ်ရှစ်ကို တစ်သက်တကျွန်းထောင်ကျရင်း ခံစားစေရဖို့ တဖက်သက်လုပ်ကြံဒုက္ခတွေ လိုက်ပေးနေတဲ့အခါ...သူများကို ထိရရင်အကောင်း ကိုယ့်ကိုထိမှ မဟားတရား ဆွေ့ဆွေ့ခုန်တတ်တဲ့ အာဏာတွေပါဝါတွေကို အလွဲသုံးစားလုပ် အကျင့်ယုတ်တတ်တဲ့လူအချို့အကြောင်း မီးမောင်းထိုးပြသပြီး ထောင်သားတွေရဲ့ ထောင်ထဲက ဘဝနဲ့ယှဉ်တွဲထားတဲ့ အက်ရှင်ရုပ်ရှင်ကားတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်ရှု့လိုက်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.6GB) / (780MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/asurado-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/j-135x200.jpg",
        "title": "Jackass Forever (2022)",
        "description": "Jackass Forever ဒါကတော့ Jackass film series ရဲ့နောက်ဆုံးထွက်ရှိလာတဲ့ကားပါ။Jackass အစီအစဉ်တွေကတော့ အရင်အတိုင်းပဲ ထူးဆန်းတဲ့စတန့်ကွက်တွေ လုပ်ပြပြီးအဖွဲ့သားအချင်းချင်းနောက်ပြောင်ကြတာမျိုးပါ။စတန့်တော်တော်များများက အန္တရာယ်များပြီး ရွံစရာကောင်းတာတွေလည်းပါပါတယ်။တစ်ကားလုံး ပေါက်တတ်ကရတွေလုပ်ပြနေလို့ တော်တော်ရယ်ရပါတယ်။ဒီကားက Jackass ရုပ်ရှင်တွေထဲမှာတော့ အကောင်းဆုံး rating ရထားပါတယ်။ဟိုးအရင် MTV ကအစီအစဉ်မှာတည်းက ပါ၀င်ခဲ့တဲ့ Johnny Knoxville တို့ Steve O တို့အစုံအလင်ပါ၀င်ကြပြီး Machine Gun Kelly ,Eric Andre တို့ကလည်း Guest star အဖြစ်ပါ၀င်ထားပါတယ်။ရုပ်ရှင်ထဲက စတန့်တွေကိုအပြင်မှာတော့မစမ်းကြည့်ကြပါနဲ့ဦးနော်။Genre.....Comedy, Action, documentary\nQuality….WEB-DL 480p and 720p\nFile size…(1.6GB)/(346.80MB)\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... SP\nEncoder .....Mr. Anderson",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/jackass-forever2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/tf2kw9HfzuowczsT7VDVR5KQxJH-133x200.jpg",
        "title": "Mission Kashmir (2000)",
        "description": "IMDb Rating (6.6)ပထမဦးဆုံးအနေနဲ့ ပြောချင်တာက\nလောကမှာ ဘယ်လူမျိုး ဘယ်ဘာသာရယ်က အကြမ်းဖက်ဘာသာ အစွန်းရောက်လူမျိုးရယ်လို့မရှိပါဘူး..လူက နှစ်မျိုးပဲရှိပါတယ်..အဲ့ဒါကတော့ လူကောင်းနဲ့လူဆိုးပါ.. ဒီဇာတ်ကားလေးမှာ ဘာသာရေးအစွန်းရောက်အယူဝါဒတချို့ပါနေလို့ ဇာတ်ကားကြည့်ရင်း ဗဟုသုတယူရမယ့်အစား အစွန်းရောက်ဝါဒများ စိတ်ထဲမကိန်းအောင်စေဖို့ တိုက်တွန်းလိုက်ပါတယ်...အစွန်းရောက်ဝါဒီတွေရဲ့ ထုံးစံအတိုင်း ရင်ထဲမှာ အမုန်းတရားတွေစွဲကျန်နေတဲ့ တက်သစ်စလူငယ်လေးတွေကို သိမ်းသွင်း...ကိုယ်ကျိုးအတွက်ပဲ ကြည့်ပြီး ဘာသာရေးအမည်ခံ အမုန်းတရားတွေဖြန့်...လုပ်ဇာတ်တွေဖန်တီးပြီး ဆော်သြနေကြတဲ့ လူတွေလက်ထဲရောက်သွားခဲ့ရတဲ့ လူငယ်လေးတွေအကြောင်းကိုလည်း ဒီဇာတ်ကားမှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်...အဓိကဦးတည်ချင်တာကတော့ မပြီးဆုံးနိုင်တဲ့ အိန္ဒိယ-ပါကစ္စတန်အမွှေဇာတ်ထုပ်ပေါ့...ဒီကားမှာ ဘောလီးဝုဒ်မင်းသားချောလေး ရီသစ်ရိုရှန်းနဲ့ မင်းသားကြီး ဆန်ဂျေးဒသ်တို့ပါဝင်သရုပ်ဆောင်ထားတယ်...မစ်ရှင်ကက်ရှမီးဆိုတဲ့ ကားနာမည်အတိုင်းပဲ ဟင်ဒူ-မွတ်စလင် အမြဲအဓိကရုဏ်းဖြစ်နေတတ်တဲ့ ကက်ရှမီးဒေသကို ဖျက်ဆီးပြီး အမုန်းတရားတွေဖြန့်ကျက်ဖို့ စစ်သွေးကြွအုပ်စုက လျှို့ဝှက်ကြံစည်နေကြတယ်ဒါကိုမှ ရဲအရာရှိက စုံစမ်းဖေါ်ထုတ်မယ့်ဇာတ်လမ်း....ဒါပေမဲ့ အဲ့ဒီစစ်သွေးကြွအုပ်စုထဲကို မတော်တဆရောက်သွားခဲ့ရတာက ရဲအရာရှိရဲ့မွေးစားသား...နောက်ခံအမုန်းတရားဇာတ်အိမ်နဲ့ သူတို့နှစ်ယောက်ကို ထိပ်တိုက်ပေးတွေ့တဲ့အခါ....ဆက်ဖြစ်လာမယ့်ဇာတ်အရှိန်ကိုတော့ တစိမ့်စိမ့်ကြည့်ရှုပေးကြပါလို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(4.2 GB)/(1.4 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:31:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/mission-kashmir-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8tuYbwhNO5XXvRYenItyFJeAo8.jpg",
        "title": "Special Agent (2020)",
        "description": "Special Agent (2020)မြောက်ပိုင်းက ဇီဝလက်နက်ဗိုင်းရပ်စ်တစ်မျိုးကို ဖန်တီးပြီး ဖြေဆေးကို ရဖို့အတွက် ပါမောက္ခကြီးကို ခြိမ်းခြောက်တယ်။ ပါမောက္ခကလည်း သူ့ဇနီးသေပြီးတဲ့နောက် ဒီစစ်ဆင်ရေးကို တားမြစ်ဖို့ ဆုံးဖြတ်ချက်ချခဲ့တယ်။ဒါပေမဲ့ တစ်ဖက်မှာလည်း သမီးဖြစ်သူရဲ့ အသက်အန္တရာယ်က ရှိနေပြန်တယ်။ ပါမောက္ခက တောင်ပိုင်းက သမီးဖြစ်သူကို တွေ့ရအောင် လုပ်ပေးရင် ဒီပေါင်းစည်းမှုကို အလဟသမဖြစ်အောင် ပူးပေါင်းပေးမယ်လို့ပြောတယ်။ဘတ်ချောဝန်းဟာ တောင်ပိုင်းအေးဂျင့်တစ်ဦး၊ ဘတ်ဝန်းချောက သူ့သမီးကြောင့် မစ်ရှင်တစ်ခုလုပ်ခဲ့ရတယ်။ တောင်နဲ့မြောက်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတစ်ခု ပါမောက္ခဆောင်းကို တောင်ပိုင်းကိုပို့ပေးနိုင်ရမယ်။ ဒါမှ သူ့သမီးရှိတဲ့ တောင်ပိုင်းကို ပြန်လာနိုင်မယ်။တောင်ပိုင်းနဲ့မြောက်ပိုင်း နယ်နိမိတ်ကြားကနေ စစ်ဆင်ရေးအောင်မြင်ပြီး တောင်ပိုင်းကို ပြန်လာနိုင်မလား?သမီးဖြစ်သူကို ပါမောက္ခကြီးတစ်ယောက် ကယ်တင်နိုင်ပါ့မလား? ဆိုတာကို စိတ်ဝင်တစား စောင့်ကြည့်ရမယ့် အက်ရှင်ကား ကောင်းလေးတစ်ကား ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းကိုတော့ Yumeko က ရေးပေးထားပါတယ်။) File Size          : 2.4GB,  ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/special-agent-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjg5NGZmNjktODlhYy00MGY2LThhOWYtNGNkNDZkY2I1OGQxXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_FMjpg_UX1000_-157x200.jpg",
        "title": "Kothala Rayudu (2022)",
        "description": "Kothala Rayudu (2022)=================\nIMDb Rating - 8.9/10IMDb ကြီးမြင်ပြီး လန့်မသွားနဲ့ဦးဗျ။ ဟ Game of Thrones ကိုတောင်မီခါနီ:\nပါလားတို့ဘာတို့ပေါ့။ တမီးလ် IMDb rating ဆိုတော့ ဒီလောက်တော့ နည်းနည်း\nပါးပါးရှိတာပေါ့ဗျာ၊ နိုင်ငံတကာဘာညာကွိကွတွေရဲ့ မျက်စိထဲသာ ဒါဟာမသင့်\nတော်တဲ့ Rating ကြီးဘာညာလာမှာဗျ။ တောင်ပိုင်းကားကြိုက်နှစ်သက်သူတွေ\nအတွက်‌ဆိုရင်တော့ သေချာပေါက်ကို ကြည့်သင့်တဲ့ကားလေးပါ။\nAction/ Romance အမျိုးအစားဆိုတော့ အက်ရှင်ခန်းကောင်းကောင်းလေးနဲ့\nမေတ္တာဇာတ်လမ်းလေးခံစားချင်ရင် ကြည့်ရမယ့်ကားမျိုး။ဇာတ်လမ်းကတော့ တောင်ပိုင်းကားတို့ရဲ့ထုံစံအတိုင်း အသက်ကြီးပေမဲ့ မပျက်စီးသေးတဲ့\nလူပျိုကြီးဖြစ်တဲ့ Srikanth Meka ရဲ့ အိမ်ကပေးစားတဲ့ကောင်မလေးတွေကို\nပတ်ပြေးရင်း၊ ပတ်ရှုပ်ရင်း ဇာတ်ရှုပ်ထဲကိုဝင်မယ့်ကားဗျ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်ဆိုရင် တစ်ကိုယ်ကြီးလူပျိုသိုးကြီး\nSrikanth Meka ဟာ လတ်မှတ်ရောင်းဝယ်ရေးကုမ္ပဏီကြီးမှာ မန်နေဂျာ\nအလုပ်လုပ်ရင်း အိမ်ထောင်မှုကိစ္စဆိုတာ အိမ်မှာထောင်ကျတာပဲဆိုပြီး\nပတ်ပြေးနေတဲ့သူပေါ့။ ပတ်ပြေးနေသာပြေးတာ ကောင်မလေးချောချောလေး\nမြင်တာနဲ့ အီစီကလီဘာညာကွိကွပိုင်းလုပ်ဖို့ကိုတော့လည်း လက်မနှေးတဲ့\nလူပျိုကြီးပါပဲ။ တစ်ချို့ကိစ္စတွေမှာ သူများကိုကူညီရင်း လူမိုက်တွေကြားထဲကို\nဓါးခုတ်ရာ ဘယ်လိုလက်၀င်လျှိုမှာလဲ။ အချစ်ကိုတန်ဖိုးမထား အီစကလီတွေ\nများတဲ့လူပျိုကြီး တကယ်အချစ်နဲ့တွေ့တဲ့အချိန် ဘယ်လိုပြောင်းလဲသွားမှာလဲ\nဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ...",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/kothala-rayudu-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BY2ZiY2Y0NWItMWJhMC00ZmRhLThjOWMtMjUyOGRmMTA2NDhmXkEyXkFqcGdeQXVyMjMzNjU5MzA@._V1_-142x200.jpg",
        "title": "Boon (2022)",
        "description": "ဘုရားကျောင်းကို နေ့တိုင်းမှန်မှန်သွားတယ်ဆိုတဲ့လူတစ်ယောက်ဟာ ဘယ်လိုပုဂ္ဂိုလ်မျိုး ဖြစ်နိုင်ပါမလဲ တွေးကြည့်ရအောင်။ အဲဒီလိုလူက နှစ်မျိုးရှိနိုင်ပါတယ်။ ပထမတစ်မျိုးကတော့ ဘုရားတရားကို အရမ်းကြည်ညိုပြီး ဘာသာတရားကိုင်းရှိုင်းလှသူမျိုး ဖြစ်မှာပေါ့။ ဒုတိယတစ်မျိုးကတော့ ...ဒုတိယတစ်မျိုးကတော့ သူ့ဘဝမှာ ကျူးလွန်ထားမိတဲ့ ဒုစရိုက်မှုတွေ ၊ အကုသိုလ်တွေ များလွန်းနေလို့ နေ့တိုင်း ဘုရားသခင်ဆီသွားပြီး အပြစ်တွေကို ဝန်ခံရင်း အာပတ်ဖြေနေရသူ ဖြစ်မှာပေါ့လေ။အမေရိကန်နိုင်ငံရဲ့ အရက်စက်ဆုံး နဲ့ အတော်ဆုံး ကြေးစားလူသတ်သမားတစ်ယောက်ဟာ တစ်နေ့တော့ ရုတ်တရက်စိတ်ပြောင်းသွားခဲ့ပြီး သူ့လုပ်ဖော်ကိုင်ဖက်တွေကိုရော သူ့ရဲ့ဘော့စ်ကိုပါ ပစ်သတ်ပြီး ဇာတ်မြှုပ်ပျောက်ကွယ်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဒဏ်ရာအပြင်းအထန်ရသာရခဲ့ပြီး မသေခဲ့တဲ့ ဘော့စ်က သူ့အကြောင်းကို အငြိုးကြီးစွာနဲ့ မရမက လိုက်စုံစမ်းပြီး သူ့ကိုသတ်ဖို့ ကြေးစားသေနတ်သမားတွေ စေလွှတ်နေခဲ့တယ်။အဲဒါတင်မကသေးဘူး။ သူ့ကိုမိလိုက်ရင် တကယ့်အောင်မြင်မှုကြီးဖြစ်မှာပဲလို့ တွက်ပြီး တခြားအမှုတွေဘေးချိတ်လို့ သူ့နောက်ကိုပဲ တကောက်ကောက်လိုက်နေတဲ့ FBI အေးဂျင့်တစ်ယောက်ကလည်း ရှိလို့နေပါသေးတယ်။လူနေကျဲပါးတဲ့ တောင်ပေါ်မြို့လေးတစ်ခုမှာ ဇာတ်မြှုပ်နေထိုင်နေတဲ့ သံဝေဂနောင်တတွေ အပြည့်ဖြစ်နေတဲ့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/boon-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJPGPZ5soaG27MK90oKpioSiJE2.jpg",
        "title": "The Contractor (2022)",
        "description": "The Contractor (2022)နာမည်ကျော်မင်းသား ခရစ်စ်ပိုင်းရဲ့ အက်ရှင်ရုပ်ရှင်အသစ်ထွက်လာပါပြီ။\nဒူးဒဏ်ရာကြောင့် ဆေးတွေသုံးလို့ အထူးတပ်ဖွဲ့ကနေ အနားယူလိုက်ရတဲ့ အတော်ဆုံး စစ်သားတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nတပ်ကထွက်လာပြီး အလုပ်မရှိအကိုင်မရှိ အကြွေးတွေနစ်နေချိန်မှာ\nကြေးစားစစ်သားအလုပ် လုံခြုံရေးအလုပ်တွေကို လိုက်လျှောက်ရင်း\nငွေအများကြီးရမယ့် အလုပ်တစ်ခု တွေ့သွားခဲ့ပါတယ်။\nအဲဒါကတော့ နိုင်ငံတော်လုံခြုံရေးကို ကာကွယ်ဖို့\nဘာလင်က သိပ္ပံပညာရှင်တစ်ယောက်တီထွင်နေတဲ့ ဇီဝလက်နက်တစ်ခုကို သွားဖျက်ဆီးဖို့ ကန်ထရိုက် တာဝန်တစ်ခုပါပဲ။\nစာရင်းမဝင် လျို့ဝှက်စစ်ဆင်ရေးတစ်ခုပေါ့။\nအဲဒီစစ်ဆင်ရေးကိုအတူသွားကြရင် လွယ်မလိုနဲ့ခက်ပြီး မထင်မှတ်ထားတာတွေ ဖြစ်လာတဲ့အခါ .....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre.....Action, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size…1.83GB and 759MB and\nFormat…mp4\nDuration….1h 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-contractor-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rrwejDUmCSaca2Afubznkdp3ogB.jpg",
        "title": "Nicky Larson and the Cupid’s Perfume (2018)",
        "description": "Nicky Larson and the Cupid's Perfume (2018)IMDb 6.5\nCrime/Comedyတော်ရုံတန်ရုံ ဟာသကားဆို ပြုံးရုံပဲပြုံးတတ်တဲ့ ကျွန်တော်တောင် တော်တော်ရယ်မိတဲ့ကားပါဗျာ။\nပြင်သစ်ကားတွေ ကောင်းရင် ရှယ်ကောင်းတယ်ဆိုတာ\nဒီကားကလည်း ထပ်ပြီးသက်သေပြတယ်လို့ကိုဆိုရမယ့်ကားဗျ။ဇာတ်လမ်းအမျိုးအစားက မှုခင်းအက်ရှင်ဟာသကား‌ဆိုပေမဲ့\nဟာသက ဟာသသက်သပ်၊ အက်ရှင် အက်ရှင်သက်သက်ဖြစ်နေတာရယ်။ ပြောချင်တာကဗျာ ဟာသတွေ ပါလို့ဆိုပြီး အက်ရှင်တွေက ပေါ့မသွားဘူး၊\nအက်ရှင်တွေ ပါလို့လည်း ဟာသတွေရဲ့ရသ လည်း ပျက်မသွားဘူး။တစ်ကားလုံး ဟာသလာပြီဆို ရှယ်ခွီ၊ အက်ရှင်လာပြီဆို ရင်ဖိုလိုက်နဲ့ ခွီလိုက် ဖိုလိုက်နဲ့ကို ကြည့်ရမှာ။\nတကယ်ဗျာ အက်ရှင် ဇာတ်ကွက်တွေကလည်း 2018 ကလို့မထင်ရအောင်\nဇာတ်ကွက်၊ ရိုက်ကွက်ကောင်းသလို၊ ဟာသတွေကလည်း ရိုးမနေဘူးဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောရမယ်\nကြေးစာလက်ဖြောင့်သမားသာသာအလုပ်လုပ်နေတဲ့ နစ်ကီဆီကို မစ်ရှင်တစ်ခုလာအပ်ရာကနေ စတယ်ဆိုပါတော့။\nနစ်ကီကို လာအပ်တဲ့ မစ်ရှင်ကဘာလဲ၊\nအဲဒီမစ်ရှင်ကြောင့် ဘယ်လိုတွေဖြစ်ကြမှာလဲ၊\nနစ်ကီကရော ဘယ်လိုဇာတ်ကောင်မျိုးလဲဆိုတာကို\nဇာတ်ကားစလာတဲ့အခန်းတည်းက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/nicky-larson-and-the-cupids-perfume-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/keEnkeAvifw8NSEC4f6WsqeLJgF.jpg",
        "title": "Willy’s Wonderland (2021)",
        "description": "Willy's Wonderland (2021) နစ်ကိုလပ်ကေ့ဂ်ဟာ ဟိုးတုန်းက National Treasure တို့ Lord Of War တို့ The Rock တို့လို ရုပ်ရှင်ကားကောင်းအများကြီးရိုက်ခဲ့တဲ့အပြင် Leaving Las Vegas တို့ City Of Angels တို့ Wild at Heart တို့လို အနုပညာရည်မနိမ့်တဲ့ကားကောင်းတွေလည်း ရိုက်ခဲ့တဲ့သူပါ။ ဟိုးတုန်းက သူရိုက်သမျှ မကောင်းတဲ့ကားမရှိပါဘူး။ နောက်ပိုင်းမှာတော့ တစ်နှစ်ငါးကားလောက် ပေါပေါလာလောရိုက်ခဲ့လို့ ဇာတ်ညွှန်းချာတဲ့ ကားတွေများလာပါတယ်။ ဒါပေမဲ့ နစ်ကေ့ရဲ့ ဇာတ်ကောင်အပေါ် စိတ်နှစ်ကြိုးစားမှုကတော့ မလျော့ခဲ့ပါဘူး။ အင်တာဖန်အများစုကလည်း ကားတွေညံ့ပေမဲ့ နစ်ကေ့ကတော့ အစွမ်းကုန်ကြိုးစားခဲ့တယ်ဆိုပါတယ်။ နစ်ကေ့ကိုယ်တိုင်လည်း ဒီလိုပဲပြောထားပါတယ်။ သူ့ကိုချစ်တဲ့သူတွေ ချစ်သေးတာပါပဲ။2021 မှာတော့ နစ်ကေ့ဟာ ဘရုစ်ဝီလီစ်တို့ မယ်ဂစ်ဆွန်တို့ စုံးစုံးမနစ်သွားဘဲ ကားကောင်းတွေချည်း ပြန်ရွေးရိုက်လာပါတယ်။ ဝီလီ၀န်းဒါးလန်းလို သရဲကားအနေနဲ့မဆိုးတဲ့ကားကနေ စလိုက်တာပြောရမယ်။ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/willys-wonderland-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/ZjDQj_4c-142x200.jpg",
        "title": "Mao Shan (2021)",
        "description": "ယင်ရှောင်ရီဟာ အမေဖြစ်သူဖွင့်ထားတဲ့ စားသောက်ဆိုင်လေးမှာ ဝိုင်းလုပ်ဝိုင်းကူပေးရတဲ့ လူငယ်လေးတစ်ယောက်ပေါ့၊\nခမျာမှာ စားသောက်ဆိုင်အလုပ် လုပ်ရတယ်ဆိုပေမယ့် သူ့စိတ်ထဲမှာတော့ အင်မတန်ကြီးကျယ်တဲ့ ဆန္ဒတစ်ခုတော့ ရှိနေသဗျ၊\nအဲဒါကတော့\nမောရှန်းကျောင်းတော်လို့ခေါ်တဲ့ အဆင့်အတန်းမြင့်တဲ့ သိုင်းပညာသင်တန်းကျောင်းမှာ ပညာသင်ပြီး နဂါးကိုးကောင် သခင်ဆိုတဲ့ ကျောင်းရဲ့အမြင့်ဆုံးဂုဏ်ပုဒ်ကြီးနဲ့ ဝင့်ကြွားချင်သူပေါ့၊ဖြစ်ချင်တော့ မောရှန်းရဲ့ ကျောင်းတော်က ရန်စလို့ ပြောရမယ့် ရန်သူတော်ကြီးတစ်ယောက်ဟာ အောက်လမ်း မှော်အစွမ်းတွေနဲ့ တိုက်ခိုက်လာမယ့်ဘေးနဲ့ ကြုံတွေ့လာရတဲ့အခါ\nကျောင်းတော်ကြီးအနေနဲ့ နဂါးကိုးကောင်သခင်ဘွဲ့ကို လက်ဆင့်ကမ်းရယူမယ့် သိုင်း ပညာရှင်အကျော်အမော်ကို ရှာခဲ့ပါတယ်၊ကံစီမံရာပဲ ဆိုရမလား၊ ကံကောင်းချင်တယ်ပဲ ပြောရမလား...ယင်ရှောင်ရီတစ်ယောက် မရွယ်ဘဲစော်ကဲမင်းဖြစ်ဆိုသလို သိုင်းပညာနဲ့ပတ်သတ်ရင် ဗလာနတ္ထိ ဘာမှမသိရာမှ ထိုဂုဏ်ပုဒ်ကိုရသွားတဲ့အခါ...ကွန်ဖူးအကြောင်းတစ်လုံးနကန်းမသိတဲ့ ရှောင်ရီအနေနဲ့ သူ့အပေါ်အမြင်မကြည်တဲ့ သိုင်းဆရာနဲ့ သိုင်းညီအစ်ကိုတွေကြား ဘယ်လိုကြိုးစားပြရင်း နဂါးကိုးကောင်သခင်ဘွဲ့နဲ့ သူထိုက်တန်ကြောင်း ပြမလဲ၊\nမောရှန်းကျောင်းရဲ့ ရန်သူတော်ကြီးကို ဘယ်လိုချေမှုန်းမလဲ ဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမှာပါ၊\nငယ်ငယ်က သိပ်ကိုကြိုက်ခဲ့ရတဲ့ Animationကားတစ်ကားကိုပါ မြင်ယောင်စေမိမှာပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mao-shan-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjk0YTA5MzUtZDJjMy00M2IzLWJmNmEtZmMxOTkxZDYzZGEzXkEyXkFqcGdeQXVyNDM1Nzc0MTI@._V1_-143x200.jpg",
        "title": "Snipers (2022)",
        "description": "စစ်ပွဲတစ်ပွဲဆင်နွဲတဲ့အခါ သမိုင်းတွင်တဲ့ စစ်ပွဲများစွာရဲ့ စစ်သူရဲကောင်းတွေလည်းရှိသလို ဒီလိုစစ်ပွဲကြီးတွေအတွက် အထောက်အကူဖြစ်ဖို့ လူမသိသူမသိဆင်နွှဲခဲ့ရတဲ့ စစ်ပွဲလေးတွေထဲမှာ အသက်စွန့်တိုက်ပွဲဝင်ခဲ့ရတဲ့ သူရဲကောင်းရဲဘော်ပေါင်းများစွာလဲရှိပါတယ်အခု ဒီဇာတ်ကားလေးကတော့ စစ်ပွဲကြီးတစ်ခုက နိုင်ငံ့သူရဲကောင်းတွေကိုရိုက်ကူးပုံဖော်ထားတာမဟုတ်ဘဲ သမိုင်းမှာလည်းမပါ ဘယ်သူမှမသိတဲ့ချိုင့်ဝှမ်းလေးတစ်ခုမှာ ဖြစ်ခဲ့တဲ့ စစ်ပွဲလေးတစ်ခုက ရဲရင့်တဲ့ ရဲဘော်တွေရဲ့စိတ်ဓာတ်အားမာန်ကို ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ၁၉၅၂ခု နှစ်ကို အခြေတည်ရိုက်ကူးထားတာပါလျှိုဝမ်ဝူဟာ တိုးတက်မှုနောက်ကျပြီး ပစ္စည်းကိရိယာအစုံအလင်မရှိတဲ့ တရုတ်လုပ်အားပေးစစ်တပ်မှာ အရမ်းတော်တဲ့ တပ်ကြပ်တစ်ယောက်ဖြစ်ပြီး အဖွဲ့ ၅တပ်ဖွဲ့ကို ဦးဆောင်နေသူတစ်ယောက်ဖြစ်ပါတယ်တစ်နေ့မှာ သူတို့တပ်ရဲ့ သတင်းပေးလျန်လျန်ဆိုတဲ့ရဲဘော် ချုံခိုတိုက်ခံရပြီး အထက်က လျန်လျန်ကို သေသေရှင်ရှင် ပြန်ခေါ်ခဲ့ဖို့ တပ်ကြပ်လျှိုခေါင်းဆောင်တဲ့ အဖွဲ့ ၅ကို တာဝန်ပေးလိုက်ပါတယ်\nတစ်ဖက်မှာလည်း လျန်လျန်ကို ဓားစာခံထားပြီး လျှိုဝမ်ဝူကို ဖမ်းဖို့အမေရိကန်အထူးတပ်ဖွဲ့က အသင့်စောင့်နေချိန်မှာတော့...လက်နက်ခဲယမ်း ကိရိယာအစုံအလင်ရှိပြီး ကျွမ်းကျင်သူတွေကြီးပဲ ဖွဲ့စည်းထားတဲ့ အမေရိကန်တပ်ဖွဲ့ကို လျှိုဝမ်ဝူတို့တပ်ဖွဲ့ ၅ဘယ်လိုရင်ဆိုင်ကြမလဲနိုင်ငံ့အကျိုးကိုပဲရှေ့တန်းတင် သူတို့အသက်တွေကိုရင်း သူမတူတဲ့မျိုးချစ်စိတ်တွေနဲ့ သူတို့ရဲ့တာဝန်ကို ဘယ်လိုပြီးမြောက်အောင်ထမ်းဆောင်မှာလဲဆိုတာ ရဲသွေးရဲမာန်အပြည့်နဲ့ ဒီကားလေးမှာ စိတ်ဝင်စားဖွယ်ဆက်ကြည့်ကြရမှာပါနော် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/snipers-2022/"
    }
]