[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kn4VWnQaHY5gR9lrhRlciZmFiek.jpg",
        "title": "The Legendary Lighter (2019)",
        "description": "(Unicode)ဒီကားကတော့ 2019 အောက်တိုဘာကထွက်ရှိထားတဲ့ Action ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးက ပုံပြင်လေးတစ်ပုဒ်ကစတယ်။တစ်ခါတုန်းက လူမိုက်လောကမှာ သူ့လက်ထဲမီးခြစ်တချောင်းရှိရုံနဲ့တင် အယောက် ၂၀ လောက်ကို အပြတ်ရှင်းနိုင်တဲ့ Lighter လို့ခေါ်တဲ့ နာမည်ကြီးတစ်ယောက်ရှိတယ်။သူကသူစောင့်ရှောက်ရတဲ့ သူဠေး(လူမိုက်ဥက္ကဠပေါ့)အဲ့လူအပေါ်အရမ်းသစ္စာရှိတဲ့သူတစ်ယောက်။အဲ့ဒီလူမိုက်ဥက္ကဠကြီးကွယ်လွန်သွားပြီး ဖခင်အမွေဆက်ခံသူကတော့ အဲ့ဥက္ကဠကြီးရဲ့သားဖြစ်သူပေါ့။အဖေထက်သားတစ်လကြီးဆိုသလိုပဲ သားဖြစ်သူက ရိုင်းတယ် ဆိုးတယ် အဲ့တာထက်ယုတ်မာတယ်။မဟုတ်တာမှန်သမျှအကုန်လုပ်တယ်။အဲ့လိုလူအောက်မှာ Lighter တစ်ယောက် မနေချင်တော့ဖူး။လူမိုက်လောကစွန့်ခွာပြီး လူပီသတဲ့သူတစ်ယောက် ဖြစ်အောင် Lighter ကြိုးစားချင်တယ်။အဲ့ဒီအတွက်သူအဲ့ဒီအဖွဲ့အစည်းကထာဝရနုတ်ထွက်လိုက်ပြီး သာမန်လူတစ်ယောက်အဖြစ်နေထိုင်သွားခဲ့တယ်။သူဘယ်သူလဲမသိဖူး။ ဘယ်ရောက်သွားလဲဆိုတာ ဘယ်သူမှမသိဖူး။ဒဏ္ဍာရီပုံပြင်တစ်ပုဒ်အဖြစ်သူအကြောင်းက လူမိုက်လောကမှာ ကျန်နေရစ်ခဲ့တယ်။အဲ့ဒီဂန္တဝင်လူမိုက်ကြီးက ဘယ်သူဖြစ်နေမလဲ။နောက်ထပ်စိတ်ဝင်စားဖို့ကောင်းတာတစ်ခုက အဲ့ဒီလိုလူကြမ်းကို အရည်ပျော်သွားအောင်၊ကျားကနေ ယုန်ကလေးဖြစ်သွားအောင် လုပ်နိုင်ခဲ့သူတစ်ဦးလည်းရှိနေပါသေးတယ်။အချစ်ဆိုတဲ့အရာက ဒဿဂီရိလိုကြမ်းနေတဲ့သူကိုတောင် ပြောင်းလဲစေနိုင်တယ်ဆိုတာကို ဒီဇာတ်ကားလေးမှာ တွေ့မြင်ရမှာပါ။အချစ်ကြီးချစ်တတ်သူ၊ မိုက်ပေမယ့် မယုတ်မာတတ်တဲ့ လူမိုက်တဖြစ်လဲ လူရိုးကြီးရဲ့ Action ခန်း လှလှပပတွေ မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရမယ့်အပြင်ကြမ်းပေမယ့်နှလုံးသားကနုပါတယ်ဆိုသလို လူမိုက်ကြီးရဲ့ ချစ်တတ်ပုံကိုလည်းတွေ့ရအုန်းမှာပါ။လူမိုက်လောကရဲ့ ရှုပ်ထွေးပုံ၊လူမိုက်တစ်ယောက်ရဲ့အချစ်ကြီးပုံ၊စတာတွေကို စိတ်ဝင်စားဖို့ကောင်းအောင်ပြသွားတဲ့အပြင်ဇာတ်လမ်းမအီရအောင်လည်း တချို့အခန်းတွေမှာ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-legendary-lighter-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qUlB90obLqaUzn0W1MnWqtycH5P.jpg",
        "title": "Venky Mama (2019)",
        "description": "(Unicode)ဇာတ်ကားရဲ့ နာမည်အရ. . . Venky Mama ဆိုတာက (မိခင်ဘက်က တောစပ်တဲ့) ဦးလေးဗင်ကီပေါ့။မိဘနဲ့သားသမီးကြားက ချစ်ခြင်းမေတ္တာ၊ သမီးရည်းစားကြားက ချစ်ခြင်းမေတ္တာတွေအကြောင်း မဟုတ်ပဲဒီတစ်ခါ ဇာတ်ကားလေးက တူဝရီးနှစ်ယောက်ကြားက ချစ်ခြင်းမေတ္တာ အကြောင်းပေါ့ဗျာ။မင်းသားကြီး Daggubati Venkatesh(ဒတ်ဂူဗတီဗင်ကာတက်ရှ်) ၊ မင်းသားငယ် Naga Chaitanya (နာဂချာတန်(န်)ယာမင်းသမီးချောတွေ ဖြစ်တဲ့ Payal Rajput (ပါယယ်လ်ရာ့ဂ်ျပွတ်) ၊ Rashi Khanna (ရာသျှိခမ်းနား)တို့ရဲ့ အသစ်စက်စက် ဇာတ်ကားပါ။တေလဂူးဇာတ်ကားတွေအဖို့ ဒီဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ၊ မင်းသမီးတွေနဲ့ စိမ်းနေနိုင်ပေမယ့်တောင်အိန္ဒိယဇာတ်ကား ပရိတ်သတ်တွေအဖို့တော့ မင်းသားနှစ်လက်အပြင် မင်းသမီးနှစ်လက်နဲ့ပါ ရင်းနှီးနေပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်း အိန္ဒိယနိုင်နဲ့ ပါကစ္စတန်နယ်စပ် ကက်ရှ်မီးယားဒေသမှာရှိတဲ့ တပ်မတော်ပိုင်နယ်မြေထဲကို လူလတ်ပိုင်းအရွယ် သူစိမ်းတစ်ယောက် ဝင်လာတယ်။တားမြစ်နယ်မြေထဲကို ခွင့်မတောင်းပဲ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/venky-mama-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/81gBlr4KQnaEoXJP9ZGdBnTv4GY.jpg",
        "title": "Crown Vic (2019)",
        "description": "ဒီကားလေးကတော့ IMDb 6.3 ရထားတဲ့ ကားလေးပါအခုမှသူ့မွေးရပ်နေရာကိုပြန်လာပြီး ရဲအလုပ်လုပ်ရင်းပထမဆုံးကင်းစလှည့်မယ့်ဟိုလန်တစ်ယောက်ကိုသူ့ရဲ့အထက်လူကြီးသူနဲ့အတူကင်းလှည့်ပြီးတာဝန်တွေလုပ်ငန်းစဥ်တွေသင်ကြားပြသပေးမယ့်ရဲတစ်ယောက်တို့ရဲ့တစ်ညတာကင်းလှည့်ပြီး အမှုတွေဖြေရှင်းတာကိုရိုက်ကူးထားတာပါဟိုလန်တစ်ယောက်ရဲသင်တန်းကနေကျင့်ဝတ်လမ်းစဥ်တွေသင်ယူခဲ့ရပေမယ့်တကယ်ကင်းလှည့်တဲ့အချိန်မှာတော့ အခြေအနေအချိန်အခါတွေကွဲ ပြားသွားတဲ့အခါကင်းလှည့်ရင်းလူမျိုးစုံပုံစံမျိုးစုံအန္တရာယ်မျိုးစုံကိုရင်ဆိုင်ရတဲ့အခါသူ့အထက်လူကြီးရဲ့လျှို့ဝှက်ချက်တွေကိုပါသိရှိပြီးနောက်ဆုံးဘဏ်ကိုဓါးပြတိုက်သွားတဲ့လူတွေကိုပါဖမ်းဖို့အကြောင်းဖန်လာတဲ့အခါမှာဒီဇာတ်လမ်းကတစ်ညတာကင်းလှည့်ပြီးသူတို့နိုင်ငံရဲတွေရဲ့လုပ်ငန်းတာဝန်တွေလူဆိုးဖမ်းတာတွေကိုသေချာရိုက်ပြထားတဲ့ကားလေးတစ်ကားဖြစ်တာကြောင့်ဒီလိုဇာတ်အိမ်မျိုးကိုသဘောမကျတဲ့သူတွေအတွက်တော့ပျင်းဖို့ကောင်းလောက်ပေမယ့်စိတ်ဝင်စားမယ်ဆိုရင်တော့ကြည့်ရတန်မယ့်ကားကောင်းလေးပါ File Size : ( 1 GB , 404 MB )Quality : WEB-DL 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by ...",
        "rating": "6.3",
        "url": "https://megaup.net/R0bn/(CM)_Crown_Vic_2019_(Large_Size).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihBA1RHiI1zvh6DKsk2LN901JLi.jpg",
        "title": "Take Home Pay (2019)",
        "description": "Comedy Actionကားလေးပါ။ပိုပိုနဲ့ အလမာဆိုတာ Samoaကျွန်းလေးက ညီအစ်ကိုနှစ်ယောက်ပါ။သူတို့က အဲ့ကျွန်းလေးမှာ ဖခင်ကိုကူရင်းအပင်တွေစိုက်သွားရောင်းလိုက်နဲ့ပဲ ဘဝကိုဖြတ်သန်းနေရတာပေါ့။တစ်နေ့တော့ နယူးဇီလန်မှာ တစ်ရာသီစာခြံစိုက်အလုပ်သမားအဖြစ်လုပ်ကိုင်ဖို့အခွင့်အရေးရသွားတာနဲ့ နှစ်ယောက်သားမိသားစုကိုနှုတ်ဆက်ပြီးအလုပ်သွားလုပ်တာပေါ့။တစ်ရာသီပြီးသွားလို့ ခြံပိုင်ရှင်ကလုပ်အားခတွေရှင်းပြီး အိမ်ပြန်ခါနီးမှာပိုပိုတစ်ယောက် အလမာရဲ့ငွေတွေပါခိုးပြီး ထွက်ပြေးသွားပါတယ်။အိမ်ကိုလက်ဗလာနဲ့မပြန်ချင်နဲ့ သားလိမ္မာကြီးအလမာကပိုပိုနဲ့ပိုက်ဆံတွေကိုလိုက်ရှာမယ်ဆိုပြီးသူတို့လူမျိုးအလွတ်စုံထောက်တစ်ယောက်နဲ့ ဆက်သွယ်ပြီးလိုက်ရှာပါတော့တယ်။ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 977 MB , 285 MB )Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : Action , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "4.8",
        "url": "https://megaup.net/3yQ13/(CM)_Take_Home_Pay_2019_(Large_Size).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oZcISsiWY4LiKERTV2alu8RWYdq.jpg",
        "title": "Anna (2019)",
        "description": "unicodeAnna (2019)အခုကားလေးကတော့ အန်နာဆိုတဲ့ရုရှားမလေး တစ်ယောက်အကြောင်း ရိုက်ကူးပုံဖော်ထားပါတယ်အန်နာဟာ ပုံမှန်အရုပ်တွေရောင်းရင်းနဲ့ အေဂျင်စီတစ်ခုက မျက်စိကျခံရပြီးတော့ပဲရစ်မှာ မော်ဒယ်လုပ်ဖို့ဖြစ်လာရပါတယ် တစ်ရက်မှာတော့ ပါတီတစ်ခုမှသူမကိုသဘောကျတဲ့ သွင်းကုန်ထုတ်ကုန် လုပ်ငန်းရှင်တစ်ယောက်နဲ့ဆုံတွေ့ပြီးချစ်ကြိုက်မိသွားပါတော့တယ်ဒါပေမယ့် သူတို့နှစ်ယောက် ချစ်ကြိုက်သွားပြီးတဲ့နောက်သူမချစ်သူဟာ လက်နက်ပွဲစားတစ်ယောက်ဖြစ်နေတဲ့အခါ….သူတို့တွေ့ဆုံမှုကလည်း မတော်တဆ တွေ့ဆုံမှု မဟုတ်တဲ့အခါ..သူမဟာလည်း ရိုးရိုးရှင်းရှင်း မော်ဒယ်တစ်ယောက် မဟုတ်တဲ့အခါ..ဘာတွေဆက်ဖြစ်သွားကြမလဲဆိုတာကို ဒီကားမှာကြည့်ရှုရမှာပါအမေရိကန်နဲ့ရုရှား… နိုင်ငံကြီး ၂ ခုကြား က နှစ်ဖက်ချွန်သူလျိုတွေနိုင်ငံရေးရှှုပ်ထွေးမှုတွေကို ဒီကားမှာ ပုံဖော်ရိုက်ကူးထားပါတယ်စပိုင်ကားကောင်းတွေကြိုက်နှစ်သက်သူတွေအတွက် လက်လွှတ်မခံသင့်တဲ့ကားတစ်ကားပါပဲFile Size : ( 1 GB , 330 MB )Quality : BluRay 1080p 5.1CH , BluRay 720p , 480pRunning Time : 1 hr 49minFormat : Mp4Genre : Action , ThrillerSubtitle ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/anna-2019/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5353SqWG4xlTVs1YLk1OzmGMdOg.jpg",
        "title": "Hero (2019)",
        "description": "(Unicode)မကြာသေးခင်က မြန်မာပြည်မှာ ရုံတင်သွားခဲ့တဲ့ တမီးလ်(Tamil)ကား အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။မင်းသားကတော့ ချန်နယ်မြန်မာရဲ့ အိန္ဒိယရုပ်ရှင်ချစ်သူတွေ စိမ်းနေနိုင်ပေမဲ့ မင်းသမီးကတော့... Hello 2017 ဇာတ်လမ်းထဲက မင်းသမီးလေးပါ။ဇာတ်လမ်းအကြောင်း အနည်းငယ် ချပြချင်ပါတယ်။ကလေးတစ်ယောက်ကို \"မင်းကြီးလာရင် ဘာလုပ်မလဲ\"လို့ မေးကြည့်တဲ့အခါ တစ်ချို့က ဆရာဝန် ၊ တစ်ချို့က ရဲသား ၊ တစ်ချို့က ၊ စစ်သား စသဖြင့် သူရဲကောင်းဆန်ဆန် ဖြေကြလိမ့်မယ်။တကယ်တမ်းအဲ့ဒီကလေးတွေ ကျောင်းပြီးသွားတဲ့အခါ ဘာလုပ်မလဲလို့ မေးကြည့်ရင် \"အိမ်ကောင်းကောင်း တစ်လုံး လိုချင်တယ်\" ၊ \"ကားကောင်းကောင်း စီးချင်တယ်\" ဆိုတဲ့ အဖြေတွေ ပေးကြလိမ့်မယ်။ငယ်ဘဝတုန်းက သူရဲကောင်းဆန်ဆန် ပြောခဲ့ကြတဲ့ ကလေးတွေဟာ အရွယ်ရောက်လာတော့မှ ဘာကြောင့် ရည်ရွယ်ချက်တွေ ပြောင်းလဲသွားရတာလဲ....?ဒါဟာ ဒီဇာတ်ကားအဖွင့်မှာ ပါတဲ့ ဒိုင်ယာလော့ဂ်တွေထဲက တစ်ချို့ကို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hero-2019/",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/weqWthIkdQYtxkQzneSS3TriUxL.jpg",
        "title": "Pagalpanti (2019)",
        "description": "(Unicode)၂၀၁၉ ခုနှစ်ထွက် John Abraham ရဲ့ ဟာသစစ်စစ် ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ ရာ့ချ်ကီရှော၊ဂျန်ကီ၊ချန်ဒူးဆိုတဲ့ ဂြိုလ်ဆိုးစုန်းပြူး သုံးကောင်ပေါ့။ကံဆိုးတာကတော့ ရာ့ချ်ကီရှောရဲ့ ဇာတာပါ။ သူ အလုပ်လုပ်သမျှ အရှုံးပေါ်တယ်။ဘဏ်မှာ အလုပ်လုပ်ရင် ဘဏ်အရှုံးပေါ်တယ်။ အဲ့လို ကံဆိုးမှုက အရိပ်လို လိုက်ခံနေရတဲ့ ကောင်။ ပိုက်ဆံတွေ လိမ်ပြီး ကုန်ပို့လုပ်ငန်းတစ်ခုလုပ်ခဲ့ပါတယ်။သူတို့ ပထမဆုံးပို့ပေးရမှာက လန်ဒန်မြို့ရဲ့ အိန္ဒိယဂန်းစတား သမီးယောက်ဖနှစ်ရဲ့ သမီး မွေးနေ့အတွက်ပါ။မမျှော်လင့်ဘဲ သွားပို့တဲ့ ပစ္စည်းက ပျက်စီးသွားတဲ့အခါမှာ သူတို့ သုံးကောင်ဟာ အဲ့ဒီဂန်းစတားအိမ်မှာ အစေခံလုပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ဂြိုလ်ဆိုးသုံးကောင်နဲ့ ဂန်းစတား သူဌေးကြီးတို့ကြား ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲ။သူဌေးကြီးရဲ့ သမီးအချောလေးနဲ့လည်း သံယောဇဉ်တွေ ဖြစ်လာရင်း ချစ်ကြိုက်မိလာတဲ့အခါ သူဌေးကြီး ဘာလုပ်မလဲ။သူတို့ သုံးယောက် ရှိနေတဲ့ အိမ်မို့ ...",
        "rating": "2.9",
        "url": "https://megaup.net/1zJlq/[06569]_Pagalpanti_(2019)_[Comedy]_[John_Abraham]_[INDIA]_[4.8].mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgyMzc4ODU3NV5BMl5BanBnXkFtZTcwNjk5Mzc1MQ@@._V1_-202x300.jpg",
        "title": "Hancock (2008)",
        "description": "Thit San Khant\n==============",
        "rating": "6.4",
        "url": "https://megaup.net/4esJ0/Hancock_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/dora-2017-147x200.jpg",
        "title": "Dora(2017)",
        "description": "Dora(2017)(unicode)ဖေတစ်ခုသမီးတစ်ခုနဲ့ကြီးပြင်းလာတဲ့ မိန်းကလေးတစ်ယောက်...သူမဟာ ကိုယ့်ကိုကိုယ်\nထိန်းကျောင်းနေရသလိုဖြစ်နေတော့ ဒေါသက သာမန်မိန်းကလေးတွေထက်ပိုကြီးသလို\nစိန်ခေါ်မှုတွေကိုလည်း အမြဲရင်ဆိုင်ဖြေရှင်းလေ့ရှိတယ်... တစ်နေတော့သူ့ရဲ့အဒေါ်ကိုစိန်ခေါ်ပြီး ကားအငှားကုမ္မဏီတည်ထောင်ဖို့ ကားအဟောင်းတစ်စီးကို၀ယ်ယူခဲ့ပါတယ် အဲ့ဒီကားအိမ်ကိုရောက်လာတဲ့အခါမှာတော့ ပြဿနာအကြီးကြီးတွေ တက်ပါတော့တယ်...ဘာတွေများဆက်ဖြစ်လာမှာလဲဆိုတာကိုတော့ခံစားကြည့်ရှုကြပါကုန်....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ်...(zawgyi)ေဖတစ္ခုသမီးတစ္ခုနဲ႔ႀကီးျပင္းလာတဲ့ မိန္းကေလးတစ္ေယာက္...သူမဟာ ကိုယ့္ကိုကိုယ္\nထိန္းေက်ာင္းေနရသလိုျဖစ္ေနေတာ့ ေဒါသက သာမန္မိန္းကေလးေတြထက္ပိုႀကီးသလို\nစိန္ေခၚမႈေတြကိုလည္း အၿမဲရင္ဆိုင္ေျဖရွင္းေလ့ရွိတယ္... တစ္ေနေတာ့သူ႔ရဲ႕အေဒၚကိုစိန္ေခၚၿပီး ကားအငွားကုမၼဏီတည္ေထာင္ဖို႔ ကားအေဟာင္းတစ္စီးကို၀ယ္ယူခဲ့ပါတယ္ အဲ့ဒီကားအိမ္ကိုေရာက္လာတဲ့အခါမွာေတာ့ ျပႆနာအႀကီးႀကီးေတြ တက္ပါေတာ့တယ္...ဘာေတြမ်ားဆက္ျဖစ္လာမွာလဲဆိုတာကိုေတာ့ခံစားၾကည့္ရႈၾကပါကုန္....\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Lwin Htoo Aung ပဲျဖစ္ပါတယ္...File Size : (1.16 GB) and (392 MB)\nQuality :HD-Rip 720p\nFormat…mp4\nDuration…02:19:00\nGenre : Action, Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Htoo Aung (Htoo - PC)\nEncoded by Phyo ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dora2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rsUs58bDqpJJxZSOebZOMN9gzw2.jpg",
        "title": "Harriet(2019)",
        "description": "Harriet(2019)(unicode)၁၈၄၀ ခုနှစ်မှာ လူဖြူ လူမည်း ခွဲခြားဆက်မှုတွေနဲ့ လူမည်းတွေအပေါ် ကျွန်အဖြစ် ပြုမူဆက်ဆံကြတာအားလုံး သိကြမှာပါ....Harriet Tubman ဆိုတဲ့ လူမည်းမိန်းကလေးတစ်ယောက်က ဒီလိုကျွန်အဖြစ်ဆွေစဉ်မျိုးဆက် ပြုခံနေရတဲ့သူတွေထဲ တစ်ယောက်အပါအဝင်ပေါ့...သူမဟာ ဒီလို ခါးသီးတဲ့ဘဝကို စိတ်ပျက်လို့ ကျွန်လုပ်ပေးနေရတဲ့\nအိမ်ကနေ ထွက်ပြေးခဲ့ပါတယ်... သို့ပေမယ့် ကျွန်အဖြစ်ကျန်ခဲ့တဲ့ မိသားစုကို ပစ်မထားခဲ့ရက်လို့ အားနွဲ့သော မိန်းမသားဖြစ်လင့်ကစား အရင်းရှင်လက်နက်ကိုင် လူကြမ်းတွေကိုရင်ဆိုင်ပြီး ပြန်လည်သွားရောက်ကယ်ဆယ်ဖို့ ကြိုးစားပါတော့တယ်...ဒီရုပ်ရှင်ဇာတ်ကားဟာ လူမည်းအမျိုးသမီး Harriet Tubman အကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်...သူမရဲ့ စစ်ဆင်ရေးအလား ကြိုးစားခဲ့တဲ့\nဖြစ်ရပ်ပေါင်းများစွာပါခဲ့သလို ကယ်ခဲ့တဲ့ လူတွေများစွာကိုလည်းတွေ့ရပါလိမ့်မယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htet Wai Lwin ပဲဖြစ်ပါလိမ့်မယ်...(zawgyi)၁၈၄၀ ခုႏွစ္မွာ လူျဖဴ လူမည္း ခြဲျခားဆက္မႈေတြနဲ႔ လူမည္းေတြအေပၚ ကြၽန္အျဖစ္ ျပဳမူဆက္ဆံၾကတာအားလုံး သိၾကမွာပါ....Harriet Tubman ဆိုတဲ့ လူမည္းမိန္းကေလးတစ္ေယာက္က ဒီလိုကြၽန္အျဖစ္ေဆြစဥ္မ်ိဳးဆက္ ျပဳခံေနရတဲ့သူေတြထဲ တစ္ေယာက္အပါအဝင္ေပါ့...သူမဟာ ဒီလို ခါးသီးတဲ့ဘဝကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/harriet2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xTxLDEb48P8Oc87H7JQJnFWNnSK.jpg",
        "title": "Pokémon: Mewtwo Strikes Back Evolution (2019)",
        "description": "unicodeဒီ ကားလေးကတော့ ကျနော်တို့ ငယ်ငယ်ကကြည့်ခဲ့ဖူးတဲ့Pokemon: Mewtwo Strike Back Animation ကို3D animation ပုံစံနဲ့ပြန်ထုတ်ထားတာပါ..Pokemon တွေရဲ့Move တွေရောရုပ်ထွက်တွေပါတော်တော်ကြည့်ကောင်းသွားတယ်ပြောရမယ်..ဇာတ်လမ်းကတော့ Mythical Pokémon Mew ရဲ့DNA ကိုယူပြီးTeam Rocket Leader Giovanni ကMew နံပါတ်၂ ဆိုပြီးဖန်တီးလိုက်တယ်..အဲ့ Pokémon ကတော့ Mewtwo ပေါ့ဗျာသူကလည်းလူနီးပါးအသိဉာဏ်မြင့်တဲ့Pokémon ဆိုတော့စမ်းသပ်ခန်းကနေဖောက်ထွက်ခဲ့ပြီးPokémon တွေကလူတွေရဲ့ခိုင်းတာခံနေရတယ်မဖြစ်သင့်ဘူးဆိုပြီးသူ့ကျွန်းပေါ်ကို Trainer တွေခေါ်ပြီးဘာတွေဆက်ဖြစ်မလဲ??အဲ့ Trainer တွေထဲ ပါသွားတဲ့ ဆတို့ရှိ(Ash),Pikachu နဲ့သူ့သူငယ်ချင်းတွေက ဘယ်လိုတားဆီးမလဲ ??ဘာတိုက်ပွဲတွေဖြစ်မလဲဆိုတာကိုတော့ 3D  အလန်းစားပုံရိပ်တွေနဲ့ကြည့်ရမှာဖြစ်ပါတယ်...File Size : ( 1 GB , 341 MB )Quality : BluRay 720pRunning Time : 1 hr 38 minFormat : ...",
        "rating": "6.4",
        "url": "https://megaup.net/R5sd/(CM)_Pokemon_Mewtwo_Strike_Back_2019_(Large_Size).mp4",
        "category": "Action, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/terminator-dark-fate-2019-poster-140x200.jpg",
        "title": "Terminator: Dark Fate (2019)",
        "description": "unicode\nအရေပျော်စက်ရုပ်ကားဆိုပြီး ငယ်ငယ်ကတည်းက စွဲလမ်းခဲ့ကြတဲ့\nတာမီနေတာ ရုပ်ရှင်တွေရဲ့ နောက်ဆုံးထွက် ရုပ်ရှင်ပါ။\nတာမီနေတာ တွေအထဲမှာ ကျွန်တော်တို့ အကြိုက်ဆုံးက နံပါတ် ၂ ရုပ်ရှင်ပဲ ဖြစ်မယ်ထင်ပါတယ်။\nအခုထွက်တဲ့ရုပ်ရှင်ကတော့ အားလုံး ဒုတိယအကြိုက်ဆုံး\nတာမီနေတာရုပ်ရှင် ဖြစ်လာမယ်ထင်ပါတယ်။\nဇာတ်လမ်း နဲ့ အက်ရှင်တွေက အတော်ကို ကောင်းပါတယ်။\nအားရစရာပါပဲ။\nဇာတ်လမ်းအကျဉ်း ဆာရာကော်နာ နဲ့ ဂျွန်ကော်နာတို့ဟာ\nစကိုင်းနက်ကို ဖျက်ဆီးနိုင်ခဲ့ပြီး အနာဂတ်ကို ပြောင်းလဲနိုင်ခဲ့ပြီးချိန်မှာ\nတာမီနေတာ တစ်ကောင်က ဂျွန်ကော်နာကို သတ်သွားခဲ့ပါတယ်။\nဒါတွေဖြစ်ပြီးလို့ နှစ် ၂၀ အကြာလောက်မှာ ဒန်နီဆိုတဲ့\nမိန်းကလေးကို သတ်ဖို့ အနာဂတ်က ပိုအဆင့်မြင့်တဲ့\nရက်ဗ်နိုင်းမော်ဒယ် တာမီနေတာ ရောက်လာပြီး၊\nဒန်နီကို ကာကွယ်ဖို့လည်း ဂရေ့စ် ဆိုတဲ့\nစက်ရုပ်တစ်ပိုင်းလူသား ရောက်လာပါတယ်။\nဒန်နီနဲ့ ဂရော့စ်တို့ကို ဆာရာ ကော်နာက ကယ်တင်သွားပြီး\nရက်ဗ်နိုင်းကို ရင်ဆိုင်ဖို့ ရန်သူဟောင်းကြီးတစ်ယောက်နဲ့\nပူးပေါင်းပြီး ကြိုးစားရပါတော့တယ်။zawgyi\nအေရေပ်ာ္စက္ရုပ္ကားဆိုၿပီး ငယ္ငယ္ကတည္းက စြဲလမ္းခဲ့ၾကတဲ့\nတာမီေနတာ ရုပ္ရွင္ေတြရဲ႕ ေနာက္ဆံုးထြက္ ရုပ္ရွင္ပါ။\nတာမီေနတာ ေတြအထဲမွာ ကြ်န္ေတာ္တို႕ အၾကိဳက္ဆံုးက နံပါတ္ ၂ ရုပ္ရွင္ပဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/4UQzc/Terminator_-_Dark_Fate_[2019]_{Blu-ray_1080p}_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAN0TMeBKiYpYDMa2NfIaItZ0Tc.jpg",
        "title": "The Negotiation(2018)",
        "description": "The Negotiation(2018)\nIMDb...6.5(unicode)စစ်ဘက်ဆိုင်ရာကနေ ရဲဘက်ညှိုနှိုင်းရေးအရာရှိမိန်းမပျိုတစ်ဦးကို  လျှို့ဝှက်ကိစ္စတစ်ခုကူညီပေးရန်ဆိုပြီးခေါ်လိုက်တယ်..သူမရဲ့နာမည်က ဆိုးယွန်.... ဟိုရောက်တော့ ဘယ်သူ့ကိုညှိရမှာလဲ ဘာကိစ္စလဲ ဘာကြောင့်လဲဆိုတာမေးပေမယ့် ဘယ်သူမှမဖြေဘဲသူမကို  မိုက်ရှေ့အတင်းတွန်းပို့ကြတယ်...ဘာကိုမှမသိတဲ့သူမရဲ့ရှေ့ TV ဖန်သားပြင်ပေါ်မယ် လက်နက်ကိုင် လူငယ်တစ်ဦး ပေါ်လာတယ်.....ဓားစာခံက သူမတို့ဌာနမှူး...ဒီလက်နက်ကိုင်လူငယ်ဟာ သူပြောတဲ့စကားကိုနားမထောင်လို့ဆိုပြီး ကတိအတိုင်း ဓားစာခံ ဌာနမှူးရဲ့ခေါင်းကို သေနတ်နဲ့တေ့ပစ်လိုက်တယ်...ဆိုးယွန်အတွက် တကယ့်သွေးပျက်စရာပါပဲ...ရှေ့ဆက်မပြောသင့်လို့ ဒီမှာပဲရပ်ပါရစေ...ကိုရီးယားရုပ်ရှင်ကားတွေ မည်သို့ပင်ဆိုစေကာမူ အဆင့်ရှိတဲ့အထဲမှာပါတယ်ဆိုတာကို သူတို့ရဲ့အောင်မြင်မှုလွှမ်းမိုးမှုတို့ကို ကြည့်ရုံနှင့်သိနိုင်ပေသည်...သို့ပေမယ့် တစ်ချို့သူတွေက   မျက်ရည်ချူ ဒရမ်မာခင်းလွန်းတယ်လို့မှတ်ချက်ချကြတယ်...The Negotiation ကျတော့ မျက်ရည်ချူ ဒရမ်မာတွေပါကိုမပါသလောက်ပါ...ဇတ်ကားက ခပ်သွက်သွက်နဲ့ကိုစထားတယ်...ဒီကားက ထင်ထားထက်ကိုဆွဲဆောင်မှုရှိလွန်းတယ်...အီသွားတဲ့နေရာ မလိုအပ်တဲ့နေရာတွေမပါသလောက်ပဲ..ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...(zawgyi)\nစစ္ဘက္ဆုိင္ရာကေန ရဲဘက္ညႈိႏႈိင္းေရးအရာရွိမိန္းမပ်ဳိတစ္ဦးကုိ  လွ်ဳိ႕၀ွက္ကိစၥတစ္ခုကူညီေပးရန္ဆုိၿပီးေခၚလုိက္တယ္..\nသူမရဲ႕နာမည္က ဆုိးယြန္.... ဟုိေရာက္ေတာ့ ဘယ္သူ႕ကုိညွိရမွာလဲ ဘာကိစၥလဲ ဘာေၾကာင့္လဲဆုိတာေမးေပမယ့္ ဘယ္သူမွမေျဖဘဲ\nသူမကုိ  မုိက္ေရွ႕အတင္းတြန္းပုိ႕ၾကတယ္...\nဘာကုိမွမသိတဲ့သူမရဲ႕ေရွ႕ TV ဖန္သားျပင္ေပၚမယ္ လက္နက္ကုိင္ လူငယ္တစ္ဦး ေပၚလာတယ္.....ဓားစာခံက သူမတုိ႕ဌာနမွဴး...\nဒီလက္နက္ကုိင္လူငယ္ဟာ သူေျပာတဲ့စကားကုိနားမေထာင္လုိ႕ဆုိၿပီး ကတိအတုိင္း ဓားစာခံ ဌာနမွဴးရဲ႕ေခါင္းကုိ ေသနတ္နဲ႕ေတ့ပစ္လုိက္တယ္...\nဆုိးယြန္အတြက္ တကယ့္ေသြးပ်က္စရာပါပဲ...\nေရွ႕ဆက္မေျပာသင့္လုိ႕ ဒီမွာပဲရပ္ပါရေစ...\n  ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-negotiation2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4E2lyUGLEr3yH4q6kJxPkQUhX7n.jpg",
        "title": "One Piece: Stampede (2019)",
        "description": "One Piece Anime ရဲ့သက်တမ်း နှစ် ၂၀ ပြည့် ထုတ်တဲ့ ၁၄ ကားမြောက် ရုပ်ရှင်ပါ။Sky Island ပီးနောက်ကြေငြာထားတဲ့ကားပါ။One Piece ဖန်တိုင်းမျှော်နေခဲ့ကြတဲ့ကားပါပဲ။ရုံမတင်တဲ့အပြင် အကြည်ကိုလည်ပင်းရှာမျှော်ခဲ့ရတဲ့ကားပါ။ခရမ်းချဉ်သီး 92 လုံးနဲ့ IMDB 8.1 ရထားပါတယ်။Time Line အနေနဲ့ ကတော့ Wano မရောက်ခင်နဲ့Big Mom ကိုသွားကလိပြီးတဲ့ အချိန်ကြားလို့ယူဆရပေမယ့်Movie ထဲမှာ လုဖီရဲ့ ဆုကြေးက ၁၅ ဘီလီယံ ဖြစ်နေတော့Wano အပြီးလို့လဲထင်စရာရှိပါတယ်ဒါပေမဲ့ Non-Canon ဖြစ်တဲ့အတွက် Timeline နဲ့မဆိုင်တော့သိပ်တော့ခေါင်းစားစရာမရှိပါဘူး။ကာရိုက်တာ Art ‌တွေအရ အခု Anime onging မှာ ရောက်နေတဲ့တစ်ဝိုက်လို့ပဲမှတ်ရပါတယ်။ဇတ်လမ်း က‌တော့ ပင်လယ်ဓားပြတွေအတွက်ကျင်းပတဲ့ပင်လယ်ဓားပြပွဲတော်ကြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/2d0py/One.Piece.Stampede.2019.JAPANESE.1080p.BluRay(cm).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/detective-142x200.jpg",
        "title": "Detective Conan: The Fist of Blue Sapphire (2019)",
        "description": "#UnicodeDetective Conan and fist of Blue sapphire the movieတစ်နေ့သ၌ ကျွန်ုပ်၏အိမ်တွင် နိစ္စဓူဝအလုပ်ဖြစ်သော တီထွင်ဖန်တီးကလိသောအလုပ်ကိုလုပ်နေခိုက် မောင်နန်နှင့်မိယွန်းတို့ရောက်လာကြလေသည်။ မောင်နန်၏အမူအရာသည်တစ်စုံတစ်ခုကိုအလိုရှိနေသောအမူအရာဖြစ်နေ၍ ကျွန်ုပ်လည်းအဘယ်သို့သောအကြောင်းကြောင့်စိတ်နှလူံးအိမ်၌လိုချင်တပ်မက်မှုအာရုံထင်နေပေသနည်းဟုမေးမိလေရာ မောင်နန်လေးက သူ၏ချစ်သူ မိလွမ်းသည်စင်္ကာပူသို့အလည်ခရီးသွားသဖြင့် နောက်ကလိုက်ချင်နေကြောင်း၊ စင်္ကာပူသိူ့ဝင်ရန်လိုအပ်‌သောစာရွက်စာတမ်းအင်ထုရန်အလို့ငှာ ကျွန်ုပ်၏အကူအညီကိုလိုအပ်နေကြောင်းပြောပြအကူအညီတောင်းခံလေ၏။ ကျွန်ုပ်လည်း တတ်သည့်ပညာအလကားမရဆိုသည့်နှလုံးကိုမူလျက် မောင်နန်‌ဆီက ဖွတ်ကလိဒင်္ဂါးပြားတောင်မရနိုင်သည်ကိုသိ၍မကူညီနိုင်ကြောင်း ယဉ်ယဉ်ကျေးကျေးအော်ငေါက်ဆဲဆို၍ပြောလိုက်ရာ မောင်နန်လေးသည် အင်မတန်အိန္ဒြေကြီးသောအမူအရာဖြင့် နှုတ်ခမ်းစူခြေဆောင့်ကာထွက်သွားလေသည်။ ဤသို့ဖြင့်မောင်နန်လေးသည် ကျွန်ုပ်အပေါ်သဘောထားကြီးစွာဖြင့်စိတ်ကောက်နေပြီးအိမ်သို့ပေါ်မလာပဲနေရာ သီတင်းအပတ်နှစ်ပတ်ခန့်ကြာမှဘလက်ဘိုင်လိုက်ပြီးပြန်ပေါ်လာ၏။ အဘယ်ကြောင့်ဤသိူ့ဘလက်ဘိုင်လိုက်နေရသနည်းမေးကြည့်ရာ မောင်နန်လေးသည်စင်္ကာပူသို့တကယ်ရောက်သွားကြောင်း၊ အဖြစ်အပျက်များစွာလည်းဖြစ်ပျက်ခဲ့ကြောင်းကျွန်ုပ်အားကျကျနနရှင်းပြရှာလေသည်။ မောင်နန်လေး၏ရှင်းပြချက်များသည် စိတ်ကူးဖြင့်ပင်မကူးနိုင်လောက်သည့်ထူးဆန်းသောအဖြစ်အပျက်များပါနေလေရာ မောင်နန်လေးဖြီးဖြန်းနေခြင်းမဟုတ်၊ အမှန်အတိုင်းပြောနေပေသည်ဟုကျွန်ုပ်က ယုံကြည်မိသည့်အလျောက် ဤလျှို့ဝှက်အပ်သောကိစ္စကိုအများသူငှာလူစုံတုန်းသိစေရန်အလို့ငှာ ရုပ်ရှင်အဖြစ် channel myanmarတွင် တင်ဆက်ပေးလိုက်ပါသည်။ မောင်နန်လေး၏ ပြောပြချက်များအတိုင်းတင်ပြပါမူ ရှုတ်ထွေးနေမည်စိုး၍အများသူငှာနားလည်စိမ့်ငှာစကားလုံးအသူံအနှုန်းများကိုရိုးရိုးရှင်းရှင်းပေါက်ကရတွေ‌ဘာသာပြန်ထားပါသည်။ အောက်တွင်ဖော်ပြထားသော linkမှာဒေါင်းယူပြီးကြည့်တော်မူကြပါကုန်။ #ZawgyiDetective Conan and fist of Blue sapphire the movieတစ္ေန႔သ၌ ကြၽႏ္ုပ္၏အိမ္တြင္ နိစၥဓူဝအလုပ္ျဖစ္ေသာ ...",
        "rating": "",
        "url": "https://megaup.net/1x67e/(NZ)Detective.Conan.Movie.The.Fist.Of.Blue.Sapphire(2019).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uZXx3qU2X4Qpa8LYqUOtpH0rD9B.jpg",
        "title": "Killed My Wife (2019)",
        "description": "(Unicode)2019 Dec ကထွက်ရှိထားတဲ့ စိတ်ဝင်စားဖို့အရမ်းကောင်းတဲ့ Korean Thriller/Mystery ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်MDL ကပေးထားတဲ့ Rating 6/10ရရှိထားတဲ့ ကားလေးလဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ မိန်းမနဲ့အဆင်မပြေ အလုပ်လဲအဆင်မပြေဖြစ်နေတဲ့ ချွဲဂျင်းဟိုဆိုတဲ့သူဟာ တရက် သူငယ်ချင်းနဲ့အရက်သောက်ပြီးတော့မနက်နိုးလာတဲ့အချိန်မှာ သူ့အိမ်ရှေ့တံခါးဝမှာ ရဲဝန်ထမ်းတစ်ယောက်ရောက်နေတာကို သိလိုက်ရပါတယ်။အကြွေးတွေပတ်လည်ဝိုင်းနေလို့ မိန်းမဖြစ်သူ ဂျောင်းမီယောင်းနဲ့ အဆင်မပြေဖြစ်ပြီးခွဲနေနေရတဲ့ ချွဲဂျင်းဟို အရက်သောက်ထားတဲ့ညကတင်သူ့မိန်းမနဲ့တွေ့ပြီးပြန်လာခဲ့ပေမယ့် မနက်ရောက်တဲ့အခါမှာတော့ သူ့မိန်းမဖြစ်သူအသတ်ခံရကြောင်း ကြားသိလိုက်ရတဲ့အခါ အရမ်းတုန်လှုပ်သွားခဲ့ပါတယ်။နောက်ထပ်မထင်မှတ်ထားတာတစ်ခုက သူ့မိန်းမကို သတ်တဲ့သူက တခြားသူမဟုတ်ပဲ သူကိုယ်တိုင်ဖြစ်နေကြောင်းရဲဝန်ထမ်းကနေတစ်ဆင့် ကြားသိလိုက်ရသောအခါ ဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာရယ်လူသတ်တရားခံက တကယ်ပဲ ချွဲဂျင်းဆူလားဒါမှမဟုတ် အခြားတစ်ယောက်လားဆိုတာ တွေးစရာလေးတွေလှည့်ကွက်လေးတွေလည်းမြှုပ်ထားတာမလို့ CM ပရိသတ်ကြီး ကိုယ်တိုင်ပဲ ဒီဇာတ်ကားလေးကိုကြည့်ရင်း စီးမျောခံစားကြည့်လိုက်ကြပါ။ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…(Zawgyi)2019 Dec ကထြက္ရွိထားတဲ့ စိတ္ဝင္စားဖို႔အရမ္းေကာင္းတဲ့ Korean Thriller/Mystery ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္MDL ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/killed-my-wife-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTQ3J8oTTKofAVLYnds2cHUz9KO.jpg",
        "title": "Rambo: Last Blood (2019)",
        "description": "(Unicode)ဒီကားကတော့ တိုက်ခိုက်ခန်းတွေနဲ့သတ်ဖြတ်ခန်းတွေ ရက်စက်တာမို့ R rated သတ်မှတ်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရမ်ဘိုကြီးဟာဗီယက်နမ်စစ်ပွဲ၊ မြန်မာစစ်ပွဲတွေ နွှဲခဲ့အပြီးမှာအိမ်ကိုပြန်လာပြီး မိတ်ဆွေဟောင်း အမျိုးသမီးနဲ့သူ့ရဲ့မြေးလေး ဂေဘရီရယ်တို့ရဲ့ အိမ်မှာ အတူနေနေပါတယ်။တစ်ရက်မှာ ဆယ်ကျော်သက်လေး ဂေဘရီရယ်ဟာမက္ကဆီကို ကိုခိုးထွက်ပြီးသူ့ကိုစွန့်ပစ်သွားတဲ့ဖခင်ဖြစ်သူကို လိုက်ရှာပါတော့တယ်။အဲဒီအချိန်မှာ သူပြန်မလာနိုင်ဘဲလူမှောင်ခို ပြည့်တန်ဆာဂိုဏ်းလက်ထဲပါသွားတဲ့အခါမှာအဘိုးကြီး ရမ်ဘိုတစ်ယောက်စွန့်စားခန်းတွေ ထပ်ဖွင့်ရပါတော့တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…(Zawgyi)ဒီကားကေတာ့ တိုက္ခိုက္ခန္းေတြနဲ႔သတ္ျဖတ္ခန္းေတြ ရက္စက္တာမို႔ R rated သတ္မွတ္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ရမ္ဘိုႀကီးဟာဗီယက္နမ္စစ္ပြဲ၊ ျမန္မာစစ္ပြဲေတြ ႏႊဲခဲ့အၿပီးမွာအိမ္ကိုျပန္လာၿပီး မိတ္ေဆြေဟာင္း အမ်ိဳးသမီးနဲ႔သူ႔ရဲ႕ေျမးေလး ေဂဘရီရယ္တို႔ရဲ႕ အိမ္မွာ အတူေနေနပါတယ္။တစ္ရက္မွာ ဆယ္ေက်ာ္သက္ေလး ေဂဘရီရယ္ဟာမကၠဆီကို ကိုခိုးထြက္ၿပီးသူ႔ကိုစြန႔္ပစ္သြားတဲ့ဖခင္ျဖစ္သူကို လိုက္ရွာပါေတာ့တယ္။အဲဒီအခ်ိန္မွာ သူျပန္မလာႏိုင္ဘဲလူေမွာင္ခို ျပည့္တန္ဆာဂိုဏ္းလက္ထဲပါသြားတဲ့အခါမွာအဘိုးႀကီး ရမ္ဘိုတစ္ေယာက္စြန႔္စားခန္းေတြ ထပ္ဖြင့္ရပါေတာ့တယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္… File Size : (1.80 GB),(800 MB) And (400 MB)\nQuality : EXTENDED Blu-Ray (1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/UQfk/Rambo_-_Last_Blood_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/the-assassin-2015-135x200.jpg",
        "title": "The Assassin (2015)",
        "description": "The Assassin (2015)လြန္ခဲ့ေသာ ရာစုႏွစ္ကိုးစုနွစ္၊ တန္ မင္းဆက္ရဲ႕ ေနာက္ဆံုးနွစ္မ်ားအခ်ိန္ကို အေျခခံျပီးရိုက္ကူးထားတာျဖစ္ျပီးဒီဇာတ္ကားထဲမွာ အားလံုးသိျကတဲ့ မင္းသမီး Shu Qi ဟာဆုိရင္ Assassin အေနနဲ႔ပါ၀င္သရုပ္ေဆာင္ထားတာျဖစ္ပါတယ္။သူမဆရာ(သခင္မ) Jiaxinမွ သူမအား အက်င့္ပ်က္အရာရွိမ်ားကို သတ္ဖို႔ညႊန္ျကားခဲ့ရာတာ၀န္ကိုပ်က္ကြက္ခဲ့တာေျကာင့္ အျပစ္ေပးခံရျပီးေနာက္ ဘယ္လုိဆက္ျဖစ္သြားမလဲဆုိတာကို ျကည့္ရွု႕ျကရမွာျဖစ္ပါတယ္။IMDb Rating ကေတာ့ 6.3/10 ပါ။[Unicode]The Assassin (2015)လွန်ခဲ့သော ရာစုနှစ်ကိုးစုနှစ်၊ တန် မင်းဆက်ရဲ့ နောက်ဆုံးနှစ်များအချိန်ကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပြီးဒီဇာတ်ကားထဲမှာ အားလုံးသိကြတဲ့ မင်းသမီး Shu Qi ဟာဆိုရင် Assassin အနေနဲ့ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။သူမဆရာ(သခင်မ) Jiaxinမှ သူမအား အကျင့်ပျက်အရာရှိများကို သတ်ဖို့ညွှန်ကြားခဲ့ရာတာဝန်ကိုပျက်ကွက်ခဲ့တာကြောင့် အပြစ်ပေးခံရပြီးနောက် ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာကို ကြည့်ရှု့ကြရမှာဖြစ်ပါတယ်။IMDb Rating ကတော့ 6.3/10 ပါ။ File size__( 930 MB) and ( 350 MB)\nQuality__720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:46:25\nType__Action, Drama, ...",
        "rating": "6.3",
        "url": "https://megaup.net/1x6bc/The_Assassin_(2015).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AcaRTiIOrkDM8vuQkDXhMgWJ2GO.jpg",
        "title": "The Divine Move 2: The Wrathful(2019)",
        "description": "The Divine Move 2: The Wrathful(2019)(unicode)The Divine Move က 2014 မှာ ထွက်ခဲ့ဖူးပါတယ်...မင်းသားကြီး Woo-sung Jung\nကအဓိက သရုပ်ဆောင်ထားတဲ့ ဂိုကစားနည်းကိုအခြေခံထားတဲ့ဒီဇာတ်ကားဟာ\nတော်တော်များများကြိုက်နှစ်သက်ကြတယ်...\nအခု ၂၀၁၉ မှာ ထွက်တဲ့ The Divine Move 2 ဟာ 1 နဲ့ ဆက်စပ်မှုတော့သိပ်မရှိလှပါဘူး..\nသို့ပေမယ် ဂိုကစားနည်းနဲ့ပဲ ဇာတ်အိမ်ကိုအခြေပြုထားတယ်...အရင်ကားထက်တောင်\nအက်ရှင်ခန်းတွေပိုများလာသလို Fight Scene တွေလည်းပိုမိုက်လာတယ်....\nအားနေ ချနေတာမျိုးမဟုတ်ဘူး ဇာတ်လမ်းသွားကလည်းအတော်ကောင်းပါတယ်..\nသတ်ဖြတ်ခန်းတွေ ဓားနဲ့ထိုးတာတွေ အရိုးတွေချိုးတွေ တော်တော်ကြီးကိုပီပြင်တယ်...\nSpoiler ဖြစ်မှာ စိုးလို့ ဒီလောက်ပဲပြောပါရစေ....\nကျွန်တော်ပြောရဲတယ်...ဒေါင်းကြည့်လို့ ခင်ဗျားတို့ နောင်တလုံး၀မရစေရဘူး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Phyu Zaw ပဲဖြစ်ပါတယ်....(zawgyi)The Divine Move က 2014 မွာ ထြက္ခဲ့ဖူးပါတယ္...မင္းသားႀကီး Woo-sung Jung\nကအဓိက သ႐ုပ္ေဆာင္ထားတဲ့ ဂိုကစားနည္းကိုအေျခခံထားတဲ့ဒီဇာတ္ကားဟာ\nေတာ္ေတာ္မ်ားမ်ားႀကိဳက္ႏွစ္သက္ၾကတယ္...\nအခု ၂၀၁၉ မွာ ထြက္တဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-divine-move-2-the-wrathful2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMmZhZmQ1YjYtMmZkZC00ZTIxLTg5YTctMDczZGJmZTllYjBkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Black and Blue (2019)",
        "description": "Black & Blue (2019)\nနယူးအော်လန်ရဲ့ ရဲတပ်ဖွဲ့မှ အမျိုးသမီးရဲမေလူသစ်လေး အလီရှာဟာ\nမူးယစ်တိုက်ဖျက်အဖွဲ့တစ်ဖွဲ့က မူးယစ်ဆေးရောင်းသူတွေကို အသေပစ်သတ်နေတဲ့\nဗီဒီယိုကို သူ့ကိုယ်ပေါ်မှာတပ်ဆင်ထားတဲ့ ကင်မရာမှတစ်ဆင့် ရိုက်ကူးထားမိတယ်...\nလူသတ်မှုကို ကျူးလွန်တဲ့ လူသတ်သမားဟာ လာဘ်စားမှုကို ကျူးလွန်နေတဲ့\nမယ်လွန်းဟုခေါ်သောရဲနှင့် သူတို့အဖွဲ့ဖြစ်တာကိုသိလိုက်ရတော့\nသူ့မအသက်ဘေးက လွတ်အောင် သူမကိုကူညီမယ့် သူ့ငယ်သူငယ်ချင်းရဲ့ အစ်ကိုဝမ်းကွဲရဲ့ အကူအညီကို ရခဲ့ပါတယ်...\nအသတ်ခံရတဲ့ဆေးရောင်းတဲ့ ဇီးရိုးဆိုသူမှာ ကင်းစတန်းအဖွဲ့ခေါင်းဆောင် ဒဲရီးယက်စ်ရဲ့ တူသားတော်သူဖြစ်နေလို့\nမယ်လွန်းရဲ့စကားကို နားယောင်ကာ အလီရှာနောက်ကို ဒဲရီးယက်စ်က\nလိုက် မယ်လွန်းက လိုက်နှင့် အသက်ဘေးကလွတ်အောင် ဘယ်လိုတွေရှောင်တိမ်းကြမလဲ...\nသူ့ဆီမှာရှိတဲ့အမှန်တရားကိုရိုက်မိထားတဲ့ ကင်မရာကိုရော စခန်းရောက်အောင်\nဘယ်လိုပို့ပေးမလဲဆိုတာကို ဇာတ်လမ်းလေးကြည့်ရင်း စီးမျောကြတာပေါ့နော်...\nလှုပ်လှုပ်ရှားရှား ကြိုက်နှစ်သက်သူတွေအတွက် လက်လွတ်မခံသင့်တဲ့ IMDb 5.9 ရှိတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်....\nBlack & Blue (2019)\nနယူးအောျလနျရဲ့ ရဲတပျဖှဲ့မှ အမြိုးသမီးရဲမလေူသဈလေး အလီရှာဟာ\nမူးယဈတိုကျဖကြျအဖှဲ့တဈဖှဲ့က မူးယဈဆေးရောငျးသူတှကေို အသပေဈသတျနတေဲ့\nဗီဒီယိုကို သူ့ကိုယျပေါျမှာတပျဆငျထားတဲ့ ကငျမရာမှတဈဆင့ျ ရိုကျကူးထားမိတယျ...\nလူသတျမှုကို ကြူးလှနျတဲ့ လူသတျသမားဟာ လာဘျစားမှုကို ကြူးလှနျနတေဲ့\nမယျလှနျးဟုခေါျသောရဲနှင့ျ သူတို့အဖှဲ့ဖွဈတာကိုသိလိုကျရတော့\nသူ့မအသကျဘေးက ...",
        "rating": "",
        "url": "https://megaup.net/Tzwj/Black_And_Blue_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    }
]