[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/daredevil-poster-133x200.jpg",
        "title": "Daredevil (2003)",
        "description": "Daredevil (2003)_____IMDb - 5.3/10\n  \nMarvel ရဲ့ မျက်မမြင်လူစွမ်းကောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပြီး မင်းသားကတော့ Ben Affleck ပါ။\nမင်းသမီး Jennifer Garner ကတော့ ခပ်မိုက်မိုက်ပုံစံနဲ့ ပါဝင်ထားပါတယ်။\nIMDb Rating (5.3/10) ရရှိထားပြီး အခု ထွက်ရှိနေတဲ့ Daredevil Series ကိုမမှီပေမယ့်\nစီးရီးမကြည့်နိုင်တဲ့ ပရိတ်သတ်တွေအတွက်  Daredevil ကိုမြည်းခွင့်ရရှိနိုင်တဲ့ ဇာတ်ကားပါ။(မြန်မာစာတန်းထိုးကိုတော့ Myo Ko မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်ပါခြင်းဖြစ်ပါတယ်။)\n   \nMarvel ရဲ႕ မ်က္မျမင္လူစြမ္းေကာင္းကို ရိုက္ကူးထားတဲ့ဇာတ္ကားျဖစ္ျပီး မင္းသားကေတာ့ Ben Affleck ပါ။\nမင္းသမီး Jennifer Garner ကေတာ့ ခပ္မိုက္မိုက္ပံုစံနဲ႕ ပါဝင္ထားပါတယ္။\nIMDb Rating (5.3/10) ရရွိထားျပီး အခု ထြက္ရွိေနတဲ့ Daredevil Series ကိုမမွီေပမယ့္\nစီးရီးမၾကည့္ႏိုင္တဲ့ ပရိတ္သတ္ေတြအတြက္  Daredevil ကိုျမည္းခြင့္ရရွိႏိုင္တဲ့ ဇာတ္ကားပါ။\n \n(ျမန္မာစာတန္းထိုးကိုေတာ့ Myo Ko မွကိုယ္တိုင္ဘာသာျပန္တင္ဆက္လိုက္ပါျခင္းျဖစ္ပါတယ္။)\n   \nFile size...(905 MB)\nQuality...BrRip ...",
        "rating": "5.3",
        "url": "https://megaup.net/2fiio/Daredevil_[2003]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/cv1-1-210x300.jpg",
        "title": "Captain America : Civil War  (2016)",
        "description": "Blu ray Update ထြက္လာလို႕ အၾကည္သိမ္းထားျခင္သူေတြအတြက္ျပန္တင္ေပးလိုက္ပါတယ္\n             ဇာတ္လမ္းအက်ဥ္းကေတာ့ Age of Ultron အျပီးမွာ ျပန္လည္စုစည္းထားတဲ့ Avenger ေတြဟာ စစ္ဆင္ရင္းတစ္ခု ဆင္ႏြဲရင္း မေတာ္တဆ လူေတြေသရျပန္ပါတယ္။ Avenger ေတြရဲ႕ တိုက္ပြဲတိုင္းမွာ ပ်က္စီးမႈေတြ မ်ားလြန္းတာကို သည္းမခံနိုင္ေတာ့တဲ့ ကမာၻၾကီးဟာ သေဘာတူစာခ်ဳပ္တစ္ခုကို နိုင္ငံမ်ားစြာက လက္မွတ္ထိုးျပီး UN ရဲ႕ လက္ေအာက္မွာ Avenger ေတြကို ထားဖို႕ဆႏၵျပဳလာပါေတာ့တယ္။ ဒါကို ဆံုးျဖတ္ခ်က္အမွားေတြေၾကာင့္ ေနာင္တရေနတဲ့ Iromman က ေနာက္ထပ္ အမွားေတြကိုတားဆီးနိုင္ဖို႕လို႕ ေတြးျပီး ခ်က္ခ်င္းလက္ခံနိုင္ေပမယ့္ ကိုယ္ပိုင္ဆံုးျဖတ္ခြင့္ကို ယံုၾကည္တဲ့ Captain America ကေတာ့\nလံုး၀လက္မခံဖို႕ ဆံုးျဖတ္လိုက္ပါတယ္။ ဒီစာခ်ဳပ္ကို အတည္ျပဳေနစဥ္အတြင္းမွာပဲ အၾကမ္းဖက္တိုက္ခိုက္မႈ ေပၚလာျပီး Cap ရဲ႕ သူငယ္ခ်င္း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blog-pos-33/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/11111-217x300.jpg",
        "title": "Day Lights End (2016) ျမန္မာစာတန္းထိုး",
        "description": "ႏွစ္ေတြက တျဖည္းျဖည္းနဲ႔တိုက္စားၿပီး ကမ႓ာႀကီးကို ပ်က္စီးမႈေတြနဲ႔လူသားေတြကိုဆာေလာင္ေနတဲ့ အရုိုင္းအစိုင္း သားရဲမ်ား အျဖစ္ေျပာင္းလဲ သြားရာမွ ရည္႐ြယ္ခ်က္မဲ့ လက္စားေခ်လိုတဲ့ လူတစ္စုက အသက္ရွင္ရပ္တည္ႏိုင္ဖို႔ဘယ္လိုေတြမ်ား ႀကိဳးစားရွင္သန္ ရမလဲ ေသြးဆာေနတဲ့ အရိုင္းအစိုင္းေကာင္ေတြကိုဘယ္လိုမ်ားရင္ဆိုက္တိုက္ခိုက္ၾကမလဲကို ပရိတ္သတ္ႀကီးကဆက္လက္ေဒါင္းယူ ရွဴ စားၾကရမွာျဖစ္ပါတယ္Download & Watch",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/day-lights-end-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://upload.wikimedia.org/wikipedia/en/3/3c/Chronicles_of_the_Ghostly_Tribe_poster.jpg",
        "title": "Chronicles of the Ghostly Tribe (2015) ျမန္မာစာတန္္းထိုး",
        "description": "Visual Affect ခပ္လန္းလန္းေတြနဲက အာရွကားတစ္ကားကို ပိတ္ရက္မွာ\nၾကည့္ဖို႕တင္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ မြန္ဂိုလီးယား နယ္စပ္က\nေရွးႏွစ္ေပါင္းမ်ားစြာကတညး္က ျဖစ္တည္ခဲ့တဲ့ ရုပ္ကၽြင္းေတြအေပၚမွာ\nလူသားေတြရဲ႕ စူးစမ္းေလ့လာမႈေတြေၾကာင့္\nမထင္မွတ္္ထားတဲ့ အႏၱရာယ္ေတြျဖစ္ေပၚလာတဲ့ အခါမွာေတာ့\nဘယ္လိုေတြမ်ား ရင္ဆိုင္ၾကေလမလဲ\nမေတာ္ေလာဘ သမား\nအာဏာရူးေတြနဲ႕ေကာ ဘယ္လိုရင္ဆိုင္ၾကေလမလဲဆိုတာကုိ ဆက္လက္ ၾကည့္ရွုလိုက္ပါအံုး\nဘာသာျပန္ကေတာ့ ကိုရန္ပိုင္ဟိန္္း ျဖစ္ပါတယ္ ။Download & Watch Large FileDownload & Watch Small File",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/chronicles-of-the-ghostly-tribe-2015-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/independence-day-movie-poster-1996-1010472769.jpg",
        "title": "Independence Day (1996)",
        "description": "ဒီဇာတ်ကားက ထွက်ထားတာ တော်တော်ကြာနေပေမဲ့ ဘယ်အချိန်ကြည့်ကြည့်မရိုးနိူင်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ ၂၀၁၆မှာ ဒီဇာတ်ကား အနှစ် ၂၀ပြည့် အထိမ်းအမှတ်အနေနဲ့Independence Day 2လာဦးမှာမို့ ဒီဇာတ်ကားကို အရင် ကြည့်ထားသင့်ပါတယ်။ ဒီဇာတ်ကားက စိတ်ကူးယာဉ်သိပ္ဗံဇာတ်ကား တစ်ကားဖြစ်ပြီး ဂြိုလ်သားတွေက ကမ္ဘာမြေကို လာဖျက်ဆီးတဲ့ ဇာတ်ကားပါ။ နည်းပညာမြင့်တဲ့ဂြိုလ်သားတွေက လူသားတွေက ဘယ်လို စိတ်ဓာတ်၊ဘယ်လို အစီအမံတွေနဲ့ ရင်ဆိုင်မှာလဲဆိုတာ စိတ်ဝင်စားစရာပါ။သူ့ခေတ် သူ့အခါတုန်းအနေအထားနဲ့ကြည့်ရင် ကွန်ပျူတာ ပြုလုပ်ချက်တွေ အဲလောက်ထိ ကောင်းမွန်တာက အံ့သြစရာပါ။ဒီဇာတ်ကားမှာတော့ ပရိသတ်အချစ်တော် Will Smithက ခေါင်းဆောင်မင်းသားအနေနဲ့ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ မကြည့်ရသေးတဲ့လူများ ကြည့်လိုက်ကြပါဦး",
        "rating": "7.0",
        "url": "https://megaup.net/1D9kx/Independence_Day_[1996]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/london-has-fallen-poster-133x200.jpg",
        "title": "London Has Fallen (2016)",
        "description": "London Has Fallen (2016)________IMDb - 5.9/10\n ၂၀၁၃ ခုနှစ်က Olympus Has Fallen ဇာတ်ကားရဲ့အဆက်ဖြစ်ပါတယ်။\nLondon has fallen ရဲ့ဇာတ်လမ်းကတော့......\nလက်နက်ရောင်းဝယ်ရေးနဲ့စီးပွားဖြစ်နေတဲ့ အကောင်ကြီးကြီး အကြမ်းဖက်သမားတစ်ယောက်က\nသူ့မိသားစုသေဆုံးမှုအတွက် ကမ္ဘာ့ခေါင်းဆောင်ကြီးတွေကို လန်ဒန်မှာ အစီအစဉ်တကျ လုပ်ကြံမှုပြုလုပ်ပါတယ်။\nတကယ်တော့ အမေရိကန်သမ္မတကို ဦးတည်လုပ်ကြံတာဖြစ်ပြီး သမ္မတအား လုပ်ကြံသတ်ဖြတ်မှုကိုလဲ\nတစ်ကမ္ဘာလုံးကို တိုက်ရိုက်ထုတ်လွှင့်ပြသဖို့ စီစဉ်ထားတာပါ။\nဒီလိုလုပ်ကြံမှုကနေ အမေရိကန်သမ္မတကို သူ့ကိုယ်ရံတော်က ကယ်တင်ရပုံကို ဇာတ်ကြောင်းဖန်တီးထားတာပါ။\nIMDb Rating (5.9/10) ရရှိထားတဲ့ Action, Thriller ဇာတ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားကို Carey Nyein မှဘာသာပြန်တင်ဆက်ထားတာပါ။)\nOlympus Has Fallen (2013) ကြည့်ရှုရန် နှိပ်ပါ\nAngel Has Fallen (2019) ကြည့်ရှုရန် နှိပ်ပါ File size…(905 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung \nနမူနာကြည့်ရန်",
        "rating": "5.9",
        "url": "https://megaup.net/1xosi/London_Has_Fallen_[2016]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://pbs.twimg.com/media/CEyQf5HW8AA28X-.jpg",
        "title": "Dirty Lies (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီတစ္ခါေတာ့့ ခပ္လန္းလန္း အက္ရွင္ကားတစ္ကားနဲ႕ မိတ္ဆက္ေပးခ်င္တယ္ဇာတ္္ကားက သစၥာတရား က ဘာလဲဆိုတာကို ျပထားတယ္ဇာတ္ကား အက်ဥ္းက သိန္းေထာင္ခ်ီတန္တဲ့ လည္ဆြဲ အတြက္အခန္းေဖာ္ သူယ္ခ်ငး္ က သစၥာေဖာက္သြားတာကိုု ရိုက္ျပထားတာ ျဖစ္တယ္ကဲ ေဒါင္းျပီးသာၾကည့္ေစခ်င္တယ္Download & Watch",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dirty-lies-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Divergent-Allegiant-Movie-Poster-200x300.jpg",
        "title": "Allegiant (2016)",
        "description": "စာရေးဆရာမVeronica Roth ရဲ့ နာမည်ကျော် Divergent Series ရဲ့ သုံးအုပ်မြောက်စာအုပ်ကိုအသက်သွင်းထားတဲ့ ရုပ်ရှင်ဇာတ်ကားပါ။ရှေ့က Divergent(2014) နဲ့ Insurgent(2015) ရုပ်ရှင်တွေကိုကြည့်ဖူးထားရင်တော့ အဆက်အစပ်မိပါလိမ့်မယ်။ဇာတ်လမ်းရဲ့ကြောရိုး....အနာဂတ်ကာလ Chicago မြို့မှာ တံတိုင်းကြီးကာထားပြီးနေထိုင်ကြတဲ့ မျိုးနွယ်စုတစ်စုရှိပါတယ်။သူတို့ထဲမှာ  Abnegation ( အတ္တကင်းမဲ့မှု)၊ Amity ( ကြင်နာမှု )၊ Candor ( ရိုးသားမှု)၊ Erudite ( ဉာဏ်ပညာထက်မြက်မှု)၊ နဲ့ Dauntless ( ရဲရင့်မှု ) စသည်ဖြင့်အမျိုးအစားခွဲထားပြီး  အဲ့ဒီအမျိုးအစားထဲကနေ ချွန်ပြီးထွက်နေတဲ့ Divergent လို့သတ်မှတ်သူတွေကိုတော့ ဒီမြို့ထဲမှာမထားပါဘူး...သတ်ပစ်ပါတယ်။ဒီလိုချိန်မှာ Abnegation အကြီးအကဲရဲ့သမီး Tris (မင်းသမီး Shaileen Woodley ) ကတော့ အမျိုးအစား(၃)ခုကျော်နေလို့  Divergent လို့ The System ကသတ်မှတ်ပြီး သတ်ပစ်ဖို့ကြိုးစားလာပါတယ်။ဘာကြောင့်လဲဆိုတော့ Divergent တွေဟာ The System ...",
        "rating": "",
        "url": "https://megaup.net/TYko/Allegiant_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "http://undertheradar.military.com/wp-content/uploads/2016/05/Sniper_Ghost_Shooter_3D_CompBox.jpg",
        "title": "Sniper Ghost Shooter (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲဒီတစ္ခါေတာ့ Sniper ကားတစ္ကားနဲ႕မိတ္ဆက္ေပးပါရေစ\nမစ္ရွင္တစ္ခုအတြက္ အၾကမ္းဖက္သမားမ်ားလက္မွ\nအေရးၾကီးေသာ ဂတ္စ္ပို္က္လိုင္းကို ကာကြယ္ဖို႕အတြက္\nလုပ္ေဆာင္ရာမွာ စႏိုက္ပါသမား၂ေယာက္က ဘယ္လို\nအခက္အခဲေတြၾကံဳေတြ႕ရမလဲဆိုတာကို\nဆက္လက္ရွဴစားၾကရေအာင္လား",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/sniper-ghost-shooter-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/the-last-king-poster-133x200.jpg",
        "title": "The Last King (2016)",
        "description": "The Last King (2016)IMDb - 6.1/10_____Rotten - 89%\n   \nဒီဇာတ်ကားကတော့ IMDB - 6.1/10 ရရှိထားတဲ့\nNorwegian Action/Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားဟာ ၁၂၀၆ ခုနှစ်-နော်ဝေနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့ နိုင်ငံရေးအခြေအနေမှန်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ဒီဖြစ်ရပ်ဟာ နော်ဝေရဲ့အနာဂတ်ကို\nပြောင်းလဲစေခဲ့တဲ့ သမိုင်းဖြစ်ရပ်တစ်ခုဖြစ်တယ်လို့ဆိုပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့...\nနော်ဝေကို အုပ်ချုပ်လျက်ရှိတဲ့ ဘုရင်ဟက်ကွန်ဆဘာရ်ဆန်ဟာ လုပ်ကြံခံလိုက်ရပါတယ်။\nလုပ်ကြံသူတွေက...ဘုရင်မှာ မိဖုရားမရှိလေတော့ အရိုက်အရာဆက်ခံမယ့်သူ\nမရှိဘူးဆိုတဲ့အထင်နဲ့ မင်းဆက်ပြောင်းလဲစေဖို့ လုပ်ကြံခဲ့ကြတာပါ။\nဒါပေမယ့်...\nဘုရင်မှာ မိန်းမပျိုတစ်ဦးနဲ့ လျှို့ဝှက်စွာ ရထားတဲ့ ဟက်ကွန်ဟက်ကွန်ဆန် ဆိုတဲ့ ကလေးတစ်ယောက်\nကို သူ့ရဲ့ လူယုံတွေနဲ့ စောင့်ရှောက်ထားတယ်ဆိုတာသိသွားကြတဲ့နောက်မှာတော့\nThe Last King ရဲ့ အနာဂတ် ဘယ်လိုဖြစ်လာမလဲဆိုတာ.....ဇာတ်ကားလေးထဲမှာသာဆက်လက် ကြည့်ရှုကြပါ။\n \n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ညီလေး Sherlock ဖြစ်ပါတယ်။)\n@San Win Maung\n    \nFile Size - 710 MB\nQuality - Blu Ray Rip 720p\nFile Format - mp4\nDuration - 01:39:00\nTranslator ...",
        "rating": "6.1",
        "url": "https://megaup.net/2eHv0/The_Last_King_(Birkebeinerne)_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/lock-out-poster-133x200.jpg",
        "title": "Lockout (2012)",
        "description": "Lockout (2012)_____IMDb - 6.1/10\n ခေတ်မှီဆန်းပြားတဲ့အမေရိကန်တို့ရဲ့တီထွင်ဖန်တီးမှုနဲ့ အာကာသပေါ်က ကမ္ဘာပတ်လမ်းကြောင်းပေါ်မှာ အကျဉ်းထောင်တစ်ခုကို တည်ဆောက်ထားပါတယ်။ ဒီအကျဉ်းထောင်ထဲမှာ နိုင်ငံတစ်ကာက ဆိုးပေ့ဆိုတဲ့ လူသတ်ကောင်နဲ့ မုဒိမ်းကောင်တွေကို အိပ်ပျော်စေ အောင်ပြုလုပ်ပြီး ထိန်းသိမ်းထားပါတယ်။ အဲဒီထောင်ကို အမေရိကန်သမ္မတရဲ့သမီးက လူသားခြင်းစာနာထောက်ထားမှုအစီအစဉ်အရ လာပြီး အကျဉ်းသားတွေကို အင်တာဗျူးပါတယ်။ အဲဒီမှာ အကျဉ်းသားတွေ လွတ်ထွက်လာကြပြီး ထောင်ကြီးကို အပိုင်စီးလိုက်ကြ ပါတယ်။မင်းသားကတော့ စီအိုင်အေအေးဂျင့်တစ်ယောက်ပါ။ နိုင်ငံတော် လျှို့ဝှက်ချက်ပေါက်ကြားမှုတစ်ခုမှာ ပါဝင်ပတ်သက်ခဲ့တယ်လို့ သံသယအဝင်ခံနေရပြီး အစစ်ဆေးခံနေရသူပေါ့။ သူအဖမ်းမခံရခင် လျှို့ဝှက်ချက်ကို လက်လွှဲပေးခဲ့တဲ့သူက အဲဒီထောင်ကြီးထဲကိုရောက်\nနေတာကြောင့် သမ္မတသမီးကို တစ်ဦးတည်းသွားကယ်ဖို့တာဝန်ကို ယူလိုက်ပါတယ်။ ခေတ်မီတဲ့ထောင်ကြီးထဲမှာ အကျဉ်းသား ၅၀၀ နဲ့ ၁ ယောက်တည်းနဲ့ ဘယ်လိုရင်ဆိုင်မလဲ။ သမ္မတ သမီးလေးကိုရော ကယ်နိုင်မလား။ သူ့ရဲ့အရှုပ်အရှင်းတွေကလည်း ဘာတွေဖြစ် လာမလဲဆိုတာ ကြည့်လိုက်ကြပါ။Imdb rating 6.1 ရထားတဲ့ကားပါ။ ထုတ်လုပ်သူက Taken ...",
        "rating": "6.1",
        "url": "https://megaup.net/2lkH4/Lockout_[2012]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/dead_rising_watchtower_ver3_xlg-202x300.jpg",
        "title": "Dead Rising:Watch Tower(2015) ျမန္မာစာတန္းထိုး",
        "description": "ဇြန္ဘီပုရိသတ္ေတြအတြက္ ရင္တဖိုဖိုနဲ႔ၾကည့္ရမဲ့ အက္ရွင္ကားေကာင္းေလးပါ Horror,Thriller ကားေတြက Rating နည္းေလ့နည္းထ ရိွေပမဲ့ ဒီကားက 5.2 ရထားပါတယ္ဒီဇာတ္ကားက နဲနဲေလးႏိုင္ငံေရးနဲ႔လည္းဆက္ႏြယ္ေနတယ္... သတင္းေထာက္သမားႏွစ္ဦး ကအေမရိကန္မွာ ျပန္ဦးေမာ့လာတဲ့ဇြန္ဘီပိုး နဲ႔ပက္သက္ျပီး ဇာတ္လမ္း(သတင္း)ယူဖို႔ေရာက္သြားရာကေန ဒုကၡစက္ကြင္းထဲေရာက္ရိွသြားပါတယ္ တစ္ေယာက္ကေတာ့ေဘးကင္းရာေရာက္ရိွသြားေပမဲ့ က်န္တစ္ေယာက္ကေတာ့....ဇြန္ဘီေတာထဲမွာ တလည္လည္နဲ႔ ဘယ္လိုရုန္းထြက္မလဲ.... ေဘးကင္းရာကို ေရာက္ရိွသြားတဲ့သူကေရာ တကယ္ေဘးကင္းလား ဆိုတာ..ပရိတ္သတ္ၾကီး ကပဲဆက္ၾကည့္လိုက္ပါေတာ့လို႔ ေျပာပါရေစ....။File Size : 850 MB\nQuality : Blu ray 720P\nRunning Time : 1hr 58 minute\nFormat : Mp4\nGenre : Action, Horror, Sci-fi\nEncoder : Joker.phs(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Aye Min Oo ပဲ ျဖစ္ပါတယ္)",
        "rating": "",
        "url": "https://channelmyanmar.org/dead-risingwatch-tower2015-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/triple9-203x300.jpg",
        "title": "Triple 9 (2016) ျမန္မာစာတန္းထိုး",
        "description": "အေမရိကန္ Crime Thriller Darama ဇာတ္ကားေကာင္း တစ္ကားျဖစ္သည့္ Tripple 9 ကို ယခုအပတ္မွာမိတ္ဆက္ ညႊန္းဆိုေပးလိုက္ပါတယ္။Tripple 9 ကိုရိုက္သည့္ ဒါရိုက္တာကေတာ့ John Hillcoat ျဖစ္ကာ သ႐ုပ္ေဆာင္ေတြကလည္း ပရိသတ္ႀကီးႏွင့္ရင္းႏွီးၿပီးသားျဖစ္သည့္ Casey Affleck, Chiwetel Ejiofor, Anthony Mackie Aaron Paul, Norman Reedus, Woody Harrelson ESith Kate Winslet တို ့က အဓိကပါဝင္ သ႐ုပ္ေဆာင္ထားတာျဖစ္ပါတယ္။ဒီဇာတ္ကားကို ေဖေဖၚဝါရီလ ၂၆ ရက္ေန ့ကစၿပီး နိုင္ငံတစ္ကာမွာ႐ံုတင္ျပသခဲ့တာပါ။ ဇာတ္လမ္း အက်ဥ္းကေတာ့ . . .\nGeorgia ျပည္နယ္ Atlanata ၿမိဳ ႔မွာ ဒုစရိုက္သမားေတြျဖစ္သည့္ Micheal Atwood, Russel Welch ႏွင့္ သူ့ရဲ ႔ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/triple-9-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcSyT5rNFlumZlN1B7uQ-zNpAePjesx5XjIvSeHT0lhcqRAewpqu",
        "title": "Mafiya: Igra na vyzhivanie (2016) ျမန္မာစာတန္းထိုး",
        "description": "၂၀၇၂ ခုႏွစ္ ေမာ္စကိုျမိဳ႕ကို အေျခခံထားျပီး\nပါ၀င္ကစားသူ ၁၂ ေယာက္မွ\nေသမွာလား ၾကိဳးစားျပီး ဆက္လက္ရွင္သန္မွာလား\nကို ေရြးခ်ယ္က ကစားခိုင္းတဲ့\nသည္းထိပ္ရင္ဖို ဆန္ဆန္ ဇကားေလးတကားပါ\nအေကာင္းဆံုးဇကားဆုတဆု အတြက္လည္း နာမည္ထြက္ထားတဲ့ကားေလးပါဗ်Download & Watch On Pcloud",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/mafiya-igra-na-vyzhivanie-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Born-to-fight-133x200.jpg",
        "title": "Born to Fight (2004)",
        "description": "ဒီဇာတ်ကားလေးကတော့ကျွန်တော်ရဲ့\nပဉ္စမမြောက်ဘာသာပြန်ဇတ်ကားလေးပါ\nအက်ရှင်ကားကောင်းကောင်းကို\nမှကြိုက်တဲ့ပရိတ်သတ်တွေအကြိုက်တွေ့မယ့်ကားတစ်ကားပါပဲ\nကျွန်တော်ထိုင်းအက်ရှင်ကားတွေဆိုရင်(tonny jaa)ရယ်\nဒီမင်းသားရယ်ပါတဲ့ကားတွေကိုအကြိုက်ဆုံးပါပဲ\nထိုးသတ်မှုတွေကမာန်ပါသလိုတကယ့်ကိုအက်ရှင်ရသ\nပေးစွမ်းနိင်တဲ့ကားတွေဖြစ်လို့ပါပဲဒီ\nဇာတ်ကားလေးကတော့အက်ရှင်ဆိုပေမဲ့ဇတ်လမ်း\nဇာတ်ကွက်တွေလည်းပါတာကြောင့်ပရိတ်သတ်\nတွေစိတ်ကျေနပ်မှုရစေမှာပါ\nအညွန်းမရေးခင်ကျွန်တော်နည်းနည်းထပ်ဖြည့်ပေးပါရစေ\nဒီဇတ်ကားလေးမှာကျွန်တော်တွေ့ရသလောက်ကတော့\nစည်းလုံးညီညွတ်မှုရယ်နိင်ငံတော်နဲ့နိင်ငံတော်သီချင်းကို\nချစ်မြတ်နိးတာကိုတွေ့ရပါတယ်\nကျွန်တော်တို့အလုပ်မှာဆိုရင်သူဌေးကတခါတလေလာရင် ဂျပန်နဲ့မြန်မာလူမျိူး\nCommunicationရစေအောင်ဆိုပြီး နိင်ငံတော်သီချင်းဆိုခိုင်းတတ်ပါတယ်\nကျွန်တော်တို့တွေကတော့ကိုယ့်နိင်ငံတော်သီချင်းကို\nအကျယ်ကြီးဆိုကြတာပေါ့\nဆိုနေတဲ့အချိန်မှာကြက်သီးထလောက်အောင်ခံစားရပါတယ်\nနိင်ငံခြားရောက်နေတဲ့လူတွေပိုသိမှာပါ\nဟိုတလောကကျွန်တော်facebookမှာ\nဖတ်လိုက်ရပါတယ်မြန်မာနိင်ငံမှာ\nရုပ်ရှင် မပြခင်နိင်ငံတော်သီချင်းဆိုတဲ့အချိန်မှာဆိုနေတဲ့လူတွေကို\nအနောက်ကနေ ကဲ့ရဲ့တယ်ဆိုတဲ့သတင်းပါ\nဟုတ်မဟုတ်တော့မသိပါဘူး\nဒါပေမဲ့အဲလိုတော့ဘယ်လိုမှမဖြစ်သင့်ပါဘူး\nကျွန်တော်နိင်ငံတော်သီချင်းအကြောင်းပြောရင်း\nမြန်မာဇတ်ကားတစ်ကားကိုသတိရမိပါတယ်\nတိုက်ပွဲခေါ်သံပါ အားလုံးလည်းသိမှာပါ\nဒါကြောင့်ကျွန်တော်ပြောချင်တာကနိင်ငံတော်သီချင်းကို\nကျွန်တော်တို့အားလုံးအလေးထားသီဆိုကြပါစို့လို့ပြောချင်ပါတယ်\nအားလုံးဖတ်ရှုပေးတဲ့အတွက်ကျေးဇူးတင်ပါတယ်\nဇာတ်ကားအညွန်းကိုပြောရရင်တော့\nနိင်ငံတော်ကဖမ်းဆီးထားတဲ့မှောင်ခိုရာဇာကြီး\nတစ်ယောက်ကိုလက်အောက်ငယ်သားတွေက\nနယ်စပ်ရွာကလေးကိုဓါးစားခံလုပ်ပြီးကယ်တင်ဖို\n့ကြိူ းစားတာကိုရိုက်ကူးထားတာပါ\nနယ်စပ်ရွာကလေးကိုရောက်ရှိနေတဲ့\nအားကစားသမားများနဲ့လူဆိုးတွေရင်ဆိုင်ပုံကို\nသေသေသပ်သပ်ရိုက်ကူးထားတာပါ\nထိုင်နိင်ငံရဲ့နာမည်ကြီးလက်ဝှေ့သမားတွေ\nတိုက်ကွမ်ဒိုသမားတွေ\nအားကစားသမားစုံစုံညီညီပါဝင်ထားပါတယ် ဒေါင်းလော့ဆွဲပြီးကြည့်လိုက်ကြပါအုံး\n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Soe Htwe (ခေတ္တ ဂျပန်) ပဲ ဖြစ်ပါတယ်)\n-----------------------------------------------------------------\nဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ္ရဲ႕\nပဥၥမေျမာက္ဘာသာျပန္ဇတ္ကားေလးပါ\nအက္ရွင္ကားေကာင္းေကာင္းကို\nမွၾကိဳက္တဲ႔ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕မယ့္ကားတစ္ကားပါပဲ\nက်ြန္ေတာ္ထိုင္းအက္ရွင္ကားေတြဆိုရင္(tonny jaa)ရယ္\nဒီမင္းသားရယ္ပါတဲ႔ကားေတြကိုအၾကိဳက္ဆံုးပါပဲ\nထိုးသတ္မႈေတြကမာန္ပါသလိုတကယ့္ကိုအက္ရွင္ရသ\nေပးစြမ္းနိင္တဲ႔ကားေတြျဖစ္လို႔ပါပဲဒီ\nဇာတ္ကားေလးကေတာ့အက္ရွင္ဆိုေပမဲ႔ဇတ္လမ္း\nဇာတ္ကြက္ေတြလည္းပါတာေၾကာင့္ပရိတ္သတ္\nေတြစိတ္ေက်နပ္မႈရေစမွာပါ\nအညြန္းမေရးခင္က်ြန္ေတာ္နည္းနည္းထပ္ျဖည့္ေပးပါရေစ\nဒီဇတ္ကားေလးမွာက်ြန္ေတာ္ေတြ႔ရသေလာက္ကေတာ့\nစည္းလံုးညီညြတ္မႈရယ္နိင္ငံေတာ္နဲ႔နိင္ငံေတာ္သီခ်င္းကို\nခ်စ္ျမတ္နိးတာကိုေတြ႕ရပါတယ္\nက်ြန္ေတာ္တို႔အလုပ္မွာဆိုရင္သူေဌးကတခါတေလလာရင္ ဂ်ပန္နဲ႔ျမန္မာလူမ်ိဴး\nCommunicationရေစေအာင္ဆိုျပီး နိင္ငံေတာ္သီခ်င္းဆိုခိုင္းတတ္ပါတယ္\nက်ြန္ေတာ္တို႔ေတြကေတာ့ကိုယ့္နိင္ငံေတာ္သီခ်င္းကို\nအက်ယ္ၾကီးဆိုၾကတာေပါ့\nဆိုေနတဲ႔အခ်ိန္မွာၾကက္သီးထေလာက္ေအာင္ခံစားရပါတယ္\nနိင္ငံျခားေရာက္ေနတဲ့လူေတြပိုသိမွာပါ\nဟိုတေလာကက်ြန္ေတာ္facebookမွာ\nဖတ္လိုက္ရပါတယ္ျမန္မာနိင္ငံမွာ\nရုပ္ရွင္ မျပခင္နိင္ငံေတာ္သီခ်င္းဆိုတဲ႔အခ်ိန္မွာဆိုေနတဲ႔လူေတြကို\nအေနာက္ကေန ကဲ႕ရဲ႕တယ္ဆိုတဲ႔သတင္းပါ\nဟုတ္မဟုတ္ေတာ့မသိပါဘူး\nဒါေပမဲ႔အဲလိုေတာ့ဘယ္လိုမွမျဖစ္သင့္ပါဘူး\nက်ြန္ေတာ္နိင္ငံေတာ္သီခ်င္းအေၾကာင္းေျပာရင္း\nျမန္မာဇတ္ကားတစ္ကားကိုသတိရမိပါတယ္\nတိုက္ပြဲေခၚသံပါ အားလံုးလည္းသိမွာပါ\nဒါေၾကာင့္က်ြန္ေတာ္ေျပာခ်င္တာကနိင္ငံေတာ္သီခ်င္းကို\nက်ြန္ေတာ္တို႔အားလံုးအေလးထားသီဆိုၾကပါစို႔လို႔ေျပာခ်င္ပါတယ္\nအားလံုးဖတ္ရႈေပးတဲ႔အတြက္ေက်းဇူးတင္ပါတယ္\nဇာတ္ကားအညြန္းကိုေျပာရရင္ေတာ့\nနိင္ငံေတာ္ကဖမ္းဆီးထားတဲ႔ေမွာင္ခိုရာဇာၾကီး\nတစ္ေယာက္ကိုလက္ေအာက္ငယ္သားေတြက\nနယ္စပ္ရြာကေလးကိုဓါးစားခံလုပ္ျပီးကယ္တင္ဖို\n႔ၾကိဴ းစားတာကိုရိုက္ကူးထားတာပါ\nနယ္စပ္ရြာကေလးကိုေရာက္ရွိေနတဲ႔\nအားကစားသမားမ်ားနဲ႔လူဆိုးေတြရင္ဆိုင္ပံုကို\nေသေသသပ္သပ္ရိုက္ကူးထားတာပါ\nထိုင္နိင္ငံရဲ႕နာမည္ၾကီးလက္ေဝွ႕သမားေတြ\nတိုက္ကြမ္ဒိုသမားေတြ\nအားကစားသမားစံုစံုညီညီပါဝင္ထားပါတယ္ ေဒါင္းေလာ့ဆြဲျပီးၾကည့္လိုက္ၾကပါအံုး\n(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ကို Soe Htwe (ေခတၱ ဂ်ပန္) ပဲ ျဖစ္ပါတယ္)\nFile Size         : 685 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 32 minute\nFormat           : Mp4\nGenre             : Action, Drama, Crime\nEncoder         : Joker.phs",
        "rating": "6.2",
        "url": "https://megaup.net/4eJRX/Born_To_Fight_(Kerd_Ma_Lui)_[2004]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/download.jpg",
        "title": "Misconduct (2016) ျမန္္မာစာတန္းထိုး",
        "description": "နာမည္ၾကီးေရွ႕ေနတေယာက္ မထင္မွတ္ထားတဲ့\nအမႈတစ္ခုမွာ မထင္မွတ္ထားတာကို ေဖာ္ထုပ္မိေတာ့\nမထင္မွတ္္ထားတဲ့ ခ်ိန္းေျခာက္မႈေတြကိုၾကံဳေတြ႕လုိက္ရတဲ့အခါမွာေတာ့\nဘယ္လိုေတြမ်ား ဆက္ျပီး ...............Download & Watch On Pcloud",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/misconduct-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/chinese-odyssey-12-poster-154x200.jpg",
        "title": "A Chinese Odyssey Part 1 & 2 [Pandora Box & Cindrella] (1995)",
        "description": "A Chinese Odyssey: Part 1 - Pandora's Box (1995)_____IMDb - 7.9/10\nA Chinese Odyssey: Part 2 - Cinderella (1995)_____IMDb - 8.0/10  \nဟုတ်ပါတယ် ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရုပ်ရှင်ချစ်သူတွေအားလုံးနှစ်သက်ကြရတဲ့\nနာမည်ကျော်မင်းသားကြီး Stephen Chow က Journey to the west ဆိုတဲ့ တရုတ်ရိုးရာဇာတ်တော်ကြီးကို\nပြန်လည်ဆန်းသစ်ရိုက်ကူးတင်ပြထားတာဖြစ်ပါတယ်။\nမတူတာကတော့ ဇာတ်လမ်းကျောရိုးက အနောက်အရပ်သို့ ကျမ်းဂန်တွေသွားရောက်ပင့်ဆောင်ခြင်းမပြုမှီ\nစွန်းဝူခုန်းရဲ့ အရိုင်းစိုင်းမျောက်ဘ၀ ထိုမှတစ်ဖန် လူဘဝပြန်ဝင်စားပြီး လူဘဝနဲ့ကျင်လည်ကျက်စားပုံတွေ\nမိစ္ဆာမလေးတစ်ယောက် နဲ့ ဘုံကြိုးပြတ်နတ်သမီးတစ်ယောက်ရဲ့ကြားမှာယောက်ယတ်ခပ်အောင် ဗျာများနေရပြီး\nရသစုံအချစ်ဇာတ်လမ်းလေးတွေပေါက်ဖွားလာပုံတွေကို တွေ့ရမှာပါ\nထို့အပြင်ပဲ ဆရာတော်ဟာလည်း ပါရမီမရင့်သန်မီမှာ\nစကားအလွန်များပစိပစပ်အလွန်နိုင်တဲ့ ဘုန်းကြီးတစ်ပါးအဖြစ်ကျင်လည်ခဲ့ရပုံ တွေကို\nမင်းသားကြီး Stephen Chow ရဲ့ထုံးစံအတိုင်း ခပ်တည်တည်နဲ့\nဟာသလေးတွေနှောကာရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ \nစွန်းဝူခုန်း တစ်ဖြစ်လဲ ကျင်းရှောင်လင် တစ်ယောက်\nသူရဲ့အချစ်ရဆုံးမိန်းကလေးဟာဘယ်သူဆိုတာနဲ့\nလောကကြီးရဲ့အကျိုးသယ်ပိုးဖို့အတွက် စွန်းဝူခုန်း ဘဝကိုပြန်လည် ရွေးချယ်ရင်\nသူနဲ့ပတ်သက်တဲ့မိန်းကလေးနဲ့လည်းကွဲရမှာဖြစ်တာကြောင့်\nသူဘာကိုရွေးချယ်မှာလဲ ဆိုတာကိုလည်း ရင်တမမနဲ့ကြည့်ရမယ့်အပြင်\nစိတ်ကိုလည်း အားမလိုအားမရဖြစ်ကာမရိုးမရွဖြစ်စေတဲ့ရသကိုလည်း ပေးနိုင်စွမ်းရှိတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1yJ29/A_Chinese_Odyssey_Part_1_-_Pandora_s_Box_(Sai_Yau_Gei_-_Yut_Gwong_Bou_Haap)_[1995]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/cover8e474-208x300.jpg",
        "title": "My Beloved Bodyguard(2016) ျမန္မာစာတန္းထိုး",
        "description": "ဒီဇာတ္ကားေလးမွာအဓိကကေတာ့တရုတ္ဖတ္တီးမင္း သားေခၚဆူမိုဟန္ကအဓိကပါဝင္သရုပ္ေဆာင္ထားပါတယ္အက္ရွင္ဒရာမာ ေရာထားတဲ႔ဇာတ္ကားေကာင္း ေလးတစ္ကားဆိုလည္းမမွားပါဘူးမင္းသားအန္ဒီလ်ဴ အပါအဝင္ဝါရင့္သရုပ္ေဆာင္အမ်ားအျပားလည္းသ ရုပ္ေဆာင္ထားတာမို႔လည္းပရိတ္သတ္ေတြအၾကိဳက္ ေတြ႔မယ္ဇာတ္ကားတစ္ကားျဖစ္လာမွာဧကန္ပါပဲေျမးမေလးေပ်ာက္ဆံုးသြားျပီးအရူးတစ္ပိုင္းျဖစ္ျပီး ေသာကေပြေနရေသာအဖိုးၾကီးဒင္အိမ္နီးခ်င္းေကာင္ မေလးတစ္ေယာက္ကိုေျမးမေလးအစားသံေယာဇင္ တြယ္တာမိျပီးအဖိုးအရင္းတစ္ေယာက္လိုေစာင့္ ေရွာက္ခ်င္ခဲ႔သည့္ဒင္ဒင္ကိုတစ္ဖက္သတ္သံေယာ ဇင္တြယ္မိေနသည့္အိမ္နီးခ်င္းကိုရီးယားလူမ်ိဴ းအဖြား ပက္ အေဖနဲ႔အေမကြဲေနသည့္အတြက္စိတ္ဒဏ္ရာရ ျပီးဒင္ကိုအဖိုးရင္းတစ္ေယာက္လိုသံေယာဇင္တြယ္ မိေနသည့္သမီးေလးခ်ယ္ရီလီထိုလူသံုးေလးဦးၾကား တြင္တရုတ္မာဖီးယားဂိုဏ္းနဲ႔ရုရွားမာဖီးယားဂိုဏ္းတို႔ ရႈပ္ေထြးလာတဲ႔အခ်ိန္မွာဘာေတြဆက္ျဖစ္မလဲရဲမႈဴ း ေဟာင္းတစ္ဦးအျဖစ္လဲသိုင္းေပါင္းစံုက်ြမ္းက်င္တဲ႔အဖိုး ၾကီးဒင္ကေကာခ်ယ္ရီလီေလးကိုဘယ္လိုကာကြယ္ ေစာင့္ေရွာက္မလဲစသျဖင့္ဒရာမာအက္ရွင္ဟာသအစံု အလင္ရသေတြနဲ႔ပရိတ္သတ္ေတြကိုရင္ခုန္မႈကိုေပး မယ့္ဇာတ္ကားတစ္ကားကိုက်ြန္ေတာ္(စိုးေထြး)ရဲ႕၂၄ ကားေျမာက္ဘာသာျပန္ကားေလးအျဖစ္တင္ဆက္ လိုက္ပါတယ္အျမန္သာေဒါင္းေလာ့ဆြဲၾကပါလို႔တိုက္ တြန္းလိုက္ပါရေစFile Size         : 780 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 39 minute\nFormat           : Mp4\nGenre             : Action, Drama, Crime\nEncoder         : Joker.phsDownload And watch With Pcloud Link Full HD(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Soe Htwe ပဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/my-beloved-bodyguard2016/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BOTA4N2VhNzMtMzNiZS00NTE0LTk4YzctZDcxOGMyZmYyODA4XkEyXkFqcGdeQXVyNTc0Njg2Mzg@._V1_-140x200.jpg",
        "title": "Blackhat (2015)",
        "description": "Thor မင်းသား Chris Hemsworth နဲ့ တရုတ်မင်းသမီး Tang Wei တို့အဓိကပါဝင်ထားတဲ့\nAction, Crime, Drama အမျိုးအစားဇာတ်ကားပါ။\nHacking နဲ့ပတ်သတ်တဲ့အသုံးအနှုန်းတွေပါနေတာကြောင့် IT နည်းပညာနဲ့ပတ်သတ်ပြီး\nဆက်စပ်မှုရှိမှပဲ ကြည့်လို့အဆင်ပြေနိုင်ပါတယ်။\nIMDb Rating (5.4/10) ရရှိထားပြီး Rating တွေနည်းနေတာကိုတော့ သတိပြုစေချင်ပါတယ်။Thor မင္းသား Chris Hemsworth နဲ႕ တရုတ္မင္းသမီး Tang Wei တို႕အဓိကပါဝင္ထားတဲ့\nAction, Crime, Drama အမ်ိဳးအစားဇာတ္ကားပါ။\nHacking နဲ႕ပတ္သတ္တဲ့အသံုးအႏႈန္းေတြပါေနတာေၾကာင့္ IT နည္းပညာနဲ႕ပတ္သတ္ျပီး\nဆက္စပ္မႈရွိမွပဲ ၾကည့္လို႕အဆင္ေျပႏိုင္ပါတယ္။\nIMDb Rating (5.4/10) ရရွိထားျပီး Rating ေတြနည္းေနတာကိုေတာ့ သတိျပဳေစခ်င္ပါတယ္။\nFile size...997 MB\nQuality...Blu-ray Rip 720p\nFormat...mp4\nDuration....01:50:39\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "5.4",
        "url": "https://megaup.net/2d6lq/Blackhat_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/220px-WhoAmIJackieChan-141x200.jpg",
        "title": "Who Am I? (1998)",
        "description": "Who Am I? (1998)\nIMDb - 6.8/10_____Rotten - 63%\n Unicodeဂျက်ကီချန်းဇာတ်ကားတွေရဲ့ အနှစ်သာရကိုခံစားရမယ့်ဇာတ်ကားပါ။\nဒီဇာတ်ကားကို ငယ်ငယ်တုန်းက ကြည့်ခဲ့ရတာကို ပြန်သတိရမိပါတယ်။\nအခုပြန်ကြည့်တော့လဲ ဆွဲဆောင်မှုရှိပြီး ရသစုံ ပေးစွမ်းနိုင်ပါသေးတယ်။\nIMDb Rating(6.8/10) ထိရရှိထားလို့ ပြန်လည်ခံစားပေးကြဖို့ဖိတ်ခေါ်အပ်ပါတယ်။\nမြန်မာစာတန်းထိုးကိုတော့ ကို Myo Min Aung မှကိုယ်တိုင်ဘာသာပြန်ထားတာဖြစ်ပါတယ်။\n-------------------------------------------------\nZawgyiဂ်က္ကီခ်န္းဇာတ္ကားေတြရဲ႕ အႏွစ္သာရကိုခံစားရမယ့္ဇာတ္ကားပါ။\nဒီဇာတ္ကားကို ငယ္ငယ္တုန္းက ၾကည့္ခဲ့ရတာကို ျပန္သတိရမိပါတယ္။\nအခုျပန္ၾကည့္ေတာ့လဲ ဆြဲေဆာင္မႈရွိျပီး ရသစံု ေပးစြမ္းႏိုင္ပါေသးတယ္။\nIMDb Rating(6.8/10) ထိရရွိထားလို႕ ျပန္လည္ခံစားေပးၾကဖို႕ဖိတ္ေခၚအပ္ပါတယ္။\nျမန္မာစာတန္းထိုးကိုေတာ့ ကို Myo Min Aung မွကိုယ္တိုင္ဘာသာျပန္ထားတာျဖစ္ပါတယ္။\nFile size...(1 GB)\nQuality...HDTV-Rip 720p Format...mp4\nDuration....01:48:00\nSubtitle....Myanmar Subtitle (Hardsub)",
        "rating": "6.8",
        "url": "https://megaup.net/1wtor/Who_Am_I_(Ngo_Si_Seoi)_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    }
]