[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cL5VSFwHitG80nH7ssDckG7N3GG.jpg",
        "title": "The 9th Precinct (2019)",
        "description": "(Unicode)2019 ထဲမှာမကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့ The 9th Precinct ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်ဒီကားလေးဟာ စုံထောက် ဇာတ်ကားတွေ ကြိုက်နှစ်သက်သူတို့ သဘောကျမယ့် ကားတစ်ကားဖြစ်ပြီးသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ ဟာသဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားပြီး IMDb – 6/10 ရရှိထားပါတယ်ထူးချွန်ပြီးတာဝန်ကျေတဲ့ ရဲသားတစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ ချန်ချားဟောင်ဆိုတဲ့ လူငယ်လေးဟာ ငယ်စဉ်ကတည်းက သဘာဝလွန်ဖြစ်ရပ်တွေကို ကြုံတွေ့နေရသူပါ …အထူးသဖြင့် သာမန်လူတွေမမြင်ရတဲ့ တစ္ဆေတွေ ဝိဥာဉ်တွေကို မြင်နေရတဲ့သူပေါ့တစ်ည တာဝန်ချိန်တစ်ခုမှာ တာဝန်ထမ်းဆောင်နေရင်းနဲ့ ကားတစ်စီးကို မသင်္ကာလို့ စစ်ဆေးရာကနေကားမောင်းသမားဟာ သူ့နဲ့သူ့ရဲ့ တွဲဖက်ကို သေနတ်နဲ့ပစ်သွားခဲ့ရာကနေ တွဲဖက်သေဆုံးခဲ့တာဖြစ်ပါတယ်…ဒီသေဆုံးမှုကနေ အစပြုလို့ ထူးခြားတဲ့ နောက်ဆက်တွဲဖြစ်ရပ်တွေ သူ့အတွက် ဖြစ်လာခဲ့ပါတယ်…ဒီဇာတ်ကားလေးဟာ ကြည့်ရှုသူတွေအတွက် ဖျော်ဖြေရေးတစ်ခုဖြစ်ရုံမက အတွေးအမြင်တစ်ခုခု ရစေမယ်လို့လည်းယုံကြည်မိသောကြောင့် ပရိသတ်ကြီးကိုယ်တိုင် ကြည့်ရှုခံစားတော်မူကြပါ….. ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-9th-precinct-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zExHq61rjSKDnZpwdLQzgYf0uof.jpg",
        "title": "Action (2019)",
        "description": "(Unicode)တမီးလ်မင်းသားချော ဗီရှော(Vishal)ကို ရှားလော့ဟုမ်းဆန်ဆန် စုံထောက် ဇာတ်ကားတစ်ကားဖြစ်တဲ့ Thupparivaalan (2017) ဇာတ်ကားနဲ့မနှစ်ကထွက်ခဲ့တဲ့ ဘဏ်ဟက်ကာဇာတ်ကား Irumbu Thirai (2018) တို့မှာ တောင်ပိုင်းကားပရိတ်သတ်တွေ ရင်းနှီးပြီးသား ဖြစ်ပါလိမ့်မယ်။အရပ်မြင့်မြင့် ဘော်ဒီအချိုးအဆစ်ကျပုံကြောင့် အက်ရှင် ၊ စုံထောက် ၊ အကြမ်းဖက်နှိမ်နင်းရေး ဇာတ်ကားတွေနဲ့ ဗီရှောဟာ လိုက်ဖက်တယ်လို့ ဆိုရမှာပါ။ဒီကားကလည်း စုံထောက်ဆန်ဆန် ၊ အေးဂျင့်ကားဆန်ဆန်နဲ့ အကြမ်းဖက်နှိမ်နင်းရေးလုပ်ဆောင်တဲ့ ကာနယ်လ်ဆူဘာ့ရှ်အကြောင်းပါပဲ။နိုင်ငံရေးနယ်ပယ်မှာ ကျင်လည်နေတဲ့ ဖခင်ကြီးနဲ့ ၊ သူ့အကိုဖြစ်သူတို့ နိုင်ငံရေးဟောပြောပွဲတစ်ခုရဲ့ စင်မြင့်ပေါ်မှာ မထင်မှတ်ပဲ ဗုံးဖောက်ခွဲ လုပ်ကြံခံရပြီးနောက်ပိုင်း. . .ကာနယ်လ်ဆူဘာ့ရှ်တစ်ယောက် လက်သည်တရားခံကို ဘယ်လိုလိုက်ရှာ ချေမှုန်းမလဲဆိုတာကို. . .ရိုက်ပြထားတာပါ။နိုင်ငံရေးလောကဆိုတာ အင်မတန်ရှုပ်ထွေးပွေလီလှပြီး ၊ အကြမ်းဖက်သမားတွေနဲ့ နိုင်ငံရေးသမားတွေ လက်ဝါးချင်းရိုက် ပူးပေါင်းသွားရင် ဘာတွေ ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/action-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk6x3PHpTC3zpVHedGFfygHxbll.jpg",
        "title": "Bigil (2019)",
        "description": "(Unicode)တစ်နှစ်တစ်ကား ဆိုသလို တမီးလ်မင်းသား ဗီဂျေးရဲ့ ၂၀၁၉ထွက် ကားကောင်းတစ်ကားကို မြန်မြန်နဲ့ မှန်မှန် တင်ဆက်ပေးလိုက်ပါတယ်။Genere- Drama,Sport,ActionIMDb - 7.5/10တစ်ရပ်ကွက်လုံးရဲ့ အာဏာရှိ လူမိုက် မိုက်ကယ်၊ မိန်းမလည်း မရှိ၊ ကျားလည်းမကိုက်၊ သောက်သောက်စားစား လူရမ်းကားလေး။တနေ့တော့ သူ့သူငယ်ချင်း ကာဒီးရ်ဟာ အမျိုးသမီးဘောလုံးအသင်းရဲ့ နည်းပြအဖြစ်နဲ့ အသင်းအတူ ဒေလီသွားဖို့ သူ့ဆီ ဝင်ပါတယ်။မမျှော်လင့်ဘဲ မိုက်ကယ်ရဲ့ ရန်ကြွေးတွေကြောင့် နည်းပြဆရာ ကာဒီးရ်ကို ဓားချက်ထိခဲ့ရတယ်။ကြယ်ပွင့်လေး ၁၅ပွင့်ရဲ့ တစ်ဦးတည်းသော ကယ်တင်ရှင် နည်းပြကာသီဟာ တစ်နှစ်တာ အနားယူရမယ်လို့ သိလိုက်ရစဉ်မှာတော့.....-------------------------------------ဒီဇာတ်ကားထဲမှာတော့ ဗီဂျေးကို ဘောလုံးသမား၊ လူမိုက်ကြီး၊ နည်းပြ စသဖြင့် ပုံစံမျိုးစုံ မြင်ရပြီး အဖေလိုတစ်မျိုး သားလိုတစ်ဖုံ တွေ့ရမှာပါ။အဖေ ပေးတဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/bigil-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8mcXb3km7hZ8aJKpxxgnvvxt9gW.jpg",
        "title": "Grand Isle (2019)",
        "description": "(Unicode)မင်းသားကြီး Nicolas Cage ရဲ့ဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။Thriller/Action ဇာတ်ကားလေးဖြစ်ပြီး...ဇာတ်ကားကြည့်ရင်းသို့လောသို့လောနဲ့နားလည်ရခက်စေပြီးနောက်မှအဖြေပေါ်သွားစေတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၈၈ခုနှစ်၀န်းကျင်....ဟာရီကိန်းမုန်တိုင်းမ၀င်ခင်နာရီပိုင်းအလို....ဂရန်းအိုင်လ်ဆိုတဲ့နယ်မြို့လေးတစ်ခုမှာ ထူးဆန်းတဲ့လင်မယားနှစ်ယောက်နေထိုင်တဲ့အိမ်တစ်အိမ်ရှိပါတယ်။ဇာတ်လမ်းအစမှာတော့ အဲဒီအိမ်ကိုမှသွားခိုးမိတဲ့ သူခိုးလေးတစ်ယောက်သေနတ်တဲ့အပစ်ခံရပြီး...အိမ်ရဲ့ခြံစည်းရိုးလည်းပျက်စီးသွားတဲ့အတွက်ငယ်ငယ်ရွယ်ရွယ်အိမ်ထောင်ကျပြီး ကလေးရပြီးနောက် မိသားစုစား၀တ်နေရေးအတွက် ရုန်းကန်နေရတဲ့ဘာဒီဆိုတဲ့လူငယ်တစ်ယောက် အဲဒီခြံစည်းရိုးပြင်ဖို့အလုပ်ကိုလက်ခံရာကစပြီး...သူတို့လင်မယားနှစ်ယောက်နဲ့မုန်တိုင်းတွင်းမှာ ဇာတ်လမ်းတွေစရှုပ်ပါတော့တယ်....အဲဒီအိမ်ကြီးရဲ့လျို့ဝှက်ချက်ကဘာလဲ...ဘာဒီဆိုတဲ့လူငယ်ကရော ဘာတွေအဆင်မပြေတာရှိနေပြီး...ဖရန့်တို့လင်မယားနှစ်ယောက်ကဘယ်အားနည်းချက်ကိုအသုံးချပြီးဒုက္ခပေးမှာလဲ....ဖရန့်တို့လင်မယားနှစ်ယောက်ကရောဘာတွေလဲဆိုတောတွေ့ရမှာပါ။(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)(Zawgyi)မင္းသားႀကီး Nicolas Cage ရဲ႕ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။Thriller/Action ဇာတ္ကားေလးျဖစ္ၿပီး...ဇာတ္ကားၾကည့္ရင္းသို႔ေလာသို႔ေလာနဲ႔နားလည္ရခက္ေစၿပီးေနာက္မွအေျဖေပၚသြားေစတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ၁၉၈၈ခုႏွစ္၀န္းက်င္....ဟာရီကိန္းမုန္တိုင္းမ၀င္ခင္နာရီပိုင္းအလို....ဂရန္းအိုင္လ္ဆိုတဲ့နယ္ၿမိဳ႕ေလးတစ္ခုမွာ ထူးဆန္းတဲ့လင္မယားႏွစ္ေယာက္ေနထိုင္တဲ့အိမ္တစ္အိမ္ရွိပါတယ္။ဇာတ္လမ္းအစမွာေတာ့ အဲဒီအိမ္ကိုမွသြားခိုးမိတဲ့ သူခိုးေလးတစ္ေယာက္ေသနတ္တဲ့အပစ္ခံရၿပီး...အိမ္ရဲ႕ၿခံစည္း႐ိုးလည္းပ်က္စီးသြားတဲ့အတြက္ငယ္ငယ္႐ြယ္႐ြယ္အိမ္ေထာင္က်ၿပီး ကေလးရၿပီးေနာက္ မိသားစုစား၀တ္ေနေရးအတြက္ ႐ုန္းကန္ေနရတဲ့ဘာဒီဆိုတဲ့လူငယ္တစ္ေယာက္ အဲဒီၿခံစည္း႐ိုးျပင္ဖို႔အလုပ္ကိုလက္ခံရာကစၿပီး...သူတို႔လင္မယားႏွစ္ေယာက္နဲ႔မုန္တိုင္းတြင္းမွာ ဇာတ္လမ္းေတြစရႈပ္ပါေတာ့တယ္....အဲဒီအိမ္ႀကီးရဲ႕လ်ိဳ႕ဝွက္ခ်က္ကဘာလဲ...ဘာဒီဆိုတဲ့လူငယ္ကေရာ ဘာေတြအဆင္မေျပတာရွိေနၿပီး...ဖရန္႔တို႔လင္မယားႏွစ္ေယာက္ကဘယ္အားနည္းခ်က္ကိုအသုံးခ်ၿပီးဒုကၡေပးမွာလဲ....ဖရန္႔တို႔လင္မယားႏွစ္ေယာက္ကေရာဘာေတြလဲဆိုေတာေတြ႕ရမွာပါ။(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပါ) File Size : (750 MB) and (380 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/grand-isle-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/350gCL2oy9gWixfOhblcWipqOfj.jpg",
        "title": "Trauma Center (2019)",
        "description": "(Unicode)မင်းသားကြီး Bruce Willis ပါဝင်ထားပြီဆိုမှတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုတာ ကျိန်းသေနေပါပြီ၂၀၁၉ ခုနစ်ထွက် Thriller/Horror အမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းအကျဉ်းကတော့... လောလောလတ်လတ်မိခင်ဖြစ်သူသေဆုံးထားပြီးေနာက်ဆေးရုံတွေကို မုန်းတီးနေတဲ့ မက်ဒီဆန်က စားပွဲထိုးအလုပ်ကိုလုပ်ရင်း ပန်းနာရင်ကျပ်ရောဂါသည် ညီမဖြစ်သူအတွက် ပိုက်ဆံရှာရပါတယ်...တစ်ည ညဆိုင်းဆင်းရင်း လူသတ်မှုတစ်ခုကို မျက်ဝါးထင်ထင်မြင်လိုက်ရကာ တရားခံ သေနတ်သမားရဲ့ကျည်ဆန်ကြောင့် ဆေးရုံရောက်သွားပါတော့တယ်....ကံကောင်းထောက်မလို့ အသက်မသေခဲ့ပေမယ့် မျက်မြင်သက်သေကို အပြတ်ရှင်းချင်တဲ့ တရားခံတွေကလိုက်လာပြီး အသက်ရန်ရှာတဲ့အခါမှာတော့....သူမ တစ်ယောက်တည်းအသက်ဘေးကလွတ်နိုင်ပါ့မလားဆိုတာကို အသည်းတယားယားနဲ့ကြည့်ရှုခံစားရမှာပါ....(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)မင္းသားႀကီး Bruce Willis ပါဝင္ထားၿပီဆိုမွေတာ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုတာ က်ိန္းေသေနပါၿပီ၂၀၁၉ ခုနစ္ထြက္ Thriller/Horror အမ်ိဳးအစားျဖစ္ၿပီး ဇာတ္လမ္းအက်ဥ္းကေတာ့... ေလာေလာလတ္လတ္မိခင္ျဖစ္သူေသဆုံးထားၿပီးေနာက္ေဆး႐ုံေတြကို မုန္းတီးေနတဲ့ မက္ဒီဆန္က စားပြဲထိုးအလုပ္ကိုလုပ္ရင္း ပန္းနာရင္က်ပ္ေရာဂါသည္ ညီမျဖစ္သူအတြက္ ပိုက္ဆံရွာရပါတယ္...တစ္ည ညဆိုင္းဆင္းရင္း လူသတ္မႈတစ္ခုကို မ်က္ဝါးထင္ထင္ျမင္လိုက္ရကာ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/trauma-center-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/53LLJ5TArKcwjtOCoBoTPPWPgEY.jpg",
        "title": "Laal Kaptaan (2019)",
        "description": "(Unicode)IMDb ratings : 7.6/10Genre : Action,Dramaဒီတစ်ခါ ဘောလိ၀ုဒ်ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။Saif Ali Khan , Sonakshi Sinha တို့ ပါ၀င်သရုပ်ဆောင်ထားတဲ့ ကြည့်ပျော်ရှုပျော် ဇာတ်ကားတစ်ကားပါ။ဒီကားအညွှန်းရေးရမှာက ကျွန်တော့်အဖို့ တော်တော့်ကို ခက်ခဲပါတယ်။အိန္ဒိယနိုင်ငံမှာ ဇာတ်အနိမ့်အမြင့်နာမည်တွေ ၊ မျိုးနွယ်နာမည်တွေနဲ့ ကိုးကွယ်တဲ့ဘာသာပေါင်းများစွာရှိတဲ့အတွက် လက်လှမ်းမမီတာကြောင့်ပေါ့။ဇာတ်လမ်းစစချင်းကတည်းက သတ်တာဖြတ်တာတွေ ၊ သွေးထွက်သံယို ပြကွက်တွေနဲ့ စထားတာမို့၊ အရွယ်မရောက်သေးသူ ကလေးသူငယ်များ အုပ်ထိန်းသူနဲ့ကြည့်သင့်ပါတယ်။၁၈ ရာစု၀န်းကျင်ကို အခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့ ဒီကားက ဟောလိ၀ုဒ်က ရိုက်ပြခဲ့တဲ့ Bounty Hunter ကားတွေနဲ့ တော်တော်လေး တူပါတယ်။အဓိက ဇာတ်ကောင်က ဆုကြေးအထုတ်ခံထားတဲ့သူတွေကို လိုက်သတ်မယ်။ပြီးရင် သတ်ထားတဲ့သူရဲ့ခေါင်းကို ဖြတ်ယူပြီး ထုတ်ထားတဲ့သူဆီ ငွေသွားတောင်းမယ်။ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/laal-kaptaan-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/firefox82-142x200.jpg",
        "title": "Firefox(1982)",
        "description": "Firefox(1982)အညွှန်း*******************Clint Eastwood ဆိုတဲ့ ဒါရိုက်တာလည်းလုပ် မင်းသားလည်း\nလုပ်တဲ့ ဒီဘိုးတော်ကြီးကို တော်တော်များများသိကြမယ်ထင်ပါရဲ့...\nခပ်ဆန်းဆန်း ဇာတ်ကားတွေကြီးပဲ ဖန်တီးတတ်သလို သူ့ကားတွေကြည့်ပြီးတိုင်း\nအတွေးတွေ ကျန်ခဲ့အောင် လုပ်နိုင်စွမ်းလည်းရှိပါတယ်...\nဒီရုပ်ရှင်ဇာတ်ကားက ၁၉၈၂ ခုနှစ်ကဆိုပေမယ့် ခုချိန်ပြန်ကြည့်လည်း\nသဲထိတ်ရင်ဖို ခံစားနေရတုန်းမို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်...\nဆိုဗီယက် ရုရှားမှာ အသံထက်မြန်အောင်ပျံနိုင်တဲ့အပြင် ရေဒါမှာ မပေါ်ဘဲနဲ့\nစိတ်နဲ့ထိန်းချုပ်ပြီး ဒုံးကျဉ်ပစ်လို့ရတဲ့ Firefox ဆိုတဲ့ တိုက်လေယာဉ်ကို ဖန်တီးလိုက်ပါတယ်။ ‌တိုက်လေ‌ယာဉ်ရဲ့ နည်းပညာက အဆင့်မြင့်လွန်းလို့ ‌ဗြိတိန်‌တွေက စစ်ရေးအရ စိုးရိမ်ပြီး အမေရိကန် တိုက်လေယာဉ်မှူး မစ်ရှယ် ဂန် ကို လေယာဉ်သွားခိုးဖို့ ရုရှားနိုင်ငံထဲ ခိုးသွင်းပါတော့တယ်။ အဲ့ဒီမှာ ဇတ်လမ်းက စတော့တာပဲ...\nမင်းသားကြီး Clint Eastwood ရဲ့ ပရိတ်သတ်ဆိုရင်တော့ မဖြစ်မနေကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htet Wai Lwin ပဲဖြစ်ပါတယ်....(zawgyi)Clint Eastwood ဆိုတဲ့ ဒါ႐ိုက္တာလည္းလုပ္ မင္းသားလည္း\nလုပ္တဲ့ ဒီဘိုးေတာ္ႀကီးကို ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/firefox1982/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/con-air-1997-145x200.jpg",
        "title": "Con Air(1997)",
        "description": "Con Air(1997)အညွှန်း*******************Blu-Ray 1080p5.1ch, 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်....(unicode)နီကိုးလတ်စ်ကေ့စ်ချ် ရဲ့ ဒီဇာတ်လမ်းကို တော်တော်များများကြည့်ဖူးကြမယ်\nထင်ပါရဲ့....\nစစ်ပြန်ကြီးတစ်ယောက်ဖြစ်တဲ့ ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုး(နီကိုးလတ်စ်ကေ့စ်ချ်)ဟာသူအိမ်ပြန်ရောက်တဲ့နေ့မှာပဲ အရက်သမားတွေကကိုယ်ဝန်သည်မိန်းမကို ထိကပါးရိကပါးပြောတာကိုကာကွယ်ရင်း လူသတ်မိသွားပြီးထောင်ကျသွားပါတယ်..\nထောင်နှစ်ရှည်ကျပြီးတော့နောက်ဆုံးမှာတော့ Jail Baird ဆိုတဲ့ ထောင်သားရွေ့ပြောင်းမယ့်လေယာဥ်ကြီးကိုစီးပြီး အိမ်ပြန်ရတော့မှာပါ...\nဒါပေမယ့်လေယာဥ်ပေါ်မှာပါတဲ့အဆိုးတစ်ကာ့အဆိုးဆုံးထောင်သားတွေပါပါလာတဲ့အခါမှာတော့...\nရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုးတစ်ဖြစ် နီကိုးလတ်စ်ကေ့စ်ချ် ဟာ ကျွန်တော်တို့\nရဲ့ ဟီရိုးဖြစ်ခဲ့တယ်....မတော်တဆကြောင့် ထောင်ကျသွားရလို့ မချင့်မရဲ ဖြစ်ခဲ့ရပြီး\nထောင်ထဲမှာ ဆံရှည် မုတ်ဆိတ်ကျင်စွယ်ဗရပွနဲ့အေးစက်စက်စကားတွေပြောတတ်တဲ့\nဒီဘဲကြီးကို ဇာတ်လမ်းအစမှ အဆုံးထိ အားပေးခဲ့ရတာတွေ ပြန်ကြည့်လည်း\nဒီအရသာကို ခံစားနေရတုန်းပါပဲ....ရသအပြည့်အ၀ခံစားရအောင် BLU-RAY 1080P5.1CH နဲ့ အပြည့်အစုံပြန်လည်တင်ဆက်ပေးထားပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ဒီဇာတ်လမ်‌လေးကတော့ မင်းသားကြီးနီကိုးလတ်စ်ကေ့စ်ချ်ရဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nသူ့ခေတ်သူ့အခါမှာတော်တော်အောင်မြင်ခဲ့တဲ့ကားလေးလဲဖြစ်ပါတယ်\nဇာတ်ကားအကြောင်းကတော့..\nစစ်ပြန်ကြီးတစ်ယောက်ဖြစ်တဲ့ ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုး(နီကိုးလတ်စ်ကေ့စ်ချ်)ဟာသူအိမ်ပြန်ရောက်တဲ့နေ့မှာပဲ အရက်သမားတွေကကိုယ်ဝန်သည်မိန်းမကို ထိကပါးရိကပါးပြောတာကိုကာကွယ်ရင်း လူသတ်မိသွားပြီးထောင်ကျသွားပါတယ်\nထောင်နှစ်ရှည်ကျပြီးတော့နောက်ဆုံးမှာတော့ Jail Baird ဆိုတဲ့ ထောင်သားရွေ့ပြောင်းမယ့်လေယာဥ်ကြီးကိုစီးပြီး အိမ်ပြန်ရတော့မှာပါ\nဒါပေမယ့်လေယာဥ်ပေါ်မှာပါတဲ့အဆိုးတစ်ကာ့အဆိုးဆုံးထောင်သားတွေပါပါလာတဲ့အခါမှာတော့\nသူ့အိမ်ပြန်ခရီးလေးဘယ်လိုဖြစ်သွားမလဲ\nအခက်အခဲတွေအများကြီးနဲ့ကိုဖြတ်ကျော်ပြီးအိမ်ပြန်နိုင်ပါ့မလားဆိုတာတွေကိုကြည့်ရှုရမှာဖြစ်ပါတယ်\nရှေ့တန်းပြန်ရိန်းဂျားတပ်သားဟောင်းတစ်ယောက်ရဲ့စိတ်ဓာတ်ကိုပါကွက်ကွက်ကွင်းကွင်းနဲ့တင်ပြထားပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Pyae Moe Han ပဲဖြစ်ပါတယ်.... (zawgyi)နီကိုးလတ္စ္ေက့စ္ခ်္ ရဲ႕ ဒီဇာတ္လမ္းကို ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမယ္\nထင္ပါရဲ႕....\nစစ္ျပန္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ ရိန္းဂ်ားတပ္သားေဟာင္း ကမ္မ႐ြန္းပိုး(နီကိုးလတ္စ္ေက့စ္ခ်္)ဟာသူအိမ္ျပန္ေရာက္တဲ့ေန႔မွာပဲ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/con-air1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mnlxl7Vp5Y711rAe14gMlEfKbvn.jpg",
        "title": "The Parts You Lose(2019)",
        "description": "The Parts You Lose(2019)အၫႊန္း*******************************(Unicode)ဒီဇာတ်လမ်းလေးကတော့ နားထိုင်းနေတဲ့ ကောင်လေးတစ်ယောက် သူ့ရဲ့ဘဝကို အမြဲတမ်းအနိုင်ကျင့်ခံရတာတွေ စိတ်အားငယ်တာတွေနဲ့ပဲ ဖြတ်သန်းနေရတယ် အိမ်မှာနေရတာလဲ ငြီးငွေ့နေပြီပေါ့ အဲ တစ်နေ့တော့ လုယက်မှုတစ်ခုကနေ ထွက်ပြေးလွတ်မြောက်လာတဲ့ သေလုနီးပါး လူဆိုးတစ်ယောက်ကို ကယ်ပေးပြီးတော့ အဲ့လူဆိုးက\nသူတတ်စွမ်းသရွေ့ ဘဝနေနည်းတွေကိုသင်ကြားပေးတယ်....\nအနှိမ်ခံဘဝဖြစ်နေခဲ့ရတော့ သူ့အတွက် တကယ့်ကိုခွန်အားတွေရစေခဲ့သလို\nဒီလူဆိုးကလည်း သူ့ရဲ့ ကိုးကွယ်ရာဖြစ်ခဲ့တယ်...\nအဲ့ဒီနောက်တော့ သင်ပေးတဲ့အတိုင်းနေဖို့ ဆုံးဖြတ်ပြီးတဲ့နောက်\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်....(zawgyi)ဒီဇာတ္လမ္းေလးကေတာ့ နားထိုင္းေနတဲ့ ေကာင္ေလးတစ္ေယာက္ သူ႔ရဲ႕ဘ၀ကို အၿမဲတမ္းအႏိုင္က်င့္ခံရတာေတြ စိတ္အားငယ္တာေတြနဲ႕ပဲ ျဖတ္သန္းေနရတယ္ အိမ္မွာေနရတာလဲ ၿငီးေငြ႕ေနၿပီေပါ့ အဲ တစ္ေန႔ေတာ့ လုယက္မႈတစ္ခုကေန ထြက္ေျပးလြတ္ေျမာက္လာတဲ့ ေသလုနီးပါး လူဆိုးတစ္ေယာက္ကို ကယ္ေပးၿပီးေတာ့ အဲ့လူဆိုးက\nသူတတ္စြမ္းသေရြ႕ ဘ၀ေနနည္းေတြကိုသင္ၾကားေပးတယ္....\nအႏွိမ္ခံဘဝျဖစ္ေနခဲ့ရေတာ့ သူ႕အတြက္ တကယ့္ကိုခြန္အားေတြရေစခဲ့သလို\nဒီလူဆိုးကလည္း သူ႕ရဲ႕ ကိုးကြယ္ရာျဖစ္ခဲ့တယ္...\nအဲ့ဒီေနာက္ေတာ့ သင္ေပးတဲ့အတိုင္းေနဖို႔ ဆုံးျဖတ္ၿပီးတဲ့ေနာက္\nဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး...ဇာတ္လမ္းအၫႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Initiative ပဲျဖစ္ပါတယ္....File Size : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-parts-you-lose2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AsnZdUdmfxEenKH3GNMtqIFAzDh.jpg",
        "title": "Malaal (2019)",
        "description": "(Unicode)ဒီကားလေးက အကြည်ထွက်ထားတာတော့ နည်းနည်းကြာပါပြီသရုပ်ဆောင်အသစ်တွေဆိုပြီး မကြည့်ဘဲပစ်ထားလိုက်တာ ဒီရက်ပိုင်းအားလို့ပြန်ကြည့်လိုက်တော့ဇာတ်လမ်းလေးလည်းကောင်းသလို သရုပ်ဆောင်တွေလည်း မဆိုးလှဘူးCM က ဘောလီဝုဒ်ပရိသတ်တွေကြည့်လို့ရအောင် ဘာသာပြန်ပေးလိုက်တယ်ဗျ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ... ပတ်ဝန်းကျင်မှာ လူဆိုးလူမိုက်ဆိုပြီး အော်ကျော့လန်နေတဲ့အရပ်ထဲကချဉ်ဖက် ဗီဂျေးဆိုတဲ့ကောင်လေးတစ်ကောင်ရှိတယ်ပညာရေးလည်း မအောင်မြင် အလုပ်လည်း မယ်မယ်ရရမရှိမိသားစုတွေ ပတ်ဝန်းကျင်ကလူတွေအဖို့ သူက အရှုံးသမားတစ်ယောက်ဖြစ်ပေတယ်အဲ့ဒိလိုအရှုံးသမား ဗီဂျေးရဲ့ဘဝကို အပြောင်းလဲတစ်ခု မထင်မှတ်ဘဲဝင်ရောက်လာပါတယ်အဲ့ဒိအပြောင်းအလဲရဲ့အမည်က အာစသာတဲ့ ဟုတ်ပါတယ်ဗီဂျေးတစ်ယောက် အာစသာကိုစတွေ့ကတည်းက သူ့ဘဝဟာဘယ်လိုပြောင်းလဲသွားသလဲဆိုတာသူတို့အချစ်ဇာတ်လမ်းလေးကိုပဲ ခံစားကြည့်လိုက်ကြပါတော့အားလုံးပဲ အချစ်ကြောင့် ကောင်းသောပြောင်းလဲခြင်းများဖြင့် ကြုံတွေ့နိုင်ကြပါစေ(မိန်းကလေးတစ်ယောက်က ယောက်ျားလေးတစ်ယောက်ကို မပြောင်းလဲပေးနိုင်ပါဘူး သူ(မ)ကိုချစ်တဲ့အချစ်တွေက ပြောင်းလဲပေးလိုက်တာပါ)ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ဒီကားေလးက အၾကည္ထြက္ထားတာေတာ့ နည္းနည္းၾကာပါၿပီသ႐ုပ္ေဆာင္အသစ္ေတြဆိုၿပီး မၾကည့္ဘဲပစ္ထားလိုက္တာ ဒီရက္ပိုင္းအားလို႔ျပန္ၾကည့္လိုက္ေတာ့ဇာတ္လမ္းေလးလည္းေကာင္းသလို သ႐ုပ္ေဆာင္ေတြလည္း မဆိုးလွဘူးCM က ေဘာလီဝုဒ္ပရိသတ္ေတြၾကည့္လို႔ရေအာင္ ဘာသာျပန္ေပးလိုက္တယ္ဗ် ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ... ပတ္ဝန္းက်င္မွာ လူဆိုးလူမိုက္ဆိုၿပီး ေအာ္ေက်ာ့လန္ေနတဲ့အရပ္ထဲကခ်ဥ္ဖက္ ဗီေဂ်းဆိုတဲ့ေကာင္ေလးတစ္ေကာင္ရွိတယ္ပညာေရးလည္း ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/malaal-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/midway-1976-133x200.jpg",
        "title": "Midway (1976)",
        "description": "unicodeဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက် Old but Gold ဆိုတဲ့အတိုင်း1976 က စစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းလေးကတော့ ဒုတိယကမ္ဘာစစ်အတွင်းအမေရိကန်နဲ့ ဂျပန် ရဲ့ပစိဖိတ်တိုက်ပွဲတွေထဲက တစ်ခုဖြစ်တဲ့Midway တိုက်ပွဲအကြောင်းရိုက်ကူးထားတာပါ။ဒီတိုက်ပွဲကတော့ ပုလဲဆိပ်ကမ်းတိုက်ခိုက်မှုအပြီးခြောက်လအကြာမှာ Midway ကျွန်းကိုဂျပန်တွေတိုက်ခိုက်ဖို့ စီစဉ်ရာကနေ စတင်တာပါ။ဒီတိုက်ပွဲမှာ ဂျပန်ရေတပ်က အင်အားသာနေပေမယ့်အမေရိကန်စစ်တပ်ဘက်က တိုက်ခိုက်မယ့်နေရာအချိန်တွေကို ကြားဖြတ်နားထောင်ရင်း သိရှိလိုက်ရပါတယ်။ဒါပေမယ့် ဂျပန်တွေက အာရုံပြောင်းချင်လို့ တမင်သတင်းပေးတာလား?တကယ်ပဲ သူတို့ရဲ့ရည်ရွယ်ရင်း အမှန်လား?ဆိုတာသေသေချာချာမသိရတဲ့ အခြေအနေတစ်ခုမှာအမေရိကန်က ဘယ်လိုဆက်လက်စီစဉ်မလဲဆိုတာ စိတ်ဝင်စားစရာပါ။ဒီတိုက်ပွဲဟာ အမေရိကန်နဲ့ ဂျပန်တို့အကြား အဆုံးအဖြတ်ပေးလိုက်တဲ့တိုက်ပွဲလို့တောင်ဆိုကြပါတယ်။လတ်တလော 2019 version ဇာတ်လမ်းလဲထွက်နေပြီမလို့အခု1976က ထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းကို အရင်တင်ဆက်ပေးလိုက်ပါတယ်။Imdb Rating 6.8/10 Rotten Tomatoes 47% ရရှိထားတဲ့ ဒီကားလေးနာမည်ကတော့ Midway(1976)ပါ။File Size : ( 1 GB , 442 MB )Quality :  BluRay ...",
        "rating": "6.8",
        "url": "https://megaup.net/4eEQ1/(CM)_Midway_1976_(Large_Size).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/stqBB1NedHBQKuEDsLPwLq5BVpN.jpg",
        "title": "Prassthanam (2019)",
        "description": "(Unicode)ဘောလီဝုဒ်ဖန်တွေအတွက် မင်းသားကြီးဆန်ဂျေဒတ်၏ ၂၀၁၉ ထွက် ဇာတ်ကားသစ်ကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်နိုင်ငံရေး၊ အက်ရှင်၊ ဒရာမာကားကောင်းတစ်ကားဖြစ်လို့ ဘောလီဝုဒ်ဖန်တွေ အကြိုက်တွေ့မှာပါဇာတ်လမ်းကတော့ ရွေးကောက်ပွဲ ၄ နှစ်ဆက်အနိုင်ရထားတဲ့ လွှတ်တော်အမတ်ကြီး ဘဲလ်ဒေ့ဗ် ပရာတပ်ဆင့်မှာ အာယွရှ်နဲ့ ဗီဗန်းဆိုပြီး သားနှစ်ယောက်ရှိပါတယ်အဲ့ဒိသားနှစ်ယောက်ထဲမှာ အာယွရှ်ဟာဆိုရင် သူ့ရန်သူတွေဆီက ဒီလိုစကားနာထိုးတာကို အမြဲခံရလေ့ရှိပါတယ်\"မင်းက ငါ့တို့လွှတ်တော်အမတ်ကြီးရဲ့သားလား သူ့မိန်းမရဲ့သားလား\" တဲ့ဟုတ်ပါတယ် အာယွရှ်ဟာ မယားပါသားပါဒါပေမဲ့ ဘဲလ်ဒေ့ဗ်ရဲ့ နိုင်ငံရေးအမွေအားလုံးကိုတော့ လက်ခံနိုင်စွမ်းရှိသူဟာ သူပါပဲဒါကိုကောင်းကောင်းကြီးသိတဲ့ ဘဲလ်ဒေ့ဗ်ဟာလည်း သူ့ကိုပဲ နိုင်ငံရေးအမွေပေးအဲ့ဒိနောက်မှာတော့ သားအရင်းဖြစ်သူဗီဗန်း၏ မကျေနပ်မှုတွေကြောင့် အာယွရှ်နဲ့ ဗီဗန်းထိပ်တိုက်တွေ့ဖို့ဖန်လာသောအခါ ------ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. File Size : (950 MB) and (480 MB)\nQuality : AMZN ...",
        "rating": "6.1",
        "url": "https://megaup.net/Zafo/Prassthanam_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/5lpjxoapxyhm-124x200.jpg",
        "title": "Candle in the Tomb: The Wrath of Time (2019)",
        "description": "Zawgyi*******ဒ႑ာရီအရေရွးေဟာင္းတန္းတူးရွန္းနန္းေတာ္သခ်ႋဳင္းဂူထဲမွာရတနာပစၥည္းေတြမေရမတြက္ႏိုင္ေအာင္ရွိတဲ့အျပင္အဲ့ေနရာကယခင္ေရွးဘုရင္အဆက္ဆက္ရဲ႕နတ္ေဆးေဖာ္စပ္တဲ့ေနရာျဖစ္လို႔ထာဝရအသက္ရွင္ႏိုင္မဲ့နတ္ေဆးရွိတယ္လို႔ဒ႑ာရီရွိခဲ့ပါတယ္....ဒီလိုေရွးေဟာင္းတန္းတူးရွန္းနန္းေတာ္ရဲ႕ရတနာေျမပုံ​ကရက္စက္ၾကမ္းၾကဳတ္တဲ့ဗိုလ္ခ်ဳပ္ေလာ္ေလာင္ဝိုင္းလက္ထဲမွာရွိေနခဲ့ကာထိပ္တန္းသခ်ႋဳင္းဂူေဖာက္ထြင္းအဖြဲ႕ျဖစ္တဲ့ရွဲ႕လင္အဖြဲ႕ေခါင္းေဆာင္ခ်န္ယြိလုံနဲ႔ပူးေပါင္းၿပီးအဲ့ေနရာကိုသြားဖို႔ခရီးစထြက္ပါေတာ့တယ္....တန္ဖိုးႀကီးပစၥည္းအမ်ားႀကီးရွိေနသလိုအႏၲရာယ္ကလည္းအလြန္မ်ားပါတယ္...ဝင္ေပါက္ကိုေရာက္ဖို႔ေတာင္မနည္းေက်ာ္ျဖတ္ရသလိုအထဲကိုဝင္ႏိုင္ရင္လည္းအထဲမွာအႏၲရာယ္ေတြကဆက္ေစာင့္ႀကိဳေနဆဲပါ...သူတို႔ဘယ္လိုေက်ာ္ျဖတ္ၾကမလဲ...ေက်ာ္ေရာေက်ာ္ျဖတ္ႏိုင္မွာလား ဆိုတာ ၾကည့္ရႈလိုက္ၾကပါစို႔ေနာ္... Unicode*******ဒဏ္ဍာရီအရရှေးဟောင်းတန်းတူးရှန်းနန်းတော်သင်္ချိုင်းဂူထဲမှာရတနာပစ္စည်းတွေမရေမတွက်နိုင်အောင်ရှိတဲ့အပြင်အဲ့နေရာကယခင်ရှေးဘုရင်အဆက်ဆက်ရဲ့နတ်ဆေးဖော်စပ်တဲ့နေရာဖြစ်လို့ထာဝရအသက်ရှင်နိုင်မဲ့နတ်ဆေးရှိတယ်လို့ဒဏ္ဍာရီရှိခဲ့ပါတယ်....ဒီလိုရှေးဟောင်းတန်းတူးရှန်းနန်းတော်ရဲ့ရတနာမြေပုံကရက်စက်ကြမ်းကြုတ်တဲ့ဗိုလ်ချုပ်လော်လောင်ဝိုင်းလက်ထဲမှာရှိနေခဲ့ကာထိပ်တန်းသင်္ချိုင်းဂူဖောက်ထွင်းအဖွဲ့ဖြစ်တဲ့ရှဲ့လင်အဖွဲ့ခေါင်းဆောင်ချန်ယွိလုံနဲ့ပူးပေါင်းပြီးအဲ့နေရာကိုသွားဖို့ခရီးစထွက်ပါတော့တယ်....တန်ဖိုးကြီးပစ္စည်းအများကြီးရှိနေသလိုအန္တရာယ်ကလည်းအလွန်များပါတယ်...ဝင်ပေါက်ကိုရောက်ဖို့တောင်မနည်းကျော်ဖြတ်ရသလိုအထဲကိုဝင်နိုင်ရင်လည်းအထဲမှာအန္တရာယ်တွေကဆက်စောင့်ကြိုနေဆဲပါ...သူတို့ဘယ်လိုကျော်ဖြတ်ကြမလဲ...ကျော်ရောကျော်ဖြတ်နိုင်မှာလား ဆိုတာ ကြည့်ရှုလိုက်ကြပါစို့နော်... Translated & Review By MineEncoded BY LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/candle-in-the-tomb-the-wrath-of-time-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5o3N6pQFGqoIZJYUrXImSzFGvvj.jpg",
        "title": "Back Street Girls: Gokudols ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းမွာေတာ့ ကန္တ႐ို ယာမာမိုတို၊ ႐ို အိခ်ိ ဘန နဲ႔ကာဇုဟီကို ဆုဂိဟာယတို႔ က ယာကူဇာေပါက္စေတြပါ။တေန႔မွာေတာ့ သူတို႔ရဲ႕ boss ျဖစ္သူကိုအႀကီးအက်ယ္ေဒါသထြက္ေအာင္လုပ္မိရင္းက သူတို႔အျပစ္အတြက္ဘာျဖစ္ျဖစ္ လုပ္ပါမယ္လို႔ ကတိေပးလိုက္ၾကပါေတာ့တယ္သူတို႔ရဲ႕ boss က ဆယ္ေက်ာ္သက္ အဆိုေတာ္မေလးေတြကပိုက္ဆံရွာႏိုင္တယ္ဆိုၿပီး ဒီ ယာကူဇာငတိသုံးေကာင္ကိုလိင္ေျပာင္းခိုင္းၿပီး ပလစ္စတစ္ဆာဂ်ရီ လုပ္ခိုင္းပါေတာ့တယ္ငတိ သုံးေကာင္ကေတာ့ ယာကူဇာအျဖစ္ကေန ဘုန္းကညာတပါး လုံးရာကျပားရင္ ဘယ္လိုေတြ ဆက္လြဲၾကဦးမလဲဆိုတာေတာ့ ဇာတ္လမ္းေလးမွာ ဆက္ၾကည့္လိုက္ၾကပါစို႔ေနာ္.. Unicode*******ဒီဇာတ်လမ်းမှာတော့ ကန်တရို ယာမာမိုတို၊ ရို အိချိ ဘန နဲ့ကာဇုဟီကို ဆုဂိဟာယတို့ က ယာကူဇာပေါက်စတွေပါ။တနေ့မှာတော့ သူတို့ရဲ့ boss ဖြစ်သူကိုအကြီးအကျယ်ဒေါသထွက်အောင်လုပ်မိရင်းက သူတို့အပြစ်အတွက်ဘာဖြစ်ဖြစ် လုပ်ပါမယ်လို့ ကတိပေးလိုက်ကြပါတော့တယ်သူတို့ရဲ့ boss က ဆယ်ကျော်သက် အဆိုတော်မလေးတွေကပိုက်ဆံရှာနိုင်တယ်ဆိုပြီး ဒီ ယာကူဇာငတိသုံးကောင်ကိုလိင်ပြောင်းခိုင်းပြီး ပလစ်စတစ်ဆာဂျရီ လုပ်ခိုင်းပါတော့တယ်ငတိ သုံးကောင်ကတော့ ယာကူဇာအဖြစ်ကနေ ဘုန်းကညာတပါး လုံးရာကပြားရင် ဘယ်လိုတွေ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/back-street-girls-gokudols-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wMszdTo0UuGcAEEDHsQL9dmwLIG.jpg",
        "title": "Line of Duty(2019)",
        "description": "Line of Duty(2019)(unicode)ရဲဝန်ထမ်းတစ်ဦးဖြစ်တဲ့ ဖရန့်ပန်နီဟာ\nတာဝန်ကျတဲ့နေရာမှာ နေ့စဥ်သွား လုံခြုံရေးယူ...ဒီအချိန် ဒီနေရာ ဒီပုံစံနဲ့\nနေ့စဥ်ဖြတ်သန်းနေတယ်...တစ်နေ့တော့ သူတာဝန်ကျတဲ့အနားမှာ\nရဲတပ်ဖွဲ့ကအထူးစစ်ဆင်ရေးတစ်ခုလုပ်နေတာကနေ တရားခံကထွက်ပြေးသွားတယ်..\nဒီတော့ သူလည်း လိုက်ဖမ်းပါတော့တယ်...\nတစ်ချိန်တည်းမှာပဲ သူများတွေနဲ့မတူဘဲ လူထုကိုအစစ်အမှန်တွေပဲချပြတဲ့မီဒီယာသတင်းဝက်ဆိုက်တစ်ခုကိုလုပ်နေတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာလည်း သတင်းရှာနေတုန်း ဒီအခွင့်အရေးကိုရသွားပါတယ်။ သွက်သွက်လက်လက်နဲ့\nဇိုးဇိုးဇွက်ဇွက်ယုံကြည်ရာကိုလုပ်တတ်တဲ့သတင်းထောက်မလေးနဲ့ ဖရန့်ပန်နီတို့ပေါင်းမိသွားတဲ့အခါမှာတော့ အွန်လိုင်းအသုံးပြုတွေသူတွေတင်မကဘဲ နာမည်ကြီးမီဒိယာတွေကတောင် အရေးတယူနဲ့ထုတ်လွင့်ပေးရလောက်အောင်\nသူတို့ဘာတွေလုပ်ခဲ့သလဲ...သူတို့လိုက်နေတဲ့အမှုကရောဘယ်လိုအမှုလဲ...တချိန်တည်းမှာပဲ ဖရန့်ပန်နီဆိုတဲ့အဲဒီရဲအရာရှိရဲ့နောက်ကြောင်းကရောဘယ်လိုတွေရှိထားလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nThura Zarni Aung ပဲဖြစ်ပါတယ်....(zawgyi)ရဲဝန္ထမ္းတစ္ဦးျဖစ္တဲ့ ဖရန႔္ပန္နီဟာ\nတာဝန္က်တဲ့ေနရာမွာ ေန႔စဥ္သြား လုံၿခဳံေရးယူ...ဒီအခ်ိန္ ဒီေနရာ ဒီပုံစံနဲ႔\nေန႔စဥ္ျဖတ္သန္းေနတယ္...တစ္ေန႔ေတာ့ သူတာဝန္က်တဲ့အနားမွာ\nရဲတပ္ဖြဲ႕ကအထူးစစ္ဆင္ေရးတစ္ခုလုပ္ေနတာကေန တရားခံကထြက္ေျပးသြားတယ္..\nဒီေတာ့ သူလည္း လိုက္ဖမ္းပါေတာ့တယ္...\nတစ္ခ်ိန္တည္းမွာပဲ သူမ်ားေတြနဲ႔မတူဘဲ လူထုကိုအစစ္အမွန္ေတြပဲခ်ျပတဲ့မီဒီယာသတင္းဝက္ဆိုက္တစ္ခုကိုလုပ္ေနတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ဟာလည္း သတင္းရွာေနတုန္း ဒီအခြင့္အေရးကိုရသြားပါတယ္။ သြက္သြက္လက္လက္နဲ႔\nဇိုးဇိုးဇြက္ဇြက္ယုံၾကည္ရာကိုလုပ္တတ္တဲ့သတင္းေထာက္မေလးနဲ႔ ဖရန႔္ပန္နီတို႔ေပါင္းမိသြားတဲ့အခါမွာေတာ့ အြန္လိုင္းအသုံးျပဳေတြသူေတြတင္မကဘဲ နာမည္ႀကီးမီဒိယာေတြကေတာင္ အေရးတယူနဲ႔ထုတ္လြင့္ေပးရေလာက္ေအာင္\nသူတို႔ဘာေတြလုပ္ခဲ့သလဲ...သူတို႔လိုက္ေနတဲ့အမႈကေရာဘယ္လိုအမႈလဲ...တခ်ိန္တည္းမွာပဲ ဖရန႔္ပန္နီဆိုတဲ့အဲဒီရဲအရာရွိရဲ႕ေနာက္ေၾကာင္းကေရာဘယ္လိုေတြရွိထားလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး...ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့\nThura Zarni Aung ပဲျဖစ္ပါတယ္....File Size : (898 MB) and (394 MB)\nQuality ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/line-of-duty-2019-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ApZ6eymKwLJJnwxb9JskYRdjq7j.jpg",
        "title": "The Courier(2019)",
        "description": "The Courier(2019)(unicode)The Courier 2019\nအက်ရှင်ဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတွေအတွက်\n၂၀၁၉ထွက်အက်ရှင်ဇာတ်လမ်းကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နာမည်ကြီးသူဌေးတစ်ယောက်လူသတ်မှုနဲ့\nတရားစွဲခံရပါတော့မယ် သူဌေးလုပ်ငန်းရှင်ပီပီအကျဉ်းထဲတန်းမရောက်ဘဲ\nနေအိမ်အကျယ်ချုပ်နဲ့အိမ်မှာခဏနေရပါတယ် ဒါပေမယ့် ဒီသူဌေးရဲ့လူသတ်တာကို နစ်ခ်မရှ်ချ်တစ်ယောက်\nမထင်မှတ်ဘဲတွေ့လိုက်တဲ အဲ့ဒါနဲ့ရဲစခန်းမှာတိုင်ကြားရင်းသက်သေခံထွက်ဆိုပေးဖို့\nဆုံးဖြတ်လိုက်ပြီး စုံစမ်းစစ်ဆေးရေးဌာနလိုက်သွားပါတယ် တစ်ချိန်တည်းမှာပဲ\nသက်မဲ့သက်သေခံကိုယူလာပေးမယ့် ကောင်မလေးတစ်ယောက်ကလဲစုံစမ်းစစ်ဆေးရေးဌာနကို\nယူလာပါတယ် သူဌေးလုပ်ငန်းရှင်ကြီးက ဒီအတိုင်းထောင်ကျခံမယ်အဖြစ်မျိုးတော့သူလက်မခံပါဘူး\nအဲ့ဒါကြောင့် အေးဂျင့်ရဲတွေကိုလာဘ်ထိုးပြီး သက်ရှိသက်သေခံ နစ်ခ်မက်ချ်ကိုဘယ်လိုသတ်မလဲဆိုတာ\nစိတ်ဝင်တစားနဲ့ကြည့်ရမှာပါ နောက်ဆုံးမှာတော့ သူဌေးကြီးပဲနိုင်သွားမလား နစ်ခ်မက်ချ်တစ်ယောက်\nသက်သေထွက်ဆိုနိုင်မလားဆိုတာ ဆက်လက်ကြည့်ပေးကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...(zawgyi)The Courier 2019\nအက္ရွင္ဇာတ္လမ္းေတြႀကိဳက္ႏွစ္သက္သူေတြအတြက္\n၂၀၁၉ထြက္အက္ရွင္ဇာတ္လမ္းကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ နာမည္ႀကီးသူေဌးတစ္ေယာက္လူသတ္မႈနဲ႔\nတရားစြဲခံရပါေတာ့မယ္ သူေဌးလုပ္ငန္းရွင္ပီပီအက်ဥ္းထဲတန္းမေရာက္ဘဲ\nေနအိမ္အက်ယ္ခ်ဳပ္နဲ႔အိမ္မွာခဏေနရပါတယ္ ဒါေပမယ့္ ဒီသူေဌးရဲ႕လူသတ္တာကို နစ္ခ္မရွ္ခ်္တစ္ေယာက္\nမထင္မွတ္ဘဲေတြ႕လိုက္တဲ အဲ့ဒါနဲ႔ရဲစခန္းမွာတိုင္ၾကားရင္းသက္ေသခံထြက္ဆိုေပးဖို႔\nဆုံးျဖတ္လိုက္ၿပီး စုံစမ္းစစ္ေဆးေရးဌာနလိုက္သြားပါတယ္ တစ္ခ်ိန္တည္းမွာပဲ\nသက္မဲ့သက္ေသခံကိုယူလာေပးမယ့္ ေကာင္မေလးတစ္ေယာက္ကလဲစုံစမ္းစစ္ေဆးေရးဌာနကို\nယူလာပါတယ္ သူေဌးလုပ္ငန္းရွင္ႀကီးက ဒီအတိုင္းေထာင္က်ခံမယ္အျဖစ္မ်ိဳးေတာ့သူလက္မခံပါဘူး\nအဲ့ဒါေၾကာင့္ ေအးဂ်င့္ရဲေတြကိုလာဘ္ထိုးၿပီး သက္ရွိသက္ေသခံ နစ္ခ္မက္ခ်္ကိုဘယ္လိုသတ္မလဲဆိုတာ\nစိတ္ဝင္တစားနဲ႔ၾကည့္ရမွာပါ ေနာက္ဆုံးမွာေတာ့ သူေဌးႀကီးပဲႏိုင္သြားမလား နစ္ခ္မက္ခ်္တစ္ေယာက္\nသက္ေသထြက္ဆိုႏိုင္မလားဆိုတာ ဆက္လက္ၾကည့္ေပးၾကပါဦး...\nဇာတ္လမ္းအညႊန္းနဲဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္...File Size : (900 MB) and (361 MB)\nQuality : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-courier2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bqlpFp96uWu2VDpsm4MVvLXdumh.jpg",
        "title": "Shaft (2000)",
        "description": "(Unicode)၂၀၁၉ ထွက် ရှက်ဖ် ကို အတော်များများ ကြိုက်ကြမယ် ထင်ပါတယ်။ဆမ်မြူရယ် ဂျက်ဆန် ကြီးက အထာကျတာကိုး။ဒီကားကတော့ ဂျွန်ရှက်ဖ် တစ်ယောက် စုံထောက်အလုပ်ကနေ ဘယ်လိုထွက်လာပြီး အလွတ်စုံထောက်ဖြစ်လာလဲဆိုတာ တွေ့ရမှာပါ။သူနဲ့အပြိုင်ဗီလိန်မင်းသားက ခရစ်ရှန်ဘေး ဆိုတော့ အတော်ကောင်းနေတာပါပဲ။ဒီဇာတ်လမ်းအစမှာ သန်းကြွယ်သူဌေးကြီးရဲ့ သားတစ်ယောက်က ကလပ်မှာ လူသတ်လိုက်တယ်။တရားခံကို ဖမ်းပေးလိုက်နိုင်ပေမယ့် သက်သေက ထွက်ပြေးနေလို့ အာမခံရသွားတယ်။ဒီအမှုကို တရားမျှတမှုရဖို့ ရှက်ဖ်ကြီး သဲကြီးမဲကြီးလိုက်ရပါတော့တယ်။ ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….(Zawgyi)၂၀၁၉ ထြက္ ရွက္ဖ္ ကို အေတာ္မ်ားမ်ား ႀကိဳက္ၾကမယ္ ထင္ပါတယ္။ဆမ္ျမဴရယ္ ဂ်က္ဆန္ ႀကီးက အထာက်တာကိုး။ဒီကားကေတာ့ ဂြၽန္ရွက္ဖ္ တစ္ေယာက္ စုံေထာက္အလုပ္ကေန ဘယ္လိုထြက္လာၿပီး အလြတ္စုံေထာက္ျဖစ္လာလဲဆိုတာ ေတြ႕ရမွာပါ။သူနဲ႔အၿပိဳင္ဗီလိန္မင္းသားက ခရစ္ရွန္ေဘး ဆိုေတာ့ အေတာ္ေကာင္းေနတာပါပဲ။ဒီဇာတ္လမ္းအစမွာ သန္းႂကြယ္သူေဌးႀကီးရဲ႕ သားတစ္ေယာက္က ကလပ္မွာ လူသတ္လိုက္တယ္။တရားခံကို ဖမ္းေပးလိုက္ႏိုင္ေပမယ့္ သက္ေသက ထြက္ေျပးေနလို႔ အာမခံရသြားတယ္။ဒီအမႈကို တရားမွ်တမႈရဖို႔ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/shaft-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z4OF4GZA9RyFD4OoEFFPfXpyBz.jpg",
        "title": "The Climbers ( 2019 )",
        "description": "Zawgyi*******၁၉၆၀ ခုႏွစ္၊ ဧဝရက္ေတာင္ရဲ႕ ေတာင္ေစာင္းေအာက္မွာတ႐ုတ္ႏိုင္ငံေတာင္တက္သမား ေလးေယာက္ အခက္ခဲဆုံးအေျခအေနကို ရင္ဆိုင္ေနရတယ္။ဒါဟာ သူတို႔ရဲ႕ ၅ ႀကိမ္ေျမာက္ ႀကိဳးပမ္းျခင္း ျဖစ္ၿပီး အရင္ ၄ ႀကိမ္ရဲ႕က်ရႈံးမႈေၾကာင့္ ခႏၲာကိုယ္မွာ ခြန္အား အမ်ားအျပား ဆုံးရႈံးထားၿပီးျဖစ္တယ္။ေနာက္ဆုံးမွာ ေလျပင္းတိုက္တာ ေလ်ာ့နည္းလာၿပီးေတာ့ အခြင့္အေရးေပၚေသာအခါ...Climber (2019) က ျဖစ္ရပ္မွန္ဇာတ္လမ္းကို အေျခခံထားၿပီးဆုရဒါ႐ိုက္တာႀကီး Daniel Lee မွ႐ိုက္ကူၿပီး‌ေတာ့ နာမည္ႀကီးသ႐ုပ္ေဆာင္ Wu Jing နဲ႔ Zhang Ziyi တို႔က ဦးေဆာင္ပါဝင္ထားပါတယ္။ဒီဇာတ္လမ္းဟာ ဧဝရက္ေတာင္ကို ေျမာက္ဘက္ကေနပထမဆုံးတက္ခဲ့သူမ်ားအေၾကာင္းျဖစ္ပါတယ္။ ဧဝရက္ေတာင္တက္တဲ့လမ္းေတြထဲမွာ ေျမာက္ဘက္က အၾကမ္းတမ္းအခက္ခဲဆုံးျဖစ္တဲ့အတြက္ ဘယ္လိုရင္ခုန္စရာ စြန႔္စားခန္းေတြေတြ႕ရမလဲဆိုတာ ၾကည့္ရႈခံစားလိုက္ပါဦး။(ဇာတ္လမ္းအဆုံးမွာ surprise ေလးတစ္ခုပါတယ္ေနာ္) Unicode*******၁၉၆၀ ခုနှစ်၊ ဧဝရက်တောင်ရဲ့ တောင်စောင်းအောက်မှာတရုတ်နိုင်ငံတောင်တက်သမား လေးယောက် အခက်ခဲဆုံးအခြေအနေကို ရင်ဆိုင်နေရတယ်။ဒါဟာ သူတို့ရဲ့ ၅ ကြိမ်မြောက် ကြိုးပမ်းခြင်း ဖြစ်ပြီး အရင် ၄ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-climbers-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/paliween-150x200.jpg",
        "title": "Pailwaan(2019)",
        "description": "Pailwaan(2019)အၫႊန္း*******************(unicode)နပန်းလောကမှာ ဘယ်သူမှ မယှဥ်ရဲ စိန်မခေါ်ရဲတဲ့ လူရိုးလူမှန် ဆာကာ.....သူ့အတွက် နပန်းအသတ်အပုတ်ပညာတွေ\nတိုက်ရေးခိုက်ရေးပညာတွေလက်ဆင့်ကမ်းဖို့ရယ် နိုင်ငံဂုဏ်ဆောင်နိုင်လို့ရမယ့် သူတစ်ဦးကိုလမ်းကြိုလမ်းကြားအိမ်ကျိုအိမ်ကြားထဲမှာ ရှားရှားပါးပါးသွားတွေ့လေရဲ့ ....ဒီကောင်လေးဟာ\nတစ်ယောက် ဆာကာကြီးအိပ်မက်ဖြစ်တဲ့\nနိုင်ငံ့ဂုဏ်ဆောင်နပန်းသတ်သမားဖြစ်လာနိုင်မလား...ဘယ်လိုပြိုင်ဘက်တွေနဲ့ တွေ့မလဲ....\nအရွယ်ရောက်တဲ့အချိန်မှာ တခြားအဖျက်အမှောက်တွေ ဝင်လာမလား....\nဒီကားက အမိုက်စားအက်ရှင်ခန်းတွေများစွာပါသလို\nbackground music တိုင်းကလည်း ကြည့်နေတဲ့သူကို သွေးတွေဆူပွက်လာအောင်\nစွမ်းဆောင်နိုင်တယ်.....\nပြသချိန် ၂ နာရီကျော်ဆိုတာ ခဏလေးလို့ထင်ရလောက်အောင်ကို ဇာတ်လမ်းက\nဆွဲခေါ်သွားလေရဲ့....အိန္ဒိယ အက်ရှင်ကားကောင်းကြိုက်သူတို့အဖို့ လက်မလွှတ်သင့်\nပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်မ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nHein That Naing ပဲဖြစ်ပါတယ်.....(zawgyi)နပန္းေလာကမွာ ဘယ္သူမွ မယွဥ္ရဲ စိန္မေခၚရဲတဲ့ လူ႐ိုးလူမွန္ ဆာကာ.....သူ႔အတြက္ နပန္းအသတ္အပုတ္ပညာေတြ\nတိုက္ေရးခိုက္ေရးပညာေတြလက္ဆင့္ကမ္းဖို႔ရယ္ ႏိုင္ငံဂုဏ္ေဆာင္ႏိုင္လို႔ရမယ့္ သူတစ္ဦးကိုလမ္းႀကိဳလမ္းၾကားအိမ္က်ိဳအိမ္ၾကားထဲမွာ ရွားရွားပါးပါးသြားေတြ႕ေလရဲ႕ ....ဒီေကာင္ေလးဟာ\nတစ္ေယာက္ ဆာကာႀကီးအိပ္မက္ျဖစ္တဲ့\nႏိုင္ငံ့ဂုဏ္ေဆာင္နပန္းသတ္သမားျဖစ္လာႏိုင္မလား...\nအ႐ြယ္ေရာက္တဲ့အခ်ိန္မွာ တျခားအဖ်က္အေမွာက္ေတြ ဝင္လာမလား....ဘယ္လိုၿပိဳင္ဘက္ေတြနဲ႔ ေတြ႕မလဲ....\nဒီကားက အမိုက္စားအက္ရွင္ခန္းေတြမ်ားစြာပါသလို\nbackground music တိုင္းကလည္း ၾကည့္ေနတဲ့သူကို ေသြးေတြဆူပြက္လာေအာင္\nစြမ္းေဆာင္ႏိုင္တယ္.....\nျပသခ်ိန္ ၂ နာရီေက်ာ္ဆိုတာ ခဏေလးလို႔ထင္ရေလာက္ေအာင္ကို ဇာတ္လမ္းက\nဆြဲေခၚသြားေလရဲ႕....အိႏၵိယ အက္ရွင္ကားေကာင္းႀကိဳက္သူတို႔အဖို႔ လက္မလႊတ္သင့္\nပါေၾကာင္း သတင္းေကာင္းပါးပါရေစ...ဇာတ္မ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့\nHein That Naing ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/pailwaan2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/3-days-to-kill-133x200.jpg",
        "title": "3 Days to Kill (2014)",
        "description": "A dangerous international spy is determined to give up his high stakes life to finally build a closer relationship with his estranged wife and daughter. But first, he must complete one last mission - even if it means juggling the two toughest assignments yet: hunting down the world's most ruthless terrorist and looking after his teenage daughter for the first ...",
        "rating": "6.2",
        "url": "https://megaup.net/2Sz4t/3_DaysTo_Kill_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    }
]