[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/51MflY4Gi0L-212x300.jpg",
        "title": "Shinobi: Heart Under Blade (2005)",
        "description": "နင်ဂျာတွေထဲမှာ အစွမ်းထက်ဆုံး အုပ်စု ၂ စု ရှိပြီး ထိုအုပ်စု ၂ ခုလုံးဟာ လုံး၀ မတည့်ကြပါဘူး\nတောင် တစ်ဖက် တစ်ခြမ်း စီမှာ နေထိုင်ကြပြီး အမြဲတမ်း သက်ဖြတ်နေခဲ့တာ ရန်ငြိုးတွေက နှစ်ပေါင်း ၄၀၀ တိုင်ခဲ့ပါတယ်...\nထို အုပ်စု နှစ်ခုပေါင်းစည်းပြီး တော်လှန်လာမှာကို ကြောက်လန့်လာတဲ့ အစိုးရကတော့ ထိုအခွင့်အရေးကို လက်လွှတ်မခံပဲ\nအုပ်စု ၂ စုကို အသေအကြေ တိုက်ခိုက်စေပြီး အနိုင်ရရှိသူကို အခွင့်အလမ်း ပေးဖို့ကြေညာပေးလိုကပါတယ်..\nထို ရန်ငြိုးတွေကြားမှာတော့ နှစ်ဖက် အုပ်စု နှစ်ခုက လူကြီးတွေ ရဲ့ သားနှင့်သမီး ကတော့ ချစ်ကြိုက်နေကြပါတယ်...\nထို တိုက်ခိုက်ရမည့် အမိန့်ကြေညာစာတမ်း ရောက်ရှိလာချိန်မှာတော့ သူတို့ ချစ်သူ နှစ်ဦးဟာ စစ်မြေပြင်မှာ ရန်သူတွေအဖြစ်\nပြန်လည်ရင်ဆိုင်ရတော့မှာပါ...\nနှစ်ဖက်လုံး အသေအကြေတိုက်ခိုက်ပြီး ဘယ်သူတွေ နိုင်ကြမှာလဲ ချစ်သူနှစ်ဦးကရော လက်တွဲခွင့်ရနိုင်မှာလား...\nဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ....\nဒီဇတ်လမ်းကို ဘာသာပြန်ပေးထားသူကတော့ Tariq ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/shinobi-heart-under-blade-2005/",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/petes-dragon-poster-1-135x200.jpg",
        "title": "Pete’s Dragon (2016)",
        "description": "Pete's Dragon (2016)\nIMDb - 6.7/10_____Rotten - 88%\n  \nDisney ရဲ့ ၂၀၁၆ ထွက် လက်ရာကောင်းတစ်ခုပါပဲ။ IMDb 6.7 ရထားပါတယ်။\nဇတ်လမ်းအကျဉ်းလေးကတော့ ၅ နှစ်သားမှာ ကားမှောက်ပြီးမိဘ၂ ပါးလုံး ဆုံးသွားတဲ့ ကလေးလေး Pete၊\nတောနက်ထဲမှာ တစ်ယောက်တည်းဖြစ်နေတုန်း\nသူ့လိုပဲ တစ်ကောင်တည်းအထီးကျန်နေတဲ့ နဂါးကြီးနဲ့တွေ့ပြီး သူငယ်ချင်းတွေ ဖြစ်လာခဲ့တယ်။\nနဂါးကို နဂါးလို့ခေါ်မှန်းတောင် မသိတဲ့ Pete လေးဟာ\nနဂါးမိတ်ဆွေလေးကို သူ့ပုံပြင်စာအုပ်ထဲက အက်လီရက် ဆိုတဲ့နာမည်ကိုပေးထားပြီ\nတောထဲမှာ ၂ ကောင်သား ၆ နှစ်တိတိအသက်ရှင်နေထိုင်နေခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သစ်ခုတ်ရင်း တဖြည်းဖြည်း တောနက်ထဲထိ ကျွံဝင်လာတဲ့ အလုပ်သမားတွေနဲ့\nသစ်တောအရာရှိမိသားစုလေးနဲ့ ဆုံတွေ့ဖို့ အကြောင်းဖန်လာတဲ့အခါ....\n  \n.\n   \nFile Size     :   743 MB\nDuration    :   1 : 42 :45\nQuality     ...",
        "rating": "6.7",
        "url": "https://megaup.net/2e88l/Pete_s_Dragon_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMjExMDg1MzIyM15BMl5BanBnXkFtZTYwNjYxNDg4._V1_-181x300.jpg",
        "title": "Frequency (2000)",
        "description": "Frequency (2000)\nIMDb - 7.3/10_____Rotten - 70%\n  ရုပ်ရှင်အညွှန်းလေးကို မပြောပြခင် ဒီရုပ်ရှင်ကားကို Video Type ခေတ်ကတည်းက\nကြည့်ရှုခဲ့တာမို့ အဟောင်းတွေ ပြန်လည်တူးဆွရင်း ပြန်လည်တွေ့ရှိပြီး\nဘာသာပြန် Moe Myint Lwin ကို ဘာသာပြန်ဖို့ တိုက်တွန်းခဲ့ပြီး\nယခု ကြည့်ရှုသူများလက်သို့ အရောက် အပ်ခဲ့ပါပြီ....\nဇတ်လမ်းရဲ့ ပုံစံကတော့ ဂျွန် ဟာ သူငယ်စဉ်ကတည်းက ဖခင်ကို\nဆုံးရှုံးခဲ့ရသူဖြစ်ပြီး မီးသတ်တပ်ဖွဲ့အတွက် ဖခင်ဟာ အသက်ပေးသွားရသူပါ\nဘ၀ တစ်လျှောက်လုံး ဂျွန် ဟာ ဖခင် မေတ္တာငတ်မွတ်ခဲ့ရပါတယ်...\nဂျွန် မှာ မိခင်ကြီးသာ ရှိပြီး အမေ နှင့်လဲ မတွေ့ဖြစ်တာ ပိုများနေပါတယ်...\nဂျွန် ၏ အလုပ်မှာ ရဲစုံထောက်ဖြစ်ပြီး ကွင်းဆက်လူသတ်သမားကို ဖမ်းဆီးရန်\nစုံစမ်းစစ်ဆေးနေတဲ့ အချိန်ဖြစ်ပါတယ်...\nတစ်ရက်မှာတော့ ဂျွန် သူငယ်ချင်း နှင့် သူငယ်ချင်း၏ သားဖြစ်သူတို့ ဂျွန်အိမ်ကို လာပြီး\nဖခင်ကြီး သိမ်းဆည်းသွားသော မီးသက်တပ်ဖွဲ့ဝန်ထမ်း သေတ္တာကို ဖွင့်စစ်ရာ\nဖခင်ကြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/TEx4/Frequency_[2000]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/Elektra_poster-206x300.jpg",
        "title": "Elektra (2005)",
        "description": "Elektra 2005 ဟာ ကေနဒါအေမရိကန္စူပါဟီးရိုးရုပ္ရွင္ကားတစ္ကားၿဖစ္ပါတယ္....Elektra  ရဲ႕အစြမ္းကတေစၦတစ္ေကာင္လို လ်င္ၿမန္စြာသြားလာႏိုင္တာပဲၿဖစ္ပါတယ္...Elektra ရုပ္ရွင္ကိုဇန္န၀ါရီလ ၁၄ ရက္ ၂၀၀၅ ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး ထုတ္လုပ္မႈ႕ေငြေၾကး ေဒၚလာ ၄၃ သန္း နဲ႕ ၀င္ေငြ ေဒၚလာ ၅၆ သန္းရရွိခဲ့တဲ့စူပါဟီးရိုးဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္...Elektra သည္သူမရဲ႕မိခင္ကိုသတ္ခဲ႕ေသာလူသတ္သမားကိုၿမင္လွ်င္ သူမရဲ႕ေဒါသနဲ႕အေၾကာက္တရားကိုမထိန္းခ်ဳပ္ႏိုင္ပဲ စိတ္အလိုတိုင္းလုပ္တတ္လို႕ သူမရဲ႕မ်က္မၿမင္ဆရာထံမွ တပည္႕အၿဖစ္ထုတ္ပယ္ၿခင္းခံခဲ႕ရသည္္....ေၾကးစားလူသတ္မႈ႕မ်ားကိုတစ္ခုၿပီးတစ္ခုလုပ္ကိုင္ရင္း....အမည္မသိဌားရမ္းတဲ႕လူတစ္ေယာက္ဆီကေန ၾကီးမားေသာကမ္းလွမ္းမႈ႕တစ္ရပ္ကိုလက္ခံရရွိခဲ႕ပါတယ္....ထို႕ေၾကာင္႕ သူမရဲ႕သားေကာင္ၿဖစ္တဲ့ လူရဲ႕အနီးကပ္ဆံုးေနရာက်ြန္းေပၚတြင္ အိမ္ဌားကာ သူမအတြက္အမိန္႕ကိုေစာင့္ဆိုင္းေနခဲ႕ပါတယ္....ထိုသို႕ေစာင့္ဆိုင္းေနစဥ္အတြင္း က်ြန္းေပၚရွိသားအဖႏွစ္ေယာက္နဲ႕ေတြ႕ဆံုမိၿပီး သံေယာဇဥ္ၿဖစ္လာရာကေန ထုိသားဖႏွစ္ေယာက္မွာသူသတ္ရမယ့္ လူႏွစ္ေယာက္ၿဖစ္လာေသာအခါ ဘာေတြၿဖစ္လာမလဲဆိုတာ စိတ္၀င္စားဖြယ္ၾကည့္ရႈ႕ရမွာပဲၿဖစ္ပါတယ္....File Size : 905.0MB , 393.8MBQuality : BlueRay 720p HD Duration : 01:39:50Subtitle : Myanmar Subtitle (Hardsub)Encoder : Moe Myint Lwin\nDownload 720 HD (905.0MB)\nDownload 360p Small File (393.8MB)",
        "rating": "4.8",
        "url": "https://megaup.net/Ux9j/[00700]_Elektra_(2005)_[Action]_[Jennifer_Garner]_[USA]_[4.8].mp4",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/22-jump-poster-133x200.jpg",
        "title": "22 Jump Street (2014)",
        "description": "22 Jump Street (2014)\nIMDb - 7.0/10_____Rotten - 84%\n  \n2014 ခု နှစ်မှာထွက်ရှိထားတဲ့ 22 Jump Street ဇာတ်ကားဟာ IMDb Rating 7 အထိရရှိထားတဲ့ရဲဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..2012 က ထွက်ရှိခဲ့တဲ့ 21 Jump Street ရဲ့\nအဆက်အဖြစ်နဲ့ထွက်လာပါတယ်..2ကားလုံးကတော့ ဟာသအက်ရှင်ဇာတ်ကားတွေပဲဖြစ်ပါတယ်\nဇာတ်လမ်းဇာတ်အိမ်ဖန်တီးထားတဲ့နေရာမှာလည်းသေသပ်သလို ဟာသလည်းမြောက်ပါတယ်\n21 Jump Street မှာတော့ ကျောင်းတုန်းက မတည့်တဲ့ သူငယ်ချင်း2ယောက် ကျောင်းပြီးလို့ရဲထဲဝင်\nတဲ့အခါ အလုပ်အတူတူတွဲလုပ်ရင်း ထူးခြားတဲ့အမှုအတွက် ကျောင်းပြန်တက်ရပြန်ပါတယ်..\nကျောင်းတက်ရင်းဘယ်လိုတလွဲတွေနဲ့ အမှုလိုက်ကြမလဲဆိုတာကို ကြည့်ရမှာပါ\nယခု တင်တဲ့ဇာတ်ကား 22 Jump Street ကတော့ အဆက်အနေနဲ့ဆက်လက်ရိုက်ကူးထားပါတယ်\n \n21 Jump Street ကို မကြည့်ရသေးသူများ အတွက်လည်း\nအောက်မှာလင့်ပြန်ပေးထားပါတယ်..။\n \n21 Jump Street (2012)\n  2014 ခု ႏွစ္မွာထြက္ရွိထားတဲ႕ 22 Jump Street ဇာတ္ကားဟာ IMDb Rating ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Wyef/22_Jump_Street_[2014]_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/21-jump-street-poster-136x200.jpg",
        "title": "21 Jump Street (2012)",
        "description": "21 Jump Street (2012)\nIMDb - 7.2/10_____Rotten - 84%\n  \nဟာသအက်ရှင်ဇာတ်ကားပါ......\nဇာတ်လမ်းဇာတ်အိမ် ဖန်တီးထားတာ သေသပ်သလို ဟာသလဲတော်တော်မြှောက်ပါတယ်...\nကျောင်းတုန်းက မတည့်တဲ့ သူငယ်ချင်းနှစ်ယောက် ကျောင်းပြီးလို့ ရဲထဲဝင်တဲ့အခါ\nအလုပ်အတူတူ တွဲလုပ်ကြရင်း ထူးခြားတဲ့ အမှုတစ်ခုအတွက် ကျောင်းပြန်တက်ရပါတယ်...\nကျောင်းတက်ရင်း ဘယ်လို တလွဲတွေနဲ့ အမှုလိုက်ကြမလဲဆိုတာ ခံစားကြည့်ကြပါဦးခင်ဗျာ...။\n \n21 Jump Street ရဲ့အဆက် 22 Jump Street ကိုလည်း\nအောက်ပါလင့်မှာ down ယူကြည့်ရှု့နိုင်ပါတယ်\n \n22 Jump Street (2014)  \nဟာသအက္ရွင္ဇာတ္ကားပါ......\nဇာတ္လမ္းဇာတ္အိမ္ ဖန္တီးထားတာ ေသသပ္သလို ဟာသလဲေတာ္ေတာ္ေျမွာက္ပါတယ္...\nေက်ာင္းတုန္းက မတည့္တဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ ေက်ာင္းၿပီးလို႕ ရဲထဲဝင္တဲ့အခါ\nအလုပ္အတူတူ တြဲလုပ္ၾကရင္း ထူးျခားတဲ့ အမႈတစ္ခုအတြက္ ေက်ာင္းျပန္တက္ရပါတယ္...\nေက်ာင္းတက္ရင္း ဘယ္လို တလြဲေတြနဲ႕ အမႈလိုက္ၾကမလဲဆိုတာ ခံစားၾကည့္ၾကပါဦးခင္ဗ်ာ...။\n \n21 Jump Street ရဲ႕အဆက္ 22 Jump Street ကိုလည္း\nေအာက္ပါလင္႔မွာ down ယူၾကည္႔ရႈ႕ႏိုင္ပါတယ္\n \n22 Jump ...",
        "rating": "7.2",
        "url": "https://megaup.net/UGzf/21_Jump_Street_[2012]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/criminal-poster-133x200.jpg",
        "title": "Criminal (2016)",
        "description": "Criminal (2016)_____IMDb - 6.3/10\n မင်းသားကြီး Kevin Costner ရဲ့ ဇာတ်ကြမ်းကားပါ။ IMDb (6.3/10) ရရှိထားပါတယ်။\nဓါတ်ပူးမင်းသား Ryan Reynolds ဟာ CIA အေးဂျင့်တစ်ယောက်ပါ...\nကမ္ဘာနဲ့ချီ ဒုက္ခရောက်မယ့် ကိစ္စတစ်ခုမှာ ဝင်ရောက်ကယ်တင်ရင်း မအောင်မြင်ဘဲ ဂန့်သွားပါတယ်....\nအဲ့ဒီမပြီးပြတ်သေးတဲ့ကိစ္စကို ဆက်လက်ဆောင်ရွက်ဖို့ သူ့ရဲ့ဦးနှောက်ထဲက မှတ်ဉာဏ်တွေကို\nလူကြမ်းကြီး Kevin Costner ထဲကို ကော်ပီကူး ရွှေ့ပြောင်းပါတယ်....။\nအဲ့ဒီထူးဆန်းတဲ့ကိစ္စကြီးအောင်မြင်သွားမလား...\nကမ္ဘာနဲ့ချီဒုက္ခရောက်မယ့်ကိစ္စကြီးရော အောင်မြင်သွားမလား....\nလူကြမ်းကြီးရဲ့နှလုံးသားရော နူးညံ့သွားမလားဆိုတာ ရင်တမမကြည့်ရှုရမှာပါ။\nSpoil လုပ်ရရင် လူကြမ်းကြီးရဲ့ နှလုံးသားကတော့\nမင်းသမီး Gal Gadot (Wonder Woman ) ကြောင့် သေချာပေါက် အရည်ပျော်သွားဖို့ရှိနေပါတယ်...:P ။ \nFile size…(814 MB)\nQuality…Blu-Ray 720p\nFormat…mp4\nDuration….01:53:00\nSubtitle….Myanmar Subtitle (Hardsub)\nFixed By  Naing Aung Latt\nEncoded By  Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/criminal-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/beyond-rangoon-poster-133x200.jpg",
        "title": "Beyond Rangoon (1995)",
        "description": "Beyond Rangoon (1995)_____IMDb - 6.6/10\n IMDb rating 6.6 ရရှိထားြပြီး ၁၉၉၅ ခုနှစ်က ရိုက်ကူးထားတဲ့\nမြန်မာ့နောက်ခံ သမိုင်းအသားပေး ဇာတ်ကာကြီး Beyond Rangoon ကိုမိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားဟာ ဆို ၁၉၈၈ ခုနှစ်မှာ မြန်မာ နိုင်ငံကိုလာလည်တဲ့ tourist တဖွဲ့ဟာ\n၈၈၈၈ uprising ကိုကြုံတွေ့ရပုံကို ရိုက်ကူးပြသထားတာ ပါ။\nဒါကြောင့် မြန်မာနိုင်ငံရဲ့ သဘောသဘာဝတွေအများအပြားပါဝင်ထားပြီး\nထူးခြားတာ တစ်ခုက ဒီဇာတ်ကားဟာ မြန်မာ နိုင်ငံမှာ ရိုက်ကူးခဲ့တာ မဟုတ်ပဲ\nမလေးရှားနိုင်ငံမှာပဲ ဇာတ်ဝင်ခန်းအားလုံးကိုရိုက်ကူးခဲ့တာဖြစ်ြပြီး\nဒီဇာတ်ကားထဲမှာ အပြင်မှာ လက်တွေ့ကြုံတွေ့ခဲ့ ကြရတဲ့ မြန်မာပြည်သူတွေရဲ့ လက်တွေ့ ဘဝတွေကို\nမီးမောင်းထိုးရိုက်ကူးပြသထားတာပါ။\nဒီဇာတ်ကားဟာ ဥရောပမှာသာမက အမေရိကမှာပါအထူးအောင်မြင်ခဲ့တဲ့ဇာတ်ကားတစ်ကားလည်း ဖြစ်ခဲ့ပါတယ် ။\n ဇာတ်လမ်း အကျဉ်းလေးကတော့\nအန်ဒီနဲ့ သူ့သူငယ်ချင်းဟာ လင်ယောကျာ်းဖြစ်သူ အသတ်ခံရလို့\nပူဆွေးသောကဖြစ်နေတာကို စိတ်ပြေလက်ပျောက်ဖြစ်စေရန်အလို့ငှာ\nမြန်မာနိုင်ငံသို့အပန်းဖြေလေ့လာရေးခရီးထွက်လာရာမှ\nမမျှော်လင့်ပဲ ၈၈၈၈ ကိုကြုံတွေ့ လိုက်ရတဲ့အခါမှာတော့ ...........",
        "rating": "6.6",
        "url": "https://megaup.net/Sfdm/Beyond_Rangoon_[1995]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478707954854-203x300.jpg",
        "title": "The Berlin File (2013)",
        "description": "2013 ခုနှစ်က ထွက်ရှိခဲ့ြပြီး IMDb rating 6.6 ရရှိထားြပြီးAction / Thrill ဇကားတကားကိုတင်ပေးလိုက်ပါတယ်။ ဇကားလေးမှာပါဝင်ထားတဲ့ မင်းသားမင်းသမီးတွေက ပရိတ်သတ်ကြီး နဲ့မစိမ်းလှတဲ့ နာမည်ကြီး ကိုရီးယား မင်းသားမင်းသမီး တွေ ဖြစ်တာကြောင့်ပရိတ်သတ်ကြီးအနေနဲ့ကြည့်လို့အဆင်ပြေမှာပါဒီဇတ်ကား ဟာ ဇကာတင်စာရင်း ၅ခါ ဝင်ခဲ့ြပြီးဆု ၂ဆုရရှိခဲ့ပါတယ်ကဲဗျာ လေတောင်တော်တော်များသွားြပြီဇာတ်လမ်း အကျဉ်းလေးဖက်ကို လှည့်လိုက်ကြရအောင်လားဇာတ်လမ်း အကျဉ်းလေး ကတော့မြောက်ကိုးရီးယားအေးဂျင့်တစ်ယောက်ဖြစ်သူ ပြုံးဂျောင်ဆုံဟာဘာလင်မှာ အာရပ်တော်လှန်ရေးတပ်နဲ့ လက်နက်အရောင်းအဝယ်လုပ်ဖို့တာဝန်ပေးခံရတာကနေ အရောင်းအဝယ်ပျက်သွားတဲ့နောက်မှာတော့ဒီဘာလင်အရှုပ်တော်ပုံထဲ ရောက်သွားခဲ့ပြီးတော့မြောက်ကိုးရီးယားသံရုံး စကားပြန်ဖြစ်သူ သူ့ဇနီးနဲ့ သူကိုယ်တိုင်ဟာတိုင်းပြည်ကို သစ္စာဖောက်တဲ့သူတွေအဖြစ် အကွက်ချ အစွပ်စွဲခံလိုက်ရချိန်မှာဒီအရှုပ်တော်ပုံကို အေးဂျင့်ပြုံးဂျောင်ဆုတစ်ယောက်ဘယ်လိုအဖြေရှာမယ်၊ ဘယ်လိုတွေ ရင်ဆိုင်ရမလဲဆိုတာကိုDownload လုပ်ပြီးတော့သာ ရှုစားကြပါရှန်။ကျိုင်းဇူးပါရှန်။     ။----------------------------------------------------------------2013 ခုႏွစ္က ထြက္ရွိခဲ့ျၿပီး IMDb rating 6.6 ရရွိထားျၿပီးAction / Thrill ဇကားတကားကိုတင္ေပးလိုက္ပါတယ္။ ဇကားေလးမွာပါ၀င္ထားတဲ့ မင္းသားမင္းသမီးေတြက ပရိတ္သတ္ႀကီး နဲ႔မစိမ္းလွတဲ့ နာမည္ႀကီး ကိုရီးယား ...",
        "rating": "6.6",
        "url": "https://megaup.net/3yHmk/The_Berlin_File_(Bereullin)_[2013]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Housefull 3 (2016)",
        "description": "Housefull 3 ဇာတ္ကားသည္ အိႏၵိယတြင္ ေအာင္ျမင္ခဲ့သည့္ Housefull ႏွင့္ Housefull 2 ဇာတ္ကားတို႔၏ ေနာက္ဆက္တြဲျဖစ္ၿပီး ဒါ႐ိုက္တာ Sajid-Farhad က ႐ိုက္ကူးထားသည္။\nHousefull 3 ဇာတ္ကားသည္ ဖခင္တစ္ဦး၏ သမီးသံုးဦးအေပၚထားရွိသည့္ လြန္ကဲ သည့္ေမတၱာေၾကာင့္ သမီးသံုးေယာက္ကို အိမ္ေထာင္ဖက္မေပးစားလိုဘဲ ကေလးငယ္မ်ားကဲ့\nသို႔ ရင္ဝယ္သားလုိေစာင့္ေရွာက္လိုသည့္ ဖခင္ႏွင့္ သမီးသံုးေယာက္အား ခ်စ္ၾကိဳက္ေနသည့္ အမ်ဳိးသားသံုးေယာက္တုိ႔အေၾကာင္းကို ဇာတ္လမ္းဆင္႐ိုက္ကူးထားေသာ ေဘာလိဝုဒ္အခ်စ္ ဟာသဇာတ္ျမဴးကားတစ္ကားျဖစ္သည္။\nဇာတ္လမ္းအေနျဖင့္ ေခ်ာေမာလွပသည့္ သမီးသံုးေယာက္ပိုင္ဆုိင္ထားသည့္ ဖခင္ တစ္ဦးမွာ သမီးငယ္မ်ားအား အိမ္ေထာင္ဖက္ေပးစားလိုျခင္းမရွိေပ။ သမီးမ်ား၏ ရည္းစား ျဖစ္သူ အမ်ဳိးသားသံုးေယာက္မွာ\nနည္းလမ္းမ်ဳိးစံုျဖင့္ ၄င္းတို႔၏အိမ္တြင္းသို႔ဝင္ေရာက္ကာ သမီးမ်ား၏ အသင့္ေတာ္ဆံုးျဖစ္သည့္ သတို႔သားမ်ားျဖစ္ေၾကာင္း သက္ေသျပၾကရသည္။\nေနာက္ဆံုးမွာ ဖခင္၏ စိတ္႐ႈပ္ေထြးမႈမ်ားႏွင့္ သတုိ႔သားေလာင္းမ်ား၏ လိမ္လည္မႈမ်ားကို ဟာသေႏွာကာ ႐ိုက္ကူးထားသည့္ အိႏိၵိယေဘာလိဝုဒ္ အခ်စ္ဟာသဇာတ္ကားတစ္ကား ျဖစ္သည္။\n(Review credit to The Mirror ...",
        "rating": "5.3",
        "url": "https://megaup.net/3yvy3/Housefull_3_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/cotgfdvd-200x300.jpg",
        "title": "Curse of the Golden Flower (2006)",
        "description": "IMDb (7/10)Rotten Tomatoes (66%)StorylineAD 928 ခုနစ် တရုတ်ပြည် မှာပါ။ ပြည့်ရှင်ဘုရင်ကြီးက သိုင်းပညာနဲ့ နိုင်ငံရေးတွေမှာ တတ်ကျွမ်းသလောက် ရက်စက်ကြမ်းကြုတ်တဲ့သူလည်းဖြစ်တယ်။ သူ့မိဖုရားကြီးကို မချစ်လို့ သူသောက်နေကြ ဆေးရည်ထဲမှာ ကြာကြာသောက်ရင် ရူးသွားစေတဲ့ ပစ္စည်းတွေထည့်တိုက်ပြီး တဖြည်းဖြည်း အဆိပ်ခတ်လုပ်ကြံတယ်။ ဒါကို မိဖုရားကြီးနဲ့ စစ်တပ်ရဲ့ အကြီးအကဲတစ်ယောက်ဖြစ်တဲ့ ဒုတိယသားတော်တို့ သိသွားတဲ့အခါမှာတော့ အမေကို ရက်ရက်စက်စက် သတ်ဖို့ကြိုးစားနေတဲ့ အဖေကို ပန်းပွဲတော်ကျင်းပတဲ့အချိန်မှာ ရှင်းလင်းပြီး တိုင်းပြည်အာဏာလုဖို့ ဖြစ်လာပါတယ်။ အဲအပြင် တော်ဝင်မိသားစုတစ်ခုလုံးမှာလည်း တခြား အရှုပ်တော်ပုံတွေနဲ့ ရှုပ်ရှက်ခတ်ပြီး ထိန်းမရသိမ်းမရဖြစ်လာပါတော့တယ်။\n…\nReview\nဒီကားကို ကျော်အရင်ဆုံးကြည့်ဖူးတော့ ခုတ်တဲ့ထစ်တဲ့ အခန်းကလွဲလို့ ဘာကိုမှသဘောမကျခဲ့ပါဘူး။ ရုပ်ရှင်မကြည့်တတ်သေးတဲ့ အရွယ်ကိုး။ နောက်မှ စကားပြောခန်းတွေကိုလည်း စိတ်ဝင်စားပြီး ရုပ်ရှင်ကြည့်တတ်သလိုဖြစ်လာတော့မှ ပြန်ကြည့်မိတော့ အင်မတန်ကို လက်ရာမြောက်တဲ့ကားတစ်ကားဖြစ်နေပါတယ်။\nရုပ်ရှင်တစ်ကားလုံးရဲ့ 70% လောက်က နန်းတွင်းအဆောင်တွေထဲမှာတင် စကားပြောနေကြလို့ သာမန်အပျင်းပြေကြည့်မဲ့သူတွေအတွက်တော့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1wxav/Curse_Of_The_Golden_Flower_(Man_Cheng_Jin_Dai_Huang_Jin_Jia)_[2006]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/summer-wars-2770-204x300.jpg",
        "title": "Summer Wars (2009)",
        "description": "Summer wars ဆိုတဲ့ anime ဟာ ႏိုင္ငံတကာမွာ အထူးထင္ရွားတဲ့ နာမည္ႀကီး ဒါ႐ိုက္တာ Hosoda Mamoru ႐ိုက္ကူးခဲ့တဲ့ Rating ျမင့္ ကာတြန္းတစ္ကားျဖစ္ပါတယ္.. ဂ်ပန္ကာတြန္းကားေတြရဲ႕ ထံုးစံအတိုင္း ရင့္က်က္တဲ့ဇာတ္အိမ္နဲ႔အတူ မိသားစုသံေယာဇဥ္.. ခ်စ္ျခင္းေမတၱာ.. စည္းလံုးမႈ.. မေလွ်ာ့ေသာဇြဲနဲ႔အတူ မထင္မွတ္တဲ့အေျပာင္းအလဲေတြနဲ႔ ေတာ္ေတာ္ေလးနာမည္ႀကီးခဲ့တဲ့ ဇာတ္ကားလဲျဖစ္ပါတယ္..ဇာတ္လမ္းကေတာ့ OZ ဆိုတဲ့ တစ္ကမာၻလံုးက ဖုန္း/ကြန္ပ်ဴတာေတြ အင္တာနက္ကတဆင့္ ခ်ိတ္ဆက္ကစားႏိုင္တဲ့ Digital World ကေန အစျပဳခဲ့ပါတယ္.. လူတိုင္းမွာ ကိုယ္ပိုင္အခ်က္အလက္နဲ႔ဖန္တီးထားတဲ့ ဇာတ္ေကာင္တစ္ေကာင္ဆီပိုင္ဆိုင္ၿပီး shopping ထြက္တာ စီးပြားေရးလုပ္ငန္းေတြ အုပ္ခ်ဳပ္သူအစိုးရပိုင္းေတြ ေရပိုက္လိုင္း လွ်ပ္စစ္စနစ္ကအစ အျပင္ေလာကနဲ႔ထပ္တူ လႈပ္ရွားကစားႏိုင္တဲ့ virtual world game တစ္ခုလဲျဖစ္ပါတယ္..ခဲန္းဂ်ိလို႔ေခၚတဲ့ အထက္တန္းေက်ာင္းသားတစ္ေယာက္ဟာ သခ်ၤာအိုလံပစ္မွာ ဂ်ပန္ႏိုင္ငံကိုယ္စားျပဳအျဖစ္က လြဲေခ်ာ္ခဲ့လို႔ စိတ္မေကာင္းျဖစ္ေနတဲ့ ေကာင္ေလးတစ္ေယာက္ပါ.. တစ္ရက္ သူ႔စီနီယာမမက အဖြားေမြးေန႔မွာ သူ႔ရည္းစားအျဖစ္နဲ႔ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/summer-wars-2009/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/kung-fu-panda-secrets-of-the-scroll-576beba5958bf-210x300.jpg",
        "title": "Kung Fu Panda: Secrets of the Scroll (2016)",
        "description": "Kung Fu Panda: Secrets of the Scroll (2016)________IMDb - 7.1/10\n  \nဒီ ၂၃ မိနစ်စာပဲရှိတဲ့ ကွန်ဖူး ပန်ဒါကားလေးက ပန်ဒါဇာတ်ကားအားလုံးရဲ့အနှစ်ချုပ်ပါပဲ\nIMdb rating 7.1 ရထားပြီး Animation ကြိုက်သူတွေလက်မလွှတ်သင့်ပါဘူး\nဒီဇာတ်လမ်းလေးက ညီနောင်ငါးဦး ဘယ်လိုဖြစ်ပေါ်လာသလဲဆိုတာ ဖေါ်ညွှန်းထားတာပါ\nကွန်ဖူး ပန်ဒါဆိုရင် ကလေးလူကြီးသိနေကြပြီးဖြစ်လို့ အထွေအထူး မညွှန်းတော့ပါဘူး\nကွန်ဖူး ပန်ဒါ သုံးကားစလုံးကြည့်ဖူးတယ်ဆိုရင်တော့ဒီကားလေးက မဖြစ်မနေကြည့်ရမဲ့ ကားထဲပါသွားပါပြီ.....\n(ဘာသာပြန်သူ Aye Min Oo ပါ) \nFile Size - 134 MB\nQuality - 1080p\nDuration - 23 min\nTranslator - Aye Min Oo\nEncoder - Littleneo",
        "rating": "7.1",
        "url": "https://megaup.net/Rkwb/Kung_Fu_Panda_-_Secrets_Of_The_Scoll_[MM_Sub).mp4",
        "category": "Action, Animation, Short"
    },
    {
        "thumbnail": "",
        "title": "Kites (2010)",
        "description": "လက္ပြားမင္းသား Hrithik Roshan နဲ႕ မက္ဆီကန္ ဥရုေဂြးမင္းသမီး Barbara Mori တို႔အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့Action, Drama, Romance အမ်ိဳးအစား Bollywood ဇာတ္ကားပါ။IMDb Rating (6.1) နဲ႕ Rotten Tomatoes (80%) ထိရရွိထားပါတယ္။ဒီဇာတ္ကားကို စကားတစ္ခြန္းနဲ႕ပဲ ညႊန္းခဲ့ပါရေစ။\"ခ်စ္ျခင္းဟာ ရူးသြပ္ဖို႕ လံုေလာက္လြန္းပါတယ္\" \nFile size…(999MB)\nQuality…Blu-ray Rip 720p\nFormat…mp4\nDuration….02:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.1",
        "url": "https://megaup.net/1wren/Kites_[2010]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTI2OTYyNDk2N15BMl5BanBnXkFtZTcwMjczNTcxMQ@@._V1_-209x300.jpg",
        "title": "Mortal Kombat: Annihilation (1997)",
        "description": "Mortal Kombat လို႔ ျမင္လိုက္တာနဲ႔တင္ Channal myanmar ပရိတ္သတ္ၾကီိးဟာ mortal kombat ဂိမ္းကို တန္းျမင္မိမွာပါ။ ဟုတ္ပါတယ္ ဒီကားက mortal kombat ဂိမ္းကို အေျခခံၿပီး႐ိုက္ထားတဲ့ ကားေလးပါ။ ဇာတ္ကားက ႏွစ္ကားရိွတာပါ။ Mortal kombat (1995) နဲ႔ ယခု Mortal Kombat Annihilation (1997) ဆိုတဲ့ ႏွစ္ကားအျပင္ Mortal Kombat series ဆိုၿပီးရိွပါေသးတယ္ ။ ဒီဇာတ္လမ္းကေတာ့ Imdb rating အေနနဲ႔ကေတာ့ 3.7/10 (36,811) ပဲရရိွထားတာျဖစ္ေပမဲ့ ဇာတ္ကားကေကာင္းပါတယ္။ Mortal kombat (1995) ကားမွာေတာ့ လွ်ဴကန္ ဟာ ကမၻာႀကီးကို ကယ္တင္ဖို႔ ၿပိဳင္ပြဲေတြ အမ်ားႀကီးကို ခက္ခက္ခဲခဲ ရင္ဆိုင္ရတဲ့ အခန္းပါ။ အခု ဒီ 1997 ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/mortal-kombat-annihilation-1997/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/free_state_of_jones_ver6_xlg-227x300.jpg",
        "title": "Free State of Jones (2016)",
        "description": "ဒီ Free State of Jones ဇာတ်ကားဟာဖြင့်အမေရိကန်ပြည်တွင်းစစ်အတောအတွင်းဖြစ်ပွားခဲတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကိုအခြေခံထားတဲ့ကားကောင်း တစ်ကားပါပဲ။ဒီဇာတ်လမ်းမှာ ဆင်းရဲသားတွေနဲ့လူချမ်းသာတွေရဲ့ တဖြည်းဖြည်းကွာဟလာတဲ့ ဘဝတွေကိုပေါ်လွင်အောင်ပြထားနိုင်တယ်လို့ချီးမွမ်းကြပါတယ်။ ဒီဇာတ်လမ်းမှာNewton Knight ဆိုတဲ့ ဆင်းရဲသားလယ်သမားတစ်ယောက် ဦးဆောင်တဲ့ လွတ်မြောက်လာတဲ့ကျွန်တွေ၊ဆင်းရဲသားတွေရဲ့ တော်လှန်ပုံ ကိုပီပီပြင်ပြင်ပုံဖော်ထားလို့ ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ပြောရမှာပါ(ဇာတ်လမ်းအညွန်းကိုတော့ Shocking Pink မှရေးသားပေးထားတာဖြစ်ပါတယ်)File Size : 1 GB /500 MB\nQuality : Blu ray 720P\nRunning Time : 2hr 15 minute\nFormat : Mp4\nGenre : Action, Biography, Drama\nEncoder : Thanhtike Zaw",
        "rating": "6.8",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/The_Iron_Giant_2015_Re-Release_Poster-202x300.jpg",
        "title": "The Iron Giant (1999)",
        "description": "ဒီေန႕အတြက္ IMDb rating 8.0/10 ရရွိထားၿပီး CM ပရိသတ္တစ္ခ်ဳိ႕လည္းေတာင္းဆိုထားတဲ့ Animation ကားေလး တင္ေပးလိုက္ပါတယ္။အခ်ိန္ကာလက စစ္ေအးကာလ အေမရိကန္နဲ႕ ဆိုဗီယက္တို႕ အျပင္းအထန္ အားျပိဳင္ေနခ်ိန္ေပါ့။ အဲ့လိုအခ်ိန္မွာ ဆိုဗီယက္က ကမၻာ့ပထမဆံုး ျဂိဳဟ္ထုျဖစ္တဲ့ Sputnik I ၾကီးလႊင့္လိုက္ေတာ့ အေမရိကန္မွာ ဆိုဗီယက္ က်ဴးေက်ာ္စစ္တို႕၊ ေကာင္းကင္ကက်လာမယ့္ ဆိုဗီယက္ စစ္လက္နက္ေတြတို႕ အေၾကာင္း ေတြးရင္း ေျပာရင္း အရမ္း Paranoid ျဖစ္ေနခ်ိန္ေပါ့။\n.\nအဲ့လိုအခ်ိန္မွာ Hogarth Hughes လိုေခၚတဲ့ ၁၂ နွစ္အရြယ္ေလာက္ေကာင္ေလး ဟာ သူ႕အေမ Annie နဲ႕ အေမရိကန္က ကမ္းရိုးတန္း နယ္စြန္နယ္ဖ်ား ျမိဳ႕ေလးရဲ႕ အစပ္မွာ ေနထိုင္ပါတယ္။ တစ္ရက္မွာေတာ့ Annie ဟာ အလုပ္ကေန အိမ္ျပန္တာေနာက္က် မွာျဖစ္လို႕ (Hogarth မွာ အေမပဲရွိေတာ့ပါတယ္) Hogarth တစ္ေယာက္ထဲ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2Vjji/The_Iron_Giant_[1999]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/wp-1477920903522-205x300.jpg",
        "title": "Wyrmwood road of the dead (2014)",
        "description": "ကဲဗ်ာ ဒီတစ္ခါ ခပ္ၾကမ္းၾကမ္း Zombie တကားနဲ႔မိတ္ဆက္ေပးျခင္ပါတယ္ zombie ကူးစက္မွဴ ေတြၾကားထဲမွာ မိမိ အသက္ရွင္ ရပ္တည္မွဴ အတြက္ႀကိဳးစားရပ္ တည္ေနတဲ့ ေကာင္မေလး မထင္မွတ္ထားတဲ့ တိုက္ခိုက္မွဴ မ်ားနဲ႔ ေတြ႕ႀကံဳလာ ရတဲ့ အခါမွာေတာ့ ကဲ ပရိတ္သတ္ႀကီး ကပဲဆက္လက္ၾကည့္ ရွဴပါေတာ့ဗ်ာ \nDownload on Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/wyrmwood-road-of-the-dead-2014/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/p9424887_p_v8_am-1-200x300.jpg",
        "title": "Resident Evil: Damnation (2012)",
        "description": "Resident Evil: Damnation (2012)\nIMDb - 6.5/10_____Rotten - 100%\n  \nကဲဗျာ Holloween နေ့အတွက်ပဲ Resident evil ရဲ့ 2012 ခုနှစ်ထွက်\n3D Animation ကားလေးကိုတင်ပေးလိုက်ပါတယ်\nSony နဲ့ Campcom ကထုတ်တဲ့  PS2 ဂိမ်းတွေနဲ့ ရင်းနှီးသူဆိုရင်တော့\nဒီဇာတ်လမ်းလေးကို စိမ်းမယ် မထင်ဘူးဗျ",
        "rating": "6.5",
        "url": "https://megaup.net/1zC90/Resident_Evil_-_Damnation_(Biohazard_-_Damnation)_[2012]_(MM_Sub).mp4",
        "category": "Action, Animation, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/1.jpg",
        "title": "Kickboxer: Vengeance (2016)",
        "description": "ပရိသတ္ ျကီးအတြက္ Kickboxer: Vengeance ဆိုတဲ့ အေမရိကန္အက္ရွင္ကား သစ္ေလး ေရြးခ်ယ္ေဖာ္ျပေပး လုိက္ပါတယ္။ ၁၉၈၉ ေလာက္တုန္းက အက္ရွင္မင္းသား ဗန္ဒမ္းကို နာမည္ေက်ာ္ေစခဲ့တဲ့ Kickboxer ဇာတ္ကားကို ဆန္းသစ္႐ုိက္ကူး ထားတာျဖစ္ၿပီး အဲဒီေခတ္တုန္းက မီခဲ့တဲ့ ပရိသတ္ေတြလည္း ဇာတ္ ကားႏွစ္ခုကို ႏႈိင္းယွဥ္ခံစားၾကည့္ ႏုိင္မွာပါ။\nအခု ဇာတ္ကားမွာလည္း မင္းသားဗန္ဒမ္းပါ၀င္ထားၿပီး ၀ါ ရင့္ ကိုယ္ခံပညာ မာစတာတစ္ ေယာက္ေနရာက ပါ၀င္ သ႐ုပ္ ေဆာင္ထားတာမို႔ ဗန္ဒမ္းကို မ ေတြ႕ရတာၾကာေနတဲ့ ပရိသတ္ ေတြလည္း သေဘာက်မယ္လုိ႔ ထင္ပါတယ္။\nကယ္လီဖုိးနီးယားျပည္နယ္ က ကမ္းေျခၿမိဳ႕ေလးျဖစ္တဲ့ ဗင္း နစ္မွာေနထုိင္တဲ့ အဲရစ္နဲ႔ ကက္က လုန္းညီအစ္ကိုဟာ ကိုယ္ခံပညာ ကြၽမ္းက်င္သူေတြျဖစ္ၿပီး တစ္ရက္ မွာေတာ့ အဲရစ္က ကရာေတး ကမၻာ့ခ်န္ပီယံဆုကို ရရွိခဲ့ပါတယ္။ ပဲြစီစဥ္သူေတြက အဲရစ္ကိုထုိင္း ဘက္မွာသြားၿပိဳင္ဖို႔ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1AT80/Kickboxer_-_Vengeance_[2016]_(MM_Sub).mp4",
        "category": "Action"
    }
]