[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ0NTE5NjUtZTQ5Mi00NWY0LTg3NDctNGI5NWIwNjdhYjA5XkEyXkFqcGdeQXVyMzcwMjU2NQ@@._V1_-160x200.jpg",
        "title": "Bawaal (2023)",
        "description": "Bawaal(2023)\nIMDb-7.0/10အောင်မြင်လာတဲ့နာမည်နဲ့အတူ ဗလကြီးပါရှယ်မိုက်လာတဲ့ မင်းသားဗာရွန်းနဲ့\nမင်းသမီးချော ဂျန်ဗီကပူးရ်တို့အဓိကပါဝင်ထားတဲ့ ဟင်ဒီစကားပြော\nဘောလိ၀ုဒ်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ကျွန်တော်တို့ဘ၀တွေမှာ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို ပတ်ဝန်းကျင်ကိုပြချင်ကြတာကိုက\nလူ့သဘောသဘာ၀လိုဖြစ်နေကြတယ်။အတွင်းစိတ်မှာ ပွက်လောရိုက်ဆူညံနေပေမယ့်\nအပြင်မှာကျ မပွင့်မလင်းနဲ့အေးတိအေးစက်နေတာမျိုး။သူများအထင်ကြီးလေးစားတာကို\nလိုချင်တော့ သူများဘယ်လိုမြင်သွားမလဲဆိုတဲ့စိတ်နဲ့ ကိုယ်တကယ်မဟုတ်တဲ့ပုံစံကို\nပြပေးရင်း ပြပေးရင်း ကိုယ်ဘာကောင်လဲဆိုတာ ကိုယ်တိုင်မသိနိုင်တော့တာတွေ။ကျွန်တော်တို့ဇာတ်လိုက်ကျော်ကြီးက မြို့လေးမှာရှိတဲ့ လူတကာအထင်ကြီးအားကျရတဲ့ အကိုကြီးအဂျူး။\nအထင်မကြီးကြီးအောင် အားမကျကျအောင်လည်း အဂျူးက မုသားမျိုးစေ့တွေဖြန့်ကြဲထားခဲ့လေတော့။\nကိုယ်စိုက်တဲ့အပင်ဆိုတာ ကိုယ်ရိတ်သိမ်းရတာပဲမလား။ဒီလိုအလိမ်အညာတွေနဲ့ အဂျူးတစ်ယောက်\nသတို့သမီးလောင်းပေါ်မှာလည်း ပုံစံမှန်မပြခဲ့ဘဲ မုသားတွေနဲ့ပဲလက်ထပ်တာကအစ။အထင်အကြီးခံချင်တဲ့အဂျူး\nလူတကာလေးစားစေချင်တဲ့အဂျူး သူ့ဇနီးသည်ဆီမှာရှိတဲ့ရောဂါက သူ့ကိုလူပုံအလယ်မှာ\nအရှက်ကွဲစေမှာပဲလို့တွေးခဲ့တယ်။အဲဒီစိတ်နဲ့ပဲ ဘယ်သွားသွားဇနီးဖြစ်သူကို ခေါ်မသွားခဲ့ပါဘူး။\nဒီလိုနဲ့ပဲ သူတို့ရဲ့ကြားထဲက ဆက်ဆံရေးကဘယ်လိုဘယ်ဝယ်ဖြစ်လာမလဲဆိုတာ သင်ခန်းစာယူရင်း\nရှင်သန်ကြရတဲ့ဘ၀မှာ မိမိရဲ့အစစ်အမှန်ပုံစံအတိုင်းပဲ နေကြည့်ကြရအောင်လား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Cherry~Zwe~BpL~Aditi~Yunniတို့ပါ)\nFile size…5.1GB / 1.89GB / 791MB\nQuality…4k HEVC AMZ WEL DL /1080p WEBDL AAC5.1CH /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Cherry~Zwe~BpL~Aditi~Yunni",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/bawaal-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/mgid-arc-imageassetref-shared.betplus-133x200.jpg",
        "title": "Imani (2023)",
        "description": "IMDb 3.5/10 Rotten tomatoes 70% ဒီကားလေးကတော့ ခုလတ်တလောကမှထွက်ထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ် Faith ဆိုတဲ့ အမျိုးသမီးဟာ အတိတ်မေ့ရောဂါကိုခံစားနေရတဲ့ သူဖြစ်ပြီးတော့ သူမရဲ့နေ့စဥ်ဘဝကိုပုံမှန် ဖြတ်သန်း နေနေရာကနေပြီးတော့ သူမရောဂါပြန်သက်သာလာပြီးတော့ မှတ်ဉာဏ်တွေကို အိမ်မက်တွေအဖြစ် ပြန်လည်မြင်ယောင် လာခဲ့တယ်။ တစ်ရက်မှာတော့ သူမဟာပြန်ပေးဆွဲခံရပြီးတော့ ရုတ်တရက် ခေါင်းကိုအရိုက်ခံလိုက်ရ ရာကနေပြီးတော့ သူ့ရဲ့မှတ်ဉာဏ်တွေကိုပြန်ရလာတဲ့အချိန်မှာပဲ သူမကိုသတ်ဖို့ကြိုးစားနေတဲ့သူတွေဟာတစ်ယောက်ပြီးတစ်ယောက်ပေါ်လာခဲ့ရာကနေပြီးတော့ ဘယ်လိုတွေဖြေရှင်းသွားလဲဆိုတာကို action ဆန်ဆန်ရိုက်ကူးထားတဲ့ action, mystery , thriller အမျိုးအစားပဲဖြစ်ပါတယ်။ File size…(1.6 GB)/(760 MB)/(430 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Thura",
        "rating": "",
        "url": "https://channelmyanmar.org/imani-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dTO2RygcDT0cQkawABw4QkDegN.jpg",
        "title": "Shin Kamen Rider (2023)",
        "description": "Shin Kamen Rider (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 82% ~မှတ်မှတ်ရရဆို Kamen Rider ခေါ် နှံကောင်ရိန်းဂျားကားတွေကို စကြည့်ကြတော့ ပါဝါရိန်းဂျားတွေထက်တောင် စောဦးမယ်။ ဇာတ်ကိုမမှတ်မိရင်တောင် ကလေးဘဝကကြည့်ခဲ့တဲ့သူတွေ တော်ရုံတော့မေ့မှာမဟုတ်ဘူး။ ဟီးရိုးကားပေမဲ့ ရုပ်ထွက်တွေက ဒိဒတ်ပြီး ကြမ်းသကိုး။ ဗီလိန်တွေဆိုလည်း တော်တော်ရွံစရာကောင်းနေတယ်။ ဒီနှစ်မှာတော့ ဒီ Kamen Riderရဲ့ အနှစ်ငါးဆယ်ပြည့်အထိမ်းအမှတ်အနေနဲ့ Shin Kamen Riderဆိုပြီး ထွက်လာတယ်။ ၂၀၂၁မှာပြည့်ဝာာပေမဲ့ ကိုဗစ်ကြောင့် နောက်ကျသွားတာ‌ပေါ့။ ဇာတ်ကလည်း ကျွန်တော်တို့ငယ်ငယ်က ဇာတ်ကိုမှ ဒါရိုက်တာကလည်း Hideaki Anno ဆိုတော့ အတိုင်းအထက်အလွန်ပါပဲ။Evangelion တွေရဲ့ ပဲ့ကိုင်ရှင် Hideaki Anno ကိုတော့ ဂျပန်အန်နမဲဖန်တွေထဲ မသိတဲ့လူမရှိလောက်ဘူး။ သူ့အနေနဲ့ Shin Japan Heroes Universe ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/shin-kamen-rider-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGZhZjU3MzItYjRkNC00MThkLTkyOTgtZDY1MWQxZDExZmJlXkEyXkFqcGdeQXVyMTAyOTE2ODg0._V1_-137x200.jpg",
        "title": "Stand Up Guys (2012)",
        "description": "ကဲ ဒီတစ်ခါတော့ သရုပ်ဆောင်လည်းဖြစ် စာရေးဆရာလည်းဖြစ် ဒါရိုက်တာလည်းဖြစ်နာမည်ကြီးဇာတ်ကားတစ်ကားဖြစ်တဲ့ Short Circuit 1,2 ရဲ့ပဲ့ကိုင်ရှင်ကြီး ဒါရိုက်တာ Fisher Stevens ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ အဓိက သရုပ်ဆောင်တွေအကုန်လုံးကလည်း နာမည်ကြီး Academy ရမင်းသားကြီးတွေဖြစ်တဲ့\nAlfredo James Pacino, Christopher Walken နဲ့ Alan Arkin တို့လိုဝါရင့်မင်းသားကြီးတွေက Main Role အနေနဲ့သရုပ်ဆောင်ထားပြီတော့ မင်းသမီးတွေကလည်း နာမည်ကြီးတွေပဲနော်ဇာတ်လမ်းကတော့ မင်းသားကြီးသုံးယောက်က မိုက်ဖော်မိုက်ဖက် သူငယ်ချင်းတွေဖြစ်ပြီ သူ့ခေတ်သူ့ခါမှာတော့ ဂျင်တွေပေါ့တစ်နေ့တော့လုပ်ငန်းသဘောအရ သူငယ်ချင်း အချင်းချင်းပြန်သတ်ဖို့ အကြောင်းဖန်လာပြီး အချိန် ၁၀ နာရီလောက်ပဲကျန်တော့တဲ့အချိန်မှာသူငယ်ချင်းတွေ တက်ညီလက်ညီနဲ့ တစ်မျို့လုံးကိုပတ်ပြီ မွှေ တဲ့အကြောင်းကို ဇာတ်အိမ်လေးတည်ထားတာပါ တစ်ခေတ်တစ်ခါက ဇိုးကြီးတွေ ဒီဘက်ခေတ်မှာ ဘယ်လိုတွေ မီးကုန်ယမ်းကုန်သောင်းကြမ်းမလဲဘယ်လိုတွေ ပတ်ပွေးကြမလဲဆိုတာကိုတော့ ဇာတ်ကားကိုသာမြန်မြန်ကြည့်ကြပါတော့လို့ပဲတိုက်တွန်ချင်ပါတော့တယ်Plot ခိုင်ခိုင်မာမာနဲ့ အစွမ်းကုန်လည်းကြမ်း တစ်လွဲလုပ်တာတွေကို ခွီလည်းခွီရမယ့် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/stand-up-guys-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZmFmMzk4MGEtYjE3ZS00ZWM0LWI4YzYtMzJjZTRhYTJiYzg1XkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Headhunter (2023)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အင်ဒိုနီးရှားနိုင်ငံ ဘော်နီယိုကျွန်းစွယ်မှ လောင်းဟောက်စ်ဒေသမှ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ ဓလေ့ထုံးစံများအကြောင်း မြင်နိုင်မဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ငယ်ငယ်ကတည်းက ခင်မင်လာတဲ့ သူငယ်ချင်းလေးယောက်ကြားက ကတိသစ္စာတွေ၊ သုံးပွင်ဆိုင်အချစ်ဇာတ်လမ်းတွေကြောင့် ဖြစ်ပေါ်လာတဲ့ အဖြစ်အပျက်လေးတွေနဲ့ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ စစ်သည်တော်တစ်ဦးဖြစ်ဖို့ ဘယ်လိုအခက်အခဲစမ်းသပ်ချက်တွေကို ဖြတ်ကျော်ရလဲဆိုတာကို ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…(1.5 GB)/(860 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, History, Action, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/headhunter-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODk1ZTE1YjktYzc3YS00YjgxLTg5Y2QtZGNkNjY5MmI2YWM3XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Warriors Two (1978)",
        "description": "Warriors Two (1978)\n===============\nIMDb Rating - 7.2/10ဂျက်ကီချန်းရဲ့သူငယ်ချင်းလည်းဖြစ် ဂျက်ကီချန်းရယ်လို့ဖြစ်လာ\nစေခဲ့တဲ့ အုပ်တစ်ချုပ်သဲတစ်ပွင့်လည်းဖြစ်ခဲ့တဲ့ Sammo Hung\nကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်သရုပ်ဆောင်ထားတဲ့\nဟောင်ကောင်သိုင်းရုပ်ရှင်ပါ။ သူရိုက်တဲ့ တတိယမြောက်ကားပါ။\nကားကတော့ ဝင်းချွန်းသိုင်းကားပါ။ ဇာတ်အိမ်တည်ထားတဲ့မြို့က\nလည်း ဘရုစ်လီရဲ့ဆရာ ယိမန်ကားတွေမှာပါနေကျ ဖို့ရှန်မှာပါပဲ။\nနောက် ဘရုစ်လီရဲ့ အနီးကပ်ထိုးချက်အကြောင်းလည်း ထည့်ထား\nပါသေးတယ်။ ဒီထဲက ဝင်းချွန်းသိုင်းဆရာကတော့လောင်ရှန်းလို့\nခေါ်တဲ့ သမိုင်းဝင်ပုဂ္ဂိုလ်တစ်ပါးပါပဲ။ဝင်းချွန်းကိုတီထွင်ခဲ့တဲ့ ရင်းမြစ်နဲ့ တမျှော်တခေါ်ကြီးမခြာသေးခင်\nကာလမှာ ဇာတ်အိမ်တည်ထားတယ်။ ဇာတ်လမ်းက နည်းနည်းရက်\nစက်သလို ကြည့်ကောင်းတဲ့ဇာတ်ဖြစ်ပြီး သိုင်းကွက်တွေလည်းလန်း\nတော့ ဟောင်ကောင်သိုင်းရုပ်ရှင်ဟောင်းတွေကို ကြိုက်တဲ့လူတွေ\nကြိုက်ကြမှာပါပဲ။ ဟောင်ကောင်သိုင်းရုပ်ရှင်တွေဟာ ဒီတိုင်းအက်\nကြောင်းထပ်ဇာတ်တွေနဲ့တောင် ကြိုက်တဲ့လူတွေတော့ ကြည့်လို့မရိုး\nပါဘူး။ ဒီကားက ဇာတ်လမ်းပါ နည်းနည်းထူးသလိုဖြစ်နေတော့ ပိုကြည့်\nလို့ကောင်းကြမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File Size..........(2.63 GB) / (890 MB) / (526 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 36Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/warriors-two-1978/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1tuLYOVsQKz3iX0oUPhJMIzDi4q.jpg",
        "title": "Day Zero (2022)",
        "description": "အောင်လနဲ့ ထိုးသတ်တုန်းကထက် ပိုကြမ်းပြီး ပိုမိုက်မယ့် ဘရန်ဒန် ဗီယာရဲ့ဖိလစ်ပိုင် Zombie ကားကောင်းတစ်ကားလာပါပြီ...။Zombieကားဆိုတော့ ကိုက်မယ်ဆွဲမယ် စတာပါတဲ့အပြင်ဇာတ်လိုက်မင်းသားက US အထူးတပ်သားဟောင်း ဆိုတော့ဖိုက်တင်ခန်းတွေပါ အများကြီးကြည့်ရမှာပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ အေမွန်ဟာ အမေရိကန်အထူးတပ်သားဟောင်းဖြစ်ပြီး သူငယ်ချင်းကိစ္စ၊ သူများရန်ပွဲထဲဝင်ပါလွန်းလို့ ထောင်ကျနေရတာပါ...။သူ့မှာ စကားမပြောတတ်နဲ့ သမီးလေးနဲ့ ဇနီးလည်းရှိပါတယ်...။တစ်နေ့ကျတော့ တုပ်ကွေးရောဂါကနေ သန္ဓေပြောင်းပြီး Zombieတွေ‌ပေါ်လာပါတော့တယ်...။ဒီတော့ အေမွန်တစ်ယောက် သမီးနဲ့ ဇနီးကို ကယ်ဖို့ ထောက်ဖောက်၊Zombieတွေနဲ့ တိုက်ခိုက်ပြီး ပွဲကြမ်းပါတော့တယ်...။ဇာတ်လမ်း အစအဆုံး zombie များနဲ့ တိုက်ခိုက်ခန်းတွေ အများကြီးကြည့်ရမယ့် ကားလေးပါ။အဆုံးသတ်မှာ ဘယ်သူတွေ ဘာဖြစ်သွားမလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာပဲကြည့်ရှုလို့ရပါပြီ...။  File size…858 MB / 440MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 22m\nGenre ….. Action , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/day-zero-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h7xIcxQTxXfz62AUFNX2Jg6A5vf-143x200.jpg",
        "title": "God Is a Bullet (2023)",
        "description": "God Is a Bullet (2023)ဖြစ်ရပ်မှန်တွေကို အခြေခံထားပြီး Teran Boston ရဲ့ အရောင်းရဆုံးဝတ္ထုဖြစ်ခဲ့တဲ့ \"God Is a Bullet\" ကို ရုပ်ရှင်အနေနဲ့အသက်သွင်းထားတဲ့ ရုပ်ရှင်တစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စုံထောက်ဘော့ဘ်က သူ့မိန်းမဖြစ်သူနဲ့ ကွာရှင်းထားပြီး သမီးဖြစ်တဲ့ဂါဘီနဲ့ ခွဲနေနေရတာပါ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ သူတို့အိမ်ကို စေတန်ဂိုဏ်းတစ်ခုက‌ ဝင်စီးပြီး မိန်းမနဲ့ သူ့ရဲ့နောက်ယောက်ျားကို ဘဝပြောင်းပေးသွားတဲ့အပြင် သမီးဖြစ်တဲ့ဂါဘီကိုပါ ပြန်ပေးဆွဲသွားပါတယ်။ဘယ်ကဘယ်လို စလိုက်လို့လိုက်ရမှန်းမသိတဲ့အချိန်မှာ ‌‌တစ်ချိန်က စေတန်ဂိုဏ်းဝင်ဖြစ်ခဲ့ပြီး ‌ထွက်ပြေးလာခဲ့တဲ့ ကေ့စ်က စေတန်ဂိုဏ်းလက်ချက်ဆိုတာကို သိပြီး ဘော့ဘ်ကိုကူညီဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ အဲဒီမှာ သူတို့နှစ်ယောက်ပေါင်းပြီး စေတန်ဂိုဏ်းကိုခြေရာခံရင်း ဂါဘီကို ကယ်တင်ဖို့ကြိုးစားကြပါတော့တယ်။ဇာတ်လမ်းက ဒီအပေါ်ကိုအခြေခံထားပေမဲ့ စေတန်ဂိုဏ်းနဲ့မတွေ့ခင်ကြားထဲတင် ပေအတော်ရှည်တယ်ပြောရမယ်။ ဇာတ်ကောင်တွေကို စိတ်ဝင်စားစရာကောင်းအောင် တဖြည်းဖြည်းတည်ဆောက်သွားပြီးမှ လူဆိုးကြီးနဲ့ပေးတွေ့တာမျိုးပေါ့။ ဘော့ဘ်က အမြဲတမ်းစားပွဲခုံထိုင်တဲ့ လူရိုးလူအေးကြီးဖြစ်ခဲ့ပေမဲ့ သမီးဇောနဲ့ တက်တူးတွေထိုး ဂန်းတွေပါကိုင်ပြီး စေတန်ဂိုဏ်းသားတွေကို အမဲလိုက်တဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/god-is-a-bullet-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jjShNPbd3ekmU85WkiPbPqvUcOD.jpg",
        "title": "Remp-It 2 (2022)",
        "description": "Remp-it 2 (2022)2022 ခုကထွက်ရှိထားတဲ့ မလေးရှားဆိုင်ကယ်ပြိုင်ပွဲကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ယခင်က လမ်းမပေါ်မှာတရားမဝင် ဆိုင်ကယ်ပြိုင်ပွဲတွေ ဝင်ပြိုင်နေတဲ့\nမဒီ တစ်ယောက်လမ်းပေါ်ကနေဆင်းကာ တရားဝင် ဆိုင်ကယ်ပြိုင်ကွင်းထဲဝင်ပြီး ရိုးရိုးသားသားနဲ့ ဆိုင်ကယ်ပြင်ဆိုင်ဖွင့်ပြီး နေနေပါတယ်။\nဒါ့အပြင်ရွိုင်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ပါ ဆိုင်ကယ်မောင်းသင်တန်းဖွင့်ပြီး ဆိုင်ကယ်မောင်းနည်းပြအဖြစ်နဲ့ ဘဝကိုကြိုးစားနေသူပါ။\nဒါပေမဲ့ အရင်ကသူနဲ့ ရန်ငြိုးရှိခဲ့တဲ့ ဆိုင်ကယ် ဂိုဏ်းတစ်ခုက ပြန်လည်ပေါ်လာပြီး\nအရင်ကရန်ကြွေးတွေ မဒီရဲ့ ဘဝထဲပြန်ဝင်ရောက်လာတဲ့အခါ ဘယ်လိုပြန်လည်ပြီး ရင်ဆိုင်မလဲ။\nကြားထဲကနေ ဘယ်ကမှန်းမသိတဲ့ သူ့ရဲ့သားဆိုတဲ့ ကလေးတစ်ယောက်ပေါ်လာပြီး\nပေါ့ပေါ့နေပေါ့ပေါ့စားလုပ်တတ်တဲ့ သူ့အကျင့်တွေနဲ့ ဒီကလေးတစ်ယောက်ကို\nဘယ်လို တာဝန်ယူပြီး သားအဖဆက်ဆံရေးကို ဘယ်လိုပြန်လည် တည်ဆောက်မလဲဆိုတာကို ကြည့်ရှုအားပေးလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p | 720p\nFile size… 2.1GB | 969MB\nFormat… mp4\nDuration…. 1h 45min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "",
        "url": "https://channelmyanmar.org/remp-it-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/teenage-135x200.png",
        "title": "Ruby Gillman, Teenage Kraken (2023)",
        "description": "Ruby Gillman, Teenage Kraken (2023)\n===========================\nIMDb Rating - 5.9/10The Croods 2013 ကိုရေးသားခဲ့တဲ့ Kirk DeMicco ဒါရိုက်\nတာအဖြစ် ရိုက်ကူးထားတဲ့ ကာတွန်းရုပ်ရှင်အသစ်လေး လာ\nပါပြီ။ အသံသရုပ်ဆောင်အနေနဲ့ To All the Boys I've Loved\nBefore ရဲ့ မင်းသမီး Lana Condor ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း -\nလူတွေဟာ ခရက်ကန်ဆိုတဲ့ သတ္တဝါဆိုးကြီးတွေအကြောင်း ကြား\nဖူးကြပါတယ်။ လှေတွေ သင်္ဘောတွေကို မြှပ်ပစ်တယ်၊ သင်္ဘောသား\nတွေကိုသတ်ပစ်တယ် စသဖြင့်ပေါ့။ ဒါပေမဲ့ ဒီရုပ်ရှင်ထဲမှာတော့ ခရက်\nကန်မိသားစုတစ်စုဟာ လူယောင်ဆောင်ပြီး သမုဒ္ဒရာကမ်းခြေမြို့လေး\nမှာ လာအခြေချနေပါတယ်။ ခရက်ကန်အမေ အာဂ်သာမှာ ၁၅ နှစ်အ\nရွယ် ရူဘီဂေမန်ဆိုတဲ့ သမီးလေးရှိပါတယ်။ သူကတော့ ခရက်ကန်ဆို\nတာ လူတွေမသိအောင်ဖုံးထားရင် လူဝင်ဆန့်ဖို့ ကြိုးစားနေတဲ့ အထက်\nတန်းကျောင်းသူလေးပါပဲ။ သူ့အမေက သူ့ကို သမုဒ္ဒရာထဲကိုဘယ်တော့မှ\nမဆင်းဖို့တင်းတင်းကြပ်ကြပ်မှာထားတာပါ။တစ်နေ့မှာတော့ အမှတ်မထင် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ruby-gillman-teenage-kraken-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEFQkA9q5yfN5dGqk5X52nH8bST.jpg",
        "title": "The Childe(2023)",
        "description": "The Childe(2023)***************ဒီကားက မထွက်ခင်ကတည်းက လူစိတ်ဝင်စားတဲ့ အကြောင်းတွေအများကြီးရှိတယ်...တစ်ချက်က အဓိက မင်းသားဖြစ်သူဟာ ဒီလို  လက်မရွှံကြေးစားလူသတ်သမားဟန်ပန်မျိုးတစ်ခါမှမရိုက်ဖူးတဲ့ မင်းသား Kim Seon-Ho ဖြစ်နေလို့ပါပဲ.... ဒါ့အပြင် A List သရုပ်ဆောင်တွေများစွာပါဝင်ထားတယ်..ထရောလာလေးပဲကွက်ကြမ်းနေတဲ့ ကားမျိုးမဟုတ်ဘူး..တစ်ကားလုံးကြမ်းသလို သတ်ဖြတ်ခန်းတွေဆိုလည်း အတော်ကြီးကိုမိုက်တယ်...ဖိလစ်ပိုင်ရဲ့မြေအောက်ကြေးစားလက်ဝှေ့လောကမှာကျဉ်လည်နေတဲ့ဖိုက်တာတစ်ယောက်ရှိတယ်....သူက အဖေက ကိုရီးယားလူမျိုးဖြစ်ပြီး အမေက ဖိလစ်ပိုင်လူမျိုးဖြစ်တယ်...လက်ရှိမိခင်နဲ့အတူနေပြီး မိခင်ကျန်းမာရေးမကောင်းတော့ ကြုံရာလူကြိုးဝိုင်းမှာထိုးပြီးပိုက်ဆံရှာနေတယ်..သူ့ရဲ့ရည်မှန်းချက်က ကိုရီးယားမှာရှိတဲ့ဖခင်ကိုရှာဖွေပြီး မိသားစုလေးပျော်ပျော်ရွှင်ရွှင်နေဖို့ဖြစ်တယ်..တစ်နေတော့ကံကောင်းထောက်မစွာ အဖေဘက်က လူတွေကသူ့ကိုရှာတွေ့သွားပြီး ကိုရီးယားကိုလိုက်ခဲ့ဖို့ခေါ်ခဲ့တယ်...ကိုရီးယားကိုအဖေနဲ့တွေ့ဖို့သွားတဲ့အခါမှာ မမျှော်လင့်ဘဲ စစ်တပ်တစ်တပ်စာလောက်ရှိတဲ့ကြေးစားလူသတ်သမားတွေသူ့နောက်ကိုလိုက်လာခဲ့တဲ့အခါမှာတော့...File Size : (1.8GB),&(709MB)\nQuality : WEB-DL 1080p,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Action,  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Miri Stary , Treasure Tiff  & Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-childe2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZWE2ZWE5MDQtMTJlZi00MTVjLTkxOTgtNmNiYjg2NDIxN2NhXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "The Flash (2023)",
        "description": "The Flash (2023)\n=============ဒီရုပ်ရှင်ဟာ Flash ရဲ့ ပထမဆုံး Live Action ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nအရင်က Flash ဟာ အခြားရုပ်ရှင်တွေ၊ ကာတွန်းတွေနဲ့ စီးရီးတွေမှာပဲ\nပါဖူးပါတယ်။ Flash ဟာ စီးရီးမှာရော ရုပ်ရှင်မှာရော အစွမ်းအကုန်\nမပြသေးတာဖြစ်ပေမဲ့ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံး ဟီးရီုးတွေထဲက တစ်\nယောက်ပါပဲ။ အပြေးမြန်ရုံတင်မက၊ အချိန်-အာကာသကို ပြင်နိုင်စွမ်း\nတွေ၊ စကြာဝဠာကူးနိုင်စွမ်းတွေ၊ အနန္တလက်သီး၊ လျှပ်စီးလှိုင်း၊ လေမုန်\nတိုင်း၊ မော်လီကျူးထိန်းချုပ်နိုင်စွမ်း၊ ဒဏ်ရာအမြန်ပြန်ကောင်းနိုင်စွမ်း၊\nစူပါဉာဏ်ရည်၊ အမြန်နှုန်းနဲ့ တွေးတောနိုင်စွမ်း စသဖြင့် ပြောမကုန်အောင်\nပါပဲ။ဒီရုပ်ရှင်ဟာတော့ ဖလက်ရှ်ပွိုင့် ဝိရောဓိ ကာတွန်းဇာတ်ကြောင်းကိုပဲ\nအခြေခံထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မတိုင်ခင် ရှေ့မှာ ကာတွန်း\nတစ်ကားနဲ့ ဖလက်ရှ်စီးရီး စီစန် ၃ တို့မှာ Paradox story ကို အခြေခံပြီး\nရိုက်ကူးထားတာ ရှိပါသေးတယ်။ ဒီရုပ်ရှင်ဟာ ဝမ်းဒါးဝူးမန်းနဲ့ အက်ကွာ\nမန်းတို့တုန်းကလို အော်ရဂျင်စတိုရီမဟုတ်ဘဲ၊ ဖလက်ရှ်တစ်ယောက် အ\nတိတ်ကို ပြန်သွားပြီး သူ့အမေကို ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/the-flash-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/back-133x200.jpg",
        "title": "Back To The Devil ( 2020 )",
        "description": "CM ကနေ ဒီတစ်ခါမှာတော့ ခေတ်ရေစီးကြောင်းအလိုက်\nမကောင်းမှုတွေကျူးလွန်တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ အက်တာနက်ပေါ်ကနေ\nလိမ်လည်မှုတွေကို လိုက်လံဖမ်းဆီးမှုတွေ တင်းကြပ်လာတဲ့အချိန်မှာတော့\nမကောင်းမှုကျူးလွန်သူတွေကတော့ လုပ်နေကျအတိုင်း\nမလုပ်ရမနေနိုင်ဘဲ ဆက်လက်လုပ်ကိုင်ရာကနေမှ နောက်ဆုံးမှာ ဘဝနိဂုံးချုပ်သွားရတဲ့အကြောင်းမကောင်းမှုကျူးလွန်ရတဲ့အကြောင်းရင်းအမြောက်အမြားရှိသော်ငြားလည်း\nမကောင်းမှုပြုသူတို့ဟာ မကောင်းမှုမှန်သမျှတို့ရဲ့ အကျိုးဆက်ကို\nပြန်လည်ခံစားသွားရတဲ့အကြောင်းကို ရိုက်ကူးပြသထားတာဖြစ်ပြီးတော့\nဒီကားလေးကနေတစ်ဆင့် ယနေ့ခေတ်မှာဖြစ်ပျက်နေတဲ့\nနည်းပညာပိုင်းဆိုင်ရာလိမ်လည်မှုတွေကို\nသင်ခန်းစာယူလို့ရတာဖြစ်လို့ ကြည့်ရှုကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်.......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Kyawt\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Vza5/Back_To_The_Devil_2020_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTk0MjgxOTQ5MF5BMl5BanBnXkFtZTgwODA3NTUwNjE@._V1_-135x200.jpg",
        "title": "Dragon Blade (2015)",
        "description": "Dragon Blade (2015)\n===============\nIMDb Rating - 5.9/10ဒီကားကို ငွေရှာဖို့ရည်ရွယ်ချက် ခပ်များများနဲ့ ရိုက်ကူးခဲ့သလို\nငွေလည်း တော်တော်ပြန်ရလိုက်တဲ့ဇာတ်ကားပါ။ Battle Scene\nတွေ တော်တော်ကောင်းတယ်လို့ ပြောနိုင်သလို တဆိတ်ရှိရင်\nဖုန်တလုံးလုံးထ CGI တွေပဲ တွင်တွင်သုံးထားတယ်လို့လည်း\nပြောလို့ရပါရဲ့။ ဘယ်လိုပဲပြောပြော တရုတ်ကားတွေထဲမှာ သူတို့\nယဉ်ကျေးမှုပဲအ‌ကောင်း၊ သူတို့ပဲ အာဇာနည်၊ သူတို့ပဲ ပညာရှိတဲ့\nဇာတ်ကွက်ကသွေဖည်လို့ နှစ်ဖက်မျှမျှတတ သမိုင်းစစ်စစ်ကို ထုတ်\nပြသွားတယ်လို့ ယူဆရပါလိမ့်မယ်။ တရုတ်သိုင်းနဲ့ ရောမအသတ်\nအပုတ်ကို ယှဉ်ပြတဲ့အခါ အလှအပဟန်ကဲတဲ့ တရုတ်သိုင်းဟန်နဲ့\nအင်အားသုံးပြီး ရန်သူကို အချိန်တိုအတွင်း အပြီးသတ်လိုတဲ့ ရောမ\nဂလက်ဒီယေတာဟန်ကိုလည်း ကွဲကွဲပြားပြား မြင်ခဲ့ရပါတယ်။မြို့တော်တည်ဆောက်ရေးလုပ်ငန်းမှာ ဗိသုကာပညာပိုင်းယှဉ်လာတော့\nရောမမြို့ကြီးကို လှပခံ့ညားစွာဆောက်ခဲ့တဲ့ ရောမသားတွေရဲ့ သိပ္ပံနည်း\nစနစ်ကျကျ တည်ဆောက်ရေးပညာက တရုတ်တို့ ရက် ၁၀၀ စီမံကိန်းကို\n၁၅ ရက်နဲ့ အပြီးသတ်တည်နိုင်ခဲ့တာမျိုး။ ကျောက်တုံးကြီးတွေနေရာမှာ\nကျောက်စရစ်ခဲသံသေတ္တာနဲ့ အစားထိုးပြီး မြို့တံတိုင်းထိုးခဲ့ပုံတွေ။ တရုတ်\nတွေ အလေးအပင်တွေကို လူအားနဲ့ ကြိုးဆွဲပြီး မချိမဆန့်တင်နေရချိန်မှာ\nရောမသားတွေရဲ့ အားပြောင်းအားလွှဲဝန်ချီစက်ကြောင့် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/dragon-blade-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/72ZO0zs9NuEAEsLOMnoPcKnW6sm.jpg",
        "title": "Katharbasha Endra Muthuramalingam (2023)",
        "description": "Kathar Basha Endra Muthuramalingam (2023)\nIMDb-5.4/10\nTeddy(2021) ရုပ်ရှင်ထဲမှာ ၀က်ဝံရုပ်နဲ့အတူ ကြမ်းခဲ့တဲ့\nမင်းသားကြီးအာယာရဲ့ အက်ရှင်ကားအကြမ်းစားကြီး\nထွက်လို့လာပါပြီ။ဖိုက်တင်ခန်းတွေ တောင့်တနေတဲ့\nဘောလိဝုပရိသတ်အတွက် ကြည့်လို့ကောင်းဦးမယ့် ဇာတ်လမ်းပါပဲ။မင်းသမီးက ကိုတိုင်းကြိုက်တဲ့ နှင်းဆီပျို၊ ခက်နေတာ သူက\nဘယ်သူ့ကိုမှ အာရုံမလာဘဲ ခပ်ချေချေပဲနေတာ။ပိုပြီးခက်တာက\nဂန်းစတားအသိုင်းအဝိုင်းထဲက သူမ။သူတို့အသိုင်းအဝိုင်းထဲက\nယောက်ျားကလွဲရင် ဘယ်သူနဲ့မှ ပတ်သက်ခွင့်မပြုထားဘူး။\nပိုပိုပြီးခက်တာက ကျွန်တော်တို့ဇာတ်လိုက်ကျော် ဖိုက်တာကြီးအာယာက\nထောင်ထဲကနေတောင် အာမခံနဲ့ထွက်လာပြီး သူမကိုလာတွေ့ခဲ့ပါရောလား။ကာသာဘာရှာကို သိတဲ့လူတိုင်း ကြောက်ဒူးတုန်ကြသလို\nရွာထဲကလူတိုင်း ဖိန့်ဖိန့်တုန်အောင်ကြောက်ကြတဲ့ ဂန်းစတားကြီးတို့ ရင်ဆိုင်တွေ့ ကြတဲ့အခါ။\nဖိုက်တင်ခန်းတွေ အများကြီးနဲ့ ကြမ်းပြမယ့်ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~YHတို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.7GB / 1.43GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~BpL~YH",
        "rating": "",
        "url": "https://channelmyanmar.org/katharbasha-endra-muthuramalingam-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/coAJgJYVGpnsaEgKsp0kRZbnHIb.jpg",
        "title": "Fight Against Evil Ⅱ (2023)",
        "description": "ရဲဝန်ထမ်းလုပ်နေတဲ့ လီဟုန်ချီးတစ်‌ယောက်ဟာ KTV တစ်ခုမှာအလုပ်လုပ်နေတဲ့ကောင်မလေးတွေအပေါ် လိင်အမြတ်ထုတ်တာတွေ\nတရားမဝင် မူးယစ်ဆေးဝါးရောင်းတာတွေလုပ်ပြီး ငွေမည်းတွေနဲ့ကြီးပွားနေတဲ့ လူမိုက်တွေကို ခြေရာခံမိခဲ့ပါတယ်လူမိုက်တွေရဲ့ အနိုင်ကျင့်မှုကြောင့် တစ်ချို့မိန်းကလေးတွေ sucideလုပ်တဲ့အထိဖြစ်လာခဲ့ပါတယ်လူမိုက်တွေထဲမှာ သူချစ်ရတဲ့ညီလေးတစ်ယောက်လည်းပါနေတာကြောင့် ညီလေးကို ကယ်တင်နိုင်ဖို့ သူဘယ်လိုတွေစုံစမ်းပြီးထုတ်ဖော်မလဲစုံစမ်းရင်းနဲ့ ဘယ်လိုမထင်မှတ်ထားတာတွေဆက်ဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုလို့ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyawt ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime, Drama\nQuality…. 1080p\nFile size… 1GB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Kyawt\nEncoder ..... LK",
        "rating": "",
        "url": "https://megaup.net/1Vykk/Fight.Against.Evil.II.2023.WEB-DL.1080p.LK.CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/czFIaeukSxNEccysQeys1PCkuOG.jpg",
        "title": "Green Zone (2010)",
        "description": "ဒီဇာတ်ကားက ၂၀၁၀ခုနှစ်က ထွက်ရှိခဲ့တာဖြစ်ပြီး Matt Damonရဲ့War/actionဇာတ်ကြမ်းဖြစ်ပါတယ်။ IMDb 6.8နဲ့ RT rating 53%ရထားပြီး အီရတ်နဲ့ အ​မေရိကန်ကြား စစ်​ရေးတင်းမာမှု​တွေဖြစ်ခဲ့တဲ့၂၀၀၃ခုနှစ်ဝန်းကျင်ခန့်ကို ဇာတ်အိမ်တည်ထားပါတယ်။ ရွိုင်း​မီလာက ယူအက်စ်ရဲ့အဖျက်လက်နက် ရှာ​ဖွေ​ထောက်လှမ်း​ရေးအဖွဲ့​​ခေါင်း​ဆောင်ဖြစ်ပြီး အီရတ်နိုင်ငံထဲမှာ အဖျက်စွမ်းအားကြီးတဲ့လက်နက်ကြီးတစ်ခုရှိတဲ့ဆိုတဲ့ အတွင်းသတင်း​ကြောင့် ရှာ​ဖွေမှု​တွေ​နေရာအနှံ့လုပ်​​နေခဲ့တာပါ။ဒါ​ပေမဲ့ သတင်း​ရတဲ့​နေရာ​တွေမှာရှာတိုင်းဘာလက်နက်ကြီးမှ မ​တွေ့ရဘဲ လက်ဗလာနဲ့ပဲ ပြန်လာ​နေရတဲ့​နောက်\n​ထောက်လှမ်း​ရေးကရ​တဲ့ သတင်းက တစ်ခုခုလွဲ​နေတယ်လို့ သံသယဝင်လာပြီး အထက်အမိန့်ကိုဖီဆန်ပြီး သတင်း​ရင်းမြစ်အ​ကြောင်းကိုထဲထဲဝင်ဝင်စုံစမ်းရာက​ ထင်မှတ်မထားမိတဲ့ လျှို့ဝှက်ချက်တစ်ခုကိုသိသွားပြီး အဲဒီကိစ္စရဲ့​နောက်ဆက်တွဲကိစ္စ​တွေကိုပါ ​ဖြေရှင်းဖို့အ​ရေးကြုံလာပါ​တော့တယ်။အဲဒီလျှို့ဝှက်ချက်က ဘာဖြစ်​နေမလဲ။ ဘယ်​လောက်ထိကြီးမားတဲ့ပြဿနာကြီးဖြစ်​နေမလဲ။ မတည်ငြိမ်မှု​တွေဖြစ်​နေတဲ့ အီရတ်​မြေမှာမီလာတို့အဖွဲ့ ဘယ်လိုအခက်အခဲ​တွေကို ရင်ဆိုင်​ကျော်ဖြတ်ရမလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။  File size…2.31GB / 968MB\nQuality…Blu-Ray  1080p 5.1CH  / 720p\nFormat…mp4\nDuration….1h 55m\nGenre ..... Drama , Action  , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/green-zone-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTk2MDMyNjUwOF5BMl5BanBnXkFtZTcwMjYzNjg1Mw@@._V1_-135x200.jpg",
        "title": "Tomorrow, When the War Began (2010)",
        "description": "Tomorrow, When the War Began (2010)\n=============================\nIMDb Rating - 6.1/10ဒီကားလေးကတော့ ' Tomorrow When The War Began '\nဆိုတဲ့ Australia နာမည်ကြီး စာရေးဆရာ John Marsden\nရေးခဲ့တဲ့ ဝတ္ထုရှည်ကြီးကို ဇာတ်ကားအနေနဲ့ ပြန်လည်အသက်\nသွင်းထားတဲ့ ကားလေးဖြစ်ပါတယ်။ စာအုပ်အနေနဲ့ Tomorrow\nSeries ဆိုပြီးနာမည်ကြီးပြီး 1993 ကနေ 1999 ထိ စုစုပေါင်း 7\nအုပ်ထိ ထုတ်ဝေခဲ့ပါတယ်။ ပထမဆုံးစာအုပ်ဖြစ်တဲ့ Tomorrow\nWhen The War Began စာအုပ်ကတော့ ကမ္ဘာတဝှမ်း စာပေ\nWinner ဆု '8ဆု'၊ Best Book ဘာညာအဖြစ်ရွေးချယ်ခံရတာ\n'5ဆု'၊ Nominated '1ဆု' အထိအောင်မြင်ခဲ့ပါတယ်။ဇာတ်လမ်းမှာတော့ Australia မင်းသမီးချော Caitlin Stasey\nက ခေါင်းဆောင်မင်းသမီးအနေနဲ့သရုပ်ဆောင်ထားပြီး၊\nကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့တဲ့ Peter Pan ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Bukk/Tomorrow.When.the.War.Began.2010.1080p.BrRip.(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzI3MWU4ZGEtYzg0Mi00MWY3LThhNjgtNzExMGZiN2RiNTBlXkEyXkFqcGdeQXVyNTQxNzQ4Mjg@._V1_FMjpg_UX1000_-128x200.jpg",
        "title": "The Match-Stick Flame 2: Lunada Bay (2023)",
        "description": "ဒေါ်လ်တန်မက်ချ်စတစ်က နေဗီဆီးလ်တပ်ဖွဲ့ဟောင်းတစ်ဦးဖြစ်ပြီး အာဖဂန်နစ္စတန်မှာစစ်မှုထမ်းခဲ့သူဖြစ်ပါတယ်။ သူ့ရဲ့​အဖေဖြစ်သူ မက်ချ်စတစ်က​ မူးယစ်​ဂိုဏ်း​တစ်ခုမှာပါဝင်ပတ်သက်ခဲ့ပြီးနောက် ဂိုဏ်း​ရဲ့ခေါင်းဆောင်တစ်ဦးဖြစ်တဲ့​ မစ္စတာ​တန်ရဲ့သတ်ဖြတ်ခြင်းကိုခံခဲ့ရပါတယ်။ ဒေါ်လ်တန်​က​ မစ္စတာ​တန်ကို လက်စား​ချေနှိမ်နင်းနိုင်ခဲ့ပြီးနောက်​ တစ်နှစ်လောက်​ အနားယူနေခဲ့ရပါတယ်။ဖခင်ဖြစ်သူသေဆုံးမှုနဲ့​ စစ်​ပွဲအတွင်းကရခဲ့တဲ့ စိတ်ဒဏ်ရာ PTSD​ ဝေဒနာများကြောင့် တစ်ဦးတည်းဇာတ်မြှုပ်နေထိုင်ခဲ့ရာမှ​ တစ်နှစ်အကြာမှာတော့ ဇာတိ​ဖြစ်တဲ့​ ကယ်လီဖိုးနီးယားကို​ ပြန်​လာခဲ့ပါတယ်။အဲဒီအချိန်မှာ​ သူ့အဖေ​ မက်ချ်စတစ်မှာ​ တိုက်ဂါးလို့ခေါ်တဲ့သားတစ်ယောက်ရှိသေးပြီး တိုက်ဂါး​ဟာ​ ဟော​လီးဝုဒ်မြို့က​ လူဆိုးဂိုဏ်းတစ်ဦးကိုဦးစီးနေကြောင်း သိလိုက်ရပါတယ်။ တစ်ချိန်​တည်းမှာပဲ လူနာဒါဘေး​ဂိုဏ်း​ဟာ​ ပြည်နယ်​တစ်ခုလုံးက​ ကမ်းခြေ​တွေကိုကြီးစိုးထားပြီး ဂလက်ဆီလို့ ခေါ်တဲ့ မူးယစ်​ဆေးတစ်မျိုးကိုဖြန့်ချိနေတာကို​ သိလို​က်ရချိန်မှာတော့ ဒေါလ်​တန်​တစ်ယောက်​ လူနာဒါဘေး​ဂိုဏ်း​ကို ဖြို​ခွဲဖို့ကြိုးစားရပါတော့တယ်။ ဒီ​ဇာတ်ကား​က​ 2023​ မှာထွက်ရှိခဲ့တဲ့ Action/Drama အမျိုးအစား​ဖြစ်ပါတယ်။ ဘတ်ဂျက်နည်းနည်းနဲ့ ရိုက်ကူး​ထားတဲ့​ဇာတ်ကား​ဖြစ်​ပြီး​ Elite Marketing Excellence​ ကုမ္ပဏီ​က​ ထုတ်လုပ်​ထားတာ​ဖြစ်​ပါတယ်။ သမားရိုးကျ​ အက်ရှင်ကားဖြစ်ပြီး Match-Stick​ Flame 2 ကိုနားလည်ဖို့အတွက်​ ပထမ​ဇာတ်​ကားကိုကြည့်စရာမလိုပါဘူး။File ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-match-stick-flame-2-lunada-bay-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjExNTgzMTAzMV5BMl5BanBnXkFtZTcwMDA0ODkxOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hit & Run (2012)",
        "description": "Dax Shepard ကိုယ်တိုင်ရေးထားတဲ့ action & comedy film ဖြစ်ပြီး သူနဲ့သူ့အမျိုးသမီး Kristen Bell တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ် ဇာတ်ကားထဲမှာပါတဲ့ ကားတော်တော်များများကလည်း Dax ကိုယ်တိုင်စုဆောင်းထားတဲ့ကားတွေဖြစ်ပြီး ဘတ်ဂျက်နည်းနည်းနဲ့ရိုက်ထားရတာဖြစ်လို့ကားပြိုင်မောင်းရတဲ့စတန့်ခန်းတွေကိုလည်းသရုပ်ဆောင်တွေကိုယ်တိုင်မောင်းပြီးရိုက်ကူးထားတာပါတဲ့_ဇာတ်လမ်းထဲမှာတော့ Dax ဟာလွန်ခဲ့တဲ့လေးနှစ်ကဘဏ်ဓားပြမှုတစ်ခုရဲ့မျက်မြင်သက်သေအဖြစ်သက်သေကာကွယ်စောင့်ရှောက်မှုကိုခံနေရတဲ့သူပါ Kristen ကတော့ Dax ရဲ့တွဲတာမကြာသေးတဲ့ Annie ဆိုတဲ့ကောင်မလေးဖြစ်ပြီး Annie တစ်ယောက်အလုပ်အသစ်မှာအင်တာဗျူးဖို့အ‌တွက်သူတို့နှစ်ယောက်လော့စ်အိန်ဂျလစ်မြို့ကိုသွားရဖို့အကြောင်းဖန်လာပါတော့တယ် Dax ကသူအသတ်ပါခံရနိုင်တဲ့နေရာမို့မသွားဖို့ဆုံးဖြတ်ထားပေမဲ့ Annieကြောင့်အရဲစွန့်ခဲ့ရာကနေ သူ့ရဲ့ရန်သူတွေနဲ့ရင်ဆိုင်ရပါတော့တယ် သူတို့နှစ်ယောက် ရန်သူတွေလက်ထဲကနေဘယ်လိုထွက်ပြေးကြမလဲ၊ လော့စ်အိန်ဂျလစ်ကို‌ရော အင်တာဗျူးအမှီရောက်နိုင်ပါ့မလား ဆိုတာကိုဟာသနှောထားတဲ့အက်ရှင်ဇာတ်ကွက်လေးတွေနဲ့ကြည့်ရှုရမှာပါ File size…(1.7 GB)/(990 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Action, Adventure, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/hit-run-2012/"
    }
]