[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t3sd3GemzTlejUmXfwlOQzqrwFA.jpg",
        "title": "Major Grom: Plague Doctor (2021)",
        "description": "Mayor Grom 2021\n-----------------------------IMDb 6.5သူ့နာမည်က \"အီ​ဂေါဂရွန်\"၊ ရုရှား စိန့်ပီတာစဘတ်စ်က စုံ​ထောက်တစ်​ယောက်\nသူ့မှာ လုပ်ထုံးလုပ်နည်းမရှိဘူး၊ အထက်အမိန့်ဆိုတာ သူ့အတွက် အပိုဆာဒါး၊ တရားခံမိဖို့အတွက်ဆို ရှိသမျှ တရားဥပ​​ဒေ​တွေ၊ ​​ဘောင်​တွေအကုန်​ဖျက်ပြီး ကျားကုတ်ကျားခဲဖမ်းတဲ့သူသူ့ရဲ့တရားခံဖမ်းနည်းက တစ်မျိုးဆန်းတယ်၊ တရားခံကို လိုက်ဖမ်း​နေတဲ့အချိန်အတွင်းမှာကို ဖြစ်လာနိုင်​ချေရှိတဲ့ကိစ္စတိုင်းကို သူ့ရဲ့စိတ်ကူးနန်း​​တော်ထဲမှာ အရင်စဥ်းစားပြီးမှ အ​ကောင်းဆုံးရှု​ထောင့်ကို ​ရွေးပြီး လက်ရဖမ်းတတ်သူမျိုး\nတိုက်ရည်ခိုက်ရည်ကလည်းအပြည့်၊ တစ်နည်း​ပြောရရင် ရှားလော့ဟုမ်းရဲ့ဉာဏ်ရည်နဲ့ ဆားပုလင်းနှင်း​မောင်ရဲ့လက်ရည်​ပေါင်းစပ်ထားတဲ့ စုံ​ထောက်Plague Doctorဆိုတဲ့ နာမည်နဲ့လိုက်​အောင် စိန့်ပီတာစဘတ်စ်မြို့ကို ကပ်​ဘေးဆိုက်​အောင်လုပ်​နေတဲ့ လူ့မလိုင်အသိုင်းအဝိုင်း​တွေကိုပဲ ပစ်မှတ်ထားပြီး ​​​သွေး​အေးရက်စက်စွာ သတ်ဖြတ်တဲ့သူ၊ ပလိပ်​ရောဂါ​ခေတ် မျက်နှာဖုံးတပ်ထားတဲ့သူ့ကို ဘယ်သူဘယ်ဝါမှန်း ဘယ်သူမှမခန့်မှန်းနိုင်ကြသလို သူသတ်ဖြတ်​နေတဲ့ ဗီဒီယို​တွေကိုပါ ရုပ်သံက​နေလွှင့်ရဲတဲ့အထိ အ​ကြောတင်းတဲ့ လူသတ်သမားဒီနှစ်​ယောက်ရဲ့ ဉာဏ်ရည် လက်ရည်ယှဥ်ပြိုင်ကြတဲ့အချိန် ဘယ်သူက ဘယ်လိုအသာစီးရသွားမလဲ၊ ဘုံလုံတစ်လှည့် ငါးဖျံတစ်လှည့် တစ်​ယောက်ကိုတစ်​​ယောက် ဘယ်လိုကတုံး​ပေါ်ထိပ်ကွက်သွားမလဲ\nဇာတ်လမ်းအစက​နေ အဆုံးထိ တစ်ကွက်မှ ပျင်းစရာမ​ကောင်း၊ အီ​လေးမဆွဲပဲ ရုရှားဇာတ်ကားတို့ထုံးစံအတိုင်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/major-grom-plague-doctor-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Uab93c9a8c0564c7f97c6fe746c4ff228n-144x200.jpg",
        "title": "In the Lap of God (1991)",
        "description": "IMDb Rating (6.4)ညှို့အားပြင်းတဲ့ ဟောင်ကောင်မင်းသမီးလေး Irene Wan ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး.. ဟောင်းပေမယ့်ကောင်းနေဆဲ ရင်ထဲကို ကျလိကျလိဖြစ်အောင်လုပ်မယ့်ကားလေးပါ။ သူ့ကိုမြင်လိုက်တာနဲ့ ပြုံးစိစိဖြစ်သွားကြမယ့် လူတွေမြင်ယောင်ပါသေးတယ်.....\nဇာတ်လမ်းကို ၁၉၉၁ ခုနှစ်တစ်ဝိုက်မှာဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်မှာ ဖြစ်ပျက်ခဲ့တဲ့ မြန်မာပြည်ရဲ့ တော်လှန်ရေးအနေအထားကိုပါ ထည့်သွင်းရိုက်ကူးထားပါတယ်။\nဒီဇာတ်လမ်းထဲမှာတော့ မမမေ က မြန်မာပြည်ကြီးမှာ အဖမ်းခံထားရတဲ့ သူ့ကောင်လေးကို ပြန်ရွေးဖို့အတွက် ဒေါ်လာနှစ်သိန်းလိုအပ်နေပါတယ်။ အဲ့ဒီအချိန် ဒုစရိုက်လူဆိုးဂိုဏ်းအဖွဲ့ရဲ့ စိန်ထုပ်က သူ့ဆီမတော်တဆရောက်လာပြီး မြန်မာပြည်ကြီးကို အဲ့ဒီစိန်ထုပ်နဲ့အတူ ဝင်ရောက်လာတဲ့အခါမှာ....\nမြန်မာပြည်ကြီးကဘယ်လောက်ထိရက်စက်လဲဆိုတာတွေ ဘယ်လိုဒုက္ခတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားမှာပဲ ကြည့်ကြည့်ရအောင်နော်။ ။ဒီဇာတ်ကားကိုကြည့်ပြီးတော့ မင်းသမီး Irene Wan ကို နှစ်သက်သဘောကျတယ်ဆိုရင်တော့ သူ့ဇာတ်ကားတချို့တွေကို ထပ်ပြီးတင်ဆက်ပေးပါ့မယ်..။အခုဇာတ်ကားကိုလဲ CM ထုံးစံအတိုင်း အကောင်းဆုံး Quality နဲ့တင်ဆက်ပေးထားတာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ JoJoVa ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/in-the-lap-of-god-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ePYagdzUwKpzTP73n9CD3D1MFn.jpg",
        "title": "Rogue Hostage (2021)",
        "description": "ခုတစ်ခါမှာတော့ 11 ရက်နေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိထားတဲ့ Action Thriller အမျိုးအစားဖြစ်တဲ့Rogue Hostage ကို တင်ဆက်ပေးပါရစေမင်းသားကတော့ Fast&Furious ပရိသတ်တွေတော့ မှတ်မိမယ်ထင်ပါတယ် ဟုတ်ပါတယ် သူကတော့ မင်းသားTyrese Gibson ပဲဖြစ်ပါတယ် သူဟာ ဒီကားမှာတော့ ကိုင်ဆိုတဲ့ ဇာတ်ကောင်ကို ရိုက်ကူးပုံဖော်သွားပါဇာတ်လမ်းအကျဥ်းပြောပြရမယ်ဆိုရင်တော့ စစ်ဆင်ရေးတစ်ခုကို အစပြုရမှာပါမရိန်းတပ်သားတစ်ဦးဖြစ်တဲ့ ကိုင်ဟာ ကံအကြောင်းမလှစွာနဲ့ အဆိုပါစစ်ဆင်ရေးမှာ သူ့ရဲ့ရဲဘော်ရဲဖက်ကို ဆုံးရှုံးလိုက်ရပါတယ် ကိုယ့်ရဲ့ပါတနာရဲဘော်တစ်ယောက် ဆိုးဆိုးရွားရွားသေဆုံးတာကို မျက်မြင်ကိုယ်တွေ့ကြုံလိုက်ရခြင်းဟာ ကိုင်ကိုအလွန်သွေးပျက်ပြီး စိတ်ခြောက်ခြားဖြစ်စေခဲ့ပါတယ် ကိုယ်နဲ့သေမတူရှင်မကွာ သွေးသောက်ညီအစ်ကိုလို အမြဲတာဝန်ထမ်းဆောင်နေရတဲ့ပါတနာကို ဆုံးရှုံးလိုက်ရတာ ခံစားချက်က အလွန်ဝမ်းနည်းစရာကောင်းလှပါတယ် အဲ့ဒီဆုံးရှုံးမှုကို ​မျက်မြင်တွေ့လိုက်ရတဲ့ ကိုင်အဖို့ ရူးမတတ်ခံစားရမှာပါ အဲ့ဒီအဖြစ်အပျက်ပြီးတဲ့နောက်မှာလည်း ကိုင်ဟာသွေးထွက်သံယိုတွေ သေနတ်ပစ်သံတွေကို Trauma တစ်ခုလို ဆက်ပြီးခံစားခဲ့ရပါတယ်အဲ့လိုနဲ့ ကိုင်တစ်ယောက် မရိန်းတပ်ကနှုတ်ထွက်ပြီး ခိုနားရာအိမ်ပြန်လာတဲ့အခါမှာလည်းကံကြမ္မာက ...",
        "rating": "3.5",
        "url": "https://channelmyanmar.org/rogue-hostage-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-12-at-4.35.50-PM-134x200.png",
        "title": "Trigger Point (2021)",
        "description": "Trigger Point (2021)================IMDb Rating - 4.8/10Action, Thriller လူး၀စ်ဆိုတဲ့ လူတစ်ယောက်ဟာ အမေရိကန် မြို့လေးတစ်မြို့မှာ နေထိုင်တယ်၊ သူဟာ ဒီမြို့ရဲ့ သာမန်လူတွေထဲကတစ်ယောက်တော့ မဟုတ်ဘူး သူဟာ အတိတ်မေ့နေတဲ့ လူတစ်ယောက် နောက်ပြီး အတိတ်ဘ၀ကို မလိုချင်တော့တဲ့သူတစ်ယောက်၊ သူဘာကြောင့် ဒီဘ၀ကို ပြန်မလိုချင်ရတာလဲဆို သူဟာ အရင်က နီကိုးလပ်စ်ရှောလို့ အမည်ရတဲ့ပြဿနာတွေ ဒုက္ခတွေကြုံခဲ့ရတဲ့သူ ဖြစ်နေလို့ပါပဲ၊ သူအတိတ်မေ့ရခြင်းရဲ့ အကြောင်းရင်းကြီးပေါ့ ဒါပေမယ့် တစ်နေ့မှာအလိုက်စ် ကိန်းဆိုတဲ့ လူတစ်ယောက် လူး၀စ်ဆီ ရောက်လာပြီး သူပြန်မလိုချင်တဲ့ ဘ၀ထဲကို ပြန်ဆွဲခေါ်ပါတော့တယ်။အကြောင်းရင်းကတော့ သူ နီကိုးလပ်စ်ဘ၀က တာ၀န်ထမ်းဆောင်ခဲ့တဲ့ နေရာက မိတ်ဆွေတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရပြီး အလိုက်စ်ရဲ့ သမီးဖြစ်သူ မော်နီကာဟာလည်း ပျောက်ဆုံးသွားပါတယ်။ ဒီတော့ နီးကိုးလပ်စ်နဲ့ အလိုက်စ်တို့၂ ယောက် ပူးပေါင်းပြီး ပျောက်သွားတဲ့ မော်နီကာကို ရှာရင်း အဖြေမပေါ်သေးတဲ့ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/trigger-point-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p14266_v_v10_aa-150x200.jpg",
        "title": "Dragon Inn (1992) New Dragon Gate Inn",
        "description": "The New Dragon Gate Inn / Gragon Inn (1992)\n=====================\nIMDb Rating. - 7.3/10Rotten Tomatoes - 78%မာယာများတဲ့ ကန္တာပြင်ရာသီဥတုဟာ\nအစောကမှ ခြစ်ခြစ်တောက်နေသာရာက\nခုတစ်ဖန် သည်းကြီးမည်းကြီး မိုးတွေရွာနေပေါ့။\nဒီအပြောကျယ်တဲ့ကန္တာပြင်မှာ လူတွေရဲ့\nတစ်ခုတည်းသော မှီတည်ရာက နဂါးအင်း။\nလူ့ကမ္ဘာကိုရှုပ်ထွေးရက်စက်တဲ့ နေရာလို့ဆိုရင်\nနဂါးအင်းဟာ အဲ့ဒီရှုပ်ထွေးရက်စက်မှုအပေါင်းကို\nတပ်မက်စွာ သိမ်းဆည်းရာနေရာဖြစ်တယ်။\nနဂါးဂိတ်နားက နဂါးအင်းဟာ လွင်တီးခေါင်ကန္တရမှာ\nထီးတည်းတည်ရှိနေတဲ့ အိုအေစစ်မဟုတ်တဲ့ ငရဲ။\nလူဆိုးသူခိုးတွေရဲ့ ဆုံမှတ်နေရာ။\nတွေးကြည့်လို့တောင်မရတဲ့ ရက်စက်မှုတွေ\nဒီနေရာမှာရှိတယ်။နဂါးအင်းကိုရောက်လာသူတို့ဟာ\nကိုယ်တိုင်တောင်မသိလိုက်ရဘဲ ဇာတ်တူသားစားသူတွေ ဖြစ်လာတယ်။ နဂါးအင်းရဲ့ စားဖိုခန်းထဲက\nဘာဘရီယန်တစ်ကောင်ဟာ လျှို့ဝှက်လမ်းကကျလာတဲ့\nလူသေတွေကို အရိုးအတိကျန်အောင်နွှင်ပြီး ပေါက်စီ\nလုပ်တယ်။နဂါးအင်းရဲ့ ဆိုင်ရှင်မိန်းမလှဟာ သူ့အလှမှာ\nယစ်မူးပျော်၀င်သူ ယောကျာ်းသားတို့ကို အသားလုပ်\nရောင်းတယ်။ နယ်စပ်မျဉ်းမှာရှိနေတဲ့ မသာမယာ\nဒီနဂါးအင်းကို ရောက်လာသူတို့မှာ ကောင်းသော\nရည်ရွယ်ချက်များ မရှိခဲ့ကြဘူး။\nကလဲ့စား တဏှာ အာဏာ ရန်ကြွေး\nငွေအရေး ဤအချက်များမှ မကင်းလွတ်ကြဘူး။\nဒီလူတွေကပဲ နဂါးအင်းကို ရက်စက်စေတာလား\nနဂါးအင်းကိုယ်၌ကပဲ ခက်ထန်နေတာလားလဲ\nမသိရဘူး။ ဘယ်လိုပဲဆိုဆို သူရဲကောင်းတွေတောင် ရင်မဆိုင်ဝံ့တဲ့\nဒီကန္တာအလယ်က နဂါးအင်းမှာ မလှပတဲ့\nဇာတ်လမ်းများစွာဖြစ်ပြီးခဲ့ပြီး ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/dragon-inn-1992-new-dragon-gate-inn/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-06-at-10.29.47-PM-138x200.png",
        "title": "Occupation: Rainfall (2020)",
        "description": "Occupation: Rainfall (2020)====================IMDb Rating - 5.2/10ဂြိုလ်သားမျိုးနွယ် နဲ့ လူသားမျိုးနွယ် အချင်းချင်းချကြပါပြီ။ အကျင့်မကောင်းတဲ့ လူသားမျိုးနွယ် နဲ့ နယ်မြေကျူးကျော်ချင်တဲ့ဂြိုလ်သားမျိုးနွယ်တို့ တို့ တိုက်ခိုက်ကြတဲ့အခါ ဘယ်သူနိုင်မယ်လို့ ထင်ကြလဲ ပရိသတ်ကြီး...အခုဇာတ်လမ်းလေးက ၂၀၁၈ လောက်က ထွက်ခဲ့တဲ့ Occupation ကားရဲ့အဆက်ဖြစ်ပြီး ဇာတ်လမ်းရဲ့ မူလအရသာမပျောက်သွားအောင် Home and Away နဲ့နာမည်ကျော်ခဲ့တဲ့ ဩစတြေးလျမင်းသား Dan Ewing ကပဲ အခုဒုတိယအတွဲမှာ ပြန်လည်သရုပ်ဆောင်ခဲ့ပါတယ်။ ဘဲကြီးရဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှု နဲ့ ဇာတ်လမ်းထဲက ဂျစ်ကန်ကန်စတိုင်တွေကြောင့် ရုပ်ရှင်ချစ်ပရိသတ်ကြီးကိုထပ်ပြီးဆွဲဆောင်မှာတော့ မြင်ယောင်မိပါသေးတယ်။ပထမပိုင်းဖြစ်တဲ့ Occupation မှာတော့ ကျူးကျော်လာသူ ဂြိုလ်သားတွေကို ပြန်လည်တိုက်ခိုက်ဖို့ လူသားမျိုးနွယ်တွေအချင်းချင်းမဟာမိတ်ဖွဲ့ပြီးပြင်ဆင်ခဲ့ပါတယ်။ မဟာမိတ်အဖွဲ့တိုက်ခိုက်ပြီး လူသားမျိုးနွယ်ထဲကို ဂြိုလ်သားတွေရောနှောပေါင်းစပ်လာတော့မှရင်ခုန်စရာကောင်းအောင် အဆုံးသတ်သွားပြီးနောက် အခု ၂၀၂၁ မှာတော့ ဒုတိယအပိုင်းထွက်ရှိလာခဲ့ပါပြီ။ကမ္ဘာမြေပေါ်ကို ဂရေး လို့ခေါ်တဲ့ ဂြိုလ်သားအုပ်စုကြီး ဆင်းသက်လာတဲ့အချိန်ကစပြီး ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/occupation-rainfall-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/occupation-poster-141x200.jpg",
        "title": "Occupation (2018)",
        "description": "Occupation (2018)\nIMDb - 5.0/10_____Rotten - 50%\n ဒီကားလေး ကတော့ action နဲ့ adventure ကြိုက်တဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးပါAlien (ဂြိုလ်သား)ကား တွေကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက်လက်လွတ်မခံသင့်တဲ့ကားလေးပါIMDb Rating အနေနဲ့ 5.0 ရရှိထားပြီးတော့ အတော်လေးကြည့်ကောင်းအောင်ရိုက်ကူးထားပါတယ်မြို့သားအချင်းချင်းရန်ငြိုးတွေနဲ့ အမုန်းတွေနဲ့ ပြည့်နှက်နေကြတဲ့သေးငယ်လှတဲ့မြို့လေးတစ်မြို့မှာတနေ့ကျတော့ ဂြိုလ်သားတွေ ရောက်လာပြီး လူတွေကိုသတ်ဖြတ်ကြတဲ့အခါမှာသူတို့တွေ အဲဒီဘေးရန်ကို ဘယ်လိုကာကွယ်ကြတယ်၊တကယ်ရော ကျော်ဖြတ်နိုင်ကြမှာလားဆိုတာကို ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဗညားပါ)\n  File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 59min\nFormat : mp4\nGenre : Action, Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Ba Nyar\nEncoded by Thanhtike Zaw",
        "rating": "5.0",
        "url": "https://megaup.net/1xvpc/Occupation_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/index-136x200.jpg",
        "title": "Xtreme (2021)",
        "description": "Xtreme (2021)============IMDb Rating - 5.9/10ဂျွန်ဝိန်း၊ ဂျက်ကီချန်း၊ ဘရုစ်လီ သုံးယောက်ပေါင်း သောင်းကျန်းသွားသလိုပဲ ဆိုပြီး ဒီဇာတ်လမ်းထဲက မင်းသားကို ချီးမွန်းခန်းဖွင့်ထားကြပါတယ်။ အဲ့ဒီဂုဏ်ပုဒ်တွေနဲ့အညီ အက်ရှင်ကားကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့ပရိသတ်ကြီးအတွက် ဇာတ်အိမ်လည်းကောင်းပြီး Netflix မှတင်ဆက်ပေးထားတဲ့ စပိန်အက်ရှင်ကားသစ်လေး လာပါပြီနော်။လူဆိုးမှာလည်း အသည်းနဲ့ပါဆိုတာ ဒီကားထဲကလူဆိုးကို ညွှန်းချင်တာဖြစ်မယ်။ လူဆိုးဖြစ်လာအောင် နည်းနည်းချင်းဆီတွန်းပို့ခံရတာကိုး.. သူ့ကိုတွန်းပို့ခဲ့သူက သူ့အဖေကိုယ်တိုင်ပါ။ သားအရင်းကိုလည်း ချစ်ပေမယ့် မွေးစားသမီး၊မွေးစားသားတို့နဲ့နေရာတိုင်းအယှဉ်ခံနေရတော့ မကျေနပ်စိတ်တွေဖြစ်လာပြီး အဖေကိုပါပြန်သတ်တဲ့အထိ ဖြစ်လာပါတော့တယ်။ကိစ္စတွေအားလုံးကို အကွက်ချစီစဉ်ပြီး အောင်မြင်ခါနီးကျမှ မွေးစားသားမက်စီမို တစ်ယောက် သေကံမရောက်ဘဲ လွတ်မြောက်သွားပါတယ်။ ဒါပေမဲ့ မက်စီမိုရဲ့သားကတော့ သူ့မျက်စိရှေ့မှာပဲ သေဆုံးသွားခဲ့ပါတယ်။ ကလဲ့စားပြန်ချေဖို့စီစဉ်နေရင်း ကောင်လေးတစ်ယောက်က လူမိုက်အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ကြားညှပ်ပြီး မက်စီမို ကကယ်တင်ပေးခဲ့ရပါသေးတယ်။သားကို ဆုံးရှုံးထားတဲ့ ဖခင်တစ်ယောက်နဲ့ တစ်မိသားစုလုံးအသတ်ခံလိုက်ရတဲ့ ကောင်လေးတို့ ပေါင်းပြီး ကလဲ့စားဘယ်လိုပြန်ချေမလဲဆိုတာကိုတော့ အကြမ်းစားဖိုက်တင်၊ အလန်းစားအခန်းတွေနဲ့ ခံစားကြည့်ရှုလိုက်ပါဉီးနော်...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/xtreme-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vjfS5IWxjObAjlsNNhdEP1pmI2s.jpg",
        "title": "Thupparivaalan",
        "description": "Thupparivaalan (2017) မြန်မာစာတန်းထိုး Imdb Ratings : 7.8 ဒီကားလေးက ကြည့်ဖူးနေကျ တေလဂူကားတွေနဲ့\nလုံး၀ကွဲထွက်နေတဲ့ မင်းသားချော Vishal ရဲ့ Mysteryဆန်တဲ့ကားလေးစုံထောက်ကြီးရှားလော့ဟုမ်းကို ကြိုက်ခဲ့လို့လား မသိတေလဂူ စုံထောက်ကားကို အရသာတွေ့နေမိပါတယ်\nညွှန်းတယ်လို့ပဲ ဆိုဆို ဒီကားက တေလဂူ(ကောလိဝုဒ်)မဆန်တဲ့ကား\nလို့ ပြောပါရစေတေလဂူမဆန်ဘူးဆိုတာ့တစ်ခြားပြောတာ မဟုတ်ပါ\nသီချင်းတွေလုံး၀မပါတာ၊ စကားတွေအများကြီး မပြောတာ\nဇာတ်လမ်း အရမ်းကြီးမရှည်တာတွေကို ပြောတာပါမင်းသားကလည်း နာမည်ကြီး မင်းသား\nအရင်ဇာတ်ရုပ်တွေနဲ့လုံး၀ကို မတူပဲ တစ်ခေတ်ဆန်းထားတဲ့ကားလို့ပဲ ဆိုချင်တယ်ဇာတ်ကြောင်းက...အလွတ်စုံထောက်တစ်ယောက် အမှုလိုက်စရာမရှိလို့ ငြီးတွားနေရာက စပါတယ်\nလာအပ်တဲ့အမှုတွေကလည်း သာမာန်အမှုတွေမို့သူ့အတွက် ပျင်းဖို့ကောင်းနေတာပေါ့\nပျင်းရင် စောင်ခြုံအိပ်လိုက် စာအုပ်တွေဖတ်လိုက်နဲ့\nမာနကြီးပြီး စကားတွေအများကြီးမပြောတတ်တဲ့ ဂွတီးဂွကျ စုံထောက်ပေါ့\n(Sherlock charactorကို မှီငြမ်းထားတာကိုး)အမှုမရှိချင်နေ..ပိုက်ဆံတွေ ဘယ်လောက်ပုံပေးပါစေ\nသူစိတ်မပါရင် ဘယ်အမှုကိုမှ လက်မခံတတ်တဲ့ ခေါင်းမာတဲ့စုံထောက်နာမည်က ကာနီယန်းတဲ့တစ်နေ့တော့ သူတို့မြို့လေးရဲ့ ပင်လယ်ကမ်းခြေနားမှာနေတဲ့ကောင်လေး တစ်ယောက် သူ့ဆီကို အမှုတစ်ခုလာအပ်တယ်အမှုက အဲ့ဒီကောင်လေး မွေးထားတဲ့ခွေးလေး ပျောက်ဆုံးတဲ့အမှုကောင်လေးနာမည်က နာဗီးတဲ့အမှုကိုကြားလိုက်တာနဲ့ရယ်ချင်စရာကောင်းပေမယ့်\nအကြောင်းစုံသိလိုက်ရတဲ့အခါ ဆန်းကြယ်တဲ့အမှုတစ်ခု ဖြစ်နေမှန်း သိလိုက်ရတယ်ဒါနဲ့အဲ့ဒီခွေးပျောက်တဲ့အမှုကို လက်ခံပြီး ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/thupparivaalan/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BNTk1NTM5NDYwNl5BMl5BanBnXkFtZTcwMDI2MTYxNA@@._V1_-138x200.jpg",
        "title": "Tees Maar Khan (2010)",
        "description": "Rating သိပ်မကောင်းပေမဲ့ ကြည့်လို့ကောင်းတဲ့အပြောင်ကားလေးပါ။\nမင်းသားကြီး အက်ရှေးကူးမားနဲ့ မင်းသမီး ကတ်ထရီးနာကဖ်တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nအိန္ဒိယရုပ်ရှင်လောကကို ခပ်ပါးပါးလေး ကလိထားတဲ့ဇာတ်ကားပါ။\nဇာတ်လမ်းကစလာကတည်းက ယဉ်သကိုဆိုတဲ့အတိုင်းပဲ\nသူခိုးနက္ခတ်နဲ့မွေးလာတဲ့ တိစ်မာခန်းဆိုတဲ့ ဆရာသမားလေးဟာ\nအမိဝမ်းထဲကထွက်ထွက်ချင်းမှာတင် ဆရာဝန်နဲ့သူနာပြုရဲ့\nနာရီနဲ့ ဆွဲကြိုးကို ခိုးသတဲ့ဗျာ။ ကြီးလာတော့ နိုင်ငံတကာဒုစရိုက်သမား\nတိစ်မာခန်းဆိုတဲ့ အလိုရှိစာရင်းဝင်ကိုဖြစ်ရောပဲ။ ထိုအချိန်အိန္ဒိယက\nရှေးဟောင်းပစ္စည်းမှောင်ခိုသမားအဖွဲ့က နိုင်ငံတော်ရတနာတွေကို\nမှောင်ခိုထုတ်ဖို့ ကြိုးစားရင်း ရတနာတွေက ရဲလက်ထဲရောက်သွားပါတယ်။\nရဲတွေက ထိုရတနာတွေကို ဒေလီကို လုံခြုံရေးအပြည့်ချထားတဲ့ရထားနဲ့ ပို့ဖို့လုပ်ပါတယ်။\nရထားဟာ လမ်းမှာလုံးဝမရပ်ပဲ သွားမယ့်ရထားပါ။ ထိုရထားပေါ်က ရတနာတွေကို\nခိုးယူဖို့ နာမည်ကြီး တိစ်မာခန်းကို အကူအညီတောင်းပါတော့တယ်။ တိစ်မာခန်းကနေ\nရဲတွေအပြည့်ပါတဲ့ သွားနေတဲ့ရထားပေါ်ကနေ ရတနာတွေကို ဘယ်လိုခိုးမလဲဆိုတာ\nဒီဇာတ်ကားမှာကြည့်ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ တစ်ချက်ထိုး ဆယ်ပေလောက်\nလွင့်ထွက်သွားတဲ့အိုဗာတွေမပါပေမဲ့ စကားလုံးတွေကတော့ ဆူနာမီထက်ကိုကြမ်းပါတယ်။\nတော်ကီတစ်ပေါက်ရှမ်းရှမ်းတောက်ပါပဲ။\n'' ပြည့်တန်ဆာမကို သိက္ခာဆည်တာနဲ့\nတိစ်မာခန်းကို ထောင်ချဖို့ဆိုတာ နှစ်ခုစလုံးအချည်းနှီးပဲ '' အဲဒီလိုမျိုးတွေ။\nဒါနဲ့ ဒီဇာတ်ကားမှာ မင်းသားကြီး ဆယ်လ်မန်ခန်းက ဧည့်သရုပ်ဆောင်အနေနဲ့\nသီချင်းတစ်ပုဒ်မှာ ဝင်သရုပ်ဆောင်ပေးထားသေးတယ်။ ကြည့်ကြည့်ပါ အပျင်းပြေပျော်ရွှင်ရမှာပါ။ \nFile size…(2.2 GB)\nQuality….WEB-DL 720p 5.1CH\nFormat…mkv\nDuration….02:15:00\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/tees-maar-khan-2010/",
        "category": "Action, Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/p9837225_p_v10_aa-150x200.jpg",
        "title": "Machete Kills (2013)",
        "description": "2010 ကထွက်ရှိထားတဲ့ Machete ဇာတ်ကားရဲ့ အဆက်ဖြစ်ပါတယ်...ထုံးစံအတိုင်း ပွဲကတော့ ရှယ်ကြမ်းပါတယ်...မင်းသမီးတွေသုံးထားတာလဲ အလန်း...Lady GaGa...Amber Heard....Jessica Alba...Michelle Rodriguez....Alexa PenaVega....Sofía Vergaraစသည်ဖြင့် ရင်ကိုပူနွေးစေတာချည်းပဲ...မင်းသားတွေလဲ ဖိုက်တာတွေ..ခုတ်မယ် ဖြုတ်မယ် ဆိုတာချည်းပဲ...ငယ်ငယ်တုန်းက ဗွီဒီယိုရုံဆိုင်းဘုတ်လို ဒီဇာတ်ကားက\" မင်းသမီးအလန်း..တကယ်စွမ်း...သေချင်ရာသေဇမ်း..အကြမ်းပတမ်း..မဟာဘဂျမ်း...ရုံတင်ပြီ\" ။Machete (2010) ကို မကြည့်ရသေးရင် https://channelmyanmar.org/machete-2010/  ဒီမှာကြည့်ပါ။ \nFile size…(1,9 GB) and (1.2 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/machete-kills-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BZWUxODc2NmItNThkNS00Mzc4LThlYTQtOTYwZjVhYjRiNmMwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Machete (2010)",
        "description": "IMDb (6.6) / Rotten Tomatoes (72%)မန်ချက်တေးဟာ ဖယ်ဒရယ်တပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးလက်ရှိကတော့တက္ကဆက်နယ်စပ်မှာခိုးဝင်လုပ်သားတစ်ယောက်အနေနဲ့ဇာတ်မြုပ်နေပါတယ်၊တစ်နေ့မှာ သူ့ကိုမြို့ခံစီးပွားရေးသမားတစ်ယောက်ကမြို့တော်ဝန်ကိုလုပ်ကြံဖို့ ဒေါ်လာ ၁၅၀၀၀၀ နဲ့ငှားရမ်းခဲ့ပါတယ်။သူ့လိုနယ်စပ်က တရားမဝင်ခိုးဝင်လုပ်သားတွေကိုကူညီပေးနေတဲ့ မိန်းကလေး လုဇ်နဲ့ သူ့ကွန်ယက်အဖွဲ့ကိုအထောက်အပံ့ပေးနိုင်ဖို့ ဒီကိစ္စကို လက်ခံခဲ့ပေမယ့် သူ့ကိုငှားရမ်းခဲ့တဲ့သူဟာနိုင်ငံရေး တရားမဝင်မူးယစ်ဆေး စီးပွားရေးဆိုင်ရာ အကျိုးအမြတ်တွေအတွက်သူ့ကိုထောင်ချောက်ဆင်အသုံးချသွားတယ်ဆိုတာ မကြာခင်မှာပဲသိလိုက်ရပါတော့တယ်။ဒါပေမယ့် အဲ့ဒီလူမသိလိုက်တာကတော့ သူဟာ အတိတ်က ဘယ်လောက်အထိကြမ်းခဲ့ရမ်းခဲ့ပြီးသူ့နာမည်ကြားတာနဲ့ ဖိန့်ဖိန့်တုန်သွားရလောက်တဲ့ အကြောင်းသိတွေ ရှိနေတယ်ဆိုတာကိုပါပဲ။ကြမ်းတာကတော့ရှယ်ကြမ်းပါတယ်၊ သွေးသံရဲရဲငေါက်တောက်တွေ မြက်ရိတ်စက်ကြီးနဲ့ ယမ်းတာတွေဓားမကြီးနဲ့ ဆွဲခုတ်တာတွေ လုံးဝအသစ်အဆန်းတွေချည်းပါပဲ။အဲ့ဒီအချိန်တုန်းက အတော်ကြီး Hype ဖြစ်ခဲ့ကြရတဲ့ကားပါ။လူကြမ်းကြီးအဖြစ်တောက်လျှောက်လူသိခဲ့တဲ့ Danny Trejo ကိုခေါင်းဆောင်မင်းသားတင်ထားပြီးတော့Robert De Niro, Jessica Alba, Don Johnson, Michelle Rodriguez, Steven Seagal, Lindsay Lohan စတဲ့ ဒိတ်ဒိတ်ကြဲတွေ အားလုံးကဗီလိန်တွေ ဇာတ်ပို့တွေအဖြစ်သူ့ကိုပို့ပေးရတယ်ဆိုတာကိုက စိတ်ဝင်စားမှုကိုမြင့်တက်စေခဲ့ပြီးသွေးသံရဲရဲကြမ်းတမ်းတဲ့ပြကွက်တွေထဲမှာ satire ဆန်ဆန်တမင်ထည့်ထားတဲ့ဟာသကွက်တွေကလဲအပြည့်အဝဖျော်ဖြေမှုပေးနိုင်ပါတယ်။နောက်ထပ်ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က ဒီကားထဲကမင်းသမီးမှန်သမျှရဲ့ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေပါ။အပစ်အခတ် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/machete-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/13387771f96e01f0d1c33a1c55fafa34-144x200.jpg",
        "title": "The Warlords (2007)",
        "description": "The Warlords (2007)IMdb Rating (7) / Rotten Tomatoes (63%)၁၉ရာစုအလယ်မှာ ချင်မင်းဆက်ရဲ့ အကျင့်ပျက်ခြစားတဲ့ အုပ်ချုပ်မှုဒဏ်ကို မခံနိုင်တော့တဲ့ပြည်သူတွေဟာ\nတိုင်ပင်းပုန်ကန်မှုကို အစပြုခဲ့တယ်။\nဒီပြည်တွင်းစစ်ကာလဟာ ၁၄နှစ်ကြာမြင့်ခဲ့ပြီး\nအငတ်ဘေးနဲ့ စစ်ပွဲကြောင့် လူသန်း၇၀ကျော်သေဆုံး\nခဲ့ရတယ်။ ၁၅ရာစုကဆောက်ခဲ့တဲ့ အလယ်ခေတ်\nကမ္ဘာ့အံ့ဖွယ်၇ခုထဲပါတဲ့ နန်ဂျင်းကကြွေမျှော်စင်ဆို\nမြေကွက်လပ်ပဲကျန်တဲ့အထိ ပျက်စီးဆုံးရှုံးမှု များခဲ့တယ်။\nဒီရုပ်ရှင်ဟာ အဲ့ဒီကာလက ဇာတ်အိမ်တည်ထားတဲ့\nစစ်ခေါင်းဆောင် သွေးသောက်ညီအစ်ကိုသုံးယောက်ကို\nဗဟိုပြုပြီး ဇာတ်အိမ်တည်ထားတယ်။စစ်ကိုဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်တွေမှာ\nတိုက်ပွဲကိုအသားပေးတဲ့ရုပ်ရှင်ရယ် တိုက်ပွဲထဲက\nလူတွေရဲ့ စိတ်အခြေအနေကို အသားပေးတဲ့ရုပ်ရှင်ရယ်\nရှိတဲ့အထဲ ဒီရုပ်ရှင်ဟာ ဒုတိယအမျိုးအစားရုပ်ရှင်လို့\nပြောလို့ရတယ်။ အောက်ခြေစစ်သားတွေထက်\nအမိန့်ပေးဆုံးဖြတ်မှုလုပ်ရတဲ့ ခေါင်းဆောင်တွေရဲ့\nစိတ်ကို ပိုအသားပေးပြတယ်။တကယ်တမ်းပြောရရင်\nသွေးသောက်ညီအစ်ကိုစစ်ခေါင်းဆောင်သုံးယောက်မှာ\nဒုတိယညီရယ် တတိယညီရယ်ကို နားလည်နိုင်ပေမဲ့\nအကိုကြီးဖြစ်တဲ့ ဂျက်လီရဲ့ ကာရိုက်တာ ဖန်းကွမ်ရန်ကို\nသိပ်နားမလည်နိုင်ဘူး။ ဟိုးငယ်ငယ်တုန်းက\nတစ်ခါကြည့်ဖြစ်ခဲ့တုန်းကတော့ ဂျက်လီရဲ့\nဒီကာရိုက်တာကို လူယုတ်မာလိုသတ်မှတ်ခဲ့ဖူးပေမဲ့\nဒီတစ်ခါပြန်ကြည့်ဖြစ်တဲ့အခါကျ သူ့လုပ်ရပ်တွေဟာ\nတစ်နည်းတစ်ဖုံနဲ့ မှန်နေတာကိုလည်း မြင်လာတယ်။\nတစ်ချိန်တည်းမှာပဲ သူ့ကာရိုက်တာရဲ့ စိတ်ဟာ\nနားလည်ရခက်တဲ့ အခြေအနေတစ်ခုဖြစ်သွားတယ်။\nဘယ်သူ့လုပ်ရပ်မှန်ပြီးဘယ်သူ့လုပ်ရပ်မှားတယ်ဆိုတာ\nအဖြေမထွက်တော့ဘူး။အမှန်ဆိုတာ ပိုဝေဝါးလာတယ်။\nစာအုပ်တစ်အုပ်ကို နှစ်ခါဖတ်လို့မရဘူးဆိုတဲ့စကားလိုပဲ\nဒီရုပ်ရှင်ကို ငယ်ငယ်တုန်းက အတော်များများလည်း\nကြည့်ဖူးခဲ့ကြမှာပဲ ကြည့်တဲ့လူရဲ့စိတ်ပေါ်မူတည်ပြီး\nရုပ်ရှင်တစ်ကားကိုလည်း နှစ်ခါပြန်ကြည့်လို့ရမှာတော့\nမဟုတ်‌လောက်ဘူး။WARLORDS ဟာ ဂျက်လီကားတွေထဲ Heroနဲ့\nFearless အပါအ၀င် ဂျက်လီရဲ့ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-warlords-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/pg-136x200.jpg",
        "title": "Pain and Gain (2013)",
        "description": "[Unicode]ကာယနည်းပြဆရာ Daniel Lugo (Mark Wahlberg)ဟာ သူ၏လက်ရှိဘဝကိုမရောင့်ရဲနိုင်ပဲ သူသည် ဒီထက်ပိုကောင်းမွန်သော ဘဝနှင့်ထိုက်တန်သည်ဟုခံယူထားသူတစ်ဦးဖြစ်ပါတယ် ။ထိုတွင် ခေါင်းထဲပေါ်လာသည့်အကြံက သူလေ့ကျင့်သင်ကြားပေးနေတဲ့ နောက်ကြောင်းမရှင်းသည့် သူဌေးတစ်ယောက်ကို ပြန်ပေးဆွဲမယ့် အကြံပါ...သူနှင့်အတူ လုပ်ဖော်ကိုင်ဖက် body builder , Adrien Doorbal (Anthony Mackie)၊ နှင့် ထောင်မှထွက်လာတာမကြာသေးသည့် ခပ်အူအူ Paul Doyle (Dwayne Johnson) တို့ကိုဤစီမံကိန်းကြီးထဲ ပါဝင်ဖို့ဆွဲသွင်းပြီးနောက်... သူတို့သုံးယောက်၏အတွေ့အကြုံမပြည့်ဝမှု၊ အူတိအူကြောင်နိုင်မှုတို့ကြောင့် စီစဉ်ထားသည့်အတိုင်းဖြစ်မလာခဲ့ရပေမယ့် နောက်ဆုံးမှာတော့ အကောင်အထည်ဖော်နိုင်ခဲ့ပါတယ် ။ဒါပေမယ့် မကောင်းမှုတို့၏ထုံးစံအတိုင်း သူတို့ကိုအလွတ်စုံထောက်တစ်ယောက်က ခြေရာခံမိလာသည့်အခါ...အလုံးအရင်းနှင့်ဖြစ်သော ပိုက်ဆံတို့ကိုထိန်းသိမ်းနိုင်သည့်စွမ်းရည် သူတို့မှာမရှိသည့်အခါ အဆိုးဆုံးသောဒုစရိုက်မှုကို သူတို့ကျုးလွန်မိကြကုန်ပါတော့တယ် ။ဒီဇာတ်ကားဟာ IMDb Rating - 6.4/10 ရရှိထားပြီး ဖလော်ရီဒါပြည်နယ်မှာအမှန်တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် ။ File size__( 1.1 GB) and ( ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Dahx/Pain_And_Gain_(2013)_Bluray_1080p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j73LuQcA21KvkVFcroWWMN8tTJv.jpg",
        "title": "KonoSuba: God’s Blessing on this Wonderful World! Legend of Crimson (2019)",
        "description": "Konosuba!: God's Blessing on This Wonderful World! Movie 2019\n--------------------\n2016ခုနှစ်မှာ အတွဲနှစ်ခုနဲ့ထွက်ခဲ့ပြီးအတော်လေး ရယ်ရတာကြောင့် ပရိတ်သတ်တွေအကြိုက်တွေ့ခဲ့တဲ့Konosubaစီးရီးဟာ 2019ခုနှစ်မှာ ရုပ်ရှင်တခုအနေနဲ့ထွက်လာခဲ့ပါပြီ။ ရုပ်ရှင်မှာလဲ လုံး၀ဇာတ်ရှိန်ကျသွားတာမျိုးမရှိပဲသူ့ဇာတ်လမ်းနဲ့သူရယ်နေရတာကိုတွေ့ရဦးမှာပါ။ဒီရုပ်ရှင်မှာတော့ ကာဇူမနဲ့သူရဲ့အလွဲချော်နိုင်ဆုံး အဖွဲ့ကို Crimson Demonမျိုးနွယ်စုရွာကyunyunက ဘာတွေအားကိုးပြီးလဲ မသိ သူတို့ရွာကို မိစ္ဆာဘုရင်တိုက်ခိုက်မှုမှာ ကယ်တင်ဖို့ အားကိုးတကြီးခေါ်လိုက်ပါတယ်။ကာဇုမတို့ အဲ့ဒီရွာမှာ မိစ္ဆာဘုရင်နဲ့သွားရောက်တိုက်ခိုင်းရင်း ခရီးသွားလမ်းမှာရောရွာရောက်တဲ့အချိန်မှာရော မိစ္ဆာဘုရင်နဲ့တိုက်ခိုက်တဲ့ထိ တလျှောက်လုံးအခွီတွနဲ့ချည်းပဲ ကြည့်ရမှာမလို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွန်းပါရစေ... Translated by : Aung Tay ZaEncoded by : YKFIle Size : 1.26GB and 692MBDuration : 1h30minQuality : 1080p and 720p",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/konosuba-gods-blessing-on-this-wonderful-world-legend-of-crimson-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/3TlKCYWKkRYibvYhUlAG6SB31Bn-133x200.jpg",
        "title": "Leizhenzi: The Origin of the Gods (2021)",
        "description": "[Unicode]ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ညီအစ်ကိုဖြစ်သူနှစ်ဦးရဲ့ သံယောဇဉ် ချစ်မေတ္တာနှောင်ကြိုးတွေကို ရိုက်ကူးပုံဖော်ထားတဲ့ကားလေးပါဇာတ်ကြောင်းလေးကတော့...လောကကြီး အရှုပ်အထွေးတွေဖြစ်ချိန်မှာ ကောင်းကင်ဘုံပုံစံကိုဖွင့်ပြီးငြိမ်းချမ်းမှုရယူဖို့အတွက် ကြယ်စစ်သူကြီးဟာ လူ့ပြည်ကိုဆင်းပြီး လူသားအမွှာနှစ်ယောက်တည်းက တစ်ဦးအဖြစ်လူဝင်စားခဲ့ပါတယ် လူဝင်စားပြီး သူနဲ့သူ့ညီ အမွှာနှစ်ယောက်ဟာ တစ်ဦးကို တစ်ဦးကာကွယ်စောင့်ရှောက်ကာ အရမ်းချစ်ကြပေမဲ့ အသက်၁၈နှစ်ပြည့်ပြီး ကြီးပြင်းလာတဲ့တစ်ချိန်မှာဂုဏ်ဒြပ်တွေ သူတစ်ပါးသွေးထိုးစကားတွေကြောင့် ညီအစ်ကိုနှစ်ယောက်ဟာ မတူညီတဲ့လမ်းနှစ်ခုကို တစ်ယောက်တစ်လမ်းစီရွေးမိသွားပြီး ရန်သူတွေဖြစ်လာခဲ့ကြပါတော့တယ် အဲ့ဒီအချိန်မှာ သူတို့နှစ်ယောက်ရဲ့ချစ်ခြင်းက ဂုဏ်ပုဒ်တွေကို အလဲထိုးနိုင်မလားဂုဏ်ဒြပ်တွေကပဲ သူတို့နှစ်ယောက်ရဲ့ ချစ်ခြင်းကို အနိုင်ယူသွားနိုင်မလားဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )Quality__720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:39:00\nType__Action , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "5.9",
        "url": "https://megaup.net/2j4F7/Leizhenzi_The_Origin_of_the_Gods_(2021).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k8Q9ulyRE8fkvZMkAM9LPYMKctb.jpg",
        "title": "Batman: Death in the Family (2020)",
        "description": "Batman: Death In The Family 2020\n---------------------------\nDcက ပထမဦးဆုံးအနေနဲ့ ရိုက်ခဲ့တဲ့ interactive movieပါ ။interactive movieရဲ့ သဘောကတော့ ရုပ်ရှင်ဇာတ်သိမ်းကိုစာရေးဆရာက ပရိတ်သတ်ကို ဆုံးဖြတ်ခိုင်းတာပါ။ဒီရုပ်ရှင်ထဲမှာတော့ DCရဲ့ anti heroဖြစ်တဲ့ Jason Toddရဲ့ ကံကြမ္မာကိုအဆုံးဖြတ်ပေးရမှာပါ။ ဒီဇာတ်လမ်းထဲမှာ Jasonသေမှာလားမသေရဘူးလား? batmanနဲ့ ဂျိုကာတို့ ဘာဆက်ဖြစ်မှာလဲ? Batmanမိသားစု၀င်ထဲကတစ်ယောက် သေမှာလား?အဲ့ဒီမေးခွန်းတွေကို dc ပရိတ်သတ်တွေကို part1မှာ ဆုံးဖြတ်ခိုင်းမှာဖြစ်ပြီးpart2မှာတော့ဆာဂျင်ရော့ရဲ့နာဇီတို့နဲ့ တိုက်ပွဲအကြောင်း part 3မှာတော့ အဒမ်စထရိန်း part4မှာတော့ဖန်တွမ်စထရိန်း part5မှာတော့ deathအကြောင်းအဖြစ် အပိုင်း၅ခုအဖြစ်စုပေါင်းထွက်ရှိထားတဲ့ရုပ်ရှင်တခုဖြစ်တာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်. Translated and Encoded by : YKQuality : 1080p 5.1CH Part 1 - Userdrive / ...",
        "rating": "5.6",
        "url": "https://megaup.net/1D6qe/Batman.Death.in.the.Family.2020.1080p.Part1-EVO(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-25-at-6.24.52-PM-135x200.png",
        "title": "Endangered Species (2021)",
        "description": "Endangered Species (2021)====================မနက်ဖြန်မှ released date မို့ IMDb Rating မတတ်သေးပေမယ့် popularity တတ်နေတဲ့ Action, Thriller, R ratedကားကောင်းလေးပါ။အမေရိကန်က ဟယ်လ်ဆီမိသားစုက အားလပ်ရပ်မှာ အာဖရိက ကင်ညာကို လာပြီး သဘာဝတောရိုင်းတိရစ္ဆာန်တွေကိုလာရောက်ကြည့်ရှုအပန်းဖြေတာကနေ စတာပါ။ ပုံမှန် ဆာဖာရီ အလည်အပတ် ပတ်ကေ့ဂျ်မှာဆိုရင် လုံခြုံရေးကောင်းကောင်းနဲ့ ဒရိုက်ဘာ ဂိုက် ကောင်းကောင်းတစ်ယောက် ပါပေမယ့်။ အဖေဖြစ်သူက ကိစ္စတစ်ခုကြောင့် အလုပ်လက်မဲ့ဖြစ်သွားတော့ ခရီးစရိတ်ပိုက်ဆံမလောက်တော့မှာ အစိုးရိမ်လွန်ပြီး ပိုက်ဆံအကုန်သက်သာအောင် ဆာဖာရီစည်းမျဉ်းတွေတစ်ခုပြီးတစ်ခု ချိုးဖောက်မိကြပါတော့တယ်။ အဆင်မပြေမှုတွေက အတွဲလိုက်လာသလားလို့ကို ထင်ရလောက်အောင်သူတို့ ကားနဲ့လျှောက်ကြည့်ရင်း အနီးကပ်တွေ့ခဲ့တဲ့ ကြံ့မကြီးက ကလေးပေါက်စလေး မွေးထားတဲ့ ကြံ့မိခင်ကြီးဖြစ်နေတော့သားဇောနဲ့ ကားကို ကြိတ်ဖို့အလာ  သားဖြစ်သူက ကားမောင်းမကျွမ်းကျင်တော့ ကားနောက်ဆုတ်ချိန် မရလိုက်ဘဲကားရောလူတွေပါပက်လက်မှောက်ခုံတွေ ဖြစ်သွားပါတော့တယ်။ အကူအညီတွေနဲ့ အဝေးကြီးဝေးရာမှာ ဟယ်လ်ဆီမိသားစုကြီးဘယ်လို အဆင်ပြေအောင် လုပ်ကြမလဲ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/endangered-species-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dynasty1-143x200.jpg",
        "title": "Dynasty Warriors (2021)",
        "description": "၉၀ ဝန်းကျင်ဖွား သက်ကြားအိုတိုင်းနီးပါး ကစားဖူးတဲ့ ဂိမ်းတစ်ခုရှိပါတယ်။\nတရုတ်ဓားခုတ်လို့ ခေါ်ကြတဲ့ Dynasty Warriors ပါပဲ။\nဒီဂိမ်းကို Romance of the Three Kingdoms သမိုင်းဇာတ်လမ်းကနေ ယူထားတာလည်း သိကြမှာပါ။\nဒီသုံးပြည်ထောင် နဲ့ ပတ်သတ်တဲ့ ဇတ်လမ်းတွေလည်း အများကြီးထွက်ခဲ့ပြီးပါပြီ။\nအထင်ရှားဆုံးကတော့ Redcliff ၁ နဲ့ ၂ ပေါ့။\nအခုဇာတ်လမ်းကတော့ rating အနေနဲ့ နည်းပါတယ်။\nဒါပေမယ့် အမှတ်တရ ပြန်တင်ပေးထားတာပါ။\nဂိမ်းထဲက theme အတိုင်း နောက်ခံတီးလုံး၊ အဝတ်အစား၊ လက်နက်တွေ ပြန်သုံးပေးထားပါတယ်။\nကျွန်တော်တော့ မဆိုးဘူးလို့ ပြောချင်ပါတယ်။\nC တွေရဲ့ ထုံးစံအတိုင်း မလိုအပ်တဲ့ အထူးပြုလုပ်ချက်တွေ အိုဗာပါဝါတွေကြောင့်သာ ခပ်ညံ့ညံ့ကားလိုဖြစ်သွားခဲ့တာပါပဲ။\nဇာတ်လမ်းကိုတော့ ခေါင်းပေါင်းဝါသူပုန်တွေနဲ့ တိုက်ခိုက်တာကနေ အစပြုပါထားပါတယ်။\nဂိမ်းထဲက ပထမဆုံး ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/dynasty-warriors-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YxopfHpsCV1oF8CZaL4M3Eodqa.jpg",
        "title": "Wrath of Man (2021)",
        "description": "Wrath Of Man (2021)\nWeb-Dl 720p & 1080p Web rip x264အကြည်ရပါပြီ\n--------------------------------(ခဏနေ 1080p ထပ်တင်ပေးပါ့မယ်)ဂျေဆန် စတေသန်ကြီးရဲ့ အက်ရှင်ကား အကြမ်းတစ်ခု လာပါပြီ။ ဒီကားကတော့ အတော်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့လော့စ်အန်ဂျလိမှာ ဖော်တီကိုဆိုတဲ့ ကုမ္ပဏီတစ်ခုရှိတယ်။ သူတို့တွေက ကာစီနိုတွေ၊ ကုန်တိုက်တွေကနေ ငွေတွေ သယ်ပို့ပေးတာတွေကို ဝန်ဆောင်မှုပေးတာပါ။ငွေသယ်ကားတွေနဲ့ လုံခြုံရေးကုမ္ပဏီတစ်ခုပေါ့။ အမြဲတမ်း ဒေါ်လာ သန်းချီပြီးသယ်နေရတာဖြစ်တော့ ဓားပြတွေ မျက်စိကျတဲ့ ကားတွေပါပဲ။ တစ်နေ့မှာ ကားတစ်စီး ဓားပြတိုက်ခံရပြီးအစောင့်နှစ်ယောက် သေသွားခဲ့တယ်။ အဲဒီနောက်မှာ လူသစ်ဝင်လာတာကတော့ ကျွန်တော်တို့ရဲ့ ဖိုက်တာကတုံးပေါ့။ ကတုံးဝင်လာပြီးပြီးချင်းဓားပြခြောက်ယောက် မသာပေါ်သွားအပြီးမှာ ကတုံးလည်း သူရဲကောင်းဖြစ်သွားတာပေါ့။ ဒါပေမယ့်သူဝင်လာရတဆက ရည်ရွယ်ချက်တွေ၊ ဓားပြမှုတွေ နဲ့ ဓားပြတွေ ဘယ်လိုဆက်စပ်နေသလဲဆိုတာကို ဇာတ်လမ်းထဲမှာ အဖြေရှာကြည့်ရမှာပါပဲ။...Translated by : ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/wrath-of-man-2021/",
        "category": "Action, Thriller"
    }
]