[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/a561b538ly1fq9yr6dp8vj20rs13p44c-140x200.jpg",
        "title": "Seven Years of Night (2017)",
        "description": "ပထမဆုံးပြောရမယ်ဆိုရင် ဒီကားဟာကျွန်တော်တို့မြန်မာပရိတ်သတ်တွေနဲရင်းနှီးပြီးသားဖြစ်တဲ့မင်းသား Ryu Seung နဲ့ မင်းသား Jang Dong Gun (ဒါရိုက်တာရင်)တို့ကပါဝင်ထားပြီး ထူးချွန်ဆုတွေရရှိထားတဲနာမည်ကျော်ကိုရီးယားဒါရိုက်တာကဖန်တီးရိုက်ကူးထားပါတယ်....ဒီကားကို အမေရိကန်ပြည်ထောင်စု Los Angeles , Buena Park,Jersey နဲ့ Vancouver တို့မှာပြသခဲ့ပါတယ်...ချွဲဟွန်းဆူဆိုတဲ့သူဟာ မြူခိုးထူထပ်တဲ့တစ်ညမှာဆဲယောင်းရွာမှာရှိတဲ့ သူ့မိသားစုနဲ့အတူတူနေဖို့အတွက်ဝယ်ထားတဲ့အိမ်လေးကိုသွားကြည့်မယ်ဆိုပြီးတော့ အရက်မူးမူးနဲ့ထွက်လာခဲ့ပါတယ်...ဆဲယောင်းရွာအရောက်မှာတော့ ဟွန်းဆူဟာ အသက်၁၂နှစ်အရွယ်ကောင်မလေးတစ်ယောက်ကိုမတော်တဆ ကားနဲ့တိုက်မိသွားပြီး အလောင်းကိုတော့ ဆဲယောင်းရွာရှိလူသားစားတယ်လို့ နာမည်ကြီးနေတဲ့ ရေကန်ထဲကို ကြောက်လန့်လန့်ဖြင့် ပစ်ချခဲ့ပါတယ်...သေဆုံးသွားတဲ့ကောင်မလေးရဲ့အဖေကလဲ ဆဲယောင်းရွာမှာ အမျက်ဒေါသအလွန်ကြီးပြီးအလွန်ဆိုးသွမ်းလှတဲ့ သူဌေး ဝူယောင်းဂျယ်ဖြစ်နေပါတယ်...ဝူယောင်းဂျယ်ဟာ သူ့ရဲ့မတရားသေဆုံးသွားရတဲ့သမီးလေးအတွက်ယူကြုံးမရဖြစ်ကာ ချွဲဟွန်းဆူနဲ့ သူ့မိသားစုကို ကလဲ့စားချေမယ်ဆိုပြီးဒေါသထွက်နေခဲ့ပါတယ်...အဲဒီနောက်မှာတော့လူသတ်သမားကို သူ့ဘာသာရှာဖွေခဲ့ပြီးလက်တုံ့ပြန်ကလဲ့စားချေဖို့အတွက်အစီစဉ်တွေရေးဆွဲခဲ့ပါတယ်...ဒီကားဟာ စာရေးဆရာ Jeong You Jeoung ရဲ့ရောင်းအားအကောင်းဆုံးဝတ္တုဖြစ်တဲ့Seven Years of Darkness ကိုအခြေခံထားတဲ့ လူသားတို့ကြားမှာရှိနေတဲ့မကောင်းဆိုးဝါးလူသားကိုဖော်ထုတ်နိုင်ဖို့အတွက်ရိုက်ကူးခဲ့ပါတယ်...ဒါရိုက်တာ ချိုချန်မင်းရဲ့ရိုက်ချက်တွေကနေရှုပ်ထွေးတဲ့ဇာတ်ကောင်တွေရဲ့စိတ်ခံစားချက်တွေကို နစ်မျောသွားနိုင်မှာပါ...ဒါရိုက်တာချိုဟာ သူချပြခဲ့တဲ့ Late Blossom နဲ့Masquerade ရုပ်ရှင်ကားတွေမှာလို ဇာတ်ကြောင်းကိုပြောပြတဲ့ပုံစံကြောင့်လူသိများပါတယ်...ဒီကားကိုတောင်ကိုရီးယားနိုင်ငံမှာ မတ်လ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/seven-years-of-night/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1E0JW9zqFwOO7w0HiuEPo6N7HBl.jpg",
        "title": "The Monster Project (2017)",
        "description": "ထိတ်လန့်စရာဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် ဇာတ်လမ်းကောင်းတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းက ၂၀၁၇ August 18 မှာထွက်ထားတာဖြစ်ပြီး Action/ Horror အမျိုးအစားပဲဖြစ်ပါတယ်။မကောင်းဆိုးရွားတွေလိုဝတ်စားပြီး မကောင်းဆိုးဝါးအတုလုပ်ကာ ဗီဒီယိုရိုက်ပြီး အွန်လိုင်းပေါ်တင်ကာ ပိုက်ဆံရှာတတ်တဲ့သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ် …တစ်နေ့တော့သူတို့နှစ်ယောက်ဟာ သူတို့ဗီဒီယိုတွေကို လူတွေပိုကြည့်စေချင်တဲ့အတွက် viwers များများရဖို့ရည်ရွယ်ချက်နဲ့ Documentary တစ်ခုရိုက်ဖို့ အကြံရကြပါတယ်…သူတို့က Documentary ကို Monster Project လို့အမည်ပေးပြီး ရည်ရွယ်ချက်ကတော့ တကယ့်မကောင်းဆိုးဝါးတွေကို ဖိတ်ခေါ်ပြီး အင်တာဗျူးလုပ်မယ့် အစီအစဉ်ပဲဖြစ်ပါတယ်…ဒီလိုနဲ့သူတို့ဟာ အမေရိကန်တစ်ဝိုက်က မကောင်းဆိုးဝါးတွေဆက်သွယ်နိုင်တယ်ဆိုပြီး အွန်လိုင်းမှာတင်လိုက်ပါတယ်…မကြာခင်ပဲ သူတို့ကိုယ်သူတို့ မကောင်းဆိုးဝါးတွေလို့ပြောကြတဲ့ လူသုံးယောက်ဆက်သွယ်လာကြပါတယ်…ဒီလိုနဲ့နောက်ထပ်ရောက်လာတဲ့ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ သူငယ်ချင်းလေးယောက်ဟာ အိမ်အိုကြီးတစ်ခုကို ရိုက်ကွင်းအတွက်ငှားရမ်းပြီး မကောင်းဆိုးဝါးသုံးကောင်နဲ့ အင်တာဗျူးဖို့ ဖန်တီးပါတော့တယ်..ဖြစ်ချင်တော့ ဒီ documentary ရိုက်ကူးမယ့်ညဟာ လကြတ်တာနဲ့ တိုက်ဆိုင်နေပါတော့တယ်..သူတို့ဖိတ်ခေါ်ထားတဲ့ မကောင်းဆိုးဝါးသုံးကောင်ဟာ လူတွေလား မကောင်းဆိုုးဝါးအစစ်တွေပဲလား..လကြတ်ညမှာ ဘာတွေဆက်ဖြစ်လာဦးမလဲ ဆိုတာတွေကိုတော့ ပိတ်ကားပြင်ပေါ်ဆက်လက်ကြည့်ရှူရင်ခုန်လှိုက်မောလိုက်ပါ တို့(ချန်နယ်) မြန်မာ…အယ်လယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇွဲခန့်သွင်ပါ) File Size ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/the-monster-project-2017/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2B5LnI7tytfKk7SnHCyFTVkBFWy.jpg",
        "title": "Corbin Nash (2018)",
        "description": "Vampire အကြမ်းစားတွေ၊ Demon Hunter တွေတိုက်ခိုုက်တဲ့ Action ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်။တခြား Vampire တွေနဲ့မတူဘဲ တော်တော်ထူးခြားပြီး ရက်စက်တဲ့ Vampire တွေကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။အက်ရှင်ကားကြည့်ချင်သူတွေအတွက် ၂၀၁၈ထွက်ဇာတ်ကားသစ်လေးပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ Cobin Nash ဆိုတဲ့သူဟာ ရဲဝန်ထမ်းအဖြစ် ခက်ခဲတဲ့အမှုတွေကိုလိုက်တဲ့သူပဲဖြစ်ပါတယ်။ပုံမှန်သူ့ဘဝလုပ်ဆောင်ချက်တွေနဲ့ လည်ပတ်နေစဉ်မှာပဲ တစ်နေ့မှာသူဟာ Demon Hunter တွေရဲ့မျိုးဆက်ဖြစ်တယ်ဆိုတာကို သိလိုက်ရပြီး သူတို့မိသားစုရဲ့ ဘဝအမှန်ကိုသိသွားရုံသာမက သူ့မိဘတွေဘယ်လိုသေရတယ်ဆိုတာကိုပါ သိခဲ့ရပါတယ်။ဒါပေမယ့် ယုတ္တိရှိတာကိုပဲ ယုံကြည်တတ်တဲ့ Cobin တစ်ယောက် ဒါတွေကိုလျစ်လျုရှုပြီး ထူးဆန်းတဲ့အမှုတစ်ခုကိုလိုက်နေခဲ့ပါတယ်။အဲဒီမှာပဲ သူ့ရဲ့ ကံကြမ္မာပြောင်းလဲလာတော့တာပါပဲ။သူမယုံကြည်ပါဘူးဆိုတဲ့ မကောင်းဆိုးဝါးတွေကို ထိပ်တိုက်တွေ့ခဲ့ရပြီး ပိတ်လှောင်ခံခဲ့ရပါတယ်။Demon Hunter မျိုးဆက်သစ်တစ်ယောက် ဒီလိုပဲအဆုံးသတ်သွားမှာလား။ဘယ်လိုလက်စားပြန်ချေမလဲ။Demon Hunter အနေနဲ့ပဲလား ဘယ်လိုပုံစံမျိုးနဲ့ ကံကြမ္မာတစ်ဆစ်ချိုးသွားမလဲဆိုတာကို အကြမ်းပတမ်း တိုက်ခိုက်ဟန်တွေ၊ သွေးထွက်သံယိုရိုက်ချက်တွေနဲ့တွေ့ရမှာပါ။Sexual နဲ့ပတ်သက်ပြီး အခန်းတွေ စကားပြောကြမ်းတာတွေ၊ သွေးထွက်သံယိုမြင်ကွင်းတွေများစွာပါဝင်တဲ့အတွက် မိသားစုနဲ့တော့ မကြည့်ရှုသင့်ပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုသူရပါ) File Size : (750 ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/corbin-nash-2018/",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/kick-ass-2-poster-133x200.jpg",
        "title": "Kick-Ass 2 (2013)",
        "description": "Kick-Ass 2 (2013)______IMDb - 6.5/10\n ဒီ Hero ကားလေးကိုတော့ အားလုံးနဲ့မိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်...\n၂၀၁၀ ကထွက်ရှိခဲ့တဲ့ Kick Ass ရုပ်ရှင်ဇာတ်ကားရဲ့ \n၃ နှစ်အကြာမှာပြန်လည်ထွက်ရှိလာတဲ့ Kick Ass 2 ပဲဖြစ်ပါတယ်...\nနောက်ပြီးတော့ ဒီ Kick Ass 2 ရဲ့အဓိကဗီလိန်ကတော့\nKick Ass 1 မှာ ပါဝင်ခဲ့တဲ့ Red Mist ဟာ\nMother Fucker ဆိုတဲ့ နာမည်အဆန်းကြီးနဲ့ ပြန်လည်မွေးဖွားလာလို့ပါပဲ...\n( သူ့ဟာနဲ့သူတော့ဟုတ်နေတာပဲ...\nဘာလို့လဲဆိုတော့ သူ့အမေကိုသူမတော်တဆသတ်မိလိုက်လို့တဲ့ဗျာ....)\nသူ့ရဲ့ရည်ရွယ်ချက်ကတော့ရှင်းပါတယ်...\nသူ့အဖေကို ဘစူကာကြီးနဲ့မညှာမတာပစ်သတ်ခဲ့တဲ့ Kick Ass ကို\nမသေမချင်းပြန်သတ်ဖို့ပါပဲ...\nဒါကြောင့် ကြေးစားလူမိုက်တွေအကုန်လိုက်စုစည်းပြီးတော့ \nအကြီးမားဆုံးရာဇဝတ်မှု့ကို ကျူးလွန်ကြတော့မှာပါ...\nဒီ Kick Ass 2 မှာထူးခြားလာတာကတော့ Kick Ass တစ်ယောက်တည်း\nမျက်နှာဖုံးဝတ်တော့တာမဟုတ်ပါဘူး...\nKick Ass 1 မှာတည်းက Kick Ass ကိုသဘောကျထောက်ခံတဲ့လူတွေအများစုက\nသူ့တို့ကိုယ်တိုင်လည်းမျက်နှာဖုံးတွေဝတ်ပြီးတော့ မကောင်းမှု့တွေကို\nလိုက်လံရှာဖွေနေကြတာကိုမြင်ရတော့မှာပါ...\nသူတို့ဟာ ဘာအစွမ်းအစမှမရှိပါဘူး...ဒါပေမယ့် သူတို့ရဲ့စံပြကြီး\nKick Ass လိုမျိုးမျက်နှာဖုံးတပ်လိုက်တာနဲ့ သူတို့ကိုယ်သူတို့အားအင်တွေ\nရှိလာကြမယ်ဆိုတာ သူတို့ကိုယ်တိုင်ယုံကြည်နေကြလို့ပါ....\n(သူရဲကောင်းဆိုတာလက်ရုံးရည်မရှိလည်း နှလုံးရည်ရှိလည်းရတယ်ဆိုသလိုပေါ့..)\nနောက်ပြီးတော့ Kick ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dejv/Kick-Ass_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yyCiu14uBYZ9b0Q8utMeuqKx2aQ.jpg",
        "title": "JoJo’s Bizarre Adventure: Diamond Is Unbreakable – Chapter 1(2017)",
        "description": "အခုတစ်ခါတော့ JoJo's Bizarre Adventure: Diamond Is Unbreakable ဆိုတဲ့Anime ကို Live Action အဖြစ်အသက်သွင်းရိုက်ကူးထားတဲ့ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် Japan Anime Hard Core ဖန်တွေတော့ ဒီ Animationseries လေးကို ရင်းနှီးပြီးသာားဖြစ်မှာပါ  ဒီကားလေးက ၂၀၁၂ မှာ တီဗီစီးရီး အဖြစ်ထွက်ထားပြီးတော့အခုတစ်ခါမှာ Movie အဖြစ်ထပ်မံထွက်ရှိလာခဲ့တာဖြစ်ပါတယ် IMDb မှာ 5.7 ရထားပြီးတော့အောင်မြင်မှုတော့ သိပ်မရခဲ့ပါဘူး ဒါပေမဲ့ ကျတော်ကတော့ ဒီကားလေးရဲ့ ဇာတ်လမ်းဆင်ထားတာလေးကိုသဘောကျမိပြီး တကားလုံးကို မပျင်းစေပဲ မထင်မှတ်ထားတဲ့ လှည့်ကွက်ကလေးတွေနဲ့ ဆွဲခေါ်သွားတာပါဒီကားလေးကတော့ ဂျိုဂျိုဆိုတဲ့ လူငယ်လေးတစ်ယောက်သူ့ရဲ့ ဘုရားကပေးတဲ့လက်ဆောင် သဘာဝ လွန်အစွမ်းတွေနဲ့ သူ့တို့ မျိုးရိုးစဉ်ဆက် လက်ဆင့်ကမ်းလာတဲ့ခံယူချက်တွေ  အဖိုးဖြစ်သူကို လုပ်ကြံခံလိုက်ရတဲ့ အခါမှာ ဂျိုဂျို တစ်ယောက် ငြိမ်မနေနိုင်တော့ပဲသူ့အစွမ်းတွေကို ထုပ်ဖော် အသုံးပြုရပါတော့တယ်  ပြီးတော့ လူတွေကြားထဲမှာ သူ့လို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1H7yZ/JoJo_s_Bizarre_Adventure_-_Diamond_Is_Unbreakable_-_Chapter_1_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2nHoRPAjQIo3IdnflGK9vaFQDoA.jpg",
        "title": "Gold (2017)",
        "description": "ဖိလစ္ပိုင္ အေစာပိုင္းကာလကို ရိုက္ကူးထားတဲ့ ဇာတ္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ဖိလစ္ပိုင္ ႏိုင္ငံရဲ႕ အေစာပိုင္း ကာလ မိုင္းလုပ္ငန္းအေပၚကို အေျချပဳရိုက္ကူးထားျပီးေရႊတူးတာနဲ႕ ပတ္သက္ျပီး ရိုက္ကူးျပထားတာပါ အရင္ေခတ္ေတြတုန္းက သတၱဳေတြ နဲ႕ ဖလွယ္မႈစတင္ခဲ့တဲ့ကာလမွာ ပံုသြန္းေလာငး္ဖုိ႕ အတြက္ သတၳဳေရြးတဲ့ေနရာမွာ ေရႊက ပံုသြန္းေလာင္းဖုိ႕ အေကာင္းဆံုး တစ္ခုပါဒါေၾကာင့္ ေရႊတူးဖုိ႕အတြက္ နယ္ေျမေတြရွာေဖြရာမွာ လူသူမေရာက္တဲ့ေနရာေတြမွာ သြားေရာက္တူးေဖာ္ရပါတယ္အခုကားေလးမွာက ဒီေရႊတူးေဖာ္ဖုိ႕ အတြက္ နယ္ေျမသစ္ကိုစြန္႕စားရွာေဖြရပံုေတြနဲ႕ ေရႊေမွာ္ေတြအတြက္နယ္ေျမလုသတ္ျဖတ္ ရတာေတြကို ရိုက္ကူးတင္ျပထားတာပါ ဒီကားကို IMDB မွာ R Rated ေပးထားျပီးေတာ့သတ္ျဖတ္တာေတြ ေသြးထြက္သံယုိ ခန္းေတြပါေနတာေၾကာင့္ ကေလးေတြကို မၾကည့္ဖုိ႕ တားျမစ္ထားပါတယ္ဒီကားက ဖိလစ္ပိုင္ ရုပ္ရွင္ပြဲေတာ္မွာ ဆုေတြ အမ်ားၾကီးရခဲ့ျပီး ဖိလစ္ပိုင္ဒါရိုက္တာေတြ ရိုက္ကူးေလ့ရွိတဲ့ပံုမွန္ အခ်စ္အလြမ္းအေဆြးကားေတြနဲ႕ မတူပဲ ကြဲထြက္ေနပါတယ္ ဒါေၾကာင့္ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္လိုက္ၾကပါဦးဗ်ာ Qty - 720p  BlurayDuration - 1hr 44minGern - Action ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/gold-2017-2/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/going-by-the-book-poster-142x200.jpg",
        "title": "Going by the Book (2007)",
        "description": "Going by the Book (2007)_____IMDb - 7.4/10\n  \nအကောင်းဆုံးထဲမပါပေမယ့် ၂ မိနစ်ခြားတစ်ခါ\nရယ်ပြီး တစ်ကြိမ်ကို ၅၈ စက္ကန့် လောက်ရယ်ရစေမယ်\nဒီကားကြည့်နေရင်း စင်ကာပူကိုကျော်မည်နှင့်\nထူးဆန်းသော မြေအောက်မြို့တော်ကြီး ဇာတ်\nလမ်းလိုခွီကနဲ ခွီကနဲ ဖြစ်သွားစေမယ့် ကားပါ။\n\"- လက်ဝှေ့ချန်ပီယံနဲ့ ဝူရှုးချန်ပီယံ ဖိုက်ရင် ဘယ်သူနိုင်မလဲ \"\nဒီကားကို ၂၀၀၇ ခုနှစ် အောက်တိုဘာမှစပြသခဲ့ပြီး တစ်ကားလုံးကို ၁၀၂ မိနစ်ကြာမြင့်ပါတယ်။\nIMDb Rating 7.4 ၊ AsianWiKi 93 ရရှိထားပါတယ်။\nCJ Entertatinment ကထုတ်လုပ်ထားပြီး ကိုရီးယား ဘာသာစကားပြောရုပ်ရှင်ဖြစ်ပါတယ်။\nBox office မှာ ကန်ဒေါ်လာ ၁၄ သန်းကျော်ရရှိခဲ့ပါတယ်။\nဒီကားစတင်ပြသတဲ့ အပတ်မှာ\nဝင်ငွေအကောင်းဆုံး ကားအဖြစ်ရပ်တည်ခဲ့ပါတယ်။\nဒီကားမှာ ဆုတွေရထားတာတော့မတွေ့ရှိပါဘူး။\nဒီဇာတ်လမ်း ရဲ့ script က တော်တော်လေးကောင်းပါတယ်။\nscript ကောင်းလို့\nကြည့်ရတာ ပိုပြီးအရသာရှိသွားတာပါ။\nsex အသားပေးဟာသ ၊ လူငယ်တွေဘဲနားလည်နိုင်တဲ့ ဟာသ၊\nစူပါဟီးရိုးတွေ ကို သောက်တစ်လွဲပြန်ရိုက်ထားတဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1yO8b/Going_By_The_Book_(Bareuge_Salja)_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j18021qCeRi3yUBtqd2UFj1c0RQ.jpg",
        "title": "12 Strong (2018)",
        "description": "စစ်ကားကောင်းကောင်းမှ ကြည့်ချင်တယ်ဆိုတဲ့ စစ်ကားကြိုက်ပရိသတ်တွေအတွက် 12 Strong ဆိုတဲ့ ရုံတင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီရုပ်ရှင်ဟာ Doug Stanton ရဲ့ဖြစ်ရပ်မှန်ဝတ္ထု Horse Soldiers ကို မှီငြမ်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ဒီရုပ်ရှင်မှာဆိုရင်တော့ 9/11 အဖြစ်အပျက်အပြီး အာဖဂန်နစ္စတန်ကို ပထမဆုံးစေလွှတ်ခံရတဲ့ အမေရိကန်တပ်ဖွဲ့အကြောင်ကို အဓိကထားပြီး ပြသထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကပ္ပတိန်မစ်ချ်နယ်လ်ဆန်ဦးဆောင်ပြီး တပ်သား ၁၂ ယောက်သာပါဝင်တဲ့ တပ်ဖွဲ့တစ်ဖွဲ့ဟာ အာဖဂန်စစ်ခေါင်းဆောင်တစ်ယောက်နဲ့ ပူးပေါင်းပြီး တာလီဘန်နဲ့ အယ်လ်ကေဒါးတွေလက်ထဲကျရောက်နေတဲ့ မြို့၊ နယ်မြေတွေကို ပြန်လည်သိမ်းယူနိုင်ဖို့ ကြိုးပမ်းကြရတာဖြစ်ပါတယ်။တာလီဘန်တွေနဲ့ ယှဉ်ရင် လက်နက်အင်အား၊ လူအင်အားလဲ မမျှသလို နယ်မြေလဲမကျွမ်းကျင်ကြတဲ့ နယ်လ်ဆန်တို့အဖွဲ့\nသူတို့ရဲ့မစ်ရှင်တွေကို အောင်နိုင်ပါ့မလား၊သူတို့ရဲ့မဟာမိတ် စစ်ခေါင်းဆောင်ဆိုတာလဲ ယုံကြည်ရရဲ့လား ဆိုတဲ့ သို့လော သို့လောတွေ အများကြီးပါဝင်ပါတယ်။ပုံမှန်ဆိုရင် နှစ်စဉ် ပထမဆုံးလမှာ ရုံတင်တဲ့ရုပ်ရှင်ကားတွေက ဂွမ်းလေ့ရှိပေမယ့် ဒီကားကတော့ ရုံတင်တဲ့အခါ တော်တော်လေး ချီးကျူးခံခဲ့ရတဲ့ကားတစ်ကားဖြစ်ပါတယ်။တာလီဘန်တွေ ဘယ်လောက်ရက်စက်သလဲဆိုတာကိုသေချာပြသွားနိုင်ခဲ့သလို အာဖဂန်ပြည်သူတွေရဲ့ သနားစရာကောင်းတဲ့ဘဝအခြေအနေတွေကိုလဲ သေချာရိုက်ကူးပြသွားခဲ့ပါတယ်။ဝေဖန်ရေးဆရာတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/4eL7p/12_Strong_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/4-138x200.jpg",
        "title": "Ajin: Demi-Human (2017)",
        "description": "ပထမဆံုးေၿပာရမယ္ဆိုရင္ ကြ်န္ေတာ္ဂ်ပန္ကားေတြကိုမၾကိဳက္ပါဘူး..\nမၾကိဳက္ဘူးဆိုတာထက္ အၿမဲၾကားေနက်ဘာသာစကားမဟုတ္တဲ့အတြက္ေၾကာင့္\nစိမ္းေနတာလည္းပါတာေပါ့..\nဒါေပမယ့္ ဒီကားေလးကိုေတာ့ Encode လုပ္ဖို႕အတြက္စစ္ရင္းအစမ္းၾကည့္ပါတယ္...\nၾကည့္ေနရင္းနဲ႕ေကာင္းတဲ့ကားေလးတစ္ကားၿဖစ္တာေၾကာင့္ အားလံုးလည္းခံစားလို႕ရေအာင္\nတင္ဆက္ေပးလိုက္ပါတယ္...\nအညႊန္းေလးကိုဖတ္ၾကည့္ရေအာင္...\nဒီကားမွာ အာဂ်င္းဆိုတဲ့ ဇာတ္ေကာင္အေၾကာင္းကိုေၿပာၿပထားတာပဲၿဖစ္ပါတယ္...\nအာဂ်င္းကို ဂ်ပန္ရဲ႕မန္ဂါစီးရီးကေနၿပန္လည္အသက္သြင္ၿပီးရုိက္ကူးခဲ့ပါတယ္...\nအာဂ်င္းဆိုတာက မေသတဲ့လူမ်ိဳးေတြပါ...\nေၿပာရမယ္ဆိုရင္ေတာ့ လူတပိုင္း မိစၦာတစ္ပိုင္းအရာေတြပဲၿဖစ္ပါတယ္....\nဒီအာဂ်င္းေတြဟာ လူေတြကိုဒုကၡေပးတဲ့အရာေတြမဟုတ္ပါဘူး...\nဒါေပမယ့္တိုးတက္ေၿပာင္းလဲလာတဲ့ နည္းပညာေတြအရ အာဂ်င္းရဲ႕\nမေသႏိုင္တဲ့အစြမ္းေတြကို လူသားေတြဟာ စိတ္၀င္စားလာၾကၿပီး\nအာဂ်င္းေတြကို ဖမ္းဆီးကာ အမ်ိဳးမ်ိဳးႏွိပ္စက္ၿပီး သုေတသနေတြလုပ္ၾကပါေတာ့တယ္....\nဒါေၾကာင့္လည္းအာဂ်င္းေတြကို ေၿခေထာက္ၿဖတ္လိုက္ ဓားနဲ႕ၿဖတ္လိုက္နဲ႕\nေနာက္ဆံုး ၿမင္မေကာင္းတဲ့ ဒဏ္ရာေတြ ၿဖစ္လာရင္ reset လို႕သူတို႕ေခၚေ၀ၚၾကတဲ့\nအာဂ်င္းေတြကိုသတ္လိုက္ပါေတာ့တယ္...\nခဏၾကာရင္ အသတ္ခံလိုက္ရတဲအာဂ်င္းဟာ ၿပန္လည္ရွင္သန္လာပါတယ္...\nအာဂ်င္းရဲ႕ အစြမ္းေတြကေတာ့ ဘယ္ေလာက္ပဲဒဏ္ေတြရရ \nလက္ၿပတ္ ေၿခၿပတ္ ေသနတ္မွန္ ဘယ္လိုပဲၿဖစ္ၿဖစ္\nသူ႕ကိုသတ္လိုက္တာနဲ႕ခဏအတြင္းမွာ ၿပန္လည္ရွင္သန္လာတာပဲၿဖစ္ပါတယ္...\nေနာက္ၿပီးေတာ့ အာဂ်င္းေတြမွာ ကိုယ္ပိုင္ အရိပ္လို႕ေခၚတဲ့ မိစၦာေတြ\nတစ္ေယာက္ခ်င္းစီမွာရွိပါတယ္...\nအဲဒီမိစၦာေတြကို သူတို႕ဟာ ထိန္းခ်ဳပ္ႏိုင္ၾကပါတယ္...\nဒီလိုမ်ိဳးအႏွိပ္စက္ခံရတဲ့အာဂ်င္းေတြဟာ လူေတြကိုမုန္းတီးလာၾကပါတယ္...\nသူတို႕ဟာအစမ္းသပ္ခံမဟုတ္ဘူးဆိုတာလည္း လူေတြသိေအာင္ၿပခ်င္လာၾကပါတယ္...\nဒါေၾကာင့္ သူတို႕ဟာ လူသားေတြကို ကိုယ္ပိုင္အုပ္ခ်ုဳပ္ခြင့္နယ္ေၿမေတြေတာင္းၿပီးေတာ့\nေနာက္ဆံုးမွာ လူသားေတြကို မ်ိဳးတုန္းသတ္ၿဖတ္စတင္ပါေတာ့တယ္...\nအာဂ်င္းေတြအားလံုးမဆိုးသြမ္းၾကပါဘူး...ဒါေပမယ့္ တစ္ေယာက္တည္းေသာအာဂ်င္းကေတာ့\nစိတ္မနာႏိုင္ပဲ လူသားေတြဘက္ကရပ္တည္ၿပီး\nသူရဲ႕မ်ိဳးႏြယ္တူ အာဂ်င္းေတြကို ၿပန္လည္ရင္ဆိုင္ဖို႕ အေၿခေနၿဖစ္လာခဲ့ပါေတာ့တယ္.....\nအားလံုးပဲ က်န္တဲအရာေတြကိုေတာ့ စိတ္လႈပ္ရွားဖြယ္ၾကည့္လိုက္ရေအာင္လား...\nFile Size : (853 MB) and (288 MB)\nQuality ...",
        "rating": "7.0",
        "url": "https://megaup.net/2gRwc/Ajin_-_Demi-Human_[2017]_(MM_Sub).mp4",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wRYZdWGCcC7ttY7MFNbIKpR3pnn.jpg",
        "title": "Super(2010)",
        "description": "Super(2010)\nIMDb.....6.8\n2010 မှာထွက်ရှိခဲ့တဲ့ အလန်းစား Superhero ဇာတ်လမ်းပဲဖြစ်ပါတယ် Superhero Comedy ဇာတ်ကားဖြစ်ပြီး ဘာဖြစ်လို့ IMDB 6.8 အထိတောင်ရခဲ့တာလဲ..ဒီဇာတ်ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကတော့ Guardian of the Galaxy ကိုပုံဖော်ပေးခဲ့တဲ့ ဒါရိုက်တာ James Gunn ပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းထဲမှာတော့ ဟာသမင်းသားကြီး Rainn Wilson က ခေါင်းဆောင်မင်းသားအဖြစ်ပါဝင်ထားပြီးနာမည်ကြီးမင်းသမီးတွေဖြစ်တဲ့ Ellen Page နဲ့ Liv Tyler တို့လည်းပါဝင်သရုပ်ဆောင်ထားပါတယ် ငယ်စဉ်ကလေးဘဝတည်းကလူတွေရဲ့အနှိမ်ခံဘဝနဲ့နေထိုင်လာရတဲ့ ဖရန့်ခ်ဒါဘို (Rainn Wilson)ရဲ့ မသိစိတ်ထဲမှာတော့ psycho အသေးစားလေးတစ်ခုစွဲကပ်ခဲ့ပါတယ်...အရွယ်ရောက်လာတဲ့အခါမှာလည်း မိန်းမဖြစ်သူ'ဆာရာ'(Liv Tyler)ဟာ သူ့ကိုစွန့်ပစ်ပြီး 'ဂျော့ခ်'ဆိုတဲ့လူနောက်ကိုလိုက်သွားခဲ့ပါတယ် 'ဂျော့ခ်'ဆိုတဲ့သူဟာလည်း ဒုစရိုက်မှုတွေလုပ်နေတဲ့သူတစ်ယောက်ပဲဖြစ်ပါတယ် ဒီတော့ဖရန့်ခ်ရဲ့စိတ်မှာ စွဲကပ်နေတဲ့ psycho တွေဟာကြီးမားလာပြီးသူဟာ ဘုရားသခင်ရဲ့ရွေးချယ်ခြင်းကိုခံရတဲ့လူတစ်ယောက်လို့ ထင်ယောင်ထင်မှားဖြစ်ကာ ရာဇဝတ်မှုတွေကိုနှိမ်နင်းပါတော့တယ် သူ့လုပ်ရပ်တွေကိုသဘောကျနေတဲ့ 'လစ်ဘီ'(Ellen Page)ဆိုတဲ့ ချာတိတ်မတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးနှစ်ယောက်အတူပူးပေါင်းမိခဲ့ပါတယ် အဲ့နောက်မှာတော့ ဖရန့်ခ်နဲ့လစ်ဘီဟာ 'ဆာရာ့'ကိုကယ်ဖို့ကြိုးစားရင်း ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Hhp7/Super_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/guardian-of-the-tomb-poster-135x200.jpg",
        "title": "7 Guardians of the Tomb (2018)",
        "description": "7 Guardians of Tomb (2018)_____IMDb - 4.4/10\n အခု Adventure ပရိတ်သတ်ကြီးအတွက်Australia-Chinese ဖက်စပ်ရိုက်ကူးထားတဲ့7 Guardians of the Tomb ဆိုတဲ့ကားလေးကိုမိတ်ဆက်ပေးချင်ပါတယ်IMDB 4.4/10 ရရှိထားပြီးဒါရိုက်တာ Kimble Rendall ကရိုက်ကူးထားတာပါCast တွေအနေနဲ့ The Expendables 3 မှာပါဝင်ခဲ့တဲ့Kellan Lutz နဲ့ Kelsey Grammer တို့နဲ့အတူတရုတ်မင်းသမီးချောလေး Bing Bing Li တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းကတော့ ဂျီယာနဲ့ လုခ် တို့ဟာ မိဘမဲ့မောင်နှမနှစ်ယောက်ဖြစ်ပြီး သူ့အဖေနဲ့အမေဟာBiotech ဆိုတဲ့ဆေးကုမ္ပဏီရဲ့ အကြီးအကဲတွေဖြစ်ပြီးလေယာဉ်စီးပီးအစည်းအဝေးတစ်ခုကအပြန်မှာလုပ်ကြံခံရပြီး ၂ယောက်လုံးသေဆုံးခဲ့ရတာပါတစ်နေ့မှာ တရုတ်ပြည် သုတေသနလုပ်ငန်းတစ်ခုကနေဂျီယာကို မောင်ဖြစ်သူ ပျောက်ဆုံးနေကြောင်းသတင်းပို့လာတဲ့အခါ ဂျီရာနဲ့ စီအီးအို ဖရေရှာတို့နှစ်ယောက်ဂျီယာ့ မောင်ဖြစ်သူ လု့ခ်ကို လိုက်လံရှာဖွေရပါတော့တယ်ဒါပေမယ့် အဲ့သုတေသနလုပ်ငန်းရဲ့လှိူ့ဝှက်ချက်ကနှစ်ပေါင်းနှစ်ထောင်ကျော် ကြာနေပြီဖြစ်တဲ့အလောင်းတစ်လောင်းနဲ့အတူ တရုတ်သမိုင်းလျှို့ဝှက်ချက်တွေရှိနေပါတယ် အဲ့လျှို့ဝှက်ချက်တွေကဘာတွေဖြစ်မလဲ ဖရေရှာတကယ်လိုချင်တာကရောဘာလဲ ဂျီယာက သူ့မောင်ဖြစ်သူကိုပြန်ရှာတွေ့နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးဗျာ File ...",
        "rating": "4.4",
        "url": "https://megaup.net/2Tuz6/7_Guardians_Of_The_Tomb_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/kick-ass-poster-133x200.jpg",
        "title": "Kick-Ass (2010)",
        "description": "Kick-Ass (2010)\nIMDb - 7.6/10_____Rotten - 76%ကျွန်တော် အမြဲလိုလို မေးခဲ့တဲ့ မေးခွန်းတစ်ခုကို သူမေးခဲ့တယ်။\nSuperheroes ရုပ်ရှင်ကားတွေ စာအုပ်တွေ လူတွေရဲ့ပါးစပ်ဖျားတွေမှာ အမြဲလိုလို ပါတတ်ပေမဲ့\nတစ်ကယ့်လက်တွေ့ဘဝတွင်တော့ ဘာလို့မရှိရတာလဲ။\nလူတစ်ယောက်ဟာ ဦးဆောင်ပြီးဘာလို့စ မလုပ်တာလဲ။\nဦးဆောင်သူတစ်ယောက်ကို လူသားတွေဟာ စောင့်နေကြတာလား။\nဒါမှမဟုတ် စိတ်ကူးတွေထဲမှာပဲ Batman တို့ Iron Man တို့ကို အားကျပြီး\nလက်တွေ့ဘဝမှာကြတော့ မိမိရ ဲ့ရိုးရှင်းလှတဲ့ ဘဝမှာပဲ နေ့စဉ်ဘဝကို ဖြတ်သန်းချင်ကြတာလား။\nKick Ass ကတော့ လူသားတွေ Superheroes ဇာတ်ကားတွေ အားပေးကြည့်ရှုကြပြီး\nတစ်ကယ့်အပြင် လက်တွေ့ဘဝမှာတော့ ဘာကြောင့် တစ်ယောက် တစ်လေမှ ဝတ်စုံဝတ်\nမျက်နှာဖုံးလေးတပ် ကျရာ လက်နက်လေးတစ်ခု ဆွဲကိုင်ပြီး\nလောကကြီးကို မထွက်လာကြတာလည်း ဆိုတာကို မေးခွန်းထုတ်လာခဲ့ပါတယ်။\nဟုတ်ပါတယ်။\nကျွန်တော်တို့တွေ Superheroes ရုပ်ရှင်တွေ ကြည့်ကြတယ်။\nဆွေးနွေးကြတယ်။ ရင်ခုန်ကြတယ်။ နှစ်သက်ကြတယ်။\nဒါပေမဲ့ လက်တွေ့ဘဝမှာ ဘယ်သူ့မှ ထိုကဲ့သို့သော လုပ်ရပ်မျိုးတွေ မလုပ်ကိုင်ကြဘူးလေ။\nအဲ့ဒီ့မှာ စပြီးတော့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dek7/Kick-Ass_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/iron-gg-142x200.jpg",
        "title": "Iron Girl: Ultimate Weapon",
        "description": "၂၀၁၂ ကထွက်ရှိထားတဲ့ Iron Girl ဇာတ်ကားရဲ့အဆက်အနေနဲ့ဆက်လက်ထွက်ရှိထားတာပါ...\nဂျပန်မင်းသမီးချော Kirara Asuka ပဲ အဓိကပါဝင်ထားပြီး Action ဆန်ဆန်ဇာတ်ကားမျိုးပါ။\n18+ ဆန်ဆန်တွေလဲပါတာကြောင့် မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။\nIMDb Rating (5.5/10)File size...(850MB) and (300MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:24:01\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "4.5",
        "url": "https://megaup.net/33cgz/Iron_Girl_-_Ultimate_Weapon_[16+]_[2015]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/dESptgNfFHnFrbmaJlcXWqqVGCn-133x200.jpg",
        "title": "Iron Girl (2012)",
        "description": "Director: Masatoshi Nagamine ရိုက်ကူးထားပြီး မင်းသမီး  Kirara Asuka, Rina Akiyama တို့ပါဝင်ထားတဲ့\nAction အသားပေး ဂျပန်ဇာတ်ကားဖြစ်ပါတယ်...။2015 မှာ ဒီဇာတ်ကားရဲ့ အဆက် Iron Girl Ultimate Weapon ဆိုပြီးထပ်ထွက်ခဲ့ပါတယ်။Dark Side Production မှပူးပေါင်းတင်ဆက်သည်။File size…(800 MB)\nQuality…DVDRip x264\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Missy",
        "rating": "5.5",
        "url": "https://megaup.net/1Hhma/Iron_Girl_[16+]_[2012]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/41c3ec6ab38347a8b9c3c2efbc5a3efc-133x200.jpg",
        "title": "The Good, the Bad and the Ugly (1966)",
        "description": "The Good, the Bad and the Ugly (1966)\nIMDb - 8.8/10_____Rotten - 97%\n  \"The Good, the Bad and the Ugly\" ဆိုရင် မကြည့်ဖူးရင်နေမည် မကြားဖူးသူရှိမည်မထင်။ဇာတ်ကားစစချင်း မိတ်ဆက်ပေးလိုက်တာကတော့...\nThe Good - ပိုက်ဆံများများရဖို့ ကြိုးစားနေတဲ့ လက်ဖြောင့်သေနတ်သမား Blondie\nThe Bad - ပိုက်ဆံလက်ခံပြီးရင် ပြီးဆုံးအောင်တာဝန်ယူမယ့် ကြေးစားသူသတ်သမား Angel Eyes\nThe Ugly - Wanted စာရင်းမှာ ပါတဲ့ ဥပဒေပြင်ပက သောက်ကျင့်မကောင်းတဲ့ တစ်ကိုယ်ကောင်းသမား TucoBlondie နဲ့ Tuco က ဂွင်ဖန်နေကြ ပါတနာတွေ။ Blondie လုပ်ရမှာက Tuco ကိုဖမ်းမယ် ရဲလက်အပ်မယ် ဆုငွေထုတ်မယ် ကြိုးစင်တင်တဲ့အချိန် နောက်ကွယ်ကနေ ကြိုးကို သေနတ်နဲ့ပစ်ပေးမယ် အဆင်သင့်ပြင်ထားတဲ့ ...",
        "rating": "8.8",
        "url": "https://megaup.net/1wX0q/The_Good,_The_Bad_And_The_Ugly_(il_buono,_il_brutto,_il_cattivo)_[1966]_(MM_Sub).mp4",
        "category": "Action, Adventure, Dollars Trilogy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/8176-139x200.jpg",
        "title": "The Specialist (1994)",
        "description": "The Specialist (1994)_____IMDb - 5.6/10\n   \nရမ်ဘိုမင်းသား စတားလုံးနဲ့ ညှို့မင်းသမီးချော ရှရွန်စတုန်းတို့ပါဝင်ထားတဲ့ Action,Thriller ဇာတ်ကားလေးဖြစ်ပါတယ်။\nစတားလုံးကအေးဂျင့်...\nရှရွန်စတုန်းက သူ့မိသားစုကိုလုပ်ကြံသွားတဲ့လူတွေကို ကလဲ့စားချေချင်နေတာ..\nဒါနဲ့ပဲ စတားလုံးနဲ့ ရှရွန်စတုန်းတို့ချိတ်မိပြီး ဘယ်လိုတွေရှေ့ဆက်သွားကြမယ်ဆိုတာ...။\n  \nရမ္ဘိုမင္းသား စတားလံုးနဲ႔ ညွိဳ႕မင္းသမီးေခ်ာ ရွရြန္စတုန္းတို႔ပါဝင္ထားတဲ့ Action,Thriller ဇာတ္ကားေလးျဖစ္ပါတယ္။\nစတားလံုးကေအးဂ်င့္...\nရွရြန္စတုန္းက သူ႕မိသားစုကိုလုပ္ၾကံသြားတဲ့လူေတြကို ကလဲ့စားေခ်ခ်င္ေနတာ..\nဒါနဲ႔ပဲ စတားလံုးနဲ႔ ရွရြန္စတုန္းတို႔ခ်ိတ္မိျပီး ဘယ္လိုေတြေရွ႕ဆက္သြားၾကမယ္ဆိုတာ...။\n   \nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by မိုးသောက် / မိုးေသာက္",
        "rating": "5.6",
        "url": "https://megaup.net/2SHzz/The_Specialist_[1994]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7GgZ6DGezkh3szFdvskH5XD4V0t.jpg",
        "title": "Maze Runner: The Death Cure (2018)",
        "description": "အမေရိကန်စာရေးဆရာ James Dashner ရဲ့The Maze Runner series မှတတိယမြောက်စာအုပ်ဖြစ်တဲ့The Death Cure ကိုအရင်ဇာတ်ကားတွေကို ရိုက်ကူးတဲ့ဒါရိုက်တာ Wes Ball ပဲရိုက်ကူးထားပြီးDylan O'Brien, Thomas Bordie-Sangster,Rosa Salazar, Ki Hong Lee, Kaya Soladiaro,Dexter Darden, Aiden Gillen, Barry Pepper,Patricia Clarkson, Will Poulter,Gnaicalo Esposito, Walton Gogginsတို့ပါဝင်ထားပါတယ်။2017 February 17 မှာ ရုံတင်ဖို့စီစဉ်ထားခဲ့သော်လည်း Dylan O'Brien ရိုက်ကွင်းမှာထိခိုက်မှုဖြစ်ပွားပြီး ရုံတင်ရက်ကိုတစ်နှစ်နီးပါးနောက်ဆုတ်ခဲ့ရပါတယ်။အခုဒီကားထဲမှာ​တော့​ပထမ၂ကားထဲက လွတ်​​မြောက်​လာကြတဲ့​​ကောင်​​လေး ​တွေထဲကThomas က လွတ်​​မြောက်​လူသူ​တွေကို စုစည်​းပြီး Glader ဆိုတဲ့အဖွဲ့ကိုတည်​​ထောင်​ထားပြီး အဓိကရည်​ရွယ်​ချက်​ကသူ့သူငယ်​ချင်​း​တွေကို ကယ်​ဆယ်​ဖို့ပါဒီလိုနဲ့ တစ်​ရက်​မှာ မလွတ်​​သေးပဲ ကျန်​​နေခဲ့​သေးတဲ့သူ့သူငယ်​ချင်​း​တွေကိုတင်​​ဆောင်​လာတဲ့ ရထားကိုဖြတ်​တိုက်​ပြီး​တော့ ကယ်​ဖို့ကြိုးစားရင်​း မ​အောင်​မြင်​ပဲThomas ,Newt နဲ့Frypanတို့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/maze-runner-the-death-cure-2018-blu-ray/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lLsAk1dk0V9yg9Wjv1EFPskK0RD.jpg",
        "title": "Gridlocked(2015)",
        "description": "Gridlocked (2015 ) ဇာတ်လမ်းဟာဆိုရင်5.9/10 rating သာရှိပေမယ့်ကြည့်ကောင်းတဲ့ အက်ရှင်အမျိုးအစားထဲမှာပါပါတယ်... ရုပ်ရှင်သရုပ်ဆောင်ဖြစ်တဲ့ မင်းသား ဘရောက်ဒီဝေါ်ကာဟာတခြားသရုပ်ဆောင်တွေနဲ့ တော်တော်ကွဲပြားနေတဲ့ စရိုက်ပေါင်းများစွာရှိပါတယ်.. အထူးသဖြင့် မောက်မာပြီး ကြမ်းကြမ်းတမ်းတမ်းရှိတဲ့စရိုက်ပေါ့ဒီလိုစရိုက်မျိုးရှိတဲ့မင်းသားအဖို့  အမှုတွေခဏ ခဏရင်ဆိုင်ရ ဒဏ်တွေခဏ ခဏ ပေးခံရတယ်...ဒီလိုခပ်ဆိုးဆိုးသရုပ်ဆောင်မင်းသားတစ်ယောက်ကို\nစောင့်ကြည့်ဖို့အတွက ်အထူးတပ်ဖွဲ့ခေါင်းဆောင် ဟန်းဒရစ်လက်ထဲအပ်ခဲ့ပါတယ်....\nရဲလက်အပ်ပြီး စောင့်ကြည့်ဖို့ကို သဘောတူခဲ့တဲ့မင်းသားဟာ\nရဲလေ့ကျင့်ရေးသင်တန်းကို သွားခဲ့ပါတယ်...သူတို့ရောက်သွားတဲ့အချိန်မှာ သွေးပျက်လောက်စရာဖြစ်ရပ်နဲ့ကြုံလိုက်ရတယ်..အဲ့ဒါက လေ့ကျင့်ရေးကျောင်းကြီးကို အကြမ်းဖက်တိုက်ခိုက်တာပါပဲ...အထူးတပ်ဖွဲ့ခေါင်းဆောင် ဟန်းဒရစ်တစ်ယောက် အကြမ်းဖက်အဖွဲ့ကိုဘယ်လိုဦးဆောင်ရင်ဆိုင်မလဲ..ရဲသင်တန်းကျောင်းကိုမှ ဘာဖြစ်လို့လာတိုက်ခိုက်တာလဲ.....အမိုက်စားဖိုက်တင်ခန်းတွေ၊ဖောက်ခွဲမှုတွေ၊ဇာတ်အိမ်ကောင်းကောငး်လေးမှကြည့်ချင်တဲ့သူတွေအတွက်ကြည့်သင့်ပါတယ်လိုပြောပါရစေ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Band of brothers စီးရီးမှာ ဘာသာပြန်ရင်းနာမည်ရခဲ့သူ ကိုမြန်မာကြီး(ခေါ်) ကိုအောင်အောင်ဦးပဲဖြစ်ပါတယ်....File Size : (8000 MB) and (313 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:50:00\nGenre :  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aung Aung Oo\nEncoded by Phyo Pyae",
        "rating": "5.9",
        "url": "https://megaup.net/33cfC/Gridlocked_[2015]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/den-of-thieves-poster-133x200.jpg",
        "title": "Den of Thieves (2018)",
        "description": "Den of Thieves (2018)\nIMDb - 7.0/10_____Rotten - 41%\n  အားလုံးစောင့်မျှော်နေကြတဲ့ Den of Thieves လာပါပြီ။ဒုန်းဒုန်းဒက်ဒက် တုံးလုံးပတ်လက် အဆဲတစ်လိုင်း ခပ်ရိုင်းရိုင်းမှ ကြည့်ချင်သူတွေအတွက် ၂၀၁၈ ရုံတင်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ လက်ရဲဇက်ရဲနိုင်တဲ့ နယ်ထိန်းရဲတပ်ဖွဲ့နဲ့ ရေတပ်စစ်သားဟောင်းတစ်သိုက်တို့\nပညာပြိုင်ကြပုံကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ကမ္ဘာပေါ်မှာ ဓားပြလုံးဝအတိုက်မခံရသေးပါဘူးဆိုတဲ့ ဘဏ်ကို ဒုစရိုက်သမားတွေက\nဘယ်လိုဝင်ခိုးကြမလဲ၊ နယ်ထိန်းရဲတွေက ဘယ်လိုတားဆီးမလဲ၊ မြုပ်ကွက်တွေက ဘာတွေလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။ဇာတ်လမ်းက အများကြီးချဲ့ပြောလေ၊ မြုပ်ကွက်တွေပေါ်လေ ဖြစ်မှာစိုးတဲ့အတွက် အနည်းငယ်ပဲ ညွန်းထားတာဖြစ်ပါတယ်။\nမင်းသားကြီးတွေကလဲ အကြမ်းပတမ်းသမားတွေဖြစ်တာကြောင့် ကြည့်ရတာ တကယ်ကိုအားရတဲ့ ကားကောင်းတစ်ကားဖြစ်မှာပါ။IMDb Rating 7 တောင်ရရှိထားတဲ့အတွက် အက်ရှင်ကားကောင်းတစ်ကားလို့ ပြောလို့ရပါတယ်။ခေါင်းဆောင်မင်းသားဖြစ်သူ Gerard Butler ဟာဆိုရင် 300, Olympus has Fallen လို ရုပ်ရှင်တွေမှာ\nပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကောင်းတစ်ယောက်ဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ အဆဲအဆိုစကားတွေ အများကြီးပါတဲ့အတွက်\nဘာသာပြန်တဲ့နေရာမှာ ဆဲဆိုတဲ့စကားတွေ ပါတဲ့အကြောင်း ကြိုတင်ပြီး ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Fexc/Den_Of_Thieves_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ddkAQzVCb4I4hg4kQlVwLvcjrUI.jpg",
        "title": "Battle of the Drones (2018)",
        "description": "Battle Drone ရုပ်​ရှင်​ဇာတ်​ကားဟာ ၂၀၁၈ခုနှစ်​ထွက်​ အ​မေရိကန်​အက်​ရှင်​ကား​တစ်​ကားဖြစ်​ပါတယ်​အခုလက်​ရှိမှာ Imdb rating 4.6/10 ရရှိထားပြီး ဇာတ်​လမ်​းကြာမြင်​့ချိန်​က​တော့ ၁နာရီခွဲပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ မင်​းသမီး​ချော Dominique Swain.....Natashia Malthe.....မင်​းသား Michael Pare....Louis Mandylor စတ​ဲ့သူ​တွေဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့အ​မေရိကန်​ထိပ်​တန်​းလျိှု့ဝှက်​အဖွဲ့ စီအိုင်​​အေနှင်​့အလုပ်​လုပ်​​နေတဲ့ ​ကြေးစားလူသတ်​သမားတစ်​ဖွဲ့ဟာ ယူကရိန်​းနိုင်​ငံ ချာနိုဘီမှာ တာဝန်​ထမ်​း​ဆောင်​ဖို့ကမ်​းလှမ်​းချက်​ကိုလက်​ခံလိုက်​ပါတယ်​.....သို့ရာတွင်​ အ​​မေရိကန်​အစိုးရဘက်​မှသစ္စာ​ဖောက်​ခြင်​းကိုခံရပြီး သူတို့ကို​ချောင်​း​မြောင်​းတိုက်​ခိုက်​မယ်​့ ​ကြောက်​မယ်​ဖွယ်​ရာ အရာ​တွေက ​စောင်​့ကြို​နေပါ​တော့တယ်​.....သူတို့တစ်​​တွေ လွတ်​​အောင်​​ပြေးနိုင်​ပါ့မလား.....ဘယ်​လိုမျိုးစိတ်​ဝင်​စားဖွယ်​ရာ အက်​ရှင်​ခန်​း​တွေမြင်​​တွေ့ရမလဲဆိုတာ ဆက်​လက်​ကြည်​့ရှုလိုက်​ပါဦးFile Size : (700 MB) and (327 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.NF.WEBRip.DD5.1.x264-Antifa\nTranslated by Yazar Tun\nEncoded by Thanhtike ...",
        "rating": "4.7",
        "url": "https://megaup.net/33cfg/Battle.Of.The.Drone(2018).mp4",
        "category": "Action"
    }
]