[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BODRmY2NhNDItOWViNi00OTIyLTk3YjYtYzY0YTFlMDg1YzQ0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Van Helsing (2004)",
        "description": "ဒီဇာတ်ကားလေးကတော့ တစ်ခေတ်တစ်ခါက Sony PS2 ဂိမ်းတောင် ထွက်ခဲ့ရတဲ့အထိ နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။ ၉၀ ခုနှစ်ဖွားတွေအနေနဲ့တော့ ဒီကားကို ကောင်းကောင်းကြီး သိကြမှာပါ။ ဒီဇာတ်ကားလေးကို The Mummy တို့ G.I Joe တို့ကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာကြီး Stephen Sommers ကပဲ ရိုက်ထားပြီးတော့ Logan မင်းသားကြီး Hugh Jackman ကပဲ ဗန်ဟဲလ်ဆင်း အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Hugh Jackman တစ်ဖြစ်လဲ Van Helsing ဆိုတာ လူတွေကို သက်သက် အလုပ်မရှိအလုပ်ရှာ လိုက်လံဖမ်းစားသတ်ဖြတ်နေတဲ့ မကောင်းဆိုးဝါးတွေကို လိုက်သတ်နေတဲ့သူ ၊\nတစ်ရက်တော့ ကျရာတာ၀န်ကို ကျေပွန်စွာ ထမ်းဆောင်ပြီး စခန်းပြန်လာချိန် ၊ ကိုယ်မသွားရတိုင်း တွေ့တဲ့နေရာကို ရောက်ချင်တဲ့ ဒုက္ခရောက်ဆိုပြီး အမိန့်ပေးနေတဲ့ အထက်လူကြီး‌တွေထုံးစံအရ Count Dracula ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/van-helsing-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5RG0t17b6XDAyTjEXSHQ8f4Ndfa.jpg",
        "title": "Detective Dee and Plague of Chang’an ( 2021 )",
        "description": "ထူးဆန်းထွေလာစုံထောက်ကြီးဒီးရဲ့မှုခင်းဇာတ်လမ်းပရိသတ်တွေအတွက်\nစုံထောက်ကြီးဒီးရဲ့ ချန်အန်မြို့တော်ကပ်ဘေးအမှုကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ပန်းချီဆရာကြီးရဲ့နှစ်နှစ်ကြာအောင်ကြိုးစားအားထုတ်ထားတဲ့\nလက်ရာမြောက်နံရံပန်းချီကားကို ဂုဏ်သရေရှိလူကြီးမင်းတွေလာကြည့်ကြတဲ့အချိန်မှာ\nပန်းချီဆရာရဲ့လက်ထောက်လေးဟာ ထူးထူးဆန်းဆန်းသေနေတာကိုတွေ့လိုက်ကြရပါတယ်။ငရဲဘုံအကြောင်းရေးထားတဲ့ကျမ်းထဲကအတိုင်း လူတွေဟာအဖြစ်ဆိုးနဲ့သေကြတဲ့အခါ\nချန်အန်းမြို့တော်ကြီးမှာ ဒါဟာမကောင်းတဲ့သူတွေကိုကောင်းကင်ကြီးက\nပြစ်ဒဏ်ခတ်ခြင်းပဲဆိုပြီး ကောလဟာလတွေပြန့်သွားပါတယ်။စုံထောက်ကြီးဒီးတစ်ယောက် အမှုကိုလိုက်စုံစမ်းရင်းနဲ့\nလူသတ်သမားထောင်ချောက်ဆင်တာကိုခံလိုက်ရပြီး တရားခံအဖြစ်နဲ့အဖမ်းခံလိုက်ရပါတယ်။\nစုံထောက်ကြီးဒီးတစ်ယောက် အမှုမှန်ပေါ်အောင်ဘယ်လိုများလိုက်ရမလဲ......\nဆန်းကြယ်တဲ့လူသေမှုတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုလျှို့ဝှက်ချက်ကြီးရှိနေမလဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/3VNAX/Detective_Dee_and_Plague_of_Chang_an_2020_1080p_WEB-DL.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Tekken-131x200.jpg",
        "title": "TEKKEN: Blood Vengeance (2011)",
        "description": "Tekkenဆိုတာ Bandai Namcoက ထုတ်လုပ်ထားတဲ့ Fightinggameဖြစ်ပြီး Street fighters, KOFတို့နည်းတူ gameအတွဲ​တွေ၊ animations​တွေ များစွာထွက်ရှိထားတဲ့ နာမည်ကြီးfranchiseပါ။ ဒီ animation movieက​ ၂၀၁၁ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပြီး Final Fantasyစတိုင် animation​တွေ၊ တိုက်ခိုက်​ပုံတွေနဲ့ ခပ်ကြမ်းကြမ်း​ရိုက်ကူးထားတာပါ။ ငယ်ငယ်က ကြည့်ခဲ့ဖူး၊ကြိုက်ခဲ့ဖူးသူ​တွေ​ရော၊မကြည့်ဖူး​သေးတဲ့သူ​တွေပါ ခံစားကြည့်ရှုနိုင်​​​ဖို့ ပြန်လည်တင်ဆက်​ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းက Tekken-verseထဲက main character​တွေဖြစ်တဲ့ကာဇမ ဂျင်၊ ခဇုယနဲ့ မီရှီမာ ဟဲဟချိ ​သားအဖမြေးအဘိုး၃​ယောက်ရဲ့အားပြိုင်မှုကိုကြည့်ရမှာပါ။ ဟဲဟချိရဲ့မူတာရီစမ်းသပ်မှုမှာ မ​သေဘဲရှင်ကျန်ခဲ့တဲ့ ​ကျောင်းသားတစ်​ယောက်ကို ဂျင်နဲ့ ခဇုယတို့၂​ယောက်ရည်ရွယ်ချက်ကိုယ်စီနဲ့ သူလျှိုတွေလွှတ်ကာ ရှာ​ဖွေရင်း ကျိုတိုမြို့ရဲ့​ကျောင်းတစ်ခုမှာ ရှာ​​တွေ့ပြီး​နောက်ပိုင်း အနီးကပ်​ထောက်လှမ်းရင်းသူတို့မထင်ထားတဲ့ ကစားပွဲတစ်ခုထဲဝင်​မိပြီးသား ဖြစ်သွားပါတယ်။စမ်းသပ်ခံကျောင်းသားကို လိုချင်ရတဲ့အ​ကြောင်းရင်း​၊ မထင်ထားတဲ့လှည့်ကွက်​တွေ၊ အမိုက်စားbattleနဲ့ animation​တွေကို ကြည့်ရှုရင်းငယ်ဘဝကို တ​ကျော့ပြန်​​အောက်​မေ့လိုက်ကြတာ​ပေါ့။  File size…  1.8 GB /  940 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 40m\nGenre .....  Action , Sci-fi\nSubtitle…. Myanmar ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/tekken-blood-vengeance-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjhlMzZmOTMtY2UwZC00YTdlLWEwMmItMjZjNTRlODExMDAzXkEyXkFqcGdeQXVyMTY0MDk0NjE3._V1_-143x200.jpg",
        "title": "August 16, 1947 (2023)",
        "description": "August 16 1947(2023)ရဲကား ရှေ့နေကား အမတ်ကား စသဖြင့် ရိုးရိုးအိန္ဒိယကားပေါင်းစုံ\nကြည့်ရတာကို ငြီး‌ငွေ့နေလောက်မဲ့ ပရိသတ်တွေအတွက် IMDb 6.9 အထိ\nရရှိထားတဲ့ တောင်ပိုင်းတမီလ်ရုံတင်ကားလေး တစ်ကားကို တင်ဆက်ပေးလိုပါတယ်အိန္ဒိယနိုင်ငံဟာလည်း ကျွန်တော်တို့မြန်မာတွေလိုပဲ ဗြိတိသျှသခင်ကြီးများရဲ့\nအနိုင်ကျင့်ဗိုလ်ကျမှုကို ခံခဲ့ရတဲ့ ကိုလိုနီနိုင်ငံတွေပါ ဒီဇာတ်လမ်းလေးမှာတော့\nလွတ်လပ်ရေးအရယူခါနီး အိန္ဒိယနိုင်ငံက သယံဇာတတွေကို ရသလောက်\nအမြတ်ထုတ်သွားတဲ့ သခင်ကြီးများရဲ့ဇာတ်လမ်းကို ‌အခြေပြုထားပါတယ်\nအိန္ဒိယတောင်ပိုင်း ဝေးလံခေါင်ဖျားရွာလေးတစ်ရွာမှာ ဝါဂွမ်းအထွက်ကောင်းလွန်းလို့\nဗြိတိန်တွေအတွက် အမြတ်ငွေ စတာလင်ပေါင်သိန်းရာနဲ့ချီ ဝင်နေပါတယ်လွတ်လပ်ရေးပေးရတော့မဲ့အချိန်မှာလည်း သခင်ကြီးများက သံယောဇဉ်မပြတ်\nအဲ့လုပ်ငန်းကို ဆက်မောင်ပိုင်စီးချင်ပါသေးတယ် အဲ့ရွာကို တာဝန်ယူအုပ်ချုပ်နေတဲ့\nဗိုလ်ချုပ်ရောဘတ်နဲ့သူ့ရဲ့သား ဂျက်စတင်တို့ကလည်း လွတ်လပ်ရေးပေးခါနီးကိုတောင်\nရွာသားတွေကို သတင်းအမှောင်ချ နှိပ်စက်နေတဲ့အခါ သူ့ကျွန်မခံနိုင်တော့တဲ့သူတွေရဲ့\nတော်လှန်ပုန်ကန်ကြပုံကို သဘာဝကျကျ ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ ကြည့်ရှုကြရမှာဖြစ်လို့\nပရိသတ်ကြီးအနေနဲ့ အိုဗာအက်ရှင်တွေမပါပဲနဲ့ ဇာတ်လမ်းဇာတ်ကွက်လန်းတဲ့\nရုပ်ရှင်မျိုးကြည့်ချင်ရင်တော့ ဒီကားလေးက ပရိသတ်တွေအတွက်ပါပဲဆိုတာ\nပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.67GB / 1.15GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/august-16-1947-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTVlNGRmYTItNzc2YS00NGE5LWE2NzEtMzMyMDE2YjhiYjQwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Corona Papers(2023)",
        "description": "Corona Papers (2023)IMDb-7.5/10Malayalam ရုပ်ရှင်တွေရဲ့ ထိပ်တန်းသရုပ်ဆောင်တွေဖြစ်တဲ့\nShane Nigam, Shine Tom Chacko, Jean Lal, Gayathrie တို့\nအဓိကပါ၀င်ထားတဲ့ Crime/Thriller ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းအလုပ်ကိုကောင်းကောင်းမလုပ် လိမ်စားလှည့်စားနေတဲ့ရဲစခန်းမှာ\nဘယ်သူ့မှမကြောက်တဲ့ မှန်မှန်ကန်ကန်ရဲအရာရှိတစ်ယောက်ရှိနေတယ်\nအဲဒီလိုရဲစခန်းကိုမှ SI ရာထူးနဲ့ရဲ၀န်ထမ်းအသစ်စက်စက်လေး ရာဟူလန်\n(ရာဟူး)ရောက်လာပါတယ် တစ်နေ့ဘက်စ်ကားစီးရင်းပဲ သူ့ရဲ့ ပစ်စတိုလေးအခိုးခံလိုက်ရပါတော့တယ်\nလူငယ်ရဲအသစ်လေးက အထက်ကိုမတင်ပြပဲကိုယ်တိုင်ပဲလိုက်ဖမ်းဖို့ကြိုးစားချိန်မှာ\nCOVID ကာလအတွင်း ဖြစ်ပျက်ခဲ့တဲ့ များစွာသောဒုစရိုက်မှုတွေကို ရှာဖွေတွေ့ရှိလာချိန်မှာတော့....အုန်းစားရတဲ့ ခက်ခဲနက်နဲလိမ်ထွေးနေတာမျိုးမဟုတ်ဘဲ တစ်ရစ်ချင်းတစ်ခန်းချင်း\nplot twist အလှည့်အပြောင်းအတက်အကျလေးတွေနဲ့ ပြစ်မှုဇာတ်ကားကောင်းလေးကို ခံစားကြည့်ပါဦး\nFile size…2.3GB/ 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Khin~Sai~Nyein",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/corona-papers2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8j4Xt6VFuFzwWR3vCnJwILPmfFH.jpg",
        "title": "Bear Man (2023)",
        "description": "Bear Man / Ungnami (2023)ထီလက်မှတ်တစ်စောင်နဲ့ တိုင်ပတ်ခဲ့တဲ့ ဂင်ချားနားအပြီးမှာတော့\nအားလုံးစောင့်မျှော်နေကြတဲ့ နောက်ထပ်ဟာသကားသစ်လေးနဲ့ ဂင်ချားနားတစ်ယောက် ရောက်လာပြန်ပါပြီ။ဒီတစ်‌ခါတော့ ထီလက်မှတ်နဲ့မဟုတ်ဘဲ ဝက်ဝံလူသားနဲ့တိုင်ပတ်ကြတော့မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ငယ်လေးတုန်းကကြားဖူးနေကျ ကျေးညီနောင်နှစ်ကောင်လိုပါပဲ။\nဇီဝပညာရှင်တွေရဲ့ စမ်းသပ်စီမံမှုကြောင့် ဝက်ဝံကနေ လူအဖြစ်အသွင်ပြောင်းလာခဲ့ကြတဲ့ ဝက်ဝံညီနောင် အွန်းနမ်နဲ့အွန်းဘို့တို့ရဲ့ အကြောင်းပါ။အွန်းနမ်ကိုတော့ သူ့ကိုစီမံခဲ့တဲ့ ဇီဝပညာရှင်လင်မယားကပဲ သားအရင်းတစ်ယောက်လို ကျွေးမွေးစောင့်ရှောက်ထားခဲ့ပေမဲ့\nအွန်းဘို့ကတော့ လူဆိုးတစ်ယောက်ရဲ့လက်ထဲမှာ အခိုင်းအစေသာသာနဲ့ ဒုစရိုက်မှုတွေလုပ်ရင်း ကြီးပြင်းလာခဲ့ရပါတယ်။ဒါပေမဲ့ တစ်နေ့မှာတော့ အွန်းနမ်ဟာ အွန်းဘို့အဖြစ်ဟန်ဆောင်ပြီး အမှုကိစ္စတစ်ခုမှာ ပါဝင်ပတ်သက်ဖို့ဖြစ်လာတဲ့အခါ\nဒီညီအစ်ကိုနှစ်ယောက်ရဲ့ကံကြမ္မာက ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါ။Casts တွေအနေနဲ့ ဝါရင့်သရုပ်‌ဆောင် Park Sung Woong အပါအဝင်\nမျက်နှာမြင်ရုံနဲ့တင် ရယ်ချင်တဲ့ ဂင်ချားနားလည်း ပါဝင်ထားတာမို့ ဟာသကားကြိုက်တဲ့ပရိသတ်ကြီး လက်လွှတ်မခံကြပါနဲ့ဦးနော်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy\nQuality…. 1080p | ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/bear-man-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/md0ioEXLgAcIrZKyK1A15gbEJzn.jpg",
        "title": "The Scam(2009)",
        "description": "The Scam(2009)**************ဒီကားဟာ ကိုးရီးယားနိုင်ငံရဲ့စတော့ရှယ်ယာစီးပွါးရေးအရှုပ်အထွေးတွေနဲ့ စတော့ရှယ်ယာတွေကိုအကြံအဖန်ဂွင်နဲ့ ကြားကနေသိမ်းပိုက်ယူဖို့ကြိုးစားနေကြတဲ့ သူဌေးတွေ နဲ့ အချောင်သိုက်တူးသမားတွေကြားမှာဖြစ်ကြတဲ့ပဋိပက္ခဇာတ်လမ်းတွေကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်....ဂန်ဟျောင်းဆိုးဆိုတဲ့လူတစ်ယောက်ဟာ ကောလိပ်ကသရုပ်ဆောင်ဘွဲ့ရတစ်ယောက်ဖြစ်ပေမယ့်လည်းသာမန်ဘဝ သာမန်အလုပ်လေးနဲ့ပဲ ဘဝကို ပင်ပင်ပန်းပန်းဖြစ်သန်းနေရတဲ့သူတစ်ယောက်ဖြစ်ပြီး ချမ်းချမ်းသာသာနေချင်တဲ့ဆန္ဒရှိတဲ့သူတစ်ဦးပါ ..တစ်နေ့မှာတော့ စီနီယာအကိုတစ်ယောက်ရဲ့စကားဆွယ်မှုကြောင့် စတော့လောကထဲကို အမှတ်မထင်ရောက်ရှိသွားပါတော့တယ်..ဒီလိုနဲ့ပဲ စတော့လောကထဲမှာ နိုင်တစ်လှည့် ရှုံးတစ်လှည့်ကျင်လည်ပြီး နောင်ငါးနှစ်အကြာမှာတော့လူမိုက်ဂန်းစကားအဖွဲ့ခေါင်းဆောင် DSG ရင်းနှီးမြှုပ်နှံမှုနှင့်ပိုင်ဆိုင်မှုလုပ်ငန်းရဲ့ ဥက္ကဌဟွမ်ဂျောင်ဂူဂွင်ချထားတဲ့ စတော့အစီအစဉ်ကို မထင်မှတ်ဘဲ ဝင်ရောက်သွားနှောင့်ယှက်မိပါတော့တယ်...အဲဒါကို ဟွမ်ဥက္ကဌသိရှိသွားချိန်မှာတော့.... File Size : (2.09GB) and (882MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thinn Thinzar\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-scam2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Hard-Rain-142x200.jpg",
        "title": "Hard Rain (1998)",
        "description": "Hard Rain (1998)\nIMDb-5.9/10 CM ပရိသတ်တွေအတွက် မင်းသားကြီးမော်ဂန် ဖရီးမန်း ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မိုးတွေသည်းထည်စွာဆက်တိုက်ရွာသွန်းနေမှုကြောင့် ဟန့်တင်ဘာ့မြို့‌လေးမှာ ရှိနေတဲ့ဆည်ကြီးကို ဖွင့်ချနေရပြီး လူတွေ‌ကိုလည်း ဘေးလွတ်ရာကိုရွေ့ပြောင်း‌ခိုင်းထားရပါတယ်။ ဒီအချိန်မှာပဲ ဘဏ်ကလည်း သူတို့ရဲ့ ဘဏ်ခွဲမှာရှိနေတဲ့ ဒေါ်လာ သုံးမီလီယံကို တွမ်နဲ့ သူ့ရဲ့ဦးလေးချာလီ တို့ မောင်းတဲ့ကျည်ကာကားနဲ့နေရာရွေ့ပြောင်းဖို့လုပ်ရပါတော့တယ်။ဒီလိုနဲ့ရေကတအားတက်လာတာကြောင့် လမ်းတွေလည်းရေမြုပ်ကုန်ပြီး တွမ်တို့ရဲ့ကျည်ကာကားကလည်း မြို့အထွက်မှာတင်ပိတ်မိသွားတဲ့အတွက် အကူအညီခေါ်နေချိန်မှာ ဒေါ်လာသုံးမီလီယံကို ရွေ့ပြောင်းမယ်လို့သတင်းအတိအကျရထားတဲ့ ဂျင်မ်တို့ရဲ့အဖွဲ့ကရောက်လာပြီး ပိုက်ဆံတွေကိုမောင်ပိုင်စီးဖို့ကြိုးစားတဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ၊ တွမ်ကရော ပိုက်ဆံတွေကိုကာကွယ်နိုင်မှာလား၊ လူတွေရဲ့ ပြောင်းလဲလွယ်တတ်တဲ့စိတ်‌ဆိုတာကရော ဘယ်လိုမျိုးလဲ၊ နောက်ဆုံးမှာ ဂျင်မိတို့အဖွဲ့ပိုက်ဆံတွေရသွားမလား ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ ။ File size…  2.89 GB /  1.35 GB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 37m\nGenre .....  Action , Thriller\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by TMMT",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/hard-rain-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Catatan-Harian-Si-Boy-140x200.jpg",
        "title": "Catatan (Harian) Si Boy (2011)",
        "description": "Catatan Harian Si Boy (2011)IMDb rating - 7ဇာတ်လမ်းအညွှန်းအမေဖြစ်သူ အသည်းအသန်နေမကောင်းဖြစ်လို့နာတာရှာဟာ လန်ဒန်ကနေ ပြန်လာခဲ့တယ်။ဆေးရုံရောက်တော့ သူ့အမေအမြဲကိုင်ထားတယ်ဆိုတဲ့စာအုပ်လေးကို ရတယ်။စာအုပ်ထဲက လူကိုသာ အမေ့ဆီ ရောက်အောင် ခေါ်ပေးနိုင်မယ်ဆိုအခြေအနေပြန်ကောင်းနိုင်မလားလို့ တွေးမိသွားတာပေါ့။အဲနောက် အိမ်အပြန်လမ်းမှာ သူ့ရည်းစားကောင်လေးရဲ့အကြွေးရှင်လူဆိုးတွေက ရိုက်နှက်လို့ ကားပါယူသွားတော့ရဲစခန်းရောက်လာကြတယ်။အဲ့ဒီမှာ ကားပြိုင်မောင်းရင်း အရှိန်လွန်ကားမောင်းလို့ရဲဖမ်းခံရတဲ့ ဆထရီယိုနဲ့ သူ့ကိုလာထုတ်ပေးတဲ့သူ့သူငယ်ချင်းတွေလည်း ရဲစခန်းရောက်နေကြတယ်။အဲ့လိုနဲ့ ဆထရီယိုတို့သူငယ်ချင်းတစ်စုနဲ့ နာတာရှာနဲ့တွေ့ဆုံမိသွားကြတယ်။ဆထရီယိုက နာတာရှာကို စိတ်ဝင်စားတာနဲ့ဒိုင်ယာရီစာအုပ်ထဲက ဘွိုင်း ကို ကူရှာပေးဖို့ အခြေအနေဖန်လိုက်တယ်။အောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင် ဘွိုင်းကိုတွေ့ဖို့ခက်ခဲတော့ သူတို့ ဘယ်လိုကြိုးစားသွားကြမလဲ...နာတာရှာ့ကောင်လေးက သဝန်တို၊အူတိုတာနဲ့ပြဿနာတွေ ဖန်တီးလာတော့ သူတို့မိတ်ဆွေတွေကြားဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ...လူငယ်တွေဆိုတာက ကိုယ်စတင်ထားတဲ့အရာတစ်ခုကိုပြီးမြောက်သည်အထိ လုပ်ဆောင်ကြရတယ်။စိတ်ဆန္ဒသာပြင်းပြနေပါစေ ဘယ်လောက်ခက်ခဲတဲ့ကိစ္စမဆိုအောင်မြင်အောင်လုပ်နိုင်ပါတယ်။ဆိုတော့ ဆထရီယိုတစ်ယောက် ဘွိုင်းကိုရောနာတာရှာ့အမေ့ဆီကို အရောက်ခေါ်လာပေးနိုင်ပါ့မလား။ချည်မျှင်လေးတွေ တစ်ခုချင်းကို ရက်မယ်၊ အထည်ဖြစ်လာရင်ဖြတ်မယ်ညှပ်မယ်ဆိုရင် အဝတ်စလေးတွေကို လှပတဲ့အဝတ်တစ်ထည်တစ်ခု ဖန်တီးနိုင်ပါတယ်။မိသားစုဝင်တွေ မိတ်ဆွေသူငယ်ချင်းတွေချစ်သူရည်စားတွေဆိုတာလည်း ဒီလိုပဲ၊ အစပိုင်းမှာမတူညီတဲ့ တစ်နေရာဆီကနေ လာကြတာပါ။အတူတူပေါင်းစည်းလိုက်မယ်ဆိုရင်တော့လှပတဲ့လူ့ပတ်ဝန်းကျင်တစ်ခုအနေနဲ့ ဖန်တီးနိုင်မှာပါ။သွေးသားရင်းချာမဟုတ်ကျတဲ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/catatan-harian-si-boy-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/bait-135x200.jpg",
        "title": "Bait (2000)",
        "description": "Bait (2000)\nGenre – Action, Comedy, Crime\nIMDB – 5.7/10ဒေါ်လာ သန်း ၄၀ ကျော် တန်ဖိုးရှိတဲ့ ရွှေတွေကိုအစိုးရလက်ထဲကနေ ကွန်ပျုတာကျွမ်းကျင်သူနဲ့ယန္တရားစက်ကျွမ်းကျင်သူ ဂျက်စတာတို့ ၂ ယောက်ပေါင်းပြီး ဖောက်ထွင်းခဲ့ကြတယ်။ဒါပေမဲ့ ဂျက်စတာက လူမသတ်ရဘူး သေနတ်မပါရဘူးပြောထားတာကို တစ်ဖက်လူက အစောင့်တွေကိုသတ်လိုက်တော့ ဂျက်စတာတစ်ယောက် ရွှေတွေနဲ့ကိုယ်လွတ်ရုန်းပြီး တစ်နေရာသွားဖွက်ကာထောင်ထဲဝင်နေလိုက်တယ်။ဒီမှာ ကိုယ်တွေမင်းသား အယ်ဗင်က ဘာလဲဆိုတော့ပုဇွန်သွားခိုးပြီး ဖမ်းခံလိုက်ရာကနေ ဒီ ဂျက်စတာနဲ့အခန်းတူတူကျပါလေရော။ဂျက်စတာက အဲဒီအချိန် နှလုံးသိပ်မကောင်းတော့ရွှေရှိတဲ့နေရာကို အယ်ဗင့်ကို သူ့မိန်းမကို ပြောပေးပါဆိုပြီးတစ်ဆင့် မှာခိုင်းလိုက်ပါလေရော ပြီးတော့ တကယ်ပဲအဲဒီမှာတင် သေသွားခဲ့တယ်။ဒီမှာ အစိုးရဘဏ္ဍာမို့ အသေအလဲ ပြန်လိုချင်တဲ့ဘဏ္ဍာရေးက ထောက်လှမ်းရေးမှူးရယ်အတူတူဖောက်ရာကနေ သစ္စာဖောက်ခံလိုက်ရလို့ရွှေလိုချင်တဲ့ ကွန်ပျုတာသမားကျွမ်းကျင်သူလူသတ်သမားက အယ်ဗင့်ကို ပစ်မှတ်ထားကြပါတော့တယ်။ဒီမှာ ထောက်လှမ်းရေးမှူးက အကွက်မြင်တော့ခြေရာခံစက်ကို အယ်ဗင်ရဲ့မေးရိုးအောက်သူမသိအောင်ထည့်ပေးပြီး ထောင်ကနေ ခပ်တည်တည်နဲ့ လွှတ်ပေးလိုက်တယ်၊သူတို့အကြံကလည်း တစ်ဖက်က လူသတ်သမားကိုအမှောင်ထဲကနေ ထွက်လာအောင် ငါးစာမျှားတဲ့သဘော။ဆိုတော့ ထောက်လှမ်းရေးမှူးတို့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/bait-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYmY3OWYyODAtYTgxNi00MmI0LWExODEtZjk4YjAyMjUwYjczXkEyXkFqcGdeQXVyMTUzMzEyMTk0._V1_-147x200.jpg",
        "title": "The Visitor from the Future (2022)",
        "description": "The Visitor from the Future (2022)~ IMDb - 6/10, Rotten Tomatoes - 82% ~အချိန်ခရီးသွားသီအိုရီတွေ အချိန်ခရီးသွားတာတွေ၊ Timeline အပြောင်းအလဲတွေကို စိတ်ဝင်စားတဲ့လူတွေအတွက် ရုပ်ရှင်ကားသစ်ကြီးထွက်ရှိလာပါပြီ။ Sci-fi/Comedy ကားပေမဲ့ Rotten Tomatoes မှာ ၈၂ရာခိုင်နှုန်း ရထားတာဆိုတော့ အထာကျကျအခွီဖောက်ထားတဲ့ ရုပ်ရှင်လို့တော့ ပြောလို့ရပါတယ်။ အချိန်ခရီးသွားပြီး အနာဂတ်မှာဖြစ်လာမယ့် ကပ်ဘေးတစ်ခု မဖြစ်အောင်တားတာကိုကြည့်ရင်း အချိန်လမ်းကြောင်းမှာ ဘယ်လိုအပြောင်းအလဲတွေ ဖြစ်လာမလဲ တွေ့ကြရမှာပါ။အနာဂတ်မှာ အဏုမြူဓာတ်ပေါင်းဖိုကြီးပေါက်ကွဲသွားလို့ တိမ်တွေဟာ ဓာတ်သင့်သွားပြီး အဆိပ်သင့်တိမ်တိုက်တွေဖြစ်လာပါတယ်။ ဒီတိမ်တွေရဲ့ လမ်းကြောင်းကလူတွေဟာ သေဘေးကိုရင်ဆိုင်ရတော့မှာပါ။ ပြောရရင် တစ်ကမ္ဘာလုံး လူမျိုးသုဉ်းတော့မယ့် အန္တရာယ်ကို ကြုံရတော့မှာပါ။ ဒီတော့ အနာဂတ်က လူကောင်းသူကောင်းတွေဟာ အတိတ်ကိုသွားပြီး အဏုမြူဓာတ်ပေါင်းဖိုကြီး မပေါက်ကွဲအောင်လုပ်ဖို့ တားဖို့ကြိုးစားကြပါတယ်။ ဒါပေမဲ့ ဒီလောကမှာလည်း မာဗယ်ရဲ့ TVA ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-visitor-from-the-future-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/meter-133x200.jpg",
        "title": "Meter (2023)",
        "description": "Meter (2023)\nIMDb 8.1/10ယခုတစ်ခါအလှည့်ကျလာတဲ့ဇာတ်ကားလေးကတော့ အားလုံးနဲ့မစိမ်းတဲ့ မင်းသားချောလေး\nKiran Abbavaram နဲ့ မင်းသမီးလေး Athulya Ravi တို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ် ဒီကားမှာဆိုရင် Rating ကလည်းအမိုက်စားမို့\nသဘာဝဆန်ဆန်အမှုလိုက်ပုံလိုက်နည်းတွေနဲ့ ကြည့်ကောင်းနေမှာအမှန်ပါပဲ...ဖြောင့်မတ်တည်ကြည်တဲ့ရဲကို ဖခင်အဖြစ်ပိုင်ဆိုင်ထားရတဲ့ အာဂျွန်ကလျန် ..\nအဖေ့အတွက်ဆိုအမြဲဂုဏ်ယူနေတတ်သူလေးပေါ့ ဒါပေမဲ့ သူ့အ‌ဖေကတော့\nဖြောင့်မတ်မှုကြောင့်နဲ့ပဲ ခဏခဏ ရွှေ့ပြောင်းခံရပါတယ်\nလမ်းမှားနေရင်အထက်လူကြီးအလိုကိုတောင်မလိုက်တတ်လို့\nအငြိုးထားခံရသူပေါ့ ဒီလိုဒုက္ခတွေခံရပေမဲ့လည်း သားဖြစ်သူအာဂျွန်ကလျန်က\nသူ့လမ်းစဉ်လိုက်နင်းပြီး ဖြောင့်မတ်တည်ကြည်တဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်သွားတာကို\nမြင်ချင်တာကသူ့အိပ်မက်.. ဒီလိုနဲ့တစ်နေ့ အာဂျွန်တို့လမ်းလျှောက်ထွက်ရင်း\nအမတ်တစ်ယောက်က အဖေဖြစ်သူကိုပါးရိုက်နေတာတွေ့လိုက်ပါတယ်\nဖြောင့်မတ်ပေမဲ့လည်းရာထူးကွာရင် ဘာမှမလုပ်နိုင်တာကိုမြင်တော့\nသူဒီရဲဆိုတာကိုမုန်းတီးလာပါတယ်ဖခင်အိပ်မက်ကလည်း အာဂျွန့်ကိုဖြောင့်မတ်တဲ့ရဲဖြစ်လာစေချင်တာဆိုတော့...\nဒီအလုပ်ကိုမုန်းကြောင်းထုတ်မပြောရဲတဲ့အပြင် သူတလွဲတွေလုပ်တိုင်း\nအကောင်းဘက်ချည်းရောက်ရောက်သွားတဲ့အခါမှာတော့ ....\nဖခင်အိပ်မက်ကိုသူဖြည့်ဆည်းပေးနိုင်မှာလား အလုပ်ကထွက်ရအောင်\nဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီးခွီနေရမလဲဆိုတာ ကြည့်ရှုလိုက်ပါရှင်\nFile size…1080p WEB DL / 720p\nQuality…2.2GB / 1GB\nFormat…mp4\nDuration….2h 7m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Khin Khin",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/meter-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gcyeIqQzq619sXBN23SFrX4BXpK.jpg",
        "title": "The Thousand Faces Of Dunjia 2 ( 2023 )",
        "description": "အေးချမ်းနေသလိုထင်ရတဲ့လောကကြီးမှာ လူသားတွေပဲနေထိုင်နေတာမဟုတ်ပါဘူး။\nတစ်လျှောက်လုံးမှာ မိစ္ဆာကြီးငယ်တွေက လူယောင်ဆောင်ပြီး\nလူတွေကြားမှာရှင်သန်နေထိုင်နေခဲ့ကြပါတယ်။\nကောင်းတဲ့သူတွေရှိသလို ဆိုးသွမ်းတဲ့သူတွေလဲရှိပါတယ်။\nဒီအရာအားလုံးကိုစီစဉ်တကျဖြစ်အောင်ထိန်းသိမ်းပေးနေတာကတော့\nလျို့ဝှက်ပြီးရပ်တည်နေတဲ့ဝုယင်ဂိုဏ်းဆိုတဲ့လျို့ဝှက်ဂိုဏ်းတစ်ခုပါ။မိစ္ဆာမကြီးထျန်းရှဲဟာ မကောင်းဆိုးဝါးနတ်စွမ်းအင်ထိုက်ဆွေ့ကို\nအသုံးချပြီးမိစ္ဆာတိုင်းပြည်ကိုတည်ထောင်ဖို့ကြံစည်နေပါတယ်။\nဒါပေမယ့် မထင်မှတ်ပဲထိုက်ဆွေ့ဟာဝူရင်းဆိုတဲ့\nကလေကချေတစ်ယောက်ရဲ့ကိုယ်ထဲကိုဝင်သွားပါတယ်။\nဝုယင်ဂိုဏ်းသားလေးဖုန်းရှောင်ရှောင်ကဝူရင်းကိုရှာတွေ့သွားပြီး\nထိုက်ဆွေ့ကိုသူ့ကိုယ်ထဲကနေထုတ်ဖို့ကြံစည်ခဲ့ရာ ဝူရင်းက\nစိတ်ကူးပြောင်းသွားပြီး ထိုက်ဆွေ့ကိုထိန်းချုပ်ပြီး\nလောကကြီးကိုကယ်တင်မယ့် သူရဲကောင်းတစ်ယောက်လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။သာမန်လူသားဖြစ်တဲ့ဝူရင်းတစ်ယောက် ထိုက်ဆွေ့ရဲ့စွမ်းအားကိုထိန်းချုပ်နိုင်ပါ့မလား......\nမိစ္ဆာခေါင်းဆောင်ကြီးထျန်းရှဲကိုရောဘယ်လိုအနိုင်ယူကြမလဲ......\nဝူရင်းနဲ့ဝုယင်ဂိုဏ်းသားဖုန်းရှောင်ရှောင်ကရောဘယ်လို\nဇာတ်လမ်းတွေရှိခဲ့တာလဲဆိုတာ လှပဝေဆာတဲ့CGI Effect\nကောင်းတွေနဲ့ စိတ်ဝင်တစ်စားကြည့်ရှုရမှာဖြစ်ပါတယ်။\nထိုက်ဆွေ့ကိုပုံဖော်ထားတာMCUရဲ့Venonနဲ့နည်းနည်းဆင်ပေမယ့်\nမတူညီတဲ့ဟန်နဲ့ဇာတ်လမ်းလေးမလို့\nတစ်မျိုးတော့ကြည့်ကောင်းမှာသေချာပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/3VKvD/The_Thousand_Faces_Of_Dunjia_2_(_2023_)_1080p_WEB-DL_(CM).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZmU2OGZjYWUtMzI4Yy00ZjNkLWEyNjQtODNmY2M3N2ZjMWQxXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-147x200.jpg",
        "title": "The Last Dragon (1985)",
        "description": "သိုင်းပညာကို အထွတ်အထိပ်ရောက်အောင်လေ့လာနေတဲ့ လူငယ်လေးတစ်ဦးဖြစ်တဲ့ လီရွိုင်းက နောက်ဆုံးတစ်ဆင့်ကိုတက်လှမ်းနိုင်ဖို့အတွက်ဆရာတစ်ဦးကို အသည်းအသန်လိုက်ရှာပါတော့တယ် ဆရာရှာနေစဉ်ကာလမှာ သိုင်းပညာအကျော်အမော်တစ်ဦးရှိုးနက်ဖ်ကလည်းလီရွိုင်းကို ပြိုင်ဆိုင်တိုက်ခိုက်ချင်သဖြင့် ပြဿနာလိုက်ရှာလေ့ရှိပါတယ်။တစ်နေ့တော့ရေပန်းစားသီချင်းတွေကို ကြော်ငြာပေးသူ လော်ရာ့ကို အလုပ်ရှင်တစ်ဦးမှတွေ့ခွင့်ရဖို့ပြန်ပေးဆွဲတာကို ကယ်တင်ရင်းနဲ့လော်ရာထံမှာ ပစ္စည်းတစ်ခုကျန်ရစ်ခဲ့ပါတယ်။ ပစ္စည်းပြန်ရဖို့ လော်ရာ့ကို လိုက်ရှာရင်း လော်ရာ့ကိုအကြပ်ကိုင်တဲ့ သူဌေးကိုအပြစ်ပြုမိသွားကာ သူဌေးရဲ့ပစ်မှတ်ထားခြင်းကိုခံလိုက်ရပါတယ်။ လီရွိုင်းတစ်ယောက် သူတွေ့ချင်တဲ့ဆရာကိုရှာတွေ့ပြီး နောက်ဆုံးအဆင့်ကို တက်လှမ်းနိုင်မလား။ပြဿနာလိုက်ရှာနေတဲ့ ရှိူးနက်ဖ်ကိုရော ဘယ်လိုအနိုင်ယူတိုက်ခိုက်မလဲဆိုတာကြည့်ရှူခံစားရမယ့် ကွန်ဖူးဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ File size…(2.7 GB)/(1.4 GB)/(740 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Action, Adventure, Music\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://channelmyanmar.org/the-last-dragon-1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODc4NjI0OTYwNl5BMl5BanBnXkFtZTcwOTYwODQ3OA@@._V1_-133x200.jpg",
        "title": "The Last Stand (2013)",
        "description": "The Last Stand (2013)\n================အားလုံးရဲ့အချစ်တော် အက်ရှင်မင်းသားကြီးအာနိုးရဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ကိုးရီးယားဒါရိုက်တာ Kim Jee Woon က သူ့ရဲ့ပထမဆုံးအမေရိကန်ရုပ်ရှင်ပွဲဦးထွက်အနေနဲ့ ရိုက်ကူးခဲ့တာပါ။ပြီးတော့ မင်းသားကြီးအာနိုးကလည်း Terminator3 ဇာတ်ကားပြီးနောက်ပိုင်း ပထမဆုံးအဓိကဇာတ်ဆောင်နေရာကပြန်လည်ပါ၀င်လာတာဖြစ်ပါတယ်။အာနိုးဟာ တစ်ချိန်က အယ်လ်အေပီဒီရဲ့ မူးယစ်ရဲတပ်ဖွဲ့မှာပါ၀င်ခဲ့သူဖြစ်ပြီး ၅နှစ်ကြာပြီးတဲ့နောက်မှာတော့ ဆွန်မာတန်ဆိုတဲ့နယ်စပ်မြို့လေးရဲ့ နယ်ထိန်းအဖြစ်အေးအေးချမ်းချမ်းဖြတ်သန်းနေတာဖြစ်ပါတယ်။ဒါပေမယ့် ဒုစရိုက်သမားကြီး ဂါဘရီယယ်ကောတက်စ်ကအက်ဖ်ဘီအိုင်လက်ထဲကနေ ထွက်ပြေးလာခဲ့ပြီးသူ့ရဲ့အဖွဲ့သားတွေနဲ့အတူ ဆွန်မာတန်ဆီလာနေတာ သိလိုက်ရပါတယ်။ဒီလိုနဲ့ အာနိုးလည်း အေးချမ်းနေလို့မရတော့ဘဲဒုစရိုက်သမားကြီးကောတက်စ်ကိုတားဆီးနိုင်ဖို့ ကြိုးစားရပါတော့တယ်။လက်နက်အပြည့်အစုံနဲ့ လူအင်အားများတဲ့ကောတက်စ်တို့အဖွဲ့ကို နယ်ထိန်းရဲလူနည်းစုလေးကဘယ်လိုတွေတားဆီးသွားမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်တာကြောင့်အက်ရှင်ကားချစ်သူတွေကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ File size…  1.8 GB /  925 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 50m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Jaka",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-last-stand-2013-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Sabotage-141x200.jpg",
        "title": "Sabotage (2014)",
        "description": "မင်းသားကြီးအာနိုးခေါင်းဆောင် အဖြစ်ပါဝင်ထားပြီးအရန်အဖြစ်လဲ avatar မင်းသား Sam Worthingtonအပါအဝင် အရန်အင်အားတောင့်တောင့်နဲ့ အက်ရှင်ဇာတ်ကားလေးပါမူးယစ်တိုက်ဖျက်ရေး အထူးတပ်ဖွဲ့ရဲ့ ခေါင်းဆောင်ဘရစ်ချာနဲ့ အဖွဲ့ဟာ မူးယစ်ဂိုဏ်းတခုရဲ့ စခန်းကိုဝင်ရောက်စီးနင်းရင်း ဖမ်းဆီးမိတဲ့ ငွေပုံကြီးထဲကနေဒေါ်လာ ဆယ်သန်းကို ခိုးယူပြီးဖွက်ထားခဲ့ကြတယ်လူဆိုးတွေနဲ့ တိုက်ခိုက်အပြီး ငွေတွေပြန်သွားရှာရာမှာဒေါ်လာဆယ်သန်း ပျောက်ချင်းမလှပျောက်သွားတဲ့အပြင်တဖွဲ့လုံး ခိုးမှုနဲ့ အစစ်ခံရတော့ပါတယ်ခြောက်လကြာစစ်ဆေးပြီး မသင်္ကာစရာ မတွေ့၍ပြန်လည်တာဝန်ထမ်းဆောင်ကြရင်း အဖွဲ့ဝင်တွေ တယောက်ပြီးတယောက်ရက်ရက်စက်စက်အသတ်ခံရပါတော့တယ်စစ်ဆေးရေးမှုးမလေးနဲ့ပူးပေါင်းပြီး တရားခံရှာကြရင်းသံသယရှိတဲ့ သူတွေ တွေ့လာရသလို အဖွဲ့ထဲမှာလဲတယောက်ပြီးတယောက် သေ‌နေတဲ့အတွက်ပြဿနာတွေတက်လာသည့်အပြင် ဘရစ်ချာရဲ့ဇနီးအသတ်ခံရတဲ့ အတိတ်တွေအပါအဝင် ပြဿနာပေါင်းစုံထဲကနေလူသတ်သမားကို ဘယ်လိုရှာကြမလဲ ဆိုတာကို ရှုစားရမှာဖြစ်ပါတယ် File size…   2.5 GB /  1.1 GB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 49m\nGenre .....  Action , Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/sabotage-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Deck-the-Halls-135x200.jpg",
        "title": "Deck the Halls (2011)",
        "description": "ဒီတခါမိတ်ဆက်ပေးချင်တာကတော့ခရစ်စမတ်အငွေ့အသက်တွေနဲ့ Hallmark movies‌တွေထဲကမိသားစုကားကောင်းလေးတကားပါ။ရေဂန် ရိုင်လေဆိုတာက နာမည်ကြီး အလွတ်တန်းစုံထောက်မလေး။မိခင်ကလည်းနာမည်ကြီးစာရေးဆရာမ နိုရာ ရိုင်လေဖြစ်သလို ဖခင်ဖြစ်သူကလည်း အသုဘအိမ်လုပ်ငန်းရဲ့သူ‌ဌေးကြီး လုခ်ရိုင်လေ။ခရစ်စမတ်အချိန်အခါမှာ သူမရဲ့‌ နွေးထွေးလှတဲ့မိသားစုနဲ့အချိန်ဖြတ်သန်းဖို့အိမ်ကိုရောက်နေခဲ့ချိန်မှာပဲ သူမရဲ့ဖခင်ကပြန်ပေးဆွဲခံလိုက်ရပါတယ်။သူမအမေရဲ့ပရိတ်သတ်ဖြစ်တဲ့ အရမ်းစပ်စုသလောက် တော်လည်းတော်တဲ့အပျော်တမ်းစုံထောက် အယ်ဗိုင်ရာနဲ့အတူသူမရဲ့ဖခင်ဖြစ်သူကိုဘယ်လိုရှာဖွေကြမလဲ။ပြန်ပေးဆွဲသူကဘယ်သူလဲဘာကြောင့်လုပ်ရတာလဲ။သူ့အမှုကို ကူညီဖို့အယ်ဗိုင်ရာခေါ်လိုက်တဲ့စုံထောက်လေး ဂျက်ခ်နဲ့ရောဘယ်လိုဇာတ်လမ်းလေးတွေဖြစ်မလဲ။ဒီခရစ်စမတ်မှာ ဒီမိသားစုတွေအတူတကွပြန်လည်ဆုံစည်းနိုင်ပါ့မလားဆိုတာကိုဒီ Deck the halls ဆိုတဲ့ မိသားစုခရစ်စမတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦးFile size…  1.3 GB /  640 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 1h 30m\nGenre .....  Action , Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/deck-the-halls-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTc3NzI0MzQ3M15BMl5BanBnXkFtZTcwMzA0MDMzNA@@._V1_-141x200.jpg",
        "title": "Fallen Angels (1995)",
        "description": "IMDb - 7.6/10 , RT - 95% Bodyguards and Assassins, God of Gamblers တို့မှာ သရုပ်ဆောင်ဖူးတဲ့ Leon Laiရယ် Forever Friendsနဲ့ The Crossingတို့ရဲ့ မင်းသားTakeshi Kaneshiroတို့နဲ့အတူတူ Royal Tramp , Swordsman တို့ရဲ့ မင်းသမီး Michelle Reisတို့က ၃ယောက်သား ဒီကားကို အနှစ်အရသာရှိလှစွာ ပုံဖော်ထားပါတယ်။ ဇာတ်လမ်းကတော့ ဟောင်ကောင်က လုပ်ကြံရေးသမား၂ယောက်ရယ် ရရာအလုပ်ကို လုပ်နေတဲ့လူရယ်၊ ထိုလူ၃ယောက်ရဲ့ သူတို့ရဲ့ ဘဝနဲ့ အချစ်ရေးအကြောင်းကို ထူးခြားစွာဖော်ပြထားတဲ့ ရုပ်ရှင်လေးဖြစ်ပါတယ်။ လူတွေက နေ့စဥ် ကိုယ်ကျွမ်းကျင်ရာကို လုပ်ကိုင်ရင်း အချစ်နဲ့နားခိုရာကို ရှာဖွေလေ့ရှိပါတယ်။ အချစ်ကို ပျောက်လို့လိုက်ရှာရင်း ကိုယ့်ရဲ့ စိတ်ဝိညာဉ်ကိုပါ ပျောက်ဆုံးတတ်​ပြီး သူတို့၃ယောက် ဘဝကို ဘယ်လိုနေထိုင်ကြလဲဆိုတာကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/fallen-angels-1995-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOGI1NGQ4ZmUtMTY4OC00YTFiLThmODctODI5ODQ1MzcyYzNmXkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_-150x200.jpg",
        "title": "Detective Dee: The Four Heavenly Kings (2018)",
        "description": "Detective Dee: The Four Heavenly Kings (2018)IMDb Rating (6.4) / Rotten Tomatoes (60%)ဒီရုပ်ရှင်ကတော့ ၂၀၁၃ ကထွက်ရှိခဲ့တဲ့ Young Detective Dee - Rise of The Sea Dragon ရဲ့ Sequel အနေနဲ့ထွက်ရှိလာခဲ့တာပါ။\nရှေ့က အဓိကသရုပ်ဆောင်တွေ အကုန်နီးပါး ပြန်ပါဝင်ထားပါတယ်။\n၂၀၁၀ ကထွက်ရှိပြီး အောင်မြင်ကျော်ကြားခဲ့တဲ့ Detective Dee-Mystery of The Phantom Flame ရုပ်ရှင်ရဲ့ Prequel ရုပ်ရှင်တွေဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ Rise of The Sea Dragon ရုပ်ရှင် အဆုံးကနေပြန်လည်စတင်ထားပြီး\nရှင်ဘုရင်က စုံထောက်ဒီးကို နဂါးနိုင်ဓါး (ကျိုင်းတံ) အပ်နှင်းပြီး\nတစ်တိုင်းပြည်လုံးကို စေခိုင်းနိုင်တဲ့ အခွင့်အာဏာအပ်နှင်းလိုက်တာကနေ စတင်ပါတယ်။\nဒီလိုအာဏာအပ်နှင်းလိုက်တဲ့အတွက် ရှင်ဘုရင်ကို (တရုတ်ပြည်သမိုင်းမှာတစ်ဦးတည်းသောဘုရင်မဖြစ်လာမယ့်) မိဖုရားဝူက အမျက်ရှတော်မူပါတယ်...\nစုံထောက်ဒီးလို ဦးနှောက်ပဲရှိပြီး ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/detective-dee-the-four-heavenly-kings-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOGUyZmNmOWMtNzE5Ni00MTVhLTkwZmQtMzNmZTc5MjA3MWZlXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-147x200.jpg",
        "title": "Young Detective Dee: Rise of the Sea Dragon (2013)",
        "description": "Young Detective Dee: Rise of the Sea Dragon (2013)IMDb Rating (6.5)/ Rotten Tomatoes (53%)Mark Chao သရုပ်ဖော်တဲ့ ဒီးလျန်ကျယ် ခေါ် စုံထောက် ဒီးဒီဇာတ်လမ်း ဟာ ၂၀၁၀ ခုနှစ်ကထွက်ရှိထားတဲ့ Detective Dee and the Mystery of the Phantom Flame ရုပ်ရှင်ရဲ့ Prequel ဖြစ်ပါတယ် ...ဒါကြောင့် စုံထောက်ဒီးကိုငယ်စဉ်ဘဝကပုံစံနဲ့တွေ့ရမှာပါ။မင်းသား Mark Chao ကစုံထောက်ဒီးအဖြစ်ပါဝင်ထားပြီး မင်းသမီးကတော့ Angelababy ဖြစ်ပါတယ်။ ကိုရီးယားမင်းသား Kim Bum လဲအရံပါဝင်ထားပါတယ်။Andy Lou နဲ့ ဒီးလျန်ကျယ် ကို ရင်းနှီးခဲ့ရတဲ့ ကျွန်တော်တို့ဟာ Mark Chao နဲ့ ရုတ်တရက်ကြုံလိုက်ရတော့ အသားမကျဖြစ်လိုက်ရသေးတယ်။ ဒါပေမဲ့ ဒီဇာတ်ကားပုံဖော်လိုက်တဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/young-detective-dee-rise-of-the-sea-dragon-2013/"
    }
]