[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3pVvUeOgw0IPPyf0QoI8dUTcXq.jpg",
        "title": "Rogue(2007)",
        "description": "ဒီကားကတော့ Australia ရဲ့ Northern Territory ကိုအခြေပြုပြီး ရိုက်ထားတဲ့ horror ကားတစ်ကားပါ။မတူညီတဲ့နောက်ခံတွေ ဘ၀တွေရှိကြတဲ့ သာမန်မိသားစုတွေ၊ စုံတွဲတွေ၊ တစ်ယောက်ထဲ ကိုယ့်အကြောင်းနဲ့ကိုယ် လေ့လာရေးထွက်လာတဲ့ လူတွေဟာ… အလည်အပတ်ခရီးစဉ်အတွက် ဒီရေမြစ်တစ်လျှောက်က မိကျောင်းတွေကို ကြည့်ပြီးတောတွင်းသဘာ၀ကို ခံစားဖို့ လှေတစ်စီးထဲမှာ စီးလာကြရာကနေ…တောရိုင်းသားရဲကောင်တွေရဲ့ သဘာ၀အတိုင်းပဲ.. ဘယ်အချိန်မှာ ထပြီး ကိုယ့်ကို အန္တရာယ် ပေးမယ်ဆိုတာ မသိနိုင်သလို… သူတို့ တိုက်ခိုက်လာတဲ့အခါမှာလည်း… လှေထဲမှာပါလာတဲ့လူတွေက အသက်ရှင်ဖို့အတွက် ဘယ်လိုကြိုစားရမယ်၊ ဘယ်လိုစည်းလုံးကြမယ်၊ ဘယ်လိုသွေးကွဲကြမယ်ဆိုတာတွေကို စိတ်လှုပ်ရှားစရာ ကြည့်ရမှာပါ။အဓိကမင်းသားနဲ့ မင်းသမီးဆိုတာထက် ဇာတ်ကောင်တွေအားလုံးရဲ့ မတူညီတဲ့ စရိုက်တွေကို မြင်ရမှာပါ။ သူတို့ မိကျောင်းရန်ကနေ ဘယ်လိုအသက်လုပြီး ပြေးကြမလဲ၊ ဘယ်သူတွေကရော မိကျောင်းပါးစပ်ထဲ ရောက်ကုန်ကြမှာလဲ၊ သူတို့အားလုံး အသက်ရှင်လျက် အိမ်ပြန်နိုင်ပါ့မလား ဆိုတာကိုတော့ ဒီကားလေးကိုကြည့်ပြီး အဖြေရှာကြည့်လိုက်ပါနော်… File size…2.32 GB/ 846.4 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/rogue2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ff9iMXJjtRdm58nRzM88sNr5CTu.jpg",
        "title": "Die Hart the Movie(2023)",
        "description": "Die Hart the Movie(2023)***********************ဟာသမင်းသား ကယ်ဗင်ဟာ့ထ်ရဲ့ ဟာသအက်ရှင်ကားအသစ်ထွက်လာပါပြီ။\nမင်းသမီးကတော့ Game of Thrones ရဲ့ နာမည်ကြီးမင်းသမီး Nathalie Joanne Emmanuel ပါပဲ။ဇာတ်လမ်းကတော့ နည်းနည်းဆန်းပါတယ်။ကယ်ဗင်ဟာ့က ကယ်ဗင်ဟာ့အနေနဲ့ပဲ သရုပ်ဆောင်ထားတာပါ။ကယ်ဗင်ဟာ ဒဝိန်းသရော့ဂျွန်ဆန်နဲ့အတူ အက်ရှင်ဟီးရိုးရဲ့ တွဲဘက်ဟာသကောင်အနေနဲ့ဇာတ်ကားတွေအများကြီး သရုပ်ဆောင်ရင်း လက်ရှိအခြေအနေကို စိတ်ပျက်လာပါပြီ။သူက အက်ရှင်ကားမှာ ဟာသကောင်အနေနဲ့မဟုတ်ဘဲ အတည်အက်ရှင်ဟီးရိုးအနေနဲ့ ရိုက်ချင်တာပါ။ဒါပေမဲ့ သူ့ကိုဘယ်သူမှ အတည်မမှတ်ကြပါဘူး။ အဲဒီမှာပဲ အက်ရှင်ကားတွေရဲ့ နာမည်ကြီးဒါရိုက်တာကလောက်ဗန်ဒဗဲဒီက သူ့ကို အက်ရှင်ကားတစ်ကားမှာမင်းသားလုပ်ဖို့ကမ်းလှမ်းလာပါတယ်။ ဒါပေမဲ့ မင်းသားလုပ်ဖို့ဆိုရင် အက်ရှင်သင်တန်းတစ်ခုကို အောင်မြင်အောင်တက်ရမယ်လို့ ပြောပါတယ်။ အဲဒီကျောင်းကနေပဲ စတားလုံး၊ ဂျေဆန်စတေသန်၊ ဂျက်ကီချန်း၊ဂဲဂဒေါ့တို့လိုလူတွေကို မွေးထုတ်ပေးလိုက်တာဖြစ်ကြောင်း ရှင်းပြလိုက်ပါတယ်။အဲဒီ လျို့ဝှက်အက်ရှင်ကျောင်းကို ရောက်သွားချိန်မှာတော့ ဘယ်လိုတွေ တလွဲတွေဖြစ်မလဲဆိုတာကို....File Size :(1.8GB) and (646MB)\nQuality :Web-Dl 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:18:00\nGenre : Action, Comedy\nSubtitle : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/die-hart-the-movie2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJPKar0jnAsS09l3xfP6LL8sUkX.jpg",
        "title": "The Bounty Hunter(2010)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အချစ်နဲ့အက်ရှင်ရောစပ်ထားတဲ့ တစ်ကားလုံးခွီနေရမဲ့ Rom-com လေးတစ်ပုဒ်ကိုမိတ်ဆက်ပေးပါရစေ။အဓိကသရုပ်ဆောင်တွေအဖြစ်နဲ့ 300 မင်းသားကြီး Gerard Bulter ၊မင်းသမီးချော Jennifer Aniston တို့ပါဝင်သရုပ်ဆောင်ထားပြီး Jason Sudeikis နဲ့ မင်းသမီးကြီး Christine Baranski တို့ကအားဖြည့်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့မိုင်လိုဟာရဲဝန်ထမ်းဟောင်းတစ်ဉီးဖြစ်ပြီးတော့ မကြာသေးခင်ကမှမိန်းမနဲ့ကွဲပြီးအရက်သောက်ကွဲပြဲကာတပ်ဖွဲ့မှအထုတ်ခံလိုက်ပါတယ်။ထို့ပြင်သူကလောင်းကစားလည်းအတော်လုပ်တတ်တဲ့သူဖြစ်ပြီး ရှုံးကြွေးတွေတင်နေလို့အကြွေးရှင်တွေလိုက်ဖမ်းတာကိုခံနေရပါတယ်။အဲ့လိုနဲ့တစ်နေ့မှာတော့ သူအလုပ်လုပ်တဲ့ကြေးစားလူဆိုးဖမ်းပေးတဲ့ကုမ္ပဏီကနေစာချုပ်တစ်ခုကိုရလိုက်ပါတယ်။အဲ့တာကတော့ ယာဉ်ကြောစည်းကမ်းဖျက်မှုမှာ အာမခံရုံးချိန်းကိုရောက်မလာတဲ့ သူ့မိန်းမဟောင်းဖြစ်တဲ့ သတင်းသမားနစ်ကိုးလ်ကိုဖမ်းခေါ်လာခဲ့ဖို့ပါ။အကြွေးထူနေတာတွေကြောင့်ရော လောလောဆယ်ပိုက်ဆံလိုနေတဲ့မိုင်လိုကစာချုပ်ကိုလက်ခံလိုက်ပါတယ်။တစ်ဖက်မှာတော့ နစ်ကိုးလ်ဟာသေကြောင်းကြံမှုတစ်ခုအကြောင်းကိုစုံစမ်းရင်း ထိုအမှုဟာရိုးရိုးမတော်တဆမှုမဟုတ်မှန်းသံသယဖြစ်စရာတွေပေါ်လာတဲ့အလျောက် လူသိမများခင်တစ်ဉီးတည်းတစ်ကိုယ်တော်စုံစမ်းနေတာပါ။သူ့ ex လိုက်ဖမ်းတာခံရတဲ့အခါမှာတော့ နှစ်ယောက်သားဖမ်းမိရင်းလွတ်အောင်ပြေးရင်းနဲ့ အလွဲဟာသပေါင်းစုံကိုတွေ့မြင်ရမှာပါ။အမှုနောက်ကိုလိုက်ရင်းကလည်း တဖြည်းဖြည်းဝင်ပါလာမိတဲ့အခါမကျေနပ်တဲ့ဆိုင်ရာသူတွေက နစ်ခ်ကိုသတ်ဖို့ကြိုးပမ်းပါတော့တယ်။အဲ့လိုနဲ့နှစ်ယောက်သားရဲ့ခရီးစဉ်က အသက်အန္တရာယ်ကလွတ်အောင်အတူကြိုးပမ်းကြရတဲ့ဆီကိုရောက်လာပါတော့တယ်။တစ်ဖက်မှာလည်းမိုင်လိုရဲ့အကြွေးရှင်တွေက သူ့ကိုဖမ်းမိဖို့အသည်းအသန်လိုက်လာကြပါတယ်။ထိုဗရုတ်သုတ်ခနှစ်ခုကြား သူတို့အဆက်ဟောင်းနှစ်ဉီးပြဿနာတွေရင်ဆိုင်ရင်း မေတ္တာတွေကျန်ရှိနေကြတုန်းပဲဆိုတာသိလိုက်ရပါတယ်။အန္တရာယ်ကြားက အိမ်ထောင်ရေးကိုပြင်ဆင်ဖို့ဒုတိယအခွင့်အရေးကို ပိုင်နိုင်စွာအသုံးချသွားကြမလားဆိုတာကိုတော့ ဒီကားလေးကိုဆက်လက်ကြည့်ရှုရင်းအဖြေရှာလိုက်ကြပါစို့။ Box office မှာလည်း တော်တော်လေးအောင်မြင်ခဲ့တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ File size…2.05 GB/ 806.1 MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Comedy ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-bounty-hunter2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjI0ZDJkNDMtNjZiYy00ZDA4LThjNjUtYTNkYWRlYmFlMTcwXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-159x200.jpg",
        "title": "Abbara(2022)",
        "description": "Abbara (2022)IMDb-8.4/10ဒုစရိုက်မှုတွေမျိုးစုံလုပ်တဲ့ လူမိုက်ကြီးဗိုင်ရာမူဒီဟာ\nလုပ်သမျှရာဇ၀တ်မှုတိုင်းမှာ သက်သေမကျန်အောင်ပိရိရက်စက်သူပါ။တစ်နေ့ရဲအရာရှိမာဟင်ဒရာဗာမာဆိုသူအသတ်ခံခဲ့ရပါတယ်။တရားခံမပေါ်ခဲ့ပါဘူး။ဒီကိစ္စကို မင်းသားက သူ့ကိုယ်သူ လူသုံးယောက်အနေနဲ့ သုံးကိုယ်ခွဲပြီး\nလိုက်လံစုံစမ်းရင်း အတိတ်ကအဖြစ်အပျက်တစ်ခုကြောင့်လည်း\nဗိုင်ရာမူဒီကို လက်စားချေချင်နေခဲ့ပါတယ်။သုံးကိုယ်ခွဲရင်း လွဲလာမယ့် အလွဲလေးတွေကိုလည်း ခွီရမယ့်အပြင်\nအက်ရှင်ခန်းတွေလည်း ပါဝင်တာမို့\nတရားရေပြိုင် ဘယ်သူနိုင်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာပဲ စီးမျောလိုက်တော့နော်။\nFile size…2.67GB  / 1.57GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration…2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor~BpL~Yunni",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/abbara2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jtlDK3r8G282Vi0cGMxLVJJkhke.jpg",
        "title": "Green Street Hooligans: Underground",
        "description": "Green Street 3: Never Back Down (2013)================================= ဒီတစ်ခါ ပရိတ်သတ်ကြီးအတွက် 2013မှာထွက်ရှိခဲ့တဲ့ Green Street 3ဆိုတဲ့ အက်ရှင်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီထဲမှာ ဘောလုံးပွဲကြည့်ရတာကို အရမ်းသဘောကျပြီး ကိုယ်ကြိုက်တဲ့ ဘောလုံးအသင်းကိုအရူးအမူး အားပေးတဲ့သူတွေလည်း ရှိမယ်ထင်ပါတယ်။ ဒီဇာတ်ကားထဲမှာတော့ ဒီလိုအားပေးရာကနေ တစ်ဆင့်တက်သွားတဲ့ football hooligansခေါ် ဘောလုံး လူရမ်းကားတွေအကြောင်း ကြည့်ရမှာပါ။ သူတို့ဟာ ပြိုင်ဘက်အသင်းက လူရမ်းကားတွေနဲ့ ကိုယ်ထိလက်ရောက်ရန်ဖြစ်ကြ သောင်းကျန်းကြတာမျိုး တွေပါ လုပ်လေ့ရှိပြီး မကျေနပ်တာရှိရင်အုပ်စုလိုက် ချိန်းထိုးကြတာမျိုး လုပ်တဲ့အထိ ကြမ်းတမ်းကြပါတယ်။Never Back Downဟာ တတိယမြောက် Green Streetဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ညီဖြစ်သူ ဂျိုဝီရဲ့ ပဟေဠိဆန်ဆန် သေဆုံးသွားမှုကြောင့် အကိုဖြစ်သူဒန်နီတစ်ယောက် သူဦးဆောင်ခဲ့တဲ့ ဝက်စ်ဟမ်း အမာခံ ပရိတ်သတ်အဖွဲ့ ဂရင်းစထွိကိုပြန်ရောက်လာရကနေ ဇာတ်လမ်းစပါတယ်။ သူပြန်ရောက်လာချိန်မှာတော့ ဒီရန်ပွဲတွေဟာအရင်ကလို လမ်းဘေးမှာ ဖြစ်ချင်တိုင်းဖြစ်ကြတဲ့ ပွဲမျိူးတွေမဟုတ်တော့ပါဘူး။ရန်ပွဲတွေဟာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/green-street-hooligans-underground/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bro-141x200.jpg",
        "title": "Brotherhood (2022)",
        "description": "ငယ်ငယ်က ကြားဖူးတဲ့ ကျေးညီနောင်ပုံပြင်လေးကို မှတ်မိကြသေးရဲ့လား..\nမုန်တိုင်းကြောင့် အသိုက်ကနေလွင့်ပြီး တစ်နေရာစီ ရောက်သွားကြတဲ့\nကျေးညီနောင်လေးဟာ တစ်ကောင်ကအဖြူဘက် တစ်ကောင်က အမည်းဘက်\nဒုစရိုက်ခြမ်းနဲ့ သုစရိုက်ခြမ်း တစ်ကွဲတစ်ပြားစီ ရောက်သွားခဲ့ကြရတာလေ...ဒီ IMDB 8.1/10 ရရှိထားတဲ့ နိုင်ဂျီးရီးယား\ncrime-action thrillerကားလေး\nBrotherhood (2022)ကလည်း\nအလားတူ အခြေအနေမျိုးကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်..\"ဇာတ်လမ်းအကျဉ်း\"\nငယ်စဉ်က နှစ်သစ်ကူးညမှာ ဓားပြတိုက်ခံခဲ့ပြီး\nမိဘနှစ်ပါးလုံး ဆုံးပါးသွားခဲ့တာကြောင့်\nဝါလေ နဲ့ အာကင်းတို့ အမြွှာညီအစ်ကိုနှစ်ယောက်ဟာ\nနေ့ချင်းညချင်း မိဘမဲ့အဖြစ်ကိုရောက်ရှိသွားခဲ့ရပါတယ်..\nမိဘမဲ့ဂေဟာရောက်သွားတဲ့ အမြွှာညီအစ်ကိုနှစ်ယောက်မှာတော့\nလီဂိုပြည်နယ်ရဲ့ လမ်းမများပေါ်မှာ အသက်ရှင်ရပ်တည်ဖို့ကြိုးစားရင်း\nအရွယ်ကြီးရင့်လာတဲ့အခါမှာတော့ တစ်ယောက်တစ်လမ်းစီ လျှောက်ဖြစ်ခဲ့ကြပါတော့တယ်..\nအဖြူ အမည်း လားလားကြီးကို ဆန့်ကျင်နေတဲ့ ပြဒါးတစ်လမ်း သံတစ်လမ်းဖြစ်စွာ\nဝါလေက ရဲအရာရှိဖြစ်၊ အာကင်းက ထောင်ကို အိမ်ဦးနဲ့ ကြမ်းပြင်လိုကူးနေတဲ့\nဒုစရိုက်သမားဖြစ်ခဲ့တာကြောင့် တဇောင်းစေးနဲ့ မျက်ချေးလို\nတစ်ယောက်နဲ့တစ်ယောက်ကြည့်မရ ဖြစ်နေကြတော့တာပေါ့..\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ဝါလေလိုက်နေတဲ့ ရာဇဝတ်မှုထဲ\nအာကင်းက တရားခံတွေထဲကတစ်ယောက်ဖြစ်နေတာကို သိလိုက်ရတဲ့အခါမှာတော့...\nအလုပ်နဲ့ ညီအစ်ကိုသံယောဇဉ်ကြား ဝါလေတစ်ယောက် ဘယ်အရာကိုရွေးချယ်မှာလဲ..\nအာကင်းကရော ဘယ်လိုဖြစ်ပြီး အဲဒီရာဇဝတ်မှုကြီးထဲ ပါသွားခဲ့တာလဲ..\nနှစ်ယောက်သား ထိပ်တိုက်တွေ့ကြတဲ့အခါ ခါတိုင်းလို အသေအလဲ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/brotherhood-2022-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-Star-135x200.jpg",
        "title": "Star Trek: First Contact (1996)",
        "description": "Star Trek franchise မှာ ဂြိုဟ်တွေ ဂြိုဟ်တွေအတွက် အရေးကြီးတဲ့ turning point တစ်ခု ရှိပါတယ်။ ဘာလဲဆိုတော့ ဂြိုဟ်တစ်ခုပေါ်မှာ ဖြစ်ပေါ်လာတဲ့ Civilization တစ်ခုခုဟာ သူ့အလိုအလျောက် ဆင့်ကဲတိုးတက်လာပြီး အလင်းလွန်နှုန်းစက်ဖြစ်တဲ့ warp drive ကို တီထွင်နိုင်ချိန်ပါပဲ။ Warp အချက်ပြတွေကို Federation ရဲ့ တာဝေးဆန်ဆာတွေကနေ ထောက်လှမ်းမိတဲ့အခါ အဲဒီဂြိုဟ်ကို သံတမန်တွေကို စေလွှတ်ပြီး Federation ထဲဝင်ဖို့ ကမ်းလှမ်းပါတယ်။ အဲဒီလို ပထမဆုံး စဆက်သွယ်တဲ့နေ့၊ အချိန်ကို First Contact လို့ ခေါ်ပါတယ်။ ဇာတ်လမ်းအရ ကျွန်တော်တို့ ကမ္ဘာကြီးကလည်း Federation နဲ့ First Contact နေ့ဆိုတာ ရှိခဲ့ပါတယ်။ တတိယကမ္ဘာစစ်ကြီးပြီးလို့ ပြာပုံထဲကနေ ရုန်းထလာခဲ့တဲ့ ကမ္ဘာဟာ 2063 ခုနှစ်၊ ဧပြီလ 5 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/star-trek-first-contact-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYWUyOGUyNWYtOGU5Ny00MmRkLTlmYjAtZDUwMjhjZjNmNDk3XkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-113x200.jpg",
        "title": "Michael (2023)",
        "description": "Michael 2023ဒီရက်ပိုင်းမှ လောလောလတ်လတ်ထွက်ရှိထားပြီး\nဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်း၊ rating 5.8/10 အထိရထားတဲ့\nပရိတ်သတ်တွေနဲ့ရင်းနှီးပြီးသား တေလဂူးနာမည်ကြီးသရုပ်ဆောင်တွေပါတဲ့\nရုပ်ရှင်ဇာတ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဓားမြှောင်တစ်ချောင်းဆောင်ပြီး လောကဓံကိုအရွယ်နဲ့မလိုက်အောင်\nထမ်းပိုးသယ်နေရတဲ့ 13 နှစ်အရွယ်ကောင်လေး မိုက်ကယ်၊ နားကြပ်လေးတပ်ပြီး\nဘာကိုမှဂရုမစိုက်တတ်သလို လောကကြီးကိုအရွဲ့တိုက်ချင်နေတဲ့ လူငယ်လေးတစ်ဦးပေါ့။တစ်နေ့မှာမထင်မှတ်ပဲမိုက်ကယ်ဟာ မြို့ရဲ့ဒုစရိုက်ခေါင်းဆောင်ဖြစ်တဲ့\nဂူရူနာသ်ကိုအသက်ဘေးကနေ ကယ်တင်ပေးလိုက်ရာကနေ မွေးစားခံလိုက်ရပါတယ်။\nအရွယ်ရောက်လာလို့ ဂူရူနာသ်ရဲ့ယုံကြည်ရတဲ့သူတစ်ဦးဖြစ်လာပြီး\nသူ့ရဲ့ ရန်သူဖြစ်သူကိုသတ်ဖို့ မိုက်ကယ်ကိုစေခိုင်းလိုက်တဲ့အချိန်မှာ\nမိုက်ကယ်ဟာ ရန်သူရဲ့ရန်သူကိုချစ်မိသွားတဲ့အခါ ...မိုက်ကယ်တစ်ယောက် ကိုယ့်ရဲ့ကျေးဇူးရှင်ကိုပြန်သစ္စာဖောက်မှာလား၊\nကိုယ်ချစ်ရတဲ့သူကိုပဲ သတ်ပစ်မှာလား ဆိုတာကတော့ ဒုစရိုက်တွေကြား\nဂိုဏ်းပေါင်းစုံနဲ့အရှုပ်အရှင်းတွေကြား ဇာတ်ရှိန်အစကနေ အဆုံးထိ ဆွဲခေါ်သွားပေးသွားမှာပါ။\nFile size…2.16GB / 999MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Yunni ~ Nyein Aye",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/michael-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/large_5R0LIgh1amIE42Qm7B59yeW9RtF-211x300.jpg",
        "title": "Ride Along 2 (2016)",
        "description": "ကဲဒီတခါတော့ ထွက်ထားတာကြာပြီဖြစ်ပေမဲ့ တော်တော်ရီရတဲ့စုံထောက်ဟာသကားလေးကို ပိတ်ရက်အတွက်တင်ပေးလိုက်ပါတယ်အတ္တလန္တာရဲဌာနက စုံထောက်ဖြစ်သူ ဘန်ဟာ အမှုတခုမှ မရည်ရွယ်ပါပဲမူးယစ်ဂိုဏ်းတစ်ခုကိုခြေရာခံမိရာမှ မိုင်ယာမီ အထိ သွားရောက်စုံစမ်းရန်အခွင့်ကြုံလာသော အခါမှ မကြာမီ ညီမဖြစ်သူနဲ့ လက်ထပ်တော့မယ်ရာထူးချပြီး ခံဝန်နဲ့ နေရသူ ယောက်ဖလောင်း အရာရှိ ဂျိမ်းစ် နဲ့သွားရောက် စုံစမ်းဖို့ အခွင့်ကြုံလာရာမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲအလွဲလွဲအချော်ချော်တေကကော ဘယ်လိုတွေများကြုံကြမလဲကို ဆက်လက် ကြည့်ရှုလိုက်ပါအုံးဗျာ",
        "rating": "5.9",
        "url": "https://megaup.net/1Srjp/Ride_Along_2_[2016]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmE4MTY4NmEtNzM1My00YWU3LTgyOTMtODEwMzQzZWQyOTY3XkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Veera Simha Reddy (2023)",
        "description": "Veera Simha Reddy (2023)\nAction/ Drama\nIMDb 5.8/10နှစ်ဘဝကလဲ့စားဇာတ်ကားနဲ့ ပုရိသတို့အသည်းစွဲဖြစ်ခဲ့တဲ့ မင်းသမီး Shruti Haasan\nပါဝင်တဲ့ဇာတ်ကားအသစ်စက်စက်လေး ထွက်ရှိလာပါပြီ။ ဘက်ဂျက်၅ဆလောက်ကို\nပြန်မြတ်ခဲ့တဲ့ကားလည်းဖြစ်လို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေးနဲ့မီနက်ရှီတို့သားအမိနှစ်ယောက်ဟာ အစ္စတန်ဘူလ်မှာ\nအခြေချနေထိုင်ရင်း ဘဝကို အေးချမ်းစွာဖြတ်သန်းနေတာပါ။ တစ်ရက်မှာတော့\nဂျေးတစ်ယောက် သီးချိန်တန်သီး ပွင့်ချိန်တန်ပွင့်ဆိုသလို ချစ်ရတဲ့မိန်းကလေးနဲ့\nအိမ်ထောင်တစ်ခုထူထောင်ဖို့ ဖြစ်လာပါတော့တယ်။ အဲဒီအချိန်မှာ\nကိုယ့်ကိုယ်ကိုမိတဆိုးသားလေးလို့ထင်နေခဲ့တဲ့ ဂျေးကို မီနက်ရှီက\nဖခင်ဖြစ်သူအကြောင်းထုတ်ပြောပြလာပါတော့တယ်။ဖခင်ဖြစ်သူဟာ စီမာဒေသနဲ့လူထုကို တရားသောနည်းလမ်းနဲ့အုပ်ချုပ်နေပြီး\nရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ဗီရာဆင်းမ်ဟာရတ်ဒီဖြစ်ကြောင်း ဂျေးသိပြီးတဲ့အခါမှာတော့...\nဖခင်ရဲ့ဆန္ဒကို ဘယ်လိုတွေဖြည့်ဆည်းပေးမလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…5.19GB / 2.21GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni ~ Nyein Aye",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/veera-simha-reddy-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjkxNTAwNTQ0M15BMl5BanBnXkFtZTYwMTQwMjM3._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Scorpion King (2002)",
        "description": "The Scorpion King(ကင်းမြီးကောက်ဘုရင်ကြီး) ဇာတ်ကားဟာ Dwayne Johnson(The Rock) အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ပထမဦးဆုံးဇာတ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမတိုင်ခင်က The Rock ကြီးဟာ The Mummy Returns ဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ခဲ့ပါသေးတယ်။တကယ်တော့ ကင်းမြီးကောက်ဘုရင်ကြီးဇာတ်ရုပ်ဟာ The Mummy Returns ထဲမှ ဇာတ်ရုပ်ကို ခွဲထုတ်ရိုက်ကူးထားခြင်းလည်းဖြစ်ပါတယ်။The Mummy Returns ဇာတ်ကားထဲမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးဟာ တိုက်ပွဲများစွာကို အောင်နိုင်ခဲ့တဲ့ စစ်ဘုရင်ကြီးဖြစ်ပါတယ်။စစ်ဘုရင်တို့ထုံးစံအတိုင်း နောက်ဆုံးမှာတော့ တိုက်ပွဲတစ်ခုမှာစစ်ရှုံးခဲ့ပြီး လက်ကျန်စစ်သည်အနည်းငယ်နဲ့အတူ အာမ်ရှိုင်းယားသဲကန္တာရကြီးကိုဖြတ်သန်း ပြန်လာခဲ့ကြပါတယ်။အာမ်ရှိုင်းယားသဲကန္တာရအလယ်မှာ အစာပြတ်ရေငတ် ဖြစ်ပြီး နောက်ဆုံးမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီး တစ်ဦးသာ ကျန်ခဲ့ပါတော့တယ်။ကင်းမြီးကောက်ဘုရင်ကြီးသေဆုံးခါနီးမှာ အမှောင်နတ်ဘုရား အနူးဘစ်နဲ့ အပေးအယူလုပ်ပြီး အသက်ရှင်သန်ခွင့်ရခဲ့ရုံသာမက အနူးဘစ်ရဲ့ စစ်တပ်ကြီးကိုဦးဆောင်ကာ ပိုလို့ရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ဘုရင်ကြီးဖြစ်လာခဲ့ပါတယ်။The Scorpion King ဇာတ်ကားမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးရဲ့ ငယ်ရွယ်နုပျိုစဉ်အချိန်ကာလကို ရိုက်ကူးထားတာပါ။ မားသရပ်စ် အမည်နဲ့ လူငယ်လေးဘဝမှ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-scorpion-king-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/91z0UmhwbwL._AC_SL1500_-142x200.jpg",
        "title": "The Mummy (2017)",
        "description": "အရင် Mummy ဇာတ်ကား တွေနဲ့ မတူတဲ့အချက်ကတော့ မင်းသား တွမ်ခရုဇ်က ခေါင်းဆောင်ပါဝင်ထားတာဖြစ်ပြီးအရင်ဇာတ်ကားတွေနဲ့ ကွဲပြားအောင် ဘယ်လိုဇာတ်အိမ်တည်ထားသလဲဆိုတာ စိတ်ဝင်စားစရာပါ။ခရူးဆိတ်စစ်ပွဲမှာပါဝင်ခဲ့တဲ့ သူရဲကောင်း အဖွဲ့ဟာ အေဒီ ၁၁၂၇ မှာရှေးဟောင်းအီဂျစ်နိုင်ငံကနေ ပတ္တမြားကြီးတစ်လုံးရခဲ့ပြီး ဂူတစ်ခုထဲမှာ အမှတ်သညာနဲ့ မြှုပ်နှံထားပါတယ်။ယနေ့ခေတ်လန်ဒန်မြို့မြင်ကွင်းနဲ့အတူ မြေအောက်ရထား လမ်းဖောက်လုပ်တဲ့ လုပ်သား တွေဟာ ခရူးဆိတ်စစ်ပွဲ  သူရဲကောင်းရဲ့ ဂူကိုရှာဖွေတွေ့ရှိခဲ့ပြီး လုပ်ငန်းခွင်ထဲက ထူးဆန်းတဲ့အရာတွေကိုလည်း ထပ်မံတွေ့ရှိခဲ့ပါတယ်။ ဂူတွေကို စူးစမ်းလေ့လာရင်း အမှတ်အသားတစ်ခုအရ နောက်ကြောင်း ပြန်ကြည့်တဲ့အခါ ဖာရိးဘုရင်တစ်ပါးရဲ့ သမီးတော် အာမာနက်မင်းသမီးနဲ့ ပတ်သက် တဲ့အကြောင်းအရာပေါ်လာခဲ့ပါ တယ်။အာမာနက် မင်းသမီးဟာ ထီးနန်းအမွေဆက်ခံမယ့် မင်းသမီးတစ်ပါးအဖြစ် နေရာရခဲ့ပေမယ့်သူ့ခမည်းတော်ရဲ့ ဒုတိယဇနီးက သားတော်မွေးဖွားခဲ့တဲ့အတွက် မင်းသမီးရဲ့ အခွင့်အာဏာတွေအကုန်လုံး လက်လွှတ်ရမယ့် အနေအထားဖြစ်ခဲ့ပါတယ်။အဲဒါနဲ့ အာမာနက်ဟာ သူသာလျှင် ထီးနန်းဆက်ခံသူဖြစ်ခွင့် ရှိတယ်လို့ ဆုံးဖြတ်ခဲ့ပြီး အီဂျစ် နတ်ဆက်ကို သူ့ရဲ့ဝိညာဉ်ကို ယစ်ပူဇော်ခဲ့ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-mummy-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/The_Mummy_-_Tomb_of_the_Dragon_Emperor-203x300.jpg",
        "title": "The Mummy: Tomb of the Dragon Emperor (2008)",
        "description": "ဂျက်လီနဲ့မီရှဲယိုတို့ အားဖြည့်ပါဝင်ထားပြီး ရှေ့က Mummy နှစ်ကားရဲ့အဆက်အနေနဲ့ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...လွန်ခဲ့တဲ့ နှစ် ၂၀၀၀ ဝန်းကျင်ခန့်က တရုတ်နိုင်ငံက ရက်စက်ကြမ်းကြုတ်တဲ့ ဟန်ဘုရင်ဟာ တိုင်းပြည်ကိုစုစည်းပြီး နဂါးဧကရာဇ်အဖြစ် တစ်ကမ္ဘာလုံးကိုသိမ်းပိုက်ဖို့ ပြင်ဆင်ခဲ့ပါတယ်...ဒါပေမယ့်မှော်ဆရာမတစ်ဦးရဲ့ကျိန်စာမိပြီး သူနဲ့သူ့တပ်တစ်ခုလုံးဟာ ရွံ့ရုပ်တုတွေအဖြစ် ပြောင်းသွားခဲ့ပြီး မအောင်မြင်တဲ့အိမ်မက်တစ်ခုဟာ မြေကြီးအောက်မှာ ပျောက်ကွယ်သွားရပါတော့တယ်။ဒါပေမယ့် Mummy တို့ရဲ့ဇာတ်လိုက်ကျော် အိုကော်နယ်တစ်ယောက်က ဒီအိမ်မက်ဆိုးကြီးကို မမျှော်လင့်ဘဲ ထုံးစံအတိုင်း မြေကြီးပေါ်ကိုဆွဲတင်လာမိပါတော့တယ်...ဒီတစ်ခါတော့ သူတစ်ယောက်ထဲတင်မဟုတ်တော့ဘဲ သူ့ထက်ဆိုးတဲ့ သားတော်မောင် အဲ့လက်စ်ရောပါပါတယ်။ဟန်ဘုရင်တစ်ယောက် မြေကြီးပေါ်ကို ဘယ်လိုအသက်ဝင်ပြီး ထိုးထွက်လာမလဲ....သူ့ရဲ့မအောင်မြင်ခဲ့တဲ့အိမ်မက်ကို တစ်ဖန်ပြန်လည်အသက်သွင်းဦးမလားဆိုတာ.....။\nFile size…(3.8 GB) /(1.3 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….01:51:47\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-mummy-tomb-of-the-dragon-emperor-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/775_1_large-134x200.jpg",
        "title": "The Mummy Returns (2001)",
        "description": "IMDb (6.3/10)..Rotten Tomatoes (47%)1999 ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားရဲ့အဆက်အနေနဲ့ရိုက်ကူးထားသလို ရှေ့ဇာတ်ကားက မင်းသားမင်းသမီးတွေပဲ ဆက်လက်ပါဝင်ခဲ့ပြီး ကင်းမြီးကောက်ဘုရင်ကြီး Mathayus အဖြစ် The Rock မှအင်အားဖြည့်ပါဝင်ထားပါတယ်။Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Mummy ဇာတ်ကားတွေက ဖျော်ဖြေမှုအပေးနိုင်ဆုံးပါပဲ။ရှေ့ကထွက်ထားတဲ့ The Mummy (1999) ဇာတ်ကားကိုကြည့်ပြီးမှ အခု The Mummy Returns (2001)ကို ဆက်လက်ကြည့်ရှုသင့်ပါတယ်...ပြန်လည်နှိုးထလာတဲ့ ကျိန်စာသင့် Mummy တို့စုံတွဲနဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့စုံတွဲ ထိပ်တိုက်တွေ့ဆုံရာမှာ ကျိန်စာတွေကို ဘယ်လိုပယ်ဖျက်မလဲဆိုတာ........။\nFile size…(4.4 GB) /(1.4 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….02:09:34\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-mummy-returns-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mummy_ver2-220x300.jpg",
        "title": "The Mummy (1999)",
        "description": "IMDb (7/10)....Rotten Tomatoes(56%)ဒီရုပ်ရှင်ဇာတ်ကားဟာ 1932 ခုနှစ်ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားကို Remark ပြန်လုပ်ထားတာဖြစ်ပြီး ခေတ်သစ် Mummy ဇာတ်ကားတွေ နှိုးထလာစေဖို့ အစပျိုးခဲ့တဲ့ ကနဦးဇာတ်ကားလဲဖြစ်ခဲ့ပါတယ်။မင်းသား Brendan Fraser နဲ့ မင်းသမီးချောလေး Rachel Weisz တို့ကို Mummy ဇာတ်ကားတွေနဲ့ တွဲဖက်မှတ်မိစေတဲ့အထိ သူတို့နှစ်ယောက်အတွဲက လိုက်ဖက်လွန်းခဲ့ပါတယ်။လွန်ခဲ့သော နှစ်ပေါင်းသုံးထောင်ခန့်က ချစ်လျှက်နဲ့ မပေါင်းခဲ့ကြရတဲ့ချစ်သူနှစ်ဦး...\nအီဂျစ်ဘုရင်တို့ရဲ့ ရှေးဟောင်းကျိန်စာများကြားမှာ မြေစာပင်ဖြစ်ခဲ့ရတဲ့ ချစ်သူ\nနှစ်ဦးအကြောင်းကိုအစပြုလို့..... ဒီဖက်ခေတ် စာကြည့်တိုက်မှူးမိန်းကလေးတစ်ယောက်နဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့ရဲ့ စိတ်ဝင်စားဖွယ်ရာစွန့်စားခန်းများအကြောင်းနဲ့ ရှေးဟောင်းကျိန်စာများနိုးထလာတဲ့အခါ ကြောက်မက်ဖွယ်ရာ အဖြစ်ဆိုးများနောက်ဆက်တွဲပါလာပုံတို့ကို စိတ်ဝင်စားဖွယ်တင်ဆက်ထားတာပါ။\nFile size…(4.3 GB) /(1.2 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….02:04:56\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-mummy-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/802tv0rwE6YZSdphsSGMDeOqvcA.jpg",
        "title": "Daily Police ( 2023 )",
        "description": "CM ပရိသတ်တွေအတွက် ရဲသားတွေရဲ့ နေစဉ်နေထိုင်မှုပုံစံကို\nသဘာဝကျကျရိုက်ထားတဲ့ Daily Police ဆိုတဲ့\nဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်လမ်း အကျဉ်းလေးကတော့-အလှဆုံးရဲမေအဖြစ် ဂုဏ်ပြုခံရသူ လီလုဟာ မှုခင်းရဲတပ်ဖွဲထဲ ဝင်ချင်ပေမဲ့\nကင်းလှည့်တပ်ဖွဲထဲမှာ အစားထိုး အဖွဲခေါင်းဆောင်အဖြစ် တာဝန်ပေးအပ်ခြင်း ခံခဲ့ရပါတယ်။\nအခြေခံပတ်ဝန်းကျင်ကို ရောက်သွားတဲ့ လီလုဟာ ကောလာဟလတွေနဲ့\nအထင်လွှမှုတွေကြားထဲကနေ ကိုယ်တိုင်ကိုယ်ကျ ကြိုးစားပြီး\nပြည်သူတွေအတွက် အခက်အခဲတွေကို ဖြေရှင်းပေးခဲ့ပါတယ်။တစ်ရက်ပြီးတစ်ရက် လုပ်ဆောင်နေရတဲ့ လုပ်ငန်းဆောင်တာများထဲမှာ\nလီလုတစ်ယောက် အဖွဲဝင်တွေကို စည်းလုံးလာအောင် ဘယ်လိုကြိုးစားခဲ့သလဲ......\nပြည်သူတွေရဲ့ လုံခြုံမှုအတွက် ဘယ်လို ကြိုစားခဲ့သလဲဆိုတာကို......\nဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးကိုပဲ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ynrm/Daily_Police_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhYzY0NDAtNGIwNi00OTg3LWIxODAtOWE5ZjMyNWIxOTgwXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-133x200.jpg",
        "title": "Kranti(2023)",
        "description": "Kranti(2023)IMDb 7.4/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမယ့်ကားက​တော့ မကြာခင်ကမှ ထွက်ရှိထားတဲ့ \"Kranti\"ဆိုတဲ့\nအက်ရှင်ဒရာမာဇာတ်ကား​ကောင်းဖြစ်ပါတယ် ဒီကားကBox Office 33 croresထိ​ရရှိထားပြီးဖြစ်တဲ့\nရုံတင်ဇာတ်ကားကောင်းတစ်ကားပါအိန္ဒိယကားတွေဟာဆိုရင်ဖြင့် အားတိုင်းရဲတွေ‌ကိုထေငေါ့လိုက် နိုင်ငံရေးသမားတွေကို\nတိုက်ခိုက်လိုက် စသဖြင့်သူတို့အစိုးရစနစ် လူတန်းစားခွဲခြားမှု ကျားမခွဲခြားမှုတွေကို ထောက်ပြဝေဖန်နေတာ\nယခုအခါအလှည့်ကျလာတဲ့မင်းသားကတော့ ပညာရေးပါ။ဒါပေမဲ့ ဒီကားလေးမှာတော့ အဆန်းပါ အစိုးရကျောင်းတွေရဲ့ပညာရေးစနစ်ကို\nတိုက်ခိုက်တယ်ဆိုတာထက် ယခုမြန်မာပြည်မှာလဲ ခပ်စိတ်စိတ်တွေ့နေရတဲ့\nကိုယ်ပိုင်ကျောင်းစနစ်တွေကိုဝေဖန်ထားတဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းအစမှာ​တော့ လူတစ်စုကနိုင်ငံ​ရေးဖက်ကလူတစ်​ယောက်နဲ့ ​\nပေါင်းပြီးအစိုးရ​ကျောင်း​တွေကို ပျက်စီးပိတ်သိမ်း​အောင် လုပ်ဖို့အတွက်\nအစီစဥ်ဆွဲ​​နေကြပြီး အဲ့အချိန်မှာတင်သူတို့လုပ်ရပ်ကြောင့် ​ကျောင်းသား​‌တွေ\nဆရာတွေရဲ့ ဘဝများစွာဒုက္ခရောက်နေရပါတယ်သူတို့​တွေရဲ့ရည်ရွယ်ချက်ကဘာလဲ ​ကျောင်းဆရာ​တွေက​ရော\nသူတို့ရဲ့ယုတ်မာမှုကို Speak outလုပ်နိုင်ပါ့မလား\nဒီအခက်အခဲ​တွေကြားထဲက​နေ သူတို့ကိုကယ်တင်​ပေးမယ့်\n\"ကရန်တီ\"က​ရော ဘယ်လိုလူမျိုးဖြစ်ပြီး ဘယ်အ​ကြောင်း​ကြောင့်\nသူပါဒီကိစ္စ​​တွေထဲပါဝင်လာပြီး​ဖြေရှင်းမလဲဆိုတာ​တွေကို စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါပညာရေးဟာ စီးပွားရေးလား\nပညာသင်ကြားဖို့ဆိုတာ ငွေကြေးရှိတဲ့သူတွေပဲရမဲ့အခွင့်အရေးလား\nစသဖြင့် ဒီဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…3.26GB / 1.47GB\nQuality…1080p HEVC /720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin Khin ~ Sai Thu Rein~ Yunni ~ BpL",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/kranti2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaVQoBuICpRq4i5Ke4Jm2ZngvxF.jpg",
        "title": "The Point Men (2023)",
        "description": "The Point Men (2023)Korea ကားကို Korea ကားနဲ့မတူအောင် ရိုက်ပြထားနိုင်တဲ့ The Point Men!ဇာတ်လမ်းအကျဉ်းကတော့ အာဖဂန်နစ္စတန်ဘက်ကို ခရီးသွားရင်း တာလီဘန်လက်နက်ကိုင်တွေရဲ့ဓားစာခံဖြစ်သွားခဲ့တဲ့\nကိုရီးယားလူမျိုး ၂၃ ဦးကို ကြိုးစားကယ်တင်မယ့် သံတမန်တစ်ဦးနဲ့ NIS Agent တစ်ဦးတို့အကြောင်းကို ရိုက်ကူးထားတာပါ။အာဖဂန်နစ္စတန်နိုင်ငံဘက်မှာ ဖြစ်ပွားနေတဲ့ လက်နက်ကိုင်ပဋိပက္ခဖြစ်ရပ်တွေကို မီးမောင်းထိုး ပြပေးထားတဲ့အပြင်\nသံတမန်ရေးရာရဲ့ ရှုပ်ထွေးတဲ့အကြောင်းတရားတွေ၊ အာဖဂန်ဒေသရဲ့ ဘာသာရေးယုံကြည်ချက်တွေ၊\nလူမျိုးရေးအစွဲအလမ်းကြီးမှုတွေကိုပါ အနုစိတ် ရိုက်ကူးတင်ပြပေးထားတာဖြစ်လို့\nအက်ရှင်စစ်စစ်ကြိုက်တဲ့ ပရိသတ်ကြီးအတွက် လုံးဝကြည့်ပျော်စေမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကလည်း မင်းသားကြီး Hyun Bin, Hwang JungMin နဲ့\nKang Ki-Young တို့လို ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေပဲ ပါဝင်ထားတာဆိုတော့ ကြည့်ဖြစ်အောင်ကြည့်ကြပါလို့ ပြောချင်ပါတယ်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. ...",
        "rating": "6/8",
        "url": "https://channelmyanmar.org/the-point-men-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmEIfsgKpJS2oe9evl3qk8XPKH0.jpg",
        "title": "The Weapon (2023)",
        "description": "The Weapon (2023)Action, Thriller ဝုန်းဒိုင်းကြဲ​​တွေကြည့်ချင်တဲ့ Bro ​တွေအတွက် 2023 မှာထွက်ထားတဲ့ The Weapon ဆိုတဲ့ အကြမ်းပတမ်း အက်ရှင်အလန်းကား​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ဘယ်လောက်ကြမ်းလဲဆို ဇာတ်လမ်းစလာတည်းက ​ဒေါသထွက်ပြီး ရန်လို​နေတဲ့ ဒဲလက်စ်ဆိုတဲ့သူကို​တွေ့ရမှာ​ဖြစ်ပါတယ်။ သူ့အ​ကြောင်းကို ဘာမှ​မမိတ်ဆက်ထားပဲနဲ့ ​နောက်ပိုင်းမှ တဖြည်းဖြည်း သူဒီလိုဖြစ်​နေရတာဘာ​ကြောင့်လဲ... သူ့​နောက်ကွယ်က သူ​တွေက​ရော ဘယ်သူ​တွေလဲ... ဘယ်အရာ​တွေက သူ့ကိုကျင်စက်​တွေနဲ့ နှိပ်စက်တာ​တောင် ဘာမှမဖြစ်တဲ့လူကြမ်းကြီးအဖြစ်​ပြောင်းလဲသွား​စေတာလဲ... သူ့ကို ဘယ်သူ​တွေက​ရော လက်နက်တစ်ခုအဖြစ် အသုံးချ​နေတာလဲဆိုတာကို အက်ရှင်ခန်း ကြမ်းကြမ်းတမ်းတမ်းကြီး​တွေနဲ့ ကြည့်ရဦးမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 830MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 25Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-weapon-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/81Syf7T4HQL._AC_SL1500_-155x200.jpg",
        "title": "Battleship (2012)",
        "description": "Battleship(2012)က Action,Adventure,Sci-Fi အမျိုးအစား သိပ္ပံအက်ရှင်ဇာတ်ကားတွေထဲမှာတော့ တော်တော်ကို မိုက်တယ်ပြောရမယ့်ဇာတ်ကားပါပဲ...\nသရုပ်ဆောင်တွေကလဲ John Carter ဇာတ်ကားထဲက မင်းသား Taylor Kitsch, အဆိုတော် Rihanna , မင်းသားကြီး Liam Neeson ,မင်းသမီးချော Brooklyn Decker တို့အပြင် အခြားဇာတ်ပို့ဇာတ်ရံအများအပြားနဲ့ ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပါ။ရုံတင်ဝင်ငွေ $303 million ထိ ရရှိခဲ့တာမလို့ လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားကြီးလဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....စတုန်းဟော်ပါဟာ လူငယ်ပီပီ ပျော်ရာရွှင်ရာ ပေါက်ကရ နေထိုင်တတ်တဲ့ အမေရိကန်လူငယ်လေးတစ်ယောက်ပါ ...\nတစ်နေ့တော့ ရေတပ်ဗိုလ်ချုပ်တစ်ယောက်ရဲ့ သမီးကိုကြိုက်မိရာကနေ သူ့အစ်ကိုဖြစ်သူရဲ့ ဆွဲဆောင်မှုကြောင့် ရေတပ်ထဲဝင်ခဲ့ပြီး ဗိုလ်လေး ဖြစ်လာခဲ့ရာကနေ နှစ်စဉ် ကျင်းပနေကျ နိုင်ငံပေါင်းစုံရေတပ်လေ့ကျင့်ရေးတစ်ခုမှာ ပါဝင်ဖို့တာဝန်ပေးခံခဲ့ရပါတယ်။အဲ့ဒီလေ့ကျင့်ခန်းဆင်းနေစဉ်မှာပဲ မမျှော်လင့်တဲ့ ယာဉ်ပျံကြီးတွေ သူတို့ပတ်ဝန်းကျင်မှာပေါ်ထွက်လာခဲ့ပါတယ်။ယာဉ်ပျံတွေဟာ လေ့ကျင့်ရေးရဲ့ အစိတ်အပိုင်းတစ်ခု မဟုတ်သလို သူတို့ထင်နေကြတဲ့ မြောက်ကိုးရီးယားဘက်ကလဲ မဟုတ်ပါဘူး။\nပိုပြီးထူးဆန်းတာက အဲ့ဒီယာဉ်တွေနားမှာ ဟော်ပါတို့ရဲ့ရေတပ်က ရေဒါတွေ အလုပ်မလုပ်ပါဘူး...ဒီလိုနဲ့ ပြင်ပအဆက်အသွယ်မရဘဲ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/battleship-2012/"
    }
]