[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rs7Lmj1VrAv4dvNWKcHEBDWqfMB.jpg",
        "title": "Friday Killer (2011)",
        "description": "Friday Killer (2011)2010တုန်းက ထွက်ခဲ့တဲ့ Saturday Killerရဲ့ ပြီးခါနီးနားမှာ Pae Uziအကြောင်း အရိပ်အမြွက်ပါခဲ့ပြီး ဒီ Friday Killer မှာတော့ Pae Uzi အကြောင်းကို အဓိကရိုက်ထားပါတယ်။ဇာတ်လမ်းအစမှာတော့ ကျွမ်းကျင်သေနတ်သမားဖြစ်တဲ့ Pae Uzi ဟာ ထောင်ကထွက်ထွက်ချင်းမှာပဲ ဓားနဲ့ထိုးခံခဲ့ရပါတယ်။ ဓားဒဏ်ရာနဲ့ ဆေးရုံရောက်သွားချိန်မှာ Pae Uzi သိလိုက်ရတာက သူ့မှာ သမီးတစ်ယောက်ရှိတယ်ဆိုတာပါပဲ။သမီးဖြစ်သူ ရဲမေ Dao အရွယ်ရောက်တဲ့အထိ ကိုယ့်သမီးမှန်း မသိခဲ့ရတဲ့ Pae Uzi က သူ့သမီးအိမ်ကို သွားရောက်လေ့လာတဲ့အချိန် ကံဆိုးစွာပဲ Dao ရဲ့ ဖခင်ကို သတ်လိုက်မိပါတယ်။Dao ကတော့ Pae Uzi ကို အဖေရင်းမှန်းမသိဘဲ ဖခင်လို့ထင်ထားတဲ့သူ သေသွားရလို့ Pae Uzi ကို အငြှိုးကြီးကြီးနဲ့ လိုက်လံဖမ်းဆီးရင်း …သေနတ်သမားဖခင်နဲ့ ရဲဖြစ်သူသမီးကြားမှာ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1V9z7/[CM]Friday.Killer.2011.720p.WEB-DL.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pQMmheIsWq6SnSPmdzd6zBfXdG.jpg",
        "title": "Saturday Killer (2010)",
        "description": "Saturday Killer (2010)ဘန်းပလာမာရဲ့ နာမည်ကျော်ကြေးစားလူသတ်သမားဖြစ်တဲ့ ဘဲကြီး Tee Rifle ဟာ သူ့ကိုယ်သူလူဖြစ်ရှုံးတဲ့သူလို့ သတ်မှတ်ထားသူပါ။ ဘာလို့လဲဆိုတော့ သူက စွမ်းဆောင်ရည်မရှိဘဲ ပန်းသေနေလို့ပါပဲ။ပန်းသေနေတဲ့ ဘဲကြီး Tee Rifleက တစ်နေ့မှာတော့ Chris ဆိုတဲ့ မိန်းမလှလေးကို မြင်မြင်ချင်းကြွေသွားခဲ့ပါတယ်။ Chris ကတော့ သူ့အဖေကိုသတ်သွားတဲ့သူကို ပြန်လက်စားချေချင်နေတဲ့သူပေါ့။အချစ်ကပေးတဲ့ အားဆေးလို့ပဲဆိုရမလား?Tee Rifleကတော့ Proကျကျ လူသတ်ရင်း Chrisအတွက် ဇွဲမလျှော့ဘဲ သူ့ညီလေးရဲ့ စွမ်းဆောင်ရည် တိုးတက်လာဖို့အရေး အဖြစ်မရှိတဲ့ စာကလေးငှက်လိုဘဝကနေ ကြီးထွားလာတဲ့ နဂါးကြီးဖြစ်အောင် ကြိုးစားမယ့်နည်းမျိုးစုံကို Saturday Killer ဆိုတဲ့ ဇာတ်လမ်းလေးမှာ ဟာသအနှောလေးတွေနဲ့ ခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Khine Khine Wai ပါ။)File Size          : 1.3GB, 532MB, 308MB\nQuality    ...",
        "rating": "6.1",
        "url": "https://megaup.net/1f8d4/[CM]Saturday.Killer.2010.720p.WEB-DL.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/vXNxjX_4f-140x200.jpg",
        "title": "Silver Man (2023)",
        "description": "Silver Man (2023)*****************\nအသက် ၆၁ နှစ်အရွယ် Lee Soon Chulက\nပင်စင်စား အစိုးရဝန်ထမ်းတစ်ယောက် ဖြစ်ပြီးတော့ဇနီးဖြစ်သူ သေဆုံးသွားပြီးတဲ့ နောက်ပိုင်းမှာ တစ်ယောက်တည်းအသက်မရှင်ချင်တော့တာကြောင့် သတ်သေဖို့ စိတ်ကူးနေသူဖြစ်တယ် ...တစ်နေ့တော့ ဆေးလ်ဗားမန်းဆိုတဲ့ အမြန်ချောပို့ စင်တာအကြောင်းကို စိတ်ဝင်စားပြီး စိတ်ပြေလက်ပျောက် အလုပ်လျှောက်ဖို့သွားခဲ့တယ်...ဆေးလ်ဗားမန်းစင်တာက အလုပ်အကိုင်ရှာဖွေရ ခက်ခဲတဲ့ အသက် ၆၀ ဝန်းကျင် လူကြီးတွေကိုအမြန်ချောပို့ အလုပ်ပေးတဲ့ စင်တာဖြစ်တယ် Lee Soon Chulက အလုပ်သွားလျှောက်ရာမှအောင်ခဲ့ပေမဲ့ စာချုပ်ချုပ်ရမှာ ငွေကြိုသွင်းရမယ့် အချက်ကို မကြိုက်လို့ မလုပ်ခဲ့ဘူး...\nဒါပေမဲ့ သိချင်စိတ်ကို ထိန်းမရတဲ့ အကျင့်ရှိတာကြောင့် အဲဒီမှာ အလုပ်လုပ်နေတဲ့ ချောပို့သမားနောက်ကိုငွေ ၁သောင်းပေးပြီး နောက်က တောက်လျှောက်လိုက်ကြည့်ခဲ့တဲ့အခါမှာတော့....အသက် ၆၁နှစ်အရွယ် သိချင်စိတ်ပြင်းပြပြီး ဘာမဆို\nဝင်ပါတတ်တဲ့ Lee Soon Chulနဲ့ အသက်ကြီးနေပြီဖြစ်သော်လည်း ပိုက်ဆံ အတွက် ချောပို့လုပ်ငန်းကို လုပ်ကိုင်နေရရှာတဲ့\nဆေးလ်ဗား ချောပို့သမားတို့ရဲ့\nပစ္စည်းသွားပို့ရင်း ...",
        "rating": "6.7",
        "url": "https://megaup.net/1V9jf/Silver.Man.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lQbe9dFP9vskM3sFtj2H7iQFbhH.jpg",
        "title": "Vampire’s Kiss (1988)",
        "description": "Vampire's Kiss (1988)~ IMDb - 6.1/10, Rotten Tomatoes - 63% ~မင်းသားကြီး Nicolas Cageရဲ့ အောင်မြင်စဉ်အချိန်က ရိုက်ကူးခဲ့တဲ့ Dark Comedy Horror type Vampire ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ Nicolas ရဲ့ ထူးခြားဆန်းပြားတဲ့ ကြောင်တောင်တောင် Acting Skill တွေကို တစ်ဝကြီး ခံစားရမှာပါ။ပီတာဆိုသူဟာ စာပေအေဂျင်စီတစ်ခုမှာ တစ်နေကုန်အလုပ်လုပ် ညဆို ကလပ်တက် ဆေးချ အရက်သောက် တစ်ညလုံးမတ်တပ်ရပ်တွေနဲ့ပဲ အလုပ်ရှုပ်နေတတ်သူ။ တဖြည်းဖြည်းနဲ့ စိတ်ကျရောဂါဝင်လာပြီး စိတ်ရောဂါကုဆရာဝန်နဲ့ ပုံမှန် ကုသမှုခံယူနေတယ်။ ကုသနေရင်းနဲ့ကို သူ့ရောဂါဟာ အခြေအနေဆိုးရွားလာတယ်။တစ်ညတော့ ဂျက်ကီဆိုတဲ့ မိန်းကလေးနဲ့ ကလပ်မှာဆုံပြီး အိမ်ခေါ်သွားခဲ့တယ်။ ချစ်ရည်လူးမလို့ အစပျိုးနေတုန်းမှာ ရုတ်တရက်သူ့အခန်းထဲကို လင်းနို့တစ်ကောင် ရောက်လာတယ်။ လင်းနို့ကို မောင်းထုတ်နေရင်း သူ့စိတ်ထဲမှာ ထူးခြားတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2B6F3/(CM)_Vampire_s_Kiss_(1988)_720p.mp4",
        "category": "Comedy, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTQxMTQxOTY0MV5BMl5BanBnXkFtZTcwNjE2MDc1OQ@@._V1_-142x200.jpg",
        "title": "Last Kind Words (2012)",
        "description": "Last Kind Words (2012)\n=================\nHorror, mysteryစိတ်ဝင်စားစရာ အပြည့်နဲ့ Horror ကားဟောင်းလေးဖြစ်ပါတယ်။ အီလိုင်ဆိုတဲ့\nကောင်လေးတို့ မိသားစုဟာ ကန်တက်ကီနယ်မြေက မြို့ငယ်လေးကိုပြောင်းလာ\nခဲ့ပါတယ်။ သူတို့ပြောင်းလာတဲ့အိမ်က အမေရိကန်ပြည်တွင်းစစ်ပွဲကြီးဖြစ်ခဲ့ပြီး\nလူမည်းကျွန်များစွာကို ကြိုးပေးခဲ့တဲ့ခြံကြီးပါ။ အီလိုင်က အထီးကျန်တိုင်းတော\nထဲကို သွားလေ့ရှိတယ်။ သူ့နားမှာလည်း အမန်ဒါဆိုတဲ့ မိန်းကလေးတစ်ယောက်က\nအမြဲရှိနေတဲ့အတွက် အမန်ဒါနဲ့ခင်သွားပါတယ်။တကယ်တော့ အမန်ဒါက လွန်ခဲ့တဲ့နှစ်(၅၀)လောက်က သူတို့ခြံထဲမှာပဲ ကြိုးပေး\nခံခဲ့ရတဲ့ ကောင်မလေးဖြစ်ပြီး အီလိုင်ရဲ့အဖေနဲ့ချစ်သူတွေဖြစ်ခဲ့ကြတာပါ။ မကျွတ်\nလွတ်သေးတဲ့ အမန်ဒါနဲ့ သူ့ရဲ့လူ့ဘဝက ဇာတ်လမ်းကို အီလိုင်သိသွားတဲ့အခါ ဘ\nတွေဆက်ဖြစ်သွားမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (550 MB) / (344 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 27Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Horror, Mystery\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/1f7ws/Last.Kind.Words.2012.720p.BluRay.(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjNiOWZiZTItZDdmMC00OTkzLWExOWUtNTI2ZTczZDNhZTI0XkEyXkFqcGdeQXVyNDQ5Njc0MDc@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Eradication (2022)",
        "description": "Eradication (2022)\n==============ကမ္ဘာတစ်ခုလုံး ဗိုင်းရပ်စ်ကပ်ရာဂါကြီးဖြစ်လာတဲ့အခါ\nလူဦးရေလည်း လျော့နည်းသွားပြီး လူအချင်းချင်းလည်း\nထိတွေ့ခွင့်မရှိတော့ပါဘူး။ ရောဂါရဲ့သဘာဝက လူချင်း\nထိတွေ့တာနဲ့ ကူးစက်မှုဖြစ်ပြီး ခဏအတွင်းသေပါတယ်။\nဒီရောဂါကို immune ( ခုခံကာကွယ်နိုင်)တဲ့လူက ဒေးဗစ်\nဆ်ုတဲ့ လူတစ်ယာက်ပဲရှိပါတယ် ။ဒေးဗစ်ကို အစိုးရအဖွဲ့က သီးသန့်လူသူကင်းတဲ့အိမ်ကြီး\nမှာထားပြီး နေ့စဉ်သွးဖောက်ထုတ်ခိုင်းပါတယ်။ ဒေးဗစ်\nရဲ့မိန်းမ ဆမ်က ဒီစမ်းသပ်ချက်မှအလုပ်လုပ်နေတာကြောင့်\nဒေးဗစ်ကလည်း ယုံယုံကြည်ကြည်နဲ့သွေးကိုပေးတယ်။\nဒါပေမယ့် တကယ့်လက်တွေ့မှာတာ့ သူထင်ထားသလို\nမဟုတ်ဘဲ အကုန်လွဲမှားနေကြာင်းသိလိုက်ရတဲ့အခါ\nဒေးဗစ်တစ်ယာက် ဘာတွေရှေ့ဆက်ရင်ဆ်ုင်သွားရမ\nလဲကြည့်ရမှာဖြစ်ပါတယ် ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (414 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr 27Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "4.1",
        "url": "https://megaup.net/1f7ub/Eradication.2022.720p.BluRay.REMUX.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/p23747880_v_v9_aa-200x200.jpg",
        "title": "[21+] The Seduction Game (2011)",
        "description": "ထိုင်းမလေးတွေရဲ့ တင်းတင်းရင်းရင်း ကျစ်ကျစ်လစ်လစ် အလှလေးတွေကို\nခံစားကြည့်ရအောင်ဗျာ ထိုင်းမလေးတွေက အရမ်းချစ်ဖို့ကောင်းပြီး\nဆွဲဆောင်မှုအားကောင်းတယ်ဆိုတာတော့ လက်မခံလို့ မရတဲ့အချက်တခုပဲဝဒ်က အရမ်းကိုကြိုးစားနေတဲ့ ဇာတ်ညွှန်းရေးဆရာတယောက်\nသူက သည်းထိတ်ရင်ဖိုဇာတ်ကားတွေ ဇာတ်ညွှန်းရေးတယ်\nသူ့မှာအရမ်းချစ်ဖို့ကောင်းတဲ့ ချစ်ဇနီးလေးတစ်ယောက်\nဘန်ကောက်ကအိမ်ကိုရောင်းခဲ့ပြီး ဇနီးလေးကို သူအလုပ်လုပ်နေတဲ့\nမြို့လေးဆီ ခေါ်လာခဲ့တယ်\nတနေ့ ဝဒ်အလုပ်သွားရာလမ်းမှာ လူတယောက်ကို အရှိန်ပြင်းပြင်းနဲ့ကားဝင်တိုက်မိပါတယ်\nသေလားရှင်လားမသိပဲ ပြစ်မှုရင်ဆိုင်ရမှာကြောက်တဲ့အတွက်\nအိမ်သယ်လာခဲ့ရာမှ....မိန်းမတယောက်ရဲ့ မူယာ ပိုက်ဆံနံ့ရတာနဲ့ မျက်ကလူးဆန်ပြာဖြစ်တက်တဲ့\nမိန်းမတွေရဲ့ သဘောထား၊ အသည်းယားစရာမာယာတွေကို\nအဖေါ်ချွတ်ခန်းတွေဖောဖောသီသီ သုံးထားတာဖြစ်လို့\nDS Fans တွေလက်ထဲ ထည့်ပေးလိုက်ပါတယ်\nFile size…778MB\nQuality…720p WEB DL\nFormat…mp4\nDuration….1h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.3",
        "url": "https://megaup.net/2B5no/The.Seduction.Game.2011.720p.WEB.AAC.x264(DS).mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vWlD1oTGu5nnAyXec4GEUzvw62T.jpg",
        "title": "Daughter of the Bride (2023)",
        "description": "Daughter of the Bride (2023)~ IMDb - 7.3/10, Rotten Tomatoes - 50% ~အခု မိတ်ဆက်ပေးမယ့် Daughter of the Bride ဆိုတဲ့ ဇာတ်ကားလေးကတော့ IMDb 7.3/10 အထိ ရရှိထားတဲ့ ဟာသဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။၂၀၁၅ တုန်းက ထွက်ရှိထားတဲ့ Scout Guide to the Zombie Apocalypse မှာ မင်းသမီးတစ်ဦးအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ အခြားနာမည်ကြီး Drama ဇာတ်ကားတွေမှာလည်း ဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသမီးလေး Halston Sage ရဲ့ကားသစ်လေးပါ။ ဒါ့အပြင် နှစ်ပေါင်း ၃၀ ကျော် ဝါရှိတဲ့ သရုပ်ဆောင် Aidan Quinn နဲ့ မင်းသမီးကြီး Marcia Gay Harden ကပါ အဓိကဇာတ်ဆောင်အနေနဲ့ ပါဝင်ထားတာဖြစ်လို့ သရုပ်ဆောင်ပိုင်းကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1famw/(CM)_Daughter_of_the_Bride_(2023)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjE1MDE0NjUyMV5BMl5BanBnXkFtZTcwNjQzNjg5Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Alex Cross (2012)",
        "description": "ဒီရုပ်ရှင်ကတော့​ စာရေး​ဆရာ​ ဂျိမ်းစ်ပီတာဆင်ရဲ့ Cross​ ဝတ္ထု​များကို​ ပြန်လည်​ရိုက်ကူး​ထားတဲ့​ Action/Thriller ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဝတ္ထု​ရဲ့အဓိကဇာတ်လိုက်ကတော့​ ဒေါက်တာ​ Alex Cross ဆိုတဲ့​ စိတ်ပညာရှင်နဲ့ ရဲစုံထောက်တစ်ဦးဖြစ်ပြီး ဒီဇာတ်ကောင်ကို​ Morgan​ Freeman ကလည်းသရုပ်ဆောင်ဖူးပါတယ်။ ဇာတ်လမ်း​အကျဥ်းကတော့ Alex Cross က​ ဇနီးဖြစ်သူ​ ကိုယ်ဝန်သည် မာရီယာ​နဲ့အတူ​ ဒီထရွိုက်မြို့မှာနေပါတယ်။ အဲဒီအချိန်မှာ အက်ဖ်ဘီအိုင်က သူတို့ရဲ့​ဝါရှင်တန်​ဒီစီကဌာနချုပ်မှာ​ တာဝန်​ထမ်းဆောင်​ပေးဖို့​ ကမ်းလှမ်းပါတယ်။ လက်ခံသင့်မခံသင့်​ စဥ်းစား​နေချိန်မှာပဲ​ လူချမ်းသာအမျိုးသမီးတစ်ဦးကို​ နှိပ်စက်​သတ်ဖြတ်​သွားတဲ့အမှုတစ်ခုဖြစ်သွားပါတယ်။ လူသတ်သမားဟာ​ အမျိုး​သမီးတင်မက​ သက်တော်စောင့်တွေကိုပါ တစ်ဦး​တည်းသတ်ဖြတ်သွားခဲ့တဲ့အပြင် အခင်း​ဖြစ်ပွား​ရာနေရာမှာတင် ပန်းချီတစ်ပုံရေးဆွဲပြီး ထားရစ်ခဲ့ပါသေးတယ်။ဒီလူသတ်သမားဟာ စိတ္တဇ​လူသတ်​သမားဖြစ်ရုံမက နောက်ထပ်​ကွင်းဆက်လူသတ်မှုတွေကိုပါ ထပ်မံ​ကျူးလွန်​ဖို့ရှိတယ်ဆိုတာကို Alex​ Cross​သိရှိ​သွားတဲ့အခါမှာတော့ လူသတ်သမားနဲ့ Alex အကြား​အားပြိုင်မှုစတင်ပါတော့တယ်။ လူသတ်​သမား​က​ Alex ရဲ့မိသားစုကိုပါ ထိပါးဖို့ကြိုးစားလာတဲ့အချိန်မှာတော့​ Alex တစ်ယောက်ဘယ်လိုတုံ့ပြန်မလဲ စနစ်တကျ​လေ့ကျင့်​ထားတဲ့လူသတ်သမားကိုယှဥ်ပြိုင်နိုင်ပါ့မလားဆိုတာ​ကို​ Action Thriller ...",
        "rating": "5.2",
        "url": "https://megaup.net/1f30i/Alex.Cross.2012.720p.(CM).mp4",
        "category": "Action, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOTYxYzExYjEtODJkNC00NTBkLWE0YmMtOWIxMTk1ZWVhYTcwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-140x200.jpg",
        "title": "The Myth (2005)",
        "description": "တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီးဂျက်ကီချန်းရဲ့ ရုပ်ရှင်ကားဖြစ်ပြီးတော့\nဒီထဲက ဇာတ်ဝင်တေး \"အဆုံးမဲ့အချစ်\" ဆိုတဲ့ သီချင်းလေးဟာလဲ လူတိုင်းရင်ကို လှုပ်နိုးစေခဲ့ပါတယ်။\n2005 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ The Myth ဇာတ်ကားကို ဒါရိုက်တာ Stanley Tong က ရိုက်ကူးထားပြီး\nမင်းသား ဂျက်ကီချန်းနဲ့အတူ ကိုရီးယား မင်းသမီး Kim Hee-sun (လီဟန်နီ)တို့အပြင် အခြားဇာတ်ရံများစွာ ပါဝင်ပါတယ်။\nသမိုင်းသုတေသီတစ်ယောက်ဖြစ်တဲ့ ဂျက် တစ်ယောက်\nချင်ခေတ်က တပ်မှူးကြီးတစ်ယောက်အကြောင်းနဲ့မင်းသမီးလေးတစ်ယောက်အကြောင်းကို\nအမြဲတမ်း အိမ်မက်နေပြီး တပ်မှူးကြီးကတော့ သူဖြစ်နေပါတယ်..\nဒီအိမ်မက်တွေ မကြာခဏမက်ပြီး ထူးဆန်းနေပေမယ့် ဒီအတိုင်းသာ မေ့မေ့ပျောက်ပျောက်ထားခဲ့ပါတယ်...\nတစ်နေ့မှာတော့ ဂျက်ရဲ့သူငယ်ချင်းဖြစ်သူ ဝီလျှံရောက်ရှိလာပြီး သူတို့နှစ်ယောက်\nပရောဂျက်တစ်ခုနောက်ကိုလိုက်ရင်းနဲ့ တိုက်ဆိုင်မှုတွေက အိမ်မက်ထဲကအတိုင်းဖြစ်နေတာကြောင့် ဂျက်တစ်ယောက်အံ့သြခဲ့ရပြန်ပါတယ်....\nသူဟာ အိမ်မက်တွေထဲကလို တကယ့်လူဝင်စားဖြစ်နေမလား...\nအတိတ်ဘဝက မင်းသမီးလေးကရော တကယ်ရှိရဲ့လား\nဒါတွေအားလုံးက အိမ်မက်တစ်ခုလား... ဒဏ္ဍာရီတစ်ခုလား\nအချစ်တစ်ခုလား........ဆိုတာ။\nဒီဇာတ်ကားက တွေ့နေကျ ဂျက်ကီချန်းကားတွေလို ပေါ့ပေါ့ပါးပါးမဟုတ်ဘဲ လေးနက်တဲ့ရုပ်ရှင်တစ်ကားအဖြစ်လူတိုင်းအမှတ်ရစေခဲ့ပါတယ်။\nအထူးသဖြင့် မင်းသမီး လီဟန်နီရဲ့ သက်ဝင်မှုတွေက ရုပ်ရှင်လို့တောင် မခံစားစေတော့ဘဲ တကယ့်ဒဏ္ဍာရီတစ်ပုဒ်လို ဆွဲခေါ်သွားစေပါတယ်။\n \nFile ...",
        "rating": "6.2",
        "url": "https://megaup.net/2B5ff/(CM)_The.Myth.2005.BluRay.REMUX.720p.AVC.AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5gQPkmgNO3lAvcVKdfKRkOvt76d.jpg",
        "title": "Bakit Di Mo Sabihin(2023)",
        "description": "Bakit Di Mo Sabihin(2023)************************မင့်ဂ်နဲ့ နတ်တ်တို့ဟာ နှစ်ယောက်လုံး စကားမပြောတတ်ကြပေမယ့် အသည်းနှလုံးကပြောတဲ့ ဘာသာစကားကို နားလည်သူတွေဖြစ်တဲ့အတွက် သိပ်ချစ်ကြတဲ့ စုံတွဲတစ်တွဲပါ။မင့်ဂ်က တောကတက်လာတဲ့သူဖြစ်ပြီး နတ်တ်က လူချမ်းသာမိသားစုကဖြစ်ပေမယ့် ချစ်ခြင်းတရားတဲ့ဖွဲနှောင်ထားတဲ့ချစ်သူနှစ်ဦးကို ဂုဏ်ဒြပ်တွေက ခွဲခြားပစ်နိုင်စွမ်းမရှိသေးပါဘူး။ စကားမပြောတတ်ကြပေမယ့် ချစ်ခြင်းတရားကြောင့်တစ်ဘဝထူထောင်လိုက်တဲ့ သူတို့နှစ်ယောက်ဆီကို အိမ်သားတွေထပ်မံတိုးပွားလာချိန်မှာတော့လောကဓံရဲ့ရိုက်ခတ်မှုကို တဖြည်းဖြည်းနဲ့ရော၊ မြန်မြန်ဆန်ဆန်ပါ ခါးစည်းခံလာရပါတယ်။ဒီလိုလောကဓံတရားတွေကြားမှာ သိပ်ချစ်ရတဲ့ ချစ်သူနှစ်ဦးအတွက် အရင်ကလို ပျော်စရာတွေရှိပါဦးမလား၊အခက်အခဲတွေကြားမှာ ချစ်ခြင်းနဲ့ နားလည်မှု ဘယ်သင်းက ပိုအရေးပါလဲ ဆိုတာတွေကို ဆွတ်ပျံကြည်နူးဖွယ်ရာ၊လွမ်းမောဖွယ်ရာ ရိုက်ကူးထားတဲ့ ဖိလစ်ပိုင် အချစ်၊ ဒရာမာ၊ ဘဝသရုပ်ဖော် ဇာတ်ကားလေး ဖြစ်ပါတယ်။ကျေးလက်ဒေသမှာ အများစုရိုက်ကူးထားတာဖြစ်တာကြောင့် လှပပြီးအရိုင်းဆန်တဲ့ သဘာဝရှုခင်းများစွာကို ခံစားကြည့်ရှုရမှာပါ။ စကားမပြောတတ်တဲ့သူများအပေါ် အလေးပေးပြီးနားလည်ပေးတဲ့ပတ်ဝန်းကျင်ကောင်းတစ်ခုကိုလည်း တွေ့ရမှာဖြစ်ပါတယ်။File Size :(2.07GB)& (845MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:30:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://megaup.net/1fal0/Bakit.Di.Mo.Sabihin.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFdsr5CYnmw8CPVfpBdM0KHAEQ6.jpg",
        "title": "Oh Belinda (2023)",
        "description": "Oh Belinda (2023)ဒီဇာတ်လမ်းကတော့ လက်ရှိအချိန်ကနေ ရာဇဝင်ထဲ Webtoon ထဲ ဝတ္ထုထဲ ရောက်သွားတဲ့ဇာတ်လမ်းမျိုးတွေနဲ့ ခပ်ဆင်ဆင်ပါပဲ။ ကြော်ငြာရိုက်ရင်း ကြော်ငြာထဲက ဇာတ်ကောင်အမျိုးသမီးရဲ့ကမ္ဘာကိုရောက်သွားတဲ့အကြောင်းပါ။~ ဇာတ်လမ်းအကျဥ်း ~ဒီလာရာဟာ အောင်မြင်တဲ့တူရကီသရုပ်ဆောင်မင်းသမီးတစ်ယောက်အဖြစ်နဲ့ပြီးပြည့်စုံတဲ့ဘဝကိုပိုင်ဆိုင်ထားတယ်။ တစ်နိုင်ငံလုံးကချစ်ကြတဲ့မင်းသမီးတစ်ယောက်အဖြစ်နဲ့ သူ့ဘဝက အစစအရာရာ ချောမွေ့နေခဲ့တယ်။ ခေါင်းလျှော်ရည်ကြော်ငြာတစ်ခုကို လက်မခံလိုက်ခင် အချိန်ထိပေါ့။ ခေါင်းလျှော်ရိုက်တဲ့ Scene ပြီးလို့မျက်လုံးဖွင့်လိုက်တဲ့အချိန်မှာ သူ့ကိုယ်သူ ဟန်ဒန်ဖြစ်နေတာတွေ့လိုက်ရပါတော့တယ်။ ကြော်ငြာထဲကအတိုင်း ကလေးနှစ်ယောက်အမေ အိမ်ထောင်သည် ဘဏ်ဝန်ထမ်း ဟန်ဒန်ပေါ့။ဒီဘက်ကမ္ဘာမှာလည်း ဒီလာရာရဲ့လောကက သူတွေအကုန်ရှိနေပေမဲ့ ဘယ်သူမှသူ့ကိုမမှတ်မိကြပါဘူး။ ဘယ်သူမှမမှတ်မိ အရူးလိုဝိုင်းကြည့်ခံရပြီး ဟန်ဒန်တို့အိမ်သားတွေကလည်း ဟန်ဒန်စိတ်ဖောက်သွားတယ်အထင်နဲ့ စိတ်ကျန်းမာရေးဆေးရုံပို့ဖို့ ပြင်နေပါတယ်။အဲဒီနောက် ဒါဟာသူ့အတွက် Test တစ်ခုဆိုတာ ဒီလာရာသဘောပေါက်သွားပါတယ်။ သရုပ်ဆောင်လုပ်နေရင်း ဒီလောကထဲရောက်လာတဲ့အတွက် ဒီလောကထဲကပြန်ထွက်ဖို့ သရုပ်ဆောင်လုပ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမဲ့ ဟန်ဒန်အစစ်ရဲ့ ညစ်ပတ်တဲ့အမှန်တရားတွေ တစ်ခုပြီးတစ်ခုပေါ်လာပြီး ဘဝကြီးကရှုပ်ထွေးလာတဲ့အခါ ဒီလာရာတစ်ယောက်သူ့ကမ္ဘာကိုပြန်သွားနိုင်တော့ပါ့မလား...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai ...",
        "rating": "5.4",
        "url": "https://megaup.net/1fae8/(CM)_Oh_Belinda_(2023)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOTIxNTFjZTUtNWYzZi00NTJkLWE1NjYtYTc3MjgyZDMwZThkXkEyXkFqcGdeQXVyNzc5NDg5Mjc@._V1_-141x200.jpg",
        "title": "Love in a Pandemic (2023)",
        "description": "Love in a Pandemic (2023)*************************(၂၀၂၀) ခုနှစ် မတ်လမှာစတင်ခဲ့တဲ့ ကိုဗစ်ကမ္ဘာလုံးဆိုင်ရာကပ်ရောဂါကြီးကြောင့် ကျောင်းတွေ၊ တက္ကသိုလ်တွေ၊အလုပ်တွေအားလုံး ပိတ်ချပစ်လိုက်ရပြီး လော့ဒေါင်းကာလကြီးတစ်ခု စတင်ခဲ့ပါတယ်။ဒီလော့ဒေါင်းကာလကြီးက တော်တော်ကိုကြာမြင့်ခဲ့တာကြောင့် New normal အနေနဲ့ ကျောင်းသားတွေonline class တက်ကြတာ၊ ဝန်ထမ်းတွေ Work from home အလုပ်ဆင်းကြတာဒါမျိုးတွေပေါ်လာခဲ့ပါတယ်။ ဒါ့အပြင် လူလူချင်းထိတွေ့ခွင့်မရှိလို့ ဆဲလ်ဖုန်း လိုမျိုး electronic devices တွေကတစ်ဆင့်စတင်တဲ့ ပုံပြင်လေးတွေလည်း အများကြီးပေါ်ပေါက်ခဲ့ပါတယ်။ကိုဗစ်လို့ပြောလိုက်တာနဲ့ လူတိုင်းလူတိုင်းမှာ ပြောစရာပုံပြင်လေးတွေ ကိုယ်စီရှိကြမှာပါ။ပြင်းထန်တဲ့ကိုဗစ်လှိုင်းအတွင်း ချစ်ရသူတွေကို ဆုံးရှုံးလိုက်ရတဲ့သူတွေအနေနဲ့ကတော့ ဝမ်းနည်းစရာပုံပြင်တွေ၊ချစ်ရတဲ့သူတွေနဲ့ တွေ့ခွင့်ရခဲ့တဲ့သူတွေအတွက်တော့ ပျော်စရာဇာတ်လမ်းလေးတွေ အစရှိသဖြင့်ပေါ့။ဒီဇာတ်ကားမှာဆိုရင်လည်း ဇာတ်ဆောင်ဖြစ်သူဘိုလန်လီက သူ့ရဲ့ကိုဗစ်ပုံပြင်လေးကို ဆွဲဆောင်မှုရှိရှိ ပြန်ပြောင်းပြောပြသွားတာကို တွေ့မြင်ရမှာပါ။အထီးကျန်ရမှာကိုကြောက်တဲ့ဘိုလန်လီအတွက်ချစ်ရသူက ကိုဗစ်ကာလအတွင်းရှေ့တန်းကတိုက်ပွဲဝင်ရမဲ့ ဆရာဝန်တစ်ယောက်ဖြစ်နေခဲ့တဲ့အပြင် ထင်မှတ်မထားတဲ့ဖောက်ပြန်မှုတွေကိုပါလုပ်နေခဲ့တဲ့အခါမှာတော့ ဘိုလန်လီ့အနေနဲ့ ဒီထဲကရုန်းထွက်ဖို့ ဘယ်လိုတွေကြိုးစားရမလဲ။သူ့ဘဝရဲ့အချစ်စစ်ကို ဘယ်လိုများရှာတွေ့သွားမလဲ။ လော့ဒေါင်းကာလအတွင်းသူ့ဘဝအတွက်တက်လမ်းတစ်ခုကို ရှာဖွေနိုင်ပါ့မလားဆိုတာကတော့ စိတ်ဝင်စားစရာပါပဲ။ဇာတ်ကားကတော့ Love in ...",
        "rating": "6.7",
        "url": "https://megaup.net/2B57A/Love.In.A.Pandemic.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Screen-Shot-2023-06-24-at-16.17.03-143x200.png",
        "title": "Hibiscus Town (1986)",
        "description": "Hibiscus Town (1986)\n================\nIMDb Rating - 8.1/10Hibiscus Town ဟာ ဟောင်ကောင် ထိုင်ဝမ် ပြည်မ သုံးခြမ်းပေါင်းက\nအကောင်းဆုံးရုပ်ရှင်တစ်ရာကို စာရင်းလုပ်ထားတဲ့ထဲက တစ်ကားအပါ\nအဝင်ဖြစ်တဲ့ ရုပ်ရှင်ပါပဲ။ ဒီရုပ်ရှင်ကို ရိုက်ထားတဲ့ ဒါရိုက်တာက တရုတ်\nပြည်မရဲ့ တတိယမျိုးဆက်ဒါရိုက်တာစာရင်းဝင် Xie Jin။ သူ့ကျန်တဲ့ကား\nတွေတော့ မကြည့်ဖူးပေမဲ့ ဒီကားအရတော့ အရောင်အသုံးတော့မတူပေ\nမဲ့ ဇာတ်တင်ဆက်ပုံတော့ ကျန်းရိမူနဲ့ တော်တော်လေး တူတယ်လို့တော့\nခံစားရတယ်။ တစ်ခုရှိတာက ကျန်းရိမူက မူရင်းဇာတ်ကို အမြဲချုံ့ပစ်တတ်\nပေမဲ့ သူကတော့ အဲဒီလိုမဟုတ်လောက်ဘူး။ ကျန်းရိမူက ငါးဆက်မြောက်\nမျိုးဆက် သူက တတိယမျိုးဆက်ဆိုတော့ ကျန်းရိမူတို့ chen kaige တို့\nရိုက်ခဲ့တဲ့ ယဉ်ကျေးမှုတော်လှန်ရေးကာလ နောက်ခံရုပ်ရှင်မျိုးတွေကို\nသူရိုက်တာ ပိုစောတာတော့ သေချာတယ်။ ကျန်းရိမူကို ကြိုက်တဲ့လူတွေ\nကြည့်သင့်တဲ့ကားမျိုးလို့တော့ ပြောလို့ရတယ်။ သူရိုက်တဲ့မူရင်းစာအုပ်က\nလည်း ဒီကားနဲ့ နာမည်အတူတူပဲ။ဇာတ်က ဘာဇာတ်လဲဆိုရင်တော့ ယဉ်ကျေးမှုတော်လှန်ရေးကာလမှာ\nတရုတ်ပြည်က ရွာလေးတစ်ရွာကို နောက်ခံထားပြီး အဲဒီရွာလေးက\nဘဝတွေ ဇာတ်တွေ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2AOgw/Hibiscus.Town.1987.720p.BluRay.(CM).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMWFiZDAwMjQtZGM2OC00NmE3LWEyZWMtMjZjMGU1YjdhNWJhXkEyXkFqcGdeQXVyMjQzMzQzODY@._V1_-141x200.jpg",
        "title": "[21+]Immoral Tales (1973)",
        "description": "ပြင်သစ်သူ အချောလေးတွေ ဘယ်လောက်လက်ဆက်ပြီး\nကျော့ရှင်းနေတယ်ဆိုတာ ဒီဇာတ်ကားလေးကသက်သေပါပဲ\nဇာတ်ကားဆိုပေမဲ့ လူပြောများတဲ့ တဏှာလောဘသားတွေအကြောင်းကို\nသုံးပိုင်းခွဲပြီး စီစဉ်ထားတာဖြစ်ပါတယ်တပိုင်းချင်းစီမှာ တယောက်ချင်းစီရဲ့ အလှပတွေ\nသေချာငွေကုန်ကြေးကျခံရိုက်ကူးထားတာဖြစ်ပြီး\nဖေါ်ချွတ်ခန်းတွေအရမ်းများပြီး ကြည့်လို့ကောင်းတဲ့\nဇာတ်ကားတစ်ကားဖြစ်လို့DS Fans တွေ\nလက်ထဲထည့်ပေးလိုက်ပါတယ်\nFile size…3.48GB/ 2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.6",
        "url": "https://megaup.net/1f9si/Immoral.Tales.1973.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wgQuP4qrsjw4kNgR3sYQeaCNllm.jpg",
        "title": "Burn Notice: The Fall of Sam Axe (2011)",
        "description": "2011 ခုနစ်ကထွက်ရှိခဲ့တဲ့ စစ်ဟာသကား တစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။The Last of Us မှဘဲကြီး Pedro Pascal ကလူဆိုးနေရာကပါဝင်သရုပ်ဆောင် ထားပါသေးတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဆမ်အက်ဇ်လို့ခေါ်တဲ့ SEALရေတပ်မှူးက မိန်းမပွေတဲ့နေရာမှာ သူမတူဘဲ အထက်အရာရှိရဲ့မိန်းမတစ်ယောက်နဲ့ သွားမှားမိရာကစပါတယ်။အဲ့တာနဲ့သူ့အထက်ဗိုလ်မှူးယောကျ်ားလည်း မိရော သူ့ကို ကိုလံဘီယာဆီစစ်ဆင်ရေးအနေနဲ့အပို့ခံလိုက်ရပါတယ်။ ကံဆိုးလို့ပွေရှုပ်ရာကနေချောင်အပို့ခံလိုက်ရပေမဲ့လည်း ဆမ်ရဲ့ကံအကြောင်းမတိုက်ဆိုင်မှုက ဒီမှာတင်မရပ်သေးပါဘူး။ ဖြစ်ချင်တော့ သူရောက်သွားတဲ့လက်နက်ကိုင်တပ်ဖွဲ့က ထင်သလို လူကောင်းတွေ မဟုတ်နေပြန်ဘဲသူတို့ကယ်ထုတ်ရမဲ့ လူတွေကို ကိုယ်တိုင်ပြန်တိုက်ခိုက်ဖို့အစီအစဉ်ဆွဲနေမှန်း သိလိုက်ရပါတယ်။ဒါတင်မကဘဲ သူ့ကိုပါလုပ်ကြံနှုတ်ပိတ်မဲ့အကြောင်းကိုလည်းကြားရော ဆမ်ဟာ ထိုကနေထွက်ပြေးပြီးဆေးခန်းကသူတွေရှိရာကို သတိပေးဖို့ဉီးတည်လာခဲ့ပါတယ်။အဲ့မှာ ဆန့်ကျင်သူပုန်အဖွဲ့ဖြစ်တဲ့ အယ်စပါဒါ အယ်ဒီယန်တဲ ကလည်းသူတို့နဲ့ဝိုင်းဝန်းပြီး ကူညီခဲ့ပြန်ပါတယ်။ အပြစ်မရှိသူတွေကို ကိုယ့်ကိုယ်ကျိုးအတွက် ယုတ်မာပြီး တပ်ကူနဲ့ ဒေသဆိုင်ရာ ချုပ်ပိုင်နိုင်ခွင့်ရဖို့ကြိုးစားနေတဲ့ ဗယ်ရာခရူစ်တို့အဖွဲ့ကလည်း အခြေအနေတွေမလွယ်ကူတော့ဘဲ အရင်ကထက် အများကြီးရှုပ်ထွေးလာရောသူတို့အကြံအစည်အောင်မြင်ရေးအတွက် ဆမ်တို့ကို ရှင်းလင်းနှုတ်ပိတ်ဖို့ မြေလှန်ရှာပါတော့တယ်။အဲ့မှာ လယ်သမားတွေနဲ့ဖွဲ့စည်းထားတဲ့ဆမ်တို့ရဲ့တပ်ဖွဲ့က လက်နက်ကိုင်တပ်မကြီးကို ဘယ်လိုခုခံတွန်းလှန်သွားမလဲ။ ခုမှတွေ့ရတဲ့သူတွေ အတွက်ဆမ်ရဲ့ အနစ်နာခံမှုကဘယ်လိုရှိမှာလဲဆိုတာကိုတော့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1f9e9/Burn.Notice.The.Fall.of.Sam.Axe.2011.BluRay720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYTAyZDY3NDEtODQzMy00NGFkLWE2NzAtZWEwMDBjZGQ0Y2UwXkEyXkFqcGdeQXVyMTUyMDA3OTgx._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Nana’s Boys (2022)",
        "description": "Nana's Boys (2022)\n==============ဒီတစ်ခေါက်ပရိတ်သတ်ကြီးအတွက် ခပ်အေးအေး BL\nDrama အမျိုးအစားလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ကြေကွဲဖွယ်ရာအရိပ်အယောင်တွေ\nပြည့်နေတဲ့ လူနှစ်ယောက် သူတို့ဆက်ဆံရေးကအရင်လို\nမခိုင်မြဲတော့တာကို ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို စိတ်\nဝင်တစားရိုက်ကူးတင်ဆက်ပြသထားတဲ့ဇာတ်လမ်းကောင်\nလေးတစ်ပုဒ်ပါ။ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့...\nအမာရီလို့ခေါ်တဲ့ ကောင်လေးရဲ့မွေးနေ့ကို သူ့ရဲ့ဘဲကြီးဖြစ်တဲ့\nQ က အစီအစဉ်တွေအပြည့်ချထားပါတယ်။ မွေးနေ့မှာ သူငယ်\nချင်းတွေနဲ့ ပါတီတွေလည်းဆင်နွှဲမယ်၊ နောက်နေ့ခရီးပါထွက်\nမယ်‌ပေါ့။ ဒါပေမဲ့ သူတို့မထင်မှတ်ထားတာက အနားမှာပေါက်\nကွဲမှုတစ်ခုဖြစ်ပြီး လူတွေကိုအပြင်မထွက်ရအမိန့်ထုတ်လိုက်\nတာပါ။ ဒါကြောင့် Q တစ်ယောက် သူစီစဉ်ပေးထားတာတွေ\nပျက်ကုန်လို့စိတ်ကုန်နေခဲ့ပါတယ်။ ဒါပေမဲ့ ဒီဖြစ်ရပ်ကပဲ သူတို့\nနှစ်ယောက်ရဲ့ ဆက်ဆံရေးကြားက အထစ်အငေါ့လေးတွေကို\nနှစ်ယောက်သား သေချာအချိန်ယူပြီး ဆွေးနွေးပြောပြတိုင်ပင်\nခွင့်ရသလို ဖြစ်ခဲ့ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (421 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 18Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......June\nEncoder..........SWM",
        "rating": "46",
        "url": "https://megaup.net/2B2mh/Nanas.Boys.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDFmN2I3Y2QtNWU0NS00MDlhLTlhZjgtYjU1OGM3YmY4N2JlXkEyXkFqcGdeQXVyNjEwNTIzMzA@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Wicked Games (2021)",
        "description": "Wicked Games (2021)\n================Wicked Games (2021) ဂိမ်းတစ်ခု ဆော့ကြမယ်။ အနိုင်ရသူက\nတစ်ယောက်တည်း။ ကျန်တဲ့သူတွေ အကုန်သေလမ်း။ ဆိုတော့\nဒီဂိမ်းက သေရင်မြေကြီး ရှင်ရင်ရွှေထီးပဲ။ သူတို့ဆော့ကြမယ့်\nဂိမ်းကတော့ ဒီလို။ကီးလ် နဲ့ ဟာလီတို့က အွန်လိုင်းပေါ်ကနေ တွေ့ကြပြီး ချစ်သူတွေ\nဖြစ်လာကြတဲ့သူတွေပေါ့။ တစ်ရက်မှာတော့ ဟာလီတစ်ယောက်\nကီးလ်ရှိတဲ့ဆီ လာတွေ့ခဲ့ပြီး မကောင်းသတင်းတွေ ပျံ့နေတဲ့ ကီးလ်\nရဲ့ မိသားစုစံအိမ်တော်ဆီကို လိုက်လာခဲ့တယ်။ အဲဒီစံအိမ်တော်မှာ\nကီးလ်ရဲ့ မိဘနှစ်ပါးစလုံး ကိုယ့်ကိုယ်ကိုသေကြောင်းကြံစည်သွား\nကြပြီး အဲဒီအိမ်ဝန်းအတွင်းမှာပဲ မြှုပ်နှံထားခဲ့တယ်တဲ့။စံအိမ်ကိုရောက်ပြီး နောက်တစ်နေ့မှာ ဟာလီတစ်ယောက် ဝုန်းကနဲ\nအသံကျယ်ကြီးတစ်ခု ကြားလိုက်ရပြီး ကီးလ်က သွေးအိုင်ထဲမှာ\nလဲကျသေဆုံးနေတာကို တွေ့လိုက်ရတယ်။ ဒီလိုနဲ့ ၉၁၁ ကို ဖုန်း\nဆက်လိုက်တဲ့အချိန်မှာပဲ ဂိမ်းစတင်ပြီဆိုတဲ့ အသံနဲ့ မျက်နှာဖုံးစွပ်\nလူတွေရောက်လာပြီး သူမကို သတ်ပစ်ဖို့ အသည်းအသန်လိုက်\nကြပါတော့တယ်။သူတို့တွေ ဆော့ကြတဲ့ဂိမ်းမှာ ဘယ်သူအနိုင်\nရသွားမလဲဆိုတာကတော့......။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.9 GB) / ...",
        "rating": "4.9",
        "url": "https://megaup.net/1f7xb/Wicked.Games.2021.720p.BluRay.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTUyOTY3MDMyNV5BMl5BanBnXkFtZTcwNDk4NzMwMg@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Half Broken Things (2007)",
        "description": "Half Broken Things (2007)\n====================\nIMDb Rating - 7.2/10ဒီဇာတ်ကားလေးကတော့ ၂၀၀၇ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Drama/\nThriller အမျိုးအစားဇာတ်လမ်း‌လေးပါ။ ဒီဇာတ်ကားက စာ\nရေးဆရာ Morag Joss ရေးခဲ့တဲ့ Half Broken Things ဆိုတဲ့\nCWA Silver Dagger ဆုရ နာမည်ကြီးစာအုပ်ကိုပြန်ရိုက်ထား\nတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ဂျင် ကအိမ်စောင့်အလုပ်လုပ်နေတဲ့ အဘွားကြီးတစ်ယောက်ပါ။\nတစ်နေ့မှာတော့ အိမ်စောင့်အလုပ်တစ်ခုရခဲ့ပါတယ်။ အဲဒီအလုပ်\nကတော့ စတန်းဒစ်ကေ့ လင်မယားရဲ့ ဝေါဒန် အိမ်ကြီးကိုစောင့်\nရှောက်ပေးရမှာပဲဖြစ်ပါတယ်။ အဲဒီအိမ်ကြီးကအရမ်းလှပြီး ခြံ\nကြီးကလည်းအကျယ်ကြီးပါ။ နောက်ပိုင်းတော့ ဂျင် ကအဲဒီအိမ်\nကြီးကိုကိုယ့်အိမ်အဖြစ်သဘောထားသွားပြီး သူ့စိတ်ကြိုက်စီမံ\nပါတော့တယ်။တစ်ရက်မှာတော့ မိုက်ကယ် နဲ့ စတပ်ဖ် ဆိုတဲ့အတွဲတစ်တွဲက\nအိမ်ကိုရောက်လာပါတယ်။ စတပ်ဖ် ကတော့ကိုယ်၀န်နဲ့ပါ။\nမိုက်ကယ် နဲ့စကားပြောနေတုန်းမှာပဲ စတပ်ဖ် ကကလေးမွေး‌\nရတော့မှာမလို့ ဂျင် ကပဲကလေးမွေးပေးခဲ့ရပါတယ်။ ဂျင် က\nမိုက်ကယ် တို့အတွဲနဲ့ သူမွေးပေးခဲ့တဲ့ကလေးကို သံယောဇဉ်\nတွယ်မိသွားပြီး အိမ်ကြီးမှာပဲနေဖို့ပြောပါတော့တယ်။ အဲဒီ\nနောက်မှာတော့ သူတို့လေးယောက် ဝေါဒန် အိမ်ကြီးမှာဒရမ်\nမာတွေစဖြစ်ပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/half-broken-things-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMDhiNmNiNmEtMzBlMi00MTA0LTlmZDktMGMwN2MzZGE3NGRhXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-161x200.jpg",
        "title": "Kisi Ka Bhai… Kisi Ki Jaan (2023)",
        "description": "Kisi Ka Bhai Kisi Ki Jaan (2023)\n******************************************ယခုတစ်ခါ ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမှာကတော့ 2023 ခုနှစ်ထွက်\nရုံ‌တင်ငွေ 182 ကုဋေထိရခဲ့တဲ့ ဆလူးဘိုင်လို့ ချစ်စနိုးခေါ်ကြတဲ့ စလ်မာန်ခန်းက ဘိုင်ဂျန်း(အကိုကြီး)နေရာက\nဦးဆောင်ပါဝင်ထားပြီး ဆလူးရည်းစားသစ်လေး ပူဂျား၊ အာသောကမင်းသားဆစ်ဒါးသ်နီဂဟမ်နဲ့\nမင်းသမီး‌ချောလေး ဝရ်နာလီ ဘတ်နာဂရ်အပြင် တမီးလ်သရုပ်ဆောင်ကြီး ဂျဂါပသီဘာဘူကလည်း\nကိုဒါသီ နာဂေးရှ်ဝရ်အဖြစ်နဲ့ အားဖြည့်ပါဝင်လာတဲ့ အက်ရှင်ဒရာမာ\nရုံတင်ဇာတ်ကားသစ်လေးပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အကိုကြီးဂျန်းဆိုတဲ့ ဆလူးဘိုင်နဲ့ ညီသုံးယောက်ရှိပါတယ်\nသွေးမတော်သားမစပ် မိဘမဲ့ဂေဟာကပါ သူတို့ကို အကိုကြီးဂျန်းက မိဘမဲ့ဂေဟာမီးလောင်တော့\nမွေးစားခဲ့ပြီး သူ့ညီသုံးယောက်နဲ့သူရဲ့ သံယောဇဉ်ကို အပြတ်မခံနိုင်လို့ အိမ်ထောင်မပြုပဲ\nလူပျိုကြီးလုပ်နေပါတယ် (အပြင်မှာကတော့ ကျန်ရစ်ဂေါ်မစွံပါ)ဒါပေမဲ့ သူ့ညီသုံးယောက်ကတော့ အကိုကြီးလို အိမ်ထောင်ရေးကို\nရန်ငါမပြတ်ပဲ ရည်းစားလေးတွေ ကိုယ်စီခိုးထားထားပါတယ်\nအကိုကြီးကိုလည်း အရမ်းချစ် ရည်းစားလေး‌တွေကိုလည်းမခွဲနိုင်တော့\nအကိုကြီး လူပျိုကြီးကိုပဲ အစွံထုတ်ပေးဖို့ သူတို့အကိုကြီးရဲ့ ex ကို\nမွမ်ဘိုင်းထိသွားရှာပြီး ခေါ်မလို့လုပ်ခဲ့ပေမဲ့အကိုကြီးရဲ့ ex ကတော့ သူများရင်ခွင်ထဲရောက် လင်ရလို့ ကလေးတစ်ယောက်ပါ\nမွေးနေပြီမို့ အကိုကြီးကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1V6wg/Kisi.Ka.Bhai.Kisi.Ki.Jaan.2023..720p.ZEE5.WEB-DL.AAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    }
]