[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iaTW57RK87v7ZrGkLKVofNH9YOr.jpg",
        "title": "Kannum Kannum Kollaiyadithaal(2020)",
        "description": "Kannum Kannum Kollaiyadithaal(2020)IMDb..7.7App Developerနဲ့ Animator တို့ သူငယ်ချင်း ၂ယောက် ရှိတယ်။\nနည်းပညာသမား သူငယ်ချင်း၂ယောက်ပေါ့။အမြဲလိုလို သောက်လိုက်စားလိုက်၊ ပါတီသွားလိုက်၊\nမိန်းမပွေးလိုက်နဲ့ သူတို့ဘဝက  လောကနိဗ္ဗန်ပဲ....မကြာခင်မှာပဲ သူတို့နှစ်ယောက်ရဲ့ ဘဝကိုတည်ငြိမ်သွားစေမဲ့ချစ်သူလေးကိုယ်စီတွေ့ဖို့အကြောင်းဖန်လာခဲ့တယ်....တကယ်တော့ ဒီနည်းပညာသမား(၂)ယောက်ဟာ သူတို့တတ်စွမ်းတဲ့ပညာကိုအသုံးချပြီး ခိုးမှုများစွာကျူးလွန်ထားတဲ့သူတွေဖြစ်ကြပါတယ်...ဘဝကိုတည်တည်ငြိမ်ငြိမ်လေးနေဖို့ကြိုးစားခါမှ သူတို့ ကျူးလွန်ထားတဲ့ ရာဇဝတ်မှုအတွက်\nရဲချုပ်ကြီးဟာ မီးခိုးကြွက်လျှောက် လိုက်လံစုံစမ်းပါတော့တယ်...ရဲချုပ်ကိုယ်တိုင် အင်တိုက်အားတိုက်လိုက်လံဖမ်းဆီးရအောင် သူတို့ ဘယ်လောက်ဆိုးတဲ့အမှုတွေကျူးလွန်ခဲ့လဲ...ဒီအမှုတွေကြောင့် နောက်ဆက်တွအကျိုးဆက်တွေဘယ်လိုဖြစ်မလဲ...သူတို့(၂)ယောက်ကရော ဖြတ်ကျော်နိုင်ပါ့မလားဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်...File Size :(900 MB) and (436MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:40:00\nGenre : Drama, Romance, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/TXdi/Kannum_Kannum_Kollaiyadithaal.2020.WEB-DL,720P.PP.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5vFCHFVLPcU4M8uNXM1ba9y83Iu.jpg",
        "title": "Nobody Sleeps in the Woods Tonight(2020)",
        "description": "Nobody Sleeps in the Woods Tonight(2020)IMDb...6.0စမတ်ဖုန်းတွေ၊ဂိမ်းတွေစွဲနေကြတဲ့ ဆယ်ကျော်သက်လူငယ်တွေကို\nနည်းပညာတွေနဲ့ဝေးဝေးနေပြီး သဘာဝတရားကိုခံစားနိုင်အောင် စီစဥ်ပေးထားတဲ့ offline campလေးတစ်ခုရှိပါတယ်။ဒီcampလေးထဲမှာဆိုရင် ဖုန်း၊လပ်တော့စတဲ့ လျှပ်စစ်ပစ္စည်းတွေလုံးဝယူမလာရဘဲ စီစဥ်ပေးထားတဲ့အတိုင်း အုပ်စုငယ်လေးတွေဖွဲ့ပြီး activityတွေလုပ်ရပါတယ်။နည်းပြ\"မစ္စ အီဇာ\"ဦးဆောင်တဲ့အဖွဲ့လေးကတော့ တောနက်ထဲကို ခြေလျင်ခရီးထွက်လာကြပါတယ်။တောထဲမှာ တစ်ယောက်နဲ့တစ်ယောက် မိတ်ဖွဲ့ရင်း စလိုက်ရန်ဖြစ်လိုက်၊ညဘက်မှာ မီးပုံဖိုရင်းသီချင်းတွေဆိုလိုက်နဲ့ ပတ်ဝန်းကျင်ကိုသတိမမူမိဘဲ ပျော်ရွှင်နေကြပါတယ်။မနက်လင်းလို့ခရီးဆက်ထွက်တော့မယ့်အချိန်မှ အဖွဲ့ထဲကကောင်လေးတစ်ယောက် ပျောက်ဆုံးနေပြီး\nသွေးကွက်အချို့ကျန်နေခဲ့တဲ့အတွက် လူစုခွဲပြီးလိုက်ရှာကြည့်ကြတဲ့အခါမှာတော့......တောနက်ထဲမှာရောက်နေတဲ့အပြင် ဆက်သွယ်စရာဖုန်းလည်းပါမလာကြတဲ့သူတို့တစ်တွေ တောထဲမှာ မထင်မှတ်ထားတဲ့ဘယ်လိုအန္တရာယ်မျိုးနဲ့ကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရှူခံစားလိုက်ကြပါဦး.... File Size :(970MB) and (361 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Horror  , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/TX3v/Nobody_Sleeps_In_The_Woods_Tonight.2020.WEB-DL.720P.PP.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/The-Wild-Goose-Lake-2019-133x200.jpg",
        "title": "The Wild Goose Lake (2019)",
        "description": "The Wild Goose Lake (2019)=====================IMDb Rating - 6.8/10#Unicode2014ဘာလင်ရုပ်ရှင်ပွဲတော်မှာ အမြင့်ဆုံးဆုဖြစ်တဲ့\nGolden Bear Awardကို Diao Yinanရဲ့\nBalck Cold, Thin Iceကားကရသွားခဲ့တယ်။\nBCTIမတိုင်ခင်မှာ သူစိတ်ကူးရထားတဲ့\nBCTIနဲ့ခပ်ဆင်ဆင် ဇာတ်လမ်းတစ်ပုဒ်\nသူ့မှာရှိတယ်။ ဒီဇာတ်လမ်းကို သူဇာတ်ညွှန်း\nအခါခါရေးကြည့်ပေးမယ့် မပြည့်စုံသေးဘူးလို့\nခံစားရတဲ့အတွက် သူမရိုက်ဖြစ်ခဲ့ဘူး။\nဒီနောက်မှာတော့ သူစိတ်ကူးထားတဲ့\nဇာတ်လမ်းဟာ အပြင်လောကမှာ\nအမှန်တကယ်ဖြစ်သွားခဲ့တာသူသိလိုက်ရတယ်။\nဒီသတင်းကိုဖတ်ပြီး သူ့ဇာတ်ညွှန်းရဲ့ Plot Lineကို\nပြင်ရေးခဲ့ပေမယ့်လည်း စိတ်တိုင်းမကျခဲ့တဲ့အတွက်\n၂၀၁၉အထိရောက်လာခဲ့တာပါပဲ။။ဖန်တီးသူဟာ\nသူ့အနုပညာကို အတော် တန်ဖိုးထားခဲ့တာပါ။ရုပ်ရှင်ရဲ့နာမည်ဟာ အင်္ဂလိပ်မူအရ\nငန်းရိုင်းကန်ပေမယ့် တရုတ်မူမှာတော့\n\"တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း\"လို့\nမူကွဲပါတယ်။ဒုတိယမူဟာ စာရေးသူဒါရိုက်တာ\nပေးထားတဲ့အမည်ပါပဲ။ဒါနဲ့ပက်သက်ပြီး\nအင်တာဗျူးမှာ ဒီအမည်နဲ့ပက်သက်ပြီး\nသူဖြေသွားတာ အတော်လှပါတယ်။\"တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်းဆိုတာ\nကျွန်တော်ဒီဇာတ်ညွှန်းစရေးတော့ ပထမဆုံး\nရေးလိုက်တဲ့စကားစုပါပဲ။တောင်ပိုင်းက\nအတော်ရိုမန့်တစ်ဆန်ပြီး အပူပိုင်းဆန်တဲ့\nဒေသပါပဲ။ဘူတာရုံဆိုတာက လူတွေ\nဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာပဲလေ။\nတစ်ချို့လူတွေ ထာ၀ရအပြီးအပိုင်ခွဲခွာ\nသွားကြတဲ့နေရာဆိုလည်းဟုတ်တယ်။\nဒါက ကျွန်တော်တို့အတွက် အရေးကြီးတဲ့\nမှတ်ညဏ်တစ်ခုပါပဲ။ ကြီးပျင်းလာတဲ့\nတစ်လျှောက်က ကျွန်တော်တို့ မှတ်ညဏ်တွေနဲ့\nဘူတာရုံနဲ့ကို ပိုင်းခြားပစ်လို့မရနိုင်ဘူး။\nကျွန်တော်ခုလေးတင်ပြောခဲ့သလိုပဲ\nဘူတာရုံဆိုတာက လူတွေ\nဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာ\nဇာတ်လမ်းတွေ ဖြစ်ပျက်ကြတဲ့နေရာလို့ပဲ\nခံစားရရုံပါပဲ။ဒါကြောင့်\n\"တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း\"\nဆိုတဲ့ နာမည်ကလေးထဲမှာ\nသူမတူတဲ့ရသတစ်မျိုးရှိနေတယ်လို့\nကျွန်တော်ထင်တယ်။\"တဲ့။သရုပ်ဆောင်တွေဘက်လှည့်ရရင် ACTRESS\nကတော့ BCTIမှာကတည်းက သူနဲ့လက်တွဲခဲ့သူ\nဆိုတော့ ဘာမှအထူးတလည်ပြောစရာမရှိပေမယ့်\nLead Actor မြန်မာပရိတ်သတ်နဲ့ ရင်းနှီးပြီးသား\nမက်မွန်မြေကချစ်တေးတစ်ပုဒ်နဲ့\nChinese ...",
        "rating": "6.8",
        "url": "https://megaup.net/2VPix/The.Wild.Goose.Lake.2019.720P.BluRay[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/AsnZdUdmfxEenKH3GNMtqIFAzDh-133x200.jpg",
        "title": "Malaal",
        "description": "Malaal (2019)ရသစုံတဲ့ Bollywood ဇာတ်လမ်းကောင်းလေး Malaal နဲ့ မိတ်ဆက်ပေးပါမယ်....ဇာတ်လမ်း အစကတော့ ရှီဗာဆိုတဲ့၂၂နှစ်အရွယ်ကောင်လေးတစ်ယောက်က\nတက္ကသိုလ်နောက်ဆုံးနှစ်တက်နေပြီး\nအစားအသောက်စုံတဲ့ အလုပ်လက်မဲ့ဖြစ်ကာ\nတစ်ရက်ကွက်လုံးက အသုံးမကျသူလို့သတ်မှတ်ထားခံရသူဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ အာစတာတို့မိသားစုဟာ ကျိကျိတက်ချမ်းသာရာကနေ\nကံကြမ္မာကြောင့် စီးပွားရေးပျက်ပြီး\nရှီဗာတို့အိမ်နားကို ပြောင်းရွေ့လာရပါတော့တယ်။ရှီဗာနှင့်သူ့သူငယ်ချင်းတွေက အာစတာတို့ စာသင်နေတုန်း ရောက်လာပြီး\nစကားများကြပြီးတဲ့အချိန်မှာတော့\nအာစတာက သူ့ဘဝတိုးတက်ရာတိုးတက်ကြောင်း ကြိုးစားဖို့ပြောဆိုခဲ့ပြီး\nအဲဒီအချိန်မှာပဲ ရှီဗာက အာစတာ့ကို မေတ္တာသက်ဝင်သွားပြီး ချစ်ရေးဆိုခဲ့တယ်။\nဒါပေမယ့် အာစတာမှာ မိဘတွေ သဘောတူပြီးသား\nငယ်ပေါင်း အန်ရာနှင့်လက်ထပ်ရမယ့်အခြေအနေ ဖြစ်နေပါပြီ။\nအာစတာမှာ အလုပ်အကိုင်များရှာဖွေပေးရင်း\nရှီဗာကို မိသားစုအားကိုးနိုင်မယ့် လူကောင်းအဖြစ် ပြောင်းလဲရာမှာ\nရှီဗာကို ချစ်သွားခဲ့မလား?????\nသူတို့နှစ်‌ယောက်မိဘသဘောမတူတဲ့ကြားက ပေါင်းဖက်နိုင်ပေါ့မလား?????\nရှီဗာကကော လူကောင်းအဖြစ်ပြောင်းလဲသွားနိုင်မလား ......ဆိုတာကို\nအလွမ်း အဆွေး ရသစုံစုံလင်လင်ခံစားရမှာမို့ အကြိုက်တွေ့စေမှာပါ။Review နဲ့ ဘာသာပြန်ထားတာကတော့ Yawng Yawng ပါ။Encoder ကတော့ Thit San Khant ပါ။",
        "rating": "5.8",
        "url": "https://megaup.net/2fRP2/(CM)_Malaal_(2019).720p.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BOGM3ODU1YTYtN2EwNy00NDhjLTkzNDItMzIwM2RkNzQ2NzIyXkEyXkFqcGdeQXVyNDEwMDMwNzg@._V1_-140x200.jpg",
        "title": "Timeline (2014)",
        "description": "ဘ၀ မှာ အချစ်စစ်ထက် ပို တန်ဖိုးရှိတဲ့ အရာ မရှိလောက်ပါဘူး\nတစ်ချို့ကတော့ အချစ်စစ်က ကိုယ့်ဘေးနားရှိရက်နဲ့ ပျောက်နေကြတယ်\nတစ်ချို့ ကိုယ့်ကိုချစ်လာမလားလို့ စောင့်နေရင်း အချိန်တွေ ကုန်ဆုံးကြရတယ်\nတစ်ချိုကကတော့ အချစ်စစ် နဲ့ ချစ်တာကို တန်ဖိုးမထားတက်ကြဘူး...\nဒီရုပ်ရှင်ထဲမှာ တန် ဆိုတဲ့ ကောင်လေးဟာ နယ်မြို့လေးကနေ မြို့ပေါ်ကို\nကျောင်းလာတက်ခဲ့တယ် အမေတစ်ခု သားတစ်ခု\nဘဝကနေ ကိုယ့်ဘာသာ မြို့ပေါ်မှာ ကျောင်းတက်ရတဲ့အခါ\nအလွဲလွဲ အချော်ချော်လေး တွေ စဖြစ်ရတယ်..\nအဲ့ဒီ အလွဲအချော်တွေကို ထိန်းကွပ်ပေးမဲ့\nချစ်စရာ ကောင်မလေး တစ်ယောက် တန် ရဲ့ ဘ၀ ထဲကို\nစတင် ဝင်ရောက်လာခဲ့တယ်...\nသက္ကသိုလ်ရဲ့ ဖရက်ရှာဝဲလ်ကမ်း မှာ ဒီကောင်မလေးကို\nသူစတွေ့တာပေါ့...\nဖြစ်ချင်တော့ ပထမဆုံးနေ့ မတိုင်ခင်က တန် တို့ သူငယ်ချင်းတွေ\nအမူးသောက်ပြီး မှောက်ကြတော့ ကျောင်းရဲ့ ကြိုဆိုပွဲကို\nနောက်ကျပြီး ရောက်သွားရာက စတာပဲ...\nသူတစ်ယောက်ထဲလား ဆိုတော့ မဟုတ်ဘူး\nဂျွန်ဆိုတဲ့ ကောင်မလေးပါ ပါတယ်..\nဒီတော့ ၂ ယောက်တွဲ အပြစ်ပေးခံရတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1zU7v/Timeline_2014_720p_(CM).mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wdeZUAB3rDtWt3KxPFF7ey6PjBw.jpg",
        "title": "King Naresuan 5 (2014)",
        "description": "Part 5\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Hazel\nEncoder - Thit San Khant",
        "rating": "5.8",
        "url": "https://megaup.net/2fRpC/King_Naresuan_5.2014-.720p_%7BCM%7D.mp4",
        "category": "History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4DB9VFVTp0IQEWFEIf9f3f2z3t5.jpg",
        "title": "The Dark and the Wicked(2020)",
        "description": "The Dark and the Wicked(2020)IMDb...6.5Louiseနဲ့ Michaelတို့ မောင်နှမနှစ်ယောက်ဟာ နာမကျန်းဖြစ်တဲ့ဖခင်ကို ပြုစုဖို့ လယ်တဲအိမ်လေးကို ပြန်လာခဲ့ကြတယ်မိခင်ဖြစ်သူဟာ သူတို့ကို မြို့ပြန်ဖို့အကြိမ်ကြိမ်ပြောပြီး  ဘယ်လောက်တောင်စိတ်ထိခိုက်မှုတွေရှိနေလဲမသိ...အဲ့ဒီညမှာပဲ ဆွဲကြိုးချသတ်သေကာ အဆုံးစီရင်သွားတယ်....ဒီမောင်နှမဟာ အိမ်ကိုပြန်ရောက်ပြီးနတ်ဆိုးတစ်ကောင်ရဲ့ ထိတ်လန့်ဖွယ်ရာအခြောက်ခံရပါတော့တယ်...ကြည့်ရတာ ဒီနတ်ဆိုးကြောင့်ပဲမိခင်ဖြစ်သူ အဆုံးစီရင်သွားပုံရပါတယ်...ဒီနတ်ဆိုးကရော ဘာကြောင့် ခြောက်လန့်နေရတာလဲ...ဒီမောင်နှမ(၂)ယောက်ကရော အဲ့ဒီဒဏ်တွေကိုကျော်လွှားရင်ဆိုင်နိုင်ပါ့မလား..နတ်ဆိုးရဲ့ရည်ရွယ်ချက်အမှန်ကဘာလဲ...မောင်နှမ(၂)ယောက်ကရော ဒီနတ်ဆိုးကို နှိမ်နှင်းနိုင်ဖို့နည်းလမ်းရှိပါ့မလား...Horrorကားကောင်းကြည့်သူတို့လက်မလွှတ်သင့်ပါကြောင်းး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ei Phyu Khin ပဲဖြစ်ပါတယ်....File Size :(896MB) and (337MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2fRjk/The_Dark_And_The_Wicked.2020.WEB-DL.720P.PP.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ipHxtI7sdIscKaMjJf3K0kpy9k.jpg",
        "title": "King Naresuan 4 (2011)",
        "description": "Part 4\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Hazel\nEncoder - Thit San Khant",
        "rating": "6.1",
        "url": "https://megaup.net/TWe7/King_Naresuan_4.2011-720p(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zyzJSI7UZZzz5Toj10rYGF5689z.jpg",
        "title": "The Lego Star Wars Holiday Special",
        "description": "The lego Star War Holiday Special 2020\n=========================================\nစတားဝါး လီဂို ကာတွန်း ဇာတ်လမ်းတို့လေးကတော့ ၄၅ မိနစ် စာပဲ ရှိပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရယ်ရတယ်။ Star Wars The Rise of Skywalker အပြီး ဇာတ်လမ်းကို ချိတ်ထားတာပါ။ ရေး နဲ့\nတော်လှန်ရေးအဖွဲ့တွေ အနားယူနေချိန် ရေးဟာ ဖင်းကို ဂျဒိုင်း ပညာတွေ သင်ပေးဖို့ ကြိုးစားပေမယ့် မအောင်မြင်ခဲ့ပါဘူး။ ဒါကြောင့် ဂျ\nဒိုင်း ဖတ်စာအုပ်တွေကို လိုက်ရှာကြည့်တဲ့အခါမှ ဂျဒိုင်းတစ်ယောက်ဟာ Force ကိုသုံးပြီး အချိန်ခရီးသွားလို့ရတဲ့ စက် ရှိတာကို\nတွေ့ရှိသွားပါတယ်။ ဒါကြောင့် အဲဒီစက်ကို သုံးပြီး သူ့ရဲ့ အရင်ရှိခဲ့တဲ့ ဂျဒိုင်းဆရာတပည့်တွေ သင်ကြားပုံကို လေ့လာဖို့ ထွက်လာပါတော့\nတယ်။ ယိုးဒါးနဲ့ လုခ်၊ ကွိုင်ဂွန် နဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-lego-star-wars-holiday-special/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BZDk1OTQ5MjAtNzM5Ny00YTFhLWJiNzYtMjZhNWZmMGU0M2YwXkEyXkFq-135x200.jpg",
        "title": "Blackbird (2019)",
        "description": "Blackbird (2019)=============IMDb Rating - 6.3/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ \"Blackbird\" ဆိုတဲ့ Drama ကားလေးပါ။လီလီလို့ခေါ်တဲ့ သမီး၂ယောက်ရဲ့အမေဖြစ်သူက ဆိုးရွားတဲ့အာရုံကြောရောဂါကို ခံစားနေရပါတယ်။ရောဂါအရမ်းဆိုးလာတဲ့အချိန်ကျရင် ခန္ဓာကိုယ်တစ်ခုလုံးလှုပ်မရဘဲ မစားနိုင်မသောက်နိုင် အိပ်ရာထဲလဲနေရတော့မှာကို ကြိုတင်သိထားတဲ့သူမဟာ ဒီအခြေအနေတွေမရောက်လာခင် ကြိုတင်ပြီးစောစောသေဆုံးဖို့ကို ရွေးချယ်ခဲ့ပါတယ်။ သူမသေခင် တစ်ရက်အလိုမှာ ချစ်ရတဲ့သမီး၂ယောက်ရယ် မြေးတွေရယ်သမီးဖြစ်သူတွေရဲ့မိသားစုဝင်တွေနဲ့အတူ နောက်ဆုံးအကြိမ်အနေနဲ့ တွေ့ဆုံဖို့စီစဉ်တဲ့အခါမိသားစုတွေ့ဆုံပွဲမှာ ရုတ်တရက်ပေါ်လာတဲ့ မိသားစုဝင်တွေရဲ့ ဝမ်းနည်းဖွယ်အတိတ်ဟောင်းတွေကမနက်ဖြန်သေရတော့မှာကို ကြိုသိနေတဲ့သူမအတွက် ဘယ်လိုခံစားချက်တွေဖြစ်စေမလဲ....မနက်ဖြန်ကျရင် သေဆုံးရတော့မယ့် အမေဖြစ်သူကို သမီးဖြစ်သူတွေကရော ဘယ်လိုခံစားချက်တွေနဲ့နှုတ်ဆက်ကြမှာလဲဆိုတာကို တမြေ့မြေ့နဲ့ ကြည့်မြင်ရမှာပါ။ ဒီဇာတ်ကားမှာ Titanic မင်းသမီး ကိတ်ဝင်းစလတ်ကအဓိက သရုပ်ဆောင်ထားပြီး IMDb Rating 6.3 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။) #Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ ဇာတ္ကားကေတာ့ \"Blackbird\" ဆိုတဲ့ Drama ကားေလးပါ။လီလီလို႔ေခၚတဲ့ သမီး၂ေယာက္ရဲ႕အေမျဖစ္သူက ဆိုး႐ြားတဲ့အာ႐ုံေၾကာေရာဂါကို ခံစားေနရပါတယ္။ေရာဂါအရမ္းဆိုးလာတဲ့အခ်ိန္က်ရင္ ခႏၶာကိုယ္တစ္ခုလုံးလႈပ္မရဘဲ မစားႏိုင္မေသာက္ႏိုင္ အိပ္ရာထဲလဲေနရေတာ့မွာကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/2fQf4/Blackbird.2019.720p.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1fUcKFDy58DhWYd5Y7Nu5DgpxaE.jpg",
        "title": "Operation Christmas Drop(2020)",
        "description": "Operation Christmas Drop(2020)ခရစ္စမတ်ရာသီမှာခရစ္စမတ်ကားကောင်းလေးတွေမျှော်လင့်နေသူတွေအဖို့တော့ ဒီကားလေးက အကောင်းဆုံးဖြစ်မှာပါ။အဲရီကာဆိုတာလွှတ်တော်က အမျိုးသမီးတစ်ဦးရဲ့လက်ထောက်ပါ။အဲဒီအမျိုးသမီးဟာ ကျွန်းတွေပေါ်မှာအခြေစိုက်နေတဲ့လေတပ်စခန်းတွေကိုပိတ်သိမ်းဖို့လိုလားနေတဲ့အမျိုးသမီးပေါ့။အဲဒီစခန်းကိုပိတ်သိမ်းနိုင်ဖို့ အဲရီကာကိုသွားရောက်စုံစမ်းစေပါတော့တယ်။အဲဒီစခန်းမှာက ခရစ္စမတ်အချိန်ရောက်ရင် အနီးအနားကကျွန်းတွေကို ခရစ္စမတ်လက်ဆောင်တွေ၊ရိက္ခာတွေကိုလေယာဥ်ပေါ်ကပစ်ချပေးတဲ့အစီအစဥ်ရှိပါတယ်။အဲဒီအစီအစဥ်က အခွန်ဆောင်ထားတဲ့ပြည်သူတွေရဲ့ပိုက်ဆံတွေကိုဖြုန်းတီးနေတာလားလို့အဲရီကာတစ်ယောက်စုံစမ်းရင်း ဘာတွေသိရှိလာရမလဲ?သူဘယ်လိုအစီရင်ခံတင်ပြမလဲဆိုတာစိတ်၀င်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Aye Mon Kyaw ဖြစ်ပါတယ်....File Size :(905 MB) and (331MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy ,Family , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2fQc0/Operation_Christmas_Drop.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BOGZjYTgwNDgtYmUyZS00NDA1LWIzNWMtMTdhODAyNjMxOGYwXkEy_002-135x200.jpg",
        "title": "Fishbowl (2018)",
        "description": "Fishbowl (2018)=============IMDb Rating - 5.4/10#Unicodeဒီကားလေးက 2018 လို့ နာမည်တပ်ထားပေမယ့် 27 October 2020 မှာထွက်ခဲ့တဲ့ကားလေးပါ။ကမ္ဘာပျက်မယ့်အချိန်ဘယ်အချိန်ဖြစ်မယ်ကို ဘာသာရေးအရဟောပြောချက်တွေအမျိုးမျိုးရှိပါတယ်။ဘစ်ရှော့ပ်လို့ခေါ်တဲ့ဘာသာရေးကိုင်းရှိုင်းပြီးရှေးရိုးစွဲတဲ့ခရစ်ယာန်မြို့ငယ်လေးမှာတော့နီးကပ်လာတဲ့ကမ္ဘာပျက်ကိန်းအကြောင်းဟောပြောလျက်ရှိပါတယ်။ ခရစ်ယာန်ဘာသာဝင်များအနေနဲ့ဘုရားသခင်ကိုယုံကြည်သက်ဝင်ပြီးလမ်းစဉ်များကိုလိုက်နာသူများသာကောင်းကင်ဘုံသို့ခေါ်ဆောင်ကယ်တင်ခြင်းခံရမှာဖြစ်တယ် ဆိုတဲ့ စကားဝိုင်းတွေဟာလည်းတီဗွီအစီအစဉ်တွေကြားနာမည်ကြီးလျက်ပေါ့။ ရေချယ်၊ ဂျက်ဆာနဲ့ဘဲလ်ဆိုတဲ့ ညီအစ်မသုံးယောက်ဟာအမေဆုံးသွားပြီးတဲ့နောက် ဘုရားသခင်ကိုအလွန်ကြောက်ရွံ့ယုံကြည်နေတဲ့ အဖေဖြစ်သူနဲ့ခက်ခက်ခဲခဲနေထိုင်နေရပါတယ် အဖေဖြစ်သူရစ်ခ်ဟာကောင်းကင်ဘုံမှာဇနီးနဲ့ပြန်တွေ့နိုင်ရန်အတွက်ကြားရသမျှလမ်းစဉ်တွေလိုက်ကာ သားသမီးများကိုနှိပ်စက်မိလုနီးပါးဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ့်အားလုံးပြောနေကြတဲ့ ကမ္ဘာပျက်မယ့်စက်တင်ဘာ၂၉ရက်နေ့မှာတော့ အမှန်တကယ်ပဲ ကမ္ဘာပျက်ချိန်ညသန်းခေါင်မှာကပ်ဆိုးများဖြစ်ပွားပြီးဘုရားသခင်ရဲ့သန့်စင်ခြင်းအစီအရင်ဖြစ်ပွားမှာလားဆိုတာ ဒီကားလေးထဲမှာဆက်လက်ကြည့်ရှုအားပေးပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) #Zawgyiဒီကားေလးက 2018 လို႔ နာမည္တပ္ထားေပမယ့္ 27 October 2020 မွာထြက္ခဲ့တဲ့ကားေလးပါ။ကမာၻပ်က္မယ့္အခ်ိန္ဘယ္အခ်ိန္ျဖစ္မယ္ကို ဘာသာေရးအရေဟာေျပာခ်က္ေတြအမ်ိဳးမ်ိဳးရွိပါတယ္။ဘစ္ေရွာ့ပ္လို႔ေခၚတဲ့ဘာသာေရးကိုင္းရႈိင္းၿပီးေရွး႐ိုးစြဲတဲ့ခရစ္ယာန္ၿမိဳ႕ငယ္ေလးမွာေတာ့နီးကပ္လာတဲ့ကမာၻပ်က္ကိန္းအေၾကာင္းေဟာေျပာလ်က္ရွိပါတယ္။ ခရစ္ယာန္ဘာသာဝင္မ်ားအေနနဲ႔ဘုရားသခင္ကိုယုံၾကည္သက္ဝင္ၿပီးလမ္းစဥ္မ်ားကိုလိုက္နာသူမ်ားသာေကာင္းကင္ဘုံသို႔ေခၚေဆာင္ကယ္တင္ျခင္းခံရမွာျဖစ္တယ္ ဆိုတဲ့ စကားဝိုင္းေတြဟာလည္းတီဗြီအစီအစဥ္ေတြၾကားနာမည္ႀကီးလ်က္ေပါ့။ ေရခ်ယ္၊ ဂ်က္ဆာနဲ႔ဘဲလ္ဆိုတဲ့ ညီအစ္မသုံးေယာက္ဟာအေမဆုံးသြားၿပီးတဲ့ေနာက္ ဘုရားသခင္ကိုအလြန္ေၾကာက္႐ြံ႕ယုံၾကည္ေနတဲ့ အေဖျဖစ္သူနဲ႔ခက္ခက္ခဲခဲေနထိုင္ေနရပါတယ္ အေဖျဖစ္သူရစ္ခ္ဟာေကာင္းကင္ဘုံမွာဇနီးနဲ႔ျပန္ေတြ႕ႏိုင္ရန္အတြက္ၾကားရသမွ်လမ္းစဥ္ေတြလိုက္ကာ သားသမီးမ်ားကိုႏွိပ္စက္မိလုနီးပါးျဖစ္ခဲ့ပါတယ္။ ဒါေပမယ့္အားလုံးေျပာေနၾကတဲ့ ကမာၻပ်က္မယ့္စက္တင္ဘာ၂၉ရက္ေန႔မွာေတာ့ အမွန္တကယ္ပဲ ကမာၻပ်က္ခ်ိန္ညသန္းေခါင္မွာကပ္ဆိုးမ်ားျဖစ္ပြားၿပီးဘုရားသခင္ရဲ႕သန႔္စင္ျခင္းအစီအရင္ျဖစ္ပြားမွာလားဆိုတာ ဒီကားေလးထဲမွာဆက္လက္ၾကည့္ရႈအားေပးပါဦး။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ...",
        "rating": "5.4",
        "url": "https://megaup.net/TVep/Fishbowl.2020.720p.WEBRip.800MB[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9sZ1UGVxOCs4yDd5NoACRkK0oXn.jpg",
        "title": "Laxmii(2020)",
        "description": "Laxmii(2020)၂၀၂၀ ကိုဗစ်ကာလမှာ ဇာတ်ကားတွေ ရှားပါးတဲ့အထဲ\nမင်းသားကြီး အရှေးကတော့\nRemakeတစ်ခုဖြစ်တဲ့ Laxmiiက ထွက်လာခဲ့ပါတယ်။အားလုံးလည်း မင်းသားကြီးကို လွမ်းနေမယ်ဆိုတာ\nသေချာပါတယ်။ဇာတ်လမ်းအကြောင်းအရာကတော့\nအရင် တာတေကြီးလို့ အများသိတဲ့ Kanchanaနဲ့\nမကွာတော့ ထွေထွေထူးထူး ပြောပြနေစရာ မလိုဘူး ထင်ပါတယ်။အရင်ကားဟောင်းကို မကြည့်ဖူးသူတွေအတွက်\nပြောပေးရမယ်ဆိုရင်\nတစ္ဆေမကြောက်တတ်တဲ့ လူတစ်ယောက်ကို\nအဖြစ်ဆိုးနဲ့သေဆုံးခဲ့ရတဲ့ လူတစ်ယောက်က\nဝင်းပူးတာပါ။အဖြစ်ဆိုးအတွက် သူ့ရဲ့ တုန်ပြန်မှု၊\nသူ့ဘဝနောက်ကြောင်းတွေ၊\nသူရဲ့ ကြင်နာသနားတတ်မှုတွေက ကြည့်ရှုသူတိုင်းကို\nသနားကရုဏာသက်စေမှာပါ။ဒီတော့ တခြားခန္ဓာကိုယ်တစ်ခုမှာ ဝင်ပူးပြီး\nသူ ဘာလုပ်မယ် ဆုံးဖြတ်ခဲ့သလဲ\nဘယ်လိုတွေ ကြံစည်လာဦးမလဲ ဆိုတာကို\nဟာသနှောပြီး ကြည့်ရှုရမှာပါ။ဇာလမ်းအညွှန်းနဲ့ဘာသာပြန်သူက Myint Thu နဲ့ Nyi Koeတို့ပဲြဖစ်ပါတယ်....File Size :(1.28GB) and (494MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action,Comedy,Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by Phyo Pyae",
        "rating": "2.2",
        "url": "https://megaup.net/2fQ7z/LAXMII.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-6-6397caef3135-143x200.jpg",
        "title": "Let Life Be Beautiful (2020)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ကားလေးကတော့ အားလုံးကို မျက်ရည်ချူမဲ့ ဇာတ်ကားလေးပါဒီကားလေးဟာဆိုရင် သွေးကင်ဆာဖြစ်နေတဲ့ဝမ်ရှင်းယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို ပုံဖော်ရိုက်ကူးထားတာပါဒီဇာတ်ကားလေးကို ကြည့်ရင်း ဘဝရဲ့ အဓိပ္ပါယ်ကို နားလည်လာပြီး ကိုယ့်မှာ ရှိတဲ့အချိန် တစ်မိနစ် တစ်စက္ကန့်လေးကအစ တန်ဖိုးထားတတ်လာမှာပါမိသားစုရဲ့မေတ္တာတွေ သူငယ်ချင်းတွေရဲ့ မေတ္တာတွေကိုလည်း တစ်ဝကြီးခံစားရမှာပါဇာတ်ကြောင်းလေးကတော့ ဝမ်ရှင်းယန်က အဆိုတော် ဖြစ်လာဖို့အိမ်မက်တွေတစ်ပုံကြီးရှိတဲ့လူငယ်တစ်ယောက်ပါ ဒါပေမဲ့ ကံအကြောင်းမလှစွာမမျှော်လင့်ဘဲ ကင်ဆာရောဂါခံစားနေရတာကို သိလိုက်ရပါတယ် ပထမတော့သိပ်မသိသာပေမဲ့ နောက်ပိုင်းမှာ ဒီရောဂါကြီးက ဘယ်ချိန်မဆိုသေသွားနိုင်တဲ့အခြေအနေလို့ သိလိုက်ရတဲ့အချိန်မှာဝမ်ရှင်းယန်အနေနဲ့ သူ့ရဲ့ကျန်နေတဲ့အချိန်လေးတွေမှာ ကမ္ဘာကြီးအတွက်တစ်ခုခုကျန်ခဲ့အောင်လုပ်မယ်လို့ ဆုံးဖြတ်လိုက်ပါတယ် ဒီနေ့သေမလားမနက်ဖြန်သေမလား မသိနိုင်တဲ့ဘဝကြီးမှာ ဝမ်ရှင်းယန်အနေနဲ့ ပျော်ပျော်ရွှင်ရွှင်နဲ့ဘယ်လိုတွေ ရှင်သန်နိုင်ဖို့ ကြိုးစားအားထုတ်မှာလဲဆိုတာအပြင် ဒီဇာတ်ကားလေးမှာ ရိုက်ကူးပုံဖော်ထားတဲ့ လူအများစု မသိကြတဲ့ ကင်ဆာရောဂါသည်တွေရဲ့ဘဝအကြောင်းကိုဒီကားလေးကနေတဆင့် ဆက်လက်ကြည့်ရှုခံစားရင်းကိုယ့်ရဲ့ အဖိုးတန်တဲ့ဘဝလေးကို တန်ဖိုးထားချစ်မြတ်နိုးလိုက်ကြရအောင်... Translated & Review By Yamin EiEncoded By LK",
        "rating": "8.9",
        "url": "https://channelmyanmar.org/let-life-be-beautiful-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hjGcRmwfPPXD2dZJ3QZTgD7BRJ6.jpg",
        "title": "King Naresuan 3 (2011)",
        "description": "Part 3\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Hazel\nEncoder - Thit San Khant",
        "rating": "6.1",
        "url": "https://megaup.net/2fQ02/King_Naresuan_3.2011-720p(CM).mp4",
        "category": "History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/6lQXp_4f-115x200.jpg",
        "title": "The Dragon Hunting Well ( 2020 )",
        "description": "ဒီကားလေးမှာတော့...ဆွမ်ယိချန်က ကပ်ရောဂါဖြစ်နေတဲ့ မြို့လေးကိုဆေးအထောက်အပံ့ပစ္စည်းတွေ သွားပို့တဲ့ ဆရာဝန်တစ်ယောက်ပါ အဲ့ဒီမြို့လေးကလူတွေကလည်း ဘာသာရေးအလွန်အမင်း အယူသည်းပြီး ရောဂါကူးခံရတဲ့လူတွေကိုကျိန်စာမိနေတာလို့ သတ်မှတ်ထားကြပါတယ် ဆွမ်ယိချန် ရောဂါကူးစက်ခံရတဲ့လူတွေကိုထားတဲ့ ကန့်သတ်နယ်မြေကို ရောက်သွားပြီးမကြာခင်မှာ လူသားစားတဲ့သားရဲတစ်ကောင်ပေါ်လာတဲ့အခါ လူမှုကူညီရေးကလူတွေ ရောဂါကူးခံရတဲ့လူနာတွေ နဲ့အယူသည်းလွန်းတဲ့ မြို့လေးကလူတွေက ဘယ်လိုမျိုး လွတ်မြောက်အောင်လုပ်ကြမလဲလူတွေက သေချင်းတရားနဲ့မျက်နှာချင်းဆိုင်တွေ့တဲ့အခါ ဘယ်လိုမျိုးတွေ ပြောင်းလဲသွားကြမှာလဲဆိုတာ ရင်သက်ရှုမောဖွယ်ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော် Translated & Review By Yamin EiEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-dragon-hunting-well-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGklB5rrVfEVbTFboR8EZxssImZ.jpg",
        "title": "King Naresuan Part 2 (2007)",
        "description": "Part 2\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - Nay Chi\nEncoder - Thit San Khant",
        "rating": "7.2",
        "url": "https://megaup.net/TUtg/King_Naresuan_2.2007-720p(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/jiu_jitsu-135x200.jpg",
        "title": "Jiu Jitsu 2020",
        "description": "မင်းသားကြီး နီကိုလက်ကေ့ နဲ့ တိုနီဂျားတို့ ပါဝင်ထားတဲ့ ဂျူဂျစ်ဆု ရုပ်ရှင်ထွက်ပါပြီ။\nဂျူဂျစ်ဆု ဆိုတာ သိုင်းပညာကို သီးသန့် ရည်ညွှန်းတာမဟုတ်ဘူး ဒီ ရုပ်ရှင်မှာတော့ သီးသန့်အဓိပ္ပါယ်နဲ့ပဲ ဖြစ်ပါတယ်။\nPredator ရုပ်ရှင်နဲ့ နင်ဂျာ ရုပ်ရှင်တွေကို လွမ်းတယ်ဆိုရင် ဒီကားကို ကြည့်လိုက်ပါ။\nဂြိုလ်သားတွေနဲ့ နင်ဂျာတွေ ချတဲ့ဇာတ်လမ်းပါပဲ။\nဇာတ်လမ်းကတော့ လှည့်ကွက်လေးတွေပါလို့ မပြောပြတော့ပါဘူး။ ဇာတ်လမ်း၊ ဒိုင်ယာလော့၊ အက်ရှင်၊ အထူးပြုလုပ်ချက်တွေကတော့ ဘာမှပြောစရာမရှိပါဘူး။ ကြည့်ပြီးရင် သိပါလိမ့်မယ်။\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:40:00\nGenre … Action, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Littleneo",
        "rating": "",
        "url": "https://channelmyanmar.org/jiu-jitsu-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/jungle-135x200.jpg",
        "title": "Jungleland 2020",
        "description": "လက်‌ေ၀ှ့ထိုးတဲ့နေရာမှာထူးချွန်တဲ့ ညီဖြစ်သူလိုင်းယန်း..ညီဖြစ်သူကထူးချွန်သ‌လောက် အကြွေးပတ်လည်၀ိုင်းနေပြီးအမြဲဒုက္ခရှာတတ်တဲ့ အကိုဖြစ်သူ စတန်..လက်‌ေ၀ှ့ကျော်ဖြစ်လာခဲ့ရင် ဘ၀သစ်စမယ်လို့ကြွေးကျော်နေတတ်တဲ့ ညီအကိုပေါ့။တစ်နေ့တော့ လက်‌ေ၀ှ့ပွဲတစ်ပွဲရှုံးနိမ့်သွားလို့ အကြွေးရှင်တွေရဲ့စိတ်တိုင်းကျ Junglelandဆိုတဲ့ ဆန်ဖရန်စစ္စကိုမှာကျင်းပတဲ့ပွဲမှာ သွားထိုးသတ်ဖို့ညီအကိုနှစ်ယောက်ပြင်ရပါတော့တယ်။အဲဒီခရီးစဥ်တလျောက် စကိုင်းဆိုတဲ့ကောင်မလေးကိုပါ ကြွေးရှင်တွေက ရီနိုကိုပို့ပေးဖို့တာ၀န်ပေးပါတော့တယ်။လိုင်းယန်းရယ် စကိုင်းရယ် စတန်ရယ်...သူတို့သုံးယောက်အတူတူသွားရင်းနဲ့ဘာတွေကြုံတွေ့ရမှာလဲ?အတူတူသွားရင်းနဲ့ စကိုင်းအကြောင်းကိုပါသိလိုက်ရချိန်မှာ သူတို့ညီအကိုနှစ်‌ယောက်ဘာဆက်လုပ်မလဲ?ညီအကိုနှစ်ယောက်ကရော အဆုံးထိမပြောင်းလဲဘဲ ချစ်ခင်သွားမှာလားဆိုတာ အဆုံးထိစိတ်၀င်တစားကြည့်ရှု ရမှာပါ။ရိုးရိုးရှင်းရှင်း‌လေးပဲပြသွားတဲ့ဒီကားလေးကစိတ်ထဲမှာစွဲနစ်ခံစားမိစေမှာပါ။ကြည့်ရှုခံစားနိုင်ဖို့CM ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။ဒရာမာကားကောင်းကောင်းလေးတွေမျှော်လင့်နေသူတွေအဖို့တော့ ကွက်တိပါပဲလို့ညွှန်းလိုက်ပါရစေ။ဇာတ်ကားလေးနာမည်က Jungleland(2019)ပါ။\nFile size… 1 Gb / 500 Mb\nQuality… webrip 720p\nFormat…mp4\nDuration….01:30:00\nGenre … Action, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Aye Mon Kyaw",
        "rating": "6.3",
        "url": "https://megaup.net/2fOK3/Jungleland.2019.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/XbqZXf-154x200.jpg",
        "title": "You Are Deep In My Heart ( 2018 )",
        "description": "လူတိုင်းမှာ ငယ်ချစ်ဦးဆိုတာတော့ရှိကြပါတယ် ငယ်ချစ်နှစ်တစ်ရာမမေ့သာဆိုတဲ့အတိုင်းတခြားရည်းစားတွေကိုသာ မေ့ရင်မေ့သွားမယ် ငယ်ချစ်ဦးကိုတော့ မမေ့နိုင်ကြပါဘူးငယ်ချစ်ဦးနဲ့ ပေါင်းဖက်ရတဲ့သူပဲဖြစ်ဖြစ် ကွဲကွာသွားသူပဲဖြစ်ဖြစ် ဒီတစ်ခါတင်ဆက်ပေးမဲ့ကားလေးကို ကြည့်ရင်း ငယ်ချစ်ဦးကို ပြန်တမ်းတကာ ကြည်နူးလို့ရပါပြီနော်ဇာတ်ကြောင်းလေးကတော့....ယုရှန်းဟာ အိမ်မက်တွေအပြည့်ရှိတဲ့သူဌေးသမီးလေးဆိုပေမဲ့ သူ့အိမ်မက်တွေကိုဖခင်က အပြင်းအထန် ကန့်ကွက်တာကြောင့် အိမ်ပေါ်ကဆင်းလာပြီး သူ့ရဲ့မင်းသမီးဖြစ်လာဖို့ အိမ်မက်တွေကို ပုံဖော်နေတဲ့ လူငယ်တစ်ယောက်ဖြစ်ပါတယ်ကျင်ယန်ကတော့ DEမိတ်ကပ်ကုမ္ပဏီရဲ့ ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီးယုရှန်းနဲ့ ကျောင်းတုန်းက ငယ်ချစ်ဦးတွေဖြစ်ခဲ့ကြတာပါသူတို့ အချစ်ဦးနှစ်ယောက်ဟာ အရင်က မပေါင်းဖက်ခဲ့ရဘဲအကြောင်းအမျိုးမျိုးကြောင့်ကွဲကွာသွားခဲ့ကြရပါတယ် အခုလက်ရှိမှာတော့ယုရှန်းကို ကျင်ယန်က DEမှာ တတ်သစ်စကြော်ငြာမင်းသမီးအဖြစ်ငှားလိုက်ပါတယ်သူတို့ငယ်ချစ်ဦးနှစ်ယောက် ပြန်လည်တွေ့ဆုံကြပြီး သူတို့တွေ ဘယ်လိုပြဿနာတွေကြောင့်ကွဲသွားကြတာလဲ အခုလက်ရှိအခြေအနေမှာရောပြန်လည်ပေါင်းထုပ်နိုင်ဦးမှာလား ဆိုတာကို ဆက်လက်ကြည့်ကြရင်းတချိန်က အချစ်ဦးကို တကျော့ပြန် တမ်းတလိုက်ကြရအောင်...Translated & Review By Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/you-are-deep-in-my-heart-2018/"
    }
]