[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/ma-133x200.jpg",
        "title": "Malikappuram (2022)",
        "description": "Malikappuram (2022)\nAction, Drama\nIMDb 8.3/10 (3K)ဒီဇာတ်ကားလေးကတော့ အသက်၈နှစ်အရွယ် ကလေးမလေးတစ်ဦးက တောင်စွယ်၁၈ခုအား\nအပိုင်စားရထားတဲ့ အရှင်အယာပန်ရဲ့ဆာဗရိမာလဘုရားကျောင်းကို လွန်စွာဘုရားဖူးသွားချင်နေတဲ့\nဆန္ဒလေးကို အခြေပြုပြီး ဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။မိဘက ဆင်းရဲလွန်းတော့ ဘဏ်မှာလည်း အကြွေးတွေပိနေပြီး အိုးအိမ်ပါအပေါင်ခံထားရတဲ့\nဖခင်ဖြစ်သူအတွက် သမီးဖြစ်သူရဲ့ဆန္ဒဟာ လွန်စွာ အဖိုးအခကြီးနေခဲ့ပါတယ်။အဲ့ဒီဘုရားကျောင်းဟာလည်း အမျိုးသမီးများ သန္ဓေတည်နိုင်တဲ့အရွယ်ဖြစ်တဲ့\nအသက်၁၀နှစ်မှ ၅၀နှစ်အထိ အမျိုးသမီးများကို ဝင်ခွင့်မပေးကြပါဘူး။ဘုရားသခင်ဟာ သူ့ဆီခြေ၁လှမ်းသာရှေ့တိုးလာခဲ့ ကျန်တဲ့၉၉လှမ်းကို သူလှမ်းပါ့မယ်ဆိုတဲ့ကတိအတိုင်း\nဒီကလေးမလေးရဲ့ဘုရားဖူးခရီးစဉ်မှာ ဆန်းကြယ်မှုတွေ များမြောင်စွာဖြစ်ပေါ်လာခဲ့ပါတယ်။ဒါတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှုစားလိုက်ပါတော့နော်။\nFile size…2.6GB / 1.2GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 1mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & BpL & Yunni",
        "rating": "8.3",
        "url": "https://megaup.net/1ci29/Malikappuram_(2022)_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjBlYzBjN2ItNWVmMi00YjRjLWExMGItMzBiZmY4ODU0N2I1XkEyXkFqcGdeQXVyMTAxMDI5ODc5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Message and the Messenger (2022)",
        "description": "Message and the Messenger (2022)\n=========================လောကဓံရဲ့ ဖြစ်တတ်တဲ့သဘောလေးတွေကြားထဲမှာ ကျင်\nလည်နေတဲ့လူထဲကလူတစ်ဦးဖြစ်တဲ့ အိမ်ခြံမြေအကျိုးဆောင်\nဂျက်ဆီကာကလာ့ခ်။ သူ(မ)က ဘုရားကျောင်းအဖွဲ့ဝင်တစ်ဦး\nဖြစ်ပြီး သဿမေဓအခွန်(ဘုရားကျောင်း‌ကိုသွင်းရတဲ့အလှူငွေ)\nတွေကို ငွေမရှိလည်းရအောင်လှူတဲ့ ယုံကြည်သူတစ်ဦးပေါ့လေ။သူအဲလိုလှူတဲ့အတွက်လည်း ဘုရားက သူ့ကိုအဆင်ပြေအောင်\nပြန်လုပ်ပေးမယ်လို့ မမှိတ်မသုန်ယုံကြည်နေတယ်။ အဲဒါနဲ့တစ်နေ့\nသူ့ဘဝထဲကို စီးပွားရေးမိတ်တစ်ယောက်ဝင်လာတယ်။ အစက\nတော့ ဘုရားက သူဘဝထဲကို မကောင်းတဲ့လူတစ်ယောက်လွှတ်\nလိုက်တယ်ထင်လိုက်ပေမယ့် တကယ်တမ်းကျတော့ သူကိုကောင်း\nချီးပေးလိုက်တယ်ဆိုတာ တဖြည်းဖြည်းသဘောပေါက်လာတဲ့\nအကြောင်းကိုကြည့်ရမှာဖြစ်ပါတယ်။ အဲ့အပြင် သူမရဲ့မိသားစုနဲ့\nသူငယ်ချင်းတွေလည်း သူတို့ရဲ့ အကျပ်အတည်း‌အခက်အခဲ‌တွေကို\nဘယ်လိုကျော်ဖြတ်မလဲဆိုတာပါ ကြည့်ရမယ့် ဘာသာရေးနှော\nထားတဲ့ ဒရာမာကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naingမှရေးသားပေးပြီး၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ Khant Sett Naing, Momo\nတို့ဖြစ်ပါတယ်)File Size..........(1.6 GB) / (570 MB) / (370 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Khant Sett Naing, Momo\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/1S9c2/Message.And.The.Messenger.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/46X1ei9uf13nkkr0OhWldGyr5Uh.jpg",
        "title": "The Purge (2013)",
        "description": "The Purge (2013)ထွက်ပြီးခဲ့တာ ဆယ်နှစ်တောင်ကြာပြီဖြစ်သလို ဒီကားနောက်ပိုင်း ဖြစ်လာခဲ့တဲ့ The Purge Franchise ကြီးရဲ့ အစဆိုတဲ့အတိုင်း အကောင်းဆုံးဖြစ်သလို ကြည့်ပြီးလည်း​ နောက်တစ်​ခေါက်ပြန်ပြန်ကြည့်ချင်​နေတဲ့ ဇာတ်ကား​တွေထဲကတစ်ကားဖြစ်တဲ့ ပထမဆုံး The Purge ကားအကြောင်းကို ထွေထွေထူးထူး ပြောစရာလိုမယ်မထင်ပါဘူး။~ ဇာတ်လမ်းအညွှန်း ~အ​မေရိကန်နိုင်ငံ စီးပွား​ရေးကျဆင်းလာတာ​နဲ့အမျှ ဒုစရိုက်မှု​တွေ ဆင်းရဲမွဲ​တေမှု​တွေ မှိုလို​ပေါက်လာတာကို ဘယ်လို​ဖြေရှင်းရမလဲ ​ခေါင်းခဲ​နေကြတုန်း အဲဒီခေတ် အမေရိကန်ရဲ့ အာဏာပိုင်အစိုးရဖြစ်တဲ့ သူတို့ကိုယ်သူတို့ မျိုးဆက်သစ်တည်ထောင်သူဖခင်ကြီးများ လို့ခေါ်တဲ့ NFFA ပါတီက The Purge ဆိုတဲ့ သန့်စင်ပွဲနေ့လုပ်ဖို့ကိုစဥ်းစားမိသွားကြတယ်။ အဲဒီ​နေ့မှာ ဘယ်ဒုစရိုက်မှုလုပ်လုပ် ရဲအဖမ်းမခံရတဲ့​နေ့မျိုး​ပေါ့။ လူချမ်းသာ​တွေက​တော့ ​ငွေနဲ့အကာအကွယ်ယူလို့ရ​​ပေမယ့် ဆင်းရဲတဲ့သူ‌တွေ၊ အသက်ကြီးတဲ့သူ​တွေ၊ ပစ်ပယ်ထားခံရတဲ့သူ​တွေက​တော့ အဲဒီ​နေ့ရဲ့ ပစ်မှတ်​တွေ​ပေါ့။ အဲဒီလို နိုင်ငံနဲ့တဝန်း အကန့်အသတ်မရှိ လူသတ်နိုင်တဲ့ လူမဆန်တဲ့နေ့ကြီးကို လုပ်လိုက်​ပေမယ့် မထင်ထားရ​လောက်​အောင် ဆင်းရဲမှု​တွေ ဒုစရိုက်မှု​တွေနည်းသွားပြီး ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Sfkf/(CM)_The_Purge_(2013)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9gRYTyNLGJuxHmqdGM5UxHxJtB.jpg",
        "title": "Machine Gun Preacher(2011)",
        "description": "Machine Gun Preacher(2011)***************************ဆမ်ချီလ်ဒါးစ်ဟာ ထောင်ထဲကိုဝင်လိုက်ထွက်လိုက် လုပ်နေတဲ့လူဆိုးဂိုဏ်းဝင်တစ်ယောက်ဖြစ်ပါတယ်။နောက်ဆုံး ထောင်ကထွက်လာတော့ မိန်းမဖြစ်သူက ဘုရားသခင်ရဲ့ ကရုဏာနဲ့ အပြစ်တွေဆေးကြောပြီးဘဝသစ် စနေကြောင်း၊ ချီလ်ဒါးစ်ကိုလည်း အတိတ်ကလိုမနေဖို့ ပြောပေမယ့် လူဆိုးလုပ်ရတာမဝသေးတဲ့ ချီလ်ဒါးစ်ဟာ အရင်လို ပြန်ဆိုးမိုက်နေပါတယ်။ ဒါပေမယ့် မမျှော်လင့်ဘဲ သူဟာဘုရားကျောင်းကို လိုက်သွားပြီးတဲ့ နောက်မှာ သူ့လုပ်ရပ်တွေကို နောင်တရပြီးပြန်လည်ဆေးကြောဖို့ အသိဝင်လာပါတယ်။ ဒါကြောင့် အာဖရိကကို သွားပြီးတော့ပရဟိတလုပ်ငန်းတွေကို စတင်လုပ်ဆောင်ပါတယ်။ အတိတ်ကလုပ်ရပ်တွေကြောင့် သူ့ကိုအထင်သေးနေကြတဲ့ လူတွေကြားမှာ ချီလ်ဒါးစ်ရဲ့ လုပ်ငန်းတွေ အောင်မြင်ပါ့မလား၊သူ့ရဲ့ စေတနာနဲ့ လုပ်သမျှဟာ အဆင်ပြေချောမွေ့ နေပါ့မလားဆိုတာ ဇာတ်လမ်းထဲမှာ ရှုစားနိုင်ပါတယ်ဗျာ။\nဒီကားဟာ အပြင်မှာ တကယ်ရှိတဲ့ Sam Childers (ဆမ်ချီလ်ဒါးစ်)ရဲ့ စာအုပ်ကိုအခြေခံပြီး ရိုက်ကူးထား တာဖြစ်ပါတယ်။ ကိုယ့်ဘဝအမှားတွေကို ပြန်လည်ဆေးကြောချင်သူတိုင်းလက်မလွှတ်တမ်းကြည့်သင့်တဲ့ ဇာတ် ကားလေး ဖြစ်ပါတယ်။File Size :(2.7GB)(1.03 GB) and (367 ...",
        "rating": "7.0",
        "url": "https://megaup.net/2ycC7/Machine.Gun.Preacher.2011.BLU-RAY.720P(CM).mp4",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BN2E4Y2JmNzUtYjRmNC00NTU4LWI1YjEtZTA0MzUzNjJlNTQzXkEyXkFqcGdeQXVyNzMzMjU5NDY@._V1_-143x200.jpg",
        "title": "Raincoat (2004)",
        "description": "Raincoat (2004)\n***************\nဒိဇာတ်ကားလေးကတော့ ကမ္ဘာ့အလှဆုံးမင်းသမီးတစ်ယောက်လို့ တင်စားခံရတဲ့\nအက်ရှ်ဝါးရိယားရွိုင်နဲ့ မင်းသားကြီး အာဂျေးဒေ့ဗ်ဂန်းဒ်တို့ ပါဝင်\nသရုပ်ဆောင်ထားကြတဲ့ Romance/Dramaအမျိုးအစား\nဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပြီး IMDb ratingကလည်း 7.7အထိ ရရှိထားပါတယ်။ဇာတ်လမ်း အကျဉ်း\nမာနိုးဂ်ျနဲ့ နီရူးတို့ဟာ တစ်ချိန်က တစ်ယောက်နဲ့ ‌တစ်ယောက်ချစ်ခင်စုံမက်ခဲ့ကြတဲ့ သမီးရည်းစားတွေ ဖြစ်ကြပါတယ်။\nတစ်နေ့မှာတော့ နီရူးဟာ ပစ္စည်းဥစ္စာ ပေါကြွယ်ဝတဲ့သူတစ်ယောက်နဲ့ လက်ထပ်တော့မှာဖြစ်ကြောင်းနဲ့\nသူ့ကို မေ့လိုက်ဖို့အတွက် မာနိုးဂ်ျကို ဖွင့်ပြောလာပါတော့တယ်။အချိန်အတော်အတန် ကြာပြီးတဲ့နောက်မာနိုးဂ်ျနဲ့ နီရူးတို့ ပြန်လည်ဆုံတွေ့ကြရာဝယ်....\nလွမ်းစွတ်တမ်းတမှုတွေ နောင်တတွေနဲ့ ပြန်ဆုံကြရတဲ့သူတို့နှစ်ယောက်ရဲ့\nဘဝကဘယ်လိုတွေဖြစ်နေပြီလဲ ပြန်ရောပြောင်းလဲနိုင်ဦးမှာလား...\nအရမ်းနောက်ကျသွားပြီလား...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ...သရုပ်ပေါ်လွန်းလှတဲ့သူတို့ရဲ့ သရုပ်ဆာင်မှုတွေနဲ့ ရိုးရှင်းပြီး\nထိရောက်တဲ့ဇာတ်လမ်းဇာတ်အိမ်တွေကြောင့် ကြည့်ဖူးသမျှ\nလူတွေမမေ့နိုင်တဲ့ဇာတ်ကားလေးတစ်ကား ဖြစ်တာမလို့\nဘောလိဝုဒ်ပရိတ်သတ်များ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း...\nဘာသာပြန်သူတွေကတော့ Thaik San,Intelligenceနဲ့ Soe Kalayarတို့ပဲ ဖြစ်ပါတယ်။\nFile size…2.9GB / 830MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Sf4g/Raincoat.2004.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/moe-convert.io_-141x200.jpg",
        "title": "(21+) Moe Amatsuka, Who Was Fallen To Love (FSDSS-467)",
        "description": "အိန်ဂျယ်\nနာမည်နဲ့လိုက်ဖက်တဲ့ လူသားမလေး\nအရမ်းလှပြီး အရမ်းထက်မြက်တယ်\nပြီးပြည့်စုံအောင်ဖန်တီးထားခံရတဲ့ သက်ရှိမလေးအရမ်းချစ်ဖို့ကောင်းတဲ့ မျက်နှာထားလေးနဲ့\nတည်တည် တံ့တံ့နဲ့ ထက်မြက်တဲ့ဟန်ပန်\nအကြည့်တွေကစူးရှပြီး ကျားရဲလို စိတ်ဓာတ် ရှိသူလေး\nမို့ စီးအီအိုရဲ့ အရေးပေးခံရပြီး ပရောဂျက်သစ်ကို\nဦးဆောင်ခွင့် ရသွားပါတယ်ဒါပေမဲ့ သူ့နေရာ အစားထိုးခံလိုက်ရတဲ့ အိုကီကတော့ ဘယ်ကျေနပ်မလဲ\nသူ့နေရာရဖို့ အခွင့်ရေးဟူသမျှ ရှာဖွေပါတော့တယ်\nတစ်နေ့မှာ အိန်ဂျယ်ပရောဂျက် အားနည်းချက်ကိုရှာတွေ့သွားတဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ အားရစရာကောင်းတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.16GB / 860MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….  X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2ycvg/FSDSS-467.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmRhNGE0OGItYzJlNi00OTQ5LWFjMWMtYmYyZmM0MTAxNTA4XkEyXkFqcGdeQXVyMTQ5ODM1OTk3._V1_-154x200.jpg",
        "title": "Mahaveeryar (2022)",
        "description": "Maharveerya 2022\nIMDb - 6.4/10Maharveerya 2022\nIMDb - 6.4/10အိန္ဒိယနာမည်ကြီး မင်းသား Nivin Pauly နဲ့ မင်းသမီးချောလေး Shanvi Srivastavaတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့\nဒီရုပ်ရှင်ဟာဆိုရင် ချစ်ကြိုက်ကွဲညား ကလဲ့စားစသဖြင့်မြင်နေကျအိန္ဒိယရုပ်ရှင်တွေလိုမျိုးမဟုတ်ပါဘူး။\nအချိန်ခရီးသွားတွေပါမယ်၊ ရယ်စရာတွေပါမယ်၊ လူ့စရိုက်ကိုသရော်ထားတာပါမယ်၊\nတရားခွင်မှာ အပြန်အလှန်လျှောက်လဲချက်တွေပါမယ် ဒါ့အပြင် rating ကောင်းကောင်းနဲ့\nနာမည်ကြီးသရုပ်ဆောင်တွေပါတာ ကြိုက်ရင်တော့ ဒီကားကိုညွှန်းပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ တရားခွင်မှစပြီး တရားခွင်မှာဆုံးတယ်ဆိုရလောက်အောင်\nမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ ကြည့်ရတာအားရလှပါတယ် ဆင်းတုတော်တွေအရမ်းပျောက်တဲ့မြို့မှာ\nကိုယ်ရောက်လာမှ ဆင်းတုတော်သူခိုးလို့ စွပ်စွဲခံရလို့ကိုယ်တိုင်ရှေ့နေလုပ်မဲ့ စိတ်ဝင်စားဖွယ်ရသေ့ကြီး\nဘုရင်ကြီးက မင်းတုန်းမင်းလို တစ်ထောင်တစ်ညပြည့်အောင် တော်ကောက်ခံလိုက်ရတဲ့\nအသည်သားမိန်းကလေးတစ်ယောက်ရဲ့ တိုင်ကြားချက်ကို အပြိုင်အဆိုင်လျှောက်လှဲချက်တွေနဲ့ တရားခွင်တရားခွင်က လျှောက်လဲချက်ကနေတစ်ဆင့် ဇာတ်ကြောင်းကို narration\nလုပ်ပေးသလိုမျိုး ဇာတ်လမ်းကိုပြန်ရိုက်ပြထားတဲ့ စတိုင်နဲ့ ကြည့်ရတာ ပေါ့လဲမပေါ့\nပျင်းစရာမကောင်းပဲနဲ့ တရားကိုဘာနတ်စောင့်မလဲဆိုတာ အဆုံးထိခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.43GB / 614MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ...",
        "rating": "6.4",
        "url": "https://megaup.net/2ycqf/Mahaveeryar_(2022)_Malayalam_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJPbS2cYOYhDCjT5NmW1Fm6gFl3.jpg",
        "title": "Get Hard(2015)",
        "description": "Get Hard (2015)=============IMDb - 6.0ဟာသသရုပ်ဆောင် မင်းသားကြီး Will Ferrell နဲ့ Kevin Hart တို့ပါဝင်သရုပ်ဆောင်ထားပြီး 2015 တုန်းကထွက်ရှိခဲ့တဲ့ အခွီကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။R-rated ဖြစ်ပြီး 18+ အခန်းတချို့ပါဝင်တဲ့အပြင် ကြမ်တမ်းတဲ့စကားလုံးတွေပါဝင်တာကြောင့် မိသားစုနဲ့အတူတော့မကြည့်သင့်ပါဘူး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ချမ်းသာတဲ့စီးပွားရေး မန်နေဂျာတယောက်ဖြစ်တဲ့ ဂျိမ်းစ်ကင်း(Will Ferrell) ဟာငွေကြေးအလွဲသုံးစားလုပ်မှု၊ လိမ်လည်မှုစတဲ့စွဲချက်တွေနဲ့ အဖမ်းခံလိုက်ရပြီး ထောင်ဆယ်နှစ်အချခံလိုက်ရပါတယ်။ထောင်ထဲကိုမဝင်ခင် ပြင်ဆင်စရာတွေပြင်ဆင်ဖို့ဆိုပြီး အချိန်ရက်သုံးဆယ်လည်းပေးလိုက်ပါတယ်။ သူ့ကိုယ်သူထောင်ထဲမှာ မိနစ်ပိုင်းတောင်မခံမှန်းသိနေတဲ့ ဂျိမ်းစ်တစ်ယောက်ကယောင်ခြောက်ခြားတွေဖြစ်နေတုန်းမှာ အင်မတန်ကိုဖြူစင်ပြီးကားပါကင်ဖြတ်ပိုင်းတောင်မရဖူးတဲ့ ဒါနဲလ် (Kevin Hart) နဲ့တွေ့ပြီး ဒါနဲလ်ကိုထောင်ထွက်လူမိုက်တယောက်လိုမျိုးအထင်မှားသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ သူ့ထောင်ထဲမှာရှင်သန်နိုင်အောင်သင်ပေးဖို့အတွက် ဒါနဲလ်ကိုဆရာတင်ရင်း နှစ်ယောက်လုံးဘယ်လိုတလွဲတွေဖြစ်ကြမလဲ၊ သူက‌ရောငွေတွေကိုတကယ်လိမ်ခဲ့တာလား၊နောက်ကွယ်မှာရောဘယ်သူတွေရှိနေမလဲ၊ နှစ်ယောက်သားဘယ်လိုအရှုပ်တွေနဲ့ရင်ဆိုင်ကြရမလဲဆိုတာကို တချိန်လုံးခွီရင်းကြည့်ရမှာပါ။ဟာသကားကောင်းကြည့်ချင်သူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပါပဲ။ File size…2.3GB / 831MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.0",
        "url": "https://megaup.net/1chnq/Get.Hard.2015.BluRay720p(CM).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5DNRr2juXdwtvktwXxwuk9Usk8O.jpg",
        "title": "Infinity Pool (2023)",
        "description": "ဂျိမ်းစ်နဲ့ ဂက်ဘီတို့ လင်မယားဟာ စာရေးဆရာ ဂျိမ်းစ် .. သူ့ရဲ့နောက်ထွက်မယ့် စာအုပ်အတွက် ပြည်ပနိုင်ငံကကျွန်းတစ်ကျွန်းကို အလည်အပတ် ထွက်လာခဲ့ကြတယ်အဲဒီမှာ ဂျိမ်းစ်တစ်ယောက် သူ့ရဲ့ စာဖတ်ပရိသတ်လင်မယား နှစ်ယောက်နဲ့ဆုံမိခဲ့ရာကညစာတွေအတူစားရင်း ခင်မင်သွားတယ်..တစ်ခုရှိတာက သူတို့သွားတဲ့ နိုင်ငံဟာ တိုးတက်မှုမရှိ ယဉ်ကျေးမှု မရှိတဲ့နေရာဖြစ်လို့ ရာဇဝတ်မှုတွေ မကြာခဏဆိုသလို ဖြစ်သလို ..ခရီးသည်သဘောမကျတဲ့ နယ်ခံတွေကခရီးသည်တွေကိုပစ်မှတ်ထားတတ်တဲ့ အရပ်ဒေသလည်းဖြစ်တယ် ...ဒါကို မဆင်မခြင်နဲ့ စုံတွဲနှစ်တွဲ ကားတစ်စီးငှားသောက်စားမူးရူးပြီး အပြန်လမ်းမှာနယ်ခံတစ်ယောက်ကို ကားနဲ့တိုက်ပြီးပြေးတယ် ...ဒါပေမဲ့ ဟိုလင်မယား ချောက်ချမှုကြောင့်စာရေးဆရာလင်မယား ဒုက္ခလှလှတွေ့သွားတယ်နိုင်ငံရဲ့ ဥပဒေအရ .. လူသတ်မှုကျူးလွန်ရင် တရားခံကိုသေတဲ့သူရဲ့ သားဖြစ်သူက သတ်ခွင့်ရှိပြီး သားမရှိရင် နိုင်ငံတော်က ကွပ်မျက်ပေးတယ် ..ဒီတော့ လူပေါင်းမှားတဲ့ ဂျိမ်းတစ်ယောက် ကူညီရာမဲ့ဖြစ်နေချိန်မှာသရက်ရှ်ဆိုတဲ့ စုံထောက်ဟာ ကမ်းလှမ်းချက်တစ်ခု လုပ်လာတယ် ..ဒါကတော့ သူတို့မှာသာ ငွေအလုံအလောက်ရှိရင်သူတို့ သေတာကို သူတို့ကိုယ်တိုင် ပြန်ကြည့်ခွင့်ရှိမယ်ဆိုတဲ့ စကားပါ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1chgp/Infinity.Pool.2023.720p.AMZN.WEB-DL__%7BCM%7D.mp4",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/INSERT-1-135x200.jpg",
        "title": "The Locksmith (2023)",
        "description": "The Locksmith (2023) ဒီဇာတ်ကားရဲ့ ဇာတ်ဆောင် Miller ဟာ ဘယ်သော့မဆို ဖွင့်နိုင်တဲ့ သော့ပြင်သမားတစ်ယောက်ပါ။ အဲလိုပါရမီနဲ့ Miller ဟာ ဒုတိယဘုရားသခင်ဖြစ်တဲ့ ငွေကို ကိုးကွယ်ပြီး အကျင့်ပျက်ရဲတစ်ယောက်နဲ့ပေါင်း၊ ဖောက်ထွင်းမှုကျူးလွန်ရာမှ အဲရဲသစ္စာဖောက်တာကိုခံရပြီး သူ့အခင်ဆုံးသူငယ်ချင်းကိုရော လွတ်လပ်တဲ့ဘဝကိုပါ ဆုံးရှုံးလိုက်ရပါတယ်။ အဲလိုနဲ့ ထောင်ကပြန်ထွက်လာတဲ့အခါမှာတော့ သူဘဝသစ်ပြန်စပြီး သူ့ဇနီးဟောင်းနဲ့ သမီးအပေါ် ပျက်ကွက်ခဲ့တာတွေကို ပြန်ပေးဆပ်မယ်ဆိုတဲ့ စိတ်ကူးပဲရှိတဲ့ Miller ကို သူ့ကြောင့်သေသွားရတဲ့ သူငယ်ချင်းရဲ့ညီမက သူ့အစ်ကိုအတွက်ပြန်ပေးဆပ်ချင်ရင် သူ့ရဲ့စောရပညာနဲ့ သူ့ကို ဒုက္ခတွင်းက ကယ်ထုတ်ပေးဖို့ ပြောလာတဲ့အခါမှာ Miller တစ်ယောက် ဒုစရိုက်မှုတွေ ပြန်ကျူးလွန်ဦးမလားဆိုတာ ဒီဇာတ်လမ်းမှာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်File size…(2.78GB)  / (1.26GB) /698MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Action / mystery / Thriller\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1Se3v/The.Locksmith.2023.720p.(CM).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jYv6MqOoAIpxZd6ydJ4S5S2QHDZ.jpg",
        "title": "Playing for Keeps (2012)",
        "description": "Playing for Keeps (2012)***********************ဇာတ်လမ်းအကျဥ်းကတော့ ‌ဂျော့ဒရိုင်ယာဆိုတာ ဘောလုံးလောကမှအနားယူပြီး စီးပွားရေးအဆင်မပြေ၊အိမ်ထောင်လည်းကွဲ၊သားဖြစ်သူအတွက်ပါ အချိန်ပြည့်ရှိနေမပေးနိုင်တဲ့ နာမည်ကြီးဘောလုံးကစားသမားပေါ့။အလုပ်ရှာနေရင်းနဲ့ပဲ သားဖြစ်သူနဲ့တွေ့ဖို့ နယ်မြို့လေးရောက်လာရင်းကအခြေအနေအရ သားဖြစ်သူရဲ့ဘောလုံးနည်းပြ ဖြစ်သွားပါတယ်။ဘောလုံးသမားပီပီ ရောက်လေရာမှာနာမည်ကြီး လူကြိုက်များပြီးခုလည်း ကလေးအမေသုံးယောက်ကိုလိမ်ရင်းခေါက်ရင်းဖခင်တစ်ယောက်တာဝန်ကျေအောင်ဘယ်လိုစွမ်းဆောင်သွားမလဲ ဆိုတာကို မိသားစုရသလေး ခံစားရင်းပေါ့ပေါ့ပါးပါးကြည့်လို့‌ရမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။ File Size :(2GB),(901.5 MB)\nQuality : Blu-Ray 1080P,720p\nFormat :mp4\nDuration : 01:45:00\nGenre : Romance , Comedy , Sports\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by HYAN",
        "rating": "6.0",
        "url": "https://megaup.net/1chg4/Playing.for.Keeps.2012.BluRay.720p.mp4",
        "category": "Comedy, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1a4VU9z2hxEvugHMK7VsobB9xTX.jpg",
        "title": "Elephant (2003)",
        "description": "Elephant (2003)~ IMDb - 7.1/10, Rotten Tomatoes - 74% ~ဒီကားနာမည်ကိုကြည့်ပြီး ဆင်လေးတွေအကြောင်းရိုက်ထားတယ်ထင်ပြီး လာတယ်ဆိုရင်တော့ မှားပါမယ်။ ဒီလိုပါပဲ ဆင်တွေအကြောင်းမို့ မကြည့်ချင်လို့ ကျော်သွားမယ်ဆိုလည်း မှားမှာပါပဲ။ ဘာကြောင့် ဒီနာမည်ပေးထားမှန်း မသိပေမယ့် ကားအစ ကားအဆုံး ဆင်တစ်ကောင်မှ မပါ,ပါဘူး။ကိုင်း ဒါဖြင့် ဘာအကြောင်းများလဲ...။လူအတော်များများကတော့ ရုပ်ရှင်တွေထဲမှာ အမေရိကန် အထက်တန်းကျောင်းတွေ၊ ဆယ်ကျော်သက်အိပ်မက်တွေကို ရင်းနှီးကြမှာပါ။ ဒါပေမဲ့ ကြိမ်ဖန်များစွာဖြစ်နေကြတဲ့ ကျောင်းတွင်းပစ်ခတ်မှုတွေအကြောင်းရော… ရုပ်ရှင်တွေထဲ အကျွမ်းတဝင်ရှိကြပါပြီလား။ဟုတ်ပါတယ်...။ လက်နက်ကိုင်ဆောင်ခွင့် မတင်းကြပ်ထားတဲ့ အမေရိကန်နိင်ငံမှာ ကျောင်းက ကလေးတွေအပစ်ခံရတာကို သတင်းတွေမှာ မကြာခဏတွေ့ဖူးမှာပါ။ ၂၀၂၂ ခုနှစ် တစ်နှစ်တည်းမှာတင် ကျောင်းတွင်းသေနတ်ပစ်ခတ်မှုပေါင်း ၃၀၂ ခု ဖြစ်ပွားခဲ့ပါတယ်။ ဒီ ၂၀၂၃ ဖေဖော်ဝါရီ ၁၃ ရက်နေ့ကတောင် မီချီဂန်က တက္ကသိုလ်မှာပစ်သွားလို့ ၃ယောက် ဆုံးသွားပါသေးတယ်။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2yblg/(CM)_Elephant_(2003)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3wkbKeowUp1Zpkw1KkBqMWbt0P9.jpg",
        "title": "When Harry Met Sally… (1989)",
        "description": "When Harry Met Sally... (1989)~ IMDb - 7.7/10, Rotten Tomatoes - 91% ~ဆယ်လီနဲ့ဟယ်ရီရဲ့ဇာတ်လမ်းဟာ ၁၉၉၇ မှာ စခဲ့တယ်။ ချီကာဂိုတက္ကသိုလ်ကနေ ကျောင်းပြီးလို့ အိပ်မက်မြို့တော်ကြီး နယူးယောက်ကို လာတဲ့လမ်းမှာ သူတို့စတွေ့ခဲ့ကြတယ်။ ဒီနောက် ဘာမှဆက်မဖြစ်ခဲ့ကြဘူး။၁၉၈၂ ရောက်တော့ လေဆိပ်မှာ သူတို့ထပ်တွေ့ကြတယ်။ ၂ယောက်စလုံး အလုပ်အကိုင် ကိုယ်စီနဲ့ ဖြစ်နေကြပြီ။ အချင်းချင်းမှတ်မိလိုက်ပြီး စကားတွေပြောဖြစ်ကြပေမဲ့ ဘာမှဆက်မဖြစ်လိုက်ဘူး။၁၉၈၇ ကျ စာအုပ်ဆိုင်တစ်ဆိုင်မှာ ဟယ်ရီနဲ့ ဆယ်လီထပ်တွေ့ခဲ့ကြတယ်။ ဟယ်ရီက အိမ်ထောင်ကျပြီးလို့ သူ့မိန်းမက သူ့ကိုထားခဲ့တာတောင် ခံရပြီးပြီ။ ဆယ်လီကလည်း သူ့ရည်းစား ထားခဲ့တာ ခံခဲ့ရတယ်။ ဒီလိုနဲ့ ဒီတစ်ခေါက် သူတို့ပြန်တွေ့တဲ့အချိန်မှာ အသည်းကွဲနေတဲ့လူ၂ယောက် သူ့ဘဝအကြောင်းတွေ ကိုယ့်ဘဝအကြောင်းတွေပြောရင်း သူငယ်ချင်းတွေ ဖြစ်လာကြတယ်။ ဒီနောက် အဆင့်ထက်တက်ရင်း တစ်ယောက်အကြောင်းတစ်ယောက်သိနေတော့ ပြဿနာတွေတက်ပြီး ထပ်ကွဲသွားတယ်။နောက်ဆုံးအနေနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2ybat/(CM)_When_Harry_Met_Sally..._(1989)_REMASTERED_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yRLVyhQfkW2hn15e8NIqarswLAr.jpg",
        "title": "Son of a Gun(2014)",
        "description": "Son of a Gun(2014)=============== ပြစ်မှုတစ်ခုနဲ့ ထောင်ထဲကို ပထမဆုံးရောက်လာတဲ့ ဂျက်စီ ရိုင်ယန်ဝှိုက်ဆိုတဲ့ ၁၉ နှစ်အရွယ် ကောင်လေးတစ်ယောက်..ထောင်ထဲမှာ ဆပ်ပြာတုံးပြုတ်ကျလို့တောင် မကောက်ရဲဖြစ်နေချိန်Criminal Mastermind တဖြစ်လည်း စစ်တုရင်ပညာရှင် တစ်ဦးဖြစ်သူဘရန်ဒန် နှင့် တွေ့ဆုံပြီး စစ်တုရင်ကစားကွက်တွေကို ငယ်ငယ်ရွယ်ရွယ်နဲ့ကျွမ်းကျင်စွာ ကစားနိုင်တဲ့ ဂျက်စီကို သဘောကျသွားတဲ့ ဘရန်ဒန်က ဂျက်စီနဲ့ပူးပေါင်းပြီး အပြင်လောကမှာပါ Perfect Crime တစ်ခုကို ကျူးလွန်ဖို့ကြိုးစားတဲ့အခါ သူတို့ကြုံတွေ့ရတဲ့ အခက်အခဲတွေ၊ လှည့်ကွက်တွေ၊ပညာသားပါမှု၊ အနိမ့်အမြင့်အတက်အကျ များ စုပေါင်းပြီး ဘယ်လိုစိတ်ကျေနပ်စရာ ရသများကို ပေးစွမ်းနိုင်မလဲဆိုတာCM က ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…1.31GB / 548MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Crime , Drama , Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.4",
        "url": "https://megaup.net/2ybeq/Son.of.a.Gun.2014.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ApkSeqfIPRCxOtfjXYYE6Ji7jVU.jpg",
        "title": "Your Place or Mine(2023)",
        "description": "Your Place or Mine(2023)*********************** Reese Witherspoon  နဲ့ Ashton Kutcher တို့ အဓိကပါဝင်ထားလို့ဒီကားက ကြည့်သင့်ပါတယ်..ပီတာနဲ့ဒက်ဘီတို့ ငယ်သူချင်းနှစ်ယောက် အကြောင်းတစ်ခုကြောင့် သူတို့ဝေးသွားကြပေမယ့် တစ်ယောက်ကိုတစ်ယောက် နားလည်ကြသလို အဆက်အသွယ်လဲ ပြတ်တယ်လို့မရှိပါဘူးဒက်ဘီက‌ ကလေးတစ်ယောက်အမေ Single Mom ပီတာကတော့ လူလွတ်တစ်ယောက်ပီပီသူ့အကြိုက်မိန်းကလေးတွေကိုလိုက်ရှာပေမယ့် တွဲတိုင်းခြောက်လမခံ ဒီလိုနဲ့တစ်နေ့ဒက်ဘီတစ်ယောက် ဘဝရှေ့ရေးအတွက် အဝေးတစ်နေရာကိုသွားပြီး ဒီဂရီတစ်ခုသွားယူဖို့ဆုံးဖြတ်လိုက်ပြီးသူ့ကလေးကိုလည်း အဲ့အတောအတွင်းမှာ ပီတာကလာပြီး ကြည့်ရှုစောင့်ရှောက်ပေးဖို့ အကြောင်းဖန်လာပါလေရော...အဲ့နောက်ပိုင်းကစပြီး သူတို့ငယ်သူချင်း နှစ်ယောက်ကြား ဘယ်လိုဆက်ပြီး ရှေ့ဆက်ကြမယ်ဆိုတာကိုတော့    File Size :(1.6GB)(703 MB) and (172MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1cg8k/Your.Place.or.Mine.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqdH1UH0RXKOjeRAwKc8MGMVOfy.jpg",
        "title": "Assault on Precinct 13(2005)",
        "description": "Assault on Precinct 13(2005)=======================ဒီဇာတ်ကားလေးကတော့ အက်ရှင်နဲ့ သည်းထိတ်ရင်ဖို ကြိုက်နှစ်သက်သူတွေအတွက်ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ရာဇဝတ်သားတွေကို ထောင်ပြောင်းဖို့သယ်ဆောင်လာတဲ့ကားက လမ်းခရီးလမ်းကြမ်းတာကြောင့်မကြာခင် ပိတ်တော့မယ် စခန်း အမှတ် ၁၃ မှာ ခရီးတစ်ထောက်နားဖို့ဖြစ်လာခဲ့ပါတယ်မင်းသားကတော့ အတိတ်က ဒဏ်ရာတွေကြောင့် အနာမကျက်သေးပဲဒီရာဇဝတ်သားတွေနဲ့ အတူပူးပေါင်းဖို့အကြောင်းပေါ်လာခဲ့ပါတယ်လူဆိုးတွေနဲ့ လူကောင်းတွေကြား မျဉ်းလေးနည်းနည်းပဲ ခြားတာကိုသေချာသရုပ်ဖော်ထားတာကြောင့် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ် File size…1.23GB / 507MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Crime , Drama , Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phone Myint Maw",
        "rating": "6.3",
        "url": "https://megaup.net/1Sdrf/Assault.on.Precinct.13.2005.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqo0hVifRmsSwHg6tAP1nF3f9eB.jpg",
        "title": "Deep Sea Walleye ( 2023 )",
        "description": "အခုတစ်ခေါက် CM က သတ္တဝါကြီးတွေနဲ့ စွန့်စားရေးကားတွေကို\nကြိုက်တဲ့ ပရိသတ်တွေအတွက် Deep Sea Walleye ဆိုတဲ့\nသိပ္ပံကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအညွှန်းကတော့-သင်္ဘောတစ်စင်းမှ သင်္ဘောသားက ဖန်ပြွန်လေးတစ်ခုကိုကောက်ရခဲ့ပါတယ်။\nဖန်ပြွန်ထဲမှာ ရေဘဝဲလေးတစ်ကောင်ပါနေပါတယ်။\nထိုဖန်ပြွန်ထဲက ရေဘဝဲကို ဖက်တီးဆိုသူက စားပြမယ်ဆိုပြီး\nမီးဖိုချောင်ထဲမှာ လူတွေ စုနေကြသတဲ့။တစ်ဖက်မှာ ထိုသင်္ဘောပေါ်က သိန်း ၃၀၀ တန် စိန်ကြီးကို\nဓားပြတိုက်ဖို ကျန်းယန်နဲ့ ချွေးလီတိုအဖွဲက သင်္ဘောတစ်စင်းဖြင့် ချဉ်းကပ်လာပါတယ်။\nဖန်ပြွန်ထဲက ရေဘဝဲလေးက ဘယ်လို သတ္တဝါကြီး\nအဖြစ်ပြောင်းလဲသွားပြီး လူတွေကို ဘယ်လို ဒုက္ခပေးမလဲ......\nကျန်းယန်တိုကရော ထို သတ္တဝါကြီးလက်ထဲကနေ အသက်ရှင်နိုင်ပါမလား......\nဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ သည်းထိတ်ရင်ဖို လိုက်ပါခံစားကြည့်ရှူလိုက်ပါနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Science Fiction , Thriller\nRuntime : 1h 18 min\nSubtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deep-sea-walleye-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/trv4FHZzMgEG2GCbbqOJP0oCrRv.jpg",
        "title": "Bunshinsaba vs Sadako ( 2016 )",
        "description": "ဂျပန် နိုင်ငံကနေပြီးတော့ ပြန်နှံ့လာခဲ့တဲ့ ကြောက်မက်ဖွယ်ကောင်းတဲ့ ဗီဒီယိုဖိုင်တစ်ခု...!\nပိုပြီး ထူးဆန်းဖွယ်ကောင်းတာက အဲဒီ ဗီဒီယိုဖိုင်ကို\nကြည့်ရှုသူတိုင်းဟာ ၇ ရက်အတွင်းမှာ အသေဆိုးနဲ့ သေဆုံးကြရတဲ့အခါ...?ဒီသတင်းဟာ အနယ်နယ် အရပ်ရပ်ကို ပျံ့နှံ့ပြီးလူတွေရဲ့ စိတ်ကို\nဂယက်ထအောင် ခြောက်လန့်လို့နေခဲ့ပါတယ် ။ ဒီလိုနဲ့\nဆယ်စုနှစ်တစ်ခုကြာပြီးတဲ့နောက် တရုတ်နိုင်ငံရဲ့ ကျောင်းတစ်ခုမှာ\nအဲဒီ ထိတ်လန့်ဖွယ် ကျိန်စာသင့် ဗီဒီယိုနဲ့ပတ်သတ်ပြီး\nကိစ္စတစ်ခုဖြစ်သွားခဲ့ပါတော့တယ် ။ အဲဒီအရာကတော့...?ဒီကျိန်စာဆိုးကြီးကို ဖြေရှင်းနိုင်ပါ့မလား ?\nကြောက်မက်ဖွယ်ကောင်းတဲ့ ကျိန်စာအတွင်းမှာ\nသူတို့တွေ ဘယ်အရာတွေ စတေးကြရဦးမှာလဲ ?\nဆိုတာ စိတ်လှုပ်ရှားဖွယ်ရာ ကြည့်ရှူလိုက်ရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Horror\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/bunshinsaba-vs-sadako-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYjU5ZGFlMDAtNDc4NS00YjQ0LTg3NzQtMzIwOTc5ODI2YjE5XkEyXkFqcGdeQXVyNTYxODYyNQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The 3rd Guest (2023)",
        "description": "The 3rd Guest (2023)\n================အီဗီကန်းနက်သ်ဟာ စာရေးဆရာမတစ်ယောက်။\nဟာ့တ်ကန်းနက်သ်က ဓာတ်ပုံဆရာတစ်ယောက်။\nသူတို့လင်မယားနှစ်ယောက်က သမီးလေးဆုံးပြီး\nတဲ့နောက် ဝိညာဉ်တွေနဲ့လိုက်ဆက်သွယ်ဖို့လုပ်ရင်း\nဇာတ်လမ်းယူပြီး စာအုပ်ရေးကြတဲ့သူတွေပေါ့။တစ်နေ့ကျ သူတို့ကို အမျိုးသမီးတစ်ယောက်က\nအလုပ်လာအပ်ပါလေရော။ အဲ့အမျိုးသမီးရဲ့ ဆုံးသွား\nတဲ့ အဖေ့အမွေအိမ်ကို သူတို့ရောက်သွားပြီးနောက်\nကြုံတွေ့လိုက်ရတဲ့အရာတွေက သူတို့ဘဝကိုတဖြည်း\nဖြည်းနဲ့ ကမောက်ကမဖြစ်လာစေတဲ့အခါ....။(18+ဇာတ်ဝင်ခန်းအနည်းငယ်ပါတာကြောင့် မိသားစု\nနဲ့အတူ ကြည့်ရှုရန်မသင့်တော်ပါ။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူ\nကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (472 MB) / (263 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 27Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/the-3rd-guest-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cLxylsx9Xj08733qVWzuZ1Ua7R8.jpg",
        "title": "Dear David (2023)",
        "description": "Dear David (2023)******************ဇာတ်လမ်းလေးကတော့ဂျာကာတာမြို့က ကဟရာအထက်တန်းကျောင်းမှာDear David ဆိုတဲ့ အပြာဇာတ်လမ်းဟာ ကျောင်းသားကျောင်းသူတွေကြားမှာအရမ်းရေပန်းစားလာပါတယ်။ ဒါပေမယ့် ကျောင်းမှာကလည်းကျောင်းသူတွေကြားမှာ‌နာမည်ကြီးနေတဲ့ ဒေးဗစ်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက်ကလည်းရှိနေပြန်တယ်။ဒီလိုဇာတ်လမ်းထွက်လာတော့ ဒေးဗစ်က အနေအထိုင်ကျပ်လာပြီးစာရေးတဲ့သူကိုလိုက်တဲ့အခါ ကျောင်းသားရေးရာဥက္ကဌလည်းဖြစ်စကော်လာရှစ်ရထားတဲ့အတန်းဖော်ကျောင်းသူလေး လာရာစ်ဖြစ်နေတာကိုသိလိုက်ရတယ်။တကယ်ရေးခဲ့လား မရေးခဲ့လားဆိုတာမေးခဲ့အခါမှာ‌တော့လာရာစ်ဟာ သူရေးခဲ့ကြောင်းဝန်ခံတယ်။လာရာစ်က ကျောင်းမှာဘယ်သူ့ကိုမှလျှောက်မပြောဖို့နဲ့ ဘာမဆိုလုပ်ပေးမယ်လို့ပြောလိုက်တယ်။အဲ့ဒီနောက်မှာတော့....File Size :(1.29GB),(572.9 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Romance ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1cemt/Dear.David.2023.720p.NF.WEB-DL.mp4",
        "category": "Comedy, Drama, Romance"
    }
]