[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/dead2-133x200.jpg",
        "title": "Dead Snow (2009)",
        "description": "ဟောလိုးဝင်းညအတွက် ဟော်ရာ ကားကောင်းတစ်ကား ထပ်တင်ပေးထားပါတယ်။\nနာဇီတွေ အရမ်းဆိုးတယ်ဆိုတာ လူတိုင်းသိပါတယ်။\nဇွန်ဘီးတွေ အရမ်းဆိုးတာလည်း လူတိုင်းသိပါတယ်။\nဒီကားမှာတော့ နာဇီဇွန်ဘီးတွေ ဖြစ်နေတဲ့အတွက် နှစ်ဆ ဆိုးတယ် ပြောရမလိုပါပဲ။\nဇွန်ဘီးဖြစ်သွားရင် လူကောင်းဖြစ်ဖြစ် နာဇီဖြစ်ဖြစ်အတူတူပဲဆိုတော့\nဘာမှမထူးဘူးလို့တော့ ပြောလို့မရပြန်ပါဘူး။\nဒီဇွန်ဘီးတွေက ပိုးကူးစက်တာမဟုတ်ဘဲ\nကျိန်စာသင့်ပြီး ဖြစ်လာတာဆိုတော့ အစွမ်းနည်းနည်းရှိပါတယ်\nဦးနှောက်လည်း နည်းနည်းရှိပါတယ်။\nဒီကောင်တွေပေးတဲ့ ဒုက္ခကို အရင်ဆုံးခံရမယ့်သူတွေကတော့\nနော်ဝေးက နှင်းတောင်တွေပေါ်ကို အလည်ရောက်လာတဲ့\nဆေးကျောင်းသား အုပ်စုတစ်သိုက်ပါပဲ။\nဒါပြီးရင်တော့ ဒုတိယရုပ်ရှင်မှာ အများကြီးဆက်ဒုက္ခပေးပါဦးမယ်။\nဇာတ်လမ်းကောင်းတဲ့အပြင် ရိုက်ချက်တွေ ရက်စက်တာမို့\nဟော်ရာပရိသတ်တွေအတွက်တော့ အကြိုက်တွေ့စေမှာပါ။\nဒီကားကို ကြည့်ပြီးရင်လည်း Dead Snow 2 ကို ရှာပြီး ဆက်ကြည့်လိုက်ကြပါဦး။\n \nFile Size : (1.5 GB) & (800 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:31:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dead-snow-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMUDmntckRcONFQ26pq3knsj06v.jpg",
        "title": "Threads – Our Tapestry of Love",
        "description": "Tapestry a.k.a Yarn (2020)\n=================မမ Nana Komatsu ရဲ့ ၂၀၂၀ တုန်းကထွက်ထားတဲ့ ရုပ်ရှင်လေးပါ။ဘဝဆိုတာ တစ်ဖြောင့်တည်းမျိုးတော့ ဘယ်ဟုတ်မလဲ။ လူပေါင်းများစွာနဲ့ကြုံတွေ့ရတယ်၊ ခွဲခွာရတယ်။ အမှောင်ထဲရောက်လိုက်၊ အလင်းထဲမှာကျင်လည်လိုက်နဲ့ အသက်ရှုနေသမျှကာလပတ်လုံး ရုန်းကန်လှုပ်ရှားရတယ်။ဒီဇာတ်လမ်း‌လေးမှာတော့ ဟဲအီဆေးခေတ်စတင်တဲ့ (၁၉၈၉-၂၀၁၉) မှာ ဖြတ်သန်းခဲ့ရတဲ့ အခက်အခဲ၊ အောင်မြင်မှုတွေနဲ့ လုံးလည်ချာလည်လိုက်နေရမှုတွေ၊ တစ်ယောက်‌သောသူပြန်လာမယ်အထင်နဲ့ မြို့ကနေလုံးဝမခွာတဲ့ကောင်လေးနဲ့ နေရာမျိုးစုံလျှောက်သွားနေတတ်တဲ့ကောင်မလေးတို့ရဲ့ ကံကြမ္မာကိုအဓိကထားပုံဖော်ထားတာဖြစ်ပါတယ်။(ဇာတ်ကားနဲ့အညွှန်းကို Nay Lin Thar မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.64GB, 1.12GB\nQuality - 1080p, 720p\nIMDb Rating - 6.3/10\nFormat - mp4\nDuration - 2H 10Min\nType - Romance\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Nay Lin Thar\nEncoded by ...",
        "rating": "6.3",
        "url": "https://megaup.net/1FP7b/Yarn_(2020)_720p.CM.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wWnt8JyG1FPfMtSEzjg8kAqGBJd.jpg",
        "title": "The Recon (2021)",
        "description": "The Recon (2021)ဒီတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက်\nစစ်တပ်မှုခင်းဇာတ်လမ်းတွေကြိုက်တတ်တဲ့သူတွေအတွက်\nThe Recon ကိုတင်ဆက်လိုက်ပါတယ်တောင် မြောက် ကိုရီးယားကိုပိုင်းခြားထားတဲ့ DMZ နယ်မြေမှာ ဇာတ်အိမ်ယူထားပြီး\nMilitary Thriller အမျိုးအစားဖြစ်ပါတယ်တစ်ရက်မှာ တပ်စု ၃ ရဲ့ သင်ကြားရေးမှူးဖြစ်တဲ့ ဒုဗိုလ်အင်းဟာ ပဟေဠိဆန်စွာ သေဆုံးသွားပါတယ်သူမ သေဆုံးတာနဲ့တစ်ချိန်တည်းမှာပဲ DMZ နယ်မြေကို\nစစ်ဆင်းရေးသွားတဲ့ တပ်စု ၃ ဟာ ဘယ်လိုမျိုးတွေ တွေ့ကြုံကြရလဲဒုဗိုလ်အင်းဆိုယောင်းရဲ့ သေဆုံးမှုကို\nနောက်ဆုံးအချိန်ထိ လက်မလျှော့တဲ့\nမှုခင်းဆိုင်ရာ ဗိုလ်ကြီးဂန်ကရော အဖြစ်မှန်ကိုရှာတွေ့နိုင်မလားဒုဗိုလ်အင်းဆိုယောင်းနဲ့ တပ်စု ၃ တို့ရဲ့ ကံကြမ္မာတွေက ဘယ်လိုတွေဖြစ်သွားမလဲ...မထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေနဲ့\nအံ့သြအောင်လုပ်မဲ့ ဇာတ်ကားတစ်ကားမို့ ကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Military Thriller\nQuality….WEB-DL 1080p and 720p and 480p\nFile size… 1.6GB and 974MB and 524MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar ...",
        "rating": "4.2",
        "url": "https://megaup.net/2lNS7/The.Recon.2021.720p.WEB-DL.AAC5.1.H.264.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/ezgif-2-4fd3a7aa9c9e-113x200.jpg",
        "title": "The Unexpected Man ( 2021 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့... ချန်ကျန်းဟာအရမ်းတော်တဲ့သချာ်ပညာရှင်တစ်ယောက်ဖြစ်ပါတယ် သူဟာ ဘဏ်မှာစာရင်းသွင်းဖို့သွားရင်း ဘဏ်ဓားပြတိုက်မှုတစ်ခုကို ကြုံခဲ့ရပါတယ်အဲ့ဒီနောက်မှာ ရဲတွေကို လုယက်သူတွေကိုဖမ်းဖို့ မျက်မြင်သက်သေတစ်ယောက်အနေနဲ့ သူ့ရဲ့သချာ်စွမ်းရည်ကိုအသုံးချကာ ကြီးမားစွာအကူအညီပေးခဲ့ပြီး ကိန်းဂဏန်းဝိဇ္ဇာလို့ ဟိုးလေးတကျော်ကျော်ဖြစ်သွားခဲ့ပါတယ်အဲ့ဒီအချိန်မှာ အကြမ်းဖက်သမားတစ်ယောက်က ကိန်းဂဏန်းဝိဇ္ဇာချန်ကျန်းကိုရည်ရွယ်ပြီး မြို့ထဲမှာ ဗုံးတွေဆင်ကာ ပညာစမ်းပါတော့တယ်အကြမ်းဖက်သမားလက်ထဲကနေ အပြစ်မဲ့သူတွေကို ချန်ကျန်းတစ်ယောက်ရဲအရာရှိတွေနဲ့ပူးပေါင်းပြီး သူ့ပညာတွေကို ဘယ်လိုအသုံးချဖြေရှင်းမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာ ဖြစ်ပါတယ် Quality : WEB-DL 1080pFormat: mp4Genres : Drama , Suspense , CrimeRelease Date : 27.9.21During : 1h 37 minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-unexpected-man-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8C7ga0p7Ae2l38TsP82OpWgAMno.jpg",
        "title": "Kaiji: The Ultimate Gambler (2009)",
        "description": "Kaiji (2009)IMDb - 6.4/10ဈေးပေါတဲ့အခန်းလေးတစ်ခုမှာ ငှားနေပြီး\nဘ၀ကို ရေလိုက်ငါးလိုက်နေနေတဲ့ ကိုင်ဂျီ ဆိုတဲ့ လူငယ်တစ်ဦး။တစ်နေ့မှာတော့ သူ အာမခံပြီးချေးပေးလိုက်တဲ့ သူငယ်ချင်းတစ်ယောက်ရဲ့ ချေးငွေတွေကို\nအတိုးပေါင်း မြောက်မြားစွာနဲ့ ပြန်ဆပ်ပေးဖို့ အကျပ်ကိုင်ခံလာရတဲ့အခါ\nကိုင်ဂျီတစ်ယောက် အကြွေးတွေပြန်ဆပ်နိုင်ဖို့ \"မျှော်လင့်ချက်\" လို့ အမည်ရတဲ့\nထူးခြားဆန်းကြယ်တဲ့ သ‌ဘ်ောပေါ်က ဂိမ်းတစ်ခုကို ဆော့ဖို့ဖြစ်လာပါတော့တယ်။အဲ့ဒီဂိမ်းကို နိုင်ရင် အ‌‌ကြွေးတွေအားလုံးကို ဆပ်နိုင်မှာဆိုပေမယ့်\nရှုံးရင်ရော ဘာတွေ ပေးဆပ်လိုက်ရမှာလဲ?????\nကိုင်ဂျီ အကြွေးတွေကို ပြန်ဆပ်နိုင်မှာလား?????\nသူ ဘယ်လိုအခက်အခဲတွေကို ရင်ဆိုင်ရမှာလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားရမှာပါ။\nဒီဇာတ်ကားဟာ နာမည်ကြီး Anime series တစ်ခုဖြစ်တဲ့ Kanji ကို\nLive-Action အဖြစ် ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး\nရင်ခုန်စိတ်လှုပ်ရှားစရာဂိမ်းတွေနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Aung Tayza ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality….WEB-DL 1080p and 720p and 480p\nFile size… 1.8GB and 1.1GB and ...",
        "rating": "6.4",
        "url": "https://megaup.net/1FPmx/Kaiji.The.Ultimate.Gambler.2009.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dh4GVPsYjEV281zHsZKxPJfOjaE.jpg",
        "title": "Kaiji 2: The Ultimate Gambler (2011)",
        "description": "Kaiji 2: The Ultimate Gambler (2011)ဒီဇာတ်ကားကတော့ Kaiji (2009) ရဲ့ အဆက်ဖြစ်ပါတယ်။\nပထမကားမှာ ကိုင်ဂျီ တစ်ယောက် အကြွေးတွေအားလုံး ဆပ်လိုက်နိုင်လို့\nမြေအောက်မှာ အလုပ်ကြမ်း လုပ်ရတဲ့ဘဝကနေ လွတ်လာခဲ့ပေမယ့်\nဒီကားမှာတော့ အကြွေးနွံပြန်နစ်ပြီး မြေအောက်ကို ပြန်သွားရပြန်ပါတော့တယ်ဒီတစ်ခေါက်ရော ကန်ဂျီ မြေအောက်ကနေ ပြန်လည်လွတ်မြောက်နိုင်မှာလား\nဘယ်လို ရန်သူနဲ့ ရင်ဆိုင်ပြီး ဘယ်လိုအကြမ်းစားဂိမ်းတွေ ကစားရမလဲဆိုတာကို ထပ်မံကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Aung Tayza ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size… 1.88GB and 1.12GB and 674MB\nFormat…mp4\nDuration….2h 14min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Aung Tayza\nEncoder ..... August",
        "rating": "6.2",
        "url": "https://megaup.net/1HQh5/Kaiji.2.2011.720p.CM.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kfOl6qUq6EqjjULvWaI5Zgtiw3F.jpg",
        "title": "Kaiji: Final Game (2020)",
        "description": "Kaiji : Final Game (2020)Takusya Fujiwara တစ်ယောက် 2011လောက်ကထွက်ခဲ့တဲ့ တတိယမြောက်Kiiji Series ပြီးတဲ့နောက်10လောက်အကြာမှ မှန်သားပြင်ပေါ်မှာ ထပ်တွေ့ရမှာပါဒီမှာဆိုရင် ‌ဂျပန်နိုင်ငံမှာငွေကြေးဖောင်းပွတာတွေဖြစ်လာတာတဲ့အခါမှာ ငွေမဲဆိုပြီးကြေညာလိုက်ပါတယ်ငွေမဲကြေညာတယ်ဆိုတာက အစိုးရက သူကိုယ်တိုင်ထုတ်ထားတဲ့ပိုက်ဆံတွေကိုသူဘဲတရားမ၀င်ပါဘူး‌ေကြညာပြီးအစိုးရက ပြည်သူကိုအနိုင်ကျင့်တာကို ငွေမဲလုပ်တယ်ခေါ်တာပါဒီကိစ္စကိုတားဆီးနိုင်ဖို့အတွက် ကံတရားနဲ့ကိုယ်ရည်ကိုယ်သွေးကိုအခြေခံတဲ့ဂိမ်းတွေကိုယှဉ်ပြိုင်ရမှာဖြစ်ပါတယ်အချို့ဇာက်၀င်ခန်းတွေက Animeတွေထဲမှာအဆင်ပြေပေမဲ့ Live actionမှာမင်းသားအနေနဲ့ ဒေါသဖြစ်တဲ့အခန်းတွေမှာမလိုအပ်ဘဲစူးစူးဝါးဝါးအော်တာကြီးတွေကတော့အနည်းငယ်စိတ်အနှောက်ယှက်ဖြစ်ရပါတယ်Anime ၊Manga အနေနဲ့လူကြိုက်များခဲ့တဲ့ဒီဇာက်ကားကို ပြန်လည်ရိုက်ကူးတဲ့အခါမှာManga Seriesနဲ့ အနဲငယ်ကွဲပြားမူ ရှိပေမဲ့လည်း Kaijiရဲ့ရသတစ်မျိုးကိုLive actionအနေနဲ့ ပြန်ကြည့်ရတဲ့အခါမှာလည်းသဘောကျလိမ့်မယ်ထင်ပါတယ် File Size - 1.4 gbQuality - web-dl 1080pSubtitle - burmeseTranslator - Yamin OuEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/T7d3/Kaiji.Final.Game.2020.1080p.BluRay_{CM}.mp4 https://megaup.net/T74r/Kaiji.Final.Game.2020.720p.BluRay_{CM}_.mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qKtgLMS9a6M3LkuijQQsBarwmnk.jpg",
        "title": "The Mohican Comes Home (2016)",
        "description": "The Mohican Comes Home (2016)\n=====================တိုကျိုမှာကျင်လည်ပြီး ၇ နှစ်ကြာမှ မိန်းမနဲ့အတူ မိဘဇာတိမြို့ကိုပြန်လည်တဲ့ မိုဟီကန်ဆံပင်ကေနဲ့ရောခ့်အဆိုတော်တစ်ယောက်အကြောင်းကို ဇာတ်အိမ်တည်ထားပါတယ် ..အိမ်ပြန်ရောက်သွားချိန်မှာ ရန်သူလိုဖြစ်နေတဲ့အဖေက ကင်ဆာဖြစ်နေမှန်းသိလိုက်ရတော့ အတတ်နိုင်ဆုံးအဖေ့ရဲ့နောက်ဆုံးဆန္ဒတွေကိုဖြည့်ဆည်းပေးဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ဒီရုပ်ရှင်က ဟာသကားဆိုပေမဲ့ ဗရုတ်သုတ်ခလုပ်တာတွေ၊ အတင်းလုပ်ယူ‌တာတွေလုံးဝမပါပါဘူး .. သူတို့ခပ်တည်တည်လုပ်ပြနေတာတွေ၊ ပြောနေတာတွေ၊ ဒါရိုက်တာရဲ့သွယ်ဝိုက်ပြီးဇာတ်လမ်းပုံဖော်တာတွေက ရယ်မောနေရပြီး တော်တော်လေးလည်းချီးကျူးစရာကောင်းပါတယ် .. ဆူဆူညံညံဟာသတွေမကြိုက်သူတွေအတွက်တော့ ရုပ်တည်ကြီးနဲ့တလွဲတွေလုပ်ပြတဲ့ ဒီရုပ်ရှင်ကို‌သေချာပေါက်အကြိုက်တွေ့မှာပါ...(ဇာတ်ကားနဲ့အညွှန်းကို Nay Lin Thar မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.6GB, 1GB\nQuality - 1080p, 720p\nIMDb Rating - 6.7/10\nFormat - mp4\nDuration - 2H 5Min\nType - Comedy\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Nay Lin Thar\nEncoded by Y",
        "rating": "6.7",
        "url": "https://megaup.net/2lNE5/(CM)_The_Mohican_Comes_Home_(2016)_720p.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/song1-1-140x200.jpg",
        "title": "The Sound of a Flower (2015)",
        "description": "မင်းသားကြီး ရူဆင်းရုန်းနဲ့ ဆူဇီ ပါဝင်သရုပ်ဆောင်ထားတဲ့ TSOAF\nဂျိုဆွန်းခေတ်မှာ သီချင်းတောင်ဆိုခွင့်မရှိတဲ့\nအမျိုးသမီးတွေရဲ့ အနှိမ်ခံဘဝကို ပေါ်လွင်အောင်ရိုက်ကူးထားပါတယ်\nဂျင်ချယ်ဆောင်းဆိုတဲ့ အမျိုးသမီးငယ်လေးက\nအစဉ်အလာတွေ ဖိနှိပ်မှုတွေကနေ ဘယ်လိုရုန်းထွက်မလဲ\nကိုရီးယားခေတ်ဟောင်းရဲ့ လှပတဲ့ သီချင်းလေးတွေကို ခံစားရင်းနဲ့\nဦးနဲ့သမီးအချစ်ဇာတ်လမ်းလေးကဘယ်လိုဖြစ်မလဲဆိုတာစိတ်ဝင်စားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile Size : (1.5 GB) & (900 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:49:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ChitThe\nEncoded by Mr. Anderson",
        "rating": "6.5",
        "url": "https://megaup.net/3HIwW/The.Sound.of.A.Flower.2015.720p.BluRay(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/vhs-163x200.jpg",
        "title": "V/H/S/94 (2021)",
        "description": "အရင်ဆုံး ကြိုတင်မှာထားချင်တာက ဒီဇာတ်လမ်းဟာ\nသွေးထွက်သံယိုတွေ ဆိုးဆိုးဝါးဝါးပါ၀င်တာကြောင့်\nကလေးတွေ ကြည့်ဖို့ အဆင်မပြေနိုင်ပါဘူး\nပြီးတော့ ဒီကားကို ကြည့်မယ်ဆို ထမင်းသာအရင်ပြေးစားထားလိုက်ပါဗျဒီဇာတ်လမ်းဟာ V.H.S series တွေရဲ့ 4th installment ဖြစ်ပြီး\nfootage anthology horror film ဖြစ်တဲ့အတိုင်း ဇာတ်လမ်းတစ်လျှောက်လုံးကို\nဗီဒီယိုတိတ်ခွေ သဏ္ဍာန်နဲ့ အများဆုံးမြင်ရမှာပါဇာတ်လမ်းအကျဉ်းကတော့S.W.A.T အဖွဲ့ဟာ ထူးဆန်းတဲ့ VHS tape တစ်ခုရဲ့\nနောက်ကြောင်းကို စူးစမ်းလေ့လာရာကနေ\nဆိုးရွားတဲ့ လျှို့ဝှက်ပူးပေါင်းကြံစည်မှုကို\nဖုံးကွယ်ထားတဲ့ ဓလေ့ထုံးတမ်းတွေကို\nရှာဖွေတွေ့ရှိသွားကြပုံတွေကို ရိုက်ကူးတင်ဆက်ထားပါတယ်ဒီဇာတ်လမ်းမှာ ကျွန်တော်တို့ သာမန်လူ့ဘ၀တွေနဲ့\nကွာခြားတဲ့ အခြေအနေတွေ\nသဘာ၀ကို လွန်ဆန်နေတဲ့ စမ်းသပ်မှုတွေကို\nကြောက်ခမန်းလိလိ မြင်တွေ့ရမှာဖြစ်ပါတယ်File Size : (1.8 GB) & (900 MB)\nQuality : Bluray rip 1080p & 720 p\nRunning Time : 01:43:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6",
        "url": "https://megaup.net/1FQaj/V.H.S.94.2021.720p_(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rvAmOv0sZcoQCyJjHPQN4wU8ut4.jpg",
        "title": "A Nightmare on Elm Street Part 2: Freddy’s Revenge (1985)",
        "description": "A Nightmare on Elm Street Part 2: Freddy's Revenge (1985)=========================Rotten Tomatoes… 41%IMDb… 5.5CM ပရိတ်သတ်တွေ holloween ကာလမှာ ကြည့်ဖို့ 1984 ခုနှစ်ကထွက်ခဲ့တဲ့A Nightmare on Elm Street ရဲ့  အဆက်ကားလေးကို တင်ပေးလိုက်ပါတယ်ပထမကားမှာ Freddy တစ်ယောက် Nancy ရဲ့ ထင်မထားတဲ့တိုက်ကွက်ကြောင့် ပြင်ပကမ္ဘာထဲကို ရောက်ရှိလာပါတယ်အဲဒီနောက်မှာ Nancy ရဲ့ ထောင်ချောက်တွေကြားထဲမှာ အခက်အခဲတွေကြုံရပြီး သူလိုချင်တဲ့ Nancy ကိုရမသွားပါဘူးသူ့ကိုသတ်ခဲ့တဲ့ Nancy ရဲ့အမေကိုပဲ ခေါ်သွားနိုင်ခဲ့ပါတယ်အဲဒီအဖြစ်တွေအပြီး ငါးနှစ်အကြာမှာ အဲဒီအိမ်ကို ပြောင်းလာတဲ့ Jesse ဆိုတဲ့ကောင်လေးကိုအသုံးချပြီး Freddy ဟာ သူ့ရဲ့ညတွေကို အသက်သွင်းဖို့ ပြန်ကြိုးစားပါတော့တယ်Elm လမ်းပေါ်မှာ Freddy တစ်ယောက် ဘယ်လို လက်သည်းစွမ်းပြမလဲJesse ကိုရော သူ့ရဲ့ကောင်မလေး ...",
        "rating": "5.5",
        "url": "https://megaup.net/31Kdz/A.Nightmare.on.Elm.Street.2.Freddys.Revenge.1985.720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-30-at-23.35.23-147x200.png",
        "title": "Muppets Haunted Mansion (2021)",
        "description": "Muppets Haunted Mansion (2021)=========================IMDb Rating - 6.5/10ဟောလိုး၀င်းအတွက် အထူး စပယ်ရှယ် Disney က ထွက်ရှိလာတဲ့ ကိုရွှေအ တို့ လာပါပြီ။သွင်ပြင်လေးတွေကလည်း ချစ်စရာကောင်းပြီး ထွက်သမျှကားတိုင်းမှာ ပရိသတ်ကို ပြုံးပျော်စေနိုင်တဲ့ ကာတွန်းကောင်လေးတွေလည်း ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ haunted mansion ဆိုတဲ့အတိုင်း သရဲခြောက်တဲ့ အိမ်ကြီးပါမှာတော့ အသေချာပဲဗျ။ဇာတ်လိုက်ကျော်တွေဖြစ်တဲ့ Gonzo နဲ့ သူ့သူငယ်ချင်း Pepe တို့ ၂ ယောက် ခါတိုင်း ဟောလိုး၀င်းတွေလို ဘော်ဒါတွေနဲ့ ဆုံပြီး ပါတီ မလုပ်ဘဲ . သရဲခြောက်တဲ့ အိမ်ကြီးထဲမှာ တစ်ညတာ နေရမယ်ဆိုတဲ့ စိန်ခေါ်မှုကို လက်ခံကာဟောလိုး၀င်းညမှာ သရဲအိမ်ကြီးဆီ သွားကြပါတော့တယ်။သူတို့ကို လိုက်ပို့တဲ့ ကားသမားပြောခဲ့တဲ့ စကားလေးတစ်ခွန်းကတော့ \" ဒီကို လူတွေအမြဲ လိုက်ပို့ရပေမဲ့ ဘယ်တော့မှပြန်လာ မခေါ်ရဘူး \" တဲ့ဗျ။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/ZS90/Muppets.Haunted.Mansion.2021.720p.WEBRip[CM].mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tH5EwYLsWnJFIxXbvqX2ti3wXFh.jpg",
        "title": "The Labyrinth (2021)",
        "description": "The Labyrinth( 2021)ဒီတစ်ခါတော့ Horror ဇာတ်ကားတွေကိုမှ ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်ရတာကို သဘောကျတဲ့သူတွေအတွက်\nကိုရီးယားhorror ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။အထက်တန်းကျောင်းတစ်ကျောင်းမှာ တွယ်ကပ်နေတဲ့ မကောင်းဆိုးဝါးကြောင့်\nထူးဆန်တဲ့အမှုတွေကကျောင်းအတွင်းမှာ ဆက်တိုက်ဖြစ်နေပြီးတော့\nဘာကြောင့်ဆိုတာကိုလည်း အဖြေရှာလို့မရဖြစ်နေပါတယ်။အဲ့ကျောင်းကို ပြောင်းလာခဲ့တဲ့ ကျောင်းသားသစ် ဟွီမင်က White Day နေ့မှာ\nသူသဘောကျနေတဲ့ ကောင်မလေးဖြစ်တဲ့ ဆိုယောင်းကို လက်ဆောင်ပေးဖို့ ကျောင်းကို နောက်ကျမှခိုးဝင်လာခဲ့ပါတယ်\nဒါပေမဲ့ ကျောင်းကိုရောက်တဲ့အချိန်မှာ တစ်ခုခု မူမမှန်တာကို သတိထားမိသွားပါတော့တယ်....ဟွီမင်ကရော ကျောင်းထဲကနေပြန်ပြီးထွက်လာနိုင်ပါ့မလား....\nမကောင်းဆိုးဝါးရဲ့ လက်ကနေရော လွတ်နိုင်ပါ့မလား.....\nဒီကျောင်းရဲ့ နောက်ကွယ်မှာရော ဘယ်လိုအဖြစ်အပျက်တွေများ ရှိနေဦးမလဲ.....\nဇာတ်အိမ်ခိုင်ပြီး ကျောင်းနောက်ခံနဲ့ ရိုက်ကူးထားတဲ့အပြင် မြုပ်ကွက်မျိုးစုံလည်းပါတာကြောင့်\nအချိန်ပေးကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ် ။SF9 ထဲက Chani က ခေါင်းဆောင်မင်းသားအဖြစ် ပါဝင်သရုပ်ဆောင်ထားတာပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kim Khin Hana ပဲ ဖြစ်ပါတယ်။Genre: Horror, Fantasy\nQuality: 1080P ...",
        "rating": "5.2",
        "url": "https://megaup.net/31KhS/The.Labyrinth.2021.720p.CM.mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZjFjNjg4YTUtYzk4YS00MzBmLWFiZTktNjQ5YjEzYTk5ZDQ2XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "Apex (2021)",
        "description": "Apex ဆိုတဲ့ကျွန်းကြီးပေါ်မှာ လစဉ်လတိုင်း ထိပ်တန်းလူချမ်းသာ၆ယောက်ဟာ လူတစ်ယောက်ကို သားကောင်အဖြစ်အမဲလိုက်ကစားကြပါတယ်။သူပါတဲ့ပွဲတိုင်းနိုင်နေတဲ့ ဒေါက်တာရိန်းစ်ဖို့ဒ်ဟာ ကစားပွဲစီစဉ်သူကို သတ်ရအခက်ဆုံးသားကောင် တောင်းဆိုလိုက်တဲ့အခါ...တစ်သက်တစ်ကျွန်းကျနေတဲ့ ဘရုစ်ဝီလီတစ်ယောက် လွတ်မြောက်ဖို့အခွင့်အရေး ရလာပါတော့တယ်ကစားသမား၆ယောက်ဟာ သားကောင်ဖြစ်တဲ့ လူအိုကြီးဘရုစ်ဝီလီကို လျှော့တွက်ထားရာကနေ ထင်မထားတဲ့ရလဒ်တွေဖြစ်လာမလားဆိုတာ ကြည့်ရမယ့်ဇာတ်လမ်းဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Pyi T. Nyein ပါ )File Size__1.6 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Pyi T. Nyein\nEncoded by Naing Aung Latt",
        "rating": "5.7",
        "url": "https://megaup.net/31Kkj/Apex_(2021)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/91cYkTr57XL._AC_SL1500_-141x200.jpg",
        "title": "[21+] Poor Teacher – Yua Mikami[SSNI-802] Decensored",
        "description": "Yua Mikami ဆိုတာ JAV လောကရဲ့ နတ်သမီးတစ်ပါးပါပဲ..JAV လောကထဲ မဝင်ခင်ကလဲ အဆိုတော်လုပ်ခဲ့သေးတာမို့  လူတိုင်းက ချစ်ခင်နှစ်သက်ရသူပါ။မင်းသမီးလိုမျက်နှာမျိုး…ချိုသာတဲ့အပြုံး..မထိတထိနှုတ်ခမ်းအလှ…အသားအရည်ရဲ့တောက်ပမှု…လုံးကျစ်တဲ့ကိုယ်ခန္ဓာတင်းတင်းလေးက မြင်သူတကာကို ဗလောင်ဆူစေသူအဖြစ် အောင်မြင်နေသူပါ။ဒီဇာတ်ကားမှာတော့ သူ့ကိုမြင်နေကျ Hair စတိုင်ကနေ ခွဲထွက်ပြီး ဆံတိုလေးနဲ့မြင်ရမှာပါ..ပိုပြီး Sweet ဖြစ်တယ်ပေါ့...မိုးရွာချလိုက်ရင် လမ်းတွေကစလို့ ကမ္ဘာကြီးရနံ့အထိ သန့်ရှင်းလတ်ဆတ် လင်းရှင်းသွားတတ်တယ်...တစ်ညမှာတော့ မိုးနဲ့အတူ ဖုံးကွယ်ထားတဲ့အရာတွေ ကွာကျလာတဲ့အခါ..။ဒီဇာတ်ကားကို Decensored Version နဲ့တင်ဆက်ထားတာမို့ ...မသိရင် လူကြီးလူကောင်းတွေလိုပဲ...ဝါးပေမယ့် မဝါးထားသလိုဖြစ်နေတာကိုပြောတာပါ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.7 GB) & (900 MB)\nQuality : HD-Rip (Decensored) 1080p & 720p\nRunning Time : 01:56:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/1FPkq/(DS)_[SSNI-802]_Poor_Teacher_-Yua_Mikami_HDRip_720p_(Decensored).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://i2.extraimage.info/pix/2021/10/28/3911cd795085cdff1732de16fc0cc6e4.jpg",
        "title": "Nizhal(2021)",
        "description": "Nizhal (2021)-------------ဒီနေ့မှ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ မင်းသမီးNayantharaရဲ့ Thrillerကလေး တင်ဆက်ပေးလိုက်ပါတယ် Imdb အနေနဲ့လဲ ၆.၄/၁၀ ရှိပြီး user 2.4kထိ votingပေးထားတာမို့ ကြည့်ရှုရကျိုူနပ်မယ်ရုပ်ရှင်ကားလို့ မျှော်လင့်ရပါတယ် အညွှန်း******************** မာလာရာလမ် ရုပ်ရှင်တွေကို ဇာတ်အိမ်ခိုင်မှုကြောင့် သဘောကျမိတာကြာပါပြီ။ ဇာတ်လမ်းက မြူးချင်မှမြူးပေမယ့် သဘာ၀ကျကျ စိတ်၀င်စားဖို့ကောင်းအောင် တကွက်ခြင်း ဆွဲဆောင်တာက မာရာလာရမ် ရုပ်ရှင်တော်တော်များများရဲ့အသက်ပါပဲ။ ဒီရုပ်ရှင်မှာလဲ မတော်တဆမှု့ကြောင့် ပုံမှန်မဟုတ်တဲ့ တရားသူကြီးတစ်ဦးနဲ့ ထူးထူးဆန်းဆန်း လူသတ်မှုတွေကို ချရေးထားတဲ့ကလေးလေးတစ်ယောက်တို့ ဆုံတွေ့ရင်း ဖြစ်လာတဲ့ အံဩဖွယ်ရာတွေကို အစအဆုံး သိချင်စိတ်ဖြစ်လာအောင် ရိုက်ပြရင်းဆွဲခေါ်သွားနိုင်တဲ့ မာရာလာရမ် ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ် \nFile size…1.9GB / 1.1GB\nQuality…1080p HD RIP 5.1CH / 720p\nFormat…Mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK \nTranslated by Lwin Htoo Aung & Sai ThuRein",
        "rating": "6.4",
        "url": "https://megaup.net/1FPl2/Maya_Nizhal_(2021)_720p_HDRip(CM)_.mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZjBmMzAyMTQtODA0NC00ODNkLTliNWUtNjYyOWZhZGZhZmExXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Snakehead (2021)",
        "description": "တရုတ်လူမျိုးတွေကို အမေရိကားဆီ လူကုန်ကူးနေတဲ့ snakehead လို့ လူသိများတဲ့ လူကုန်ကူးမှုနဲ့\nစီမီရင်လည်း အမေရိကားကို ရောက်လာပါတယ်\"ကျွန်မ အမေရိကန်အိပ်မက်ကိုမယုံကြည်ဘူး\nဒါပေမယ့်ကျွန်မရှင်သန်ဖို့လိုတယ်\nကျွန်မတွက် မိသားစုတွက် ဒီကိုလာရတာ သေနိုင်တယ်ဆိုတာ အားလုံးသိပြီးသားပါ\nဒါပေမဲ့ ကျွန်မတို့မှာ ကိုယ်ပိုင်အကြောင်းတရားကိုယ်စီရှိကြတယ်\nအမေရိကားမှာ ခိုးဝင်နေထိုင်ရတဲ့နေ့ရက်တိုင်းက စွန့်စားနေရတာပါ\nထောင်ကျနိုင်တယ် ပြည်နှင်ဒဏ်ထိနိုင်တယ်\nသေတောင်သေသွားနိုင်တယ်\nဒါပေမယ့် ငွေရဖို့ဆိုရင် ဒီထက်ပိုဆိုးတာတောင်လုပ်နိုင်တယ်\nအကြွေးတွေ မြန်မြန်ဆပ်ပြီး ...သမီးလေးကိုပြန်ခေါ်ရမယ်\" အမေရိကားကို လူကုန်ကူးခံရတဲ့ တရုတ်လူမျိုးမိန်းကလေးတစ်ယောက်အကြောင်းကို အခြေခံရိုက်ကူးထားတာပါ\nသူကြုံရမယ့် ဒုက္ခတွေ ပြသာနာတွေ ငွေမျက်နှာပဲကြည့်တဲ့သူတွေ မိတ်ဆွေစစ်တွေ မိတ်ဆွေတုတွေ ဒုက္ခသုခတွေနဲ့\nသူ့သမီးလေးကိုရော ပြန်ခေါ်လာနိုင်ပါ့မလားဆိုတာကို မှုခင်းကျူးလွန်မှုတွေနဲ့အတူ ကြည့်ရှုရမှာပါ ။မိမိတိုင်းပြည်ထက် တိုင်းတစ်ပါးကို ယုံကြည်တာ အထင်ကြီးတာ တိုင်းတစ်ပါးအိပ်မက်တွေက မမှန်ကန်ဘူးဆိုတာကို ပြသချင်တဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Oleander ပါ ) File Size__1.7 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__5.4/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime , Drama\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.4",
        "url": "https://megaup.net/2lMB9/Snakehead_(2021)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBHaPMGxzrY5GX9MZr1GuivucuJ.jpg",
        "title": "Hum Do Hamare Do(2021)",
        "description": "Hum Do Hamare Do(2021) အညွှန်း******************************IMDb....7.3 ဒိဇာတ်ကားလေးကတော့ IMDb rating 7.3အထိ ရရှိထားပြီးMimi နဲ့ ကျွန်တော်တို့ အားလုံးကို မေတ္တာတရားအကြောင်းသင်ပေးခဲ့တဲ့ Kriti Sanon နဲ့နာမည်ကြီးမင်းသား  Rajkummar Rao တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်....ဇာတ်လမ်းအကျဉ်း\nကိုယ့်ခြေထောက်ပေါ် ကိုယ်ရပ်တည်ပြီး အောင်မြင်သူတစ်ယောက် ဖြစ်ခဲ့တဲ့ ဒရူး(ဗ်)နဲ့\nနာမည်ကြီး ဘလော့ဂါတစ်ယောက်ဖြစ်တဲ့ အာနိယာတို့ဟာ တစ်ယောက်နဲ့တစ်ယောက် ချစ်ကြိုက်သွားကြပြီး\nလက်ထပ်ကြဖို့ ‌ဆုံးဖြတ်လိုက်ကြပါတယ်။ပြဿတစ်ခုရှိတာက ဒရူး(ဗ်)ဟာ မိဘမဲ့ တစ်ကောင်ကြွက် ဖြစ်နေတာပါပဲ။ဒီလိုနဲ့ ဒရူး(ဗ်)ဟာ  တောင်းရမ်းလက်ထပ်ယူဖို့အရေး မိစုံ ဘစုံဖြစ်ချင်တာကြောင့်မိဘတွေရှိသယောင် အတုဖန်တီးပြီး မိန်းမရရေးကြိုးစားပါတော့တယ်...သူ့ရည်ရွယ်ချက်တွေအောင်မြင်မှာလား...ဘယ်လိုပြဿနာတွေ ဘယ်လိုအလွဲတွေနဲ့ ဆက်လက် ကြုံတွေ့ကြရမလဲ ...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ....\nဘာသာပြန်သူတွေကတော့ Carey Nyeinနဲ့ Thaik Sanဖြစ်ပါတယ်    File Size : (2.02GB )(1.08GB) and (395MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…02:08:00\nGenre : ...",
        "rating": "7.3",
        "url": "https://megaup.net/ZRpo/Hum_Do_Hamare_Do(2021)WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Qyp7Q_4f-160x200.jpg",
        "title": "My Boss is a Serial Killer(2021)",
        "description": "My Boss is a Serial Killer(2021)အညွှန်း********************************** I Fine..Thank You..Love You နဲ့ အားလုံးရဲ့အသည်းကိုဖမ်းစားနိုင်ခဲ့တဲ့Ice လေးအဓိကပါဝင်ထားသလို ကျန်တဲ့ main cast တွေကလည်းထိုင်းနိုင်ငံရဲ့အထင်ကရ သရုပ်ဆောင်တွေပါပဲ....ရုပ်ပြောင်တွေလုပ်လို့ နာမည်ကြီးပြီး မြန်မာပရိတ်သတ်တွေနဲ့ လူသိများတဲ့ အခွီကောင်တာပါပါသေးတယ်..ဆိုတော့ ဒီဇာတ်လမ်းဟာ တော်တော်ကြီးကို ရယ်ရလိမ့်မယ်ဆိုတာ မှန်းမိလောက်ရောပေါ့...ကုမ္ပဏီတစ်ခုရှိတယ်....ရပ်တည်လာတာလည်းကြာပြီ... အခိုင်အမာသုံးစွဲသုံးစွဲသူတွေကလည်းရှိနေတယ်ဆိုပေမဲ့ပြိုင်ဘက်တွေများလာတာရော မာကတ်တင်းပိုင်းက တခြားသူတွေက သာတာကြောင့်ရောကြောင့်သူတို့ ကုမ္ပဏီရဲ့ ထုတ်ကုန်ရောင်းအားဟာ တဖြည်းဖြည်းကျဆင်းလာတယ်...ဒါကြောင့်ဘုတ်အဖွဲ့က လူငယ်တွေရဲ့ အားကိုယူပြီး  ဈေးကွက်ကိုအသစ်တစ်ဖန်ဖောက်ဖို့ကြိုးစားလာတယ်...အဲ့ဒီနောက်မှာတော့ ထင်မှတ်မထားတဲ့ပြဿနာအကြီးကြီးတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်.....File Size :(974 MB) and (346MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Thriller, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nang Phwe Hom & Niikaato\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/my-boss-is-a-serial-killer2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iPTZGFmPs7HsXHYxiuxGolihjOH.jpg",
        "title": "Army of Thieves (2021)",
        "description": "Army of Thieves (2021)IMDb - 6.2/10ဒီ​နေ့ပဲ ထွက်ရှိလာတဲ့ Army of the Thieves ဇာတ်ကားကို တင်ဆက်​ပေးလိုက်ပါပြီ၊ဒီကားက ဒီနှစ်အ​စောပိုင်းမှာ ထွက်ရှိထားတဲ့ Army of the Deadရဲ့ တိုက်ရိုက် Prequelဖြစ်ပြီးDieterအဖြစ် သရုပ်​ဆောင်ထားတဲ့ မင်းသား Matthias Schweighöfer ကိုယ်တိုင် ရိုက်ကူးထားတာပါ၊ဒီဇာတ်လမ်းမှာ Zombie Apocalypse စစဖြစ်ချင်းအချိန်ကို timelineအ​ခြေခံထားပါတယ်၊မီးခံ​သေတ္တာ​နဲ့ ​သော့ဝိဇ္ဇာ Youtuber တစ်​ယောက်ဖြစ်သူ Dieter ဟာသူ့ရဲ့ Youtubeက​နေ အ​ပျော်တမ်း ​သော့ဖျက်နည်း​တွေ၊ မီးခံ​သေတ္တာသမိုင်း​ကြောင်း​တွေ ရိုက်ကူးပြီးတင်တဲ့သူပါ၊သူ့ရဲ့ဗီဒီယို​တွေကို ​တွေ့သွားတဲ့ဂိုဏ်းတစ်ခုဟာသူ့ရဲ့ကျွမ်းကျင်မှုကို အသုံးချပြီး ဘဏ်​တွေကို ​​ဖောက်ပြီးကြံစည်ပါတယ်၊ဒါ​ပေမဲ့ Dieter​​​ဖောက်​ပေးရမယ့် မီးခံ​​သေတ္တာ​တွေက နှယ်နှယ်ရရမဟုတ်ဘဲခက်​ပေ့ဆိုတဲ့ နာမည်​ကျော် မီးခံ​သေတ္တာကြီး ၄လုံးဖြစ်​နေတဲ့အခါ...Army of Dead franchise ရဲ့ မူမပျက်​အောင် ​သွေးသံရဲရဲနဲ့ အရွန်း​ဖောက်ဟာသ​တွေ၊အ​​ပြောအဆိုခပ်ကြမ်းကြမ်း​တွေ သုံးထားလို့အက်ရှင်ကားကြိုက်သူ​တွေအတွက်​တော့ အ​ထွေအထူးညွှန်း​နေစရာမလိုတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/ZRaj/Army.of.Thieves.2021.720p.CM.mp4",
        "category": "Action, Comedy, Crime"
    }
]