[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/t-1-135x200.jpg",
        "title": "True Grit (2010)",
        "description": "True Gritတဲ့ တစိုက်မတ်မတ်ပြီးဆုံးတဲ့ထိ လုပ်တဲ့လူပေါ့ ဒီရုပ်ရှင်ဟာ ၁၉၆၉ ကထွက်ပြီးသားရုပ်ရှင်ကို ကိုအန်ညီအစ်ကိုနှစ်ယောက်က ၂၀၁၀မှာ remakeပြန်ရိုက်ထားတာ ကိုအန်ညီအစ်ကိုဆိုတာလည်း No Country for old men တို့လို မာစတာပိစ်တွေရိုက်တာဆိုတော့ ထူးထူးထွေထွေ ညွှန်းမနေချင်ဘူး ပါတဲ့လူတွေပြောမယ်ဗျာ Hawkeye မင်းသမီး ဟေလီစတိန်းဖီးလ် နောက်မက်ဒေမွန် Hell or High Water ထဲက ဂျက်ဘရစ်ဂျက်စ် နောက်ဗီလိန်က မောင်သားနို့စ် ဂျို့ရှ်ဘရိုလင် ဇာတ်လမ်းကတော့ ပေါ့ပေါ့ပါးပါးပါပဲ ၁၈၇၀ဝန်းကျင် အမေရိကန်မှာ ကောင်းဘွိုင်တွေ ရိန်းဂျားတွေ မာရှယ်တွေ အခြေချနေထိုင်သူတွေ အင်ဒီးယန်း အတိုအရှည်မျိုးစုံနဲ့ မြင်းတွေစီး လူသတ်ဓါးပြတိုက် တဖောင်းတဒိုင်းဒိုင်းကာလပေါ့ ကောင်မလေးက အပျိုဖြန်းလေးတန်မဲ့ ကြမ်းကြမ်းရမ်းရမ်း တစ်ယောက်နဲ့ တစ်ယောက်ကလည်း အစေးမကပ်တဲ့ လူနှစ်ယောက်နဲ့ အဖေကိုသတ်တဲ့လူနောက် လိုက်တဲ့ စွန့်စားခန်းပါ ခရီးအတူသွားချင်း သံယောဇဉ်နဲ့ စာနာမှုတွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1I7bk/True_Grit_2010_720p_(CM).mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z1ZNHtlrbAugGS5RJOOhSfPpRos.jpg",
        "title": "The Tai Chi Master (2022)",
        "description": "The Tai Chi Master (2022)ဒီတစ်ခေါက်မှာတော့ သိုင်းလောကရဲ့ နောက်ကြောင်းကို ပြန်သွားပြီး\nကျင့်စရာ သိုင်းအသစ်တွေနဲ့ ဝူတန်းဂိုဏ်းချုပ်ကြီး ငယ်ဘ၀ကို ပြန်ရှု့စားလိုက်ရအောင်ဗျာ။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nဝူတန်းဂိုဏ်းဆိုတာ ဖြစ်မလာသေးခင် ကျန်းကျွင်းပေါင်ဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ\nဝူးကျိဂိုဏ်းရဲ့ အားထားရတဲ့ သိုင်းပညာရှင်လေးပေါ့။\nသူဟာ သိုင်းလောကမှာ အထက်လမ်းသိုင်းပညာ အောက်လမ်းသိုင်းပညာဆိုတာမရှိ\nလူ့အကျင့်ပေါ်မှာပဲ သိုင်းပညာဟာ မူတည်တယ်လို့ ခံယူထားတဲ့ လူပျော်တစ်ယောက်ပေါ့။\nအောက်လမ်းသိုင်းလောကရဲ့ဘုရင်ကို သိုင်းဂိုဏ်းကြီးတွေပေါင်းပြီး\nဝူးကျိ ရဲ့မြေအောက်ခန်းမှာ ဖမ်းထားချိန်မှာ\nတစုန့်ပြည်ကို \"ဒီ\" တိုင်းပြည်က ကျူးကျော်လာချိန်\nသိုင်းလောက အရှုပ်အထွေးတွေကြားမှာ ကျန်းကျွင်းပေါင်တစ်ယောက် လောကဓံကို ဘယ်လိုခံရမယ်။\nဝူတန်းဂိုဏ်းကရော ဘယ်လိုဖြစ်ပေါ်လာတယ် စတဲ့\nသိုင်းလောကကြီးအကြောင်း ကို လှလှပပ ရိုက်ကူးထားပြီး\nအတွင်းအားထက် သိုင်းကွက်ပိုပါတာမို့\nသိုင်းလောကသားတွေ စိတ်၀င်စားမယ့် သိုင်းကားတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းပေးချင်ပါတယ်။အညွှန်းကိုတော့ Lwin Htoo Aung မှ ရေးသားထားပြီး ...",
        "rating": "",
        "url": "https://megaup.net/340aB/The.TaiChi.Master.2022.720p.WEB-DL.CM..mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BMjA2NDJjZjgtNmFjYS00ZTE1LWFhMjEtNTc5MjA3ODFlODRlXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-141x200.jpg",
        "title": "Flying Colors (2015)",
        "description": "ကဲ .. ဒီတစ်ပတ်တော့ ကျောင်းသူကျောင်းသားများ ဒါမှမဟုတ် စာမေးပွဲတစ်ခုခုဖြေစရာရှိသူများအတွက် ရုပ်ရှင်ကြည့်လိုက်ရုံနဲ့ ကြိုးစားချင်စိတ် motivation တွေ တဖွားဖွားပေါ်လာစေမယ့် ဂျပန်ရုပ်ရှင်ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်။ နာမည်ကတော့ Flying Colors (ဂုဏ်ထူး) ပါတဲ့ ။ ဂျပန်ပြည်တွင်းမှာတော့ Biri Gyaru (ဘိတ်ချီးကောင်မလေး) လို့အမည်ရတဲ့ ဒီဇာတ်ကားလေးဟာ ၂၀၁၅ခုနှစ်မှာ ဒါရိုက်တာ Doi Nobuhiro ကနေ ကျူရှင်ဆရာတစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတဲ့ ဘဝဟာသဇာတ်ကားတစ်ကား ဖြစ်ပြီး၊ ဂျပန် Box office မှာ နံပါတ်တစ်ချိတ်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။ Gyaru ဆိုတာကတော့ ဂျပန်ဖက်ရှင် ၊ music ပိုင်းနဲ့ ရင်းနှီးသူတွေအတွက် ခဏခဏကြားဖူးနေပါလိမ့်မယ်။ Gal(Girl) ဆိုတာက ဂျပန်အသံထွက်နဲ့ slang ပုံစံသုံးကြရာက တွင်ကျယ်လာတဲ့ ဒီစကားလုံးဟာ သုံးနှုန်းပုံဖွင့်ဆိုချက်တွေ၊ အမျိုးအစားတွေအများကြီးရှိပေမယ့် ဒီမှာနားလည်ရလွယ်အောင်လို့ အလှအပအရမ်းဦးစားပေးပြီး၊ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1292g/(CMorg)_Flying.Colors.2015.720p.BluRay.x264.mkv",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qt3GtKKPnRt3xSgRITUPlE0V5yF.jpg",
        "title": "Go to Kill (2021)",
        "description": "Go to Kill (2021) အညွှန်း*********************IMDb - 6.6 ပိုင်သမျှ ပစ္စည်းဥစ္စာအားလုံး လူလိမ်ခံရပြီး ကိုမာဝင်သွားတဲ့ ခင်ပွန်း၊ သရေစာတွေ ကြိုက်လွန်းလို့ အဝလွန်နေတဲ့ သားဖြစ်သူနဲ့ ယောက္ခမအိုကြီးရဲ့ စားဝတ်နေရေးကို တာဝန်ယူထားရတဲ့ ယွန်းဂိုဆူရဲ့ ဘဝဟာ ခက်ခဲကြမ်းတမ်းတာထက်ကို ပိုပါတယ်။အလုပ်ကလည်း ကြက်သားဆိုင်မှာ ကြက်သတ်ရတဲ့ အလုပ်ဖြစ်တာကြောင့် ဝင်ငွေထွက်ငွေ မမျှ၊ တင်သမျှ အကြွေး မဆပ်နိုင်ဘဲ အကြွေးရှင်တွေ ဒုက္ခပေးသမျှ ခါးစည်း ခံနေရပါသေးတယ်။တစ်နေ့မှာ ကျောင်းနေဖက်ဖြစ်သူ ဂင်မီယောင်းနဲ့ အမှတ်မထင်တွေ့ဆုံပြီး ဂင်မီယောင်းက လူသတ်ဖို ကြံစည်နေတာကို သိလိုက်ရပါတော့တယ်။ ယောက်ျားဖြစ်သူ သတ်သေသွားတာကြောင့် ငယ်သူငယ်ချင်းကို အရိုးထဲစွဲအောင် မုန်းတီးနေတဲ့ ဂင်မီယောင်းက ငယ်သူငယ်ချင်းဖြစ်သူ ဆောင်းဂျယ်ကိုသာ သတ်နိုင်ရင် သိန်းလေးရာ ပေးမယ်လို ပြောတဲ့အခါ ယွန်းဂိုဆူဟာ ဆောင်းဂျယ်ကို သတ်ဖို ကြံစည်ခဲ့ပါတယ်။မီယောင်းကို တားချင်ပေမဲ့ ပိုက်ဆံလိုအပ်နေတာကြောင့် ယွန်းဂိုဆူ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1I6lo/[CM]Go.to.Kill.2021.720p.WEB-DL.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/500-days-of-summer-2009-poster-133x200.jpg",
        "title": "500 Days of Summer (2009)",
        "description": "500 Days of Summer (2009)\nIMDb - 7.7/10_____Rotten- 85%\nဇာတ်လမ်းကိုတော့    Movies-we watch,we feel. Facebook Page မှ Ko Waihin Htoon ရဲ့ ခံစားမှုဆောင်းပါးနဲ့ မိတ်ဆက်ပေးပါရစေ။---------------------------------------------------------(500) Days of Summer အား တကျော့ပြန် ခံစားကြည့်ခြင်း(review မဟုတ်ပါ။ ဇာတ်ကားကို ကြည့်၍ ခံစားချက်များကို ရေးသားထားခြင်းပင်ဖြစ်ပါသည်။)အချစ်နဲ့ပတ်သက်ရင် ခံစားတတ်သူတိုင်း အချစ်ကို ခံစားတတ်ကြတယ်။ ဒါပေမဲ့ ခံစားချက် မရှိတဲ့ မည်သူရှိလဲ? မည်သူမှ မရှိပါ။ လူတိုင်းဟာ ခံစားချက်တွေရှိတဲ့ သူတွေပါပဲ။ ဒါဆိုရင် လူတိုင်းဟာ အချစ်ကို ခံစားဖူးကြမှာပေ့ါ။ အမှန်ပါပဲ။ လူ့ဘဝရဲ့တစ်ချိုးတစ်ကွေ့မှာတော့ အချစ်ဆိုတဲ့ အရာနဲ့ဆက်နွယ်ခဲ့ဖူးကြတဲ့ သူတွေပါပဲ။ဒါဆိုရင် အချစ်ဆိုတာဘာလဲ? မည်သူမှတော့ တိကျတဲ့ အဖြေကို မပေးစွမ်းနိုင်ခဲ့ပြန်ဘူး။ ကိုယ်ပိုင်ခံစားချက်တွေနဲ့ကိုယ်ပိုင်အတွေ့အကြုံတွေကပဲ လူသားအသီးသီးကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/1I68y/(CM)_500.Days.of.Summer.2009.PROPER.720p.BluRay.x264.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rdEAMh4a3pc7GO6fSkJwpt7BWX.jpg",
        "title": "Death Sentence (2007)",
        "description": "Death Sentence(2007)တရားမျှတမှုဆိုတာကို ဥပဒေကမပေးစွမ်းနိုင်ရင် သင်ဘာလုပ်မှာလဲ။ပြည့်စုံတဲ့မိသားစုဘဝရထားတဲ့ စီးပွားရေးသမားတစ်ယောက်ဟာဓားပြမှုတစ်ခုကြောင့် မိသားစုဝင်ဆုံးရှုံးလိုက်ရပြီး သာမန်ဓားပြမှုမဟုတ်တာကိုသိလိုက်ရတဲ့အပြင် တရားခံဟာလည်း ထိုက်သင့်တဲ့ပြစ်ဒဏ်ချမှတ်မခံရတဲ့အခါအဆုံးမရှိတဲ့ ကလဲ့စားလမ်းကိုလျှောက်ဖို့ ဖြစ်လာပါတော့တယ်။Saw, Fast&furious 7, Aquaman စတာတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ဒါရိုက်တာJames Wan ရဲ့ action thriller ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းပိုင်းခေါင်းမစားချင်ပဲ ပစ်တာခတ်တာကလဲ့စားချေတာပွဲကြမ်းပြတာတွေကြည့်ချင်နေသူတွေ အကြိုက်တွေ့စေမယ့်ကားတစ်ကားဖြစ်ပါတယ်။ \nFile size…2.03Gb / 1Gb\nQuality…1080p BluRayx264 AAC 5.1CH\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Pyi T Nyein",
        "rating": "6.7",
        "url": "https://megaup.net/1I58q/Death.Sentence.2007.720p(CM).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dR33jpNSf3b24LwVyiUq0HgKPGz.jpg",
        "title": "Sing A Song (2022)",
        "description": "Sing a Song (2021)အခု လူကြီးမင်းတို့ကို Channel Myanmar ကနေတင်ဆက်ပေးမယ့် ရုပ်ရှင်လေးကတော့\n“Sing A Song” (싱어송)ဆိုတဲ့ သီချင်းကားလေးဖြစ်ပါတယ်- သီချင်းဆိုချင်လို့ ဆိုးလ်ကို ရူးရူးမိုက်မိုက် လာခဲ့တဲ့ Seon Hye\n- နာမည်ကြီးကျော်ကြားဖို့ စိတ်ကူးထားတဲ့ အမည်မသိ တီးဝိုင်း အဆိုတော် Hyeon Do နဲ့\n- မိသားစုရဲ့ ကန့်ကွက်မှုတွေကြားထဲကနေ သီချင်းဆိုဖို့ ရွေးချယ်ခဲ့တဲ့ အဆိုတော် Si Joon\nဆိုတဲ့ သုံးယောက်က မတော်တဆ အဆိုတော်တွေခေါ်တဲ့အဖွဲ့ဆီကိုရောက်သွားပါတယ်\nသူတို့ရဲ့ အရည်အချင်းတွေကို အသိအမှတ်ပြုခံရပြီး\n\"ဂျိုဘဲ့ဂင်\" ဆိုတဲ့ တီးဝိုင်းတစ်ဖွဲ့ကို ထောင်ခဲ့ပါတယ်\nသူတို့ တဖြည်းဖြည်း Si Joon ရဲ့တေးရေးလက်ရာတွေ‌နဲ့ နာမည်ကြီးလာခဲ့ပါတယ်\nဒါပေမယ့်‌ ဘီလီဖ်ဆိုတဲ့ ကုမ္ပဏီက Si Joon ကလွဲရင်\nSeon Hye နဲ့ Hyeon Do တို့နှစ်ယောက်ကိုပဲ ကမ်းလှမ်းခဲ့ပါတယ်\nအဲတော့ သူတို့ ကမ်းလှမ်းမှုကိုလက်ခံနိုင်မလား\nသူတို့ဘာကိုရွေးချယ်မလဲ\nအိပ်မက်လား ...",
        "rating": "",
        "url": "https://megaup.net/124n5/Sing.a.Song.2021.720p.WEB-DL.CM.mp4",
        "category": "Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/40T7tqiMthy9nTFBCL0DK96BLsL-133x200.jpg",
        "title": "Delivery (2021)",
        "description": "Delivery (2021)အောက်တိုဘာလက ထွက်ရှိခဲ့တဲ့ Delivery ဆိုတဲ့ Web-Drama လေးကတော့\nMovie အဖြစ် ထွက်ရှိလာခဲ့ပါပြီ။ထုတ်လွှင့်ခဲ့စဉ်ကတော့ စုစုပေါင်း ၈ ပိုင်း ပါဝင်ခဲ့ပါတယ်။Cast တွေကတော့ အမိုက်စားပါပဲ။(G)I-DLE အဖွဲ့ဝင် Miyeon\nPenthouse မှာ မင်ယော့အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Lee Tae-Vin တို့လို\nလူငယ်ခြေတက် အဆင်လေးတွေ အဓိကပါဝင်ထားတဲ့ Web drama လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....ဂွက်ဒူရှစ်ဆိုတဲ့ ကိုယ်ခံပညာတော်တဲ့ မိန်းမချောလေးက\nအမေကိုရှာဖို့ရည်ရွယ်ချက်နဲ့ အစားအသောက် Delivery ပို့တဲ့အလုပ်လုပ်နေသူပါ။\nသူ့အထက်လူကြီး ဂီဟွမ်နဲ့ မတည့်အတူနေ အလုပ်လုပ်ရင်း\nတစ်နေ့မှာတော့ အမေဖြစ်သူရဲ့သဲလွန်စနဲ့အတူ\nကမ္ဘာကြီးကို စိုးမိုးဖို့ကြံနေတဲ့ ဂြိုလ်သားတွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါမှာတော့ .....\nအဆင်လေးတွေငမ်းရင်း ပေါ့ပေါ့ပါးပါးခွီနိုင်ကြည့်နိုင်မယ့် Webdrama လေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Comedy, Sci-fi and Fantasy\nQuality….WEB-DL 1080p and 720p and 360MB\nFile ...",
        "rating": "4",
        "url": "https://megaup.net/124mp/Delivery.The.Movie.2022.720p.WEB-DLCM..mp4",
        "category": "Action, Adventure, Comedy, Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/The_King_s_Man-313847146-large-140x200.jpg",
        "title": "The King’s Man (2021)",
        "description": "The King's Man (2021)================IMDb Rating - 6.7/102021 ပြီးဆုံးခါနီးမှာ အားလုံးပဲမျှော်လင့်ခဲ့ကြတဲ့ King's Man ရုပ်ရှင်ကတော့\nထွက်ရှိလို့လာခဲ့ပါပြီ။\nထုံးစံအတိုင်းပဲ ကင်းစ်မန်းရုပ်ရှင်တွေကတော့ ကျွန်တော်တို့ကို စိတ်မပျက်စေရပါဘူး။\nဒီရုပ်ရှင်လည်းအတော်ကြီးကို ကောင်းပါတယ်။ အရင် ကင်းစ်မန်းနှစ်ကားရဲ့ အဆက်မဟုတ်\nပါဘူး။ ကင်းစ်မန်းအဖွဲ့ဖြစ်ပေါ်လာပုံ ဇစ်မြစ်ကိုပြတဲ့ဇာတ်ကားပါ။ ပထမကမ္ဘာစစ်\nအင်္ဂလန် ရုရှား ဂျာမနီ အမေရိကန် စစ်ပွဲသမိုင်းကို အခြေခံပြီး ကင်းစ်မန်းတွေရဲ့ စစ်ဆင်ရေးကို\nပြသထားတာပါပဲ။ အားရပါးရကို ကြည့်လို့ကောင်းပါတယ်။ ခံစားကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်။)File Size - (3.94 GB) / (1.59 GB) / (814 MB) / (531 MB)\nQuality – WebRip - (4K HEVC) / (1080p) / (720p) / (480p)\nDuration ...",
        "rating": "6.7",
        "url": "https://megaup.net/2o3D2/The.Kings.Man.2021.720p.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ls-135x200.jpg",
        "title": "Last Survivors (2022)",
        "description": "တတိယကမ္ဘာစစ်ကြီးဖြစ်ပြီးလို့ ပျက်ကပ်ဆိုက်နေတဲ့ကမ္ဘာကြီးမှာ ထရွိုင်နဲ့ဂျိတ်တို့ သားအဖနှစ်ယောက်တည်း တောထဲကအိမ်ကလေးမှာနေကြပါတယ်။ဂျိတ်ငယ်ငယ်လေးတည်းက တောထဲမှာအမဲလိုက်ပြီးဖြစ်သလိုနေထိုင်ကြပြီး သူ့အဖေက သူစိမ်းမှန်သမျှကို ရန်သူလို့သတ်မှတ်ကာ ပစ်သတ်ပါတယ်။အပြင်‌လောကမှာ လူဆိုးတွေပဲကျန်တာဖြစ်လို့ ဘယ်သူ့ကိုမှမယုံဖို့ သူ့အဖေက\nဂျိတ်ကိုသင်ကြားထားပါတယ်။တစ်ရက်မှာတော့ သူ့အဖေဒဏ်ရာရတာကြောင့်\nဂျိတ်တစ်ယောက် ဆေးရှာထွက်ရင်း အမျိုးသမီးတစ်ယောက်ကို တွေ့လိုက်ပါတယ်။သူ့အဖေက အပြင်လူမှန်သမျှသတ်ဖို့ညွှန်ကြားပေမယ့် ဂျိတ်ကစူးစမ်းချင်စိတ်‌ကြောင့်ဒီအမျိုးသမီးနဲ့နီးစပ်လာပါတယ်။သူစိမ်းတစ်ယောက်ကိုဘယ်လောက်ယုံနိုင်မလဲ။\nကိုယ့်ကိုတစ်သက်လုံး ကာကွယ်နေတဲ့၊ကိုယ့်ကိုချစ်တဲ့သူကိုရော ဘယ်လောက်ယုံနိုင်မလဲ။ဒါရိုက်တာ Drew Mylrea ရိုက်ကူးထားတဲ့ Survival Thriller အမျိုးအစားဖြစ်ပြီး မင်းသမီးချော Alicia Silverstone နဲ့ အတူ Stephan Moyer,Drew Van Acker တို့ပါ၀င်ပေးထားပါတယ်။ File size…(1 GB)/(400 Mb)/(250 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Scifi, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1I349/Last_Survivors_2022_720p_(CM).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gCgt1WARPZaXnq523ySQEUKinCs.jpg",
        "title": "Groundhog Day (1993)",
        "description": "Groundhog Day (1993) ~ IMDb - 8/10, RT - 97%, Meta - 72% ~Groundhog Day လို့‌ခေါ်တဲ့ ဖေဖော်ဝါရီ ၂ရက်နေ့ဟာ မြောက်အမေရိကရဲ့ ပွဲတော်နေ့တစ်ခုပါပဲ။ Punxsutawney မြို့မှာ Punxsutawney Phil လို့ခေါ်တဲ့ ဂရောင်းဟော့လေး‌က နွေဦးပဲစောစော‌လာမလား ဆောင်းပဲရှည်မလား ဟောတာကို ကြည့်ပြီး ပါတီတွေပေးကြတဲ့နေ့ပေါ့။ အဲဒီနေ့မှာ နေရာအနှံ့က သတင်း‌သမားတွေ တီဗီအစီအစဉ် ကြေညာသူတွေ Punxsutawney ကို လာရောက်ကြတယ်။ ဒီရုပ်ရှင်ဟာ အဲဒီ Groundhog Day မှာ ပိတ်မိနေတဲ့ လူတစ်ယောက်အကြောင်းပေါ့။ တော်တော်လေးစောတဲ့ Time Loop ရုပ်ရှင်တစ်ကားဖြစ်သလို သူ့ဟန်ကို Theme အဖြစ်မှီးပြီး နောက်ပိုင်းသုံးလာကြတာတွေလည်း မနည်းပါဘူး။ Supernatural ထဲလည်း မှီးသုံးခဲ့ဖူးတယ်။ Groundhog Day ဟာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/12574/(CM)_Groundhog_Day_(1993)_REMASTERED_720p.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rNIsCxgrtOGRDDa4P06tfgKbxua.jpg",
        "title": "Race Gurram (2014)",
        "description": "Race Gurram (2014)\n===================IMDB Rating 7.3 / 9.8k၂၀၁၄ခုနှစ်က ထွက်ခဲ့တဲ့ မင်းသားအာလူးအာဂျွန်ရဲ့အက်ရှင်ဇာတ်လမ်းကောင်းတပုဒ်ပါ....အက်ရှင်ခန်းအလန်းတွေ မင်းသားအာလူးရဲ့သရုပ်ဆောင်မိုက်ချက်တွေကြောင့်CMကနေ တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းအားလူးနဲ့သူ့အကိုရမ်က ညီအကိုရင်းဆိုပေမယ့်အကျင့်စရိုက်က တစက်မှမတူတဲ့ညီအစ်ကိုနှစ်ယောက်ပေါ့အားလူးက ခေတ်ရှေ့ပြေး လူငယ်ဆန်တဲ့စရိုက်နဲ့ ကောင်လေးရမ်ကတော့ စည်းကမ်းကြီးပြီး စနစ်တကျနေတတ်တဲ့လူပေါ့...ညီအစ်ကိုနှစ်ယောက်လုံးရဲ့ စရိုက်ခြားနားမှုနဲ့ မင်းသမီးလေးရှရှုတီယာရဲ့ ချစ်စရာအမူအရာလေးတွေကြားဘောလိဝုဒ်ပရိတ်သတ်တို့အကြိုက်တွေ့စေမှာမို့တင်ဆက်ပေးလိုက်ပါတယ်...  \nFile size…3.4GB / 1.4Gb \nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X - Cross\nTranslated by Chan Myae",
        "rating": "7.3",
        "url": "https://megaup.net/2o0qg/Race_Gurram_(2014)_Telugu_AMZN_WEB_DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "",
        "title": "17 Again (2009)",
        "description": "ဒီဇာတ်ကားလေးကိုတော့ အတော်လေးသဘောကျမိပါတယ်..ပေါ့ပေါ့ပါးပါးရိုက်ကူးထားပြီးကြည့်ရှုသူရဲ့\nရင်ထဲမှာလည်း စိတ်လက်ပေါ့ပါးသွားစေမယ့်ဇာတ်ကားမျိုးလေးပါ..တစ်နေ့တာအတွက်စိတ်ပင်ပန်းသူတွေ\nစိတ်အပန်းဖြေ အပျင်းပြေ ကြည့်ဖို့အတွက် အထူးသင့်တော်တဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်...မင်းသား Zac Efron နဲ့ Friends စီးရီးထဲက ချန်ဒလာဘင်း တဖြစ်လဲ Matthew Perry , Eurotrip မင်းသမီး Michelle Trachtenberg,The Other Woman မင်းသမီး Leslie Mann တို့ပါဝင်သရုပ်ဆောင်ထားပြီး...IMDb Rating မှာ 6.4 ရရှိထားတဲ့ Comedy, Drama, Fantasy အမျိုးအစားဇာတ်ကားလေးပါ။ဇာတ်လမ်းလေးကစိတ်ဝင်စားဖို့ကောင်းပါတယ်...ပထမဆုံးဇာတ်လမ်းစစချင်းမှာ မိုက်ခ် က ဘတ်စကတ်ဘောကစားသမားတစ်ယောက်ပေါ့ အဲဒီ့\nအားကစားမှာသူဟာထူးလည်းထူးချွန်တယ်..ဝါသနာလည်းအရမ်းပါတယ်..သူတို့ကျောင်းပွဲတစ်ပွဲက\nကစားရမယ့်ပွဲက သူ့ရဲ့အနာဂတ်အတွက်ပေါ့..ဖြစ်ချင်တဲ့အဲ့နေ့ ကစားတဲ့ပွဲမစခင်လေးမှာ သူ့ချစ်သူ\nစတားလက် ရောက်လာပါတယ်..အဝေးကိုထွက်သွားရတော့မယ့်အကြောင်းပြောတယ်..မိုက်ခ်မှာလည်း\nသူ့ရဲ့အရမ်းဝါသနာပါတဲ့အားကစားနဲ့သူချစ်ရတဲ့ချစ်သူကို ရွေးချယ်ရမယ့်အချိန်မှာတော့ စတားလက်\nကိုသာ ရွေးချယ်ခဲ့ပါတယ်.....နှစ်ပေါင်း 20 ကြာပြီးတဲ့နောက်မှာတော့ မိုက်ခ်တစ်ယောက် အလုပ်တွေကအဆင်မပြေ..\nဇနီးဖြစ်သူနဲ့လည်းအဆင်တော့ပါဘူး..စတားလက်ကလည်း တရားရုံးကနေ တဆင့်ကွာရှင်းခွင့်တောင်းထားသလို\nမိုက်ခ်ကလည်း သားသမီးတွေနဲ့ နွေးထွေးတဲ့ဆက်ဆံမှုမျိုးသိပ်မရှိဘူး...တစ်နေ့သူ့သားနဲ့သမီးတက်နေတဲ့\nကျောင်းကိုရောက်သွားတော့ ဟိုးအရင်လူငယ်ဘဝတုန်းက အဲ့ကျောင်းမှာ ဘတ်စကတ်ဘောကစားခါနီး\nရိုက်ထားခဲ့တဲ့သူ့ပုံကိုပြန်လည်တွေ့သွားတော့ မိုက်ခ်တစ်ယောက်အတိတ်ကို လွမ်းဆွတ်ဟန်နဲ့ပြန်စဉ်းစား\nမိသွားတယ်..သူ့စိတ်ထဲမှာတွေးနေခဲ့တဲ့အရာတခုက အဲ့အချိန်တုန်းက သူက ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/17-again-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/80420ae5-16eb-41ce-b0be-a6f2a04b1a16-133x200.jpg",
        "title": "The Pursuit of Happyness (2006)",
        "description": "အကယ်​၍ သင်​ဟာ Single Father တစ်​​ယောက်​ဖြစ်​ပြီး သင့်က​လေးအိပ်​ဖို့အတွက်​ ​ကျောတစ်​ခင်းစာ​တောင်​မဖန်​တီး​ပေးနိုင်​​တော့ဘူးဆိုရင်​...သင့်ရင်​​သွေးကိုစွန့်လွှတ်လိုက်​​မှာပါလား? ? ?Chris Gardner ဆိုတဲ့ လူတစ်​​ယောက်​​က​တော့ မိမိရဲ့သား​လေးလက်​ကိုဆွဲပြီး ဘဝရဲ့အခက်​ခဲဆုံးအချိန်​​တွေကိုဖြတ်​​ကျော်​ပြီးလို့ အခုဆို Millionaire တစ်​​ယောက်​​တောင်​ဖြစ်​လို့​နေပါပြီ။သင့်ဘဝကို သင်​ခက်​ခဲလှပြီလို့ထင်​​နေရင်​ တကယ့်ဖြစ်​ရပ်​မှန်​ဘဝကိုအ​ခြေခံပြီးရိုက်​ကူးထားတဲ့ ဒီဇာတ်​ကား​လေးကို အချိန်​​ပေးပြီးကြည့်ကြည့်လိုက်​ပါဒီကား​လေးကြည့်ပြီး အရင်​ဦးဆုံး ခံစားမိမှာက​တော့ ဖခင်​တစ်​​​ယောက်​ရဲ့​မေတ္တာ ဘယ်​​လောက်​ နက်​ရှိုင်းတယ်​ဆိုတာပါပဲ...ဘဝရဲ့အဆိုးဆုံးအ​ခြေအ​နေတစ်​ခုမှာ​တောင်​ သားဖြစ်​သူကို လက်​လွှတ်​မခံခဲ့တဲ့ ဖခင်​တစ်​​ယောက်​ရဲ့ ​မိဘ​မေတ္တာ...ကျွန်​​တော်​တို့ ​တော်​​တော်​များများ ​ငွေကိုသည်းကြီးမည်းကြီးရှာ​နေကြချိန်​မှာ ​ပျော်​ရွှင်​မှုဆိုတာဘာလဲ ဘယ်​လိုအရာက မိမိကို​ပျော်ရွှင်​​စေတာလဲ မ​တွေးမိကြတာများပါတယ်​...ဒီဇာတ်​ကား​လေးက​နေ ​တော်​ရုံသတိပြုမိဖို့ခဲယဉ်းတဲ့ဖခင်​တစ်​​ယောက်​ရဲ့ချစ်​ခြင်းမေတ္တာရယ်​...​​\n​ပျော်​ရွှင်​မှုဆိုတာ ကြိုးစားသူတိုင်းအတွက်​ အလှမ်းမ​ဝေးဘူးဆိုတာရယ်​...\nဘဝဆိုတာ ​\"ဘုံလုံတစ်​လှည့် ငါးပျံတစ်​လှည့်\" ဖြစ်​​တယ်​ဆိုတာ စိတ်​ကူးယဉ်​သက်​သက်​မဟုတ်​ပဲလက်​​တွေ့မှာပါ တကယ်​ရှိတယ်​ဆိုတာ တို့ကို...သာမန်​အ​ရောင်းသမား(Saleman) ​လေးဘဝက​နေ သန်းကြွယ်​သူ​ဌေးတစ်​​ယောက်​ဖြစ်​လာသည်​အထိ ခက်​ခက်​ခဲခဲ ရုန်းကန်​လှုပ်​ရှားခဲ့ရသူ Chris Gardner ရဲ့ဘဝကို​ inspired လုပ်​ပြီး ရိုက်​ကူးထားတဲ့ \"The Pursuit of Happyness\" ဆိုတဲ့ကား​လေးမှာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/125s4/(CM)_The.Pursuit.Of.Happyness.2006.720p.BluRay.x264-Nyein.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLUSFjdavIf0SrP7ldoQ1xomQVC.jpg",
        "title": "The Tinder Swindler (2022)",
        "description": "The Tinder Swindler (2022) ~ IMDb - 7.4/10 ~ယနေ့ခေတ်ကမ္ဘာကြီးမှာ သမီးရည်းစားဖြစ်ဖို့၊ အပြင်မှာချိန်းတွေ့ဖို့ဆိုတာ အရင်ခေတ်ကလောက် မခက်ခဲတော့ပါဘူး။ အင်တာနက်လေးရှိရုံ၊ dating app လေးရှိရုံနဲ့ သွားတွေ့လိုက် ရည်းစားတွေဖြစ်လိုက် ဒါမှမဟုတ်လည်း တစ်ညတာ​နေလိုက်​တွေ ဖြစ်နေကြပါပြီ။ အင်တာနက်မှာ ကောင်းကျိုးတွေလည်း ရှိသလို မကောင်းတာတွေလည်း အများကြီးပါပဲ။ အဲဒီထဲကမှ လူလိမ်တွေကလည်း မှိုလိုပေါပါတယ်။ မိန်းက​လေး​တွေ ဆိုတာလည်း ကိုယ့်ချစ်သူ၊ ကိုယ်အရမ်းခင်ရသူတစ်​ယောက် ဒုက္ခ​ရောက်ပြီဆိုရင် မဆိုင်းမတွ ကူညီတတ်ကြသူ​တွေဆ်ိုတော့ အဲဒီအားနည်းချက်ကို ချနင်းမယ့် Tinder လူလိမ်ပါ။ Tinder ဆိုတဲ့ Dating App မှာ လိမ်စားနေတဲ့ လူတစ်ယောက်အကြောင်းပါ။ သူ့ကိုယ်သူ သူဌေးသားဆိုပြီး ကောင်မလေးတွေ ကြွေလောက်တဲ့ ဓါတ်ပုံတွေတင်၊ စာတွေပို့ရုံတင်မက အပြင်မှာ ချိန်းတွေ့ရင်တောင် တကယ့် ဘောစိတစ်ယောက်လိုနေပါတယ်။ ကောင်မလေးတွေကလည်း ကြွေပြီး ရည်းစားတွေ၊ သူငယ်ချင်းတွေဖြစ်တော့မှ သူ့ရဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2o08v/(CM)_The_Tinder_Swindler_(2022)_NF_720p.mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dbUfMyfmGJKio3PEn1EogxTh7Mg.jpg",
        "title": "The Red Ghost (2020)",
        "description": "The Red Ghost (2020) အညွှန်း**********************IMDb - 6.3CM ကပရိသတ်ကြီးအတွက် ဒီတစ်ခေါက် တင်ဆက်ပေးလိုက်တာကတော့ 1941 ခုနှစ်၊ ဒုတိယကာလစစ်အတွင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတဲ့ ဗစ်စ်မာ ဒေသအတွင်းက လူတစ်စုအကြောင်းပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ...နာဇီတပ်တွေရဲ့ ဝန်းရံတိုက်ခိုက်ခြင်းကို ခံရပြီး လူစုကွဲသွားတဲ့ ဆိုဗီယက် တပ်သားတစ်စု သူတို့ရဲ့ ရဲဘော်ရဲဘက်တွေဆီ ပြန်သွားဖို့ ကြိုးစားရာက လမ်းမှာပေါ်ပေါက်လာတဲ့ မမျှော်လင့်ထားတဲ့ အဖြစ်အပျက်တစ်ခုကြောင့် ဂျာမန်တွေရဲ့ ဗဲမာ့ အထူးတပ်ဖွဲ့နဲ့ ထိပ်တိုက်တွေ့ပြီး အင်အားမမျှတဲ့ တိုက်ပွဲတစ်ခုကို ရင်ဆိုင်ရပါတော့တယ်။အဲဒီအချိန်မှာ သူရဲကောင်းတွေ မဟုတ်ကြပေမဲ့ အင်အားမမျှတဲ့ ကြားကရအောင် အံတုနေတဲ့ ဆိုဗီယက်လူစုလေးကို ကူညီတိုက်ခိုက်ပေးတဲ့ လူတစ်ယောက်ပေါ်လာပါတယ်။ သူကတော့ \"သရဲနီ\" ဆိုတဲ့ နာမည်ပြောင်နဲ့ နယ်မြေတစ်ဝိုက်မှာ သတင်းမွှေးနေတဲ့ နာဇီလူသတ်သမားပဲ ဖြစ်ပါတယ်။ သရဲတစ်ကောင်လို ဘယ်နေရာက ပေါ်လာမှန်းမသိ ပေါ်လာပြီး နာဇီတွေကို တစ်ယောက်ပြီးတစ်ယောက် ...",
        "rating": "6.3",
        "url": "https://megaup.net/2nZal/[CM]The.Red.Ghost.2020.720p.BluRay.mp4",
        "category": "Drama, History, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fFyiL9EqtTRxBUKJit6ib6eFgTu.jpg",
        "title": "Black Light (2021)",
        "description": "Black Light (2021) အညွှန်း*********************IMDb - 5.9ကဲ ဒီတစ်ခါ CM ပရိတ်သတ်တွေအတွက် All Of Us Are Dead ထဲက အွန်ဂျိုလေးပါဝင်ထားတဲ့ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးက ကြီးမားတဲ့ကံဆိုးမှုကြီးကို အတူကြုံတွေ့ခဲ့ရတဲ့ အမျိုးသမီးနှစ်ယောက်ကြားက ဆက်ဆံရေးကိုအသားပေးရိုက်ကူးထားတာပါ။ လမ်းမကြီးရဲ့အလယ်စည်းကိုကျော်ပြီး ဖြစ်ပွားခဲ့တဲ့ မတော်တဆမှုတစ်ခုကြောင့် ပြစ်မှုကျူးလွန်သူကသေဆုံးပြီး နစ်နာသူကတော့ coma ဖြစ်သွားခဲ့ပါတယ်။အချိန်တစ်ခုကြာပြီးတဲ့နောက်မှာ ပြစ်မှုကျူးလွန်သူရဲ့ဇနီး Hee Joo ကသူမအလုပ်လုပ်ခဲ့တဲ့ စက်ရုံကိုပြန်လာခဲ့ပါတယ်။ အဲဒီစက်ရုံမှာ နစ်နာသူရဲ့ဇနီးဖြစ်သူ Young Nam အလုပ်လုပ်နေတာကိုမြင်ခဲ့ရပြီး Hee Joo က ဇဝေဇဝါဖြစ်သွားခဲ့ရပါတယ်။ Hee Joo က Young Nam ရဲ့သမီး Eun Young နဲ့ ရင်းနှီးလာခဲ့တဲ့အခါမှာတော့ Eun Young ဆီကနေ ဒီအမှုနဲ့ပတ်သက်တဲ့အကြောင်းအရာတစ်ခုကို သိရှိခဲ့ရပါတယ်။မတော်တဆမှု တစ်ခုရဲ့ နောက်ကွယ်က ဖြစ်ရပ်မှန်က ...",
        "rating": "5.9",
        "url": "https://megaup.net/123td/[CM]Black.Light.2021.720p.WEB-DL.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bpsLrj06dNoL6TEqy3aDO7n5Ruk.jpg",
        "title": "The Other Me(2022)",
        "description": "The Other Me (2022) အညွှန်း**********************ဗိသုကာ ပညာရှင်ဖြစ်ဖို့ ကြိုးစားနေတဲ့လူတစ်ယောက်ရှိတယ်။ ငယ်စဥ်ကတည်းက ပုံတွေထိုင်ဆွဲနေတတ်တယ်။ ကြမ်းကြမ်းတမ်းတမ်းတွေ မလုပ်နိုင်ခဲ့ဘူး။ အနုပညာဆန်သူတစ်ဦးပေါ့ဗျာ။အဲဒီလူဆီမှာ မိန်းမရှိတယ်။ အိမ်ထောင်ရေးက အဆင်မပြေတာတော့ မဟုတ်ဘူး။ အဆင်ပြေတာမျိုးလည်း မဟုတ်ပြန်ဘူး။ ပုံတွေပဲ ထိုင်ဆွဲနေတတ်တဲ့အတွက် မိန်းမကို ဂရုမစိုက်နိုင်ဘူးပေါ့။ ဇာတ်လမ်းက အခုမှစတာဗျ။ အဲဒီလူမှာ ရှားပါးတဲ့ မျက်လုံးရောဂါတစ်ခုဖြစ်လာရော။ ဆရာဝန်ပြောတာတော့ မျက်လုံးက ကွယ်သွားမယ်တဲ့။ သောက်ဆေးနဲ့ပဲ မြန်မြန်ကွယ်မသွားအောင် ထိန်းပေးနိုင်မယ်တဲ့။ ဒီလိုနဲ့ ဆေးခန်းကအပြန် စိတ်ညစ်ညစ်နဲ့ ဘတ်စ်ကားတက်စီးလိုက်တာ ဂိတ်ဆုံးအထိ အိပ်ပျော်ပြီး ပါသွားရော။ဘတ်စ်ကားက တစ်နာရီကြာမှ မြို့ထဲပြန်သွားမှာ။ ဒီလိုနဲ့ဟိုဟိုဒီဒီလျှောက်သွားရင်း သစ်တောထဲမှာ တစ်ယောက်တည်းနေတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ခဲ့တယ်။ ကောင်မလေးကလည်း သူ့လိုမျိုးပဲ လူထူးဆန်းလို့ပြောရမယ်။ အနုပညာလည်းဆန်တယ်။ သူတို့နှစ်ယောက် အချင်းချင်း ချိတ်ဆက်မိကြတယ်ပေါ့။ တစ်နေ့မှာတော့ သူ့မျက်လုံးတွေ ကွယ်သွားခဲ့တယ်။ ဒါပေမဲ့ ဘာမှမမြင်ရတာတော့ မဟုတ်ဘူး။ အိပ်မက်ဆန်ဆန် လူတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/2nYlC/[CM]The.Other.Me.2022.720p.WEBRip.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3iXpvLPG4DbmuNY9yPjn1Ei54.jpg",
        "title": "American Underdog (2021)",
        "description": "American Underdog (2021) အညွှန်း******************************IMDb - 7.4 DC ရဲ့ Shazam ကို မှတ်မိကြသေးလား? အဲ့ဒီထဲက မင်းသားကြီး အဓိကပါဝင် သရုပ်ဆောင်ထားတဲ့ NFL ကစားသမား တစ်ယောက်အကြောင်း အတ္ထုပ္ပတ္တိ လာပါပြီ။ အမေရိကန် National Football League (NFL) မှ ကစားသမားဟောင်း Kurt Warner ရဲ့ ဘဝအကြောင်း ဖြစ်ရပ်မှန် အတ္ထုပ္ပတ္တိကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။အားကစား စင်မြင့်ထက်မှာ နာမည်ကြီးပြီး ပရိသတ်တွေကြား ရေပန်းစားနေတဲ့ ကစားသမားတချို့ရဲ့ နာမည်မကြီးခင် အားကစားသမား မဖြစ်ခင် ကာလတွေက လူတွေထင်သလို မလွယ်ကူကြပါဘူး။အခုလည်း ဒီဇာတ်လမ်းလေးမှာ အမေရိကန်ဘောလုံးကစားနည်းရဲ့ နာမည်ကျော် ကစားသမား Kurt Warner တစ်ယောက် နာမည်မကြီးခင် အားကစားသမား မဖြစ်ခင် ဘဝကို ဘယ်လိုဖြတ်သန်းခဲ့ရလဲဆိုတာနဲ့ ကစားမားဘဝတစ်လျှောက် သူ ကြုံတွေ့ခဲ့ရတာတွေကို စိတ်ဝင်စားဖွယ် ...",
        "rating": "7.4",
        "url": "https://megaup.net/2nXz0/[CM]American.Underdog.2021.720p.WEB-DL.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/271963805_917531045633054_1716118446833782271_n-133x200.jpg",
        "title": "[18+] Kinsenas, Katapusan (2022)",
        "description": "ဒီဖိလစ်ပိုင်ဇာတ်ကားက Thriller,Psychological ပုံစံပါ။ကွန်နရာဒိုဟာအောင်မြင်တဲ့စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်၊ အလိုက်သိဖြည့်ဆည်းတတ်တဲ့ဇနီးချောနဲ့သမီးလိမ်မာလေးကိုပါ\nပိုင်ဆိုင်ထားတဲ့ အားကျစရာဘဝပိုင်ရှင်လူလတ်ပိုင်းတစ်ဦးပါ။ဒါဆိုရင်သူ့မှာ ဘာချို့ယွင်းချက်ရှိနေမလဲဆိုတော့ ဘာမှရှိမနေပါဘူး။အဲ့ဒါတွေတင်မကပဲနဲ့ စော်လဲမတရားကြည်ပါသေးတယ်။ သူ့ရုံးကလက်ထောက်ကောင်မလေးဆို မနည်းရှောင်တဲ့ကြားထဲက အတင်းကြီး\nစားပွဲပေါ်လာတင်ကျွေးလို့အားနာပြီးစားလိုက်မိရာကနေ လာလာနွယ်နေလို့သူစိတ်ညစ်နေရတာလေးတစ်ကွက်တော့ရှိတယ်။ပြောရမယ်ဆိုရင်မွေးရာပါ\nအားနည်းချက်က စော်ကြည်တာပေါ့ဗျာ။အဲ့ဒီကနေမှသူ့သမီးကျောင်းကိုအသစ်ရောက်လာတဲ့ အတန်းဖော်မိန်းကလေး၊\nအထက်တန်းကျောင်းသူလို့မထင်ရစရာ ဖွံ့ဖွံ့ထွားထွားနဲ့ ဆွဲဆောင်မှုပြင်းလွန်းတဲ့ကောင်မလေးကပါ သူ့သမီးကတစ်ဆင့် သူ့ကိုအတင်းဝင်လုံးဝင်ရော\nနည်းပေါင်းစုံနဲ့ဇာတ်လမ်းတွေထွင် ဗီဒီယိုကောတွေနဲ့ပြ တစ်ဆင့်ပြီးတစ်ဆင့်တက်လှမ်းလာတဲ့အခါ..။ကောင်မလေးရိုးမှရိုးရဲ့လားလို့တွေးမိကြမှာပါပဲ။ ကောင်မလေးမှာသူမသိတဲ့ဘယ်လိုနောက်ကြောင်းတွေရည်ရွယ်ချက်တွေရှိမလဲ၊ ဒီကောင်မလေး\nခြိမ်းခြောက်လာခဲ့သလို သူချစ်တဲ့ဇနီးနဲ့သမီးတို့နဲ့သာယာတဲ့အိမ်ထောင်ရေးကိုထိခိုက်ခံရတော့မှာလား? ဒီရမ္မက်နွံကနေ ဘယ်လိုရုန်းထွက်ရမလဲစတဲ့\nမေးခွန်းတွေကို အဖြေရှာရှုစားကြပါ။မင်းသားကြီးရဲ့ဘဝဟာဆိုရင်ဖြင့် စောင်းပုလွေဘာဂျာအစုံနဲ့ သာယာပုံတွေက တကယ့်ကိုအားကျစရာကြီးဆိုတော့ ငါဆိုရင်ကောရုန်းနိုင်ပါ့မလားဆိုတဲ့မေးခွန်းတော့\nကိုယ့်ကိုယ်ကိုပြန်မေးဖြစ်ကြပါလိမ့်မယ်။ 18+ ပါပဲဆိုတာတော့ပြောစရာမလိုဘူးထင်ပါတယ်။\nFile size…(800 MB)/(400 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/2nXwc/(CM)_Kinsenas.Katapusan.2022.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Thriller"
    }
]