[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ipn8khVVC4eToWiGf89WF9J5PJn.jpg",
        "title": "Black Site(2022)",
        "description": "Black Site(2022)***************ပုဆိန်လို့ နာမည်ဝှက်နဲ့ခေါ်ကြတဲ့ လူသတ်၊ခြေရာဖျောက်ရာမှာသိပ်ကျွမ်းကျင်တဲ့ အကြမ်းဖက်သမားတစ်ယောက်ရှိတယ်။\nလူသတ်ရာမှာလည်း ဓားတစ်လက်ကို ပိုင်ပိုင်နိုင်နိုင်သုံးပြီး သားကောင်တွေကိုဘယ်သူမှန်းမသိစေဖို့ မျက်နှာကိုအရေခွံခွာသွားပါသေးတယ်တဲ့။\nဇာတ်လမ်းကတော့ အဲ့ဒီပုဆိန်ဆိုတဲ့ လူသတ်သမားနဲ့ အကျဥ်းထောင်က အရာရှိတစ်အုပ် ဘတစ်ပြန် ကျားတစ်ပြန်သတ်ပုတ်ကြတဲ့action thrillerကားပါ။\nဇာတ်လမ်းအကျဥ်းကတော့ အက်ဘီဟာ ရာဇဝတ်မှုတွေကို စီစစ်ရသူ၊အကျဥ်းသားတွေကို စစ်မေးရသူ စီအိုင်အေ အေးဂျင့်တစ်ယောက်ပါ။\nလက်ရှိမှာလည်း အကြမ်းဖက်သမားတွေရဲ့ဗုံးခွဲတိုက်ခိုက်မှုတစ်ခုကို စစ်ဆေးမေးမြန်းနေရင်းလျှို့ဝှက်အကျဥ်းထောင်တစ်ခုမှာ တာဝန်ထမ်းဆောင်နေတာပါ။\nဒီဗုံးခွဲမှုဟာ အရပ်သားဆေးရုံကိုဗုံးခွဲခဲ့တာဖြစ်ပြီး အက်ဘီရဲ့ခင်ပွန်းဖြစ်သူနဲ့ သမီးဖြစ်သူကိုလည်းပေါက်ကွဲမှုမှာသေဆုံးသွားပါတယ်။\nအမှုနောက်လိုက်ရင်းလိုက်ရင်းက လက်သည်ဟာ ပုဆိန်နဲ့ ပတ်သက်နေမှန်းသိလိုက်ရတယ်။ခက်တာက ပုဆိန်ဆိုတာ ဘယ်သူမှန်းမသိသလို ဘယ်သူမှမမြင်ဖူးပါဘူး။\nသို့ပေမဲ့ တစ်နေ့မှာ အထူးရဲတပ်ဖွဲ့တွေက ပုဆိန်ကိုဖမ်းမိခဲ့ပြီး အက်ဘီရှိရာ အကျဥ်းထောင်ကိုစစ်ဆေးမေးမြန်းဖို့လွှဲပေးလိုက်ပါတယ်။\nပုဆိန်လို လူသူမသိခြေရာဖျောက်နိုင်တဲ့ အကြမ်းဖက်သမားက အဖမ်းခံရရိုးလား၊ တမင်အဖမ်းခံပြီး ထောင်ထဲရအောင်ဝင်လာတာပါ။\nသူ့ရဲ့ရည်မှန်းချက်အစစ်က ဘာဖြစ်မလဲ၊ စီအိုင်အေး အေးဂျင့်တွေကြား ဘယ်လိုလှည့်ကွက်တွေလာဦးမလဲဆိုတာတော့\nအက်ရှင်ကားကြိုက်သူတို့အတွက် ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါပြီ။ File Size :(1.3GB)& (443MB)\nQuality :BLU-RAY.1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.5",
        "url": "https://megaup.net/1f4gp/Black.Site.2022.BLU-RAY.720P(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/pdBqrE_4c-142x200.jpg",
        "title": "The Wanderers(2023)",
        "description": "The Wanderers(2023)*********************ဂယောင်းမိုဆိုတဲ့ လူငယ်လေးဟာ ဂျယ်ဂျူကျွန်းကို ပြောင်းသွားတဲ့သူ့စီနီယာကို တွေ့ဖို့အတွက် ဂျယ်ဂျူကျွန်းကို သွားလည်ပါတယ်သူ့စီနီယာ ရောက်ရှိနေတဲ့ ဂျယ်ဂျူက ရွာလေးမှာတော့ တစ်ရွာသားလုံးလူထူးလူဆန်း‌တွေလို့ ပြောရလောက်အောင်ကို ထူးဆန်းတဲ့သူချည်း စုနေတာပေါ့...အဲဒီ ထူးခြားဆန်းပြားတဲ့ လူတွေထဲမှာမှ နာထာဆိုတဲ့ မိန်းကလေးကို ဂယောင်းမိုတစ်ယောက်မျက်စိကျမိသွားတော့တယ်...အကြောင်းအရင်းကတော့ သူ့ရဲ့ရည်းစားဟောင်းနဲ့ ဆင်တူနေလို့ပါပဲဒါပေမဲ့ ဂယောင်းမိုက သူ့ရည်းစားဟောင်းရဲ့ အပြာရောင်ဂါ၀န်ကိုသာ မှတ်မိပြီး မျက်နှာရော တခြား ဘယ်အချက်ကိုမှ မှတ်မိမနေပါဘူ..းတကယ်ပဲ ဂယောင်းမိုတစ်ယောက် အဲဒီရွာလေးက လူထူးလူဆန်းတွေနဲ့ ဘယ်လို အထူးအဆန်းကိစ္စလေးတွေကို တွေ့ကြုံရမလဲ\nမိန်းမလှလေး နာထာနဲ့ရော ဘယ်လို‌ဇာတ်လမ်းလေးတွေ ပေါ်ပေါက်လာမလဲဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော့...File Size :(2.1GB)& (848MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:39:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2AZ9B/The.Wanderers.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjI5MzY0OTgwMF5BMl5BanBnXkFtZTcwNzQ1MzAzOQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Antiviral (2012)",
        "description": "(IMDb 5.7 Rotten Tomatoes 65%ရထားတဲ့ Sci-fi Horror ကားတစ်ကားပါ) လူတွေက ကိုယ်ကြိုက်တဲ့ဆယ်လီတွေကို ဘယ်လောက်အတိုင်းအတာအထိစွဲလမ်းနိုင်ကြမယ်လို့ထင်လဲ။ သူတို့၀တ်သလိုလိုက်၀တ်စားမလား သူတို့နေထိုင်သလို‌လိုက်နေထိုင်မလား ဒါမှမဟုတ် အဆုံးစွန်ထိတွေးကြည့်မယ်ဆိုရင် အဲဒီဆယ်လီနဲ့ ချွတ်စွပ်တူသွားအောင် ကိုယ့်ကိုကိုယ် ပလတ်စတစ်ဆာဂျရီလုပ်လိုက်မလားပေါ့။ ဒီကားထဲကလူတွေရဲ့ ဆယ်လီတွေအပေါ်စွဲလမ်းကြပုံကတော့ ဘယ်သူမှလိုက်မမီတဲ့အဆင့်တစ်ခုကိုရောက်ရှိလို့နေပါပြီ။ လူတွေက သူတို့စွဲလမ်းတဲ့ဆယ်လီတွေဆီမှာဖြစ်နေတဲ့ ရောဂါတွေကို လိုက်ခံစားချင်လို့ အဲဒီရောဂါတွေကိုလိုက်၀ယ်ကြပါတယ်။ ဒါကိုသိတဲ့ဆယ်လီတွေကလည်း သူတို့ဆီမှာရောဂါတစ်ခုဖြစ်တိုင်း အဲဒီရောဂါဗိုင်းရပ်စ်ပိုးကို ရောင်းစားကြပါတယ်။ဥပမာ- ဒီလူတစ်ယောက်က သူစွဲလမ်းနေတဲ့ဆယ်လီရဲ့နှုတ်ခမ်းမှာဖြစ်နေတဲ့ရေယုန်ကို တစ်ထပ်တည်းခံစားချင်လို့ ဆေးခန်းမှာလာပြီး အဲဒီဗိုင်းရပ်စ်ထိုးဆေးကို၀ယ်တယ်ပေါ့။ လူးကပ်စ်ဆိုတဲ့ဆေးခန်းကတော့ ဆယ်လီတွေမှာဖြစ်နေတဲ့ ရောဂါပိုးဗိုင်းရပ်စ်တွေကို ထိုးဆေးထဲထည့်ပြီးရောင်းနေတဲ့နေရာပါ။ ဆစ်မတ်ဆိုတဲ့လူကတော့ လူးကပ်စ်ဆေးခန်းမှာအလုပ်လုပ်နေသူပေါ့။ သူကဆေးခန်းက ဗိုင်းရပ်စ်နမူနာတွေကို ဘုန်းပြီး မှောင်ခိုဈေးကွက်မှာလည်း ပြန်ပြန်ရောင်းစားရင်း သူကိုယ်တိုင်လည်း ဒီထိုးဆေးတွေကိုခိုးသုံးနေတဲ့သူပါ။အဲဒီမှာ ရောဂါပိုး၀ယ်လိုအားအများဆုံးရထားတဲ့ ဟားနားဂရိုက်စ်ဆိုတဲ့ နာမည်ကြီးဆယ်လီဆီက ဗိုင်းရပ်စ်ထိုးဆေးကို ဆစ်မတ်တစ်ယောက် ခိုးသုံးပြီးနောက်ပိုင်းမှာတော့ ဟားနားလည်း အမည်‌ဖော်လို့မရတဲ့ရောဂါနဲ့သေဆုံးသွားခဲ့တဲ့အခါမှာ ဟားနားဂရိုက်စ်နဲ့နောက်‌ဆုံး ထိတွေ့ခဲ့ရတဲ့ ဆစ်မတ်ဟာ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1f314/Antiviral.2012.720p.(CM).mp4",
        "category": "Horror, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/showing-up-poster-scaled-1-135x200.jpeg",
        "title": "Showing Up (2023)",
        "description": "IMDb rating - 6.7/10 2022 ခုနှစ်ထွက် art movieတစ်ခုကို ပရိတ်သတ်ကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်လမ်းထဲမှာဆိုရင် ဇာတ်လမ်းဇာတ်သွားတစ်ခုလုံးကို အနုပညာဆန်ဆန် အပိုအလိုမရှိ ရိုက်ကူးတင်ဆက်ထားပြီးတော့ အနုပညာကျောင်းမှာ ပညာသင်ပေးတဲ့ပုံစံတွေ...ဆန်းသစ်တီထွင်ဖန်တီးထားတဲ့ လက်ရာဆန်းတွေ.. ဓာတ်ပုံရိုက်ချက် အလင်းအမှောင်တွေကအစ လှပတဲ့ဆေးရေးပန်းချီကားတစ်ချက်ကို ထိုင်ကြည့်နေရသလို ပရိတ်သတ်ကြီးကို ခံစားသွားစေမယ့် ဇာတ်လမ်းကောင်းလေးတစ်ခုဆိုလည်း မမှားပါဘူး ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့.. ပါရမီအရည်အချင်းအပြည့်ရှိတဲ့ ပန်းပုပညာရှင် လစ်ဇီတစ်ယောက် သူမရဲ့ ပြိုင်ဘက်လည်းဖြစ်သလို အိမ်ပိုင်ရှင်လည်းဖြစ်တဲ့ ဂျိုနဲ့ သိပ်ပြီးမပြေလည်တဲ့ဆက်ဆံရေးတစ်ခု ရှိနေခဲ့ပါတယ်.. တစ်နေ့မှာတော့ လစ်ဇီရဲ့ကြောင်ဒဏ်ရာရအောင် လုပ်မိသွားတဲ့ ခိုလေးကို ဂျိုက ကယ်တင်ပေးခဲ့ပြီး လစ်ဇီကိုခဏလောက် ကြည့်ထားပေးဖို့မှာခဲ့ပါတယ် တိုက်တိုက်ဆိုင်ဆိုင် အဲဒီနေ့က လစ်ဇီရဲ့ ပန်းပုအရုပ်တွေ အပြီးလုပ်ရမယ့်နေ့ဖြစ်နေပြီး ခိုကိုပါကြည့်ရှုနေရတာကြောင့် မအားမလပ်ဖြစ်နေပါတော့တယ်..နောက်တစ်နေ့ မီးလင်းဖိုကို လစ်ဇီအပူပေးထားတဲ့ အရုပ်တွေကိုသွားကြည့်တဲ့အချိန် အရုပ်တစ်ရုပ်လောင်ကျွမ်းသွားတဲ့အခါမှာတော့...လစ်ဇီနဲ့ဂျိုကြားက ဆက်ဆံရေးက ဘယ်လိုပြောင်းလဲသွားမလဲ.. ပန်းပုပြပွဲအတွက် ဒီပန်းပုရုပ်နဲ့ပဲ တင်ဆက်ပြသသွားမှာလား..လစ်ဇီရဲ့ရှုပ်ထွေးလှတဲ့မိသားစုဆက်ဆံရေးတွေကရော ဘယ်လိုဖြစ်မလဲဆိုတာကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/2AX3A/Showing.Up.2023.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOWViZWFlMzgtN2ZjYi00NjIzLWI4MjAtZTE5YWY2ZGRjN2U4XkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Tank (2023)",
        "description": "ဘန်နဲ့ ဇနီးဖြစ်သူ ဂျူးလ်တို့ဟာ မမျှော်လင့်ထားပဲနဲ့ ကမ်းရိုးတန်းဒေသမှာရှိတဲ့ အပန်းဖြေအိမ်ကြီးတစ်အိမ်ကို အမွေဆက်ခံဖို့ဖြစ်လာပါတယ်။နှစ်လေးဆယ်လောက် လူသူမနေတဲ့အိမ်ကြီးကို ဘန်တို့မိသားစုသွားကြည့်တဲ့အခါမှာ အိမ်အိုကြီးပတ်လည်မှာ အလွန်တရာလှပတဲ့ ကမ်းခြေနဲ့သဘာဝအလှတရားတွေနဲ့ ပြည့်နှက်နေတာကို တွေရပါတယ်။ ခြံဝန်းထဲမှာလည်း မြေအောက်စမ်းရေနဲ့ချိတ်ဆက်ထားတဲ့ အလွန်တရာမှကြီးမားတဲ့ရေလှောင်ကန်ကြီးလဲရှိနေပါတယ်။ဘန်ရဲ့အမေက ဒီအိမ်အကြောင်းကို ဆုံးပါးသွားချိန်အထိ ဘာလို့လျှို့ဝှက်ခဲ့တာလဲ။ အိမ်ကြီးထဲမှာရော ဘာလျှို့ဝှက်ချက်တွေရှိနေမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် သည်းထိပ်ရင်ဖို ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။  File size…(1.5 GB)/(860 MB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:40:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://megaup.net/1UZrq/The.Tank.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODQ0MDgzNDA0NV5BMl5BanBnXkFtZTcwNDM4MDQ1OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Collection (2012)",
        "description": "IMDB 6.1/10 Rotten tomatoes 35% 2012 ကထွက်ရှိခဲ့တဲ့ The Collection ရုပ်ရှင်ဟာဆိုရင်ဖြင့် ၂၀၀၉ခုနှစ်ကထွက်ခဲ့တဲ့ The Collector ဆိုတဲ့ ရုပ်ရှင်ကားရဲ့အဆက်လို့တောင်ပြောလို့ရပါတယ်။ ဒီရုပ်ရှင်ကတော့ တစ်နေ့မှာ အယ်လီနာဆိုတဲ့ ကောင်မလေးတစ်ယောက်က သူမရဲ့ သူငယ်ချင်းတွေနဲ့အတူပါတီတစ်ခုကိုသွားရမှာ အဲ့ပါတီက လူအစုလိုက်အပြုံလိုက်သတ်တဲ့နေရာတစ်ခုဖြစ်နေရာမှ ထွက်ပြေးရန်ကြိုးစားရင်းကနေ The collector ရဲ့ ဖမ်းဆီးခြင်းကိုခံခဲ့ရသူတစ်ယောက်ပဲဖြစ်ပါတယ်။ အာကင်ဆိုတဲ့လူကတော့ The collector ဆီကနေ လွတ်မြောက်လာတဲ့လူတစ်ယောက်ဖြစ်ပြီး တစ်နေ့မှာတော့ သူဆီကို အယ်လီနာအဖေရဲ့ လက်ထောက်ကနေရောက်လာပြီး အယ်လီနာကိုကူရှာပေးဖို့ပြောရာကနေ အယ်လီနာကို The collector လက်ကနေဘယ်လိုကယ်ထုတ်သွားမလဲဆိုတာကိုရင်ခုန်စွာကြည့်ရမယ့် horror, thrillerအမျိုးအစားဖြစ်ပါတယ်။ File size…(1.4 GB)/(760 MB)/(430 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:22:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated byPhyo Phill",
        "rating": "6.1",
        "url": "https://megaup.net/3gUme/The.Collection.2012.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/209540-TA-133x200.jpg",
        "title": "Tamilarasan (2023)",
        "description": "Tamilarasan (2023)\nIMDb - 6.2/10တမီးလ်အနုပညာလောကမှာ တေးရေး၊တေးဆို၊ရုပ်ရှင်အယ်ဒီတာ၊အသံဖမ်းအင်ဂျင်နီယာ၊\nဒါရိုက်တာအဖြစ်နဲ့ ဘက်စုံထူးချွန်လှတဲ့ မင်းသားကြီး ဗီဂျေးအန်တိုနီ၊\nRamaiya Vastavaiya (2013)ထဲမှာ ညီမဖြစ်သူကို သိပ်ချစ်ပြီး\nမြင်းရုပ်လေးလုပ်ပေးတဲ့ အကိုကြီးနေရာက သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး ဆိုနူး၊\nပရိသတ်အချစ်တော် ဟာသမင်းသား လူရွှတ်ကြီး ယိုဂီဘာဘူတို့ပါဝင်ထားပါတယ်။\nမင်းသား ဗီဂျေးအန်တိုနီက ဇာတ်လမ်းရဲ့နာမည်အတိုင်းပဲ တမီးလ်ရာဆန်နေရာကနေ\nရဲတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n\"ကျွန်တော့်ရင်ထဲကအထက်အရာရှိအပေါ် လေးစားမှုက အပြင်မှာရှိနေတဲ့အရာရှိအပေါ်\nလေးစားမှုထက်ပိုနေပါတယ် ကျွန်တော့်ရင်ထဲကအရာရှိက ဆရာခိုင်းတာကို\nမလိုက်နာဖို့ပြောပါတယ်\" ဆိုတဲ့ အရာရှိတမီးလ်တစ်ယောက် ဆန္ဒပြပြည်သူတွေကို\nအသက်အန္တရာယ်ပြုဖို့ ငြင်းဆန်မှုကြောင့် တာဝန်ကရပ်ဆိုင်းခံခဲ့ရပါတယ်။ချစ်ရတဲ့ ဇနီးရယ်သားလေးရယ်နဲ့\nပျော်ရွှင်စရာမိသားစုလေးကို ပိုင်ဆိုင်ထားပေမဲ့ သားဖြစ်သူကို နှလုံးအစားထိုးကုသမှရမယ်ဆိုတဲ့\nအဖြစ်ဆိုးကြီးနဲ့ကြုံလိုက်ရပါတယ်။သွားတက်မိတဲ့ဆေးရုံကလည်း သပွတ်အူလိုရှုပ်ထွေးလှတဲ့\nလူကြီးချင်းလက်ဝါးရိုက်လုပ်နေတဲ့ ကိစ္စတွေများတဲ့ဆီဖြစ်နေတော့ နှလုံးအစားထိုးကုသဖို့\nစာရင်းစောင့်နေရတာရယ် ငွေရေးကြေးရေးမပြည့်စုံတဲ့အတွက် ကုသစရိတ်လိုက်ရှာရတဲ့\nအရာရှိတမီးလ်တစ်ယောက်၊ သားဖြစ်သူအတွက် အသက်ကိုပါ ပေးဆပ်ဖို့အသင့်ဖြစ်နေတဲ့\nတမီးလ်ရာဆန်တစ်ယောက် သူ့အပေါ်ကျရောက်လာမယ့် ကံကြမ္မာဆိုးတွေကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းပြီး\nအခက်အခဲတွေကို ကျော်လွှားနိုင်ပါ့မလားဆိုတာ ကြည့်ရှုရမှာပါ။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Thaik San ~ chiclon3 ~ Khin Khin ~ BpL ~\nYunni ~Zwe ...",
        "rating": "5.9",
        "url": "https://megaup.net/1V167/Tamilarasan_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjE4NmE3MDUtYTI4Ny00NTUyLTg1NmUtMWIyNjY1M2MzNjNjL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjkzODMxNTY@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Vanilla and Chocolate (2004)",
        "description": "Vanilla and Chocolate (2004)\n======================\nIMDb Rating - 6.1/10\" ဘီယာဘူးတောင် ကိုယ့်ဘာသာမဖောက်တတ်တဲ့ရှင်..... ကျွန်မ\nမရှိဘဲဘယ်လိုနေမလဲ ကျွန်မမစဉ်းစားချင်တော့ဘူး \"။ မိန်းမကျမ်း\nကြေ မိန်းမပွေလွန်းတဲ့ယောက်ျားကို Penelope တစ်​ယောက် မသိ\nကျိုးကျွန်ပြုထားရတာ ကြာခဲ့ပါပြီ။ သားသမီး ၃​ယောက်ကိုငဲ့ပြီး\nသည်းခံလာရသမျှတွေလည်း တစ်နေ့မှာတော့ ရေစီးကမ်းပြိုလိုက်\nသွားရပါတော့တယ်။Penelope စိတ်ပျက်ပြီး ထွက်သွားတဲ့အခါမှာတော့ အိမ့်တာဝန်\nသားသမီးတာဝန်ဆိုလို့ လက်ကလေးတစ်ချောင်းမမဖူးတဲ့ Andrea\nတစ်ယောက် ရုံးနဲ့အိမ်ကြား တောင်ပြေးမြောက်လိုက်ဖြစ်နေရပါပြီ။\nမိသားစုနဲ့ဝေးရာရောက်နေတဲ့ Penelope ဟာလည်း ခင်ပွန်းဖြစ်\nသူမှားသမျှကို တောင့်ခံလျစ်လျူရှုပေးနိုင်ခဲ့တဲ့ ဝှက်ဖဲလေးအကြောင်း\nနောက်ကြောင်းပြန်စဉ်းစားမိနေရင်း......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (555 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 50Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Hnin Wut Yi\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1UZrs/Vanilla.and.Chocolate.2004.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjAyOTMxMjA3Nl5BMl5BanBnXkFtZTgwMTMwNjQ4MDE@._V1_-128x200.jpg",
        "title": "Draft Day (2014)",
        "description": "ဒီနေ့ တင်ဆက်ပေးမှာကတော့ ဘောလုံးနဲ့ ပတ်သက်တဲ့ ရုပ်ရှင်လေးပါ။ NFL Draft ဆိုတာ အသင်း ၃၂ သင်းက လိုချင်တဲ့ ကစားသမားကို ရနိုင်ဖို့ ကစားသမား ၂၂၄ ယောက်ထဲက အကြိတ်အနယ်ရွေးချယ်ရမယ့် အခွင့်အရေးပါ။ Sonny Weaver Jr. ကတော့ Cleveland Browns ဘောလုံးအသင်းရဲ့ အထွေထွေမန်နေဂျာဖြစ်ပါတယ်။ ပြီးခဲ့တဲ့အပတ်က သူ့အဖေ နည်းပြ Sonny Weaver ဆုံးသွားပြီး လူတွေက အဖေနဲ့ နှိုင်းယှဉ်ပြီး ဝေဖန်ကြတာတွေ၊ အသင်းအပေါ် ပရိသတ်တွေရဲ့ မျှော်လင့်ချက်ကြီးတာတွေကြောင့် ဖိအားများနေပါတယ်။ ဇာတ်လမ်းစပုံကတော့ Sonny ဆီကို Seattle Seahawks အသင်းက Tom က ကမ်းလှမ်းမှုတစ်ခု လုပ်ရာကစပါတယ်။ကမ်းလှမ်းချက်ကတော့ Seattle Seahawks က ထိပ်တန်း တိုက်စစ်မှူး ဘိုကယ်လာဟန်ကို လိုချင်ရင် Browns အတွက် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1f0s1/Draft.Day.2014.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZTNhNjU4MTUtYmViMS00ZjVlLTgwOTYtNzkyNTUzMjNmNTMxXkEyXkFqcGdeQXVyMTAxNDQ2MTAw._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "On Sacred Ground (2023)",
        "description": "2023 ခုနှစ်မှအသစ်စက်စက်ထွက်ရှိထားပြီး IMDb 6.3/10 အထိရရှိထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ၂၀၁၆ ခုနှစ်ကဖြစ်ပျက်ခဲ့တဲ့ ဒါကိုတာပြည်နယ်ကရေနံပိုက်လိုင်းဖြစ်ရပ်ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ ဇာတ်လမ်းထဲမှာတော့ ဒါကိုတာပြည်နယ်မှာ‌ဆောက်လုပ်နေတဲ့ရေနံပိုက်လိုင်းအရေးအခင်းနဲ့ပတ်သက်ပြီး သတင်းယူဖို့သွားတဲ့သတင်းထောက်ဒန်မက္ကန်နီတစ်ယောက် ဘယ်လိုအမှန်တရားတွေကိုရှာဖွေဖော်ထုတ်သွားမလဲဆိုတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်File size…(1.1 GB)/(670 MB)/(320 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.0",
        "url": "https://megaup.net/1f0rb/On.Sacred.Ground.2023.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNWY2NjNkYzgtYTE1Ny00MzAzLWEyNWItNTIzODdlZDgwZGJhXkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Stolen in Her Sleep (2022)",
        "description": "Stolen in Her Sleep (2022)\n===================ဟေလီဟာ နှလုံးအစားထိုးခွဲစိတ်ကုသခံထားရတာ သိပ်မကြာသေး\nတဲ့ သမီးလေးဖြစ်သူအေဗာနဲ့အတူ အိမ်မှာပဲနေဖြစ်တာများတဲ့ stay-\nat-home ပန်းချီဆရာမတစ်ယောက်ပါ။ စိတ်ပူပန်မှုတွေအလွန်များ\nလွန်းတတ်တာကြောင့်မို့လို့ စိတ်ကျန်းမာရေးနဲ့သက်ဆိုင်တဲ့ဆေးတွေ\nကိုလည်း သောက်သောက်နေရတဲ့သူပေါ့။ ခင်ပွန်းသည်ဖြစ်သူ ဂျိမ်းစ်\nရှိပေမယ့်လို့ အလုပ်ကိစ္စနဲ့ခရီးတွေ ခဏခဏထွက်နေရတာကြောင့်မို့\nလို့ တစ်နေ့မှာတော့ ဂျိမ်းစ်ဟာ ဟေလီအတွက်အကူအညီဖြစ်ရအောင်\nရယ်၊ သူကိုယ်တိုင်နဲ့လည်း နှစ်ပေါင်းများစွာကြာအောင် အလှမ်းဝေး\nကွာလျက်ရှိနေပြီး သိပ်မကြာခင်ကမှ ပြန်အဆက်အသွယ်ရထားတဲ့\nမိခင်ဖြစ်သူလင်းနဲ့ မိသားစုဘဝလေး ထပ်ဖြစ်စေချင်တာကြောင့် လင်း\nကို တစ်ခါတလေအိမ်ကိုလာကူညီပေးဖို့ခေါ်ထားလိုက်ဖို့ဆုံးဖြတ်လိုက်\nပါတယ်။ ဟေလီ့အနေနဲ့ သဘောအကျကြီးမဟုတ်ပေမယ့်လည်း ခင်ပွန်း\nသည်ကိုအားနာပြီးလက်ခံလိုက်ရတာပေါ့။ဒါ့အပြင် ဟေလီတစ်ယောက် အပြင်မှာ မက်ဂန်ဆိုတဲ့အမျိုးသမီးတစ်\nယောက်နဲ့ မထင်မှတ်ဘဲတွေ့ဆုံမိပြီး သူငယ်ချင်းတွေလို ရင်းနှီးကျွမ်း\nဝင်လို့လာခဲ့ပါတယ်။ အဲဒီလိုနဲ့ သူ့နားကိုလူသစ်နှစ်ယောက်ရောက်လာ\nအပြီးတစ်နေ့မှာတော့ ကလေးထိန်းဖြစ်သူမေရီဟာ ပန်းခြံမှာကလေး\nထိန်းပေးနေရင်းနဲ့ ရုတ်တရက်သေဆုံးသွားခဲ့သလို ဟေလီ့အနေနဲ့လည်း\nသူ့အနောက်ကနေ လိုက်လိုက်နေတဲ့ ယောကျ်ားတစ်ယောက်ကို ခဏ\nခဏတွေ့တွေ့နေလာရပါတယ်။ ဒါပေမယ့်လည်း သူကလွဲပြီး အဲဒီယော\nကျ်ားကို ဘယ်သူမှမတွေ့ရဘူးပြောပြောနေတော့ တကယ်ရောဟုတ်ရဲ့\nလား ဒါမှမဟုတ် ဟေလီတစ်ယောက် စိတ်တွေထင်ယောင်ထင်မှားဖြစ်ပြီး\nမြင်ယောင်နေတဲ့အရာလား။မေရီသေဆုံးသွားတာဟာ သွေးရိုးသားရိုးဖြစ်နိုင်ပါ့မလား။ လင်းဟာလည်း\nဂျိမ်းစ်ရဲ့မိခင်ဆိုပေမယ့်လို့ ဝေးကွာနေတာနှစ်တွေအတော်ကြာနေပြီဖြစ်\nလို့ ဟေလီတစ်ယောက် ...",
        "rating": "5.4",
        "url": "https://megaup.net/3gQ8g/Stolen.in.Her.Sleep.2022720p.AMZN.WEBRip.(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Screen-Shot-2023-06-19-at-11.48.22-126x200.png",
        "title": "Tiger’s Tail (2022)",
        "description": "Tiger's Tail (2022)\n==============အမ်မရာလို့ ခေါ်တဲ့ US ရောက် နိုင်ဂျီးရီးယားသူလေးဟာ\nမိခင်နိုင်ငံက ကလေးတွေကိုလည်းကူညီပေးဖို့ နိုင်ဂျီးရီးယား\nကို ပြန်လာပါတော့တယ်။ ခရီးရောက်မဆိုက် ချစ်သူက\nလက်ထပ်ခွင့်ပါတောင်းလိုက်တော့ ဘုရားလည်းဖူးရင်း လိပ်\nဥလည်းတူးရင်း ဖြစ်သွားတာပေါ့။ဒီလိုနဲ့ သူ့ရဲ့အိမ်မက်ဖြစ်တဲ့ နိုင်ဂျီးရီးယားက ဆင်ခြေဖုံးရပ်\nကွက်တွေမှာရှိတဲ့ ကလေးတွေကို စာသင်ဖို့လုပ်ပါတော့တယ်။\nဒါပေမဲ့ ဆင်ခြေဖုံးရပ်ကွက်ဆိုတဲ့အတိုင်း ခိုးဆိုးလုနှိုက် ဆေး\nဝယ်ဆေးရောင်းကောင်တွေကလည်းရှိနေတော့ သူတို့ရဲ့ဘိ\nပျောက်မှာ စိုးရိမ်လာတဲ့အခါ အမ်မရာကိုမကြည်ကြတော့ပါ\nဘူး။ တစ်ဖက်မှာလည်း LDRS ဖြစ်နေတုန်းက ကျင်းအစုံတူး\nထားတဲ့ ရည်းစားရဲ့ အပုပ်နံ့ကိုလည်း သိသွားရပါတော့တယ်။\nအမ်မရာတစ်ယောက် ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရပြီး\nဘယ်လိုကျော်ဖြတ်မလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှု\nလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (553 MB) / (373 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 52Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Thetti Tun\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1eWyc/Tigers.Tail.2022.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzViZWI4YjEtN2NlMi00MjIwLTkzZWQtYzU0YWFiMjc3NjcxXkEyXkFqcGdeQXVyMjIwNDE3NDA@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Float (2022)",
        "description": "Float (2022)ကာလီတို့ သူငယ်ချင်းတစ်သိုက်ဟာ နှစ်စဉ်နှစ်တိုင်း မြစ်တစ်ခုဆီကို ခရီးထွက်နေကျပဲဖြစ်ပါတယ်...ဒီနှစ်ခရီးစဉ်မှာ ပြောင်းလဲသွားတာ တစ်ခုကတော့ ချူဝီဟာ မနှစ်ကလေးတင် မြစ်ကြောင်းထဲမှာ ဆေးလွန်ပြီး သေဆုံးသွားခဲ့တာပါ... ဒီခရီးစဉ်ကို နှစ်တိုင်းအားတက်သရော တက်ကြွလှုပ်ရှားခဲ့တဲ့ ချူဝီရဲ့ အရိုးပြာကို သူသိပ်ချစ်တဲ့ မြစ်ထဲကို မျှောချဖို့ရာ ဒီတစ်နှစ်မှာလည်း ဒီမြစ်ကလေးရှိရာကိုပဲ ရောက်လာခဲ့ပါတော့တယ် ….တကယ်တော့ မြစ်ချောင်းကြီးဟာ ကာလီတို့ ထင်မြင်ခဲ့သလို ရက်စက်မှုကနေ ကင်းဝေးတဲ့ သဘာဝတောတောင်နေရာကလေး တစ်ခု ဟုတ်မနေခဲ့ပါဘူး... ချူဝီရဲ့ သေဆုံးမှုဟာလည်း ဆေးလွန်တာထက်ကို ပိုလွန်နေခဲ့ပါတယ်... ဒီအကြောင်းကို တဖြည်းဖြည်း ရှာဖွေဖော်ထုတ်လာနိုင်ကြတဲ့အခါသူတို့ ရင်ဆိုင်နေရတာဘာလဲ... သတ္တဝါလား... ပရလောကသားလား... သူတို့သူငယ်ချင်းတစ်သိုက်ရော ကျော်လွှားနိုင်မှာလား ရှုစားရမှာပဲ ဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.4GB) / (700MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:12:00\nType__Adventure\nSubtitle__Myanmar ...",
        "rating": "5.0",
        "url": "https://megaup.net/1f4jk/Float_(2022)_720p.mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNGYyMzk2MmQtMGVmNC00YWEzLWFkMjUtY2FjNzQyNjJmYjE5XkEyXkFqcGdeQXVyODY1MDkwOQ@@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Annem (2019)",
        "description": "Annem (2019)\n===========\nGenre – Drama\nIMDB – 5.8/10ဒရမ်မာကားတွေနဲ့ မျက်ရည်ခြူတဲ့နေရာမှာ တူရကီကားတွေ ပိုင်နိုင်နေကြ\nသလား။ လူတိုင်းသိကြမယ့်ကားလေးပြောဆို ကိုရီးယားကလေးမလေးနဲ့\nတူရကီစစ်သားကြီးတို့ မေတ္တာအကြောင်း ရိုက်ထားတဲ့ Ayla ဆိုတာ ရှိပါ\nတယ်။ တကယ်ကို ကြည့်မိတဲ့လူတိုင်း မျက်ရည်ဝဲရတဲ့ကားပါ၊ အခုလည်း\nမျက်ရည်ခြူမယ့်နောက်တစ်ကားဖြစ်ပါတယ်။ ဒီတစ်ခါတော့ မိခင်မေတ္တာ\nကို ဖော်ကျုးထားတဲ့ ဒရမ်မာကားလေးပေါ့။တူရကီက ရွာလေးတစ်ရွာမှာ အသက်ကြီးမှ သမီးလေးမွေးထားတဲ့ လင်\nမယားရှိကြတယ်၊ ယောက်ျားကတော့ မြင်းလောင်း အရက်သောက်နဲ့ ဆူပူ\nတကျက်ကျက်ပေါ့လေ။ မအေကြီးခမျာကျ ချစ်ရှာတယ်။ အသက်ကြီးမှ\nရတာအပြင် သူ့လို ပညာမတတ်တာမျိုး မဖြစ်စေချင်လို့ ကျောင်းလည်းတက်\nစေချင်တယ်၊ ယောက်ျားကတော့ တားတာပေါ့လေ၊ အချိန်တန် ယောက်ျား\nပေးစားပြီး လယ်လုပ်ရမယ်ပေါ့။ ဒါပေမဲ့ အတိုက်အခံတွေကြားက မအေ\nအိုကြီးလည်း ရအောင်ထားခဲ့ရှာပါတယ်၊ မရှိလည်း တတ်နိုင်သလောက်\nဖြည့်ဆည်းပေးရင်းနဲ့ပေါ့။ဒီလိုနဲ့ အသက်ကြီးလာခဲ့တော့ အမေအိုကြီးက ချစ်ပြီး သည်းသည်းလှုပ်\nနေသလောက် ဆယ်ကျော်သက်ဖြစ်လာတဲ့ကောင်မလေးက ရွာသူအဖွား\nကြီး သူ့ကို အရှက်ကွဲရစေတယ်ပေါ့လေ။ ဒီရွာကြီးမှာလည်း မနေချင်တော့\nဘူး ...",
        "rating": "5.8",
        "url": "https://megaup.net/1eZkw/Annem.2019.TURKISH.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTFlNDcxNzYtOTg1Yi00N2E2LWIzNzgtNGEwN2EyZjhkMzhkXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-159x200.jpg",
        "title": "Siya (2022)",
        "description": "Siya (2023)\n**************\nဒီ ဟင်ဒီစကားပြောCrime/Dramaအမျိုးအစား ဘောလိဝုဒ်\nဇာတ်ကားလေးကိုတော့ Zee5 ရုပ်သံလိုင်းမှာ ထုတ်လွှင့်ပြသခဲ့ပြီး\nIMDb rating 8.9အထိ ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\nစီယာဟာ ၁၇နှစ်အရွယ် မိန်းကလေးတစ်ယောက်ဖြစ်ပြီး\nရွာမှာ အဖေတို့ အဒေါ်တို့နဲ့ နေပါတယ်။\nသူက ဒေလီကိုသွားပြီး အလုပ်လျှောက်ဖို့ အိပ်မက်မက်နေခဲ့ပေမဲ့\nအခြေအနေ အကြောင်းကြောင်းကြောင့် သွားခွင့်မရခဲ့ပါဘူး။\nတစ်နေ့မှာတော့ ရွာသားတချို့ရဲ့ ယုတ်မာမှုကို ခံလိုက်ရပါ‌တော့တယ်။\nဒါပေမဲ့ သူဟာ အမှန်တရားကို ရဲရဲဝံ့ဝံ့ရင်ဆိုင်ပြီး ယုတ်ညံ့တဲ့ အသိုက်အဝိုင်းကို\nသတ္တိရှိရှိ တိုက်ခိုက်ဖို့ ဆုံးဖြတ်လိုက်ရာမှာတော့ ...စီယာတစ်ယောက် ဘယ်လိုအခက်အခဲ အတားအဆီးတွေနဲ့\nရင်ဆိုင်ရမှာလဲ ....\nအမှန်တရားက သူ့ကို မျက်နှာသာ ပေးမှာလား ...\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုပေးကြပါလို့ ...ဇာတ်လမ်းအညွှန်းကတော့ Thaik Sanမှ ရေးသားပေးထားပြီး\nဘာသာပြန်တွေကတော့ Thaik San,BpLနဲ့ Yunniတို့ပဲ ဖြစ်ပါတယ်။\nFile size…1.9GB / 771MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik ...",
        "rating": "8.9",
        "url": "https://megaup.net/1f2c2/Siya_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qU9hqUSGyQfbkEdqluX21nWVcp9.jpg",
        "title": "[18+] Bitter Moon (1992)",
        "description": "Bitter Moon (1992)~ IMDb - 7.2/10, Rotten Tomatoes - 63% ~ခေတ်လိုအပ်ချက်အရရော လူ့လိုအပ်ချက်အရရော Erotic ကားတွေကို ရိုက်ခဲ့ကြတဲ့ အထဲမှာ ထိတ်ထိတ်ကြဲဒါရိုက်တာတွေလည်း မကင်းခဲ့ပါဘူး။ မင်းသားမင်းသမီးတွေကတော့ ပိုမကင်းပေါ့။ အရှေ့တိုင်း အနောက်တိုင်းအပါအဝင် နာမည်ကြီးစီနီမာတော်တော်များများက ဒါရိုက်တာတွေထဲ ဒီလိုကားတွေရိုက်ခဲ့တဲ့သူတွေ မနည်းပါဘူး။ ဒီတစ်ခါကားကို ရိုက်တဲ့သူက ရိုမန်ပိုလန်စကီးပါ။ရိုမန်ပိုလန်စကီးနာမည်ကို ဂိတော်တော်များများလည်း ရင်းနှီးပြီးသားပါပဲ။ သူ့မရင်းနှီးတောင် သူရိုက်ခဲ့တဲ့ကားတွေကိုတော့ ရင်းနှီးကြမှာပါပဲ။ The Pianist, Rosemary's Baby, Chinatown စသဖြင့် မာစတာ့ မာစတာပိစ်တွေကားတွေကို ရိုက်ခဲ့တဲ့ ဆရာကြီးပါပဲ။ ဒီဘဲက အော်စကာ၊ ဗြိတိန်အကယ်ဒမီ၊ ဆီဇာ၊ ရွှေကမ္ဘာလုံး၊ ရွှေဝက်ဝံ၊ Palme d'Or စသဖြင့် ထိပ်တန်းတကာထိပ်တန်းဆုကြီးတွေနဲ့ အမြဲ မျက်မှန်းတန်းမိနေတဲ့ လူဆိုလည်းမမှားဘူး။ ဒီတော့ သူ့စကေးကိုတော့ သွားရှုပ်လို့မရဘူးပေါ့။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1f21t/(CM)_Bitter_Moon_(1992)_720p.mp4",
        "category": "Adult, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yo87I8MxzRf9ZsN6Awc2kM8vGwq.jpg",
        "title": "Over the Top (1987)",
        "description": "Over the Top (1987)အားလုံးရဲ့အချစ်တော် ရမ်ဘိုမင်းသားကြီး စတားလုန်းစ်ရဲ့ဂန္ထဝင်ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ Arm-Wrestling အားကစားနောက်ခံနဲ့ သားအဖနှစ်ယောက် ပြန်တွေ့ကြတဲ့အကြောင်းလေးကိုရိုက်ကူးထားတဲ့ ရင်ထဲထိစေမယ့်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။~ ဇာတ်လမ်းအကျဥ်း ~လင်ကွန်းဟော့ခ်က ယောက္ခမဖြစ်သူရဲ့စနက်ကြောင့် ကွာရှင်းခဲ့ရပြီး ဇနီးနဲ့သားလေးကိုထားခဲ့ရတာပါ။ နှစ်တွေကြာပြီးနောက်မှာ မိုက်ကယ့်အမေ နှလုံးရောဂါသည်က သူကြာကြာမနေရတော့ဘူးဆိုတာသိတဲ့အတွက် မိုက်ကယ့်အဖေကိုပြန်ခေါ်ခဲ့ပြီး မိုက်ကယ်သင်တန်းကျောင်းဆင်းတဲ့နေ့မှာ သွားကြိုခိုင်းခဲ့ပါတယ်။ မိုက်ကယ်ကတော့ သူ့အဖေထွက်သွားရတဲ့အကြောင်းရင်းကိုမသိတဲ့အတွက် စစတွေ့ချင်းမှာ သူ့အဖေကို မကြည်ဖြူခဲ့ပါဘူး။ကုန်ကား​ပေါ်က အိမ်အပြန်သုံးရက်ခရီးမှာ လူလည်လေးမိုက်ကယ်ရဲ့ အဖေကိုဆရာလုပ် သြဝါဒချွေတဲ့အခန်းတွေနဲ့ သားအဖနှစ်ယောက် ဘုကလန့်တိုက်ရင်း ရင်းနှီးသွားကြပုံကို ကြည်ကြည်နူးနူးကြည့်ရှုခံစားကြရမှာပါ။ ဒီခရီးအပြီးမှာဘာတွေဆက်ဖြစ်လာမလဲ... မိုက်ကယ့်အဘိုးက ဘယ်လိုတွေဖျက်ဦးမလဲ... ဆိုတာကို မင်းသားကြီးစတားလုန်းစ်ရဲ့  Arm-Wrestling စကေးတွေနဲ့အတူ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.85GB, 850MB\nQuality - 1080p, 720p\nIMDb Rating - 5.8/10\nFormat - ...",
        "rating": "5.8",
        "url": "https://megaup.net/1UZqv/(CM)_Over_the_Top_(1987)_720p.mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/JACm93MwYwCF3mqFv69YFut2uc.jpg",
        "title": "Born to Fly ( 2023 )",
        "description": "CMပရိတ်သတ်တို့အတွက် Wang Yi Bo(ဝမ်ရိပေါ်)ရဲ့\nရုပ်ရှင်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nBorn To Fly ဆိုတဲ့ရုပ်ရှင်ဇာတ်ကားလေးမှာ\nဝမ်ရိပေါ်က ခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပြီး\nသူသရုပ်ဆောင်ရတဲ့ဇာတ်ကောင်စရိုက်ကတော့\nလေယာဉ်မှူးပဲဖြစ်ပါတယ်..Born To Fly ဇာတ်ကားကိုရုံတင်ပြသခဲ့တုန်းက Box Officeမှာ\n120 Million ရရှိထားခဲ့သလို တရုတ်ပြည်မှာလဲဝက်ဝက်ကွဲ\nရုံပြည့်ရုံလျှံအားပေးကြတဲ့ ဇာတ်ကားလေးတကားပဲဖြစ်ပါတယ်\nဆုတွေအနေနဲ့လဲ ဆု ၈ ခု ပိုင်ဆိုင်ခဲ့ပြီးတော့ ၅ ခုအတွက်\nလျာထားခြင်းလည်းခံခဲ့ရပါသေးတယ် ဇာတ်လမ်းအကျဉ်းလေးကို\nတင်ဆက်ပေးရမယ်ဆိုရင်တော့လေ့ယွီ(Wang Yi Bo)ဟာ ကပ္ပတိန်ကျန်းထင်ရဲ့ ကြောင်းလမ်းမှုနဲ့\nစမ်းသပ်ပျံသန်းရေးဌာနမှာ စမ်းသပ် တိုက်လေယာဉ်မှူးဖြစ်ဖို့\nအဆင့်ဆင့်ဆန်းစစ်မှုတွေကိုဖြတ်သန်းခဲ့ပါတယ်ဒီလိုနဲ့ ရှေ့တန်းကလေယာဉ်မှူးတွေ အန္တရာယ်ကင်းကင်း\nလေယာဉ်မောင်းနှင်နိုင်မှုအတွက် ပြင်းထန်ပြီး\nစွန့်စားခန်းကြီးလာတဲ့ မစ်ရှင်တွေ ဆောင်ရွက်ရပါတော့တယ်\nမြင့်မားတဲ့ဝေဟင်ထက်မှာ သေခြင်းတရားနဲ့\nအကြိမ်ကြိမ်ရင်ဆိုင်ခဲ့ရပြီး နောက်ဆုံးမှာတော့လေဟုန်ကိုခွင်းပြီး ဝေဟင်ထက်က လေတံခွန်လေးဖြစ်နိုင်ပါ့မလား...\nတာဝန်ကိုရောပြီးမြောက်အောင်မြင်နိုင်ပါ့မလား\nနိုင်ငံကိုပိုင်နက်ကျူးကျော်နေတဲ့ ပြည်ပတိုက်လေယာဉ်\nနယ်ချဲ့သမားတွေကိုလည်း တရုတ်နိုင်ငံတော်လေတပ်နဲ့ ဘယ်လိုပူးပေါင်း တိုက်ထုတ်ကြမလဲ\n\"စွန့်စားခန်း\" တွေကနေ လေ့ယွီတစ်ယောက် အန္တရာယ်ကင်းကင်းနဲ့\nပြန်လာနိုင်ပါ့မလားဆိုတာကို...................\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/born-to-fly-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ffsPwAXvdkpesG3MMKyDe8LjYp6.jpg",
        "title": "Stella (2022)",
        "description": "Stella (2022)အခု မိတ်ဆက်ပေးမယ့် Stella ဆိုတဲ့ ဇာတ်ကားကတော့ ၂၀၂၂ ခုနှစ်ကထွက်ရှိထားတဲ့ ဟစ်တလာတန်ခိုးထွားခဲ့တဲ့အချိန်ကာလကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာဆိုရင်တော့ မင်းသား မင်းသမီးသစ်တွေဖြစ်တဲ့ လူးဝစ်(စ်)ဟောလ်နဲ့ အော်လီဖင်းန် ကနေပြီးတော့ ဇာတ်ဆောင်တွေအဖြစ်ပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။ မင်းသား၊ မင်းသမီးသစ်လေးတွေဆိုပြီးတော့ အထင်တော့သွားမသေးစေချင်ပါဘူး။ နာမည်ကြီးတက္ကသိုလ်တစ်ခုဖြစ်တဲ့ အောက်စဖို့ဒ်ရဲ့ ဒရာမာကျောင်းနဲ့ အင်္ဂလန်ထိပ်တန်း အနုပညာကျောင်းဖြစ်တဲ့ Royal Central ရဲ့ လက်ထွက် မင်းသားမင်းသမီးတွေဖြစ်ပါတယ်။ အဲဒါကြောင့်မို့လို့ သရုပ်ဆောင်စကေးကတော့ အပြစ်ပြောစရာကို မရှိပါဘူး။ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းဟာဆိုရင်တော့ဖြင့် ဂျာမန်-ဂျူး ကပြားလေးဖြစ်တဲ့ စတယ်လာဆိုတဲ့ ဒုက္ခသည်အမျိုးသမီးလေးက စကော့တလန်မှာရှိတဲ့ မှူးမတ်ဘွဲ့ကိုရရှိထားသူ သခင်ရစ်ဂ်ရဲ့ အိမ်တော်မှာ အိမ်ကူအဖြစ်အလုပ်လျှောက်ဖို့ သွားရာကနေ စပါတယ်။ စတယ်လာလေးဟာ သူအလုပ်လျှောက်ရမယ့် အိမ်ကိုရောက်သွားပေမဲ့လည်း ကံမကောင်းစွာနဲ့ပဲ သူရောက်လာတာနောက်ကျသွားတဲ့အတွက် သူ့နေရာကို လူစားထိုးခံလိုက်ရပါတယ်။ ဒါပေမဲ့လည်း အကြောင်းဖန်လာတော့ ရစ်ဂ်အိမ်က သခင်မက သူ့ကို သနားသွားပြီး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1UZfv/(CM)_Stella_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzBhNjQ2MzQtZGI3Mi00ZWQ1LWE1ZjQtMjUyYzQ3OTAzOTNhXkEyXkFqcGdeQXVyMzQ4MDQ4ODc@._V1_-140x200.jpg",
        "title": "Mixed by Erry (2023)",
        "description": "Mixed by Erry (2023)\n================\nIMDb Rating - 7.1/10အဦးဆုံးအနေနဲ့ အယ်ရီဆိုတာ ဘယ်သူလဲ၊ အယ်ရီဖရက်တက်စီယို\nဆိုတဲ့ပုဂ္ဂိုလ်ကတော့ လက်ရှိအချိန်အထိအပြင်မှာသက်ရှိထင်ရှား\nရှိနေသေးပြီး ၁၉၈၀ ကျော်ကာလတွေအတွင်း သီချင်းကတ်ဆက်နဲ့\nတိပ်ခွေတွေကို အီတလီနိုင်ငံက လူတွေရဲ့လက်ထဲကိုရောက်အောင်\nစွမ်းဆောင်ပေးခဲ့တဲ့ သူရဲကောင်းကြီး (ဝါ) မူပိုင်ခွင့်တွေချိုးဖောက်တဲ့\nရာဇဝတ်သမားလို့ ပြောလို့ရပါတယ်။အယ်ရီ့မှာ ဒီဂျေတစ်ယောက်ဖြစ်ချင်တဲ့ဝါသနာအိပ်မက်လေးတစ်ခု\nပါလာတယ်။ သို့ပေမဲ့ အမျိုးမျိုးသောအကြောင်းတရားတွေကြောင့်\nဒီဂျေဘဝကိုလက်လွှတ်လိုက်ရတော့မဲ့အချိန်မှာပဲ ကတ်ဆက်ခွေတွေ\nရောင်းဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့ အယ်ရီတို့မိသားစုရဲ့\nဘဝဟာ အရာရာပြောင်းလဲသွားခဲ့ပါတော့တယ်။ဒီဇာတ်ကားလေးကတော့ ဖရက်တက်စီယိုညီအစ်တွေဖြစ်တဲ့ အယ်ရီ၊\nဂီအူ‌ဆက်ပေး နဲ့ အန်ဂျလို တို့ သုံးယောက်သား လောကဓံရဲ့အနိမ့်\nအမြင့်အတက်အကျတွေကြားထဲကနေ ဘယ်လိုအောင်မြင်အောင်\nကြိုးစားခဲ့ကြလဲဆိုတာကိုကြည့်ရှုခံစားရမဲ့ Netflix ရဲ့ အီတလီ အတ္တု\nပ္ပတ္တိ ဒရာမာဇာတ်ကား‌လေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (675 MB) / (382 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 50Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, History\nTranslator.......Khant ...",
        "rating": "7.1",
        "url": "https://megaup.net/1eWqx/Mixed.By.Erry.2023.720p.WEBRip.(CM).mp4",
        "category": "Comedy, History, Uncategorized"
    }
]