[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kdeVGrB2hc7wg4F36oG1CBQt2hU.jpg",
        "title": "We Are Little Zombies (2019)",
        "description": "We are little Zombies (2019)IMDb - 6.8/104 Wins and 11 Nominationsစိတ်ခံစားမှုမျိုးစုံ အတွေးမျိုးစုံကို မြုပ်ကွက်များနဲ့အတူ ခံစားမိစေမယ့်  We are little zombies\nငယ်စဉ်ကတည်းက မိဘတွေရဲ့ ဂရုမစိုက်မှု နဲ့ ပတ်၀န်းကျင်ကြောင့် အထီးကျန်နေခဲ့ရပြီး\nမိဘတွေကို မနှစ်သက်ကြတဲ့ ကလေး ၄ ယောက် ၊\nအကြောင်းကြောင်းကြောင့် မိဘတွေ သေဆုံးသွားပြီး မိဘတွေရဲ့ ဈာပနပွဲမှာမှ သူတို့တွေ့ဆုံခဲ့ရတယ် ၊\nUnemotional လို့ခေါ်တဲ့ စိတ်ခံစားမှုမရှိတဲ့ ကလေး ၄ ယောက်ဟာ စွန့်စားခန်းတစ်ခုကို သွားဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါ...\nဦးတည်ချက်မရှိပဲသွားနေရင်း မိဘတွေရဲ့ သေဆုံးမှုကို သီချင်းရေး သီဆိုရင်း\nလိုင်းပေါ်တင်လိုက်ရာ အောင်မြင်သွားချိန်မှာတော့ သူတို့လေးတွေ ဘာဆက်လုပ်ကြမလဲ ။\nအသက်ရှင်နေရတဲ့ရည်ရွယ်ချက်မရှိ ဘာခံစားချက်မှမရှိဘဲ\nရောက်တတ်ရာရာသွားနေကြတဲ့ သူတို့ကိုယ်သူတို့ ဇွန်ဘီလေးတွေလို ...",
        "rating": "6.8",
        "url": "https://megaup.net/13r9b/We.Are.Little.Zombies.2019.720p.CM.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KFSKVqOeTozicvFxZFwpsdkZep.jpg",
        "title": "Searching for the Elephant (2009)",
        "description": "Searching for the Elephant (2009)IMDb 5.5/10================================ဇာတ်ကားနာမည်က \"ဆင်ရှာပုံတော်ထွက်ခြင်း\"တဲ့။\nဒါပေမဲ့ \"ဆင်\" အကြောင်းတော့မဟုတ်ပါဘူး။\n\"လူ\" အကြောင်းမှ လူအကြောင်း စစ်စစ်ကို ရေမရောဘဲ ရိုက်ပြထားတာပါ။သေချာတာကတော့ ဒီကားက လူတိုင်းအတွက် မဟုတ်ပါဘူး။ဘယ်လိုလူတွေ အတွက်လဲဆိုတော့\nလက်ရှိဘဝကို စိတ်ပျက်လာတဲ့အခါ....\nဘဝထဲက လူတွေအကြောင်း သိလာပြီး\nသူတို့မျက်နှာဖုံးတွေကို မြင်လာတဲ့အခါ....လွယ်လွယ်ပြောရရင် Dark mood ဝင်လာတဲ့အခါမှ\nမြိန့်မြိန့်ကြီး ထိုင်ကြည့်ပြီး ရိသဲ့သဲ့ စိတ်နာနာပြုံးမိမယ့်\nလူ့သဘာဝ dark side ကိုရိုက်ပြထားတဲ့ကားပါ။ဒီကားမှာ ဇာတ်သိမ်းကို ပြူးပြဲလိုက်ရှာလို့ မရသလို\nPlot ကိုနားလည်အောင် အတင်းချိတ်နေလို့လည်း မရပါဘူး။ဇာတ်ကားကို ဒါရိုက်တာ ခေါ်ဆောင်သွားတဲ့အတိုင်းလေး အလိုက်သင့်စီးမြောပြီး တစ်ခန်းချင်း ကြည့်သွားရုံပါပဲ။အဆုံးသတ်ကြရင် လူဆိုတာ ဒီလိုပါပဲဆိုပြီး သံဝေဂရစေမယ့် ဇာတ်ကားပါပဲ။ရုပ်ရှင်ဝေဖန်သူတွေက ဒီကားကို plot twist တွေများပြီး ခန့်မှန်းရခက်တယ်လို့ ဝေဖန်ထားကြပေမယ့်လူ့လောကကြီးကိုက Plot twist တွေပဲ မဟုတ်လားဗျာ\n[Plot ...",
        "rating": "5.5",
        "url": "https://megaup.net/13r8c/Searching.for.the.Elephant.2009.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/foUTAJurvnbUoIUbnuUk5dyHx7M.jpg",
        "title": "Arthur (2011)",
        "description": "Arthur (2011)ယခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ ၂၀၁၁ က ထွက်ရှိခဲ့တဲ့ ရိုမန့်ဟာသ\nဇာတ်ကားအမျိုးအစားဖြစ်တဲ့ Arthur ဆိုတဲ့ ဇာတ်ကားလေးပါ။\nဟာသဇာတ်ကားကြိုက်သူတွေအတွက်\nဟာသကောင်းလေးတွေနဲ့ တွေးရင်း ရယ်မောနိုင်စေမှာ ဖြစ်ပါတယ်။\nကျိကျိတက်ချမ်းသာတဲ့ မိသားစုက ဆင်းသက်လာတဲ့ အာသာဘာ့ခ် ဆိုတဲ့ လူတစ်ယောက်။\nချမ်းသာသည့် အလျှောက် သူ့ဘဝတစ်လျှောက်လုံးမှာ ဘာတာဝန်မှ မယူဘဲ ထင်ရာစိုင်းနေခဲ့ပါတယ်။\nပြဿနာတွေရှာလိုက် အရက်တွေသောက်လိုက်၊ ပိုက်ဆံတွေဖြုန်းလိုက်၊ မိန်မတွေ ရှုပ်လိုက်နဲ့\nနေလာလို့\nအမေဖြစ်သူဟာ ကုမ္ပဏီရဲ့ အကျိုးစီးပွားအတွက်\nဆူဆန်ဂျွန်ဆန် ဆိုတဲ့ မိန်းကလေးနဲ့ ပေးစားဖို့ စီစဥ်ပါတော့တယ်။\nအကယ်၍ သူပေးစားတဲ့သူနဲ့ မယူရင် အမွေပြတ်စွန့်လွှတ်မယ်ပြောလို့\nအာသာ ဟာ ရွေးချယ်စရာမရှိတော့တာနဲ့ လက်ထပ်ဖို့ သဘောတူလိုက်ပါတယ်။\nဒီလိုနဲ့ တစ်ရက်မှာ နေအိုမီ ဆိုတဲ့ ဧည့်လမ်းညွှန် ကောင်မလေးနဲ့တွေ့ဆုံဖြစ်ရာကနေ\nအာသာရဲ့ ဘဝ ပြောင်းလဲဖို့ အစပျိုးလာပါတော့တယ်။\nအာသာ တစ်ယောက် ဘယ်လို ပေါက်တတ်ကရတွေ လုပ်မလဲ၊\nဘယ်လိုအခက်အခဲတွေ ရင်ဆိုင်ရမလဲဆိုတာ\nဟာသမြောက်စွာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/13r7p/Arthur.2011.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/A2RJVDQEoVf47SWMpDxR0LvveHp-133x200.jpg",
        "title": "[18+] I Love It From Behind (1981)",
        "description": "မီမေဟာ အထက်တန်းကျောင်းတက်ကတည်းက ယောက်ျားတွေရဲ့အင်္ဂါကိုမှင်သုတ်ပြီး စာရွက်ပေါ်ခပ်နှိပ်ထားတဲ့\nပုံတူတွေကိုစုဆောင်းနေခဲ့ပြီး သူတကယ်လက်ထပ်ရမယ့်အမျိုးသားနဲ့မတိုင်ခင်မှာ ပုံပေါင်းတစ်ရာယောက်ျားပေါင်း\nတစ်ရာနဲ့လိင်ဆက်ဆံပြီး စံချိန်တင်ဖို့ရည်မှန်းထားခဲ့ပါတယ်။၉၉ ခုအထိအောင်မြင်ထားခဲ့ပြီး ၁၀၀ မြောက်တစ်ခုမှာတော့\nတစ်ဖက်လူဟာ သူတွေ့ဆုံခဲ့ဖူးသမျှ ဘယ်သူနဲ့မှမတူပဲ၊ ဒီလိုကိစ္စမျိုးမှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်နေပြီး သူနဲ့\nပြိုင်ဘက်ဖြစ်လာတဲ့အခါမှာတော့ နာရီပေါင်းများစွာကြာတဲ့ လိင်မာရသွန်ကြီးကိုမနားတမ်းဆင်နွှဲပြီး\nအရှုံးအနိုင်ဆုံးဖြတ်ဖို့ဖြစ်လာပါတော့တယ်။နီကတ်ဆုရဲ့နာမည်ကြီး Roman Porno Series တွေထဲကတစ်ကားပါပဲ၊ Dark ဖြစ်တဲ့ဘက်ကိုမသွားပဲ\nပေါ့ပေါ့ပါးပါးဟာသဆန်ဆန်ရှုစားရမှာဖြစ်ပါတယ်။ ဒါပေမယ့် Roman Porno Series တွေထုံးစံ ဆန်းဆန်းပြားပြား\nဆက်ဆံခန်းတွေကတော့ အရင်ထက်မလျော့ပါဘူး။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.1 GB) & (380 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:05:41\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ALS\nEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/2pmik/(DS)I.Love.It.from.Behind.1981.720p.AMZN.WEB-DL.DD+2.0.H.264-ARiN.mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDdmMjkyYzEtZDMwZi00NjczLTg0ZDktYjBkYjMxZjA3N2QwXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "The Girl on the Mountain (2022)",
        "description": "The Girl on the mountain (2022)\n======================မတော်တဆမှု တစ်ခုကြောင့် ဇနီးနဲ့ သမီးလေးကို ဆုံးရှုံးလိုက်ရတဲ့\nဂျက်ဟာ ဂီတအနုပညာရှင်ဘ၀ကို စွန့်လွှတ်ပြီး တောင်တွေပေါ်မှာ\nတစ်ကိုယ်ထဲ နေထိုင်လာခဲ့တာ အချိန်တွေကြာခဲ့ပါပြီ။တစ်နေ့မှာ မထင်မှတ်ဘဲ သူ့သမီးအရွယ်စကားမပြောတတ်တဲ့\nကောင်မလေးတစ်ယောက်  ဂျက်ဆီကိုရောက်လာခဲ့ပါတယ်။\nဂျက်လည်း ပြန်မလွှတ်ရက်တာနဲ့ ကလေးမကို စောင့်ရှောက်ထားပြီး\nသမီးတစ်ယောက်အစားရလိုက်သလို သံယောဇဉ်တွယ်လာခဲ့ပါတယ် ။ဒါပေမယ့် အမြဲစိတ်တိုင်းကျ မဖြစ်နိုင်တဲ့ လောကဓံအရ ဒီကောင်မလေးဟာ\nပထွေးရန်ကိုကြောက်လို့ ထွက်ပြေးလာတဲ့ အိမ်ပြေးလေးဖြစ်ပါတယ် ။\nသူမရဲ့ အတိတ်က ကိစ္စတွေ ဂျက်ဆီကိုပါရောက်လာတဲ့အခါမှာ... ဖြစ်လာမယ့်\nအန္တရာယ်တွေက‌နေ ဒီကောင်မလေးကို ဂျက်ဘယ်လိုကာကွယ်သွားမလဲဆိုတာ\nကြည့်ရမယ့် သည်းထိတ်ရင်ဖို့ Drama, Thriller ဇာတ်ကားကောင်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size - (1.66 GB) / (812 MB) / (504 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Jaas/The.Girl.on.the.Mountain.2022.720p.WEBRip.x264-RARBG_new.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zkGFADykBtfPfTv7YJooxTH52ph.jpg",
        "title": "Dragon Knight (2022)",
        "description": "Dragon Knight (2022) King Arthur, Merlin တို့လို အ​နောက်တိုင်းပ​ဒေသရာဇ်​ခေတ် မြင်းစီးစစ်သူရဲ​တွေရဲ့ စွန့်စားခန်း​တွေ၊ Dragon​နဲ့ပတ်သက်တဲ့ စွန့်စားခန်း​တွေဟာဆိုရင် ဘယ်​ခေတ်၊ ဘယ်အချိန်​မှာမှ ရိုးအီသွားမှာမဟုတ်တဲ့ ဇာတ်​လမ်းတွေပဲ ဖြစ်ပါတယ်။ အခုလည်း၂၀၂၂ထုတ် Fantasy Adventure ဇာတ်လမ်းအသစ်​​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်။လွန်ခဲ့တဲ့နှစ်​ပေါင်း၂၀၀ခန့်က အဒ်ဘန်ဒန်ဆိုတဲ့ မိစ္ဆာတစ်​ကောင်က လူ့​လောကကို အ​မှောင်တိုက်သွင်းဖို့ ရောက်ရှိလာခဲ့ပါတယ်။ ဒီမ​​ကောင်းဆိုးဝါးကို​ချေမှုန်းဖို့ ငါးပြည်​​​ထောင်​သော မဟာမိတ်​တွေ၊ နဂါး​တွေနဲ့ နဂါးစစ်သည်​​​​​​တော်တွေပါ စုစည်းတိုက်ခိုက်ခဲ့​ပေမယ့် အဒ်ဘန်ဒန်နဲ့ သူ့စစ်တပ်အစွမ်းကို မယှဉ်နိုင်တာ​ကြောင့် နဂါး​တွေလည်း​​သေ၊ နဂါးစစ်သည်​တော်အဖွဲ့လည်း မရှိ​တော့ဘဲ တိုင်းပြည်အားလုံး အဒ်ဘန်ဒန်ကို သစ္စာခံလိုက်ရပါတယ်။ဘ​ရေဒန်ဆိုတာက​တော့ ​ပြိုကွဲသွားတဲ့နဂါးစစ်သည်​တော်အဖွဲ့ရဲ့ ​​နောက်ဆုံးကျန်ရစ်သူပါ၊ သူဟာ ဖခင်ဖြစ်သူရဲ့ စိတ်ဓါတ်ကို အ​မွေဆက်ခံရင်း အဒ်ဘန်ဒန်ကို ​​ချေမှုန်းဖို့ အမြဲကြိုးပမ်း​နေသူ​ပေါ့။ သူ့ရဲ့အကြံက လွန်ခဲ့တဲ့ နှစ်၂၀၀တည်းက ​ပျောက်ဆုံးသွားတဲ့ နဂါး​တွေကို လိုက်ရှာရင်း နဂါး​တွေ အကူအညီနဲ့ အဒ်ဘန်ဒန်ကို အနိုင်ယူပစ်ဖို့ပါ၊ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2pmbq/(CM)_Dragon_Knight_(2022)_720p.mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZTAyYWJkNDQtZjY4NS00ZTVlLTg1ODYtNjE5N2NlMzY3OGE1XkEyXkFqcGdeQXVyMjM1MDQxOQ@@._V1_-138x200.jpg",
        "title": "After the Pandemic (2022)",
        "description": "After The Pandemic (2022)====================CM ရဲ့ ပရိသတ်ကြီးအတွက် ဒီတစ်ခေါက်တင်ဆက်ပေးချင်တာကတော့\nAfter the Pandemic ဆိုတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်\nVirus outbreak ဖြစ်ခဲ့တဲ့အတွက်ကြောင့် လူပေါင်းသန်းချီသေဆုံးခဲ့ရာမှ\nတွေ့ရှိခဲ့ရတဲ့အချက်တစ်ချက်ကတော့ လူငယ်တွေကိုတော့ ရောဂါပိုးဟာ\nသက်ရောက်နိုင်ခြင်းမရှိပါဘူး။\nအဲ့ဒီတော့ Elite အလွှာ လူတန်းစားများဟာ လူငယ်တွေရဲ့ ရောဂါခုခံနိုင်စွမ်းနဲ့\nတိုက်ခိုက်နိုင်စွမ်းကိုရယူချင်တဲ့အတွက် လူငယ်တွေကို Lab ခန်းထဲမှာ analysis\nလုပ်ဖို့ ကြံစည်လာပါတယ်။လူငယ်တွေအတွက်တော့ အိမ်မက်ဆိုးကြီးပေါ့ အဲ့တော့ ထွက်​ပြေးပုန်းရှောင်\nကြတဲ့အတွက် လူငယ်တွေမရှိသလောက်နီးပါးဖြစ်သွားပါတယ်။\nအယ်လီဟာလည်း ထိုအထဲမှတစ်ယောက်အ​ပါအဝင်ဖြစ်ပါတယ်။\nနောက်ကနေလိုက်ဖမ်းနေတဲ့ အစိုးရအဖွဲ့ဝင်တွေလက်ကလွတ်အောင် ကြိုးစားရင်းနဲ့\nကွင်းဆိုတဲ့ကောင်မလေးနဲ့တွေ့ခဲ့ရပြီး ဘယ်လိုအသက်ရှင်နေထိုင်ရမလဲဆိုတာကို\nကောင်းကောင်းကြီးသဘောပေါက်ခဲ့ရပါတယ်။ဒီဇာတ်ကားလေးဟာ virus outbreak ဖြစ်တဲ့အခြေအနေကိုရိုက်ကူးထားပြီး\nဆယ်ကျော်သက်အရွယ်ကောင်မလေးနှစ်ယောက်ရဲ့ survival အတွက်ကြိုးစားရပုံကို\nရိုက်ကူးထားတဲ့အတွက် ကြည့်ရှုဖို့တန်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဆိုတာကိုညွှန်းပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Yoonwahwah Theint ဖြစ်ပါတယ်)File Size - (1.35 GB) / (644 MB) / (424 MB)\nQuality – WEB-RIP 1080p / 720p/480p\nDuration - ...",
        "rating": "5.0",
        "url": "https://megaup.net/2plJ1/After.the.Pandemic.2022.720p.WEBRip[CM].mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/keEnkeAvifw8NSEC4f6WsqeLJgF.jpg",
        "title": "Willy’s Wonderland (2021)",
        "description": "Willy's Wonderland (2021) နစ်ကိုလပ်ကေ့ဂ်ဟာ ဟိုးတုန်းက National Treasure တို့ Lord Of War တို့ The Rock တို့လို ရုပ်ရှင်ကားကောင်းအများကြီးရိုက်ခဲ့တဲ့အပြင် Leaving Las Vegas တို့ City Of Angels တို့ Wild at Heart တို့လို အနုပညာရည်မနိမ့်တဲ့ကားကောင်းတွေလည်း ရိုက်ခဲ့တဲ့သူပါ။ ဟိုးတုန်းက သူရိုက်သမျှ မကောင်းတဲ့ကားမရှိပါဘူး။ နောက်ပိုင်းမှာတော့ တစ်နှစ်ငါးကားလောက် ပေါပေါလာလောရိုက်ခဲ့လို့ ဇာတ်ညွှန်းချာတဲ့ ကားတွေများလာပါတယ်။ ဒါပေမဲ့ နစ်ကေ့ရဲ့ ဇာတ်ကောင်အပေါ် စိတ်နှစ်ကြိုးစားမှုကတော့ မလျော့ခဲ့ပါဘူး။ အင်တာဖန်အများစုကလည်း ကားတွေညံ့ပေမဲ့ နစ်ကေ့ကတော့ အစွမ်းကုန်ကြိုးစားခဲ့တယ်ဆိုပါတယ်။ နစ်ကေ့ကိုယ်တိုင်လည်း ဒီလိုပဲပြောထားပါတယ်။ သူ့ကိုချစ်တဲ့သူတွေ ချစ်သေးတာပါပဲ။2021 မှာတော့ နစ်ကေ့ဟာ ဘရုစ်ဝီလီစ်တို့ မယ်ဂစ်ဆွန်တို့ စုံးစုံးမနစ်သွားဘဲ ကားကောင်းတွေချည်း ပြန်ရွေးရိုက်လာပါတယ်။ ဝီလီ၀န်းဒါးလန်းလို သရဲကားအနေနဲ့မဆိုးတဲ့ကားကနေ စလိုက်တာပြောရမယ်။ ...",
        "rating": "5.5",
        "url": "https://megaup.net/13r47/(CM)_Willy_s_Wonderland_(2021)_720p.mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jEKDQnXdRG7wRjvPmJwXJJGLN8t.jpg",
        "title": "Private Desert (2021)",
        "description": "Private Desert (2021) ~ IMDb - 7.2/10, Rotten Tomatoes - 100% ~ဘရာဇီးကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ အော်စကာဆုစာရင်းထဲမှာလည်းပါ၊ အော်စကာဆုများနဲ့လည်း ထိုက်တန်ပါတယ်လို့ ပြောဆိုမှုတွေရှိတဲ့ကြားက ဆုမချိတ်နိုင်ခဲ့ပေမဲ့ ကြည့်နေကြ ဟောလိဝုဒ်ထဲက ကွဲထွက်နေတဲ့ ဘရာဇီးကားလေးမို့ အရသာကတော့ အသစ်အဆန်းလေးပေါ့။မော်ဒန်ခေတ်သစ်ရဲ့ အသုံးပြုမှုအများဆုံး ဆိုရှယ်ပလက်ဖောင်းလို့ခေါ်တဲ့ လူမှုကွန်ယက်‌ပေါ်က အချင်းချင်းတွေ့ကြတဲ့ဇာတ်လမ်းပါပဲ။ ဒေါသကို ထိန်းချုပ်ရာမှာ ပြဿနာရှိတဲ့ ရဲလေ့ကျင့်ရေးအရာရှိတစ်ယောက်က သင်တန်းသားလူသစ်တစ်ယောက်ကို ဆုံးမရင်း လက်လွန်မတတ်ဖြစ်သွားလို့ အလုပ်ပြုတ် တရားရင်ဆိုင်နေရတာကနေ ဇာတ်လမ်းစပါတယ်။သူက အဖေအိုကြီးကို ပြုစုလုပ်ကျွေးနေသူတစ်ယောက်။ ရည်းစားမရှိ၊ မိန်းမမရှိ။ အွန်လိုင်းပေါ်ကတွေ့တဲ့ ကောင်မလေးကိုပဲ စွဲစွဲလမ်းလမ်း ချစ်နေတဲ့ လူပျိုကြီးပါပဲ။ သူတို့ဟာ လူချင်းမတွေ့ရပေမဲ့ လိုင်းပေါ်မှာကတော့ လင်မယားတွေလိုပဲ‌ပေါ့။ ကိုယ်တုံးလုံးပုံတောင် ကိုရဲကြီးက လှမ်းပို့သေးသတဲ့။ ဒါပေမဲ့ တစ်နေ့မှာ အကောင့်ပိုင်ရှင်လေးပျောက်ဆုံးလို့ စာမပြန် ဖုန်းမကိုင် သစ်စိမ်းချိုး ချိုးသွားတဲ့အခါမှာတော့...အလုပ်ပြုတ်တာ၊ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Jll0/(CM)_Deserto_Particular_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/ZjDQj_4c-142x200.jpg",
        "title": "Mao Shan (2021)",
        "description": "ယင်ရှောင်ရီဟာ အမေဖြစ်သူဖွင့်ထားတဲ့ စားသောက်ဆိုင်လေးမှာ ဝိုင်းလုပ်ဝိုင်းကူပေးရတဲ့ လူငယ်လေးတစ်ယောက်ပေါ့၊\nခမျာမှာ စားသောက်ဆိုင်အလုပ် လုပ်ရတယ်ဆိုပေမယ့် သူ့စိတ်ထဲမှာတော့ အင်မတန်ကြီးကျယ်တဲ့ ဆန္ဒတစ်ခုတော့ ရှိနေသဗျ၊\nအဲဒါကတော့\nမောရှန်းကျောင်းတော်လို့ခေါ်တဲ့ အဆင့်အတန်းမြင့်တဲ့ သိုင်းပညာသင်တန်းကျောင်းမှာ ပညာသင်ပြီး နဂါးကိုးကောင် သခင်ဆိုတဲ့ ကျောင်းရဲ့အမြင့်ဆုံးဂုဏ်ပုဒ်ကြီးနဲ့ ဝင့်ကြွားချင်သူပေါ့၊ဖြစ်ချင်တော့ မောရှန်းရဲ့ ကျောင်းတော်က ရန်စလို့ ပြောရမယ့် ရန်သူတော်ကြီးတစ်ယောက်ဟာ အောက်လမ်း မှော်အစွမ်းတွေနဲ့ တိုက်ခိုက်လာမယ့်ဘေးနဲ့ ကြုံတွေ့လာရတဲ့အခါ\nကျောင်းတော်ကြီးအနေနဲ့ နဂါးကိုးကောင်သခင်ဘွဲ့ကို လက်ဆင့်ကမ်းရယူမယ့် သိုင်း ပညာရှင်အကျော်အမော်ကို ရှာခဲ့ပါတယ်၊ကံစီမံရာပဲ ဆိုရမလား၊ ကံကောင်းချင်တယ်ပဲ ပြောရမလား...ယင်ရှောင်ရီတစ်ယောက် မရွယ်ဘဲစော်ကဲမင်းဖြစ်ဆိုသလို သိုင်းပညာနဲ့ပတ်သတ်ရင် ဗလာနတ္ထိ ဘာမှမသိရာမှ ထိုဂုဏ်ပုဒ်ကိုရသွားတဲ့အခါ...ကွန်ဖူးအကြောင်းတစ်လုံးနကန်းမသိတဲ့ ရှောင်ရီအနေနဲ့ သူ့အပေါ်အမြင်မကြည်တဲ့ သိုင်းဆရာနဲ့ သိုင်းညီအစ်ကိုတွေကြား ဘယ်လိုကြိုးစားပြရင်း နဂါးကိုးကောင်သခင်ဘွဲ့နဲ့ သူထိုက်တန်ကြောင်း ပြမလဲ၊\nမောရှန်းကျောင်းရဲ့ ရန်သူတော်ကြီးကို ဘယ်လိုချေမှုန်းမလဲ ဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမှာပါ၊\nငယ်ငယ်က သိပ်ကိုကြိုက်ခဲ့ရတဲ့ Animationကားတစ်ကားကိုပါ မြင်ယောင်စေမိမှာပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ...",
        "rating": "5.6",
        "url": "https://megaup.net/35jiv/Mao_Shan_(2021)_720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ovQL9z6AQVhkKaHYOef4eFbxQfA.jpg",
        "title": "Laguna Ave. (2021)",
        "description": "Laguna Ave. (2021) ဇာတ်လမ်းအညွှန်း ထူးထူးခြားခြား အဖြူအမည်းကာလာနဲ့ Science Fiction Genre ဖြစ်ပါတယ်။ ရက်ဆဲလ်ဆိုတာ လက်တစ်ဖက်မရှိတော့တဲ့ တီးဝိုင်းအဖွဲ့ဝင်ဟောင်းတစ်ယောက်ပါ။ လောလောလတ်လတ် အလုပ်ပြုတ်ထားပြီး ဘဝကို စိတ်ပျက်ငြီးငွေ့စွာ ဖြတ်သန်းနေတဲ့သူပေါ့။ ပိုက်ဆံမရှိလို့ အိမ်လခကိုတောင် ရည်းစားဖြစ်သူ ရီတာက စိုက်ပေးနေရပြီး အလုပ်သစ်ရှာပေမဲ့ မရသေးလို့ လက်မှိုင်ချနေရသူပါ။ပြဿနာကတော့ သူတို့တိုက်ရဲ့ အောက်ထပ်ခန်းကို လူသစ်တွေပြောင်းလာရာက စတာပါပဲ။ ညဆို တဒုန်းဒုန်းတဒိုင်းဒိုင်းနဲ့ အိပ်မရအောင်လုပ်တတ်တဲ့ အဲဒီလူသစ်နဲ့ ပတ်သက်မိခဲ့ရာကနေ ထူးဆန်းတဲ့ အာအီးဂျီဆိုတဲ့ အဖွဲ့အစည်းအကြောင်း သူ သိလာရတဲ့အခါ ...အဲဒီအဖွဲ့အစည်းက ဘာကြီးလဲ ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက် ကြည့်ရှုခံစားကြပါဦးစို့။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က May Myat ပါ။) File Size          :  2.2GB, 901MB & 422MB\nQuality    ...",
        "rating": "5.5",
        "url": "https://megaup.net/2plxb/[CM]Laguna.Ave.2021.720p.WEBRip.mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjk0YTA5MzUtZDJjMy00M2IzLWJmNmEtZmMxOTkxZDYzZGEzXkEyXkFqcGdeQXVyNDM1Nzc0MTI@._V1_-143x200.jpg",
        "title": "Snipers (2022)",
        "description": "စစ်ပွဲတစ်ပွဲဆင်နွဲတဲ့အခါ သမိုင်းတွင်တဲ့ စစ်ပွဲများစွာရဲ့ စစ်သူရဲကောင်းတွေလည်းရှိသလို ဒီလိုစစ်ပွဲကြီးတွေအတွက် အထောက်အကူဖြစ်ဖို့ လူမသိသူမသိဆင်နွှဲခဲ့ရတဲ့ စစ်ပွဲလေးတွေထဲမှာ အသက်စွန့်တိုက်ပွဲဝင်ခဲ့ရတဲ့ သူရဲကောင်းရဲဘော်ပေါင်းများစွာလဲရှိပါတယ်အခု ဒီဇာတ်ကားလေးကတော့ စစ်ပွဲကြီးတစ်ခုက နိုင်ငံ့သူရဲကောင်းတွေကိုရိုက်ကူးပုံဖော်ထားတာမဟုတ်ဘဲ သမိုင်းမှာလည်းမပါ ဘယ်သူမှမသိတဲ့ချိုင့်ဝှမ်းလေးတစ်ခုမှာ ဖြစ်ခဲ့တဲ့ စစ်ပွဲလေးတစ်ခုက ရဲရင့်တဲ့ ရဲဘော်တွေရဲ့စိတ်ဓာတ်အားမာန်ကို ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ၁၉၅၂ခု နှစ်ကို အခြေတည်ရိုက်ကူးထားတာပါလျှိုဝမ်ဝူဟာ တိုးတက်မှုနောက်ကျပြီး ပစ္စည်းကိရိယာအစုံအလင်မရှိတဲ့ တရုတ်လုပ်အားပေးစစ်တပ်မှာ အရမ်းတော်တဲ့ တပ်ကြပ်တစ်ယောက်ဖြစ်ပြီး အဖွဲ့ ၅တပ်ဖွဲ့ကို ဦးဆောင်နေသူတစ်ယောက်ဖြစ်ပါတယ်တစ်နေ့မှာ သူတို့တပ်ရဲ့ သတင်းပေးလျန်လျန်ဆိုတဲ့ရဲဘော် ချုံခိုတိုက်ခံရပြီး အထက်က လျန်လျန်ကို သေသေရှင်ရှင် ပြန်ခေါ်ခဲ့ဖို့ တပ်ကြပ်လျှိုခေါင်းဆောင်တဲ့ အဖွဲ့ ၅ကို တာဝန်ပေးလိုက်ပါတယ်\nတစ်ဖက်မှာလည်း လျန်လျန်ကို ဓားစာခံထားပြီး လျှိုဝမ်ဝူကို ဖမ်းဖို့အမေရိကန်အထူးတပ်ဖွဲ့က အသင့်စောင့်နေချိန်မှာတော့...လက်နက်ခဲယမ်း ကိရိယာအစုံအလင်ရှိပြီး ကျွမ်းကျင်သူတွေကြီးပဲ ဖွဲ့စည်းထားတဲ့ အမေရိကန်တပ်ဖွဲ့ကို လျှိုဝမ်ဝူတို့တပ်ဖွဲ့ ၅ဘယ်လိုရင်ဆိုင်ကြမလဲနိုင်ငံ့အကျိုးကိုပဲရှေ့တန်းတင် သူတို့အသက်တွေကိုရင်း သူမတူတဲ့မျိုးချစ်စိတ်တွေနဲ့ သူတို့ရဲ့တာဝန်ကို ဘယ်လိုပြီးမြောက်အောင်ထမ်းဆောင်မှာလဲဆိုတာ ရဲသွေးရဲမာန်အပြည့်နဲ့ ဒီကားလေးမှာ စိတ်ဝင်စားဖွယ်ဆက်ကြည့်ကြရမှာပါနော် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Jo3l/Snipers_(2022)_720p.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kepBMwhjppfs0mt6s9e3yLeG1D.jpg",
        "title": "Kiseki: Sobito of That Day (2017)",
        "description": "Kiseki: Sobito of That Day (2017)အ​တောင်မစုံခင် အရွယ်မှာ မိဘ​တွေရဲ့​ဆန္ဒအတိုင်း ​နေခဲ့သလို\nအ​တောင်စုံလို့ အရွယ်​ရောက်ချိန်အထိ မိဘ​တွေရဲ့ အုပ်ထိန်းမှုကို ဆက်ပြီးနာခံ​နေမလား၊\nကိုယ်ဖြစ်ချင်တဲ့ဆန္ဒကို မျက်ကွယ် ပြုပြီး မိဘ​တွေခင်း​ပေးတဲ့လမ်းအတိုင်း\nဘဝခရီးကို ဆက်ပြီး ​လျှောက်လှမ်းသွားမလား၊\nကိုယ့် အနာဂတ်လမ်းကို ကိုယ်​တိုင်ဖောက်ပြီး ကိုယ့်ရည်မှန်းချက်၊ ကိုယ့်ဝါသနာကိုပဲ ​​\nရှေ့​ရေးကို ကြိုမ​တွေးဘဲ တစိုက်မတ်မတ် အ​ကောင်အထည်​ဖော်သွားပြီး\nဘဝကို ​နေ​ပျော်​အောင် ​နေသွားမလား။ဒီ​မေးခွန်း၂ခုကို ဂျင် နဲ့ ဟိဒဲ လို့​ခေါ်တဲ့ ညီအစ်ကို၂​ယောက်က\nအခုဇာတ်လမ်းထဲမှာ အ​ဖြေ​ပေးသွားပါတယ်၊\nအ​ဖေဖြစ်သူက သား၂​ယောက်ကို ဘဝ​နောင်​ရေးစိတ်​အေးရ​အောင်\nသူ့အတိုင်း ဆရာဝန်ဖြစ်​စေချင်သူ၊ အစ်ကိုကြီး ဂျင် က သူချစ်တဲ့ဂီတကို\nသူချစ်ရတဲ့ သူငယ်ချင်းတစ်သိုက်နဲ့ အ​ပျော်တမ်းတီးဝိုင်းငယ်​ထောင်ပြီး ဘဝကို​ရှေ့ဆက်​နေသူ၊\nတစ်နည်း​ပြောရရင် ဖခင်ရဲ့စကားကို တိုက်ရိုက် ဖီဆန်တဲ့ သားမိုက်ကြီး​ပေါ့။ညီငယ် ဟိဒဲ က​တော့ အစ်ကိုကြီးလို မဟုတ်ဘဲ ဖခင်ရဲ့အလိုအတိုင်း\nဆရာဝန်ဖြစ်​အောင်ကြိုးစား​ပေမယ့် ​လိုအပ်ချက်​​တွေ​ကြောင့် သွား​ဆေး​ကျောင်းတက်ခဲ့သူ၊\nတစ်ဖက်မှာလည်း ဖခင်မသိ​အောင် ​ကျောင်းက ဝါသနာတူသူငယ်ချင်း​တွေနဲ့ ​\nကျောင်းတွင်းတီးဝိုင်း​လေးဖြစ်တဲ့ Green ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Jl9j/Kiseki.Sobito.of.That.Day.2017.720p.CM.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AqkQG7mETh2a9KQMr6vr2roecM9.jpg",
        "title": "Light for the Youth (2019)",
        "description": "Light for the Youth (2019)IMDB - 7.1/10, 2 Winsဆယ်ကျော်သက်အရွယ်မှာတောင် လွတ်လွတ်လပ်လပ် မပျော်ရွှင်ခဲ့ရတဲ့အခါ အသက် ၂၀ ရောက်လာမှာကို ကြောက်ရွံ့နေခဲ့ဖူးလား\nဘဝမှာ အပေါ့သွားဖို့အချိန်မရလောက်အောင်အထိ အလုပ်တွေလုပ်ခဲ့ရဖူးလား\nအစမ်းခန့်မဟုတ်တဲ့ တရားဝင်အလုပ်သမားဖြစ်ဖို့အတွက် ၃၂ ကြိမ်မြောက်အထိ အင်တာဗျူးတွေ ဖြေဆိုခဲ့ရဖူးသလား\"အီဂျွန်း\" ဟာ ငွေစုငွေချေးလုပ်ငန်းတစ်ခုရဲ့ ဖုန်းလက်ခံဖြေကြားဌာနမှာ အလုပ်လုပ်နေတဲ့\nအသက် ၁၉ နှစ်အရွယ် အလုပ်သင်ကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ် ။သူ့ရဲ့ အလုပ်သင်ဘဝ အခက်အခဲတွေကို နားလည်ပေးခဲ့တဲ့ တစ်ဦးတည်းသောသူလို့\nသူထင်မှတ်ခဲ့တဲ့ ကြီးကြပ်ရေးမှူး \"အီဆယ်ယွန်း\" ဟာ တကယ်ပဲ သူ့ဒုက္ခတွေကို စာနာနားလည်ပေးနိုင်မယ့်သူ ဟုတ်ပါရဲ့လား ။လူတိုင်းမှာ အခက်အခဲကိုယ်စီရှိကြတယ်ဆိုတာကို လူတိုင်းနီးပါး နားလည်ကြပေမယ့်\nတကယ်တမ်းတော့ လူတွေဟာ ကိုယ့်ဒုက္ခကိုသာ ရှေ့တန်းတင်မြင်တတ်ကြပါတယ် ။ကိုယ်ချင်းစာတရားဟာ လူအများစုမှာရှိတာ မှန်ပေမယ့်လည်း ကိုယ့်အခက်အခဲတွေကို ပြန်တွေးမိတဲ့အခါ\nကိုယ်ချင်းစာတရားထက် ကိုယ့် အတ္တကိုသာ ရှေ့တန်းတင်မိတတ်ကြတဲ့ လူ့လောကကြီးရဲ့ သဘောထားတွေမပြည့်စုံတဲ့ဆယ်ကျော်သက်လူငယ်တွေရဲ့ စိတ်ခံစားချက်တွေအပြင်\n\"အီဂျွန်း\" ကြုံတွေ့ခဲ့ရတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Jlaz/Light_for_the_Youth.2019.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDJkY2Y1MmQtNGU2Zi00NDI4LWIxNWItZGUzMzY4NWMwOGRlXkEyXkFqcGdeQXVyMTA4MDAyMDQ1._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Unfinished (2022)",
        "description": "Unfinished (2022)==============နာမည်ကြီးစာရေးဆရာတစ်ယောက်ရဲ့သမီးဖြစ်ခဲ့ပေမယ့် အဖေ့အကြောင်း\nသိပ်မသိခဲ့တဲ့ Zora။ အဖေဖြစ်သူကနှလုံးရောဂါနဲ့ဆုံးတော့ အဖေ့ဆီက\nအိမ်တစ်လုံးအမွေရခဲ့သလို အဖေဖြစ်သူရဲ့မပြီးဆုံးသေးတဲ့ဝတ္ထုကိုပါ\nလက်စသတ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ Zoraတစ်ယောက် ဖခင်ဖြစ်သူဆီကအမွေရခဲ့တာ\nအိမ်တစ်လုံးတင်မဟုတ်ပဲ စိတ်ကစဉ့်ကလျားရောဂါကိုပါဆက်ခံခဲ့ရတာပါ။\nစိတ်ကစဉ့်ကလျားရောဂါသည် Zora တစ်ယောက် ခင်ပွန်းလောင်းကို အထင်လွဲ\nစိတ်ဆိုးပြီး ဖခင်ဖြစ်သူရဲ့အိမ်ဆီသွားနေထိုင်ခဲ့ပါတယ်။ ဖခင်ဖြစ်သူရဲ့အိမ်ကို\nရောက်လာကတည်းက စစချင်းတွေ့ခဲ့ရတဲ့လူတွေဆီက နွေးထွေးတဲ့ကြိုဆိုမှုကို\nမရခဲ့တဲ့အပြင် သူအရင်မက်နေတဲ့အိပ်မက်ဆိုးတွေကလည်း ပိုပြီးတော့ဆိုးလာခဲ့\nပါတော့တယ်။သူ့အဖေရဲ့အိမ်ကြီးကလည်းထူးဆန်းနေသလို သူ့အဖေရဲ့အိမ်မှာရှိတဲ့လူတွေကပါ\nထူးဆန်းနေပြီး အိပ်မက်ဆိုးတွေပါဆက်တိုက်မက်လာတဲ့သူ ဖခင်ရဲ့မပြီးဆုံးသေးတဲ့\nဝတ္ထုကိုလက်စသတ်သွားမှာလား။ ဒါမှမဟုတ်ရင်....ဘာတွေဖြစ်မလဲဆိုတာတော့\nကြည့်ရှုခံစားကြည့်တာပေါ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.19 GB) / (617 MB) / (411 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration - 1h 37mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Thriller\nTranslator – Chit Tee\nEncoder – SWM",
        "rating": "4.9",
        "url": "https://megaup.net/13odd/Unfinished.2022.720P.AMZN.WEB-DL[CM].mp4https://megaup.net/13odd/Unfinished.2022.720P.AMZN.WEB-DL[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mrCY4OJUQWKaPAD32NAjFGD9hoU.jpg",
        "title": "Moonfall (2022)",
        "description": "Moonfall (2022) ကမ္ဘာကြီးကို ဟစ်တလာက တစ်ခါပဲ ဖျက်ဆီးခဲ့ပေမဲ့ ဟစ်တလာထက်ဆိုးပြီး ကမ္ဘာကို ခဏခဏဖျက်နေတဲ့ ဂျာမန်သားတစ်ယောက်ရှိပါတယ်။ သူကတော့ Roland Emmerich ပါ။ အမ်းမရစ်ဟာ Independence Day၊ The Day After Tomorrow နဲ့ 2012 တို့လို ကမ္ဘာပျက်ကားတွေချည်း အဓိကရိုက်ခဲ့တဲ့ ‌ဒါရိုက်တာလို့ ဆိုရပါမယ်။ အခုလည်း လက ကမ္ဘာကို ၀င်တိုက်ပြီး ကမ္ဘာပျက်တဲ့ကားပါပဲ။လနဲ့ပတ်သက်တဲ့ သီအိုရီငစားတွေ အများကြီးကြားဖူးမှာပေါ့။ ဒီရုပ်ရှင်ကတော့ ကြားဖူးသူရှားလောက်မယ့် သီအိုရီတစ်ခု သုံးထားပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ လဟာ လူကဖန်တီးထားတဲ့ မဟာယန္တရားကြီးပါပဲ။ ဇာတ်လမ်းက ဒီသီအိုရီကို ယုံကြည်တဲ့ ကောင်လေးတစ်ယောက်က လကြီးပတ်လမ်းချော်နေတာကို သတိထားမိရာက စပါတယ်။ သူဘာလို့ယုံတာလဲဆိုတော့ အပိုလို၁၁ကနေ လောင်စာကန်အလွတ်ကို လကြမ်းပေါ်ပစ်ချလိုက်တော့ တစ်နာရီလောက် ခေါင်းလောင်းလို မြည်နေခဲ့တာမို့ လက အထဲမှာ ‌ဗလာသက်သက်ကြီးလို့ ဆိုပါတယ်။ ...",
        "rating": "5.3",
        "url": "https://megaup.net/13pir/(CM)_Moonfall_(2022)_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/11110-YUU8dZ4FjIqA0TU1-141x200.jpeg",
        "title": "[21+]The Girl I Love Who Helped Me-Hikari Aozora [STARS-225]UNCENSORED LEAKED",
        "description": "ပထမဆုံးပြောချင်တာကတော့ ဒီဇာတ်ကားက ရှားရှားပါးပါး Uncensored Leaked ထားတာပါ။ဆိုတော့ကာ ဖြူဖြူနုနု မင်းသမီး Hikari Aozora နဲ့ လိုက်ဖက်တဲ့ Version ပေါ့...မင်းသမီး Hikari Aozora က ဇာတ်လမ်းဇာတ်ကွက်နဲ့ JAV ကားတွေ အရိုက်များတဲ့ မင်းသမီးပါ...သူ့ပုံစံက ဖြူဖတ်ဖြူလျော်နဲ့ သေးသေးကွေးကွေးပါပဲ...ဒါပေမယ့် ဖြူစင်တဲ့မျက်နှာပေးလေးက JAV ဇာတ်လမ်းတွေနဲ့ဆို အတော့်ကို ဇာတ်လမ်းဆင်လို့ကောင်းတာမျိုးပါ။ခုဇာတ်လမ်းကလဲ အဲ့လိုဖန်တီးထားတဲ့ ဇာတ်ကားတစ်ကားပါပဲ...ဟီကာရီက ကရာတေးပြိုင်ပွဲဝင်မယ့် အပြစ်ကင်းစင်တဲ့ ဗိုင်းကောင်းကျောက်ဖိ ကျောင်းသူလေးတစ်ယောက်...သူ့ကိုကြိတ်သဘောကျနေတဲ့ ဆူဂီမိုတိုဆိုတဲ့ မအူမလည်ကောင်လေးကရှိသေးတယ်...အချင်းချင်းဖေးမကူညီရင်း နေကြတဲ့ သူတို့ဘဝလေးကို နှောင့်ယှက်ဖျက်ဆီးမယ့်သူတွေလဲ ပေါ်လာတဲ့အခါမှာတော့....။ညှာတာမှုကင်းမဲ့လှစွာ လေပွေသရမ်းတွေ.......။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (3.2 GB) & (1 GB)\nQuality : HD-Rip (Uncensored Leaked) 1080p & ...",
        "rating": "",
        "url": "https://megaup.net/2piuX/(DS)STARS-225_UNCENSORED_LEAKED_HDRip_720p_The_Girl_I_Love_Who_Helped_Me-Hikari_Aozora.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7MpFqpfP8XEs62JQ8zgH3hq27CN.jpg",
        "title": "Baba, Baby O… (2022)",
        "description": "Baba Baby O 2022ဒီတစ်ခါမှာတော့ IMDb 7.6/10 ထိရရှိထားတဲ့Romance/Comedyဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ အချစ်ကိုစိတ်နာခဲ့ပေမယ့် ကလေးချစ်တာကြောင့်မွေးစားသားနှစ်ယောက်နဲ့ပျော်နေတဲ့လူပျိုကြီး မိဂတ်ဒ်တစ်ယောက်ရေစက်အကြောင်းဖန်လာပြီးဘရစ်ရှတီလေးနဲ့တွေ့ဆုံခဲ့ပါတယ် အချစ်ကိုကြောက်နေပေမယ့်လည်းဘရစ်ရှတီနဲ့တွေ့တဲ့အချိန်မှာတော့မိဂတ်ဒ်ရဲ့ဘဝကတစ်ဆစ်ချိုးပြောင်းလဲသွားပါတော့တယ် ပြဿနာကတော့ဘရစ်ရှတီမှာ ရှုဗစ်ဒ်လို့ခေါ်တဲ့တွဲနေတဲ့လူတစ်ယောက်ရှိနေတာပါပဲ ဒါ့အပြင်ကိုမိဂတ်ဒ်ကလည်းချစ်ရေးဆိုဖို့ကြောက်ရွံ့နေခဲ့ပါတယ် ဒါပေမယ့်အချစ်စစ်မဟုတ်ရင်ကြာလာတာနဲ့အမျှရိုးလာကြတာဆိုတော့ အချစ်စစ်မဟုတ်ဘဲအရာရာကိုပေါ့ပျက်ပျက်တွေးတဲ့ ရှုဗစ်တစ်ယောက်ကို ဘရစ်ရှတီလည်းစိတ်ကွက်လာပါတော့တယ်ဒါပေမယ့်လည်းသူတို့နှစ်ယောက်ကနိုင်ငံခြားမှာအခြေချဖို့စီစဉ်ပြီးသားဖြစ်နေပြီးသွားလာခွင့်ဗီဇာကျလာခဲ့ချိန်မှာတော့ မိဂတ်ဒ်နဲ့ဘရစ်ရှတီတို့နှစ်ယောက်လမ်းခွဲသွားမှာလားဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာတော့ဆက်လက်ကြည့်ရှုဖို့ပဲညွှန်းပေးချင်ပါတယ်အသက်အရွယ်ကွာခြားတဲ့ ဦးနဲ့ကလေးအရွယ်ပုံစံဖြစ်နေတာကြောင့်အသဲတစ်ယားယားနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်) \nFile size…1.6GB / 700MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Yunni & Jerrica",
        "rating": "7.6",
        "url": "https://megaup.net/13p7g/Baba.Baby.O.2022.720p_(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/little-forest-poster-133x200.jpg",
        "title": "Little Forest (2018)",
        "description": "Little Forest (2018) ဇာတ်လမ်းအညွှန်းIMDb 7.2 ရရှိထားပြီး သဘာဝကျေးလက်အလှတရားတွေနဲ့ ဘဝနေပျော်မှုလေးတွေကို အနုပညာမြောက်စွာပြသထားတဲ့ ဒီကားလေးကို ခံစားကြည့်လိုက်ပါဦး။ မင်းသမီးကလည်း လက်ရှိချိန်မှာ အားလုံးရဲ့ အသဲကျော် နာဟီးဒို (Kim Tae-ri) ပါခင်ဗျ။(အရင်က တင်ဆက်ပေးခဲ့ဖူးပြီးသား ကားကောင်းလေးပါ။ ဒါပေမဲ့ ဒီတစ်ခါတော့ video quality ကော subtitle  quality ပါ ပိုမိုကောင်းမွန် ပြီးပြည့်စုံအောင်ပြင်ဆင်ပြီး ပြန်လည် တင်ဆက်ပေးခြင်း ဖြစ်ပါတယ်။)လူတစ်ယောက်ရဲ့ဘဝ တိုးတက်ရာတိုးတက်ကြောင်းအတွက် နေရာ ဒေသ ပြောင်းလဲသင့် ပြောင်းလဲရမယ်ဆိုတာရယ်၊ ပညာရပ်တစ်ခုကို ထပ်ပေါင်းသင်ကြားရင်း အမြင့်တစ်ခုဆီကို တက်လှမ်းသင့် လှမ်းရမယ်ဆိုတာရယ် တော်တော်များများကို ကျွန်တော်တို့ပတ်ဝန်းကျင်မှာ ကြားနေရပါတယ်။တစ်ချို့တွေကတော့ ပြောင်းလဲမှုမှာ အံဝင်ခွင်ကျ ဖြစ်သွားကြသလို တစ်ချို့သူတွေကျတော့ ပြောင်းလဲမှုဒဏ်ကို မခံနိုင်ကြဘဲ ပြောင်းလဲမှုတွေကြားမှာ ပျော်ရွှင်မှုပျောက်ဆုံးနေတတ်ကြပါတယ်။ အထူးသဖြင့် ဆယ်ကျော်သက် ကလေးဘဝကနေ လူကြီးဘဝကို ကူးပြောင်းတဲ့အခါ ...",
        "rating": "7.2",
        "url": "https://megaup.net/13ot7/[CM]Little.Forest.2018.Blu-ray.720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOsSC9X6aarcq0LlFAPTECIZ0jd.jpg",
        "title": "Boss (2013)",
        "description": "Boss 2013ဒီတစ်ခေါက်မှာတော့ IMDb 5.3ထိရရှိထားတဲ့Action_Comedyဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်နာမည်ကျော်မင်းသားကြီး Akshay Kumar ပါဝင်သရုပ်ဆောင်ထားတာကြောင့်ဇာတ်လမ်းဇာတ်ကွက် အတိုက်အခိုက်တွေမှာတော့အားရစရာနဲ့ကြည့်ကောင်းနေမှာပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ကျောင်းတွင်းလူသတ်မှုကြောင့် ထောင်နန်းစံခဲ့ရတာ‌ကြောင့်ဘောစ့်(Akshay)ကို ဖခင်ဖြစ်သူကသားတစ်ယောက်လိုမဆက်ဆံတော့ပါဘူးကျခံရမယ့်ထောင်သက်အပြီးထောင်ထွက်လာချိန်မှာတော့ဂိုဏ်းစတားတစ်ယောက်ဖြစ်လာပေမယ့် အကူအညီလိုအပ်နေတဲ့လူတွေကိုလိုက်လံကူညီပေးရင်းဘဝကိုကုန်ဆုံးနေခဲ့ပါတယ် တစ်နေ့မှာတော့ဆက်ယာကန့်ဆိုတဲ့လူတစ်ယောက်က လူတစ်ယောက်ကိုသတ်ပေးဖို့စာချုပ်ချုပ်ဆိုလာပါတယ်အဲ့ဒီလူကတခြားမဟုတ်ပါဘူး ဘောစ့်ရဲ့ညီလေးဖြစ်တဲ့ ရှိဗ့်ပါ ရှိဗ့်ကတော့ရဲမှူးတစ်ယောက်ဖြစ်တဲ့ အက်ရှုမန်ရဲ့ညီမဖြစ်သူနဲ့ချစ်ကြိုက်နေတာပါဒါကိုသဘောမတူတဲ့ အက်ရှူမန်က ဘယ်လိုတွေလုပ်ကြံမလဲအဖေဖြစ်သူကသားတစ်ယောက်လိုမဆက်ဆံတာကြောင့်အက်ရှုမန့်ရန်ကနေ ဘယ်လိုအခက်အခဲတွေကြားကမိသားစုကိုကာကွယ်သွားမလဲဖုံးကွယ်ထားတဲ့ကျောင်းတွင်းလူသတ်မှုနောက်ကွယ်မှာရောဘာတွေရှိနေမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်) \nFile size…2.2GB / 1.8Gb\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Haruko & Yunni",
        "rating": "5.3",
        "url": "https://megaup.net/35gjh/Boss_2013_Hindi__720p_(CM).mp4",
        "category": "Action, Bollywood, Comedy, Country"
    }
]