[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/dgR3e_4f-141x200.jpg",
        "title": "The Fabric (2022)",
        "description": "The Fabric (2022) အညွှန်း***********************လူငယ်(၄)ယောက်ရှိတယ်..ခေတ်လူတစ်ချို့လိုပဲ သူတို့ဟာသရဲခြောက်တဲ့အကြောင်းတွေစိတ်ဝင်စားအောင်ရိုက်ကူးပြီး လိုင်းပေါ်တင်လေ့ရှိတယ်.. သို့ပေမဲ့  ထုတ်လုပ်ရေးလုပ်တဲ့သူကလည်း သဘောမကျသလိုလူကြိုက်လည်းနည်းကြတယ်..ဒါ့ကြောင့် အမှန်စစ်စစ်ဖြစ်အောင်ဆိုပြီးအနီးစပ်ဆုံးရိုက်ကူးဖို့ သူတို့ ခရီးထွက်လာကြတယ်...အဲ့ဒီနောက်မှာတော့ ကျိန်စာသင့်နေတဲ့ မကျွတ်လွတ်တဲ့လွန်ခဲ့တဲ့ နှစ်(၁၀၀၀)ခန့်ကတည်းက အစိမ်းသေသေခဲ့တဲ့သရဲမတစ်ယောက်နဲ့ သူတို့(၄) တကယ်ဆုံလိုက်ရတဲ့အခါမှာတော့..ထိုင်းသရဲကားဖြစ်တဲ့အလျှောက် ဟာသတွေပါသလိုစိတ်ဝင်စားစရာလည်းကောင်းပါတယ်..ဒီငရှုတ် (၄)ကောင်နဲ့ သရဲမ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာကိုတော့..    File Size :(1.5GB) (689MB) and (152 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:36:00\nGenre :Mystery, Horror, Comedy, Supernatural\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hay Thar Oo & Thynn Nu Swe\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1P3w7/The.Fabric.2022.WEB-DL.720P.PP(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/mUoJ29TFX7OZbuG91E1L4J0QidD-135x200.jpg",
        "title": "The Silent Twins (2022)",
        "description": "The Silent TwinsBlack Panther ထဲ shuri အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Letitia Wrightရဲ့ကားပါ။ နာမည်အတိုင်း စကားမပြောတဲ့ အမွှာနှစ်ယောက်အကြောင်း ရုပ်ရှင်ပါပဲ။သူတို့ဟာအပြင်မှာ တကယ်လည်းရှိခဲ့သလို ဒီဇာတ်လမ်းရဲ့ ကျောရိုးဖြစ်ရပ်တွေကလည်း တကယ်ဖြစ်ခဲ့ပါတယ်။ ဇာတ်လမ်းကတော့ ကလေးဘဝက ဘူလီအလုပ်ခံရရာကနေ စိတ်ဒဏ်ရာရပြီး သူတို့အချင်းချင်းကလွဲ ဘယ်သူ့ကိုမှစကားမပြောတော့တဲ့ အမွှာ၂ယောက်ရဲ့ ဒုက္ခသုက္ခ လူတောမတိုးခြင်းတွေနဲ့ သူတို့စိတ်ရောဂါပိုဆိုးလာတဲ့အဆင့်အဆင့်တွေ သူတို့ဖြတ်သန်းခဲ့ရတဲ့ ဘဝအကြောင်းတွေပါပဲ။ စိတ်ရောဂါရှိနေပေမဲ့ တော်ကြတဲ့သူတွေဖြစ်ပြီး စာအုပ်တွေပါရေးသားခဲ့ပါသေးတယ်။ သို့ပေမဲ့ ကံအကြောင်းမလှတော့ ဆေးတွေ ရာဇဝတ်မှုတွေနဲ့ လမ်းမှားလိုက်မိပြီး ဆေးရုံမှာ အကျဉ်းချခံခဲ့ရတဲ့ တော်တော်သနားဖို့ကောင်းတဲ့ စိတ်ဝေဒနာရှင် လူမည်းညီအစ်မရဲ့ ဖြစ်ရပ်မှန်ကို ကျောရိုးပြုထားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ W ပါ )File Size__(2GB) / (1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:53:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by W\nEncoded by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1P4ry/The_Silent_Twins_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZmNhOTc5OTUtODllZi00NTk4LTk2NDUtYjYzZWY4OTNiZWRiXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Dobaaraa (2022)",
        "description": "အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့\nအားလုံးရဲ့အချစ်တော် တာ့ပ်ဆီးပန်းနုရဲ့ ဇာတ်ကားသစ်လေးပဲ\nဖြစ်ပါတယ်ဇာတ်ကားလေးက အပြိုင်ကမ္ဘာပုံစံမျိုး ဆန်းဆန်းပြားပြားလေး\nရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အန်တာရာ (တာ့ပ်ဆီး) က လက်ရှိအချိန်ကာလမှာနေပြီး\nအတိတ်က အာနေးဆိုတဲ့ကောင်လေးနဲ့ တီဗွီထဲကနေတစ်ဆင့်\nဆက်သွယ်မိသွားပါတယ်အတိတ်က အာနေးဆိုတဲ့ကောင်လေးဟာ\nဘေးအိမ်က လင်မယားနှစ်ယောက်ရန်ဖြစ်နေတဲ့နေရာဆီ သွားရင်း\nကားတိုက်ခံရပြီး သေဆုံးသွားတာဖြစ်ပါတယ်အဲဒီကောင်လေး အာနေး နေခဲ့တဲ့အိမ်မှာပဲ\nအန်တာရာတို့ မိသားစုက ပြောင်းလာတာဖြစ်ပြီး\nအာနေးဖြစ်ပျက်ခဲ့တဲ့ အဖြစ်အပျက်အားလုံးကို\nအန်တာရာက သိထားတာမို့လို့\nအာနေးမသေအောင် အနာဂတ်ကနေ ကူညီပါတော့တယ်အဲဒီလိုနဲ့ သူ အာနေးကို ကူညီနိုင်ပါ့မလား\nအနာဂတ်ကနေ အတိတ်ကို ဘယ်လိုအကူအညီပေးမှာလဲ\nကံကြမ္မာကိုပြောင်းလဲအောင်လုပ်လိုက်ရင်\nသူတို့ကရော ဘယ်လိုဖြစ်သွားမှာလဲဆိုတာကိုဒီဇာတ်ကားလေးထဲမှာ တာ့ပ်ဆီးရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့အတူ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size…1.34Gb / 630MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Sora & BpL & Thet Ko & OeliuJ",
        "rating": "",
        "url": "https://megaup.net/2v1qA/Dobaaraa.2022.720p.NF.WEB-DL(CM).mp4",
        "category": "Bollywood, Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWQ4MjgwZTItOGIyNC00YjFlLWJhNzktYzFiNTdmZjllNTM4XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Relyebo (2022)",
        "description": "Relyebo (2022)~ IMDb rating - 8.1/10 ~ဂျင်မီနဲ့ အာမာတို့ဟာ စိတ်ကူးယဉ်အိပ်မက်တွေနဲ့ နယ်ကတက်လာတဲ့လူငယ်စုံတွဲဖြစ်ပြီးတော့ လတ်တလောမှာတော့ ဂျင်မီက ညစောင့်၊ အာမာကတော့ ပီဇာဆိုင်တစ်ခုမှာအလုပ်လုပ်ပါတယ်။ တစ်ဦးနဲ့တစ်ဦး နားလည်မှု ငဲ့ညှာမှု ချစ်ခြင်းမေတ္တာတွေနဲ့ တည်ဆောက်ထားတဲ့ သူတို့အိမ်ထောင်ရေးဟာ အများထက်စာရင်သာယာတယ်လို့ဆိုနိုင်ပါတယ်။ဂျင်မီကတော့ အစောင့်ပီပီ လုပ်စရာများများစားစားမရှိတဲ့ အချိန်တွေမှာ သူနဲ့လုပ်ဖော်ကိုင်ဖက်တစ်ဦးနဲ့အတူ တိုက်ခန်းနေလူတွေရဲ့ဘဝကို လေ့လာစပ်စုရင်း အချိန်ကုန်လေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ သိပ်လှတဲ့၊ အနီရောင်ဆံကေသာတွေနဲ့ မိန်းကလေးတစ်ယောက် သူတို့တိုက်ခန်းကိုပြောင်းလာချိန်မှာတော့ ဂျင်မီဘဝပြောင်းလဲဖို့ အကြောင်းဖန်လာပါတော့တယ်။ကောင်မလေးဟာ သူ့ဆီကိုတစ်ပတ်တစ်ကြိမ်နှစ်ကြိမ်လာလည်ပတ်တဲ့ရှုးဂါးဒက်ဒီတစ်ယောက်ရှိတယ်၊ တစ်ခါတလေကျတော့လဲ တစ်ခြားတစ်ယောက်နဲ့ကော်ဖီဆိုင်မှာ ကြုံတဲ့အခါကြုံတယ်။ ဒါတွေကိုသိသိရက်နဲ့ ဂျင်မီဟာ ဒီမိန်းကလေးဖြတ်လျှောက်သွားတဲ့အခါ အနံ့လေးရှုရရှုရ၊ အရိပ်ကလေးမြင်ရမြင်ရတဲ့အထိ စွဲလန်းတပ်မက်လာတဲ့အခါမှာတော့...ဒီတစ်ခါတော့ မြင်နေကျ ရိုးရိုး Thriller ဇာတ်တွေ၊ ဂန်းစတားဇာတ်တွေနဲ့ ကွဲထွက်နေတဲ့ အချစ်၊ အိမ်ထောင်ရေးဒရာမာ နောက်ခံဇာတ်လမ်းလေးနဲ့ ခံစားကြည့်ကြရအောင်ပါ။ Scorpio Nights 3 ထဲက ...",
        "rating": "8.1",
        "url": "https://megaup.net/1963r/(CM)_Relyebo_(2022)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pIFeu5gF7ofAxI9NqrWbJAjjKn6.jpg",
        "title": "Piggy (2022)",
        "description": "Piggy (2022)ဆိုက်ကို သည်းထိတ်ရင်ဖို ဇာတ်ကားကြမ်းကြမ်းလေးကို ကြိုက်တဲ့သူတွေအတွက်တော့ ဒီနေ့မှ လတ်လတ်ဆတ်ဆတ်ထွက်ထားတဲ့ Piggy ဆိုတဲ့ ဇာတ်ကားလေးကို မိတ်ဆက်ပေးပါရစေ။နွေရာသီ ကျောင်းပိတ်ရက်မှာ ဆယ်ကျော်သက်အရွယ် ကောင်မလေး ဆာရာဟာ မိဘတွေရဲ့ အသားဆိုင်မှာပဲ နေပြီး အိမ်တွင်းပုန်းနေခဲ့တယ်။ အကြောင်းအရင်းကတော့ ဆာရာဟာ အင်မတန် ဝလွန်းတဲ့ ကောင်မလေးဖြစ်တာကြောင့် အပေါင်းအသင်းတွေကြား အလှောင်ခံ အနိုင်ကျင့်ခံရလို့ပါ။ အမေ ဖြစ်သူဆီကပါ မှိုချိုးမျှစ်ချိုး ပြောခံရတဲ့ ကလေးမလေးပါပဲ။ဒီလိုနဲ့ တစ်နေ့ မြို့ထဲက ရေကန်လေးတစ်ခုမှာ ဆာရာတစ်ယောက် ရေကူးနေချိန် ရိုစီ မာကာနဲ့ ကလောင်းဒီးရားဆိုတဲ့ ကောင်မလေး ၃ ဦးက ဆာရာ့ကို ပိုက်ကွန်နဲ့ ရေနစ်မလို ဖြစ်တဲ့အထိ အနိုင်ကျင့်ပြီး ဆာရာရဲ့ အဝတ်အစားအိတ်တွေ တဘက်တွေကို ယူသွားခဲ့တယ်။ ဆာရာတစ်ယောက် ဘီကီနီနဲ့ပဲ အိမ်ကို လမ်းလျှောက်ပြန်ခဲ့ရတယ်။ဆာရာနဲ့ ရေကန်မှာ အတူတူရှိခဲ့ ယောက်ျားတစ်ဦးက ဆာရာကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1951o/[CM]Piggy.2022.720p.WEB-DL.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzQ5YzExOTItMGYzMS00MTk2LTllMWEtOWE3YjI3ZjgwNDA4XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-154x200.jpg",
        "title": "Massu Engira Maasilamani (2015)",
        "description": "Masss (2015)==============အခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ Horror ဆိုပေမယ့်\nအရမ်းကြောက်စရာကောင်းနေတာမျိုးမဟုတ်ပဲ တစ်ကားလုံးကို\nဆက်ကြည့်နေချင်အောင်၊ စိတ်၀င်စားစရာကောင်းအောင်\nဆွဲခေါ်သွားတဲ့ အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ မင်းသား Suriya က နှစ်ကိုယ်ခွဲ သရုပ်ဆောင်ထားပြီးတော့\nဇာတ်ကောင်နှစ်ယောက်လုံးက လူအတူတူပဲလို့ကိုမထင်ရအောင် သရုပ်ဆောင်ပီပြင်လွန်းနေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်ကတည်းက မိဘမဲ့ဖြစ်ခဲ့တဲ့ မားစ်ဟာ\nသူ့သူငယ်ချင်း ဂျက် နဲ့အတူ ကြီးပြင်းလာခဲ့ပြီး ဓားပြတိုက်လုယက်မှုတွေ\nလုပ်ရင်းနေခဲ့ပါတယ်။ တစ်ရက်မှာ ငွေတွေဓားပြတိုက်ပြီးပြန်လာတုန်း\nကားတိုက်မှုတစ်ခုနဲ့ကြုံခဲ့ရပါတယ်။ ဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့\nအသက်မသေခဲ့ပဲ ပြန်သတိရလာတဲ့အခါမှာ သူဟာ သရဲတွေကိုပါ မြင်နိုင်လာခဲ့ပါတယ်။အစပိုင်းမှာတော့ သရဲတွေနဲ့ပူးပေါင်းပြီး စီးပွားရှာ ကြီးပွားလာခဲ့ပေမယ့် ရှက်တီ ဆိုတဲ့\nသရဲပေါ်လာတဲ့အခါမှာ သူ့ဘ၀ အလှည့်အပြောင်း‌ဖြစ်သွားခဲ့ပါတယ်။\nမားစ် ဟာ တဖြေးဖြေးနဲ့ သူ့ဘ၀အဖြစ်မှန်တွေကို သိလာရပြီးတဲ့အချိန်မှာ\nဘယ်လိုတွေဆက်ပြီး ရှေ့ဆက်သွားမလဲဆိုတာကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။\nFile size…3.8GB  / 1.8GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "5.9",
        "url": "https://megaup.net/1P3cw/Masss.2015.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Lz4ELJDyPjQLRNwMkjJGJPweL0.jpg",
        "title": "Men of Sacrifice ( 2022 )",
        "description": "CMရဲ့ တရုတ်ကားဖန်တွေ နောက်ပြီး တရုတ်ကားဆို\nအက်ရှင်မှ ကြိုက်ပါတယ်ဆိုသူတွေအတွက်ကို\nဒီတစ်ခေါက် IQIYI က တင်ဆက်ခဲ့တဲ့\nအက်ရှင်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်\nလီတုန်းရှင်းဆိုတဲ့ ငွေမည်းနဲ့ ချမ်းသာနေသူတစ်ယောက်ရဲ့\nသမီးဟာ ပြန်ပေးဆွဲခံရပြီး ပြန်ပေးဆွဲသူက\nဖောက်ခွဲရေးဝိဇ္ဇာလို့ နာမည်ကြီးသူတစ်ဦးဖြစ်တော့\nအမျိုးသားလုံခြုံရေးတပ်ဖွဲ့နဲ့ ပြည်သူ့လုံခြုံရေးရဲတပ်ဖွဲ့အနေနဲ့ ဘယ်လိုမျိုး ဖြေရှင်းမလဲ...\nငွေမည်းနဲ့မသမာလုပ်ငန်းရှင်ဆိုတော့ သေလည်းသေပေါ့လို့\nပစ်ထားမလား.. အသက်နဲ့ရင်းပြီးကယ်တင်မလား...\nဆိုတဲ့ရွေးချယ်မှုအောက်မှာ ဘယ်လိုရွေးချယ်မလဲ...\nနောက်ပြီး ဘာလို့ ဒီလို ပြန်ပေးဆွဲမှုကြီးဖြစ်တာလဲ....သာမန်သူတို့ချင်းမသင့်မြတ်လို့ဖြစ်တာလား\nဒါမှမဟုတ် နောက်ကွယ်မှာ ဘာလေးနက်တဲ့\nအမှုတွဲရှိနေမယ်ဆိုတာလည်း စိတ်ဝင်စားစရာပါပဲ...အဆုံးသတ်ချိန်ထိ ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးမလို့\nCM တရုတ်ကားဖန်လေးတွေလည်း\nလက်လွတ်မခံဘဲကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်...\nReviewed By Chu Chu\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/men-of-sacrifice-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjgzOTAyMmYtMDRlNi00MDFiLWE0ZWUtNDczMjY1M2ZiNDlmXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Palthu Janwar (2022)",
        "description": "Palthu Janwar 2022\n8.7/ 10 IMDb\nဒီတစ်ခါတော့ အိန္ဒိယ မာလာရလမ်ဘာသာစကားနဲ့\nဇာတ်ကားလေးတစ်ခုညွှန်းပေးပါရစေ..လူတိုင်းမှာကိုယ်စိတ်ဝင်စားတဲ့ လုပ်ချင်တဲ့အလုပ်တစ်ခုရှိတယ်\nဒါပေမယ့်အခြေအနေအကြောင်းကြောင်းကြောင့်\nမဖြစ်မနေလုပ်လိုက်ရတဲ့အလုပ်တွေရှိကြတယ်ပေါ့..ဒီဇာတ်ကားလေးမှာ ပရာဆွန်း (Basil Joseph)က\nတက်ကြွတဲ့animatorတစ်ယောက်ပေါ့..ဒါပေမယ့်\nသူ့လုပ်ငန်းမအောင်မြင်တော့မိဘတွေနဲ့လူတွေရှေ့မှာ\nအရှက်ရခဲ့ရလို့ မွေးမြူရေးအင်စပက်တာအဖြစ်နဲ့\nအစိုးရအလုပ်တစ်ခုကိုလုပ်ခဲ့လိုက်ရပါတယ်\nကိုယ်စိတ်မဝင်စားတဲ့အလုပ်တစ်ခုကို\nသူတာဝန်ကျတဲ့နယ်မြေမှာ သူဘယ်လိုရေလိုက်ငါးလိုက်ဖြစ်အောင်လုပ်မလဲပြဿနာအလွဲတွေနဲ့အလုပ်မှာကြုံရပေမယ့်\n\"အရာအားလုံးအဆင်ပြေတယ် \"ဆိုတဲ့အတွေးနဲ့\nအခက်အခဲတွေကိုသူဘယ်လိုဖြေရှင်းမလဲ\nကိုယ်စိတ်မဝင်စားတဲ့အလုပ်တစ်ခုကိုသူဘယ်လိုလုပ်မလဲ...\nအစရှိတာတွေကို ဆက်လက်ကြည့်ရှု့ပေးကြပါဦး...\nFile size…2.3GB / 1GB \nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Hay Man & BpL & Thet Ko",
        "rating": "8.7",
        "url": "https://megaup.net/1P29x/Palthu_Janwar_(2022)_Malayalam.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gGP1goqJGGPD2YMp6YLxtmHW1WX.jpg",
        "title": "My Dear Bodyguard ( 2022 )",
        "description": "တရုတ်ဘော်ဒီဂတ် အက်ရှင်ကားတွေကြိုက်တဲ့ CMပရိသတ်ကြီးအတွက်\nဘော်ဒီဂတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင် ......\nHang Bin ဟာပုဂ္ဂလိကလုံခြုံရေးအဖွဲ့ဝင်တစ်ယောက်ဖြစ်တယ်။\nSherry တို့သားအဖကိုစောင့်ရှောက်ပေးရတဲ့တာဝန်ကျရှုံးခဲ့ပြီး\nတစ်မိသားစုလုံးသတ်ခံလိုက်ရပါတယ်။Sherryအဖေရဲ့ အန္တရာယ်ရှိ စမ်းသပ်ပစ္စည်းဟာလဲ ပျောက်ကွယ်သွားခဲ့ပါတယ်။\nကိုယ့်ကိုယ်ကိုခွင့်မလွှတ်နိုင်တဲ့ Hang Bin ဟာ\nကိုယ့်ကိုယ်ကိုအပြစ်တင်ရင်း ဘဝကိုဖြစ်သလိုဖြတ်သန်းနေပါတော့တယ်။\n၁၅နှစ်ကြာပြီးနောက်.....လုပ်ဖော်ကိုင်ဖက်ဟောင်းကြောင့်\nအဆိုတော်မလေးရဲ့သက်တော်စောင့်ဖြစ်လာဖို့အကြောင်းဖန်လာပါတယ်။အဆိုတော်မလေးဟာအသက်ခြိမ်းခြောက်မှုတွေဆက်တိုက်ခံရပြီး\nအန္တရာယ်တွေဆက်တိုက်ကြုံတွေ့နေရပါတယ်။\nHang Binဟာအခက်အခဲတွေရင်ဆိုင်ကျော်ဖြတ်ရင်း\nတရားခံရဲ့ပစ်မှတ်ဟာ တကယ်တော့\nအဆိုတော်မလေးမဟုတ်ပဲ သူကိုယ်တိုင်ဆိုတာသိလိုက်ရတယ်။\nနောက်ကွယ်ကနေထိန်းချုပ်နေတဲ့သူကဘယ်သူဖြစ်လိမ့်မလဲ.....\nဘာကြောင့်များသူ့ကိုအညှိုးထားနေရတာလဲ......\nပဟေဠိတွေအပြည့်နဲ့ပီပြင်တဲ့ ဖိုက်တင်ခန်းတွေနဲ့\nစိတ်ဝင်စားဖွယ်ကြည့်ရမယ့်အက်ရှင်ကားကောင်းလေးဖြစ်လို့\nအကြိုက်တွေ့ကြမှာသေချာပါတယ်။\nReviewed By Nu Mon\nQuality : WEB-DL 1080p ,480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 22min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/my-dear-bodyguard-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/5593458-141x200.jpg",
        "title": "Halloween Ends (2022)",
        "description": "Halloween Ends (2022)\n===================ဟောလိုးဝင်းဆိုတဲ့ ရုပ်ရှင်တွေဟာ စုစုပေါင်း ၁၃ ကားတောင်ထွက်ရှိခဲ့တဲ့\nဂန္ဓဝင်ဟော်ရာကားတွေပဲဖြစ်ပါတယ်။ မျက်နှာဖုံးကြီးနဲ့ ဓားမြှောင်ရှည်တစ်\nချောင်းနဲ့ မိုက်ကယ်မိုင်ယာစ်ရဲ့ ပုံရိပ်ဟာ ဟော်ရာကားတွေရဲ့ အထိမ်းအမှတ်\nတစ်ခုလို့တောင် ပြောလို့ရပါတယ်။အခုလည်း ၂၀၂၂ ဟောလိုးဝင်းအတွက် တစ်ကားထွက်ရှိလာပါပြီ။ ဒီကားမှာတော့\nမိုက်ကယ်မိုင်ယာစ်ရဲ့လက်က လွတ်ခဲ့တဲ့ မြေးအဘွားနှစ်ယောက်ရယ်၊ တစ်မြို့လုံးက\nမုန်းကြတဲ့ ကောင်လေးတစ်ယောက်ရယ်အကြောင်းကို အခြေခံထားပါတယ်။\nလှည့်ကွက်နဲ့ ဇာတ်လမ်းကောင်းကောင်းနဲ့ ပိုးစိုးပက်စက်တွေ လုပ်တာကို ကြည့်\nချင်ရင်တော့ ဒီဟော်ရာရုပ်ရှင်က ကြည့်လို့အလွန်ကောင်းမှာပါပဲ။ ဒါရိုက်တာကလည်း\nဟောလိုးဝင်း ၂၀၁၈ နဲ့ ၂၀၂၁ ရဲ့ ပရိုဂျူဆာပါပဲ။ ဒီတော့ အဆက်အစပ်လေးနဲ့ကြည့်\nရမှာပေါ့။ အားပေးလိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(1.43 GB) / (580 MB) / (320 MB)\nQuality............Web-DL 1080p / 720p / 360p\nDuration.........1Hr 51mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Mr.Anderson\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/2uZA5/Halloween.Ends.2022.720p.Web[CM].mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGjVbLVdZRBlZTTQVBsj2KUjL1s.jpg",
        "title": "Frankenweenie (2012)",
        "description": "Frankenweenie (2012)~ IMDb - 6.9/10, Rotten Tomatoes - 87% ~ဂေါ့သစ်ဆရာကြီး Tim Burton ရဲ့ နောက်ထပ် အဟောင်း‌အကောင်း ဂေါ့သစ်ကားတစ်ကားပါပဲ။ ဖရန်ကင်စတိန်းလိုမျိုးဇာတ်ပေါ့။ ဖရန်ကင်ဝီးနီပါ။ ဝီးနီဆိုတဲ့ ရှည်မျောမျောခွေးပုမျိုး ခွေးလေးတစ်ကောင်ကို ဖရန်ကင်စတိန်းလို ပြန်အသက်သွင်းလိုက်လို့ ဒီနာမည်ပေးထားတာ‌ပေါ့။ဒီရုပ်ရှင်ထဲက ခွေးပိုင်ရှင် ဗစ်တာဟာ Corpse Bride ထဲက ဗစ်တာနဲ့အတူတူပဲလို့လည်း Rumor တွေရှိပါတယ်။ မင်းသမီးကတော့ ဘာတန်အစောပိုင်းကားတွေကတည်းက တော်တော်ပါတဲ့ Winona Ryder ပါပဲ။ ဒီရုပ်ရှင်အတွက် အန်နီမေးရှင်းဆွဲ သရုပ်ဖော်ဖို့ အန်နီမိတ်တာဟာ Classic Monster တွေကိုပါ လေ့လာခဲ့ရတာမို့ ကလပ်စစ်ဆန်ဆန်အရသာလည်းရမှာပါ။ ထူးထူးခြားခြား သရီးဒီကိုမှ အဖြူအမဲနဲ့ပုံဖော်ထားတဲ့ကားလည်းဟုတ်ပါတယ်။ တင်ဘာတန်ဟာ ဒီရုပ်ရှင်ကို ၆၀ခုနှစ်က ကလပ်စစ် မွန်းစတားကားတွေကို Homage ပေးတဲ့အနေနဲ့ ရိုက်ချင်ခဲ့တာပါ။ ဒီထဲကခွေးလေးဟာလည်း တင်ဘာတန်ငယ်ငယ်က ...",
        "rating": "6.9",
        "url": "https://megaup.net/2uZnu/(CM)_Frankenweenie_(2012)_720p.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3G3CCvLYy4EoLuhuUB9YlReFIN.jpg",
        "title": "MK Ultra (2022)",
        "description": "MK Ultra (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 98% ~( * အချို့သော ဇာတ်ဝင်ခန်းများသည် မိသားစုနှင့်အတူ ကြည့်ရှုရန် မသင့်တော်ပါ * )စိတ်ကိုထိန်းချုပ်စေခိုင်းခြင်း (mind control) ဆိုတာ စိတ်ကူးယဉ်ရုပ်ရှင် ဇာတ်လမ်းတွေအတော်များများမှာ ထည့်ရိုက်လေ့ရှိတဲ့ အကြောင်းအရာတစ်ခုပါ။စိတ်က ခန္ဓာကိုယ်ကို မောင်းနှင်တယ် ဆိုတဲ့စကားရှိပြီး မိမိသာ တခြားသူတစ်ယောက်ယောက်ရဲ့စိတ်ကို ထိန်းချုပ်ကိုင်တွယ်နိုင်လိုက်မယ်ဆိုရင် ကိုယ်ဟာ အဲဒီလူရဲ့ ခန္ဓာကိုယ်၊ အဲဒီလူ လုပ်သမျှကို လိုသလို အသုံးချ စေခိုင်းနိုင်ပြီ ဆိုတဲ့သဘောပဲ မဟုတ်လား။ စိတ်ကူးယဉ်ဆိုတာကလည်း လက်တွေ့ကနေ ဆင့်ပွါးဖြစ်တည်လာတဲ့အရာမို့ \"စိတ်ကို ထိန်းချုပ်ခြင်း\" ဆိုတဲ့ စကားလေးအပေါ် အခြေခံလို့ အင်အားကြီးနိုင်ငံတွေနောက်ကွယ်မှာ သို့လော သို့လော ဖြစ်စရာတွေ၊ အခုထိ ဖော်ထုတ်လို့မရတဲ့ လျှို့ဝှက်ချက်တွေ တပုံတပင်ကြီး ရှိနေမယ်ဆိုလျှင်ရော...?MK Ultra ...",
        "rating": "6.7",
        "url": "https://megaup.net/194kj/(CM)_MK_Ultra_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSyJ9LgyRbinRP5NazWUcjBmCh5.jpg",
        "title": "Love Strikes Twice (2022)",
        "description": "Love Strikes Twice (2022)ဒီကားလေးကတော့ ငြိမ့်ငြိမ့်လေးကြည့်ချင်သူများအတွက် romance, drama ကားလေးပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nMaggieက အောင်မြင်တဲ့ရှေ့နေတစ်ယောက်ဖြစ်ပြီး နာမည်ကြီး ရှေ့နေအကျိုးဆောင်ရုံးမှာ အလုပ်လုပ်ပါတယ်။ သူ့အတွက် အားလုံးက အဆင်ပြေအောင်မြင်နေပေမဲ့ ယောကျ်ားဖြစ်သူ Josh နဲ့ ဆက်ဆံရေးကတော့ စိမ်းသက်သက်ဖြစ်နေပါတယ်။Maggie ရဲ့မိဘတွေ နှစ် ၄၀ ပြည့် anniversary ပွဲကိုသွားရင်း accident တခုဖြစ်ပြီး Maggie က လွန်ခဲ့တဲ့ ၁၅နှစ်ကို ပြန်ရောက်သွားပါတယ်။ တက္ကသိုလ်မတက်ခင် နွေကိုရောက်သွားပြီး အရင်ချစ်သူနဲ့ တွဲနေတဲ့အချိန်ပါ။ Josh နဲ့လည်း စမတွဲသေးဘဲ သူငယ်ချင်းဖြစ်ရုံဆိုတော့ ဘယ်လိုတွေကြုံရမလဲ?Maggie အနာဂတ်ကို ရောက်အောင် ဘယ်လိုပြန်သွားမလဲ?\nအနာဂတ်ကိုရောက်ဖို့ ဖြစ်နိုင်ပါ့မလား? ဆိုတာတော့ ဆက်ပြီး ကြည့်ရှုရင်း အဖြေရှာလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Marie ပါ။)File Size          : 1.5GB, ...",
        "rating": "7",
        "url": "https://megaup.net/1OYdf/[CM]Love.Strikes.Twice.2021.720p.WEB-DL.mp4",
        "category": "Comedy, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/jLjzy_4f-141x200.jpg",
        "title": "Usogui (2022)",
        "description": "Usogui (2022)ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ အသက်ကိုလောင်းကြေးထပ်မယ့် ကစားပွဲတွေအကြောင်း ရင်ခုန်အောင် ရိုက်ကူးပေးထားတဲ့ ဂျပန်ကားလေး Usogui (မုသားစားသုံးသူ) ပါပဲကာကဲရိုကလပ်ဆိုတဲ့ အဖွဲ့အစည်းဟာ ကြေးကြီးတဲ့ လောင်းကစားပွဲတွေကို ကြီးကြပ်ပေးတဲ့ အဖွဲ့အစည်းတစ်ခု...\nလောင်းချင်တိုင်းလောင်းပြီး ထွက်ပြေးချင်တဲ့သူတွေ လစ်လို့မရအောင် လိုအပ်ရင် လူပါသတ်တယ်မင်းသား မာဒါရာမဲ ဘာကူဟာ တခြားသူတွေရဲ့ မုသားတွေ လှည့်ဖျားမှုတွေကို ကျွမ်းကျင်ပါးနပ်စွာ ဖော်ထုတ်နိုင်သူ...\nသူဟာ ဒီအဖွဲ့အစည်းရဲ့ ခေါင်းဆောင်နေရာကို ရရှိဖို့ အသက်ကိုပါ ပုံအောပြီး လောင်းကြေးတင်ခဲ့ပေမယ့် ခေါင်းဆောင်ရဲ့ လှည့်ဖျားမှုမှာ ကျရှုံးရင်း အသက်ဆုံးလုနီးပါးဖြစ်ခဲ့ရတယ်\nခေါင်းဆောင်ဟာ သူ့ကို အသင်းဝင်အဖြစ်ကနေ ပယ်ထုတ်ပြီး နှင်ဒဏ် ပေးခဲ့တယ်အချိန်အတိုင်းအတာ တစ်ခုအကြာမှာတော့ ဒီအဖွဲ့ဝင်တွေကို စိန်ခေါ်တဲ့ သိပ္ပံပညာရှင် ဆာဒါကူနီ ဆိုသူ ပေါ်ပေါက်လာတယ်\nဘာကူဟာလည်း ခေါင်းဆောင်ကိုထပ်စိန်ခေါ်နိုင်ဖို့ တိုကျိုကို ပြန်လာတဲ့အခါ မောင်ကံကောင်းလေး ကာဂျီ တာကာအိုမီနဲ့ ဆုံတွေ့ခဲ့တယ်\nသူတို့၂ဦးရယ် ဆာဒါကူနီရယ် ကာကဲရိုကလပ်တို့ဟာ ဘယ်ပုံဘယ်နည်း ဆက်နွှယ်နေမလဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3aWbg/Usogui_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzJiMTI3ZTMtNTFhYy00OWNhLWExYjItNzU4NmRkNzdmYmJkXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-160x200.jpg",
        "title": "Vendhu Thanindhathu Kaadu (2022)",
        "description": "Vendhu Thanindhathu Kaadu (2022)IMDb 7.9ဒီတစ်ခါမှာတော့ ကုဋေ၃၀ အကုန်ကျခံရိုက်ကူးထားပြီး\nကုဋေ၅၀ထိပြန်ရခဲ့တဲ့ အမိုက်စားတမီလ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်ဒီလက်‌တွေနဲ့ကိုယ်တိုင်လူသတ်မိမယ် လူသတ်သမားဖြစ်ဖို့မွေးဖွားလာတာဆိုပြီး\nဗေဒင်ဆရာတွေဆီကတစ်လေသံတည်းထွက်လာခဲ့တဲ့ ဇာတာပိုင်ရှင်မီသူး...\nမိခင်ဖြစ်သူကသားကိုဒီလိုဘဝမျိုးအရောက်မခံနိုင်တော့\nမရှိတဲ့ကြားကကျောင်းထားပြီး B.Scဘွဲ့ရအောင်လုပ်ပေးခဲ့တယ်မွေးရပ်မြေမှာ ဆူးချုံရှင်းရင်း မတော်တဆကွင်းတစ်ပြင်လုံးမီးထလောင်တော့\nလယ်ပိုင်ရှင်ကလျော်ကြေးတောင်းလေရဲ့ သူ့အမှားမဟုတ်လို့မပေးနိုင်ကြောင်း\nမူသူးကတင်းခံနေရင်း ပိုင်ရှင်နဲ့ကတောက်ကဆဖြစ်ရာကနေ လူသတ်မိတော့မလိုဖြစ်ခဲ့တဲ့သူ့ကို\nညတွင်းချင်းပဲ အမေဖြစ်သူကမြို့က ဦးလေးဖြစ်သူထံ ခေါ်ယူထွက်ပြေးခဲ့ရတယ်\nမြို့မှာဘဝသစ်စမယ် မိဘအကြွေးတွေဆပ်ပေးမယ်တင်းခံနေရာကနေ\nမထင်မှတ်ထားတဲ့ဖြစ်ရပ်တစ်ခုစီ ပါဝင်ပတ်သက်မိရာမှာတော့...\nဗေဒင်ဆရာတွေဟောတဲ့အတိုင်း လူသတ်သမားဖြစ်လာမလား\nမိခင်သဘောတိုင်းဖြစ်မလားဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါရှင်\nFile size…2.83GB  / 1.24GB \nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 57m\nSubtitle….Myanmar Subtitle (Hard sub)\nEncoder….YK\nTranslated by Poe & BpL & Yunni & HM",
        "rating": "7.9",
        "url": "https://megaup.net/2uYy9/Vendhu_Thanindhathu_Kaadu_(2022)_.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-place-130x200.jpg",
        "title": "The Place Beyond the Pines(2012)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို ၂၀၁၂ခုနှစ်က ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးပါတော့မယ် တကယ့်ကို သရုပ်ဆောင်ထားတာ ရသမြောက်ပြီးတော့ သူတို့ရဲ့ သရုပ်ဆောင်ချက်တွေထဲမှာ စီးမျောသွားရလောက်အောင်ကို ကောင်းတဲ့ကားကောင်းလေး တစ်ကားပါပဲ IMDP 7.3 အထိရရှိထားပြီး ပါဝင်တဲ့သရုပ်ဆောင်တွေကလည်း Ryan Goslingရယ် Eva Mendesရယ် Bradley Cooperရယ်ဆိုတော့ ဘာပြောကောင်းမလဲပေါ့ဗျာ\nဇာတ်လမ်းအကျဉ်း\nလုခ်ဆိုတဲ့ ဆိုင်ကယ်စတန့်မောင်းသမားက သူ့မှာကလေးရှိတာကိုသိသွားတဲ့အခါမှာတော့ ဘာကိုမှဂရုမစိုက်ဘဲ လေလွင့်နေတာကနေ သူ့သားလေးကို စောင့်ရှောက်ဖို့အတွက် သူ့သားလေးရှိတဲ့မြို့မှာပဲ နေမယ်ဆိုပြီး ဆိုင်ကယ်စတန့်မောင်းတဲ့ အလုပ်ကနေထွက်ခဲ့တာပါ အဲဒီမှာပဲ လူတစ်ယောက်နဲ့တွေ့ပြီးတော့ အဖော်ကောင်းတာနဲ့ ဘဏ်ဓားပြတိုက်ပါလေရော သူ့သားလေးရဲ့ အမေ သူ့ရည်းစားကလည်း သူက လေလွင့်နေတာဆိုတော့ တခြားတစ်ယောက်နဲ့ယူပြီး ဘဝအသစ်တစ်ခုဖြစ်နေခဲ့တာပေါ့ အဲဒီလိုနဲ့ ဓားပြတိုက်ရင်ရလာတဲ့ ငွေလေးနဲ့ သူ့သားအတွက် ပစ္စည်းလေးတွေသွားပို့ရင်း သူ့မိန်းမရဲ့ လက်ရှိယောကျာ်းနဲ့ ရန်ဖြစ်ရာကနေ အဖမ်းခံရပါလေရော အဲဒီလိုနဲ့ သူရဲ့ ဓားပြတိုက်ဖော်တိုက်ဖက် က သူ့ကို ဒေါ်လာ ...",
        "rating": "7.3",
        "url": " https://megaup.net/192f8/The.Place.Beyond.The.Pines.2012.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODU1ZjExN2YtNDJkNC00ZGUyLTllNjItYjZmNGRmOTRlOWMwXkEyXkFqcGdeQXVyNDc5NTIwMjg@._V1_-140x200.jpg",
        "title": "Moss (2010)",
        "description": "နာမည်ကြီး Webtoon ကိုအခြေခံရိုက်ကူးထားပြီး အချိန်ကြာမြင့်ပေမယ့် ဇာတ်သိမ်းထိဆွဲခေါ်သွားမယ့် ဇာတ်လမ်းမျိုးကိုတင်ဆက်ပေးချင်ပါတယ်ဆိုးလ်မြို့ကြီးမှာနေရတာ ပျင်းရိနေတဲ့ ရူဟေးဂုဆီကို ရွာမှာဇာတ်မြှုပ်နေတဲ့ဖခင်သေဆုံးသွားကြောင်းဖုန်းဝင်လာခဲ့ပါတယ်\nဒီလိုနဲ့ဖခင်ဈာပနပွဲဆီသွားခဲ့ပေမယ့် ရွာကလူတွေဟာ တစ်ခုခုကိုဖုံးကွယ်ထားကြောင်း ရှေ့နေဟောင်းရူဟေးဂုက တန်းသိခဲ့ပါတယ်\nမြို့ကလူစိမ်းဖြစ်လို့ရွာမှာလက်မခံချင်ကြတာမှန်းသူနားလည်ပေမယ့် ဖခင်အကြောင်းတွေကိုပါလျှို့ဝှက်ထားကြတဲ့ ဒီရွာကို သူသံသယဝင်လာတော့ ဆိုးလ်ကိုမပြန်တော့ဘဲ ရွာမှာပဲခေတ္တအခြေချလိုကြောင်းပြောပြလိုက်တဲ့အခါ ရွာကလူတွေဆက်ဆံပုံက ပိုပြီးဆိုးရွားလာခဲ့တယ်ထူးဆန်းတာက ရွာရဲ့ ရွာသူကြီးဆိုတဲ့လူကို အကုန်လုံးက နတ်ဘုရားလိုကိုးကွယ်နေကြတာပါပဲ\nဒီရွာရဲ့ဖုံးကွယ်ထားတာတွေကိုတစ်စတစ်စစုံစမ်းသိရှိလာချိန်မှာတော့ ရူဟေးဂုတစ်ယောက်ဘာဆက်ဖြစ်မလဲ ရွာသူကြီးကရော ဘယ်သူလဲ..\nရူဟေးဂုဖခင်သေဆုံးမှုကရော သွေးရိုးသားရိုးဖြစ်နိုင်ပါ့မလားဆိုတာတော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yunni ပါ )File Size__(2.5GB) / (1.1GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__02:45:00\nType__Crime, Drama, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunni\nEncoded by Naing Aung Latt",
        "rating": "6,7",
        "url": "https://megaup.net/2uWTd/Moss_(2010)_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eE4k7ffpJNuIQWeQAk6NTgymVx4.jpg",
        "title": "Wolf Pack ( 2022 )",
        "description": "CM Chinese fan တို့အတွက် အခုအခါ my Dramalist မှာလည်း\nrating 8 ရထားပြီး budget ကောင်းသုံးထားတဲ့\nအက်ရှင်ကားကောင်းလေးဖြစ်တဲ့ wolf pack ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…ဇာတ်လမ်းအကျဉ်းလေးပြောပြရရင် ဝေးပေ့\nခေါင်ပေ့ အန္တရာယ်များပေ့ဆိုတဲ့ နေရာတွေကိုမှ\nရွေးပြီး စေတနာ့ဆရာဝန်အဖြစ်လုပ်နေတဲ့ ခယ်ထုံဆိုသူတစ်ယောက်…\nရုတ်တရက်ကြီး ကလေးတွေကိုကယ်ဖို့ဆိုပြီး\nလိုက်သွားရကနေ Cooley ကိုရောက်သွားခဲ့ပြီး\nတစ်ချိန်ကအလောင်းအင်္ဂါမစုံခဲ့တဲ့ အဖေ့နောက်ကွယ်အကြောင်းနဲ့\nအဖေသေရတဲ့အကြောင်းကို ဖြည်းဖြည်းချင်းသဘောပေါက်လာတဲ့အပြင်\nအခုသူကြုံတွေ့နေရတဲ့ မစ်ရှင်နဲ့ အဖွဲ့အစည်းကိုပါ\nဖြည်းဖြည်းချင်း ပုံဖော်ပြထားတဲ့ကားကောင်းလေးမို့\nအက်ရှင်ကားကောင်းကြိုက်သူတို့\nလက်မနှေးဘဲ အမြန်ဒေါင်းကြည့်လိုက်တော့နော်\nReviewed By Chu Chu\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , War , Thriller\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/wolf-pack-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNWJiMGFmMzItMjdhZi00OWQ2LThiYTgtZjgxZTY5NDkyZjIzXkEyXkFqcGdeQXVyNzQ2OTEzMzY@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Grimcutty (2022)",
        "description": "Grimcutty (2022)\n============နည်းပညာတွေတိုးတက်လာတဲ့အမျှ ကောင်းကျိုးလည်းရှိသလို ဆိုးကျိုးလည်း\nရှိစမြဲပါပဲ။ တိုးတက်လာတာနဲ့အမျှ ကလေးတွေရဲ့ screen time အရမ်းတိုးလာ\nသလို၊ အွန်လိုင်းပေါ်က challenge တွေကိုလည်း မိုက်ရူးရဲဆန်စွာ လုပ်တတ်လာ\nကြပါတယ်။အာရှာတို့ မြို့လေးမှာ ကလေးတွေက ဓားနဲ့ကိုယ့်ကိုကိုယ်ထိခိုက်အောင်လည်းလုပ်\nတယ်။ အခြားသူတွေကိုလည်း ထိခိုက်အောင်လုပ်တဲ့အပြင် ကိုယ့်အမေအရင်းကိုပါ\nဓားနဲ့ထိုးမှုတွေထိပါဖြစ်လာပါတော့တယ်။ ဒီလိုဖြစ်ရတဲ့နောက်ကွယ်က အကြောင်း\nအရင်းက ဂရင်းကတ်တီကြောင့်ပါပဲ။ အာဏာပိုင်တွေကတော့ ကလေးတွေက ဂရင်း\nကတ်တီ challengeကိုလုပ်ရင်း ထင်ယောင်ထင်မှားဖြစ်ပြီး ကိုယ့်ကိုကိုယ်ထိခိုက်အောင်\nလုပ်မိကြတာလို့ သုံးသပ်ကြပါတယ်။မြို့မှာ ဒီလိုကိစ္စတွေ အဖြစ်များလာတဲ့နောက် မိုက်ရူးရဲတဲ့ကိစ္စတွေမလုပ်ဖို့ အာရှာကို\nသူ့မိဘတွေက သတိပေးတဲ့ချိန်မှာပဲ အာရှာတစ်ယောက် ဂရင်းကတ်တီနဲ့ကြုံလိုက်ရပါ\nတော့တယ်။ သူ့ရဲ့မိဘတွေကို အမှန်တိုင်းပြောပေမယ့် အားကစားကနေလည်း သူစိတ်\nတိုင်းကျထွက်လိုက်ပြီး၊ စိတ်ဓာတ်ကျတဲ့သူလိုမျိုးဖြစ်နေတဲ့ အာရှာကို သူ့မိဘတွေက\nမယုံကြည်ကြပါဘူး။ တဖြည်းဖြည်း မြို့က မိဘတိုင်းက သူတို့ကလေးတွေ ဖုန်းသုံးတာ\nကန့်သတ်ပြီး ကျောင်းပါ ပေးမသွားကြတော့တဲ့ချိန်မှာ အာရှာတစ်ယောက် ဒီကိစ္စနဲ့ပတ်\nသတ်ပြီး ဘာကြောင့်ဖြစ်တာလဲဆိုတာ ရှာဖွေပါတော့တယ်။တကယ်ပဲ ဂရင်းကတ်တီနဲ့ပတ်သတ်တဲ့ကိစ္စတွေက ထင်ယောင်ထင်မှားဖြစ်တာလား၊\nဒါမှမဟုတ် ဂရင်းကတ်တီကပဲ အပြင်မှာအမှန်တကယ်ရှိနေတာလား အာရှာတစ်ယောက်\nရော ...",
        "rating": "4.6",
        "url": "https://megaup.net/3aRby/Grimcutty.2022.PROPER.720p.WEBRip(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pCLAknAKUntcR4XhSfRONReoKdR.jpg",
        "title": "Masking Threshold (2022)",
        "description": "Masking Threshold (2022)သမာရိုးကျဇာတ်လမ်းမျိုးမဟုတ်ပဲ တစ်ကားလုံး ပြီးတဲ့အထိ ဇာတ်ကောင်ရဲ့နာမည်ကိုတောင် မသိလိုက်ရတဲ့ ထူးပေ့ဆန်းပေ့ ဇာတ်လမ်းမျိုးကိုမှ ကြည့်ချင်ပါတယ်ဆိုရင် ဒီကားကို recommend ချင်ပါတယ်။ ရွံတတ်တဲ့လူတွေ မကြည့်ကြဖို့တော့ ကြိုမှာပါရစေ။ဇာတ်ကောင်ဟာ ကုမ္ပဏီကြီးတစ်ခုမှာ အရေးပါအရာရောက်တဲ့ ဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး ဇာတ်လမ်းကို သူ့မှာ ပြဿနာတစ်ခုရှိနေလို့ ခွင့်ယူထားတာနဲ့ စဖွင့်ထားပါတယ်။\nဘာပြဿနာလဲဆိုတော့ သူဟာ သူများတွေမကြားရတဲ့ အသံတွေကို ကြားနေရတာပါပဲ။ အဲဒါက ဘာသံတွေလဲဆိုတာကို သူကိုယ်တိုင် အဖြေရှာရင်းကနေမှ ...သူများ မကြားရဘဲ သူတစ်ယောက်တည်း ကြားနေရတဲ့ အသံတွေက ဘာအသံတွေဖြစ်မလဲ?\nအဲ့ဒီဝန်ထမ်းဆိုသူကကော ဘာတွေဆက်ဖြစ်မလဲ? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲ ကြည့်ရင်း အဖြေရှာလိုက်ကြစို့ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က May Myat Thu ပါ။)File Size          : 2.1GB, 750MB, 354MB\nQuality          ...",
        "rating": "6.7",
        "url": "https://megaup.net/3QOh1/[CM]Masking.Threshold.2022.720p.WEB-DL.mp4",
        "category": "Drama, Fantasy, Horror"
    }
]