[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gM7VKHZAiW9HlCoGq1o89IGZmAP.jpg",
        "title": "Vietnamese Horror Story (2022) Complete",
        "description": "Vietnamese Horror Story (2022)ဒီစီးရီးကတော့ ဗီယက်နမ်နိုင်ငံ ကျေးလက်ဒေသရဲ့ ကျောချမ်းစရာကောင်းတဲ့ ပုံပြင်ယုံတမ်းစကားတွေအပေါ်မှာအခြေခံပြီး ရိုက်ကူးထားတဲ့ Netflix ရဲ့ Series တစ်ခုဖြစ်ပါတယ် တစ်ပိုင်းကို ပုံပြင်တစ်ပုဒ်နှုန်းနဲ့ အပိုင်းစုစုပေါင်းအပိုင်း ၃ပိုင်းထွက်ထားပါတယ်ဗျ Epi (1)- The Sugarcane Juice Lady========================\nလွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက \"လန်ဟုန်\"ဆိုတဲ့ လျှမ်းလျှမ်းတောက်ကျော်ကြားတဲ့ မင်းသမီးတစ်ယောက်ဟာမျက်နှာအက်ဆစ်အပက်ခံရပြီးရုတ်တရက်ပျောက်ကွယ်သွားခဲ့ပါတယ် သူ့အိမ်ကိုတော့ နာမည်ကျော်မင်းသမီးတစ်လက်ပြီးတစ်လက် ဆက်နေခဲ့ပါတယ်...တစ်နေ့ \"နော့မင်\" တစ်ယောက် မင်းသမီး\"အိုင်နူ\"(လက်ရှိလန်ဟုန်အိမ်၌နေနေသူ)ရဲ့ တပည့်အဖြစ်အရွေးခံရပါတယ် အိုင်နူကလည်းအေးသလောက်သူ့ကို မတရားဂရုစိုက်ပြီးချစ်ပေးပါတယ်...ဒါပေမဲ့ အိမ်ကြီးထဲမှာ ဘာလှည့်ကွက်တွေရှိနေမှာလဲ နေ့ာမင်ရဲ့ကံကြမ္မာကရော ဘယ်လိုဆက်ဖြစ်လာမလဲ.... Epi(2)- The Magician==============\nမျက်လှည့်ဆရာတစ်ယောက်က တစ်နေ့ ကလေးမလေးတစ်ယောက်ကို နောက်တစ်နေ့ကျရင်မျက်လှည့်ပြပေးမယ်လို့ ကတိပေးခဲ့ပါတယ် သို့သော်အကြောင်းအမျိုးမျိုးကြောင့်ပျက်ကွက်ခဲ့တဲ့အတွက် ထူးဆန်းတဲ့ကလေးမလေးအတွက် ကတိဖျက်သလိုဖြစ်သွားခဲ့ပါတယ်....ကတိကိုမတည်နိုင်ဘဲ ပေးခဲ့တဲ့ မျက်လှည့်ဆရာတစ်ယောက် ဘာတွေဆက်ပြီး ကြုံတွေ့လာရမှာလဲ... Epi(3)- Three Souls and Seven Spirits==========================\nဒါကတော့ ယောက်ျားဖြစ်သူ\"ဒင်\" နဲ့ မိန်းမဖြစ်သူ\"ဟန်\" ဆိုတဲ့ ...",
        "rating": "4.7",
        "url": "https://megaup.net/2rXBg/Vietnamese.Horror.Story.S01E01.The.Sugarcane.Juice.Lady.720p.NF.WEB-DL.AAC2.0CH(CM).mp4",
        "category": "Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ezgif-3-1bb3a8897e-143x200.jpg",
        "title": "The Exorcist ( 2022 )",
        "description": "THE EXORCISTCM ကနေပြီးတော့ဒီတစ်ခါအမိုက်စားဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nTHE EXORCIST ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ပယောဂဆရာဖြစ်တဲ့ Lin Jiu ရဲ့\nသူ့တပည့်ဖြစ်တဲ့ Liu Yi Ze က Ding အိမ်ရဲ့သမီးဖြစ်သူ\nDing Xiang နဲ့စေ့စပ်တဲ့အချိန်မှာ\nDing အိမ်ကမိစ္ဆာအတတ်တွေနဲ့ ထိန်းချုပ်ခံထားတာတွေ့လိုက်ရတယ်။မိစ္ဆာတွေကိုနှိမ်နင်းနေတဲ့ပယောဂဆရာတပည့်နှစ်ယောက်သိသွားတဲ့အချိန်မှာ\nဘယ်လိုတွေဖော်ထုတ်ကြမလဲ ? ဘာကြောင့်များ\nDing အိမ်ကိုထိန်းချုပ်ထားရတာလဲ ?ဆိုတာတွေကိုတော့\nဒီရုပ်ရှင်လေးကနေပြသသွားမှာဖြစ်ပါတယ်။ \nQuality : WEB-DL 1080p ,480p\nFormat : mp4\nGenres : Action , Thriller\nRuntime : 1h 26min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu Chu , Ann Chi , Nu Mon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-exorcist-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOGQwMjA2NzItNmJjYS00MDQ4LWJiZmYtNjgyZjFlNTY0MjQ0XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_-135x200.jpg",
        "title": "Father of the Bride (2022)",
        "description": "သမီးရှင် .... အဖေဆိုတာ သူ့တို့အလှည့်တုန်းကသာ မိန်းမယူဖို့ တကဲကဲဖြစ်ပြီး ဇွတ်တွေ ယူကြပေမယ့် တကယ်တမ်း သူတို့ မိဘဖြစ်လာတဲ့အခါ သားသမီးကို တစ်ပါးသူလက်ထဲ ထည့်ပေးရမှာ အင်မတန် အူတိုကြသူတွေပါပဲ။ အထူးသဖြင့် သမီးရှင် ဖခင်တွေပါ။ သူ ပိုးမွေးသလို မွေးခဲ့ရတဲ့ သမီးလေးကို အနာဂတ်မှာ သမက်ဖြစ်လာမယ့်လူရဲ့ လက်ထဲကို အပြီးအပိုင် ပေးလိုက်ဖို့အရေးဟာ သူတို့အတွက်တော့ ကမ္ဘာကြီး ပူနွေးလာမှုထက် ပိုပြီး ရင်ဆိုင်ရခက်ခဲတဲ့ ပြဿနာကြီးတစ်ခုပါ။ဒီ‌လူဟာ ငါ့သမီးနဲ့ သင့်တော်ရဲ့လား၊ ငါ့သမီးကို တင့်တောင်းတင့်တယ် ထားနိုင်ပါ့မလား၊ ငါ့သမီးအပေါ် ကောင်းပါ့မလား စတဲ့ စတဲ့ သံသယတွေနဲ့ လောင်မြိုက်ကြတာဆိုသည်မှာ မသိရင် သူတို့အလှည့်တုန်းက ပြီးပြည့်စုံနေသည့်အလား ..... ဒီ သ၀န်တိုမှုဟာ တစ်မျိုးလေးတော့ ချစ်စရာကောင်းနေပါတယ်။ ဖခင်ရဲ့ မေတ္တာပါပဲ .... ဒီဇာတ်လမ်းမှာလည်း ဘီလီဆိုတဲ့ သူဌေးကြီးဟာ သိပ်ကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/1LX4o/Father.of.the.Bride.2022.720p._(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-nanny-1-136x200.jpg",
        "title": "The Nanny’s Night (2021)",
        "description": "Bianka လို့ခေါ်တဲ့ ကောင်မလေး တစ်ယောက် ကတော့ ကလေးထိန်းတစ်ဦး ဖြစ်ပါတယ် လူတွေ သိပ်မသိတဲ့ အချက်က သူက Lesbian တစ်ဦး ဖြစ်ရုံမက စေတန်ကိုးကွယ်တဲ့ အဖွဲ့ဝင် တစ်ဦးလည်းဖြစ်ပါတယ်\nတစ်ရက်မှာတော့ မြို့ထဲက ပလတ်စတစ်ဆာဂျင် တို့ လင်မယား အိမ်ကို သူတို့ရဲ့ ၁၃ နှစ် သမီးလေး ညလုံးပေါက် ထိန်းဖို့ သွားရမှာပါသူရဲ့ ရည်ရွယ်ချက် အမှန်ကရော သူတို့သမီးလေး ကို ထိန်းဖို့ အတွက်လားဘီယန်ကာ နဲ့ သူ့ သူငယ်ချင်း ချာလီတို့ကရော အပျိုစင် ကောင်မလေး ကို ဘာလို့ အသည်းအသန် လိုက်ရှာနေတာလဲ သူတို့ ရဲ့ မျက်နှာဖုံး အောက်က အမှန်တရားက ဘာလဲHorror ဇာတ်ကားမျိုး ဖြစ်ပေမယ့် ရယ်စရာတွေလည်း အတော်ပါတာကြောင့် ဘယ်လို တိုင်ပတ်ပြီး အလွဲတွေ ဖြစ်ဦးမလဲ ဆိုတာ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1LQa1/The.Nannys.Night.2022.720p(CM)_(2).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rcXxBhE6npESFZhHBMRuaTeQXOs.jpg",
        "title": "Eraser (1996)",
        "description": "Eraser (1996)Eraser Reborn ဆိုပြီး 2022 မှာ ပြန်ရိုက်တာကိုတွေ့ရတော့ မူလ အာနိုးကားကြီးကို သွားသတိရတာနဲ့ ဒီဇာတ်ကားကို တင်ဆက်ဖြစ်တာပါ။ Total Recall ကိုတော့ နောက်ရိုက်တဲ့ကားပဲ တင်ဆက်ဖြစ်ပေမဲ့ Eraser ကတော့ အဲဒီခေတ်ကတည်းက မိုက်တာမလို့ ကြည့်သင့်တယ်လို့ အကြံပြုချင်ပါတယ်။ ငယ်ဘဝ ဗီဒီယိုရုံမှာကြည့်ခဲ့ရတဲ့ဇာတ်ကားတွေဖြစ်လို့ ကလေးဘဝကို ပြန်ရောက်သွားသလိုပါပဲ။ သေနတ်ကြီးနှစ်လက် တဖက်တချက်ကိုင်ပြီး ကွင်းပြင်မှာ ထီးထီးကြီး ရပ်ပစ်တဲ့ မြင်ကွင်းတွေလေ။ ကလေးဘဝကဆိုတော့ သိပ်မိုက်ပေါ့။ ဆော့ကစားကြပြီဆိုရင် မင်းသားလုပ်ချင်တဲ့သူ သိပ်များတာကိုးဗျ။ မင်းသားဆို ဘယ်လောက်ပစ်ပစ် မသေဘူးဆိုတဲ့ စည်းကမ်းချက်ကို လူတိုင်းလိုက်နာခဲ့တုန်းကပေါ့။မင်းသားကြီး အာနိုး ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကား Eraser ရဲ့ ဇာတ်လမ်းအကျဉ်းကတော့ သိပ်ပြောစရာမရှိပါဘူး။ နိုင်ငံတော်အဆင့် ကန်ထရိုက်သမားတွေက လက်နက်သုတေသနမှာ စွမ်းအားမြင့်လက်နက်ဖြစ်တဲ့ လျှပ်စစ်သံလိုက် မြန်နှုန်းမြင့် အလင်းတန်း ချေမှုန်းရေးရိုင်ဖယ်တွေကို တီထွင်နိုင်ပြီးနောက် မူလစာချုပ်ရှင် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2rWqy/(CM)_Eraser_(1996)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5IBm56owbu4VbJ16QDaJHvpt7x7.jpg",
        "title": "My Sister ( 2021 )",
        "description": "ဒီကားလေးက “ အစ်မကြီး အမိအရာ”\nဆိုတဲ့စကားလေးကို လုံးဝ ပုံဖော်ပြထားတဲ့ကားလေးပေါ့...သားယောက်ျားလေးမှ ဦးစားပေး နေရာပေး\nလူရာသွင်းတဲ့ တရုတ်တွေရဲ့\nဖိုဝါဒဓလေ့ကြီးအောက်မှာ\nနင်က အစ်မပဲလေဆိုတဲ့စကားတစ်ခွန်းဟာ\nတစ်သက်လုံးရုန်းထွက်မရအောင်\nချည်နှောင်ထားတဲ့ကြိုးတစ်ချောင်းဖြစ်နေခဲ့ပါတယ်...ဒီလိုမမျှတနေတာကြီးနဲ့ ဒီလိုချည်နှောင်ထားတဲ့ကြိုးကို\nဖြတ်တောက်ဖို့ရုန်းထွက်ဖို့ကြိုးစားသူကတော့\nအန်းရန်ပေ့ါ သူကို မွေးတည်းက\nမိန်းကလေးဖြစ်လို့ဆိုပြီး မိဘရင်ခွင်ထက်\nအဒေါ်ရင်ခွင်မှာ ခိုလုံခဲ့ရတဲ့သူဖြစ်ခဲ့ရတယ်...သူအပျိုအရွယ်လောက်မှာ\nသားယောက်ျားလေးမွေးပြီး သူ့ကို\nမပေးခဲ့တဲ့မေတ္တာတွေကို ဒီမောင်လေးအလှည့်မှ\nပေးနေတဲ့အပြင် သူ့ကိုပါ\nဒီမောင်လေးအတွက် စွန့်ခြင်းမြောက်များစွာကို\nစွန့်ခိုင်းခဲ့တဲ့အခါသူဘယ်လိုမှ သည်းမခံနိုင်ခဲ့ပါဘူး...ဒီအချိန်မှာ သူ့ကိုတိုက်ခန်းလွှဲပေးပြီး\nသူ့မိဘ ၂ ပါးလုံး ရုတ်တရက်ကြီး\nပျောက်ကွယ်သွားချိန်မှာ အန်းရန်တစ်ယောက်\nမမျှော်လင့်ထားတဲ့တိုက်ခန်းနဲ့အတူ\nသူမမြင်ချင်မကြည့်ချင်တဲ့ မောင်လေးပါ\nသူ့ဘဝထဲရောက်လာခဲ့ပါတယ်...အန်းရန်တစ်ယောက်ဟာ တိုက်ခန်းနဲ့အတူ\nမောင်ကိုပါ ရောင်းဖို့ပြင်ဆင်တော့တာပေါ့...\nအန်းရန်နဲ့ သူ့မောင်လေး ဘယ်လိုစခန်းသွားမယ်ဆိုတာ\nဒါရိုက်တာက ပုံဖော်ထားပါတယ်...\nဒါပေမယ့် ပရိသတ်ကြီးရော ဒီလို “အစ်မကြီးအမိရာ”ဆိုတဲ့အတိုင်း\nမောင်တွေညီမတွေရဲ့ အရှုပ်ထုပ်ကို\nအစ်မကလိုက်ရှင်းပေးရမယ်ဆိုတဲ့ အဆိုကို\nထောက်ခံကြသလား...ဇာတ်ကားကြည့်ပြီးရင်\nအမြင်လေးတွေ ပြန်ဝေမျှသွားပါဦး~ \nQuality : Bluray 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 2h 7min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by Chu Chu , Nu ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/my-sister-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/A24_MEN_KeyArt-135x200.jpg",
        "title": "Men (2022)",
        "description": "Men (2022)~ IMDb - 6.3/10, Rotten Tomatoes - 69% ~A24 ဟာ တစ်နှစ်ထက်တစ်နှစ် တရှိန်ထိုးအောင်မြင်လာလိုက်တာ ဒီနှစ်ဆိုလည်း သူ့ပင်တိုင်လက်စွဲဒါရိုက်တာတွေဖြစ်တဲ့ Jordan Peele တို့ ရောဘတ်အက်ဂါတို့နဲ့ ကားမထုတ်ဖြစ်ပေမဲ့ တခြားနာမည်ကြီး ဒါရိုက်တာတွေ ဒါရိုက်တာအသစ်တွေနဲ့ ကားသစ်တွေထုတ်ခဲ့တာမှာ အကုန်လုံးနီးပါးလည်း အောင်မြင်ခဲ့ပါတယ်။ ဒီနှစ်ရဲ့ထွက်ပြီးသား A24ကားတွေကတော့ -\n\" The Sky Is Everywhere, After Yang, X, Everything Everywhere All at Once နဲ့ Men \" တို့တွေပါပဲ။Everything Everywhere All at Once ဟာ A24 ရဲ့ ရုံဝင်ငွေအရရော အနုပညာအရရော စံချိန်တင်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ဖြစ်သလို After Yang တို့ X ...",
        "rating": "6.3",
        "url": "https://megaup.net/161pr/(CM)_Men_(2022)_720p.mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h4WLN3cmEjCsH1fNGRfvGV6IPBX.jpg",
        "title": "Morbius (2022)",
        "description": "မင်းသား ဂျားရက်လေတိုရဲ့ စူပါဟီးရိုးကားအသစ် ရပါပြီ။မောဘီးယက်စ်ဆိုတာ စပိုက်ဒါမန်းကာတွန်းတွေထဲမှာ ပါဝင်ခဲ့ပြီးဗန်နွန်လိုပဲ လူဆိုးမဟုတ်လူကောင်းမဟုတ်အကောင်ပါပဲ။ ဒရက်ကူလာလို သွေးစုပ်ကောင်ဖြစ်ပြီး မှော်အစွမ်းအရ ဖြစ်လာတာမဟုတ်ပဲသိပ္ပံစမ်းသပ်မှုတစ်ခုကနေ ဖြစ်လာခဲ့တာပါ။ သွေးစုပ်ကောင်မုဆိုးဘလိတ်ဇာတ်လမ်းမှာလည်း ပါဝင်ဖူးပြီး မာဗယ်ကာတွန်းတွေအရတော့ဘလိတ်ကို လူတစ်ပိုင်းသွေးစုပ်ကောင်တစ်ပိုင်းဖြစ်စေခဲ့တဲ့လူလည်း ဖြစ်ဖူးပါတယ်။ဒီရုပ်ရှင်ထဲမှာတော့ ဒေါက်တာ မိုက်ကယ် မောဘီးယက်စ်ရဲ့ သွေးစုပ်ကောင်ဖြစ်လာပုံကိုပြသထားပြီး နောက်ဆုံးအခန်းမှာတော့ စပိုက်ဒါမန်းနဲ့ ချိတ်ဆက်ဖို့ ပြင်ဆင်သွားခဲ့ပါတယ်။ကြည့်ကြည့်လိုက်ကြပါဦး။ \nFile size…3.6GB / 1.6GB / 900MB\nQuality… 4k HEVC WEB DL  SDR AAC5.1Ch /1080p BLU RAY 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant & YK\nTranslated by Mr.Anderson",
        "rating": "5.1",
        "url": "https://megaup.net/15Mnn/Morbius.2022.720pp._%7BCM%7D_.mp4",
        "category": "Action, Fantasy, Sci-Fi, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/arrowhead-155x200.png",
        "title": "Oro Arrowhead (2021)",
        "description": "Oro Arrowhead (2021)\n================၁၈၃၀ ခုနစ်မှာ အမေရိကန်အစိုးရဟာ ဌာနေတိုင်းရင်းသား အင်ဒီးယန်းတွေကို\nနေရာရွှေ့ပြောင်းရေး အစီအမံလုပ်ခဲ့ပါတယ်။အသစ်ဝင်ရောက်လာတဲ့ လူဖြူတွေ\nဝါဂွမ်းစိုက်ပျိုးလို့ရအောင်မြေလိုတဲ့အတွက်လို့ အကြောင်းပြပြီး ချရိုကီးလူမျိုး\n၁၆၀၀၀ ကျော်အပါအဝင် လူပေါင်း၆၀၀၀၀ လောက်ရှိတဲ့ မျိုးနွယ်စု ငါးစုကိုမိုင်ပိုင်းများစွာ\nလမ်းလျှောက်ခရီးနဲ့ အတင်းအကျပ်ပြောင်းရွှေ့ခဲ့ပါတယ်။ ပင်ပန်းဆင်းရဲမှုကြောင့်\nလူပေါင်း လေးထောင်ကျော်သေဆုံးခဲ့ပြီး မျက်ရည်လျှောက်လမ်းလို့ အမည်တွင်ခဲ့ပါတယ်။\nဒါ့အပြင် မျိုးနွယ်စုတွေ ဖယ်ရှားခံခဲ့ရတဲ့နေရာတွေဟာ တွင်းထွက်ပစ္စည်းလည်း\nထွက်တဲ့အတွက် လူဖြူတွေက လိုချင်တပ်မက်ခဲ့တာပါ။အဲဒါကို သိတဲ့ မျိုးနွယ်စုတွေဟာ ရွှေတွေကို တူးဖော်ပြီး မှော်အစီအရင်တွေနဲ့\nဖွက်ခဲ့ပါတယ်။ နောင်အခါမှာ အဲဒီအကြောင်းကို သိတဲ့ သိုက်တူးဖို့ လာသူတွေလည်း\nအများကြီးရှိတာပေါ့။ဒီဇာတ်ကားမှာတော့ မြို့တော်ဝန်ဟာ ရွှေသိုက်ကို ရှာဖွေနေသူပါ။ အခြားဒီလိုမျိုး\nအကြံအစည်ရှိသူ ရှာဖွေသူတွေကို ခြိမ်းခြောက်လေ့ သတ်ပစ်လေ့ရှိပါတယ်။ ဒါကြောင့်\nမြို့တော်ဝန်ချုပ်ကိုင်ထားတဲ့ အဲ့နယ်မြေတွေမှာ ပြည်သူတွေဟာ တုပ်တုပ်မှ မလှုပ်ရဲ\nကြပါဘူး။ တစ်ခါမှာတော့ ဇာတ်လိုက်ဖြစ်သူ ဗိုလ်မှူး ဂျင်မ်ပိုဝဲလ် တစ်ယောက် ဖခင်\nရုတ်တရက်သေဆုံးမှုကြောင့် အသုဘကိစ္စအတွက် မြို့ကို ပြန်လာခဲ့ပါတယ်။ ဒါပေမယ့်\nဖခင်သေဆုံးမှုဟာ သမားရိုးကျမဟုတ်တာကို သိရှိသွားပြီနောက် ...",
        "rating": "4.3",
        "url": "https://megaup.net/15Wif/Oro.Arrowhead.2021.720p.WEBRip.[CM]_new.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/anek-139x200.jpg",
        "title": "Anek (2022)",
        "description": "ခုတစ်ခါထွက်ရှိလာတဲ့ မင်းသားချော အရွရ်ှမန်းရဲ့ဇာတ်ကားလေးကလည်း\nစိတ်ဝင်စားဖို့ကောင်းသလို ဗဟုသုတတွေလည်း အများကြီးရပါတယ်နယ်စပ်ဒေသတွေမှာ ဖြစ်ပွားနေတဲ့ အငြင်းပွားမှုတွေနဲ့အကြမ်းဖက်မှုတွေ\nဒေသခံပြည်သူတွေရဲ့ လက်နက်ကိုင်တပ်ဖွဲ့တွေနဲ့ အစိုးရရဲ့ကြား\nမြေစာပင်ဖြစ်ရမှုတွေကို ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားလို့\nမှတ်သားလောက်ပါပေတယ်..ထောက်လှမ်းရေးအရာရှိလေး အမန်းက အငြင်းပွားဖွယ်ဖြစ်နေတဲ့\nနယ်စပ်ဒေသတစ်ခုရဲ့ အကြမ်းဖက်မှုတွေ ပြေငြိမ်းဖို့ အစိုးရနဲ့\nလက်နက်ကိုင်တပ်ဖွဲ့တွေရဲ့ စစ်ပြေငြိမ်းရေးစာချုပ်ချုပ်ဆိုတဲ့\nနေရာမှာ ကူညီပေးဖို့ တာဝန်ကျလာတယ်...သူ အဲ့ဒီဒေသကို ရောက်သွားတဲ့အခါ ဒေသခံတွေ ညှင်းပန်းနှိပ်စက်ခံရမှုတွေ\nမစွမ်းသာတဲ့အဆုံး လူငယ်လေးတွေ ကြမ္မာနွံထဲ နစ်ခဲ့ရပုံတွေကို\nမြင်တွေ့ခဲ့ရပါတယ်...တကယ်တော့ ငြိမ်းချမ်းရေးဆိုတာကို လူတိုင်းက\nမလိုလားကြပါဘူး...\nတချို့လူတွေက သူတို့ကိုယ်ကျိုးအတွက် ငြိမ်းချမ်းရေးဖေါ်ဆောင်သယောင်နဲ့\nအကြမ်းဖက်နေတာတွေကို မြင်တွေ့လာရတဲ့အခါ...မှန်တယ်ထင်တာကို လုပ်မယ့် ဒီအရာရှိလေးရဲ့\nစစ်ဆင်ရေးခရီးလမ်းက ဘယ်လိုဖြစ်လာမလဲဆိုတာတော့...။အစိုးရတစ်ရပ်နဲ့ လက်နက်ကိုင်တပ်ဖွဲ့တွေရဲ့ကြား တကယ်တမ်း\nအေးချမ်းမှုလိုအပ်နေသူနဲ့ ပြေလည်မှုလိုလားသူကြား\nကွာဟချက်ကိုလည်း ဒီဇာတ်ကားမှာ ကောင်းကောင်းကြီး\nမြင်တွေ့ရမှာဖြစ်လို့ ရှုစားပေးကြပါဦးရှင့်...  \nFile size…3.05GB / 1.38GB\nQuality…720p\nFormat…mp4\nDuration….2h 27m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by T.A.Y.L.O.R",
        "rating": "7.5",
        "url": "https://megaup.net/2rW4m/Anek_(2022)_TRUE_WEB-DL.720p.Hindi.AAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41ZNHkEs7GYTI9994mW6BHCIP29.jpg",
        "title": "Sector 7 (2011)",
        "description": "Sector 7 (2011)ကျွန်တော်တို့ခေတ်ရဲ့ အလှနတ်ဘုရားမ ဖြစ်ခဲ့သလို ခုထိလည်း လှနေဆဲ လှနေမြဲ တောင်ကိုရီးယားမင်းသမီးတစ်ယောက်ဖြစ်တဲ့ ဟာဂျီဝန်ရဲ့ အလန်းစားရုပ်ရှင်တစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ ကားမလန်းတောင် ဂန္တဝင်မမရဲ့ ဂန္တဝင်အလှတရားတွေကို ကြည့်ဖို့သက်သက် ရှာကြည့်ရတဲ့ မမ ဟာဂျီဝန်ရဲ့ ရုပ်ရှင်ကိုမှ ဇာတ်လမ်းကပါ စိတ်ဝင်စားစရာကောင်းနေတော့ တော်တော်တန်တဲ့ ရုပ်ရှင်ပါပဲ။ အိုဂျီဟိုဆိုတဲ့ ဘဲလည်းပါပေမဲ့ ခေါက်ထားလိုက်ပါ၊ မမသာအဓိကပဲမို့လား။ ဒါပေမဲ့ မမဆိုလို့ မမ ဟာဂျီဝန်တစ်ယောက်တည်းတင်မဟုတ်ဘဲ ဒီနှစ်မှာ Golden Mask ဒရာမာနဲ့ ပြန်ဟော့လာတဲ့ မမ ချာရီယျွန်းလည်း ပါပါသေးတယ်။ဇာတ်လမ်းကတော့ Kristen Stewart ပါတဲ့ Underwater လိုလို ဘာလိုလိုပါပဲ။ ဂြိုဟ်သားတွေနဲ့ကိုး။ ဒါရိုက်တာကတော့ May 18 တို့ Sinkhole တို့ The Tower တို့လို ကံဆိုးမိုးမှောင်ကျတဲ့ရုပ်ရှင်တွေချည်း အသားပေးရိုက်တတ်တဲ့ Ji-hoon Kim ...",
        "rating": "4.6",
        "url": "https://megaup.net/2rVUd/(CM)_Sector_7_(2011)_720p.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOTZhYThkMTAtYjk0Mi00OTg4LTljMzQtMWE1NTM3NjdkM2RjXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Three Times (2005)",
        "description": "Three Times (2005)\nDirected by Hou Hsiao-Hsienတမြေ့မြေ့အောက်မြေ့ခြင်းကြားက ငါတို့ရဲ့ အခါခါလွဲခဲ့ကြခြင်းတွေ။ ပထမဆုံးရက်‌စွဲတစ်ဖြစ်လည်း နောက်ဆုံးရက်စွဲမှာ တို့ရဲ့အနက်ရောင်ဖဲထီးကလေးပေါ်မှာ မိုးရိပ်တွေလည်းဖြာလို့။ တစ်ခါတလေကျ နဖူးစာဟာ ကံကြမ္မာဆိုတာထက် ပိုပါတယ်။ ဆန္ဒ‌ပေါ့။ မနီးစပ်ခြင်းတွေကို အနီးဆုံးဆွဲကပ်ပစ်လိုက်နိုင်တာ လူနှစ်ယောက်ရဲ့ နီးစပ်ချင်စိတ်ပဲမို့လား။ သုံးခေတ်သုံးဖန် သုံးကြိမ်သုံးလီ နီးလာခြင်း‌ ဝေးသွားခြင်း မျက်ရည် မိုးစက်များ တိုင်ပေရဲ့ နီယွန်ည နှုတ်ခမ်းဖျားမှာ ခေတ်အဆက်ဆက်ဟာ စုထုံးလို့။ စီးကရက်နဲ့မိုးစက်တွေကို တစ်သားတည်းအဖြစ် မှတ်ယူလိုက်ကြတာပေါ့။ ဘောလုံးနဲ့ ၀င်ကျင်းဟာ ကျူတံရဲ့အတွေ့မှာ ဆုံစည်းကြရမှာပဲမလား။ ငါတို့သာသေချာခဲ့ရင် အရာရာဟာ သေချာနေပြီးသား။Three Timesဟာ world cinemaရဲ့ leading figure တစ်ယောက်ဖြစ်သလို ထိုင်၀မ် New Wave Cinemaရဲ့ ပဲ့ကိုင်ရှင်တစ်ယောက်ဖြစ်တဲ့ Hou Hsiao-Hsienရဲ့ Second New Waveခေတ်‌အလွန်မှာ ရိုက်ခဲ့တဲ့ကားပါပဲ။ Houဟာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/three-times-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDE2ODVmNGMtOGI3Zi00ODNjLTg5ZmUtNzAxNjQ4M2FjNzlkXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The Man From Toronto (2022)",
        "description": "ဟာသသရုပ်ဆောင် ကယ်ဗင်ဟာ့ နဲ့ ဝူဒီ ဟာရယ်ဆန်တို့ ပါဝင်ထားတဲ့ နက်ဖလစ် ဟာသ အက်ရှင် ကားအသစ်ထွက်လာပါပြီ။ Hitman Bodyguard နဲ့အတော်ဆင်ပါတယ်။ ရယ်ရတယ်၊ အတိုက်အခိုက်တွေပါတယ်။ rating လည်း ကောင်းကောင်းရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တက်ဒီဆိုတဲ့လူဟာ ဘာလုပ်လုပ်တလွဲတွေချည်းပဲမို့ အလုပ်မှာမအောင်မြင်တဲ့လူတစ်ယောက်ပါ။ သူ့မိတ်ဆွေတွေကတောင် တစ်ယောက်ယောက်တလွဲလုပ်ရင် တက်ဒီမလုပ်နဲ့ဆိုပြီး ပြောင်ကြတဲ့အထိပါပဲ။ သူ့မိန်းမရဲ့ မွေးနေ့အတွက် တဲအိမ်တစ်ခုကိုသွားနေရာချရင်း လွဲနေကျ တက်ဒီတစ်ယောက် တဲမှားပြီးရောက်သွားပါတယ်။သူရောက်သွားတဲ့ တဲက လူတွေကတော့ တိုရန်တိုကလူ ဆိုတဲ့ နာမည်ကြီး ကြေးစားလူသတ်သမား၊ နှိပ်စစ်စစ်ဆေးရေးသမားကို မျှော်နေကြတာပါ။ သူတို့ကလည်း တိုရန်တိုကလူကိုမမြင်ဖူးဘဲ တက်ဒီ့ကို အရှုပ်ထုပ်ကြီးထဲ ဆွဲထည့်မိသွားတဲ့အခါ... File size…(1.98GB/(1.07GB)/(772MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Action / Comdey / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5.7",
        "url": "https://megaup.net/1LYgz/The.Man.from.Toronto.2022.720p(CM)_(2).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xOj4l9ElptzjUMY5u2349Uhc0eD.jpg",
        "title": "Golden Spider City ( 2022 )",
        "description": "ဒီတစ်ခါစွန့်စားခန်းဖွင့်မယ့်နေရာကတော့ ရွှေပင့်ကူမြို့တော်ပဲဖြစ်ပါတယ်။\nရွှေမြို့တော်ကိုရောက်ရင်ထာဝရအသက်ရှင်နိုင်မယ်ဆိုတဲ့\nယုံတမ်းစကားတစ်ခုရှိပါတယ်။ အဲ့ဒီမြို့ဟာ\nကျွန်းတစ်ကျွန်းရဲ့မြေအောက်မှာရှိတာဖြစ်ပြီး\nရောက်ဖူးသူတစ်ယောက်မှမရှိသလို ၊\n​ပြန်ထွက်လာနိုင်သူလည်းမရှိပါဘူး။ဇာတ်လိုက်ကတော့ စစ်မာချုံဆိုတဲ့ကောင်လေးဖြစ်ပြီး\nအဖေဖြစ်သူ စစ်မာဟွေးကတော့ လွန်ခဲ့တဲ့၂၂နှစ်က\nရွှေမြို့တော်ကိုသွားရင်းပျောက်ဆုံးသွားခဲ့တာဖြစ်ပါတယ်။\nတစ်နေ့မှာသူ့ရည်းစား လီဆာတစ်ယောက်ပြန်ပေးဆွဲခံရပြီး ၊\nလီဆာရဲ့အသက်နဲ့ခြိမ်း​ခြောက်ကာ\nမြေအောက်ကမ္ဘာကိုသွားဖို့\nအတင်းအကြပ်စေခိုင်းခြင်းခံရပါတော့တယ်။အဲ့ဒါတင်မကဘဲ ရွှေမြို့တော်ကိုပါသွားဖို့ဖိအားပေးလာတဲ့အခါ...\nထူးဆန်းတဲ့လူတစ်ယောက်ပေါ်လာပြီး\nအသက်ကလည်းရွယ်တူလောက်ကို\nသူ့ကိုယ်သူ စစ်မာဟွေး(မင်းသားရဲ့အဖေ) ပါလို့ပြောလာတဲ့အခါ....သုံးယောက်သားဟာ ရွှေမြို့တော်ရှိရာ\nကျွန်းသို့သွားဖို့ဖြစ်လာခဲ့ပါတယ်။\nမင်းသားရဲ့အဖေဟာ တကယ်ပဲ\nရွှေမြို့တော်ကနေပြန်ထွက်လာနိုင်ခဲ့လား...\nရွှေမြို့တော်ရဲ့လျို့ဝှက်ချက်ကရောဘာလဲ။\nဧရာမပင့်ကူကြီးတွေကြား သည်းထိတ်ရင်ဖို\nစွန့်စားကြမယ့်ခရီးစဥ်ဟာ ဘယ်လိုအဆုံးသတ်လေမလဲ။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Thriller\nRuntime : 1h 27min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Minnie , Shwe Zin Oo\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/golden-spider-city-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYzRkMTViOTAtY2MxNy00NDI4LWIyNTItYTcwNDM4MDE4MWJjXkEyXkFqcGdeQXVyMTE0MzU2MDUx._V1_-142x200.jpg",
        "title": "Home2Home (2022)",
        "description": "Home2Home (2022)\n================\nIMDb Rating - 7.8/10ဒန်းနစ်ကိုင်လန်း ဆိုတဲ့ ဂျာမန်လူမျိုးတစ်ယောက်က\nမြန်မာနိုင်ငံအပါအဝင် နိုင်ငံပေါင်း ၃၇ နိုင်ငံကို စက်ဘီးနဲ့ပတ်ပြီး\nသူသွားတဲ့ နိုင်ငံတိုင်းက လူတွေရဲ့အမျိုးမျိုးအဖုံဖုံသော ဘဝတွေနဲ့\nရှုခင်းအလှအပတွေကို ဒီ documentary ‌လေးထဲမှာကြည့်ရမှာ\nဖြစ်တယ်။ဒီကားက ကမ္ဘာပတ်ပြီး ရိုက်ပြထားတဲ့ documentary ဆိုတော့\nညွှန်းစရာသိပ်မရှိတဲ့အတွက် CM ပရိတ်သတ်ကြီးကပဲ ကိုယ်တိုင်\nကြည့်ရှုခံစားပေးလိုက်ပါဗျ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(2.85 GB) / (1.4 GB) / (887 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 51mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Documentary\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "7.8",
        "url": "https://megaup.net/37ONP/Home2Home.2022.720p.NF.WEB-DL.DUAL.DDP5.1.[CM].mp4",
        "category": "Adventure, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BN2QyMzUwZjAtMzVmYi00ZTcyLWE0YzMtZDliMGY2MGQzYjI4XkEyXkFqcGdeQXVyOTUzODczNjk@._V1_-133x200.jpg",
        "title": "Man on the Edge (2022)",
        "description": "“ကျွန်တော်က သာမာန်ပြည်သူတစ်ယောက်ပါ” “ ပြည်သူ့အတွက်ပါ “ဆိုပြီး စွန့်စားမှုကိုစိန်ခေါ်လာခဲ့တဲ့လူအကြောင်းကို ရိုက်ကူးထားတဲ့ ဟောင်ကောင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n၁၉၀၀ ဝန်းကျင်လောက်က ဟောင်ကောင်အစိုးရအဖွဲ့ရဲ့ အောက်ဖဲတွေကိုပါ ပါးပါးလေးလှပ်ပြထားတာမို့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ကားလေးတစ်ကားပါပဲဗျ ။တရားမဝင်အဖွဲ့အစည်းဆိုတာ အစိုးရဘက်ကသတ်မှတ်ပေးထားတဲ့အဖွဲ့အစည်းတစ်ခု။ အဲ့ဒီအဖွဲ့အစည်းထဲမှာ အားလော့တစ်ယောက် သတင်းပေးလုပ်နေရင်းနဲ့ အဖွဲ့ထဲကညီအစ်ကိုတွေနဲ့ တော်တော်ရင်းနှီးလာခဲ့ပါတယ်။ သူ့အတွက် ရွေးချယ်ရအခက်ဆုံးကတော့ အဖွဲ့ခေါင်းဆောင်အဖြစ် လျာထားခံရတဲ့အထဲမှာ သူပါသွားတာပါပဲ။သူသတင်းပေးလုပ်ရတဲ့ရည်ရွယ်ချက်က နောက်ကွယ်က လက်မည်းကြီးတွေကို ဖော်ထုတ်ချင်တာဖြစ်ပြီး အခုသူကိုယ်တိုင် အဲ့ဒီလက်မည်းကြီးတွေနဲ့ ပူးပေါင်းလုပ်ကိုင်ဖို့ဖြစ်လာတဲ့အခါမှာတော့…. အဖွဲ့အစည်းကို ဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုလိုက်ပါတော့ဗျာ ။ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ JoJo Va ပါ ) File Size__(2GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:57:00\nType__Action, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/16014/Man_on_the_Edge_(2022)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BZTAwNmJmZGEtNDViYy00MjhhLWFlOGQtYzMzMGM3YjE5MTVmXkEyXkFqcGdeQXVyNzI0MTY5MQ@@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Some Like It Rare (2021)",
        "description": "Some Like It Rare (2021)\n==================\nIMDb Rating - 6.6/10ကမ္ဘာတစ်ဝှမ်းမှာ အခြေအနေအမျိုးမျိုးကြောင့်\nကွင်းဆက်လူသတ်သမားအဖြစ် ကျော်ကြားခဲ့တဲ့\nလူသတ်သမားတွေအများကြီးရှိခဲ့ပါတယ်။\nအခြေအနေရယ် အကျိုးအကြောင်းရယ်\nဆက်စပ်မိတဲ့အခါမှာ လူတစ်ချို့ဟာကွင်းဆက်\nလူသတ်သမားအဖြစ်ပြောင်းလဲသွားခဲ့ပါတယ်။ဒီရုပ်ရှင်မှာလဲ ပြင်သစ်နိုင်ငံကဖော်ရွေပြီးခင်ဖို့အရမ်း\nကောင်းတဲ့ လင်မယားနှစ်ယောက်ဟာ အခြေအနေ\nတစ်ခုကြောင့် လူသတ်မိပြီး တစ်ဖြည်းဖြည်းနဲ့ ကွင်းဆက်\nလူသတ်သမားဖြစ်လာခဲ့ပြီး လူဆယ့်သုံးယောက်အထိ\nသတ်ခဲ့တာပုံကို ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။လူသတ်သမားကားဖြစ်တာကြောင့် သွေးသံတရဲရဲ အခန်း\nနည်းပေမယ့် ရွံတတ်တဲ့သူတွေ ကြည့်ဖို့တော့ မသင့်လျှော်\nပါဘူး။ ဖြစ်ရပ်မှန်မဟုတ်ပေမယ့် တင်ဆက်ပုံကောင်းတာ\nကြောင့် Thriller ပရိတ်သတ်တွေအတွက်တော့ လက်မလွှတ်\nသင့်တဲ့မူဗီဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin\nHtoo Aung ဖြစ်ပါတယ်)File Size..........(1.04 GB) / (577 MB) / (342 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 27mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Horror\nTranslator.......Lwin Htoo Aung\nEncoder..........SWM",
        "rating": "6.6",
        "url": "https://megaup.net/15Zhj/Some.Like.It.Rare.2021.FRENCH.720p.WEBRip.DD5.1.[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMzAyMjRjMjQtNTFmNC00NDdmLTg5YzYtZmRkNmQ3NTY1MGI5XkEyXkFqcGdeQXVyNTQyODc1OTY@._V1_-1-143x200.jpg",
        "title": "Once Upon a Time in Shanghai (2014)",
        "description": "၂၀၁၄ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အမှန်တကယ်ကြုံးတဲ့ တရုတ်အက်ရှင်ကား​ဟောင်း ကား​ကောင်းတစ်ကားကို တင်ဆက်​ပေးချင်ပါတယ်။\nဂျပန်​ခေတ် တရုတ်နိုင်ငံရှန်ဟိုင်းမြို့ကို​ ​နောက်ခံထားပြီး ဂိုဏ်း​တွေ ဂိုဏ်း​ခေါင်း​ဆောင်​တွေရဲ့ ပိုင်နက်အရှုပ်​တော်ပုံ​တွေကြားက ကွန်ဖူးပညာပြခန်း​တွေကို တစ်ဝကြီးကြည့်ရှုရမှာပါ။\nဖက်တီးမင်းသားလို့ ကျွန်​တော်တို့​ခေါ်ကြတဲ့ Sammo Hungလည်း ပါဝင်ထားပါတယ်။ IMDbက​တော့ 6.7ပါ။၁၉၃၀ပြည့် တရုတ်နိုင်ငံ ရှန်ဟိုင်းမြို့ဟာ လူတိုင်းအတွက် နိဗ္ဗာန်ဘုံ တစ်ခုဆိုသလိုပဲ ကြီးပွားချမ်းသာချင်သူ​တွေ လာကြတဲ့မြို့ကြီးပါ။\nဒါ​ပေမဲ့ အလွှာ​ပေါင်းစုံ၊ လူ​ပေါင်းစုံရှိ​နေတဲ့ မြို့ကြီး ဖြစ်​နေတာ​ရယ် ​​ခေတ်မီတိုးတက်သ​လောက် ဒုစရိုက်မှု၊ ခေါင်းပုံဖြတ်မှု​​တွေ အ​​တော် များတာရယ်​ကြောင့် ​ကောင်းစားသွားသူထက် လက်​လျော့သွားသူ၊ အသက်​ပေးလိုက်ရသူ​တွေက ပိုများ​နေတာပါ။မာ​ဝေကျင်းဆိုတဲ့ ​ကောင်​လေးတစ်​ယောက်ကလည်း ရှန်ဟိုင်းမြို့ကို ကြီးပွားချင်တဲ့စိတ်နဲ့ ​ရောက်လာခဲ့သူပါ။\nရှန်ဟိုင်းမြို့ကြီးမှာ ကြုံရာ အလုပ်​​တွေ ဝင်လုပ်ရင်း ရှန်ဟိုင်းရဲ့ ဒိတ်ဒိတ်ကြဲ ဂိုဏ်း​ခေါင်း​​ဆောင် ​လောင်ကျဲနဲ့ သွားဆုံမိပါတယ်။ ​\nဂိုဏ်း​ပေါင်းစုံရဲ့ ဘုံရန်သူ ဖြစ်​နေတဲ့ ​လောင်ကျဲကလည်း ကွန်ဖူးထူးချွန်တဲ့ မာ​ဝေကျင်းကို တပည့်အဖြစ် ​မွေးလိုက်ပါတယ်။\nဒီလိုနဲ့ပဲ ​မာ​ဝေကျင်းနဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3NPM2/Once_Upon_a_Time_in_Shanghai_(2014)_720p.mkv",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/forensic-113x200.jpg",
        "title": "Forensic (2022)",
        "description": "ForensicIMDb - 6.9ခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားချောလေး ဗစ်ကရန့်မက်စီပါဝင်သရုပ်ဆောင်ထားတဲ့မှုခင်းစုံထောက်ကားလေးပဲဖြစ်ပါတယ်.. ဒီမင်းသားကိုတော့ ပရိသတ်တွေမစိမ်းဘူးလို့ထင်မိပါတယ်Haseen Dilruba ထဲမှာ တာ့ပ်ဆီးပါနူးနဲ့ တွဲရိုက်ထားတဲ့ ညီ​ဖြစ်သူနဲ့ မိန်းမကဖောက်ပြန်လို့လက်ဖြတ်ပေးပြီး ပြန်ချစ်ပြတဲ့ အချစ်သူရဲကောင်းကြီးဆို သိကြမယ်ထင်ပါတယ်။2020မှာထွက်ရှိခဲ့တဲ့ Forensicကိုပဲ Remake ပြန်ရိုက်ထားတဲ့ 2022 Versionပါ။ 2020တုန်းကထွက်ရှိခဲ့တဲ့ကားမှာ Bad Reviewတစ်ချို့ရှိနေခဲ့ပေမဲ့ ဒီ2022ထုတ်အနေနဲ့ကတော့ ဒါရိုက်တာVishal Furiaကရုပ်ရှင် Plotအပြင် သရုပ်ဆောင်တွေ၊ အမှုအခင်းတွေကိုပါ အဆင့်မြှင့်ပြီး ထပ်မံရိုက်ကူးလိုက်တာပဲ ဖြစ်ပါတယ်။ Mussorieဆိုတဲ့ တောင်ကုန်း မြို့လေးမှာ စတင်လာတဲ့ ကွင်းဆက်လူသတ်မှု။ ကွင်းဆက်လူသတ်မှုတွေတိုင်းမှာသူတို့ရဲ့တစ်မူထူးတဲ့ နည်းလမ်းတွေရှိပါတယ်။ ဒီလူသတ်မှုမှာတော့ အသတ်ခံရတဲ့သူတွေကထူးထူးဆန်းဆန်း သူတို့ရဲ့မွေးနေ့မှာ အသတ်ခံရတာပဲဖြစ်ပြီး အသတ်ခံရတဲ့သူတွေအားလုံးကလည်းကလေးမလေးတွေပါပဲ။ အာဏာပိုင်ရဲတွေကတောင် လက်လျှော့ပြီး ဖုံးလိုက်ရတဲ့ ဒီအမှုကိုဘယ်လိုပဲဖြစ်ဖြစ် မိအောင်လိုက်မယ်လို့ဆုံးဖြတ်ထားတဲ့ ရဲမေတစ်ယောက်နဲ့ မှုခင်းဆေးပညာရှင်တစ်​ယောက်ပူးပေါင်းပြီးလိုက်ကြတဲ့နောက်မှာ အမှုကို လိုက်နေတဲ့ ရဲမေရဲ့ တူမဖြစ်သူ အန်နေယာဆိုတဲ့ကလေးမလေးကလည်း ပျောက်ချင်းမလှပျောက်သွားတဲ့နောက်.... တဖြည်းဖြည်းပုံပေါ်လာတဲ့ကွင်းဆက်တွေ၊သံသယရှိသူတွေနဲ့ ရှုပ်ထွေးတဲ့အမှုရဲ့နောက်ကွယ်မှာ ဘယ်သူတွေရှိလဲဆိုတာကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/37S2h/Forensic.2022.720p.ZEE5.WEB-DL.Hindi.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/baisan-16-137x200.jpg",
        "title": "Tomb Empty Coffin (2020)",
        "description": "Tomb Empty Coffin (2021)\n====================\nIMDb Rating - 6.3/10လူငယ်ပေါင်ချိန်ကို ဇာတ်လမ်းတွဲတွေပဲကြည့်ရတာရိုးနေရင်\nအပြောင်းအလဲလေးဖြစ်သွားအောင် ရုပ်ရှင်လေးပြောင်းကြည့်\nရအောင်။ပေါင်ချိန်ဆိုတော့ အမှုလိုက်ပြီပေါ့နော်။ ဒါပေမဲ့ သူလိုက်မယ့်အမှုက\nတော်ရုံတန်ရုံခေါင်းစားတာမျိုးမဟုတ်ဘဲနဲ့ ဘဘာဝလွန်ဖြစ်ရပ်တွေပါ\nပါတတ်တာ ပေါင်ချိန်ရဲ့ထုံးစံလိုဖြစ်နေပါပြီ။ အခုလည်း အမှုက သေရာ\nကနေပြန်ရှင်လာတဲ့လူသတ်သမားတဲ့။ ဘယ်လိုဖော်ထုတ်မလဲ ဆက်\nကြည့်လိုက်ပါဦးနော်။ ။ဇာတ်လမ်းအကျဉ်းကတော့ ပေါင်ချိန်က သူ့ဆရာဖြစ်တဲ့ သမားတော်ဟူ\nဆုံးသွားလို့ ကုန်းအန်းပြည်နယ်ကို ခွင့်ရက်ရှည်ယူပြီး ဆရာ့အုတ်ဂူကို\nသွားကန်တော့မလို့ပါ။ ဒါပေမဲ့ အဲ့ဒီကုန်းအန်းပြည်နယ်မှာ မိန်းကလေး\nငယ်တွေ ပျောက်ဆုံးနေပြီး သူ့ဆရာအလောင်းလည်း ပျောက်နေပါတယ်။\nလူတွေပြောကြတာကတော့ သေရာကနေပြန်ရှင်လာပြီး လူတွေကိုလိုက်\nသတ်၊ မျက်နှာအရေပြားတွေကို ဓါးနဲ့ဆွဲခွာထားပါတယ်တဲ့။\nအဲ့ဒီတော့ ဆရာ့အုတ်ဂူကိုကန်တော့ဖို့လာရင်းနဲ့ သေရာကနေပြန်ရှင်လာတဲ့\nအမှုအပြင် တခြားပဟေဠိတွေကိုပါ တစ်ခုပြီးတစ်ခု ဘယ်လိုဖြေရှင်းသွား\nမလဲဆိုတာ ဆက်ကြည့်လိုက်ပါတော့ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.27 GB) / (572 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 29mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Drama\nTranslator.......Jo Jo ...",
        "rating": "6.3",
        "url": "https://megaup.net/2rR9u/Tomb.Empty.Coffin.2020.CHINESE.720p.WEBRip[CM]_new.mp4",
        "category": "Action, Adventure, Drama"
    }
]