[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-wild-140x200.jpg",
        "title": "Wild Men (2022)",
        "description": "\" လူတွေနဲ့ဝေးဝေး ဝေးတဲ့နယ်မြေ အတူတူ သွား သွား သွားကြမယ်လေ \" ဆိုတဲ့ သီချင်းစာသားလေးအတိုင်းပဲ မာတင်ဆိုတဲ့ လူတစ်ဦးဟာ မြို့ပြမှာ မိသားစုနဲ့ အလုပ်အကိုင်နဲ့ အဆင်ပြေနေပေမယ့် မြို့ပြလူနေမှုဘ၀ရဲ့ မွန်းကျပ်မှုကို ခံစားနေရပြီး ငြိမ်းချမ်းမှုကိုရှာဖွေဖို့ တောထဲတောင်ထဲ ထွက်ပြေးလာသူတစ်ဦးပါ မာတင်ဟာ မြို့ပြက သူ့မိသားစုလေးကို စွန့်ပစ်ပြီးတစ်ကိုယ်တည်း တောင်စခန်းတစ်ခုတည် ကိုယ်တိုင် လေးမြှားနဲ့အမဲလိုက် ချက်ပြုတ်ပြီး ဗိုက်ကင်းတစ်ယောက်လို နေထိုင်လာတာ တစ်ပတ်ကျော်ကြာမြင့်ခဲ့ပါပြီဒီလိုနဲ့ ဗိုက်ကင်းကြီးမာတင်ဆီကို အမှုပတ်ဖို့အကြောင်းဖန်လာတာကတော့ မူဆာဆိုတဲ့ မူးယစ်ဆေးမှောင်ခိုသမားပါပဲ မှောင်ခိုသွင်းဖို့ မူဆာနဲ့ သူ့သူငယ်ချင်းနှစ်ယောက် ကားနဲ့လာရင်းမှာ မာတင်နေတဲ့နေရာနားမှ ကားမတော်တဆဖြစ်ပြီး ဗိုက်ကင်းကြီး မာတင်နဲ့ မူးယစ်‌မှောင်ခို မူဆာ‌တို့ တွေ့ဆုံခဲ့ကြပါတယ် တစ်ဖက်မှာလည်း ရဲတွေနဲ့ မိသားစုက လိုက်ရှာနေတဲ့ မာတင်... တစ်ဖက်မှာတော့ သူငယ်ချင်းနှစ်ယောက်က ပြန်လိုက်ရှာနေတဲ့ မူးယစ်ဆေးတစ်အိတ်နဲ့ မူ ဆာ.... သူတို့နှစ်ယောက်ဟာ ...",
        "rating": "6.6",
        "url": " https://megaup.net/172ft/wild.men.2021.720(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x1q3FkqFHBkMeKnHiS6GYgdLvUs.jpg",
        "title": "Not Okay (2022)",
        "description": "Not okay (2022) Zoey Deutch နောက်ထပ် ဇာတ်ကားသစ်လေး လာပါပြီ။ ဒီတစ်ခါတော့ Comedy, Drama အမျိုးအစားလေးပါ။ဇာတ်လမ်းအညွှန်းကတော့ ...အတန်ရှည်လိုချင်လွန်းရင် မကောင်းကြောင်း သက်သေပြသွားတဲ့ ကားဖြစ်ပါတယ်။မဂ္ဂဇင်းတစ်ခုမှာ ဖိုတိုအယ်ဒီတာအဖြစ် အလုပ်လုပ်နေတဲ့ ဒန်နီဆန်းဒါးစ်ဟာ အင်မတန် စာရေးဆရာဖြစ်ချင်နေတဲ့သူပါ။ ဒါပေမဲ့ မတော်တရော် အရေးအသားတွေကြောင့် သူ့သူဌေးက သူ့ကို ဆောင်းပါးဌာနကို ပြောင်းခွင့်မပေးပါဘူး။လွယ်ကူရိုးရှင်းတဲ့ဘဝကို မကျေနပ်ဘဲ နာမည်ကြီးချင်သလို သူ့ခရက်ရှ် ကောလင်းဆီက အတန်ရှင်းလိုချင်တဲ့ ဒန်နီဟာ ပဲရစ်ကို စာရေးဆရာအပေါင်းဖော်တွေနဲ့ အားလပ်ရက်ခရီးထွက်ပါပြီဆိုပြီး လိမ်ဆင်ထွင်ပါတော့တယ်။ကံဆိုးချင်တော့ သူ ပဲရစ်ရောက်နေဟန်ဆောင်ပြီး အိမ်မှာ အိပ်နေချိန်မှာပဲ ပဲရစ်ရဲ့ အထင်ကရနေရာတွေကို ဗုံးဖောက်ခံရပါတော့တယ်။ဒီလိုနဲ့ ဒန်နီဟာ သူ့ကို သီသီလေးလွတ်လာတယ်ထင်ပြီး ဝိုင်းကရုဏာသက်ကြတဲ့ လူတွေကို ဆက်လိမ်ရင်း အဂ္ဂမဟာ influencer ကြီးဖြစ်သွားပါတော့တယ်။ဒါပေမဲ့ သူ့လိမ်ဆင်တွေ ဘယ်လိုပေါ်သွားမလဲဆိုတာကတော့ …(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ...",
        "rating": "6.1",
        "url": "https://megaup.net/2sWsp/[CM]Not.Okay.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSEYjo2CObYZSTrgEnaoa8njLte.jpg",
        "title": "Granny’s Got Talent (2015)",
        "description": "Granny's got Talent အညွှန်းဆဲမယ်ဗျို့ ..... ဆဲမယ် ....\nအဆဲပြိုင်ပွဲကြီး နွှဲကြမယ် .....ရသစုံရှိုးတွေလည်း CM မှာ တင်ဆက်ပေးနေတာ မနည်းပါဘူး။\nဒီဇာတ်ကားကလည်း ရသစုံရှိုးတစ်ခုကို အခြေတည်ပြီး ရိုက်ကူးထာတာပါ။\nဘယ်လိုရှိုးမျိုးလဲဆိုတော့ \"အဆဲပြိုင်ပွဲ\" ရှိုးပါပဲ။ဒီ show ရဲ့ထူးခြားချက်က\nအဆို၊အက၊ အတီး တခြား Talent ​တွေ တစ်ခုမှမလိုဘဲ ဆဲတတ်ရုံနဲ့ ဝင်ပြိုင်နိုင်မှာတဲ့ဗျား။​နေ့စဥ်ဘဝမှာဆဲရုံတင်အားမရတဲ့သူ​တွေကို\nဆု​ကြေး​ငွေ​ပေးပြီး​တော့ကို အဆဲပြိုင်ပွဲ လုပ်​ပေးသွားတာပါ\nဆဲတာကလည်း ရိုးရိုး​ဆဲတာမဟုတ်ဘဲ ဇာတ်ညွှန်းနဲ့ဆဲရမှာပါဇာတ်အလမ်းအကျဉ်းချုပ်ကတော့ .....\nအီ​ဂျောင်ဆွန်းဆိုတဲ့အဘွားက ​ထောင်ကထွက်လာ​တာနဲ့\nအဘွားရဲ့သာယာနာပျော်ဖွယ် ဆဲရေးသံလေးတွေကို နားထောင်ပြီး\nအစီအစဥ်ရဲ့ပီဒီက သ​ဘောကျသွားတာနဲ့ အဘွားလည်း ဝင်ပြိုင်ဖြစ်သွားတာပါအဘွားက ပြိုင်ပွဲတစ်​လျှောက်လုံး အဆဲစ​ကေး​တွေပြသွားမှာဖြစ်ပြီး\n​နောက်ဆုံးဖိုင်နယ်ပွဲအထိ အနိုင်ရမသွားမလားဆိုတာကို ​စောင့်ကြည့်ရမှာပါComedy ဆို​ပေမယ့် ကိုရီးယားရဲ့ထုံးစံအတိုင်း ဒရာမာ​လေး​တော့ နည်းနည်းချိုးထားပါတယ်အဆဲပြိုင်ပွဲကြည့်ရင်း တစ်နည်းအားဖြင့်​တော့ စိတ်ဖိအား​တွေ​ပြေ​ပျောက်ဖို့ ​မျှော်လင့်ပါတယ် ကြည့်​ပေးကြပါဦး​နော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ The Witch Part-2 နဲ့ The Roundup မှာ\nကိုရီးယားကနေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2sXrC/Grannys.Got.Talent.2015.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/blackphone-112x200.jpg",
        "title": "The Black Phone (2021)",
        "description": "(imdb 7.3 / 26k)\nဟော်ရာကားကောင်းကောင်းတွေ ရှားနေတုန်းမှာ ကောင်းတာလေး ထွက်လာပါပြီ။\nစိတ္တဇလူသတ်သမားဇာတ်လမ်းကို ပရလောကနဲ့ ရောမွှေထားတဲ့ ဇာတ်လမ်းပါပဲ။\nမူရင်းရုပ်ရှင်ဇာတ်လမ်းတိုလေးကို ပြန်ရိုက်ကူးထားတာပါ။ ဇတ်လမ်းအကျဉ်းကတော့ ဂရက်ဘာ (ဖမ်းဆီးသူ)လို့ လူတွေသိကြတဲ့\nစိတ္တဇလူသတ်သမားတစ်ယောက်ဟာ\nကလေး ၅ ယောက်ကို ဖမ်းဆီးသတ်ဖြတ်ပြီးခဲ့ပေမဲ့\nဘယ်သူမှ တရားခံကိုရော အလောင်းတွေကိုရော\nရှာမတွေ့ခဲ့ပါဘူး။ ဒါပေမဲ့ ၆ ယောက်မြောက်ကလေးကို\nဖမ်းမိချိန်မှာတော့ ထူးခြားမှုတွေဖြစ်လာပါတော့တယ်။ ဖမ်းခံရတဲ့ ကလေး ဖင်း ရဲ့ ညီမဟာ လူသတ်ကောင်အကြောင်းအိပ်မက်တွေမက်နေပြီး\nအဲဒီကနေသဲလွန်စတွေနဲ့ လိုက်ရှာဖို့ ကြိုးစားလာပါတယ်။\nဖင်းကလည်း အဖမ်းခံထားရတဲ့ အခန်းထဲက\nဖုန်းအပျက်ကနေ အရင်အဖမ်းခံရပြီး အသတ်ခံခဲ့ရတဲ့ ကလေးငါးယောက်က\nတလှည့်စီဖုန်းဆက်လာတာကိုကြုံလာရပြီး သူတို့လွတ်မြောက်အောင်\nကြိုးစားခဲ့တဲ့နည်းတွေ အသတ်ခံရပုံအမှားတွေကို တစ်ခုပြီးတစ်ခု\nပြောပြလာပါတော့တယ်... ဒီဝိညာဉ်တွေရဲ့အကူအညီနဲ့ ဖင်းတစ်ယောက်\nစိတ္တဇလူသတ်သမားလက်ကနေ ဘယ်လိုအလွတ်ရုန်းမလဲဆိုတာ  \nFile size…2.4GB / 1.33GB / 546MB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant \nTranslated by Mr Anderson",
        "rating": "7.3",
        "url": "https://megaup.net/16vws/The.Black.Phone.2022.720P_%7BCM%7D.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v9BqJthCpaSwFhngvDDbs2nOACD.jpg",
        "title": "Executioner’s Strange Talk ( 2022 )",
        "description": "သေဒဏ်ကျခံရတဲ့ အပြစ်သားတွေကိုခေါင်းဖြတ်ကွပ်မျက်ဖို့တာဝန်ယူရတဲ့\nအာဏာပါးကွက်သားတွေမှာ စည်းမျဥ်းတစ်ခုရှိပါတယ်။\nမွန်းတည့်မကျော်ခင်မှာ အပြစ်သားကို စီရင်ရတာပါပဲ။\nစီရင်ချိန်ကျော်သွားခဲ့ရင် စည်းမျဥ်းကိုဖောက်ဖျက်မိသလိုဖြစ်ပြီး\nသရဲဝိဉာဥ်တွေက လက်စားချေဖို့ပြန်လာတတ်ကြပါတယ်တဲ့။အာဏာပါးကွက်သားတစ်ယောက်ဖြစ်တဲ့ရှဲ့ချီဟာ ပြစ်ဒဏ်စီရင်ရာမှာ\nအချိန်ကျော်လွန်သွားရာကနေ စည်းမျဥ်းကိုဖောက်ဖျက်မိသွားပါတယ်။\nသူကွပ်မျက်ခဲ့တဲ့သရဲမဟာ သူ့ကိုပြန်လာရှာရာကနေ ၊\nသူတင်မက တစ်မြို့လုံးကို ကံဆိုးမှုတွေစတင်လွှမ်းခြုံလာတဲ့အခါ ၊\nခြောက်ခြားဖွယ်ရာဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာတဲ့မခါမှာ..\nမြို့ထဲကလူတွေကလည်း ရှဲ့ချီကိုဝိုင်းပြီးအပြစ်တင်ကြပါတော့တယ်။သရဲတွေ မိစ္ဆာတွေ ကျိန်စာတွေပါဝင်နေတဲ့ ဒီပြဿနာကို\nဘယ်လိုဖြေရှင်းကြမယ်ဆိုတာကို\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုလိုက်ရအောင်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery , Fantasy , Thriller\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/executioners-strange-talk-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3UIiMGbAiDpnrF4lBiC1KB28EGZ.jpg",
        "title": "Adeline (2022)",
        "description": "Adeline(2022)IMDb rating ~ 7.8/10အမေရိကန်ပြည်ထောင်စုက နာဗာဂျိုလို့ခေါ်တဲ့ လူမျိုးစုတွေမှာ အဆိုတစ်ခု ရှိပါတယ်“ကမ္ဘာကြီးကို ကုစားပေးဖို့အတွက်\nဘုရားသခင်က မြင်းတွေကို ဖန်ဆင်းပေးခဲ့တာ”ပါတဲ့အက်ဒီလိုင်းဟာ သာမန်မြင်းတွေထက် ပိုမို ထူးကဲပြီး\nကုစားပေးနိုင်စွမ်း မြင့်မားတဲ့ မြင်းမလေးပါတစ်နေ့မှာ နယူးမက္ကဆီကိုပြည်နယ်ရဲ့ နယ်မြို့လေး တစ်မြို့ဆီ\nအက်ဒီလိုင်းနဲ့ သူ့သခင်မစ္စကေတို့ ရောက်ရှိလာကြပါတယ်အဲဒီမြို့က သင်းအုပ်ဆရာ ရက်ဗရန့်နဲ့ ဇနီးဖြစ်သူ တယ်ရီတို့မှာ\nမွေးကတည်းက တစ်ခါမှ စကားမပြောတဲ့\n၈ နှစ်အရွယ် အော်တစ်ဇင်ရောဂါသည် သားလေးတစ်ယောက် ရှိပါတယ်သင်းအုပ်ဆရာကတော့ သူတို့သားလေး စကားမပြောနိုင်တာဟာ\nဘုရားသခင်ချမှတ်ပေးထားတဲ့ လမ်းဖြစ်ပြီး\nဒီလမ်းအတိုင်း လျှောက်လှမ်းကြရုံပဲရှိတယ်လို့ ခံယူထားသူဖြစ်ပြီးတော့\nဇနီးဖြစ်သူ ကတော့ သူတို့သားလေး စကားပြောနိုင်ဖို့\nဘာမဆို ကြိုးစားကြည့်ချင်တဲ့သူ တစ်ယောက်ပါမစ္စကေနဲ့ အက်ဒီလိုင်းတို့ ရောက်ရှိလာပြီး\nအက်ဒီလိုင်းရဲ့ ကုစားပေးနိုင်တဲ့စွမ်းအားတွေအကြောင်း ကြားသိရပြီးတဲ့နောက်\nသင်းအုပ်ဆရာတို့ ဇနီးမောင်နှံအကြား ပေါ်ပေါက်လာတဲ့\nမတူညီတဲ့ တုံ့ပြန်မှုတွေ၊ အထင်အမြင် လွဲမှားမှုတွေအကြောင်း\nဒီဇာတ်ကားထဲမှာ ကြည့်ရှူကြရမှာပါတွေးစရာတွေ၊ သင်ခန်းစာယူစရာတွေ ပေးနိုင်တဲ့ ဇာတ်လမ်းမျိုးကို\nလိုက်ရှာနေတယ်ဆိုရင်တော့ ဒီဇာတ်လမ််းက ကွက်တိပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ...",
        "rating": "7.8",
        "url": "https://megaup.net/172rf/Adeline.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOGM4MWNiMDMtZTEwOC00YmNkLWFjMDktNWUzN2NjZjU4NDgxXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Blackwood (2022)",
        "description": "Blackwood (2022)\n==============ပိုက်ဆံရဖို့အတွက်ဆိုရင် ဘာမဆိုလုပ်တတ်တဲ့ဝရမ်းပြေး ဝိုင်လ်ဒါနဲ့\nသူ့အဖွဲ့က Blackwood။ တောအုပ်ထဲမှာရွှေရှာသမားတွေနောက်လိုက်ပြီး\nရွှေတွင်းတွေကိုတစ်ဖက်လှည့်နဲ့လုယူဖို့ ခိုင်းစေခြင်းခံခဲ့ရပါတယ်။သူ့လူတစ်ယောက်ကိုသတ်သွားပြီးမြင်းကိုပါယူသွားတဲ့ အင်ဒီယန်းမလေး\nနောက်လိုက်ရင်း ဝိုင်လ်ဒါတို့အဖွဲ့ အိပ်ယာဝင်ပုံပြင်လိုဒဏ္ဍာရီဇာတ်လမ်းရှိတဲ့\nBlackwood တောထဲရောက်လာရာကနေ ဒဏ္ဍာရီဇာတ်လမ်းတစ်ပုဒ်ကို\nကိုယ်တွေ့ကြုံဖို့ဖြစ်လာခဲ့ကြတဲ့အခါမှာတော့။၂၀၂၂ထွက် ကောင်းဘွိုင်းဇာတ်လမ်းဇာတ်သွားမျိုးနဲ့ ထိတ်လန့်သည်းဖို\nဇာတ်ကားလေးတစ်ကားကို ကြည့်ရှူခံစားသွားရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)\nFile Size..........(1.93 GB) / (584 MB) / (516 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 38mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Western\nTranslator.......Chit Tee\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/1MX8w/Blackwood.2022.720p.WEBRip[CM].mp4",
        "category": "Horror, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/photo_2022-08-02_06-51-49-3-135x200.jpg",
        "title": "(18+) Tahan (2022)",
        "description": "(18+) Tahan (2022)ဈေးကြီးတဲ့ အချောအလှ ဇိမ်မယ်အကိတ်လေး အယ်လိစ်ဟာ အင်မတန် ငယ်ရွယ်တဲ့ အသက်အရွယ်မှာတင် အရမ်းကို လွှမ်းမိုးခြယ်လှယ်တဲ့ မိခင်ဖြစ်သူရဲ့ ပြည့်တန်ဆာအဖြစ် အတင်းစေခိုင်းမှုနဲ့ အမြတ်ထုတ် အသုံးချမှုတွေကို ခံခဲ့ရသူပါ။စပွန်ဆာ ဘဲတစ်ပွေ ရှိတဲ့အပြင် ဇိမ်မယ်အဖြစ် လုပ်ကိုင်ရင်း ရှာသမျှပိုက်ဆံတွေကို မိခင်ဖြစ်သူက လောင်းကစားလုပ်ရင်း သုံးဖြုန်းပစ်ပါ\nတယ်။ အယ်လိစ် ကိုယ်တိုင်ကလည်း ‌ပိုက်ဆံ ဖောဖောသီသီနဲ့ရတဲ့ ဇိမ်မယ်အလုပ်ကို လွယ်လွယ်နဲ့ မစွန့်လွှတ်နိုင် ဖြစ်နေပြီး ငယ်ငယ်ကတည်းက မိခင်ဖြစ်သူပေးတဲ့ စိတ်ဒဏ်ရာတွေကို အိပ်ရာထက်မှာ ယောက်ျားတွေနဲ့ ဖြေဖျောက်ရှာပါတယ်။စပွန်ဆာက ပေးထားတဲ့အိမ်ကို ယောက်ျားတွေခေါ်ပြီး ပျော်ပါးနေတာကို စပွန်ဆာဘဲက သိသွားတဲ့အခါမှာတော့ အယ်လိစ်ရဲ့ ဘဝကို လှိုင်းထန်စေမဲ့ ဘယ်လိုအရာတွေ ဖြစ်လာမလဲ ဆိုတာကို‌ ရသစုံစုံနဲ့ တင်ဆက်ပေးထားတဲ့ ဇာတ်ကားလေးပါ။ဖိလစ်ပိုင် 18+ ဇာတ်ကားဆိုပေမဲ့ 18+ တင်မဟုတ်ဘဲ Drama, Thriller ဆန်ဆန်ပါ ...",
        "rating": "7.1",
        "url": "https://megaup.net/38TRV/[CM](18+)Tahan.2022.720p.WEB-DL.mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNTlhYWE1OGQtOGFjYy00ZGQwLWI0NDMtZTYxY2VjNjVlMTJhXkEyXkFqcGdeQXVyMzYxOTQ3MDg@._V1_-128x200.jpg",
        "title": "D Block (2022)",
        "description": "D Block (2022)တက္ကသိုလ်ကျောင်း စတက်ခါက ပထမနှစ်ကျောင်းသားဘဝဟာ ကျွန်တော်တို့ဘဝရဲ့ အကောင်းဆုံးအချိန်တွေထဲကတစ်ခုဖြစ်ပါတယ်။\nဆယ်ကျောက်သက်အရွယ်ဖြစ်တာမို့ အရာရာကို စူးစမ်းချင်စိတ်ကလည်း တဖွားဖွား...။ တက္ကသိုလ်ရဲ့ အနှစ်သာရကို\nစတင်ခံစားရတဲ့အချိန်ဖြစ်ပြီး ပျော်ရွှင်ခြင်း၊ ဝမ်းနည်းခြင်း ရသပေါင်းစုံ ခံစားရတဲ့အပြင် ဘဝဇာတ်ခုံအဖုံဖုံကိုလည်း ကိုယ်တိုင်ရင်ဆိုင်တွေ့ကြုံကြရတာပေါ့။ဇာတ်လမ်းအကျဉ်းနည်းပညာတက္ကသိုလ်ကျောင်းကို ပထမဆုံးခြေဆန့်ရတဲ့ ကျောင်းသားတွေက တက္ကသိုလ်ရဲ့ အရသာကို ပျော်ရွှင်ခံစားနေကြပါတယ်။\nနှစ်ချို့ စီနီယာ ကျောင်းပျော်ကြီးနဲ့အတူ တစ်ခန်းတည်းကျတဲ့ ဘော်ဒါသုံးယောက်ကို မြင်လိုက်ရတော့ Amir Kham ရဲ့ 3 Idiots ကို\nသတိရစေခဲ့ပါတယ်။ ဒါပေမဲ့ ဒီကားမှာ 3 Idiots နဲ့ လုံးဝကို ခြားနားပြီး ဇာတ်အိမ်ခိုင်ခိုင်နဲ့အတူ ဇာတ်ကွက် မြှုပ်ကွက်တွေကြား\nပရိသတ်တွေကို ရိုလာကိုစတာ စီးသလို ခံစားရစေမှာပါ။ တက္ကသိုလ်ကျောင်းဆိုတဲ့အတိုင်း လျှို့ဝှက်ချက်တွေ ရှိတတ်တာပေါ့။\nဒါပေမဲ့ တစ်နေ့မှာတော့ ကောလိပ်ဂိတ်စောင့်ရဲ့ သမီး ကျားသစ်ကိုက်ခံရာကနေ\nမသေဘဲ အသက်ဘေးက လွတ်ခဲ့ပါတယ်။ ဒါပေမဲ့ မင်းသားဟာ စူးစမ်းတတ်သူပီပီ ကျားသစ်ကိုက်တာ ...",
        "rating": "6.4",
        "url": "https://megaup.net/172m8/D_Block%C2%A0(2022)_Tamil_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
        "title": "Minions: The Rise of Gru (2022)",
        "description": "Minions : The Rise of Gru (2022)မီနီယံဆိုတာနဲ့ ကလေးတုန်းကအမှတ်တရတွေနဲ့အတူ အူတက်နေအောင် ရယ်ရမယ်ဆိုတာ သိပြီးသားဖြစ်မှာပါ။\nဒီရုပ်ရှင်ကတော့ မီနီယံတွေဟာ ကမ္ဘာဦးကတည်းက အကြမ်းဆုံးဗီလိန်ကို လိုက်ရှာရင်း\nတွေ့ခဲ့သမျှ ဘော့စ်တွေကို ဒုက္ခပေးရင်းနဲ့ နောက်ဆုံးမှာ ဂရူ ပေါက်စလေးနဲ့ တွေ့ခဲ့ပါပြီ။\nဂရူကလည်း ကမ္ဘာအကောင်းဆုံးဗီလိန်အဖွဲ့ဖြစ်တဲ့ လူမိုက်ကြီး၆ယောက် အဖွဲ့ထဲကိုဝင်ဖို့ကြိုးပမ်းနေချိန်ဖြစ်ပြီး\nဂရူ နဲ့ မီနီယံတွေ ဘယ်လို တလွဲတွေလုပ်ကြမလဲဆိုတာ ဆက်ကြည့်ရှုလိုက်ပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventur, Comedy\nQuality….4k HEVC WEB DL | 1080p | 720p | 480p\nFile size… 7.08GB | 1.8GB | 1GB | 396MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.8",
        "url": "https://megaup.net/2sXaz/Minions.The.Rise.of.Gru.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-deadly-135x200.jpg",
        "title": "Deadly Cuts (2021)",
        "description": "ရာဇတ်ဝတ်မှုနဲ့ လူမိုက်ဂိုဏ်းတွေများပြားတဲ့ အိုင်ယာလန်နိုင်ငံ ပစ်ဂင်စတန်မြို့လေးမှာ Deadly Cuts ဆိုတဲ့ အလှပြင် ဆံပင်ညှပ်ဆိုင်ဖွင့်ထားတဲ့ အမျိုးသမီးတစ်စုရှိပါတယ်။ မြို့ကောင်စီကလည်း ဒီနယ်မြေကို လုံးဝမထိန်းနိုင်ဖြစ်ပြီး လူမိုက်ဂိုဏ်းတွေလည်း ဆတ်ကြေးကောက်နေတာလည်း ပျောက်သွားအောင် ဖွင့်ထားတဲ့ ဆိုင်တွေအကုန်လုံးကို ပိတ်သိမ်းလိုက်ဖို့ စီစဉ်လိုက်ပါတယ်...ဒီအခက်အခဲတွေကြားကနေ မီချဲ၊ စတေစီ၊ ဂျန်မာ နဲ့ ချန်တေဆိုတဲ့ အမျိုးသမီး ၄ ယောက်ဟာ အိုင်ယာလန်ရဲ့ ထိပ်တန်းအလှပြင်ဆိုင် ပြိုင်ပွဲမှာ ဝင်ပြိုင်ရင်း ပစ်ဂင်စတန်မြို့ရဲ့ Community ကို အဖက်ဆယ်ဖို့ ကြိုးစားကြပုံကို ရိုက်ကူးထားတဲ့ Comedy ကားကောင်းလေးဖြစ်ပါတယ်။ (အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်) File size…(1.59GB)/(963MB)/(506MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Thiha Yan Naing",
        "rating": "5.9",
        "url": "https://megaup.net/2sUM9/Deadly.Cuts.2021.720p.(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/96vh2gsbycB5vWmvWOjy4bwOvgv.jpg",
        "title": "The Killer(2022)",
        "description": "The Killer(2022) အညွှန်း********************အက်ရှင်ကားငတ်နေတဲ့သူတွေအဖို့တော့ နင်းကန်လန်းပါတယ်..မင်းသားက အရေးအကြောင်းဆိုရင် မိန်းကလေးဖြစ်နေလည်းမျက်နှာတွေဖြတ်ရိုက်သလို ကျောင်းသားအရွယ်ဖြစ်နေလည်း သူ့ရန်ရှာရင်ခြေထောက်တွေ လက်တွေ မျက်တောင်တစ်ချက်မခတ်ဘဲ ရုက်ချိုးပစ်ပါတယ်..တကယ့်လူမိုက်တွေဆိုရင်တော့ပြောမနေနဲ့တော့...ဘန်ဝီဂန်ဆိုတဲ့ ဘဲတစ်ပွေဟာ သူ့ကောင်မလေး အပျော်ခရီးမထွက်ခင်ကလေးမလေးတစ်ယောက်ကို သွားတဲ့ကာလအတွင်း စောင့်ရှောက်ပေးဖို့မှာသွားခဲ့တယ်...သူကလည်း မကောင်းတတ်လို့သာ လက်ခံလိုက်ရတယ်..၁၇ နှစ်အရွယ်ကလေးမလေးဆိုတော့အရာရာစူးစမ်းချင်စိတ်တွေပြည့်နေတဲ့အရွယ်လေး..ဒါ့ကြောင့် အိမ်မလိုက်ချင်ဘူး သူငယ်ချင်းအိမ်မှာပဲနေမယ်ဆိုတော့သူက ပိုက်ဆံတောင် သုံးဖို့စွဲဖို့ ထည့်ပေးလိုက်သေးတယ်...အဲ့ဒီနောက်မှာတော့ ပြဿနာမျိုးစုံတက်တော့တာပါပဲ...ဘာတွေလဲဆိုတာကိုတော့ .....................    File Size :(1.89GB) (700MB) and (220 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Action , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel,Song Song & So Ri\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1MYtb/The_Killer.2022.WEB-DL.720P.PP(CM).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/black-2022-141x200.jpg",
        "title": "Black (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Opertaion Gold Fish ထဲက တောင်ပိုင်းမင်းသားချော\nအာဒီ ရဲ့ အက်ရှင်ကားလေးတစ်ကားဖြစ်ပြီး IMDB မှာ 7.9 ထိရရှိထားတဲ့\nBlack ဆိုတဲ့ ရုပ်ရှင်လေးနဲ့မိတ်ဆက်ပေးပါရစေဇာတ်လမ်းအကျဉ်းငယ်စဉ်ဘ၀ထဲက အစ်ကိုဖြစ်သူကို ချောက်တွန်းတတ်တဲ့ အာဒီသရ\nသူချောက်တွန်းတာကို အမြဲခံရပြီး အိမ်ကနေထွက်သွားခဲ့တဲ့\nအစ်ကိုဖြစ်သူအာဂျွန်အစ်ကိုဖြစ်သူကို အမြဲအိမ်မက်ထဲထည့်မက်ပြီး နောင်တရနေတတ်တဲ့\nအာဒီသရ တစ်ယောက် ဖခင်ဖြစ်သူရဲ့ဆန္ဒအရ ရဲတစ်ယောက်အဖြစ်\nအမှုထမ်းခဲ့ရတဲ့အခါသူအမှုထမ်းတဲ့နှစ်ရက်အတွင်းမှာပဲ ဓါးပြမှုတစ်ခု လူသတ်မှုတစ်ခုတို့\nဖြစ်ပေါ်လာခဲ့ပြီး အဲ့ဒီအမှုတွေထဲကို ပါဝင်ပတ်သတ်ဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်မလဲ။ သူ့အစ်ကိုနဲ့ကောပြန်ဆုံမှာလား ဆိုတာတော့\nဇာတ်လမ်းမှာပဲ ဆက်လက်လိုက်ပါစီးမျောခံစားလိုက်ပါဦး...\nFile size…2.21GB / 1GB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….2h 18mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Honey ~ Lwin Htoo Aung ~ Kevin Aung",
        "rating": "7.9",
        "url": "https://megaup.net/1714p/Black.(2022).720p.CBR.UNCUT.AMZN.WEB-DL.Telugu_AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/777-135x200.jpg",
        "title": "777 Charlie (2022)",
        "description": "IMDb - 9.1 / 10လူတစ်ယောက်ကို ပြောင်းလဲစေတာက\nအချစ်လို့ပြောမယ်ဆို ရဲရဲကြီးယုံလိုက်ပါ...ငယ်စဉ်က မိသားစုတွေ ဆုံးပါးသွားပြီး\nတစ်ယောက်တည်းကျန်ခဲ့တဲ့ \"ဒါမာ\"ကြီးပြင်းတဲ့အထိ တစ်ယောက်တည်းနေဖို့ကိုပဲ\nရွေးချယ်ခဲ့ပြီး လူ့ပတ်ဝန်းကျင်နဲ့\nဝင်ဆံ့ဖို့ မကြိုးစားတဲ့ လူ့ဂွစာတစ်ယောက်အဲဒီ့သူ့ဘဝထဲကို မမျှော်လင့်ဘဲ ရောက်လာတာကတော့\nခွေးလေးတစ်ကောင်အဲဒီခွေးလေးကို သူမမွေးချင်လို့\nမွေးစားမယ့်သူကို ရှာနေတုန်းမှာပဲ\nခွေးလေးနဲ့ သံယောဇဉ်တွယ်သွားပြီး\nခွေးလေးက သူ့ရဲ့ဘဝဖြစ်လာခဲ့တော့တယ်သူ့ရဲ့ မာကြောနေတဲ့ ဘဝကြီးကို\nနူးညံ့ပျော့ပျောင်းလာစေပြီး\nဂျစ်ကန်ကန်နဲ့ လောကကြီးကို အရွဲ့တိုက်နေထိုင်ခဲ့တဲ့ သူ့ကို\nအမြင်ကျယ်လာစေခဲ့တာက အဲဒီခွေးလေးပေါ့လူနဲ့ တိရစ္ဆာန်ကြားက မေတ္တာတရား‌\nအဲဒီမေတ္တာဆိုတဲ့အရာဟာ စစ်မှန်ရင်\nဘယ်လောက်တောင် စွမ်းအားကြီးတယ်ဆိုတဲ့\nအကြောင်း ရိုက်ကူးပြသထားတဲ့\nမျက်ရည်မခိုင်သူတွေ မျက်ရည်ကျစေမယ့်\nဒရမ်မာကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်\nFile size…2.6Gb / 1.15GB\nQuality…1080p VOOT WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Thet Ko",
        "rating": "9.1",
        "url": "https://megaup.net/38T7v/777.Charlie.2022.720p.VOOT.WEB-DL.Kannada.AAC2.0CH.YK(CM).mp4",
        "category": "Adventure, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-pre-133x200.jpg",
        "title": "As a Prelude to Fear (2022)",
        "description": "ဆယ်နှစ်ကြာပြီးတဲ့အချိန်ထိ မဖြေရှင်းနိုင်သေးတဲ့ လူပျောက်မှုသုံးမှု... ဒီအမှုတွေရဲ့ သံသယတရားခံ ဂီတပညာရှင်လူဂွစာကြီး ဂျားလ်စ်ကာ့ကရွန် သက်သေမပြနိုင်လို့ အခုထိမဖမ်းနိုင်ဖြစ်ခဲ့ရလို့ အခဲမကျေတဲ့ ရဲမှူးကြီး... နှစ်အတော်ကြာနေပြီဖြစ်တဲ့ သူတို့နှစ်ဦးကြားက မီးပွားလေးက အိဗ်တေလာဆိုတဲ့ကျောင်းသူတစ်ယောက် ထပ်မံပျောက်ဆုံးချိန်မှာ ပြန်ပေါ်လာတဲ့အချိိန်မှာတော့.... ဒီပျောက်ဆုံးမှုတွေဟာ သူတို့နဲ့ဘယ်လိုပတ်သက်နေတာလဲ။ အမှုမှန်ရော ပေါ်ပေါက်နိုင်ပါ့မလား။ဒီရုပ်ရှင်ကိုတော့ မြန်မာပရိသတ်များရင်းနှီးနေပြီးသားဖြစ်တဲ့ ဘရိုက်တန်(Brighton)မြို့တစ်ဝိုက်မှာ ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ကို အခြေခံထားတယ်လို့သိရပြီ။ independence movie ဖြစ်လို့ နည်းနည်းလိုအပ်ချက်တွေတော့ရှိတာတွေ့ရမှာပါ။ ကြည့်ပြီး ဝေဖန်ပေးကြပါဦးခင်ဗျာ။File size…(1.1GB)/(541MB)/(310MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...SPK",
        "rating": "4.2",
        "url": "https://megaup.net/1MXjp/A.Prelude.to.Fear.2022.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQIgoCe5zOOIbV0k9YYHu8Vab8Y.jpg",
        "title": "The Wolves ( 2022 )",
        "description": "လေ့လာရေးခရီးထွက်လာတဲ့လေယာဥ်တစ်စီးဟာ\nနှင်းခဲတွေထူထပ်ပိတ်ဖုံးနေတဲ့ဒေသတစ်နေရာမှာပျက်ကျခဲ့ပါတယ်။\nလူအတော်အများ သေဆုံးကုန်ကြပြီး အနည်းငယ်ပဲကျန်ရစ်ခဲ့ပါတယ်။\nဝေးလံခေါင်ဖျားတဲ့ဒေသဖြစ်တာကြောင့်\nကယ်ဆယ်ရေးကိုမျှော်နေဖို့ရာကလည်း သိပ်မဖြစ်နိုင်လှပါဘူး။နှင်းတောထဲမှာဆက်လက်ရှင်သန်ဖို့ရာ\nကိုယ့်အားကိုယ်ကိုးကြရဖို့ပဲရှိတဲ့လူတစ်စု ၊\nလူအမျိုးမျိုးပါဝင်နေတဲ့အဲ့ဒီလူတစ်စုဟာ\nအသက်ရှင်သန်ဖို့ဘယ်လိုကြိုးစားကြလေမလဲ။သူတို့ကိုနောက်ထပ်အန္တရာယ်တစ်ခုကလည်းစောင့်မျှော်နေပါသေးတယ်။\nအဲ့ဒါကတော့ ကြီးမားတဲ့ဗီဇပြောင်းဝံပုလွေတွေပါပဲ။\nဝံပုလွေရန်ကြောင့်သေဆုံးတဲ့သူတွေရှိလာတဲ့အခါ၊\nဗီဇပြောင်းဝံပုလွေတွေကို ရင်ဆိုင်ဖို့ဘယ်လိုလုပ်ကြမလဲ။ရှင်ဖို့ထက် သေဖို့လမ်းကများနေတဲ့ ဒီအ​ခြေအနေမှာ\nဘယ်သူတွေကဘယ်လို အသက်ရှင်လွတ်မြောက်လာမလဲဆိုတာ\nစိတ်လှုပ်ရှားစွာ စောင့်စားကြည့်ရှုလိုက်ကြရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Science Fiction\nRuntime : 1h 23min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-wolves-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6yM2ezCCucvHqcysrjP6RerAGMn.jpg",
        "title": "[18+] Going Places (1974)",
        "description": "[18+] Going Places (1974)~ IMDb - 7.2/10, Rotten Tomatoes - 73% ~ဂျင်ကလော့ဒ်နဲ့ ပီရော့တို့နှစ်ယောက်က လူဆိုးတွေပါ၊ ခိုးသင့်တဲ့နေရာဆိုခိုး၊ လုသင့်တဲ့နေရာဆိုလု၊ လိမ်သင့်တဲ့နေရာဆိုလိမ်ပြီး စားဝတ်နေရေးဖြေရှင်းတတ်ကြတဲ့သူတွေဆိုတော့ လူလိမ်လား သူခိုးလား ဓားပြလား ပြောရခက်ပေမယ့် အစုံလုပ်ကြတဲ့နှစ်ယောက်ပါ။ကျွမ်းကျင်လှတဲ့ပညာရှင်ကြီးတွေမဟုတ်ပေမယ့် အဲ့ဒီအလုပ်ကိုကြုံသလိုလုပ်ပြီး ပြင်သစ်နိုင်ငံအနှံ့ခြေဆန့်နေကြပါတယ်။ ဒီလိုပဲလူငယ်လူရွယ် အပေအတေတွေပီပီ ကြုံရာလူနဲ့လည်း လိင်စခန်းသွားတတ်ကြသေးတော့ ကားခိုးမှုတစ်ခုမှာ မာရီအန်းဆိုတဲ့မိန်းမလှလေးတစ်ယောက်နဲ့ဆုံဖြစ်ခဲ့ကြပါတယ်။ ဒါပေမယ့်လဲ သူတို့နှစ်ယောက်ကတော့ အခြေချတည်ငြိမ်ဖို့စိတ်ကူးမရှိပဲ မာရီအန်းကိုပါ အပါခေါ်ပြီး ပြင်သစ်အနှံ့ပတ်မွှေဖို့ ခရီးဆက်ကြပါတော့တယ်။1974 မှာ ထွက်ရှိခဲ့တဲ့ ဒီ Going Places ဇာတ်ကားဟာ Road movie လို့ပြောမထားပေမယ့် Road movie စစ်စစ်ဖြစ်ပြီး၊ ဟာသတွေကလဲ Dark ဖြစ်တဲ့ဘက်ကိုသွားတဲ့အတွက် တစ်ချို့အခြေအနေတွေက ရယ်ရမလိုငိုရမလို ပြုံးတမဲ့မဲ့ဖြစ်နေရမယ့် ဟာသ-ဒရာမာ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။သတိပေးချင်တာကတော့ ဇာတ်ကားထဲမှာပါဝင်တဲ့ ဇာတ်ကောင်တွေရဲ့အပြုအမူ၊အပြောအဆို၊ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2sVjB/(CM)_Going_Places_(1974)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNWUyNzc0ZDktOWQyZC00OThmLTg2MTAtYjI5YzYxMGNlOTYyXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-135x200.jpg",
        "title": "Brian and Charles (2022)",
        "description": "Brian and Charles (2022)\n==================\nIMDb Rating - 6.7/10တစ်ခါတစ်လေ တစ်ယောက်တည်းနေတာကြာလာတဲ့အခါ\nအဖော်တစ်ယောက်လောက်လိုချင်မိတယ်။ ကိုယ့်အကြောင်းကို\nနားလည်ပေးမယ့်သူ၊ ကိုယ့်ကိုဂရုစိုက်ပေးမယ့်သူ ပြီးတော့ ကိုယ်\nဂရုစိုက်တာကိုလည်း လက်ခံနိုင်မယ့်သူမျိုးပေါ့ ။ လွယ်လွယ်နဲ့တော့\nဘယ်ရပါ့မလဲ.... အဲ့ဒီလောက်ထိ ကံမကောင်းတတ်ကြဘူးလေ။ကံကောင်းသွားတဲ့သူတော့ ရှိတယ်ဗျာ။ ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်\nကျော်ကြီး ဘရိုင်ယန်ပေါ့။ သူက ရွာမှာတစ်ကိုယ်တည်းသမား၊ ဟိုဟာ\nလေးထွင်လိုက် ဒီဟာလေးဖန်တီးလိုက်နဲ့ ရွာထဲကလူထူးဆန်းတစ်ယောက်\nပေါ့။ ပြီးတော့ သူ့အိမ်ထဲမှာကြွက်လေးတစ်ကောင်ရှိတယ်။ အဲ့ဒီကြွက်\nကောင်းမှုနဲ့ပဲ မအောင်မြင်ခဲ့တဲ့သူ့စက်ရုပ်လေးက အသက်ဝင်သွားပါ\nလေရော။ဘရိုင်ယန်အရမ်းပျော်ပြီလေ။ သူနဲ့အတူတူနေပြီးတော့ သူဂရုစိုက်ရမယ့်သူ\nရှိလာပြီ။ အတူတူနေလာတော့ တစ်ခါတစ်လေတော့လည်း ရန်ဖြစ်ကြတာပေါ့။\nဒီလိုပဲ ရန်ဖြစ်လိုက် ပြန်တည့်လိုက်နဲ့ စက်ရုပ်ချားလ်က အိမ်ပေါ်ကဆင်းသွား\nချင်ပါတယ်တဲ့။ ပြသာနာကအဲ့ဒီကစတော့တာပဲ... အဲ့ဒီပြသာနာကို ဘယ်လို\nဖြေရှင်းမလဲဆိုတာကတော့ ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ပါ။\nပေါ့ပေါ့ပါးပါးလေးနဲ့ မိဘနဲ့သားသမီးတို့ကြားက ဖြစ်ပျက်တတ်တဲ့သဘောတရားကို\nစက်ရုပ်လေးနဲ့အစားထိုးပြီးရိုက်ပြထားတယ်လို့ ခံစားရပါတယ်။ အဲ့ဒါကြောင့် မိသားစု\nအချင်းချင်းလည်း အတူတူကြည့်ရှုရင်ပိုပြီးကောင်းပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(1.57 GB) / (650 MB) ...",
        "rating": "6.7",
        "url": "https://megaup.net/2sUB0/Brian.and.Charles.2022.720p.WEBRip[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aRrBxqp2oYURQFyeeCYr4XUmHrL.jpg",
        "title": "Snake Lady ( 2022 )",
        "description": "မြွေကားကြိုက်တဲ့သူတွေအတွက် စိတ်လှုပ်ရှားစရာကောင်းတဲ့\nဒီနှစ်ထဲအသစ်ထွက်ထားတဲ့မြွေကားတစ်ကားနဲ့တင်ဆက်ပြသလိုက်ပါတယ်\nဒီကားလေးကတော့ ပုံမှန်လိုမြွေစိမ်းမလေးတွေအကြောင်းမဟုတ်ဘဲ\nလျှို့ဝှက်ဆန်းကြယ်တဲ့ကျွန်းတစ်ကျွန်းမှာ မြွေနတ်ကိုသွားရှာတဲ့ကားလေးဖြစ်ပါတယ်မဂ္ဂဇင်းတိုက်ရဲ့ထုတ်လုပ်သူ ကုချိုးနဲ့ အယ်ဒီတာ လီထုံတို့ဟာ\nသူငယ်ချင်းတစ်ချို့ခေါ်လာပြီး ဒဏ္ဍာရီဆန်တဲ့ကျွန်းကိုရှာပြီးသွားရောက်ကြတယ်\nအဲ့နေရာမှာထူးခြားတဲ့မြွေကြီးတွေရှိပြီး လီထုံရဲ့အဖေက တစ်ချိန်တစ်ခါ\nတာဝန်ထမ်းတောင်ရင်း အဲ့ကျွန်းကိုရောက်သွားခဲ့ပြီး\nဘာတွေဖြစ်လဲဆိုတာ လီထုံက သိချင်နေခဲ့တယ်\nကျွန်းပေါ်ကခေါင်းဆောင်လျန်ရန်ကလည်း\nရုတ်တရက်ရောက်လာတဲ့သူတို့ကို ဘယ်လိုဧည့်ခံမလဲသူတို့အပေါ်ဘာတွေလျှိုဝှက်ထားတာလဲ\nလီထုံကရော နောက်ဆုံးမှာ သူ့အဖေအဲ့ကျွန်းပေါ်ဘာတွေဖြစ်ခဲ့လဲဆိုတာ\nသိနိုင်မလားဆိုတာကို အားလုံးအတူတူကြည့်ရင်းအဖြေရှာထုတ်ကြရအောင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Adventure\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/snake-lady-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Scorpio-Nights-3-Movie-Poster-2022-160x200.jpg",
        "title": "[18+] Scorpio Nights 3 (2022)",
        "description": "[18+] Scorpio Nights 3 (2022)1985 ခုနှစ်ထွက် ဖိလစ်ပိုင်နိုင်ငံရဲ့ ညစ်ညမ်းရုပ်ရှင်တစ်ကားဟာ အဲဒီအချိန်ကာလ ဖိလစ်ပိုင်နိုင်ငံရဲ့ အာဏာရှင်သမ္မတ မားကို့စ်ကို ဖြုတ်ချပြီး ပြိုင်ဘက်အတိုက်အခံခေါင်းဆောင် အကွီနိုကို သမ္မတတင်‌မြှောက်ဖို့အရေးအတွက် တစ်ထောင့်တစ်နေရာကနေ အကူအညီဖြစ်ခဲ့ပါတယ်။ အဲဒီကားကတော့ ကိုရီးယားကတောင် Summertime (2001) ဆိုပြီး ပြန်ရိုက်ခဲ့တဲ့၊ အပေါ်ထပ်အောက်ထပ် ဇာတ်လမ်းလို့ နာမည်ကြီးခဲ့တဲ့ Scorpio Nights ပါပဲ။မားကို့စ်အစိုးရကတော့ အဲဒီဇာတ်ကားကို လူထုကြားထဲ အာရုံလွဲစေဖို့ရည်ရွယ်ချက်နဲ့ ပြသခွင့်ပြုခဲ့တာဖြစ်ပေမဲ့ တကယ်တမ်း ဇာတ်ကားရဲ့ ဆိုလိုရင်းနဲ့ ရည်ရွယ်ချက်တွေဟာ လူထုကို အတွေးအမြင် ပိုပွင့်လင်းလာစေပြီး မီးစာထည့်လိုက်သလိုဖြစ်သွားတာကြောင့် နောင်တစ်နှစ်အကြာမှာ လူထုတော်လှန်ရေးကြီးဖြစ်သွားခဲ့ပြီး မားကို့စ်အစိုးရလည်း ပြုတ်သွားခဲ့ပါတယ်။ဇာတ်ကားထဲမှာပါတဲ့ ညစ်ထေးစုတ်ပြတ်နေတဲ့ တိုက်တန်းလျားဟာ မားကို့စ်လက်ထက် ဖိလစ်ပိုင် နိုင်ငံကို ကိုယ်စားပြုတာ ဖြစ်ပြီး ရက်စက်တတ်တဲ့ အိမ်ထောင်ဦးစီး ညစောင့်အမျိုးသားဟာ အာဏာရှင် မားကို့စ်ကို ဆိုလိုတာ ဖြစ်သလို ...",
        "rating": "9.2",
        "url": "https://megaup.net/1MXn6/(CM)_Scorpio_Nights_3_(2022)_720p.mp4",
        "category": "Adult, Thriller"
    }
]