[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/A-Slit-Mouthed-Woman-2007-142x200.jpg",
        "title": "A Slit-Mouthed Woman (2007)",
        "description": "ဂ်ပန္သရဲကားတစ္ကားျဖစ္ၿပီး ဂ်ပန္ႏုိင္ငံမွာတကယ္ျဖစ္ခဲ့တာလို႔လဲ ေျပာၾကပါတယ္။\n(ဒဏၰာရီအရေပါ့)\nေသြးထြက္သံယိုေတြလဲပါတဲ့အတြက္ၾကက္သီးထစရာေကာင္းတဲ့ကားတစ္ကားျဖစ္ပါတယ္။\nေသခ်ာတာကေတာ့ ဒီကားေလးၾကည့္ၿပီးသြားရင္\nအေမေတြကိုေဒါသထြက္ေအာင္ျပန္ေျပာရဲမွာ မဟုတ္ေတာ့ဘူး။:p\nအညႊန္းေလးက ကတ္ေၾကးတစ္လက္ကိုင္ထားတဲ့မိန္းမတစ္ဦးက\nျပန္ေပးဆြဲလာတဲ့လူေတြကို သူလွလားလုိ႔ေမးေလ့ရွိတယ္။\nလွတယ္လုိ႔ေျဖတာနဲ႔ သူ႕ႏွာေခါင္းစည္းကိုခၽြတ္ျပၿပီး\nထပ္ေမးတယ္ခုေရာလွေသးလားဆိုၿပီး ၿပီးတာနဲ႔ဘာဆက္ျဖစ္လဲ။\nမသိဘူးေလေနာ္ဟဲဟဲ စတာ။ မလွဘူးလို႔ေျဖေျဖ\nေၾကာက္လန္႔ၿပီးေအာ္ေျပးတာပဲျဖစ္ျဖစ္ကတ္ေၾကးနဲ႔ထက္ပိုင္းျခမ္းပစ္တယ္။\nလွတယ္လို႔ေျဖလုိက္ရင္ေတာ့ သူ႕ပါးစပ္လုိမ်ိဳးပံုစံတူေအာင္ကတ္ေၾကးနဲ႔ဆြဲၿဖဲပစ္လုိက္တာပဲ။\nအင္း ဟုိးအစကတည္းက မလွဘူးလို႔ေျဖရင္ေတာ့\nကတ္ေၾကးနဲ႔တစ္ခါတည္းထိုးသတ္ပစ္လိုက္တာ။\nကဲ ဒီကားၾကည့္ၿပီးရင္ ဘယ္လိုေျဖမလဲဆိုတာေလးပါစဥ္းစားလိုက္ေတာ့ေနာ္။\n(ဇာတ္လမး္အညြွန္းနဲ႔ဘာသာျပန္သူကေတာ့ Kira ျဖစ္ပီ Arkar Phyo မွ Encode ေပးထားပါတယ္)\nFile Size : (905 MB) & (420MB)\nQuality : 720HD\nRunning Time :1hr 30min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kira\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "5.5",
        "url": "https://megaup.net/1yqIY/A_Slit-Mouthed_Woman_[2007]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "",
        "title": "Taxiwaala (2018)",
        "description": "IMDb Rating :: :: 7.5/10\nGoogle Users :: :: 95%ဒီကားေလးက တမီးလ္နာဒူးျပည္နယ္ကမင္းသားေခ်ာ ဗီေဂ်းရဲ႕ 2018 မွာ ထြက္ခဲ့တဲ့ ကားေကာင္းေတြထဲက တစ္ကားပါ။ပထမ ႐ံုမတင္ခင္ အြန္လိုင္းေပၚ ပ်ံ႕သြားခဲ့ဖူးဖူးေပမဲ့ခုခ်ိန္မွ စာအမွန္တက္လာခဲ့တာပါ။ဇာတ္ကားနာမည္က Taxiwala ။ ဟုတ္တယ္။နာမည္အတိုင္းပဲ တကၠစီေမာင္းသမားတစ္ေယာက္ၾကံဳေတြ ့ရတဲ့ အျဖစ္အပ်က္တစ္ခုအေၾကာင္းကို ႐ိုက္ျပထားတာ။ဘာေတြထူးျခားလဲ။ ဟုတ္ကဲ့. . .ေခါင္းေဆာင္မင္းသားကArjun Reddy တို႔ Getha Govinda တို႔မွာ သ႐ုပ္ေဆာင္တဲ့ ေနာက္တက္မင္းသား Vijay Deverakonda(ဗီေဂ်း ဒီဗာရာကြန္ဒါ) ပါ။အေ႐ွ႕မွာထြက္ခဲ့ဖူးတဲ့ အဲ့ဒီႏွစ္ကားကိုခံစားဖူးသူေတြက မင္းသားဗီေဂ်းရဲ႕ သ႐ုပ္ေဆာင္စြမ္းရည္ကို သံသယျဖစ္မယ္မထင္ပါဘူး။ပံုမွန္ အလုပ္လက္မဲ့ ေကာင္ေလးတစ္ေယာက္ ဘဝကေန ဦးေလးျဖစ္သူ အကူအညီနဲ႔ ရရာအလုပ္ကိုဝင္လုပ္ရင္းဘယ္လိုမွ အဆင္မေျပတဲ့အခ်ိန္ေၾကာ္ျငာဘုတ္တစ္ခုေပၚကေတြ ့တဲ့လစာေကာင္း တကၠစီဒ႐ိုင္ဘာဘဝကိုေရာက္ခဲ့ရသူေပါ့။တကၠစီေမာင္းရင္းနဲ႔ အာႏူးဆိုတဲ့မိန္းမေခ်ာေလးနဲ႔လည္း ေမတၱာသက္ဝင္မိၾကေသး။ဒီအေၾကာင္းေတြကို ဇာတ္ကားရဲ႕ပထမပိုင္း နာရီဝက္စာေလာက္မွာ ၾကည့္ရမွာပါ။ဒီေနရာေလာက္အထိ အခ်စ္ကားလို႔ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2Sran/Taxiwaala_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c8292MoL8qZ6f9uh0C3TMMuIhIT.jpg",
        "title": "The Purity of Vengeance(2018)",
        "description": "The Purity of Vengeance(2018)\nIMDb....7.6\nJussi Adler-Olsen ေရးသားခဲ့တဲ့ The Purity of Vengeance: A Department Q ဆိုတဲ့\nနာမည္ေက်ာ္ ဝတၳဳကိုအေျခခံၿပီး ျပန္လည္ ရိုက္ကူးထားတာပါ....\nကိုပန္ေဟဂန္ၿမိဳ႕မွာ ထူးဆန္းတဲ့(၃)ေလာင္းၿပဳိင္လူသတ္မႈျဖစ္ပြားခဲ့တယ္...\nလူသတ္သမားဟာ  အေဆာက္အဦးတစ္ခုထဲမွာ လူေသအေလာင္းေတြကုိ မံမီရုပ္အေလာင္းျဖစ္ေအာင္\nစီမံထားၿပီး စားပြဲဝိုင္း တစ္ခုမွာ ေနရာခ်ထားခဲ့တယ္...\nထူးဆန္းတဲ့ ဒီအမႈေၾကာင့္ ရဲေတြလည္း ေခါင္းမီးေတာက္ကုန္တယ္...\nစုံေထာက္ေတြလည္း (၃)ေလာင္းေတာင္ဆုိေတာ့ သဲလြန္စေတြ ရႏုိင္သမွ်ာရွာေဖြၾကတယ္..\nရရွိတဲ့ သဲလြန္စေတြအရ စုံေထာက္ေတြဟာ တရားခံေနာက္ကုိလုိက္တဲ့အခါမွာေတာ့\nသူတုိ႕ထင္သေလာက္ရုိးရွင္းမေနသလုိ တျခား လွ်ဳိ႕၀ွက္ခ်က္ေတြကပါ သူတုိ႕ကုိ\nေစာင့္ႀကဳိေနတယ္...\nကုိင္း ဘာေႀကာင့္လူေတြသတ္တာလဲ....\nလွည့္ကြက္ေတြက ဘာေတြျဖစ္မလဲ...\nလွ်ဳိ႕၀ွက္ခ်က္ေတြကေရာ ဘာေတြျဖစ္မလဲ..\nစုံေထာက္မႈခင္းကားေကာင္းႀကဳိက္သူတုိ႕အဖုိ႕ ခံစားၾကည့္လုိက္ပါဦး\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္....\nFile Size : (0.90GB) and (399 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:59:00\nGenre :  Crime, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded by Phyo ...",
        "rating": "7.6",
        "url": "https://megaup.net/Stgn/The_Purity_Of_Vengeance_(Journal_64)_[2018]_(MM_Sub).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/instant-family-1-133x200.jpg",
        "title": "Instant Family (2018)",
        "description": "Instant Family (2018)\nIMDb - 7.3/10_____Rotten - 82%Instant family ဇာတ်ကားဟာ IMDB 7.3 အထိရထားပြီး ဇာတ်အိမ်ဆန်းသစ်စွာနဲ့\nဟာသရသ မိသားစုချစ်ခြင်းဖွဲ့ရသ ကြည်နူးဖွယ်ရသနဲ့ စိတ်နှလုံးကို\nတိမ်းးညွှတ်အောင်ဖမ်းစားနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ\nမွေးကင်းစကလေးကိုပြုစုပျိုးထောင်ဖို့အတွက် အရွယ်လွန်သွားပြီလို့ယူဆထားကြတဲ့\nအကြင်လင်မယားတွေဟာ မိသားစုဘဝရဲ့အနှစ်သာရကို ကျန်ရှိနေတဲ့\nဘဝတစ်လျှောက်လုံး ခံစားခွင့်မရှိတော့ဘူးလား....\nအကြောင်းအမျိုးမျိုးကြောင့် မိဘအရင်းတွေရဲ့ စွန့်ပစ်ခြင်းကို ခံခဲ့ရတဲ့\nကလေးတွေကရော မေတ္တာအငွေ့အသက်တွေ လုံခြုံမှုတွေကို မရရှိနိုင်တော့ဘူးလား.....\nမိသားစုဆိုတဲ့စကားလုံးဟာ အင်မတန်ရိုးရှင်းပေမဲ့\nသံယောဇဉ်တွေ နားလည်မှုတွေ ချစ်ခြင်းမေတ္တာတွေ\nအပြန်အလှန်လေးစားမှုတွေဆိုတဲ့ နက်နဲလှတဲ့သဘောတရားတွေနဲ့ ဖွဲ့စည်းထားတဲ့\nဒီကမ္ဘာမြေကြီးပေါ်က သေးငယ်တဲ့ကမ္ဘာလေးတစ်ခုဆိုရင်လည်းမမှားပါဘူး.....\nလူတစ်ယောက်ရဲ့ လက်တစ်ဖက်တည်းက\nလက်ချောင်းတွေ အတိုအရှည်မညီကြသလို....\nသွေးရင်းဖြစ်တဲ့ မိသားစုတွေတောင် နားလည်မှုအမြဲထားနိုင်ကြတာမဟုတ်ပါဘူး.....\nကိုယ်တိုင်ရွေးချယ်ဖန်တီးတော့မယ့် သွေးမတော်သားမစပ်မိသားစုတစ်ခုအတွက်\nအကောင်းဆုံးကြိုးစားပြီးပြင်ဆင်ထားပေမဲ့ တကယ်တန်းလက်တွေ့ကတော့\nထင်သလောက်မလွယ်လှဘူးလေ.....\nအကြင်လင်မယားနှစ်ယောက်ဟာ မိမိတို့ရဲ့ကလေးကို\nကိုယ်ဝန်လွယ်ထားချိန်ကစလို့ မိဘစိတ်ကို တဖြည်းဖြည်းမွေးမြူလို့ရပေမဲ့.....\nရုတ်တရက်ရောက်လာမယ့် ကလေးတွေအပေါ်မှာရော\nချစ်ခြင်းမေတ္တာအပြင် မိဘပီသတဲ့စောင့်ရှောက်မှုတွေ\nနားလည်မှုတွေ အပြည့်အဝထားရှိနိုင်ပါ့မလား......\nဒီမေးခွန်းတွေအားလုံးရဲ့ သံသယတွေကို ဒီဇာတ်လမ်းလေးက ဖြေရှင်းပေးသွားမှာပါ.....\nချစ်တာကလွဲပြီး ကျန်တာတွေကို နားမလည်နိုင်သေးတဲ့ မွေးစားမိဘနှစ်ပါးနဲ့....\nမောင်လေးနဲ့ညီမလေးကို စောင့်ရှောက်ရင်း.....\nသူ့ကို ချစ်တဲ့လူ ဒီကမ္ဘာပေါ်မှာမရှိဘူးလို့ ထင်နေတဲ့ဆယ်ကျော်သက်\nကောင်မလေးတစ်ယောက်တို့ နားလည်မှုတည်ဆောက်ကြတာကို\nကြည်နူးမှုနဲ့ ဝမ်းနည်းမှုရသမြောက်အောင် ရိုက်ပြထားတာကိုတွေ့ရမှာပါ.....\nငယ်ရွယ်တဲ့ကလေးတွေကို ချစ်ခြင်းမေတ္တာဂရုစိုက်မှုတွေပေးရုံနဲ့\nမိဘနေရာကို ခံယူလို့ရပေမယ့်...\nမိခင်အရင်းကိုသိပ်ချစ်တဲ့ ၁၅ ...",
        "rating": "7.3",
        "url": "https://megaup.net/4fy6g/Instant_Family_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cuIiSZSPr7ioJJM5N0WZqSYLnJF.jpg",
        "title": "F2: Fun and Frustration(2019)",
        "description": "F2: Fun and Frustration(2019)\nIMDb...7.1\nဆရာႀကီး တကၠသိုလ္ဘုန္းႏုိင္က စာအုပ္တစ္အုပ္မွာ\nေယာက်ာ္းေကာင္းေတြက\nမိန္းမေၾကာက္ၾကတယ္လုိ႕ေရးဖူးတယ္.....\nမည္သုိ႕ပင္ဆုိေစကာမူ ကြ်န္ေတာ္တုိ႕ပတ္၀န္းက်င္မွာေတာ့\nေယာက္်ားအားလုံးနီးပါး မိန္းမေၾကာက္ၾကပါတယ္...\nဒီကုလားကားကေတာ့ မိန္းမစိတ္ကိုနားလည္ဖို႔ႀကိဳးစားႀကတဲ့\nမယားညီအစ္ကိုႏွစ္ေကာင္နဲ႔ သူ႔တို႔မိန္းမေတြ အေၾကာင္းေပါ့။\nေယဘုယ်ဆန္ဆန္ေျပာရမယ္ဆုိရင္ ဒီကားထဲက ညီအကုိ(၂)ေယာက္ဟာ\nေယာက်ၤားထုအားလုံးကုိ ကုိယ္စားၿပဳၿပီး မိန္းကေလး(၂)ေယာက္ကေတာ့\nမိန္းမထုအားလုံးကုိ ကုိယ္စားျပဳေနပါတယ္...\nအခ်ိဳ႕ ကုလားကားေတြလို Over actionေတြမပါတဲ့အျပင္\nOver actionေတြကို သေရာ္သြားၿပီး\nသမီးရည္းစားအေနအထား အိမ္ေထာင္သည္အေနအထား\nႏွစ္ဘက္မိဘေဆြမ်ဳိးေတြကုိပတ္သက္ရတဲ့အေနအထားအားလုံးကုိ\nပညာသားပါပါေလးနဲ႕ ဟာသေလးေတြစြက္ၿပီး ျပသြားပါတယ္....\nမိန္းမႏုိင္ဖုိ႕ႀကဳိးစားေနတဲ့သူေတြအဖုိ႕ ေရွာင္ရန္ပညာေလးေတြရႏုိင္သလုိ မိန္းမေၾကာက္ရသူတုိ႕အဖုိ႕\nငါတုိ႕သည္ ေယာက်ၤားသားမ်ားသာလုိ႕ ခပ္တည္တည္ေတြးရမယ့္ ကားေလးပါ..\nအမ်ဳိးသမီးတုိ႕အဖုိ႕ေတာ့ ကမၻာဦးကထဲက ရွိခဲ့တဲ့ နိယာမကုိ ဘယ္သူကမ်ား တြန္းလွန္ႏုိင္ပါ့မလဲလုိ႕\nပီတီဟန္ေတြအျပည့္နဲ႕ ၿပဳံးႏုိင္မယ့္ကားဆုိပါေတာ့...\nေပါ့ေပါ့ပါးပါးေလးနဲ႕ ရယ္ေမာေပ်ာ္ရႊင္ရသလုိ\nပညာလည္းရတဲ့ ေကာင္းလည္းေကာင္းတဲ့ ကုလားကားေတြမွ သေဘာက်တဲ့သူေတြအဖုိ႕\nခံစားၾကည့္ၾကပါလုိ႕ တုိက္တြန္းအပ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ အိမ္ေထာင္မက်ေသးတဲ့ WiRa Aung\nပဲျဖစ္ပါတယ္...\nFile Size : (1.24GB) and (400 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:28:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by WiRa Aung\nEncoded ...",
        "rating": "7.1",
        "url": "https://megaup.net/Sth3/F2_-_Fun_And_Frustration_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/world2-200x150.jpg",
        "title": "The World’s End End 2013",
        "description": "2013 ခုႏွစ္ထြက္ ဟာသ သိပၸံကားတစ္ကား တင္ေပးထားပါတယ္။ Rating 7.0 အထိ ရထားပါတယ္။ ဆိုင္မြန္ပက္တို႕ မာတင္ဖရီးမန္းတို႕ကိုေတာ့ ပရိသတ္အေတာ္မ်ားမ်ား ရင္းႏွီးျပီးသားျဖစ္မွာပါ။ဇာတ္လမ္းအက်ဥ္း\n============သူငယ္ခ်င္း ၅ ေယာက္ဟာ လြန္ခဲ့တဲ့ ႏွစ္ေပါင္း ၂၀ က မေအာင္ျမင္ခဲ့တဲ့ စစ္ဆင္ေရးၾကီး တစ္ခုကို ျပန္လုပ္ၾကဖို႕ ၾကံစည္လာၾကပါတယ္။အဲဒီ စစ္ဆင္ေရးကေတာ့ သူတို႕ျမိဳ႕ရဲ႕ လမ္းတစ္ေလွ်ာက္လံုးက အရက္ဆိုင္ အကုန္လံုးက အစကေန အဆံုးထိ ေရာက္ေအာင္တစ္ညထဲနဲ႕ ေသာက္သြားဖို႕ပါပဲ။အရက္ကို ေခြးလိုဝက္လို႕ ေသာက္ဖို႕အၾကံနဲ႕ ဇာတိျမိဳ႕ကို ခ်ီတက္လာတဲ့ ဇိုးတစ္သိုက္ဟာ သူတို႕ျမိဳ႕ကို ေရာက္ရွိလာခ်ိန္မွာေတာ့ မထင္မွတ္ထားပဲ လူသားအားလံုးနဲ႕ ကမာၻၾကီးကို ကယ္တင္ဖို႕ ျဂိဳလ္သားေတြနဲ႕ ရင္ဆိုင္လာရတဲ့အခါ......ဒီရုပ္ရွင္က အေတာ္ေလးလည္း ရယ္ရျပီး ေတြးစရာေလးေတြလည္း ေပးထားမွာမို႕ ကိုယ္တိုင္ၾကည့္ျပီးမွ ေတြးလို႕ ျပံဳးလိုက္ လုပ္ေနရမယ့္ အမ်ိဳးအစားမိ်ဳးပါပဲ။Dr.Shinobi ဆိုတဲ့ ဘာသာျပန္အသစ္က တင္ဆက္ေပးထားတာပါ။File Size : ...",
        "rating": "7.0",
        "url": "https://megaup.net/Stgr/The_World_s_End_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "",
        "title": "Kill Bill 1 + 2 (2003+2004)",
        "description": "အေမရိကန္ႏိုင္ငံ၊ တကၠဆပ္ျပည္နယ္ အယ္လ္ပါဆို ၿမိဳ႕ကေလးရဲ႕ ဘုရားေက်ာင္းငယ္ေလးတစ္ခုက လပ္ထပ္ပြဲတစ္ခုမွာ ကိုယ္၀န္ေဆာင္ သတို႔သမီးတစ္ေယာက္အပါအ၀င္ လူကိုးဦး၊ (သတို႔သမီး ဗိုက္ထဲကကေလးပါ ပါရင္ ၁၀-ဦး)တို႔ဟာ ရက္ရက္စက္စက္ အသတ္ခံခဲ႕ရပါတယ္။သူတို႕႔ကို သတ္ခဲ႕တဲ႕သူေတြက “မရဏေျမြေပြး” လို႔ေခၚတဲ႕ ေၾကးစားလူသတ္သမားအဖြဲ႕တစ္ခုကျဖစ္ၿပီး သူတို႔တစ္ကယ္သတ္ခ်င္ခဲ႕တာကေတာ႔ သူတို႕ရဲ႕ အဖြဲ႕၀င္ေဟာင္းလည္းျဖစ္၊ အဖြဲ႕ေခါင္းေဆာင္ ဘီလ္ ရဲ႕ ညာလက္ရံုး…ခ်စ္သူေဟာင္းလည္းျဖစ္တဲ႕ “သူတို႔သမီး”(Uma Thurman) ကိုပဲ ျဖစ္ပါတယ္။“သတို႔သမီး”ဟာ ကံေကာင္းေထာက္မစြာ အသက္မေသပဲ ဒဏ္ရာအျပင္းအထန္နဲ႕ “ကုိမာ”(ေမ႕ေျမာ)ရၿပီး ေဆးရံုမွာ ေဆးကုသမႈယူေနရင္း ေလးႏွစ္ေလာက္အၾကာမွ ျပန္လည္ႏိုးထလာခဲ႕ပါတယ္။အဲဒီအခါမွာေတာ႔ သတို႔သမီးဟာ သူနဲ႕သူ႕ရဲ႕မေမြးလိုက္ပဲ ေသဆံုးခဲ႕ရတဲ႕ကေလးအတြက္ သူ႕ရဲ႕ မိတ္ေဆြေဟာင္းေတြနဲ႕ ခ်စ္သူေဟာင္းျဖစ္တဲ႕ ဘီလ္တို႔ကို လက္စားေခ်ဖို႔ ႀကံစည္ပါေတာ႔တယ္။ဇာတ္လမ္အသြားကေတာ႔ အင္မတန္ရိုးရွင္းပါတယ္။ စတင္ရိုက္ကူးစဥ္က တစ္ကားတည္းနဲ႕အၿပီး ထုတ္လုပ္ဖို႔ စီစဥ္ခဲ႕ေပမယ္႔ ျပသခ်ိန္ ၄ နာရီေက်ာ္ၾကာျမင္႔မွာျဖစ္တဲ႕အတြက္ Kill Bill Vol.1(2003) Vol.2 (20014) ...",
        "rating": "8.1",
        "url": "https://megaup.net/3yxov/Kill_Bill_-_Volume_1_[2003]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jA9RhCG7O0eDjFPsTr5OphL6mP.jpg",
        "title": "An Acceptable Loss (2018)",
        "description": "လူေတြကမွားတတ္ၾကပါတယ္။ဒါေပမဲ့ လက္ခံႏုိင္တဲ့ အမွား လက္မခံႏုိင္စရာအမွားဆုိတာေတာ့ရွိပါတယ္။ဒီဇာတ္ကားရဲ႕ အဓိကဇာတ္ေဆာင္ျဖစ္တဲ့ အမ်ိဳးသားလုံျခံဳေရး အၾကံေပးသူ ေဟာင္း ေဒါက္တာ အဲလိဇဘက္လမ္ ကအၾကီးအက်ယ္မွားခဲ့ပါတယ္။သူ႕ရဲ႕အမွားေၾကာင့္ သူ႕ကုိ ခ်ီးက်ဴးသူေတြကုိေရာ၊ရႈံ႕ခ်သူေတြကုိပါ ေၾကာက္လန္႔ေနရတဲ့အျဖစ္မ်ိဳးျဖစ္ပါတယ္။ဘာလုိ႔မ်ား ခ်ီးမြမ္းသူေတြကုိပါ ေၾကာက္လန္႔ေနရတာပါလဲ။သူဘာေတြမွားခဲ့ပါလဲ။လူေတြနဲ႔ မထိေတြ႕ျဖစ္ေအာင္ပုန္းေရွာင္ေနတဲ့ၾကားက သူ႕အမွားေၾကာင့္ ၾကားက ထိခုိက္နစ္နာခဲ့သူစာေတာ္တဲ့ဘြဲ႕လြန္ေက်ာင္းသား မာတင္ဆာဟိက သူ႕ရဲ႕အမွားက ဘာေၾကာင့္ျဖစ္တယ္ဆုိတာ မေမွ်ာ္လင့္ပဲ သိရွိသြားျပီးေဒါက္တာ လမ္ ကုိကူညီျပီး သူ႕ရဲ႕အမွားကုိ ျပင္ဆင္ေပးဖုိ႔ ၾကိဳးစားခဲ့ပါတယ္။ဒါေပမဲ့ သူတုိ႔ႏွစ္ေယာက္ရဲ႕ အားထုတ္မႈက အထေျမာက္ပါမလား။သူတုိ႔ဆုိတဲ့ ၾကက္ဥေလးေတြက ေက်ာက္ေဆာင္ၾကီးကုိ ကြဲေအာင္ လုပ္ႏိုင္ပါမလားဆုိတာ စိတ္ဝင္တစားၾကည့္ရႈရမွာပါ။ (d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning ...",
        "rating": "4.9",
        "url": "https://megaup.net/2eobj/An_Acceptable_Loss_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Raanjhanaa (2013)",
        "description": "Raanjhanaa (2013)( အခ်စ္ဆံုး မင္းတစ္ေယာက္သာ)\n•••••••••••••••••••••••••••••••••••••••••••••••••••••••( Drama စစ္စစ္ မွ သိပ္ႀကိဳက္တဲ႔ သူေတြအတြက္ေတာ့ အညႊန္း မလိုပါဘူး။ )အေျဖာင့္အတန္း မရွိလွတဲ႔ ေမွ်ာ္လင့္ခ်က္ေတြႀကား မြန္းႀကပ္ေနတဲ႔ေကာင္ေလးတစ္ေယာက္ရဲ႕ ပံုျပင္ေလးေပါ့ဗ်ာ။ဒီဇာတ္လမ္းကို ႀကားျပီးရင္ မင္း ဟာ တစ္ခုခု ကို ခံစားဆုပ္ကိုင္လာမိမယ္။ ဆို႕နင့္နင့္ နဲ႔ ဘ၀ တစ္ခုကို လက္၀ယ္ ရခ်င္ရလာလိမ့္မယ္။ ဒါဟာ ကံ ႀကမၼာတစ္ခုရဲ႕ စုတ္ခ်က္သီျခယ္ျခင္းေတြပါပဲ။Zoya ဆိုတဲ႔ ေကာင္မေလးကို တစ္ဖက္သတ္ ခ်စ္မိခဲ႔တဲ႔ ေကာင္ေလး Kundan ……… ပါးအခ်က္ေပါင္း 15 ခ်က္ရိုက္ခံျပီးမွ နာမည္ေလးတစ္ခုကို ျမတ္ျမတ္ႏိူးႏိုး သိခြင့္ရခဲ႔တယ္။ဒါေပမယ့္ အႀကိမ္ႀကိမ္ လြဲေခ်ာ္ေနတတ္တဲ႔ ကံစီရင္ခ်က္က 16 ခါေျမာက္ ပါးတစ္ခ်က္ကို ထပ္မံ မိတ္ဆက္ေပးခဲ႔တယ္။ ဒါဟာ လူမ်ိဳးဘာသာ ကြဲျပားမႈေႀကာင့္ Zoya လက္ဖ၀ါးႏုႏု နဲ႔\nရိုက္ခဲ႔တဲ႔ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1xb6s/Raanjhanaa_[2013]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h535RItHGEWr181lNRFPuZGRGLv.jpg",
        "title": "Galih dan Ratna (2017)",
        "description": "1980s ဝန်းကျင်မှာ ကောင်လေးတွေကမိမိချစ်ရတဲ့ကောင်မလေးတွေအတွက်ရည်စူးပြီးခံစားချက်နဲ့တိုက်ဆိုင်သမျှသီချင်းလေးတွေကိုစုကက်ဆက်တိတ်ခွေလေးထဲထည့်ပြီးချစ်သဝဏ်လွှာအဖြစ်ပေးတဲ့ Mixtape Culture လေး ရှိခဲ့ပါသတဲ့အဲ့လိုချစ်ဖို့ကောင်းတဲ့ Culture လေးကိုအခြေတည်ပြီး ပေါက်ဖွားလာတဲ့ ကြည်နူးဆွတ်ပျံ့ဖွယ်ဆယ်ကျော်သက်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်အကြောင်းကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ်ငယ်ရွယ်စဉ်အချစ်ဆိုတာ 'Tried to keep you close to me but life gets in between' ဆိုတဲ့James Bay ရဲ့သီချင်းစာသားလေးအတိုင်းပါပဲလားဆိုတာကို ထိထိမိမိခံစားရစေမှာပါOst အမိုက်စားလေးတွေကိုနားထောင်ပြီး အတူတူ feel ကြပါစို့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)File Size : (900 MB) and (380 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : NF ...",
        "rating": "6.9",
        "url": "https://megaup.net/2n4vW/Galih_Dan_Ratna_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2SK6vuj7uCvqheGqjcbPK9mLvxW.jpg",
        "title": "Chupan Chupai (2018)",
        "description": "အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ 2018 မှာ ထွက်ခဲ့တဲ့Chupan Chupai ဆိုတဲ့ ပါကစ်စတန်ဟာသဇာတ်ကားလေးပါဖရက်ဒီ ကိုကီနဲ့ တယ်လီတို့ဟာ အလုပ်မရှိဘဲ ဒုက္ခရောက်နေကြရာကမစ္စတာဘာဘူနဲ့ တွေ့တဲ့အခါ အသေးစားပြန်ပေးဆွဲတဲ့အလုပ်ကို အတူလုပ်ဖြစ်ကြပါတယ်သူတို့စည်းမျဉ်းတွေနဲ့ လုပ်နေရင်း အဆင်ပြေနေရာက တစ်နေ့မှာ ဝန်ကြီးသားကို ပြန်ပေးဆွဲဖို့ ဖြစ်လာပါတယ်အဲလိုအင်အားကြီးတဲ့လူတစ်ယောက်ရဲ့ သားကို ပြန်ပေးဆွဲတဲ့အခါ ဘာတွေ ဖြစ်လာလဲဆိုတာကိုမြှုပ်ကွက်လေးတွေနဲ့ ပျော်ပျော်ရွှင်ရွှင်လေး ရိုက်ကူးပြထားပါတယ်ကြည့်နေကျ ဇာတ်လမ်းမျိုးမဟုတ်ဘဲ လှည့်ကွက်လေးတွေနဲ့ မှန်းမထားတဲ့ ဇာတ်သိမ်းလေးနဲ့ အဆုံးသတ်ထားတဲ့ ဟာသကားကောင်းလေးဖြစ်လို့ဟာသချစ်ပရိသတ်တွေ လက်မလွတ်သင့်တဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပေးချင်ပါတယ်IMDB rating 6 ထိရထားတဲ့ ဇာတ်ကားကောင်းလေးပါ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ မေသရဖီလွင်ပါ)File Size : (900 MB) and (380 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 58min\nFormat : Mp4\nGenre : Comedy, ...",
        "rating": "6.0",
        "url": "https://megaup.net/11a6m/Chupan_Chupai_[2018]_(MM_Sub)_(2).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/kill-mobile-143x200.jpg",
        "title": "Kill Mobile ( 2018 )",
        "description": "2016 ခုနှစ်က ထွက်ခဲ့တဲ့ အီတလီနာမည်ကြီးဇာတ်ကား Perfect Strangers ကိုRemake လုပ်ပြီးပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်ဇာတ်ညွှန်းလေးကတော့ လင်မယား စုံတွဲ ၂တွဲ ..စုံတွဲတစ်တွဲ နဲ့ အပျိုကြီးတို့စုစုပေါင်းလူရယောက်ဟာ တခုသောညနေခင်းလေးမှာတွေ့ဆုံပွဲလုပ်ကြတယ်ဒီလိုနဲ့သူတို့ဟာဖုန်းတွေအားလုံးကိုအလယ်မှာထားပြီး ဖုန်းခေါ်တာတွေmessage တွေ wechat က ပို့တာတွေကို စာတိုတွေအားလုံးကို အားလုံးတူတူဖတ်ဖို့လက်ခံခဲ့ကြတယ်..ဒီလိုနဲ့သာမာန်တွေ့ဆုံပွဲလေးကနေမထင်မှတ်တဲ့အပြောင်းအလဲတွေဖြစ်လာတဲ့အခါ..ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးထဲကအတိုင်းအုပ်စုဖွဲ့ပြီးဂိမ်းကစားမယ်ဆိုရင်ပိုပြီးတောင် စိတ်လှုပ်ရှားဖွယ်ကောင်းမယ်လို့ထင်မြင်မိပါတယ်Review & Translated By Phyo ZawEncoded  By LK",
        "rating": "5.6",
        "url": "https://megaup.net/1H7z1/Kill_Mobile_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BN2I1NWM5NmUtYjZhZS00YTc3LTg1MTUtZWI1Mjg1YWI0NWIwXkEyXkFqcGdeQXVyNjIzNTQ4MjY@._V1_SY1000_CR007001000_AL_-140x200.jpg",
        "title": "Alanis (2018)",
        "description": "Alanis\n==============\n(18+ အခန္း အနည္းငယ္ပါ၍ မိသားစုျဖင့္ အတူမၾကည့္သင့္ပါ)\nလူတိုင္းလူတိုင္း ဘဝမွာေကာင္းတာေတြပဲ\nျဖစ္ခ်င္ၾကတာပါ ဒါေပမယ့္ ေလာကဇာတ္\nဆရာအလိုက် မျဖစ္ခ်င္တဲ႕ဘဝေတြမွာ\nမလုပ္ခ်င္တဲ႕ေနရာ ဌာနေတြမွာသက္ဆိုင္\nရာဇာတ္ရုတ္ေတြ အတိုင္းကခုန္ေနၾကတယ္\nတခ်ိဳ႕က်ေတာ့လဲ အရုပ္ၾကိဳးပ်က္ျပီး နစ္မြန္း\nသြားၾကတယ္ တခ်ိဳ႕ၾကေတာ့လဲ မီးအလင္း\nေရာင္စံုညီကြန္႕ျမဴ းထားတဲ႕စင္ျမင့္ထက္မွာ\nအငိုမ်က္လံုးအျပံဳးမ်က္ႏွာျဖစ္ရတယ္\nနစ္မြန္းစုတ္ျပတ္သတ္ေနတဲ႔ဘဝပိုင္ရွင္\nေတြကို ေပ်ာ္လြန္းလို႕ဒီဘဝမွာေနေနၾကတယ္\nထင္ပါသလား ဘယ္လို ခံယူခ်က္မ်ိဳးနဲ႕ ဒီဒဏ္\nေတြကိုၾကံ႕ၾကံ႕ခံတယ္ ေတြးမိဖူးလား\nသူတို႕မွာအားအေကာင္းဆံုးလက္နက္ေလး\nတစ္ခုရွိေနလို႕ပါ အဲ႕တာကအျခားေတာ့\nမဟုတ္ဘူး သူ႕နာမည္ကိုေတာ္ေတာ္မ်ားမ်ား\nၾကားဖူးၾကမွာပါ \"ေမွ်ာ္လင့္ခ်က္\" တဲ႕\nAlanis ဆိုတာ ေမာ္ဒယ္ေတြ အေဖာ္ခြ်တ္မ\nေလးေတြ နာမည္မဟုတ္ပါဘူး အဆိုေတာ္မ\nေလးတစ္ေယာက္နာမည္ပါ ဒါေပမယ့္ အဲ႕\nနာမည္ပိုင္ရွင္ေလးမွာ အဆိုေတာ္ျဖစ္ဖို႕အခြင့္\nမရခဲ႕ရွာပါဘူး single mother အျဖစ္နဲ႕\nကေလးတစ္ေယာက္ ရင္ဝယ္လြယ္ျပီးသူလုပ္\nတဲ႕အလုပ္ကသိပ္မရင္းရပါဘူး ခႏၶာပဲရင္း\nရတဲ႕ ျပည့္တန္ဆာအလုပ္ သူငယ္ခ်င္းျဖစ္သူ\nဂ်ီဆဲလားနဲ႕ တိုက္ခန္းတစ္ခုငွား ေၾကာ္ညာ\nစာေတြလိုက္ကပ္ ေဖာက္သည္ေတြလက္ခံ\nလုပ္ေနတဲ႕ညဥ္႕ငွက္ေလးေတြကို\nအာဂ်စ္တီးနားရဲ႕ ျပည့္တန္ဆာလုပ္ငန္း\nတားျမစ္ခ်က္ဥပေဒအရ အေရးယူဖို႕\nအေၾကာင္းဖန္လာပါတယ္\nဒီကားဟာရိုးရိုးေလး ဇာတ္လမ္းကိုပံုေဖာ္ထား\nတာပါ ျပည့္တန္ဆာလုပ္ငန္းကိုတရားဝင္\nလုပ္ခြင့္မေပးတဲ႕ႏိုင္ငံမွာ sex worker\nျဖစ္တဲ႕ Alanis တစ္ေယာက္ ဘယ္လိုရုန္း\nကန္ရလဲ ပဲရိုက္ျပထားတာပါ စစခ်င္းအဖြင့္\nမွာတင္ ဝစ္လစ္စလစ္ scene နဲ႕စတာမို႕\nေမာင္ႏွမေတြ မိသားစုေတြနဲ႕ၾကည့္လို႕မသင့္\nေလ်ာ္ပါဘူး တကယ့္ reality ...",
        "rating": "6.8",
        "url": "https://megaup.net/Stmc/Alanis_[17+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nq5RSCLcLSXGzKAqMlxDiBr3KcL.jpg",
        "title": "Line Walker (2016)",
        "description": "အခုတေလာ Facebook ေပၚမွာ ပြဲဆူေနတဲ့ Line Walker 2 ဇာတ္ကားရဲ႕ ပထမကား Line Walker (2014) ေဟာင္ေကာင္ Action ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ။Cast ေတြကလည္း နာမည္ၾကီးေတြ သုံးထားျပီး ဇာတ္လမ္းကလည္း Plot Twist ေလးနဲ႔ စိတ္ဝင္စားဖုိ႔ေကာင္းပါတယ္။Line Walker ဆုိတာကေတာ့ ၾကိဳးတန္းေပၚလမ္းေလွ်ာက္ေနသူလုိ႔ေျပာလုိ႔ရပါတယ္။ဒီဇာတ္ကားေလးထဲမွာ လူဆုိးဂုိဏ္းေတြထဲ ဝင္ေရာက္ျပီး အသြင္ယူေထာက္လွမ္းေနၾကတဲ့ေအးဂ်င့္ေတြရဲ႕ အေၾကာင္းကုိ သိထားတဲ့ တစ္ေယာက္တည္းေသာသူ ေသဆုံးသြားတဲ့အခါမွာအသြင္ယူေအးဂ်င့္ေတြ အေၾကာင္းေပ်ာက္ပ်က္ကုန္ျပီး တာဝန္ထမ္းေဆာင္ေနဆဲ ေအးဂ်င့္ေတြ ၾကိဳးတန္းေပၚလမ္းေလွ်ာက္သူေတြလုိ ရဲလဲျပန္မျဖစ္ႏုိင္လူဆုိးဂုိဏ္းထဲမွာပဲအေျခမပ်က္ဆက္ေနဖုိ႔ ေဘးၾကပ္နံက်ပ္အေျခအေနထဲကုိေရာက္ေနပါတယ္။အဲဒါေၾကာင့္ ဗဟုိေထာက္လွမ္းေရးဌာနက လွ်ိဳ႕ဝွက္ေအးဂ်င့္ေတြကုိ ျပန္လည္စုစည္းဖုိ႔ ၾကိဳးစားတဲ့အခ်ိန္မွာBlack Jack ဆုိတဲ့ နာမည္နဲ႔ ေအးဂ်င့္တစ္ေယာက္ျပန္ေပၚလာပါတယ္။ဖ်က္ထားခံရတဲ့ သူ႕ရဲ႕ အခ်က္အလက္ေတြက ျပန္ယူဖုိ႔မျဖစ္ႏုိင္တဲ့အတြက္ သူတုိ႔ ...",
        "rating": "6.1",
        "url": "https://megaup.net/Stho/Line_Walker_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/eye-in-the-sky-poster-1-134x200.jpg",
        "title": "Eye in the Sky (2015)",
        "description": "Eye in the Sky (2015)\nIMDb - 7.3/10_____Rotten - 95%\n  \nThe Guardian rating ရရှိထားတဲ့ Eye in the sky ဇာတ်ကားဟာ\nခေတ်သစ်စစ်ပွဲတခုကို ပုံဖော်ထားပါတယ်\nဒုတိယကမ္ဘာစစ်အပြီးစစ်အေးတိုက်ပွဲနောက်မှာ\nပုံစံပြောင်းလာတဲ့ ဘက်ပေါင်းစုံစစ်ပွဲပုံစံတချို့ကိုပုံဖော်ထားပါတယ်\nဗုံးခွဲမယ့်အကြမ်းဖက်သမားကို မောင်းသူမဲ့လေယဉ်ကနေ\nစောင့်ကြည့်နေတာဟာ အခုခေတ်အတွက် မဆန်းပေးမယ့်\nသာမန်ထက်ပိုပြီးရှုပ်ထွေးတဲ့လုပ်ရိုးလုပ်စဉ်တွေဖြစ်တဲ့\nchain of command လို့ခေါ်တဲ့ဆင့်ကဲအမိန့်ပေးစနစ်တွေ\ncommander in chief လို့ ခေါ်တဲ့ ပေါင်းစပ်ညှိနှိုင်းမှုတွေ\nချစ်ကြည်ရေးနိုင်ငံအတွင်းမှာဖြစ်နေတဲ့အခါ...\nသံတမန်ရေးကိုသတိထားရသလို သတင်းမီဒီယာစစ်ကိုလဲ\nမပေါ့ဆအောင် လုပ်ကိုင်ရတာကိုလဲတွေ့ရပါမယ်\nဗုံးခွဲသမားကိုမြင်နေပေမယ့် သတင်းမီဒီယာဘက်က\nပြန်တွေးရတာတွေဟာ စိတ်ဝင်စားသူအဖို့ အပန်းဖြေယုံသက်သက်\nမကတာတော့သေချာတယ် မီဒီယာစစ်ကိုလဲဒီရုပ်ရှင်ကိုယ်တိုင်က\nပြန်သရုပ်ဖော်ထားပါတယ်ကလေးတယောက်အတွက်\nနိုင်ငံတကာအတွက် နိုင်ငံရေးတွေ မဟာမိတ်တွေအတွက်လဲ\nထည့်သွင်းစဉ်းစားထားပါတယ် လူသားချင်းစာနာပါတဲ့ဆိုတဲ့\nပြကွက်တွေကလဲ ဒီကားကိုယ်တိုင်က သတင်းစစ်ထဲပါနေတဲ့ အချက်တခုပါပဲ\nသာမန်တိုက်တာခိုက်တာလောက်ကြည့်တဲ့သူအတွက်ကတော့\nအားရချင်မှအားရပေမယ့် ကြည့်သင့်တဲ့ကား\nတကားဖြစ်ကြောင်းညွှန်းလိုက်ရပါတယ်........\n  File Size - 1.15 GB and 736 MB\nQuality - BluRay 720p, 5.1CH and HD 720p\nFile Type - mkv ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/eye-in-the-sky-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Fatal-Encounter-2014-140x200.jpg",
        "title": "The Fatal Encounter (2014)",
        "description": "ဒီကားလေးကတော့ကိုရီးယားနန်းတွင်းကားလေးပါ။မင်းသား Hyun Bin ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားလေးလဲဖြစ်ပါတယ်။ဂျိုဆောင်ပြည်နယ်ရဲ့၂၂ဆက်မြောက် ဂျောင်ဂျိုဘုရင်ဟာငယ်စဉ်ကတည်းကခမည်းတော်ဖြစ်သူမျက်စိရှေ့မှောက်အဖိုးတော်ထံမှသေမိန့်ပေးခံရတာကိုမြင်ခဲ့ရသူပါ။တိုင်းပြည်မှာပုန်ကန်သူတွေသစ္စာဖောက်တွေထကြွသောင်းကျန်းချိန်မှာထီးနန်းတက်ရတဲ့ကံဆိုးသူဘုရင်အဖြစ်လည်းနာမည်ကြီးပါတယ်။သူယုံကြည်တဲ့တစ်ဦးတည်းသောသူကတော့အစ်ကိုလိုသူငယ်ချင်းလိုဖြစ်နေတဲ့ဂတ်ဆိုကုန်းကုန်းပါ။အဖိုးတော်ရဲ့ဇနီးငယ်လေးဖြစ်တဲ့အဖွားတော်ဟာလည်းလုပ်ကြံမှုထဲပါဝင်ပတ်သက်နေသူပါ။မယ်တော်ဖြစ်သူဟာလည်းသားတော်လေးကိုတတ်အားသရွေ့ကြိုးစားကာကွယ်ချင်သူ။ မင်းကြီးမသိခဲ့တဲ့နောက်ကွယ်ကဇာတ်ကြောင်းတွေနဲ့လုပ်ကြံမှုတွေတိုင်းပြည်ငြိမ်သက်အောင်စွမ်းဆောင်နိုင်မလားဆိုတာကတော့နန်းတွင်းကားနှစ်သက်သူတွေလက်မလွတ်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ခုပါ။(ဇာတ်လမ်း အညွှန်းနဲ့ဘာသာပြန်ပေးထားတာကတော့ Noe ဖြစ်ပီး Arkar Phyo မှ encode ပေးထားပါတယ်။) File Size : (1.33 GB) & (486MB)\nQuality : .1080p.BluRay\nRunning Time :2hr  16min\nFormat : Mp4\nGenre    :  Action,Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Noe\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-fatal-encounter-2014/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/olympus-has-fallen-poster-133x200.jpg",
        "title": "Olympus Has Fallen (2013)",
        "description": "Olympus Has Fallen (2013)_______IMDb - 6.5/10\n ကြည့်မိတာနဲ့ထိုင်ရာကမထပဲ ကြည့်ချင်နေမယ့်ဇာတ်ကားတစ်ကားကို Bluray 1080p 5.1 CH နဲ့ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်Mike ဟာ U.S. Army Ranger ကနေ သမ္မတ ကြီးရဲ့အထူးလုံခြုံရေး ခေါင်ဆောင် တစ်ယောက် ဖြစ်လာခဲ့ သူပါ။Mike ဟာ သမ္မတကြီးရဲ့ အထူးလုံခြုံရေး တာဝန်တင် မကပဲသမ္မတကြီးရော သမ္မတကြီး မသားစု နဲ့ပါ မိသားစု ဝင်တစ်ယောက် ကဲ့သို့ရင်းနှီး နေသူလဲ ဖြစ်ပါတယ်။ Christmas ညတစ်ည မှာတော့သမ္မတကြီးနဲ့ သူ့ရဲ့ မိသားစုတို့ ညစာ စားပွဲ တစ်ခု တတ်ရောက်ဖို့Mike က ဦးဆောင်ပြီး ထွက်ခွာ လာခဲ့ပါတယ်။Christmas ညတစ်ည ဖြစ်တာနဲ့ အညီ နှင်းတွေက အရမ်းကျ နေပြီးလေတွေလဲ အရမ်းတိုက် နေပါတယ်။ လေတွေလဲ အရမ်းတိုက် နေပါတယ်။ကားကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xotl/Olympus_Has_Fallen_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BNThhYzE5MDUtODYyMC00ZWI3LTk0ZTgtNDgyMmYxM2UzZjBmXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-150x200.jpg",
        "title": "Kedarnath (2018)",
        "description": "ဒီဇတ်လမ်းလေးက မကြာသေးခင်ကမှ ရုံတင်သွားတဲ့ရုပ်ရှင်ကားပါ မကြာသေးခင်ကမှ ရုပ်ထွက်အကြည် ထွက်လာလို့CM Fan တွေ အတွက် တင်ဆက်ပေးလိုက်ပါတယ်...ဇတ်လမ်းလေးကတော့ မန်ဆူး လို့ ခေါ်တဲ့ ကောင်လေးနဲ့မူကူး လို့ ခေါ်တဲ့ ကောင်မလေးတစ်ယောက် တို့ နဲ့ စတင်ထားတယ်...ကျနော်တို့ မြန်မာနိုင်ငံမှာဆို အထင်ကရ ကျိုက်ထီးရိုးဘုရား ကိုဘုရားဖူးတွေက လမ်းလျှောက်တက်ကြတယ်အသက်ကြီးသူတွေကတော့ ကားတို့ဆိုက်ကယ်တို့ နဲ့ အဆင်ပြေသလိုပေါ့ဒီဇတ်လမ်းထဲမှာလဲ အရှင်ရှီဗား ကို ဝတ်ပြု ကိုးကွယ်ဖို့ အတွက်လူတွေဟာ တောင်ပေါ်ကို ခြေလျင် တက်ကြတယ်အရှင်ရှီဗား ရဲ့ ဝတ်ကျောင်းဆောင်ကို ရောက်ဖို့ လမ်းလျှောက်တက်ကြသလိုအသက်ကြီးရွယ်အိုတွေကတော့ အထမ်းသမား နဲ့ တက်ရတယ်...အဲ့ဒီ အထမ်းသမားတွေထဲမှာ မန်ဆူး လို့ ခေါ်တဲ့ကောင်လေး တစ်ယောက်လဲ အပါပေါ့...အထမ်းသမားတွေဟာ မန်ဆူး ကို မြင်ရင် နှာခေါင်းရှုံ့သွားကြတယ်ဘာလို့လဲ ဆိုတော့ ဘုရားဖူးဖို့ လိုက်ပို့တဲ့ အထမ်းသမားကမွတ်စလာမ် ကောင်လေး ဖြစ်နေလို့ပါ...ဒါပေမဲ့ တောင်ပေါ် ...",
        "rating": "5.6",
        "url": "https://megaup.net/2Swdl/Kedarnath_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5gVXbA5tRYICUrs62gTmlsep3u.jpg",
        "title": "The Axiom (2018)",
        "description": "ဒီတစ္ခါ CM Fans ေတြကုိမိတ္ဆက္ေပးမွာကေတာ့Axiom လုိ႔အမည္ရတဲ့ Horror ကားေလးပဲျဖစ္ပါတယ္ကြ်န္ေတာ္တုိ႔လက္ရွိကမၻာမွာပဲ တစ္ျခားကမၻာတစ္ခုခု သုိ႔မဟုတ္တစ္ခုမက တည္ရွိေနတယ္ဆုိတဲ့ယုံၾကည္မွု႔ ရွိတဲ့သူေတြေတာ္ေတာ္ကုိမ်ားျပားပါတယ္။ဘာသာေရးေတြ မွာလည္း အဲ့ယုံၾကည္ခ်က္ကုိေတာ္ေတာ္ေတြ႔ရပါတယ္။အဲ့ထက္ပုိတဲ့သူေတြကေတာ့ အဲ့လုိတစ္ျခားကမၻာေတြကုိ သြားေရာက္ႏုိင္တဲ့ဂိတ္ေပါက္ေတြ တံခါး၀ေတြ အစရွိသျဖင့္ေျမာက္မ်ားစြာတည္ရွိေနတယ္လုိ႔ယုံၾကည္ၿပီးက်မ္းဂန္ အကုိးကားနဲ႔ရွာေဖြေနတဲ့သူေတြလည္း တစ္ပုံတစ္ပင္ပါပဲဘာျမဴဒါႀတိဂံကုိေတာင္မွပဲ တစ္ျခားကမၻာတစ္ခုဆီကို ဦးတည္ေနတဲ့ဂိတ္ေပါက္တစ္ခုအျဖစ္ရည္ညြန္းေျပာဆုိခဲ့ၾကပါတယ္ဒီလုိ ဂိတ္ေပါက္ေတြ မုခ္ဦးေတြနဲ႔ပတ္သတ္တဲ႔စိတ္ကူးယဥ္ စာအုပ္ေတြ ရုပ္ရွင္ေတြကလည္း တစ္ပုံတစ္ပင္ပါပဲ ။ခုဒီ Axiom လုိ႔ေခၚတဲ့ ဇာတ္ကားေလးကလည္းဒီလုိ ကားေတြထဲကတစ္ကားအပါ၀င္ပါပဲ။ဇာတ္လမ္းေလးကုိေတာ့ မတ္ကင္းဇီနဲ႔ မာတင္ဆုိတဲ့ေမာင္ႏွမႏွစ္ေယာက္ကေပ်ာက္ေနတဲ့ သူတုိ႔ရဲ႕အစ္မႀကီးမာရီလင္ကုိရွာေဖြတဲ့အေပၚမွာဇာတ္ကုိတည္ထားပါတယ္။မာရီလင္ကလည္း လြတ္လပ္စြာသြားလာတက္တဲ့ စိတ္ေပါ့ပါးတ့ဲလြတ္လပ္ေသာစိတ္နဲ႔ လူျဖစ္ရက်ဳိးနပ္ခဲ့တဲ့ အမ်ဳိးသမီးတစ္ဦးပါပဲ။ဒါေပမဲ့ေနာက္ပိုိင္းအဆက္သြယ္မရေတာ့တဲ့အေပၚမွာေမာင္ႏွမေတြအေပၚတြယ္တာတက္တဲ့ မတ္ကင္းဇီက အစ္မေတာ္ မာရီလင္ကုိရွာပုံေတာ္ဖြင့္ပါေတာ့တယ္ ...",
        "rating": "5.1",
        "url": "https://megaup.net/Stml/The_Axiom_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BZmU4NzVkZjEtZmQxMi00ZDY5LWI3ZDYtMWRmZjE5YmYwZjQzXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Bad Boys II (2003)",
        "description": "Bad Boys ဟာဆိုရင္အညႊန္းေရးစရာမလိုေအာင္ေကာင္းတဲ့\nဇာတ္လမ္းတစ္ခု ဆိုတာသိၿပီးသားျဖစ္ၾကမွာပါေနာ္။\nဒါရိုက္္တာ Micheal Bay ေဒၚလာ ၁၃၀မီလီယမ္အကုန္အက်ခံ ရိုက္ကူးထားၿပီး\nေဒၚလာ ၂၇၃ မီလီယမ္ျပန္လည္ရရွိခဲ့ပါတယ္။\nမားကပ္စ္ ဘားနတ္(Martin Lawrence) နဲ႔ သူ႕တြဲဖက္ႀကီး မိုက္ခ္ (Will Smith) တုိ႔\nသူငယ္ခ်င္းအဆင့္ကေန ေယာက္ဖေတြအျဖစ္ရာထူးတုိးသြားၾကတဲ့အပိုင္းေပါ့။\nမားကပ္စ္ရဲ႕ ညီမေလး ဆစ္ဒ္(Gabrielle Union) ကို\nေဂ်ာ္နီတပီယာဆိုတဲ့ဘိန္းေမွာင္ခိုသမားက ဖမ္းေခၚသြားတဲ့အခါ\nညီမေခ်ာေလးကိုကယ္မယ့္အစ္ကိုႀကီး မားကပ္စ္နဲ႔\nခ်စ္သူေလးကိုထိခိုက္မွာစိုးတဲ့ မိုက္ခ္တုိ႔\nရုရွားေတြနဲ႔ဘယ္လိုေသြးေခ်ာင္းစီးေအာင္တုိက္ခိုက္ၾကမလဲ။\nအစိုးရကႏုိင္ငံေရးအခက္အခဲေတြေၾကာင့္\nဓားစာခံ ဆစ္ဒ္ကိုကယ္ေပးဖို႔ေတြေဝမႈေတြၾကားက\nလုပ္ေဖာ္ကိုင္ဖက္ေကာင္းေတြနဲ႔ဘယ္လုိတုိက္ခိုက္သြားတယ္ဆုိတာ\nBad Boys 2 မွာသဲထိတ္ရင္ဖုိၾကည့္ရႈခံစားၾကည့္ပါေနာ္။\nTranslated by Kira\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bad-boys-ii-2003/",
        "category": "Action, Comedy, Crime"
    }
]