[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-14-at-07-02-40-Krai-Thong-CinemaCrush-Movie-139x200.png",
        "title": "[18+]Krai Thong (2001)",
        "description": "ဂန္ထဝင် လူယောင်ဖန်ဆင်း နတ်မိကျောင်းမယ်လေးတို့ရဲ့ ရှေးဟောင်းအချစ်ကားကိုမှ ကြည့်ချင်သူတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ငယ်ငယ်က အခွေဆိုင်မှာ ခိုး၀ယ်ကြည့်ခဲ့ရတဲ့ကားလေးပေါ့ င်င်ကရိုင်ထုန် အဖြစ် Winai Kraibutrဇာတ်လမ်းအကျဉ်းမြစ်ကမ်းဘေးက ရွာလေးတစ်ရွာမှာ တစ်ရက် မိကျောင်းကြီးတစ်ကောင်ပေါ်လာခဲ့ပြီး ရွာလုံးကျွတ် အစားခံလိုက်တယ်မိကျောင်းကြီးက တစ်ရက်ထက်တစ်ရက် သောင်းကျန်းလာခဲ့တဲ့အတွက် ရွာခေါင်းဆောင်သူဌေးကြီးက ပွဲတော်ကျင်းပရင်း အနီးအနား ရွာတွေက မိကျောင်းသတ်သမားတွေကို ဖိတ်ကြားခဲ့တယ်တက်ရောက်ခဲ့တဲ့ထဲမှာ ကရိုင်ထုန်ဆိုတဲ့ အတော်ဆုံး မိကျောင်းသတ်သမားလည်း ပါခဲ့တာပေါ့မိကျောင်းကြီးကို သတ်နိုင်ရင် ပိုင်ဆိုင်မှု တစ်ဝက်ပေးမယ်လို့ သူဌေးက ကြေညာခဲ့တဲ့ ပွဲတော်ရက်မှာ မိကျောင်းကြီးက ထပ်မံသောင်းကျန်းလာချိန်...မိကျောင်းကြီးက လူယောင်ဖန်ဆင်းနိုင်တဲ့ နတ်မိကျောင်းဖြစ်နေခဲ့တဲ့အခါ ကရိုင်ထုန်အနေနဲ့ နှိမ်နင်းနိုင်ပါ့မလား ချစ်စိတ်ကျွမ်း‌လောင်သွားမလားဆိုတာ ကြည့်ရှုရအောင်ပါ ။File Size__(1.3GB)\nQuality__HDRip\nIMDb Rating__4.5/10\nFormat__mp4\nDuration__01:32:00\nType__Adult, Animal, Drama, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/18krai-thong-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-dwom-135x200.jpg",
        "title": "Downton Abbey: A New Era (2022)",
        "description": "ဒေါင်းတန် အက်ဘီဆိုတဲ့ ရုပ်ရှင်ဟာ အင်္ဂလန်သမိုင်းနောက်ခံ ဇာတ်လမ်းတစ်ခုဖြစ်ပြီး နာမည်ကြီးစီးရီးလည်း ရိုက်ကူးထားတာရှိပါတယ်။ မူရင်းထင်ရှားတဲ့သမိုင်းအဖြစ်အပျက်တွေ ခေတ်ပြောင်းခေတ်လဲတွေ သက်ရောက်မှုတွေအကြောင်းကို ဗြိတိန်တော်ဝင်ဆွေကြီးမျိုးကြီး မိသားစုတစ်စုအပေါ် အခြေခံပြီး ရိုက်ကူးပြသထားတာဖြစ်ပါတယ်။ရုပ်ရှင်အနေနဲ့ ၂၀၁၉ မှာ တစ်ကားထွက်ခဲ့ပြီး အခု ၂၀၂၂ မှာ တစ်ကားထပ်ထွက်လာတာပါ။ ဒီရုပ်ရှင်ကတော့ပျော်စရာတွေနဲ့ ကြည်နူးစရာတွေ ပြည့်နေတာ ထူးခြားတဲ့အချက်ပါ။ ကြည့်ရင်းနဲ့ ဗဟုသုတလည်းရသလို၊ အင်္ဂလိပ်ဆွေကြီးမျိုးကြီးတွေရဲ့ ယဉ်ကျေးတဲ့စကားတွေ၊ စနစ်ကျပုံတွေကိုလည်းလေ့လာရမှာပါ။နောက်ပြီးဒီမိသားစုရဲ့ ရိုင်းပင်းပုံတွေ အိမ်အကူတွေ အိမ်ထိန်းတွေနဲ့ အပြန်အလှည် လေးစားသမှုတွေ သံယောဇဉ်‌တွေ စေတနာတွေကို တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒေါင်းတန်မိသားစုရဲ့ အိမ်တော်ကို ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်က ရုပ်ရှင်အတွက် သုံးဖို့ ကမ်းလှမ်းလာပါတယ်။ အဲဒါကိုလက်ခံလိုက်ပြီးနောက်မှာ ရုပ်ရှင်အဖွဲ့သားတွေနဲ့ ဒေါင်းတန်မိသားစုရဲ့ အဖြစ်အပျက်တွေကို သမိုင်းတစ်ခုနဲ့ တပြေးညီတွေ့ရမှာပါ။ တချိန်တည်းမှာပဲ ဒေါင်းတန်မိသားစုရဲ့ ဘွားဘွား လေဒီဂရေသမ်၊ ဗိုင်အိုလက်ရဲ့ ငယ်ချစ်တစ်ယောက်ဟာ ပြင်သစ်မြို့စားဖြစ်နေပြီး သူကွယ်လွန်ချိန်မှာ ဗိုင်အိုလက်အတွက်ဗီလာအိမ်ကြီးတစ်လုံး ပြင်သစ်တောင်ပိုင်းမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1LG5g/Downton.Abbey.A.New.Era.2022.720p.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pWt1iRuhNpeVDNP2QiUT2C5OiBt.jpg",
        "title": "Downton Abbey (2019)",
        "description": "ဒီကားလေးကတော့ IMDB 7.7 နဲ့ tomatoes မှာ84%တောင်ရထားတဲ့harry potterထဲကပရော်ဖက်ဆာကြီးmaggie smithပါဝင်ထားတဲ့ကားကောင်းလေးပါEnglandရဲ့ဘုရင်နဲ့ဘုရင်မကနယ်လှည့်သွားလာရင်းဒေါင်းတွန်ဆိုတဲ့နယ်လေးကိုလာမယ်လို့သတင်းစကားကြားလိုက်တဲ့အချိန်မှာတစ်နယ်လုံးကလူတွေကဂုဏ်ယူမဆုံးတွေဖြစ်ပြီးဝမ်းသာနေကြတယ်အထူးသဖြင့်လာလည်ရင်းတည်းမယ့်ဒေါင်းတွန်ရဲ့မြို့စားအိမ်ကအလုပ်သမားတွေကဘုရင်နဲ့ဘုရင်မကိုအနီးကပ်တွေံခွင့်ရပြီးအလုပ်အကျွေးပြုရတော့မယ်လို့တွေးရင်းစိတ်တွေလှူပ်ရှားနေခဲ့ကြတယ်ဒါပေမယ့်သူတို့မျှော်လင့်ထားသလိုမဟုတ်ပဲဘုရင်နဲ့ဘုရင်မအတွက်နန်းတော်ကအစေခံ​တွေအိမ်တော်ထိန်းတွေ စားဖိုမှူးတွေအကုန်လာပြီးသူတို့အိမ်မှာချယ်လှယ်ကြမှာကိုသိလိုက်ရတဲ့အခါမှာသူတို့တွေဘယ်လိုတုန့်ပြန်မလဲဘယ်လိုနည်းလမ်းနဲ့ဘုရင်နဲ့ဘုရင်မကိုဧည့်ခံကြမလဲအဲဒါအပြင် ဒေါင်းတွန်ကိုအုပ်စိုးနေတဲ့မိသားစုရဲ့အဖွားကြီးနဲ့မိသားစုထဲကနေခွဲထွက်သွားတဲ့ဘုရင်မနားကအထိန်းတော်နဲ့လည်းအမွေကိစ္စပြဿနာတွေရှိတာကိုဘယ်လိုရှင်းမလဲမိသားစုထဲမှာလည်းတဟ်ယောက်တစ်မျိုးမရိုးတဲ့ဇာတ်လမ်းလေးတွေကဘာတွေဖြစ်မလဲကွန်မြူနစ်ဝါဒီတွေနဲ့ ဘုရင်ကိုလုပ်ကြံမယ့်သူပေါ်လာတဲ့အခါမှာရော ဇာတ်လမ်းကဇာတ်ကောင်တွေများစွာပါဝင်ပြီးတော့မရိုးရအောင်ဟာသတွေပါပါဝင်တဲ့မိသားစုဟာသဇာတ်လမ်းလေးမို့စိတ်ဝင်တစားကြည့်လို့ကောင်းမယ့်ဇာတ်လမ်းလေးပါFile Size : ( 1 GB , 429 MB )Quality :  WEB-DL 720pRunning Time : 2 hr 02 minFormat : Mp4Genre :  Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/downton-abbey-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/v_167604533_m_601_en_1000_1400-393x550-1-143x200.jpg",
        "title": "Touching Gold Captain ( 2022 )",
        "description": "အုတ်ဂူဖောက်တဲ့ရတနာသိုက်ရှာပုံတော်တွေကိုကြိုက်နှစ်သက်တဲ့\nပရိသတ်တို့အတွက် ဒီတခါမှာလည်း လျို့ဝှက်ဆန်းကြယ်မှုတွေ၊\nကျိန်စာတွေ၊ မိစ္ဆာတွေ နဲ့အတူ အုတ်ဂူဖောက်ကြမယ့်\nစွန့်စားခန်းဇာတ်လမ်းကိုတင်ဆက်ပေးလိုက်ပါတယ်။ချောင်ရွှင့်ဆိုတဲ့လူငယ်လေးဟာ မောကျင်းရဲ့ ၄၆ မြောက်မျိုးဆက်ဖြစ်ပါတယ်။\nမောကျင်းဆိုတာကတော့ အုတ်ဂူဖောက်တဲ့နေရာမှာဆရာတစ်ဆူလို့\nသတ်မှတ်ခံထားရသူတွေဖြစ်ပါတယ်။\nချောင်ရွှင့်ဟာမောကျင်းမျိုးဆက်ဖြစ်သော်ငြားလည်း၊\nငယ်ကတည်းကအဖေကစွန့်ပစ်သွားပြီးအမေကလည်းဆုံးပါးသွားတာမို့\nအုတ်ဂူဖောက်ပညာမပြောနဲ့ ဘာပညာကိုမှတောင်မသင်လိုက်ရပါဘူး။သူတတ်တာကတော့ လိမ်လည်လှည့်ဖြားတာပါပဲ။\nဒါပေမဲ့လည်း တစ်နေ့မှာ ဆိုက်ဆိုက်မြိုက်ဆိုက်\nအန္တရာယ်ကရောက်ရှိလာပါတယ်။ အေးအေးချမ်းချမ်းနေနေတဲ့သူတို့ရွာလေးကို\nတိုင်းတစ်ပါးသားတွေရောက်ရှိလာပြီး၊ ထိုသူတွေရဲ့ရည်ရွယ်ချက်ကတော့\nအုတ်ဂူဖောက်ပြီးရတနာသိုက်တူးဖို့ မောကျင်းမျိုးဆက်ဖြစ်တဲ့\nချောင်ရွှင့်ကိုလာရှာတာပါပဲ။တစ်ရွာလုံးရဲ့အသက်နဲ့ခြိမ်းခြောက်တဲ့အခါမှာတော့\nချောင်ရွှင့်ဟာ အုတ်ဂူဖောက်သူအဖြစ်နဲ့\nရှေးခေတ်ဘုရင်များရဲ့ ဂူသင်္ချိုင်းထဲကို လိုက်ပါသွားရတဲ့အခါမှာတော့....\nစောင့်ကြိုနေတဲ့ကျိန်စာတွေနဲ့ မကောင်းဆိုးဝါးမိစ္ဆာတွေကိုကျော်ဖြတ်နိုင်ပါ့မလား\nဂူထဲကရော အသက်ရှင်လျက် ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတာကို\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres: Action , Adventure , Mystery\nRuntime : 1h 24 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Nu Mon , Hnin Wutt Hmone\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/touching-gold-captain-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-gah-136x200.jpg",
        "title": "The Devil Has a Name (2019)",
        "description": "ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ မှုခင်း ဒရာမာလေး တစ်ခုလောက် ကြည့်လိုက်ရအောင်။ စက်ရုံကြီးတွေရဲ့ လုပ်ရပ်ကြောင့် ပတ်ဝန်းကျင်မှာ ထိခိုက်မှုတွေဖြစ်တဲ့အကြောင်းကိုအခြေခံထားပါတယ်။ဒီရုပ်ရှင်ထဲမှာတော့ ရေတွေအဆိပ်သင့်စေတဲ့အတွက် ဧရာမကုမ္ပဏီကြီးကို တရားစွဲတဲ့ လယ်သမားကြီးတစ်ယောက်အကြောင်းပေါ့။ လယ်သမားကြီးကိုအမှုရှုံးဖို့နည်းမျိုးစုံဖိအားပေးပုံတွေ၊ လယ်သမားကြီးဘက်က မျိုးစုံ ရုန်းကန်ရပုံတွေကို စိတ်လှုပ်ရှားစရာ ပြသထားတာဖြစ်ပါတယ်။ကြည့်လိုက်ပါဦး။File size…(1.57GB)/(787Mb)/( Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:37:00\nGenre...Drama /  Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TainHlwar",
        "rating": "5.4",
        "url": "https://megaup.net/2rDje/The.Devil.Has.A.Name.2019._720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qkqJEaYE3HejmOiV9aZckwHJ6f.jpg",
        "title": "CBI 5: The Brain (2022)",
        "description": "ဒီတစ်ခါမှာလည်း ထုံးစံအတိုင်း ခေါင်းစားစရာတွေ\nတစ်ပုံကြီးနဲ့ အိန္ဒိယစုံထောက်ကား တစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ IMDB မှာ\n၆.၁ ရထားတဲ့ စုံထောက်အက်ရှင်\nCrime, Mystery, Thriller\nအမျိုးစားရုပ်ရှင်ဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်း...\nဝန်ကြီးချုပ်နဲ့အတူ ခရီးထွက်ခဲ့တဲ့ ဝန်ကြီးတစ်ယောက်\nသေဆုံးသွားတဲ့နောက်ကွယ်ကနေစပြီး\nBasket Killings ဆိုတဲ့ ကွင်းဆက်\nလူသတ်မှုတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်နောက်ဆုံးအသတ်ခံရတဲ့သူက ရဲအရာရှိတစ်ယောက်ဖြစ်တာမို့\nရဲတွေပါ အလုပ်ရှုပ်လာပါတယ် ဒီအချိန်မှာ\n\"မာနကြီးပြီး ဘယ်တော့မှမကျရှုံးဘူး\" လို့\nကြွေးကြော်ထားတဲ့ CBI အိန္ဒိယ ဗဟိုထောက်လှမ်းရေးကို\nအမှုကိုလွှဲပါတော့တယ် CBI နဲ့ ရဲအဖွဲ့ကြားက\nအဖုအထစ်တွေ အားပြိုင်မှုတွေနဲ့ တရားခံကို\nဘယ်လိုဖော်ထုတ်ဖို့ကြိုးစားလည်းဆိုတာကိုတော့\n၂နာရီနဲ့ ၄၂မိနစ်ကြာတဲ့ ဒီရုပ်ရှင်မှာ တ၀ကြီး\nလိုက်ပါစီးမျောခံစားကြည့်လိုက်ပါဦး...   File size…2.54GB / 1.2GB\nQuality…1080p WEB DL Malayalam AAC5.1CH / 720p\nFormat...mp4\nDuration….2h 42mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ~ Yunni ~ Honey ~ OeliuJ",
        "rating": "6.2",
        "url": "https://megaup.net/37Acz/CBI_5_The_Brain_(2022)_TRUE_WEB-DL.720p.Malayalam.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Comedy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/0016e30cb57a4ab3b894ebb3381a75d0-167x200.jpeg",
        "title": "Swords Drawn (2022)",
        "description": "ပြိုင်စံရှား ‌နံပါတ်၁ ဓားသိုင်းသမားဖြစ်တဲ့ Jianတစ်ယောက်သတ်ဖြတ်မှု့တွေကို စိတ်ကုန်ပြီး ဓားသိုင်းကို စွန့်လွှတ်ဖို့လုပ်တဲ့အချိန်မှာဘဲ ဗီလာသခင်ကြီးက သူ့ကို သတ်ပစ်ဖို့ ကြေးစားတွေကို လွှတ်လိုက်တဲ့နောက်...သေချင်ယောင်ဆောင်ပြီး ရွာတစ်ရွာမှာ ဇာတ်မြှုပ်နေခဲ့တယ်သူ့ကိုစောင့်ရှောက်ပေးတဲ့အိမ်တစ်အိမ်နဲ့ သံယောဇဥ်တွယ်ပြီး မကြာခင်မှာပဲ သူပြုခဲ့တဲ့ ကြမာဆိုးကြီးက သူ့ဆီတဖန် ပြန်၀င်ရောက်လာတဲ့အခါမှာတော့.... File Size__(1.5GB) / (730MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:25:00\nType__Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/37A5y/Swords_Drawn_(2022)_WEB-DL_720p.mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uovEiMGicMmbRuNlFLVETXDpIK.jpg",
        "title": "As It’s Remembered (2022)",
        "description": "As It's Remembered (2022) ဇာတ်ကောင်ရဲ့ ကောင်လေးက သူတို့နှစ်ယောက်ချိန်းတွေ့တုန်းမှာ မျက်နှာဖုံးနဲ့လူတစ်ယောက် ဓားနဲ့ လာထိုးသတ်လို့ သေသွားတယ်။ ဇာတ်ကောင်က ဒီအဖြစ်အတွက် ဖြေမဆည်နိုင်ဖြစ်နေတယ်။ ဒီတော့ သူက အတိတ်ကိုပြန်ပြင်ဖို့ ကြိုးစားတယ်။ သူ့ကြိုးစားပုံက တစ်မျိုး။ စိတ်နဲ့ပဲ အချိန်ခရီးသွားတာမျိုးပဲ။ သူ့အတွေးအခေါ်က လူဟာ သူ့အရှိတရားရဲ့ အရှင်သခင်ပဲ။ ကိုယ့်ကိုယ်ကိုယ် ကောင်းကောင်းသိမြင်တဲ့လူက ကိုယ့်အရှိတရားကို ကိုယ့်စိတ်ကြိုက် ထိန်းချုပ်နိုင်မယ်။ ဘုရားသခင်လိုမျိုးပေါ့။ ကိုယ့်ကိုယ်ကိုယ်မြင်တဲ့အမြင်ကို ပြောင်းလဲလိုက်ရင် ကိုယ်ပြောင်းလဲသွားသလိုမျိုး သူက အတိတ်မှာဖြစ်ခဲ့တဲ့ကိစ္စကို သူက တခြားတစ်နည်းနဲ့ပြောင်းလဲလက်ခံလိုက်ရင် အတိတ်ကိုပြင်ပြီးသားဖြစ်ပြီး အတိတ်က အရှိတရားကို သက်ရောက်ပြီး လက်ရှိအရှိတရားပြောင်းလဲသွားမယ်လို့ ယုံထားတယ်။ ဒီတော့ သူက စိတ်နဲ့ အချိန်ခရီးသွားတဲ့ စက်တစ်မျိုးထွင်ပြီး သူ့အတိတ်က သူ့မှတ်ဉာဏ်ကို ပြင်ဖို့ ကြိုးစားတယ်။ ဇာတ်လမ်းကတော့ ဒါပါပဲ။ဒီရုပ်ရှင်ဟာ ကြာချိန်လည်း တစ်နာရီကျော်ကျော်ပါပဲ။ အပြအားဖြင့်ဆိုရင်လည်း နေရာလေး သုံးနေရာကို ...",
        "rating": "",
        "url": "https://megaup.net/1LF3j/(CM)_As_It_s_Remembered_(2022)_720p.mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/oGC1ByDVsAjPo8W3G078EYpvBWi-133x200.jpg",
        "title": "[18+] P.O. Box Tinto Brass (1995)",
        "description": "Tinto Brass ဆိုရင် သူ့ရုပ်ရှင်တွေကိုသိတဲ့သူတွေအနေနဲ့ ကပျက်ကချော်စကားတွေ၊ညစ်တီးညစ်ပတ်တွေ\nတရစပ်ထွက်နေတတ်တဲ့ ညို့အားပြင်းတဲ့ နူတ်ခမ်းတွေ၊ အဓိပ္ပါယ်များစွာပါဝင်တဲ့မျက်လုံးတွေ မြူဆွယ်တဲ့အကြည့်တွေ နဲ့\nရင်ထွားထွား တင်ကားကား အမွှေးထူထူ လုံးကြီးပေါက်လှ မိန်းမတွေကိုမြင်ယောင်မိကြပါလိမ့်မယ်။\nသူတို့တွေဟာ သူ့ရုပ်ရှင်ကားအများစုရဲ့ သင်္ကေတတစ်ခုလိုဖြစ်နေလို့ပါပဲ။Tinto Brass ဟာရုပ်ရှင်သက်တမ်းအစောပိုင်းကာလမှာဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့ကြတဲ့ အမျိုးအစား\nပေါင်းစုံ Experimental film တွေရိုက်ခဲ့ပေမယ့်လဲ အခုချိန်မှာတော့ နောက်ပိုင်းသူဇောက်ချခဲ့တဲ့ erotic genre\nနဲ့ပဲ လူသိများပါတော့တယ်။သူ့ ရုပ်ရှင်တွေကို သူရိုက်ခဲ့တာလို့ မသိရင်တောင် ပိုစတာတွေကိုမြင်ရုံနဲ့မှတ်မိနိုင်လောက်အောင်\nနာမည်ကြီးတဲ့ All Ladies Do It, Paprika, Monella တို့လိုကားတွေအများကြီးပါ။\nအဲ့ဒါတွေထဲက အထင်ရှားဆုံးကတော့ အငြင်းပွားမှုတွေ ပြဿနာတွေ တစ်ပုံတစ်ပင်နဲ့ Helen Mirren တို့လို\nနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတဲ့ Caligula ပါပဲ။ ပြင်းထန်တဲ့ကြမ်းတမ်းရက်စက်မှုတွေ၊ အမှန်တကယ်လိင်ဆက်ဆံတဲ့\nအခန်းတွေ အငြင်းပွားစရာအချက်အလက်တွေကြောင့် နိုင်ငံအမျိုးမျိုးအတွက် ဖြတ်တောက်ထားတဲ့ မူကွဲမျိုးစုံထွက်ရှိခဲ့ရပေမယ့်\nအခုချိန်အထိ cult classic တစ်ကားဖြစ်နေတုန်းပါပဲ။ အဲ့ဒါကတော့လူတိုင်းကြည့်ဖူးကြမှာပါ။အခုဇာတ်ကားကတော့ ဟာသနဲ့ညစ်ညမ်းဘက်ကိုဦးစားပေးတဲ့နောက်ပိုင်းလက်ရာလေးတစ်ခုပါ။ ဒီကားမှာတော့ ဆရာကြီး\nTinto ...",
        "rating": "5.1",
        "url": "https://megaup.net/2rC4l/(DS)P.O.Box.Tinto.Brass.1995.720p.BluRay.x264.mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/images-133x200.jpeg",
        "title": "The Walk (2022)",
        "description": "The Walk (2022)ဇာတ်လမ်းကတော့ ၁၉၇၄ခုနှစ်မှာ ဖြစ်ခဲ့တဲ့ဖြစ်ရပ်မှန်အကြောင်းအရာကို တစ်ခုကို အခြေပြု ဇာတ်အိမ်တည်ထားတယ်။ လူဖြူတွေ လူမဲတွေရဲ့ ပြဿနာတွေနဲ့ တိုင်ပတ်နေတဲ့ ကာလပေါ့။\nဘော်စတွန်တောင်ပိုင်းမှာ လူဖြူတွေချည်းတက်တဲ့ ကျောင်းရှိတယ်။ ပြောရရင် လူမျိုးရေးခွဲခြားတဲ့ စနစ်ကျင့်သုံးတဲ့ကျောင်း။ အဲဒီကျောင်းကို အစိုးရကနေ အဲဒီစနစ်ဖျက်သိမ်းဖို့ အမိန့်ချပြီး လူဖြူလူမဲချစ်ကြည်ရေးအနေနဲ့ လူမဲတွေအနေများတဲ့ တစ်ဘက်မြို့က လူမဲတစ်ဝက်ကို ဘော်စတွန်ကကျောင်းမှာ တက်စေပြီး လူဖြူတစ်ဝက်ကို လူမဲတွေနေတဲ့မြို့ကို ပို့လိုက်တယ်။ ဒီတော့ လူမဲတွေကြားမနေချင်တာရော ကျောင်းပြောင်းခံလိုက်ရတာရော ပေါင်းပြီး လူဖြူလူမဲ အဓိကရုဏ်းတွေဖြစ်ကုန်တယ်။Justin Chatwineနဲ့ မူလ war machine Terrence Howardတို့ရဲ့ သရုပ်ဆောင်စကေးကောင်းကောင်လေးကိုကြည့်ရမယ့် ရုပ်ရှင်ပါ။ သူတို့သရုပ်ဆောင်ကောင်းသလို ဇာတ်ကလည်း emotionalဖြစ်စရာလေးတွေပါလို့ ကြည့်ကောင်းတဲ့ ဒရာမာရုပ်ရှင်တစ်ကားပါပဲ။ လူမဲတွေရင်ဆိုင်ခဲ့ရတဲ့ အခက်အခဲတွေ လူဖြူတွေရဲ့ အမြင်တွေကို နှစ်ဘက်လုံးကို ပြထားတဲ့ လူဖြူလူမဲအရေးနဲ့ ပတ်သက်တဲ့ ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။( ဘာသာပြန်ပြီး ...",
        "rating": "5.7",
        "url": "https://megaup.net/2rCkr/The.Walk_(2022)_WEB-DL_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pzF971jRJuaHoMscOmQhwQ0TWJ.jpg",
        "title": "The Goblin (2022)",
        "description": "The Goblin (2022)‌“သွေးက ရေထက်ပျစ်တယ်”ဆိုတဲ့ စကားကို ကြားဖူးကြမှာပါ\nဒါဟာ သွေးသားတော်စပ်မှုတစ်ခုထဲကိုပဲ ဖော်ညွှန်းတာတော့ မဟုတ်ပါဘူးလူသတ်သမားတစ်ယောက်အတွက်တော့ ပျစ်နှစ်တဲ့ သွေးစက်တွေက ရေထက်အရသာရှိမှာပေါ့\nလူသတ်တဲ့နေရာမှာ တစ်ချက်လေးမှ တုံ့ဆိုင်းမှု ရှိမနေတာကြောင့်\n\"မှင်စာ\" လို့တင်စားခေါ်ဝေါ်ခံရတဲ့ လူသား ဂန်ဒူဟျွန်း ဆိုတဲ့ လူသတ်သမားပါ။လူသတ်ဖို့ဆို လက်တွန့်ကြောက်ရွံ့နေတတ်တဲ့ ယောင်းမင်းကတော့\nသူ့တို့ရဲ့သူဌေးကို သတ်လိုက်မိပြီးတဲ့နောက်မှာတော့\nဒူဟျွန်းက ယောင်းမင်းအစား လူသတ်တရားခံနေနဲ့ ထောင်ထဲမှာ ၁၀ နှစ်တိုင် နေခဲ့ရဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်မွေးကင်းစသမီးလေးနဲ့ ဇနီးကို ပစ်ထားခဲ့ရပြီး ထောင်ကျခဲ့ရတဲ့အတွက်\nထောင်ထဲကထွက်လာတဲ့အခါမှာတော့ သာမန်ဘဝလေးနဲ့ နေထိုင်ဖို့ လုပ်ထားခဲ့ပေမယ့်လည်း\nကံတရားက ဒူဟျွန်း ကို ခွင့်မပြုခဲ့ပြန်ပါဘူးတကယ့်မှင်စာအစစ်ဖြစ်တဲ့ ဒူဟျွန်းတစ်ယောက် ထောင်ကထွက်လာပြီးတဲ့နောက်မှာတော့\nသူ့ကိုယ်သူ မှင်စာလို့ ခံယူထားတဲ့ ယောင်းမင်းဟာ ဒူဟျွန်းရဲ့ သမီးကို ပြန်ပေးဆွဲခဲ့တဲ့အခါ\nဒီပြဿနာကို ဒူဟျွန်းတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲသမီးလေးကို ကယ်တင်ဖို့ ရက်စက်တဲ့မှင်စာဘဝကို ပြန်သွားမှာလား\nဒါမှမဟုတ် ဘယ်လိုများ အဖြေရှာဆောင်ရွက်မလဲဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမယ့် သည်းထိတ်ရင်ဖို အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်ဂန်ဒူဟျွန်းအနေနဲ့ မင်းသားကြီး Jo ...",
        "rating": "4.8",
        "url": "https://megaup.net/2rBov/The.Goblin.2022.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eXzN1LYfN15386Tqt7qahrlrVPu.jpg",
        "title": "Women of the White Buffalo (2022)",
        "description": "အ​မေရိကကို ဒီမိုက​ရေစီဘိုး​တော်နိုင်ငံ၊ လူ့အခွင့်အ​ရေးကို တန်ဖိုး\nအထားဆုံး နိုင်ငံ​တွေထဲက တစ်ခုအဖြစ်ပြောကြလျှင် လူတချို့က\nရယ်ကြလိမ့်မည်၊ ထိုလူ​တွေက တခြားမဟုတ် အ​မေရိကန်နိုင်ငံမှာ\n​နေထိုင်ကြတဲ့ ယူအက်စ်နိုင်ငံသား​​တွေလို့ ​ပြောရင် နည်းနည်း​တော့\nဆန်း​နေလိမ့်မည်၊ နိုင်ငံသားဟုဆိုရာ​တွင် ကိုလံဘတ်စ်​ရောက်ပြီး\n​​နောက်ပိုင်း တစ်စတစ်စ​ ရောက်လာသည့် ဥ​ရောပမျိုးစပ်များကို\n​ပြောတာမဟုတ်​ပေ၊ အင်ဒီးယန်းအပါအဝင် ​အ​မေရိကတိုက်ဟူ၍\nရှိကတည်း​က ​နေထိုင်လာကြသည့် ​ဒေသခံ တိုင်းရင်းသားများကို\nဆိုလိုခြင်းဖြစ်သည်။ အင်ဒီးယန်းသားတို့ ဤသို့ ခံစားရသည်မှာ အ​​ကြောင်းရှိသည်၊\nကိုလံဘတ်စ် အ​မေရိကတိုက်ကို စတင်​တွေ့ရှိခဲ့သည့် ၁၄၉၂တွင်\nသန်း၈၀​ကျော်ရှိခဲ့​သော ​​​ဒေသခံတိုင်းရင်းသားများသည် ၂၁ရာစု\nအ​စောပိုင်း​တွင် ၉၀%​ကျော် ဆုံးရှုံးသွားပြီး ​​သိန်းဂဏန်းခန့်သာ\nကျန်ရစ်​​တော့သည်အထိ ဥ​ရောပမျိုးစပ် - အ​မေရိကန်များသည်\n​ဒေသခံ အ​မေရိကန်နိုင်ငံသား စစ်စစ်များအ​ပေါ် ဖိနှပ်ချိုးနှိမ်မှု\n​ပေါင်းစုံ ကျူးလွန်ခဲ့သည်၊ နယ်​မြေများကို သိမ်းပိုက်ပြီး သီးသန့်\nနယ်​မြေငယ်များ ဖွဲ့စည်းပြီး ပြည်မပြည်သူများနှင့် အဆက်ဖြတ်\nခဲ့သည်၊ ဒါတင်မကဘဲ နိုင်ငံသားစာရင်းက​နေ ​ဖျောက်ပစ်ဖို့အထိ\nစနစ်တကျ​ဆောင်ရွက်ခဲ့သည်၊ စာအဖြစ်သာ​ပြောရရင် ယုံနိုင်စရာမရှိ​​ပေမယ့် အင်ဒီးယန်းနွယ်\nဖြစ်သည့် လာကိုတာမျိုးနွယ်များသည် ဒီလိုဖိနှိပ်မှုဒဏ်များကို\nအဆိုးဆုံး ခံစားခဲ့ရသူ​တွေဖြစ်သည်၊ ယခုDocumentaryတွင်\nအထက်ပါ ဖိနှိပ်မှုများအပြင် အ​မေရိကန်သမိုင်း၏ အရုပ်ဆိုး\nအကျည်းတန်ဆုံးWounded Knee ...",
        "rating": "5.8",
        "url": "https://megaup.net/15Giv/Women.of.the.White.Buffalo.2022.720p.AMZN.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/md9MLoPy9mE9ySJnXWsabKbcN4E.jpg",
        "title": "No Way Out (2022)",
        "description": "ဒီတစ်ခါမှာတော့ IMDB မှာ ၈.၆ အထိရရှိထားတဲ့ မာလာရာလမ်း\nThriller အမျိုးအစား အိန္ဒိယဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီကားက Thriller အမျိုးအစားဆိုတာထက်\nကိုဗစ်ကာလမှာဖြစ်လေ့ဖြစ်ထရှိတဲ့\nကိစ္စအချို့နဲ့ လူ့သဘာ၀ ကံကြမ္မာအကြောင်းကို\nရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း....\nရုပ်ရှင်နာမည်နဲ့အရပေါ့ ကိုဗစ်ကာလ Lock Down မချခင်မှာ\nသာမာန်မိသားစုတစ်စုက အိမ်ထောင်ဦးစီးတစ်ယောက်ရဲ့\nဘ၀ကိုရိုက်ကူးထားတာပါ... ကိုဗစ်ကဖြစ်\nငွေအရင်းအနှီးတွေက မြှုပ် အကြွေးရှင်တွေကလိုက် လော့ဒေါင်းတွေကကျ\nမိန်းမကလည်း မီးဖွား ထွက်ပေါက်က လုံး၀မရှိ...\nကိုယ့် ဒီပရက်ရှင်တောင် သူ့ကြည့်ပြီး ဘယ်ရောက်သွားမှန်းမသိဘူးဒါပေမယ့် လှံထမ်းလာတာကိုမြင်ရတယ်\nကံထမ်းလာတာကို မမြင်ရဘူးဆိုတဲ့စကားပုံလည်းရှိသေးတယ်မဟုတ်လား..\nဘယ်လိုလှံ ဘယ်လိုကံတွေလည်းဆိုတာတော့\nရုပ်ရှင်ထဲမှာပဲ လိုက်ပါစီးမျောခံစားလိုက်ပါဦး....အညွှန်းနှင့်ဘာသာပြန် Lwin Htoo Aung ပဲဖြစ်ပါတယ်   \nFile size…1.2GB / 500MB\nQuality…1080p HQ HDRIP AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 37mins\nSubtitle….Mynamr Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "8.6",
        "url": "https://megaup.net/2rB5g/No_Way_Out_(2022)_Malayalam_HQ_HDRip.720p.AAC2.0CH_.YK(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/isCndRzAJzLN9Kqmjh35dlzwtGp.jpg",
        "title": "Night Blooms (2022)",
        "description": "Night Blooms (2022)ရုပ်ရှင်ဆိုတာ မက်ဆေ့တစ်ခုခုပေးနိုင်ရပါတယ်။ ဘာမက်ဆေ့မှ မပေးတဲ့ ခံစားရုံသက်သက်လို့ ဂျင်းထည့်ကြတာတွေက ဇာတ်ညွှန်းမရှိ ဘတ်ဂျက်မနိုင်လို့ အဆင်ပြေသလိုရိုက်ပြီး အဓိပ္ပာယ်မရှိမှ လျှောက်အာရွှီးတာတွေပါပဲ။ အကောင်းဆုံးရုပ်ရှင်တွေကိုကြည့်ပါ။ IMDb ထိပ်ဆုံးကို ထိုက်ထိုက်တန်တန်ရရှိထားတဲ့ သူ့ထက်ကောင်းတဲ့ကား ဘာမှမရှိတဲ့ Shawshank Redemption ကနေဆို မျှော်လင့်ချက်ထားသင့်ကြောင်း မက်ဆေ့အကြီးကြီးရသလို Star Wars တို့မှာဆိုလည်း ယူတတ်ရင် မက်ဆေ့တွေချည်းပါပဲ။ ကျွန်တော်အသည်းစွဲ တစ်နေ့၂ကားအထိ ကြည့်နေကျ ဘောလိဝုဒ်နဲ့ တမီးလ်ကားတွေမှာလည်း မက်ဆေ့မပါတဲ့ ကားလုံးဝမရှိသလို ဒိုင်ယာလော့တွေနဲ့ ထိထိမိမိကို မက်ဆေ့ပေးနိုင်တဲ့ ရုပ်ရှင်တွေပါပဲ။ ကြည့်ဖူးတဲ့သူတွေ သိကြမှာပါ။ အခုရုပ်ရှင်ကလည်း မက်ဆေ့ကို ထိထိရောက်ရောက်ပေးနိုင်တဲ့ Coming Of Age ရုပ်ရှင်တစ်ကားပါပဲ။သိပ်ချစ်ကြတဲ့ သူငယ်ချင်းမလေးနှစ်ယောက်ရှိတယ်။ သူတို့အတူတူ တီးဝိုင်းထောင်ထားပြီး တစ်ယောက်အိမ် တစ်ယောက် ဝင်နေထွက်နေကျဆိုတော့ သိပ်ခင်ကြတာပေါ့။ တစ်နေ့ကျတော့ တစ်ယောက်က တစ်ယောက်ရဲ့ အဖေကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/2rB5f/(CM)_Night_Blooms_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r6KQlbvY2BCqLoh67P6F7mkBjZs.jpg",
        "title": "Innale Vare (2022)",
        "description": "Innale Vare 2022IMDb 6.2 ရရှိထားတဲ့ သည်းထိပ်ရင်ဖို ဇာတ်လမ်းလေးလာပါပြီရုပ်ရှင်သရုပ်ဆောင်အာဒီဆိုတာ မသိတဲ့လူမရှိအောင်နာမည်ကြီး‌နေတဲ့လူပါ\nအောင်မြင်မှုတွေရဲ့ ဘုရင်တစ်ဆူဖြစ်ပေမယ့် မျှော်လင့်မထားခဲ့တဲ့အခြေအနေတွေကြောင့်\nအကြွေးတွေဝိုင်းနေချိန်မှာပဲ မသမာသူလူတွေကြောင့် ပြန်ပေးဆွဲခံလိုက်ရပါ‌တယ်နည်းပညာပိုင်းကိုအကူအညီကူပြီး ပြန်ပေးဆွဲခဲ့တာကြောင့်\nလူမသိသူမသိအရပ်ရောက်နေတဲ့ အာဒီတစ်ယောက်\nလွတ်မြောက်ဖို့ဘယ်လိုကြိုးစားမလဲ အကူအညီမဲ့နေတဲ့\nဒီအိမ်ကြီးထဲကနေထွက်ပြေးနိုင်မှာလားဆိုတာ သည်းထိပ်ရင်ဖိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ် \nFile size…1.5GB / 798MB\nQuality…1080p HD RIP / 720p\nFormat…mp4\nDuration….2h 16mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Honeyey & Yunni",
        "rating": "6.1",
        "url": "https://megaup.net/2rA2v/Innale_Vare_(2022)_TRUE_WEB-DL_-_720p_-_AVC.Malayalam.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/1n2ac9zdpolg.mid-136x200.jpg",
        "title": "[18+]Homejack Pentagram (2019)",
        "description": "Homejack Pentagram (2019)လွန်ခဲ့တဲ့ ဆယ်နှစ်က ပြဇာတ်အဖွဲ့သားတွေ ဆိုင်တစ်ဆိုင်မှာ အစည်းအဝေးလုပ်ပြီး သောက်စားပျော်မြူးကြပါတယ်။\nသောက်စားပြီး အားလုံးအိပ်ပျော်သွားပြီးနောက် ဂျူနီယာကောင်မလေး ရိုကိုအရင်နိုးလာပါတယ်...\nရိုကိုက အပျိုလေးမို့ ပါကင်ဖောက်ချင်တာကြောင့် သူ့ရဲ့စီနီယာအစ်ကိုတစ်ယောက်ကို အကူအညီတောင်းတဲ့နောက်...\nစီနီယာကလည်း ဂျူနီယာလေးရဲ့ ဆန္ဒတွေကို ဖြည့်ဆည်းပေးနေချိန် စီနီယာအစ်ကိုကြီးတွေပါနိုးလာတဲ့အခါမှာတော့ အကုန်၀ိုင်းလုပ်ကြပါတယ်\nဆယ်နှစ်ကြာတော့ ရိုကို့ကိုဝိုင်း*ုဒိမ်းကျင့်ခဲ့တဲ့သူတွေက ဇွန်လ ခြောက်ရက်နေ့တိုင်း တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးနေပါတယ်\nရိုကိုက ဘယ်လိုသေသွားခဲ့တာလဲ တစ်ယောက်ပြီးတစ်ယောက် လိုက်သတ်နေတဲ့သူက ဘယ်သူလဲဆိုတာကို ကွင်းဆက်လူသတ်သမား Jack the Ripper ကနေ ကူညီဖော်ထုတ်ရင်း ကောင်မလေးတွေဆန္ဒကိုပါ ဖြည့်ဆည်းသွားမှာပါ ။File Size__(780MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:27:00\nType__Adult, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parrot\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://channelmyanmar.org/18homejack-pentagram-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Untitled-140x200.jpg",
        "title": "The Wolf Witch ( 2022 )",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးပြောပြရမယ်ဆိုရင်...ချန်အန်းဆိုသူ လျို့ဝှက်အမှုစစ်တစ်ယောက်က\nတာဝန်အရ ပါးစပ်ရာဇဝင်တစ်ပုဒ်လို\nပြန့်နေတဲ့ ဆံဖြူရှင်မိစ္ဆာမ လျန်နီရှန်းအကြောင်း စုံစမ်းဖို့\nရောက်လာခဲ့ရာ..တကယ်စုံစမ်းတဲ့အချိန်မှာ ဆံဖြူရှင်မိစ္ဆာမ လျန်နီရှန်းအကြောင်းကိုသာမက\nသိုင်းလောကရဲ့ ရှုပ်ထွေးလှတဲ့ ဂိုဏ်းတွေကြား ဆက်နွယ်မှုတွေနဲ့အတူ\nလျန်နီရှန်းကို ပုံတူခိုးပြီး နောက်ကွယ်က ချောက်တွန်းနေတဲ့\nတခြားဂိုဏ်းအကြောင်းပါသိခဲ့ရတယ်...လျန်နီရှန်းရဲ့ ဇာတ်ကြောင်းကတော့ ဗားရှင်းတိုင်းနီးပါးမှာ ပုံစံစုံနဲ့\nတင်ဆက်ပြနေကြမို့ ထူးထွေပြီး မိတ်မဆက်တော့ပါဘူး...\nအချစ်တစ်ခုကို ကိုးစားမိတဲ့အချိန်မှာ ချစ်ရတဲ့သူရဲ့ရက်ရက်စက်စက်\nသစ္စာဖောက်တာခံရပြီးနောက် အချစ်ကိုမယုံတော့တဲ့ လျန်နီရှန်းတစ်ယောက်...အတိတ်က နာကျင်စရာ အချစ်ဇာတ်လမ်းတစ်ခုမှာ ကိုယ်တိုင် မင်းသားအနေနဲ့\nကခဲ့ပြီးနောက် ထပ်ပြီးချစ်ရမှာ ကြောက်နေခဲ့တဲ့ ချန်အန်းတို့ ဆုံတဲ့အခါ...\nအချစ်ခံစားချက် အသစ်တစ်ဖန်ပဲ မွေးဖွားလာမလား...\nအတိတ်က ဒဏ်ရာကိုမကုစားနိုင်လို့ အလွမ်းနဲ့အဆုံးသတ်မလား...\nဒါမှမဟုတ် အသစ်တစ်ဖန်မွေးဖွားလာမယ့်\nဒဏ်ရာတစ်ခုက စောင့်ကြိုနေမလားဆိုတာ\nChannel Myanmar မှာ ဒေါင်းလုပ်ပြီး ခံစားကြည့်လိုက်ကြပါ... \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Romance\nRuntime : 1h 25min\nSubtitle : Myanmar Subtitle ( Hardsub ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-wolf-witch-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2Lu2HzME54tV3KzO8A1mrqinaWg.jpg",
        "title": "Twenty One Hours (2022)",
        "description": "ဒီတစ်ခေါက်မှာလည်း သိပ်မကြာခင်က ထွက်ထားတဲ့မာလာရာလမ်း ရုပ်ရှင် 12th man လို စုံထောက်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ တောင်ပိုင်း ကန်နာဒါးက ရိုက်ကူးထားပြီးမှုခင်းစုံထောက်ကားကြိုက်သူတွေအတွက် လှည့်ကွက်မျိုးစုံနဲ့ကားကောင်းတစ်ကားကို တင်ဆက်လိုက်ပါတယ် ဇာတ်လမ်းအကျဉ်း...မိန်းကလေးတစ်ယောက် အိမ်ပေါ်ကဆင်းလာတာကိုကူညီပေးဖို့ ဝန်ကြီးတစ်ယောက်ရဲ့အသိကို အကူအညီတောင်းပြီးဝန်ကြီးကတဆင့် ရဲစခန်းမှာ ခဏထိန်းထားပေးဖို့ ရဲတစ်ယောက်ကိုသွားခေါ်ခိုင်းခဲ့ရမှအစပြုပြီး မိန်းကလေးလဲပျောက်ရဲကလည်း အလီဘိုင်နဲ့ သူမသိကြောင်းချေပနိုင်ချိန်မှာတော့... မိန်းကလေးကိုပြန်တွေ့ပါ့မလား.. မိန်းကလေးရဲ့နောက်ကြောင်းနဲ့အမှုမှန်ပေါ်ဖို့အတွက် ဘယ်လိုများ စုံစမ်းထောက်လှမ်းကြသလဲဆိုတာဆွဲဆောင်မှုကောင်းကောင်းနဲ့ ကြည့်ရမယ့် ရုပ်ရှင်တကားဖြစ်ပါတယ်...မထင်မှတ်တဲ့လှည့်ကွက်တွေ စေ့စပ်သေချာတဲ့အမှုအသွားအလာတွေနဲ့ရင်ခုန်စိတ်လှုပ်ရှားစရာ ဇာတ်ကားလေးမို့ လက်မလွှတ်ဖို့ ညွှန်းလိုက်ပါတယ်အညွှန်းကို Lwin Htoo Aung မှရေးသားပေးပြီးဘာသာပြန်ကတော့ Sai Thurein Lynn နဲ့ Lwin Htoo Aung ပဲဖြစ်ပါတယ်   \nFile size…1.58G / 712MB\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & ...",
        "rating": "8.3",
        "url": "https://megaup.net/37x8h/Twenty_One_Hours_(2022)_Kannada_HQ_HDRip_-_720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l3rj6icZntghY5MNtO3WNVchyUC.jpg",
        "title": "The Novelist’s Film (2022)",
        "description": "The Novelist's Film (2022) ~ IMDb - 7/10, Rotten Tomatoes - 100% ~Directed by Hong Sang-sooဟုံဆန်ဆူးဟာ မနှစ်ကထွက်တဲ့ ၂ကားကနေ အခုထိ ဒါရိုက်တာတွေ မင်းသမီးတွေ စာရေးဆရာတွေအကြောင်းချည်း ရိုက်လာတာပါ။ ဇာတ်ညွှန်းနဲ့ ဇာတ်လမ်းတင်ဆက်ပုံအရဆို In Front of Your Face က ပိုသာတယ် ထင်ကောင်းထင်ရပေမဲ့ ကျွန်တော်တော့ ဒီသုံးကားထဲ The Novelist's Film ကို အကြွေဆုံးပါပဲ။ In Front of Your Faceထဲက သရုပ်ဆောင်တွေရော၊ Introduction ထဲက သရုပ်ဆောင်တွေရော ပြန်သုံးထားပါတယ်။ဇာတ်လမ်းကတော့ သူ့နာမည်အတိုင်းပါပဲ စာရေးဆရာရိုက်တဲ့ ရုပ်ရှင်အကြောင်းပေါ့။ နာမည်ကြီးစာရေးဆရာမတစ်ယောက်ရှိတယ်။ သူစာမရေးနိုင်တာ နည်းနည်းကြာပြီ။ သူစာမရေးနိုင်တဲ့ သဘောက သူက ပုံမှန်ဆို ဘာမှမဟုတ်တဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/37wZW/(CM)_The_Novelist_s_Film_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BOWVjZmEyNmYtYTgzNS00MzBmLWFhZDMtMGFmYzY1YWI0NzVlXkEyXkFqcGdeQXVyMTIyMTEyNzQw._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "You’re Not Normal, Either! (2021)",
        "description": "စာမေးပွဲအနီးကပ် စာသင်ပေးတဲ့ဆရာတစ်ယောက်ဖြစ်တဲ့ \"အိုနို-စံ\"က သချင်္ာတွက်ရတာကြိုက်တဲ့စာကြမ်းပိုးတစ်ယောက်ပါ။ သူက ရုပ်ချော အရပ်ရှည်ပေမဲ့ စာကလွဲပြီး ဘာမှမသိတာကြောင့် ပုံမှန်လိုမျိုး ရည်းစားမထားနိုင်ဖြစ်နေတာပါ။\nဥပမာပြောရရင် ကောင်မလေးတစ်ယောက်က သူ့ကိုကြိုက်ကြောင်းဖွင့်ပြောလာရင်တောင် \"ဘယ်လောက်ပမာဏထိကြိုက်တာလဲ\"လို့ပြန်မေးပြီး လာကြိုက်တဲ့သူကို တပ်ခေါက်သွားအောင် လုပ်နိုင်တဲ့သူတစ်ယောက်ပါ။\nသူစာသင်ပေးနေတဲ့ \"အခိမိုတို\"ဆိုတဲ့ကျောင်းသူလေးမှာတော့ တစ်ဖက်သတ်ကြိုက်နေရတဲ့သူတစ်ယောက်ရှိပါတယ်။ သူကြိုက်နေတဲ့သူက ကလေးတွေအတွက် သင်ကြားရေးအရုပ်တွေရောင်းတဲ့ကုမ္ပဏီကိုဦးစီးပြီး တိုးတက်ရေးဟောပြောပွဲတွေလည်း လုပ်လေ့ရှိတဲ့ အောင်မြင်တဲ့သူတစ်ယောက်ဖြစ်တဲ့ မီရမိုတို-စံပါ။တစ်နေ့ကျတော့ ကျောင်းသူလေးက ဟောပြောပွဲတစ်ခုမှာ မီရမိုတို-စံကိုတွေ့ခဲ့ပါတယ်။ သူ့ကိုစကားသွားပြောပြီး စာတစ်စောင်လည်းပေးခဲ့ပေမဲ့ မီရမိုတို-စံက မကြာခင် လက်ထပ်တော့မယ့်ချစ်သူရှိတယ် ဆိုတာကို သိလိုက်ရပါတယ်။ကျောင်းသူလေး အခိမိုတို-စံ အသည်းကွဲပြီးပြန်လာတုန်း ဆရာအိုနိုနဲ့စာသင်ရင်း စကားပြောဖြစ်ခဲ့ပါတယ်။ အဲဒီမှာပဲ သူကအကြံရသွားပြီး ဆရာ့ကို \"ပုံမှန်လူတစ်ယောက်လို ဒိတ်နိုင်အောင် လေ့ကျင့်ပေးမယ်\"လို့ လိမ်ပြောပြီး ဆရာနဲ့ မီရမိုတို-စံရဲ့သတို့သမီးလောင်းကို အောင်သွယ်ပေးဖို့လုပ်ပါတော့တယ်။\nပုံမှန်ဆိုတဲ့လူတစ်ယောက်ရဲ့ အတွေးအခေါ် လုပ်ရပ်တွေကရော ထင်ထားသလောက် သဘောကျစရာကောင်းရဲ့လား။ ပုံမှန်လို့သတ်မှတ်ထားကြတဲ့လူတွေရဲ့ လှပတဲ့အဖြစ်အပျက်တွေရော အရုပ်ဆိုးတဲ့လိမ်ညာဟန်ဆောင်မှုတွေကိုရော ဒီကားထဲမှာကြည့်ရမှာပါ။ လူနှစ်ယောက်ကြားက ခံစားချက်ဆိုတာလည်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/1LC32/Your_Are_Not_Normal_Either!_(2021)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    }
]