[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNGRkNzE3NDAtZDI3Yi00MTUwLWExZTAtNGE5NmNkNTNjYTQyXkEyXkFqcGdeQXVyNDA4NTQ0Mzc@._V1_-140x200.jpg",
        "title": "Valentine (2017)",
        "description": "ဘက္တီဗီရာဆိုတဲ့ၿမိဳ႕ေတာ္ဟာ\nဒုစရုိက္မႈေတြ၊အၾကမ္းဖက္မႈေတြနဲ႕ျပည့္ႏွက္ေနၿပီးေတာ့\nဆိုးရြားတဲ့လူရမ္းကားေတြကုိ ရဲတပ္ဖြဲ႔ဝင္ေတြကလဲ\nေသခ်ာထိန္းသိမ္းနိုင္စြမ္းမရွိလွပါဘူး။\nဆယ္ေက်ာ္သက္ကေလးေတြရဲ႕စံျပလူေတြကလူဆိုးေတြ\nဂိုဏ္းစတားေတြျဖစ္ေနျခင္းအေပၚမွာ\nဘိုနိုဆိုတဲ့လူတစ္ေယာက္ကေျပာင္းလဲခ်င္စိတ္ရွိခဲ့ပါတယ္။\nသူ႕အေနနဲ႕ လူစြမ္းေကာင္းတစ္ေယာက္ကိုဖန္တီးၿပီးေတာ့\nကေလးေတြရဲ႕စံျပလူအျဖစ္ ဒီလိုလူမ်ိဳးေတြကုိသတ္မွတ္ၿပီးေတာ့\nအၾကမ္းဖက္မႈေတြကုိပေပ်ာက္ေစခ်င္ခဲ့တာပါ။\nဗယ္လင္တိုင္းဆိုတဲ့ မ်က္နွာဖံုးနဲ႕လူစြမ္းေကာင္းအမ်ိဳးသမီးေနရာမွာပါဝင္ၿပီးေတာ့\nလႈပ္ရွားေပးနိုင္တဲ့ေကာင္မေလးတစ္ေယာက္ကုိ\nဝဝန္ဆိုတဲ့ဖက္ရွင္ဒီဇိုင္နာတစ္ဦးနဲ႕အတူရွာေဖြရင္း ေနာက္ဆံုးမွာေတာ့\nေတြ႕ရွိခဲ့ပါတယ္။\nခ်စ္စရာေကာင္းတဲ့မ်က္နွာေလးနဲ႕\nဗယ္လင္တိုင္းဆိုတဲ့လူစြမ္းေကာင္းမေလးဟာ\nလူဆိုးလူမိုက္ေတြနဲ႕တိုက္ခိုက္ရင္းတစ္ၿမိဳ႕လံုးရဲ႕စိတ္ဝင္စားျခင္းကိုခံလာရပါေတာ့တယ္။\nဒါေပမယ့္ တစ္ဖက္မွာလဲ ၿမိဳ႕ရဲ႕အဓိကအၾကမ္းဖက္သမားတစ္ေယာက္ျဖစ္တဲ့\nအရိပ္ဆိုသူဟာလဲ တစ္စနဲ႕တစ္စနဲ႕\nပိုပိုၿပီးေတာ့အေျခအေနဆိုးေတြကုိဖန္တီးလာတဲ့အခါမွာေတာ့ ...\nဇာတ္လမ္းေလးမွာပဲဆက္ၿပီးေတာ့ၾကည့္ရႈလိုက္ရေအာင္ဗ်ာ။\nReleased Date - May 2019\nGenres -Action\nDuration -1hr 34min\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nAye Chan Su ျဖစ္ပါတယ္",
        "rating": "6.0",
        "url": "https://megaup.net/4Vygx/Valentine_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xWGuyAriV4h3vzSSplITsJlIUSX.jpg",
        "title": "Notebook (2019)",
        "description": "IMDb Rating - 6.1/10Google User - 92% Genere - Dramaေရျပင္ေပၚက ေက်ာင္းအိုေလးတစ္ေက်ာင္းမွာ ဆရာရယ္၊ဆရာမရယ္၊ ေက်ာင္းသားအနည္းငယ္ရယ္နဲ႔ ေထြလာတစ္ခုကို ၾကည့္ဖူးၾကမယ္ထင္ပါတယ္။ခုခ်ိန္မွာေတာ့ အၾကည္တက္တက္ခ်င္းအျမန္ဆံုးေလး တင္ဆက္ေပးလိုက္ပါၿပီ။အၫြန္းေလး ေရးျပရမယ္ဆိုရင္ ခံစားခ်က္ တစ္ခ်ဳိ႕ ထည့္ေရးပါရေစ။ -----------------------------------------------ေက်ာင္းဆရာ၊ ေက်ာင္းဆရာမ တစ္ေယာက္အျဖစ္ တာဝန္ထမ္းေဆာင္ရတဲ့အခါဝါသနာအရင္းခံၿပီး စြန္႔လႊတ္စရာေတြမ်ားစြာုႀကံဳလာတဲ့အခါ ရင္ဆိုင္ရဲပါ့မလား။တပည့္ေလးေတြက ကိုယ့္စကားကို နားမေထာင္ၾကတဲ့အခါ၊ အရင္ဆရာမနဲ႔ပဲ ျပန္သင္ခ်င္ပါတယ္လို႔ ကိုယ့္ေရွ႕မွာ ညည္းညဴတဲ့အခါ ကိုယ္ဘယ္လို ခံစားရမလဲ။ဆရာ၊ဆရာမတစ္ေယာက္ လိုခ်င္တာကကိုယ့္အိမ္နဲ႔ အနီးဆံုးမွာ တာဝန္ထမ္းေဆာင္ဖို႔၊ရာထူးႀကီးႀကီးမားမား တစ္ခုရဖို႔ပဲလား။ ဒီထက္ ပိုေကာင္းတဲ့ ကေလးေတြအတြက္ရည္ရြယ္ခ်က္ေတြ ဆရာ၊ဆရာမတို႔ရဲ႕ ရင္ထဲမွာ ရိွတယ္ဆိုရင္ ယံုမလား။ ကေလးေတြအတြက္ဆိုၿပီး စြန္႔လႊတ္ခဲ့ရတဲ့အထဲခ်စ္သူရည္းစားလည္း ပါမယ္ဆိုရင္ မလြဲေလာက္ပါဘူး ဆိုတာ လက္ခံပါရဲ႕လား။မဖြံ႕ၿဖိဳးတဲ့ ေဒသတစ္ခု၊ ေဝးလံေခါင္သီတဲ့ ေဒသတစ္ခုကိုတာဝန္ထမ္းေဆာင္ဖို႔ သြားရတဲ့အခါ ကိုယ့္ပညာအစြမ္းေတြကို ၿမိဳ႕ျပေက်ာင္းေတြမွာထက္ပို ဒီလိုေနရာမ်ဳိးမွာ ပိုၿပီး ထုတ္ျပခြင့္ရတယ္ဆိုရင္ လက္ခံမလား။ လွၿပီးသား ပန္းခင္းကိုေပါင္းသင္ျမက္ႏႈတ္႐ံုေလာက္နဲ႔ ဥယ်ာဥ္မႉးဘြဲ႕ခံယူတတ္တာဆရာ ဆရာမေတြရဲ႕ စ႐ိုက္မဟုတ္ဘူးေလ။ဒါေတြဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zDmb/Notebook_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hQFiNrRciNb3NyA37boJeBfrQUg.jpg",
        "title": "My Egg Boy ( 2016 )",
        "description": "ရေခဲရိုက် အသင့်စား စားသောက်ကုန်တွေ စားဖူးကြလား...ရေခဲရိုက် အသင့်စား စားသောက်ကုန်ဆိုတာ ပူပူနွေးနွေး ချက်စားရမယ့် အစားမိုက်ခရိုဝေ့ဖ်လေးနဲ့ နွေးစားနိုင်တာလေးတွေလေ...ဒီဇာတ်လမ်းလေးက ဒီလို ရေခဲရိုက် အသင့်စား စားသောက်ကုန်လေးရဲ့အရောင်းကိုယ်စားလှယ်မလေး မိန်ပေါင်ရဲ့ ဇာတ်လမ်းလေးပေါ့...မိန်ပေါင်ဟာ single mother ရဲ့ ပြုစုပျိုးထောင်မှုနဲ့ ကြီးပြင်းလာပြီးအမေချက်ခဲ့တဲ့ ရေခဲရိုက် စားစရာလေးတွေကို မိုက်ခရိုဝေ့ဖ်လေးနဲ့နွေးစားရင်း ကြီးပြင်းလာသူ တစ်ယောက်ပါ...ဒါကြောင့်လည်း သူ ရေခဲရိုက် စားသောက်ကုန်အပေါ်ထားတဲ့ မေတ္တာက မြင်သာပါတယ်...နောက်ဆုံး အမသန္ဓေဥကိုပါအအေးခံပြီး ၁၀ နှစ် သိမ်းထားတဲ့အထိ...ဒီလိုပဲ တစ်ဖက်မှာလည်း ရေခဲရိုက် စားသောက်ကုန်ကိုမုန်းလှပါချီရဲ့ ဆိုတဲ့ စာဖိုမှူး အာရှီ...သူဟာ အမည်မဖော်လိုတဲ့ ရောဂါတစ်ခုကြောင့်သန္ဓေမအောင်နိုင်တဲ့ အမြှုံဖြစ်သွားတယ်...ဒါကြောင့်လည်း ချစ်ခွင့်မရှိတဲ့သူ မချစ်ထိုက်တဲ့သူလို့ခံစားနေခဲ့တဲ့ စက်ရုပ်လိုလူသား...ဒီနှစ်ယောက်ဘယ်လိုတွေ ထိပ်တိုက်တွေ့မလဲ...ဘယ်လိုတွေ ဇာတ်လမ်းဆက်ကြမလဲ...ဒီလိုပဲ... မိန်ပေါင်ရဲ့ အမသန္ဓေဥကရော ဘယ်လိုဖြစ်မလဲ...သန္ဓေသားမဖြစ်သေးတဲ့ အမ ဥလေးနဲ့ မိန်ပေါင်ကြားထဲက ေမတ္တာအသွားအပြန်တွေကို အံ့သြလောက်အောင်မြင်တွေ့ရမယ့်My Egg Boy ဆိုတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2Tn7f/My_Egg_Boy_[2016]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cVo7lylXAUDGuvDZBUYaP8Zjbku.jpg",
        "title": "Captive State (2019)",
        "description": "Rating 7 ရရှိထားတဲ့ ကားဖြစ်ပါတယ်.....​ခေတ်​လွန်​အ​မေရိကန်​ ​တော်​လှန်​​ရေးကားဆိုလည်းမမှားပါဘူး....အညွှန်​းက​တော့ အနာဂတ်​မှာ အ​မေရိကန်​နိုင်​ငံအပါအဝင်​ကမ္ဘာ​ပေါ်ကမြို့ကြီး​တော်​​တော်​များများကို ဂြိုလ်​သားများနှင်​့ဥပ​ဒေပြုသူများဆိုတဲ့ အဖွဲ့အစည်​းတစ်​ခုက သိမ်​းပိုက်​ထားတာကိုပြည်​သူ​တွေက ပြန်​လည်​တွန်​းလှန်​ကြတဲ့အ​ကြောင်​းကို ဇာတ်​အိမ်​ဖွဲ့ရိုက်​ကူးထားတာ ဖြစ်​ပါတယ်​။အနာဂတ်​မှာ ဖြစ်​လာနိုင်​တဲ့ စနစ်​အသစ်​​တွေကိုလည်​းစိတ်​ဝင်​စားဖွယ်​ ထည်​့သွင်​းရိုက်​ကူးထားတဲ့ ကားတစ်​ကားလည်​းဖြစ်​တာမို့ အား​ပေးကြပါဦး..File Size : (1 GB) & ( 285 MB)Quality : BluRay 720pRunning Time : 1 hr 49 minFormat : Mp4Genre :  Sci-Fi , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "7.0",
        "url": "https://megaup.net/2Tn6B/Captive_State_[2019]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNWY1NTkxMjEtNjFiOS00MmJmLWE3MGYtZGVkMmYwZjUxMjQwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-144x200.jpg",
        "title": "Nonsense(2019)",
        "description": "Nonsense(2019)IMDb....7.9ကျွန်တော်တို့ပတ်ဝန်းကျင်မှာ ကျောင်းစာမှာ ထူးချွန်ပြီး Aခန်းမှာနေရတဲ့သူတွေ\nများသလို စာမေးပွဲတွေ တစ်ဘုန်းဘုန်းကျရင်း Z အခန်းမှာပဲ ကျောက်ချနေရတဲ့\nသူတွေလည်းများပါတယ်.... ဒါပေမယ့် အားကစားသမား စီးပွားရေးသမားနဲ့အခြားသော\nနယ်ပယ်တွေမှာ အောင်မြင်နေတဲ့သူတွေကိုကြည့်လိုက်ရင် Z အခန်းကသူတွေကလည်း\nအခြားသောသူတွေနဲ့ ရင်ဘောင်တန်းရပ်တည်နေနိုင်ကြတာကိုတွေ့ကြရမှာပါ....\nတကယ်တော့ ဒီအခြေအနေတွေကိုမရောက်ခင်ထိတော့\nဒီလို Z ခန်းက သူတွေဟာ တစ်လောက်ကလုံး ဒုက္ခတွေ နင်တို့ပဲ ခံကြစမ်းဟု\nကြိမ်စာတိုက်ခံနေရသလိုပါပဲ....\nဒီကားထဲမှာလည်း ကောင်လေးတစ်ယောက်ရှိတယ်... လမ်းကြမ်းစက်ဘီးစတန့်အားကစားနည်းကို\nခုံမင်လွန်းတဲ့တစ်ယောက်......သို့ပေမယ့် ကျောင်းစာမှာညံ့လွန်းတော့ မစ္စတာပေါက်ကရကောင်လို့တောင်\nခေါ်ခံရတဲ့သူပေါ့.... စာသင်ခန်းရဲ့ အချိန်တိုင်းလိုလိုမှာ အံမဝင်လွန်းတော့ ခွေးမောင်းသလို မောင်းထုတ်ခံရတဲ့\nထိတောင် ပေါက်ကရကောင်ဖြစ်ခဲ့တယ်....\nဒါပေမယ့်လည်း သူဟာ စက်ဘီးလေးစီးရင်း စတန့်တွေကြိုးစားလုပ်ရင်းနဲ့ ပေါက်ကရကောင်ဆိုတဲ့\nနာမည်ဆိုးကိုလိုက်ခေါ်နေတဲ့သူတွေကို ခပ်ပြုံးပြုံးပြန်ကြည့်ဖို့ကြိုးစားနေလေရဲ့....\nဒီလိုကောင်လေးဟာ ဘယ်လိုတွေဆက်ဖြစ်မလဲ....\nသူဘဝအတွက် ဘယ်လိုဆက်ရပ်တည်မလဲ....\nအားလုံးအမြင်မှာ အသုံးမကျတဲ့ပေါက်ကရကောင်လေးဟာ\nတစ်ချိန်မှာ အမြင်တွေပြောင်းသွားစေနိုင်မလားဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးဗျို့....\nကုလားကားကောင်းကြိုက်သူတို့အဖို့ ဒီကားကိုလက်မလွှတ်စေချင်ပါဘူး....\nIMDb လည်း အကောင်းဆုံးအနေအထားမှာရှိသလို  ကြည်နူးဖွယ် ချစ်သူပုံရိပ်တွေပါလေတဲ့အတွက် ခံစားကြည့်ရှုသင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Yoonwahwah & May Tharaphi တို့ပဲဖြစ်ပါတယ်...File Size : (1.2 ...",
        "rating": "7.9",
        "url": "https://megaup.net/2Tn7h/Nonsense_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/on9JlbGEccLsYkjeEph2Whm1DIp.jpg",
        "title": "Snatch(2000)",
        "description": "Snatch(2000)IMDb....8.3,,,,Rotten....73%Snatch ဇာတ်လမ်းအကြောင်းမပြောခင် ဒီကားရဲ့ ဒါရိုက်တာဖြစ်တဲ့\nGuy Ritchie အကြောင်းကိုပြောရမယ်ထင်တယ်...\nဒီဘိုးတော်ကြီးက အောင်မြင်မှုရနိုင်ခြေနည်းတဲ့ King Arthur လိုကားမျိုးကိုတောင်\nရင်ထဲစွဲကျန်နေအောင်ရိုက်နိုင်တဲ့အပြင် အခုလည်း လက်ရှိ မူလကျောရိုးအတိုင်းရိုက်ပေမယ့်\nအောင်မြင်မှုရနေတဲ့ Aladdin ရုပ်ရှင်ကားတို့ရဲ့ ဒါရိုက်တာဖြစ်တယ်....ပြောရရင်အထက်ပါ ၂ကားဟာ\nပရိတ်သတ်ရင်ထဲကို ပုံရိပ်ဟောင်းပေါင်းများစွာလွှမ်းမိုးမှုရှိပေမယ့် သူကတော့ သစ်လွင်သောခမ်းနားခြင်း\nရသတွေနဲ့ဖမ်းစားနိုင်ခဲ့လေရဲ့...\nဒီ Snatch ကားကလည်း ့ စိန်တုံးကြီးတစ်တုံးကအခြေ\nတည်ပြီး လက်ဝှေ့ပွဲစီစဉ်သူရယ် အူကြောင်ကြားဓားပြတစ်ဖွဲ့ရယ် ဂျူးကျောက်မျက်ကုန်သ\nည်ရယ် လက်နက်မှောင်ခိုသမားရယ် လူမိုက်ဂိုဏ်းခေါင်းဆောင်ရယ်တို့ရဲ့ကြား\nက စိန်တုံးကိုလိုက်ရင်း လူ့သဘော လူမနောတွေကို ဟာသတွေနှောရင်း\nအလှပဆုံးပုံဖော်ထားလို့ UK 2001 ရဲ့ ဒါရိုက်တာ Empire Award ဆုကိုရရှိခဲ့တယ်...\nBratt Pitt ကြီးကတော့ အကောင်းဆုံးဇာတ်ပို့ဆန်ကာတင်စာရင်းဝင်ခဲ့ပြီး\nအခြားဆု(၄)ဆုလည်း ရရှိခဲ့တယ်....ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့....File Size : (950MB) and (390 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:42:00\nGenre :  Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "8.3",
        "url": "https://megaup.net/2Tn7p/Snatch_[2000]_(MM_Sub).mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r5JUiMYfatwYeDkxkLWYUx5GIjY.jpg",
        "title": "Cult of Chucky (2017)",
        "description": "ထောင်ထဲမှာ လူမသတ်ဘဲနဲ့ လူသတ်မှုနဲ့နေနေရတဲ့ နီကာတစ်ယောက် အရုပ်က လူသတ်တယ်ပြောလို့nအရူးလို့သတ်မှတ်ထားခြင်းခံရတဲ့အတွက် ၃နှစ်အကြာမှာတော့ မျက်စိစုံမှိတ်သတ်တယ်ပြောတော့မှ စိတ္တဇဆေးရုံကို အပို့ခံရတော့တယ်။ ဆေးရုံက ထောင်ထဲလိုတော့ မတင်းကျပ်ဘူးပေါ့။ ဆေးရုံမှာ ဘယ်လို အရူးတွေနဲ့ ထပ်ဆုံရမလဲ???အရုပ် သတ်ခဲ့တာက သူအမအရင်း မိသားစု သူ့တူမလေးAliceတစ်ယောက်ပဲကျန်တာ ေ နာက်ဆုံး Aliceဆုံးသွားတော့ သူ့ဆီ အဲ့အရုပ်က ရောက်လာတယ်။ဆေးရုံမှာ အဲ့အရုပ်ရယ် အရူးတွေရယ် ဘာပဲဆက်ဖြစ်ကြမလဲ??? (ဘာသာပြန်သူကတော့ Neve Luna ပါ) File Size : (912 MB) and (270 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Neve Luna\nEncode ...",
        "rating": "5.2",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4 https://megaup.net/ZLzs/Cult_Of_Chucky_[2017]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qoFfZa6b9xsr1dJwdb6SCiw2KHs.jpg",
        "title": "Curse of Chucky (2013)",
        "description": "၂၀၁၃ ကထွက်ရှိခဲ့တဲ့ကားဖြစ်ပါတယ်..ဒီကားကိုရင်းနှီးပြီးသားဖြစ်နေကြပြီမို့ ထွေထွေထူးထူး ရှင်းပြမနေတော့ပါဘူးအားပေးလိုက်ပါဦး... File Size : (969 MB) and (287 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by d3mon\nEncode by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4 https://megaup.net/ZLyv/Child’s_Play_[2019]_(MM_Sub).mp4 https://megaup.net/ZLzs/Cult_Of_Chucky_[2017]_(MM_Sub).mp4 https://megaup.net/1FJ2h/Curse_Of_Chucky_[2013]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vOykTC4dMzEHt2fyOxVRWFnl2pl.jpg",
        "title": "Seed of Chucky (2004)",
        "description": "2004 ခုနှစ်ကထွက်ခဲ့တဲ့ကားဖြစ်ပါတယ်..ဒီကားမှာ Chucky နဲ့ Tiffany တို့ရဲ့မျိုးဆက်လေးပါဝင်လာမှာပါ... File Size : (862 MB) and (274MB)\nQuality : 720p Bluray\nRunning Time : 1hr 27min\nFormat : Mp4\nGenre :Comedy , Fantasy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyay Hlwan Aye \nEncode by Moe Myint Lwin",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/seed-of-chucky-2004/",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u5Lc1Li0Hpc452o57E2KaToezZX.jpg",
        "title": "Bride of Chucky (1998)",
        "description": "ဒီကားမှာတော့ Chucky အပြင်နောက်ထပ်အရုပ်တစ်ရုပ်ပါလာမှာပါ...အဲအရုပ်ကလည်း Chucky ရဲ့မိန်းမဖြစ်တဲ့အပြင်နှစ်ယောက်ပေါင်းပြီး ပိုဆိုးလာကြတော့မှှာပါ... File Size : (886 MB) and (340 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 29 min\nFormat : Mp4\nGenre :Comedy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyay Hlwan Aye \nEncode by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDko1kIkrCaHBSfBj7pAJu1Diss.jpg",
        "title": "Child’s Play 3 (1991)",
        "description": "1991 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ကားဖြစ်ပါတယ်..ဒီကားမှာတော့ Chucky တစ်ယောက်သူ့ရဲ့မူလပိုင်ရှင်ဖြစ်တဲ့Andy ကိုလက်စားချေဖို့အတွက်လိုက်ပြီးရှာတော့မှာပါ...File Size : (895 MB) and (295 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyi Nyi Lwin\nEncode by Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4 https://megaup.net/1FJ1j/Child’s_Play_3_[1991]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xy0qUntbDOVgiTDvSIFlSM3MMzP.jpg",
        "title": "Child’s Play 2 (1990)",
        "description": "1990 ကထွက်ရှိခဲ့တဲ့ child's play 2 ဖြစ်ပါတယ်....ဒီကားမှာတော့ Chucky ဘယ်လိုတွေဆိုးသွမ်းလာမလဲဆိုတာဆက်လက်ပြီးကြည့်ရတော့မှာပါ...File Size : (837 MB) and (294 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 24min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by d3mon\nEncode by Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4 https://megaup.net/1FJ13/Child’s_Play_2_[1990]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dSX9i2buibfyKFRpK2kOe6rtl5R.jpg",
        "title": "Child’s Play (1988)",
        "description": "အမေတစ်ယောက်က သူရဲ့သားလေးမွေးနေ့မှာအရုပ်ကလေးတစ်ရုပ်လက်ဆောင်ပေးလိုက်တဲ့အချိန်ကစပြီးChucky ဆိုတာဖြစ်လာတော့တာပါပဲ... သရဲကားကြိုက်သူတွေအတွက် ဒီအရုပ်သရဲကားလေးကတော့ ထွေထွေထူးထူးပြောစရာမလိုတော့ပါဘူး... File Size : (808 MB) and (253 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 27min\nFormat : Mp4\nGenre :Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyay Hlwan Aye\nEncode by Moe Myint Lwin",
        "rating": "6.6",
        "url": "https://megaup.net/2lGx0/Bride_Of_Chucky_[1998]_(MM_Sub).mp4 https://megaup.net/31DVn/Child’s_Play_[1988]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rXPxSAYf3FdQktnOtQnvhUPMhFp.jpg",
        "title": "Avengement (2019)",
        "description": "Action ကားကောင်းကြိုက်သူတွေအတွက် 2019 ထွက် Action ကားအသစ်စက်စက်ကြမ်းကြမ်းရမ်းရမ်းဇာတ်ကားလေးတစ်ခုပါ။ဇာတ်လမ်းအစမှာတစ်မျိုးပေမဲ့ ဇာတ်လမ်းကဆွဲခေါ်သွားပုံလေးကစိတ်ဝင်စားစရာကောင်းပါတယ်။ကိန်းဆိုတဲ့ထောင်သားတစ်ယောက် ဆေးရုံကအမေဖြစ်သူကို အစောင့်အရှောက်တွေနဲ့ လာတွေ့တာကနေစပါတယ်။ဆေးရုံအဝင်ဝမှာပဲ မိခင်ဖြစ်သူဆုံးသွားပြီဆိုတာ သိလိုက်ရတော့ မိခင်ရဲ့နောက်ဆုံးအချိန်ကိုမမှီလိုက်သူတစ်ယောက်အနေနဲ့မျှော်လင့်ထားတဲ့အတိုင်း လုံခြုံရေးတွေကိုလှဲသိပ်ပြီး ပြေးပါလေရော။ဒီထိမထူးခြားပေမဲ့ ကိန်းဆိုသူရဲ့နောက်ကြောင်းကို ဖြေးဖြေးစီ ထိုးပြလာတဲ့အခါမှာတော့ကိန်းဟာဘယ်လိုလူမျိုးဆိုတာ သိလာရပြီး ဇာတ်ရည်လည်လာသလို ဘာကြောင့်လဲဆိုတဲ့အဖြေတွေကိုဖြေးဖြေးချင်းတွေ့ရမှာပါ။တိုက်ခိုက်ပုံအကြမ်းစားအလန်းစားတွေကိုလည်းတွေ့မြင်ရမှာဖြစ်ပါတယ်။Rating ကလည်း 6.7 နဲ့ ဇာတ်ဆောင်မင်းသားကလည်း လူသိများပြီး မင်းသားပဲဖြစ်တဲ့အတွက် အကြောင်းသိပရိသတ်တွေကျေနပ်စေမဲ့ကားပါ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Thura Zarni Aung ပါ)File Size : (1.50 GB) , (750 MB) and (380 MB)\nQuality : WEB-DL (1080p 5.1,720p,480p)\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Action, Crime\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xsi9/Avengement_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yhzTeZU5OULn3ePGF58Rc5oIocZ.jpg",
        "title": "Rim of the World (2019)",
        "description": "၂၀၁၉ ထွက် Science-Fiction, Avdenture ဇာတ်ကားသစ်လေး Rim of the World နဲ့မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားလေးက IMDB Rating 5.1 ရရှိထားတဲ့ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ လောကမှာ အရာတိုင်းကို ကြောက်နေတတ်လို့ အိမ်တွင်းအောင်းနေတဲ့ ဉာဏ်ကြီးရှင်လေး အဲလက် ကိုသူ့အမေက အပြောင်းအလဲ ဖြစ်အောင် နွေရာသီစခန်းတစ်ခုကိုသွားပို့ခဲ့ပါတယ်။အဲဒီစခန်းမှာ အိမ်ပြေးကောင်မလေး ဇန်ဇန်၊သူဌေးသား ငကြွားလေး ဒဲရီးရက်ရှ်နဲ့ လူငယ်ပြုပြင်ရေး စခန်းကနေ ထွက်ပြေးလာခဲ့တဲ့ ဂေဘရီရယ်တို့နဲ့ ဆုံတွေ့ခဲ့ပြီးသူ့ဘဝကိုအပြောင်းအလဲဖြစ်စေမယ့် အပြောင်းအလဲတွေနဲ့ကြုံတွေ့ခဲ့ပါတယ်။ကမ္ဘာကြီးကို ဂြိုလ်သားတိုက်ခိုက်မှုတွေနဲ့ ကြုံနေစဉ်မှာ ကမ္ဘာကိုကယ်တင်ဖို့သော့ချက်ဖြစ်တဲ့ သော့တစ်ချောင်းကိုသူတို့လေးယောက်ရခဲ့ပြီးတော့ ကမ္ဘာကိုဘယ်လိုကယ်တင်သွားလဲ ကြည့်ကြရမှာပါ။မိသားစုအတူကြည့်ပျော်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Tharaphi Lwin ပါ) File Size : (1.60 GB) , (800 MB) and (400 MB)\nQuality : WEB (1080p ...",
        "rating": "5.1",
        "url": "https://megaup.net/2dpL4/Rim_Of_The_World_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hXgmWPd1SuujRZ4QnKLzrj79PAw.jpg",
        "title": "Cold Pursuit (2019)",
        "description": "ဒီတစ်ခေါက်တော့CMပရိသတ်ကြီးအတွက် လတ်တလောထွက်ရှိလာတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်က Cold Pursuit (2019)ပါ။နာမည်ကျော်မင်းသားကြီး Liam Neeson ကအဓိကခေါင်းဆောင်မင်းသားအနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။Drama Thriller Actionကားလေးတစ်ကားဖြစ်တဲ့ ဒီကားလေးကတော့Imdb Rating 6.4/10 Rotten Tomatoes 69%ရရှိထားတာမလို့စိတ်ဝင်စားစရာအက်ရှင်ကားလေးတွေကိုမျှော်လင့်နေတဲ့ပရိသတ်ကြီးအဖို့ အကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲပြောပြချင်ပါသေးတယ်။နဲလ် ကော့စ်မန်းဆိုတဲ့ လူကြီးက ချစ်မြတ်နိုးရတဲ့ ဇနီးသည်ရယ်သားတစ်ယောက်ရယ်နဲ့ ဘဝကို လမ်းတွေပေါ်က နှင်းရှင်းပေးတဲ့ အလုပ်ကိုလုပ်ရင်းအေးဆေးစွာနေထိုင်လာခဲ့သူပါ။ကီးဟိုးမြို့ရဲ ့တစ်နှစ်တာ စံပြနိုင်ငံသားဆုပါရရှိခဲ့တဲ့အထိ အေးချမ်းစွာအများအကျိုးဆောင်ရင်းနေလာခဲ့ပေမယ့်တစ်နေ့မှာ ဂြိုဟ်ဆိုးဝင်လာပါတော့တယ်။သူ့သားလေး အသတ်ခံလိုက်ရတာပါပဲ။ဆေးစစ်ချက်အရ ဆေးလွန်ပြီးသေတယ်လို့ပြောကြပေမယ့်သားဖြစ်သူမူးယစ်ဆေးမစွဲတာ သူအသိဆုံးပါ။သူ့သာသေဆုံးမှူနောက်ကွယ်က ဖြစ်ရပ်တွေကိုလိုက်စုံစမ်းရင်းသူဘာတွေသိလာခဲ့ရသလဲ?သားဖြစ်သူကို ဘယ်သူကဘာ့ကြောင့်သတ်လိုက်တာလဲ?သူကရော ဘယ်လိုအကွက်ချကာ လက်စားချေမလဲ?ဆိုတဲ့မေးခွန်းတွေနဲ့ စိတ်လှုပ်ရှားစွာ အဆုံးထိ မပျင်းမရိကြည့်ရှုရမယ့်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းကောင်းလေးတွေကိုမျှော်လင့်နေတဲ့ CMပရိတ်သတ်ကြီးအတွက်ဒီကားလေးက အကြိုက်တွေ့စေမှာအမှှန်ပါပဲ...File Size : (974 MB) & ( 355 MB)Quality : 1080p HC HDRIPRunning Time : 1 hr 59 minFormat ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xsic/Cold_Pursuit_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/south-135x200.jpg",
        "title": "Southpaw (2015)",
        "description": "Southpaw(2015)\n==================\nSouthpaw လို့ကြားလိုက်တာနဲ့ သေချာတယ် ခင်ဗျားတို့ တန်းခွီကြမှာဒါပေမယ့်...အရင်ကြည့်ကြည့်ပါအခွီမစောပါနဲ့ဒီ Southpaw ဆိုတဲ့လက်ဝှေ့ကားမှာ ခင်ဗျားတို့မထင်မှှတ်ထားတဲ့ ဘဝတွေ မမျှော်လင့်ထားတဲ့ စွဲဆောင်အားတွေ တိမ်မြုပ်နေပါတယ် ။ဘီလီဟုပ် ပွဲ ၄၀ ကျော်လာပြီသူ့ဘဝမှာ ရှုံးပွဲဆိုတာ တစ်ခါဖူးမျှမှ မရှိခဲ့...ပွဲတိုင်းအောင်ပွဲဆင်ခဲ့တာချည်း ဒါပေမယ့် သူ့ထိုးသတ်မှုနည်းဗျူ ဟာက အခြားသူတွေနဲ့မတူပါဘူး ။ပြင်းထန်တဲ့ ရန်သူ့လက်သီးချက်တွေကို တပျော်တပါးကြီးခံစားပြီးမှ သွေးဆာလောင်မှုကိုမွေးမြူ တတ်သူ ။ဒါပေမယ့်သူ့မိန်းမမော်ရင်းကအဲ့လိိုထိုး သတ်တာကိုမကြိုက်ဘူး ။တစ်ဘဝလုံးဇနီးဖြစ်သူရဲ့စီစဉ်ပေးမှုအောက်မှာပဲ နေထိုင်လာတဲ့ဘီလီတစ်ယောက်...ဇနီးဖြစ်သူက သူထိုးပါလို့ပြောတဲ့သူနဲ့မှထိုးတဲ့ အရိုင်းကောင်ကြီးဘီလီ...ကံကြမ္မာဆိုးကဆိုက်ကလုန်းလိုမွှေနောက်ပြီးတဲ့အခိုက်မှာ သမီးလေးနဲ့ နှစ်ယောက်တည်း ဖိအားတွေ အောက်မှာပြားပြားဝပ်ပေါ့ ။လက်စားချေလိုမှုတွေအမုန်းတရားအာဃာတတွေနဲ့ ဖုံးလွှမ်းနေတဲ့ဘီလီတစ်ယောက် သူအမှောင်ထဲမှာအလင်းပြပြလေးတွေ့ခဲ့တယ် ။' သူ့လက်သီးချက်တွေကိုအဓိပ္ပာယ်ရှိစေမယ့်အလင်း '' ဒီဖိုက်တာကောင်ကြီးရဲ့မာန်စွယ်တွေကို ထက်ရှနေအောက်သွေးပေမယ့် အလင်း 'ဘီလီဟုပ် အော် ဘီလီဟုပ်တဲ့ Billy Hope ရှိနေသ၍ Hope ဆိုတဲ့မျှော်လင့်ချက်ကရှိနေဦးမှာပါပဲ ။ဒီကားမှာ အဓိကထားပြောချင်တာတော့ JakeGyllenhaal ပါပဲ ဘယ်လိုမှ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Tndp/Southpaw_[2015]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jhZlXSnFUpNiLAek9EkPrtLEWQI.jpg",
        "title": "The Curse of La Llorona (2019)",
        "description": "လာယိုရို့နာရဲ့ကျိန်စာ ဆိုတဲ့ သရဲကားကို တင်ပေးထားပါတယ်ဒီကားလည်း Conjuring, Anabelle universe မှာ ပါဝင်ပါတယ်။လာယိုရို့နာဆိုတာ မက္ကဆီကိုက သိပ်ကိုချောမောတဲ့ မိန်းမလှလေးပါ။သူ့ခင်ပွန်းရဲ့ဖောက်ပြန်မှုကြောင့် ကလေးနှစ်ယောက်ကို ရေနှစ်သတ်ခဲ့ပြီး ကိုယ်တိုင်လည်း ရေထဲခုန်ဆင်းသွားခဲ့ရတယ်။အဲဒီ အစွဲနဲ့အကုသိုလ်ကြောင့် မိစ္ဆာဝိညာဉ်ဖြစ်လာပြီး သူ့ကလေးတွေအဖြစ်အစားထိုးဖို့ ကလေးတွေရဲ့ အသက်ကို လိုက်နှုတ်ယူနေတာပါ။အင်္ဂလိပ်စာတန်းမထွက်သေးတာကြောင့် ဘာသာပြန်ဖို့ လေးငါးကြောင်း ကျန်နိုင်ပါတယ်။ဒါပေါမယ့် ကြည့်လို့နားလည်မှာပါ။ (Littleneo ဘာသာျပန္သည္) File Size : (800 MB) and (400 MB)\nQuality : HCHDRip 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre : Horror, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.KORSUB.HDRip.x264.AAC2.0-STUTTERSHIT\nTranslated by Littleneo\nEncoded by THZ",
        "rating": "5.7",
        "url": "https://megaup.net/2dpL8/The_Curse_Of_La_Llorona_[2019]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e5anoE2AUPXGLOh2r1MPirECegq.jpg",
        "title": "Goodbye Mr. Loser ( 2015 )",
        "description": "ဒီကား​လေးဟာ imdb6.7ရရှိထားပြီးChinese box officeမှာ $228millionအထိဝင်​ငွေရရှိ​ထားတဲ့ဇာတ်​ကား​ကောင်​း​လေးတစ်​ကားဖြစ်​ပါတယ်​..ဇာတ်​လမ်​းအကျဉ်​း​လေးက​တော့ရှ​လော့ဟာ​တေး​ရေးအဆို​ကျော်​ဖြစ်​ချင်​​နေ​ပေမယ်​့မ​အောင်​မြင်​နိုင်​ပဲ အမြဲကျရှုံး​နေရသူပါ...တစ်​​နေ့မှာသူငယ်​စဉ်​ကcrushခဲ့ရတဲ့​ကျောင်​းရဲ့အလှဘုရင်​မ​လေးချုံးယာမင်္ဂလာ​ဆောင်​ကိုစမတ်​ကျကျနဲ့ဟန်​​ဆောင်​ပြီးသွားရာက​နေ​ မင်္ဂလာပွဲမှာဘယ်​​လို​တွေရှုပ်​ယှက်​ခတ်​ကုန်​မလဲ..သူ့မိန်​းမ မာတုန်​းမိန်​လို်​က်​လာပြီး​နောက်​မှာ အရှက်​​တွေကွဲပြီးထွက်​​ပြေးရာက​နေ1990ခုနစ်​ သူ့ရဲ့အထက်​တန်​း​ကျောင်​းသားဘဝကိုအမှတ်​မထင်​အချိန်​ခရီးသွားပြီး ပြန်​လည်​​ရောက်​ရှိသွားပါ​တော့တယ်​...ဒီလိုနဲ့ သူ မပိုင်​ဆိုင်​နိုင်​ခဲ့တဲ့အချစ်​နဲ့ ​အောင်​မြင်​မှု​တွေကို ရယူနိုင်​ဖို့ကြိုးစားပါ​တော့တယ်​...ရာစုနှစ်​၂စု​လောက်​​နောက်​ကျပြီးမှထွက်​လာမယ်​့အဆို​ကျော်​​တွေရဲ့သီချင်​း​တွေကိုCopyလုပ်​ပြီး​အောင်​မြင်​​ကျော်​ကြားလာပါ​တော့တယ်​.....သူလိုချင်​တဲ့​အောင်​မြင်​မှု​တွေနဲ့ချုံးယာကိုပိုင်​ဆိုင်​ခဲ့ရ​ပေမယ်​့ဒါကသူလိုချင်​တဲ့ဘဝမျိုးဖြစ်​ရဲ့လား...သူ့နှလုံးသားထဲမှာရှိ​နေတဲ့မိန်​းက​လေးဟာတစ်​စုံတစ်​​ယောက်​လို့သိလိုက်​ရချိန်​မှာ​တော့..ဇာတ်​ကားတစ်​ခုလုံးကိုစိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာဖြစ်​ပါတယ်​..ဒီဇာတ်​ကား​လေးကြည်​့ပြီးရင်​​တော့ကိုယ်​မပိုင်​ဆိုင်​ခဲ့ရတဲ့ဘဝ​တွေကိုတမ်​းတ​နေမဲ့အစားကိုယ်​့​ဘေးမှာ ဆိုးတူ​ကောင်​းဖက်​ရှိ​နေ​ပေးတဲ့သူကိုမြင်​နိုင်​ပြီးတန်​ဖိုးထား​ရမယ်​ဆိုတာသိလာမိပါတယ်​....Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.7",
        "url": "https://megaup.net/1xsit/Goodbye_Mr._Loser_(Xia_Luo_Te_Fan_Nao)_[2015]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eE64N6PYCSRW2mtQucfK2av5Wk2.jpg",
        "title": "Juno (2007)",
        "description": "ဂျူနိုဟာ၁၆နှစ်အရွယ်ကျောင်းသူလေးပါ။လူငယ်သဘာဝယောကျာ်းလေးသူငယ်ချင်းဖြစ်သူဘလီကာနဲ့အတူနေမိရာကကိုယ်ဝန်ရှိသွားတယ်ပေါ့။အထက်တန်းကျောင်းသားတွေဖြစ်နေတာတစ်ကြောင်း၊ဖျက်ချဖို့မရဲတာကတစ်ကြောင်းဒီကလေးကိုမွေးနိုင်မယ့် မွေးစားမိဘရှာဖို့ဂျူနိုဆုံးဖြတ်ခဲ့ပါတယ်။မိဘဖြစ်သူတွေကအပြစ်တင်မဖိနှိပ်ဘဲသမီးဆန္ဒကိုဦးစားပေးပြီးအားပေးကူညီကြသူတွေပါ။ဒီကားလေးထဲမှာတော့ကျွန်တော်တို့နိုင်ငံနဲ့ရိုးရာဓလေ့အတွေးအခေါ်ကွာခြားမှုများစွာကိုတွေ့ရမယ့်ဇာတ်ကားကောင်းလေးပါ။ရုပ်ရှင်ကားကို ဘာသာပြန်ပြီးအညွှန်းရေးပေးတာကတော့ ညို့မျက်ဝန်း ဖြစ်ပါတယ်",
        "rating": "7.5",
        "url": "https://megaup.net/2Tndg/Juno_[2007]_(MM_Sub).mp4",
        "category": "Comedy"
    }
]