[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-03-at-16.23.15-134x200.png",
        "title": "Cinderella (2021)",
        "description": "Cinderella (2021)=============ကျွန်တော်တို့ ငယ်ငယ်က အရမ်းကြိုက်ခဲ့ရတဲ့ စင်ဒရဲလား ဆိုတဲ့ ကောင်မလေးကို မေ့နိုင်ကြသေးမယ် မထင်ပါဘူး။ကဲ အခု သူပြန်လာပြီဗျ။ အားလုံးသိပြီးသားဖြစ်တဲ့ ဇာတ်လမ်းလေးကိုမှ တဖန် ဆန်းသစ်တဲ့ musical film အသွင်လေးနဲ့ပေါ့၊ဆန်းသစ်တဲ့ ဖက်ရှင်တွေ မြိုင်ဆိုင်တဲ့ ဂီတသံစဉ်တွေ ဇာတ်ဆောင်တွေရဲ့ အလှအပတွေကို တ၀ကြီး ခံစားနိုင်မှာပါ။ဒီကားလေးထဲမှာ Havana oh na na နဲ့ တစ်ခေတ်ထခဲ့တဲ့ သီချင်းပိုင်ရှင်မလေး Camila Cabello ကို ချစ်စရာကောင်းတဲ့စင်ဒရဲလားလေးအဖြစ် မြင်တွေ့ရမှာဖြစ်ပြီး အရင်က သိခဲ့တဲ့ Fairy Godmother နေရာမှာ  Billy Porter က Fab G (fabulousgodmother) ဆိုပြီး ပါ၀င်ကာ LGBT society ကို supporting လုပ်ထားတာလည်း တွေ့ရပါတယ်။ OST တွေကလည်း တကယ်ကိုဘ၀င်တွေ့စရာမလို့ Camila ...",
        "rating": "4.0",
        "url": "https://megaup.net/30Ekf/Cinderella.2021.720p.AMZN.WEB-DL.[CM].mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/7d382cb4e2f51e816bdea89511a4b4e7c04d7aeb74f652b714d9d0d90dd3f212._RI_V_TTW_-150x200.jpg",
        "title": "Into the Blue (2005)",
        "description": "IMDb Rating (5.9)ဆုံးသွားပြီဖြစ်တဲ့ Paul Walker နဲ့ Jessica Alba တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးမှာ\nကားဆရာနဲ့ ကိုယ်ပျောက်မယ်တို့ကို ပင်လယ်ကမ်းခြေက ကမ်းခြေပျော် မောင်နှံလေးတွေ အဖြစ်တွေ့ရမှာပါ..ကားဆရာက ကားမမောင်းပဲ ရေငုပ်ပြီး ရတနာလိုက်ရှာရတာ ဝါသနာပါသလို အမြဲတမ်းလည်း ရှာတွေ့ပါတယ်..\nဖြစ်ချင်တော့ သူတို့စုံတွဲရယ် မြို့ပေါ်က ဘော်ဒါစုံတွဲရယ် ပင်လယ်ထဲမှာ double date ရင်း ရေအပျော်ငုပ်ကြတုန်း\nကိုကင်းတွေ အပြည့်နဲ့ လေယာဉ်ပျက်ကြီးကို တွေ့ရှိသွားတဲ့အခါမှာတော့ ...လုပ်နေကျ ရတနာအတိုအစလေးတွေပဲရှာဖွေယူပြီး ပြန်ကြမလား ...\nကိုကင်းလေယာဉ်ပျက်ကြီးနဲ့ ဘယ်လိုစခန်းသွားကြမလဲ...\nဘယ်လိုစွန့်စားဖြေရှင်းကြမလဲဆိုတာ....ပေါ်ဝေါ်ကာအလွမ်းပြေကြည့်ရှုနိုင်သလို\nဂျက်ဆီကာအယ်ဘာလေးရဲ့ ဘီကီနီနဲ့ ရေကူးနေတာလေးတွေလဲ အဝငမ်းနိုင်မယ့် ဇာတ်ကားပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sai Thurein Lynn မှတင်ဆက်ထားတာဖြစ်ပါတယ်။)\nFile size…(1.9 GB) / (1 GB)\nQuality…BluRay 1080p/720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Sai Thurein Lynn",
        "rating": "5.9",
        "url": "https://megaup.net/30DZ1/(CM)Into_the_Blue_(2005)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7X43Fy5Ad3UrOM14q8CUd8O3mQ.jpg",
        "title": "The Secret 2: Mystery of Villa 666 (2021)",
        "description": "The Secret 2: Mystery of Villa 666 (2021)သိပ်မကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့အင်ဒိုနီးရှားသရဲကားတပုဒ်ပါ...ဇာတ်လမ်းနာမည်လိုပါပဲ လူတိုင်းမှာလျှို့ဝှက်ချက်တွေ ရှိတတ်ကြပါတယ်..ဒီထဲမှာပါတဲ့ ဇာတ်ကောင်တွေရဲ့ လျှို့ဝှက်ချက်ကဘာတွေလဲ? အဓိကဇာတ်အိမ်တည်ရာဖြစ်တဲ့စံအိမ်တော်ကြီးရဲ့ လျှို့ဝှက်ချက်ကရော ဘာလဲ?စတဲ့ မေးခွန်းတွေနဲ့အတူ ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းတပုဒ်ပါပဲ....ဇာတ်လမ်းအကျဉ်း.\n--------------နာနီက ပြင်သစ်မှာနေတဲ့ဖက်ရှင်ဒီဇိုင်နာမလေးတစ်ယောက်ပေါ့.တနေ့မှာတော့ သူ့မွေးရပ်ဖြစ်တဲ့အင်ဒိုနီးရှားကို ပြန်လာဖို့ အခွင့်ဖန်လာပါတော့တယ်အဲ့ဒါကတော့ သူတို့မိသားစုပိုင်စံအိမ်တော်ကြီးကိုရောင်းထွက်ဖို့ သူ့အဖေက သူ့ကို လွှဲလိုက်လို့ပါ.မွေးရပ်မြေနဲ့ဝေးတာကြာနေတဲ့ နာနီကဒီအိမ်ကြီးကို ရောင်းမထွက်ခင်သူ့သူငယ်ချင်းတွေနဲ့အတူတပျော်တပါးစားသောက်ပြီးအရင်အကြောင်းတွေကို ပြန်ပြောပြီးအပန်းဖြေချင်တာကြောင့်သူ့သူငယ်ချင်းမ၃ဦးနဲ့အတူစံအိမ်တော်ကြီးကို ရောက်လာခဲ့ပြီးနောက်မှာတော့.....\nFile size…1.09GB / 509MB\nQuality…1080p WEBDL DDP5.1 / 720p\nFormat…Mp4\nDuration….1h 11min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by YK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-secret-2-mystery-of-villa-666-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/image_22a64aa3-133x200.jpeg",
        "title": "Jennifer’s Body (2009)",
        "description": "ဒီဇာတ်ကားကတော့ မင်းသမီး မီဂန်ဖောက်ရဲ့ နာမည်ကြီး Horror ဇာတ်ကားပါ...Megan Fox အပြင် Amanda Seyfried လဲပါပါသေးတယ်...Horror ကားကောင်းလေးတစ်ကားဖြစ်တာနဲ့အညီ ကြည့်ရတာလည်း\nတော်တော့်ကိုကောင်းတဲ့ကားလေးကားလေးတစ်ကားလို့ဆိုထိုက်တယ်ဗျ။\n၂၀၀၉ ခုနှစ်ရဲ့ အချောလေးနှစ်ယောက် သူပြိုင်ကိုယ်ပြိုင်ဇာတ်ကောင်စရိုက်ယှဉ်ပြိုင်မှုတွေကလည်း\nနင်လား ငါလားနဲ့ကိုကြည့်ရတာအရသာတွေ့လှသလို မျက်စိပသာဒလည်းတော်တော်ဖြစ်တယ်ပေါ့လေ။ဂျနီဖာဟာတစ်‌ကျောင်းလုံးရဲ့အချစ်တော်အချောလေးဗျ။\nအချောလေးဆိုတဲ့အတိုင်း အထက်‌တန်းကျောင်းပထမနှစ်လောက်တည်းကစပြီး\nဘာညာကိစ္စနဲ့ပက်သက်လို့အတွေ့အကြုံရှိဖူးတယ်ပေါ့လေ။ပင်တိုင်ရည်းစားလေးရှိပေမဲ့\nတစ်ခါတလေသဘောကျတဲ့ကောင်ချောလေးတွေတွေ့ရင် ကောက်ကောက်စားတတ်တဲ့ကောင်မလေးပေါ့။နိဒီကတော့ ဂျနီဖာရဲ့အချစ်ဆုံးသူငယ်ချင်းမလေးပေါ့ဗျာ။\nငယ်ငယ်တည်းကခင်လာကြတယ်ပေါ့။\nဒါပေမဲ့ သူတို့နှစ်ယောက်ရဲ့စရိုက်တွေကတော့ ဆန့်ကျင်ဖက်တွေပါ..\nတစ်ယောက်က တစ်ကျောင်းလုံးရဲ့အလှပဂေးဖြစ်သလို ခေတ်ရှေ့ကိုနှစ်ဆလောက်ပြေးနေတဲ့သူ ၊\nတစ်ယောက်ကတော့စာကြမ်းပိုးဗိုင်းကောင်းကျောက်ဖိ လူမသိသူမသိလေးဆိုတော့\nဇာတ်ကောင်ပိုင်းအရဆို ဆန့်ကျင်ဖက်နှစ်‌ယောက်ကသူငယ်ချင်းတွေဖြစ်နေတယ်ဆိုပါတော့ဗျာ။ဇာတ်လမ်းစတာကတော့ သူတို့ရဲ့နယ်မြို့လေး‌ဆီကိုမြို့ကြီးပြကြီးကရော့ခ်ဂီတတီးဝိုင်းအဖွဲ့ရောက်လာတဲ့အခါ\nခေါင်းဆောင်အဆိုတော် ကောင်ချောလေးပါမှန်း သိလိုက်တဲ့ဂျနီဖာက တစ်စခန်းထရာက စပါတယ်...သူစခန်းထတာမှာ အဖော်ပါဖို့ နိဒီကိုပါခေါ်ပြီး ရှိုးပွဲသွားကြရင်း ဘယ်လိုကြောက်မက်ဖွယ်အဖြစ်အပျက်တွေကြုံကြရမလဲဆိုတာ.....။Unrated Version နဲ့တင်ဆက်ထားပြီး အဖော်အချွတ်နဲ့ သွေးထွက်သံယိုဇာတ်ဝင်ခန်းတွေပါလို့ မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို San Thu Aung မှ တင်ဆက်ထားပါတယ်။) \nFile size…(1.8 GB) / (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p/720p/480p\nFormat…mp4\nDuration….01:47:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "5.3",
        "url": "https://megaup.net/30Dai/(CM)Jennifer_s_Body_(2009)_Unrated_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/္သမမနျအ-136x200.jpg",
        "title": "Forrest Gump (1994)",
        "description": "IMDb Rating (8.8) / Rotten Tomatoes (71%)Winston Groom ရဲ့ Novel ကိုအခြေခံလို့ Eric Roth ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Robert Zemeckis ရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ အော်စကာ Best picture, Best director, Best actor, Best adapted screenplay, Best visual effects, Best editing ဆုတွေရရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသား Tom Hanks အတွက်တော့ ရှားရှားပါးပါး နှစ်နှစ်ဆက်(Philadelphia, Forrest Gump) အော်စကာရရှိစေခဲ့တာပါ။ Tom Hanks အပြင် Robin Wright, Gary sinise, Mykelti Williamson, Sally Field တို့ပါဝင်ပါတယ်။ Tom Hanks ဟာ Forrest ...",
        "rating": "8.8",
        "url": "https://megaup.net/1grk2/(CM)Forrest_Gump_(1994)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BN2FlMGRlZTctY2Q5YS00ZWIzLThjYzQtNTZhYmEwYjU2MmI0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Afterlife of the Party (2021)",
        "description": "Afterlife of the Party (2021)ကဲ တမလွန်ဘ၀ ခဏသွားကြရအောင် ..... ပရိသတ်ကြီးရေအဲလို မေးလို့လည်း လန့်မသွားကြပါနဲ့ဦးဘာလို့ဆို ခင်ဗျားတို့ကို မေးစရာရှိလို့ဗျတကယ်လို့သာ အခု စာဖတ်နေတဲ့သူ သေသွားတယ်ဒါပေမဲ့ လူ့ပြည်မှာ မပြီးပြတ်သေးတဲ့ ကိစ္စတွေကလည်း ကျန်ခဲ့သေးတယ်ပြင်ဆင်ချင်တဲ့ အမှားတွေ ရှိခဲ့တယ် ဆိုပါတော့ .....အဲဒီအချိန်မှာ ကံထူးပြီး ဒီအမှားတွေကို ပြန်လည် ပြင်ဆင်ခွင့်အနေနဲ့ဒုတိယအခွင့်အရေးရလာမယ်အခွင့်အရေးကို အသုံးချပြီး အမှားတွေပြင်နိုင်ခဲ့ရင် ကိုယ့်အတွက် ကောင်းကျိုးရမယ်ဆိုရင်အားလုံး ဒီအခွင့်ကို အရယူမိကြမှာလားဒီလိုပါပဲ ဒီဇာတ်လမ်းထဲက ကတ်စီဆိုတဲ့ ကောင်မလေးဟာလည်းဒီလိုအခြေအနေနဲ့ ကြုံခဲ့ရတယ်ကံမကောင်းစွာနဲ့ သေသွားခဲ့ပေမဲ့လူ့ဘ၀မှာ သိရက်ရော မသိရက်နဲ့ပါ အမှားတွေ လုပ်ခဲ့တယ်ဒါကို ပြန်ပြင်ဖို့ သူ အချိန် ၅ ရက် အခွင့်ရလာတဲ့အခါသူဘယ်လိုတွေ လှုပ်ရှားပြီး သူ့ရဲ့ အမှားတွေကို ပြင်ဆင်မလဲအချိန်မီရော ပြင်ဆင်နိုင်ပါ့မလားFantasy, comedy ,drama ဖြစ်ပြီး စိတ်ကူးယဉ်ဆန်တဲ့အတွက်ဒီဇာတ်လမ်းက နှုတ်ခမ်းနီမလေးတွေအတွက် ပိုဘ၀င်တွေ့စေမယ့် ...",
        "rating": "5.6",
        "url": "https://megaup.net/3GAxO/Afterlife_of_the_Party.2021.720pCM.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xAbSLi61npWyVs5M0yxin3dKcGO.jpg",
        "title": "Josee, the Tiger and the Fish (2020)",
        "description": "အချစ်ဟာ သိပ်ကို ဆန်းကြယ်လှပါတယ်.တခါတလေ နေ့ခင်းဘက်ကြီး မီးထိုးလိုက်ရှာရင်းတောင်မတွေ့တက်ပေမယ့် တခါတလေမှာတော့အချစ်ဟာ မှာ ဝှီးချဲပေါ်ကနေကိုယ့်ဆီကို ဒိုင်ဗင်ပစ်ပြီးလည်း ရောက်လာတတ်ပါတယ်မိဘတွေရဲ့ အလိုလိုက်ခြင်းကို ခံထားရတဲ့ ခပ်ဆိုးဆိုးကောင်မလေးနဲ့ခပ်ရိုးရိုးတက္ကသိုလ်ကျောင်းသားလေးတို့ရဲ့ အချစ်ဇာတ်လမ်းကိုAnimeရုပ်ထွက်လှလှလေးနဲ့ ကြည့်ရမှာပါ.............ဇာတ်လမ်းအကျဉ်း\n---------------အိပ်မက်တွေကို လက်တွေ့အကောင်ထည်ဖော်ဖို့အတွက် အလုပ်ကြိုးစားနေတဲ့Suneo ဆိုတဲ့တက္ကသိုလ်ကျောင်းသားလေးဟာတစ်နေ့အလုပ်ကအပြန် ဝှီးချဲပေါ်ကနေသူ့အပေါ်ကိုပြုတ်ကျလာတဲ့ကောင်မလေးနဲ့အမှတ်မထင်တွေ့ဆုံမိရာကနေ အဲ့ကောင်မလေးအိမ်မှာအလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါတော့တယ်အလိုလိုက်ခံထားရလို့ ဆိုးနေတဲ့ကောင်မလေးရဲ့ အနိုင်ကျင့်ဗိုလ်ကျမှုတွေကို Suneo တစ်ယောက်သည်းခံရင်းနဲ့နောက်ဆုံးမှာ အားငယ်စိတ်ကိုဖုံးကွယ်ထားတဲ့ သူမရဲ့ပုံစံအမှန်ကို သိသွားမလားစာအုပ်တွေအရမ်းဖတ်ပြီး ပုံဆွဲတော်တဲ့ Josee နဲ့ ငါးလေးတွေကိုချစ်ပြီး စာတော်တဲ့ Suneo တို့နှစ်ယောက်ကိုနီးစပ်သွားစေတဲ့အရာကရောဘာများဖြစ်မလဲဆိုတာကို ရင်ထဲနွေးထွေးသွားအောင် ရိုက်ကူးပြသထားတဲ့Anime ဇာတ်လမ်းတပုဒ်ဖြစ်တာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ် \nFile size…1.45GB / 700MB / 400MB\nQuality…1080p / 720p / 480p\nFormat…Mp4\nDuration….1h 39mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "8.0",
        "url": "https://megaup.net/YKu8/Josee,_the_Tiger_and_the_Fish.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-02-at-12.31.58-133x200.png",
        "title": "The House Next Door: Meet the Blacks 2 (2021)",
        "description": "The House Next Door: Meet the Blacks 2 (2021)==================================ဒါလေးမကြည့်ခင် Meet the Blacks 1 လေး အရင်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။ အတွဲ၁ မကြည့်ရသေးသူတွေအတွက်spoiler လေးတွေပါနိုင်ပါတယ်။ကားလ်ဘလက်ခ်တို့မိသားစု ဘီဗာလီဟေးလ်မှာ The Purge ဆိုတဲ့ သုတ်သင်ခြင်းညကြီးကို ကျော်ဖြတ်ခဲ့ရပြီးနောက်ပိုင်းကားလ်ရဲ့ ငယ်ဘဝအိမ်လေးရှိရာ အက်တလန်တာကို တစ်စခန်းရွှေ့ကြပြန်ပါတယ်။၁၀၉ ၁၁၀ ဖြစ်နေတဲ့ ကားလ်တစ်‌ယောက် သုတ်သင်ခြင်းညအကြောင်းရေးထားတဲ့ သူ့ရဲ့ Terror Night စာအုပ် အတွဲ၂ ကိုဆက်ထုတ်ဖို့လုပ်ပေမယ့် ကုန်ကြမ်းရှာမရဖြစ်နေရှာတာပါ။ဒီလိုနဲ့ စာအုပ်အတွက် ကုန်ကြမ်းရလာတယ်ဆိုမလား သူတို့မိသားစုကိုက အေးအေးလူလူနေရဖို့ကံမပါဘူးဆိုမလားတစ်ည ညလယ်ကောင်ကြီးမှာ သူတို့ဘေးအိမ်ကို စုန်းလိုလိုဆံရှည်လူကြီးတစ်‌ယောက်ရယ်၊ မျက်လှည့်ဆရာလို ဦးထုပ်ကြီးနဲ့လူတစ်ယောက်ရယ်၊ ညလယ်ကောင်ကြီး ရေကန်ဘေးမှာနေပူဆာလှုံနေကြတဲ့ ဘစ်ကနီနဲ့ကောင်မလေးတွေရယ် ပြောင်းလာတာကိုကားလ်တို့တစ်တွေ စုံထောက်လုပ်ကြရင်း....ဘာတွေတွေ့ရှိလာရမလဲ ဘယ်လိုတွေလွဲကြမလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ MTA ဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "3.9",
        "url": "https://megaup.net/2kFir/The.House.Next.Door.2021(Meet.The.Black.2).720p.BluRay.[CM].mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-01-at-23.22.08-138x200.png",
        "title": "Meet the Blacks (2016)",
        "description": "Meet the Blacks (2016)=================IMDb Rating - 4.8/10ခင်ဗျားတို့ကို ၁၂ နာရီတိတိ ကြိုက်တာ လုပ်ခွင့်ပေးမယ်? အဲဒီ ၁၂ နာရီအတွင်းမှာ လူသတ်ချင်လည်း သတ်၊ခိုးချင်လည်း ခိုး၊ ဘယ်ဒုစရိုက်မှုမဆို လုပ်လို့ရမှာဖြစ်ပြီး ဘယ်သူကမှလည်း အရေးယူခွင့်မရှိဘူး။ ဒါဆို ဘာလုပ်မလဲဒီလို အချိန်အတိုင်းအတာတစ်ခုနဲ့ လုပ်ချင်တာလုပ်ခွင့်ပေးထားခြင်းကို Purge (သုတ်သင်ခြင်း)လို့ ခေါ်သဗျ။တရားမမျှတသူတွေ မကောင်းတဲ့သူတွေကို လောကကြီးက ရှင်းထုတ်ဖို့ရာ နှစ်စဉ် တရားဝင် သတ်မှတ်ထားတာမျိုးပေါ့ကားလ် ဘလက်ခ်ဆိုတဲ့ လူညစ်ကတော့ ဒီကိစ္စကြီးကို ရှောင်နိုင်ဖို့ သူနေတဲ့ ချီကာဂိုကနေ မိသားစုနဲ့ လစ်ထွက်အရှုပ်ထုတ်တွေချန်ခဲ့ပြီး ဘီဗာလီဟေးဘ်ဆိုတဲ့ လူဖြူတွေချည်းရှိတဲ့ အရပ်ဒေသတစ်ခုမှာ လာအခြေချလေရဲ့။ ကံဆိုးချင်တော့ လူဖြူရပ်ကွက်က လူမည်းကို အလိုမရှိ အတိတ်က နောက်ကြောင်းမရှင်းခဲ့တာတွေကလည်းနေရာသစ်ထိ လိုက်လာ . ၁၂ နာရီတိတိ ရမ်းကားချင်သလို ရမ်းကားလို့ရတဲ့ Purge ဆိုတဲ့ သုတ်သင်ခြင်းနေ့နဲ့တည့်တည့်ကြီး ...",
        "rating": "4.8",
        "url": "https://megaup.net/3GzrJ/Meet.the.Blacks.2016.720p.BluRay[CM].mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wvjlNWpwtAwVksnMirtNKohf1kh.jpg",
        "title": "Swan Song (2021)",
        "description": "Swan Song 2021\n-------------------\nImdb 7.1 Rotten Tomatoe 95%သိပ်မကြာခင်မှ ထွက်ရှိထားတဲ့ ဒီရုပ်ရှင်ကားကတော့အတော်လေး ကောင်းတဲ့ ဒရာမကားထဲ ပါဝင်ပါတယ်.ဆုအနေနဲ့ ၃ဆုရရှိထားပြီး LGBTလူအိုကြီးတစ်ယောက်ရဲ့ဘဝကို ဟာသလေးနည်းနည်းရောပြီး ရင်ထဲရောက်အောင်ပို့နိုင်မယ့် ဇာတ်လမ်းတပုဒ်ဆို မမှားပါဘူး.ကျွန်တော်တို့တွေLGBTလူငယ်ကားအတော်များများကို ကြည့်ရှုခဲ့ကြပြီးပါပြီ.ဒီဇာတ်လမ်းကတော့ အဖိုးအရွယ် LGBTတဦးရဲ့ဘဝကိုဟာသလေးနှောပြီး ကြည့်ရဦးမှာပါ....ဇာတ်လမ်းအကျဉ်း---------------------------------ဘိုးဘွားရိပ်သာမှာ တချိန်တုန်းက လျှမ်းလျှမ်းတောက်အောင်မြင်ခဲ့တဲ့မိတ်ကပ်ပညာရှင် ပတ်ထရစ်က အခုချိန်မှာတော့အရင်ပျော်စရာအချိန်တွေကို ပြန်လည်တမ်းတရုံသာတမ်းတနိုင်တော့တဲ့ လူအိုကြီးပတ်ထရစ်ဖြစ်နေပါပြီ.တနေ့တော့ သူ့ရဲ့တမ်းတမှုတွေကို လက်တွေ့တဖန်ပြန်ခံစားနိုင်မယ့် အခွင့်အရေးလေးတခုသူရလာခဲ့ပါတယ်, အဲ့ဒါကတော့သူ့အသိရှေ့နေက သတင်းတစ်ခုပြောဖို့ရောက်လာခြင်းကနေ စတင်ပါတယ်.အဲ့ဒီသတင်းကတော့ပတ်ထရစ်ရဲ့အချစ်ဆုံးသူငယ်ချင်းလည်းဖြစ်ဖောက်သည်လည်းဖြစ်ခဲ့တဲ့ အမျိုးသမီးဟာဆုံးပါးသွားပြီလို့ပြောပါတယ်။သူ့သေတမ်းစာမှာ သူ့မသာမိတ်ကပ်ကိုပတ်ထရစ်ကိုပဲ ပြင်ခိုင်းရမယ်လို့ရေးခဲ့ပါတယ်။အဲ့ဒါကြောင့်ပတ်ထရစ်ဟာ လက်စွမ်းပြနိုင်ဖို့သူငယ်ချင်းရှိရာမြို့ဆီ ရောက်အောင်သွားရင်းဆုံးရှုံးမှုတွေ အခက်အခဲတွေကြုံရတာကိုဟာသလေးနှောပြီး ကြည့်ရှုရမှာပါ....ပတ်ထရစ်ရဲ့ဘဝကို ဟာသလေးနှောရင်းလေးလေးနက်နက်ခံစားရမယ့် ဇာတ်ကားမျိုးလည်းဖြစ်လို့ကြည့်နေကျမဟုတ်ပဲ ကွဲပြားတဲ့ဇာတ်ကားမျိုးရှာနေရင်၊လေးနက်တဲ့ရသပေးတဲ့ကားမျိုး ကြည့်ချင်နေရင်ဒီကားကိုလက်မလွှတ်လိုက်ဖို့ ပြောချင်ပါတယ်။ \nFile size…1.6GB / 800MB / 400MB\nQuality…1080p WEBRIP DD+5.1 / 720p / 480p\nFormat…Mp4\nDuration….1h 45min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/YJt9/Swan.Song.2021.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aevmNtJCNG4ZlfEeEGZ79frMUes.jpg",
        "title": "Monster (2003)",
        "description": "IMDb Rating (7.3) / Rotten Tomatoes (81%)ဒီဇာတ်ကားက အမေရိကန်မှာ လူ ၇ ယောက်ကိုသတ်ဖြတ်ခဲ့တဲ့ Serial Killer ပြည့်တန်ဆာမ Aileen Wuornos အကြောင်းကိုရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပါတယ်...အယ်လင်းအဖြစ် မင်းသမီး Charlize Theron မှ အကောင်းဆုံးသရုပ်ဆောင်ထားပြီး အကယ်ဒမီဆုပါ ရရှိခဲ့တာပါ။၂၀၀၃ ခုနှစ်ရဲ့ ရုပ်ရှင်ဆုပေးပွဲအမျိုးမျိုးမှာ အကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုအဖြစ်Charlize Theron အနေနဲ့ ဆုတွေအများကြီးရရှိခဲ့သလို သူ့ရဲ့ရုပ်ဖျက်ထားတဲ့သရုပ်ဆောင်ချက်တွေက သက်ဝင်လွန်းပါတယ်။ဘဝဆိုတာ ရှည်လျားကောက်ကွေးပြီး အလှည့်အပြောင်းများလှတာမို့...လိုတာမရ၊ ရတာမလိုတဲ့အပြင် စိတ်ကူးနဲ့လက်တွေ့တစ်ထပ်တည်းမကျတာတွေ တစ်ပုံကြီးပါ ..အယ်လင်းဟာ ငယ်ငယ်က နာမည်ကျော်စတားတစ်ယောက်ဖြစ်ချင်ခဲ့ပေမဲ့အကြောင်းအမျိုးမျိုးကြောင့် ပြည့်တန်ဆာတစ်ယောက်ဖြစ်လာခဲ့ရပါတယ် ..လောကကြီးကိုစိတ်ကုန်လာချိန်မှာတော့ ကိုယ့်ကိုယ်ကိုယ်သတ်သေဖို့လုပ်ရင်းဆဲလ်ဘီဆိုတဲ့လိင်တူချစ်သူကောင်မလေးနဲ့ဆုံတွေ့ခဲ့ပြီး သူတို့နှစ်ယောက်ချစ်ကြိုက်မိသွားကြတယ် ..အချစ်ရေးနောက်မှာ ငွေရေးကြေးရေးကလည်းကပ်ပါလာစမြဲပါပဲ ..အယ်လင်းဟာ ပြည့်တန်ဆာအလုပ်ကိုလုပ်ပြီး ဆဲလ်ဘီကိုထောက်ပံ့ခဲ့ပေမယ့်မတော်တဆဖြစ်ရပ်တစ်ခုကြောင့် ပြည့်တန်ဆာအလုပ်ကိုနားလိုက်ရတဲ့အခါမှာတော့.......။ဖြစ်ရပ်မှန်တို့မည်သည် စိတ်ကူးယဉ်ဇာတ်လမ်းတွေထက် ပိုမွန်းကြပ်တတ်တာမျိုးပဲ...လူတိုင်းဟာ ဘဝကိုအကောင်းဆုံးတည်ဆောက်ချင်ကြပေမယ့် ဘဝဆိုတာ ဘုရားသခင်ချစ်ခင်တဲ့အထဲ မပါဝင်ပါဘူး။ဟုတ်တယ်..ဘုရားသခင်က ကြွေအံကစားတယ်...ကံကြမ္မာဆိုတာ ဖြစ်ချင်ရာဖြစ်တတ်တဲ့ ဘုရားသခင်ရဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/YJld/Monster_(2003)_(720p_BluRay_x265_Silence).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/2021-09-01_15-15-12-133x200.jpg",
        "title": "Meet Joe Black (1998)",
        "description": "ဒီတစ်လော မင်းသားကြီး Brad Pitt ရဲ့ ရုပ်ရှင်ကားတွေပြန်ကြည့်ဖြစ်ရင်း Meet Joe Black ဆိုတဲ့ ကားကိုCM မှာ တင်ပေးဖို့ သတိထားမိသွားပါတယ်ဒီကားကို တိပ်ခွေခေတ်က ခဏ ခဏ ကြည့်ဖူးပါတယ်DVD ခွေတွေ ထွက်တဲ့အခါလဲ BluRay အခွေဝယ်သိမ်းတဲ့ အထိ ကြိုက်ခဲ့မိပါတယ်...ဒီရုပ်ရှင်ကားမှာ မင်းသားကြီး Brad Pitt သရုပ်ဆောင်တဲ့အချိန်က ၁၉၉၈ ခုနှစ်ဖြစ်ပြီး Brad Pitt ရဲ့ အသက်က၂၁ နှစ်ပဲ ရှိပါသေးတယ်...နာမည်ကျော်မင်းသားကြီး ရဲ့ ငယ်ရွယ်နုပျိုချောမောနေမှုကပျိုတိုင်း ယိုင်လဲလောက်ပါတယ်...အပြုံး အကြည့် ခပ်ပေပေ ပုံစံလေးတွေက အစဆွဲဆောင်မှု ရှိနေတာမျိုးပေါ့...ဒီရုပ်ရှင်ကားကလဲ မိသားစုလိုက်ကိုကြည့်သင့်တဲ့ ကားမျိုးဗျ မိသားစု မေတ္တာကိုပိုအသားပေး ထားတာမျိုးပဲဇတ်လမ်းအကြောင်း နည်းနည်းပြောပြမယ်နော်စပွိုင်လာ ဖြစ်ချင်လဲ ဖြစ်နိုင်တာမို့ ကြည့်ဖို့ ရည်ရွယ်ထားရင်ဆက်မဖတ်နဲ့တော့....ဆက်သွယ်ရေးလုပ်ငန်းကြီး တစ်ခု ရဲ့ ဥက္ကဌ ဖြစ်သူ ဘေးလ် ဟာတစ်ညသော ...",
        "rating": "7.2",
        "url": "https://megaup.net/YJh6/Meet.Joe.Black.1998.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama, Fancy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-01-at-17.44.47-161x200.png",
        "title": "Mortal Kombat Legends: Battle of the Realms (2021)",
        "description": "Mortal Kombat Legends: Battle of the Realms (2021)======================================IMDb Rating - 7.2/10Mortal Kombat Fan​တွေ ​စောင့်​မျှော်​နေတဲ့ Animation​ကားလေးထွက်ရှိလာပါပြီ၊ ဒီဇာတ်ကားက ယမန်နှစ်ကထွက်ထားတဲ့ Mortal Kombat Legends: Scorpion's Revengeရဲ့ အဆက်ဇာတ်လမ်းဖြစ်ပါတယ်။မရင်းနှီး​သေးတဲ့သူ​တွေအတွက် Mortal Kombatပြိုင်ပွဲအ​ကြောင်း အကျဥ်းချုပ်​ပြောရရင် Realms​ခြောက်ခုထဲက ကြီးနိုင်ငယ်\nညှင်းသိမ်းပိုက်မှု​တွေကို ကာကွယ်ဖို့ Universeရဲ့ Elder Gods​တွေက​နေ စီစဥ်​ပေးတဲ့ပြိုင်ပွဲဖြစ်ပါတယ်၊ပြိုင်ပွဲကို တစ်နှစ်တစ်ကြိမ်ကျင်းပပြီး ၁၀နှစ်ဆက်တိုက်အနိုင်ရရှိတဲ့ Realmက တခြားကမ္ဘာတစ်ခုကို အပြီးတိုင်သိမ်းပိုက်ခွင့်ရမှာပါ၊\nScorpion' Revengeမှာ​တော့ ၉ကြိမ်အထိ Outworld realm က အနိုင်ရပြီးမှ လူခန်းတို့အုပ်စု​ကြောင့် Earth Realmဘက်က\nပြန်အနိုင်ရပြီး ကံ​ကောင်းခဲ့တာပါ၊Scorpion's Revengeအပြီးမှာ Outworld Realmကို အနိုင်ရခဲ့တဲ့ လူခန်း၊ ​ရေဒင်၊ ဂျွန်နီ​​​ကေ့ဂျ်နဲ့ ဆွန်ညာဘလိတ်တို့က ​နောက်တစ်နှစ် ပြည့်သွားပြီဖြစ်တာ​​ကြောင့် Outworldစစ်တပ်​တွေ Earth​ပေါ် ...",
        "rating": "7.2",
        "url": "https://megaup.net/2kEbu/Mortal.Kombat.Legends.Battle.of.the.Realms.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/F9-126x200.jpg",
        "title": "F9 (2021) Fast and Furious 9",
        "description": "F9: The Fast Saga(2021) အညွှန်း****************************ဆိုက်ဖာဆိုတာအရင်တုန်းက ဒွန်လို လူမျိုးကိုတောင် လိုသလိုခိုင်းလို့ရအောင်လုပ်နိုင်တဲ့အမျိုးသမီးဆိုတာအားလုံးသိကြမှာပါ.....အဲ့တုန်းက ပေးဆပ်မှုပေါင်းများစွာနဲ့ ဆိုက်ဖာကို ဖမ်းဆီးထိန်းသိမ်းခဲ့ပေမဲ့ဒီ F9မှာတော့ သူမကိုဖမ်းဆီးခေါ်ဆောင်ခဲ့တဲ့ လေယာဉ်က ပစ်ချခံလိုက်ရတဲ့အပြင် လေယာဉ်ပေါ်ကအရေးပေါ်အချက်ပြကလည်းထူးဆန်းစွာပဲ ဒွန်းတို့အဖွဲ့ဆီကိုပဲ ရောက်လာခဲ့ပါတယ်....ဒွန်တို့ဟာ မိသားစုနဲ့အတူ Work Shopလေးဖွင့်ပြီးအေးဆေးစွာနေပေမဲ့ အစိုးရဆီကိုတောင်မယုံရလို့အချက်ပြမရောက်ဘဲ သူတို့ဆီကိုပဲပို့ခဲ့လို့ ဒီပြဿနာအရှုတ်ကြီးဆို သူတို့အဖွဲ့ မပါမဖြစ်ပါလာရပါတော့တယ်....လေယာဉ်ကိုဘယ်သူတွေပစ်ချခဲ့တာလဲ....ဆိုက်ဖာကိုဘယ်သူတွေကကယ်သွားလဲ.....ဒွန်တို့ရော ဒီအရှုတ်တွေကိုရှင်းနိုင်ပါ့မလား...ပြီးတော့ John Cena ကြီးလည်း ပါလာပြီး အကြမ်းစားဘဲကြီးအဖြစ်ထည့်သွင်းထားလေတော့ပိုမြိုင်လာတယ်လို့ပြောရမှာပဲ...Cardi-Bကလည်း ခပ်ကြမ်းကြမ်းဝင်ဖိုက်ထားသေးရဲ့....F ဇာတ်လမ်းတွေဟာ နောက်ပိုင်းတစ်ချို့သောသူတွေဝေဖန်ကြပါတယ် ..ဘရိုင်ယန်မပါတဲ့နောက်ပိုင်းပေါ့သွားတယ်ဘာညာပေါ့လေ..သို့ပေမဲ့လည်း ထွက်တဲ့ဇာတ်လမ်းသစ်တွေတိုင်းမှာ ဇာတ်ကောင်အသစ်တွေအက်ရှင်ခန်းဆန်းဆန်းပြားပြားတွေထည့်ပြီး သန်းပေါင်းများစွာကုန်ကျခံရိုက်လေတော့ ကြည့်ပျော်နေတာတော့ငြင်းမရပါဘူး....ဒါ့ကြောင့် ဘေလေးအနည်းငယ်ကုန်ကျခံလိုက်ရုံနဲ့ နင်းကန်မိုက်တဲ့ရုပ်ရှင်ကားကိုကြည့်ရမှာမို့ တန်ပါတယ်ဗျာ.. File Size :(2.7GB) / (2.6GB)/(1.4GB)/586MB\nQuality :WEB-DL HEVC / 1080p / 720p / 480p\nFormat…mp4\nDuration…02:23:00\nGenre : Action, Crime , Adventure\nSubtitle ...",
        "rating": "5.5",
        "url": "https://megaup.net/1E4ek/Fast_And_Furious.F9.The_Fast_Saga.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BOTIzYmUyMmEtMWQzNC00YzExLTk3MzYtZTUzYjMyMmRiYzIwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-137x200.jpg",
        "title": "Fast and Furious Presents: Hobbs & Shaw",
        "description": "Fast and Furious ကနေခွဲထွက်လာတဲ့ ၂၀၁၉ ရုပ်ရှင်ကားအသစ်ကို တင်ပေးထားပါတယ်။\nအဓိက သရုပ်ဆောင်၂ယောက်ကတော့ ဒဝိန်းဂျွန်ဆန် နဲ့ ဂျေဆင် စတာသန် တို့ပါပဲ။The rock ကြီးနဲ့ transporter မင်းသားဆို ပိုသိကြမှာပါ။ဒီရုပ်ရှင်ကတော အက်ရှင်အသားပေးပါပဲ\nသာမန်လူတွေ မလုပ်နိုင်လောက်မယ့် အမိုက်စား အကြမ်းစားအက်ရှင်တွေနဲ့ပေါ့။\nနောက်ပြီးတော့ မင်းသား ၂ ယောက် မတည့်အတူနေ ပုံစံနဲ့ ကြည့်ရှုတဲ့သူတွေကို\nဟာသရသလေးတွေ ပျော်ရွွင်ဖွွယ်ရာဖြစ်အောင်ထည့်ပေးထားပါသေးတယ်။ကမ္ဘာကြီးတစ်ခုလုံးကို သေစေနိုင်လောက်တဲ့ ဗိုင်းရပ်စ်ပိုးတစ်မျိုးကို အသုံးချမယ့် အစွန်းရောက်အဖွဲ့တစ်ဖွဲ့ ရှိပါတယ်။\nအဲဒီဗိုင်းရပ်စ်ကို သယ်ဆောင်ထားရတဲ့ စီအိုင်အေး အေးဂျင့်မလေးကို\nသူတို့နှစ်ယောက် လိုက်ကယ်ရင်း အဲဒီ အဖွဲ့နဲ့ ရင်ဆိုင်ကြတာပေါ့။ဒီမင်းသားကြီး ၂ ယောက် ကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး။\nအလန်းစားအက်ရှင်ခန်းတွေနဲ့ ရင်သပ်ရှုမောဖွယ်ရာ\nစတန့်ခန်းတွေကို တစ်၀ကြီးမြင်တွေ့ရမှာဖြစ်လို့ ကြည့်လိုက်ကြပါဦးဗျို့......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ် File Size : (2.5 GB) and (1.2 GB)\nQuality : BluRay 1080p ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/fast-furious-presents-hobbs-shaw-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjMxODI2NDM5Nl5BMl5BanBnXkFtZTgwNjgzOTk1MTI@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The Fate of the Furious (2017) Fast and Furious 8",
        "description": "Fast & Furious ပရိသတ်တွေအတွက် USD 250 million အကုန်အကျခံပြီး အကောင်းဆုံးတင်ဆက်ထားတဲ့အတွက် Box officie မှာ USD 1 Billion ကျော် ဝင်ငွေရပြန်ရခဲ့ပြီး IMDb 7.2 ထိ Rating ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီး “ဒွန်မနစ်တိုရက်စ်တို” တစ်ယောက် သူရဲ့ ချစ်ဦးသူ “လတ်တီ” တို့ ကျူးဘားကျွန်းလေးမှာ ဟန်နီးမွန်းထွက်နေကြပါတယ်။ဒီအချိန်မှာ အမေရိကန်အစိုးရရဲ့  Electromegnatic Pulse –EMP လို့ခေါ်တဲ့စွမ်းအားမြင့်ဗုံးကို အခိုးခံလိုက်ရပြီးဘာလင်က လက်နက်ကုန်သည်တွေ လက်ထဲမှာရောက်နေပါတယ်လို့ သတင်းရထားပါတယ်။ဒီဗုံးနဲ့သာတိုက်ခိုက်ရင် ကမ္ဘာပေါ်မှာရှိတဲ့ ဘယ်မြို့ကြီးမဆို စွမ်းအင်တွေပြတ်ပြီးကျောက်ခတ်ကလို ပြန်ဖြစ်သွားနိုင်တဲ့အတွက် အမေရိကန်အစိုးရ ကိုယ်လုပ်ထားတဲ့ဗုံးအတွက်ကိုယ်ပြန်ပူပန်နေရပါပြီ။တစ်ခြားနိုင်ငံတစ်ခု ပိုင်နက်မှာဆိုတာ့ အစိုးရအနေနဲ့ တရားဝင်အဖွဲ့အစည်းတွေလွတ်လို့မရတဲ့အတွက် “လုခ်ဟော့ခ်” ကိုပဲ ဦးဆောင်ခိုင်းပြီး ပြန်ခိုးခိုင်းလိုက်ပါတယ်။ဒီ EMP ဗုံးကို Furious အဖွဲ့သားတွေ အောင်မြင်အောင်ခိုးလာနိုင်ပေမယ့် ဇာတ်လိုက်ကျော်ကြီးဒွန်က သစ္စာဖောက်ပြီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Aiw1/(CM)The_Fate_of_the_Furious_2017__(720p_x264_10bit_S95_Joy).mp4 ",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQxOTA2NDUzOV5BMl5BanBnXkFtZTgwNzY2MTMxMzE@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "Furious 7 (2015) Fast and Furious 7",
        "description": "Review မလုပ်ခင် တစ်ခုပြောချင်တာက ဒီကားက ၂ပတ်အတွင်းမှာတင် US မှာ သန်း ၂၆၀ ကျော်သွားပြီဖြစ်သလို၊ World Wide မှာ အပို သန်း ၇၀၀ နဲ့ စုစုပေါင်း သန်း ၁ထောင်ကျော်သွားပါပြီ။ ၂ပတ်အတွင်းမှာ မှာတင် All Time ဝင်ငွေအကောင်းဆုံးစာရင်းမှာ နံပါတ် ၂၀ ဖြစ်သွားပြီး၊ ဒီအတိုင်း ဆက်သွားရင် ထိပ်ဆုံး ၅ ကားစာရင်းဝင်မှာဖြစ်ပါတယ်။\nဒီကားက မင်းသား Paul Walker ရဲ့ နောက်ဆုံး ဇာတ်ကား\nဖြစ်ပြီး၊ Fast & Furious ဇာတ်လမ်းတွဲရဲ့ ၇ကားမြောက်ဖြစ်ပါတယ်။ ဒီစီးရီးက Fast 5 ကနေစပြီး ဇာတ်လမ်း ပုံစံပြောင်းလိုက် ပြီးတဲ့နောက်မှာမှ လူတွေပိုစိတ်ဝင်စားလာတာ တွေ့ရပါတယ်။ ပထမသုံးကားက ကားပြိုင်တဲ့ ဇာတ်လမ်းတွေပဲဖြစ်ပြီး နံပါတ်လေးမှာ Tokyo Drift ဒါရိုက်တာ ...",
        "rating": "7.2",
        "url": " https://megaup.net/2Aix0/(CM)Furious_Seven_(2015)_EXTENDED__[720p_x265_10bit_FS88_Joy]_[UTR].mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM3NTg2NDQzOF5BMl5BanBnXkFtZTcwNjc2NzQzOQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Fast & Furious 6 (2013) Fast and Furious 6",
        "description": "Fast and Furious အဆက်အနေနဲ့ထွက်ရှိထားတဲ့ နံပါတ် ၆ ခုမြောက်ဇာတ်ကားဖြစ်ပါတယ်...ထုံးစံအတိုင်း နာမည်ကျော်မင်းသားမင်းသမီးတွေ ကားတွေ သေနတ်တွေနဲ့ အက်ရှင်အလန်းစားတွေကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။ File Size : (2.4 GB) / (1.3 GB)\nQuality : BluRay 1080p / 720p 5.1CH\nRunning Time : 2hr 10min\nFormat : MKV\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chothet_mlmt\nEncoded by Nyeinsaeya Aung",
        "rating": "7.1",
        "url": " https://megaup.net/1Ul6x/(CM)Fast_and_Furious_6_(2013)_EXTENDED__[720p_x265_q18_Joy][UTR].mkv ",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTUxNTk5MTE0OF5BMl5BanBnXkFtZTcwMjA2NzY3NA@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Fast Five (2011) Fast and Furious 5",
        "description": "ရုပ်ရှင်မိတ်ဆက်ဒီတစ်ခါတော့ လူငယ်တွေကို ပြိုင်ကားတွေနဲ့ ရင်းနှီးစေခဲ့တဲ့ Fast & Furious ဇာတ်လမ်းတွဲတွေထဲက အကောင်းဆုံးလို့ ပြောလို့ရတဲ့ Fast Five နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီတစ်ခါ Review ကတော့ ထူးထူးခြားခြား ပရိတ်သတ်အားလုံးကို အမှတ်တရဖြစ်နေမှာပါ။ Fast & Furious ဇာတ်ကားတွေရဲ့ အဓိကမင်းသားအဖြစ် Vin Diesel နဲ့အတူ တွဲဖက်သရုပ်ဆောင် ခဲ့တဲ့ Paul Walker (Brian O'Conner) က နိုဝင်ဘာလ ၃၀ ရက်နေ့ ၂၀၁၃ ခုနှစ်မှာ Santa Clarita, California မှာ ကား အက်ဆီးဒင့် ဖြစ်ပြီး သေဆုံးသွားပြီဖြစ်ပါတယ်။ သူ သေဆုံးချိန်မှာ အသက် ၄၀ ပဲရှိသေးပြီး သူငယ်ချင်းနဲ့ အတူ ဖီလစ်ပိုင်မုန်တိုင်း အတွက် Charity Event ကနေပြန်အလာမှာ ကားအက်ဆီးဒင့် ဖြစ်တာဖြစ်ပါတယ်။ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ul5z/(CM)Fast_Five_2011__(720p_x265_10bit_FS82_Joy)_[UTR].mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQwNDA2MTg3Nl5BMl5BanBnXkFtZTcwNTg3MzIyMg@@._V1_-137x200.jpg",
        "title": "Fast & Furious (2009) Fast and Furious 4",
        "description": "ဆီကုန်ကားကြီး(၂)စီးကို ဓားပြတိုက်ပြီး ဒွန်တို့အဖွဲ့ဟာ အေးဆေးနေဖို့ကြိုးစားကြတယ်...ရဲတွေကလည်း ဒွန်ဆိုတာကို အဓိကပစ်မှတ်ဖြစ်လာတာမို့ဒွန်ကိုယ်တိုင်ခြေရာဖျောက်ဖို့အကောင်းဆုံးနည်းဖြစ်တယ်လို့ ဆုံးဖြတ်မိတာကြောင့်နည်းမျိုးစုံကြိုးစားခဲ့တယ်....သို့ပေမဲ့ အဲ့အခိုက်အတန့်အတွင်းမှာပဲ လက်တီဟာအသတ်ခံလိုက်ရတယ်....အဲ့ဒီနောက်မှာတော့.... File Size : (2.05GB)(0.99 GB)\nQuality : Blu-Ray 1080P5.1CH,720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Joker.phs\nEncoded by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/fast-furious-2009/"
    }
]