[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/All_My_Life_2020_film_official_poster-135x200.jpg",
        "title": "All My Life (2020)",
        "description": "IMDb Rating (6.2) ရရှိထားတဲ့ အသစ်စက်စက် အချစ်ဇာတ်ကားလေးကို တင်ဆက်လိုက်ပါတယ်...ဇာတ်လမ်းကတော့...ဆောလ်မွန်ချောင်နဲ့ ဂျန်နီဖာကာတာတို့ဟာ အမှတ်မထင်တွေ့ဆုံရာကနေ အရမ်းချစ်ကြတဲ့စုံတွဲလေးဖြစ်လာခဲ့ပါတယ်..\nပျော်ပျော်နေတတ်တဲ့သူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက်ဖေးမကူညီရင်း လက်ထပ်ဖို့ထိဆုံးဖြတ်ခဲ့ပါတယ်..ဒါပေမဲ့ သူတို့နှစ်ယောက်ကြား မမြင်ရတဲ့ လောကဒါဏ်တစ်ခု ရောက်ရှိလာတဲ့အခါမှာတော့...\nသူတို့နှစ်ဦး အခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ..\nသူတို့ရဲ့ အိမ်မက်တွေနဲ့ စီခြယ်ထားတဲ့ မျှော်လင့်ခြင်း ကောင်းကင်ကြီး တောက်ပနေဦးမလား...စိတ်ဝင်စားစရာပါ...ဒီဇာတ်ကားလေးမှာ ချစ်သူနှစ်ဦးရဲ့ ချစ်ခြင်းမေတ္တာကိုသာမက သူငယ်ချင်းသံယောဇဉ်နဲ့မေတ္တာကိုပါခံစားရမှာဖြစ်တဲ့အပြင်\nစကားလုံးတွေ စာသားတွေကလည်း အချစ်ကို ကိုးကွယ်လာဖို့ ထိုက်တန်နေခဲ့ပါတယ်...ထူးခြားတာကတော့ ဒီဇာတ်လမ်းက ဖြစ်ရပ်မှန်ပါ...ကျွန်တော်တို့ကိုယ်တိုင်ပါဝင်ခံစားဖို့ လက်တွေ့ဆန်လွန်းနေမှာပါ..။ချစ်ခြင်းကို ယုံကြည်သူများအဖို့ Romantic, Heart-warming ဇာတ်လမ်းလေးကို ကြည့်သင့်တယ်လို့ ညွှန်းဆိုချင်ပါတယ်။ \nFile size…(1.6 GB) and (900 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Su Myat Now Maung",
        "rating": "",
        "url": "https://channelmyanmar.org/all-my-life-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9lWDGJwLRQv5mzbN9MGvHrpHxJB.jpg",
        "title": "The Cursed Lesson (2020)",
        "description": "The Cursed Lesson 2020ဒီကားကတော့ ၂၀၂၀ခုနှစ်နိဝင်ဘာကထွက်ထားတဲ့\nHorror ကားလေးတစ်ကားဖြစ်ပြီးတော့\nHorror ကားထဲမှာတော့ ဇာတ်လမ်းလေးကအရမ်းမဆိုးဘူးလို့ပြောလို့ရတယ်။လောကကြီးမှာ မိန်းကလေးတော်တော်များများက လှပမှုကိုမက်မောကြတယ်။\nသင်ရော တစ်ရက်မှာ ရုတ်တရက်ကြီး ရှိရင်းစွဲအသက်ထက်ထက်ဝက်လောက်ငယ်သွားပြီး\nအရမ်းလှလာမယ်ဆိုရင် အဲ့ဒီလှပမှုကိုရဖို့ သင်ဘာမဆို လုပ်မှာလား?\nဒီထဲမှာတော့လောဘတွေ၊မနာလိုဝန်တိုမှုတွေနဲ့ အတ္တဆန်မှုတွေကို ကွက်ကွက်ကွင်းကွင်းပြထားပြီး\nသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့အတူ ထိတ်လန့်ဖွယ်ခံစားရမှာပါ။ဒီကားမှာတော့ Jump Scare တွေထက်\nတွေးတွေးပြီး ကြောက်ရမယ့်အခန်းလေးတွေပါသလို\nတွေးတွေးပြီး ကြိုုက်ရမယ့် အခန်လေးတွေလည်း ပါတယ်ဗျ\n(အဆုံးသတ်က စာလေး ကြည့်လိုက်ရင် သဘောပေါက်ကြမှာပါ)ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုဂျုံးဆိုတဲ့ မော်ဒယ်လ်က\nအရွယ်ကျလာလို့ ကြော်ငြာရှင်တွေက မသုံးကြတော့ပါဘူး။\nခွဲစိတ်ပြုပြင်မှုတွေ လုပ်ခဲ့တာလည်း မနည်းတာမို့\nနောက်ထပ်ခွဲစိတ်မှုတွေ လုပ်ဖို့ မဖြစ်နိုင်တော့တဲ့အခြေအနေမှာ\nသူ့အစား ရွေးချယ်ခံလိုက်ရတဲ့ မော်ဒယ်လ်က သူ့သူငယ်ချင်း ဖြစ်နေပြီး\nသူနဲ့တွေ့တဲ့အချိန်မှာ ယောဂသင်တန်းတစ်ခု တက်ဖို့ ဖြစ်လာပါတော့တယ်။ဒီယောဂသင်တန်းရဲ့ထူးခြားချက်ကတော့\nတက်လိုက်တဲ့လူတိုင်း ရုပ်ရော ကိုယ်ပါ နုပျိုလှပသွားကြတာပါပဲ။\nဘာလို့လဲဆိုတာကတော့ ..................အားလုံးပဲ တွေးပြီးကြောက်ချင်တယ်ဆိုရင်ကြည့်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။\nယောကျ်ားလေး ပရိသတ်တော့ ကြောက်မှာထက် ကြိုက်တောင်ကြိုက်မလားပဲ\nယောဂကျင့်နည်း အဆန်းလေးတွေလည်း မြင်ရမှာမို့ပါ။(ဖောင်းဒိုင်းရှူးရှဲ အခန်းတစ်ချို့ ပါတာမို့ ကလေးသူငယ်များ ကြည့်ရှုရန် မသင့်တော်ပါဘူး)File size… ...",
        "rating": "4.6",
        "url": "https://megaup.net/2WxN8/(CM)_The_Cursed_Lesson_2020.720p.HDRip.H264.AAC-NonDRM.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMDlkYzRmODAtZjczMy00ODdjLWE4MDUtMzA5YmYwNTVlMTEyXkEy_002-133x200.jpg",
        "title": "Monsters of Man (2020)",
        "description": "Monsters of Man (2020)===================IMDb Rating - 5.2/10 ဇာတ်လမ်းကိုတော့ ရွှေတြိဂံလို့ လူသိများကြတဲ့ ဘိန်းနဲ့ မူးယစ်ဆေးတို့ ကြီးစိုးရာနယ်မြေထဲ နှိမ်နင်းရေးမှာအသုံးချဖို့ စီအိုင်အေက နည်းပညာမြင့် စက်ရုပ်တွေကို စမ်းသပ်ဖို့ရာ အတော်ဆုံးနည်းပညာရှင်တစ်ဖွဲ့ကိုအဲ့ဒီဒေသနားမှာ ငှားရမ်းခေါ်ယူထားပါတယ်။ ရည်ရွယ်ချက်ကတော့ ဒီစက်ရုပ် ပရိုဂရမ်က ဘယ်လောက်တောင်အသုံး၀င်ကြောင်းပြသဖို့ပါ။ ထင်မှတ်မထားတာက အဲ့ဒီနယ်မြေထဲက ရွာလေးတစ်ရွာမှာ မရိန်းတပ်သားဟောင်းမေဆန်တစ်ယောက် တိတ်တဆိတ်အခြေချနေထိုင်နေတာရယ် လုပ်အားပေးဆေးကျောင်းသားတစ်ဖွဲ့ လမ်းပျောက်လို့ရောက်လာတာရယ်ပါ။ ဒီပရိုဂရမ်ကို လူသိခံလို့မဖြစ်တဲ့ စီအိုင်အေအနေနဲ့ နည်းပညာအဖွဲ့နဲ့ပူးပေါင်းပြီး မျက်မြင်သက်သေမကျန်အောင် လက်စဖျောက်ဖို့ကြိုးစားမယ့်ကြားက မေဆန်တို့အဖွဲ့လွတ်မြောက်မလား အဲ့ဒီစက်ရုပ်ပရိုဂရမ်ကရောဘယ်လိုတွေဖြစ်လာမလဲဆို‌တာ ကြည့်ရှုရမဲ့ Sci-fi Action ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 11minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gzoB/Monsters.of.Man.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYzQ5NzU4Y2MtNGYwOC00ZmY2LTk0NmMtOWM0ZjlmMmE4YWE2XkEyXkFqcGdeQXVyMTQ2OTU2OTQ@._V1_-143x200.jpg",
        "title": "Fear Pharm (2020)",
        "description": "Horror သည်းထိတ်ရင်ဖို ဇာတ်ကားကောင်းကြိုက်တတ်သူတို့အတွက် ဇာတ်ကားကောင်းလေး\nသူငယ်ချင်းလေးယောက်တစ်စုကို ပွဲတော်တစ်ခုရဲ့ ဝင်္ကဘာပြောင်းခင်းပိုင်ရှင်က VIP အနေနဲ့ အထူးအခွင့်အရေးကမ်းလာတယ်။\nဝင်္ကဘာကို 1နာရီအတွင်းပြန်ထွက်နိုင်ရင် $10,000 ရမယ့် စိန်ခေါ်မှု ကို ကြုံရတဲ့အခါ\nလူငယ်ပီပီ အသစ်အဆန်းကို စမ်းကြည့်ချင်စိတ်နဲ့ လက်ခံလိုက်ကြတယ်။\nဒီဝင်္ကဘာကြီးက သူတို့ထင်သလို ရိုးရိုးသာမန်မဟုတ်ပဲ ကံဆိုးမှုတွေအသက်အန္တရာယ်တွေကြုံလာရတဲ့အခါ ...\nသူငယ်ချင်းတစ်စု အခက်အခဲတွေကို ကျော်လွှားနိုင်ပါ့မလား... ဘယ်လိုအသက်အန္တရာယ်ကို ရင်ဆိုင်ကြရမလဲ...\nဝင်္ကဘာရဲ့ပိုင်ရှင်မှာ ဘယ်လို ကောက်ကျစ်တဲ့အကြံအစည်တွေရှိနေမလဲ...\nဘာလို့ ဒီလူငယ်တစ်စုကို ပစ်မှတ်ထားရတာလဲ... ဆိုတာကိုတော့\nရုပ်ရှင်ဇာတ်ကား ချစ်ပရိတ်သတ်ကြီး ကိုယ်တိုင် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားကြဖို့ တိုက်တွန်းလိုက်ပါရစေ။ \nFile size…(1.3 GB) and (700 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Moe Htet",
        "rating": "",
        "url": "https://channelmyanmar.org/fear-pharm-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/slVnvaH6fpF22154vnjQJdXCVZd.jpg",
        "title": "Amélie (2001)",
        "description": "Amélie(2001)========================IMDb Rating- 8.3/10\nRotten Tomatoes- 89% \"အဲ့ကောင်မလေးက သူများရဲ့ ကမောက်ကမ ဘ၀တွေကို ကူပြင်ပေးဖို့ ကြိုးစားတာလည်း ဖြစ်နိုင်တယ်လေ\" \"ကိုယ့်ဘ၀ကိုယ်ကျတော့ရော မပြင်ဘူးလား? ကိုယ်ရဲ့ ကမောက်ကမဖြစ်နေတဲ့ ဘ၀ကို မပြင်ဘူးလား? ကိုယ်မှ မပြင်ရင် ဘယ်သူက လာပြီး ကူပြင်ပေးမှာလဲ? \" -Amélie(2001) ကျောင်းတက်ဖို့အရွယ်ရောက်လာတဲ့Amélie Poulainကို သူ့အဖေက နှလုံးရောဂါရှိတယ်လို့ အမှတ်မှားပြီး ကျောင်းမထားပါဘူးဒီတော့ သူ့အမေက သူ့ကို အိမ်မှာပဲ ထားပြီး ကိုယ်တိုင် စာသင်ပေးပါတယ်အဲ့အချိန်ကစပြီး Amélieက အထီးကျန်တဲ့လူတစ်‌ယောက်ဖြစ်လာပြီး သူ့အထီးကျန်မှု‌တွေကို စိတ်ကူးယဉ်မှု‌တွေနဲ့ပဲ အဖော်ပြုခဲ့ပါတယ်ဒါကြောင့် အရွယ်ရောက် အလုပ်လုပ်နေတဲ့အချိန်မှာ ကိစ္စတိုင်းကို သူမတူတဲ့အမြင်နဲ့ ရှုမြင်တတ်တဲ့လူတစ်ယောက်ဖြစ်လာပါတယ်မင်းသမီး ဒိုင်ယာနာဆုံးတဲ့ ၁၉၉၇ခုနှစ် ဩဂုတ်လ ၃၁ရက်မှာ သူ့ကံကြမ္မာပြောင်းဖို့ ဖြစ်လာပါတယ်အဲ့နေမှာ Amélieက သူ့တိုက်ခန်းထဲကနေ ဘူးတစ်ဘူးရှာတွေ့ပါတယ်အဲ့ဘူးက တခြားတော့ မဟုတ်ပါဘူးလွန်ခဲ့တဲ့ နှစ်လေးဆယ်က သူ့တိုက်ခန်းမှာနေခဲ့တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ပစ္စည်းပါအဲ့ဘူးလည်း တွေ့တော့ Amélieက ...",
        "rating": "8.3",
        "url": "https://megaup.net/1ABha/%7BCM%7DAmelia_2001.720p.Blu-Ray.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/ezgif-7-e8a3e9ec15d0-153x200.jpg",
        "title": "Chivalrous ( 2020 )",
        "description": "ဒီတစ်ခါ တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ကျုံမင်းဆက်ကို ပြန်လည်တည်ထောင်ဖို့ ကြိုးပမ်းတဲ့ ဇာတ်လမ်းပုံစံလေးပါဇာတ်ကြောင်းလေးကတော့...ကျုံမင်းဆက်က ဘုရင်ဝမ်မှာ ထူးချွန်လှတဲ့အကြံပေးလေးယောက်ရှိပါတယ် အဲ့ဒီအကြံပေးလေးယောက်ထဲမှာတော့နန်ကုံရှီဆိုတဲ့အကြံပေးက အထူးချွန်ဆုံးပါ အဲ့အပြင် နန်ကုံရှီရဲ့ ဦးလေးဟာလည်း စစ်ပွဲတိုင်း အောင်ပွဲရတဲ့ စစ်နတ်ဘုရားတစ်ယောက်ဖြစ်ပါတယ်ဒါပေမဲ့သူဟာ စစ်ပွဲတစ်ခုမှာ ဒဏ်ရာအပြင်းအထန်ရပြီး ကျုံမင်းဆက်ကိုပြန်တည်ထောင်ဖို့ရာအတွက် လိုအပ်တဲ့ ရတနာတွေကို ဝှက်ထားတဲ့ မြေပုံရွှမ်ဝူအမိန့်စာကို နန်ကုံရှီကို စောင့်ရှောက်ဖို့ အပ်နှံထားခဲ့ပါတယ်နောက်ပိုင်းနန်ကုံရှီမိသားစုရဲ့ မျိုးဆက်တွေဟာ ဒီတာဝန်ကြီးကိုအရေးကြီးတာဝန်တစ်ခုအဖြစ်သတ်မှတ်ပြီး ရွှမ်ဝူအမိန့်စာကိုလက်ဆင့်ကမ်းသယ်ဆောင်ခဲ့ကြပါတယ်အဲ့ဒီနန်ကုံမိသားစုရဲ့ မျိုးဆက် နန်ကုံယွီဟာ နောက်ဆုံးမင်းဆက်ရဲ့သမီးတော် မင်းသမီး ယုံနင်ကို ကာကွယ်ပြီး ရွှမ်ဝူအမိန့်စာနဲ့နိုင်ငံတော်ကို ပြန်လည်ထူထောင်ဖို့ ကြိုးစားနေသူပါတချို့လူတွေဟာလည်း ရတနာတွေကို တပ်မက်ပြီး ရွှမ်ဝူ အမိန့်စာကိုမက်မောလာကြပြီး နန်ကုံရှီမိသားစုကို အကြိမ်ကြိမ်တိုက်ခိုက်ခဲ့ကြပါတယ်တစ်ဖက်မှာလည်း စစ်နတ်ဘုရားရဲ့ မျိုးဆက်ဖြစ်တဲ့ မော့ရှောင်ဟောင်ဟာတစ်ကိုယ်တည်း ဝေါ်လုံချိုင့်ဝှမ်းမှာသိုင်းပညာကိုသာ ကျင့်ကြံနေခဲ့သူပါဒါပေမဲ့ တစ်နေ့မှာ သူ့ရဲ့ဆရာက သူ့အတွက် အမိန့်သုံးခု ချန်ထားခဲ့တာသိလိုက်ရပါတယ် ပထမအမိန့်ကတော့ မင်းသမီးကို ကာကွယ်ပြီးမိသားစုကြီးလေးစုကြားက ပဋိပက္ခကို ဖြေရှင်းဖို့ဖြစ်ပြီးဒုတိယနဲ့ တတိယအမိန့်ကိုတော့ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/chivalrous-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/68481_1_large-140x200.jpg",
        "title": "The Hunt (2016)",
        "description": "The Hunt 2016\n=============\n \n2016 ထွက် the hunt ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်လမ်းမှာ မင်းသားကြီး Ahn Sung-Ki နဲ့ Cho Jin-Woong တို့က အဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်း\nမိုင်းတွင်းဟောင်းကြီးရှိတဲ့ တောင်ပေါ်မှာ မြေပြိုကျမှုတွေဖြစ်ခဲ့တယ်\nအဲ့လိုဖြစ်ပြီးနောက်မှာ ရွှေတုံးကြီး ပေါ်လာခဲ့တယ်\nရွှေတုံးမှန်းသိသွားတဲ့အခါ စုံထောက်ဘတ်ဒုံဂွန်းက လောဘတက်ပြီး\nသူ့ရဲ့ အမဲလိုက်အဖွဲ့နဲ့တူတူ အပိုင်သိမ်းဖို့ လုပ်ကြတော့တယ်\nသူတို့ ရွှေခိုးဖို့လုပ်နေတုန်း မြေပိုင်ရှင် အဘွားရောက်လာပြီး ငြင်းခုန်ရန်ဖြစ်ကြတယ်\nအဲ့ကနေ မြေပိုင်ရှင်အဘွား ချောက်ထဲကို ပြုတ်ကျသွားခဲ့တယ်\nဒါကိုတောင်ပေါ်မှာ တောလိုက်တဲ့ မုဆိုး မွန်းဂီဆောင်းနဲ့\nအဘွားကြီးရဲ့ မြေးတို့ မြင်သွားတဲ့ အခါ.......\nဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ\nဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်\n \nFile Size –  1.63 GB\nQuality –  WEB-DL 1080p\nFile Type – mp4\nDuration – 1h 33min\nTranslator – Hay Thar Oo\nEncoder ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-hunt-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/44881_1_large-138x200.jpg",
        "title": "The Magnificent Scoundrels (1991)",
        "description": "The Magnificent Scoundrels(1991)👥===========================\nMagnificent ဆိုတဲ့အဓိပ္ပာယ်အရ ခမ်းနားတယ်လို့ဘာသာပြန်နိုင်ပြီး Scoundrels ဆိုတာ လူလိမ်၊လူဆိုးလို့ အဓိပ္ပာယ်ကောက်နိုင်ပါတယ်။\nဒီတော့အနီးစပ်ဆုံးပြန်ဆိုရလျှင်(စတိုင်ရှိတဲ့လူဆိုးများ၊လူလိမ်များ)😆သောက်ရမ်းကြမ်းပြီး သာမန်မဟုတ်တဲ့လူဆိုး နှင့် သူခိုးတွေပေါ့ဗျာ။\nဒီဇာတ်ကားထဲက သရုပ်ဆောင်တွေရဲပအကြောင်းအရာတစ်ချို့ကို အနည်းကျဉ်းရေးပေးထားတယ်။🙏\n၁၉၉၁ အောက်တိုဘာလ ၁၀ရက်နေ့မှာ ဟောင်ကောင်၌ စတင်ထွက်ရှိခဲ့ပြီး Imdb Rate 6.6/10\nအထိရရှိထားတဲ့ဇာတ်ကားတစ်ကားပါ။\nချောင်ရဲ့ပင်တိုင်စံဒါရိုက်တာဖြစ်တဲ့ Lee Lik-Chi ကမွေးထုတ်ထားတဲ့ဇာတ်ကားဖြစ်ပြီး Final Justice ရုပ်ရှင်ရဲ့ မင်းသားဖြစ်တဲ့ Danny Lee နှင့် Karl Maka တို့မှ ထုတ်လုပ်ထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်၊၊📽\nKarl Makaဆိုတဲ့သူကတော့ ကတုံးမင်းသားအဖြစ် လူသိများပြီး ကျွန်တော်တို့ငယ်ငယ်က တရုတ်ဟာသ၊ဖိုက်တင် ဇာတ်ကားတွေရဲ့ ဒိတ်ဒိတ်ကြဲဝါရင့်ဆရာတစ်ပါးပါပဲ...\nAces Go Places Series တို့၊(ဖက်တီးမင်းသား)Samon Hung နဲ့တွဲရိုက်တဲ့ Skinny Tiger,Fatty Dragon တို့မှာနာမည်ရရှိထားပြီး နောက်ပိုင်းမှာ Flim Producer အဖြစ်သာရပ်တည်နေပြီးယခုဆို အသက်၇၅ထဲရှိနေသူတစ်ယောက်ပါ။\n၁၉၈၀ရှေ့ပိုင်းက တရုတ်ကားတွေနဲ့ ရင်းနှီး‌တဲ့သူဆိုရင် ...",
        "rating": "",
        "url": "https://megaup.net/2gyrz/The.Magnificent.Scoundrels.1991.720p.Blu-ray.AVC.FLAC.2.0-WMD.mkv",
        "category": "Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZjI4MjBmYzItYTY5OC00OWYzLWE0NWYtZDQxNDQxM2QzYjA4XkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_-132x200.jpg",
        "title": "[James Bond] The Living Daylights (1987)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Timothy Dalton ရဲ့ ပထမဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Timothy Dalton အနေနဲ့ ဘွန်းဇာတ်ကား (၂) ကားသာ ရိုက်ကူးခဲ့ရပြီးသူ့ရဲ့ ဘွန်းဇာတ်ကောင်ဟာ ထူးခြားပါတယ်...မကြိုက်သူတွေက လုံးဝခံစားပေးလို့မရသလိုဂျိမ်းစ်ဘွန်းကို အိလေးဆွဲမမြင်ချင်တဲ့လူတွေကျတော့လည်း သူ့ရဲ့ဘွန်းဇာတ်ရုပ်ကို ပိုပြီးကြိုက်နှစ်သက်ကြပါတယ်...သူကတော့ ဘွန်းတွေထဲမှာ ရုပ်တည်ကြီးနဲ့ အပိုဆာဒါးသိပ်မလုပ်ဘဲသရုပ်ဆောင်တတ်တဲ့ ခပ်တန်းတန်းဘွန်းအဖြစ် အားလုံးက မျက်မှန်းတန်းမိကြပါတယ်။ဒီဇာတ်ကားက IMDb Rating (6.7/10) နဲ့ Rotten Tomatoes (73%) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "",
        "url": "https://megaup.net/2gylg/The_Living_Daylights_(1987)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYTNmNjNlYjItNzZhNi00OTk0LWJjNWUtY2I5M2RlZDRhZDI1XkEyXkFqcGdeQXVyNzEyMDQ1MDA@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "No Mercy (2019)",
        "description": "No Mercy (2019)_____IMDb - 5.4/10\n \nခုတစ်လော Sweet Home နဲ့တအားဟော့နေတဲ့ မီးသတ်သမလေးရဲ့\n၂၀၁၉တုန်းကကားလေးကိုပြန်တင်ပေးလိုက်ပါတယ်\nမင်းသမီးရဲ့ဖိုက်တင်ခန်းတွေကို ရင်တစ်လှပ်လှပ်နဲ့ကြည့်ရမှာပါ\nရုပ်လေးနဲ့ အက်ရှင်တွေနဲ့တင်ပြည့်စုံရုံမကပဲ\nဇာတ်လမ်းကလည်း မျက်ရည်တစ်စမ်းစမ်းနဲ့ကြည့်ရမှာပါ\nဘယ်ကျောင်းသူမှ ဒီဇာတ်ကားထဲက ကောင်မလေးလောက်ဇာတ်မနာနိုင်ပါဘူး\nသရုပ်ဆောင်ကောင်းချက်က တစ်ကယ်ဖြစ်နေသလိုပါပဲ\nအစ်မလုပ်သူက ညီမပျောက်လို့ရှာရင်းနဲ့မှ အနိုင်ကျင့်ခံရတာတွေ မုဒိန်းကျင့်ခံရတာတွေ\nတစ်ယောက်တည်းမဟုတ် တစ်ရပ်ကွက်လုံးကပတ်ကျင့်ကြတာ\nအဲ့လိုမျိုးရင်နာစရာတွေကို တစ်ခုချင်းစီသိလာရတဲ့\nအစ်မတစ်ယောက်ရဲ့ ကလဲ့စားချေချက်တွေကတော့ အားရစရာဖြစ်မှာပါ\nအများကြီးမပြောတော့ပါဘူး\nကြည့်လိုက်ရလို့ နောင်တမရစေမယ့်ကားမို့ အချိန်လေးနည်းနည်းပေးပြီးကြည့်လိုက်ကြပါဦးနော်\nညီမရှာပုံတော် ဖွင့်ရင်း\nအယောက် ၁၀၀ နဲ့ ၁ ယောက်\nရင်ဆိုင်တိုက်ခိုက်ခဲ့တဲ့ အင်ဟေးရဲ့\nဂျွန်ဝစ်ရဲ့ညီမလားလို့ ထင်မှတ်မှားရလောက်တဲ့\nလျင်မြန်ဖြတ်လတ်လွန်းတဲ့ တိုက်ကွက်တွေကိုလည်း\nအားရပါးရ ကြည့်ရှုရမှာပါ...\nအဒ်မင်တောင် မှ သူ သတ်ရင် သေလို့ရအောင်\nလှပတဲ့ မျက်နှာပေးလေး က ချစ်ဖို့ကောင်းနေပါတယ် :D\n \nဒီရုပ်ရှင်ကားကို ThinZar Htet က ဘာသာပြန်ပေးထားပါတယ်...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/no-mercy-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uAxE3xIGDAlqQXGtOgLKaBADVHh.jpg",
        "title": "The Woman Who Ran (2020)",
        "description": "[Unicode]ကိုရီးယားနာမည်ကတော့ Domangchin yeoja/ထွက်ပြေးနေတဲ့ မိန်းကလေးတဲ့ဇာတ်လမ်းက နာမည်လေးနဲ့ တင်စိတ်ဝင်စားဖို့ကောင်းနေတာနော်လူတွေရဲ့ နေ့စဉ်ဘဝမှာ စက်ရုပ်လို ရှင်သန်နေရတဲ့ ဘဝတွေလည်းရှိပါတယ်နေ့စဉ် ဒီလူတွေမြင်ရတယ်\nနေ့စဉ် ဒီအလုပ်တွေပဲလုပ်ရတယ်\nမပြောချင်တာတွေပြောရတယ်\nမလုပ်ချင်တာတွေလုပ်ရတယ်ကြာလာတဲ့အခါ ဒါတွေဟာ ပျင်းဖို့ကောင်းလာတယ်ငြီးငွေ့စရာကောင်းလာတယ်ဒီလို ငြီးငွေ့စရာ ပျင်းစရာတွေကနေ ရုန်းထွက်ချင်လာမယ်လွတ်လွတ်လပ်လပ် ထွက်ပြေးချင်လာမယ်ဒီဇာတ်လမ်းထဲမှာရော ထွက်ပြေးနေတဲ့မိန်းကလေးက ဘယ်သူလဲသူမ ဘယ်ကို ထွက်ပြေးမလဲဆိုတာ ဒီဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုပါနော်ရုပ်ရှင်ပွဲတော်တွေမှာလည်း best film ၃ ဆု နဲ့ best director ဆု ၂ ခုတောင် ရထားပါတယ်။နာမည်ကြီး မင်းသမီး Kim Min Hee က အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ကိုရီးယားနာမည္ကေတာ့ Domangchin yeoja/ထြက္ေျပးေနတဲ့ မိန္းကေလးတဲ့ဇာတ္လမ္းက နာမည္ေလးနဲ႔ တင္စိတ္၀င္စားဖို႔​ေကာင္းေနတာေနာ္လူေတြရဲ႕ ေန႔စဥ္ဘ၀မွာ စက္႐ုပ္လို ရွင္သန္ေနရတဲ့ ဘ၀ေတြလည္းရွိပါတယ္ေန႔စၪ္ ဒီလူေတြျမင္ရတယ္\nေန႔စၪ္ ဒီအလုပ္ေတြပဲလုပ္ရတယ္\nမေျပာခ်င္တာေတြေျပာရတယ္ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-woman-who-ran-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiNOBhz9fHXDTLlrtJSNpp9qti.jpg",
        "title": "Adoring",
        "description": "The Adoring (2019)ည အိပ်မပျော်တုန်း ကြည့်ခဲ့ရတဲ့ ရုပ်ရှင်ကားလေးပေါ့\nနာမည်က Adoring တဲ့\nဒီရုပ်ရှင်ကားထဲမှာ မိသားစု ၆ ခု ဟာ\nမတူညီတဲ့ ပြသနာလေးတွေ ရှိပါတယ်\nတူညီတာကတော့ သူတို့ မွေးထားတဲ့ အကောင်လေးတွေ\nရဲ့ ချစ်ခြင်းမေတ္တာ ပါပဲ\nရှိကြမှာပါ တစ်ချို့တွေ ချစ်သူ မရှိ အိမ်ထောင်မကျခင်\nမွေးထားတဲ့ အကောင်လေးတွေကို သက်ဆိုင်သူ\nရောက်လာတဲ့ အခါ စွန့်ပစ်လိုက်ရတာတွေ\nသက်ဆိုင်သူက အကောင်လေးတွေ မချစ်တက်ရင်\nရွေးချယ်ရမယ့် အခါ ဒီအကောင်လေးတွေကို\nဘေးပို့လိုက်ရတာတွေ ပေါ့\nပြီးတော့ အထီးကျန်နေတဲ့ လူတွေ က\nအကောင်လေးတွေကို သူတို့ သားသမီးလိုပဲ\nချစ်ကြတယ် နွေးထွေးတယ် ယုယတယ်\nအကောင်လေးတွေကလဲ မထင်မှတ်ထားအောင်\nသူတို့ သခင်တွေ အပေါ် ချစ်ကြပြီး ဂရုစိုက်ကြတယ်\nလူသားတွေ ကြားထဲမှာတောင် မရှိတက် မတွေ့ရတဲ့\nနွေးထွေးမှုတွေဟာ သူတို့တွေမှာ ရှိပါတယ်\nသင်ဟာ တိချစ်သူ တစ်ယောက်ဆို\nဒီရုပ်ရှင်ကားကို ကြည့်ပြီး ငိုဖို့ တစ်ရှူးဆောင်ထားပါ\nဒါမှမဟုတ် မကြည့်ပါနဲ့\nပုံမှန်လူတွေတောင် ဒီရုပ်ရှင်ကို ကြည့်ပြီး\nအကောင်လေးတွေ မွေးချင်စိတ် ချစ်ချင်စိတ်\nဖြစ်လာမယ် ထင်တာပါပဲ\nတစ်ချို့တွေက ...",
        "rating": "5.6",
        "url": "https://megaup.net/1AAx5/Adoring_2019_WEB-DL720P_H265_DDP_5.1-%7BCM%7D_.mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/An-Old-Lady-140x200.jpg",
        "title": "An Old Lady (2019)",
        "description": "An Old Lady 2019\n=================\n \n2019 မှာ ထွက်ထားတဲ့ An Old Lady ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်\nမင်းသမီးကြီး Ye Soo Jung က အဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်း\nရှင်းဟျိုဂျောင်းက အသက် ၆၉ နှစ်အရွယ် ရေကူးသမားဟောင်းတစ်ယောက်ပါ\nဆေးရုံမှာ ကုသမှု ခံယူစဉ် male nurse တစ်ယောက်က ဟျိုဂျောင်းကို အဓမ္မကျင့်ခဲ့ပါတယ်\nဆေးရုံဆင်းတဲ့ အခါမှာတော့ ဟျိုဂျောင်းက ရဲစခန်းမှာ အမှုဖွင့်တိုင်ကြားခဲ့ပါတယ်\nဒါပေမယ့် တရားခံကတော့ နှစ်ဦးသဘောတူလို့ ရဲစခန်းမှာ ထွက်ဆိုခဲ့ပါတယ်\nဒီအမှု ဘယ်လိုဆက်ဖြစ်မှာလဲ\nရှင်းဟျိုဂျောင်းအတွက် တရားမျှတမှုကို ရှာဖွေနို်င်မှာလားဆိုတာ\nဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်\nHay Thar Oo မှ ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။File Size –  1.74 GB, 902MB\nQuality –  WEB-DL 1080p/720p\nFile Type – mp4\nDuration – 1h ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/an-old-lady-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMzY5ZWQ0OTMtZjdiYy00YzhmLTg5MDAtMzRlMTllMDliMDJkXkEyXkFqcGdeQXVyNDc2NjEyMw@@._V1_-135x200.jpg",
        "title": "Maximum Risk (1996)",
        "description": "မင်းသားကြီးဗန်ဒိန်းလို့ပြောလိုက်တာနဲ့ 90s born တွေရဲ့အသည်းစွဲမင်းသားကြီးဆိုတာလူတိုင်းသိကြမှာပါ။\nဗန်ဒိန်း၊အာနိုး၊ရမ်ဘို တို့ဆိုတာ ကျွန်တော်တို့ကလေးဘဝရဲ့အကြိုက်နှစ်သက်ခဲ့ရဆုံး အက်ရှင်မင်းသားကြီးတွေဆိုလည်း မမှားပါဘူး။\nသူတို့တွေရဲ့ဇာတ်လမ်းဇာတ်ကွက်ပီပြင်မှု၊အက်ရှင်သရုပ်ပီပြင်မှုတွေဟာ သူတို့ကာလမှာတော့ သူတို့ဟာ legend ပါပဲဗျ။\nကြည့်ဖူးသူတွေလည်းပြန်လည်ကြည့်ရှုခံစားရအောင် မကြည့်ဖူးသူတွေအတွက်လည်းအသစ်ဖြစ်နေစေမယ့်\nဒီတစ်ခါရွေးချယ်ထားတဲ့ကားလေးကတော့ ၁၉၉၆ မှာထွက်ရှိခဲ့တဲ့ မင်သားကြီးဗန်ဒိန်းရဲ့ Maximum Risk ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်။\n၁၉၉၆ ကထွက်ခဲ့တဲ့ကားသာဆိုပေမဲ့အရမ်းခေတ်ကွာတယ်လို့မခံစားရ‌စေဘဲ\nအလွန်ကြည့်လို့ကောင်းတဲ့အက်ရှင်ကားကောင်းတစ်ကားဆိုလည်းဟုတ်ပါတယ်။\nဇာတ်လမ်းအကျဥ်းလေးကတော့ အယ်လိန်ဟာ အလွန်တော်တဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်ပြီး\nသူနဲ့ရုပ်ချင်းအရမ်းတူပြီး မွေးနေ့ပါတူနေတဲ့သူတစ်ယောက်မတော်တဆဖြစ်သေဆုံးတာကိုတွေ့လိုက်ရတဲ့အခါ\nထိုသူရဲ့နောက်ကြောင်းရာဇဝင်ကဘာလဲ\nနယူး‌ယောက်ရဲ့ရုရှားဂိုဏ်းတွေနဲ့ဘယ်လိုပက်သက်မိသွားမလဲ\nဘယ်လိုဇာတ်ရှုပ်ဇာတ်ထွေးထဲရောက်ရှိသွားမလဲကို\nဇာတ်လမ်းအဖွင့်ကစလို့အက်ရှင်ခန်းမြိုင်မြိုင်နဲ့ခံစားရဦးမယ့်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nဒေါင်းကြည့်ရတာနောင်တမရစေမယ့် မင်းသားကြီးဗန်ဒိန်းရဲ့ Maximum Risk ဆိုတဲ့\nအက်ရှင်ဇာတ်ကားဟောင်းလေးကိုလည်းကြည့်ရှုခံစားပေးလှည့်ပါဦးခင်ဗျာ။ \nFile size…(1.9 GB) and (1 GB)\nQuality…Blu-Ray 1080p 5.1CH & 720p\nFormat…mp4\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by San Thu Aung",
        "rating": "5.5",
        "url": "https://megaup.net/UCpn/Maximum.Risk.1996.720p-x264.mp4.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uSBD1T0GVWQnlZQcUQoBucevS75.jpg",
        "title": "Coolie No. 1(2020)",
        "description": "Coolie No. 1 (2020)အညွှန်း\n*************************ရာဂျုးကူလီက ငယ်ငယ်တုန်းက မမျှော်လင့်ပဲ သူ့အမေနဲ့ ရထားဘူတာတစ်ခုမှာ ရှင်ကွဲကွဲသွားခဲ့ပါတယ်။ဘူတာက လူတစ်ယောက်က သူ့ကို ကူလီထမ်းပြီး ဘဝကို ပျော်ပျှော်ရွှင်ရွှင်နဲ့ ရှေ့ဆက်ဖို့ သင်ကြားပေးခဲ့သတဲ့။ဒီလိုနဲ့ သူကြီးလာတော့ ဘူတာမှာ လူတကာရဲ့ အထုပ်တွေကိုသယ်ရင်း အလုပ်လည်းကြိုးစားသလို ဉီးဆောင်နိုင်စွမ်းလည်းရှိလေတော့ရာဂျုးကူလီ နံပါတ် ၁ ဆိုပြီး နာမည်ကြီးနေပါတော့တယ်။\nမစ္စတာရိုဇာရီယိုဆိုတဲ့ လောဘကြီးသူဋ္ဌေးရဲ့ အိမ်ကိုလည်း ပုဏ္ဏားတစ်ယောက်ကမင်္ဂလာကိစ္စကမ်းလှမ်းဖို့ သားရှင်မိသားစုနဲ့အတူ ရောက်လာတယ်။\nရိုဇာရီယိုက \"အစားအသောက်ပစ္စည်းဝယ်ရင်တောင် လေယာဉ်နဲ့ထွက်ဝယ်တဲ့သူမျိုး၊နိုင်ငံတစ်နိုင်ငံက ပိုက်ဆံလိုရင်တောင် သူ့အရှေ့လက်လာဖြန့်ရမယ့်သူမျိုးကိုပဲ သားမက်တော်နိုင်မယ်\"လို့လေလုံးထွားလိုက်ပါတယ်။ပုဏ္ဏားကြီးဟာ သူ့သက်တမ်းတစ်လျှောက် ဒီလိုမျိုးမကြုံဘူးတော့အရမ်းရှက်သွားတယ်...ဒါ့ကြောင့် ဘဝင်လေဟပ်နေတဲ့မိသားစုကို လက်စားချေဖို့ လွန်စွာမှာ နိမ့်ကျတယ်လို့ယူဆတဲ့ ရာဂျူးကူလီနံပါတ် ၁ ကို အကူအညီတောင်းပြီး ရွှေဇွန်းကိုက်တဲ့သမီးတော်ကို ရဖို့ကြိုးစားပါတော့တယ်...ကူလီသမားကို သူဌေးကြီးပုံစံဖြစ်အောင် ပုဏ္ဏားကြီးဘယ်လိုကြိုးစားမလဲ...သူတို့ဘယ်လိုအကွက်ချကြမလဲ..အောင်မြင်နိုင်ပါ့မလား....ဆိုတာကိုတော့...\nတော်တော်လေး ရယ်ရတဲ့ ဇာတ်ကားဖြစ်လို့ Comedyကားကြိုက်သူများ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်....File Size ...",
        "rating": "",
        "url": "https://megaup.net/2gxnt/Coolie_No.1.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/heAafjmY0UTiGmesRKSl0Uoejma.jpg",
        "title": "From Bedrooms to Billions: The PlayStation Revolution (2020)",
        "description": "From Bedrooms to Billions : The Playstation Revolution (2020)အခုဆိုရင် PS5လဲထွက်လာခဲ့ပြီဆိုတော့\nPlayStationဆိုတာ မြန်မာပြည်က လူငယ်တွေနဲ့စိမ်းမယ်မထင်ပါဘူး\nငယ်ငယ်ထဲက PS2ဆိုင်မှာ ဆော့ခဲ့ကြတဲ့ အရသာကို\nအခုထိကောင်းကောင်းကြီး သတိရနေကြအုံးမှာပါ\nဒီမှတ်တမ်းရုပ်ရှင်ထဲမှာတော့\nငယ်ငယ်က PlayStationရယ်လို့ဖြစ်လာတဲ့ အကြောင်းအရာတွေ\nသူ့ခေတ်သူ့အခါက ကြုံတွေ့ခဲ့ရမဲ့ အခက်အခဲတွေကို\nDocumentary အနေနဲ့ရိုက်ပြထားပါတယ်သူ့ခေတ်သူ့အခါက စိန်ခေါ်မှုတွေ အားပြိုင်မှုတွေနဲ့\nစက်တစ်ခုချင်းစီရဲ့ တည်ဆောက်ပုံတွေ\nဂိမ်းတွေဖန်တီးရာမှာ ကြုံတွေ့ခဲ့ရတဲ့အခက်အခဲတွေကို\nDevelopersတွေ ဖန်တီးသူတွေကို\ninterview ပုံစံနဲ့ ရိုက်ကူးထားတဲ့ documentary ပုံစံမျိုးဖြစ်လို့\nPlayStation ရဲ့ သမိုင်းကြောင်းကို အသေအချာသိနိုင်တဲ့ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်ဘာသာပြန်နဲ့ အညွှန်းရေးသားပေးထားတာကတော့ Summer ပဲ ဖြစ်ပါတယ်။File size… 2.9 GB \nQuality….WEB-DL 1080p\nFormat…mp4\nDuration…. 2hr 42min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. August",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/from-bedrooms-to-billions-the-playstation-revolution-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qGRnR8FwHENyna9TGYOBDj53dct.jpg",
        "title": "Night Flight (2014)",
        "description": "[Unicode]ဆယ်ကျော်သက်ကောင်လေးသုံးယောက်ဖြစ်တဲ့\nသူ့ရဲ့ပုံစံအမှန်ကိုဖုံးကွယ်ထားတဲ့ကောင်လေး ယောင်းဂျူ\nကျောင်းလူမိုက်အဖွဲ့ခေါင်းဆောင် ဂီဝန်း\nငကြောက်လေး ဂီထယ်...\nတစ်ချိန်ကခင်ခဲ့တဲ့ သူငယ်ချင်းသုံးယောက် အကြောင်းကိစ္စလေးတွေကြောင့် စိတ်ဝမ်းကွဲခဲ့ရပါတယ်ဂီဝန်းရဲ့အဖွဲ့အနိုင်ကျင့်မှုကို သည်းမခံနိုင်တော့တဲ့ ဂီထယ်တစ်ယောက် ယောင်းဂျူနဲ့ဂီဝန်းတို့အကြောင်းကို ဖွင့်ချခဲ့ပါတယ်ယောင်းဂျူကတော့ ဂီဝန်းကိုကြိုက်နေတာဖြစ်ပြီး ဂီဝန်းတစ်ယောက်ကတော့ အချစ်ဆိုတာ နားမလည်တဲ့လူမိုက်လေးတစ်ယောက်ပေါ့အဲ့လိုနဲ့သူငယ်ချင်းတွေကြားထဲက ပဋိပက္ခတွေကြီးလာပြီး ဘယ်လိုတွေအဆုံးသတ်မလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာပဲ ကြည့်လိုက်ကြပါလိင်တူချင်းချစ်ကြိုက်တာကိုကန့်ကွက်တဲ့ ကိုရီးယားနိုင်ငံရဲ့အယူတွေကြောင့် ယောင်းဂျူတစ်ယောက် ဘယ်လိုတွေခံရမလဲဆိုတာ...( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် ) [Zawgyi]ဆယ္ေက်ာ္သက္ေကာင္ေလးသုံးေယာက္ျဖစ္တဲ့\nသူ႔ရဲ႕ပုံစံအမွန္ကိုဖုံးကြယ္ထားတဲ့ေကာင္ေလး ေယာင္းဂ်ဴ\nေက်ာင္းလူမိုက္အဖြဲ႕ေခါင္းေဆာင္ ဂီဝန္း\nငေၾကာက္ေလး ဂီထယ္...\nတစ္ခ်ိန္ကခင္ခဲ့တဲ့ သူငယ္ခ်င္းသုံးေယာက္ အေၾကာင္းကိစၥေလးေတြေၾကာင့္ စိတ္ဝမ္းကြဲခဲ့ရပါတယ္ဂီဝန္းရဲ႕အဖြဲ႕အႏိုင္က်င့္မႈကို သည္းမခံႏိုင္ေတာ့တဲ့ ဂီထယ္တစ္ေယာက္ ေယာင္းဂ်ဴနဲ႔ဂီဝန္းတို႔အေၾကာင္းကို ဖြင့္ခ်ခဲ့ပါတယ္ေယာင္းဂ်ဴကေတာ့ ဂီဝန္းကိုႀကိဳက္ေနတာျဖစ္ၿပီး ဂီဝန္းတစ္ေယာက္ကေတာ့ အခ်စ္ဆိုတာ နားမလည္တဲ့လူမိုက္ေလးတစ္ေယာက္ေပါ့အဲ့လိုနဲ႔သူငယ္ခ်င္းေတြၾကားထဲက ပဋိပကၡေတြႀကီးလာၿပီး ဘယ္လိုေတြအဆုံးသတ္မလဲဆိုတာကေတာ့ ဇာတ္လမ္းထဲမွာပဲ ၾကည့္လိုက္ၾကပါလိင္တူခ်င္းခ်စ္ႀကိဳက္တာကိုကန္႔ကြက္တဲ့ ကိုရီးယားႏိုင္ငံရဲ႕အယူေတြေၾကာင့္ ေယာင္းဂ်ဴတစ္ေယာက္ ဘယ္လိုေတြခံရမလဲဆိုတာ...( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ ) File size__( ...",
        "rating": "7.6",
        "url": "https://megaup.net/2gx5x/Night_Flight_(2014)_720p.mp4",
        "category": "BL, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iiJJoJwpdmGZJVjynRzMME6Z6Kf.jpg",
        "title": "Darbaan (2020)",
        "description": "Darbaan (2020)သံ ..... ယော ..... ဇဉ် .....စကားက ၃ လုံးထဲ။\nတွယ်မိငြိမိရင် လူကို အဆုံးထိအောင် နွယ်ပတ်နေတတ်တာမျိုး\nအဆုံးထိအောင် လောင်ကျွမ်းစေတတ်တာမျိုး။သံယောဇဉ် ဆိုတာ အစမထားမိရင် ဘာမှမဖြစ်တတ်တဲ့အမျိုး။\nစမိရင်တော့ အဆုံးမရှိ။ဒီဇာတ်လမ်းကတော့ ၁၈၉၁ ခုနှစ်တုန်းက ဝတ္ထုတိုကို ပြန်ပြီး ရိုက်ကူးထားတာလို့ ဆိုပါတယ်။\nသံယောဇဉ်ကြိုး နှောင်ဖွဲ့ထုံးတဲ့အကြောင်းကို ရိုက်ကူးထားတာပါ။ရိုင်ချာရန် ဆိုတဲ့ ကလေးထိန်းတစ်ယောက်အကြောင်းပါ။\nကလေးထိန်းနဲ့ ကလေးရဲ့ သံယောဇဉ်အကြောင်းကို ထိထိမိမိ တင်ပြထားခဲ့တာပါ။ဇာတ်လမ်းအကြောင်းကို အကျဉ်းရှင်းရင်တောင် ဇာတ်ကြောင်းပေါ်ပြီး ကြည့်မကောင်း ဖြစ်သွားနိုင်တာမို့ စပွိုင်းမပါဘဲ ရိုင်ချာရန် အကြောင်းလို့သာ မှတ်ယူပြီး ကြည့်စေချင်ပါတယ်။ကြည့်မိအောင်သာ ကြည့်ပါ။ ရင်ထဲကို ထိသွားစေရပါမယ်။\nမျက်ရည်မခိုင်တဲ့လူဆို မျက်ရည်ကျမိမှာ အသေအချာပါပဲ။\nအာရှကားတွေရဲ့ ဒရာမာအချိုးအကွေ့တွေက အာရှသားတွေရဲ့ရင်ကို ယိုင်နဲ့သွားစေမှာတော့ အမှန်ပါပဲ။IMDb - 7.4/10 ဆိုတာကတော့ အလကား မဟုတ်တာ ကြည့်မိရင် သိပါလိမ့်မယ်။Review, Translate and Encode - ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Wu3A/(CM)_Darbaan_(2020)_720p..mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/images-1-133x200.jpg",
        "title": "Paradise Z (2020)",
        "description": "Paradise Z (Two of  Us) (2020) Horror အမျိုးအစားကိုမှကြိုက်ပါတယ်ဆိုတဲ့\nရုပ်ရှင်ချစ်ပရိသတ်တွေအတွက် ၂၀၂၀ အစောပိုင်းက ထွက်ရှိထားတဲ့\nဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေဒီကားလေးကတော့ apocalypse တွေထဲမှာမှ\nလူကြိုက်များပြီး စိတ်လှုပ်ရှားမှုပိုပေးနိုင်တဲ့\nzombie apocalypse ကားအမျိုးအစားလေးပဲဖြစ်ပါတယ်ဟုတ်ကဲ့ ....... ဇာတ်လမ်းအကျဉ်းချုပ်လေးပြောပါမယ်ဒီကားထဲမှာတော့ ဆေးလ်နဲ့ရို ဆိုတဲ့ မင်းသမီးချောလေးနှစ်ယောက်က\nအဓိကဇာတ်ဆောင်အနေနဲ့ ပါဝင်ပါတယ်\nပျက်ကပ်ရဲ့ရိုက်ခတ်မှုကြောင့် သူတို့နှစ်ယောက်ဟာ\nလူသူမရှိတဲ့ရပ်ကွက်တစ်ခုမှာခိုလှုံတိမ်းရှောင်ရင်း နေထိုင်စားသောက်နေရပါတယ်\nနေထိုင်စားသောက်ရတာတော့အဆင်ပြေပေမယ့်\nသူတို့နေရာဟာ စိတ်ချရတဲ့နေရာတော့မဟုတ်ပါဘူး\nဒါအပြင်လူအချင်းချင်းခေါင်းပုံဖြတ်ချင်တဲ့လူတွေနဲ့လည်းရင်ဆိုင်ရပါသေးတယ်\nတစ်နေ့သူတို့နေထိုင်တဲ့နေရာကို zombie တွေကျူးကျော်ဝင်ရောက်လာတဲ့အခါမှာတော့\nမိန်းမသားနှစ်ယောက်တည်းနဲ့ ဒီအခက်အခဲ တွေကို ကျော်လွှားနိုင်ပါ့မလားသူတို့ဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမလဲ ဆိုတာကတော့......ဒီလိုစိတ်လှုပ်ရှားစရာအခန်းတွေအပြင် မင်းသမီးချောလေးနှစ်ယောက်ရဲ့ nude scene တွေလည်းပါတာဆိုတော့\nzombie apocalypse ကိုမှကြိုက်တဲ့ ပုရိသယောက်ျားတွေအတွက်တော့\nအချိုပေါ်သကာရည်လောင်းလိုက်သလိုပဲပေါ့ဗျာReview နဲ့ ဘာသာပြန်ကတော့ Tk ပါFile size…1.18 GB and\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr 35 min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. August",
        "rating": "3.3",
        "url": "https://megaup.net/2gwyZ/(CM)_Two.Of.Us.2020.720P.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNWYyMWFmYjMtMjBiZi00MDdmLWIyMjAtZWNlMGQ0YjI2NTBkXkEy_002-135x200.jpg",
        "title": "Half Brothers (2020)",
        "description": "Half Brothers (2020)================IMDb Rating - 5.4/10ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ family drama ကားကောင်းလေးတစ်ကားပါ။ရီနာတို ဆိုတဲ့ကောင်လေးတစ်ယောက်က ပျော်ရွှင်စရာကောင်းတဲ့ မက္ကဆီကန်မိသားစုသုံးယောက်ရှိတဲ့အထဲက သားလေးတစ်ယောက်ပါ။ နိုင်ငံစီးပွားရေးတွေ ကျပ်တည်းလာတဲ့အချိန် ရီနာတိုရဲ့အဖေ ဖလာဗီယိုက အမေရိကန်မှာ အလုပ်သွားလုပ်ဖို့ ဖြစ်လာခဲ့ပြီး ရီနာတိုကိုပြန်လာမယ်လို့ ကတိပေးခဲ့ပေမဲ့လည်း ပြန်မလာနိုင်ခဲ့ပဲ အမေရိကမှာ တစ်အိုးတစ်အိမ်ထူထောင်လိုက်ပြီလို့ သိခဲ့ရတယ်။ ရီနာတိုကတော့ သူ့အဖေကို အကြီးအကျယ်စိတ်နာနေခဲ့တယ်။ နှစ်တွေအများကြီးကြာပြီး ရီနာတိုတစ်‌ယောက် ကိုယ်ပိုင်မိသားစုထူထောင်တော့မဲ့အချိန် သူ့အဖေရဲ့အမေရိကန်မိသားစုက ဖလာဗီယိုတစ်ယောက် နောက်ဆုံးအခြေအနေရောက်နေပြီမို့ လာတွေ့ဖို့အသိပေးတဲ့အတွက် အမေရိကကို သွားဖို့ အကြောင်းရှိလာတဲ့အချိန် သူ့မှာ ညီတစ်ယောက်ရှိနေတာကိုပါ သိလိုက်ရပြီး ဖလာဗီယိုသေဆုံးခါနီးမှာ ရီနာတိုတို့ မိသားစုကို စွန့်ပစ်ခဲ့ရတဲ့အကြောင်းကိုရှာဖွေဖို့ ပဟေဠိဆန်ဆန်ချန်ခဲ့တာကြောင့် ရီနာတိုတစ်ယောက် သူ့ရဲ့ ဖအေတူမအေကွဲညီနဲ့အတူ ရှာပုံတော်ဖွင့်ရတဲ့အကြောင်းကို စိတ်၀င်စားဖွယ် ရိုက်ကူးတင်ဆက်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကိုဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.4",
        "url": "https://megaup.net/UBtd/Half.Brothers.720p.WEB-DL.DD5.1.H.264[CM].mp4",
        "category": "Comedy, Drama"
    }
]