[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wF2Tnf0bdYrzCKVbWh0mFwPJS6k.jpg",
        "title": "The Crow(1994)",
        "description": "The Crow(1994) အညွှန်း*********************IMDb....7.5Halloween မှာ လက်ထပ်ဖို့ စီစဉ်ထားတဲ့ စုံတွဲလေးဟာ တစ်ရက်အလိုမှာ ရက်ရက်စက်စက် အသတ်ခံလိုက်ရပါတယ်။The Crow (ကျီးကန်း) ဟာ သေသူတွေရဲ့ ဝိဉာဉ်ကို သယ်ဆောင်ပေးတဲ့ အချိတ်အဆက်လေးပေါ့။ထူးဆန်းစွာ တစ်နှစ်ကြာအပြီးမှာ သေဆုံးသွားတဲ့ လူရွယ်ဟာ ထူးဆန်းစွာ  ပြန်လည်နိုးထလာခဲ့တယ်..နာကျဉ်းမှုတွေနဲ့နှိုးထလာခဲ့တဲ့ သူဟာ သူနဲ့ သတို့သမီးလောင်းလေးကိုသတ်ဖြတ်ခဲ့တဲ့ လူမိုက်တွေကိုလက်စားချေဖို့ကြိုးစားပါတော့တယ်...he Crow ဆိုတဲ့ အက်ရှင်ကားဟာ Bruce Lee ရဲ့ သား Brandon Lee မကြွေလွင့်ခင်ရိုက်ခဲ့တဲ့ နောက်ဆုံး ကားလေးပေါ့။ ဒီကား‌လေး ရုံတင်ဖို့ ရက်အနည်းငယ် အလိုမှာပဲ Brandon Lee ဟာ သေဆုံးသွားခဲ့တာပါ။1994 တုန်းက အင်မတန် နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားလေး။အက်ရှင်ကားကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း.ာ်   File Size :(1.9GB) (954 MB) and (309 MB)\nQuality : Blu-Ray 1080p5.1ch, ...",
        "rating": "7.5",
        "url": "https://megaup.net/32Pgy/The_Crow.1994.BLU-RAY.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/04gjhoeodiz0-133x200.jpg",
        "title": "Tianqi Apocalypse (2021)",
        "description": "ဒီတစ်ခါမှာတော့ English ရုပ်ရှင် Skyline နဲ့ Korea ရုပ်ရှင် Train to Busan တို့ကိုပြန်အမှတ်ရစေမယ့် တရုတ် ဇွန်ဘီ ဖုတ်ကောင်ကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nစကားမပြောတတ်တဲ့ သမီးဖြစ်သူအတွက် သမားတော်ဆီမှာ ဆေး၀ယ်ပြီး အိမ်ကိုပြန်လာတဲ့ အဖေနဲ့ ဦးလေး..မြို့တစ်မြို့လုံးကိုမြူတွေဆိုင်းလာပြီး မြူခိုးထဲမှ မကောင်းဆိုးဝါး အငွေ့အသက်တွေကြောင့် ဖုတ်ကောင်ဖြစ်သွားကြတဲ့မြို့သူမြို့သားတွေကြားရောက်နေတဲ့သမီးကိုကယ်တင်ရတော့မယ့်အခါ..မကောင်းဆိုးဝါးတွေရန်က ဘယ်လိုရုန်းထွက်မလဲ။ သမီးကိုရော ပြန်တွေ့နိုင်ပါ့မလားဆိုတာခံစားကြည့်ရင်းရသမျိုးစုံခံစားရမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားပါပဲ။တင်ဆက်ပုံတစ်မျိုးပေမယ့် Train to Busan ကော Skyline ကိုကော သတိရမိစေတဲ့ကားကောင်းတကားမို့ ရှုစားအားပေးကြည့်လိုက်ပါဦး။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ SST ဖြစ်ပါတယ်။)\nFile size…(999 MB)/(550 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by SST",
        "rating": "",
        "url": "https://megaup.net/2mQ6o/(CM)_Tian.Qi.Jing.Zhe.Bian.2021.720p.WEB-DL.H265.AAC.mp4",
        "category": "Action, Asian, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4b65jVx7b0CZGkXX4nOUGvTvZ07.jpg",
        "title": "Swan Song(2021)",
        "description": "ဒီတစ်ခေါက်Channel Myanmarကနေ ဘာသာပြန်တင်ဆက်ပေးလိုက်တဲ့ဇာတ်ကားကောင်းလေးကတော့ \"Swan Song\"ပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက rating 6.7အထိရရှိထားပြီးဇာတ်လမ်းအကျဉ်းလေးကတော့မီးရထားပေါ်မှာစတွေ့ခဲ့ပြီးချစ်ခဲ့ကြတဲ့ ကန်မရွန်တန်နာနဲ့ပေါ်ပီတိုရဲ့ အချစ်ရေးက သာယာချိုမြိန်ခဲ့ပါတယ် ဒါပေမယ့်အိမ်ထောင်ကျ ကလေးရပြီးမကြာခင်မှာပဲ ကံဆိုးစွာနဲ့ကမ်မရွန်ကရောဂါကြောင့်သေဆုံးတော့မယ့်အခြေအနေကိုရောက်လာခဲ့ပါတယ်သူကသူ့ဇနီးနဲ့သားဖြစ်သူကိုတစ်ယောက်တည်းမထားခဲ့ချင်တာကြောင့်ဓာတ်ခွဲခန်းတစ်ခုမှာ သူရဲ့ကိုယ်ပွားတစ်ခုကိုဖန်တီးခဲ့ပါတယ်ရုပ်ရည်၊မှတ်ဉာဏ်ကအစအကုန်တူတဲ့ဒီ ကမ်မရွန်2.0 အားဖန်တီးထားတဲ့အကြောင်းကိုသူ့ဇနီးကိုပြောမပြရင်ဒီပ‌‌ရောဂျက်က အလုပ်ဖြစ်မယ်ပေါ့ ဒီလိုနဲ့သဘောတူလိုက်ပြီးသူ့ကိုယ်ပွားကမ်မရွန်ကို အသက်သွင်းပြီး‌တော့သူတိုအိမ်ကိုလွှတ်လိုက်ပါတယ် အဲ့ဒီနောက်ပိုင်းမှာတော့ကိုယ်ပွားရဲ့ကင်မရာကနေပဲတစ်ဆင့် သူ့ဇနီးရဲ့အခြေအနေကိုစောင့်ကြည့်ခဲ့ရပါတယ် ဒီဇာတ်ကားမှာဆိုရင်တော့ယောကျာ်းကောင်း ဖခင်ကောင်းတစ်ယောက်အဖြစ်ကမ်မရွန်ကိုတွေ့ရမှာဖြစ်ပြီး မိသားစုနဲ့လည်းမခွဲခွာချင် ၊သူသေဆုံးသွားခဲ့ရင်အဖော်မဲ့နေမယ့်သူ့ဇနီးအဖြစ်ကိုလည်းမမြင်ချင်တာကြောင့်နောက်ဆုံးမှာဘယ်လိုဆုံးဖြတ်ချက်တွေချမလဲကမ်မရွန့်ကိုယ်ပွားကရော ပေါ်ပီတိုနဲ့အဆင်ပြေပြေနေနိုင်ပါ့မလားဆိုတာကိုChannel Myanmarနဲ့အတူခံစားကြည့်ရှုလိုက်ရအောင်လားရှင်ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yunni ဖြစ်ပါတယ်  \nFile size…1.2GB / 750MB\nQuality…1080p H264 WEB RIP ASAC5.1CH / 720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.7",
        "url": "https://megaup.net/10Wxy/Swan.Song.2021.ATVP.720p.WEBRip.x264.YK(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/6f170de3b481719baa10256169d8a7278c6d1b1b1112dddb504eea6fee24b019._RI_V_TTW_-150x200.jpg",
        "title": "[18+] Mastizaade (2016)",
        "description": "အိန္ဒိယရဲ့ အလန်းမင်းသမီး Sunny Leone ရဲ့ အချစ်ဟာသ ဇာတ်ကားလေးပါ။\nရုပ်ရှင်ပိုစတာကြည့်လိုက်တာနဲ့ မိသားစုနဲ့မကြည့်သင့်မှန်း တန်းသိမှာပါ။\nAdult Comedy အမျိုးအစားဖြစ်တာကြောင့်\nSunny Leone ပရိတ်သတ်တွေအတွက်သာ ရည်ရွယ်တင်ဆက်လိုက်ပါတယ်။ဟာသကားဆိုပေမဲ့ အသက်မပြည့်တဲ့ကလေးငယ်တွေ၊ မိသားစုနဲ့ကြည့်မယ့်သူတွေကြည့်ဖို့မသင့်တော်တဲ့ကားမျိုးဆိုလည်း ဟုတ်ပါတယ်။ မင်းသမီးရဲ့အဖော်အချွတ်တွေ အသားကုန်သုံးထား၊ ၁၈ အပေါင်းဟာသတွေ ရှယ်သုံးထားတဲ့ ဟာသကားမျိုးပါ။ တော်ရုံဟာသကားလောက်နဲ့မဖြုံတဲ့သူတွေမကြည့်သင့်ပေမဲ့ တစ်ချို့တွေအတွက်တော့ ပေါ့ပေါ့ပါးပါးနဲ့ ခွီ‌လို့ကောင်းမယ့် ကားကောင်းလေးတစ်ကားပါ။အဒီယားနဲ့ ဆန်နီဆိုတဲ့ လူရှုပ်လူ‌ပွေတွေပေါ့ဗျာ၊ တွေ့သမျှစော်လေးတွေ လိုက်ဖိ၊ ဟိုဟာလျှောက်လုပ် ဒီဟာလျှောက်လုပ် စုံစေ့နေအောင် လျှောက်လုပ်ဖူးတဲ့ကောင်တွေပေါ့။တွေ့သမျှ ကောင်မလေးတွေကို ပေါ့ပေါ့တန်တန်သဘောထားတဲ့သူတို့နှစ်ယောက် ခေတ်မီမီနဲ့လှတဲ့လိုင်လာလီလီ နဲ့ ဂန္တဝင်ဆန်ဆန်လှတဲ့လီလီလဲ့လဲ့ ဆိုတဲ့ လုံးကြီးပေါက်လှအမွှာညီအစ်မ‌နဲ့တွေ့တဲ့အခါ ဘယ်လိုတွေဈာန်လျှောပြီးတော့ ဘယ်လိုအလွဲတွေဖြစ်ကြမလဲဆိုတာ....။ဆန်နီရဲ့အလှအပတွေနဲ့ရင်ပူချင်ရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ။\nFile size…(2.4 GB)/(1.2 GB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu ...",
        "rating": "",
        "url": "https://megaup.net/10Wx3/(CM)_Mastizaade_2016_Hindi_720p_NF_WebDL_DDP_AAC_2.0_Audio.mp4",
        "category": "Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVCU6JrL03mcIYEgcTIIkBt0jGU.jpg",
        "title": "Hot Blood (2021)",
        "description": "Hot Blood (2021)လူကောင်သေးပေမဲ့ သွေးပူလွယ်ပြီး လူမိုက်လုပ်ချင်တဲ့ ဟွန်း ရယ် .....\nစစ်မှုထမ်းတော့မဲ့အတွက် မွေးရပ်မြေကို ခဏပြန်လာတဲ့ ထယ်ယုံး ရယ် .....\nလက်ဝှေ့သမားဘဝကနားပြီး ပစ္စည်းပို့အလုပ်လုပ်နေတဲ့ ဆောင်းဝူ ရယ်....\nအရက်ဆိုင်ဖွင့်ထားတဲ့ ဆယ်ယွန်း ရယ် ....အထက်တန်းကတည်းက သူငယ်ချင်းလေးယောက် ဆုံတုန်းလေး အရင်လိုပြန်ဆော့မယ်အလုပ်မှာ\nတကယ့် လူမိုက်ကြီးတွေအကြား ပဲလှော်ကြားဆားညှပ်သွားပါတော့တယ်နောက်ဆုံးတော့ သူတို့တွေထွက်ပြေးမလား ထိပ်တိုက်ပဲရင်ဆိုင်မလားပဲနော်တိုက်တာခိုက်တာကြည့်ရင်းနဲ့ကို ရယ်မောစေမဲ့ ဇာတ်ကားလေးပါပဲဇာတ်လမ်းကောင်းတာမို့ အများကြီး မညွှန်းတော့ပါဘူး\nညွှန်းလွန်းရင်လည်း စပွိုင်းထိသွားရင် ပေါ့သွားမှာပါ။ဖိုက်တင်ကားကောင်းကောင်းကို ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားကိုသာ ကြည့်လိုက်ပါလို့ ပြောပါရစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.3Gb, 764MB, 255MB\nFormat…mp4\nDuration…. 1h 32min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ...",
        "rating": "4.5",
        "url": "https://megaup.net/2mQkh/Hot.Blood.2021.720p.FHDRip.CM.mp4",
        "category": "Action, Comedy, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ma5wo9KkribuSLrSZZVE8XxF9YL.jpg",
        "title": "New Nightmare (1994)",
        "description": "Wes Craven's The New Nightmare (1994) IMdb - 6.5/10, Rotten Tomatoes - 80%လောကကြီးထဲမှာ ဟိုးရှေးခေတ်ကတည်းကစပြီး ဘုရားသခင်ရဲ့ဖန်ဆင်းမှုတွေထဲမှာ ရောပြီးပါဝင်လာတဲ့ မကောင်းဆိုးဝါးဆိုတာ ရှိပါတယ်တဲ့။ သူက ခေတ်အမျိုးမျိုးမှာ ပုံစံအမျိုးမျိုးနဲ့ အပြစ်မဲ့သူတွေကို သတ်ဖြတ်လာခဲ့ပါသတဲ့။လူတွေက စိတ်ကူးစိတ်သန်းတွေထုတ်ပြီး ဇာတ်လမ်းတွေ ပုံပြင်တွေ ရေးဖြစ်တဲ့အချိန်မှာတော့ စာရေးဆရာတွေရဲ့ စိတ်ကူးဉာဏ်က မကောင်းဆိုးဝါးကို ဖမ်းယူပြီး ဇာတ်လမ်းထဲမှာ ထည့်ပိတ်လိုက်မိတယ်ဆိုပဲ။ ဇာတ်လမ်းမပြီးသေးသရွေ့တော့ မကောင်းဆိုးဝါးဟာ ဇာတ်လမ်းထဲမှာပဲ ပိတ်မိနေတာပေါ့။ ဇာတ်လမ်းပြီးသွားတဲ့အခါမှာတော့ မကောင်းဆိုဝါးက ပုံစံအသစ်နဲ့ပဲဖြစ်ဖြစ် ပုံစံအဟောင်းနဲ့ပဲဖြစ်ဖြစ် လောကကမ္ဘာအစစ်ထဲကို လွတ်မြောက်လာပါရောတဲ့။အခု Elm လမ်းပေါ်က အိပ်မက်ဆိုးဇာတ်ကားတွေထဲမှာ Freddy အဖြစ် ပိတ်မိနေတဲ့ မကောင်းဆိုးဝါးကြီးက Part 6 The Final Nightmare အပြီး ဇာတ်လမ်းအပြီးသတ်သွားတာကြောင့် လူ့လောကကို ထိုးဖောက်ဝင်လာဖို့ ကြိုးစားတဲ့အချိန်ပေါ့။ Freddy ...",
        "rating": "6.5",
        "url": "https://megaup.net/10U45/(CM)_Wes_Craven_s_New_Nightmare_(1994)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/doyiGwpxbBs4G2og9G8gV7ZKoih.jpg",
        "title": "Freddy’s Dead: The Final Nightmare (1991)",
        "description": "Freddy's Dead: The Final Nightmare (1991) တစ် နှစ်...\nဖရက်ဒီ မင်းဆီလာတဲ့အဖြစ်\nသုံး လေး...\nမဝင်နိုင်အောင် တံခါးပိတ်ပေး\nငါး ခြောက်...\nလက်ဝါးကပ်တိုင် ပြေးပြီးကောက်\nခုနှစ် ရှစ်...\nညနက်တဲ့ထိ မအိပ်ဖြစ်\nကိုး တစ်ဆယ်...\nမအိပ်ဖြစ်အောင် ကြိုးစားကွယ်ဒီကဗျာလေးကို ကောင်မလေးတစ်သိုက် ကြိုးခုန်ရင်း ဆိုနေကြပြီဆိုရင် မိတ်ဆွေရဲ့ အိပ်မက်ဆိုးကနေ နိုးထဖို့ အစွမ်းကုန် ကြိုးစားပါ။ Freddy ရဲ့ Razor Gloves (လက်အိတ်ဓား) ကတော့ သွေးဆာနေပါပြီ။ မကြာခင်မှာ မိတ်ဆွေရဲ့ အိပ်မက်ဆိုးကနေ ထာဝရ နိုးထလာခွင့်မရှိတော့တဲ့ အဖြစ်ဆိုးကြီး ရောက်လာတော့မှာ မလို့ပါ။အခု Part 5 Freddy's Dead: The Final Nightmare ဇာတ်ကားမှာတော့ Freddy ကို Supernatural Spiritual Murderer (သဘာဝလွန် ဝိညာဉ်လူသတ်သမားကြီး) အဖြစ် ဘယ်အရာတွေက ပုံသွင်းခဲ့တယ် ဆိုတာကို သိရှိရပါတော့မယ်။ ဇာတ်ကားရဲ့ ...",
        "rating": "4.1",
        "url": "https://megaup.net/1GRm1/(CM)_Freddy_s_Dead_-_The_Final_Nightmare_(1991)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Mrk5SK017PjjOIokUbmX8Qkzf1.jpg",
        "title": "A Nightmare on Elm Street: The Dream Child (1989)",
        "description": "A Nightmare on Elm Street 5: The Dream Child (1989) IMDB - 5.1/10ဝိညာဉ်လူသတ်ကောင်ကြီး Fred Krueger ရဲ့ ငါးကားမြောက် ဇာတ်ကားဖြစ်ပြီး Elm လမ်းပေါ်က အတွဲလိုက် လူသတ်မှုတွေကို ကြည့်ရှုရပါလိမ့်ဦးမယ်။ Part 4 The Dream Master မှာ Alice က အသတ်ခံလိုက်ရသူများရဲ့ကျွမ်းကျင်မှုတွေကို ဆက်ခံရရှိခဲ့ပါတယ်။ အိပ်မက်သခင်ပိုင်ရှင်ဖြစ်တဲ့ Alice ဟာ Freddy ကို အသာစီး ယှဉ်ပြိုင်တိုက်ခိုက်ပြီး သူ့ကို အိပ်မက်ဆိုးကမ္ဘာထဲမှာ ထာဝရ သော့ခတ်ပိတ်ထားခဲ့တာပါ။အခု Part 5 မှာတော့ Alice တို့ရဲ့ အထက်တန်းကျောင်း အောင်လက်မှတ်ချီးမြှင့်ပွဲကနေ အစပြုပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ Freddy ကို ကြုံခဲ့ရတဲ့သူတွေထဲမှာ Alice နဲ့ Dan နှစ်ယောက်ပဲ ရှိခဲ့တဲ့အတွက် ...",
        "rating": "5.1",
        "url": "https://megaup.net/10Twy/(CM)_A_Nightmare_on_Elm_Street_5_-_The_Dream_Child_(1989)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boStYG7jKdoIZTduiOOsUVknD13.jpg",
        "title": "A Nightmare on Elm Street 4: The Dream Master (1988)",
        "description": "A Nightmare on Elm Street 4: The Dream Master (1988) IMDB - 5.7/10, Meta - 56%ဒီကားကတော့ Freddy ရဲ့ လေးကားမြောက်ဖြစ်ပါတယ်။ Part 3 ဇာတ်ကားမှာ အပြစ်ဖြေ မြှုပ်နှံ သင်္ဂြိုလ်ခြင်းခံလိုက်ရလို့ Freddy\nရဲ့ဝိညာဉ်ကွယ်ပျောက်ခဲ့ပေမယ့် Kerstin ရဲ့အိပ်မက်စွမ်းအားနဲ့ စွဲလမ်းမှုတွေကြောင့် Freddy တစ်ယောက် Elm လမ်းပေါ် ပြန်ရောက်လာခဲ့ပါတယ်။Part 3 ဇာတ်ကားက ရှင်သန်ကျန်ရစ်သူ ကလေးသုံးယောက်ကို တစ်ယောက်ချင်း လိုက်ရှင်းနေစဉ်မှာ Kerstin တစ်ယောက် မကာကွယ် မကူညီနိုင်ခဲ့ပါဘူး။ နောက်ဆုံး သူ့အလှည့်ကို ရောက်တဲ့အချိန်မှာတော့ သူ့ရဲ့စွမ်းအားနဲ့ မတော်တဆ Alice ဆိုတဲ့ ကောင်မလေးကို အိပ်မက်ထဲ ဆွဲသွင်းလိုက်မိရာကစပြီး Freddy တစ်ယောက် ဘာမှမဆိုင်တဲ့ ကလေးအသစ်တွေရဲ့ သွေးနံ့ကို ယစ်မူးသွားခဲ့ပါပြီ။Alice ...",
        "rating": "5.7",
        "url": "https://megaup.net/10Tvk/(CM)_A_Nightmare_on_Elm_Street_4_-_The_Dream_Master_(1988)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/euXykw2B2DKOOPHRBuVFznNHIXb.jpg",
        "title": "A Nightmare on Elm Street 3: Dream Warriors (1987)",
        "description": "A Nightmare on Elm Street 3: Dream Worriors (1987)IMDB - 6.6/10, Rotten Tomatoes - 72%Freddy က Jesses နဲ့ Lisa တို့ကို စိတ်ကြိုက်ဆော့ကစားခဲ့တဲ့ Part 2 ဇာတ်ကားမှာတော့ ဇာတ်လမ်းက ဘာမှ ထူးထူးခြားခြားပြောင်းလဲခြင်း မရှိခဲ့ပါဘူး။အခု Part 3 မှာတော့ Freddy ဟာ စိတ်ရောဂါကု ဆေးရုံတစ်ခုမှာ လှည့်လည်သောင်းကျန်းနေပါတော့တယ်။ Elm Street ပေါ်က ကလေးတွေဟာ Freddy ကိုကြောက်ရွံ့ပြီး မအိပ်ရဲတော့ဘဲ ကြောင်တောင်တောင်တွေဖြစ်လာလို့ စိတ်ရောဂါကု ဆေးရုံကို ရောက်ရှိလာခဲ့ကြပါတယ်။\nအဲဒီဆေးရုံကို ရောက်ရှိလာတဲ့ အလုပ်သင် စိတ်ရောဂါကု ဆရာဝန်မလေးက Part 1 ကားမှာ Freddy ကို အနိုင်ယူခဲ့တဲ့ Nancy ဖြစ်နေပါတယ်။Nancy က ...",
        "rating": "6.6",
        "url": "https://megaup.net/3IFF9/(CM)_A_Nightmare_on_Elm_Street_3_-_Dream_Warriors_(1987)_720p.mp4",
        "category": "A Nightmare on Elm Street Collection, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/mo-1-138x200.jpg",
        "title": "Mother/Android (2021)",
        "description": "ဘာတဲ့လဲ..။ စက်ရုပ်ပုန်ကန်မှုတဲ့ဗျား..။Voice assistant တွေဖြစ်တဲ့ Siri သို့မဟုတ် Alexa ကို ခပ်ချောချော ခပ်တောင့်တောင့် အမျိုးသမီး ခန္ဓာကိုယ်မျိုးနဲ့ မြင်ယောင်ကြည့်စမ်းပါ..။ကိုယ်နှစ်သက်ရာ လိင်အမျိုးအစား ၊ နှစ်သက်ရာ ပုံပန်းသဏ္ဌာန်နဲ့ ရေပူရေချမ်းကမ်းမယ့် စက်ရုပ်အိမ်တော်ထိန်းတွေကို အိမ်တိုင်းစေ့ဝယ်ထားနိုင်တဲ့အထိ နည်းပညာထွန်းကားလာတဲ့ခေတ်ကြီးထဲမှာ..။ဒီစက်ရုပ်တွေဟာ ပျော်ပျော်ရွှင်ရွှင်ကြီး အစေခံလုပ်နေရာကနေ OS system အသစ်ထွက်ရှိလာမယ့် တစ်ညမှာ စိတ်ရူးပေါက်ပြီး တော်လှန်ပုန်ကန်မှုကြီး ထလုပ်ချတဲ့အခါ..။လူသားမျိုးနွယ်ဟာ သူတို့ဖန်တီးထားတဲ့ နည်းပညာတွေကြောင့်ပဲ မျိုးသုဉ်းပျက်ဆီးကြရမယ့်ကိန်းဆိုက်နေတဲ့အခါမှာမှ မတော်တဆ ကိုယ်ဝန်ရသွားခဲ့တဲ့ ဂျော်ဂျီယာ..။ဂျော်ဂျီယာရဲ့ ဇာတ်ကောင်နေရာမှာ Chloe Grace Moretz ကို ကိုယ်ဝန်ဆောင်အမျိုးသမီးတစ်ဦးအဖြစ် မြင်တွေ့ရမယ်ဗျာ..။တစ်ကားလုံးမှာ အလင်းအမှောင် ကစားထားတဲ့အရောင်တွေ ၊ ပီပြင်တဲ့ SFX မိတ်ကပ်တွေနဲ့ ပုံဖော်ထားတဲ့ မနုဿစက်ရုပ်တွေနဲ့အတူ..။ကမ္ဘာပျက်ကြီးထဲမှာတောင် မိခင်တစ်ယောက်ရဲ့ ကလေးအပေါ်ထားရှိတဲ့ မေတ္တာတွေနဲ့ ဖခင်တစ်ယောက်ရဲ့ အနစ်နာခံမှုတွေကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုနိုင်တော့မှာပါ..။မထင်မှတ်ထားတဲ့ လှည့်ကွက်တွေနဲ့ ပုံဖော်ထားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/10U5r/Mother.Android.2021_720p.HULU_(CM).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6JXR3KJH5roiBCjWFt09xfgxHZc.jpg",
        "title": "The French Dispatch (2021)",
        "description": "The French Dispatch (2021)ရုပ်ရှင်တစ်ပုဒ်ဟာ ပြဇာတ်တစ်ပုဒ်လို အိပ်ရာဝင်ပုံပြင်တစ်ပုဒ်လို စိတ်ကူးယဉ်ဆန်ပြီးလှပ​နေပြီဆိုရင်\nDirector Wes Andersonရဲ့လက်ရာ​တွေနဲ့ မကင်းနိုင်ပါဘူး၊\nသူ့ဇာတ်ကား​တွေရဲ့ narrativeပုံစံ ဇာတ်လမ်းတင်ဆက်ပုံနဲ့\nUniqueဖြစ်သလို Colorfulလည်းဖြစ်တဲ့ ရိုက်ကွင်းအပြင်အဆင်တွေ​ကြောင့်\nရုပ်ရှင်နဲ့မတူဘဲ ပုံပြင်ကမ္ဘာထဲ လက်​တွေ့​ရောက်သွားသလို ခံစားချက်မျိုး၊\nThe Palais Garnier ပြဇာတ်ရုံမှာ ကိုယ်တိုင်ပြဇာတ်ကြည့်​နေရသလို ခံစားချက်မျိုး ရ​စေတာကို- The Grand Budapest Hotel (2014) နဲ့\n- Moonrise Kingdom (2012)မှာ ခံစားခဲ့ရပြီးပါပြီ၊ဒီ ဇာတ်လမ်းကလည်း Wes Andersonရဲ့ ​နောက်ထပ် ရုပ်ရှင်မဟုတ်​သောရုပ်ရှင်၊\nပြဇာတ် မဟုတ်​​သော ပြဇာတ်လို့ ထပ်ရည်ညွှန်းရမယ်ထင်ပါတယ်ဒီဇာတ်လမ်းက​​တော့ Andersonရဲ့ ဝတ္ထုတို​တွေကို ချစ်မြတ်နိုးမှု၊ စာနယ်ဇင်း​လောကကို နှစ်ခြိုက်မှုအ​ပေါ်\nရုပ်ရှင်ဇာတ်ကားအဖြစ် အသက်သွင်းလိုက်တဲ့ လက်ရာမွန်တစ်ခုပါပဲ၊\nCast​တွေကလည်း ​ပြေးကြည့်စရာမလို​​​​အောင်ကို ဒိတ်ဒိတ်ကြဲ​ဖြစ်တဲ့၊\nသူ့လက်စွဲ​တွေ ဖြစ်တဲ့\n- ...",
        "rating": "",
        "url": "https://megaup.net/10Ssj/The.French.Dispatch.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/odzk31cAAqD7A2MGtm4Hply9H3c.jpg",
        "title": "Marakkar: Lion of the Arabian Sea (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ဒဏ္ဏရီလာသူရဲကောင်းKunjali Marakkar IV ရဲ့ အိန္ဒိယနဲ့ပေါ်တူဂီကြား စစ်ပွဲ အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်IMDB Rating 6.8 နဲ့ Facebook Rating 4.6/5 တောင်ရထားပြီးတော့ကုဋေပေါင်း 80-100ထိ အကုန်ကျခံရိုက်ကူးထားတဲ့အပြင် ရုံတင်ပြီး၁၀ရက်အတွင်းကို ကုဋေ ၅၀ လောက်ထိ ပြန်ရထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းပေါ်တူဂီနယ်ချဲ့တွေကို မျိုးရိုးစဥ်ဆက်လိုက်ရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့တဲ့ Kunjali Marakkar မိသားစုဟာအနိုင်ရရှိမှုနောက်ကွယ်မှာ သားဖြစ်သူကို စတေးခဲ့ရတာတွေရှိပါတယ်သားဖြစ်သူရဲ့သွေးအိုင်ကို မျက်မြင်တွေ့လိုက်ရပြီးနောက်မှာ သာမန်ကုန်သည်ဘဝအဖြစ်သာနေထိုင်ကြပေမယ့်လည်း ပေါ်တူဂီဆိုရင်ဘယ်လောက်ပေးပေးပစ္စည်းမရောင်း အခြားနိုင်ငံကိုသာစိုက်ပျိုးတဲ့ပစ္စည်းရောင်းချတဲ့အထိ စိတ်ဓာတ်ခိုင်မာတဲ့မာရတ်ကာမိသားစု မနာလိုသူတွေမနှစ်သက်သူတွေနဲ့တွေ့ချိန်မှာဘာတွေဆက်ဖြစ်မှာလဲကျူးကျော်သူတွေကိုရော တိုက်ထုတ်နိုင်မှာလား ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါ။ တော်လှန်ရေးအတွက် မိုတီဗိတ်လုပ်တဲ့စကားတွေက တကယ်ကိုပြောင်မြောက်လွန်းလှပါတယ်။ဇာတ်အိမ်နဲ့ခေတ်ဟောင်းကားကြိုက်တဲ့သူတွေကျေနပ်ရမှာအမှန်ပါပဲအညွှန်းကိုတော့ Lwin Htoo Aung ရေးသားထားပြီးတော့Lwin htoo aung, honeyey,Shwe Pyae နှင့် Thet Hnin Hsu တို့မှဘာသာပြန်ဆိုထားပါတယ် File size…748MB  / 1.37GB / 3.3GB\nQuality…720p HEVC ...",
        "rating": "6.8",
        "url": "https://megaup.net/32K8B/Marakkar_Lion_of_the_Arabian_Sea_(2021)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LKf45GtVb1y8iYR5vMxlczkirB.jpg",
        "title": "Over Again (2019)",
        "description": "Over Again (2019)ဒီတစ်ခါတော့ကျွန်တော့်အမြင်နဲ့ထပ်တူကျတဲ့\nTime Travel တရုတ်ဒရာမာကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အချိန်ခရီးသွားတယ်ဆိုတာ .....\nအတိတ်အနာဂတ်ကို ခရီးနှင်နိုင်ပေမယ့်\nအတိတ်ကိုပြောင်းလဲလို့မရနိုင်ပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nငယ်ငယ်ထဲကကျောင်းအတူတူတက်ကြတဲ့ ချောမောပြီး စာတော်တဲ့ကောင်လေးရယ်\nအဖေကိုအရမ်းကြောက်လူတိုင်းကိုကြောက်တတ်တဲ့ ငကြောက်လေးတစ်ယောက်ရယ်\nရဲရင့်ပြီးချစ်စရာကောင်းတဲ့ကောင်မလေးရယ်ဟာ အချစ်ဆုံးသူငယ်ချင်းတွေအဖြစ် ‌နေထိုင်ကြရင်း\nကျောင်းနှစ်ပတ်လည်နေ့တစ်ရက်မှာ အရာရာပြောင်းလဲသွားအခါ .....အပြောင်းအလဲတွေက ဘယ်လောက်တောင်ကြီးကျယ်မှာလဲ?\nအချိန်ခရီးသွားခြင်းနဲ့ သူတို့ရဲ့ပြဿနာတွေကို ပြေလည်အောင်ဖြေရှင်းနိုင်ပါ့မလားဆိုတာ\nရုပ်ရှင်ထဲမှာပဲခံစားကြည့်လိုက်ပါ။သူငယ်ချင်းသံယောဇဉ် ချစ်ခြင်းတရားနဲ့ အချိန်ခရီးသွားခြင်း Concept လေးတွေထည့်သွင်းပြီး\nရသစုံအောင်ရိုက်ကူးထားတာမို့ ကြည့်ရတန်မယ့်ရုပ်ရှင်လေးဖြစ်ပါလိမ့်မယ်။အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB and 750MB and 369MB\nFormat…mp4\nDuration….1h 27min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lwin Htoo Aung\nEncoder ..... August",
        "rating": "5.6",
        "url": "https://megaup.net/10Qqn/Over.Again.2019.720p.WEB-DL.CM.mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/dXob0_4f-141x200.jpg",
        "title": "Be;twin (2021)",
        "description": "Be;twin (2021)သွေးက ရေထက်ပျစ်တယ်ဆိုကြပေမယ့်\nတကယ်တမ်းမောင်နှမသားချင်းတွေကြားထဲမှာ\nအကြီးကလည်းအကြီးမို့ညှာရတယ် အငယ်ကလည်းအငယ်မို့ဦးစားပေးရတယ်\nမိဘကဘယ်သူ့ကိုတော့ပိုမျက်နှာသာပေးတယ်\nဘယ်သူ့ကိုတော့ပိုဂရုစိုက်တယ် စတဲ့\nစိတ်ဒဏ်ရာအဖုအထစ်လေးတွေကအမြဲတမ်းကိန်းအောင်းနေကြစမြဲပါKBS Drama Special အဖြစ်ထုတ်လွှင့်ခဲ့တဲ့ ဒီ Melo Romance Drama ကားလေးက\nအမြွာညီအစ်ကိုနှစ်ယောက်ကြား ကောင်မလေးတစ်ယောက်ကြားဝင်လာတဲ့အခါမှာ\nဒီလိုအဖုအထစ်လေးတွေကနေ ဘယ်လောက်ထိ တာသွားနိုင်လဲဆိုတာ မီးမောင်းထိုးပြထားတာမို့ ပိတ်ရက်မှာ အပန်းပြေကြည့်ရှုနိုင်တဲ့ဇာတ်ကားလေးအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်(P.S မင်းသမီးလေးက အရုပ်လေးလိုလှသလို မင်းသားကလည်း အဆင်ကို နှစ်ကိုယ်ခွဲမို့ တဝကြီးငမ်းနိုင်ပါကြောင်း )အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size…913MB and 541MB and 181MB\nFormat…mp4\nDuration….1h 5min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Eain Lay\nEncoder ..... August",
        "rating": "7.4",
        "url": "https://megaup.net/32IN3/Drama.Special.Be_Twin.211126.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ndg350jismgWwag7RrDHb6zGo4.jpg",
        "title": "Drug War(2012)",
        "description": "Drug War(2012) အညွှန်း**********************IMDb...7.0ဟောင်ကောင်ရဲ့ ထိတ်ထိတ်ကြဲမင်းသား Louis Kooနဲ့ နာမည်ကြီးတရုတ်မင်းသားSun Hongeliတို့ အပြိုင်သရုပ်ဆောင်ထားတဲ့ Action/ Crimeဇာတ်ကားပါ။Action/Crimeဇာတ်ကားတွေကြောင့် အနောက်တိုင်းထိကျော်ကြားတဲ့ဟောင်ကောင်ဒါရိုက်တာ Johnnie Toရဲ့လက်ရာဖြစ်တာကြောင့် သေသပ်လှပါတယ်။\nတရုတ်နိုင်ငံတွင်းမူးယစ်ဆေးဝါးထုတ်လုပ်ရောင်းချနေတဲ့တင်မီချိုဟာခေါင်းဆောင်ဇန်းဦးဆောင်တဲ့ မူးယစ်တပ်ဖွဲ့ရဲ့ဖမ်းဆီးခြင်းကိုခံလိုက်ရပြီးနောက်သေဒဏ်မှလျှော့ပေါ့ပြစ်ဒဏ်ကျခံနိုင်ရန်အတွက် အကုန်ဖော်ကာ၊ရဲတပ်ဖွဲ့ရဲ့အသွင်ယူလုပ်ငန်းစဉ်များတွင်လည်း ပူးပေါင်းဆောင်ရွက်ပြီးပြည်မကြီးတွင်ထုတ်လုပ်ဖြန့်ဖြူးနေတဲ့အဓိကလက်မဲကြီးများကို ဖမ်းဆီးနိုင်ရန်လိုက်ပါဆောင်ရွက်ရပါတော့တယ်။ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.................File Size :(2.1GB)(966 MB) and (369 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2mL2s/Drug_War.2013.BLU-RAY.720p.pp.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYzIzNzYwZTYtNmIwOS00ZDVmLWEzNGYtZDQ4YzhhM2FiNTE1XkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_-134x200.jpg",
        "title": "Mad Detective (2007)",
        "description": "Mad Detective (2007)IMDb Rating (7.2)/Rotten Tomatoes (81%)ဒီဇာတ်ကားက မြင်နေကျ စုံထောက်ကားနဲ့မတူဘဲ အလွန်ပဲ ဒိပါတယ်...\nMad Detective ဆိုတဲ့ အတိုင်း အရူးစုံထောက် ဘန်းရဲ့ အ​ကြောင်းပါ..ဇာတ်လမ်းအကျဥ်းက​တော့ ...\nဘန်းဟာ စုံစမ်းစစ်​ဆေး​ရေးမှာ အရမ်းကို ​တော်တဲ့စုံထောက်​ဖြစ်ပေမယ့် သူ့ရဲ့ ရူး​ကြောင်​ကြောင်လုပ်ရပ်​တွေ​ကြောင့် ရဲဘ၀ကို စွန့်လွှတ်ခဲ့ရပါတယ် ဘန်းရဲ့ ထူးခြားတဲ့ ပါရမီ တစ်ခုက​တော့ လူ​တွေရဲ့ အတွင်းစိတ်ကို လူတစ်​ယောက်အသွင်နဲ့ မြင်နိုင်တာပါ...ရဲအရာရှိတစ်​ယောက် ပါတနာနဲ့ အတူ သူခိုးဖမ်းရင်း ​ပျောက်ချင်းမလှ တစ်နှစ်ခွဲ​လောက်​ပျောက်​နေတဲ့ ဒီအမှုဟာ အရာရှိဟိုရဲ့ လက်ထဲ​ရောက်လာပါ​တော့တယ်\nရဲအရာရှိ ဟိုက​တော့ ဘန်းကို ​လေးစားခဲ့ရသူတစ်ဦး ဖြစ်တဲ့အ​လျောက် ဒီအမှုကို ​ဘယ်လိုမှ မဖြေရှင်းနိုင်​တော့ချိန်မှာ ဘန်းကို အကူအညီ​တောင်းပါ​တော့တယ်...\nဘန်းဟာ တကယ်ပဲ ရူး​​ကြောင်ပြီး ​လျှောက်​ပြော​နေတာလား အတွင်းစိတ်​တွေကို တကယ် သိမြင်နိုင်တာလား...\nဒါကိုတော့ ဇာတ်လမ်းကြည့်ရင်း အ​ဖြေရှာအမှုလိုက်ကြဖို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(1 ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/mad-detective-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/15gYK_4f-141x200.jpg",
        "title": "Drama Special Season 12 : The Palace (2021)",
        "description": "The Palace (2021)နန်းတွင်းကားတွေကို ဓာတ်ကျနေတဲ့လူတွေအတွက် ရသတစ်မျိုးလေးခံစား‌နိုင်အောင်နန်းတွင်းsismanceဇာတ်လမ်းကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်နော်။ဒီကားလေးကတော့ ငယ်စဉ်ကတည်းက နန်းတွင်းအပျိုတော်အဖြစ် ကြီးပြင်းလာခဲ့တဲ့ အပျိုတော်လေး ဆို့ဆန်းရယ်မိမိသဘောအတိုင်း မနေနိုင်ဘဲ ချုပ်ချယ်ခံနေရတဲ့ နန်းတော်ကြီးထဲနာမည်ဆိုးနဲ့ ကျော်ကြားနေတဲ့ အိမ်ရှေ့စံမင်းသားရဲ့ ကြင်ရာတော်ဘုံဆောင်းန်ရယ်ကံကြမ္မာက အပျိုတော်လေးနဲ့ကြင်ရာတော်တို့ကို တွေ့ဆုံစေဖို့ အကြောင်းဖန်လာခဲ့ရင်းမထိတထိကြည်နူးမှုလေးတွေပါ မြင်တွေ့ရမှာပါ။Sismanceဆိုတဲ့အတိုင်း နှစ်ယောက်ကြားထဲကနှောင်ဖွဲ့လာတဲ့ သံယောဇဉ်ကြိုးက တကယ်နွေးနွေးထွေးထွေးလေးပါပဲ။တစ်ယောက်က သံယောဇဉ်တွေနဲ့ထုံးဖွဲ့လာချိန်မှာနောက်တစ်ယောက်ရဲ့ မူလရည်ရွယ်ချက်တွေ အောင်မြင်နိုင်ပါ့မလား။ပျော်စရာတွေနဲ့အဆုံးသတ်မှာလား???\nမျက်ရည်တွေနဲ့ချန်ထားခဲ့မှာလားဆိုတာကတော့\nဆက်သာကြည့်လိုက်ပါတော့။Sismanceတွေ ကြည့်ချင်တဲ့လူတိုင်းအတွက်လည်း ဒါလေးက လက်လွှတ်မခံသင့်တဲ့ကားလေးပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Drama, History\nQuality….WEB-DL 1080p and 720p and 360P\nFile size… 956MB and 582MB and 179MB\nFormat…mp4\nDuration….60min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Milkeux\nEncoder .....August",
        "rating": "8",
        "url": "https://megaup.net/10Msj/Drama.Special.The.Palace.211203.720p-CM.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BMDQ0YTg2YTAtY2QyNS00M2I1LWI1ZjUtNjYxYzVlNzI2N2Q1XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "A Perfect Enemy (2020)",
        "description": "A Perfect Enemy (2020)==================“ပြီးပြည့်စုံမှုဆိုတာ ဘာမှထပ်ဖြည့်ဆွက်စရာမလိုတော့တဲ့အချိန်မှာမဟုတ်ဘဲ\nဘာမှထပ်ပြီး ထုတ်ယူလို့မရတော့တဲ့အချိန်မှာ ဖြစ်တည်လာတဲ့အရာ”တဲ့\nဒီစကားကို လက်ကိုင်ထားထားတဲ့ Jeremiasz Angust ဆိုတာ\nတကယ်ကို အောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ပါ။\nတစ်ရက်မှာတော့ ပဲရစ်စ်ကို အလုပ်ကိစ္စနဲ့ခရီးသွားပြီးအပြန်\nမိန်းကလေးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်။ အစပိုင်းတော့ ဒီတိုင်းအမှတ်မထင်\nတွေ့ဆုံခဲ့တယ်လို့ ထင်မှတ်ရင်းက တစ်စတစ်စနဲ့ စကားတွေဖောင်ဖွဲ့မိတဲ့အခါ....မိန်းကလေးတဲ့ အတိတ်ကကိစ္စတွေက သူ့အတွက်ယုံကြည်ဖို့ခက်ခဲပေမဲ့\nတဖြည်းဖြည်းချင်း မယုံလို့မရတော့တဲ့အခါ....\nတစ်ထိုင်တည်းနဲ့ စီးမြောခံစားလို့ရမယ့် ရုပ်ရှင်ကားဖြစ်တဲ့အပြင်\nသမားရိုးကျမသွားတဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့မလို့ သိပ်မဆိုးလှတဲ့ Thriller\nဇာတ်ကားမျိုးပါပဲ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Ameliaမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nAmelia, Thet Hnin Hsu တို့ပဲဖြစ်ပါတယ်။File Size - (950 MB)/(520 MB)\nQuality – WebDL - (720p) / (480p)\nDuration - 1hr 29min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre :  Adventure, Drama, Thriller\nTranslator – Amelia, ...",
        "rating": "5.5",
        "url": "https://megaup.net/2mJQ2/A.Perfect.Enemy.2020.720p.WEB-DL[CM].mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/titanic-2-1-142x200.jpg",
        "title": "Titanic (1997)",
        "description": "Titanic (1997)\nIMDb - 7.8/10_____Rotten - 89%\nWon 11 Oscars. Another 113 wins & 83 nominations.\n ရူးသွပ်ခဲ့ဖူးတဲ့မင်းသားနဲ့မင်းသမီးတို့ရဲ့ အမိုက်စား ဇာတ်ကား...ရင်နင့်ဖွယ်..အံ့အားသင့်ဖွယ်\nရသအဖုံဖုံကိုခံစားခဲ့ဖူးတာပဲမလား..အခုအချိန်မှာတော့ 1080P 5.1 CH နဲ့ တိုက်တန်းနစ်ဇာတ်ကား\nလေးကို ကြည်ကြည်လင်လင် အသံကွာလတီ ရှယ်ကောင်းကောင်းနဲ့ ပြန်လည်ခံစားဖို့အချိန်တန်ပါပြီ\nဒီဇာတ်ကားက မသိတဲ့လူမရှိသလောက်မို့ Movie Review ကိုမရေးတော့ဘဲထူးခြားချက်လေးတွေကို\nသာဗဟုသုတအလို့ငှာ တင်ဆက်လိုက်ပါတယ်။ Titanic ဇာတ်ကားမှ ထူးခြားအချက်အလက်များ\n-ဇာတ်ကားထုတ်လုပ်သူ 20th Century Fox နဲ့ Paramount Pictures တို့ကမင်းသားနေရာမှာ\nMatthew McConaughey ကို သရုပ်ဆောင်စေချင်ပေမယ့်ဒါရိုက်တာ James Cameron က\nLeonardo DiCaprio ကိုပဲ ဇွတ်ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။-ဇာတ်ကားထဲမှာ အဖြစ်အပျက်\nအစအဆုံးကို ပြန်ပြောပြသူအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ အဘွားအိုGloria Stuart ဟာ\nသင်္ဘောမြုပ်တာကို ကိုယ်တွေ့ကြုံခဲ့သူပါ။-Titanic သင်္ဘောကို တည်ဆောက်ခဲ့စဉ်က\n$7.5 million ကုန်ကျခဲ့ပါတယ်။၁၉၉၇ ခုနှစ်က ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/titanic-19977/"
    }
]