[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kfZqwGuvEBAysAbCsa0QLKoSYR.jpg",
        "title": "Shaft (2019)",
        "description": "နက်ဖလစ်ကနေ ဆမ်မြူရယ် ဂျက်ဆန် ကားတစ်ကား အသစ်ထွက်လာပါတယ်။Hitman bodyguard တုန်းက ရခဲ့တဲ့ ရသမျိုး ပြန်ရတာပါပဲ။အခွီတွေရယ် အက်ရှင်ရယ် ပေါင်းထားတာပါ။တကယ်ကို ကြည့်လို့ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်း ရှက်ဖ်ထ်ဆိုတဲ့ ရဲဟောင်းကြီးဟာ ပေပေတေတေ လူ့ခွစာ အလွတ်စုံထောက်အဖြစ် အသက်မွေးပါတယ်။သူ့ကို သည်းမခံနိုင်တော့လို့ စွန့်ပစ်သွားတဲ့ သူ့မိန်းမနဲ့အတူ သူ့သားလေး ပါသွားခဲ့တယ်။၂၅ နှစ်လောက် ကြာချိန်မှာတော့ သူ့ရဲ့ သားက အက်ဖ်ဘီအိုင်မှာ အလုပ်ရသွားပါတယ်။တစ်နေ့မှာတော့ အက်ဖ်ဘီအိုင်ကရော ရဲတွေရော မလိုက်နိုင် အမှုကြီးတစ်ခုကို ရှက်ဖ်ထ်ရဲ့ သားက ကိုုယ်တိုင်လိုက်ဖို့ ရှက်ဖ်ထ်ကို အကူအညီလာတောင်းပါတော့တယ်။သူတို့ သားအဖနှစ်ယောက် နယူးယောက် ဟာလမ်မှာ ဘယ်လိုတွေသောင်းကျန်းပြီး ဘယ်လိုတလွဲတွေ လုပ်ကြမလဲ ကြည့်ရမှာပါ။(Littleneo ဘာသာပြန်ပေးထားပါတယ်)File Size : (1.90 GB) , (950 MB) and (480 MB)\nQuality : NF WEB-DL ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xp1X/Shaft_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/lDcEdMaNSrm03NFdTkaLLNDLIVp-133x200.jpg",
        "title": "The Hidden Face (2011)",
        "description": "ဘားတစ္ခုမွာ အလုပ္လုပ္တဲ့ ဖာဘီယာဆုိတဲ့ မိန္းမလွေလးဟာ သူ႔တုိ႔ဆီမွာအရက္လာေသာက္ရင္း အမူးလြန္ငုိေၾကြးေနတဲ့\nသူစိမ္းေယာက္်ားတစ္ေယာက္နဲ႔ မေမွ်ာ္လင့္ပဲပတ္သက္မိခဲ့ပါတယ္။\nအခ်ိန္တုိအတြင္းမွာ သံေယာဇဥ္ၾကီးမိရာကေန သိလုိက္ရတာက\nအဲ့ဒီလူဟာ ေအဒရီယန္ဆုိတဲ့ ဂီတမွဴးတစ္ေယာက္။\nသူ႔ အတူေနရည္းစားက သူ႔နဲ႔ ေရွ႕မဆက္ႏုိင္ေတာ့ပါဘူးလုိ႔ ေၿပာၿပီး အိမ္ကေန ထြက္သြားရာကေနေပ်ာက္ေနတယ္။\nရဲေတြကပါ လုိက္ၿပီး အမႈဖြင့္စုံစမ္းၾကရာကေန ရက္ၾကာလာေတာ့ ေအဒရီယန္ကုိပါ သံသယတရားခံ\nအၿဖစ္ သတ္မွတ္ထားၾကတဲ့ အေၿခအေန။\nဖာဘီယာဟာ ေအဒရီယန္တုိ႔ အိမ္မွာလုိက္ေနၿဖစ္တယ္။\nသူ တစ္ေယာက္တည္းရွိခ်ိန္ဆုိရင္ အိမ္ထဲက ထူးၿခားတဲ့အသံေတြၾကားရတယ္။\nလွ်ပ္စစ္မီးေတြ ပ်က္လုိက္လာလုိက္ၿဖစ္တာ သူ႔ကုိတစ္ေယာက္ေယာက္ေစာင့္ၾကည့္ေနသလုိခံစားခ်က္မ်ိဳးေတြရလာတဲ့အခါ..။\nေအဒရီယန္ရဲ႕ရည္းစားဟာ တကယ္ပဲ သူ႔ဟာသူ အိမ္က ထြက္သြားတာလား?\nဒီေပ်ာက္ဆုံးမႈမွာ ေအဒရီယန္ကုိယ္တုိင္ေရာ ရုိးသားရဲ႕လား?\nသူတစ္ေယာက္တည္းရွိခ်ိန္ေတြမွာ ၾကားေနရတ့ဲအသံေတြ ထူးၿခားၿဖစ္စဥ္ေတြရဲ႕ တရားခံက ဘယ္သူလဲ?\nအစကေန အဆုံးထိ သိခ်င္စိတ္နဲ႔ ရင္တစ္ထိတ္ထိတ္ၾကည့္ရမွာပါ။\nဥေရာပကားေတြထုံးစံလိင္ခန္းတစ္ခ်ိဳ႕ပြင့္လင္းတာေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔ အဆင္မေၿပေလာက္ပါဘူး။ \nFile size…(1 GB) and (480 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.4",
        "url": "https://megaup.net/2dql1/The_Hidden_Face_[2011]_(MM_Sub).mp4",
        "category": "Adult, Crime, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVaFk9ITQfwsBjXlbejZ3EfKk85.jpg",
        "title": "[18+] The Girl Next Door (2017)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။\n  ၂၀၁၇ ခုနှစ်က ထွက်ရှိထားပြီး ဆော်အလန်းလေးနှစ်ယောက်နဲ့ တန်ဆာဆင်ထားတဲ့ ကိုးရီးယား ၁၈+ မက ၂၁+ မကျ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်စာဖိုင်က Generate ဖိုင်ဆိုတော့ သိပ်မမှန်ပါဘူး အတက်နိုင်ဆုံးကြိုးစားပြီးတော့ ဆီလျှော်သင့်တော်အောင်ပြန်ဆိုထားပေးပါတယ်။မင်းသမီးရဲ့ ပုံစံလေးက ဂျပ်စီ ဆန်ပြီး စွာတာတာလေးနဲ့ အသည်းယားစရာလေးပါ။ခန္ဓာကိုယ်အချိုးအစားကလဲ လန်းလှပြီး ရုပ်ရည်ကလည်း ဆွဲဆောင်မှု့ရှိသူလေးပါဘယ်သူမှမငြင်းရက်နိုင်တဲ့ ဆိုဒ်ဂိုဏ်လေးပေါ့ဗျာ။ယွန်းဆန်အယ် တစ်ယောက် အလုပ်အကိုင် မယ်မယ်ရရမရှိပဲ အိမ်မှာနေရင်း အပြာဝထ္ထုတွေရေးပြီး စိတ်ကူးယဉ်နေပါတယ်ကြာလာတော့အိမ်မှာ မသင့်တော်တဲ့အဆုံး သူမ အိမ်ကထွက်ကာ မြို့ထဲမှာ အိမ်ငှားပြီးနေပါတော့တယ်။သူမရဲ့ရည်ရွယ်ချက်က အပြာဝထ္ထုရေး ဘလော့ထောင်ပြီး အွန်လိုင်းမှာပဲ ပိုက်ဆံရှာဖို့ပါပဲ။\n------------------------\nတစ်နေ့သူမ နေနဲ့အခန်းဘေးက အသံတွေကြားလို့ နားစွံံ့မိရာက ဟိုဘက်ယောကျာၤးလေးအခန်းက သူ့ကောင်မလေးနဲ့ မဖွယ်မရာလုပ်နေတဲ့ အသံတွေဖြစ်နေပါတယ်။သူမ အဲဒီအသံတွေကြောင့် တစ်ညလုံးအိပ်မရခဲ့ပါဘူး။သူမမနေနိုင်တဲ့အဆုံး အဲဒီအခန်းဘက်ကို သတိပေးစာကပ်ပါတော့တယ်။နောက်တစ်နေ့မှာတော့ သူ့အခန်းတံခါးရှေ့မှာ သူတို့တွေ့ဆုံကြပြီး မြင်မြင်ချင်းမှာပဲ ယွန်းဆယ်က ရင်ခုန်မိသွားပြီးစိတ်ကူးယဉ်အပြာဝထ္ထုတွေ ...",
        "rating": "",
        "url": "https://megaup.net/2fj4j/The_Girl_Next_Door_(Yeop_Jib_Sonyeo)_[18+]_[2017]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1kaWC5uEDsNz2PY7Udw8Q07TBMO.jpg",
        "title": "Deranged (2012)",
        "description": "Deranged (2012)\nIMDB rating 6.4 ,,,,,Rotten Tomatoes 60%\nGoogle user 90%\n    ကိုရီးယားရဲ႕သာယာလွတဲ့အေျခအေနေတြကို\n႐ုပ္ဆိုးအက်ဥ္းတန္ေစတဲ့အျပင္တစ္ႏိုင္ငံလုံးကို\nထိတ္လန္႔ေၾကာက္ရြံေစတဲ့အျဖစ္ကိုစခဲ့တာကေတာ့\nတစ္ခုေသာမနက္ခင္းကအစျပဳခဲ့တာပါ...\nအဲ့ဒီမနက္ခင္းမွာ\nအေလာင္းတစ္ေလာင္းကိုေခ်ာင္းထဲကစေတြ႕ခဲ့တာပါ...ဒီအေလာင္းရဲ႕ပုံစံဟာႏွစ္ရွည္လမ်ားေသဆုံးၿပီးမွေပၚလာဟန္ပါပဲ..အ႐ိုးေပၚအေရတင္ပုံျဖစ္ေနတဲ့အျပင္က်ားမေတာင္ခြဲရခက္ေနတယ္...\nသို႔ေပမယ့္ရဲေတြနဲ႔မႈခင္းဆရာဝန္ေတြနဲ႔\nစစ္ေဆးခ်က္အရအေလာင္းဟာၾကာခ်ိန္တစ္ရက္သာ\nရွိသတဲ့...\nဒီလိုနဲ႔ေနာက္ရက္ေနာက္ရက္မ်ားမွာကိုရီးယားရဲ႕ျမစ္ေခ်ာင္းေတြမွာအေလာင္းေတြကိုမျမင္ခ်င္မွအဆုံးျဖစ္ကုန္တယ္....\nတစ္ျဖည္းျဖည္းရာခ်ီလာေလေတာ့ကိုရီးယားတစ္ႏိုင္ငံလုံးထိပ္လန႔္မႈကေတာ့ဆိုဖြယ္ရာမရွိ...\nဆရာဝန္ေတြအစိုးရထိပ္သီးပိုင္းလူႀကီးေတြရဲေတြ\nအကုန္တိုင္ပတ္ေနသလိုျပည္သူေတြလည္းဘာေၾကာင့္ေသရမွန္းမသိေလေတာ့ေၾကာက္ရြံျခင္းေတြနဲ႔သာျဖတ္သန္းေနေလရဲ႕...\nကိုင္းဘာေၾကာင့္ေသၾကတယ္...\nဘယ္သူေတြေၾကာင့္ျဖစ္တာလဲ...\nသူတို႔ ဘယ္လို ကာကြယ္ၾကမလဲ...\nဘယ္သူေတြကရေအာင္စုံစမ္းၾကမလဲ...\nဒီကားကေတာ့...\nဇာတ္လမ္းအစကေနအဆံုးအထိ\nလံုးဝဇာတ္ရွိန္မက်ဆဲြေခၚသြားမယ္႔ဇာတ္ကားတစ္ကားပါ...တစ္ခုေတာ့ရွိတယ္ဒီကားၾကည့္ေနတုန္း\nအစားအစာေတြစားရင္းေတာ့မၾကည့္ပါနဲ႔...\nဖြတ္ဥစားတာထက္အရသာရွိသြားႏိုင္လို႔ပါ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Tin Myo Lwin ပဲျဖစ္ပါတယ္.... \nFile Size : (0.99GB) and (355MB)\nQuality : Blu-Ray 720p,\nFormat…mp4\nDuration…01:49:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.4",
        "url": "https://megaup.net/2dqlz/Deranged_(Yeon-Ga-Si)_[2012]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/reindeer-games-german-dvd-cover-142x200.jpg",
        "title": "Reindeer Games (2000)",
        "description": "ရူဒီဒြန္ကန္နဲ႔ နစ္ခ္ဟာ တစ္ခန္းတည္း အတူက်ေနသလုိ လြတ္ရက္ကလဲ ႏွစ္ရက္ေလာက္ပဲလုိေတာ့တဲ့ အခန္းေဖာ္ အက်ဥ္းသား\nသူငယ္ခ်င္းႏွစ္ေယာက္ပါ။ ေထာင္ကေနလြတ္တဲ့အခါ ရူဒီက ေမြးရပ္ေၿမကုိၿပန္ၿပီး သူ႔အေဖနဲ႔ ေဘာလုံးပြဲၾကည့္ ခရစ္စမတ္ ညစာစားဖုိ႔\nစိတ္ကူးယဥ္သလုိ နစ္ခ္ကလဲ သူနဲ႔ လူခ်င္းမေတြ႔ဖူးပဲ စာေတြနဲ႔ပဲ ရင္းႏွီးေနတဲ့ မိန္းမလွေလး အက္ရွ္ေလနဲ႔ ေတြ႔ဆုံ ဘ၀ခရီးဆက္ဖုိ႔ ေမွ်ာ္လင့္ထားပါတယ္။\nသူ႔အခန္းနံရံေတြေပၚမွာလဲ အက္ရွ္ေလ ပုံေတြခ်ည္းပါပဲ။\nတကယ္တမ္းေထာင္ကလြတ္ဖုိ႔ ရက္ပုိင္းအလုိမွာေတာ့ ေထာင္တြင္းအၾကမ္းဖက္မႈတစ္ခုမွာ ရူဒီကုိယ္စား၀င္ခံရင္း နစ္ခ္ အသက္ဆုံးရႈံးခဲ့ရတယ္။\nရူဒီ ေထာင္ကအထြက္ နစ္ခ္ကုိလာၾကိဳေနတဲ့ အက္ရွ္ေလ အလွမွာ မိန္းေမာရာကေန နစ္ခ္အေယာင္ေဆာင္၀င္ေရာမိပါေတာ့တယ္။\nသူ ေပ်ာ္ရႊင္ေနေသးလုိ႔မ၀ခင္မွာပဲ လက္နက္ကုိင္ လူတစ္စုက သူတုိ႔တည္းခုိတဲ့အခန္းကို ၀င္စီးၿပီး သူနဲ႔အက္ရွ္ေလကုိ ဖမ္းေခၚသြားတဲ့အခ်ိန္က်မွ သိလုိက္ရတာက\nနစ္ခ္နဲ႔ အက္ရွ္ေလဟာ ေထာင္ကလြတ္ရင္ နစ္ခ္ အရင္က အလုပ္လုပ္ဖူးတဲ့\nကတ္စီႏုိ တစ္ခုကုိ ၀င္စီးဖုိ႔ တုိင္ပင္ထားတယ္။\nသူတုိ႔ကုိဖမ္းဆီးေခၚေဆာင္သြားတဲ့ လက္နက္ကုိင္ေခါင္းေဆာင္ဟာ အက္ရွ္ေလ အစ္ကုိ\nၿဖစ္ၿပီး ကတ္စီႏုိကုိ ၀င္စီးတဲ့အခါက်ရင္ အဲ့ဒီေနရာကိုရင္းႏွီးကြ်မ္း၀င္ၿပီးသား ...",
        "rating": "5.7",
        "url": "https://megaup.net/2dqkk/Reindeer_Games_[2000]_(MM_Sub)_(1).mkv",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6U6Qw22kRnvL5XYGOP6YWoxwZxz.jpg",
        "title": "Chase(2019)",
        "description": "­Chase(2019)IMDb...7.5\nဒီဇာတ္ကားကေတာ့ဒီႏွစ္မွထြက္ရွိထားတဲ့\nအက္ရွင္ဇာတ္ကားေလးပါ\nMichael Matteo Rossi ရိုက္ကူးထားတဲ့ဒီဇာတ္ကားမွာDamian Pucker, Aries Spear, Jessica Morris တို႔အဓိကပါ၀င္သရုပ္ေဆာင္ထားၾကပါတယ္\nဇာတ္လမ္းအက်ဥ္း\nေခ်စ့္ဆိုတဲ့သူဟာေသြးေအးရက္စက္တဲ့ေၾကးစားလူသတ္သမားတေယာက္ေပါ့\nသူ႔ကိုဒီေလာကထဲကိုဆြဲသြင္းခဲ့တာကသူ႔အခ်စ္ဆုံးသူငယ္ခ်င္းမိုင္းလ္\nသူဒီေလာကထဲစေရာက္ေတာ့သူ႔အသက္က၁၅ႏွစ္\nဒီေလာကမွာသူက်င္လည္ေနရင္းဘလဲဆိုတဲ့အမ်ိဳးသမီးေလးနဲ႔မိုက္ကာဆိုတဲ့ကေလးေလးသူ႔ဘ၀ထဲကို၀င္ေရာက္လာတဲ့အခါမွာေတာ့သူဟာေမတၱာတရားနဲ႔မိသားစုကိုရွာေဖြေတြ႕ရွိခဲ့တာေပါ့ ...  \nၿငိမ္းေအးတဲ့ ဘဝကို ပိုင္ဆိုင္ထားေပမယ့္ သူ႔အတြက္ ဒီနိဗၺန္ဘုံေလးဟာ ၾကာရွည္ခံခ်င္ဟန္မတူပါဘူး...အရင္ဒုစ႐ိိုက္ေလာက က အရိပ္မည္းႀကီးေတြက သူ႔ေနာက္ကိုလိုက္လာေလရဲ႕....ကိုင္း သူဘယ္လို႐ုန္းထြက္မလဲ....မိသားစုကိုေရာ ေစာင့္ေရွာက္ႏိုင္ပါဦးမလား...ခံစားၾကည့္လိုက္ပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Chan Myae Thu Aungပဲျဖစ္ပါတယ္...\nFile Size : (800MB) and (304MB)\nQuality : Web-Dl720p\nFormat…mp4\nDuration…01:24:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chan Myae Thu Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/chase2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDyCvNWaFkkrgf0QjhHqpCGVc8p.jpg",
        "title": "The Wolf’s Call (2019)",
        "description": "Rating 7.7 အထိရ႐ွိထားတဲ့ ျပင္သစ္ Action/Drama/Thriller ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ျပင္သစ္ႏိုင္ငံရဲ႕ ေရငုတ္သေဘၤာသားေတြကိုအေျချပဳၿပီး႐ိုက္ကူးထားတာပါ။ေရငုတ္သေဘၤာတစ္စီးမွာ Sonar ဆိုတဲ့ Radar ကဲ့သို႔ေသာ Detection and Navigationလုပ္ငန္းကိုေဆာင္ရြက္ေပးႏိုင္တဲ့ အသံလႈိင္းသံုးကိရိယာတစ္ခု႐ွိပါတယ္။အဲဒါကေနရလာတဲ့အသံလိႈင္းေတြကိုၾကည့္ၿပီး ဒါဟာဘယ္ကလာတဲ့အသံ...ဘယ္လိုေရယာဥ္အမ်ဳိးအစားဆိုတာကိုခြဲျခမ္းစိတ္ျဖာရတဲ့ Analyst ေတြလည္း႐ွိပါတယ္။ဒီကားေလးမွာေတာ့ အဲလို အသံလႈိင္းစီစစ္ရတဲ့သူျဖစ္တဲ့ ခ်န္တာရိန္ဆိုတဲ့လူငယ္ေလးကိုတည္ထားၿပီး ျပင္သစ္ႏိုင္ငံကိုဘယ္လိုကယ္တင္သြားလဲဆိုတာကိုေတြ႔ျမင္ရမွာပါ။Drama/Thriller ဆိုတဲ့အတိုင္း ေကာင္းေကာင္းႀကီးခံစားရမွာျဖစ္ပါတယ္။နားပါးလွပါတယ္တဲ့သူကိုမွ ဘယ္လိုလွည့္စားၿပီးကမာၻပ်က္ကိန္းေရာက္ေအာင္ ဘယ္သူေတြလုပ္သြားလဲ။ဘယ္လိုျပန္လည္ဟန္႔တားရလဲဆိုတာကိုေတြ႔ျမင္ရမွာပါ။( ေရတပ္ဆိုက္ရာအသံုးအႏႈန္းေတြပါဝင္တဲ့အတြက္ အဓိပၸါယ္တစ္ခ်ဳိ့ကြဲလြဲတာမ်ဳိး ႐ွိေကာင္းရွိနိုင္ပါတယ္။အနီးစပ္ဆံုးျဖစ္ေအာင္ဘာသာျပန္ထားေပမယ့္ ကြဲလြဲတာ႐ွိရင္သည္းခံေပးၾကပါ။) (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရ ပါ) File Size : (1.80 GB) , (900 MB) and (450 MB)\nQuality : NF WEB-DL (1080p 5.1,720p,480p)\nRunning Time : 1hr 55min\nFormat ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dql4/The_Wolf’s_Call_(Le_Chant_Du_Loup)_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pA9318BY7CSnXVi3xKBtPYMe1T.jpg",
        "title": "The Best of Enemies(2019)",
        "description": "The Best of Enemies(2019)IMDb...6.8 \n\" မျဖစ္ႏိုင္ဘူးဆိုတဲ့အေျဖတစ္ခုကိုကြ်န္မဘယ္ေတာ့မွလက္မခံႏိုင္ဘူး...ဒါကြ်န္မရဲ႕အေျဖမဟုတ္ဘူး...\nကြ်န္မတို႔အားလုံးကထြက္တဲ့ေသြးေရာင္ေတြဟာအကုန္အတူတူပဲမဟုတ္လား...ဒီေတာ့ကြ်န္မယုံၾကည့္ခ်က္အတိုင္းဆက္လုပ္တယ္....\"\nဒါကေတာ့လူမည္းအမ်ဳိးသမီးျဖစ္သူမစၥေအယုံၾကည္ျပဳမူေျပာဆိုလႈပ္ရွားခဲ့တဲ့စကားေပါင္းမ်ားစြာထဲကအခ်ဳိ့ပါ....\nဒီကားက\nအေမရိကားမွာလူျဖဴလူမည္းေၾကာင္႔ျပည္တြင္းစစ္ျဖစ္ပြားျပီးခဲ႔ေသာ္လည္းေတာင္ပုိင္းသားေတြကလူမည္းေတြကုိမတူမတန္သလုိႏွိမ္ခ်ခ်င္ေနၾကတုန္းကာလတစ္ခုကုိအေျခခံရိုက္ကူးထားခဲ႔တာပါ။လူမည္းေတြကလည္းသူတုိ႔ရဲ႕လူ႔အခြင္႔အေရးအတြက္တုိက္ပြဲ၀င္ေနရခ်ိန္လည္းျဖစ္ျပီးဒီတစ္ၾကိ္မ္မွာေတာ႔အစုိးရေက်ာင္းေတြကိုလူျဖဴလူမည္းမခြဲျခားပဲႏွစ္မ်ိဳးလံုးတက္ေရာက္နုိင္တဲ႔ပူးတြဲေက်ာင္းေတြအျဖစ္ျပဳလုပ္ေပးဖုိ႔ေတာင္းဆုိရင္းျဖစ္ေပၚလာတဲ႔ျဖစ္ရပ္မွန္အျဖစ္ေတြကုိသရုပ္ေဖာ္ရုိက္ကူးထားျခင္းပဲျဖစ္ပါတယ္။\nဒီကားကတကယ္စိတ္ခြန္အားေတြရရွိေစသလိုဇာတ္ကားကလည္းစိတ္ဝင္စားေအာင္႐ိုက္ကူးထားပါတယ္....\nဒိုင္ယာေလာ့ေတြကလည္းခမ္းနားသလိုသ႐ုပ္ေဆာင္ေတြကလည္းဝါရင့္သ႐ုပ္ေဆာင္ေတြမို႔လို႔အသက္ပါလြန္းပါတယ္....\nခံစားၾကည့္လိုက္ပါဦးဗ်ဳိ့...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Ye Pye Sone ပဲျဖစ္ပါတယ္...\nFile Size : (1.1 GB) and (440MB)\nQuality : Web-Dl 720p,\nFormat…mp4\nDuration…02:13:00\nGenre :  Biography, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Pye Sone\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/Rvqa/The_Best_Of_Enemies_[2019]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xnopI5Xtky18MPhK40cZAGAOVeV.jpg",
        "title": "Shazam! (2019)",
        "description": "ဒီဟီးရိုးကတော့ မှော်အစွမ်းကို အခြေခံထားတာပါပဲ။ Shazam လို့အော်လိုက်ရင် 14 နှစ်သားကောင်လေးအဖြစ်ငးကနေလူကြီးအရွယ် စူပါဟီးရိုးအဖြစ် ပြောင်းလဲသွားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ မှော်ဆရာအဖွဲ့ကြီးတစ်ခုရဲ့ နောက်ဆုံးကျန်တဲ့ မှော်ဆရာဟာကမ္ဘာကြီးကို နတ်ဆိုး ၇ ပါးရန်ကနေ ကာကွယ်ထားရပါတယ်။ သူ့ရဲ့အစွမ်းတွေ အားနည်းလာချိန်မှာတော့ သူ့နေရာကိုဆက်ခံဖို့ စိတ်ထားကောင်းမွန်တဲ့ လူတစ်ယောက်ကို ရှာဖွေရပါတော့တယ်။ဒီဟီးရိုးကတော့ Justice League သာ ဆက်ထွက်ခဲ့ရင် ပါလာနိုင်တာမို့ သူ့ရဲ့ မူလဇစ်မြစ်ကို ဒီကားမှာ သေချာတွေ့ရမှာပါ။(Littleneo ဘာသာပြန်သည်)File Size : (2.50 GB) , (1.20 GB) and (600 MB)\nQuality : Blu-Ray (1080p 5.1,720p,480p)\nRunning Time : 2hr 12min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/shazam-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3B2YKUjWABcxXZ6Nm9h10hLUbh.jpg",
        "title": "After (2019)",
        "description": "\"သူနဲ႔ မေတြ႕ခင္က ကၽြန္မဘဝဟာ... အရမ္းကို ရိုးရွင္းျပီး ပုံေသ သတ္မွတ္ထားျပီးသားပါ...အခုေတာ့ သူနဲ႔ ေတြ႕ျပီးေနာက္ပိုင္း... သူနဲ႔ ေတြ႕ျပီးတဲ့ ေနာက္ပိုင္း ဆိုတာပဲ... ရွိေတာ့တယ္\"\"ကၽြန္ေတာ့္ဘဝမွာ ဝတၳဳေပါင္းမ်ားစြာ ဖတ္ခဲ့ဖူးပါတယ္...အမ်ားစုက အခ်စ္ဆိုတာ စၾကဝဠာၾကီးရဲ႕ ဗဟိုခ်က္လို႔ ေျပာၾကပါတယ္...အခ်စ္က ကၽြန္ေတာ္တို႔ရဲ႕ အတြင္းဒဏ္ရာေတြကို ကုစားေပးႏိုင္တယ္...အခ်စ္ဟာ ကၽြန္ေတာ္တို႔ အသက္ရွင္ဖို႔ လိုအပ္တဲ့အရာပါပဲတဲ့...သူနဲ႔ မေတြ႕ခင္အထိ ကၽြန္ေတာ့္ကို အျခားတစ္ေယာက္က... လုံးဝဖမ္းစားသြားႏိုင္မယ္လို႔ ဘယ္တုန္းကမွ မထင္ခဲ့ဖူးပါဘူး\"ဒီတစ္ခါေတာ့ ရိုမက္တစ္ဆန္ဆန္ အခ်စ္ဇာတ္လမ္းေကာင္းေလးေတြကို ခ်စ္တဲ့ပရိသတ္ေတြအတြက္ After ဆိုတဲ့ ဇာတ္လမ္းေကာင္းေလးကို မိတ္ဆက္ေပးလိုက္ပါတယ္တက္ဆာဆိုတဲ့ စာေတာ္ျပီး အေမစိတ္တိုင္းက် ၾကိဳးစားေနတဲ့စာၾကမ္းပိုးမေလးတစ္ေယာက္ ေကာလိပ္ကုိ ေရာက္လာတာက ဇာတ္လမ္းကို စတည္ထားပါတယ္အေမျဖစ္သူက စီစဥ္တဲ့အတိုင္း ဘဝကို ေနထိုင္ရင္း ...",
        "rating": "5.6",
        "url": "https://megaup.net/2dqld/After_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aP2hIXLutzzsXb1pJit8gdK6TtR.jpg",
        "title": "We Are Legends ( 2019 )",
        "description": "ဒီကား​ေလးဟာ Imdb 5.4ရထားတဲ့ 2019 ထြက္​​ေဟာင္​​ေကာင္​ဇာတ္​ကား​တစ္​ကားျဖစ္​ပါတယ္​လက္​​ေဝွ့ထိုးသတ္​ပြဲ ခပ္​ၾကမ္​းၾကမ္​း​ေလး​ေတြႀကိဳက္​တတ္​သူ​ေတြအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႔​ေစမွာပါ..ဒီကားထဲမွာ ဂ်က္​နဲ႔ ဘန္​နီတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​ဟာမိဘမဲ့​ေဂဟာမွာႀကီးျပင္​းခဲ့႐ၿပီး တစ္​​ေန႔မွာ ​ေက်ာင္​းသားခ်င္​းအႏိုင္​က်င္​့ခံရာက​ေန​ေက်ာင္​း​ေစာင္​့္ အီရစ္​နဲ႔အတူ မိဘမဲ့​ေဂဟာက​ေနထြက္​ခြာလာခဲ့ပါ​​ေတာ့တယ္​..ဒီလိုနဲ႔ အားကစား​ေလ့က်င္​့ခန္​းမ ဖြင္​့ထားတဲ့ အီရစ္​ရဲ႕အစ္​မဆီ​ေရာက္​သြားရာက​ေန ​လက္​​ေဝွ့သမား​ေကာင္​းျဖစ္​လာဖို႔ ​စတင္​​ေလ့က်င္​့သင္​ၾကား​ေပးပါ​ေတာ့တယ္​...ဒီလိုနဲ႔တစ္​ရက္​မွာသူတို႔​ေမြးစားအ​ေဖအီရစ္​ဟာ​ေလျဖတ္​သြားခဲ့ႁပီး​ေငြ​ေၾကး႐ွာ​ေဖြမႈတာဝန္​ဟာသူတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​​ေပၚကိုုပံုုကက်လာခဲ့ပါ​​ေတာ့တယ္​...ဂ်က္​ဟာ အလုပ္​လုပ္​ရင္​းMMAမွာထိုးသတ္​တဲ့ပ႐ိုလက္​​ေဝွ့သမား​ေကာင္​းျဖစ္​​ေအာင္​​ေလ့က်င္​့​ေနခဲ့ၿပီးသူ႔ညီကိုစာ​ေကာင္​းစြာသင္​ႏိုင္​​ေအာင္​​ေထာက္​ပံ​ံ​့​ေပး​ေန​ေပမယ့္....သူ႔ညီ​ေလးက​ေတာ့ ​ေငြ​ေၾကးခက္​ခဲမႈကိုကူညီႏိုုင္​ဖို႔အတြက္​​ေျမ​ေအာက္​​ေၾကးစားလက္​​ေဝွ့ထိုးသတ္​ပြဲ​ေတြမွာပါဝင္​ကစားၿပီး​ေငြ​ေၾကး႐ွာ​ေဖြ​ေနခဲ့လို႔​ေက်ာင္​းကထုတ္​ပယ္​ျခင္​းခံလိုက္​ရပါတယ္​...ဒီလိုနဲ႔ သူတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​ၾကားမွာသ​ေဘာထားတင္​းမာမႈ​ေတြျဖစ္​လာခဲ့တဲ့အခါ....ဂ်က္​က MMAရဲ႕ ပ႐ိုလက္​​ေဝွ့ခ်န္​ပီယံျဖစ္​လာခဲ့​ေပမယ့္​့သူတစ္​ခ်ိန္​က​အလြယ္​တကူအလဲထိုးႏိုင္​ခဲ့တဲ့ဂ်က္​ဆန္​ရဲ႕ျပန္​လည္​စိန္​​ေခၚပြဲမွာ မထင္​မွတ္​ပဲ႐ွံုးနိမ္​့သြားတဲ့အခါ.....ဘယ္​လို​ေတြဆက္​ျဖစ္​လာမွာလဲ...လက္​​ေဝွ့ထိုးသတ္​ပြဲ​ေတြကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​......ပရိုလက္​​ေဝွ့သမား​ေတြရဲ႕ဘဝ​ေတြကိုလက္​​ေတြ႔က်က်႐ိုက္​ျပထားတဲ့ဇာတ္​ကား​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​လို႔ အရမ္​းကိုသ​ေဘာက်မိပါတယ္​... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/we-are-legends-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/coming-home-poster-133x200.jpg",
        "title": "Coming Home (2014)",
        "description": "Coming Home ( 2014 )\nIMDb - 7.2/10_______Rotten - 88%\n IMDb 7.2 ထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်\nComing Home ဆိုတဲ့ ဇာတ်ကားလေးဟာ တရုတ်ပြည်ရဲ့ ခေတ်တစ်ခေတ်မှာ\nလူသူမသိ တိမ်မြှုပ်ခဲ့ရတဲ့ ပါတီအတွက် အလုပ်လုပ်ပေးခဲ့တဲ့ ပရောဖက်ဆာတစ်ဦးရဲ့\nမိသားစုဇာတ်လမ်းလေးကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်...\nပါတီက ခွဲထားခဲ့တဲ့ သားအဖ...ပါတီက ခွဲထားတဲ့ လင်မယား...\nပါတီကြောင့် အစိတ်စိတ်အမွှာမွှာကွဲခဲ့ရတဲ့ မိသားစုလေးအကြောင်းပေါ့...\nပါတီကြောင့် အိမ်ကိုလွမ်းလို့ ခိုးပြန်လာတဲ့ အဖေကိုတောင်\nရန်သူတစ်ယောက်လိုမြင်ပြီး သမီးဖြစ်သူကိုယ်တိုင်က သတင်းပေး ဖမ်းဆီးစေခဲ့တယ်လေ။\nဒီလိုနဲ့ နောက်ဆုံး အိမ်ပြန်ခွင့်ရလို့ ပြန်လာတဲ့ ပရောဖက်ဆာကြီးအတွက်\nစောင့်ကြိုနေတာက သာယာတဲ့ မိသားစုလေး မဟုတ်ခဲ့ပါဘူး။\nသူစိမ်းနဲ့ မခြားတဲ့ သမီးအရင်းအချာနဲ့ ကိုယ်ပြန်လာမှာကို\nစောင့်မျှော်နေပေမယ့် ကိုယ့်ကို မမှတ်မိတော့တဲ့ ဇနီးသည်ပါပဲ။\nဒီလိုအခြေအနေမျိုးကြုံကြည့်ကြစမ်းပါ...ခံနိုင်ပါ့မလား...\nပရောဖက်ဆာကြီးကတော့ သည်းခံခြင်းကို\nလက်ကိုင်ထားပြီး ဘယ်လိုဖြေရှင်းခဲ့တယ်...\nသမီးရဲ့ အသိအမှတ်ပြုခြင်းကို ဘယ်လိုပြန်ယူပြီး ကိုယ့်ကိုမမှတ်မိတဲ့\nဇနီးသည်ကို ဘယ်လိုအချစ်တွေပေးခဲ့တယ်ဆိုတာ\nဇာတ်ကားထဲမှာ အဖြေဖော်ရင်း ခံစားကြည့်လိုက်ကြပါတော့....IMDb 7.2 ထိ ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္\nComing ...",
        "rating": "7.2",
        "url": "https://megaup.net/1xlcy/Coming_Home_(Gui_Lai)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/escape-plan-3-poster-143x200.jpg",
        "title": "Escape Plan: The Extractors (2019)",
        "description": "Escape Plan: The Extractors (2019)\n  \n1080p BluRay 5.1 Ch Quality နဲ့ထပ်မံတင်ဆက်လိုက်ပါတယ်။\nဒီဇာတ်ကားဆိုရင် အားလုံးသိကြတဲ့ မင်းသားကြီး Sylvester Stallone ပါဝင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။\nအရင်ထွက်ရှိထားပြီးဖြစ်တဲ့ Escape Plan (2013) နဲ့Escape Plan 2: Hades (2018) တွေ ရဲ့ တတိယမြောက် ထွက်ရှိလာတဲ့ ဇာတ်ကား Escape Plan: The Extractors (2019) ဟာဆိုရင်လည်း လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ လုံခြုံရေးအထူးကျွမ်းကျင်သူ Ray Breslin (Sylvester Stallone) ဟာဆိုရင် ဟောင်ကောင်နည်းပညာလုပ်ငန်းရှင်ရဲ့သမီး ဖြစ်သူ ပြန်ပေးဆွဲခံရတာနဲ့ပတ်သက်ပြီး ပြန်လည်ကယ်ဖို့ ငှားရမ်းခြင်းခံရပါတယ် ။ ထိုပြန်ပေးဆွဲတဲ့သူတွေရဲ့နောက်ကွယ်က ကြိုးကိုင်သူကို မင်းသားကြီး စတားလုံး နဲ့သူ့ရဲ့အဖွဲ့တို့ ဘယ်လို ဖော်ထုတ်ပြီး ဓားစာခံတွေကို ကယ်တင်မလဲဆိုတာကို ကြည့်ရှု့ကြရမှာဖြစ်ပါတယ် ။\n 1080p ...",
        "rating": "4.4",
        "url": "https://megaup.net/4Vyev/Escape_Plan_-_The_Extractors_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xGY5rr8441ib0lT9mtHZn7e8Aay.jpg",
        "title": "The Dirt (2019)",
        "description": "Bohemian Rhapsody တို႔လို Rock Star တို႔လို Lords of Chaos တို႔လိုRock ဂီတဆို္င္ရာ ရုပ္ရွင္ေတြကို ၾကိဳက္ႏွစ္သက္ၾကတဲ့ ပရိသတ္ေတြအတြက္၂၀၁၉ ခုႏွစ္ထဲထြက္ရွိထားတဲ့ the Dirt ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးခ်င္ပါတယ္ …IMDb – 7/10 ေတာင္ရရွိထားတဲ့ ဇာတ္ကားေလးပါThe Dirt ဇာတ္ကားဟာ ၁၉၈၀ ပတ္ဝန္းက်င္မွာ စတင္ေက်ာ္ၾကားခဲ့တဲ့အေမရိကန္ ဟဲဗိီးမက္တယ္ ဂီတတီးဝိုင္းတစ္ခုျဖစ္တဲ့ Motley Crue တီးဝိုင္းရဲ႕ေဟာလိဝုဒ္လမ္းမေတြထက္ကေန ႏိုင္ငံတကာ စင္ျမင့္ေတြထက္ကို ေရာက္ရွိလာပံုေတြကိုဝိုင္းေတာ္သားေတြက ကိုယ့္အေၾကာင္း ကိုယ္ေျပာျပေနတဲ့ပံုစံနဲ႔ ရုိက္ကူးထားတာပါ …Motley Crue တီးဝိုင္းဟာ ျမန္မာ Rock ပရိသတ္ေတြနဲ႔လည္း မစိမ္းပါဘူး …မ်ိဳးၾကီးရဲ႕ ေက်ာက္စာမ်ား…ေဇာ္ဝင္းထြဋ္ရဲ႕ ေသြးတိတ္ေတး စတဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Rvqf/The_Dirt_[2019]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9Roojb8irRKPyyhDKCRzVc16NI.jpg",
        "title": "Citizen Dog(2004)",
        "description": "Citizen Dog(2004)\nIMDb......7.4,,,,,,Rotten.....100% \nဂ်င္\nဘ၀မွာဆိုးရြားတဲ့အမ်ားႀကီးရွိတယ္\n၀မ္းနည္းစရာေတြလည္းအမ်ားႀကီးပဲ\nတခါတေလက်ေတာ့ကိုယ့္မွာရွိတဲ့ေကာင္းတဲ့အရာေတြကိုမျမင္ႏိုင္ေလာက္ေအာင္၀ိဇၨာအေမွာင္ေတြလည္းဖုံးေနတတ္တယ္\nဒါေပမယ့္လည္း\nမင္းရဲ႕ထမင္းေၾကာ္ပန္းကန္ထဲကပင္စိမ္းေလးေတြကိုဖယ္စားတာကိုလည္းကိုယ္ခ်စ္တယ္\nမင္းေပ်ာ္တိုင္းေျခေထာက္ေလးလႈပ္ေနတာကိုလည္းခ်စ္တယ္\nမင္းလုပ္သမၽွအရာတိုင္းကကိုယ့္အတြက္ေတာ့\nပဥၥလက္ဆန္ေနခဲ့တာပဲဂ်င္ရယ္\nဒီစကားေလးေတြကေတာ့\n2004 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့Citizen dog ဆိုတဲ့ရုပ္ရွင္ကဇာတ္၀င္စကားေလးေတြပါ\n၂၀၀၄ခုႏွစ္\nထိုင္းရုပ္ရွင္ေတြစတင္ျမႇင့္တင္ေနခ်ိန္တုန္းက\nေျမစမ္းခရမ္းပ်ိဳးရိုက္ကူးခဲ့တဲ့ဇာတ္လမ္းေလးေတြထဲမွာဒီကားေလးလည္းတကားအပါအ၀င္ေပါ့\nရုပ္ရွင္ရဲ႕တင္ျပပုံဟာ\nေတြ႕ေနက်ရုပ္ရွင္ပုံနဲ႔မတူပဲ\nေရဒီယိုကလာေလ့ရွိတဲ့ဇာတ္လမ္းပမာနားဆင္စရာပုံစံလိုလို\nျပဇာတ္ပုံစံလိုလိုခ်စ္စဖြယ္ရိုက္ကူးထားတဲ့ဇာတ္လမ္းေလးပါ\nဇာတ္လမ္းေလးကေတာ့ရိုးရိုးေလးပါပဲ\nေတာကတက္လာတဲ့ေယာင္လည္လည္ေကာင္ေလးတေယာက္နဲ႔\nအီတလီစာမဖတ္တဲ့အီတလီလိုေရးထားတဲ့ေကာက္ရတဲ့စာအုပ္တအုပ္ကိုဖတ္ဖို႔ႀကိဳးစားေနတဲ့အိပ္မက္ေတြတေပြ႕တပိုက္နဲ႔ေကာင္မေလးတေယာက္တို႔ရဲ႕ဇာတ္လမ္းေလးပါ\nတခါတေလမွာခင္ဗ်ားဘ၀မွာေမၽွာ္လင့္သလိုျဖစ္မလာခဲ့ရင္\nခင္ဗ်ားယုံၾကည္ထားတဲ့အရာက\nခင္ဗ်ားထင္ထားတာနဲ႔ေျပာင္းျပန္ေဇာက္ထိုးျဖစ္ေနခဲ့ရင္ခင္ဗ်ားဘယ္လိုမ်ားခံစားရေလမလဲ\nခင္ဗ်ားရင္ဘတ္ထဲမွာရွိေနမယ့္အရာကို\nဒီဇာတ္လမ္းေလးကေျပာျပႏိုင္ပါလိမ့္မယ္\nဒါရိုက္တာWisit Sasanatieng ကရိုက္ကူးထားၿပီး\nMahasamut Boonyaruk နဲ႔Seangthong Gate Uthong  တို႔ကအဓိကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္....\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Chan Myae Thu Aung ပဲျဖစ္ပါတယ္....  \nFile Size : (674MB) and (341 MB)\nQuality : Web-Dl720p\nFormat…mp4\nDuration…01:45:00\nGenre: Fantasy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Chan Myae Thu Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/2dqlj/Citizen_Dog_(Mah_Nakorn)_[2004]_(MM_Sub).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8ufAWw9Ewy97sbcaunxcs4Q6WM.jpg",
        "title": "Chopsticks(2019)",
        "description": "Chopsticks 2019\nIMDb 6.5\nမိဘကဆပ္ျပာမႈန္႔လုပ္ငန္းလုပ္လုိ႔အစြဲျပဳၿပီးေပးထားလုိ႔ဆပ္ျပာမႈန္႔နာမည္နဲ႔တူတဲ့ေကာင္မေလးတစ္ေယာက္လူေၾကာက္တတ္တဲ့မိဘစကားနားေထာင္တတ္တဲ့အေနအထုိင္ေအးတဲ့ေကာင္မေလးတစ္ေယာက္လူတုိင္းကုိကုိယ့္လုိမွတ္ယူထားတဲ့ေကာင္မေလးတစ္ေယာက္အေၾကာင္းကုိ႐ုိက္ကူးထားတာျဖစ္ပါတယ္....\nသူ႔အိမ္ကအလုပ္သြားအလုပ္ျပန္ဘတ္စ္ကားတုိးစီးရတာကုိမၾကည့္ရက္လုိ႔ကားအသစ္ေလးတစ္စီးဝယ္ေပးလုိက္တဲ့ေန႔မွာတင္သူခုိးလက္ထဲကုိကားေသာ့သြားအပ္မိတဲ့ေကာင္မေလးတစ္ေယာက္ေပါ့....\nရဲစခန္းမွာကားေပ်ာက္ေၾကာင္းသြားတုိင္ေတာ့သတင္းအစပ္အဆက္ေတြနဲ႔အႏုပညာ႐ွင္လုိ႔ေခၚတဲ့လူတစ္ေယာက္အကူအညီနဲ႔သူ႔ကားကုိျပန္ရဖုိ႔လုိက္ၾကတာျဖစ္ပါတယ္.....\nျဖစ္ခ်င္ေတာ့သူ႔ကားေလးကဂန္းစတားလက္ထဲေရာက္ေနတာျဖစ္တယ္...\nကဲဂန္းစတားလက္ထဲကုိဘယ္လုိေရာက္သြားတာလဲဘယ္လုိျပန္ယူမွာလဲဆုိတာၾကည့္လုိက္ရေအာင္.....\nBollywood ကားေတြရဲ႕ထုံးစံအတုိင္းပညာေပးေလးေတြအေတြးေလးေတြကုိထည့္ထားတာျဖစ္ၿပီးNetflix ကထုတ္ထားတာမုိ႔  ဟာသေလးေတြလည္းပါတာဆုိေတာ့ၾကည့္ရတာေပါ့ေပါ့ပါးပါးနဲ႔လူတုိင္းၾကဳိက္တဲ့ကားေလးျဖစ္မွာပါ....\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Yoon Wah Wah Theint ျဖစ္ပါတယ္....\nEnglishလိုေျပာေသာဒိုင္ယာေလာ့အခ်ဳိ့တြင္ျမန္မာစာတန္းထိုးထားျခင္းမရွိပါ....\n File Size : (940 MB) and (429 MB)\nQuality : Blu-Ray 720p,\nFormat…mp4\nDuration…01:40:00\nGenre : Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Wahwah Theint\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2dqlg/Chopsticks_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Vb7l0d10TtT6K84zdyzydfn8ZW.jpg",
        "title": "Homestay (2018)",
        "description": "Homestay (2018) တဲ့ ထုိင္းကားေလး။ပုံမွန္ထုိင္းကားဆုိၾကည့္မရတတ္တဲ့ ကၽြန္ေတာ္ ဒီကားကိုၾကည့္ျပီး ေတာ္ေတာ္ေၾကြသြားမိတယ္။ဒီကားေလးက အရမ္းစိတ္ဝင္စားဖုိ႔ေကာင္းျပီး ၂ နာရီၾကာတယ္ဆုိေပမဲ့ ပ်င္းစရာမရွိတဲ့ ဇာတ္ကားပါ။Draman, Fantasy , Thriller ဆုိတဲ့ ဇာတ္ကားအမ်ိဳးအစားဆုိတဲ့အတုိင္း Drama လုိရုိျပီး Fantasy လုိ ထူးျခားတာေတြလည္းေတြ႕ရျပီး Thriller ဆုိတဲ့အတုိင္း တစ္ခ်က္တစ္ခ်က္ ရင္တုန္စရာေလးေတြပါ ထည့္ထားပါေသးတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အဓိကဇာတ္ေဆာင္ျဖစ္သူက လတ္တေလာ ကုိယ့္ကုိကုိယ္ သတ္ေသသြားတဲ့ မင္ဆုိတဲ့ အထက္တန္းေက်ာင္းသားေလးရဲ႕ ခႏၶာကုိယ္ထဲမွာ ႏိုးထလာပါတယ္။သူ႕ကုိ ကိုယ္ေစာင့္နတ္ ဆုိတဲ့သူက ဒီခႏၶာကိုယ္ပုိင္ရွင္ျဖစ္တဲ့ မင္ ဘာလုိ႔ကုိယ့္ကုိကုိယ္ သတ္ေသခဲ့ရလဲဆုိတဲ့ အေၾကာင္းအရင္းကုိ ရက္တစ္ရာအတြင္းမွာ ရွာခုိင္းပါတယ္။ရွာလုိ႔ေတြ႕ခဲ့ရင္ ဒီခႏၶာကုိယ္ကုိ ပုိင္ဆုိင္ရမွာျဖစ္ျပီး မရွာႏုိင္ရင္ေတာ့ ဘယ္လုိမွျပန္ဝင္စားလုိ႔မရတဲ့ဘဝကို ေရာက္သြားမွာပါလုိ႔ေျပာပါတယ္။မင္ရဲ႕ ခႏၶာကုိယ္ကို ရထားတဲ့သူ မင္ဘာလုိ႔ ကိုယ့္ကုိကုိယ္သတ္ေသရလဲဆုိတာကို ...",
        "rating": "7.7",
        "url": "https://megaup.net/2TnNZ/Homestay_[2018]_(MM_Sub).mp4",
        "category": "Asian, Drama, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wIdxHjFXaiqDXddsNbxlTcXTxqm.jpg",
        "title": "Rattlesnakes (2019)",
        "description": "ဒီတစ္ခါေတာ့ Rattlesnakes (ခေလာက္ေျမြ) ဆိုတဲ့ကားေကာင္းေလးတစ္ကားကို တစ္ဆက္ေပးလိုက္ပါတယ္။Drama, Crime အမ်ိဳးအစားျဖစ္ၿပီး အဆံုးသတ္ေရာက္တဲ့အထိ ဘယ္သူမွန္ၿပီးဘာျဖစ္မလဲဆိုတာကို စိတ္ဝင္စားစရာၾကည့္ရႈရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ လူတစ္ေယာက္က သူ႕မိန္းမဟာစိတ္ကုထံုးဆရာဝန္တစ္ေယာက္နဲ႔ ေဖာက္ျပန္ေနတယ္လို႔ သံသယဝင္ၿပီးေနာက္ေယာင္ခံလိုက္ စံုစမ္းတဲ့အေၾကာင္းကို ရိုက္ကူးထားတာျဖစ္ပါတယ္။ဘယ္သူကမွားလို႔ ဘယ္သူကမွန္ၿပီးဘာေတြဆက္ျဖစ္မယ္ဆိုတာကို ၾကည့္ရႈအားေပးလိုက္ၾကပါဦးဗ်ာ File Size : (798 MB) & (497 MB)Quality :Web DL 720pRunning Time :1hr 25 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/Rvrd/Rattlesnakes_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/china_comedy-141x200.jpg",
        "title": "Some Like It Hot (2016)",
        "description": "ဘဝမှာ သိပ်ချစ်ရတဲ့သူငယ်ချင်းတွေရှိရင် သိပ်လှတယ်...\nအမူအကျင့် တစ်ခုစီနဲ့ ခွီရတဲ့ သက်လတ်ပိုင်း သူငယ်ချင်း ၅ ယောက်အဖွဲ့...\n၁။ တစ်ယောက်က မြင်မြင်ချင်းအချစ်ကိုပဲ ယုံကြည်လို့ တစ်ဘဝလုံး FA လုပ်လာတာ\nတစ်နေ့တော့ ကောင်မလေးတစ်ယောက်ကိုမြင်မြင်ချင်းမှာ သိပ်ကြွေသွားပြီး Heart Attack နဲ့သေရော..\n၂။ နောက်တစ်ယောက်က တခြားကောင်မလေးတွေနဲ့ အသားကုန်ပွေးပေမယ့်\nအချိန်တန် အိမ်ပြန်ဆိုတဲ့ ဆောင်ပုဒ်ကိုကိုင်ဆွဲထားတဲ့ သူ့ကောင်မလေးကို အသေချစ်သူ...\n၃။ နောက်တစ်ယောက်က အဖွဲ့တစ်ဖွဲ့လုံးရဲ့ ခိုင်းဖတ် မစိုမခြောက်...\n၄။ နောက်တစ်ယောက်က အူတူတူနဲ့ လုပ်ချင်ရာလုပ်တတ်ပြီး\nဘယ်သူမှမကြိုက်တော့တဲ့ အပျိုကြီးကိုမှ အသည်းစွဲသွားသူ...\n၅။ ဇာတ်လိုက်ကျော်ကြီးကတော့ ကိုရီးယားမော်ဒယ်လေးကို မြင်မြင်ချင်း ပလူးချင်လွန်းလို့\nအိမ်ကမိန်းမကို ခွကျော်ရမယ့်သူ...ဇာတ်အိမ်ဇာတ်လမ်းလေး ကောင်းမွန်သလို\nတင်ဆက်ပုံ သွက်သွက်လက်လက်နဲ့ ဆွဲခေါ်သွားမယ့် ဇာတ်ကားပါ။ကျွန်တော်တော့ အတော်အကြိုက်တွေ့မိပါတယ်။\nအနားယူချိန်မှာ မိသားစုနဲ့အတူတူကြည့်ပြီး ခွီနေရမယ့် ဇာတ်ကားမျိုးပါ။\n(အိမ်ကမိန်းမကို မပိုင်သူတွေကတော့ မိန်းမနဲ့ အတူတူ မကြည့်နဲ့ပေါ့..ဆွဲစိတ်ခံနေရမယ်။)IMDb Rating (6.8) ထိ ရရှိထားပါတယ်။File size…(1.1 GB) and ...",
        "rating": "6.8",
        "url": "https://megaup.net/33G6B/Some_Like_It_Hot_(Qing_Sheng)_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3BO6pPa7qDcpPYct061Luh9fvst.jpg",
        "title": "Always Be My Maybe (2019)",
        "description": "Always Be My Maybe ၂၀၁၉ Netflix ရဲ့ Asian Americanကားကောင်းတစ်ကောင်း စာရင်းဝင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောပြရင်တော့ ထက်မြက်တဲ့မိန်းမဆိုတာဆာရှာထရန်လို လူမျိုးကိုပြောတာပါကိုယ့်ဒူးကိုယ်ချွန်အောင်မြင်လာတဲ့ နာမည်ကြီးစာဖိုးမှုးဆာရှာနဲ့သူ့ငယ်သူငယ်ချင်းလည်းမက ချစ်သူလည်းမကျခဲ့တဲ့ မားကပ်စ် ...မားကပ်စ်ကတော့ မိခင်ဆုံးသွားပြီးနောက် ပုံစံခွက်ထဲက ရုန်းမထွက်ချင်တော့တဲ့သူပတ်ဝန်းကျင်အသစ်ကိုဝင်ဆန့်ရတာကြောက်နေတဲ့သူ...သူတို့နှစ်ယောက် အထက်တန်းကျောင်းပြီး ကွဲသွားကြရာမှ၁၆နှစ်ကြာမှပြန်ဆုံတွေ့ကြတဲ့အခါမှာတော့....Romance Comedy အမျိုးအစားဖြစ်ပြီး သီချင်းအမိုက်စားတွေနဲ့ အတူGuest Star ကလည်း နယ်နယ်ရရ မဟုတ်တဲ့Keanu Reeves မို့ လက်မလွှတ်သင့်ပါ ကြောင်း တိုက်တွန်းလိုက်ပါတယ်နော်File Size : ( 851 MB) & (380 MB)Quality :Web Rip 720pRunning Time :1hr 41 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xwyO/Always_Be_My_Maybe_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    }
]