[
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/sChU1ykaA0xVLp63YfRoxn3wBsm.jpg",
        "title": "It’s All My Fault (2022)",
        "description": "It’s All My Fault (2022)ယုတ ဆိုတဲ့ ကောင်လေးက ငယ်စဉ်တည်းက မိဘမဲ့စောင့်ရှောက်ရေးဂေဟာမှာ နေလာရတဲ့ကလေးတစ်ယောက်ဖြစ်ပါတယ်။ သူ့မှာ အမေရင်းရှိပေမဲ့ မတွေ့ခဲ့ရတာကြာပြီဖြစ်ပြီး သူအလယ်တန်းကျောင်းရောက်ရင် သူ့အမေနဲ့တွေ့ခွင့်ရနိုင်တယ်လို့ ဆရာမတွေကပြောဖူးတာကြောင့် အဲဒီနေ့ကိုပဲ စောင့်နေခဲ့တဲ့ကလေးပါ။တစ်နေ့မှာ သူ့အမေကိုဆက်သွယ်လို့ရမယ့်နည်းကို တိတ်တဆိတ် စုံစမ်းပြီး ဂေဟာကနေ ထွက်ပြေးခဲ့ပါတယ်။ ဘယ်မှမသွားဖူးတဲ့ ယုတက အမေရှိတဲ့နေရာထိရောက်အောင် လာခဲ့ပြီး သူ့အမေကလည်း သူ့ကို တွေ့တွေ့ချင်းမှာတော့ ပျော်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဂေဟာဆရာမက သူတို့အိမ်တံခါးဝကို လာခေါက်တဲ့အချိန်မှာ ယုတရဲ့ အပျော်တွေအားလုံး အငွေ့ပျံသွားရပါတယ်။ သူအရမ်းတွေ့ချင်ခဲ့တဲ့အမေက သူ့ကိုမလိုချင်မှန်းသိလိုက်ရချိန်မှာ ထပ်ပြီးထွက်ပြေးခဲ့ပါတယ်။ ဒီလိုနဲ့ ထရပ်ကားအပျက်ပေါ်မှာ အိမ်လိုလုပ်ပြီးနေတဲ့ ဂျွန်နီဆိုတဲ့ ဦးလေးကြီးတစ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်။ ဂျွန်နီကလည်း အမေဖြစ်သူရှိတဲ့မြို့ကို ပြန်ဖို့ ထရပ်ကားစုတ်ကြီးကို ပြင်ဖို့ကြိုးစားနေတာမှန်း သိလိုက်ရတဲ့အခါ မိခင်မေတ္တာကို ငတ်မွတ်နေတဲ့ယုတက ဂျွန်နီကိုကူပြီး ပိုက်ဆံရှာပေးဖို့ကြိုးစားပါတယ်။သူအရင်ကမလုပ်ဖူးတဲ့ စက်ဘီးခိုးတာတွေ ကလိမ်ကျတဲ့အလုပ်တွေကိုပါ ကူညီပေးရင်း ...",
        "rating": "",
        "url": "https://megaup.net/2CT00/(CM)_It_s_All_My_Fault_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gtgltT1u4kVUJBocfRb1Xf2v1gu.jpg",
        "title": "Mama Susan’s Friends (2023)",
        "description": "Mama Susan's Friends (2023)ဂါလိုဟာ မိဘမဲ့ကောလိပ်ကျောင်းသားလေးတစ်ဦးဖြစ်ပြီး ဦးလေးနဲ့အဒေါ်ရဲ့ စောင့်ရှောက်မှုအောက်မှာနေထိုင်ပြီး ကျောင်းတက်နေပါတယ်။ သူ့ဦးလေးနဲ့အဒေါ်ဟာ သူ့အပေါ်ကောင်းသလိုရှိပေမဲ့ သူ့သားသမီးအရင်းတွေနဲ့ယှဉ်ရင်တော့ မျက်နှာသာမပေးတာ ခွဲခြားတာမျိုးတွေရှိတတ်တဲ့အတွက် တစ်ခါတလေ စိတ်ညစ်ရတာရှိပေမဲ့ ဂါလိုက ပျော်ပျော်ပဲနေတတ်ပုံရပါတယ်။သူ့ဦးလေးနဲ့အဒေါ်ထက် ပိုစိတ်ညစ်ဖို့ကောင်းတာက ညညဆိုရောက်လာတတ်တဲ့ အိမ်မက်ဆိုးတွေပါပဲ။ မျက်နှာမည်းမည်းနဲ့လူတစ်ယောက် သူ့နောက်ကလိုက်နေတတ်တာ။ အဲဒီလိုပဲတစ်ကိုယ်လုံးမည်းနက်နေတဲ့ မိန်းမကြီးတစ်ယောက် သူ့ကို ဂုတ်ကနေကိုင် လေထဲမြှောက်ထားတာတွေကို မြင်မက်တတ်ပြီး အိမ်မက်နဲ့မတူအောင်ပြက်ပြက်ထင်ထင်ဖြစ်နေတတ်တာတွေကထူးခြားပါတယ်။တစ်နေ့မှာတော့ သူ့ငယ်ဘဝမွေးရပ်မြေ ကျွန်းမြို့ငယ်လေးဆီက သူ့အဖေသေပြီဆိုတဲ့အကြောင်း ကြေးနန်းရောက်လာတဲ့အချိန်မှာ ဂယ်လိုတစ်ယောက် ဇာတိကိုပြန်ရဖို့ ဖြစ်လာပါတော့တယ်။ သူ့ဇာတိ သူမွေးတဲ့ အိမ်မှာ သူ့အဘွားဆူဇန်တစ်ယောက်သာ လက်ရှိနေထိုင်နေပါတယ်။ တစ်အိမ်လုံးမှာရှိနေတာကတော့ ဘာသာရေးရုပ်တုတွေ ပုံစံအမျိုးမျိုးနဲ့ဖြစ်ပြီး တစ်ချိန်က အိပ်မက်ဆိုးတွေဟာ ဒီအိမ်ကြီးကိုရောက်တဲ့အချိန်မှာ တစ်ဖြည်းဖြည်းလက်တွေ့ဆန် ကြောက်မက်ဖွယ်ကောင်းလာတာတွေကိုတွေ့ရတဲ့နောက် ဂယ်လိုတစ်ယောက် ပဟေဠိတွေကြားကနေ ရုန်းထွက်လွတ်မြောက်ဖို့ကြိုးစားရပါတော့တယ်။နာမည်ကျော် ဖိလစ်ပိုင်စာရေးဆရာ Bob Ong ရဲ့ဘတ်ဆဲလားတစ်အုပ်ဖြစ်တဲ့ Ang mga Kaibigan ni ...",
        "rating": "",
        "url": "https://megaup.net/1WVk1/(CM)_Ang_Mga_Kaibigan_ni_Mama_Susan_(2023)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjQxMTdkY2EtM2Y3OS00NDgxLWEyN2EtNGRmZTczYTQ0OWZkXkEyXkFqcGdeQXVyMTY0NjI4OTQ5._V1_-133x200.jpg",
        "title": "Surongo (2023)",
        "description": "Surongo (2023)\nIMDb-6.6/10မထင်မှတ်ထားတဲ့ဇာတ်ကွက်အလှည့်အပြောင်းတွေနဲ့\nမင်းသားကြီးအာဖရန်နီရှိုးရဲ့ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဘင်္ဂလားဒေ့ရှ်ငွေ သန်းနှစ်ဆယ်အသုံးပြုရိုက်ကူးခဲ့ပြီး\nနှစ်ဆကျော်ပြန်လည်ရခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။မာဆုဒ်ဆိုတာ ရွာထဲမှာလျှပ်စစ်ပစ္စည်းအမျိုးမျိုးပြုပြင်နေတဲ့လူငယ်တစ်ယောက်။\nတစ်ရက်စျေးထဲဓာတ်တိုင်က မီးသီးတက်ပြင်နေရင်း မြင်လိုက်ရတဲ့မိုနာဆိုတဲ့အမျိုးသမီးလေးကြောင့်\nအချစ်မှာကျရှုံးမိပါလေရော။ချစ်သူတောင်းဆိုသမျှ လိုက်လျောဖို့အသင့်ဖြစ်နေခဲ့သူလေး မောင်မာဆုဒ်တစ်ယောက်\nဆန္ဒတွေပြည့်၀သွားပြီး ချစ်သူနဲ့နှစ်ကိုယ်တူလက်ထပ်ပေါင်းသင်းပြီးနောက်မှာတော့\nလိုအင်ဆန္ဒတွေများပြားလွန်းလှတဲ့ ဇနီးဖြစ်သူမိုနာရဲ့ တောင်းဆိုမှုလိုအပ်ချက်တွေအားလုံးကို ဖြည့်ဆည်းမပေးနိုင်တော့။ချစ်ဇနီးမျက်နှာအညှိုးမခံချင်သူ မာဆုဒ်တစ်ယောက်မိဘ\nလက်ငုတ်လက်ရင်း အိမ်လေးကိုပေါင်ပြီး\nမလေးရှားတက်အလုပ်လုပ်ပါလေရော။အထက်မှာပြောခဲ့သလိုပဲ ကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးကနေ\nမထင်မှတ်ထားတဲ့ဇာတ်ကွက်ဇာတ်အိမ်အလှည့်အပြောင်းတွေနဲ့\nဇာတ်လမ်းလေးကို ဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~YH~Zwe~BpL~Vတို့ပဲဖြစ်ပါတယ်)\nFile size…1.8GB  /  900MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~YH~Zwe~BpL~V",
        "rating": "6.6",
        "url": "https://megaup.net/1gY0u/Surongo.2023.720p.YK(CM).mp4",
        "category": "Bollywood, Crime, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZjljOWQ2ZmUtN2Y4Zi00MGIyLWI5ZGMtZDIxNzg4OTEwNWQwXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-135x200.jpg",
        "title": "Old Man (2022)",
        "description": "Old Man (2022)\n============Horror ကားကို ဘာဆက်ဖြစ်မလဲဆိုပြီး အဆုံးထိ ရင်တထိတ်\nထိတ်နဲ့ ကြည့်ချင်ကြသူတွေ အကြိုက်တွေ့ကြမယ့် ဇာတ်ကားပါ။\nဇာတ်လမ်းကတော့ ဂျိုးဆိုတဲ့ကောင်လေးတစ်ယောက် တောထဲမှာ\nလမ်းပျောက်ပြီး တောထဲက သစ်လုံးအိမ်လေးဆီ ရောက်သွားရာ\nကနေ စပါတယ်။ကူကယ်ရာမဲ့နေရာကနေ ကယ်တင်ရှင်တွေ့ပြီဆိုပြီး ဝမ်းသာအား\nရနဲ့ သစ်လုံးအိမ်ထဲ ဝင်သွားခဲ့ပေမဲ့ အထဲမှာ ရူးကြောင်ကြောင်\nအဘိုးကြီးတစ်ယောက်နဲ့ တွေ့ပြီး နှစ်ယောက်သား ဘယ်လိုတွေ\nနှစ်ပါးသွားကြမလဲဆိုတာကြည့်ရှုကြရမှာပါ။တဲအိမ်လေးထဲမှာပဲ ပြီးသွားတဲ့ ဇာတ်ကားဖြစ်ပေမဲ့ မထင်ထားတဲ့\nplot twist တွေလည်း ပါဝင်တာကြောင့်ကြည့်ပျော်တဲ့ ဇာတ်ကားပါ။\nရူးကြောင်ကြောင် အဘိုးကြီးအဖြစ် Avatar ကားထဲက မင်းသားကြီး\nStephen Lang က သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nRoman Nox ဖြစ်ပါတယ်)File Size..........(1.23 GB) / (460 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 37Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator......Roman Nox\nEncoder..........Zin Phyo Aung",
        "rating": "4.8",
        "url": "https://megaup.net/1WP2v/Old.Man.2022.720p.WEB-DL(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/67Ue5or6ZPScqkagC3EJSOYuzyR.jpg",
        "title": "Desierto (2015)",
        "description": "ကိုယ်နေထိုင်တဲ့ နေရာမှာမလုံခြုံတဲ့ အတွက် တခြားနိုင်ငံကိုခိုးဝင်ကြတာတွေကိုသိကြမှာပါ။ဒီကားထဲမှာလဲ အဲ့လိုမျိုးမက္ကဆီကိုကနေအမေရိကန်ကိုခိုးဝင်တဲ့လူတွေအကြောင်းရိုက်ကူးထားတာကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုကြည့်ခြင်းအားဖြင့် ဒုက္ခခံပြီး အန္တရာယ်တွေကြားကတခြားတစ်နိုင်ငံကို ခိုးဝင်ရတဲ့ လူတွေရဲ့ဘဝကိုတွေ့ရမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ မက္ကဆီကိုကနေ အမေရိကန်ကိုခိုးဝင်ဖို့အတွက်ကားတစ်စီးနောက်မှာ လူတွေကိုတင်လာခဲ့ပါတယ်။ဒါပေမယ့် နယ်စပ်အရောက်မှာ ကားပျက်သွားပြီးတော့ ကန္တာရကြီးထဲကနေ တစ်ဆင့်လမ်းလျှောက်ပြီး ဖြတ်ကူးရပါတော့တယ်။ဖြစ်ချင်တော့ တခြားတစ်ဖက်မှာမျိုးချစ်လိုလို စိတ္တဇလိုလိုအမေရိကန် လူတစ်ယောက်က အဲ့ဒီသတင်းကိုကြားမိပြီး ခိုးဝင်လာတဲ့လူတွေကို လိုက်ရှာနေပါတော့တယ်။သူတို့ကိုတွေ့တဲ့အခါမှာတော့ တစ်ယောက်ချင်းစီသေနတ်နဲ့ စိမ်ပြေနပြေထိုင်ပစ်ပါတော့တယ်။ဒီလိုနဲ့ လူတွေတစ်ယောက်ပြီးတစ်ယောက် သေဆုံးကုန်ပြီး ထွက်ပြေးတဲ့လူတွေကလဲ ထွက်ပြေးကြပါတယ်။ဒီလိုနဲ့နောက်ဆုံးမှာတော့ ခိုးဝင်လာတဲ့လူတွေအကုန်သေသွားမလား သူတို့ကိုအမဲလိုက်နေတဲ့ မုဆိုးကရောဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ File size…2.04GB / 797MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 28m\nGenre ….. Action . Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.1",
        "url": "https://megaup.net/1WVd9/Desierto.2015.Blu-Ray720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rvKQYyz8zBFuHojwURt2rrrXQp2.jpg",
        "title": "Never Too Late to Celebrate (2023)",
        "description": "စပိန်လူမျိုးတွေရဲ့ ဓလေ့ထုံးစံမှာ မိန်းကလေးတွေ အသက် ၁၅ နှစ်ပြည့်တဲ့မွေးနေ့ပွဲကိုကြီးကြီးကျယ်ကျယ် ခမ်းခမ်းနားနား ကျင်းပပေးတတ်ကြပါတယ်။အရွယ်ရောက်ပြီဆိုတဲ့ အထိမ်းအမှတ်အနေနဲ့ပေါ့။အဲအခမ်းအနားလေးကို quinceañera or quince လို့ခေါ်ပါတယ်။ စပိန်လူမျိုးဖြစ်ပေမယ့် အမေရိကမှာ ပြောင်းရွှေ့အခြေချ နေထိုင်ခဲ့ရတဲ့ အဖေဖြစ်သူနဲ့အမေရိကန်သူဖြစ်တဲ့ အမေဆီက မွေးဖွားလာတဲ့ ကပြားလေး ကာမီလာ လိုပက်ဇ်ကတော့အဖေဖြစ်သူကို ဆုံးရှုံးထားရတဲ့အတွက် အဖေ့ကို တသသဖြစ်ပြီး လွမ်းဆွတ်နေသူပါ။အဲလိုဖြစ်တာနဲ့အမျှ ကိုယ့်ကိုယ်ကိုယ် မအားလပ်အောင်ထားဖို့အတွက်အလုပ်တွေပဲ ဖိလုပ်နေတဲ့ အလုပ်ကြမ်းပိုးလေးပေါ့။အဲလို နိစ္စဓူဝ အပ်ကြောင်းထပ်နေတဲ့ ကိုယ်ပိုင်အချိန်ဇယားမှာ အသားကျနေတဲ့ကာမီလာတစ်ယောက် အမေဖြစ်သူအလုပ်လုပ်တဲ့ကျောင်းကို သွားတွေ့ရင်းနဲ့အချိန်ပိုင်းဆရာလေး ဟာဗီနဲ့ တွေ့ဆုံခဲ့ပါတော့တယ်။စတွေ့ကတည်းက ဟာဗီပြောခဲ့တဲ့ စကားလေးတစ်ခွန်းကြောင့်အဖေဖြစ်သူကို သတိရပြီး သူစိမ်းရှေ့မှာ ငိုကြွေးခဲ့မိရာကနေကာမီလာတစ်ယောက် ရှေ့ဆက်ပြီး ဘယ်လိုဆုံးဖြတ်ချက်တွေ ချမိမလဲအဖေဖြစ်သူ မရှိဘူးဆိုတဲ့ အတွေးကြောင့် ၃၀ နှစ်ပြည့်မွေးနေ့ကိုပါမကျင်းပဖို့ ဆုံးဖြတ်ထားပေမဲ့ ဘယ်အရာတွေကြောင့်Double quince လုပ်ဖို့ဖြစ်လာမလဲဆိုတာကို အရိုတစ်လိုင်း ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။အရိုကားလေးဆိုပေမယ့် အဖေနဲ့သမီးကြား၊ သားအမိကြား မေတ္တာတွေကိုပါပေါ်လွင်အောင်ပုံဖော်ထားတာမလို့ တစ်ရှူးလေး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1WSs5/Never.Too.Late.to.Celebrate.2023.WEB-DL720p(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BODgwMzBiYWItNThjYi00MjU4LWFjZDAtM2ZhMzk5NmFjZDViXkEyXkFqcGdeQXVyODkyMDY1MQ@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Famous (2023)",
        "description": "သွေးမတော်သားမစပ် မွေးစားညီအစ်ကို နှစ်ယောက်ဖြစ်ကြတဲ့ Wayne နဲ့ Famous ဆိုတဲ့ ညီအစ်ကို နှစ်ယောက်ရဲ့ music business အထဲမှာ ကျင်လည်ကြပုံကို ရိုက်ထားတာဖြစ်ပါတယ်။သူတို့နှစ်ယောက်က ဆန့်ကျင်ဖက်တွေဖြစ်ကြပြီး Wayneက Famousရဲ့ ပရိုဂျူဆာဖြစ်ပါတယ်။ Famous က ဆေးစွဲနေတဲ့သူတစ်ယောက်ဖြစ်ပြီးတော့ သူ့အစ်ကိုရဲ့ ထိန်းချုပ်ခြင်းကိုခံနေရသူပါ။ တညမှာ ခရစ်ယာန်ဘုရားကျောင်းတစ်ခုရဲ့ ဆေးဖြတ်တဲ့သူတွေကိုအထောက်အပံ့ပေးတဲ့ အဖွဲ့အစည်းတစ်ခုကို ငွေသွားလှူခဲ့ရင်း Eileen ဆိုတဲ့အမျိုးသမီးလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ်။ သူ့ဘဝရဲ့ လက်တွဲဖော်အဖြစ်ရည်မှန်းထားတဲ့ Eileenရဲ့ နောက်ကြောင်းကို သူသိသွားတဲ့အခါမှာ၊သူ့ကို ထိန်းချုပ်ထားတဲ့ သူ့အစ်ကိုက Eileenနဲ့ သဘောတူကြည်ဖြူရဲ့လား သူရောဆေးဖြတ်ပြီး သူ့အစ်ကို ထိန်းချုပ်မှုအောက်ကနေ ရုန်းထွက်နိုင်မလား ရုန်းထွက်လို့မရတဲ့ ထိန်းချုပ်မှုဆိုတာကရော တကယ်ရှိတာလား ဆိုတာသိရဖို့ ရုပ်ရှင်ကားကိုပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါ။ File size…(960 Mb/(500 Mb)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:10:00\nGenre...Drama, Music\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Garfield\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/1WVhs/Famous.2023.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5g4bp8gS5ovMyR5439AII6zQ3n.jpg",
        "title": "My Best Friend’s Wedding (1997)",
        "description": "My Best Friend's Wedding (1997)~ IMDb - 6.3/10, Rotten Tomatoes - 74% ~တစ်ခေတ်တစ်ခါက ပုရိသတို့ရဲ့အသည်းကျော် မမဂျူလီယာရောဘတ်နဲ့ ကင်မရွမ်ဒီယက်ဇ်တို့ကို အတူတူတွဲမြင်ရမှာဖြစ်ပြီး Dermot Mulroney နဲ့ Rupert Everett တို့နုစဥ်က Visual တွေနဲ့ 90s ခေတ်ရဲ့အဖိုးတန်ရုပ်ရှင်တွေထဲကတစ်ခုဖြစ်ပါတယ်။ဂျူလီယန်: \"မိုက်ကယ်ရေ ငါတို့တက္ကသိုလ်ဒုတိယနှစ် ညတစ်ညက နင်ပြောခဲ့တာမှတ်မိသေးတယ် ''ငါတို့ ၂၈ နှစ်ထိအိမ်ထောင်မပြုဖြစ်ကြသေးရင် ငါတို့ချင်းလက်ထပ်ရအောင်'' ဆိုပြီးလေ။ မကြာခင် ၂၈ ပြည့်တော့မှာဆိုတော့ ဒီရက်ပိုင်းအဲဒီစကားကို ငါပြန်တွေးဖြစ်နေတယ်။ နင့်ဆီကအရေးကြီးကိစ္စပြောစရာရှိတယ်ဆိုပြီး Voicemail ရတော့ပျော်လိုက်တာ ငါလက်ခံဖို့အဆင်သင့်ဖြစ်နေပါပြီ။ တကယ်တမ်းကြားလိုက်ရတာက ချစ်ခွင့်ပန်စကားမဟုတ်ဘဲ နင့်ရဲ့မင်္ဂလာသတင်းဖြစ်နေခဲ့တယ်။ ကိုယ်ချစ်တဲ့သူကတခြားမိန်းကလေးနဲ့လက်ထပ်တော့မှာကို လက်ခုပ်တီးပေးနိုင်လောက်အောင် ငါသဘောထားကြီးပေးနိုင်ပါ့မလားမသေချာဘူး မိုက်ကယ်...\"မိုက်ကယ်: \"ဂျူလီယန် ငါအဲဒီညကိုဘယ်တုန်းကမှမမေ့ခဲ့ပါဘူး။ မင်းကလှပတယ် ထက်မြက်တယ် ကိုယ်ဘာလိုချင်လဲသေချာသိပြီး ပြီးပြည့်စုံတဲ့မိန်းမတစ်ယောက်။ နင့်ဘဝရဲ့ဦးစားပေးတွေက မိန်းကလေးအများစုလို ...",
        "rating": "6.3",
        "url": "https://megaup.net/4EL2z/(CM)_My_Best_Friend_s_Wedding_(1997)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EONm3medZBNfHhost4taqrje1r.jpg",
        "title": "The Great Seduction (2023)",
        "description": "လူ့လောကရဲ့ နိဗ္ဗာန်ဆိုတာက ဂုဏ်တွေ ပကာသနတွေ ငွေကြေးတွေနဲ့ပြည့်နှက်နေတဲ့ နေရာတစ်ခုမဟုတ်ပါဘူး။စိတ်ချမ်းသာ ကိုယ်ကျန်းမာပြီးအားလုံးအတူတူပျော်ရွှင်စွာ နေထိုင်နိုင်ကြတဲ့နေရာလေးတစ်ခုကိုဆိုလိုတာပဲဖြစ်ပါတယ်။ ဒီကားထဲမှာတော့ ဆန်တာမာရီယာဆိုတဲ့ ကျွန်းမြို့လေးကို အဲ့လိုနိဗ္ဗာန်လေးတစ်ခုလို့တင်စားထားပါတယ်။အဲ့ဒီမှာ နေထိုင်တဲ့လူတွေက အချင်းချင်းချစ်ခင်ကြပြီးတော့ ပျော်ရွှင်စရာကောင်းတဲ့နေရာလေးတစ်နေရာဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ သူတို့အနီးအနားကမြို့မှာ ငါးတွေကိုဖမ်းပြီးထုပ်ပိုးရောင်းချတဲ့ ကုမ္ပဏီတစ်ခုကို ထောင်ခဲ့တဲ့အချိန်မှာ သူတို့အတွက်ငါးတွေရော အလုပ်အကိုင်တွေရောမရှိတော့ပါဘူး။ဒီလိုနဲ့ပျော်ရွှင်စရာတွေနဲ့ပြည့်နှက်နေခဲ့တဲ့ နေရာကနေ အမေရိကားကိုပြောင်းရွှေ့တဲ့ လူတွေကပြောင်းရွှေ့ကုန်ကြပြီး အခုအချိန်မှာတော့ အစိုးရကပေးတဲ့ ထောက်ပံ့ကြေးလေးတွေနဲ့ပဲအသက်ဆက်နေရပါတော့တယ်။ဒီလိုနဲ့ တစ်နေ့မှာ ဆန်တာမာရီယာကိုအရမ်းချစ်တဲ့ဂါမန်ဆိုတဲ့ ကောင်လေးတစ်ယောက်က သူတို့မြို့လေးကိုအဖက်ဆယ်ဖို့အတွက်အကြံရသွားပါတော့တယ်။အဲ့ဒါကတော့အဲ့ဒီစက်ရုံကိုသူတို့ မြို့လေးမှာလဲလာဖွင့်ခိုင်းဖို့ပါပဲ။ဒါပေမယ့် အဲ့လိုဖွင့်ဖို့အတွက်သူတို့မြို့မှာ ဆရာဝန်တစ်ယောက်လိုအပ်နေပါတယ်။စီးပွားပျက်ကပ်ဆိုက်နေတဲ့ မြို့တစ်မြို့မှာ နေချင်တဲ့ဆရာဝန်ဆိုတာက မရှိသလောက်ကို ရှားတဲ့အတွက်ဆရာဝန်ရှာဖို့ကြိုးစားခဲ့ပါတော့တယ်။ဒီလိုနဲ့ ကံကောင်းပြီးတော့ သူတို့မြို့ကို တစ်လတာ တာဝန်လာထမ်းဆောင်တဲ့ဆရာဝန်တစ်ယောက် ရောက်လာခဲ့ပါတယ်။အဲ့ဒီဆရာဝန်ကို သူတို့နဲ့ရေရှည်လက်တွဲပြီး နေထိုင်အောင်လို့ဆရာဝန်ရဲ့အကြိုက်တွေကိုပဲ တစ်မြို့လုံးကလိုက်လျောပြီး ဟန်ဆောင်နေထိုင်ခဲ့ပါတော့တယ်။ဒီလိုနဲ့ မြို့သူမြို့သားတွေနဲ့ဆရာဝန်ကြားမှာ သံယောဇဉ်တွေဖြစ်လာတော့ ဆက်ပြီးလိမ်ညာနေဖို့ကခက်ခဲလာတော့ပါတယ်။ဒီလိုနဲ့သူတို့ကြားမှာဘာတွေဆက်ဖြစ်ကြမလဲဆန်တာမာရီယာမြို့လေးကရော အရင်လိုပြန်လှပလာပြီး နိဗ္ဗာန်ဘုံလေးတစ်ခုပြန် ဖြစ်လာနိုင်ပါ့မလားဆိုတာကို ကြည့်ရမဲ့ကားလေးပဲဖြစ်ပါတယ်။  File size…1.18GB / 467MB\nQuality…NF WEB-DL 1080p 5.1 ...",
        "rating": "6.5",
        "url": "https://megaup.net/3YMHX/The.Great.Seduction.2023.NF.WEB-DL720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzzB67NRFDFNRayJ9UOX6rSNRSV.jpg",
        "title": "Lop Nor Tomb 2023",
        "description": "BC ၂ရာစုလောက်တုန်းက\nပိုးလမ်းမအနီး တိဘက်ဒေသအနီးမှာ\nလော်လန်ဆိုတဲ့ရှေးဟောင်းနိုင်ငံတစ်ခုရှိခဲ့ဖူးတယ်လို့ဆိုတယ်။\nလော်လန်တိုင်းပြည်အကြောင်းကို\nရှေးသုပါမောက္ခကြီးယန်က သုတေသနလုပ်ရင် ပျောက်သွားခဲ့တာ ဆယ်နှစ်ကျော်ခဲ့ပါပြီ။\nဒီလိုနဲ့သိုးသားရေပေလိတ်တစ်ခုမှာ လော်လန်အမှန်တကယ်ရှိကြောင့် အထောက်အထားရလာတဲ့အခါ\nသမီးဖြစ်သူနုဲ့ရှေးသုပါမောက္ခတို့လူတစ်စုဟာ ပျောက်သွားတဲ့ ပါမောက္ခကိုရှာဖို့ လော်လန်ရှေးဟောင်းတိုင်းပြည်ရှိတာ သဲကန္တာရကို ခရီးထွက်လာခဲ့ကြတယ်။အဆုံးမရှိတဲ့သဲကန္တာပြင်ကြီးမှာ ဘယ်လိုအန္တရာယ်တွေကစောင့်နေမလဲ......\nရှေးဟောင်းလော်လန်တိုင်းပြည်ကြီးမှာဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေမလဲ......ရှေးဟောင်းသုတေသနအဖွဲ့လေးကဘယ်လိုအရာတွေကြုံတွေရမလဲ......\nထူးဆန်းထွေလာ ရှေးသမိုင်းတွေကိုစိတ်ဝင်စားတဲ့သူလေးတွေအတွက် အရမ်းသင့်တော်တဲ့ကားလေးပဲဖြစ်ပါတယ်။\nQuality - WEB-DL 1080p,720p\nFormat - mp4\nGenres - Action, Adventure\nRuntime - 1 hr 29 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lop-nor-tomb-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qcjjYcMaaSKD2C8xn0hy6o6yj2L.jpg",
        "title": "Shattered(2007)",
        "description": "Shattered(2007)*************** မင်းသားကြီး Pierce Brosnan  နဲ့ Gerard Butlerတို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတယ်....\nသူ့နာမည် နေးလ် ရမ်ဒဲတဲ့။ သူ့မှာ ဝင်ငွေကောင်းတဲ့ အလုပ်ကောင်းကောင်းလည်းရှိတယ်။ အိမ်ကောင်းကောင်း ကားကောင်းကောင်းလည်းပိုင်ထားတယ်။ ဇနီးချောလေးအပြင် သမီးချောလေးတစ်ယောက်ပါရှိသေးတယ်။လူတိုင်းအားကျရတဲ့ ဘဝကိုပိုင်ဆိုင်ထားရှာတဲ့ နေးလ် ပေါ့။သူ့ဇနီး အက်ဘီကိုလည်း အရမ်းချစ်တတ်သလို အက်ဘီကလည်းသူ့ကိုသိပ်ချစ်တယ်။ကုမ္ပဏီမှာလည်း အလုပ်လုပ်တာတော်တော့ သူဌေးမျက်နှာသာပေးတာလည်းခံရတယ်။တစ်နေ့ သူ့ သူဌေးက အိမ်ကိုအလည်ခေါ်လို့ နေးလ်ကခရီးထွက်ဖို့ပြင်ပြီး အက်ဘီကတော့သူ့သူငယ်ချင်းနဲ့လျှောက်လည်မယ်လို့စီစဉ်ထားကြတယ်။ သမီးလေး ဆိုဖီကိုတော့ ကလေးထိန်းနဲ့ထားခဲ့ကြမယ်ပေါ့လေ။ အဲ့လိုနဲ့ သူတို့နှစ်ယောက် ကားမောင်းထွက်လာပြီးမကြာဘူးကားပေါ်မှာခိုးလိုက်လာတဲ့ လူတစ်ယောက်က သူတို့သမီးလေးဆိုဖီကို ပြန်ပေးဆွဲထားတာဖြစ်ကြောင်း \\သူခိုင်းတာမှန်သမျှလုပ်ပေးရမယ်ဖြစ်ကြောင်းပြောရင်း ခြိမ်းခြောက်ပါတော့တယ်။ဇာတ်လမ်းအစကနေအဆုံးထိ tension မကျပဲ ဆွဲခေါ်သွားတာဖြစ်လို့ ကြည့်ရတန်တဲ့ဇာတ်ကားတစ်ခုပါပဲ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Muse ပဲဖြစ်ပါတယ်...File size… 1.4GB& 613MB\nQuality…Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….1hr 35min\nGenre ….. Crime, Thriller ,Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/3iQ0y/Shattered.2007.BLU-RAY.720P(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eHZzPiWqhRPwVoxmfIqf7jyr6jU.jpg",
        "title": "The Headless General Who Stole the Book of Heaven (2023)",
        "description": "ဒဏ္ဍာရီအရ ချဲ့ထျန်းမျိုးနွယ်စုဟာ ငရဲပြည်က တစ္ဆေတံခါးကို ဖွင့်ခဲ့ပြီး\nချဲ့ထျန်းလျှို့ဝှက်ပညာကို ကျင့်ကြံခဲ့တယ်။ အဲဒီပညာရဲ့ လျှို့ဝှက်ချက်တွေကို\nချဲ့ထျန်းစာအုပ်မှာ မှတ်တမ်းတင်ထားတယ်တဲ့။ အားဂူလိဦးဆောင်တဲ့\nဝံပုလွေတပ်ကြီးဟာ ချဲ့ထျန်းမျိုးနွယ်ရဲ့ နဂါးသွေးကြောရတနာနဲ့\nမိန်းမလှလေး ရှီထျန်းကျောင်းကို လိုချင်တဲ့အတွက် ကျွိလန်မြို့ကို\nအပိုင်သိမ်းချင်နေကြပါတယ်။ မြို့စောင့်စစ်သူကြီးရှီဝမ့်ဖူးဟာ\nရန်သူအင်အားကို မနိုင်တဲ့အတွက် မြို့ထဲကပြည်သူတွေနဲ့ သူ့သမီးကို\nကယ်တင်ဖို့အတွက် ရှောင်းပုဖျင်နဲ့ ပူးပေါင်းပြီး ချဲ့ထျန်းစာအုပ်ထဲမှာ\nမှတ်တမ်းတင်ထားတဲ့ လျှို့ဝှက်ပညာတွေကို အသုံးချပြီး ကျွိလန်မြို့ကို\nတစ္ဆေမြို့အဖြစ်ပြောင်းလဲခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ကြောက်စရာကောင်းတဲ့\nကျိန်စာ ၇ ခုကိုလည်း ကျိန်ဆိုခဲ့ပြီး သူ့ရဲ့ခေါင်းကိုဖြတ်ပြီး\nတစ္ဆေအဖြစ်ပြောင်းလဲသွားခဲ့ပါတယ်။ ဝံပုလွေတပ်တွေကလည်း\nရှီဝမ့်ဖူးကို သေပြီအထင်နဲ့ မြို့ထဲကို ဝင်လာခဲ့ပါတယ်။\nမထင်ထားဘဲ မြို့ထဲမှာ နိမိတ်ဆိုးတွေ ဆက်တိုက်ပြပြီး\nဝံပုလွေတပ်က စစ်သူကြီးတို့လည်း ဆက်တိုက်အသေဆိုးနဲ့ သေခဲ့ရပါတယ်။\n\"ခေါင်းပြတ်စစ်သူကြီးထွက်လာပြီး ကျိန်စာတွေ အမှန်ဖြစ်လာမယ်\"ဆိုတဲ့\nကောလာဟလက ပျံ့သွားပြီး အားလုံးကြောက်လန့်နေကြပါတယ်။\nအားဂူလိတစ်ယောက် နဂါးသွေးကြောကို ရှာတွေ့နိုင်မလား......\nခေါင်းပြတ်စစ်သူကြီးကရော မြို့နေပြည်သူတွေနဲ့ သူ့သမီးကို\nဘယ်လို ကယ်တင်မလဲဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ အဖြေရှာလိုက်ရအောင်နော်။Quality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-headless-general-who-stole-the-book-of-heaven-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7w49kr94MerQGRAbVn15ZPM2fmS.jpg",
        "title": "Kung Fu Boys (2016)",
        "description": "ဆင်းဆင်းရဲရဲမွေးလာရတာနဲ့ အနိင်ကျင့်ခံနေရတော့မှာလား......\nအကြားအာရုံချို့ယွင်းတာနဲ့ လှောင်ပြောင်ခံရတော့မှာလား.....\nလူငယ်လေးရဲ့သူရဲကောင်းအိပ်မက်က\nမဖြစ်နိုင်တဲ့တောင်းဆုတစ်ခုပဲလား......\nနိဒါန်းမှာစုတ်ပြတ်နေလဲ နိဂုံးမှာဘုရင်အဖြစ်နဲ့\nအဆုံးသတ်အောင်လုပ်နိုင်ပါတယ်။\nဆင်းရဲနုံချာပြီး အကြားအာရုံချို့ယွင်းနေတဲ့\nလူငယ်လေးတစ်ယောက်ရဲ့ ထိပ်ဆုံးကိုရောက်ဖို့ကြိုးစားပြီ\nတိုက်ပွဲဝင်ပုံလေးကို နွေးထွေးတဲ့အချစ်တွေနဲ့\nသတ္တိအစွမ်းတွေကိုဖော်ကျူးထားတဲ့ Kung Fu Boys\nဒုတိယကား လူငယ်ကွန်ဖူးကားလေးဖြစ်ပါတယ်။Quality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, Drama\nRuntime - 1 hr 35 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Nu Mon\nEncoded by LK",
        "rating": "5",
        "url": "https://megaup.net/2CSef/Kungfu_2023_720p_WEB-DL_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h2KtvIQVexU2D8qs2vkh9Ij9hH7.jpg",
        "title": "The Return of the Sister-in-Law (2021)",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ရုပ်ရှင်လေးကတော့\nအက်ရှင်ခပ်ကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့လူတွေအတွက်\nကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ချင်ပါတယ်။\nဇာတ်လမ်းကတော့ မူးယစ်ဆေးရောင်းတဲ့လောကမှာ\nဘုရင်တစ်ပါးဖြစ်တဲ့ ကွေယန်နဲ့ဟေးဟော်တို့က အစပိုင်းမှ\nာသွေးသောက်ညီအစ်ကိုတွေဖြစ်ပြီး အရမ်းဆိုးသွမ်းခဲ့ကြတာပေါ့။\nဒီလိုနဲ့ တနေ့မူးယစ်ဆေးနှိမ်နင်းရေးရဲတစ်ယောက်က သူတို့ကိုဖမ်းဖို့\nထောင်ချောက်ဆင်ခဲ့ပေမဲ့သူတို့ကတော့ရဲကိုသတ်ပစ်ခဲ့တယ်။ အိမ်ထဲမှာရှိနေတဲ့\nကောင်မလေးကိုပါမုဒိမ်းကျင့်ခဲ့တာပေါ့။ ဒီလိုနဲ့ချင်းချန်ဆိုတဲ့\nမုဒိမ်းကျင့်ခံခဲ့ရတဲ့ကောင်မလေးက သူ့အစ်ကိုအစားလက်စားချေဖို့ဟေးဟော်ဆီ\nတပည့်သွားခံခဲ့တယ်။တိုက်ခိုက်ရေးမှာ အရမ်းတော်ပြီးအရည်အချင်းရှိ\nနာမည်ကြီးတဲ့သူဖြစ်လာခဲ့တယ်။ ကဲဒီလိုနဲ့ ချင်းချန်တစ်ယောက်သူ့အစ်ကိုကို\nသတ်ပစ်ခဲ့သူကို လက်စားချေနိုင်မလား။လူသတ်သမားကကော\nဘယ်သူဖြစ်မလဲစတဲ့ မူးယစ်ဆေးလောကရဲ့ ရက်စက်မှုတွေ\nသတ်ဖြတ်မှုတွေအစရှိတာတွေကို ဒီဇာတ်လမ်းလေးကနေ\nပြသပေးသွားမှာဖြစ်တဲ့အတွက် ဇာတ်လမ်းလေးကိုကြည့်ရူလိုက်ရအောင်\nQuality - WEB DL 1080p,720p\nFormat - mp4\nGenres - Action, Crime, Drama\nRuntime - 1 hr 30 min\nSubtitle - Myanmar Subtitile (Hardsub)\nTranslated by CM Team\nReviewed by Ann Chi\nEncoded by LK",
        "rating": "8.9/10",
        "url": "https://channelmyanmar.org/the-return-of-the-sister-in-law-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmoutPdc0oFYgaG6clbdDzIF1lF.jpg",
        "title": "Huang Miao Village’s Tales of Mystery (2023)",
        "description": "နေရာအနှံ့ ခရီးလျှောက်သွားနေတဲ့\nတာအိုဆရာ ဦးလေးကျိုနဲ့ တပည့်ဖြစ်သူ ချန်ကန်းနဲ့ ချိုးရွှေတို့ဟာ\nဟွမ်မြောင်ရွာကို ရောက်သွားရာမှ\nသတို့သမီးဖုတ်ကောင်နဲ့ ကြုံတွေ့ခဲ့ရပါတယ်\nအဲဒီနောက်မှာတော့ သတို့သမီးဖုတ်ကောင်ဟာ\nဟွမ်အိမ်တော်က သခင်မမှန်းသိလိုက်ရတဲ့အခါမှာ\nဟွမ်သခင်ကြီးရဲ့ ဖိတ်ခေါ်မှုကြောင့် ဟွမ်အိမ်တော်ကို ဖုတ်ကောင်ကိစ္စဖြေရှင်းဖို့ ရောက်သွားခဲ့ကြပါတယ်ဒီလိုနဲ့ ဖုတ်ကောင်ကိစ္စအပြင် ရွာထဲမှာ အဆိပ်ပိုးကောင်ကိစ္စတွေပါ ပါဝင်လာတဲ့အခါမှာတော့\nဖုတ်ကောင်ကိစ္စဟာ မရိုးရှင်းတော့ဘဲ ဦးလေးကျိုနဲ့သူတပည့်တွေအတွက် ခေါင်းစားစရာ ဖြစ်လာပါတော့တယ်တဖြည်းဖြည်းနဲ့ သေတဲ့သူကသေ ရူးတဲ့သူကရူး ဖြစ်လာတဲ့အခါမှာ\nဦးလေးကျိုတို့ ဆရာတပည့်တွေ ဒီကိစ္စကို ဘယ်လိုဖြေရှင်းမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ အားပေးကြပါဦး\nQuality : WEB-DL CM 1080p, 720p\nFormat : mp4\nGenres : Action, Thriller\nRuntime : 1hr 28min\nSubtitle : Myanmar Subtitle (Hardsub)\nTranslated by CM Team\nReviewed By MeeMeeJueJue\nEncoded By LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/huang-miao-villages-tales-of-mystery-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/p23447683_p_v12_aa-133x200.jpg",
        "title": "Ramona (2022)",
        "description": "IMDb-6.3/10 ~ Rotten tomatoes-100%2022 တုန်းကထွက်ရှိခဲ့တဲ့ စပိန်စကားပြော အချစ်ဟာသဇာတ်မြူးရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်ဝင်ခန်းအများစုကို အဖြူ၊ အမဲနဲ့ရိုက်ထားပြီးတော့ ရာမိုနာ ဆိုတဲ့ကောင်မလေးရဲ့ သုံးပွင့်ဆိုင်အချစ်ကို ပြသထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အိုနာ (ရာမိုနာ) ဟာ သူနဲ့နှစ်အကြာကြီးတွဲခဲ့တဲ့ ကောင်လေးဖြစ်သူ နစ်ကို နဲ့အတူ လန်ဒန်မြို့ကနေပြီး မက်ဒရစ်မြို့ကိုပြန်ပြောင်းလာခဲ့တာပါ။ ရာမိုနာက မက်ဒရစ်မြို့မှာ အခြေချပြီးတော့အစက‌နေကြိုးစားရင်းနဲ့ မင်းသမီးလုပ်ပြီး သားသမီးတွေနဲ့ ဘဝကိုကုန်ဆုံးချင်သူပါ။ ဒီလိုနဲ့ သူဝင်ပြီးအ‌ရွေးခံမဲ့ သရုပ်ဆောင်ရွေးပွဲမတိုင်ခင် တစ်ရက်အလိုမှာ လူရွေးပွဲလုပ်မဲ့နေရာနားက ဘားကိုသွားရင်းနဲ့ သူ့ထက်အသက်ကြီးတဲ့ ဘရူနိုနဲ့စကားလက်ဆုံကျပြီး ဘဝကြီးအကြောင်း၊ ကမ္ဘာကြီးအကြောင်းပြောရင်းအဖွဲ့ကျနေခဲ့ပါတယ်။ဒီအချိန်မှာ ဘရူနိုက ရုတ်တရက်သူ့ကိုချစ်နေကြောင်း ပြောလိုက်တဲ့အတွက် ရာမိုနာလည်းလန့်သွားပြီး စကားအများကြီးဆက်ပြောမနေ‌တော့ပဲ ထွက်လာခဲ့လိုက်ပါတယ်။ နောက်တစ်ရက် လူရွေးပွဲကိုသွားတဲ့အခါမှာ ဘရူနိုက ရုပ်ရှင်ရိုက်မဲ့ဒါရိုက်တာဖြစ်နေပြီး သူ့ကို ခေါင်းဆောင်မင်းသမီးအနေနဲ့ပဲတင်ရိုက်ဖို့ အတင်း‌ ရွေးတဲ့အတွက် ရာမိုနာလည်း သရုပ်မဆောင်နိုင်ကြောင်းပြောရင်း ထွက်လာခဲ့လိုက်ပါတယ်။ ဒီအကြောင်းကို နစ်ကို သိသွားတဲ့အချိန် နှစ်ခါပြန်မရနိုင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1WUi5/Ramona.2022.720p(CM).WEBRip.x264.AAC5.1.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ddacirup8d3NJqyFvRaBllSFncr.jpg",
        "title": "Sun and Concrete (2023)",
        "description": "Sun and Concrete (2023)~ IMDb rating - 7.6/10 ~\"Sun and Concrete\" ဆိုတဲ့စကားလုံးကို မြင်လိုက်ရင် တော်တော်များများက နေ နဲ့ ဘိလပ်မြေဆိုပြီးတော့ ထင်ကြမှာအမှန်ပါပဲ။ ဒါပေမဲ့ ဒီကားမှာတော့ ဂျာမနီနိုင်ငံက \"နေရောင်အောက်က မြို့ပျက်လေး\" တစ်မြို့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာပါ။ဒီဇာတ်ကားဟာ ဆန်ခါတင်စာရင်း ၅ ခုထဲပါခဲ့တဲ့အပြင် မျက်နှာသစ်သရုပ်ဆောင်ဆုကိုပါရရှိထားပါတယ်။ ဒါ့အပြင် IMDb မှာ 7.6/10 နဲ့ 2023 မှာ ဂျာမန်ရဲ့ တတိယအကောင်းဆုံးဇာတ်ကားအဖြစ်ရပ်တည်လျက်ရှိနေပါတယ်။ဒီဇာတ်ကားကိုတော့ ဆယ်ကျော်သက်သူငယ်ချင်းလေးယောက်ဖြစ်ကြတဲ့ လူးကတ်စ်၊ ဂျူးလိယက်စ်၊ ဂျီနိုနဲ့ ဆန်ချက်ဇ်တို့အကြောင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ။ ဇာတ်လမ်းရဲ့ အကျဉ်းကိုပြောရမယ်ဆိုရင် လူးကတ်စ်တို့လေးယောက်ဟာ ဘာလင်မြို့ရဲ့ နူကိုလင်ရပ်ကွက်မှာ နေထိုင်ကြတာပေါ့။ သူတို့လေးယောက်ဟာ နေ့တိုင်း တုတ်၊ ဓား၊ ရန်ပွဲ နဲ့ မူးယစ်ဆေးတွေကြားမှာ ဘဝကြီးကိုရုန်းကန်နေရသူတွေပါ။ ဒါပေမဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3YLT0/(CM)_Sun_And_Concrete_(2023)_720p.mp4",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMjc4ZmM4Y2EtYWU0Yi00NGVjLTg1ZDQtMGI2YjEzYjg3YjY5XkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_-138x200.jpg",
        "title": "Catfish Murder (2023)",
        "description": "Catfish Murder ကတော့ Crime, Drama, Thriller အအမျိုးအစား ဇာတ်လမ်းတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။ တေလာပါကာဆိုတာက သိပ္ပံပညာရပ်မှာ သိပ်ကိုထူးချွန်တဲ့ စာကြမ်းပိုးတစ်ယောက်။ သူက အထက်တန်းကျောင်းမှာ အနိုင်ကျင့်ခံရတာကြောင့် အိမ်တွင်းပုန်းဗီဒိယိုဂိမ်းပဲ ထိုင်ဆော့နေရင်း အမ်မာဆိုတဲ့ ကောင်‌မလေးတစ်ယောက်နဲ့ အွန်လိုင်းအီစီကလီဆက်ဆံရေးရှိလာခဲ့တယ်။တစ်ရက် သူက သူနဲ့ Chemistry အတန်းက lab partner ဖြစ်သူ ဆိုဖီယာရဲ့ မွေးနေ့ပွဲကို သူနဲ့အတူတူတက်ဖို့ အမ်မာကိုဖိတ်ခဲ့ပေမဲ့ အစကသဘောတူခဲ့တဲ့ အမ်မာက မလာနိုင်ခဲ့တော့ သူလဲ မွေးနေ့ပွဲကို မသွားဖြစ်လိုက်တော့ဘူး။ ဒါပေမဲ့ မွေးနေ့ညမှာ မွေးနေ့ရှင်ဆိုဖီယာ အသတ်ခံခဲ့ရတယ်။ အဲနေ့ညက တေလာနဲ့ဆိုဖီယာကို အတူတွေ့ခဲ့ပါတယ်ဆိုတဲ့သက်သေနဲ့အတူ တေလာအဖမ်းခံလိုက်ရတယ်။တေလာအတွက် အပြစ်ကင်းစင်ကြောင်း ပြပေးနိုင်ဖို့ အမေဖြစ်သူနဲ့ ညီမဖြစ်သူတို့က အသည်းအသန်ကြိုးစားကြတဲ့အခါ တကယ့်တရားခံအစစ်က ဘယ်သူဖြစ်မလဲ။ တကယ်ပဲ တေလာကိုယ်တိုင်ဖြစ်နေမလား။ Catfish Murder ဆိုတဲ့ဇာတ်လမ်းအမည်အရ အမ်မာကရော ဒီအမှုနဲ့ဆက်စပ်နေမလား။ ...",
        "rating": "",
        "url": "https://megaup.net/3iOgz/Catfish.Murder.2023.720p(CM).WEBRip.x264.AAC.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/download-1-134x200.jpeg",
        "title": "Good Kids (2016)",
        "description": "Good Kids (2016)သူငယ်ချင်းတွေနဲ့အတူဗရုတ်ကျခဲ့ကြတဲ့ လူငယ်ဘဝအမှတ်တရတွေ လူတိုင်းကိုယ်စီရှိကြမှာပါ။ အဲဒီလိုပဲ ဒီဇာတ်လမ်းကလည်း ကောလိပ်ဝင်တော့မယ့် Teenager Squad တစ်ခုရဲ့ အမှတ်တရနွေရာသီပေါ့။အန်ဒီ စပိုက်စ် လိုင်းယွန်း နဲ့ နိုရာဆိုပြီး သူငယ်ချင်းလေးယောက်နဲ့ဖွဲ့စည်းထားတဲ့ ဒီ Squad ကတော့ ကောလိပ်ကောင်းကောင်းဝင်နိုင်ဖို့ စာပဲလုပ်ခဲ့တဲ့ ဟိုက်ပါအဖွဲ့ပါ။ အတန်းထဲမှာ ဆရာမအိမ်စာထပ်ခိုင်းဖို့မေ့နေရင် ထသတိပေးလို့ အတန်းဖော်တွေမေတ္တာပို့တာခံရတဲ့အဖွဲ့ပေါ့။ ငယ်ငယ်ကတည်းက ဘယ်ခေါ်ခေါ်မလိုက်တဲ့သူတို့ အထက်တန်းပြီးတဲ့အထိ ပါတီဆိုတာလည်း ဘာမှန်းမသိပါဘူး။ဒီလိုနဲ့ လိမ္မာရတာပျင်းလာတဲ့ သူတို့အဖွဲ့က အရင်ကမလုပ်ဖြစ်တာတွေ ဒီနွေရာသီမှာ တစ်ခုချင်းလုပ်ပြီး အပီအပြင်ကဲဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ ဟိုက်ပါလေးယောက် ဗရုတ်သုတ်ခတွေလုပ်ရင်း အရှုပ်တွေ ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ ပေါ့ပေါ့ပါးပါးအပန်းဖြေရင်းကြည့်ရှုလိုက်ပါဦး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.65GB, 730MB\nQuality - 1080p, 720p\nIMDb Rating - 6.1/10\nFormat - mp4\nDuration ...",
        "rating": "6.1",
        "url": "https://megaup.net/3iOd1/(CM)_Good_Kids_(2016)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sY8GRisCOnqs8mDRfOsU5OzOYRX.jpg",
        "title": "[18+] Sugapa (2023)",
        "description": "Sugapa (2023)ဘန်နဲ့အန်နာတို့လင်မယားဟာ နယ်မြို့လေးက သူတို့အိမ်ကို ဦးလေးဖြစ်သူဆီ ဆုံးရှုံးခဲ့ရပြီးတဲ့နောက် သူ့မိခင်အတွက် အိမ်ပြန်ရွေးပေးချင်တဲ့ဆန္ဒနဲ့ မြို့ပေါ်မှာငွေရှာဖို့တက်ခဲ့ပါတယ်။ မြို့ပေါ်က ဘန်ရဲ့ သူငယ်ချင်း မန်ဒိုရဲ့ အကူအညီနဲ့အန်နာက ဘားတစ်ခုမှာ အလုပ်ရခဲ့သလို ဘန်ကလည်း စားသောက်ဆိုင်တစ်ခုမှာအလုပ်ရခဲ့ပါတယ်။ အစပိုင်းကာလတွေမှာတော့ မြို့တော်ကြီးရဲ့ငွေရလွယ်မှုတွေ အတွေ့အကြုံသစ်တွေကြောင့်ပျော်ရွှင်နေရပေမဲ့ ဘန်တစ်ယောက် ဖြတ်လမ်းကလိုက်ပြီး ကြက်ပွဲလောင်းမိရာကနေ ငွေရှုံးသွားတဲ့အချိန်မှာ သူတို့အတွက် ပြဿနာတွေစတင်လာခဲ့ပါတယ်။အဲဒီငွေကို ကြွေးရှင်လူမိုက်ဆီပြန်ဆပ်ဖို့ မကြံကောင်းမစည်ရာကိစ္စတစ်ခုကို ဘန်ကြံစည်မိချိန်မှာ အန်နာကိုလည်း မြို့တော်ကလူမိုက်တွေရဲ့ဂိုဏ်းချုပ်တစ်ဦးဖြစ်တဲ့ ဆာ့ချ်က မျက်စိကျလာတဲ့အခြေအနေပါ။ ဇာတ်အစပိုင်းက တစ်ချိန်ကနာမည်ကျော် Metro Manila ကိုပြန်သတိရမိချင်စရာဖြစ်ပါတယ်။ နောက်ပိုင်းမှာတော့ သိသိသာသာ ကွဲထွက်သွားပေမဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပဲ။Us x Her အပြီးကတည်းက ပျောက်နေခဲ့တဲ့ AJ Raval လေးကို သရုပ်ဆောင်မှုတွေမှာ ပိုမိုအာရုံစိုက်ချင်လို့ဆိုပြီး ဆီလီကွန်ဖယ်ထုတ်ခဲ့တဲ့နောက်ပိုင်း သဘာဝရင်သားနဲ့ပထမဆုံးမြင်ရမယ့်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ အကဲဖြတ်ကြည့်ကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "6.9",
        "url": "https://megaup.net/1WTgj/(CM)_Sugapa_(2023)_720p.mp4",
        "category": "Adult, Drama"
    }
]