[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/4SafxuMKQiw4reBiWKVZJpJn80I-133x200.jpg",
        "title": "All the Bright Places (2020)",
        "description": "All the Bright Places (2020)\nIMDb - 6.5/10_____Rotten - 66% (Unicode)နုနုရွရွ ရိုမန်းတစ် ဇာတ်လမ်းလေးတွေကို ကြည့်ရှုချင်တဲ့သူတွေအတွက် ၂၀၂၀ ထွက် All the Bright Places ဆိုတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်IMDb – 6.5/10 နဲ့ Rotten tomatoes – 75% ရရှိထားပြီးတော့ Elle Fanning နဲ့ Justice Smith တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းလေးရဲ့အစကတော့ ဖင့်ချ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ တစ်မနက်မှာ တံတားပေါ်ပြေးနေတုန်းတံတားဘောင်ပေါ်မှာ မတ်တပ်ရပ်ပြီး တံတားအောက်ကို ငုံ့ကြည့်နေတဲ့ ကောင်မလေးတစ်ယောက်ကို တွေ့ခဲ့ပါတယ် …ကောင်မလေးက သူတို့အတန်းထဲက ဗိုင််အိုလက် ဆိုတဲ့ကောင်မလေးပေါ့ …ဖင့်ချ်ဟာ ဗိုင်အိုလက် တံတားအောက် ခုန်ချမယ်အထင်ကြောင့်လားမသိ …အာရုံလွှဲဖို့ သူပါ တံတားဘောင်ပေါ် တက်လာခဲ့တယ်…သူတို့နှစ်ယောက်ရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2em9f/All_The_Bright_Places_[2020]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/come-as-you-are-138x200.jpg",
        "title": "Come As You Are (2019)",
        "description": "Come As You Are (2019)==================IMDb Rating 6.7/10#Unicode၂၀၁၉ ခုနစ်ထွက် drama နဲ့ comedy ရောသမထားတဲ့ ဇာတ်ကားဖြစ်ပြီး IMDB 6.7/10 ရရှိထားတာဖြစ်ပါတယ်.. ဇာတ်လမ်းအကျဉ်းလေးကတော့... စကော့တီဟာ မွေးရာပါအဆစ်အမြစ်ရောဂါကြောင့် ဝှိီးချဲနဲ့ နေရသူပါ... သူ့အမေနဲ့ နှစ်ယောက်တည်းနေထိုင်ပါတယ်... မိုကတော့ သူ့သူငယ်ချင်း မျက်မမြင်တစ်ယောက်ပေါ့.. စကော့တီက စကားပြောရင် အထက်စီးဆန်တတ်တာကြောင့် အမြဲတမ်း မိုနဲ့ တကျက်ကျက်ပါပဲ... ဒီလိုနဲ့ မတ်လို့ခေါ်တဲ့ကောင်လေးတစ်ယောက် သူတို့ပြနေကျ ဆေးခန်းကိုရောက်လာတဲ့အခါ... သုံးယောက်သား ဘာတွေကြံစည်ကြမလဲဆိုတာကိုတော့ ပြောပြလိုက်ရင် ပေါ့သွားမှာစိုးလို့ ဆက်လက်ကြည့်ရှုခံစားလိုက်ပါဦး မသန်စွမ်းတစ်ယောက်ဖြစ်နေလို့ အားငယ်စရာမလိုဘူးဆိုတာကို ပြသပေးမယ့် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်...#Zawgyi၂၀၁၉ ခုနစ္ထြက္ drama နဲ႔ comedy ေရာသမထားတဲ့ ဇာတ္ကားျဖစ္ၿပီး\nIMDB 6.7/10 ရရွိထားတာျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့...\nစေကာ့တီဟာ ေမြးရာပါအဆစ္အျမစ္ေရာဂါေၾကာင့္\nဝွိီးခ်ဲနဲ႔ ေနရသူပါ...\nသူ႔အေမနဲ႔ ႏွစ္ေယာက္တည္းေနထိုင္ပါတယ္...\nမိုကေတာ့ သူ႔သူငယ္ခ်င္း မ်က္မျမင္တစ္ေယာက္ေပါ့..\nစေကာ့တီက စကားေျပာရင္\nအထက္စီးဆန္တတ္တာေၾကာင့္ အၿမဲတမ္း\nမိုနဲ႔ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/come-as-you-are-2019/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sR002yBI04ZBLdEpoSquxYQryEC.jpg",
        "title": "Sarileru Neekevvaru (2020)",
        "description": "(Unicode)ရက်ပေါင်း၅ဝလောက် ကြာပြီးတဲ့နောက်မှာတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ တေလဂူးမင်းသားချော Mahesh Babuနဲ့ပရိသတ်တို့ရဲ့ အချစ်တော် တောင်ပိုင်းမင်းသမီး Rashmika Mandanna တို့ရဲ့ အချစ်၊အကြမ်းကားကြီး အကြည်တက်လာခဲ့ပါပြီ။ဇာတ်လမ်းအကျဉ်းအရ မင်းသားချောကတော့ စစ်ဗိုလ်တစ်ယောက်ပါ။စစ်ဆင်ရေးတွေမှာလည်း ခေါင်းဆောင်ကောင်းပီသပြီး အရမ်းတော်တဲ့ စစ်သားတစ်ယောက်ပါ။မိဘမဲ့တစ်ယောက်ဘဝနဲ့ စစ်တပ်ထဲမှာ အသက်ရင်းပြီး မိခင်မေတ္တာကို လိုချင်တောင့်တနေသူပါ။ဒီလိုနဲ့ သူဦးဆောင်တဲ့ စစ်ဆင်ရေးတစ်ခုမှာ စစ်သားတစ်ယောက် ပြင်းပြင်းထန်ထန် ဒဏ်ရာရခဲ့ပါတယ်။လတ်တလောမှာ အဲ့ဒီစစ်သားဟာ ဒီစစ်ဆင်ရေးပြီးရင် ညီမဖြစ်သူရဲ့ မင်္ဂလာပွဲအတွက် အိမ်ပြန်မှာပါ။ခွင့်လည်း တောင်းထားပြီးသား။ခုလိုအခြေအနေကို မိသားစုကို အကြောင်းကြားဖို့ရာ မိသားစုတစ်ခုလုံး အခြေအနေတွေ ကမောက်ကမဖြစ်မှာစိုးလို့တပ်ရင်းရဲ့ ကိုယ်စား စစ်သားတစ်ယောက် သွားရောက်ပြီး အေးဆေးစွာ ပြောပြနိုင်ရပါမယ်။ဒီတာဝန်ကို တာဝန်ယူလိုက်တဲ့ သူကတော့... မင်းသားချောပါပဲ။ကဲ သူ့ ခရီးတစ်လျှောက် ဘယ်လိုမျိုးတွေ တွေ့ကြုံရမလဲ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/sarileru-neekevvaru-2020/",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/nations.fire_-137x200.jpg",
        "title": "Nation’s Fire (2020)",
        "description": "Nations's Fire (2020)================#UnicodeBikerဇာတ်ကားကောင်းကောင်းတွေကို ကြည့်ချင်ကြတဲ့ ပရိသတ်တွေအတွက် Nation's Fire\nဇာတ်ကားလေးကိုတင်ပေးလိုက်ပါပြီ။ ဒီဇာတ်လမ်းလေးထဲမှာတော့ ဆိုင်ကယ်စီးချစ်သူတွေ Bikers တွေ\nအနေနဲ့ ဘယ်လိုကျင့်ကြံသင့်တယ်၊ဘယ်လို စိတ်ဓာတ်မျိုးကို ထားရမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ရာ\nအက်ရှင်တွေနဲ့အတူ တွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းလေးကို Movieဝေဖန် သူတွေလည်း ရှုပ်ချတဲ့\nမှတ်ချက်မျိုးတွေပေးထားတာ လုံး၀မရှိပါဘူး။ ဒီတော့ ကြည့်သင့်တဲ့ ဇာတ်လမ်းလေးတစ်ခုလို့ပဲ ပြောလိုက်ပါရစေ။ ‌ဒီဇာတ်ကားမှာတော့ လူအမျိုးမျိုး ရှုထောင့်အမျိုးအမျိုးကနေ ဇာတ်လမ်းရိုက်ကူးထားတာကိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။\nအမေက Single Mother တစ်ယောက်ဘဝအဖြစ် သားလိမ္မာနှစ်ယောက် နှင့်အတူ ဘ၀ကို အေးအေးလူလူဖြတ်သန်းနေနေပေမယ့်\nတစ်နေ့တော့ မထင်မှတ်ထားတဲ့ ကိစ္စတစ်ခုကြောင့် သားလိမ္မာလေးက လူသတ်သမားဆိုပြီး နာမည်ဆိုးကြီးနဲ့\nကွယ်လွန်သွားရတဲ့အခါ....၀မ်းနည်းပူဆွေးနေတုန်း သားဘယ်လိုသေရလဲ အမှန်သိသွားတဲ့အခါ သူ့သားနာမည်ကို\nပြန်အဖတ်ဆယ်ပြီး မကောင်းတဲ့သူတွေကို လိုက်သုတ်သင်မယ့် ကားမျိုးလေးပဲဖြစ်ပါတယ်။ဒါပေမဲ့အဆုံးမှာတော့\nမထင်ထားတာလေးတဲ့ အဖြစ်အပျက်တွေအများကြီးကျန်နေသေးတာမို့ ကြည့်ကောင်းမယ့်ကားမျိုးပါပဲ။ #ZawgyiBikerဇာတ္ကားေကာင္းေကာင္းေတြကို ၾကည့္ခ်င္ၾကတဲ့ ပရိသတ္ေတြအတြက္ Nation's Fire\nဇာတ္ကားေလးကိုတင္ေပးလိုက္ပါၿပီ။ ဒီဇာတ္လမ္းေလးထဲမွာေတာ့ ဆိုင္ကယ္စီးခ်စ္သူေတြ Bikers ေတြ\nအေနနဲ႔ ဘယ္လိုက်င့္ႀကံသင့္တယ္၊ဘယ္လို စိတ္ဓာတ္မ်ိဳးကို ထားရမလဲဆိုတာကို စိတ္၀င္စားဖြယ္ရာ\nအက္ရွင္ေတြနဲ႔အတူ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/nations-fire-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vPYRg4Kwwj3w3waMPjGM9M7cLpV.jpg",
        "title": "Darbar (2020)",
        "description": "(Unicode)ဘောလိဝုဒ်ဇာတ်ကားတွေပြီးတော့အခုတစ်ခါ တမီးလ်စူပါစတားကြီး Rajinikanth ရဲ့ ရုံတင်ဇာတ်ကားကြီးအလှည့်ပေါ့ဗျာ။ဟောလိဝုဒ် ၊ ဘောလိဝုဒ်ပရိတ်သတ်တွေအဖို့အိုဗာအက်ရှင်တွေကို ညည်းငွေ့နေနိုင်ပေမယ့်အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်တွေကို ကြိုက်တတ်သူအဖို့တော့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ဘယ်လိုပဲ ဖြစ်ဖြစ် Rajinikanth ဟာလည်းတောင်ပိုင်းရုပ်ရှင်ထုတ်လုပ်ရေးတွေကြားသာကမဘောလိဝုဒ်ရုပ်ရှင်ထုတ်လုပ်ရေးတွေကြားမှာလည်းသြဇာရှိပြီး အနုပညာကြေးမြင့်တဲ့ မင်းသားကြီးမို့ပရိတ်သတ်တွေကတော့ ဒီဇာတ်ကားကို ကြည့်ရင်းလက်ခုပ်လက်ဝါးတီးပြီး အားပေးကြဦးမှာပါ။အညွှန်းအာဒိသယာဆိုတဲ့ ရဲအရာရှိတစ်ယောက်ဟာသမီးဖြစ်သူ ဗာလီနဲ့အတူ မွန်ဘိုင်းမြို့ကို ရဲမင်းကြီး(ရဲမှူးကြီးဟု သင့်တော်သလို ဘာသာပြန်ထားသည်)အဖြစ်နဲ့ရောက်ရှိလာပြီးမြို့ထဲမှာရှိတဲ့ ဆိုးသွမ်းသူတွေကို လိုက်လံနှိမ်နင်းရာကနေ ဇာတ်လမ်းကို စထားပြီး....ဒီနောက်ပိုင်းမှာတော့ တမီးလ်ရုပ်ရှင်တွေရဲ့ ထုံးစံအတိုင်းအကအလှတွေ ၊ ဟာသခန်းလေးတွေ ညှပ်ထည့်ပြီးဇာတ်လမ်းကို အရှိန်တက်လာအောင် စွမ်းဆောင်ထားပါတယ်။ဇာတ်လမ်းပုံစံက ရဲနဲ့လူဆိုး အားပြိုင်ကြတဲ့ မြင်နေကျ သာမာန်ဆိုပေမယ့်ရိုက်ကူးထားပုံက ဆန်းသစ်ပြီး Rajinikanthရဲ့ ဟိုးရုပ်ရှင်ခေတ်ဦးကတည်းကသုံးစွဲလာခဲ့တဲ့ သူ့ရဲ့ကိုယ်ပိုင်အမှတ်အသားဖြစ်တဲ့ တီးလုံးကို အက်ရှင်ခန်းတွေ ၊ Tempo မြှင့်တင်တဲ့အခန်းတွေမှာသင့်တော်သလို သုံးစွဲထားပုံက သပ်ရပ်ပြီး ပရိတ်သတ်ကို တစ်မျိုးတစ်မည် ဆွဲဆောင်ထားပါတယ်။ကဲ...အိန္ဒိယတောင်ပိုင်းဇာတ်ကားပရိတ်သတ်တို့ရေ...ကျွန်တော်တို့ငယ်စဉ်ကတည်းက စွဲလမ်းခဲ့ရတဲ့Idol ကြီးရဲ့ အသစ်စက်စက် ရုံတင်ဇာတ်ကားကြီးကို လက်မနှေးပဲ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/darbar-2020/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uSO5koo1Af2iBEUkfYt6bqsy7Vr.jpg",
        "title": "Guns Akimbo (2019)",
        "description": "unicodeညစ်ပတ်ပြီး ကြမ်းတမ်းတဲ့ ဟာသ အက်ရှင် အမျိုးအစားဖြစ်လို့မိသားစုနဲ့ အတူမကြည့်သင့်ပါဘူး။ကောင်းတာတော့ အတော်ကောင်းပါတယ်။ဟယ်ရီပေါ်တာ မင်းသားက ဒီလိုကားတွေနဲ့ အတော်အကျိုးပေးပုံပါပဲ။ဒီကားမှာတော့ မိုင်လ် ဆိုတဲ့ ကောင်လေးတစ်ယောက်ပေါ့။မိုင်လ်ဟာ ကုမ္ပဏီတစ်ခုမှာ ကွန်ပြူတာလေး တစ်လုံးနဲ့ အလုပ်လုပ်ရတဲ့ ကောင်လေး၊လက်တွေ့ဘဝမှာဘယ်သူမှ အထင်မကြီးသလို၊ဘာမှလည်း အရာမရောက်တဲ့ ကောင်လေးပါ။ဒီလိုလူတွေရဲ့ ထုံးစံအတိုင်း အင်တာနက်ပေါ်မှာ ထရိုးလိုလို ဂိလိုလိုနဲ့ဖောင်းထုပြီး ဖင်နာရှာရင်း ပျော်နေရတဲ့ သူပေါ့။ဒါပေမယ့် သူဖောင်းထုတာ လူမှားသွားပါတယ်။လူတွေကိုဖမ်းပြီး လူသတ်ပွဲတွေလုပ်ခိုင်းရင်းတိုက်ရိုက်ထုတ်လွှင့်တဲ့ ကောင်တွေကို သွားပြီး ဖောင်းထုမိတာပါပဲ။ဟိုက တည်နေရာကိုရှာပြီး အိမ်အထိ လာရိုက်တဲ့ အခါမှခြေသလုံးဖက်တောင်းပန်ပေမယ့် မမှီတော့ပါဘူး။ရလာဒ်ကတော့ လူသတ်ကစားပွဲထဲကို အသွင်းခံရပြီး၊အတော်ဆုံး ကစားသမားနဲ့ အသက်လု ချရဖို့ ဖြစ်လာတော့တာပါပဲ။ဒီလိုသောက်ပေါနဲ့ တကယ့် လူသတ်သမားအကြမ်းစားတို့ပြေးကြလွှားကြ တိုက်ကြရင်းအဲဒီပွဲက အင်တာနက်မှာလူကြည့်အများဆုံးဖြစ်လာပြီးသူလည်း တစ်ရက်ထဲနဲ့ နာမည်ကျော်လာပါတော့တယ်။ဒီလောက်ဆို ဆက်ကြည့်ချင်မယ်ထင်ပါတယ်၊ ဆက်မပြောပြတော့ဘူးနော်။စကားလုံးရော ရိုက်ချက်တွေရော ကြမ်းလို့အိမ်မှာ မိသားစုနဲ့ ကြည့်လို့မသင့်တာ သတိပေးပါရစေ။File Size : ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/guns-akimbo-2019/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BMTc3MjkyMzk4N15BMl5BanBnXkFtZTcwODQxMDg5Mw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Ong-bak 3 (2010)",
        "description": "Ong Bak 3 picks up where Ong Bak 2 had left off. Tien is captured and almost beaten to death before he is saved and brought back to the Kana Khone villagers. There he is taught meditation and how to deal with his Karma, but very soon his arch rival returns challenging Tien for a final duel.",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/ong-bak-3-2010/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BMjIzMjM2NDAwNF5BMl5BanBnXkFtZTcwMDU0NjU3Mg@@._V1_-135x200.jpg",
        "title": "Ong Bak 2 (2008)",
        "description": "Moments from death a young man is rescued by a renowned warrior. Realizing unsurpassed physical potential in the young boy he trains him into the most dangerous man alive. As he becomes a young man he goes on a lone mission of vengeance against the vicious slave traders who enslaved him as a youth and the treacherous warlord who killed ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ong-bak-2-2008/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNDg4MmQyODgtM2Q4ZC00ZWI2LWJkYmMtYTQ5ZGI5NDJhN2IwXkEyXkFqcGdeQXVyNzgzODI1OTE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Ong Bak: Muay Thai Warrior (2003)",
        "description": "When the head of a statue sacred to a village is stolen, a young martial artist goes to the big city and finds himself taking on the underworld to retrieve it.",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/ong-bak-muay-thai-warrior/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dyj8X2HsGImGvOuw526FHpuPNjU.jpg",
        "title": "Ouran High School Host Club (2012)",
        "description": "[Unicode]အိုရန်အကယ်ဒမီကျောင်းဆိုတာ တိုကျိုမြို့မှာရှိတဲ့ နာမည်ကြီး hi-so အထက်တန်းကျောင်းတစ်ခုဖြစ်ပါတယ် ၊ဆူအူ တာမာကီ ဆိုတဲ့ကောင်လေးကတော့ ဆူအူလုပ်ငန်းစုရဲ့ တစ်ဦးတည်းသောဆက်ခံသူပေါ့...ဟာရူဟီဆိုတဲ့ကောင်မလေးကတော့ ပညာသင်ဆုနဲ့ဒီကျောင်းမှာတက်ခွင့်ရခဲ့တာပါ ၊တာမာကီက ကျောင်းမှာဧည့်ခံကလပ်တစ်ခုကိုထောင်ထားပါတယ် ၊\nဧည့်ခံကလပ်ရဲ့တန်ဖိုးကြီးပန်းအိုးတစ်လုံးကို ဟာရူဟီကတိုက်မိပြီး ကျကွဲသွားတာကြောင့် ကျကွဲသွားတဲ့ပန်းအိုးရဲ့တန်ဖိုးကိုပြန်လျော်ပေးဖို့\nဟာရူဟီကယောက်ျားလေးယောင်ဆောင်ပြီး ဧည့်ခံသူအဖြစ်ဝင်လုပ်ရပါတယ်...ကျောင်းကိုရောက်လာတဲ့ မီချဲဟီမီဆိုတဲ့သူဋ္ဌေးသမီးလေးကတော့\nတာမာကီရဲ့ဆုံးသွားတဲ့အမေနဲ့အရမ်းတူတာကြောင့် မီချဲကိုပျော်အောင်ထားဖို့က တာမာကီရဲ့အိပ်မက်ဖြစ်လာပါတယ် ။အိုရန်ကျောင်းမှာနှစ်စဉ်ပြိုင်ပွဲရှိပါတယ်...\nဒီပြိုင်ပွဲကိုနိုင်အောင်ကြိုးစားရင်း တာမာကီရဲ့ဆန္ဒအတိုင်း မီချဲဟီမီကိုပျော်အောင်ထားနိုင်ဖို့ ဧည့်ခံကလပ်တစ်ဖွဲ့လုံးကြိုးစားကြပါတယ် ။တစ်ချိန်တည်းမှာပဲ မီချဲက တာမာကီကိုချဉ်းကပ်ဖို့ကြိုးစားလာပါတယ်...\nတာမာကီနဲ့ ဟာရူဟီတို့ကလည်း သံယောဇဉ်ရှိနေကြတဲ့အခါ ၃ပွင့်ဆိုင်ဇာတ်လမ်းလေးဖြစ်လာတဲ့နောက်...မီချဲ တကယ်လိုအပ်တဲ့အရာကို ဧည့်ခံကလပ်ကလူတွေရှာနိုင်မှာလား ၊\nမီချဲကိုပျော်စေချင်တဲ့တာမာကီတို့ရဲ့ကြိုးစားမှုကရော ဘယ်လိုဖြစ်မလဲဆိုတာကို ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါနော်....။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့Ingyin San ဖြစ်ပါတယ် )[Zawgyi]အိုရန္အကယ္ဒမီေက်ာင္းဆိုတာ တိုက်ိဳၿမိဳ႕မွာရွိတဲ့ နာမည္ႀကီး hi-so အထက္တန္းေက်ာင္းတစ္ခုျဖစ္ပါတယ္ ၊ဆူအူ တာမာကီ ဆိုတဲ့ေကာင္ေလးကေတာ့ ဆူအူလုပ္ငန္းစုရဲ႕ တစ္ဦးတည္းေသာဆက္ခံသူေပါ့...ဟာ႐ူဟီဆိုတဲ့ေကာင္မေလးကေတာ့ ပညာသင္ဆုနဲ႔ဒီေက်ာင္းမွာတက္ခြင့္ရခဲ့တာပါ ၊တာမာကီက ေက်ာင္းမွာဧည့္ခံကလပ္တစ္ခုကိုေထာင္ထားပါတယ္ ၊\nဧည့္ခံကလပ္ရဲ႕တန္ဖိုးႀကီးပန္းအိုးတစ္လုံးကို ဟာ႐ူဟီကတိုက္မိၿပီး က်ကြဲသြားတာေျကာင့္ က်ကြဲသြားတဲ့ပန္းအိုးရဲ႕တန္ဖိုးကိုျပန္ေလ်ာ္ေပးဖို႔\nဟာ႐ူဟီကေယာက္်ားေလးေယာင္ေဆာင္ၿပီး ဧည့္ခံသူအျဖစ္ဝင္လုပ္ရပါတယ္...ေက်ာင္းကိုေရာက္လာတဲ့ မီခ်ဲဟီမီဆိုတဲ့သူေ႒းသမီးေလးကေတာ့\nတာမာကီရဲ႕ဆုံးသြားတဲ့အေမနဲ႔အရမ္းတူတာေၾကာင့္ မီခ်ဲကိုေပ်ာ္ေအာင္ထားဖို႔က ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/ouran-high-school-host-club-2012/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/08/MV5BMzE0NTRhZWQtZmE5OS00NTI5LWJhMzMtMGU4MzE4MmRlZDE0L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006781000_AL_-136x200.jpg",
        "title": "Mousehunt (1997)",
        "description": "ဒီဇာတ်ကားကတော့ အမှန်အကန်ကိုရယ်ရမယ့်\nနာမည်ကြီးကြွက်ဇာတ်ကားပါ…\nကြာခဲ့ပြီဆိုသော်ငြား ဘယ်အချိန်ပြန်ကြည့်ကြည့်\nရယ်နေရတုန်းပါပဲ…\nဟာသဇာတ်ကားဆိုပေမယ့်\nဇာတ်လမ်းကလဲအနှစ်သာရပြည့်ဝပါတယ်…\nချစ်ခြင်းမေတ္တာနဲ့ လူသားဆန်ဆန်\nအတ္တတွေအကြောင်းကို ကြွက်တစ်ကောင်နဲ့ ပုံဖော်ထားပါတယ်…\nအကြိုက်ဆုံးအခန်းကတော့\nဗီလိန်မင်းသားကြီး Christopher Walken ကြွက်လိုက်ဖမ်းတဲ့\nဇာတ်ဝင်ခန်းပါပဲ…\nတင်ဆက်ပုံကောင်းသလို\nတကယ့်ကြွက်အစစ်နဲ့ ရိုက်ကူးထားတာမို့\nအခုခေတ်ဇာတ်ကားတွေလို Camera Effect\nတွေနည်းနည်းနဲ့ သဘာဝဆန်ဆန်ကြည့်ရှုရမှာပါ…\nမိသားစုနဲ့ကြည့်သင့်တဲ့ဇာတ်ကားပါ…\nကလေးလေးတွေအတွက်တော့ Tom and Jerry\nကိုအရှင်လတ်လတ်တွေ့ရသလိုခံစားရမှာပါ…\n(ဒီဇာတ်ကားရဲ့ မြန်မာစာတန်းထိုးကို ကျွန်တော်ဂျီကျလို့\nကသာသားလေး (Kyaw Ye Aung) ကရေးသားပေးခဲ့ပါတယ်)\n----------------------------------------------------------------\n     ဒီဇာတ္ကားကေတာ့ အမွန္အကန္ကိုရယ္ရမယ့္\nနာမည္ၾကီးၾကြက္ဇာတ္ကားပါ…\nၾကာခဲ့ၿပီဆိုေသာ္ျငား ဘယ္အခ်ိန္ျပန္ၾကည့္ၾကည့္\nရယ္ေနရတုန္းပါပဲ…\nဟာသဇာတ္ကားဆိုေပမယ့္\nဇာတ္လမ္းကလဲအႏွစ္သာရျပည့္ဝပါတယ္…\nခ်စ္ျခင္းေမတၱာနဲ႕ လူသားဆန္ဆန္\nအတၱေတြအေၾကာင္းကို ၾကြက္တစ္ေကာင္နဲ႕ ပံုေဖာ္ထားပါတယ္…\nအၾကိဳက္ဆံုးအခန္းကေတာ့\nဗီလိန္မင္းသားၾကီး Christopher Walken ၾကြက္လိုက္ဖမ္းတဲ့\nဇာတ္ဝင္ခန္းပါပဲ…\nတင္ဆက္ပံုေကာင္းသလို\nတကယ့္ၾကြက္အစစ္နဲ႕ ရိုက္ကူးထားတာမို႕\nအခုေခတ္ဇာတ္ကားေတြလို Camera Effect\nေတြနည္းနည္းနဲ႕ သဘာဝဆန္ဆန္ၾကည့္ရႈရမွာပါ…\nမိသားစုနဲ႕ၾကည့္သင့္တဲ့ဇာတ္ကားပါ…\nကေလးေလးေတြအတြက္ေတာ့ Tom and Jerry\nကိုအရွင္လတ္လတ္ေတြ႕ရသလိုခံစားရမွာပါ…\n(ဒီဇာတ္ကားရဲ႕ ျမန္မာစာတန္းထိုးကို ကြ်န္ေတာ္ဂ်ီက်လို႕\nကသာသားေလး (Kyaw Ye Aung) ကေရးသားေပးခဲ့ပါတယ္)",
        "rating": "6.4",
        "url": "https://megaup.net/4esU7/Mousehunt_[1997]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/30YacPAcxpNemhhwX0PVUl9pVA3.jpg",
        "title": "Spies in Disguise (2019)",
        "description": "unicodeကာတွန်းကား ကောင်းကောင်းကြည့်ချင်တဲ့ သူတွေအတွက် လာပါပြီ။ရယ်လည်းရယ်ရတယ် ဇာတ်လမ်းလည်းမိုက်တယ်။အသံသရုပ်ဆောင်ထားသူတွေကတော့ မပြောရင်တောင်အသံကြားတာနဲ့ သိမယ့် ၂ ယောက်ပါပဲ။ဝယ်လ် စမစ်သ် ရယ် တွမ် ဟော်လန် ရယ်ပါ။တကယ်လိုက်ဖက်တဲ့ သူတွေပါပဲ။ဝယ်လ်စမစ်သ်က လန့်စ်စတာလင်ဆိုတဲ့ အရမ်းတော်တဲ့ စပိုင်တစ်ယောက်။သူက အရမ်းတော်ပေမယ့် တစ်ကိုယ်တော်ပဲ လှုပ်ရှားတတ်တဲ့သူ။တွမ်ဟော်လန်ကတော့ ဝေါ်တာ ဘက်ကက် ဆိုတဲ့ ဉာဏ်ကြီးရှင်တီထွင်သူအူကြောင်ကြောင် ကောင်လေး အဖြစ် အသံသရုပ်ဆောင်ထားပါတယ်။ဝေါ်တာရဲ့ တီထွင်ချက်တွေကိုအေဂျင်စီမှာ ဘယ်သူမှ အထင်မကြီးတဲ့အပြင် လန့်စ်ကိုပါပြဿနာ သွားလုပ်မိလို့ အလုပ်ဖြုတ်ခံလိုက်ရတော့တယ်။ဒါပေမယ့် လန့်စ်နဲ့ မျက်နှာတူလူဆိုးတစ်ယောက်ကြောင့် လန့်စ် တစ်ယောက် အထင်လွဲခံရပြီးထွက်ပြေးရတဲ့အခါမှာ မလွှဲမရှောင်သာ ဝေါ်တာနဲ့ပူးပေါင်းပြီးအလွဲလွဲအချော်ချော်နဲ့ လူဆိုးကို အမိဖမ်းဖို့ ကြိုးစားရပါတော့တယ်။File Size : ( 948 MB , 345 MB )\nQuality : BluRay 720p\nRunning Time : 1 hr ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/spies-in-disguise-2019/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2UTSoKergdypiYFFLtsDT8z0yZ6.jpg",
        "title": "My Brilliant Life (2014)",
        "description": "[Unicode]My Brilliant Life (2014)ငယ်ရွယ်မှုဆိုတာဘာနဲ့မှလဲလို့မရသလို လူတိုင်းလိုချင်တဲ့အရာလဲဖြစ်ပြီး လူတိုင်းကလဲငယ်ရွယ်မှုကိုပိုင်ဆိုင်ဆဲ ပိုင်ဆိုင်ခဲ့ဖူးကြတယ် ၊ဒါပေမယ့်ဒီဇာတ်လမ်းလေးထဲက အာရွန်ဆိုတဲ့၁၆နှစ်သားလေးကတော့ ကံဆိုးစွာပဲငယ်ရွယ်မှုကိုမပိုင်ဆိုင်ခဲ့ဘူး...သူ့မှာprogeriaလို့ခေါ်တဲ့အသက်ကြီးမြန်တဲ့ရောဂါရှိနေခဲ့တယ် ၊အသက်၁၆နှစ်လေးနဲ့အသက်၈၀အရွယ်ခန္ဓာကိုယ်ပိုင်ဆိုင်ပြီး ရောဂါတွေအများကြီးနဲ့\nလောကကြီးထဲကဘယ်အချိန်ထွက်သွားရမယ်မသိတဲ့ အာရွန်လေးရဲ့ခံစားချက်ကဘယ်လိုဖြစ်နေမလဲ...ကိုယ့်သားသမီးလေးပွန်းပဲ့ရင်တောင်စိုးရိမ်တတ်တာမိဘတွေဖြစ်တာမို့ ဒီလိုအသက်၈၀အဖိုးကြီးလို လူတကာလိုက်ကြည့် လူကြားထဲမသွားရဲပဲသေမယ့်နေ့ကိုထိုင်စောင့်နေရတဲ့အာရွန်လေးကို ဘာမှမတတ်နိုင်ပဲကြည့်ရုံကြည့်နေရတဲ့ မိဘရဲ့ရင်ထဲကခံစားချက်...' လူတွေကကျန်းမာနေကြတာမို့ ကိုယ်ကျန်းမာနေတာကိုမေ့နေတတ်ကြတယ်တဲ့ 'Messageကောင်းကောင်းလေးပေးထားတဲ့ကားလေးမို့ ကြည့်ပြီးရင်ရင်ထဲမှာတစ်ခုခုတော့ကျန်ခဲ့မှာပါ ၊Drama Queen SongHyeKyo(အွန်စော)ရဲ့ကားလေးမို့ တစ်သျှူးလေးဆောင်ပြီးကြည့်ကြပါလို့...( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် )[Zawgyi]My Brilliant Life (2014)ငယ္႐ြယ္မႈဆိုတာဘာနဲ႔မွလဲလို႔မရသလို လူတိုင္းလိုခ်င္တဲ့အရာလဲျဖစ္ၿပီး လူတိုင္းကလဲငယ္႐ြယ္မႈကိုပိုင္ဆိုင္ဆဲ ပိုင္ဆိုင္ခဲ့ဖူးၾကတယ္ ၊ဒါေပမယ့္ဒီဇာတ္လမ္းေလးထဲက အာ႐ြန္ဆိုတဲ့၁၆ႏွစ္သားေလးကေတာ့ ကံဆိုးစြာပဲငယ္႐ြယ္မႈကိုမပိုင္ဆိုင္ခဲ့ဘူး...သူ႔မွာprogeriaလို႔ေခၚတဲ့အသက္ႀကီးျမန္တဲ့ေရာဂါရွိေနခဲ့တယ္ ၊အသက္၁၆ႏွစ္ေလးနဲ႔အသက္၈၀အ႐ြယ္ခႏၶာကိုယ္ပိုင္ဆိုင္ၿပီး ေရာဂါေတြအမ်ားႀကီးနဲ႔\nေလာကႀကီးထဲကဘယ္အခ်ိန္ထြက္သြားရမယ္မသိတဲ့ အာ႐ြန္ေလးရဲ႕ခံစားခ်က္ကဘယ္လိုျဖစ္ေနမလဲ...ကိုယ့္သားသမီးေလးပြန္းပဲ့ရင္ေတာင္စိုးရိမ္တတ္တာမိဘေတြျဖစ္တာမို႔ ဒီလိုအသက္၈၀အဖိုးႀကီးလို လူတကာလိုက္ၾကည့္ လူၾကားထဲမသြားရဲပဲေသမယ့္ေန႔ကိုထိုင္ေစာင့္ေနရတဲ့အာ႐ြန္ေလးကို ဘာမွမတတ္ႏိုင္ပဲၾကည့္႐ုံၾကည့္ေနရတဲ့ မိဘရဲ႕ရင္ထဲကခံစားခ်က္...' လူေတြကက်န္းမာေနၾကတာမို႔ ကိုယ္က်န္းမာေနတာကိုေမ့ေနတတ္ၾကတယ္တဲ့ 'Messageေကာင္းေကာင္းေလးေပးထားတဲ့ကားေလးမို႔ ၾကည့္ၿပီးရင္ရင္ထဲမွာတစ္ခုခုေတာ့က်န္ခဲ့မွာပါ ၊Drama Queen SongHyeKyo(အြန္ေစာ)ရဲ႕ကားေလးမို႔ တစ္သွ်ဴးေလးေဆာင္ၿပီးၾကည့္ၾကပါလို႔...( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Myint Myat ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/my-brilliant-life-2014/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6968mZj0jlDp7gmcjLJSd42r9pU.jpg",
        "title": "Moonlit Winter (2019)",
        "description": "[Unicode]ယွန်ဟီး (Kim Hee-ae) ဟာ သူမရဲ့သမီးဖြစ်သူ ဆယ်ဘုံး (Kim So-hye) နဲ့အတူနေထိုင်ပါတယ်ဆောင်းရာသီရဲ့နေ့တစ်နေ့မှာတော့ ဂျပန်နိုင်ငံ အိုတာရူကနေ စာတစ်စောင်ရောက်လာခဲ့ပြီးအဲ့ဒီစာကို ဆယ်ဘုံးမှ မတော်တဆဖတ်မိသွားပြီးတော့ သူ့အမေရဲ့တစ်သက်လုံးဖုံးကွယ်ထားတဲ့လျှို့ဝှက်ချက်ကို သိရှိခဲ့ရတဲ့နောက်....အချိန်နောက်ကျနေပေမယ့်လည်း သူ့အမေရဲ့နှလုံးသားကို နှစ်သိမ့်ချင်တဲ့စိတ်နဲ့ သူ့အမေကိုခေါ်ပြီး ဂျပန်နိုင်ငံကိုခရီးထွက်ခဲ့ပါတော့တယ် ၊အိုတာရူမြို့မှာဆိုရင် ယွန်ဟီးရဲ့အချစ်ဦးဖြစ်သူ ဂျွန်ဆိုသူနေထိုင်ပါတယ် ။ခရီးထွက်သွားပြီးနောက်မှာတော့ ဆယ်ဘုံးအနေနဲ့ သူ့အမေနဲ့သူ့အမေ့ရဲ့အချစ်ဦးကို ဘယ်လိုတွေ့ဆုံပေးမလဲ ၊သူ့အမေ့ကို ဘယ်လိုတွေနှစ်သိမ့်ပေးမလဲ ၊ဒီဇာတ်ကားထဲမှာ ဆယ်ကျော်သက်လူငယ်တွေရဲ့ မိဘအပေါ်ထားတဲ့စိတ်...လိင်တူချစ်ကြိုက်မှုကို တားမြစ်ခံရလို့ ကွဲကွာခဲ့ရတဲ့ချစ်သူနှစ်ယောက်ရဲ့ ရင်ဖွင့်ခံစားချက်တွေကို စီးမြောလိုက်ပါရင်း ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ် ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon ဖြစ်ပါတယ် )a[Zawgyi]ယြန္ဟီး (Kim Hee-ae) ဟာ သူမရဲ႕သမီးျဖစ္သူ ဆယ္ဘုံး (Kim So-hye) နဲ႔အတူေနထိုင္ပါတယ္ေဆာင္းရာသီရဲ႕ေန႔တစ္ေန႔မွာေတာ့ ဂ်ပန္ႏိုင္ငံ အိုတာ႐ူကေန စာတစ္ေစာင္ေရာက္လာခဲ့ျပီးအဲ့ဒီစာကို ဆယ္ဘုံးမွ မေတာ္တဆဖတ္မိသြားၿပီးေတာ့ သူ႔အေမရဲ႕တစ္သက္လုံးဖုံးကြယ္ထားတဲ့လွ်ိဳ႕ဝွက္ခ်က္ကို သိရွိခဲ့ရတဲ့ေနာက္....အခ်ိန္ေနာက္က်ေနေပမယ့္လည္း သူ႔အေမရဲ႕ႏွလုံးသားကို ႏွစ္သိမ့္ခ်င္တဲ့စိတ္နဲ႔ သူ႔အေမကိုေခၚၿပီး ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/moonlit-winter-2019/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/bad.boys-2-134x200.jpg",
        "title": "Bad Boys II (2003)",
        "description": "Bad Boys 2 (2003)==============IMDb Rating - 6.6/10 #UnicodeBad Boys ဇာတ်ကားရဲ့ဒုတိယမြောက်ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားရဲ့ထုံစံအတိုင်း မင်းသားတွေဖြစ်တဲ့Will Smith နဲ့ Martin Lawrence တို့ပဲဆက်လက်သရုပ်ဆောင်ထားပါတယ်။ ရှေ့ဇာတ်ကားနဲ့မတူကွဲပြားတဲ့ပုံစံမျိုးနဲ့ရိုက်ပြထားတာလည်းတွေ့ရပါတယ်။ ဒီဇာတ်ကားမှာတော့ ကျူးဘားက မူးယစ်မှောင်ခိုလုပ်တဲ့ တမီယာဆိုတဲ့သူက သူ့ဆေးတွေကိုအမေရိကမှာရောင်းပြီး ကျူးဘားဆီကို ငွေပြန်ပို့တာပါ မူးယစ်ငွေမဲတွေဖြစ်တဲ့အတွက်ဘဏ်တွေကနေတစ်ဆင့်ပို့လို့မရတဲ့အတွက် ရေကြောင်းသင်္ဘောတွေကို သုံးပြီးပို့ပါတယ်။ အဲ့ဒါကိုသိတဲ့အမေရိကန်တွေက ရေကြောင်းမှာ လုံခြုံရေးတင်းကျပ်ပြီး လိုက်ပေမယ့် ဖမ်းလို့မမိပါဘူး။ မိရင်လည်းနည်းနည်းသာဖြစ်ပြီးတပီယာကိုတရားစွဲလို့မရပါဘူး။ အဲ့အတွက် ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီးတွေက ဝင်ပြီးဖမ်းဆီးပေးတာကိုခပ်မိုက်မိုက်ကြည့်ရမယ့်ဇာတ်ကားမျိုးပါ။ ဒီဇာတ်ကားတွေဟာ Rating တွေလည်း များစွာရထားပြီး . ခုလထဲမှာလည်းBad Boys III ကိုရုံတင်သွားတာမို့ နောက်ထပ်တစ်ကား ထပ်ကြည့်ရဖို့ ပရိသတ်များအတွက် အခွင့်အရေးရဦးမှာပါ။ #ZawgyiBad Boys ဇာတ္ကားရဲ႕ဒုတိယေျမာက္ဇာတ္ကားေလးပါ။ ဒီဇာတ္ကားရဲ႕ထုံစံအတိုင္း မင္းသားေတြျဖစ္တဲ့Will Smith နဲ႔ Martin Lawrence တို႔ပဲဆက္လက္သ႐ုပ္ေဆာင္ထားပါတယ္။ ေရွ႕ဇာတ္ကားနဲ႔မတူကြဲျပားတဲ့ပုံစံမ်ိဳးနဲ႔႐ိုက္ျပထားတာလည္းေတြ႕ရပါတယ္။ ဒီဇာတ္ကားမွာေတာ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bad-boys-ii-2003-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/bad.boys-1-135x200.jpg",
        "title": "Bad Boys I (1995)",
        "description": "Bad Boys (1995)===========IMDB rating- 6.9#Unicodeလူတိုင်းရင်းနှီးပြီးသား မင်းသားတွေဖြစ်တဲ့ Will Smith နဲ့ Martin Lawrence တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့Action , Comedy , Crime ဇာတ်ကားပါ။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ မင်းသားနှစ်ယောက်ဖြစ်တဲ့Will Smith နဲ့ Martin Lawrence တို့က မိုက်ခ်နဲ့ မားကပ်စ်ဆိုတဲ့ မိုင်ယာမီမူးယစ်တိုက်ဖျက်ရေးမှုခင်းရဲတွေပါ။တစ်နေ့ သူတို့ ဌာနမှ ထိန်းသိမ်းထားတဲ့ ကိုကင်းတွေကို အဖောက်ခံလိုက်ရပါတယ်။ အဲ့လိုအဖောက်ခံလိုက်ရတော့သူတို့ရဲ့ခေါင်းဆောင် ဟောင်းဝဒ်က သူတို့ကို ကို ပြန်ရှာခိုင်းပါတယ်။ ဒီလိုနဲ့ မိုက်ခ်နဲ့ မားကပ်စ်က သူတို့နဲ့အရင်ကဇာတ်လမ်းတွေရှိခဲ့ဖူးတဲ့ ဆေးသမား ပြည့်တန်ဆာတွေနဲ့ပူးပေါင်းပြီးတော့ သတင်းယူပြီး ဒီအမှုကိုလိုက်တာကနေတစ်ကားလုံး သဘောကျစရာကောင်းလောက်အောင်ကို သရုပ်ဆောင်ပြသွားတာပါ။ ကော်ဖီကြိုက်တတ်တဲ့သူတွေကဒီ မူဗီကိုမဖွင့်ခင်ကတည်းက ဖျော်ထားနှင့်ကြပါ . . . မူဗီကြည့်နေရင်း ထဖျော်ဖို့ကို ဝန်လေးနေမှာလို့ ကြိုပြောထားပါရစေ။ #Zawgyiလူတိုင္းရင္းႏွီးၿပီးသား မင္းသားေတြျဖစ္တဲ့ Will Smith ...",
        "rating": "6.9",
        "url": "https://megaup.net/Tijc/[CM]Bad.Boys.1995.1080p.BluRay.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJkBxE3uD78u5KTQHayXTbbeyge.jpg",
        "title": "Troop Zero (2019)",
        "description": "unicodeမိတဆိုးလေး Christmas ဟာ အာကာသအကြောင်းဂြိုဟ်သားအကြောင်းတွေ အလွန်စိတ်ဝင်စားတဲ့သူတစ်ယောက်ပါ။သူက ရေဒီယိုလေးတစ်လုံးနဲ့ ဂြိုဟ်သားတွေဆီအမြဲတမ်း အဆက်အသွယ်လုပ်ဖို့ ကြိုးစားနေတတ်တယ်။ကျောင်းမှာတော့ သူ့ကို အိပ်ယာထဲသေးပေါက်ချတတ်တယ်ဆိုပြီးကျောင်းသူကျောင်းသားတွေက အမြဲနောက်ပြောင်ကြတယ်။တစ်နေ့ NASA အဖွဲ့ဝင်တစ်ယောက် သူတို့ကျောင်းဆီရောက်လာပြီး ပွဲတော်မှာအနိုင်ရမယ့်အဖွဲ့ကို ဂြိုဟ်သားတွေဆီစာပို့နိုင်ဖို့ ဆုချမယ်လို့ ကြေညာလိုက်တယ်။Christmas လေးက အရမ်းစိတ်ဝင်စားသွားပြီး ပွဲတော်မှာအနိုင်ရဖို့အတွက် ကြိုးစားချင်လာတော့တယ်။ဒါပေမဲ့ ကျောင်းသူအဖွဲ့က သူ့ကို လက်မခံကြတဲ့အခါသူ့ကိုယ်ပိုင်အဖွဲ့တစ်ဖွဲ့ ဖွဲ့ဖို့ကြိုးစားရတော့တယ်။ဒီဇာတ်ကားလေးက ၁၉၇၀ ခုနှစ်တွေဆီ အခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့Comedy-Drama ဇာတ်လမ်းလေးပါ။အရမ်းလည်း Motivation ရစေမယ့် ဇာတ်ကားတစ်ကားဆိုရင် မှားမယ်မထင်ပါဘူး။File Size : ( 904 MB , 292 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 34 min\nFormat : Mp4\nGenre : Comedy , Drama ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/troop-zero-2019/",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/FVU9HZ87VfYMe5vIJvM3hFTG5i.jpg",
        "title": "Superman: Red Son (2020)",
        "description": "2020ရဲ့စူပါမန်းရောက်ရှိလို့လာပါပြီဆိုဗီယက်ပြည်နယ်မှာမွေးဖွားတဲ့စူပါမန်းတစ်ယောက်ဟာလူတွေကိုဖိနှိပ်ချုပ်ချယ်မှုတွေကင်းလွတ်တဲ့ဘဝမှာနေစေချင်တဲ့ ဆန္ဒတွေပြင်းထန်လို့နေပါတယ်သို့ပေမယ်လဲထုံးစံအတိုင်း အာဏာကိုမက်မောတဲ့လူတွေကြောင့်စူပါမန်းတစ်ယောက် တိုက်ပွဲဝင်ရပါတော့တယ်တစ်ချိန်တည်းမှာပဲ သူတို့ရဲ့မြို့လေးတစ်မြို့ကို ဂြိုလ်သားတွေရဲ့ယာဥ်ရောက်ရှိလာပြီးဖန်ပုလင်းထဲထည့်သိမ်းလိုက်တဲ့အခါအဲဒီမြို့ကိုလည်းကယ်တင်ဖို့ကြိုးစားရတစ်ဖက်မှာလည်းအမေရိကန်ရဲ့ဖိနှိပ်မှုတွေကိုခံရနဲ့ဒီကြားထဲသူ့ကိုမုန်းတဲ့လင်းနို့လူသားပါ ပါလာတဲ့အချိန်မှာတော့စူပါမန်းတစ်ယောက်ဘယ်လိုတွေရင်ဆိုင်တိုက်ခိုက်မလဲဘယ်လိုတွေစွန့်စားမလဲဆိုတာကိုတော့ ကြည့်ရှူလိုက်ကြပါနော် File Size : ( 798 MB , 234 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 24 min\nFormat : Mp4\nGenre : Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncoded by Moe Myint Lwin zawgyi2020ရဲ႕စူပါမန္းေရာက္ရွိလို႔လာပါၿပီဆိုဗီယက္ျပည္နယ္မွာေမြးဖြားတဲ့စူပါမန္းတစ္ေယာက္ဟာလူေတြကိုဖိႏွိပ္ခ်ဳပ္ခ်ယ္မႈေတြကင္းလြတ္တဲ့ဘဝမွာေနေစခ်င္တဲ့ ဆႏၵေတြျပင္းထန္လို႔ေနပါတယ္သို႔ေပမယ္လဲထုံးစံအတိုင္း အာဏာကိုမက္ေမာတဲ့လူေတြေၾကာင့္စူပါမန္းတစ္ေယာက္ တိုက္ပြဲဝင္ရပါေတာ့တယ္တစ္ခ်ိန္တည္းမွာပဲ သူတို႔ရဲ႕ၿမိဳ႕ေလးတစ္ၿမိဳ႕ကို ၿဂိဳလ္သားေတြရဲ႕ယာဥ္ေရာက္ရွိလာၿပီးဖန္ပုလင္းထဲထည့္သိမ္းလိုက္တဲ့အခါအဲဒီၿမိဳ႕ကိုလည္းကယ္တင္ဖို႔ႀကိဳးစားရတစ္ဖက္မွာလည္းအေမရိကန္ရဲ႕ဖိႏွိပ္မႈေတြကိုခံရနဲ႔ဒီၾကားထဲသူ႔ကိုမုန္းတဲ့လင္းႏို႔လူသားပါ ပါလာတဲ့အခ်ိန္မွာေတာ့စူပါမန္းတစ္ေယာက္ဘယ္လိုေတြရင္ဆိုင္တိုက္ခိုက္မလဲဘယ္လိုေတြစြန႔္စားမလဲဆိုတာကိုေတာ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/superman-red-son-2020/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iByJ7PO0KCbZKDwGTK4rbI9fwbw.jpg",
        "title": "Love Rain (2018)",
        "description": "unicodeဒီတစ်ခါတော ထိုင်းသရဲအချစ်ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ခုနောက်ပိုင်း ထိုင်းကားတွေကတော်တော်လေး အဆင့်အတန်းရှိလာတာကို တွေ့ရပါတယ်။ဒီကားလေးကလည်း တော်တော်ကောင်းတဲ့ကားလေးပါ။IMDB 5.5 ရထားတဲ့ ဇာတ်လမ်းလေးပါ။အချစ်မိုးတွေရွာတဲ့တစ်နေ့မှာ တို့တွေတွေ့ခဲ့ကြတယ်.....မိုးခိုရင်း စခဲ့တဲ့ ဇာတ်လမ်းလေး....Gab ဟာ နယ်ကနေ ကျောင်းလာတက်တဲ့ကောင်လေးတစ်ယောက်ပါ။ဒါပေမယ့် သူက အသုံးအဖြုန်းကြီးလွန်းတာကြောင့် အိမ်က သူ့ကို ပိုက်ဆံမထောက်ပံ့တော့ပါဘူး။Gab မှာ ကျောင်းစားရိတ်တွေ ပေးဖို့ကလည်း လိုလာပါပြီ။ဒီတော့ Gab တစ်ယောက် အလုပ်ရှာရပါပြီ။ရမယ့်ရတော့လည်း စတိုးဆိုင်လေးတစ်ဆိုင်မှာ ရပါတယ်။တစ်နေ့ Gab တစ်ယောက်ထဲ စတိုးဆိုင်မှာ ကျန်ခဲ့ရာကနေ ဇာတ်လမ်းက စပါတော့တယ်။အဲ့ဒီနေ့က မိုးတွေရွာတာပေါ့။ကောင်မလေးတစ်ယောက်က အပြင်မှာမိုးတွေစိုနေလို့ အမြင်မတော်လို့ ဖိတ်ခေါ်မိရာကနေ သူ့ဘဝထဲကိုအဲ့ကောင်မလေးရောက်လာခဲ့တော့တာပါ။တကယ်တော့ ကောင်မလေးက လူမဟုတ်ဘဲ သရဲမလေးဖြစ်နေတာပါ။(သရဲမလေးကလည်း ချောချောလေးနော့)ကောင်မလေးက ဆိုင်မှာတင်မဟုတ်ဘဲ သူ့အိမ်ထိ လိုက်လာခဲ့တဲ့အခါ....သူ့နားက တစ်ဖဝါးမှမခွာဘဲ သူ့နောက် တကောက်ကောက် လိုက်နေခဲ့တဲ့အခါ....အဲ့ကောင်မလေးက ဘယ်သူလဲ? ဘယ်ကလဲ? ဘာလို့ ဒီလိုတွေ ဖြစ်နေတာလဲ?Gab တစ်ယောက် အဖြေရှာကြည့်ပါတော့တယ်။သရဲကြောက်တဲ့ Gab ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/love-rain-2018/",
        "category": "Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ceEmtlyvbJh1khLpSkPUKAmpPA7.jpg",
        "title": "The Body (2019)",
        "description": "(Unicode)ဒီတစ်ခါ ဘောလီဝုဒ်ဖန်တွေအတွက် ၂၀၁၉ ထွက် Crime, Mystery ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကလည်း နာမည်ကျော်တွေဖြစ်တဲ့ Emraan Hasmi နဲ့ Rishi Kapoor တို့ အပြိုင်သရုပ်ဆောင်ထားကြတာပါအထူးသဖြင့် မင်းသမီးရဲ့အက်တင်တွေကလည်း အတော်လေးကို ကောင်းလှပါတယ်ဇာတ်လမ်းလေးကတော့ စီပွားရေးလောကမှာ အောင်မြင်ပြီး သြဇာအာဏာကြီးမားတဲ့ အမျိုးသမီးငယ်တစ်ယောက်ဟာ နှလုံးရောဂါနဲ့ ဆုံးသွားခဲ့ပါတယ်အလောင်းခွဲစိတ်စစ်ဆေးဖို့ သူ့အလောင်းကို ရင်ခွဲရုံပို့ထားတဲ့အခါ ညဘက်ကျတော့ အလောင်းပျောက်သွားပါတယ်ညစောင့်ပြောတာတော့ အလောင်းပြန်ရှင်လာပြီး ထသွားတာတဲ့ဒါပေမဲ့ တာဝန်ကျရဲမှူးကြီးကတော့ သူ့ယောက်ျားဖြစ်သူ အဂျေးပူရီကိုပဲ သံသယဝင်နေပါတော့တယ်ထိုညမှာ ရဲမှူးကြီးနဲ့ အဂျေးပူရီတို့ မာယာဗာရ်မားရဲ့အလောင်းကို ရှာတွေ့ပါ့မလားဘယ်လိုအလှည့်အပြောင်းတွေ ဖြစ်သွားမလဲဆိုတာကိုတော့ အားလုံးပဲ ကိုယ်တိုင်ကိုယ်ကျ ခံစားကြည့်လိုက်ကြပါအထူးမေတ္တာရပ်ခံလိုတာက ဒီဇာတ်ကားဟာ ၂၀၁၂ ခုနှစ်ထွက် The Body ကို Remake ပြန်ရိုက်ထားတဲ့ဇာတ်ကားဖြစ်သည့်အတွက်...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-body-2019/",
        "category": "Bollywood, Mystery, Thriller"
    }
]