[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gETplrcOQxXFFZzmmtZIHpFvond.jpg",
        "title": "Ordinary Love(2019)",
        "description": "Ordinary Love(2019)(unicode)လူတစ်ယောက်နဲ့တစ်ယောက် ချစ်ကြတယ် ...နှောင်ဖွဲ့ကြတယ် ...အချင်းချင်းတန်ဖိုးထားမြတ်နိုးကြတယ်... အဲ့အရာကိုဖော်ပြမှုပေါင်းစုံနဲ့ဖော်ပြကြတယ်... တစ်ချို့ကြ ပိုက်ဆံအကုန်ခံပြီး ပဲရစ်အထိခေါ်သွားတယ် တစ်ချို့ကြလက်ဆောင်ပစ္စည်းအမျိုးမျိုးနဲ့ ဖော်ပြကြတယ် ...ဒါပေမယ့်နှစ်နှစ်ကာကာထဲထဲ၀င်၀င်ချစ်မိရင်တော့ ဖော်ပြမတတ်နိုင်အောင်ပါပဲသူ့အတွက်ဘာမဆိုလုပ်ပေးဖို့အသင့်ဖြစ်နေပြီး အဲ့ထဲမှာပဲ ကိုယ့်ရဲ့ identity အစစ်တောင်ပျောက်ဆုံးလုမတတ်ပါပဲ ဆိုလိုတာအပြင်ပန်းကကြည့်ရင်လူ့ဂွစာပုံစံပေါက်နေပြီးရင်ထဲမှာတော့ သေမတတ်ချစ်တဲ့လူစားမျိုးမြင်ဖူးကြမှာပါ....ဒီဇာတ်လမ်းမှာတော့ တွမ်နဲ့ဂျုံးတို့ဟာ နှစ်ယောက်တစ်ဘ၀လေးတည်ဆောက်ပြီးနေတယ် ကြားထဲသမီးလေးဒတ်ဘီတစ်ယောက် မွေးဖွားခဲ့ပေမဲ့ ကံဆိုးစွာနဲ့ပဲအကြောင်းတစ်စုံတစ်ရာကြောင့် ဒတ်ဘီလေးဆုံးသွားရှာတယ် ...တွမ့်အတွက်တော့အရူးမီးဝိုင်းပါပဲ ...သူသမီးကိုဆုံးရှုံးပြီးပြီ သူချစ်တဲ့ဒီတစ်ယောက်တည်းသောမိန်းမကိုတော့ သူထပ်အဆုံးရှုံးမခံနိုင်ဘူး.... သူ့ရင်ထဲကနှစ်နှစ်ကာကာချစ်သလောက် သူ့အပြုအမူတွေကနှစ်နှစ်ကာကာ မဖြစ်ခဲ့ပေမယ့်ဒီကားကိုအဆုံးထိကြည့်ပြီးတဲ့သူတွေသိမှာပါ ...ကျုပ်တို့ရဲ့ မင်းသားကြီး Liam Neeson တစ်ဖြစ်လဲ တွမ်ကြီးဟာ သူ့မိန်းမအပေါ်ဘယ်လောက်ချစ်ခဲ့တယ်ဆိုတာ...\nရိုးရှင်းတဲ့သာမညအချစ်ဟာနေရာတိုင်းမယ်ရှိမယ် မထင်ပါဘူးဘာလို့ဆို ဒီလိုအချစ်မျိုးဟာဘယ်လောက်ထိပြောင်မြောက်လဲဆိုတာ...\nIMDb 7 Rotten Tomatoes မှာ93% နဲ့လတ်ဆတ်နေတဲ့ Ordinary Love ကိုသာခံစားကြည့်ရှုကြပါကုန်..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်....(zawgyi)လူတစ္ေယာက္နဲ႔တစ္ေယာက္ ခ်စ္ၾကတယ္ ...ေႏွာင္ဖြဲ႕ၾကတယ္ ...အခ်င္းခ်င္းတန္ဖိုးထားျမတ္ႏိုးၾကတယ္... အဲ့အရာကိုေဖာ္ျပမႈေပါင္းစုံနဲ႔ေဖာ္ျပၾကတယ္... တစ္ခ်ိဳ႕ၾက ပိုက္ဆံအကုန္ခံၿပီး ...",
        "rating": "7.0",
        "url": "https://megaup.net/4dPhd/Cuddle_Weather.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t760pAYoe4JKu6X271G7cFtf8gS.jpg",
        "title": "Cuddle Weather(2019)",
        "description": "Cuddle Weather(2019)(unicode)ပြည့်တန်ဆာတွေရဲ့ဘဝဟာ အချစ်ရဲ့အကောင်းဆုံးသောအချိန်တွေကို ဖန်တီးဖို့အခွင့်မရှိဘူးဆိုတာ သိလိုက်ရပြီးနောက် ပြည့်တန်ဆာအလုပ်ကိုလုပ်ကိုင်တဲ့လူနှစ်ယောက် သူတို့လိုချင်တဲ့အရာတွေအများကြီးရှိတယ်ဆိုတာကို သိလာဖို့အတွက် ယုတ္တိမဆန်လှတဲ့ 'Cuddle Partners' ဆိုတဲ့ relationship တစ်ခုကိုတည်ဆောက်ခဲ့ကြပါတယ်ပြည့်တန်ဆာအလုပ်မှာ အတွေ့အကြုံရှိပြီးတော့ ဒီအလုပ်ကနေရုန်းထွက်ဖို့အတွက် ထွက်ပေါက်ရှာနေခဲ့တဲ့ Adela Johnson တစ်ယောက် ခုမှပြည့်တန်ဆာလောကထဲကိုဝင်ရောက်မယ့် အသစ်စက်စက် ယောကျ်ားလေးပြည့်တန်ဆာဖြစ်တဲ့ Ram နဲ့တွေ့ဆုံခဲ့ပါတယ်\nRam တစ်ယောက်အလိမ်ခံရပြီး သွားစရာမရှိလာစရာမရှိဖြစ်နေတဲ့အချိန်မှာ Adela ကိုဆရာတင်ပြီးသူ့တိုက်ခန်းမှာလိုက်နေဖို့အကြောင်းဖန်လာခဲ့ပါတယ် သူတို့ရဲ့ဆရာတပည့်ဆက်ဆံရေးကနေ တစ်ဆင့် ချစ်ခြင်းတွေသွယ်လာခဲ့ပါတယ် ပြည့်တန်ဆာလောကကနေထွက်သွားချင်တဲ့ Adela နဲ့ ပြည့်တန်ဆာလောကမှာငွေလည်းရှာချင်တယ် Adela နဲ့လည်းအတူနေချင်တယ်ဆိုတဲ့ Ram တို့ ရှေ့ဆက်ပြီးဘာတွေစီစဥ်ထားလဲ Adela ကရော သူလိုလားတဲ့အတိုင်း ဒီဘဝကြီးကနေ လွတ်မြောက်နိုင်မလား Ram နဲ့ကော ဘယ်လိုတွေဆက်ဖြစ်မလဲဆို စောင့်ကြည့်အားပေးကြပါဦး...\nဖိလစ်ပိုင်ရွှေကြာလို့များပြောလို့ရမလားမသိ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်...(zawgyi)ျပည့္တန္ဆာေတြရဲ႕ဘဝဟာ အခ်စ္ရဲ႕အေကာင္းဆုံးေသာအခ်ိန္ေတြကို ဖန္တီးဖို႔အခြင့္မရွိဘူးဆိုတာ သိလိုက္ရၿပီးေနာက္ ျပည့္တန္ဆာအလုပ္ကိုလုပ္ကိုင္တဲ့လူႏွစ္ေယာက္ ...",
        "rating": "6.6",
        "url": "https://megaup.net/4dPhd/Cuddle_Weather.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/photo1158187-140x200.jpg",
        "title": "The Nightmare (2020)",
        "description": "တွေးရတာ ကြောက်လန့်ရတာ ကြိုက်တဲ့ သူတွေအတွက်\nဒီရုပ်ရှင်က သင့်တော်ပါတယ်\nလီယွန်ဝူး ဆိုတဲ့ လူငယ်ဒါရိုက်တာ တစ်ယောက်ဟာ\nငွေကြေးထက် ဝါသနာကို အရင်းခံတဲ့ အနုပညာရှင်တစ်ယောက်ပါ\nသူ့မှာ ချစ်ရတဲ့ ဇနီး ရယ် အရမ်းချစ်စရာကောင်းတဲ့ သမီးလေး တစ်ယောက်ရှိတယ်\nဒါပေမဲ့ သူ့ရဲ့ မာန ကြောင့် ရုပ်ရှင်လောက မှာဝင်တိုးဖို့ ခက်နေပြီး\nအတော်လေး ကြိုးစားရုန်းကန်နေရတဲ့ ကာလ တစ်ခုပေါ့\nတစ်နေ့တစ်နေ့ အလုပ်က မိန်းမကို ရုံးလိုက်ပို့လိုက်\nသမီးလေးကို ကျောင်းပို့ ကျောင်းကြို လုပ်လိုက်\nအားရင် အိမ်မှာ ဇတ်ညွန်းထိုင်ရေး နေတက်တဲ့သူ....\nသမီးလေး ဖြစ်သူကတော့ သူ့ကို နိုင်ငံခြားက ကစားကွင်းတွေ\nသွားချင်တယ်လို့ ခနခန ပူဆာခဲ့ပေမဲ့ သူ့အလုပ် မအောင်မြင်သေးတော့\nသမီးဖြစ်သူကို လိုက်ပို့ပါမယ်လို့ပဲ ကတိပေးခဲ့ရတယ်....\nအဲ့လို ကတိပေးပြီး နောက်တစ်နေ့မှာပဲ သမီးဖြစ်သူ ရုတ်တရက်\nအက်ဆီးဒင့် တစ်ခုဖြင့် သေဆုံးသွားခဲ့သောအခါ.....\nဒီရုပ်ရှင်ကားကို Duli Lay က ဘာသာပြန်ပြီး\nXCode မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "7.0",
        "url": "https://megaup.net/Q1mc/The.Nightmare.2018_720P__%7BCM%7D.mp4",
        "category": "Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/dA0l0f-140x200.jpg",
        "title": "Bully Bad Guys (2020)",
        "description": "Bully Bad Guys\nSynopsis\n ဒီဇာတ်ကားလေးမှာတော့ ဂျပန်ကျောင်းသားလူမိုက်အဖွဲ့က\nကိုရီးယားအထက်တန်းကျောင်းသားတွေအပေါ်\nအနိုင်ကျင့်ဖိနှိပ်မှုတွေ လူမျိုးခွဲခြားဆက်ဆံမှုတွေကို\nအသည်းယားဖွယ်ရိုက်ပြထားတာပဲဖြစ်ပါတယ်။\nဂျင်းမန်ဆိုတဲ့ ကျောင်းသားခေါင်ဆောင်ကောင်လေးက\nအမြဲ ဘော်ဒါစိတ်ဓါတ်အပြည့်နဲ့ ကိုယ့်သူငယ်ချင်းတွေကို\nအကာအကွယ်ပေးတတ်တဲ့အပြင်\nစိတ်သဘောထားလည်းကောင်းတဲ့အတွက်\nကျောင်းသားတွေကြားမှာ\nပေါ်ပြူလာဖြစ်တဲ့လူငယ်တစ်ယောက်ဖြစ်ပါတယ်။\nတစ်ရက်မှာတော့ ဂျပန်ကျောင်းသားလူဆိုးအဖွဲ့ရဲ့\nအနိုင်ကျင့်ဗိုလ်ကျတာကို ခံလိုက်ရတဲ့\nသူငယ်ချင်းတွေကိုကူညီဖို့ ဂျပန်ကျောင်းသားလူဆိုးအဖွဲ့နဲ့\nထိပ်တိုက်တွေ့လာပါတော့တယ်။\n          ကျောင်းသားလူငယ် ဇာတ်လမ်းဖြစ်တဲ့အတွက်\nလူငယ်အများစုအကြိုက်တွေ့စေမှာဖြစ်ပြီးတော့\nအက်ရှင်ကြမ်းကြမ်းအပြင် ဟာသရသကိုလည်း\nတပြိုင်တည်းခံစားလို့ရမယ့် ဇာတ်လမ်းကောင်းတစ်ခုလည်းဖြစ်ပါတယ်။\nသတ္တိနည်းပြီး စိတ်ဓါတ်ပျော့ညံ့တဲ့အတွက်\nဂျပန်အနိုင်ကျင့်တာကို ခံရပြီးတော့ မျိုးချစ်စိတ်ထက်သန်ကြပေမယ့်\nနိုင်ငံသမိုင်းကြောင်းကို ဂဂဏဏမသိကြတဲ့\nခေတ်လူငယ်တွေအားနည်းချက်ကို\nမီးမောင်းထိုးပြထားပြီး ဒီလိုအခြေအနေတွေကနေ\nနိုးထဖို့ messageပေးချင်တဲ့ သဘောထားကိုလည်း မြင်တွေ့ရပါတယ်။\nTranslated By : Dulia Lay\nEncoded By : XCode",
        "rating": "7.3",
        "url": "https://megaup.net/Q1mw/Bully_Bad_Guys.2020._720P_%7BCM%7D.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/dAV5gf-151x200.jpg",
        "title": "Giant Fish (2020)",
        "description": "အခုနောက်ပိုင်းတရုတ်ကားတော်တော်များများ\nအက်ရှင်ကားမဟုတ်ဘဲဒရာမာကားရိုက်ရင်\nဇာတ်အိမ်ကောင်းကောင်းနဲ့အဆုံးမှာတခုခုကို\nချပြသွားတာမျိုးတွေတွေ့လာရပါတယ်\n\"Don't regret until we lost it,\nstop doing any harm to our nature,\notherwise we will pay for it\"\nဒါစာတန်းကဇာတ်ကားအပြီးနောက်ဆုံးထိုးတဲ့စာတန်းပါ\nခင်များတို့အတ္တကြီးကြီးနဲ့သူတပါးအပေါ်မကောင်းကြံဖို့စဉ်းစားမိရင်\nအကျိုးဆက်က ခင်များသို့မဟုတ်\nခင်များချစ်ရတဲ့သူတွေအပေါ်ပြန်လည်သက်ရောက်မှာပါ\nဒီဇာတ်လမ်းဟာ ငါးဖမ်းလုပ်သားတွေအသက်မွေးမှုပြုကြတဲ့\nကွေးကန်ဆိုတဲ့ဒေသကို ငါးကြီးကနေလူအဖြစ်ပြောင်းထားတဲ့\nကောင်မလေးတယောက်ရောက်လာရာကနေစပါတယ်\nအဲ့ဒီလိုငါးကြီးမျိုးနွယ်တွေနဲ့ ပေါင်းပြီး\nစီးပွားရှာနေတဲ့ခေါင်းဆောင်ဟာ\nလောဘမောဟတွေနဲ့ မကြံသင့်မ\nကြံအပ်တာတွေကြံမိချိန်မှာတော့ .....\nဘာဆက်ဖြစ်မလဲ ကြည့်ပေးကြပါလို့\nဘာသာပြန်ပေးထားတာကတော့\nNay Chii ဖြစ်ပြီး\nXCode မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.1",
        "url": "https://megaup.net/2WO3K/Giant.Fish.2020.720p_{CM}_.mp4",
        "category": "Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BN2UxZDJlYjAtNGQ0OC00MWE4LTkzMjktMDAyNTg2ZTVkZjQ1XkEyXkFqcGdeQXVyMTc2MDc0Nw@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "My Friend Dahmer (2017)",
        "description": "My Friend Dahmer (2017)ဒီဇာတ်လမ်းကတော့ အမေရိကန်နိုင်ငံက\nနာမည်ကျော် ကွင်းဆက်လူသတ်သမား ဂျက်ဖရီ ဒါးမားရဲ့\nအကြောင်းကို ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပါ။\nဇာတ်လမ်းနာမည်အတိုင်းပဲ ဂျက်ဖရီ ဒါးမားရဲ့\nသူငယ်ချင်း ဂျွန် ဘက်ဒါ့ဖ် ရေးတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းအပေါ်\nအခြေခံပြီး ရိုက်ကူးခဲ့တာပါ။\nဒီဇာတ်လမ်းကတော့ ဒါးမား လူမသတ်ခင် အချိန်ကို\nရိုက်ကူးထားခဲ့တဲ့ ဒါးမားရဲ့ဘဝဇာတ်ကြောင်းပါ။\nဒီဇာတ်လမ်းက စိတ္တဇလူသတ်သမားရဲ့ဘဝဇာတ်ကြောင်းကို\nရိုက်ကူးထားတာ ဖြစ်တဲ့အတွက် သွေးထွက်သံယိုတွေတော့ ပါမှာ မဟုတ်ပါဘူး။IMDb - 6.2/10 ရထားပြီး\nRotten Tomatoes - 87% ပါ။spoiler alert\n===========ဒါကတော့ ဒီဇာတ်လမ်းရဲ့နောက်ဆက်တွဲသတင်းပါ။\nဒါးမားဟာ လူငယ်အမျိုးသား (၁၇)ယောက်ကို သတ်ခဲ့တာပါ။\nသတ်ပုံကတော့ ဒီလူငယ်တွေကို ခေါ်လာပြီး ဦးနှောက်ထဲကို ဆေးထိုးသတ်ခဲ့တာပါ။\nပြီးရင် ခန္ဓာကိုယ်ကို အပိုင်းပိုင်း ခုတ်ပြီး တချို့ကိုတော့ စားခဲ့ပါတယ်။\nခေါင်းခွံတွေကိုတော့ ဆေးရည်စိမ်ပြီး သိမ်းထားခဲ့တယ်လို့ ဖြောင့်ချက်ပေးခဲ့ပါတယ်။\nဒါးမားကို ထောင်ဒဏ် တစ်သက်တစ်ကျွန်း ၁၆ ကြိမ် ကျခံစေခဲ့ပါတယ်။\nဒါပေမယ့် ထောင်ကျနေစဉ်အတွင်းမှာပဲ\nထောင်သားတစ်ယောက် သံတုတ်နဲ့ ရိုက်သတ်လို့ သေဆုံးခဲ့ရပါတယ်။My Friend ...",
        "rating": "",
        "url": "https://megaup.net/2RU71/My.Friend.Dahmer.2017.720p.BluRay(cm).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMjIwNjg1NmUtMGE5Yi00YmQxLTg0M2QtMGQyNDVlZWUwOGUwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "Trolls World Tour (2020)",
        "description": "Trolls ဆိုတဲ့ ကာတွန်းရုပ်ရှင်လေးကို\nမှတ်မိကြသေးလားမသိဘူး။\nသီချင်းလေးတွေ လှလှပပလေးနဲ့\nဇာတ်လမ်းကောင်းကောင်းလေးလေ။\nအခု အဲဒီ Trolls ရဲ့ အဆက်လာပါပြီ။\nဒီတစ်ခါတော့ မှင်စာလေးတွေရဲ့\nကမ္ဘာကြီးကို ချဲ့ပြလိုက်ပါပြီ။ ပေါ့ပီ နဲ့ ဘရန့်ချ်တို့ဟာ\nသူတို့နေထိုင်တဲ့ မှင်စာမျိုးနွယ်စုဟာ\nကမ္ဘာကြီးတစ်ခုလိုထင်ထားပေမယ့် မဟုတ်ခဲ့ပါဘူး။\nအခြားသောမှင်စာ မျိုးနွယ်လေးတွေ ရှိပါသေးတယ်။\nအဲဒီမျိုးနွယ်တွေက တကယ်တော့ ဂီတအမျိုးအစားအပေါ်\nအကြိုက်မတူကြလို့ ရှေးရှေးတုန်းက လမ်းခွဲခဲ့ကြတဲ့ မျိုးနွယ်တွေပါပဲ။\nဟာ့ဒ်ရော့ခ်၊ ကလက်စစ်ကယ်၊ တက်ခ်နို၊\nကန်းထရီး၊ ဖန့်ခ်၊ ပေါ့ပ် ဆိုပြီး ၆ ခု ကွဲနေကြတာပါ။ ပေါ့ပီတို့ကတော့ ပေါ့ပ် မျိုးနွယ်စုပါပဲ။\nဟာ့ဒ်ရော့ခ် မျိုးနွယ်စုရဲ့ ဘုရင်မ ဘာ့ဘ်က မျိုးနွယ်အားလုံးကို\nအနိုင်ယူပြီး မှင်စာအားလုံးကို ရော့ခ်\nဂီတတစ်ခုတည်းအောက်မှာ\nအုပ်ချုပ်ဖို့ ကြိုးစားလာတဲ့အခါ ပေါ့ပီ နဲ့\nဘရန့်ချ်တို့ စွန့်စားခန်းတွေ ထပ်ဖွင့်ပြီး\nဘာ့ဘ်ကို တားဖို့ ကြိုးစားရပါတော့တယ်။\nဇာတ်လမ်းဖတ်မိတာနဲ့ ဒီတစ်ခါ ဂီတအစုံ\nနားထောင်ရတော့မယ်ဆိုတာကို ကြိုသိမှာပါ။\nဇတ်လမ်းကလည်း အတော်ကောင်းတာမို့\nအားရပါးရ ကြည့်ပြီး အပန်းဖြေလို့ ရပါပြီ။\nLittle Neo က ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်။",
        "rating": "7.3",
        "url": "https://megaup.net/Q1fc/Trolls.World.Tour.2020.720p_%7BCM%7D.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/mBBBXseq4k4dI63k06XIrsc02j8-134x200.jpg",
        "title": "Gretel & Hansel (2020)",
        "description": "Gretel & Hansel (2020)\nIMDb - 5.3/10_____Rotten - 65% \n၂၀၂၀ ခုနစ်ထွက် Fantasy/ Horror ဇာတ်ကားလေးဖြစ်ပါတယ်...\nဂရင်းစ်ညီအစ်ကိုတွေရဲ့ ပုံပြင်တွေထဲက တစ်ပုဒ်ဖြစ်တဲ့ တောအုပ်ထဲက\nလူသားစားတဲ့ စုန်းမကြီးအိမ်ကို ရောက်ရှိသွားတဲ့\nဟန်ဆယ်နဲ့ ဂရက်တယ်တို့မောင်နှမနှစ်ယောက်အကြောင်းကို\nအားလုံးကြားဖူးကြမယ်ထင်ပါတယ်...\nဒီဇာတ်ကားလေးကလည်း အဲဒါကို အခြေတည်ပြီးရိုက်ကူးထားတာပါ...\nဟန်ဆယ်နဲ့ ဂရက်တယ်တို့ မောင်နှမနှစ်ယောက်ဟာ\nမုဆိုးမ အမေနဲ့အတူတူ ဆင်းဆင်းရဲရဲနေထိုင်ကြရပါတယ်...\nတစ်နေ့မှာတော့ သူတို့အမေက ကိုယ့်ဝမ်းကိုယ့်ကျောင်းဖို့\nသူတို့နှစ်ယောက်ကိုနှင်ထုတ်လိုက်ပါတော့တယ်...\nဒီလိုနဲ့ စိတ်မနောကောင်းတဲ့ မုဆိုးတစ်ယောက်က\nတောထိန်းတွေဆီ သွားခိုလှုံဖို့ လမ်းညွှန်လိုက်ပါတယ်...\nဒီလိုနဲ့ သွားရင်းနဲ့ တောထဲမှာ စားကောင်းသောက်ဖွယ်တွေနဲ့ပြည့်နှက်နေတဲ့\nတဲအိမ်လေးတစ်လုံးကို တွေ့လိုက်ရပါတော့တယ်...\nအိမ်ပိုင်ရှင်ကတော့ သဘောကောင်းပုံရတဲ့ အဖွားအိုတစ်ယောက်ပဲ...\nအဲဒီအဖွားအိုဟာ ပုံပြင်ထဲကအတိုင်း စုန်းမကြီးများလား...\nဒီဇာတ်ကားမှာ မတူခြားနားတဲ့ မြှုပ်ကွက်တွေပါတာကြောင့်\nဘာတွေလဲဆိုတာကို ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ပါဦး...\nIMDB 5.3/10 ရရှိထားပါတယ်  \nFile Size : ( 817 MB , 240 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 27 min\nFormat ...",
        "rating": "5.3",
        "url": "https://megaup.net/3xR0h/(CM)_Gretel_And_Hansel_2020_WEB-DL_720p.mp4",
        "category": "Fantasy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h1JzHjFJXNJb3QTCwWmm2UbWEwn.jpg",
        "title": "I Still Believe (2020)",
        "description": "IMDB 6.2 နဲ့ RT မှာ 46%ရထားတဲ့ လူငယ်ဂီတအချစ်ကားလေးလို့ ပြောရမယ်။Drama ကားကြိုက်တဲ့သူတွေအတွက်တော့ ကားကောင်းလေးတကားပဲ။တခုကြိုပြောစရာရှိတာက ဒါက ခရစ်ယာန်ယုံကြည်မှုကိုအသားပေးထားတဲ့ဇာတ်ကားလေးမလို့ သူတို့ဆိုတဲ့သီချင်းတွေသူတို့ရဲ့ရေဒီယိုထုတ်လွှင့်တဲ့နေရာတွေကလည်းခရစ်ယာန်အသိုင်းအဝိုင်းတွေပဲဖြစ်တယ်ဆိုတာကိုပါ။နောက်တခုပြောစရာရှိတာက ဖြစ်ရပ်မှန်ကိုပြန်ရိုက်ထားတာပါ။ကောလိပ်တက်ဖို့ ပြင်ဆင်ပြီးသွားတော့မယ့်သားကိုလိုက်ပို့နေတဲ့ချစ်စရာကောင်းတဲ့မိသားစုလေးတခု။ကောလိပ်သွားမယ့်သားကလည်း ဂီတမှာ ဝါသနာပါပြီး ထူးချွန်တဲ့သူတယောက်။သူကောလိပ်ရောက်တဲ့အခါမှာတော့ နဂိုကတည်းက သူအားကျရတဲ့အဆိုတော်ဆိုတဲ့ပွဲကိုသွားမိတ်ဆက်ရင်း ခင်မင်ခဲ့တယ်။နောက်ပြီး အဲဒီပွဲမှာပဲ ကောင်မလေးတယောက်ကိုမြင်ပြီး သဘောကျသွားခဲ့တယ်။အဲဒီကောင်မလေးကိုလည်း စကားသွားပြောရင်းနောက်ရက်မှာ​တော့ သူ့ကို အဲဒီကောင်မလေးက ညနေကျရင် တွေ့ဖို့ပြောခဲ့တယ်။သူလည်း တွေ့ဖို့သွားခဲ့ပေမယ့် သူထင်သလိုမဟုတ်ပဲမထင်ထားတဲ့သူတယောက်ကိုပါ တွေ့ခဲ့တယ်။နောက်ပိုင်းမှာတော့ အကြောင်းတခုကြောင့် သူတို့တွဲနေပေမယ့်ဘယ်သူ့ကိုမှ ပေးမသိခဲ့ကြဘူး။အဲဒီကိစ္စနဲ့ပဲ ပြဿနာတွေတက်ကြပြီးသူလည်း ခရစ်စမတ် အချိန်နဲ့ဆိုတော့ အိမ်ပြန်လာခဲ့တယ်။အိမ်ပြန်ရောက်တဲ့ညမှာပဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/TPox/(CM)_I_Still_Believe_2020_WEB-DL_720p.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gmmZNHaVVy95sijxc6YppNqM16g.jpg",
        "title": "The Turning (2020)",
        "description": "ညအချိန်ကြီး အလယ်ခေတ်Gothic ပုံ အဆောက်အဦးတခုအတွင်းမှမိန်းကလေးတယောက် ထွက်ပြေးလာပြီးကားတံခါးကို အလျင်အမြန်ဖွင့်ကာ မောင်းပြေးသည်။အိမ်ကြီးထဲတွင်တော့ ကလေးတယောက်က ပြတင်းပေါက်မှ ကြည့်နေပြန်တယ်။ကားလေးက ခြံဝင်းတံခါးဆီအရောက်တွင်တော့တံခါးပိတ်ထားတာကြောင့် ရပ်သွားရတော့တယ်။အထဲမှ မိန်းကလေးထွက်လာပြီး တံခါးပွင့်အောင်လုပ်လိုက်နိုင်တယ်။တံခါးပွင့်လို့ ကားဆီပြန်သွားပြီး ကားတံခါးဖွင့်မယ်အလုပ်ကားဘေးမှန်ထဲပေါ်လာတာကတော့.....သူကတော့ သူ့အခန်းဖော်ကို ကြိုမပြောမိလို့ တောင်းပန်နေရတယ်။သူအလုပ်လုပ်တဲ့ကျောင်းကနေ ထွက်ပြီး ကလေးမလေးတယောက်ကိုထိန်းပေးဖို့ ကျောင်းကလူတွေကပဲ အလုပ်ရှာပေးလိုက်ကြတယ်။ရုတ်တရက်ကြီးဆိုတော့ သူ့အခန်းဖော်ကိုလည်း ပြောပြီးပြီးချင်းသူလည်း အလုပ်ကိုသွားရတော့မယ်။အလုပ်ကတော့ လုပ်တဲ့ဆီမှာပဲ နေရမှာဆိုတော့ အခန်းဖော်ကတော့သူမရှိတော့မှာကို စိတ်မကောင်းတော့ တဖျစ်တောက်တောက်ပေါ့။သူ့အမေဆီကိုလည်း သူမသွားခင် နှုတ်ဆက်သွားရအုံးမယ်။ဒီလိုနဲ့ သူနေရမယ့်ဆီ ရောက်လာတယ်။အိမ်ကြီးကတော့ ကျယ်ဝန်းလှတဲ့ ခြံကြီးထဲမှာရှိပြီးရှေးခေတ်အိမ်ကြီးပဲ နေတဲ့သူကတော့ အိမ်တော်ထိန်းခေါ်ရမယ့်အမျိုးသမီးကြီးတယောက်နဲ့ ကလေးမလေးပဲနေတယ်။ ...",
        "rating": "3.7",
        "url": "https://megaup.net/3xQM2/(CM)_The_Turning_2020_WEB-DL_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BOTBkMzdiODAtYTQxZS00M2RjLWJhYWYtOTlkNzQ0ZDIzNzIyXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Mad Max: Fury Road (2015)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ ၄ ကားမြောက် Mad Max:Fury Road (2015) ဇာတ်ကားပါ။ IMDb (8.1) နဲ့ Rotten Tomatoes(97%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/mad-max-fury-road-20155/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/1136713-149x200.jpg",
        "title": "Mad Max 3 :Beyond Thunderdome (1985)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ တတိယကား Mad Max:Beyond Thunderdome (1985) ဇာတ်ကားပါ။ IMDb (6.3) နဲ့ Rotten Tomatoes(80%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action Movies ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/mad-max-3-beyond-thunderdome-1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/tVaClEA7n0MxaY8sb81nHwh6XNW-133x200.jpg",
        "title": "Mad Max 2: The Road Warrior (1981)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ ဒုတိယကား Mad Max:The Road Warrior(1981) ဇာတ်ကားပါ။ IMDb (7.6) နဲ့ Rotten Tomatoes(95%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action Movies ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/mad-max-2-the-road-warrior-1981/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMTM4Mjg5ODEzMV5BMl5BanBnXkFtZTcwMDc3NDk0NA@@._V1_-133x200.jpg",
        "title": "Mad Max (1979)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ ပထမဆုံး Mad Max(1979) ဇာတ်ကားပါ။ IMDb (6.9) နဲ့ Rotten Tomatoes(90%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action Movies တွေကို ဘယ်လောက်ထိ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/mad-max-1979/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XEbkjgorAm9xk15mF63jqJ4ByV.jpg",
        "title": "Flight(2012)",
        "description": "Flight(2012)\nIMDb....7.3,,,,,Rotten....78%\n(Unicode)Denzel Washingtonက လေယာဉ်ပိုင်းလော့ တစ်ယောက်.....\nတစ်ရက်ကျတော့ သူတာဝန်ယူမောင်းနှင်တဲ့ ခရီးသည်တင် လေယာဉ်ဟာ စက်ချို့ယွင်းမှုဖြစ်ပြီး လေယာဉ်ပျက်ကျပါတော့တယ် ...ဒါပေမယ့်သူဟာ ကျွမ်းကျင်မှူနဲ့\nအခြေအနေပေါ်မူတည်ပြီးစွန့်စားမှုတွေပြုလုပ်ခဲ့လို့ လေယာဉ်ဟာ အကောင်းမွန်ဆုံးဆင်းသက်နိုင်ခဲ့တယ်...\nလူအနည်းငယ်သာ သေဆုံးခဲ့ရပြီး\nသူလည်း  ပြည်သူတွေအတွက် Heroတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်....လေယာဉ်ပျက်ကျစဉ်ကဒဏ်ရာကြောင့်သူဆေးရုံတက်ခဲ့ရတယ် ...\nခင်ဗျားတို့အနေနဲ့ ဇာတ်လမ်းတစ်ခုလုံးပြောလိုက်တယ်လို့ထင်နေလိမ့်မယ်..အပေါ်ကပြောခဲ့တဲ့ဖြစ်စဉ်ဟာ အစပိုင်း မိနစ်(၂၀)လောက်မှာပဲဖြစ်သွားတာ...သူဆေးရုံကဆင်းပြီးတဲ့အချိန်မှာ တကယ့်ဇာတ်လမ်းက စတော့တာပဲ ...သူ့ကို စုံခုံဖွဲ တရားရုံးတင်တော့တာပဲ...လူတွေကယ်တင်နိုင်ရဲ့သားနဲ့ဘာကြောင့်တရားရုံးတင်ခံရတာလဲ...\nသူဘာတွေများလုပ်ခဲ့လို့လဲ...သူကရော ဒီအမှုတောကြီးကနေရုန်းထွက်နိုင်ပါ့မလား..\nDenezl Washington ကားတွေက သိတဲ့အတိုင်း ကားတိုင်းနီးပါးပြန်ကြည့်လည်း\nမရိုးနိုင်ပါဘူး...သူ့ရဲ့ အရှိန်အဝါနဲ့တင် ဇာတ်အိမ်မကောင်းရင်တော့ကြည့်ရတာ\nရသမြောက်နေတတ်တာမျိုးပေါ့..ဒီကားက ဇာတ်အိမ်လည်းအတော်ကောင်းပါတယ်..\nပြသချိန် ၂နာရီ၁၈မိနစ်ကို ရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်နေရတာပါ...\nဒီကားရဲ့ဒါရိုက်တာကတော့\nForrest Gump, Cast Awayတို့လိုကားမျိုးတွေရိုက်ကူးတဲ့ Director Robert Zemeckisပါ ။ဆိုတော့ အမိုက်စားကားမို့ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်ပြုလုပ်ပေးထားပြီး ခံစားကြည့်ကြပါလို့...(zawgyi)Denzel Washingtonက ေလယာဥ္ပိုင္းေလာ့ တစ္ေယာက္.....\nတစ္ရက္က်ေတာ့ သူတာဝန္ယူေမာင္းႏွင္တဲ့ ခရီးသည္တင္ ေလယာဥ္ဟာ စက္ခ်ိဳ႕ယြင္းမႈျဖစ္ၿပီး ေလယာဥ္ပ်က္က်ပါေတာ့တယ္ ...ဒါေပမယ့္သူဟာ ကြၽမ္းက်င္မႉနဲ႔\nအေျခအေနေပၚမူတည္ၿပီးစြန႔္စားမႈေတြျပဳလုပ္ခဲ့လို႔ ေလယာဥ္ဟာ အေကာင္းမြန္ဆုံးဆင္းသက္ႏိုင္ခဲ့တယ္...\nလူအနည္းငယ္သာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1AT77/Flight.2012.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l5Lfml2KvNPwQ1NYDCGj9f7CIca.jpg",
        "title": "Come Rain, Come Shine (2011)",
        "description": "[Unicode]ဒီကားက ကိုယ်တွေရဲ့အချစ်တော်ဗိုလ်ကြီးရဲ့ ခံစားနေရတဲ့ မျက်နှာကိုတစိမ့်စိမ့်ကြည့်ရင်းသနားနေရမယ့်ကားပါ\nခွဲခွာခါနီးလူ၂ဦးရဲ့ အခြေအနေကိုမီးမောင်းထိုးပြနေတဲ့ ရုပ်ရှင်တစ်ကားလို့ပြောလို့ရပါတယ် ...မင်းသမီးနဲ့ ဗိုလ်ကြီးကအိမ်ထောင်သက်၅နှစ်ရှိပေမယ့်ကလေးလည်းမရပါဘူး\nပြီးတော့ မင်းသမီးက အသစ်တွေ့သွားပြီး ဗိုလ်ကြီးကိုထားခဲ့တော့မယ်ပေါ့\nဗိုလ်ကြီးမှာတော့ ခံစားနေရပေမယ့် သူ့မိန်းမအိမ်ပြောင်းရင်ကျန်ခဲ့မှာဆိုးလို့ပစ္စည်းလေးတွေသေချာထုတ်ပိုးပေးတယ်\nသူတို့ခွဲရတော့မယ့်နေ့မရောက်ခင် နောက်ဆုံးအတူတူရှိတဲ့နေမှာပေါ့ ...ဗိုလ်ကြီးကသူ့မိန်းမနဲ့အတူတူညစာကိုဆိုင်ကောင်းကောင်းမှာ စားဖို့ဘိုကင်ချိတ်ထားတယ်\nအဲ့မှာ သူတို့၂ယောက်ပစ္စည်းထုတ်နေရင်းနဲ့ ၅နှစ်တာအတွင်း တစ်ယောက်ကြောင်းတစ်ယောက်ဘယ်လောက်သိခဲ့လဲဆိုတာ ၂ယောက်သားပြောရင်း နဲ့\nရုပ်ရှင်ကြည့်နေတဲ့သူကပါ သူတို့၂ယောက်ကိုယ်စား ခံစားပေးတတ်လာတယ် ...ဇာတ်ကောင်တွေလည်းအများကြီးမသုံးထားသလို ဇာတ်လမ်းကို ကြည့်ပြီးသွားရင်\nကိုယ့်ရဲ့လက်ရှိချစ်တဲ့သူတွေကိုပိုတန်ဖိုးထားချင်စိတ်ဖြစ်လာပါလိမ့်မယ်အိမ်တွင်းပုန်းနေရတဲ့ singleလေးတွေလည်း ဗိုလ်ကြီးမျက်နှာကို ခံစားပြီးကြည့်လို့ရသလို\nခွဲခွာနေရတဲ့ rsလေးတွေလည်း ဒါလေးကြည့်ပြီးကိုယ့်ချစ်ချစ်ကိုပိုပြီးချစ်နိုင်ကြပါစေလို့...( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Dolly ဖြစ်ပါတယ် )[Zawgyi]ဒီကားက ကိုယ္ေတြရဲ႕အခ်စ္ေတာ္ဗိုလ္ႀကီးရဲ႕ ခံစားေနရတဲ့ မ်က္ႏွာကိုတစိမ့္စိမ့္ၾကည့္ရင္းသနားေနရမယ့္ကားပါ\nခြဲခြာခါနီးလူ၂ဦးရဲ႕ အေျခအေနကိုမီးေမာင္းထိုးျပေနတဲ့ ႐ုပ္ရွင္တစ္ကားလို႔ေျပာလို႔ရပါတယ္ ...မင္းသမီးနဲ႔ ဗိုလ္ႀကီးကအိမ္ေထာင္သက္၅ႏွစ္ရွိေပမယ့္ကေလးလည္းမရပါဘူး\nၿပီးေတာ့ မင္းသမီးက အသစ္ေတြ႕သြားၿပီး ဗိုလ္ႀကီးကိုထားခဲ့ေတာ့မယ္ေပါ့\nဗိုလ္ႀကီးမွာေတာ့ ခံစားေနရေပမယ့္ သူ႔မိန္းမအိမ္ေျပာင္းရင္က်န္ခဲ့မွာဆိုးလို႔ပစၥည္းေလးေတြေသခ်ာထုတ္ပိုးေပးတယ္\nသူတို႔ခြဲရေတာ့မယ့္ေန႔မေရာက္ခင္ ေနာက္ဆုံးအတူတူရွိတဲ့ေနမွာေပါ့ ...ဗိုလ္ႀကီးကသူ႔မိန္းမနဲ႔အတူတူညစာကိုဆိုင္ေကာင္းေကာင္းမွာ စားဖို႔ဘိုကင္ခ်ိတ္ထားတယ္\nအဲ့မွာ သူတို႔၂ေယာက္ပစၥည္းထုတ္ေနရင္းနဲ႔ ၅ႏွစ္တာအတြင္း တစ္ေယာက္ေၾကာင္းတစ္ေယာက္ဘယ္ေလာက္သိခဲ့လဲဆိုတာ ၂ေယာက္သားေျပာရင္း နဲ႔\n႐ုပ္ရွင္ၾကည့္ေနတဲ့သူကပါ သူတို႔၂ေယာက္ကိုယ္စား ခံစားေပးတတ္လာတယ္ ...ဇာတ္ေကာင္ေတြလည္းအမ်ားႀကီးမသုံးထားသလို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/come-rain-come-shine-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/transference-135x200.jpg",
        "title": "Transference (2020)",
        "description": "Transference (2020)================#Unicode2020 ထွက် Sci-Fi ကားသစ်တစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းလေးပြောရရင်တော့ဖခင်ဖြစ်သူမှာ ယာဉ်မတော်တဆမှုနဲ့သေဆုံးခဲ့တာကြောင့် . မောင်နှမ နှစ်ယောက်ထဲ ကျန်ခဲ့တဲ့နောက်မှာတော့ ဂျော့ရှူဝါတစ်ယောက် ညီမဖြစ်သူအမ်မာကို စောင့်ရှောက်ရဖို့အကြောင်းဖန်လာပါတယ်။ အမ်မာလေးက ပုံမှန်လူတွေထက်ထူးခြားနေတဲ့အတွက်ကြောင့် ဂျော့ရှူဝါမှာ ညီမဖြစ်သူကို လူတွေနဲ့ဝေးရာမှာဖွက်ထားရင်း သူငယ်ချင်းဖြစ်သူနဲ့အတူ ညီမဖြစ်သူကိုပုံမှန်အတိုင်းဖြစ်စေဖို့နည်းလမ်းစုံ ကြိုးစားနေခဲ့ပါတယ်။ ဘယ်လိုပင်လုပ်လုပ် ညီမဖြစ်သူမှာပုံမှန်အတိုင်းဖြစ်မလာပဲပိုမိုဆိုးဝါးလာနေခဲ့ပါတယ်။ ဒါကြောင့် ဂျော့ရှူဝါတစ်ယောက် ညီမဖြစ်သူအမ်မာကိုကူညီပေးဖို့ကမ်းလှမ်းထားတဲ့လူတစ်ယောက်ဆီမှာ ကုသပေးဖို့အပ်ခဲ့ပါ တယ် ။ တစ်ချိန်တည်းမှာပဲ  ဖြစ်ပျက်လာတဲ့ နောက်ထပ်ဇာတ်ကြောင်းတစ်ခုကိုတော့ မူဗီထဲမှာပါကြည့်စေချင်ပါတယ်။ အမ်မာလေးရဲ့ ထူးခြားမှုတွေကတော့ပရိတ်သတ်တို့ကိုယ်တိုင် ခံစားကြည့်မြင်ပေးကြပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyi2020 ထြက္ Sci-Fi ကားသစ္တစ္ကားျဖစ္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးေျပာရရင္ေတာ့ဖခင္ျဖစ္သူမွာ ယာဥ္မေတာ္တဆမႈနဲ႔ေသဆုံးခဲ့တာေၾကာင့္ . ေမာင္ႏွမ ႏွစ္ေယာက္ထဲ က်န္ခဲ့တဲ့ေနာက္မွာေတာ့ ေဂ်ာ့ရႉဝါတစ္ေယာက္ ညီမျဖစ္သူအမ္မာကို ေစာင့္ေရွာက္ရဖို႔အေၾကာင္းဖန္လာပါတယ္။ အမ္မာေလးက ပုံမွန္လူေတြထက္ထူးျခားေနတဲ့အတြက္ေၾကာင့္ ေဂ်ာ့ရႉဝါမွာ ညီမျဖစ္သူကို လူေတြနဲ႔ေဝးရာမွာဖြက္ထားရင္း သူငယ္ခ်င္းျဖစ္သူနဲ႔အတူ ညီမျဖစ္သူကိုပုံမွန္အတိုင္းျဖစ္ေစဖို႔နည္းလမ္းစုံ ႀကိဳးစားေနခဲ့ပါတယ္။ ...",
        "rating": "",
        "url": "https://megaup.net/3xQrr/[CM]Transference.2020.720p.WEBRip.mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/un-135x200.jpg",
        "title": "Unforgettable (2019)",
        "description": "Unforgettable(2019)(unicode)ဒီတစ်ခါမှာ​တော့ IMDb rating 8.1 ထိ ရရှိထားတဲ့ ဖိလစ်ပိုင်ကား​လေးတစ်ကားနဲ့ မိတ်ဆက်​ပေးချင်ပါတယ်။ဂျက်စမင်တို့ညီအစ်မ​တွေဟာ မိဘ​တွေဆုံးပါးသွားတဲ့ အချိန်တည်းက အဘွားဖြစ်သူလက်ထဲမှာ ကြီးပြင်းလာခဲ့ရတာဖြစ်ပါတယ်။\n​မွေးချင်းသုံး​ယောက်ရှိတဲ့ ဂျက်စမင်တို့မှာ သူ့အစ်မနှစ်​ယောက်က အိမ်​ထောင်ကျသွားတာမို့ သူတစ်​ယောက်သာ အဘွားလုပ်သူနဲ့ နယ်မြို့​လေးမှာ ကျန်​နေခဲ့ရပါတယ်။\nတစ်​နေ့ အဘွားဖြစ်သူမှာ တီဘီ​ရောဂါရှိလာ​တော့ ​အဖျားကူးမှာစိုးတဲ့အတွက် သူ့ကို နယ်မြို့​လေးက​နေ အစ်မ​​တွေရှိရာ မနီလာမြို့ကို ပို့လိုက်ပါ​တော့တယ်။မနီလာ​ရောက်တဲ့ ဂျက်စမင်ဟာ ​ခွေး​လေးတစ်​ကောင်​မွေးစားလိုက်ပြီး ဟက်ပီး(happy)လို့အမည် ​ပေးခဲ့ပါတယ်။ အ​ကြောင်းက​တော့ သူ့အဘွားငယ်စဥ်က ​မွေးခဲ့တဲ့​ခွေး​လေးနာမည်ကလည်း ဟက်ပီး ဖြစ်လို့ပါပဲ။တစ်ရက်မှာတော့ ​ရောဂါမသက်သာတဲ့ သူတို့အဘွားကို ပြန်သွားကြည့်ရဖို့ ဖြစ်လာပါတယ်။ ဒါ​ပေမယ့် သူ့အစ်မ​တွေက ဂျက်စမင်ကို ​ရောဂါကူးမှာစိုးလိူ့ လိုက်ခွင့်လုံး၀မ​ပေးပါဘူး။ဒါနဲ့ပဲ အဘွားကိုချစ်တဲ့ ဂျက်စမင်တစ်​​ယောက် သူ့​ခွေး​လေး ဟက်ပီးနဲ့အတူ နယ်မြို့​လေးကို ခိုးပြန်ဖို့ ကြိုးစားရပါ​တော့တယ်။ရိုးသားပြီး သနားတတ်လွန်းတဲ့ ဂျက်စမင်တစ်​ယောက် လမ်းမှာ ဘယ်လိူအခက်အခဲ​တွေ ကြုံရမလဲ????\nပြီး​တော့ ဘယ်လိုလူ​တွေနဲ့ ကြုံရမလဲ????\nသူ့​ခွေး​လေးကို ​ခေါ်လာတဲ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/4dN8g/Unforgettable.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pz8nkkOOEioD9sB1S2Oa0qoFGgI.jpg",
        "title": "Panfilov’s 28 Men(2016)",
        "description": "Panfilov's 28 Men(2016)(unicode)၁၉၄၁ ခုနှစ် ဇွန်လ ၂၂ ရက်မှာ နာဇီဂျာမန်တွေဟာ ဆိုဗီယက်ရုရှားကို ဘာဘိုရာဆာ စစ်ဆင်ရေးနဲ့ ကျူးကျော်ဝင်ရောက်လာပါတယ်။ နိုင်ငံရေးအေပြာင်းအလဲကြောင့် အတွေ့အကြုံရင့် အရာရှိများစွာ ရှင်းလင်းခံရခြင်းနဲ့ ဟစ်တလာကို လျှော့တွက်မိခြင်းကြောင့် ဆိုဗီယက်ကြီး အငိုက်မိသွားပါတယ်။ ဂျာမန်တွေဟာ ဥရောပတိုက်တစ်ဝက်စာ ဧရိယာပမာဏကို တစ်လအတွင်း သိမ်းပိုက်နိုင်ပြီး ဆိုဗီယက် သုံ့ပန်းပေါင်းများစွာကို သန်းနဲ့ချီပြီး ဖမ်းမိခဲ့ပါတယ်။ ထိုအချိန်မှာ ဂျာမန်တပ်တွေဟာ မော်စကိုမြို့တော်နဲ့ ကီလို ၂၀၀ကျော်ကျော်ထိ ရောက်ရှိနေသလို အနည်းငယ် အားထည့်လိုက်ရုံနဲ့ မော်စကိုမြို့ကို အသာလေးသိမ်းပိုက်နိုင်တဲ့အနေအထားပါပဲ.....ဘာလို့ဆိုမော်စကိုမြို့ကို ခံစစ်ပြုမယ့် ရုရှာစစ်သားတွေဟာ အင်အားနည်းလွန်းနေသလို ကျန်ခဲ့တဲ့သူတွေဟာလည်း အတွေ့အကြုံနုနည်းလွန်းတဲ့စစ်သည်တွေဖြစ်နေတယ်..ရုရှားဘက်က စစ်သည်အရေအတွက်ကလည်း ၂၈ ယောက်သာရှိတယ်...ဂျာမန်တွေဟာ မော်စကိုကိုသိမ်းဖို့\nတင့် ၄၅စီးနဲ့အတူ ခြေလျင်စစ်သည်ပေါင်းများစွာနဲ့ ချီတက်ခဲ့တယ်...ဒါပေမယ့် ဘီလူးဝင်စီးသလို ဖြစ်နေတဲ့ စစ်သည်(၂၈)ယောက်နဲ့ တွေ့လိုက်ရချိန်မှာတော့....ဒီစစ်ကားက Battle Scene တွေ တကယ်အမိုက်စားတွေ...တင့်ပစ်ချက်တွေ\nအသားစတွေပြုတ်တွေ ..ဗုံးစံထိမှန်တာတွေ ...",
        "rating": "6.8",
        "url": "https://megaup.net/3xPkR/Dvadtsat.vosem.panfilovtsev.2016.WEB-DL.720p.pp.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/buffalo-136x200.jpg",
        "title": "Buffalo ’66 1998",
        "description": "ဒီဇာတ္ကားေလးကေတာ့၁၉၉၈ခုနစ္ကထြက္ရွိထားခဲ့တဲ့ကားေဟာင္းကားေကာင္းေလးတစ္ကားပါ။ထြက္ထားတာၾကာၿပီျဖစ္ေပမယ့္ international movie page ေတြ blogေတြကေန ခဏခဏအၫႊန္းခံရသလိုထိပ္တန္းရိုမန္႔တစ္ကားေကာင္းစာရင္းေတြထဲမွာလည္းခဏခဏစာရင္းအသြင္းခံရၿပီး rotten tomatoes မွာ 76% IMDb မွာ 7.5 ရရွိထားၿပီး google users 90% ရဲ႕ေထာက္ခံအားေပးမႈကိုလည္းရရွိထားတာျဖစ္ပါတယ္။ဇာတ္ေၾကာင္းေလးကလည္းဆန္းၿပီးသမားရိုးက်အခ်စ္ကားမ်ိဳးေတြထဲကခြဲထြက္ထားတဲ့ဒီကားကကိုယ္တိုင္ပဲဇာတ္ၫႊန္းေရးသူကိုယ္တိုင္ပဲပထမဆံုးအႀကိမ္ဒါရိုက္တာအျဖစ္တာ၀န္ယူရိုက္ကူးထားတဲ့မင္းသားအတြက္ဆန္ခါတင္ဆုစာရင္းေတြ၀င္ၿပီးဆုအခ်ိဳ႕သိမ္းပိုက္နိုင္ေစခဲ့တဲ့ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့လူ႔အသိုင္းအ၀ိုင္းနဲ႔သဟဇာတသိပ္မျဖစ္တဲ့စိတ္ခံစားခ်က္ေတြကိုလည္းသိပ္အေရးမေပးတတ္ေတာ့တဲ့လမ္းဆံုးေရာက္လုဆဲဆဲေယာက္်ားတစ္ေယာက္ဟာသူ႔ကိုတကယ္နားလည္ၿပီးျမတ္နိုးတန္ဖိုးထားတဲ့မိန္းကေလးတစ္ေယာက္ရဲ႕အခ်စ္ေတြနဲ႔ျပန္လည္ကယ္တင္ျခင္းခံလိုက္ရပံုအေၾကာင္းျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကိုၾကည့္ၿပီးလူတစ္ေယာက္အတြက္ကေလးဘ၀မွာမွန္မွန္ကန္ကန္ျပဳစုပ်ိဳးေထာင္ခံရမႈဟာဘယ္ေလာက္အေရးပါတယ္၊ကေလးဘ၀မွာႀကံဳေတြ႕ရတဲ့အေျခအေနေတြဟာလူႀကီးဘ၀ထိဘယ္လိုရိုက္ခတ္မႈေတြရွိတယ္ဆိုတာကိုသတိျပဳမိေစၿပီးလူတစ္ေယာက္မာေၾကာခက္ထန္ေနရျခင္းေနာက္ကြယ္ကအေၾကာင္းတရားမ်ားကိုေတြးမိေစေသာကားေကာင္းကေလးပါ။အဂၤလိပ္ကားတို႔ထံုးစံအတိုင္းတစ္ဦးနဲ႔တစ္ဦးၾကားကအခ်စ္ေမတၲာေတြကိုစကားလံုးေတြအမူအရာေတြနဲ႔အတိအလင္းထုတ္ေဖာ္ျပသမထားၾကတဲ့အတြက္မသိမသာလွစ္ဟျပထားတဲ့အေသးအဖြဲ႕အမွတ္တမဲ့အျပဳအမူေလးေတြကိုရွာႀကံခံစားၾကည့္ၾကဖို႔တိုက္တြန္းရင္းေခ်ာက္ထဲက်လုဆဲဆဲဘ၀ႀကီးကိုဆြဲတင္ကယ္ဆယ္ေပးမယ့္လက္တစ္စံုအားရရွိပိုင္ဆိုင္နိုင္ၾကပါေစလို႔ကိုယ့္ကိုယ္ကိုယ္ေရာၾကည့္ရႈသူတို႔အတြက္ပါဆုေတာင္းေပးလိုက္ပါတယ္။ဒီဇာတ်ကားလေးကတော့၁၉၉၈ခုနစ်ကထွက်ရှိထားခဲ့တဲ့ကားဟောင်းကားကောင်းလေးတစ်ကားပါ။ထွက်ထားတာကြာပြီဖြစ်ပေမယ့် international movie page တွေ blogတွေကနေ ခဏခဏအညွှန်းခံရသလိုထိပ်တန်းရိုမန့်တစ်ကားကောင်းစာရင်းတွေထဲမှာလည်းခဏခဏစာရင်းအသွင်းခံရပြီး rotten tomatoes မှာ 76% IMDb မှာ 7.5 ရရှိထားပြီး google users 90% ရဲ့ထောက်ခံအားပေးမှုကိုလည်းရရှိထားတာဖြစ်ပါတယ်။ဇာတ်ကြောင်းလေးကလည်းဆန်းပြီးသမားရိုးကျအချစ်ကားမျိုးတွေထဲကခွဲထွက်ထားတဲ့ဒီကားကကိုယ်တိုင်ပဲဇာတ်ညွှန်းရေးသူကိုယ်တိုင်ပဲပထမဆုံးအကြိမ်ဒါရိုက်တာအဖြစ်တာဝန်ယူရိုက်ကူးထားတဲ့မင်းသားအတွက်ဆန်ခါတင်ဆုစာရင်းတွေဝင်ပြီးဆုအချို့သိမ်းပိုက်နိုင်စေခဲ့တဲ့ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့လူ့အသိုင်းအဝိုင်းနဲ့သဟဇာတသိပ်မဖြစ်တဲ့စိတ်ခံစားချက်တွေကိုလည်းသိပ်အရေးမပေးတတ်တော့တဲ့လမ်းဆုံးရောက်လုဆဲဆဲယောက်ျားတစ်ယောက်ဟာသူ့ကိုတကယ်နားလည်ပြီးမြတ်နိုးတန်ဖိုးထားတဲ့မိန်းကလေးတစ်ယောက်ရဲ့အချစ်တွေနဲ့ပြန်လည်ကယ်တင်ခြင်းခံလိုက်ရပုံအကြောင်းဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကိုကြည့်ပြီးလူတစ်ယောက်အတွက်ကလေးဘဝမှာမှန်မှန်ကန်ကန်ပြုစုပျိုးထောင်ခံရမှုဟာဘယ်လောက်အရေးပါတယ်၊ကလေးဘဝမှာကြုံတွေ့ရတဲ့အခြေအနေတွေဟာလူကြီးဘဝထိဘယ်လိုရိုက်ခတ်မှုတွေရှိတယ်ဆိုတာကိုသတိပြုမိစေပြီးလူတစ်ယောက်မာကြောခက်ထန်နေရခြင်းနောက်ကွယ်ကအကြောင်းတရားများကိုတွေးမိစေသောကားကောင်းကလေးပါ။အင်္ဂလိပ်ကားတို့ထုံးစံအတိုင်းတစ်ဦးနဲ့တစ်ဦးကြားကအချစ်မေတ္တာတွေကိုစကားလုံးတွေအမူအရာတွေနဲ့အတိအလင်းထုတ်ဖော်ပြသမထားကြတဲ့အတွက်မသိမသာလှစ်ဟပြထားတဲ့အသေးအဖွဲ့အမှတ်တမဲ့အပြုအမူလေးတွေကိုရှာကြံခံစားကြည့်ကြဖို့တိုက်တွန်းရင်းချောက်ထဲကျလုဆဲဆဲဘဝကြီးကိုဆွဲတင်ကယ်ဆယ်ပေးမယ့်လက်တစ်စုံအားရရှိပိုင်ဆိုင်နိုင်ကြပါစေလို့ကိုယ့်ကိုယ်ကိုယ်ရောကြည့်ရှုသူတို့အတွက်ပါဆုတောင်းပေးလိုက်ပါတယ်။??File Size : (750MB) and (350 MB)\nQuality : Bluray 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Emerald\nEncoded by THZ",
        "rating": "7.5",
        "url": "https://megaup.net/3xOa1/Buffalo_66_(1998)_720p.BRrip(CM).mp4",
        "category": "Comedy, Drama"
    }
]