[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/76p3jexoFjSxTiChHbyDh0FwAun.jpg",
        "title": "Abe(2019)",
        "description": "Abe(2019)မတူကွဲပြားမှုတွေကို တူညီတာလေးတစ်ချက်နဲ့ ပေါင်းစည်းသွားဖို့ ကြိုးစားခဲ့တဲ့ အေ့ဘ်...သူ့ကိုလူတွေက အေဗရာဟင်လို့လည်းခေါ်တယ် အီဗရာဟမ် အာဗီ စတဲ့နာမည်အမျိုးမျိုးခေါ်ကြတယ်။ဒါပေမယ့် သူကတော့ ဟင်းချက်ဝါသနာပါတဲ့ ၁၂နှစ်အရွယ်ကောင်လေး အေ့ဘ်ပါပဲ။အမေဘက်က ဂျူး အဖေဘက်က မူစလင်ဖြစ်နေတဲ့မိသားစုမှာ ခဏခဏပဋိပက္ခတွေလည်းဖြစ်နေကြပါ။၁၂အရွယ်ကလေးတစ်ယောက်အဖို့ မိသားစုအလိုကျ လိုက်နေပေးရင်း နှစ်ဖက်လုံးအတွက်အဆင်ပြေတာကိုရှာဖွေနေခဲ့တာပါ။စားစရာတစ်ခုကိုတောင် အမြင်ကွဲလွဲတဲ့ဒီမိသားစုမှာ သူပါရမီပါတဲ့ အချက်အပြုတ်ဝါသနာကို ဘယ်လိုအသုံးချပြီးပေါင်းစည်းဖို့ကြိုးစားမလဲ?ဘာတွေဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ရယ်လည်းရယ်ရတဲ့ကားလေးဆိုတော့ အဆုံးထိမငြီးမငွေ့ကြည့်ရှုရမှာပါ။ဟင်းချက်ဝါသနာရှင်တွေအတွက်လည်း အကြိုက်တွေ့စေမှာပါ။Rating တွေအနေကလည်း Rotten Tomatoes 72% Imdb Rating 6.2 တောင်ရရှိထားတာမလို့ကောင်းကြောင်းကိုအထွေအထူးမညွှန်းတော့ပဲ ကိုယ်တိုင်ကြည့်ရှုခံစားဖို့တိုက်တွန်းလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်...   File Size : (795 MB) and (450MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy , Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.3",
        "url": "https://megaup.net/2ck7C/Abe.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/72692983_103186594458419_5607419605560590336_o-141x200.jpg",
        "title": "Hello World (2019)",
        "description": "Hello World(2019)ဒီဇာတ်ကားလေးကတော့ ၂၀၂၇ ခုနှစ် Kyoto မြို့မှာ အခြေတည်ပြီး ဇာတ်လမ်းစထားပါတယ်နာအိုမီ ကာတာဂါကီ (Naomi Katagaki) ဆိုတဲ့ကောင်လေးဟာ စာဖတ်ရတာကြိုက်နှစ်သက်ပြီး တစ်ကိုယ်တည်းအေးဆေးသမားလေးပါ...တစ်နေ့ သူ စာကြည့်တိုက်က အပြန် ထူးဆန်းတဲ့အဖြစ်အပျက်တွေနဲ့အတူ လူတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပါတယ်ပိုပြီး ထူးဆန်းတာက အဲ့ဒီလူဟာ အနာဂတ်ကလာတဲ့ သူကိုယ်တိုင်ဖြစ်နေတာပါပဲ...ဒီမှာဇာတ်လမ်းစပြီး အနာဂတ်က သူက ဘာလာလုပ်တာလဲ?? ဘာတွေဆက်ဖြစ်လာမှာလဲ?? ဆိုတာတွေကိုတော့ ဒီဇာတ်ကားလေးထဲမှာ စိတ်ဝင်တစားကြည့်ရှူရမှာပဲဖြစ်ပါတယ်ဒီကားလေးက Anime ချစ်သူတွေအတွက် မလွတ်တမ်းကြည့်ရှူသင့်တယ်လို့ ကျွန်တော်တော့ထင်မိပါတယ်...ဇာတ်လမ်းက Anime တို့ ထုံးစံအတိုင်း မတူကွဲပြားတဲ့ပုံစံနဲ့ ဆွဲဆောင်ထားတယ်...Kyoto မြို့ကြီးကို မြင်နေကြတဲ့မဟုတ် ပုံစံနဲ့တွေ့ရတာရယ် လှပတဲ့ရှုခင်းတွေ ဇာတ်ဝင်တေးကောင်းကောင်းလေးတွေနဲ့ ကြည့်ရတာ တော်တော်လေးအရသာရှိပါတယ်...ကဲ ပြောနေကြာတယ် အခုပဲ ကြည့်ရှူခံစား အားပေးကြပါဦး...(E sub ကနေ ဘာသာပြန်ထားတာဖြစ်တဲ့အတွက် လိုအပ်ချက်လေးတွေရှိခဲ့ရင် နားလည်ခွင့်လွှတ်ပေးကြပါ...ဇာတ်ဝင်တေးတွေကအစ သေသေချာချာလေး အကောင်းဆုံးပြန်ဆိုပေးထားလို့ အားရကျေနပ်ကြလိမ့်မယ်လို့မျှော်လင့်မိပါတယ်...တစ်လက်စတည်း.. ဘာသာပြန်ဆိုရာမှာ ဂျီကျသမျှမငြီးမငြူ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/hello-world-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qHCZ6LjtmqWDfXXN28TlIC9OppK.jpg",
        "title": "Saw: The Final Chapter (2010)",
        "description": "Saw လို့ပြောလိုက်ရင်သူ့ရဲ့ရက်ရက်စက်စက်သွေးထွက်သံယိုအခန်းတွေကိုပြေးမြင်မိကြမှာပါSaw franchise ရဲ့ ၇ကားမြောက်ဖြစ်တဲ့ဒီကားဟာလဲsaw ဖန်တွေအကြိုက်တွေ့မယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှေ့ကားတွေနဲ့ပြန်ချိတ်ထားတာတွေကလဲသေသပ်သလို ဇာတ်ကောင်တွေလဲအများကြီးပါဝင်ထားပါတယ်ပြီးတော့ saw ကားတွေရဲ့ထုံးစံအတိုင်းတစ်ကားနဲ့တစ်ကားမှာအသုံးပြုတဲ့လက်နက်တွေ စက်ပစ္စည်းတွေမတူတာကြောင့်\nစိတ်ဝင်စားစရာကောင်းပါတယ်Plot twist တချို့ကိုလဲချပြသွားပါတယ်သွေးထွက်သံယိုအခန်းတွေအများအပြားပါဝင်ပြီးတကယ်ကို ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားတာကြောင့်ကြောက်တတ်သူများနဲ့နှလုံးရောဂါအခံရှိသူများမကြည့်သင့်ပါဘူး File Size : ( 842 MB , 248 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 30 min\nFormat : Mp4\nGenre :  Action , Adventure , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thae Oo San\nEncoded by Moe Myint Lwin zawgyiSaw လို႔ေျပာလိုက္ရင္သူ႔ရဲ႕ရက္ရက္စက္စက္ေသြးထြက္သံယိုအခန္းေတြကိုေျပးျမင္မိၾကမွာပါSaw franchise ရဲ႕ ၇ကားေျမာက္ျဖစ္တဲ့ဒီကားဟာလဲsaw ဖန္ေတြအႀကိဳက္ေတြ႕မယ့္ကားတစ္ကားပဲျဖစ္ပါတယ္ေရွ႕ကားေတြနဲ႔ျပန္ခ်ိတ္ထားတာေတြကလဲေသသပ္သလို ...",
        "rating": "5.6",
        "url": "https://megaup.net/2S7if/(CM)_Saw_7_2010_BluRay_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6lSBajR9hahr8JPLH0ErQnPdgtH.jpg",
        "title": "Saw VI (2009)",
        "description": "SAW ဆိုတာနဲ့ အထူးညွှန်းစရာမလို​တော့ပါဘူး..\"Live or Die..Choice is Yours\" ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ စိတ်လှုပ်ရှားဖို့​ကောင်းတဲ့horror ချစ်သူ​တွေအ​နေနဲ့ လက်လွတ်ဖို့မသင့်တဲ့ကား​ကောင်းတစ်ကားပါSAW VI မှာ ကိုယ်​တွေရဲ့ဇာတ်လိုက်ကြီး ဂျစ်​ဆောက ​သေသွား​ပေမယ့်သူ့ရဲ့ဇနီး​ဟောင်းနဲ့ ရဲအရာရှိတစ်​ယောက်​ပေါင်းပြီးသူ့ရဲ့​နောက်ဆုံးဆန္ဒကိုဖြည့်ဆည်း​ပေးတဲ့အ​နေနဲ့လူသတ်ဂိမ်း​တွေ ဆက်ပြီးအသက်သွင်းကြတယ်ဒီထဲမှာ​​တော့ ဂျစ်​ဆောကို သနားစိတ်ဝင်မိမယ်လို့ထင်ပါတယ်သူ့မှာက​လေးလည်းဆုံးရှုံးရတယ်သူ့ကျန်းမာ​ရေးအာမခံအတွက် အာမခံမ​ပေးခဲ့တယ့်အကျင့်ပြတ်ချစား​နေတဲ့ အာမခံကုမ္ပဏီပိုင်ရှင်ကိုဘယ်လို​တွေ ကလဲ့စား​ချေရင်း စိတ်လှုပ်ရှားစရာ (လူသတ်)ဂိမ်း​တွေနဲ့ဇာတ်လမ်းအဆုံးထိ ကြည့်ချင်​လောက်တဲ့အထိ ဖြစ်မှာ ကို အာမခံပါတယ်သင်္ကြန်မှာအိမ်ထဲမှာ​နေရင်းပျင်း​နေတဲ့ ကိုကိုမမ​တွေအကုန်လုံးဒီကား​လေး ကြည့်ပြီး အူတယားယားနဲ့ အပျင်း​ပြေကြပါ​စေလို့... File Size : ( 855 MB , 266 MB)\nQuality : BluRay 720p\nRunning Time : ...",
        "rating": "6.0",
        "url": "https://megaup.net/1wcnq/(CM)_Saw_6_2009_BluRay_720p.mp4",
        "category": "Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rKl79KqLXg60KFyKsLe4wSSjQ08.jpg",
        "title": "Saw V (2008)",
        "description": "ဇာတ်လမ်းအကျဉ်း\nSAW franchise ရဲ့ ၅ ကားမြောက်ဇာတ်ကားပါ။ဒီဇာတ်ကားမှာ Jigsaw ရဲ့ ဆက်ခံသူအဖြစ်အမန်ဒါအပြင် နောက်တစ်ယောက်ပါ ပါလာခဲ့ပါတယ်။သူကတော့ စုံထောက်ဟော့ဖ်မန်းပါပဲ။ပြဿနာစတာက စုံထောက်ဟော့ဖ်မန်းကသူသတ်ချင်တဲ့လူတစ်ယောက်ကိုJigsaw သတ်တဲ့ပုံစံပေါက်အောင်လုပ်ပြီး သတ်လိုက်တာကနေ စတာပါပဲ။နောက်တော့ Jigsaw ကိုယ်တိုင် သူ့ဆီရောက်လာပြီးသူ့ကို ပညာပေးဖို့လုပ်ပါတော့တယ်။Jigsaw ဖြစ်လာရတဲ့အကြောင်းအရင်းတွေထောင်ချောက်တွေကို ဘယ်လိုဆင်ရတာတွေဘယ်လိုသင်ခန်းစာပေးရတယ်ဆိုတာတွေကိုပါသင်ပေးပြီး နောက်ထပ် Jigsaw လူသတ်သမားတစ်ယောက်ကို မွေးဖွားလိုက်ပါတော့တယ်။အဲဒီအချိန်မှာ နောက်စုံထောက်တစ်ယောက်ကလည်းဌာနအတွင်းမှာ Jigsaw နောက်တစ်ယောက်ရှိနေတာကို မသင်္ကာဖြစ်လာပြီး စတင်စုံစမ်းတော့တယ်။ File Size : ( 883 MB , 277 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 32 min\nFormat ...",
        "rating": "5.8",
        "url": "https://megaup.net/2S7iy/(CM)_Saw_2008_BluRay_720p.mp4",
        "category": "Adventure, Crime, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w34GgwSQfMEnYscBhU01bIr7oFC.jpg",
        "title": "Saw IV (2007)",
        "description": "Saw film series ပရိသတ်တွေနဲ့ horror fan တွေအတွက်အားလပ်ရက်မှာ ပြန်ကြည့်ဖို့ 2007 ခုနှစ်ကထွက်ခဲ့တဲ့ Saw IV ရုပ်ရှင်ပဲဖြစ်ပါတယ်။May လမှာထွက်မယ့် Spiral ရုပ်ရှင်ကိုစောင့်ရင်း အရင်ကထွက်ခဲ့တဲ့Saw ကားတွေကို ပြန်ကြည့်လို့ရပါပြီ။Jigsaw လို့ အများကခေါ်ကြတဲ့ John Kramer ဟာ ဉာဏ်ကြီးရှင်civil အင်ဂျီနီယာတစ်ယောက်။ပြီးတော့ စိတ္တဇလူသတ်သမားတစ်ယောက်လည်း ဖြစ်တယ်။ရူးသွပ်ဖွယ် philosophy ကို လက်ကိုင်ထားပြီးစိတ္တဇကစားပွဲတွေကို ဖန်တီးသူတစ်ယောက်။သူက လူတွေကို သူ့ရဲ့ ပြောင်မြောက်လှတဲ့ လူသတ်ကိရိယာတွေနဲ့စမ်းသပ်မှုတွေလုပ်ပြီး ကစားပွဲထဲကို ခေါ်ငင်တယ်။ရှင်သန်ဖို့နဲ့ သေဆုံးဖို့...ရွေးချယ်မှုကတော့ မင်းလက်ထဲမှာ... မင်း စိတ်ကြိုက်ရွေးချယ်လိုက်ပါ... File Size : ( 890 MB , ...",
        "rating": "5.9",
        "url": "https://megaup.net/1wcnm/(CM)_Saw_4_2007_BluRay_720p.mp4",
        "category": "Crime, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dfl7ti4ataetiyoOg3SI0FA9KeP.jpg",
        "title": "Saw III (2006)",
        "description": "နာမည်ကြီးပြီးသား Franchiseတခုဆိုတော့ အများကြီးပြောစရာလိုမယ်တော့မထင်ပါဘူး။တခုပြောစရာရှိတာက ဒီကားတွေရဲ့ Rating တွေကို ကြည့်လိုက်မယ်ဆိုရင်တော့အတော်နည်းတာကိုတွေ့ရမှာတခုပဲ။Rating ကြည့်ပြီး မကောင်းဘူးဆုံးဖြတ်လိုက်ရင်တော့အတော်လွဲသွားပါလိမ့်မယ်။အခုကားကတော့ Saw Franchise ရဲ့ တတိယမြောက်ကား။ရှေ့နှစ်ကားရဲ့ Spoiler ပါနိုင်လို့ ရှေ့နှစ်ကားမကြည့်ရသေးရင် ဆက်မဖတ်ပါနဲ့တော့။ဒီကားတွေက Spoiler ထိလို့ရှိရင် ကြည့်ရတဲ့ အရသာပျက်သွားတတ်တယ်။Saw ရဲ့ ပထမကားကတော့ ရေချိုးခန်းတခုထဲမှာ နိုးလာတဲ့ လူနှစ်ယောက်နဲ့ စတင်ထားပြီးကျနော်တို့ရဲ့ Jigsaw ကြီးစတင်ပွဲဦးထွက်လာတာလည်းဖြစ်တယ်။အဲနောက်မှာတော့ Saw ll မှာ Jigsawက နာမည်ကြီးလာတဲ့အပြင်သူစမ်းသပ်တာခံရတဲ့သူတွေအရေအတွက်ကလည်း ပိုပြီး ကြီးမားလာခဲ့တယ်။ပိုပြီးကြမ်းလာတာကတော့ ရဲတွေကိုပါမရှောင် သူ့ရဲ့ စမ်းသပ်မှုမှာထည့်လာတာပဲ။အခု တတိယမြောက်ကားမှာတော့ ဒုတိယကားကနေတိုက်ရိုက်အဆက်အနေနဲ့ ထွက်လာခဲ့တယ်။ဒုတိယကားမှာ အဖမ်းခံခဲ့ရတဲ့သူကရော ဒီကားမှာ ဘယ်လောက်ထိအရေးပါမလဲ။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1wcnd/(CM)_Saw_3_2006_BluRay_720p.mp4",
        "category": "Crime, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eqitaBuNNPOrgYugKFOoHGKX0co.jpg",
        "title": "Saw II (2005)",
        "description": "Jigsaw လူသတ်သမားကို ပြန်ပေါ်လာတဲ့အတွက်အထူးတပ်ဖွဲ့တွေနဲ့အတူ စုံထောက်အဲရစ်ခ်မက်သရူးပါပါလာပြီး လာဖမ်းတော့တယ်။ဒီအချိန်မှာ Jigsaw လူသတ်သမားက\nကင်ဆာရောဂါသည်တစ်ဦး ဖြစ်နေတော့တယ်။စုံထောက်အဲရစ်ခ်ဆိုတာကလည်း လူကောင်းမဟုတ်။ဟိုးတုန်းကဆို သူဖမ်းချင်တဲ့သူတွေဆိုရင်သက်သေအတုလုပ်ပြီး ဖမ်းထည့်တတ်တဲ့သူ။Jigsaw က အဲဒါကို ကောင်းကောင်းသိထားတော့သူ အရင်က အမှုဆင်ပြီးဖမ်းဖူးတဲ့သူအားလုံးနဲ့အတူအဲရစ်ခ်ရဲ့သားကို ဖမ်းထည့်ပြီးအိမ်တစ်အိမ်မှာ ဂိမ်းတွေ စကစားစေတော့တယ်။အိမ်တစ်လုံးမှာ ထောင်ချောက်တွေ အပြည့်ပေါ့။ဂိမ်းကို ကျော်ဖြတ်နိုင်တဲ့သူကပဲ အသက်ရှင်ခွင့်ရမှာ။ဒါကို အဲရစ်ခ်တို့ Jigsaw ကို လာဖမ်းတဲ့အခါမှာJigsaw ရဲ့ ပုန်းအောင်းတဲ့နေရာမှာရှိတဲ့ကွန်ပျူတာဖန်သားပြင်တွေပေါ်မှာသူ့သားနဲ့အတူ တခြားလူတွေ အဖမ်းခံထားရတဲ့အကြောင်းအဲရစ်ခ်သိလိုက်ရတော့တယ်။Jigsaw ရဲ့ ထောင်ချောက်တွေကြားကနေသူ့ကိုမကျေနပ်တဲ့သူတွေနဲ့အတူရှိနေတဲ့သူ့သား ဒန်နီရယ်ကို စုံထောက်အဲရစ်ခ်တစ်ယောက်ဘယ်လိုကယ်တင်မလဲဆိုတာ ဒီ Saw II ဇာတ်ကားထဲမှာ ရှုစားရမှာပါ။ File Size : ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wcn2/(CM)_Saw_2_2005_BluRay_720p.mp4",
        "category": "Adventure, Crime, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pparEGTCxcTiImyVFoKD0LX11N8.jpg",
        "title": "Saw (2004)",
        "description": "Stay Homeကာလအတွင်းကြည့်လို့ရအောင်နာမည်ကျော်Horror/ Thrillerကားတွေဖြစ်တဲ့ Saw FranchiseထဲကSaw 1မှ 7အထိကိုတင်ဆက်ပေးလိုက်ပါတယ်။Sawကတော့ မသိသူမရှိသလောက်ပါပဲနော်။Saw 1 (2014)မှာတော့ လောရန့်နဲ့အက်ဒမ်ကအလောင်းတစ်လောင်းရှိနေတဲ့ အခန်းတစ်ခန်းထဲမှာ နိုးလာတယ်။ခြေထောက်တွေကိုသံကြိုးခတ်ခံထားရတယ်။လူတစ်ယောက်ကသူတို့နဲ့ဂိမ်းကစားချင်နေတယ်။လောရန့်ကသူ့မိသားစုအတွက် အက်ဒမ်ကိုသတ်ရမယ်တဲ့။ဂိမ်းကိုနိုင်ဖို့လိုအပ်တဲ့ပစ္စည်းတွေက အခန်းထဲမှာပဲရှိနေတယ်။သူတို့နှစ်ယောက်ဒီအခန်းထဲကလွတ်မြောက်ဖို့ ဘာတွေလုပ်ကြမလဲ........ File Size : ( 955 MB , 299 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 43 min\nFormat : Mp4\nGenre :  Horror , Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe ...",
        "rating": "7.6",
        "url": "https://megaup.net/2S7it/(CM)_Saw_2004_BluRay_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKgV8T3inB5EnVDg0Jeh2L6ttQ9.jpg",
        "title": "The Willoughbys(2020)",
        "description": "The Willoughbys(2020)နက်ဖလစ်ရဲ့ ကာတွန်းရုပ်ရှင်အသစ်လာပါပြီ။ ဒီကာတွန်းလေးကတော့ အရင်ကြည့်ဖူးတဲ့ ပုံတွေနဲ့ မတူဘဲ တမူထူးဆန်းပြီး ရယ်ရပါတယ်။\nဇာတ်လမ်းကိုတော့ ကြောင်ဆရာကြီးတစ်ကောင်က ပြောပြနေတဲ့ပုံနဲ့ တည်ဆောက်ထားပါတယ်။ ဆရာကြောင်က ပြောတယ်\nမိသားစုတွေ ချစ်ခင်တာတွေ စည်းလုံးတာတွေ အဆုံးသတ်မှာ ပြန်ပေါင်းတဲ့ ဇာတ်လမ်းမျိုးတွေကို သဘောကျတတ်ရင် ဒီရုပ်ရှင်က မင်းအတွက် မဟုတ်ပါဘူးတဲ့။\nဟုတ်ပါတယ် ဒီရုပ်ရှင်ထဲက အဓိက မိသားစုကတော့ ဝယ်လိုဘီ မိသားစုပါ။သူတို့တွေဟာ အစဉ်အဆက် သိပ္ပံပညာရှင်တွေ၊အနုပညာရှင်တွေ ကြီးမြတ်တဲ့သူတွေ ဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့် မျိုးဆက်တစ်ခုအရောက်မှာတော့ တော်နေ တတ်နေကြတာတွေအဆုံးသတ်သွားသလိုပါပဲ။ ဝယ်လိုဘီ ဇနီးမောင်နှံဟာ ဘာမှ မထူးချွန်ပေမယ့်တစ်ယောက်ကို တစ်ယောက် အရမ်းချစ်ကြပါတယ်။ ချစ်တာမှ အခြား ဘယ်သူ့ကိုမှမချစ်တတ်လောက်အောင်ကို ချစ်တာပါ။ လင်မယားချင်းပဲချစ်ကြပြီး မွေးထားတဲ့ ကလေး ၄ ယောက်ကို တော့မေတ္တာတစ်စက်မှမရှိကြသလို သာမန်ဂရုစိုက်မှုမျိုးလေးတောင် မလုပ်ပါဘူး။နေ့တိုင်းလင်မယားနှစ်ယောက်ထဲ သာယာနေကြတာပါ။ ဒီတော့ ကလေး ၄ ယောက်လည်းမိဘကျေးဇူးဆပ်တဲ့အနေနဲ့ သေဖို့ ရာနှုန်း ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-willoughbys2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/lefpcepiqhsq-1-140x200.jpg",
        "title": "[18+] Love Skill (Aka) Mango Tree (2013)",
        "description": "Dark Side Production မှတင်ဆက်သည်...သိုင်းလောကသားတွေ တစ်ခါတစ်လေလဲ အချစ် ဟာသ Sexy ကားလေးတွေ ကြည့်လို့ရအောင်ဒီကိုရီးယားဖန်စီဇာတ်ကားလေးကို တင်ဖြစ်ပါတယ်...ကွီးယားလိုကနေ နားထောင်ပြီး  Pennywise မှ စာတန်းထိုးအမှန်နဲ့ တင်ဆက်လိုက်တာပါ...မင်းသမီးတွေကလဲ အချာပင်တွေ မဟုတ်ပါဘူး..ကိုရီးယားရဲ့ တန်းဝင်မင်းသမီးတွေဖြစ်တဲ့ Hong Soo-Ah  နဲ့  Han Su-Ah တို့ဖြစ်ပါတယ်။ဟာသလေးတွေနဲ့ အပန်းဖြေကြပါဦး။ \nFile size…(1 GB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Pennywise",
        "rating": "",
        "url": "https://megaup.net/1wl6j/(DS)Love.Skill.2013.720p.HDRip.H264.MP4-OnPlus.mp4",
        "category": "Adult, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/65swvCL9x7MkEj2CFfLOmNcCAmd.jpg",
        "title": "Time to Hunt(2020)",
        "description": "Time to Hunt(2020)စီးပွားပျက်ကပ် ကြုံနေရတဲ့ ကိုးရီးယားနိုင်ငံရဲ့ ခေတ်ပျက်ကြီးထဲမှာ အကုန်လုံးလုံးလိုလိုခက်ခဲစွာရုန်းကန်နေရတယ်....ဒီလို ရုန်းကန်နေထိုင်နေရတဲ့  ဘဝကြီးထဲကနေ လွတ်မြောက်ဖို့ လူငယ်လေး သုံးယောက်အကြံကြီးတစ်ခုကို အကောင်အထည်ဖော်ပါတော့တယ်...နာမည်ကြီး လောင်းကစားရုံကို ဓားပြတိုက်ဖို့ပဲပါပဲ....ဒီဓားပြမှုကြီးကို လုပ်နေစဉ်မှာပဲ သူတို့(၃)ယောက်မမျှော်လင့်တဲ့ ဖြစ်ရပ်ဆိုးတွေဆိုက်တိုက်ကြုံပါတော့တယ်...မမျှော်လင့်ပဲ ... IMDB rating 6.5 အထိရထားပြီး Parasite ထဲက မင်းသားလည်းသရုပ်ဆောင်ထားသည့်သည်းထိတ်ရင်ဖို ဇာတ်ကားမို့ CM ပရိသတ်ကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kinnov ပဲဖြစ်ပါတယ်..File Size : (1.04 GB) and (380 MB)\nQuality :WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime , Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kinnov\nEncoded by Phyo Pyae zawgyiTime to Hunt(2020)စီးပြားပ်က္ကပ္ ႀကဳံေနရတဲ့ ကိုးရီးယားႏိုင္ငံရဲ႕ ေခတ္ပ်က္ႀကီးထဲမွာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cimB/Time_To_Hunt.2020.WEB-DL.720P.PP.mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkmw4sd0rFSDdMIphDrqwbftUVr.jpg",
        "title": "Sergio(2020)",
        "description": "Sergio(2020)ဒီထဲကမင်းသားကြီးကိုတော့ Narcos ကြည့်သူတိုင်းရင်းနှီးကြမယ်ထင်ပါတယ်...ဒီဇာတ်လမ်းကတော့ ကုလသမဂ္ဂအထူးကိုယ်စားလှယ် ဆာဂျီရို ဒီ မဲလ်လိုအကြောင်းကို ရိုက်ကူးထားတဲ့ အတ္ထုပတ္တိဇာတ်လမ်းပဲဖြစ်ပါတယ် ...ကုလသမဂ္ဂအထူးကိုယ်စားလှယ် ဘရာဇီးလ်နိုင်ငံသား ဆာဂျီရိုဟာ သူ့ရဲ့ဇနီး ကုလသမဂ္ဂဝန်ထမ်း ကာရိုလီနာနဲ့ တည်ငြိမ်တဲ့ ဘဝတစ်ခုကို စတင်တော့မယ့်အချိန်မှာပဲ အီရတ်ကို လေးလကြာတာဝန်နဲ့ စေလွတ်ခြင်းခံခဲ့ရပါတယ်..အီရတ်ရှိ ကုလသမဂ္ဂရုံးချုပ် ဗုံးပေါက်ခွဲခံရမှုနဲ့အတူ ဆာဂျီရိုဟာ အပျက်အစီးများအောက် ပိတ်မိသွားတဲ့အချိန်မှာတော့အရာအားလုံးပြောင်းလဲသွားပါတော့တယ် ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦးဒီဇာတ်လမ်းကတော့စစ်ရဲ့ ဆိုးကျိုးတွေကို ဒီဇာတ်လမ်းထဲမှာ သေချာသရုပ်ဖော်ထားတဲ့အပြင် စစ်ကို‌မုန်းသော်လည်း စစ်ပွဲကို တားဆီးဖို့ စစ်ပွဲကြားထဲရောက်နေရတဲ့ လူတစ်ယောက်ရဲ့ တည်ငြိမ်အေးချမ်းတဲ့ ဘဝတစ်ခုကို မျှော်လင့်နေရပုံကို မြင်တွေ့ရမှာဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်...  File Size : (950 MB) and (340 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:58:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ci36/Sergio.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BNjk3M2UwMTUtZjlmNS00YzVmLWEyYjYtMWY2M2EzOTIzYjg4XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "The Silence of the Marsh (2020)",
        "description": "ဒီရုပ်ရှင်ကားဟာ Netflix မှာ ဒီရက်ပိုင်းတက်လာတဲ့ ရုပ်ရှင်ကားပါ\nMoney Heist ထဲက ဘာလင် အဖြစ် သရုပ်ဆောင်တဲ့ မင်းသား ပီဒရို က\nခေါင်းဆောင်မင်းသား အဖြစ် သရုပ်ဆောင်ထားပါတယ်...\nဇတ်လမ်းပုံစံကတော့\nQ ဆိုတဲ့ စာရေးဆရာဟာ ထိတ်လန့်သည်းဖို လူသတ်ဇတ်လမ်းတွေ\nရေးပြီး အောင်မြင်နေတဲ့ စာရေးဆရာ တစ်ယောက်ဖြစ်ပါတယ်...\nသူ့ ဝတ္တုထဲက လူသတ်သမားဟာ လူတွေကို ပိပိရိရိ သတ်ပြီး\nအစဖျောက်တဲ့နေရာမှာ ကျွမ်းကျင်လွန်းလို့ ဘယ်တော့မှ ဖမ်းမိတဲ့သူပါ\nဒါ့အပြင် နိုင်ငံအတွင်း လဘ်စား ချစားနေတဲ့ နာမည်ကျော်တွေကိုမှ\nရွေးသတ်တက်တဲ့ ဇတ်ကောင်မျိုးပေါ့....\nလူတွေ မသိထားတာကတော့ ဒီအောင်မြင်နေတဲ့\nဇတ်လမ်းရဲ့ နောက်ကွယ်က ဖြတ်ရပ်မှန် တစ်ခုကိုပါ....\nဇတ်လမ်းက အေးသလို ရှိလိုက် ဝုန်းဒိုင်းကျလဲလိုက် နဲ့\nမပျင်းရိရအောင် သင့်ကို တစ တစ ဆွဲခေါ်သွားမှာဖြစ်ပါတယ်\nဇတ်လမ်းကို  ဘာသာပြန်ပေးထားတာကတော့\nLittle Neo ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးထားပါတယ်\nzawgyi\nဒီ႐ုပ္ရွင္ကားဟာ Netflix မွာ ဒီရက္ပိုင္းတက္လာတဲ့ ႐ုပ္ရွင္ကားပါ\nMoney ...",
        "rating": "7.3",
        "url": "https://megaup.net/1wkuT/The.Silence.of.the.Marsh.2019.SPANISH._720P_%7BCM%7D.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/71t14nj8cKL._AC_SL1500_-137x200.jpg",
        "title": "Inglourious Basterds (2009)",
        "description": "Rotten Tomatoes 89% IMDb 8.3/10 ရရှိထားပြီး အော်စကာ ၁ ဆုနဲ့ အခြားသော ဆုပေါင်း ၁၂၄ ဆုရရှိခဲ့တဲ့ ၂၀၀၉ ခုနှစ်ထွက် ဟစ်တလာ လုပ်ကြံရေး ဇာတ်ကားကောင်း တစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\nဒုတိယကမ္ဘာစစ်ရဲ့ အစပိုင်း ပြင်သစ်ကို နာဇီတို့ သိမ်းပိုက်ထားချိန်ကာလ.....\nနာဇီတွေကို တန်ပြန်သုတ်သင်ဖို့အတွက် မဟာမိတ် တွေဟာ လျှို့ဝှက် တပ်ဖွဲ့တစ်ခုကို ဖွဲ့စည်းဖို့ လက်ဖတင်နင် Aldo Raine (Brad Pitt)ကို တာဝန်ပေးခဲ့ပါတယ်။ Aldo ဟာ Basterds လို့ခေါ်တဲ့ ဂျူး ကပြားတွေ အများအပြားပါဝင်တဲ့ တပ်ဖွဲ့ကိုဖွဲ့စည်းပြီး ဟစ်တလာရဲ့ နားရွက်ကို တံတွေးစွတ်ပါတော့တယ်။ Basterds တွေဟာ နာဇီမှန်သမျှရက်ရက်စက်စက်သတ်ပြီး ဦးခေါင်းရေကို ခွါယူလေ့ရှိပါတယ်။သူနဲ့သူ့လူတွေဟာ ဟစ်တလာကို လုပ်ကြံဖို့ ဗြိတိသျှတို့ရဲ့သူလျှို၊ဂျာမန် နာမည်ကြီးမင်းသမီး Bridget von ...",
        "rating": "8.3",
        "url": "https://megaup.net/1h2ec/(CM)_Inglourious_Basterds_(2009)_(V2)_BluRay_720p-Naung.mp4",
        "category": "Action, Adventure, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tBW35lfVwrRU2GW3xoA932T53h3.jpg",
        "title": "Kalashnikov (2020)",
        "description": "ကမ္ဘာပေါ်မှာ လူတွေရဲ့အသက်ကို အများဆုံးချွေခဲ့တဲ့ သေနတ်ကို ပြောပါဆိုရင်အေကေ-ဖော်တီဆဲဗန်း (AK-47) မောင်းပြန်ရိုင်ဖယ်ကိုပဲ ပြောရမှာပါပဲ။အဲဒီလက်နက်ဟာ လက်နက်ငယ်လောကကို တစ်ခေတ်ဆန်းစေခဲ့ပြီး ကမ္ဘာအနှံ့မှာ အသုံးပြုတာခံခဲ့ရသလိုလက်နက်ငယ်ပေါင်းများစွာဟာလည်း ဒီသေနတ်ကို အခြေခံပြီး တီထွင်ခဲ့ရတာပါ။ဒီသေနတ်ကို official အနေနဲ့ ကာလရှညိကော့ဖ် ရိုင်ဖယ်လို့ ခေါ်ပါတယ်။ဘာကြောင့်လဲဆိုတော့ ရုရှားရဲ့ လက်နက်တီထွင်သူ ဉာဏ်ကြီးရှင် မီခေး ကာလရှညိကော့ဖ် ဆိုသူက တီထွင်ခဲ့လို့ပါပဲ။ကာလရှညိကော့ဖ်ဟာ အတန်းပညာ ဆုံးခန်းမတိုင်ခဲ့သလို တပ်ကြပ်အဆင့်နဲ့ တီထွင်သူဖြစ်လာခဲ့တာပါ။ဒီသေနတ်ကို မတီထွင်ခင်မှာ ဒုတိယကမ္ဘာစစ်ရှေ့တန်းစစ်မျက်နှာမှာ တင့်တပ်သားအနေနဲ့ အကြီးအကျယ် တိုက်ပွဲဝင်ခဲ့ဖူးတဲ့သူ ဖြစ်ပါတယ်။အဲဒီတုန်းက ဆိုဗီယက်တပ်တွေနဲ့ ဂျာမန်တပ်တွေ ဘတပြန် ကျားတပြန် တိုက်ခိုက်နေကြချိန်မှာဆိုဗီယက်တွေရဲ့ ရိုင်ဖယ်ဟာ ဂျာမန်တွေရဲ့ Sturmgewehr 44 rifle တွေကို မယှဉ်နိုင်ဘဲ အတော်အထိနာကြတဲ့ အခြေအနေမှာ ရှိပါတယ်။ဆိုဗီယက်ဘက်မှာလည်း လက်နက်တွေကို ဆက်တိုက်စမ်းသပ်ထုတ်လုပ်နေပေမယ့်လက်နက်တစ်ခေတ်ဆန်းသွားလောက်စေမယ့် လက်နက်မျိုး ပေါ်မလာခဲ့သေးပါဘူး။ဒီရုပ်ရှင်မှာတော့ ကာလရှညိကော့ဖ်ရဲ့ ဘဝဇာတ်ကြောင်းရယ် ဆိုဗီယက်ရဲ့ စတာလင်ဆုရ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2ch9t/(CM)_Kalashnikov.2020.WEB.DL.720p.mp4",
        "category": "Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/65-42-282x360-1-157x200.jpg",
        "title": "Sathu (2009)",
        "description": "ပိန္နဲသီး သရဲကားဆိုပြီး နာမည်ကြီးနေတဲ့ ထိုင်းသရဲကားဖြစ်ပါတယ်။\nပုံမှန်သရဲကားတွေနဲ့ မတူတဲ့အချက်တွေ အများကြီးပါဝင်ပါတယ်။\nတွေ့နေကြ သရဲကားတွေထက် ပိုပြီး အဓိပ္ပါယ်ရှိတဲ့ ဇာတ်ကားပါ။\nဟာသတွေ ပါတယ်....ကြောက်လန့်စရာတွေ ပါတယ်....ကြည်နူးဖွယ်ရာတွေပါတယ်။\nအကောင်းဆုံးအချက်ကတော့ တရားသဘောနဲ့ ပတ်သတ်တဲ့ အယူအဆလေးတွေ ပါဝင်ထားပါတယ်။\nရသစုံတဲ့ ဇာတ်ကားပါ။\nထူးခြားတဲ့ ဆက်တင်, Effect, ဇာတ်ဆောင် တွေမပါဝင်ဘဲ ဇာတ်လမ်းတစ်ခုလုံးကို\nအကောင်းဆုံးတင်ဆက်သွားနိုင်တာကိုတော့ မြန်မာဇာတ်ကားဖန်တီးသူတွေ အတုယူသင့်ပါတယ်။ကျွန်တော့်လို သရဲကား မကြိုက်တဲ့လူမျိုးတောင် နှစ်ခါလောက် ပြန်ကြည့်မိပါတယ်။\nသရဲကားကို ကြိုက်ကြိုက်မကြိုက်ကြိုက်...ထိုင်းကားကို ကြိုက်ကြိုက်မကြိုက်ကြိုက်\nကြည့်သင့်တဲ့ ထိုင်းသရဲကားလို့ တိုက်တွန်းချင်ပါတယ်။\n(ဒီဇာတ်ကားကို သဘောကျလွန်းလို့ ကျွန်တော့်ရဲ့တိုက်တွန်းချက်အရ ZMC မှဘာသာပြန်ပေးထားတာပါ။\nဒီဇာတ်ကားက တလောကလုံးမှာ ဘာစာတန်းထိုးဖိုင်မှ မထွက်ခဲ့ပါဘူး...\nစာတန်းထိုးဖိုင်ကို ကျွန်တော်ကိုယ်တိုင် Timing ညှိခဲ့ရသလို ZMC မှအတတ်နိုင်ဆုံးဆီလျော်အောင် ဘာသာပြန်ပေးထားတာပါ။\nစာတန်းထိုးဖိုင်ရော ဘာသာပြန်ရော ကိုယ်တိုင်ဖန်တီးခဲ့ရတဲ့ ဇာတ်ကားမို့လို့\nအမှားအယွင်းများ ပါခဲ့ရင် နားလည်ပေးကြပါလို့ ခွင့်တောင်းထားပါရစေ။) -Zawgyi -ပိႏၷဲသီး သရဲကားဆိုျပီး နာမည္ၾကီးေနတဲ့ ထိုင္းသရဲကားျဖစ္ပါတယ္။\nပံုမွန္သရဲကားေတြနဲ႕ မတူတဲ့အခ်က္ေတြ အမ်ားၾကီးပါဝင္ပါတယ္။\nေတြ႕ေနၾက သရဲကားေတြထက္ ပိုျပီး အဓိပၸါယ္ရွိတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sathu-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ash-112x200.jpg",
        "title": "Ash Is Purest White ( 2018 )",
        "description": "ပြာဆိုတာ အသန့်စင်ဆုံး အဖြူရောင်ပါတဲ့။ အရမ်းကိုပူပြင်းတဲ့အခြေအနေတစ်ခုမှာအရာဝတ္ထုတွေက စင်ကြယ်သွားတတ်ပါတယ်တဲ့။အဲဒါကြောင့် အပူချိန်အများဆုံးကိုခံရတဲ့ ပြာရဲ့ အဖြူရောင်ကိုအစင်ကြယ်ဆုံးပါလို့ပြောထားပါတယ်။ ဒီဇာတ်ကားမှာမြေအောက်လောက အဖွဲ့တစ်ခုက ခေါင်းဆောင်ရဲ့ ချစ်သူဖြစ်တဲ့Zhao Qiao ရဲ့ လောကဓံကြားမှာ အပူပြင်းပြင်းပေးခံရပြီး သူ့ရဲ့အကောင်းဆုံးအရည်အသွေးကို ရရှိလာတဲ့အကြောင်းရိုက်ကူးထားပါတယ်။ပြီးတော့ သူ့ရဲ့ချစ်သူအပေါ်ထားတဲ့ အချစ်ကြီးပုံကို ကြည့်တဲ့သူတိုင်းကူးစက်ခံစားစေမှာအသေအချာပါပဲ။ မျက်ရည်ဝဲရမယ့် ဇာတ်ကားမဟုတ်ပေမဲ့မဲ့ပြုံးလေးတော့ ပြုံးဖြစ်မှာ သေချာပါတယ်။ဒီဇာတ်ကားကိုCannes Film Festival မှာ ပါဝင်ယှဉ်ပြိုင်ခွင့်ရထားပါတယ်။IMDB Rating ကတော့ 7 ဖြစ်ပြီး အမှတ်ပေးကပ်စေးကုတ်တဲ့Rotten Tomato ဆိုတဲ့ ခရမ်းချဉ်သီးတွေကတော့ 100% ပေးထားပါတယ်။ဒီဇာတ်ကားလေးက ခပ်အေးအေး Drama ဖြစ်ပေမယ့်ဇာတ်ကားနဲ့အတူ စီးမျောသွားစေမှာ အသေအချာပါပဲ။ကျွန်တော့်အမြင်ကတော့ Gone With the Wind ဇာတ်ကားကိုChinese Version နဲ့တွေ့လိုက်ရသလိုပါပဲ။ဘာသာပြန်နဲ့ အညွှန်း d3mon ဖြစ်ပါတယ်Encoded By LK zawgyiျပာဆိုတာ အသန႔္စင္ဆုံး အျဖဴေရာင္ပါတဲ့။ အရမ္းကိုပူျပင္းတဲ့အေျခအေနတစ္ခုမွာအရာဝတၳဳေတြက စင္ၾကယ္သြားတတ္ပါတယ္တဲ့။အဲဒါေၾကာင့္ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1wjve/(CM)Ash.is.Purest.White.2018.WEB-DL.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/il7ZbGtwdUE9rvbliEX63rmaP8z.jpg",
        "title": "The Vanished ( 2018 )",
        "description": "အခုတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့စပိန်ဇာတ်ကား The Body ကို ပြန်လည်ရိုက်ကူးထားတဲ့psychological thriller အမျိုးအစားရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ထက်မြက်လှပပြီး ကြွယ်ဝချမ်းသာမှုတွေကိုပိုင်ဆိုင်ထားတဲ့ဘာရွန်ဆေးဝါးကုမ္ပဏီရဲ့ ဥက္ကဌ ယွန်းဆိုဟီး(Kim Hee-ae)ဟာရုတ်တရက် သေဆုံးသွားခဲ့ပြီးသူမရဲ့အလောင်းဟာ ထူးဆန်းစွာပျောက်ဆုံးခဲ့ပါတယ်။ပတ်ဂျင်ဟန်( Kim Kang-woo )ဟာ တက္ကသိုလ်ပါမောက္ခတစ်ဦးဖြစ်ပြီးဇနီးသည်ယွန်းဆိုဟီးရဲ့ဆေးဝါးကုမ္ပဏီမှာလည်း မန်နေဂျင်းအဖြစ် လုပ်ကိုင်နေသူပါ။ဇနီးသည် ယွန်းဆိုဟီးရဲ့အလောင်း ပျောက်ဆုံးခဲ့ပြီးနောက်မှာတော့လူတိုင်းအားကျနေရတဲ့ အိမ်ထောင်ရေးကိုပိုင်ဆိုင်ထားတဲ့သူတို့စုံတွဲရဲ့နောက်ကွယ်က အိမ်ထောင်ရေးအရှုပ်အရှင်းတွေနဲ့အတူယွန်းဆိုဟီးရဲ့ သေဆုံးမှုနောက်ကွယ်ကခင်ပွန်းသည်ရဲ့လုပ်ကြံဆောင်ရွက်မှုတွေကို ပရိသတ်ကြီးရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။ဒါ့အပြင် အောင်မြင်ချမ်းသာပြီး လူတိုင်းအားကျရတဲ့သူဌေးစုံတွဲရဲ့လျှို့ဝှက်ထားတဲ့အကြောင်းအရာတွေကိုဖော်ထုတ်ရင်းစုံထောက် ဝူဂျောင်ရှစ်( Kim Sang- Kyung)တစ်ယောက်သူ့ချစ်သူရဲ့ပျောက်ဆုံးမှုအကြောင်းအရင်းကို ဘယ်လိုနည်းလမ်းတွေနဲ့ဖော်ထုတ်သွားမလဲဆိုတာကိုပါ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာမို့ဇာတ်လမ်းအဆုံးအထိ ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ ထိတ်လန့်ဖွယ်ရာသည်းထိတ်ရင်ဖိုကားလေးတစ်ကားကိုလက်မလွှတ်တမ်းကြည့်ရှုဖို့ ညွှန်းဆိုလိုက်ပါတယ်နော်ဇာတ်ကားထဲမှာပါဝင်တဲ့သူတွေကတော့ယွန်းဆိုဟီးအဖြစ် အခုလက်ရှိ The world of married coupleဇာတ်လမ်းနဲ့ နာမည်ကြီးနေတဲ့ မင်းသမီး Kim Hee-aeပါမောက္ခ ပတ်ဂျင်ဟန်အဖြစ် Kim Kang-wooစုံထောက် ဝူဂျောင်ရှစ်အဖြစ် Kim Sang- Kyung တို့က အဓိကပါဝင်ထားကြပါတယ်။ပရိသတ်အားပေးမှုရရှိထားတဲ့ ဇာတ်ဆောင်တွေရဲ့သရုပ်ဆောင်ချက်တွေနဲ့အတူ လျှို့ဝှက်သည်းဖိုဇာတ်လမ်းကောင်းလေးဖို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ မမေ့နဲ့နော်။  Translated ...",
        "rating": "6.6",
        "url": "https://megaup.net/2Se6w/(CM)The.Vanished.2018.HDRip.720p.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dHmy5vHcEfeBfy72sWxAdeSBLmn.jpg",
        "title": "Invisible Life (2019)",
        "description": "2019 ခုနစ်ထွက် drama ဇာတ်ကားကောင်းဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကိုမပြောခင်ဒီဇာတ်ကားမှာ ၁၈ + ဇာတ်ဝင်ခန်းအချို့ပါဝင်တဲ့အကြောင်း ကြိုပြောပါရစေ...ဇာတ်လမ်းအကျဉ်းကတော့...ဒီဇာတ်ကားကို ၁၉၅၀ ခုနစ်ကျော်မှာ အခြေတည်ရိုက်ကူးထားပါတယ်...ဂီတာနဲ့ ယူရီဒေ့စ်တို့နှစ်ယောက်ဟာ သိပ်ချစ်ကြတဲ့ ညီအစ်မနှစ်ယောက်ပါ...ဒါပေမဲ့ အကြောင်းတရားအမျိုးမျိုးကြောင့်ကွဲကွာသွားကြတဲ့သူတို့နှစ်ယောက် ပြန်ဆုံတွေ့နိုင်ပါ့မလားဆိုတာပါပဲ...ဇာတ်လမ်းလေးက ရိုးရှင်းပေမယ့်ထိုခေတ်အခါက ရှေးရိုးစွဲတဲ့လူတွေရဲ့ခံယူချက်တွေ...အချစ်ကို ဗန်းပြပြီး အတ္တကြီးကြတဲ့လူတွေရဲ့စရိုက်တွေ....လူတွေရဲ့ မြေနိမ့်ရာလှံစိုက်ချင်တဲ့စိတ်ဓာတ်တွေကိုကွက်ကွက်ကွင်းကွင်း မီးမောင်းထိုးပြထားပါတယ်..IMDB 8/10 ရရှိထားတာမို့ ကြည့်ရှုလို့နောင်တမရစေရပါဘူးလို့ ပြောကြားရင်း... File Size : ( 1 GB , 482 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 19 min\nFormat : Mp4\nGenre : ...",
        "rating": "7.9",
        "url": "https://megaup.net/Qlih/(CM)_Invisible_Life_2019_WebRip_720p.mp4",
        "category": "Drama"
    }
]