[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ocC1i2ea5R4N1bkJ2cQ7dEMT3Ki.jpg",
        "title": "[18+] Lagaslas (2023)",
        "description": "Lagaslas (2023)~ IMDb rating - 7.8/10 ~အက်ဒ်မာဆိုတဲ့ ကောင်လေးဟာ အရွယ်ရောက်တဲ့အထိ မိခင်ဈေးရောင်းကျွေးတာကိုထိုင်စားနေတဲ့လူပေါ်ကြော့တစ်ယောက်ဖြစ်သလို အချိန်ပြည့်အာသာဖြေနေတတ်တဲ့ အထန်ကောင်လေးတစ်ယောက်လဲဖြစ်ပါတယ်။ တစ်နေ့တော့ သူတို့မြို့ကိုအသစ်ပြောင်းလာတဲ့ တူဝရီးနှစ်ယောက်ရဲ့ အိမ်နားကိုရောက်ရင်း ရေချိုးနေတဲ့တူမဖြစ်သူနဲ့ပက်ပင်းတိုးမိလို့ ချောင်းရာကနေ ရေချိုးခန်းထဲတစ်ကားရိုက်ခဲ့မိပြီး အက်ဒ်မာတစ်ယောက် အရူးအမဲသားကျွေးသလို ကောင်မလေးကိုအစွဲကြီးစွဲလန်းသွားပါတော့တယ်။နောက်ပိုင်းမှာ တစ်ဖြည်းဖြည်းသိလာရတာက ကောင်မလေးနဲ့ဦးလေးဖြစ်သူတို့ဟာ ပတ်ဝန်းကျင်ကိုသတင်းလွှင့်ထားသလိုမဟုတ်ပဲ ကောင်မလေးဟာ အဘိုးကြီးရဲ့ မွေး'စား'သမီးဖြစ်နေခဲ့တာကိုပါ။ အချစ်ဦးကိုရူးမတတ်ဖြစ်နေတဲ့ အက်ဒ်မာနဲ့ ဒီသွေးမတော်သားမစပ် သားအဖနဲ့ဘယ်လိုရှေ့ဆက်ကြမလဲ...?ဒီဇာတ်ကားမှာတော့ Vivamax ရဲ့စင်တင်အသစ်ကလေးနှစ်ယောက်ဖြစ်တဲ့ VR Relosa နဲ့ Maebelle Medina တို့ကိုခေါင်းဆောင်တွေအဖြစ် ပွဲဦးထွက်တွေ့မြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 830MB\nQuality - 1080p, 720p\nIMDb Rating - 7.8/10\nFormat - mp4\nDuration - 1H 34Min\nGenre - ...",
        "rating": "7.8",
        "url": "https://megaup.net/3ek2z/(CM)_Lagaslas_(2023)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMmZmZDAzZWEtYmNkNC00NWVhLWJkOGMtZTA0NjUwZGUxYjc3XkEyXkFqcGdeQXVyMzYxOTQ3MDg@._V1_-136x200.jpg",
        "title": "Hum Dil De Chuke Sanam(1999)",
        "description": "Hum Dil De Chuke Sanam (1999)\n**********************************\nဒီဇာတ်ကားလေးကတော့ ပရိတ်သတ်အချစ်တော် သရုပ်ဆောင်တွေ ဖြစ်ကြတဲ့\nဆလ်မန်းခန်း၊အာဂျေးဒေ့ဗ်ဂန်ဒ်နဲ့ မင်းသမီးချောလေး အက်ရှ်ဝါးရွိုင်တို့ ပါဝင်\nသရုပ်ဆောင်ထားကြတဲ့ Romance/Dramaအမျိုးအစား\nဘောလိဝုဒ်ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး IMDb rating ကလည်း\n7.4အထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nနန္ဒနီနဲ့ ဗန်ရား(ဂ်ျ)ဟာ မိဘတွေ ပေးစားတဲ့အတွက်ကြောင့်\nလက်ထပ်ခဲ့ရပါတယ်။ဗန်ရား(ဂ်ျ)နဲ့ လက်မထပ်ခင် နန္ဒီမှာ\nဆမီး(ရ်)ဆိုတဲ့ ချစ်သူတစ်ယောက် ရှိခဲ့ပါတယ်။နန္ဒီဟာ ဗန်ရား(ဂ်ျ)နဲ့ လက်ထပ်လိုက်ရပေမဲ့လည်း\nသူ့ရဲ့အချစ်ဟောင်းကို မမေ့နိုင်ပဲ တလွမ်းလွမ်းတဆွေးဆွေး ဖြစ်နေခဲ့ပါတယ်။\nဒီအကြောင်းကို ဗန်ရား(ဂ်ျ)တစ်ယောက် သိသွားတဲ့အခါမှာတော့\nနန္ဒီကို သူ့ရဲ့အချစ်ဟောင်း ဆမီး(ရ်)ရှိတဲ့ အီတလီကို လိုက်ပို့ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nဗန်ရား(ဂ်ျ)နဲ့ နန္ဒီတို့ရဲ့ အိမ်ထောင်ရေး ပြိုကွဲသွားမှာလား ...\nနန္ဒီ့အနေနဲ့ လက်ရှိခင်ပွန်းနဲ့ အချစ်ဟောင်း နှစ်ယောက်ထဲက ဘယ်သူ့ကို ရွေးချယ်မှာလဲ ....\nဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူပေးကြပါလို့ ...အချစ်၊အလွမ်း၊အဆွေးနဲ့ ဟာသတွေပါရောနှောထားပြီး ရသစုံစုံလင်နဲ့ ကြည့်ရမှာမလို့\nဘောလိဝုဒ် ပရိတ်သတ်များ လုံးဝလက်မလွှတ်သင့်ပါကြောင်း ...\nဘာသာပြန်သူတွေကတော့ Thaik San,Intelligenceနဲ့ Soe ...",
        "rating": "7.4",
        "url": "https://megaup.net/2ymyb/Hum_Dil_De_Chuke_Sanam_1999_Hindi_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1mZcxuL4GLUvPdEXC4iZPjG2EO3.jpg",
        "title": "Huesera: The Bone Woman (2022)",
        "description": "Huesera: The Bone Woman (2022)~ IMDb - 6.4/10, RT - 99%, Meta - 83% ~Rotten Tomatoes ရော၊ Metacritic ရော ထိပ်ဆုံးရောက်နေတဲ့ စပိန် ဘော်ဒီဟော်ရာ ဒရာမာကားပါ။ A24 ကထုတ်တဲ့ကားမဟုတ်ပေမဲ့ A24 ဖန်တွေ ကြိုက်လောက်တဲ့ A24 ကားတွေလို ကားမျိုး‌ပေါ့။Horror ဆိုပေမဲ့ မှောင်ခန်းမည်းခန်းက မပါသလောက်ဖြစ်ပြီး Midsommar လို လင်းလင်းကျင်းကျင်းနဲ့ လန့်ရမယ့် အခန်းတွေက ပိုများပါတယ်။ ဟော်ရာကားနဲ့မလိုက်မဖက် စစချင်းမှာတင် ကလေးမွေးတော့မယ့် မိခင်တစ်ယောက်ရဲ့ ကလေးအတွက် ပြင်နေဆင်နေခြင်းတွေကနေမှ တငွေ့ငွေ့ချင်း ပဟေဠိဆန်ဆန်သွားထားတဲ့ ခပ်ဆန်းဆန်းကားပါပဲ။ ခြောက်တာလှန့်တာ သိပ်မပါဘဲနဲ့ကို ဘာတွေဖြစ်နေလဲ အဖြေဝင်ရှာရင်း သိချင်စိတ်နဲ့ စိုးထိတ်ရမယ့် ဟော်ရာကားဆို ပိုမှန်ပါလိမ့်မယ်။ Body Horror ကားပီပီသသတော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Sp5m/(CM)_Huesera_-_The_Bone_Woman_(2022)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYzRiN2Q3ZWEtM2RhNy00MTJmLWFmMDQtYmY3MmNkYjRmNWNhXkEyXkFqcGdeQXVyMTE5NTM5NTU5._V1_-141x200.jpg",
        "title": "What to Do With the Dead Kaiju? (2022)",
        "description": "What to Do with Dead Kaiju IMDB 4.4   ၂၀၂၂ကမှ ထွက်ရှိထားတဲ့ ဒီဇာတ်ကားမှာတော့ နာမည်အတိုင်း ကိုင်ဂျူအသေကောင်နဲ့ တိုင်ပတ်ရတဲ့ ဂျပန်ပြည်ကြီးအကြောင်းကို ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ကိုင်ဂျူဟာ လူက သတ်လို့ သေတာမဟုတ်ဘဲ ကောင်းကင်ပေါ်ကကျလာတဲ့ ထူးဆန်းတဲ့အလင်းတန်းကြောင့် ဆုံးပါးသွားခဲ့ရတာဖြစ်ပါတယ်။ ရုပ်ရှင်တိုင်းလိုလိုမှာ သေကြေပျက်စီးခြင်းကို သယ်ဆောင်လာသူအဖြစ် ပုံဖော်ခံရတဲ့ ကိုင်ဂျူတစ်ကောင် ဒီနည်းနဲ့ပဲ ဇီဝိန်ချုပ်သွားတဲ့အခါ …. ကိုင်ဂျူအလောင်းကောင်ကြီးကို ရှင်းလင်းဖို့ တာဝန်ဝတ္တရားဟာ ဂျပန်အစိုးရပေါ်ကို ကျရောက်လာပါတော့တယ်။ ဒီလိုနဲ့ ကိုင်ဂျူကို တိုက်ဖို့ ဖွဲ့စည်းထားတဲ့ အထူးတပ်ဖွဲ့သည်လည်း ကိုင်ဂျူမရှိတော့တဲ့နောက် ဘယ်လိုဆက်ဖြစ်သလဲ။ ထုံးစံအတိုင်း နိုင်ငံရေးသမားတွေသည်လည်း နိုင်ငံရေးသမားပီပီ ကိုင်ဂျူကို နင်းပြီး နာမည်ရရေး ဘယ်လိုယဉ်ပြိုင်လုပ်ဆောင်ကြသလဲ ရှုစားရမှာပဲ ဖြစ်ပါတယ်။File Size__(2.7GB) / (1.2B)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__02:00:00\nType__Comedy, Sci-Fi\nSubtitle__Myanmar Subtitle ...",
        "rating": "5",
        "url": "https://megaup.net/1cqhk/What_To_Do_With_Dead_Kaiju_(2022)_720p.mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Memory_of_Water-826448695-mmed-140x200.jpg",
        "title": "Memory of Water (2022)",
        "description": "Memory of Water (2022)အနာဂတ်ကမ္ဘာကြီးမှာ ရေဟာ ရွှေလိုရှားလာခဲ့တယ်။ အထူးသဖြင့် သောက်ရေသုံးရေဆိုတာ အစိုးရက ခွဲတမ်းနဲ့ မစို့မပို့ပေးတာကိုပဲ သုံးရတဲ့အရာတွေဖြစ်လာတယ်။ ရှားပါးတဲ့ထဲကမှ ရှိတဲ့ရေကိုလည်း အများပြည်သူလုယက်ပြီး သတ်ဖြတ်မှုတွေမဖြစ်ရအောင်ဆိုပြီး စစ်အာဏာရှင်တစ်ယောက်က သိမ်းထားတယ်။ အဲဒီကမ္ဘာမှာတော့ ရေကိုပိုင်တဲ့လူက အာဏာကိုပိုင်တဲ့လူပါပဲ။ ရေအင်မတန်ရှားတဲ့ ကမ္ဘာဆိုတော့လည်း ဒီကမ္ဘာမှာ လက်ဖက်ရည်တို့ ဘာတို့ ဖျော်တဲ့ တီးမာစတာတွေက ပေါ့သေးသေးမဟုတ်ဘဲ အဆင့်တစ်ဆင့်တော့ရှိတဲ့လူတွေ အထက်တန်းစားတွေပေါ့။ မင်းသမီးက အဲဒီလို တီးမာစတာ။တစ်နေ့ကျ သူ သူ့အဖေထားခဲ့တဲ့ အမွေပစ္စည်းတစ်ခုကနေ သူ့အဘိုးအဘေးတွေ လက်ထက်တုန်းက သိပ္ပံပညာရှင်တစ်စုက ရေကောင်းရေသန့်တွေရှိတဲ့နေရာတွေရှိသေးကြောင်း ပြောပြထားတာကို သိလိုက်ရတယ်။ သူတို့ကို အာဏာရှင်ရဲ့လက်ပါးစေတွေက ဖမ်းပြီးသတ်တော့မှာမို့ ဒီအချက်ကို အသံသွင်းပြီး လက်ဆင့်ကမ်းပေးခဲ့ကြတဲ့ သိပ္ပံပညာရှင်တွေရဲ့ အမှာစကားပေါ့။ မင်းသမီးဟာ ရေကောင်းရေသန့်တွေရှိတဲ့နေရာတကယ်ရှိကြောင်း သိလိုက်ရတဲ့အချိန် ဒီအချက်ကို လူတွေကို အသိပေးဖို့လုပ်တယ်။ သူတို့ဆီက ရေယူနေရမှ လူတွေကိုကောင်းကောင်းဖိနှိပ်နိုင်ပြီး ...",
        "rating": "5.4",
        "url": "https://megaup.net/2ympt/(CM)_Memory_of_Water_(2022)_720p.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/p170806_p_v8_ae-133x200.jpg",
        "title": "Nim’s Island(2008)",
        "description": "Nim's Island(2008)******************Gerard Butler ကြီးရဲ့ နောက်ထပ် စွန့်စားခန်း ကားတစ်ကားဖြစ်ပါတယ်...လူသူမသိပေမယ့် အရမ်းလှပတဲ့သီးသန့်ကျွန်းလေးမှာ နှစ်ယောက်တည်းနေကြတဲ့ နင်းမ်နဲ့သူ့အဖေဂျက်ခ်။နှစ်ယောက်လုံး စွန့်စားရတာဝါသနာပါကြပြီး ဂျက်ခ်ကတော့ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ နင်းမ်ကိုတစ်ယောက်တည်းထားခဲ့ပြီး ဂျက်ခ်တစ်ယောက်ပင်လယ်ထဲရှာဖွေရေးခရီးထွက်သွားတာကနေ မုန်တိုင်းမိပြီး လမ်းပျောက်သွားခဲ့ပါတယ်။\nတစ်ဖက်မှာလည်း နင်းမ်တို့သီးသန့်ကျွန်းကို အပျော်စီးသဘေႅာပေါ်ကရှာတွေ့ပြီကျွန်းကိုစီးပွားဖြစ်လုပ်မလို့ကြံစည်ပါတော့တယ်။\nထိုအချိန် တစ်ယောက်တည်းကျန်ခဲ့တဲ့နင်းမ်ကလည်း စာရေးဆရာမအလက်စ်ဇန်းဒြားနဲ့အဆက်အသွယ်သွားရပါတယ်။ နာမည်ကြီးစွန့်စားသမားဇာတ်ကောင် \"အဲလက်စ်ရိုဗာ\"စာအုပ်ရေးခဲ့တဲ့သူဖြစ်ပေမယ့်အပြင်မှာကျ အိမ်အပြင်တောင်မထွက်ရဲတဲ့သူဖြစ်နေပါတယ်။ ဒါပေမဲ့ နင်းမ်အကူအညီတောင်းလာတဲ့အခါမှာတော့...သူတို့သီးသန့်ကျွန်းလေးပေါ် ကျူးကျော်လာတဲ့သူတွေကို နင်းမ်တစ်ယောက်အောင်အောင်မြင်မြင်မောင်းထုတ်နိုင်ပါ့မလား..နင်းမ်အဖေကရော ပြန်လာနိုင်ပါ့မလား..အလက်စ်ဇန်းဒြားကရော ရောက်လာနိုင်ပါ့မလားဆိုတာကတော့.. File Size :(2.3GB)(1.2GB) and (224MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:36:00\nGenre :Adventure, Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1cram/Nims.Island.2008.BLU-RAY.720P(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/51xzq8R1qkL._AC_SY445_-142x200.jpg",
        "title": "The Game of Their Lives(2005)",
        "description": "The Game of Their Lives(2005)*****************************၂၀၂၂ခုနှစ်မှာကျင်းပခဲ့တဲ့ ကမ္ဘာ့ဖလားပွဲကြီးကတော့ အာဂျင်တီးနားအသင်းကဖလားကြီးကို ကိုင်မြှောက်ရင်းနဲ့ပဲ\nလှလှပပအဆုံးသတ်သွားခဲ့ပါတယ်။ ပြိုင်ပွဲတစ်လျှောက် မထင်မှတ်ထားတဲ့ပွဲတွေ မထင်မှတ်ထားတဲ့ရလဒ်တွေနဲ့\nပွဲကြည့်ပရိသတ်တွေကို ရသမျိုးစုံပေးစွမ်းနိုင်တဲ့ကမ္ဘာ့ဖလားပွဲကြီးဟာ အားကစားပြိုင်ပွဲတွေအားလုံးထဲမှာ\nအကြီးကျယ်ဆုံးလို့သတ်မှတ်ခံထားရပါတယ်။ ၁၉၃၀ ခုနှစ်မှာအစပြုခဲ့တဲ့ ကမ္ဘာ့ဖလားပွဲစဉ်တွေဟာ\nလေးနှစ်တစ်ကြိမ်ကျင်းပခဲ့ပြီး ၁၉၄၂ နဲ့ ၁၉၄၆ ခုနှစ်တွေမှာတော့ ဒုတိယကမ္ဘာစစ်ကြောင့်ခေတ္တရပ်နားခဲ့ရပါတယ်။\n၁၉၅၀ ခုနှစ်မှာကမ္ဘာ့ဖလားပွဲ ပြန်လည်စတင်ခဲ့တဲ့အခါမှာတော့ အမေရိကန်ပြည်ထောင်စုကလည်း\nကမ္ဘာ့ဖလားကန်ဖို့အတွက် အခွင့်အရေးရခဲ့ပါတယ်။ ဘောလုံးအဆင့်အတန်းအနေနဲ့ နိမ့်ပါးနေတဲ့အမေရိကအသင်းဟာ\nအဲ့ဒီအချိန်အခါမှာတော့ အောက်ဆုံးအသင်းအဖြစ်အများက သတ်မှတ်ခံထားရတဲ့အသင်းပဲဖြစ်ပါတယ်။\nဒါပေမယ့် သူတို့ရဲ့ဘောလုံးအားကစားအပေါ်ထားတဲ့ စိတ်အားထက်သန်မှုနဲ့ အသင်းသားတစ်ယောက်နဲ့တစ်ယောက်အပေါ်ထားတဲ့\nနားလည်မှုတွေကြောင့် အဲ့ဒီခေတ်အခါမှာအင်အားကြီးအသင်းတစ်သင်းဖြစ်တဲ့ အင်္ဂလန်အသင်းကိုအနိုင်ယူနိုင်ခဲ့ပါတယ်။\nဒီလိုဖြစ်လာဖို့အတွက် အသင်းသားတွေရဲ့အခက်အခဲတွေ တစ်ယောက်နဲ့တစ်ယောက်ရဲ့ယုံကြည်မှုတည်ဆောက်ခဲ့ရပုံတွေနဲ့\nဘောလုံးအားကစားအပေါ်ထားတဲ့သူတို့ရဲ့ ပြင်းပြတဲ့စိတ်ဓာတ်တွေကိုရိုက်ကူးပြသထားတဲ့ ဒီဇာတ်ကားလေးကတော့\nဘောလုံးချစ်တဲ့ပရိတ်သတ်တွေရော ရုပ်ရှင်ချစ်တဲ့ပရိသတ်တွေရော ကြိုက်နှစ်သက်မယ့်ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ်။File Size :(2.3GB)(1.1GB) and (224MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:41:00\nGenre :Sport, History , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://megaup.net/1crtm/The.Game.of.Their.Lives.2005.BLU-RAY.720P(CM).mp4",
        "category": "Drama, History, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Nao-Jinguji-4-140x200.jpg",
        "title": "[21+]My Beautiful Sister(MIDV-103)",
        "description": "မမဟာတခမ်းတနားဖွဲ့ဆိုစရာမလိုအောင်လှလွန်းပါတယ်\nမမလို့ခေါ်ချင်ပေမဲ့ တကယ်တော့ နာအိုလေးက\nအသက်ငယ်ငယ်လေးရှိပါသေးတယ်နာအိုလေးရဲ့အလှကတော့ မြီးကောင်ပေါက်မလေးလိုမဟုတ်တော့ပါဘူး\nရှိုက်ကြီးဖိုငယ်အသွယ်သွယ်နဲ့ မင်းကြိုက်စိုးကြိုက်တော်ဝင်သုံးလေးပါ\nပြောရရင် သူလေးက ၉၇ ခုနှစ်ဖွားလေးဆိုတော့ မမမကျညီမလေးမကျလေးပေါ့ရုပ်ရည်လေးက စွဲမက်ဖွယ်ရှိတဲ့အပြင် ပြောရရင်ယောကျ်ားတစ်ယောက်ရဲ့\nရမ္မက်စိတ်ကိုနှိုးဆွပေးနိုင်တဲ့ ရုပ်ရည်မျိုးပေါ့ ခါးသေးရင်ချီ\nတင်းသားနှစ်ဆိုင်လွန်ထွားကျိုင်းပုံမှာလည်း ဂစ်တာလေးကိုသာ\nမျက်စိထဲမြင်ကြည့်လိုက်ပါတော့ ညိုကီတို့..ခုဇာတ်ကားလေးထဲမှာလဲ လှပတဲ့ဘော်ဒီလေးကို\nရှင်းလင်းမြင်သာအောင် ဖိုတိုမော်ဒယ်လေးအဖြစ်\nသရုပ်ဆောင်ပေးထားတာမို့ညိုကီတို့အတွက်\nတင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…2.6GB / 1.3GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 31mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1crd4/MIDV-103_My_Big_Sister-In-Law.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Blood_poster-135x200.jpg",
        "title": "Blood (2022)",
        "description": "Blood (2022)\n==========ဒီတစ်ခါမှာတော့ \"Enchoes\" ဇာတ်လမ်းတွဲထဲက အမြွှာ\nညီအစ်မအဖြစ် နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ မင်းသမီး\nMichelle Lynn Monaghan ရဲ့ \"Blood\" ဆိုတဲ့ ရုပ်ရှင်ကို\nတင်ဆက်ပေးလိုက်ပါတယ်။\"Blood\" ဆိုတဲ့ Horror/Thriller ရုပ်ရှင်ထဲမှာ အမည်မသိ\nအရာတစ်ခုဆီကနေ သားငယ်ကို ကယ်တင်ဖို့ကြိုးစားနေတဲ့\nမိခင်တစ်ယောက်ကို မြင်တွေ့ရမှာပါ။ ဂျက်စီကာဟာ ကွာ\nရှင်းပြီးတဲ့နောက် သားနဲ့သမီးကို အုပ်ထိန်းခွင့်ရဖို့ အရင်ယော\nက်ျားနဲ့ တရားရင်ဆိုင်ဆဲအနေအထားပါ။ အဲ့အချိန်မှာပဲ သူ့\nသားလေးဆီကို အမည်မသိအရာတစ်ခုဝင်ရောက်လာလေ\nတော့ သားဇောနဲ့ မိခင်တစ်ယောက်ရဲ့ အခက်အခဲတွေ၊ ရွေးချယ်\nမှုတွေကို ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.4 GB) / (665 MB) / (336 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 48Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/1ckoh/Blood.2022.720p.WEBRip(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3KFJWmfUY1aBF97CCKOFoEz8KqQ.jpg",
        "title": "Hell House LLC(2015)",
        "description": "Hell House LLC ဟာ၂၀၁၅ ခုနှစ်မှာ ဒါရိုက်တာ Stephen Cognetti ကရိုက်ကူးတင်ဆက်ခဲ့တဲ့ Found Footage Horror Film အမျိုးအစားရုပ်ရှင်ကားကောင်းတစ်ကား ဖြစ်ပြီး IMDb 6.4/10 ရရှိထားပါတယ်။၂၀၀၉ ခုနှစ်မှာ ဟောလိုးဝင်းပွဲတော်ဆင်နွှဲလိုသူများ လည်ပတ်နိုင်ဖို့အတွက်ခြောက်ခြားဖွယ် သရဲအိမ်ကြီးတစ်အိမ်ကို လူငယ်တစ်စုက နယူးယော့ခ်မြို့တော်ရဲ့အပြင်ဘက်ရှိ မြို့ငယ်တစ်မြို့မှာ ဖန်တီးခဲ့ကြပါတယ်။ ထိုနေရာကတော့အစွန့်ပစ်ခံ အက်ဘဒန်ဟိုတယ်ဟောင်း ဖြစ်ပြီး သူတို့ရဲ့ ခြောက်ခြားဖွယ်ဂေဟာကြီးကို ငရဲအိမ် (Hell House) လို့ အမည်ပေးထားကြပါတယ်။ လူငယ်များရဲ့အင်အားနဲ့ ကြိုးစားပမ်းစားဖန်တီးခဲ့ကြသော်လည်း ဖွင့်ပွဲနေ့မှာပင် လူပေါင်းများစွာအသက်ဆုံးရှုံးစေခဲ့သော ကြေကွဲဖွယ် အဖြစ်အပျက်ကြီး ပေါ်ပေါက်လာပါတော့တယ်။ထိုဖြစ်ရပ်ရဲ့နောက်ကွယ်မှာ...ဘာများ ရှိနေလိမ့်မလဲ...၊ လူအများစုထင်ထားသလိုစက်ပစ္စည်းချွတ်ယွင်းမှုကြောင့်များလား...၊ ထိုဖြစ်ရပ်ဆိုးဟာ အက်ဘဒန်ဟိုတယ်ဟောင်းရဲ့ သမိုင်းကြောင်းနဲ့များ ပတ်သက်နေမလား...စသဖြင့်..ဖုံးကွယ်ထားတဲ့ဗဟေဠိကို documentary ဆန်ဆန် ရိုက်ကူးထားတဲ့ ရုပ်ရှင်လေးကြည့်ရင်းအဖြေညှိလိုက်ကြပါစို့။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့  Thae Su ပဲ ဖြစ်ပါတယ်) File size…1.79GB / ...",
        "rating": "6.4",
        "url": "https://megaup.net/1cr0p/Hell.House.LLC.2015.WEB-DL720p(CM).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QeepC7oD3XAByFIkHfmd83fLJU.jpg",
        "title": "[18+]Master and Man(2019)",
        "description": "[18+]Master and Man(2019)**************************ပန်းချီလောကထဲမှာ ကျင်လည်နေတဲ့သူနှစ်ယောက်ဖြစ်တဲ့\nပါမောက္ခဂင်ချွန်းဘယ်နဲ့ အီဟျွန်းဒယ်ကိုယ်ရေးကိုယ်တာအရ သိပ်သဘောမကျပေမဲ့လည်း\nချွန်းဘယ်လက်အောက်မှာနေရင်း မိန်းမယူတာကအစ\nသူ့သဘောအတိုင်း ယူလိုက်ရတဲ့ အီဟျွန်းဒယ်လူကသာနာမည်မကြီးသေးပေမဲ့ မိန်းမလိုက်စားမှုကနာမည်ကြီးနေလေတော့\nဟျွန်းဒယ်တစ်ယောက် ဒီပန်းချီလောကထဲက ဘယ်လိုမိန်းမတွေနဲ့ နှစ်ပါးသွားမလဲ\nသူဖြစ်ချင်တဲ့ နာမည်ကြီးပန်းချီဆရာအဖြစ်နဲ့ ချွန်းဘယ်ကိုအာခံနိုင်မလားဆိုတဲ့ဇာတ်ကြောင်းကို\n18+ scene တွေဝေဝေဆာဆာနဲ့ ကြည့်ရှုရမှာဖြစ်လို့ညိုကီတို့ဒေါင်းထားသင့်ပါကြောင်း....File Size :(1.2GB)and (576MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre :Adult, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/1cr00/Master.And.Man.2019.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cwuUhGVY4yA3hUsyuj6OoNPPVB8.jpg",
        "title": "The Princess and the Bodyguard(2022)",
        "description": "The Princess and the Bodyguard(2022)************************************ဒီတခါ ညွှန်းပေးချင်တဲ့ ကားလေးကတော့ တော်ဝင်မင်းသမီး‌လေးနဲ့သက်တော်စောင့်လေးတို့ရဲ့ကားပါ..\nအယ်လက်စီယာဆိုတဲ့ တော်ဝင်မင်းသမီးလေးက ငယ်ငယ်ကတည်းကသာမန်ဘဝလေးနဲ့နေထိုင်လာခဲ့တာပါ။ဒါပေမယ့် တစ်နေ့မှာတော့သူမရဲ့ ၃၅နှစ်ပြည့်မွေးနေ့မှာ သူမရဲ့ မိဘတွေက ထီးနန်းဆက်ခံဖို့ကို အကြံပေးကြပါတော့တယ်....\nသာမန်ဘဝလေးမှာ ပျော်နေပြီဖြစ်တဲ့ မင်းသမီးလေးအတွက် ခက်ခဲတဲ့ စိန်ခေါ်မှုတစ်ရပ်လို့ဆိုရမှာပါ..ဒါ့အပြင် ထီးနန်းပြည့်စုံဖို့ တော်ဝင်အိမ်ထောင်လည်းပြုရပေဦးမည်..ဒါတွေကိုရှေ့ဆက်ဖို့ သူမဟာ သူမရဲ့ သက်တော်စောင့်ဆီကနေ အကြံယူရင်းဆက်လျှောက်ရပါတယ်..အဲ့ဒီနောက်မှာတော့...File Size :(1.8GB)(805 MB) and (224MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:29:00\nGenre :Comedy, Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2ylS9/The.Princess.and.the.Bodyguard.2022.BL-RAY.720P(CM)_.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPQNuAzbi6HSjvrimKTjEzIvGZC.jpg",
        "title": "[19+]Day Dream(1981)",
        "description": "[19+]Day Dream(1981)*********************အကြမ်းပတမ်းအိပ်ခန်းနှင့်သတ်ဖြတ်ခန်းများပါသဖြင့်မိသားစုနှင့်အတူမကြည့်သင့်ပါ..... ဇာတ်ကားကတော့ နာမည်နဲ့လိုက်အောင်ပဲ နေ့ခင်းကြောင်တောင်ကြီး\nအိပ်မက်မက်နေတဲ့ ကိုလူချောရဲ့အိပ်မက်ကို ရိုက်ပြထားတာပါသွားနဲ့ပတ်သက်ပြီး ဝေဒနာခံစားရသူတွေ ဆုံစည်းကြတဲ့ သွားဆေးခန်းမှာ\nကူရာဟာရှီနဲ့ မိန်းမလှလေး ချီအဲကိုတို့ ကိုယ့်အလှည့်ရောက်အောင်\nအတူတူထိုင်စောင့်ကြရပါတယ်အရင်ဝင်သွားတဲ့ ချီအဲကိုရဲ့ သွားကုသရာမှာ နာလို့ညည်းသံတွေကို ကိုယ်တော်က\nတမျိုးတဖုံ စိတ်ဝင်စားမိပြီး စပ်စုမိတဲ့နောက်မှာတော့\nသွားနှုတ်ဖို့အတွက် မေ့ဆေးလား ထုံဆေးလားမသိတာကို အပေးခံလိုက်ရပါတယ်အဲမှာ စိတ်စွဲပြီး ဘယ်လိုအိပ်မက်တွေ ဆက်မက်မလဲဆိုတာသိချင်ရင်တော့\nကူရာဟာရှီနဲ့အတူတူ လိုက်မက်ကြည့်ကြဖို့အကြံပေးချင်ပါတယ်...File Size :(2.2GB) and (836 MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:50:00\nGenre : Adult,Fantasy, Horror, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1Soo3/Daydream.1981.BLU-RAY.720P(DS).mp4",
        "category": "Adult, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYmMyZTNkNzktOWM5NC00OWEyLWIzYjctYjk2MzFlOWRkMThiXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-158x200.jpg",
        "title": "Butterfly (2022)",
        "description": "Butterfly (2022)\n============လှပတဲ့လိပ်ပြာလေးဖြစ်ဖို့ ဘာတွေပေးဆပ်ခဲ့ရမလဲ ? အရင်ဦးဆုံး\nပိုးအိမ်လေးထဲမှာ ပိတ်မိနေမယ်။ ပြီးတော့ အများတကာအထင်\nသေးတဲ့ ပိုးတုံးလုံးလေးအဖြစ် ဖြတ်သန်းရမယ်။ နောက်ဆုံးကျမှ\nလှပတဲ့အတောင်ပံတစ်စုံရရှိပြီး လွတ်လပ်တဲ့လိပ်ပြာငယ်လေးအဖြစ်\nအလှပဆုံးပျံသန်းခွင့်ရပါလိမ့်မယ်။ရီ ရဲ့အဖေက ထောင်ကျနေတဲ့ ဒုစရိုက်ခေါင်းဆောင်၊ အမေကလည်း\nဆေးသုံးရင်း မီးလောင်ပြီးဆုံးသွားခဲ့တာမို့ စောင့်ရှောက်ရေးဂေဟာမှာ\nကြီးပြင်းလာခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက်။ အရွယ်ရောက်တော့ နစ်\nနဲ့တွေ့ပြီး အိမ်ထောင်တစ်ခုထူထောင်ခဲ့ပေမဲ့ စီးပွားရေးအဆင်မပြေ\nတော့ နစ်လည်း မူးယစ်သားကောင်ဖြစ်ခဲ့ရပါတယ်။အိမ်ပိုင်ရှင်ကလည်း နှင်ထုတ်၊ နစ်ကလည်းဆေးသမားဖြစ်နေတော့ ရီရဲ့\nသားလေးကို ပြုစုစောင့်ရှောက်ဖို့အဆင်မပြေဘူးဆိုပြီး ကလေးစောင့်\nရှောက်ရေးဂေဟာက ခေါ်သွားခဲ့ပါတယ်။ သားလေးမိုင်လိုကိုပြန်ခေါ်နိုင်\nဖို့ အစွမ်းကုန်ကြိုးစားနေရင်း နစ်လည်း ဆေးလွန်ပြီးဆုံးသွားခဲ့ပါတယ်။\nပိုးအိမ်ထဲမှာ ပိတ်မိနေရင်း ပိုးတုံးလုံးအဖြစ်ရုန်းကန်နေရတဲ့ ရီတစ်ယောက်\nသူ့ဘဝကိုတည်ငြိမ်အောင် ဘယ်လိုလုပ်မလဲ? မိုင်လိုလေးကို ပြန်ခေါ်ခွင့်\nရအောင် အလှပဆုံးလိပ်ပြာလေးအဖြစ် ဘယ်လိုပြောင်းလဲမလဲဆိုတာကို\nတော့ ဆက်ပြီးကြည့်လိုက်ပါဦးနော် ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJo Jo Va ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (815 MB) / (520 MB)\nQuality............WEB-RIP 1080p / 720p ...",
        "rating": "4.6",
        "url": "https://megaup.net/3eiiv/Butterfly.2022.720p.WEBRip.(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNzQ2MGU0MGUtZDQyNy00MzVhLTg5N2UtOTBkYjhmY2QwMmE4XkEyXkFqcGdeQXVyMjAwMzU2MDY@._V1_-150x200.jpg",
        "title": "A Love You (2015)",
        "description": "A Love You (2015)\n=============ဟာသကားကြိုက်နှစ်သက်သူတွေအတွက် ပြင်သစ်ဟာသ\nရုပ်ရှင်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းလေးက\nတော့ ဖရတ်က မိဘတွေမရှိတုန်းအိမ်မှာပါတီပွဲကျင်းပတယ်။\nကားကို ပဲရစ်မြို့ထဲစွန့်ပစ်ခဲ့လို့ ရဲစခန်းမှာဖြေရှင်းပြီးအိမ်အ\nပြန်မှာ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းမန်နူကအိမ်ကိုရောက်လာ\nတယ်။မန်နူက သူနဲ့အတူညက ပါတီပွဲမှာအိပ်ခဲ့တဲ့ကောင်မလေးကို\nစွဲလမ်းသွားပြီးတော့ ကောင်မလေးရှိတဲ့နေရာကို လိုက်သွား\nမယ်လို့ပြောတယ်။ ဖြစ်ချင်တော့ အဲ့ကောင်မလေးက ဖုန်းနံ\nပါတ်လည်းမပြော၊ နာမည်လည်းမပြောခဲ့ပဲနဲ့ လက်ပေါ်မှာ\nလိပ်စာလေးတစ်ခုပဲရေးထားခဲ့တယ်။ မန်နူက အိမ်စီးကားရှိ\nတဲ့ဖရတ်ကို အတင်းလိုက်ပို့ပေးဖို့တောင်းဆိုတာနဲ့ပဲ လိုက်ပို့\nပေးဖို့ဆုံးဖြတ်လိုက်တာပေါ့။ ဒီလိုနဲ့ သူငယ်ချင်းနှစ်ယောက်\nတောင်ပိုင်းအယ်ဗီညွှန်ကိုသွားရင်းနဲ့လမ်းမှာ ဘယ်လိုအခက်\nအခဲတွေကြုံရမလဲဆိုတာကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (752 MB) / (437 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 32Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/1cp9f/A.Love.You.2015.FRENCH.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaVQoBuICpRq4i5Ke4Jm2ZngvxF.jpg",
        "title": "The Point Men (2023)",
        "description": "The Point Men (2023)Korea ကားကို Korea ကားနဲ့မတူအောင် ရိုက်ပြထားနိုင်တဲ့ The Point Men!ဇာတ်လမ်းအကျဉ်းကတော့ အာဖဂန်နစ္စတန်ဘက်ကို ခရီးသွားရင်း တာလီဘန်လက်နက်ကိုင်တွေရဲ့ဓားစာခံဖြစ်သွားခဲ့တဲ့\nကိုရီးယားလူမျိုး ၂၃ ဦးကို ကြိုးစားကယ်တင်မယ့် သံတမန်တစ်ဦးနဲ့ NIS Agent တစ်ဦးတို့အကြောင်းကို ရိုက်ကူးထားတာပါ။အာဖဂန်နစ္စတန်နိုင်ငံဘက်မှာ ဖြစ်ပွားနေတဲ့ လက်နက်ကိုင်ပဋိပက္ခဖြစ်ရပ်တွေကို မီးမောင်းထိုး ပြပေးထားတဲ့အပြင်\nသံတမန်ရေးရာရဲ့ ရှုပ်ထွေးတဲ့အကြောင်းတရားတွေ၊ အာဖဂန်ဒေသရဲ့ ဘာသာရေးယုံကြည်ချက်တွေ၊\nလူမျိုးရေးအစွဲအလမ်းကြီးမှုတွေကိုပါ အနုစိတ် ရိုက်ကူးတင်ပြပေးထားတာဖြစ်လို့\nအက်ရှင်စစ်စစ်ကြိုက်တဲ့ ပရိသတ်ကြီးအတွက် လုံးဝကြည့်ပျော်စေမယ့် ဇာတ်ကားတစ်ကားပါပဲ။Casts တွေအနေနဲ့ကလည်း မင်းသားကြီး Hyun Bin, Hwang JungMin နဲ့\nKang Ki-Young တို့လို ဒိတ်ဒိတ်ကြဲမင်းသားကြီးတွေပဲ ပါဝင်ထားတာဆိုတော့ ကြည့်ဖြစ်အောင်ကြည့်ကြပါလို့ ပြောချင်ပါတယ်။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. ...",
        "rating": "6/8",
        "url": "https://megaup.net/2ylvf/The.Point.Men.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lmEIfsgKpJS2oe9evl3qk8XPKH0.jpg",
        "title": "The Weapon (2023)",
        "description": "The Weapon (2023)Action, Thriller ဝုန်းဒိုင်းကြဲ​​တွေကြည့်ချင်တဲ့ Bro ​တွေအတွက် 2023 မှာထွက်ထားတဲ့ The Weapon ဆိုတဲ့ အကြမ်းပတမ်း အက်ရှင်အလန်းကား​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ဘယ်လောက်ကြမ်းလဲဆို ဇာတ်လမ်းစလာတည်းက ​ဒေါသထွက်ပြီး ရန်လို​နေတဲ့ ဒဲလက်စ်ဆိုတဲ့သူကို​တွေ့ရမှာ​ဖြစ်ပါတယ်။ သူ့အ​ကြောင်းကို ဘာမှ​မမိတ်ဆက်ထားပဲနဲ့ ​နောက်ပိုင်းမှ တဖြည်းဖြည်း သူဒီလိုဖြစ်​နေရတာဘာ​ကြောင့်လဲ... သူ့​နောက်ကွယ်က သူ​တွေက​ရော ဘယ်သူ​တွေလဲ... ဘယ်အရာ​တွေက သူ့ကိုကျင်စက်​တွေနဲ့ နှိပ်စက်တာ​တောင် ဘာမှမဖြစ်တဲ့လူကြမ်းကြီးအဖြစ်​ပြောင်းလဲသွား​စေတာလဲ... သူ့ကို ဘယ်သူ​တွေက​ရော လက်နက်တစ်ခုအဖြစ် အသုံးချ​နေတာလဲဆိုတာကို အက်ရှင်ခန်း ကြမ်းကြမ်းတမ်းတမ်းကြီး​တွေနဲ့ ကြည့်ရဦးမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 830MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 25Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1cqjl/(CM)_The_Weapon_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdIkDCWcBqv1B10ncm71sMiqEEF.jpg",
        "title": "Backcountry(2014)",
        "description": "Backcountry(2014)============== Backcountry ဆိုတဲ့ Survival Thriller ဇာတ်ကားလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်မွန်းကျပ်လှတဲ့ နေ့စဉ်လူမှုဘဝထဲကနေ ရုန်းထွက်ပြီး တောတောင်ရေမြေအလှအပကို ခံစားဖို့အတွက် တောတွင်းခရီးစဉ်တစ်ခု ထွက်လာခဲ့တဲ့အဲလက်စ် နဲ့ ဂျန်းတို့စုံတွဲ..မထင်မှတ်ဘဲ လူထူးဆန်း ဘရက်ဒ်နဲ့ စတင်တွေ့ဆုံရချိန်.အဲလက်စ် နဲ့ ဂျန်းကြားမှာ ကတောက်ကဆမီးပွားလေးများ စတင်ဖြစ်ပေါ်လာရင်း.လူသူမရောက်တဲ့နေရာမှာ မမျှော်လင့်ထားတဲ့အန္တရာယ်တွေ ကြုံလာရချိန်ဘယ်လိုတွေ ဖြေရှင်းကြမလဲ. လူသားနဲ့သားရဲကောင် ကြားက အသက်လုပွဲ.၊ survival ဆိုတဲ့အတိုင်း အသက်ရှင်သန်ဖို့ ဘယ်လောက်ထိ ရုန်းကန်ရမလဲ၊ကံ၊ ဉာဏ်၊ ဝီရိယ စိုက်ထုတ်ရမလဲ ဆိုတာကို ထင်ဟပ်ပြသထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို CM က ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…1.29GB / 543.9MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Adventure , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1cqab/Backcountry.2014.BluRay720p(CM).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/81Syf7T4HQL._AC_SL1500_-155x200.jpg",
        "title": "Battleship (2012)",
        "description": "Battleship(2012)က Action,Adventure,Sci-Fi အမျိုးအစား သိပ္ပံအက်ရှင်ဇာတ်ကားတွေထဲမှာတော့ တော်တော်ကို မိုက်တယ်ပြောရမယ့်ဇာတ်ကားပါပဲ...\nသရုပ်ဆောင်တွေကလဲ John Carter ဇာတ်ကားထဲက မင်းသား Taylor Kitsch, အဆိုတော် Rihanna , မင်းသားကြီး Liam Neeson ,မင်းသမီးချော Brooklyn Decker တို့အပြင် အခြားဇာတ်ပို့ဇာတ်ရံအများအပြားနဲ့ ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပါ။ရုံတင်ဝင်ငွေ $303 million ထိ ရရှိခဲ့တာမလို့ လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားကြီးလဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....စတုန်းဟော်ပါဟာ လူငယ်ပီပီ ပျော်ရာရွှင်ရာ ပေါက်ကရ နေထိုင်တတ်တဲ့ အမေရိကန်လူငယ်လေးတစ်ယောက်ပါ ...\nတစ်နေ့တော့ ရေတပ်ဗိုလ်ချုပ်တစ်ယောက်ရဲ့ သမီးကိုကြိုက်မိရာကနေ သူ့အစ်ကိုဖြစ်သူရဲ့ ဆွဲဆောင်မှုကြောင့် ရေတပ်ထဲဝင်ခဲ့ပြီး ဗိုလ်လေး ဖြစ်လာခဲ့ရာကနေ နှစ်စဉ် ကျင်းပနေကျ နိုင်ငံပေါင်းစုံရေတပ်လေ့ကျင့်ရေးတစ်ခုမှာ ပါဝင်ဖို့တာဝန်ပေးခံခဲ့ရပါတယ်။အဲ့ဒီလေ့ကျင့်ခန်းဆင်းနေစဉ်မှာပဲ မမျှော်လင့်တဲ့ ယာဉ်ပျံကြီးတွေ သူတို့ပတ်ဝန်းကျင်မှာပေါ်ထွက်လာခဲ့ပါတယ်။ယာဉ်ပျံတွေဟာ လေ့ကျင့်ရေးရဲ့ အစိတ်အပိုင်းတစ်ခု မဟုတ်သလို သူတို့ထင်နေကြတဲ့ မြောက်ကိုးရီးယားဘက်ကလဲ မဟုတ်ပါဘူး။\nပိုပြီးထူးဆန်းတာက အဲ့ဒီယာဉ်တွေနားမှာ ဟော်ပါတို့ရဲ့ရေတပ်က ရေဒါတွေ အလုပ်မလုပ်ပါဘူး...ဒီလိုနဲ့ ပြင်ပအဆက်အသွယ်မရဘဲ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Snx9/(CM)_Battleship_(2012)_BluRay_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zpF6Hj9nvLJvMNjjqSzforPEQkX.jpg",
        "title": "Beautiful Pain (2016)",
        "description": "Beautiful Pain (2016)မိဘရယ်လို့ ဖြစ်လာပြီဆိုရင် သားသမီးတွေကို အဖိုးတန်တဲ့ ပြီးပြည့်စုံတဲ့လူအဖြစ်ပဲ မွေးဖွားလာစေချင်ကြမှာပါ။\nဒါပေမဲ့ ကံတရားကတော့ လူတိုင်းကို ကိုယ်ထင်မှတ်သလို မျက်နှာသာပေးတတ်သူတော့ မဟုတ်ပါဘူး။ရာဇ်လန်ဟာ ဇနီးဖြစ်သူအလီနာ သားဖြစ်သူဒန်နီရယ်နဲ့အတူ အေးချမ်းတဲ့မိသားစုငယ်လေးတစ်ခုကို ပိုင်ဆိုင်ထားသူပါ။\nဒါပေမဲ့ သားဖြစ်သူဒန်နီရယ်ရဲ့ တစ်နေ့တခြား ပုံမှန်မဟုတ်တဲ့အပြုအမူတွေကြောင့် ရာဇ်လန်ရော အလီနာပါ ရင်ပူနေရပါပြီ။\nရာဇ်လန်ကတော့ ယောက်ျားသားပီပီ အဖြစ်အပျက်တွေကို မသိကျိုးကျွန်လုပ်နေပေမဲ့\nအလီနာကတော့ သားဖြစ်သူရဲ့အခြေအနေကို ရိပ်စားမိပြီး ရတက်မအေးဖြစ်နေတာပေါ့။အလီနာတစ်ယောက် ခင်ပွန်းဖြစ်သူမသိအောင် ကွာလာလမ်ပူမှာရှိတဲ့ ညီမဖြစ်သူရဲ့အကူအညီနဲ့ ကလေးအထူးကုနဲ့ပြကြည့်တဲ့အခါမှာ\nဒန်နီရယ်တစ်ယောက် အော်တစ်ဇင်ဖြစ်နေကြောင်း သိသွားရတဲ့အခါမှာတော့...သားဖြစ်သူကို မျှော်မှန်းချက်ကြီးမားခဲ့တဲ့အဖေပီပီ ရာဇ်လန်တစ်ယောက် ဒန်နီရယ်ရဲ့အခြေအနေကို အကြောက်အကန် ငြင်းဆန်နေရရင်းနဲ့\nရုတ်တရက် အလီနာဆုံးသွားတဲ့အခါ သူတို့ဘယ်လိုရှေ့ဆက်ကြမလဲ။\nဘယ်အရာကရော ရာဇ်လန်ကို အခြေအနေတွေကို လက်ခံသွားစေတာလဲ။\nမသန်စွမ်းဖြစ်နေတဲ့သားဖြစ်သူရဲ့ အနာဂတ်ခရီးမှာ အဆင်ပြေစေဖို့\nဖခင်တစ်ယောက်အနေနဲ့ သူဘယ်လိုကြိုးစားသွားမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nဖြစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံရိုက်ကူးထားတာဖြစ်တဲ့အတွက်\nကြည့်ရှုသူတွေအတွက် လက်တွေ့ဘဝနဲ့ဆက်စပ်တဲ့ အတွေးအမြင်တစ်ခုရသွားစေမှာ အသေအချာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Drama, ...",
        "rating": "7",
        "url": "https://megaup.net/1Sgh9/Beautiful.Pain2016.720p.WEB-DL.CM.mp4",
        "category": "Drama, Family"
    }
]