[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y9NTnzSFuzZQLONda4IMTHHXnuh.jpg",
        "title": "The Twin (2022)",
        "description": "The Twin (2022)၂၀၂၂ ခုနှစ်ထွက် Horror ကားသစ်လေး တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီဇာတ်ကားထဲမှာ အဓိကသရုပ်ဆောင် မင်းသမီးကတော့\nI am Number 4, Warm Bodies, Lights Out နဲ့ Hacksaw Ridge မှာ\nပါဝင်ခဲ့တဲ့ မင်းသမီးချော Teresa Palmer ပဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားမှာတော့ သူ့ရဲ့ သရုပ်ဆောင်စွမ်းရည် ဘယ်လောက်ကောင်းကြောင်း မြင်တွေ့ရမှာပါ။\nဇာတ်လမ်းအကျဥ်းကတော့ ဆိုးရွားတဲ့ ကားမတော်တဆမှု တစ်ခုမှာ\nအမြွှာထဲက တစ်ယောက်ဖြစ်တဲ့ နေသန်ကို ဆုံးရှုံးလိုက်ရတဲ့ ရေချယ်နဲ့ အန်တိုနီတို့ဟာ\nအမြွှာထဲက နောက်တစ်ယောက် အယ်လီရက်နဲ့အတူ ဘဝအသစ်ပြန်စဖို့ နေရာသစ်တစ်ခုကို ပြောင်းရွေ့လာခဲ့ပါတယ်။\nသားတစ်ယောက်ကို ဆုံးရှုံးခဲ့ရတဲ့ ‌ရေချယ်ဟာ အယ်လီရက်ကို မျက်စိရှေ့က အပျောက်မခံဘဲ\nအရိပ်တကြည့်ကြည့်နဲ့ ဖြစ်နေပါတော့တယ်။\nနေရာသစ်ကို ရောက်ပြီး မကြာခင်မှာပဲ အယ်လီရက်ရဲ့ အပြုအမူတွေဟာ ထူးဆန်းလာပါတော့တယ်။\nထို့နောက် ရေချယ်ဟာ ပါတီတစ်ခုမှာ ထူးဆန်းတဲ့မိန်းမကြီးတစ်ယောက်နဲ့ ဆုံဖြစ်ခဲ့ပါတယ်။\nထိုမိန်းမကြီးက အယ်လီရက်နဲ့ ပတ်သတ်ပြီး အထူးအဆန်းတွေ ပြောသွားခဲ့လို့ ...",
        "rating": "",
        "url": "https://megaup.net/1KDmp/The.Twin.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2022/05/e195fdadf92044819d78173508fec7dd-208x300.jpeg",
        "title": "[21+] My Beautiful Lady Boss- Anzai Rara-RION-Decensored (SSNI-727)",
        "description": "RION ဆိုတာ JAV မင်းသမီးတွေထဲ မေ့လို့မရအောင် ထူးခြားတဲ့သူလေးပါ..အမြဲတမ်း Horny ဖြစ်နေတတ်တဲ့ အကြည့်တွေက သူမဆီက ထူးခြားမှုတွေနဲ့ ပြည့်စုံစွာ လိုက်ဖက်ပါတယ်။(သူမရဲ့ထူးခြားမှုတွေက ဘာဖြစ်မလဲဆိုတာ ပိုစတာကိုကြည့်တာနဲ့သိမြင်နိုင်ပါတယ်။)RION ကို မမခန်းတွေမှာ အတွေ့များရသလို မမဆိုတဲ့အတိုင်း သူကချည်းပဲ Play Girl လုပ်တတ်တာမျိုးပါ။ခုဇာတ်လမ်းမှာလဲ သူမရဲ့ လက်အောက်က ဝန်ထမ်းကောင်လေးကို ဘယ်လို Play မလဲဆိုတာ ရှုမြင်ရပါမယ်။Decensored Version နဲ့ တင်ဆက်ထားတာမို့ RION ကို စွဲလမ်းသွားစေဖို့ ကွက်တိပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.4 GB) & (1.2 GB)\nQuality : HDRip Decensored 1080p & 720p\nRunning Time : 02:30:00\nFormat : mp4\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/14Jsn/%5BSSNI-727%5D_My_Beautiful_Lady_Boss-Anzai_Rara_(RION)Decensored-HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ayMDun9vLHWclIN6bXitRlCrLII.jpg",
        "title": "The Souvenir: Part II (2021)",
        "description": "The Souvenir: Part II (2022)\n=============================2019 ခုနှစ်က ထွက်ရှိထားတဲ့ Souvenir ဇာတ်ကားရဲ့အဆက်\nSouvenir Part II (2021) ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။Rotten Tomatoes 92%၊\nIMDb 7.4 အထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တာမို့\nရုပ်ရှင်ချစ်သူများအနေနဲ့ အချိန်ပေးကြည့်ရှု့ပါက အချိန်ကုန်ရကျိုး\nနပ်စေမှာပါ။ ဒီတစ်ကားကို ကြည့်မယ်ဆိုရင်လည်း အဆင်ပြေပါတယ်။\nဒါ‌ပေမဲ့ ဇာတ်ကောင်တွေကို ပိုပြီး ရင်းနှီးချင်တယ်ဆိုရင်တော့ Souvenir\n(2019) ကို အရင်ကြည့်ဖို့အတွက် Recommend ပေးလိုပါတယ်။Part 1 >>> Click Hereဂျူလီဟာ သူ့ချစ်သူ အန်တိုနီ ဆေးလွန်ပြီး သေဆုံးမှုအတွက် ဝမ်းနည်း\nပက်လက်ဖြစ်နေတုန်းပါပဲ။ ဂျူလီမှာ သူ့မိဘဖြစ်သူ အိမ်မှာ ဆက်လက်\nနေနိုင်နေခဲ့ပါတယ်။ သို့သော် ဂျူလီဟာ အန်တိုနီ တစ်ယောက် မသေဆုံးခင်\nနောက်ဆုံးအချိန်တွေမှာ ဘယ်လိုတွေ ကြုံတွေ့ခဲ့ရလဲ၊ ခံစားခဲ့ရလဲဆိုတာကို\nအန်တိုနီရဲ့ မိဘဖြစ်သူတွေ၊ မိတ်ဆွေတွေထံ လိုက်လံပြီး စုံစမ်းနေခဲ့ပါတယ်။\nတစ်ဖက်မှာလည်း ဘွဲ့ယူဖို့အတွက် ရုပ်ရှင်ရိုက်ကူးမှုပြုလုပ်နေရပါသေးတယ်။\nဂျူလီဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2qAkp/The.Souvenir.Part.II.2021.720p.BluRay.%5BCM%5D_new.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UqbcDQhCYpxboK58Z0eVfdeHcT.jpg",
        "title": "Senior Year (2022)",
        "description": "293MBSenior Year (2022)ဘဝမှာ ကိုယ့်ပတ်ဝန်းကျင်ကလူတွေနဲ့ မဝင်ဆန့်ဘူး\nကိုယ်တစ်ယောက်တည်း ကွဲထွက်နေတယ်ဆိုပြီး\nကိုယ့်ကိုယ်ကို တခြားလူတွေနဲ့နှိုင်းယှဉ်မိပြီး သိမ်ငယ်မိဖူးပါသလားစတက်ဖနီကလည်း အဲဒီလိုကောင်မလေးပါပဲ။\nဆယ်ကျော်သက်အရွယ်အစောပိုင်းမှာ အမေရိကကိုပြောင်းလာတဲ့ ဩစတြေးလျသူလေး စတက်ဖနီဟာ\nယဉ်ကျေးမှုမတူတဲ့ အသိုင်းအဝိုင်းကြားမှာ သူ့ကိုယ်သူအပယ်ခံလေးတစ်ယောက်လို ခံစားခဲ့ရရှာပါတယ်။ကျောင်းက နာမည်ကြီးကလေးတွေဆို အပေါင်းအသင်းတွေလည်းအများကြီး၊\nသွားလေရာမှာ ဖူးဖူးမှုတ်ခံရတာတွေကို အားကျပြီး\nသူကိုယ်တိုင်လည်း နာမည်ကြီးလာအောင်လုပ်မယ်ဆိုပြီး ကျောင်း cheerleader အဖွဲ့ထဲဝင်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ဒီလိုနဲ့ ၂၀၀၂ ခုနှစ် ဟားဒင်းအထက်တန်းကျောင်းရဲ့ ကျောင်းကပွဲဘုရင်မ prom queen ဖြစ်လာဖို့ကြိုးစားရင်း\nမမျှော်လင့်တဲ့အဖြစ်တစ်ခုနဲ့ ကြုံရပြီး သူ့ဘဝဟာ ချက်ချင်းဆိုသလို\nသူ့ဘဝရဲ့ နှစ်‌ပေါင်း၂၀ တာကာလဟာ မျက်စိတစ်မှိတ်အတွင်း ပြီးဆုံးသွားပါတယ်။ဆယ်စုနှစ်၂စုအကြာ ၂၀၂၂ခုနှစ် အသက်၃၇ခုနှစ်အရွယ်ထိ\nအထက်တန်းကျောင်းသူတစ်ဦးဖြစ်နေဆဲ စတက်ဖနီဟာ ကျောင်းကပွဲဘုရင်မ သရဖူကိုခူးဆွတ်ရဖို့ လက်မလျှော့နိုင်သေးပါဘူး။သူ့ဘဝရဲ့ရည်မှန်းချက်ဟာ ကျောင်းကပွဲဘုရင်မရာထူးပဲဖြစ်နေပြီး\nအဲဒီအတွက်နဲ့ သူ့ဘဝရဲ့အရေးကြီးတဲ့အရာတွေကို မေ့လျော့နေခဲ့တာပါ။ကျောင်းပြီးဖို့တစ်လအလို စီနီယာနှစ်မှာမှ စတက်ဖနီတစ်ယောက် ဘယ်လိုတွေကြုံတွေ့ခဲ့ရလို့များ\n၃၇နှစ်အရွယ်အထိ အထက်တန်းကျောင်းသူအဖြစ် သံသရာလည်နေခဲ့ရလဲဆိုတာကို အဖြေရှာရင်း\nပေါ့ပေါ့ပါးပါး comedy teenage ဇာတ်လမ်းလေးကို ကြည့်ရှုလိုက်ကြပါဦးPitch Perfect ထဲက Fat ...",
        "rating": "",
        "url": "https://megaup.net/1KF9o/Senior.Year.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2MTGip0nfahQ1jPQCZSfCsPBZes.jpg",
        "title": "Firestarter (2022)",
        "description": "Firestarter (2022)\n1980 တုန်းက ထွက်ခဲ့တဲ့ စတီဖင်ကင်း ၀တ္တုဖြစ်တဲ့ Firestarter ကို 1984 မှာ ရုပ်ရှင်အဖြစ် အသက်သွင်းခဲ့ပါတယ်။ ခုတစ်ဖန် ၂၀၂၂မှာ Reboot ပြန်ရိုက်ထားတာပါ။ အကောင်းကြီးတော့ မဟုတ်ပေမဲ့ ကြည့်ပျော်တဲ့ထဲပါတဲ့ ရုပ်ရှင်ပါပဲ။ Zac Efron လို နာမည်ကြီး မင်းသားလည်း ပါ၀င်သရုပ်ဆောင်ထားသလို အဓိကဇာတ်ကောင်ကလေးမလေးကလည်း ရုပ်ရှင်သမားအတော်များများ မြင်ဖူးကြလောက်မယ့်သူပါပဲ အရင်ကားအဟောင်းကိုပဲ တီးခတ်ပေးထားတဲ့ ဂန္ထဝင် Composer John Carpenter ကြီးကပဲ နောက်ခံဂီတကို တီးခတ်ပေးထားပါတယ်။သူကတော့ Horror, Science Fiction လို့ ရေးထားပေမဲ့ စူပါဟီးရိုးကား အရသာတော်တော်ရပါတယ်။ အဓိက ဇာတ်ကောင်ကလေးမလေးက မီးကိုထုတ်ချင်သလိုထုတ်လို့ရပါတယ်။ သို့ပေမဲ့ သူ့ပုံစံက X menထဲက ဂျင်းဂရေးနဲ့အတော်တူပါတယ်။ သူတို့လို စွမ်းအားတွေရဲ့ရင်းမြစ်က ဓာတုကွန်ပေါင်းတစ်မျိုးဖြစ်တာကြောင့် The Boys ထဲက ဟီးရိုးတွေနဲ့လည်း ...",
        "rating": "4.6",
        "url": "https://megaup.net/1KEsV/(CM)_Firestarter_(2022)_720p.mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2015/12/The_Transporter_Refueled-338271224-large-225x300.jpg",
        "title": "The Transporter Refueled (2015)",
        "description": "ဒီဇာတ်ကားကတော့ Transporter ရဲ့ ပင်တိုင်မင်းသားကြီး Jason Statham မပါတော့ဘဲ မင်းသားအသစ် Ed Skrein နဲ့ သယ်ယူပို့ဆောင်မယ့်ဇာတ်ကားပါ...\nဇာတ်လမ်းအကျဉ်းကတော့ ထုံးစံအတိုင်း ပို့ဆောင်ရေးသမားကြီး လူပေါင်းမှားတာပါပဲ။\nဒီတစ်ခါ မှားပေါင်းမိတာကတော့ ၁၂ သမီးကတည်းက ပြည့်တန်ဆာအဖြစ်ရောင်းစားခံရပြီး သေမှလွတ်လပ်တော့မယ့် ဘဝရောက်နေတဲ့ မိန်းကလေး ၄ ယောက်က ရုရှားဒုစရိုက်ခေါင်းဆောင်ကြီးကို အပြုတ်ပြန်တွယ်မယ့် အစီအစဉ်မှာပါမိတာပါ။ ဒါကို သူကရှောင်ထွက်ချင်ပေမယ့် သူရဲ့ အဖေ အငြိမ်းစား စပိုင်ကြီးကို ဖမ်းပြီးအကြပ်ကိုင်တဲ့အတွက်ဝင်ပါရပါတော့တယ်။\nဒီဇာတ်ကားကို ကြိုက်မိတာကလဲ သူ့ရဲ့ အဖေနေရာက သရုပ်ဆောင်တဲ့ မင်းသားကြီးရဲ့ ပံ့ပိုးမှုကလည်း အတော်ကောင်းနေတာလဲ ပါပါတယ်။ သူတို့ သားအဖ ၂ ယောက်ဟာ ကောင်မလေး ၄ ယောက်တို့နဲ့ ထိပ်သီးလူဆိုးတွေနဲ့ ကြားထဲမှာ ဘာကြောင့်ပါလာပြီး ဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာ ..........။File size…(2 GB)/(999 MB)\nQuality….BluRay 1080p HEVC / ...",
        "rating": "5.1",
        "url": "https://megaup.net/1KDgv/(CM)_The.Transporter.Refueled.2015.BluRay.720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2022/05/transporter-3-british-dvd-movie-cover-217x300.jpg",
        "title": "Transporter 3 (2008)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။Transporter 1,2 အောင်မြင်ပြီးနောက် ၂၀၀၈ ခုနှစ်၊ နိုဝင်ဘာလမှာ Transporter 3 ဆက်လက် ထွက်ရှိခဲ့ပါတယ်။ Europa နဲ့ Lionsgate ရုပ်ရှင် ထုတ်လုပ်ရေးတို့ ပူးပေါင်းဖန်တီးလိုက်တဲ့ Transporter 3 ဟာ Boxoffice မှာ ဝင်ငွေကောင်းဇာတ်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။\nTransporter ...",
        "rating": "6",
        "url": "https://megaup.net/36yff/(CM)_Transporter_3_2008_BluRay_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cdm17vK8PxHfTi7ayZf6WKbOgUO.jpg",
        "title": "Transporter 2 (2005)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။The Transporter 2(2005)ကတော့ IMDb Rating(6.3/10)ရရှိထားပါတယ်။\nFile size…(2.8 GB)/(1.2 GB)\nQuality….BluRay Directer's Cut 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….01:34:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/transporter-2-2005-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v3QIFUWgtVN4wejVuDZowuyJ20W.jpg",
        "title": "The Transporter (2002)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။The Transporter(2002)မှာတော့ တရုတ်မင်းသမီး Shu Qi ပါဝင်ထားပြီး IMDb Rating(6.8/10)ရရှိထားပါတယ်။\nFile size…(2.3 GB)/(760 MB)\nQuality….BluRay 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….01:32:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://megaup.net/1KDk5/(CM)_The_Transporter_2002_BluRay_720p_H.264_AAC_2.0.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d5spmLeGR9kxBRQ6qxCFad1ljvT.jpg",
        "title": "Along for the Ride (2022)",
        "description": "Along for the ride (2022)==================IMDb Rating - 6.0/10Netflix ကနေ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ Family, Drama,\nRomance ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်....\nမိသားစုရဲ့နွေးထွေးမှုကို မရရှိတဲ့ ကောင်မလေးနဲ့ ရည်မှန်းချက်တွေ\nကွယ်ပျောက်နေတဲ့ ကောင်လေးအကြောင်းကို အဓိကရိုက်ကူးထား\nတာပါ.......အာဒန်ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးက ကျောင်းပြီးတော့\nသူ့အဖေနဲ့ သူ့မိထွေးရှိရာ ကိုဘီမြို့ကိုထွက်လာခဲ့ပါတယ်။ အကြောင်း\nအရင်းကတော့ ကိုယ့်ကိုယ်ကိုရှာဖွေဖို့အတွက်ပါ။ ကိုဘီမြို့က သူ့မိထွေး\nဆိုင်လေးမှာ စာရင်းကိုင်အလုပ်ဝင်လုပ်ပြီး အမှတ်မထင် စက်ဘီးစီးတဲ့\nကောင်လေး အီလိုင်နဲ့ တွေ့ဆုံခဲ့ပါတယ်.....\nအဲ့တော့ ဒီတွေ့ဆုံမှုတွေရဲ့နောက်ကွယ်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ၊\nအာဒန်ဆိုတဲ့ ကောင်မလေးရော ကိုဘီမြို့မှာ သူငယ်ချင်းအသစ်တွေ\nရနိုင်ပါ့မလား၊ အာဒန်နဲ့အီလိုင် ဘယ်လိုတွေ့ခဲ့ကြလဲ၊ သူတို့နှစ်ဦးမှာရှိတဲ့\nစိတ်ဒဏ်ရာတွေကို ဘယ်လိုကုစားကြမလဲဆိုတာ ဆက်လက်စောင့်ကြည့်\nပေးပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.56 GB) / (760 MB) / (760 MB)\nQuality – Web-Rip 1080p/ 720p / ...",
        "rating": "6.0",
        "url": "https://megaup.net/14El4/Along.for.the.Ride.2022.720p.WEBRip%5BCM%5D.mp4",
        "category": "Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2019/11/War_official_poster-220x300.jpg",
        "title": "War (2019)",
        "description": "War (2019)\nIMDb - 6.5/10_____Rotten - 69%ကားသစ်တွေ ကားကောင်းတွေ ဆက်တိုက်ထွက်နေတဲ့ကြားက ယနေ့ထွက် ဘောလိဝုဒ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကြီး မင်းသားနှစ်ယောက် အားပြိုင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာဆိုရင်.... ဘတ်ဂျက်ငွေရဲ့ ၃ဆကျော်ကျော် အောင်ပွဲခံခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေး ချရင်လည်း မဖတ်ဘဲ ဒေါင်းကြမှာမို့ သိပ်ပြီး မရေးတော့ပါဘူး။တိုက်ဂါးနဲ့ ရီသိတ်ဟာ အိန္ဒိယတပ်မတော်သားတွေဖြစ်ပြီး တိုက်ဂါးကတော့ ရီသိတ်ရဲ့ တပည့်အဖြစ် မြင်ရပါမယ်။ရီသိတ်ဟာ လတ်တလောမှာ မစ်ရှင်တစ်ခုကို လုပ်ရင်း တရားခံကို မပစ်ဘဲ ကိုယ့်ဖက်က အရာရှိကို ပစ်သတ်သွားခဲ့တယ်။သူ ဘာကြောင့် ပစ်ခဲ့တာလဲ....ဘာကြောင့် သစ္စာဖောက်သွားခဲ့တာလဲ...သူ့လို တည်ကြည်ဖြောင့်မတ်ပြီး သစ္စာရှိတဲ့ လူတစ်ယောက် သစ္စာဖောက်သွားတာကို စုံစမ်းဖို့နဲ့ ရှင်းပစ်ဖို့ တာဝန်ပေးခံရသူကတော့... တိုက်ဂါးပါ။ကဲ.... ဆရာနဲ့ တပည့်....ဘယ်လို ဆက်ဖြစ်ကြမလဲ.....အမှန်တရားကို ဘယ်လို ဖော်ထုတ်ကြမလဲ.... ဆိုတာကို ကိုယ်တိုင်သာ ခံစားကြည့်ကြပါဦးဗျာ။File size…(7.6 GB)/(2.3 GB)/(1.3 GB)\nQuality….BluRay 4K ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/war-2019-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kgZNHHZacK3iO18d7agg9iYQYWp.jpg",
        "title": "Sanam Re (2016)",
        "description": "Sanam Re (2016)နောက်ထပ် ဆက်တိုက်ညွှန်းချင်တာကတော့ ဒီကားလေးပေါ့နော် :P\nနာမည်ကြီး မင်းသား မင်းသမီးတွေလဲ မဟုတ်။ ဒါရိုက်တာ ထုတ်တဲ့ ကုမ္ပဏီကအစ တစ်ခုမှ မသိပဲ ဘာကြောင့်ကြည့်ဖြစ်သွားလဲဆိုတော့ Sanam Teri Kasam ကို အရမ်းစွဲလန်းနေချိန်မှာ နာမည် ဆင်တာလေးတစ်ခုကြောင့် ထရေလာကိုကြည့်ဖြစ်တယ် သီချင်းတွေရှာကြည့်ဖြစ်တယ်။ကြည့်ဖြစ်သမျှလဲ အကုန်ကြိုက် ဘယ်တော့ထွက်မလဲ လက်ချိုးစောင့်နေဖူးခဲ့တာရယ်။ထရေလာလေးနဲ့ ကြည့်ဖြစ်သမျှ သီချင်းလေးတွေနဲ့ ဇာတ်လမ်းကို ဘယ်လိုဖြစ်လာ မလဲ ပုံဖော်ကြည့်ရတာက အရသာ တစ်မျိုး မဟုတ်လား။ သရုပ်ဆောင်တွေကလဲ တစ်ခါမှမမြင်ဖူးပေမယ့် အကုန်လုံး လက်ခံလို့ရတယ်။အဓိက ဇာတ်ဆောင်မင်းသားက Ranbir Kapoor ပေါ်ကာစက ရုပ်မျိုး သူ့ထက် နည်းနည်းပိုချောတယ်။ မင်းသမီးဆိုရင် ပြောမနေနဲ့တော့ ငယ်ငယ်တုန်းက ရေလည်ကြွေခဲ့ရတဲ့ အကအလှ ဘုရင်မ လို့ လူတကာပြောကြတဲ့ Madhuri Dixit - Nene နုစဉ်အခါက ...",
        "rating": "3.1",
        "url": "https://megaup.net/36k3f/(CM)Sanam.Re.2016.Hindi.Untouched.WEB-HD.720p.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZVXCj3jXzIPJUHLaQohzt2uTM3.jpg",
        "title": "Reign of Fire (2002)",
        "description": "Game of Thrones ထဲက နဂါးကြီးတွေကို သဘောကျ နှစ်ခြိုက်ကြတဲ့သူတွေ အများအပြားရှိပါလိမ့်မယ်။ ဝံ့ကြွားလှပတဲ့ကိုယ်ဟန်နဲ့၊ ဝါညီးထွန်းတောက်တဲ့ မီးတောက်တွေ မှုတ်ထုတ်လို့ ခံ့ညားလှတဲ့ သတ္တဝါကြီးတွေပေါ့။ ဒီတော့ လူကြီးမင်းရဲ့ အိမ်အောက်မှာ အ‌ပေါက်တစ်ခုတွေ့လို့ ဆင်းကြည့်ရင်း နဂါးကြီးတစ်ကောင်နဲ့ ပက်ပင်းတိုးမိတယ်ဆိုပါစို့။ အကြံပေးချင်တာကတော့ Game of Thrones ကို မေ့လိုက်ပြီး ဖနောင့်နဲ့တင်ပါး တသားတည်းကျအောင်သာပြေးပါ။ ဘာလို့လဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ရှုစားနိုင်ပါတယ်။ခေတ်မီစက်မှုကာလ မျက်မှောက်ခေတ်၊ လူတွေဟာ ငွေနောက်လိုက်ရင်း ငွေရှာရင်း အသက်ကြီးလာ၊ ငွေနောက်လိုက်ရင်းပဲ သေကြရတဲ့အချိန်ပေါ့။ ဒီတော့ လောကဇာတ်ဆရာက ပျင်းရိငြီးငွေ့လာပုံရပါတယ်။ မြေကြီးထဲမှာ အိပ်ပျော်နေတဲ့ နဂါးတစ်ကောင်ကို နိုးထစေလိုက်တယ်။ သံချပ်ကာ အကြေးခွံချပ်တွေနဲ့၊ နိုက်ထရို နက်ဖလင်းမီးတောက်တွေမှုတ်ထုတ်နေတဲ့ နဂါးကြီးဟာ လှပသလောက် အန္တရာယ်မ‌ျားလှပါသတဲ့။ စာရေးဆရာက ဘယ်လောက်တောင် ညွှန်းလိုက်သလဲဆိုရင် ဒိုင်နိုဆောတွေကို မီးလောင်တိုက်သွင်းခဲ့တာ သူတို့ပါတဲ့။ သူတို့ကြောင့် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/reign-of-fire-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ns1fj82sgo2o-185x278-1-133x200.jpg",
        "title": "[18+] Doblado (2022)",
        "description": "ဂျိုင်ရာက ဆင်းရဲတဲ့မိသားစုကလာပြီး ဆင်းရဲတွင်းကိုပြန်မသွားချင်တော့တဲ့ အဲ့ဒီဘဝကနေလွတ်အောင်ရုန်းဖို့\nရည်မှန်းချက်ကြီးတဲ့ကောင်မလေးပါ။ အဲ့ဒီအိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့ လတ်တလောမှာကျောင်းတက်ရင်း\nတစ်ဖက်က ကြေးကြီးတဲ့ပြည့်တန်ဆာအဖြစ်အချိန်ပိုင်းလုပ်နေပါတယ်။သူတို့ကို elgimikero.com ဆိုတဲ့ဝက်ဘ်ဆိုက်ကတစ်ဆင့် ဘွတ်ကင်တင်ချိတ်ဆက်ရပြီးဖောက်သည်အများစုကလဲ\nသူဌေးတွေ၊နိုင်ငံရေးလောကထဲက ဒိတ်ဒိတ်ကြဲတွေဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဂျိုင်ရာဟာ ဘယ်ဖောက်သည်နဲ့မှမတူတဲ့\nရိုနန်ဆိုတဲ့ သူဌေးသားလေးတစ်ယောက်နဲ့တွေ့ခဲ့ရပါတယ်။ရိုနန်ဟာ သူသိပ်ချစ်ရတဲ့ချစ်သူသေဆုံးမှုကြောင့်အရူးတစ်ပိုင်းဖြစ်နေပြီး ဂျိုင်ရာကိုခေါ်ခဲ့တယ်ဆိုတာ သူ့ချစ်သူဆိုဖီနဲ့တူလို့ဆိုပြီးပြောပြတယ်။\nဂျိုင်ရာကို သူ့ချစ်သူအဝတ်အစားတွေဝတ်၊ သူ့ချစ်သူနာမည်ကိုခေါ်ပြီး ချစ်သူတစ်ယောက်လို ဆက်ဆံလာတာတွေကိုပျော်မွေ့လာပြီးတဲ့နောက်ဂျိုင်ရာဟာ\nသူသတ်မှတ်ထားတဲ့ စည်းဘောင်တွေကို ကိုယ်တိုင်ချိုးဖျက်ပြီး ဒီလူငယ်လေးကိုချစ်မိသွားပါတော့တယ်။ဂျိုင်ရာရဲ့ဘော့စ်မမ အလက်စစ်၊ သူ့အချစ်တော်သရီးဆမ်းဝါသနာရှင်လေးပင်ကီ၊\nဂျိုင်ရာရဲ့ငြင်းဆန်မှုကြောင့် အငြိုးအတေးတွေနဲ့ဖောက်သည်ဟောင်းတစ်ဦးတို့ဟာ ဒီဇာတ်လမ်းမှာ ဘယ်လိုတွေဝင်မွှေဇယားရှုပ်ကြမလဲဆိုတာ\nဆက်ရှုစားကြပါ။ဖိလစ်ပိုင်ကားဆိုဒီလူတွေပဲလားလို့မေးတဲ့သူတွေအတွက် Vivamax ကဒီဇာတ်ကားမှာအသစ်လေးတွေမိတ်ဆက်ပြပေးထားတာဖြစ်တဲ့\nအလျောက် မမြင်ဖူး မတွေ့ဖူးတာလေးတွေကိုလဲ လတ်လတ်ဆတ်ဆတ်ခံစားရမှာဖြစ်ပါတယ်။File Size : (1.1 GB) & (450 MB)\nQuality : WEB-DL 1080p & 720p\nRunning Time : 01:43:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by RGB",
        "rating": "8.3",
        "url": "https://megaup.net/2qwSZ/(CM)_Doblado.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xDpFHT2dXI2IDdYwGCSWql6uoql.jpg",
        "title": "One for the Road (2021)",
        "description": "One For The Road (2022)\" ငါ့ဘ၀မှာ မိန်းကလေးဘယ်နှယောက်ကို ငါထပ်ချစ်မိဦးမလဲ မသိဘူး။\nငါ့ဘ၀ရဲ့နောက်ဆုံး စက္ကန့်မရောက်ခင်အထိ ငါ့အချစ်ဆုံးမိန်းကလေးက ဘယ်သူလဲ ငါသိဦးမှာမဟုတ်ဘူး\"တဲ့။ဒီလိုနဲ့ အချစ်တွေကို ငါအရက်နာမည် ပေးပစ်မိတယ်။ပန်းနီရောင်ကောင်မလေးရဲ့ဆံစတွေလို အနီရောင်ကော့တေးထဲ ငါ့သက္ကရာဇ်တွေ ၅ ၄ ၃ ၂ ၁။\nသက္ကရာဇ်တွေဟာ အသေပါ လို့ ဘယ်သူညာလဲ။ဒုတိယမိန်းကလေးရဲ့ မျက်ရည်အဖြူတွေလို ကော့တေးဟာ အမှားတွေရဲ့အရသာပေါ့။မြူတွေပဲ။ ငါဖြတ်သန်းသွားတုန်းက မမြင်ခဲ့မိဘူး။\nခုနေခပ်လှမ်းလှမ်းကျမှ ငါ့အမှားမြူထုကြီး အုံ့လို့ဆိုင်းလို့ ထီးတည်း။\nမိုးရွာပြီးတဲ့နောက် တတိယကော့တေး။အချစ်ဦးကော့တေးဟာ မထွက်ခွာခင် နောက်ဆုံးတစ်ခွက် (One For The Road)လို ခရီးတွေအဝေးကြီးရောက်ပြီးလည်း တသသကျန်ခဲ့တဲ့အရာပေါ့။\"လောကဓံဦးတုန်းက အလွန်အကျူးသောက်ခဲ့တဲ့ အရက်တစ်ခွက် အခုကျတော့မှ စံပယ်ရွက်ပေါ်မှာ မူးလဲ\nအသည်းကွဲတယ်ဆိုတာ သီချင်းလေးတွေ တိုးတိုးညည်းရင်းက ထိရှခဲ့တဲ့ သွေးမဲ့ဒဏ်ရာတစ်ချက်\"ငါတို့အတူတည်ဆောက်ဖူးကြတဲ့ စိတ္တဇအဆောက်အဦးလေးရဲ့ပညတ်က \"One For The Road\"။\nမင်းတိုက်ခဲ့တဲ့ နောက်ဆုံးကော့တေးတစ်ခွက်က \" One ...",
        "rating": "7.4",
        "url": "https://megaup.net/14Bub/One_for_the_Road.2022.NF.WEB-DL.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4OaXw2MW97VvIiZE0Sbn1NfxSh.jpg",
        "title": "Knocked Up (2007)",
        "description": "Knocked Up (2007)\nIMDb 6.9\nRotten Tomatoes 89%Comedy ဇာတ်ကားတစ်ကား ဒီလောက် Rating မြင့်မားနေရင် မှတ်ထားလိုက်ပါတော့...ရှယ်ကောင်းလို့ပါပဲ။မင်းသား Seth Rogen ,Paul Rudd,Jonah Hill,Jay Baruchel တို့လို ဟာသသရုပ်ဆောင်တွေမြိုင်ဆိုင်သလို မင်းသမီး Katherine Heigl,Leslie Mann တို့ဆိုတာကလဲ ဒီလိုဇာတ်ကားနဲ့ သိပ်လိုက်ဖက်လှတာပေါ့။ဇာတ်လမ်းကလဲ R Rated ဆိုတဲ့အတိုင်း တကယ့်ဗရုတ်သုတ်ခပါပဲ...မူးမူးရူးရူးနဲ့ ဖြစ်မိတဲ့ တစ်ညတာ one night stand က မထင်မှတ်ဘဲ ကိုးလလွယ်ဆယ်လအထိကြာ‌အောင်ခံရမယ့် ဒုက္ခအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ.....အယ်လီဆင် စကော့ ဟာ ရုပ်မြင်သံကြားဌာနတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ရည်မှန်းချက်ကြီးကြီး အိပ်မက်လှလှလေးတွေမက်နေတဲ့ မိန်းမပျိုလေးပါ ။ တစ်နေ့မှာတော့ အထက်လူကြီးတွေက သူ့ကို ရာထူးတိုးပေးလိုက်တော့ ပျော်လွန်းလို့ သူ့အစ်မ ဒက်ဘီ နဲ့အတူ ကလပ်တစ်ခုမှာ သွားပြီး အောင်ပွဲခံပါတော့တယ်။ အဲဒီမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2qmya/(CMorg)Knocked.Up.2007.UNRATED.720p.BluRay.x264.AAC-Nyein.mkv",
        "category": "Action, Adult, Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFd98DjPMSy1L6KKNFrqrrGNtrD.jpg",
        "title": "4 Horsemen: Apocalypse (2022)",
        "description": "4 Horsemen: Apocalypse (2022)\nကမ္ဘာပျက်ကိန်းကားတွေ သဘာ၀ဘေးအန္တရာယ်ကားတွေ ကြိုက်ကြတယ်ဆိုတဲ့ လူတွေအတွက်ပါ။ Moonfallတို့၊ 2012တို့ဟာ တစ်ချို့အတွက် ပေါပေမဲ့ ဒီလိုကားကြိုက်တဲ့လူတွေအတွက် ကောင်းနေပြန်တာပါပဲ။ ဒီတစ်ခါ ရုပ်ရှင်ကတော့ အဲဒီရုပ်ရှင်တွေနဲ့ လုံး၀မတူပါဘူး။ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ဆိုတာ စူပါနေထရယ်ဖန်တွေ မစိမ်းဘူးမလား။ ဒီရုပ်ရှင်ဟာ အဲဒီ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ရဲ့ ကမ္ဘာပျက်မှာကို တားတဲ့ရုပ်ရှင်ပါပဲ။ ပင်တဂွန်၊ မှိုပညာရှင်(အတည်မှိုပါ)၊ မိုးလေ၀သပညာရှင်၊ မီးတောင်လေ့လာရေး ပညာရှင်၊ စစ်သားတွေ အစုံအလင်နဲ့ တားကြတာပါ။ဒီနေရာမှာ ပြောချင်တာက ဇာတ်ကောင်တွေအားလုံးဟာ သူမတူအောင် ထူးခြားပါတယ်။ သရုပ်ဆောင်မှန်းသိသာနေအောင် ရုပ်သေကြီး‌တွေနဲ့ ဟာ ငါတို့ ဘာလုပ်မှာဆိုပြီး ကိုယ်ကြွေနေတဲ့ကောင်လေးရှေ့ အသံပေးတဲ့ ဆယ်ကျော်သက်မလေးတွေလို ခဏခဏကို သူတို့ဘာလုပ်မယ့်အကြောင်းကို ဆယ်ခါလောက်ကိုပြောနေတာပါ။ ဥပမာဆို ထမင်းစားမယ်ဆိုပါစို့။ ငါတို့ထမင်းစားမှာကွ။ ဇွန်းနဲ့ပန်းကပ်ထဲ ခပ်ပြီး ပါးစပ်ထဲထိုးထည့် သွားနဲ့ဝါးတာလေလို့ ထိုင်ပြောနေသလိုပါပဲ။ အကြောင်းအရာတော့မတူဘူးပေါ့။။သရုပ်ဆောင်တွေဟာ ဒါတင်ပဲလားဆိုတော့ ...",
        "rating": "",
        "url": "https://megaup.net/14An7/(CM)_4_Horsemen_Apcalypse_(2022)_720p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wL9bamyQ9R5crirp3rLF4Z2qLHx.jpg",
        "title": "Take Care of My Mom (2022)",
        "description": "Take care of my Mom (2022)\"မိသားစုလိုမျိုး သူစိမ်း ၊ သူစိမ်းလိုဖြစ်နေတဲ့ မိသားစု\"ဆိုတာမျိုး မြင်ဖူကြားဖူးကြုံဖူးပါသလား?\nအသက် ၈၅ နှစ်အရွယ် အဘွားအိုတစ်ဦးရဲ့ ရွေးချယ်မှုက ဘာများဖြစ်မလဲ ။\nအဘွားဂျောင်မာအင်ကတော့ ဒယ်ဂူမှာနေထိုင်တဲ့ အသက် ၈၅ နှစ်အရွယ် အဘွားတစ်ဦးပါ။\nအကြာကြီးနေမှ ဒယ်ဂူကို ပြန်လာမယ်ဆိုတဲ့ သားဖြစ်သူရဲ့စကားကြောင့်\nဟိုဟိုဒီဒီပြင်ဆင်နေရင်းကနေ မတော်တဆ လက်ကျိုးသွားခဲ့တဲ့အခါ\nကိုယ့်ကြောင့် သားဖြစ်သူကို ဒုက္ခမဖြစ်စေချင်တဲ့ မိခင်တစ်ယောက်ရဲ့ ခံစားချက်တွေကို မြင်တွေ့ရမှာပါ ။\nသားဖြစ်သူရဲ့တာဝန်ဝတ္တရားတို့အတိုင်း မိခင်ဖြစ်သူအတွက် အစစအရာအရာ အဆင်ပြေအောင် လုပ်ပေးဖို့ကြိုးစားပေမယ့်လည်း\nအသက်အရွယ်အိုမင်းနေပြီဖြစ်တဲ့ မိခင်ဖြစ်သူရဲ့ စိတ်ကို သားဖြစ်သူကရော ဘယ်လိုနားလည်အောင် ကြိုးစားမလဲ?\nသူကြိုးစားခဲ့သမျှကရော မိခင်ဖြစ်သူအတွက် အကောင်းဆုံးတွေကိုပဲ ဖြစ်စေမှာလား\nဒါမှမဟုတ် အဆင်မပြေမှုတွေပဲ ဖြစ်လာမှာလား?\nမိဘဘက်က ခံစားရတဲ့စိတ်ခံစားချက်တွေနဲ့ သားသမီးဘက်ကမြင်တဲ့ အမြင်တွေကို\nနှစ်ဖက်မျှပြီး ရိုက်ကူးပုံဖော်ထားတာမို့ မိသားစုရုပ်ရှင်တွေကို သဘောကျတဲ့သူတွေအတွက်\nတကယ်ကို ကြည့်လို့ကောင်းစေမယ့် ဇာတ်ကားတစ်ကားဖြစ်မယ့်အပြင်\nလက်တွေ့ဘဝက သက်ကြီးရွယ်အိုမိဘတွေရဲ့ ခံစားချက်တွေ ၊\nမိဘတွေအတွက် တတ်နိုင်သလောက်လုပ်ပေးချင်မိတဲ့ သားသမီးတို့ရဲ့ ...",
        "rating": "5",
        "url": "https://megaup.net/14x8m/Take.Care.of.My.Mom.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Family, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/suicide-for-beginners-movie-poster-135x200.jpg",
        "title": "Suicide for Beginners (2022)",
        "description": "Suicide for Beginners (2022)ကိုယ့်ကိုယ်ကို သေကြောင်းကြံရတော့မယ်ဆိုရင် ဘယ်လိုနည်းလမ်းက အကောင်းဆုံးဖြစ်မလဲ..\nဆေးတွေသောက်မလား.. ကြိုးဆွဲချမလား.. ဒါမှမဟုတ် ဘဝမှာမရှိမဖြစ်လိုအပ်တယ်ဆိုတဲ့အရာတစ်ခုခုကို သတ်ပစ်လိုက်ရင်း ကိုယ့်ဘဝပါ အတူလိုက်သေမလား..ဒီဇာတ်ကားမှာတော့ အပေါ်ကပြောထားတဲ့ သတ်သေဖို့နည်းလမ်းတွေကို အလွဲအမျိုးမျိုးနဲ့ ကြိုးစားခဲ့တဲ့ ဇာတ်ကောင် Garrettကို တွေ့ရမှာပါ။\nတစ်ဖက်သတ်ချစ်ရတဲ့ မီယာရဲ့ လျစ်လျူရှုမှုတွေကို suicideနည်းလမ်းနဲ့ ဖြေရှင်းဖို့ကြိုးစားရင်း မထင်မှတ်ဘဲ ထွက်ပေါက်မရှိအောင် ရှုပ်ထွေးလာတဲ့ ဇာတ်ရဲ့ အရှိန်ကောင်းတဲ့ အနိမ့်အမြင့်တွေကို တွေ့ရမှာလည်း ဖြစ်ပါတယ်။\nဇာတ်ကောင်ဖောင်းပွခြင်းမရှိဘဲ ရှိပြီးသား ဇာတ်ကောင်အနည်းငယ်နဲ့ Garrettတို့ကြားက ပြဿနာတွေ၊ twists and turnsတွေကို ရင်တမမနဲ့ ကြည့်ရမှာပါ..Comedy, Horrorအမျိုးအစားဖြစ်တာကြောင့် စိတ်လှုပ်ရှားစရာ၊ ထိန်လန့်စရာ ဇာတ်ကြောင်းကို လေးပင်ဖျင်းတွဲမနေအောင် ဟာသမြောက်တဲ့ dialogueတွေ၊ ဇာတ်ကောင်တွေရဲ့ ဟန်ပန်တွေနဲ့ ထိန်းသွားတာဖြစ်ပါတယ်..။\nဒါကြောင့် pure horror မကြည့်ရဲသူတွေအတွက် အဆင်ပြေတဲ့ ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။Age ratingမပေးရသေးတာကြောင့် ကလေးငယ်များကို ပြသမယ်ဆိုရင်တော့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/14vxg/Suicide_For_Beginners_(2022)_WebDL_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zmXaK4ajfTUOeb8K13uQ4fNfE8L.jpg",
        "title": "Honeymoon With My Mother (2022)",
        "description": "Honeymoon with my mother(2022)ဒီတစ်ခါတော့ အမေနဲ့ ဟန်းနီးမွန်း ထွက်ကြည့်ကြရအောင်ပါ။မင်္ဂလာဆောင်မှာ ကတိသစ္စာပြုတော့မယ့်ဆဲဆဲ သတို့သမီးကို\nသူ တကယ်ချစ်ရတဲ့သူက အချစ်သူရဲကောင်းဆန်ဆန် လာခေါ်သွားတဲ့  ဇာတ်ဝင်ခန်းမျိုး ကြည့်ဖူးကြမှာပါ။ဒီဇာတ်လမ်းရဲ့ဇာတ်လိုက်ကြီးကတော့\nကြောင်တောင်တောင်နဲ့ ကျန်ရစ်ဖြစ်ခဲ့ရတဲ့ သတို့သားကြီး ဟိုဆေးလူးဝစ်ပါ။မင်္ဂလာပွဲ ကုန်ကျ စရိတ်လည်းဆုံး သတို့သမီးလည်းဆုံး ဖြစ်နေတဲ့\nဟိုဆေးတစ်ယောက် ဟန်းနီးမွန်းအတွက် ပေးထားတဲ့ ပိုက်ဆံကလည်း\nပြန်အမ်းခိုင်းလို့မရ ဖြစ်ရာကနေ သူ့အမေရဲ့ အကြံအတိုင်း\nအမေနဲ့အတူ ဟန်းနီးမွန်းထွက်ဖို့ ဖြစ်လာပါတော့တယ်။သားအမိနှစ်ယောက် မော်ရေးရှပ်စ်ကျွန်းကို ဟန်းနီးမွန်းထွက်ကြရင်း\nဇနီးမောင်နှံဟန်ဆောင်ကြရပုံတွေ တလွဲဖြစ်ကြပုံတွေကို ဟာသဆန်ဆန် ရိုက်ကူးထားတဲ့အပြင်သားအမိတွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ နားလည်မှုအလွဲတွေ\nအမေတစ်ယောက်ရဲ့ ခံစားချက်တွေကိုပါ မီးမောင်းထိုးပြထားတဲ့ ဇာတ်လမ်းလေး ဖြစ်တာကြောင့်\nကြည့်ရှူခံစားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်Genre.....Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 830MB and 283MB\nFormat…mp4\nDuration….1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman ...",
        "rating": "5.9",
        "url": "https://megaup.net/14vkt/Honeymoon_with_My_Mother.2022.NF.WEB-DL.720p.CM.mp4",
        "category": "Comedy"
    }
]