[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/71b8b2fdf55d19540432f86f53f90e67-161x200.png",
        "title": "Apple Event (2020)",
        "description": "Oct 13 တုန်းက Apple က တင်ဆက်ခဲ့တဲ့ Event ကို\nChannel Myanmar ကနေ ကြိုးစား\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်\nအမှားများ ပါခဲ့ရင် နားလည် ခွင့်လွှတ် ပေးကြပါ\nApple မှ သူတို့ ရဲ့ ထုတ်ကုန်သစ်တွေ ဖြစ်တဲ့\nHome Pod နှင့် iPhone 12 Series များကို\nOct 13 မှာ စတင် မိတ်ဆက်ခဲ့ပါတယ်\nLive ကြည့်လိုက်ရတဲ့ သူတွေ ရှိသလို\nမကြည့်လိုက်ရသေးတဲ့ သူတွေ ရော အတွက်\nနည်းပညာ အသုံးအနှုန်းများ နှင့် ကုန်ပစ္စည်းများကို\nသင့်လျော်စွာ ဘာသာပြန်ဆိုပေးထားပါတယ်\nကြည့်ရှုပြီး ဖြည့်စွတ်နားလည်ပေးကြပါလို့\nကြိုတင်တောင်းဆိုအပ်ပါတယ်\nဒီ Apple Event ကို JoJoVa နှင့် Amelia တို့မှ\nပူးပေါင်းဘာသာပြန် တင်ဆက်ပေးထားပြီး\nChannel Myanmar မှ Thit San Khant က\nတင်ဆက်ပေးလိုက်ပါတယ်",
        "rating": "9.0",
        "url": "https://megaup.net/TFtk/Apple_Event_%E2%80%94_October_13_720p_(2020)_%7BCM%7D.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7e8uSryYTeIH79VVNugonQm6tQ.jpg",
        "title": "Criminal Audition(2020)",
        "description": "Criminal Audition(2020)အခြားသူတွေရဲ့ ပြစ်မှု‌တွေကို အခကြေးငွေယူပြီး ကိုယ်စားဝင်ခံပေးဖို့ ရာဇဝတ်သားအယောင်ဆောင်တွေမွေးထုတ်ပေးနေတဲ့ အဖွဲ့တစ်ဖွဲ့၊ သူတို့အလုပ်က ကြားဝင်လက်လျိုပြီး တရားခံအဖြစ် ဝန်ခံလိုက်ရုံသက်သက်မဟုတ်ပါဘူး။အရမ်းစနစ်ကျပါတယ်။ အမှုတည်ဆောက်တာကနေ တရားစီရင်ချသွားတဲ့အထိအမှုကို စောင့်ကြည့်နေတဲ့လူတွေကြားမှာ ဟာကွက်မရှိအောင် ဇာတ်လမ်းဆင်ကြတာပါ။ဒါပေမဲ့ တနေ့မှာတော့ အရင်အခေါက်တွေနဲ့ မတူတဲ့ အလုပ်အပ်သူ ဖောက်သည်တစ်ယောက်ရောက်ရှိလာတဲ့အချိန်မှာတော့.... အချိုးအ‌ကွေ့‌တွေနဲ့ ဘာတွေဆက်ဖြစ်ပျက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ရိုက်ပြထားတဲ့အတွက် ဆက်လက်ကြည့်ရှူလိုက်ကြပါဦးFile Size :(875MB) and (329 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Comedy, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thithtoo Zaw\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/TFk5/Criminal_Audition.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/XAdCkSeWlYPN9wnqAOZFquUM7z.jpg",
        "title": "Lord of Shanghai 2",
        "description": "Lord of Shanghai (2020)\n2016တုန်းကထွက်ခဲ့တဲ့ Lord of Shanghai ရဲ့အဆက်လေးပါ ပထမကားတုန်းက ချန်လီရှုံသေပြီး ဟွမ်ယွီဖေ့က ရှန်ဟိုင်းဘုရင်ဖြစ်လာရာကနေ ဇာတ်ကားအပြီး\nမှာ ဟွမ်ယွီဖေ့ဗုံးပေါက်ကွဲပြီးသေသွားတာနဲ့အဆုံးသတ်ထားပါတယ် အခုကသူ့ရဲ့နောက်ဆက်တွဲပေါ့ ဘယ်သူကရှန်ဟိုင်းရဲ့ဘုရင်ဆက်ဖြစ်လာမလဲ ရှန်ဟိုင်းဘုရင်\nနေရာကိုရဖို့အတွက်ဘယ်သူတွေဘယ်လိုကြိုးစားကြမလဲ ရှောင်ယွဲ့ကွေ့နဲ့ဘယ်သူတွေထပ်ပြီပက်သက်ဦးမှာလဲ ပထမကားကိုကြည့်ထားပြီးမှဒီကားကိုကြည့်ရ\nတာအဆင်ပြေမှာပါ မဟုတ်ရင်ဇာတ်ရည်လည်ဖို့ခက်ပါတယ် ကဲ ၁၉၀၀ပြည့်နှစ်အလွန်ကိုအခြေခံထားတဲ့ဇာတ်ကားလေးကို ကြည့်ရှုပေးကြပါဦး\nTranslator : Nay Chi\nEncoder : YK\nFile Size : 1.03GB and 513MB\nQuality : 1080p and 720p",
        "rating": "4.2",
        "url": "https://megaup.net/1zC39/Lord_Of_The_Shanghai_II.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8DqRTGQGhHv2nrdK1ZcX8km363O.jpg",
        "title": "The Therapist : Fist of Tae-baek 2020",
        "description": "The Therapist Fist of Tae Baek(2020)\nဒီဇာတ်ကားကတော့ ကိုရီးယားနိုင်ငံရဲ့\nရိုးရာကိုယ်ခံပညာနဲ့ တိုက်ခိုက်ပုံ ရိုးရာအကြောပြင်ပညာရပ်အစရှိတာတွေကို\nစိတ်ဝင်စားဖို့ကောင်းအောင်ဇာတ်လမ်းဆင်ထားတဲ့ Comedy/Dramaကားဖြစ်ပါတယ်။\n၂၀၂၀ခုနှစ်ထဲမှာပဲထွက်ရှိထားပြီး မင်းသားကြီး Oh Ji ho ပါဝင်ထားတဲ့\nကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကိုပြောရရင် ဆောင်းဂျွန်ဆိုတဲ့သူက\nကိုရီးယားကိုယ်ခံပညာကိုတောင်ပေါ်က ဘုန်းတော်ကြီးကျောင်းတစ်ခုမှာသင်ယူနေသူဖြစ်ပြီး\nကိုယ်ခံပညာရပ်မှာတစ်ဖက်လူရဲ့ ခန္ဓာကိုယ်အစိတ်အပိုင်းအကြောနေရာကအစသိပြီး\nတစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သူတစ်ယောက်လည်းဖြစ်ပါတယ်။တစ်ရက်နောက်ဆုံး\nအတော်ဆုံးပညာရှင်ရွေးပွဲနေ့မှာ သူနဲ့ညီအစ်ကိုအရင်းလိုခင်ရတဲ့သူ\nရုတ်တရက်ပျောက်ဆုံးသွားပြီးနောက်မှာ သူဘဝကြီးလည်းအတော်ဆုံးဆိုတဲ့ နေရာနဲ့\nလွဲပြီးအပြောင်းလဲကြီးပြောင်းလဲခဲ့ရပါတော့တယ်။ဒီကားထဲမှာ စိတ်ဝင်စားဖွယ်\nကိုရီးယားကိုယ်ခံပညာရပ်တွေကို ပြသတဲ့အခါ မငြီးငွေ့ရအောင် အတိုက်အခိုက်ခန်းတွေအပြင်\nဟာသလေးနှောထားလို့ ကြည့်လို့ကောင်းပါတယ်။လူခန္ဓာကိုယ်ကအရိုးအကြောတွေကို\nလိုသလိုပြုပြင်ပြီး အနှိပ်ပညာတစ်ခုနဲ့တင် ပုံသွင်းလို့ရတယ်ဆိုတာကိုလည်းတွေ့ရမှာပါ။\nဇာတ်လမ်းလည်းမဆိုးသလို ဖိုက်တင်ကားကြိုက်တဲ့သူတွေအတွက်အတိုက်အခိုက်အခန်းလေးတွေနဲ့အတူ\nလေ့လာစရာလေးတွေပါလို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။\nTranslator :Moe Pwint\nEncoder :Thit San Khant\nFile Size :1.09GB and 538MB\nQuality :1080p and 720p",
        "rating": "",
        "url": "https://megaup.net/TEzi/The.Therapist.Fist.of.Tae-baek.2020.720p_%7BCM%7D.mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/sprin._V1_-140x200.jpg",
        "title": "Spring, Summer, Fall, Winter… and Spring (2003)",
        "description": "Spring, Summer, Fall, Winter... and Spring (2003)====================================IMDb Rating - 8.0/10#Unicodeဒီနေ့မှာ ဒီနှစ်မှာ ဒီဘ၀မှာ ကြုံရတဲ့ဒုက္ခဝေဒနာသံသရာလို့ ခင်ဗျားတို့ခေါ်ကြတဲ့ ထပ်ဖန်တလဲလဲဖြစ်ပျက်တဲ့\nသဘောတရားအတိုင်း ဖြစ်ပျက်နေမယ်ဆိုရင် ဒီဒုက္ခတွေဟာ ရင်ဆိုင်နိုင်စရာရှိပါ့မလား။နွေကန္တာဦးကိုဖြတ်သန်းပြီးတဲ့အခါ ဂိမာနနွေဂိမာနနွေကိုကျော်လွန်သွားတဲ့အခါ ရွက်ကြွေဆောင်းဦး ဆောင်းဦးကိုကျော်လွန်သွားတဲ့အခါ ဟေမန္တဆောင်းပျော်ရွှင်ခြင်း ၀မ်းနည်းခြင်း ဒွန်တွဲလို့ ဒီအရာတွေအားလုံးကို ကျော်လွန်ပြီးသွားတဲ့အခါ နွေကန္တာဦးဟာ ပြန်မွေးဖွားလာပြန်တယ်။အဆုံးမသတ်တတ်တဲ့ သဘောသဘာ၀ရှိပါတဲ့ ဒီသံသရာကြီးမှာ ကျွန်တော်တို့ ခြေလှမ်းတွေနဲ့ထပ်ကြပ်မကွာ အပြစ်၀န်တွေဟာ လေးလံလှစွာ ပါလာတယ်။နွေဦးပြ‌ီးတော့နွေ နွေပြီးတော့ဆောင်းဦ; ဆောင်းဦးပြီးတော့ဆောင်း ဆောင်းပြီးတော့နွေ အားလုံးဟာ ဒီအပြစ်၀န်တွေကို သယ်ကာပိုးကာနဲ့ ရှေ့ဆက်ကြရဦးမယ်။ကဗျာဟောင်းကလေးထဲကလိုဆိုရရင် မာယာတွေရစ်သိုင်းထားတဲ့ လောကဓံတရားရဲ့အောက်မှာ ဘယ်လူသားကမှတော့ ဒဏ်ရာနဲ့ မကင်းခဲ့ပါဘူး။\nကျွန်တော်တို့သယ်ပိုးထားရတဲ့ ဒဏ်ရာတွေကို လွှတ်ချဖို့ အဖြေက အချိန်ပါပဲ။ အချိန်ဟာ အရာအားလုံးရဲ့ အဖြေပါပဲ။ဒီအရာတွေ ဘယ်အချိန်မှာရပ်သွားမလဲ ဒီရင်ထဲမှာချည်နှောင်ထားတဲ့အပြစ်၀န်တွေကို ဘယ်လိုဖြေချရမလဲ ဆိုတဲ့အဖြေကတော့ ကိုယ်တိုင်ရဲ့ ရင်ထဲမှာပဲရှာရမယ်။အဖြေမရှာနိုင်‌သေးသမျှတော့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/spring-summer-fall-winter-and-spring-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/dd0ba7db6be36b8ad164f973bbcd90c6-120x200.jpg",
        "title": "(21+) My Horny Neighbour Girl",
        "description": "Dark Fan တွေအတွက် အိမ်မှာနေရင်း လေ့လာဖို့ ကောင်းတဲ့ ဇာတ်ကားတစ်ကားရွေးချယ် တင်ပေးလိုက်ပါတယ်\nသူမလို AV မင်းသမီးတစ်ယောက် ကြည့်ရဖို့က နဲတဲ့ကုသိုလ်ကံ မဟုတ်ဘူး\n၃၁ ဘုံမှာ အမိုက်ဆုံး AV Model တစ်ယောက်လို့တောင်ပြောလို့ရပါတယ်\nအထူးသဖြင့် သူမပိုင်ဆိုင်ထားတဲ့\nဖွင့်ထွားတဲ့ စနေနှခိုင်\nဖူးအာနေတဲ့ နှုတ်ခမ်းတစုံ\nစတာတွေက အသက်တွေပါပဲ\nမျက်နှာလေးက နန်းဆန်ပြီး Amature အမူရာနဲ့ တစ်လှည့်\nMature အမူယာနဲ့တစ်ဖုံ အကောင်းဆုံးသရုပ်ဆောင်ထားတယ်....\nတက်သစ်စ AV မလေးတစ်ယောက် အခန်းပြောင်းလာပါတယ်\nဟိုဖက်က ငနဲတကောင်ကလည်း FA တစ်ယောက် ပီပီ ထွက်သမျှ AV တွေကို\nမလွတ်တမ်းအားပေးနေတာ မျက်ရည်က အတော်ဝနေပါပြီ\nတနေ့မှာ မော်ဒယ်လေးက မိတ်ဖွဲ့ဖို့ တဖက်က ကောင်လေးအခန်း ကိုသွားလည်ပါတယ်\nအဲဒီမှာ ကောင်လေးကြည့်နေတဲ့ DVD အခွေကိုတွေ့သွားပြီး ......\nတက်သစ်စ မော်ဒယ်မလေးက ကုန်ကြမ်းတွေကို အပီအပြင်လေ့လာခွင့်ရသွားသလို\nငနဲရဲ့ ကုန်ကြမ်းတွေကလည်း ပေးမကုန်နိုင်ပါဘူး....\nအနေအထားတွေကို အခေါ်အဝေါ်တွေ နဲ့တွဲပြီး ပူးပေါင်း လေ့လာကြတာကို\nပုံဖေါ်ထားလို့ ၂၁+ ဆိုပြီး ...",
        "rating": "",
        "url": "https://megaup.net/1zByW/FSDSS-014_720p(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/secret-dare-133x200.jpg",
        "title": "The Secret: Dare to Dream 2020",
        "description": "ဒီ ဇာတ်ကားလေးကတော့ မိသားစုတစ်စုရဲ့ချစ်ခြင်းမေတ္တာကိုဖော်ကျူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါမရန်ဒါအမည်ရတဲ့မုဆိုးမတစ်ယောက်ဟာ ခက်ခဲပင်ပန်းစွာနဲ့အသက် မွေး၀မ်းကျောင်းပြုပီး ကလေး၃ယောက်ကိုပြုစုပျိုးထောင်နေတဲ့မိန်းမတစ်ယောက်ပါတစ်နေ့တော့သူတို့နေတဲ့မြို့ကလေးကို ဟေဇယ်မုန်တိုင်းက၀င်ရောက်တိုက်ခတ်ခဲ့ပါတယ် တိုက်ခတ်လာတဲ့မုန်တိုင်းနဲ့အတူ သူမကို ကူညီပေးတဲ့ ဘရေးအမည်ရတဲ့လူတစ်ယောက် တိုက်ဆိုင်စွာရောက်ရှိလာခဲ့ပါတယ်ဘရေးရဲ႕ ဘ၀သင်ခန်းစာတွေ စိတ်ခွန်အားဖြစ်စေတဲ့စကားတွေကြောင့် စိတ်ပျက်အားငယ်နေတဲ့မိသားစုလေးဟာ အသက်၀င်လာခဲ့ပါတယ်ဒါပေမဲ့ မရန်ဒါရဲ့ယောက္ခမကတော့ ဘရေးကိုသိပ်သဘောမကျခဲ့ပါဘူးနောက်ဆုံးမှာ ဘရေးတစ်လျှောက်လုံးဖွင့်ပြောချင်ပေမဲ့ထုတ်မပြောနိုင်ခဲ့တဲ့ လျို့၀ှက်ချက်တစ်ခုပေါ်ပေါက်လာတဲ့အခါ ဒီအခြေအနေတစ်ခုလုံးကိုလှုပ်ခတ်သွားစေခဲ့ပါတယ်အ့ဒီ့လျို့၀ှက်ချက်ကဘာလဲ သူတို့တွေပေါင်းစည်းနိုင်ပါ့မလားဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ် \nFile size… 1Gb\nQuality… Webrip 1080p\nFormat…mp4\nDuration….01:47:00\nGenre ... Romance, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Zhang Yu Yan\nEncoded by Littleneo",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-secret-dare-to-dream-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/let.it_.snow_.1-133x200.jpg",
        "title": "Let It Snow (2020)",
        "description": "Let It Snow (2020)==============IMDb Rating - 4.5/10#UnicodeLet it snow ဇာတ်ကားဟာ အချစ်၊ ကြည်နူးမှု၊ ပူဆွေးသောက အငြိုးအတေး စတဲ့ခံစားချက်မျိုးစုံကိုပေါ်လွင်အောင် အသားပေးရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ ရင်သပ်ရှုမောဖွယ်ကောင်းလှတဲ့ပတ်ဝန်းကျင်တွင် ချစ်သူနှစ်ဉီး၏ရိုမန်တစ်ဆန်ဆန်ချစ်ကြိုက်ခန်းများကိုကြည်နူးဖွယ်ရှုစားနိုင်သလိုစွန့်စားခန်းများကို ထိတ်လန့်အံ့သြဖွယ်ရာဖြစ်ရပ်ဆန်းများဖြင့် ကြောက်မက်ဖွယ်မြင်တွေ့ရမယ့်ရသစုံလင်ဇာတ်ကားကောင်းလေးပါ။ သားသမီးကြောင့်ဖြစ်လာတဲ့ အမေတစ်ယောက်ရဲ့ပူဆွေးသောကကိုရင်နင့်ဖွယ်တွေ့မြင်ခံစားနိုင်ပါတယ်။ နေရာဒေသအသစ်အဆန်းတွင် ဒေသခံတို့၏စကားကို လျစ်လျူမရှုသင့်ကြောင်းနှင့် မတော်တဆပင်ဖြစ်လင့်ကစား ကိုယ့်ကြောင့်သူတစ်ပါးထိခိုက်သွားလျှင်တာဝန်ယူဖြေရှင်းသင့်ကြောင်းတို့ကို ပညာပေးဆန်ဆန်ရိုက်ကူးထားပါတယ်။အေးစက်သောနှင်းတောင်စောင်းတွင်ချစ်သူနှစ်ဉီး၏စကိတ်စီးစွမ်းရည်နှင့်နောက်ဆက်တွဲထိတ်လန့်စရာဖြစ်ရပ်တို့ကို ဇာတ်ကားလေးထဲမှာ ကြောက်မက်ဖွယ်ရှူစားနိုင်ပါတယ်။ဒါရိုက်တာကြီးStanislav Kapralovကဉီးဆောင်ရိုက်ကူးထားပြီး နာမည်ကျော်မင်းသမီး Ivanna Sakhnoနှင့်အခြားသရုပ်ဆောင်များစွာပါဝင်သည့် သည်းထိတ်ရင်ဖိုဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Mya Phyo Nandar ပဲဖြစ်ပါတယ်။) #ZawgyiLet it snow ဇာတ္ကားဟာ အခ်စ္၊ ၾကည္ႏူးမႈ၊ ပူေဆြးေသာက အၿငိဳးအေတး စတဲ့ခံစားခ်က္မ်ိဳးစုံကိုေပၚလြင္ေအာင္ အသားေပး႐ိုက္ကူးထားတဲ့ ဇာတ္ကားေလးျဖစ္ပါတယ္။ ရင္သပ္ရႈေမာဖြယ္ေကာင္းလွတဲ့ပတ္ဝန္းက်င္တြင္ ခ်စ္သူႏွစ္ဉီး၏႐ိုမန္တစ္ဆန္ဆန္ခ်စ္ႀကိဳက္ခန္းမ်ားကိုၾကည္ႏူးဖြယ္ရႈစားႏိုင္သလိုစြန္႔စားခန္းမ်ားကို ထိတ္လန္႔အံ့ၾသဖြယ္ရာျဖစ္ရပ္ဆန္းမ်ားျဖင့္ ေၾကာက္မက္ဖြယ္ျမင္ေတြ႕ရမယ့္ရသစုံလင္ဇာတ္ကားေကာင္းေလးပါ။ သားသမီးေၾကာင့္ျဖစ္လာတဲ့ အေမတစ္ေယာက္ရဲ႕ပူေဆြးေသာကကိုရင္နင့္ဖြယ္ေတြ႕ျမင္ခံစားႏိုင္ပါတယ္။ ေနရာေဒသအသစ္အဆန္းတြင္ ေဒသခံတို႔၏စကားကို လ်စ္လ်ဴမရႈသင့္ေၾကာင္းႏွင့္ ...",
        "rating": "4.5",
        "url": "https://megaup.net/TC0p/Let.it.Snow.2020.720p.WEBRip[CM].mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8BPVEbnezgZjnMXPSRnfduvYQNU.jpg",
        "title": "Midnight Diner 2014",
        "description": "Midnight Diner 2014\nညအလင်းဆိုင်ငယ်လေးတခုမှာလူပေါင်းစုံလာရောက်စားသောက်ရာကနေ\nဒီဇာတ်လမ်းလေးဖြစ်ပေါ်လာပါတယ် ညပိုင်းအလုပ်တက်ရမယ့်သူတွေ၊\nအိမ်မှာအဖော်မရှိတဲ့တယောက်တည်းသမားတွေ ၊ညဘက် အစားစားလေ့ရှိသူတွေ၊\nအချိန်ပိုဆင်းရသူတွေ စသဖြင့်အကြောင်းမျိုးစုံနဲ့ဒီဆိုင်ကိုရောက်လာကြသူတွေဟာ\nပထမဆုံးတခေါက်ဆိုင်မှာဝင်ထိုင်ရင်း အမြဲတမ်းထိုင်ဖြစ်သွားသူတွေလည်းအပုံ\nတချို့လည်းဖြတ်သွားလို့ဝင်ထိုင်ရင်းနောက်တခေါက်ပြန်ရောက်မလာခဲ့ကြဘူး\nဆိုင်မှာထိုင်နေကြဖြစ်သွားသူတွေကတော့ သူတို့ရဲ့အမှတ်ရစရာဇာတ်လမ်းလေးတွေကို\nဆိုင်မှာချန်ထားခဲ့တာပေါ့ ဖောက်သည်အချင်းချင်းခင်မင်ရာကနေအဆင့်တက်သွားသူတွေလည်းမနည်း\nဒီဇာတ်ကားဟာ လူတဦးတယောက်ထဲရဲ့ဇာတ်လမ်းမဟုတ်ပဲ ဆိုင်လေးဆီလာနေကြဖောက်သည်တွေရဲ့\nဇာတ်လမ်းတိုလေးတွေပါ။ဘယ်လိုပဲပြောပြော ညအလင်းဆိုင်ဆိုတာကတော့ လူသားအားလုံးအတွက်\nခဏနားခိုစရာနေရာလေးတခုအဖြစ်အမြဲရှိနေမှာပါ ။ဆိုင်ရှင်ဦးလေးကြီးကလည်းစေတနာအပြည့်နဲ့\nလာရောက်စားသုံးသူတွေကို ဧည့်ခံနေဦးမှာပါ ။ဦးလေးကြီးရဲ့ဟင်းပွဲပြင်ဆင်မှုလက်ရာတွေနဲ့ဇာတ်ကားရဲ့\nနေက်ခံတီးလုံးတွေကတော့ ပိတ်ရက်ညလိုမျိုးမှာ နားကျပ်တပ်ပြီးကြည့်ရင် အလိုက်ဆုံးပေါ့ .....\nTranslated by : Nay Chi\nEncoded by : YK\nFile Size :1.1GB and 561MB\nQuality : 1080p blueray and 720p",
        "rating": "4.9",
        "url": "https://megaup.net/TE0k/Midnight_Diner_2019.720p(CM)..mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hozgnKQmG2bpe22rQ1y432TgzEv.jpg",
        "title": "Cadaver (2020)",
        "description": "Horror, Thriller ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တစ်ကမ္ဘာလုံး နျူကလီးယားကပ်ဘေးကျရောက်နေတဲ့အတွက် စားစရာနေစရာ ချို့တဲ့အနေတဲ့အချိန်မှာလီယိုနာရာ တို့မိသားစုနေထိုင်တဲ့ နေရာနားကို ပြဇာတ်ကိုလာကြည့်ရင် အစားအသောက်ပါစားရမယ်ဆိုပြီးဇာတ်ပွဲအတွက် လက်မှတ်တွေကို ပေးသလောက်ငွေနဲ့ ရောင်းပေးနေပါတယ်။လီယိုနာရာ နဲ့ သူ့ခင်ပွန်း၊ သမီးဖြစ်သူ အဲလစ်တို့ အဲဒီပြဇာတ်ကိုသွားကြည့်တဲ့အချိန်မှာတော့ ပြဇာတ်ကစင်ပေါ်မှာမကဘဲ ကျင်းပတဲ့နေရာ ဟိုတယ်တစ်ခုလုံးမှာ ကမှာဖြစ်ပြီး ပရိသတ်နဲ့ သရုပ်ဆောင်ကို ခွဲခြားထားတာကတော့ မျက်နှာဖုံးလေးတစ်ခုနဲ့ပါ။မျက်နှာဖုံးတပ်ထားတဲ့သူတွေက ပွဲကြည့်သူတွေဖြစ်ပြီး မျက်နှာဖုံးတပ်မထားတာက သရုပ်ဆောင်တွေပါ။တစ်နေရာတည်းမှာ ကပြတာမဟုတ်ဘဲ ကိုယ်နှစ်သက်ရာ သရုပ်ဆောင်နောက်ကို လိုက်သွားပြီး ကြည့်ရပါတယ်။လီယိုနာရာတို့မိသားစု သူတို့ စိတ်ဝင်စားတဲ့ သရုပ်ဆောင်နောက်ကို လိုက်သွားကြည့်ကြရင်း သမီးလေး အဲလစ် ပျောက်သွားတဲ့အချိန်မှာတော့....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ d3mon ပဲဖြစ်ပါတယ်… File Size : (700 MB) and (350 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 26min\nFormat ...",
        "rating": "5.1",
        "url": "https://megaup.net/2Vwbv/Kadaver_(2020)_720p.NFWEB-DL.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFFoCSdZdPQ3kVXqC20FfY7hO9x.jpg",
        "title": "My Bloody Valentine (2009)",
        "description": "[Unicode]My Bloody Valentine (2009)\n=====================ဟောလိုးဝင်းနဲ့လိုက်မယ့် အတော်အသင့် ခြောက်ခြားစရာ ရုပ်ရှင်တစ်ကားကို ရွေးကြည့်မယ်ဆိုရင် My Bloody Valentineက မဆိုးတဲ့ကားပါပဲ။\nSuperNaturalရဲ့ Dean Winchester , Jesen Ackelesရဲ့ Box Officeမှာ အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်လည်းဖြစ်တယ်။\nSuperNatural အစောပိုင်းကာလနဲ့ ခပ်ဆင်ဆင်အရသာလိုချင်တဲ့ Dean ပရိတ်သတ်တွေအတွက် အကြိုက်တွေ့မယ့် ကားမျိုးလည်းဟုတ်တယ်။\nတစ်ခုရှိတာက ဒီရုပ်ရှင်က Slasher filmပါ။\nပြောရရင်တော့ ‌‌ချွန်ထက်တဲ့လက်နက်တွေနဲ့ ခန္ဓာကိုယ်ကို ဟက်တက်ခွဲ လူသတ်‌တာတွေပြတဲ့ Horror Filmတစ်မျိူးပါပဲ။\nအရမ်းကြီးတော့ ကြောက်ဖို့မကောင်းလှပါဘူး။\nခေါင်းကို ကိတ်မုန့်ခွဲသလို ပါးစပ်ကနေ ဂေါ်ပြားထိုးစိုက်ပြီး လှီးပစ်တာလောက်ပဲပါပါတယ်။\nအားနည်းချက်ကတော့ တရားခံကိုထင်ယောင် ထင်မှားဖြစ်အောင် ပတ်ပြပြီး Plot twistလေး ထည့်ထားပေမယ့် ဇာတ်ကြောင်းအရ တရားခံကသိသာလွန်းနေတာပါပဲ။\nတရားခံကို ဖုံးဖို့ အားစိုက်မကြိုးစားဘဲ ဒီအတိုင်းရေလိုက်ငါးလိုက်လေး ထားလိုက်ရင် ဒီကားရဲ့ Ratingက ဒီထက်ပိုကောင်းသွားမှာပါ။\nBox officeမှာ အောင်မြင်တယ်ဆိုတော့ အများစုတော့ ကြိုက်ကြပုံပါပဲ။\nJesen ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/my-bloody-valentine-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Welcome-to-Sudden-Death-2020-143x200.jpg",
        "title": "Welcome to Sudden Death 2020",
        "description": "အညွှန်း\nဘတ်စကတ်ဘောကွင်းကို အကြမ်းဖက်သမား အုပ်စုတစ်ခုက ဝင်စီးပြီး ဝင်ပေါက်တိုင်းမှာ ဗုံးထောင်ပြီး ငွေညှစ်ပါတယ်။\nအဲဒီ ကွင်းမှာ လုံခြုံရေးလုပ်နေတဲ့ ဂျက်ဆီက မရင်းတပ်သားဟောင်း ဖြစ်တဲ့အတွက် အကြမ်းဖက်သမားတွေနဲ့ ရင်ဆိုင်ဖူးတဲ့ အတွေ့အကြုံ ရှိတဲ့လူပါ။\nအခု ဒီကစားပွဲကို သူ့ကလေးနှစ်ယောက်နဲ့အတူ လာကြည့်တဲ့အခေါက်ကျမှ တိုက်တိုက်ဆိုင်ဆိုင် အကြမ်းဖက်ရန်နဲ့ လာတွေ့ကြုံရတဲ့အခါ ဖခင်တာဝန်ကျေပွန်အောင်ဖို့အပြင် လူတွေရဲ့ အသက်ကိုကယ်ဖို့ ကြိုးစားရပါတော့တယ်။Welcome to sudden death (2020) ဟာ Die Hard (1988) ရဲ့ အငွေ့အသက်တွေ ပြန်လည်ခံစားရမယ့် အက်ရှင်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။\n \nFile size… 1Gb\nQuality… Bluray 1080p\nFormat…mp4\nDuration….01:21:00\nGenre ... Action, Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Htet Wai Lwin\nEncoded by Littleneo",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/welcome-to-sudden-death-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/sex2-133x200.jpg",
        "title": "Sex and the City (2008)",
        "description": "Sex and the City (2008)==================IMDb Rating - 5.6/10#Unicodeခေါင်းစဉ်ကိုကြည့်ပြီး 21+ ကားထင်နေရင်မှားသွားပါလိမ့်မယ်။ ထက်မြက်တဲ့ အမျိုးသမီးတွေကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေး လာပါပြီ။ နယူးယောက်မြို့သူ ၄ ယောက်ရဲ့ အိမ်ထောင်ရေး နဲ့ အချစ်ဇာတ်လမ်းကိုအကောင်းဆုံးပုံဖော်တဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းအညွှန်း*****************နယူးယောက်မြို့ကြီးကို လူတွေလာကြတာ ၂ ချက်ပဲရှိတယ် အောင်မြင်မှုနဲ့ အချစ် အတွက်ပဲ....လို့ ခံယူထားတဲ့Carrie Bradshaw , Samantha Jones , Charlotte York , Miranda Hobbes တို့ ၄ ယောက်ဟာ အရမ်းခင်ကြတဲ့ squad ဖြစ်ပါတယ်။ သူတို့ခံယူချက်အတိုင်း သက်ဆိုင်ရာ နယ်ပယ်မှာအောင်မြင်မှုကိုရရှိပြီးတဲ့အခါမှာအချစ်စစ်ကို စူးစမ်းရှာဖွေကြရင်းနဲ့ ဘဝရဲ့အလွဲလွဲအချော်ချော်အဖြစ်အပျက်တွေကို ဘယ်လိုထိန်းကျောင်းကျော်ဖြတ်သွားမလဲ ခံစားရမှာပါ ။ သူငယ်ချင်း ၄ ယောက်ရဲ့ Friendship နဲ့ Relationship ကိုတဝကြီးကြည့်ရှုရမှာဖြစ်ပြီးRomance, Drama ...",
        "rating": "5.6",
        "url": "https://megaup.net/1zBfs/Sex.And.The.City.2008.720p.BluRay.[CM].mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jgtt8yKsKFQv5JzTrSA894EkNsp.jpg",
        "title": "Kajaki 2014",
        "description": "Kajaki 2014\nစစ်ကားကောင်းကောင်းလေးကြည့်မလား ? မျက်စိလည်းမနောက် ၊\nဇာတ်လမ်းလေးလည်းကောင်း ၊ တကယ့်အဖြစ်အပျက်ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးမယ်နော်\nဒုံးဒုံးဒိုင်းဒိုင်း နဲ့ ပစ်တဲ့စစ်ကားတော့မဟုတ်ဘူးနော် ဒါပေမဲ့ ပါးစပ်အဟောင်းသားနဲ့ကြည့်ရမှာတော့ အာမခံပါတယ်။\nမိုင်းထိတဲ့ကားလေးပါ ။\nဇာတ်လမ်းလေးကရိုးပါတယ် ။ ဟိုဘက်ကမ်းကိုသွားဖို့ လမ်းဖြတ်ကူးရမယ်ပေါ့။ အဲ့လမ်းက ဖြစ်ချင်တော့ ဗုံးမြေဖြစ်နေတယ် ။ပေါက်\nလိုက်တာမှ တအုံးအုံး နဲ့ ။ ပြီးတော့ ကယ်ဆယ်ရေးကိုစောင့်ရင်း\nဇာတ်လမ်းကိုအဆုံးသတ်ထားပါတယ်။\nဘာကြောင့် ဒီဇာတ်ကားလေးကို ညွှန်းချင်လည်းဆိုတော့ အဲ့လမ်းမှာဗုံးထိရင်း အချင်းချင်း ရိုင်းပင်းကူညီတဲ့စိတ်ဓါတ်၊ စစ်ဆိုတာ\nဘယ်လောက်တောင်အကြပ်ရိုက်လဲဆိုတာကို ဒါရိုက်တာက ပညာသားပါပါ ရိုက်ပြထားပါတယ်။ အဲ့ဒါကြောင့် စစ်ပြန်တွေ အချင်းချင်း\nအရမ်းရင်းနှီးတယ်ဆိုတာ ဒီလိုအခက်အခဲတွေကြောင့်ဆိုတာ အခုမှသိရတော့တယ်။ စစ်သုံးစကားတွေလည်း ဗဟုသုတအဖြစ်ထည့်ပေး\nထားသေးတယ်နော်။ အရမ်းကောင်းတဲ့ကားလေးပါ... ကြည့်ဖို့တိုက်တွန်းပါတယ်နော်....။ ။\nTranslator : Jo Jo Va\nEncoder : Thit San Khant\nQuality : 1080p and 720p\nSize :1.14 GB and 539MB",
        "rating": "7.1",
        "url": "https://megaup.net/1zAw7/Kajaki.2014.720p_%7BCM%7D.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9KWjS3xfjGKUiPQ8SQCx1KQGBPg.jpg",
        "title": "Si Manis Jembatan Ancol",
        "description": "Bloodlust Beauty (2019)\nအင်ဒိုနီးရှားသရဲကားလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားလေးက သရဲကားဆိုပေမယ့် တစ်ချို့နေရာလေးတွေမှာ ဟာသလေးတွေကိုလည်း ထည့်ရိုက်ပေးထားပါတယ် ဒါပေမယ့်\nလည်း Horror ဇာတ်လမ်းတစ်ပုဒ်ရဲ့ ရသကတော့ပျောက်မသွားပါဘူး\nဇာတ်ကြောင်းလေးကတော့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ဦးဟာ သူ့လုပ်ငန်းမှာရင်းနှီးမြုပ်နှံဖို့အတွက် အကြွေးရှင်တွေဆီက ငွေတွေကိုချေး\nခဲ့ပါတယ် ကံမကောင်းစွာနဲ့ပဲ သူ့ရဲ့လုပ်ငန်းဟာ မအောင်မြင်ဘဲဖျက်သိမ်းခံလိုက်ရပါတယ် အကြွေးရှင်တွေကသူတို့ရဲ့ ပိုက်ဆံပြန်ရဖို့\nအတွက်\nသူ့ရဲ့မိန်းမနဲ့တခြားလူတစ်ယောက်ကိုပါ ဓားစာခံအဖြစ်ခေါ်သွားပါတယ် သို့ပေမယ့် နောက်တော့ လူယုတ်မှာတွေရဲ့ထုံးစံအတိုင်း\nကောင်မလေးကို အဓမ္မကျင့်ပြီး မြစ်ထဲကိုပစ်ချလိုက်ပါတော့တယ်……..\nအဲ့ဒီလိုတွေဖြစ်ပျက်ခဲ့ပြီးနောက် လူတွေက အငြိုးကြီးနေတဲ့ကောင်မလေးရဲ့ဝိညာဉ်ကို မကြာခဏတွေ့လာရတဲ့အခါမှာတော့……\nတကယ်ကိုကြည့်ရတာ အဆင်ပြေတဲ့ သရဲကားလေးမို့ ကြည့်ဖြစ်အောင်ကြည့်ကြဖို့ထပ်ပြီးတိုက်တွန်းလိုက်ရပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ\nTranslator : Thet Hnin Hsu\nEncoder : Thit San Khant\nQuality :720p\nSize : 846MB",
        "rating": "5.8",
        "url": "https://megaup.net/TD2c/Bloodlust.Beauty.2019.720p_{CM}.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hRhYEPqZcGFW9n0eb4AxlBInY1I.jpg",
        "title": "Monster Run 2020",
        "description": "Monster Run 2020\n2020 August လကထွက်ခဲ့တဲ့ ဇာတ်ကားလေးတကားတင်ဆက်ပေးချင်ပါတယ် မွန်းစတားလေးတွေပါဝင်တဲ့ချစ်စရာဇာတ်ကားလေးပါ\nမင်းသမီးလေးကဒီကားရဲ့အဓိကဇာတ်ကောင်ပေါ့ (ကြည့်နေရင်းခင်ဝင့်ဝါနဲ့တောင်ဆင်သလိုလိုပါပဲ) ဇာတ်လမ်းအကြောင်းကတော့ လူ\nတွေကြားထဲမှာ တခြားကမ္ဘာကရောက်လာတဲ့မွန်းစတားတွေဟာလူတွေမသိအောင် နေထိုင်လျက်ရှိပါတယ် မင်းသမီးလေးကတော့ငယ်\nငယ်ကတည်းကဘေးမှာမွန်းစတားတွေလိုက်ကပ်နေတာကိုခံနေရတာပေါ့ သာမာန်လူမမြင်နိုင်တဲ့ဒီသတ္တဝါတွေကိုသူတယောက်ထဲမြင်\nနေရတော့ အားလုံးကရှောင်ဖယ်ခံရပြီး စိတ်ရောဂါဆေးရုံအပို့ခံရပါလေရောဆေးရုံကဆင်းပြီးနောက် စူပါမားကပ်ဆိုင်တဆိုင်မှာ အလုပ်\nဝင်လုပ်နေခဲ့ပါတယ် ဒီလိုနဲ့တညမှာ သူတို့ဆိုင်ကိုမွန်းစတားဖမ်းဖို့ဆိုပြီး ဆရာတစ်ဦးရောက်လာတာကနေသူ့ဘဝအပြောင်းအလဲစတင်\nဖြစ်ခဲ့တော့တာပါပဲ ဘာတွေဆက်ဖြစ်မလဲသိချင်ရင်တော့ဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ပါလို့ ....\nTranslator : Nay Chi\nEncoder :Thit San Khant\nQuality :1080p and 720p\nSize : 1.1GB and 509MB",
        "rating": "4.1",
        "url": "https://megaup.net/1zAx1/Monster_Run_2020.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k8Oj2YlFKbwj1SNKZcb5Fw1Yosj.jpg",
        "title": "The Binding 2020",
        "description": "Binding 2020\nHorror ရုပ်ရှင် တွေကိုမှ ကြိုက်နှစ်သက်ပါတယ် ဆိုတဲ့ သူတွေအတွက် ၂၀၂၀ အောက်တိုဘာလ ကမှNetflix ကထုတ်လွှင့်ခဲ့တဲ့ အီတလီဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ\nဒီကားထဲမှာတော့ အီတလီအောက်လမ်းပညာ နဲ့တိုက်ခိုက်ခံရတဲ့ မိသားစု အကြောင်းကို အဓိကထား ရိုက်ကူးထားတာပါတယ်\nမင်းသား တို့မိသားစု သူ့အမေရဲ့ ခြံထဲကို အလည်ထွက်လာတဲ့အခါမှာတော့ မမျှော်လင့်ဘဲ အောင်လမ်းနည်းပညာနဲ့ အတိုက်အခိုက် ခံခဲ့ရပါတယ်\nအောက်လမ်း အစီအရင် တွေကို သူတို့မိသားစု ကျော်လွှားနိုင်ပါ့မလား ဆိုတာကတော့....\nNetflix ကရိုက်တဲ့ သည်းထိတ် ရင်ဖို ဇာတ်ကားကောင်းတွေထဲက တစ်ခုပါ\nImdb ကတော့ 4.7 ရရှိထားပါတယ် ခင်ဗျ\nTranslator : Thu Khant\nEncoder : Thit San Khant\nQuality : 1080p and 720p\nSize : 1GB and 500MB",
        "rating": "4.6",
        "url": "https://megaup.net/1zB22/The_Binding_(2020)_720P_%7BCM%7D.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vWts1z13FBbG9EyWirEMLPJcVbV.jpg",
        "title": "Suk Suk ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ IMDb 7.1, Rotten Tomatioes က 100% အပြည့် ညွှန်းထားပြီး၂၀၂၀ ခုနှစ် ဟောင်ကောင် အကောင်းဆုံးအမျိုးသမီးဇာတ်ပို့ဆုနဲ့အကောင်းဆုံးအမျိုးသားဇာတ်ဆောင်ဆုကိုရရှိထားတဲ့ထိုင်ဝမ်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်BL ကြိုက်နှစ်သက်သူတွေအတွက် လာပါပြီနော် BL ကားလေးအခုလတ်တလောမှာ ပရိသတ်တွေနှစ်သက်တဲ့ ငယ်ငယ်ရွယ်ရွယ် BL မျိုးမဟုတ်ဘဲအရွယ်ရောက် Men Love လို့တင်စားလို့ရတဲ့ ML ကားလေးပေါ့နော်ကမ္ဘာပေါ်မှာ ကိုယ့် Gender ကို မိသားစုအသိုင်းအဝိုင်းနဲ့ ပတ်ဝန်းကျင်ကလက်ခံလို့ ပွင့်ပွင့်လင်းလင်း ဖွင့်ချခွင့်ရခဲ့တဲ့လူများရှိသလို မရတဲ့လူများလည်းရှိပါတယ်ဖွင့်ချခွင့်မရှိတဲ့ အမျိုးသားအများစုဟာ သာမာန်အမျိုးသားများလိုအိမ်ထောင်ပြုပြီး သားသမီးမြေးမြစ်များနဲ့ မိသားစုများရှိကြပါတယ်တစ်ချို့ကြတော့လည်း အိမ်ထောင်ပြုပြီးမှ မိမိကိုယ်ကိုသိရှိတာမျိုးလည်းရှိပါတယ်လူတစ်ယောက်နဲ့တစ်ယောက် နုပျိုချိန်ကနေ အတူတူအိုမင်းလာလို့မေတ္တာမပျက်ကြတာမဆန်းပေမယ့်အရေးကြောင်းတွေနဲ့အိုနေချိန်မှာမှ တစ်ယောက်ကိုတစ်ယောက်မေတ္တာသက်ဝင်ဖို့ဆိုတာအနည်းငယ်တော့ခက်ခဲပါတယ်ဒီဇာတ်ကားလေးထဲမှာတော့ အိုကလည်းအို ဂေးကလည်းဖြစ်လို့ပတ်ဝန်းကျင်ရဲ့ အကြည့်တွေကိုခံနေရသူတွေအတွက် ဂေးလူအိုရုံတောင်းဆိုကြရင်းသူတို့ချင်းရိုင်းပင်းကူညီမှုတွေနဲ့မိသားစုကိုယ်စီပိုင်ဆိုင်ထားပြီး သားသမီးမြေးမြစ်တွေရဲ့ ဂုဏ်သိက္ခာအတွက်တစ်သက်တာလုံးမိမိရဲ့ဖြစ်တည်မှုကို ဖုံးကွယ်ထားရမယ့် လူနှစ်ယောက်ဘယ်လိုတွေအဆုံးသတ်မလဲဆိုတာ မြင်တွေ့ရမှာပါကြည့်ကြည့်ပါ ရင်ထဲတစ်ခုခုကျန်ခဲ့မှာပါTranslated & Review By Htoo Htoo Ka Joe",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/suk-suk-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Fighting-Immortal-Statue-2020-1-136x200.jpg",
        "title": "Fighting Immortal Statue ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ April 17 2020မှာထွက်ထားတဲ့ Action Drama Romanceသိုင်းကားကောင်းတစ်ကားဖြစ်ပါတယ် ထျန်းဟယ်နှစ်ပိုင်းကာလနတ်တံခါးပွင့်လာပြီးနတ်အပေါင်းဟာလူ့ပြည်ကိုထွက်ပြေးလာကြပြီး လောကသားတွေကိုဒုက္ခပေးတဲ့နတ်တွေရှိနေပါတယ်..မိုးနတ်မင်းဟာ သစ္စာဖောက်နတ်တွေကိုဖမ်းဆီးစေဖို့ထျန်းကျင့်စေးဌာနကို တာဝန်ပေးခဲ့ပါတယ်...ထျန်းကျင့်စေးကိုအုပ်ချုပ်ရတဲ့ကျင့်ကျွင်းအမတ် ဟာသစ္စာဖောက်နတ်တွေကိုလိုက်ရှာပြီး ဖမ်းဆီးစေခဲ့ပါတယ်...ဒါပေမယ့်သစ္စာဖောက်နတ်တွေကို နတ်ပြည်သို့ပြစ်ဒဏ်ခံယူဖို့မပို့မီ ထျန်းကျင့်စေးမှာရှိနေစဉ်သေကြေပျက်စီးမှုတွေများလာတဲ့အခါ....ထျန်းကျင့်စေးမှာတာဝန်ထမ်းဆောင်တဲ့မုရုံဖုံးက သစ္စာဖောက်နတ်တွေရဲ့အစွမ်းကိုစုပ်ယူပြီးသတ်ဖြတ်နေတယ်လို့ မတရားစွပ်စွဲခံရတဲ့အခါ အမှန်တရားကိုဖော်ထုတ်နိုင်ပါ့မလား...နောက်ကွယ်ကကြိုးကိုင်နေသူကဘယ်သူဖြစ်မှာလဲ....ထင်မထားတဲ့လှည့်ကွက်တွေပါဝင်လို့ သဘောကျမိတဲ့ဇာတ်ကားတစ်ပုဒ်ပါမုရုံဖုံးနဲ့ လော့ရှီးတို့ရဲ့အချစ်ကို ကြည့်ရင်း ရင်ထဲစူးနစ်ဖွယ်ခံစားမိပါတယ်Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fighting-immortal-statue-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e3AZasaAGbCRhP09WZoyRDD511y.jpg",
        "title": "Pooh’s Heffalump Halloween Movie (2005)",
        "description": "[Unicode]Winnie The Pooh, Heffalump Halloween The Movie\n==============================‌ဟောလိုးဝင်းဟာ ကျွန်တော်တို့ နိုင်ငံမှာ မရှိပေမယ့် ကျွန်တော်တို့ငယ်ငယ်က KidZoneတို့ ပုတက်တို့ စွယ်စုံတို့ထဲမှာ ခရစ္စမတ်အထူးထုတ်တို့ ဟောလိုးဝင်းအထူးထုတ်တို့မှာပါတတ်တော့ ရင်းနှီးကျွမ်းဝင်ပြီးသား အရာတွေပါပဲ။\nနောက်ပိုင်းSuperNaturalလို စီးရီးတွေမှာပါတဲ့ ဟောလိုးဝင်းspecial episodeတွေနဲ့လည်း ကျွန်တော်တို့ဟောလိုးဝင်းကို ပိုကျွမ်းဝင်ခဲ့ကြတယ်။\nအခုWinnie The Pooh,Heffalump Halloween Movieက ဒီနှစ်ဟောလိုးဝင်းမှာ ခင်ဗျားတို့ ရွေးချယ်သင့်တဲ့ ဟောလိုးဝင်းVibeအရဆုံး Movieပါပဲ။\nဝကစ်ညဏ်ထိုင်းပြီး လုပ်သမျှတိုင်းက ချစ်ဖို့ကောင်းနေတဲ့ ကျွန်တော်တို့ရဲ့ Winnie The Pooh ကလေးနဲ့ ဟောလိုးဝင်းကို တွဲမြင်ရမှာပါ။\nအဆက်အဟပ်မတည့်သလို ထင်ကြမှာပေမယ့် ဟောလိုးဝင်း Vibeအရဆုံး လို့ပြောရင်မလွန်ပါဘူး။ငယ်ငယ်တုန်းက ဝယ်ဖူးလို့ပဲဖြစ်ဖြစ်\nမွေးနေ့လက်ဆောင်ရဖူးတာဖြစ်ဖြစ်\nလူအတော်များများရဲ့ ဘဝကတော့ Winnie the Poohနဲ့ကင်းမယ်ထင်ဘူး။\nမြန်မာနိုင်ငံမှာလည်း ပူးလ်က ရုပ်ရှင်ထက် အရုပ်လောကမှာ ပိုနာမည်ကျော်တာကိုး။\nwinnie the pooh စာရေးဆရာက လက်တွေ့ဘဝက ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/poohs-heffalump-halloween-movie-2005/"
    }
]