[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNzgzMDNkYzQtN2RlMi00MGNlLWJlODUtZjUxNGJhOTM4NDQ0XkEyXkFqcGdeQXVyMTI0MjU5MzUw._V1_-139x200.jpg",
        "title": "Footfairy (2020)",
        "description": "Footfairy (2020)အလုပ်အကိုင်အခွင့်အရေးတွေပေါများလှတဲ့ အိမ်မက်မြို့တော်မွန်ဘိုင်းရဲ့ ရထားဘူတာမှာ\nကောင်မလေးတွေဆက်တိုက်သတ်ခံနေရတာ ခြောက်ခြားစရာပါပဲ။မိန်းကလေးခြေထောက်လှလှလေးတွေကိုမှ ရူးရူးမူးမူးစွဲလမ်းနေတဲ့ ကွင်းဆက်လူသတ်သမားက\nမွန်ဘိုင်းရထားဘူတာရဲ့ လူပြတ်တဲ့နေရာမှာ အကွက်ချစီစဉ်ပြီး စိတ်ကြိုက်သတ်နေခဲ့ပါတယ်။\nအလောင်းတွေကိုလည်း ခြေထောက်တွေဖြတ်ထားပြီး ခရီးဆောင်အိတ်ထဲထည့်ကာ ပြန်လာပစ်လေ့ရှိပါတယ်။ဒီကွင်းဆက်ဆိုက်ကိုလူသတ်သမားကြောင့် မလုံခြုံတော့တဲ့ မြို့တော်ကြီးမှာ\nCBI စုံထောက်ကြီးဗီဝမ်နဲ့ သူ့အပေါင်းအဖော်တွေ\nဘယ်လိုစုံစမ်းဖော်ထုတ်မလဲဆိုတာတော့ ရင်တမမနဲ့ ကြည့်ရှုခံစားရမှာပါ။\nCrime Thriller ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်များအတွက်လက်လွတ်မခံသင့်တဲ့\nဇာတ်ကားကောင်းလေးအဖြစ်ညွှန်းဆိုလိုက်ပါရစေ။\nFile size…1.6GB / 575MB\nQuality…1080p WEBRIP AAC 5.1CH  /  720p\nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "4.6",
        "url": "https://megaup.net/2tf7B/Footfairy.(2020).Hindi.720p.WEBRip.10bit.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/11110-sP4TH1ckPQPrK7PK-140x200.jpeg",
        "title": "[21+]Sweaty I-Cup-Uncensored Leak{MSFH-018}",
        "description": "Moa Maeda ရဲ့ ဒုတိယမြောက်\nရှင်းရှင်းလင်းလင်း ဘွန်းဘွန်းကြီး ကြည့်ရမဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်သူမရဲ့ အလှတွေက စာဖွဲ့လို့ ကုန်မှာမဟုတ်ပါဘူး\nပန်ချီရေးလို့လည်း မှီမယ်မထင်ပါဘူး\nသူမရဲ့ ဖွံထွားလှတဲ့ ကိုယ်အချိုးစား\nလှပသေသပ်တဲ့ အလှတရားတွေ\nမခို့တရို့အကြည့်လေးတွေက ရင်ထဲစွဲချင်စရာဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့\nဝိုင်းကြုံးတာ ခံရတာပါပဲသူမရဲ့သဘာဝအလှတရားတွေကို\nကွက်ကွက်ကွင်းကွင်း မြင်ရမဲ့ ဗားရှင်းလေးထွက်လာလို့\nDS ဖန်တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.8GB / 1.3GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/17jye/MSFH-018_(Uncensored_Leaked).720p%7BDS%7D.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJFUBE5VGjQaTLuyhf4Hb926mn4.jpg",
        "title": "The Last 10 Years (2022)",
        "description": "The Last 10 Years (2022)~ IMDb rating - 6.9/10, MyDramaList - 8.1/10 ~\" ကောင်လေးရယ် ကောင်မလေးရယ် ကမ္ဘာကြီးရယ်\nဘယ်လောက်ပျော်စရာကောင်းလိုက်သလဲ။\nတကယ်ဆို ဒီလိုအချိန်မျိုးမှာ\nလေပြင်းမုန်တိုင်းဟာ မတိုက်ခတ်ခဲ့သင့်ပါဘူး။ခုတော့\nလျှို့ဝှက်စွာတိုက်ခတ်သွားတဲ့\nလေပြင်းမုန်တိုင်းကြောင့်\nထင်းရှူးပင်ကြီးဟာ\nမျက်ရည်တောက်တောက်ကျနေရပေါ့။ထင်းရှုးတောအုပ်ကလေးတစ်ခုလုံးဟာလည်း\nမျက်ရည်သစ်ပင်ကြီးရဲ့ငိုသံမှာ အံ့အားသင့်နေကြတယ်။ဒါပေမယ့် ထင်းရှူးပဒေသာလမ်းပေါ်မှာ\nကောင်လေးတစ်ယောက်ဟာ လျှောက်နေတုန်းပါပဲ။\n(သူ့ကိုကြည့်ရတာ ဘာကိုမှ နောက်ဆံတင်းပုံမပေါ်ဘူး)\nလမ်းဘေးက အုတ်ခုံကလေးမှာတော့ အင်္ဂတေတွေကွာနေလေရဲ့... \"\n- မောင်သိန်းဇော် (မျက်ရည်သစ်ပင်၊ ၁၉၈၇)ဒီဇာတ်ကားရဲ့မူရင်းဝတ္ထုကိုရေးသားခဲ့တဲ့ စာရေးဆရာမဖြစ်သူဟာ ၂၀၁၇ ခုနှစ်မှာပဲ ကွယ်လွန်ခဲ့ပါပြီ။ သူကိုယ်တိုင် နာတာရှည်ရောဂါကို ရင်ဆိုင်နေခဲ့ပြီး စွန့်ခွာမဲ့နေ့ကိုစောင့်နေရတဲ့ခံစားချက်ကို ဇာတ်ကားထဲမှာ ပုံဖော်ထားတာမို့ ဒီရုပ်ရှင်ဟာ လူတစ်ယောက်ရဲ့ သူ့ခံစားချက်အမှန်ကို ထုတ်ပြထားတဲ့ ရိုးသားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်လို့ပြောလို့ရတာမို့ အနုပညာစစ်သလို ရသလည်းမနုံနဲ့ပါဘူး။ IMDb rating - 6.9/10 ဟာလည်း ဒီလို Romance Drama ကားတစ်ကားအတွက် မနည်းလှတဲ့ rating ...",
        "rating": "6.9",
        "url": "https://megaup.net/2tdgB/(CM)_The_Last_10_Years_(2022)_720p.mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Suzhou_River-174892977-large-137x200.jpg",
        "title": "Suzhou River (2000)",
        "description": "Suzhou River (2000)\n-----------------------\nDirected by Lou Yeအဖြူစွတ်စွတ်တွေ... အလွမ်းပြာပြာတွေ... အမှီသဟဲတွေ... ဒိုက်သရိုက်တွေ... မုသားတွေ... ဝေးလွင့်ကင်းကွာခြင်းတွေ... ဒဏ္ဍာရီတွေ... မြစ်တစ်စင်းဟာ သိမ်ဆည်းထားတယ်။ အသစ်တွေ ဘယ်လိုပဲ ကမ်းကုန်အောင်ခြယ်သပါစေ လမ်းဆုံအောင်ဆယ်မရပါတဲ့ မြစ်တစ်စင်းရဲ့ ရပ်ဝန်းက အဟောင်းတွေ ။ မြစ်တစ်စင်းပေါ် စီးဆင်းနေတဲ့ အတိတ်အက်ကြောင်း နေ့ရက်ဟောင်းတွေကို ဘယ်လိုမှော်ဆေးနဲ့ ဖာထေးမလဲ။ ဒီအိပ်မက်တွေ လွမ်းသူပျိုု့မစပ်ချင်တော့လည်း ဒီမြစ်ကြီးကို မီးတင်ရှို့လို့မှမရနိုင်ခဲ့။ဆူကျိုးတံတားထက် လက်ပိုက်ရင်းလျှောက်လာတဲ့ သူမရဲ့ ပုံရိပ်တွေ။ ရပ်တန့်ရင်းစောင့်လည်း အဖတ်ဆည်မရတော့ပါတဲ့ ဒဏ္ဍာရီအပျက်တွေ။ ပြောကြတယ် ဒီမြစ်ကြီးထဲမှာ ရေသူမတစ်ကောင်ရှိသတဲ့။ ကျွန်တော်မယုံခဲ့ပါဘူး။ လူတွေပြောနေကျ ယုံတမ်းစကားတွေဟာ ဖြေရှင်းမဆုံးနိုင်အောင် မကုန်မခန်းနိုင်တွေပဲမို့လား။ သူမနဲ့ပထမဆုံးတွေ့တော့ ဘာရယ်ဘာကြောင့်မသိ အဲဒီယုံတမ်းစကားကို ကျွန်တော်ယုံခဲ့ရတယ်။ သူမဟာ ရေသူမလေးတစ်ကောင်ပါပဲ။ သူမဟာ ရေသူမပါလို့ ဘာအတွက်ဘာကြောင့် ကျွန်တော်ယုံစားခဲ့မိလဲတော့ မသေချာပါဘူးပေါ့။ ချစ်ခြင်းဟာ ဒီလိုပဲမို့လား။ အကျိုးလည်းမသိ ...",
        "rating": "7.4",
        "url": "https://megaup.net/39bjz/Suzhou_River_(2000)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aWWTJN9pvJNxUSKV7p7tNkuVqMD.jpg",
        "title": "Invisible Target(2007)",
        "description": "Invisible Target(2007) အညွှန်း**************************ဟောင်ကောင် action ဇာတ်လမ်းကြိုက်နှစ်သက်သူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nပိုစတာကြည့်လိုက်တာနဲ့တင် အရမ်းကြီးညွှန်းစရာမလိုဘူးထင်ပါတယ်။နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့ Jaycee Chan ၊ Nicholas Tse ၊ Wu Jing တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့အတွက်အရမ်းကောင်းမယ်ဆိုတာပြောစရာတောင်လိုမယ်မထင်ဘူး ဇာတ်လမ်းအစပိုင်း အမျိုးသမီးတစ်ယောက် လက်ထပ်လက်စွပ်ဝယ်နေတယ်၊သူနဲ့မလှမ်းမကမ်းလမ်းမပေါ်မှာ ဘဏ်ရဲ့လုံခြုံရေးထရပ်ကားတစ်စီးကလမ်းပိတ်လို့ရပ်နေတယ်.၊သိပ်မကြာခင်မှာပဲ လူတစ်ယောက်က ကားကိုဗုံးတစ်လုံးကပ်လိုက်တယ်။ရှေ့ရောနောက်ရောမှာဗုံးတွေထပ်ကပ်လိုက်တယ်။ နောက်မှာဗုံးကပေါက်ကွဲသွားတယ်၊လက်စွပ်ကြည့်နေတဲ့အမျိုးသမီးအပါအဝင်အခြားသူတွေပါ သေဆုံးသွားတယ်၊အဲ့ဒီအမျိုးသမီးက ချန်ကျွမ်ဆိုတဲ့ရဲအရာရှိတစ်ယောက်ရဲ့ဇနီးလောင်းဖြစ်နေတယ်၊အဲ့ဒီနောက်ဆက်တွဲအနေနဲ့ ဘယ်လိုတွေပွဲကြမ်းမလဲဆိုတာကိုတော့... File Size : (4.2GB)  (1.2 GB) and (483 MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1Ngff/Invisible.Target.2007.BLU-RAY.720P.PP.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Snakes_on_a_Plane-981048099-large-145x200.jpg",
        "title": "Snakes on a Plane(2006)",
        "description": "Snakes on a Plane(2006) အညွှန်း***************************ဒီကားက Sameul L. Jacksonရဲ့ နာမည်ကြီး action/thrillerကားပါဇာတ်လမ်းက FBI agent တစ်ယောက်က ဂိုဏ်းစတားတစ်ယောက်ကို ဖမ်းဖို့အတွက်ဟာဝိုင်ရီကနေ သက်သေတစ်ယောက် LA ကို ခေါ်လာရမှာပါအဲ့မှာ ဟိုဂိုဏ်းစတားက သက်သေလုပ်မဲ့သူသေအောင် LA ကိုစီးမဲ့လေယာဉ်မှာ အဆိပ်ရှိတဲ့မြွေတွေ ဆိုက်စုံ ကွန်တိန်နာလိုက်ကြီးထည့်လိုက်ပါတယ်..Hawaii ကနေ LA ကိုသွားတာကြာမဲ့ 5 နာရီအတွင်း လေယာဉ်ပေါ် မြွေတွေကြောင့်လေယာဉ်တစ်စီးလုံး ငရဲကျသလိုဖြစ်သွားပါတော့တယ်...ဘာတွေဖြစ်မလဲဆိုတာကိုတော့...File Size : (2.79 GB)  (934 MB) and (347 MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Myat Noe Lwin\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/2tdD9/Snakes.On.A.Plane.2006.BLU-RAY.720P.PP.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bI7lGR5HuYlENlp11brKUAaPHuO.jpg",
        "title": "Day Shift (2022)",
        "description": "Day Shift (2022)~ IMDb rating - 6.5/10 ~ဂျေမီဖောက်စ်၊ စနုဒေါ့နဲ့ ဒေ့ဖရန်ကိုတို့ရဲ့ ရုပ်ရှင်အသစ်ထွက်လာပါပြီ။ သွေးစုပ်ကောင်မုဆိုးဇာတ်လမ်းပါပဲ။ အက်ရှင်နဲ့ ဟာသအသားပေးပါ။ဂျေမီက သွေးစုပ်ကောင်မုဆိုးများသမဂ္ဂကနေ အထုတ်ခံထားရတဲ့ ဘက်ဒ်ဆိုတဲ့ တစ်ကိုယ်တော်မုဆိုးတစ်ယောက်ပါ။ သွေးစုပ်ကောင်မုဆိုးတွေဟာ သွေးစုပ်ကောင်တွေကိုသတ်ပြီး အစွယ်တွေကိုနှုတ်ရောင်းရင် ဈေးကောင်းရတဲ့အတွက် အဲဒီအလုပ်နဲ့အသက်မွေးကြတာများပါတယ်။ ဒါပေမဲ့ မှောင်ခိုဈေးဆိုရင် နည်းတာမို့ သမဂ္ဂအသင်းဝင်ဖြစ်မှ ဈေးကောင်းရကြတာတို့ အာမခံရတာတို့ ဖြစ်ပါတယ်။ ဘက်ဒ်ဟာ အဲဒီအလုပ်ကိုလျို့ဝှက်လုပ်နေတာကြောင့် မိန်းမနဲ့ကလေးနဲ့ ခွဲနေရပြီး ငွေကြေးလည်းအဆင်မပြေဖြစ်နေပါတယ်။ တစ်နေ့မှာ သူ့မိန်းမက ကလေးကျောင်းလခ ဒေါ်လာ ၅၀၀၀ နဲ့ သွားဆေးခန်းမှာသွားထိန်းအစွပ်လုပ်ဖို့ ဒေါ်လာ၅၀၀၀ လိုတယ်ပြောလာတဲ့အခါ သမဂ္ဂမှာပြန်ဝင်ခွင့်ရအောင်လုပ်ပြီး သွေးစုပ်ကောင်တွေအများကြီးလိုက်သတ်ပြီး ငွေတွေအများကြီးရှာဖို့ ကြိုးစားလာပါတော့တယ်။ ဒါပေမဲ့ သူသတ်လိုက်တဲ့ သွေးစုပ်ကောင်ရဲ့ ဆွေမျိုးတွေက အကောင်ကြီးမိသားစုဖြစ်နေပြီး သူ့ကိုလက်စားချေဖို့လိုက်လာတဲ့အခါမှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Nf3n/(CM)_Day_Shift_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1EDg4nmLFNYiOUoNgo6WiPrAMif.jpg",
        "title": "Kelly’s Heroes (1970)",
        "description": "Kelly's Heroes (1970)~ IMDb - 7.6/10, Rotten Tomatoes - 78%~စစ်ကားဗျ စစ်ကား...\nစိန်ပြောင်းနဲ့ပစ်တာပါတယ်။ လေယာဉ်နဲ့ ဗုံးကြဲတာပါတယ်။ တင့်ကားချင်း ယှဉ်ချတာပါတယ်။ စက်သေနတ်ရော လက်ပစ်ဗုံးတွေရော။ ထူးထူးဆန်းဆန်း သေဆုံးသူ သင်္ဂြိုလ်ရေးတပ်ခွဲတောင် ရှိတယ်ဆိုပဲ။ ဒါပေမဲ့ စစ်ကားဆန်တဲ့ စစ်ကားတော့ မဟုတ်ဘူး။မင်းသားက ကလင့်တ် အိစ်ဝုဒ်။ ဒုတိယကမ္ဘာစစ်။ မဟာမိတ်တပ်သားတွေ အိုမာဟာကမ်းခြေကနေ ကမ်းတက်လာပြီးတော့ ပြင်သစ်နယ်စပ်မှာ အထိုင်ချတဲ့အချိန်။ ဖက်ဆစ်နာဇီ ဂျာမန်တွေနဲ့ ရင်ဆိုင်စစ်ပြင်ထားကြတာပေါ့။ ဒါပေမဲ့ ဒီဇာတ်ကားက သမိုင်းကြောင်းကို မလှန်၊ နိုင်ငံသူရဲကောင်းကိုမဖော်ကျူး၊ လူထဲက လူတွေရဲ့လောဘနဲ့ ဖျံကျတတ်ကြတဲ့ လူသားပီသသူ လူသားများအကြောင်း ရိုက်ကူးထားလို့ သူ့အရသာက တမျိုးပါပဲနော်။ကယ်လီ တို့ စစ်သားတစ်စုက နိုင်ငံအတွက် စစ်မတိုက်ခဲ့ကြပါဘူး။ စစ်ရည်ဝနေတဲ့၊ စစ်ကိုမုန်းတဲ့၊ စစ်ရဲ့အနှစ်သာရမရှိမှုကို သိကြတဲ့ အခြားအဆင့် (အရာရှိမဟုတ်) စစ်သားကြီးတွေပါ။ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2tcnj/(CM)_Kelly_s_Heroes_(1970)_720p.mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZThkNGQ3OTItMjk1MS00MTRiLWFkYTMtNDQ5YmU3NWYyNDk2XkEyXkFqcGdeQXVyMTA5NzIyMDY5._V1_-148x200.jpg",
        "title": "Shabaash Mithu (2022)",
        "description": "Shabaash MithuIMDb-7/10ကဲ ယူတို့အသည်းကျော် Haseen Dilruba ထဲက မင်းသမီးချောလေး တာ့ပ်ဆီးပါနူးရဲ့\nဇာတ်ကားသစ်လေး ထွက်လို့လာပြန်ပါပြီနော်ဒီကားလေးကအိန္ဒိယမှာ အမျိုးသမီးခရစ်ကတ်အသင်းတွေကို အသိအမှတ်ပြုမခံရသေးခင်က\nရိုက်ထားတဲ့ကားလေးပါခရစ်ကတ်ဟာ အမျိုးသမီးနဲ့မသက်ဆိုင်တဲ့အရာဆိုပြီးလှောင်ပြောင်ပြောဆိုခံရတဲ့ကြားက\nငယ်ငယ်လေးတည်းက ခရစ်ကတ်ကိုပဲအရူးအမူးဖြစ်ပြီး ရတဲ့နည်းနဲ့ရအောင်ဆော့တဲ့ကလေးမလေးတစ်ယောက်အရွယ်ရောက်လာလို့သူ့အိမ်မက်တွေကိုယ်တိုင်အကောင်အထည်မဖော်နိုင်တဲ့အချိန်\nအချစ်ဆုံး သူငယ်ချင်းကပဲ အိမ်မက်တွေကို ကိုယ်စားအကောင်အထည်ဖော်ဖို့ ကြိုးစားပေးခဲ့တယ်အစွမ်းကုန်ကြိုးစားအားထုတ်ပေးခဲ့လို့ သူကိုယ်တိုင်အသင်းခေါင်းဆောင်ဖြစ်ခဲ့သလို အသင်းကလည်းစွမ်းဆောင်ရည်ပြည့်ဝခဲ့ပါတယ်\nကမ္ဘာ့ပွဲစဥ်တွေထိတက်ပြိုင်ဖို့ အိမ်မက်တွေနဲ့ကြိုးစားကြတယ်\nရောက်နိုင်တဲ့အနေအထားလည်းရှိတယ်ဒါပေမယ့် လုံလောက်တဲ့ ထောက်ပံ့မှုတွေမရခဲ့ဘူး\nတစ်နှစ်စာကျင်းပယှဥ်ပြိုင်နိုင်ဖို့ ပြိုင်ပွဲတောင်များများမရခဲ့ပဲ ရှေ့ဆက်ဖို့ လမ်းပျောက်ခဲ့တယ်....ကပ္ပတိန်က လက်လျှော့ပြီးဇာတိပြန်\nအသင်းသားတွေ တစ်ကွဲတစ်ပြားဖြစ်သွားခဲ့ရတဲ့နောက်ခရစ်ကတ်ကိုလုံးဝလက်လျှော့ပြီး အိမ်ထောင်ပြု သာမန်အမျိုးသမီးဘဝနဲ့ပဲနေသွားမလား....\nခရစ်ကတ်ကမ္ဘာ့အဆင်ပွဲထိတက်ပြိုင်နိုင်မလား.....အမျိုးသမီးအဓိကထားရိုက်ထားပေမယ့် အမျိုးသမီးဝါဒီတွေအလွန်အကျူးမပါတဲ့ ဇာတ်ကားကောင်းလေးပါ\nFile size…2.4GB / 1.2GB\nQuality…1080p TRUE WEBDL / 720p\nFormat…mp4\nDuration….2h 36m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Su Mon Aung & Taylor & Yunni",
        "rating": "6.2",
        "url": "https://megaup.net/2tcpm/Shabaash_Mithu_(2022)_TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdsdkpbBJtORmSe56LIuQ6DEJJq.jpg",
        "title": "Kid Cannabis (2014)",
        "description": "Kid Cannabis (2014)~ IMDb - 6.4/10, Rotten Tomatoes - 71% ~လောကမှာ ပိုက်ဆံတွေဒလဟောဝင်ဖို့ အကောင်းဆုံး စီးပွားရေးကဘာဖြစ်မလဲ...?\nသေချာပါတယ်... မူးယစ်ဆေးဝါး ရောင်းဝယ် ဖောက်ကားတာကလွဲပြီး တခြားမရှိနိုင်ပါဘူး။အမေရိကန်နိုင်ငံက ဆယ်ကျော်သက်ကောင်လေး၂ယောက်ဟာ သူတို့ရဲ့ အိပ်မက်တွေအမှန်တကယ်ဖြစ်ပေါ်လာဖို့ ဆေးခြောက်တွေရောင်းရင်း ချမ်းသာလာတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို Kid Cannabis ဆိုတဲ့ ရုပ်ရှင်ကားမှာကြည့်ရပါမယ်။ဖြစ်ရပ်မှန်အပေါ်အခြေခံထားတဲ့ ဒီရုပ်ရှင်ကားလေးမှာ ဆယ်ကျော်သက်ကလေးတွေဟာ သူတို့ဘဝချမ်းသာလာဖို့ ကနေဒါနိုင်ငံက ဆေးခြောက်တွေကို အမေရိကန်နိုင်ငံထဲ ခိုးသွင်းခဲ့ကြတယ်။ ကလေးတွေဆိုတော့ အားလုံး ကိုယ်ထူကိုယ်ထပါပဲ။ Cartel တွေလို အဆင့်မြင့်မြင့် မှောင်ခိုသွင်းကြတာမဟုတ်ဘဲ ကနေဒါ အောက်လမ်းကတဆင့် ခိုးကူးပြီးသွင်းကြရတာပေါ့။ အစပိုင်းမှာအဆင်ပြေသလို၊ အိပ်မက်တွေအကောင်အထည်ပေါ်လာသလိုဖြစ်ပေမယ့် လောကရဲ့ ဒုတိယဘုရားသခင်ဖြစ်တဲ့ ပိုက်ဆံပေါင်းမြောက်များစွာနဲ့ ထိတွေ့လာပြီးနောက်ပိုင်းမှာ သူငယ်ချင်းတွေကြားက အချင်းပွားမှုတွေ အဝေမတည့်တာတွေ မနာလိုသူရဲ့ တိုက်ခိုက်မှုတွေ စတင်ထိတွေ့လာခဲ့ရပါတယ်။အဓိကဇာတ်ဆောင်ကောင်လေး နိတ်တစ်ယောက် ဘယ်လိုနည်းလမ်း ဘယ်လိုလှည့်ကွက်တွေနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2tcel/(CM)_Kid_Cannabis_(2014)_720p.mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lUKudOpHICDj6A6SO7DdaZM4W48.jpg",
        "title": "A Scanner Darkly(2006)",
        "description": "A Scanner Darkly(2006) အညွှန်း*****************************IMDb  7,,,,, Rotten Tomatoes 68%ဒီရုပ်ရှင်ထဲမှာတော့ အားလုံးသိပြီးသားနာမည်ကြီး သရုပ်ဆောင်များဖြစ်တဲ့\nKeanu Reeves, Robert Downey Jr. Woody Harrelson နဲ့ မင်းသမီး Winona Ryder တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဒါရိုက်တာ Richard Linklater ကပုံဖော်ရိုက်ကူးထားတဲ့\nAnimated Sci-fi/thriller ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းအကြောင်းကိုမပြောခင်မှာ\nဒီဇာတ်ကားရဲ့ ထူးခြားတဲ့ တင်ဆက်ပုံကို အရင်ဆုံးပြောပြချင်ပါတယ်။\nဒီဇာတ်ကားထဲက Scene တွေကို တစ်ကားလုံးရိုက်ပြီးတော့မှ\nInterpolated Rotoscope လို့ခေါ်တဲ့နည်းပညာကိုသုံးပြီးမူလရုပ်ရှင်ကို ဖရိန်တစ်ခုချင်းဆီ\nခြေရာကောက်ပြီး Animation အဖြစ်ပြောင်းထားတာပဲဖြစ်ပါတယ်။\nAnimation ဖြစ်တာတော့မှန်ပါတယ်.. ဒါပေမယ့် လူအစစ်တွေသရုပ်ဆောင်ထားတာပါ...ဇာတ်လမ်းအညွှန်းကတော့ ဘောပ့်အာတာ(Keanu Reeves)ဟာ\nမူးယစ်ဆေးအရောင်းအဝယ်လုပ်နေတဲ့ အဖွဲ့တစ်ခုကို စုံစမ်းဖို့အတွက် အသွင်ယူထားတဲ့\nရဲအရာရှိတစ်ယောက်ပဲဖြစ်ပါတယ်။\nဒါပေမယ့် သဏ္ဌာန်လုပ်သရုပ်တူရမယ်ဆိုတဲ့ စိတ်ဓာတ်ရှိနေတဲ့ ဘောပ့်အာတာဟာ\nသူကိုယ်တိုင် ဆေးစွဲတဲ့သူတစ်ဦးဖြစ်လာပါတော့တယ်။\nဘောပ့်အာတာအနေနဲ့ သူ့ရဲ့လျှို့ဝှက်သရုပ်ကို မပေါ်အောင်ကြိုးစားရင်းနဲ့\nမူးယစ်ဆေးတိုက်ဖျက်မှုကို ဘယ်လိုတွေလုပ်ဆောင်မလဲ သူ့ရဲ့အနားမှာရှိတဲ့\nဂျင်ဘယ်ရစ်(Robert Downey Jr.)နဲ့အာနီလက်မန်း (Woody Harrelson)တို့ရဲ့\nအရှုပ်တော်ပုံတွေကိုလည်း ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ရုပ်ရှင်ထဲမှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2tc9A/A.Scanner.Darkly.2006.BLU-RAY.720p.pp(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7brLGeVVlGjsv7HZ0GdSElne0Ts.jpg",
        "title": "Inside Men (2015)",
        "description": "Inside Men (2015) အညွှန်း *************************** ဒီကားဟာ ဆုပေါင်း ၂၁ ဆုရရှိခဲ့ပြီး Box Office ဝင်ခဲ့သလို မင်းသားကြီး Lee Byung-hun လည်း Best Actor ဆုရရှိခဲ့တယ်... ဇာတ်ကားထဲမှာ ဒိတ်ဒိတ်ကျဲ အရောင်စုံမြေခွေးကြီးတွေနဲ့ဖွဲ့စည်းထားတာပြီး ဒီဇာတ်ရုပ်တွေပီပြင်ဖို့ နာမည်ကြီး Casts တွေချည်းသုံးထားတယ်... ခရိုနီတွေနဲ့ နိုင်ငံရေးလောကထဲဝင်တဲ့ အမတ်တွေရဲ့ဆက်ဆံရေး... အမှုစစ်တွေ မီဒီယာတွေရဲ့ အရေးပါတဲ့အစိတ်အပိုင်းတွေ.. နောက်ကွယ်က အမှိုက်တွေအရှုတ်တွေလိုက်ရှင်းပေးနေတဲ့ လူမိုက်တွေနဲ့ ဒီဇာတ်လမ်းဟာ အတော်မိုက်တယ်.. Runtime (၃)နာရီအတွင်း ဇာတ်ကောင်တွေများသလို အကြောင်းအရာတွေကလည်း တစ်ခုမှ လက်လွှတ်လို့မရလို့ အတော်လေးတော့ လိုက်မှတ်ရပါတယ်... ပထမတင်စဉ်ဆက်စဉ်တုန်းက မူရင်းစာဖိုင်လိုအပ်ချက်လေးတွေရှိလို့ ယခု update ပေးထားပါတယ်.. နိုင်ငံရေးလောကဟာ ဘာမှမတော်တဆ မရှိဘူးဆိုတာ အရွယ်ရောက်သူတိုင်းသိပြီးဖြစ်လို့ ဒီဇာတ်လမ်းဟာ ကြည့်ရပိုလန်းနေမှာပါ.,,, File Size : (3.40GB) (1.18GB) and (222MB)Quality : Blu-Ray 1080p5.1CH, 720pFormat…mp4Duration…03:00:00Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "7.0",
        "url": "https://megaup.net/3938v/Inside_Men.2015.BLU-RAY.720P.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hhLsuQ866KJ3I7CA5DHWH8a9xfb.jpg",
        "title": "My True Friends: The Begining (2022)",
        "description": "My True Friends: The Begining (2022)ထိုင်း Action, Drama အသစ်လေး လာပါပြီ။ လူငယ်သဘာဝကို ပေါ့ပေါ့ပါးပါးရိုက်ကူးပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီး ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံရိုက်ကူးထားတာပါ။ဒီဇာတ်လမ်းလေးမှာတော့ ရဲဘော်ရဲဘက်လို သူငယ်ချင်းကောင်းတွေက ဘဝအတွက် ဘယ်လောက်အရေးပါလဲ?\nသူတို့ကြောင့် ကိုယ့်ဘဝမှာ ဘယ်လိုအပြောင်းအလဲတွေဖြစ်သွားမလဲဆိုတာ ရိုက်ကူးပြသထားပါတယ်။ ဇာတ်လမ်းအကျဉ်း ...မိဘနှစ်ပါး သေဆုံးသွားတဲ့နောက်မှာ အဘိုးအဘွားရဲ့ အုပ်ထိန်းမှုနဲ့ ညီငယ်တွေကို စောင့်ရှောက်နေတဲ့ ဂန်း ...\nကျောင်းမှာ ညီဖြစ်သူ ဂိုင်းကို အနိုင်ကျင့်တဲ့သူတွေနဲ့ အမြဲရန်ဖြစ်လေ့ရှိတဲ့ ဂန်း ...\nခဏခဏရန်ဖြစ်တဲ့အဆုံးမှာ ကျောင်းထုတ်ခံရပြီး အစိုးရအထက်တန်းကျောင်းကို စာသင်နှစ်ဝက်မှာ ကျောင်းပြောင်းခဲ့ရတယ်။ကျောင်းပြောင်းလာတဲ့ ပတ်ဝန်းကျင်အသစ်မှာလည်း ထုံးစံအတိုင်း သူ့မှာသူငယ်ချင်းမရှိပြန်ဘူး။ သူငယ်ချင်း မလိုအပ်ဘူးလို့ အမြဲပြောတတ်တဲ့ ထောင့်မကျိုးတဲ့ဂန်းကို အပေါင်းအသင်းလုပ်ချင်တဲ့သူ နည်းတယ်။ဒါပေမယ့် ပင့်ဆိုတဲ့ အတန်းခေါင်းဆောင်ကောင်မလေးက နောက်ဆုံးမှာ သူငယ်ချင်းဖြစ်လာခဲ့တယ်။ ဂန်းကိုဆို အမြဲကြည့်မရဖြစ်နေတဲ့ အတန်းထဲက ဂါနဲ့ သူ့သူငယ်ချင်းတွေက\nရောက်ရာအရပ်မှာ ရန်စတတ်တယ်။ ဒါပေမယ့် ...",
        "rating": "",
        "url": "https://megaup.net/2talC/[CM]My.True.Friends.The.Beginning.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TzMZTH8fpg7TuKvnxwufF8Zsbf.jpg",
        "title": "Contorted (2022)",
        "description": "Contorted (2022)မိသားစု တစ်စုဟာ ဆိတ်ငြိမ်တဲ့ သီးခြားဆန်ဆန် ​နေရာတစ်ခုစီ ​​ရွှေ့​ပြောင်း​နေထိုင်ခဲ့ရာက အိမ်အသစ်ကို ​ရောက်တဲ့ ပထမဆုံး​နေ့မှာတင် အိပ်မက်ဆိုး​တွေ မက်ခဲ့ကြ​တော့တယ်။အဲ့ဒီလိုက​နေ အမျိုးသမီးဖြစ်သူဟာ ဂို​ဒေါင်ထဲက လာတဲ့ ထူးထူးဆန်းဆန်း အသံ​တွေပါ ကြားပြီး စိတ္တဇဖြစ်လာခဲ့တယ်။ ဒါပေမဲ့ ခင်ပွန်းဖြစ်သူက​တော့ သူမရဲ့ စိုးရိမ်ပူပန်မှု​တွေကို လျစ်လျူရှုဆဲ ...တဖြည်းဖြည်း အိပ်မက်ဆိုး​တွေဟာလည်း ပိုမို ပြင်းထန်လာပြီး အိပ်မက်လား လက်​တွေ့လား ဆိုတာကိုပါ ခွဲခြားသိမြင်နိုင်ဖို့ ခက်ခဲတဲ့ အထိ ဖြစ်သွား​တဲ့အခါမှာ​တော့ ...(ဇာတ်လမ်းအညွှန်းကိုတော့ Song Song က ရေးပေးထားတာပါ။)File Size : 1.4GB, 437MB, 200MB\nQuality : 1080p WEB-DL, 720p WEB-DL & 480p\nFormat : mp4\nDuration : 1hr & 31mins\nGenre : Horror, Thriller\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/17fu0/[CM]Contorted.2022.720p.WEB-DL.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/om-133x200.jpg",
        "title": "Om – The Battle Within (2022)",
        "description": "Rashtra Kavach Om (2022)ခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကတော့ မင်းသားချော\nအာဒစ်သယားရွိုင်းကပူး (Malang မင်းသား) ရဲ့ အက်ရှင်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်ကမ္ဘာ့နိုင်ငံကြီးတွေမှာ နျူးကလီးယားလက်နက်တွေ တီထွင်နေကြတယ်\nဖွံ့ဖြိုးတိုးတက်နေကြတယ် ဒါပေမဲ့ နျူးကလီးယားလက်နက်ကိုခုခံနိုင်မယ့်\nလက်နက်တစ်ခု မရှိဘူးဖြစ်နေတယ်..အိန္ဒိယနိုင်ငံက ဒီလက်နက်ကို တီထွင်တယ်ဆိုပါတော့...နျူးကလီးယားလက်နက်ကို ခုခံနိုင်တဲ့ လက်နက်တစ်ခုကို\nအောင်မြင်စွာ တီထွင်လို့အပြီးမှာ တီထွင်သူဟာ နိုင်ငံတော်ကို\nသစ္စာဖောက်သွားခဲ့ပါတယ်...အဲ့ဒီသစ္စာဖောက်ကို တပ်ဖွဲ့တစ်ခုဖွဲ့စည်းပြီး လိုက်လံဖမ်းဆီးဖို့\nနိုင်ငံတော်က တာဝန်ပေးလိုက်တယ်..ဒီကိစ္စဟာ ထင်သလိုမရိုးရှင်းလာဘဲ လှည့်ကွက်လေးတွေပါနေတဲ့အခါ\nဇာတ်ကွက်တစ်ခုချင်းစီကို ဘယ်လိုဖေါ်ထုတ်မလဲဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size…5.8GB / 1.9GB / 964MB\nQuality…1080p True WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by T.A,Y.L.O.R",
        "rating": "",
        "url": "https://megaup.net/17fzp/Rashtra_Kavach_Om%C2%A0(2022)_Hindi%C2%A0TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BY2JhNWVhMzUtMjhiYS00YTU4LTgwZDItZjA5ZTE0Zjg1ZjQyXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Thank You (2022)",
        "description": "Thank You (2022)\nDrama\nIMDb 6.4/10ကဲ တေလဂူဘက်က မင်းသားချောလေး နာဂချီတန်ယားအခီနယ်နီရဲ့\nဇာတ်ကားသစ်လေး ထွက်လို့လာခဲ့ပါပြီ...ဒီမင်းသားရဲ့ထူးခြားချက်ကတော့ သူရိုက်တဲ့ကားတော်တော်များများက\nဇာတ်ကိုအေးအေးလေးနဲ့ ပရိသတ်ကို ဆွဲခေါ်သွားနိုင်တဲ့ အရည်အချင်းရှိတယ်..ခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးမှာလည်း လူတစ်ယောက်ရဲ့ဘဝ...\nအသေအချာပြောရရင် ယောက်ျားတစ်ယောက်ရဲ့ဘဝမှာ ကြုံရတတ်တဲ့\nဘဝရဲ့အချိုးအကွေ့ အနိမ့်အမြင့် အတက်အကျတွေကြားမှာ ကိုယ့်ကို\nဘယ်သူဟာအမြင့်ကို ဆွဲခေါ်သွားလဲ ကိုယ့်ကို ဘယ်သူဟာ အနိမ့်ကို\nဆွဲချသွားလဲဆိုတာကို ပိုင်းခြားသိမြင်တတ်အောင် သင်ပေးထားတဲ့\nဇာတ်ကားကောင်းလေးပါ..ရည်မှန်းချက်တွေအပြည့်နဲ့ အမေရိကန်ကို ရောက်လာတဲ့ အဘီဟာ\nတစ်ကောင်ကြွက်တစ်ယောက်ဖြစ်ပြီး သူ့အိပ်မက်တွေ အကောင်အထည်ပေါ်လာအောင်\nကြိုးစားမယ့်လူတစ်ယောက်ပါ...ဒါပေမဲ့ အောင်မြင်လာတဲ့အခါမှာလည်း သူဟာ တစ်ကိုယ်ကောင်းဆန်\nမောက်မာလာပြီး သူ့ကျေးဇူးကို မေ့လာခဲ့ပါတယ်...ဘဝမေ့တော့မယ့်ဆဲဆဲ အမြင်မှန်ရလာတဲ့အခါမှာတော့ ဘဝကို\nလက်တွေ့ကျကျနဲ့ သူဘယ်လိုဖြတ်သန်းမလဲသူ့ဘဝတက်လမ်းကို ဖေးမပေးခဲ့တဲ့သူတွေကို ပိုင်းခြားသိမြင်လာပြီးနောက်\nစိတ်ဝင်စားဖွယ် သူ့နောက်ကြောင်းတွေနဲ့အတူ ဘဝခရီးလမ်းကို\nအဓိပ္ပါယ်ရှိစွာနဲ့ ဘယ်လိုဖြတ်သန်းမလဲဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမယ့်အပြင် ကိုယ့်ဘဝရဲ့ကျေးဇူးရှင်\nရန်သူနဲ့ ဘဝလက်တွဲဖေါ်တို့ကို အောင်မြင်စွာပိုင်းခြားသိမြင်နိုင်ကြပါစေလို့\nဆန္ဒပြုလိုက်ပါတယ်နော်...\nFile size…10.57GB / 2.67GB / 1.2GB\nQuality…720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Yunni ~ Khai",
        "rating": "6.4",
        "url": "https://megaup.net/17gd7/Thank_You_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSL5TqroJsDAIgBdELBwby1uhf1.jpg",
        "title": "Sniper: Rogue Mission (2022)",
        "description": "Sniper: Rogue Mission (2022)Sniper ကား ပရိသတ်တွေအတွက် ဒီလထွက် စနိုက်ပါကား အသစ်တစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီရုပ်ရှင်ဟာ အက်ရှင်ကားအနေနဲ့ဆို အတော်ကြည့်ကောင်းတယ်လို့ ပြောလို့ရတဲ့ ရုပ်ရှင်ပါ။ ဒီကားရဲ့ ဒါရိုက်တာ Oliver Thompson ဟာလည်း Stranger Things ရဲ့ Editor လုပ်ခဲ့ပြီး ဒီကားမတိုင်ခင်ကားဟာ ရိတ်တင်လည်းမဆိုးသလို ဆုပေးပွဲတွေက ဆုတွေလည်းရရှိခဲ့ပါတယ်။ ဒီကားကလည်း အက်ရှင်ကားတစ်ကားအနေနဲ့ဆို ကြည့်ကောင်းတဲ့ကားပါပဲ။ဇာတ်လမ်းကတော့ အထက်လူကြီးတစ်ယောက်က လူကုန်ကူးတဲ့လူနဲ့ပေါင်း နှစ်ပေါက်တစ်ပေါက်ရိုက်ပြီး အကျင့်ပျက်ခြစားနေတာကို ဖော်ထုတ်ဖို့ကြိုးစားရာက ဆိုင်းငံ့ခံလိုက်ရတဲ့ အထူးအေးဂျင့်တွေအကြောင်းပါ။ အထက်လူကြီးတွေက သူတို့ဘက်မနေပေမဲ့ မှန်ရာကို မရမကလုပ်ချင်တဲ့ သူတို့တွေ သူတို့ဘော်ဒါခပ်ကြမ်းကြမ်းကောင်တွေနဲ့စုပြီး ဖော်ထုတ်ဖို့ကြိုးစားကြတဲ့ စနိုက်ပါကားအလန်းစားပါ။ မင်းသားဟာဆို ရုပ်ရှင်ထဲက စကားအရတော့ ကမ္ဘာပေါ်မှာ အတော်ဆုံးစနိုက်ပါသမားပါ။ သူတို့အပြင် ဂျပန်မင်းသမီးချောချောလေးကလည်း ခပ်မိုက်မိုက် လုပ်ကြံရေးသမားအဖြစ်ပါဝင်ထားပါသေးတယ်။ ဇာတ်လမ်းလေးလည်း ကြည့်ပျော်သလို G.I Joe ...",
        "rating": "4.7",
        "url": "https://megaup.net/1Ndpn/(CM)_Sniper_-_Rogue_Mission_(2022)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYzQ1YTU1NWEtMzAzYS00MGZhLWEwNjUtZGI1ZjE2MDc1Y2FkXkEyXkFqcGdeQXVyOTMzOTMzMTg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Howling Village (2020)",
        "description": "Howling Village (2020)ဒီဇာတ်လမ်း ဇာတ်အိမ်တည်ထားတဲ့ အိနုနခိလှိုဏ်ခေါင်းက ဂျပန်နိုင်ငံ ဖူကုအိုကာစီရင်စုမှာ အမှန်တကယ်ရှိနေတဲ့နေရာတစ်ခုပါ။ သရဲခြောက်တဲ့နေရာမှာ နာမည်ကြီးပြီး ကြမ်းတဲ့နေရာတစ်ခုလို့ ဆိုလို့ရပါတယ်။\nလှိုဏ်ခေါင်းထဲမှာရော အနီးတဝိုက်မှာပါ လူသတ်မှုတွေဖြစ်ခဲ့ပြီး ဂျပန်ရဲ့ကြောက်စရာအကောင်းဆုံးနေရာလို့ ပြောကြရတဲ့အထိပါပဲ။ သရဲခြောက်တဲ့ဇာတ်လမ်းတွေ ယုံတမ်းစကားတွေ လည်း ဂလူထုကြားထဲမှာ အများကြီးပြန့်နှံ့နေခဲ့တာပါ။အပြင်က အိနုနခိရွာကလည်း ဇာတ်လမ်းထဲကအတိုင်းပဲ ဆည်တည်ဆောက်မှုကြောင့်‌ ရေအောက်ကိုရောက်ရှိသွားပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့စုံတွဲတစ်တွဲက အိနုနခိလှိုဏ်ခေါင်းရှိတဲ့နေရာကို ည၂နာရီမှာရောက်ပြီး ဗီဒီယိုရိုက်နေကြပါတယ်။ လှိုဏ်ခေါင်းနားက ဖုန်းရုံက ည၂နာရီတိတိမှာ ဖုန်းမြည်လာတာကြောင့် ကောင်မလေးဖြစ်တဲ့ အခိနက ဖုန်းကို ကိုင်လိုက်ပါတယ်။ တစ်ဖက်ကပြောလိုက်တဲ့စကားကြောင့် ကောင်မလေးနဲ့ကောင်လေးလည်း ချက်ချင်းပဲ လှိုဏ်ခေါင်းထဲဝင်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ခြောက်ခြားစရာတွေ တွေ့ကြုံလိုက်ရပြီး သွေးရူးသွေးတန်းနဲ့ အိမ်ပြန်ပြေးလာကြပါတယ်။နောက်နေ့မှာတော့ အခိနက ကြောင်တောင်တောင်ဖြစ်နေပါပြီ။ မကြာခင်မှာပဲ အခိနဟာ ရေစင်အမြင့်ကြီးကနေ ခုန်ချပြီးသေဆုံးသွားခဲ့ပါတယ်။ ချစ်သူသေဆုံးသွားလို့ ဝမ်းနည်းနေတဲ့ကောင်လေးဖြစ်သူ ယုမက မကျေနပ်ချက်ကြောင့် လှိုဏ်ခေါင်းထဲကို နောက်တစ်ခေါက်ထပ်သွားရင်း ပျောက်ဆုံးသွားပါတယ်။ အဲဒီလှိုဏ်ခေါင်းရှေ့ကဖုန်းရုံမှာ ဖုန်းဝင်လာတာကို ...",
        "rating": "5",
        "url": "https://megaup.net/398iC/Howling_Village_(2019)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZfKo5349nEssW0n2wqNf4vPtbZ.jpg",
        "title": "Stowaway (2022)",
        "description": "Stowaway (2022)အက်ရှင်ကား ပရိသတ်တွေ သဘောကျမယ့် ရင်သိမ့်တုန်စရာ အက်ရှင်ကား အသစ်ဆက်ဆက်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်ကြောင်းကတော့ မိုက်သလို အချိုးတွေအကွေ့တွေလည်းပါပါတယ်။ နာမည်အတိုင်းပဲ ဆိုးမိုက်ပေတေနေတဲ့ ဖိုက်တာမလေးဟာ နှစ်အတော်ကြာ အစပျောက်နေတဲ့ အဖေဆီကနေ ဇိမ်ခံလှေတစ်စီး အမွေရလိုက်တယ်။ အဲဒီလှေကို မနက်ဖြန်မှ စာရွက်စာတမ်းတွေပြီးစီးမှ သူအမွေရမှာဖြစ်ပေမဲ့ အဲဒီညမှာ သူလှေပေါ်တက်ပြီး ဘဲတစ်ပွေနဲ့ ဂျိန်းခဲ့တယ်။ သူတို့ဂျိန်းပြီး တရေးတမောမှေးနေတုန်း လှေကြီး ထွက်သွားတဲ့အခါမှာတော့...မင်းသမီးကတော့ CW ရဲ့ DC စီးရီးဖန်တွေ ကောင်းကောင်းရင်းနှီးပြီးသားဖြစ်မယ့် CW က Batwoman တဖြစ်လဲ Ruby Rose ပါ။ John Wick 2 တို့ XXX: Return of Xander Cage တို့ Resident Evil: The Final Chapter တို့ Pitch ...",
        "rating": "",
        "url": "https://megaup.net/2tagy/(CM)_Stowaway_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/smaViVkd9F1rNs00NQ4gBK70esJ.jpg",
        "title": "Tomb Adventurer ( 2022 )",
        "description": "အခုတစ်ခါ CM က ဘာသာပြန်တင်ဆက်ပေးမှာကတော့\nTomb Adventure (2022) ဆိုတဲ့ သည်းထိတ်ရင်ဖိုကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဟူပါးယီး တို သူငယ်ချင်း (၃) ယောက်ဟာ\nရွာသားတွေ ပြောပြတဲ့ ပန်းထိုးဖိနပ်ပုံပြင်နဲ့ အလိမ်ခံလိုက်ရပြီး\nရှန်ရှီးဂူလန်ခရိုင်ကို သွားခဲ့ပါတယ်။ လမ်းခရီးတစ်လျှောက်\nအန္တရာယ်တွေနဲ့ကြုံတွေခဲ့ရပြီး တည်းခိုဆောင်မှာ\nမျက်ကန်းချိန်ရဲ့ သတိပေးမှုကြောင့် ရွာသားတွေရဲ့\nထောင်ချောက်ထဲက ရှောင်ပြေးနိုင်ခဲ့ပါတယ်။သူတို (၃) ယောက်သား မတော်တဆ Longling\nဝင်္ကပါဂူကြီးထဲ ပြုတ်ကျသွားခဲ့ပြီး ထိုဂူထဲမှာ\nလင်းနိုတွေ တိုက်ခိုက်တာခံခဲ့ရပြီးနောက်\nကိုယ်ပေါ်မှာ အနီရောင်အကွက်တွေ ထွက်လာတော့\nဦးလေးဝမ်အိမ်မှာ အနားယူဖို ဆုံးဖြတ်လိုက်ကြတယ်။\nအဲ့အချိန်မှာပဲ အနီကွက်အကြောင်းလာစုံစမ်းတဲ့ Shirley နဲ့ တွေကြတာပေါ့သူတိုနဲ့ Shirley တိုတွေ့ဆုံပြီးနောက် အနီကွက်ကြီးကို\nကုသဖို ဘယ်လိုနည်းလမ်းတွေရှာကြမလဲ......\nသူတိုလမ်းခရီးတစ်လျှောက်မှာကော ဘယ်လို\nအန္တရယ်မျိုးတွေနဲ့ ဘယ်လို ထူးဆန်းတဲ့ အရာတွေကြုံတွေ့မလဲ\nဆိုတာတွေကို CM ရဲ့ ဘာသာပြန်လေးနဲ့အတူ\nသည်းထိတ်ရင်ဖို လိုက်ပါခံစားလိုက်ပါဦးနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/tomb-adventurer-2022/"
    }
]