[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/p87gec-142x200.jpg",
        "title": "She’s on Duty (2005)",
        "description": "အခုတလော နာမည်ကြီးနေတဲ့ Squid Game ဇာတ်ကားမှာ ပါးတွေချည်း လှိမ့်ရိုက်ခဲ့တဲ့ မှင်စာဦးလေးကြီး Gong Yoo ငယ်ငယ်တုန်းက ကားဟောင်းလေးပါရဲစုံထောက်တစ်ဦးဖြစ်တဲ့ ချွန်းဂျယ်အင်း(Kim Sun Ah)ဟာ ကျောင်းကိုမုန်းတီးပြီး စာညံ့ခဲ့သူ ဖြစ်ပေမယ့် စစ်ဆင်ရေးတစ်ခုကြောင့် အထက်တန်းကျောင်းသူယောင်ဆောင်ခဲ့ရပါတယ်\nပစ်မှတ်ဖြစ်သူနဲ့ ရင်းနှီးဖို့လုပ်ရာက ပစ်မှတ်အစားအထက်တန်းကျောင်းသား ဂန်နိုယောင်း(Gong Yoo) နဲ့ သိကျွမ်းခဲ့ပါတယ်\nပြောင်းသွားတဲ့အိမ်အသစ်ကလည်း ဂန်နိုယောင်း အိမ်ဘေးမှာဖြစ်နေပြန်ရော\nဒါနဲ့ပဲ စုံထောက်အစ်မကြီးက ကျောင်းသားမောင်လေးကို ချစ်မိသွားတယ်ပေါ့ စစ်ဆင်ရေးထက်ကို ကျောင်းက ကလေးဆိုးတွေနဲ့ပဲရန်ဖြစ်ရင်း အတော်ဆုံးဖိုက်တာတောင်ဖြစ်လိုက်ပါသေးတယ်\nစစ်ဆင်ရေးကတော့ တကယ့်ကိုအကြမ်းစားပါ\nကျောင်းထဲမှာ ဂျယ်အင်းလိုပဲ အသွင်ယူထားတဲ့ နောက်ထပ် ၂ယောက်ရှိနေသေးတယ် ကျောင်းသားတစ်ယောက်နဲ့ ဆရာတစ်ယောက်...\nသူတို့တွေထဲမှာမှ လူသတ်သမား လူဆိုးရဲ့ သူလျှိုက ရှိနေတဲ့အခါ...ဖိုက်တင်ခန်းတွေလည်းပါပြီး drama လည်းခင်းတဲ့အပြင် ဟာသပါနှောပြီး ရိုက်ထားတာဖြစ်လို့ ရသစုံစွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထား Oleander ပါ )File Size__2 GB, ...",
        "rating": "6.3",
        "url": "https://megaup.net/31n5g/She_is_on_Duty_(2005)_720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/ems.ZW1zLXByZC1hc3NldHMvbW92aWVzLzQ0ZmUxOTMyLTFhOWMtNDFkMy05NmM3LTJmNzZmZDE2OWI2Yi53ZWJw-133x200.jpeg",
        "title": "Latte and the Magic Waterstone (2020)",
        "description": "ဖြူကောင်လေးတွေကို တွေ့ဖူးကြလားဗျဖြူကောင်လေးတွေက အထီးကျန်တဲ့ကောင်လေးတွေတဲ့တခြားအကောင်လေးတွေလို အုပ်စုဖွဲ့နေလေ့မရှိဘဲ သီးခြားနေတတ်တဲ့သူတွေပေါ့အဲ့ဒါကြောင့် အထီးကျန်တဲ့သူတွေကိုဆို ဖြူကောင်လေးတွေနဲ့ တင်စားလေ့ရှိကြတယ်Latte ဆိုတဲ့ ဖြူမလေးကလည်း အဲ့လိုအထီးကျန်နေတဲ့သူပေါ့မွေးကတည်းက တစ်ကောင်တည်းပဲရှိတာမို့ ဘယ်ဆီဘယ်ဝယ်မှန်းမသိတဲ့ သူ့အဖေကို တမ်းတရင်း တစ်ကောင်တည်းနေနေရတဲ့သူ...မိဘမရှိတဲ့ကလေးမလေးဆိုတော့ တောထဲမှာ တစ်ခုခုဖြစ်တိုင်း သူ့ကို အပြစ်တင်တတ်လွန်းလို့ သူ့ကိုယ်သူ Princess Latte ဆိုပြီး အားတင်းနေရတဲ့သူပါLatte တို့တောထဲမှာ နှစ်တိုင်းကြုံနေရတဲ့ ရေခမ်းခြောက်မှုကို ဖြေရှင်းဖို့တိရစ္ဆာန်လေးတွေဟာ ရေစုဆောင်းထားလေ့ရှိတယ်တစ်ရက်မှာတော့ ဖြူကောင်မလေး Latte နဲ့ ရှဉ့်လေး Tjum ကြောင့် ရေတွေဖိတ်စင်သွားရတဲ့အခါ အားလုံးအကျပ်ရိုက်ပါလေရော... Princess Latte လေးက ပုံပြင်ဆန်တဲ့ WaterStone ဇာတ်လမ်းကို ယုံကြည်ပြီး အားလုံးရဲ့ ပြဿနာကိုဖြေရှင်းပေးဖို့ ဝက်ဝံဘုရင်ကြီးဆီ ခရီးထွက်ခဲ့ပါတယ်ဒီလိုကနေ သူငယ်ချင်းကိုစိတ်မချလို့ လိုက်လာတဲ့ Tjum နဲ့ နှစ်ယောက်သား လမ်းခရီးတစ်လျှောက် ဘယ်လိုပြဿနာတွေကြုံကြမလဲဆိုတာ ကြည့်ရှူရမှာပါချစ်စရာကောင်းတဲ့ ဖြူကောင်လေးနဲ့ ရှဉ့်ပိစိလေး ၂ ကောင်ရဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Fs63/Latte_and_the_Magic_Waterstone_(2020)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pPSNX70d4MRyt6YG9rY73nYnOLm.jpg",
        "title": "Upcoming Summer ( 2021 )",
        "description": "ဒီတစ်ခါတော့ The long Ballad ဇာတ်ကားနဲ့ ပရိတ်သတ်တွေအချစ်အားလုံးကိုသိမ်းပိုက်သွားတဲ့ မင်းသား Leo Wu ရဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးမှာပါနော် ဒီဇာတ်ကားလေးကတော့ ချစ်ဖို့ကောင်းတဲ့ ဆယ်ကျော်သက်အရွယ်သူငယ်ချင်းနှစ်ယောက်အကြောင်းကို ပုံဖော်ထားတာပါ ဇာတ်ကြောင်းလေးကတော့ ...ချန်ချန်ဟာ မိသားစုပြဿနာကြောင့် စာမေးပွဲမဖြေနိုင်လိုက်ဘဲတစ်နှစ်ပြန်နေဖို့ဖြစ်လာခဲ့ပါတယ် ကျန်းယွီရှင်း(Leo Wu) ကတော့စာမေးပွဲကိုတောင် လာမဖြေခဲ့လို့ နောက်တစ်နှစ်ပြန်နေရတဲ့အင်တာနက်ဆယ်လီတစ်ယောက်ပါ အရမ်းကိုထူးခြားတဲ့ သူတို့နှစ်ယောက်ရဲ့တွေ့ဆုံပုံလေးကတော့... ကျန်းယွီရှင်းဟာ ကျောင်းစတက်တက်ချင်းနေ့မှာပဲသူ တစ်ခါမှ မမြင်ဖူးတဲ့ ချန်ချန်က သူ့ကောင်မလေးလို့ ကျောင်းမှာ နာမည်ကြီးသွားခဲ့ပါတယ် အဲ့ဒီအချိန်မှာ ချန်ချန်ကို စသတိထားမိသွားပြီးမိသားစုပြဿနာ အချစ်ရေးပြဿနာတွေကို ရင်ဖွင့်ရင်း နှစ်ဦးသား အမှန်တရားကိုလက်ခံနိုင်အောင်ဘယ်လိုကြိုးစားကြမလဲဆိုတာကို ရိုက်ကူးပုံဖော်ထားတာဖြစ်ပါတယ်ကျွန်တော်တို့အားလုံး တစ်ခါတစ်လေမှာ အမှန်တရားကို သိနေပေမဲ့လက်ခံနိုင်ဖို့ ခဲယဉ်းတဲ့အချိန်မျိုးမှာ လက်တွေ့ဘဝကို ငြင်းဆန်တတ်ကြပါတယ်ဒီလိုပဲ ဒီဇာတ်လမ်းလေးထဲမှာလည်း အဲ့လိုလူ့သဘာဝအကြောင်းလေးကိုထည့်သွင်းရိုက်ကူးထားတာကြောင့်မို့လို့ ကြည့်ရတာ အရမ်းစိတ်ဝင်စားဖို့ကောင်းပါတယ်ဒါတင်မကဘူး ဟာသလေးတွေပါနှောထားတာကြောင့် တကယ်ကို အချိန်ကုန်မြန်စေမှာပါနော် Quality : WEB-DL 1080p, 720p , ...",
        "rating": "6.9",
        "url": "https://megaup.net/Zuyh/Upcoming.Summer.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/inj-133x200.jpg",
        "title": "Injustice 2021",
        "description": "Injustice ရဲ့ ဇာတ်လမ်းကို ဂိမ်းထဲမှာ ကာတွန်းစာအုပ်ထဲမှာရင်းနှီးပြီးသား လူတွေလည်း ရှိမှာပါ။DC Comic ရဲ့ အအောင်မြင်ဆုံး ဇာတ်လမ်းတွေထဲက တစ်ခုုပါပဲ။DC ရဲ့ နတ်ဘုရားအစွမ်းနဲ့ လူသားဆန်တဲ့ စူပါမန်းတစ်ယောက် လူသားဆန်လွန်းသွားတဲ့အခါ ဘာတွေဖြစ်လာမလဲ။ပထမဆုံးအကြိမ် လူသတ်မိလိုက်ပြီးနောက်မှာ ဘာတွေဖြစ်လာမလဲ။ငြိမ်းချမ်းရေးကို အကြမ်းဖက်ရယူမလား ငြိမ်းချမ်းစွာရယူမလား ဂျက်စတစ်လိ မန်ဘာတွေ ရွေးချယ်ဖို့ကြုံလာတဲ့အခါ ဘယ်ဘက်ကိုရွေးကြမလဲ။လူတိုင်းဟာ ဒုတိယအခွင့်အရေးနဲ့ တန်မတန်ဆိုတာကို ဘယ်လိုဖြေကြမလဲပေါ့။ဒီ ကာတွန်းဟာ မူရင်း injustice လောက် မပြည့်စုံပေမယ့် ကျောရိုးချင်း တူတာမို့ အပမ်းဖြေဖို့အတွက် လုံလောက်မှာပါ။\nFile size… 1.1 Gb / 500 Mb\nQuality….BluRay 1080p / 720p\nFormat…mkv\nDuration….01:10:00 \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "",
        "url": "https://channelmyanmar.org/injustice-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a6ZEcx5JUf9f1N5rLzqRNNpOjpA.jpg",
        "title": "Justin Bieber: Our World (2021)",
        "description": "Justin Bieber : Our World (2021)This Is My World Documentary ထွက်ပြီး ဆယ်နှစ်အကြာမှာ\nOur World အမည်ရ Documentary လေးထွက်ရှိလာပြီဖြစ်ပါတယ်။2010 ခုနှစ်ဝန်းကျင်တွေမှာ Justin Bieber ဆိုတဲ့နာမည်ဟာ\nလူတိုင်းရဲ့ ပါးစပ်ဖျားမှာ ပဲ့တင်ထပ်နေခဲ့သလိုပဲ၊\nအဲ့အချိန်တုန်းက Justin ကို သဘောမကျခဲ့တဲ့\nနှုတ်ခမ်းနီမလေးတွေဆိုတာ မရှိသလောက်ကို ရှားပါတယ်။\n\"Baby\" သီချင်းနဲ့ ကမ္ဘာကျော်လူကြိုက်များခဲ့တဲ့ Justin Bieber ဟာ\nဆယ်နှစ်အတွင်းမှာ ဘဝအချိုးအကွေ့ပေါင်းများစွာနဲ့ ကြုံတွေ့ခဲ့ရပေမဲ့\nအရည်အချင်းရှိ အဆိုတော်တစ်ယောက်ဆိုတဲ့အချက်ကတော့ ပြောင်းလဲမသွားခဲ့ပါဘူး။ဒီ Our World Documentary ကို လော့စ်အိန်ဂျလိစ်မြို့မှာတည်ရှိတဲ့\nBeverly Hilton ဟိုတယ်ရဲ့ မိုးမျှော်ထပ်မှာ ရိုက်ကူးခဲ့တာပါ။\nကိုဗစ်ကြောင့် ရှိုးပွဲကို လူအယောက် ၂၄၀ ပဲတက်ရောက်ခဲ့ရပေမဲ့\nတိုက်ရိုက်ထုတ်လွှင့်မှုကို လူပေါင်းသန်းနဲ့ချီပြီးကြည့်ရှုခဲ့ကြပါတယ်။\nMy World album ကစလို့ Believe, Purpose, Changes စတဲ့ Album ထဲက\nသီချင်းပေါင်းမြောက်များစွာကို သီဆိုဖျော်ဖြေထားပါတယ်။\nစတိတ်အပြင်အဆင်ကလည်း ...",
        "rating": "5.2",
        "url": "https://megaup.net/2loqA/Justin.Bieber.Our.World.2021.720p.WEBRip.x264-CM.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/p6jvD_4f-140x200.jpg",
        "title": "Cinema Street (2021)",
        "description": "Cinema Street (2021)\"သင့်မှာ ချစ်လျက်နဲ့ ဝေးကွာခဲ့ရတဲ့ချစ်သူရှိပါသလား\"သင့် Ex ကို ချစ်နေပါသေးတယ်ဆိုရင်\n\"ထမင်းစားပြီးပြီလား အဆင်ပြေရဲ့လား\"လေး နဲ့ ပြန်စနိုင်ဖို့\nဒီကားလေးက moti ပေးနိုင်ပါလိမ့်မယ်။ရုပ်ရှင်ကို ကိုယ်စီရူးသွပ်ကြတဲ့ ဘူဆန်က ကောင်လေးနဲ့ ကောင်မလေး ....\nအနာဂတ်အတွက် အိပ်မက်ကိုယ်စီနဲ့ ကိုယ့်လမ်းကိုယ်ဖောက်ကြရင်း\nဘ၀တစ်ဆစ်ချိုးမှာ ဒါရိုက်တာနဲ့ ရိုက်ကွင်းမန်နေဂျာအဖြစ်ပြန်တွေ့ကြတဲ့အခါ ....ဒီဇာတ်ကားကို ကြည့်သင့်တဲ့အချက်တွေထဲက တစ်ခုကတော့ Lee Wan ကြောင့်ပါပဲ။\nဒီဇာတ်ကားဟာ Kim Tae Hee ရဲ့မောင်အဖြစ် လူအများသိကြတဲ့\nTree of Heaven ဇာတ်လမ်းတွဲထဲက မင်းသား Lee Wan ရဲ့\nနှစ်အတော်ကြာမှ ရုပ်ရှင်လောကကိုပြန်အခြေချတဲ့ဇာတ်ကားဖြစ်နေလို့ပါပဲ။\n( အရင်ထက်ယောကျာ်းပီသတဲ့ရုပ်ရည်နဲ့ Lee Wan က ​Hyun Bin လို Vibe မျိုးရပါတယ်။\nသူ့မျက်နှာလေးကြည့်နေရတာနဲ့တင် အမျိုးကောင်းသမီးတို့အတွက် ဒီကားကတန်လွန်းနေပါပြီ 😁)ဘယ်နေရာ ဘယ်ဘာသာစကားနဲ့မှ စာတန်းထိုးမထွက်သေးဘဲ\nCM တစ်ခုတည်းမှာသာ မြန်မာစာတန်းထိုးနဲ့ ဦးဦးဖျားဖျားကြည့်နိုင်မှာဖြစ်တာကြောင့်\nလက်လွှတ်မခံသင့်ပါကြောင်း။ဘာသာပြန် နဲ့ အညွှန်းကတော့ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2lmew/Cinema.Street.2021.720p.WEB-DL.AAC2.0.H.264.CM..mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qWvFtI8ivAqj0NXa8E8N0pK0LNr.jpg",
        "title": "There’s Someone Inside Your House(2021)",
        "description": "There's Someone Inside Your House(2021) ရုပ်ရှင်အညွှန်းအသစ်ထွက် Netflix လူသတ်ကားလေး လာပါပြီဗျာဇာတ်ကားခေါင်းစဥ်ကို ဖတ်ပြီး ခင်ဗျား အိမ်ထဲကို လူတစ်ယောက်က ဝင်ပြီးတစ်ကားလုံး ခင်ဗျားကို သတ်ဖို့ကြိုးစားတဲ့ သည်းထိတ်ရင်ဖို horror ကားလို့ ထင်ရင်တော့ မှားမယ်ဗျကျွန်တော်လည်း အဲ့ဒီလို ထင်ခဲ့ပေမယ့် ဇာတ်ကားကိုက ခေါင်းစဥ်နဲ့ ဘာမှကိုမဆိုင်တာပါခေါင်းစဥ်ရဲ့အဓိပ္ပါယ်က ဇာတ်ကားကို ကြည့်ပြီးမှ ကိုယ့်ဘာကိုယ် တွေးယူရမယ့် ပုံစံမျိုးပါပဲဇာတ်လမ်းအကျဥ်း ကတော့ မက်ကာနီ ဆိုတဲ့ ဂျူနီယာ အထက်တန်းကျောင်းသူမလေးဟာအကြောင်းတစ်ခုကြောင့် ဟာဝိုင်အီ ကနေ အော့စဘွန်းဆိုတဲ့ မြို့လေးကို ပြောင်းလာပါတယ်အဲ့ဒီလို ပြောင်းလာရာကနေ သူတက်နေတဲ့ အထက်တန်းကျောင်းက ကျောင်းသားတွေရောမြို့ထဲကလူတွေရောဟာ ထူးဆန်းတဲ့ လူသတ်မှုတွေနဲ့ ကြုံတွေ့လာရပါတယ်အဲ့ဒီလူသတ်မှုတွေရဲ့ နောက်ကွယ်က လူက ဘယ်သူလဲ ဘာလို့သတ်ရတာလဲအဲ့ဒါတွေကိုရော ဖော်ထုတ်နိုင်သွားမလား ဆိုတာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်Slasher Movie ဖြစ်တဲ့အတွက် ဓားတစ်ချောင်းနဲ့ လူကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Foa6/There_s_Someone_Inside_Your_House.720p(CM)).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/bspxlqm2qrf9-133x200.jpg",
        "title": "(18+)Younger Sister Monica (2021)",
        "description": "Young Sister Monica (2021)အခုတစ်ခေါက် သိုင်းသမားပျိုတို့အတွက် အားဆေးလေး Young Sister Monica ဆိုတဲ့ 18+ ကိုရီးယား ကားကောင်းလေးလာပါပြီဇာတ်လမ်းလေးက အိမ်ထောင်သည်ယောက်ျား တစ်ယောက်က အမေရိကားပြန် ကိုရီးယားမလေးနဲ့ အချစ်နယ်ကျွံမိတဲ့ အလန်းစားဇာတ်ကားလေးဖြစ်ပါတယ်အိမ်ထောင်သည်သဘာ၀ အတိုင်း အိမ်ကဟင်းရိုးလာတော့ အပြင်ဟင်းလေး မြည်းစမ်းရင်း အပြင်ဟင်းက အိမ်ချက်ထက် ပိုကောင်း ပိုမိုက်နေသောအခါဘယ်လိုတွေ အပီအပြင်ဆွဲမယ်ဆိုတာ ဇာတ်ကားမှာ ပညာပေးလေးနဲ့ အတူ မင်းသမီးရဲ့စွဲမက်ဖွယ် ခန္ဓာကောက်ကြောင်းအလှကိုရှုစားရမှာပါ ...မင်းသမီးကတော့ ဂေါင်းကြီးတို့အကြိုက် အချွဲအနွဲ့ ဘုရင်မ ကိုရီးယား ရုန်းပတီသီးမလေးရဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပြီးတော့ အသံအနေအထား ခန္ဓာကိုယ် အသားအရည်ဝင်းလဲမှုတို့ကဇာတ်ကားကို ထင်ဟင်ပေါ်လွင်စေတာမို့ DSက တင်ဆက်ပေးလိုက်ပါတယ်..........File size…660MB\nQuality…720p HD RIP\nFormat…Mp4\nDuration….1h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X-Cross\nTranslated by   FOX",
        "rating": "7.6",
        "url": "https://megaup.net/Zpul/Younger_Sister_Monica.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-05-at-13.14.00-134x200.png",
        "title": "The Night House (2020)",
        "description": "The Night House (2020)====================IMDb Rating - 6.9/10ဘတ်သ်နဲ့ အို၀င်ဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ တစ်အိုးတစ်အိမ် ထူထောင်ထားတဲ့ သိပ်ချစ်ကြတဲ့ စုံတွဲတစ်တွဲပါ၊သူတို့တူတူနေဖို့အတွက် ရေကန်စပ်မှာ အိမ်လေးတစ်လုံးဆောက်ပြီး ဘာအပူအပင်မှ မရှိဘဲ ပျော်ပျော်ရွှင်ရွှင်နေနေကြတာပေါ့။ ဒါပေမဲ့ ဘတ်သ်ရဲ့ ခင်ပွန်း အို၀င်ဟာ ဘာအကြောင်းပြချက်မှမရှိဘဲ ကိုယ့်ကိုကိုယ် အဆုံးစီရင်သွားခဲ့တယ်။ ခင်ပွန်းဖြစ်သူ အို၀င်သေပြီးနောက်ပိုင်း ၀မ်းနည်းနေတဲ့ ဘတ်သ် ဟာ အလုပ်မှာလည်း စိတ်ပင်ပန်းလူပင်ပန်းနဲ့ ဂယောင်ချောက်ခြားဖြစ် ထူးဆန်းတဲ့ အိပ်မက်လိုလို အဖြစ်အပျက်တွေလည်း ဆက်တိုက်ဖြစ်လာခဲ့တယ်။တစ်ရက်မှာ အို၀င်ရဲ့ဖုန်းကို ဘတ်သ် ယူကြည့်မိရာကနေ အို၀င်ရဲ့ လျှို့ဝှက်ချက်တွေကို ဘတ်သ် တစ်စတစ်စနဲ့ သိလာခဲ့ရသလို တစ်ဖက်မှာလည်း ဘတ်သ်က သူ့ရဲ့ ကန်စပ်နားက အိမ်မှာ ထူးဆန်းတာတွေတစ်ညပြီးတစ်ညဖြစ်လာပြီး အို၀င်ရဲ့ဝိညာဥ်က အနားမှာရှိနေတယ်လို့ ဘတ်သ်တစ်ယောက်ယုံကြည်လာပြီးနောက်ပိုင်း....ဘတ်သ်မသိသေးတဲ့ အို၀င်ရဲ့ လျှို့ဝှက်ချက်တွေက ဘာတွေလဲ၊ အိမ်မှာရှိနေတာ တကယ်ပဲ အို၀င်ရဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2lkU0/The.Night.House.2020.720p.WebRip[CM]-new.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/71rDWjkW47L._SL1500_-141x200.jpg",
        "title": "Painted Skin II: The Resurrection (2012)",
        "description": "Painted Skin: The Resurrection (2012)\nIMDb - 6.2/10_____Rotten - 83%\nPainted Skin (2008) ရဲ့အဆက်အနေနဲ့ထွက်ရှိထားခဲ့တာဖြစ်ပြီး မင်းသားမင်းသမီးတွေလဲ အရင်လူတွေပါပဲ..အချစ်က မှော်ဆန်တယ်ဆိုတာ ဒီဇာတ်ကားကိုကြည့်ပြီး နားလည်သွားနိုင်ပါတယ်။မှင်စာမိစ္ဆာလောကနဲ့လူသားတို့ကြားက မေတ္တာတရားတွေအကြောင်းပေါ့....တရုတ် Fantasy ဇာတ်ကားတွေကို ကြိုက်တတ်ရင် သိုင်းဝတ္ထုတွေ ကြိုက်တတ်ရင်ဒီဇာတ်ကားကိုလဲကြိုက်သွားနိုင်ပါတယ်။ ရိုက်ချက်တွေလဲမိုက်သလို ဒီဇိုင်းတွေလဲအလန်းစားပါ။File size…(2.5 GB)/(1.2 MB)\nQuality….BluRay HEVC 1080p / 720p\nFormat…mkv\nDuration….02:11:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://megaup.net/1Flqh/(CM)Painted.Skin.II.The.Resurrection.2012.BluRay.720p.DTS.AC3.x264-CHD.mp4",
        "category": "Action, Asian, Fantasy, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/512figVcWuL-156x200.jpg",
        "title": "Painted Skin (2008)",
        "description": "IMDRating (6.3) ရရှိထားတဲ့ ဒီဇာတ်ကားက ရုံတင်တုန်းကလဲ အတော်ဟော့ခဲ့တာပါ...မင်းသား Donnie Yen ,Chen Kun တို့နဲ့ နာမည်ကြီးမင်းသမီး Zhao Wei,Zhou Xun တို့နဲ့ ရိုက်ကူးထားတဲ့သဘာဝလွန်သိုင်းကား တဖြစ်လဲ အချစ်ရိုမန့်ဇာတ်ကားလေးပါ။လူ့နှလုံးသားကိုစားသုံးပြီး လူတွေကြားမှာ ရှင်သန်နေကြတဲ့ မှင်စာမိစ္ဆာ အချောလေးကို ချစ်မိကြတဲ့ဇာတ်လမ်းလေးပေါ့...ရိုက်ကူးထားတာတွေမိုက်တဲ့အပြင် သိုင်းကားရသလဲအပြည့်ပါတာမို့  သိုင်းကားပရိတ်သတ်ဆို လက်လွတ်မခံသင့်ပါ။ဒီကားရဲ့အဆက် Painted Skin II: The Resurrection(2012) ကိုလဲ တင်ဆက်လိုက်ပါတယ်။\nFile size…(2.5 GB)/(1.2 MB)\nQuality….BluRay HEVC 1080p / 720p\nFormat…mkv\nDuration….01:58:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Li Yuan Jiao & Omi",
        "rating": "6.3",
        "url": "https://megaup.net/1Flqd/(CM)Painted.Skin.2008.Blu-ray.REMUX.H264.720P.DTS-HD.LPCM.MYSILU.mkv",
        "category": "Action, Asian, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cMIGsv9nRn8lCz2comi3ZGJDePM.jpg",
        "title": "Mugguru Monagallu(2021)",
        "description": "Mugguru Monagallu(2021)\n======================\nအကောင်းတကာ့ အကောင်းမှ ကြိုက်တတ်တယ်ဆိုတဲ့ CM ပရိသတ်တွေအတွက်ဇာတ်ကားကောင်းလေးတစ်ပုဒ် လာပါပြီနော်ဒီဇာတ်လမ်းလေးကတော့ အားလုံးအကြိုက်တွေ့လောက်မဲ့Comedy Thriller အမျိုးအစားလေး ဖြစ်ပြီး IMDb rating အနေနဲ့ 9.1/10 ရရှိထားတာပဲ ဖြစ်ပါတယ်ဒီပက် ကီရှိုး ဆူရှန် ဆိုတဲ့ လူသုံးယောက်ဟာ တစ်နေ့မှာတော့ လူသတ်မှုအတွက်သက်သေထွက်ဆိုဖို့ ရဲစခန်းကို ရှေ့ဆင့်နောက်ဆင့် ရောက်လာခဲ့ပါတယ်ထူးခြားတာက ဒီပက်က မျက်စိမမြင်တဲ့သူ ကီရှိုးကစကားမပြောနိုင်တဲ့သူ ဆူရှန်ကတော့ နားလေးတဲ့သူပေါ့ဒီလို တစ်ယောက်တစ်မျိုးဆီ ချို့ယွင်းနေတဲ့ သူတို့သုံး​ယောက်လူသတ်မှုအတွက် ဘယ်လို သက်သေထွက်ဆိုမလဲ...??သူတို့ သက်သေထွက်ဆိုခဲ့တဲ့ လူသတ်မှုတွေမှာအသတ်ခံရသူတိုင်း နိုင်ငံရေးသမားတွေချည်း ဖြစ်နေတဲ့အခါ....လူသတ်မှုရဲ့ တကယ့်တရားခံကိုရော ရှာတွေ့နိုင်ပါ့မလားဆိုတာကိုComedy Thriller တို့ရဲ့ ထုံးစံအတိုင်း အလွဲလေးတွေနဲ့အတူ လူသတ်တရားခံကို ဖော်ထုတ်ရမှာပဲ ​ဖြစ်ပါတယ်နောက်ပိုင်းတွေမှာ မထင်ထားလောက်တဲ့ဟာခနဲဟင်ခနဲ ဇာတ်ကွက်တွေ ပါလာမှာဆိုတော့ဇာတ်လမ်းကို အများကြီးမစပွိုင်းတော့ဘူးဗျို့ အမြန်သာ ပြေးဒေါင်းပြီး ကြည့်လိုက်ကြတော့နော်File size…1.8GB / 900mB / ...",
        "rating": "8.9",
        "url": "https://megaup.net/31hiz/Mugguru_Monagallu_(2021)_Telugu_TRUE_WEB-DL720p(CM).mp4",
        "category": "Bollywood, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-02-at-12.55.01-132x200.png",
        "title": "Diana (2021)",
        "description": "Diana (2021)==========IMDb Rating - 6.1/10ဒီတစ်ခါမှာတော့ Netflix က ပူပူနွေးနွေးထွက်ရှိထားတဲ့ musical အမျိုးအစား stage play ဇာတ်လမ်းလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ရပါတယ်။ လူတိုင်း သိကြတဲ့ နာမည်ကျော် အင်္ဂလန် ဘုရင်မ ဒိုင်ယာနာရဲ့ ဘ၀ဇာတ်ကြောင်းပါ။ဒိုင်ယာနာရဲ့ လူသူမထင်ရှား မူကြိုကျောင်းဆရာမ‌လေးဘ၀ကနေ အင်္ဂလန်ဘုရင်မဖြစ်လာတဲ့အထိ ဒိုင်ယာနာဘယ်လိုဖြတ်သန်းခဲ့ရလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဒိုင်ယာနာရဲ့ ဖြူစင်တဲ့စိတ်နေသဘောထား နဲ့ တက်ကြွတဲ့ပုံစံ အင်္ဂလန်ရဲ့တင်းကျပ်တဲ့ နန်းတွင်းနေထိုင်မှု၊ လူပွေလူရှုပ်မင်းသားချားစ်ရဲ့ စရိုက်သဘာ၀၊ ချားစ်ရဲ့ သမီးရည်းစားအတင်းအဖျင်းတွေကိုရသမျှ အပုပ်ဖော်နေတဲ့ အင်္ဂလန်သတင်းစာ စတာတွေကို စုံလင်အောင် တင်ဆက်ပြသသွားပါတယ်။နန်းတွင်းဘ၀နဲ့ သာမန်ဘ၀အကြား ဆယ်ကျော်သက်အရွယ်ဒိုင်ယာနာတစ်ယောက် ဘယ်လိုအဆင်ပြေအောင် ထိန်းကျောင်းမလဲဆိုတာကို သေချာလေးပြသသွားတာတွေ့ရမှာဖြစ်ပြီး ဒိုင်ယာနာတစ်ယောက် စဥ်းစားတွေးခေါ်ပုံနဲ့ တခြားဇာတ်ကောင်တွေရဲ့ဘ၀ဇာတ်ကြောင်းတွေကို musical theme နဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင် စိတ်၀င်တစားကြည့်ရှုရမှာဖြစ်ပြီး။ဒီဇာတ်လမ်းလေးကိုကြည့်ပြီးသွားရင်တော့ Diana ရဲ့ဘ၀ဇာတ်ကြောင်းကို အတော်လေးစုံံစုံလင်လင် သိရှိသွားမှာ ဖြစ်တာမို့ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck ...",
        "rating": "6.1",
        "url": "https://megaup.net/Zo2g/Diana.2021.720p.NF.WEB-DL[CM].mp4",
        "category": "Biography, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/59d39f4c-3afb-4cca-8c68-e08df314807e-133x200.jpg",
        "title": "Meet the Parents (2000)",
        "description": "Meet the Parents (2000)Night at The Museum တို့ The Secret Life of Walter Mitty တို့နဲ့ လူသိများတဲ့ Ben Stiller ရဲ့ Old But Goldဖြစ်တဲ့ Romance-Comedy ဇာတ်ကားလေးပါဇာတ်ကားက အရမ်းကောင်းသလို ပေါတောတောမဆန်နေဘဲ serious jokes တွေနဲ့ပဲ ၅မိနစ် တစ်ခါလောက် ရယ်နေရမှာ ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ ဂရက် ဟာ သူ့ကောင်မလေး ပမ် နဲ့ တွဲနေကြတာ ဆယ်လ လောက်ကြာပါပြီ\nပမ် ကိုလည်း သူက တကယ် ချစ်မိနေပါတယ် အဲ့ဒါကြောင့် အချိန်ဆွဲမနေဘဲ လက်ထပ် ခွင့် တောင်းဖို့ ကြိုးစားပါတယ်ဒါပေမယ့် အခြေအနေတွေက ထင်ထားသလို ဖြစ်မလာဘဲ လွဲချော်သွားခဲ့ပါတယ်\nလက်ထပ်ခွင့်မတောင်းရဘဲ ပမ် ရဲ့ မိဘ တွေအိမ်ကို ပထမဆုံး ...",
        "rating": "7.0",
        "url": "https://megaup.net/2liH8/Meet_The_Parents_(2000)_720p.mp4",
        "category": "Comedy, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/very-good-girls-dvd-movie-cover-142x200.jpg",
        "title": "Very Good Girls (2013)",
        "description": "Very Good Girls (2013)IMDb Rating (6/10)မင်းသမီးချောတွေဖြစ်တဲ့ Dakota Fanning နဲ့ Elizabet Olsen တို့ပါဝင်တဲ့ Very Good Girls ဟာ ဆယ်ကျော်သက် မိန်းကလေးတွေရဲ့ အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားပါတယ်။သူငယ်ချင်း ၂ ယောက်ဟာ ဆိုးတိုင်ပင် ကောင်းတိုင်ပင်နဲ့ နေလာရာက ကောလိပ်တက်ဖို့ ဖြစ်လာခဲ့တယ်။ အဲဒီမှာ အ​မေရိကန်လူငယ်တို့ရဲ့ထုံးစံအတိုင်း ​ကောလိပ်မတက်ခင် အပျိုစင်ဘဝကို ဆုံးရှုံးချင်ကြပါတယ်\n၂ ယောက်လုံးကလည်း ​ယောကျာ်း​လေးတစ်ယောက်တည်းကိုပဲ သွားချစ်မိကြတဲ့အခါ...သူတို့ကြားထဲက အချစ်တွေ၊ ပေးဆပ်မှုတွေ၊ နားလည်မှုအလွဲတွေ၊ ပေါက်ကရလုပ်တာတွေကို ဒီကားထဲမှာ ပေါ့ပေ့ါပါးပါးကြည့်ရှုရပါမယ်။ မင်းသမီးချောလေးတွေကိုလည်းကြည့်ရင်း အချစ် ဒရာမာလည်းဖြစ်တော့ ငြိမ့်ငြိမ့်လေး ခံစားချင်သူတွေအတွက်တော့ အကိုက်ပါပဲ။ကောင်မလေးသူငယ်ချင်းနှစ်ယောက်မှာ ဘယ်သူနဲ့ အဲဒီကောင်လေးနဲ့ ချစ်သူတွေဖြစ်ပြီး ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမယ်ဆိုတော့ကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ ခံစားကြပါဦးလို့....။\nFile size…(1.4 GB)/(850 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Fllv/(CM)Very_Good_Girls_(2013)_(720p_x265_10bit_Tigole).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/72f4f9ab3fd8c0c687a673500abd59608ee61bd9_00-142x200.jpg",
        "title": "Shutter (2004)",
        "description": "အငြိုးနဲ့ သေဆုံးသွားပြီး အသေမ‌‌ဖြောင့်သူတွေက\nသူ အသက်ရှင်စဉ်ဘဝတုန်းက\nသူ့အပေါ်မကောင်းပြုခဲ့သူတွေနောက်ကို\nတကောက်ကောက်လိုက်နှောင့်ယှက်တတ်တယ်လို့ ပြောရင် သင့်အနေနဲ့ ဘယ်လိုမြင်မိလဲ။နာနာဘာဝတွေ အသူရကာယ်ဘုံတွေနဲ့\nလူ့ဘုံကပတ်သက်ဆက်နွှယ်မှုရှိတတ်‌တယ်လို့\nယုံကြည်ကြတဲ့ မြန်မာနိုင်ငံမှာတော့\nဒါမျိုး ယုံကြည်မှုတွေ အနည်းနဲ့ အများတော့ရှိကြမှာပါ။IMDB 7.1 ရခဲ့ပြီး\nအမေရိကန်မှာ remake ပြန်လည်ရိုက်ကူးခဲ့ရတဲ့အထိ\nပေါက်ခဲ့တဲ့ ဒါရိုက်တာ Banjongရဲ့ လက်ရာ...\nထိုင်းနိုင်ငံရဲ့ must watch Horrorကားစာရင်းဝင်ဖြစ်တဲ့Shutter ဇာတ်ကားထဲက ဓါတ်ပုံဆရာ တန်ဟာ\nသူနဲ့တစ်ကျောင်းတည်းဆင်း သူ့ဂျူနီယာညီမလေးရဲ့\nဘွဲ့နှင်းသဘင်မှာ ဓါတ်ပုံရိုက်ပေးဖို့အတွက်\nတက္ကသိုလ်မြေမှာ ‌ခြေထပ်ချခဲ့ရပါတယ်။သူရိုက်ခဲ့တဲ့ဓါတ်ပုံကိုပြန်ကူး အပြီးမှာတော့\nဓါတ်ပုံထဲမှာ အရိပ်တွေ ပုံနှစ်ထပ်ဖြစ်နေတာတွေ\nဖြစ်နေခဲ့လို့ ပုံပိုင်ရှင်ညီမလေး‌ကို\nဓါတ်ပုံပြန်မပေးနိုင်တဲ့အပြင်\nပုံထဲက အရိပ်က ရိုးရိုးသာမန်အရိပ်မဟုတ်တဲ့အခါ....တစ်ဆက်တည်းမှာပဲ သူအရမ်းခင်မင်ရတဲ့သူငယ်ချင်းတွေ\nတစ်ယောက်ပြီး တစ်ယောက် သတ်သေကုန်ကြတဲ့အခါ....\nသူငယ်ချင်းတွေရဲ့ သတ်သေမှုတွေက\nပုံထဲက အရိပ်နဲ့များ သက်ဆိုင်နေတာလား။\nသက်ဆိုင်တယ်ဆို ဘာလို့ သက်ဆိုင်နေရတာလဲ။\nဘာလို့ ဓါတ်ပုံကို ကိုယ်တိုင်ရိုက်ပေးတဲ့ တန်မဟုတ်ဘဲ\nသတ်သေတဲ့သူတွေက သူငယ်ချင်းတွေဖြစ်နေရတာလဲဆိုတာကိုတော့ Shutter ဇာတ်ကားထဲမှာ စီးမျောရင်းနဲ့ပဲ ဆက်လက်အဖြေရှာကြည့်ကြပါစို့လားရှင်။(ဒီဇာတ်ကားရဲ့ဒါရိုက်တာ Banjong ဟာ ဟိုတလောက ဟော့ဖြစ်သွားတဲ့ The Medium (2021) ဇာတ်ကားဖန်တီးသူလဲဖြစ်သလို အာရှတခွင်ပြဲပြဲဆင်အောင်မြင်ခဲ့တဲ့ Pee ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Fk58/(CM)Shutter.2004.BluRay.720p.DTS-HD.MA.5.1.AVC.REMUX-FraMeSToR.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7OMGLNH4yv4UxLI9gmKZSjY6enS.jpg",
        "title": "Shiddat (2021)",
        "description": "Shiddat(2021)\n--------------Imdb 7.8/10အတော်လေး ရိုမန့်ဖြစ်တဲ့ရုပ်ရှင်ကားလို့ပြောရပါမယ်.အချစ်ကို ဘဝကြီးတခုလို ရူးသွပ်တဲ့လူငယ်လေးတစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းနဲ့ ၃၀ကျော်၄၀ဝန်းကျင် လူလတ်ပိုင်းတစ်ယောက်တို့ရဲ့အချစ်ဇာတ်လမ်းနှစ်ခုကို ဇာတ်လမ်းတပုဒ်အဖြစ် တွဲလျက် တင်ဆက်ထားပါတယ်...ဇာတ်လမ်းအကျဉ်း\n------------------ဂျာဂီက ပျော်ပျော်နေတတ်တဲ့ အားကစားသမားတစ်ယောက်.တနေ့မှာတော့ ရေကူးနေတဲ့ ကာတီကာကို ကျောင်းမှာတွေ့ရင်းကာတီကာ့ကို ချစ်မိသွားတယ် ဆယ်ကျော်သက်အချစ်ဆိုပေမယ့်ဂျာဂီအချစ်က အတော်လေးလေးနက်ပါတယ်....ကာတီကာနဲ့ဂျာဂီတို့နှစ်ယောက်က သိပ်ကိုလဲ လိုက်ဖက်တဲ့စုံတွဲတွေပေါ့...ဒါပေမယ့် အချစ်စစ်တို့လမ်းဟာမဖြောင့်ဖြူးဘူးဆိုတဲ့အတိုင်း တနေ့မှာ ကာတီကာကလန်ဒန်က မိသားစုပြန်သွားရပြီး မထင်မှတ်ပဲ မိဘတွေရဲ့အိမ်ထောင်ချပေးခြင်ကို ခံလိုက်ရပါတယ်....ဂျာဂီလို အန္ဒိယမှာနေတဲ့လူအတွက် လန်ဒန်ဆိုတာသိပ်ဝေးလွန်းပါတယ်...ဒါပေမယ့် ဂျာဂီရဲ့အချစ်တွေကိုနယ်မြေအကွာအဝေးတွေက ကန့်သတ်မထားနိုင်ပါဘူး...ဂျာဂီက လန်ဒန်နဲ့အနီးဆုံးဖြစ်တဲ့ ပြင်သစ်ကို လမ်းလျှောက်လိုက်ကားကြုံစီးလိုက်နဲ့ ကီလိုမီတာပေါင်းထောင်ချီနေတဲ့ ပြင်သစ်ကို ရောက်အောင်သွားခဲ့ပေမယ့်ဗီဇာမပါတာကြောင့် အဖမ်းခံရပြီး သံရုံးကအရာရှိ ဂေါ်သမ်နဲ့ဆုံခဲ့ပါတယ်...ဂေါ်သမ်ကတော့ ကွာရှင်းမလို့ဖြစ်နေတဲ့ အိမ်ထောင်ရေးနဲ့ သွေးအေးသွားတဲ့အချစ်ရေးကြောင့် အချစ်ရေးကို အယုံအကြည်မရှိတဲ့ လူတစ်ယောက်ဖြစ်ပြီးဂျာဂီဘယ်လိုမှရှင်းပြမရတဲ့ လူစားမျိုးပါ...ဂျာဂီတစ်ယောက် လန်ဒန်ကိုရောက်အောင်သွားနိုင်မှာလား သူကြိုးစားသမျှကိုရော သူ့ကောင်မလေးက အသိမှတ်ပြုရဲ့လားသံအမတ်ဂေါ်သမ်ကရော ဂျာ့ဂီကို ပြည်နှင်ဒဏ်ပေးမှာလားးစတဲ့မေးခွန်းတွေနဲ့လူလေးဦးရဲ့ အချစ်အပေါ်ခံယူချက်တွေ ကြိုးစားပုံတွေ အမြင်တွေကိုချပြဖျော်ဖြေထားတဲ့ဇာတ်လမ်းတပုဒ်ဖြစ်ကြောင်း ညွှန်းချင်ပါတယ် File size…1.43GB /  2.36GB\nQuality…720p ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Fkw9/Shiddat_(2021)_Hindi_TRUE_WEB-DL_720p(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-02-at-13.45.52-134x200.png",
        "title": "LEGO Star Wars Terrifying Tales (2021)",
        "description": "LEGO Star Wars Terrifying Tales (2021)=============================IMDb Rating - 7.1/10Star Wars universeကို လွမ်း​နေကြတဲ့ ကြယ်တာရာတိုက်ပွဲဖန်​တွေအတွက် Lego Star Wars animation အသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်၊ ဒီဇာတ်ကားမှာ​တော့ Lego ရုပ်​လေး​တွေရဲ့ထုံးစံအတိုင်း ချစ်စရာလည်း​ကောင်းသလို ​ခြောက်ခြားစရာ​လေးလည်းနည်းနည်း​တော့ပါတယ်ဗျ။ ဒီဇာတ်ကားထဲမှာ Star Wars verseရဲ့ အကြီးကျယ်ဆုံး၊ အန္တရာယ်အရှိဆုံးဗီလိန်​ကြီး​တွေကို သူတို့ရဲ့ဟာသsense​လေး​တွေနဲ့ ရှားရှားပါးပါး တွဲပြီးမြင်ခွင့်ရမှာပါ၊ဒီAnimationရဲ့ အဓိကဇာတ်​ဆောင် အ​ကြောက်တရားမရှိ​သောပိုင်း​လော့ကြီး Poe Dameronဟာ ယာဉ်ပျံပျက်ပြီး Death Vaderပိုင်တဲ့ဂြိုလ်တစ်လုံး​ပေါ် ​​ရောက်သွားပါတယ်၊ ဖြစ်ချင်​တော့ အဲ့ဒီဂြိုလ်​ပေါ်မှာ Death Vaderက သရဲအိမ်လို ရဲတိုက်ကြီး​ဆောက်​နေတာပါ၊အဲ့ဒီ Vader Castleထဲမှာ Poe Dameronတစ်​ယောက် ဘာ​တွေရင်ဆိုင်ရမလဲ၊ မ​ကြောက်တတ်သူဆိုတဲ့ ဂုဏ်ပုဒ်ကြီးနဲ့တန်​အောင် VaderCastleကြီးက ဘာ​တွေများပညာ​ပေးလိုက်မလဲ၊ Death Vader, Palpatine, Kylo ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Fk53/Lego.Star.Wars.Terrifying.Tales.2021.720p.DSNP.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUjMEUpTFbnxcZRfNuFTpxSnzga.jpg",
        "title": "[18+] All Things Fair (1995) Lust och fägring stor /Love Lessons",
        "description": "ဆရာမကစာသင်ချိန် ပြီးတော့အခန်းထဲက မထွက်ခင်ကျွန်တော့်ကို လှမ်းခေါ်ပါတယ်။ရင်တထိတ်ထိတ် နဲ့ ဆရာမ အနားရောက်သွားတော့မှ ဆရာမက ခပ်တိုးတိုးနဲ့၊\n“ မောင်ဇော်....ညနေကျရင် ဆရာမကိုစောင့်ပါ။အမှတ်ခြစ်စရာတွေ အိမ်ကိုပြန်သယ်ရမှာ နဲနဲလေးနေလို့။ ”\n“ သြော်...ဟုတ်ကဲ့ ဟုတ်ကဲ့ ဆရာမ။ ”  ဒီဇာတ်ကားကတော့ မောင်ဇော်ချစ်သောဆရာမ ဆွီဒင်ဗားရှင်းပါပဲ...။ဆွီဒင်နိုင်ငံ တောင်းပိုင်းကမယ်လ်မိုဆိုတဲ့ နယ်မြို့လေးတစ်ခုမှာ စတစ်ဂ်ဆိုတဲ့ ၁၅ နှစ်အရွယ်ကျောင်းသားလေးရှိပါတယ်။\nကလေးမကလူကြီးမကျ စကောစကအရွယ်၊စတစ်ဂ်အပါအဝင် သူ့နဲ့အတန်းဖော်တွေဟာ တစ်ခါတစ်လေကလေးတွေလိုကစားကြ\nပေါက်ကရတွေလုပ်ကြပြီး တစ်ခါတစ်လေကျတော့လဲ လူကြီးတွေလိုကစားကြပေါက်ကရတွေလုပ်ကြပါတယ်(တစ်ယောက်ဟာတစ်ယောက်ပေကြိုးနဲ့\nတိုင်းပြီးလောင်းကြေးထပ်တာတို့ဘာတို့)တစ်နေ့မှာတော့ သူတို့အတန်းကိုအတန်းပိုင်ဆရာမ လှလှကြီးတစ်ယောက်ပြောင်းလာပါတယ်။\nလှလဲလှပြီး အသက်လဲကြီးလို့ပါ။ စတစ်ဂ် အမေနဲ့ရွယ်တူလောက်ဆိုပေမယ့် နုပျိုလှပတဲ့ ဆရာမဟာ စတစ်ဂ်ကိုချစ်စနိုးစနောက်တယ်။\nရင်းရင်းနှီးနှီးဆက်ဆံတယ်။ ဆရာမယောက်ျားဟာအရက်စွဲတစ်ချိန်လုံးမူးရူးနေတဲ့သူ အိမ်မှာအနေနည်းတဲ့သူဖြစ်ပါတယ်။ သွေးသားဆန္ဒလိုအပ်ချက်တွေ\nလျာထားချက်ပြည့်မှီပုံမရတဲ့ ဆရာမနဲ့၊ ဒီလိုကိစ္စမျိုးတွေစိတ်ဝင်စားကာစ ရမ္မက်ရာဂတွေဆူဖြိုးလျှံကျနေတဲ့ မနူးမနပ်ကလေးစတစ်ဂ်တို့ဟာ\nဖြစ်သင့်ဖြစ်ထိုက်စွာပဲ ဇာတ်လမ်းစခဲ့ကြပါတော့တယ်။ကမ္ဘာကြီးဟာ သူတို့နှစ်ယောက်တည်းနဲ့ဖွဲ့စည်းထားတာမဟုတ်တဲ့အတွက်\nစတစ်ဂ်ကိုကြိတ်ကြိုက်နေတဲ့အခန်းမျက်စောင်းထိုးကအပျိုဖြန်းလေး၊ ဆရာမရဲ့ခင်ပွန်းသည် အရက်သမား အစရှိတဲ့ဘေးလူတွေပါဝင်လာတဲ့အခါ\nရှင်းရခက်တဲ့ ဒီဇာတ်လမ်းကို သူတို့ဘယ်လိုသိမ်းကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားစေချင်ပါတယ်။All Things Fair ဟာကမ္ဘာအနှံ့ကသြဇာကြီးတဲ့ရုပ်ရှင်ပွဲတော်တွေမှာပြသခဲ့ပြီး ဆုတွေအမျိုးမျိုးဆွတ်ခူးခဲ့တဲ့ကားဖြစ်ပြီး အဲ့ဒီနှစ်\nအကောင်းဆုံးဘာသာစကားပြော အော်စကာဆုလဲလျာထားခံခဲ့ရပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2lhnD/(CM)Lust.och.Fägring.Stor.(All.Things.Fair).1995.720p.DVDRip.x265.10bit.AC3-highcal.mp4",
        "category": "Adult, Drama, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fhiqls7ucXalfqE3JaIL2MC6Oo.jpg",
        "title": "Chinese Doctors (2021)",
        "description": "Chinese Doctors (2021)Wuhanဆိုတဲ့ အမည်ကိုကြားလိုက်တာနဲ့\nကျွန်​တော်တို့ရဲ့အ​တွေးထဲမှာ ​နေရာတစ်ခုကိုတန်းပြီး ​ပြေးမြင်မိမှာပါ၊\nဟုတ်ပါတယ် .....\nတစ်ကမ္ဘာလုံးက လူသန်း​ပေါင်းများစွာကို ဒုက္ခ​​ပေးခဲ့၊ ​ပေးဆဲဖြစ်တဲ့\nCovid 19လို့​​ခေါ်တဲ့ ကမ္ဘာ့ကပ်​ရောဂါဆိုးကြီး စတင်​ပေါ်​ပေါက်ခဲ့တဲ့​နေရာပါ၊ဒီရုပ်ရှင်က​တော့ Wuhan မြို့မှာ\nCorona virusစတင်​တွေ့ရှိချိန်ကစပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်မျိုးပါ၊\nရုပ်ရှင်လို့လည်း ဆိုနိုင်သလို Real footage ​တွေပါ ပြန်သုံးထားတဲ့အတွက်\nDocumentary လို့​​လည်း သတ်မှတ်လို့ရနိုင်ပါတယ်ဒီရုပ်ရှင်ထဲမှာ ဒီ Virusက ဘယ်​လောက်ထိ​ကြောက်ဖို့​ကောင်းလဲ\n​ရောဂါအ​ကြောင်း ဂဃနဏမသိ​သေးတဲ့\nစမ်းတဝါးဝါးအချိန်မှာကတည်းက ဘယ်​လောက်ထိ ဒုက္ခ​ပေးနိုင်လဲဆိုတာ\nကိုယ်တိုင်တကယ်ကြုံ​နေရသလို ခံစားရမယ်၊\nဇာတ်​ကောင်​တွေနဲ့အတူ စီး​မြောပြီး ရင်​​မောရပါမယ်ပြီး​တော့ ဆရာဝန်​တွေရဲ့ကျင့်ဝတ်နဲ့ ကိုယ်ကျိုးယှဉ်လာတဲ့အချိန်မှာ\nဘယ်​လောက်ထိ ​ဝေခွဲရခက်တယ်၊ ​ရွေးရခက်တယ်ဆိုတာ မြင်နိုင်တယ်၊\nအပြင်လူ​တွေသိဖို့ခက်တဲ့ ဆရာဝန်​တွေရဲ့ဘဝကို​​တွေ့ရမယ်၊\nလူနာအသက်ကိုကယ်ဖို့ဆိုရင် ဘာမဆိုလုပ်ရလုပ်ရဆိုတဲ့\nသမားဂုဏ်ကိုလည်း ​ပေါ်လွင်​အောင် ရိုက်ကူးပြထားတယ်Covidအ​ကြောင်းပဲလား၊ ဆရာဝန်​တွေရဲ့ရှု​ထောင့်ပဲလားဆိုရင် မဟုတ်ပြန်ပါဘူး၊\nလူနာ​တွေရဲ့ ...",
        "rating": "5",
        "url": "https://megaup.net/Zm2w/Chinese.Doctors.2021.720p.WEB-DL.H265.DDP5.1.CM.mp4",
        "category": "Drama"
    }
]