[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uhmNHWTVniHHYKTsWSvSir19K1z.jpg",
        "title": "Finding Steve McQueen(2018)",
        "description": "Finding Steve McQueen(2018)IMDb....6.3ဒီဇာတ်​ကား​လေးက​တော့ အ​မေရိကန်​ နိုင်​ငံက \"United California\" ဘဏ်​​ဖောက်​ထွင်​းခံရမှုကို အ​ခြေခံရိုက်​ကူးထားတဲ့ ဖြစ်​ရပ်​မှန်​ဇာတ်​လမ်​း​လေးပဲဖြစ်​ပါတယ်​။\nဇာတ်​လမ်​းအစမှာ FBI က SteveMcQueenဆိုတဲ့ လူတစ်​​ယောက်​ကို အသည်​းအသန်​ လိုက်​ရှာ​နေပြီး တစ်​ဖက်​မှာလည်​း SteveMcQueen က သူ့ကို FBI ကဘာ​ကြောင်​့ အလိုရှိ​နေရတယ်​ဆိုတဲ့အ​ကြောင်​း သူ့​ကောင်​မ​လေးကို ရှင်​းပြ​နေပုံနဲ့ စတင်​ထားပါတယ်​။\nအ​မေရိကန်​သမ္မတ Nixon ရဲ့ တရားမဝင်​လုပ်​ငန်​း​တွေမှာသုံးဖို့ ဘဏ်​မှာထား ထားတဲ့ ရန်​ပုံ​ငွေကိုမှ​ဖောက်​ထွင်​းဖို့ ကြံစည်​ခဲ့တဲ့ ဓားပြအဖွဲ့အ​ကြောင်​းကို ရိုက်​ကူးထားတာပဲ ဖြစ်​ပါတယ်​။\n​ငွေဖြူ မဟုတ်​တာ​ကြောင်​့ သူတို့ကို အ​ရေးယူလို့ မရ​လောက်​ပါဘူးဆိုတဲ့ အကြံနဲ့ ဓားပြတိုက်​ခဲ့ကြ​ပေမယ်​့လည်​းအစိုးရဖက်​က စုံစမ်​းစစ်​​ဆေး​ရေး​တွေကို ပြင်​းပြင်​းထန်​ထန်​ လုပ်​လာတဲ့အခါမှာ​တော့ ဘယ်​လို​မျိုး စိတ်​ဝင်​စားစရာအ​ကြောင်​းအရာ​တွေ ဖြစ်​လာမလဲဆိုတာက​တော့ ရုပ်​ရှင်​ကိုပဲ ဆက်​လက်​ခံစားကြည်​့လိုက်​ကြပါ​နော်​...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Megumi ပဲဖြစ်ပါတယ်...File Size : (850MB) and (306 MB)\nQuality : ...",
        "rating": "6.4",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4",
        "category": "Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6S2wECQuy4QKaGgKvialqBfnPBY.jpg",
        "title": "Mirage(2018)",
        "description": "Mirage(2018)\nIMDb....7.8\n၁၉၈၉ ခုနွစ္....\nနီကုိဆုိတဲ့ေကာင္ေလးက ဂစ္တာတီးသီခ်င္းဆုိ၀ါသနာတဲ့ေကာင္ေလး...\nနီကုိဟာ ဂစ္တာတီးသီခ်င္းဆုိတဲ့အခ်ိန္ ဗြီဒီယုိမွတ္တမ္းေလးေတြတင္ထားေလ့ရွိတယ္....\nတစ္ေန႕သူဂစ္တာတီးေနတုန္း အိမ္နီးနားခ်င္း မိသားစုဆီကေန ဆူညံသံေတြၾကားလြန္းေတာ့\nကေလးပီပီ စူးစမ္းခ်င္စိတ္ေၾကာင့္  သြားၾကည့္မိတယ္...သြားၾကည့္မိတာ\nနီကုိအတြက္ တကယ့္မဟာအမွားပါပဲ..သူအိမ္ထဲကုိေရာက္တဲ့ ေယာက္က်ၤားျဖစ္သူမွ သူ႕မိန္းမကုိ ဓားနဲ႕ထုိးသတ္တာကုိေတြ႕လုိက္ရပါတယ္..\nနီကုိတစ္ေယာက္ ေၾကာက္လန္႕တၾကားအိမ္အျပင္ထြက္ေျပးတဲ့အခ်ိန္ ကံဆုိးစြာပဲ ကားတုိက္ခံရၿပီးဆုံးပါးသြားတယ္...\nသူ႕ရဲ႕ အခန္းေလးထဲမွာေတာ့ ဗီဒီယုိကင္မရာေလးတစ္လုံး TVတစ္လုံးနဲ႕ သီခ်င္းမွတ္တမ္းတိပ္ေခြေပါင္းမ်ားစြာက်န္ခဲ့ေလရဲ႕.....\nဒီTV ၊ကင္မရာ နဲ႕ တိပ္ေခြေတြကပဲဒီဇာတ္ကားရဲ႕အလွည့္အေျပာင္းလုိ႕ဆုိရမယ္...\nေနာက္ႏွစ္ေပါင္း (၂၅)ႏွစ္ၾကာေတာ့ နီကုိအသက္ရွိစဥ္ကေနခဲ့တဲ့အိမ္ကုိ မိသားစုတစ္စုေျပာင္းလာတယ္..\nအဲ့ဒီမိသားစုဟာ ဒီတိပ္ေခြနဲ႕ တီဗြီ ကင္မရာတုိ႕ကုိေတြ႕ရွိၿပီးေနာက္မွာေတာ့....\nတကယ့္ကပ္ဆုိးႀကီးက်ေရာက္သလုိျဖစ္သြားတယ္...\nဒီကားက စပိန္ဇာတ္ကားျဖစ္ၿပီး အလွည့္အေျပာင္း မ်ားလြန္းတဲ့ဇာတ္ကားလုိ႕ေတာင္ဆုိရမယ္ထင္တယ္..\nဇာတ္လမ္းကုိနိဒါန္းေလးပ်ဳိးေနတဲ့ မိနစ္(၂၅)မိနစ္ေလာက္အထိသာ သာမန္လုိ႕ထင္ရေပမယ့္ အဲ့ဒီေနာက္ပုိင္းေတာ့\nၾကည့္ရႈတဲ့သူဟာ \"ဟာ\" ခနဲေတာင္ေရရြတ္မိမယ္ထင္တယ္...Tempo က်သြားတာမရွိသေလာက္ပဲ...\n မထင္မွတ္ထားတဲ့ဇာတ္အိမ္ေတြ plot twist ေတြကုိ ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္...sci-fi thriller အျပင္ Drama ေလးေတြပါ ေရာေႏွာထားတယ္...\nဇာတ္လမ္းက အေတာ္ဆြဲေဆာင္မႈရွိတဲ့ကားမုိ႕ စပြဳိင္လာေရွာင္ၿပီးဒီေလာက္ပဲေျပာပါရေစ...\nဒီကားက ခင္ဗ်ားတုိ႕ထင္ထားတာထက္ပုိေကာင္းေနလိမ့္မယ္.....\nစကားမစပ္ ပေရာ္ဖက္ဆာလုိ႕ ကြ်န္ေတာ္တုိ႕ သိခဲ့တဲ့ ဘဏ္ဓားျပႀကီးပါ၀င္ထားပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Yoon Wah Wah Theint ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dVki/Mirage_(Durante_La_Tormenta)_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBuvLX6zynQP0sjyqbXV4jNaZ4E.jpg",
        "title": "The Kid Who Would Be King (2019)",
        "description": "UNICODEMerlin စီးရီးတွေကို ကြည့်ဖူးတဲ့လူတိုင်းဒီကားလေးကိုစိမ်းမယ်မထင်ပါဘူး...ပုံပြင်တွေထဲက King Arthur နဲ့ ကျောက်တုံးထဲ စိုက်ဝင်နေတဲ့Excalibar ဓားကို လူတိုင်းကြားဖူးကြမှာ အသေအချာပါပဲ။The kid who would be king (2019) က အဲဒီပုံပြင်ထဲကလိုExcalibar ဓားကို ဆွဲထုတ်နိုင်ခဲ့တဲ့ ကလေးရဲ့ စွန့်စားခန်းအကြောင်းရိုက်ကူးထားတဲ့Adventure , Action , Family ဇာတ်ကားလေးပါ။King Arthur က ကျောက်တုံးထဲက ဓားကိုဆွဲထုတ်ပြီးတော့ဗြိတိန်ရဲ့ ဘုရင်ဖြစ်လာပြီး မွေးစားညီမဖြစ်သူ Morgana ရဲ့လက်က ကာကွယ်ပေးခဲ့ပါတယ်။ဒါပေမဲ့ Morgana က နယ်မြေတွေအစိတ်စိတ်ကွဲလူတွေ မျှော်လင့်ချက်မဲ့ပြီး ခေါင်းဆောင်မဲ့နေတဲ့အချိန်ပြန်လာမယ်လို့ ကျိန်စာဆိုခဲ့ပါတယ်။Arthur ကလည်း အဲဒီအချိန်မှာ Excalibar ပြန်ပေါ်လာပါစေလို့ သစ္စာပြုခဲ့တယ်။၁၂ နှစ်အရွယ် မူလတန်းကျောင်းသားလေး Alex ရဲ့ ခေတ်မှာExcalibar က ပြန်ပေါ်လာပြီးတော့ Morgana ကလည်းပြန်အင်အားကောင်းလာပါတယ်။ ဓားကိုဆွဲထုတ်နိုင်ခဲ့တဲ့ ဘုရင်လေး Alex ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-kid-who-would-be-king-2019-bluray/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNZxjsJwmKorpPvd0kquJffYROr.jpg",
        "title": "Damsel (2018)",
        "description": "ပန္နယ္လိုပီဆိုတဲ့ လွပတဲ့မိန္းမငယ္ေလး တစ္ေယာက္ေၾကာင့္ ျဖစ္ေပၚလာတဲ့အရႈပ္အေထြးေတြ အေၾကာင္းကို ရိုက္ကူးထားျခင္းပဲျဖစ္ပါတယ္သူမျပန္ေပးဆြဲခံရတဲ့အခါမွာ သူမရဲ႕သတို႔သားေလာင္းျဖစ္သူဆင္ျမဴရယ္အေနနဲ႔ မနည္းေျခရာေကာက္ျပီး လိုက္ရွာရဖို႔ျဖစ္လာပါတယ္ဆင္ျမဴရယ္ရဲ႕အခ်စ္ကေတာ့ ျပန္ေပးဆြဲခံရတဲ့သတို႔သမီးကိုလိုက္ရွာေနတဲ့အခ်ိန္မွာေတာင္မွ ျပန္ေတြ႔တဲ့အခါ မဂၤလာတန္းေဆာင္ပစ္ဖို႔ရည္ရြယ္ခ်က္နဲ႔ တရားေဟာဆရာ ပါဆင္ဟန္နရီကိုပါ တပါတည္းေခၚသြားတာပါပါဆင္ဟန္နရီအေနနဲ႔ကလည္း မဂၤလာပြဲက်င္းပေပးဖို႔လုိ႔သာ သိထားျပီးေတာ့ဒီလိုရႈပ္ရႈပ္ေထြးေထြး အမႈအခင္းၾကီးထဲမွာ သူပါ၀င္ရလိမ့္မယ္ဆုိတာသိကိုမသိထားပါခဲ့ပါဘူး သူတို႔ႏွစ္ေယာက္သားပန္နယ္လိုပီကို လိုက္လံရွာေဖြရင္းနဲ႔ ျပန္ေပးဆြဲသြားတဲ့လူကိုမေတာ္တဆ ပစ္သတ္လိုက္မိတဲ့အခါမွာေတာ့ဇာတ္လမ္းကတစ္မ်ိဳးတစ္ဖုံေျပာင္းလဲသြားပါေတာ့တယ္ဆုလာဘ္တစ္ပါးလို႔ေတာင္ တင္စားေျပာဆိုရေလာက္တဲ့မိန္းမလွတစ္ဦးအတြက္ လူသတ္မႈေတြ ရယူပိုင္ဆိုင္လိုမႈေတြ ျဖစ္ေပၚခဲ့တာကိုရိုက္ကူးတင္ဆက္ထားျခင္းပဲျဖစ္ပါတယ္Twilight မင္းသား ေရာဘတ္ပတ္တင္ဆန္က အားျဖည့္ပါ၀င္ထားပါတယ္ File Size : (1 GB) & ( 345 MB)Quality : WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : Comedy, Drama , WesternSubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "5.6",
        "url": "https://megaup.net/2TV5i/Damsel_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/844837bb6cca2a7689f90cb0457be1e2-146x200.jpg",
        "title": "Aladdin (1992)",
        "description": "Alladin (1992)ပါ႐ွန္း အာရပ္ အိႏၵိယ ဘဂၢဒက္နဲ႔ အိႏၵိယပုံျပင္ေတြေရာေႏွာေနတဲ့\nအာေရဘီယမ္ ႏိုက္စ္ လို႔ေခၚၾကတဲ့ ပုံျပင္ထဲ ပုံျပင္ဆင့္ေနတဲ့\nတစ္ေထာင့္တစ္ညပုံျပင္ေတြဟာ ၁၈ရာစုကတည္းက\nေက်ာ္ၾကားခဲ့ပါတယ္။ ျမန္မာဘာသာျပန္ဆိုေရးသားခဲ့သူေတြ\nကလည္း ေဒါက္တာရိွတ္အဗၺဒူရာမန္ရယ္၊ သခင္ဘေသာင္းရယ္\nေက်ာ္လႈိင္ဦးရယ္လို႔ သုံးဦး႐ွိပါတယ္\nဒီပုံျပင္ေတြ ဘယ္လိုေကာင္းေၾကာင္းကိုေတာ့\nကြၽန္ေတာ္ သခင္ဘေသာင္းရဲ႕ တစ္ေထာင့္တစ္ညပုံျပင္မ်ား\nအမွာစာကိုပဲ ကိုးကားေျပာခ်င္ပါတယ္။\n\"တစ္ေထာင့္တစ္ညပုံျပင္မ်ားသည္ ဖတ္ရသည့္ခဏ၌\nေလာက၌ မိမိတို႔လက္ငင္း ၾကဳံေတြ႕ေနရေသာ\nမသာာယာမႈအေပါင္းကို တစ္ခဏေသာ္မွၽ\nကင္းၿငိမ္းေစႏိုင္လိမ့္မည္။မသာယာေသာ\nတရားတို႔ကင္းၿငိမ္းသည့္ ခဏသည္\nေလာကနိဗၺာန္ မဟုတ္ေလာ\"လို့ေရးထားပါတယ္။ ဒီပုံျပင္ေတြထဲက အာလာဒင္တို႔ ဆင္းဘတ္တို႔\nအာလီဘာဘာနဲ႔ခိုးသားေလးဆယ္တို႔ကို\n႐ုပ္႐ွင္ကားေပါင္းမ်ားစြာ မွီျငမ္း႐ိုက္ခဲ့ၿပီးပါၿပီ။\nဒီ႐ုပ္႐ွင္ကေတာ့ တစ္ေထာင့္တစ္ပုဒ္ေသာပုံျပင္ေတြထဲက\nတစ္ပုဒ္ျဖစ္တဲ့ အာလာဒင္ကို Disneyက version\nေျပာင္းၿပီး သူ႔ဟန္အတိုင္း ႐ိုက္ကူးထားတာျဖစ္ပါတယ္။\nဆိုခဲ့သလိုပဲ 1992က ထြက္ခဲ့ၿပီး\nေရာ္ဘင္ဝီလီယ်ံ မီးခြက္ေစာင့္ဂ်င္နီအျဖစ္\nအသံသ႐ုပ္ေဆာင္ခဲ့တဲ့ ဒီကာတြန္း႐ုပ္႐ွင္မွာလည္း\nမူရင္းပုံျပင္ထက္ မေလ်ာ့တဲ့ ရသကို ခံစားႏိုင္ပါတယ္။\nIMDB 8ရထားတဲ့အျပင္ 1993မွာ ေအာ္စကာ၂ဆု\nလည္းရထားပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 780 MB) and ( 350 MB)\nQuality__BR-Rip 720p\nIMDb Rating__8/10\nFormat__mp4\nDuration__01:30:39\nType__Animation, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "8.0",
        "url": "https://megaup.net/3zSyQ/Aladdin_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wOiBPn31uxCVuixMAp4X2RoWvQJ.jpg",
        "title": "Sunrise In Heaven (2019)",
        "description": "ဒီကားရဲ႕ထူးျခားခ်က္ကမင္းသားနဲ႕မင္းသမီးရည္းစားမျဖစ္ခင္အခ်ိန္နဲ႕လက္ထပ္ျပီးတဲ့အခ်ိန္ႏွစ္ခုကိုတလွည့္စီရိုက္ကူးျပထားတာပဲျဖစ္ပါတယ္လူငယ္ဘဝမွာေတာ့အိမ္ကလံုးဝကိုခ်ဳပ္ခ်ယ္ထားျပီးစစ္သားနဲ႕မတြဲရဆိုတဲ့အမိန္႔ထုတ္ခံထားရတဲ့ေကာင္မေလးတေယာက္နဲ႕အဲ့ေကာင္မေလးကိုရဖို႕ဘာပဲျဖစ္ျဖစ္လုပ္မယ္လို႕စိတ္ဆံုးျဖတ္ထားတဲ့ေကာင္ေလးသူတို႕ႏွစ္ေယာက္ကိုေကာင္မေလးအေဖသေဘာတူလက္ခံလာေအာင္သူဘယ္လိုၾကိဳးစားမလဲဆိုတာေတြ...သူတို႕အသက္ၾကီးသြားတဲ့အခန္းမွာေတာ့စကတည္းကကားအက္ဆီးဒင့္အၾကီးစားျဖစ္တာနဲ႔စပါတယ္မိန္းမျဖစ္သူကေတာ့ကံေကာင္းစြာနဲ႕အသက္ရွင္ေပမယ့္ေယာက်ာၤးကေတာ့ ေသမလားတသက္လံုးအိပ္ရာထဲမွာလွဲေနမလားဆိုတဲ့ေရြးရခက္တဲ့ဆံုးျဖတ္ခ်က္ေတြျပဳလုပ္ရပါတယ္ဘုရားသခင္ကိုယံုၾကည္ျပီးျပန္လည္သတိရလာမွာကိုေစာင့္ေနခ်င္တဲ့စိတ္နဲ႕တဖက္မွာလည္းေဆးပညာအရဘာေမွ်ာ္လင့္ခ်က္မွမရွိေတာ့လို႕အကုန္လက္လႊတ္ခိုင္းေနတဲ႔အေျခအေနေယာက်ာၤးျဖစ္သူကိုအရမ္းခ်စ္လို႕လက္မလႊတ္ႏိုင္တဲ့စိတ္ေတြနဲ႕ေတာ္ေတာ္ၾကီးကိုဝမ္းနည္းဖို႕ေကာင္းေအာင္ရိုက္ျပထားပါတယ္ေနာက္ဆံုးဘာလုပ္သြားလဲဆိုတာေတာ့....မင္းသားနဲ႕မင္းသမီးကအရမ္းကိုခ်စ္ဖို႕ေကာင္းတဲ့အျပင္ မိသားစုၾကားျပႆနာေတြခ်ဳပ္ခ်ယ္ခံရတဲ့မိန္းကေလးတေယာက္ပံုစံေတြအခ်စ္နဲ႕ေတြ႕ရင္သတၱိရွိလာတာေတြရိုက္ျပထားလို႕လူငယ္ေတြလက္မလြတ္ပဲၾကည့္သင့္ပါတယ္ေနာ္.  File Size : (799 MB) & ( 261 MB)Quality : WEB-DL 720pRunning Time : 1 hr 25 minFormat : Mp4Genre :  Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "N/A",
        "url": "https://megaup.net/1y0dl/Sunrise_In_Heaven_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rI2OAxQnmKTv0o5L9Adrkydpxiz.jpg",
        "title": "Dumbo (1941)",
        "description": "Dumbo (1941)\n==========1921မွာ ထုတ္ခဲ့တဲ့ Mickey Mouse ကာတြန္း ကေနစၿပီး\nဒီေန့ထိထက္တိုင္ တစ္႐ွိန္ထိုးေအာင္ျမင္ခဲ့တဲ့\nWalt Disneyကုမၸဏီရဲ႕ ေလးကားေျမာက္ကာတြန္း႐ု႔ပ္႐ွင\nျဖစ္ပါၿပီး Disneyရယ္လို႔ ျဖစ္လာေစခဲ့တဲ့\n႐ုပ္႐ွင္ေတြထဲက တစ္ခုဆိုလည္း မမွားပါဘူး။ဇာတ္လမ္းအက်ဥ္းကေတာ့.....\nကေလးလိုခ်င္တဲ့ ဆင္မႀကီး ဂ်မ္ဘိုဟာ ဂ်မ္ဘိုဂ်ဴနီယာဆိုတဲ့\nသားကေလးတစ္ေကာင္ရခဲ့ပါတယ္။ ကံမေကာင္း\nအေၾကာင္းမလွေလသလားေတာ့မသိ..ဂ်မ္ဘိုကေလးမွာ\nအဆမတန္ႀကီးမားတဲ့ နားရြက္ေတြ ႐ွိေနခဲ့လို႔ သူ႔မ်ိဴးႏြယ္\nဆင္ေတြကေတာင္ သူ႔ကို ဆင္လို႔မသတ္မွတ္ခ်င္ၾကပါဘူး။\nနားရြက္ႀကီးလြန္းပါတဲ့ ဂ်မ္ဘိုကေလးကို\nဘယ္သူမွ မႏွစ္ၿမိဳ႕ၾကလို႔ ဒမ္ဘိုလို႔ေျပာင္းေခၚၾကတဲ့အျပင္\nသူ႔ကို အႏိုင္က်င့္ၾကလို႔ ကာကြယ္ေပးတဲ့ သူ႔မိခင္ကိုပါ\nဆင္႐ူးလို႔ သတ္မွတ္ခံခဲ့ရၿပီး အခ်ဳပ္ခံခဲ့ရပါတယ္။\nထုံးစံအတိုင္း Disneyကာတြန္းရဲ႕ ဝသီအတိုင္း\nအထူးဆန္းဆုံး အရာေတြျဖစ္တတ္ပါသတဲ့ေလ။\nလူရဲ႕ တစ္ေယာက္တည္းေသာ မိတ္ေဆြကေတာ့\nဆင္ေတြ ေသမတတ္ေၾကာက္ရပါတဲ့ ႂကြက္မ်ိဳးႏြယ္ထဲက\nတင္မိုးသီလို႔ ေခၚတဲ့ႂကြက္တစ္ေကာင္ပါ။\nလူအသိအမွတ္ျပဳခံခ်င္ပါတဲ့ ဒမ္ဘိုကေလးကို\nလူအသိအမွတ္ျပဳလာေအာင္ တင္မိုးသီဟာ\nကူညီေပးခဲ့ပါတယ္။ တင္မိုးသီဟာ အေကာင္အေသးဆုံးေပမဲ့\nႏွလုံးသားအႀကီးဆုံး ႂကြက္တစ္ေကာင္ပါပဲ\nအားလုံးပစ္ပယ္ထားပါတဲ့ မိဘမဲ့ဆင္ကေလးကို\nစာနာေပးႏိုင္တဲ့သူကလည္း ဒီပုံျပင္မွာ သူပဲ႐ွိခဲ့ပါတယ္။ IMDB Rating...7.3ရထားၿပီး\n90Borns ေတြရဲ႕ Childhood Nostalgia Animation\n႐ုပ္႐ွင္တစ္ခုဆိုလည္း မမွားပါဘူး\n2019 မတ္လ မွာေတာ့ တင္ျပဟန္ တစ္မ်ိဴးဆန္းတတ္တဲ့\nဒါ႐ိုက္တာ Tim Burtonက Live ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/dumbo-1941-v/",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8AcurZKLL0njQfultKd6EdvI4VG.jpg",
        "title": "Soul to Keep (2018)",
        "description": "သူငယ္ခ်င္းအုပ္စုတစ္စုျမိဳ႕ျပင္ကလူမေနတာၾကာသည့္အိမ္တစ္လံုးကိုအပန္းေျဖဖို႔အတြက္ခရီးထြက္လာရာမွဘီအဲဇဘတ္လို႔အမည္ရသည့္စြမ္းအားႀကီးသည့္နတ္ဆိုးတစ္ေကာင္နဲ႔ေတြ႔ႀကံဳလာရေသာအခါ...ထိုနတ္ဆိုးကဘာအတြက္ေၾကာင့္သူတို႔သူငယ္ခ်င္းအုပ္စုကိုဒုကၡေပးေနရသလဲဆိုတာနဲ႔နတ္ဆိုးရန္ကေနဘယ္လိုေတြ လြတ္ေျမာက္ေအာင္႐ုန္းကန္ၾကမလဲဆိုတာကိုေတာ့Horror ၾကိဳက္တဲ့လူေတြ စိတ္၀င္စားစြာနဲ႕ၾကည့္ရမွာၿဖစ္ပါတယ္.... File Size : (945 MB) & ( 278 MB)Quality : WEB-DL 720pRunning Time : 1 hr 34 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://megaup.net/1y0dw/Soul_To_Keep_[2018]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/two-moon-junction-poster-133x200.jpg",
        "title": "[18+] Two Moon Junction (1988)",
        "description": "Two Moon Junction (1988)\n  \nတောင်ပိုင်းရဲ့ ဂုဏ်ရှိန်ကြီးပါတဲ့ မိသားစုတစ်ခုက Aprilဆိုတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့\nဘဝအချိုးအကွေ့ကတော့ ဘွဲ့ရပြီး မကြာခင် ဆောင်တော့မယ့် သူ့မင်္ဂလာဆောင်ရက်ကလေး မတိုင်ခင်မှာ ပေါ်ပေါက်လာပါတယ်။\nအကြောင်းကတော့ ထရပ်ကားတစ်စီးပေါ်မှာ ခွေးတစ်ကောင်နဲ့ပဲ အမြဲအတူရှိနေတတ်တဲ့ လေလွင့်လူတစ်ယောက် သူ့ဘဝထဲဝင်လာခြင်းပါပဲ။\nဆရာကြီးပီမိုးနင်း မိန်းမစိတ်ကျမ်းထဲထည့်ရေးဖူးသလို မိန်းမစိတ်ဟာ ဆန်းပါတယ်။\nသူုပြခဲ့တဲ့ ဥပမာဆိုရင်တော့.. \"မိန်းမတစ်ယောက်ဟာ ပုံပျက်ပန်းပျက်ရုပ်ဆိုးပြီး ဗလကောင်းနေတဲ့\nလူတစ်ယောက်ကို လှမ်းအမြင်မှာ အလိုလိုချစ်သွားပြီး အနီးကပ်မှ သူ့ယောကျာ်း\nမျက်နှာဒဏ်ရာရလာတာမှန်း သိရတော့ စိတ်မပါတော့တာမျိုုးပါ\"။ အရာရာရွှေအတိကျပြီးခဲ့တဲ့\nအနာဂတ်ရယ် ဆန္ဒအလိုလိုက်မှုတွေရယ် ကြားမှာ ဂုဏ်သရေရှိပညာတတ်\nAprilဆိုတဲ့ကောင်မလေးတစ်ယောက် ကလေကချေ အရိုင်းအစိုင်းတစ်ကောင်ကို\nဆက်ဆံတဲ့ပုံတွေကတော့ တကယ့်ကို နားလည်ရခက်ခက်ပါပဲ။ မိန်းမဆိုတဲ့ ကျမ်းကြီးကို\nလူအတော်များများကတော့ အနှေးနဲ့အမြန်လေ့လာရမှာပါပဲ...ဒီဇာတ်လမ်းကတော့ နားလည်ရခက်မယ့်မိန်းမစိတ်အကြောင်း\nလေ့လာရာမှာ တစ်ထောင့်တစ်နေရာက အထောက်အကူုဖြစ်စေမှာပါ ထုံးစံအတိုင်း ပညာယူရင်း\nမင်းသမီးချောလေး SHEIRLYN FENNရဲ့  တစ်ကြောင်းမျဉ်းအလှတရားပေါင်းများစွာကို တဝကြီးတွေ့ရမှာပါ...\n  \n၁၈+အခန်းပေါင်းများစွာပါသဖြင့် မိသားစုနှင့်အတူမကြည့်သင့်ပါ....\n   \nFile Size : (900 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:44:00\nGenre ...",
        "rating": "5.1",
        "url": "https://megaup.net/Ty0m/Two_Moon_Junction_[18+]_[1988]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mTpmZORhYswd9YinB23wV9QE2cx.jpg",
        "title": "Hurricane (2018)",
        "description": "Hurricane(2018) က ဒုတိယ ကမာၻစစ္က ျဖစ္ရပ္မွန္ေပၚ အေျခခံျပီး ရုိက္ကူးထားတာပါ။ျဗိတိန္ ေတာ္ဝင္ေလတပ္ရဲ႕ အင္အား ၂၀% ျဖစ္တဲ့ ပုိလန္သားတုိက္ေလယာဥ္မႈးေတြနဲ႔ဖြဲ႕စည္းထားတဲ့ ရန္သူေတြကုိေခ်မႈန္းႏုိင္စြမ္းအျမင့္ဆုံးအဖြဲ႕ျဖစ္တဲ့ ၃၀၃ တပ္ဖြဲ႕အေၾကာင္း တေစ့တေစာင္းျပသထားပါတယ္။ဒီဇာတ္ကားရဲ႕အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ Jan Zumbach က ဇာတ္ကားအစမွာအသိမ္းခံထားရတဲ့ ျပင္သစ္ႏုိင္ငံထဲက ဂ်ာမန္ေလယာဥ္တစ္စင္းကုိခုိးယူျပီးအဂၤလန္ကုိခုိလႈံဖုိ႔ေရာက္လာပါတယ္။အရင္ေရာက္ေနတဲ့ ရဲေဖာ္ရဲဖက္ေတြနဲ႔ ျပန္ေတြ႕ျပီးေတာ္ဝင္ေလတပ္ တစ္ေနရာမွာ တာဝန္ထမ္းခြင့္ရပါတယ္။လူမ်ိဳးၾကီး ဝါဒကုိ လက္ကုိင္ထားတဲ့ အဂၤလိပ္ေတြက ပုိလန္သားေလယာဥ္မႈးေတြကိုအထင္ေသးျပီး ႏွိမ္ထားၾကေပမဲ့ သူတုိ႔ရဲ႕ အရည္အခ်င္းက ထင္ရွားေနတာကုိေတြ႕လာရတဲ့အတြက္ ၃၀၃ ဆုိတဲ့ တပ္ဖြဲ႕က နာမည္ၾကီးလာပါတယ္။ဒုတိယကမာၻစစ္အေၾကာင္း၊ ေလေၾကာင္းတုိက္ပြဲေတြကုိ စိတ္ဝင္စားသူမ်ားအတြက္ေတာ့ၾကည့္ေကာင္းမယ့္ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ File Size : (1 GB) & ( 345 ...",
        "rating": "5.9",
        "url": "https://megaup.net/2TV7A/The_Hurricane_[1999]_(MM_Sub).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w9GVlRteCgY103DN8CdFik3HUhO.jpg",
        "title": "Arctic ( 2019 )",
        "description": "Arctic(2019)IMDb...7.2,,,,Rotten...89%ေရခဲျပင္ပတ္လည္၀ုိင္းေနတဲ့ေနရာမွာ လူတစ္ေယာက္ဟာေရခဲထဲကငါးေတြဖမ္းလိုက္အခ်က္ျပစက္ကိုလွည့္လိုက္ ေရခဲေတာထဲကေန ေျမသားေတြတူးထုတ္လိုက္နဲ႔ အလုပ္႐ွဳပ္ေနတယ္ ....သူေျမႀကီးေတြတူးၿပီးေရးေနတာက SOS ဆုိတဲ့ ကယ္ဆယ္ေရးသေကၤတပါ.... တကယ္ေတာ့ သူဟာ အာတိတ္ရဲ႕ အေအးဆုံး ရာသီဥတုဒဏ္အဆုိးလုိ႕ဆုိရမယ့္ေရခဲျပင္ေနရာေပၚကို ရဟတ္ယာဥ္ပ်က္က်ျပီးေရာက္ေနတဲ့သူတစ္ေယာက္.....သူေန႔တိုင္းအခ်က္ျပစက္ကေလးကိုလွည့္တဲ့လုပ္ရပ္ေၾကာင့္ တစ္ရက္ေတာ့သူ႔ ကုိကယ္ဖုိ႕ရဟတ္ယာဥ္တစ္စီးေရာက္လာတယ္ ..ဒါေပမယ့္ ရာသီဥတုကဆိုးရြားလြန္းလို႔ သူ႔အနားကိုေရာက္ေအာင္မကပ္ႏိုင္ခဲ့တဲ့အျပင္ အဲ့ဒီရဟတ္ယာဥ္ပါ ပ်က္က်သြားတယ္ .....ယာဥ္ေမာင္းေသဆုံးသြားၿပီး  အသက္ရွင္က်န္တဲ့အမ်ိဳးသမီးကလည္း ဒဏ္ရာအပ်င္းအထန္ရထားတယ္...သူ႕အတြက္ ေရြးခ်ယ္စရာသိပ္မရွိပါဘူး...ေျမပုံအကူအညီနဲ႕ ေျမာက္ဖ်ားပို္င္းက အေဆာ္အဦးတစ္ခုဆီကုိ ဒဏ္ရာရအမ်ဳိးသမီးနဲ႕အတူသြားမလား...ဒီေနရာမွာပဲအေသခံမလား...ထပ္လာကယ္တဲ့သူရွိေလမလားဆုိတဲ့ေမွ်ာ္လင့္ခ်က္နဲ႕ဆက္ေစာင့္ေနမလား...သူတုိ႕အသက္ေရာရွင္ႏုိင္ၾကပါ့မလား....ကုိင္း သူတုိ႕ဘာလုပ္မလဲခံစားၾကည့္လုိက္ပါဦး....IMDbေရာ Rotten ေရာ အေကာင္းဆုံးအေနအထားမွာရွိလုိ႕ၾကည့္သင့္ပါေၾကာင္းသတင္းေကာင္းပါးပါရေစ.......ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္ေပးသူက Cynthiaပါ...File Size : (832 MB) and (304 MB)\nQuality : HD-Rip 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Cynthia\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/1y0bx/Arctic_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/izY9Le3QWtu7xkHq7bjJnuE5yGI.jpg",
        "title": "On the Basis of Sex (2018)",
        "description": "Ruth Bader Ginsburg အေၾကာင္းကို ရိုက္ကူးထားတဲ့On the Basis of Sex ဆိုတဲ့ ျဖစ္ရပ္မွန္ဇာတ္ကားတစ္ပုဒ္ကို တင္ဆက္ေပးလိုက္ပါတယ္။ရာစုႏွစ္မ်ားစြာ ရံႈးနိမ့္လာခဲ့တဲ့ အမ်ိဳးသမီးမ်ားေယာက်ၤားမ်ားႏွင့္တန္းတူအခြင့္အေရးရရွိႏုိင္ဖို႔အတြက္ဥပေဒေပၚထြန္းလာေရးအေပၚ အတိုက္အခိုက္ေတြၾကားထဲကရုန္းကန္ရပံုကို ရိုက္ကူးထားတာျဖစ္ပါတယ္။အားေပးၾကပါဦးဗ်ာ  File Size : (1 GB) & ( 332 MB)Quality : BluRay 720pRunning Time : 2 hrFormat : Mp4Genre : Biography , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/on-the-basis-of-sex-2018/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rnoE1eWLUviAxeD5eo8Cr4KfP.jpg",
        "title": "Long Lost ( 2018 )",
        "description": "Long Lost(2018)လူငယ္ေလးတစ္ေယာက္ဟာ  ထူးထူးျခားျခား ငယ္စဥ္ကထဲက ကြဲကြာခဲ့တဲ့အေဖတူမေအကြဲျဖစ္တဲ့အကုိတစ္ေယာက္ထံမွ အဆက္အသြယ္ရလာတယ္...သူ႕ေနတဲ့အိမ္ကုိ လာခဲ့ဖုိ႕ေပါ...ဒီလူငယ္ေလးဟာ အကုိျဖစ္သူေခၚေလေတာ့ ခရီးေ၀းလြန္းလွေပမယ့္ လည္း သြားခဲ့တယ္..သူေရာက္သြားတဲ့အခါမွာ အကုိျဖစ္သူမွာ အံအားသင့္စရာအခ်က္ေတြပုိင္ဆုိင္ေနတာေတြ႕ရတယ္..ဘုဂလန္႕အေျပာအဆုိေတြ၊ခန္႕မွန္းရခက္ေလာက္ေအာင္ ပုိင္ဆုိင္မႈေတြ၊ခ်မ္းသာမႈေတြရွိသလုိ၊တစ္ခ်ဳိ႕အျပဳအမူေတြကလည္း သူ႕အျမင္မွာအေတာ္ဆန္းျပားေနတာေတြ႕ရတယ္...ၿပီးေတာ့ အကုိျဖစ္သူနဲ႕အတူေနတဲ့ ခပ္လွလွမိန္းမလွေလးရဲ႕အျပဳအမူအေနအထုိင္ေတြဟာလည္း သူ႕အတြက္ အံအားသင့္စရာျဖစ္ေနပါတယ္...ဒီလုိနဲ႕အခ်ိန္အေတာ္ႀကာၿပီးေနာက္မွာေတာ့ အားလုံးဟာ သူ႕ကုိေခၚၿပီးအရုပ္သဖြယ္ျပဳမူေနသလုိျဖစ္ေနတာေၾကာင့္ ေကာင္ေလးဟာ ရုန္းထြက္ဖုိ႕ႀကဳိးစားပါေတာ့တယ္...ဒီလုိရုန္းထြက္ဖုိ႕ႀကဳိးစားစဥ္မွာပဲ သူမေမွ်ာ္လင့္ထားတဲ့ေနာက္ကြယ္က ဇာတ္ရႈတ္ႀကီးကိုလည္း ေတြ႕ရွိသြားပါတယ္..ကုိင္းသူ႕ကုိဘာေၾကာင့္ေခၚတာလဲ...ဘာရည္ရြယ္ခ်က္နဲ႕လဲ......ေနာက္ကြယ္ကဇာတ္ရႈတ္ႀကီးကေရာဘာမ်ားျဖစ္မလဲ..ခံစားၾကည့္လုိက္ပါဦး... File Size : (853 MB) and (320 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:34:00\nGenre : Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myo Khant Maung\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/1y0ef/Long_Lost_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/771kBCBYaSeuqGF1yl5SGdYHeXE.jpg",
        "title": "Blood and Bone (2009)",
        "description": "ဟုတ္ပါတယ္...Undisputed II ထဲမွာ ကၽြန္ေတာ္တုိ႔ရဲ႕ အခ်စ္ေတာ္ လက္ေဝွ႕ေက်ာ္ Yuri Boyka ရဲ႕ ေျခေထာက္ကုိ ခ်ိဳးသြားတဲ့ေကာင္ပဲဗ်။\nဒီ Blood and Bone ဇာတ္ကား ထဲမွာေတာ့ လမ္းေဘး တုိက္ပြဲေတြမွာ ပြဲတုိင္းႏုိင္တဲ့ Bone ေနရာကေနသရုပ္ေဆာင္ထားတယ္ဗ်။\nIMDB 6.7 ထိရရွိထားတဲ့ Action ကားေလးပါ။ Fight Scene ေတြက Boyka ေလာက္မေကာင္းဘူးလုိ႔ထင္ေပမဲ့ သူ႕ဟာေလးနဲ႔သူေတာ့ မဆုိးဘူးဗ်။\nIMDB 6.7 ကလည္း အလကားေပးထားတာေတာ့မျဖစ္ႏုိင္ပါဘူး။ဇာတ္လမ္း အက်ဥ္းကေတာ့ လမ္းေဘးလက္ေဝွ႕ပြဲေတြမွာ ေထာင္ထြက္ Bone တစ္ေယာက္ ေနရာရေအာင္ လုပ္ယူလာျပီး လမ္းေပၚက ဘုရင္လုိ႔တင္စားေလာက္တဲ့ James ဆုိတဲ့ လူဆုိးေခါင္းေဆာင္ေဘးက ေကာင္မေလး Angelaနားကပ္လုိ႔ရေအာင္ ၾကိဳးစားရင္း ဘယ္လိုေတြ ျဖစ္သြားမလဲဆိုတာကို Action , Fighting အရသာအျပည့္နဲ႔ ၾကည့္ရွဳ႕ရမွာျဖစ္ပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( ...",
        "rating": "6.7",
        "url": "https://megaup.net/1y0bp/Blood_And_Bone_[2009]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g9d01IRmqci0JIdIqau7svOBpRx.jpg",
        "title": "A Boy Called Sailboat ( 2018 )",
        "description": "A Boy Called Sailboat(2018)\nIMDb....7.8....Rotten...85%\nေဆးလ္ဘုတ္တုိ႕မိသားစုဟာ ေနထုိင္မႈပုံစံအရ မျပည့္စုံဘူးလုိ႕ေျပာရမယ္...ေနတာကလည္းၿမဳိ႕ျပင္မွာျဖစ္ၿပီး\nအိမ္ေလးလဲမၿပဳိေအာင္ ေဒါက္တုိင္တစ္တုိင္ကုိတစ္ဘက္ကေထာက္ တစ္ဘက္ကႀကဳိးနဲ႕ က်ားကန္ထားရေလရဲ႕....\nေဆးလ္ဘုတ္ဆုိတာ အသက္(၇)ႏွစ္ခန္႕အရြယ္ ေကာင္ကေလးတစ္ေယာက္ပါ...သူ႕အေဖနဲ႕ အေမဟာ\nသူ႕ကုိသိပ္ခ်စ္ၾကတယ္....မိသားစု၀င္(၃)ဦးေပါ့.....\nဒီကားက အဓိကဇာတ္ေဆာင္ဟာ ေဆးလ္ဘုတ္ဆုိတဲ့ေကာင္ေလးပါ....သူရဲ႕ေနာက္ခံစကားေျပာသံနဲ႕ေလးနဲ႕\nတစ္ကားလုံးကုိၿပီးဆုံးေစတယ္...သူ႕ၾကည့္ရတာ သူ႕ရဲ႕အဘြားကုိအေတာ္ခ်စ္တဲ့ပုံပဲ...\nဘာလုိ႕လဲဆုိေတာ့ အေၾကာင္းအရာတုိင္းဟာ သူ႕အဘြားရဲ႕ သြန္သင္မႈေတြကေနျမစ္ဖ်ားခံလာလုိ႕ပါပဲ...\nဥပမာ...\"ကြ်န္ေတာ့္အဖြားကေျပာတယ္...ေျမးေလးရွာေဖြမႈမလုပ္တဲ့အခ်ိန္မ်ဳိးမွာမွ အရးအႀကီးဆုံးအရာကုိေတြ႕တတ္တယ္တဲ့...\nတစ္ခ်ဳိ႕အရာေတြျဖစ္လာတာက တျခားေသာအရာေတြ ဆက္စပ္ျဖစ္လာႏုိင္ဖုိ႕ပါတဲ့...\"\nဒီေကာင္ေလးဟာ အဖြားရဲ႕ ေျပာဆုိမႈေတြနဲ႕ ေလာကႀကီးကို သုံးသပ္ေနဟန္ပါပဲ..\nကြ်န္ေတာ္တုိ႕ဟာ ေဆးလ္ဘုတ္ရဲ႕ေနာက္ခံစကားေျပာသံနဲ႕အေတြးေတြေနာက္ကုိလုိက္ရင္း\nတစ္ခ်ဳိ႕ေသာအေၾကာင္းအရာေလးေတြကုိ ဖမ္းဆုပ္မိေနလိမ့္မယ္..\nဒီကားက တစ္ခ်ဳိ႕ေသာသူေတြအတြက္ ဘာႀကီးမွန္းမသိဘူးဆုိၿပီးျဖစ္သြားပါလိမ့္မယ္..\nဒါေပမယ့္ တစ္ခ်ဳိ႕ေသာသူေတြအတြက္ ရုိးစင္းၿပီးနက္နဲတဲ့ ကဗ်ာတစ္ပုဒ္နဲ႕တူပါလိမ့္မယ္...\nခံစားၾကည့္လုိက္ပါဦးလုိ႕ပဲေျပာပါရေစ.....\n File Size : (810 MB) and (317 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…01:32:00\nGenre : Comedy, Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Little Neo\nEncoded by Phyo Pyae",
        "rating": "7.8",
        "url": "https://megaup.net/1y0c4/A_Boy_Called_Sailboat_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "Lemony Snicket’s A Series of Unfortunate Events (2004)",
        "description": "A Series of Unfortunate Events (2004)\n=======================တစ္ခ်ိဳ႕လူေတြကေတာ့ ရက္စက္အက်ည္းတန္တဲ့\nကမၻာႀကီးကို မျမင္ခ်င္ေယာင္ေဆာင္ရင္း\nေပ်ာ္ရႊင္စရာဇာတ္သိမ္းေတြမွာ သက္သာရာ႐ွာရင္း\nဘာမွမဟုတ္သလို ဘဝကို ကုန္ဆုံးတတ္ၾကတယ္။\nတစ္ခ်ိဳ႕လူေတြကေတာ့ ကမၻာႀကီးမွာ ႐ွာေဖြေဖာ္ထုတ္ရမွာေတြ\n႐ွိေနေသးတာကိုသိၿပီး သုေတသနလုပ္ရင္း မွတ္တမ္းတင္ရင္း\nႀကီးက်ယ္ခမ္းနားစြာ ဘဝကိုကုန္ဆုံးတတ္ၾကတယ္။အခုဇာတ္လမ္းကေတာ့ အဲ့ဒီ အစြန္းႏွစ္ဖက္က\nလြတ္တဲ့လူေတြအေၾကာင္းပါ။တစ္ခုခုကို တီထြင္တာလို..\nစာအုပ္တစ္အုပ္ကို ဖတ္တာလို..အဓိပၸါယ္႐ွိတယ္ထင္ရတဲ့\nအရာေတြကေန ..ဘာမွမဟုတ္ပဲ ပစၥည္းတစ္ခုကိုလိုက္ကိုက္\nေနတတ္တာလို အဓိပၸါယ္မ႐ွိဘူးထင္ရတဲ့အရာေတြအပါအဝင္\nတစ္ခုခုေတြကို လုပ္ရင္း အဆုိးဝါးဆုံး အေျခအေနေတြမွာ\nေမ်ွာ္လင့္ခ်က္႐ွိစြာပဲ ႐ွင္သန္တတ္ၾကတဲ့ လူေတြအေၾကာင္းပါ။\nသူတို႔သိထားတဲ့ အသိကေတာ့ အေျခအေန ဘယ္ေလာက္ပဲဆိုးဝါး\nစုတ္ျပတ္ေနပါေစ တစ္ခုခုေတာ့ အျမဲ႐ွိေနတတ္တယ္ဆိုတာပါပဲ။အဲ့ဒီလူေတြကေတာ့ Baudelaire ေမာင္ႏွမသုံးေယာက္ပါ။\nအႀကီးဆုံး Violet Baudelaireကေတာ့ စြန့္္ပစ္ထားတာေတြ..\nၾကားမွာ အသုံးဝင္တာတစ္ခုခုေတာ့႐ွိတတ္ၿပီး\nအမႈိက္ဆိုတာလည္း ေနရာလဲြမွားေနတဲ့ တန္ဖိုး႐ွိပဲ\nပစၥည္းဆိုတာကို ေကာင္းေကာင္းသေဘာေပါက္ထားၿပီး\nစြန္႔ပစ္ပစၥည္းေတြကေန တစ္ခုမဟုတ္တစ္ခု တီထြင္ေနတတ္တဲ့ကေလးမေလးတစ္ေယာက္ပါ။\nအလတ္ျဖစ္တဲ့ Klaus Baudelaireကေတာ့ စာအုပ္ေတြၾကားမွာ\nေပ်ာ္ေမြ႕တတ္တဲ့ စာၾကမ္းပိုးကေလးျဖစ္ၿပီး အငယ္ဆုံးေလးကေတာ့\nေတြ႕ကရာ လိုက္ကိုက္တတ္တဲ့ ေကာင္မေလးတစ္ေယာက္ပါပဲ။သူတို႔ မိသားစုရဲ႕ အိမ္ႀကီးကို ဘယ္ကေနဘယ္လိုျဖစ္မွန္း\nမသိတဲ့ မီးေလာင္မႈႀကီးတစ္ခုျဖစ္သြားၿပီး။ မီးထဲမွာ\nသူတို႔မိဘေတြပါပါသြားတာေၾကာင့္ သူတို႔မိဘမဲ့ျဖစ္သြားခဲ့ပါတယ္။\nကံဆိုးမိုးေမွာင္က်ၿပီး မိဘမဲ့ျဖစ္သြားခဲ့ရတဲ့ ကေလးသုံးေယာက္ရဲ႕\nကံဆိုးမိုးေမွာင္က်မႈေတြဟာ ဒီတစ္ခုနဲ႔ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Srlm/Lemony_Snicket%E2%80%99s_A_Series_Of_Unfortunate_Events_[2004]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7h9pn5dDOYAkJ3DhttkcXIoWIux.jpg",
        "title": "Warfighter ( 2018 )",
        "description": "ဒီဇာတ္ကားထဲမွာေတာ့ action,drama,romance သံုးခုစလံုးပါဝင္ေနပါတယ္ဇာတ္ကားရဲ႕အဓိကဇာတ္ေဆာင္မင္းသားဟာလက္ေတြ႕နဲ႕အိပ္မက္ဆိုးႏွစ္ခုၾကားမွာေန႕တိုင္းနီးပါးရွင္သန္ႏိုင္ဖို႕ၾကိဳးစားေနရျပီးတဖက္မွာလည္းအိမ္ေထာင္ဦးစီးတာဝန္မလစ္ကြက္ေအာင္အဲ့ဒါအျပင္သူ႕အလုပ္ျဖစ္တဲ့စစ္သားတေယာက္ရဲ႕တာဝန္ကိုလည္းထမ္းေဆာင္ရင္းေနထိုင္သူတေယာက္ပါတေန႕မွာေတာ့ သူတို႕အဖြဲ႕ကိုအထူးစံုစမ္းဖို႕ေစလႊတ္ျခင္းခံရပါတယ္လုပ္ရမယ့္စစ္ဆင္ေရးကအထူးစံုစမ္းေရးျဖစ္ေပမယ့္ဟိုမွာဖမ္းခံထားရတယ့္ဓါးစာခံေတြကိုေတြ႕တဲ့အခါမွာေတာ့ဘယ္လိုလုပ္ဖို႕ဆံုးျဖတ္ခဲ့ၾကမလဲ..စစ္ဆင္ေရးေအာင္ျမင္ျပီးသူတို႕မိသားစုေတြဆီျပန္လာႏိုင္မလား....အိပ္မက္ဆိုးကအျမဲေႏွာင့္ယွက္ခံေနရတယ့္မင္းသားကေရာစစ္ဆင္ေရးနဲ႕အဲ့အိပ္မက္ဆိုး ၂ခုကိုဘယ္လိုတိုက္ခိုက္မလဲဆိုတာ....ဒီကားထဲမွာ မိသားစုေတြရဲ႕စိုးရိမ္ပူပန္မႈ,ညီအကိုခ်စ္စိတ္ဓါတ္ေတြ,သစၥာရွိမႈေတြ,သူတို႕အဖြဲ႕ေခါင္းေဆာင္အမိန္႕ကိုေနာက္ဆံုးခ်ိန္ထိတာဝန္ယူမႈေတြကိုဝမ္းနည္းစြာၾကည့္ရွဴ႕ရမွာျဖစ္ပါတယ္ File Size : (986 MB) & ( 369 MB)Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre :  Action , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/1y0c4/A_Boy_Called_Sailboat_[2018]_(MM_Sub).mp4 https://megaup.net/3zSzz/WarFighter_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fzTvnA3buXsjdmjrYRDozKBFF78.jpg",
        "title": "Crypto ( 2018 )",
        "description": "မာတီဆိုတဲ့ ဘဏ္ဝန္ထမ္းတစ္ေယာက္ဟာ ဘဏ္ရဲ႕ဖက္စပ္စီးပြားေရးတစ္ခုကိုပ်က္ေအာင္လုပ္လိုက္မိလို႔ ၿမိဳ႕ငယ္တစ္ခုကဘဏ္ခြဲကို အပို႔ခံလိုက္ရပါတယ္။အဲ့ၿမိဳ႕က သူႀကီးျပင္းလာရာဇာတိၿမိဳ႕ျဖစ္ေပမဲ့ သူကသိပ္သြားခ်င္ပံုမေပၚပါဘူး။အဲ့ဘဏ္ခြဲကိုေရာက္ၿပီးေတာ့ စာရင္းဇယားေတြကို ျပန္စစ္ေဆးရင္းမူမမွန္တာေတြေတြ႔လာတဲ့အခါ ဒါေတြရဲ႕ေနာက္ကြယ္မွာ ဘာ႐ွိေနမလဲသူကေရာ ဇာတိၿမိဳ႕ကိုဘာလို႔ ျပန္မလာခ်င္လဲဆိုတာေတြကိုဇာတ္လမ္းေလးၾကည့္ၿပီး အေျဖ႐ွာၾကရေအာင္ပါ File Size : (989 MB) & ( 272 MB)Quality : WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre :  Crime , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/crypto-2018/",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pqIAU7N1iQE9mOlvkVeh7BEJ09o.jpg",
        "title": "The Burial of Kojo (2018)",
        "description": "ကိုဂ်ိဳဆိုတဲ့ ျမိဳ႕ေပၚကလူတစ္ေယာက္ဟာေရေတြဝန္းရံၿပီး ေခါင္သီတဲ့ရြာေလးကို ေရာက္လာၿပီးရြာသူအမ်ိဳးသမီးတစ္ေယာက္နဲ႔ပဲ အိမ္ေထာင္က်ခဲ့ပါတယ္ အဲ့လိုနဲ႔ပဲ ဇာတ္ျမႇဳပ္ေနထိုင္ရင္ သမီးေလးတစ္ေယာက္ထြန္းကားလာတဲ့အထိပါပဲသူ႔မိန္းမက ၿမိဳ႕ကိုသြားျပီး အေျခခ်ခ်င္ေပမဲ့လဲ ကိုဂ်ိဳက ခါးခါးသီးသီး ျငင္းဆန္ပါတယ္ရြာေရာက္ၿပီး ၇ ႏွစ္ေလာက္ၾကာတဲ့တစ္ေန႔မွာေတာ့ကိုဂ်ိဳရဲ႕ အစ္ကိုဆိုတဲ့လူတစ္ေယာက္ ေရာက္လာၿပီးသူတို႔အေမေနမေကာင္းတဲ့အေၾကာင္းေျပာလာခဲ့ပါတယ္အဲဒါနဲ႔ကိုဂ်ိဳတို႔ မိသားစုလဲ ၿမိဳ႕ကိုလိုက္လာရေတာ့တာေပါ့ၿမိဳ႕ေရာက္တဲ့အခါ ကိုဂ်ိဳရဲ႕အစ္ကိုက သူတို႔ကို သခ်ႋဳင္းတစ္ခုကို ေခၚသြားပါတယ္ ကိုဂ်ိဳမွာ ဘယ္လိုအတိတ္ေတြ႐ွိေနတာလဲ..ဘာလို႔ ၿမိဳ႕ကိုသြားဖို႔ကို ခါးခါးသီးသီး ျငင္းဆန္ေနတာလဲ...သူ႔ရဲ႕ အစ္ကိုဆိုတာကေရာ ဘာလဲ...ဆိုတာကိုေတာ့ ဇာတ္လမ္းေလးၾကည့္ၿပီး အေျဖ႐ွာၾကရေအာင္ File Size : (751 MB) & ( 313 MB)Quality : Web-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Drama , ThrillerSubtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/1y0d6/The_Burial_Of_Kojo_[2018]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ieh2PQw7NXVbvgdem887OepoaYp.jpg",
        "title": "Concrete Kids (2018)",
        "description": "အက္ဒီဆင္နဲ႔ေဆ့ခ်္ဆိုတဲ့ ကေလးႏွစ္ေယာက္ရဲ႕ စြန္႔စားခန္းအေၾကာင္း ႐ိုက္ထားတဲ့ကားပါ။အက္ဒီဆင္နဲ႔ေဆ့ခ်္ဟာ အလြန္ခင္တဲ့သူငယ္ခ်င္းႏွစ္ေယာက္ျဖစ္ၿပီးေတာ့ေငြေၾကးခ်ိဳ႕တဲ့တဲ့ မိသားစုအသီးသီးကေန ေပါက္ဖြားလာခဲ့တဲ့ ကေလးမ်ားျဖစ္ပါတယ္တစ္ရက္မွာေတာ့ အက္ဒီဆင္ဟာ စတက္ပယ္စင္တာမွာက်င္းပတဲ့ ၿပိဳင္ပြဲတစ္ခုအေၾကာင္းကို တီဗီကေန ၾကားသိလိုက္ရပါတယ္ၿပိဳင္ပြဲကေတာ့ ထရပ္ကားတစ္စီးကို အၾကာဆံုးထိထားႏိုင္တဲ့လူကိုေဒၚလာ ၁၀၀၀ ေပးတဲ့ၿပိဳင္ပြဲပါ ၿပိဳင္ပြဲက်င္းပမယ့္ေနရာကေတာ့သူတို႔အိမ္နဲ႔ ၁၄ မိုင္ေဝးတဲ့ စတက္ပယ္စင္တာမွာပါႏွစ္ေယာက္ေပါင္းမွ ၂ ေဒၚလာနဲ႔ ၂၂ ဆင့္ပဲပါတဲ့ ကေလးႏွစ္ေယာက္မိဘေတြကိုအသိမေပးပဲ ၁၄ မိုင္လံုး သူတို႔ႀကိဳးစားသြားခဲ့တာေတြ၊လမ္းခရီးမွာလူဆိုး၊ လူေကာင္း၊ ကူညီေပးတဲ့လူ၊ ဒုကၡေပးတဲ့လူ၊လူအမ်ိဳးမ်ိဳး စိတ္အေထြေထြကို သူတို႔ေတြ႕ၾကံဳေက်ာ္ျဖတ္ခဲ့တဲ့အေၾကာင္းေတြကို ၾကည့္ရႈရမွာပဲ ျဖစ္ပါတယ္ကေလးႏွစ္ေယာက္ရဲ႕သူငယ္ခ်င္းသံေယာဇဥ္နဲ႔ ေမတၱာထုထည္ကိုလည္း ျမင္ေတြ႕ရမွာပါ။တခ်ိဳ႕အေနအထားေလးေတြမွာ လူႀကီးေတြသာဆိုရင္သူတို႔လိုစိတ္ထားမ်ိဳးထားဖို႔ဆိုတာ အင္မတန္ခက္ခဲတဲ့ကိစၥပါပဲ  File Size : (759 MB) & ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/concrete-kids-2018/",
        "category": "Adventure"
    }
]