[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5o3N6pQFGqoIZJYUrXImSzFGvvj.jpg",
        "title": "Back Street Girls: Gokudols ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းမွာေတာ့ ကန္တ႐ို ယာမာမိုတို၊ ႐ို အိခ်ိ ဘန နဲ႔ကာဇုဟီကို ဆုဂိဟာယတို႔ က ယာကူဇာေပါက္စေတြပါ။တေန႔မွာေတာ့ သူတို႔ရဲ႕ boss ျဖစ္သူကိုအႀကီးအက်ယ္ေဒါသထြက္ေအာင္လုပ္မိရင္းက သူတို႔အျပစ္အတြက္ဘာျဖစ္ျဖစ္ လုပ္ပါမယ္လို႔ ကတိေပးလိုက္ၾကပါေတာ့တယ္သူတို႔ရဲ႕ boss က ဆယ္ေက်ာ္သက္ အဆိုေတာ္မေလးေတြကပိုက္ဆံရွာႏိုင္တယ္ဆိုၿပီး ဒီ ယာကူဇာငတိသုံးေကာင္ကိုလိင္ေျပာင္းခိုင္းၿပီး ပလစ္စတစ္ဆာဂ်ရီ လုပ္ခိုင္းပါေတာ့တယ္ငတိ သုံးေကာင္ကေတာ့ ယာကူဇာအျဖစ္ကေန ဘုန္းကညာတပါး လုံးရာကျပားရင္ ဘယ္လိုေတြ ဆက္လြဲၾကဦးမလဲဆိုတာေတာ့ ဇာတ္လမ္းေလးမွာ ဆက္ၾကည့္လိုက္ၾကပါစို႔ေနာ္.. Unicode*******ဒီဇာတ်လမ်းမှာတော့ ကန်တရို ယာမာမိုတို၊ ရို အိချိ ဘန နဲ့ကာဇုဟီကို ဆုဂိဟာယတို့ က ယာကူဇာပေါက်စတွေပါ။တနေ့မှာတော့ သူတို့ရဲ့ boss ဖြစ်သူကိုအကြီးအကျယ်ဒေါသထွက်အောင်လုပ်မိရင်းက သူတို့အပြစ်အတွက်ဘာဖြစ်ဖြစ် လုပ်ပါမယ်လို့ ကတိပေးလိုက်ကြပါတော့တယ်သူတို့ရဲ့ boss က ဆယ်ကျော်သက် အဆိုတော်မလေးတွေကပိုက်ဆံရှာနိုင်တယ်ဆိုပြီး ဒီ ယာကူဇာငတိသုံးကောင်ကိုလိင်ပြောင်းခိုင်းပြီး ပလစ်စတစ်ဆာဂျရီ လုပ်ခိုင်းပါတော့တယ်ငတိ သုံးကောင်ကတော့ ယာကူဇာအဖြစ်ကနေ ဘုန်းကညာတပါး လုံးရာကပြားရင် ဘယ်လိုတွေ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/back-street-girls-gokudols-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rVR3uN1yPRqYBBtNFSrEKCpRhaK.jpg",
        "title": "Overcomer (2019)",
        "description": "Dramaကားကောင်းလေးတွေကို နှစ်သက်သူများအတွက်rating 6.5ရထားတဲ့ Dramaကားလေးပါ။ဂျွန်ဟာအထက်တန်း‌ကျောင်းဆရာတစ်ယောက်ဖြစ်ပြီးဘက်စကတ်ဘောကို အရူးရူးသွပ်တဲ့နည်းပြတစ်ဦးပါ။ဒါပေမယ့် သူတို့မြို့ရဲ့စီးပွားရေးအကြပ်အတပ်းကြောင့်သူ့အသင်းရဲ့ကစားသမားကောင်းတွေ ကျောင်းပြောင်းသွားတဲ့အခါမှာတော့သူ့အသင်းပျက်သွားပါတယ်။ဒါပေမယ့် နည်းပြတွေရော ဆရာတွေရောနည်းသွားတဲ့သူတို့ကျောင်းမှာ Cross-countryပြေးမယ့်ကျောင်းသူတစ်ယောက်ရှိတဲ့အတွက်သူ့ကိုနည်းပြလုပ်ပေးဖို့ဖြစ်လာပါတော့တယ်။Cross-countryဆိုတာ တောလမ်းလေးကိုပြေးရတဲ့ အပြေးပြိုင်ပွဲတစ်ခုပါ။ပြေးမယ့်တစ်ယောက်တည်းသောကျောင်းသူလေးကလည်းပန်းနာရင်ကြပ်ရောဂါနဲ့ပါ။စိတ်ဓာတ်ကြံ့ခိုင်မှုတွေ ခွန်အားတွေ ချစ်ခြင်းမေတ္တာတွေကိုဖော်ကျူးထားတဲ့ကားလေးပါ။ File Size : ( 899 MB , 421MB )Quality :  WEB-DL 720pRunning Time : 1 hr 59 minFormat : Mp4Genre :  Drama , SpotSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe ...",
        "rating": "6.5",
        "url": "https://megaup.net/2c6h9/(NZ)Overcomer(2019).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kl0HnWS6DuVX9A6RfUXo4ixBB6i.jpg",
        "title": "Cheer Up, Mr. Lee(2019)",
        "description": "Cheer Up, Mr. Lee(2019)(unicode)လီချောဆူဟာ ခန္ဓာပိုင်းဆိုင်ရာပြည့်စုံနေပေမယ့်\nစိတ်ပိုင်းဆိုင်ရာမှာတော့ ချို့တဲ့မှုတွေရှိနေတယ်....\nသာမန်လူတစ်ယောက်လို မတွေးတတ်တဲ့အပြင်တစ်ချို့အပြုအမူ\nအပြောအဆိုတွေဟာ ကလေးငယ်တစ်ယောက်လိုဖြစ်နေတတ်တယ်...\nဒီလိုနဲ့ပဲ ပတ်ဝန်းကျင်မှာ အဆင်မပြေမှုများစွာနဲ့ ဖြတ်သန်းနေပေမယ့်\nသူ့လို လူအတွက်ဖြစ်နိုင်ဖို့ခဲယဥ်းတဲ့ကိစ္စတစ်ခုကြုံလိုက်ရတယ်...\nအဲ့ဒီက သမီးလေးတစ်ယောက်သူ့မှာရှိခဲ့တဲ့အပြင်\nအဲ့ဒီသမီးလေးကလည်း သွေးကင်ဆာရောဂါသည်လေး....\nဒီသမီးလေးအတွက်လည်း လက်မခံချင်စရာ အားငယ်ရတဲ့ ဖြစ်ရပ်မျိုးပါပဲ...\nသူ့အဖေက စိတ်ကျန်းမာရေးချို့တဲ့ သူကိုး....\nဒီသမီးလေးက ဆေးရုံမှာ အချိန်ပြည့်နေရပေမယ့် တစ်နေ့ ဘတ်စကတ်ဘော\nအကျော်အမော်ဆီကလိုချင်လို့ ဆေးရုံက ခိုးထွက်သွားတယ်...\nအဖေဖြစ်သူ လီချောဆူလည်း မမျှော်လင့်ဘဲပါသွားလေရဲ့...\nသူတို့ လက်မှတ်ရမလား..လမ်းတစ်လျှောက် သားအဖ ၂ ယောက်\nဘယ်လို အလွဲတွေလုပ်ကြမလဲ....သားအဖ ဆက်ဆံရေးမျိုးရော ပိုင်ဆိုင်ပါ့မလား...\nမာဝမ်ကြီးဆိုပြီး လူသိများတဲ့ မင်းသားကြီး Cha Seung-Won က လီချောဆုအဖြစ်အဓိက သရုပ်ဆောင်ထားပါတယ်..ခံစားကြည့်ကြပါဦး..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hay Thar Oo ပဲဖြစ်ပါတယ်....(zawgyi)လီေခ်ာဆူဟာ ခႏၶာပိုင္းဆိုင္ရာျပည့္စုံေနေပမယ့္\nစိတ္ပိုင္းဆိုင္ရာမွာေတာ့ ခ်ိဳ႕တဲ့မႈေတြရွိေနတယ္....\nသာမန္လူတစ္ေယာက္လို မေတြးတတ္တဲ့အျပင္တစ္ခ်ိဳ႕အျပဳအမူ\nအေျပာအဆိုေတြဟာ ကေလးငယ္တစ္ေယာက္လိုျဖစ္ေနတတ္တယ္...\nဒီလိုနဲ႔ပဲ ပတ္ဝန္းက်င္မွာ အဆင္မေျပမႈမ်ားစြာနဲ႔ ျဖတ္သန္းေနေပမယ့္\nသူ႔လို လူအတြက္ျဖစ္ႏိုင္ဖို႔ခဲယဥ္းတဲ့ကိစၥတစ္ခုႀကဳံလိုက္ရတယ္...\nအဲ့ဒီက သမီးေလးတစ္ေယာက္သူ႔မွာရွိခဲ့တဲ့အျပင္\nအဲ့ဒီသမီးေလးကလည္း ေသြးကင္ဆာေရာဂါသည္ေလး....\nဒီသမီးေလးအတြက္လည္း လက္မခံခ်င္စရာ အားငယ္ရတဲ့ ျဖစ္ရပ္မ်ိဳးပါပဲ...\nသူ႔အေဖက စိတ္က်န္းမာေရးခ်ိဳ႕တဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/cheer-up-mr-lee2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wMszdTo0UuGcAEEDHsQL9dmwLIG.jpg",
        "title": "Line of Duty(2019)",
        "description": "Line of Duty(2019)(unicode)ရဲဝန်ထမ်းတစ်ဦးဖြစ်တဲ့ ဖရန့်ပန်နီဟာ\nတာဝန်ကျတဲ့နေရာမှာ နေ့စဥ်သွား လုံခြုံရေးယူ...ဒီအချိန် ဒီနေရာ ဒီပုံစံနဲ့\nနေ့စဥ်ဖြတ်သန်းနေတယ်...တစ်နေ့တော့ သူတာဝန်ကျတဲ့အနားမှာ\nရဲတပ်ဖွဲ့ကအထူးစစ်ဆင်ရေးတစ်ခုလုပ်နေတာကနေ တရားခံကထွက်ပြေးသွားတယ်..\nဒီတော့ သူလည်း လိုက်ဖမ်းပါတော့တယ်...\nတစ်ချိန်တည်းမှာပဲ သူများတွေနဲ့မတူဘဲ လူထုကိုအစစ်အမှန်တွေပဲချပြတဲ့မီဒီယာသတင်းဝက်ဆိုက်တစ်ခုကိုလုပ်နေတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာလည်း သတင်းရှာနေတုန်း ဒီအခွင့်အရေးကိုရသွားပါတယ်။ သွက်သွက်လက်လက်နဲ့\nဇိုးဇိုးဇွက်ဇွက်ယုံကြည်ရာကိုလုပ်တတ်တဲ့သတင်းထောက်မလေးနဲ့ ဖရန့်ပန်နီတို့ပေါင်းမိသွားတဲ့အခါမှာတော့ အွန်လိုင်းအသုံးပြုတွေသူတွေတင်မကဘဲ နာမည်ကြီးမီဒိယာတွေကတောင် အရေးတယူနဲ့ထုတ်လွင့်ပေးရလောက်အောင်\nသူတို့ဘာတွေလုပ်ခဲ့သလဲ...သူတို့လိုက်နေတဲ့အမှုကရောဘယ်လိုအမှုလဲ...တချိန်တည်းမှာပဲ ဖရန့်ပန်နီဆိုတဲ့အဲဒီရဲအရာရှိရဲ့နောက်ကြောင်းကရောဘယ်လိုတွေရှိထားလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nThura Zarni Aung ပဲဖြစ်ပါတယ်....(zawgyi)ရဲဝန္ထမ္းတစ္ဦးျဖစ္တဲ့ ဖရန႔္ပန္နီဟာ\nတာဝန္က်တဲ့ေနရာမွာ ေန႔စဥ္သြား လုံၿခဳံေရးယူ...ဒီအခ်ိန္ ဒီေနရာ ဒီပုံစံနဲ႔\nေန႔စဥ္ျဖတ္သန္းေနတယ္...တစ္ေန႔ေတာ့ သူတာဝန္က်တဲ့အနားမွာ\nရဲတပ္ဖြဲ႕ကအထူးစစ္ဆင္ေရးတစ္ခုလုပ္ေနတာကေန တရားခံကထြက္ေျပးသြားတယ္..\nဒီေတာ့ သူလည္း လိုက္ဖမ္းပါေတာ့တယ္...\nတစ္ခ်ိန္တည္းမွာပဲ သူမ်ားေတြနဲ႔မတူဘဲ လူထုကိုအစစ္အမွန္ေတြပဲခ်ျပတဲ့မီဒီယာသတင္းဝက္ဆိုက္တစ္ခုကိုလုပ္ေနတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ဟာလည္း သတင္းရွာေနတုန္း ဒီအခြင့္အေရးကိုရသြားပါတယ္။ သြက္သြက္လက္လက္နဲ႔\nဇိုးဇိုးဇြက္ဇြက္ယုံၾကည္ရာကိုလုပ္တတ္တဲ့သတင္းေထာက္မေလးနဲ႔ ဖရန႔္ပန္နီတို႔ေပါင္းမိသြားတဲ့အခါမွာေတာ့ အြန္လိုင္းအသုံးျပဳေတြသူေတြတင္မကဘဲ နာမည္ႀကီးမီဒိယာေတြကေတာင္ အေရးတယူနဲ႔ထုတ္လြင့္ေပးရေလာက္ေအာင္\nသူတို႔ဘာေတြလုပ္ခဲ့သလဲ...သူတို႔လိုက္ေနတဲ့အမႈကေရာဘယ္လိုအမႈလဲ...တခ်ိန္တည္းမွာပဲ ဖရန႔္ပန္နီဆိုတဲ့အဲဒီရဲအရာရွိရဲ႕ေနာက္ေၾကာင္းကေရာဘယ္လိုေတြရွိထားလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး...ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့\nThura Zarni Aung ပဲျဖစ္ပါတယ္....File Size : (898 MB) and (394 MB)\nQuality ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/line-of-duty-2019-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/29iluGHcoADaZNFwrioQ3dThvrD.jpg",
        "title": "Capernaum(2018)",
        "description": "Capernaum(2018)\n*********************\nIMDb...8.4,,,Rotten....89%\nတရားရုံးတွင် အမှုတစ်ခုကိုစစ်ဆေးနေသည်.......တခြားအမှုများနှင့်မတူ ...အတော်ထူးခြားသည်...အဘယ့်ကြောင့်ဆိုသော် တရားလိုက ၁၂နှစ်အရွယ် ထောင်ကျနေသည့်ကောင်လေးတစ်ယောက်ဖြစ်သည်....တရားအစွဲခံရတဲ့သူတွေက ဒီကောင်လေးရဲ့ မိဘတွေပင်....ပြောရရင် သားက မိဘ (၂)ပါးကို တရားပြန်စွဲဆိုခြင်းဖြစ်သည်....တရားသူကြီးက မိဘတွေဖြစ်တဲ့သူကိုမေးတယ်...\"ခင်ဗျားတို့ တရားလိုဖြစ်တဲ့ဒီကောင်လေးကိုသိလား\"\"သိပါတယ် ကျွန်မတို့သား ဇိမ်းပါ ထောင်ကျနေတဲ့ ကျွန်မတို့သားပါ\"\" ဘာဖြစ်လို့ ထောင်ကျတာလဲ သိလား\"\"သိပါတယ် သူက ကလေးဆန်ခဲ့ပြီးတော့ တခြားတစ်ယောက်ကိုဓါးနဲ့ထိုးခဲ့လို့ပါအဲ့ဒီအချိန်တုန်းက ရုံးချိန်းမှာတောင် ကျွန်မတို့ လင်မယား(၂)ယောက်သက်သေပါခဲ့ပါသေးတယ်အခုက ဘာကိစ္စကျွန်မတို့ကိုတရားရုံးကိုခေါ်မှန်းနားမလည်ဘူးတရားသူကြီးမင်းရှင့်\"အဲ့ဒီနောက် တရားသူကြီးက တရားလိုဖြစ်တဲ့ကောင်လေးကိုမေးတယ်....\"သားခု တရားရုံးကို ဘာလို့ရောက်နေတာလဲသိလား\"\"ဟုတ်ကဲ့သိပါတယ်.. ကျွန်တော်မိဘတွေကိုတရားစွဲချင်လို့ပါ\"\"မိဘတွေကို ဘာလို့တရားစွဲချင်ရတာလဲ\"\"ကျွန်တော့်ကိုမွေးဖွားခဲ့လို့ပါ\"အသက်(၁၂)အရွယ်ကောင်းလေး ပြောရရင် လူမမယ်အရွယ်လေးလို့တောင်ဆိုရမည်ထင်သည်....ဒီလိုကောင်လေးက ဒီလိုပြောတာ တကယ်အံအားသင့်စရာပင်...ဒီလိုပြန်ဖြေလိုက်တဲ့ ဂျစ်ကန်ကန်ကောင်လေးရဲမျက်နှာမှာ နာကျင်ကြွေကွဲခြင်းတွေအတိုင်းသားမြင်နေရတယ်...ဇာတ်လမ်းအရဲ့အစပိုင်းမှာတင် မိဘနဲ့သားသမီးကြားထူးခြားတဲ့ဆက်ဆံရေးကိုတွေ့နိုင်သလိုစိတ်ဝင်စားစရာတွေ ဆက်ကြည့်ချင်စိတ်တွေအများကြီးပေါက်အောင်ဆွဲဆောင်နိုင်တယ်..ဘာကြောင့်တရားစွဲချင်ရတာလဲ...မိဘတွေကရော တရားရုံးမှာဖြေတဲ့ပုံစံက အပိုအလုပ်တွေလာလုပ်နေရတဲ့ပုံ..သူတို့ရှင်သန်ကြီးထွားကြတဲ့ပုံစံတွေက ဘယ်လိုမျိုးတွေလဲ....ဒီလိုနဲ့ ဆက်ကြည့်တာ တကယ်လည်းအရမ်းကိုကောင်းလွန်းတဲ့ ကားကောင်းတစ်ကားဖြစ်ခဲ့တယ်...ဒီကားက အကောင်းဆုံးနိုင်ငံခြားအော်စကာဆု ဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆု(၂၂)ဆုလည်းရရှိခဲ့တယ်..Ratingတွေကလည်းမြင်တဲ့အတိုင်းပဲ...ကားကောင်းမို့ စပွိုင်လာဖြစ်မယ်စိုးလို့ ကိုယ်တိုင်ပဲခံစားကြည့်ပါ.... File Size : (950 MB) and (375 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:06:00\nGenre ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/capernaum2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2x9FvzNveYUio9pZdsVi7uAx3R9.jpg",
        "title": "Idol ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးကေတာ့ျပည္သူေတြဖက္ကေနရပ္တည္ၿပီးတရားမွ်တမႈရွိတယ္လို႔နာမည္ေက်ာ္တဲ့ကိုေျမာင္ဟီ သားျဖစ္သူရဲ႕ကားမေတာ္တဆမႈတစ္ခုေၾကာင့္လူေသမႈျဖစ္သြားတာကိုသားကိုေျဖာင္းျဖၿပီး အမႈရင္ဆိုင္ခိုင္းၿပီးတဲ့ေနာက္သားေသဆုံးမႈေၾကာင့္အ႐ူးတစ္ပိုင္းျဖစ္ခဲ့တဲ့ဂြၽန္စစ္အမႈအျဖစ္အပ်က္ကိုအစဆုံးသိတဲ့ ဘိုနမ္ကို၂ေယာက္သားမတူညီတဲ့အေၾကာင္းျပခ်က္ေတြနဲ႔လိုက္ရွာၾကရင္းဘယ္လိုေတြဆက္ျဖစ္လာမလဲအမႈမွန္ေပၚလာမလားဆိုတာဆက္လက္ၾကည့္ရႈလိုက္ၾကပါစို႔ေနာ္..... Unicode*******ဒီကားလေးကတော့ပြည်သူတွေဖက်ကနေရပ်တည်ပြီးတရားမျှတမှုရှိတယ်လို့နာမည်ကျော်တဲ့ကိုမြောင်ဟီ သားဖြစ်သူရဲ့ကားမတော်တဆမှုတစ်ခုကြောင့်လူသေမှုဖြစ်သွားတာကိုသားကိုဖြောင်းဖြပြီး အမှုရင်ဆိုင်ခိုင်းပြီးတဲ့နောက်သားသေဆုံးမှုကြောင့်အရူးတစ်ပိုင်းဖြစ်ခဲ့တဲ့ဂျွန်စစ်အမှုအဖြစ်အပျက်ကိုအစဆုံးသိတဲ့ ဘိုနမ်ကို၂ယောက်သားမတူညီတဲ့အကြောင်းပြချက်တွေနဲ့လိုက်ရှာကြရင်းဘယ်လိုတွေဆက်ဖြစ်လာမလဲအမှုမှန်ပေါ်လာမလားဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်..... Translated & Reviewed By MineEncoded By LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/idol-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7EKGHMsm3nv87wvlqD7HBZYgAeP.jpg",
        "title": "3022 (2019)",
        "description": "ဒီကား​လေးက​တော့စိတ်ကူးယဥ်ဆန်ဆန်အာကာသသိပ္ပံဇာတ်လမ်း​တွေကြိုက်နှစ်သက်တဲ့သူ​တွေအကြိုက်​တွေ့မယ့်ဇာတ်ကား​ကောင်း​လေးတစ်ကားပါအာကာသစခန်းဖြစ်တဲ့ပန်​ဂျေမှာ၁၀နှစ်တာဝန်ထမ်း​ဆောင်ဖို့USက​နေဂျွန်​ရေမွန်လိမ်ရယ်ဂျက်ကီမီလာရယ် ရစ်ချက်ဗယ်လင်ရယ်လီဆာဘ​ရောင်းရယ်သူတို့​လေး​ယောက်ကို​စေလွှတ်ခဲ့ကြတယ်ပန်​ဂျေစခန်းဟာ ကမ္ဘာက​နေ ယူရိုပါ ကိုသွားတဲ့အင်ဂျင်နီယာ​တွေအတွက်​လောင်စာဆီဖြည့်​ပေးရတဲ့စခန်းတစ်ခုဖြစ်တယ်တာဝန်ထမ်း​ဆောင်ရင်းနှစ်​တွေကြာလာတဲ့အခါမှာကပ္ပတိန်ဂျွန်က ညဘက်အိပ်ရင်း​ယောင်တတ်တဲ့​ဝေဒနာကိုခံစားခဲ့တယ် ​ဒေါက်တာရစ်ချက်က သူ့​ကိုကုသ​ပေးခဲ့တယ်၅နှစ်​လောက်ကြာတဲ့အခါမှာ​တော့ဂျက်ကီဟာကမ္ဘာ​မြေမှာကျန်ခဲ့သူ့မသမီး​လေးနဲ့ဆက်သွယ်မှုပြတ်​တောက်သွားခဲ့တယ်ကမ္ဘာ​မြေကြီးဟာ လူသား​တွေမျိုးသုဥ်း​ပျောက်ကွယ်မယ့်အ​ခြေအ​နေတစ်ခုကို ကြုံခဲ့ရပြီး​တော့​နောက်ဆုံးကျန်ရစ်ခဲ့တဲ့သူ​​တွေဟာ သူတို့​လေး​ယောက်ပဲလားသူတို့​လေး​ယောက်ဒီအဖြစ်အပျက်ကြီးကိုကြုံ​တွေ့လိုက်ရတဲ့အတွက်​နောက်ပိုင်းမှာဘယ်​လို​တွေpsycho​တွေ​ဖောက်သွားမလဲ​နောက်ထပ်အသက်ရှင်ကျန်ခဲ့တဲ့သူ​တွေရှိဦးမလား​နောက်ပိုင်းမှာဘယ်လို​တွေဆက်ဖြစ်သွားမလဲဆိုတာ စိတ်ဝင်စားစရာကြည့်ရှု့ရမှာပါ File Size : ( 857 MB , 455 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4Genre :  Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu ...",
        "rating": "4.0",
        "url": "https://megaup.net/1tmhu/(CM)_3022_2019_(Large_Size).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ApZ6eymKwLJJnwxb9JskYRdjq7j.jpg",
        "title": "The Courier(2019)",
        "description": "The Courier(2019)(unicode)The Courier 2019\nအက်ရှင်ဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတွေအတွက်\n၂၀၁၉ထွက်အက်ရှင်ဇာတ်လမ်းကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နာမည်ကြီးသူဌေးတစ်ယောက်လူသတ်မှုနဲ့\nတရားစွဲခံရပါတော့မယ် သူဌေးလုပ်ငန်းရှင်ပီပီအကျဉ်းထဲတန်းမရောက်ဘဲ\nနေအိမ်အကျယ်ချုပ်နဲ့အိမ်မှာခဏနေရပါတယ် ဒါပေမယ့် ဒီသူဌေးရဲ့လူသတ်တာကို နစ်ခ်မရှ်ချ်တစ်ယောက်\nမထင်မှတ်ဘဲတွေ့လိုက်တဲ အဲ့ဒါနဲ့ရဲစခန်းမှာတိုင်ကြားရင်းသက်သေခံထွက်ဆိုပေးဖို့\nဆုံးဖြတ်လိုက်ပြီး စုံစမ်းစစ်ဆေးရေးဌာနလိုက်သွားပါတယ် တစ်ချိန်တည်းမှာပဲ\nသက်မဲ့သက်သေခံကိုယူလာပေးမယ့် ကောင်မလေးတစ်ယောက်ကလဲစုံစမ်းစစ်ဆေးရေးဌာနကို\nယူလာပါတယ် သူဌေးလုပ်ငန်းရှင်ကြီးက ဒီအတိုင်းထောင်ကျခံမယ်အဖြစ်မျိုးတော့သူလက်မခံပါဘူး\nအဲ့ဒါကြောင့် အေးဂျင့်ရဲတွေကိုလာဘ်ထိုးပြီး သက်ရှိသက်သေခံ နစ်ခ်မက်ချ်ကိုဘယ်လိုသတ်မလဲဆိုတာ\nစိတ်ဝင်တစားနဲ့ကြည့်ရမှာပါ နောက်ဆုံးမှာတော့ သူဌေးကြီးပဲနိုင်သွားမလား နစ်ခ်မက်ချ်တစ်ယောက်\nသက်သေထွက်ဆိုနိုင်မလားဆိုတာ ဆက်လက်ကြည့်ပေးကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...(zawgyi)The Courier 2019\nအက္ရွင္ဇာတ္လမ္းေတြႀကိဳက္ႏွစ္သက္သူေတြအတြက္\n၂၀၁၉ထြက္အက္ရွင္ဇာတ္လမ္းကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ နာမည္ႀကီးသူေဌးတစ္ေယာက္လူသတ္မႈနဲ႔\nတရားစြဲခံရပါေတာ့မယ္ သူေဌးလုပ္ငန္းရွင္ပီပီအက်ဥ္းထဲတန္းမေရာက္ဘဲ\nေနအိမ္အက်ယ္ခ်ဳပ္နဲ႔အိမ္မွာခဏေနရပါတယ္ ဒါေပမယ့္ ဒီသူေဌးရဲ႕လူသတ္တာကို နစ္ခ္မရွ္ခ်္တစ္ေယာက္\nမထင္မွတ္ဘဲေတြ႕လိုက္တဲ အဲ့ဒါနဲ႔ရဲစခန္းမွာတိုင္ၾကားရင္းသက္ေသခံထြက္ဆိုေပးဖို႔\nဆုံးျဖတ္လိုက္ၿပီး စုံစမ္းစစ္ေဆးေရးဌာနလိုက္သြားပါတယ္ တစ္ခ်ိန္တည္းမွာပဲ\nသက္မဲ့သက္ေသခံကိုယူလာေပးမယ့္ ေကာင္မေလးတစ္ေယာက္ကလဲစုံစမ္းစစ္ေဆးေရးဌာနကို\nယူလာပါတယ္ သူေဌးလုပ္ငန္းရွင္ႀကီးက ဒီအတိုင္းေထာင္က်ခံမယ္အျဖစ္မ်ိဳးေတာ့သူလက္မခံပါဘူး\nအဲ့ဒါေၾကာင့္ ေအးဂ်င့္ရဲေတြကိုလာဘ္ထိုးၿပီး သက္ရွိသက္ေသခံ နစ္ခ္မက္ခ်္ကိုဘယ္လိုသတ္မလဲဆိုတာ\nစိတ္ဝင္တစားနဲ႔ၾကည့္ရမွာပါ ေနာက္ဆုံးမွာေတာ့ သူေဌးႀကီးပဲႏိုင္သြားမလား နစ္ခ္မက္ခ်္တစ္ေယာက္\nသက္ေသထြက္ဆိုႏိုင္မလားဆိုတာ ဆက္လက္ၾကည့္ေပးၾကပါဦး...\nဇာတ္လမ္းအညႊန္းနဲဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္...File Size : (900 MB) and (361 MB)\nQuality : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-courier2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bqlpFp96uWu2VDpsm4MVvLXdumh.jpg",
        "title": "Shaft (2000)",
        "description": "(Unicode)၂၀၁၉ ထွက် ရှက်ဖ် ကို အတော်များများ ကြိုက်ကြမယ် ထင်ပါတယ်။ဆမ်မြူရယ် ဂျက်ဆန် ကြီးက အထာကျတာကိုး။ဒီကားကတော့ ဂျွန်ရှက်ဖ် တစ်ယောက် စုံထောက်အလုပ်ကနေ ဘယ်လိုထွက်လာပြီး အလွတ်စုံထောက်ဖြစ်လာလဲဆိုတာ တွေ့ရမှာပါ။သူနဲ့အပြိုင်ဗီလိန်မင်းသားက ခရစ်ရှန်ဘေး ဆိုတော့ အတော်ကောင်းနေတာပါပဲ။ဒီဇာတ်လမ်းအစမှာ သန်းကြွယ်သူဌေးကြီးရဲ့ သားတစ်ယောက်က ကလပ်မှာ လူသတ်လိုက်တယ်။တရားခံကို ဖမ်းပေးလိုက်နိုင်ပေမယ့် သက်သေက ထွက်ပြေးနေလို့ အာမခံရသွားတယ်။ဒီအမှုကို တရားမျှတမှုရဖို့ ရှက်ဖ်ကြီး သဲကြီးမဲကြီးလိုက်ရပါတော့တယ်။ ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….(Zawgyi)၂၀၁၉ ထြက္ ရွက္ဖ္ ကို အေတာ္မ်ားမ်ား ႀကိဳက္ၾကမယ္ ထင္ပါတယ္။ဆမ္ျမဴရယ္ ဂ်က္ဆန္ ႀကီးက အထာက်တာကိုး။ဒီကားကေတာ့ ဂြၽန္ရွက္ဖ္ တစ္ေယာက္ စုံေထာက္အလုပ္ကေန ဘယ္လိုထြက္လာၿပီး အလြတ္စုံေထာက္ျဖစ္လာလဲဆိုတာ ေတြ႕ရမွာပါ။သူနဲ႔အၿပိဳင္ဗီလိန္မင္းသားက ခရစ္ရွန္ေဘး ဆိုေတာ့ အေတာ္ေကာင္းေနတာပါပဲ။ဒီဇာတ္လမ္းအစမွာ သန္းႂကြယ္သူေဌးႀကီးရဲ႕ သားတစ္ေယာက္က ကလပ္မွာ လူသတ္လိုက္တယ္။တရားခံကို ဖမ္းေပးလိုက္ႏိုင္ေပမယ့္ သက္ေသက ထြက္ေျပးေနလို႔ အာမခံရသြားတယ္။ဒီအမႈကို တရားမွ်တမႈရဖို႔ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/shaft-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2i0JH5WqYFqki7WDhUW56Sg0obh.jpg",
        "title": "Cinderella (2015)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ အားလံုးနဲ႕ မစိမ္းတဲ့ Disney ရဲ႕ စင္ဒရဲလားကားေလးပါ...Animation အၿဖစ္အရင္ဆံုးထြက္ရွိခဲ့ၿပီး၂၀၁၅ မွာ Live Action အေနနဲ႕ထြက္ရွိခဲ့တဲ့ နာမည္ၾကီးကားေလးလည္းၿဖစ္ပါတယ္....ဒီဇာတ္ကားကိုေတာ့ ဒါရိုက္တာ Kenneth Branagh ကရိုက္ကူးထားၿပီးေတာ့စင္ဒရဲလားမင္းသမီးေလးေနရာမွာေတာ့မင္းသမီး Lily James  ကသရုပ္ေဆာင္ထားပါတယ္...မင္းသားေလးေနရာမွာေတာ့ Richard Madden သရုပ္ေဆာင္ထားပါတယ္...Rating အေနနဲဲဲ 6.9 အထိရရွိထားတဲ့ ဒီကားေလးကို ခရစ္စမတ္မေရာက္ခင္ ၿပန္လည္ၾကည့္ရႈ႕ႏိုင္ဖိို႕BluRay Quality ေတြနဲ႕တင္ဆက္ေပးလိုက္ပါတယ္... File Size : ( 2 GB , 988 MB , 372 MB )Quality :  BluRay 1080p , 720p , 480pRunning Time : 1 hr 45 minFormat : Mp4Genre :  Drama , Family , ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/cinderella-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/QxmWtam3m8ZUw4HPqZDJMINZgs.jpg",
        "title": "My Teacher, My Love ( 2018 )",
        "description": "Zawgyi*******အာယုဟ ဆာမာလူက႐ိုးသားၿပီးလုပ္ခ်င္တာကိုသတၱိရွိရွိလုပ္ရဲတဲ့အထက္တန္းဒုတိယႏွစ္ေက်ာင္းသူပါ။သူမကဇာတ္လမ္းေတြထဲကအခ်စ္ကိုလိုခ်င္တဲ့အတြက္အႀကိမ္ႀကိမ္ဖြင့္ေျပာေပမဲ့ျငင္းခံရတယ္။တစ္ေန႔မွာထမင္းဆိုင္မွာအခက္ေတြ႕ေတာ့႐ုပ္ေခ်ာတဲ့ေယာက္်ားေလးတစ္ေယာက္ရဲ႕ကူညီေပးတာကိုခံလိုက္ရၿပီးေနာက္ေန႔ေက်ာင္းတတ္ေတာ့အဲ့ဒီေယာက်္ားေလးဟုန္ကြမ္းယိုေကြ႕ကသူမရဲ႕အတန္းပိုင္ျဖစ္ေနေသာအခါအာယုဟကသူမရဲ႕ဆရာကိုဖြင့္ေျပာႏိုင္မလား။ဆရာကသူမကိုခ်စ္လာေအာင္ဘယ္လိုလုပ္မလဲ။တစ္ရက္မွာသူႀကိဳက္ေနတဲ့ဆရာကိုႀကိဳက္ေနတဲ့ဆရာ့ငယ္သူငယ္ခ်င္းဆုကာစိုင့္မြန္ကဂ်ပန္ကိုျပန္လာတယ္။ဘာေတြဆက္ျဖစ္လာမလဲ...ေနာက္ဆုံးမွာႏွစ္ေယာက္အတူစုံတြဲျဖစ္သြားမလားဆိုတာဆက္လက္ၾကည့္ရႈလိုက္ၾကပါစို႔ေနာ္..... Unicode*******အာယုဟ ဆာမာလူကရိုးသားပြီးလုပ်ချင်တာကိုသတ္တိရှိရှိလုပ်ရဲတဲ့အထက်တန်းဒုတိယနှစ်ကျောင်းသူပါ။သူမကဇာတ်လမ်းတွေထဲကအချစ်ကိုလိုချင်တဲ့အတွက်အကြိမ်ကြိမ်ဖွင့်ပြောပေမဲ့ငြင်းခံရတယ်။တစ်နေ့မှာထမင်းဆိုင်မှာအခက်တွေ့တော့ရုပ်ချောတဲ့ေယာက်ျားလေးတစ်ယောက်ရဲ့ကူညီပေးတာကိုခံလိုက်ရပြီးနောက်နေ့ကျောင်းတတ်တော့အဲ့ဒီယောကျ်ားလေးဟုန်ကွမ်းယိုကွေ့ကသူမရဲ့အတန်းပိုင်ဖြစ်နေသောအခါအာယုဟကသူမရဲ့ဆရာကိုဖွင့်ပြောနိုင်မလား။ဆရာကသူမကိုချစ်လာအောင်ဘယ်လိုလုပ်မလဲ။တစ်ရက်မှာသူကြိုက်နေတဲ့ဆရာကိုကြိုက်နေတဲ့ဆရာ့ငယ်သူငယ်ချင်းဆုကာစိုင့်မွန်ကဂျပန်ကိုပြန်လာတယ်။ဘာတွေဆက်ဖြစ်လာမလဲ...နောက်ဆုံးမှာနှစ်ယောက်အတူစုံတွဲဖြစ်သွားမလားဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်..... Translated & Reviewed By MineEncoded By LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/my-teacher-my-love-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zOnuvmY4vuabnkEZwQAXvErIaTE.jpg",
        "title": "The Physician (2013)",
        "description": "(Unicode)ကမ္ဘာကြီးက အပြားကြီးလို့ပြောရင် ကားစင်ပေါ်တင်ပြီး အသတ်ခံရတဲ့ ၁၁ရာစုခေတ်မှာဒီနေရာမှာ နှလုံးရှိတယ် ဒီနေရာမှာ ကျောက်ကပ်ရှိတယ်လို့ သွားပြောရင် ဘာတွေဆက်ဖြစ်လာမယ် ထင်ပါသလဲ။ဘာသာရေးအပေါ် Serious ဖြစ်လွန်းတဲ့ ခေတ်ကြီးထဲမှာ ရောဘ်ကိုးလ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာ အင်္ဂလန်နိုင်ငံမှာ မွေးဖွားလာခဲ့ပါတယ်။သူဟာ လူတစ်ယောက်ကို ကိုင်ကြည့်လိုက်တာနဲ့ ဒီလူသေတော့မယ် မသေဘူးဆိုတာ တပ်အပ်သိနိုင်တဲ့ အစွမ်းရှိသူတစ်ယောက်ပါ။အမေကလည်း ကပ်ရောဂါနဲ့သေ မိသားစုတွေကလည်း တစ်ကွဲတစ်ပြားဖြစ်ပြီးနောက်ပိုင်း ဘာဘာလို့ခေါ်တဲ့ နယ်လှည့်ဆေးရောင်းတဲ့ လူကြီးနောက်ကို လိုက်သွားခဲ့ပါတယ်။တစ်ရက်မှာ ဘာဘာကြီးရဲ့မျက်လုံးကို သွားဆေးကုရာကနေ ပါရှားဖက်က ဆေးတက္ကသိုလ်ကြီးအကြောင်းကိုဂျူးတွေဆီက ကြားပြီးနောက်ပိုင်း ပညာသွားသင်လိုစိတ်တွေ တဖွားဖွားဖြစ်ပေါ်လာခဲ့ပါတယ်။သို့ပေမယ့် ပါရှားနယ်ဖက်ဆိုတာ သူတို့လို ခရစ်ယာန်ဘာသာဝန်တွေကို ကန့်သတ်ထားတဲ့နယ်မြေဖြစ်တာကြောင့် ဂျူးလူမျိုးယောင်ဆောင်ပြီး သွားရပါတော့တယ် ။ဒီကားဟာ စာရေးဆရာကြီး Noah Gordon ရဲ့ El médico ဆိုတဲ့ဝတ္တုကို ပြန်အသက်သွင်းထားတာပဲ ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပါ)(Zawgyi)ကမာၻႀကီးက အျပားႀကီးလို႔ေျပာရင္ ကားစင္ေပၚတင္ၿပီး အသတ္ခံရတဲ့ ၁၁ရာစုေခတ္မွာဒီေနရာမွာ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-physician-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivymBQYzYqZoLhvgYg77gSzXKsA.jpg",
        "title": "The Knight Before Christmas (2019)",
        "description": "(Unicode)ခရစ္စမတ်အငွေ့အသက်တွေပါတဲ့ ကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို The Knight Before Christma (2019) မှာမြင်တွေ့ရမှာပါ။အချစ်ဟာသဇာတ်မြူးလေးဖြစ်ပြီး IMDb Rating 5.6 ရရှိထားပါတယ်။ဆရာမလေး ဘရွတ်ဝင်းတားတစ်ယောက် နတ်သမီးပုံပြင်တွေထဲကလို မြင်းစီးလာတဲ့ တောက်ပနေတဲ့ချပ်ဝတ်တန်ဆာတွေနဲ့မင်းသားလေးကိုမတွေ့ဘဲ ၁၄ရာစုက သူရဲကောင်းတစ်ယောက်ကို ၂၀၁၉ မှာ ကားနဲ့ဝင်တိုက်မိပါတယ်။သူ့ကားနဲ့တိုက်မိလို့ အတိတ်မေ့သွားတယ်လို့ ယူဆပြီး အိမ်မှာ ခဏတည်းစေပါတယ်။ခရစ္စမတ်ပွဲအတွက် ပြင်ဆင်ရင်း သူတို့နှစ်ဦးကြားမှာ စိတ်ကူးယဉ်ဆန်ဆန်အချစ်ဇာတ်လမ်းတွေဖြစ်သွားတာကို ဟာသနှောပြီး မြင်တွေ့ရမှာပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Tharaphi Lwin ပါ)(Zawgyi) ခရစၥမတ္အေငြ႕အသက္ေတြပါတဲ့ ၾကည္ႏူးစရာအခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္ကို The Knight Before Christma (2019) မွာျမင္ေတြ႕ရမွာပါ။အခ်စ္ဟာသဇာတ္ျမဴးေလးျဖစ္ၿပီး IMDb Rating 5.6 ရရွိထားပါတယ္။ဆရာမေလး ဘ႐ြတ္ဝင္းတားတစ္ေယာက္ နတ္သမီးပုံျပင္ေတြထဲကလို ျမင္းစီးလာတဲ့ ေတာက္ပေနတဲ့ခ်ပ္ဝတ္တန္ဆာေတြနဲ႔မင္းသားေလးကိုမေတြ႕ဘဲ ၁၄ရာစုက သူရဲေကာင္းတစ္ေယာက္ကို ၂၀၁၉ မွာ ကားနဲ႔ဝင္တိုက္မိပါတယ္။သူ႔ကားနဲ႔တိုက္မိလို႔ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-knight-before-christmas-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z4OF4GZA9RyFD4OoEFFPfXpyBz.jpg",
        "title": "The Climbers ( 2019 )",
        "description": "Zawgyi*******၁၉၆၀ ခုႏွစ္၊ ဧဝရက္ေတာင္ရဲ႕ ေတာင္ေစာင္းေအာက္မွာတ႐ုတ္ႏိုင္ငံေတာင္တက္သမား ေလးေယာက္ အခက္ခဲဆုံးအေျခအေနကို ရင္ဆိုင္ေနရတယ္။ဒါဟာ သူတို႔ရဲ႕ ၅ ႀကိမ္ေျမာက္ ႀကိဳးပမ္းျခင္း ျဖစ္ၿပီး အရင္ ၄ ႀကိမ္ရဲ႕က်ရႈံးမႈေၾကာင့္ ခႏၲာကိုယ္မွာ ခြန္အား အမ်ားအျပား ဆုံးရႈံးထားၿပီးျဖစ္တယ္။ေနာက္ဆုံးမွာ ေလျပင္းတိုက္တာ ေလ်ာ့နည္းလာၿပီးေတာ့ အခြင့္အေရးေပၚေသာအခါ...Climber (2019) က ျဖစ္ရပ္မွန္ဇာတ္လမ္းကို အေျခခံထားၿပီးဆုရဒါ႐ိုက္တာႀကီး Daniel Lee မွ႐ိုက္ကူၿပီး‌ေတာ့ နာမည္ႀကီးသ႐ုပ္ေဆာင္ Wu Jing နဲ႔ Zhang Ziyi တို႔က ဦးေဆာင္ပါဝင္ထားပါတယ္။ဒီဇာတ္လမ္းဟာ ဧဝရက္ေတာင္ကို ေျမာက္ဘက္ကေနပထမဆုံးတက္ခဲ့သူမ်ားအေၾကာင္းျဖစ္ပါတယ္။ ဧဝရက္ေတာင္တက္တဲ့လမ္းေတြထဲမွာ ေျမာက္ဘက္က အၾကမ္းတမ္းအခက္ခဲဆုံးျဖစ္တဲ့အတြက္ ဘယ္လိုရင္ခုန္စရာ စြန႔္စားခန္းေတြေတြ႕ရမလဲဆိုတာ ၾကည့္ရႈခံစားလိုက္ပါဦး။(ဇာတ္လမ္းအဆုံးမွာ surprise ေလးတစ္ခုပါတယ္ေနာ္) Unicode*******၁၉၆၀ ခုနှစ်၊ ဧဝရက်တောင်ရဲ့ တောင်စောင်းအောက်မှာတရုတ်နိုင်ငံတောင်တက်သမား လေးယောက် အခက်ခဲဆုံးအခြေအနေကို ရင်ဆိုင်နေရတယ်။ဒါဟာ သူတို့ရဲ့ ၅ ကြိမ်မြောက် ကြိုးပမ်းခြင်း ဖြစ်ပြီး အရင် ၄ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-climbers-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rlvDmN68efAdMzdCoAI2LicVuTa.jpg",
        "title": "Flashout (2019)",
        "description": "ဒီကားလေးမှာတော့ ဒီကမ္ဘာကြီးမဟုတ်ဘဲနဲ့အခြားစကြဝဠာက ဒယ်ဆာတို့ သူငယ်ချင်း ၃ ယောက်ကအင်တားမိတ်ဆိုတဲ့ အာကာသဂိမ်းတစ်ခုကို ကစားကြတယ်။အဲဂိမ်းက ကိုယ့်ကမ္ဘာမဟုတ်တဲ့အခြားကမ္ဘာတစ်ခုကိုရောက်သွားပြီးတော့အချိန်မကုန်ခင်ကိုယ့်ကစားသမားတွေကို တွေ့အောင်လိုက်ရှာရတာမျိုးပေါ့။တစ်ချိန်တည်းမှာပဲ အာကာသပြင်ဆင်သူဆိုတဲ့လူတစ်ယောက်ကလည်း ဒီဂိမ်းကိုဖျက်ဆီးပစ်ဖို့ တာဝန်ပေးခံရတယ်။ဒီလိုနဲ့ သူရယ် ကောင်မလေး ၃ ယောက်ရယ်ကဒီကမ္ဘာပေါ်ကိုရောက်လာတဲ့အခါ....ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ရှုစားကြပါ File Size : ( 847 MB , 279 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre :  ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "6.9",
        "url": "https://megaup.net/2ca8u/_Flashout_2019_(Large_Size).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/paliween-150x200.jpg",
        "title": "Pailwaan(2019)",
        "description": "Pailwaan(2019)အၫႊန္း*******************(unicode)နပန်းလောကမှာ ဘယ်သူမှ မယှဥ်ရဲ စိန်မခေါ်ရဲတဲ့ လူရိုးလူမှန် ဆာကာ.....သူ့အတွက် နပန်းအသတ်အပုတ်ပညာတွေ\nတိုက်ရေးခိုက်ရေးပညာတွေလက်ဆင့်ကမ်းဖို့ရယ် နိုင်ငံဂုဏ်ဆောင်နိုင်လို့ရမယ့် သူတစ်ဦးကိုလမ်းကြိုလမ်းကြားအိမ်ကျိုအိမ်ကြားထဲမှာ ရှားရှားပါးပါးသွားတွေ့လေရဲ့ ....ဒီကောင်လေးဟာ\nတစ်ယောက် ဆာကာကြီးအိပ်မက်ဖြစ်တဲ့\nနိုင်ငံ့ဂုဏ်ဆောင်နပန်းသတ်သမားဖြစ်လာနိုင်မလား...ဘယ်လိုပြိုင်ဘက်တွေနဲ့ တွေ့မလဲ....\nအရွယ်ရောက်တဲ့အချိန်မှာ တခြားအဖျက်အမှောက်တွေ ဝင်လာမလား....\nဒီကားက အမိုက်စားအက်ရှင်ခန်းတွေများစွာပါသလို\nbackground music တိုင်းကလည်း ကြည့်နေတဲ့သူကို သွေးတွေဆူပွက်လာအောင်\nစွမ်းဆောင်နိုင်တယ်.....\nပြသချိန် ၂ နာရီကျော်ဆိုတာ ခဏလေးလို့ထင်ရလောက်အောင်ကို ဇာတ်လမ်းက\nဆွဲခေါ်သွားလေရဲ့....အိန္ဒိယ အက်ရှင်ကားကောင်းကြိုက်သူတို့အဖို့ လက်မလွှတ်သင့်\nပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်မ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nHein That Naing ပဲဖြစ်ပါတယ်.....(zawgyi)နပန္းေလာကမွာ ဘယ္သူမွ မယွဥ္ရဲ စိန္မေခၚရဲတဲ့ လူ႐ိုးလူမွန္ ဆာကာ.....သူ႔အတြက္ နပန္းအသတ္အပုတ္ပညာေတြ\nတိုက္ေရးခိုက္ေရးပညာေတြလက္ဆင့္ကမ္းဖို႔ရယ္ ႏိုင္ငံဂုဏ္ေဆာင္ႏိုင္လို႔ရမယ့္ သူတစ္ဦးကိုလမ္းႀကိဳလမ္းၾကားအိမ္က်ိဳအိမ္ၾကားထဲမွာ ရွားရွားပါးပါးသြားေတြ႕ေလရဲ႕ ....ဒီေကာင္ေလးဟာ\nတစ္ေယာက္ ဆာကာႀကီးအိပ္မက္ျဖစ္တဲ့\nႏိုင္ငံ့ဂုဏ္ေဆာင္နပန္းသတ္သမားျဖစ္လာႏိုင္မလား...\nအ႐ြယ္ေရာက္တဲ့အခ်ိန္မွာ တျခားအဖ်က္အေမွာက္ေတြ ဝင္လာမလား....ဘယ္လိုၿပိဳင္ဘက္ေတြနဲ႔ ေတြ႕မလဲ....\nဒီကားက အမိုက္စားအက္ရွင္ခန္းေတြမ်ားစြာပါသလို\nbackground music တိုင္းကလည္း ၾကည့္ေနတဲ့သူကို ေသြးေတြဆူပြက္လာေအာင္\nစြမ္းေဆာင္ႏိုင္တယ္.....\nျပသခ်ိန္ ၂ နာရီေက်ာ္ဆိုတာ ခဏေလးလို႔ထင္ရေလာက္ေအာင္ကို ဇာတ္လမ္းက\nဆြဲေခၚသြားေလရဲ႕....အိႏၵိယ အက္ရွင္ကားေကာင္းႀကိဳက္သူတို႔အဖို႔ လက္မလႊတ္သင့္\nပါေၾကာင္း သတင္းေကာင္းပါးပါရေစ...ဇာတ္မ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့\nHein That Naing ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/pailwaan2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z6vDqTz4fQb60QRcMLNbeJ1IMVq.jpg",
        "title": "The Current War (2017)",
        "description": "(Unicode)ဒီရုပ်ရှင်ကတော့ ၁၈၈၅ ဝန်းကျင်မှာ ဖြစ်ခဲ့တဲ့ သောမတ်အက်ဒီဆင်၊ နီကိုလာ တက်စလာ၊ ဂျော့ ဝက်စတင်ဟောက် တို့ရဲ့ အားပြိုင်မှုတွေကို အခြေတည်ထားတာပါ။အက်ဒီဆင်ဆိုတဲ့ ဥာဏ်ကြီးရှင်ကို မကြားဖူးတဲ့သူ ရှားပါလိမ့်မယ်။ဒီရုပ်ရှင်မှာလည်း ဥာဏ်ကြီးရှင်ဇာတ်ရုပ်တွေအတွက် မွေးလာသလို့ထင်ရတဲ့ မင်းသားပဲ သရုပ်ဆောင်ထားတာပါ။ဘန်နီဒစ် ကမ်းဘားဘက်ခ်ျ ပါပဲ။သူ့ရဲ့လက်ထောက်အဖြစ်တော့ စပိုက်ဒါမန်းမင်းသား တွမ်ဟော်လန် က ပါဝင်ထားပါတယ်။နီကိုလာတက်စလာ အဖြစ်တော့ နီကိုလတ်ဟောက်ထ် က သရုပ်ဆောင်ထားပါတယ်။သူ့ကိုတော့ x-men အဖြစ်ရော warm bodies ထဲက ဇွန်ဘီးအဖြစ်ရော သိကြမှာပါ။သူတို့တွေရဲ့ အဓိက အားပြိုင်မှုကတော့ လျှပ်စစ်ဖြန့်ဖြူးရေး စျေးကွက်မှာပါပဲ။အက်ဒီဆင်က DC Current ကိုအသုံးပြုပြီး AC ဟာ လူသေနိုင်ချေ အရမ်းများတဲ့အတွက် အသုံးမပြုခဲပါဘူး။ဂျော့ဝက်စတင်ဟောက်နဲ့နီကိုလာတို့ကတော့ ဒီစီထက် သုံးဆလောက် စျေးသက်သာမယ့် အေစီနဲ့ စျေးကွက်ကို ယှဉ်ပြိုင်လာပါတယ်။ဒီတော့ အက်ဒီဆင်က အေစီတွေဟာ လူသေစေနိုင်ကြောင်း သက်သေပြဖို့ ကြိုးစားရင်းနဲ့လျှပ်စစ်ကုလားထိုင်ကို တီထွင်ဖို့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-current-war-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c8xMjFoLLmuamrWbCXnp0Mq2eZQ.jpg",
        "title": "Dream Girl (2019)",
        "description": "(Unicode)\"ဟဲလို ____ပူဂျားစကားပြောနေပါတယ်ရှင့်\"ဖုန်းမြည်သံကြားလို့ ကိုင်လျက်သား ဖြစ်တဲ့အခါ ဒီ အဖြေစကားနဲ့ ထူးရတယ်။ဖုန်းခေါ်သူ အများစုက ပုရိသ တွေဖြစ်ပြီး တစ်ဖက်မှာတော့ ပူဂျား ဆိုတဲ့ နတ်ပျိုမယ်လေးက လက်ခံ စကားပြောရတယ်။ဒါဟာ Friendship call center အခန်းထောင့်တစ်နေရာရဲ့ ဇာတ်ဝင်ခန်းလေး။ပြောရရင် ပူဂျား ဆိုတာက ဖုန်းနံပါတ်တစ်ခုပိုင်ရှင်။ ပူဂျားကလည်း အသံချိုသာတယ်။ ချွဲတယ်။များသော အားဖြင့် စကားလက်ခံပြောဖူးသူ တိုင်း ကြွေတဲ့ သူပေါ့။အစကတော့ ပူဂျားနေရာမှာ ကောင်မလေးတစ်ယောက်က လက်ခံစကားပြောတယ်။ဒါပေမဲ့ တစ်နေ့မှာ အဲ့ကောင်မလေးက ရုံးမလာဘူး ။ အဲ့မှာ ဖုန်းဆက်သူတွေ နဲ့ ပွဲပေါ့ ။ဖြစ်ချင်တော့ ကရမ် ဆိုတဲ့ ငနဲလေးက အဲ့ ရုံးကို မယောင်မလည် အလုပ်လာလျှောက်တယ်။ အစကတော့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/dream-girl-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/3-days-to-kill-133x200.jpg",
        "title": "3 Days to Kill (2014)",
        "description": "A dangerous international spy is determined to give up his high stakes life to finally build a closer relationship with his estranged wife and daughter. But first, he must complete one last mission - even if it means juggling the two toughest assignments yet: hunting down the world's most ruthless terrorist and looking after his teenage daughter for the first ...",
        "rating": "6.2",
        "url": "https://megaup.net/2Sz4t/3_DaysTo_Kill_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/51WnU2ELxfOiV3zENCstdYPPMvi.jpg",
        "title": "Breaking Barbi (2019)",
        "description": "ဆိုရှယ်မီဒီယာပေါ်က ဆဲလ်ဖီဘုရင်မတစ်ပါးဖြစ်သည့်ဘာဘီတစ်ယောက်ဒိတ်တင်းအပလီကေးရှင်းဆိုဒ်တွေပေါ်ကဖော်လိုဝါများများနဲ့ကောင်ချောလေးတစ်ယောက်နှင့်ပထမဦးဆုံးသောဒိတ်အဖြစ်တောထဲတောင်ထဲသို့ခရီးရှည်ထွက်လာရသည်...သူ့စိတ်ကူးထဲမှာတော့ဒီလိုကောင်ချောလေးနဲ့အတူတူခရီးထွက်လာရသည့်အတွက်သူနဲ့အပြိုင် ဆိုရှယ်မီဒီယာပေါ်ကမိန်းကလေးများအားကျသဝန်တိုနေတော့မည်ကိုတွေးရင်းပျော်နေသည်...သို့သော် မထင်မှတ်ဘဲနဲ့ သူ့ရည်းစားကောင်လေးမှာသူ့ကြောင့်သေဆုံးသွားရပြီး သူတစ်ယောက်တည်းထိုတောအုပ်ထဲမှာ လမ်းပျောက်သွားသောအခါမှာတော့...တောအုပ်ထဲမှာ ဘယ်လိုစိတ်လှုပ်ရှားဖွယ်ရာ၊ကြောက်မက်ဖွယ်ရာဖြစ်ရပ်တွေက ဘာဘီ့ကိုကြိုဆိုနေမှာလဲ...ဘာဘီတစ်ယောက် ဘေးမသီရန်မခပဲနဲ့ သူ့အိမ်ကိုပြန်သွားနိုင်ပါ့မလားဆိုတာ စိတ္၀င္တစားနဲ႕ၾကည့္လိုက္ရေအာင္လား File Size : ( 843 GB , 289 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre :  ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/299hp/(CM)_Breaking_Barbi_2019_(Large_Size).mp4",
        "category": "Comedy"
    }
]