[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kKX61echirKRwARuxp6HcAeTMq9.jpg",
        "title": "The Scarlet Letter (2004)",
        "description": "(18+) The Scarlet Letter (2004)ဒီဇာတ်ကားရဲ့နာမည်ကို The Scarlet Letter ဆိုတဲ့စာအုပ်ကို အစွဲပြုပြီး ​ပေးထားတာဆို​ပေမယ့်\nဇာတ်လမ်းနဲ့ အလိုက်ဖက်ဆုံးနာမည်ကို ​စဉ်းစားရရင်\n\"အချစ်​ကြောင့် ပျက်သုဉ်းရသူများ\"လို့ ကင်ပွန်းတပ်ရင် မှားမယ်မထင်ပါဘူး။\n၂၀၀၄ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Mystery Drama ရုပ်ရှင်ဖြစ်ပြီး\nတစ်​ခေတ်တစ်ခါက အ​တော်​ရေပန်းစားခဲ့တဲ့ ကိုရီးယားရုပ်ရှင်ပါ၊\nIMDb 6.4အထိရရှိထားပြီး ဇာတ်လမ်းသွားနဲ့ plot twist​တွေက အ​တော်​လေးမိုက်ပါတယ်၊\nအ​​​ဖော်အပြလည်း ကြမ်းသလို ​သွေးသံရဲရဲ​တွေလည်း ပါဝင်လို့\n18+လို့ ​ပြောလို့ရပါတယ်။\nမထင်ထားတဲ့plot twistအဆန်း​​တွေကြိုက်ရင် ဒီဇာတ်ကားကို ​သေချာ​ပေါက် ညွှန်းလို့ရပါတယ်။သရုပ်​ဆောင်​​တွေအ​​နေနဲ့ အားလုံးရင်းနှီးပြီးသား Dr. Romantic ထဲက မင်းသားကြီး Han Suk Kyu နဲ့\nတချိန်က နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Lee Eun Juတို့ အဓိကပါဝင်ထားသလို\nဒီဘက်​ခေတ် ဒရာမာ​တွေမှာ မကြာခဏတွေ့​နေကျ မင်းသား၊မင်းသမီးကြီး​တွေ\nပါဝင်ထားပါ​သေးတယ်၊\nဒီဇာတ်ကားက မင်းသမီးLee Eun Juရဲ့ ​နောက်ဆုံးဇာတ်ကား ဖြစ်ပြီး ​အညွန့်တလူလူနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1Lkrj/The.Scarlet.Letter.2004.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tf1G7uToWuoW2X5TzpUNX9vbNuO.jpg",
        "title": "Musudan (2016)",
        "description": "Musudan (2016)ပန့်ဟောက်စ် ထဲက ရှင်းဆူယွန်း လို့ လူသိများတဲ့\nမင်းသမီးကြီး အီဂျီအာ ရဲ့ Mystery Thriller ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ တောင်ကိုရီးယားနှင့်မြောက်ကိုရီယားနယ်စပ်ကြားမှာ\nအကြောင်းအရင်းမရှိလူသေမှု၊ လူပျောက်မှုတွေ ဖြစ်နေခဲ့လို့\nဒီအကြောင်းကိုစုံစမ်းဖြေရှင်းဖို့ တောင်ကိုရီးယားက အထူးတပ်ဖွဲ့ဖွဲ့ပြီး\n၂၄နာရီမစ်ရှင် တစ်ခုကို စေလွှတ်ခဲ့ပါတယ်။\nဒါပေမယ့် ဒီတပ်ဖွဲ့ နယ်စပ်ကိုရောက်သွားတဲ့အခါမှာတော့\nသာမန်မဟုတ်တဲ့အဖြေတစ်ခုကို ရှာတွေ့ခဲ့ပါတယ်။\nဒီအဖြေက ဘာဖြစ်မလဲဆို‌တာ ဖော်ထုတ်ရင်း ဘယ်လိုအခက်အခဲမျိုးတွေနဲ့ကြုံတွေ့ရလဲ၊\nအ‌ဖြေကို ရှာတွေ့တဲ့အချိန်ဘာဆက်လုပ်ကြလဲ၊\nနောက်ဆက်တွဲဘာတွေဖြစ်လာလဲ ဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yolanda Shwe ပဲ ဖြစ်ပါတယ်Genre.....Action, Mystery, Thriller\nQuality….1080p | 720p| 480p\nFile size…1.4Gb | 745MB | 275MB\nFormat…mp4\nDuration….1h 27min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Yolanda Shwe\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/2r4jm/Musudan.2016.720p.NF.WEB-DL.CM.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1pBAaatnUJ7SrIxKUPaVHhJZi1A.jpg",
        "title": "Go Back (2021)",
        "description": "Go Back (2021)\"လောကကြီးမှာ မွေးဖွားလာတဲ့ ကလေးတွေအကုန်လုံး\nကောင်းကောင်းမွန်မွန် ကြီးပြင်းလာဖို့ ထိုက်တန်ပါတယ်\"ဆိုးလ်မြို့မှာ ထူးဆန်းတဲ့ \"ဝမ် ၁၀၀၀ ပြန်ပေးဆွဲမှု\" ဆိုတာ ပေါ်လာခဲ့ပါတယ်။\nပြည်သူတစ်ဦးကို ဝမ် ၁၀၀၀ ပို့ပေးဖို့ နဲ့ အဲဒီငွေတွေကို စုပြီး တစ်ပတ်အတွင်း ဝမ်၁သန်း ပြည့်အောင် မပေးနိုင်ရင်\nပြန်ပေးဆွဲထားတဲ့ ကလေးကို သတ်ပစ်မယ်ဆိုပြီး မထင်မှတ်ထားတဲ့ ပြန်ပေးဆွဲမှုပါပဲ။လူမှုဝန်ထမ်းတစ်ဦးဖြစ်တဲ့ အူဆွန်း ကနေ စောင့်ရှောက်ပေးနေတဲ့ ဘိုရာဆိုတဲ့ ကလေးတစ်ယောက် ရှိပါတယ်။\nအဲဒီကလေးကို သူ့အဖေက ညှင်းပန်းနှိပ်စက်တယ်လို့ အူဆွန်းက သံသယဝင်လို့\nသူ့အဖေနဲ့ အူဆွန်း ပြဿနာ ဖြစ်ခဲ့ဖူးပါတယ်။\nတစ်နေ့မှာတော့ ဘိုရာ့အဖေ ရုတ်တရက် အသတ်ခံရပြီး ဘိုရာလည်း ပျောက်သွားခဲ့ပါတယ်။ဘိုရာ့အဖေ သေဆုံးမှုကို စုံစမ်းနေတဲ့ ရဲဝန်ထမ်းတွေက အူဆွန်းကို သံသယဝင်လာသောအခါမှာတော့ .....သည်းထိတ်ရင်ဖိုဇာတ်ကားတွေကိုမှ ကြိုက်နှစ်သက်တတ်သူတွေအတွက်\nခံတွင်းတွေ့စေမယ့် ကိုရီးယား Crime, Drama ကားကောင်းတစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Su Yeong ...",
        "rating": "",
        "url": "https://megaup.net/37fju/Go.Back.2021.720p.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3RbaSILAQNOQ4iNUJfh49A5gSQU.jpg",
        "title": "The Emigrants (2021)",
        "description": "ဒီကားလေးကတော့ ၂၀၂၁ မှာ ထွက်ရှိတဲ့ ဆွီဒင် ဥရောပ ဇာတ်ကားလေးပါ။1970 မှာ ရိုက်ခဲ့တဲ့ နာမည်တူ ဆွီဒင်ဇာတ်ကားကိုပဲ remake ပြန်ရိုက်ထားတာပါ။သမိုင်းနောက်ခံ အချက်အလက်မှန်မှန်နဲ့ ရင်ထဲထိအောင်ရိုက်ပြနိုင်တဲ့ ဥရောပ ဒရာမာကား ကောင်းကောင်းကို ကြည့်ချင်ရင်တော့ဒီဇာတ်ကားလေးကို ကြည့်သင့်ပါတယ်။ ပထမကမ္ဘာစစ်မဖြစ်ခင် 1840 ဝန်းကျင်တဝိုက် ဆွီဒင်မှာ သီးပင်စားပင်စိုက်ရခက်ပြီးစားနပ်ရိက္ခာရှားပါး ငတ်ပြတ်နေချိန် အော်စကာနဲ့ ခရစ္စတီးနားတို့ လင်မယား ကလေးတွေရှေ့ရေးအတွက်အမေရိကကို လှေနဲ့သွားပြီး ပြောင်းရွှေ့အချေချဖို့ လုပ်ကြတယ်။ အဲ့အချိန်ကအမေရိကန်ဟာ နိုင်ငံစတည်ကာစ ဖြစ်ပြီး လူ့အခွင့်အရေးအပြည့်အဝရတဲ့လွတ်လပ်သောနိုင်ငံ တစ်ခုဖြစ်နေတဲ့အချိန်ပေါ့။ ခင်ပွန်းဖြစ်သူက မိသားစုရှေ့ရေးအတွက်အမေရိကမှာ အခြေချဖို့ မကြောက်ပေမယ့် ခရစ္စတီးနားကတော့ သမားရိုးကျဆန်တဲ့ဘာသာရေး ကိုးကွယ်သူ ပီပီယဥ်ကျေးမှု မတူတဲ့ အရပ်ဟာ သူ့အတွက်နေပျော်မယ့် အရပ်ဖြစ်ပါ့မလားတွေးရင်း ခင်ပွန်းဖြစ်သူနဲ့အတူ အမေရိကားကို ပြောင်းရွှေ့အခြေချဖိို့ လိုက်ခဲ့တာပေါ။ ဒီကားထဲမှာဘာသာရေးအယူဝါဒကွဲပြားမှုကြေင့် ချစ်ခင်ကြသူတွေ သွေးကွဲကြတယ်ဆိုတဲ့သဘောကို တွေ့ရပါတယ်။ ရှေးရိုးဆန်တဲ့ အယူဝါဒတွေနဲ့ လူကိုလူလိုမြင်တတ်မှုလူသားဆန်မှုတွေကြား ခရစ္စတီးနားတစ်ယောက် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Lktg/The.Emigrants.2021.SWEDISH.720p.BluRay.x265.YK(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uDkDzSUluhC3ONk25VbaVaqe8kH.jpg",
        "title": "Breath (2007)",
        "description": "Breath (2007)တောင်ကိုရီးယား Art Houseဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Kim Ki Dukကို ဒီကလူ တော်တော်များများသိကြသလို\nသူ့ရုပ်ရှင်တွေဖြစ်တဲ့ 3-Iron, Spring Summer Fall winterနဲ့ တခြားရုပ်ရှင်တွေလည်း ဒီမှာ တော်တော်ကြိုက်ကြပါတယ်။\nBreathဟာ Kimရဲ့ ကားကောင်းတွေထဲက တစ်ကားပါပဲ။Castတွေထဲ ထူးထူးခြားခြား ဝေါင်ကာဝေးလက်စွဲတော်တစ်ယောက်ဖြစ်တဲ့ ချန်းချန်ကို သုံးထားပါတယ်။\nနောက် တောင်ကိုရီးယား A Listတန်း၀င် မင်းသား Ha Jung-Wooနဲ့ Park Ji-Ahတို့ကို သုံးထားပါတယ်။Breathဟာ Kim Ki Dukကားပါ။\nဒီတော့ သူရိုက်တတ်တဲ့ပုံစံအတိုင်း ဒီထဲမှာ ချန်းချန်ရဲ့ ဇာတ်ကောင် Jiang Jinဟာ ဒီထဲစကားတစ်လုံးမှ မပြောပါဘူး။\nလူ့အဇ္ဈတ္တအတွင်းသဏ္ဍာန်ကို သာမန်လူတွေ မတွေးမိတဲ့ဟန်နဲ့ပဲ ပုံဖော်ထားပါတယ်။\nသူ့ကားပီပီသသ နည်းနည်းလည်း ပဟေဠိဆန်ပါတယ်။\nသူ့ကားပီပီသသ လိင်ဆန္ဒသရုပ်ဖော်ခန်းတွေလည်း ပါတယ်။ဖရန်စစ် ဖို့ဒ် ကော်ပိုလာဟာ သူ့ရုပ်ရှင်တွေကို စကားလုံးတစ်လုံးတည်းနဲ့ ခြုံငုံပြောပြဖူးပါတယ်။\nမှတ်မိသလောက်ဆို Godfatherဆို Familyလို့ ပြောခဲ့တယ်ထင်ပါတယ်။\nဒီရုပ်ရှင်ကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/breath-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8c9olEa8xtSKoThXu0qjiD6mgtd.jpg",
        "title": "The International(2009)",
        "description": "The International(2009) အညွှန်း****************************IBBC ဆိုတဲ့ဘဏ်က ဘဏ်နဲ့မဆိုင်တဲ့ သန်းရာချီ လက်နက်တွေဝယ်ယူနေတဲ့လို့သတင်းရပြီးနောက်ပိုင်းအေးဂျင့် လူးဝစ် နဲ့ သူ့အဖွဲ့က IBBC ကို ဆက်တိုက်လိုက်စုံစမ်းပါတယ်...အချက်အလက်တွေ အချိန်တွေ အများကြီးယူပြီးတဲ့နောက်မှာ သူတို့အဖွဲ့ဟာ အရေးပါတဲ့သူတစ်ယောက်နဲ့ဆက်သွယ်မိကြတယ်...ခက်တာက အဲ့ဒီသူနဲ့တွေ့တဲ့ လူးဝစ်တို့အဖွဲ့က တစ်ယောက် မတော်တဆမှုနဲ့သေဆုံးခဲ့သလိုအချိန်တစ်ရက်မပြည့်ခင်မှာပဲ သူတို့ဆက်သွယ်မိတဲ့သူဟာလည်း မတော်တဆမှုနဲ့ထပ်မံ့ပြီးသေဆုံးခဲ့ပါတယ်..အထက်ကလူကြီးတွေကလည်း မရေရာမသေချာတဲ့ ဒီကိစ္စကြီးကိုလက်ရှောင်ချင်နေကြတယ်..လူးဝစ်အတွက်တော့ လုပ်ဖော်ကိုင်ဖက်လည်းဆုံးရှုံးရသလို အင်အားကြီးတဲ့ ရန်သူနဲ့ရင်ဆိုင်နေရလို့လက်ရှောင်ချင်တဲ့သူတွေကြားမှာတော့ အကြီးအကျယ် ဒေါသထွက်နေတယ်...သို့ပေမဲ့ သူအစွမ်းရှိသလောက် ရအောင်ဖော်ထုတ်မယ်ဆိုပြီ:ကြိုးစားတဲ့အခါမှာတော့...ဒီကားဟာ BOX Office မှာ ဝင်ငွေကောင်းခဲ့သလို  မင်းသားကြီး Clive Owen  နဲ့ မင်းသမီ:ကြီးNaomi Watts တို့ က အဓိက သရုပ်ဆောင်ထားပြီ: ဇာတ်လမ်းအစမှ  အဆုံး အီနေတာမျိုးမရှိဘဲတော်တော်လန်းတဲ့ဇာလမ်းမို့ ကြည့်ကြပါလို့....File Size :(4.1GB)(924MB) and (292MB)\nQuality : Blu-Ray 1080P5.1CH,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Crime , ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Lklf/The.International.2009_.BLU-RAY720P.(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eQRFo1qwRREYwj47Yoe1PisgOle.jpg",
        "title": "The Gold Rush (1925)",
        "description": "ဂန္တဝင်ဟာသသရုပ်ဆောင်ကြီး ချာလီချပ်ပလင်ရဲ့ ဇာတ်ကားတွေကို\nတင်ဆက်ပေးလာရာ အခုတစ်ခါ တင်ဆက်ပေးမှာကတော့ ၁၉၂၅က\nထွက်ရှိခဲ့တဲ့ The Gold Rushဆိုတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။Ratingတွေ ဘာတွေ များများစားစား ပြောစရာမလိုပါဘူး။ IMDb\n8.2နဲ့ Rotten Tomatoes 100%ပါ။ ချာလီချပ်ပလင်ရဲ့ ဇာတ်ကား\nဆိုတဲ့အတိုင်း စ လယ် ဆုံး ရယ်မောနေရမှာပါ။တစ်ခေတ်တစ်ခါက မြောက်အမေရိကတိုက်မှာ ရွှေကြောရှာခရီးတွေ\nအများကြီး ရှိခဲ့သလို တစ်ကမ္ဘာလုံးက ရွှေကြောရှာသမားတွေလည်း\nဒုနဲ့ဒေး လာရောက်ခဲ့ကြတာပါ။ ချာလီချပ်ပလင်ကတော့ အလာစကာ\nရွှေကြောရှာခရီးရှည်ကြီးထဲ ပါလာတဲ့သူပါ။ အလာစကာပြည်နယ်က\nအချိန်ပြည့် ဆီးနှင်းတွေ ကျဆင်းပြီး ရေခဲတောင်ကြီးတွေ ရှိတဲ့နေရာ\nဖြစ်လို့ အင်မတန်ကြမ်းတမ်းခက်ခဲတဲ့ ခရီးစဉ်ကြီးပါ။ဒီရွှေရှာခရီးကိုချာလီချပ်ပလင်တစ်ယောက် ကျော်ဖြတ်နိုင်ပါ့မလား၊ ရွေတွေတွေ့ပြီး\nသန်းကြွယ်သူဌေးကြီး ဖြစ်သွားမလား၊ဘယ်လိုမျိုး တလွဲတချော်တွေ\nဖြစ်ဦးမလဲဆိုတာကို ရယ်မောခံစားကြည့်ရှုရမှာပါ။   \nFile size…1.2GB\nQuality…720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by JimX",
        "rating": "8.2",
        "url": "https://megaup.net/1Lkl2/The.Gold.Rush.1925.720p.BluRay._%7BCM%7D.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1QpO9wo7JWecZ4NiBuu625FiY1j.jpg",
        "title": "The Great Dictator (1940)",
        "description": "The Great Dictator (1940)Comedy/War\nIMDb -8.4, Rotten Tomatoes 93%ချာလီချက်ပလင်ဆိုရင် အသံတိတ်ရုပ်ရှင်တွေကိုပဲ အများစုပြေးမြင်ကြမယ်ဆိုပေမယ့်ဒါ အသံတိတ်ဇာတ်လမ်းမဟုတ် အဓိပ္ပါယ်ရှိတဲ့ စကားလုံးတွေနဲ့ ပြည့်နှက်နေတဲ့ဇာတ်လမ်းတစ်ပုဒ်ပါ။ ဒီဇာတ်လမ်းကို ချာလီချက်ပလင်ကိုယ်တိုင်ရိုက်ကူးထုတ်လုပ် သရုပ်ဆောင်ထားပြီး သူထုတ်လုပ်ခဲ့ဖူးတဲ့ ဇာတ်လမ်းတွေထဲမှာအကောင်းဆုံးလို့တောင် ချီးကျူးပြောဆိုခံခဲ့ရပါတယ်။ ဘာကြောင့်ဆို ဟစ်တလာ၊ နာဇီနဲ့ဖက်ဆစ်စနစ်တို့ကို ပညာသားပါပါ သရော်ထားပြီး ဂျူးမုန်းတီးရေးဝါဒီတွေကိုရှုတ်ချထားလို့ပါ။ဒီဇာတ်လမ်းမှာ သာမန်အညတရ ဆံသဆရာ စစ်မှုထမ်းဟောင်းတစ်ယောက်အဖြစ်နဲ့ဟင်ကယ်လို့ အမည်ရတဲ့ ကမ္ဘာကို လက်ဝါးကြီးအုပ်ချင်နေတဲ့ စစ်အာဏာရှင်အဖြစ်ချာလီကိုယ်တိုင် နှစ်ကိုယ်ခွဲ သရုပ်ဆောင်ထားပါတယ်။ အားလုံးနဲ့ မစိမ်းတော့တဲ့အာဏာရှင်လက်အောက် ကျရောက်နေတဲ့ နိုင်ငံသားတို့ရဲ့ ကျီးလန့်စာစား၊ ဘာဆိုဘာမှပြောပိုင်ခွင့်မရှိ၊ လုပ်ပိုင်ခွင့်မရှိတဲ့ ဘ၀တွေကို မြင်ရလိမ့်မယ်။ စက်ရုပ်လိုပုံစံရိုက်သွင်းခံထားရတဲ့ စစ်သားတွေရဲ့ ရပ်ကွက်တွေထဲ နိုင်ထက်စီးနင်းမှုတွေကိုမြင်ရလိမ့်မယ်။ အာဏာရှင်တို့ရဲ့ \" ဘယ်သူသေသေ ငတေမာရင် ပြီးရော \" ဆိုတဲ့ကိုယ့်ဖို့ကိုယ်သာကြည့်တဲ့ စရိုက်ဆိုးတွေကို မြင်ရပါလိမ့်မယ်။ဒီဇာတ်လမ်းရဲ့ အထူးခြားဆုံးနဲ့ နာမည်အကြီးခဲ့ဆုံးအပိုင်းကတော့ သူ့ရဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1Lki5/The_Great_Dictator_(1940)_Criterion__720P_%7BCM%7D.mp4",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/81Ka4kzEL._AC_SL1500_xX-141x200.jpg",
        "title": "[21+] In Summer- Amin Nina (SSNI-895)",
        "description": "မင်းသမီး Amin Nina ရဲ့ နောက်ဇာတ်လမ်းတစ်ပုဒ်ကို တင်ဆက်လိုက်ပါတယ်။ပထမကားကိုကြည့်ဖူးတဲ့လူတွေ သိကြပါလိမ့်မယ်... Amin Nina ဆိုတာအသားအရည်ရဲ့ဝင်းလက်မှု ခန္ဓာကိုယ်ရဲ့အဆီအပိုမရှိမှုတွေကြောင့် လုံးဝစွဲမက်စရာ မင်းသမီးလေးတစ်ပါးပါ။အကြည့်တွေစူးရှသလို သူကချည်းပဲ ဦးဆောင်တတ်တဲ့အပြုအမူတွေနဲ့ ရဲဝင့်မှုအပြည့်ပါပဲ။ဒီဇာတ်ကားမှာဆိုလဲ သူမ ဘယ်လောက်ထိ ဝင့်လဲဆိုတာ ပြပါဦးမယ်….မင်းသားကြီးကလဲ နယ်မရွေး လိုက်တဲ့ လူမိုက်ကြီးမလို့ကြိုက်မိတဲ့ Jav တစ်ပုဒ်ဆိုပါစို့။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.5 GB) & (850 MB)\nQuality : HDRip 1080p & 720p\nRunning Time : 01:58:38\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/1Lkgi/(DS)Amin_Nina(SSNI-895)HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pLAeWgqXbTeJ2gQtNvRmdIncYsk.jpg",
        "title": "Father Stu (2022)",
        "description": "Father Stu(2022)Mark Wahlberg နဲ့ Mel Gibson တို့ရဲ့ Father Stu လာပါပြီဗျာ။Father Stu ဆိုတာကတော့ ထိုးဖို့ ကြိတ်ဖို့ သတ်ဖို့ ပုတ်ဖို့ပဲ\nစိတ်ဝင်စားတဲ့ လက်ဝှေ့သမား အဖြစ်ကနေ\nလူတွေကို ပျက်စီးရာပျက်စီးကြောင်းကနေ အဖတ်ဆယ် ကယ်တင်ပေးသူ\nခရစ်ယာန်ဘုန်းတော်ကြီး ဖြစ်လာတဲ့ Stuart Long အကြောင်း\nဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပါStuart Long ဟာ ဆိုးသွမ်းတဲ့ ဖခင်ဒဏ်ကို ခံရပြီး\nကြမ်းကြမ်းတမ်းတမ်း ကြီးပြင်းလာရတဲ့ လက်ဝှေ့သမားတစ်ယောက်ပါလက်ဝှေ့ထိုးနေရင်း ဆိုးဝါးတဲ့ မေးရိုးရောဂါကြောင့်\nလက်ဝှေ့သမားအဖြစ်ကနေ နှုတ်ထွက်ခဲ့ရပြီး သရုပ်ဆောင် လုပ်မယ်ဆိုပြီး LA ကို ထွက်လာခဲ့ပါတယ်LA က စူပါးမားကတ်မှာ အလုပ်လုပ်ပြီး သရုပ်ဆောင်လုပ်ဖို့ ကြိုးစား ရုန်းကန်ရပုံတွေ\nစူပါမားကတ်ကို စျေးဝယ်လာတဲ့ ကတ်သလစ်ဘာသာဝင် မိန်းကလေးတစ်ယောက်ကို သဘောကျမိရာက\nဘုရားကျောင်းရောက်သွားပြီး ဖာသာဘဝကို ရောက်ခဲ့ရပုံတွေ\nစတာတွေကို သဘာဝကျကျ ရိုက်ကူးတင်ဆက်ထားတာပါIMDb rating 6.8 အထိ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Lken/Father.Stu.2022.720p.WEB-DL.CM.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-31_07-50-26-2-135x200.jpg",
        "title": "[21+] Nymphomaniac: Vol. II (2013)",
        "description": "[21+] Nymphomaniac Vol.2 (2013)Rating အမြင့်တွေ၊ ဝေဖန်ချက်ကောင်းတွေချည် းရထားတဲ့ Adult Art flim တစ်ခု ဖြစ်ပြီး နာမည်ကျော်ဒါရိုက်တာ Lars Von Trier ရဲ့ အကောင်းဆုံး လက်ရာ‌တွေထဲက တစ်ကားဖြစ်ပြီး ရှည်လွန်းလို့ နှစ်ကား ခွဲထားရတဲ့ Nymphomaniac Vol-1 ပထမကားရဲ့ အဆက် Volume 2 ပါ။Volume 1 နောက်ဆုံးမှာ လိင်ပိုင်းဆိုင်ရာ အာရုံခံစားမှုတွေ ပျောက်သွားတဲ့ ကာမစိတ်လွန်ကဲနေတဲ့ ဂျိုးတစ်ယောက် သူ့ရဲ့ ကာမခံစားမှုတွေနဲ့ orgasm ကို ပြန်ရဖို့အတွက် အားသွန်ခွန်စိုက် ကြိုးစားရင်း ဖြစ်လာခဲ့တဲ့ စိတ်ဝင်စားဖွယ်ရာ ဖြစ်ရပ်တွေ၊ ခံစားချက်တွေကို အဘိုးကြီးကို ပြန်ပြောင်းပြောရင်း ရင်ဖွင့်လိုက်ပါတယ်။သိုင်းချတဲ့အခန်းတွေတော့ အများကြီးမပါတော့ပေမဲ့ ဇာတ်လမ်းကတော့ အရမ်းကိုကောင်းသထက်ကောင်းရင်း ပြီးသွားတဲ့အထိကို ဇာတ်ရှိန်ကျမသွားတဲ့ တကယ်ကိုကောင်းမွန်တဲ့ Art Film တစ်ခုပါပဲ။ ဂျိုးနဲ့အဘိုးကြီးရဲ့စကားဝိုင်းကလည်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/15lrb/[DarkSide][21+]Nymphomaniac.Vol.2.2013.720p.Blu-ray.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sznMDVeUW5E1uQUjxjwO6mEX02z.jpg",
        "title": "Seththumaan (2021)",
        "description": "ဘောလိ၀ုဒ် ပရိသတ်များအတွက် မြင်ဖူးကြည့်ဖူးနေကြ\nဇာတ်အိမ်လေးမဟုတ်ဘဲ တမူထူးခြားနေတဲ့ ဇာတ်အိမ်ကို\nဖွဲ့စည်းတင်ဆက်ရိုက်ကူးထားတဲ့ Sethuthumaan\nမြန်မာလို \" ဝက် \" လို့ အမည်ရတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးလိုက်ပါရစေ ။အိန္ဒိယနိုင်ငံ ရွာလေးတစ်ရွာကို အခြေပြုရိုက်ကူးထားပြီး ခြင်းတောင်းလေးတွေကို\nရက်လုပ်ရောင်းချပြီး ရိုးသားကြင်နာတတ်တဲ့အဘိုးအို ပူချီပါး .....\nသူတို့ရွာရဲ့ ဟိန္ဒူအမျိုးဇာတ် ခွဲခြားမှုကြောင့် ဖြစ်ပွားခဲ့အဓိကရုဏ်းမှာ\nမိဘနှစ်ပါးလုံးဆုံးပါးပြီး လောကကြီးအလယ်မှာ တစ်ဦးတည်း အဘိုး ပူချီနဲ့\nကျန်ရစ်ခဲ့ရှာတဲ့ မြေးလေး ကူမရီဆန် .....အဘိုး ပူချီကတော့ မြေးလေးကို ကျောင်းကောင်းကောင်းမှာထား ပညာတွေသင်ပြီး\nဘ၀ကို ကောင်းကောင်းမွန်မွန် ဖြတ်သန်းစေချင်ခဲ့တဲ့\nအိပ်မက်အကြီးကြီးကို လွယ်ထားရတဲ့ မြေးချစ်အဘိုးပေါ့ ....\nအဘိုးပူချီရဲ့ မြေရှင် ဒေါသအိုး ဗယ်လရမ်က အဘိုးပူချီ့ကို\nဒေသခံအစားကြူးတဲ့သူတွေ ကြိုက်ကြတဲ့အသားဖြစ်ပြီး\nအမျိုးဇာတ်ထိန်းသိမ်းသူတွေ ရှုံ့ချတဲ့ အသားဖြစ်တဲ့ \" ဝက်သား \"ကို\nစားချင်လို့ ဝက်ရှာခိုင်းတဲ့အခါ ပူချီတို့ မြေးအဘိုးနှစ်ယောက် အလုပ်ရှုပ်ကြပါတော့တယ်။ဒါပေမယ့်လည်း ဝက်ကိုပေါ်ပြီးချိန်မှာတော့ ဒေါသအိုးမြေရှင် ဗယ်လရမ်လိုပဲ ဝက်သားကြိုက်သူ ရွာသားတို့စုစည်းလာပါတော့တယ် ....\nအဲဒီထဲမှာမှ ဝက်သားလေးနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Lk6v/Seththumaan_(2022)_TRUE_WEB-DL_-_720p.Malayalam.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/272086719_untitled-160x200.jpg",
        "title": "(21+)When I Was Bored And Bored In The Countryside Where My Husband Was Transferred, I Invited PRED-360",
        "description": "အိုက်ကာရဲ့ အလှတွေကို သင်တို့တွေကို မြင်ဖူးစေချင်တယ်\nအိုက်ကာရဲ့ အကြည့်တွေနဲ့ Dirty Talk တွေကို နားထောင်စေချင်တယ်\nအိုက်ကာရဲ့ ညှိုချက်တွေကို တွေ့ဖူးစေချင်တယ်အိုက်ကာတစ်ယောက် သူမအမျိုးသားတာဝန်ကျရာနေရာကို လိုက်ရပါတယ်\nအခုလည်း သူမအမျိုးသာက တောခေါင်းတာဝန်နဲ့ ကျေးလက်ဒေသလေးတစ်ခုကို\nပြောင်းရွှေ့လာပါတယ် သူမကိုယ်တိုင်ကလည်း စိုက်ပျိုးရေးဝါသနာပါသူဖြစ်ပါတယ်သူမအိမ်နီးချင်းဂါအိုက လူပျိုးကြီးတစ်ကိုယ်တည်းပါ\nသူကစိုက်ပျိုးရေးကိုဝါသနာပါသူဖြစ်ပြီး\nလယ်တော့ထဲမှာပဲ အချိန်ဖြုန်းနေသူတစ်ဦးပါအိုက်ကာတစ်ယောက် လူပျိုကြီးဆီးမှာ ပညာတွေသင်ယူရင်း\nလူပျိုကြီးကို မထိကလုပ်ထိကလုပ်စ,ရင်းကနေ\nမဖွယ်မရာတွေဖြစ်လာပါတော့တယ်\nမဖွယ်မရာတွေက ခေါင်းကြီးတို့အကြိုက်တွေဖြစ်နေလို့ရွေးချယ်တင်ဆက်ပေးလိုက်ပါတယ်  \nFile size…1.8 GB\nQuality…720p HD RIP\nFormat…mp4\nDuration….2h 1mins\nSubtitle….Myanmar SUbtitl (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/21when-i-was-bored-and-bored-in-the-countryside-where-my-husband-was-transferred-i-invited-pred-360/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/iqbylgcunugv-145x200.jpg",
        "title": "[18+]Homejack Triangle (2018)",
        "description": "Homejack Triangle (2018)Homejack Triangle အပိုင်းမှာတော့ ကွင်းဆက်လူသတ်သမား ဂျက် ကို ဖမ်းမိပြီဆိုတဲ့ သတင်းထွက်ပေါ်လာပြီး တကယ်တမ်းကျတော့ လူမှားဖမ်းမိတာ ဖြစ်နေပါတယ်...\nဒါကြောင့် ဂျက်အမှုကို ကိုင်တဲ့ စစ်ဆေးရေးမှုး ရီ က လူမှားဖမ်းမှုကြောင့် အလုပ်ကနေ နားလိုက်ရပါတယ်။\nအလုပ်ပ်ိတ်ရက်မှာ သူ့ရည်းစားအိမ်မှာပဲ နေရင်း ချစ်ကြည်နူးကြပါတာပေါ့သူ့ရည်းစားက သူ့ညီမနဲ့မိတ်ဆက်ပေးဖို့ နေ့မှာပဲ ကွင်းသတ်လူသတ်သမားက စစ်ဆေးရေးမှုးရီကိုရော သူ့ရည်းစားရဲ့ ညီမလေးကိုပါ ဟိုဟာကျင့်ပါတော့တယ်...\nဂျက်ကို ဖမ်းချင်နေတဲ့ ရီ နဲ့ သူ့ရည်းစားရဲ့ ညီမလေးကို ဘယ်လိုအကွက်တွေနဲ့ ကျင့်မလဲဆိုတာ ကိမုချိတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။File Size__(650MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:14:00\nType__Adult, Asian, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parrot\nEncoded by Dark Devil",
        "rating": "5",
        "url": "https://channelmyanmar.org/18homejack-triangle-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/14697-67-Timejpg-132x200.jpeg",
        "title": "Time (2021)",
        "description": "Time (2021)\n__________\nIMDb Rating - 6.4/10ဟောင်ကောင်ကား ကောင်းကောင်းကြည့်ချင်တဲ့လူတွေအတွက် Ricky Koဆိုတဲ့ ဟောင်ကောင် ‌ဒါရိုက်တာအသစ်ရဲ့ Debutရုပ်ရှင်ပါ။ သရုပ်ဆောင်တွေကတော့ Patrick Tse Yinနဲ့ Fung Bo-Boလို 1960ဟောင်ကောင်ရဲ့ နာမည်ကျော်ဖြစ်ခဲ့တဲ့ သရုပ်ဆောင်တွေက သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့ အက်ရှင်လည်းဟုတ်သလို တော်‌တော်လည်းရယ်ရတယ် ဒရာမာလည်း အသေချိုးတယ်။ ဒါရိုက်တာရဲ့ Debutအနေနဲ့ဆိုကောင်းတဲ့ အနေအထားရှိပါတယ်။ အရင်ဟောင်ကောင် ရုပ်ရှင်တွေရဲ့ အငွေ့အသက်ကိုပြန်ရတယ်။ လက်ရှိဟောင်ကောင်ရုပ်ရှင်အများစုနဲ့ ယှဉ်ရင်တော့ ရွှေပါပဲ။ဘာမှမဆိုင်အောင်ကို ကောင်းတယ်။ ဇာတ်အိမ်ပေါ့ပေါ့ပါးပါးနဲ့ တော်တော် ကြည့်ပျော်တဲ့ ရုပ်ရှင်ပါပဲ။ဇာတ်‌ကြောင်းကတော့ ကြေးစားလူသတ်သမား လူမိုက်၃ယောက်ရှိတယ်။ ငယ်စဉ်ကတော့ တော်တော် နာမည်ကြီးပြီး သူတို့ကို နိုင်တဲ့လူမရှိဘူး။ Timeဆိုတဲ့အတိုင်း ကာလတွေရွေလျောပြီး အိုမင်းလာကြတော့ ကိုယ်ပိုင်ဒုက္ခတွေ တစ်ပုံတပင်နေရတာကို ဟာ‌သလေးနှောပြသွားတယ်။ ‌နောက်တော့ ဘ၀မှာ လွတ်လွတ်လပ်လပ်ရှင်သန်ဖို့ ကိုယ့်အတွက်ကိုယ်ရှင်သန်ဖို့ ဘာညာပေါ့။ ဝါရင့် သရုပ်ဆောင်တွေချည်းမို့ သရုပ်ဆောင်လည်း ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Ljih/Time_(2021)_720p.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/death-in-desert-140x200.jpg",
        "title": "(18+)Death In Desert (2015)",
        "description": "အချစ်ဦးမြေးဦးရတောင်မမေ့ဘူးတဲ့\nစကားပုံလေးက လှပေမဲ့ကြောက်ဖို့ကောင်းတယ်\nမမေ့နိုင်တာကို မမေ့နိုင်သလိုပဲမနေပဲ\nအတင်းကြီးနီးစပ်အောင် လုပ်မိတော့\nမဖြစ်သင့်တာတွေဖြစ်ကုန်ပါတယ်အချစ်သစ်ကိုယ်စီနဲ့ ဘဝသစ်မှာပျော်တဲ့သူကပျော်နေပေမဲ့\nသူမကတော့မပျော်နိုင်ပါဘူး\nသူမရဲ့ခံစားချက်ကို ရအောင်အကောင်ထည်ဖေါ်ပါတော့တယ်\nသူမက ရုပ်ရည်ချောသလောက် အစွဲလမ်းကလည်းကြီးတယ်\nတစ်နေ့ သူမရဲ့ငယ်ချစ်ဦးဆီကို မရောက်ရောက်အောင်သွားပြီး\nအပြင်ကို မရမက ဆွဲထုတ်ပါတော့တယ်သူမ ကြိုတင်စီစဉ်ထားတဲ့အတိုင်း တည်းခိုခန်းတစ်ခုမှာ\nသွားတည်းရာကနေ မထင်မှတ်ပဲ ပြဿနာအကြီးကြီးတက်ပါတော့တယ်\nဆက်မချစ်သင့်တဲ့သူကို ခန္ဓာကိုယ်ရင်းပြီး ပက်သက်လို့ရောရပါ့မလားဆိုတာ\nသင်ခန်းစာယူရင်း ခေါင်းကြီးတို့အကြိုက်တွေ တသီကြီးပါတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…500MB\nQuality…720p HD RIP\nFormat…mp4\nDuration….1h 19mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.9",
        "url": "https://megaup.net/1Lir8/Death.In.Desert.2015.720p.HDRip.XviD(DS).mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-ladder-133x200.jpg",
        "title": "Ladder 49 (2014)",
        "description": "Ladder 49\n~~~~~~\nIMDb - 6.5\nRT - 41%\nမီးသတ်သမားတွေဆိုတာ အမေ့ခံ ပုဂ္ဂိုလ်တွေလို့ပဲ ပြောရမလားပဲ။ ကိုယ့်အသက်ကို ပဓာနမထားပဲ ကယ်တင်မှုတွေလုပ်ပေးပေမဲ့ ဆုတံဆိပ်အချို့က လွှဲလို့ ဘာမှရခဲ့တာမဟုတ်ပါဘူး။ အဲ့ဒီလိုလေးတွေနဲ့ပဲ ချွေးသိပ်ခဲ့ကြရတာပါ။အဲ့လို‌အမေ့ခံသူရဲကောင်းတွေဖြစ်တဲ့ မီးသတ်သမား‌တွေအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်များစွာရှိပါတယ်။ အဲ့ဒီထဲမှာမှမင်းသား Joaquin Phoenix ရဲ့ ၂၀၀၄ က ရိုက်ကူးခဲ့တဲ့ Ladder 49 ဆိုတဲ့ ရုပ်ရှင်ကို တင်ဆက်ပေးချင်ပါတယ်။ဗာတီမောမြို့က ဂျက်မော်ရစ်စင် အမည်ရတဲ့ မီးသတ်သမားရဲ့ဘဝကို အခြေတည်ထားပြီး မီးသတ်သမားတွေရဲ့ ဘ‌ဝတွေ လူမှုပြဿနာတွေ သူရဲကောင်းဆန်မှုတွေ ရိုက်ကူးပြထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဝင်ငွေပိုင်းအရ အောင်မြင်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ခဲ့ပြီ ကမ္ဘာ့တစ်ဝန်းမှာ သန်းတစ်ရာကျော်ပြန်လည်ရရှိခဲ့ပါတယ်။ File size…(1.77GB)/(1.01GB)/(597MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Action /Drama /Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SPK",
        "rating": "6.5",
        "url": "https://megaup.net/2rf6u/Ladder.49.2004.720p_(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uxOXvW0pxqqMV2Q0YCuehMwLkER.jpg",
        "title": "The Fate of Swordsman ( 2017 )",
        "description": "ဒီတစ်ခါ CMက တင်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားလေးကတော့\nThe Fate Of SwordsManဆိုတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nထန်မင်း‌ဆက်ခေတ် လီမျိုးနွယ်စုဆို မင်းဧကရာဇ်အဖြစ်\nစိုးမိုးနေတဲ့အချိန်ကိုရိုက်ပြထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်မင်းကြီးမှာ အငယ်ဆုံးသားတော် ချုံမောက်လို့ခေါ်တဲ့ မင်းသားလေးတစ်ပါးရှိပါတယ်\nချုံမောက်ကငယ်စဉ်အခါထဲက နန်းတော်ထဲအနေပဲ\nမြို့တော်ပြင်ပမှာရှိတဲ့ ချွမ်ယန်နန်းတော်ဆောင်မှာနေပါတယ်တစ်နေ့မှာ မင်းကြီးနေမကောင်းဖြစ်တော့ သူ့သားငယ်ကိုတွေ့ချင်ပါတယ်ဆိုပြီး\nချုံမောက်ကိုမြို့တော်ပြန်ခေါ်ရာမှ လမ်းခရီးတစ်ဝက်မှာ လုပ်ကြံမှုတွေနဲ့ကြုံခဲ့ရပါတယ်\nဒီဇာတ်ကားမှာတော့ ကျွန်တော်တို့ရဲ့ မင်းသား ရှဲ့ယွင်လျိုကတော့\nချွမ်ယန်ဂိုဏ်းရဲ့ အကြီးဆုံးတပည့်ပေါ့သူက ချုံမောက်ကိုနန်းတော်ဆီသို့ပြန်လိုက်ပို့ရင်း\nအိမ်ရှေ့စံမင်းသားနဲ့ မင်းသမီးကို အမှတ်မထင်ကယ်တင်ခဲ့မိရာမှ\nတော်ဝင်မျိုးနွယ်စုရဲ့ နန်းလုနေတဲ့ရန်ပွဲထဲကိုအမှတ်မထင်ဝင်ရောက်မိခဲ့တယ်\nနောက်ဆုံးမှာ ရှဲ့ယွင်လျိုနဲ့ တော်ဝင်မျိုးနွယ်စုတို့\nဘယ်လိုဆက်ပတ်သက်ကြမလဲဆိုတာတော့\nဇာတ်လမ်းလေးကိုကြည့်ရှုရင်းစောင့်ကြည့်လိုက်ရအောင် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Thriller\nRuntime : 1h 2min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Xing Er\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-fate-of-swordsman-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODBkOTRkZDgtNzI3My00YWZkLWE5NjAtNmQxMjAwYTY3YjYxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-139x200.jpg",
        "title": "Deewangee (2002)",
        "description": "မင်းသားကြီးအဂျေးနဲ့အရှေးခန်နာ...မင်းသမီး Urmila Matondkar တို့ပါဝင်ထားတဲ့ ဒီဇာတ်ကားက IMDb Rating(6.5) ရရှိထားတဲ့ Crime,Mystery အမျိုးအစား စိတ်ဝင်စားစရာ ဇာတ်ကားကောင်းလေးပါ။\"အချစ်\"\nခေတ်အဆက်ဆက်က ဒီစကားလုံးလေးနှစ်လုံးကို ကဗျာတွေ\nစာတွေ ပေတွေနဲ့ ဖော်ကျူးခဲ့ကြတယ်...ခံစားချက်ထောင်ချီကနေ ပေါက်ဖွားလာတဲ့ ဒီစကားလုံးလေးက\nလူသားကို လုံးဝ ရူးသွပ်သွားအောင် လုပ်နိုင်ခဲ့တယ်..ပြောကြတယ်မလား အချစ်အတွက်ဆို အသက်လည်းပေးနိုင်သလို\nသေလည်းသေရဲတယ်ပေါ့ ဒါဟာ တကယ်အချစ်ကိုရူးသွပ်ကြတဲ့\nလူတွေမှာ ပေါက်ဖွားလာတဲ့ ခံစားချက်လေးပါ...ဒီလိုအချစ်မျိုးတွေ တကယ်ရှိခဲ့ကောင်း ရှိခဲ့ပါလိမ့်မယ်\nရှိလည်း ရှိနိုင်ပါတယ်...ဒီလိုစွဲလန်းရူးသွပ်စိတ်ကို ဖေါ်ပြထားတဲ့ ဒီကားလေးမှာ\nငယ်ငယ်လေးကတည်းက တိတ်တခိုးချစ်စိတ်တွေနဲ့\nဖုံးကွယ်ထားခဲ့ရတဲ့ ခံစားချက်တွေကို ရင်မှာမျိုသိပ်ရင်း\nဆရ်ဂမ်ဆိုတဲ့ကောင်မလေးကို တရန်းဆိုတဲ့ကောင်လေးဟာ\nရင်မှာကျိတ်ပိုးငြိတွယ်နေခဲ့တယ်...မိဘတွေက ရင်းနှီးသိကျွမ်းကြလို့ သူတို့နှစ်ယောက်ကို\nငယ်ငယ်လေးကတည်းက သဘောတူထားခဲ့ကြတယ်..လောကဓံကြောင့် တရန်းရဲ့မိဘတွေ ငယ်ငယ်လေးကတည်းက\nဆုံးပါးသွားခဲ့ကြပြီး ချစ်ရသူနဲ့ငယ်ငယ်လေးကတည်းက\nကွေကွင်းသွားခဲ့ရပါတယ်..ပြန်ဆုံမိတဲ့အခိုက်အတန့် သိပ်မကြာခင်မှာပဲ\nလူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်...ရဲတွေဟာ တရန်းကို\nလက်ပူးလက်ကြပ်မိလို့ လူသတ်တရားခံလို့ မှတ်ယူထားခဲ့ကြတယ်...ဆရ်ဂမ်ဟာ တရန်းကလူသတ်သမားမဖြစ်နိုင်ဘူးဆိုတာကို\nယုံကြည်တဲ့အတွက် နာမည်ကျော်ရှေ့နေလေး ရာဂျ်ကို\nအမှုလိုက်ပေးဖို့ အကူအညီတောင်းခဲ့ပါတယ်...တရန်းကလည်း သူ လူမသတ်ပါဘူးလို့ ငြင်းတယ်...ရှေ့နေရာဂျ်ကလည်း ဆရ်ဂမ်ကို သဘောကျနေတော့\nဒီအမှုကိုလိုက်ပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်...ဒီလိုနဲ့ တရန်းဟာ တကယ်ပဲ လူသတ်သမားဖြစ်နေမလား...တကယ့်လူသတ်သမားက ဘယ်သူဖြစ်နေမလဲဆိုတာကို\nလှည့်ကွက်တွေများစွာနဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/158ol/(CM)_Deewangee.2002.720p.AMZN.DL.AVC.DDP.5.1-Nyein.mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/gdthtf-139x200.jpg",
        "title": "Laddaland (2011)",
        "description": "ထီဆိုတဲ့သူဟာ သူ့ယောက္ခမအထင်သေးပြောဆိုမှုတွေကိုမခံနိုင်တဲ့အတွက် လတ်ဒါလန်အိမ်ရာက အိမ်တစ်အိမ်ကိုအရစ်ကျနဲ့ပေးဝယ်ခဲ့ပါတယ်ဘန်ကောက်ကနေ လတ်ဒါလန်ကို ပြောင်းရွှေ့ပြီး သူတို့အိမ်ပိုင်တစ်လုံးရှိရင် သူတို့မိသားစုပျော်ရွှင်ကြမယ်လို့ထင်ခဲ့ပေမဲ့ ထီထင်သလို မဖြစ်ခဲ့ပါဘူးတစ်နေ့မှာ သူတို့အိမ်နားက အိမ်တစ်အိမ်မှာအမျိုးသမီးတယောက်သေဆုံးပြီးနောက်ပိုင်း အခြေနေတွေကပိုပိုဆိုးလာပြီး ခြောက်ခြားစရာတွေဖြစ်လာပါတော့တယ်...လူတိုင်းက အဲ့ဒီအိမ်မှာသရဲရှိတယ်လို့ပြောနေကြပေမဲ့ ထီကတော့ သူတို့ရဲ့ ပထမဆုံးပိုင်ဆိုင်ရတဲ့ အိမ်လေးမို့ မယုံခဲ့ပါဘူးအဲ့ဒီအိမ်မှာသရဲတကယ်ရှိရဲ့လား...လတ်ဒါလန်အိမ်ရာမှာရော ဘယ်လိုခြောက်ခြားစရာဖြစ်ရပ်တွေကြုံရဦးမလဲဆိုတာ ဇာတ်ကားမှာကြည့်ရှူလိုက်ရအောင်နော် ။ဒီကားထဲမှာတော့ May Who ဆိုတဲ့ထိုင်းကားထဲက မင်းသမီးချော Sutatta Udomsilp ပါ၀င်ထားပြီး ဒီကားနဲ့ Best Supporting Actress ဆုကို ရရှိခဲ့ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(2GB) / (970MB)\nQuality__1080p, 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:52:00\nType__Drama, Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Li1X/Laddaland_(2011)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    }
]