[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/glnBVGMFpwFfdtKbqZRBUrouJmU.jpg",
        "title": "Into the White(2012)",
        "description": "IMDb - 7.1/10 စစ်ပွဲအတွင်း အခက်ခဲဆုံးအချိန်တွေမှာ ရန်သူတွေဟာလည်း မိတ်ဆွေကောင်းတွေဖြစ်သွားတတ်ကြပါတယ်။Christmas Truce လိုမျိူးဖြစ်ရပ်တွေကိုသဘောကျကြတဲ့ ပရိသတ်ကြီးအတွက် ဒုတိယကမ္ဘာစစ်အတွင်းကနော်ဝေးနိုင်ငံမှာ ဖြစ်သွားခဲ့တဲ့ ဖြစ်ရပ်‌မှန်ကိုရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဟယ်ရီပေါ်တာရုပ်ရှင်တွေထဲမှာ ရွန် ဝီစလီအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Rupert Grint ရဲ့ ဟယ်ရီပေါ်တာရုပ်ရှင်တွေအပြီးမှာ ပထမဆုံးရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒုတိယကမ္ဘာစစ်အတွင်း နော်ဝေးနိုင်ငံအတွင်းမှာ အင်္ဂလိပ်နဲ့ ဂျာမနီ လေယာဉ်တွေ တိုက်ခိုက်ခဲ့ကြပြီး နှင်းတွေဖုံးလွှမ်းနေတဲ့ လွင်ပြင်ကြီးထဲကို ဂျာမန်ဗုံးကျဲလေယာဉ်ကပျက်သွားခဲ့ပြီး သူတို့ပစ်ချခဲ့တဲ့ ဗြိတိန်လေယာဉ်ကလည်း အနီးနားလေးမှာပဲ ပျက်ကျသွားခဲ့ပါတယ်။ပျက်ကျမှုမှာအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့ လေယာဉ်မှူးတွေနဲ့ လေတပ်သားတွေက နှင်းတောကြီးထဲမှာ ခိုလှုံဖို့နေရာတစ်ခုကိုလိုက်ရှာရင်း လွင်ပြင်ထဲမှာရှိနေတဲ့အမဲလိုက်တဲလေးတစ်ခုမှာဆုံတွေ့မိကြပြီး ဗြိတိန်လေသူရဲတွေကို ဂျာမာန်တွေက စစ်သုံ့ပန်းအဖြစ်ဖမ်းထားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ လူသူဝေးတဲ့ နှင်းတောကြီးထဲကိုရောက်နေတဲ့ ဗြိတိန်နဲ့ ဂျာမန်တွေကြား ဘယ်လိုတွေဆက်ဖြစ်လာကြမလဲ၊ ရန်သူတွေဆိုတာက‌ရော မိတ်ဆွေတွေဖြစ်လာနိုင်ရဲ့လား ဆိုတာကို ကြည့်ရှုရမဲ့ စစ်ကားကောင်းလေးတစ်ကားပါဗျ။စစ်ကားဆိုပေမဲ့လည်း တိုက်ခိုက်ခန်းသိပ်မပါပဲ ဖြည်းဖြည်းချင်းစီဆွဲခေါ်သွားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်တာမလို့ ကြည့်ရှု့လိုက်ကြပါဦးဗျ File size…1.16GB / 451.3MB\nQuality…Blu-Ray ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Tj48/Into.the.White.2012.BluRay.720p.mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFMkdtZdyj4UcC6X5VAA1QqIqyS.jpg",
        "title": "Three Lines of Reincarnation ( 2023 )",
        "description": "မြေအောက်သင်္ချိုင်းဖောက်ထွင်းတဲ့ဇာတ်ကားတွေကိုရိုးအီနေကြပြီလား.....\nဒီတစ်ခါတော့ မြေအောက်မှာရတနာတွေဖွက်တဲ့အခါ\nခိုးယူခံရနိုင်တဲ့အန္တရာယ်များတဲ့အတွက် ယိ၊ကျန်း၊တင်း\nမျိးနွယ်(၃)စုရဲ့အကူအညီနဲ့ရေအောက်မှာ ရတနာသိုက်တည်ပြီးမြှုပ်နံကြပါတယ်တဲ့။မျိုးနွယ်(၃)စုရဲ့ထူးခြားချက်ကတော့ ရေအောက်မှာအသက်ရှူနိုင်ပြီး\nစိတ်ကြိုက်သွားလာနိုင်တဲ့ ရေသရဲလို့ခေါ်တဲ့ထူးခြားတဲ့လူတွေရှိနေခြင်းပါပဲ။\nယိဆာ့ဆိုတဲ့ကောင်မလေးဟာ ထူးဆန်းတဲ့ရောဂါကိုကုသဖို့အတွက်နဲ့\nသူငယ်ငယ်တုန်းက သူတို့မျိုးနွယ်တစ်စုလုံး\nမျိုးတုန်းလုမတတ်ဖြစ်ခဲ့ရတဲ့ဖြစ်ရပ်မှန်ကို\nဖော်ထုတ်ဖို့ကြိုးစားတဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။\nအားလုံးပဲရေအောက်ကမ္ဘာရဲ့လျှို့ဝှက်ချက်တွေကိုအတူဖော်လုပ်လိုက်ကြပါဦးနော်......\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Drama , Romance\nRuntime : 1h 50 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/three-lines-of-reincarnation-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNjQzMWE2ODItZGIwOC00YzAwLTkxOGQtN2E1NDhhNjlkMjNmXkEyXkFqcGdeQXVyNzU5MDE0MTE@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "The Quest for Tom Sawyer’s Gold (2023)",
        "description": "The Quest for Tom Sawyer's Gold (2023)\n=============================မိသားစုနဲ့အတူ အပန်းပြေကြည့်ရှု့နိုင်မယ့် ဇာတ်ကားကောင်းလေး\nတင်ဆက်ပေးလိုက်ပါတယ်။ အခုဇာတ်ကားဟာ Tomb Raider တို့၊\nIndiana Jones တို့လို ရတနာတွေ လိုက်ရှာတဲ့ ဇာတ်ကားမျိုးဆိုပေ\nမယ့် က‌လေးတွေအတွက် ရည်ရွယ်ပြီး ရိုက်ထားတာမို့ Dora: The\nExplorer လိုမျိုး ဇာတ်ကားမျိုးပါ။ ဇာတ်လမ်းက အရမ်းကြီးလေး\nနက်တဲ့ Plot Twist တွေ၊ သတ်ခန်းဖြတ်ခန်းတွေ မပါဝင်ပေမယ့်\nထိုက်သင့်တဲ့ စွန့်စားခန်းမျိုးနဲ့ တင်ဆက်ထားတာမို့ ပေါ့ပေါ့ပါးပါး\nကြည့်ရှု့နိုင်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အက်ဂီအန်းစတောင်းဟာ စွန့်စားပြီး\nရတနာတွေကိုလိုက်ရှာရတာ ကြိုက်တဲ့ကောင်မလေးပါ။ ဒါပေမယ့်\nအသက်ကြီးလာပြီး ကလေးတစ်ယောက်ရတဲ့အချိန်မှာတော့ သား\nဖြစ်သူကို စောင့်ရှောက်ရင်း သူ့သားတက်တဲ့ကျောင်းမှာ ဆရာမအဖြစ်\nအလုပ်လုပ်ကိုင်နေခဲ့တာပါ။ အတန်းထဲမှာ တွမ်ဆောယာရဲ့ ရွှေ ဆိုတဲ့\nစာအုပ်အကြောင်းကို သင်ရင်း ကလေးတွေကိုအိမ်စာပေးလိုက်ပါ\nတယ်။ သားဖြစ်သူ အန်တိုနီဟာ သူငယ်ချင်းဖြစ်သူ ဝူဒီ၊ လူ တို့နဲ့အတူ\nတွမ်ဆောယာရဲ့ ရွှေတွေကို စာအုပ်ထဲက လေ့လာရုံနဲ့တင် အားမရဘဲ\nအပြင်မှာပါ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-quest-for-tom-sawyers-gold-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ez1EDULOCUUCySHOZU6tz97qbtM.jpg",
        "title": "Just Go with It(2011)",
        "description": "Comedy ကားကောင်းတွေ ရှားပါးလာတဲ့အချိန်မှာ ၂၀၁၁ ခုနှစ်က ထွက်ရှိထားတဲ့ Comedy/Drama ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ သရုပ်ဆောင်တွေကတော့ Grown ups, Big Daddy တို့ရဲ့မင်းသားကြီး Adam Sandler... Friends seriesက မင်းသမီး Jennifer Aniston... Battleship ဇာတ်ကားထဲက မင်းသမီးချောလေး Brooklyn Decker တို့နဲ့ဆိုတော့ တကယ့်ကိုကြည့်ကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားလေးကတော့ လက်စွပ်လေးတစ်ကွင်းကြောင့် တစ်လောကလုံးဗြောင်းဆန်ကုန်တယ်လို့ပဲပြောရမှာပါ။ ပလက်စတစ်ဆာဂျရီပညာရှင် ‌ဒန်နီယယ်မက်ကာဘီးဟာ လက်ထပ်ခါနီးမှာ သူ့ဇနီးလောင်းကသူ့မကောင်းကြောင်းပြောနေတာကို ကြားခဲ့ရပြီး မင်္ဂလာပွဲပျက်ပြီး စိတ်ဒဏ်ရာရခဲ့သူဖြစ်ပါတယ်။ ဒါပေမယ့်သူဟာ လက်ထပ်လက်စွပ်ကို မစွန့်ပစ်လိုက်ပဲနဲ့ ကောင်မလေးတွေကိုလက်စွပ်ပြ၊ မိန်းမကနှိပ်စက်ကြောင်းပြော၊ မျက်ရည်ခြူတဲ့ စားဘဲကြီးလုပ်ပါတော့တယ်။ တစ်ရက်မှာတော့ သူတကယ်သဘောကျတဲ့ကောင်မလေးတွေ့ပေမယ့် သူ့လက်စွပ်အကြောင်းကိုအမှန်အတိုင်းမပြောချင်တဲ့အခါ လိမ်ပြောဖို့ ဉာဏ်နီဉာဏ်နက်တွေသုံးပါတော့တယ်။ သူ့ကိုကူပြီးလိမ်ပေးဖို့ သူ့လက်ထောက်လည်းမနေရ၊ သူ့လက်ထောက်ရဲ့သားသမီးတွေလည်းမနေရ၊ အဲဒီသားအမိတွေကလည်း အခွင့်အရေးရ‌တုန်း မွှေချလိုက်တော့ ဒန်နီတစ်ယောက် ပြဿနာတွေကြီးပါတော့တယ်။ဒီလိုနဲ့ ဒန်နီက သူချစ်တဲ့‌ကောင်မလေးကိုရမလား၊ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1dli0/Just.Go.With.It.2011.BluRay.720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzFhM2M1MDUtNDhmNC00YzEzLThiMzctYWYxZTc0MGJhNWYyXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "65 (2023)",
        "description": "မင်းသား အဒမ်ဒရိုင်ဘာရဲ့ သိပ္ပံစိတ်ကူးယဉ် အက်ရှင် ရုပ်ရှင်ကားအသစ်လာပါပြီ။ ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေးဆရာကတော့ Scott Beck ဖြစ်ပြီး A Quiet Place ရဲ့ဇာတ်ညွှန်းဆရာပဲဖြစ်ပါတယ်။ ဒါကြောင့်ပဲ ဒီရုပ်ရှင်မှာလည်း အသံမထွက်ရတဲ့အခန်းတွေ များတာလားတော့မသိပါဘူး။ဇာတ်လမ်းအကျဉ်းမေးစ်ဟာ လခစားဝန်ထမ်းတစ်ဦးပါ။ သူ့ရဲ့ အလုပ်ကတော့ အခြားဂြိုလ်တွေကို စူးစမ်းလေ့လာရတာတွေ ရိက္ခာပို့ရတာတွေလုပ်တဲ့ အာကာသယာဉ်မှူးပါပဲ။ ပုံမှန်အားဖြင့် နှစ်ပတ် တစ်လ ခရီးတွေကို ထွက်ရတာဖြစ်ပေမဲ့ ဒီတစ်ကြိမ်မှာတော့ နှစ်နှစ်တောင်ကြာမယ်ခရီးစဉ်တစ်ခုကြုံလာရပါတယ်။ နှစ်နှစ်ခရီးစဉ်ကိုသွားရတဲ့အကြောင်းကလည်း သူ့ရဲ့သမီးမှာ ရောဂါရှိနေပြီ ဆေးကုသဖို့ ငွေလိုလို့ လစာ ၃ ဆလောက်ရမယ့် ဒီခရီးကို လက်ခံလိုက်တာပါ။ ဒါပေမဲ့ လမ်းမှာ ဂြိုလ်သိမ်မွှားအပဲ့တွေနဲ့ တိုက်မိပြီး အမည်မသိတဲ့ဂြိုလ်ပေါ်ကို ပျက်ကျသွားခဲ့ပါတယ်။ ယာဉ်တစ်စီးလုံးမှာ သူတစ်ယောက်ပဲ အသက်ရှင်ကျန်ခဲ့ပြီး အိမ်ကိုပြန်နိုင်ဖို့ အန္တရာယ်တွေကို ကျော်ဖြတ်ရင်းနဲ့ အဲဒီဂြိုလ်ပေါ်မှာ သူတစ်ယောက်တည်းကျန်တာမဟုတ်ကြောင်း သိလိုက်ရတဲ့အခါ...... File size…(1.5 GB)/(855 GB)/(400 ...",
        "rating": "",
        "url": "https://megaup.net/1dlbc/65.2023.720p.(CM).mp4",
        "category": "Action, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qPI94JmMga88RB7vuQA83McgFaz.jpg",
        "title": "Spring(2014)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အချစ်ကားတွေ အဖြစ်မှန်လို ထိတ်လန့်စရာတွေကို ကြိုက်တတ်တဲ့သူတွေအတွက် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ အီဗန်ဆိုတဲ့ ကောင်လေးတစ်ယောက်က ကိုယ့်ကိုကိုယ် ပြန်လည်ရှာဖွေဖို့ အီတလီကို ခရီးနှင်လာပြီး လျှို့ဝှက်ဆန်းကြယ်တဲ့ ကောင်မလေး လူးဝစ်နဲ့ တွေ့ဆုံကြတဲ့ သူတို့ နှစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်နယ်မြို့လေးရဲ့ အလှအပလေးတွေ ခံစားရင်း သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးတွေ ဘယ်လိုဘယ်ပုံဖြစ်လာလည်းဆိုတာကြည့်ရင်းနဲ့ အီဗန်က လူးဝစ်ရဲ့ လျှို့ဝှက်ချက်ကြီးကို သိသွားတဲ့အချိန်မှာ ဘာတွေဘယ်လို ဆက်ဖြစ်ကြမလဲဆိုတာ သည်းထိတ်ရင်ဖို ကြည့်ရမှာပဲ ဖြစ်ပါတယ်ရိုက်ချက်အလှတွေနဲ့ တမူထူးခြားတဲ့ဇာတ်လမ်းလေးဖြစ်တာကြောင့် ဒီဇာတ်ကားလေးက ကြည့်ပြီးရင် ခေါင်းထဲမှာ စွဲကျန်နိုင်စေမယ့် ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ် File size…1.52GB / 560.2MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 49m\nGenre ..... Horror , Romance , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/1dlep/Spring.2014..BluRay720p(CM).mp4",
        "category": "Horror, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3ZbZsmsvNGdprRi2lKgGEeVLEH.jpg",
        "title": "Shazam! Fury of the Gods (2023)",
        "description": "Shazam! Fury of the Gods (2023)ရှဇမ်းရဲ့ ဒုတိယမြောက်ရုပ်ရှင်လာပါပြီ။ ပထမရုပ်ရှင်ရဲ့အဆက်အတိုင်းပါပဲ။\nပထမရုပ်ရှင်ရဲ့ ဒါရိုက်တာက David F. Sandberg ပါပဲ။\nရှဇမ်းလူကြီးအဖြစ်တော့ Zachary Levi ပဲ ပါဝင်ထားပေမဲ့ ကလေးသရုပ်ဆောင်အဖြစ်တော့ အသက်နည်းနည်းကြီးတဲ့ Asher Angel က ပါဝင်ထားပါတယ်။\nစူပါဟီးရိုးမမ အလန်းအဖြစ် Grace Caroline Currey ပါပါတယ်။\nပထမကားထက် ဟာသတွေပိုများပြီး ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပမ်းပြေကြည့်ရှုဖို့သက်သက် ဖန်တီးထားတာပဲဖြစ်ပါတယ်။\nမိသားစုပညာပေးကားလေးဆိုလည်းမမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရိနတ်ဘုရားတွေနဲ့ တိုက်ခိုက်ရတာ ဖြစ်ပါတယ်။\nရှဇမ်းတို့ကို စွမ်းအားတွေပေးခဲ့တဲ့ မှော်တောင်ဝှေးဟာ ဂရိနတ်ဘုရားတွေရဲ့ အစွမ်းတွေကိုခိုးယူထားပြီး နတ်ဘုရားလောကကို မှော်အစွမ်းတွေမရှိတော့အောင် ဖန်တီးခဲ့တဲ့အရာလည်းဖြစ်ပါတယ်။\nဒါပေမဲ့ ရှဇမ်း (၂၀၁၉) မှာ ဘီလီဘတ်ဆန်က ချိုးပစ်လိုက်တဲ့နော်က နတ်ဘုရားတွေ ကမ္ဘာပေါ်ကို ဆင်းလာနိုင်ပြီး သူတို့ရဲ့အစွမ်းတွေကို ပြန်ယူဖို့ ထိပ်တိုက်တွေ့ကြတဲ့အခါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, ...",
        "rating": "6.5",
        "url": "https://megaup.net/2zg2l/Shazam.Fury.of.the.Gods.2023.720p.WEB.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k703Pb5C0NsLvXPgFk8kAKnLylq.jpg",
        "title": "Bridget Jones’s Baby (2016)",
        "description": "Bridget Jones's Baby (2016)~ IMDb - 6.5/10, RT - 78%, Meta - 59% ~ဘရစ်ဂျစ်တို့ တတိယမြောက်ကားကတော့ 2 အပြီး ၁၀နှစ်လောက်ကြာ 2016 ခုနှစ်မှာမှ ထွက်ခဲ့ပါတယ်။ 3 မှာတော့ Second Lead ဒယ်နီရယ်ပါမလာတော့ပါဘူး။ အဲဒီအစား နောက်ထပ်မင်းသားတစ်လက်ပါလာပါတယ်။2 မှာ ဘရစ်ဂျစ်တို့စုံတွဲက ပြန်တွဲခဲ့ပြီး ဇာတ်သိမ်းခဲ့ပေမယ့် 3 မှာတော့ သဘောထားမတိုက်ဆိုင်တာတွေဖြစ်ပြီး နှစ်ယောက်သားပြန်လည် လမ်းခွဲခဲ့ပါတယ်။ မာ့ခ်ကလည်း အခြားတစ်ယောက်နဲ့ အိမ်ထောင်ပြုပြီး ကွာရှင်းလိုက်ပါသေးတယ်။ သူငယ်ချင်းတွေပါ အိမ်ထောင်အသီးသီးကျပြီး မိသားစုနဲ့ ဖြစ်နေချိန်မှာ ဘရစ်ဂျစ်က‌ တစ်ကိုယ်တည်းပြန်ဖြစ်ပြီး အလုပ်ပဲလုပ်‌နေခဲ့ပါတယ်။အလုပ်ကသူငယ်ချင်းရဲ့ တိုက်တွန်းမှုကြောင့် ဂီတပွဲတစ်ခုကိုသွားရာကနေ အဲဒီမှာ အမှတ်မထင်တွေ့တဲ့လူတစ်ယောက်နဲ့အိပ်ခဲ့မိပါတယ်။ နောက်တော့ သူငယ်ချင်းရဲ့ကလေးကင်ပွန်းတပ်ပွဲမှာ မာ့ခ်နဲ့အတူ ခေါင်းကိုင်မိဘ‌တွေလုပ်ရင်း မာ့ခ်နဲ့လည်းပြန်အဆင်ပြေခဲ့ပါတယ်။ ဒါပေမဲ့ ကံမကောင်းစွာနဲ့ သုံးခဲ့တဲ့အကာအကွယ်ပစ္စည်းတွေက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1dktu/(CM)_Bridget_Jones_s_Baby_(2016)_720p.mp4",
        "category": "Bridget Jones Trilogy, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fpaChXpqpDnbCx0acszHBT4v4H0.jpg",
        "title": "Kon-Tiki(2012)",
        "description": "Genre - Adventure, Biography\nIMDB - 7.2/10 ခင်ဗျားတို့သာ ရေမကူးတတ်ဘူးဆို ပစိဖိတ်သမုဒ္ဒရာထဲ မိုင် ၅ ထောင်ကျော်ကို ဖောင်လေးတစ်စင်းနဲ့ ဖြတ်ကူးရဲလား။ ဒါပေမဲ့ ဒီ သောရ်ဆိုတဲ့ဘဲကြီးကတော့ တကယ်လုပ်ခဲ့တယ်ဗျ။ အဲဒီလိုပြောလို့ စိတ်ကူးယဉ်ဇာတ်လမ်း မထင်နဲ့နော် တကယ်အပြင်မှာ ဖြစ်ပျက်ခဲ့တဲ့ ၁၉၄၇ ခုနှစ်က ဖြစ်ရပ်မှန်ဇာတ်လမ်း။ စူးစမ်းရှာဖွေရေးသမား သောရ်ဟာ ပိုလီနီရှားကကျွန်းတွေကို ၁၀ နှစ်ကြာအောင် ဇနီးဖြစ်သူနဲ့ သုတေသနတွေပြုလုပ်ပြီး စာတမ်းပြုစု နေထိုင်ခဲ့တဲ့လူပေါ့။ သူ အဲဒီမှာ နေထိုင်ရင်း ဒီ ပိုလီနီးရှားဒေသကို ဒေသခံတွေဟာ အာရှဖက်ကနေ ရောက်လာကြတာမဟုတ်ပဲ တောင်အမေရိကဖက်က ရောက်လာကြတယ်ဆိုတာကို ထူးဆန်းစွာနဲ့ သိရှိခဲ့ရတယ်။ ဒီတော့ ဆရာသမားက သူတွေ့ရှိခဲ့တဲ့ သီအိုရီကို လိုက်ပြီး ဖြန့်ဝေနိုင်အောင် ဆက်သွယ်တော့တာပဲ ဒါပေမဲ့ ကံဆိုးချင်တော့ ဘယ်သူမှမယုံကြည်ပဲ သူ့ကို ပရော်ဖက်ဆာတစ်ယောက်က ဒါမျိုး ပြောလိုက်ပါတယ်။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1dkpj/Kon-Tiki.2012.BluRay.720p(CM).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/wjeQaiAApgzdipkNXhQnBrqjBY9-133x200.jpg",
        "title": "Congo (1995)",
        "description": "၁၉၉၅ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီ ‘Congo’ ရုပ်ရှင်ကတော့ Oscar-nominated producer & director ကြီး Frank Marshall ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒါရိုက်တာကြီး ရိုက်ကူးထုတ်လုပ်ပေးခဲ့တဲ့ ရုပ်ရှင်တွေထဲမှာဆိုရင်ဖြင့်E.T. the Extra-Terrestrial, The Sixth Sense, The Goonies, Jurassic World, Indiana Jones ရုပ်ရှင်အချို့နဲ့Back to the Future trilogy ၃ကားလုံးလည်း ပါဝင်တာဖြစ်တဲ့အတွက် တော်တော်လေးမခေတဲ့ ဒါရိုက်တာတစ်လက်လို့ ဆိုရမှာပါ။ဒါရိုက်တာကြီးရဲ့ ညွှန်ကြားမှုအောက်မှာတော့ ဒေါက်တာ Karen Ross အဖြစ် The Truman Show နဲ့ Love Actually ရုပ်ရှင်များမှ မင်းသမီးကြီး Laura Linney. The Lake House မှ Dylan Walsh. Ghostbusters ရုပ်ရှင်များမှ Ernie Hudson နဲ့ Home Alone ပရိသတ်တွေဆို တော်တော်လေးမစိမ်းကြမယ့် မျက်နှာပိုင်ရှင် Tim Curry တို့က ပါဝင်အားဖြည့် သရုပ်ဆောင်ထားကြတာပဲ ဖြစ်ပါတယ်File size…(2.0 GB)/(1.7 GB)/(890 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Action, Adventure, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Keith M",
        "rating": "",
        "url": "https://megaup.net/1T47t/Congo.1995.720p.(CM)_(2).mp4",
        "category": "Action, Adventure, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZWQ2NTI4MzktNjhkZC00Yzg5LWI1MmYtNTlmNjQzOWQ2NTE4XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-140x200.jpg",
        "title": "Autumn Sonata (2017)",
        "description": "Autumn Sonata ( 가을 우페국) (2017)\n===========================၂၀၁၇ ခုနှစ်က ထွက်ရှိခဲ့ပြီး အဓိပ္ပာယ်အပြည့်နဲ့ လှပတဲ့\nကိုရီးယားဇာတ်ကား‌ဟောင်းလေး ဖြစ်ပါတယ်။ အဆို\nတော်သရုပ်ဆောင်မင်းသမီး BoA နဲ့အတူ မင်းသား Lee\nHak Joo တို့အဓိက ပါဝင်ထားပါတယ်။ကိုယ့်‌ မွေးရပ်မြေ မြို့လေးနဲ့ သဘာဝတရားကို ချစ်မြတ်\nနိုးပြီး သင်္ခါရတရားကို သေချာနားလည်ထားတဲ့ ရင့်ကျက်\nတဲ့ ၂၉ နှစ်အရွယ် မမ \"ဆူရွန်း\"နဲ့  သူ့နောက်အမြဲ တကောက်\nကောက်လိုက်နေတဲ့ ၂၆ နှစ်အရွယ် မောင်လေး \"ဂျွန်းလေး\"\nတို့ရဲ့ ကြည်နူးဖွယ်ဇာတ်လမ်းလေး...• အင်ဆူရွန်း အဖြစ် BoA\n• ဂျွန်းလေး အဖြစ် Lee Hak Jooဇာတ်အလှည့်အပြောင်းတွေနဲ့ ပရိတ်သတ်ကြီးကို ရင်ထဲထိ\nစေမယ့် ရသတစ်ခုခု ပေးမယ်ဆိုတာ ယုံကြည်ပါတယ်။\nဇာတ်ရှိန်ပျက်မှာစိုးလို့ ဒီကားလေးကိုတော့ ရှည်ရှည်ဝေးဝေး\nပြောမနေတော့ဘူးနော်...ပရိတ်သတ်ကြီးတို့ ကိုယ်တိုင်ပဲ\nကြည့်လိုက်ကြဖို့ အကြံပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhaing Khin ဖြစ်ပါတယ်)File Size..........(1.22 GB) / ...",
        "rating": "5.2",
        "url": "https://megaup.net/2z5P0/Autumn.Sonata.2017.KOREAN..720p.WEBRip.(CM)_(2).mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A1EnhqXiPQMo5QP7eBWLFpeOvKB.jpg",
        "title": "Serena(2014)",
        "description": "Serena(2014)************မင်းသားကြီးBradley Cooperနဲ့ မမJennifer Lawrenceတို့အဓိကသရုပ်ဆောင်ထားတဲ့ Dramaကားလေးပါ။ဂျော့်ဟာ ရည်မှန်းချက်ကြီးတဲ့ သစ်လုပ်ငန်းရှင်တစ်ယောက်ဖြစ်ပြီးတစ်‌နေ့မှာတော့ ဆရီနာကို မြင်မြင်ချင်းချစ်ခင်သွားပြီး\nတွေ့တွေ့ချင်းပဲလက်ထပ်ခွင့်တောင်းခဲ့ပါတယ်။\nဆရီနာကလည်း သစ်လုပ်ငန်းရှင်တစ်ဦးရဲ့သမီးဖြစ်တာနဲ့အညီ ဂျော့်နဲ့လက်တွဲခဲ့ပြီးနောက်မှာ သူ့စီးပွားရေးကိုပါဦးစီးနိုင်လာပါတယ်။\nအချစ်စစ်တို့မည်သည် ရိုးရှင်းဖြောင့်ဖြူးမနေပါဘူး..တကယ်တော့ သူတို့ (၂) ဦးလုံးမှာ လျှို့ဝှက်ချက်ကိုယ်စီရှိနေကြပြီးအဲ့ဒီအရာတွေပေါ်လာတဲ့အခါမှာတော့ သူတို့ဘယ်လိုဆက်ဖြတ်သန်းကြမလဲ..\nဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကို ရိုက်ကွင်းလှလှတွေနဲ့ လိုက်ဖက်လှတဲ့မမJennifer Lawrenceတို့စုံတွဲကို တစ်ဝကြီးထိုင်ကြည့်နိုင်ပါပြီ။File Size :(1.9GB) and (700MB)\nQuality : Blu-Ray1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:49:00\nGenre :History, Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1dkg5/Serena.2014.BLU-RAY.720P(CM).mp4",
        "category": "Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a4JBNvVVHj60OEEc6MbLIvA0v6B.jpg",
        "title": "Romancham(2023)",
        "description": "Romancham (2023)\nIMDb 8.1\nဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့သရဲခေါ်ဘုတ်ပြားကတစ်ဆင့် ဝိညာဥ်ဆင့်ခေါ်ခဲ့မိတဲ့သူငယ်ချင်း၇ယောက်...\nငယ်စဉ်ကလေးဘဝကတုန်းက သရဲခေါ်နည်းပေါင်းစုံကစားဖူးကြမှာပါ\nဘောပင်နဲ့ခေါ်တာ ဘုတ်ပြားပေါ် ဖယောင်းတိုင်တို့၊ဖန်ခွက်တို့နဲ့ခေါ်တာမျိုးတို့ပေါ့ဒီဇာတ်ကားထဲမှာလည်း စစချင်းမှာ ကိုမာကြောင့်ဆေးရုံမှာလှဲနေရတဲ့ ဂျီဘင်ဆိုသူရှိပါတယ်\nသူဘာကြောင့်ဒီလိုဖြစ်ခဲ့ရလဲမမှတ်မိဘူးပေါ့ နောက်ကြောင်းပြန်ရရင်တော့\nသရဲခေါ်ဘုတ်ပြားကနေစမှာပါ တစ်အိမ်တည်းမှာအတူစုနေကြတဲ့သူငယ်ချင်း၇ယောက်ရှိပါတယ်\nငှားရမ်းခကို အတူတူစုခံပြီး ညနေဘက်တိုင်း ဘော်လီဘောကစားကြတဲ့ပျော်ပျော်နေတတ်တဲ့သူငယ်ချင်းတစ်သိုက် ...သူတို့ထဲကတစ်ယောက်က ကစားနည်းပျင်းလာလို့ဆိုပြီး သရဲခေါ်ကစားနည်းဆော့ခဲ့ရာမှ ကမောက်ကမဖြစ်ကြရမဲ့သူတို့ဘဝတွေ...\nဇာတ်လမ်းကြည့်ရင်းနဲ့ကိုဖြစ်ရပ်မှန်ဆိုတဲ့အသိကြောင့်အသည်းတစ်ယားယားဖြစ်နေမှာပါပဲရှင်\nFile size…2.21GB / 889MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin Khin ~BpL~ Yunni",
        "rating": "",
        "url": "https://megaup.net/2zf4C/Romancham_(2023)_Malayalam_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzkyMjU1ZjMtMDJlMS00M2YzLWJhZDQtYjFjZTUyMzI2MDViXkEyXkFqcGdeQXVyMzQyMDgzOTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Murder Mystery 2 (2023)",
        "description": "Murder Mystery 2 (2023)\n===================\nIMDb Rating - 5.7/10နာမည်ကြီး မင်းသား Adam Sandler နဲ့ မင်းသမီး Jennifer\nAniston တို့ အဓိကသရုပ်ဆောင်ရိုက်ကူးထားတဲ့ Mystery\nMurder 2 ပြန်လာပါပြီ။ ဇာတ်​လမ်းကတော့ ​​တစ်ကားလုံး\nရယ်စရာဟာသတွေနဲ့ တစ်လွဲတွေကို တွေ့မြင်ရမယ့် Mystery,\nComedy Genre ပဲ ဖြစ်ပါတယ်။Nick Spitz နဲ့ Audrey Spitz တို့ သူတို့ စုံထောက်လုပ်ငန်းမှာ\nအလွဲတွေချည်းလုပ်ပြီး ဒေဝါလီခံလုနီးပါးအချိန်မှာ သူတို့ရဲ့\nသူငယ်ချင်း ဘီလီယံနာသူဋ္ဌေးဆီက မင်္ဂလာဆောင်ဖိတ်တာကို\nခံလိုက်ရတယ်။ သူတို့လည်း လက်ခံလိုက်ပြီး ဥရောပကို ခရီး\nထွက်လာကြတာပေါ့။ ရောက်လည်းရောက်ရော ဘီလီယံနာ\nသူဋ္ဌေးရဲ့ အပျံ့စားဧည့်ခံမှုတွေကြောင့် ပျော်နေချိန်မှာပဲ မကြာ\nလိုက်ပါဘူး၊ ပြဿနာအကြီးကြီးတက်တော့တာပဲ။ သတို့သား\nဘီလီယံနာသူဋ္ဌေးကို မင်္ဂလာဆောင်မှာ ပြန်ပေးဆွဲခံလိုက်ရပါ\nတယ်။အဲဒါကြောင့်Nick နဲ့ Audrey လည်း စုံထောက်တွေအဖြစ် တရား\nခံကိုရှာဖွေဖို့ သံသယဝင်သူတွေကို စစ်ကြတယ်။ ဒါပေမဲ့ အဲ့ဒီ\nသံသယဝင်ခံရတာက Nick ...",
        "rating": "5.7",
        "url": "https://megaup.net/1dkta/Murder.Mystery.2.2023.720p.NF.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ypXpwknmGfr4sF0hrlWAwHh2JE5.jpg",
        "title": "Das Boot(1981)",
        "description": "Genre - War,Drama\nIMDB - 8.4/10 ဒုတိယကမ္ဘာစစ်ရဲ့ စစ်မျက်နှာပြင်မှာ ကုန်းကြောင်း၊ လေကြောင်းနဲ့ ရေကြောင်းရှိတဲ့အလျောက် ဒီလို ရေငုပ်သင်္ဘောအကြောင်း ရိုက်ထားတာ တော်တော်ကိုရှားတယ် ပြောရမယ်။ မှတ်မိသလောက်ဆို ၂၀၀၀ ခုနှစ်က U-571 ရယ် ထွက်ထားတာ သိပ်မကြာသေးတဲ့ Greyhound တို့ပဲ ရှိမယ်ထင်တယ်။ ပြီးတော့ ဂျာမန်စစ်ကားထုံးစံအတိုင်း ဝါဒဖြန့်မပါပဲ သဘာဝကျကျ ဖြတ်သန်းရတာမျိုးပဲ ကြည့်ရှုရမှာပါ။ ပြောလို့သာပြောတာ WW2 မှာ ဂျာမန်ရေငုပ်သင်္ဘောတွေက အမဲလိုက်မြေခွေးတွေဆိုတဲ့ နာမည်ပြောင်အတိုင်း ပင်လယ်ပြင်တွေမှာ မဟာမိတ်သင်္ဘောတွေကို တစ်စီးတည်းနဲ့ အုပ်လိုက်တွေကို အမဲလိုက်တာ အင်မတန်ကြောက်ဖို့ကောင်းပါတယ်။ မင်းသားကြီး တွန်ဟမ့်သရုပ်ဆောင်ထားတဲ့ Grey Hound မှာ ဥပမာအနေနဲ့ မြင်နိုင်ပါတယ်။ ဒါပေမဲ့ ဒီကားမှာကျ ဒီဂျာမန်ရေငုပ်သင်္ဘောသားတွေရဲ့ လက်တွေ့ဘဝ၊ အခက်အခဲ၊ သေရေးရှင်ရေး ကြိုးပမ်းရပုံတွေကို အမြင်တစ်မျိုးနဲ့ ပြန်ခံစားရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ စစ်သတင်းထောက် ဗိုလ်လေးတစ်ယောက်က ...",
        "rating": "8.4",
        "url": "https://megaup.net/1dkvo/Das.Boot.1981.BluRay.720pMW(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bSMSO9xupd4R4vwTPqigHn2quLN.jpg",
        "title": "Murder Mystery (2019)",
        "description": "Murder Mystery (2019)\n=================၂၀၁၉ထွက်ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ်။ နာမည်ကြီးမင်းသားမင်းသမီးတွေ ပါဝင်\nထားတဲ့ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကိုစလိုက်ရအောင်ဗျာ ...\nနယူးယောက်က  စုံထောက်စာမေးပွဲကိုခဏခဏကျတဲ့\nရဲအရာရှိတစ်ယောက်နဲ့ သူ့မိန်းမ ကအိမ်ထောင်သက်\n၁၅နှစ် ပြည့်မှာ ဇနီးသည်ရဲ့အလိုဆန္ဒကိုလိုက်လျောသော\nအားဖြင့် မင်္ဂလာဦးပေးထားခဲ့တဲ့ ဥရောပခရီးထွက်ဖို့ဖြစ်\nလာခဲ့ပါတယ်။ လေယာဉ်ပေါ်‌ရောက်တော့ ကယ်ဗန်ဒစ်ချ်\nဆိုတဲ့လူတစ်ယောက်နဲ့ရင်းနှီးသွားတယ်။ စကားတွေ ပြော\nဖြစ်ရင်းနဲ့ သူ့ဦးလေးဘီလီယံနာ အဖိုးကြီးမင်္ဂလာဆောင်\nဂုဏ်ပြုပွဲလုပ်တဲ့အပန်းဖြေသင်္ဘောကိုခေါ်လို့လင်မယား\nနှစ်ယောက်လိုက်သွားတာပေါ့။ညဖက်ရောက်တော့အခန်းထဲမှာအဖိုးကြီးရဲ့မိသားစုတွေ\nမိတ်ဆွေရှေ့မှာ အဖိုးကြီးက သူ့ဇနီးသည်ငယ်ငယ်လေးကို\nသူပိုင်ဆိုင်သမျှ ဘီလီယံနာ ၇၀ လုံးလွှဲပေးဖို့လက်မှတ်\nထိုးခါနီး ရုတ်တရက်မီးပြတ်ပြီး အဖိုးကြီးအသတ်ခံလိုက်\nရတယ်။ ဇာတ်လမ်းကအဲ့ကနေစတော့တာပဲ . . .ဒါနဲ့ ရဲလင်မယားနှစ်ယောက်က သံသယရှိတဲ့လူတွေကို\nစုံစမ်းကြတယ်၊ သူတို့သံသယရှိတယ်လို့ထင်တဲ့သူတွေက\nလည်း တစ်ယောက်ပြီးတစ်ယောက်သေသွားကြတယ်။\nဘယ်လိုအလွဲလေးတွေနဲ့လိုက်စုံစမ်းကြမလဲဆိုတာ ရယ်\nစရာတွေကြည့်ရင်းရင်းအပန်းဖြေရင်းကြည့်ကြမယ်ဗျာIMDB rating 6.1ရထားတဲ့ ဟာသ ကားလေးမို့အားပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုတင်မျိုးလွင် ပါ)File Size : (800 MB) and (400 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 37min\nFormat : Mp4\nGenre : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/murder-mystery-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKUfSLK1w5qCmC3lmHOP7VEVPGm.jpg",
        "title": "My Imaginary Country(2022)",
        "description": "My Imaginary Country(2022)*************************** ၀၁၉ ခုနှစ် အောက်တိုဘာလရဲ့ လမ်းမတွေပေါ်မှာ ဆန္ဒပြခဲ့တာကစလို့ လူထုအုံကြွမှုဖြစ်စေခဲ့တဲ့၂ နှစ်ကြာတဲ့ ချီလီနိုင်ငံရဲ့ တော်လှန်ရေးကို ရိုက်ပြထားတဲ့ Documentary ဇာတ်ကားဖြစ်ပါတယ်။ရထားစီးခကို တိုးပြီး ကောက်ခံတဲ့ လို့ ကျောင်းသားလူငယ်တွေ မကျေမနပ်ဖြစ်ကာအဓိကရုဏ်းဖြစ်ရာကစလို့ နှစ်ကြာရှည် ဖိနှိပ်ခံ အမြတ်ထုတ်ခံနေရတဲ့ ပြည်သူလူထုဟာတစ်စည်း တစ်လုံးတည်း လမ်းမတွေပေါ်ထွက်ကာ တိုင်းပြည်ရဲ့ စီးပွားရေးနဲ့ အုပ်ချုပ်ရေးစနစ်ကို ဆန္ဒပြ ဖော်ထုတ်ခဲ့ကြတယ်။အစပိုင်းမှာတော့ ရဲတွေရဲ့ မျက်ရည်ယိုဗုံးတွေ နံပါတ်တုတ်နဲ့ ရိုက်တာတွေ ကျည်ဆန်အတုနဲ့ ပစ်တာတွေကို ကြုံခဲ့ရပြီးလူဦးရေ ၄၀၀ ကျော် မျက်စိကို ထိခိုက်ပြီး အမြင်အာရုံ ပျောက်ခဲ့ရတယ်။ ဒီလိုနဲ့ တော်လှန်ရေး အရှိန်အဟုန်ဟာ တိုးလာပြီး ပြည်သူလူထုဘက်က ဒိုင်းတွေကာ ခဲတွေပေါက်ပြီး ကိုယ့်ကိုယ်ကို ကာကွယ်ခဲ့ကြရတယ်။ဖိုဝါဒီနဲ့ အမျိုးသမီးအခွင့်အရေးတွေကို ဖိနှိပ်ခံထားရတဲ့ အမျိုးသမီးလေးတွေ အိမ်ရှင်မတွေဟာလည်းဒယ်အိုးကို တီးပြီး လမ်းမတွေပေါ် ထွက်လာကြတယ်။ အဲ့ဒီနောက်စစ်တပ်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/2zf4h/My.Imaginary.Country.2022.WEB-DL.720P(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8IPYhz6YcxASTg72XqOECfyAlSw.jpg",
        "title": "Love So Divine(2004)",
        "description": "Love So Divine(2004)*******************ဂင်ဂျူရှစ်ဆိုတဲ့လူငယ်လေးဟာ ခရစ်ယာန်ဘာသာကို အထူးယုံကြည်သက်ဝင်ပြီးကျန်ရှိတဲ့သက်တမ်းတစ်လျှောက်ကိုလည်း မွန်မြတ်တဲ့ ဖာသာတစ်ဦးအဖြစ်နဲ့ ဖြတ်သန်းသွားဖို့ ရည်ရွယ်ထားတဲ့ သူတစ်ဦးပါ...\nဒါ့ကြောင့် ခရစ်ယာန်ကျောင်းတော်မှာလည်း ကျင့်ဝတ်တွေကိုသေချာလိုက်နာပြီး စာတွေလည်း အရမ်းကြိုးစားခဲ့ပါတယ်...\nဒီလိုနဲ့ သူနေတဲ့ ခရစ်ယာန်ကျောင်းတော်ကြီးက ဖာသာကြီးရဲ့ သမီးဖြစ်သူဟာအမေရိကားမှာ စာသင်ပြီး ကျောင်းပိတ်လို့ပြန်လာခဲ့ပါတယ်...\nကောင်မလေးဟာ အမေရိကားမှာကျောင်းတက်လာတဲ့ခေတ်လူယ်ပီပီခေတ်ဆန်ပွင့်လင်းပြီး အရာရာကိုစူးစမ်းတဲ့သူတစ်ဦးပေါ့ ...ဒီလိုကောင်မလေးနဲ့ ရှေးရိုးစွဲ ဘာသာရေးသာ ပထမလို့ ယူဆထားတဲ့ လူငယ်လေးနဲ့တွေ့တဲ့အခါမှာတော့....File Size :(1.4GB) and (654MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Romance , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nan D Lin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1diyp/Love.So.Divine.2004.WEB-DL.720PCM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMDk2ZGVkY2UtZGE0MS00NTY1LThiZjYtYjQxMTAwMjM5M2VlXkEyXkFqcGdeQXVyNTI4MjkwNjA@._V1_-133x200.jpg",
        "title": "The Dead Zone (1983)",
        "description": "The Dead Zone 1983\nImdb 7.2/10 rotten tomatoes 88%\n1979 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Stephen King ရဲ့  လက်ရာတစ်ခုဖြစ်တဲ့ The Dead Zoneကိုအခြေပြုပြီးရိုက်ထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအသွားက‌တော့ ဂျွန်နီစမစ်ဆိုတဲ့ ကျောင်းဆရာတစ်ယောက်ဟာ ယာဥ်မတော်တဆမှုကြောင့် ၅နှစ်ကြာ ကိုမာဝင်သွားခဲ့တာဖြစ်ပါတယ်။ သူဟာ ကိုမာကနေ ပြန်လည်သတိရလာတဲ့အခါမှာ သူ့မှ ာ လူတွေကို ထိလိုက်တာနဲ့ အဲ့လူရဲ့အနာဂတ်ကိုမြင်နိုင်တယ်ဆိုတာကိုသိခဲ့ရတယ် သူဟာသူ့ကိုယ်သူစစချင်းမယုံကြည်နိုင်ခဲ့ပေမယ့် နောက်ပိုင်းမှာ‌‌တော့လူတွေကိုကူညီဖို့ပြုလုပ်လာခဲ့တယ် သူဟာ ဂရက်ဂ်စတေးလ်ဆန်လို့ခေါ်တဲ့ မဲရွေးဝင်ခံနေတဲ့ အမတ်တစ်ယောက်နဲ့ လက်ဆွဲနှုတ်ဆက်ပြီးတဲ့နောက်ပိုင်းမှာပဲ ဂျွန်နီတစ်ယောက်ဘယ်လိုဆုံးဖြတ်ချက်တွေချခဲ့လဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာ‌တော့ Johnny Smithအဖြစ် အော်စကာဆုရှင် Christopher Walkenက သရုပ်ဆောင်ထားပြီးတော့  Johnny Smithရဲ့ ရည်းစားအဖြစ်အဖြစ်Brooke Adamsမှပါဝင်သရုပ်ဆောင်ထားသလို အမတ် Greg Stillsonအဖြစ် Martin Sheenမှပါဝင်သရုပ်ဆောင်ထားပါတယ်တယ်File size…(2 GB)/(1.3 GB)/(600 Mb)\nQuality….Webrip ...",
        "rating": "",
        "url": "https://megaup.net/1d5d8/The.Dead.Zone.1983.720p.(CM).mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTY3NzkwMWQtMDU1Ny00OTBhLWIzYzAtMmMwZTFmMmU4NmI2XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Man with Two Brains (1983)",
        "description": "ဇာတ်လမ်းအကျဥ်းကတော့ ဇနီးသည်ကွယ်လွန်ထားလို့ ပူပူနွေးနွေး မုဆိုးဖိုဖြစ်နေတဲ့ ဦးနှောက်ခွဲစိတ်ဆရာဝန်တစ်ဦးဟာ မိန်းမလှလေး တစ်ယောက်ကို ကားနဲ့တိုက်မိပြီး အဆိုပါမိန်းမ‌လှ‌လေးက‌ ဦးခေါင်းဒဏ်ရာရသွားလို့ သူကိုယ်တိုင်တီထွင်ထားတဲ့ ဦးခေါင်းခွဲစိတ်နည်းနဲ့ အသက်ကယ်ပေးလိုက်ပါတယ်။ ဇာတ်လိုက်ကျော် ဦးနှောက်ခွဲစိတ်ဆရာဝန်ဟာ မိန်းမလှလေး သတိရလာတဲ့နောက်မှာ သူမရဲ့ စရိုက်မှန်ကိုမသိဘဲ ချစ်မိသွားပြီး လက်ထပ်လိုက်ပါတော့တယ် ။ ပျားရည်ဆမ်းခရီးအနေနဲ့ ဩစတြီးယားနိုင်ငံကို ခရီးထွက်သွားပြီး ထူးဆန်းတဲ့ဆရာဝန်တစ်ယောက်နဲ့ စကားစပ်မိရာက‌နေ ထူးဆန်းတဲ့ လူသတ်မှုတွေအကြောင်း ၊ အသတ်ခံရတဲ့ သူ့သူငယ်ချင်းဆရာဝန်အကြောင်း‌ သိရှိခဲ့ရတဲ့အပြင် စကား‌ပြောတတ်တဲ့ ဦးနှောက်တစ်လုံးနဲ့ပါ တွေ့ဆုံခဲ့ပါ‌တော့တယ်။ ဒါ့အပြင် သူ့ဇနီးရဲ့ စရိုက်မှန်တွေကို သိသွားပြီးနောက်မှာ ဘယ်လိုတွေ ဆက်လက်ဖြေရှင်းမလဲဆိုတာကတော့ .... IMDb rating 6.4 ရရှိထားပြီး ထေ့လုံး၊ ငေါ့လုံး၊ ဟာသလေး‌တွေပါ ညှပ်ထည့်ထားလို့ ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမယ့် ဇာတ်ကားလေးတစ်ကားပါပဲ။ ခန္ဓာကိုယ်ဗလာအသားပေးပြကွက်တွေနဲ့ လိင်ပိုင်းဆိုင်ရာစကားလုံးတွေ ပါဝင်တာကြောင့် အသက် 18 နှစ်အောက် ကလေးတွေ ...",
        "rating": "",
        "url": "https://megaup.net/2z2O0/The.Man.with.Two.Brains.1983.720p.(CM).mp4",
        "category": "Comedy, Sci-Fi"
    }
]