[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/download-1-139x200.jpg",
        "title": "A Rose for Her Grave: The Randy Roth Story(2023)",
        "description": "A Rose for Her Grave: The Randy Roth Story(2023)*********************************************“လူယုံသတ်လို့သေ”၊\n“ကျွန်ယုံတစ်ဖက်ကန်း သားသမီးယုံ စုံလုံကန်း”၊\n“နောက်ကျောကို ဓါးနဲ့ထိုး”\nဒီစကားတွေဟာ လူတစ်ယောက်အပေါ် ယုံကြည်မှုထားတာ လွဲမှားပုံ၊ကိုယ်ယုံတဲ့သူက ကိုယ့်ကိုပြန်ဒုက္ခပေးပုံတွေကို ပြဆိုနေတာပါ။ဒီနေ့ခေတ်တိုးတက်နေတဲ့ခေတ်ကြီးမှာ လည်း ကိုယ့်ကို ယုံကြည်အောင်ချဉ်းကပ်ပြီးမှ၊ကိုယ်နဲ့အတူတူအကြာကြီးနေပြီးမှကိုယ့်ကို ပြန်အသုံးချရုံမက သူ့အကျိုးအတွက်ကိုယ့်ကို ဒုက္ခပေးသွားတဲ့လူစားတွေ ဒုနဲ့ဒေးဖြစ်ပါ တယ်။ အထူးသဖြင့် အယုံလွယ်တတ်တဲ့ မိန်းကလေးတွေအတွက်အပေါ်ယံနဲ့ ယုံကြည်ဖို့ မလွယ်ပါဘူး။\nဇာတ်လမ်းအကြောင်း ပြောရရင်တော့ စင်ဒီ (ခေါ်) စင်သီယာဟာ သူ့ရဲ့ အမျိုးသား ဆုံးသွားတဲ့အတွက်ချမ်းသာတဲ့မုဆိုးမလေးအဖြစ် သားတစ်ယောက်နဲ့ ကျန်ခဲ့ပါတယ်။သူ ငယ်ချင်းဖြစ်သူ လော်ရီ ရောက်လာပြီး အတူလာနေပေးပါတယ်။အစပိုင်းမှာ ပျော်ပျော် ရွှင်ရွှင်ဖြစ်နေပေမယ့် အမျိုးသားတစ်ယောက် သူတို့သုံးဦးသားဘဝထဲကို ဝင်ရောက်လာ ချိန်မှာတော့ မထင်မှတ်ထားတဲ့ကိစ္စတွေဖြစ်ပေါ်လာပါတယ်။ဘယ်သူက ယုံကြည်ရမလဲ၊ ဘယ်သူက မယုံကြည်ရတာလဲဆိုတာ ကွဲကွဲပြားပြားသိလာရပါတော့တယ်။ဘယ်သူ့ကိုမှ အလွယ်တကူ ယုံကြည်မှုမရှိသင့်တာကို ပြသထားတဲ့ဇာတ်ကားကောင်းလေး တစ်ကား ဖြစ်ပါတယ်။File Size ...",
        "rating": "6.5",
        "url": "https://megaup.net/1SLi1/A.Rose.For.Her.Grave.The.Randy.Roth.Story.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w7X1ra5lYbiZ5WnkCikSThKCMZm.jpg",
        "title": "Have a Nice Day!(2023)",
        "description": "Have a Nice Day!(2023)**********************Enrique Guerrero ဆိုတဲ့ လူဟာ radio host အနေနဲ့ La bomba ဆိုတဲ့အမျိုးသမီးနဲ့အတူRock and roll သီချင်းတွေကို တင်ဆက်တဲ့လူ လုပ်ခဲ့ပါတယ်.....ဒါပေမယ့် တကယ့်တကယ် အစီအစဉ်အောင်မြင်လာတာတော့ ရေဒီယိုဌာနက သူ့ကိုပစ်လိုက်ပြီးLa bomba နဲ့ပဲ ဆက်လက် လုပ်ဆောင်ပါတော့တယ်...\nLa bomba ဟာ သူ့ဘဝရဲ့ တစ်ဦးတည်းသောချစ်ရတဲ့ အမျိုးသမီးလေးလည်း ဖြစ်ပြန်ပါတယ်...\nတစ်နေ့တော့ ရေဒီယိုဌာနက သူတို့နှစ်ယောက်အတွက် ဂုဏ်ပြုပွဲလေးလုပ်ပေးဖို့ ဖိတ်စာရောက်လာပါတယ် ...အဲ့ဒီပွဲလေးတက်မှ သူ့ငယ်ချစ်ဦးလေး La bomba နဲ့အတူ တွေ့နိုင်မှာမို့လို့ အဲ့ဒီပွဲကို သွားဖို့ ပိုက်ဆံတွေစုပါတော့တယ်...\nအဲ့ဒီပွဲနေ့ရောက်လာတဲ့နေ့မှာတော့  သူမမျှော်လင့်ထားတွေဖြစ်ပါတော့တယ်...File Size :(1.5GB) and (697MB)\nQuality : NF.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/1SLfv/Have.a.nice.day.2023.NF.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmU3MGNkYTMtMjE1ZC00Yzc0LTllODktNzU2ZDMwMDVjNjg4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Innocent Blood (1992)",
        "description": "IMDB 6.2/10 ရထားတဲ့ Innocent Blood (1992)ဆိုတဲ့ Comedy/Horror\nသွေးစုတ်ဖုတ်ကောင်ကားလေးပါ.. စွဲမက်ဖွယ် ပြင်သစ် မင်းသမီး Anne Parillaud\n(La Femme Nikita)က သွေးစုတ်ဖုတ်ကောင်မလေးအဖြစ်၊\nAnthony LaPaglia (Without a Trace)က ရဲအရာရှိ ဂျိုးအဖြစ်၊\nကွယ်လွန်သွားပြီဖြစ်တဲ့ မင်းသားကြီး Robert Loggia (Big) က\nSallie The Sharkအဖြစ် ပါဝင် သရုပ်ဆောင်ထားကြပါတယ်..ဇာတ်လမ်းအကျဉ်း\nမာရီက ဆိုးသွမ်းတဲ့ယောကျ်ားတွေကိုပဲ အရောဝင် သွေးသောက်တတ်တဲ့၊\nတစ်ကိုယ်တော် လှုပ်ရှားတတ်တဲ့ သွေးစုတ်ဖုတ်ကောင်မလေးပါ..\nတစ်နေ့မှာတော့ သွေးစုတ်ဖို့ သားကောင်ရှာရင်း သူကိုက်လိုက်မိတဲ့ သားကောင်က\nမြို့ထဲက အဆိုးတကာ့အဆိုးထွဋ်ခေါင်ဆိုတဲ့ Sallie The Shark ဖြစ်နေခဲ့ပြီး..\nပြန်လည်ရှင်သန်နိုင်စွမ်းရှိတဲ့ သွေးစုတ်ဖုတ်ကောင်အစွမ်းတွေကို ရရှိသွားတဲ့ ဆယ်လီက\nတခြားလူတွေကိုပါ သွေးစုတ်ဖုတ်ကောင်အဖြစ်ပြောင်းပြီး မြို့ကို သိမ်းပိုက်ဖို့ကြိုးစားလာချိန်မှာတော့..\nကိုယ်ဇာတ်ကိုယ်မနိုင်ဘဲ ဆယ်လီ့ကို လက်စသိမ်းနိုင်ဖို့အရေး မာရီက အမျိုးမျိုးကြိုးစားရပါတော့တယ်..\nဒီလိုနဲ့ ဆယ်လီ့ကို ဖမ်းဆီးဖို့ကြိုးစားနေတဲ့ ရဲအရာရှိဂျိုးနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ကြရာမှာတော့..\nသွေးစုတ်ဖုတ်ကောင်နဲ့ လူသားရဲအရာရှိတို့နှစ်ယောက်ကြား ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ..\nရဲအရာရှိဂျိုးတစ်ယောက် ...",
        "rating": "",
        "url": "https://megaup.net/1cHi2/Innocent.Blood.1992.720p.(CM).mp4",
        "category": "Comedy, Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZTQwMWFhYWMtZmE0OS00MmMxLWE3NzAtYjU1NzIyZjdmODNhXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Luther: The Fallen Sun (2023)",
        "description": "Luther: The Fallen Sun (2023)\n=======================\nRotten Tomatoes 65%,\nIMDb Rating 6.7/10၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ နာမည်ကြီးမင်းသား Idris Elba ရဲ့\nစုံထောက်ရုပ်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။  Idris\nElba နဲ့အတူ အပြိုင် သရုပ်ဆောင်ထားတဲ့ မင်းသားကတော့\nAndy Serkis ဖြစ်ပါတယ်။သူဟာလည်း The Lord of the Ring\nTrilogy, Planet of the Apes, Black Panther ရုပ်ရှင်တွေမှာ\nပါဝင်သရုပ်ဆောင်ထားပြီး နာမည်ကြီး တစ်ယောက်လည်း ဖြစ်ပါ\nတယ်။ဇာတ်လမ်းအကျဉ်းဟာဆိုရင် Luther ဟာ စုံထောက်တစ်ယောက်\nဖြစ်ပါတယ်။ ကယ်လန်ဆိုတဲ့ လူငယ်လေးတစ်ယောက် ပျောက်သွားတဲ့\nအမှုအတွက် စုံစမ်းဖို့တာဝန်ပေးခြင်းခံရပါတယ်။ ဒါပေမယ့် ကယ်လန်\nဟာ ပြန်ပေးဆွဲခံရရုံတင်မဟုတ်ခဲ့ဘဲ ကွင်းဆက် လူသတ်သမားတစ်\nယောက်ရဲ့ သားကောင်ဖြစ်သွားခဲ့တာပါ။ ကွင်းဆက် လူသတ်သမားဟာ\nLuther ရဲ့ နောက်ကြောင်းကိုပါ လိုက်လံစုံစမ်းပြီး Luther ကိုထောင်\nကျအောင် လုပ်လိုက်ပါတော့တယ်။ဒီလိုနဲ့ Luther ...",
        "rating": "6.6",
        "url": "https://megaup.net/1SLbe/Luther.The.Fallen.Sun.2023.720p.NF.WEB-DL[CM].mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivgTZN0h563KGvqcCDGSqfeQH1E.jpg",
        "title": "A New Old Play ( 2022 )",
        "description": "တရုတ်ပြည်သူ့ သမ္မတနိုင်ငံ ၁၉၈၀ ခုနှစ်နဲ့ ညနေခင်းလေးတစ်ခုမှ\n၂၀ရာစုရဲ့ စစ်ချွမ်းအော်ပရာ ထိပ်တန်းသရုပ်ဆောင် ချိုးဖူ ဆိုသူဟာ\nဒီလောကကနေ စွန့်ခွာပြီး မြေအောက်ကမ္ဘာက အရာရှိကြီးနှစ်ဦးရဲ့\nဦးဆောင်မှုနဲ့ အတူ \"သစ္ဆေမြို့တော်\" ကို သွားရောက်ခဲ့ရပါတော့တယ် ။\nဒီလိုနဲ့ လမ်းမှာ မိတ်ဆွေဟောင်း ၂ ယောက်နဲ့တွေ့ဆုံပြီး\nသူတို့မသေခင်က အတိတ်ကို ပြန်လည်တမ်းတ ခဲ့ကြတဲ့အကြောင်း\nရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။❏ အတိတ်မှာ ကံကြမ္မာ ကသောင်းကနင်းဖြစ်နေတဲ့ကြားက\nအော်ပရာ ပညာကို သင်ယူခဲ့ရှာတဲ့ ချိူးဖူ\n❏ စစ်ပွဲတွေ မတည်မငြိမ် ဂျပန်တွေအုပ်စိုးနေစဥ်ကာလမှာ\nစစ်ချွမ်းရဲ့ ထိပ်တန်းအော်ပရာ ဆရာဖြစ်လာသူ ချိူးဖူ\n❏ အော်ပရာကတဲ့ သရုပ်ဆောင်ဖြစ်ပေမဲ့လို့ နိုင်ငံရေးအတွက်\nတော်လှန်မှုတွေပြုလုပ်ခဲ့တဲ့ နေရာမှာလဲ ပါဝင်ခဲ့ရရှာတဲ့ ချိုးဖူဝမ်းနည်းမှုတွေ ခါးသီးမှုတွေ နဲ့ပြည့်နှက်နေတဲ့ ဇာတ်ကောင် ချိုးဖူ ရဲ့\nအကြောင်းကိုရင်နင့်ဖွယ်ရာ တွေ့ရှိရမှာပဲဖြစ်ပါတယ် ။\nဒီ \"“A New Old Play” ဆိုတဲ့ရုပ်ရှင်လေးကို ဒါရိုက်တာ ချိုးကျုံးကျုံး က\nရိုက်ကူးထားပြီး ဇာတ်အိမ်လေးကတော့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/a-new-old-play-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fMZQYkN6PRdKbuBewlSAM30EcEX.jpg",
        "title": "Steirerblut(2014)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဆန်ဒရာမိုဟာ ဆိုတဲ့ ရဲအရာရှိတစ်ယောက်သူရဲ့မွေးရပ်မြေမှာဖြစ်တဲ့ လူသတ်မှုတစ်ခုကြောင့် သူ့ရဲ့ အထက်အရာရှိ ဆာချာ ဘက်ဂ်မန်း နဲ့အတူ မွေးရပ်မြေကို ပြန်လာစုံစမ်းဖို့ဖြစ်လာတယ်သေဆုံးသူကလဲ လှပပြီး ဖော်ရွေတဲ့အမျိုးသမီးသတင်းထောက်ဖြစ်နေတော့ သံသယရှိသူတွေအများကြီးရှိနေတယ် စုံစမ်းစစ်ဆေးခြင်းက တစ်ဖြေးဖြေးပိုရှုပ်ထွေးလာပြီးတော့ သူ့မောင်ကပါ သံသယရှိသူထဲပါလာတဲ့အခါမှာတော့နောက်ပိုင်း လူသတ်မှုကိုဘယ်လိုဆက်ပြီးဖော်ထုတ်ကြမလဲဆိုတာကိုဇာတ်ကားလေးကိုဆက်လက်ပြီးကြည့်ပေးကြပါဦးနော်(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Duckkie ပဲဖြစ်ပါတယ်) File size…1.6 GB / 605 MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 30m\nGenre ..... Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Duckkie",
        "rating": "6.4",
        "url": "https://megaup.net/2yIwa/Steirerblut.2014.WEB-DL.720p(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/kAzoJk_4f-133x200.jpg",
        "title": "Tag-init (2023) 18+",
        "description": "မာတင်ဆိုတဲ့ကောင်လေးဟာ တစ်ခုသော နွေရာသီမှာ သူ့အစ်ကို၊ သူ့အစ်ကိုသူငယ်ချင်းနဲ့အတူ အပန်းဖြေကမ်းခြေတစ်ခုကိုရောက်ရှိခဲ့ပါတယ်။\nအဲ့ဒီခရီးစဉ်ဟာ သူ့ဘဝအတွက် တစ်သက်မမေ့နိုင်စရာ အတွေ့အကြုံတွေကြုံဆုံလာရမယ့် ကာလတစ်ခုဖြစ်လာမယ်ဆိုတာကိုတော့သူမသိခဲ့ပါဘူး။\nသူ့အစ်ကိုနဲ့အတူ ပါလာတဲ့သူငယ်ချင်းက ရည်းစားမက သူငယ်ချင်းမကျကောင်မလေးတစ်ယောက် ခေါ်လာပါတယ်။သူ့အစ်ကိုအပါအဝင်\nသုံးယောက်လုံးက သောက်လိုက်စားလိုက် ဝိတွေချလိုက်နဲ့ ပျော်ပါးနေချိန်မှာ အဲ့ဒါမျိုးတွေမလုပ်တတ်တဲ့အတွက် သူကတော့ ကမ်းခြေတစ်လျှောက်စူးစမ်းမိပါတယ်။\nအဲ့ဒီမှာ သူမြင်ခဲ့ရတာ နေဝင်ဆည်းဆာရောင်အောက်မှာ ဘီကနီနဲ့ရေထဲလမ်းလျှောက်နေတဲ့ သိပ်လှတဲ့ မမကြီးတစ်ယောက်ကိုပါပဲ။\nနောက်ပိုင်း လစ်ရင်လစ်သလို အဲ့ဒီ မမရှိတဲ့ ဘက်ကိုသွားသွားနေမိရင်း အဲ့ဒီမမက သူ့ကိုခေါ်နူတ်ဆက်ရင်း စကားလက်ဆုံကျမိသွားတဲ့ညနေတစ်ခုမှာတော့\nလူပျိုဖြန်းလေးတစ်ယောက် အရူးအမဲသားကျွေးသလို ဆတ်ဆတ်ခါသွားခဲ့ပါတော့တယ်။\nအဲ့ဒီမမဟာသူတို့တည်းတဲ့ တည်းခိုအိမ်ဘေးက အပန်းဖြေအိမ်ပိုင်ရှင်အကောင်ကြီးကြီးတစ်ယောက်သားရဲ့အငယ်အနှောင်းလေးဖြစ်တယ်။ အဲ့ဒီမမဟာ သူ့ချစ်သူလို့ထင်တဲ့လူက\nအချိန်မပေးလို့ စိတ်ထွက်ပေါက်ရှာနေတယ်။ တစ်ဖက်ကလဲသူ့အစ်ကိုသူငယ်ချင်းခေါ်လာတဲ့ အစ်မကြီးကလဲ သူ့ကိုပညာစုံသင်ပေးဖို့ကမ်းလှမ်းနေတဲ့အချိန်ဖြစ်နေတဲ့အခါမှာတော့..။\nမာတင် အတွက်တစ်သက်မမေ့နိုင်စရာ အတွေ့အကြုံတွေကို ခံစားကြုံဆုံရမယ့် ခရီးတစ်ခုဖြစ်လာပါတော့တယ်။\nအားလုံးနဲ့ ရင်းနှီးလောက်ဖြစ်တဲ့ Franki Russell ကမမကြီး Adele အဖြစ်၊Lovely Ladies Dormitory မှာဂျက်ကလင်းဇာတ်ရုပ်နဲ့တက်သစ်စဖြစ်လာခဲ့ပြီဖြစ်တဲ့ Yen Renee Durano တို့က\nမာတင့်ကို ...",
        "rating": "",
        "url": "https://megaup.net/1SFp3/Tag-Init.2023.720p.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/movieposter-139x200.jpg",
        "title": "Irrational Man (2015)",
        "description": "Irrational Man (2015)အချစ်နဲ့အမှန်တရား ယှဉ်ရွေးဖို့လိုလာတဲ့အခါ\nအချစ်ကို ရွေးချယ်မလား အမှန်တရားကို ရွေးချယ်မလား...မတရားမှုကို တရားသောနည်းလမ်းနဲ့ယှဉ်ဖို့ မဖြစ်နိုင်တဲ့အခါ ကံစီမံရာအတိုင်းလို့ သဘောထားပြီး\nမတရားမှုကို ငြိမ်ခံမလား ကိုယ်တိုင်က မကောင်းဆိုးဝါးဖြစ်လာပြီး တရားမျှတမှုကို ရယူမလား..\nအသိဉာဏ်ကြီးမြင့်သူတစ်ယောက်က ရာဇဝတ်မှု ကျူးလွန်ဖို့ ကြိုးစားတဲ့အခါ ပြီးပြည့်စုံတဲ့ရာဇဝတ်မှုတစ်ခု ဖြစ်လာနိုင်မှာလား....ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Irrational man (2015)ဆိုတဲ့ကားလေးပါ\nအဓိက သရုပ်ဆောင်တွေကတော့ Joker မင်းသားကြီး Joaquin Phoenix နဲ့\nမင်းသမီးချော Emma Stone (La La Land) ပါပဲ..ဇာတ်လမ်းအကျဉ်း\nအေ့ဘ်က မိန်းမဖြစ်သူ သစ္စာဖောက်တာကို ခံလိုက်ရပြီးနောက်\nဘဝကို ဆက်ရှင်သန်ဖို့ အဓိပ္ပါယ်ပျောက်ဆုံးနေတဲ့ ဒဿနိကဗေဒဆရာတစ်ယောက်ပါ..\nကျောင်းပြောင်းရဖို့ ဖြစ်လာပြီး ဘရေလင်းတက္ကသိုလ် ဒဿနိကဗေဒဌာနကို ပြောင်းလာခဲ့ရချိန်မှာပဲ\nသူ့ဘဝရဲ့ ပြောင်းလဲမှုကြီးကို ဖြစ်ပေါ်စေမယ့် ဂျေလ်ဆိုတဲ့ ကျောင်းသူလေးနဲ့ တွေ့ဆုံခဲ့ရပါတော့တယ်...\nဂျေလ်က လှပပြီးအသိဉာဏ်ရှိတဲ့\nချစ်သူကောင်လေးက အရမ်းဂရုစိုက်တာကိုခံရတဲ့ ပျော်ရွှင်တက်ကြွတဲ့ ကောင်မလေးပေါ့ ..\nပုံမှန်ဘဝကို ဖြတ်သန်းနေရင်းနဲ့ အေ့ဘ် ကျောင်းပြောင်းလာပြီး\nဂျေလ်ကို ‌သူ့စာတမ်းနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1SFni/rep-irrationalman.720p.(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/9159f08MM9L._SY445_.jpg",
        "title": "Arlington Road (1999)",
        "description": "Thriller/Crimeထဲမှာမှ Terroristဇာတ်ကားမျိုးဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာ \"မိုက်ကယ်ဖာရာဒေး\"နဲ့ \"အော်လစ်ဗာလန်း\"ကတော့ အဓိကဇာတ်ဆောင်တွေပေါ့။ \"မိုက်ကယ်ဖာရာဒေး\"ဆိုသူ သမိုင်းဘာသာရပ်ပါမောက္ခက သီးခြားနေတတ်ပေမဲ့ ဉာဏ်လည်းကောင်း၊စိတ်ရင်းလည်းကောင်းသူတစ်ဦးပါ။ ဒီလိုနဲ့ အာလင်တန်လမ်းမှာရှိတဲ့ ဖာရာဒေးရဲ့အိမ်ရှေ့မျက်စောင်းထိုးအိမ်ကို မိသားစုတစ်စုပြောင်းလာခဲ့တယ်။ ဖာရာဒေးရဲ့အိမ်နီးချင်းအသစ် အော်လစ်ဗာမှာ ကြောက်ဖို့ကောင်းတဲ့လျို့ဝှက်ချက်တစ်ခုရှိနေတယ်။ အဲဒီလျို့ဝှက်ချက်က ဘဝပေါင်း​များစွာကို နေ့ချင်းညချင်း ပြောင်းလဲသွားစေနိုင်တဲ့ လျို့ဝှက်ချက်မျိုးပါ။ ဖာရာဒေးရိပ်မိသွားတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ FBIအေးဂျင့်တစ်ဦးဖြစ်ခဲ့တဲ့ဇနီးသည်လီရယ်ကို ဆုံးရှုံးထားတဲ့ဖာရာဒေးရဲ့ဘဝထဲမှာ အိမ်နီးချင်းအသစ်ရောက်လာတဲ့အခါ ဖာရာဒေးဘဝက ဘယ်လိုအပြောင်းအလဲတွေဖြစ်သွားမလဲ။ သမိုင်းမှာဘယ်လိုနာမည်မျိုးကျန်ရစ်မလဲ။ ရက်အနည်းငယ်အတွင်းမှာပဲ လူတစ်ယောက်ရဲ့ဘဝထဲမှာ အရာအားလုံးဖြစ်ပျက်သွားနိုင်ပါတယ်။ သရုပ်ဆောင်တွေက actingအရမ်းတော်ပြီး ဇာတ်လမ်းဇာတ်ကွက်ရော အဆင့်မြင့်မြင့်ရိုက်ကူးထားတဲ့ကားတစ်ကားမျိုးဖြစ်တာမို့လို့ အချိန်ပေးကြည့်ရတာအရမ်းတန်လို့ ဒေါင်းကြည့်ဖို့ကို recommendပေးပါတယ်နော် File size…(2 GB)/(1B)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:58:00\nGenre...Drama,Crime,Thriller,Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su Eaindra",
        "rating": "",
        "url": "https://megaup.net/3ezCN/Arlington_Road.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/insert-opreation-135x200.jpg",
        "title": "Operation Fortune: Ruse de Guerre (2023)",
        "description": "ဒါရိုက်တာ Guy Ritchie ရဲ့ Action, Comedy, Thriller လေးပါပဲ။ မင်းသားကတော့ ဂျေဆန်စတက်သန်ပါ။ ဒီထဲက လူဆိုးတွေက ယူကရိန်းသားတွေဖြစ်နေလို့ ရုရှား ယူကရိန်းစစ်ပွဲအစနဲ့ ရုံတင်ပြသမယ့်ရက်တိုက်နေတာကို ၂၀၂၃ အထိ ရွှေ့ထားလိုက်တာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ဘီလီယံနဲ့ချီတဲ့ အမျိုးအမည်မသိလက်နက်တစ်ခု အခိုးခံလိုက်ရတယ်။ အဲဒါကို အရေးတကြီး ပြန်ရဖို့အတွက် အစိုးရအေဂျင်စီတွေက ကန်ထရိုက်တာဖြစ်တဲ့ နေသန်နဲ့ အော်ဆန်ဖော်ချွန်းကို အလုပ်အပ်ရတယ်။ အော်ဆန်ဟာ စစ်ဆင်ရေးတွေမှာ အရမ်းအသုံးအဖြုန်းကြီးတဲ့သူမို့ တော်ရုံလူက အလုပ်မအပ်ချင်ကြပါဘူး။ လူများရင်ကြပ်ရင်ကြောက်တတ်လို့ဆိုပြီး သီးသန့်လေယာဉ်စီးတယ်၊ စိတ်အခြေအနေအတွက်ဆေးဖြစ်ဝါးဖြစ်ဆိုပြီး အကောင်းဆုံးဝိုင်ပုလင်းတွေသောက်တယ်။ စစ်ဆင်ရေးပြီးရင်လည်း အစိုးရစားရိတ်နဲ့ စိတ်ဒဏ်ရာကုဖို့ဆိုပြီး အပမ်းဖြေစခန်းတွေ သွားနှပ်တာတွေကြောင့်ပါ။ ဒါပေမဲ့ ဒီအရေးကြီးစစ်ဆင်ရေးအတွက် အလုပ်အပ်ခံလိုက်ရတဲ့အချိန်မှာတော့ ဘီလီယံချီပြီးတန်တဲ့ လက်နက်ကဘာလက်နက်လဲ၊ ဘယ်သူက ရောင်းပြီးဘယ်သူကဝယ်မှာလဲဆိုတာကို စုံစမ်းပြီး ပြန်ရအောင် ကြိုးစားရပါတော့တယ်။ထုံးစံအတိုင်း အက်ရှင်တွေ မြှပ်ကွက်လေးတွေနဲ့ ဟာသတွေရောထားတာမို့ အပမ်းဖြေဖို့ ကားကောင်းတစ်ခုပါပဲ။File size…(1.86GB)/(100.6MB)/(502 Mb)\nQuality….Webrip ...",
        "rating": "6.4",
        "url": " https://megaup.net/1cOw7/Operation.Fortune.Ruse.de.Guerre.2023.720p(CM)_(2).mp4 ",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/gg-141x200.jpg",
        "title": "(21+) SexWorld(1978)",
        "description": "ဆုတွေ တသီကြီးရထားတဲ့ ဆင်ဆာမဖြတ် အမေရိကန် ဘွင်းဘွင်းရှင်းရှင်း\nဟောင်းပေမဲ့ ကောင်းနေဆဲဖြစ်တဲ့ လူကြီးကြိုက်ဇာတ်ကားလေးလာပါပြီချစ်ချင်းတရားတွေက ရိုးအီတက်လား\nအဲလိုပြောရင် တစ်ချို့က လက်မခံကြဘူး\nတစ်ချို့က လက်ခံတယ်\nပြောရရင် ခုတင်ပေါ်ကကိစ္စက အဆိုးဆုံးဖြစ်နေတယ်\nလင်မယားတွေ အဆင်မပြေတဲ့ ဆက်ဆံရေးကို\nအကောင်းဆုံးဖြေရှင်းဖို့ Sex World လို့သမုတ်ထားတဲ့\nနေရာလေးတစ်ခုက ရှိနေပါတယ်လေယာဉ်တစ်တန်ကားတစ်တန် လာရပြီး\nအရမ်းကို ကုန်ရကျိုးနပ်ပြီး ရောက်ဖူးသူတိုင်း\nမပြန်ချင်ဖြစ်လို့ နာမည်ကြီးနေတဲ့နေရာလေးတစ်ခု\nအဲဒီထဲမှာ Sex နဲ့ပက်သက်လို့အကုန်ရတယ်\nဖြစ်ချင်တာသာပြောလိုက်\nအကုန်ရတယ်...ဘယ်လောက်တောင်\nလူ့အကြိုက် သရမ်းနိုင်မလဲ\nဘယ်လောက်ထိ ကဲလို့ရလဲဆိုတာ\nDS Fans တွေအတွက် အထူးတစ်လည် တင်ဆက်လိုက်ပါတယ်\nFile size…1.65GB/ 766MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 30mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.2",
        "url": "https://megaup.net/2yHN4/SexWorld_Theatrical_1978(720)(DS).mp4",
        "category": "Adult, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcRaMjWoF8K7h1LqOH7FOOLRQ3e.jpg",
        "title": "Fools Rush In (1997)",
        "description": "Fools Rush In (1997)ပညာရှိစကားတစ်ခွန်း ကြားဖူးကြမလား။ အမိုက်အမဲတွေသာ အလျင်စလိုပြုတတ်ကြတယ် တဲ့။ အချစ်ကရော အလျင်စလိုပြုသင့်တဲ့အထဲမှာပါသလား။ အလျင်စလိုလုပ်ခြင်းက အမှားတစ်သိန်းကို ယူဆောင်လာနိုင်တယ်ဆိုရင် လျှပ်တပြက်အချစ်ကရော အမှားအယွင်းတစ်ခုလား။အို... အချစ်ဆိုတာ အမှားတစ်ခုဆိုရင် ကျွန်တော်ဟာ အမှန်တရားကို အလိုမရှိပါဘူး။ အမှားကမ္ဘာထဲမှာ အချစ်နဲ့နေထိုင်ချင်တယ်။ အချစ်နဲ့တည်ဆောက်တဲ့နန်းတော်မှာ ချစ်သူရဲ့ ရယ်မောခြင်းတေးသံတွေ နားဆင်ချင်တယ်။ ချစ်ခြင်းမှာ သက်ဆင်းဖို့အခွင့်အရေးကို စစ်ခင်းလို့တောင် ယူလိုက်ချင်ပါရဲ့။အခုတင်ဆက်ပေးမယ့်ဇာတ်လမ်းလေးကတော့ အချစ်ကားလေးပါ။ အနုပညာသမား ကင်မရာကိုင်တဲ့ကောင်မလေးနဲ့ ဆောက်လုပ်ရေး ကွင်းဆင်းသမားကောင်လေးတစ်ယောက်ရဲ့ တစ်ညတာ ဖုတ်ဖက်ခါအချစ်ကနေ ကိုယ်ဝန်ရသွားတဲ့အခါမှာ ဇာတ်လမ်းစပါတယ်။ယဉ်ကျေးမှုမတူ၊ အသိုင်းအဝန်းမတူ၊ အဆိုးဆုံးက ဘာသာမတူ (ဂိုဏ်းကွဲ) ဖြစ်လာတဲ့အခါ အချစ်ကို ပြဿနာတွေက ဖုံးလွှမ်းသွားတဲ့အဖြစ်ရယ်ပေါ့။ ကွာရှင်းစာချုပ်မှာ လက်မှတ်ထိုးလိုက်ကြပြီး ခြောက်ရက်အတွင်း လင်မယားပြတ်စဲမှုအရာရောက်မှာဖြစ်ပေမယ့် ခြောက်ရက်အတွင်းမှာပဲ အပြောင်းအလဲတွေဖြစ်လာတဲ့အခါ သိပ်ကိုလှပတဲ့ ချစ်ခြင်းရဲ့မောင်းနှင်မှုကို လူကြီးမင်းတို့ ရှုစားဖို့ရှိပါတယ်။မင်းသားကြီးကတော့ Matthew Perry ပါ။ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3eFds/(CM)_Fools_Rush_In_(1997)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/makKwUZkL38g7rGTe2QWWyl03hZ.jpg",
        "title": "[18+] Bilitis (1977)",
        "description": "Bilitis (1977)ဆယ်ကျော်သက်အရွယ် မနူးမနပ် အချစ်ကို စမ်းသပ်ချင်နေတဲ့ ကောင်မလေး တစ်ယောက်ရဲ့ ဇာတ်လမ်းပါ။ အချစ်ကို စမ်းသပ်ရင်း လိင်စိတ်တိမ်းညွှတ်မှုကိုပါ စမ်းသပ်နေတာဆိုတော့ ရင်တိုက်မှုတွေဖြစ်တာလည်း ပါတာပေါ့။သီလရှင်ကျောင်းမှာနေတဲ့ ကောင်မလေးက ယောက်ျားလေးမကြိုက်ဘူးတဲ့။ ဒါပေမဲ့ ရုပ်ချောတဲ့ ဓာတ်ပုံဆရာနဲ့တွေ့တော့ အချစ်ကို စူးစမ်းချင်ပြန်ရော။ ပိတ်ရက်မှာ သူအလည်သွားရတဲ့ လင်မယားဆို ယောက်ျားက အချစ်ကြမ်းသလောက် မိန်းမက နူးညံ့တာကြိုက်တယ်။ အဲဒီတော့ အပေးအယူမမျှဖြစ်ပြီး တစ်ယောက်တစ်နေရာ ခွဲစားကြပါလေရော။ အဲဒီမှာ ကလေးမက ကြားဝင်တော့တာပေါ့။ပြင်သစ်ဇာတ်ကားတို့ ထုံးစံအတိုင်း ကြည့်ရတာကတော့ အသက်ရှည်ချင်စရာပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 740MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 13Min\nGenre - Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/2yHM0/(CM)_Bilitis_(1977)_720p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNWRiYWQ3OTUtYzAwMy00YWE1LTk2YWEtNzU3ZWE5YWI5YzUwXkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_-160x200.jpg",
        "title": "Dada(2023)",
        "description": "Dada (2023)IMDb-8.5/10ရုံတင်ငွေငါးဆမကမြတ်ခဲ့တဲ့ 2023 နောက်ဆုံးထွက်\nဆယ်ကျော်သက်အချစ်ရူးလေး မာနီနန်ကန်နဲ့ စင်ဒူတို့ရဲ့ ဘဝဇာတ်လမ်းလေးဇာတ်လမ်းအညွှန်း\nမာနီနဲ့ စင်ဒူတို့နှစ်ယောက်ဆယ်ကျော်သက်အရွယ်မှာပဲ အချစ်နယ်ကျွံပြီး\nကိုယ်၀န်ရသွားချိန်မှာ နှစ်ဖက်မိဘကလည်းမထောက်ပံ့ ကိုယ်ထူကိုယ်ထရပ်တည်ကြရပါတော့တယ်\nကျောင်းစာတစ်ဖက်အလုပ်တစ်ဖက်နဲ့၀င်ငွေဟာ အိမ်စရိတ် မီးဖွားစရိတ်\nဘာမှမလုံလောက်ခဲ့ပေမယ့် အချစ်လတ်လတ်ဆတ်ဆတ်တွေနဲ့ ဒုက္ခပင်လယ်ကြား ပြုံးပျော်နေကြတုန်းပါပဲဒါပေမယ့် တူနှစ်ကိုယ်တဲအိုပျက်မှာ ထမင်းကြမ်းခဲ ဘာညာသာရကာဆိုတာ\nပိုးစိုးပက်စက်ဂျင်းဆိုတဲ့အကြောင်းကို ဇာတ်ကားလေးမှာ အောင့်သီးအောင့်သက်နဲ့ကြည့်ရှုရမှာပါ\nအခက်အခဲတွေကြားက မိတ်ဆွေတွေ အိမ်ထောင်ရေးမှာ ချစ်ကြည်နူးတစ်တီတူးပြီးရင်\nကြုံတွေ့ရမဲ့လက်တွေ့ဘဝတွေ သားသမီးဆိုတာ ဘယ်လိုပျိုးထောင်ရလဲဆိုတဲ့\nဘဝမှန်ကူကွက်တွေကို ပေါ့ပေါ့ပါးပါးပါးနဲ့ အတွေးများစေရမဲ့ ဇာတ်ကားလေးပါ\nက‌ဗျာဆရာတစ်ယောက်ရဲ့ စာသားလေးနဲ့ပဲ အညွှန်းကို အဆုံးသတ်ပေးပါရစေကျွန်တော်တို့အချစ်ကိုကိုးကွယ်ခဲ့ဖူးတယ်.....\nလောကဓံနဲ့ ရင်ဆိုင်တွေ့ချိန်မှာတော့\nအချစ်ဟာ အငွေ့ပျံပြီး ရှောင်ပြေးသွားခဲ့တယ်......\nFile size…2.85GB  / 993MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration…2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Cherry~Yunni~ Sai ThuRein",
        "rating": "8.5",
        "url": "https://megaup.net/1SKeq/Dada_(2023)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/revenge-2017-movie-review-135x200.jpg",
        "title": "Revenge (2017)",
        "description": "IMDb Rating (6.4) / Rotten Tomatoes (93%)Thriller ဇာတ်ကားတွေကိုမှ ကြိုက်နှစ်တတ်သူတွေအတွက် I spit on your grave ဇာတ်ကားတွေလိုခပ်ကြမ်းကြမ်းဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ပြင်သစ်စကားပြောဒီဇာတ်ကားက အီတလီမော်ဒယ်မင်းသမီးနဲ့  ဘယ်လ်ဂျီယမ်မင်းသားတို့လို ပေါင်းစပ်မှုတွေနဲ့ တမူတော့ထူးခြားပါတယ်။မိန်းကလေးတစ်ယောက်ထဲနဲ့ ဘဲကြီး ၃ ကောင်တို့ ပြေးတမ်းလိုက်တမ်းကစားကြမယ့်ပွဲမှာထုံးစံအတိုင်း အားနည်းတဲ့ဖက်ကတော့ အနိုင်ကျင့်ခံရစမြဲပါပဲ...ဒါပေမယ့် လွယ်လွယ်လက်လျော့မပေးတတ်ဘဲ အရေးကြုံလာရင် မိမိအသက်အတွက် ဉာဏ်ကိုအခြေပြုလို့ ပြန်လည်တိုက်ခိုက်လာတဲ့အခါမှာတော့....Revenge ဆိုတဲ့ ဇာတ်ကားနာမည်အတိုင်း ဘယ်လိုတွေလက်စားပြန်ချေမလဲဆိုတာ......။\nFile size…(1.8 GB) /(900 MB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Thuya Zarni Aung",
        "rating": "6.4",
        "url": "https://megaup.net/1cMyq/(CM)_Revenge.2017.BluRay.720p.AAC.5.1-Naung.mp4",
        "category": "Action, Adult, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hrATQE8ScQceohwInaMluluNEaf.jpg",
        "title": "Batman: The Doom That Came to Gotham (2023)",
        "description": "Btaman : The Doom that came to Gotham (2023)Batman: The Doom that came to Gotham ဟာဆိုရင် ၂၀၀၀ ခုနှစ်ကနေ ၂၀၀၁ ခုနှစ်အထိ ထွက်ရှိခဲ့တဲ့\nအပိုင်းသုံးပိုင်း ပါဝင်တဲ့ နာမည်တူ Comic book ကို အခြေခံပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။\nဒီနာမည်ဟာဆိုရင် Sci-Fi horror မှာ ဆရာကြီး တစ်ပါးဖြစ်တဲ့ H.P. Lovecraft ရဲ့ The Doom that came to Sarnath ကို မှီငြမ်းပြီး ပေးထားတာပါ။\nဒီရုပ်ရှင်ဟာဆိုရင် Horror အရသာတွေပါသလို Detective ပိုင်းကို မလစ်ဟင်းအောင် ‌ပေါင်းဖက်ထားတဲ့ ရုပ်ရှင်ကောင်းတစ်ခုပါပဲ။\n၂၀၂၃ ထဲမှာ ကျွန်တော် မျှော်နေတဲ့ ဇာတ်ကားတွေထဲက တစ်ခုအပါအဝင်ပါပဲ။\nမျှော်လင့်ရကျိုးနပ်တယ်ပဲ ပြောရမလား တကယ်ကို ...",
        "rating": "",
        "url": "https://megaup.net/2yHvY/Batman.The.Doom.That.Came.to.Gotham.2023.720p.WEB-DL.DDP5.1.CM..mp4",
        "category": "Animation, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BYWJmODNmY2EtYTkzMS00YTA5LWIyZDEtMmVjNzZhNmY2N2NhXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-133x200.jpg",
        "title": "My Name Is Khan (2010)",
        "description": "IMDb Rating (7.9) / Rotten Tomatoes (83%)မင်းသားရှရွတ်ခန်းနဲ့ မင်းသမီးကာဂျိုးတို့တွဲရိုက်လိုက်တိုင်း နာမည်ကြီးနေကျဆိုသလို ဒီဇာတ်ကားကလဲ ကမ္ဘာ့အလည်မှာ နာမည်ရခဲ့တဲ့ Bollywood ရုပ်ရှင်ကားတစ်ကားဖြစ်ခဲ့ပါတယ်။\nရှရွတ်ခန်းဟာ ဒီဇာတ်ကားမှာ Asperger's syndrome ရောဂါဝေဒနာရနေတဲ့သူတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားပြီး သူ့ရဲ့သရုပ်ဆောင်မှုတွေက ပြောစရာမရှိအောင် ပြည့်စုံခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့....Khan ဟာ Asperger's syndrome  လူမှုဆက်ဆံရေးချွတ်ချော်တဲ့ရောဂါလို ဂေါက်တောက်တောက်ပုံစံဖြစ်နေတာမလို့ သူ့ညီဖြစ်သူက သူ့ကိုဆို မကြည်ဖြူပေမယ့် မိဘတွေကတော့ သူ့ကိုအချစ်ပိုကြပါတယ်။ဒီလိုနဲ့သူ့မိဘတွေဆုံးတော့ Khan တစ်ယောက် အိန္ဒိယကနေ သူ့ညီရှိရာ အမေရိကကိုပဲ  လိုက်ပါသွားဖို့ ဖြစ်လာပါတော့တယ်။Spoiler Alert....(ဇာတ်ကားကြည့်မည့်သူများ အောက်ကစာကိုမဖတ်ဘဲ ကြည့်သင့်ပါတယ်။)သူဟာ သူ့ညီကုမ္ပဏီက အလှပြင်ပစ္စည်းတွေ ရောင်းချပေးနေရင်း Mandira နဲ့ တွေ့ဆုံမိပြီး  မြင်မြင်ချင်းသဘောကျသွားပါတော့တယ်။ Mandira ဟာ အလှပြင်ဆိုင်မှာလုပ်နေတဲ့သူတစ်ယောက်ဖြစ်ပြီး သူ့မှာ သားတစ်ယောက်ရှိပါတယ်။ သူ့ယောကျာ်းနဲ့တော့ ကွဲနေပါတယ်။ သူမဟာ မကြာခင် အိမ်ပြောင်းဖို့ရှိနေပြီး ကိုယ်ပိုင်အလှပြင်ဆိုင်လေးတစ်ခုဖွင့်ဖို့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1SK1d/(CM)_My_Name_is_Khan_2010.BluRay.720p.AAC.5.1-Nyein.mp4",
        "category": "Adventure, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zvj0NkEAGDqmwlSHND2sEGv4PTw.jpg",
        "title": "[18+] Trap of Lust (1973)",
        "description": "Trap of Lust (1973)နာမည်ကျော်ယာကူဇာဇာတ်ကားဖြစ်တဲ့ Branded to Kill ကို Pink Film အဖြစ် ပြန်ပြီးပုံဖော်ထားတာဖြစ်ပါတယ်။ ဒါရိုက်တာကလဲ Branded to Kill ကိုရေးခဲ့တဲ့သူတွေထဲကတစ်ယောက်ဖြစ်တဲ့ Atsushi Yamatoya ဆိုတော့ မူလဇာတ်ကားကို အညှီအဟောက်တွေထပ်ဖြည့်ထားတဲ့ Version အဖြစ်ရှုစားကြရမှာပါ။ဇာတ်လမ်းကတော့ ဟိုရှီဆိုတဲ့ လုပ်ကြံရေးသမားတစ်ယောက် သူ့ဇနီးနဲ့ပတ်သက်လို့ သူအလုပ်လုပ်ပေးနေတဲ့ ဂိုဏ်းတစ်ခုလုံးနဲ့ရန်ညှိုးဖွဲ့မိရာကနေ အချင်းချင်းအပြန်အလှန်လုပ်ကြံဉာဏ်ကစားကြပုံကို ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ ဂန္ထဝင်ကားတစ်ကားကိုပြန်မူပွားထားတဲ့ နောက်ထပ်ဂန္ထဝင်ကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.25GB, 570MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 13Min\nGenre - Action, Crime\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Alias\nEncoded by RGB",
        "rating": "",
        "url": "https://megaup.net/1cLqy/(CM)_Trap_of_Lust_(1973)_720p.mp4",
        "category": "Action, Adult, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5A79GeOb3uChQ0l0ZDjDyODKQp3.jpg",
        "title": "Death Race(2008)",
        "description": "Death Race(2008)*****************ကြမ်းကြမ်းတမ်းတမ်းကားမောင်းပြိုင်ပွဲတွေ အပစ်အခက်နဲ့အက်ရှင်တွေကို\nကြည့်ရတာသဘောကျတဲ့ပရိသတ်ကြီးအတွက် Death Race ဇာတ်ကားလေးကားရှိတဲ့အထဲမှာ\nပထမဆုံးကားပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားကိုတော့ Resident Evil ဇာတ်ကားတွေကို\nရိုက်ကူးပေးခဲ့တဲ့ဒါရိုက်တာကြီး Paul W.S. Anderson ကရိုက်ကူးပေးထားပြီး\nပရိသတ်တွေနဲ့မစိမ်းတဲ့ အက်ရှင်မင်းသားကြီး Jason Statham နဲ့အတူ\nNatalie Martinez, Ian McShane, Joan Allen နဲ့ Tyrese Gibson\nတို့ကအဓိကပါဝင်သရုပ်ထားပါတယ်။မိန်းမနဲ့သမီးလေးကိုအလုပ်ကြမ်းလုပ်ရင်းနဲ့ စောင့်ရှောက်နေတဲ့ပြိုင်ကားမောင်းသမားဟောင်း\nဂျန်ဆန်အိမ်းစ်ဟာ ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာဆိုသလို အလုပ်ပြုတ်တဲ့နေ့မှာပဲ\nမိန်းမဖြစ်သူကိုသတ်တဲ့အမှုနဲ့ အမှုဆင်ချောက်ချခံရပါတယ်။ သူရောက်သွားတဲ့ထောင်ကလည်း\nတစ်သက်တစ်ကျွန်းအကျဉ်းသားတွေပဲရှိတဲ့ ထောင်တစ်ခုဖြစ်ပြီး အဲ့ဒီကနေလွတ်နိုင်မယ့်\nတစ်ခုတည်းသောနည်းလမ်းကလည်း သေခြင်းတရားပြိုင်ပွဲလို့ခေါ်တဲ့ ကားပြိုင်ပွဲကို\nငါးကြိမ်နိုင်ရမှာပဲဖြစ်ပါတယ်။ ဖရန်ကင်စတိုင်းဆိုတာကတော့ အဲ့ဒီကားပြိုင်ပွဲကို\nလေးကြိမ်အထိအနိုင်ရခဲ့ပြီး ပရိတ်သတ်ရဲ့စိတ်ဝင်စားမှု အခံရဆုံးကားမောင်းသမားပဲဖြစ်ပါတယ်။\nအဲ့ဒီဖရန့်ဟာမတော်တဆမှုကြောင့် နောက်ဆုံးကားပြိုင်ပွဲမှာသေဆုံးခဲ့ပြီး အားပေးမှုအများဆုံးလူဖြစ်တဲ့\nနောက်တစ်ခါနိုင်ရုံနဲ့ လွတ်ငြိမ်းချမ်းသာခွင့်ရမယ့်ဖရန့်နေရာမှာ ဂျန်ဆန်ကိုအစားဝင်ဖို့အတွက်\nထောင်ပိုင်ကကမ်းလှမ်းလာတဲ့အခါမှာတော့...မိန်းမကိုသတ်ခဲ့တဲ့သူကိုလိုက်ရှာရင်းနဲ့ အပြင်မှာရှိနေတဲ့သမီးလေးဆီကိုပြန်သွားနိုင်ဖို့\nဂျန်ဆန်အနေနဲ့ ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကို အက်ရှင်တွေအပြည့်နဲ့ ခံစားကြရမှာပဲဖြစ်ပါတယ်File Size :(3.1GB)(1.1GB) and (380 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:45:00\nGenre :Action, Crime , Sci-Fi\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1cMta/Death_Race(2008)BLU-RAY.720P(CM).mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BODFjNTEwYjgtMjNmOS00NTdmLWE5MzEtOTNmZWQ0ZDk2NjQ1XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Ritual Killer (2023)",
        "description": "The Ritual Killer (2023)\n=================မင်းသားကြီး Morgan Freeman ပါဝင်ထားတဲ့ Thriller\nကားသစ်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါပြီ။ ဇာတ်\nကြောင်းကတော့ ရက်ရက်စက်စက် လူလိုက်သတ်တဲ့\nကွင်းဆက်လူသတ်သမားအကြောင်းပေါ့လေ။ဒီထဲမှာတော့ Morgan Freeman ဟာ ပရော်ဖက်ဆာ\nတစ်ယောက်နေရာကနေ ပါဝင်ထားပါတယ်။ စုံထောက်\nဘွိုက်ကတော့ သမီးလေးကို ဆုံးရှုံးထားရတဲ့ စိတ်ဒဏ်\nရာနဲ့ဖခင်တစ်ယောက်ပါ။တစ်နေ့ကျ ဟိုတစ်နေရာ ဒီနေရာကနေ ကျားမမရွေး\nအရွယ်စုံလူမျိုးစုံ လူသေအလောင်းတွေပေါ်လာပါတော့\nတယ်။ ပုံစံအနေအထားအရ လူတစ်ယောက်တည်းက\nလုပ်မှန်းထင်ရှားနေပါပြီ။ ရိုးရာသက်ဝင်ယုံကြည်မှုတွေပါ\nပါလာတာကြောင့် ပရော်ဖက်ဆာနဲ့ စုံထောက်ကြီးတို့\nပူးပေါင်းပြီး လူသတ်သမားကို ဖော်ထုတ်ကြတာပေါ့။\nဇာတ်ညွှန်းကို ဒီမှာတင်ပဲရပ်ပါရစေ အများကြီးရေးရင်\nပေါ့သွားမှာစိုးလို့ ပရိတ်သတ်ကြီးတို့ ကိုယ်တိုင်ပဲ ကြည့်\nလိုက်ကြပါတော့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zin မှ ရေးသားပေးပြီး၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(1.45 GB) / (575 MB) / (335 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 32Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......CM Team\nEncoder..........SWM",
        "rating": "4.1",
        "url": "https://megaup.net/1cMnv/The.Ritual.Killer.2023.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Thriller"
    }
]