[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/raaz-139x200.jpg",
        "title": "Raaz (2002)",
        "description": "Raaz (2002)\nHorror/Drama\nIMDb 6.6/10 (3.6K)ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းနဲ့ သရဲကားကောင်းတစ်ကားကို\nရှာနေတယ်ဆိုရင်တော့ မင်းသမီး ဗီပါရှားဘာဆူးရဲ့ ဒီဇာတ်ကားလေးကို ညွှန်းပါရစေ...ဒီဇာတ်ကားလေးမှာ အချစ် အလွမ်း အဆွေး ရသမျိုးစုံပါနေတဲ့အပြင်\nသီချင်းလေးတွေလည်း ကောင်းလို့ ဘောလီဝုဒ်သီချင်းကြိုက်တဲ့သူတွေ\nနှစ်သက်စေမှာ အမှန်ပါပဲ...အာဒစ်သယားနဲ့ ဆန်ဂျနားဟာ ပြတ်တော့မယ့်ဆဲဆဲ\nသူတို့ရဲ့အိမ်ထောင်ရေးလေးတည်မြဲဖို့\nနောက်ဆုံးအခွင့်အရေးတစ်ခုပေးချင်တဲ့အနေနဲ့\nသူတို့ရဲ့အချစ်တွေစတင်ပေါက်ဖွားရာ\nအူတီမြို့လေးကို ထွက်လာခဲ့ပါတယ်..အဲ့ဒီမှာပဲ ညညဆို ဆန်ဂျနားဟာ မိန်းကလေးတစ်ယောက်\nနာနာကျင်ကျင် အော်ဟစ်သံနဲ့ သေနတ်သံတွေကို\nညတိုင်းလိုလိုကြားနေခဲ့ရပါတယ်...အဲ့ဒီအသံတွေကလည်း သူမတစ်ယောက်တည်းကလွဲရင်\nကျန်တဲ့သူတွေ ဘယ်သူမှ မကြားရပါဘူး...တစ်စတစ်စနဲ့ တဖြည်းဖြည်း အသံတွေဟာ နီးကပ်လာတဲ့အခါမှာတော့.....\nFile size…2.2GB / 918MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.6",
        "url": "https://megaup.net/2uHC2/Raaz_2002_WebRip_.720p(CM).mp4",
        "category": "Bollywood, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMTU0NmYwYjAtOGNkNi00ODg3LWIyZWItYmQwODE1MDAxMWYyXkEyXkFqcGdeQXVyNjk5NzY4OTk@._V1_-133x200.jpg",
        "title": "Lost and Found (1996)",
        "description": "Lost and Found (1996)~ IMDb - 7.2/10, Rotten Tomatoes - 76% ~နေလာရင်းဘဝမှာ မကြာမကြာဆိုသလို တစ်စုံတရာတော့ ပျောက်ရှနေကျပါပဲ။ ခဏခဏသေးသေးမွှားမွှားလေးတွေကနေ ရံဖန်ရံခါ ကြီးကြီးမားမားတွေ အထိ ပျောက်ရှနေတတ်တယ်။ တစ်ရံတစ်ခါမှာတော့ အကြီးဆုံးဆိုတဲ့အရာတွေအထိပေါ့။ ဆိုးဆိုးရွားရွားဆို လက်ထဲကိုင်ထားတဲ့ အင်္ကျီကို ဘယ်နားကျလို့ ကျခဲ့မှန်းမသိတဲ့ အဖြစ်မျိုးအထိ မကြာမကြာရှိခဲ့ဖူးတယ်။ သတိလက်လွတ်ဖြစ်စေ အထားအသိုမှားသည်ဖြစ်စေ အရေးအကြီးဆုံးဆိုတဲ့ အရာတွေကို ကျွန်တော်တို့ ပျောက်ရှဖူးခဲ့မှာပဲ။ မက်စက်တွယ်တာတဲ့ တစ်စုံတရာကို ပျောက်ရှဆုံးရှုံးတယ်ဆိုတာ ဘာနဲ့မှမတူတဲ့ ဝေဒနာပေါ့။ပြန်ရှာလို့မတွေ့နိုင်တဲ့အရာဆိုတာ မရှိဘူးတဲ့။ ပိုက်ဆံအိတ် အခိုးခံရတယ် ဆိုပါစို့။ အချင်းတစ်ကီလိုမီတာဝန်းကျင်က အမှိုက်ပုံးတစ်ပုံးပုံးထဲ အဲဒီပိုက်ဆံအိတ်ကို ပြန်တွေ့မှာပဲတဲ့။ ဒီစကားမှန်ရဲ့လားတော့ ကျွန်တော်မသိဘူးပေါ့။ ရုပ်ရှင်ထဲက Takeshi ကတော့ ပျောက်ဆုံးပစ္စည်းရှာဖွေရေးလုပ်ငန်း ထောင်ထားတယ်။ သတိလက်လွတ်နဲ့ ခါးပိုက်နှိုက်ခံရသည်ဖြစ်စေ၊ ကိုယ်တိုင်က အထားအသိုမှားသည်ဖြစ်စေ၊ ဘာမဆိုကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1OK05/(CM)_Lost_And_Found_(1996)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTBiMzBkZGEtODU2NC00YzNkLWFiOGQtZmMyNTk3MGJiZWRkXkEyXkFqcGdeQXVyMjU0ODQ5NTA@._V1_-140x200.jpg",
        "title": "Dear Nathan: Hello Salma (2018)",
        "description": "Dear Nathan Hello Salma (2018)IMDb 7.1\nလူငယ်သဘာဝကိုမှပေါ့ပေါ့ပါးပါးနဲ့ ရင်ထဲထိရောက်အောင်ဆွဲဆောင်နိုင်မယ့်\nဇာတ်ကားမျိုးရှာနေပါသလား ဆယ်ကျော်သက် vibe အထူးသဖြင့်\nဆယ်တန်းကျောင်းသားဘဝကိုပြန်သွားချင်သူတွေအတွက်\nသင့်လျော်တဲ့ဇာတ်ကားကောင်းဆိုလည်းမမှားပါဘူးနော်..မိန်းကလေးတွေကိုမလေးမစားပြောဆိုရင် အရမ်းမုန်းတဲ့ နသန်က\nရန်ပွဲတိုင်းသူမပါမဖြစ်..သူ့ရည်းစားဆိုတာက တစ်ကျောင်းလုံးရဲ့\nအဆင့်တစ်ဆယ်လ်မာ ဒီနှစ်ယောက်ကနားလည်မှုတွေနဲ့လက်တွဲခဲ့ကြတဲ့ချစ်သူတွေဒါပေမယ့် ပြဿနာတိုင်းကိုရန်ဖြစ်ပြီးဖြေရှင်းတတ်တဲ့ နသန့်အကျင့်ကိုတော့ |\nဆယ်လ်ကနည်းနည်းလေးမှသဘောမကျဘူး ဒီလိုနဲ့ ရာထူးကြီးလူရဲ့သားက\nမိန်းကလေးတွေနဲ့ပတ်သက်ရင် အထိမခံရွှေပန်းကန် နသန်ကိုမှ\nသူ့ရည်းစားဆယ်လ်အကြောင်း သွားပုပ်လေလွင့်အပုပ်ချရာက\nရန်ထဖြစ်ကြပါလေရော ဆရာက နသန်မမှားမှန်းသိပေမယ့်သူ့ရာထူးနဲ့\nအကြပ်ကိုင်လာလေတော့ ခြေချုပ်မိနေတဲ့ဆရာတစ်ယောက်\nနသန့်ကိုကျောင်းနားခိုင်းပါတော့တယ်ဒီကိစ္စနဲ့ကတောက်ကဆဖြစ်ခဲ့ပြီး အတ္တကိုယ်စီရှေ့တန်းတင်ခဲ့ကြတဲ့\nနသန်နဲ့ ဆယ်လ်တို့ရဲ့ ခံစားချက်အဖုံဖုံကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်\nကျီစယ်တတ်တဲ့ကံကြမ္မာကြောင့် သူတို့နှစ်ယောက်ကြားထဲဘယ်သူဝင်လာမလဲ\nဘယ်ရထားမှာလွဲခဲ့လဲမသိတဲ့သူတို့နှစ်ယောက် တစ်ဘူတာတည်းမှာပြန်ဆုံနိုင်ကြမှာလား\nကျောင်းခန်းထဲမှာ ရည်းစားထားခဲ့ဖူးကြရင်တော့ ဒီကားလေးက\nအဲဒီခုနှစ်တွေဆီပြန်ရောက်အောင်ဆွဲခေါ်သွားမှာအမှန်ပါပဲ\nFile size…1.5GB / 700MB\nQuality…1080p WEB DL / 720p \nFormat..mp4\nDuration….1h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "7.1",
        "url": "https://megaup.net/18Mf4/Dear.Nathan.Hello.Salma.2018.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzA3YmI1OGQtNTUyMi00N2Q2LTk3NjQtMjU2NzA4ZjJkMWViXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-136x200.jpg",
        "title": "[18+]Lang Tong (2015)",
        "description": "ဇက်ခ်က လူရှုပ်လူပွေတစ်ယောက်ဖြစ်ပြီး မိန်းကလေးတစ်ယောက်ကို ကြာကြာမတွဲတတ်သူ တစ်ယောက်လည်းဖြစ်ပါတယ် ပွေရုံမကဘဲ ပိုက်ဆံအရင်းအနှီးလိုတယ်ဆိုပြီး ရည်းစားတွေဆီက ငွေကိုပါ ချူစားပြီးမှ ဖြတ်တတ်တဲ့သူတစ်ယောက်ပေါ့ တစ်ရက် ဇက်ခ်က လီလင်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ကို ပစ်မှတ်ထားရာက လီလင့်ညီမဖြစ်သူ လီအာနဲ့ပါ ငြိစွန်းခဲ့ပါတယ် ညီအစ်မနှစ်ယောက်ကြား ရွေးရခက်နေချိန်မှာ လီအာက မိခင်ဖြစ်သူသေဆုံးရခြင်းက အစ်မဖြစ်သူ လီလင်ကြောင့်လို့ အပြစ်တင်ပြီး သတ်ပစ်ကြဖို့ တိုင်ပင်ပါတော့တယ် ဇက်ခ်တစ်ယောက် ညီအစ်မနှစ်ယောက်ကြား ဘယ်သူ့ကိုရွေးချယ်မလဲ လီလင်နဲ့လီအာတို့ကရော ဇက်ခ်သိထားသလိုရိုးရှင်းပါ့မလားဆိုတာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်File Size__( 500MB)\nQuality__1080p, 720p\nIMDb Rating__4.8/10\nFormat__mp4\nDuration__01:22:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "4.8",
        "url": "https://megaup.net/1OJv3/[18+]Lang_Tong_(2015)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/m-2007-film-53526088-e670-443b-870d-98899538270-resize-750-140x200.jpg",
        "title": "M (2007)",
        "description": "M (2007)\nIMDb 6.2/10ဒီတစ်ခါမှာတော့ Rating လည်းကောင်းပြီး ဆုတွေလည်းသိမ်းပိုက်ထားတဲ့စိတ်ကူးယဉ်ဆန်ဆန် ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်မင်ဝူးဆိုတာကတော့ လူငယ်စာရေးဆရာတစ်ယောက်ပါ နိုင်ငံချစ် ရောင်းရအ‌ကောင်းဆုံးစာရေးဆရာပေမယ့် ဘာမှဆက်ရေးစရာအတွေးပေါ်မလာလို့ စိတ်ဓာတ်ကျနေသူပေါ့\nညဘက်တွေအိပ်မပျော်တဲ့ရောဂါကြောင့် ဆရာဝန်တွေစုံအောင်ပြနေပေမယ့်လည်း ထူးမလာခဲ့ပါဘူးဒီလိုနဲ့တစ်နေ့ သူ့နောက်ကို နောက်ယောင်ခံလိုက်နေတဲ့ကောင်မလေးနဲ့တွေ့ဆုံမိပြီး သူစာပြန်ရေးနိုင်ဖို့ ကောင်မလေးက အကူအညီတွေပေးနေတော့ ရင်းနှီးသွားကြပါတယ်\nဒါပေမယ့် ဒီကောင်မလေးဘယ်သူဆိုတာ မင်ဝူးတစ်ယောက်စဉ်းစားလို့ရမနေပါဘူး ဒီလိုနဲ့လိုက်စုံစမ်းရင်း သူနဲ့စကားပြောနေကျကောင်မလေးက သေဆုံးပြီးသားမှန်းသိသွားတဲ့အခါမှာတော့...\nဘာတွေဆက်ဖြစ်မလဲ ဒီကောင်မလေးနဲ့က အရင်တည်းကအသိတွေလား သူဝတ္ထုရေးဖို့ရောကုန်ကြမ်းရနိုင်မလားဆိုတာတော့ ဒေါင်းကြည့်လိုက်ကြပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yunni ပါ )File Size__(600MB)\nQuality__HD_720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:50:00\nType__Crime, Drama, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunni\nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/m-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y37QvulwOJ1uv0onnDB4ocWEQZn.jpg",
        "title": "Under Wraps 2 (2022)",
        "description": "Under Wraps 2 (2022)2021မှာ Disney+က ထွက်ရှိခဲ့တဲ့ Under Wrapsဟာ\nအခုဆို Under Wraps 2အဖြစ် ဟောလိုးဝင်းကာလအကြို ထွက်ရှိလာပါပြီ။\nပထမကားမှာ မံမီကြီးဟာရိုးဒ်ရဲ့ အရှုပ်​တွေကို\nဂေးဘတ်မာရှယ် နဲ့ အေမီတို့ သူငယ်ချင်း၃​ယောက် လိုက်ရှင်း​ပေးခဲ့ရသလို\nဒုတိယကားမှာ​တော့ ဟာရိုးဒ်ကိုယ်တိုင်မရှုပ်ခဲ့တဲ့ အန္တရာယ်ကြီးက​နေ\nက​လေးတစ်သိုက်က ကယ်တင်ခန်း ဖွင့်ရဦးမှာပါ။မံမီကြီးဟာရိုးဒ်ရဲ့ တစ်ချိန်ကမိတ်​ဆွေ​ဟောင်း\nလက်ရှိမှာ​တော့ ရည်းစားလုဘက်ဖြစ်​တဲ့ တန်ခိုးကြီးမံမီ ဆိုဘက်ဟာ\nတစ်ညမှာ မ​တော်တဆကိစ္စတစ်ခု​ကြောင့် အသက်ဝင်လာပြီး​\nချစ်ရသူကို လုသွားတဲ့ ရန်သူ​တော်ဟာရိုးဒ်ကို ရှင်းဖို့ကြိုးစားပါ​တော့တယ်။\nဒါကိုသိသွားတဲ့ ​ဂေးဘတ်တို့ ​ဘော်ဒါ ၃​ယောက်ဟာ\nဟာရိုးဒ်နဲ့ရို့စ်နှစ်ယောက်လုံးကို ဆိုဘက်လက်ထဲက ကယ်ဖို့ ကြိုးစားရင်း\nလူငယ်သဘာဝ က​တောက်ကဆ​​တွေကိုပါ ​ဖြေရှင်းရမယ့်ကိန်း ဆိုက်လာပါ​တော့တယ်။Disney+ ထုံးစံအတိုင်း ​​ပေါ့​ပေါ့ပါးပါးနဲ့ Drama Romance Comedy​တွေအစုံ ပါတာဖြစ်လို့\nမိသားစုနဲ့အတူ အနားယူရင်း ​ပေါ့​ပေါ့ပါးပါးကြည့်ရှုနိုင်မယ့် Family Fantasy ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nIMDbက​တော့ 6.5ရရှိထားပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre..... Family, ...",
        "rating": "5.4",
        "url": "https://megaup.net/2uGM3/Under.Wraps.2.2022.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/um4z72Zv0doAgzTWsHfqYFJkpv6.jpg",
        "title": "Hellraiser (2022)",
        "description": "Hellraiser (2022)(အရင်အဟောင်းတွေကိုမကြည့်ဖူးလည်းကြည့်လို့ရပါတယ်။ အိပ်ရာခန်းတွေ၊ သတ်ဖြတ်ခန်းတွေ ကြမ်းတမ်းတာမို့ ၁၈ အပေါင်း ရိတ်တင်း သတ်မှတ်ထားပါတယ်။ ဟော်ရာချစ်သူတွေ အကြိုက်ပါပဲ။)အသစ်ထွက် နာမည်ကြီး ဟော်ရာရုပ်ရှင်တစ်ကားပါ။ Hellraiser ဆိုတာ ရုပ်ရှင်ဇာတ်လမ်း ၁၀ ကားအထိ ထွက်ခဲ့ဖူးပြီး ကျယ်ပြန့်တဲ့ ရုပ်ရှင်စကြဝဠာတစ်ခုလည်းဖြစ်ပါတယ်။ဒီရုပ်ရှင်အသစ်ကိုတော့ မူရင်း Hellraiser ရဲ့ reboot လို့ ပြောလို့မရပါဘူး။ အရင် ၁၀ ကားနဲ့ တိုက်ရိုက်မဆက်စပ်တဲ့ သီးသန့် ထပ်တိုးတစ်ကားလို့ပဲ ပြောရမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ မူရင်း Hellraiser လိုပဲ ပဟေဠိသေတ္တာလေးတစ်ခုကနေ စတာပါပဲ။ အဲဒီသေတ္တာလေးမှာအဆင့် ၆ ဆင့်ရှိပါတယ်။ အဆင့် ၆ ဆင့်လုံးကို ဖွင့်ပြီးရင် နတ်ဘုရားတစ်ပါးနဲ့တွေ့ပြီး လိုရာဆုကို တောင်းနိုင်မယ်လို့ ယုံကြည်ကြပါတယ်။ဒါပေမဲ့ အဆင့်တစ်ဆင့်ပွင့်တိုင်းမှာ လူတစ်ယောက်ကို ရက်ရက်စက်စက်ယဇ်ပူဇော်ဖို့လိုတာကြောင့် ၆ ဆင့်အောင်မြင်ဖို့ အတော်ရက်စက်တာတွေလုပ်ရတာမို့ လူတိုင်းလုပ်နိုင်ဖို့မလွယ်လှပါဘူး။ဒီရုပ်ရှင်ထဲမှာတော့ ဘယ်သူတွေဘယ်လို ဘာတွေဖြစ်မလဲ ဆက်ကြည့်လိုက်ရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1OJ16/[CM]Hellraiser.2022.720p.WEB-DL.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2KQQtrJiJnhx59CLUnTdzCHtHOh.jpg",
        "title": "Chokher Bali (2003)",
        "description": "Chokher Bali (2003)ဒီကားက အရှ်ရိုက်ဖူးတဲ့ တခြားဇာတ်ကားတွေနဲ့မတူဘဲ ကွဲထွက်နေတဲ့\nစရိုက်မျိုးကို မြင်တွေ့ရမှာပါ...ငယ်ငယ်ရွယ်ရွယ်နဲ့ အိမ်ထောင်ကျပြီးမှ ယောက်ျားဖြစ်သူဆုံးသွားတဲ့\nမုဆိုးမတစ်ယောက်ရဲ့ ခံစားချက်ကို ပီပြင်အောင်ပုံဖော်ထားတဲ့ ကားလေးပါ...ရှေးယခင် အိန္ဒိယမှာက လင်သေသွားရင် မယားကို လင်နဲ့အတူမီးရှို့သတ်ပစ်တာ\nနောက်အိမ်ထောင်ပြုလို့မရတာ ဟိုဟာမစားရ ဒီဟာမစားရ\nဟိုဟာရှောင်ရ ဒီဟာရှောင်ရနဲ့ စတဲ့ အယူသည်းမှုတွေရှိခဲ့တယ်...ဒီဂယက်က လွတ်လပ်ရေးမရခင် အစောပိုင်းကာလတွေအထိကို\nရိုက်ခတ်လာခဲ့ပါတယ်..ဘီနိုဒီနီဆိုတဲ့ လုံမပျိုလေးကတော့ အိမ်ထောင်ကျပြီး တစ်နှစ်အကြာမှာ\nယောက်ျားဖြစ်သူဆုံးပါးသွားလို့ မုဆိုးဖြစ်ခဲ့ရပါတယ်..အရွယ်ကောင်းတုန်းမှာ\nလင်ယောက်ျားမရှိတဲ့အတွက် စိတ်ခံစားချက်ပေါင်းများစွာနဲ့ ခန္ဓာကိုယ်ရဲ့\nလိုအင်ဆန္ဒတွေကိုမြိုသိပ်ထားခဲ့ရပါတယ်...ဒီလိုနဲ့ သူမဟာ အိမ်ထောင်သည် ယောက်ျားတစ်ယောက်နဲ့\nစိတ်ခံစားချက်တွေ ဖလှယ်မိလာတဲ့အခါ...။မျက်ကန်းနွံထဲ ခြေစုံပစ်ခဲ့ရပုံတွေကို ဒီဇာတ်ကားမှာ သေသေသပ်သပ်\nဖေါ်ပြပေးထားလို့ အမြင်ကျယ်စေမှာအမှန်ပဲ ဖြစ်ပါတယ်နော်...\nFile size…2.4GB / 1.01GB\nQuality…1080p WEB RIP / 720p WEB RIp\nFormat…Mp4\nDuration….2h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.0",
        "url": "https://megaup.net/2uFv3/Chokher_Bali_2003_WebRip.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eVAXVHM4LPn8iWIx7Hkj1CvBBf3.jpg",
        "title": "Ang Pambansang Third Wheel (2018)",
        "description": "Ang Pambansang Third Wheel (2018)~ IMDb Rating - 6.7/10 ~ဒီတစ်ခေါက်မှာတော့ သူငယ်ချင်းအတွဲတွေကြား တစ်ကိုယ်တည်း၊ အထီးကျန်၊ ကြောင်တောင်တောင်၊ သနားစရာ၊ ရည်းစားမရှိ၊ အချစ်ရေးမှာကံမကောင်း ဖြစ်နေတဲ့ တတိယဘီးလေးတွေအတွက် ဖိလစ်ပိုင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကားနာမည် Ang Pambansang Third Wheel (National Third Wheel) နဲ့အညီ ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင် ထရီနာဟာ သူငယ်ချင်းအတွဲတွေကြား တစ်ကိုယ်တည်းသမားဖြစ်နေရသူပါ။ ရည်းစား ၃ ယောက်ထားခဲ့ဖူးပေမယ့် ဖောက်ပြန်ခံရလိုက်၊ စနှိုက်ကြော်ဇာတ် သွင်းခံရလိုက်နဲ့ အချစ်ရေးမှာ ကံဆိုးသူမောင်ရှင်ပေါ့။ အဲဒါတွေကြောင့် ဖူးစာဖက်ကိုထိုင်ပဲစောင့်နေတော့မယ်လို့ ဟစ်ကြွေးထားပါတယ်။ လုပ်ငန်းခွင်မှာလည်း အဆူခံထိနေကျ ကောင်မလေးပါပဲ။ဒီလိုနဲ့ တစ်ရက်မှာ သူ့ရုံးမှာ အလုပ်လာလျှောက်တဲ့ နီယိုဆိုတဲ့ အမျိုးသားတစ်ယောက်နဲ့ဆုံခဲ့ရပါတယ်။ နီယိုက ထရီနာရဲ့ ဖူးစာဖက်ဖြစ်နိုင်ပ့ါမလား၊ သူတို့နှစ်ယောက် ဘာတွေကျော်ဖြတ်ရဦးမှာလဲ၊ နီယိုက ထရီနာ့ကို တကယ်ချစ်ရဲ့လား၊ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3aCOL/(CM)_Ang_Pambansang_Third_Wheel_(2018)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ab4Gd2oQJsbVCRxG8fZdZ47Z77R.jpg",
        "title": "K-PAX(2001)",
        "description": "K-PAX(2001)အညွှန်း******************Kevin Spacey ရဲ့ အလန်းများစွာထဲက တစ်ကားဖြစ်ပါတယ်..သူ့ကိုယ်သူ လိုင်ရာကြယ်စင်စုအတွင်းက K-PAXဆိုတဲ့ ဂြိုလ်တစ်လုံးကနေအလင်းခရီးသွားပြီး ကမ္ဘာမြေကိုရောက်လာသူတစ်ယောက်အဖြစ်အခိုင်အမာပြောဆိုနေတဲ့သူတစ်ယောက် စိတ်ရောဂါကုဆေးရုံကိုရောက်ရှိလာပါတယ်....သူဟာတခြားလူနာတွေနဲ့မတူပဲ အမူအကျင့်တွေက ထူးဆန်းနေတာကြောင့်စိတ်ရောဂါကုဆရာဝန် မာခ့်ပိုဝဲလ်လည်း လူနာကို အရမ်းစိတ်ဝင်စားသွားပါ‌တော့တယ်...\nK-PAXကနေလာတယ်ဆိုတဲ့သူဟာ သူ့ရဲ့အကြောင်းပြချက်တွေသိပ္ပံနည်းကျအချက်အလက်တွေ ဘဝဇာတ်လမ်းတည်ဆောက်ပုံတွေကသံသယရှိစရာကောင်းပေမယ့် ယုံကြည်စရာလဲကောင်းနေပြန်တော့ဒီလူဟာတကယ်ပဲ တခြားဂြိုလ်ကလာတဲ့သူလားစိတ်ဝေဒနာရှင်တစ်ယောက်လာဆိုတာ ဖော်ထုတ်ဖို့ဖြစ်လာပါတယ်။  File Size :(2.3GB)(796MB) and (292MB)\nQuality :  WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Mystery , Drama , Sci-FI\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Moe Han\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/3aCxW/K-PAX.2001.WEB-DL.720P.PP(CM).mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjI3NjI3NDQtY2RmYS00NTJjLWI0YTQtNTE4NmZiN2UzMWJjXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Werewolf by Night (2022)",
        "description": "မာဗယ်ရဲ့ ကာရိုက်တာတစ်ခုဖြစ်တဲ့ သမန်းဝံပုလွေကို တီဗီရုပ်ရှင်တစ်ကားအဖြစ် ဒစ္စနေးက ထုတ်လွှင့်လိုက်ပါပြီ။ ဟောလိုးဝင်းလနဲ့ကိုက်ညီစွာပဲ အဖြူအမည်းအများစုနဲ့ ကာလာအချို့ထည့်သွင်းပြီး ဟော်ရာဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားပါတယ်။ မင်းသမီးအဖြစ် The Nevers စီးရီးနဲ့လူသိများတဲ့ Laura Donnelly လည်းပါဝင်ထားပါသေးတယ်။ အဲဒီမင်းသမီးက ရုတ်တရက်ဆို ဂျက်စီကာဂျုန်းစ် စီးရီးထဲကမင်းသမီး Krysten Ritter နဲ့ မှားတတ်ကြပါတယ်။ နောက်များမကြာမီ မာဗယ်စကြဝဠာထဲမှာ ဘယ်လိုပါဝင်လာမလဲတော့ မသိရသေးပါဘူး။ အခုတော့ သီးခြားရုပ်ရှင်တစ်ခုအနေနဲ့ပဲ ခံစားကြည့်လိုက်ရအောင်ပါ။ဇာတ်လမ်းအကျဉ်းမာဗယ်ရဲ့ စကြဝဠာထဲမှာ စူပါဟီးရိုးတွေရှိနေသလို အမှောင်ထုထဲမှာလည်း ရှေးမိစ္ဆာကောင်တွေ ရှိနေပြန်ပါသေးတယ်။ အဲဒီလို မိစ္ဆာမျိုးစုံကို အမဲလိုက်တဲ့ မုဆိုးတွေလည်း ရှိနေပါသေးတယ်။ ဒီရုပ်ရှင်အစမှာတော့ နာမည်ကျော် မုဆိုး ဘလက်ဒ်စတုန်းမိသားစုရဲ့ ခေါင်းဆောင် ယူလစ်ဆီ ဘလက်ဒ်စတုန်း သေဆုံးသွားပြီးတဲ့နောက် မိသားစုပိုင် သွေးကျောက်တုံးကို အမွေခံဖို့ မုဆိုးအသစ်တစ်ယောက်လိုအပ်လာပါတယ်။ အဲဒီကျောက်တုံးဟာ ကိုင်ဆောင်သူကို အသက်ရှည်စေတယ်၊ ခွန်အားကြီးစေတယ် စသည်ဖြစ် ...",
        "rating": "8.6",
        "url": "https://megaup.net/18Kjx/Werewolf_by_Night_2022_720p_(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYjMwY2RhYzYtMzBjYy00ZGM3LTk4MTktODAyZDA4Yzk3MzU0XkEyXkFqcGdeQXVyMTA1NDUxMDIz._V1_-160x200.jpg",
        "title": "Mr. Harrigan’s Phone (2022)",
        "description": "ဒီဟော်ရာ ရုပ်ရှင်ကတော့ စာရေးဆရာ၊ဒါရိုက်တာ စတီဗန်ကင်းရဲ့ ဝတ္ထုတိုလေးတစ်ပုဒ်ကို\nပြန်လည်ရိုက်ကူးထားတာပါ။ သူ့ရဲ့လက်ရာတွေက ဝတ္ထုတိုဝတ္ထုရှည်မရွေး\nကျောချမ်းစရာကောင်းတာကိုသိကြမှာပါ။ သူ့ရဲ့လက်ရာတွေထဲက\nIT, Shinning, Pet Sematary, Green Mile, Misery, 1408,\nThe Mist, Shawshank, Doctor Sleep, The Dark Tower, In the Tall Grass,\nLisey Story, Thinner, Dolores Claiborne တို့တွေကို\nကြည့်ဖူးကြတဲ့သူများမယ်ထင်ပါတယ်။ မကြည့်ဖူးသေးရင်လည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ကတော့ နာမည်အတိုင်း မစ္စတာ ဟာရီဂန်ရဲ့ ဖုန်းအကြောင်းပါပဲ။\nဇာတ်လမ်းက တမလွန်ဘဝတွေ၊ သဘာဝလွန်တွေနဲ့ သို့လောသို့လော\nကျောချမ်းစရာတွေနဲ့ ဖွဲ့စည်းထားတာမို့ အကျဉ်းပြောမပြတော့ပါဘူး။\nဘာပြီးဘာဖြစ်လာမလဲ ရင်တဖိုဖိုကြည့်လို့ရစေချင်လို့ပါ။ ဆက်ကြည့်လိုက်ပါဦး။\nFile size…1.1GB / 540MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr Anderson",
        "rating": "6.0",
        "url": "https://megaup.net/18K8d/Mr..Harrigans.Phone.(2022).720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-112x200.jpg",
        "title": "My Best Friend’s Exorcism (2022)",
        "description": "Prime က ရိုက်ကူးထားတဲ့ လူငယ်ဆယ်ကျော်သက် သရဲကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n၁၉၇၀ , ၈၀ ကာလမှ ဇာတ်အိမ်တည်ထားတဲ့အတွက် Stranger Things ဆန်ဆန်အငွေ့အသက်တွေနဲ့ ရစေမှာပါ...အက်ဘီနဲ့ဂရက်ချန်လန့်ဆိုတဲ့ သူငယ်ချင်းကောင်မလေး ၂ ယောက်ရှိပြီး\nတစ်ယောက်နဲ့တစ်ယောက် အတိုင်အဖောက်ညီပြီး အရမ်းခင်ကြပါတယ်...\nတစ်နေ့ ကျောင်းက သူငယ်ချင်းတစ်စုနဲ့ မြို့အစွန်က ရေကန်အိမ်မှာ ပျော်ပွဲစားထွက်ကြရင်း\nညဘက် သရဲခေါ် ဘုတ်ပြားဂိမ်းအတူတူဆော့တာကနေ ဇာတ်လမ်းစပါတော့တယ်။\nဂရက်ချန်ကို အမည်မသိ မကောင်းဆိုးတစ်ကောင်ဝင်ပူးသွားပြီး....ဘယ်သူမှမသိလိုက်ပါဘူး\nကျန်တဲ့ သူငယ်ချင်းတွေလည်း ဘာမှမဖြစ်သလိုပုံမှန်ပဲနေခဲ့ကြပြီး....နေ့စဉ်ဘဝကို ဆက်လက်ဖြတ်သန်းနေပါတယ်\nဒါပေမယ့် ဝင်ပူးခံရတဲ့ ဂရက်ချန်ရဲ့ အပြုအမူတွေကဟာ တစ်နေ့တစ်နေ့ပိုပိုဆိုးလာပြီး အက်ဘီက\nရိပ်မိသွားပါတော့တယ်....အက်ဘီတစ်ယောက် သူ့အချစ်ဆုံး သူငယ်ချင်းကို ဘယ်လို သရဲနှင်မလဲဆိုတာကိုတော့\nဒီကားလေးမှာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)File size…(1.95GB)/(877MB)/(428Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:37:00\nGenre...Horror / / Comedy / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "5.1",
        "url": " https://megaup.net/1OEfm/my.best.friends.exorcism.2022.720p.(CM).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yw8x2i3vaHZZzpvqvF75E8q2N6M.jpg",
        "title": "Proof of Life(2000)",
        "description": "Proof of Life(2000) အညွှန်း***********************ဒီဇာတ်ကားကတော့ အက်ရှင်ဇာတ်ကားတွေကို အရိုက်များတဲ့\nဒါရိုက်တာကြီး Taylor Hackord ရိုက်ကူးထားပြီး\nသရုပ်ဆောင်တွေအနေနဲ့ Russell Crowe, David Morse,Meg Ryan နဲ့ Pamela Reed တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။တယ်ရီသွန်း(Russell Crowe) ဟာ ပြန်ပေးဆွဲခြင်း ညှိနှိုင်းရေးသမားတစ်ဦးဖြစ်တယ်..သူဟာ ထူးချွန်တဲ့သူဆိုပေမဲ့ တစ်ခါတစ်ရံ ဓားစာခံအသက်ရှင်ရေးဦးစားပေးပြီးစီစဉ်ထားတဲ့အတိုင်းမလုပ်ဘဲ သူစိတ်ကူးပေါက်ရာလုပ်တတ်တဲ့အကျင့်ဆိုးတစ်ခုတော့ရှိတယ်..တောင်အမေရိကမှာ ရေကာတာဆောက်ချင်နေတဲ့ပီတာဘိုးမန်း(David Morse)  ဟာ အကြမ်းဖက်အဖွဲ့ရဲ့ပြန်ပေးဆွဲခြင်းကို ခံခဲ့ရတယ်..အဲ့ဒီနောက်ပြန်ပေးဆွဲခြင်းညှိနှိုင်းရေးသမားဖြစ်သူ\nတယ်ရီသွန်း(Russell Crowe) တစ်ယောက်အန္တရယ်များလွန်းလှတဲ့အခြေအနေကြားထဲက ဘယ်လိုကယ်တင်သွားမလဲဆိုတာတွေကိုတော့....File Size : (3.0GB)(1.1GB) and (356MB)\nQuality : Blu-Ray1080p5.1ch ,720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1OH52/Proof.of_Llife.2000..BLU-RAY.720P.PP(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kNRhvWoVDWP9kr2E7GBB3G0ZQVI.jpg",
        "title": "Girl Picture (2022)",
        "description": "Girl Picture (2022)(1080 ရပါပြီ)ဒီ Finlandကားလေးဟာ Rotten Tomatoes rating 98%လည်း ရထားတဲ့ကားဆိုတော့ အတော်အသင့်ကောင်းမယ့်ကားလို့ ခန့်မှန်းမိကြမယ်ထင်ပါတယ်။ ဒီဇာတ်ကားမှာ climaxတွေ plot twistတွေမပါဘူး။ ငြိမ့်ငြိမ့်လေးနဲ့ mid life crisisကိုကြုံနေတဲ့ ရင်းနှီးတဲ့ကောင်မလေး ၃ယောက်ကို ရိုးရိုးလေးပဲ ရိုက်ပြထားတာပါ။Mimmi .. ငယ်ငယ်ကတော့ အမေတစ်ခုသမီးတစ်ခုဘဝနဲ့နေခဲ့ပြီး အမေ့အချစ်တွေအားလုံးရခဲ့ပေမယ့် အမေက အချစ်အသစ်နဲ့တွေ့ပြီး သားလေးပါ မွေးပြီးတဲ့နောက်မှာ အပြင်မှာ သူငယ်ချင်းတစ်ယောက်နဲ့နေရင်း အပြင်ပန်းက မာကြောသယောင်ဟန်ဆောင်နေပြီး စိတ်ဖိစီးမှုတွေနဲ့ ရင်ဆိုင်နေရသူ။Ronko .. ပျော်ပါးတတ်တဲ့မိန်းကလေးတစ်ယောက် ဖြစ်ပေမယ့် Sexကိစ္စမှာ ပြီးမြောက်ခြင်းကို အလိုကျစွာမခံစားရလို့ တခြားလူတွေ ခံစားနေရသလို ပျော်ပါးနိုင်ဖို့ ပါတီတွေ အခါအားလျော်စွာ လိုက်တက်ရင် သူ့အတွက် ခံစားချက်အစစ်အမှန်ရစေမယ့်သူကို ရှာဖွေနေတဲ့သူ။Emma .. တစ်ဘဝလုံး လေ့ကျင့်လာတဲ့ ရေခဲပြင်စကိတ်အလှစီးအားကစားမှာ ပန်းတိုင်တစ်ခုဖြစ်တဲ့ ဥရောပချန်ပီယံရှစ် ပြိုင်ပွဲရက်နီးမှ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1OF9w/[CM]Girl.Picture.2022.720p.WEBRip.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uoEbEOYlNAEM7QMhgVuemIC4XLs.jpg",
        "title": "Control (2022)",
        "description": "Control (2022)~ Rotten Tomatoes - 71% ~သိပ္ပံကားတွေ စူပါပါဝါကားတွေကို ကြိုက်တဲ့သူတွေ အကြိုက်တွေ့မယ့် ကားလေးပါ။ Thriller ဆန်ဆန်လည်း ရင်တသိမ့်သိမ့်တုန်ရသလို မင်းသမီးကလည်း ဝိုဗာရင်းထဲက ကလေးမလေးရုပ်နဲ့ ခပ်ဆင်ဆင်ပါပဲ။ ဘတ်ဂျက်သိပ်မသုံးထားပေမဲ့ အတော်လေးဆန်းပြီး လှပအောင်ရိုက်ပေးထားပါတယ်။ စူပါပါဝါကားပေမဲ့ Saw လိုလို ဘာလိုလိုနဲ့ ရင်ဖိုစရာလည်း တော်တော်ကောင်းပါတယ်။စိတ်နဲ့ အရာဝတ္တုတွေကို ထိန်းချုပ်နိုင်တဲ့ စူပါပါဝါရှိတဲ့ မိန်းမတစ်ယောက်ရှိတယ်။ သူ့မှာ အဲဒီအစွမ်းရှိလို့ ရှိမှန်းတောင် သူမသိရှာဘူး။ ဒီလိုနဲ့ သူ့ကို အခန်းတစ်ခန်းထဲထည့်ပြီး မလုပ်နိုင်ရင် သူ့သမီးကို သတ်မယ်လို့ ခြိမ်းခြောက်ပြီး အမျိုးမျိုး စမ်းသပ်တယ်။ ခုံမှာ သံကြိုးနဲ့ချည်ပြီး ခဲတံကို ချိုးခိုင်းတာတို့ ဘာတို့ပေါ့။ အဲဒီလိုစမ်းသပ်ခံရရင်း သူ့အစွမ်းက ကြီးသည်ထက်ကြီးလာတာပါပဲ။ ဒီလိုနဲ့ သူ့အစွမ်းရဲ့ အမြင့်ဆုံးအဆင့်ကို ရောက်လာတဲ့အခါမှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "",
        "url": "https://megaup.net/3aB6v/(CM)_Control_(2022)_720p.mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ws3R5LG8p7brQe7zq2xClDM3Yft.jpg",
        "title": "The Gabby Petito Story (2022)",
        "description": "The Gabby Petito Story (2022)ဂက်ဘီပတ်တီတိုဆိုတဲ့ မိန်းကလေးဟာ ကြင်နာတတ်ပြီး လူချစ်လူခင်ပေါ်များတဲ့ မိန်းမလှလေးတစ်ယောက်ပဲဖြစ်ပါတယ်။ ဒီလိုနဲ့တစ်နေ့မှာ စတိတ်ကျောင်းတုန်က ရည်းဇားဟောင်းဘရိုင်ယန်နဲ့ ပြန်ဆုံတွေ့ကြရင်း ငယ်ချစ်တွေတစ်ဖန် ရှင်သန်လာကြပြီး သူ့ချစ်သူရှိရာ ဖလော်ရီဒါကို အတူလိုက်သွားခဲ့ပါတယ်။မနာလိုသဝန်တိုတတ်လွန်းတဲ့ ဘရိုင်ယန်နဲ့ လူတိုင်းကိုဖော်ရွေကြင်နာတဲ့ ဂက်ဘီတို့ ဆက်ဆံရေးက ဘယ်လိုအခြေအနေတွေအထိရောက်အောင် အဆိပ်အတောက်ဆန်သွားမလဲဆိုတာတော့ ...သဝန်တိုတတ်တဲ့ ချစ်သူကို ပိုင်ဆိုင်ထားတဲ့သူတိုင်း တစ်ခါလောက်တော့ ကြည့်ထားသင့်တဲ့ ဖြစ်ရပ်မှန်ပညာပေးဇာတ်လမ်းလေး တစ်ခုဖြစ်တာမို့ လက်မလွှတ်တမ်းကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ရပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Hae Areum ပါ။)File Size          : 885MB, 397MB\nQuality            : 720p WEB-DL, 480p\nFormat            : mp4\nDuration  ...",
        "rating": "5.3",
        "url": "https://megaup.net/1OEi0/[CM]The.Gabby.Petito.Story.2022.720p.WEBRip.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzIzNDQ5YTUtZmI5Yi00MTU0LThhMTQtMDFlNDJiOWVjNjczXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Lake Mungo(2008)",
        "description": "Lake Mungo(2008) အညွှန်း**********************ဆယ်ကျော်သက်မလေး အဲလစ်ပါးမားတစ်ယောက် ရုတ်တရက်ရေနစ်ဆုံးတဲ့သတင်းက သူတို့ရပ်ကွက်မှာ ဟိုးလေးတကျော်ပါပဲ။\nကျန်ရစ်သူ ပါးမားမိသားစုဝင်တွေလည်း\nအတော်လေး ဝမ်းနည်းကြေကွဲနေကြတာပေါ့။တစ်ရက်မှာတော့ အဲလစ်တစ်ယောက် မကျွတ်လွတ်သေးပဲသူ့အစ်ကို ရိုက်ကူးတဲ့ပုံတွေထဲမှာ ပါလာတယ်ဆိုတဲ့သတင်းတွေ ထွက်လာပြန်ပါတယ်။ ဒီလိုနဲ့ သူ့ကိုယ်သူ စိတ်တန်ခိုးရှင်လို့အမည်ခံတဲ့ ရေးဆိုသူပါ ပါဝင်ပတ်သက်လာပြီး အဲလစ် သေဆုံးခဲ့ရတာသွေးရိုးသားရိုးမှ ဟုတ်ရဲ့လားဆိုတာကို မိသားစုဝင်နဲ့ အသိမိတ်ဆွေတွေကို အင်တာဗျူးလုပ်ထားသလို format နဲ့ကြည့်ရှုခံစားရမယ့် Horror ကားတစ်ကားမို့ ခံစားကြည့်ကြပါဦးFile Size : (4.6GB) and (947MB)\nQuality : Blu-Ray 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:27:00\nGenre : Horror, Drama , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/3aAXZ/Lake.Mungo.2008._BLU-RAY.720P.PP(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/mo_him_wong-779275830-large-141x200.jpg",
        "title": "Dr. Wai in the Scripture with No Words (1996)",
        "description": "\\ \\Dr. Wai in the Scripture with No Words ( 1996 )ဂျက်လီရဲ့ အင်ဒီယာနာဂျုန်းလိုလိုကားပါ။ မှတ်မိချင်မှ မှတ်မိမှာပေမဲ့ စက်ရုပ်နွားကြီးနောက် ဂျက်လီပြေးလိုက်ချတဲ့ အခန်းကိုတော့ ငယ်ငယ်က ဖြစ်ဖြစ် ကြည့်ဖူးလောက်ကြမှာပါ။ အဲဒီကားပါပဲ။ ဂျက်လီအပြင် ဟောင်ကောင်ရဲ့ အလှတရားတွေထဲ အပါအဝင်ဖြစ်တဲ့ ဂျက်လီနဲ့တွဲအရိုက်များတဲ့ Rosamund Kwan နဲ့ ashes of time , Fallen angels နဲ့ New Police Storyထဲက မင်းသမီး charlie yeung လည်းပါပါတယ်။ နောက်ဆုံးနဲ့ ဒီကားကို ကျွန်တော်ကြည့်ဖြစ်သွားတဲ့အကြောင်းရင်းဖြစ်တဲ့သူကတော့ ဟောင်ကောင်မှာပဲ ကားအလန်းစားတွေ ဆက်တိုက်အရိုက်များခဲ့တဲ့ ဂျပန်ထိုင်ဝမ်သွေးနှော Takeshi Kaneshiroပါပဲ။ cast တွေနဲ့တင် ဒီကားက တော်တော်တန်နေပါပြီ။ဇာတ်လမ်းကတော့ အင်ဒီယာနာဂျုန်းဆန်ဆန်ဘဲက အင်ဒီယာနာဂျုန်းထဲကလို ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/dr-wai-in-the-scripture-with-no-words-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOTVmMWUwMjgtYTc0MS00Njc3LTgzZDEtNmQ3ZjJlOWM1NzM2XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "Wedding Dress (2022)",
        "description": "Wedding Dress (2022)\nဂျိုအန်က မင်္ဂလာဝတ်စုံတွေရောင်းတဲ့ဆိုင်က ဒီဇိုင်နာလက်ထောက်တစ်ယောက်ပါ။ သူ့မှာ ကာလာလို့ခေါ်တဲ့ သမီးငယ်လေးတစ်ယောက်ရှိပြီး ယောက်ျားကဆုံးပါးသွားပြီဖြစ်တဲ့ တစ်ကိုယ်ရည်မိခင်တစ်ယောက်ပါ။သူ့ယောက်ျားက သူတို့မင်္ဂလာနှစ်ပတ်လည် ၁၀နှစ်မြောက်ကျရင် Wedding Dress လေးရစေရမယ်လို့ ကတိပေးခဲ့တာကြောင့် ဒီအိပ်မက်လေးကိုလည်း ဆက်ပြီးဖက်တွယ်ထားဆဲပါ။ သူ့မှာဒီဇိုင်းလုပ်လက်စ မင်္ဂလာဝတ်စုံဂါဝန်လေးလည်းရှိနေပါတယ်။အမေတစ်ခု သမီးတစ်ခုဘဝမို့ စားဝတ်နေရေးအတွက် အလုပ်အမြဲလုပ်နေရပါတယ်။ ဒါပေမဲ့ သမီးလေးကို အရမ်းချစ်ပြီး သမီးအတွက် လိုလေးသေးမရှိ ထားချင်တဲ့ အရာရာမြှုပ်နှံထားတဲ့မိခင်မျိုးပါ။ဒီလိုကြိုးစားနေတဲ့ ဂျိုအန်တစ်ယောက်ကို ကံကြမ္မာက မျက်နှာသာမပေးခဲ့ပါဘူး။ အကြောင်းကတော့ ဂျိုအန်မှာ ကင်ဆာရှိနေပြီဖြစ်လို့ပါပဲ။ သူက ကင်ဆာဆေးတွေသွင်းပြီးလူမမာအဖြစ်နဲ့ ထွက်ခွာမသွားချင်တာကြောင့် ဆေးမကုဘဲနေဖို့ဆုံးဖြတ်ထားပါတယ်။ဒါ့ကြောင့် သူမသွားရခင်မှာ သမီးလေးအပေါ် သူလစ်ဟင်းခဲ့တဲ့မိခင်တာဝန်တွေကိုလုပ်ဖို့ အလုပ်ကနေခွင့်ယူပြီး ဟင်းချက်ပေးတာကစလို့ သမီး‌‌လေး သူငယ်ချင်းတွေပိုရအောင် မောင်နှမဝမ်းကွဲတွေနဲ့တည့်အောင် ဘဲလေးအကမယ်ပြိုင်ပွဲဝင်ဖြစ်အောင် ကြိုးစားပါတော့တယ်။မိခင်မေတ္တာနဲ့ သားအမိသံယောဇဉ်ပေါ်လွင်ပြီး ကြည့်ရှုသူတွေကို နွေးထွေးမှုနဲ့ ဝမ်းနည်းမှုတွေတပြိုင်တည်းဖြစ်စေတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါပဲ။ စိတ်ခံစားလွယ်တဲ့သူတွေအတွက်ကတော့ တော်တော်လေးမျက်ရည်ကျရမယ့် ရုပ်ရှင်ပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Ingyin San ...",
        "rating": "",
        "url": "https://megaup.net/18Iul/(CM)_Wedding_Dress_(2022)_720p.mp4",
        "category": "Drama"
    }
]