[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFYYFEhKS6JZvNW7gXeKeqnbcS7.jpg",
        "title": "Daniel Isn’t Real (2019)",
        "description": "အခုCMပရိသတ္ႀကီး​ေတြအႀကိဳက္​ေတြ႕​ေစမယ့္2019ထြက္ လွ်ိဳ႕ဝွက္ဆန္းၾကယ္သည္းထိပ္ရင္ဖိုဇာတ္ကား​ေလးတစ္ကားပါဒီဇတ္ကားထဲမွာ​ေတာ့ Midnight Sunရဲ႕မင္းသား​ေခ်ာ​ေလးPatrick Schwarzeneggerပါဝင္ထားပါတယ္ဒီကားထဲကသူ႔ရဲ႕characterကအရင္ကား​ေတြနဲ႔မတူဘဲပုံစံအသစ္အဆန္းတစ္မ်ိဳး​ေလးနဲ႔​ေတြ႕ရမွာပါမိသားစုမွာမိဘ​ေတြအဆင္မ​ေျပရန္ျဖစ္​တဲ့အခါသားသမီး​ေတြမွာ အားငယ္ၿပီးစိတ္ဒဏ္ရာရတတ္ၾကပါတယ္ဇာတ္လမ္း​ေလးထဲမွာဆိုရင္လည္း လုခ္ဆိုတဲ့​ေကာင္​ေလးဟာမိဘ​ေတြအဆင္မ​ေျပရန္ျဖစ္တာ​ေတြ​ေၾကာင့္အထီးက်န္အ​ေဖာ္မဲ့ၿပီစိတ္ဒဏ္ရာ​ေတြရခဲ့တယ္တစ္​ေန႔မိဘ​ေတြရန္ျဖစ္​ေနတာကို လုခ္က​​ေတြ႕ခဲ့ၿပီတစ္​ေယာက္ထဲအိမ္ကထြက္လာရင္း ဆိုင္တစ္ဆိုင္မွာလူသတ္မႈတစ္ခုကို​​ေတြ႕သြားတယ္အဲ့အခ်ိန္မွာပဲ ဒန္နီရယ္ဆိုတဲ့​ေကာင္​ေလးကိုပါတစ္ၿပိဳင္နက္​ေတြ႕ရွိသြားတာ​ေပါ့တကယ္​ေတာ့ဒန္နီရယ္ဟာသူ႔စိတ္ထဲက အထီးက်န္အ​ေဖာ္မယ့္​ေနတဲ့အတြက္စိတ္ကူးပုံ​​ေဖာ္ထားတဲ့ သူငယ္ခ်င္းတစ္​ေယာက္​ေပါ့လုခ္ကာ ဒန္နီရယ္ကို​အိမ္​ေခၚသြားၿပီး က​ေလးသဘာဝ​ေဆာ့ၾကတာ​ေပါ့တစ္​ေန႔ ဒန္နီရယ္က လုခ္ရဲ႕အ​ေမကိုသတ္ဖို႔လုခ္ကိုဒီ​ေဆး​ေတြ​တိုက္ရင္လုခ္အ​ေမ​ေန​ေကာင္းသြားမယ္​ေျပာၿပီး တိုက္ခိုင္းခဲ့တယ္လုခ္အ​ေမ​ေသာက္လိုက္မိၿပီး ​ေသမလိုျဖစ္ၿပီးတဲ့​ေနာက္မွာ​ေတာ့လုခ္ဟာ ဒန္နီရယ္ကို အ႐ုပ္အိမ္ထဲကိုဝင္ခိုင္းၿပီး ​ေသာ့ခတ္ပစ္လိုက္တာ​ေပါ့ဒီလိုနဲ႔ လုခ္ ဆယ္​ေက်ာ္သက္အ႐ြယ္​ေရာက္လာအထိအနားမွာ ဒန္နီရယ္မရွိ​ေတာ့ဘူး​ေနာက္ပိုင္းမွာ ဒန္နီရယ္ ျပန္​ေပၚလာၿပီးလုခ္နဲ႔ဘာ​ေတြလုပ္ၾကမလဲ လုခ္​ေနာက္ပိုင္းဘယ္လိုမ်ိဳးေတြႀကဳံ​ေတြ႕ရမလဲဒန္နီရယ္က​ေရာ​ေနာက္ပိုင္းဘာ​ေတြျဖစ္လာမလဲဆိုတာကိုရင္တဖိုဖိုနဲ႔ၾကည့္ရႈ႕ရမယ့္ ဇာတ္ကား​ေကာင္း​ေလးတစ္ကားပါ File Size : ( 936 MB , 341 ...",
        "rating": "6.0",
        "url": "https://megaup.net/2c8zY/(CM)_Daniel_Isn_t_Real_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pdYhXJPoV0Kvwdih74lejHPTyWL.jpg",
        "title": "Jexi (2019)",
        "description": "ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေဖးလ္က သူငယ္ခ်င္းမရွိ ခ်စ္သူမရွိနဲ႔ ေပ်ာ္စရာမေကာင္းတဲ့ဘဝမွာ ေနထိုင္တဲ့သူတစ္ေယာက္ပါၿပီးေတာ့သူဟာ ဖုန္းသုံးစြဲရတာအလြန္\nႏွစ္သက္တဲ့သူေပါ့တေန႔မွာ ဖုန္းလဲဖို႔ႀကဳံလာေတာ့ ေဖးလ္ တစ္ေယာက္\nဖုန္းအသစ္မွာပါတဲ့ AI assistant,Jexiနဲ႔ေတြ႕ပါေတာ့တယ္jexi ဟာလူေတြရဲ႕ဘဝ ကိုပိုမိုတိုးတက္ေကာင္းမြန္ေအာင္လုပ္ဖို႔ ဖန္တီးထားတဲ့smart ph AIတခုျဖစ္ၿပီးJexi ရဲ႕အကူအညီနဲ႔ ေဖးလ္ ဟာ တကယ့္ဘဝမွာသာယာလာၿပီးေတာ့ ဖုန္းမလိုေတာ့တဲ့ အေျခအေန\nတခုကို ေရာက္သြားခ်ိန္မွာJexi ကလည္းေဖးလ္ကိုသံေယာဇဥ္ေတြ\nတြယ္ၿပီး သူ႔အနားပဲ ရွိေနေစခ်င္ေတာ့တဲ့အခါမွာ\nဘလိုေတြဆက္ျဖစ္လာမလဲ ဆိုတာကိုေတာ့.........ဟာသဆန္ဆန္႐ိုက္ကူးထားၿပီး ဒီဘက္ေခတ္ ဖုန္းAI ေတြရဲ႕အေရးပါပုံ အသုံးဝင္ပုံေတြနဲ႔AI ေတြက လူေတြထင္ထားတာထက္ ပိုမိုၿပီး သာလြန္ေကာင္းမြန္ေနတဲ့အခါလူေတြရဲ႕ဘဝအေပၚလႊမ္းမိုးခ်ဳပ္ကိုင္လာႏိုင္တာေတြကိုအေကာင္းဆုံးပုံေဖာ္ၿပီး႐ိုက္ကူးတင္ျပထားတာပဲျဖစ္ပါတယ္။Ps>18+ အသုံးအႏႈန္းမ်ားပါဝင္တာကို အသိေပးပါရေစခင္ဗ်ာ.... File Size : ( 791 MB , 287 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 24minFormat : Mp4 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/jexi-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Taxi-driver-132x200.jpg",
        "title": "Taxi Driver (1976)",
        "description": "Taxi Driver (1976)\nIMDb 8.3/10______Rotten Tomatoes 96%\nNominated for 4 Oscars. Another 21 wins & 15 nominations\" စကားပြောမလို့လား \"\"အင်း , ကျွန်တော်တစ်ယောက်တည်းပါပဲဗျာ \"______________________ဒီစကားလုံးလေးနှစ်ခုဟာ လျှာဖျားကလေးလှုပ်ပြီး ဖတ်လိုက်ကြားလိုက်ရချိန်မှာ ဘာမှမဟုတ်သယောင်ထင်ရပေမယ့် ယခု ဇာတ်ကားတစ်ခုလုံးအတွက်တော့ အရေးကြီးဆုံး စကားလုံးနှစ်ခု ဖြစ်ပါတယ်။ကျွန်တော့်အနေနဲ့ကတော့ ဘယ်တော့မှ မေ့ပျောက်နေမှာမဟုတ်တော့ဘဲ တသသ ဖြစ်ကျန်ခဲ့ရတဲ့ တက္ကစီ ဒရိုင်ဘာလေး ထရာဘစ်စ်ရဲ့ စကားလုံး နှစ်ခုဖြစ်ပါတယ်လို့ပဲ ဆိုရပါ့မယ်။ပြောရရင် တက္ကစီဒရိုင်ဘာလေးရဲ့ ဘဝအနေအထားနဲ့ စိတ်ပဋိသန္ဓေမှာ အမြစ်တည်ကြီးထွားဖို့လိုအပ်နေတဲ့ နွေးထွေးပျော်ရွှင်မှု စိတ်အာဟာရတွေ ပေါ့ပါးစွာခြေဆန့်နိုင်ဖို့။လူလောကအလယ်မှာ အခြားသောလူသားတွေလို အံဝင်ခွင်ကျ ဝင်ဆံ့ချင်လိုမှု တွေကို အသောနှင် ပိုင်ဆိုင်ချင်နေကြောင်းကို ပြည့်ပြည့်ဝဝ ပြဆိုလိုက်တဲ့ စကားနှစ်ခုလို့ပဲ ပြောရမှာဖြစ်ပါတယ်။ဒါပေမယ့် တက္ကစီဒရိုင်ဘာလေးခမျာမှာတော့ ရရှိဖို့ ခက်ခဲနေခဲ့ပါတယ်။ယခုရုပ်ရှင်ထဲက ဒရိုင်ဘာလေး ထရာဘစ်စ်ဟာ လိင် ...",
        "rating": "8.3",
        "url": "https://megaup.net/2SpH0/Taxi_Driver_[1976]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/JB-130x200.jpg",
        "title": "New Justice Bao: The Blood Reward (2019)",
        "description": "Zawgyi*******ျပည့္သူတရားသူႀကီးမင္း ေပါင္ခ်ိန္ကို ပုံစံအသစ္နဲ႔ ပုံေဖာ္ထားတဲ့ဇာတ္ကားေကာင္းေလးကို တင္ဆက္ေပးလိုက္ပါတယ္...ေပါင္ခ်ိန္ရဲ့ မူလလက္ေဟာင္း ဇာတ္လမ္းေတြနဲ႔ မတူဘဲေသြးမိစၧာစစ္သည္ေတြကို ႏွိမ္နင္းတဲ့အေၾကာင္းကို စိတ္ဝင္စားစရာတင္ဆက္ထားတ​ဲ့ကားေကာင္းတစ္ကားပါေပါငိခ်ိန္ဆိုတဲ့အတိုင္း အမွုအသြားအလာ ဇာတ္လမ္းအေကြ႕အေကာက္ခ်ိတ္ဆက္ထားပုံကေတာ့ ေျပာေနစရာမလိုေတာ့ပါဘူး...ဒီဇာတ္လမ္းေလးမွာေတာ့ ပိုင္ယြင္ၿမိဳ့ကို ရန္သူေတြဝန္းရံေနခဲ့ရတဲ့အမွန္တရားနဲ႔ စစ္သူႀကီးထန္တို့ ဘယ္လိုေတြရင္ဆိုင္ခဲ့ရတယ္ဆိုတာရယ္...ေပါင္ခ်ိန္တရားသူႀကီးက ဘယ္လိုေတြ ေျဖရွင္းခဲ့တယ္ဆိုတာေတာ့ဇာတ္လမ္းေလး ၾကည့္ရင္ လုံးဝနားလည္သြားလိမ့္မယ္... Unicode*******ပြည့်သူတရားသူကြီးမင်း ပေါင်ချိန်ကို ပုံစံအသစ်နဲ့ ပုံဖော်ထားတဲ့ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ပေါင်ချိန်ရဲ့ မူလလက်ဟောင်း ဇာတ်လမ်းတွေနဲ့ မတူဘဲသွေးမိစ္ဆာစစ်သည်တွေကို နှိမ်နင်းတဲ့အကြောင်းကို စိတ်ဝင်စားစရာတင်ဆက်ထားတဲ့ကားကောင်းတစ်ကားပါပေါငိချိန်ဆိုတဲ့အတိုင်း အမှုအသွားအလာ ဇာတ်လမ်းအကွေ့အကောက်ချိတ်ဆက်ထားပုံကတော့ ပြောနေစရာမလိုတော့ပါဘူး...ဒီဇာတ်လမ်းလေးမှာတော့ ပိုင်ယွင်မြို့ကို ရန်သူတွေဝန်းရံနေခဲ့ရတဲ့အမှန်တရားနဲ့ စစ်သူကြီးထန်တို့ ဘယ်လိုတွေရင်ဆိုင်ခဲ့ရတယ်ဆိုတာရယ်...ပေါင်ချိန်တရားသူကြီးက ဘယ်လိုတွေ ဖြေရှင်းခဲ့တယ်ဆိုတာတော့ဇာတ်လမ်းလေး ကြည့်ရင် လုံးဝနားလည်သွားလိမ့်မယ်... Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/new-justice-bao-the-blood-reward-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/SV-135x200.jpg",
        "title": "Savage ( 2019 )",
        "description": "Zawgyi*******IMDB rating - 5.92019 ထြက္တရုတ္ action drama ဇာတ္ကားေကာင္းေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေရွာင္စုန္ နဲ႔ ကန္ေဟာက္ ဆိုတဲ႔ ရဲအရာရွိႏွစ္ဦးကႏွင္းေတြထူထပ္စြာက်ေနတဲ႔ ေတာင္ေပၚစခန္း တစ္ခုမွာတာဝန္က်ပါတယ္တစ္ေန႕မွာေတာ့ ေရႊေတြကိုသယ္ပို႕ရတဲ႔ကား ဟာ သူတို႕စခန္းနဲ႕မနီးမေဝးမွာဓားၿပတိုက္ခံရပါတယ္ ေရွာင္စုန္နဲ႕ ကန္ေဟာက္ ဟာ သူတို႕ႏွစ္ေယာက္လံုးႀကိဳက္ေနတဲ႔ေဒါက္တာဆြမ္ယန္ရဲ႕ ေမြးေန႕ပဲြကိုသြားေနပါတယ္ ေမြးေန႕ကအၿပန္သူတို႕စခန္းရွိရာေနရာေတာင္ေပၚဘက္ကိုကားနဲ႕အၿပန္မွာ ဓားၿပတိုက္တဲ႔လူေတြနဲ႕ေတြ႕ပါေတာ့တယ္ပစ္ႀကခတ္ႀကရင္းနဲ႕ ေရွာင္စုန္တစ္ေယာက္ေသဆံုးသြားပါတယ္ ကန္ေဟာက္ဟာသူ႕အၿပစ္မကင္းဘူးလို႕ခံစားရတာေႀကာင့္ ေဒါက္တာဆြမ္ယန္ သူနဲ႕အတူအၿခားၿမိဳ႕ကိုအတူသြားမယ္လို႕ေၿပာေပးမယ္႔လည္း အဲ႔ဒီအမွဳကိုမရ ရေအာင္လုိုက္ပါေတာ့တယ္ စံုးစမ္းရင္းတစ္ႏွစ္ေလာက္အႀကာမွာေတာ့သစ္ေတာထဲမွာေရႊေခ်ာင္းေတြ႕တယ္လို႕သတင္းႀကားတဲ႔အခါ ကန္ေဟာက္လဲ စံုစမ္းဖို႕ေရာက္လာပါေတာ့တယ္ သစ္ေတာထဲမွာ စံုစမ္းရင္း ဓားၿပတိုက္တဲ႔သူေတြထဲႏွစ္ေယာက္ကေရႊေတြကိုဖြက္ေနတာကိုေတြ႕သြားပါတယ္ႏွင္းေတာထဲမွာကန္ေဟာက္ဟာဓားၿပတိုက္တဲ႔သူေတြဖမ္းခ်င္ေပမယ္႔လည္းလူအင္အားကမရွိတဲ႔အၿပင္ ဓားၿပေတြမွာလဲေသနတ္ေတြရွိတဲ႔အတြက္ကန္ေဟာက္တစ္ေယာက္ဓားၿပေတြကိုဘယ္လိုဖမ္းမလဲေသသြားသြားတဲ႔သူငယ္ခ်င္းရဲ႕ေသြးေႀကြးကိုၿပန္ဆပ္ႏုိင္မလားဆိုတာ Unicode*******IMDB rating - 5.92019 ထွက်တရုတ် action drama ဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ရှောင်စုန် နဲ့ ကန်ဟောက် ဆိုတဲ့ ရဲအရာရှိနှစ်ဦးကနှင်းတွေထူထပ်စွာကျနေတဲ့ တောင်ပေါ်စခန်း တစ်ခုမှာတာဝန်ကျပါတယ်တစ်နေ့မှာတော့ ရွှေတွေကိုသယ်ပို့ရတဲ့ကား ဟာ သူတို့စခန်းနဲ့မနီးမဝေးမှာဓားပြတိုက်ခံရပါတယ် ရှောင်စုန်နဲ့ ကန်ဟောက် ဟာ သူတို့နှစ်ယောက်လုံးကြိုက်နေတဲ့ဒေါက်တာဆွမ်ယန်ရဲ့ မွေးနေ့ပွဲကိုသွားနေပါတယ် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/savage-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6u4sb88EtQAAkxXXINA1WFwLqBS.jpg",
        "title": "A Very Vintage Christmas (2019)",
        "description": "A Very Vintage Christmas(2019)(unicode)ဒိုဒီဆိုတဲ့ကောင်မလေးကရိုမန့်တစ်ဆန်တဲ့အကြောင်းတွေကလွဲရင်\nဘာမှစိတ်မဝင်စားတဲ့ကောင်မလေးပါ...\nသူ့မှာလုပ်ချင်တာရေ‌ရေရာရာမရှိလို့သူ့သူငယ်ချင်းတစ်ယောက်နဲ့ပေါင်းပြီး\nမြို့လေးတစ်မြို့မှာရှေး‌ဟောင်းပစ္စည်းဆိုင်လေးတစ်ဆိုင်ဖွင့်လိုက်တယ်...\nသူ့အဖေကိုသူလုပ်နိုင်ကြောင်းသက်သေပြချင်တဲ့စိတ်နဲ့ပေါ့\nဒါပေမယ်တိုက်တိုက်ဆိုင်ဆိုင်ပဲ\nသူတို့ရောင်းဖို့ဝယ်ထားတဲ့ရှေးဟောင်းဘီဒိုကြီးထဲကအံဝှက်ထဲမှာ\nရိုမန့်တစ်ဆန်ဆန်ချစ်သက်လက်ဆောင်လေး‌တွေသိမ်းထားတဲ့သေတ္တာလေးတစ်ခုတွေ့လိုက်ရတယ်...\nအရင်ထဲကအဲ့လိုကိစ္စမျိုးဆိုစိတ်ဝင်စားပီးသားဖြစ်သူဆိုတော့\nပိုင်ရှင်ကိုရအောင်ရှာပြီးပြန်ပေးဖို့ဆုံးဖြတ်လိုက်တယ်...\nလိုက်ရှာရင်းနဲ့သူ့ကိုကောင်းကောင်းအကူအညီပေးနိုင်မယ့်မြို့ခံကောင်လေးတစ်ယောက်နဲ့ခင်သွားခဲ့တယ်....\nသူနဲ့သဘောထားလုံးဝမတိုက်ဆိုင်တဲ့သူပေါ့...\nဒီလိုနဲ့သူတို့နှစ်ယောက်ကသတင်းအစနတွေစုဆောင်းပြီးပိုင်ရှင်တွေကိုလိုက်ရှာကြပါတော့တယ်\nသူတို့လိုက်ရှာနေတဲ့စုံတွဲကတကယ်ပဲသက်ရှိထင်ရှားရှိနေရဲ့လား....\nအချစ်ဆိုတာဘယ်အချိန်ဘယ်နေရာ‌ရောက်ရောက်ပျက်စီးယိုယွင်းသွားနိုင်တဲ့အရာတစ်ခုလား....\nဆိုတာတွေနဲ့\nအနောက်နိုင်ငံတွေမှာခရစ္စမတ်ကိုဘယ်လိုတန်ဖိုးထားကြလဲ\nဆိုတာတွေကိုကြည့်ရှုရမှာဖြစ်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်....(zawgyi)ဒိုဒီဆိုတဲ့ေကာင္မေလးက႐ိုမန႔္တစ္ဆန္တဲ့အေၾကာင္းေတြကလြဲရင္\nဘာမွစိတ္မဝင္စားတဲ့ေကာင္မေလးပါ...\nသူ႔မွာလုပ္ခ်င္တာေရ‌ေရရာရာမရွိလို႔သူ႔သူငယ္ခ်င္းတစ္ေယာက္နဲ႔ေပါင္းၿပီး\nၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာေရွး‌ေဟာင္းပစၥည္းဆိုင္ေလးတစ္ဆိုင္ဖြင့္လိုက္တယ္...\nသူ႔အေဖကိုသူလုပ္ႏိုင္ေၾကာင္းသက္ေသျပခ်င္တဲ့စိတ္နဲ႔ေပါ့\nဒါေပမယ္တိုက္တိုက္ဆိုင္ဆိုင္ပဲ\nသူတို႔ေရာင္းဖို႔ဝယ္ထားတဲ့ေရွးေဟာင္းဘီဒိုႀကီးထဲကအံဝွက္ထဲမွာ\n႐ိုမန႔္တစ္ဆန္ဆန္ခ်စ္သက္လက္ေဆာင္ေလး‌ေတြသိမ္းထားတဲ့ေသတၱာေလးတစ္ခုေတြ႕လိုက္ရတယ္...\nအရင္ထဲကအဲ့လိုကိစၥမ်ိဳးဆိုစိတ္ဝင္စားပီးသားျဖစ္သူဆိုေတာ့\nပိုင္ရွင္ကိုရေအာင္ရွာၿပီးျပန္ေပးဖို႔ဆုံးျဖတ္လိုက္တယ္...\nလိုက္ရွာရင္းနဲ႔သူ႔ကိုေကာင္းေကာင္းအကူအညီေပးႏိုင္မယ့္ၿမိဳ႕ခံေကာင္ေလးတစ္ေယာက္နဲ႔ခင္သြားခဲ့တယ္....\nသူနဲ႔သေဘာထားလုံးဝမတိုက္ဆိုင္တဲ့သူေပါ့...\nဒီလိုနဲ႔သူတို႔ႏွစ္ေယာက္ကသတင္းအစနေတြစုေဆာင္းၿပီးပိုင္ရွင္ေတြကိုလိုက္ရွာၾကပါေတာ့တယ္\nသူတို႔လိုက္ရွာေနတဲ့စုံတြဲကတကယ္ပဲသက္ရွိထင္ရွားရွိေနရဲ႕လား....\nအခ်စ္ဆိုတာဘယ္အခ်ိန္ဘယ္ေနရာ‌ေရာက္ေရာက္ပ်က္စီးယိုယြင္းသြားႏိုင္တဲ့အရာတစ္ခုလား....\nဆိုတာေတြနဲ႔\nအေနာက္ႏိုင္ငံေတြမွာခရစၥမတ္ကိုဘယ္လိုတန္ဖိုးထားၾကလဲ\nဆိုတာေတြကိုၾကည့္ရႈရမွာျဖစ္ပါတယ္\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasျဖစ္ပါတယ္....  File Size : (850 MB) and (359 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:27:00\nGenre :  Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/a-very-vintage-christmas2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/337361f2-139x200.jpg",
        "title": "[21+] Demon Slayer, Mitsuki Nagisa [CSCT-002] (2019)",
        "description": "[ Dark Side Production မှတင်ဆက်သည်။]ဒါကတော့ ၂၀၁၉ မှာ ထွက်ရှိခဲ့တဲ့ နာမည်ကြီး Anime Serie တစ်ခုဖြစ်တဲ့ Demon Slayer (Kimetsu No Yaiba) ကို xxx prody အနေနဲ့ ပြန်လည်တင်ဆက်ထားတဲ့ကားလေးပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းမှာ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ Nezuko Kamado ဆိုတဲ့ Demon မလေးဟာ သူ့ရဲ့ လူသားဘဝကို ပြန်ရောက်ဖို့အတွက် ကြိုးစားလှုပ်ရှားရုန်းကန်ရပုံတွေကို ရှုစားရမှာပဲ ဖြစ်ပါတယ်Nezuko လေးရဲ့ အစ်ကိုဖြစ်သူ Tanjiro Kamado အနေနဲ့လည်း ညီမဖြစ်သူကို လူသားအဖြစ်ပြန်ရစေဖို့ ကြိုးစားထားလေရဲ့Nezuko အဖြစ် မင်းသမီးချောလေး Nagisa Mitsuki က သရုပ်ဆောင်ထားတာဖြစ်ပြီး သရုပ်ဆောင်ကောင်းမကောင်းကတော့ ပရိတ်သတ်ကြီးပဲ ရှုစားကြပါခင်ဗျား။ - Zawgyi -[ Dark Side Production မွတင္ဆက္သည္။]ဒါကေတာ့ ၂၀၁၉ မွာ ထြက္ရွိခဲ့တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2S64i/[DS]CSCT-002.Pussy_Slayer.Mitsuki_Nagisa_.2019.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ySVxhJZKWpN69vC18QKH7dAT6nO.jpg",
        "title": "Send Me to the Clouds (2019)",
        "description": "Send Me to the Clouds(2019)(unicode)ဒီဇာတ်ကားမှာတော့ စုံထောက်မလေးတစ်ယောက်အကြောင်းကိုရိုက်ကူးထားတာပါ။\nမိသားစုရဲ့ဂရုစိုက် မှုကိုမခံခဲ့ရပါဘူး၊ အလုပ်မှာလည်း ပြဿနာတွေရှိနေတဲ့ကြားထဲမှာ ကျန်းမာရေးကလည်း ချူချာခဲ့တယ်...\nသူမက တော်တယ်၊ ကြိုးစားတယ်၊ ရည်မှန်းချက်ရှိတဲ့ကောင်မလေးတစ်ယောက်ပါ။\nသူဟာ အချစ်စစ်ကိုလိုချင်တောင့်တခဲ့ပေမယ့် မြှားနတ်မောင်ကတော့\nသူမကိုမျက်ကွယ်ပြုနေဟန်ပါပဲ...ဒီနောက် လက်ကျန်ဘ၀ကို သူမ ဘယ်လိုဖြတ်သန်းမလဲ...ဘယ်လိုတွေ တွေ့ကြုံရမလဲ...ဘယ်လိုအခက်အခဲတွေရှိနေမလဲ....သူမ မျှော်လင့်ထားတဲ့ ဘ၀ကိုရော ရနိုင်ပါ့မလား....IMDb...6.5 ရထားတဲ့ Drama ကားကောင်းလေးမို့ ခံစားကြည့်ကြပါဦး..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်...(zawgyi)ဒီဇာတ္ကားမွာေတာ့ စုံေထာက္မေလးတစ္ေယာက္အေၾကာင္းကို႐ိုက္ကူးထားတာပါ။\nမိသားစုရဲ႕ဂ႐ုစိုက္ မႈကိုမခံခဲ့ရပါဘူး၊ အလုပ္မွာလည္း ျပႆနာေတြရွိေနတဲ့ၾကားထဲမွာ က်န္းမာေရးကလည္း ခ်ဴခ်ာခဲ့တယ္...\nသူမက ေတာ္တယ္၊ ႀကိဳးစားတယ္၊ ရည္မွန္းခ်က္ရွိတဲ့ေကာင္မေလးတစ္ေယာက္ပါ။\nသူဟာ အခ်စ္စစ္ကိုလိုခ်င္ေတာင့္တခဲ့ေပမယ့္ ျမႇားနတ္ေမာင္ကေတာ့\nသူမကိုမ်က္ကြယ္ျပဳေနဟန္ပါပဲ...ဒီေနာက္ လက္က်န္ဘ၀ကို သူမ ဘယ္လိုျဖတ္သန္းမလဲ...ဘယ္လိုေတြ ေတြ႕ႀကဳံရမလဲ...ဘယ္လိုအခက္အခဲေတြရွိေနမလဲ....သူမ ေမွ်ာ္လင့္ထားတဲ့ ဘ၀ကိုေရာ ရႏိုင္ပါ့မလား....IMDb...6.5 ရထားတဲ့ Drama ကားေကာင္းေလးမို႔ ခံစားၾကည့္ၾကပါဦး..\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Naomi Noe ပဲျဖစ္ပါတယ္...  File Size : (900 ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/send-me-to-the-clouds2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/1962817_497337603705227_599510107_n-140x200.jpg",
        "title": "What’s Eating Gilbert Grape (1993)",
        "description": "* What's Eating Gilbert Grape *IMDB - 7.8/10\nRotten Toamtoes - 89%\nMKWah – 4.5/5____________ \nLeonardo DiCaprio နဲ့ Jonny Depp တို့ အတူ တွဲရိုက်တဲ့ ရှားရှားပါးပါး ရုပ်ရှင် . . ။\nအမေရိကန် မြို့ငယ်လေးတစ်မြို့ရဲ့ လူနေမှုဘဝ တွေကို မြင်ရမယ့် ရုပ်ရှင် . . ။\nအတက်အကျ အနိမ့်အမြင့် အချိုးအကွေ့တွေနဲ့ ဝေဝေဆာဆာ ဖန်တီးထားတဲ့ ဇာတ်ညွှန်းတစ်ပုဒ်ကို ခံစားရမယ့် ရုပ်ရှင် . . ။\nဇာတ်လမ်းအကျဉ်းက အသက် 24 နှစ်အရွယ် Gilbert (Jonny Depp) ဆိုတဲ့ ကောင်လေးနဲ့ သူ့မိသားစုအကြောင်း ပါ။ သူ့မှာ စိတ်မမှန်တဲ့ အူကြောင်ကြောင် ညီတစ်ယောက် (Leonardo) ရှိတယ်။ ဒီရုပ်ရှင်ကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/1ct2a/What’s_Eating_Gilbert_Grape_[1993]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BZGVmY2RjNDgtMTc3Yy00YmY0LTgwODItYzBjNWJhNTRlYjdkXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006751000_AL_-1-135x200.jpg",
        "title": "Marriage Story (2019)",
        "description": "ဒီရုပ်ရှင်ကတော့ နာမည်ကျော်ပဲမို့ စောင့်နေတဲ့သူတွေရှိမှာပါ။စကားလက်ဂျိုဟန်ဆန် နဲ့ အဒမ်ဒရိုင်ဘာတို့ သရုပ်ဆောင်စွမ်းရည်ပြထားတဲ့ကားဆိုလည်း မမှားပါဘူး။ဆုတွေအတော် ဆန်ကာတင်မယ့် ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ။အိမ်ထောင်ရေးဇာတ်လမ်းလေး တစ်ပုဒ်ပါ။အရမ်းသဘာဝကျပြီး ယုတ္တိဆန်လွန်းပါတယ်။အရာရာကို စိတ်တိုင်းကျလုပ်တတ်တဲ့ ချာလီဆိုတဲ့ ယောကျာ်းတစ်ယောက်နဲ့ကိုယ်ဘာလိုချင်လို့လိုချင်မှန်းမတွေးတတ်တော့တဲ့ နီကိုး ဆိုတဲ့ မိန်းကလေးတစ်ယောက် လက်ထပ်မိခဲ့တယ်။ချာလီက ပြဇာတ်ဒါရိုက်တာ၊ နီကိုးက ပြဇာတ်သရုပ်ဆောင်ပေါ့။ချာလီရဲ့သဘောအတိုင်း နယူးယောက်မှာ အခြေချခဲ့ပြီး ဟင်နရီဆိုတဲ့ သားလေး တစ်ယောက်ရှိလာခဲ့ပါပြီ။ဒါပေမယ့် နီကိုးအတွက် လော့စ်အိန်ဂျလိ ဟောလိဝုဒ်မှာဇာတ်လမ်းတွဲတစ်ခု ခေါင်းဆောင်မင်းသမီးနေရာ ရသွားချိန်မှာနယူးယောက်နဲ့ အယ်လ်အေ အခြေချမှုတွေ၊ကလေးအုပ်ထိန်းခွင့်တွေနဲ့ ပတ်သတ်ပြီး အငြင်းပွားလာကြတယ်။ဇာတ်လမ်းက သဘာဝအကျဆုံးနဲ့ ဇာတ်ရှိန်တွေ တက်လာပုံက အတော်ကောင်းတယ်ပြောရမှာပါပဲ။ကွာရှင်းတဲ့ကိစ္စအတွက်ရှေ့နေက ပြောသလိုပေါ့‘ ရာဇဝတ်မှုရှေ့နေတွေက လူဆိုးတွေကို သူတို့အကောင်းဆုံးလုပ်နေချိန်မှာ တွေ့ရပြီးအိမ်ထောင်ကွဲရှေ့နေတွေကတော့ လူကောင်းတွေကို သူတို့အဆိုးဆုံးလုပ်မယ့်အချိန်မှာ တွေ့ရတာပါပဲ’ တဲ့။ခံစားကြည့်လိုက်ပါ။ဒီရုပ္ရွင္ကေတာ့ နာမည္ေက်ာ္ပဲမုိ႕ ေစာင့္ေနတဲ့သူေတြရွိမွာပါ။စကားလက္ဂ်ိဳဟန္ဆန္ နဲ႕ အဒမ္ဒရိုင္ဘာတုိ႕ သရုပ္ေဆာင္စြမ္းရည္ျပထားတဲ့ကားဆိုလည္း မမွားပါဘူး။ဆုေတြအေတာ္ ဆန္ကာတင္မယ့္ ရုပ္ရွင္ပါပဲ။ဇာတ္လမ္းကေတာ့ နာမည္အတိုင္းပါပဲ။အိမ္ေထာင္ေရးဇာတ္လမ္းေလး တစ္ပုဒ္ပါ။အရမ္းသဘာဝက်ၿပီး ယုတၱိဆန္လြန္းပါတယ္။အရာရာကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/marriage-story-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oiG92lM1uaYNwnWYQDl8EVAsqgS.jpg",
        "title": "A Witness Out of the Blue ( 2019 )",
        "description": "Zawgyi*******လြန္ခဲ့တဲ့သုံးလက လိရွင္းရတနာဆိုင္ကိုဓားျပတိုက္ခဲ့တဲ့ရဲအလိုရွိဓားျပေလးေယာက္အဖြဲ႕ထဲကတစ္ေယာက္ျဖစ္တဲ့ရြီခန္းအသတ္ခံရၿပီးေနာက္ရြီခန္းအခန္းထဲကရတနာထုပ္ကပါေပ်ာက္သြားခဲ့ပါတယ္...အခင္းျဖစ္ပြားရာအခန္းထဲမွာၾကက္တူေရြးတစ္ေကာင္နဲ႔က်န္အဖြဲ႕သားသုံးဦးရဲ့လက္ေဗြရာကိုပဲေတြ႕ခဲ့လို့သူတို့ကိုရဲေတြကလူသတ္မွုသံသယရွိသူေတြအျဖစ္စုံစမ္းစမ္းေဆးေနစဥ္အတြင္းက်န္ေနတဲ့ဓားျပအဖြဲ႕မွာတစ္ေယာက္​ၿပီးတစ္ေယာက္အသတ္ခံေနရၿပီးဝမ္းရွင္းယြမ္တစ္ေယာက္ပဲက်န္ေနခဲ့ပါေတာ့တယ္....သူတို့ကိုဘယ္သူကသတ္တာလဲ...ေပ်ာက္သြားတဲ့ရတနာထုပ္ကေရာဘယ္သူ႔လက္ထဲမွာလဲ...အေႂကြးတင္ခံရေလာက္ေအာင္တိရစၧာန္ေတြကိုခ်စ္တဲ့ရဲအရာရွိလင္ဖာလ်န္အခင္းျဖစ္ပြားရာမွာရွိေနခဲ့တဲ့ၾကက္တူေရြးတစ္ေကာင္နဲ႔ဘယ္လိုအမွုေဖာ္ၾကမလဲဆိုတာဆက္လက္ၾကည့္ရွုလိုက္ၾကပါစို့ေနာ္.. Unicode*******လွန်ခဲ့တဲ့သုံးလက လိရှင်းရတနာဆိုင်ကိုဓားပြတိုက်ခဲ့တဲ့ရဲအလိုရှိဓားပြလေးယောက်အဖွဲ့ထဲကတစ်ယောက်ဖြစ်တဲ့ရွီခန်းအသတ်ခံရပြီးနောက်ရွီခန်းအခန်းထဲကရတနာထုပ်ကပါပျောက်သွားခဲ့ပါတယ်...အခင်းဖြစ်ပွားရာအခန်းထဲမှာကြက်တူရွေးတစ်ကောင်နဲ့ကျန်အဖွဲ့သားသုံးဦးရဲ့လက်ဗွေရာကိုပဲတွေ့ခဲ့လို့သူတို့ကိုရဲတွေကလူသတ်မှုသံသယရှိသူတွေအဖြစ်စုံစမ်းစမ်းဆေးနေစဉ်အတွင်းကျန်နေတဲ့ဓားပြအဖွဲ့မှာတစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံနေရပြီးဝမ်းရှင်းယွမ်တစ်ယောက်ပဲကျန်နေခဲ့ပါတော့တယ်....သူတို့ကိုဘယ်သူကသတ်တာလဲ...ပျောက်သွားတဲ့ရတနာထုပ်ကရောဘယ်သူ့လက်ထဲမှာလဲ...အကြွေးတင်ခံရလောက်အောင်တိရစ္ဆာန်တွေကိုချစ်တဲ့ရဲအရာရှိလင်ဖာလျန်အခင်းဖြစ်ပွားရာမှာရှိနေခဲ့တဲ့ကြက်တူရွေးတစ်ကောင်နဲ့ဘယ်လိုအမှုဖော်ကြမလဲဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်.. Translated & Review By MineEncoded By LK",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/a-witness-out-of-the-blue-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wrgLg0RejVlvmC9RivBZzbNhRYQ.jpg",
        "title": "Dance With Me ( 2019 )",
        "description": "Zawgyi*******ကုမၸဏီတစ္ခုမွာေနရာေကာင္းရဖို႔ႀကိဳးစားေနတဲ့ဝန္ထမ္းမေလးဆူဇူကီက်င့္ရွန္း...တေန႔တူမေလးတစ္ေယာက္ကိုကစားကြင္းလိုက္ပို႔ေပးရင္းကစားကြင္းထဲမွာရွိတဲ့အိပ္ေမြ႕ခ်အခန္းထဲမွာလူႀကီးမင္းမာတင္ဆိုတဲ့အိပ္ေမြ႕ခ်ပညာရွင္က သီခ်င္းျပဇာတ္ေဖ်ာ္ေျဖေနသလိုမ်ိဳးသီခ်င္းသံၾကားတာနဲ႔႐ုတ္တရတ္သီခ်င္းဆိုမိၿပီးကမိတာမ်ိဳးကိုတူမေလးနဲ႔အတူသူ႔ကိုပါအိပ္ေမြ႕ခ်ေပးရင္းနဲ႔ဆူဇူကီက်င့္ရွန္းကတကယ္ပဲသီခ်င္းသံၾကားတာနဲ႔သီခ်င္းထဆိုၿပီးထကေအာင္အိပ္ေမြ႕ခ်ခံလိုက္ရေသာအခါ....အိပ္ေမြ႕ခ်ခံရတာကိုအိပ္ေမြ႕ခ်ခဲ့တဲ့လူကပဲျပန္​ျပယ္ေအာင္လုပ္ေပးႏိုင္ေသာအခါအဲ့လူကိုေနရာအႏွံ႔လိုက္ရွာခဲ့ရပါေတာ့တယ္...ထိုအခ်ိန္မွာမွကုမၸဏီရဲ႕အဓိကမာကတ္တင္းဌာနမူရာခါမိရဲ႕အဖြဲ႕ကေနသူ႔ကိုအလုပ္တူတူလုပ္ဖို႔လာေခၚခဲ့ေပမဲ့ အိပ္ေမြ႕ခ်ခဲ့တဲ့လူကိုလိုက္ရွာရဦးမွာမလို႔ခြင့္တစ္ပတ္ေတာင္းခဲ့ေသာအခါ...ေနာက္ဆုံးမွာျပန္ျပယ္သြားမလား...အလုပ္ကိုေရာတစ္ပတ္အတြင္းျပန္အလုပ္တက္ႏိုင္ပါ့မလား...လိုက္ရွာေနတဲ့လမ္းခရီးတစ္ေလွ်ာက္ဘယ္လိုမ်ိဳးႀကဳံေတြ႕ရဦးမလဲဆိုတာဆက္လက္ၾကည့္ရႈလိုက္ၾကပါစို႔ေနာ္.... Unicode*******ကုမ္ပဏီတစ်ခုမှာနေရာကောင်းရဖို့ကြိုးစားနေတဲ့ဝန်ထမ်းမလေးဆူဇူကီကျင့်ရှန်း...တနေ့တူမလေးတစ်ယောက်ကိုကစားကွင်းလိုက်ပို့ပေးရင်းကစားကွင်းထဲမှာရှိတဲ့အိပ်မွေ့ချအခန်းထဲမှာလူကြီးမင်းမာတင်ဆိုတဲ့အိပ်မွေ့ချပညာရှင်က သီချင်းပြဇာတ်ဖျော်ဖြေနေသလိုမျိုးသီချင်းသံကြားတာနဲ့ရုတ်တရတ်သီချင်းဆိုမိပြီးကမိတာမျိုးကိုတူမလေးနဲ့အတူသူ့ကိုပါအိပ်မွေ့ချပေးရင်းနဲ့ဆူဇူကီကျင့်ရှန်းကတကယ်ပဲသီချင်းသံကြားတာနဲ့သီချင်းထဆိုပြီးထကအောင်အိပ်မွေ့ချခံလိုက်ရသောအခါ....အိပ်မွေ့ချခံရတာကိုအိပ်မွေ့ချခဲ့တဲ့လူကပဲပြန်ပြယ်အောင်လုပ်ပေးနိုင်သောအခါအဲ့လူကိုနေရာအနှံ့လိုက်ရှာခဲ့ရပါတော့တယ်...ထိုအချိန်မှာမှကုမ္ပဏီရဲ့အဓိကမာကတ်တင်းဌာနမူရာခါမိရဲ့အဖွဲ့ကနေသူ့ကိုအလုပ်တူတူလုပ်ဖို့လာခေါ်ခဲ့ပေမဲ့ အိပ်မွေ့ချခဲ့တဲ့လူကိုလိုက်ရှာရဦးမှာမလို့ခွင့်တစ်ပတ်တောင်းခဲ့သောအခါ...နောက်ဆုံးမှာပြန်ပြယ်သွားမလား...အလုပ်ကိုရောတစ်ပတ်အတွင်းပြန်အလုပ်တက်နိုင်ပါ့မလား...လိုက်ရှာနေတဲ့လမ်းခရီးတစ်လျှောက်ဘယ်လိုမျိုးကြုံတွေ့ရဦးမလဲဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်.... Translated & Review By MineEncoded By LK",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/dance-with-me-2019/",
        "category": "Adventure, Comedy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/79174200_462344354654995_4242841644455428096_n-150x200.gif",
        "title": "The Bladesman ( 2019 )",
        "description": "Zawgyi*******ဒီတစ္ေခါက္ၫႊန္းေပးမဲ့ကားေလးကေတာ့ 2019ထြက္တ႐ုတ္သိုင္းကားေလးတစ္ကားပါပဲ ဒီကားေလးကေတာ့action/drama အမ်ိဳးအစားေလးျဖစ္ၿပီး ဟာသေလးေတြလဲ ပါတာေၾကာင့္သိုင္းကားလဲ ၾကည့္ရင္ ေပါ့ေပါ့ပါးပါးေလးေတြ ၾကည့္ခ်င္သူမ်ားအတြက္ အဆင္ေျပမွာပါဇာက္လမ္းအၫႊန္းေလးကေတာ့ ဟန္ေခတ္ၿပီးဆုံးေတာ့မယ့္အခ်ိန္မွာတိုင္းျပည္မွာ တရားဥပေဒ ဆိုးမိုးမႈ မရွိလာေတာ့ လူဆိုးဓားျပေတြအရမ္းေပါလာပါတယ္ အဲ့ထဲမွာမွ အဝါေရာင္မ်က္ႏွာဖုံးဂိုဏ္းကအင္အားအႀကီးဆုံးျဖစ္လာၿပီး တိုင္းျပည္ကို သိမ္းဖို႔ ျပင္လာပါတယ္သို႔ေသာ္ သူတိူ႔ဟာ စစ္ပြဲမွာ ရႈံးနိမ့္သြားၿပီး စစ္ပြဲၿပီးဆုံးသြားေသာ္လဲတိုင္းျပည္ဟာ ၿငိမ္သက္မႈမရွိေသးပါ အဲ့လိုအခ်ိန္မွာ အမွန္တရားဘတ္ေတာ္သားဓားႏွစ္လတ္သူရဲေကာင္းေပၚလာၿပီး ျပည္သူေတြဘက္က ရပ္တည္ကာလူဆိုးေတြကို ႏွိမ္နင္းေနပါတယ္ တစ္ညမွာေတာ့ သူရဲေကာင္းဟာအဝါေရာင္မ်က္ႏွာဖုံးဂိုဏ္းရဲ႕ေထာင္ေခ်ာက္ထဲကို ဝင္သြားၿပီးတရားသူႀကီးမိသားစုကို မွားသတ္မိပါေတာ့တယ္ အဲ့ညမွာပဲသူရဲေကာင္းဟာ ေပ်ာက္ကြယ္သြားေတာ့တယ္ဘာေတြဆက္ၿဖစ္မယ္ဆုိတာ ၾကည္႕လိုက္ၾကရေအာင္ Unicode*******ဒီတစ်ခေါက်ညွှန်းပေးမဲ့ကားလေးကတော့ 2019ထွက်တရုတ်သိုင်းကားလေးတစ်ကားပါပဲ ဒီကားလေးကတော့action/drama အမျိုးအစားလေးဖြစ်ပြီး ဟာသလေးတွေလဲ ပါတာကြောင့်သိုင်းကားလဲ ကြည့်ရင် ပေါ့ပေါ့ပါးပါးလေးတွေ ကြည့်ချင်သူများအတွက် အဆင်ပြေမှာပါဇာက်လမ်းအညွှန်းလေးကတော့ ဟန်ခေတ်ပြီးဆုံးတော့မယ့်အချိန်မှာတိုင်းပြည်မှာ တရားဥပဒေ ဆိုးမိုးမှု မရှိလာတော့ လူဆိုးဓားပြတွေအရမ်းပေါလာပါတယ် အဲ့ထဲမှာမှ အဝါရောင်မျက်နှာဖုံးဂိုဏ်းကအင်အားအကြီးဆုံးဖြစ်လာပြီး တိုင်းပြည်ကို သိမ်းဖို့ ပြင်လာပါတယ်သို့သော် သူတိူ့ဟာ စစ်ပွဲမှာ ရှုံးနိမ့်သွားပြီး စစ်ပွဲပြီးဆုံးသွားသော်လဲတိုင်းပြည်ဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-bladesman-2019/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZ1EPinhzgvi19TvlaMsmQs0qaW.jpg",
        "title": "I Am Somebody ( 2015 )",
        "description": "Zawgyi*******ဒီဇာတ္ကားဟာဆိုရင္ေတာ့ တ႐ုတ္႐ုပ္ရွင္ဇာတ္ကားတစ္ကားရိုက္ကူးျပဳလုပ္ရာတြင္မည္သို့ခက္ခက္ေၾကာင္းကို ေပၚလြင္ေအာင္ေဖာ္ျပသြားခဲ့တယ္ဒါ့အျပင္ အႏုပညာေလာကဝင္ေရာက္လို့လၽွင္မည္သို့ခက္ခဲလွေၾကာင္းမေအာင္ျမင္ေသးေသာ ေနာက္လိုက္ဇာတ္ေကာင္ဘဝတို့၏ႀကံေတြ႕ရေသာအခက္အခဲမ်ားကို ေပၚလြင္ေအာင္ရိုက္ျပထား႐ုံတင္မကနယ္မွၿမိဳ့တက္အလုပ္လုပ္ေသာ ဘဝကို ထင္သေလာက္မလြယ္သည္ကိုအခ်စ္အေၾကာင္းအလုပ္အေၾကာင္းတို့ကို ေပၚလႊင္ေဖာ္ျပထားျခင္းျဖစ္တာေၾကာင့္ၾကည့္ရွုအားေပးၾကပါအုန္းလို့ တိုက္တြန္းလိုက္ပါတယ္ေနာ္....... Unicode*******ဒီဇာတ်ကားဟာဆိုရင်တော့ တရုတ်ရုပ်ရှင်ဇာတ်ကားတစ်ကားရိုက်ကူးပြုလုပ်ရာတွင်မည်သို့ခက်ခက်ကြောင်းကို ပေါ်လွင်အောင်ဖော်ပြသွားခဲ့တယ်ဒါ့အပြင် အနုပညာလောကဝင်ရောက်လို့လျှင်မည်သို့ခက်ခဲလှကြောင်းမအောင်မြင်သေးသော နောက်လိုက်ဇာတ်ကောင်ဘဝတို့၏ကြံတွေ့ရသောအခက်အခဲများကို ပေါ်လွင်အောင်ရိုက်ပြထားရုံတင်မကနယ်မှမြို့တက်အလုပ်လုပ်သော ဘဝကို ထင်သလောက်မလွယ်သည်ကိုအချစ်အကြောင်းအလုပ်အကြောင်းတို့ကို ပေါ်လွှင်ဖော်ပြထားခြင်းဖြစ်တာကြောင့်ကြည့်ရှုအားပေးကြပါအုန်းလို့ တိုက်တွန်းလိုက်ပါတယ်နော်....... Translated & Review By MineEncoded By LK",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/i-am-somebody-2015/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iK3ZoxflO30TfD3EVz2cKLvE0Af.jpg",
        "title": "Parallel Chords (2019)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ငယ္႐ြယ္တဲ့တေယာပညာရွင္ေကာင္မေလးတစ္ေယာက္သူမလုပ္ခ်င္တဲ့အရာေတြကိုအတင္းဖိအားေပးလုပ္ခံရတဲ့အခါမွာ႐ုန္းထြက္တဲ့ပုံစံကို႐ိုက္ကူးျပထားတဲ့ကားေကာင္းေလးပါျပဇာတ္ေတြမွာဝင္ၿပီးသ႐ုပ္ေဆာင္ရတာကိုဝါသနာပါေပမယ့္အေဖျဖစ္သူရဲ႕တြန္းအားေပးမႈနဲ႔ဖိႏွိပ္မႈေတြေၾကာင့္တေယာပညာကိုသင္ယူၿပီးၿပိဳင္ပြဲေတြဝင္ၿပိဳင္ရတဲ့အခါ..တစ္ဖက္မွာလည္းသူဝါသနာပါတဲ့ျပဇာတ္လူေ႐ြးပြဲေတြမွာအေဖမသိ​ေအာင္ခိုးၿပီးဝင္ပါတဲ့အခါ...တစ္ရက္သူနဲ႔သူ႔အေဖကိုနယ္လွည့္ေဖ်ာ္ေျဖမယ္အဖြဲ႕ကသူတို႔နဲ႔အတူေဖ်ာ္ေျဖဖို႔ကမ္းလွမ္းလာတဲ့အခါဒါေတြကိုသည္းမခံႏိုင္ေတာ့တဲ့ေကာင္မေလးဘာေတြလုပ္မလဲဘယ္လိုေတြထြက္ေျပးမလဲဆိုတာကိုၾကည့္ရႈရမွာပါ File Size : ( 924 MB , 341 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 38minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/parallel-chords-2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e71M2SyLOLl9XkOWjyyR76eo7hP.jpg",
        "title": "Soul Hunters (2019)",
        "description": "ဒီကားလေးကတော့ တစ်ချိန်ကစစ်သားတစ်ယောက်ဖြစ်ခဲ့တဲ့မားကပ်စ်ဟာသူ့အမှားနဲ့လူတွေအများကြီးသေသွားခဲ့ရပြီးနောက်မှာနတ်ဆိုးတစ်ယောက်ရဲ့ကမ်းလှမ်းမှုနဲ့လူတွေရဲ့ဝိဥာဥ်လိုက်စုပေးတာကိုရိုက်ကူးထားတာပါသူ့အမှားနဲ့သေသွားခဲ့ရတဲ့လူတွေထဲမှာသူ့လုပ်ဖော်ကိုင်ဖက်ရဲ့မိသားစုဝင်တွေလည်းပါနေခဲ့ပါတယ်အဲဒီလူကလည်းသူ့လိုပဲဝိဥာဥ်တွေလိုက်စုပြီးသူ့ကိုလက်စားချေဖို့လုပ်ပါတော့တယ်ဒါပေမယ့်တကယ်တမ်းမှာတော့သူတို့ဟာနတ်ဆိုးတွေရဲ့အသုံးချခြင်းကိုခံနေရတဲ့လူတွေပဲဆိုတာကိုမားကပ်စ်သိလာပြီးတဲ့နောက်မှာတော့....ဘုရားသခင်ဆီကသတင်းစကားပို့ဆောင်သူကမားကပ်စ်ကိုအဲဒီအရှုပ်တွေထဲကနေရုန်းထွက်နိုင်ပြီးသူ့လုပ်ဖော်ကိုင်ဖက်ကို ကယ်တင်နိုင်မယ့်အခွင့်အရေးကိုပြောပြလာတဲ့အခါမှာတော့မားကပ်စ်တစ်ယောက်အဲဒီအရှုပ်တွေကိုဘယ်လိုရှင်းမလဲဆိုတာကြည့်ရှုရမှာပါ File Size : ( 947 MB , 280 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 41minFormat : Mp4Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://megaup.net/2cd4y/(CM)_Soul_Hunters_2019_(Large_Size).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mWiqqAmmVKjZQsjjF6ot9mgHc3T.jpg",
        "title": "Teacher (2019)",
        "description": "ဒီကားလေးကတော့IMDb 7.2တောင်ရထားတဲ့တကယ့်ပညာပေးဇါတ်ကားကောင်းတစ်ကားပါEnglishဆရာတစ်ယောက်ဖြစ်တဲ့ လူးဝစ်ဟာသူ့အတန်းထဲကျောင်းသားတစ်ယောက်ဟာအတန်းထဲကကလေးတွေကိုအနိုင်ကျင့်နေတာကိုတားဆီးချင်တဲ့သူတစ်ယောက်ဖြစ်ပါတယ်အဲဒီကျောင်းသားရဲ့မိဘတွေကချမ်းသာတာကြောင့်ကျောင်းကလည်းအရေးမယူပဲမျက်နှာလွှဲထားကြပါတယ်နောက်ဆုံးသူအနိုင်ကျင့်တာကိုခံရတဲ့စုံတွဲမှာကောင်လေးကလည်းမျက်လုံးကန်းကောင်မလေးကလည်းသတ်သေတဲ့အထိတွေဖြစ်လာတော့လူးဝစ်တစ်ယောက်သူကိုယ်တိုင်အဲဒီကောင်လေးကိုဖမ်းဆီးဖို့လုပ်ပါတော့တယ်သူဘယ်လိုတွေအကွက်ချပြီးကောင်လေးကိုဖမ်းမလဲဒါပေမယ့်လည်းအဲဒီလိုလုပ်ရင်းကောင်လေးဒီလိုတွေဖြစ်နေရတဲ့အကြောင်းရင်းကိုလူးဝစ်တစ်ယောက်သိသွားချိန်မှာဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုကြည့်ရမှာပါ File Size : ( 938 MB , 275 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 40minFormat : Mp4Genre : Drama Subtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "72",
        "url": "https://channelmyanmar.org/teacher-2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nIrQL3GUHOmXVC1BsTagXDMQgC0.jpg",
        "title": "Psycho-Pass: Sinners of the System – Case.3 In the Realm Beyond Is ____",
        "description": "ဒီဇာတ်လမ်းကတော့ ရှေ့နှစ်ခုလိုအမှုလိုက်တာမဟုတ်ပဲဂျပန်အစိုးရအဖွဲ့စည်းတစ်ခုကနေထွက်လာပြီးကြေးစားအမှုထမ်းလုပ်နေတဲ့လူတစ်ယောက်စစ်ဖြစ်နေတဲ့ဟိမဝန္တာတိဗက်ကိုရောက်သွားရင်းတစ်ချိန်ကဂျပန်ကနေအဲဒီနေရာကိုအလုပ်သွားလုပ်ရင်းသတ်ခံလိုက်ရတဲ့မိသားစုတွေရဲ့ဖြစ်ရပ်မှန်ကိုသိလာရတဲ့အခါမှာဟိမဝန္တာတိဗက်နဲ့လက်နက်ကိုင်အဖွဲ့စည်းတွေနဲ့ကြားမှာငြိမ်းချမ်းရေးဆွေးနွေးပေးနေတဲ့အဖွဲ့တစ်ခုရဲ့နောက်ကြောင်းကိုလည်းသိသွားတဲ့အခါမှာ သူဘယ်လိုတွေဖြေရှင်းမလဲဘယ်လိုတွေကယ်တင်မလဲဆိုတာကိုရိုက်ကူးထားတာပါ File Size : ( 636 MB , 207 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 8minFormat : Mp4Genre : Animation , Action , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/psycho-pass-sinners-of-the-system-case-3-in-the-realm-beyond-is-____/",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t5p1Wn2Ve2ZbZaqE7iWZi6Es0di.jpg",
        "title": "Psycho-Pass: Sinners of the System – Case.2 First Guardian (2019)",
        "description": "Case 1ကားလိုပဲဒီဇာတ်လမ်းမှာမတူညီတဲ့အမှုတစ်ခုကိုဖြေရှင်းမှာဖြစ်ပါတယ်case1,2,3 သုံးကားလုံးကတစ်ခုနဲ့တစ်ခုဆက်နေတာမဟုတ်ပါဘူးCase 2မှာတော့တိုကျိုလူထုလုံခြုံရေးအဖွဲ့စီကိုနိုင်ငံခြားရေးဝန်ကြီးဌာနကနေဝင်လာတဲ့မိန်းမတစ်ယောက်ကစပိုင်လာလုပ်တာကနေစတင်ပါတယ်သူစပိုင်လာလုပ်တဲ့သူကတော့တစ်ချိန်ကကာကွယ်ရေးစစ်ဌာနရဲ့လျှို့ဝှက်စစ်ဆင်ရေးတစ်ခုမှာပါဝင်ခဲ့ဖူးတဲ့စစ်သားဟောင်းတစ်ယောက်ပါ သူပါဝင်ခဲ့တဲ့စစ်ဆင်ရေးမှာသေဆုံးသွားပြီလို့ထင်ခဲ့တဲ့သူ့ရဲ့တပ်သားတစ်ယောက်ကတစ်ရက်မှာကာကွယ်ရေးဌာနချုပ်ကိုတိုက်ခိုက်မှုမှာပါဝင်လာတဲ့အခါမှာအဲဒီတိုက်ခိုက်မှုကိုထိန်းချုပ်တဲ့စက်ပစ္စည်းကနေသူပါသံသယဝင်ခံရတဲ့အခါအဲဒီအမှုနောက်ကိုလိုက်ရင်း သူတို့လုပ်ခဲ့တဲ့လျှို့ဝှက်စစ်ဆင်ရေးရဲ့ရည်ရွယ်ချက်ကိုသိသွားတဲ့အခါသေဆုံးသွားတဲ့သူ့တပ်သားတွေဟာအသတ်ခံလိုက်ရတာကိုသိလိုက်တဲ့အချိန်မှာ...ဒီအမှုမှာပါဝင်ပတ်သက်သူတွေကဌာနချုပ်တွေရဲ့ဗိုလ်ချုပ်တွေဖြစ်နေတဲ့အခါမှာဘယ်လိုတွေဖြေရှင်းကျမလဲဆိုတာ.... File Size : ( 565 MB , 303 MB )Quality :  WEB-DL 720pRunning Time : 1 hrFormat : Mp4Genre : Animation , Action , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/psycho-pass-sinners-of-the-system-case-2-first-guardian-2019/",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e4ObwxHjvcKanJxcURTUCm6LHte.jpg",
        "title": "Psycho-Pass: Sinners of the System –  Case.1 Crime and Punishment",
        "description": "Japan animationကားကိုကြိုက်တဲ့သူတွေအတွက်တင်ဆက်လိုက်ပါတယ်ဒီဇာတ်လမ်းကတော့တိုကျိုမြို့လူထုလုံခြုံရေးအဖွဲ့အစည်းတစ်ခုရဲ့အမှုလိုက်ပုံတွေ ဖြေရှင်းပုံတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်case 3ထိသုံးကားထွက်ပြီးတော့တစ်ကားစီမှာမတူညီတဲ့အမှုတွေနဲ့ဖြေရှင်းပုံတွေကိုကြည့်ရမှာပါအခုcase 1ကတော့ တိုကျိုမြို့ပေါ်ကိုတခြားနယ်မြေတစ်ခုမှာရှိတဲ့စိတ်ပိုင်းဆိုင်ရာတရားခံတွေကိုလေ့ကျင့်ပြန်လည်ထူထောင်ရေးလုပ်နေတဲ့နေရာကတရားခံတစ်ယောက်ရောက်လာတာကနေစတင်ပါတယ်အဲဒီတရားခံကိုတိုကျိုမြို့ရဲ့အမှုစုံစမ်းစစ်ဆေးရေးအဖွဲ့ကပြန်ပြီးသူ့နေရာကိုပို့ပေးရင်းနဲ့ အဲဒီနေရာရဲ့လျှို့ဝှက်ချက်တွေကိုဖော်ထုတ်ဖို့ဖြစ်လာတဲ့အခါမှာအဲဒီအကျဥ်းထောင်ကိုဦးစီးနေတဲ့သူကလည်းအထက်လူကြီးတစ်ယောက်ဖြစ်နေပြီးသူတို့ဝင်စွက်ဖက်ပိုင်ခွင့်မရှိတဲ့အခါဘယ်လိုအမှုကိုဖော်ထုတ်မလဲ ဖြေရှင်းမလဲဆိုတာကိုကြည့်ရမှာပဲဖြစ်ပါတယ် File Size : ( 565 MB , 277 MB )Quality :  WEB-DL 720pRunning Time : 1 hrFormat : Mp4Genre : Animation , Action , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/psycho-pass-sinners-of-the-system-case-1-crime-and-punishment/",
        "category": "Action, Animation, Crime"
    }
]