[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pYTFL661HMzCIJLl6me7WMqDmjV.jpg",
        "title": "Fearless Rescue 2022",
        "description": "မူးယစ်ဆေးဝါးနှိမ်နှင်းရေး အထူးတပ်ဖွဲ့မှ တပ်ဖွဲ့ဝင် မုယင်းဟာ\nအဖွဲ့ကနေ နှုတ်ထွက်ခဲ့ပြီး မြို့ပြဘဝကို နေထိုင်ဖို့ ရွေးချယ်ခဲ့ပါတော့တယ် ။\nအဲဒီအချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင်ဆိုသလို မြို့ရဲ့ မျက်နှာဖုံး\nသူဌေးတစ်ဦးရဲ့ သမီးဖြစ်သူ ချန်ယန့်ယွီကိုပါ ကယ်တင်ရဖို့\nအကြောင်းဖန်လာခဲ့ပါတယ် ။ ဒီလိုနဲ့ပဲ မူးယစ်ဆေးဝါးဂိုဏ်း\nခေါင်းဆောင်တစ်ယောက်ဖြစ်တဲ့ သူဌေးကြီး ယဲ့လင်ကျွင်းဟာ\nအညှိုးကြီးစွာနဲ့ ချန်ယန့်ယွီကို လူလွှတ်ပြီး လိုက်သတ်ပါတော့တယ် ။သူကြံစည်သမျှ အကြံအစည်တွေအားလုံးကိုလဲ\nမုယင်းဟာ တစ်ခုပြီး တစ်ခု ဖျက်ဆီးလာခဲ့တဲ့အခါမှာ...?\n❏ မုယင်း နဲ့ ချန်ယန့်ယွီတို့ နှစ်ဦးသား အတူတူ အခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်ကြမလဲ?\n❏ မုယင်းဟာလဲ ကိုယ်ရံတော်တပ်မှူးလေးအဖြစ်\nချန်ယန့်ယွီကို ဘယ်လိုကာကွယ်သွားဦးမလဲဆိုတာ\nအခုပဲ ဒီကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Romance\nRuntime : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/fearless-rescue-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/christy-160x200.jpg",
        "title": "Christy(2023)",
        "description": "Christy 2023IMDb-5.7/10\nတောင်ပိုင်းမာလာရရမ်မင်းသမီးချော\nမလာကာမိုဟမ်နမ်ကနေ မမအဖြစ်ဦးဆောင်ပါဝင်ထားတဲ့\nဒီဇာတ်ကားဟာ ဒါရိုက်တာအယ်ဗင်ဟင်နရီရဲ့ ဖြစ်ရပ်မှန်ခံစား\nပွဲဦးထွက်ဇာတ်ကားလေးဖြစ်ပါတယ်ပင်လယ်ကမ်းခြေနယ်မြို့လေးက ကျောင်းသားလေးရွိုင်....\nလူငယ်သဘာဝပျော်လိုက်ပါးလိုက်နဲ့ စာမေးပွဲတွေတဖုန်းဖုန်းကျ....\nမိဘတွေက မြို့ပေါ်ခေါ်တော့မယ်လုပ်မှ\nကြောက်လန့်တကြားနဲ့ စာမေးပွဲဖြေဖို့ ကျူရှင်ပြေးတက်တဲ့ ရွိုင်....\nလှပတဲ့ ကျူရှင်ဆရာမ ခရစ်စတီ....\nမမကလှပေမဲ့ အိမ်ထောင်ရေးကံမကောင်း\nအိမ်ထောင်‌စောစောကျပြီး ကွာရှင်းထားတော့ ရွိုင်ကိုကလေးလိုပဲဆက်ဆံတဲ့ မမ....\nတစ်သက်လုံးဘယ်သူချွတ်ချွတ်မကျွတ်ပေမဲ့ မမချွတ်မှပဲ\nပြောစကားနားထောင်မယ်ဆိုတဲ့ သားလိမ္မာလေးရွိုင်...ဇာတ်လမ်းလေးက ပုံမှန်ရိုးရိုးလေးဆိုပေမယ့်\nဆန်းနေတာက သိပ်လှတဲ့မမနဲ့ သူငယ်နှပ်စားရွိုင်တို့ရဲ့ အချစ်ဇာတ်လမ်းပါ\nအိန္ဒိယမမဆိုတော့ အိန္ဒိယဆန်ဆန်ဆွဲဆောင်မှုလေးတော့ရှိပါတယ်\nဒါ့အပြင်တခြားမိသားစုရေးရာလေးတွေ\nဟာသလေးတွေလဲပါဝင်တာမို့ မပျင်းမရိနဲ့ အဝကြည့်ရမှာပါဆရာဝန်ညွှန်ကြားချက်မှာ\nလက်ဖက်ရည်တစ်ခွက်ပေးပါ\nဒူးယားတစ်လိပ်ပေးပါ\nမမကျွန်တော့်ကိုပြန်ချစ်ပါ\nဒီကောင် လက်နက်ချရမယ်တဲ့\nFile size…1.76GB / 883MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein~BpL~ Yunni~ Cherry",
        "rating": "5.3",
        "url": "https://megaup.net/2yGxd/Christy_(2023)_Malayalam_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Country, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pHVswTDHAvq9Npi0XCZ0qVMSiM2.jpg",
        "title": "Never Back Down: No Surrender(2016)",
        "description": "Never Back Down ဇာတ်ကားတွေရဲ့ 2016 ကနောက်ဆုံးထွက်ထားတဲ့ ဇာတ်ကား‌လာပါပြီ။\n2008 နဲ့ 2011 တို့မှာထွက်ရှိခဲ့တဲ့ Never Back Down တွေရဲ့အဆက်ဖြစ်သလို R-rated လည်းဖြစ်ပြီး တိုက်ခိုက်ခန်းတွေလည်းပိုပြီးကောင်းလာတဲ့ ဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ MMA လက်ဝှေ့ချန်ပီယံဟောင်း ကေ့စ် ဝေါကာ ဟာ သူရဲ့သူငယ်ချင်း ဘရိုဒီ ဂျိမ်းစ်နဲ့ ရှုံးပွဲမရှိသေးတဲ့အပြင် အန္တရာယ်လည်းများတဲ့ ဆီဆာ ဘရာဂါတို့ရဲ့ ထိုင်းနိုင်ငံမှာ ထိုးသတ်မဲ့ပွဲစဉ်အတွက် လေ့ကျင့်ဖို့ဘန်ကောက်ကို လိုက်ပါလာခဲ့ပါတယ်။\nဒါပေမဲ့ ပြိုင်ပွဲစခါနီးတစ်ပတ်အလိုမှာ ဘရိုဒီက ခြေထောက်ဒဏ်ရာရသွားတဲ့ အတွက် ဘရိုဒီရဲ့အစား ကေ့စ်က ဝင်ထိုးပေးဖို့ဖြစ်လာတဲ့အခါမှာ ကေ့စ်တစ်ယောက် ဘယ်လိုဆက်ပြီးဖြေရှင်းမလဲ၊ သူနိုင်အောင်ရောထိုးနိုင်မှာလား၊ နောက်ကွယ်မှာရောဘယ်လိုအရှုပ်တော်ပုံတွေရှိနေမလဲဆိုတာကို အကြမ်းပတမ်းတိုက်ခိုက်ခန်းတွေနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦးခင်ဗျ။ File size…2.3 GB / 961.6 MB\nQuality…WEB-DL 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Action ,  Sport\nSubtitle….Myanmar ...",
        "rating": "6.3",
        "url": "https://megaup.net/1cMjy/Never.Back.Down.No.Surrender.2016.WEB-DL.720p(CM).mp4",
        "category": "Action, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqyeNSlePhJTf2384hPi5OvbwNb.jpg",
        "title": "S-Girl ( 2022 )",
        "description": "နည်းပညာတွေ တိုးတတ်နေတဲ့ ခေတ်ကြီးမှာ ပတ်ဝန်းကျင်နေရာတိုင်းလိုလို\nစက်ပစ္စည်းတွေနဲ့ အစားထိုးလို့လာခဲ့ပါတယ် ။ လျိုကျားချီလို့ ခေါ်တဲ့\nအမျိုးသားဟာ မိသားစုတွေကိုလဲ အချိန်မပေးပဲ သူ့ရဲ့ စက်ပစ္စည်းတွေနဲ့ပဲ\nအချိန်တွေကုန်ဆုံးလို့နေခဲ့ပါတယ် ။ တစ်နေ့မှာတော့ ဇနီးဖြစ်သူဟာ\nရောဂါနဲ့ ရုတ်တရက်ဆုံးပါးသွားခဲ့ပါတယ် ။ဇနီးသည်ဆုံးပါးသွားပြီးတဲ့နောက်မှာလဲ ကျန်ရစ်တဲ့ သမီးငယ်လေးတွေကို\nကလေးထိန်းနဲ့ ထားကာ သူကတော့ မိသားစုကို အချိန်မပေးပဲ\nအလုပ်တွေနဲ့ ဗျာများနေတုန်းပါပဲ ။ ဒီလို ကြပ်တည်းနေတဲ့အချိန်မှာ\nသူတို့ ကုမ္ပဏီကနေပြီးတော့ လူသားလို တစ်ထပ်ထဲ ပြုမူနိုင်တဲ့\nလူသားစက်ရုပ်တစ်ရုပ်ကို တီထွင်ခဲ့ပါတယ် ။စက်ရုပ်ကို ဒီဇိုင်းရေးဆွဲသူ လျိုကျားချီဟာ သေဆုံးသွားတဲ့\nဇနီးသည်နဲ့ ဆင်တူ စက်ရုပ်တီထွင်ပြီး အိမ်မှာ သမီးလေးတွေကို စေ\nာင့်ရှောက်ဖို့ ထားခဲ့တဲ့အခါမှာတော့...? အသက် ၁၇ နှစ်အရွယ်\nသမီးအကြီးဖြစ်သူဟာ ဒီစက်ရုပ်ကို လုံးဝလက်မခံနိုင်ပေမဲ့\nဘာမှမသိနားမလည်တဲ့ ၅ နှစ်အရွယ် ညီမလေးကြောင့် လက်ခံခဲ့ပါတော့တယ် ။ ဒီတော့ ...-❏ မိသားစုကို အချိန်မပေးနိုင်တဲ့ ဖခင် နဲ့ သမီးလေး ၂ယောက်\nဘယ်လိုရှေ့ဆက်ကြမလဲ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/s-girl-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sgRY2ie8koJxfOScMuvzHQ9TuZX.jpg",
        "title": "Thick as Thieves (2009)",
        "description": "Thick as Thieves (2009)ရစ်ပလေ ဆိုတဲ့နာမည်ကတော့ သိုးဆောင်းတို့ဘာသာစကားမှာ တော်တော်ဟိတ်ဟန်ကြီးသ‌ဗျ။ တွမ် ရစ်ပလေ ဆိုတဲ့ ဇာတ်ကောင်တစ်ကောင်နဲ့ ကျွန်တော် လူကြီးမင်းတို့ကို မိတ်ဆက်ပေးဖူးတယ်။ အဲဒီကောင်ကလည်း လူဆိုးဂိုဏ်းလောကမှာ တစ်ကိုယ်တော် လူစွမ်းကောင်း။အခုဇာတ်ကားမှာတော့ ကစ်သ် ရစ်ပလေ တဲ့ဗျာ။ တကယ့်လူ။ နှစ်ဖက်ချွန်တာနဲ့ အားမရတော့ သုံးဖက်ချွန်တဲ့ စမူဆာလိုလူကြီး။ နောက်ပိုင်းမှာ အဖက်ဖက်ကိုချွန်နေတဲ့ ဆိုင်ကယ်စပေါ့ကတ်ကြီး ဖြစ်နေပါရော့လား။ စပေါ့ကတ်တောင် ခွေးသွားစိတ်များတဲ့ နံပါတ်ကြီးဗျ။လူဆိုးဂိုဏ်းသားကြီးတော့ မဟုတ်ပါဘူးလေ။ တစ်ကိုယ်တော် သူခိုးကြီးပါ။ တစ်ပွဲစားအဆင့်ကြီးပေါ့။ သူတပါးပစ္စည်း အပျောက်ဖျောက်တဲ့နေရာမှာ အနုပညာမြောက် ကျွမ်းကျင်မှော်ဝင်သူ။သူခိုးကားတွေရဲ့ ထုံးစံလိုပါပဲလေ။ တွဲဖက်တစ်ယောက်ရှိတယ်။ သူများသတ်လို့သေသွားတယ်။ ဒီတော့ တွဲဖက်ရဲ့ မပြီးဆုံးသေးတဲ့ကိစ္စတွေကို ပြီးဆုံးအောင်လုပ်ပေးဖို့တာဝန်ရယ်၊ သူ့သမီးလေးကို စောင့်ရှောက်ရမယ့်တာဝန်ရယ်။ ဒီတာဝန်တွေကို တစ်ဦးတည်းဆောင်ရွက်ဖို့ အသက်ကြီးသွားပြီဖြစ်တဲ့ ကစ်သ် ရစ်ပလေ က လူငယ်ခြေတက်၊ သူခိုးပေါက်စလေး ဂေဘရီရယ် ရဲ့အကူအညီကို ...",
        "rating": "6",
        "url": "https://megaup.net/1cLor/(CM)_Thick_as_Thieves_(2009)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmI4MmExNGQtNmM0Zi00MzRiLWFiZjgtZmU2MDA3MDNlN2MwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Christopher(2023)",
        "description": "Christopher 2023 (IMDb 6.8/10)အိန္ဒိယရဲကားကောင်းကောင်းလေးကိုမျှော်နေကြတဲ့ ပရိသတ်ကြီးအတွက်\nမင်းသားကြီးမမ်မွတ်တီးရဲ့ နောက်ဆုံးထွက် ရဲကားအလန်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေအိန္ဒိယနိုင်ငံမှာ သိတဲ့အတိုင်း ဘာအမှုပဲဖြစ်ဖြစ် မုဒိမ်းကျင့်လူသတ်ရင်တောင်\nငွေနဲ့မီးငြိမ်းသလို အမှုတွေပျောက်သွားအောင် လူအားငွေအားနဲ့ လုပ်နိုင်တာကို သိကြမှာပါ\nဒီကိစ္စကို ရဲမှူးခရစ္စတိုဖာဖြေရှင်းတဲ့နည်းလမ်းကတော့ ရိုးရှင်းပါတယ်\nဘယ်တရားရုံးမှပို့မနေပဲနဲ့ တရားခံတွေကို သူ့သေနတ်နဲ့ပဲ ကိစ္စတုံးပေးတာပါ\nဆိုရှယ်မီဒီယာ ပြည်သူလူထုအားလုံးအတွက် ခရစ္စတိုဖာက ဟီးရိုးပါ ဒါပေမဲ့\nမျှတတဲ့ဒီမိုကရေစီစစနစ်တစ်ခုမှာ တရားစီရင်ရေးမဏ္ဍိုင်ဆိုတာ မရှိလို့မရပါဘူး\nအဲ့ဒါကြောင့် အထက်ဌာနကနေ ခရစ္စတိုဖာကို စုံစမ်းစစ်ဆေးဖို့အတွက်\nအမျိုးသမီးအရာရှိတစ်ဦးကို တာဝန်ပေးအပ်လိုက်ပါတော့တယ်\nခရစ္စတိုဖာရဲ့ မီးစတစ်ဖက်ရေမှုတ်တစ်ဖက်\nမှန်ကန်မျှတပေမဲ့ မညှာတာတတ်တဲ့ စရိုက်ကို အတိတ်ကစတူးဖော်ကြည့်မိတဲ့အခါ........ဒီဇာတ်ကားလေးဟာ ဇာတ်လမ်းလေးက မြင်နေကျဆိုပေမဲ့ ဆက်ပြီးကြည့်ချင်လောက်အောင်\nလှည့်ကွက်လေးတွေကို သူ့နေရာနဲ့သူပါထားပြီး မင်းသားကြီးမမ်မွတ်တီးရဲ့ အိုဗာတွေသိပ်မပါ\nရင့်ကျက်တဲ့ပုံစံနဲ့မို့ ကြည့်ရရှုရတာ စိတ်ဝင်စားဖို့ကောင်းပြီး မှုခင်းဒရာမာ ရဲအက်ရှင်ကြည့်ချင်တဲ့သူတွေအတွက်\nဇာတ်အိမ်ကောင်းကောင်း သရုပ်ဆောင်ကောင်းကောင်း ဒီကားလေးကို လက်မလွှတ်ကြဖို့ လက်တို့ပေးပါရစေ\nFile size…2.25GB / 1.1GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ...",
        "rating": "6.8",
        "url": "https://megaup.net/2yG7t/Christopher_(2023)_Malayalam_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iKqEz4g6mPgm93NICaSSSGHHbjn.jpg",
        "title": "The Integrity of Joseph Chambers (2022)",
        "description": "The Integrity of Joseph Chambers (2022)~ IMDb - 6.1/10, RT - 88%, Meta - 63% ~2022 ရဲ့ ဇာတ်ကားတစ်ကားဖြစ်တဲ့ The Integrity of Joseph Chambers က ​ဇာတ်လမ်း​တဖြည်းဖြည်း ဇာတ်ရှိန်တက်သွားတာမျိုးကိုကြိုက်တဲ့သူ​တွေ ကြည့်သင့်တဲ့ ဒရာမာဇာတ်ကား​ကောင်း​လေးတစ်ကားဖြစ်ပါတယ်။ Cast တွေအနေနဲ့ F&F အတွဲလိုက်ကြီးမှာ ဒွန်မနစ်တိုရက်တိုရဲ့ ညီမ၊ ဘရိုင်ယန်အိုကော်နာရဲ့ မိန်းမအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Jordana Brewster ရယ်၊ The Walking Dead ထဲက အကောင်းဆုံး Villain ဘဲကြီးလည်းဖြစ်သလို Watchmen ထဲမှာ Comedian အဖြစ်နဲ့ရော၊ BvS မှာ ဘရုစ်ဝိန်းရဲ့အဖေအဖြစ်နဲ့ရော သရုပ်ဆောင်ခဲ့တဲ့ Jeffrey Dean Morgan တို့ ပါဝင်ထားပါတယ်။~ ဇာတ်လမ်းအညွှန်း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1cLak/(CM)_The_Integrity_of_Joseph_Chambers_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUylDspiTKU3cYzZNeLsN8Krv12.jpg",
        "title": "Rocky Balboa(2006)",
        "description": "လက်ဝှေ့ကားကြိုက်သူတွေအတွက် မင်းသားကြီးစတားလုံးကိုယ်တိုင် ဒါရိုက်တာလုပ်ပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားဟာ ရှေ့ Rocky ဇာတ်လမ်းတွဲတွေရဲ့ အဆက်ဖြစ်ပြီး ၁၉၉၀ခုနှစ်ကထွက်ရှိထားတဲ့ Rocky(V) ရဲ့ နောက်ဆက်တွဲဇာတ်လမ်းဖြစ်ပါတယ်။လက်ဝှေ့လောကကနေ အသက်အရွယ်ရလာလို့ အနားယူထားပြီးပြီဖြစ်တဲ့ ရော့ကီဘယ်လ်ဘိုအာဟာ သူ့မိန်းမဆုံးပြီးတဲ့နောက် ဘ၀ဟာအဓိပ္ပါယ်မဲ့နေခဲ့ပါတယ်။ သူဟာစားသောက်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ပြီး အေးအေးချမ်းချမ်းနေနေပေမယ့် သူ့ရင်ထဲကအစိုင်အခဲကြီးကတော့ ပျောက်ပျက်မသွားပါဘူး။ ဒီတော့ အတိတ်က သူထိုးကြိတ်ခဲ့ဖူးတဲ့အငွေ့အသက်တွေ၊ သူ့မိန်းမရဲ့အားပေးသံတွေ တစ်ခေါက်ပြန်ပြီးခံစားနိုင်ဖို့အတွက် ကြိုးဝိုင်းထဲကို တစ်ခေါက်ပြန်ပြီး၀င်လာခဲ့ပါတယ်။ အစကတော့ ပွဲငယ်လေးတွေပဲ ထိုးဖို့စိတ်ကူးထားပေမယ့် ရှုံးပွဲမရှိ ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံ မေဆန်ဒစ်ဆန်က လက်ရည်စမ်းပွဲထိုးဖို့ လာရောက်ကမ်းလှမ်းတော့ လက်ခံလိုက်ပါတယ်။ တစ်ချိန်က ကမ္ဘာ့ဟဲဗီးဝိတ်ချံပီယံနှစ်ကြိမ်ဖြစ်ဖူးတဲ့ ရော့ကီနဲ့ လက်ရှိချန်ပီယံ မေဆန်တို့ရဲ့ပွဲဟာ တစ်ကမ္ဘာလုံးကိုစိတ်၀င်စားစေခဲ့ပါတယ်။\nနွားပျိုသန်လှ နွားအိုပေါင်ကျိုးဆိုတဲ့စကားပုံကရှိသေးတော့ ဒီအတိတ်နဲ့ပစ္စုပ္ပန်တို့ရဲ့တိုက်ပွဲမှာ ဘယ်သူကများအနိုင်ရရှိသွားမလဲ။ ရော့ကီကရော သူ့ရင်ထဲကအစိုင်အခဲ‌ကို ဒီပွဲထိုးကြိတ်ပြီးတော့ ချေဖျက်နိုင်ပါ့မလား။ File size…2.79 GB / 1.15 GB / 672 MB\nQuality…Blu-Ray 1080p ...",
        "rating": "7.1",
        "url": "https://megaup.net/1cL63/Rocky_Balboa.2006.Blu-Ray720P(CM).mp4",
        "category": "Action, Drama, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ap1lWt3YKaQBicYO5oMTuJ55Ki0.jpg",
        "title": "Ice Cream Man (1995)",
        "description": "ရေခဲမုန့်အရမ်းကြိုက်တဲ့ကောင်လေးက ငယ်ငယ်က သူဝယ်စားနေကျရေခဲမုန့်သည်ကြီး သူ့ရှေ့မှာအသတ်ခံလိုက်ရတာကိုမြင်ပြီး  Traumaရသွားတယ်..။ အဲဒီနောက် သူကြီးလာတော့ ကိုယ်တိုင်ရေခဲမုန့်သည်ဖြစ်လာတယ်။ ကလေးတွေအရမ်းကြိုက်ကြတဲ့ ရေခဲမုန့်ပေါ့။ ဒါပေမဲ့ ရေခဲမုန့်ထဲမှာ ဘာတွေထည့်ထားလဲဆိုတာကိုသိရင်တော့ စားချင်ကြတော့မှာမဟုတ်ပါဘူး။ ကလေးပျောက်မှုတွေ လူသတ်မှုတွေက ရေခဲမုန့်သည်ရဲ့လက်ချက်ဆိုတာကို ဂျွန်နီ၊ ဟယ်သာ၊ တူနာတို့ကလွဲရင် တစ်ရပ်ကွက်လုံးမသိကြသလို ကလေးတွေက ခဏခဏတိုင်ကြားပေမဲ့ သက်သေလည်းမရှိတော့ ရဲတွေလည်း ဘာမှလုပ်လို့မရပါဘူး။ ဒီတော့ ဂျွန်နီတို့ဖွဲ့ထားတဲ့ ဒုံးပျံအဖွဲ့သားတွေကရော ရေခဲမုန့်သည်ကို အနိုင်ယူနိုင်ပါ့မလား၊ စိတ္တဇလူသတ်သမားရေခဲမုန့်သည်ကရော ဘယ်လိုဇာတ်သိမ်းသွားမလဲဆိုတာကို Ice Cream Manဇာတ်ကားထဲမှာ ကြည့်ရှုအဖြေရှာလို့ရပါပြီ။ လူသားပေါက်စီလို ခပ်ဆင်ဆင်ကားမျိုးမို့ အသည်းငယ်သူတွေ မကြည့်သင့်ပါဘူး။ File size…(1.7GB)/(832.51MB)/(536.77MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:26:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Su Eaindra",
        "rating": "4.7",
        "url": "https://megaup.net/2yB5p/Ice.Cream.Man.1995.720p.(CM).mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNzY1MDkzMTc0NF5BMl5BanBnXkFtZTcwODc5NDU1Nw@@._V1_-135x200.jpg",
        "title": "A Little Bit of Heaven (2011)",
        "description": "တကယ်လို့များ ဘုရားသခင်နဲ့တွေ့ပြီး လိုချင်တဲ့ ဆု ၃ခု ဆုတောင်းခွင့်ရခဲ့မယ်ဆိုရင်....IMDB 6.2/10 ရရှိထားတဲ့ A little bit of Heaven (2011)ဆိုတဲ့ ဒီ Romance/Dramaကားလေးမှာ\nမင်းသမီး Kate Garry Hudson (How to lose a guy in 10 days/Almost Famous)နဲ့\nမင်းသား Gael García Bernal (Bad Education)တို့က အဓိကသရုပ်ဆောင်အဖြစ် ပါဝင်ထားကြတာပါ။ဇာတ်လမ်းအကျဉ်း\nမာလေက ဘဝကို ပျော်ပျော်နေတတ်ပြီး စိတ်ရှုပ်စရာတွေကို ရယ်စရာလုပ် တောက်ထုတ်တတ်တဲ့၊\nချိန်းတွေ့တာမျိုးလုပ်ပေမယ့် အချစ်ကိုဘဝထဲအဝင်မခံတတ်တဲ့၊ အလုပ်အကိုင်ရှိတဲ့ အမျိုးသမီးတစ်ယောက်ပါ..\nသူငယ်ချင်းကောင်းတွေ ဝန်းရံထားပြီး ပြီးပြည့်စုံတဲ့ဘဝကို ပိုင်ဆိုင်ထားပေမယ့်\nလျစ်လျူရှုတတ်တဲ့အဖေနဲ့ ပွစိပွစိပြောတတ်တဲ့အမေကြား အလိုက်အထိုက်ဆက်ဆံရင်း နေနေရသူပေါ့..\nအေးချမ်းနေတဲ့ မာလေ့ရဲ့ဘဝထဲကို မထင်မှတ်ဘဲ ကင်ဆာဆိုတဲ့ မုန်တိုင်းကြီးက ရုတ်တရက်ရောက်ရှိလာခဲ့ချိန်မှာတော့..\nမာလေက ဘုရားသခင်ဆိုသူနဲ့ စကားပြောခွင့်ရခဲ့ပါတော့တယ်..\nသူ့ကိုယ်သူ ဘုရားသခင်လို့ဆိုသူက လိုချင်တဲ့ ဆု ၃ခု ...",
        "rating": "",
        "url": "https://megaup.net/1cEld/A.Little.Bit.Of.Heaven.2011.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vPi3p9OoAzxjhOTgz3HLgODDRb0.jpg",
        "title": "Deleted ( 2022 )",
        "description": "လူသားတွေဟာ တကယ်တမ်းတော့ ရောင်းဝယ်ဖောက်ကားဖို့\nလုပ်ချင်တိုင်းလုပ်လို့ရတဲ့ ရောင်းကုန်ပစ္စည်းတွေမဟုတ်ချေပါဘူး ။\nလူကုန်ကူးမှုတွေဟာ ယနေ့ထက်တိုင်အထိလဲ ရှိနေကြတုန်းပါပဲ ။ရွှေ့ပြောင်းနိုင်ငံတွေမှာ အများအပြားကြုံတွေ့ရတတ်ပြီးတော့\nလူကုန်ကူးခံရတဲ့ လူဦးရေး သုံးပုံ နှစ်ပုံဟာ အရွယ်မရောက်သေးတဲ့\nကလေးငယ်လေးတွေပါ ။ ကလေးငယ်တွေရဲ့ ကျောက်ကပ်တွေ\nကိုယ်တွင်း အင်္ဂါတွေကို ရောင်းချကြတဲ့ ဒုစရိုက်သမားတွေကလဲ\nအများကြီးပါပဲ ။ လူကုန်ကူးမှုကို တွင်တွင်ကျယ်ကျယ်တိုက်ဖျက်ပေးဖို့အတွက်\nဇူလိုင်လ ၃၀ ရက်နေ့ကို တစ်ကမ္ဘာလုံးဆိုင်ရာ\nလူကုန်ကူးမှု တိုက်ဖျက်ရေး နေ့အဖြစ်သတ်မှတ်ထားခဲ့ကြပါတယ် ။ဒီတော့ ဒီကနေ့ တင်ဆက်ပေးသွားမဲ့ ဇာတ်ကားလေးကတော့ လူကုန်ကူးမှု\nပညာပေးရေး ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ် ။ နိုင်ငံရပ်ခြားမှ\nရွှေ့ပြောင်း တရုတ်မိသားစုတစ်စုက သမီးငယ်လေးတစ်ဦးဟာ\nထူးဆန်းစွာနဲ့ ပျောက်ဆုံးလို့သွားခဲ့ပါတယ် ။ အဲဒီအချိန်အတွင်းမှာလဲ\nနိုင်ငံအတွင်းမှာလူကုန်ကူးမှုတွေနဲ့ အတူ\nကလေးငယ်အများအပြား သေဆုံးမှူကလဲ ဖြစ်ပေါ်လို့နေပါတယ် ။❏ ဒီတော့ အခြေအနေတွေ အကြပ်ရိုက်နေတဲ့ အချိန်မှာ\nသမီးငယ်လေးကိုကယ်တင်နိုင်ပါ့မလား ?\n❏ လူကုန်ကူးခံရတဲ့ သမီးငယ်လေးအပြင် တစ်ခြားကလေးတွေကိုပါ\nကယ်တင်ပြီး တရားခံကို လက်ရဖမ်းဆီးနိုင်မလား ?\n❏ ဘယ်လို ဆုံးရှုံး စတေးမှုတွေနဲ့ ကြုံတွေ့ရဦးမလဲဆိုတာ\nစိတ်လှူပ်ရှားစွာကြည့်ရှုရမဲ့အပြင် လူကုန်ကူးမှုပညာပေးရေးကိုပါ\nမြင်တွေ့ရစေမှာပါ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/deleted-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qh9ld9M1UPqibos2CRMWbZFPqZy.jpg",
        "title": "Sayen(2023)",
        "description": "Sayen(2023)************လီတောင်ပိုင်းမှာ မူချီလူမျိုးတွေဟာ မြို့ပေါ်ကလူတွေနဲ့\nဆက်ဆံမှုကင်းဝေးပြီးသစ်တောထဲမှာ\nတစ်သီးတစ်သန့်နေထိုင်ကြတယ်၊ ဆိုင်ရန်ဟာ ဝင်ကာလို့ခေါ်ကြတဲ့မြို့ပေါ်မှာ\nပညာဆည်းပူးပြီး နေရပ်ကိုပွဲတော်ရက်အမှီပြန်လာခဲ့ပါတယ်၊ခြောက်နှစ်လောက်ဝေးကွာနေတဲ့\nအဖွားဖြစ်သူကလည်းသူမြေးပြန်လာတော့ဝမ်းသာနေတာပေါ့၊တစ်နေ့မှာ အက်တွန်ဆိုတဲ့ သဘာဝ\nပတ်ဝန်းကျင်စောင့်ရှောက်ရေးကုမ္ပဏီက လူတစ်စုသူတို့ဆီကိုမြေတွေရောင်းချဖို့အတွက်လာကမ်းလှမ်းတယ်။ အဖွားဖြစ်သူ\nအီဝမ်က နှစ်ပေါင်းများစွာနေနေတဲ့ ဒီမြေတွေမရောင်းနိုင်တဲ့အကြောင်းပြောပြီးနှင်လွှတ်လိုက်တယ်၊\nဆိုင်ရန်ဟာ မသကႅာတာနဲ့နောက်ယောင်ခံလိုက်ကြည့်တဲ့အခါသစ်တောထဲက သဘာဝအရင်းအမြစ်တွေကို\nခိုးဝှက်တူးဖော်လုပ်ကိုင်နေတဲ့ကုမ္ပဏီမှန်းသိသွားပြီးတော့ မှတ်တမ်းပါယူလာလိုက်တယ်၊ကုမ္ပဏီအဖွဲ့ကလူတွေ\nသူမှတ်တမ်းတင်တာသိသွားတော့လိုက်လံဖမ်းဆီးတဲ့အခါမှာတော့.......File Size :(2.7GB)(1.1GB) and (380 MB)\nQuality : WEB-DL 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1SI53/Sayen.2023.WEB-DL.720P(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTc0NzgxMTQzMV5BMl5BanBnXkFtZTgwNTY3MzA2MzE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Turkey Shoot (2014)",
        "description": "Turkey Shoot (2014)\n===============ရစ်ခ်တိုင်လာဟာ စစ်ပွဲအတွင်း အမျိုးသမီးတွေနဲ့ ကလေး\nအများအပြားကို သတ်ဖြတ်တဲ့ စစ်ရာဇဝတ်မှုကြောင့် ထောင်\nဒဏ်ချမှတ်ခံထားရဲ့ Navy SEAL commander တစ်ဦးပါ။\nတစ်နေ့မှာတော့ သူ့လွတ်မြောက်နိုင်ဖို့ အခွင့်အရေးတစ်ခု\nရလာပါတယ်။အခွင့်အရေးကတော့ Turkey Shoot ဆိုတဲ့ survival အစီ\nအစဉ်မှာ ပါဝင်ရမှာပါ။ တစ်ကမ္ဘာလုံး အချိန်နဲ့ တစ်ပြေးညီ\nထုတ်လွှင့်နေတဲ့ အစီအစဉ်တစ်ခုဖြစ်ပါတယ်။ ကစားပွဲမှာ\nအဆင့် သုံးဆင့်ရှိပြီး တစ်ဆင့်မှာ မိနစ်(၉၀)တိတိ အချိန်ပေး\nထားပါတယ်။ အဆင့်တစ်ဆင့်တိုင်းမှာ ကမ္ဘာအနှံ့က ကြည့်ရှု\nသူတွေ မဲပေးရွေးချယ်ထားတဲ့ ညှာတာမှု အလျဉ်းမရှိတဲ့\nသေနတ်သမားတွေနဲ့ ရင်ဆိုင်ရမှာပါ။သေနတ်သမားတွေကို ကျော်ဖြတ်ပြီး ပေးထားတဲ့အချိန်အတွင်း\nသတ်မှတ်ထားတဲ့နေရာမှာ ပုံးတစ်ပုံးကို ရှာနိုင်ရင် နောက်တစ်ဆင့်\nတက်နိုင်ပါပြီ။ အဆင့်သုံးဆင့်လုံးကို မသေဘဲ ဖြတ်ကျော်နိုင်ရင်\nတော့ လွတ်လပ်ခွင့်ရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ ထင်ထားသလောက်\nတော့ မလွယ်ကူပါဘူး။ တစ်ဖက်မှာလည်း သူ့ကို သတ်ဖို့ အခွင့်\nအရေးကို စောင့်နေကြသူတွေလည်း ရှိပါတယ်။ဘာလို့ ဒီလို သတ်ဖို့ ကြိုးစားနေတာလဲ အဲဒီအစုအပြုံလိုက် သတ်\nဖြတ်မှုကို ...",
        "rating": "4.7",
        "url": "https://megaup.net/2yCbs/Turkey.Shoot.2014.720p.BluRay.x265-RARBG[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/shqO696kFnM8Z4ODa3JglcjP97u.jpg",
        "title": "Drillbit Taylor(2008)",
        "description": "IMDb 5.7 / Rotten Tomatoes 26%စိတ်အပန်းပြေစေမယ့် ဆယ်ကျော်သက်ကျောင်းသား ဟာသကားလေး Drillbit TaylorDrillbit Taylor ဆိုတဲ့အတိုင်း ဒီဇာတ်ကားလေးထဲမှာ ပလက်ဖောင်းခေါင်းအုံး လမ်းဘေးရေပန်းမှာ ကိုယ်တုံးလုံးချွတ် ရေချိုးလေ့ရှိတဲ့ အိမ်ခြေမဲ့ တပ်ပြေး Drillbit Taylor နဲ့ကျောင်းတွင်းအနိုင်ကျင့်ခံနေရတဲ့ အထက်တန်းကျောင်းသားလေး သုံးယောက်တို့ရဲ့ အလွဲလေးများကို ရယ်မောဖွယ် ကြည့်ရှုရမှာပါ အိမ်ခြေမဲ့ဘဝမှာ လူတွေရဲ့ကဲ့ရဲ့တဲ့အကြည့်တွေ အပြောတွေကို မုန်းတီးလာတဲ့ Drillbit Taylor တစ်ယောက် ကနေဒါမြောက်ပိုင်းမှာ သွားအချေခြဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်တစ်ဖက်မှာတော့ အထက်တန်းကျောင်း စတက်တက်ချင်းမှာပဲ ကျောင်းသားကြီးတွေရဲ့ အနိုင်ကျင့်ဗိုလ်ကျခြင်းကို နေ့စဥ်ရက်ဆက် ခံနေတဲ့ ကျောင်းသားလေးသုံးယောက်ဟာကိုယ်တိုင် ပြန်မခုခံနိုင်တဲ့အဆုံး မိမိတို့ကို ကာကွယ်ပေးမယ့် သက်တော်စောင့်တစ်ယောက် ငှားဖို့ ဆုံးဖြတ်လိုက်ကြတဲ့အခါ...ခရီးစရိတ်လိုအပ်နေတဲ့ Drillbit နဲ့ သက်တော်စောင့်လိုနေတဲ့ သူတို့လေးတို့ တွေ့ဆုံကာ အလုပ်ဖြစ်သွားပါတော့တယ်Drillbit တစ်ယောက် ကလေးတွေရဲ့ကျောင်းမှာ ဆရာအဖြစ် ဟန်ဆောင်ရင်း ...",
        "rating": "5.7",
        "url": "https://megaup.net/1SHh0/Drillbit.Taylor.2008.Blu-Ray720P(CM).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMGEyNDI0OGQtMjY3Yi00NGU5LWFiNTQtNWMyZmJmNDAzMDMwXkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Eat Drink Man Woman (1994)",
        "description": "Eat Drink Man Woman (1994)\n~ IMDb - 7.8/10, Rotten Tomatoes - 88% ~Directed by \" Ang Lee \"\" Taiwanese Cinema \"ပြည်မ၊ ဟောင်ကောင်၊ ထိုင်ဝမ် တရုတ်သုံးခြမ်းက ရုပ်ရှင်တွေထဲ ကျွန်တော်တို့ဆီ လူကြည့်အနည်းဆုံးက ထိုင်ဝမ်ပဲဖြစ်မယ်လို့ထင်ပါတယ်။ ဘာလို့ဆို ပြည်မက ခုနောက်ပိုင်း သိုင်းကားတွေ လော်ဘီကားတွေ ဘတ်ဂျက်ကောင်းကောင်းနဲ့ လှိုင်လှိုင်ထုတ်နေသလို ကောင်းသည်မကောင်းသည်က တကဏ္ဍထား၊ ကြည့်တဲ့ပရိသတ်အင်အားကတော့ မနည်းပါဘူး။ ကြည့်ပြီးမှသာ ဆဲချင်ဆဲပါလိမ့်မယ်။ဟောင်ကောင်ကတော့ သူ့ရွှေခေတ်တုန်းက Mainstream ဆန်ဆန်လိုင်းမှာ John Woo, Johnnie To, Andrew Lau, Tsui Hark, Ringo Lam, Gordon Chan, ချောင်ကားတွေရဲ့ ဒါရိုက်တာတွေဖြစ်တဲ့ Jeffrey Lau ...",
        "rating": "7.8",
        "url": "https://megaup.net/3eChz/(CM)_Eat_Drink_Man_Woman_(1994)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://mail.google.com/mail/u/3?ui=2&ik=f6deed6711&attid=0.0.7&permmsgid=msg-f:1759826674977238350&th=186c290974466d4e&view=fimg&fur=ip&sz=s0-l75-ft&attbid=ANGjdJ9863E9Vn6fRNW-wtC0HJbey-x7CZmf6XWESnP71QF_3lyfcEK9ypNzDiBuAZl0cshR9UD00v30DYmbxqJI5vPhhH38VA6VZOQoFhPWBE71uDlL2yyOU6hx8rk&disp=emb&realattid=186c2608aa0b01d09f62",
        "title": "Justin Bieber: Never Say Never(2011)",
        "description": "Belieber တို့ရဲ့ အသည်းကျော် Justin Drew Bieber ဟာဆိုရင် March လ ၁ ရက်နေ့မှာ အသက် ၂၉ နှစ်ပြည့်သွားပြီ ဖြစ်ပါတယ်။ အစက မွေးရက်မှာဒီ film ကို တင်ပေးဖို့ စီစဉ်ခဲ့ပေမဲ့ အကြောင်းအမျိုးမျိုးကြောင့် မတင်ဖြစ်ခဲ့ပါဘူး။ မနှစ်ကလည်း ဒီလိုအချိန်မှာBirthday အမှတ်တရအဖြစ် Believe Documentary ကို တင်ဆက်ပေးခဲ့သလို ဒီနှစ်မှာတော့ လွန်ခဲ့တဲ့ ၁၂ နှစ်က ထွက်ရှိခဲ့တဲ့ Never Say Never Documentary လေးကို တင်ဆက်ပေးချင်ပါတယ်။ Believe က အောင်မြင်မှုရဲ့ အစကို ရိုက်ကူးတင်ဆက်ခဲ့တာဆိုရင် Never Say Never ဟာ အရာအားလုံးရဲ့စတင်ရာပါပဲ။\nJustin Bieber ဆိုပြီး ဖြစ်တည်လာဖို့ ဘယ်လိုအကြောင်းဖန်ခဲ့လဲဆိုတာတွေ၊ ငယ်ဘဝ ပါရမီပါလာခဲ့ပုံတွေကို အသေးစိတ်ချပြထားမဲ့အပြင် My World Tour ဖျော်ဖြေမှုတွေကိုပါ\nမပျင်းမရိ ကြည့်ရှုရမှာပါ။အိမ်ထောင်ကျပြီး မိန်းမနားပဲကပ်နေတဲ့ Justin ရဲ့ လူပျိုပေါက်စဘဝက ကလေးဆန်ဆန် အမူအရာလေးတွေနဲ့ အသံချိုချိုလေးကို သတိရလွမ်းဆွတ်နေတယ်ဆိုရင်တော့ဒီ Documentary ကို ကြည့်ပြီးမျက်ရည်လည်ရဦးမှာ သေချာပါတယ်။ဟောင်းပေမဲ့ ကောင်းနေဆဲဖြစ်တဲ့သီချင်းလေးတွေကို ပြန်လည်နားဆင်ရင်း နောက်နှစ် ထိပ်စီးပြောင်းတော့မဲ့ Justin Bieber အတွက် ဒီ documentary နဲ့အတူ မွေးနေ့ဆုမွန်ကောင်း တောင်းပေးလိုက်ပါတယ်။Clarification - Artist အတွက်\nအမှတ်တရလက်ဆောင် ပေးချင်သည့် ဆန္ဒကလွဲ၍ တခြား ဘာရည်ရွယ်ချက်မှ မရှိပါ။\n(အညွှန်းနဲ့ ဇာတ်လမ်းကို Thet Hnin Hsu က ဘာသာပြန်ဆိုရေးသားထားပါတယ်) File size… 1.2 GB\nQuality…Blu-Ray 720p\nFormat…mp4\nDuration….1h 45m\nGenre .....  Documentary / Music\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Thet Hnin Hsu",
        "rating": "",
        "url": "https://megaup.net/2yEM4/Justin.Bieber.Never.Say.Never.2011.BluRay720PMW(CM).mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ifvWdm0KaIg477qTCZrdJrxyZ1E.jpg",
        "title": "Made for Each Other(2023)",
        "description": "Made for Each Other(2023)*************************Rachael Becker ဆိုတဲ့ ကောင်မလေးဟာ ပန်းပုထုရတာကို ဝါသနာပါခဲ့ပြီးထက်ထက်မြက်မြက်လည်းရှိလေတော့ ဒီလုပ်ငန်းနဲ့ပဲအသက်မွေးဝမ်းကြောင်းပြုနေတယ်..\nတကယ်တော့ သူက အရမ်းဇီဇာကြောင်တဲ့ မိန်းကလေးတစ်ယောက်လည်းဖြစ်ပါတယ်....သူလိုချင်တဲ့ ယောကျာ်းလေးပုံစံက အရမ်းပြီးပြည့်စုံတာမို့ အပြင်မှာမတွေ့နိုင်လောက်အောင် ရှားတာပါ...\nအဲ့ဒါကြောင့် သူဟာ အဲ့ဒီလိုလူပုံစံကို ပန်းပုပဲ ထုခဲ့ပါတော့တယ်\nတစ်နေ့တော့ သူ့ရဲ့ အိမ်နီးချင်း Doris ဆိုတဲ့ အမျိုးသမီးဆီကအဆောင်လိုမျိုး လည်ဆွဲတစ်ခုကို ရလို့ သူ့ရဲ့ လူရုပ်ထုကို ဆွဲပေးလိုက်ပါတော့တယ်\nအဲ့ဒီလိုနဲ့ အဲ့ဒီအရုပ် အသက်ဝင်လာတဲ့ အခါမှာတော့..... File Size :(1.8GB) and (695MB)\nQuality : WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:24:00\nGenre : Comedy, Fantasy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/3eCdO/Made.for.Each.Other.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/th6vfqUtkGx69NI9TGa9gpOl7xg.jpg",
        "title": "Marlowe (2022)",
        "description": "Marlowe (2022)ဒီကားက Philip Marlowe ဆိုတဲ့ စုံထောက်ကြီးအကြောင်းကို ရိုက်ထားတာပါ။ သူကလည်း ရှားလော့ဟုမ်းတို့ ပယ်ရီမေဆင်တို့လောက် နာမည်မကြီးတာပဲရှိတယ် နှယ်နှယ်ရရတော့မဟုတ်တဲ့ ပုဂ္ဂိုလ်ပေါ့။ ရေမွန်ချန်ဒလာဆိုတဲ့ စာရေးဆရာကြီးက ၁၉၃၀ကျော်ကတည်းက စအသက်သွင်းခဲ့ပြီး ဝတ္တုရှည်၇အုပ်နဲ့ ဝတ္တုတိုအများအပြားထွက်ခဲ့သလို နောက်ပိုင်းတခြားစာရေးဆရာတွေကလည်း ဒီဇာတ်ကောင်ကိုသုံးပြီး အများကြီးပြန်ရေးခဲ့ကြတယ်။ ဒီစာအုပ်တွေကို ဇာတ်ကားအဖြစ်လည်း ၁၃ခါပြန်ရိုက်ခဲ့သလို နောက်ဆုံးထွက်ထားတဲ့ ဇာတ်ကားက 1978 တုန်းက The Big Sleep ပါ။ ဆိုတော့ ၄၄နှစ်ကြာပြီးမှ Marlowe ဇာတ်ကောင်ကို ထပ်အသက်သွင်းတဲ့ရုပ်ရှင်ဆို‌တော့ ထူးထူးခြားခြားပေါ့။ခုကားကတော့ 2014 ခုနှစ်ထွက် The Black-Eyed Blonde ဝတ္ထုကို ရုပ်ရှင်အဖြစ် အသက်သွင်းထားတာပါ။ 40s ခုနှစ်တွေကို အခြေပြုထားတဲ့ ဂန္ထဝင်စတိုင် စုံထောက်ရုပ်ရှင်အမျိုးအစားဖြစ်ပါတယ်။ မင်းသားကတော့ Taken မင်းသားကြီး လီယံနီဆန်ပါပဲ။ မင်းသမီးတွေကတော့ Big Fish တို့၊ ...",
        "rating": "",
        "url": "https://megaup.net/3eC2u/(CM)_Marlowe_(2022)_720p.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYjU5YjhkODItYTE3ZS00ZDUwLWI5ZWUtNjIzNTBmZTc0YWNlXkEyXkFqcGdeQXVyNzExNDk5MDA@._V1_-142x200.jpg",
        "title": "Inumo Kuwanedo Charlie Wa Warau (2022)",
        "description": "Inumo Kuwanedo Charlie Wa Warau (2022)\n----------------------------------------------------------------------\nစတိုးဆိုင်တစ်ခုမှာ ကာစတန်မာနဲ့ အရောင်းဝန်ထမ်းအနေနဲ့ စတင်တွေ့ဆုံခဲ့ပြီး\nမေတ္တာမျှလို့လက်ထပ်ဖြစ်ခဲ့တဲ့ ယူးဂျီရိုနဲ့ ဟီရိုရိတို့နှစ်ယောက်ဟာ\nအိမ်ထောင်သက်တမ်း ၄ နှစ်အကြာမှာတော့ တစ်ယောက်ကိုတစ်ယောက်\nပြစ်ချက်တွေမြင်လာပြီး အရင်လို ကြင်နာမယုယနိုင်တော့ဘဲ ရင်ထဲမှာကျိတ်ပြီးစိတ်ကုန်နေကြတာပေါ့။လုပ်ငန်းခွင်မှာပင်ပန်းတဲ့အပြင် အိမ်မှာလည်းယောက်ျားဖြစ်သူက ကူဖောင်လောက်ဖက်မရလို့\nစိတ်ထွက်ပေါက်ပိတ်နေတဲ့ အိမ်ရှင်မဟီရိုရိဟာတစ်နေ့မှာတော့ \"ခင်ပွန်းသည်သေမင်းမှတ်တမ်း\" ဆိုတဲ့\nဝက်ဘ်ဆိုဒ်တစ်ခုကိုရှာတွေ့သွားပြီး အဲဒီမှာချာလီဆိုတဲ့ နာမည်ဝှက်နဲ့ သူ့ယောက်ျားအပေါ်\nမကျေနပ်ချက်တွေကိုရဲ့ စာအဖြစ်ပယ်ပယ်နှယ်နှယ်ရေးချပြီး ပေါက်ကွဲ\nဘဝတူအိမ်ထောင်ရှင်မတွေကလည်းသူ့ကိုထောက်ခံကြနဲ့ အဲဒီဝက်ဘ်ဆိုဒ်စိတ်ထွက်ပေါက်တစ်ခုဖြစ်လာခဲ့ပါတယ်။ဒါပေမဲ့ တစ်နေ့မှာတော့ သူ့ယောက်ျားအလုပ်ထဲကအိမ်ရှင်မတစ်ယောက်က\nသူရေးထားတဲ့စာတွေကို သူ့ယောက်ျားဖြစ်သူ ယူးဂျီရိုကိုသွားပြမိတဲ့အခါမှာတော့\nအက်ကွဲကြောင်းပေါ်နေတဲ့ ဒီအိမ်ထောင်ရေးပြဿနာကို သူတို့လင်မယားနှစ်ယောက်\nဘယ်လို ရင်ဆိုင်ရမလဲဆိုတာ ဟာသနှောပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 665MB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "6.0",
        "url": "https://megaup.net/3Uzei/Inumo.Kuwanedo.Charlie.Wa.Warau.2022.720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yrzBLVuW2ws5Eu4gTUPTNn02oBB.jpg",
        "title": "The Assassin(2023)",
        "description": "The Assassin(2023)*****************ဂျိုဆွန်းမှာ စစ်ပွဲတွေဖြစ်ပြီး ဘုရင်ရဲ့ အာဏာလည်းသက်ရောက်မှုမရှိတော့ လူသတ်ပွဲတွေ ခိုးဆိုးလုယက်အကျင့်ပျက်မှုပေါင်းများစွာနေရာတကာမှာဖြစ်နေတယ်..ဒီအထဲမှာတော့ ငွေရှိတဲ့သူတွေဟာ သူတို့ပြိုင်ဘက်ပေါင်းများစွာကိုတော်လွန်းတဲ့လုပ်ကြံသတ်ဖြတ်ရေးသမားတွေကိုငှါးပြီးသုတ်သင်လေ့ရှိတယ်...ဒီထဲမှာ အီနန်ဆိုတာ ဒီလောကရဲ့ ဓားရေးအထက်မြက်ဆုံးလုပ်ကြံရေးသမားအဖြစ်နာမည်ကြီးတယ်.....ဓားရေးထက်မြက်တဲ့အပြင်လှုပ်ရှားမှုတွေက လျှင်မြန်လွန်းတော့ သူ့နာမည်ကြားတာနဲ့ တော်ရုံသက်တော်စောင့်တွေတောင်ထွက်ပြေးကြတယ်..တစ်နေတော့အီနန်ဟာ အတွင်းအား အသုံးပြုတဲ့အချိန်နှလုံးနဲ့အဆုတ်မှာပြဿနာဖြစ်နေတော့ ဆေးဆရာက ဒီရောဂါကိုကုနိုင်တာ ထူးဆန်းတဲ့ဆေးတစ်ခုပဲရှိတယ်..ဒါပေမယ့် ခုချိန်ထိ ဘယ်သူမှ ရှာမတွေ့သေးဘူးလို့ အီနန်ကိုပြောလိုက်တယ်..ဒီအကြောင်းကိုသိတဲ့ အခြားလုပ်ကြံရေးသမားတွေဟာ အီနန်ကို ရေဆုံးရေခမ်းလိုက်လံသုတ်သင်ပါတော့တယ်...အီနန်တစ်ယောက် ဘယ်လိုရုန်းထွက်မလဲဆိုတာကိုတော့...File Size :(2.04GB)(810MB) and (287MB)\nQuality : WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Miri & Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1SH6o/The.Assassin.2023.WEB-DL.720P(CM).mp4",
        "category": "Action, Adventure"
    }
]