[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/7-prisoners-142x200.jpg",
        "title": "7 Prisoners (2021)",
        "description": "Netflixရဲ့ အသစ်ထွက် Latin Dramaကား​ကောင်း​လေးကို\nတင်ဆက်​ပေးလိုက်ပါတယ်၊ Latin dramaဆို​ပေမဲ့\nIMDb 7.3နဲ့ Rotten Tomatoes 96% အထိရှိတဲ့\nဒရမ်မာကား​ကောင်းပဲ ဖြစ်ပါတယ်၊\nဒါ့အပြင် ၇၈ကြိမ်​မြောက် ဗင်းနစ်နိုင်ငံတကာရုပ်ရှင်ပွဲ​တော်မှာလည်း\nပြသထားပြီး Positive review​ပေါင်းများစွာ ရရှိထားပါတယ်\n7 prisonersဆိုတဲ့ ဇာတ်ကားနာမည်​ကြောင့် ​\nအကျဉ်းသား၇​ယောက် ​​ထောင်​ဖောက်တဲ့ကားလို့ ထင်ချင်စရာရှိပါတယ်၊\nတကယ်​​တော့ 7 prisoners ဆိုတာ ​\nထောင်ကျ​နေသလို လွတ်လမ်းပြန်လမ်းမရှိ၊\nအနာဂတ်မရှိတဲ့ ​​ငွေဝယ်ကျွန် အလုပ်သမား​တွေ၊\nလူကုန်ကူးခံရသူ​တွေကို ရည်ညွှန်းချင်တာပါ\nအသက်၁၈နှစ်သာရှိ​သေးတဲ့ မက်တီးယပ်စ်ဟာ\nမိသားစုရဲ့ စားဝတ်​နေ​ရေးအတွက်\n​မွေးရပ်​ရွာက​နေ ​ဆော်​ပေါ်လိုမြို့ကို\nသွား​ရောက်အလုပ်လုပ်ကိုင်ဖို့ ကြံစည်ခဲ့​ပေမဲ့\nHuman trafficking လုပ်တဲ့သူနဲ့​တွေ့ပြီး\nသူ​ရော တခြားပါလာတဲ့သူ​တွေပါ\nအလုပ်ကြမ်းလုပ်ဖို့ ​ရောင်းစားခံလိုက်ရပါတယ်၊\nသူတို့အတွက် ထွက်​ပြေးဖို့လည်း လွတ်လမ်းမရှိ၊\nလွတ်သွားခဲ့ရင်​တောင် မိသားစုရဲ့အသက်အန္တရာယ်ကိုပါ\nလူကုန်ကူးအဖွဲ့က ချိန်း​ခြောက်ထားတဲ့အခါ\nမက်တီးယပ်စ် ဘယ်လမ်းကို​​ ​ရွေးချယ်မလဲ၊\nဒီဘဝက​နေ လွတ်​မြောက်​အောင် ဘယ်လိုရုန်းထွက်မလဲဆိုတာကို\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဒရမ်မာကား​ကောင်းစစ်စစ်ပဲ ဖြစ်ပါတယ်File Size : (1.7 GB) & (900 Mb)\nQuality : Webrip 1080p & 720p ...",
        "rating": "7.3",
        "url": "https://megaup.net/10als/7.Prisoners.2021.720p.NF_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7x7pyCi6Zf8DFYYQtTp108RllSt.jpg",
        "title": "Zero to Hero (2021)",
        "description": "Zero to Hero (2021)IMDb - 6.6/10ဒီဇာတ်ကားလေးကတော့ IDMP 6.6 အထိရရှိထားပြီး\n၉၄ ကြိမ်မြောက်‌ ဟောင်ကောင်အကယ်ဒမီဆုပေးပွဲ အတွက်\nတစ်ကြိုစာရင်းပါခဲ့တဲ့ ဟောင်ကောင် ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်း\n.............................................\nဇာတ်လမ်းအကျဉ်းကို မပြောခင်မှာ မေးခွန်းလေးတစ်ခု အရင်မေးကြည့်ချင်ပါတယ်။\nအားကစားနယ်ပယ်အစုံမှာ နိုင်ငံကိုယ်စားပြု ဖြစ်ဖို့ လွယ်ပါသလား။\nမဆုတ်မနစ်တဲ့ ဇွဲ၊ လုံ့လ၊ ဝီရိယ တွေပေါင်းစပ်ပါမှ\nသာမန်လူတစ်ယောက်ဟာ အားကစားသမားကောင်း တစ်ယောက် ဖြစ်လာနိုင်မှာပါ။\nဒီထက်ဆိုးတာက မွေးရာပါရောဂါကြောင့် ကြွက်သားတွေ ထိန်းချုပ်မရဘဲ\nလမ်းတောင်မနည်းလျှောက်နေရတဲ့ ဘ၀ကနေ အားကစားသမားတစ်ယောက်ဖြစ်ဖို့ဆိုရင်\nမဖြစ်နိုင်လောက်အောင် ခက်ခဲမှာမဟုတ်လား။ဒီဇာတ်လမ်းဟာ ဒီလိုလူတစ်ယောက်အကြောင်းဖြစ်ရပ်မှန်ကို\nရိုက်ကူးထားတာမို့ စိတ်၀င်စားစရာအပြည့်နဲ့ပါ။မွေးရာပါ အာရုံကြောအားနည်းတဲ့ရောဂါကြောင့်\nကြွက်သားတွေမသန်စွမ်းဘဲ မွေးဖွားလာတဲ့\nလက်ရှိ မသန်စွမ်း အိုလံပစ် မီတာ ၂၀၀ ကမ္ဘာ့စံချိန်ရှင် ‌\"ဆို‌၀ါဝိုက် \"ရဲ့ဘ၀ဇာတ်ကြောင်းကို\nမွေးစမှ နောက်ဆုံးပြိုင်ပွဲအထိ သူ့မိသားစုအကြောင်းပါမကျန် ရိုက်ပြထားတာမို့\nလေးစားအတုယူစရာ ဆို့နင့်ကြေကွဲစရာ ရသအစုံပေးစွမ်းတဲ့ ‌\nကွမ်တုံစကားပြော ...",
        "rating": "6.6",
        "url": "https://megaup.net/10b25/Zero.to.Hero.2021.720p.WEB-DL.DDP5.1.x264.CM.mp4",
        "category": "Biography, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/l_e9ceaab7-5d98-4d29-aa9f-ac7fe5c2b519-133x200.jpg",
        "title": "Allan Quatermain and the Lost City of Gold (1986)",
        "description": "King Solomon's Mines ရုပ်ရှင်ရဲ့နောက်ဆက်တွဲဖြစ်ပြီး H. Rider Haggard ရဲ့ဝတ္တုကို\nအခြေခံကာ ရိုက်ကူးထားတဲ့ မုဆိုးကျော်အလန်ကွာတာမိန်းရဲ့ စွန့်စားခန်းနောက်တစ်ကားဖြစ်ပါတယ်။\nထွေထွေထူးထူး ညွှန်းဖို့လိုမယ်တော့မထင်ပါဘူး။ဇာတ်လမ်းရဲ့အစကတော့\nဆော်လမွန်သိုက်ကိုရှာတွေ့ပြီးတဲ့နောက်ပိုင်း ကွာတာမိန်းနဲ့ ဂျက်စီတို့ဟာ\nအာဖရိကမှာ ဆက်နေခဲ့ပါတယ်။ ထို့နောက် အမေရိကားကိုပြန်ကာ\nမင်္ဂလာဆောင်ဖို့ နှစ်ဦးသား စီစဉ်ခဲ့ကြပါတယ်။ သို့သော် ကွာတာမိန်းရဲ့\nသူငယ်ချင်းဖြစ်တဲ့ ဒူမောင့်ဟာ ကွာတာမိန်းဆီကို ဆိုးဝါးတဲ့အနေအထားနဲ့ရောက်လာခဲ့ပါတယ်။\nဒူမောင့်ဟာ ပြင်းထန်တဲ့အဖျားရောဂါရနေပြီး အဖျားတက်ကာ ကွာတာမိန်းရဲ့ညီဖြစ်သူ\nရော်ဘင်ဆန်ရဲ့နာမည်ကိုရေရွတ်ပြီးတော့ ရွှေတွေအကြောင်း ကယောင်ကတမ်းနဲ့ပြောပါတယ်။ကွာတာမိန်းလည်း သူ့ညီကို စိတ်ပူပြီး သေချာစုံစမ်းတဲ့အခါမှာတော့ ဒဏ္ဏာရီထဲက ပျောက်ဆုံးနေတဲ့ရွှေမြို့တော်ကို\nရော်ဘင်ဆန်တို့အဖွဲ့ သွားရှာကြောင်းသိရပါတော့တယ်။ အဲဒီတော့ ကွာတာမိန်းဟာ သူ့ညီကိုရှာဖို့\nသူကိုယ်တိုင် ပျောက်ဆုံးနေတဲ့ရွှေမြို့တော်ဆီသွားဖို့လုပ်ပါတော့တယ်။ ထို့နောက်မှာတော့....အလန်ကွာတာမိန်းဇာတ်ကားများကို ဒီလင့်မှာ https://channelmyanmar.org/?s=allan+quatermain   ကြည့်ပါ။\nFile size…(2.1 GB) / (1 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "4.6",
        "url": "https://megaup.net/2m56n/(CM)Allan.Quatermain.and.the.Lost.City.of.Gold.1986.720p.Bluray.US.AVC.Remux.HDCLUB.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0AR36VzvB5ileCoMfSlV9bFsVn.jpg",
        "title": "Bordertown (2006)",
        "description": "Bordertown (2006)Bordertown ဆိုတဲ့ကားလေးက JLo ရဲ့ နာမည်ကျော်ကားလေးတစ်ကားဖြစ်သလို တကယ့်အဖြစ်မှန်တွေ ပြည့်နှက်နေတဲ့\nစိတ်ဝင်စားစရာကောင်းတဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ်။အကျင့်ပျက်ချစားမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ မက္ကဆီကိုနိုင်ငံက Juarez ဆိုတဲ့နယ်စပ်မြို့လေးမှာ မိန်းကလေးတွေကို မုဒိန်းကျင့်\nလူသတ်မှုတွေက ထောင်နဲ့ချီပြီးရှိလို့နေတယ်။ တစ်ရက်တော့ အဲဒီလို မုဒိန်းကျင့်ပြီး သတ်ဖြတ်ခံရတဲ့ မိန်းကလေးတစ်ယောက်က\nမသေပဲ ပြန်ရှင်လာခဲ့တယ်။ JLo ကတော့ အမေရိကန်က သတင်းထောက်တစ်ယောက်​ပေါ့... သတင်းထောက်ဆိုတဲ့အတိုင်း\nစပ်စပ်စုစုနိုင်ပြီး ဒီကိစ္စကို အတော်လေးလိုက်ရတယ်။ ကြားထဲမှာလည်း အရင်က သူနဲ့ ဇာတ်လမ်းတွေရှိခဲ့ဖူးတဲ့\nနယ်ခံသတင်းထောက်တစ်ယောက်နဲ့ ပေါင်းပြီး ကောင်မလေးကိုလည်း ကာကွယ်ရင်း အသက်နဲ့စတေးပြီး ဒီသတင်းကို\nလိုက်ခဲ့ရတဲ့အကြောင်းတွေကို စိတ်ဝင်တစားကြည့်ရမှာပါ။ မ​​ကောင်းတဲ့ အစိုးရရဲ့ လက်​အောက်မှာ အမျိုးသမီး​တွေ ​\nခေါင်းပုံဖြတ်ခံရမှု အကာအကွယ်မဲ့မှု​အသက်​တွေ တန်ဖိုးမဲ့မှုတွေကို CM ပရိသတ်တို့ စာနာမိမှာပါ...Jennifer Lopez နဲ့ Antonio Banderas ...",
        "rating": "6.1",
        "url": "https://megaup.net/10awn/(CM)_Bordertown_(2006).720p.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/TheTrick-134x200.jpg",
        "title": "The Trick (2021)",
        "description": "၂၀၀၉ ခုနှစ်မှာ East Anglia တက္ကသိုလ်က Climate Research Unit(CRU)ရဲ့ဆာဗာအဖောက်ခံရပြီး ဝန်ထမ်းတွေရဲ့အီးမေးလ်တွေပေါက်ကြားလာခဲ့ပါတယ်။Climategateလို့ ခေါ်ကြတဲ့ အဆိုပါဖြစ်စဉ်ရဲ့နောက်ဆက်တွဲကိုခံလိုက်ရတဲ့လူကတော့ CRUရဲ့ဒါရိုက်တာ Climatologist ဖြစ်တဲ့ Phillips Jonesပဲဖြစ်ပါတယ်။လူအားလုံးကသူ့ကိုဝေဖန်တိုက်ခိုက်လာကြပြီး သူ့ရဲ့ဘဝတစ်ခုလုံးရောသိပ္ပံပညာရပ်နယ်ပယ်ပါ အန္တရာယ်ရှိလာခဲ့ပါတယ်။ဒီလိုအခြေအနေကို Phillips တစ်ယောက် ဘယ်လိုဖြတ်ကျော်မှာလဲ........Based on True story ဇာတ်လမ်းဖြစ်ပြီး လေ့လာမှတ်သားစရာတွေများကာနေပူလိုက်မိုးရွာလိုက်နဲ့ပြောင်းလဲနေတဲ့ရာသီဉတုအပေါ်မှာ ပိုပြီးသတိပြုလာစေမယ့် စိတ်ဝင်စားစရာကောင်းတဲံ့ ဇာတ်ကားတစ်ကားပါ။\nFile Size : (1.7 GB) & (900 Mb)\nQuality : Webrip 1080p & 720p 5.1 CH\nRunning Time : 1:29:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)|\nGenre : Thriller\nTranslated by Chit Tee\nEncoded by Mr.Anderson",
        "rating": "5.8",
        "url": "https://megaup.net/1G7k5/the.trick.2021.720p_(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/christmas.thieves-135x200.png",
        "title": "Christmas Thieves (2021)",
        "description": "Christmas Thieves (2021)=====================ကဲ ခရစ်စမတ်ကာလကို နီးကပ်စပြုလာပြီဆိုတော့ ခရစ်စမတ်အငွေ့အသက်လေးတွေ ဖုံးလွှမ်းနေတဲ့ Christmas Thieves ရုပ်ရှင်လေးနဲ့မိတ်ဆက်ပေးပါရစေ။ဖရန့် နဲ့ ဗင့်စ်တို့ကတော့ စိတ်တူကိုယ်တူ ခိုးလည်း အတူတူ ခိုးတဲ့သူငယ်ချင်းတွေပါ သူတို့နှစ်​ယောက်ဟာ ခိုးမှုကြောင့် ဖမ်းခံနေရပေမဲ့လည်းဆက်ခိုးနေတုန်းပါပဲ ခရစ္စမတ်အကြိုနေ့မှာတောင် ခိုးတဲ့ ဒီသူခိုးနှစ်ကောင်က အချက်ပေးသံမြည်လာတဲ့အတွက်ကြောင့် ရဲလက်က ထွက်ပြေးရင်းနဲ့၈နှစ်အရွယ်လီယမ်နဲ့၄နှစ်အရွယ် အိုလီဗီယာတို့အိမ်ကို ရောက်သွားပါတယ် ဖြစ်ချင်တော့ အိုလီဗီယာတို့အမေက ရဲအရာရှိဖြစ်ပြီး ငတက်​ပြားနှစ်ယောက်ကိုဖမ်းဖို့အတွက် သူတို့ကို ကလေးထိန်းခေါ်ပေးပြီးထားခဲ့တာပါ။ အ​ပြင်မှာသူတို့ကိုဖမ်းချင်တဲ့ရဲတွေလက်က လွှတ်ဖို့အတွက် ဖရန့်နဲ့ဗင့်စ်တို့ နှစ်ယောက်လည်းကလေးထိန်းလိုမျိုးဟန်ဆောင်ဖို့ ဖြစ်လာပါတော့တယ်။ ဒီလိုနဲ့ ဖရန့် နဲ့ ဗင့်စ်တို့နှစ်ယောက် ရဲလက်က လွတ်အောင်ပြေးနိုင်မှာလား မြုပ်ကွက်လေးတခုလည်းပါပြီးတော့ စိတ်ဝင်စားစရာကောင်းတာမို့လို့ ပရိသတ်အားလုံး မိသားစုနဲ့အတူ ပေါ့ပေါ့ပါးပါး ကြည့်ရှုနိုင်မဲ့ ဇာတ်ကားလေး ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyae မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Shwe Pyae, ...",
        "rating": "5.1",
        "url": "https://megaup.net/10ai2/Christmas.Thieves.2021.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4Y8hRSAfGiSkGoKvS5sruW40me.jpg",
        "title": "Next Stop, Christmas(2021)",
        "description": "Next Stop, Christmas (2021)IMDb 7.8Hello Helloခရစ်စမတ်လည်း နီးလာပြီဆိုတော့ နှင်းတစ်ဖွဲဖွဲ ရှုခင်းလှလှလေးတွေနဲ့ ခရစ်စမတ်နောက်ခံအချစ်ဇာတ်လမ်းတစ်ပုဒ်နဲ့ ထပ်ပြီး မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားရဲ့ ထူးခြားချက်က time-travel ဇာတ်လမ်းကြိုက်သူတွေလည်း ကြည့်လို့ အဆင်ပြေမယ့်ကားလေးပါဇာတ်လမ်းအကျဉ်းအန်ဂျီဟာ အာရုံကြောအထူးကုဆရာ၀န်တစ်ယောက်ဖြစ်ပါတယ်အများသူငါတွေ အနားယူ မိသားစုဆီ အလျှိုလျှို ပြန်ကြတဲ့အားလပ်ရက် ခရစ်စမတ်မှာ သူကတော့ on call တာ၀န်နဲ့ အိမ်မပြန်နိုင်သူပေါ့။တကယ်တော့ သူကိုယ်တိုင်ကလည်း မိသားစု အရှုပ်တွေကြောင့်အိမ်မပြန်ဘဲ တာ၀န်ကျကာ မြို့မှာပဲ တစ်ယောက်တည်း ခရစ်စမတ်ကို ဖြတ်သန်းချင်သူပါ။ဒီလိုနဲ့ အလုပ်ပြီးလို့ ဘားထိုင်ပြီး အပြန် ဘူတာလက်မှတ်ရုံက ထူးဆန်းတဲ့ အဘိုးကြီးနဲ့စကားစမြည်ပြော လက်မှတ်၀ယ်ပြီး ရထားပေါ်မှာ အိပ်စက်အနားယူ လိုက်လာခဲ့ပါတယ်။သူနိုးလာတဲ့ အချိန်မှာတော့ စီးနေတဲ့ ရထားဟာလည်း ပုံစံတွေပြောင်းအရာအားလုံးလည်း ခေတ်တွေ နောက်ပြန်လည်သွားပါတော့တယ် ....ဘာတွေဖြစ်ကုန်တာလည်း သူကိုယ်တိုင် မသိသလိုဘာကြောင့် အချိန်တွေ နောက်ပြန်လည်သွားတယ်ဆိုတာလည်း သူစဉ်းစားမရပါဒီတော့ CM ပရိသတ်ကြီးက ...",
        "rating": "7.6",
        "url": "https://megaup.net/10a83/Next.Stop.Christmas.2021.720p(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c4Sus7BvVQM6i9M3Cr0U8Vw0L9f.jpg",
        "title": "Austin Powers in Goldmember (2002)",
        "description": "James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့် ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။ဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ ကစ်တာဘယ်လောက်အထိလဲဆိုရင်Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီး ကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်းDr.Evilကလိုက်ဝတ်တာမျိုး၊ ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်းRandom Taskဆိုတဲ့လူဆိုးဟာ ဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာရုပ်ဖြောင့်လို့အပြင် ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံးမျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာ ဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့် ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာ အရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီး လူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကိုထပ်မထုတ်ရဲတော့ပဲ Danial Craigရဲ့ဂျိန်းဘွန်းဇာတ်ကောင်ကစပြီး ပိုပြီးကြမ်းတမ်းပြီး ဇာတ်လမ်းပိုင်းဘက်မှာလည်းပိုDarkတဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/109n6/Austion_Power_2002.720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kXZPrVQC9oQok5o9YZZQLSmVBPD.jpg",
        "title": "Soulmates (2021)",
        "description": "Soulmates (2021)ကိုယ်နဲ့အမြဲတမ်းတတွဲတွဲရှိနေခဲ့တဲ့သူငယ်ချင်းက နောက်သူငယ်ချင်းအသစ်ရသွားတဲ့အခါတို့၊ရည်းစားရသွားတဲ့အခါတို့ အဲဒီလိုအသစ်ရသွားပြီး ကိုယ့်ကိုပလစ်ပစ်တဲ့အဖြစ်မျိုးကြုံဖူးကြလား ..?မကြုံဖူးတဲ့သူတွေတော့သိလောက်မှာမဟုတ်ပေမယ့်ကြုံဖူးတဲ့သူတွေအတွက်ကတော့ တကယ့်ကိုဝမ်းနည်းစရာ ဒေါသထွက်စရာအဖြစ်ပါ။Vermont ပြည်နယ်မှာ ဟိုးငယ်ငယ်လေးထဲက တစ်မြို့တည်းအတူနေ တစ်ကျောင်းတည်းတက်ပြီးအတူတူကြီးပြင်းခဲ့ကြတဲ့ Jess နဲ့ Sam ဆိုတဲ့ သိပ်ချစ်ကြတဲ့သူငယ်ချင်းနှစ်ယောက်ရှိကြတယ်။သူတို့ပြည်နယ်လေးရဲ့ အဓိကနာမည်ကြီးလုပ်ငန်းကတော့ Mapel Syrup ထုတ်တာပေါ့။ဒီလိုနဲ့တစ်ရက်မှာ ယာမြေလုပ်ငန်း မွေးမြူခြံလုပ်ငန်း အများဆုံးလုပ်ကိုင်ကြတဲ့ သူတို့ပြည်နယ်ကိုပီတာဆန်ဆိုတဲ့ Mapel Syrup စက်ရုံကြီးလာတည်ပါလေရော။ကိုယ့်မြေပေါ်ကျူးကျော်ပြီး ကိုယ့်လုပ်ငန်းကိုလာလုနေတဲ့ ပီတာဆန်ကလူတွေကိုJess နဲ့ Sam တို့နယ်ခံတစ်အုပ်က မကြည်ကြပါဘူး။မကြည်နေတဲ့ကြားထဲမှ Jess က ပီတာဆန်လုပ်ငန်းရဲ့တာဝန်ခံ London နဲ့ချစ်ကြိုက်သွားပါတော့တယ် (ခုမြင်ခုကြိုက်သွားတာနော် အံ့ပါ့:,))ထုံးစံအတိုင်း လူတွေကရည်းစားရသွားရင် နှစ်အကြာကြီးခင်လာတဲ့သူငယ်ချင်းဘာညာလည်းမမြင်တော့ဘူးအကုန်ပလစ်ပြီး ရည်းစားသည်သာနံပတ်မှာ “တစ်”ကြတာမဟုတ်လား။အဲဒီမှာတင် သူ့နေရာကိုလုသွားတယ်ဆိုပြီး London ကိုတင်းနေတဲ့ Sam ...",
        "rating": "4.4",
        "url": "https://megaup.net/109qj/Soulmates.2021.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AfEJcrexvPpcp78YG61x3yV19PI.jpg",
        "title": "Maha Samudram (2021)",
        "description": "ဒီကားကတော့ IDMB မှာ Rating 6.0 ထိရထားတဲ့ မင်းသားကြီး Jagapathi Babu ပါ၀င်တဲ့Action/Romance အမျိုးအစား တေလ်ဂူ ကားလေးပါ။ မင်းသားကြီး Jagapathi Babu ကိုဗီလိန်နေရာမှာ သရုပ်ဆောင် ပိုင်နိုင်မှုကြောင့် တော်တော်လေးကြိုက်ခဲ့ဖူးပြီး ရှာကြည့်သမျှထဲမှာလည်း ဗီလိန်မဟုတ်တာနည်းပါတယ်။ဇာတ်လမ်းအကျဉ်း\n..............................ငယ်ငယ်တုန်းက အရမ်းချစ်ခင်ခဲ့ကြတဲ့သူငယ်ချင်းနှစ်ယောက် အာဂျွန်နဲ့ ဗီဂျေး။မှောင်ခိုလုပ်ငန်းအကြီးအကျယ်လုပ်တဲ့ ဦးလေးရှိပေမယ့် မှောင်ခိုလုပ်ငန်းကို မုန်းတဲ့အာဂျွန်။ ကိုယ့်ဘ၀ကိုပဲဂရုစိုက်မယ် ဘယ်လိုအနှောက်အယှက်မဆို မလိုချင်ခဲ့တဲ့ဗီဂျေး။ခပ်ဆိုးဆိုး ဗီဂျေးကိုမှ သဘောကျခဲ့တဲ့ မဟာ။ သူတို့သုံးယောက်ဆုံပြီးနောက်မှာမှောင်ခိုလောကအတွင်းဘာတွေပြောင်းလဲကုန်မှာလဲ။ မှောင်ခိုလောကရဲ့ဘုရင်အဖြစ်ဘယ်သူက အုပ်စိုးနိုင်မှာလဲ။ အတ္တ နဲ့ ချစ်ခြင်း အနစ်နာခံခြင်းတွေစုံအောင် ၂နာရီကျော်အတွင်းစီးမျောခံစားရမှာပါ။အညွှန်းနဲ့ဘာသာပြန်ကတော Lwin Htoo Aung နှင့် JimX တို့ပဲဖြစ်ပါတယ် \nFile size…2.36GB\nQuality…1080p AAC 5.1CH\nFormat…Mp4\nDuration….2h 3omins\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder….YK\nTranslated by JimX & Lwin Htoo ...",
        "rating": "5.9",
        "url": "https://megaup.net/2m4wb/MAHA_SAMUDRAM_(2021)__720p(CM).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/614-Lkk4eEL._SL1200_-142x200.jpg",
        "title": "Ballet Shoes (2007)",
        "description": "\"Dream will come true\nအိပ်မက်တွေ အကောင်အထည်ပေါ်လာမှာပါ \"လူမျိုးမတူ လာခဲ့နေရာမတူတဲ့ မိဘမဲ့မွေးကင်းစ ကလေးမလေး သုံးယောက်ကို Sylviaရဲ့ဦးလေးဖြစ်သူက Sylvia ဆီကို ခေါ်လာပါတယ်\nSylvia ကိုယ်တိုင်ကလည်း မိဘမဲ့တစ်ယောက်ပါ\nတစ်ချိန်လုံးခရီးထွက်နေတက်တဲ့ ကျောက်ဖြစ်ရုပ်ကြွင်း ပညာရှင်ဦးလေးဖြစ်သူရဲ့ အိမ်ကြီးမှာ ကလေးထိန်းNana နဲ့အတူ နေရတာပါ သူမလည်း သူမ ဦးလေးလိုမျိုး ကျောက်ဖြစ်ရုပ်ကြွင်းဗေဒနဲ့ ဘွဲ့ရခဲ့ပေမယ့် ကလေးတွေကြောင့် ရည်မှန်းချက်တွေကို စွန့်လွှတ်ထားရပါတယ်\nအငယ်ဆုံးကလေးPosy Fossil လေးကို ဘဲလေးဖိနပ်တစ်ရံနဲ့အတူ ပါဆယ်နဲ့ထည့်ပေးလိုက်တဲ့ အချိန်ကတည်းကနေ ဦးလေးပြန်မလာတာ ၁၂နှစ်ရှိပြီဘဏ်မှာ ဦးလေးထားခဲ့ပေးတဲ့ ၅နှစ်စာငွေကလည်း ကုန်ပြီ\nအိမ်မှာ အဆောင်ငှားထားပေမယ့် အိမ်အိုကြီးကို ပြင်ရတဲ့ စရိတ်က မကာမိဘူး\nကလေးတွေကလည်း ရည်မှန်းချက်တွေကိုယ်စီနဲ့ အရွယ်ရောက်လာခဲ့တယ်\nSylvia က ကလေးတွေနဲ့ ဝင်ငွေတွက် ကျောင်းတက်ရင်း ဝင်ငွေရမယ့် အနုပညာ ကျောင်းကို ညီအစ်မတွေကို ပို့လိုက်ပါတယ်သူတို့လေးတွေရဲ့ ရည်မှန်းချက်တွေက မြင့်မားလွန်းတာမို့ ရည်မှန်းချက်တွေ အကောင်အထည်ဖော်ပေးဖို့ Sylvia ...",
        "rating": "6.6",
        "url": "https://megaup.net/109jh/Ballet_Shoes_(2007)_720p.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/SweetRiver_2764x4096-scaled-1-135x200.jpg",
        "title": "Sweet River (2020)",
        "description": "Sweet River (2020)==============ချစ်မြတ်နိုးရ၊ တန်ဖိုးထားရတဲ့ တစ်စုံတစ်​ယောက်ကို\nဆုံးရှုံးလိုက်ရတဲ့ သူအဖို့ \"​ပျောက်​သောသူ ကြာရင်​မေ့\"\nဆိုတဲ့ အဖြစ်မျိုးလည်း ရှိနိုင်သလို ဘယ်​သောအခါမှ\nကုစားမရတဲ့ ​နောင်တအဖြစ် အမြစ်တွယ်သွားတာလည်း\nရှိတတ်တယ် မဟုတ်လား၊ တချို့ ​ပူ​ဆွေးမှု​တွေဆိုရင်\nကိုယ်တိုင် ​မေ့​ဖျောက်ချင်စိတ်မရှိဘဲ တမ်းတမ်းတတ\nဖြစ်​နေတတ်တာမျိုး​​မှတ်လား။ဒီရုပ်ရှင်ရဲ့ Genre ဟာ Horror , mysteryပါ၊ ဒါ​ပေမဲ့\nအဓိကဇာတ်​ဆောင်၂​ယောက်ရဲ့ ဇာတ်​ကောင်အ​ပေါ်\nစီး​မြောမှု၊ သရုပ်​ဆောင်မှု​တွေ​အောက်မှာ ဒီဇာတ်ကားဟာ\nDramaပိုင်းကို မသိမသာ ပိုကဲသွားပါတယ်၊\nသို့​ပေမဲ့လည်း ရုပ်ရှင်ရဲ့ အဓိက theme ဖြစ်တဲ့ ​ပ​ဟေဠိ\nဆန်မှု၊ ​ခြောက်ခြားဖွယ်​ကောင်းမှု​ကိုလည်း လျော့မသွားဘဲ\nရိုက်ပြထားနိုင်တာကိုက ဒီကားရဲ့ဆွဲ​ဆောင်မှုရှိတဲ့အချက်ပါကွင်းဆက်လူသတ်သမားလက်ထဲမှာ ဖမ်းခံလိုက်ရပြီး\n​သေသလား၊ ရှင်သလား​တောင် မသိတဲ့အ​ခြေအ​နေအတွက်\nမိခင်ဖြစ်သူ Hanna ဟာ ​ချောင်ကျတဲ့ Billinsမြို့​လေးကို\nကိုယ်တိုင်စုံစမ်းအ​ဖြေရှာဖို့ တစ်​ကျော့ပြန်​ရောက်လာခဲ့ပါတယ်၊သားသည်မိခင်​တွေရဲ့ အပူကို ဘယ်အပူမှ မမီနိုင်ဘူး\nဆိုသလို သား​​​ဇောနဲ့ မရမကအ​ဖြေရှာဖို့ ကြိုးစား​နေတဲ့\nHannaအတွက် အချိန်ကြာ​လေ၊ သိရှိလာ​လေက​တော့\nသူရှာ​နေတဲ့အ​ဖြေဟာ ဒီမြို့​လေးရဲ့ လျှို့ဝှက်ချက်နဲ့\nပတ်သတ်​နေသလို ဒီမြို့ကရှင်သူ​​​တွေရော၊ ​သေဆုံးပြီးသူ​\nတွေ​ရောက ဒီလျှို့ဝှက်ချက်ကို မ​ပေါ်​ပေါက်​စေလိုတာ၊\nသူ့ကိုဒီမြို့မှာ အလိုမရှိ​တော့မှန်း ...",
        "rating": "5.0",
        "url": "https://megaup.net/109gu/Sweet.River.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/nqredajixxi8-133x200.jpg",
        "title": "Queens Return (2021)",
        "description": "အသစ်ထွက် Action,Crime,Drama ဟောင်ကောင် ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။မူးယစ်ဆေးဂိုဏ်းက ကွေ့ရန် ဟာ ရဲအရာရှိဖြစ်တဲ့ ဆရာရှူ ကိုသတ်ခဲ့ပြီးသူ့ညီ သောင်းပါးဆိုတဲ့ကောင်က ဆရာရှူရဲ့ ညီမလေးချင်းချိန်ကိုပါ မတော်မတရားကျင့်ကြံခဲ့ပါတယ်။ဒီအဖြစ်ဆိုးနောက်မှာတော့ ချင်းချိန်ရဲ့ရှင်သန်မှုတွေဟာ ကွေ့ရန်တို့ညီအစ်ကိုကို သတ်ပစ်ဖို့အတွက်သာ ဖြစ်လာပါတော့တယ်။သူမကိုယ်တိုင် ကွေ့ရန်ကို မသတ်နိုင်တဲ့အတွက် လူမိုက်ဟိန်းဟော်ဆီက အကူအညီယူပြီးသိုင်းပညာသင်ရင်းနဲ့လူမိုက်ဂိုဏ်းရဲ့ အရမ်းထက်တဲ့ဓားတစ်လက်နဲ့ သိုင်းပညာရှင်ဖြစ်လာပါတော့တယ်။မတရားမှုတွေ လက်စားချေလိုမှုတွေကြား ဘယ်လိုတွေရှေ့ဆက် စာရင်းရှင်းကြမယ်ဆိုတာ...။၁၇ ရာစုအစောပိုင်း ဟောင်ကောင်ရဲ့လူနေမှုအခြေအနေကိုပေါ်လွင်အောင်ရိုက်ကူးနိုင်တဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်ပြီးAction သက်သက်မဟုတ်ဘဲ  သိပ်မိုက်တဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်လဲ ဖြစ်နေပါတော့တယ်။\nFile size…(1.4 GB) / (750 MB)\nQuality….WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….01:30:13\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://megaup.net/109dc/(CM)Queens.Return.2021.720p.WEB-DL.H264.mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f54hNIiHNINw3JiUJB2XaQl5wCN.jpg",
        "title": "Farewell My Concubine (1993)",
        "description": "Farewell My Concubine (1993)\n\"မောင်းမငယ် နေလေရစ်\"1993ဩဂုတ်မှာ နယူးယောက်တိုင်းသတင်းစာထဲ \" တရုတ်က သူ့‌မြေကရုပ်ရှင်ကို သူ့ဘာသာ ပြန်ပိတ်ဆို့လိုက်ပြီး ကိန်းရုပ်ရှင်ပွဲတော်ကတော့ အဲဒီရုပ်ရှင်ကို အမြင့်ဆုံးဆု ပေးလိုက်တယ်\"ဆိုတဲ့ ‌ခေါင်းစဉ်နဲ့ ဆောင်းပါးတစ်ပုဒ်ပါခဲ့တယ်။ အဲဒီရုပ်ရှင်ဟာ 46ကြိမ်မြောက် ကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ Palme d'Or ရခဲ့တဲ့ Farewell My Concubine ပါပဲ။ဇာတ်လမ်းရဲ့ဦးအစဟာ ၁၉၂၄။၁၉၁၂မှာ ပုရီကို နန်းချပြီးနောက်ပိုင်း ဘုရင်ခေတ်ကနေ သမ္မတနိုင်ငံခေတ်ကိုကူးတဲ့ မတည်မငြိမ်ကာလတွေ ထဲမှာပေါ့။တရုတ်ပြည်မှာ အဲဒီနောက်ပိုင်းကာလတွေဟာ အပျက်ပျက် ကာလတွေချည်းပါပဲ။ ၁၉၁၆ကနေ ၁၉၂၈အတွင်းဖြစ်တဲ့ ငတ်မွတ်သေကြေမှုများခဲ့တဲ့ စစ်နယ်ရှင်ကာလအတွင်းက ခုနှစ်တစ်ခု။ အဲဒီကာလမှာ ပခြုပ်သည်မတစ်ယောက်ဟာ သူရဲ့ လူမမယ်သားကို ပေကျင်းအော်ပရာ လေ့ကျင့်ရေးကျောင်းတစ်ခုကို လာရောင်းခဲ့တယ်။ သူရောင်းခဲ့တဲ့ကလေးက လတ်စလီချောင်ရဲ့ ဇာတ်ကောင်ဖြစ်တဲ့ ပဲစေ့လေး ခေါ် တျဲ့ရီ ။ ပေကျင်းအော်ပရာရော ခေတ်ပျက်တွေရောက ဒီရုပ်ရှင်ရဲ့ သက်မဲ့ဇာတ်ဆောင်တွေဆိုတော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1097t/(CM)_Farewell_My_Concubine_(1993)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/m-136x200.jpg",
        "title": "Master and Commander: The Far Side of the World (2003)",
        "description": "အကောင်းဆုံးနဲ့အပီပြင်ဆုံးရေကြောင်းတိုက်ပွဲ ရုပ်ရှင်တွေကို ပြောဆို ဒီရုပ်ရှင်က ထိပ်ဆုံးက ပါစမြဲပါပဲ။အော်စကာ ၂ ဆု စကာတင် ဆယ်ဆု နဲ့ အခြားဆုတွေ အများကြီး ရထားပါတယ်။နပိုလီယံစစ်ပွဲများကာလ ၁၈၀၅ခုနှစ်အတွင်းမှာ ဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အချိန်ကတော့ အင်္ဂလန်ပြည်နဲ့ ပြင်သစ်ပြည်တို့ အားပြိုင်နေကြတဲ့အချိန်ပေါ့ဗြိတိသျှတော်ဝင်ရေတပ်သင်္ဘောတစ်စင်းဖြစ်တဲ့ 'စပရိုက်'သင်္ဘောကြီးဟာပြင်သစ်ပုဂ္ဂလိကပိုင်တိုက်သင်္ဘော 'အာခရွန်' ရဲ့ အလစ်တိုက်ခိုက်ခြင်းကို နှစ်ကြိမ်တိတိခံခဲ့ရပါတယ်လူအင်အားရော၊ လက်နက်အင်အားရော မမျှရုံမက ကိုယ်ထည်တောင့်တင်းတဲ့ ရန်သူ့သင်္ဘောကြီးနဲ့ ရင်ဆိုင်ရတဲ့အခါဗြိတိသျှကပ္ပတိန်ကြီး ဂျက်အော်ဘရီအတွက် ဗျူဟာတွေဆိုတာ မဖြစ်မနေလိုအပ်လာပါတယ်ပင်လယ်ပြင်တိုက်ပွဲဖြစ်တဲ့အတွက် အက်ရှင်ခန်းတွေ အများကြီးမပါပေမယ့်ကပ္ပတိန်အော်ဘရီရဲ့ စစ်ဗျူဟာတွေကတော့ တကယ်ဩချရလောက်ပါတယ်။သင်္ဘောပေါ်ကဘဝ ပင်လယ်ရဲ့အလှ ပင်လယ်ရဲ့ခက်ထန်မှုတွေကို တင်ဆက်ထားတဲ့cinematography တွေလည်း တော်တော်လေးကိုလှပါတယ်ဒါကြောင့်လည်း အော်စကာ ၁၀ ဆု ဆန်ကာတင်ခဲ့ပြီး Best Cinematography နဲ့ Best Sound Editing နှစ်ဆုကို သိမ်းပိုက်နိုင်ခဲ့တာဖြစ်မှာပါကပ္ပတိန်အော်ဘရီအနေနဲ့ကတော့ Gladiator မင်းသားကြီး Russell Crowe က ပုံဖော်ပေးထားပါတယ်ဖြစ်ရပ်မှန်ဇာတ်လမ်းမဟုတ်ဘဲ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1098m/Master.and.Commander.The.Far.Side.of.the.World.2003.720p.BluRay.x264_5.1CH_(CM)_(2).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zfgHyodGNdtBxO8R7d0qmR2JSEz.jpg",
        "title": "All Too Well: The Short Film (2021)",
        "description": "All Too Well ( Short Film ) 2021IMDb - 9.1/10ကဲ YouTube မှာ ထွက်တာ 24 နာရီပြည့်ပြီးသွားပြီဆိုတော့ CM မှာ တင်ပေးပါပြီဒီ short film လေးကတော့ Taylor Swift ကိုယ်တိုင် ရေးသားရိုက်ကူးထားတဲ့\nကြေကွဲဖွယ် ဇာတ်လမ်းလေးတစ်ပုဒ်ပါStranger Things ထဲက အားလုံးရဲ့ အချစ်တော်လေး Sadie နဲ့\nTeen Wolf, Maze Runner, Love & Monster တို့ရဲ့ မင်းသား Dylan O'Brien တို့က\nအဓိကပါ၀င် သရုပ်ဆောင်ထားပါတယ်\nသီချင်းရှင်မမ Taylor လည်း ပါပါတယ်Short Film ဆိုပေမဲ့ သီချင်းကို ရိုက်ကူးထားတာဖြစ်လို့ dialogue တွေအပြင်\nသီချင်းလေးကိုပါ ခံစားရင်း ကြည့်ရှုနိုင်မှာပါအသက်အရွယ် အလွန်ကွာခြားလွန်းတဲ့ relationship တစ်ခုကို\nပုံဖော်ရိုက်ကူးထားပါတယ်အားလုံးပဲ ရှုစားပေးကြပါဦးအညွှန်း နဲ့ ...",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/all-too-well-the-short-film-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ho-1-133x200.jpg",
        "title": "Hocus Pocus (1993)",
        "description": "အရင်ဆုံးပြောချင်တာက Disney က တင််ဆက်ထားတဲ့ ဒီကားလေးက\nကလေးရော လူကြီးပါ အပန်းပြေကြည့်ဖို့ သင့်တော်သလို\nစာရေးသူအနေနဲ့လည်း witchcraft တွေကို သဘောကျသူမလို့ အတော်လေး ဘ၀င်တွေ့မိပါတယ်ဇာတ်လမ်းအကျဉ်းဟိုး လွန်ခဲ့တဲ့ အနှစ် ၃၀၀ လောက်က\n၀င်နီ၊ မယ်ရီနဲ့ ဆာရာဆိုတဲ့ ဆန်ဒါဆင် စုန်းညီမသုံးယောက်ရဲ့ ပုံပြင်လေးတစ်ပုဒ် ရှိသဗျသူတို့ဟာ ငယ်ရွယ်နုပျိုဖို့အတွက် ကလေးတွေရဲ့ ဝိဉာဉ်ကို စုတ်ယူစားသုံးရတယ်။\nတစ်နေ့မှာ အမ်မလီဆိုတဲ့ ကလေးမလေးကို ပြုစားပြီး သူ့ရဲ့ ဝိဉာဏ်ကို စုတ်ယူခဲ့ကြတယ်။\nအမ်မလီ့ကို ကယ်ဖို့ လိုက်လာတဲ့ အစ်ကိုဖြစ်သူ ဘင်ဇ်ကိုတော့\nကြောင်နက်တစ်ကောင်အဖြစ်နဲ့ ထာ၀ရ နေသွားစေတဲ့ ကျိန်စာတိုက်ပစ်ခဲ့တယ်။ဒီအဖြစ်အပျက်တွေ ဖြစ်တဲ့ နေ့မှာပဲ မြို့သားတွေက စုန်းမ ၃ ယောက်ကို\nကွပ်မျက်ခဲ့ကြတယ်။ သို့ပေမဲ့ စုန်းမတွေက အပျိုစင်တစ်ယောက်ရဲ့ ဆင့်ခေါ်မှုနဲ့\nသူတို့ တစ်နေ့ပြန်လာမယ်လို့ ကျိန်စာဆိုသွားခဲ့တယ်။သူ့ကို ဘယ်သူမှ မသိတော့တဲ့ သနားစရာ ကြောင်နက်ကြီးကတော့ သူတို့တွေ\nပြန်မလာနိုင်အောင် ဆန်ဒါဆင်အိမ်ကြီးကို အမြဲ စောင့်ကြပ်နေခဲ့တယ်တဲ့ဒါကတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/108ou/hocus.pocus.1993.720p.bluray.x264_(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ZWQmW_4f-141x200.jpg",
        "title": "Please Don’t Save Me (2020)",
        "description": "လောကမှာ ကိုယ့်အတွက် အရေးကြီးတဲ့လူကို ဆုံးရှုံးရတဲ့နာကျင်မှု\nရှင်သန်ရတာ ခက်ခဲလွန်းတဲ့အခါမှာ ဖြစ်လာတဲ့ စိတ်ဓာတ်ကျမှု\nလူတွေဟာ အမျိုးမျိုးသောနာကျင်ဝမ်းနည်းမှုတွေကနေ လွတ်မြောက်ချင်လာတဲ့အခါ အရာရာကိုလွှတ်ချလိုက်တဲ့နည်းလမ်းကို ရွေးချယ်တတ်ကြပါတယ်ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေကရော တိုက်ခိုက်ပြီးဆက်လက်ရှင်သန်ဖို့ရွေးချယ်မှာလား\nလွှတ်ချလိုက်မှာလားဆိုတာကို \"ငါ့ကို မကယ်ပါနဲ့\" ဆိုတဲ့ ဇာတ်ကားလေးမှာကြည့်ရှုလိုက်ပါ ဇာတ်လမ်းအကျဉ်းအဖေဖြစ်သူ ကိုယ့်ကိုယ်ကိုယ် အဆုံးစီရင်သွားတဲ့နောက်\nစိတ်ဓာတ်ကျနေတဲ့ အမေနဲ့အတူတူ ကျန်ရစ်ခဲ့ရတဲ့ကောင်မလေး ဆွန်းယူကျောင်းပြောင်းလာတဲ့ ထူးထူးဆန်းဆန်းကောင်မလေး ဆွန်းယူကို တစ်တန်းလုံးရဲ့ အချစ်တော်လေး ဂျောင်ဂုက စိတ်ဝင်စားနေခဲ့ပါတယ်အဖေဖြစ်သူကြောင့် တင်ထားတဲ့ အကြွေးတွေနဲ့ ဆွန်းယူတို့ သားအမိဟာ ဘဝကို ခက်ခက်ခဲခဲရုန်းကန်နေရပြီးနောက်ဆုံးမှာတော့ ကျွန်မကို မကယ်ပါနဲ့ဆိုတဲ့ စာလေးထားရစ်ပြီး နေအိမ်မှ သားအမိနှစ်ယောက်အတူတူထွက်သွားကြပါတယ်ဒီအကြောင်းတွေကို ဂျောင်ဂုသိသွားတဲ့အခါမှာ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာ ဒီဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။( အညွှန်းရေးသားထားသူကတော့ Seung ပါ )File Size__1.6 GB, 850 MB\nQuality__1080p, 720p\nIMDb Rating__7.6/10\nFormat__mp4\nDuration__01:33:00\nType__Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing ...",
        "rating": "7.6",
        "url": "https://megaup.net/108c2/Please_Dont_Save_Me_(2020)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/the-rose-villa-et00312843-14-07-2021-05-05-09-133x200.jpg",
        "title": "The Rose Villa (2021)",
        "description": "The Rose Villa (2021)IMDb Rating (8/10) ရရှိထားတဲ့ အိန္ဒိယတောင်ပိုင်း အသစ်ထွက် Horror/Thriller ဇာတ်ကားတစ်ကားတင်ဆက်လိုက်ပါတယ်။အရမ်းချစ်ကြတဲ့ကောင်လေးနဲ့ကောင်မလေး၊ ပျော်ပျော်ကြီးခရီးတွေထွက်မယ်၊ အိပ်မက်တွေအကြောင်းပြောကြမယ်။လူငယ်တွေဖြစ်တဲ့အတွက် မနက်ဖြန်တွေဆိုတာလည်းအရမ်းများတယ်၊ ကောင်လေးရော ကောင်မလေးရောက ကြင်နာတတ်ကြပြီး အရမ်းလိုက်ဖက်တဲ့‌စုံတွဲလေးပေါ့။ခရီးထွက်ရင်းက အဘိုးကြီးတစ်ယောက်ကိုစားသောက်ဆိုင်မှာကူညီမိရင်းနဲ့ သူတို့လင်မယားရဲ့အကြောင်းတွေသိရပါတယ်။ ကမ္ဘာနှစ်ဘက်ပါပဲ ကောင်လေးတို့အတွဲက အရမ်းပျော်နေရပြီး အဘိုးကြီးအတွဲကတော့ သောကတွေအပြည့်နဲ့.....ကောင်လေးတို့အတွဲက တစ်ညစာစားရင်းနဲ့ပြန်လို့မဖြစ်ကြလို့ညစာစားမိလိုက်ပါတယ်၊ ကံဆိုးခြင်းဆိုတာ ဂြိုဟ်နဲ့လားလို့မေးယူခဲ့ရတဲ့စုံတွဲက မကောင်းတာတွေချည်း ကြုံရပါတော့မယ်။ကုလားကားတွေဇာတ်တိုက်ထွက်နေတဲ့အထဲ Quantity ချည်းမဟုတ်ပဲ Quality တွေပါပါလာကြပုံရပါတယ်၊ Plot Twist ကောင်းကောင်း ရင်ခုန်ရမယ့်ကားမျိုးပါ။\nFile size…(1.3 GB) / (700 MB)\nQuality….WEB-DL HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nadi & Murphy",
        "rating": "8.0",
        "url": "https://megaup.net/1G56l/(CM)The.Rose.Villa.2021.720p.AMZN.WEB-DL.HIN-Multi.DDP5.1.H.264-Telly.mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gyUBWXxRgF2dnnu9bzmLp1Ea5Io.jpg",
        "title": "Aranmanai 3 (2021)",
        "description": "Aranmanai 3 (2021)Aranmanai ဇာတ်ကားတွေဟာ sequel အနေနဲ့ထွက်လာတာဟာဆိုရင် အခုဆို ၃ ကားမြောက်ရောက်ခဲ့ပြီဖြစ်ပါတယ်။\nတမီးလ်လူထုရဲ့လူကြိုက်များသဘောကျတဲ့သရဲကားကောင်းဖြစ်တာနဲ့အညီ တစ်ကားပြီးတစ်ကားရိုက်ထုတ်ရတဲ့\nကားကောင်းလေးဖြစ်တာနဲ့အညီ ဇာတ်လမ်း ဇာတ်ကွက် ဇာတ်အိမ်ဟာ သိပ်ပြောစရာမရှိတဲ့ကားလေးဖြစ်ပါတယ်။တမီးလ်ရုပ်ရှင်လောကရဲ့နာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားသလို တမီးလ်သရဲကားတိုင်းရဲ့ဇာတ်လိုက်ကျော်\nကိုဘရိတ်ကီးပါဝင်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကိုညွှန်းရမယ်ဆိုရင်ဖြင့် သရဲခြောက်တဲ့ဟော်နန်းကြီးတစ်ဆောင်နဲ့ ဘယ်လိုခြောက်လို့\nဘာကြောင့်ခြောက်မှန်းမသိရတဲ့ပုစ္ဆာတစ်ခု၊ ဟော်နန်းကြီးမှာသရဲခြောက်တယ်ပြောလို့ငယ်စဉ်ကတည်းက\nဟော်နန်းပိုင်ရှင်ဖခင်ဖြစ်သူရဲ့ဖယ်ကြည်ခြင်းကိုခံရတဲ့ကောင်မလေးတစ်ယောက်၊ ထိုကောင်မလေးလိုကိစ္စရပ်မျိုး\nထိုဟောနန်းကြီးမှာနောက်ထပ်မွေးဖွားလာတဲ့ကလေးမငယ်‌လေးမှာလည်းကြုံတွေ့လာရတဲ့အခါ ဟော်နန်ကြီးကို\nသရဲခြောက်တယ်ပြောပြီးရောင်းစားဖို့ကြံနေတဲ့ဦးလေးဖြစ်သူနဲ့ မည်သို့မည်ပုံစခန်းဆက်ရမယ်၊ သရဲဘာလို့ခြောက်ရတယ်၊\nဇာတ်ရှုပ်‌တွေအကုန်ဘယ်လိုဇာတ်ထုတ်ပြေသွားမယ်ကိုတော့ ၂၀၂၁ ခုနှစ်မှာထွက်ရှိလာတဲ့ Aranmanai\nဇာတ်ကားကောင်းလေးထဲမှာခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။(ဒီဇာတ်ကားကို အညွှန်းရေးပေးထားသူကတော့ San Thu Aung ဖြစ်ပြီး\nဘာသာပြန်ဆိုရေးသားပေးထားသူကတော့ Alias နဲ့ San thu Aung ပဲ ဖြစ်ပါတယ်)Size -  2.3 GB, 1.3GB\nQuality - 1080p HEVC, 720p\nIMDb Rating - 4.3/10\nFormat - mp4\nDuration ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/aranmanai-3-2021/"
    }
]