[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qSyf4B4RUzSnyhMa2KqnDJsDdXk.jpg",
        "title": "(18+) What’s Going On With My Sister (2014)",
        "description": "(18+)What's Going On With My Sister (2014)\n======================================မီဆူကီက ငယ်ငယ်တည်းက ဖခင်ဖြစ်သူဆုံးပါသွားလို့မိခင်ဖြစ်သူနဲ့ နေထိုင်ခဲ့ရတဲ့ အထီးကျန်ကောင်မလေးပေါ့....မိခင်ဖြစ်သူကလဲ ယောကျာ်းဖြစ်သူဆုံးတည်းကယောကျာ်းတစ်ယောက်မကောင်းတစ်ယောက်ပြောင်းနေပြီးသူမအပေါ် သိပ်အချိန်မပေးတော့ သူမမှာ ပျော်ရွှင်မှုဆိုတာသိပ်ကိုရှားပါးနေတာပေါ့လေ....တနေ့မှာတော့ သူ့ရဲ့ဘဝကို အပြောင်းလဲဖြစ်စေမယ့်ကိုကြီးတစ်ယောက်နဲ့တွေ့ခဲ့ပါတယ် သူ့နာမည်က ယူယာတဲ့သူ့အမေရဲ့ ဘယ်နှစ်ယောက်မြောက်ယောကျာ်းမှန်းမသိတဲ့ယောကျာ်းဖြစ်သူရဲ့သားပေါ့....ပထမတော့ ယူယာ့ကိုအမြင်ကပ်ပေမယ့် ယူယာက သူမအပေါ် နွေးထွေးပြီးကြင်နာဂရုစိုက်မှုတွေ ပြည့်လျှံ့လာတဲ့အခါ သူမရဲ့စိတ်တွေဟာ..... \nFile size…700MB\nQuality…BRip H264 AAC 5.1CH \nFormat…mp4\nDuration….1h 47m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by X Cross",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/18-whats-going-on-with-my-sister-2014-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5tY6VtjHlQl4dOjVNhzyJaItkdr.jpg",
        "title": "Bullet in the Head (1990)",
        "description": "Bullet In The Head (1990) IMDb - 7.6/10, Rotten Tomatoes - 100%~ Directed By John Woo ~Bullet In The Head ကို တစ်ချို့က ဂျွန်ဝူးရဲ့ အကောင်းဆုံးကားလို့ ဆိုကြတယ်။ Bullet မှာလည်း ဂျွန်ဝူးဟာ သူရဲ့ Trademark ဖြစ်တဲ့ Heroic Bloodshed ပုံစံအတိုင်းပဲ ရိုက်ထားတာပါပဲ။ ဂျွန်ဝူးဟာ ဟောင်ကောင်စီနီမာက စလိုက်တဲ့ ဒီ Genreရဲ့ Pioneer တစ်ယောက်ဖြစ်သလို ဒီ Genre ကို အပိုင်ဆုံးကလည်း ဂျွန်ဝူးပါပဲ။ ဇာတ်လမ်းသာပြောင်းသွားမယ် ညီအစ်ကိုစိတ်ဓာတ်တွေ သွေးသံရဲရဲတွေ အကြမ်းပတမ်းတိုက်ခန်းခိုက်ခန်းတွေ လူမိုက်တွေ ဒါတွေပဲမြင်နေရမှာပေမဲ့ ဂျွန်ဝူးကတော့ ကြည့်လို့မရိုးအောင်ကို ဆွဲဆောင်မှုရှိအောင် ရိုက်ပြနိုင်ပါတယ်။ ဟောင်ကောင်ကစခဲ့တဲ့ ဒီ Heroic Bloodshed ...",
        "rating": "7.6",
        "url": "https://megaup.net/33TeK/(CM)_Bullet_in_The_Head_(1990)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/MV5BMTUwODg2OTA4OF5BMl5BanBnXkFtZTgwOTE5MTE4MzE@._V1_-135x200.jpg",
        "title": "Focus (2015)",
        "description": "မင်းသားကြီး Will Smith နဲ့ ဟာလေကွင်း မင်းသမီးချော Margot Robbie တို့ အဓိကပါဝင်ထားတဲ့ ဇာတ်ကားပါ။ဇာတ်လမ်းက လူလိမ်သူခိုးဇာတ်လမ်းဆိုတော့ ကတုံးပေါ်ထိပ်ကွက် ခွကွက် ကျော်ကွက်တွေ အများကြီးနဲ့ တင်ဆက်ထားပါတယ်...Professional လုပ်ငန်းတွေမှာ ပါစင်နယ်ကိစ္စတွေ မရောသင့်ဘူးဆိုတာမျိုးကို အနောက်နိုင်ငံမှာ ပိုသုံးကြပါတယ်။လူလိမ်လုပ်ငန်းမှာဆိုရင်တော့ ပိုဆိုးတာပေါ့..ပါစင်နယ်ရောလို့မရဘူး။တစ်ယောက်ကိုတစ်ယောက် လျှို့ဝှက်တတ်တဲ့ လူလိမ်ပါတ်ကား ၂ ယောက်တစ်ယောက်ကိုတစ်ယောက် ချစ်သွားကြတဲ့အခါမှာတော့...သူတို့ရဲ့မစ်ရှင်တွေအောင်မြင်ပါ့မလားဆိုတာ.......။သရုပ်ဆောင် ၂ ယောက်ရဲ့ အက်တင်ကောင်းကောင်းနဲ့ ဇာတ်လမ်းရဲ့လှည့်ကွက်တွေကို ရှုစားရမှာပါ။IMDb Rating (6.6) ရရှိထားပါတယ်။\nFile size…(4.5 GB)/(1.4 GB)/(700 MB)\nQuality….WEB-DL 4K HEVC /1080p/720p\nFormat…mkv/mp4\nDuration….01:44:41\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "6.6",
        "url": "https://megaup.net/1217r/(CM)_Focus.2015.720p.WEBRip.H.264.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zTwfMV1hm1DIrMo8BGyZKskhSPr.jpg",
        "title": "Home Team (2022)",
        "description": "Home Team (2022) အညွှန်း********************** IMDb - 6 ဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားလေးမှာတော့ အားကစားနဲ့ဟာသကို ယှဉ်တွဲတင်ဆက်ထားတာဖြစ်ပါတယ်။  ရှောင်းပေတန်ဟာ အပြင်လောကမှာ အမေရိကန်ဘောလုံးအားကစား (American Football) ရဲ့ နာမည်ကြီးနည်းပြတစ်ယောက်ဖြစ်ပြီး ယခုအခါမှာ နည်းပြအဖြစ်မှအနားယူနေပြီဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ သူ့နည်းပြဘဝရဲ့အကြီးမားဆုံးသော အမှတ်တရ ဒါမှမဟုတ် အိပ်မက်ဆိုးကြီးကို နောက်ခံပြုပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။အမေရိကန်ဘောလုံးရဲ့ အမြင့်ဆုံးလိဂ်မှာ ဖလားတွေရယူနိုင်ခဲ့သူဖြစ်ပြီး ၂၀၁၆ ခုနှစ်ရဲ့ တစ်နှစ်တာ အကောင်းဆုံးနည်းပြဆုကို ပိုင်ဆိုင်ခဲ့တဲ့ ဒီနည်းပြကြီးဟာ သူ့ရဲ့မွေးရပ်မြေမှာ သူ့သား ပါဝင်ကစားနေတဲ့ ဘောလုံးအသင်းကို နည်းပြဝင်လုပ်ပေးခဲ့ပါတယ်။သူဟာ သူ့အမျိုးသမီးနဲ့ ကွာရှင်းထားသူဖြစ်ပြီး သားဖြစ်သူဟာလည်း အမေနဲ့ပဲနေထိုင်ရင်းကနေ အဖေကို နာကျည်းနေခဲ့သူတစ်ယောက်ပါ။ ဒီလိုအချိန်မှာ သားဖြစ်သူပါဝင်နေတဲ့ ဘောလုံးအသင်းကိုနည်းပြလုပ်ရင်းနဲ့ သားအဖသံယောစဉ်တွေကို ဘယ်လိုမျိုးပြန်လည်ချည်နှောင်ကြမလဲဆိုတာ ရယ်စရာလေးတွေရောပြီး ပေါ့ပေါ့ပါးပါးလေးကြည့်ရှုရမယ့် ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ File Size          :  ...",
        "rating": "6.0",
        "url": "https://megaup.net/1213h/[CM]Home.Team.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/71fQAt0tDiL._RI_-150x200.jpg",
        "title": "Fatal Memory (2022)",
        "description": "Fatal Memory (2022)===================ယာဉ်မတော်တဆဖြစ်ပြီးသုံးလလောက်ကိုမာဝင်ခဲ့တဲ့ ဂရေ့စ်တစ်ယောက်ကံကောင်းစွာနဲ့ပဲ\nသတိပြန်လည်လာခဲ့ပါတော့တယ်။ ဒါပေမယ့် သတိပြန်ရခဲ့တဲ့ဂရေ့စ်ဟာ ယာဉ်မတော်တဆ\nဖြစ်ခဲ့အချိန်ကနေ နောက်ပြန်ရေရင်(၅)နှစ်တာကာလအတွင်းကအကြောင်းအရာတွေကို သူ\nမမှတ်မိတော့ပါဘူး။ ဒီလိုကာလတစ်ခုစာမမှတ်မိတော့တဲ့သူ့မှာ သူ့ကိုချစ်တဲ့သမီးလေးရယ်\nယောကျ်ားလေးရယ် ညီမဖြစ်သူနဲ့ မှတ်ဉာဏ်ပြန်ရအောင်ကြိုးစားပြီးပျော်ပျော်ရွှင်ရွှင်နေနေ\nခဲ့တာပါ။ ဒါပေမယ့် သူတို့မိသားစုလေးဂုဏ်ပြုညစာစားပွဲလေးကျင်းပနေချိန် ဂရေ့စ်ဆီကို\nဖုန်းတစ်ခုဝင်လာရာကနေစတင်လာပါတော့တယ်။ နောက်ပြီး သူစိမ်းတစ်ယောက်ကလည်း\nသူ့ဘဝထဲကိုအတင်းဝင်ရောက်လာရာက ဂရေ့စ်တစ်ယောက်ပြဿနာတွေတစ်စတစ်တက်\nလာပါတော့တယ်။ ဒီသူစိမ်းက သူမမှတ်မိတော့တဲ့ငါးနှစ်ဆိုတဲ့ကာလမှာ ဘယ်လိုနေရာက\nပါနေတာလဲ။ ဒီငါးနှစ်တာကာလမှာဂရေ့စ်တစ်ယောက်ဘာတွေလုပ်ခဲ့မိတာလဲ။ အခုရော\nသူဘာတွေကြုံတွေ့လာရမှာလဲကတော့......... Fatal Memory ဒါမှမဟုတ် Deadly Infidelity\nလို့ အမည်ရတဲ့ဒီကားလေးက (၂၀၂၂)ထွက် Thriller ကားအသစ်လေးဖြစ်ပြီးတော့ Mystery နဲ့\nDramaလေ ခပ်းပါးပါးပုတ်ထားတဲ့ကားလေးတစ်ကားဖြစ်လို့ ကြည့်ရှူခံစားကြည့်ပါဦး။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size -(2.1 GB) / ( 772.47 MB) / (297.69 MB)\nQuality – WebRip -(1080p) /  (720p) / (480p)\nDuration - 1hr ...",
        "rating": "5.5",
        "url": "https://megaup.net/1HYnm/Deadly.Infidelity.2022.720p[CM]..mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/bspoywmxxace-133x200.jpg",
        "title": "[18+] Silip (1985) Daughters of Eve",
        "description": "ဒီကားကတော့ ဂန္တဝင်ဖိလစ်ပိုင်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်....လူသားတို့ရဲ့ရမ္မက်နဲ့လိုအင်လောဘ ကြမ်းကြုတ်ရက်စက်တဲ့သဘောသဘာဝတွေကို ကွက်ကွက်ကွင်းကွင်းပုံဖော်ရိုက်ကူးထားပြီး အသက်ဝင်လွန်းတာကြောင့်ရယ် သရုပ်ဆောင်တွေကြောင့်ရယ် ဘာဆင်ဆာမှာမဖြတ်ထားတာကြောင့်ရယ် နာမည်ကြီးခဲ့ပါတယ်။အီလိုကိုစ်ပြည်နယ်အစွန်အဖျားက ရွာလေးတစ်ရွာမှာရွာသူရွာသားတွေဟာလိင်မှုကိစ္စမှာပွင့်လင်းစွာ\nဖြစ်ချင်တိုင်းဖြစ်နေကြပါတယ်။ အဲ့ဒီထဲမှာမှ အများသူငါလို ရမ္မက်စိတ်တွေကိုမျိုသိပ်ပြီး ရွာကကလေးတွေကိုဓမ္မပုစ္ဆာတွေ\nသင်ပေးနေတဲ့ တွန်ညာဆိုတဲ့မိန်းမလှလေးရှိပါတယ်။ အများလက်မခံနိုင်တဲ့အယူအဆတွေကိုသင်ကြားနေတဲ့\nသူ့အပေါ်လိုသူတွေရှိသလို သူ့အလှအပကြောင့်မလိုသူတွေလဲရှိပါတယ်။တစ်နေ့တော့ရွာကနေထွက်ခွာသွားတာကြာပြီဖြစ်တဲ့ သူ့သူငယ်ချင်းဟောင်းအလှပဂေးတစ်ဦးလဲဖြစ်တဲ့ ဆယ်လ်ဒါဟာ\nအမေရိကန်သားချစ်သူတစ်ယောက်နဲ့အတူပြန်ရောက်လာချိန်မှာ ဒဏ်ရာဟောင်းတွေ အတိတ်ဇာတ်လမ်းဟောင်းတွေနဲ့အတူ\nငြိမ်သက်နေတဲ့ တွန်ညာရဲ့ဘဝအပြင် သူတို့နှစ်ဦးရဲ့ အတိတ်ဇာတ်လမ်းထဲက အမျိုးသားတစ်ဦးဖြစ်တဲ့ ဆိုင်မွန်တို့ရဲ့\nဘဝတွေပါ လှုပ်ခတ်ဖို့ဖြစ်လာပါတော့တယ်။ ဆယ်လ်ဒါကတော့ တွန်ညာရဲ့စရိုက်နဲ့ဆန့်ကျင်စွာပွင့်လင်းမြင်သာရှိလွန်းလို့ပါပဲ။Silip: Daughters of Eve ဟာအဲ့ဒီခေတ်အခါမှာခေတ်စားနေတဲ့ လိင်အသားပေး Sexploitation films တွေထဲကအထင်ရှားဆုံးဥပမာ\nတစ်ခုဖြစ်ပြီး၊ ၁၉၈၂ ဖိလစ်ပိုင်ကိုယ်စားပြု Miss Universe ပြိုင်ပွဲဝင် Maria Isabel Lopez,နာမည်ကျော်အချိုရည်ကြေငြာအလှမယ်\nSarsi Emmanuelle တို့အကြမ်းပတမ်းခေါင်းဆောင်ပါဝင်ထားပါတယ်။ရုပ်ရှင်ကားကြီးတစ်ကားလို့ မထင်နိုင်စရာပွင့်လင်းလွန်းတဲ့ လိင်ဆက်ဆံခန်းတွေ၊ ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေ၊ အရွယ်မရောက်သေးတဲ့\nကလေးငယ်တွေရဲ့မဖွယ်မရာ စကားပြော၊ အပြ၊ အပြုအမူတွေအပြင် သွေးထွက်သံယို သတ်ခန်းဖြတ်ခန်းတွေ ကြမ်းကြမ်းတမ်းတမ်းပါဝင်ပါတယ်။\n2007 dvd အနေနဲ့ထွက်ရှိအပြီး ကာလသားတွေကြားနာမည်ကြီးခဲ့တဲ့ဇာတ်ကားဖြစ်လို့ တစ်ချို့အခန်းတွေမှတ်မိတဲ့သူတွေမှတ်မိကြပါလိမ့်မယ်။ဖိလစ်ပိုင်ရဲ့ခေတ်ဟောင်းရုပ်ရှင်ကားဆိုပေမယ့် ...",
        "rating": "6.1",
        "url": "https://megaup.net/2nJ9i/(CM)_Silip_-_Daughters_of_Eve_(1985)BluRay_720p.mp4",
        "category": "Adult, Asian, Crime, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/8QY2xqz-125x200.jpg",
        "title": "New Kung Fu Cult Master 2 (2022)",
        "description": "New Kung Fu Cult Master 2 (2022)\"နဂါးနိုင်ဓါးဦးထိပ်ထား\nတိမ်လွှာဓါးရှင်မပေါ်လျှင် မည်သူအံတုနိုင်မည်နည်း။ \"လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်ကို ကျွန်တော်တို့ပြန်သွားကြရအောင်။\nဒီတစ်ခါတော့ Remake တွေခဏခဏရိုက်တဲ့ ဇာတ်လမ်းတွဲထဲကထွက်ပြီး\nနှစ်ပိုင်းလောက်နဲ့ပြီးမယ့် နဂါးနိုင်ဓား Version အသစ်လေးကို မြည်းစမ်းကြည့်ရမှာပါ။ပထမဆုံးပြောချင်တာက Series မဟုတ်ပဲ Movie Version ဖြစ်တဲ့အတွက်\nတစ်ချို့ဇာတ်ကောင်တွေ ဇာတ်ကွက်တွေ မပါတော့ပဲ အရာရာကို ပေါ့ပေါ့ပါးပါး ပြသွားပြီး ဇာတ်လမ်း၀င်အောင်ရိုက်တာပါ။ဒုတိယအချက်ကတော့ CGI တွေအများကြီး ချောမောလှပတဲ့မင်းသားလေး လေပေါ်ဝဲနေတာမျိုးမဟုတ်ပဲ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က မုဒ်မျိုးပြန်ပေးတဲ့တစ်ချက်ပါ။တတိယကတော့ ကျန်းစမ်းဖုန်း ကိုယ်တော် ဒိုနီရမ်း ပါပဲ။ဒီတော့များသောအားဖြင့် နဂါးနိုင်ဓါးခေတ်အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ဖူးသူတွေချည်းမို့\nဇာတ်လမ်းတွဲမဟုတ်တဲ့ ခပ်သွက်သွက်ဇာတ်လမ်းလေးကို ခံစားပြီး အတိတ်ကိုပြန်လွမ်းကြရအောင်လားဗျာ။အညွှန်း Lwin Htoo AungTranslator   Jo Jo VA , Yunn Myat Noe Khaing, SSTGenre.....Action , Fantasy\nQuality….WEB-DL ...",
        "rating": "4.8",
        "url": "https://megaup.net/33T4D/New_Kung_Fu_Cult_Master_%E2%85%A1_2022_WEB-DL_720p.CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMDNhZWZkYjUtNDMyNS00NGEwLTk3ZmYtNzMxM2M1Yzc3ZGU3XkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-135x200.jpg",
        "title": "The Ledge (2022)",
        "description": "The Ledge (2022)\n=================The Ledge ဆိုတဲ့ Thriller ကားသစ်လေးက ဒါရိုက်တာ Matthew Chapman\nရိုက်ကူးထားပြီး မင်းသမီး Brittany Ashworth က အဓိကပါဝင်သရုပ်ဆောင်ထား\nပါတယ်။Kelly (Brittany Ashworth) ဆိုတဲ့ကောင်မလေးတစ်ယောက်က သူ့သူငယ်ချင်း\nကောင်မလေးနဲ့အတူ အီတလီက ဒိုလိုမိုက်‌​ကျောက် တောင်ကိုတက်ဖို့ ခရီးထွက်ခဲ့ကြပါတယ်။\nအဲ့ဒီမှာ သူတို့လို အလည်လာတဲ့ ယောင်္ကျားလေး ၄ ယောက်အဖွဲ့နဲ့ ဆုံမိလိုက်တဲ့အခါ ၆ ယောက်သား\nအတူတူ ဘယ်လို‌ေပျာ်ပျော်ရွှင်ရွှင် အပန်းဖြေကြမလဲ၊ တက်ရခက်လောက်အောင် မတ်စောက်တဲ့\nအပြင် ရေခဲတွေပါ ဖုံးလွှမ်းနေတဲ့အတွက် ဒေသခံတွေက တောင်မတက်ဖို့ တားခဲ့ကြပါတယ်။\nဒါပေမယ့်... ကျောက်တောင်တက်ဖို့လာတာကို လက်လွတ်မခံဘဲ တက်ကြမယ့် သူတို့အုပ်စု...\nသူတို့ ပျော်ရွှင်မှုကိုရော ရရှိပါ့မလား... ဘယ်လိုမျိုး အပြောင်းအလဲတွေ ဖြစ်လာမလဲ\nKelly တို့ ယုံကြည်ထားသလို ယောင်္ကျားလေးအုပ်စုကရော ယံုကြည်ရပါ့မလား\n\"cliffhanger\" ဆိုတဲ့စကားလုံးအတိုင်း Thrill vibes အပြည့်နဲ့ ‌ ကြည့်ရမှာပါ။ ဒီကားထဲမှာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/11Wlz/The.Ledge.2022.720p.WEB-DL[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BN2VkMDI1N2QtNTljOC00N2U1LTgxZTctZTZjMzBlYzc2NmY3XkEyXkFqcGdeQXVyNDUxNjc5NjY@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Mythica: The Godslayer (2016)",
        "description": "Mythica: The Godslayer (2016)========================ဒီဇာတ်ကားအကြောင်းကို မပြောခင် ဒီကားဟာ Mythica ခေါင်းစဉ်အောက်မှာ\nငါးကားတွဲထွက်ရှိထားတဲ့အထဲကမှ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။\nMythica ဆိုတာကတော့ Adventure, fantasy, action ခေါင်းစဉ်အောက်မှာတည်ရှိပြီး\nadventure fantasy တို့ရဲ့ ထုံးစံအတိုင်း orc, dragon , witch , elf , god အစရှိသဖြင့်\nအမျိုးစုံအောင် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့  လက်ရှိကမ္ဘာမြေဟာ နတ်ဘုရားတွေကို အပြီးတိုင်\nချေမှုန်းချင်နေတဲ့ Lich King နဲ့ သူ့ရဲ့ zombie စစ်တပ်ကြီးနဲ့၊ တစ်ဖက်မှာ လူသား၊ နတ်နဲ့\nအခြားသောမျိုးနွယ်တွေ စစ်ခင်းနေရတဲ့ကာလ ဖြစ်ပါတယ်။ Lich King နဲ့ သူ့စစ်တပ်ကြီးဟာ\nဘယ်မျိုးနွယ်နဲ့မှ အင်အားချင်းမယှဉ်သာအောင် တရိပ်ရိပ်တက်လာလို့နေပါပြီ။ ဒါပေမယ့်\nLich King ရဲ့ ရည်ရွယ်ချက်ဖြစ်တဲ့ နတ်ဘုရားတွေ အကုန်လုံးကို သုတ်သင်ဖို့ရာ ကျိန်စာသင့်နေတဲ့\nMarek ဆိုတဲ့ စုန်းမလေးက အဓိကကျတဲ့နေရာမှာ ပါ၀င်နေပါတယ်။ ...",
        "rating": "5.6",
        "url": "https://megaup.net/122ch/Mythica.The.Dragon.Slayer.2016.720p.BluRay[CM].mp4",
        "category": "Action, Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGM3ZDAwZDEtYjlmNy00ZmUxLTg0NTYtZGQyYTg3YWJjNDgwXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Playlist (2021)",
        "description": "Playlist(2021)\n==========IMDb Rating - 6.3/10ဒီရုပ်ရှင်ရဲ့ထူးခြားချက်က ကာတွန်းစာအုပ်ကိုဖြူမည်းရုပ်သံနဲ့ပြန်ရိုက်ထားတာပဲ\nဂျပန်မန်ဂါတွေကို Anime အဖြစ်ပြန်အသက်သွင်းထားသလိုပေါ့...\nပြင်သစ် Indie ရုပ်ရှင်တစ်ခုဖြစ်ပြီး ဒါရိုက်တာကိုယ်တိုင်ကလည်း ကာတွန်းဆရာပါ\nသူ့ကာတွန်းကိုရုပ်ရှင်အဖြစ် သူကိုယ်တိုင်ပဲ ပြန်အသက်သွင်းထားတာပါ။ဇတ်လမ်းအကြောင်းကို ပြောရရင် ကာတွန်းဆရာ မဖြစ်ချင်ပေမယ့် ဖြစ်ချင်တိုင်းမဖြစ်တဲ့\nဘဝကြီးမှာ လည်ပတ်နေရတဲ့ အထွေအထူးစိတ်ဝင်စားစရာမရှိတဲ့ ဆိုဖီရဲ့ဘဝအကြောင်းပါ....\nဇာတ်လမ်းက ကျွန်တော်တို့ဘဝတွေနဲ့အနီးစပ်ဆုံး reality show တစ်ခုကိုကြည့်နေရသလိုပဲ\nစကားလုံးအသုံးတွေအနည်းငယ်ကြမ်းမယ်....သာမန်အပျင်းပြေရုံကြည့်စရာရုပ်ရှင်တစ်ခုတော့\nမဟုတ်တဲ့အတွက် လူတိုင်းအတွက်လို့တော့ ကျွန်တော် မညွှန်းချင်ဘူး...ဒါပေမယ့် ကျွန်တော်\nကတော့ ပြင်သစ်သီချင်းဆွဲဆွဲငင်ငင်တွေ  lofi သီချင်းအကြောင်းတွေ ကာတွန်းလောကရဲ့\nအကိုးအကားတွေအကြောင်းကို သိရတဲ့အတွက် သဘောကျမိတယ်။ ဘဝက ကောင်းတာတွေနဲ့\nဆိုးတာတွေကို ရောစပ်ထားတဲ့ Playlist တစ်ခုလိုပဲတဲ့၊ ဘာကအရင်လာမလဲ မသိနိုင်တာကိုက\nဘဝရဲ့ဆန်းကြယ်မှုတစ်ခုပါပဲ။\n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)File Size -(844 MB) / (438 MB) / (208 MB)\nQuality – WebRip -(1080p) /  (720p) ...",
        "rating": "6.3",
        "url": "https://megaup.net/11Tmw/Playlist.2021.720p.FLMN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/t-134x200.jpg",
        "title": "Turner & Hooch (1989)",
        "description": "ဟောင်းပေမဲ့ ကောင်းတယ်ဆိုတာ ဒါမျိုးဗျ..။အဓိကဇာတ်ကောင်ပါတဲ့ ပိုစတာကို မြင်ပြီးရင်တော့ အထူးတလည် ညွှန်းစရာလိုမယ် မထင်ဘူး..။Tom Hanks ဆိုတာ ဂန္တဝင်ရယ်လို့ Legendary သရုပ်ဆောင် မင်းသားကြီးတစ်ယောက်ဖြစ်လာပြီးမှ ဟိုးရှေးရှေးတုန်းက ငယ်ရွယ်တဲ့ Tom Hanks ကို ပြန်ကြည့်ရတာလည်း အရသာတစ်မျိုးပဲ..။လွန်ခဲ့တဲ့ ဆယ်စုနှစ် နှစ်ခုမကတဲ့ အချိန်လောက်တုန်းက ရုပ်ရှင်ဆိုပေမဲ့လည်း အခုနေ ပြန်ကြည့်မိလည်း ဇာတ်ကြောင်းက ကျေနပ်စရာကောင်းသေးတယ်ဗျ..။အိမ်မွေးတိရစ္ဆာန်လေးတွေဆီကရတဲ့ စိတ်ဒုက္ခ..၊ ပျော်ရွှင်စရာ အခိုက်အတန့်လေးတွေနဲ့ ကြည်နူးစရာ မေတ္တာတရားတွေကို ရယ်စရာ မောစရာတွေနဲ့ ရောပြီး ကြည့်ရှုနိုင်ပါမှာ..။အိမ်မွေးတိရစ္ဆာန်လေးတွေ မွေးထားတဲ့လူတွေကတော့ ဒီချိုမြတဲ့ဒုက္ခတွေကို ကောင်းကောင်းကြီး နားလည်နိုင်မှာ အသေအချာ..။ကမ်းခြေမြို့သေးသေးလေးတစ်ခုမှာ စုံစမ်းစစ်ဆေးရေးမှူးလုပ်နေတဲ့ မစ္စတာ တန်နာ တစ်ယောက် တခြားမြို့ကို သိပ်မကြာခင် ပြောင်းရွေ့ရတော့မယ့် ရက်ပိုင်းအတွင်းမှာမှ ဖြစ်ပေါ်လာတဲ့ မတော်တဆမှုတချို့နဲ့.. ဒီကိစ္စရပ်တွေကနေ ဆက်ပြီးတော့ ဖြစ်ပျက်လာမယ့် မှုခင်းဆက်စပ်မှုတွေ..။အရာအားလုံးကို တိကျ ၊ သေချာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2nUJ4/Turner_and_Hooch_1989_720p_(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d4pKiMtJUpSgt1TMFR4G6vaqoAv.jpg",
        "title": "The Long Night (2022)",
        "description": "The Long Night (2022) ငယ်စဉ်ကလေးဘဝတည်းကမွေးစားခံရပြီး နယူးယော့ခ်ကိုရောက်သွားခဲ့တဲ့ဂရေစ့်တစ်‌‌ ယောက်မိဘတွေကိုရှာဖွေဖို့ ကလေးဘဝကနေခဲ့တဲ့မြို့လေးကိုပြန်လာဖို့အကြောင်းဖန်လာတဲ့အခါ...ထူးဆန်းတာက မြို့ထဲမှာလူတစ်ယောက်မှရှိမနေခဲ့ပါဘူး ဒါ့အပြင်ကိုမြွေတွေက နေရာတိုင်းလိုလိုရှိနေခဲ့ပါတယ်အိမ်မက်လိုလိုတကယ်လိုလိုနဲ့သူမ မြင်နေတဲ့ အရိုးစုခေါင်းစွပ်နဲ့လူတွေကဘာတွေလဲမြင်နေရတဲ့အရာတွေကထူးဆန်းလာတာဖြစ်လို့ ရှောင်ပြေးထွက်ဖို့ကြိုးစားပေမယ့်အိမ်ထဲကနေထွက်လို့မရတဲ့အပြင် ကူညီဖို့လာတဲ့လူကပါသေဆုံးသွားတဲ့အခါ...အိမ်ထဲမှာပဲရှာဖွေရင်းနဲ့ ဒီအရိုးစုမျက်နှာဖုံးလူတွေရဲ့ ဇာတ်ကြောင်းစာအုပ်ကိုတွေ့သွားတဲ့အခါမှာတော့ သူမမိဘ‌တွေကဘယ်သူဆိုတာကိုပါ ဖော်ထုတ်နိုင်မှာလားဒီလူထူးဆန်းတွေကသူမနဲ့ဘယ်လိုပတ်သက်နေမလဲ ဒီမြို့ထဲကနေသူမတို့လွတ်မြောက်နိုင်မလားဆိုတာသည်းထိပ်ရင်ဖိုကြည့်ရှုရမယ့် Horror ဇာတ်လမ်းဖြစ်တာကြောင့်တံခါးပိတ်မီးမှိတ်ပြီးရင်တစ်လှပ်လှပ်နဲ့ ခံစားကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်ဇာတ်ကားအညွှန်းနဲ့ဘာသာပြန်က Yunni ဖြစ်ပြီး တင်ဆက်ပေးသူက YK ဖြစ်ပါတယ် \nFile size…1.03Gb / 520MB\nQuality…1080p WEB RIP AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 31mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "",
        "url": "https://megaup.net/1HXew/The.Long.Night.2022.720(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ddd-142x200.jpg",
        "title": "The Debt (2010)",
        "description": "ဆာရာဆိုတဲ့ အမျိုးသမီးဟာ သူရေးထားတဲ့ စာအုပ်တစ်အုပ်ရဲ့အကြောင်းကို စင်ပေါ်မှာ\nဂုဏ်ယူဝံ့ကြွားစွာနဲ့ ‌အမှတ်တရစကားပြောနေလေရဲ့ ....ဒီလို ဂုဏ်ယူနေရတဲ့ အကြောင်းရင်းကလည်း ဒီစာအုပ်ဟာ သူ့ရဲ့မိခင်ရေချယ် စင်းဂါး\nဒေးဗစ် ပဲရိစ် နဲ့\nစတက်ဖန်ဂိုး တို့ရဲ့ ဘ၀ဇာတ်ကြောင်းဖြစ်နေလို့ပါ။အခုချိန်မှာ အိုမင်းရင့်ရော်သွားပြီဖြစ်တဲ့ ဒီလူ ၃ ယောက်ရဲ့ ငယ်ဘ၀ဟာ\nဂုဏ်ယူချီးကျူးစရာတွေ အပြည့်ပေါ့ ။မိုဆက်အေးဂျင့် ၃ ယောက်ဖြစ်တဲ့ သူတို့ဟာ ဘာလင်ကို နိုင်ငံတော်အဆင့် မစ်ရှင်တစ်ခုနဲ့\nတာ၀န်ကျခဲ့တယ် ...သူတို့ရဲ့တာ၀န်က ဆရာ၀န်အမည်ခံပြီး လူ ထောင်ပေါင်းများစွာကို သတ်ဖြတ်ခဲ့သူ\n၁၅ နှစ်တာလုံး ဘယ်လိုမှ မဖမ်းမိသူ ဒေါက်တာ ဗိုဂယ်ကို ဖမ်းဆီးဖို့ပေါ့....ဒီလို ဂုဏ်ယူစရာ အဖြစ်အပျက်ကို သမီးဖြစ်သူက စင်ပေါ်မှာ ၀မ်းပန်းတသာ ပြောနေပေမဲ့\nကာယကံရှင် ဖြစ်သူ ရေချယ်ကိုယ်တိုင်ကတော့ ရွှင်ပျမနေခဲ့တာ ဘယ်သူမှ သတိမထားမိခဲ့ပါဘူး ...လူတကာက သူတို့ရဲ့ လုပ်ရပ်ကို ချီးကျူးနေကြပေမဲ့ ဒီအဖြစ်ရဲ့ နောက်ကွယ်မှာ\nကိစ္စတစ်ခု ရှိနေသေးတာကို ရေချယ်၊ စတက်ဖန်နဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1HX9c/The_Debt_2010_Bluray_720p_(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onGdT8sYi89drvSJyEJnft97rOq.jpg",
        "title": "Looop Lapeta (2022)",
        "description": "Looop Lapeta (2022)ဘောလိဝုဒ်ရုပ်ရှင်တွေမှကြိုက်ပါတယ်ဆိုတဲ့ CM ရဲ့ပရိတ်သတ်တွေအတွက် ဒီနေ့မှ အသစ်စက်စက်ထွက်ထားတဲ့အိန္ဒိယရုပ်ရှင်ကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။မင်းသမီးကလဲ တာ့ပ်ဆီးပန်းနုဆိုတော့ သရုပ်ဆောင်ပိုင်းမှာလဲအတော်လေး မိမိုက်နေတာကို မြင်ရဦးမှာပါဒီဇာတ်လမ်းက ပုံမှန်တွေ့နေကျ ဟာသဇာတ်လမ်းတွေနဲ့ မတူပဲအတော်လေးထူးခြားတယ်ဗျ။ ရီရတယ်ဆိုတာထက် ရင်တဖိုဖိုနဲ့စိတ်လှုပ်ရှားဖို့ကောင်းတယ်ဆိုရင် ပိုမှန်မယ်။ဆာဗီဆိုတဲ့ အပြေးအားကစားမယ်လေးနဲ့ဆပ်သ်ရာက အပြန်အလှန်မေတ္တာမျှနေကြတာပေါ့။သူတို့ရဲ့ တွေ့ဆုံပုံကလည်း တယ်ထူးဆန်းပါတယ်။ အပြေးမယ်လေး ဆာဗီဟာမတော်တဆမှုကြောင့် သူ့ရဲ့အားကစားမယ်ဘဝကို အဆုံးသတ်ရဖို့အကြောင်းဖန်လာတဲ့အခါ ဆာဗီတစ်ယောက် စိတ်ဓာတ်ကျပြီး ဆေးရုံခေါင်မိုးပေါ်ကနေခုန်ချမလို့လုပ်ခဲ့ပါတယ်။ အဲ့အချိန် ခေါင်မိုးထပ်မှာ ဆေးလိပ်လာသောက်တဲ့ဆပ်သ်ရာက ဆာဗီကို ကယ်လိုက်ရာကနေ သူတို့နှစ်ဦး ဖူးစာဆုံခဲ့ကြတာပေါ့။ဒီလိုနဲ့ပဲ နှစ်ဦးသား အလုပ်ကိုယ်စီလုပ်ရင်းအေးချမ်းတဲ့ဘဝလေးကို ဖြတ်သန်းခဲ့ကြပါတယ်။ အဲ့ဒီနေ့ကို မရောက်ခင်အချိန်အထိပေါ့။ဆာဗီက သူမမှာ ကိုယ်ဝန်ရှိကြောင်း ဆပ်သ်ရာဆီ ဖုန်းဆက်ပြောမဲ့နေ့မှာပဲဆပ်သ်ရာတစ်ယောက် ပြဿနာတစ်ခုကို အကြီးအကျယ်ရှာလိုက်ပါတော့တယ်။အဲ့ဒါကတော့ ဆပ်သ်ရာက သူ့ရဲ့သူဌေး ဗစ်တာဆိုတဲ့ မာဖီးယားဂိုဏ်းချုပ်ရဲ့ငွေ ၅ မီလီယံကို ဖျောက်လိုက်တာပါပဲ။ ဟော....မာဖီးယားခေါင်းဆောင်ဆီမှာ အသတ်ခံရတော့မယ့်သူ့ကောင်လေးကို ကယ်ဖို့ ဆာဗီခမျာ ပြေးလွှားရတော့တာပေါ့ဗျာ။ ဆပ်သ်ရာမွှေသမျှအရှုပ်တွေကိုလိုက်ရှင်းရင်း ...",
        "rating": "5.8",
        "url": "https://megaup.net/1HX6r/Looop_Lapeta.NF_WEB_DL_AAC_2.0.720p(CM).mp4",
        "category": "Action, Country, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bKIdlJbd17rrIm4oZzhXTbmqpon.jpg",
        "title": "Robin Robin (2021)",
        "description": "Robin Robin (2021) အညွှန်း*********************IMDB - 7.2 CM ပရိသတ်တို့ ပေါ့ပေါ့ပါးပါးလေးကြည့်ရှုနိုင်မဲ့ ကာတွန်းဇာတ်ကားကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ရပါတယ် Robin ဆိုတဲ့မြေလူးငှက်မလေးတစ်ကောင်ကို ကြွက်မိသားစုလေးတစ်စုကနေ ကယ်တင်မွေးစားထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။ မျိုးမတူတဲ့သတ္တဝါလေးတွေဖြစ်နေပေမယ့်လည်း ငှက်မလေးက ကြွက်မိသားစုရဲ့ နေ့စဥ်အစာရှာမှု သွားမှုလာမှုကိစ္စတွေမှာ လိုက်လျောညီထွေဖြစ်အောင်ကြိုးစားနေထိုင်ရင်း ... တစ်နေ့တော့ ကြွက်ကလေးတွေထက် အစာရှာပိုတော်ကြောင်းကို သက်သေပြချင်မိလို့ အပြင်ခိုးထွက်ရာကနေ ဘယ်လိုစွန့်စားခန်းလေးတွေဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းတိုလေးအနေနဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ (ဇာတ်လမ်းအညွှန်းကိုတော့ Hnin Wut Yi က ရေးသားပေးထားပါတယ်) File Size     : (465 MB), (310 MB) and (95 MB)Quality       : WEB-DL 1080p DD5.1CH, 720p, 480pFormat        : mp4Duration    : 32minsGenre  ...",
        "rating": "",
        "url": "https://megaup.net/2nUae/Robin.Robin.2022.720p.WEB-DL.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/6KZQg_4f-140x200.jpg",
        "title": "Da Capo (2020)",
        "description": "Da Capo\"ဂီတဆိုတာ ရင်ထဲကစစ်မှန်မှုမပါရင် အသက်မဝင်ဘူး\" တဲ့\nဂီတရုပ်ရှင်တစ်ခု CM ပရိတ်သတ်များအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nသီချင်းလေးတွေ နားဆင်ရတာကြိုက်တယ်ဆိုရင်တော့ မလွတ်တမ်းကြည့်ရှုလိုက်ပါဇာတ်လမ်းအကျဉ်းအရည်အချင်းရှိပေမယ့် နာမည်ကြီးဖြစ်မလာတဲ့ တေးရေးဆရာ/အဆိုတော် ထယ်အီအရည်အချင်းတစ်ခုရှိနေပေမယ့် ဂီတလောကမှာနေရာယူဖို့မကြိုးစားဘဲ ဂီတကျောင်းတစ်ခုမှာ မျိုးဆက်သစ်တွေကို မွေးထုတ်ပေးနေတဲ့ ဂျီဝန်အနုပညာဝါသနာပိုးအပြည့်နဲ့ Rock ဂီတကို သီဆိုချင်တဲ့ ဒေါ့ခိုတု့ိ သူငယ်ချင်းတစ်စုတစ်ရက်မှာ ထယ်အီနဲ့ ဂျီဝန်တို့ ဂီတကျောင်းမှာ ပြန်တွေ့တဲ့အခါ...ဒေါ့ခိုတို့ သူငယ်ချင်းတစ်စုရော ထယ်အီ့ဆီက ဘယ်လိုပညာတွေ သင်ယူဖြစ်မလဲ....\nအနုပညာလမ်းပေါ် ဘယ်လိုပုံစံလေးနဲ့ ဆက်လျှောက်သွားမှာလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါရှင်File Size__(1.1GB) / (630MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:13:00\nType__Drama, Music\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "7.1",
        "url": "https://megaup.net/11Z35/Da_Capo_(2020)_720p.mp4",
        "category": "Asian, Drama, Music, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BYmFjNWY5NjQtMTJiNC00NjFlLWIxMGQtNzhmMmQ0MjhiZjQyXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Bliss (2021)",
        "description": "Bliss (2021)==========ကိုယ့်အသွေးအသားခန္ဓာကိုယ်ကိုသုံးကုန်တစ်ခုလို အသုံးချခံနေရတဲ့\nပြည့်တန်ဆာမလေးနှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nကိုယ်ပိုင်ပျော်ရွှင်မှုပျောက်ဆုံးနေတဲ့သူတို့နှစ်ယောက်ကြားမှာ သူတို့အတွက်\nပျော်ရွှင်မှုဆိုတာဖြစ်လာနိုင်တာကိုသိလာရတဲ့နောက်..\nကိုယ်စီအဓိပ္ပါယ်နဲ့ပျော်ရွှင်မှုတွေနောက်ကိုရှာဖွေကြတဲ့သူတို့နှစ်ယောက်ရဲ့\nဇာတ်လမ်းက မိသားစုနဲ့အတူ မကြည့်သင့်တဲ့အခန်းတွေပါဝင်တာမလို့ သူငယ်ချင်း\nအပေါင်းအဖော်(၁၈)ယောက်အရင်စုပြီးမှကြည့်ရှုကြပါလို့\nသတိပေးတင်ဆက်လိုက်ရပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.51 GB) / (1.27 GB) / (619 MB)\nQuality – WebDL - (1080p) / (720p) / (480p)\nDuration - 2hr 16min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Drama, Sci-Fi\nTranslator – Chit Tee\nEncoder – San Win Maung",
        "rating": "5.4",
        "url": "https://megaup.net/2nRjB/Bliss.2021.GERMAN.720p.AMZN.WEBRip[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7g6xb29Wfx8x8FiTqXFLywcoEz.jpg",
        "title": "The Policeman’s Lineage (2022)",
        "description": "The Policeman's Lineage (2022)အရမ်းကိုနူးညံ့ပြီး ချစ်တတ်တဲ့ပန်းချီဆရာ ချွဲအွန်းကို ခဏလောက်မေ့ထားလိုက်ပါတရားမျှတပြီး ရဲတာဝန်ကိုကျေချင်တဲ့ ချွဲမင်ဂျယ်လာပါပြီပြစ်မှုကျူးလွန်သူတွေကို ဖမ်းပုံဖမ်းနည်းမတူတဲ့ ရဲနှစ်ယောက်စည်းမျဉ်းကိုလိုက်နာပြီး တာဝန်ကိုထမ်းဆောင်သွားမယ်ဆိုတဲ့ ချွဲမင်ဂျယ်နဲ့\nတရားခံကိုဖမ်းရဖို့  ဖြတ်လမ်းကနေ ကိုယ်တိုင်ပြစ်မှုတွေလုပ်နေတဲ့ ဘတ်ဂန်ယွန်းတို့ တစ်ဖွဲ့တည်းဖြစ်သွားချိန်မှာ..အမှုလိုက်တဲ့နေရာမှာ ဆန့်ကျင်ဘက်နည်းလမ်းကို အသုံးပြုတဲ့နှစ်ယောက်ဟာ\nအသည်းအသန်လိုက်နေတဲ့ မူးယစ်ဖြန့်ဖြူးသူ နာယောင်းဘင်ကို မိနိုင်မလား၊ဘတ်ဂန်ယွန်းနောက်ကြောင်းကို စုံစမ်းဖို့အဖွဲ့ထဲဝင်လာတဲ့\nနည်းလမ်းမှန်မှန်နဲ့ အမှုလိုက်တတ်တဲ့ ချွဲမင်ဂျယ်ကရော\nတကယ့်နည်းလမ်းမှန်ကို သိသွားမလားဆိုတာကို ကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Drama\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.6GB and 862MB and 278MB\nFormat…mp4\nDuration….1h 59min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "6.6",
        "url": "https://megaup.net/3JNE0/The.Policemans.Lineage.2022.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v7UvYtKfIVaHLaHwVgfalyrK7Ho.jpg",
        "title": "The Village (2004)",
        "description": "The Village (2004)\n~~~~~~~~~~~ရွာ...အပြစ်ကင်းစင်မှုတွေနဲ့ ထုံမွှမ်းနေတဲ့ ချစ်စရာရွာလေး။\nစကားပြောတာတောင် နူးနူးညံ့ညံ့နဲ့ ဂုဏ်တွေ ပကာသနတွေ ဘာမှမရှိတဲ့ရွာလေးပေါ့။ဒီချစ်စရာရွာလေးမှာ သတ္တိ၊ဒေါသနဲ့ ရမ္မက်ကို ကိုယ်စားပြုနေတဲ့ အနီရောင်ကို အရောင်ဆိုးလို့ သတ်မှတ်ကြတယ်။အနီရောင်ကို မြင်တာနဲ့ မြေမြှုပ်ပစ်ကြတယ်။ ဒီလိုလုပ်ရတာ နောက်ထပ်အကြောင်းအရင်းတစ်ခုရှိနေပါသေးတယ်။အနီဟာ သူတို့မပြောကြတဲ့ သတ္တဝါတွေကို ဆွဲဆောင်နိုင်လို့ပါတဲ့။ဒီလိုအေးချမ်းတဲ့ရွာလေးမှာ မကောင်းတဲ့ အချက်ဆိုလို့ သူတို့ရွာဘေးက တောအုပ်ထဲက သူတို့မပြောကြတဲ့ သတ္တဝါတွေပဲရှိမယ်ထင်တယ်။\nရွာထဲက ကာလသားတွေမှာ သတ္တိပြစရာဆိုလို့ တောအုပ်ကို ကျောပေးပြီး အချိန်ဘယ်လောက်ကြာအောင် ရပ်နိုင်လဲဆိုတာကပဲ သူတို့အတွက် စိတ်လှုပ်ရှားစရာ စွန့်စားခန်းဖြစ်နေတယ်။ ရွာလေးက အေးချမ်းတယ်ဆိုပေမဲ့ ဆေးဝါးအထောက်အပံ့မရှိ တခြားမြို့ပြတွေနဲ့လည်း အဆက်အသွယ်မရှိလို့ ကုစရာဆေးဝါးမရှိတာကြောင့် လက်လွှတ်လိုက်ရတဲ့ ရွာသူရွာသားတွေ ရှိနေတာပေါ့။တောအုပ်ကြီးထဲမှာ ဘာရယ်မပြောနိုင်တဲ့ သတ္တဝါတွေရှိနေတာကြောင့် သွားလို့ကလည်း မဖြစ်ဘူးဆိုပေမဲ့ လူတွေဆိုတာ စွန့်စားတတ် စူးစမ်းတတ်တဲ့အမျိုးပဲမဟုတ်လား။ဒီအခက်အခဲကို ဖြေရှင်းဖို့အတွက် ကာလသားတွေထဲက သတ္တိအရှိဆုံးလူငယ်လေးတစ်ယောက်က ရွာရဲ့ကောင်းကျိုးအတွက် တောအုပ်ကိုဖြတ်ပြီး ဆေးဝါးသွားရှာဖို့ပြောလာပါတယ်။ဒီလူငယ်လေး အောင်အောင်မြင်မြင်နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/11Xn7/(CM)_The_Village_(2004)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/kdupb5vbkmxv-133x200.jpg",
        "title": "Raging Flower 2 (2021)",
        "description": "ဒီဇာတ်ကားကတော့ raging flower 2018 ရဲ့အဆက်ဖြစ်ပါတယ် ..၂၀၁၈ ကားကိုမကြည့်ရသေးရင်တော့ ဒီလင့်မှာ https://channelmyanmar.org/raging-flower-2018/ အရင်သွားကြည့်ဖို့အကြံပေးပါတယ်နော်။တက္ကသိုလ်ကျောင်းသူ လေးယောက်နဲ့ ကျောင်းနားခံလိုက်ရတဲ့ လုံခြုံရေးကိုကြီးတစ်ယောက်တို့ ရင်ထဲကဖြစ်ချင်တဲ့ဆန္ဒ၊ ရည်မှန်းချက်ကို အတူကြိုးစားဖော်ဆောင်တဲ့ ဇာတ်ကားလေးဖြစ်တယ်။ကျောက်ကျီထုံ ရှောက်ရွှေ ချုံချုံ နဲ့ လင်ဖေး လို့ခေါ်တဲ့တက္ကသိုလ်ကျောင်းသူလေးယောက်ဟာ ဒိတ်ဒိတ်ကြဲတွေဖြစ်ကြတာနဲ့အညီ သူတို့ကိုရေချိုးခန်းထဲဓါတ်ပုံလိုက်ရိုက်တဲ့ကောင်ကို ရဲစခန်းအထိ ဆွဲခေါ်ပြီး ပို့လိုက်ပါတယ်။\nဒါပေမယ့် အဲဒီလူကို ရဲတွေက ချက်ချင်းပြန်လွှတ်ပေးလိုက်လို့ မသင်္ကာဖြစ်ကြပြီး အကြောင်းရင်းကိုစုံစမ်းကြပါတော့တယ်။ အဲဒီလူရဲ့အပြုအမူက ထူးဆန်းနေတာက တစ်ကြောင်း၊ သူနေတဲ့နေရာကလည်း မသင်္ကာစရာဖြစ်နေတာတစ်ကြောင်း ပိုပိုပြီး သံသယတွေများလာကြတာနဲ့ လမ်းမျက်နှာချင်းဆိုင်မှာ မာလာဟင်းရည်ဆိုင်ဖွင့်ပြီး ကိုယ့်စားရိတ်ကိုယ်စား လိုက်လံထောက်လှမ်းပါတော့တယ်။ဒီလူတစ်စု ဘာပြစ်မှုတွေကျူးလွန်နေတာလဲ..ဘာလို့ရဲလက်ကလွတ်နေတာလဲဆိုတာကို ဖိုက်တာဂျက်မ ၄ ယောက်က သိုင်းနဲ့ဖြေရှင်းပေးမှာပါ။\nFile size…(1 GB)/(570 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "",
        "url": "https://megaup.net/11Xgw/(CM)_Raging_Flower_2_(2021)_HDRip_720p.mp4",
        "category": "Action, Asian, Comedy"
    }
]