[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQ5woJUSmE31kbpmRgxo3JQulAH.jpg",
        "title": "Loophole (2019)",
        "description": "ဘုရားသခင္ဟာ လူသားမ်ိဳးႏြယ္ကို လူစီဖာေႏွာက္ယွက္တဲ့ရန္ကေန ကာကြယ္ဖို႔အတြက္အိန္ဂ်ယ္အေယာက္ႏွစ္ရာကိုေစာင့္ၾကပ္သူမ်ားအျဖစ္ ကမာၻေျမေပၚေစလႊတ္ခဲ့ပါတယ္။ဒါေပမယ့္ ေစာင့္ၾကပ္သူေတြဟာ လူသားေတြကို ေသြးထိုးၿပီးစစ္ပြဲေတြ မျငိမ္းခ်မ္းမႈကိုျဖစ္ေစတဲ့အတြက္ ဘုရားသခင္က ကမာၻၾကီးကိုေရႏွစ္ျမွဳပ္သန္႔စင္ခဲ့ၿပီး ေစာင့္ၾကပ္သူေတြကိုလည္းေက်ာက္ရုပ္ေတြအျဖစ္ ေျပာင္းလဲခဲ့ပါတယ္။ဒါေပမယ့္ လူစီဖာဟာ ေစာင့္ၾကပ္သူအစ္ဇီရယ္ကို ကယ္တင္ခဲ့ႏိုင္ခဲ့ၿပီးနတ္ဆိုးဆင္ျမဴဇာကိုလြတ္ေျမာက္ေအာင္လုပ္ဖို႔ တာဝန္ေပးခဲ့ပါတယ္။ဆင္ျမဴဇာကိုလြတ္ေျမာက္ေစႏိုင္တာက ဘုရားသခင္ကို ပုန္ကန္ခဲ့သူဂ်ဳဒပ္စ္ေနာက္ဆံုးမ်ိဳးဆက္ရဲ႕ ေသြးပဲျဖစ္ပါတယ္။မိဘမဲ့အျဖစ္ ၾကီးျပင္းလာခဲ့ရတဲဲ့ အထက္တန္းေက်ာင္းသူေလးျဖစ္တဲ့လစ္ဇီတစ္ေယာက္ ကမာၻၾကီးရဲ႕အဆံုးသတ္ကသူ႕လက္ထဲမွာရွိေနတယ္ဆိုတာကို သိလိုက္ရတဲ့အခါမွာေတာ့ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုဒီဇာတ္ကားေလးထဲမွာ ဆက္လက္ၾကည့္ရႈအားေပးၾကပါဦးေနာ္... File Size : (805 MB) & (201 MB)Quality :Wed-DL 720pRunning Time :1hr 26 minFormat : Mp4Genre :  Sci-FiSubtitle : Myanmar ...",
        "rating": "3.2",
        "url": "https://megaup.net/2UBnR/Loophole_[2019]_(MM_Sub).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/dejavu-2-136x200.jpg",
        "title": "Déjà Vu (2006)",
        "description": "Déjà Vu (2006)\nIMDb - 7.0/10_____Rotten - 55%\n  \n2006 ခု နှစ်မှာ ထွက်ရှိခဲ့တဲ့ Deja Vu ဇာတ်ကားကို\nဒါရိုက်တာ တိုနီစကော့ကနေရိုက်ကူးခဲ့ပြီး\nပါဝင်သရုပ်ဆောင်ထားတဲ့သူကတော့ Denzel Washington ဖြစ်ပါတယ်.\nကျွန်တော်သိပ်ကြိုက်တဲ့ဇာတ်ကားတစ်ကားဖြစ်တဲ့ John Q ဇာတ်ကားမှာလည်း\nအဓိကမင်းသားအဖြစ်ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့သူပါ.\nအခုတင်ပေးတဲ့ကားကတော့ အက်ရှင် နဲ့ဖိုက်တင်နဲ့\nသိပ္ပံဇာတ်လမ်း အမျိုးအစားဖြစ်ပြီး အက်ရှင်ဇာတ်လမ်းကောင်း..\nသိပ္ပံနဲ့ဆိုင်တဲ့ဇာတ်ကားမျိုးလေးတွေကိုကြိုက်နှစ်သက်တဲ့\nသူတွေအတွက်လက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်..\nIMDb Rating ကလည်း 7.1 ရရှိထားတာမို့.\n.ဇာတ်ကားကောင်းတစ်ကားဆိုတာ ငြင်းချက်ထုတ်နေစရာမလိုပါဘူး\nအညွှန်းနည်းနည်းပေးရမယ်ဆိုရင်…..\nဇာတ်လမ်းစစချင်းမှာပဲ ရေကြောင်း Ferry တစ်ခုဖြစ်တဲ့\nသဘောၤတစ်ခုမှာ ကျောင်းသားတွေရော.\nလူတော်တော်များများပါလိုက်ပါလာပါတယ်..\nအားလုံးပျော်ပျော်ရွှင်ရွှင်ဖြစ်နေကြတုန်းမှာပဲ သဘောၤ\nပေါ်မှာ တင်ဆောင်လာတဲ့ကားတစ်စီးမှာ ထောင်ထားတဲ့ ဗုံးဟာ\nပေါက်ကွဲသွားပါတယ်..သဘောၤတစ်စီးလုံးစာကို ပေါက်ကွဲသွားတာဖြစ်ပြီး\nကယ်ဆယ်ချိန်လည်းမရသလို.အသေအပျောက်ကလည်းရာချီပါတယ်\nဒီကိစ္စကိုစုံစမ်းဖို့အတွက်ရောက်လာတာကတော့ ATF Agent ဖြစ်တဲ့ ဒေါ့ကာလင်ပါ…\nအရည်အချင်းရှိတဲ့သူတစ်ယောက်ပဲဖြစ်ပါတယ်..\nသူဟာ နည်းပညာအကူအညီနဲ့ သဘောၤဗုံးမပေါက်ခင် လွန်ခဲ့တဲ့\nလေးရက်ကို ပြန်လည်သွားရောက်ပြီး ရာဇဝတ်မှုမဖြစ်ပွားအောင်ကြိုးစားရပါတော့တယ်.\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို တော့ ဆက်လက်ကြည့်ရှုကြပါ..\nဆွဲဆောင်မှုရှိရှိနဲ့ရိုက်ကူးတင်ဆက်ထားပြီး စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်..\nဒီဇာတ်ကားရဲ့ဘာသာပြန်ကိုတင်ဆက်သူကတော့ ကို Lotus Black ပဲဖြစ်ပါတယ်Translated By Lotus Black\nEncoded By LK\n===================\n2006 ခု ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yAgu/Déjà_Vu_[2006]_(MM_Sub).mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmqyewAS2fbpXUKKEl5VehuxdfA.jpg",
        "title": "Babumoshai Bandookbaaz (2017)",
        "description": "IMDb Rating -7/10\nGoogle User - 86%\nGenre - Crime/Thriller\nDuration - 2hr2minsဒီတစ္ေခါက္ တင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားက ခ်န္နယ္ျမန္မာမွာ ေတာင္းဆိုမႈအမ်ားဆံုးဇာတ္ကား တစ္ကားဆိုရင္ မမွားပါဘူး။အခ်စ္အတြက္နဲ႔ ေတာင္ၿဖိဳျပခဲ့တဲ့ ျမန္မာပရိသတ္ေတြရဲ႕ အႀကိဳက္မင္းသားႀကီး Nawazuddin Siddiqui ရဲ႕ 2017 က ထြက္တဲ့ ဂန္းစတား ဘဝ သ႐ုပ္ေဖာ္ ေဘာလိဝုဒ္ဇာတ္ကားျဖစ္ပါတယ္။(2017 ကားက 2018ႏွစ္ကုန္ပိုင္းမွ ၾကည္ေတာက္ရွင္းထြက္လာၿပီး 2019ႏွစ္သစ္မွာ စာဖိုင္ ထြက္လာလို႔ပါ။)သဘာဝက်တဲ့ ဇာတ္႐ုပ္ေတြကိုအပုိအလိုမ႐ွိ သ႐ုပ္ေဆာင္တတ္တဲ့မင္းသားႀကီးရဲ႕ ကားဆိုေတာ့မေကာင္းမွာ မပူရသလို၊လူ႔သဘာဝနဲ႔ လူ႔စိတ္ကို အေကာင္းဆံုး ျပသေပးတဲ့ ဇာတ္ကားလည္း ျဖစ္ပါတယ္။အပစ္အခတ္ အသတ္အပုတ္ေတြ ၾကမ္းသလို၊ အခ်စ္ခန္းေတြကလည္း ၾကမ္းပါတယ္။ဒါ့အျပင္ ဒီကားက မင္းသမီး Bidita Bag လက္စြမ္းျပလိုက္တဲ့ဇာတ္ကားဆိုရင္လည္း မမွားပါဘူး။ပီျပင္လွတဲ့ သ႐ုပ္ေဆာင္ခ်က္ေတြကို လက္ဖ်ားခါရပါတယ္။ဇာတ္ကားအေၾကာင္းအရာကို မညႊန္းေတာ့ပါဘူး။တစ္ခါတစ္ေလဇာတ္လမ္းအေၾကာင္းအရာကို ဖတ္ၾကည့္တာထက္ကိုယ္တိုင္ၾကည့္လိုက္တာက ပိုေကာင္းလို႔ပါ။ေျပာလိုတာကေတာ့ျမန္မာျပည္က ဂန္းစတားေတြလိုစကားေတြအမ်ားႀကီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/Quts/Babumoshai_Bandookbaaz_[16+]_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/The-Unseeable-139x200.jpg",
        "title": "The Unseeable ( 2006 )",
        "description": "ထိုင္းသရဲ ကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္ 2006ခုႏွစ္ကထြက္ရွိခဲ႔တဲ႔ The Unseeable ဆုိတဲ႔ထိုင္းကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ IMDb Rate ကေတာ႔ 6.9 ၿဖစ္ပါတယ္ဇာတ္လမ္းကိုေတာ႔  1963 ခုႏွစ္၀န္းက်င္မွာတည္ထားၿခင္းၿဖစ္ပါတယ္နီဂ်န္ဆုိတဲ႔ ေတာသူေလးတစ္ေယာက္ဟာ ခြိဳင္ဘူရီဆုိတဲ႔ေတာဘက္ကေနသူ႔ေယာက္က်ားကိုရွာဖို႕အတြက္ ၿမိဳ႕ေပၚကိုတက္လာတယ္သူ႕မွာလည္းကိုယ္၀န္အရင္႔အမာနဲ႔ေပါ႔..ကံေကာင္းခ်င္ေတာ႔ၿမိဳ႕ေရာက္တဲ႔အခါမွာ ကူညီတတ္တဲ႔ မိန္းကေလးတစ္ေယာက္နဲ႔ေတြ႕ဆံုၿပီး အိမ္ၾကီးတစ္အိမ္မွာ တည္းခိုခြင္႔ရလိုက္ပါတယ္အဲ႔အိမ္ကေတာ႔ လ်ိဳ႕၀ွက္ခ်က္ေတြနဲ႔ ၿပည္႕ႏွက္ေနတဲ႔အိမ္ၾကီးပါပဲ..အိမ္ပိုင္ရွင္သခင္မေလးရွိမယ္အခိုင္းအေစေလး ေခ်ာ႔ဘ္ ရွိမယ္..ၿပီးေတာ႔ အဘြားၾကီးတစ္ေယာက္ရွိမယ္..ေနာက္ထပ္အခိုင္းအေစမိန္းမတစ္ဦးရွိမယ္နီဂ်န္တစ္ေယာက္မထင္မွတ္ပဲအိမ္ၾကီးမွာေသာင္တင္ေနရင္းကေလးေလးပါ ေမြးဖြားမိသြားတယ္..အဲ႔ေနာက္မွာေတာ႔အိမ္ၾကီးရဲ႕အေၾကာင္းေတြကိုတစ တစ နဲ႔ပိုပိုသိလာခဲ႔ရၿပီးထူးဆန္းတဲ႔၀ိဥာဥ္ေတြ အေၾကာင္း ၿပီးေတာ႔အမွတ္မထင္ပဲဒီအိမ္ၾကီးကိုေရာက္ခဲ႔ေပမယ္႔သူနဲ႕ဆက္ႏြယ္ေနတဲ႔အေၾကာင္းအရာေတြကို သိလိုက္ရခ်ိန္မွာေတာ႔....ဆက္လက္ၾကည္႕ရွုခံစားပါ Quality : DvdRipSubtitles By SomonlianSubtitle : Myanmar ( Hardsub )Encoder : PhoeNiX",
        "rating": "6.9",
        "url": "https://megaup.net/SJ0l/The_Unseeable_[2006]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/naga-3-178x200.jpg",
        "title": "Legend of the Naga Pearls (2017)",
        "description": "လြန္​ခဲ့တဲ့ ႏွစ္​​ေပါင္​းမ်ားစြာက ​လူသားမ်ဳိးႏြယ္​နဲ႔ ​ေတာင္​ပံလူသားမ်ဳ္ိးႏြယ္​တို႔ စစ္​ပဲြ​ေတြဆင္​ႏႊဲခဲ့ၾကပါတယ္​။​ဒီလိုအၿငိဳးအ​ေတး​ေတြနဲ႔တိုက္​ခိုက္​မႈ​ေတြရွိခဲ့ဲတဲ့အတြက္​​ေၾကာင္​့ေတာင္​ပံလူသား​ေတြဟာ သူတို႔ရဲ႕ အသက္​ျဖစ္​တဲ့ ၾကယ္​​ေၾကြပန္​းကို ဆံုးရႉံးခဲ့ရၿပီး မပ်ံသန္​းႏိုင္​​ေတာ့တဲ့အထိျဖစ္​ခဲ့ရပါတယ္​။​အဲ့ဒါ​ေၾကာင္​့ ေတာင္​ပံလူသားတစ္​ဦးျဖစ္​တဲ့ရႊယ္​လ်ဲ ့ဟာနာျကည္​းမုန္​တီးမႈရန္​ၿငိဳး​ေတြ​ေၾကာင္​့ငါးမန္​းပုလဲကို ရယူၿပီး လူသား​ေတြရဲ႕ ကမာၻကို ပ်က္​​စီးေအာင္​ ႀကိဳးစားပါ​ေတာ့တယ္​။အဲ့ဒါ​ေတြကို ဓားျပႀကီးနီခံုးခံုး၊ မိန္​းမလွ​ေလးေတာင္​ပံမည္​းနဲ႔ ဘုရင္​့သား​ေတာ္​​ေဟာ့လိတို႔စု​ေပါင္​းၿပီးတားဆီး႐ြယ္​လ်ဲ ့ကိုတားဆီးဖို႔ႀကိဳးစားၾကမွာပါ။ဘယ္​လိုတားဆီးၾကမလဲဆိုတဲ့ ဇာတ္​လမ္းဇာတ္​ကြက္​​ေတြကို​ေတာ့ပရိသတ္​​ေတြရင္​သတ္​႐ႈ​ေမာစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာပဲျဖစ္​ပါတယ္​။​အခ်စ္​ရသအ​ေနနဲ႔က​ေတာ့ဓားျပႀကီးနီခံုးခံုးနဲ႔ ​မိန္​းမလွ​ေလး​ေတာင္​ပံမည္​းတို႔ရဲ႕ ေမတၱာ​​ေရးဇာတ္​လမ္းကိုလည္​းရိုမတ္​တစ္​ဆန္ဆန​္​​ေလး​ခံစားၾကရမွာပါ။သူတို႔ရဲ႕တိုက္​ပြဲကဘယ္​လို​ေတြ​ေတာင္​ျပင္​းထန္​သြားမလဲ ဆိုတဲ့Action ​ေတြ အခ်စ္​ေရးျဖစ္​တဲ့ Drama ​ေတြက​​ေကာဘယ္​လို​ေတြရင္​ခုန္​​ေမွ်ာ္​လင္​့ၾကရမလဲဆိုတာက​ေတာ့...... Translated By LinaEncoded By LK",
        "rating": "6.6",
        "url": "https://megaup.net/1yGta/Legend_Of_The_Naga_Pearls_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMzRkYWJkMTEtYzk2Yi00MjM4LWFhNGItNzBmYjI1Mzg0YTRiXkEyXkFqcGdeQXVyNTUxNTI3MzY@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Unstoppable (2018)",
        "description": "ဒုန္ခၽြဲ နဲ႔ ဂ်ီဆူး တို႔ဟာ သာယာေပ်ာ္ရႊင္ေနတဲ့ ဇနီးေမာင္ႏွံျဖစ္ၿပီး\nေအးအတူ ပူအမွ် ေနတက္ၾကသူေတြပါ\nဒုန္ခၽြဲ က အရမ္းရိုးသားလြန္းေတာ့ အၿမဲတမ္းလူလိမ္ခံရပါတယ္\nခ်စ္ဇနီးေလး ဂ်ီဆူး အခ်ိန္ျပည့္အလုပ္လုပ္ေနရတာ မၾကည့္ရက္တဲ့အတြက္\nသူကိုယ္တုိင္လဲ အပင္ပန္းခံၿပီး ပိုက္ဆံရွာေနရပါတယ္...\nဒုန္ခၽြဲဟာ ဂ်ီဆူး နဲ႔ မေတြ႔ခင္တုန္းက လူတုိင္းတုန္လႈပ္ရတဲ့\nအတိုက္အခိုက္သမား တစ္ေယာက္ျဖစ္ၿပီး မတရားတာျမင္ရင္\nမေနတက္သလို စိန္ေခၚရင္ ေရေျမဆံုးထိ လုိက္တက္သူပါ\nမိန္းမ ရၿပီးမွ အရင္လို မဟုတ္ေတာ့ပဲ ငါးေရာင္းၿပီး\nေအးေဆးေနတက္သူ ျဖစ္သြားခဲ့တာပါ...\nတစ္ရက္မွာေတာ့ ဒုန္ခၽြဲ တို႔ ဇနီးေမာင္ႏွံဆီကို\nကံၾကမၼာဆိုး တစ္ခု ၀င္ေရာက္လာပါတယ္...\nဒုန္ခၽြဲ ေငြေတြ အလိမ္ခံရလို႔ ႏွစ္ေယာက္သား\nစကားမ်ားၾကၿပီး ဂ်ီဆူး က အိမ္ကို အေစာႀကီး\nျပန္သြားခဲ့ပါတယ္....\nစိတ္ေကာက္ေနတဲ့ ဂ်ီဆူး ကိုေခ်ာ့ဖို႔ ဒုန္ခၽြဲ\nေရာက္လာခဲ့ေပမဲ့ ေနာက္က်သြားခဲပါၿပီ\nအိမ္ထဲထိ ၀င္ေရာက္ၿပီး လူဆိုးဂိုဏ္းတစ္ခုက\nဂ်ီဆူး ကို ျပန္ေပးဆြဲသြားခဲ့ပါတယ္....\nဒုန္ခၽြဲ တစ္ေယာက္ ရဲတုိင္ခဲ့ေပမဲ့ တကယ္အလုပ္မလုပ္တဲ့\nရဲေတြေၾကာင့္ မိန္းမ ျဖစ္သူကို ကိုယ္တုိင္လုိက္ရွာဖို႔\nအေမွာင္ေလာက ထဲသို႔ ျပန္လည္၀င္ေရာက္ခဲ့ေသာ္ အခါ...\nရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့\nThinZar Htet ျဖစ္ပါတယ္",
        "rating": "N/A",
        "url": "https://megaup.net/SJ0n/Unstoppable_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNjJhODlhOGQtN2NjMy00ZjFhLTg1NjAtN2YzZGZjMzQ3NDNjXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_SY1000_CR006981000_AL_-140x200.jpg",
        "title": "Door Lock (2018)",
        "description": "ဂင္ေဂ်ာင္းမီဆိုတဲ႔ အမ်ိဳးသမီးဟာ နယ္ျမိဳ႕ကေန\nဆိုးလ္ကိုအလုပ္လာေရာက္လုပ္ကိုင္ေနတဲ႔သူတစ္ဦးပါ\nအလုပ္ႀကိဳးစားသူျဖစ္ေပမယ့္ အားနာျပီးေႀကာက္တတ္တဲ႔သူျဖစ္လို႔\nအလုပ္ခြင္မွာ လုပ္ေဖာ္ကိုင္ဖက္ေတြရဲ႕ လူလည္ၾကမႈကိုလည္း\nအျမဲခံရေလ့ရွိပါတယ္ အဲ့ဒီလို ေႀကာက္ရြ႕ံအားငယ္တတ္တဲ့\nဂင္ေဂ်ာင္းမီ တစ္ေယာက္ သူေနထိုင္ရာတိုက္ခန္းဟာ\nထူးဆန္းျပီးထိတ္လန္႔ဖို႔ေကာင္းေနတယ္ဆိုတာ\nသိလာရတဲ့အခါ ေျဖရွင္းဖို႔ ႀကိဳးစားရပါေတာ့တယ္\nဒီ Door Lock 2018 ဇာတ္ကားဟာ\nလွ်ိဳ႕ဝွက္သည္းဖို ဇာတ္လမ္းအမ်ိဳးအစားျဖစ္ျပီး တစိမ့္စိမ့္နဲ႔ေတြးျပီး\nေက်ာစိမ့္လာေစမယ့္ ဇာတ္ကားတစ္ကားပါ လူတိုင္းအတြက္ေတာ့\nကိုယ္ေနထိုင္တဲ့ အိမ္ဆိုတာ ကိုယ့္အတြက္\nအေကာင္းဆုံးနားခိုရာပါ မိဘအိမ္မဟုတ္ဘဲ\nရပ္ေဝးမွာအလုပ္လုပ္ေနရရင္ေတာင္ ကိုယ္ငွားေနတဲ့ အေဆာင္\nဒါမွမဟုတ္ တိုက္ခန္းဟာ တစ္ေန႔တာပင္ပန္းႏြမ္းနယ္သမွ်ကို\nအတိုးခ်အနားယူႏိုင္တဲ့ ေနရာေလးပါ ဒါေပမယ့္\nအဲ့ဒီေနရာက ထူးဆန္းျပီး ေႀကာက္ဖို႔ေကာင္းေနမယ္ ဆိုရင္ေတာ့……\n( မိသားစုနဲ႔ ေနတဲ့သူေတြအတြက္ေတာ့ မသိေပမယ့္\nတစ္ေယာက္တည္းေနတဲ့သူေတြအတြက္ကေတာ့\nဒီဇာတ္ကားႀကည့္ျပီးရင္ မအိပ္ခင္ တံခါးေလာ့ကို\nသုံးေခါက္ေလာက္စစ္မိႀကမယ္လို႔ ထင္ပါတယ္)\nရုပ္ရွင္ကို ဘာသာျပန္ေပးၿပီး\nအညႊန္းေရးေပးသူကေတာ့\nAung TayZa ျဖစ္ပါတယ္",
        "rating": "5.9",
        "url": "https://megaup.net/1yGsU/Door_Lock_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNGY1NWMxYzctMjQ5Ni00NjJiLTgyN2YtOTZlZWQ3OTcxZWFhXkEyXkFqcGdeQXVyNTIwODMzNjc@._V1_-138x200.jpg",
        "title": "Sanam Teri Kasam (2016)",
        "description": "အရမ္းကို ဘာသာေရး လုပ္ၿပီး ေရွးရိုးစြဲႀကီးတဲ့ အိမ္မွာ\nဆာရူး ဆိုတဲ့ သမီးတစ္ေယာက္ ရွိတယ္ သူက ပံုတံုးတယ္\nရိုးတယ္ အ တယ္ သူ႔ကို လူတုိင္းက အသံုးခ်လဲ သူခံတယ္\nအၿမဲတမ္း မ်က္ႏွာေလးကို ၿပံဳးၿပံဳးထားတယ္...\nသူက ဥာဏ္ေကာင္းၿပီး ေတာ္ေပမဲ့ အိမ္က ေပးစားတဲ့\nေယာက်ၤားကို ယူရဖို႔ပဲ ေစာင့္ေနရတဲ့ သမီးႀကီးေပါ့\nသူ႔ေအာက္က ညီမျဖစ္သူကေတာ့ ေခတ္ဆန္ၿပီး\nရည္းစားရွိတယ္ India ေတြ ထံုးစံ အတုိင္း\nအႀကီး မဂၤလာေဆာင္မွ အငယ္က မဂၤလာေဆာင္ရတယ္\nဒီေတာ့ ညီမ ျဖစ္သူကလဲ ေယာက်ၤားမရေသးတဲ့ ဆာရူး ကို\nအၿမဲလိုလို ႏွိမ္ေနခဲ့တယ္...\nဆာရူး အိမ္က သက္မွတ္ထားတာကလဲ ႏုိင္ငံျခား ဘြဲ႕ ၂ ခုေလာက္\nအနည္းဆံုးရထားၿပီး မ်ိဳးရိုးျမင့္တဲ့ မိသားစု ကို သားမက္ေတာ္ခ်င္တာ\nဒါေပမဲ့ အေတာ္မ်ားမ်ားက ဆာရူးကို လာၾကည့္ၿပီး ပံုတံုးလြန္းလို႔\nေခါင္းခါထြက္သြားတာ ၁၀ ေယာက္ထက္ မနည္းေတာ့ဘူး...\nဒီလိုကံဆိုးေနတာ ဆာရူး တစ္ေယာက္ပဲ ရွိမယ္ ထင္ရတယ္...\nဆာရူး တို႔ ကြန္ဒိုတိုက္မွာ အခန္းငွားေနတဲ့ ဂ်ေလဘီ ဆန္ဆန္\nေကာင္ေလး တစ္ေယာက္ ရွိတယ္ တစ္ကိုယ္လံုး ...",
        "rating": "7.3",
        "url": "https://megaup.net/1yGsy/Sanam_Teri_Kasam_[2016]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BOTU2MTYyNjQzOV5BMl5BanBnXkFtZTcwNzQ1ODYyMQ@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Head in the Clouds (2002)",
        "description": "ဇာတ္လမ္းေလးကေတာ့ ၁၉၃၃ခုႏွစ္ မိုးသည္းညေလးတစ္ညမွာ\nဂယ္ဒါတဲ့ပိုက္ဆံရွိအထက္တန္းလႊာကမိန္းမေခ်ာေလးတစ္ေယာက္\nကမ္းဘေရခ်္႕တကၠသုိလ္ဝင္းထဲကိုေျပးဝင္လာရင္းနဲ႕ ဂိုက္မယ္လြန္ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ရဲ႕\nအခန္းမွာဝင္ပုန္းရင္းကေနဒီဇာတ္လမ္းေလးကိုစတင္ခဲ့တယ္ပဲဆိုရမွာေပါ့\nဂယ္ဒါကလွသသလို ေကာင္ေလးေတြၾကားမွာလဲ ေရပန္းစားတဲ့သူတစ္ေယာက္ပါ။\nသူ႕ရဲ႕ဇာတ္ေၾကာင္းကခပ္ရႈပ္ရႈပ္ရယ္ ဒီလိုေကာင္မေလးကိုမွ တစ္ညတာသူ႕အခန္းထဲမွာေပးေနမိတဲ့ဂုိက္အတြက္ကေတာ့\nကံေကာင္းျခင္းေတြပဲသယ္ေဆာင္လာေလသလား တျခားေကာဘာေတြျဖစ္နိုင္မလဲဆိုတာကိုေတာ့\nအဲ့အခ်ိန္တုန္းကေတာ့မသိနိုင္ခဲ့ဘူးေပါ့ေလ\nေနာက္ဂယ္ဒါလန္ဒန္ကေနႏွစ္အေတာ္ၾကာေအာင္ေပ်ာက္သြားၿပီးတဲ့ေနာက္\nသူေရာက္ေနတဲ့ပဲရစ္ကိုလာခဲ့ဖို႕ဂုိက္ကိုစာပို႕လိုက္တဲ့အခါ\nဂိုက္တစ္ေယာက္ဂယ္ဒါေနာက္ကိုရရာရထားနဲ႕ဆြဲၿပီးေတာ့လိုက္သြားပါေလေရာေပါ့\nအဲ့အခ်ိန္မွာ ဂယ္ဒါကအနုပညာအလုပ္တစ္ခုကိုလုပ္ေနၿပီးေတာ့\nသူ႕ကုိကူညီေပးေနတဲ့မီယာဆိုတဲ့ေကာင္မေလးတစ္ေယာက္လဲသူ႕ေဘးနားမွာရွိေနခဲ့ပါတယ္\nဂယ္ဒါ ဂိုက္ မီယာတို႕၃ေယာက္ရဲ႕ဆက္ႏြယ္မႈေတြကိုစစ္ေနာက္ခံထားၿပီးေတာ့ရိုက္ကူးထားတဲ့ဇာတ္ကားေလးပါ\nဇာတ္လမ္းေလးကတစ္မ်ိဳးေလးစိတ္ဝင္စားစရာေကာင္းပါတယ္ အခုေျပာျပထားတာက ဇာတ္လမ္းရဲ႕တစ္ဝက္ေတာင္မရွိေသးပါဘူး\nRating6.6 ရထားပီး ဇာတ္ကားနဲပတ္သက္ပီ ဆုေတြလဲရထားတဲ့ ကားေလးလဲျဖစ္ပါတယ္။\nဆုရကားေလးမလို႕ၾကည့္ရႈသင့္ပါေၾကာင္းထပ္ေလာင္းေျပာၾကားပါရေစ။\n(ဇာတ္လမ္းရဲ႕ အညြွန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Charm ပဲျဖစ္ပါတယ္)\n File Size : (1.00 GB) & (445 MB)\nQuality : .1080p.BluRay\nRunning Time : 2h 1min\nFormat : Mp4\nGenre    :  Drama, Romance, War \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Charm\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.6",
        "url": "https://megaup.net/1yGt9/Head_In_The_Clouds_[2002]_(MM_Sub).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zBp67Pv7MxcWmyflv7Hjll6Wov2.jpg",
        "title": "Miracle of Giving Fool(2008)",
        "description": "Miracle of Giving Fool(2008)\nIMDb...7.5\nဆံပင္က ဖြာလန္က်ဲ ..လမ္းေလ်ာက္ပုံက ကုိယ့္ရုိ႕ကားယား...ပါးစပ္ကလည္း တစ္ခ်ိန္လုံးပြစိ ပြစိနဲ႕....ေရမခ်ဳိးတာၾကာေတာ့\nသူ႕အနားေတာ္ရုံလူမကပ္ခ်င္ျပန္... သုိ႕ေပမယ့္ သူ႕မ်က္ႏွာက တစ္ခ်ိန္လုံးနီးပါးၿပဳံးေနတယ္...\nသူ႕နာမည္က ဆြန္းေယာင္တဲ့...တစ္ရြာလုံးကေတာ့ သူ႕ကုိ အရူးဆြန္းေယာင္လုိ႕ေခၚတယ္.. ....\nသူ႕မွာ ညီမေလးတစ္ေယာက္လည္းရွိတယ္...အေဖနဲ႕အေမကေတာ့ဆုံးသြားရွာေတာ့ ဒီညီမေလးကုိသူပဲေစာင့္ေရွာက္ေနရတယ္...\nသာမန္လူတစ္ေယာက္လုိ ေတြးေခၚစဥ္းစားမႈမၿပဳႏုိင္ေပမယ့္  သူ႕ေခါင္းထဲမွာ အေရးႀကီးဆုံးအခ်က္မွတ္သားၿပီး တတ္ႏုိင္သေလာက္အေကာင္အထည္ေဖာ္ေနတယ္..\nအဲ့ဒါေတြကေတာ့ ညီမေလးေက်ာင္းေနဖုိ႕ နဲ႕\nတစ္ခုခုျဖစ္ရင္ေဆးကုဖုိ႕ မုန္႕ေရာင္းပုိက္ဆံရွာရမယ္...ညီမေလးအတြက္မနက္စာျပင္ရမယ္..အခန္းထဲကုိညီမေလးေရာက္မေရာက္ၾကည့္ရမယ္...\nသူသိပ္သေဘာက်ခဲ့တဲ့ ေက်ာင္းေနဖက္သူငယ္ခ်င္းမေလး ရြာျပန္အလာကုိေမွ်ာ္မယ္...\nဒီကားက ကုိးရီးယားဒရမ္မာမင္းသား Tae-Hyun Cha  က အရူးဆြန္းေယာင္ေလးေနရာမွာသရုပ္ေဆာင္ထားတယ္...\nအူေၾကာင္ေၾကာင္ သနားစဖြယ္ ဇာတ္ရုပ္မ်ဳိးဆုိ အပုိင္ႏုိင္ဆုံးသရုပ္ေဆာင္\nႏုိင္သူလုိ႕ေတာင္ေခၚရမယ္ထင္တယ္... ခင္ဗ်ားတုိ႕ရဲ႕ႏွလုံးသားဟာ ဒီကားမၾကည့္ခင္မွာေရာ စၾကည့္ၾကည့္ခ်င္းမွာေရာ\n ေတာ္ရုံကိစၥကုိ မေထ့မဲ့ျမင္လုပ္ႏုိင္ေကာင္းလုပ္ႏုိင္လိမ့္မယ္...\nသုိ႕ေပမယ့္ ဒီကားၾကည့္ၿပီး မိနစ္(၂၀)ေလာက္ၾကာတဲ့အခ်ိန္မွာ ကမၻာေပၚမွာ အႏူးညံဆုံးႏွလုံးသားတစ္ခုကုိ ကုိင္ေဆာင္ၿပီး ဆြန္းေယာင္ရဲ႕ေနာက္ကုိလုိက္ေနရပါ့လားလုိ႕\nကုိယ့္ကုိကုိယ္\nသတိထားမိသြားလိမ့္မယ္... တစ္ခါတစ္ရံ  ဇာတ္ကားၾကည့္ေနတဲ့အခ်ိန္ ဖန္သားျပင္ဟာ\nဘယ္သိပၸံပညာရွင္မွအေျဖမထုတ္ႏုိင္ေသးတဲ့ မ်က္လုံးျပသနာေၾကာင့္ ေ၀၀ါးသြားလိမ့္မယ္...\nကုိင္းခံစားၾကည့္လုိက္ပါဦးေနာ္....\n File Size : (887 MB) and (343 MB)\nQuality :DvD-Rip\nFormat…mp4\nDuration…01:30:00\nGenre :  Comedy, Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.5",
        "url": "https://megaup.net/1yGsn/Miracle_Of_Giving_Fool_(Babo)_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMjE5MTQ1MzE0Nl5BMl5BanBnXkFtZTgwMDkyODY4MzE@._V1_-150x200.jpg",
        "title": "The Grand Heist (2012)",
        "description": "ေရွးဂ်ိဳေဆာင္းရဲ႕ ေႏြရာသီမွာ ေရခဲေတြ အသံုးဝင္ခဲ့တယ္ဆုိတာ မသိၾကဘူး ဟုတ္...\nThe Grand Heist ဇာတ္ကားထဲက ဂ်ိဳေဆာင္းမွာေတာ့ ေရခဲေတြက ေရႊထက္အဖိုးတန္ပါတယ္။\nေႏြရာသီမွာ အပူဒဏ္ကို ခံစားရတဲ့ လူနာေတြအဖို႔ ဘာနဲ႔မွမလဲႏိုင္ေအာင္ အဖိုးတန္ပါတယ္။\nဒါေပမယ့္ လူကံုထံေတြအတြက္သာျဖစ္ၿပီး သာမန္ျပည္သူေတြအတြက္ေတာ့ လံုးဝထိေတြ႔ခြင့္မရပါဘူး။\nဇာတ္လိုက္ လီဒံုမိုဟာ အမတ္သားတစ္ေယာက္ျဖစ္ၿပီး\nသူ႔ႀကိတ္ေႂကြရတဲ့ေကာင္မေလးကို တိတ္တိတ္ေလးျဖည့္ဆည္းေပးေနတဲ့ ေပါ့ပ်က္ပ်က္ႏိုင္တဲ့ လူငယ္ေလးေပါ့...\nသူ႔အေဖက နန္းတြင္းမွာ လူမုန္းခံရတဲ့ သစၥာရွိအမတ္ႀကီးေပါ့\nတစ္ေန႔မွာ မေကာင္းသူေတြက လုပ္ႀကံခံရတဲ့အခါ....\nေနာက္ထပ္ဇာတ္လိုက္ ဘတ္ဒံုဆူဟာလည္း ဘုရင့္ေရခဲေလွာင္႐ံုမွာေစာင့္ၾကပ္ရတဲ့ တပ္မႈးေလးတစ္ေယာက္ပါ\nမေမွ်ာ္လင့္တဲ့တစ္ေန႔မွာေတာ့ မရည္ရြယ္ပါပဲ ဝန္ႀကီးတစ္ဦးရဲ႕တူ ေရခဲကုန္သည္တစ္ဦးကို အျပစ္ျပဳမိေသာအခါ.....\nဘာဆက္ျဖစ္မလဲဆိုတာ ပိတ္ကားေပၚမွာ ဆက္လက္ၾကည့္႐ႈၾကပါ...\nThe Grand Heist တြင္ နာမည္ႀကီးမင္းသား Cha Tae-hyun ႏွင့္ Oh Ji-ho တုိ႔က အၿပိဳင္အဆိုင္ သ႐ုပ္ေဆာင္ထားၿပီး\nမင္းသမီးေခ်ာ Min Hyo-rin အျပင္ သ႐ုပ္ေဆာင္ေပါင္းမ်ားစြာႏွင့္ ရယ္ရႊင္ဖြယ္ ထိတ္လန္႔ဖြယ္ ရသမ်ိဳးစံုခံစားရမွမို႔ လက္မလႊတ္သင့္တဲ့ ဇာတ္ကားေကာင္းပါ။\n(ဇာတ္လမး္အညြွန္း ...",
        "rating": "6.3",
        "url": "https://megaup.net/SJ0j/The_Grand_Heist_[2012]_(MM_Sub).mp4",
        "category": "Action, Country, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rLSk7e0oI1kfPluQtmQd9aUu0Qu.jpg",
        "title": "Madeline’s Madeline (2018)",
        "description": "Rating 6.6 ရရွိထားတဲ့ကားၿဖစ္ပါတယ္....ဒီကားကေတာ့ မက္ဒလင္း ဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္အေၾကာင္းပါသူက နည္းနည္းလဲ စိတၱဇဆန္ဆန္ျဖစ္ေနၿပီးသူ႔အေမကိုလဲ မထင္ရင္မထင္သလို ႐ိုက္တာေတြ၊ ကုတ္တာေတြ၊အဲ့လိုမ်ိဳးေတြလုပ္တတ္ပါတယ္ အထူးသျဖင့္သူ႔ကိုဆူတာမ်ိဳးတို႔ ဘာတို႔ဆိုရင္ေပါ့သူေပ်ာ္တာကေတာ့ စိတၱဇဆန္ဆန္ ျပဇာတ္ေတြ ကျပေလ့ရွိတဲ့အဖြဲ႔မွာ ပါဝင္ရတာပါ။အဲ့က နည္းျပဆရာမနဲ႔လဲ ေတာ္ေတာ္ခင္ပါတယ္။ဆရာမကလဲ မက္ဒလင္းေျပာျပတဲ့ သူ႔ဇာတ္ေၾကာင္းေတြကို ျပဇာတ္လုပ္ေလ့႐ွိပါတယ္။ေနာက္ပိုင္း မက္ဒလင္း၊ သူ႔အေမ၊ နည္းျပဆရာမနဲ႔ သူ႔ျပဇာတ္တိုက္ေဖာ္ေတြၾကားဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကေတာ့.....ဒီဇာတ္လမ္းေလးက တစ္မ်ိဳးေလးဆန္းၿပီး ပံုမွန္နဲ႔ကြဲထြက္ေနတဲ့ပံုမ်ိဳးေလးပါ.... File Size : (868 MB) & (253 MB)Quality :Wed-DL 720pRunning Time :1hr 33 minFormat : Mp4Genre :  Drama , Mystery , ThrillerSubtitle : ...",
        "rating": "6.6",
        "url": "https://megaup.net/SJ00/Madeline’s_Madeline_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BYzQ2ZmZjNTUtZTg5Ni00ZjYyLWI5ZDQtODA4NzZjNGE5MmFmXkEyXkFqcGdeQXVyMjAyNTEwOQ@@._V1_-143x200.jpg",
        "title": "A Cool Fish ( 2018 )",
        "description": "2018 ထြက္ IMDb 7.2  ရရွိထားတဲ႔ တရုတ္ကားသစ္ကိုတင္ဆက္ေပးလိုက္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ႔ရဲဘက္​အကူလုပ္​ခ်င္​​ေနတဲ့​ေလာင္​မာဆိုတဲ့လူ​တစ္​​ေယာက္​ဟာသူစာ​ေမးပြဲ​ေအာင္​တဲ့​ေန႔မွာပဲအမူးလြန္​ႁပီးကား​ေမာင္​းရာကသူ႔မိန္မဆံုးပါးႁပီး သူ႔ညီမကဒုကၡိတျဖစ္​ခဲ့ရတယ္​၊တစ္​​ေန႔သူလံုျခံ​​ေရးလုပ္​တဲ့ siteထဲက​ေန​ေသနတ္​တစ္​လက္​႐ွာ​​ေတြ႕ခဲ​့​ေပမယ္​့မထင္​မွတ္​ပဲ​ေပ်ာက္​ဆံုးသြားခဲ့တယ္​..တစ္​ခ်ိန္​​တည္​းမွာပဲ ဖုန္​းဆိုင္​ကိုဓားျပတိုက္​မႈမွာ​​ေသနတ္​တစ္​လက္​ပါဝင္​​ေနျပန္​တယ္​၊အဲ့​ေသနတ္​က​ေလာင္​မာရဲ႕​ေသနတ္​ျဖစ္​​ေနမလား..ဓားျပတိုက္​တဲ့တရားခံအစစ္​ကိုဘယ္​လိုဖမ္​းမိမလဲ၊တစ္​ဖက္​မွာလည္​း ​ဒုကိၡတျဖစ္​သြာရတဲ့အတြက္​​ေလာကႂကီးကိုစိတ္​ကုန္​​ေနၿပီးသူ႔အစ္​ကိုကိုမုန္​းတီး​ေနတဲ့မိန္​းက​ေလးတစ္​​ေယာက္​..သူ႔အိမ္​ထဲအမွတ္​မထင္​​ေရာက္​လာနဲ႔ဓားျပႏွစ္​​ေယာက္​နဲ႔ဆံုုၿပီးဘယ္​လို​ေတြမ်ားဆက္​ျဖစ္​ၾကမလဲ..အႏွိပ္​သမအမည္​ခံျပည္​႔တန္​ဆာတစ္​​ေယာက္ကသူခ်စ္​ရမဲ့သူ​ကိုဘယ္​လို​ေတြကာကြယ္​​ေပးမလဲ..ရဲဘက္​အကူျဖစ္​ခ်င္​တဲ့​ေလာင္​မာရဲ႕မ​ေလ်ွာ့တဲ့ဇြဲနဲ႔ႀကိဳးစားမႈ​ေတြ၊ အျပန္အလွန္​​ခ်စ္​ျခင္​း​ေမတၱာ​ေတြကိုခံစားရမွာျဖစ္​ပါတယ္​ ဘာသာၿပန္နဲ႔အညႊန္းကေတာ႔ Phyo Zaw ၿဖစ္ပါတယ္Encoder : LK",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/a-cool-fish-2018/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Akx1Po4ZLetOWfYJhQf75tbhTtK.jpg",
        "title": "Final Destination 5 (2011)",
        "description": "Final Destination 5 (2011)\nIMDb......5.8/10\nHorror ကားကြိုက်နှစ်သက်သူတို့အဖို့  ကြည့်ဖူးသမျှထဲမယ် သူတို့ရဲ့ နှလုံးသည်းအူကို လှုပ်ရမ်းနိုင်တဲ့ ဇာတ်ကားများကို ပြောပါဆိုရင်Final Destination တွေကိုပြောကြမှာသေချာသလောက်ပါပဲ….ယ္ခုနောက်ပိုင်းထွက်တဲ့ horror ကားတော်တော်များများမှာ အထူးသဖြင့် Jump scare မျိုး ဝုန်းကနဲဒိုင်းခနဲ ခြောက်လှန့်တတ်တဲ့ ကားမျိုးတွေကို horror ကား ကြိုက်နှစ်သက်သူသူတို့အဖို့ ကြာလာတော့ အနည်းငယ်ရိုးအီလာသလိုပါပဲ…….Final Destination လို horror မျိုးကျတော့လည်း တကယ့်ကို သွေးပျက်ထိတ်လန့်စရာဖြစ်တဲ့အပြင်ကျောထဲစိမ့်နေအောင် ကြောက်နေရတာမျိုး….မင်း horror ဘယ်လောက် crazy ဖြစ်လဲဆိုတာကို Final Destination (1 to 5)ကို စဆုံးကြည့်ဖြစ်လားဆိုတာမျိုးနဲ့ ဆုံးဖြတ်ရလောက်အောင် သွေးပျက်ထိတ်လန့်စရာပါပဲ… ယ္ခုလည်း New Line Cinema ကFinal Destination Reboot ကိုစတင်လုပ်ဆောင်နေပြီလို့သိရပါတယ်။\nဒီတော့ စဆုံးလေးကို ပြန်လည် ခံစားချင်သူများအတွက်  အရည်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်…..\n------------------------------------------------------\nFile Size : (860MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.8",
        "url": "https://megaup.net/R2zi/Final_Destination_5_[2011]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/final-destination-4-133x200.png",
        "title": "The Final Destination 4 (2009)",
        "description": "The Final Destination 4 (2009)\nIMDb......5.2/10\n(Blu-Ray 1080p 5.1 CH,Blu-Ray 720p တို့ဖြင့် အရောင်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်….))Horror ကားကြိုက်နှစ်သက်သူတို့အဖို့  ကြည့်ဖူးသမျှထဲမယ် သူတို့ရဲ့ နှလုံးသည်းအူကို လှုပ်ရမ်းနိုင်တဲ့ ဇာတ်ကားများကို ပြောပါဆိုရင်Final Destination တွေကိုပြောကြမှာသေချာသလောက်ပါပဲ....ယ္ခုနောက်ပိုင်းထွက်တဲ့ horror ကားတော်တော်များများမှာ အထူးသဖြင့် Jump scare မျိုး ဝုန်းကနဲဒိုင်းခနဲ ခြောက်လှန့်တတ်တဲ့ ကားမျိုးတွေကို horror ကား ကြိုက်နှစ်သက်သူသူတို့အဖို့ ကြာလာတော့ အနည်းငယ်ရိုးအီလာသလိုပါပဲ.......Final Destination လို horror မျိုးကျတော့လည်း တကယ့်ကို သွေးပျက်ထိတ်လန့်စရာဖြစ်တဲ့အပြင်ကျောထဲစိမ့်နေအောင် ကြောက်နေရတာမျိုး....မင်း horror ဘယ်လောက် crazy ဖြစ်လဲဆိုတာကို Final Destination (1 to 5)ကို စဆုံးကြည့်ဖြစ်လားဆိုတာမျိုးနဲ့ ဆုံးဖြတ်ရလောက်အောင် သွေးပျက်ထိတ်လန့်စရာပါပဲ... ယ္ခုလည်း New Line Cinema ကFinal Destination Reboot ကိုစတင်လုပ်ဆောင်နေပြီလို့သိရပါတယ်။ဒီတော့ စဆုံးလေးကို ပြန်လည် ခံစားချင်သူများအတွက်  အရည်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်.....\n--------------------------------------------------------\nFile Size : (1.3GB) and (850MB)\nQuality ...",
        "rating": "5.2",
        "url": "https://megaup.net/1x0bn/Final_Destination_4_[2009]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p7ARuNKUGPGvkBiDtIDvAzYzonX.jpg",
        "title": "Final Destination 3 (2006)",
        "description": "Final Destination 3 (2006)\nIMDb......5.8/10\n(Blu-Ray 1080p 5.1 CH,Blu-Ray 720p တို့ဖြင့် အရောင်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်….))Horror ကားကြိုက်နှစ်သက်သူတို့အဖို့  ကြည့်ဖူးသမျှထဲမယ် သူတို့ရဲ့ နှလုံးသည်းအူကို လှုပ်ရမ်းနိုင်တဲ့ ဇာတ်ကားများကို ပြောပါဆိုရင်Final Destination တွေကိုပြောကြမှာသေချာသလောက်ပါပဲ....ယ္ခုနောက်ပိုင်းထွက်တဲ့ horror ကားတော်တော်များများမှာ အထူးသဖြင့် Jump scare မျိုး ဝုန်းကနဲဒိုင်းခနဲ ခြောက်လှန့်တတ်တဲ့ ကားမျိုးတွေကို horror ကား ကြိုက်နှစ်သက်သူသူတို့အဖို့ ကြာလာတော့ အနည်းငယ်ရိုးအီလာသလိုပါပဲ.......Final Destination လို horror မျိုးကျတော့လည်း တကယ့်ကို သွေးပျက်ထိတ်လန့်စရာဖြစ်တဲ့အပြင်ကျောထဲစိမ့်နေအောင် ကြောက်နေရတာမျိုး....မင်း horror ဘယ်လောက် crazy ဖြစ်လဲဆိုတာကို Final Destination (1 to 5)ကို စဆုံးကြည့်ဖြစ်လားဆိုတာမျိုးနဲ့ ဆုံးဖြတ်ရလောက်အောင် သွေးပျက်ထိတ်လန့်စရာပါပဲ... ယ္ခုလည်း New Line Cinema ကFinal Destination Reboot ကိုစတင်လုပ်ဆောင်နေပြီလို့သိရပါတယ်။ဒီတော့ စဆုံးလေးကို ပြန်လည် ခံစားချင်သူများအတွက်  အရည်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်.....\n--------------------------------------------------------\nFile Size : (1.5GB) and (864MB)\nQuality : ...",
        "rating": "5.8",
        "url": "https://megaup.net/1x0a3/Final_Destination_3_[2006]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Final-destination-2-133x200.jpg",
        "title": "Final Destination 2 (2003)",
        "description": "Final Destination 2 (2003)\nIMDb......6.2/10\n (Blu-Ray 1080p 5.1 CH,Blu-Ray 720p တို့ဖြင့် အရောင်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်….))Horror ကားကြိုက်နှစ်သက်သူတို့အဖို့  ကြည့်ဖူးသမျှထဲမယ် သူတို့ရဲ့ နှလုံးသည်းအူကို လှုပ်ရမ်းနိုင်တဲ့ ဇာတ်ကားများကို ပြောပါဆိုရင်Final Destination တွေကိုပြောကြမှာသေချာသလောက်ပါပဲ....ယ္ခုနောက်ပိုင်းထွက်တဲ့ horror ကားတော်တော်များများမှာ အထူးသဖြင့် Jump scare မျိုး ဝုန်းကနဲဒိုင်းခနဲ ခြောက်လှန့်တတ်တဲ့ ကားမျိုးတွေကို horror ကား ကြိုက်နှစ်သက်သူသူတို့အဖို့ ကြာလာတော့ အနည်းငယ်ရိုးအီလာသလိုပါပဲ.......Final Destination လို horror မျိုးကျတော့လည်း တကယ့်ကို သွေးပျက်ထိတ်လန့်စရာဖြစ်တဲ့အပြင်ကျောထဲစိမ့်နေအောင် ကြောက်နေရတာမျိုး....မင်း horror ဘယ်လောက် crazy ဖြစ်လဲဆိုတာကို Final Destination (1 to 5)ကို စဆုံးကြည့်ဖြစ်လားဆိုတာမျိုးနဲ့ ဆုံးဖြတ်ရလောက်အောင် သွေးပျက်ထိတ်လန့်စရာပါပဲ... ယ္ခုလည်း New Line Cinema ကFinal Destination Reboot ကိုစတင်လုပ်ဆောင်နေပြီလို့သိရပါတယ်။\nဒီတော့ စဆုံးလေးကို ပြန်လည် ခံစားချင်သူများအတွက်  အရည်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်.....\n--------------------------------------------------------\nFile Size : (1.4GB) and (852MB)\nQuality : ...",
        "rating": "6.2",
        "url": "https://megaup.net/4UNrz/Final_Destination_2_[2003]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Final-destination-135x200.jpg",
        "title": "Final Destination (2000)",
        "description": "Final Destination(2000)\nIMDb......6.7/10\n (Blu-Ray 1080p 5.1 CH,Blu-Ray 720p တို့ဖြင့် အရောင်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်….))Horror ကားကြိုက်နှစ်သက်သူတို့အဖို့  ကြည့်ဖူးသမျှထဲမယ် သူတို့ရဲ့ နှလုံးသည်းအူကို လှုပ်ရမ်းနိုင်တဲ့ ဇာတ်ကားများကို ပြောပါဆိုရင်Final Destination တွေကိုပြောကြမှာသေချာသလောက်ပါပဲ....ယ္ခုနောက်ပိုင်းထွက်တဲ့ horror ကားတော်တော်များများမှာ အထူးသဖြင့် Jump scare မျိုး ဝုန်းကနဲဒိုင်းခနဲ ခြောက်လှန့်တတ်တဲ့ ကားမျိုးတွေကို horror ကား ကြိုက်နှစ်သက်သူသူတို့အဖို့ ကြာလာတော့ အနည်းငယ်ရိုးအီလာသလိုပါပဲ.......Final Destination လို horror မျိုးကျတော့လည်း တကယ့်ကို သွေးပျက်ထိတ်လန့်စရာဖြစ်တဲ့အပြင်ကျောထဲစိမ့်နေအောင် ကြောက်နေရတာမျိုး....မင်း horror ဘယ်လောက် crazy ဖြစ်လဲဆိုတာကို Final Destination (1 to 5)ကို စဆုံးကြည့်ဖြစ်လားဆိုတာမျိုးနဲ့ ဆုံးဖြတ်ရလောက်အောင် သွေးပျက်ထိတ်လန့်စရာပါပဲ... ယ္ခုလည်း New Line Cinema ကFinal Destination Reboot ကိုစတင်လုပ်ဆောင်နေပြီလို့သိရပါတယ်။ဒီတော့ စဆုံးလေးကို ပြန်လည် ခံစားချင်သူများအတွက်  အရည်အသွေးစုံလင်စွာဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်.....\n---------------------------------------------------------\nFile Size : (1.6GB) and (856MB)\nQuality : Blu-Ray 1080p ...",
        "rating": "6.7",
        "url": "https://megaup.net/1x0j8/Final_Destination_[2000]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Beautiful Boy (2018)",
        "description": "သမီးေတြက ဖေအခ်စ္ သားေတြက မေအခ်စ္လုိ႕ေျပာၾကေပမယ့္\nတကယ္ေတာ႔ အေဖလုပ္သူတိုင္းက သားဦးေလးကိုပဲလုိခ်င္တာမ်ားပါတယ္\nဘာေၾကာင့္ရယ္မသိ စစခ်င္းကေလးဘဝမွာ\nအေဖေတြက သားေတြကိုသိပ္တန္ဖုိးထား သိပ္ခ်စ္ပါတယ္\nေနာက္မွသာ...\nအရြယ္ေရာက္လာတဲ႔သားနဲ႔ အေဖနဲ႔ မတည့္ၾကေတာ႔တာမဟုတ္လား\nBeautiful Boyဆိုတာကလဲ သားနဲ႔ ဖေအၾကားက\nေမတၱာကိုျပသတဲ႔ကားတစ္ကားပါ\nသားလုပ္သူ မူးယစ္ေဆးႏြံထဲ နစ္ေနခ်ိန္\nအေဖကတတ္စြမ္းသေလာက္ ဆြဲထုတ္ေပးတဲ႔ကားပါ\nဇာတ္လမ္းကေတာ႔ဒါေလးပါပဲ...\nထပ္ၿပီး ေျပာခ်င္မိတာက သူတုိ႕ႏိုင္ငံက သားသမီးအေပၚဆက္ဆံတဲ႔ ဆက္ဆံေရးပါ\nသူတုိ႕ရဲ႕ဆံုးမမႈေတြက ေျပာရရင္ အာဆီယံမိဘေတြနဲ႔ကြာပါတယ္\nထစ္ခနဲဆို အရင္ရုိက္ ေနာက္မွေခ်ာ႔ဆိုတဲ႔ထံုးကို သူတုိ႕ မသံုးပါဘူး\nနားလည္လြယ္ေအာင္ရွင္းျပတယ္ လမ္းျပတယ္ေနာက္ဆံုး\nေျပာမရရင္လ်စ္လ်ဴရႈလိုက္တယ္\nဒါေပမယ့္လဲ ေတာင္းဆိုးပလံုးဆိုးကိုသာပစ္ရိုးထံုးစံရွိမယ္\nသားဆိုးသမီးဆိုးကို ပစ္ရိုးမရွိဆိုတဲ႔အတုိင္း ဒီကားမွာလဲ\nသားအတြက္ႀကိဳးစားေပးတဲ႔ အေဖလုပ္သူ\nေဒးဗစ္ရွက္ဖ္ကိုျမင္ရပါလိမ့္မယ္ ဘာပဲေျပာေျပာပါ\nကြ်န္ေတာ္ကေတာ႔ ေဒးဗစ္ရွက္ဖ္လို ဖခင္မ်ိဳးကို\nသိပ္သေဘာက်ပါတယ္\nသားနဲ႔ သူငယ္ခ်င္းလုိေပါင္းတယ္\nသားကို နားလည္ေအာင္ေျပာတယ္\nသားနဲ႔အတူတူ weedပါလုိက္ေသာက္ရင္း အခ်ိန္ေပးခဲ႔ပါတယ္...\nဆိုေတာ႔ တစ္ေန႕မိဘေနရာေရာက္လာမယ့္သူေတြ ၾကည့္သင့္တယ္လုိ႕ ထင္ပါတယ္\nအရင္ရိုက္ေနာက္မွေခ်ာ႔ ဆိုတာႀကီးကို ေျပာင္းလဲသင့္ၿပီမဟုတ္လား...\nကြ်န္ေတာ္sithuကencodeျပီး\nကိုWai Zinမွခံစားတင္ဆက္ေပးထားပါတယ္\nencoderအေနနဲ႔ထပ္ျဖည့္စြက္ေျပာခ်င္တာကဒီကားက\nမိဘေနရာေရာက္မယ့္လူေတြျဖစ္တဲ့ဆယ္ေက်ာ္သက္တစ္ေယာက္အေနနဲ႔\nမျဖစ္မေနျမည္းစမ္းၾကည့္သင့္ပါတယ္ ေနာင္တမရေစရပါဘူး\nဘ၀တစ္ခုလံုးအတြက္အျမင္တခ်ိဳ႔ပါေျပာင္းသြားနိုင္ပါတယ္\nအဆင္ေျပၾကပါေစဗ်ာ",
        "rating": "7.3",
        "url": "https://megaup.net/5AA8e/Beautiful_Boy_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMDVkYzA1NzAtMGY2ZC00MzU0LWFjYmQtNjY1NWRhODM2YjczXkEyXkFqcGdeQXVyNDcyMjQ4MzU@._V1_-140x200.jpg",
        "title": "Miss Baek (2018)",
        "description": "ဒီကား​​ေလးက​​ေတာ့ child abuse အ​ေၾကာင္​း႐ိုက္​ထားတဲ့ဇာတ္​လမ္​း​ေလးပါ\nတကယ္​့ျဖစ္​ရပ္​မွန္​ကို႐ုပ္​႐ွင္​႐ိုက္​ထားတာဆို​ေတာ့ ရင္​ထဲ​ေတာ္​​ေတာ္​ထိပါတယ္​\n( ဘာသာျပန္​ရင္​းမ်က္​ရည္​​ေတာင္​က်တယ္​ )\nသ႐ုပ္​​ေဆာင္​​ေတြကလည္​းတကယ္​့အပိုအလိုမ႐ွိသ႐ုပ္​​ေဆာင္​ထားတာပါ ​\nmessage ​ေတြအမ်ားႀကီးနဲ႔တကယ္​့အႏွစ္​ကား​ေလးပါ\nၾကည္​့ၿပီးရင္​ ရင္​ထဲတစ္​ခုခု​ေတာ့က်န္​ခဲ့မွာပါ\nဇာတ္လမ္းအက်ဥ္းခ်ံဳးက​ေတာ့ ​​​ဘတ္​ဆန္​းအာ(miss beak) ဟာ\nလူသတ္​ဖို႔ႀကိဳးစားမႈနဲ႔​ေထာင္​က်ဖူးတဲ့အမ်ိဳးသမီးတစ္​​ေယာက္​\nငယ္​စဥ္​ကတည္​းအ​ေၾကာင္​းအမ်ိဳးမ်ိဳး​ေၾကာင္​့\nအ​ေမအရင္​းက​ေနစြန္​႔ပစ္​တာကိုခံခဲ့ရတယ္​\nဒီလိုနဲ႔ဘ၀ကိုျဖစ္​သလိုရပ္​တည္​လာရင္​း\nမထင္​မွတ္​ပဲ​ေအးစက္​​ေနတဲ့​ေဆာင္​းညတစ္​ညမွာ\nလမ္​း​ေဘးမွာထိုင္​ၿပီးခိုက္​ခိုက္​တုန္​​ေနတဲ့\nကိုးႏွစ္​အရြယ္​မိန္​းက​ေလးတစ္​​ေယာက္​နဲ႔​စ​ေတြ႔ခဲ့တယ္​\nအဲ့က​ေလးမ​ေလးကလည္​းအ​ေဖအရင္းနဲ႔\nအ​ေဖျဖစ္​သူရဲ႕အတူ​ေနရည္​းစားရဲ႕ႏွိပ္​စက္​မႈ​ေတြကို\nအရြယ္​နဲ႔မလိုက္​​ေအာင္​ခါးစည္​းခံ​ေနရတဲ့က​ေလးမ​ေလး\nဒီက​ေလးမ​ေလးကိုဘတ္​ဆန္​းအာက​ေတြ႔သြားတဲ့အခ်ိန္​မွာ\nဘတ္​ဆန္​းအာက သူ႔မရဲ႕အတိတ္​ကဘ၀ကိုသတိရသြားၿပီး\nဒီက​ေလးမ​ေလးအ​ေပၚသနားသြားပါ​တယ္​\nဘတ္​ဆန္​းအာကဒီ​က​ေလးမ​ေလးရဲ႕ခႏၶာကုိယ္​ကဒဏ္​ရာ​ေတြကို​ေတြ႔ၿပီး\nက​ေလးမ​ေလးကိုႏွိပ္​စက္​ၾကတဲ့အ​ေၾကာင္​းကိုသိသြားပါ​ေတာ့တယ္​\nဘတ္​ဆန္​းအာနဲ႔ဒီက​ေလးမ​ေလး​ေတြ႔ၿပီး ​\nဘာ​ေတြဆက္​ျဖစ္​မွာလဲ ဒီက​ေလးမ​ေလးကို​ေရာ\nဘတ္​ဆန္​းအာကကယ္​တင္​ႏိုင္​မွာလား\nဘတ္​ဆန္​းအာကို​ေရာ သူ႔အ​ေမကဘာလို႔စြန္​႔ပစ္​သြားခဲ့တာလဲ\nဆိုတာ​ေတြကို​ေတာ့ ဇာတ္​လမ္​းထဲမွာပဲၾကည္​့​ေပးၾကပါဦး\nဇတ္လမ္းကို ဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့\nShwe Yee Oo ျဖစ္ပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/SJ04/Miss_Baek_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    }
]