[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d5uA1DdiWK5KH5yzyMfh1X3uXie.jpg",
        "title": "See You Yesterday (2019)",
        "description": "ကိုယ္ခ်စ္တဲ့အရာေတြကို ဆံုးရံႈးရၿပီးေတာ့ ျပန္လည္ျပင္ဆင္ဖို႔အခြင့္အေရးလည္း သင့္မွာရွိတယ္ဆိုရင္ သင္ဘာလုပ္မွာလဲ။ဒီတစ္ခါေတာ့ Netflix က ထုတ္ထားတဲ့ Sci-fi ကားေလးတစ္ကားျဖစ္တဲ့Time Machine ကားေလးနဲ႔ မိတ္ဆက္ေပးပါရေစ။ဇာတ္လမ္းေလးကေတာ့ စီေဂ်နဲ႔ ဆဘတ္ရွန္ဆိုတဲ့ အထက္တန္းေက်ာင္းသားေက်ာင္းသူေလးႏွစ္ေယာက္က တစ္ေန႔မွာ Time Machine ကို တီထြင္ႏုိင္ခဲ့ၿပီးအဲဒီ့အခ်ိန္မွာပဲ သူခ်စ္ရတဲ့အကိုျဖစ္သူကို ဆံုးရံႈးလိုက္ရတဲ့အခါမွာဒီစက္ကို အသံုးျပဳၿပီးေတာ့ သူတို႔ဘာေတြ ဆက္လုပ္ၾကမွာလဲ။ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကို စိတ္ဝင္စားဖြယ္ ရိုက္ကူးထားတာျဖစ္ပါတယ္။အားေပးၾကပါဦးဗ်ာ File Size : ( 811 MB) & ( 264 MB)Quality :Web DL 720pRunning Time :1hr 24 minFormat : Mp4Genre :Animation , Adventures , ...",
        "rating": "5.0",
        "url": "https://megaup.net/2ds5p/See_You_Yesterday_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l5t2Nf1F7iQUKTrODg93xmQzZLj.jpg",
        "title": "Iron Sky: The Coming Race (2019)",
        "description": "ကမာၻၾကီးဘယ္လိုျဖစ္တည္လာတယ္ဆိုတာရယ္ဘယ္လိုပ်က္စီးသြားမယ္ဆိုတာနဲ႔ ပတ္သက္ၿပီး သီအိုရီေတြ၊အေတြးအေခၚေတြ၊ ရုပ္ရွင္ေတြ၊ ဇာတ္လမ္းေတြမ်ားစြာရွိသလိုအခုရုပ္ရွင္ေလးဟာလည္း မတူညီတဲ့ အေတြးအျမင္တစ္ခုနဲ ရိုက္ကူးထားတဲ့ ရုပ္ရွင္တစ္ကားပဲျဖစ္ပါတယ္။သိပၸံပညာရွင္ေတာ္ေတာ္မ်ားမ်ားရဲ႕ သီအိုရီေတြကို သံုးထားသလိုဆန္းသစ္တဲ့အျမင္စိတ္ကူးအသစ္ကိုလည္း ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းအညႊန္းကေတာ့ ကမာၻၾကီးပ်က္စီးသြားလို႔ လကမာၻေပၚမွာေနထုိင္ေနရတဲ့ လူသားမ်ိဳးႏြယ္ေတြဟာ ရွင္သန္ဖို႔အတြက္ ဘယ္လိုအခက္အခဲေတြၾကားမွာလႈပ္ရွားရုန္းကန္ၿပီး ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္။ေတြးစရာေလးေတြ ျဖစ္လာေစႏုိင္တဲ့ ကားေကာင္းတစ္ကားမို႔ ၾကည့္ရႈအားေပးၾကပါဦး File Size : ( 869 MB) & (322 MB)Quality :Web DL 720pRunning Time :1hr 29 minFormat : Mp4Genre :Animation , Adventures , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "5.1",
        "url": "https://megaup.net/2du1j/Iron_Sky_-_The_Coming_Race_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aguq47xq3qhN807rSyz4lJyhAkX.jpg",
        "title": "The Tale(2018)",
        "description": "The Tale (2018)IMDb....7.3ဒီတစ်ခေါက်တော့Rating မြင့်မြင့်ဇာတ်လမ်းကောင်းလေးတွေကိုကြည့်ရှုချင်ကြတဲ့Channel Myanmar ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်တာကတော့The Tale (2018) ကားလေးပါ။Imdb Rating 7.3/10 Rotten Tomatoes 99% တောင်ရရှိထားတာပါ။HBO filmsကနေထုတ်လုပ်ရိုက်ကူးခထားတဲ့ဒီကားလေးဟာဖြစ်ရပ်မှန်တစ်ခုအပေါ်အခြေခံထားပါတယ်။Nominations တွေလဲအများကြီးဝင်ထားတာမလို့အထွေအထူးမညွှန်းတော့ပဲဇာတ်လမ်းကိုပဲညွှန်းပါတော့မယ်။အသက်၄၈နှစ်အရွယ်ရှိနေပြီဖြစ်တဲ့ဂျနီဖာဖောက်စ်ဟာအောင်မြင်တဲ့သတင်းသမား၊ပါမောက္ခတစ်ဦးဖြစ်သလိုချစ်ရတဲ့ချစ်သူနဲ့အတူတူဘဝကိုအောင်မြင်ပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့အမျိုးသမီးတစ်ဦးပါ။တစ်နေ့မှာတော့မိခင်ဖြစ်သူဆီကမထင်မှတ်ပဲရောက်လာတဲ့ဖုန်းမက်ဆေ့တွေကနေဒီဇာတ်လမ်းဟာစတင်ခဲ့ပါတယ်။ဂျနီဖာအသက်၁၃နှစ်ကရေးထားခဲ့တဲ့ဇာတ်လမ်းတစ်ပုဒ်ကိုအမေဖြစ်သူကတွေ့ရှိသွားတာပါ။အဲဒီစာမှာပါတဲ့အကြောင်းအရာတွေအရငယ်စဉ်ကသူရင်းနှီးကျွမ်းဝင်ခဲ့တဲ့မစ္စဂျီနဲ့ဘီလ်ကိုပြန်ရှာဖွေဖို့အကြောင်းဖန်လာပါတော့တယ်။၁၃နှစ်အရွယ်မှာဖြစ်ခဲ့တဲ့အဖြစ်အပျက်တွေဟာသူမသိလိုက်ခင်မှာပဲသူ့အပေါ်ကိုသက်ရောက်ရင်းအသက်၄၈အရွယ်ရောက်ချိန်မှာတော့ထိတ်လန့်စရာအဖြစ်အပျက်တစ်ခုဖြစ်သွားခဲ့ပါပြီ။ရှာဖွေရင်းနဲ့မှသူကိုယ်တိုင်မေ့လျော့ထားခဲ့တဲ့ဇာတ်လမ်းတွေကိုမှတ်မိသိရှိလာချိန်မှာတော့သူမဘာဆက်လုပ်မယ်။ဘယ်လိုဖြေရှင်းမယ်ဆိုတာစိတ်ဝင်စားစရာပါ။ဒီကားကိုဘာကားရယ်လို့ခေါင်းစဉ်တပ်လိုက်မှာစိုးရိမ်မိတာကြောင့်အညွှန်းတောင်မရေးချင်ခဲ့ပါဘူး။မဖြစ်မနေရေးလာရတော့လဲအတတ်နိုင်ဆုံးအကျဉ်းချုံးထားတဲ့အတွက်အကျယ်တဝင့်ကိုတော့ဇာတ်လမ်းထဲမှာသာကြည့်ရှုခံစားဖို့ညွှန်းချင်ပါတယ်။ဇာတ်လမ်းနာမည်ကတော့The Tale (2018)ပါ။Channel Myanmarမှတင်ဆက်ပေးထားပါတယ်။ ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်...File Size : (1.1 GB) and (429 MB)\nQuality : Blu-Ray 720p,\nFormat…mp4\nDuration…01:54:00\nGenre : Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/360ie/The_Tale_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oRwHmH4cPRAiCsMUCGaCwZQz0Jg.jpg",
        "title": "Slither (2006)",
        "description": "CM Fan ေတြ ေတာင္းဆိုထားတဲ့\nလူသားစားေမွ်ာ့ ကား တင္ေပးလုိက္ပါတယ္\nဒီ ရုပ္ရွင္ကား ကေတာ့\nတစ္ျခား ၿဂိဳလ္က ဥကၠာခဲ တစ္ခု က်လာၿပီး\nအဲ့ဒီဥကၠာခဲ ထဲမွာ လူသားစားေမွ်ာ့ အမ်ိဳးအႏြယ္\nတစ္ေကာင္ပါလာၿပီး လူေတြ ရဲ႕ ခႏၶာကိုယ္ထဲ တြယ္ကပ္ၿပီး\nရွင္သန္ကာ ဥေပါက္ဖြားၾကတာ ျဖစ္ပါတယ္...\nAlien ရုပ္ရွင္ နဲ႔ ခပ္ဆင္ဆင္ ပါပဲ...\nရုပ္ရွင္ကား ဟာ ေသြးထြက္သံယို ခန္းေတြ\nပါ၀င္တဲ့တြက္ ကေလးသူငယ္မ်ား\nႏွလံုးေရာဂါ အခံရွိသူမ်ား\nရြံ႕စရာ ျမင္ရင္ ဓါတ္မတည့္သူမ်ား\nၾကည့္ရႈရန္ မသင့္ေတာ္ပါ...\nရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့\nDolly Dolly ျဖစ္ပါတယ္",
        "rating": "6.5",
        "url": "https://megaup.net/1xwxW/Slither_[2006]_(MM_Sub).mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vUCrcikFCDsvA6IiS59kdfQkseU.jpg",
        "title": "Hellboy Animated: Sword of Storms (2006)",
        "description": "A folklore professor becomes unwittingly possessed by the ancient Japanese demons of Thunder and Lightning. But when The Bureau of Paranormal Research & Defense dispatches a team of agents to investigate, a cursed samurai sword sends Hellboy to a supernatural dimension of ghosts, monsters, and feudal mayhem. Now while pyrokinetic Liz Sherman and fishboy Abe Sapien battle one very pissed-off ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/hellboy-animated-sword-of-storms-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itj3KXrYL6iSa7eBDLYIVWZuZtW.jpg",
        "title": "Hellboy Animated: Blood and Iron (2007)",
        "description": "When Hellboy, Liz Sherman, and Abe Sapien are assigned to investigate the ghost-infested mansion of a publicity-hound billionaire, they uncover a plot to resurrect a beautiful yet monstrous vampire from Professor Bruttenholm’s past. But before they can stop her bloodbath, Hellboy will have to battle harpies, hellhounds, a giant werewolf, and even the ferocious goddess Hecate herself.",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/hellboy-animated-blood-and-iron-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bU9q9yVtxeBiC0Do27CekHXNE6D.jpg",
        "title": "Jersey(2019)",
        "description": "Jersey(2019)IMDb...9.0ဒီဇာတ္ကားနဲ႕ပတ္သတ္ၿပီး ဘာမွမၫႊန္းခင္ ေသခ်ာေပါက္ေျပာရဲတာတစ္ခုကေတာ့\nဒီဇာတ္ကားဟာ\nTop Ten India Movies of 2019 မွာ ေသခ်ာေပါက္ 1 to 5 ဝင္မယ့္ကားပါေတာင္ပုိင္းကားေတြနဲ႕သိပ္မရင္းႏွီးတဲ့ကြ်န္ေတာ့္အတြက္ေတာ့\nဒီဇာတ္ကားဟာ ေတာင္ပုိင္းဂုဏ္ေဆာင္ကားတစ္ကားပါပဲ\nဒီထဲက သ႐ုပ္ေဆာင္ေတြဟာလည္းေတာ္ၾကသလုိ\nဇာတ္လမ္း၊ ဇာတ္အိမ္ကလည္း တကယ့္ကုိ စင္လုံးေခ်ာပါ\nအထူးသျဖင့္ မင္းသားျဖစ္သူက သရုပ္ေဆာင္ေတြကလည္း\nအပုိအလုိမရွိ တကယ့္ကုိေကာင္းပါတယ္...အုိဗာအက္တင္ေတြ၊ အုိဗာအက္ရွင္ေတြ၊ က,တာ ခုန္တာေတြမပါဘဲ\nဇာတ္ကားေကာင္းမွၾကည့္ခ်င္သူေတြအတြက္ေတာ့ တကယ့္ဇာတ္ကားေကာင္းတစ္ကားပါပဲအထူးသျဖင့္ အိႏၵယကားေတြဆုိ ကုလား၊ ကုလားနဲ႕ ၾကည့္မရျဖစ္ေနသူေတြ ဒီကားကုိၾကည့္ၾကည့္ပါ\nသူတုိ႕႐ုပ္ရွင္အဆင္တန္းဘယ္ေလာက္ျမင့္လဲ ျမင္ေတြ႕ရမွာဒီေလာက္စာေတြအမ်ားႀကီးေရးေနတာ အလကားမဟုတ္ပါဘူးဗ်ာ\nဇာတ္ကားေကာင္းတစ္ကား လူတုိင္းကုိၾကည့္ေစခ်င္တဲ့ဆႏၵေၾကာင့္ပါဘာေၾကာင့္လဲဆုိေတာ့ လက္ရွိ 2019 ထြက္ထားသမွ် အိႏၵိယကားေတြထဲမွာ Rating အျမင့္ဆုံးလု္ိ႔႔လည္းေျပာလုိ႔ရလုိ႔ပါဗ်ာIMDb 9/10 ထိရရွိထားၿပီး ေဝဖန္ေရးသမားေတြအၾကား ေကာင္းသတင္းေမႊးေနပါတယ္။ဇာတ္လမ္းေလးေျပာရရင္ ...အာရ္ဂြ်န္ . . . တခ်ိန္က နာမည္ႀကီး ခရစ္ကက္ကစားသမားတစ္ေယာက္\nစံခ်ိန္ေကာင္းမ်ားစြာနဲ႕ သူ႕ေခတ္သူအခါမွာ အေကာင္းဆုံးပဲအခုေတာ့\nအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ခရစ္ကက္နားလုိက္ၿပီ\nပုိဆုိးတာ လက္ရွိအလုပ္ေလးကလည္းျပဳတ္ေနတာ ၂ ႏွစ္ရွိၿပီ\nဇနီးျဖစ္သူ ဆာရာကေတာ့ မညည္းညဴဘဲ အိမ္ေထာင့္တာဝန္ကုိယူထားပါတယ္\nဒါေပမဲ့ ...",
        "rating": "9.0",
        "url": "https://megaup.net/1xwza/Jersey_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUhCpS255LXwmN4ELL02bmHsXYH.jpg",
        "title": "Two Tails (2018)",
        "description": "ဒီကာတြန္းကားေလးကေတာ့ ျဂိဳဟ္သားတစ္စု ကမာၻေျမေပၚကို စြမ္းအင္အရင္းအျမစ္တစ္ခုရွာေဖြဖို႔ ေရာက္လာရင္း ကိစၥေပါင္းစံု ၾကံဳရတဲ့အေၾကာင္းကိုခ်စ္စဖြယ္ရိုက္ကူးထားျခင္းပဲ ျဖစ္ပါတယ္မက္စ္ဆိုတဲ့ေၾကာင္ေလးက အင္မတန္မွကို နာမည္ၾကီးခ်င္တဲ့ေၾကာင္ေလးပါအဆိုကိုလည္းအင္မတန္၀ါသနာပါပါေသးတယ္ဒါေပမယ့္လည္း သူသီခ်င္းဆိုရင္ ကားေပၚက ကန္ခ်တဲ့သူက ကန္ခ်၊နားပိတ္ထားတဲ့သူကပိတ္ထား ထြက္ေျပးတဲ့သူကေျပး ျဖစ္ရေလာက္တဲ့အထိသီခ်င္းဆိုေကာင္းသူပါ ေဘာ့ကေတာ့ သူ႔သူငယ္ခ်င္းဖ်ံေလးပါေတာအုပ္ထဲမွာအလုပ္အၾကိဳးစားဆံုးဖ်ံေလးပါပဲသူတို႔ႏွစ္ေယာက္ေအးရာေအးေၾကာင္း ေနလာရင္းနဲ႔ တစ္ရက္မွာေတာ့သူတို႔နားကို ပန္းကန္ျပားပ်ံၾကီး ပ်က္က်လာပါေတာ့တယ္ျဂိဳဟ္သားေလးေတြက ခင္မင္ႏွစ္လိုဖြယ္ရွိေပမယ့္သူတို႔ေနာက္ကိုလုိက္လာတဲ့ တစ္ဖြဲ႔ကေတာ့ ရန္လိုတာမွ အတုိင္းထက္အလြန္ပါ.ေရာက္လာတာနဲ႔အကုန္ေလွ်ာက္ဖမ္းရင္း မက္စ္နဲ႔သူငယ္ခ်င္းေတြပါပါသြားတဲ့အခါမွာေတာ့ မက္စ္ခမ်ာ ျပန္လည္ကယ္တင္ဖို႔လုပ္ရပါေတာ့တယ္ဒီၾကားထဲမွာ ျဂိဳဟ္သားေတြကိုဖမ္းခ်င္ေနတဲ့ညီအစ္ကိုႏွစ္ေယာက္ကိုလည္း ေရွာင္ရပါေသးတယ္ေနာက္ဆံုး မက္စ္ဘယ္လိုေျဖရွင္းလိုက္ႏုိင္မလဲဆိုတာ ပိတ္ကားထက္မွာဆက္လက္ၾကည့္ရႈၾကပါစို႔ မတူညီေပမယ့္ ကြာျခားေပမယ့္သူငယ္ခ်င္းေတြအျဖစ္ရပ္တည္ႏုိင္ျပီး သူငယ္ခ်င္းအတြက္ဆိုအသက္ပဲေပးရ ေပးရ ဆိုတဲ့ သံေယာဇဥ္ေတြကိုလည္းဒီဇာတ္ကားေလးထဲမွာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/4OKva/(CM)_Two_Tails_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sOFQDlkY6El1B2P5gklzJfVdsT.jpg",
        "title": "Kamen Rider Heisei Generations FOREVER (2018)",
        "description": "Rating 7.5 ရရွိထားတဲ့ ကားၿဖစ္ပါတယ္...Kamen Rider : Heisei Generation Foreverေဟးေဆး'ဂ်င္း'နေရးရွင္း ေဖာ္အဲဗား ရီဗ်ဳးလုပ္ရမယ္ဆိုရင္ျဖင့္ဇာတ္လမ္းကဒီလို Tid ဆိုတဲ့ Time jacker ဘဲႀကီးက Kuuga ကေနစၿပီးေဟးေဆးရိုက္ဒါေတြရဲ့သမိုင္းကိုေဖ်ာက္ဖို့ႀကိဳးစားတယ္။အဲ့ဒီေတာ့ ခါမန္းလိုက္ဒါေတြဆိုတာက အခုေလာကမွာလို တိုကုအစီအစဥ္သက္သက္ျဖစ္ကုန္တယ္။ဒါေပမဲ့ အဲ့ဒါကို ျပန္ေျဖနိုင္မယ့္ကေလးတေယာက္ရွိတယ္...အဲဒီကေလးကို ရွင္ဂိုလို့ေခၚတယ္...သူက ရိေယာတာ့ရိုး(Ryotarou)လိုပဲ ဗဟိုမွတ္(Singular point) ..အဲ့ကေလးမွတ္ဉာဏ္ထဲမွာ ခါမန္းလိုက္ဒါေတြကိုမွတ္မိေနရင္ Tid က သမိုင္းေဖ်ာက္လို့မရဘူး။ဘာလို့ဆိုေတာ့ ဗဟိုမွတ္ ေကာင္ဆိုးေလးေဒြက အခ်ိန္စက္ဝန္းရိုက္ခတ္မွုထဲကလြတ္ေနၾကလို့။ဒီေတာ့ဘာလုပ္သလဲ... Kuuga မေပၚလာခင္အခ်ိန္ကိုျပန္သြားၿပီး အဲ့ကေလးကိုဖမ္းသြားတယ္...ခူးဂါကိုမျမင္ဖူးလိုက္ေအာင္။ဒါေပမဲ့ မၿပီးေသးဘူး..သမိုင္းေျပာင္းသြားၿပီး ခါမန္းလိုက္ဒါဆိုတာ တိုကုအစီအစဥ္အျဖစ္ေျပာင္းသြားတဲ့ေနာက္Ataru ဆိုတဲ့ တိုကုအိုတဘဲေလးတေကာင္ရွိလာတယ္။အဲ့ေကာင္ေလးဆီကို အီမာဂ်င္တေကာင္ေရာက္လာၿပီး ဆုတခုေတာင္းခိုင္းတယ္......",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/kamen-rider-heisei-generations-forever-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b1ku6nZmy3XEtPWA3HnrQ4zuJRk.jpg",
        "title": "Project Ithaca (2019)",
        "description": "Sci-fi ဇာတ္ကားေတြ နက္နဲ လာၿပီဆိုရင္\nက်န္တဲ့ကားေတြ လိုက္မမွီပါဘူး။\nProject Ithaca က အဲ့ဒီလို ကားေတြထဲက တစ္ကား ျဖစ္ပါတယ္။\nဒီဇာတ္ကားကို spoiler မပါေအာင္ ၫႊန္းရမယ္ ဆိုရင္ေတာ့\nတစ္ေၾကာင္း တည္းနဲ႔ ၿပီးပါတယ္။\n\"ၿဂိဳလ္သားေတြ ဖမ္းဆီးတာ ခံရတဲ့ လူတစ္စုရဲ႕\nလြတ္ေျမာက္ဖို႔ ႀကိဳးစားတဲ့ အေၾကာင္း\" ျဖစ္ပါတယ္။\nSci-fi ကားေတြထဲမွာမွ ဇာတ္အိမ္ ျမႇဳပ္ကြက္ေတြ\nေဝေဝဆာဆာနဲ႔ ၾကည့္ခ်င္သူေတြ အတြက္ေတာ့\nProject Ithaca က အယားေျပေစမွာပါ။\nဇာတ္အိမ္ နဲ႔ သ႐ုပ္ေဆာင္ေတြက\nရမ္းေကာင္းတဲ့ အတြက္ ၾကည့္ၾကည့္ဖို႔ တိုက္တြန္းပါရေစ။\nရုပ္ရွင္ကားကို ဘာသာျပန္ေပးၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nHtet Wai Lwin ျဖစ္ပါတယ္",
        "rating": "7.0",
        "url": "https://megaup.net/1xwzh/Project_Ithaca_[2019]_(MM_Sub)_(2).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2r6QuoLfpGWF7e43lY6U0hOBbmT.jpg",
        "title": "Submission (2019)",
        "description": "ISIS ေတြဆီကေန ထြက္ေျပးလြတ္ေျမာက္လာတဲ့\nမရိန္းတပ္သားႏွစ္ေယာက္ျဖစ္တဲ့ Blackbear နဲ႔ Cowboy\nတစ္ေယာက္က အၾကမ္းဖက္သမားေတြ\nထိုးေပးလိုက္တဲ့ေဆးေၾကာင့္ ေရာဂါရေနခ်ိန္မွာ\nတစ္ေယာက္က သူ တပ္ထဲမ၀င္ခင္က\nစြန္႔လႊတ္ထားခဲ့တဲ့ လက္ေ၀ွ႔ေလာကဆီကို ေျချပန္ဆန္႔တယ္။\nသူ ဒီေလာကထဲ ျပန္၀င္ရတဲ့အေၾကာင္းရင္းက\nသူနဲ႔အတူ ထြက္ေျပးလြတ္ေျမာက္လာခဲ့တဲ့ သူ႔သူငယ္ခ်င္းအတြက္\nေဆးကုသစားရိတ္ကုိ ရွာေပးဖို႔အတြက္\nႀကိဳး၀ိုင္းထဲကို ျပန္လည္၀င္ေရာက္တာပဲ ျဖစ္ပါတယ္။\nလက္ေ၀ွ႔ႀကိဳး၀ိုင္းထဲကို သူ ျပန္၀င္ေရာက္လာတဲ့အခ်ိန္မွာပဲ\nသူ႕ရဲ႕အတိတ္က ဇာတ္လမ္းေဟာင္း၊\nအဆက္ေဟာင္းေတြ ျပန္လည္ေပၚေပါက္လာခဲ့ပါတယ္။\nဇာတ္ရဲ႕လွည့္ကြက္ကေတာ့ တစ္ရစ္ခ်င္း\nျဖည္သြားမွာ ျဖစ္တဲ့အတြက္ ဒီေလာက္ပဲ ေျပာျပပါရေစဦး။\nလက္ေ၀ွ႔ေလာကကို ခ်ဥ္းကပ္ခြင့္ရမယ့္\nဇာတ္လမ္းေကာင္းတစ္ပုဒ္ပါ။\nဇာတ္လမ္းရဲ႕အႏွစ္သာရကေတာ့\nစကားတစ္ခြန္းနဲ႔တင္ ျပည့္စံုပါတယ္။\n\"ဘ၀လို႔ ကၽြန္ေတာ္တို႔ေခၚတဲ့ ခရီးရွည္ႀကီးက\nကၽြန္ေတာ္တို႔ကို ဘယ္ဆီေခၚေဆာင္သြားမယ္ ဆိုတာကို\nကၽြန္ေတာ္တို႔ မသိႏိုင္ပါဘူး။\nဒီဘ၀မွာ ဘုရားကေပးတဲ့ လက္ေဆာင္ေတြထဲက\nအေကာင္းဆံုးလက္ေဆာင္ကေတာ့ 'ခင္မင္မႈ' ပါပဲ။\nေမတၱာတရား နဲ႔ ခင္မင္မႈ .....\nဒီႏွစ္ခုကို ခြဲျခားထားလို႔ မရပါဘူး\"\nဒီဇာတ္ကားထဲမွာ မွတ္မွတ္ရရ ရွိေနမယ့္\nစကားလံုးတစ္လံုးကေတာ့ 'Semper Fidelis' ဆိုတဲ့ လက္တင္စကားပါ။\nအဂၤလိပ္လိုေတာ့ 'Always Faithful' ပါ။\nအၿမဲတမ္း သစၥာရွိပါ့မယ္ ဆိုတဲ့ စကားက\nတစ္ကားလံုးရဲ႕အႏွစ္သာရပါ။\nလက္ေ၀ွ႔ကားေကာင္းေကာင္းကို\nဒရာမာေလးနည္းနည္းစြက္ထားတဲ့\nေမတၱာဖြဲ႕ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ပါ။\nရုပ္ရွင္ကားကို Myo Nyunt က\nဘာသာျပန္ၿပီး အညႊန္းကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/Rz6x/Blackbear_(Submission)_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/QhbOzpYfBOwrRiuTu9otPk919R.jpg",
        "title": "Bee Movie(2007)",
        "description": "Bee Movie(2007)IMDb....6.1ေပ်ာ္စရာကာတြန္းကားေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္ Bee Movie ဆိုတဲ့၂၀၀၇ ခုႏွစ္ကထြက္ရွိထားတဲ့ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္  Animationပရိသတ္ေတြနဲ႔ ကေလးေတြအၾကိဳက္ေတြ႕ေစမယ့္ဇာတ္ကားေလးတစ္ကားပဲျဖစ္ပါတယ္ …ဇာတ္ကားေလးထဲမွာပ်ားကေလးေတြ ဘယ္လိုအလုပ္လုပ္ၾကတယ္ဆိုတာကိုဗဟုသုတအေနနဲ႕ျမင္ေတြ႕ရမွာျဖစ္ျပီးပ်ားေတြနဲ႔လူေတြသာစကားေျပာျဖစ္ၾကရင္ ဘယ္လိုေတြျဖစ္လာမလဲဆိုျပီးစိတ္ကူးယဥ္ဇာတ္လမ္းေလးဖြဲ႕ထားတာပဲျဖစ္ပါတယ္...ပ်ားေတြဟာ ႏွစ္သန္းေပါင္း ၂၇ႏွစ္ၾကာေအာင္ ကမၻာေပၚမွာတစ္ရက္မနားဘဲအလုပ္လုပ္ေနၾကတဲ့ အေကာင္ေလးေတြျဖစ္ပါတယ္…တစ္ရက္မွာဘယ္ရီဆိုတဲ့ ပ်ားကေလးတစ္ေကာင္ဟာေက်ာင္းျပီးဘြဲ႕ရလို႔ အလုပ္ခြင္ဝင္ရမယ့္ အခ်ိ္န္ေရာက္လာခဲ့ေပမယ့္ပ်ားေတြလုပ္ရမယ့္ သာမန္အလုပ္ကိုမလုပ္ခ်င္ဘဲစူးစမ္းခ်င္စိတ္ရွိတဲ့ ဘယ္ရီဟာပ်ားအံုရဲ႕အျပင္ကိုထြက္သြားမိရာကေန …လူသားေတြနဲ႔ ေတြ႔ဆုံမိတဲ့အခါမွာဘယ္လိုစြန္႔စားမႈမ်ိဳးေတြ ၾကံဳရမွာလဲ ကိုယ္တိုင္ၾကည့္ရွဳခံစားေနေတာ္မူၾကပါ…။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...... File Size : (850 MB) and (350 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:31:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Khant Thwin\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/bee-movie2007/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zRDJIifQZnohzk5Rw73QdMRFbP4.jpg",
        "title": "Zombie Fighters (2017)",
        "description": "ဇာတ္ကားနာမည္ကိုႀကည္႔တာနဲ႔ဘာကားလဲဆုိတာသိမွာပါဖုတ္ေကာင္ေတြကို လိုက္သတ္တာေပါ့ဇာတ္ကားႀကည္႔လိုက္ရင္ေတာ့သိမွာပါ သူတို႕ခ်ည္းပဲခံေနရတယ္ထိုင္းဟာသကားေလးတစ္ကားပါဇာတ္ေဆာင္ေတြက ေတာ့ အားလံုးလဲရင္းႏွီးၿပီးသားMake me Shudder ထဲက သရုပ္ေဆာင္ေတြ အဲ႔ဒါဆိုဟာသကားမွန္းသိႀကေရာေပါ့ဒီဇာတ္ကားမွာေတာ့ ဇာတ္လမ္းကမတူေတာ့ဘူး နဂုိလိုသရဲမဟုတ္ေတာ့ဘူးဖုတ္ေကာင္ေတြၿဖစ္သြားၿပီဇာတ္လမ္းအက်ဥ္းကေတာ့ ထံုးစံအတိုင္း ေဆးရံုးေဟာင္းကိုသြားႀကတာကစတာေပါ့နဂိုလို စူးစမ္းခ်င္လို႕မဟုတ္ဘူး အေဖနဲ႕အေမကိုသြားကယ္တာညီအစ္ကိုသံုးေယာက္နဲ႔အတူတူ သူငယ္ခ်င္းေတြ ဖုတ္ေကာင္ေတြကိုဘယ္လိုရင္ဆိုင္ရင္းဘယ္လိုဟာသေတြလုပ္မလဲဆိုတာ ဇာတ္ကားကိုႀကည္႔ရင္းနဲ႕ ဒီညတစ္ေန႕တာအေမာေတြကိုေၿဖေဖ်ာက္ႀကမယ္ဗ်ာေႀသာ္ဒါနဲ႕ ဟာသခ်ည္းပဲ မဟုတ္ဘူး drama အခန္းေလးေတြလဲပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပါ) File Size : (790 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 43min\nFormat : Mp4\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL AAC2.0 H.264-MooMa\nTranslated ...",
        "rating": "5.0",
        "url": "https://megaup.net/2du12/Zombie_Fighters_(Kud_Krachak_Krien)_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iCD5PHYyLVykHGGhlhkUD7nhoWe.jpg",
        "title": "The Hummingbird Project (2018)",
        "description": "ငွက္ပိတုန္းတစ္ေကာင္ရဲ႕ အေတာင္ပံ တစ္ခ်က္ခတ္ဖုိ႔အခ်ိန္က ၁ စကၠန္႔ရဲ႕ ၁၀၀၀ ပုံ ၁၆ ပုံျဖစ္တဲ့ ၁၆ မီလီစကၠန္႔ပဲၾကာပါတယ္။ဒီအခ်ိန္ေလးက လူတစ္ေယာက္ရဲ႕ ဘဝျဖစ္ခဲ့တယ္လုိ႔ ေျပာရင္ ခင္ဗ်ားတို႔ယုံၾကမလား။ေရပုိင္ျပင္သူ တစ္ျဖစ္လဲ စေတာ့ရွယ္ယာ ေရာင္းဝယ္တဲ့ ကုမၸဏီတစ္ခုက ဝန္ထမ္းေလး Vincent Zaleski ရဲ႕ ဘဝကေတာ့ ဒီအခ်ိန္ ၁၆ မီလီစကၠန္႔ေလးေပၚမူတည္ေနပါတယ္။သူအလုပ္လုပ္ေနတဲ့ကုမၸဏီက နာႏုိစကၠန္႔စီးပြားေရးလုိ႔ေခၚတဲ့ အျမန္ႏႈန္းကို အဓိကထားျပီး စေတာ့ေတြကို ေရာင္းဝယ္ေနတဲ့ ကုမၸဏီတစ္ခုပါ။Stock Exchange ႏွစ္ခုၾကားက အခ်က္အလက္ေတြကုိ အျမန္ဆုံးရယူျပီး Stock ေတြကုိ အျမတ္ရေအာင္ ေရာင္းဝယ္ေနတဲ့ သူတုိ႔လုပ္ငန္းမွာ အခ်က္အလက္ကူးေျပာင္းႏႈန္းက အေရးအၾကီးဆုံးျဖစ္ပါတယ္။တစ္မီလီစကၠန္႔ဆုိရင္ေတာင္မွေပါ့။တစ္ေန႔မွာ Vincent က အလုပ္ကထြက္ျပီး အစ္ကုိတဝမ္းကြဲျဖစ္သူ ဥာဏ္ၾကီးရွင္ Anton Zaleski ရဲ႕အကူအညီနဲ႔ အျမန္ဆုံး လုိင္းတစ္ခုဆြဲဖုိ႔စီစဥ္ၾကပါတယ္။...",
        "rating": "6.5",
        "url": "https://megaup.net/Rz69/The_Hummingbird_Project_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/tholi-prema-poster-133x200.jpg",
        "title": "Tholi Prema (2018)",
        "description": "Tholi Prema (2018)\nIMDb Rating - 7.3/10________Google Users - 94 %\n ဒီတစ်ပတ်မှာတော့ တေလဂူး အချစ်ကားလေးတွေ ကြည့်ပြီး ရိုချင်ကြတယ်ဆိုတဲ့ တေလဂူးပရိသတ်တွေအတွက် အချစ်ဟာသ ဖန်စီကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nဒီဇာတ်ကားဟာ ၂၀၁၈ လောက်ကတည်းက အကြည်တက်ခဲ့ပေမဲ့ စာတန်းထိုးဖိုင် မပါခဲ့ဘဲ ခု တမီးလ်ဗားရှင်းတက်တော့မှ စာဖိုင်မှန် ရခဲ့ပါတယ်။\nခု ကျွန်တော်တို့ တင်ပေးလိုက်တာကတော့ မူရင်း အသံဖြစ်တဲ့ တေလဂူးအသံနဲ့ပါ။\nမင်းသားကတော့ တောင်ပိုင်းပရိသတ်တွေ အကြိုက်တွေ့ကြတဲ့ မင်းသားချော ဗာရွန် ပါ။\nမင်းသမီးကတော့ ကျွန်တော့်ရည်းစားသစ် ရာရှီခန်းနားပါ။\nရိုမန့်စ်ကားတွေ ကြည့်ရင် မင်းသားမင်းသမီးချောဖို့လည်း လိုသေးတယ်မလား။\nဇာတ်လမ်းအကျဉ်း ----------- --------------\nဇာတ်ကားနာမည်က မြန်မာလို 'အချစ်ဦး'ပါတဲ့ဗျာ။\nအချစ်ဦးဆိုတာကလည်း... ဘယ်အချိန်၊ဘယ်အခြေအနေဖြစ်ဖြစ် .. သတိရနေတတ်တာမျိုး မဟုတ်လား။\nယောကျ်ားလေးတစ်ယောက် အရမ်းကို စိတ်ညစ်နေပြီး သောက်စားမူးယစ်နေပြီဆိုရင် သေချာပါတယ်။\nသူ အလုပ်အကိုင် ဆုံးရှုံးမှုဖြစ်ရင်ဖြစ်၊ အချစ်ရေးမှာ ဆုံးရှုံးမှုဖြစ်ရင်ဖြစ် ဒီနှစ်ခုပဲ ရှိတယ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1xrh4/Tholi_Prema_[2018]_(MM_Sub).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/23-130x200.jpg",
        "title": "The Apartment Aka L’Appartement (1996)",
        "description": "မက္စ္ဟာ ၿပင္သစ္သား တစ္ဦးၿဖစ္ၿပီး အနည္းငယ္ေပြရႈပ္တတ္တဲ့ စရုိက္ရွိေပမယ့္ အခုခ်ိန္မွာေတာ့ ေစ့စပ္ထားၿပီးပါၿပီ။ တစ္ေန႔\nအလုပ္ကိစၥနဲ႔ တုိက်ိဳကုိသြားမယ့္လမ္းမွာ တစ္ခ်ိန္က အခ်စ္ဆုံး အခ်စ္ေဟာင္း တစ္ဦးၿဖစ္ခဲ့တဲ့ လီဆာလုိ႔ ထင္ရတဲ့ အမ်ိဳးသမီး\nတစ္ေယာက္ကုိ အေတြ႔မွာေတာ့ သူဟာ အားလုံးကိုေမ့ေလ်ာ့ၿပီး အဲ့ဒီအမ်ိဳးသမီးကို ေနာက္ေယာင္ခံလုိက္ပါေတာ့တယ္။ အဲ့ဒီအမ်ိဳးသမီး\nရဲ႕ တုိက္ခန္းမွာ ပုန္းေအာင္းေနၿပီး သူေရာက္အလာထြက္ေတြ႔ခ်ိန္မွာေတာ့ အဲ့ဒီအမ်ိဳးသမီးဟာ လီဆာ မဟုတ္ပဲ ရုပ္ခ်င္း ခပ္ဆင္ဆင္တူတဲ့\nအဲလက္စ္ ဆုိတဲ့ တစ္ၿခားမိန္းကေလးတစ္ေယာက္ၿဖစ္ေနတာကို သိလုိက္ရပါတယ္။ ဘယ္လုိပဲၿဖစ္ၿဖစ္ သူတုိ႔ အခ်စ္နယ္ကြ်ံမိခဲ့ၾကတယ္။\nတကယ္တမ္း သူတုိ႔မသိေသးတာက အဲလက္စ္ဟာ မက္စ္ရဲ႕ အခ်စ္ဆုံး သူငယ္ခ်င္း လူဆီယန္ရဲ႕ ရည္းစားၿဖစ္ေနတာကုိပါ။\nေနာက္ထပ္တစ္ခုကေတာ့ မက္စ္ရဲ႕ တကယ္တမ္း အခ်စ္ဦး လီဆာဟာ မပတ္သက္သင့္တဲ့ အိမ္ေထာင္သည္ တစ္ဦးကို သြားပတ္သက္မိခဲ့ၿပီး\nအဲ့ဒီလူရဲ႕ လုိက္လံေႏွာင့္ယွက္မႈေတြေၾကာင့္ ေၿခရာေဖ်ာက္ပုန္းေအာင္းေနရပါတယ္။\nသူတုိ႔ေလးေယာက္ၾကားက ပတ္သက္ဆက္ႏြယ္မႈေတြဟာ ဘာေတြလဲ။ ဘယ္သူက ဘယ္သူ႔ကုိလွည့္စား ၿပီး ဘယ္သူက ဘယ္သူ႔ကုိ\nေဖာက္ၿပားခဲ့တာလဲ?\nဇာတ္ေၾကာင္း ...",
        "rating": "7.5",
        "url": "https://megaup.net/2du0X/Tholi_Prema_[2018]_(MM_Sub).mp4",
        "category": "Adult, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ofhf0Tn7hnBtboiUEuVj5IZyD3g.jpg",
        "title": "The Dude in Me ( 2019 )",
        "description": "ဂိုဏ္စတားသေဌးႀကီးနဲ႔ ဝလြန္းလို႔အႏိုင္က်င့္ခံေနရတဲ့ ဝဝတုတ္တုတ္ေကာင္ေလးတို႔မေတာ္တဆ accident တစ္ခုေၾကာင့္ကိုယ္ေျပာင္းသြားတဲ့ကားေလးပါ ေတာ္ေတာ္ရီရတယ္....ဇတ္လမ္းအက်ဥ္း..ဒီကားေလးကေတာ့ ေပါ့ေပါ့ပါးပါးေလးနဲ႔အေသခြီရမယ့္ ဇာတ္ကားေလးပါဇာတ္လမ္းအက်ဥ္းေျပာရရင္ ရန္သူေတြမ်ားတဲ့အသက္ေလးဆယ္အရြယ္ဂိုဏ္းစတားသူေ႒းႀကီးတစ္ေယာက္ဟာတစ္ေန႔ေတာ့ လမ္းမွာဖုန္းေျပာေနရင္းသူ႔ေပၚကုိေခါင္မိုးေပၚကေနလူတစ္ေယာက္ျပဳတ္က်လာခဲ့ပါတယ္။ျပဳတ္က်လာတဲ့သူကကင္(မ္)ဒံုေယာင္းလို႔ေခၚတဲ့ဝဝတုတ္တုတ္အထက္တန္းေက်ာင္းသားေလးပါသူတုိ႔ႏွစ္ေယာက္လံုးသတိလစ္ၿပီးေဆးရံုေရာက္သြားခဲ့ပါတယ္။သေ႒းႀကီး သတိျပန္ရလာတဲ့အခါမွာေတာ့အရမ္းထူးဆန္းတာ တစ္ခုျဖစ္သြားခဲ့ပါတယ္။သူဟာေကာင္ေလးရဲ႕ ခႏၶာကိုယ္ထဲေရာက္ေနပါတယ္ေကာင္ေလးနဲ႔သူနဲ႔စိတ္နဲ႔ခႏၶာလြဲသြားၾကတာေပါ့ဗ်ာ ဒီလိုနဲ႔ေကာင္ေလးရဲ႕ပတ္ဝန္းက်င္ထဲေရာက္သြားခဲ့ရာကေနမေမ်ွာ္လင့္ထားတဲ့ အျဖစ္မ်ဳိးေတြနဲ႔ ၾကံဳေတြ႔ခဲ့ရပါေတာ့တယ္။ေကာင္ေလးအေဖဟာ သူဒုကၡေပးဖူးလို႔စီးပြားပ်က္သြားတ့ဲသူတစ္ေယာက္ျဖစ္ေနတာ သိလိုက္ရသလိုေကာင္ေလးကလည္းေက်ာင္းမွာအပယ္ခံ အႏိုင္က်င့္ခံတစ္ေယာက္ျဖစ္ေနပါတယ္။ဒီ့အျပင္သူလံုးဝမထင္မွတ္ထားတဲ့သူတစ္ေယာက္နဲ႔ပါျပန္ေတြ႔ခဲ့ၿပီးဘယ္လိုေတြဆက္ျဖစ္ၾကမယ္ေနာက္ဆံုးမွာ ဘယ္လိုအဆံုးသတ္သြားၾကမလဲဆိုတာဒီကားေလးမွာ ဆက္ၾကည့္သြားၾကပါ။ရယ္လည္းရယ္ရတဲ့အတြက္ အခ်ိန္ေပးရႀကိဳးနပ္တဲ့ဇာတ္ကားတစ္ကားျဖစ္မွာပါ....ရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီးအညႊန္းေရးေပးထားတာကေတာ့Chanyein Soe ပဲ ျဖစ္ပါတယ္။.... Translated By Channyein SoeEncoded By LK",
        "rating": "6.8",
        "url": "https://megaup.net/1xwyg/The_Dude_In_Me_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aFZ2Ij5BRz1U6ZkGxaO8YWpLx2H.jpg",
        "title": "Last Sunrise ( 2019 )",
        "description": "ဒီကား​ေလးဟာ Imdb 6.6ရထားတဲ့2019ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ပုဒ္​ျဖစ္​ပါတယ္​Helio´sရဲ႕ CEO ဝမ္​ယြင္​ဟာ​ေန​ေရာင္​ျခည္​စြမ္​းအင္​အသံုးျပဳၿပီးလူသား​ေတြအတြက္​ နယ္​​ေျမသစ္​တစ္​ခုကိုဖန္​တီး​ေပးခဲ့ပါတယ္​...ဒီလိုနဲ႔တစ္​​ေန႔မွာ​ေနမင္​းႀကီး႐ုတ္​တရက္​​ေပ်ာက္​ကြယ္​သြားတဲ့အခါ​ေန​ေရာင္​ျခည္​စြမ္​းအင္​သံုးစနစ္​​ေတြအားလံုးရပ္​တန္​႔သြားၿပီးမထိန္​းခ်ဳပ္​ႏိုင္​​ေတာ့တဲ့အခါ အရာအားလံုးက​ေမာက္​ကမျဖစ္​ကုန္​ပါတယ္​..​ေနမင္​းႀကီး မ​ေပ်ာက္​ကြယ္​ခင္​မွာအ​ေၾကာင္​းအခ်က္​အလက္​​ေတြကိုႀကိဳသံုးသပ္​ႏိုင္​ခဲ့တဲ့နကၡတ္​ပညာ႐ွင္​စြင္​းယန္​ နဲ႔သူ႔အိမ္​နီးခ်င္​းမိန္​းက​ေလ​ေနမင္​းတို႔ဟာ​ေနမင္​းႀကီး​ေပ်ာက္​ကြယ္​ၿပီး​ေနာက္​ပိုင္​းမွာ က​ေမာက္​ကမ​ေတြျဖစ္​​ေနတဲ့နယ္​​ေျမ​ေတြကိုဘယ္​လို​ေက်ာ္​ျဖတ္​သြားမလဲ...စြမ္​းအင္​အျပည္​့အဝရ႐ွိထား​ေသးတဲ့ နယ္​​ေျမ၄ဆိုတာ႐ွိတယ္​လို႔သိလိုက္​ရခ်ိန္​မွာ အဲ့​ေနရာကိုအ​ေရာက္​သြားႏိုင္​ပါ့မလား...ဘယ္​လိုအခက္​အခဲ​ေတြၾကံဳ​ေတြ႔ရမွာလဲ...ဇာတ္​လမ္​းတစ္​ခုလံုးကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​ Translated & Review By Phyo ZawEncoded  By LK",
        "rating": "6.6",
        "url": "https://megaup.net/1xwzf/Last_Sunrise_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/10215-141x200.png",
        "title": "Dragons Forever (1988)",
        "description": "ဂ်က္ကီခ်န္း...ဟုတ္ခ်င္းေပါင္...ေဘာလံုးမင္းသား..စတဲ့ကေလးဘဝရဲ႕ သူရဲေကာင္းေတြျဖစ္တဲ့ ေဟာင္ေကာင္ ကြန္ဖူးသံုးေဖာ္ရဲ႕ ဇာတ္ကားေကာင္းေလးပါ။Action, Comedy, Romance ဇာတ္ကားျဖစ္လို႕ ေပါ့ေပါ့ပါးပါးခံစားၾကည့္ရႈရမွာပါ။ခုခ်ိန္မွာ အနားယူသြားၿပီျဖစ္ၾကတဲ့ မင္းသားႀကီးေတြရဲ႕ ငယ္မူငယ္ေသြးအျပည့္နဲ႔ ဇာတ္ကားေလးကိုတစ္ဖန္ျပန္လည္ ခံစားၾကရမွာ ျဖစ္ပါတယ္။IMDb Rating (7.3) အထိ ရရွိထားတာေၾကာင့္ ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြလက္လြတ္မခံသင့္တဲ့ဇာတ္ကားပါ။ \nFile size…(999 MB) and (500 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cindy Honey",
        "rating": "7.3",
        "url": "https://megaup.net/2dys9/Dragons_Forever_(Fei_Lung_Mang_Jeung)_[1988]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ioNGkm4JOzk7FuQ7CojIwTsKzxu.jpg",
        "title": "Let Her Out (2016)",
        "description": "ညဘက္တစ္ေယာက္တည္း ေက်ာခ်မ္းခ်မ္းနဲ႔\nသရဲကားေကာင္းေကာင္း ၾကည့္ခ်င္သူေတြအတြက္\nLet Her Out ဆိုတဲ့ဇာတ္ကားေလးနဲ့ မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဒီဇာတ္ကားေလးကေတာ့ ၾကည့္႐ႈသူေတြရဲ႕ ေရဒါေအာက္က ေပ်ာက္ေနတဲ့\nထိတ္လန္႔သဲဖို ဇာတ္ကားေကာင္းေလးတစ္ကားပဲ ျဖစ္ပါတယ္။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ Helen ဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္\nယာဥ္မေတာ္တဆမႈျဖစ္အၿပီးမွာ အသိစိတ္လြတ္တာေတြနဲ႔\nအိမ္မက္ဆိုးမက္တာေတြ ခဏခဏျဖစ္လာပါတယ္။\nဆရာဝန္ဆီျပန္သြားျပတဲ့ အခါမွာ သူ႔ရဲ႕ ေခါင္းထဲမွာ\nအက်ိတ္တစ္ခု႐ွိေနတာ သိလိုက္ရပါတယ္။\nျဖစ္ခ်င္ေတာ့ အဲ့ဒီအက်ိတ္က သာမန္မဟုတ္ဘဲ\nသူ႔အမႊာညီမရဲ႕ ခႏၱာကိုယ္ တစ္စိတ္တစ္ပိုင္းျဖစ္ေနပါတယ္။\nLet Her Out ဇာတ္ကားထဲမွာ ဒါ႐ိုက္တာ John Ainslie က\nလွပၿပီးေတာ့ အသည္းယားစရာေကာင္းတဲ့\n႐ိုက္ခ်က္ေတြနဲ႔ လက္စြမ္းျပထားပါတယ္။\nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးထားတာကေတာ့\nHtet Wai lwin ျဖစ္ၿပီး\nThit San Khant မွ Encode ၍\nတင္ဆက္ေပးထားပါတယ္",
        "rating": "4.4",
        "url": "https://megaup.net/2dyrx/Let_Her_Out_[2016]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    }
]