[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulBLIBqvdnf4H6JBt0OpMCU1ECn.jpg",
        "title": "Pearl (2022)",
        "description": "Pearl (2022)~ IMDb - 7.5/10, Rotten Tomatoes - 90% ~Hereditary တို့ Midsommar တို့လို မာစတာပိစ် Horror Thriller ကားတွေအတွက် လမ်းဖောက်ပေးခဲ့တဲ့ ရုပ်ရှင်လို့ ပြောကြတဲ့ The House of the Devil ကို ရိုက်ခဲ့တဲ့ Ti West ဟာ 2022 မှာ A24 နဲ့ပေါင်းပြီး X နဲ့ ပြန် Comeback ခဲ့ပါတယ်။ X ဟာ အတော်အောင်မြင်ခဲ့သလို ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုကိုခံခဲ့ရတဲ့အပြင် စတီဖင်ကင်းရဲ့ ချီးကျူးမှုပါခံခဲ့ရတယ်။ သူ့ Prequel ဖြစ်တဲ့ Pearl ကလည်း မာတင်စကောဆေးစိလို ရုပ်ရှင်လောကရဲ့ ဆရာကြီးက ချီးကျူးတာပါခံခဲ့ရသလို ဝေဖန်ရေးသမားတွေလည်း အကြိုက်တွေ့ခဲ့ပါတယ်။ ဒါတင်မကသေးပဲ A24 ဖန်တွေကလည်း ...",
        "rating": "7.5",
        "url": "https://megaup.net/2vcP0/(CM)_Pearl_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/VkxiXAt1zl3aw2cID8Xpgl643T.jpg",
        "title": "In Secret (2013)",
        "description": "In Secret (2013)~ IMDb rating - 6.1/10 ~အဟောင်းအကောင်းတွေ မျှော်လင့်နေတဲ့ CM ပရိသတ်တွေအဖို့ 2013 ထွက် In Secret ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်ဆောင်တွေကတော့ တခြားသူမဟုတ်ပါဘူး။ ပရိသတ်တွေနဲ့ ရင်းနှီးပြီးသား MCU ဇာတ်ရုပ်တွေဖြစ်ကြတဲ့ Scarlet Witch နဲ့ Moon Knight တို့နေရာမှာ သရုပ်ဆောင်ခဲ့တဲ့ Elizabeth Olsen နဲ့ Oscar Isaac, ပြီးတော့ Harry Potter ထဲက Draco Malfoy ဖြစ်တဲ့ Tom Felton တို့ဖြစ်ပြီး မမ Elizabeth ရဲ့ အလှအပတွေကို ရှုမြင်ခံစားရဦးမှာဆိုတော့ ဘာဘာညာညာ တွေးမနေပဲ ကြည့်လိုက်ကြတော့ဗျာ။မွေးကတည်းက မိတဆိုးဖြစ်ခဲ့ရရှာတဲ့ Thérèse (Elizabeth Olsen) လေးဟာ ဖခင်ရဲ့ ထပ်စွန့်ပစ်ခြင်းကိုလည်း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Pf9y/(CM)_In_Secret_(2013)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ahista-139x200.jpg",
        "title": "Ahista Ahista (2006)",
        "description": "အိန္ဒိယဒရမ်မာကား ကောင်းကောင်းလေး ကြည့်ချင်ရင်တော့\nဒီကားကိုကြည့်ကြည့်ဖို့ ညွှန်းချင်ပါတယ်ဒီထဲမှာ မင်းသားက လက်ထပ်မှတ်ပုံတင်ရုံးမှာ\nအသိသက်သေအဖြစ် အလုပ်လုပ်တဲ့သူတစ်ယောက်ပေါ့\nဒီအလုပ်နဲ့ပဲ ဘဝကို ပေါ့ပေါ့ပါးပါးဖြတ်သန်းနေပြီး\nရှေ့အနာဂတ်အတွက် ရည်မှန်းချက်ကြီးကြီးမားမား မရှိတဲ့သူပေါ့တစ်နေ့ ကောင်မလေးတစ်ယောက် လက်ထပ်မှတ်ပုံတင်ဖို့\nရုံးရှေ့မှာ သူ့ရဲ့ချစ်သူကို စောင့်ရင်းနဲ့\nတစ်ယောက်တည်း ရပ်နေတာကို သူတွေ့လိုက်ရတယ်ဒါပေမယ့် အဲဒီကောင်မလေးရဲ့ချစ်သူက ညဘက်ရောက်တဲ့အထိ\nပေါ်မလာတော့ သူကပဲ နေစရာနေရာရဖို့ အကူအညီပေးခဲ့ရတာပေါ့\nအဲဒီလိုနဲ့ ကောင်မလေးရဲ့ချစ်သူက တစ်ရက်လည်း ပေါ်မလာ\nနှစ်ရက်လည်း ပေါ်မလာနဲ့ အချိန်တော်တော်ကြာတာတောင်\nပေါ်မလာခဲ့ဘူးသူကပဲ ကောင်မလေး နေဖို့ထိုင်ဖို့နဲ့ အကူအညီအားလုံးကို ကူညီပေးခဲ့ပြီး\nတဖြည်းဖြည်းနဲ့ ကောင်မလေးကို သံယောဇဉ်တွယ်လာခဲ့တယ်\nကောင်မလေးကို သူချစ်လာခဲ့တယ်\nကောင်မလေးနဲ့တွေ့မှ သူဟာ အနာဂတ်အတွက်\nရည်မှန်းချက်အကြီးကြီး ရှိလာခဲ့တယ် ဘဝကို လေးလေးနက်နက်\nဖြတ်သန်းလာချင်ခဲ့တယ်သူများတွေ အိမ်ထောင်ရေးအတွက် အကူအညီပေးခဲ့တဲ့ သူဟာ\nသူ့အိမ်ထောင်ရေးအလှည့်ကျတော့ လောကကြီးက\nပြန်ပြီးကူညီပါ့မလား ကောင်မလေးရဲ့ချစ်သူကရော\nပြန်လာဦးမှာလား\nသူ့အနေနဲ့ ကောင်မလေးရဲ့အချစ်ကို ရပါ့မလား\nသူ့ရဲ့ရည်မှန်းချက်တွေကို ကောင်မလေးနဲ့အတူ ဖန်တီးခွင့်ရပါ့မလားဆိုတာ\nဒီကားလေးထဲမှာ ဆွတ်ပျံ့ကြည်နူးဖွယ် အချစ်ရသလေးကို\nခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…1.7GB / 820MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/2vcmr/Ahista.Ahista.2006.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qhWPZdEEyht9Vqpj0vl3FB6CSr0.jpg",
        "title": "20th Century Girl(2022)",
        "description": "20th Century Girl(2022) အညွှန်း****************************ဒီတစ်ခါ CM ကနေတင်ဆက်ပေးမယ့်ဇာတ်ကားသစ်‌လေးကတော့ လူကြီးလူငယ်အကြိုက်တွေ့စေမယ့်ပေါ့ပေါ့းပါးပါး Drama အမျိုးအစားရုပ်ရှင်လေးပဲဖြစ်ပါတယ်။ဇာတ်လိုက်မင်းသမီးအနေနဲ့ Kim Yoo Jung , Han Hyo Joo တို့လိုနာမည်ကြီးတွေပါနေလို့ဇာတ်ညွှန်းဇာတ်အိမ်မကောင်းမှာကိုတော့ ပူစရာလုံးဝမလိုပါဘူးနော်။\nလူငယ်ပီပီ မကြာခဏစိတ်ကစားတတ်လေ့ရှိတဲ့ နှလုံးရောဂါသည်ဖြစ်သူသူငယ်ချင်းကကြိတ်ကြိုက်ရတဲ့ကောင်လေးတစ်ယောက်တွေ့သွားလို့ အမေရိကမှာခွဲစိတ်မှုသွားခံယူဖို့မလုပ်တော့ဘဲပေကပ်နေတဲ့အခါ Na Bora တစ်ယောက် အကြံအဖန်တစ်ခုလုပ်ရပါတော့တယ်။သူငယ်ချင်းရဲ့ crush ကလည်း တိုက်ဆိုင်ချင်တော့ သူတို့နှစ်ယောက်နဲ့တစ်ကျောင်းတည်း အတန်းတူကောင်လေးဖြစ်နေခဲ့...... သူငယ်ချင်းခွဲစိတ်ရရင်ပြီးရောဆိုတဲ့ Na Bora ကတော့ ဆရာမကြီးအထာနဲ့ ၁၉၉၉ ခုနှစ်မှာတောင်Email account တွေဘာတွေ ခက်ခက်ခဲခဲကောက်ဖွင့်ပေးပြီး crush စိတ်ငယ်ထိပ်ရောက်နေတဲ့ bff ကိုကတိတစ်ခုပေးပါတော့တယ်။အဲ့ဒီနောက်မှာတော့ အလွဲမျိုးစုံနဲ့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့... File Size : (2.21GB) (787MBB) &\nQuality : WEB-DL 1080P5.1CH,720p\nFormat…mp4\nDuration…01:59:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://megaup.net/2vcql/20th.Century.Girl.2022.WEB-DL.720P.PP(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYTI3NTdhMWEtZWE2Mi00NTBmLWJjMWYtOTAwMmJlZjc0YTZhXkEyXkFqcGdeQXVyMjkwMjY1MjI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Taking the Reins (2021)",
        "description": "Taking the Reins (2021)\n=================\nIMDb Rating - 6.3/10ဒီတစ်ခေါက်မှာတော့ Romance genre အမျိုးအစားဖြစ်တဲ့\nရုပ်ရှင်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးရဲ့ အကျဉ်းချုပ်ကတော့...\nဆမန်သာ ဟာ လက်ရွေးစင်မြင်းစီးချန်ပီယံ ပရက်စတန်ရဲ့ သမီး\nဖြစ်သူဖြစ်တာကြောင့် ငယ်စဉ်ကတည်းက မြင်းတွေနဲ့ အတူတူ\nကြီးပြင်းလာခဲ့ပြီး မြင်းစီးရတာကို အရမ်းခုံမင်နှစ်သက်သူပါ။\nသူမရဲ့အဖေကလည်း သူ့သမီးလေးကို ပြိုင်ပွဲတစ်လျှောက်ခေါ်သွား\nလေ့ရှိပြီး၊ သူ့ကိုအိုလံပစ်ပြိုင်ပွဲအထိ ဝင်ပြိုင်နိုင်မယ်လို့တောင် ထင်\nထားခဲ့ပါတယ်။တစ်နေ့မှာတော့ ဆမန်သာ သူနှစ်သက်မြတ်နိုးရတဲ့ မြင်းစီးလောက\nကနေအနားယူလိုက်ပါတယ်။ ဒါ့အပြင် သူ့နေရပ်ကနေ စွန့်ခွာပြီး နယူး\nယော့ခ်မှာ စာရေးဆရာတစ်ယောက်အဖြစ် သူ့ဘဝကိုဖြတ်သန်းနေခဲ့\nပါတယ်။ တစ်နေ့မှာတော့ သူ့ရဲ့အိမ်ယာမှာ မြင်းစီးချန်ပီယံပြိုင်ပွဲကြီး\nကျင်းပမဲ့အချိန်မှာ ဆမန်သာတစ်ယောက် သူမရဲ့ဆောင်းပါးရေးဖို့အတွက်\nအိမ်ကို ပြန်ဖို့ ဖြစ်လာပါတယ်။အိမ်ပြန်ရောက်ရောက်ချင်း သူမရဲ့ အရင်ယောက်ျား အိမ်မှာရှိနေတာကို\nတွေ့လိုက်ရတဲ့အခါမှာတော့.....သူမရဲ့ အချစ်ဇာတ်လမ်းလေး ပြန်လည်\nအသက်ဝင်လာတာကနေ ဇာတ်လမ်းကိုအစပျိုးရိုက်ကူးထားပါတယ်။\nသူမရဲ့ ချစ်ရတဲ့ မြင်းတွေစီကနေ ဘာဖြစ်လို့ ခွဲခွာလာရတာလဲ၊ မြင်းစီးတဲ့\nသူမရဲ့ဝါသနာကို ဆက်လုပ်ဖြစ်မလားဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးထဲမှာ\nဆက်လက်ကြည့်ရှူပေးကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ June ဖြစ်ပါတယ်)File Size..........(1.57 GB) ...",
        "rating": "6.3",
        "url": "https://megaup.net/18M7t/Taking.The.Reins.2021.PROPER.720p.WEBRip.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vCHh4TmXeUq1GSknnE8b3sII0ih.jpg",
        "title": "Team Black Hawk ( 2022 )",
        "description": "အားလုံးကို လူငယ်တွေစိတ်ဓာတ်တတ်ကြွရေး အသားပေးရိုက်ကူးထားတဲ့\nဇာတ်ကားလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီဇာတ်ကားလေးဟာဆိုရင် တကယ့်ဖြစ်ရပ်မှန်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားဆိုရင်လဲမမှားပါဘူး❏ လျန်ရှန်း စီရင်စု အားရှားမော့ ရွာငယ်လေးမှ မွေးဖွားလာပြီး\nငယ်ရွယ်စဥ်ကတည်းက ဘတ်စကတ်ဘောကို ဝါသနာထုံသူတစ်ယောက်ဖြစ်တဲ့ - အားမုအားမုဟာ လက်ရှိလုပ်ကိုင်နေတဲ့ ချန်သု\nစက်ပြုပြင်ရေးလုပ်ငန်းမှထွက်ခဲ့ပြီးတော့\nသူ့ရဲ့အိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့\nလူငယ်ဘတ်စကတ်ဘော အသင်းထူထောင်ရန် ရွာငယ်လေးဆီကို ပြန်လာခဲ့ပါတော့တယ်သူငယ်ချင်းဖြစ်သူရဲ့ အကူအညီပေးမှုအောက်မှာ သူ့ရဲ့အိမ်မက်လေးဟာ\nတစ်စ တစ်စနဲ့ ပုံပေါ်လို့လာခဲ့ပါတော့တယ် အခြေအနေတွေ\nအမျိုးမျိုး အဖုံဖုံခက်ခဲနေပေမဲ့လဲ ကလေးတွေရဲ့ အိမ်မက်တွေ\nပွင့်လန်းလာဖို့ လူတိုင်းက ပူးပေါင်းလုပ်ဆောင်ကြိုးပန်းပေးခဲ့ကြပါတယ်\nအားလုံးရဲ့ ကြိုးပန်းမှုတွေနဲ့ အတူတူ \"လျန်ရှန်း လင်းယုန်နက်\"\nဘတ်စကတ်ဘော အသင်းရဲ့ စိတ်ဓာတ်ခွန်အားတွေ နိုးထလာပြီး\nပြင်းထန်လှတဲ့ဘတ်စကတ်ဘောစွမ်းရည်ကို သက်သေပြခဲ့ကြပါတော့တယ် ဒီတော့ ပြောရရင် -“ဘယ်အရာမဆို မဖြစ်နိုင်ဘူးဆိုတာမရှိပါဘူး ကိုယ့်နှလုံးသားထဲမှာ\nအိမ်မက်မျိုးစေ့လေးရှင်သန်နေသရွေ့ ကိုယ့်အိမ်မက်တွေဟာ\nသေချာပေါက် အကောင်အထည်ပေါ်လို့လာမှာပဲဖြစ်ပါတယ်”ဇာတ်လမ်း/ဇာတ်ကွက် ကျစ်ကျစ်လစ်လစ်နဲ့ အရမ်းကိုကောင်းတဲ့\nဇာတ်ကားလေးတစ်ကားဖြစ်လို့ အခုပဲကြည့်ရှုလိုက်ရအောင်လားရှင်။ ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080 , ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/team-black-hawk-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3h4mE3okwJ9DjjXu6jipix96rzh.jpg",
        "title": "To Be Immortal ( 2018 )",
        "description": "ဒီတစ်ခါ အမောလည်းပြေ ခေါင်းလည်းစားစေမယ့်\nဟာသကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေး မိတ်ဆက်ပေးရမယ်ဆိုရင်\nဖုယန်ဆိုတဲ့ကောင်လေးဟာ သေဆုံးသွားခဲ့ပါတယ်....\nဟုတ်ပါတယ် ဆေးရုံမှာ ဝိညာဉ်နဲ့ ကိုယ်၊ ရုပ်နဲ့နာမ်ကွဲသွားပြီး\nအသက်ပျောက်သွားခဲ့တဲ့အချိန်မှာပဲ... သေမင်းလိုလို ဘာလိုလို\nဝတ်စုံနက်ကြီးနဲ့လူတစ်ဦးကလွဲပြီး ဘယ်သူမှ\nသူ့ကိုမမြင်ရဖြစ်နေတာကြောင့် စကားသွားပြောရာကနေ ...\nငါနဲ့ မသေမျိုးကျင့်စဉ် ကျင့်မလား\nချက်ချင်းငရဲသွားမလားလို့ အမေးခံလိုက်ရတယ်....ဒီလိုအမေးခံရရင် ဘယ်သူကများ ငရဲတန်းသွားမယ်ဖြေမှာလဲနော်....\nဖုယန်လည်း နောက်ဆုံးမှာ ကျင့်စဉ်ကျင့်ဖို့ ရွေးခဲ့ရာကနေ\nအချိန်စက်ဝန်းမန္တန်အရ ဘယ်ရောက်မှန်းမသိရောက်သွားရာကနေ...\nပထမဆုံး ဓားပျံလေးက ပြောင်းလဲသွားတဲ့\nဓားဝိညာဉ်ကို ကြွေသွားတာက တစ်မျိုး...\nဘိုးတော်ဘုရားခေတ်ကိုပြန်ရောက်ပြီး လေ့ကျင့်မှုတွေကို\nလေ့ကျင့်ရတာက တစ်မျိုး...\nနောက်ပြီး မသေမျိုး စစ်ဆေးခြင်းစာမေးပွဲ ကျရင်\nဝိညာဉ်ပျက်စီးသွားမယ်တာကြီးကလည်းရှိနေတော့...မသေမျိုးဖြစ်အောင် ဘယ်လိုတွေကျင့်မှာလဲ....\nသူစာမေးပွဲတွေကို အောင်ပါ့မလား... ဘာစာမေးပွဲတွေလဲ...\nနောက်ပြီး အဆုံးသတ်တော့မှာ အိပ်မက်ကြီးဆိုပြီးပဲ\nအဖျားရှူးသွားမလားဆိုတာ ဇာတ်လမ်းလေးဒေါင်းပြီး\nပေါက်ပေါက်လေးစားရင်း ကြည့်ပြီး အဖြေထုတ်လိုက်တော့နော်...\n[ Reviewed by Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Action\nRuntime : 1h 26 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/to-be-immortal-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZmVlOWU4ZWMtODg3YS00YjZjLWFjOTgtOWFkNzg0ZGYyNDY5XkEyXkFqcGdeQXVyMTA2ODkwNzM5._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Jumping from High Places (2022)",
        "description": "Jumping from High Places (2022)========================ကိုယ်ငယ်ငယ်တုန်းက တစ်ခုခုဘာလေးပဲလုပ်လိုက်လုပ်လိုက်\nပန်းချီဆွဲတာပဲဖြစ်ဖြစ် ကိုယ်ဆွဲထား၊လုပ်ထားတဲ့အရာလေးတွေကို\nသူများတွေကိုပြရမှာရှက်နေမိတယ်၊ ဘာလို့လဲဆိုတော့ မကောင်းတဲ့\nမှတ်ချက်တွေပေးခံရမှာကို တွေးပြီးစိတ်ပူလို့။ သူများတွေလိုနားဖောက်\nဖို့တို့၊ လျှောက်လည်ဖို့ဆိုတာ တွေးတောင်မတွေးကြည့်ခဲ့ရဘူး၊ စိုးရိမ်\nပူပန်မှုလွန်ကဲတဲ့ စိတ်ကစဉ့်ကလျားရောဂါကို ပြင်းပြင်းထန်ထန်ခံစား\nနေရတဲ့ ဆိုလီ ဆန်တိုရို လို့ခေါ်တဲ့ မိန်းမငယ်လေး၊ အမြဲတမ်းကြိုတွေးပြီး\nစိတ်ပူပန်နေတတ်တဲ့သူ၊ crush တာကြာ‌နေပြီဖြစ်တဲ့သူကိုလည်းဖွင့်\nမပြောရဲတဲ့သူ။\nတက္ကသိုလ်ကနေပါထွက်လိုက်ပြီး အလုပ်လည်းမရှိတဲ့ ဆိုလီ ဟာ\nတစ်နေ့တော့ ဆုံးသွားတဲ့သူ့အချစ်ဆုံးသူငယ်ချင်းရဲ့ စာလေးကိုရခဲ့ပါတယ်၊\nသူ့သူငယ်ချင်းရဲ့နောက်ဆုံးဆန္အတိုင်း သူအမြဲတမ်းကြောက်ပြီးစိုးရိမ်ပူပန်\nနေရတဲ့အရာတွေကို ချရေးထားပြီး ဘေးနားကသူငယ်ချင်းတွေအကူအညီနဲ့\nတစ်ခုချင်းစီ ကျော်လွှားနိုင်ဖို့ကြိုးစားကြည့်တဲ့အခါ jumping from high\nplaces ဆိုတဲ့ဇာတ်ကားလေးဖြစ်လာပါတော့တယ်။ဒီကားလေးမှာ ဆိုလီတစ်ယောက် သူ့အကြောက်တရားတွေကိုကျော်လွှားနိုင်\nမှာလား၊ ကြိုတွေးပြီးအစိုးရိမ်လွန်တတ်တဲ့ သူ့ရဲ့အချစ်ရေးကရောဘယ်လို\nဖြစ်လာမှာလဲဆိုတာကိုလည်း ကြည့်ရှုရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Ngwe Zin ဖြစ်ပါတယ်)File Size..........(1.52 GB) / (674 MB) / (381 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 28mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, ...",
        "rating": "5.6",
        "url": "https://megaup.net/18X21/Jumping.from.High.Places.2022.ITALIAN.720p.WEBRip.(CM)_new.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYjRkOTU4ZDEtMmY5Ni00ZWI4LThjOWQtZDZjMDJiMWQ1YzIzXkEyXkFqcGdeQXVyODU1OTc0MzI@._V1_-143x200.jpg",
        "title": "Goodbye, Dragon Inn (2003)",
        "description": "Goodbye, Dragon Inn ( 2003 )\n----------------------------\nDirected by Tsai Ming LiangBreathless ရုပ်ရှင်ထဲက Godard ရဲ့ ဒိုင်ယာလော့တစ်ကြောင်းရှိတယ်။ ဘဝရဲ့အကြီးကျယ်ဆုံးပန်းတိုင်က immortal ဖြစ်လာပြီးမှ သေဖို့ပဲတဲ့။ ဒီလိုမသေမျိုးဖြစ်လာပြီးမှ သေသွားတဲ့လူတွေ ရှိတော့ရှိပါတယ်။ ဗန်ဂိုး , မိုးဇက် , ဟိုးမား , မိုက်ကယ်အိန်ဂျလို , တာကော့စကီး...။ လွယ်တော့မလွယ်လှဘူးပေါ့။ အခက်ဆုံးအရာလို့ ပြောရင်တောင်ရမလားပဲ။ဂွတ်ဘိုင်ဒရာဂွန်အင်း တစ်ကားလုံးက ရုပ်ရှင်ရုံဟောင်းတစ်ခုမှာ တစ်ချိန်က legenကြီး ကင်းဟူရဲ့ ဒရာဂွန်အင်းကားပြနေတဲ့ အချိန်တစ်ခုကို ရိုက်ထားရုံသက်သက်ပဲ။ ဒီလိုရိုက်တာ Tsai Ming Liangပထမဆုံးတော့ မဟုတ်ဘူးပေါ့။ ရုပ်ရှင်ကို ရုပ်ရှင်ပိုဆန်စေခဲ့တဲ့ အင်ဂမာဘတ်မန်းတို့ အီရန်ရုပ်ရှင်က ဆရာတစ်ဆူဖြစ်တဲ့Abbas Kiraostami တို့လည်း ရိုက်ခဲ့ဖူးတယ်။ ဒါပေမဲ့ Tsai Ming Liangကလည်း Tsai Ming ...",
        "rating": "7.1",
        "url": "https://megaup.net/3b8dC/Goodbye,_Dragon_Inn_(2003)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6oZeEu1GDILdwezmZ5e2xWISf1C.jpg",
        "title": "The School for Good and Evil (2022)",
        "description": "The School for Good and Evil (2022)(1080p ရပါပြီ)နက်ဖလစ်ရဲ့ သရုပ်ဆောင်အစုံနဲ့ နှစ်နာရီခွဲကြာတဲ့ မှော်စိတ်ကူးယဉ်ရုပ်ရှင်အသစ်လာပါပြီ။ဟိုးရှေးရှေးတုန်းက ပုံပြင်ကမ္ဘာထဲမှာ အရမ်းအစွမ်းထက်တဲ့ ညီအစ်ကိုနှစ်ယောက်ဟာ သူတော်ကောင်းနဲ့မိစ္ဆာကြားမှာ ဟန်ချက်ညီစေဖို့ မှော်ကျောင်းတစ်ကျောင်းကို တည်ထောင်ခဲ့ပါတယ်။ ဒါပေမဲ့ နှစ်ပေါင်းများစွာကြာလာတဲ့အခါ မိစ္ဆာညီဟာ စိတ်ပြောင်းပြီး စွမ်းအားအကုန်လုံးကို သိမ်းပိုက်ဖို့ သူ့အစ်ကိုကို သတ်ဖို့ ကြိုးစားခဲ့ပေမဲ့ မအောင်မြင်ဘဲ သေဆုံးသွားခဲ့ပါတယ်။အဲဒီကတည်းက သူတော်ကောင်းနဲ့မိစ္ဆာအတွက်ကျောင်းမှာ သူတော်ကောင်းတွေဘက်ကပဲ အရေးသာခဲ့တာ နှစ် ၂၀၀ လောက်ကြာခဲ့ပါပြီ။ အဲဒီကျောင်းမှာ မိစ္ဆာဆိုရင်လည်း ပုံပြင်တွေထဲက နာမည်ကြီး လူဆိုးကြီးတွေရဲ့ သားသမီးတွေတက်ရောက်နေတာဖြစ်ပြီ သူတော်ကောင်းတွေဘက်မှာလဲ ဘုရင်အာသာရဲ့သားတို့၊ စနှိုးဝိုက်ရဲ့သမီးတို့ စသည်ဖြင့် ပုံပြင်ဇာတ်လိုက်တွေရဲ့ မျိုးဆက်တွေ တက်နေကြတာဖြစ်ပါတယ်။ဒါပေမဲ့ သူတို့ဆီမှာ စာဖတ်သူဆိုတဲ့ ပုံပြင်မျိုးရိုးမဟုတ်တဲ့ အပြင်လောကက သူတွေလည်း တက်ခွင့်ရတတ်ပါတယ်သေးတယ်။ တစ်နေ့မှာတောာ့ အဲဒီကျောင်းကို ဆိုဖီဆိုတဲ့ စိတ်ထားကောင်းတဲ့ကောင်မလေးနဲ့ အက်ဂ်သာဆိုတဲ့ ဂျစ်ကန်ကန်ကောင်မလေးတစ်ယောက် ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Pd8n/[CM]The.School.For.Good.And.Evil.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Yn1AaEkm7sk7RTAZRWFG4Xd4zr.jpg",
        "title": "Kanam (2022)",
        "description": "Oke Oka Jeevitham 2022\n8.4/10 IMDbဟုတ်ကဲ့ဒီတစ်ခါတော့ အိန္ဒိယသိပ္ပံဇာတ်ကားလေးတစ်ခုလာပါပြီနော်ကျွန်တော်တို့သာအချိန်ခရီးသွားနိုင်မယ်ဆိုရင် အတိတ်ကအမှားတွေကိုပြန်ပြင်ဖို့\nလူတိုင်းအတိတ်ကိုပြန်သွားချင်မှာပါပဲ..ဒါကတော့အချိန်ခရီးသွားမယ့်ဇာတ်လမ်းလေးပေါ့နော်တစ်နေ့သိပ္ပံပညာရှင် ပေါလ်နဲ့မိုက်ကယ်တို့နှစ်ယောက်\nအချိန်ယန္တရားစက်ကိုစမ်းသပ်တီထွင်ခဲ့ရာမှာ\nစမ်းသပ်မှုမအောင်မြင်ဖြစ်ပြီး မိုက်ကယ်ဆုံးသွားခဲ့ရပါတယ်အာဒီ၊ ချေတူးနဲ့စီနူးတို့က ဘဝမှာအခက်အခဲကိုယ်စီနဲ့ရုန်းကန်နေရတဲ့\nငယ်ပေါင်းသူငယ်ချင်းသုံးယောက်ပေါ့...အာဒီက\nဂီတပညာရှင်တစ်ယောက်ဖြစ်ချင်ပေမယ့် စတိတ်စင်ကိုကြောက်တတ်တယ်..ချေတူးကအချစ်ရေးကိစ္စအဆင်မပြေနေတဲ့သူစရီနူးကတော့ ငယ်စဥ်ကစာကောင်းကောင်းမလုပ်ခဲ့ရလို့နောင်တရနေတဲ့သူပေါ့တစ်နေ့စီနူးက အာဒီ ချေတူးတို့နဲ့အတူ ပေါလ်ကိုအိမ်လိုက်ပြရာမှ\nအာဒီကပေါလ်ရဲ့သေတ္တာတစ်လုံးကိုသတိပြုမိသွားပါတယ်..\nသေတ္တာပေါ်ကရက်စွဲကလဲ သူ့အမေမဆုံးခင်ကရက်စွဲနဲ့ဆိုတော့ အံ့သြသွားခဲ့ရပါတယ်ဒီလိုနဲ့ပေါလ်ရဲ့အချိန်ယန္တရားစက်ကြီးနဲ့ သူတို့အားလုံးရဲ့ကိုယ်စီပြဿနာတွေကို\nအတိတ်ကိုသွားပြီးပြောင်းလဲကြတဲ့အခါဘယ်လိုတွေဆက်ဖြစ်မှာလဲဆိုတာ\nမျှော်တလင့်လင့်လိုက်ပါကြည့်ရှုလိုက်ကြပါဦးခင်ဗျာ..\nFile size…2.8GB / 1.24GB\nQuality…1080p True WEB DL HQ / 720p\nFormat…mp4\nDuration….2h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & HM & Taylor & BpL",
        "rating": "8.5",
        "url": "https://megaup.net/19gaq/Oke_Oka_Jeevitham_(2022)_TRUE_WEB-DL.720p.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kzT7WvRaolavasYSWnaefGUx8Wi.jpg",
        "title": "Vive L’Amour (1994)",
        "description": "Vive L'Amour (1994)~ IMDb - 7.4/10, Rotten Tomatoes - 86% ~Directed by \"Tsai Ming-liang\"ထိုင်ဝမ်ရဲ့ ပထမနယူးဝေ့ကို ၁၉၈၂ နှောင်းပိုင်းတွေမှာ Edward Yang တို့ Hou Hsiao-hsien တို့နဲ့ တခြားဒါရိုက်တာတချို့ရဲ့ ရုပ်ရှင်တွေနဲ့ စတင်ခဲ့ပြီးတဲ့နောက် Tsai Ming-liang တို့ Ang Lee တို့အပါအဝင် ၁၉၉၀နှောင်းပိုင်း ဒါရိုက်တာတစ်ချို့က သူတို့ရုပ်ရှင်တွေနဲ့ ဒုတိယနယူးဝေ့ကို အသက်သွင်းခဲ့ကြပါတယ်။ အားလုံးဟာ ဟောင်ကောင် ပြည်မတို့နဲ့မတူတဲ့ ထိုင်ဝမ်ရုပ်ရှင်ဆိုတဲ့ အငွေ့အသက်တစ်ခု သီးခြားခံစားရအောင် လုပ်နိုင်ခဲ့တဲ့ ဒါရိုက်တာကောင်းတွေချည်းပါပဲ။ သူတို့ထဲမှာ Tsai Ming-liang ရဲ့ ရုပ်ရှင်တွေဟာ တင်ပြပုံ အထူးခြားဆုံးလို့ပြောရမှာပါပဲ။ Ang Lee ကတော့ အမေရိကန်ရောက်သွားပြီး ပေါကားပေါင်းစုံပါရိုက်လာပေမဲ့ Tsai Ming-liang ဟာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Pdok/(CM)_Vive_L_Amour_(1994)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTQ2ZmJkY2QtMTIxNy00NWQ3LThmZDMtZjRlYzhjZGZkNWM1XkEyXkFqcGdeQXVyMjg0NjIzMzc@._V1_-141x200.jpg",
        "title": "(18+)The Receptionist (2016)",
        "description": "\"လွယ်တာတွေ့ရင် ပိုခက်တဲ့တခြားဘဝတွေကို ငဲ့ကြည့်ပါဦး.....\"\nမြန်မာနိုင်ငံစကားနဲ့ပြောရရင်တော့ မာစွပ်ပေါ့\nအညောင်းအညာလေးလဲ ပြေမယ်...ကိစ္စဝိစ္စလေးတွေလဲလျှော့လို့ရမယ်အားလုံးက ပျော်စရာတွေချည်းပါပဲ...အဆင်ပြေရင်မုန့်ဖိုးလေးဘာလေးပိုပေးလိုက်ပေါ့\nဒါပေမဲ့ အရာရာတိုင်းမှာ Dark Side ဆိုတာရှိသလို အနှိပ်ခန်းလောကမှာလဲ မမြင်နိုင်တဲ့\nနာကျင်မှုတွေ ဝမ်းနည်းစရာတွေ ရှိနေမှာပါပဲ..ကျွန်တော်တို့သာမသိကြတာမလား\nခုဇာတ်လမ်းထဲမှာတော့ လန်ဒန်က ထိုင်ဝမ်သူတွေရဲ့ မာဆတ်လောကပေါ့မာဆတ်လုပ်မယ်ဟဲ့ဆိုပြီး လန်ဒန်ရောက်လာတဲ့သူက ခပ်ရှားရှားပါ\nချစ်သူကခေါ်လာလို့တို့...ဒီမှာလက်ထပ်ပြီး အခြေချဖို့တို့..အလုပ်ရှာဖို့တို့နဲ့ နောက်ဆုံးတော့\nငွေရလွယ်တဲ့ ဒီဘူတာမှာပဲ လာစိုက်ကြလေသည်ပေါ့မာဆတ်ကစော်လေးတွေရဲ့ ဒရာမာတွေက မရိုးရပါဘူးဆို\nမြေနိမ့်ရာလှံဝိုင်းစိုက်တဲ့ မဟာပုရိသ သခင်ကြီးများကလဲ မပါမဖြစ်ပါပဲ\nအားလုံးကငွေဆိုတာအတွက် မလုပ်ချင်လဲလုပ် လုပ်ချင်လဲလုပ်ကြပေါ့\nတခါတလေတော့ အဲ့လိုလောဘတွေတက်မနေပဲ ကိုယ့်ရဲ့ရှင်သန်ရာနေရာလေးမှာပဲ\nရသမျှနဲ့ရောင့်ရဲတင်းတိမ်ရင်း အေးချမ်းစွာဖြတ်သန်းလိုက်ချင်ပေမယ့်\nဘဝဟာအဲ့လိုမလွယ်ကူနေကြောင်း ဒီဇာတ်လမ်းလေးနဲ့ စီးမြောခံစားကြည့်ကြတာပေါ့\nFile size…1.35GB / 617MB\nQuality…1080p WEBDL  / 720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.6",
        "url": "https://megaup.net/3b8cB/The.Receptionist.2016.720p(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/woexOLEkUlYsPLLuZRK6LjZaF38.jpg",
        "title": "Robin Hood: Men in Tights (1993)",
        "description": "Robin Hood: Men in Tights (1993)~ IMDb - 6.7/10, Rotten Tomatoes - 41% ~Mel Brooks ဆိုတဲ့ဘဲ ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ကိုယ်တိုင်ထုတ်ရုံနဲ့အားမရလို့ ကိုယ်တိုင်ပါ ဝင်သရုပ်ဆောင်ထားတဲ့ ဂန္တဝင်မြောက် လက်ရာ တစ်ခု ဖြစ်တဲ့ Robin Hood Parody လေး ကြည့်ရှုနိုင်စေဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။ Mel Brooks ဟာ ဟာသလိုင်းမှာတော့ တော်တော်ပေါက်တဲ့လူဖြစ်ပြီး ဒီရော်ဘင်ဟုဒ်ကားကိုလည်း စောက်တလွဲတွေအပြည့်နဲ့ စခွီထချင်စရာကောင်းအောင် တင်ဆက်ထားပါတယ်။ဒီကားက ရော်ဘင်ဟုဒ်ကားကိုမှ သောက်တလွဲစတိုင်ရိုက်ပြထားတဲ့ကားဆိုတော့ ကိုယ်တွေ အကြိုက် တောထဲမှာနေ လူဆိုးတွေဆီက ဓားပြတိုက်ပြီး လူကောင်းတွေကို ပြန်မျှတဲ့ ရော်ဘင်ဟုဒ်ထက် အိမ်ပါရှိနေပြီး အဲဒီအိမ်ကိုပါ အကြွေးနဲ့အသိမ်းခံရတဲ့အထိ သောက်တလွဲလုပ်ပြသလို၊ သူ့တိုင်းပြည်က မင်းသမီးကလည်း ဟိုနေရာကို မင်းကြီး သော့ခတ်ထားတာခံရပြီး သော့ပျောက်လို့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3b87j/(CM)_Robin_Hood_-_Men_In_Tights_(1993)_720p.mp4",
        "category": "Adventure, Comedy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7A382nJnnS1YFqt19pWy8IDAqhI.jpg",
        "title": "The Rainmaker(1997)",
        "description": "The Rainmaker(1997) အညွှန်း**************************IMDb...7.2Rating တွေကောင်းသလို ဆုကြီး ၂ ဆုနဲ့အခြားဆု (၁၀) ဆုလည်းဆန်ကာတင်စာရင်း ဝင်ခဲ့လို့ ဒီကားက ကောင်းမှာတော့မပူနဲ့ဗျို့...ခြူးတပြားမရှိလို့ နာမည်ရ ဥပဒေအကျိုးဆောင်ရုံးတစ်ခုမှာ ရရာအလုပ်ဝင်လုပ်ခဲ့ရတဲ့ကျောင်းပြီးခါစ လိုင်စင်တောင်မရှိသေးတဲ့ရှေ့နေပေါက်စလေး ရူဒီဘေလာနဲ့ရှေ့နေစာမေးပွဲကို ခြောက်ကြိမ်တိတိ ကျရှုံးထားတဲ့ ဒက်ရှစ်ဖလက်တို့ တွဲဖက်ပြီးအကျင့်ပုတ်ပြီး ရိုက်စားလုပ်သွားတဲ့ အာမခံကုမ္ပဏီကြီးတစ်ခုကို\nအပီဗျင်းဖို့ အကြောင်းဖန်လာပေမယ့်ဟိုဘက်မှာက နာမည်ကျော် အတွေ့အကြုံရှိရှေ့နေကြီးလီယိုတို့အဖွဲ့က အမှုလိုက်ပေးကြတဲ့အခါ သူတို့နှစ်ယောက်အဲဒီအဖွဲ့ကို ဘယ်လိုရင်ဆိုင်ကြမလဲ အမှုက နိုင်ရောနိုင်ပါ့မလားဆိုတာ….  File Size : (2.05GB) (726MB) and (200MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Crime ,Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/1Pd2v/The.Rainmaker.1997._BLU-RAY.720P.PP(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8XF5EIDUOZv1p9orukdyERvv2Qn.jpg",
        "title": "Accident Man: Hitman’s Holiday (2022)",
        "description": "Accident Man: Hitman's Holiday (2022)2018 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Accident Man ရဲ့ ဒုတိယမြောက်ကားထွက်လာပါပြီ။ပထမကားကို မမှတ်မိဘူး ဒါမှမဟုတ် မကြည့်ရသေးသူတွေဆိုရင်လဲ ဒီဒုတိယကားကိုကြည့်လို့ဖြစ်ပါတယ်။အက်ဆီးဒန့်မန်းကတော့ သူကကြေးစားလူသတ်သမားကိုမှ\nသူ သတ်ရင် မတော်တဆသေသွားသလိုဒီဇိုင်းနဲ့ သတ်လို့ အဲဒီနာမည်ကိုရထားတာပါ။\nပထမကားမှာအက်ဆီးဒန့်မန်းက လန်ဒန်မှာတော်တော်မွှေခဲ့ပြီး\nဒီကားမှာတော့ လန်ဒန်နဲ့ဝေးရာကိုသူအားလပ်ရက်ခရီးထွက်လာခဲ့ပါပြီ။သူက အာရှ ဥရောပ မြောက်အမေရိကတို့အားလုံးနဲ့နီးတဲ့\nမောလ်တာကျွန်းမှာအေးအေးဆေးဆေးအနားယူခြေရာဖျောက်ရင်း ကြေးစားအလုပ်အနည်းငယ်ကိုလဲလုပ်တယ်ပေါ့။ဒါပေမဲ့ သူ့အတိတ်က လူတစ်ယောက် ရောက်လာပြီးနောက်မှာ\nမာဖီးရားဂိုဏ်းကဘွားတော်ကြီးရဲ့ခပ်ပေါပေါခပ်ချာချာသားကို ကာကွယ်ပေးဖို့ဖြစ်လာပါလေရော။\nအတိတ်ကနေလွတ်ရာပြေးလာတဲ့ အက်ဆီးဒန့်မန်းတစ်ယောက်\nကြေးစားကနေ ဘော်ဒီဂတ်ဖြစ်လာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာဒီကားမှာကြည့်ရမှာပါ။Comedy action ဇာတ်ကားဖြစ်တာကြောင့်\nထေ့လုံးငေါ့လုံး အဆဲစုံဒိုင်ယာလော့ခ်လေးတွေပါတာရယ်\nအက်ရှင်နဲ့ဇာတ်လမ်းကလဲ မဆိုးတာရယ်ကြောင့် ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 1.36GB | 766MB | 418MB\nFormat… mp4\nDuration…. 1h 36min\nSubtitle…. ...",
        "rating": "5.8",
        "url": "https://megaup.net/19f4l/Accident.Man.Hitmans.Holiday.2022.720p.WEB-DL.DD5.1.CM..mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BMGUzZjBkYzAtNjE3NC00NGFhLTg3MDktMjEzYWE3ZTE5MGIwXkEyXkFqcGdeQXVyMTE3MDExNzQ1._V1_-160x200.jpg",
        "title": "Ammu (2022)",
        "description": "Ammu (2022)\n7.3/10 IMDb\"အိမ်ထောင်ပြု ဘုရားတည် ဆေးမှင်ရည်စုတ်ထိုး\nဤသုံးမျိုးချက်မပိုင် နောင်ပြင်ရန်ခက်သည့်အမျိုးတဲ့\"\nအားလုံးသိကြတဲ့အတိုင်း မိဘပေးစားသူနဲ့ယူကြရတာမျိုးဟာ\nအိန္ဒိယမှာယနေ့အထိတိုင်ရိုးရာတစ်ခုလိုရှိနေဆဲပါ...\nချစ်လို့ခင်လို့အိမ်ထောင်ပြုကြတာမှန်ရင်တောင် လူဆိုတာပြောင်းလဲတတ်တဲ့အမျိုးပါ...\nဇာတ်လမ်းလေးကိုနည်းနည်းပြောရရင်...သူ့နာမည်က အမ်မူတဲ့၊ အကောင်းမြင်တတ်ပြီး ပျော်ပျော်နေတတ်တဲ့\nမိန်းမလှလေးတစ်ယောက်ပေါ့။ အရွယ်ရောက်လာတော့\nမိဘတွေ စီစဥ်ပေးတာကို လက်ခံပြီး ရာဗီဆိုတဲ့ ရဲအရာရှိတစ်ယောက်နဲ့\nလက်ထပ်ခဲ့တာ။ သို့ပေမယ့် ဒီအိမ်ထောင်ရေးက ဒီလောက်\nကြောက်စရာကောင်းတဲ့ ငရဲဖြစ်မယ်မှန်းလည်း အမ်မူ ကြိုမတွေးနိုင်ခဲ့။သူဒီလို မွန်းကြပ်စရာ၊ ကြောက်လန့်စရာ အခြေအနေကနေ ဘယ်လိုကြိုးစားပြီး\nရုန်းထွက်ခဲ့လဲဆိုတာကို အသားပေး ရိုက်ပြထားတာပါ။ အမ်မူ တကယ်ရော\nဒီအိမ်ထောင်ရေးကနေ ရုန်းထွက်နိုင်ခဲ့ရဲ့လား။ မထင်မှတ်ထားတဲ့\nဇာတ်အိမ်အလှည့်အပြောင်းတွေနဲ့ အမ်မူရဲ့ Character Development ကိုလည်း\nရင်တမမနဲ့စောင်ကြည့်ရမှာမို့ ၂၀၂၂ ရဲ့ လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်ကောင်းလို့ ညွှန်းလိုက်ပါတယ်ဗျာ။\nFile size…1.6GB  / 788MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Thet Ko & OeliuJ & Hay Man",
        "rating": "7.6",
        "url": "https://megaup.net/1Pb8h/Ammu_(2022)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/suASijYyJ3jwwEfPki1V3R8vuO9.jpg",
        "title": "Game of Love (2022)",
        "description": "Game of Love (2022)ငယ်ငယ်တုန်းက Blended ထဲမှာ ကြွေခဲ့ရပြီး ကြီးလာတော့လည်း The Babysitter တို့၊ Midnight Sun တို့ထဲမှာ ထပ်ကြွေခဲ့ရပြန်တဲ့ မမ Bella Thorne ရဲ့ Game of Love ခေါ် Time Is Up 2 ကို တင်ဆက်ပေးလိုက်ပါတယ်။ ချစ်ခြင်းတရားတွေအပြည့်နဲ့ မြန်မာကားတွေထဲ ဇာတ်လမ်းဇာတ်အိမ်လေးနဲ့ ဖွဲ့စည်းထားတဲ့ ဇာတ်ကားကောင်းလေးပေါ့။ဇာတ်လမ်းလေးကတော့ ဒီလိုပါ။ ကောင်လေးနဲ့ ကောင်မလေးရှိတယ်။ ကောင်လေးက ကျောင်းစရိတ်မလောက်တာမို့ ကျောင်းဆက်တက်ဖို့ အခက်အခဲဖြစ်နေတယ်။ ဒီတော့ ကောင်မလေးက စွန့်လွှတ်ခြင်းကြီးစွာနဲ့ ကောင်လေးမိသားစုရဲ့ လယ်တောအိမ်ကို ရောင်းဖို့အတွက် ကောင်လေးရဲ့ဇာတိကို လိုက်ခဲ့တယ်။ ဒီအခန်းတွေကို အီတလီရဲ့စစ္စလီတို့လို တကယ့်နေရာကောင်း နေရာလှလေးတွေမှာ ရိုက်ပြထားခဲ့တယ်။ ကောင်လေးရဲ့ ငယ်ချစ်ဦးပေါ်လာပြီး အချစ်လွန်ဆွဲပွဲတွေဖြစ်ကြတယ်။ ဟိုဆွဲ ဒီဆွဲ နောက်ဆုံး ...",
        "rating": "2.4",
        "url": "https://megaup.net/1Pb82/(CM)_Game_of_Love_(2022)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/neLDmmYqQUV9gbngzS2mMNd4hyc.jpg",
        "title": "Bujji… Ila Raa (2022)",
        "description": "Bujji Ila Raa ( 2022 )\nIMDb 8.3/10ဒီတစ်‌ခေါက်မှာတော့ မှုခင်းရုပ်ရှင်တွေမှကြိုက်တယ်ဆိုသူတွေအတွက်\nနောက်ထပ်Teluguမှုခင်းဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့\nဝါရန်ဂယ်လို့‌ခေါ်တဲ့မြို့တစ်မြို့မှာ ပြန်ပေးဆွဲမှုတွေဟာ\nဆက်တိုက်ဖြစ်ပေါ်နေပါတယ်။ ပြန်ပေးဆွဲခံရသူတွေကလည်း\nအသက်ရှစ်နှစ်အရွယ်မိန်းကလေးတွေချည်းပါပဲ။စီအိုင်ရဲအရာရှိ ကီရှိုးနဲ့မိသားစုဟာလည်း အဆိုပါမြို့ကိုပြောင်းရွေ့လာရတဲ့အတွက်\nအရာရှိကီရှိုးတစ်ယောက် ပြန်ပေးဆွဲမှုတွေကိုစုံစမ်းစစ်ဆေးရပါတော့တယ်။\nပြန်ပေးဆွဲခံရတဲ့ကလေးအရေအတွက်ဟာလည်း တစ်စထက်တစ်စပိုများလာခဲ့ပြီး\nအလောင်းတွေကိုပါတွေ့ရှိလာရပါတယ်။ ရင်ခွဲစစ်ဆေးကြည့်တဲ့အခါ\nနှလုံးတွေကိုပဲထုတ်ယူထားတာတွေ့ရှိရတဲ့အတွက်\nကိုယ်တွင်းကလီစာမှောင်ခိုမှုတွေနဲ့များ ဆက်စပ်လေမလားဆိုပြီး\nအရာရှိကီရှိုးတစ်ယောက် ဦးနှောက်ခြောက်ရပြန်ပါတယ်။\nပြန်ပေးသမားတွေရဲ့နောက်ကွယ်မှာ ဘာတွေများရှိနေတာလဲ ...မြို့ကကလေးတွေရဲ့အန္တရာယ်ကိုရော ဖယ်ရှားပေးနိုင်ပါ့မလား ...\nဒါတင်ပဲလားဆိုတော့မဟုတ်သေးပါဘူး ဇာတ်လမ်းရဲ့အလယ်လောက်မှာ\nမထင်မှတ်ထားတဲ့လှည့်ကွက်တွေနဲ့ အံ့အားသင့်စေဦးမှာပါ...\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဆက်လက်ရင်ခုန် ကြည့်ရှုပေးကြပါဦး။\nFile size…2.2GB / 1.1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & OeliuJ & Hay Man",
        "rating": "8.3",
        "url": "https://megaup.net/19dof/Bujji_Ila_Raa_(2022)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YR04AfB6SZhAdv7edkdaIivG7c.jpg",
        "title": "Work In Vain Song Ci ( 2021 )",
        "description": "လျှိုဝှက်ဆန်ဆန် ဂမ္ဘီရဆန်ဆန်မှုခင်းကားတွေကြည့်ချင်တဲ့CMကနေ\nတရုတ်ရှေးခေတ်မှုခင်းစစ်တဲ့ကားတစ်ကားလေးနဲ့မိတ်ဆက်လိုက်ပါတယ်\nရှေ့ခေတ်ကပေါ်ခဲ့တဲ့ ပျောက်ဆုံးနေပြီဖြစ်တဲ့\nပေါ်ရွှင်ဆိုတဲ့မိစ္ဆာဘာသာဝင်တစ်ခုက\nစုန့်ချီနေတဲ့ချန်တင်းကိုရောက်ရှိလာပြီးကျိန်စာတိုက်ခဲ့တယ်ကျိန်စာကတကယ်ပဲ မိစ္ဆာမျိုးကလုပ်တာလား?\nလူသားတွေရဲ့ လောဘ ဒေါသ မနာလိုမှုနဲ့ ကာမပျော်မွေ့မှုကြောင့်\nဖြစ်လာတဲ့အမှုတွေက တကယ်ပဲကျိန်စာကြောင့်ဖြစ်လာတာလား?\nလူတွေရဲ့နဂိုစိတ်ရင်းကြောင့်ဖြစ်လာတာလား?စုန့်ခေတ်ရဲ့ အလောင်းစစ်ဆေးတဲ့သူ စုန့်ချီက\nဒီအမှုတွေနဲ့ နောက်ကွယ်ကကြိုးကိုင်သူကို\nဘယ်လိုတွေးခေါ်မှုတွေအမျှော်အမြင်တွေနဲ့\nအမှုကိုဖြေရှင်းမလဲဆိုတာကို လှည့်ကွက်မျိုးစုံ\nမထင်မှတ်ထားတဲ့ဇာတ်မြှုပ်ဇာတ်ကွက်တွေနဲ့\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုနိုင်မဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်….\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Thriller\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/work-in-vain-song-ci-2021/"
    }
]