[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/driver-133x200.jpg",
        "title": "{21+}Driver (2017)",
        "description": "လောကကြီးမှာ မျှော်မှန်းထားသလို ဖြစ်မလာတာတွေအများကြီးပါ ဒီထဲမှာမှ ကိုယ့်ဘဝရဲ့ လက်တွဲဖော်ဟာ\nကို့ယ်ကို စိတ်မဝင်စားပဲ တခြားသူတွေကို စိတ်ဝင်စားတာက ဆိုးဆိုးဝါးဝါး ခံစားရစေပါတယ်\nအချစ်မှာ လိင်ခွဲခြားမှုမရှိဆိုသလို ကိုယ့်ချစ်တဲ့သူက လိင်တူချင်းစိတ်ဝင်စားနေပါက ဆိုးဆိုးဝါးဝါး တုန့်ပြန်ကြမှာ အမှန်ပါပဲ။အခုထိုင်းကားလေးမှာလဲ ကဒီတစ်ယောက် သူမရဲဘ ခင်ပွန်းဖြစ်သူက သူမကိုမချစ်ပဲ တခြားသူတစ်ယောက်ကိုပဲ\nစိတ်ရောက်နေတဲ့အတွက် ကဒီတစ်ယောက် ဘယ်လို လှလှပပ လက်တုန့်ပြန်မလဲဆိုတာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်\n18+ အခန်းတွေပါဝင်တာမို့ ထိုင်းကားဆိုပြီး မိသားစုနဲ့ အတူကြည့်ဖို့ မသင့်တော်ပါဘူးဆိုတာတော့ သတိချပ်စေလိုပါတယ်။\nFile size…1.2GB / 500MB\nQuality…1080p NF WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.1",
        "url": "https://megaup.net/1MQ8m/Driver.2017.720p.NF.WEB-DL.AAC2.0CH.XCross%7BDS%7D.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/70020939-140x200.jpg",
        "title": "Be Cool (2005)",
        "description": "ဂျွန်ထရာဗိုသာနဲ့ အူမာသာမန်းတို့လို ဝါရင့်တွေပါဝင်ထားတဲ့ဇာတ်ကားပါ။ငွေတိုးချေးပြီးရင် ဂိုဏ်းစတားဆန်ဆန် အကြွေးလိုက်တောင်းရတဲ့ အလုပ်ကို စိတ်ကုန်လို့ ရုပ်ရှင်လောကထဲဝင်ပြီး ထုတ်လုပ်သူလုပ်ခဲ့တဲ့ ချီလီပါးလ်မား (John Travolta) တစ်ယောက် ကြာလာတော့ ရုပ်ရှင်လုပ်ငန်းကို စိတ်ကုန်လာလို့ အလုပ်ဟောင်းဆီပဲပြန်သွားရမလား တွေးနေမိပါတယ်။ ဘာလို့လဲဆိုတော့ အရင်တုန်းကမှ \"မရိုးသားတဲ့အလုပ်ကို ရိုးရိုးသားသားလုပ်နိုင်သေးလို့\" ပါတဲ့။ဒါပေမဲ့ သူစိတ်ဝင်စားသွားတာက ဂီတလောကပါ။ တကယ်ပါရမီရှိတဲ့ အဆိုတော်ဖြစ်ချင်သူ လင်ဒါမွန်း ဆိုတဲ့ မိန်းမငယ်လေးတစ်ယောက်နဲ့ ဆုံလိုက်ရတဲ့အခါ သူ့ကိုကြယ်တစ်ပွင့်ဖြစ်တဲ့အထိ မြေတောင်မြှောက်ပေးဖို့ ချီလီ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ဒါပေမဲ့ လင်ဒါ့မှာ တဖက်သတ်ချုပ်ဆိုခံထားရတဲ့ သဘောတူစာချုပ်က ရှိနေတယ်။ သူ့ကိုချုပ်ကိုင်ထားကြသူတွေက မန်နေဂျာလိုလို ထုတ်လုပ်သူလိုလိုနဲ့ ဂီတလောကမှာ ဖြတ်စားလျှပ်စားလုပ်နေတဲ့\nသူတွေပေါ့။တဖက်မှာလည်း ချီလီ ရဲ့သူငယ်ချင်း လူရှုပ်တစ်ယောက်က ရုရှားမာဖီးယားတွေနဲ့ငြိလို့ ပစ်သတ်ခံလိုက်ရချိန်မှာ သူငယ်ချင်းရဲ့ဇနီး မုဆိုးမလှလှလေးက သူ့ရဲ့တေးသံသွင်းလုပ်ငန်းမှာ အကြွေးတွေဗရပွေနဲ့ ကျန်ရစ်ခဲ့ရှာတာကို ကူညီပေးဖို့ကလည်း ရှိနေသေးတယ်။အာဖရိကန်-အမေရိကန် (ဇာတ်ကားထဲမှာသူတို့ကို လူမည်းလို့ပြောရင် ပစ်မှာမို့လို့) ...",
        "rating": "5.6",
        "url": "https://megaup.net/16x5y/(CM)_Be.Cool.2005.720p.BluRay.x264.AAC-Nyein.mp4",
        "category": "Comedy, Crime, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Eleven_Days_Eleven_Nights_11_giorni_11_notti-138798754-large-139x200.jpg",
        "title": "{21+}Eleven Days, Eleven Nights (1987)",
        "description": "ရင်သပ်ရှုမောဖွယ် အလှတရားတွေပိုင်ဆိုင်ထားတဲ့ Luciana Ottaviani လေးလာပါပြီ\nသူမရဲ့အလှတရားတွေနဲ့ ညှို့လိုက်ရင် ဘယ်ယောင်္ကျားမှ မရှောင်နိုင်အောင်\nပြည့်စုံစွာ လှပနေသူလေး\nဒီဇာတ်ကားကို ဘာလို့ကြည့်သင့်တာလဲဆိုရင်\nတချို့အခန်းတွေမှာ သူမရဲ့ အရှိအလှတရားတွေကို အတွင်းကျကျဘွင်းဘွင်းရှင်းရှင်းကြီး ဖေါ်ပြထားလို့ပါပဲ\nသူမရဲ့ အရမ်းကို မြင်ရခဲ့တဲ့ အလှရတနာတွေကို ငေးပြီးကြည့်မိမှာအသေချာပါပဲဇာတ်လမ်းဇာတ်ကွက်တွေကလည်း အရမ်းတီထွင်ဆန်းသစ်ပါတယ်\nတစ်ကယ်တော့ သူမက စာရေးဆရာမပါ\nသူမရဲ့ ကျား ၁၀၀ စာအုပ်အတွက် ယောင်္ကျားတွေကို\nထဲထဲဝင်ဝင်ပက်သက်ပြီးတော့ စာတမ်းပြုစုသလိုပြုစုနေသူလေးသူမရဲ့နောက်ဆုံးတစ်ယောက်အတွက် အဖွင့်ကို\nဖယ်ရီသင်္ဘောပေါ်မှာ ဇာတ်လမ်းဆင်ပါတယ်\nသူမရဲ့ အလှတရားတွေကို ဘယ်သူကလွန်ဆန်ရဲမှာလဲဗျာ\nသူမတစ်ချက်လှုပ်လိုက်တာနဲ့ ကြွေကျမယ့် ပုရိသတွေ ဒုနဲ့ဒေးလေ\nအဲထဲကမှ ကံဆိုးတယ်ပြောရမလား ကံကောင်းမယ်ပြောရမလားပဲ\nသူမ ပစ်မှတ်က လက်ထပ်ဖို့ ၁၂ ရက်ပဲလိုတော့တဲ့ သတို့သားလောင်းဖြစ်နေတယ်\nသူမရဲ့ကျွမ်းကျင်မှုတွေနဲ့ အလှတရားကြားထဲမှာ လှိမ့်နေအောင်ခံရတာသူပေါ့\nသူမရဲ့ နည်းတွေကလည်း အရမ်းဆန်းသစ်တယ်\nမြင်နေကျ တွေ့နေကျ လူကြီးကြည့်ဇာတ်ကားတွေထဲက အကွက်တွေပဲနေမှာပါလို့\nခင်ဗျားတို့ထင်နေရင် တက်တက်စင်အောင်လွဲပြီပဲ\nတို့ကနန်းဆိတ်ကနန်း တစ်မျိုး ဘွင်းဘွင်းရှင်းရှင်းတစ်မျိုး အမျိုးမျိုးမရိုးအီရအောင်\nရိုက်ကူးထားတာဖြစ်လို့ သေချာပေါက်ကြည့်သင့်တဲ့ကားလို့ပဲပြောပါရစေ\nFile size…2.48GB / 1.02GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 32m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "4.3",
        "url": "https://megaup.net/1MRhx/Eleven.Days.Eleven.Nights.1987.DUBBED.720p.BluRay.H264.AAC2.0CH(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-virgin-135x200.jpg",
        "title": "The Virgin Suicides(1999)",
        "description": "The Virgin Suicides (1999) 1993 ခုနှစ်မှာ ထုတ်ဝေခဲ့တဲ့ အမေရိကန်စာရေးဆရာ Jeffrey ရဲ့ နာမည်ကြီး ဝတ္ထုရှည်ကို ရုပ်ရှင်အဖြစ် ဖန်တီးထားတာပါ။ Sam Raimi-Spider Man က Mary Janes သရုပ်ဆောင် Kirsten Dunst ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ Rating ဟာလည်း IMDb 7.2 ရှိတာမို့ တွေးစရာတွေအပြည့်နဲ့ အဆုံးထိစွဲ​ဆောင်သွားနိုင်မယ့်ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့ ကောင်မလေးတွေကို ငမ်းနေကြတဲ့ ဆယ်ကျော်သက်ကောင်လေးတွေရဲ့ Point of View ပုံစံမျိုး ရိုက်ကူးထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ ချောမောလှတဲ့ ဆယ်ကျော်သက် ကောင်မလေးငါးယောက်ဟာ ဘာသာရေးကို အလွန်ကိုင်းရှိုင်းတဲ့ မိဘနှစ်ပါးအောက်မှာ ကြီးပြင်းခဲ့ကြရပါတယ်။ မိဘတွေရဲ့ ချုပ်ခြယ်မှုကြောင့် အငယ်ဆုံးဖြစ်တဲ့ ဆီစီလီယာဟာ ကိုယ့်ကိုယ်ကို သေကြောင်းကြံစည်ခဲ့ပါတယ်။ဆရာဝန်ကတော့ သားသမီးတွေကို လွတ်လပ်ခွင့်ပေးဖို့ ညွှန်ကြားပေးမယ့် ရှေးရိုးစွဲတဲ့မိခင်ဟာ ခေါင်းမာနေခဲ့ပါတယ်။ တစ်နေ့တော့ ထရစ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့တောင်းဆိုမှုကြောင့် ...",
        "rating": "7.2",
        "url": "https://megaup.net/1MNx0/The.Virgin.Suicides.1999.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Screenshot-2022-07-28-at-22-51-34-Retribution-2006-138x200.png",
        "title": "Retribution (2006)",
        "description": "Sakebi 2006ဂျပန်ရဲ့ David Cronenbergလို့တင်စားကြတဲ့ ဂျပန်horrorမှာနာမည်ကြီး ဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့ Kiyoshi Kurosawaရိုက်ကူးထားတဲ့ horror/mysteryရုပ်ရှင်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့စုံထောက်တစ်ယောက်ဖြစ်တဲ့ \"ခိုးဂျိ ရခုရှော\"ဟာ ကမ်းစပ်မြို့တစ်ခုမှာ တာဝန်ကျနေပြီး လူသတ်မှုတွေကို လိုက်လံစုံစမ်းနေပါတယ်။ ငလျင်လှုပ်ပြီးတဲ့တစ်နေ့မှာတော့ အပျက်အစီးပုံတွေကြားမှာ သေဆုံးနေတဲ့မိန်းမတစ်ယောက်ကို တွေ့လိုက်ရပါတယ်။ သူ့ကို ဆားငန်ရေထဲ နှစ်သတ်ပြီးမှ လာရောက်စွန့်ပစ်ထားပုံ ရတာမို့ ဒီအမှုကို ဆက်စုံစမ်းခဲ့ပါတယ်။ ဒါပေမဲ့ အမှုရဲ့ သဲလွန်စတွေက သူကိုယ်တိုင်ကိုပဲ တရားခံအဖြစ် ညွှန်ပြနေပြီး သူလည်းဘာမှမမှတ်မိတာမို့ အကျပ်ရိုက်နေပါတယ်။မကြာခင်မှာပဲ အသတ်ခံထားရတဲ့ ကျောင်းသား အလောင်းတစ်လောင်း ထပ်ပေါ်လာပါတယ်။ သူ့ကိုလည်း စစ်ဆေးတဲ့အခါမှာလည်း ဆားငန်ရေတွေတွေ့ရပြီး ကြိုးနဲ့ချည်ခံထားရပရပုံပေါက်တာမို့ လူသတ်သမားက ကွင်းဆက်လူသတ်သမားဖြစ်နိုင်ခြေများလာပါတယ်။ဒီအမှုတွေကို စုံစမ်းနေစဉ်မှာပဲ သူ့အနားကို ဝတ်စုံနီဝတ်ထားတဲ့ သရဲမက အမြဲရောက်လာပြီး နှောင့်ယှက်တာကို ခံနေရပါတယ်။သူ့ကို အမြဲနှောင်ယှက်နေတဲ့ သရဲမနဲ့ ဒီအမှုတွေက ဘယ်လိုဆက်စပ်ပြီး ဘာကြောင့် စုံထောက်ကိုပဲ အမြဲတမ်းနှောင့်ယှက်နေရလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/retribution-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-true-135x200.jpg",
        "title": "True Memoirs of an International Assassin (2016)",
        "description": "True Memoirs of an International Assassin The interview လိုမျိုး စစ်အာဏာရှင်တွေကို လှောင်ပြောင်ထားတဲ့ကားဖြစ်ပါတယ်။ Mall Cop, Grown ups တို့လို့ နာမည်ကြီး comedy ကားတွေရဲ့ မင်းသား Kevin James ကပဲ အဓိကသရုပ်ဆောင်အနေနဲ့ပါဝင်ထားတဲ့ ဟာသအက်ရှင်ဇာတ်လမ်းအမျိုးအစားဖြစ်ပါတယ်ဆမ်ဟာစာရေးဆရာတစ်ယောက်ဖြစ်ပြီး ကြေးစားလူသတ်သမားတစ်ယောက်ရဲ့ ကိုယ်တွေ့ဝတ္ထုရေးကာ စာအုပ်ထုတ်ဝေခွင့်ရအောင် ကြိုးစားနေသူဖြစ်ပါတယ်။ ကြေးစားလူသတ်သမားတွေအကြောင်း အသေးစိတ်လေ့လာပြီး အလွန်သဘာဝကျအောင်ရေးထားတဲ့ဝတ္ထုကို အင်တာနက်ပေါ်မှာ ဖြစ်ရပ်မှန်အ​ဖြစ် မှားယွင်းတင်မိလိုက်တဲ့အခါမှာ ဗင်နီဇွဲလားနိုင်ငံရဲ့ တော်လှန်ရေးအဖွဲ့တွေပြန်ပေးဆွဲတာကိုခံရပြီး ဗင်နီဇွဲလားရဲ့သမ္မတကိုလုပ်ကြံဖို့ စေခိုင်းခံရပါတော့တယ်။စစ်အာဏာရှင်​တွေ မူးယစ်လုပ်ငန်းရှင်တွေနဲ့ အကျင့်ပျက်ချစားမှုတွေပြည့်နှက်နေတဲ့နိုင်ငံမှာ ဆမ်ဟာ အသက်ရှင်ရက်အိမ်ပြန်အောင် ကြိုးစားရပုံကို အက်ရှင်နဲ့ဟာသနှောပြီး ရှုစားရမှာဖြစ်ပါတယ် File size…(1.75GB)/(996MB)/(684MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Comedy / Action / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1MLij/True.Memoirs.of.an.International.Assassin.720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BN2ExYmM3NTQtYTU5OC00ZDY1LTgxNzktNDFlMjc2ODUxYTIyXkEyXkFqcGdeQXVyNTUwOTc4Mjk@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Moloch (2022)",
        "description": "Moloch (2022)\n===========\nIMDb Rating - 6.1/10သည်းထိပ်ရင်ဖို ဒဏ္ဍာရီပုံပြင်ဆန်ဆန် ခြောက်ခြားဖွယ်ကောင်းတဲ့\nကားကိုရှာနေရင်တော့ ဒီကားလေးကိုညွှန်းပါရစေနော်။ နယ်သာလန်\nမြောက်ပိုင်းဒေသတစ်ခုရဲ့ ဒဏ္ဍာရီကိုအခြေခံပြီးရိုက်ကူးထားတဲ့\nကားလေးတစ်ကားပါဗျ ။ဘီထရက်မိသားစုက ကျိန်စာသင့်နေတယ်ဆိုပြီးတစ်ရွာလုံးက\nသတ်မှတ်ထားကြပါတယ် ။ အဘွားကလည်း အသတ်ခံရပြီးတော့\nအဖေကလည်းစိတ်မနှံ့သူပါ။ အမေကလည်း ညဘက်ဆိုအိမ်မက်ဆိုးတွေ\nမက်လွန်းလို့ ဆရာဝန်နဲ့ပြသနေရပါတယ် ။ ဘီထရက်ရဲ့ခင်ပွန်းဖြစ်သူကလည်း\nဆုံးပါးသွားတာမို့ သမီးဖြစ်သူနဲ့အတူ မိဘအိမ်မှာ အတူတူပြန်နေနေပါတယ်။\nနောက်တစ်ခုက နုန်းမြေအကွက်ကြီးထဲမှာ အလောင်းတစ်လောင်းကိုတူးမိရာ\nကနေ ဘူမိဗေဒတစ်ဖွဲ့ကြီးရောက်ချလာပါတော့တယ်။ အလောင်းတွေကိုတွေ့ရတာ\nအခုဆိုရှစ်လောင်းထိရှိလာပြီးတော့ အကုန်လုံးက အမျိုးသမီးတွေဖြစ်နေပြီး\nသေဆုံးရတဲ့အကြောင်းရင်းကလည်း တူညီပါတယ်။ အဲ့ဒီနုန်းမြေနဲ့အနီးဆုံး\nနေထိုင်တဲ့သူကတော့ ဘီထရက်ပေါ့ ။ခြောက်လှန့်ခြင်းများစွာနဲ့ ထိတ်လန့်နေရင်း သူစိမ်းတစ်ယောက် ဘီထရက်အိမ်ထဲ\nဝင်လာပြီး သူတို့ကိုလာသတ်ပါတော့တယ်။ ဘာလို့သတ်ရတာလဲ ဘာကြောင့်လဲ\nသူတို့မိသားစုရဲ့ကျိန်စာကရော ယုံတမ်းစကားလား တကယ်လားဆိုတာကိုတော့\nဆက်ကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(1.34 GB) / (425 MB) / (295 MB)\nQuality............WEBRIP 1080p / 720p / 480p\nDuration.........1Hr 39mins\nSubtitle...........Myanmar ...",
        "rating": "6.1",
        "url": "https://megaup.net/16Xg3/Moloch.2022.720.WEBRip[CM]p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xAG7S6X73B74CeLjo8gcVoWtunr.jpg",
        "title": "Rocketry: The Nambi Effect(2022)",
        "description": "Rocketry: The Nambi Effect(2022) အညွှန်း*************************************IMDb...9.2 Rocketry: The Nambi Effect ဟာအိန္ဒိယရဲ့ဂုဏ်ထူးဆောင် သိပ္ပံပညာရှင်၊ လေကြောင်း၊အာကာသယာဉ်တည်ဆောက်မှုအင်ဂျင်နီယာကြီး\nNambi Narayanan ရဲ့ဘ၀ဇာတ်ကြောင်းကို အခြေခံထားတဲ့ biographical dramaဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားမှာတော့ Narayanan ရဲ့ပရင်စတန်တက္ကသိုလ်ဘွဲ့ရကျောင်းသားဘ၀၊သိပ္ပံပညာရှင်တစ်ဦးမဖြစ်ခင်ဘ၀နဲ့\nသူ့အပေါ်သူလျှိုမှုနဲ့လုပ်ကြံစွဲချက်တင်ခံခဲ့ရပုံတွေနဲ့ ဒီလောကဓံတွေကိုရင်ဆိုင်ဖြတ်ကျော်ခဲ့ပုံတွေကိုရှုစားရမှာဖြစ်ပါတယ်။\nNambi Narayanan အဖြစ် 3 Idiots ဇာတ်ကားနဲ့မြန်မာပရိသတ်တွေရင်းနှီးကြတဲ့R. Madhavan ကခေါင်းဆောင်ပါဝင်ထားတဲ့အပြင်\nဇာတ်လမ်းဇာတ်ညွှန်းဒါရိုက်တာအဖြစ်ပါတာဝန်ယူခဲ့တာပါ။ဝေဖန်သူတွေရော ပရိသတ်တွေပါ အကြိုက်တွေ့အောင်မြင်ခဲ့ပြီး\nကိန်းရုပ်ရှင်ပွဲတော်မှာပြသဖို့ရွေးချယ်ခံခဲ့ရတဲ့ ရုပ်ရှင် ၆ ကားထဲမှာတစ်ကားအပါအဝင်ဖြစ်ခဲ့ပါတယ်။\nကမ္ဘာကျော်ဘောလိဝုဒ်မင်းသားကြီး Shah Rukh Khan နဲ့ထိပ်သီးတမီလ်မင်းသားကြီး Suriya တို့ကလဲ Cameo ပါဝင်ပေးထားပါသေးတယ်။\nအတ္တုပတ္တိဇာတ်ကားတစ်ကားဆိုပေမယ့် ပျင်းစရာမကောင်းပဲနစ်မျောသွားအောင်သေသပ်တဲ့တင်ဆက်ပုံ၊ပီပြင်တဲ့ ဇာတ်ပို့ဇာတ်ရံတွေရဲ့\nအင်အားနဲ့အဆုံးအထိဆွဲခေါ်သွားနိုင်မယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 1080P5.1Ch,720p\nFormat…mp4\nDuration…02:37:00\nGenre : Action , Biography , Drama\nSubtitle : Myanmar ...",
        "rating": "9.2",
        "url": "https://megaup.net/16Sbq/Rocketry_-_The_Nambi_Effect_(2022).WEB-DL.720P.PP(CM).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9lcjeCsergmZkW8KvtsfzFESSZ.jpg",
        "title": "Indian Predator: The Butcher Of Delhi (2022)",
        "description": "Indian Predator: The Butcher of Delhi (2022)\n=========================================ဒီနေ့မှာတော့ Netflix က ထွက်ရှိထားတဲ့ အိန္ဒိယရဲ့ဖြစ်ရပ်မှန် “ကွင်းဆက်လူသတ်မှု မှတ်တမ်းရုပ်ရှင်စီးရီး” ကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nအပိုင်းစုစုပေါင်း ၃ပိုင်းပါရှိပြီး တစ်ချိန်ကအိန္ဒိယရဲ့လူတိုင်းထိတ်လန့်ခဲ့ရတဲ့နာမည်ကြီးကွင်းဆက်လူသတ်မှုကြီးဖြစ်ခဲ့တာမို့\nဖြစ်ရပ်မှန်မှတ်တမ်းရုပ်ရှင်တွေကို ကြိုက်နှစ်သက်သူတွေအဖို့ကတော့ အသည်းတအေးအးနဲ့ကြည့်လို့ကောင်းမှာ အသေအချာပါပဲ။“Chandrakant Jha” .. ဆရာမဖြစ်သူမိခင်နဲ့ ဆည်မြောင်းဦးစီးဌာနမှာအလုပ်လုပ်ကိုင်သူဖခင်တို့ရဲ့သား ..\nမွေးချင်းညီအစ်ကို ၆ယောက်ရှိတဲ့ထဲကမှ တတိယမြောက်သား။ ကလေးကိုမွေးရုံပဲမွေးထုတ်ပေးခဲ့ပြီး\nမချစ်ပေးတတ်တဲ့မိဘတွေကြားကြီးပြင်းခဲ့ရသူမို့ ငယ်စဉ်ကတည်းကမိဘမေတ္တာငတ်ခဲ့ပြီး မိသားစုနွေးထွေးမှုကိုမခံစားခဲ့ရတဲ့\nChandrakant တစ်ယောက် အရွယ်ရောက်လာတဲ့အခါ ကိုယ့်ဝမ်းကိုယ်ကျောင်းဖို့ နေထိုင်ရာ Ghosai ရွာလေးကနေ Delhi ကိုပြောင်းလာခဲ့တယ်။ Chandrakant အပေါ် Delhi ရဲ့ကြိုဆိုမှုက မလှပခဲ့ပါဘူး။ ခရီးရောက်မဆိုက်ပဲ မြို့ခံလူဆိုးဂိုဏ်းအဖွဲ့ဝင်နဲ့ထိပ်တိုက်ရင်ဆိုင်မိပြီး ဓားထိုးခံခဲ့ရပါတော့တယ်။\nဗိုက်တစ်ခုလုံးပွင့်ထွက်သွားပြီး ကလီစာတွေပါထွက်ကုန်ပေမယ့် အသိမိတ်ဆွေမရှိတဲ့ Chandrakant တစ်ယောက် ပွင့်နေတဲ့ဗိုက်ကိုပဝါနဲ့ပတ်\nကိုယ့်အားကိုယ်ကိုးပြီးဆေးရုံကိုသွားခဲ့ရတယ်။ ဒီအဖြစ်ကပဲ Chandrakant ရဲ့အမုန်းတရား အာဃာတတွေနဲ့ ကလဲ့စားဆိုတဲ့အရာကို\nအစပျိုးပေးခဲ့ပြီး Chandrakant ကိုယ်တွင်းကနတ်ဆိုးကို လှုပ်နှိုးပေးလိုက်ပါတော့တယ်။ “မြေနိမ့်ရာ လှံစိုက်” ဆိုသလိုပဲ နိမ့်ပါးတဲ့သူကိုမှ ...",
        "rating": "",
        "url": "https://megaup.net/16S2t/Indian.Predator.The.Butcher.of.Delhi.S01E01.720p(CM).mp4",
        "category": "Bollywood, Crime, Documentary, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMDkyMGQ2ZTEtMzQ5ZC00OGQ1LWIwZmUtZWI1Nzc0MTY3NjAwXkEyXkFqcGdeQXVyMjY0NDY2NzQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Aloha with Love (2022)",
        "description": "Aloha with love (2022)\n=================\nIMDb rating 5.9/10ဒီတစ်ခေါက် တင်ဆက်ပေးမဲ့ ဇာတ်လမ်းလေးကတော့ ဟာဝိုင်ရီကျွန်းရဲ့\nအငွေ့အသက်တွေပြည့်နေတဲ့ “Aloha with love” လို့ အမည်ရတဲ့ ပေါ့ပေါ့\nပါးပါး အချစ်မိသားစုဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ ဘဝအတွက် မှတ်သား\nဖွယ်ရာ စကားလုံးတွေ၊ အချစ်ရေးမှာ ကြုံတွေ့ရလေ့ရှိတဲ့အခက်အခဲတွေ၊\nပြဿနာတွေပေါ်မှာ တစ်ယောက်နဲ့တစ်ယောက် မြင်တတ်တဲ့ ရှူထောင့်မတူပုံ\nတွေကို ဗိသုကာပညာရှင်မလေးတစ်ယောက်ရဲ့ ကိုယ်ပိုင်ဇာတ်လမ်းနဲ့ ဒီဇာတ်\nကားမှာ တင်ဆက်ပြသပေးထားပါတယ်။ဇာတ်လမ်းလေးထဲမှာတော့\nမာဝီကျွန်းသူလေး ဂျန်မာက အရည်အချင်းရှိတဲ့ ဗိသုကာပညာရှင်တစ်ယောက်\nဖြစ်ပြီးတော့ Los Angelesမှာ အလုပ်လုပ်နေရသူပါ။ တစ်နေ့မှာတော့ ဂျန်မာရဲ့\nအချစ်ဆုံး အန်တီရဲ့ သေဆုံးမှုက ကျွန်းသူလေးကို သူ့ရဲ့ကိုယ်ပိုင်ဇာတိကို ပြန်ရဖို့\nဖြစ်လာခဲ့ပါတယ်။ ဈာပနပွဲလုပ်ပြီးတဲ့အချိန်မှာတော့ သူ့ရဲ့အန်တီဟာ သူ့ရဲ့အမွေ\nအနှစ်ဖြစ်တဲ့ အိမ်လေးကို ဂျန်မာနဲ့ သူ့ညီမဆာရာအတွက် ထားပေးခဲ့ပါတယ်။\nဒါတင်မကသေးပဲ သူ့ အထက်တန်းကျောင်းတုန်းက ချစ်သူလည်းဖြစ် ကန်ထရိုက်\nတာလည်းဖြစ်တဲ့ ဘန် နဲ့ အတူတူမွမ်းမံပေးဖို့ သေတမ်းစာမှာ ရေးထားခဲ့တဲ့အခါ\nမှာတော့...ဂျန်မာတစ်ယောက် သူ့ရဲ့အလုပ်ကိုဦးစားပေးပြီး LA ကိုပြန်သွားမှာလား...\nရည်းစားဟောင်းနဲ့အတူတူ ...",
        "rating": "5.9",
        "url": "https://megaup.net/16ytm/Aloha.With.Love.2022.720p.WEBRip.CM_new.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-instant-140x200.jpg",
        "title": "Instant Karma (2021)",
        "description": "Instant Karma(2021) Imdb-5.6/10 Type-Comedy,Drama,Fantasy,Mystery Jeffလို့ခေါ်တဲ့ လူတစ်ယောက်ကအလုပ်‌ကောင်းကောင်းတခုရဖို့ကြိုးစားခဲ့ပေမယ့် တခုပြီးတခုပြုတ်ခဲ့လို့စိတ်ညစ်နေတဲ့သူတစ်ယောက်ပါအခုလည်းအလုပ်ထပ်ပြုတ်လို့LiftဆီမှာFreelancerလုပ်ရင်းကားမောင်းပြီးလိုက်ပို့တဲ့အလုပ်ကိုစလုပ်ကြည့်ပါတယ် ဒါပေမဲ့“ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာ”ဆိုသလို မောင်းနေတဲ့ကားစုတ်လေးပါရုတ်တရက်ပျက်သွားလို့ မရှိမဲ့ရှိမဲ့အလုပ်လေးတောင်ဆက်မလုပ်နိုင်တော့ပါဘူး ကိုယ့်ကိုကိုယ်ဝင်ငွေမရှိရင်ချစ်သူနဲ့ပါ အတူမနေနိုင်တော့ဘဲအိမ်ခြေရာမဲ့ဖြစ်ရတော့မယ်ဆိုပြီးစိတ်ညစ်နေတုန်း သူ့ချစ်သူရဲ့သူငယ်ချင်း‌တစ်ယောက်ကဇာတိမြို့ကိုပြန်ရင်၃လ‌လောက်ကြာမှာဖြစ်လို့ သူတို့ကို သူ့ကားပေးထားခဲ့ပါတော့တယ်ကားပျက်နေလို့အလုပ်ဆက်မလုပ်နိုင်တဲ့Jeffလည်;သူ့ဘဝမှာပထမဆုံးကံကောင်းမှုဖြစ်လာတဲ့ကားကိုယူမောင်းရင်းထင်မှတ်မထားတဲ့ ကုသိုလ်ကံအကျိုးပေးတွေပါ အဲ့ဒီကားထဲမှာ ဖြစ်ပျက်လာပါတော့တယ် သူတို့ချက်ချင်းအကျိုးပေးတဲ့ကံကောင်းမှုနောက်ကွယ်က အကြောင်းရင်းကို ဂျက်နဲ့သူချစ်သူတို့ နောက်ဆုံးရှာတွေ့နိုင်မှာလား အဲ့ဒီကားရဲ့လျို့ဝှက်ချက်ကရောဘာဖြစ်နိုင်မလဲFile size…(1.86GB)/(834MB)/(403MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Comedy / Drama / Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Kelvin",
        "rating": "5.6",
        "url": "https://megaup.net/2sHbq/Instant.Karma.2022.720p.(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/stars-495-139x200.jpeg",
        "title": "{21+} “Can I Take A Bath Here?” [STARS-495]",
        "description": "DS ကနေပြီးတော့ ချောပေ့ လှပေ့ဆိုတဲ့ မော်ဒယ်လေးတွေ\nရွေးပြီးတော့ အစဉ်တစိုက် တင်ဆက်လာခဲ့တာ\nအခုတစ်ယောက်ကတော့ ရုပ်ရည်ရော ခန္ဓာကိုယ်ရော\nမှတ်ကျောက်အတင်ခံနိုင်တဲ့ Himari Asada ဆိုသူလေးပဲဖြစ်ပါတယ်\nမြင်သာအောင်ပြောရရင် ချစ်စဖွယ်မျက်နှာလေးနဲ့ မလိုက်အောင်\nဆက်ဆီကျတဲ့ ခန္ဓာကိုယ် ပိုင်ဆိုင်ထားသူလေးပေါ့ သူကငယ်ရွယ်ပြီးတော့ အတွေ့ကြုံမရှိသူလေးဖြစ်ပါတယ်\nသူရဲ့အခန်းကပ်ရက်ကကောင်လေးကလည်း ဟိုငယ်စဉ်ကတည်းက ကြိတ်ကြွေနေသူပါ\nဒါပေမဲ့ အခြေနေအချို့ကြောင့် ဖွင့်မပြောဖြစ်ခဲ့ပါဘူး\nသူမကလည်း အချစ်ရေးဆိုတာ ဘာမှမှန်းမသိသူလေး ဒီအတိုင်းပဲနေတက်သူ\nတစ်နေ့ သူမရေချိုးခန်းရေမလာတော့ ဘေးခန်းကပ်ရက် ကောင်လေးသူငယ်ချင်း\nအခန်းကို ရေချိုးခွင့်တောင်းပါတယ် ရေချိုးပြီးသွားပေမဲ့ ချက်ချင်းမပြန်သေးပဲ စကားစမြည်ပြောရာမှ သူမရဲ့ ရေချိုပြီးအလှ\nမပေါ်တပေါ် အဝတ်အချို့ကြောင့် ကောင်လေးတစ်ယောက် ထိန်းမနိုင်သိမ်းမရဖြစ်ခဲ့ပြီး\nထူးဆန်းတဲ့ အရာတွေ ဖြစ်ပေါ်လာတာကို အသည်းတယားယားနဲ့ကြည့်ရမဲ့\nဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ် \nFile size…2.59GB / 1.3GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/16R3n/STARS-495.720p.XCross.Final%7BDS%7D.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3LeFOvzjZuIC7cQiXDeSIy1ym7a.jpg",
        "title": "Burn Out (2017)",
        "description": "Burn Out (2017) တိုနီဟာ ဆိုင်ကယ်မောင်းပြိုင်ပွဲတွေမှာ အလားအလာရှိတဲ့ ဆိုင်ကယ်မောင်းသမားတစ်ဦးဖြစ်ပေမဲ့ ဘဝကိုတော့ ပင်ပန်းစွာ ရုန်းကန်နေရသူပါ။အချိန်ပိုင်းအလုပ်လည်းလုပ်ရ၊ ပရော်ဖက်ရှင်နယ် ဆိုင်ကယ်မောင်းပြိုင်သမားတစ်ဦးဖြစ်လာရေးအတွက် လေ့ကျင်းရေးလည်း ဆင်းနေရချိန်မှာ သူ့ရဲ့ အဆက်ဟောင်း၊ သူ့သားရဲ့မိခင်ဖြစ်သူ လေလာဟာ မူးယစ်ဆေးဝါးရောင်းဝယ်တဲ့ အကောင်ကြီးတစ်ကောင်ဆီကို အကြွေးတွေတင်သွားပါတယ်။လေလာတစ်ယောက် အကြွေးတွေကို ဘယ်နည်းနဲ့မှ ပြန်မဆပ်နိုင်လို့ ဘဝပျက်ရတော့မဲ့ အခြေအနေမရောက်အောင်လို့ တိုနီတစ်ယောက်ဝင်ကူညီရပါတော့တယ်။မူးယစ်ဆေးဝါးရောင်းဝယ်တဲ့ အလုပ်ထဲကို ပါဝင်ပတ်သတ်မိသွားရတာက တိုနီရဲ့ ဘဝကို ဘယ်လိုတွေ ရိုက်ခတ်သွားမလဲဆိုတာကိုတော့ ဒီ ပြင်သစ်-ဘယ်ဂျီယမ် အက်ရှင်ကားလေးမှာ ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moe Lay ပါ။)File Size : 1.5GB, 683MB, 344MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat : mp4\nDuration : 1hr & 47mins\nGenre : Action, ...",
        "rating": "6.2",
        "url": "https://megaup.net/38I7z/[CM]Burn.Out.2017.720p.WEB-DL.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7Tpm2AfEkJVely8CoU6t8tczp8.jpg",
        "title": "Civet Cat for Crown Prince ( 2022 )",
        "description": "ဘဝအခြေအနေချင်း လားလားမှမအပ်စပ်တဲ့ လူနှစ်ဦး မထင်မှတ်ဘဲ\nနေရာချင်းလဲသွားတာကနေ ဇာတ်လမ်းကစပါတယ်။ရွှီယိ ဟာအလုပ်ရောအချစ်ရေးမှာပါ ကံဆိုးမိုးမှောင်ကျနေတဲ့သူပါ။\nအလုပ်ကလည်းငွေမရ၊ ချစ်သူကလည်းဖောက်ပြန်၊\nအိမ်ငှားခလည်းပေးစရာမရှိ၊ လက်ထဲခြူးတစ်ပြားတောင်မူးလို့\nရှူစရာမရှိတဲ့ဘဝကြီးမှာ တိုက်ပေါ်ကခုန်ချဖို့ဖြစ်လာရင်း\nသူ့ဘဝဟာပြောင်းလဲဖို့ ကံကြမ္မာဖန်လာခဲ့ပါတယ်။လုံရှန်း ကတော့နာမည်ကြီးဖောက်ထွင်းဝိဇ္ဇာဖြစ်ပြီး\nတကိုယ်တည်းလှုပ်ရှားနေပေမယ့်၊လူဆိုးဂိုဏ်းတွေကပါ\nကြောက်ရတဲ့သူဖြစ်ပါတယ်။ တစ်ရက်မှာတာဝန်တစ်ခုကိုလုပ်ဆောင်ရင်း\nထိခိုက်မှုဖြစ်ပြီး အတိတ်မေ့သွားခဲ့တယ်။ အဲ့ဒီမှာ လုံရှန်းနဲ့ရွှီယိတို့\nနေရာချင်းလဲနေဖို့ အကြောင်းဖန်လာပါတော့တယ်။လုံရှန်းဟာလူရွှင်တော်ဖြစ်တဲ့ ရွှီယိဘဝမှာနေထိုင်ရင်း၊\nရွှီယွိကလည်း လူဆိုးဂိုဏ်းတွေနဲ့ဆက်ဆံနေရတဲ့\nလုံရှန်းဘဝမှာနေထိုင်ရင်း ဘယ်လိုအလွဲတွေနဲ့ကြုံတွေ့ရမလဲ။\nဘယ်လိုပြဿနာတွေရော ပါဝင်ပတ်သက်လာမှာလဲဆိုတာကို\nဇာတ်လမ်းထဲမှာဆက်လက်ခံစားကြည့်ရှုလိုက်ရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Comedy , Romance\nRuntime : 1h 25min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/civet-cat-for-crown-prince-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrdnN8WqvyOt8Bnl3hgWcZD6ZyM.jpg",
        "title": "Smokin’ Aces(2006)",
        "description": "Smokin' Aces(2006) အညွှန်************************Ryan Reynolds နဲ့ Ben Affleck တို့တွေအပြင်အခြားနာမည်ကြီးတွေအများကြီးပါတဲ့ဒီဇာတ်ကားဟာ ကြမ်းလည်းကြမ်းသလို ဆုကြီး ၄ ဆုလည်းရရှိခဲ့တယ်...ဒီကားမှာတော့ မာဖီးယားတွေ ကြေးစားလူသတ်သမားတွေနဲ့ FBI တွေရဲ့ အားပြိုင်မှုကိုတွေ့မြင်ရမှာပါ\nဘတ်ဒီအစ်စရယ်လို့ခေါ်တဲ့ဖျော်ဖြေရေးသမားက မာဖီးယားဂိုဏ်းခေါင်းဆောင်အပေါ်သစ္စာဖောက်ခဲ့တာကြောင့်သူ့နှလုံးကိုရဖို့ဆုငွေတစ်မီလီယံထုတ်ထားပါတယ်\nဆုကြေးရချင်နေတဲ့ ကြမ်းကြမ်းရမ်းရမ်းကြေးစားအဖွဲ့တွေကလည်းသူ့နောက်လိုက်ပြီးသတ်ဖို့ကြိုးစားပါတယ်..\nမာဖီးယားခေါင်းဆောင်ရဲ့လျှို့ဝှက်ချက်တွေသိရဖို့နဲ့ သက်သေထွက်ဆိုဖို့အတွက်သူ့ကိုကာကွယ်ပေးဖို့\nအေးဂျင့်မက်စ်နာနဲ့အေးဂျင့်ကော်ရတ်သာတို့က တာဝန်ယူထားရပါတယ်...\nလူသတ်သမားကခုနစ်ယောက် အေးဂျင့်ကနှစ်ယောက်နဲ့ အစ်စရယ်မသေစေဖို့ကြိုးစားရပါတယ်..\nအဲဒါအပြင် ဆွီဒင်လူမျိုးဆိုတဲ့ ထူးဆန်းတဲ့ဇာတ်ကောင်က ဘာဖြစ်နေမလဲ...\nတဖြည်းဖြည်းနဲ့ သူတို့ FBI ကြားက အရှုပ်အရှင်းတွေပေါ်လာချိန်မှာတော့\nမာဖီးယားတွေနဲ့ဘယ်လိုပတ်သက်နေတာလဲ လျှို့ဝှက်ချက်တွေကဘာလဲဆိုတာ\nဆက်လက်ကြည့်ရှုလိုက်ကြပါ  File Size : (2.7GB)(1.1GB) and (379 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action ,  Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Poant\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/38Iml/Smokin.Aces.2006.BLU-RAY.720P(CM).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BOTM0ZTQ5NDEtODI1Zi00OGZjLTkwMzUtZjhkMTZiOTkxZDk4XkEyXkFqcGdeQXVyMjAzMjcxNTE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Haunted Universities (2009)",
        "description": "မွေ အဖြစ် Panward Hemmanee\nနုတ်နွိုင် အဖြစ် Noocha Ashiraya\nဆာ အဖြစ် Anna Reeseဇာတ်လမ်းအကျဉ်း\"မွေ\" က ဆေးရုံကားနောက် လိုက်ပြီး အမှုအခင်းလူနာတွေကို ကူကယ်ဆယ်ပေးတဲ့ ကောင်မလေးဖြစ်တဲ့အပြင် သရဲတွေကိုလည်း မြင်နိုင်ဆက်သွယ်နိုင်တဲ့သူလည်းဖြစ်တယ်သူမ လိုက်ကယ်ဆယ်ဖြစ်တဲ့ ညတစ်ညက လူသေမှုတွေရဲ့နောက်ကွယ်က သရဲပုံပြင်တွေ ဖြစ်တဲ့ \"အမျိုးသမီးသန့်စင်ခန်းထဲက သရဲမပုံပြင်\" , \"ဒီမိုကရေစီအတွက် အသက်ပေးခဲ့ပြီး မကျွတ်လွတ်ခဲ့တဲ့ကျောင်းသားတွေ\",\" သရဲ​ကြောက်ပေမယ့် ဆရာဝန်ဖြစ်ချင်တဲ့စိတ်နဲ့ ရင်ခွဲရုံကို တစ်ညတာတာဝန်ယူခဲ့မိတဲ့ ​ကျောင်းသားလေး\" အစရှိတဲ့ သရဲနဲ့ပတ်သက်တဲ့ယုံတမ်းပုံပြင်တွေကို တင်ဆက်ထားတာဖြစ်ပါတယ်ဒါ့အပြင် မွေ အမြဲတမ်းဖုန်းပြောနေခဲ့တဲ့ သူငယ်ချင်းကရော ဘယ်သူလဲ\nဘယ်ချိန်ကတည်းက သူမ သရဲတွေကို ​မြင်နိုင်ဆက်သွယ်နိုင်ခဲ့တာလဲဆိုတာကိုလည်း ကြည့်ရှုရမှာဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )File Size__(870MB)\nQuality__DVDRip\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:50:00\nType__Horror , History\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/haunted-universities-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rWkhNu84tmHMokywg3LgPRVtwOl.jpg",
        "title": "Nude Tuesday (2022)",
        "description": "Nude Tuesday (2022)ပျော်ရွှင်မှုဟာလူတိုင်း လိုချင်၊ လိုအပ်ကြတဲ့ အရာတစ်ခုဆိုတာ ငြင်းလို့ရမယ်မထင်ပါဘူး။\nဒီကားလေးထဲမှာတော့ အိမ်ထောင်သက်တမ်း ကြာမြင့်ပြီး တစ်ဦးနဲ့တစ်ဦး ငြီးငွေ့‌ကာ ပျော်ရွှင်မှုတွေ ပျောက်ဆုံးနေကြတဲ့ ဘရူနိုနဲ့ လော်ရာတို့ဟာ သူတို့ရဲ့ မိသားစုအသိုက်မြုံလေးကို ထိန်းသိမ်းနိုင်ဖို့ ကိုယ့်စိတ်ကိုယ် စစ်နိုင်မယ်လို့ ယူဆရတဲ့ Camp တစ်ခုကို နောက်ဆုံးကြိုးစားမှုအဖြစ် သွားရောက်ခဲ့ကြပါတယ်။အဲ့ဒီ Campရဲ့ ရည်ရွယ်ချက်‌တွေက စိတ်ကို ပြန်လည် လတ်ဆတ်စေဖို့၊ ကိုယ့်ကိုကိုယ် အမှန်အတိုင်း ပြန်လည် မြင်ယောင်နိုင်ဖို့နဲ့ အချစ်တွေကို ပြန်လည်တွေ့ရှိစေဖို့ပါပဲ။ဘရူနိုတို့စုံတွဲအတွက် ဘယ်လိုအမှန်တရားတွေ စောင့်‌ကြိုနေလဲ?\nလူ့စိတ်ရဲ့အ‌ခြေအနေနဲ့ ကာလအပေါ် လိုက်ပြီး ပြောင်းလဲတတ်တဲ့ သဘောသဘာဝတွေက ဘယ်လိုလဲ?\nသူတို့ ကြိုးစားရှာဖွေခဲ့တဲ့ ပျော်ရွှင်မှုဟာ ဘယ်အရာ ဖြစ်မလဲ? ဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Pyae Moe Han ပါ။)File Size : 2GB,  790MB, 389MB\nQuality : 1080p ...",
        "rating": "5.8",
        "url": "https://megaup.net/1MN53/[CM]Nude.Tuesday.2022.HC.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/7-133x200.jpg",
        "title": "{21+}Good Service House Keeper [DLDSS-078]",
        "description": "DLDSS-078 ( Good Service House Keeper)ဂျပန်ဆိုတာ စီးပွားရေးသောင်းကျန်းတဲ့နိုင်ငံတခု...\nခုကားကလဲ ဂျပန်ပြည်ရဲ့စီးပွားရေးချဲ့ထွင်မှုတခုကို\nသဘာဝကျကျချပြထားတာဆိုလဲ မမှားလှဘူး... လူဦးရေတိုးတက်ပြီး စားဝတ်နေရေးအတွက်စီးပွားရေးကို\nအွန်လိုင်းကပါ လုပ်ဆောင်လာတဲ့ ဂျပန်ပြည်မှာ\nမအားလပ်သူတွေအဖို့ ကိုယ့်အိမ်ကိုယ်သန့်ရှင်းဖို့ဆိုတာတောင်\nအနိုင်နိုင်ပါပဲ...ဒါကြောင့်လဲ အိမ်တိုင်ရာရောက်အချိန်ပိုင်း\nလာရောက်သန့်ရှင်းပေးတဲ့ သန့်ရှင်းရေးဝန်ဆောင်မှုကလဲ\nလိုအပ်ချက်တခုဖြစ်လာပါတယ်.... စီးပွားရေးအရ သန့်ရှင်းရေးဝန်ထမ်းလေးတွေကို\nလှလှပပဖြူဖွေးနုဖက်နေတဲ့ Mino Suzumeလို\nအလှသွေးကြွယ်သူကို ခန့်ထားလိုက်တဲ့အခါ...\nဝန်ဆောင်မှုရော ဖောက်သည်အပေါ်ဂရုစိုက်မှုတွေဟာ\nဆိုရင်တော့ဖြင့်.........\nFile size…2GB / 1GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "",
        "url": "https://megaup.net/38Hhw/[DLDSS-078]_Suzume_Mino.720p.XCross.%7BDS%7D.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ohlVnmy1Eeica9yzfwuZZppmk1B.jpg",
        "title": "[21+]Diet of Sex(2014)",
        "description": "Diet of Sex(2014) အညွှန်း**********************အဂတ်တီဟာ ငြီးငွေ့ဖွယ်အလုပ်တွေပဲ နိစ္စဒူဝလုပ်နေရတဲ့ ရုံးဝန်ထမ်းအမျိုးသမီးတစ်ယောက်ဖြစ်ပြီးလက်တွေ့ကမ္ဘာထဲကလွတ်မြောက်အောင် စိတ်ကူးယဉ်မှုတွေနဲ့သာ သာယာဖို့ကြိုးစားနေသူပါ။ဒါကြောင့် လက်တွေ့ဘဝတွင် သူ့ရည်းစားဖြစ်သူမက်ရဲ့အပြုအစုနဲ့ မတင်းတိမ်၊အသာယာနိုင်အာသာမပြေဖြစ်နေရှာပါတယ်။ ဒါကြောင့် မက်ဟာ အဂတ်တီရဲ့လိင်စိတ်သာယာမှုကိုတားဆီးနေတဲ့အတားအဆီးကို ဖယ်ရှားနိုင်မဲ့နည်းလမ်းကိုရှာဖွေပြီး အားထုတ်ဖို့ကြိုးစားတာကိုရိုက်ကူးထားတဲ့စပိန်Adult flimတစ်ခုပဲဖြစ်ပါတယ်...21+ အဆင့်မို့ကြည့်ရှူတဲ့အခါမှာ ဘေးဘီဝဲယာလေး သတိထားစေလိုပါတယ်...File Size : (641 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:12:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by XXX\nEncoded by  YYY",
        "rating": "",
        "url": "https://megaup.net/2sJL2/Diet_Of_Sex.2014.WEB-DL.720P.(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/medium-cover-133x200.jpg",
        "title": "Guermantes (2021)",
        "description": "Guermantes (2021)\n===============စကားပြောဖော်မရှိလို့ တစ်ယောက်တည်း ပျင်းနေရပါတယ်ဆိုတဲ့\nသူတွေအတွက် ပျင်းချိန်မရှိလိုက်အောင်ကို ပေါက်ပေါက်ဖောက်ပေးမယ့်\nဟာသဇာတ်ကားလေးလာပါပြီ။ အရင်ဆုံး စိတ်ကိုတည်ငြိမ်အောင်ထားပြီးမှ\nကြည့်ပါ။ မဟုတ်ရင် ဟာသကားကြည့်ရင်း ထစိတ်တိုရတဲ့အဖြစ်တွေ\nပေါ်လာနိုင်ပါတယ်။ ဤကားအရိုးရှင်းဆုံး အညွှန်းဖြစ်၏။ကဲ ဇာတ်လမ်းအကြောင်းလေး ဆက်ရရင်ဖြင့် ဒီကားက ပြင်သစ်ဟာသ\nကားလေးပါ။ ကော်မီဒီ-ဖရန်စီ လို့ခေါ်တဲ့ ပြဇာတ်အဖွဲ့တစ်ဖွဲ့ဟာ ရှိုးပွဲအတွက်\nရီဟာဇယ်လေ့ကျင့်နေကြရင်း ရုတ်တရက် ရှိုးပွဲကို ဖျက်သိမ်းလိုက်ကြောင်း\nကြေညာခံလိုက်ရပါတယ်။ အဲဒီမှာပဲ ရှိုးကနေ နှုတ်ထွက်မယ့်သူတွေ၊ ဘာလုပ်\nရမလဲမသိ လမ်းပျောက်ကုန်တဲ့သူတွေ နဲ့ ဆက်လေ့ကျင့်ချင်တဲ့သူတွေဆိုပြီး\nအဖွဲ့တွေကွဲကုန်တာပေါ့။ရှိုးရဲ့ဒါရိုက်တာကတော့ ရီဟာဇယ်ကိုဆက်လေ့ကျင့်စေချင်ပြီး ကိုယ့်အလုပ်\nကိုယ်ဆက်လုပ်ဖို့ပဲ ပြောရာကနေ တစ်ယောက်တစ်ပေါက် ပေါက်ပေါက်ဖောက်\nကြမယ့် ဇာတ်လမ်းစတင်လာပါတော့တယ်။Plot twist တွေမပါဘဲ ရိုးရိုးရှင်းရှင်းနဲ့ ရယ်ရမယ့်ကားလေးဖြစ်တာမို့ အပန်းပြေ\nကြည့်ချင်တဲ့သူတွေအတွက် သင့်တော်တဲ့ ဇာတ်ကားလေးတစ်ကားပါ။\nသရုပ်ဆောင် ဆယ့်ခြောက်ယောက်တိတိကနေ သင့်ကို မနားတမ်း အဖော်ပြုပေးပါ\nလိမ့်မယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)\nFile Size..........(2.72 GB) / (1.02 GB) / ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Mvdf/Guermantes.2021.FRENCH.720p.WEBRip.CM_new.mp4",
        "category": "Comedy, Drama"
    }
]