[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n51Hv1JSrWAjqIhKsNzMI42ZsT7.jpg",
        "title": "Under His Influence(2023)",
        "description": "Under His Influence(2023)************************လူမှုကွန်ရက်ဆိုတာ မသမာသူတွေအတွက်သားကောင်ရှာတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။မိန်းခလေးတွေအနေနဲ့ လူမှုကွန်ရက်ကို အရမ်းမယုံကြည့်ဖို့ ပညာသားပါပါနဲ့ရိုက်ပြထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ ပေးလိုက်ရတဲ့အချိန်နဲ့ တန်အောင်မက်ဆေ့တွေအများကြီးပေးထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ဒိုင်းမွန်းကော်လဝေးဆိုတဲ့ IG မော်ဒယ်တစ်ယောက်ဟာ နေ့စဉ်နဲ့အမျှ မိဘရဲ့ချမ်းသာကြွယ်ဝမှုတွေနဲ့ ပျော်ပါးနေခဲ့ပါတော့တယ်။တစ်ရက်ကျ သူ့ IG မှာ စာတွေပို့ထားတာကို ဖတ်ကြည့်လိုက်ရင်း စဒစ်ခ် ဟဲရစ်စ် ဆိုတဲ့ထောင်ထဲကကောင်လေးနဲ့ စ‌ကားတွေပြောဖြစ်ကြပါတော့တယ်။\nစဒစ်ခ်က သူထောင်ကျနေတာဟာ မှာယွင်းစွပ်စွဲခံရလို့ဆိုပြီး ဒိုင်းမွန်းကိုသူ့ကိုထောင်ကနေလွတ်အောင် အကူ အညီ တောင်းပါတော့တယ်။\nဒီတော့ အယုံလွယ်တဲ့ ဒိုင်းမွန်းဟာ စဒစ်ခ်ကို ကူညီရင်းနဲ့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှု့လိုက်ကြပါခင်ဗျာ...... File Size :(2.1GB) and (740MB)\nQuality :AMZN Web-Dl 1080P,720p\nFormat…mp4\nDuration…01:28:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Proxy\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2yoqC/Under.His.Influence.2023.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/large_5R0LIgh1amIE42Qm7B59yeW9RtF-211x300.jpg",
        "title": "Ride Along 2 (2016)",
        "description": "ကဲဒီတခါတော့ ထွက်ထားတာကြာပြီဖြစ်ပေမဲ့ တော်တော်ရီရတဲ့စုံထောက်ဟာသကားလေးကို ပိတ်ရက်အတွက်တင်ပေးလိုက်ပါတယ်အတ္တလန္တာရဲဌာနက စုံထောက်ဖြစ်သူ ဘန်ဟာ အမှုတခုမှ မရည်ရွယ်ပါပဲမူးယစ်ဂိုဏ်းတစ်ခုကိုခြေရာခံမိရာမှ မိုင်ယာမီ အထိ သွားရောက်စုံစမ်းရန်အခွင့်ကြုံလာသော အခါမှ မကြာမီ ညီမဖြစ်သူနဲ့ လက်ထပ်တော့မယ်ရာထူးချပြီး ခံဝန်နဲ့ နေရသူ ယောက်ဖလောင်း အရာရှိ ဂျိမ်းစ် နဲ့သွားရောက် စုံစမ်းဖို့ အခွင့်ကြုံလာရာမှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲအလွဲလွဲအချော်ချော်တေကကော ဘယ်လိုတွေများကြုံကြမလဲကို ဆက်လက် ကြည့်ရှုလိုက်ပါအုံးဗျာ",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ride-alone-2-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYmJhOTE0ZjMtYzg5NC00YTMxLTk1MjQtYWFmZGYyNWNkMTBjXkEyXkFqcGdeQXVyMTg0MDQ2NDU@._V1_-134x200.jpg",
        "title": "Look Into the Fire (2022)",
        "description": "Look Into the Fire (2022)\n===================စိတ်ရဲ့ရှုပ်ထွေးနက်နဲမှုလောက် ဘယ်အရာကမှ ရှုပ်ထွေးမယ်\nမထင်ပါဘူး။ စိတ္တဇဆန်ဆန် သို့လောသို့လော ဇာတ်လမ်းမျိုးကိုမှ\nကြည့်ချင်သူတွေအတွက် စိတ်အာရုံရဲ့နက်နဲရှုပ်ထွေးမှုကို ခပ်ပါးပါး\nရိုက်ကူးပြထားတဲ့ psychological thriller ဆန်ဆန် ရုပ်ရှင်တစ်ပုဒ်နဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကို ဦးနှောက်အာရုံကြောစိတ်ပညာဆိုင်ရာ ကျောင်းသား\nတစ်စုက သူတို့တင်ရမယ့် စာတမ်းတစ်ခုအတွက် လက်တွေ့စမ်းသပ်\nမှုတွေ ပြုလုပ်တာနဲ့ အစပျိုးထားပါတယ်။ တစ်ရက်မှာ အဒမ်၊ ဆမန်\nသာ၊ ဂျယ်ရီနဲ့ ဆက်သ်တို့အဖွဲ့ဟာ လက်တွေ့စမ်းသပ်မှုလုပ်ဖို့ volunteer\nရှာမရတာကြောင့် အဒမ်ကိုယ်တိုင် အစမ်းသပ်ခံရာက ဇာတ်လမ်းစ\nပါတော့တယ်။အဲဒီလိုစမ်းသပ်ကြရင်းနဲ့ အဒမ်တစ်ယောက် သူ့ရဲ့အတိတ်က ကြောက်\nစရာအမှန်တရားကို သိလာရတဲ့အခါ....။ ကြည့်ရင်းကြည့်ရင်းနဲ့ ဇာတ်ရှိန်\nတက်တက်လာပြီး နောက်ဆုံးမှာ ဘယ်လိုမှ မထင်မှတ်တဲ့ အလှည့်အ\nပြောင်းတစ်ခုက ကြည့်တဲ့သူတိုင်းကို သို့လော‌သို့လောနဲ့ တကယ်အံ့ဩ\nသွားစေမှာ သေချာပါတယ်။ အဲဒီတော့ အတူတူကြည့်ရင်း အတွေးများ\nလိုက်ကြရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.67 GB) / (535 MB) / (348 MB)\nQuality............WEB-RIP ...",
        "rating": "4.9",
        "url": "https://megaup.net/1Sop8/Look.Into.The.Fire.2022.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTQxYjZkNjQtMmMzOS00MTIyLTk3MzYtZDkzNmZkODI4ZmUyXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Innocent Vengeance (2023)",
        "description": "Innocent Vengeance (2023)ဂျာကာတာမြို့က ဗိသုကာပညာရှင်တစ်ယောက်ရဲ့ တစ်ခုသောမွေးနေ့ကို ဇနီးနဲ့သားနဲ့အတူတူ ကြည်ကြည်နူးနူး ဖြတ်သန်းနေတဲ့ တစ်ညမှာပေါ့။ အိမ်ရှေ့ကတံခါးခေါက်သံကြားလိုက်ရလို့ ဗိသုကာပညာရှင်ဟာ ဒယ်လီသမားလာတယ်ထင်ပြီး တံခါးသွားဖွင့်ပေးလိုက်တယ်။မထင်မှတ်ထားတဲ့ လူသုံးယောက်ကို တွေ့လိုက်ရလို့ တံခါးကိုပိတ်လိုက်ပေမဲ့ နောက်ကျသွားခဲ့ပြီ...\nတံခါးကိုအတင်းတွန်းဝင်လာပြီး အဆိုပါလူ၃ယောက်ဟာ သူ့မိန်းမနဲ့ကလေးကို သတ်သွားကြတယ်။ဒီလိုအဖြစ်ဆိုးကြီးဖြစ်ပြီးတဲ့နောက် ရှင်ကျန်ခဲ့တဲ့သူဟာ အသက်ရှင်တယ်လို့ကို မခံစားရတော့ဘဲ ခေါက်ဆွဲပြုတ်ပဲစားရင်း အလုပ်ပဲလုပ်နေရင်း ထရော်မာအပြည့်နဲ့ရှင်သန်လာခဲ့တယ်။ ဒီလိုနဲ့ စိတ်ရောဂါကုဆရာဝန်မလေးတစ်‌ယောက်ဆီသွားဖို့ မိတ်ဆွေတစ်ယောက်က အကြံပေးလို့ သွားခဲ့တဲ့နောက် ဆရာဝန်မလှလှလေးကို တွေ့လိုက်ရတဲ့အခါမှာတော့...လူသတ်ခန်းတွေပါသလို Sex Scenes တွေပါ ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 870MB\nQuality - 1080p, 720p\nIMDb Rating - 7.5/10\nFormat - mp4\nDuration - 1H 49Min\nGenre - Drama, Mystery, Thriller\nSubtitle ...",
        "rating": "7.5",
        "url": "https://megaup.net/1ct3l/(CM)_Innocent_Vengeance_(2023)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3MKCdSoT58LOfRJm23rZsJysLaf.jpg",
        "title": "Nanpakal Nerathu Mayakkam (2022)",
        "description": "Nanpakal Nerathu Mayakkam (2023)\nDrama\nIMDb 8.3/10အခါတစ်ခါမှာတော့ မာလယာလမ် မင်းသားကြီး\nမမ်မူးတီးရဲ့ဇာတ်ကားလေး တစ်ကားကို တင်ဆက်ပေးပါ့မယ်။သူ့ကားတွေရဲ့ထူးခြားချက်က ဇာတ်ကိုအေးအေးလေးနဲ့ ပရိသတ်ကို\nဆွဲခေါ်သွားပြီး စဥ်းစားစရာအချက်တွေ အများကြီးပေးပါတယ်။\nခု ဒီကားမှာလည်း ဒီလိုပါပဲ။မိသားစုတွေ မိတ်ဆွေအပေါင်းအသင်းတွေနဲ့ ဘုရားဖူးခရီးကအပြန်မှာ\nသူဟာ လမ်းခုလတ်မှာ ကားကိုရပ်ခိုင်းခဲ့ပြီး ကားပေါ်ကလူတွေအားလုံးအိပ်ပျော်နေချိန်မှာ ဆင်းသွားခဲ့ပါတယ်။သူ အချိန်အတော်ကြာပြန်မလာတဲ့အခါမှာ လိုက်လံရှာဖွေကြရင်း သူဟာ တခြားရွာက\nလူတစ်ယောက်ပုံစံဖြစ်နေပြီး သူတို့ကိုလည်း လုံးဝ မမှတ်မိတော့ပါဘူး။မာလယာလမ်လူမျိုးတစ်ယောက်ဖြစ်တဲ့သူဟာ လမ်းခုလတ်က တမီလ်ရွာလေးက\nလူတစ်ယောက်ဖြစ်သွားခဲ့ပြီး တမီလ်ဘာသာစကားကို မနှစ်မြို့တဲ့သူဟာ\nတမီလ်လို ချောချောမွေ့မွေ့နဲ့ စကားပြောနေခဲ့ပါတော့တယ်။ဘာကြောင့်လဲ...ဘာဖြစ်လို့လဲ...ဘာဖြစ်သွားတာလဲဆိုတာကိုတော့ ဆက်လက်ပြီးတော့ ခေါင်းခြောက်လိုက်ကြပါဦးနော်။\nFile size…1.64GB / 664MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.2",
        "url": "https://megaup.net/1Sqm0/Nanpakal_Nerathu_Mayakkam_(2023)_Malayalam_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5XUuWAWwjb4OUgB3r8holAZzc7r.jpg",
        "title": "White Sun (2016)",
        "description": "White Sun (2016)~ IMDb - 7.1/10, Rotten Tomatoes - 100% ~ဒီကားရဲ့ နာမည် Seto Surya (နေဖြူ) ဆိုတာက နီပေါနိုင်ငံရဲ့ အမျိုးသားအလံမှာပါတဲ့ အစိတ်ပိုင်းတစ်ခုကို ရည်ညွှန်းထားတာပါ။ အတွင်းသားအနီရောင်နဲ့ အပြာအနားကွပ်၊ လခြမ်းကွေးလေးရယ် တောက်လောင်နေတဲ့နေရယ် ပါတဲ့ နီပေါအလံကို မြင်ဖူးရင် သိကြမှာပါ။ ဒီကားရဲ့ နေဖြူဆိုတာကတော့ အဲဒီ အဖြူရောင်နေကို ဆိုလိုတာဖြစ်ပါတယ်။၁၉၉၆ ကနေ ၂၀၀၆ အထိ ဖြစ်ပွားခဲ့တဲ့ နီပေါ ပြည်တွင်းစစ်ပြီးစ အခြေအနေကို ဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်ပါ။ တစ်ချိန်က နီပေါဟာ ဘုရင့်နိုင်ငံဖြစ်ခဲ့ပြီး ဘုရင့်တော်ဝင်တပ်တွေနဲ့ နီပေါကွန်မြူနစ်ပါတီ (မော်စီတုန်းဝါဒီသမားတွေလို့လည်း ခေါ်ပါတယ်) ကြား နိုင်ငံတစ်ဝှမ်း ဖြစ်ပွားခဲ့ပြီး တော်လှန်သူ ကွန်မြူနစ်တွေ အနိုင်ရခဲ့တဲ့ စစ်ပွဲပါ။ နီပေါနိုင်ငံသားတွေဟာ ထုံးတမ်းစဉ်လာတွေ ဓလေ့တွေလိုက်နာသက်ဝင်ပြီး လူမှုအဆင့်အတန်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Sqo4/(CM)_White_Sun_(2016)_720p.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTQ3ZTljYTAtZmNlMC00MGUyLWI0YmEtMzcyMDFkMTZlYjhjXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_-135x200.jpg",
        "title": "Attack of the Hollywood Clichés! (2022)",
        "description": "Attack of the Hollywood Clichés! (2022)\n=============================\nIMDb Rating - 6.1/10လူတိုင်းလိုလို ရုပ်ရှင်တွေကြည့်နေရင်းက \"ဒီကောင်မလေးက အနောက်က\nလိုက်ဖမ်းတာခံနေရတာကို ဘာလို့ဒေါက်မြင့်ဖိနပ်ကြီးနဲ့ပြေးနေရတာတုန်း\nချွတ်ပြေးပါလား\" တို့၊ \"မင်းသားကို လူဆိုးတွေက တပြိုင်တည်းဘာလို့ မချ\nဘဲနဲ့ တစ်ယောက်ချင်းစီအလှည့်ကျချနေကြရတာတုန်း\" တို့ \"အရေးဟဲ့\nအကြောင်းဟဲ့ဆိုရင် ဖုန်းကဘာလို့ဘက်ထရီထထကုန်ရတာလဲ\" တို့ဆိုပြီး\nမေးခွန်းပေါင်းသောင်းခြောက်ထောင်မေးဖူးကြမှာပါ။ပြီးတော့ အချစ်ကား‌‌တွေမှာ‌ဆိုရင် မင်းသား၊ မင်းသမီးတွေ တစ်ယောက်ဆီကို\nတစ်ယောက်‌ပြေးလိုက်သွားကြတဲ့အခန်းတို့ ၊ အက်ရှင်ကားဆိုလည်း ကားတွေ\nနဲ့ လိုက်ဖမ်းရတဲ့အခန်းတို့ ဘာတို့ကို ကားတိုင်းနီးပါးလိုလိုမှာထည့်ထားတတ်\nကြတာ သတိထားမိမှာပါ။ အဲ့လိုမျိုးတွေကများများလာတော့ ကိုယ်တွေဆို\nတစ်ခါတစ်လေ ဘော်ဒါတွေအချင်းချင်းပြန်အာလူးဖုတ်ပြောတတ်ကြတယ်\nမလား။ မပူပါနဲ့ ကိုယ်တွေတင်မကဘူး ရုပ်ရှင်လောကသားတွေကိုယ်တိုင်ပါ\nပြောတတ်ကြပါတယ်။ဒီတော့ ဒီအစီအစဉ်မှာ အဲ့လိုဖန်တစ်ရာတေနေတဲ့အကြောင်းတွေကို ရုပ်ရှင်\nအနုပညာရှင်တွေ၊ ဝေဖန်ရေးဆရာတွေစသဖြင့်ပုဂ္ဂိုလ်အစုံကနေပြီးတော့\nနာမည်ကျော်ရုပ်ရှင်ကားနမူနာအခန်းတွေပြန်ကြည့်ပြန်ပြပြီး‌တော့ ဆွေးနွေး\nဝေဖန်အာလူးဖုတ်ကြတာကို ကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။ စိတ်ဝင်စားဖို့လည်း\nကောင်း၊ ရယ်ဖို့ကောင်းတာတွေလည်းပါတယ်ဆိုတော့ ဒီ \"Attack of the\nHollywood Clichés!\" လေးကြည့်ရင်း အတူလိုက်ပါ‌အာလူးဖုတ်လိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nFiona Gillen ဖြစ်ပါတယ်)File Size..........(1.3 GB) ...",
        "rating": "6.1",
        "url": "https://megaup.net/1co4f/Attack.of.the.Hollywood.Cliches.2021.720p.NF.WEB-DL.(CM)_(2).mp4",
        "category": "Comedy, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pXZhSvxXpF9EzJq7vI3081c2wes.jpg",
        "title": "A Neighbor’s Vendetta (2023)",
        "description": "A Neighbor's Vendetta (2023)2023 မှာ လတ်လတ်ဆတ်ဆတ်ထွက်ရှိထားတဲ့ A Neighbor's Vendetta ကတော့ လူကြီးမိဘ​တွေ​ဆုံးမကြတဲ့ အစားမ​တော် တစ်လုတ်ဆိုတဲ့အတိုင်း အစားမှားပြီး ဘဝပျက်သွားတဲ့​ကောင်မ​လေးတစ်​​ယောက်အ​ကြောင်းကို ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။​ဂျေးနဲ့ ဆွန်ရာတို့အတွဲဟာ သာယာတဲ့မိသားစု​လေးဖြတ်သန်း​နေရင်း ကားမ​တော်တဆမှု​ကြောင့် သမီးဖြစ်သူ အိဗ်ကို ဆုံးရှုံးလိုက်ရတဲ့အခါ ဆွန်ရာက ​ဂျေးကို စိတ်ကွက်ပြီး ​မျက်နှာ​တောင်မကြည့်ချင်​တော့​လောက်​အောင် ဖြစ်သွားခဲ့ပါတယ်။ သူတို့အတူ​နေရင်​တောင် မ​တော်တဆမှုကိုပြန်မြင်​​ယောင်လို့ လိင်မှုကိစ္စလည်းမပြီး​မြောက်ကြပါဘူး။ ဒါနဲ့ ​ဂျေးလည်း ဆွန်ရာ စိတ်​ပြန်ကျန်းမာလာ​အောင် ခဏ​လောက်​လမ်းခွဲလိုက်ပါတယ် အဲ့ဒီ​နောက် ဆွန်ရာကလည်း ဆရာဝန်ရဲ့အကူအညီနဲ့ စိတ်​တွေပြန်ကျန်းမာလာပြီး ​ရော့ဘတ်ကို စားလိုက််မိပါတယ်။တစ်ည ​ရော့ဘတ်​နဲ့ဖုန်းထဲက​​နေ အီစီကလီ​တွေလုပ်​နေတုန်း ​ရော့ဘတ်ဘက်က လက်လွန်ပြီး ​သေသွားခဲ့ပါတယ်။ ကံဆိုးချင်​တော့ ​ရော့ဘတ်က အိမ်​​ထောင်နဲ့မှန်းဆွန်ရာက မသိခဲ့ပါဘူး။ ​ရော့ဘတ်ရဲ့မိန်းမ မီယာက ရှက်ရှက်နဲ့ ဒီကိစ္စကိုဖုံးထားပြီး ငါ့​​ယောကျာ်းကို စားတာ ဘယ်သူလဲ ဘယ်ကလဲ လိုက်ရှာခဲ့ပါတယ်။ အဲ့ဒီအချိန်မှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3elfw/(CM)_A_Neighbor_s_Vendetta_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNmE4MTY4NmEtNzM1My00YWU3LTgyOTMtODEwMzQzZWQyOTY3XkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Veera Simha Reddy (2023)",
        "description": "Veera Simha Reddy (2023)\nAction/ Drama\nIMDb 5.8/10နှစ်ဘဝကလဲ့စားဇာတ်ကားနဲ့ ပုရိသတို့အသည်းစွဲဖြစ်ခဲ့တဲ့ မင်းသမီး Shruti Haasan\nပါဝင်တဲ့ဇာတ်ကားအသစ်စက်စက်လေး ထွက်ရှိလာပါပြီ။ ဘက်ဂျက်၅ဆလောက်ကို\nပြန်မြတ်ခဲ့တဲ့ကားလည်းဖြစ်လို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေးနဲ့မီနက်ရှီတို့သားအမိနှစ်ယောက်ဟာ အစ္စတန်ဘူလ်မှာ\nအခြေချနေထိုင်ရင်း ဘဝကို အေးချမ်းစွာဖြတ်သန်းနေတာပါ။ တစ်ရက်မှာတော့\nဂျေးတစ်ယောက် သီးချိန်တန်သီး ပွင့်ချိန်တန်ပွင့်ဆိုသလို ချစ်ရတဲ့မိန်းကလေးနဲ့\nအိမ်ထောင်တစ်ခုထူထောင်ဖို့ ဖြစ်လာပါတော့တယ်။ အဲဒီအချိန်မှာ\nကိုယ့်ကိုယ်ကိုမိတဆိုးသားလေးလို့ထင်နေခဲ့တဲ့ ဂျေးကို မီနက်ရှီက\nဖခင်ဖြစ်သူအကြောင်းထုတ်ပြောပြလာပါတော့တယ်။ဖခင်ဖြစ်သူဟာ စီမာဒေသနဲ့လူထုကို တရားသောနည်းလမ်းနဲ့အုပ်ချုပ်နေပြီး\nရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ဗီရာဆင်းမ်ဟာရတ်ဒီဖြစ်ကြောင်း ဂျေးသိပြီးတဲ့အခါမှာတော့...\nဖခင်ရဲ့ဆန္ဒကို ဘယ်လိုတွေဖြည့်ဆည်းပေးမလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…5.19GB / 2.21GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni ~ Nyein Aye",
        "rating": "5.8",
        "url": "https://megaup.net/1Sqe8/Veera_Simha_Reddy_(2023)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjkxNTAwNTQ0M15BMl5BanBnXkFtZTYwMTQwMjM3._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Scorpion King (2002)",
        "description": "The Scorpion King(ကင်းမြီးကောက်ဘုရင်ကြီး) ဇာတ်ကားဟာ Dwayne Johnson(The Rock) အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ပထမဦးဆုံးဇာတ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမတိုင်ခင်က The Rock ကြီးဟာ The Mummy Returns ဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ခဲ့ပါသေးတယ်။တကယ်တော့ ကင်းမြီးကောက်ဘုရင်ကြီးဇာတ်ရုပ်ဟာ The Mummy Returns ထဲမှ ဇာတ်ရုပ်ကို ခွဲထုတ်ရိုက်ကူးထားခြင်းလည်းဖြစ်ပါတယ်။The Mummy Returns ဇာတ်ကားထဲမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးဟာ တိုက်ပွဲများစွာကို အောင်နိုင်ခဲ့တဲ့ စစ်ဘုရင်ကြီးဖြစ်ပါတယ်။စစ်ဘုရင်တို့ထုံးစံအတိုင်း နောက်ဆုံးမှာတော့ တိုက်ပွဲတစ်ခုမှာစစ်ရှုံးခဲ့ပြီး လက်ကျန်စစ်သည်အနည်းငယ်နဲ့အတူ အာမ်ရှိုင်းယားသဲကန္တာရကြီးကိုဖြတ်သန်း ပြန်လာခဲ့ကြပါတယ်။အာမ်ရှိုင်းယားသဲကန္တာရအလယ်မှာ အစာပြတ်ရေငတ် ဖြစ်ပြီး နောက်ဆုံးမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီး တစ်ဦးသာ ကျန်ခဲ့ပါတော့တယ်။ကင်းမြီးကောက်ဘုရင်ကြီးသေဆုံးခါနီးမှာ အမှောင်နတ်ဘုရား အနူးဘစ်နဲ့ အပေးအယူလုပ်ပြီး အသက်ရှင်သန်ခွင့်ရခဲ့ရုံသာမက အနူးဘစ်ရဲ့ စစ်တပ်ကြီးကိုဦးဆောင်ကာ ပိုလို့ရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ဘုရင်ကြီးဖြစ်လာခဲ့ပါတယ်။The Scorpion King ဇာတ်ကားမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးရဲ့ ငယ်ရွယ်နုပျိုစဉ်အချိန်ကာလကို ရိုက်ကူးထားတာပါ။ မားသရပ်စ် အမည်နဲ့ လူငယ်လေးဘဝမှ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1cq5r/(CM)_The_Scorpion_King_(2002)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/91z0UmhwbwL._AC_SL1500_-142x200.jpg",
        "title": "The Mummy (2017)",
        "description": "အရင် Mummy ဇာတ်ကား တွေနဲ့ မတူတဲ့အချက်ကတော့ မင်းသား တွမ်ခရုဇ်က ခေါင်းဆောင်ပါဝင်ထားတာဖြစ်ပြီးအရင်ဇာတ်ကားတွေနဲ့ ကွဲပြားအောင် ဘယ်လိုဇာတ်အိမ်တည်ထားသလဲဆိုတာ စိတ်ဝင်စားစရာပါ။ခရူးဆိတ်စစ်ပွဲမှာပါဝင်ခဲ့တဲ့ သူရဲကောင်း အဖွဲ့ဟာ အေဒီ ၁၁၂၇ မှာရှေးဟောင်းအီဂျစ်နိုင်ငံကနေ ပတ္တမြားကြီးတစ်လုံးရခဲ့ပြီး ဂူတစ်ခုထဲမှာ အမှတ်သညာနဲ့ မြှုပ်နှံထားပါတယ်။ယနေ့ခေတ်လန်ဒန်မြို့မြင်ကွင်းနဲ့အတူ မြေအောက်ရထား လမ်းဖောက်လုပ်တဲ့ လုပ်သား တွေဟာ ခရူးဆိတ်စစ်ပွဲ  သူရဲကောင်းရဲ့ ဂူကိုရှာဖွေတွေ့ရှိခဲ့ပြီး လုပ်ငန်းခွင်ထဲက ထူးဆန်းတဲ့အရာတွေကိုလည်း ထပ်မံတွေ့ရှိခဲ့ပါတယ်။ ဂူတွေကို စူးစမ်းလေ့လာရင်း အမှတ်အသားတစ်ခုအရ နောက်ကြောင်း ပြန်ကြည့်တဲ့အခါ ဖာရိးဘုရင်တစ်ပါးရဲ့ သမီးတော် အာမာနက်မင်းသမီးနဲ့ ပတ်သက် တဲ့အကြောင်းအရာပေါ်လာခဲ့ပါ တယ်။အာမာနက် မင်းသမီးဟာ ထီးနန်းအမွေဆက်ခံမယ့် မင်းသမီးတစ်ပါးအဖြစ် နေရာရခဲ့ပေမယ့်သူ့ခမည်းတော်ရဲ့ ဒုတိယဇနီးက သားတော်မွေးဖွားခဲ့တဲ့အတွက် မင်းသမီးရဲ့ အခွင့်အာဏာတွေအကုန်လုံး လက်လွှတ်ရမယ့် အနေအထားဖြစ်ခဲ့ပါတယ်။အဲဒါနဲ့ အာမာနက်ဟာ သူသာလျှင် ထီးနန်းဆက်ခံသူဖြစ်ခွင့် ရှိတယ်လို့ ဆုံးဖြတ်ခဲ့ပြီး အီဂျစ် နတ်ဆက်ကို သူ့ရဲ့ဝိညာဉ်ကို ယစ်ပူဇော်ခဲ့ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Sq9n/(CM)_The_Mummy_(2017)_BluRay_720p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/The_Mummy_-_Tomb_of_the_Dragon_Emperor-203x300.jpg",
        "title": "The Mummy: Tomb of the Dragon Emperor (2008)",
        "description": "ဂျက်လီနဲ့မီရှဲယိုတို့ အားဖြည့်ပါဝင်ထားပြီး ရှေ့က Mummy နှစ်ကားရဲ့အဆက်အနေနဲ့ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...လွန်ခဲ့တဲ့ နှစ် ၂၀၀၀ ဝန်းကျင်ခန့်က တရုတ်နိုင်ငံက ရက်စက်ကြမ်းကြုတ်တဲ့ ဟန်ဘုရင်ဟာ တိုင်းပြည်ကိုစုစည်းပြီး နဂါးဧကရာဇ်အဖြစ် တစ်ကမ္ဘာလုံးကိုသိမ်းပိုက်ဖို့ ပြင်ဆင်ခဲ့ပါတယ်...ဒါပေမယ့်မှော်ဆရာမတစ်ဦးရဲ့ကျိန်စာမိပြီး သူနဲ့သူ့တပ်တစ်ခုလုံးဟာ ရွံ့ရုပ်တုတွေအဖြစ် ပြောင်းသွားခဲ့ပြီး မအောင်မြင်တဲ့အိမ်မက်တစ်ခုဟာ မြေကြီးအောက်မှာ ပျောက်ကွယ်သွားရပါတော့တယ်။ဒါပေမယ့် Mummy တို့ရဲ့ဇာတ်လိုက်ကျော် အိုကော်နယ်တစ်ယောက်က ဒီအိမ်မက်ဆိုးကြီးကို မမျှော်လင့်ဘဲ ထုံးစံအတိုင်း မြေကြီးပေါ်ကိုဆွဲတင်လာမိပါတော့တယ်...ဒီတစ်ခါတော့ သူတစ်ယောက်ထဲတင်မဟုတ်တော့ဘဲ သူ့ထက်ဆိုးတဲ့ သားတော်မောင် အဲ့လက်စ်ရောပါပါတယ်။ဟန်ဘုရင်တစ်ယောက် မြေကြီးပေါ်ကို ဘယ်လိုအသက်ဝင်ပြီး ထိုးထွက်လာမလဲ....သူ့ရဲ့မအောင်မြင်ခဲ့တဲ့အိမ်မက်ကို တစ်ဖန်ပြန်လည်အသက်သွင်းဦးမလားဆိုတာ.....။\nFile size…(3.8 GB) /(1.3 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….01:51:47\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "5.2",
        "url": "https://megaup.net/1cq5l/(CM)_The_Mummyː_Tomb_of_the_Dragon_Emperor_(2008)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/775_1_large-134x200.jpg",
        "title": "The Mummy Returns (2001)",
        "description": "IMDb (6.3/10)..Rotten Tomatoes (47%)1999 ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားရဲ့အဆက်အနေနဲ့ရိုက်ကူးထားသလို ရှေ့ဇာတ်ကားက မင်းသားမင်းသမီးတွေပဲ ဆက်လက်ပါဝင်ခဲ့ပြီး ကင်းမြီးကောက်ဘုရင်ကြီး Mathayus အဖြစ် The Rock မှအင်အားဖြည့်ပါဝင်ထားပါတယ်။Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Mummy ဇာတ်ကားတွေက ဖျော်ဖြေမှုအပေးနိုင်ဆုံးပါပဲ။ရှေ့ကထွက်ထားတဲ့ The Mummy (1999) ဇာတ်ကားကိုကြည့်ပြီးမှ အခု The Mummy Returns (2001)ကို ဆက်လက်ကြည့်ရှုသင့်ပါတယ်...ပြန်လည်နှိုးထလာတဲ့ ကျိန်စာသင့် Mummy တို့စုံတွဲနဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့စုံတွဲ ထိပ်တိုက်တွေ့ဆုံရာမှာ ကျိန်စာတွေကို ဘယ်လိုပယ်ဖျက်မလဲဆိုတာ........။\nFile size…(4.4 GB) /(1.4 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….02:09:34\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.3",
        "url": "https://megaup.net/1cq5u/(CM)_The_Mummy_Returns_(2001)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mummy_ver2-220x300.jpg",
        "title": "The Mummy (1999)",
        "description": "IMDb (7/10)....Rotten Tomatoes(56%)ဒီရုပ်ရှင်ဇာတ်ကားဟာ 1932 ခုနှစ်ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားကို Remark ပြန်လုပ်ထားတာဖြစ်ပြီး ခေတ်သစ် Mummy ဇာတ်ကားတွေ နှိုးထလာစေဖို့ အစပျိုးခဲ့တဲ့ ကနဦးဇာတ်ကားလဲဖြစ်ခဲ့ပါတယ်။မင်းသား Brendan Fraser နဲ့ မင်းသမီးချောလေး Rachel Weisz တို့ကို Mummy ဇာတ်ကားတွေနဲ့ တွဲဖက်မှတ်မိစေတဲ့အထိ သူတို့နှစ်ယောက်အတွဲက လိုက်ဖက်လွန်းခဲ့ပါတယ်။လွန်ခဲ့သော နှစ်ပေါင်းသုံးထောင်ခန့်က ချစ်လျှက်နဲ့ မပေါင်းခဲ့ကြရတဲ့ချစ်သူနှစ်ဦး...\nအီဂျစ်ဘုရင်တို့ရဲ့ ရှေးဟောင်းကျိန်စာများကြားမှာ မြေစာပင်ဖြစ်ခဲ့ရတဲ့ ချစ်သူ\nနှစ်ဦးအကြောင်းကိုအစပြုလို့..... ဒီဖက်ခေတ် စာကြည့်တိုက်မှူးမိန်းကလေးတစ်ယောက်နဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့ရဲ့ စိတ်ဝင်စားဖွယ်ရာစွန့်စားခန်းများအကြောင်းနဲ့ ရှေးဟောင်းကျိန်စာများနိုးထလာတဲ့အခါ ကြောက်မက်ဖွယ်ရာ အဖြစ်ဆိုးများနောက်ဆက်တွဲပါလာပုံတို့ကို စိတ်ဝင်စားဖွယ်တင်ဆက်ထားတာပါ။\nFile size…(4.3 GB) /(1.2 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….02:04:56\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "7.0",
        "url": "https://megaup.net/1cq5x/(CM)_The_Mummy_(1999)_BluRay_720p_AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/BF762-convert.io_-141x200.jpg",
        "title": "[21+]The Beautiful Girl Live Next Door (BF-762)",
        "description": "တစ်ကယ်ကို SEXY ကျပြီး ဆွဲဆောင်မှုအပြည့်ရှိတဲ့ လေး\nသူ့ရဲ့ နုထွားလှတဲ့ ကိုယ်လုံးလေး\nတင်းရင်းပြီး ကြီးမားလှတဲ့ ရင်သားတွေက သူ့ရဲ့ပြယုဒ်တစ်ခု\nဆွဲဆောင်မှုရှိတဲ့ နှုတ်ခမ်းအစုံက နှင်းဆီဖူးလေးလိုဟုတ်ပါတယ် သူမက စားဆော်ကြီးပါ\nသူက အခန်းတစ်ခန်းမှာ လွတ်လွတ်လပ်လပ်နေပြီး\nသူ့စိတ်ကြိုက်သူတွေကို အခန်းပေါ်ခေါ်တင်ပြီး\nခြေတော်တင်တက်သူသူ့အိမ်နီးချင်း ကောင်လေးအတွက်တော့ နားငရဲပါပဲ\nတစ်နေ့တစ်နေ့ ဟိုဖက်ခန်းကအသံတွေပဲ သူကြားနေရတယ်\nတစ်နေ့ အခန်းထဲကို ပိုးဟပ်ဝင်လို့ဆိုပြီး\nရေကြီးသုတ်ပြာနဲ့ သူ့အခန်းတံခါးကို ကောင်မလေးလာခေါက်တဲ့အချိန်မှာတော့\nFile size…2.7GB  / 1.4GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 28mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Sq31/[BF-672]_The_girl_next_door_.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/802tv0rwE6YZSdphsSGMDeOqvcA.jpg",
        "title": "Daily Police ( 2023 )",
        "description": "CM ပရိသတ်တွေအတွက် ရဲသားတွေရဲ့ နေစဉ်နေထိုင်မှုပုံစံကို\nသဘာဝကျကျရိုက်ထားတဲ့ Daily Police ဆိုတဲ့\nဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်လမ်း အကျဉ်းလေးကတော့-အလှဆုံးရဲမေအဖြစ် ဂုဏ်ပြုခံရသူ လီလုဟာ မှုခင်းရဲတပ်ဖွဲထဲ ဝင်ချင်ပေမဲ့\nကင်းလှည့်တပ်ဖွဲထဲမှာ အစားထိုး အဖွဲခေါင်းဆောင်အဖြစ် တာဝန်ပေးအပ်ခြင်း ခံခဲ့ရပါတယ်။\nအခြေခံပတ်ဝန်းကျင်ကို ရောက်သွားတဲ့ လီလုဟာ ကောလာဟလတွေနဲ့\nအထင်လွှမှုတွေကြားထဲကနေ ကိုယ်တိုင်ကိုယ်ကျ ကြိုးစားပြီး\nပြည်သူတွေအတွက် အခက်အခဲတွေကို ဖြေရှင်းပေးခဲ့ပါတယ်။တစ်ရက်ပြီးတစ်ရက် လုပ်ဆောင်နေရတဲ့ လုပ်ငန်းဆောင်တာများထဲမှာ\nလီလုတစ်ယောက် အဖွဲဝင်တွေကို စည်းလုံးလာအောင် ဘယ်လိုကြိုးစားခဲ့သလဲ......\nပြည်သူတွေရဲ့ လုံခြုံမှုအတွက် ဘယ်လို ကြိုစားခဲ့သလဲဆိုတာကို......\nဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးကိုပဲ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/daily-police-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/twUbb6Irktv0VEsJXQWJ3VKyxFX.jpg",
        "title": "Women Talking(2022)",
        "description": "Women Talking(2022)*********************IMDb...7.2 ,,,, Rotten ....91%ဒီဇာတ်ကားဟာ အော်စကာ ဆန်ကာတင်(၂) ဝင်ခဲ့သလိုအခြားဆုပေါင်း ၄၆ဆုလည်းရရှိခဲ့ပါတယ်..\" ကျွန်မတို့အပေါ် အပြစ်လုပ်သူတွေကို ခွင့်လွှတ်ခဲ့တာပဲလေ ဘာဖြစ်လို့အခုလည်း မလုပ်နိုင်ရမှာလဲ\"\n\"အခုကျွန်မတို့ ပိုသိသွားလို့ပေါ့\"Stockholm Syndrome ဆိုတဲ့ ပြဿနာက နောက်ပိုင်းsocietyမှာ အတော်လေးအတွေ့ရများလာသလိုဒါကိုawarenessရဖို့အတွက်လည်း ပညာပေးတာတွေ ဆောင်းပါးရေးလာကြတာတွေကို မြင်ဖူးဖတ်ဖူးကြမှာပါ။ဒါပေမဲ့ ဒီStockholm Syndrome ဆိုတဲ့အရာရဲ့ကနေဦးအစကို သင်တွေးခဲ့ဖူးပါသလား။သင်ဟာအရာရာအမှောင်ချခံထားရတဲ့ဘဝမှာ ရှင်သန်ရဖို့ဖြစ်လာခဲ့ရင်၊ အလင်းလေးတစ်ပေါက်ရဖို့အတွက်အရာရာစတေးရတဲ့ အသိုင်းအဝိုင်းတစ်ခုမှာမွေးလာပြီး အနိုင်ကျင့်ခံနေရမှန်းသိရက်နဲ့ မြိုသိပ်ဖို့သာရွေးချယ်ခွင့်ရခဲ့ရင်ကော....ဒီနေ့မှာကတော့ Oscar Norminee ၂ ခု ဝင်ထားတဲ့ ရုပ်ရှင်လေးဆိုလည်းဟုတ်Activistတစ်‌ယောက်ဖြစ်တဲ့Sarah Polley ရဲ့လက်ရာ‌ဆိုလည်းဟုတ်တဲ့ Women Talkingဆိုတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါရစေ။ ဇာတ်ကားကအနှစ်ဆိုပေမဲ့ လောကကြီးရဲ့အမှောင်ခြမ်းကိုမီးမောင်းထိုးပြမဲ့ ရုပ်ရှင်ကားလေးဆိုတော့ PG-13 rating‌ ရထားပြီးနဲ့ Darkဖြစ်တဲ့အကြောင်းအရာတွေတော့ပါမှာပါ။အမျိုးသားတွေသာ အခရာဖြစ်နေခဲ့တဲ့ မြို့ငယ်လေးတစ်ခု၊ အမျိုးသမီးဆိုတာ ပညာသင်ယူခွင့်မရအရေးအဖတ်တောင် မသိတဲ့ဘဝမှာနေရတဲ့ ဒီမြို့ငယ်လေးမှာနေရတဲ့သူတို့တွေဟာ အမြဲတမ်းအမျိုးသားတွေရဲ့ အနိုင်ကျင့်ခံ အောက်ကျို့ခံတွေပါပဲ။ အရာရာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1cswx/Women.Talking.2022.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/186DeY13XGZutCMokDwuzqF4IZY.jpg",
        "title": "Invincible Eight Diagram Palm ( 2023 )",
        "description": "ဟဲလို CMပရိသတ်တို့ရေ ဒီတစ်ခေါက်ပျော်ပျ်ောပါးပါး\nဟာသသိုင်းကားကိုမိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းကတော့ ပြည်သူတွေချစ်စနိုးခေါ်တဲ့ဘီလူး-စူးစစ်ဟာ\nဘိုးဘေးစဥ်ဆက်လက်ဆင့်ကမ်းခဲ့တဲ့အင်းကွက်သိုင်းရဲ့ ၇၃ယောက်မြောက်ဂိုဏ်းချုပ်\nတာရှ သဘောထားပြည့်ဝတဲ့လုံခြုံရေးခေါင်းဆောင်\nသူတိုနှစ်ဦးဟာ ကိစ္စရပ်တစ်ခုမှာရင်းနှီးပြီး မိသားစုနဲ့ဘဝအခက်အခဲကိုအတူရင်ဆိုင်ကြတယ်သူတိုနှစ်ဦးအတူတွေ့ဆုံပြီးနောက် ဘယ်လိုဘဝအခက်အခဲမျိုးရင်ဆိုင်ကြမလဲ\nစူးစစ်လည်း ဘိုးဘေးစဥ်ဆက်သိုင်းပညာကိုဆက်လက်တွင်ကျယ်အောင်ဖြန့်ချိနိုင်မလား\nတာရှနဲ့သူ့သမီးကြားက အထင်လွှဲမှုတွေဘယ်လိုဖြေရှင်းသွားနိုင်မလဲ\nပေါ့ပေါ့ပါးပါးနဲ့ ပရိတ်သတ်တို့ကြည့်ရှုလိုက်ကြပါရှင့်\n[ Reviewed By Mei Mei ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/invincible-eight-diagram-palm-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8MPOzrgCmuNubirCy58jxsBbCLU.jpg",
        "title": "Sadako DX (2022)",
        "description": "Sadako DX (2022)ကျိန်စာလား သိပ္ပံပညာလား?\nအကြောင်းအရင်းမရှိဘဲ သေဆုံးသွားရတဲ့သူတွေ တစ်ရက်ပြီးတစ်ရက် ပိုများပြားလာနေတဲ့\nဂျပန်နိုင်ငံတွင်းက မြို့တွေမှာ ကျိန်စာဗွီဒီယိုလို့ လူသိများကြတဲ့ ဗွီဒီယိုတစ်ခုက နာမည်ကြီးနေပါတယ်။“ဆာဒါကိုကျိန်စာ”လို့ခေါ်တဲ့ အဲဒီကျိန်စာဗွီဒီယိုရဲ့အစွမ်းကတော့\nကြည့်လိုက်မိတဲ့သူတိုင်းကို ၂၄ နာရီအတွင်းမှာ သေဆုံးသွားစေမှာပါ။ဒီလိုဖြစ်ရပ်ဆိုးကြီးကြောင့် တစ်နိုင်ငံလုံးကလူ‌တွေ ထိတ်လန့်‌တုန်လှုပ်နေကြရတဲ့အချိန်မှာပဲ…\nမတူညီတဲ့နယ်ပယ်နှစ်ခုကနေ ဒီကိစ္စကို စဉ်းစားဖြေရှင်းမယ့်\nဘာသာရေးဆရာခန်းရှင်းနဲ့ ကျောင်းသူလေးအာယကတို့နှစ်ဦး ထွက်ပေါ်လာခဲ့ပါတယ်။အဆုံးသတ်မှာတော့...ဒီကိစ္စဟာ ကျိန်စာလို့ယုံကြည်တဲ့ ဘာသာရေးဆရာခန်းရှင်းနဲ့\nကျိန်စာလို့လက်မခံဘဲ သိပ္ပံပညာကိုသုံးပြီး အဖြေရှာမယ့် IQ 200 ရှိတဲ့ ကျောင်းသူလေးအာယကတို့ရဲ့ အားပြိုင်မှုမှာ\nဘယ်သူကများ အနိုင်ရရှိသွားမလဲ?\nဒီကျိန်စာဗွီဒီယိုရဲ့ တကယ့်အကြောင်းအရင်းနဲ့ သရုပ်မှန်ကရော ဘာများဖြစ်မလဲ?ဒီဖြစ်ရပ်ဟာ တကယ်ပဲ “ဆာဒါကိုရဲ့ကျိန်စာ” လား…\nဒါမှမဟုတ် သိပ္ပံနည်းကျဖြေရှင်းနိုင်မယ့် ကိစ္စတစ်ခုလားဆိုတာကို\nအသည်းတယားယားနဲ့ ကြည့်ရှုခံစားနိုင်မှာဖြစ်လို့\nHorror ကြိုက်တဲ့သူတွေအနေနဲ့ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.33GB | ...",
        "rating": "",
        "url": "https://megaup.net/1Spc9/Sadako.DX.2022.WEB-DL.720p..CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhYzY0NDAtNGIwNi00OTg3LWIxODAtOWE5ZjMyNWIxOTgwXkEyXkFqcGdeQXVyMTA1NzEzOTU1._V1_-133x200.jpg",
        "title": "Kranti(2023)",
        "description": "Kranti(2023)IMDb 7.4/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမယ့်ကားက​တော့ မကြာခင်ကမှ ထွက်ရှိထားတဲ့ \"Kranti\"ဆိုတဲ့\nအက်ရှင်ဒရာမာဇာတ်ကား​ကောင်းဖြစ်ပါတယ် ဒီကားကBox Office 33 croresထိ​ရရှိထားပြီးဖြစ်တဲ့\nရုံတင်ဇာတ်ကားကောင်းတစ်ကားပါအိန္ဒိယကားတွေဟာဆိုရင်ဖြင့် အားတိုင်းရဲတွေ‌ကိုထေငေါ့လိုက် နိုင်ငံရေးသမားတွေကို\nတိုက်ခိုက်လိုက် စသဖြင့်သူတို့အစိုးရစနစ် လူတန်းစားခွဲခြားမှု ကျားမခွဲခြားမှုတွေကို ထောက်ပြဝေဖန်နေတာ\nယခုအခါအလှည့်ကျလာတဲ့မင်းသားကတော့ ပညာရေးပါ။ဒါပေမဲ့ ဒီကားလေးမှာတော့ အဆန်းပါ အစိုးရကျောင်းတွေရဲ့ပညာရေးစနစ်ကို\nတိုက်ခိုက်တယ်ဆိုတာထက် ယခုမြန်မာပြည်မှာလဲ ခပ်စိတ်စိတ်တွေ့နေရတဲ့\nကိုယ်ပိုင်ကျောင်းစနစ်တွေကိုဝေဖန်ထားတဲ့ဇာတ်ကားလေးပါဇာတ်လမ်းအစမှာ​တော့ လူတစ်စုကနိုင်ငံ​ရေးဖက်ကလူတစ်​ယောက်နဲ့ ​\nပေါင်းပြီးအစိုးရ​ကျောင်း​တွေကို ပျက်စီးပိတ်သိမ်း​အောင် လုပ်ဖို့အတွက်\nအစီစဥ်ဆွဲ​​နေကြပြီး အဲ့အချိန်မှာတင်သူတို့လုပ်ရပ်ကြောင့် ​ကျောင်းသား​‌တွေ\nဆရာတွေရဲ့ ဘဝများစွာဒုက္ခရောက်နေရပါတယ်သူတို့​တွေရဲ့ရည်ရွယ်ချက်ကဘာလဲ ​ကျောင်းဆရာ​တွေက​ရော\nသူတို့ရဲ့ယုတ်မာမှုကို Speak outလုပ်နိုင်ပါ့မလား\nဒီအခက်အခဲ​တွေကြားထဲက​နေ သူတို့ကိုကယ်တင်​ပေးမယ့်\n\"ကရန်တီ\"က​ရော ဘယ်လိုလူမျိုးဖြစ်ပြီး ဘယ်အ​ကြောင်း​ကြောင့်\nသူပါဒီကိစ္စ​​တွေထဲပါဝင်လာပြီး​ဖြေရှင်းမလဲဆိုတာ​တွေကို စိတ်လှုပ်ရှားစွာကြည့်ရှု့ရမှာပါပညာရေးဟာ စီးပွားရေးလား\nပညာသင်ကြားဖို့ဆိုတာ ငွေကြေးရှိတဲ့သူတွေပဲရမဲ့အခွင့်အရေးလား\nစသဖြင့် ဒီဇာတ်ကားလေးထဲမှာ ခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…3.26GB / 1.47GB\nQuality…1080p HEVC /720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Khin Khin ~ Sai Thu Rein~ Yunni ~ BpL",
        "rating": "7.3",
        "url": "https://megaup.net/3ek8D/Kranti_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    }
]