[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kzJ4a0ITuMJDuX2IjFKYG6QIipW.jpg",
        "title": "Lady and the Tramp (2019)",
        "description": "ငယ္ငယ္တုန္းကၾကည္႔ခဲ႔ဖူးတဲ႔ Lady and The Tramp ဆိုတဲ႔ကာတြန္းကားေလးကိုအားလံုးမွတ္မိၾကလားမသိဘူးေခြးေလးႏွစ္ေကာင္ ပါစတာတစ္မွ်င္ကိုစားရင္း အတူတူနမ္းမိသြားတဲ႔အခ်ိန္ဆိုတာငယ္ဘဝရဲ ႔Romance ဆုိတာေပါ႔။အခုအဲဲဒီခ်စ္ဖို႔ေကာင္းတဲ႔ကာတြန္းကားေလးကို ဆန္းသစ္ရိုက္ကူးထားတဲ႔ကားသစ္ေလးထြက္ရွိလာပါျပီ။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Lady and the Tramp (2019)ပါ။Walt Disney ကစီစဥ္ရိုက္ကူးထားတဲ႔ ဒီကားေလးကေတာ႔ေကာင္းေကာင္းေနေကာင္းေကာင္းစားရတဲ႔ ေခြးမေလး ေလဒီ နဲ႔လမ္းေဘးေခြးေလး ထရမ္႔ရဲ ႔အခ်စ္ဇာတ္လမ္းေလးလို႔ေျပာရမွာပါပဲ။သူတို႔ရဲ ႔အခ်စ္ေတြ၊စြန္႔စားခန္းေတြ၊သူငယ္ခ်င္းေတြ၊သီခ်င္းေတြနဲ႔ထံုလႊမ္းထားတဲ႔ဒီကားေလးကေတာ႔ၾကည္႔လို႔တန္တဲ႔ကားေလးလို႔ေျပာရမွာပါပဲ။ဇာတ္လမ္းကိုေတာ႔ အေထြအထူးမညႊန္းေတာ႔ပါဘူး။ဇာတ္လမ္းအဆံုးအထိ စိတ္ဝင္တစားၾကည္႔ရႈရမွာပါလို႔ ညႊန္းလိုက္ပါေတာ႔မယ္ File Size : (963 MB ,  317 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 43 minFormat : Mp4Genre : Adventure , Comedy , DramaSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1ws15/(CM)_Lady_And_The_Tramp_2019_(Large_Size)_(2).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AvHHye57lhONz2Da6nm04mPtGLC.jpg",
        "title": "Cold Brook(2019)",
        "description": "Cold Brook(2019) အညႊန္း*********************(zawgyi)တခ်ိဳ႕ရုပ္ရွင္ေတြက ေကာ္ဖီတစ္ခြက္နဲ႔တူပါတယ္…တစ္ခြက္လံုးကို ခြက္လုိက္က်ိဳက္ခ်ရတာမဟုတ္ဘဲနဲ႔ တစ္ငံုခ်င္း အရသာခံေသာက္္သြားရတာမ်ိဳးေပါ့ ဒီရုပ္ရွင္ကားဟာလည္း ဒီအတိုင္းပါပဲ…ဇာတ္လမ္းက ေအးသလိုလိုနဲ႔ ေကာ္ဖီပူပူေႏြးေႏြးေလးတစ္ခြက္ကို ဇိမ္ေျပနေျပ အရသာခံျပီးေသာက္သလိုၾကည့္မွ ခံစားသိရွိႏိုင္မယ့္ ဇာတ္ကားေလးတစ္ခုပါ…အိမ္နီးခ်င္းလည္းျဖစ္ သူငယ္ခ်င္းေတြလည္းျဖစ္ၾကတ့ဲ တက္ဒ္ နဲ႔ေဟဒီ ဆိုတဲ့ လူလတ္ပိုင္း လူႏွစ္ေယာက္တုိ႔ဟာ ေကာလိပ္တစ္ခုက ျပတိုက္မွာ ပစၥည္းေတြကို ျပဳျပင္ထိန္းသိမ္းရတဲ့ အလုပ္လုပ္ပါတယ္…အိမ္မွာလည္းမိန္းမနဲ႔ သားသမီးကိုယ္စီ ရွိၾကသူေတြေပါ့ … သူတို႔ႏွစ္ေယာက္က ျပတိုက္မွာ လွ်ပ္စစ္မီးျပင္ဆင္တာေတြဘာေတြအတြက္ ျပတိုက္ပိတ္ခ်ိန္ေရာက္မွ အိမ္ျပန္ရသလို တစ္ခါတေလ အေရးေပၚညၾကီးသန္းေခါင္ ေခၚယူရင္လည္း သြားရပါေသးတယ္…တစ္ရက္ အလုပ္ေနာက္က်တဲ့ေန႔မွာ ျပတိုက္ပိတ္သြားလို႔ လူေတြအားလံုးအိမ္ျပန္လို႔ တံခါးေတြပိတ္ တိတ္ဆိတ္သြားခ်ိန္မွာ လူတစ္ေယာက္ဟာ ျပတိုက္ထဲက်န္ေနခဲ့တာကို တက္ဒ္နဲ႔ ေဟဒီတို႔ေတြ႕ျပီး အဲ့ဒီလူဟာ ရုတ္တရက္ ထြက္ေျပးေပ်ာက္ကြယ္သြားခဲ့တယ္…သူဟာ ဘယ္သူလဲ တံခါးပိတ္ထားတဲ့ျပတိုိက္ထဲကို ဘယ္လိုေရာက္လာတာလဲ ဆုိတဲ့ ေမးခြန္းေတြနဲ႔ ပရိသတ္ကို ဆြဲေဆာင္ေခၚငင္သြားမယ့္ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ျပီး IMDb – ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/cold-brook2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/a1b360a1f5b3b8f4e9b3b7199064e353-141x200.jpg",
        "title": "Clueless (1995)",
        "description": "IMDB Rating(6.8) / Rotten Tomatoes (79%)Clueless (1995)ဆယ်ကျော်သက်အချစ်ဇာတ်မြူ းလေးပါ။ ပေါ့ပေါ့ပါးပါး အချစ်ကားလေးတွေ၊ ကျောင်းသားအချစ်ဇာတ်လမ်းတွေ ကြိုက်တတ်သူတွေအတွက်တော့ ကြည့်သင့်တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။၁၉၉၅ ခုနှစ်ဝန်းကျင်က အမေကန်မှာရှိတဲ့ အထက်တန်းကျောင်းသားတွေရဲ့ သဘာဝတွေကို ထင်ဟပ်ပြထားပါတယ်။ နောက်ပြီး Clueless ဆိုတာ ခေတ်အဆက်ဆက် အကောင်းဆုံးဆယ်ကျော်သက်ရုပ်ရှင်တွေထဲမှာ ပါဝင်ခဲ့သလို၊ ဇာတ်လမ်းထဲမှာ သုံးခဲ့တဲ့ ဗန်းစကားတွေကလည်း အတော်နာမည်ကြီးခဲ့ပါတယ်။လူချမ်းသာရပ်ကွက်က လိုတိုင်းတရနေတဲ့ အထက်တန်းကျောင်းသူကောင်မလေး၊ ဈေးဝယ်ထွက်ဖို့နဲ့ ဖက်ရှင်ကျကျဝတ်စားဖို့ကို အလေးပေးတတ်သူ၊ ပါတီတွေတက်ပြီး ပျော်ပျော်ပါးပါး အလှပြချင်သူ။\nပါတီတက်ရတာကို ကြိုက်တဲ့ အလန်းစားကောင်မလေး ဖြစ်ပေမဲ့ တကယ်ချစ်တဲ့သူကျမှ သူ့ရဲ့အပျိုစင်ဘဝကို ပေးမယ်လို့ ဆုံးဖြတ်ထားသူ။အဲဒီလိုကောင်မလေးနဲ့ စာတော်ပြီးအလုပ်ကြိုးစားတဲ့၊ ပါတီတက်ရတာ ဝါသနာမပါတဲ့၊ သဘောမနောကောင်းတဲ့ တက္ကသိုလ်ကျောင်းသားလေးတို့ အချစ်စစ်ကို ဘယ်လိုရှာတွေ့သွားကြမလဲ?အချစ်နဲ့ ဟာသကို ရောနှောပြီး လူငယ်ဆန်ဆန် ပေါ့ပေါ့ပါးပါး ရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းလေးမှာ\nမှုံနေအောင်လှတဲ့ မင်းသမီးချော Alicia Silverstone ...",
        "rating": "6.8",
        "url": "https://megaup.net/4eGjx/Loving_Vincent_[2017]_(MM_Sub).mp4 https://megaup.net/YI1u/(CM)clueless.1995.1080p.bluray.x264-hd4u.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/STARhd775-140x200.jpg",
        "title": "[21+][STAR-775]My Name Is Iori Kogawa,Suddenly One Day, Ms. Iori And I Switched Bodies (2017)",
        "description": "[Dark Side Production မွတင္ဆက္သည္။]\nMy Name Is Iori Kogawa Suddenly One Day, Ms. Iori And I Switched Bodies\nSuddenly one day Iori Kogawa exchanged bodies with her teacher. The girl is the man, the man is the girl in the story. Sounds like a Korean drama, isn’t it?. ? Lol. In fact, it’s a “Your name” parody (Kimi no na wa), that ...",
        "rating": "",
        "url": "https://megaup.net/1ta56/[DS]STAR-775_porn_1080_My_Name_Is_Iori_Kogawa_Suddenly_One_Day,_Ms._Iori_And_I_Switched_Bodies.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5JU9ytZJyR3zmClGmVm9q4Geqbd.jpg",
        "title": "Terminator Genisys (2015)",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Terminator Genisys ကိုတင်ဆက်ပေးလိုက်ပါတယ်..ဒီကားအကြောင်းကို အတတ်နိုင်ဆုံး Spoiler မပါအောင်ရေးပေးသွားမှာဖြစ်ပြီးဇာတ်လမ်းကသိပ်မရှုပ်လို့ မရှင်းပြတော့ပါဘူးဇာတ်လမ်းမပြောခင်မှာရုပ်ရှင်ထဲကTimeTravelအကြောင်းအနည်းငယ်ရှင်းပြချင်ပါတယ်..Time Travel ဇာတ်လမ်းတွေမှာ Alternate Timeline လို့ခေါ်တဲ့ အချိန်တွေထွက်လာပါတယ်။Comic Book ဖတ်တဲ့သူတွေက ဒီအခေါ်အဝေါ်ကိုရင်းနှီးပြီး ဘာကိုဆိုလိုလည်းဆိုတာ တန်းသိမှာပါ။အနီးစပ်ဆုံးဥပမာပေးရရင် Jet Li ရဲ့ The One ဇာတ်ကားထဲက အယူအဆနဲ့တူတူပါပဲ။Timeline ဆို Facebook က Timeline ပြေးမြင်နေကြလားမသိဘူး။Alternate Timeline ကို လူပိန်းနည်းနဲ့ပြောရရင်Facebook မှာအကောင့် ၂ခု နာမည်တူ ဓါတ်ပုံအတူဖွင့်ထားတဲ့သဘောပါဘူး။ဒါပေမယ့် ပို့စ်တူတူတင်ရင်တောင် တင်တဲ့ အချိန် မိနစ်ပိုင်းကွာသွားမှာဖြစ်သလို၊ မတူတာတွေလည်း တင်လို့ရပါတယ်။ဇာတ်လမ်းက Terminator, Terminator 2 တို့နဲ့ မဆိုင်ပဲ သူနဲ့ အပြိုင်ရှိတဲ့Timeline မှာ ဖြစ်တဲ့အဖြစ်အပျက်တွေဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ John Connor က Kyle Reese ကိုသူ့အမေကို ကာကွယ်ဖို့ ပြန်လွှတ်လိုက်တဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2nFrz/Terminator_Genisys_[2015]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gw6JhlekZgtKUFlDTezq3j5JEPK.jpg",
        "title": "Terminator Salvation (2009)",
        "description": "2019မှာအသစ်ထပ်မံထွက်ရှိလာတဲ့Terminator ကားရဲ့အရင်ကထွက်ခဲ့တဲ့ဇာတ်ကားတစ်ကားပါTerminatorဆိုတာနဲ့လူတိုင်းသိပြီးသားဇာတ်ကားတစ်ကား​​​ပေါ့ဒီကားမှာ​တော့ The Knight မင်းသားကြီးChristian Bale နဲ့ Avator မင်းသားကြီး Sam Worthingtonတို့ပါဝင်ထားတဲ့​ကား​ကောင်းတစ်​ကောင်းပါဂျွန်​​ကော်နာက စကိုင်းနက်ရဲ့ projectအသစ်ဖြစ်တဲ့T-800ကိုရှာ​တွေ့ခဲ့တယ်T-800ကလူသား​မျိုးနွယ်​တွေကို​ပျောက်ဆုံးသွား​အောင်လုပ်နိုင်တယ်ဒါ​ကြောင့် ဂျွန်​ကော်နာက စစ်တပ်ကိုဦး​ဆောင်ပြီးterminator​တွေကိုဆန့်ကျင်ဖို့ဆုံးဖြတ်လိုက်တယ်​ဂျွန်​ကော်နာက ကိုင်လီရီးစ်ကိုရှာ​ဖွေဖို့ စကိုင်းနဲ့ထဲကိုဘယ်လိုဝင်ပြီး ရှာ​ဖွေခဲ့လည်းဆိုတာဘာ​တွေနဲ့ရင်ဆိုင်ရလည်းဆိုတာ ကြည့်ရှု့ရမှာပါ File Size : ( 2 GB , 1 GB , 411 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 1 hr 55 minFormat ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/terminator-salvation-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2y4dmgWYRMYXdD1UyJVcn2HSd1D.jpg",
        "title": "Terminator 2: Judgment Day (1991)",
        "description": "ကဲအခုတစ္ခါေတာ့ မင္းသားႀကီးအာႏိုးရဲ႕Terminator ဒုတိယကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္းေလးက ေတာ့ Old But Goldလို႔ေျပာရမွာပါပဲဗ် အရင္ၾကည့္ဘူးတဲ့သူ ေတာ္ေတာ္ မ်ားတာမို႔သိပ္ၿပီး မၫြန္းေတာ့ပါဘူး ကဲဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ပထမကားရဲ႕ အဆက္ စက္ရုပ္လူသားေတြရဲ႕ ရန္ၿငိဳးက မဆံုးႏိုင္ေသးပဲဆာရာေကာ္နာရဲ႕ မ်ိဳးဆက္ ဂ်ိန္းေကာ္နာအထိ ရန္ၿငိဳးကဆက္လက္ပါလာခဲ့ၿပီး လုပ္ႀကံသတ္ျဖတ္ဖို႔အတြက္ေစခိုင္းရာမွဘယ္လိုေတြမ်ား ဆက္ျဖစ္ၾကမယ္ဆိုတာကိုေတာ့ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ File Size : ( 3 GB , 1 GB , 427 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 2 hr 17 minFormat : Mp4Genre : Action , Sci-FiSubtitle : Myanmar Subtitle ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/terminator-2-judgment-day-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/71oC-8Pkn7L._SL1109_-135x200.jpg",
        "title": "Terminator 3: Rise of the Machines (2003)",
        "description": "ဒီဇာတ္ကားကိုေတာ့ အမ်ားၾကီးညႊန္းစရာမလိုေတာ့ဘူးလို႕ထင္ပါတယ္..လူသားနဲ႕စက္ရုပ္ေတြနဲ႕ မၿပီးဆံုးေသးႏိုင္တဲ့တိုက္ပြဲေတြကိုဆက္လက္ၿမင္ေတြ႕ရဦးမွာၿဖစ္ပါတယ္....ဒီဇာတ္ကားကို ဒါရိုက္တာ Jonathan Mostow ကရုိက္ကူးထားၿပီးေတာ့တိုက္တန္းနစ္ရဲ႕နာမည္ၾကီးဒါရိုက္တာၿဖစ္သူ James Cameron ကပါ၀င္ေရာက္အားၿဖည့္ေပးထားပါတယ္..ဒီကားဟာ ၾကာေနၿပီးၿဖစ္ေပမယ့္လည္းမင္းသားၾကီးအာႏိုးဆိုတာနဲ႕ Terminator ကုိလူတိုင္းေၿပးၿမင္ၾကမွာပါ..ဒါေၾကာင့္ Rating 6.3 ရရွိထားတဲ့ ဒီကားကို ၿပန္လည္ခံစားၾကဖို႕ရည္ရြယ္ၿပီးတင္ဆက္ေပးလိုက္ပါတယ္... File Size : ( 2 GB , 1 GB , 382 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 1 hr 49 minFormat : Mp4Genre : Action , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe ...",
        "rating": "",
        "url": "https://channelmyanmar.org/terminator-3-rise-of-the-machines-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8ffBuxQlYOHrvPniLgCbmKK4Lv.jpg",
        "title": "The Terminator (1984)",
        "description": "၁၉၈၄ ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး IMDb မွာ 8 ရထားတဲ့မင္းသားႀကီးအာႏိုးရဲ႕ တစ္ေခတ္တစ္ခါက နာမည္ေက်ာ္အက္ရွင္ သိပၸံသဲထိပ္ရင္ဖိုကားႀကီးကိုတင္ဆက္ေပးပါရေစဒီကားထဲမွေတာ့မင္းသားႀကီးအာႏိုးက ၂၀၂၉ ကေန ၁၉၈၄ခုႏွစ္ကို ေစလြတ္ျခင္းခံရတဲ့ လူသားစက္ရုပ္ကို နိမ့္နင္းၿပီးလူသားေကာင္ေလးကို ကာကြယ္တားဆီးသူေနရာကေနသရုပ္ေဆာင္ထားတာပါ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ၂၀၂၉ခုႏွစ္မွာစက္ရုပ္ေတြကိုဆန္႔က်င္တိုက္ခိုက္ေခ်မူန္းခံရတဲ့အခါမွာအဲ့ဒီစစ္ပြဲရဲ႕အစကို လိုက္လံၾကည့္တဲ့အခါမွာ ၁၉၈၄ မွာေကာင္ေလးအျဖစ္ေမြးဖြားၿပီးေနထိုင္တာကိုသိရတာေၾကာင့္ ျပသားလူသားစက္ရုပ္ကိုေစလြတ္ႏွိမ့္နင္းခိုင္းရာမွာ အာႏိုးတေယာက္ဘယ္လိုေတြေတာင္ကာကြယ္မလဲဆိုတာကိုေတာ့ ………… ။ File Size : ( 2 GB , 996 MB , 376 MB )Quality :  BluRay 1080p 5.1 cH , BluRay 720p , BluRay 480pRunning Time : 1 hr 47 minFormat : Mp4Genre : Comedy , RomanceSubtitle ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/the-terminator-1984/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QRqXA3PBCEy91FICTlFSHYUfEF.jpg",
        "title": "Battle of Jangsarii(2019)",
        "description": "Battle of Jangsarii(2019)အညႊန္း****************************(zawgyi)1950 ခုႏွစ္မွာ ရရွားအားကိုးနဲ႔ ေျမာက္ကိုရီးယားေခါင္းေထာင္ခ်ိန္ လြတ္လပ္ေရးရတာ ၅ ႏွစ္သာ\nရွိေသးတဲ့ ေတာင္ပိုင္းသားေတြအတြက္ စက္ဆုတ္စရာစစ္ေျမျပင္ဆီ ခါးသီးမႈေတြနဲ႕ အတူ\nျပန္လည္တုိက္ပြဲ၀င္ဖုိ႕ျဖစ္လာခဲ့တယ္...ဂ်န္ဆာရီကမ္းေျခမွာတပ္စြဲထားတဲ့ ေျမာက္ပိုင္းတပ္ေတြကိုတိုက္ထုတ္ဖို႔အခုမွသင္တန္းသားပဲရွိေသးတဲ့ ေျချပတ္လတ္ျပတ္ေတြ စစ္ရဲ႕ အနံ႔အသက္ဆိုးေတြကိုမခံစားဖူးေသးတဲ့လူငယ္စစ္သား ၇၀၀ေက်ာ္ မလႊဲမေရွာင္သာ ဖြဲ႕စည္းၿပီး mission တစ္ခုလုပ္ခဲ့ၾကတယ္...ခုမွ သင္တန္းဆင္းေက်ာင္းသားေတြနဲ႔ စစ္တိုက္မယ္ဆိုကတည္းကဒီစစ္ပြဲရဲ႕ ေအာင္ျမင္မွဳဟာ ျပန္လမ္းမဲ့ကြ်န္းကုိလႊတ္တယ္လုိ႕ေတာင္ဆုိရပါ့မယ္...\nကိုရီးယားထုံးစံအတိုင္း dialogue ေတြအရမ္းေကာင္းတယ္ suspenseလုပ္သြားတာ ေတာ္ေတာ္ tempo တက္တယ္ ....လူငယ္စစ္သားေလးေတြကိုသဘာ၀က်က် ႐ိုက္သြားတာ infomation ပိုင္းမွာပဲလုပ္ဖူးၿပီး စစ္ပြဲကုိစာေတြ႕ပဲရွိၿပီး တုိက္ပြဲအေတြ႕အႀကဳံမရွိတဲ့ေခါင္းေဆာင္ရဲ႕အမိန္႕ေတြနဲ႕ ခ်ီတက္သြားၾကတာဟာာ လုံး၀ mission impossible ႀကီးပါပဲ....အထူးတလည္ၫႊန္းစရာမလိုေအာင္ထူးထူးျခားျခားေကာင္းပါတယ္ ထူးထူးျခားျခားလဲ မ်က္ရည္က်ရပါမယ္ IMDb 6.1 Rotten Tomatoes မွာ 60% ဆိုေတာ့ setting ပိုင္းေတြ ႐ိုက္ကြင္း႐ိုက္ကြက္ေတြ သရုပ္ေဆာင္ေတြကလည္း ဒိတ္ဒိတ္က်ဲေတြကုိမွသုံးထားပါတယ္...\nေခတ္လူငယ္ ကြ်န္ေတာ္တုိ႕လုိ႕ လူေခ်ာေလးေတြသေဘာက်တဲ့ မမ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/battle-of-jangsarii2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tTknufUur6nxMHEAR3iZ71kJXHt.jpg",
        "title": "Sommersby(1993)",
        "description": "Sommersby(1993)အညႊန္း********************(zawgyi)ဂ်က္သည္ ၆ နွစ္ၾကာမွ် ကြယ္ေပ်ာက္ၿပီးမွ ရြာသုိ႕ျပန္ေရာက္လာသည္....ေထာင္က်ေနသသျဖင့္ ေပ်ာက္ကြယ္ေနရျခင္းျဖစ္သည္ဟု သူကေျပာျပသည္....သူ႕ဇနီးနွင့္ ကေလးျဖစ္သူက ဂ်က္ကုိ အံအားသင့္စြာျဖင့္ႀကဳိဆုိၾကသည္....ဂ်က္ကုိသေဘာက်သည္ျဖစ္ေစ သေဘာမက်သည္ျဖစ္ေစ တစ္ရြာလုံးကေတာ့ ၀ုိင္း၀န္းႀကဳိဆုိၾကသည္....\nဒီေနရာမွာ ဘာထူးထူးဆန္းလာလဲဆုိေတာ့ ဂ်က္ရွိစဥ္ကထဲက ေမြးထားတဲ့ေခြးက စိမ္းစိမ္းကားကား ထုိးေဟာင္ခဲ့တယ္...ၿပီးေတာ့ ဖိနပ္ဆုိင္မွာ ဖိနပ္ခ်ဳပ္ေတာ့လည္း ဖိနပ္အတုိင္းကုိ\nမွတ္မိေနတဲ့ဆုိင္ရွင္က ဆုိက္ေသးသြားတယ္ေနာ္လုိ႕မွတ္ခ်က္ခ်ျပန္တယ္....\nဂ်က္ရွိစဥ္ကထဲက ေသဆုံးတဲ့သူတစ္ေယာက္ရွိတယ္..ဒါကုိလည္းစကားမွားၿပီးေျပာမိျပန္တယ္....သူဟာ ဂ်က္နဲ႕တေထေရာထဲတူတဲ့သူျဖစ္ေပမယ့္ ဂ်က္အတုလား အစစ္လား\nတကယ့္ကို ေ၀ခြဲရခက္ပါတယ္...\nဒီကားနဲ႕ပတ္သက္ၿပီးဇာတ္ေၾကာင္းက ဒီေလာက္ပဲေျပာပါရေစ...အေတြးေပါင္းမ်ားစြာနဲ႕\nလွပေသာရုပ္ရွင္ေၾကာင့္ ခံစားမွႈသီးျခားကမၻာထဲကုိ ပုိ႕ေဆာင္ေပးတဲ့ကားမ်ဳိးမုိ႕ပါ...\nဒီကားဟာ ရစ္ခ်က္ဂီယာနဲ႕ မင္းသမီးႀကီး ဂ်ဳိဒီေဖာ့္စ္စတာတုိ႕ အဓိကသရုပ္ေဆာင္ထားပါတယ္.. ရစ္ခ်က္ဂီယာလုိ႕ မသိၾကေပမယ့္ Pretty Woman ဇာတ္ကားနဲ႕ ကြ်န္ေတာ္တုိ႕ျမန္မာပရိတ္သတ္ေတြရင္းနွီးၾကမွာပါ...ဒီကားကုိၾကည့္ရင္ ဂ်က္ရဲဲ႕အျပဳအမူ လုပ္ကိုင္ေဆာင္ရြက္ပုံေတြ စကားေျပာပုံေတြကုိ အေသးစိတ္ဂရုစိုက္ၾကည့္ေစခ်င္တယ္...\nဂ်က္ဘာေၾကာင့္ဒီလုိလုပ္တာလဲ..ဘာျဖစ္လုိ႕ ဒီလုိလမ္းေတြကုိေရြးခ်ယ္ခဲ့တာလဲ...\nဇာတ္ကားၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ခင္ဗ်ားတုိ႕ကုိ အေတြးေပါင္းမ်ားစြာ ခ်န္ေပးခဲ့လိမ့္မယ္...\nဂ်က္လုပ္တာမွန္ရဲ႕လား....ငါသာဆုိရင္ ဒီလမ္းကုိေရြးခ်ယ္နုိင္ပါ့မလား....\nတျခားေရြးခ်ယ္စရာတစ္ခုဆုိရင္ေရာ အဆင္ေျပနုိင္ပါ့မလား...ဆုိတာမ်ဳိးေတြေပါ့...\nခံစားၾကည့္ၾကပါ....ခင္ဗ်ားတုိ႕ နွလုံးသားကုိ မဖမ္းစားနုိင္ဘူးဆုိရင္ ေသခ်ာတယ္\nခင္ဗ်ားတုိ႕နွလုံးသားဟာ ေက်ာက္သားေတြနဲ႕ဖြဲ႕စည္းထားလုိ႕ပါပဲ....(unicode)ဂျက်သည် ၆ နှစ်ကြာမျှ ကွယ်ပျောက်ပြီးမှ ရွာသို့ပြန်ရောက်လာသည်....ထောင်ကျနေသသဖြင့် ပျောက်ကွယ်နေရခြင်းဖြစ်သည်ဟု သူကပြောပြသည်....သူ့ဇနီးနှင့် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/sommersby1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/wKPXbf-140x200.jpg",
        "title": "The Living Dead (2019)",
        "description": "CM Fan တွေ ရှောင်ကောကော တွေ အများကြီးပါတဲ့\nရုပ်ရှင်တစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်\nဖုဖန်းလို့ ခေါ်တဲ့ မြို့မှာအကြီးမားဆုံးဥပဒေ တစ်ခုရှိနေပါတယ်\nဒါကတော့ နေဝင်ပြီ ဆိုတာနဲ့ မီးမထွန်းရတဲ့ ကိစ္စပါ\nမြို့သူ မြို့သား တွေအဆိုရတော့ ဖုဖန်း မှာ\nညဘက် မီးထွန်းရင် သရဲကြီးတစ်ကောင်ပေါ်လာပြီး\nလူတွေကို လိုက်ပြီး အသက်နှုတ်တယ်လို့ နာမည်ကြီးပါတယ်\nညဘက် မီးထွန်းမိရင် အကုန်သေကြတာပါပဲ\nထို ပြသနာကို ဘယ်သူမှ မရှင်းနိုင်ပဲ မြို့မှာ လူတွေသေပြီး\nတစ်ဖြေးဖြေး လူဦးရေနည်းပါးပြီး ခြောက်ကပ်ကပ် ဖြစ်သွားခဲ့တာပေါ့\nတစ်ရက်မှာတော့ ဒီလို ကပ်ပေးသင့်နေတဲ့ ဖုဖန်း မြို့ဆီကို\nအနက်ရောင် ဝတ်စုံ ဝတ်ထားတဲ့ လူငယ်တစ်ယောာက် ရောက်လာပါတယ်\nသူကတော့ သေလျက်နဲ့ ရှင်နေတဲ့ သူလို့  အများက သိကြတဲ့ ဝမ်နင် ဆိုတဲ့\nသရဲနိုင်တဲ့ သိုင်သမားပါပဲ....\nဝမ်နင် ရောက်လာပြီးနောက် ဖုဖန်းမြို့ ရဲ့ ပြသနာတွေကို\nတစ်ခုချင်းစီ လိုက်လံရှာဖွေပြီး ရှင်းလင်းဖို့ လုပ်ဆောင်ပါတော့တယ်\nရှောင်ကောကော တွေကိုလဲ ငေးမယ် သိုင်းကားလဲ ကြည့်မယ်ဆို\nဒီ ရုပ်ရှင်ကားက ...",
        "rating": "8.8",
        "url": "https://megaup.net/296gz/The_Living_Dead_(2019).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y2vUGZMies0vanT2KUAeKmiCuoE.jpg",
        "title": "Mao Zedong 1949(2019)",
        "description": "Mao Zedong 1949(2019)(Zawgyi)ေမာ္စီတုန္းလုိ႕ ကြ်န္ေတာ္တုိ႕ျမန္မာေတြက ေခၚေၾကတယ္...\nတရုတ္နုိင္ငံရဲ႕ အႀကီးမားဆုံးေသာ စနစ္သစ္ကုိဦးေဆာင္သူလည္းျဖစ္တယ္...ႏွစ္ ၃၀၀၀ ေက်ာ္ၾကာျမင့္ခဲ့တဲ့ ဘုရင္စနစ္ကို အၿပီးတိုင္ဖ်က္သိမ္းေပးခဲ့သူ၊ေတာ္လွန္ေရးေခါင္းေဆာင္၊ ေနာက္တစ္ခါ ကမာၻလူဦးေရအမ်ားဆံုး ႏိုင္ငံရဲ႕ ေခါင္းေဆာင္၊ေခတ္သစ္တ႐ုတ္ျပည္ႀကီးကို အုတ္ျမစ္ခ်ေပးခဲ့သူ စသည္ျဖင့္ေပါ့။ တ႐ုတ္သမိုင္းစာမ်က္ႏွာတစ္ေလွ်ာက္ အခ်ိန္မလပ္ျဖစ္ပြားေနတဲ့ တ႐ုတ္ျပည္တြင္းစစ္ပြဲေတြ၊ ထီးနန္းလုတဲ့ကိစၥေတြ ဒီလို စစ္ပြဲေတြဟာ တ႐ုတ္သမိုင္းစာမ်က္ႏွာပဲ ျပည့္ႏွက္ေနခဲ့ပါတယ္။ဒါေပမယ့္ ေမာ္စီတုန္းရဲ႕ ႏိုင္ငံသစ္ကို တည္ေထာင္ခ်ိန္ကစလို႔ တ႐ုတ္ျပည္တြင္းမွာ စစ္ပြဲမ်ားခ်ဴပ္ၿငိမ္းသြားခဲ့ၿပီးႏိုင္ငံလဲ တည္ၿငိမ္ေအးခ်မ္းခဲ့ပါတယ္။ဒီ ျဖစ္ရပ္မွန္ရုပ္ရွင္မွာေတာ့ ေမာ္စီတုန္းဟာတရုတ္ႏုိင္ငံအတြက္ဘယ္လုိေတြလုပ္ေဆာင္ခဲ့လဲ...ဘယ္လုိေတြႀကဳိးစားခဲ့လဲဆုိတာေတြရုိက္ၿပထားတာပါ.....(unicode)မော်စီတုန်းလို့ ကျွန်တော်တို့မြန်မာတွေက ခေါ်ကြေတယ်...\nတရုတ်နိုင်ငံရဲ့ အကြီးမားဆုံးသော စနစ်သစ်ကိုဦးဆောင်သူလည်းဖြစ်တယ်...နှစ် ၃၀၀၀ ကျော်ကြာမြင့်ခဲ့တဲ့ ဘုရင်စနစ်ကို အပြီးတိုင်ဖျက်သိမ်းပေးခဲ့သူ၊ တော်လှန်ရေးခေါင်းဆောင်၊နောက်တစ်ခါ ကမ္ဘာလူဦးရေအများဆုံး နိုင်ငံရဲ့ ခေါင်းဆောင်၊ခေတ်သစ်တရုတ်ပြည်ကြီးကို အုတ်မြစ်ချပေးခဲ့သူ စသည်ဖြင့်ပေါ့။ တရုတ်သမိုင်းစာမျက်နှာတစ်လျှောက် အချိန်မလပ်ဖြစ်ပွားနေတဲ့တရုတ်ပြည်တွင်းစစ်ပွဲတွေ၊ ထီးနန်းလုတဲ့ကိစ္စတွေ ဒီလို စစ်ပွဲတွေဟာ တရုတ်သမိုင်းစာမျက်နှာပဲ ပြည့်နှက်နေခဲ့ပါတယ်။ဒါပေမယ့် မော်စီတုန်းရဲ့ နိုင်ငံသစ်ကို တည်ထောင်ချိန်ကစလို့ တရုတ်ပြည်တွင်းမှာစစ်ပွဲများချူပ်ငြိမ်းသွားခဲ့ပြီး နိုင်ငံလဲ တည်ငြိမ်အေးချမ်းခဲ့ပါတယ်။ဒီ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mao-zedong-19492019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wCanUYBbUxADpfqpoe3tmQ3KVL6.jpg",
        "title": "Sadako ( 2019 )",
        "description": "Zawgyi*******စိတ္ေရာဂါကုဆရာဝန္ခ်ိဳးခြၽမ္းေမာ့ယိုးကတစ္ေန႔က်ေတာ့ရဲေခၚလာတဲ့ေကာင္မေလးကိုကုသရတယ္။ေကာင္မေလးဟာကိုယ့္နာမည္ကိုေတာင္မမွတ္မိဘူး။သူမကိုအေမကဆာဒါကိုလူဝင္စားတာလို႔ေျပာတယ္တဲ့။လူေတြေျပာၾကတာေတာ့ဆာဒါကိုကသဘာဝလြန္လူသားျဖစ္တယ္တဲ့။သူမကတကယ္ပဲဆာဒါကိုလူဝင္စားလားတစ္ဖက္မွာလည္းအြန္လိုင္းေရွာ့ပင္းလုပ္တဲ့ယို႔က်ဲ႕ကေမာ့ယိုးရဲ႔ေမာင္ေလးေဟာ္က်န္းကိုခ်န္နယ္ဘေလာ့ကာလုပ္ဖို႔အႀကံေပးတယ္။ပရိသတ္ကိုဆြဲေဆာင္ႏိုင္ဖို႔အတြက္လူငါးေယာက္ေသဆုံးခဲ့တဲ့မီးေလာင္မႈျဖစ္တဲ့တိုက္ခန္းထဲကိုတရားမဝင္ခိုးဝင္ၿပီးဗီဒီယိုသြား႐ိုက္တယ္။အဲ့ဒီတိုက္ခန္းကေကာင္မေလးေနခဲ့တဲ့အခန္းျဖစ္ၿပီးေဟာ္က်န္းကတစ္ခုခုကိုျမင္ခဲ့တယ္ေျပာၿပီးေနာက္အဆက္အသြယ္ပ်က္သြားေရာ။သူဘာျမင္ခဲ့တာလဲ။သူတို႔ေတြဆာဒါကိုလက္ကေနလြတ္ေျမာက္သြားႏိုင္ပါ့မလားဆိုတာဆက္လက္ၾကည့္ရႈခံစားလိုက္ၾကပါစို႔ေနာ္..... Unicode*******စိတ်ရောဂါကုဆရာဝန်ချိုးချွမ်းမော့ယိုးကတစ်နေ့ကျတော့ရဲခေါ်လာတဲ့ကောင်မလေးကိုကုသရတယ်။ကောင်မလေးဟာကိုယ့်နာမည်ကိုတောင်မမှတ်မိဘူး။သူမကိုအမေကဆာဒါကိုလူဝင်စားတာလို့ပြောတယ်တဲ့။လူတွေပြောကြတာတော့ဆာဒါကိုကသဘာဝလွန်လူသားဖြစ်တယ်တဲ့။သူမကတကယ်ပဲဆာဒါကိုလူဝင်စားလားတစ်ဖက်မှာလည်းအွန်လိုင်းရှော့ပင်းလုပ်တဲ့ယို့ကျဲ့ကမော့ယိုးရဲ့မောင်လေးဟော်ကျန်းကိုချန်နယ်ဘလော့ကာလုပ်ဖို့အကြံပေးတယ်။ပရိသတ်ကိုဆွဲဆောင်နိုင်ဖို့အတွက်လူငါးယောက်သေဆုံးခဲ့တဲ့မီးလောင်မှုဖြစ်တဲ့တိုက်ခန်းထဲကိုတရားမဝင်ခိုးဝင်ပြီးဗီဒီယိုသွားရိုက်တယ်။အဲ့ဒီတိုက်ခန်းကကောင်မလေးနေခဲ့တဲ့အခန်းဖြစ်ပြီးဟော်ကျန်းကတစ်ခုခုကိုမြင်ခဲ့တယ်ပြောပြီးနောက်အဆက်အသွယ်ပျက်သွားရော။သူဘာမြင်ခဲ့တာလဲ။သူတို့တွေဆာဒါကိုလက်ကနေလွတ်မြောက်သွားနိုင်ပါ့မလားဆိုတာဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါစို့နော်....",
        "rating": "6.1",
        "url": "https://megaup.net/Qqnz/Sadako_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jIyAHuIjRjYZwAGymH9FvTXieSq.jpg",
        "title": "Fagara ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb7.1ရရွိထားၿပီး box office worldwide grossမွာ$1265940ထိဝင္ေငြရရွိထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းက ေတာ့ သူမအေဖရဲ႕စ်ာပနမွာသူမငယ္ငယ္တည္းကသိထားခဲ့တဲ့ အေဖတူအေမကြဲညီမႏွစ္ေယာက္နဲ႔ဆံုဆည္းခြင့္ရတဲ့အခါ... သူမခ်စ္သူနဲ႔အဆင္မေျပျဖစ္ေနတဲ့အျပင္ေဟာ့ေပါ့ဆိုင္ကိုလက္လႊဲယူဖို႔ျဖစ္လာတဲ့အခါ...သူတို႔သားအဖၾကားမွာ အတိတ္ကအထင္လြဲမွားမႈေတြ...နားမလည္ေပးႏိုင္မႈေတြအမ်ားႀကီး႐ွိေနတာကိုသိျမင္လိုက္ရပါတယ္....ဇာတ္လမ္းတစ္ ခုလံုးအ​ေနနဲ့ဘဝမွာ ကိုယ္တန္ဖိုးထားတဲ့သူေတြကိုစိတ္ထဲကေပးဆပ္ေနရံုနဲ႔မၿပီးပဲ ေသခ်ာထုတ္ေဖာ္ျပသဖို႔လိုအပ္ပါတယ္...ကိုယ့္ရဲ႕ဂ႐ုစိုက္မႈေတြကို မွန္ကန္စြာေဖာ္ျပတတ္ဖို႔လိုအပ္ၿပီးေပ်ာ္ရႊင္မႈေတြရယူႏိုင္ဖို႔နဲ႔မ႐ွိေတာ့မွေနာင္တရရင္ေနာက္က်သြားမယ္ဆိုတဲ့အသိေလးကိုမီးေမွာင္းထိုးျပေနတာပါ... Unicode*******ဒီကားလေးဟာ Imdb7.1ရရှိထားပြီး box office worldwide grossမှာ$1265940ထိဝင်ငွေရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းက တော့ သူမအဖေရဲ့ဈာပနမှာသူမငယ်ငယ်တည်းကသိထားခဲ့တဲ့ အဖေတူအမေကွဲညီမနှစ်ယောက်နဲ့ဆုံဆည်းခွင့်ရတဲ့အခါ... သူမချစ်သူနဲ့အဆင်မပြေဖြစ်နေတဲ့အပြင်ဟော့ပေါ့ဆိုင်ကိုလက်လွှဲယူဖို့ဖြစ်လာတဲ့အခါ...သူတို့သားအဖကြားမှာ အတိတ်ကအထင်လွဲမှားမှုတွေ...နားမလည်ပေးနိုင်မှုတွေအများကြီးရှိနေတာကိုသိမြင်လိုက်ရပါတယ်....ဇာတ်လမ်းတစ် ခုလုံးအနေနဲ့ဘဝမှာ ကိုယ်တန်ဖိုးထားတဲ့သူတွေကိုစိတ်ထဲကပေးဆပ်နေရုံနဲ့မပြီးပဲ သေချာထုတ်ဖော်ပြသဖို့လိုအပ်ပါတယ်...ကိုယ့်ရဲ့ဂရုစိုက်မှုတွေကို မှန်ကန်စွာဖော်ပြတတ်ဖို့လိုအပ်ပြီးပျော်ရွှင်မှုတွေရယူနိုင်ဖို့နဲ့မရှိတော့မှနောင်တရရင်နောက်ကျသွားမယ်ဆိုတဲ့အသိလေးကိုမီးမှောင်းထိုးပြနေတာပါ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/fagara-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEVu3E1OhMPJeCAn9a6QLyVhZDj.jpg",
        "title": "Let It Snow (2019)",
        "description": "ဒီတစ္ခါေတာ႔ CM ပရိသတ္ၾကီးအတြက္ခ်စ္စရာRomance ကားေလးကိုတင္ဆက္ေပးလိုက္ရပါတယ္ႏွင္းေတြထူထဲစြာက်တဲ႔အခ်ိန္မွာျဖစ္ေပၚလာခဲ႔တဲ႔ အခ်စ္ဇာတ္လမ္းေလးေတြ အေၾကာင္းေပါ႔ႏွင္းေတြေၾကာင္႔စိတ္အေႏွာင္႔အယွက္ျဖစ္ရတာေခ်ာ္လဲရတာ၊ေႏွာင္႔ေႏွးရတာေတြရွိေပမယ္႔လွပတဲ႔ ႏွင္းမႉန္ေလးေတြကို လြတ္လြတ္လပ္လပ္က်ခြင္႔ေပးလိုက္ပါလို႔ေျပာထားတဲ႔ဒီကားေလးက အခုလိုခ်မ္းေအးတဲ႔တန္ေဆာင္တိုင္ကာလမွာၾကည္႔လို႔ေကာင္းတဲ႔ကားေလးျဖစ္လာမွာပါ။နာမည္ေက်ာ္သရုပ္ေဆာင္ေတြပါဝင္ထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔ Let it Snow (2019) ပါ။ File Size : ( 875 MB , 325 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 32 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://megaup.net/Qqp7/(CM)_Let_It_Snow_2019_(Large_Size).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rCak0sCaBpWWqfYhFM3snAdOC7r.jpg",
        "title": "Queen of Triads ( 2017 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ imdb 6ရ႐ွိထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ ႐ိုး႐ွင္းတဲ့သာမန္မိန္းကေလးတစ္ေယာက္ဟာလူဆိုးေတြရဲ႕လိင္အၾကမ္းဖက္တာခံရတဲ့အျပင္သူ႔ခ်စ္သူရဲ႕သစၥာေဖာက္မႈပါခံလိုက္ရတဲ့အခါကိုယ့္ကိုကိုယ္သတ္ေသဖို႔ၾကံစည္ပါေတာ့တယ္ဂိုဏ္းစတားတစ္ေယာက္ရဲ႕ကယ္တင္မႈကိုခံရရင္းကိုယ့္ကံၾကမၼာကိုဖန္တီးမယ္လို႔ဆံုးျဖတ္လိုက္တဲ့သူမ...ဘယ္လိုအခက္အခဲမ်ိဳးေတြနဲ႔ရင္ဆိုင္ရမလဲ....ဇာတ္လမ္းတစ္ခုလံုးကိုစိတ္ဝင္စားဖြယ္ၾကည့္႐ႈရမွာပါ Unicode*******ဒီကားလေးဟာ imdb 6ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ရိုးရှင်းတဲ့သာမန်မိန်းကလေးတစ်ယောက်ဟာလူဆိုးတွေရဲ့လိင်အကြမ်းဖက်တာခံရတဲ့အပြင်သူ့ချစ်သူရဲ့သစ္စာဖောက်မှုပါခံလိုက်ရတဲ့အခါကိုယ့်ကိုကိုယ်သတ်သေဖို့ကြံစည်ပါတော့တယ်ဂိုဏ်းစတားတစ်ယောက်ရဲ့ကယ်တင်မှုကိုခံရရင်းကိုယ့်ကံကြမ္မာကိုဖန်တီးမယ်လို့ဆုံးဖြတ်လိုက်တဲ့သူမ...ဘယ်လိုအခက်အခဲမျိုးတွေနဲ့ရင်ဆိုင်ရမလဲ....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/queen-of-triads-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/faplWlxPTgSdxbmoPeFgh4nqSIZ.jpg",
        "title": "Untouchable Lawmen ( 2015 )",
        "description": "Zawgyi*******ထစ္ခနဲဆိုလက္ပါတတ္ၿပီး သံသယရွိတဲ့သူေတြကိုေသေအာင္႐ိုက္ႏွက္တတ္တဲ့ လီဂြၽန္ဂ်င္ဟာ စုံေထာက္တစ္ေယာက္ပါသူနဲ႔တူတူ မိန္းမေတြနဲ႔ေပြဖို႔ဆိုထိပ္ဆုံးကေနတတ္တဲ့ ခ်ိဳယြန္မင္ကလည္းထိပ္တန္းရဲအရာရွိတစ္ေယာက္ သူတို႔၂ဦးကို ဌာနခ်ဳပ္ကေနဘယ္လိုမွဖမ္းမမိတဲ့ လူဆိုးဂိုဏ္းေခါင္းေဆာင္ကိုဖမ္းဖို႔အမိန္႔ေပးတဲ့အခါအေကာင္ႀကီးႀကီးေတြကိုအကာအကြယ္ယူထားတဲ့ အဲ့လူဆိုးကိုဖမ္းမိပါ့မလားပုံစံမတူတဲ့သူတို႔၂ေယာက္ ဘယ္လိုပူးေပါင္းၾကမလဲ ဆိုတာဟာသာဆန္ဆန္႐ိုက္ထားတဲ့ အက္ရွင္ကားတစ္ကားကိုၾကည့္တဲ့သူေတြစိတ္ေက်နပ္မႈေပးႏိုင္မယ့္ ဇာတ္လမ္းေကာင္းေလးတစ္ခုပဲျဖစ္ပါတယ္..... Unicode*******ထစ်ခနဲဆိုလက်ပါတတ်ပြီး သံသယရှိတဲ့သူတွေကိုသေအောင်ရိုက်နှက်တတ်တဲ့ လီဂျွန်ဂျင်ဟာ စုံထောက်တစ်ယောက်ပါသူနဲ့တူတူ မိန်းမတွေနဲ့ပွေဖို့ဆိုထိပ်ဆုံးကနေတတ်တဲ့ ချိုယွန်မင်ကလည်းထိပ်တန်းရဲအရာရှိတစ်ယောက် သူတို့၂ဦးကို ဌာနချုပ်ကနေဘယ်လိုမှဖမ်းမမိတဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကိုဖမ်းဖို့အမိန့်ပေးတဲ့အခါအကောင်ကြီးကြီးတွေကိုအကာအကွယ်ယူထားတဲ့ အဲ့လူဆိုးကိုဖမ်းမိပါ့မလားပုံစံမတူတဲ့သူတို့၂ယောက် ဘယ်လိုပူးပေါင်းကြမလဲ ဆိုတာဟာသာဆန်ဆန်ရိုက်ထားတဲ့ အက်ရှင်ကားတစ်ကားကိုကြည့်တဲ့သူတွေစိတ်ကျေနပ်မှုပေးနိုင်မယ့် ဇာတ်လမ်းကောင်းလေးတစ်ခုပဲဖြစ်ပါတယ်..... Translated & Review By XiaoEncoded By LK",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/untouchable-lawmen-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxwb5KBqS0SHsUcyLgWMk3vuVxY.jpg",
        "title": "Late Night(2019)",
        "description": "Late Night(2019)(Zawgyi)အေမရိကန္ႏိုင္ငံရဲ႕ ညပိုင္းစကားေျပာအစီအစဥ္ေတြအေၾကာင္း႐ိ္ုက္ကူးထားတဲ့\nဟာသဇာတ္ျမဴးေလးပါ .....ဒီဇာတ္ကားထဲမွာ အစီအစဥ္တင္ဆက္သူတစ္ေယာက္က\nအလုပ္အရမ္းႀကဳိးစားသလုိ အခ်ိန္ျပည့္လည္း ဒီအစီအစဥ္ကုိပဲေခါင္းထဲထည့္ထားေလ့ရွိယတ္... သုိ႕ေပမယ့္ သူဟာ ေျပာင္းလဲေနတဲ့ေခတ္ႀကီးမွာ သူ႕အစီအစဥ္ေတြဟာ\nဒီပုံစံခြက္ထဲက မထြက္သလုိျဖစ္ေနတယ္...ဒီေတာ့ ေအာင္ျမင္သင့္သေလာက္\nမေအာင္ျမင္ဘူးျဖစ္ေနရွာတယ္...အဲ့ဒီအခ်ိန္မွာပဲ သူနဲ႕လုပ္ေဖာ္ကုိင္ဖက္တစ္ေယာက္ဟာ\nဒီအစီအစဥ္ေတြကုိ တစ္ဘက္တစ္လမ္းက ကူညီဖုိ႕ႀကဳိးစားတယ္...\nဒီဇာတ္လမ္းက ဟာသဇာတ္ျမဴးေလးဆုိေပမယ့္ လုပ္ငန္းခြင္နဲ႕ပတ္သက္ၿပီး\nေပါ့ေပါ့ပါးပါးနဲ႕ ပညာသားသားပါပါ ေထာက္ျပထားတယ္...\nရယ္လည္းရယ္ရသလုိ မွတ္သားစရာေလးေတြလည္း ပါတာမုိ႕\nခံစားၾကည့္ၾကပါဦးလုိ႕....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Initiative ပဲျဖစ္ပါတယ္...(unicode)အမေရိကန်နိုင်ငံရဲ့ ညပိုင်းစကားပြောအစီအစဉ်တွေအကြောင်းရိုက်ကူးထားတဲ့\nဟာသဇာတ်မြူးလေးပါ .....ဒီဇာတ်ကားထဲမှာ အစီအစဉ်တင်ဆက်သူတစ်ယောက်က\nအလုပ်အရမ်းကြိုးစားသလို အချိန်ပြည့်လည်း ဒီအစီအစဉ်ကိုပဲခေါင်းထဲထည့်ထားလေ့ရှိယတ်... သို့ပေမယ့် သူဟာ ပြောင်းလဲနေတဲ့ခေတ်ကြီးမှာ သူ့အစီအစဉ်တွေဟာ\nဒီပုံစံခွက်ထဲက မထွက်သလိုဖြစ်နေတယ်...ဒီတော့ အောင်မြင်သင့်သလောက်\nမအောင်မြင်ဘူးဖြစ်နေရှာတယ်...အဲ့ဒီအချိန်မှာပဲ သူနဲ့လုပ်ဖော်ကိုင်ဖက်တစ်ယောက်ဟာ\nဒီအစီအစဉ်တွေကို တစ်ဘက်တစ်လမ်းက ကူညီဖို့ကြိုးစားတယ်...\nဒီဇာတ်လမ်းက ဟာသဇာတ်မြူးလေးဆိုပေမယ့် လုပ်ငန်းခွင်နဲ့ပတ်သက်ပြီး\nပေါ့ပေါ့ပါးပါးနဲ့ ပညာသားသားပါပါ ထောက်ပြထားတယ်...\nရယ်လည်းရယ်ရသလို မှတ်သားစရာလေးတွေလည်း ပါတာမို့\nခံစားကြည့်ကြပါဦးလို့....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (357 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Comedy, ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/late-night2019-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/destines-chinese-movie-poster-143x200.jpg",
        "title": "Destines ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ လူေတြရဲ႕ေလာဘစိတ္ကိုအေျခခံၿပီး႐ိုက္ျပသြားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္စန္း႐ွီးနယ္တစ္ဝိုက္မွာ နာမည္ေက်ာ္ၾကားလွတဲ့အန္ကယ္စုန္႔အလႊာေခါက္ဆြဲရဲ႕ေဖာ္ျမဴလာကို ခ်င္စုန္႔စိမ္းဆိုတဲ့လူဆိုးေခါင္းေဆာင္က ရယူဖို႔အမ်ိဳးမ်ိဳးႀကိဳးစားရာကေန ဘယ္လိုအျဖစ္အပ်က္မ်ိဳးေတြၾကံဳေတြ႔ရမွာလဲ...လ်ိဳ႕ဝွက္ေဖာ္ျမဴလာက တန္ဖိုးမျဖတ္ႏိုင္တဲ့ေ႐ွးေဟာင္းအိုးထဲမွာ႐ွိေနတာသိလိုက္ရတဲ့အခါ ေလာဘသားအခ်င္းခ်င္းဘယ္လိုေတြလုယူၾကမွာလဲ...ေနာက္ဆံုးမွာဘယ္သူကပိုင္ဆိုင္ခြင့္ရမွာလဲ...ဘယ္လိုလွည့္ကြက္မ်ိဳးေတြ႐ွိေနတာလဲ....ေလာဘႀကီးရင္ အရနည္းတတ္တယ္ဆိုတာကို ေဖာ္ျပေနတဲ့ဇာတ္ကားတစ္ပုဒ္ျဖစ္ပါတယ္ Unicode*******ဒီကားလေးဟာ လူတွေရဲ့လောဘစိတ်ကိုအခြေခံပြီးရိုက်ပြသွားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်စန်းရှီးနယ်တစ်ဝိုက်မှာ နာမည်ကျော်ကြားလှတဲ့အန်ကယ်စုန့်အလွှာခေါက်ဆွဲရဲ့ဖော်မြူလာကို ချင်စုန့်စိမ်းဆိုတဲ့လူဆိုးခေါင်းဆောင်က ရယူဖို့အမျိုးမျိုးကြိုးစားရာကနေ ဘယ်လိုအဖြစ်အပျက်မျိုးတွေကြုံတွေ့ရမှာလဲ...လျို့ဝှက်ဖော်မြူလာက တန်ဖိုးမဖြတ်နိုင်တဲ့ရှေးဟောင်းအိုးထဲမှာရှိနေတာသိလိုက်ရတဲ့အခါ လောဘသားအချင်းချင်းဘယ်လိုတွေလုယူကြမှာလဲ...နောက်ဆုံးမှာဘယ်သူကပိုင်ဆိုင်ခွင့်ရမှာလဲ...ဘယ်လိုလှည့်ကွက်မျိုးတွေရှိနေတာလဲ....လောဘကြီးရင် အရနည်းတတ်တယ်ဆိုတာကို ဖော်ပြနေတဲ့ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ် Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/destines-2019/"
    }
]