[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2fd7UrKcFp9xShEmDBGKHZeuWfe.jpg",
        "title": "Natural Born Killers(1994)",
        "description": "Natural Born Killers(1994)====================== မစ်ကီနဲ့ မယ်လိုရီ တို့ဟာ ငယ်စဉ်ကတည်းက စိတ်ဒဏ်ရာကိုယ်စီနဲ့ကြီးပြင်းလာခဲ့သူတွေဖြစ်ပါတယ် မစ်ကီနဲ့ မယ်လိုရီတို့ အချင်းချင်းတွေ့ဆုံမိချိန်မှာတော့ နှစ်ယောက်ပေါင်းပြီး မယ်လိုရီရဲ့ အနိုင်ကျင့်တတ်တဲ့မိဘတွေကိုသတ်ကာ နှစ်ယောက်သားထွက်ပြေးခဲ့ကြပါတော့တယ်ဒါပေမယ့် ငယ်ငယ်ကစိတ်ဒဏ်ရာရှိခဲ့သူတွေဖြစ်တာကြောင့်နှစ်ယောက်ပေါင်းမိချိန်မှာတော့ တစ်ဖြည်းဖြည်း စိတ္တဇ လူသတ်စုံတွဲအဖြစ်ပြောင်းလဲလာပါတော့တယ် သူတို့ဟာ သူတို့ကားရပ်တဲ့နေရာတိုင်း အနားမှာရှိသမျှလူအကုန်သတ်ပစ်တတ်ကြပြီး သူတို့သတ်သွားတဲ့ဇာတ်လမ်းကိုပြန်ပြောနိုင်ဖို့ လူတစ်ယောက်ကိုတော့ချန်ခဲ့တတ်တဲ့စုံတွဲအဖြစ် နာမည်ကြီးပါတယ် အဲ့အချိန်မှာပဲ မီဒီယာရဲ့မြောှက်ထိုးပင့်ကော်လုပ်မှုကြောင့် တစ်နိုင်ငံလုံးဟာ ဒီရာဇဝတ်စုံတွဲကိုထောက်ခံအားပေးလာကြတဲ့အချိန်မှာတော့ မစ်ကီနဲ့မယ်လိုရီတို့ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ စိတ်ဝင်စားစရာ ကြည့်ရှုရမှာဖြစ်ပါတယ်သရုပ်ဆောင်တွေကတော့ မင်းးသားကြီး Woody Harrelsonနဲ့မင်းသမီး Juliette Lewisပဲဖြစ်ပါတယ် ဒါ့အပြင် မင်းသားRobert Downey Jrကလည်း သတင်းထောက် ဝိန်းဂေးလ်အနေနဲ့ပါဝင်အားဖြည့်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်.. File size…2.81GB / 1.26GB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 59m\nGenre ..... Action / Crime / Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "7.2",
        "url": "https://megaup.net/2xIQ5/Natural.Born.Killers.1994.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-teen-135x200.jpg",
        "title": "Teen Wolf: The Movie (2023)",
        "description": "ဒီရုပ်ရှင်ကတော့ Teen Wolf (2011-2017) စီးရီးရဲ့နောက်ဆက်တွဲကို ရုပ်ရှင်အနေနဲ့ ၂ နာရီခွဲကြာအောင်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ မူလသရုပ်ဆောင်အားလုံး ပြန်လာကြတာမို့ Teen Wolf ဖန်တွေတော့ အရမ်းကြိုက်ကြမှာပါပဲ။ စီးရီးမကြည့်ဖူးတဲ့သူတွေလည်း ကြည့်လို့ရအောင် အတိုချုံးလေး ရှင်းပြပေးထားပါ့မယ်။အဓိက ဇာတ်ကောင်ကတော့ ဘီကွန်ဟေးလ်မြို့လေးမှာနေတဲ့ စကော့ မက်ကော ဆိုတဲ့ သမန်းဝံပုလွေပါပဲ။ စီးရီးအဆုံးမှာတော့ သူဟာ သမန်းဝံပုလွေအုပ်ရဲ့ အယ်ဖာခေါင်းဆောင်ဖြစ်သွားခဲ့ပါပြီ။ သူ့အမေကတော့ သူနာပြုပါ။ သူ့ရဲ့ ချစ်သူ အလီဆန်အားဂျန့်ကတော့ သမန်းဝံပုလွေ မုဆိုးမျိုးရိုးဖြစ်ပြီး စီးရီးထဲမှာ သေဆုံးသွားခဲ့ပါပြီ။ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းက စတလင်းစကီးခေါ် စတိုင်းပါ။ သူကတော့ သမန်းဝံပုလွေတွေကို တချိန်လုံးကူညီခဲ့တဲ့ ဉာဏ်ကောင်းတဲ့ သူငယ်ချင်းပါပဲ။ နောက်တော့ FBI ထဲရောက်သွားပါပြီ။ စတလင်းစကီးရဲ့အဖေကတော့ ရဲမှူးပါ။ စတိုင်းရဲ့ကောင်မလေး လစ်ဒီယာကတော့ ဘန်းရှီးဖြစ်ပြီး သေခြင်းတွေကို မြင်နိုင်တဲ့အစွမ်းနဲ့ အသံလှိုင်းနဲ့တိုက်ခိုက်နိုင်တဲ့အစွမ်းရှိပါတယ်။ စကော့မက်ကောရဲ့ နောက်ထပ်အချစ်ဆုံးမိတ်ဆွေကတော့ ဒဲရက်ဟေးလ်လို့ခေါ်တဲ့ ...",
        "rating": "6.4",
        "url": " https://megaup.net/1RLco/Teen.Wolf.The.Movie.2023.720p.(CM).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zlNr3fDFvZGrPWdDrCzsnf3kNuh.jpg",
        "title": "A Sealed Book ( 2022 )",
        "description": "ဟိုးတစ်ချိန်တစ်ခါက လောကကြီး တစ်ခုလုံးဟာအလင်းရောင်တွေ\nပျောက်ကွယ်သွားပြီး အမှောင်ထုဖုံးလွှမ်းသွားခဲ့ပါတယ် ။\nဒီတော့ အနယ်နယ်အရပ်ရပ်မှာရှိတဲ့လူတွေဟာ\nအမှောင်ထုဖုံးလွှမ်းသွားရခြင်းရဲ့ အကြောင်းပြချက်ကို ရှာဖို့ကြိုးစားခဲ့ကြပါတယ် ။အဲ့ဒီအထဲကမှ ရဲအရာရှိလေး ရှောင်ဝူလဲ အပါအဝင်ပါ ။\nအမှောင်ထုဖုံးလွှမ်းရခြင်းရဲ့ အကြောင်းပြချက်ကို ရှာပြီး သူဟာ\nလောကရဲ့ သူရဲကောင်းဖြစ်ချင်နေခဲ့တာပါ ။ သူတို့တွေ ခရီးဆက်လာခဲ့ပြီး\nလမ်းတစ်ထောက်မှာတော့ အမှောင်ထုဖုံးလွှမ်းရခြင်းဟာ\nရှေးခေတ် ထူးဆန်းလှတဲ့ ကောင်းကင်ဘုံစာအုပ်ကြောင့်ဖြစ်ပြီး\nအဲ့ဒီစာအုပ်ဟာ မြေအောက်နန်းတော်ကနေ ပျောက်ဆုံးနေခဲ့ပါတယ် ။မြေအောက်နန်းတော်က လူတွေဟာ မသေမျိုးတွေဖြစ်ပြီး\nအဲ့ဒီထူးဆန်းစာအုပ်ဟာလဲ အဘယ်သူကမှ ရယူနိုင်ခြင်းမရှိတဲ့ အခါမှာ ...?\n❏ လောကကို ဖုံးလွှမ်းနေတဲ့ အမှောင်ထုကြီးကို သူတို့တွေ ဖြိုဖျက်နိုင်ပါ့မလား ?\n❏ ဒီကိစ္စကြီးဟာ ရှောင်ဝူ နဲ့ပါ သက်ဆိုင်နေတဲ့အခါ\nနောက်ကွယ်က အမှန်တရားဟာ ဘာများဖြစ်မလဲ\n❏ သူရဲကောင်းဖြစ်ချင်ရှာတဲ့ ရှောင်ဝူတစ်ယောက် အဖြစ်မှန်ကို\nရှာပေးပြီး လောကအတွက် အလင်းဆောင်ပေးနိုင်ပါ့မလား ？\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/a-sealed-book-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmve9K0ILteypEhO8XtECaZgaAF.jpg",
        "title": "Bride for Rent (2018)",
        "description": "Bride for Rent (2018)နာမည်ကြီး Bride for Rent ဖိလစ်ပိုင်ဇာတ်ကားကို ပြန်ရိုက်ထားတဲ့ ဗီယက်နမ်ကားလေးပါ။\nဖိလစ်ပိုင်ကားက 2014 မှာ ထွက်ခဲ့တာဖြစ်ပြီးတော့\nဗီယက်နမ်ကားကာတော့ 2018 မှာ ထွက်ထားတာ ဖြစ်ပါတယ်။\nဖိလစ်ပိုင်ကားကို ကြည့်ဖူးပြီးသားသူတွေအတွက်တော့ သိပ်မထူးဆန်းပေမယ့်\nမကြည့်ဖူးသေးတဲ့သူတွေအတွက်တော့ ဟာသ၊ အချစ်ရသကို ခံစားရမယ့် ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မိသားစုအတွက် အရေးပေါ်ငွေလိုနေတဲ့ Linh ရယ်\nအိမ်ထောင်ပြုမှ အမွေရမှာမို့ အိမ်ထောင်ဖက်လိုက်ရှာနေတဲ့ Long ရယ် တွေ့သွားတဲ့အချိန်မှာ\nအဘွားဆီက အမွေတွေရဖို့ ဟန်ဆောင်လက်ထပ်ဖို့ စာချုပ်ချုပ်လိုက်ကြတဲ့အခါ\nဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဇာတ်ကားထဲမှာပဲ ဆက်ကြည့်သွားပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 622MB | 308MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2xyhd/Bride.For.Rent.2018.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bOtXXOoswsdEWZiMTRQfFPbpPS9.jpg",
        "title": "Steel Cold Winter (2013)",
        "description": "Steel Cold Winter (2013)ယွန်းဆူဟာ သူငယ်ချင်းကို သတ်တဲ့တရားခံဆိုတဲ့ စိတ်ဒဏ်ရာနဲ့အတူ\n‌ကျေးရွာလေးကို မိခင်နဲ့အတူ ပြောင်းလာခဲ့သူဖြစ်ပါတယ်။\nအဲ့ကျေးရွာမှာ မကောင်းတဲ့ကောလဟာလတွေ အဖြန့်ခံနေရပြီး\nစိတ်မကျန်းမာတဲ့ အဖေနဲ့အတူတူနေတဲ့ အပယ်ခံဖြစ်နေတဲ့ ဟေးဝန်လည်းရှိနေပါတယ်။\nယွန်းဆူက ဟေးဝန်တို့ရွာကို ပြောင်းလာပြီး ဟေးဝန်ကို ချစ်မိသွားတဲ့အခါမှာ....ယွန်းဆူက တကယ်ပဲ သူငယ်ချင်းကို သတ်ခဲ့တာလား?\nဟေးဝန်ရဲ့ ကောလဟာလတွေကရော တကယ်ပဲလား?\nသူတို့နှစ်ဦးရဲ့ ဖုံးကွယ်ထားတဲ့တစ်ဖက်ခြမ်းက ဘာဖြစ်မလဲဆိုတာကို\nလှည့်ကွက်တွေများစွာနဲ့ ကြည့်ရှုရမယ့် thriller ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ P&D ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB \" 692MB | 340MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... P&D\nEncoder ..... August",
        "rating": "6.1",
        "url": "https://megaup.net/2xyng/Steel.Cold.Winter.2013.720p.H264.AAC.WEB-DL.CM.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qMCO3txxxatCtAhOnzeqLcw4fI8.jpg",
        "title": "The Foggy Mountain (2020)",
        "description": "The Foggy Mountain (2020)ဒါကတော့ 2020 လောက်ကထွက်ထားတဲ့ Vietnam action ကားလေးဖြစ်ပါတယ်။\nIMDb မှာတော့ 5.9/10 ရရှိထားပြီး\nအက်ရှင်ဇာတ်ကြမ်းမှကြည့်ချင်တယ်ဆိုသူများအတွက် သင့်တော်မယ့် ဇာတ်ကြမ်းကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ အငြိမ်းစားယူပြီး မျက်မမြင်မိန်းမနဲ့ပဲ အချိန်ပေးနေတဲ့ ဖိုက်တာဟောင်းကြီးတစ်ယောက်အကြောင်းပါ။\nမိန်းမဖြစ်သူရဲ့မျက်လုံးကိုရအောင်ကုပေးဖို့ကြိုးစားနေသူတစ်ယောက်လည်းဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ အလုပ်ရှင်ဟောင်းမှပေးတဲ့ တာဝန်ကို ငြင်းပယ်လိုက်တဲ့အတွက်ကြောင့်\nအလုပ်ရှင် ဂိုဏ်းစတားခေါင်းဆောင်ဟာ ဖိုက်တာဟောင်းကြီးရဲ့ မိန်းမကို သတ်လိုက်ပါတာ့တယ်။\nဒီအတွက် သူ သူ့မိန်းမအတွက် ဘယ်လိုလက်စားပြန်ချေမယ်ဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပါခင်ဗျ။\nအက်ရှင်ခန်းတွေအများကြီးနဲ့ ဇာတ်ကြမ်းကားပီသတဲ့အတွက်ကြောင့် Actionသမားတွေအတွက် တင်ပေးလိုက်ပါတယ်ခင်ဗျ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 758MB | 359MB\nFormat… mp4\nDuration…. 1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Xavier ...",
        "rating": "5.9",
        "url": "https://megaup.net/1bDuh/The.Foggy.Mountain.2020.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDQzZTVmZWMtYWJkNy00ZGViLThiNzctMzEwMmNmMDY5NWI2XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Seriously Red (2022)",
        "description": "Seriously Red (2022)\n===============\"if you don't like the road you're walking,\nstart paving other\" by Dolly Parton\" သင်အခု\nလျှောက်လှမ်းနေရတဲ့ လမ်းကို မကြိုက်ဘူးဆိုရင်\nအခြားလမ်းဖောက်လိုက်ပါတဲ့\" နာမည်ကြီး မင်းသမီး\nဒေါ်လီပါတွန်ရဲ့ ပြောခဲ့တဲ့စကားပါ။ရေးလင်း ရက်ဒ် ဟာ အိမ်ခြံမြေတန်ဖိုးဖြတ်သူအဖြစ်\nလုပ်ကိုင်တဲ့သူပါ။ ကုမ္ပဏီရဲ့ ပါတီတစ်ခုမှာ ဒေါ်လီပါ\nတွန်လိုဝတ်ဆင်ပြီးတော့ ဖျော်ဖြေခဲ့ပါတယ်။ အဲနေ့ညမှာပဲ\nအမျိုးသမီးတစ်ယောက်နဲ့တွေ့ဖြစ်ပြီး နာမည်ကြီးတွေလို\nဝတ်စားပြီး ဖျော်ဖြေကြတဲ့လုပ်ငန်းကို စိတ်ဝင်စားသွားပါ\nတယ်။ နောက်နေ့မှာပဲ သူ အလုပ်ဖြုတ်ခံလိုက်ရပါတယ်။\nထို့နောက် ဒေါ်လီပါတွန်လို ဝတ်စားပြီး အတုအနေနဲ့ဖျော်\nဖြေဖို့အတွက် စတင်ကြိုးစားပါတော့တယ်။ငယ်စဉ်ကတည်းက ဒေါ်လီ့ပရိသတ်ဖြစ်တာမို့ ဒေါ်လီ့စကား\nအတိုင်းပဲ အခြားလမ်းကို ဖောက်ပါတော့တယ်။ ဒီလိုနဲ့ ဒေါ်လီ\nလို ဝတ်စား၊ နေထိုင်စားသောက်၊ ပြောဆိုနေရင်း ကိုယ့်ကိုယ်\nကိုယ် ရှာဖွေဖို့ ကြိုးစားနေတဲ့ ရက်ဒ် တစ်ယောက် အဆင်ပြေ\nပါ့မလား။ ဘာတွေကြုံတွေ့ရမယ်ဆိုတာကိုတော့ ဟာသလေး\nတွေရယ် ဒေါ်လီပါတွန့်ရဲ့ နာမည်ကြီး သီချင်းတွေရယ်နဲ့ တဝကြီး\nကြည့်ရှု့နိုင်မှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/3dFeC/Seriously.Red.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDBlYzA0MWYtOWJjOS00YzUzLTk3YTUtMjhhNDhhOWFkYTdlXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-133x200.jpg",
        "title": "Dr. 56 (2022)",
        "description": "Dr. 56 (2022)\nCrime, Mystery. Sci-Fi\nIMDb 9.4/10 (2.1K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့\nကန်နန်ဒါးဘာသာစကားပြော မှုခင်းစုံထောက်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီကားမှာ ကနဦးအနေနဲ့ လူသတ်မှုတစ်ခုကနေ စတင်ထားပါတယ်။ အသတ်ခံရတဲ့ ကောင်မလေးနာမည်ကတော့\nနန်ဒီပေါ့။ ဒါပေမဲ့ ဆန်းတာက လူသတ်သမားဟာ နစ်နာသူကို ခေါင်းတည့်တည့်ရိုက်ထည့်ပြီးတာတောင်\nမေ့ဆေးသုံးပြီး ပြန်ပေးဆွဲပါတယ်။ဒါတင်မသတ်သေးဘဲ နာရီပေါင်းများစွာ နှိပ်စက်ခဲ့ပြီးမှ သတ်ဖြတ်ပစ်ပြီး အိမ်တစ်အိမ်ရဲ့အရှေ့မှာ\nလာစွန့်ပစ်သွားတတ်ပါတယ်။သူသတ်တဲ့လူဟာ ဆရာဝန်တွေဖြစ်ကြပြီး အလောင်းလာစွန့်ပစ်တဲ့အိမ်ကလည်း\nဆရာဝန်ရဲ့အိမ်တွေဖြစ်နေပါတယ်။ဒီလိုနဲ့ နောက်ထပ်လူသတ်မှုတွေဆင့်ကဲဖြစ်ပေါ်လာခဲ့ပါပြီ။တရားခံဟာ ဘယ်သူဖြစ်နေမလဲ...။\nFile size…1.5GB / 705MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Yunni ~ Nyein Aye",
        "rating": "9.4",
        "url": "https://megaup.net/3dFii/Dr._56_(2022)_Kannada_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bVjtnBZCprzDFgo5M0BbC9nB0Co.jpg",
        "title": "Ultimate Oppa (2022)",
        "description": "Ultimate Oppa (2022)ဒီတစ်ခေါက်မှာတော့ My Ultimate Oppa ဆိုတဲ့ မူဗီအသစ်လေးနဲ့မိတ်ဆက်ပေးပါရစေရှင်ဒီဇာတ်လမ်းလေးကတော့ စာရေးဝါသနာပါပြီး စာရေးဆရာဖြစ်ချင်တဲ့ ရာနာ ဆိုတဲ့ကောင်မလေးက\nသူ့အိုင်ဒေါ ကိုကိုမွန်းရှီဝူး ကို သူ့ရဲ့ Fanfic လေး ပို့ပေးခဲ့ရာကပြန်စာလေး ကံကောင်းစွာနဲ့ရလာခဲ့ပါတယ်\nအဲဒီအချိန်ကစပြီး ရာနာ့အတွက် ကိုကိုမွန်းရှီဝူးက ကမ္ဘာကြီးဖြစ်လာခဲ့ပါတယ်\nအဲဒီကိုကိုမွန်းရှီဝူးက သူ့ရဲ့ပထမဆုံးမိန်းကလေး ဖြစ်လာနိုင်တဲ့\n“ မွန်းအတွက် ပထမဆုံးမိန်းကလေးနေရာကိုယှဉ်ပြိုင်ပွဲ” ကိုကျင်းပလာတဲ့အခါ\nရာနာတစ်ယောက် ကိုရီးယားကို ရောက်လာပြီး သူ့ကိုကိုမွန်းရှီဝူးနဲ့ အနီးကပ် တွေ့ဆုံခွင့်ရလာခဲ့ပါတယ်ကိုရီးယားနိုင်ငံကြီးကိုလာပြီး ဘယ်လိုရင်ခုန်စရာတွေ အခက်အခဲတွေဖြစ်လာမှာလဲ\nသူ့နှလုံးသားရဲ့အနက်ရှိုင်းဆုံးတစ်နေရာမှာ တကယ်ရှိနေတာကဘာလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒါ့အပြင် ဒီကားလေးက ဖိလစ်ပိုင်နဲ့ ကိုရီးယား Collaboration ကားလေးဆိုတော့ ပိုပြီးထူးခြားပါတယ်\nCommunicate လုပ်တဲ့နေရာမှာလည်း အင်္ဂလိပ်လိုတွေပဲလုပ်သွားတာမို့ တခြားမူဗီတွေနဲ့မတူတဲ့ခံစားချက်ကိုရမှာအသေအချာပါပဲအများကြီးမညွှန်းတော့ပါဘူး\nတကယ်ကြည့်လို့ကောင်းတဲ့ဇာတ်လမ်းလေးမို့ အခုပဲကြည့်လိုက်ပါတော့နော်အညွှန်းကိုတော့ Shin Shin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Shin and Cali ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://megaup.net/1bDw0/The.Ultimate.Oppa.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/aan-150x200.jpg",
        "title": "Aan: Men at Work (2004)",
        "description": "Aan: Men at Work (2004)\nAction, Crime, Drama\nIMDb 5.7/10 (3.2K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ၂၀၀၀ခုနှစ်အလွန်လောက်က ဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nမှုခင်းကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးမှာ နာမည်ကြီးမင်းသားကြီးတွေဖြစ်ကြတဲ့ အရှေးကူမား..ဆူနီးရှက်တီး..အစ်ရဖန်းခန်း..ဂျက်ကီရှရော့ဖ်စတဲ့ မင်းသားကြီးတွေအပြင်\nမင်းသမီး ရဗီနားတန်ဒန်နဲ့ လာရာဒက်သားတို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားကြပါတယ်။\nတခြားသော နာမည်ကြီးဇာတ်ပို့သရုပ်ဆောင်များစွာနဲ့လည်း အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် လူမှန် မြို့ပြင်ထွက်နေ ဆိုသလို ပူနေးမြို့ကနေ မွန်ဘိုင်းမြို့ကို\nအရာရှိတစ်ယောက်ဟာ နယ်ပြောင်းတာဝန်ကျလာခဲ့ပါတယ်။ရာထူးတိုးတယ်ဆိုတဲ့ခေါင်းစဉ်နဲ့ပေါ့။ သူ ရောက်လာတဲ့ မွန်ဘိုင်းမြို့ရဲ့အခြေအနေဟာလည်း\nတစ်မြို့လုံးကို လူမိုက်ဂိုဏ်းအသီးသီးက အုပ်စိုးကျက်စားနေသလို နိုင်ငံရေးသမားတွေ စီးပွားရေးသမားတွေဟာလည်း လူမိုက်တွေနဲ့ပေါင်းပြီး မတရားစွာ ကြီးစိုးနေခဲ့ကြပါတယ်။အင်အားကြီးသူက အနိုင်စတတ်စမြဲ ဒီလောကကြီးမှာ ရဲတွေဟာလည်း\nကျီးလန့်စာ စားနေခဲ့ရပါတယ်။ နာမည်သာရှိပေမယ့် စနစ်ဆိုးကြီးကြောင့် လက်ပြန်ကြိုးတုပ်ခံထားရတဲ့ လုပ်ပိုင်ခွင့်နဲ့\nရှေ့လည်းမတိုးသာ နောက်လည်းမဆုတ်သာ အခြေအနေပါ။အဲ့ဒီစနစ်ကြီးကို ဒီအရာရှိနဲ့ သူ့အဖွဲ့က ပြောင်းလဲပစ်ဖို့ ကြံစည်လာတဲ့အခါ တစ်ဖက်က\nလူမိုက်ဂိုဏ်းအသီးအသီးဟာလည်း ဒီရဲတွေကို ရှင်းထုတ်ပစ်ဖို့ ကြံလာခဲ့ပါပြီ။ဆက်လက်ပြီး ရာဇဝတ်ဘေး ပြေးမလွတ်ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ ကိုယ်လိုချင်တဲ့\nဇာတ်သိမ်းနဲ့သွားမလား...။ငွေများတရားနိုင်ဆိုတဲ့ ဇာတ်နာနဲ့သွားမလားဆိုတာကိုတော့ ဖန်သားပြင်ထက်မှာပဲ\nဆက်လက်ပြီးရှုစားပေးကြပါဦးနော်...။\nFile size…3GB ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/aan-men-at-work-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nDlRPYtDHxrc6czuXXin46tHIFL.jpg",
        "title": "Friendship!(2010)",
        "description": "Friendship!(2010)===============အချိန်ကာလအားဖြင့် 1990 တစ်ဝိုက် စစ်အေးခေတ်ပြီးခါနီးပေါ့ဗျာ။New York လေဆိပ်က အမေရိကန်လူဝင်မှုကြီးကြပ်ရေးဌာနကိုအူတိအူကြောင်ရုပ်နဲ့ ဂျာမန်နှစ်ကောင်ရောက်ချလာတယ်။သူတို့ကGDR လို့ခေါ်တဲ့ အရှေ့ဂျာမနီ(ကွန်မြူနစ်နိုင်ငံ)ကတဲ့။ဘယ်သူမှမမေးရဘဲ သူတို့ကိုယ်သူတို့ “We are Communists”ဆိုပြီးဝမ်းသာအားရ မိတ်ဆက်တယ်။ဘာပြောကောင်းမလဲ ၊ပယ်ပယ်နယ်နယ်အစစ်ခံရတော့တာပေါ့။ဒီဇာတ်ကားက အဲ့ဒီဂျာမန်နှစ်ကောင်ရဲ့ အမေရိကန်ခရီးရှည်ကြီးကို ရိုက်ပြထားတာ။သူတို့ ဘာကြောင့် အမေရိကားကို ရောက်လာကြတာလဲ။အူကြောင်ကြောင်နဲ့ ဘယ်လိုမျိုး ပေါက်ကရတွေ လုပ်ကြလဲ။ဘယ်လိုတွေ ပြဿနာတွေတက်ကြလဲဆိုတာကို (ဒီကောင်တွေတော့ကွာဆိုပြီး)တဟီးဟီးတဟားဟားနဲ့ ကြည့်ရမယ့်ကားမျိုး။ ဒီဇာတ်ကားကိုကြည့်ပြီးရင်တော့ ဇာတ်ကားနာမည် “Friendship” ဆိုတဲ့အတိုင်းသူတို့နှစ်ယောက်ကြားက “ပေဖော်ပေဖက် ခင်မင်မှုမျိုး”ကို ခင်ဗျားခံစားမိလိမ့်မယ်။ ပြီးရင်တော့ ဘယ်ရောက်ဘယ်ပေါက်မယ်၊ဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို မှန်းလို့မရတဲ့ Road Trip မျိုးတစ်ခေါက်လောက်ဖြစ်ဖြစ် ထွက်ဖူးချင်လာလိမ့်မယ်။ငါလည်း ဘဝမှာ ဒါမျိုးတစ်ခေါက်လောက်တော့ ဖြစ်ချင်ရာဖြစ်ပေဖူးချင်လိုက်တာဆိုပြီး တွေးမိလိမ့်မယ်။ အချိန်ပေးရတာနဲ့တန်အောင်ရယ်ရ မောရမယ့် ဇာတ်ကားမျိုးမို့ ကိုယ်တိုင် ကြည့်ရှုခံစားကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ်။(ဘာသာပြန်နှင့် အညွှန်းကတော့  Damien ပဲ ဖြစ်ပါတယ် ) File size…975MB / 545MB\nQuality…WEB-DL ...",
        "rating": "6.5",
        "url": "https://megaup.net/1RKgs/Friendship!2010.BluRay720p(CM).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eV8Ph03ZNV2PmE44FQn9jHB6TdY.jpg",
        "title": "Duyen Ma (2022)",
        "description": "Duyen Ma / My Biyfriend is a Ghost (2022)ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းလေးကတော့\nMy Boyfriend Is A Ghost လို့အမည်ရတဲ့ Vietnam ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။\nမင်န်ဆိုတဲ့ တစ်ကိုယ်တော် ရိုးသားကြိုးစားတဲ့ ကောင်လေးက\nကံအကြောင်းမလှဘဲ ကားအက်ဆီးဒင့်တစ်ခုကြောင့် သေဆုံးသွားပါတော့တယ်။\nသေဆုံးခါစ ဝိဉာဉ်အဖြစ်နဲ့ သွားစရာမရှိဖြစ်နေတဲ့ မင်န့်ကို\nနော့ ဆိုတဲ့ ဝိဉာဉ်တွေ သရဲတွေကိုမြင်ရပြီး ခင်မင်ရတဲ့ဝိဉာဉ်တစ်ချို့နဲ့အတူတူနေထိုင်နေတဲ့ ကောင်မလေးက\nသူ့အိမ်က ဝိဉာဉ်တွေနဲ့အတူတူ‌ လာနေထိုင်ဖို့ခေါ်လာခဲ့ရာက စတင်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nသေဆုံးသွားတဲ့အဖြစ်ကိုလက်မခံနိုင်ဖြစ်နေတဲ့ မင့်န်ကို ဝိဉာဉ်ဘဝနဲ့နေသားကျသွားအောင် ကူညီပေးနေရင်း\nသူတို့နှစ်ယောက်ကြားမှာ သံယောဇဉ်တွေ ၊ အချစ်တွေ ဖြစ်ပေါ်လာပါတော့တယ်။\nကမ္ဘာနှစ်ခုခြားနေတဲ့ သူတို့အချစ်ရဲ့ခက်ခဲမှုတွေနဲ့အတူ ဘယ်လိုမျိုး အနှောင့်အယှက်တွေကြုံရမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်။အညွှန်းကိုတော့ Cali က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Cali နဲ့ Shin ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Horror, Romance\nQuality…. 1080p | ...",
        "rating": "",
        "url": "https://megaup.net/2xykb/My.Boyfriend.Is.a.Ghost.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7vFFZHbDyxfjuYKzJwruTnwwjT.jpg",
        "title": "Black Warrant (2022)",
        "description": "Black Warrant (2022)2022 က ထွက်ရှိထားတဲ့ ခုကားလေးက​တော့ အက်ရှင်ကား​တွေ ကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ အက်ရှင်သည်းထိတ်ရင်ဖိုကား​လေးပါ။ကမ္ဘာ​ကို မီးဖျက်ဖို့ကြိုးစား​နေတဲ့ အကြမ်းဖက်သမား​တွေရဲ့အကြံကို တားဖို့ အ​သေဖမ်းဝရမ်းနဲ့ တာဝန်​ပေးခံရတဲ့ အ​ဖေဖြစ်သူနစ်ခ် နဲ့ နှစ်​ပေါင်းများစွာ အ​ဖေဖြစ်သူနဲ့ကွာ​ဝေး​နေပြီး မူးယစ်ရဲ ဖြစ်​နေတဲ့သားဖြစ်သူ အန်တိုနီတို့ မစ်ရှင်တစ်ခုတည်းကို ဘယ်လိုပူး​ပေါင်းပြီး တားမလဲဆိုတာကို အက်ရှင်ဆန်​ဆန်ရိုက်ပြ​ထားတဲ့ ကားလေးပါပဲ။အ​ဖေနဲ့သားအကြားက နားလည်မှုလွဲတာ​တွေကို ဘယ်လိုပုံစံနဲ့ ​​ဖြေရှင်းကြမလဲ... ​ပေးထားတဲ့မစ်ရှင်ကိုလည်း သားအဖနှစ်​ယောက် ဘယ်လို အကြံ​ကောင်း​ကောင်း နဲ့ရင်ဆိုင်ရမလဲဆိုတာ​​တွေကို ​တွေ့ရမှာမို့လို့ တစ်​ခေါက်​လောက်​တော့ကြည့်သင့်တဲ့ အက်ရှင်ကားလေးတစ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 700MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 34Min\nGenre - Action, Thriller\nSubtitle - Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/3dF9j/(CM)_Black_Warrant_(2022)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cQCrzh4b66hJJ6UFOMfbVDNIDil.jpg",
        "title": "[18+] Little Blue (2022)",
        "description": "Little Blue (2022)ကားနာမည်က တရုတ်လို ရှောင်းလန်တဲ့။ ရှောင်းလန်ဟာ ကောင်မလေးတစ်ယောက်ဖြစ်တယ်။ ရှောင်းလန်ဟာ လူငယ်လေးတစ်ယောက်ဖြစ်တယ်။ ရှောင်းလန်ဟာ လူငယ်ဆိုတော့ မိဘနဲ့အတူနေရတယ်။ ရှောင်းလန်ဟာ ကျောင်းတက်ရတယ်။ ကျောင်းတက်ရတော့ ရှောင်းလန်ဟာ ဆရာဆရာမတွေနဲ့ တွေ့ရတယ်။ ကျောင်းတက်ရတော့ ရှောင်းလန်ဟာ ရွယ်တူလူငယ်တွေနဲ့ တွေ့ရတယ်။ရှောင်းလန်ဟာ မိဘနဲ့အတူနေရပေမဲ့ အဖေမရှိဘူး။ အမေနဲ့အတူနေရတယ်။ အမေက ငယ်ငယ်ရွယ်ရွယ်နဲ့ မှားယွင်းပြီး ရှောင်းလန်ကို ရသွားခဲ့ပုံရတယ်။ ရှောင်းလန်အပျိုပေါက်ဖြစ်လာပြီးတာတောင် ရှောင်းလန်အမေဟာ နုဆဲပျိုဆဲ သွေးသားဆူဖြိုးဆဲ။ သွေးသားဆူဖြိုးတော့ ရှောင်းလန်အမေဟာ ဆန္ဒရှိလာတယ်။ ဆန္ဒရှိလာတော့ ရှောင်းလန်အမေဟာ ဗိုင်ဘရေတာနဲ့ဖြေရှင်းတယ်။ ဒါပေမဲ့လည်း စက်ပစ္စည်းဆိုတာ လူလောက်ဘယ်ကောင်းမလဲ။ ဒီတော့ ရှောင်းလန်အမေဟာ အပြင်မှာကိစ္စဖြေရှင်းတယ်။ ရှင်းရင်းရှင်းရင်း ရှုပ်လာပြီး ရှောင်းလန်အမေဟာ အိမ်မကပ်နိုင်ဖြစ်လာတယ်။ ဒီလိုနဲ့ ရှောင်းလန်ဟာ မိဘရဲ့ အငွေ့အသက် အစောင့်အရှောက် အကြံအဉာဏ် မရခဲ့ရဘူး။ရှောင်းလန်ဟာ မိဘနဲ့အတူနေပေမဲ့ မိဘတွေဟာ ရှောင်းလန်နဲ့အတူမနေခဲ့ကြဘူး...ရှောင်းလန်ဟာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1RK93/(CM)_Little_Blue_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/6453889780b770303a96fa858a600a23-133x200.jpg",
        "title": "Blank Canvas (2020)",
        "description": "Blank Canvas (2020)\n================အမေရိကန် အမျိုးသမီး နှင်းလျှောစီးသူ Elena Hight ရဲ့\nဘဝဇာတ်ကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့ နာရီဝက်စာ ဒိုကူ\nလေးတစ်ပုဒ်ဖြစ်ပါတယ်။အိုလံပစ်နဲ့ X Games ချန်ပီယံဆုရှင်ကြီးရဲ့ ပြိုင်ပွဲနယ်ပယ်က နုတ်\nထွက်ပြီးတော့၊ သဘာဝအတိုင်း ရှိနေတဲ့ လူဝေးသူဝေး နှင်းတောင်\nတွေ ရှိရာအရပ်တွေကိုသွားပြီး freeriding နယ်ပယ်ထဲကို ဘယ်လို\nဝင်ဖြစ်ခဲ့ပုံတွေ ဒီလို စွန့်စားဖြစ်ဖို့ သူ့ကို ဘာတွေက တွန်းအားပေးခဲ့၊\nအားဖြစ်စေခဲ့လဲဆိုတာတွေကို မြင်တွေ့နိုင်မှာဖြစ်ပါတယ်။ရေခဲတောင်တွေပေါ်မှာ နှင်းလျှောစီးပြတာတွေကိုလည်း ဒီကား\nလေးထဲမှာ လှလှပပမြင်တွေ့ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Act Molemy\nဖြစ်ပါတယ်)File Size..........(990 MB) / (436 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........31Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Documentary\nTranslator.......Act Molemy\nEncoder..........Zin Phyo Aung",
        "rating": "5.4",
        "url": "https://megaup.net/1bKb8/Blank.Canvas.2020.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mA6Vztb6ZkcQq8GiOpePWqQGMDy.jpg",
        "title": "The Last Thing Mary Saw (2021)",
        "description": "The Last Thing Mary Saw (2021)========================== ဇာတ်လမ်းကို 1840 တုန်းက မေရီဆိုတဲ့ကောင်မလေးတစ်ယောက်အဖမ်းခံရပြီး သူ့ရဲ့နောက်ကြောင်းကိုပြန်ပြောင်းပြောပြတာကနေစတာပါ။မေရီဟာ မိန်းကလေးချင်းပဲသဘောကျတဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်ပြီးတော့ သူ့အိမ်မှာရှိတဲ့အိမ်ဖော်မလေးနဲ့ချစ်ကြိုက်နေတယ်။ဒါပေမယ့် သူ့ရဲ့မိဘတွေက ဘာသာရေးအရမ်းကိုင်းရှိုင်းတာကြောင့်အဲ့တာကိုလက်မခံကြပဲ မေရီတို့နှစ်ယောက်ကို ခွဲဖို့ကြိုးစားကြတယ်။သူတို့နှစ်ယောက် အဲ့လိုအတားအဆီးတွေကိုဘယ်လိုကျော်လွှားမလဲဆိုတာကို မထင်မှတ်ထားတဲ့ သရဲခြောက်တဲ့အခန်းတွေပါတာမို့ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်...(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Kasashi ဖြစ်ပါတယ်) File size…646MB / 251MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 29m\nGenre ..... Horror , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://megaup.net/1RK3g/The.Last.Thing.Mary.Saw.2021.WEB-DL720p(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rb24x39vV8n5301IelC8rCPJTH.jpg",
        "title": "Manhunter(1986)",
        "description": "Manhunter(1986)===============FBI စုံထောက်‌ဝေလ်ဂရေဟမ် ဟာကွင်းဆက်လူသတ်သမားအမှုတစ်ခုစုံစမ်းပြီး နောက်ဆက်တွဲဆိုးကျိုးတွေကြောင့် မိသားစုနဲ့အတူကမ်းခြေအိမ်လေမှာ ဇာတ်မြှုပ်နေနေသူဖြစ်တယ်။တစ်နေ့တော့ ဂရေဟမ်ဆီကိုသူငယ်ချင်းဖြစ်သူရောက်လာပြီးမိသားစုလိုက်သတ်ဖြတ်ခဲ့တဲ့ကွင်းဆက်လူသတ်သမားကိုကူညီစုံစမ်းပေးဖို့ အကူအညီတောင်းလာတဲ့အခါ။ဂရေဟမ်တစ်ယောက်လူသတ်မှုတွေကို ဘယ်လိုစုံစမ်းဖော်ထုတ်မလဲ။လူသတ်သမားကရော ဘယ်လိုပိပိရိရိ ရှောင်တိမ်းမလဲ။ဉာဏ်ကြီးရှင်လူသတ်သမားတွေနဲ့ FBI စုံထောက်တွေကြားအားပြိုင်‌ပုံတွေကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။ File size…1.3GB / 455MB\nQuality…WEB-DL 1080p5.1CH / 720p\nFormat…mp4\nDuration….2h\nGenre ..... Crime , Mystery , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Eunice",
        "rating": "7.2",
        "url": "https://megaup.net/1bJvr/Manhunter.1986.BluRay720p(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ckmwGbblq32xfoS8s35CPtoGgc.jpg",
        "title": "Human Resources (2022)",
        "description": "Human Resources (2022)ဆေးကျောင်းတက်နေတဲ့ ကောင်လေးတစ်ယောက် ကျောင်းစရိတ်လိုချင်လို့ စတိုးဆိုင်မှာ အရောင်းစာရေးလေးလာလုပ်တယ်\nဂျာကြီးကတော့သဘောကောင်းပါရဲ့ မန်နေဂျာချုပ်ကတော့ လေတိုက်တိုင်းစိတ်တို အဲဗားပတ်ဖြဲနေတယ်\nဆိုင်ကလဲ သောက်တလွဲ ရောင်းလဲမကောင်းဘူး ဖွင့်ကဖွင့်ထားသေးတယ်\nဆိုင်ဝန်ထမ်းတွေကလဲ ခဏခဏပျောက်နေတယ်\nဒေါက်တာလောင်းလေးက ပဟေဠိပေါင်းများစွာကို အဖြေရှာဖို့အတွက် လိုက်ရင်းလိုက်ရင်းနဲ့ အရှုပ်ထုပ်တစ်ခုကို တူးဆွမိသွားတဲ့အခါ.....\nSuspense Horror စတိုင်မျိုးဖြစ်လို့ သိချင်စိတ်နဲ့ ကြောက်စိတ်ကို\nတစ်ပြိုင်တည်း ရသပေးမယ့် ဒီကားလေးကို ကြည့်ရှုအားပေးဖို့တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 676MB | 331MB\nFormat… mp4\nDuration…. 1h 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai Thurein Lynn\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/1bDox/Human.Resources.2022.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/1632731979-convert.io_-141x200.jpg",
        "title": "{21+}Beautiful Summer Vacation (PRED-274)",
        "description": "Eimi Fukada လေးနဲ့ Ai Hoshina တို့နဲ့အပြိုင်အဆိုင်\nအပြောအဆို အမြှူအဆွယ်တွေနဲ့ သရီးဆမ်း ကြိုက်တဲ့\nDS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်\nEimi Fukada ဆိုရင်\nနှုတ်ခမ်းဖူးဖူး တင်လုံးလုံးလေးဆိုရင် ပြေးမြင်ကြမှာပါပဲ\nAi Hoshina ဆိုရင် တင်စွံ့စွံ့ကားကြီးတွေကိုပြေးမြင်မှာပါပဲ\nသူတို့နှစ်ယောက်ရဲ့အလှတရားတွေ အတွေ့အကြုံတွေကို\nဖလှယ်မဲ့ ပွဲကြီးပွဲကောင်းပါပဲရှီယု တစ်ယောက် မနက်မိုးလင်းချင်း\nတွေ့လိုက်ရတဲ့ စာတစ်စောင်ကြောင့်\nအကြီးအကျယ်စိတ်ပျက်သွားပါတယ်\nမကြာသေးမီက နောက်မယားငယ်ယူထားတဲ့\nအဖေက လမ်းရှာပြီး ပျားရည်ဆမ်းခရီးထွက်သွားပါတယ်\nနွေရာသီကျောင်းပိတ်ရက်ဖြစ်တော့ ရှီယုတစ်ယောက်ငေါင်နေပါတယ်\nအဲအချိန်မှာ မမျှော်လင့်ပဲရောက်လာတာက အမေဖက်ကပါလာတဲ့\nအရွယ်ရောက်ပြီး သမီးပျိုနှစ်ယောက်\nသူတို့အတွက်အလည်ခရီးရယ် ရှီယုရဲ့ နွေအားလပ်ရက်ရယ်\nပေါင်းပြီး အမှတ်တရတစ်ခု ဖန်တီးကြမယ်ဆိုပြီး\nအာဗျာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nDS Fans တွေ ကြည့်ဖို့ ဝတ္တရားဖြစ်လာတာကြောင့်\nတင်ဆက်ပေးလိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.03GB / 1.09GB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h 1min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1bMnn/[PRED-274]_A_beautiful_memories_during_summer_vacation.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-scopy-140x200.jpg",
        "title": "Scooby-Doo! and the Legend of the Vampire (2003)",
        "description": "Old but Gold ဆိုသလိုပဲ 2003 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ classic Scooby-Dooကားလေးကို ပြန်ကြည့်လိုက်ကြရအောင်..ဇာတ်လမ်းအကျဥ်း\nဒီတစ်ခါမှာတော့ စကူဘီတို့အုပ်စု သြစတေးလျကို အပန်းဖြေခရီးထွက်တာနဲ့ ဇာတ်လမ်းစထားပါတယ်.. ကမ်းခြေမှာ အေးဆေးငြိမ့်နေရင်းကနေ ထုံးစံအတိုင်းပဲ ဗယ်လ်မာတစ်ယောက် လမ်းညွှန်စာအုပ်ကြီးကိုင်ပြီး\nသြစတေးလျရဲ့ ရေဝေးကုန်ခေါင်ဒေသတွေကို သွားစူးစမ်းဖို့ မဲဆွယ်ပါတော့တယ်... ထူးဆန်းတာက အဲဒီလိုခေါင်တဲ့နေရာကြီးမှာ ရော့ခ်ဂီတပြိုင်ပွဲကြီး ရှိနေတာပါပဲ.. သူတို့ရောက်သွားတော့ ပဟေဠိတစ်ခုက အသင့်စောင့်နေပါပြီ.. ဒဏ္ဍာရီလာ သွေးစုပ်ဖုတ်ကောင်ကြီး ရာဝီရာဟူးနဲ့ နောက်လိုက်သွေးစုပ်ဖုတ်ကောင် ၃ကောင်က ပြိုင်ပွဲဝင်တွေကို ပြန်ပေးဆွဲနေပါတယ်.. အဲဒီနောက်လိုက်၃ကောင်ဆိုတာ မနှစ်ကပြိုင်ပွဲအပြီး ပျောက်သွားခဲ့တဲ့ လေပြင်း‌ရော့ခ်ကာအဖွဲ့ပါပဲ.. ရာဝီရာဟူးက သူတို့၃ယောက်ကိုဖမ်းပြီး သွေးစုပ်ဖုတ်ကောင်ဖြစ်အောင် ပြောင်းလိုက်တာလို့ နယ်ခံတွေက ယုံကြတာပေါ့.. ဒါပေမယ့် ပြိုင်ပွဲမတိုင်ခင်ရက်မှာပဲ စကူဘီဒူးတို့အုပ်စု ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားခဲ့တဲ့အခါ...သွေးစုပ်ဖုတ်ကောင်လို့ အသံကြားရုံနဲ့တင် တုန်တက်နေတဲ့ ရှက်ဂီနဲ့ စကူဘီဒူးတို့၂ယောက်နဲ့တင် ပြည့်စုံနေပြီမလို့ အများကြီးမညွှန်းတော့ပါဘူး.. ငယ်ဘဝကို Nostalgia ပြန်ဖြစ်ရင်း ပေါ့ပေါ့ပါးပါး ခံစားကြည့်ရှုလိုက်ကြပါဦး... File ...",
        "rating": "6.3",
        "url": "https://megaup.net/2xCko/scooby-doo.and.the_legend_of_the_vampire.2003.720p(CM).1080p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]