[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2gdyx9aRpBCyLbMbWZGgR2nzjI3.jpg",
        "title": "Go Lala Go! 2 ( 2015 )",
        "description": "Zawgyi*******ဒီတစ္ေခါက္ေတာ့ အလုပ္ခြင္မွာ ဆရာမႀကိဳးစားရင္း အခ်စ္ေရးမွာေသြးေအးလာတယ္ဆိုတဲ့ လုပ္ငန္းခြင္က မမတို႔ရဲ႕ ဘဝကိုမ်ိဳးစုံ ႀကိဳးခုန္ပုံေဖာ္ထားတဲ့ ဇာတ္ကားေကာင္းေလးကိုေနာက္တစ္မ်ိဳး႐ိုက္ျပထားတဲ့ Go Lala go 2 ကို ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ထုံးစံအတိုင္း လာလာဆိုတဲ့ေကာင္မေလး အေၾကာင္းကို ပုံေဖာ္ထားတာပါဒီကားေလးထဲမွာေတာ့ အလုပ္မွာ ေနရာတစ္ခုရလာတယ္႐ုပ္ဝတၳဳပိုင္းဆိုင္ရာ ေအာင္ျမင္လာတဲ့ လာလာအတြက္တကယ့္ ေပ်ာ္႐ႊင္မႈက ဘာဆိုတာကို ရွာေဖြတဲ့ ဇာတ္ေလးေပါ့...I’ve been to paradise but I never been to me ...ဆိုတဲ့ စာသားေလးကို ကြက္ကြက္ကြင္းကြင္းျမင္ေစမယ့္ဇာတ္ကားေလးမို႔ ဘဝအေမာေတြကို ဒီကားေလးနဲ႔ ေျဖလိုက္ေနာ္Unicode*******ဒီတစ်ခေါက်တော့ အလုပ်ခွင်မှာ ဆရာမကြိုးစားရင်း အချစ်ရေးမှာသွေးအေးလာတယ်ဆိုတဲ့ လုပ်ငန်းခွင်က မမတို့ရဲ့ ဘဝကိုမျိုးစုံ ကြိုးခုန်ပုံဖော်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုနောက်တစ်မျိုးရိုက်ပြထားတဲ့ Go Lala go 2 ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ထုံးစံအတိုင်း လာလာဆိုတဲ့ကောင်မလေး အကြောင်းကို ပုံဖော်ထားတာပါဒီကားလေးထဲမှာတော့ အလုပ်မှာ နေရာတစ်ခုရလာတယ်ရုပ်ဝတ္ထုပိုင်းဆိုင်ရာ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/go-lala-go-2-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8uB5dHuiBa3O5cQ1Ft4pwEFyxgW.jpg",
        "title": "Go Lala Go! ( 2010 )",
        "description": "Zawgyi*******ဒီတစ္ေခါက္ေတာ့ အလုပ္ခြင္မွာ ဆရာမႀကိဳးစားရင္း အခ်စ္ေရးမွာေသြးေအးလာတယ္ဆိုတဲ့ လုပ္ငန္းခြင္က မမတို႔ရဲ႕ ဘဝကိုမ်ိဳးစုံ ႀကိဳးခုန္ပုံေဖာ္ထားတဲ့ ဇာတ္ကားေကာင္းေလးကို ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးနာမည္က GO LALA တဲ့...လာလာဆိုတဲ့ေကာင္မေလး အေၾကာင္းကို ပုံေဖာ္ထားတာပါဒီကားေလးထဲမွာ အလုပ္ရဖို႔ အလုပ္မွာ ရာထူးတက္ဖို႔ အလုပ္မွာေအာင္ျမင္ဖို႔ ႀကိဳးစားေနတဲ့ လာလာတစ္ေယာက္ ေသြးေအးလာတဲ့အခ်စ္ေရးကို ဘယ္လိုဆက္လုပ္မယ္ဆိုတာရယ္...လာလာရဲ႕ ႀကိဳးစားမႈေတြကို နားလည္ရခက္ေနတဲ့ လာလာခ်စ္သူေဒးဗစ္ကေရာ ဘယ္လိုေတြ ဆုံးျဖတ္မယ္ဆိုတာၾကည့္ရင္းကိုယ္ဆိုဘယ္လိုလုပ္မွာဆိုၿပီး စိတ္ကူးယဥ္ႏိုင္ၾကပါေစ...ေပါ႔ေပါ႔ပါးပါးနဲ႕ ၾကည္႕လို႔ေကာင္းတဲ႔ဇာတ္ကားေလးပါပဲ Unicode*******ဒီတစ်ခေါက်တော့ အလုပ်ခွင်မှာ ဆရာမကြိုးစားရင်း အချစ်ရေးမှာသွေးအေးလာတယ်ဆိုတဲ့ လုပ်ငန်းခွင်က မမတို့ရဲ့ ဘဝကိုမျိုးစုံ ကြိုးခုန်ပုံဖော်ထားတဲ့ ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးနာမည်က GO LALA တဲ့...လာလာဆိုတဲ့ကောင်မလေး အကြောင်းကို ပုံဖော်ထားတာပါဒီကားလေးထဲမှာ အလုပ်ရဖို့ အလုပ်မှာ ရာထူးတက်ဖို့ အလုပ်မှာအောင်မြင်ဖို့ ကြိုးစားနေတဲ့ လာလာတစ်ယောက် သွေးအေးလာတဲ့အချစ်ရေးကို ဘယ်လိုဆက်လုပ်မယ်ဆိုတာရယ်...လာလာရဲ့ ကြိုးစားမှုတွေကို နားလည်ရခက်နေတဲ့ လာလာချစ်သူဒေးဗစ်ကရော ဘယ်လိုတွေ ဆုံးဖြတ်မယ်ဆိုတာကြည့်ရင်းကိုယ်ဆိုဘယ်လိုလုပ်မှာဆိုပြီး စိတ်ကူးယဉ်နိုင်ကြပါစေ...ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်လို့ကောင်းတဲ့ဇာတ်ကားလေးပါပဲ Translated & ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/go-lala-go-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/carligula-poster-133x200.jpg",
        "title": "[21+] Caligula (1979)",
        "description": "DarkSide Production ကနေ နောက်တစ်ခါ\nတင်ဆက်လိုက်တာကတော့\nAdult Movie ဆရာကြီး\nဒါရိုက်တာ Tinto Brass ရဲ့\nဂန္ဓဝင် ရုပ်ရှင် တစ်ကားပဲ ဖြစ်ပါတယ်\nကြာမြင့်ချိန် ၂ နာရီကျော်ပြီး\nတစ်ကားလုံး လိုလို လိင်ဆက်ဆံခန်းတွေ\nပြည့်နှပ်နေပါတယ်...\nအားလုံး တောင်းဆိုကြတဲ့ ရောမ ကားဆိုတာ\nဒီလိုကားမျိုးပဲ ဖြစ်ပါတယ်\nဒီကားလေးကတော့ IMDb 5.4/10 ရထားတဲ့\ndrama/ erotic/ history ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်.\nဒီ ဇာတ်ကားလေးကတော့ ရောမခေတ်\nလူနေမှု စရိုက်နဲ့ အုပ်ချုပ်မှု ပုံစံတွေ.အုပ်ချုပ်သူရဲ့\nအာဏာအသုံးချမှု တွေ .\nမိသားစု ကိစ္စတွေကို\nပွင့်လင်းစွာ ပြသထားမှာပါ.\nဒီကားလေး‌က ရောမခေတ် ဆီဆာတွေရဲ့\nစိတ်နေစိတ်ထားကို ပွင့်ပွင့်လင်းလင်း\nရိုက်ကူးတင်ပြထားတာကြောင့် ရောမတို့ရဲ့\nသမိုင်းကို စိတ်ဝင်စားနှစ်သက်တဲ့ ပရိတ်သတ်ကြီးကို\nအကြိုက်တွေ့ နှစ်သက်စေမှာပါ.\nထို့အပြင် erotic typeထဲမှာ ပါနေတာကြောင့်\nလိင်မှုကိစ္စတွေ လိင်နဲ့ပက်သက်တာတွေကို\nပွင့်လင်းစွာ ရိုက်ကူးပြသထားမှုကြောင့်\nအသက် 21အောက်နှင့် မိသားစုဝင်များ\nအတူယှဉ်တွဲ မကြည့်သင့်ပါ ခင်ဗျာ\n \nTranslated By : YK\nEncoded By : XCode",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/caligula-1979/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/The_Nightingale-650133729-large-135x200.jpg",
        "title": "The Nightingale (2019)",
        "description": "ဒီတစ်ခါတော့ Channel Myanmar ပရိသတ်သတ်ကြီးအတွက်Imdb Rating 7.2/10, Rotten Tomatoes 86% တောင်ရရှိထားတဲ့ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။အားလုံးချစ်တဲ့ Me before you ဇာတ်ကားထဲကမင်းသားချော Sam Claflin ကိုပုံစံအသစ်တစ်မျိုးနဲ့တွေ့မြင်ရမှာပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲဖော်ပြလိုပါသေးတယ်။လောကဓံနဲ့ရင်ဆိုင်ခဲ့ရတဲ့ တေးသီငှက်လေးအကြောင်းပါပဲ။ကလဲရာဆိုတဲ့ အိုင်ယာလန်သူလေးဟာဗြိတိသျှ စစ်တပ်တွေကို တေးသီချင်းဆိုပြရတဲ့ တေးသီငှက်လေးပေါ့။သူ့မှာ ချစ်ရတဲ့ခင်ပွန်းနဲ့ ချစ်ရတဲ့ သမီးလေးတစ်ယောက်ရှိပါတယ်။သူမအလုပ်အကြွေးပြုနေရတဲ့ ဗြိတိသျှ တပ်ဖွဲ့ငယ်လေးရဲ့လက်ဖတင်နင်ကတော့ သူမကိုထိပါးစော်ကားပြီး ချုပ်ကိုင်ထားတဲ့သူပါ။တစ်နေ့မှာတော့ သူမရဲ့ဘဝထဲကိုကြံကြမ္မာဆိုးတစ်ခုဝင်ရောက်လာပါတော့တယ်။သူမဘယ်လိုဆက်ဖြစ်မယ်?ဘာတွေရင်ဆိုင်ရမယ်ဆိုတာ စိတ်လှုပ်ရှားစွာကြည့်ရှုရမယ့်ကားလေးပါ။လူမျိုးရေးရာခွဲခြားမှုတွေရယ်၊ချစ်ခြင်းမေတ္တာရယ်၊ရိုးသားဖြူစင်မှုတွေရယ် ရောထွေးတင်ဆက်ထားတဲ့ဒီကားလေးနာမည်ကတော့ The Nightingale (2019)ပါ File Size : ( 1 GB , 296 MB )Quality :  WEB-DL 720pRunning Time : 2 hr 16 minFormat ...",
        "rating": "7.2",
        "url": "https://megaup.net/Nml7/(CM)_The_Nightingale_2019_(Large_Size).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aiZD4C1IdW2uuufZIgQgFjiv3CM.jpg",
        "title": "Holiday Hell (2019)",
        "description": "ဒီကားလေးကတော့ Horror ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်ရုပ်ရှင် ၁ ကားထဲနဲ့ horror ဇာတ်လမ်းအမျိုးမျိုးကိုခံစားကြည့်ရှုနိုင်မှာဆိုတော့ တန်ချက်ပဲနော်။ဇာတ်လမ်းပုံစံက ကောင်မ​လေးတစ်ယောက်သူ့ညီမလေးအတွက် ခရစ်စမတ်လက်ဆောင်ဝယ်ပေးဖို့ရှေးဟောင်းပစ္စည်းတွေ၊ပစ္စည်းအဆန်းတွေရောင်းတဲ့ဆိုင်လေးကို ရောက်လာတယ်။အဲမှာသူ​မေးလိုက်တဲ့ပစ္စည်းတွေရဲ့နောက်ကြောင်းဇာတ်လမ်းကိုဆိုင်ရှင်ကြီးက ရှင်းပြပေးရင်းနဲ့ Horror ဇာတ်လမ်း တစ်မျိုးပြီးတစ်မျိုးဖြစ်လာတယ်ဆို​ပါတော့။ဒါပေမဲ့ ဇာတ်ကားထဲမှာမြှုပ်ကွက်ကလေးတွေလည်း ရှိနေသေးတယ်ဆိုတော့...ဇာတ်လမ်းလေးကိုပဲကြည့်လိုက်ကြပါလို့ File Size : ( 938 MB , 300 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 40 minFormat : Mp4Genre :  HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded ...",
        "rating": "3.9",
        "url": "https://megaup.net/291M2/(CM)_Holiday_Hell_2019_(Large_Size).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/BziuuZULnGmTRLthEty1QdKSEo.jpg",
        "title": "Where’d You Go, Bernadette (2019)",
        "description": "ဒီကားလေးကတော့လူတွေနဲ့ပေါင်းသင်းဆက်ဆံဖို့ကိုတွန့်ဆုတ်တဲ့အောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ရဲ့ဘဝအခက်အခဲတွေပြဿနာတွေရင်ဆိုင်တာတွေကိုသေချာရိုက်ကူးထားတဲ့မိသားစုဒရမ်မာဇာတ်ကားကောင်းလေးပါဘါနန်ဒတ်ဆိုတဲ့မိန်းမတစ်ယောက်ကတစ်ချိန်ကအရမ်းကိုအောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ဖြစ်တဲ့အပြင်ပြီးပြည့်စုံတဲ့ခင်ပွန်းရယ်မကြာခင်နိုင်ငံခြားမှာကျောင်းသွားတက်တော့မယ့်သမီးလေးရယ်နဲ့ပျော်ရွှင်နေခဲ့ပေမယ့်အကြောင်းတစ်ခုကြောင့်လူကြားထဲကနေပျောက်ကွယ်ပြီးစီရက်တယ်မှာပဲတိတ်တဆိတ်မိသားစုနဲ့အတူနေထိုင်နေခဲ့ပါတယ်အဲဒီအကြောင်းပြချက်ကြောင့်ပဲသူကလူတွေနဲ့ပေါင်းသင်းဆက်ဆံရာမှာပြဿနာရှိနေခဲ့ပြီး အချိန်ကြာလာတော့ယောကျာ်းကပါသူ့ကိုစိတ့ရောဂါဖြစ်နေတယ်ဆိုပြီး စိတ်ရောဂါကုတဲ့နေရာကိုပို့ပါတော့တယ်အဲဒီမှာပဲဘာနန်ဒတ်တစ်ယောက်ထွက်ပြေးလာပြီးအန္တာတိကကိုရောက်သွားတဲ့အခါမှာသူ့သမီးလေးကသူ့အမေပျောက်သွားလို့လိုက်ရှာဖို့ကြိုးစားတဲ့အခါဘါနန်ဒတ်တစ်ယောက်အထင်အမြင်လွဲနေတာတွေကိုဘယ်လိုဖြေရှင်းမလဲသူ့သမီးလေးနဲ့ရောပြန်ဆုံနိင်မလားသူ့ယောကျာ်းနဲ့ရောပြန်လည်အဆင်ပြေမလားသူကိုယ်တိုင်ရောဘယ်လိုပြန်လည်ရုန်းထမလဲဆိုတာတွေကိုကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းပါဘဝကိုအရှူံးမပေးတဲ့မိန်းမတစ်ယောက်ရဲ့အကြောင်းကိုမပျင်းရအောင်သေချာရိုက်ပြထားတဲ့အပြင်အန္တာတိကရဲ့အလှတရားတွေ ပင်ဂွင်းလေးတွေကိုပါကြည့်ရမှာပါ File Size : ( 977 MB , 328 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 49 minFormat : Mp4Genre :  Comedy , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/Nmls/(CM)_Where_d_You_Go_Bernadette_2019_(Large_Size).mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6txTmb8OIimrQezgD8ERMmrrbnT.jpg",
        "title": "The Brass Teapot (2012)",
        "description": "ဒါကတော့ မကြည့်ဖူးရင်တောင် အစိမ်းသက်သက်ဖြစ်မှာမဟုတ်တဲ့ကားဟောင်းလေးတစ်ကားပါ။အဲ့လက်ဖက်ရည်အိုးနားမှာထိခိုက်နာကျင်ရင်အိုးထဲကနေပိုက်ဆံ‌တွေထွက်လာတဲ့ ဇာတ်လမ်းလေးပါ။ကြိုးစားပေမယ့် အလုပ်လက်မဲ့ဖြစ်နေတဲ့လင်မယားနှစ်ယောက်မှာအဲ့ရှေးဟောင်းလက်ဖက်ရည်အိုးရှိသွားပါတယ်။နာကျင်ရင်နာကျင်သလောက်ထိခိုက်ရင်ထိခိုက်သလောက်ပိုက်ဆံတွေအများကြီးထွက်လာတာကို သူတို့သိသွားတဲ့အခါအရာရာကို ထိခိုက်ဒဏ်ရာတွေနဲ့ ဖြေရှင်းဖို့ပဲဖြစ်လာပါတော့တယ်။ပထမတော့ ဒေါ်လာတစ်သန်းပဲရှာပြီးလွန်လာရင်ရပ်လိုက်မယ်ဆိုပေမယ့်လောဘတွေတက်လာတဲ့အခါမှာတော့.....လက်ဖက်ရည်အိုးသုံးပြီးပိုက်ဆံရှာကြပုံတွေ လောဘတွေတက်လာတဲ့အခါဖြစ်လာတဲ့လူ့သဘာဝတွေကိုဒီဇာတ်လမ်းကောင်းလေးမှာ ခံစားကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 949 MB , 353 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 41 minFormat : Mp4Genre :  Comedy , Family , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "6.4",
        "url": "https://megaup.net/29hfw/(CM)_The_Brass_Teapot_2012_(Large_Size).mp4",
        "category": "Comedy, Family, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rUSjbyvYWN9H4az8xt0tDtU7I6v.jpg",
        "title": "The Master(2012)",
        "description": "The Master(2012)အၫႊန္း********************IMDb...7.2,,,,,Rotten....85%အမိုက္စားကားမို႔ (BLU-RAY 1080P 5.1CH,720P)တို႔ျဖင့္တင္ဆက္ေပးထားပါသည္.....(unicode)Joker 2019 ကိုကြည့်ပြီးတဲ့နောက် ဇာတ်လမ်းကို ကြိုက်သည်ဖြစ်စေ မကြိုက်သည်ဖြစ်စေ Joaquin Phoenix ရဲ့ သရုပ်ဆောင်ဟန်တွေကိုတော့ အားလုံးလိုလို ချီးကျူးခဲ့မိကြမယ်ထင်ပါရဲ့....ဒါ့ကြောင့် ဒီမင်းသားကြီးရဲ့ ဇာတ်ကားတွေထဲက အကောင်းဆုံးစာရင်း၀◌င်တဲ့ The Master ဆိုတဲ့ ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်...\nဒုတိယကမ္ဘာစစ်ကြီးပြီးသွားတဲ့အချိန် စိတ်ဝေဒနာရှင်မိခင်တစ်ယောက်ရဲ့ သားဖြစ်သူဟာ စစ်တပ်ကထွက်ပြီး အရပ်ဘက်အလုပ်တွေလုပ်ကိုင်ခဲ့တယ်...\nကံဆိုးတာက သူကိုယ်တိုင်က အမေဘက်လိုက်တယ်လို့ ဆိုရမလား မသိ...သူ့မှာလည်း\nစိတ်ဝေဒနာအခံက ရှိနေပြန်တယ်... သူဟာ ကောင်မလေးတစ်ယောက်ကို ချစ်မိခဲ့တယ်....သူကိုယ်သူလည်း ဘာချို့ယွင်းချက်ရှိနေလဲဆိုတာသိတော့ စိတ်ပညာရှင် မာစတာနဲ့ တွေ့ပြီး တော့ သူ့ရဲ့ဖြစ်တည်မှုကို ပြင်ဖို့ကြိုးစားပါတော့တယ်...\nဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ စိတ်ဝင်တစားနဲ့ ရသမျိုးစုံ ပေါင်းစုံခံစားရမှာဖြစ်လို့ လုံးဝလက်မလွတ်သင့်တဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်..IMDb..7.2နဲ့ Rotten 85%တောင် ရထားတာဖြစ်လို့ ခံစားကြည့်ကြပါဦး..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်....(zawgyi)Joker 2019 ကိုၾကည့္ၿပီးတဲ့ေနာက္ ဇာတ္လမ္းကို ႀကိဳက္သည္ျဖစ္ေစ မႀကိဳက္သည္ျဖစ္ေစ Joaquin ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-master2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7nOW9lqY29iomfDlTmvGoW5adqz.jpg",
        "title": "House Arrest(2019)",
        "description": "House Arrest(2019)အၫႊန္း***********************IMDb....6.0(unicode)အိန္ဒိယ ကားတွေမှ သဘောကျတဲ့သူတွေအဖို့ အချစ် ဟာသ ကားကောင်းလေး\nလာပါပြီဗျာ...ကာရန်ဆိုတဲ့ သတ်လတ်ပိုင်းလူငယ်တစ်ယောက် သူ့မိန်းမနဲ့ခွာပြဲပြီးနောက်ပိုင်းအိမ်ထဲကအိမ်ပြင်မထွက်ရဲတဲ့ Psycho ၀င်လာပါတယ် အဲ့ psycho ကို ဂျပန်လူငယ်တွေအဖြစ်များပါတယ် ဂျပန်လို ဟီကီကိုမိုရီလို့ခေါ်သဗျ အိမ်ထဲမှာပဲနှစ်ရှည်လများအာင်းပြီး online သုံးတယ် gameဆော့တယ် လူထုအသိုင်းဝိုင်းနဲ့ရုပ်ပိုင်းဆိုင်ရာထိတွေ့မှုလုံး၀မရှိတဲ့ psycho တစ်မျိုးပေါ့ဒါပေမယ့်အဲ့လို psycho မျိုးတွေကနောက်ပိုင်းခေတ်စားလာပါတယ် ဟီကီကိုမိုရီလိုမဟုတ်တောင်အပူပင်မရှိလောကကြီးကိုတစ်ယောက်တည်းဖြတ်သန်းလာကြတာပေါ့ ဂျပန်မှာပဲအများဆုံးခေတ်စားတာပါ FA တွေလို့ပြောတာမဟုတ်ဘူးနော် ကိစ္စတော်တော်များများကိုတစ်ယောက်တည်းလုပ်လာကြတာ မွေးနေ့ပွဲတစ်ယောက်တည်းဆင်နွှဲတယ်ခရီးတစ်ယောက်ထဲထွက်တယ် ရုပ်ရှင်တစ်ယောက်တည်းကြည့်တယ် ဘာလို့ဆို တိုတောင်းတဲ့လူ့ဘ၀လေးကိုအခြားသူတွေအတွက်အချိန်ကုန်မခံချင်တော့လို့ပါပဲ ဒီကားထဲက ဇာတ်​ကောင် ကာရန်လဲအဲ့တိုင်းပဲ တစ်ယောက်တည်းအိမ်မှာသန့်ရှင်းရေးလုပ်တယ် ပစ္စည်းအတိုအထွာလေးတွေနဲ့အခန်းကိုအလှဆင်တယ် ကောင်မလေးလဲမထားဘူးအိမ်တံခါးကနေအပြင်ဖက်ကိုခြေလှမ်းတစ်လှမ်းတောင်မလှမ်းတာဒီကားကြည့်ရင်သိရမှာပါသူငယ်ချင်းဖြစ်သူဂျေဒီတစ်ယောက်ကောင်းမှု နဲ့ကောင်မလေးတစ်ယောက်သူ့အိမ်ရာက်လာပြီးနောက်ပိုင်းဘယ်လိုတွေပြောင်းလဲသွားမလဲဆိုတာတော့ ဒီမှာမပြောတော့ဘူး သိချင်ရင်ကြည့်ကြပါ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်...(zawgyi)အိႏၵိယ ကားေတြမွ သေဘာက်တဲ့သူေတြအဖို႔ အခ်စ္ ဟာသ ကားေကာင္းေလး\nလာပါၿပီဗ်ာ...ကာရန္ဆိုတဲ့ သတ္လတ္ပိုင္းလူငယ္တစ္ေယာက္ သူ႔မိန္းမနဲ႔ခြာၿပဲၿပီးေနာက္ပိုင္းအိမ္ထဲကအိမ္ျပင္မထြက္ရဲတဲ့ Psycho ၀င္လာပါတယ္ အဲ့ psycho ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/house-arrest2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5r84O9PuuNBPP8rBDhxBobLcS1L.jpg",
        "title": "Palo Alto (2013)",
        "description": "Palo Alto (2013)ဒီကားလေးဟာ ဆယ်ကျော်သက်လူငယ်တွေရဲ့ ခံစားချက်တွေ အခက်အခဲတွေ နေ့စဉ်ဘဝမွန်းကြပ်မှုတွေ မျှော်လင့်ချက်တွေ စတဲ့စိတ်ခံစားမှုတွေကို ဇာတ်ကောင်တစ်ခုချင်းစီမှာ ထည့်သွင်းပြီး ပုံဖော်ထားတဲ့ လူငယ် drama ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ် ။မေရိကန်သရုပ်ဆောင်James franco ရေးထားတဲ့ဝတ္ထုတိုကို အခြေခံပြီးရုပ်ရှင်အဖြစ် သရုပ်ဖော်ထားတဲ့အပြင် palo alto မြို့ရဲ့အလှအပတွေကိုပါ ခံစားရစေမှာဖြစ်ပါတယ် ။ဒီဇာတ်လမ်းထဲမှာ တက်ဒီ( Teddy ) ဆိုတဲ့ ပန်းချီဆွဲတာ ဝါသနာပါပြီး ကောင်မလေးတစ်ယောက်ကို တစ်ဖတ်သက်ချစ်နေတဲ့ ကောင်လေး.....ဒါမဲ့ သူ့ရဲ့ အချစ်ဆုံးသူငယ်ချင်းဖစ်တဲ့ ဖရက် ( Fred ) ကတော့ ဒေါသကြီးတယ် ကောင်မလေးတွေနဲ့ ပွေမယ် ရန်စမယ် အဲ့လို ပုံစံမျိုး....သူတို့တွေရဲ့ အထက်တန်းကျောင်းသား ဘဝဟာ ထင် သလောက် ပျော်စရာကောင်းရဲ့လားဘယ်လို အဖြစ်အပျက်တွေကို ရင်ဆိုင်ရမလဲ...တက်ဒီ ( Teddy ) တစ်ဖတ်သတ်ချစ်နေတဲ့ ဧပရယ်( April ...",
        "rating": "6.2",
        "url": "https://megaup.net/2eRkn/Palo_Alto_[2013]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aojffTKjmQYFKIitUKHG5MD6yE5.jpg",
        "title": "The Bygone(2019)",
        "description": "The Bygone(2019)IMDb...7.2(unicode)အချစ်နဲ့ပတ်သက်လို့ ရာမနဲ့ ဒဿမှာ ဘယ်သူက ဗီလိန်လဲဆိုတာ\nယနေ့ခေတ်မှာတော့ (၂)ဦးလုံးကို စာနာ နားလည်ပေးတတ်နေကြပါပြီ...\nမည်သို့ပင်ဆိုစေကာမူ အချစ်ကိုရတဲ့သူက အနိုင်ရရှိသူဖြစ်ပြီး\nဆုံးရှုံးတဲ့သူကတော့ အသည်းကွဲကဗျာဆရာဖြစ်သွားတတ်ကြတာပါပဲ...ဒီဇာတ်ကားထဲမှာလည်း အင်ဒီးယန်းမိန်းမပျိုလေးအပေါ် ကြီးမားတဲ့ မေတ္တာတွေ သက်ရောက်မိကြတဲ့ အမျိုးသားနှစ်ယောက်ရှိပါတယ်....\nကောင်းဘွိုင်ခေတ်ဆိုတဲ့အလျောက် သူတို့(၂)ယောက်အချစ်ကို ရယူဖို့ကြိုးစား\nခန်းတွေကတော့ တော်တော်မိုက်ပါတယ်.....အမိုက်စား သေနတ်ပစ်ခန်းတွေနဲ့\nမိန်းမပျိုလေးရဲ့ ရွေးချယ်ရခက်တဲ့ ဟန်ပန်တွေ\nခပ်ကြမ်းကြမ်းလူပျိုလှည့်ချက်တွေကို မပျင်းမရိကြည့်ရပါလိမ့်မယ်...\nIMDb....7.2ရရှိထားတာမို့ ခံစားကြည့်ကြပါဦးလို့ ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်....◌(zawgyi)အခ်စ္နဲ႔ပတ္သက္လို႔ ရာမနဲ႔ ဒႆမွာ ဘယ္သူက ဗီလိန္လဲဆိုတာ\nယေန႔ေခတ္မွာေတာ့ (၂)ဦးလုံးကို စာနာ နားလည္ေပးတတ္ေနၾကပါၿပီ...\nမည္သို႔ပင္ဆိုေစကာမူ အခ်စ္ကိုရတဲ့သူက အႏိုင္ရရွိသူျဖစ္ၿပီး\nဆုံးရႈံးတဲ့သူကေတာ့ အသည္းကြဲကဗ်ာဆရာျဖစ္သြားတတ္ၾကတာပါပဲ...ဒီဇာတ္ကားထဲမွာလည္း အင္ဒီးယန္းမိန္းမပ်ိဳေလးအေပၚ ႀကီးမားတဲ့ ေမတၱာေတြ သက္ေရာက္မိၾကတဲ့ အမ်ိဳးသားႏွစ္ေယာက္ရွိပါတယ္....\nေကာင္းဘြိဳင္ေခတ္ဆိုတဲ့အေလ်ာက္ သူတို႔(၂)ေယာက္အခ်စ္ကို ရယူဖို႔ႀကိဳးစား\nခန္းေတြကေတာ့ ေတာ္ေတာ္မိုက္ပါတယ္.....အမိုက္စား ေသနတ္ပစ္ခန္းေတြနဲ႔\nမိန္းမပ်ိဳေလးရဲ႕ ေ႐ြးခ်ယ္ရခက္တဲ့ ဟန္ပန္ေတြ\nခပ္ၾကမ္းၾကမ္းလူပ်ိဳလွည့္ခ်က္ေတြကို မပ်င္းမရိၾကည့္ရပါလိမ့္မယ္...\nIMDb....7.1ရရွိထားတာမို႔ ခံစားၾကည့္ၾကပါဦးလို႔ ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္....◌File Size : (950 MB) ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-bygone2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fapXd3v9qTcNBTm39ZC4KUVQDNf.jpg",
        "title": "Angel Has Fallen (2019)",
        "description": "ဒီရုပ္ရွင္ကေတာ့ အုိလံပတ္ေဖာလန္း၊လန္ဒန္ေဖာလန္း ရုပ္ရွင္ေတြရဲ႕ အဆက္လုိ႕ေျပာလုိ႕ရသလုိရသတစ္မ်ဳိးခံစားရေအာင္ အဆင့္ျမွင့္ထားတယ္လုိ႕ ေျပာရင္လည္းရပါတယ္..သမၼတလုပ္ၾကံခံရတယ္၊ မိုက္ဘန္းနင္းက လိုက္ကယ္တယ္။သုိ႕ေပမယ့္ ဘာကြာသြားလဲဆုိေတာ့ကြ်န္ေတာ္တုိ႕ဇာတ္လုိက္ေက်ာ္ႀကီး မုိက္ဘန္းနင္းေၾကာင့္လုပ္ၾကံခံရမႈႀကီး အထေျမာက္သြားတယ္လုိ႕တကမၻာလုံးက ထင္ေအာင္ကုိ အကြက္ဆင္ခံလုိက္ရတာပါပဲ...မုိက္ဘန္းနင္းခဗ်ာ အစုိးရဘက္က လူေတြရန္ကလည္း လြတ္ေအာင္အသည္းအသန္ေရွာင္ ရသလုိ အခ်ိန္မေရြးအသက္ေပ်ာက္သြားနုိင္တဲ့သမၼတႀကီးကုိလည္း ကယ္ဖုိ႕အတြက္ စကၠန္႕မလပ္ႀကဳိးစားရပါတယ္...အမုိက္စားအက္ရွင္ခန္းေတြ ေ၀ေ၀ဆာဆာပါသလုိ သုံးထားတဲ့လက္နက္ေတြ အျခားအေထာက္အကူျပဳပစၥည္းေတြကလည္းအကုန္ Upgrade ပါပဲ...ခံစားၾကည့္ၾကပါဦး... File Size : ( 1 GB , 379 MB)Quality :  WEB-DL 720pRunning Time : 2 hr 01 minFormat : Mp4Genre : Action , ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/angel-has-fallen-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvYCZ740XvngXK0FNeSNVTJJJ5v.jpg",
        "title": "Dora and the Lost City of Gold (2019)",
        "description": "2019 ရံုတင္ကား အသစ္ေလးတင္ေပးထားပါတယ္။စြန္႕စားခန္း ဟာသ ကေလးရုပ္ရွင္မ်ိဳးပါပဲ။ဒိုရာဟာ ကာတြန္းေတြေရာ ဂိမ္းေတြေရာ ထြက္ထားခဲ့ၿပီးသား ဇာတ္ေကာင္တစ္ခုပါ။အဓိကကေတာ့ စြန္႕စားခန္းေတြပေဟဠိေတြ စူးစမ္းရွာေဖြတာေတြကို လုပ္တဲ့ ေကာင္မေလးေပါ့။ဒီဇာတ္ကားမွာလည္း ဒိုရာရဲ႕မိဘေတြဟာ ဒိုရာနဲ႕အတူ ေတာထဲမွာေနၿပီးေလ့လာေရးလုပ္ၾကပါတယ္။ေရွးေဟာင္းျမိဳ႕ေတာ္တစ္ခုျဖစ္တဲ့ ပါရာပါတာ ကို ရွာဖို႕ပါပဲ။တစ္ရက္မွာ ဒိုရာေၾကာင့္ ပါရာပါတာရဲ႕ ေျမပံုရသြားၿပီးသူတို႕ ၂ ေယာက္ ျမိဳ႕ေတာ္ကို ရွာဖို႕ ခရီးထြက္ပါေတာ့တယ္။ဒိုရာကိုေတာ့ ျမိဳ႕ေပၚကေက်ာင္းကိုပို႕ထားၿပီး ေစာင့္ေနခိုင္းတာေပါ့။ဒါေပမယ့္ ရတနာမုဆိုးေတြက ဒိုရာနဲ႕ သူ႕မိဘေတြေနာက္ကို လိုက္လာတဲ့အခါမွဒိုရာ နဲ႕ သူငယ္ခ်င္းတစ္သိုက္ စြန္႕စားခန္းေတြ ဖြင့္ရပါေတာ့တယ္။ဒိုရာ သရုပ္ေဆာင္မင္းသမီး အစ္ဇ္ဘယ္လာမြန္နာဟာ၂၀၀၁ ေမြးတာ ျဖစ္တာျဖစ္တာေၾကာင့္ ဒီႏွစ္ထဲမွာပဲ ၁၈ ႏွစ္ျပည့္သြားပါၿပီ။သိခ်င္မလားလို႕ ထည့္ေရးေပးထားတာပါ။ File ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/dora-and-the-lost-city-of-gold-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ljxeeVQJra8O4slFsmmnf5NgFx4.jpg",
        "title": "Noelle(2019)",
        "description": "Noelle(2019)အညႊန္း******************IMDb....6.3(unicode)၂၀၁၉ ထွက် ခရစ္စမတ်နောက်ခံနဲ့ ရိုက်ကူးထားတဲ့ Fantasy, Comedy ဇာတ်ကားလေးပါ။Pitch Perfect ဇာတ်ကားက မင်းသမီးချော Anna Kendrick က အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Santa Claus တစ်ယောက် ကွယ်လွန်အနိစ္စရောက်သွားတော့ သူ့ရဲ့သားဖြစ်သူKringle မျိုးရိုးရဲ့ အကြီးဆုံးသား Nick Kringle က Santa Claus နေရာကို ဆက်ခံဖို့အတွက် ပြင်ဆင်ရပါတော့တယ်။အဲဒီလိုပြင်ဆင်ရင်း Nick တစ်ယောက် စိတ်ဖိစီးမှုတွေများနေတဲ့အတွက် ညီမဖြစ်သူ Noelle ကပိတ်ရက်အပန်းဖြေခရီးသွားပြီး အနားယူဖို့အကြံပေးလိုက်ရာမှာ Nick တစ်ယောက်ထွက်သွားပြီး ပြန်မလာတဲ့အတွက်Santa နေရာက လစ်လပ်နေပါတယ်။ အဲဒီကိစ္စကိုဖြေရှင်းဖို့အတွက် အနားယူဖို့ အကြံပေးလိုက်တဲ့ Noelleတစ်ယောက် သူ့မှာ တာဝန်ရှိတယ်လို့ ယူဆပြီး အစ်ကိုပျောက်ရှာပုံတော်ဖွင့်ပါတော့တယ်။ သူ့အစ်ကိုကိုရှာရင်းဘယ်လိုအလွဲတွေဖြစ်မလဲ၊ ခရစ္စမတ်အမီ Santa ကိုတွေ့နိုင်ပါမလားဆိုတာကို IMDB Rating6.3 ရထားတဲ့ ဒီကားလေးမှာ မိသားစုနဲ့ ပျော်ပျော်ရွှင်ရွှင်ကြည့်ကြည့်လိုက်ပါတော့။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nd3mon ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/noelle2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a2ba9nHpKE4jJJk0E2r7IXF9XGK.jpg",
        "title": "Manikarnika – The Queen Of Jhansi [2019]",
        "description": "(Unicode)၂၀၁၉ ခုနှစ်မှာ ဘာသာစကား၅မျိုးနဲ့ရုံတင်ပြီး ထွက်လာခဲ့တဲ့ တေလဂူး အက်ရှင်၊ ဒရာမာ၊ သမိုင်းဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားကြီး တင်ဆက်ပေးလိုက်ပါတယ်။တေလဂူးမင်းသားချော ဘိုင်ရာဘာလို့ အများခေါ်တဲ့ ရမ်ချရန်(Ram Charan)ကိုယ်တိုင် ပရိုဂျူဆာလုပ်ပြီး ရမ်ချရန်ရဲ့ ဖခင် Chiranjeevi ကို မင်းသားအဖြစ် တွေ့မြင်ရမှာပါ။မင်းသမီးမင်းသားတွေကတော့ အိန္ဒိယပရိသတ်တွေအဖို့ အထူးတလည် မိတ်ဆက်စရာ လိုမယ်မထင်ပါဘူး။မင်းသမီး နှစ်ယောက်ပါဝင်ပြီး Baahubaliကားထဲက မင်းသမီးချော Tamannah Bhatia၊ Viswasamထဲက နာမည်ကြီး မင်းသမီးချော Nayanthara၊နောက်ထပ် မင်းသား၃ယောက်ကတော့ ဟင်ဒီမင်းသားကြီး Amitabh Bachchan၊လူသိများတဲ့ 96 တမီးလ် မင်းသား Vijay Sethupathi၊တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ယင်ကောင်ကားထဲက ဗီလိန်ကြီး Sudeep တို့အပြင် နောက်ထပ် တောင်ပိုင်းစတားတွေ များစွာပါဝင်ပါတယ်။၁၈၄၆ခုနှစ်ဝန်းကျင် အိန္ဒိယရဲ့ လွတ်လပ်ရေးမီးရှုးတန်ဆောင်ဖြစ်ခဲ့တဲ့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/sye-raa-narasimha-reddy-2019/",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gcZwF2hzxw0ixMaim9tf2iEtfb.jpg",
        "title": "Acceleration (2019)",
        "description": "ရိုနာတစ်ယောက် တဘဝလုံးနီးပါး မကောင်းမှုများကိုလုပ်ရင်းနဲ့အသက်မွေးဝမ်းကျောင်းပြုခဲ့သည်...သို့သော်လဲ သူ့သားလေးရှေ့ရေးအတွက် ဒီလိုမျိုးတွေလုပ်ရသည်ကိုစိတ်မဖြောင့်တော့၍ မှောင်ခိုရောင်းဝယ်မှုတစ်ခုကပစ္စည်းတွေကိုလုယူလာပြီးထွက်ပြေးကာပြန်လည်ရောင်းချပြီးနောက်ပိုင်းဘဝကိုအေးဆေးပဲနေတော့မည်ဟုတွေးခဲ့သည်..ကံဆိုးစွာနဲ့ပဲ သူထင်ထားသလိုမျိုး အစီအစဉ်တွေကဖြစ်မလာပဲလွဲချော်သွားပြီး သူ့ရဲ့သားလေးကိုပြန်ပေးဆွဲခံလိုက်ရသောအခါ...ထိုပြန်ပေးဆွဲလိုက်သည့်သူကမကောင်းမှုတွေကိုမလုပ်ချင်တော့သည့်ရိုနာ့ကိုမှထိုကိစ္စတွေကိုပြန်လုပ်ခိုင်းနေသောအခါ...ရိုနာတစ်ယောက် သူ့သားလေးကိုဘေးမသီရန်မခနဲ့ ကယ်တင်နိုင်ပါ့မလား...တသက်လုံးမကောင်းမှုတွေပဲလုပ်လာသည့်ရိုနာတစ်ယောက်ဘာတွေဆက်ဖြစ်သွားမလဒီကားထဲမှာတော့ အက်ရှင်ခပ်လန်းလန်းတွေနဲ့ရိုနာရဲ့မိခင်မေတ္တာတွေကိုတွေ့မြင်နိုင်မှာပါ File Size : ( 798 MB , 256 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 25 minFormat : Mp4Genre :  ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint ...",
        "rating": "6.4",
        "url": "https://megaup.net/299hk/(CM)_Accleration_2019_(Large_Size).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8NwONmcJmPr0w9A176JorJ3tbJx.jpg",
        "title": "The Goldfinch (2019)",
        "description": "2019 ခုနစ်ထွက် drama ဇာတ်ကားဖြစ်ပါတယ်The Fault in our stars, The Divergent series နဲ့Baby driver တို့ရဲ့မင်းသားချောAnsel Ergot ကအဓိကမင်းသားအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီးNicole Kidman နဲ့ stranger things ထဲကကလေးသရုပ်ဆောင်Fin Wolfhard တို့လည်းပါဝင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ သီယိုဒေါဒက်ကာဆိုတဲ့၁၃နှစ်အရွယ် ချာတိတ်လေးက ဖခင်ဖြစ်သူစွန့်ပစ်သွားပြီးနောက်မိခင်ဖြစ်သူနဲ့နှစ်ယောက်တည်းနေထိုင်ပါတယ်....တစ်ရက်တော့ မိခင်ဖြစ်သူနဲ့ ပန်းချီပြခန်းသွားရင်းအကြမ်းဖက်ဗုံးခွဲမှုတစ်ခုကြောင့် မိခင်ဖြစ်သူသေဆုံးသွားခဲ့ပါတယ်.... ​လူ့လောကအလယ်မှာ မျက်နှာငယ်နဲ့ကျန်ရစ်ခဲ့ရတဲ့ သီယိုဒေါရဲ့ဘဝထိုထိုကို ရိုက်ကူးထားတာဖြစ်ပြီးလူ့လောကရဲ့ကြမ်းတမ်းခက်ခဲမှုတွေကြားမှာဘယ်လိုရှင်သန်ရမလဲဆိုတာတွေ...မိသားစုဆိုတာသွေးသားတော်စပ်မှမဟုတ်ပဲချစ်ခြင်းမေတ္တာတရားပေါ်ပဲမူတည်တယ်ဆိုတာရယ်...လူတွေရဲ့အတ္တဖုံးတဲ့စိတ်ဓာတ်တွေရယ်ကို မြင်တွေ့ခံစားရမှာပဲဖြစ်ပါတယ်... File Size : (1 GB , 396 MB )Quality :  BluRay ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-goldfinch-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8pEsTp9bS6yjr9P9K43vPP8mw1v.jpg",
        "title": "Jallikattu(2019)",
        "description": "Jallikattu(2019)အၫႊန္း******************IMDb...8.5ရွာတစ်ရွာမှာကျွဲသားတွေပေါ်ပြီးရောင်းတဲ့ဆိုင်ဆိုလို့ တစ်ဆိုင်ပဲရှိတယ်\nသူတို့ဆီမှာက ကျွဲသားဆိုတာအထင်ကရဟင်းလျာတစ်ခုလို ပလောပီနံနဲ့တွဲဖက်ပြီး ချက်ပြုတ်ကြတယ်....\nကျွဲကိုပေါ်ရောင်းပြီးဆိုတာနဲ့ ရွာသားအားလုံးက အလုအယက်ဝယ်ကြတာပေါ့\nတစ်နေ့မှာကျွဲတစ်ကောင်ကိုပေါ်မလို့လုပ်နေတုန်း အဲ့ကျွဲဟာကစုန်ပေါက်ပြီးလွတ်ထွက်သွားတယ်....လွတ်သွားတဲ့ ကျွဲဟာ အရိုင်းဆန်လွန်းတဲ့အပြင် သန်မာလွန်းအားကြီးတယ်....အဲ့ဒါမှ တကယ့် ရွာပျက်တယ်ခေါ်တာ...\nဘယ်လိုတွေရွာပျက်ကြလဲဆိုတာတော့ ခံစားကြည့်ကြပါကုန်...\nဒီ အိန္ဒိယကားကတော့ ရွာဓလေ့တွေကို ပြသထားသလို ရွာသားတွေစုပေါင်းပြီး\nအန္တရယ်ကိုဖြေရှင်းပုံတွေကို အကောင်းမွန်ဆုံးရိုက်ပြထားတာပါ..\nဇာတ်ကားအစကနေ အဆုံးထိ ဆွဲဆောင်မှုရှိပါတယ်...အိန္ဒိယကားကောင်းတွေမျှော်လင့်\nနေတဲ့သူတွေအဖို့ IMDb..8.5 တောင်ရရှိထားလို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့\nZwel Zan Aung ပဲဖြစ်ပါတယ်...(zawgyi)႐ြာတစ္႐ြာမွာကြၽဲသားေတြေပၚၿပီးေရာင္းတဲ့ဆိုင္ဆိုလို႔ တစ္ဆိုင္ပဲရွိတယ္\nသူတို႔ဆီမွာက ကြၽဲသားဆိုတာအထင္ကရဟင္းလ်ာတစ္ခုလို ပေလာပီနံနဲ႔တြဲဖက္ၿပီး ခ်က္ျပဳတ္ၾကတယ္....\nကြၽဲကိုေပၚေရာင္းၿပီးဆိုတာနဲ႔ ႐ြာသားအားလုံးက အလုအယက္ဝယ္ၾကတာေပါ့\nတစ္ေန႔မွာကြၽဲတစ္ေကာင္ကိုေပၚမလို႔လုပ္ေနတုန္း အဲ့ကြၽဲဟာကစုန္ေပါက္ၿပီးလြတ္ထြက္သြားတယ္....လြတ္သြားတဲ့ ကြၽဲဟာ အ႐ိုင္းဆန္လြန္းတဲ့အျပင္ သန္မာလြန္းအားႀကီးတယ္....အဲ့ဒါမွ တကယ့္ ႐ြာပ်က္တယ္ေခၚတာ...\nဘယ္လိုေတြ႐ြာပ်က္ၾကလဲဆိုတာေတာ့ ခံစားၾကည့္ၾကပါကုန္...\nဒီ အိႏၵိယကားကေတာ့ ႐ြာဓေလ့ေတြကို ျပသထားသလို ႐ြာသားေတြစုေပါင္းၿပီး\nအႏၲရယ္ကိုေျဖရွင္းပုံေတြကို အေကာင္းမြန္ဆုံး႐ိုက္ျပထားတာပါ..\nဇာတ္ကားအစကေန အဆုံးထိ ဆြဲေဆာင္မႈရွိပါတယ္...အိႏၵိယကားေကာင္းေတြေမွ်ာ္လင့္\nေနတဲ့သူေတြအဖို႔ IMDb..8.5 ေတာင္ရရွိထားလို႔ လက္မလႊတ္သင့္ပါေၾကာင္း သတင္းေကာင္းပါးပါရေစ...ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့\nZwel Zan Aung ပဲျဖစ္ပါတယ္...File Size : (900 MB) and ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/jallikattu2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/75614032_534819157353923_8837474254715879424_n-141x200.jpg",
        "title": "[21+] (PPPD-340) Her Older Sister Seduced Me With Her Big Boobs And Love For Cum",
        "description": "(Unicode)\nDark Side Production မှ တင်ဆက်သည်။\nပေါက်စိကြိုက်သူများအတွက် အထူးတင်ဆက်သည်21+ ဆိုတာကိုတော့ ကြိုတင်သတိပေးပါရစေJAV လောကရဲ့ အထက်တန်းစားပေါက်စိတွေ ပိုင်ဆိုင်ထားတဲ့ Julia နဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်ရုပ်ရည်ကလည်းပြေပြစ်ပြီး သရုပ်ဆောင်ဟန်ပန်အမူရာကလည်း Over မရှိသလောက်ပါပဲကင်မရာ အယူတွေကလည်း အားရစရာပါအရွယ်ရောက်ပြီးသား Julia နဲ့ မီကီတို့ ညီအစ်မနှစ်ယောက် အိမ်ကြီးတစ်အိမ်ထဲမှာ အတူနေကြပါတယ်တစ်နေ့မှာ မီကီက သူ့ရည်းစား မာကိုတိုကိုအိမ်ကိုခေါ်လာပါတယ်မီကီက ဇီဇာကြောင်တဲ့ မိန်းကလေးတစ်ယောက် Julia က သူတို့ကိုကြည့်ပြီး အားမလိုအားမရဖြစ်နေသူ...ခန္ဓာကိုယ်ချင်းယှဉ်ရင်လည်း ညီအမလို့သာပြောတာ မိုးနဲ့မြေလိုကွာနေတယ်...ဒါပေမဲ့ မာကိုတိုက ရိုးသားပြီး အေးဆေးနေတက်သူ...တစ်အိမ်ထဲမှာ အတူဆုံမိတော့ ဘာတွေ ဘယ်လိုဗြောင်းဆန်ကုန်မလဲဆိုတာ အမြန်သာကြည့်လိုက်ပါလို့ ညွှန်းလိုက်ပါရစေ..သူတို့သုံးဦး သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းက ပြင်းထန်လွန်းတာကြောင့် 21နှစ် အောက်လူငယ်များ ကြည့်ဖို့မသင့်တော်ပါဘူး (ကိမုချိမှတင်ဆက်ပေးထားပါတယ်) (Zawgyi)\nDark Side ...",
        "rating": "",
        "url": "https://megaup.net/1tge2/(DS)_PPPD-340_JULIA_FHD.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/36zt0v54vRmgn1Zgvlfw0azQK9h.jpg",
        "title": "Harpoon(2019)",
        "description": "Harpoon(2019)အညႊန္း*****************(unicode)Harpoon 2019\nIMDb 6.3\nRT 96%CM ပရိသတ်များကို အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့ Harpoon ဆိုတဲ့ ၂၀၁၉ထွက် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးဟာဆိုရင် Comedy, Horror အမျိုးအစားလေးပဲဖြစ်ပါတယ်သူငယ်ချင်း(၃)ယောက်ရှိတယ်....\nသူတိုဥ (၃)ယောက်ဟာ ပင်လယ်ဖက်အပျော်ခရီးထွက်လာကြပါတယ်...\nပင်လယ်ဘက်ထွက်ရင် မလုပ်သင့်တဲ့အရာတွေကိုသူတို့လုပ်မိကြတယ်...\nအဲ့ဒီမှာ ပင်လယ်ထဲ ပြဿနာအကြီးကြီးတက်တော့တာပဲ....သူတို့ရဲ့ Dark secret တွေ ပင်လယ်ဘက်သွားရင် မှားလို့မရတဲ့ အယူအဆတွေကြောင့်ပဲလား တခြားအမှောင်ပယောဂတွေကြောင့်လား..ဒီပြဿနာတောထဲက\nသူတို့ရုန်းထွက်နိုင်မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...\nIMDb လည်းကောင်းသလို Rotten လည်း အကောင်းဆုံးအနေအထားမှာရှိနေတယ်လို့\nသတင်းကောင်းပါးပါရစေ....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Yoon Wah Wah Theint ပဲဖြစ်ပါတယ်(zawgyi)Harpoon 2019\nIMDb 6.3\nRT 96%CM ပရိသတ်များကို အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့ Harpoon ဆိုတဲ့ ၂၀၁၉ထွက် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးဟာဆိုရင် Comedy, Horror အမျိုးအစားလေးပဲဖြစ်ပါတယ်သူငယ်ချင်း(၃)ယောက်ရှိတယ်....\nသူတိုဥ (၃)ယောက်ဟာ ပင်လယ်ဖက်အပျော်ခရီးထွက်လာကြပါတယ်...\nပင်လယ်ဘက်ထွက်ရင် မလုပ်သင့်တဲ့အရာတွေကိုသူတို့လုပ်မိကြတယ်...\nအဲ့ဒီမှာ ပင်လယ်ထဲ ပြဿနာအကြီးကြီးတက်တော့တာပဲ....သူတို့ရဲ့ Dark secret တွေ ပင်လယ်ဘက်သွားရင် မှားလို့မရတဲ့ အယူအဆတွေကြောင့်ပဲလား တခြားအမှောင်ပယောဂတွေကြောင့်လား..ဒီပြဿနာတောထဲက\nသူတို့ရုန်းထွက်နိုင်မလားဆိုတာကိုတော့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/harpoon2019/"
    }
]