[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2zpKzwrv8gjEgoqDOxR5LVzH2B.jpg",
        "title": "King of Prison 2: The Prison War",
        "description": "King of Prison 2 (2021)ထောင်ကားတွေ ရှားပါးနေတဲ့အချိန်မှာ\nထောင်ကား ကောင်းကောင်းလေးတစ်ကောင်းကို တင်ဆက်ပေးလိုက်ပါတယ်။၂၀၂၀ ခုနှစ်တုန်းက King of Prison 1 ထွက်ရှိခဲ့ပြီး အတော်အတန် အောင်မြင်ခဲ့ပါတယ်။ထောင်ကား ကြိုက်နှစ်သက်သူတွေအဖို့ အတော်သဘောတွေ့ခဲ့ရတဲ့ ကားပါပဲ။ဒီကားကလည်း စိတ်မပျက်စေရဘူးဆိုတာ အာမခံပါတယ်။နာမည်ကြီး မင်းသားမင်းသမီးတွေ မပါဘဲ လူမိုက်ကြီးတွေနဲ့ကို ဇာတ်လမ်းက ကောင်းနေတာပါ။အဓိကကတော့ အက်ရှင်မှ ကြမ်းမှ ကြိုက်တယ်ဆိုသူတွေ ကြည့်သင့်တဲ့ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ထောင်မင်းသားတွေ ထောင်ဘုရင် ဖြစ်ဖို့ကြိုးစားကြတာပါ။ထောင်ထဲမှာ အပြိုင်အဆိုင်လူမိုက်လုပ်နေကြတဲ့ အဖွဲ့နှစ်ဖွဲ့ ရှိပါတယ်။ဒီနှစ်ဖွဲ့ရဲ့ခေါင်းဆောင်နှစ်ယောက်ကလည်း တစ်ယောက်နဲ့တစ်ယောက် ရန်စောင်နေကြတာပါ။\n\"ကိုယ်ဦးကိုယ်တွယ် သူဦး သူတွယ်\" ပါပဲ။\nဘာလို့လဲဆိုတော့ ခေါင်းဆောင်နှစ်ယောက်ဟာ ထောင်ဘုရင်ဖြစ်ဖို့ ပြိုင်နေကြတာကိုး။မကောင်းတဲ့အတိတ်နဲ့ ထောင်ထဲမှာဓားကိုင်နိုင်တဲ့ တစ်ဦးတည်းသော ထောင်သား ဂီချောလ် ရောက်လာတဲ့အခါမှာတော့\nအဖွဲ့နှစ်ဖွဲ့ကြားရန်လိုမှုက မီးလောင်ရာ ဓာတ်ဆီနဲ့လောင်းလိုက်သလိုပါပဲ။အရှိန်အဟုန်က ပြင်းထန်လာပါတော့တယ်။လာဘ်စားတဲ့ ထောင်လုံခြုံရေးမှူး ရယ် .....\nနောက်ကွယ်မှာ ထိန်းချုပ်ဖို့ ကြိုးစားနေတဲ့သူဌေးကြီးရယ် ......\nပါဝင်နေသေးတယ်ဆိုတော့…စစ်မှန်တဲ့ထောင်ဘုရင်ဘယ်သူဖြစ်မလဲ ဆိုတာကို ဇာတ်လမ်းထဲမှာ ...",
        "rating": "4.2",
        "url": "https://megaup.net/30i8e/King.of.Prison.2.The.Prison.War.2021.720p.WEB-DL.AAC2.0.H.264.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aYxsMQQTGK1rp1JXhPsOVYYFafQ.jpg",
        "title": "Habit(2021)",
        "description": "Habit(2021)အညွှန်း*****************မင်းသမီးချောလေး Bella Thorne ရဲ့ တလွဲတွေပွဲကြမ်းတဲ့ကားပါ...ကြိုပြီးသတိပေးချင်ကတော့ ဒီကားဟာ R-rated movie ဖြစ်တဲ့အတွက် အသက်မပြည့်သေးတဲ့သူတွေ၊မိသားစုနဲ့ကြည့်မဲ့သူတွေ အတွက်မသင့်တော်ပါဘူး ဇာတ်လမ်းထဲမှာတော့ မက်ဒ် ဟာ ချောမောလှပတဲ့ တစ်ကောင်ကြွက်အမျိုးသမီးငယ်လေးဖြစ်ပြီး သူနဲ့ဘဝတူ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ LA မှာ နေထိုင်ကြပါတယ်။တခြားသူတွေနဲ့ မတူတဲ့အချက်ကတော့ မက်ဒ် ဟာ ယေရှု ဘုရားသခင်ကို ယုံကြည်ကိုးကွယ်သလောက် တလွဲပြစ်မှုတွေလုပ်ချင်တဲ့နေရာမှာလည်း ၂ယောက်မရှိဘူး...တစ်နေ့မှာတော့ မက်ဒ် ဟာ အလုပ်ပြုတ်သွားတဲ့အတွက် သူ့ငယ်ချင်း အက်ဒီ ...အီဗီ တို့နဲ့အတူ ကလပ်မှာ ဆေးအရောင်းဝယ်လုပ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဆေးကွဲပြီး ကလပ်ကအပြန် သူငယ်ချင်းမ အီဗီ အိမ်ခေါ်လာတဲ့ One night stand ဘဲကြီးကသူတို့ရှာထားတဲ့ ဒေါ်လာတွေနဲ့ ဆေးတွေကို သမပြီးလစ်သွားပါတော့တယ်။ ကံဆိုးချင်တော့ဆေးတွေရဲ့ပိုင်ရှင်က စောက်ရမ်းကြမ်းတဲ့ ဘိန်းရာဇာတရုတ်မ ဖြစ်နေတဲ့အခါ…မက်ဒ် တို့သုံးယောက် ဘယ်လိုတွေဂယက်ထကြမလဲ…...",
        "rating": "",
        "url": "https://megaup.net/30jcB/Habit.2021.BLU-RAY.720P.PP.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/rgsu8dbdikjt-140x200.jpg",
        "title": "King of Prison (2020)",
        "description": "ဒီကားကတော့ထောင်အက်ရှင်ဖိုက်တင်ကား\nကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nတင်ဆက်ပေးထားတာဖြစ်ပြီး\nဇာတ်လမ်းလေးကလည်းကောင်းပါတယ်။\nမင်းသားတွေကနာမည်ကြီးတွေမပါဖူးဆိုပေမယ့်\nသရုပ်ဆောင်ချက်တွေကသဘာဝကျပြီးတော့\nထောင်တွင်းဇာတ်လမ်းစိတ်ဝင်စားတဲ့သူတွေအတွက်\nကြည့်ပျော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ထောင်ထဲမှာသူနေရာ သူအဆင့်နဲ့သူ\nထိပ်သီးလူဆိုးတွေဆိုတာရှိကြပါတယ်။ဒီလူဆိုးတွေအချင်းချင်းဖြစ်ကြတဲ့\nရန်ပွဲတွေအကြောင်းကိုဇာတ်လမ်းအဓိကဆင်ပေးထားတာပါ။\nထောင်ဆိုတာကဘုမသိဘမသိနဲ့ မတရားခံရပြီးရောက်လာတဲ့သူတွေလည်းရှိသလို\nတကယ်ဆိုးမိုက်ပေတေလို့ထောင်နန်းစံနေရသူလည်းရှိပါတယ်။\nဇာတ်လမ်းကိုကောင်လေး တစ်ယောက် မတရားခံရပြီး\nထောင်ထဲကိုရောက်လာချိန်တွေ့ကြုံရတဲ့ အခက်အခဲ\nအဖြစ်အပျက်လေးတွေနဲ့အစပျိုးထားပါတယ်။\nစားသောက်ဆိုင်ပိုင်ရှင်သားဖြစ်သူအီမန်အီဆိုတဲ့\nကောင်လေးက သူအဖေကိုအကြွေးတောင်းတဲ့လူဆိုးတွေကနှိပ်စက်လို့\nဓါးကိုင်ပြီး ဝင်ကယ်ရာကနေ ထောင်ထဲကိုလူသတ်ရန်\nကြံစည်လို့ဆိုပြီးရောက်လာခဲ့ပါတယ်။\nဒီထဲရောက်ထဲအခါမှာသူထက်ဆရာကျပြီး ဆိုးတဲ့မိုက်တဲ့သူတွေထားတဲ့\nအကြမ်းဖက်မှုအခန်းမှာသူနေရပါတယ်။\nအခန်းမှာတကယ့်ထောင်တွင်းလူမိုက်ဆရာကြီးထိပ်သီးတွေလည်း\nနေကြပါတယ်။\nအဲ့လိုနေစဉ်ကာလအတွင်းသူကြုံတွေ့ရတဲ့ပင်ပန်းဆင်းရဲမှုတွေ၊ထောင်တွင်း\nအနိုင်အထက်ပြုတာတွေနဲ့ လူဆိုးလူမိုက်တွေတောင်တစ်ခန်းတည်းတူတူနေရင်\nသံယောဇဉ်ဖြစ်သွားနိုင်တယ်ဆိုတဲ့အကြောင်းလေးကို\nဇာတ်လမ်းလေးနဲ့တင်ဆက်ထားပါတယ်။\nကိုရီးယားကားထုံးစံအတိုင်း Action သီးသန့်မဟုတ်ပဲ\nဇာတ်လမ်း ဇာတ်အိမ်လေးနဲ့ drama လေးနှောပြီးကြည့်ကောင်းအောင်သွားပေးထားလို့\nAction/Drama ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nကြည့်ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်တယ်လို့လည်း ညွှန်းချင်ပါတယ်။\n \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Moe Pwint\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://megaup.net/1ybkn/King_of_Prison_(2020)_720P_{CM}_.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/2021-08-18_6-30-06-134x200.jpg",
        "title": "Spin (2021)",
        "description": "အိန္ဒိယအမေရိကန်ကပြားတစ်ယောက်အဓိကဇာတ်ကောင်အနေနဲ့ပါတဲ့Disney Channel ရဲ့ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။တစ်ကားလုံး အင်္ဂလိပ်စကားပြောတာမို့အိန္ဒိယကားမဟုတ်တဲ့အတွက် အကတွေအဆိုတွေဟာဇာတ်လမ်းအရ ယုတ္တိရှိရှိပဲ ပါတာမျိုးဖြစ်ပါတယ်။ရီယာဟာ အဖေဖြစ်သူရဲ့ဆန္ဒအရကွန်ပြူတာကုတ်ရေးပညာကိုကျောင်းမှာသင်ယူရင်းမိသားစုစားသောက်ဆိုင်အလုပ်ကိုကူညီနေရသူပါ။သူဟာ ကျောင်းပွဲတော်မှာဖျော်ဖြေမယ့်ဒီဂျေသမားကောင်လေး မက်စ်ကို သဘောကျရာကနေဒီဂျေသင်ယူဖို့ကြိုးစားရင်းBeat တွေဖန်တီးတဲ့နေရာမှာ ပါရမီပါတာသိလိုက်ရပါတယ်။မက်စ်စပ်ထားတဲ့ သီချင်းကို ကျောင်းပွဲတော်စီစဉ်သူကသဘောမကျတဲ့အခါ ရီယာဟာပညာရေးနဲ့ မိသားစုအလုပ်တွေကြားကလုံးပမ်းရင်းသူ့အတွေးအမြင်သစ်တွေ ခံစားချက်သစ်တွေနဲ့ဆန်းသစ်တဲ့တီးလုံးတွေဖန်တီးဖို့မက်စ်ကိုကူညီပေးပါတော့တယ်။အိန္ဒိယမင်းသမီးဇာတ်ကောင်နဲ့အမေရိကန်ဇာတ်ကားတစ်ကားဖြစ်ပြီးအိန္ဒိယရိုးရာနဲ့ အနောက်တိုင်း DJ ကိုရောစပ်ပြသထားတဲ့musical အမျိုးအစားမို့ဆန်းသစ်တဲ့မြူးမြူးကြွကြွကားမျိုးကြိုက်သူတွေအတွက်တင်မကပဲDJ တီးလုံးဖန်တီးမှုတွေပါ အသားပေးဖော်ပြထားတဲ့ကားမို့ သာမန်မဟုတ်ပဲစိတ်ဝင်စားစရာကောင်း ရသပေါင်းစုံရစေတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဘာသာပြန်ပေးထားသူတွေကတော့JimX , JoJoVa , Pyi T Nyein , Yoon Sandi Aung တို့ ဖြစ်ပြီးThit San Khant မှ Encode တင်ဆက်ပေးထားပါတယ် Quality - 1080P & 720P Web Dl\nSubtitle - Burmese\nDuration -  01:34:15\nFormat - MP4\nFile Size - 1.45 GB & ...",
        "rating": "5.8/10",
        "url": "https://megaup.net/1Eoch/Spin.2021.720p_%7BCM%7D_.mp4",
        "category": "Comedy, Family, Music, Romance"
    },
    {
        "thumbnail": "",
        "title": "Dilwale (2015)",
        "description": "ဘောလိဝုဒ်မင်းသားကြီး ရှာရွတ်ခန်း နဲ့ မင်းသမီး Kajol တို့ တကြော့ပြန် ပြန်လည်လက်တွဲထားတဲ့ ဇာတ်ကားပါ။\nဇာတ်လမ်းအကြောင်းမပြောခင်..ပြောချင်တဲ့အချက်တစ်ချက်ရှိပါတယ်။အဲဒါကတော့ ဒီဇာတ်ကားမှာ ရှုခင်းနဲ့ ဆက်တင်ကိုအထူးဂရုပြုပြီး ဖျော်ဖြေရေးဆန်ဆန် အရောင်အသွေးစုံလင်အောင်\nဖန်တီးထားတဲ့အကြောင်းပါ။အရောင်အသွေးစုံခင်မှုအပိုင်းမှာ တစ်နေရာမှ မလစ်ဟင်းအောင် ဂရုပြုထားပြီး\nပန်းချီကားတစ်ချပ်လို ဖန်တီးတင်ဆက်ထားတာ လှပလွန်းပါတယ်။ဇာတ်လမ်းပုံစံကတော့\nမိသားစုတွေရဲ့ ရန်ငြိုးကြောင့် ချစ်ရက်နဲ့ ကွဲကွာနေကြတဲ့ ချစ်သူနှစ်ဦး\nကံကြမ္မာအလှည့်အပြောင်းတစ်ချိုးမှာ ပြန်လည်တွေ့ဆုံဖို့ ဖြစ်လာတဲ့အခါ.........။ဇာတ်လမ်းကို သွက်သွက်လက်လက်တစ်နည်း...လွမ်းလွမ်းဆွေးဆွေးတဖုံ....\nရယ်ရယ်မောမောတစ်သွယ်...ပုံစံမျိုးစုံ တင်ဆက်ရာမှာ သီချင်းတွေနဲ့ နောက်ခံ သံစဉ်တီးလုံးတွေက\nအတော်လေးလိုက်ဖက်ညီပြီး ဇာတ်လမ်းကို အကောင်းမွန်ဆုံးထောက်ပံ့ပေးသွားတာတွေ့ရပါတယ်။ဇာတ်ရံပေါင်းများစွာနဲ့ စုံစုံလင်လင်တင်ဆက်ထားပြီး ဇာတ်ကားကြာမြင့်ချိန်ကလဲ ၂ နာရီခွဲလောက်ရှိတဲ့အတွက်\nရုပ်ရှင်ရုံထဲကြည့်နေရသလို အေးအေးဆေးဆေး အနားယူ... အချိန်ယူ ခံစားကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါ။(ဒီဇာတ်ကားကို Tariq L Walker မှဘာသာပြန်ထားတာဖြစ်ပြီး ဇာတ်ဝင်တေးသီချင်းတွေကိုပါ မြန်မာပြန်ဆိုပေးထားပါတယ်။)File size…(2.6 GB) / (1.4 GB)\nQuality….BluRay 1080p / 720p\nFormat…mkv\nDuration….02:38:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung",
        "rating": "5.1",
        "url": "https://megaup.net/1Ens0/(CM)Dilwale_2015_BluRay_720p_Hindi_TrueHD_7.1_x264_ESub_-_mkvCinemas_[Telly].mkv",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uIXF0sQGXOxQhbaEaKOi2VYlIL0.jpg",
        "title": "Snake Eyes: G.I. Joe Origins (2021)",
        "description": "G.I.Joeထဲက နင်ဂျာအမဲ​ရောင် စကား​ပြောတဲ့ရုပ်ရှင်ထွက်လာပါပြီဒီရုပ်ရှင်က Snake Eyesနဲ့ သူရဲ့​သွေး​သောက်ညီအစ်ကို၊ ပြိုင်ဘက် Storm Shadow တို့ရဲ့ မူလအစကို တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ခေါင်း​​​ဆောင်မင်းသားနှစ်​​ယောက်က Crazy Rich Asians ထဲက Henry Golding နဲ့ ကြမ်း​ပေ့ရမ်း​ပေ့ဆိုတဲ့ \"Warriors\" စီးရီးထဲက မင်းသား Andrew Koji ပါငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူကို အမည်မသိလူတစ်စု သတ်ဖြတ်သွားတာ​ကြောင့် ကလဲ့စား​ချေလိုစိတ်နဲ့ကြီးပြင်းလာ ခဲ့တဲ့ Snake Eyesတစ်​​ယောက်Arashik​age မျိုးနွယ်စုရဲ့ ဆက်ခံသူဖြစ်လာမယ့် ​\"တော်မီ\"ကို မျိုးနွယ်စုသစ္စာ​ဖောက် \"ကန်တာ\"နဲ့ လူမိုက်တစ်သိုက်လက်ထဲက ကယ်တင်ဖို့အ​ရေးနဲ့ ကြုံလာရပါတယ်သူကယ်တင်​ပေးခဲ့တဲ့\"တော်မီ\"က​နေတဆင့် Arashikage မျိုးနွယ်ရဲ့သိုင်းပညာကျင့်စဉ်တွေကို လက်ဆင့်ကမ်းသင်ကြားရင်း အ​ဖေကိုသတ်သွားတဲ့တရားခံကိုလက်စားပြန်​ချေနိုင်မလား၊Snake Eyesဆိုတဲ့နာမည်ကိုဘယ်လိုရလာမှာလဲ၊သစ္စာ​ဖောက် \"ကန်တာ\"ရဲ့အကြံအစည်က​ရော ဘာဖြစ်မလဲ၊JOEအဖွဲ့နဲ့ Cobraက​ရော ဒီဇာတ်ကားထဲမှာ ဘယ်လိုအခန်းကဏ္ဍက ပါဝင်လာမလဲ ......စသဖြင့် ​​ရှေ့မှာထွက်ပြီးသား G.I.Joe နှစ်ကားရဲ့ Spin off အဖြစ် ဇာတ်လမ်းဆက်​ပေးသွားမှာဖြစ်ပါတယ်Digital ...",
        "rating": "5.7",
        "url": "https://megaup.net/2kl3q/Snake.Eyes.G.I.Joe.Origins.2021.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Action, Adventure, Fantasy, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/JI-135x200.jpg",
        "title": "Master Ji Gong ( 2021 )",
        "description": "၂၀၂၁ ရုံတင် animation ဇာတ်ကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။အခုလိုကာလမှာ ပုံဆွဲတာ ပန်းချီလေ့လာသူတွေများတော့ inspiration ရမယ်လို့လည်းထင်လို့ ကာတွန်းလေး တင်ပေးတာပါ။ဇာတ်ကားနာမည်က MasterJi Gong တဲ့ဟုတ်ပါတယ် အားလုံးငယ်ငယ်က ကြည့်ဖူးတဲ့ ကျိကုန်းကိုယ်တော်အကြောင်းပါ။ဒါပေမယ့် ဒီကျိကုန်းကိုယ်တော်က ငယ်ငယ်က ကြည့်ဖူးတဲ့ ဇာတ်လမ်းမျိုးတော့ မဟုတ်ဘူး။နဂါးတွေရော နတ်မင်းတွေရော ငှက်မိစ္ဆာတွေရော ဇာတ်လမ်းက အတော်တော့ ရှုပ်သား။ရှုပ်တဲ့အပြင် နီကျားငယ်ဘဝနဲ့လည်း နည်းနည်းဆင်သေးတယ်။နီကျားလိုပဲ အမေက အလိုလိုက်ပြီး အဖေက တင်းကြပ်။ သူကလည်းကဲ ။ဒီလိုနဲ့ မိုးကောင်းကင်အလိုကျ ကမ္ဘာမြေကြီးကိုကယ်တင်မယ် အဲ လူဘုံကိုကယ်တင်ရမယ်ဆိုပြီး နတ်ဆိုးမိစ္ဆာကို ရင်ဆိုင်ဖို့ကြိုးစား အဲ့လိုမျိုးပေါ့။ဒါပေမယ့် ဒီမှာ တပ်ကူတွေလည်း ပါရတာပေါ့။ နောက်ပြီး သူရဲကောင်းတိုင်းနောက်ကွယ်မှာပေးဆပ်မှုတွေရှိစမြဲမို့ သူလည်း ထိုက်သင့်သလောက် ပေးဆပ်လိုက်ရတာပေါ့။ကဲ နတ်ဆိုးကြီးကို ရင်ဆိုင်နိုင်ပါ့မလားနောက်ပြီး တပ်ကူတွေက ဘယ်သူတွေလဲ ပေးဆပ်မှုက ဘာလဲဇာတ်လမ်းလေးကြည့်ပြီးရင် အကုန်နားလည်သွားလိမ့်မယ် Quality : HDRip 720pFormat: ...",
        "rating": "",
        "url": "https://megaup.net/Yq03/Master.Ji.Gong.2021.720p.HDRip.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/BnPXl_4f-133x200.jpg",
        "title": "77 Heartwarmings (2021)",
        "description": "77 Heart Warmings (2021)၇၇ ကြိမ်လောက် အသည်းကွဲပြီးတော့ .....\n၇၇ ကြိမ်လောက် အသည်းကျွမ်းဖို့ CM ပရိသတ်ကြီးကို ဖိတ်ခေါ်လိုက်ပါတယ်။ဒီကားမကြည့်ခင် 77 Heartbreaks လေးတော့ ပြန်ကြည့်သင့် .....။ဒီကားမှာတော့ ထိုင်းမင်းသားချောလေး မာရီယိုကပါ ပါဝင်ပြီး\nစိတ်လှုပ်ရှားပေးမှာမို့ ရင်ခုန်စရာဇာတ်လမ်းလေးကို ခံစားကြည့်ရအောင်နော်။\"ပျော်ရွှင်မှု\" ဆိုတာ အဝေးကြီးမှာ ရှာဖွေစရာမလိုပါဘူး။\nရိုးရိုးရှင်းရှင်းလေးနဲ့ ကိုယ့်အနား ရောက်လာတဲ့ခံစားမှုကို ပျော်ပျော်ရွှင်ရွှင်လေးခံစားတတ်ဖို့ပဲလိုတာပါ။၇၇ ခါမြောက် စိတ်လှုပ်ရှားရဖို့ ၇၇ ကြိမ်လောက် စိတ်ပင်ပန်းခဲ့ရတယ်။\nနောက်ဆုံးတစ်ခါ စိတ်ပင်ပန်းခဲ့ရတာကတော့ သူသစ္စာဖောက်တာကို လက်ပူးလက်ကြပ်မိတဲ့အချိန်ပေါ့။သူဘယ်လိုပဲပြင်ပါ့မယ်လို့ပြောပြော စိတ်ထဲမှာတော်တော်ကြောက်နေခဲ့တာ။\nသူ့ရဲ့အပြောအဆို၊ အယုအယတွေအောက် ကိုယ်ထပ်ပြီး ကျရှုံးသွားမှာ ကြောက်နေခဲ့မိတယ်။ထပ်ပြီးစိတ်ထိခိုက်မှာကို ကြောက်နေခဲ့မိတယ်။အခုတော့ သူက သူနဲ့မတူအောင်ကို ကိုယ့်အတွက်စဉ်းစားပေးလို့ ပျော်ရွှင်ခဲ့ရတယ်။နောက်ပြီးတော့ ဟိုတစ်ယောက်... ထူးဆန်းတဲ့ပုံစံတစ်မျိုးနဲ့ ကိုယ့်ဆီချဉ်းကပ်လာခဲ့တယ်။အဖြစ်အပျက်တွေ အရမ်းကိုမြန်ဆန်လွန်းပေမယ့် သူနဲ့ဆို လွတ်လပ်သလိုခံစားရတယ်။\nကိုယ့်ကို လက်တွေ့ဘဝထဲက ရုန်းထွက်လာပြီး သူနဲ့အတူတူ ပျော်ရွှင်ရအောင်တဲ့...ကိုယ်ဘယ်လိုလုပ်ရမလဲ.... ?\nကိုယ်ဘာကိုရွေးရမလဲ .....?\nခံစားချက် နဲ့ ဘဝ ...",
        "rating": "4.2",
        "url": "https://megaup.net/2kk7l/77.Heartwarmings.2021.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Collective_Invention-p2-140x200.jpg",
        "title": "Collective Invention (2015)",
        "description": "Running Manမှာ ယူဂျယ်ဆော့ အရမ်းလိုက် လိုက်စတတ်တဲ့ အီဂွမ်ဆူရဲ့ ငါးလူသားရုပ်ရှင်လေးပေါ့ဗျာStrong Woman ဒိုဘုံဆွန်း ဖြစ်တဲ့ ပတ်ဘိုယောင်းပုစိလေးလည်းပါဝင်ထားသလို မင်းသားကြီးတွေကလည်းရှယ်ပါပဲရုပ်ရှင်ကို အကျဉ်းချုပ် ပြောပြရမယ်ဆိုရင်တော့ဆေးဝါးစမ်းသပ်မှုမှာ မှားယွင်းမှုဖြစ်သွားပြီး ငါးတပိုင်း လူတပိုင်းဖြစ်သွားတဲ့ ပတ်ဂူဟာ ကိုရီးယားပြည်သူတွေကြား သန္ဓေပြောင်းလူသား နာမည်ကြီးတယောက် ဖြစ်လာခဲ့ပြီး\nမကြာခင်မှာပဲ အတိုက်အခံအချို့နဲ့အတူ ဆွဲချခံလိုက်ပြန်ပါတယ် နိုင်ငံရေး ဥပဒေ သတင်းမီဒီယာ တီထွင်စမ်းသပ်မှုစတဲ့ အဘက်ဘက်က လွှမ်းမိုးမှုတွေနဲ့အတူ ပတ်ဂူကို သူရဲကောင်းတခါ လူယုတ်မာတလှည့် ဖြစ်သွားစေတဲ့ တဖက်စောင်းနင်းဆန်ဆန် လူ့အဖွဲ့အစည်းအကြောင်း ပုံဖော်ထားပြီးလူ့အခွင့်အရေးနဲ့ လူသားချင်းနှိပ်စက်မှုအကြောင်းအရာတွေကိုပါ ပြသပေးထားပြီး\nလူအဖွဲ့အစည်းအသိုင်းအဝိုင်းကြားက မွန်းကြပ်စရာ သနားစရာ စိတ်တိုစရာကိစ္စတွေကို ကြည့်နေရရင်းငါးလူသားကြီးရဲ့ ရုပ်မမြင်ရတာတောင် စကားပြောသံနဲ့ ခွိခနဲရယ်ချင်မိမယ့် action skillတွေနဲ့အတူ\nသရုပ်ဆောင်တွေရဲ့ ဓာတုဗေဒမိမိ ဟာသလေးတွေကြောင့်လည်း ရယ်မောရမှာဖြစ်တဲ့ရသအမျိုးမျိုးပေးနိုင်မယ့် ကားလေးတခုပါ ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )Quality__1080p,720p,360p\nIMDb ...",
        "rating": "6.2",
        "url": "https://megaup.net/2kkC6/Collective_Invention_(2015)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMWY4ZWQ1ZDMtOTc3ZC00MThmLWI2NWItYzMzOTJlMWFmYjFhXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_UY1200_CR11106301200_AL_-105x200.jpg",
        "title": "77 Heartbreaks (2017)",
        "description": "2017 ခုႏွစ္ထြက္ ေဟာင္ေကာင္ Drama ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ရန္ျဖစ္လိုက္ ျပန္ခ်စ္လိုက္ ဆိုတာလင္မယားေတြၾကားမွာသာ သက္ေရာက္မူမရွိေပမယ့္သမီးရည္းစားေတြအေနနဲ႔ ေတာ့ အခန္႔မသင့္လ်ွင္ျပတ္ဆဲသြားသည္အထိ ျဖစ္သြားတတ္ပါတယ္ ဒီကားေလးထဲမွာေတာ့ခ်စ္သူရည္စားေတြအေနနဲ႔ ဘယ္ေလာက္ သက္တမ္းၾကာတဲ့RS ျဖစ္ပါေစ ျပသနာရွာရင္း အရစ္လြန္သြားရင္ေတာ့စိတ္ကုန္ၿပီး ျပတ္ဆဲသြားႏိုင္တယ္ဆိုတာကို သင္ခန္းစာယူၾကည့္ၾကရမွာပါကိုယ့္အခ်စ္ေရးတစ္ကယ္မျပီးဆုံးခင္ အသဲဘယ္ႏွၾကိမ္ကြဲခဲ့လဲ?တစ္ခါလား ႏွစ္ခါလား? အီဗအတြက္ေတာ့\n၇၇ၾကိမ္ကြဲခဲ့တာပါ. သူ႔ခ်စ္သူေကာင္ေလး အဒမ္ကသူ႔ကိုအသဲကြဲခံစားေအာင္လုပ္ခဲ့တဲ့ အၾကိမ္အေရအတြက္ပါ.\nေနာက္ဆုံးေတာ့ သူမဟာ လမ္းခြဲခဲ့ပါတယ္\n၇၈ၾကိမ္ေျမာက္သူထပ္ျပီးခြင့္လြတ္ႏိုင္မွာလား?\nသင္ေရာ သင္ခ်စ္တဲ့သူကို ဘယ္ေလာက္အၾကိမ္ၾကာၾကာခြင့္လြတ္ႏိုင္မွာလဲ\nသင္ေရာဒီဇာတ္လမ္းကုိၾကည့္ျပီး အသဲဘယ္ႏွခါကြဲသြားမလဲ???????သင္ေရာ သင့္ ေကာင္ေလး/ ေကာင္မေလးအေပၚမွာ၇၇ႀကိမ္ သည္းခံ ႏိုင္ပါ့မလား ¿¿¿ :PQty - 720p BlurayDuration - 1hr 35minGern - Drama / RomanceSubtitle - Myanmar HardsubTranslator - Inzali ThanhtikeEncoder - Kyaw Ye Aung",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/77-heartbreaks-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/61baxbexL0L._SL1000_-154x200.jpg",
        "title": "[James Bond] The Man with the Golden Gun (1974)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့ ဒုတိယမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.7/10) ရရှိထားပါတယ်…။ \nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:05:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.7",
        "url": "https://megaup.net/30h8A/(CM)The.Man.With.The.Golden.Gun.INTERNAL.1974.720p.BluRay.x264-CLASSiC.mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/images-133x200.jpg",
        "title": "Home (2015)",
        "description": "\" အိမ် \" ဆိုတာ လူသားတွေ အတွက် အနွေးထွေးဆုံးနေရာစိတ်အလုံခြုံမှု အပေးဆုံးနေရာ တစ်ခု ပေါ့ဘုဗ် တွေ အတွက်ကရော ?ဘယ်သူတွေက ဘုဗ်တွေလဲဘုဗ် တွေ ဆိုတာ အပုန်းအကောင်းဆုံးအပြေးအကောင်းဆုံး ဆိုတဲ့ ဂြိုလ်သားလေးတွေပါကမ္ဘာထက် ပိုကြီးတဲ့ ဂြိုလ် ပိုင်ဆိုင်ထားပေမဲ့ဂေါ့ဂျ် ဆိုတဲ့ ဘာမှန်းမသိတဲ့ ဂြိုလ်သားမျိုးနွယ်စုတွေကဘာမှန်းမသိ လိုက်တာ ခံနေရတဲ့ သနားစရာ ဘုဗ်လေးတွေပေါ့နောက်ဆုံးမှာတော့ ဂေါ့ဂျ်တွေ လက်ကနေ ခြေရာ ဖျောက်နိုင်ခဲ့ပြီးကပ္ပတိန်စမတ် ရဲ့ ဦးဆောင်မှု နဲ့ ကမ္ဘာမြေမှာ ပုန်းခိုဖို့ စီစဉ်နိုင်ခဲ့ပါပြီလူသားတွေကိုတော့ နေရာ သေးသေးလေး တစ်ခုမှာ စုပုံပေးလိုက်ပြီးဘုဗ် တွေက လူသားတွေ ရဲ့ နေရာကို သိမ်းပိုက်လိုက်တဲ့ အခါမှာတော့ကမ္ဘာကို ဘုဗ်ဂြိုလ်သားလေး တစ်ကောင် ဖြစ်တဲ့ အို့ ဆိုတဲ့ကောင်လေးပါ ပါလာခဲ့တာပေါ့...အို့ ကတော့ တစ်ခြားဘုဗ်တွေထက် ချွန်ထွက် ကျွံထွက်နေတဲ့ကောင်သူ့ ကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Em97/Home.2015.720p.BluRay.x264_HEVC_NVIDIA_%7BCM%7D_.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/bb97b5c89cfc37ca60c96ca2075fe598-137x200.jpg",
        "title": "Oh my ghost 6 (2018)",
        "description": "Oh my ghost 6 (2018)Oh My Ghost ဇာတ်ကားတွေထဲက ပက်ကြားအက်တစ်သိုက် ရဲ့ဗရုတ်ကျမှုတွေကို\nCMကနေ တစ်ပြန် ပြန်လည် တင်ဆက်လိုက်ပါပြီ။Oh My Ghostလို ပေါက်လွန်လွန်းလှတဲ့ ထိုင်းသရဲဟာသကားကို\nဟာသရုပ်ရှင်ချစ်ပရိသတ်တွေအနေနဲ့ ရင်းနှီးကျွမ်းဝင်မှုရှိကြမှာပါ။ဒီတစ်ခေါက်မှာတော့ ဇာတ်လိုက်ကျော် ပန်ကိတ်မတစ်ယောက်\nလူ့ပြည်မှာ အဆင်ဖမ်းဖို့အတွက် လူပြန်ဝင်စားနိုင်မယ့် အထူးအခွင့်အရေးလေးကို ယမမင်းကြီးက ဖန်တီးပေးလိုက်ပါတယ်။ပန်ကိတ်မ မလိုက်နာနိုင်လောက်တဲ့ စည်းမျဥ်း စည်းကမ်း တစ်သီတစ်သန်း ပက်ကေ့ချ်လေးနဲ့ပေါ့။အဆင်ကလည်းဖမ်းချင် စည်းကမ်းကလည်းများ ဆိုတော့ ပန်ကိတ်မအဖို့ အကြပ်ရိုက်ပြီလေ။ဒါပေမယ့် \"အခြောက်သရဲဆိုတာ အမြဲ ......\nယုံကြည်ရာတစ်ခုအတွက် အဆဲကိုတောင် စတေးကြတာပဲ\" ရယ်လို့\nပန်ကိတ်တစ်ယောက် ကြွေးကြော်ရင်း ငါ မဆဲဘူး ..... ငါ မဆဲဘူး ဆိုပြီး\nပန်ကိတ်တစ်ယောက် ယမမင်းရဲ့စည်းကမ်းတွေကို ချဲလန့်ခေါ်ပါတော့တယ်။ချဲလန့်ဆိုတဲ့အရာကလည်း အခက်အခဲတွေနဲ့ တစ်ပါတည်းပါလာတတ်တာ သဘာဝမို့\nပန်ကိတ်မ တစ်ယောက် မစ်ရှင်ပဲ ကွန်ပလိမလား????? ဖေးလ်ပဲ ဖေးလ်မလားဆိုတာကို\nရင်တမမ အရယ်မရပ်ရ ဆိုတဲ့စာသားနဲ့ အညီ ...",
        "rating": "4.2",
        "url": "https://megaup.net/1Emb9/Oh.My.Ghost.6.2018.720p.WEBRip.CM.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ek8e8txUyUwd2BNqj6lFEerJfbq.jpg",
        "title": "Superbad (2007)",
        "description": "Superbad (2007)\nIMDB (7.5/10)\nRotten Tomatoes (88%)\n========================\nဒီတစ်ခါတော့ ပေါ့ပေါ့ပါးပါး ဟာသကား မျှော်နေသူတွေအတွက် ကားကောင်း‌လေးတစ်ကားကို တင်ပေးလိုက်ပါတယ်။ American pie လိုမျိုး ကျောင်းသားလူငယ်ဟာသကားမျိုးဖြစ်ပြီး လူငယ်သဘာဝ အလွဲတွေကို အဓိကအသားပေး ရိုက်ပြထားလို့ ကြည့်ကောင်းတဲ့ ကားလေးပါ။\nဇာတ်လမ်းထဲမှာ ဆက်သ် နဲ့ အီဗန် တို့ဟာ သူတို့သဘောကျနေတဲ့ ကောင်မလေးတွေကို အထင်ကြီးအောင် လုပ်ဖို့အတွက် ပါတီပွဲမှာ လိုတဲ့အရက်တွေဝယ်ဖို့ တာဝန်ယူလိုက်ပါတယ်။ ပြဿနာကတော့ သူတို့က 21 နှစ်မပြည့်သေးပါဘူး။ အမေရိကန်မှာ 21 နှစ်မပြည့်သူကို အရက်ရောင်းခွင့်မရှိတဲ့အတွက် သူတို့လို‌နေတဲ့ အရက်တွေကို ဘယ်လိုရအောင် လုပ်ကြမလဲ။ အရက်ဝယ်ဖို့ကို သေရေးရှင်ရေးလို တွေးနေတဲ့ ဆက်သ်ကတော့ ဘာပဲလုပ်ရလုပ်ရလုပ်ဖို့ အသင့်ပါပဲ။ ဒီလိုနဲ့ ငယ်သူငယ်ချင်းနှစ်ယောက် စော်ရဖို့အရေး အရက်ရှာပုံတော်ဖွင့်ကြပါတော့တယ်။\nဒီကားမှာ သရုပ်ဆောင်တွေအနေနဲ့ Comedy လောကမှာ နာမည်ကြီးတဲ့ Michael Cera နဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2kjhC/Superbad.2007.Unrated.720.BluRay.x264.AAC.final.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/sleeping-beauty-1959.26207-1-200x300.jpg",
        "title": "Sleeping Beauty (1959)",
        "description": "အခုတင်ဆက်ပေးမယ့်ကားလေးကတော့ ယနေ့ထက်ထိတိုင်အောင်မြင်မှု့တွေရရှိနေတဲ့Animation ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်....ဒီကားလေးနဲ့အတူစင်ဒရဲလား..စနိုးဝှိုက်နဲ့ တခြားသောDisney မင်းသမီးလေးကားများစွာလည်းထွက်ပေါ်လာခဲ့ပါတယ်...ဒီကားလေးဟာလူငယ်တွေများရေပန်းစားခဲ့ပြီး ယုံတမ်းပုံပြင်နဲ့အိပ်ရာဝင်ပုံပြင်အဖြစ်လည်း ဒီနေ့ထိတိုင်ကလေးငယ်တွေကြားရေပန်းစားခဲ့ပါတယ်...အားလုံးသိကြတဲ့အတိုင်းပဲ အိပ်ပျော်နေတဲ့မင်းသမီးလေးကိုတကယ့်ဖူးစာရှင်တစ်ဦးတည်းကသာနမ်းမှသာ ကျိန်စာတွေပျယ်သွားမှာပဲဖြစ်ပါတယ်...Disney ရဲ့ တင်ဆက်ခဲ့သမျှ Animation ကားတွေထဲက ကားကောင်းတစ်ကားအဖြစ်ပါဝင်နေပြီးတော့ရောင်းအားအကောင်းကားနဲ့စာအုပ်တွေအဖြစ်ပါထွက်ရှိခဲ့ပါတယ်...ကျွန်တော်တို့ငယ်ငယ်လေးတည်းက အရမ်းကိုနှစ်သက်ခဲ့ရတဲ့ကားကောင်းလေးတစ်ကားဆိုလည်းမမှားပါဘူး..ဒါကြောင့် အိပ်ရာဝင်ပုံပြင်အဖြစ်ကော ယခုခေတ်ကလေးငယ်လေးတွေပါကြည့်ရှု့နိုင်ရန်တင်ဆက်ပေးလိုက်ပါတယ်...Quality…..BluRay 1080p DTS5.1Ch and 720p\nDuration…..01:15:00\nFormat…Mp4\nFile Size…1.21GB and 740MB\nEncoder…..Moe Myint Lwin  and YK",
        "rating": "7.3",
        "url": "https://megaup.net/2kjsi/Sleeping_Beauty_1959.720p.CM).mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2CAL2433ZeIihfX1Hb2139CX0pW.jpg",
        "title": "Dilwale Dulhania Le Jayenge (1995)",
        "description": "IMDb (8.1/10) / Rotten Tomatoes (94%)\"ပြဿနာမရှိပါဘူး မိန်းမလှလေးနိုင်ငံကြီးတွေမှာ ဒီလိုအသေးအမွှားလေးတွေ ဖြစ်တတ်ပါတယ်\"Dilwale Dulhania Le Jayenge (1995) ဆိုတဲ့ နာမည်မြင်ရုံနဲ့ ဘောလိဝုဒ်ပရိသတ်တင်မကဘဲရုပ်ရှင်ချစ်သူအားလုံး ဒီကားကိုကြည့်ဖူးကြမယ်ထင်ပါတယ်ဇာတ်ကားမကြည့်ဖူးရင်တောင် ဒီဇာတ်ကားထဲကဇာတ်ဝင်တေးတွေကိုတော့ နားရေဝနေလောက်ရောပေါ့အခုချိန်ထိ ဒီဇာတ်ကားထဲက သံစဉ်တွေကို ဖုန်း Ring Tone ထားတဲ့သူတွေ တပုံကြီးပဲဗျာဒီဇာတ်ကားရဲ့အောင်မြင်မှုနဲ့ ရ,ထားတဲ့ဆုတွေကလဲ ဘောလိဝုဒ်မှာ စံချိန်တင်ပါပဲ...ယနေ့အချိန်ထိ DDLJ ကို ရုံတင်နေဆဲ ရုပ်ရှင်ရုံတွေ အိန္ဒိယမှာရှိသေးတယ်ဆိုပဲ..ထွက်နေသမျှ ဘောလီဝုဒ်အချစ်ကားတွေမှာလည်း ဒီကားနဲ့ပတ်သတ်တဲ့အကြောင်းအရာတွေဒီဇာတ်ကားထဲက ဇာတ်ဝင်တေးတွေ နာမည်ကြီးဇာတ်ဝင်ခန်းတွေကို ပြန်လည်ဂုဏ်ပြုထည့်သွင်းလေ့ရှိနေကျပဲ.ဒီတော့ ဒီကားကို ကျွန်တော်မညွှန်းခင် အားလုံးသိပြီးကြလောက်မှာပါKing Khan ရဲ့ အအောင်မြင်ဆုံး ဇာတ်ကားတစ်ကားလို့လည်း ဆိုလို့ရသလိုSRK ကို Romance King ဖြစ်စေခဲ့တာ ဒီလိုဇာတ်ကားတွေကြောင့်ဆိုတာ ငြင်းလို့မရပါဘူးမင်းသမီး Kajol ဆိုတာကလဲ ရှရွတ်ခန်နဲ့အလိုက်ဖက်ဆုံးမင်းသမီးအဖြစ်နာမည်ကြီးသလို ဘောလိဝုဒ်နတ်ဘုရားမပဲကိုး...လိုက်ဖက်တဲ့သူတို့နှစ်ယောက်ကြောင့် ဒီဇာတ်ကားနာမည်ကြီးလှတာ သိပ်တော့မဆန်းလှပါဘူး..ဇာတ်လမ်းလေးညွှန်းဆိုရရင်ရာဂျ်ဆိုတဲ့ကောင်လေးလေးနဲ့ ဆင်မ်ရန်းဆိုတဲ့ကောင်မလေးဟာ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/dilwale-dulhania-le-jayenge-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/0l7DE_4f-140x200.jpg",
        "title": "The Hypnosis(2021)",
        "description": "The Hypnosis(2021)အညွှန်း************************TVကနေပြီးတော့ အတိတ်ဘဝအကြောင်းတွေကို အိပ်မွေ့ချနည်း အသုံးပြုပြီး ပြန်လည်တူးဖော်တဲ့အစီအစဉ်တစ်ခုကို ရိုက်ကူး ပြသခဲ့တယ် ..လူငယ်တော်တော်များများကလည်း  ဆန်းကြယ်ပြီး ပြုလုပ်ရလွယ်တဲ့အိပ်မွေ့ချခြင်း‌အပေါ် စိတ်ဝင်စားလာကြတယ် ..အဲ့ဒီလူငယ်တွေထဲမှာ ဂျင်းဟိုနဲ့ ဒိုဂယောင်းလည်းအပါအဝင်ပေါ့...သူတို့(၂)ယောက်က ဒီအိပ်မွေ့ချနည်းပတ်သက်ပြီးအတွေ့အကြုံအနည်းငယ်ရှိပါတယ်..ဒါ့ကြောင့် TV ရုပ်သံလွှင့်ဌာနက လွှင့်တဲ့အတိုင်း ရဲရဲဝံဝံစမ်းသပ်ပါတော့တယ်...အဲ့ဒီနောက်တော့ ဆိုးရွားတဲ့ပြဿနာတွေဆက်တိုက်ပေါ်လာပါတော့တယ်... File Size :(1.6GB) (857MB) and (324 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myat Thet\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1Elmt/The_Hypnosis.2021.WEB-DL.720P.NEW.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/3j3Lu8CIv4368Lwz2AcQ3t3goYV-133x200.jpg",
        "title": "Kamali from Nadukkaveri(2021)",
        "description": "Kamali from Nadukkaveri (2021)\n-------------------------------------\nIMDB 7.7./ 10 User 904တမီးလ် ဒရာမာလေးပါ.ကမလီဆိုတဲ့ အမျိုးသမီးကျောင်းသူလေးကိုအဓိကဇာတ်ကောင်အဖြစ်ရိုက်ကူးထားပါတယ်. ကမလီက ပုံမှန်ရွာသူလေးတစ်ယောက်.တနေ့ သူ့အိမ်မှာမိသားစုနဲ့အတူ တီဗီကြည့်ရင်း တနိုင်ငံလုံးအဆင့် ၁ရတဲ့ ကျောင်းသားတစ်ယောက်ကိုတိတ်တခိုး သဘောကျမိတယ်. သူ့အချစ်က အဲ့လောက်နဲ့ရပ်မသွားခဲ့ပါဘူး. သူချစ်တဲ့ ကောင်လေးနဲ့ကျောင်းအတူတက်ရပြီး ချစ်သူဖြစ်တဲ့ထိ သူက ရည်ရွယ်လိုက်ပါတယ်. အဲ့နေ့ကစပြီး ကမလီလေးကစာကိုတစိုက်မတ်မတ်ကြိုးစားပါတော့တယ်.သူ့ရဲ့ကြိုးစားမှုတွေက ဖြစ်လာမှာလား? အချစ်စိတ်တစ်ခုထဲနဲ့ ကမလီလေး သူရဲ့ ဖြစ်ချင်တဲ့ ဆန္ဒတွေ တကယ် ဖြစ်လာမလား??ကြုံတွေ့လာရတဲ့ စိန်ခေါ်မှုတွေကို အောင်မြင်စွာနဲ့ ဘယ်လိုကျော်လွှားခဲ့လဲဆိုတာကိုစိတ်၀င်စားဖွယ် ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေး ဖြစ်ပါတယ်. လူငယ်ဆန်ဆန် ကျောင်းသားကားလေးမလို့ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ကောင်းတာမလို့ ညွှန်းချင်ပါတယ်. File size…2.31GB and 1.2GB and 591MB\nQuality…1080p TRUE WebDl DDP5.1 and 720p and 480p\nFormat…Mp4\nDuration….2h 27min\nGenre….Drama\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Elc8/Kamali_from_Nadukkaveri_(2021)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Once-upon-a-Time-in-America-one-sheet-1-150x200.jpg",
        "title": "Once Upon a Time in America (1984)",
        "description": "Once Upon A Time In America (1984)\n========================သူများပြောတာ ကြားဖူးတာကတော့ ဒီရုပ်ရှင်ကို ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ စကားနှစ်လုံးနဲ့ ခြုံလွှမ်းဖော်ပြရရင် ခမ်းနားထည်ဝါခြင်းနဲ့ ရင်သပ်ရှုမောဖွယ်ဖြစ်ခြင်းဆိုတဲ့ စကားလုံးနှစ်ခုကို ရွေးရလိမ့်မယ်တဲ့။\nကျွန်တော်တော့ အဲ့ဒီနှစ်ခုထက်ပို ဒီရုပ်ရှင်ရဲ့ အနှစ်သာရဖြစ်မယ်ထင်တဲ့ တတိယ စကားလုံးနဲ့ ဖော်ပြချင်တယ်။လွမ်းမောဖွယ်ကောင်းခြင်း။\nOnce upon A Time in Americaဟာ နာမည်နဲ့လိုက်အောင် လွမ်းမောဖွယ်အတိရှိနေတဲ့ ရုပ်ရှင်ပါပဲ။ ဘယ်လိုဇာတ်လမ်းအမျိုးအစားလဲပြောရရင်တော့ဂန်းရုပ်ရှင်ပါ။ အမေရိကရဲ့ လမ်းမပေါ်က ဘဝတွေအ‌ကြောင်းပါပဲ။\nမူရင်းဝတ္တုဟာ တကယ့်အပြင်လောကက ဂန်းစတားတွေရဲ့ ကိုယ်တိုင်ရေးအတ္ထုပ္ပတိပါ။\nဖြစ်ရပ်အများစုက အဖြစ်မှန်‌တွေလို့ ဆိုလို့ရတယ်။\nဒီဝတ္တုကို စာရေးဆရာဟာ ထောင်ကျနေတုန်း ရေးခဲ့တယ်လည်း ပြောကြတယ်။\nမူရင်းဝတ္တုရဲ့စာရေးဆရာဟာ ဒီရုပ်ရှင်ထဲက Robert De niroရဲ့ ကာရိုက်တာလို့ ဆိုကြတယ်။ ဟုတ်မှာပါ။\nဒီလေးနာရီကြာ ရုပ်ရှင်ကို ကျွန်တော်တော့ ရုပ်ရှင်တစ်ခုလို့ မခံစားခဲ့ရဘူး။\nလူတစ်ယောက်ရဲ့ဘဝကို လေးနာရီအတွင်း ကြည့်နေရသလိုခံစားခဲ့ရတယ်။ ဂန်းစတားတစ်ယောက်ရဲ့တကယ့်ဘဝတစ်ခုကိုပေါ့။ဂန်းကားချင်း ယှဉ်ကြည့်မယ်ဆိုရင် ယေဘုယျအမြင်အရတော့ ဒီရုပ်ရှင်ဟာ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-america-1984/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Lust_Stories-233427777-large-135x200.jpg",
        "title": "[18+] Lust Stories (2018)",
        "description": "IMDb (6.4) / Rotten Tomatoes (100%)18+လို့ခေါင်းစဉ်တပ်ထားလို့ လိင်အသားပေးသီးသန့်ချည်းပါတယ် မထင်လိုက်ပါနဲ့ဒါပေမဲ့ ရုပ်ရှင်ရဲ့အလိုသဘောအရတော့ အသုံးအနှုန်းတွေ၊ တချို့ပြကွက်တွေကအရွယ်ရောက်ပြီးသားလူတွေနဲ့ပဲသင့်တော်မယ့် အနေအထားမို့လို့ပါဒီဇာတ်ကားကို Netflixကဖြန့်ချီပြီး အိန္ဒိယရဲ့နာမည်ကြီး ဒါရိုက်တာလေးဦးဖြစ်တဲ့Karan Johar Anurag Kasyap Zoya Akhtar Dibakar Banerjee တို့ကရိုက်ကူးထားတာပါ။ဇာတ်လမ်းတိုလေးခုနဲ့ဖွဲ့စည်းထားပြီး ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်များနဲ့ အကောင်းဆုံးပုံဖေါ်ထားတာပဲဖြစ်ပါတယ်Love & Sex, Sex & Lust ကို အမျိုးသမီးတွေဘက်မှ အကောင်းဆုံး ရိုက်ပြထားတာပါ။အမျိုးသမီးတစ်ယောက်ရဲ့ဆန္ဒ၊ ယောက်ျားတွေ သတိမထားမိတဲ့ သူတို့လိုအပ်ချက်တွေအမျိုးသမီးအချင်းချင်းတောင် မသိနိုင်တဲ့ တချို့တချို့ကိစ္စတွေကို ပညာသားပါပါနဲ့ အမိုက်ဆုံးဖြစ်အောင် ပြသ,သွားခဲ့တာပါ။ \"အမျိုးသမီးတစ်ယောက်ရဲ့ဆန္ဒက ကလေးရရုံသက်သက်ပဲ မဟုတ်ပါဘူး \"\" ကိုယ်ချစ်တဲ့သူကို နစ်နာအောင်မလုပ်ကြဘူး မှန်တယ်လို့ပဲပြောရမှာပေါ့ရည်ရွယ်ရွယ်ချက်ရှိရှိနဲ့တော့မဟုတ်ဘူး ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/18-lust-stories-2018/"
    }
]