[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPl4CrT7hcJAZUavAMKauZRrW0I.jpg",
        "title": "The Midas Touch (2020)",
        "description": "The Midas Touch (2020)====================IMDb Rating - 5.4/10ဇာတ်လမ်းအကျဥ်းအနေနဲ့ ဖိလစ်ဟာ မိန်းမရေးရာမှာ ကျရှုံးနေတဲ့ ကြော်ငြာအေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်။ဘယ်လောက်ပဲကြိုးစား ကြိုးစား မိန်းမရေးရာမှာ မအောင်မြင်လို့ စိတ်ညစ်နေလျက်ရှိပါတယ်။ဒီလိုနဲ့တစ်ရက် စိတ်ညစ်ညစ်နဲ့ ဘားမှာ အရက်သောက်နေတုန်း ထိလိုက်သမျှ မိန်းမတွေ သူ့ကို စိတ်၀င်စားလာအောင် စွမ်းဆောင်နိုင်တဲ့ အစွမ်းတစ်ခုကို ဖိလစ် တိုက်ဆိုင်စွာပဲ ရရှိလာပါတယ်။ဒါပေမဲ့ စွမ်းအားတွေက ထိန်းမနိုင်သိမ်းမရ ဖြစ်လာတဲ့အခါ . ဖိလစ်တစ်ယောက် အကျပ်ရိုက်ပါတော့တယ်။ဖိလစ်ရရှိလာတဲ့အရာက စွမ်းအားလား ကျိန်စာဆိုးကြီးလား ဆိုတာကိုတော့..... ပရိတ်သတ်ကိုယ်တိုင်ပဲခံစားကြည့်ရှူလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 50minSubtitle – Myanmar HardsubFormat – Mp4Genre : ComedySource : 1080p.WebRipTranslator –  Chuck ChuckEncoder ...",
        "rating": "5.4",
        "url": "https://megaup.net/1B4fi/The.Midas.Touch.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjRhOGYxNjMtNmRkMi00OWRlLTlkZjgtYWE3NzVkYTllZGQ1XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Born a Champion (2021)",
        "description": "Born a Champion (2021)==================IMDb Rating ကတော့ မထွက်လာသေးပါဘူး . အစောဆုံးတင်ပေးလိုက်ပါတယ်။ အခုဒီကားလေးက ဒီနှစ်ထဲမှာပဲထွက်ရှိထားတဲ့ Action/ Drama/ Sport စတိုင် ဇာတ်ကားကောင်းလေးပါ။ဘရာဇီးကိုယ်ခံပညာတစ်မျိုးဖြစ်တဲ့ ဂျူဂျစ်ဆုမှာထူးချွန်တဲ့ မစ်ကီကယ်လီ…….ဇွဲ၊ သတ္တိရှိပြီး အနိုင်မခံအရှုံးမပေးတဲ့ ကယ်လီ ၊ ခင်ပွန်းသည်ကောင်းတစ်ယောက် ဖခင်ကောင်းတစ်ယောက်ဖြစ်ဖို့ကြိုးစားနေတဲ့ကယ်လီ၊ထိုးသတ်ပွဲတွေကို မကြိုက်တဲ့ သူ့ရဲ့ ချစ်တဲ့ဇနီးသည်ကိုဖြောင်းဖြပြီး တရားဝင်မဖြစ်သေးတဲ့ MMAပွဲကိုဝင်ပြိုင်ခဲ့တဲ့ကယ်လီ……… သူ့ဘဝမှာမရခဲ့တဲ့အရာကို မိသားစုကိုပေးချင်ခဲ့တဲ့ကယ်လီ၊ သားဖြစ်သူကိုသိပ်ချစ်ပြီး သားဖြစ်သူကို သူ့လိုမဖြစ်စေချင်ခဲ့တဲ့ ကယ်လီဆိုတဲ့ MMAဖိုက်တာကြီးအကြောင်းကို ရသစုံနဲ့ခံစားကြည့်ရှုရင်းဝေဖန်သုံးသပ် ကြည့်ကြပါအုံးလို့…………..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 52minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Drama, SportSource : 1080p.WebRipTranslator –  ...",
        "rating": "",
        "url": "https://megaup.net/1dI2v/Born.a.Champion.2021.720p.BluRay[CM].mp4",
        "category": "Action, Drama, Sport, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/image-146x200.jpg",
        "title": "Cry Baby (1990)",
        "description": "IMDB (6.5) / Rotten Tomatoes (73%)အလီဆင်ဟာ ရှေးရိုးစွဲ (စကွဲ) လို့ခေါ်ကြတဲ့ မိသားစု ဝန်းကျင်ကနေဆင်းသက်လာတဲ့ မိန်းမလှလေးတစ်ယောက်၊ တစ်သက်လုံး\nလိမ်မာခဲ့ရတာ စိတ်ကုန်လှပါပြီလို့ ဆုံးဖြတ်မိရာကနေ ခရိုင်းဘေဘီဝေါလ်ကာ ဆိုတဲ့ ဆန့်ကျင်ဘက် ဒရိတ်ပ် ခေါ် ဆိုးသွမ်းလူငယ်အဖွဲ့\nတစ်ဖွဲ့ရဲ့ခေါင်းဆောင် ခပ်မိုက်မိုက်ဂေါ်ဘဲတစ်ပွေနဲ့ ချစ်ကျွမ်းဝင်မိပါတယ်။\nမျိုးနွယ်ချင်း ခံယူချက်ချင်း ယဉ်ကျေးမှုချင်း တောင်နဲ့မြောက် အရှေ့နဲ့အနောက်လို ကွာခြားချက် အစစအရာရာတွေကိုဆန့်ကျင်ပြီး\nသူတို့ဇာတ်လမ်းမှာ ကြုံရမယ့် အခက်အခဲတွေကို ဘယ်လိုရင်ဆိုင်ဖြတ်ကျော်မလဲဆိုတာကို ဂီတတွေနဲ့ မြူးမြူးကြွကြွပုံဖော်ထားတဲ့\nComedy, Musical ကိုမှ ဂန္ဓဝင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nအဲလ်ဗစ်ပရက်စလေရဲ့ ရုပ်ရှင်တွေ ၁၉၅၀ ဝန်းကျင်က ဆိုးသွမ်းလူငယ်တွေအကြောင်းနာမည်ကျော် ရုပ်ရှင်တွေကို\nတစ်စိတ်တစ်ပိုင်းသရော်လှောင်ပြောင်ထားတာဖြစ်တဲ့အတွက် သူတို့ ရဲ့ ရုပ်တည်ကြီးနဲ့ ခံစားချက်အပြည့်နဲ့အမူအယာတွေဟာ\nအတည်ပေါက်နဲ့ခွီရမယ့်အကွက်တွေပါပဲ။ ခရိုင်းဘေဘီရဲ့ ဇာတ်ကောင်နေရာနဲ့ကိုက်ညီတဲ့ လူငယ်မင်းသား ရှာဖို့ ဒါရိုက်တာဟာ ဆယ်ကျော်သက်\nမဂ္ဂဇင်းတွေကို အဲ့ဒီခေတ်က ဒေါ်လာ သုံးဆယ်ဖိုးဝယ်ယူခဲ့ပြီး မျက်နှာဖုံးအားလုံးဟာ ၁၉၈၇ က 21 Jump ...",
        "rating": "6.5",
        "url": "https://megaup.net/2WZ5C/(CM)Cry-Baby.1990.720p.BluRay.x264-CiNEFiLE.mp4",
        "category": "Comedy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7nyzGexU2ftCySiwRKqNIJ3CdIJ.jpg",
        "title": "Bhoomi (2021)",
        "description": "Bhoomi (2021)ဘူမီနာသန် ဟာ NASA ရဲ့ပထမဆုံး တမီးလ်လူမျိုး အာကာသယာဥ်မှူးဖြစ်ပြီး\nအင်္ဂါဂြိုလ်ပေါ်ကိုပထမဆုံးဆင်းသက်မယ့်စစ်ဆင်ရေးကို\nဦးဆောင်သူဖြစ်ပါတယ်။\nအင်္ဂါဂြိုလ်ပေါ်ကို ဆင်းသက်ရုံတင်မကဘဲ အင်္ဂါဂြိုလ်ရဲ့ပတ်ဝန်းကျင်ကို\nလူသားတွေနေထိုင်နိုင်အောင် စိုက်ပျိုးရေးကိုသုံးပြီး ပြောင်းလဲဖို့အစီအစဥ်ရှိသူဖြစ်ပါတယ်။\nဘူမီဟာ အဲ့စစ်ဆင်ရေးမစခင် ခွင့်တစ်လရလိုက်တဲ့အခါ\nမိမိရဲ့မွေးရပ်​ဇာတိရွာကလေးကို အလည်သွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nရွာကိုရောက်တဲ့အခါဆွေမျိုးသားချင်းတွေ သူငယ်ချင်းတွေနဲ့ပြန်တွေ့ခဲ့ပြီး\nရွာဟာအများကြီး​တိုးတက်ပြောင်းလဲတာတာကိုတွေ့ခဲ့ရပေမယ့်\nတစ်နေ့မှာပျက်စီးဆုတ်ယုတ်မှုတွေကိုလည်းတွေ့လိုက်ရပါတယ်။ဘူမီရဲ့ဦးလေးနဲ့တခြားလယ်သမားတွေရဲ့လယ်ယာစိုက်ခင်းတွေဟာ ပျက်စီးယိုယွင်းနေပြီး\nမြေအောက်ရေတွေကို ကုမ္ပဏီလုပ်ငန်းတွေကသုံးစွဲနေတာမို့ ရေရှားပါးမှုတွေဖြစ်လာပါတယ်။\nလယ်သမားတွေဟာအာဏာပိုင်တွေကို အကူအညီတောင်းကြပေမယ့်\nလျစ်လျူရှုခံ၊ ဖိနှိပ်ခံနေကြရတာကို ဘူမီတွေ့လိုက်ရတဲ့အခါ\nလယ်သမားတွေရဲ့အခက်အခဲတွေပြေလည်ဖို့ကြိုးစားပါတော့တယ်။\nဘူမီဟာ သူ့ရဲ့ကြိုးစားမှုတွေ​ကိုမလိုလားတဲ့ အာဏာပိုင်တွေကိုရင်ဆိုင်လာရကာ\nဆုံးရှုံးမှုတွေကြုံတွေ့ရပြီး သူ့ရွာမှာဖြစ်ပျက်နေတဲ့ပြဿနာတွေဟာ\nထင်ထားတာထက် ကြီးမားနက်နဲနေတာကိုသိလိုက်ရပါတယ်။\nသူ့ရွာနဲ့သူ့နိုင်ငံရဲ့ရှေ့ရေးအတွက် ဘူမီဟာ အိပ်မက်တွေကိုစတေးပြီး ကုမ္ပဏီလုပ်ငန်းထုတ်ကုန်တွေကို\nလယ်သမားတွေရဲ့သဘာဝစိုက်ပျိုးရေးထုတ်ကုန်တွေနဲ့အစားထိုးဖို့ကြိုးစားပါတော့တယ်။\nဒီကားဟာ စိုက်ပျိုးရေးနိုင်ငံတွေမှာဖြစ်နေတဲ့ အကြပ်အတည်းတွေကို\nပေါ်လွင်အောင်သရုပ်ဖော်ထားပြီး သဘာဝပတ်ဝန်းကျင်ကိုထိန်းသိမ်းသင့်ကြောင်း\nဇွဲမလျှော့ဘဲ ကြိုးစားရင် ဘာမဆိုဖြစ်လာနိုင်ကြောင်း\nမက်ဆေ့ကောင်းကောင်းပေးထားတဲ့ အိန္ဒိယဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size… 1.2GB\nQuality….WEB-DL 720p\nFormat…mp4\nDuration….2hr 8min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Pyi.T.Nyein\nEncoder ..... August",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/bhoomi-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Moving_On-658549451-large-139x200.jpg",
        "title": "Moving On (2019)",
        "description": "Moving On (2019)\n******************\nIMDB 6.7 Best New Director, Best New Actress အပါအဝင်ဆုပေါင်း ၁၃ ဆုနဲ့ ဆန်ကာတင် ၉ ခုအထိ ဝင်ခဲ့တဲ့2019 ထုတ်ကိုရီးယား ဒရမ်မာကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ (ဇာတ်လမ်းအကျဉ်း)အိုဂျူဟာ အထက်တန်းကျောင်းသူတစ်ယောက်ပါသူမမှာ ဒုံဂျူဆိုတဲ့ မောင်လေးတစ်ယောက်လည်းရှိတယ်သူမအဖေရဲ့ စီးပွားရေးအခြေအနေမကောင်းတာကြောင့်နေထိုင်ရာ အိမ်ကလေးကနေ အဖိုးဖြစ်သူအိမ်ကိုပြောင်းရွှေ့ခဲ့ရတယ်အဖိုးရဲ့အိမ်မှာ နေသားတကျဖြစ်ဖို့ ခက်ခက်ခဲခဲ သူမကြိုးစားခဲ့တယ်အဖိုးဖြစ်သူနေမကောင်းတာကြောင့် သူမရဲ့အဒေါ်ပါအိမ်ကိုရောက်လာခဲ့တယ်အဖေ၊ အဖိုး၊ အဒေါ် ၊မောင်လေးတို့နဲ့တူတူ ပျော်ရွှင်နေတဲ့မိသားစုလေးမှာ အမှတ်မထင် ကံဆိုးမှုတွေ ဖြစ်လာတဲ့အခါ......ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်Hay Thar Oo မှဘာသာပြန်ပေးထားပါတယ်။ File Size : (1.46 GB), (975 MB) and (500 MB)\nQuality : 1080p.WEB-DL, 720p.WEB-DL, 480p.WEB-DL\nFormat…mp4\nDuration…1h 45min\nGenre : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1B3x3/Moving_On_(2020)_720.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOGE3N2QxN2YtM2ZlNS00MWIyLWE1NDAtYWFlN2FiYjY1MjczXkEyXkFqcGdeQXVyOTUwNzc0ODc@._V1_UY268_CR30182268_AL_-1-136x200.jpg",
        "title": "Miracle in Cell No. 7 (Yedinci Kogustaki Mucize) – (2019)",
        "description": "Miracle in Cell No. 7 (Yedinci Kogustaki Mucize) - (2019)\n========================================IMDb Rating - 8.3/10Remakeကားတွေ မူလရုပ်ရှင်ကို မှီတာ\nအတော်ရှားပါတယ်။အခုရုပ်ရှင်က အဲ့ဒီ\nလိုရှားတဲ့အထဲက တစ်ကားပါပဲ။\nသိသလောက်တော့\nကိုရီးယားရုပ်ရှင်တွေကို remake\nပြန်ရိုက်ကြတဲ့ အနောက်တိုင်းရုပ်ရှင်တွေမှာ\nပျက်ကြတာ အတော်များတယ်။ Old Boyတို့\nMy Sassy Girlတို့ IIMareတို့ဆို\nပျက်သလောက်ပါပဲ။မူလရုပ်ရှင်ရဲ့\nခံစားမှုကို မပေးစွမ်းနိုင်ပါဘူး။\nအခုရုပ်ရှင်ကတော့ Remakeဆိုပေမယ့်\nမူလရုပ်ရှင်ရဲ့ဟာကွက်ဆန်တာတွေကို\nဖြည့်ထားတဲ့အပြင်၊ ထောင်သားတွေရဲ့\nဇာတ်ကောင်စရိုက်ကလည်း ပိုပီပြင်တယ်။\nဖြစ်ရပ်တွေရဲ့ ယုတ္တိရှိမှုကလည်း\nပိုပြီးတာသွားတယ်။\nမူလရုပ်ရှင်ထက်သာတဲ့ Remakeလို့ပဲ\nဆိုချင်တယ်။ မူလ ကိုရီးယားရုပ်ရှင်ကို\nကြည့်ပြီး ခံစားခဲ့ရတဲ့သူတွေ ဒီရုပ်ရှင်မှာ\nပိုခံစားလို့ရမှာတော့ သေချာပါတယ်။ဇာတ်အိမ်တည်တာက တူရကီက ရွာလေးတစ်ရွာမှာ။\nအဲ့ဒီရွာမှာ မွေးထားတဲ့ ခြောက်နှစ်သမီး\nကလေးလောက်တောင် ညဏ်ရည်မမှီတဲ့လူရှိတယ်။\nဆင်းရဲကလည်းဆင်းရဲရတဲ့အထဲ\nဂြိုလ်ဆိုး၀င်ချက်ကတော့\nအခြေအနေအကြောင်းကြောင်းကြောင့်\nစစ်တပ်က ကွန်မန်ဒါရဲ့သမီးလေးသေသွားတာ\nသူ့ကြောင့်ဆိုပြီး သေဒဏ်ချခံလိုက်တာရတာပါပဲ။\nကလေးကိုသတ်တဲ့လူဆိုပြီး ထောင်သားချင်း\nအရိုက်ခံရတဲ့အပြင် ကွန်မန်ဒါကလည်း သူ့ကို\nမိသားစုနဲ့ပေးမတွေ့ဖို့ အမိန့်ချထားတယ်။\nတွေ့ခွင့်တောင်မရှိတဲ့ ဘ၀မှာသမီးကလွဲ\nဘာမှမရှိတဲ့အဖေတစ်ယောက်ရယ်\nအဖေကလွဲ ဘာမှမရှိတဲ့သမီးတစ်ယောက်ရယ်ဟာ\nတွေ့ခွင့်ရဖို့ကြိုးစားကြရင်း\nဒီရုပ်ရှင်ရဲ့ လူသားဆန်မှုတွေက\nကျွန်တော်တို့ မျက်ရည်ကို ချူယူသွားကြတယ်။\nဒီရုပ်ရှင်ကို ကြည့်ဖို့ မိတ်ဆွေအနေနဲ့\nတစ်ရှုးတစ်ရွက်လောက်တော့\nဆောင်ထားသင့်တယ်။Turkey Youth Awards (2020)နဲ့\nGolden Palm Awards (2020)\nတို့မှာ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/miracle-in-cell-no-7-yedinci-kogustaki-mucize-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMWQ0YzI3NTktNjEyNC00MGVhLTlmZjEtN2NkZTcyNmQwYmQ1XkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Spontaneous (2020)",
        "description": "Spontaneous (2020)================IMDb Rating - 6.5/10 ဘဝမှာ ကံဆိုးမိုးမှောင်မှုတွေနဲ့ ကြုံတွေ့ရတဲ့အခါ သင်သာဆိုရင် ထိပ်တိုက်ရင်ဆိုင်မလား? ရှောင်ဖယ်နေမလား?သေချာတာတစ်ခုကတော့ ဖြစ်မလာသေးတဲ့ အနာဂတ်ကြိုတွေးရင်း စိတ်သောကရောက်နေမယ်ဆိုရင် လူဖြစ်ရှုံးရချည်ရဲ့......ဒီကားအကြောင်းပြောရမယ်ဆိုရင် ကျောင်းတစ်ကျောင်း ဘယ်ကနေ ဘယ်လိုဖြစ်လာမှန်းမသိတဲ့ ပေါက်ကွဲမှုတွေဖြစ်ပြီးကျောင်းသားအတော်များများ သေကြေ ပျက်ဆီးကြပါတယ်။ ဘာကြောင့်လဲဆိုတာကို ဘယ်သူမှ မသိပါဘူး။ ဇာတ်ကားပြီးဆုံးတဲ့အထိ ဘာကြောင့်ဖြစ်လဲဆိုတာကို ခင်ဗျားလည်း သိမှာမဟုတ်ပါဘူး။ဒါဆို ဘာသိလိုက်မှာလဲ......မျက်စိတမှိတ်အတွင်း အသက်ဘေးအန္တရာယ်တဲ့ ရင်ဆိုင်နေရတဲ့အချိန် ကိုယ်ချစ်တဲ့သူတွေနဲ့ ဘဝကိုဘယ်လိုမျိူး ရှေ့ဆက်ဖြတ်သန်းကြလဲ.....အသက်ရှင်ဖို့အတွက် ဘယ်လိုတွေ ကြိုးစားရုန်းကန်ကြလဲ.....ခင်ဗျားဆိုရင်ကော ဘာဆက်လုပ်မလဲ၊ ဒီဇာတ်ကားက rating 6.5 ရှိပြီး rotten tomatoes 98% ထိရထားတာပါ။Aaron Starmer ရေးတဲ့ Spontaneous စာအုပ်ကို အခြေခံထားပြီး ၂၀၁၆မှာ ရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့ပါတယ်။ တစ်ကားထဲမှာပဲ Romance, comedy , Sci-fi ပေါင်းစုံပြီး ရသမျိုးစုံ ခံစားနိုင်မှာ အသေအချာပါပဲ.......(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1B33s/Spontaneous.2020.720p.WEBRip[CM].mp4",
        "category": "Comedy, Fancy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e3pEeRGZUGdTFyVoMRC2RHhRqr8.jpg",
        "title": "Micmacs (2009)",
        "description": "Micmacs (2009)ဘာဇီးလ် ဆိုတဲ့ကောင်လေးရဲ့ ဖခင်စစ်သားဟာ မြေမြှုပ်မိုင်းကြောင့်သေဆုံးသွားပြီး\nဘာဇီးလ်ရဲ့အမေလည်း ခင်ပွန်းဖြစ်သူကိုဆုံးရှုံးရတဲ့သောကကြောင့်\nစိတ်ကျန်းမာရေးဆေးရုံကိုရောက်သွားပါတယ်။\nဘာဇီးလ်ဟာ မိဘမဲ့ဂေဟာရောက်သွားပြီး တစ်နေ့မှာတော့ ဂေဟာကထွက်ပြေးသွားပါတယ်။\nနှစ်၃၀အကြာမှာ ဗီဒီယိုအခွေဆိုင်တစ်ဆိုင်မှာအလုပ်လုပ်​နေရင်း\nလမ်းပေါ်မှာ သေနတ်ပစ်ခတ်သံတွေကြားပြီး ဆိုင်ကိုလာမှန်လို့\nထွက်ကြည့်ရာကနေ ခေါင်းကိုကျည်ဆန်မှန်သွားပါတယ်။\nဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့ အသက်မသေဘဲ ခေါင်းထဲမှာကျည်ဆန်ကျန်နေခဲ့ပြီး\nဆေးရုံကဆင်းလာတဲ့အချိန်မှာတော့ သူ့ရဲ့အလုပ်နေရာကိုအစားထိုးခံလိုက်ရပါတယ်။\nသူ့အစားဝင်လုပ်နေတဲ့မိန်းကလေးက ဆိုင်နားမှာပစ်ခတ်မှုဖြစ်တုန်းက\nကျည်ဆန်တစ်တောင့်ကို ရထားကြောင်း ပြောပြီး ဘာဇီးလ်ကိုပေးလိုက်ပါတယ်။\nနေစရာမရှိတော့တဲ့ဘာဇီးလ်ဟာ လမ်းပေါ်မှာလှည့်လည်ဖျော်ဖြေရင်း ပိုက်ဆံရှာနေခဲ့ရာက\nအဖိုးကြီးတစ်ယောက်နဲ့တွေ့ခဲ့ပြီး ဘာဇီးကို သူ့ရဲ့မိသားစုဆီခေါ်သွားခဲ့ပါတယ်။\nအဖိုးကြီးရဲ့မိသားစုဟာ ကားသင်္ချိုင်းအပျက်အစီးတွေထဲ အိမ်ဖြစ်အောင်ဖန်တီးပြီး\nနေထိုင်နေကြတဲ့ အိမ်ခြေရာမဲ့တွဖြစ်ကြပေမယ့် သာမန်လူတွေမဟုတ်ဘဲ\nပစ္စည်းအပျက်တွေသုံးပြီးစက်ပစ္စည်းတွေတီထွင်နိုင်သူ၊\nဘယ်အတိုင်းအတာပမာဏကိုမဆို မျက်လုံးနဲ့ကြည့်ရုံနဲ့တိုင်းထွာတတ်သူ၊\nခန္ဓာကိုယ်ကို ကောက်ကွေးနိုင်သူ စတဲ့ စွမ်းရည်ကိုယ်စီနဲ့\nလူထူးဆန်းတွေစုနေကြတာဖြစ်ပါတယ်။ဘာဇီးဟာ အဲ့မိသားစုနဲ့အတူနေထိုင်ပြီး တွေပစ္စည်းအပျက်လိုက်ကောက်တဲ့အလုပ်ကိုလုပ်ရင်း\nလမ်းပေါ်မှာ သူရင်းနှီးနေတဲ့တံဆိပ်နှစ်ခုကိုတွေ့လိုက်ရပါတယ်။\nသူ့အဖေကိုသေစေခဲ့တဲ့မြေမြှုပ်မိုင်းပေါ်က တံဆိပ်နဲ့၊ သူ့ခေါင်းထဲမှာဝင်နေတဲ့\nကျည်ဆန်ရဲ့ တံဆိပ်တွေကိုယ်စီနဲ့ မျက်နှာချင်းဆိုင်ရှိနေကြတဲ့\nကမ္ဘာ့ထိပ်တန်းလက်နက်ကုမ္ပဏီကြီးနှစ်ခုဖြစ်နေပါတယ်။\nအဲ့လက်နက်ကုမ္ပဏီတစ်ခုထဲကိုခိုးဝင်ခဲ့ပြီးနောက် သူတို့ဖြန့်ချီနေတဲ့လက်နက်တွေကြောင့်\nလူတွေသေကြေဒုက္ခရောက်နေကြတာကို သိသွားရတဲ့ဘာဇီးလ်ဟာ\nသူ့ရဲ့လူထူးဆန်းမိသားစုကိုအကူအညီတောင်းပြီး လက်နက်ကုမ္ပဏီနှစ်ခုရဲ့ပိုင်ရှင်နှစ်ယောက်ကို\nသင်ခန်းစာပေးနိုင်ဖို့ အစီအစဥ်ဆွဲပါတော့တယ်။ဒီကားကတော့ ပြင်သစ်ဇာတ်ကားဖြစ်ပြီး၊ Comedy အမျိုးအစားဖြစ်တာမို့\nဟာသလေးတွေနဲ့ ဇာတ်လမ်းပုံစံ သွက်သွက်လက်လက်ပေါ့ပေါ့ပါးပါးဖြစ်ပါတယ်။\nHugo ဇာတ်ကားလို fantasy ဆန်ဆန်ကားမျိုး၊\nTim Burton ရဲ့ဇာတ်ကားတွေလို\nကာတွန်းဆန်သလိုလို ထူးထူးဆန်းဆန်းကားမျိုးကြိုက်တဲ့သူတွေ သဘောကျမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size… 2.9GB and 753MB\nQuality…. ...",
        "rating": "7.2",
        "url": "https://megaup.net/2WYif/(CM)_Micmacs.2009.720p.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZqEqLeOuoKjaBfrOYE29RHOmtn.jpg",
        "title": "Back to the Wharf ( 2020 )",
        "description": "ဒီကားလေးကတော့ မင်းသားမင်းသမီးတွေ နာမည်သိပ်မကြီးမချောကြပေမယ့် တကယ့်ကိုဇာတ်ကားကောင်းပြီး ပညာရစေတဲ့ ဇာတ်လမ်းကောင်းလေးမို့ ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်ဇာတ်လမ်းလေးအကျဉ်းပြောပြရရင်စုန့်ဟောက်ဆိုတဲ့ အတန်းထဲ အမြဲအဆင့် ၁ ရနေသူလေးက လီထန်ဆိုတဲ့မြို့တော်ဝန်အဖေ့အာဏာနဲ့ ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်နေတဲ့ကောင်လေးနဲ့ ငယ်သူငယ်ချင်းတွေပေါ့စုန့်ဟောက်က စာလုပ်တာအပြင် ဂိမ်းဆိုင်မှာ ဂိမ်းကစားရတာကိုအတော်လေး စိတ်ဝင်စားသူပါ။ဒါကြောင့်လည်း ကျောင်းနဲ့ အိမ်အပြင် ဂိမ်းဆိုင်မှာပဲ အချိန်ကုန်နေတတ်တယ်။ဂိမ်ကစားတိုင်း ရန်လာရှာတဲ့ လူရမ်းကားတွေကို လီထန်က ရှင်းပေးနေကြပေါ့...ဒါပေမယ့် တစ်နေ့ စုန့်ဟောက်အဆင့် ၁ ရလို့ တက္ကသိုလ်တန်းတက်ခွင့်ရတာကိုလီထန်အဖေက အာဏာနဲ့လုယူပြီးနောက်မှာတော့သူတို့ဆက်ဆံရေးက တစ်မျိုးပြောင်းသွားခဲ့ပါတယ်။တကယ်တော့ သူတို့ ဆက်ဆံရေးဆိုတာထက် စုန့်ဟောက်ရဲ့ဘဝကြီးတစ်ခုလုံး ပြောင်းလဲသွားတယ်ဆို ပိုမှန်မယ်စုန့်ဟောက်ဟာ သူ့အခွင့်ရေးကို လုယူသွားတာ သူယုံကြည်ရတဲ့တစ်ဦးတည်းသော သူငယ်ချင်း လီထန်ဆိုတာ သိရတော့ စိတ်မထိန်းနိုင်ဘဲလီထန်ကို သွားရှာတဲ့လမ်းမှာ အိမ်မှာဝင်ရာကနေ လူသတ်မိလို့အိမ်က ထွက်ပြေးခဲ့တာ အဆင့် ၁ ကျောင်းသားဘဝကနေမှတ်ပုံတင်အတုနဲ့ကျင်လည်နေတဲ့ လက်လုပ်လက်စားလေးဘဝကို ပြောင်းသွားခဲ့ပါတယ်၁၅ နှစ်ကြာလို့ သူ့အမေ ရက်လည်အတွက် စုန့်ဟောက် ပြန်ရောက်လာချိန်မှာဘယ်လိုတွေပြောင်းလဲပြီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/back-to-the-wharf-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/clsf4ahm1KYucXxTZBEOZ3YJUyp.jpg",
        "title": "A Girl at My Door (2014)",
        "description": "[Unicode]IMDb Rating - 6.9/10သင်က Psychological Drama တွေကိုနှစ်သက်တဲ့သူဆိုရင်တော့ ဒီကားကိုအကြိုက်တွေ့နိုင်ပါတယ်။\nLesbianတစ်ယောက်နဲ့ ၁၄နှစ်အရွယ်ကောင်မလေးရဲ့ကြားကချစ်ခြင်းမေတ္တာအကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အပြင်\nဒွိဟဖြစ်စေတဲ့ဆက်ဆံရေးကိုရိုက်ကူးထားတာကြောင့်\nLow Budgetရိုက်ကူးရေးဖြစ်ခဲ့တဲ့အပြင် ပါဝင်ခဲ့နဲ့ Bae Doonaနဲ့ Kim Sae Ronတို့ ၂ယောက်လုံးက အနုပညာကြေးမယူဘဲရိုက်ကူးပေးခဲ့တဲ့ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nရဲအရာရှိတစ်ဦးဖြစ်တဲ့\"လီယောင်းနမ်\"ဟာ သူ့ရဲ့လိင်စိတ်တိမ်းညွှတ်မှုကြောင့် အထင်လွဲခံရပြီး ဆိုးလ်ကနေကမ်းခြေမြို့လေးဆီ ရာထူးရွှေ့ပြောင်းခံခဲ့ရပါတယ်။\nမြို့ကိုရောက်တဲ့အခါ ၁၄နှစ်အရွယ် \"ဒိုဟီး\"ကို ပထွေးနဲ့အဘွားကအမြဲနှိပ်စက်နေတာကို စပြီးတွေ့မြင်ခဲ့ရပါတယ်။\"ဒိုဟီး\"ကို ပထွေးကထပ်ပြီးနှိပ်စက်မှာကိုစိုးရိမ်တဲ့အတွက်ကြောင့် \"ယောင်းနမ်\"က နွေရာသီကျောင်းပိတ်ရက်အတွင်းမှာ သူ့အိမ်မှာလာနေဖို့ \"ဒိုဟီး\"ကိုခေါ်ထားခဲ့ပါတယ်။ဘဝတစ်လျှောက်လုံး သူ့ကိုဂရုစိုက်တဲ့သူမရှိခဲ့တဲ့\"ဒိုဟီး\"ကို \"ယောင်းနမ်\"ကမိသားစုဝင်တစ်ယောက်လိုဆက်ဆံတဲ့အခါ သူ့ကိုခင်တွယ်လာပါတယ်။\nဒီလိုနဲ့ကလေးမလေးရဲ့အကြောင်းတွေကိုပိုပြီးသိလာရတဲ့အခါမှာတော့ ရိုးအတဲ့ သာမန်ကလေးမလေးမဟုတ်တာကိုသိလာရပါတယ်။တစ်ဖက်မှာလည်း ပထွေးရဲ့လုပ်ငန်းမှာ တရားမဝင်လုပ်သားတွေကိုခိုင်းတာကြောင့်ပထွေးကိုဖမ်းတဲ့ကိစ္စနဲ့ပတ်သက်ပြီး ရဲအရာရှိဖြစ်သူယောင်းနမ်နဲ့ အချေအတင်ဖြစ်လာပါတယ်။သူ့အလုပ်ကိုထိခိုက်လာတဲ့အတွက် ပထွေးက\"ယောင်းနမ်က ဒိုဟီးနဲ့လိင်ပိုင်းဆိုင်ရာပတ်သက်မှုရှိပါတယ်\"ဆိုပြီး တိုင်ချက်ပြန်ဖွင့်တဲ့အခါမှာတော့Lesbianတစ်ယောက်ဖြစ်တဲ့ယောင်းနမ်ကဒိုဟီးကို စိတ်သန့်သန့်နဲ့စောင့်ရှောက်ခဲ့တယ်ဆိုတာကိုဘယ်လိုသက်သေပြမှာလဲ\nဒီလိုပြစ်မှုကြောင့်ပဲနယ်ပြောင်းခံရတဲ့ယောင်းနမ်နဲ့ စိတ်ဒဏ်ရာရှိတဲ့ဒိုဟီးတို့ကြားမှာဘာတွေဆက်ဖြစ်သွားမလဲ\nမထင်ထားတဲ့ထွက်ဆိုချက်တွေကြားမှာ ယောင်းနမ်တစ်ယောက် ပြစ်မှုကနေလွတ်မြောက်နိုင်မလားဆိုတာကို ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုနိုင်ပါပြီ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ) [Zawgyi]IMDb Rating - ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/a-girl-at-my-door-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BODY1YzNiOGQtN2RhNS00ZjE1LThhMDktOTM0NDFjYmZjNmMxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "The Gandhi Murder (2019)",
        "description": "The Gandhi Murder (2019)====================IMDb Rating - 5.4/10၂၀၁၉ ခုနစ်ထွက် Historical/ Political ဇာတ်ကာဒချစ်သူတွေအတွက် A Must Watch ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်....ကိုယ်နှုတ်နှလုံးသုံးပါးစလုံး ထပ်တူကျနေရင် ဒါဟာပျော်ရွှင်မှုပဲ အားနည်းတဲ့သူတွေဟာ ခွင့်မလွှတ်နိုင်ကြဘူး ခွင့်လွှတ်ခြင်းဆိုတာသန်မာတဲ့လူတွေပဲ ပိုင်ဆိုင်တဲ့အရည်အချင်းတစ်ခုဖြစ်တယ်လို့  မဟတ္တမဂန်ဒီက မိန့်ဆိုခဲ့ဖူးပါတယ်။အကြမ်းမဖက်ရေးလမ်းစဉ်သမား မေတ္တာရှင်ကြီး မဟတ္တမဟာ ၁၉၄၈ ခုနစ် ဇန်နဝါရီလ ၃၀ ရက်နေ့ နယူးဒေလီမှာ လုပ်ကြံသတ်ဖြတ်ခံခဲ့ရပါတယ်။ ဒီဇာတ်ကားဟာ ဂန္ဒီရဲ့အမြင်ကိုရိုက်ကူးထားတာမဟုတ်ပဲ လက်တွေ့ဘဝမှာရှိခဲ့တဲ့ ရဲအရာရှိသုံးယောက်ရဲ့အမြင်ကို ဝိရောဓိဆန်ဆန် မှီငြမ်းရိုက်ကူးထားတာဖြစ်ကြောင်း သတိချပ်စေချင်ပါတယ်။ အခြေတည်ထားတာက ဂန္ဒီလုပ်ကြံမခံရမီ အိန္ဒိနိုင်ငံ ပူပူနွေးနွေး လွတ်လပ်ရေးရပြီးကာစ ကာလမှာဖြစ်ပါတယ်...ပြည်တွင်းစစ်ဖြစ်လာတော့မှာ ကျိန်းသေသလောက်ဖြစ်နေပြီး အမျိုးဘာသာဂိုဏ်းကွဲ အစွန်းရောက်တွေကြောင့် နိုင်ငံဟာချောက်ထဲကျလုကျခင်အခြေအနေဖြစ်နေပါတယ်....ပါကစ္စတန်က ငွေကြေးထောက်ပံ့ဖို့ ကို ပယ်ချခံရတဲ့ကိစ္စအတွက် ဂန္ဒီဟာ အစာငတ်ခံဆန္ဒပြခဲ့တာကြောင့် ဟိန္ဒူပါတီဝင်တွေကမကျေမနပ်ဖြစ်ပြီး လုပ်ကြံဖို့ကြံစည်နေကြပါတယ်....အဲဒါကို ဘုံဘေရဲတပ်ဖွဲ့ဝင် ဒီစီပီဂျင်မီနဲ့ ဒီအိုင်ဂျီရေနာတို့က ကြိုတင်သတင်းရထားခဲ့ပေမယ့်  သူတို့ရဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1B1df/The.Gandhi.Murder.2019.720p.GP.WEB-DL[CM].mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Six-Minutes-to-Midnight-133x200.jpg",
        "title": "Six Minutes to Midnight (2020)",
        "description": "Six Minutes to Midnight (2020)\n*********************************အခုလောလောလတ်လတ် ၂၀၂၀မှာထွက်ထားတဲ့\nဒုတိယကမ္ဘာစစ်ကြိုကာလအတွင်းက ဇာတ်ကားလေးတစ်ခုကို မိတ်ဆက်ပေးချင်ပါတယ်...သိကြတဲ့အတိုင်း World War II ဟာ ဂျာမနီက နာဇီခေါင်းဆောင် ဟစ်တလာရဲ့\nစစ်မီးပွား စတင်လောင်ကျွမ်း ရာကနေစတင်ခဲ့တာပါ...ဒီစစ်ပွဲမတိုင်ခင်ကတည်းက အင်္ဂလန်ရဲ့တောင်ဘက်ကမ်းရိုးတန်း ဘက်စ်ဟေးမြို့မှာ\nအထက်တန်းလွှာတွေရဲ့သမီးပျိုတွေကို သီးသန့်သင်ပေးတဲ့\nအော်ဂတ်စတာဗစ်တိုးရီးယား မိန်းကလေးကျောင်းရှိပါတယ်...ဒီကျောင်းကြီးကို ဂျာမနီရဲ့နောက်ဆုံးဧကရာဇ်ဘုရင်မကြီးက တည်ထောင်ခဲ့တာပါ\nအဲ့ကျောင်းမှာ ဂျာမန်နာဇီပါတီရဲ့အရာရှိကြီးတွေရဲ့သမီးပျိုတွေလည်း တက်ကြပါတယ်....အင်္ဂလိပ်လူမျိုး သောမတ်မေလာတစ်ယောက် အဲဒီဂျာမနီကျောင်းကြီးကို\nအင်္ဂလိပ်စာဆရာအနေနဲ့ ရောက်လာတဲ့အခါမှာတော့.....ဘာတွေဆက်ဖြစ်ကြမလဲ?? ဘာကြောင့်ရောက်လာရတာလဲ??ဒီဇာတ်ကားရဲ့နာမည်ကိုက “Six Minutes to Midnight”  သန်းခေါင်ယံရောက်ဖို့၆မိနစ်အလိုတဲ့\nWorld War II မစခင် ၁၇ရက်အလို ၁၉၃၉ ဩဂုတ် ၁၅ ကစပြီး အခြေခံရိုက်ကူးထားတာပါစစ်ကားလိုမျိုးမဟုတ်ပေမယ့် ရသတစ်ခုခုတော့ပေးစွမ်းနိုင်မယ်ထင်ပါတယ်... ခံစားကြည့်ရှူကြပါဦး File Size : (1.6 GB) and (931 MB)\nQuality : BluRay 1080p\nFormat…mp4\nDuration…1h ...",
        "rating": "5.4",
        "url": "https://megaup.net/2gZpg/Six_Minutes_to_Midnight_(2020)_720.mp4 ",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vxO9MBHp6LWiXZyv7G40Fv5WCuh.jpg",
        "title": "Romance Doll (2020)",
        "description": "Romance Doll 2020\n-------------------------------၁၈ယောက်စုကြည့်ရတဲ့ကားပါလို့ ကြိုပြောထားပါမယ်Netflix ကရိုက်ထားတဲ့ကားကောင်းလေးပါသရုပ်ဆောင်အများကြီးမပါပေမယ့်နွေးထွေးတဲ့ဆက်ဆံရေးအများကြီးကိုရှင်းရှင်းလင်းလင်းကိုရိုက်ပြထားပြီး သရုပ်ဆောင်တွေအကုန်လုံးကလည်းchemistery မိလှပါတယ်ဇာတ်လမ်းအကျဉ်းပြောရရင်တော့လူကြီးအရုပ်တွေလုပ်ရတဲ့ကောင်လေးနဲ့အဝတ်ဗလာမော်ဒယ်လ်ထိုင်ပေးတဲ့ကောင်မလေးတစ်ယောက်တို့အကြောင်းပေါ့ပထမတွေ့တဲ့အကြိမ်မှာပဲရင်သားတွေအကိုင်ခံလိုက်ရလို့ချစ်သွားတဲ့ကောင်မလေးနဲ့ရှက်ရှက်နဲ့ကိုင်လိုက်ပြီး တစ်ခါတည်းနဲ့ကိုတန်းချစ်သွားတဲ့ကောင်လေးတို့ဟာအချင်းချင်းအမေးအမြန်းတွေသိပ်လုပ်မနေပဲလက်ထပ်လိုက်ကြပါတယ်ချစ်ခြင်းတွေနဲ့ပဲတည်ဆောက်ထားတဲ့နှစ်ယောက်တည်းကမ္ဘာလေးကလျှို့ဝှက်ချက်တွေမပေါ်လာခင်အထိတော့သာယာနေခဲ့တာပေါ့ယောင်္ကျားတွေက ဘယ်လိုပဲချစ်လို့ယူထားယူထားအခြားက စနှိုက်တွေရောက်လာတဲ့အခါခဏလောက်ဖြစ်ဖြစ် ယိမ်းယိုင်တတ်တဲ့စိတ်ကိုလည်းမြင်လိုက်ရပါသေးတယ်( ရှင်တို့ယောင်္ကျားတွေကောင်းကိုမကောင်းဘူး )ဆိုတော့ သာယာကြည်နူးဖွယ်ကောင်းသော ဝမ်းနည်းဖွယ်ကောင်းသောပျော်ရွှင်ဖွယ်ကောင်းသော အခန်းတိုင်းက ခံစားချက်အမျိုးမျိုးကိုရစေပါတယ်ချစ်ခြင်းတရားဟာ အဘယ်ကဲ့သို့ဆန်းကြယ်ကြောင်းတွေရောကိုအပြင်လောကမှာကြုံတွေ့ရသလို သဘာဝကျကျလေးရိုက်ကူးထားတာမို့လို့စီးမြောခံစားရတာ သက်တောင့်သက်သာရှိလှပါတယ်( ရည်းစားမရှိတဲ့သူတွေကတော့ ရုပ်ရှင်ကိုရုပ်ရှင်လိုပဲကြည့်ပေါ့ )ဇာတ်လမ်လေးကောင်းရုံတင်မကအပိုဆုအနေနဲ့ မင်းသမီးလေးကလည်းအသားအရည်ရဲ့ဝင်းလဲ့နေမှု မျက်နှာလေးရဲ့ လှပနေမှုဆိုသလိုတော်တော်လေးလှပါတယ်ပြီးတော့ ၂၀၀၈တုန်းက အကောင်းဆုံးဇာတ်ပို့ဆုရထားတာမို့ သရုပ်ဆောင်တာကတော့သိပ်ညွှန်းမနေတော့ဘူးနော် )မင်းသားကလည်း ယောင်္ကျားဆန်ဆန်ပုံစံနဲ့ သရုပ်ဆောင်တာလည်းကောင်းတာမို့လို့ကြည့်ဖို့ပေးလိုက်ရတဲ့အချိန်အတွက် နောင်တရစရာမရှိပါဘူး  Translated and Reviewed by ThinZar HtetEncoded by YKFile Size : 2.2GB abd 1.3GBQuality :1080p Blu-Ray Remux and 720pDuration : 2h 3minSubtitles : Myanmar (Hardsub)",
        "rating": "6.4",
        "url": "https://megaup.net/V49a/(CM)Romance.Doll.2020.720p..mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/poster-Bloody-Hell-2020-105x200.jpg",
        "title": "Bloody Hell (2020)",
        "description": "Bloody Hell (2020)\n************************************IMDB Rating : 6.4 *\n***** သတိ *****\nကြောက်တတ်သူများနဲ့ အသည်းငယ်တတ်သူများ မကြည့်သင့်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ စစ်မှုထမ်းဟောင်း ဖြစ်သူ ရက်ဇ်ဟာ သူ့မသိစိတ်နဲ့ ပြောဆိုတိုင်ပင်လေ့ ရှိသူပါ။\nတစ်ရက် ဘဏ်တစ်ခုမှာ ငွေသွားထုတ်ရင်း ဘဏ်ဓါးပြတိုက်ခံရတာနဲ့ ထိပ်တိုက် တိုးပါတော့တယ်။\nရှောင်လွှဲဖို့ ကြိုးစားပေမယ့် မထင်မှတ်ဘဲ ဘဏ်ဓါးပြအကုန်လုံးကို ရက်ဇ်တစ်ယောက်တည်း ဆော်ပလော်တီးလိုက်မိပါတယ်။အဲဒီလို ဝင်ပါ၊ ဝင်ဗျင်းလိုက်တာ သူ့ဘ၀ အတော် တိုင်ပတ်သွားပါတော့တယ်။\nကောင်းသတင်း၊ ဆိုးသတင်း ရောပြွန်းပြီး နာမည်ကြီးလာ တဲ့အတွက်\nလောကဓံကို မခံနိုင်တဲ့ ရက်ဇ်ဟာ တခြားနိုင်ငံကို ခြေဆန့်ကာ ရှောင်ပြေးပါ တော့တယ်။မရှောင်တဲ့သူတွေအတွက် တည့်တည့် မတိုးပေမယ့် ဒုက္ခတွေကနေ ထွက်ပြေးလာတဲ့ ရက်ဇ်ဟာ\nအင်မတန် ထူးဆန်းပြီး ကြောက်စရာမိသားစုနဲ့ တိုက်ရိုက် ဆုံဆည်းကာ ကံကြမ္မာဆိုးတွေနဲ့ နဖူးတွေ့ ဒူးတွေ တွေ့ပါတော့တယ်။ရက်ဇ် ဘယ်လို ကံကြမ္မာဆိုးတွေနဲ့ ကြုံဆုံရမလဲ? လွတ်ကော ...",
        "rating": "6.4",
        "url": "https://megaup.net/1B1na/Bloody_Hell_(2020)_720.mp4",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6OWTh12f8gmZ8uo4O2rE5TPKvzc.jpg",
        "title": "Tribhanga(2021)",
        "description": "Tribhanga(2021)အညွှန်း******************IMDb...7.0နာယန်ဆိုတဲ့အမျိုးသမီးကြီးဟာ နာမည်ကြီးစာရေးဆရာမတစ်ယောက်ပါ.....ငယ်စဉ်ကထဲကရေးခဲ့တဲ့ စာအုပ်တွေအတော်များများဟာ အရောင်းရဆုံးစာရင်းဝင်ခဲ့သလိုရုပ်ရှင်တွေအဖြစ်အမြောက်အများပြန်လည်ရိုက်ကူးခဲ့ရပါတယ်.....ငယ်စဉ်က စာရေးခြင်းအလုပ်ကိုပဲဇောက်ချလုပ်ကိုင်ခဲ့ပုံရတယ်....သမီးဖြစ်သူအပေါ်နွေးထွေးမှုတွေလည်း လစ်ဟင်းခဲ့ပုံပါပဲ...သမီးဖြစ်သူကလည်း အရွယ်မတိုင်ခင်ရင့်ကျက်ခဲ့ရပြီးကိုယ့်လမ်းကိုယ်ဖောက်ပြီးအောင်မြင်နေပေမဲ့ အမေဖြစ်သူစာရေးဆရာမကြီးကိုတော့အမုန်းကြီးမုန်းနေဆဲပါပဲ..... အသက်အရွယ်ရလာတဲ့စာရေးဆရာမကြီးဟာ နောက်ဆုံးအနေနဲ့ကိုယ်တိုင်ရေးအတ္ထုပတ္တိလေးထုတ်သွားချင်တယ်...ငယ်ဘဝကစလို့ဖြတ်သန်းပုံအဆင့်ဆင့်ကိုရေးသားသွားချင်တယ်..ခက်တာကသူမရဲ့လက်ကျန်းမာရေးအခြေအနေက ကိုယ်တိုင်ရေးဖို့ခက်ခဲတာကြောင့် တခြားစာရေးဆရာတစ်ယောက်ကိုကူညီတောင်းပြီးအသံသွင်းမှတ်တမ်းနဲ့ပြန်ရေးစေပါတယ်...အဲ့ဒီလိုရေးနေစဉ်ကာလမှာပဲမထင်မှတ်တဲ့အရာတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...ဒီကားက မင်းသမီးကြီး Kajol အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်....ဇာတ်လမ်းတော်တော်ကောင်းတဲ့ ကားမို့အိန္ဒိယကားကြိုက်သူတို့ လက်မလွှတ်သင့်ပါဘူး...ဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။File Size : (1.8GB) and (897MB)\nQuality : WEB-DL1080P5.1CH,720p\nFormat…mp4\nDuration…01:35:00\nGenre : Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2WWix/Tribhanga.2021,WEB-DL.720P.PP.mkv",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTc0ZTM1NTEtMDk0OC00Mzc3LTlmMDUtZWQ0OTEwZThkMDAzXkEyXkFqcGdeQXVyMzgxODI0MTk@._V1_-140x200.jpg",
        "title": "The Dog (2010)",
        "description": "ဘဝက လှည့်ကွက်တွေနဲ့ ပြည့်နေတတ်တယ်တဲ့\nဒီကားလေးကတော့\nအဖေ့ရဲ့ ဂရုစိုက်မှုကို ခွေးလောက်တောင် မရတာကြောင့်ဆိုးသွမ်းနေတဲ့ သူဌေးသား Bank\nနိုင်ငံတော်က ပြည်သူတွေထက် ခွေးကို အရေးပေးနေလို့ ဒေါသူပုန်ထ ဆန္ဒပြနေတဲ့ Den\nအသက်အငယ်ဆုံး ကွန်ပြူတာပညာရှင်ဖြစ်တာကြောင့် သူ့ပညာတွေ ထုတ်သုံးပြချင်နေတဲ့ ‌ခွေးချစ်တဲ့ Art\nသူတို့ သုံးယောက်ရဲ့ ရည်ရွယ်ချက် \"ခွေးခိုးဖို့\" က ထပ်တူညီနေတဲ့အခါ\nသူတို့ထင်ထားသလို မရိုးရှင်းပဲ မထင်ထားတဲ့ လျှို့ဝှက်ချက်တွေ သူတို့ သိသွားတဲ့အခါ\n2010 ကထွက်ရှိခဲ့တဲ့ ဒီကားလေးကတော့ ဇာတ်အိမ်က မရိုးမဆန်းလေးဖြစ်တာကြောင့် ထိုင်းကားကြိုက်သူတွေအတွက်ကြည့်ပျော်မှာဖြစ်ပါတယ်ရှင်။ \nFile size…(1.5 GB) and (999 MB)\nQuality…HDRip 1080p and 720p\nFormat…mp4\nDuration….01:34:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "",
        "url": "https://megaup.net/1B16l/(CM)The_Dog.2010-720p_HDRip.x264.AAC-SeeingMole.mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/6Zxyj_4f-115x200.jpg",
        "title": "Rat Disaster (2021)",
        "description": "Rat Disaster (2021)ပါတ်ဝန်းကျင်မှာ ကြွက်တွေ ရှိနေတဲ့ အခါစိတ်အနှောင့်အယှက်ဖြစ်ရပ်ပါတယ် ကြွက်ကိုတော်ရုံမဟုတ်ပဲ အုပ်လိုက် ရထားတွဲတတွဲစာဆို စဥ်းစားသာကြည့်တော့ ကြွက်တွေက ပါတ်ဝန်းကျင်ကိုအကျည်းတန်စေရုံသာမက ပလိပ်စတဲ့ ရောဂါပိုးတွေကိုပါ သယ်ဆောင်လာတတ်တဲ့ မကောင်းဆိုးဝါးအသေးစားလေးတွေပါ အဲ့လိုမျိုးကြွက်တွေက လူတွေကိုပါ ကိုက်ဖြတ် စားသောက်နေတဲ့ အထိ အန္တရာယ်ရှိလာပြီဆိုရင်ရော .....ဇာတ်လမ်းအကျဥ်း- တရုတ်ပြည်ရဲ့ ပေဝေပြည်နယ်ကနေ ရထားတစီး ထွက်ခွာစပြုနေပါတယ် ရထားပေါ်ကနေအခြားရထားပေါ်မှာလူသေတွေနဲ့ ကြွက်အုပ်လိုက်ကြီး ပြေးဆင်းသွားတာကို မြင်လိုက်ရသူကတော့ ကျန်းမာရေးဌာနကဆရာစူးပါ နောက်တော့ သူတို့ရထားပေါ်မှာပါ ကြွက်သံတွေ ဆူညံလာပြီးနောက် ဘာတွေ ဆက်ဖြစ်ကြမလဲလူတွေရဲ့ အသက်ဘေးနဲ့ ရင်ဆိုင်လာရတဲ့အခါ အတ္တနဲ့ယှဥ်ပြီး ဆုံးဖြတ်တတ်မှုတွေ အားလုံးကို ကြည့်ရှုရမှာပါ(ဇာတ်ကားထဲမှာ ကြွက်တွေ အုပ်လိုက်ပါတာ ဖြစ်လို့ ဇာတ်ကားအစမှာ သတိပေးစာတန်းတခုကို တွေ့ရမှာ ဖြစ်ပါတယ် )  Translated by : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1B0il/%7BCM%7DRat_Disaster_720p.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNWZhNDhhZjgtNWJiOC00N2JkLWFkZGItMWQ0ZmNkNjA0NzQwXkEyXkFqcGdeQXVyMjEyOTM1NzA@._V1_-140x200.jpeg",
        "title": "My Love, My Bride (2014)",
        "description": "[Unicode]My Love My Bride 2014အထူးမိတ်ဆက်ပေးစရာ မလိုတဲ့ K Drama မင်းသားနဲ့ မင်းသမီး Jo JungSuk နဲ့ Shin MinAh တို့ရဲ့ လက်တွေ့ဆန်ဆန် အိမ်ထောင်ရေးဘဝ အချစ်ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။တွေ့ဆုံကြ... သမီးရည်းစားဘဝချစ်ကြိုက်ကြ... နောက်တော့ လက်ထပ်လိုက်ကြ...ဒီလိုနဲ့ မတူညီတော့တဲ့ ချစ်သူနှစ်ယောက်ကြားက ချစ်ခြင်းတရားတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။အကျဉ်းချုပ် ပြောပြရရင် တက္ကသိုလ်ကျောင်းသားဘဝမှာ ချစ်ကြိုက်ခဲ့ကြတဲ့ ဂန်ယောင်မင်းနဲ့မီယောင်းတို့ဟာ လက်ထပ်ခဲ့ကြပြီး ညားခါစ ဇနီးမောင်နှံဘဝ အခြေအနေမှာ သာယာကြည်နူးခဲ့ကြသလောက် တဖြည်းဖြည်း အချိန်တွေကုန်ဆုံးလာတဲ့အခါ နှစ်ယောက်ကြားက အိမ်ထောင်ရေး ပြသနာများကို ရင်ဆိုင်လာရပြီး ခါးသီးလာခဲ့ကြပါတယ်။ဒါပေမယ့် အဲ့လို အခက်အခဲတွေ နားမလည်မှုတွေကြား မပြေလည်မှုကြားကနေ သူတို့နှစ်ယောက်ကြားမှာ အချစ်ဆိုတာကို တဖြည်းဖြည်း နားလည်လာခဲ့ရလို နားလည်မှု နွေးထွေးမှု ကြင်နာမှု သစ္စာရှိမှုတွေနဲ့ အိမ်ထောင်ရေးကို ဘယ်လိုရှေ့ဆက် အဆုံးသတ်သွားမယ်ဆိုတာကို လက်တွေ့ဆန်ဆန် ခံစားသက်ဝင်ရမှာပါ။( ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/my-love-my-bride-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dTePrsZZnY8upKIB5Xl519wUgpQ.jpg",
        "title": "Just a Stranger",
        "description": "Just A Stranger (2019)\n~~~~~~~~~~~~~~~~~~~~~IMDb - 6.2/10\nဒီဇာတ်ကားလေးကတော့ 2019တုန်းက\nအရမ်းကိုအောင်မြင်ခဲ့တဲ့ ဖိလစ်ပိုင် Romance/Drama ကားလေးဖြစ်ပါတယ်ရုံတင်ပြီး (၁၂)ရက်အကြာမှာပဲ\nBox office မှာ PHP 100million အထိဝင်ငွေရရှိခဲ့ပါတယ်~~~ အညွှန်း ~~~အချစ်မပါတဲ့ အိမ်ထောင်ရေးကြောင့် မပျော်မရွှင်ဖြစ်နေတဲ့ (၃၈)နှစ်အရွယ် မေနဲ့\nမိဘတွေရဲ့ တင်းကြပ်တဲ့ချုပ်ထိန်းမှုတွေနဲ့ ချစ်သူကောင်မလေးရဲ့နားလည်မပေးမှုတွေကြောင့်\nစိတ်ညစ်နေတဲ့ ဂျေရီဂိုဆိုတဲ့ (၁၉)နှစ်အရွယ်ကောင်လေးတို့နှစ်ယောက် ခရီးထွက်ရင်း\nကမ်းခြေတစ်ခုမှာ မထင်မှတ်ဘဲ တွေ့ဆုံဖြစ်ခဲ့ကြပါတယ်။ဒီလိုနဲ့ သူတို့နှစ်ယောက် တစ်ညတာ အတူနေဖြစ်သွားကြပါတယ်~~~~~~\nမေကတော့ သူ့နေရပ် ဖိလစ်ပိုင်နိုင်ငံကို ပြန်သွားခဲ့ပါတယ်~\nတစ်ဖက်မှာလည်း ဖခင်ဖြစ်သူရဲ့အလုပ်​ကြောင့်\nဂျေရီဂိုတို့မိသားစုဟာ ဖိလစ်ပိုင်ကို ပြန်ပြောင်းဖြစ်ခဲ့ကြပါတယ်~ရက်အနည်းငယ်အကြာမှာတော့ ပြတိုက်တစ်ခုမှာ\nသူတို့နှစ်ယောက် မထင်မှတ်ဘဲ ပြန်လည်ဆုံတွေ့ဖို့ ဖြစ်လာရာကနေ\nအသက်နှစ်ဆလောက်ကွာနေတဲ့ သူတို့နှစ်ယောက်ကြားမှာ\nဘာတွေဘယ်လိုဆက်ဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်~ဇာတ်လမ်းရဲ့အစပိုင်းကိုတော့ သာမာန်ပဲလို့ထင်ရနိုင်ချေရှိပေမယ့်\nမထင်မှတ်ထားတဲ့ ဇာတ်သိမ်းခန်းကြောင့်\nရသတစ်ခုခုကို ကျိန်းသေပေါက်ခံစားရမှာဖြစ်လို့ လုံးဝလက်မလွှတ်သင့်ပါဘူးနော်~Review by Van Sui ParFile size… 1.67GB and 758MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr ...",
        "rating": "6.2",
        "url": "https://megaup.net/1B0bo/(CM)_Just.A.Stranger.2019.720p.NF.WEB-DL..mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Nocturne-133x200.jpg",
        "title": "Nocturne (2020)",
        "description": "Nocturne 2020*************IMDB - 5.6\nHorror , Mystery, Thrillerဇာတ်ကားအကျဉ်းလေးကတော့\nဗီဗီယန်နဲ့ ဂျုလီယက် ဆိုတဲ့အမြွှာညီမ နှစ်ယောက်ဟာ ပီယာနိုတီးတာအထူး\nကျွမ်းကျင်သလို အနုပညာကျောင်းမှာလည်းအတူတူတက်နေကြပါတယ်အစ်မဖြစ်သူ ဗီဗီယန်ဟာ ကျောင်းမှာ နာမည်ကြီးသလို\nကမ္ဘာ့အကောင်းဆုံးအနုပညာကျောင်းမှာဆက်လက်တက်ရောက်ဖို့\nတစ်ပေးခံထားရသူလည်းဖြစ်တယ်ညီမဖြစ်သူ ဂျုလီယက်ကတော့ ဗီဗီယန်နဲ့ပြောင်းပြန်ပါပဲ\nအနေအေးသလို အရှက်အကြောက်ကြီးတယ်။ဒီလိုနဲ့ နွေရာသီ ကျောင်းပိတ်ရက် ပြီးခါနီးလို့ ကျောင်းပြန်တက်ခါနီးအချိန်မှာ\nသူတို့ကျောင်းမှာ အတော်ဆုံးဂီတပညာရှင်တစ်ယောက်ဖြစ်တဲ့ မော်ရာ ကိုယ့်ကိုကိုယ်သတ်သေသွားခဲ့ပါတယ်။ကျောင်းပြန်တက်တဲ့အခါ ကျောင်းအုပ်ကမော်ရာရဲ့သေဆုံးမှုအမှတ်တရအနေနဲ့\nconcerto ပြိုင်ပွဲကိုဆက်လုပ်ဖို့အတွက် Music မေဂျာစီနီယာတွေကိုအကုန်လုံးကိုပြိုင်ပွဲဝင်ဖို့ကျောင်းဖွင့်မိန့်ခွန်းမှာပြောကြားခဲ့တယ်။ဒီပွဲက စီနီယာတွေအတွက်အခွင့်တစ်ရပ်ဖြစ်တဲ့အတွက်\nဗီဗီယန်တို့ညီအစ်မနှစ်ယောက်ကလဲ အထူးပစ်မှတ်ထားနေကြတယ်။ဒီလိုနဲ့ တစ်နေ့ကျောင်းစာကြည့်တိုက်မှာသေဆုံးသူ မော်ရာပစ္စည်းတွေ ကိုရှင်းလင်းရင်းနဲ့\nထူးဆန်းတဲ့ သင်္ကေတပုံကြမ်းတွေပါတဲ့ မော်ရာသံစဉ်စာအုပ်ကိုဂျုလီယက်ကအမှတ်မထင်ရသွားတဲ့အခါမှာတော့ဘယ်လိုတွေစိတ်ဝင်တစားဖြစ်ရပ်တွေဆက်ဖြစ်လာမလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှုပေးကြပါဦး File Size : (1.5 GB) and (844 MB)\nQuality : 1080p WEBRip, 720p WEBRip\nFormat…mp4\nDuration…1h 30min\nGenre : Horror, Mystery, Thriller\nSubtitle : Myanmar ...",
        "rating": "5.7",
        "url": "https://megaup.net/1B06x/Nocturne_(2020)_720.mp4",
        "category": "Horror, Mystery, Thriller"
    }
]