[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/die2-133x200.jpg",
        "title": "Die Hard 2 (1990)",
        "description": "Die Hard 2 (1990)\nIMDb - 7.2/10_____ Rotten Tomatoes - 68%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) and (1 GB)\nQuality…Blu-Ray ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/die-hard-2-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/die-hard-poster-135x200.jpg",
        "title": "Die Hard (1988)",
        "description": "Die Hard (1988)\nIMDb - 8.2/10_____ Rotten Tomatoes - 93%\n  \nခရစ်စမတ်နဲ့ နယူးရီးယားနီးလာလို့ ဘာဇာတ်ကားကြည့်မလဲဆိုရင် ကျွန်တော်ကတော့ Die Hard ဇာတ်ကားတွေကိုပဲ ပြေးမြင်ပါတယ်။\nမင်းသားကြီး ဘရုစ်ဝီလီ ရဲ့အကောင်းဆုံးဇာတ်ကားတွေလို့ဆိုရင်လဲ Die Hard ဇာတ်ကားတွေကိုပဲ အရင်ဆုံးပြေးမြင်ကြမယ်ထင်ပါတယ်။ကျွန်တော် ကလေးဘဝကတည်းက ကာတွန်းဒီရဲဂျာရဲ့ ကာတွန်းတွေဖတ်ရင်း ဒီဇာတ်လမ်းတွေကိုရင်းနှီးနေပါတယ်....နည်းနည်းအရွယ်ရောက်လာတော့ ဇာတ်ကားတွေကိုမျက်မြင်ကြည့်ရတော့လဲ ထိုင်ရာမထကြည့်မိတာချည်းပါပဲ။\nအထူးသဖြင့် တုံးတိုက်တိုက်ကျားကိုက်ကိုက် စိတ်ထဲရှိသလိုပြောတတ်တဲ့..... အကြောက်အလန့်ကင်းတဲ့..... ဂျွန်မက္ကလိန်းဆိုတဲ့ ဇာတ်ကောင်ကို ပြသနာတွေ အန္တရာယ်တွေကြုံတိုင်း..သိမ်ငယ်စိတ်တွေဝင်လာတိုင်း အမှတ်ရမိတာ အမှန်ပါ။\nDie Hard ဇာတ်ကားတွေဟာ အခုချိန်ထိ စုစုပေါင်း ၅ ကားထွက်ထားပါတယ်။တစ်ကားနဲ့တစ်ကားဟာ အနည်းငယ်တော့အဆက်အစပ်ရှိနေပါတယ်။ဒါကြောင့် ၅ ကားလုံးကိုစုစည်းတင်ဆက်လိုက်ပါတယ်။တစ်ကားချင်းစီရဲ့အညွှန်းတော့မပေးတော့ပါဘူး။မိတ်ဆွေတို့ကြည့်ဖူးပြီးသားဖြစ်နိုင်ပေမယ့် ဂျွန်မက္ကလိန်းရဲ့ အရသာကိုနောက်တစ်ခေါက်ပြန်လည်ခံစားကြည့်ကြပါဦး။သေချာပေါက် အရသာရှိနေဦးမှာပါ။\nBluRay 1080p 5.1 Audio နဲ့ ပြန်လည်တင်ဆက်ထားခြင်းဖြစ်ပါတယ်။\n   \nFile Size…(2 GB) and (1 GB)\nQuality…Blu-Ray 1080p ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/die-hard-1988/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/grRJYKcYjLMJ2lulnGmu0Qjquf1.jpg",
        "title": "Leap ( 2020 )",
        "description": "Imdb 6.7  ရရှိထားပြီးတော့ဆယ်စုနှစ်နဲ့ချီတဲ့ သမိုင်းကြောင်းကိုပုံဖော်ရိုက်ကူးထားတဲ့ဇာတ်ကားဆိုမမှားတဲ့တရုတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်ဇာတ်လမ်းလေးအကြောင်းပြောရမယ်ဆိုရင်တော့...တစ်ချိန်က တရုတ်အမျိုးသမီးဘောလီဘောအဖွဲ့ဟာ တရုတ်ဆိုတဲ့နာမည်ကို ကမ္ဘာကသိရမယ်ဆိုတဲ့ယုံကြည်ချက်ကို လက်ကိုင်ထားပြီး အသက်ပေးကြိုးစားလေ့ကျင့်ခဲ့ကြတယ်။ဒီလိုနဲ့ပဲ ၁၉၈၂ ခုနှစ်မှာ အိပ်မက်တွေအောင်မြင်ပြီး ချန်ပီယံဆုကိုပိုက်ကာ အိမ်ပြန်လာခဲ့တယ်ပေါ့.လျန်ဖင်းဆိုတဲ့ သူရဲကောင်းကတော့ အမေရိကားအဖွဲ့ရဲ့ နည်းပြအဖြစ်နှစ် ၂၀ အကြာ မိခင်မြေကို ပြန်ပြီး မိခင်အဖွဲ့နဲ့ပြန်ပြိုင်ရတဲ့အခါမှာတော့တစ်ချိန်က သူကြိုးစားခဲ့တဲ့ တရုတ်အမျိုးသမီး ဘောလီဘောအဖွဲ့ကစံနှုန်းတွေကျနေတာနဲ့အတူ သူနည်းပြလုပ်နေတဲ့ အမေရိကန်အဖွဲ့ကိုပါရှုံးခဲ့တဲ့အချိန်မှာတော့ သူ့ဆုံးဖြတ်ချက်တွေအတွက် ပြန်လည်ဆန်းစစ်ခဲ့တော့တယ်။တစ်ချိန်က ဘာအကူအညီလေ့ကျင့်ရေးစက်တွေ နည်းလမ်းတွေဘာမှမရှိချိန်တုန်းကအသက်ပင်ပေးရပါစေ ချန်ပီယံကို အရယူမယ်လို့ ကြိုးစားခဲ့တဲ့ ခေတ်ကနေအားကစားစက်တွေ လေ့ကျင့်နည်းတွေအပြည့်နဲ့ အားလုံးက ပြိုင်ပွဲကဂိမ်းတစ်ခု အရှုံးအနိုင်က နာမည်တစ်ခုလို့ ပြောင်းလဲသွားတဲ့ ပြောင်းလဲမှုကိုလျန်ဖင်းတို့ဘယ်လိုမှ နားမလည်နိုင်တာအမှန်ပါ။ ဒါကြောင့်လည်း သူတရုတ်ပြည်မှာကျန်ခဲ့ပြီး နည်းပြလုပ်ပြီး တစ်ချိန်က အမျိုးသမီးဘောလီဘောအဖွဲ့နာမည်ကိုထိန်းမယ်လို့ ကြိုးစားခဲ့ပါတယ်။ကြိုးစားမယ်ဆိုတိုင်း ကြိုးစားလို့ရတာမျိုးတော့မဟုတ်ဘူးလေ။အားကစားသမားတွေအရင်စုရတယ်။ လေ့ကျင့်မှုတွေနဲ့အတူ စိတ်ဓာတ်ပါပြုစုပျိုးထောင်ရတာတွေနဲ့ ပင်ပန်းရတဲ့ကြားထဲမှာ ပြိုင်ပွဲကာလအတွင်းထွက်သွားတဲ့ အားကစားသမားတွေနဲ့....ဒီလိုခက်ခက်ခဲခဲကြိုးစားမှုရလဒ်ကတော့ ၂၀၁၆ ခုနှစ်ကမ္ဘာ့အားကစားပြိုင်ပွဲမှာ အဖြေသိရမှာပါ။အဖြေကတော့ ဇာတ်လမ်းလေးကြည့်လိုက်ကြပါလို့.... Quality ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/leap-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/hot-133x200.jpg",
        "title": "Hot Summer Nights 2017",
        "description": "၁၉၉၁ ခုနှစ်၀န်းကျင်က နွေကာလတစ်ခုကို\nအခြေခံရိုက်ကူးထားပြီး ပျိုပျိုမေတို့ အသဲစွဲ\nTimothee Chalamet ၊ Maika Monroe နဲ့ Alex Roe တို့က\nအဓိကပါ၀င် သရုပ်ဆောင်ထားပါတယ်။\nဒန်နီရယ်ဟာ အဖေဖြစ်သူဆုံးပြီးနောက်ပိုင်း\nဘ၀ကို လေလေလွင့်လွင့်ဖြတ်သန်းနေသူဖြစ်ပါတယ်။\nတစ်နေ့သူ့ရဲ့ အမေဖြစ်သူဟာ အဒေါ်ဖြစ်သူနဲ့\nနွေရာသီမှာ သွားနေဖို့အတွက် Cape Cod ဆိုတဲ့\nMassachusetts ပြည်နယ်က ကမ်းရိုးတန်းဒေသတစ်ခုကို\nလွှတ်လိုက်ပါတယ်။ အဲ့ဒီဒေသလေးဟာ နွေရာသီဆို\nခရီးသွားတွေနဲ့ပြည့်နေပြီး မူးယစ်ဆေးဝါးတွေနဲ့\nပြည့်နက်နေတဲ့ အရပ်ဒေသတစ်ခုပါ။\nလူသစ်ဖြစ်တဲ့ ဒန်နီရယ်တစ်ယောက် ဟန်တာ ဆိုတဲ့\nလူတစ်ယောက်နဲ့ ပေါင်းမိပြီး မူးယစ်ဆေးလောကထဲကို\nအခြေချမိသွားပြီး မူးယစ်ဆေးဝါးတွေ\nရောင်းတဲ့သူတစ်ယောက်ဖြစ်သွားပါတော့တယ်။\nမူးယစ်ဆေးရောင်းရင်း ရေလျှံလာပြီး\nပင်လယ်ရေလို သောက်လေငတ်မပြေဖြစ်သွားတဲ့\nဒန်နီရယ်တစ်ယောက် ဘယ်လိုအဖြစ်တွေကြုံရမလဲဆိုတာကတော့\nကိုယ်တိုင်ပဲ ကြည့်ရှူခံစားလိုက်ပါ\nဒီဇာတ်လမ်းထဲက အဖြစ်အပျက်အများစုဟာ\nဖြစ်ရပ်မှန်ကို အခြေခံထားပါတယ်။\nဆဲရေးတိုင်ထွာတဲ့စကားတွေ သွေးထွက်သံယိုတွေပါတဲ့အတွက်\nRated R အဖြစ်သတ်မှတ်ထားပါတယ်\nFile size…(1.3 GB) and (700 Mb)\nQuality….BluRay 1080p and 720p\nFormat…Mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Littleneo\nTranslated by Yoon Sandi Aung",
        "rating": "6.4",
        "url": "https://megaup.net/2gpnA/hot.summer.nights.2017_720p.bluray_(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/急先锋-143x200.jpg",
        "title": "Vanguard (2020)",
        "description": "Vanguard (2020)=============မင်းသားကြီးဂျက်ကီချန်းရဲ့ နောက်ဆုံးထွက် ရုပ်ရှင်လာပါပြီ။ အရင်တုန်းကလိုပဲ အက်ရှင်ဟာသအမျိုးအစားပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ကျင်းကော်လီဆိုတဲ့ သူဌေးကြီးတစ်ယောက်ဟာအိုမာဆိုတဲ့ အကြမ်းဖက်အဖွဲ့ ခေါင်းဆောင်ရဲ့ အဖေကို သစ္စာဖောက်မိလို့ အိုမာရဲ့ ကြေးစားတွေကလိုက်ဖမ်းတာကို ခံနေရပါတယ်။ ဂျက်ကီချန်းကတော့ ကြေးစားသက်တော်စောင့် အဖွဲ့ရဲ့ စီအီးအိုဖြစ်နေပြီး ကျင်းကော်လီနဲ့ သူ့သမီးကို ကာကွယ်ဖို့ သူ့တပည့်တွေနဲ့အတူ အိုမာရဲ့ အဖွဲ့တွေကို ရင်ဆိုင်ရတာပဲ ဖြစ်ပါတယ်။ အရင်ရိုက်နေကျကားတွေလိုပဲ အာဖရိက ဒူဘိုင်း လန်ဒန် စသည်ဖြင့်နေရာစုံမှာ စွန့်စားခန်းတွေ ဖွင့်ကြတာကိုပဲ ကြည့်ရမှာပါ။ ဂျက်ကီချန်း ဖန်တွေ ကြည့်နိုင်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) \nFile size…(2.4 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by LittleNeo",
        "rating": "4.5",
        "url": "https://megaup.net/Uuzj/(CM)Vanguard.2020.CHINESE.720p.BluRay.x264.TrueHD.5.1-FGT.mkv",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fyu4Ll1Vkaw8tUJ1hy1yrPT6r6e.jpg",
        "title": "Woman of the Photographs (2020)",
        "description": "Woman of the Photographs (2020)=========================\nသက်လတ်ပိုင်းအမျိုးသားတစ်ဦးဖြစ်တဲ့ ကိုင်ဟာ ဓါတ်ပုံဆရာတစ်ဦးဖြစ်ပါတယ် သူဟာအင်းဆက်တွေ အကောင်ပလောင်တွေကိုလူတွေထက်ပိုပြီး စိတ်ဝင်တစားရိုက်ကူးချင်တဲ့သူမျိုးဖြစ်ပါတယ် သူ့အဖေထားခဲ့တဲ့စတူဒီယိုတခုအမွေရထားလေတော့ သူတတ်တဲ့ပညာလေးနဲ့ဓါတ်ပုံရိုက် retouchလုပ်ရင်းအသက်မွေးဝမ်းကျောင်းပြုနေသူဖြစ်ပါတယ် မိတ်ဆွေတစ်ဦးထဲရှိပြီး အဲ့ဒီမိတ်ဆွေကပဲသူ့ရဲ့အခိုင်အမာဖောက်သည်တစ်ဦးပါ ခုချိန်ထိရည်းစားထားဖို့မပြောနဲ့ မိန်းကလေးတွေကိုဆိုရင်တောင်ရှောင်ဖို့စဥ်းစားနေတဲ့သူကတနေ့တော့ တောထဲမှာအင်းဆက်လေးတွေကို ဓါတ်ပုံရိုက်နေရင်း စိတ်ဝင်စားစရာမိန်းကလေးတစ်ဦးကိုတွေ့ရှိခဲ့ပါတော့တယ် မိန်းကလေးတို့ရဲ့သဘာဝ ဓါတ်ပုံလှလှလေးတွေရိုက်ပြီး အင်တာနက်ပေါ်တင်ကာ like ,follower တွေကို ဘဝမှတ်နေသူလေးပါ သူချစ်တဲ့မိန်းကလေးကိုဆန္ဒတွေပြည့်ဝစေဖို့သူတတ်တဲ့ပညာနဲ့ဓါတ်ပုံတွေရိုက်ပေး retouchလုပ်ပေးရင်းက ဘယ်လိုတွေဘဝသင်ခန်းစာရကြမလဲဆိုတာစောင့်ကြည့်ရမှာပါ သင်တို့ပါတ်ဝန်းကျင်မှာ like ,follower ကို ဘဝမှတ်နေတဲ့သူတွေရှိရင် လက်တို့ပြီးအတူကြည့်လိုက်ကြပါဦး Translated and Reviewed by : Nay ChiEncoded by : YKQuality : 720pFile Size : 958MBDuration :  1h 29minsSubtitle : Myanmar ( hard sub )",
        "rating": "6.3",
        "url": "https://megaup.net/Uux1/%7BCM%7DWoman.Of.The.Photographs.2020.720p.HC.WEBRiP.mp4",
        "category": "Country, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOTQyODc5MTAwM15BMl5BanBnXkFtZTgwNjMwMjA1MjE@._V1_-128x200.jpg",
        "title": "The Guest (2014)",
        "description": "The Guest (2014)=============IMDb Rating - 6.7/10#Unicodeဒီကားလေးကို အကျဉ်းချုပ်ပြောရရင်တော့ ခြေနှစ်ချောင်းမကယ်ကောင်း ပေါ့ဗျာ။ စစ်သားဖြစ်တဲ့ သားဖြစ်သူကိုဆုံးရှုံးပြီးနောက်မှာ မစ္စပီတာဆမ် ဆီကို သားရဲ့ သူငယ်ချင်းဖြစ်သူ ဒေးဗစ်ရောက်လာတယ်။ သားနဲ့အတူ တာဝန်ထမ်းဆောင်ခဲ့တဲ့သူဖြစ်တဲ့အတွက် ရက်ပိုင်းလောက်တည်းဖြစ် ဖိတ်ခေါ်လိုက်တယ်။ မိသားစုအတွက် အကူအညီဖြစ်နေတဲ့ ဒေးဗစ် တစ်ယောက် ပီဆာဆမ် တို့ မိသားစုအပေါ်မှာ ဘယ်လိုတွေသက်ရောက်မှု ရှိလာမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရမယ့်ကားလေးပါ။ ၂၀၁၄ ခုနှစ်က ထွက်ရှိထားပြီး IMDb Rating -  6.7/10 နဲ့ voting အများအပြားရရှိထားတဲ့အပြင် CM မှာ မတင်ထားတဲ့ကားကောင်းလေးမို့ တင်ဆက်ပေးလိုက်ရပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။) #Zawgyiဒီကားေလးကို အက်ဥ္းခ်ဳပ္ေျပာရရင္ေတာ့ ေျခႏွစ္ေခ်ာင္းမကယ္ေကာင္း ေပါ့ဗ်ာ။ စစ္သားျဖစ္တဲ့ သားျဖစ္သူကိုဆုံးရႈံးၿပီးေနာက္မွာ မစၥပီတာဆမ္ ဆီကို သားရဲ႕ သူငယ္ခ်င္းျဖစ္သူ ေဒးဗစ္ေရာက္လာတယ္။ သားနဲ႔အတူ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2gpeo/The.Guest.2014.LIMITED.720p.BluRay.5.1CH[CM].mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2E9LIZzTpTKSVZ0qc05kbko6IHV.jpg",
        "title": "Haunted School: The Curse of the Word Spirit (2014)",
        "description": "Haunted School The Curse of the Word Spirit (2014)==================================== ဒီဇာတ်ကားကတော့ တကယ်ကိုကြောက်စရာကောင်းပါတယ် ဂျပန်သရဲကားပီပီ သရဲတွေက လုံးဝပီပြင်ပြီးတော့ နောက်ခံအသံတွေကလည်း အနားမှာ တကယ်ခြောက်နေသလို ခံစားရတယ် Jump scare တွေလည်း အများကြီးပါတာမို့လို့ သရဲမကြောက်ဘူးဆိုတဲ့ သူငယ်ချင်းတွေကိုခေါ်ပြီး အတူတူကြည့်လိုက်ပါ ဇာတ်လမ်းအကျဥ်းကတော့ ကီတာယာမာဒါ လို့ခေါ်တဲ့ အထက်တန်းကျောင်းမှာ ကျောင်းသားကျောင်းသူတွေက သရဲပုံပြင်ပြောကြပါတယ် အစတုန်းကတော့ သရဲဇာတ်လမ်းတွေကို လုပ်ကြံပြီးပြောကြပေမယ့် နောက်ပိုင်းမှာ သူတို့ပြောတဲ့လုပ်ကြံဇာတ်လမ်းတွေအတိုင်း တကယ်ဖြစ်လာပါတယ် ဇာတ်လမ်းကျောရိုးက ရိုးပေမယ့် Plot Twist တွေ အများကြီးပါတာမို့လို့ သရဲကားကြိုက်တဲ့သူတွေ လက်လွတ်မခံသင့်ဘူးနော်  Translated by PaxtonEncoded by : YKQuality : 1080p WEB -DL and 720pFile Size : 1.5GB and 1GBDuration : 1h 45min",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/haunted-school-the-curse-of-the-word-spirit-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/yoEbLLoE9UWZHnKbXyfazEE3MUD-133x200.jpg",
        "title": "[James Bond] GoldenEye (1995) Golden Eye",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ ပထမဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..သူ့ရဲ့ ဘွန်းဇာတ်ကား ၄ ကားထဲမှာ Rating အမြင့်ဆုံးဇာတ်ကားဖြစ်ပြီး လူသတ်မှုအများဆုံး ဘွန်းဇာတ်ကားအဖြစ် မှတ်တမ်းဝင်ထားတဲ့ဇာတ်ကားပါ...Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..IMDb Rating (7.2/10) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "7.2",
        "url": "https://megaup.net/Uul4/GoldenEye_(1995)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOTk1Y2IyYzAtZGVkNC00Y2U3LWE0MWQtN2E3MTE1OTBjN2QyXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-133x200.jpg",
        "title": "Breach (or) Anti Life (2020)",
        "description": "မင်းသားကြီး ဘရုစ်ဝီလီရဲ့ အသစ်ထွက် Action,Sci-Fi ဇာတ်ကားပါ..၂၂၃၀ ခုနှစ်လောက်မှာ ကမ္ဘာပေါ်မှာ ဂြိုလ်သားတွေ ပြသနာရှာပြီး ရောဂါတွေမွှေတာကြောင့်လူတွေဟာ ကမ္ဘာသစ်တစ်ခုကို ပြောင်းရွှေ့နေထိုင်ဖို့ဖြစ်လာပါတယ်..ဒီလိုပြောင်းရွှေ့မှုတွေ အဆင်ပြေမလား..ဂြိုလ်သားတွေကရော ဘာတွေမွှေဦးမလဲ ...Action, Sci-Fi ကြိုက်တဲ့လူတွေအတွက်တော့ အဆင်ပြေမယ့်ဇာတ်ကားပါ။ \nFile size…(1 GB) and (1.6 GB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Jackson Winn",
        "rating": "",
        "url": "https://megaup.net/Utyy/(CM)Breach.2020.720p.WEBRip.DD5.1.x264-CM.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNzkyNTE1OTgtYTMxZi00NjZkLWIwM2UtNmYyY2FhYWEzYmZiXkEy_002-133x200.jpg",
        "title": "The Last Christmas Party (2020)",
        "description": "The Last Christmas Party (2020)=========================IMDb Rating - 5.7/10#Unicodeခရစ်စမတ်မတိုင်ခင် CM ပိရိသတ်တွေအတွက် ခရစ်စမတ် Drama ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.....ဒီဇာတ်ကားကတော့ ခရစ်စမတ် ကျောင်းပိတ်ရက်မတိုင်ခင် ခရစ်စမတ်ပါတီလုပ်ရင်း ကောလိပ်ကျောင်းသားစုံတွဲသုံးတွဲရဲ့ အချစ်ရေးဇာတ်လမ်းကို ကြည့်ရှုရမှာပါ? စတီဗင်နဲ့ ကာရိုလင်း၊ အက်နဲ့ ဂျွန်၊ ချာလီနဲ့ လော်ရာ . . .ကျောင်းပိတ်ရက်မတိုင်ခင် ခွဲခွာကြရမယ့် စုံတွဲသုံးတွဲရဲ့ ပြဿနာတွေနဲ့ သူတို့ရဲ့ အချစ်ပေါ်မှာ ခံယူချက်တွေကဘယ်လိုတွေရှိလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ရာ ကြည့်ရှုရမှာပါ။ ဒရမ်မာကားကြိုက်တဲ့သူတွေအတွက် ကြိုက်နှစ်သက်လိမ့်မယ်လို့ မျှော်လင့်ပါတယ်....... ဒီဇာတ်ကားလေးဟာ ငြိမ့်ငြိမ့်လေးနဲ့ အတော်ကြည့်လို့ကောင်းပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) #Zawgyiခရစ္စမတ္မတိုင္ခင္ CM ပိရိသတ္ေတြအတြက္ ခရစ္စမတ္ Drama ကားေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္.....ဒီဇာတ္ကားကေတာ့ ခရစ္စမတ္ ေက်ာင္းပိတ္ရက္မတိုင္ခင္ ခရစ္စမတ္ပါတီလုပ္ရင္း ေကာလိပ္ေက်ာင္းသားစုံတြဲသုံးတြဲရဲ႕ အခ်စ္ေရးဇာတ္လမ္းကို ၾကည့္ရႈရမွာပါ? စတီဗင္နဲ႔ ကာ႐ိုလင္း၊ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2golk/The.Last.Christmas.Party.2020.720p.WebRip[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKWe6JLwdQRjZFTwSLGWy2IUbvi.jpg",
        "title": "Safety(2020)",
        "description": "Safety(2020)အညွှန်း******************IMDb....7.0ဇာတ်လမ်းအမည်က Safety...Safety ဆိုတာကAmerican Football မှာ တိုက်စစ်ဆင်သမားကို သူတို့ရဲဲ့ဧရိယာထဲမှာခံစစ်သမားက ဆွဲလှဲချနိုင်ပြီးခံစစ်အသင်းအတွက်အမှတ်ယူပေးနိုင်သူဖြစ်ရာတစ်နည်းအားဖြင့်ဆိုသော်  အဓိကနေရာမှာကစားရတဲ့ နောက်တန်းခံစစ်သမားဖြစ်ပါတယ်..ဇာတ်လမ်းထဲမှအဓိကသရုပ်ဆောင်ဖြစ်တဲ့ Ray Ray McElrathbey ဟာ Clemson University မှာတက်ရောက်နေတဲ့ကျောင်းသားအားကစားသမားတစ်ဦးဖြစ်ပြီး အသင်းမှာသူကSafetyနေရာက ကစားသူဖြစ်ပါတယ်..ကျောင်းသားအားကစားသမားတစ်ဦးအနေနဲ့ လိုက်နာရမယ့်စည်းကမ်းချက်ကအတော်များပါတယ်..ငွေကြေးအပါအဝင် တစ်ခြားပြင်ပအကူအညီမျိုးယူမိတာနဲ့ ကစားသမားဘဝမှအပြင် စကောလားရှစ်အခွင့်အရေးပါ ဆုံးရှုံးသွားနိုင်ပါတယ်.....Ray မှာညီလေးတစ်ယောက်ရှိပြီး သူတို့အမေကမူးယစ်ဆေးကြိုးစားဖြတ်နေတဲ့ အတောအတွင်းညီလေးကိုလည်း မိဘမဲ့ဂေဟာမရောက်စေချင်တဲ့အတွက် သူခဗျာ ကြိုးစားရပါတယ်..ဒီလိုအခက်အခဲပေါင်းစုံကို သူကျော်ြဖတ်နိုင်ပါ့မလားဆိုတာကိုတော့...ဒီကားက ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပြီး တော်တော်လည်းကြည့်လို့ကောင်းပါတယ်..Cast တွေလည်းအားကောင်းလှသလိုတခန်းတနားကို ရိုက်ကူးထားတာမို့ ကြည့်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aungပဲဖြစ်ပါတယ်....File Size :(2.1GB) and (1.09GB)\nQuality : Web-DL 1080P, 720p\nFormat…mp4\nDuration…01:59:00\nGenre :  Biography, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/2goer/Safety.2020.WEB-DL.720P.PP.mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lpfiGuO7R0VUMNORGjRWsOEZiXQ.jpg",
        "title": "Voice of a Murderer (2007)",
        "description": "Voice Of A Murderer ( 2007 )============================== ကလေးငယ်တွေကို ပြန်ပေးဆွဲတယ်ဆိုတဲ့ ကိစ္စဟာ တကယ်ကို စက်ဆုပ်ရွံရှာစရာလုပ်ရပ်ပါပဲ နိူင်ငံရဲ့ အကောင်း အဆိုးသတင်းတွေကို နေ့စဥ္တင်ဆက်နေတဲ့ အစီအစဥ္ တင်ဆက်သူတစ်ယောက်ဟာ သူ့ရဲ့ သားလေးပြန်ပေးဆွဲခံရတဲ့ သတင်းကို သူကိုယ်တိုင် ပြန်ပြီးတင်ဆက်နေရလိမ့်မယ်လို့ တွေးခဲ့မိပါ့မလား ဟန်ယောင်းဘေဟာ ကျော်ကြားတဲ့ သတင်းတင်ဆက်သူတစ်ယောက်ပါ သူ့မှာ ဇနီးချောချောလေးတစ်ယောက်နဲ့ ဟန်ဆန်ဝူးလို့ ခေါ်တဲ့ ဝဝတုတ်တုတ် ချစ်စရာကောင်းတဲ့ သားလေးတစ်ယောက်ရှိပြီး စံပြနိူင်ငံသားအဖြစ် ဘဝကိုအေးအေးချမ်းချမ်း ဖြတ်သန်းနေသူလည်း ဖြစ်ပါတယ် ဒါပေမဲ့ လောဘသာကောင်း မကောင်းဆိုးဝါးတွေကတော့ လူမရွေးပါဘူး ဆန်ဝူးတစ်ယောက် ညနေခင်းတစ်ခုမှာ တိုက်အောက်မှာရှိတဲ့ ကစားကွင်းလေးမှာ ကစားနေရင်း ပျောက်ချင်းမလှပျောက်သွားခဲ့ပါတယ် အဲ့ဒီနောက် မှာတော့ ပြန်ပေးသမားက ဆက်သွယ်လာပြီး ဒေါ်လာတစ်သိန်းနဲ့အပေးအယူလုပ်ခဲ့ပါတယ် ပြန်ပေးသမားတို့ ထုံးစံအတို်င်းရဲတိုင်ရင် သတ်ပစ်မယ်လို့ ခြိမ်းခြောက်ခဲ့ပေမယ့် ဆန်ဝူးအမေက တိုင်ချက်ဖွင့်ခဲ့တဲ့အတွက် ပထမဆုံး အပေးအယူမဖြစ်ခဲ့ပါဘူး ပညာတတ်တွေ မိုက်မဲရင် ကြောက်စရာကောင်းတယ်ဆိုတာ အမှန်ပါပဲ ပြန်ပေးသမားရဲ့ ပညာရှိရှိကလိမ်ကကျစ်ဗျူဟာတွေကြောင့် ရဲတပ်ဖွဲ့ပါအကျပ်ရိုက်ခဲ့ရတာပါ ဟန်ယောင်းဘေ ကတော့ သူ့သားလေးကိုပြန်ရဖို့အတွက် အရာရာအားလုံးပေးဖို့ အသင့်ဖြစ်နေခဲ့ပေမဲ့ ပြန်ပေးသမားကတော့ ငွေဆက်ညစ်နေဆဲပါပဲ သဲလွန်စတောင်ရှာမရတဲ့ တရားခံကို ရဲတပ်ဖွဲ့အနေနဲ့ ဘယ်လိုများကိုင်တွယ်မလဲ ရှင်လျက်သေနေရတဲ့ မိဘနှစ်ယောက်ရဲ့ ပူဆွေးမှုတွေကလည်း အတိုင်းမသိပါပဲ ဒီလို အခက်အခဲတွေနဲ့ လေးဆယ့်လေးရက်တာခရီးမှာ ဆန်ဝူးတစ်ယောက်အိမ်ပြန်လာနူိင်ပါ့မလား သူတို့ မိသားစုလေးပြန်ဆုံစည်းနိူင်ပါ့မလား ရင်တမမ နဲ့ ကြည့်ရမယ့် ...",
        "rating": "6.8",
        "url": "https://megaup.net/Utd5/%7BCM%7DVoice.of.a.Murderer.2007.720p.NF.WEB-DL.DD+5.1.H.264.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/IP-MAN-142x200.jpg",
        "title": "Ip Man: Kung Fu Master ( 2020 )",
        "description": "အသစ်ထွက် IP Man ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဇာတ်ကြောင်းလေးကတော့....ဖော်ရှန်မြို့ရဲ့ ရဲအုပ်ဖြစ်သူဟာ ဥပဒေကိုလေးစားပြီး တရားမျှတမှုကို မြတ်နိုးတဲ့သူပါအကူအညီလိုအပ်နေတဲ့ လူတိုင်းကို ကူညီနိုင်ဖို့ ကွန်ဖူးကို သင်ယူခဲ့သူတစ်ယောက်ဖြစ်ပါတယ်ဒါပေမဲ့ သူအဲ့ဒီမြို့မှာတာဝန်ကျချိန်မှာတော့ ဖော်ရှန်းမြို့တစ်မြို့လုံးဟာပုဆိန်ဂိုဏ်းရဲ့ ဥပဒေအာဏာအတိုင်းဖြစ်နေခဲ့ပါတယ် တစ်နေ့ ရဲအုပ်ကလူသတ်မှုတစ်ခုကြောင့် ပုဆိန်ဂိုဏ်း ဂိုဏ်းချုပ် ဖြစ်တဲ့စန်းရဲ့ကို ဖမ်းလာခဲ့ပါတယ်ကံဆိုးပြီးတော့ စန်းရဲ့က ရဲစခန်းမှာ ဂျပန်တွေရဲ့လက်ချက်ကြောင့်သေသွားတဲ့အခါမှာတော့ ပုဆိန်ဂိုဏ်းကလည်း ကျဆုံးသွားပြီး ဖော်ရှန်းမြို့ဟာဂျပန်တွေရဲ့ လက်အောက်ကို ရောက်သွားခဲ့တယ် အဲ့ဒီအချိန်မှာရဲအုပ်အနေနဲ့ ရဲစခန်းမှာတာဝန်ထမ်းဆောင်ရတာက တရားမျှတမှုကို မရနိုင်ဘူးဆိုတာ သဘောပေါက်သွားခဲ့တယ်သူ့အနေနဲ့ ကဗြောင်းကဆန်တွေဖြစ်နေတဲ့ ဖော်ရှန်းမြို့ကြီးကို ဘယ်လိုဥပဒေတွေနဲ့ ဆက်လက်ကာကွယ်မှာလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော် \nQuality : WEB-DL 720p\nFilesize : 982 MB\nFormat : mp4\nSubtitle : Myanmar Subtitles ( Hardsub )\nTranslator : Yamin Ei\nEncoder : LK",
        "rating": "5.3",
        "url": "https://megaup.net/2gobv/(CM)IP.Man.Kung.Fu.Master.2020.WEB-DL.720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cR6MFCIqgJugJB4jIRtiANwFrSk.jpg",
        "title": "The Lost Case (2017)",
        "description": "The Lost Case (2017) အညွှန်း********************************* တစ္ဆေသရဲတွေတကယ်ရှိတယ်ဆိုတာကို ယုံကြည်တဲ့သူတွေလည်းရှိသလို မယုံကြည်တဲ့သူတွေလည်းရှိကြပါတယ် ဒါပေမယ့် ကမ္ဘာတစ်ဝန်းမှာတော့ ရှင်းပြလို့မရနိုင်တဲ့ သဘာ၀လွန်ဖြစ်ရပ်များဟာဆက်လက် ဖြစ်ပေါ်နေဆဲဆိုတာကိုတော့ ငြင်းလို့မရနိုင်ပါဘူး ဒီဇာတ်ကားလေးက​တော့ တစ္ဆေသရဲတွေရဲ့ခြောက်လန့်မှုကြောင့် ဒုက္ခရောက်နေကြတဲ့ လူတွေကို ကူညီ​​ပေးတဲ့ ရသစုံတီဗီရှိုးတစ်ခုကို အ​ခြေခံပြီးအစပျိုးထားပါတယ် အဲ့ဒီတီဗီရှိုးဟာ ဖြစ်ရပ်မှန်သဘာ၀လွန်ဖြစ်ရပ်​တွေကို ရိုက်ကူးတင်ဆက်​ပေးတဲ့ အစီအစဥ်​တစ်ခုပါ အစ် နဲ့ ပေါ်ဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာ အဲ့ဒီအစီအစဥ်ကို တာဝန်ယူရိုက်ကူးရတဲ့ကောင်​လေး​တွေဖြစ်ပါတယ် တစ်နေ့မှာတော့ ရှိုးရိုက်ကူးဖို့အတွက် သူတို့နှစ်​ယောက်ဟာ မရင်းနှီးတဲ့သူစိမ်းဒေသတစ်ခုကို ခရီးထွက်လာရပါတော့တယ် သူတို့ရိုက်ကူးမယ့်အိမ်ကိုရောက်သွားတဲ့အခါမှာတော့ သူတို့ထင်ထားတာထက် ရှုပ်ထွေးနေတဲ့ဖြစ်ရပ်တွေကိုကြုံတွေ့လာရပါတယ် သူတို့ဖြေရှင်းနိုင်ပါ့မလား……. သူတို့ရိုက်ကူးရတဲ့အမှုကရော ဘယ်လိုအမှုမျိုးဖြစ်နေမလဲ…… စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းအခင်းအကျင်းတွေနဲ့ ကြည့်ရှုသူတွေကိုတစိမ့်စိမ့်နဲ့ကြောက်ရွံနေမိအောင် ရိုက်ကူးထားတဲ့ Horror ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ် ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ  Translated by : Thet Hnin HsuEncoded by : YKQuality : 720p WEB DLFile Size : 770MB",
        "rating": "",
        "url": "https://channelmyanmar.org/the-lost-case-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2GHdZGTw64aInzpo0RtQ45gSSdL.jpg",
        "title": "Again (2020)",
        "description": "Again 2020ဘဝမှာ ကိုယ်ဖြစ်ချင်တာတွေဖြစ်ပြီး လုပ်ချင်တာတွေလုပ်ပြီး နေခဲ့ရရဲ့လား..\nဒါမှမဟုတ် သူများအတွက်ပဲ ကိုယ်ကနေထိုင်နေခဲ့ရတာလား..\nဘဝရဲ့အဓိပ္ပါယ်ကို ဒီ again ဆိုတဲ့ကားလေးကဖော်ကျူးထားပါတယ်..ဇာတ်လမ်းအကျဉ်းက\nယွန်းဂျူဆိုတဲ့ကောင်မလေး ရုပ်ရှင်ဒါရိုက်တာဖြစ်ဖို့ ကြိုးစားနေသူတစ်ယောက် ဖြစ်ပြီး\nအိမ်မှာဆို ဂျစ်ကန်ကန် မိုက်ကန်းကန်းနေတတ်သူပါ။သူတို့အိမ်က ပဲပင်ပေါက်ထမင်းဆိုင် ဖွင့်ထားဖြစ်ပေမယ့်\nယွန်းဂျူကတော့ အိမ်ရဲ့စီးပွားရေးထက် သူဖြစ်ချင်တာကိုပဲ ဦးစားပေးတတ်တဲ့သူပါ။\nသူမှာညီမတယောက်လည်းရှိပြီး သူညီမကတော့သူနဲ့မတူပဲ လိမ်မာပါတယ်။\nသူအမေဖြစ်သူကတော့ သူတို့မမွေးခင်ထဲက အဲ့ဒီထမင်းဆိုင်ကို ဦးစီးခဲ့ရတာဖြစ်ပြီး\nနားရက်တစ်ရက်တောင်မယူပဲ နေ့မအားညမနား\nမိသားစုအတွက် သားသမီးတွေအတွက်ရှင်သန်နေတဲ့ အမေတစ်ယောက်ဖြစ်ပါတယ်။ဘဝကိုပေါ့ပေါ့လေးဖြတ်သန်းနေတဲ့ ယွန်းဂျူကတော့\nအိမ်အလုပ်လဲကူမလုပ် အလုပ်အတည်တကျလဲမရှိသလို\nသူမအိမ်မက်ဖြစ်မြောက်ဖို့ကိုပဲ ခေါင်းမာမာနဲ့ ကြိုးစားနေသူလည်းဖြစ်ပါတယ်။တရက် သူတို့မိသားစုထဲကို ကြမ္မာဆိုးတစ်ခုဝင်ရောက်လာတဲ့အခါ ဘာဆက်ဖြစ်မလဲ။\nခေါင်းမာတဲ့ယွန်းဂျူကော အသိတရားရသွားမလား။\nသူမအိမ်မက်ဖြစ်တဲ့ ရုပ်ရှင် ဒါရိုက်တာဖြစ်ဖို့ကရော အကောင်အထည်ပေါ်သွားမှာလားဆိုတာကတော့\nရုပ်ရှင်ကိုကြည့်မှအဖြေပေါ်မှာပါ။ဘဝသရုပ်ဖော်ကားတစ်ကားဖြစ်ပြီး\nကြည့်တတ်မယ့်ဆို ဘဝသင်ခန်းစာရမယ့် ကားကောင်းတစ်ကားဖြစ်ပါတယ်သာမန်ရိုက်နေကျ ပုံစံတွေထဲက ကွဲထွက်ပြီး\nMusical Drama ပုံစံမျိုး ရိုက်ထားတဲ့အတွက်\nသီချင်းတွေလည်း နားထောင်ရင်း ရုပ်ရှင်ကို ခံစားရမှာပဲ ဖြစ်ပါတယ်။ File size ..… 1.2GB . 750MB\nQuality .…. WEB-DL 1080p and 720p\nFormat ...",
        "rating": "4",
        "url": "https://megaup.net/1Aqya/(CM)_AGAIN.2018.WEBRip.720p.mp4",
        "category": "Asian, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/91yPC-t9VML._AC_SL1500_-141x200.jpg",
        "title": "[21+] My Girlfriend’s Older Sister,Misaki Honda [PPPD-531]",
        "description": "Dark Side production မှ တင်ဆက်သည်။ဒီဇာတ်ကားကို Decensored Version နဲ့တင်ထားတာမို့ ဆင်ဆာမပါသလိုမျိုးတွေ မြင်ရဖို့ရှိပါတဘ်။This dude has been dating her girlfriend Erina for the last 6 months and on a night out drinking, she gets smashing drunk.He has to carry her back home and once in the house, he meets for the first time with Erina’s older sister, Misaki Honda. And exceptionally voluptuous and horny ...",
        "rating": "",
        "url": "https://megaup.net/1Aqyd/[DS][PPPD-531]_My_Girlfriend’s_Older_Sister,Misaki_Honda_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2WrT8AZUcDicvf5m8KVgspQEHK3.jpg",
        "title": "The Kid Detective(2020)",
        "description": "The Kid Detective(2020)IMDb...7.0အေ့လို့ခေါ်တဲ့ ကောင်လေးက အသက် ၁၂ အရွယ်ကနေ စပြီး ကလေးစုံထောက်အဖြစ် အလုပ်စလုပ်ခဲ့တယ်။ထက်မြတ်တဲ့ကလေးတစ်ယောက်ဖြစ်တာကြောင့် အမှုတွေကို ဖော်ပေးနိုင်ခဲ့တဲ့အတွက် သူ့မြို့လေးမှာသူဟာ အရမ်းကို နာမည်ကြီးလာခဲ့တယ်....မြို့လယ်ခေါင်မှာ ရုံးခန်းလေး ဖွင့်နိုင်တဲ့အထိ သူက အောင်မြင်ခဲ့တယ်။ အမှုအပ်တဲ့သူတွေများလာသလိုသူကိုယ်တိုင်လည်းအတွေ့အကြုံတွေများလာတဲ့အတွက် တော်ရုံအမှုဆို အချိန်တိုအတွင်းဖြေရှင်းနိုင်လေ့ရှိတယ်....နောက်ပိုင်း သူ့ရုံးခန်းလေးအတွက် အတွင်းရေးမှူးမလေးအဖြစ် သူ့သူငယ်ချင်း ဂရေစီကိုတောင်  အလုပ်ခန့်ထားပါသေးတယ်...အဲ့ဒီနောက်မှာတော့ သူ့အောင်မြင်မှုတွေနဲ့ သူ့ဘဝကို ဟိုးအောက်ဆုံးဆွဲချသွားစေတဲ့ဖြစ်ရပ်တစ်ခုရောက်လာခဲ့တယ်..အဲ့ဒါက သူ့ သူငယ်ချင်းမလေး ဂရေစီ ပြန်ပေးဆွဲခံရပြီး  သူဘယ်လောက်ပဲကြိုးစား ကြိုးစားပြန်မတွေ့တော့တဲ့အဖြစ်ကြောင် ့စိတ်ဓာတ်တွေအကြီးအကျယ်ကျခဲ့တဲ့အပြင် သူ့ကိုလည်းအားလုံးက ဖယ်ကျဉ်လာကြတယ်...နောက်ဆုံးမှာတော့ သူ့နာမည်ကိုပြန်အဖတ်ဆယ် ခက်ခဲလွန်းတဲ့အမှုကြီးတစ်ခုကိုလိုက်ဖို့ဆုံးဖြတ်လိုက်တယ်...သူအောင်မြင်မလားဆိုတာကိုတော့.......စိတ်ဝင်စားစရာမှုခင်စုံထောက်ကားတွေသဘောကျတဲ့သူတွေအတွက်ကြည့်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Theint Theint ပဲဖြစ်ပါတယ်....   File Size :(930 MB) and (380 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:40:00\nGenre :  Comedy, Drama, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://megaup.net/Ut5j/The_Kid_Detective.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYTFjMDMwZGItZDcwZC00NmI5LTgzZTMtMTNhNmRjOGVkODNkXkEyXkFqcGdeQXVyOTExODQ3OQ@@._V1_-139x200.jpeg",
        "title": "The Client (2011)",
        "description": "[Unicode]ဒီကားထဲမှာဆိုရင် နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့ Ha Jung-Woo နဲ့ Park Hee-Soon တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းဟန်ချောမင်ဟာ ရုပ်ရှင်ထုတ်လုပ်ရေးက ဝန်ထမ်းတစ်ယောက်ပါမင်္ဂလာနှစ်ပတ်လည်နေ့ရှိတာကြောင့် အလုပ်ခရီးကိုမသွားခဲ့ပဲ လမ်းတစ်ဝက်ကနေ ပြန်လှည့်လာခဲ့ပါတယ်အိမ်ရှေ့ရောက်တဲ့ အခါမှာ လူတွေ အုံနေပြီး ရဲကားတွေကိုပါ မြင်ခဲ့ရပြီး အထဲကိုဝင်ကြည့်တဲ့အခါ အိမ်ထဲမှာ ရဲတွေရောက်နေပါတယ်အိပ်ယာပေါ်မှာ သွေးကွက်ကြီးရှိနေပြီး အိပ်ယာအောက်က သွေးစီးကြောင်းကြီးကိုလည်း မြင်နေရလျက်...တစ်ဆက်တည်းမှာစုံထောက်တွေရောက်လာပြီး မိန်းမဖြစ်သူကို သတ်တဲ့အမှုနဲ့ ဟန်ချောမင်ကို ဖမ်းဆီးခဲ့ပါတယ်ဒီအမှုဟာ အလောင်းလည်းပျောက် လူသတ်လက်နက်လည်း မတွေ့ရတဲ့ အမှုတစ်ခုဖြစ်တာကြောင့်တရားခံအစစ်ဟာ ဘယ်သူလဲနောက်ဆုံးမှာ တရားခံအစစ်ကို ဖမ်းမိမလားဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုပါနော်..။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ဒီကားထဲမွာဆိုရင္ နာမည္ႀကီးမင္းသားေတြျဖစ္တဲ့ Ha Jung-Woo နဲ႔ Park Hee-Soon တို႔က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ၪ္းဟန္ေခ်ာမင္ဟာ ႐ုပ္ရွင္ထုတ္လုပ္ေရးက ၀န္ထမ္းတစ္ေယာက္ပါမဂၤလာႏွစ္ပတ္လည္ေန႔ရွိတာေၾကာင့္ အလုပ္ခရီးကိုမသြားခဲ့ပဲ လမ္းတစ္၀က္ကေန ျပန္လွည့္လာခဲ့ပါတယ္အိမ္ေရွ႕ေရာက္တဲ့ အခါမွာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Aqqc/The_Client_(2011)_Blu-Ray_720P.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/ezgif-3-4af87eec9a97-113x200.jpg",
        "title": "God Of War Zhao Zilong ( 2020 )",
        "description": "အခုတင်ဆက်ပေးမဲ့ကားလေးကတော့ဟန်မင်းဆက်နောက်ပိုင်းမှာဖြစ်ပေါ်လာတဲ့ နိုင်ငံရေးအရှုပ်အထွေးတွေအကြောင်းကို ပုံဖော်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်Mobile Legend ထဲက Hero တစ်ယောက်ဖြစ်တဲ့ Zhao Zilong ရဲ့အကြောင်းကိုရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်ကျစ်လုံဟာဆိုရင် ရှုံးပွဲမရှိဖူးတဲ့ အဖြူရောင်မြင်းစီးသူရဲကောင်းအဖွဲ့ရဲ့စစ်သူကြီးတစ်ယောက်ပါ ဒါပေမဲ့ ကျစ်လုံဟာ ချင်ကျုံစစ်ပွဲမှာ ညီနောင်အများစုတိုက်ပွဲကျခဲ့ပြီး သူ့ရဲ့ အစ်ကိုဖြစ်သူ တိုက်ပွဲကျသွားတဲ့ အဖြစ်ကြောင့်နိုင်ငံရေးအရှုပ်အထွေးတွေကနေ အနားယူခဲ့ပါတယ် သို့ပေမဲ့ ခုနှစ်နှစ်ကြာပြီးတဲ့အခါမှာကျစ်လုံအနေနဲ့ ပရမ်းပတာဖြစ်နေတဲ့ နိုင်ငံတော်ကြီးကို ပြန်လည်မွန်းမံ့ဖို့နိုင်ငံအရှုပ်အထွေးတွေနဲ့ ပြန်လည် ပတ်သတ်ရတဲ့အခါမှာတော့ ကျစ်လုံအနေနဲ့ရှုပ်ထွေးပွေလီလှတဲ့ နိုင်ငံ့အရေးတွေကြားမှာ ဘယ်လိုနောက်တစ်ဖန်ပြန်ရပ်တည်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုခံစားလိုက်ကြပါဦးနော် \nFilesize : 0.99GB\nQuality : WEB-DL 720p\nFormat : mp4\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslator  : Yamin Ei\nEncoder : LK",
        "rating": "6.2",
        "url": "https://megaup.net/2gmTg/(CM)Zhao_Zilong_2020_WEB-DL_720p_(2).mp4",
        "category": "Action, Drama, History, War"
    }
]