[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/despicable_me_three_ver3_xlg-126x200.jpg",
        "title": "Despicable Me 3 (2017)",
        "description": "ချစ်စရာMinionsလေးတွေကိုအားလုံးမှတ်မိကြမှာပါ။\nDespicable me 1 ကနေစပြီးအောင်မြင်ခဲ့တဲ့ဒီဇာတ်ကားကို Illumination Entertainment နဲ့ Universal Picture တို့ကနေပြီး Despicable me 3ဆိုပြီး ထပ်မံရိုက်ကူးထုတ်လုပ်လိုက်ပါပြီ။\nဂရူးတယောက်တော့ဒီတခါ ဘော်တယ်ဇာ ဘရက်တ် ကိုနှိမ်နင်းရပါတော့မယ်။\nဘရက်တ်ဟာငယ်စဉ်ကကလေးသရုပ်ဆောင်ဖြစ်သလို၈ဝခုနှစ်လောက်ကသူသရုပ်ဆောင်ခဲ့တဲ့ဇာတ်ကောင်တွေကိုစွဲလန်းရူးသွပ်နေသူတယောက်ပါ။\nဒီကားလေးမှထူးခြားတာတော့ ဂရူးရဲ့အမြွာညီအစ်ကိုတယောက်ပေါ်လာတာပါပဲ။\nဒရူးဟာ ဂရူးလို ဗီလိန်အလုပ်တွေ လုပ်ဖို့ အရမ်းစိတ်အားထက်သန်နေပါတယ်\nဂရူးကလည်း သူ့အလုပ်ပြန်ရဖို့ ဗီလိန်ဘော်တယ်ဇာ ဘရက်တ်ကို ဖမ်းဖို့လိုနေတာကတစ်ကြောင်း ဒရူးကလည်း ဗီလိန်လုပ်ပြီး ဘရက်တ်ခိုးသွားတဲ့စိန်ကို ပြန်ယူဖို့ ညီအစ်ကိုနှစ်ယောက်သား အတိုင်အဖောက်ညီညီ ကြိုးပမ်းကြပါတယ်\nထုံးစံအတိုင်းရယ်ရယ်မောမောပေါ့ပေါ့ပါးပါးနဲ့ ထွက်ခဲ့ပြီးတဲ့ Despicable me1,2လိုပဲ ပရိသတ်ကိုကျေနပ်စေမှာပါ။\nအဲတော့ ဒရူးနဲ့ဂရူးတို့ ဘယ်လိုကမ္ဘာကြီးကိုကယ်တင်ကြမလဲဆိုတာကိုတော့ ဇာတ်လမ်းအပြည့်အစုံကို ရှုစားကြပါဦးဗျာ\n(မြန်မာစာတန်းထိုးဖိုင်ကိုတော့ Mmsubtitles မှကူညီပေးထားတာဖြစ်ပါတယ်)\n------------------------------------------------------------\nခ်စ္စရာMinionsေလးေတြကိုအားလံုးမွတ္မိၾကမွာပါ။\nDespicable me 1 ကေနစၿပီးေအာင္ျမင္ခဲ့တဲ့ဒီဇာတ္ကားကို Illumination Entertainment နဲ႕ Universal Picture တို႕ကေနျပီး Despicable me 3ဆိုျပီး ထပ္မံရိုက္ကူးထုတ္လုပ္လိုက္ပါျပီ။\nဂရူးတေယာက္ေတာ့ဒီတခါ ေဘာ္တယ္ဇာ ဘရက္တ္ ကိုနွိမ္နင္းရပါေတာ့မယ္။\nဘရက္တ္ဟာငယ္စဥ္ကကေလးသရုပ္ေဆာင္ျဖစ္သလို၈ဝခုႏွစ္ေလာက္ကသူသရုပ္ေဆာင္ခဲ့တဲ့ဇာတ္ေကာင္ေတြကိုစြဲလန္းရူးသြပ္ေနသူတေယာက္ပါ။\nဒီကားေလးမွထူးျခားတာေတာ့ ဂရူးရဲ႕အျမြာညီအစ္ကိုတေယာက္ေပၚလာတာပါပဲ။\nဒရူးဟာ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/despicable-me-3-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYjdiZjljMWQtZGNiMi00N2I0LWI3OWYtNjkxZjcyMWZlNDQyXkEyXkFqcGdeQXVyNTgwNTE5MjM@._V1_-135x200.jpg",
        "title": "[18+] Party Bus To Hell (2017)",
        "description": "ဘန်းနင်းမန်း ပွဲတော်ကိုသွားမယ့် ဘတ်စ်ကားတစ်စီး။ရည်ရွယ်ချက်ကိုယ်စီနဲ့ ကားပေါ်ပါလာတဲ့ အလွှာစုံအရွယ်စုံ လူတစ်စု။ကန္တာရအလည်မှာ\nသူတို့ ကားသမားက ခဏနော်ဆိုပြီးကားရပ်ထားခဲ့ပြီး ပျောက်သွားတယ်။တစ်ဖြည်းဖြည်း အချိန်တွေကုန်လာတာနဲ့ အမျှ သူတို့စိုးရိမ်ပူပန်မှုတွေလဲ မြင့်တက်လာတဲ့အချိန် ကားမောင်းတဲ့သူကို ကုန်တင်ခန်းထဲမှာ အလောင်းအဖြစ်တွေ့မြင်လိုက်ရတဲ့ အခါ..။ကန္တာရထဲမှာ သူတို့မသိသေးတဲ့ အန္တရာယ်တွေ အများကြီး သူတို့ကိုစောင့်ကြိုနေပါတယ်။\nသတ်ခန်းဖြတ်ခန်းတွေ ကြမ်းတမ်းလွန်းသလို အဖော်အချွတ်ခန်းတွေကလဲတစ်ကားလုံးနီးပါး ဒင်းကြမ်းပါပဲ။အယူအစွဲကြီးတဲ့လူတစ်စု ငရဲမိစ္ဆာတွေ ပါပေမယ့်ကြောက်စရာကောင်းတာထက် အတည်ပေါက်နဲ့ဖောက်တဲ့ဟာသတွေနဲ့ပျော်ဖို့ကောင်းတဲ့ကားမျိုးပါ။American pie ဇာတ်ကားတွေထဲက ကာလသားကြိုက်မင်းသမီးလေး tara reid ကလဲ cameo အဖြစ်ပါဝင်ထားပါတယ်။ \nFile size…900 MB\nQuality….Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by ALS",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/18-party-bus-to-hell-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/17597-133x200.jpg",
        "title": "Fan Girl (2020)",
        "description": "Fan girl(2020)IMDb Rating (6.9)ဆယ်ကျော်သက်အရွယ် ကျောင်းသူကောင်မလေးတစ်ယောက်ဘဝမှာငယ်ငယ်လေးကတည်းကကြိုက်ခဲ့ရတဲ့ Idol တစ်ယောက်ရှိတယ်ခင်ဗျားတို့ကျွန်တော်တို့လိုပဲ ကျောင်းချိန်လစ်ပြီးIdol ရဲ့ ပွဲကို လိုက်ကြည့်ဖူးတယ်အချစ်ကို ခံစားကြည့်ချင်တယ်မလုပ်ဖူးတာတွေကို စူးစမ်းကြည့်ချင်တယ်ဆယ်ကျော်သက်အရွယ် ကောင်မလေးလေသူသိထားတဲ့ လောကကြီးကရိုးရှင်းတယ်ညီမျှခြင်းလက္ခဏာတွေ့ရင် အားလုံးကတန်ဖိုးညီတယ်လို့ပဲ သဘောပေါက်ထားတယ်အဲ့ဒီနောက်ကွယ်က ညီမျှခြင်း မဖြစ်ဖြစ်အောင်လုပ်ထားတဲ့ အကြောင်းအရာတွေကို သူမသိဘူးလေ့လာရကောင်းမှန်းမသိတာလည်း ဖြစ်နိုင်သလိုလေ့လာဖို့အကြောင်းတရား မဖန်သေးတာလည်းဖြစ်နိုင်တယ်ဒါမှမဟုတ် လေ့လာဖို့မကြိုးစားတာလည်း ဖြစ်နိုင်တာပဲခင်ဗျားတို့ကို နာမည်လေးတောင်ပေးမသိဘဲဇာတ်လမ်းအဆုံးထိ ဆွဲခေါ်သွားမယ့်ကောင်မလေးက သူမသိခဲ့တဲ့ သိဖို့မကြိုးစားခဲ့တဲ့အကြောင်းအရာတွေကို တစ်ရက်လေးထဲမှာ တစ်ညလေးထဲမှာပဲရုတ်တရက်ကြီး အားလုံးကိုသိလိုက်ရတယ်သစ်လွင်ရိုးသားတဲ့ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်အတွက် ရှော့ခ်ဖြစ်စေနိုင်တဲ့လောကကြီးရဲ့ အရှိတရား အဖြစ်အပျက် အကြောင်းအရာတွေ.....ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်အကြောင်းကို ရိုးရိုးရှင်းရှင်းရိုက်ထားတဲ့ ဒီရုပ်ရှင်ကဖိလစ်ပိုင်နိုင်ငံတွင်းက ရုပ်ရှင်ဆုပေးပွဲတွေမှာ Best Actress,Best Actor,Best Director,Best Picture စသည်ဖြင့်ဆုပေါင်း (၁၆) ဆု ရရှိထားတာပါ။ကျွန်တော့်အနေနဲ့တော့ ကြုံတောင့်ကြုံခဲဖိလစ်ပိုင်ဇာတ်ကားကောင်းတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်စေချင်ပါတယ်။ \nFile size…(1.9 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and ...",
        "rating": "6.9",
        "url": "https://megaup.net/2jvP4/(CM)Fan.Girl.2020.720p.NF.WEB-DL.DDP5.1.x264-HBO.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMjE3NTE3NzY2MV5BMl5BanBnXkFtZTgwNTY3NDIzNjE@._V1_-135x200.jpg",
        "title": "Mississippi Grind (2015)",
        "description": "Mississippi Grind (2015)ဓာတ်ဗူးရိုင်ယန်ကြီးပါတဲ့ကားပါ။\nရိုင်ယန်နဲ့တွဲဖက်ပါဝင်ထားသူကတော့ The outsider စီးရီး၊ Rogue one: a starwars story တို့ထဲက ဖြစ်ပါတယ်။လောင်းကစား စွဲလမ်းနေတဲ့ဂျယ်ရီဟာ အလေအလွင့်ခရီးသွားတစ်ယောက်ဖြစ်တဲ့ လောင်းကစားဝါသနာအိုး ကားတစ်စ် နဲ့ ပိုကာပွဲတစ်ခုမှာတွေ့ပြီး ရင်းနီးသွားကြပါတယ်။ဂျယ်ရီဟာ အကြွေးရှင်ရဲ့ ချိန်းခြောက်မှုကိုခံလာပြီးနောက်\nကားတစ်စ်ပြောခဲ့ဖူးတဲ့ သူငယ်ချင်းဟောင်းတစ်ယောက်ရဲ့အိမ်က ကြေးမြင့်ပိုကာပွဲမှာသွားကစားနိုင်ဖို့ ကားတစ်စ်ကို အကူအညီတောင်းပါတော့တယ်။ ကားတစ်စ်ရဲ့ သူငယ်ချင်းဟောင်းဆီမရောက်ခင် ခရီးစဉ်တစ်လျှောက်မှာ တွေ့သမျှပိုကာပွဲတွေကိုဝင်ကစားရင်း ငွေအလုံအလောက်ရအောင် ကြိုးပမ်းကြရာမှာ\nဂျယ်ရီရဲ့လောင်းကစားအတောမသတ်နိုင်တဲ့စိတ်ကြောင့် ပါသမျှပြောင်မလား... ပန်းတိုင်ကိုရောက်ကြပါ့မလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။ ဘဝသင်ခန်းစာတွေရစေမယ့် သဘာဝကျကျကားမျိုးနှစ်သက်ရင်\nရိုင်ယန်ရဲ့ပရိတ်သတ်တစ်ယောက်ဆိုရင်\nဒီကားလေးကိုကြည့်စေချင်ပါတယ်။ Quality__1080p , 720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:50:00\nType__Comedy , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Pyi T Nyein\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/1DBkg/Mississippi_Grind_(2015)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTA3ODUxMzUzMzleQTJeQWpwZ15BbWU4MDMzMzkyNDYz._V1_-146x200.jpg",
        "title": "Thugs of Hindostan (2018)",
        "description": "၂၀၁၈ က ရုံတင်ခဲ့တဲ့ အာမာခန်း နှင့် အမီတာဘာချမ်း တို့ခေါင်းဆောင်ပါဝင် သရုပ်ဆောင်ထားတဲ့ Thugs Of Hindostan ကိုCM Fan တွေ အတွက် အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းပုံစံကတော့ အန္ဒိယ နိုင်ငံကို အင်္ဂလိပ်လူဖြူတွေကကျွန်အရောင်းအဝယ် ကုန်သွယ်မှုတွေ အပြင် တစ်ဖြေးဖြေး စီးနင်းလာတဲ့အခါမျိုးချစ်စိတ် ရှိတဲ့ ဘုရင့်အမျိုးအနွယ်တွေက ပုန်ကန်ဖို့ လုပ်ကြပါတယ်ဒါပေမဲ့ အရမ်းလည်လွန်းတဲ့ လူဖြူ အရာရှိ ကလိုက်ဖ် က အတော်များများကိုသတ်ပစ်ခဲ့ပါတယ်...အဲ့ဒီထဲကမှ ဘုရင်ကြီး တစ်ပါးရဲ့ သမီးဖြစ်သူ ဇာဖီရာ ဟာလူယုံတော်ကြီး အာဇတ် နဲ့ အတူ လွတ်မြောက်သွားခဲ့ပါတယ်..နှစ်ပေါင်းအတော်ကြာတဲ့ အခါ ပင်လယ်ဓါးမြကြီး ပုန်ကန်သူ အာဇတ် နဲ့အဖွဲ့ဖြစ်ပေါ်လာပြီး အင်္ဂလိပ်အစိုးရကို သွေးလန့်စေခဲ့ပါတော့တယ်...အင်္ဂလိပ်အစိုးရကလဲ သူတို့ အချုပ်အခြာ အာဏာ တည်မြဲရေးအတွက်အာဇတ် ကို ဖမ်းမိရဖို့အတွက် အတော်ဆုံးလူ လိုက်ရှာတဲ့အခါမှာတော့ပိုက်ဆံကလွဲပြီး ဘာမှ မသိ ...",
        "rating": "4.1",
        "url": "https://megaup.net/1DA1c/(CM)Thugs_Of_Hindostan_2018_BluRay_720p_DTS-ES_x264-DTOne.mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-20-at-01.03.39-135x200.png",
        "title": "A Quiet Place Part II (2020)",
        "description": "A Quiet Place Part II (2020)=====================IMDb Rating - 7.8/10Quiet Place 2 လာပါပြီ။ အသံထွက်တာနဲ့ ချက်ချင်းလာသတ်တဲ့ ဂြိုလ်သားလို သတ္တဝါဆိုးတွေကို မှတ်မိဦးမှာပါ။ အပိုင်း ၁ မှာတုန်းကတော့ အသက်ရှင်သန်ဖို့ အဓိက ကြိုးစားနေရတာဖြစ်ပြီး နောက်ဆုံးမှာတော့ ပြန်တိုက်ခိုက်နိုင်မယ့်နည်းကို တွေ့သွားခဲ့ပါပြီ။ အခု အပိုင်း ၂ မှာတော့ ကျန်ခဲ့တဲ့ မိသားစုဝင်လေးဟာ အခြားနေရာတစ်ခုကို ရွှေ့ဖို့ကြိုးစားရင် လူအသစ်တွေနဲ့ တွေ့ပြီး လွတ်မြောက်နယ်မြေတစ်ခုကိုရောက်နိုင်မယ့် သဲလွန်စ တွေ့လာတဲ့အခါ....Quiet Place 1အသံကြားတာနဲ့ ရုတ် တရက် ပေါ်လာပြီး တိုက်ခိုက် သတ်ဖြတ်တဲ့ သတ္တဝါတွေရန်က နေ ကာကွယ်ဖို့ အသံမထွက် အောင် တိတ်တိတ်ဆိတ်ဆိတ် နေထိုင်နေရတဲ့ မိသားစုလေးရဲ့ ထိတ်လန့်စရာ အတွေ့အကြုံ တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာ ဖြစ် ပါတယ်။လီနဲ့အီဗလင်းတို့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/XDaa/A.Quiet.Place.Part.II.2020.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/vrhB420zPmWvxKHLVRa44WzISnA-133x200.jpg",
        "title": "Dark : Do Or Die (2021)",
        "description": "Dark (2021)\n================================\nအခုတစ်ခါမှာတော့ ဘောလိဝုဒ်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို CM ပရိသတ်တွေအတွက်​မိတ်ဆက်ပေးသွားမှာ ဖြစ်ပါတယ်ဆန်နီဟာ အိမ်​ထောင်ကျပြီးသား အမျိုးသားတစ်ယောက်ဖြစ်ပြီး အလွန် ပွေရှုပ်လွန်းတဲ့သူတစ်ယောက် ဖြစ်ခဲ့သူပါဒါပေမဲ့လည်း သူဟာ သူ့မိန်းမအပေါ်မှာတော့ အရိပ်တကြည့်ကြည့်နဲ့ အမြဲလိုလို စိုးရိမ်ပူပန်ပြီး အစစအရာရာဂရုစိုက်ပေးတတ်တဲ့ ယောကျ်ားကောင်းတစ်ယောက်ပေါ့မိန်းမနဲ့ဝေးရာ တစ်နယ်တစ်ကျေးမှာ အလုပ်လုပ်နေတဲ့ ဆန်နီတစ်ယောက် တစ်နေ့ ကိုယ်ဝန်​လွယ်ထားရတဲ့ မိန်းမဖြစ်သူမီးဖွားခါနီးအချိန် အဝေးကနေ မိန်းမဖြစ်သူဆီ အပြေး ပြန်လာဖို့ အကြောင်းဖန်လာပါတော့တယ်\"အလျင်လို.အနှေးတွေ့\"ဆိုတဲ့စကားအတိုင်း လူ့​ဘဝမှာ တစ်ခါတ​စ်လေ မထင်မှတ်ထားတဲ့ ကိစ္စတွေပေါ်ပေါ်လာတတ်တယ်မလား အဲ့လိုပါပဲမိန်းမကို စိတ်မကောင်းဖြစ်စရာကိစ္စဆို တစ်ခွန်းမှမပြောဘဲနဲ့ အမြဲတမ်းကလေးလေးတစ်ယောက်လိုစောင့်ရှောက်တဲ့ဆန်နီတစ်ယောက် အခက်အခဲတွေကို ကျော်လွှားပြီးတော့ မိန်းမနဲ့ကလေးလေးတွေဆီကိုအဆင်ပြေပြေ ချောချောမွေ့မွေ့ ပြန်သွားနိုင်မလား.........တစ်ချိန်ထဲမှာပဲ ဆန်နီ့ကို တစ်ဖက်သတ်စိတ်ဝင်စားနေတဲ့ သူ့ရဲ့မိန်းကလေးသူငယ်ချင်းကိုရောဆန်နီ ဘယ်လိုတုန့်ပြန်မလဲအိမ်ပြန်ခရီးမှာ ကြုံတွေ့ရမဲ့ အခက်အခဲတွေကရော ဘာတွေလဲ....ဆန်နီတစ်ယောက် အခက်အခဲမျိုးစုံကို ကျော်ဖြတ်နိုင်ပါ့မလားဆိုတာ အားလုံးပဲ စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်Review and Translated By Shwe Pyae and ...",
        "rating": "7.4",
        "url": "https://megaup.net/1DAhs/DARK_(2021)_Tamil_(Org_Vers)_WEB-DL_-_720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5S8G9vCece5cG14vmUtUbTjCqTE.jpg",
        "title": "Happy End (1999)",
        "description": "Happy End (1999) (18+)ပျော်ရွှင်ဖွယ် အဆုံးသတ် .....ဇာတ်လမ်းတွေထဲမှာ ချစ်သူနှစ်ဦး အိမ်ထောင်ပြုရင်း ဇာတ်သိမ်းလေသတည်းပါပဲ။တကယ့်လက်တွေ့ဘဝမှာတော့ ......အချစ်စစ်တိုင်းက တစ်ခါတစ်လေမှာ ဆုံဆည်းချင်မှ ဆုံဆည်းရတတ်ပါတယ်။ချစ်ရတဲ့သူ နဲ့ လက်ထပ်တဲ့သူ မတူတဲ့ အနေအထားတွေလည်း ဖြစ်တတ်ပါတယ်။အချစ်က အချစ် ဖြစ်ပြီးတော့ .....အိမ်ထောင်ရေးက အိမ်ထောင်ရေး ဖြစ်လာခဲ့တဲ့အခါ ......အချစ် နဲ့ အိမ်ထောင်ရေး က သဟဇာတ မဖြစ်တဲ့အခါ .....ဘဝမှာ ဆန္ဒကို ရှေ့တန်းတင်ပြီး ဆန္ဒနောက်ကို ဘဝက လိုက်မိတဲ့အခါမှာ .....ပျော်ရွှင်ဖွယ်ရာ အဆုံးသတ်တွေ ဖြစ်လာနိုင်ပါ့မလား?????ချစ်ဦးသူနဲ့ ပြန်လည်ပေါင်းဖက်ခြင်းက ချစ်သူနှစ်ယောက်အတွက် အမှန်တရား ဆိုသော်ငြား အိမ်ထောင်သည် တစ်ယောက်အတွက်တော့ အမှန်တရား မဖြစ်နိုင်တော့ပါဘူး။ချစ်သူ နဲ့ အိမ်ထောင်သည်ဘဝရဲ့ ခြားသွားတဲ့စည်းတစ်ကြောင်းက ပါးပါးလေးပါပဲ။တစ်ခါတစ်လေမှာ အဲဒီ ပါးပါးလေးကပဲ လူကို အတိဒုက္ခ ဖြစ်စေနိုင်ပါတယ်။အချစ် နဲ့ အိမ်ထောင်ရေး အကြောင်းကို ထဲထဲဝင်ဝင် နားလည်နိုင်ဖို့ကားဟောင်းထဲက ...",
        "rating": "6.8",
        "url": "https://megaup.net/XCvc/Happy.End.1999.720p.Blu-ray.REMUX.AVC.DTS-HD.MA5.1-CM.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y4MBh0EjBlMuOzv9axM4qJlmhzz.jpg",
        "title": "Guardians of the Galaxy Vol. 2 (2017) MCU",
        "description": "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/guardians-of-the-galaxy-vol-2-2017-mcu/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Guardians_of_the_Galaxy_poster-135x200.jpg",
        "title": "Guardians of the Galaxy (2014) MCU",
        "description": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/guardians-of-the-galaxy-2014-mcu/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Untitled11-171x200.png",
        "title": "Play Back (2021)",
        "description": "Play Back (2021)\n============\nIMDb rating (8.2)\nဒီ Telugu ဇာတ်ကားရဲ့ ဇာတ်အိမ်က နည်းနည်းထူးဆန်းပါတယ်...\nCrime, Fantasy, Romance အမျိုးအစားဖြစ်တာကြောင့် စိတ်ကူးယဉ်ဇာတ်လမ်းဇာတ်အိမ်ကိုမှ မှုခင်းလူသတ်မှုတွေနဲ့ ဆက်နွယ်ထားတာပါ။\nKarthik က လက်ရှိကမ္ဘာက လူသား...\nSujatha ကျတော့ ၁၉၉၃ ခုနှစ် ကမ္ဘာက လူသားကောင်မလေး..\nသူတို့နှစ်ယောက်က ကမ္ဘာမတူပေမယ့် တယ်လီဖုန်းပေါ်ကနေ ဆက်သွယ်လို့ရနေတာမျိုး...\nအတိတ်နဲ့ ပစ္စုပ္ပန်ကြားမှာ လူသတ်မှုတွေကလဲ ပါဝင်ပတ်သတ်နေတာမျိုး...\nဇာတ်လမ်းဇာတ်ကွက်ကောင်းသလို မင်းသား မင်းသမီးသရုပ်ဆောင်တွေလဲ ကောင်းတာကြောင့် Rating မြင့် ဇာတ်ကားကောင်းလေးဖြစ်ကြောင်း ညွှန်းဆိုပါရစေ။\n \nFile size…(2.6 GB) and (1.6 GB)\nQuality…WEB-DL 1080p and 720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Zin Oo",
        "rating": "8.2",
        "url": "https://megaup.net/2jwB8/(CM)PLAY_BACK_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(AAC_2.0).mp4",
        "category": "Bollywood, Crime, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/studentin19sucht_cover1-140x200.jpg",
        "title": "[18+] Student Services (2010) Mes chères études",
        "description": "Student Services/Mes chères études (2010)IMDb Rating (6.1)ပြင်သစ်ကားဖြစ်ပြီး ပြင်သစ်နာမည်ကတော့ Mes chères études ဖြစ်ပါတယ်။လော်ရာဟာ ၁၉ နှစ်အရွယ်ပထမနှစ်တက္ကသိုလ်ကျောင်းသူလေးဖြစ်ပြီး ပညာလိုချင်စိတ်လဲပြင်းပြပါတယ်။\nအချိန်ပိုင်းအလုပ်တစ်ခုနဲ့ သူ့ကျောင်းစရိတ်အထွေထွေကုန်ကျစရိတ်တွေမလုံလောက်ဖြစ်လာခဲ့ပြီး တစ်ခြားနည်းလမ်းရှာဖို့ဖြစ်လာပါတော့တယ်။\nဒီလိုနဲ့အွန်လိုင်းကြေငြာတစ်ခုကတစ်ဆင့် ဂျိုးဆိုတဲ့ အသက် ၅၇ နှစ်အရွယ် နုနုငယ်ငယ်မိန်းကလေးတွေကို\nနှစ်သက်တတ်တဲ့လူကြီးတစ်ယောက်နဲ့ဆုံတွေ့ဖြစ်ခဲ့ပါတယ်။ ထုံးစံအတိုင်း ငွေမရှိလို့မတတ်နိုင်လို့လုပ်ဖြစ်တာ၊\nဒီတစ်ခါပါပဲ၊ ငါ အပျက်မ,မဟုတ်ဘူး ခန္ဓာကိုယ်ကိုမရင်းနိုင်ဘူး စသဖြင့် နှလုံးသွင်းခဲ့ပေမယ့် သက်သက်သာသာနဲ့\nတစ်နာရီကို ယူရိုငွေ ၁၀၀ လောက်ရတဲ့အလုပ်ဟာ လော်ရာကို ဒီလောကနွံထဲ တစ်ရစ်ချင်းဆွဲသွင်းပါတော့တယ်။Student Services ဟာ ၂၀၀၈ ခုနှစ် အမည်မဖော်လိုသူ လော်ရာဒီ ဆိုတဲ့နာမည်နဲ့ရေးသားဖြန့်ချိခဲ့တဲ့ ကိုယ်တိုင်ရေးအတ္ထုပတ္တိစာအုပ် Mes chères études ကိုအခြေခံထားပါတယ်။စာအုပ်နဲ့ပတ်သက်ပြီး အငြင်းပွားစရာတွေကြောင့်တစ်နိုင်ငံလုံးအာရုံစိုက်မှုခံခဲ့ရပေမယ့်စာရေးသူကတော့ ဒါတွေဟာသူကိုယ်တိုင်တွေ့ကြုံခဲ့တဲ့အဖြစ်အပျက်တွေဖြစ်ပြီးပညာသင်စရိတ်မလုံလောက်တဲ့အတွက်ပြည့်တန်ဆာအဖြစ်ငွေရှာခဲ့ရတယ်လို့ဆိုပါတယ်။ဆယ်မိနစ်တစ်ခါလောက်ပါတဲ့ ရဲတင်းပွင့်လင်းတဲ့အိပ်ယာခန်းတွေကြောင့် မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး။(Dark Side Production မှ တင်ဆက်သည်။)\nFile size…(2 GB) and (1.2 ...",
        "rating": "6.1",
        "url": "https://megaup.net/2jwpk/(DS)Student.Services.2010.FRENCH.ENSUBBED.720p.AMZN.WEB-DL.DDP5.1.H.264-NWD.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-27-at-00.28.30-135x200.png",
        "title": "False Positive (2021)",
        "description": "False Positive (2021)================IMDb Rating - 4.8/10​ပြီးပြည့်စုံတဲ့သူဆိုတာ လောကမှာမရှိဘူးတဲ့ လူဆိုတာ တစ်ခုမဟုတ်တစ်ခုတော့ လိုအပ်ချက်ရှိနေမှာပါပဲ။ကျွန်တော်တို့က perfect လို့ထင်ထားကြတဲ့သူတွေမှာလည်း ကျွန်တော်တို့မမြင်နိုင်တဲ့ လိုအပ်ချက်လေးတွေရှိနေတတ်တာပဲမလား၊အေဒရီယန်နဲ့လူစီတို့ ဇနီးမောင်နှံလည်းဒီလိုပါပဲ အပေါ်ယံကြည့်ရင်တော့ ပြည့်စုံတဲ့သူတွေလို့ထင်ရပေမယ့်သူတို့နှစ်ယောက် ရင်ဆိုင်နေရတဲ့ပြဿနာတစ်ခုရှိနေတယ် ဒီပြဿနာကို ဖြေရှင်းဖို့အတွက် လူတစ်ယောက်နဲ့တွေ့ဆုံမိတဲ့အခါ . . . ကံဆိုးခြင်း ကံကောင်းခြင်းစတာတွေက ဇနီးမောင်နှံနှစ်ယောက်ဆီမှာ ဘာတွေဖြစ်လာမလဲ၊Thriller/Horror ဇာတ်လမ်းစောင့်နေသူတွေအတွက် အကြိုက်တွေ့စေနိုင်တဲ့အပြင် မင်းသားကြီး Pierce Brosnanပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားအသစ်လေးမို့ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Amelia မှရေးသားပေးပြီး . ဘာသာပြန်ရေးသားပေးသူများတော့ Amelia, Jerrica, Shwe Pyae, Jo Jo Va တို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 32minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, ...",
        "rating": "4.8",
        "url": "https://megaup.net/1Dywp/False.Positive.2021.720p.HULU.WEB-DL.[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z4H4M2F8OQTB04YC1Opds8MFBb.jpg",
        "title": "In This Corner of the World (2016)",
        "description": "ယူရာနို ဆူဇူ........ဆူဇူဟာ စိတ်ကူးယဉ်ပြီး အတွေးလွန်တတ်တဲ့ မိန်းကလေးတစ်ယောက် ပုဲဆွဲတော်သလိုပုံဆွဲရတာကိုလည်း သူကြိုက်တယ် မိသားစုနဲ့အတူ ဟီရိုရှီးမားမြို့မှာနေပြီး ခပ်တည်တည်နေတတ်ပြီးစိတ်ဆက်တဲ့အကိုနဲ့ သွက်လက်ပြီး ချစ်စရာကောင်းတဲ့ ညီမတို့ကြားက ရိုးရိုးအေးအေးနေတတ်တဲ့ ကောင်မလေးပေါ့ သူမအသက် ၁၈ နှစ်ပြည့်တဲ့အချိန်မှာ မိဘတွေရဲ့ စီစဉ်မှုကြောင့် အိမ်ထောင်ပြုခဲ့ရပြီး ရောင်နောက်ဆံထုံးပါဆိုသလိုခင်ပွန်းဖြစ်သူရဲ့ ဇာတိ ရေတပ်အခြေစိုက်ရာ မြို့ဖြစ်တဲ့ ကူရဲယ်မြို့ကို လိုက်နေရပါတော့တယ် ဒုတိယကမ္ဘာစစ်ဖြစ်ပြီးဂျပန်နိုင်ငံမှာလည်း စစ်မီးတောက်လောင်နေတဲ့အချိန်ဖြစ်လို့ ဆူဇူ တစ်ယောက် အိမ်ထောင်ရှင်မတစ်ယောက်ရဲ့ တာ၀န်ကျေပွန်ဖို့နဲ့ စစ်ပွဲကြီးအတွင်းမှာ အသက်ရှင် သန်နိုင်ဖို့ ကြိုးစားရပါတော့တယ်.....ဒီ anime ‌လေးဟာ အရင်ခေတ် ဂျပန်မိန်းကလေးတွေရဲ့ ဘ၀နဲ့ ဒုတိယကမ္ဘာစစ်အတွင်းက ဂျပန်ပြည်သူတွေ ခံစားခဲ့ရတဲ့ဆင်းရဲဒုက္ခတွေကို နူးနူးညံ့ညံ့လေးနဲ့ ထိရှခံစားရအောင် ဖော်ပြထားလို့ anime ကြိုက်သူ မဟုတ်ရင်တောင် ကြည့်ရှုသင့်တယ်လို့ တိုက်တွန်းလိုက်ပါတယ် Translated and ...",
        "rating": "7.8",
        "url": "https://megaup.net/XA3j/IIn_This_Corner_of_the_World_.720p(CM).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/ezgif-6-96fd11f39321-1-133x200.jpg",
        "title": "Infernal Storm (2021)",
        "description": "ဂျပန်စစ်တော်လှန်ရေးမှာ ပါဝင်လှုပ်ရှားကြသူတွေဟာ တိုင်းပြည်အတွက်အနစ်နာခံကာ သေပွဲဝင်ဖို့အမြဲတမ်း အသင့်ဖြစ်နေ​ကြတဲ့သူတွေပါမနက်ဖြန် နေထွက် နေဝင်တာကို မြင်ရ မမြင်ရ မသေချာဘဲနဲ့ဆက်လက်လျှောက်လှမ်းနေ​ကြတဲ့ ရဲရင့်တဲ့သူရဲ​ကောင်းတွေပဲဖြစ်ကြပါတယ်ယခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ဂျပန်စစ်သားတွေအုပ်စိုးချိန်တရုတ်တော်လှန်ရေးသမားတွေဖြစ်တဲ့ ကွန်မြူနစ်တွေ ဘယ်​လောက်ခက်ခဲကြမ်းတမ်းစွာ စစ်ဆင်ရေးဆင်းရပုံတွေကို ရိုက်ကူးပုံဖော်ထားခြင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကြောင်းအရာလေးကတော့...တရုတ်ကွန်မြူနစ်ဌာနချုပ်ဟာ အူတာနယာစစ်ဆင်ရေးကိုလုပ်ဆောင်ဖို့ သေ​သေချာချာလေ့ကျင့်ရေးဆင်းထားတဲ့ ​လျှို့ဝှက်အေးဂျင့်လေးယောက်ကို ဟာပင်းကို စေလွှတ်လိုက်ပါတယ် ဒါပေမဲ့လည်းသူတို့ရဲ့အတွင်းလူသစ္စာဖောက်ခံရပြီး သရုပ်မှန်ပေါက်ကြားဖို့ဖြစ်လာတဲ့အချိန်မှာတော့သူတို့လေးယောက် ဘယ်လိုအခက်အခဲတွေနဲ့ ဘယ်လိုရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ် ရင်တမမနဲ့ ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ် Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/2jvy7/(CM)Infernal_Storm_2021_WEB-DL__720p.mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/2ysd8ojua69n-133x200.jpg",
        "title": "The Bodyguard 2 (2007)",
        "description": "The Bodyguard 2 (2007)Bodyguard 2 မှာဆိုရင်တော့ သူဋ္ဌေးကြီးရဲ့ဘော်ဒီဂတ်မဖြစ်ခင် အထူးအေဂျင့်ဖြစ်ခဲ့ဖူးတဲ့ ဝူခုန်းရဲ့ နောက်ကြောင်းကိုတွေ့မြင်ကြရမှာပါ။ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသတစ်ခုရဲ့ အထူးအေဂျင့်ဖြစ်တဲ့ ခမ်လောင်ဟာ ထိုင်းနိုင်ငံဘက်မှာ တရားခံကိုဖမ်းရင်း အမှားတစ်ခုကိုလုပ်မိသွားပါတယ်။အဲအမှားကိုပြင်ဆင်တဲ့အနေနဲ့ အထူးတာဝန်တစ်ခုကိုထမ်းဆောင်ရမယ်ဆိုတော့ အသံသွင်းကုမ္ပဏီတစ်ခုရဲ့ အဆိုတော်အဖြစ် ဟန်ဆောင်ဖို့အကြောင်းဖန်လာပါတော့တယ်။တစ်သက်လုံး လက်ကြောမတင်းဘူးလို့ ထင်လာခဲ့တဲ့ ကိုယ့်ယောက်ျား အဆိုတော်ဖြစ်နေတာကို တီဗွီမှာမြင်လိုက်ရတော့ ခမ်လောင်ရဲ့မိန်းမဟာလည်း ကုမ္ပဏီကိုလိုက်လာပါတော့တယ်။\nအလွဲလွဲအချော်ချော်တွေနဲ့ တာဝန်ထမ်းဆောင်ရမယ့်အပြင်မိန်းမကိုပါ လိုက်ထိန်းနေရမယ့်ခမ်လောင်တစ်ယောက်တာဝန်ထမ်းဆောင်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။The Bodyguard 1 တုန်းကအတိုင်း အက်ရှင်အမိုက်စားလေးတွေနဲ့အူတက်အောင်ရယ်ရမယ့် ရုပ်တည်ကြီးနဲ့သရုပ်ဆောင်ချက်တွေကြောင့်လက်လွတ်မခံသင့်တဲ့ ထိုင်းအက်ရှင်ဟာသကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။ပထမကားဖြစ်တဲ့ The Bodyguard (2004) ကို https://channelmyanmar.org/the-bodyguard-2004/  ဒီမှာကြည့်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Hazel ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…HDRip 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hazel",
        "rating": "5.4",
        "url": "https://megaup.net/2juUg/(CM)The.Bodyguard.2.2007.720p.BluRay.AC3.mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/the-bodyguard-thai-poster-141x200.jpg",
        "title": "The Bodyguard (2004)",
        "description": "The Bodyguard (2004)ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးဟာသမင်းသားဖြစ်တဲ့ Petchtai ကို တော်တော်များများရင်းနှီးကြမယ်ထင်ပါတယ်။ အခု သူ့ရဲ့နာမည်ကြီးဇာတ်ကားတွေထဲက တစ်ခုအပါအဝင်ဖြစ်တဲ့ The Bodyguard ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ထိုင်းနိုင်ငံ စီးပွားရေးလုပ်ငန်းရှင်ကြီးရဲ့ဘောဒီဂတ်အဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့ ဝူခုန်းဟာ တစ်နေ့မှာတော့သူဋ္ဌေးကြီးကို မကာကွယ်နိုင်တော့တဲ့အခြေအနေတစ်ခုနဲ့ ကြုံဆုံခဲ့ရပါတယ်။ဝူခုန်းရဲ့အမှားကြောင့် အဖေသေသွားရတာလို့ အထင်လွဲနေတဲ့သားဟာ ဝူခုန်းကိုအလုပ်ထုတ်လိုက်ပေမယ့် သူလည်းပဲ သူ့အဖေလိုအခြေအနေမျိုးနဲ့ထပ်ကြုံရတဲ့အခါ...\nဝူခုန်းတစ်​ယောက် သူဋ္ဌေးသားကို အသက်အန္တရာယ်ကနေကာကွယ်နိုင်ပါ့မလား...အက်ရှင်ကြမ်းကြမ်းလေးနဲ့ကြည့်ရမှာဖြစ်သလို ရယ်မောစရာဟာသလေးတွေနဲ့ တစ်ကားလုံးပါးစပ်မစိနိုင်အောင်ရယ်နေရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့အဆက် The Bodyguard 2 (2007) ကို  https://channelmyanmar.org/the-bodyguard-2-2007/  ဒီမှာကြည့်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Hazel ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hazel",
        "rating": "5.8",
        "url": "https://megaup.net/XAzo/(CM)The.Bodyguard.2004.720p.HDRip.mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ndCPKLs52CraXHsAH76LI6UOTW0.jpg",
        "title": "Tiger Robbers ( 2021 )",
        "description": "Tiger robbers တဲ့ ကျားပြန်ပေးဆွဲကြသူများပေါ့...ဒီဇာတ်လမ်းလေးက နည်းနည်းတော့ ရိုးရှင်းတယ် ဒါပေမယ့် နက်နဲတယ် ရှုပ်ထွေးတယ်။အကျဉ်းနည်းနည်းပြောပြရရင် အများနဲ့မတူ တစ်မူထူးနေတဲ့ ဂေါက်သီး ၃ ယောက်ကပေါင်းပြီး ပိုင်ရှင်မဲ့တိရစ္ဆာန်လေးတွေကို ကယ်တင်ပြီး ပိုင်ရှင်ပြန်လာတဲ့အထိစောင့်ပေးတယ်။ ပိုင်ရှင်ပြန်မပေါ်လာရင်လည်း ပိုင်ရှင်လိုက်ရှာပေးတယ်။ဒီဂေါက်သီး ၃ ယောက်အကြောင်းပြောရမယ်ဆိုရင် မကောင်းတဲ့သူတွေလက်ထဲကဘာမဆို ခဏလေးနဲ့ ခိုးတတ်တဲ့ ခေတ်သစ်ရော်ဘင်ဟုဒ်ရယ်အိုင်းစတိုင်းကို အားကျပြီး ပေါက်ကရတီထွင်နေတဲ့ ဦးထုပ်ဆန်းဆန်းဝတ်တတ်တတဲ့ကိုတီထွင်ကြီးရယ်၊ ယောက်ျားတွေတောင်အရှုံးပေးရလောက်တဲ့အကြည့်တစ်ချက်နဲ့ အလိမ်အညာစကားအကုန် မှန်းနိုင်တဲ့ ကုတုံးဆံပင်ပေါက် မမရယ်ပေါ့။တစ်နေ့ သူတို့က သူတို့ထက်ပိုဂေါက်တဲ့ သမီးပျောက်ရှာနေတဲ့ အမျိုးသမီးတစ်ယောက်ကိုရှာတွေ့တော့တယ်။ ဇာတ်လမ်းက အဲ့ဒီမှာစတော့တာပဲ။သမီးပျောက်လိုက်ရှာတဲ့အမျိုးသမီးရဲ့ သမီးက လူမဟုတ်ဘဲ ကျားဖြစ်နေတဲ့အခါကြတော့ရဲတိုင်လို့လည်းမရ။ အလွတ်တန်းစုံထောက်တွေအပ်တော့လည်း ငွေလိမ်ပြီးပြေးကြတာပဲ။ဒီဂေါက်သီး ၃ ယောက်ကတော့ ငွေလည်းလိမ်မပြေးသလို သေချာလည်း ရှာပေးပါတယ်။တစ်ခုပဲ... ဂေါက်သီး ၃ ယောက်ရယ် ဂေါက်သီးမလေးရယ်ပေါင်းပြီးလိုက်ရှာတော့အလွဲလေးတွေရှိတာပေါ့။ ကြားထဲ ကျားသမီးလေးကို ခိုးသွားတဲ့တစ်ဖက်ကလည်းဂေါက်သီးကြီးဆိုတော့ ဇာတ်လမ်းက သွားအအေးပတ်တာပေါ့။စိတ်ပြေလက်ပျောက်ကြည့်လိုက်ကြနော်။ Quality : WEB-DL ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Dxen/(CM)Tiger.Robbers.2021.WEB-Dl-720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pj6UQPrtmC0snzPeU1HUhGWTgz6.jpg",
        "title": "The Ice Road (2021)",
        "description": "Taken မင်းသားကြီး လီယံနယ်ဆန်ရဲ့ ရုပ်ရှင်အသစ်ပါ။ သည်းထိပ်ရင်ဖိုအမျိုးအစားပါပဲ။အမေရိကမြောက်ပိုင်းစွန်းမှာ ရှိတဲ့ ဓာတ်ငွေ့တွင်းတစ်ခု ပေါက်ကွဲမှုဖြစ်ပြီး ပြိုကျသွားတဲ့အခါ အလုပ်သမား၂၆ ယေက်လောက် ပိတ်မိသွားပါတယ်။ သူတို့အတွက် အောက်စီဂျင်ကလည်း နာရီ ၃၀ လောက်ပဲ ရှိနိုင်တာမို့ သူတို့ကိုကယ်ထုတ်ဖို့ အရေးပေါ်လိုလာပါတယ်။ ဒါပေမယ့် ဥမင်ပြိုကျရတာက မက်သိန်းဓာတ်ငွေ့လိုင်းကြီးကို တူးမိလို့ ဖြစ်တာမို့ဓာတ်ငွေ့တွေကို ထုတ်ပစ်ဖို့ စက်ကြီးတစ်ခု ရှိဖို့လိုနေပါတယ်။ အဲဒီစက်က ၂၅ တန်လောက်လေးတဲ့အတွက်ရေခဲပြင်ပေါ်ကို လေယာဉ်ဆင်းပြီး သယ်လို့မရသလို ရဟတ်ယာဉ်နဲ့လည်း မနိုင်ပါဘူး။ ဒီတော့ ကားနဲ့သယ်ဖို့တစ်နည်းပဲ ရှိပါတော့တယ်။ ကားတွေကလည်း ရေခဲလမ်းလို့ ခေါ်တဲ့ ခဲနေတဲ့ မြစ်ရေပြင်ပေါ်က လမ်းကိုဖြတ်မောင်းရမှာဖြစ်ပြီး ဧပရယ်လထဲမှာ ဖြစ်လို့ ဘယ်ဒရိုင်ဘာမှ မမောင်းရဲပါဘူး။ အဲဒီအချိန်မှာ မောင်းပြီးပို့ရဲတဲ့ဒရိုင်ဘာ သုံးယောက်ပေါ်လာတဲ့အခါ ပိတ်မိနေတဲ့သူတွေအတွက် ...",
        "rating": "7.4",
        "url": "https://megaup.net/2juju/The.Ice.Road.2021.720p.WEB.H264(CM).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/The-Green-Force-2021-Hindi-Movie-1080p-AMZN-HDRip-ESub-1.6GB-Downoad89fd32e0a1e307a8-171x200.jpg",
        "title": "The Green Force (2021) Mission 14th March",
        "description": "IMDb Rating (7.9) ဆိုပေမယ့် Rating ပေးသူ ဆယ်ဂဏန်းပဲရှိသေးတာကို သတိပြုရမှာပါ။ဇာတ်လမ်းကတော့...Green Force ဆိုတာ အိန္ဒိယနိုင်ငံကို အကြမ်းဖက်သမားရန်တွေကနေ ကာကွယ်ဖို့\nအထူးဖွဲ့စည်းထားတဲ့အဖွဲ့ဖြစ်ပြီး  ပြည်သူ့မျိုးချစ်လက်ရွေးစင်တွေစုပြီး\nသီးခြားရပ်တည်နေတဲ့ အဖွဲ့ဖြစ်တယ်...အစိုးရနဲ့သက်ဆိုင်ခြင်းမရှိပါဘူးအိန္ဒိယ-ပါကစ္စတန် ပြသနာတွေကြားထဲမှာ လူဆိုးတစ်ယောက်ရဲ့ လက်က 14th March ဆိုတဲ့ တက်တူးအရ\nအကြမ်းဖက်တိုက်ခိုက်မယ့်အစီအစဉ်ကို သိရှိသွားတဲ့အခါမှာတော့ Green Force အဖွဲ့ရဲ့ မစ်ရှင်အသစ်စတင်ပါတော့တယ်....ဒါပေမယ့် Mission 14th March ရဲ့နောက်ကွယ်မှာ နိုင်ငံရေးပါတီတွေနဲ့\nပါကစ္စတန်နိုင်ငံက အကြမ်းဖက်အဖွဲ့အစည်းတွေအပြင် အတွင်းစည်းက သစ္စာဖောက်တွေပါ\nပါဝင်ပတ်သတ်နေတာကြောင့် နိုင်ငံရေး ပဋိပက္ခတွေကြား\nသူတို့မစ်ရှင်ကို ဘယ်လိုဆောင်ရွက်ကြမလဲဆိုတာ...။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Sein Lae ဖြစ်ပါတယ်။) \nFile size…(2 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Sein Lae",
        "rating": "7.9",
        "url": "https://megaup.net/Xz8z/The.Green.Force.2021.720p.AMZN.WEB-DL.DDP2.0.H.264-Telly.mp4",
        "category": "Action, Bollywood, Mystery, Thriller"
    }
]