[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMzlkY2ZiMzEtZGUzYS00Y2Y5LWI3MTAtMDBiYTc0MzExYzRhXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-113x200.jpg",
        "title": "Vaalvi(2023)",
        "description": "Vaalvi (2023)\nIMDb 8.5/10Drishyam ဇာတ်လမ်းနဲ့ပုံစံတူ လူသတ်မှုကို ရဲတွေ CCTV တွေ မျက်မြင်သက်သေတွေနဲ့ တစ်ပတ်လှည့်ပြီး\nအလီဘိုင်ရှာမဲ့ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ် တစ်မိနစ်မှအလွတ်မခံချင်လောက်အောင်ဟာကွက်မရှိတဲ့\nလူသတ်အစီအစဉ်တွေနဲ့ Drishyam ကိုလွမ်းနေမဲ့လူတွေအတွက်အလွမ်းပြေကြည့်ရှူနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်အာဗီနီ နဲ့ အာနီကတ်ဆိုတာက လင်မယားတွေ အိမ်ထောင်သက် ၁၄နှစ်ထဲဝင်လာပေမဲ့ကလေးမရတဲ့အပြင်\nအာ‌ဗီနီက စိတ်ရောဂါအထူးကုနဲ့ပြနေရတဲ့အထိကျန်းမာရေးမကောင်းဖြစ်နေသူပေါ့ ဒါကိုယောကျာ်းဖြစ်သူ\nအာနီကတ်ကစိတ်ကုန်နေပါတယ် စိတ်ကုန်တဲ့အပြင်ကို သွားဆရာဝန်မ ဒီဗီကာဆိုသူနဲ့ကြိတ်ပုန်းခုတ်နေခဲ့တာပါ\nဒီတော့ ကြားထဲကစိတ်ရောဂါဝေဒနာသည်ကို‌အပျောက်ဖျောက်ဖို့အရေး နှစ်ယောက်ပေါင်းအကြံထုတ်ကြပါတော့တယ်သူတို့ရဲ့အစီအစဉ်ကတော့ CCTV ရှေ့ လူမြင်ကွင်းရှေ့မှာ အလီဘိုင်ရဖို့ပါ မိန်းမတို့ရဲ့ဉာဏ်နီဉာဏ်နက်ကို\nဘယ်သူမှလိုက်မမှီတာမို့ ဒီလိုဟာကွက်မရှိတဲ့အစီအစဉ်က အောင်မြင်သွားမလားဆိုတာ ကြားထဲမှာရီရခက်ငိုရခက်\nplot twist တွေလဲပါသေးတာမို့ ကြည့်ရတာ ရင်တမမနဲ့ dark comedy ဆန်ဆန်လေးဖြစ်တာမို့\nပရိသတ်များကြည့်ရှုခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်ရှင်\nFile size… 1.6GB /  788MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 46m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein ~BpL~Yunni",
        "rating": "8.7",
        "url": "https://megaup.net/1cwsp/Vaalvi.2023.720p.ZEE5.WEB-DL.Marathi.AAC2.0.H.264(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wRJUyZhSA5CB0a8Q9bEmdYc5qDI.jpg",
        "title": "Beauty Bookworm (2021)",
        "description": "Bookworm Beauty (2021)ကြည့်နေကျမဟုတ်တဲ့ ပေါ့ပေါ့ပါးပါး မှော်ဆန်ဆန် ဟာသကျောင်းသားကားလေး ရှာနေပါသလားဒီတစ်ခေါက် ထိုင်းနဲ့ ဗီယက်နမ်ပူးတွဲရိုက်ထားတဲ့ Bookworm Beauty ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားလေးက ၂၀၂၁ မှာ ပြသခဲ့ပြီး အန်း ဆိုတဲ့ ကျောင်းသူလေးအကြောင်းကို ပုံပြင်တစ်ပုဒ်လို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nအန်းဟာ ဟားဗတ်တက္ကသိုလ်ကို တက်ချင်တဲ့ ကျောင်းသူလေးတစ်ယောက်ဖြစ်ပြီး\nယုံကြည်ချက်တွေ ပိုရှိလာဖို့ international school တစ်ခုကို ပြောင်းလာခဲ့ပါတယ်။\nအဲ့ကျောင်းမှာ Miss idol ဆိုတဲ့ စံပြကျောင်းသားဆုကို ပေးလေ့ရှိပါတယ်။\nအန်း ရောက်လာပြီးမှာတော့ ကျောင်းမှာ အလှဆုံးကောင်မလေးသုံးယောက်ပါတဲ့ beauty club နဲ့\nဉာဏ်ကြီးရှင်အဖွဲ့ဖြစ်တဲ့ Genius club တို့ဟာ Miss idol ဆုကို ရဖို့အတွက် ယှဉ်ပြိုင်ကြပါတော့တယ်။\nဉာဏ်ကြီးရှင်အဖွဲ့ဟာ အန်းကို အဖွဲ့ဝင်အဖြစ် ဖိတ်ခေါ်ပြီး အဖွဲ့ထဲမှာ ကြည့်အကောင်းဆုံးဖြစ်တဲ့ အန်းကိုပြိုင်ပွဲဝင်အဖြစ် ပြိုင်ဖို့ တိုက်တွန်းပါတော့တယ်။\nဒါပေမဲ့ ရှက်တတ်တဲ့ အန်းလေးက ပြိုင်ပွဲပြိုင်ဖို့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/3ek7v/Bookworm.Beauty.2021.720p.NF.WEB-DL.DDP5.1..CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kYEZvbcnKBpbfO2ThTbLjb0b4nj.jpg",
        "title": "Where’s the Dragon? (2015)",
        "description": "Where's the Dragon (2015)တရုတ်ဒဏ္ဍာရီပုံပြင်တွေထဲမှာ ရာသီခွင်၁၂ကောင်အကြောင်းကို နည်းအမျိုးမျိုးနဲ့ရုပ်ရှင်ရိုက်ကြပေမယ့်\nအခုကာတွန်းကားလေးကတော့ ထူးထူးဆန်းဆန်းလေး ရိုက်ကူးထားပါတယ်။ရာသီခွင်နတ်မင်း ၁၂ ပါး ရှိတဲ့အထဲကမှ ဩဇာအကြီးဆုံးဖြစ်တဲ့ နဂါးမင်းကပျောက်သွားပါတယ်။\nနဂါးမင်းပျောက်နေတဲ့ နှစ် ၅၀၀ လောက်အတွင်း လူ့လောကကြီးမှာလည်း ကပ်ဘေးတွေ တစ်ခုပြီးတစ်ခု ဖြစ်လာရပါတယ်။နဂါးနဲ့ဇာမဏီဆိုတာ အချင်းချင်းခရက်ရှ်နေကြတဲ့စုံတွဲလေးပေါ့..\nအမှန်က ဇာမဏီပျောက်လို့နဂါးက လိုက်ရှာရင်း နဂါးပါပျောက်သွားတာပါ။\nပြီးတော့ နဂါးပျောက်လို့ ဇာမဏီရှာရင်းနဲ့ သူလည်းထပ်ပျောက်သွားပြန်ပါတယ်။\nအစွမ်းအရမ်းထက်ပြီး အားအင်အကြီးဆုံးနှစ်ကောင်ကို ပျောက်အောင်ဖျောက်ပစ်လိုက်တာ ပိုးဟပ်ပါတဲ့..အဲ့ဒီမှာဇာတ်လမ်းကစတာပါပဲ\nရာသီခွင်နတ်မင်း ၁၂ ပါးကို အာရုံနောက်အောင်လုပ်နိုင်ပြီး\nနေရာအပြောင်းအလဲလုပ်ချင်နေတဲ့ ပိုးဟပ်ကြီးက ဘယ်လိုမျိုးဉာဏ်ဆင်ခဲ့လဲ?\nချစ်စရာတိရစ္ဆာန် ၁၂ ကောင်လေးတွေကရော ဘယ်လိုကာကွယ်ပေးကြမလဲ?\nရယ်စရာဟာသလေးတွေအပြင် ပညာပေးဗဟုသုတလေးတွေပါထည့်ထားပြီး\nအရမ်းချစ်ဖို့ကောင်းတဲ့ ကာတွန်းဇာတ်ကောင်လေးတွေမို့လို့ ကလေးကြီးတွေ အကြိုက်တွေ့ဦးမှာအမှန်ပါပဲဗျာ ။ ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre..... Animation\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 710MB | ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Spde/Where_s.the.Dragon.2015.HD720p.CM.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oodPJ3Op1pWBhnEFyw5fampRCWf.jpg",
        "title": "Whitney Houston: I Wanna Dance with Somebody (2022)",
        "description": "Whitney Houston: I Wanna Dance With Somebody (2022)Whitney Houston ရဲ့ I Wanna Dance With Somebody ဆိုရင်တော့\nစာသားဖတ်လိုက်တာနဲ့ခေါင်းထဲမှာသံစဥ်နဲ့အလိုက် ဆိုမိပြီးသားနေမှာပါ။\nWhitney က သူ့ခေတ်သူခါမှာအဆိုတင်မဟုတ်ပဲ သူသရုပ်ဆောင်ခဲ့တဲ့ရုပ်ရှင်ကောင်းတွေလဲရှိခဲ့ပါသေးတယ်။\nဥပမာ ပြောရရင် The Bodyguard ပါ။\n၂၀၁၂ ခုနှစ်ဖေဖော်ဝါရီလမှာတော့ ဂီတအသိုင်းအဝိုင်းတစ်ခုလုံးရော တစ်ကမ္ဘာလုံးမှာပါ သတင်းတစ်ခုရိုက်ခတ်ခဲ့တယ်။\nအသက် ၄၈ နှစ်အရွယ်မှာတော့ Whitney တစ်ယောက်ဟာ အရွယ်မတိုင်ခင် ဆုံးပါးသွားခဲ့ရပါတယ်။\nသေဆုံးရခြင်းအကြောင်းကတော့ ဂရမ်မီဆုပေးပွဲမတိုင်ခင်တစ်ရက်မှာ ကိုကင်းသုံးစွဲမှုကြောင့်\nနှလုံးရောဂါဖောက်ခဲ့ပြီး ရေချိုးကန်ထဲမှာရေနစ်သေဆုံးခဲ့ရတာပါ။\nWhitney က ဆိုးသွမ်းတဲ့အနုပညာရှင်တစ်ယောက် မဟုတ်ခဲ့ပေမယ့်\nအောင်မြင်မှုရဲ့ရိုက်ခတ်မှုဒဏ်တွေ ဝေဖန်မှုဒဏ်တွေ ကိုယ်ရေးကိုယ်တာပြသနာတွေကြောင့်\nလမ်းတွေအများကြီးထဲက မကောင်းတဲ့လမ်းတွေကို Whitney ရွေးချယ်ခဲ့မိတယ် လို့ စိတ်မကောင်းစွာ ဆိုလိုက်ပါရစေ။\nဒီ အတ္ထုပ္ပတ္တိဇာတ်လမ်းမှာတော့ Whitney ကို ဘုရားပေးတဲ့အသံကိုပိုင်ဆိုင်ထားပေမယ့်\nဘာမှမသိသေးတဲ့ မျက်စိသူငယ်နားသူငယ် ဆယ်ကျော်သက်အရွယ်လေးကနေ\nသူ့ဘဝအနိမ့်အမြင့်အတက်အကျ အောင်မြင်မှုကျရှုံးမှုတွေကို လိုက်ပါကြည့်ရှုရမှာပါ။အဲ့ဒါအပြင် သီချင်းတွေအားလုံးနီးပါးကိုလဲ Whitney နေရာမှာ သရုပ်ဆောင်တဲ့မင်းသမီးလေးက ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Spdn/Whitney.Houston.I.Wanna.Dance.with.Somebody.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fUmjniHWYswbzC0b2BVW2NnVBWo.jpg",
        "title": "Scent of a Ghost (2019)",
        "description": "Scent Of a Ghost (2019)ဒီတစ်ခေါက်တင်ဆက်ပေးချင်တာကတော့ ၂၀၁၉ တုန်းက ထွက်ရှိထားတဲ့ Comedy Horror ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်\nHorror ဆိုပေမယ့် ကြောက်စရာကောင်းတာထက် ကရုဏာသက်စရာ အချစ်ဇာတ်လမ်းလေးနဲ့ ရောယှက်နေတဲ့ကားလေးပါဂျီယွန်းဆိုတဲ့ကောင်မလေးကတော့ ဂီတမေဂျာယူထားတဲ့ ခပ်လှလှတက္ကသိုလ်ကျောင်းသူလေးပါ။\nဒုံဆော့ဆိုတဲ့ကောင်လေးနဲ ချစ်သူတွေဖြစ်ခဲ့ပေမယ့်ဒုံဆော့ရဲ့မိဘတွေက ဒုံဆော့ကို\nနိုင်ငံခြားပညာတော်သင်လွှတ်ချင်နေကြတာမို့ ဂျီယွန်းနဲ့တွဲနေတာကို သိပ်မကြည်ဖြူခဲ့ကြပါဘူးဒါပေမဲ့ ဒုံဆောက ၆ လအကြာမှာ ပြန်လာမယ်လို့ သူ့ချစ်သူလေးကို ကတိပေးထားခဲ့ပါတယ်\nတစ်နေ့မှာတော့ နိုင်ငံခြားမသွားခင်တစ်ရက်အလိုမှာ ဒုံဆော့ကဂျီယွန်းဆီကို\nလက်ထပ်ခွင့်တောင်းဖို့သွားပေမယ့် ဂျီယွန်းက ရှိမနေခဲ့ပါဘူး\nမကြာခင်အချိန်အတောအတွင်းမှာပဲ ဂျီယွန်းနေထိုင်တဲ့အဆောက်အဦးဟောင်းကြီးရဲ့\nအခန်း ၄၀၂ ဆိုတဲ့အခန်းမှာကောလဟာလတစ်ခုထွက်ပေါ်လာပါတော့တယ်အဲဒီကောလဟာလကဝောာ့ အဲဒီတိုက်ခန်း အခန်း ၄၀၂ မှာ သရဲခြောက်တယ်ဆိုတဲ့ သတင်းပါပဲ\nသရဲမလေး ဂင်ဂျီယွန်း တိုက်ခန်းက မခွာနိုင် ဖြစ်နေရတဲ့ အကြောင်းအရင်းကဘာလဲ ..\nဒုံဆော့ကရော ဘာလို့ ၆ လအကြာမှာ ပြန်မလာနိုင်ခဲ့တာလဲ\nအခန်း ၄၀၂ က မခွာနိုင်တဲ့သရဲမလေးနဲ့ အတူ စိတ်ဝင်စားစရာအဖြစ်အပျက်တွေကို\nပေါ့ပေါ့ပါးပါးကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Shin ...",
        "rating": "",
        "url": "https://megaup.net/1Spd4/Scent.of.Ghost.2019.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jix3w7dYV20wd5dmkOsSBQjTToJ.jpg",
        "title": "Torso(2010)",
        "description": "Torso(2010)***********အဝတ်အထည်လုပ်ငန်း ကုမ္ပဏီတစ်ခုမှာလုပ်တဲ့ \"ဟီရိုကို\"\nအပြင်ပန်းကကြည့်ရင် သာမန်မိန်းကလေးတစ်ယောက်လို ထင်ရပေမဲ့\nသူ့မှာ လျှို့ဝှက်ချက်တစ်ခုရှိနေတယ်လူတွေနဲ့ ထိတွေ့ဆက်ဆံဖို့ငြင်းဆိုလေ့ရှိပြီး တစ်ယောက်တည်းနေလေ့ရှိတဲ့ဟီရိုကိုရဲ့အိမ်ကို\nOutgoing ဖြစ်တဲ့ အမေတူ အဖေကွဲညီမ \"မီနာ\" က လာနေဖို့ဖြစ်လာတဲ့အခါ\nဟီရိုကိုရဲ့ လျှို့ဝှက်ချက်ကိုသိရှိသွားမလား\nအဲဒီလျှို့ဝှက်ချက်ကရော ဘာလဲဆိုတာကို\nဇာတ်ကားအမည်နှင့်တကွ ဇာတ်လမ်းကိုပါ ကြည့်ရှုခံစားပြီး သိရှိရမှာပါဗျFile Size :(1.9GB) and (959MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:44:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/2ymvZ/Torso.2010.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vmYhFcA2YC15hoL44hQziba75Ij.jpg",
        "title": "Kwaidan (1964)",
        "description": "Kwaidan (1964)~ IMDb - 7.9/10, Rotten Tomatoes - 91% ~ရှေးခေတ် ဂျပန်ရိုးရာ တစ္ဆေပုံပြင်တွေကို စိတ်ဝင်စားသူများအတွက် IMDb - 7.9/10 အထိ ရရှိခဲ့တဲ့ Kwaidan လို့ခေါ်တဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားမှာတော့ မတူထူးခြားတဲ့ တစ္ဆေပုံပြင် ၄ပုဒ်ကို သုံးနာရီကျော်ကြာ တဝကြီး နားထောင်ရပါမယ်။ပထမ တစ်ပုဒ်မှာတော့ ဆင်းရဲမှုဒဏ်မခံနိုင်တာမို့ သစ္စာရှိတဲ့ ဇနီးသည်ကို စွန့်ပစ်ပြီး ချမ်းသာကြွယ်ဝတဲ့ အမျိုးသမီးနဲ့ ထပ်မံအိမ်ထောင်ပြုလိုက်တဲ့ ဆာမူရိုင်းတစ်ဦးအကြောင်း...ဒုတိယကတော့ သစ်ခုတ်သမား၂ဦး နှင်းမုန်တိုင်းကြောင့် လှေသမားရဲ့တဲမှာ ဝင်ခိုရင်း ထူးဆန်းတဲ့ မိန်းကလေးနဲ့ တွေ့ဆုံမှု...တတိယပုံပြင်လေးကတော့ ဗျပ်စောင်းတီးခတ်ရာမှာ ထူးချွန်ပြောင်မြောက်လှတဲ့ ဘုန်းကြီးကျောင်းသားလေးတစ်‌ယောက် တစ္ဆေတစ်စုရဲ့ခေါ်ဆောင်ခြင်း ခံရမှု...နောက်ဆုံးကတော့ အရှင်သခင် နာကာဂါဝါ ဆာဒိုဆီ တာဝန်ထမ်းဆောင်တဲ့ ကန်နိုင်းဆိုသူ ဆာမူရိုင်းတစ်ယောက်ဟာ သောက်မယ့် ရေခွက်ထဲ ထူးဆန်းတဲ့အရာတစ်ခုကို မြင်လိုက်ရတဲ့အကြောင်း...ရှေးခေတ်ဂျပန် ...",
        "rating": "7.9",
        "url": "https://megaup.net/1cwo3/(CM)_Kwaidan_(1964)_720p.mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f8HomPJlyPGIWgBODNbWQrRgjxW.jpg",
        "title": "[18+] The Brown Bunny (2003)",
        "description": "The Brown Bunny (2003)ဒီကားက Experimental ကား ပီပီသသနဲ့ပဲ လိင်ဆက်ဆံခန်းတွေဟာ သာမန် 18+ ကား‌တွေထက်တောင် လက်တွေ့ဆန်အောင်ပြထားတယ်။ ပုံမှန် 18+ ကားတွေပြလေ့မရှိတာတွေကိုပါ ရဲရဲတင်းတင်းပြထားတယ်ဆိုပါစို့။ အဲဒီလိုဆိုလို့ အပေါစား အညှီအဟောက်ဇာတ်ကားတစ်ခုသက်သက်လားဆိုတော့လည်း မဟုတ်နေပြန်ဘူး။ ဘာလို့ဆို ကိန်းရုပ်ရှင်ပွဲတော်မှာပါ ပြခဲ့ရတဲ့ကားဖြစ်နေလို့ပါပဲ။ ဒါပေမဲ့လည်း ဒီကားရဲ့အပြတွေအရ ကိန်းလိုရုပ်ရှင်ပွဲတော်ကြီးနဲ့ မထိုက်တန်ဘူးဆိုပြီး ရုပ်ရှင်ဝေဖန်ရေးဆရာတွေကြား အငြင်းပွားခဲ့ရသလို ဂန္ထဝင်ရုပ်ရှင်‌ဝေဖန်ရေးဆရာကြီး Roger Ebert ကတောင် ကိန်းရုပ်ရှင်ပွဲတော်သမိုင်းပြခဲ့သမျှထဲ အဆိုးဆုံးကား ဆိုပြီးတောင် ထောပနာပြုခဲ့ပါသေးတယ်။ ‌ဒါပေမဲ့ ရုပ်ရှင်ပွဲတော်မှာ မပြခဲ့တဲ့ နောက်ဗားရှင်းကိုတော့ သူလည်း အကောင်းဘက်က ချီးကျူးခဲ့ပါတယ်။ကားရဲ့ ဇာတ်အိမ်ကလည်း တော်တော်လေးဆန်းတယ်။ လေလွင့်နေတဲ့လူတစ်ယောက်ရဲ့ ခြေရာခံရခက်တဲ့အတိတ်ကို တငွေ့ငွေ့ချင်း ပုံဖော်ရင်း ဒီလူ ဘာလို့လေလွင့်နေလဲဆိုတာကို တစ်စတစ်စချင်း ပုံဖော်ပြသသွားတယ်။ Experimental Road Drama ပီပီသသပဲ လမ်းပေါ်မှာ တကယ်သွားနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2yrhw/(CM)_The_Brown_Bunny_(2003)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNGMyYmVmMGEtN2YzZS00ZGM4LWI1MzctMDQ4ZTE3Y2Q0ZDBmXkEyXkFqcGdeQXVyMTMzOTExMDY5._V1_-133x200.jpg",
        "title": "Hello Zindagi (2022)",
        "description": "Hello Zindagi (2022)\nAdventure, Drama, Family\nIMDb 7.4/10 (1K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ လူငယ်တွေအတွက်\nပညာပေးဇာတ်ကားလေးဆိုလည်း မမှားလောက်ပါဘူးနော်။ဒီဘက်ခေတ်မှာ နည်းပညာတွေမြင့်တက်လာတာနဲ့အမျှ လူငယ်တွေဟာ လောကကြီးရဲ့အလှတရားတွေကို\nသဘာဝတရားကြီးမှာ ရှာဖွေမနေကြတော့ဘဲ မိုဘိုင်းဖုန်းကမ္ဘာထဲမှာပဲ\nမိန်းမလှလေးတွေကို ရှာဖွေနေကြပါတယ်။ တချို့မိန်းကလေးတွေဆိုရင်\nလိုက်ခ်တစ်ခု ကော်မန့်တစ်ခုရဖို့အတွက် အဖေါ်အချွတ်တွေတောင်လုပ်ဖို့\nဝန်မလေးကြပါဘူး။ဒီဇာတ်လမ်းလေးက ဆိုရှယ်မီဒီယာကို တအားစွဲလမ်းနေတဲ့\nကောင်မလေးတစ်ယောက်ရဲ့အကြောင်းကို\nရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်။ဒီရှားဟာ သူ့တစ်နေ့တာလုပ်ငန်းစဉ်ဘဝကို ဆိုရှယ်မီဒီယာပေါ် အမြဲတင်လေ့ရှိတော့ ဖခင်ဖြစ်သူဟာ\nသမီးအတွက် လွန်စွာစိုးရိမ်ပူပန်နေခဲ့ပါတယ်။ဒီတော့ သူ့သမီးက သူပြောတဲ့အတိုင်းခရီးတစ်ခုကို တစ်ယောက်တည်းထွက်ပေးမယ်ဆိုရင်\nသမီးဖြစ်သူရဲ့ဖြစ်ချင်တဲ့ဆန္ဒတွေကို လိုက်လျောပေးမယ်ဆိုပြီး စည်းကမ်းချက်တစ်ခုသတ်မှတ်လိုက်ပါတယ်။ဒါပေမဲ့ လမ်းခရီးမှာ စမတ်ဖုန်းလုံးဝ ယူသွားခွင့်မပေးခဲ့ပါဘူး။ဒီလိုနဲ့ ဒီရှားတစ်ယောက် ခရီးလမ်းမှာ ကြုံတွေ့ရမယ့်ပြဿနာတွေကို ဘယ်လိုရင်ဆိုင်သွားမလဲ...။လောကရဲ့အလှစစ်ကို ရှာဖွေတွေ့ရှိခဲ့သလား...။ဘယ်သူတွေနဲ့ ကြုံဆုံရဦးမလဲဆိုတာကိုတော့ စိတ်ဝင်တစားကြည့်ရှုပေးကြပါဦးနော်။\nFile size…2.16GB / 971MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 54m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.4",
        "url": "https://megaup.net/1cw7t/Hello_Zindagi_(2022)_WEB-DL_720p(CM).mp4",
        "category": "Adventure, Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYTg5N2I1MmUtMjY2MS00MDk2LWI0ZTctNzNhNDg4ZGQzNDNlXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Happy Birthday(2022)",
        "description": "Happy Birthday (2022)IMDb-5.6/10ခါတိုင်းတရစပ်အပြောတွေနဲ့ ရွှတ်နောက်နောက်ဟာသမင်းသားကြီး Vennela Kishore က\nဒီကားထဲမှာတော့ ၀န်ကြီးနေရာကသရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအညွှန်း\"No Gun ,No entry\"\nသေနတ်သာရှိရင် ဒုစရိုက်မှုတွေနည်းမယ် သေနတ်နဲ့လူကိုလည်း ဘယ်သူမှရန်စရဲမှာမဟုတ်ဘူးဆိုပြီး\nလူတိုင်းသေနတ်ကိုင်ဆောင်နိုင်ရေးအဆိုကိုတင်သွင်းခဲ့သူ၀န်ကြီးကျေးဇူးနဲ့\nအားလုံးဟာရတနာတွေရောင်းချပြီးတောင် သေနတ်ကိုအပြိုင်အဆိုင်ကိုင်\nရပ်ကွက်ဈေးကအစ သေနတ်တွေတကြော်ကြော်အော်ရောင်းအောင်မြင်‌နေသည်ထိပါပဲပြသနာဆိုတာလေးက ဇာတ်လမ်းတိုင်းမှာမပါမဖြစ်ဆိုတော့ သူအဲဒီလို\nသေနတ်ရောင်းဝယ်ခွင့်ပါမစ်ချပေးခဲ့တဲ့အချိန်မှာ လာဘ်စားမှုလေးတွေရှိခဲ့ပါတယ်\nအဲဒီအမှုသက်သေရှိတဲ့သူတစ်ယောက်နဲ့ ဝန်ကြီးနဲ့က ဟိုတယ်တစ်ခုရဲ့\nအခန်း ၆၉၆၉ မှာဆုံတွေ့ဖို့စီစဉ်ကြပြီး အဲဒါကို အေးဂျင့်တွေကလဲ စောင့်ကြည့်နေကြပါတယ်ဒါပေမယ့် အခန်း၆၉၆၉ ကိုလာတဲ့သူတွေက သူတို့ချည်းပဲလားဆိုတော့မဟုတ်ပါဘူး\nတခြားလူတွေပါ ပါဝင်လာတဲ့အခါမှာ.....\nကောင်းမွန်တဲ့ ဇာတ်လမ်းဇာတ်ကွက်နဲ့ စိတ်ဝင်စားဖွယ်ရာဇာတ်ကြောင်းအရ\nဒီဇာတ်ကားလေးဟာ ကြည့်လို့ကောင်းမယ့်အနေအထားပါ\nအတည်ပေါက်ဟာသထလုပ်တာတွေက ဇာတ်လမ်းကိုပေါ့သလိုဖြစ်စေပေမဲ့\nတခါတလေတော့လည်း ကျွန်တော်တို့ ဇာတ်လမ်းတွေကို\nအတည်ပေါက်ကြီး ခံစားကြည့်ရှုနေရတာစိတ်ကုန်နေလောက်ပါပြီ\nအဲဒီတော့ ဂျက်ကီချမ်းကားတွေလိုပဲ ရီလဲရီရမယ်\nအက်ရှင်တွေလဲပါမယ် စပိုင်ဇာတ်လမ်းလေးလဲပါမယ်\nမင်းသမီးချောချောလေးတွေလဲ ကြည့်ချင်တယ်ဆိုရင်\nဒီဇာတ်ကားကသင့်အတွက်ပါပဲမိတ်ဆွေ.......\nFile size…2.27GB  / 1.17GB\nQuality…1080p HQ HDRIP /720p\nFormat…mp4\nDuration….2h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~SaiThu Rein~Khin Khin",
        "rating": "5.2",
        "url": "https://megaup.net/2yqjB/Happy_Birthday_(2023)_HQ_HDRip_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6z8VVFdWX8nbvRIJkZVDlOUOJWc.jpg",
        "title": "[18+] Suki (2023)",
        "description": "Suki (2023)အက်ဘာဆိုတာ အဖော်အချွတ်ဘားတစ်ခုမှာ အလုပ်လုပ်တဲ့ ဖော်ချွတ်ကချေသည်မလေးတစ်ယောက်။ တစ်ချိန်က သူ့အရင် လျှမ်းလျှမ်းတောက်ခဲ့ဖူးတဲ့ မာဂါ ဆိုတဲ့စီနီယာတစ်ယောက်ရှိပေမယ့် လှလွန်းတဲ့ အက်ဘာရောက်လာချိန်မှာ မာဂါကျဆုံးချိန်ရောက်လာခဲ့တယ်။အက်ဘာက အမှုမထားပေမယ့် မာဂါကတော့ သူ့ကိုအသေအလဲလိုက်ပြိုင်တယ်။ အလုပ်ကိစ္စတင်မက အက်ဘာကြွေနေတဲ့ ဂေးဘားတစ်ခုက အဖော်အချွတ်ကောင်လေး ဖြစ်တဲ့ အဒန်ကိုပါ မရမက အတင်းလိုက်ကပ်တယ်။ ဒီလိုနဲ့ အဒန်ဘက်က အက်ဘာကိုမေတ္တာတုန့်ပြန်ပြီးတော့ အတူတူနေဖို့ဆုံးဖြတ်ချက်လိုက်ချိန်မှာ ရိုးရှင်းတဲ့သူတို့ဘဝတွေထဲ အချစ် အလွမ်းတွေ၊ ဝန်တိုမနာလိုမှုတွေနဲ့ မုန်တိုင်းထန်ဂယက်ထဖို့ဖြစ်လာပါတော့တယ်။ခန္ဓာကိုယ်ကို ရင်းနှီးလုပ်ကိုင်နေတဲ့သူအချင်းချင်း သံယောဇဉ်တွယ်ငြိ ချစ်မိသွားတယ်ဆိုတာ ငြိတွယ်ခံရသူရော ငြိတွယ်သူအတွက်ပါ နှစ်ဖက်လုံးအတွက် ကောင်းစရာမရှိနိုင်လို့ပါပဲ။ ညပျော်လေးတွေနဲ့ သူတို့ဘဝကိုနောက်ခံထားတဲ့အတွက် အဖော်အချွတ်နဲ့လိင်ဆက်ဆံခန်းတွေတစ်ကားလုံးနီးပါးမနားတမ်းပါဝင်ပါတယ်။Pamasahe တစ်ကားတည်းနဲ့ ပရိသတ်ရင်ထဲကိုရောက်လာတဲ့ Azi Acosta ကို Stripper တစ်ယောက်အနေနဲ့ တစ်ဝကြီးရှုမြင်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 980MB\nQuality - 1080p, ...",
        "rating": "",
        "url": "https://megaup.net/1cvo7/(CM)_Suki_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOWVmMzFiMDItZjE1Zi00NGRhLTkyMmUtODQ1NDc3NjdkZTA3XkEyXkFqcGdeQXVyNjgwNTE1NDg@._V1_-133x200.jpg",
        "title": "#Mute (2023)",
        "description": "Mute 2023\nIMDb 9.5/10\nလန်ပြန်ထွက်နေအောင် rating ကောင်းပြီး ထွက်ထားတာမကြာသေးတဲ့\nဒီကားလေးဟာ အလကားနေရင်း rating မြင့်နေတယ်ထင်ရင်မှားသွားပါလိမ့်မယ်\nအိန္ဒိယထုံးစံ အဆိုအကတောင် လုံးဝ(လုံးဝ) မထည့်ထားဘဲနဲ့\nဇာတ်လမ်းဇာတ်ကွက်ကိုပဲ အသားပေးထားတဲ့ Thriller ကားကောင်းလေးပါဇာတ်လမ်းလေးက သာမန်မြင်တွေ့နေကြ အချစ်အလွမ်းအကြမ်းအရမ်းအက်ရှင်တွေမဟုတ်ပါဘူး\nအဲ့တော့ ဒရာမာဘာညာနိုင်ငံရေးကားလားဆိုတော့လည်းမဟုတ်ပါဘူး\nအိမ်မွေးခွေးလေးတစ်ကောင် ပျောက်ဆုံးသွားတာကို ရင်တမမနဲ့ကြည့်ရမဲ့ Thriller ရုပ်ရှင်လေးပါ\nဒီဗီရာဆိုတဲ့ကောင်မလေးက လင်ယောကျာ်းသစ္စာဖောက်တာခံရလို့ ကိုယ့်ကိုယ်ကိုသတ်သေတဲ့အထိ စိတ်ဓာတ်ကျခဲ့ဖူးပါတယ်ဒါပေမဲ့ သူ့ရဲ့သူငယ်ချင်းကောင်းတွေရဲ့ဝိုင်းဝန်းစောင့်ရှောက်မှုကြောင့် သူ့ဘဝကိုဆက်ရှင်သန်ဖြစ်ခဲ့ပါတယ်\nသူ့ဘဝရဲ့အရေးအကြီးဆုံး နံပါတ်တစ်အဖော်ကတော့ ကောစ်မိုလို့ခေါ်တဲ့ခွေးလေးပါ\nအဲ့ခွေးလေး ငါးနှစ်ပြည့်မွေးနေ့ နောက်တစ်နေ့မနက်ဒီဗီရာနိုးလာတဲ့အချိန်မှာ\nခွေးလေးကပျောက်ချင်းမလှပျောက်သွားပါတယ်\nအဲ့အချိန်ကစပြီး တက်လိုက်တဲ့ဇာတ်ရှိန်ကတော့ ပြီးသွားမှန်းတောင်သိလိုက်ရမှာမဟုတ်ပါဘူး\nကဲ သာမန်အိန္ဒိယကားတွေနဲ့မတူ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းမွန်လွန်းတဲ့\nယခုဇာတ်ကားလေးကို ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.5GB / 698MB\nQuality…1080p HQ HDRIP  /720p\nFormat…mp4\nDuration…1h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein~Cherry~Yunni",
        "rating": "9.3",
        "url": "https://megaup.net/2yqir/Mute_(2022)_Kannada_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/81PxPKXGiML-132x200.jpg",
        "title": "Tombstone (1993)",
        "description": "Tombstone (1993)~ IMDb - 7.8/10, Rotten Tomatoes - 72% ~နာမည်ကျော် ငြိမ်းချမ်းရေးထိန်းသိမ်းသူ အရာရှိ ဝိုင်ယက်အာ့ပ်ရဲ့ Tombstone မှာ ဖြစ်ပျက်ခဲ့တဲ့ အကြောင်းအရာတွေကို ဇာတ်လမ်းဆင် ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။Rambo First Blood က ဒါရိုက်တာနှစ်ဦးဖြစ်တဲ့ George P. Cosmatos နဲ့ Kevin Jarre တို့က ဖန်တီးထားပြီး Kurt Russell နဲ့ Val Kilmer လို ထိတ်ထိတ်ကြဲဘဲနှစ်ဗွေအပြင် Ghost Rider ထဲက မြင်းစီးတဲ့ Ghost Rider ကြီး Sam Elliott တို့လို နာမည်ကျော် သရုပ်ဆောင်တွေနဲ့အတူ တခြား နာမည်ကျော်သရုပ်ဆောင်တွေပါ ပါဝင်နေတာကြောင့် Cast နဲ့တင် တော်တော်ဖြုံချင်စရာကောင်းပါတယ်။Cowboy Vibe အပြည့်ရသလို Gangster ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Ssw5/(CM)_Tombstone_(1993)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o3nIJ5n4Qx74msRkP0FVaK6dx5z.jpg",
        "title": "Killers(2010)",
        "description": "Imdb rating 5.4/10 ,rotten tomatoes rating 10%ဇွန်လ ၄ ရက်နေ့ ၂၀၁၀ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Killers ကတော့ ‌အချစ်ဟာသ အက်ရှင် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ Ashton Kutcher နဲ့ Grey anatomy တွင် izzie stevens အနေနဲ့ emmy ဆု ရရှိခဲ့တဲ့ Katherine Heiglက အဓိက ပါဝင်သရုပ်ဆောင် ထားပြီးတော့ emmyဆု ပိုင်ရှင် Tom Selleck နဲ့ Catherine O’Hara တို့က ဇာတ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအသွားကတော့ ခရီးသွားနေတဲ့ ဂျန်ဟာ သူမရဲ့ စိတ်ကူးတွေထဲက ယောက်ျားဖြစ်တဲ့ စပန်ဆာ နဲ့ ပြင်သစ်နိုင်ငံ နိစ့် မြို့ကို သွားရင်းတွေ့ဆုံ ခဲ့ကြပြီး အလျင်အမြန်ပဲ လက်ထပ်ခဲ့ကြတယ်။တစ်နေ့မှာ‌တော့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1cvim/Killers.2010.Blu-Ray720P(CM)__(2).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zY4AnEPcNPEA6oEE288qYfw6Kqq.jpg",
        "title": "[18+]Nerisa(2021)",
        "description": "[18+]Nerisa(2021)*****************ဒီကားလေးကတော့ ဖိလစ်ပိုင်ကားလေးဆိုပေမဲ့\nဇာတ်အိမ်အတော်ကောင်းတဲ့ထဲပါပါတယ်နယ်ရီဆာဆိုတဲ့ ကောင်မလေးတစ်ယောက် ကျွန်းတစ်ကျွန်းပေါ်ကို ရောက်လာပါတယ်\nသူ့ကိုပင်လယ်အောက်ကြမ်းပြင်ကနေ အိုဘတ် ဆိုတဲ့ကောင်လေးက ရှာတွေ့ပြီးကယ်လာတာပါ\nဖြစ်ချင်တော့ ကောင်မလေးက ဘယ်ကလာတာလဲ နာမည်ဘာလဲဆိုတာတောင်\nသူ့ကိုယ်သူမသိပါဘူး မေးလို့လည်းမရပါဘူး\nနယ်ရီဆာဆိုတာတောင် ကျွန်းပေါ်ကလူတွေ နာမည်ပေးထားကြတာပါ\nအဲတော့ ကျွန်းသေးသေးလေးထုံးစံအတိုင်း\nကောလာဟလပေါင်းစုံ ယူဆချက်ပေါင်းစုံထွက်ပြီး\nရေသူမလို့ပြောသူကပြော ကပ်ဆိုးကိုသယ်လာတာလို့ပြောသူကပြောပေါ့\nသူတို့ပြောချင်စရာဖြစ်အောင် နယ်ရီဆာ ရောက်လာကတည်းက\nကျွန်းပေါ်ကလူတွေ ငါးဖမ်းမကောင်းတော့ပါဘူးနောက်တော့ နယ်ရီဆာက အိုဘတ်ကို ကျေးဇူးရှင်ဆိုပြီး\nအချစ်ပိုရာက လင်မယားတွေအဖြစ်နဲ့ ကျွန်းပေါ်မှာနေကြပါတယ်\nနယ်ရီဆာက အရမ်းချောတော့ ကျွန်းပေါ်က ယောကျ်ားသားတွေက\nအိုဘတ်ကို ဝိုင်းအားကျကြသလို အိုဘတ်ကလည်း ဆောင့်ကြွားကြွားနဲ့ပေါ့တနေ့တော့ ငါးရှားလာတာနဲ့အမျှ ရေပိုင်နက်ကိုကျော်ပြီး ငါးဖမ်းထွက်ကြတဲ့\nအိုဘတ်တို့အုပ်စုဟာ ကျွန်းပေါ်ကို ပြန်မလာကြတော့ပါဘူး\nအိုဘတ်မသေသေးဘူးလို့ ယုံကြည်နေတဲ့ နယ်ရီဆာက အိုဘတ်ပြန်လာအောင်\nဘယ်လိုကြိုးစားမလဲ ဘယ်လိုစတေးမှုတွေနဲ့ ရှာဖွေမလဲဆိုတာကို\n18+ အခန်းပေါင်းစုံနဲ့ ကြည့်ရှုရမှာပါ\nဒီအခန်းတော်တော်များများက Rape အခန်းတွေဖြစ်တာမလို့\nအတုယူလွဲမှားနိုင်တဲ့သူတွေကတော့ မကြည့်သင့်ကြောင်းပါဗျ....File Size :(1.8GB) and (836MB)\nQuality :Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:17:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/2yq8h/Nerisa.2021.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lfTtTAjkE2rw91HRSdJsHnHYGmS.jpg",
        "title": "Swallowed (2022)",
        "description": "Swallowed (2022)~ Rotten Tomatoes - 85% ~(ရိုင်းစိုင်းတဲ့စကားလုံး​တွေ၊ ဝတ်လစ်စလစ်အခန်း​တွေပါတာ​ကြောင့် ၁၈နှစ်​အောက် သို့ ၁၈​ယောက်မပြည့်ရင်မကြည့်ကြဖို့ တိုက်တွန်းပါရ​စေ)2022 မှာထွက်ရှိထားတဲ့ Swallowed ဆိုတဲ့ကား​လေးက သည်းထိတ်ရင်ဖိုအမျိုးအစားတစ်ခုဖြစ်ပြီး BL မကျတကျကား​​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~မကြာခင် အပြာကားသရုပ်​ဆောင်အဖြစ်နဲ့ အယ်​လ်​အေမှာ အလုပ်သွားလုပ်​တော့မယ့် အချစ်ဆုံးသူငယ်ချင်း ဘန်ဂျမင်းတစ်​ယောက် သူ့သူငယ်ချင်းဒွန်းနဲ့ အတူနှုတ်ဆက်ပွဲလုပ်​ပြီးအပြန် ဒွန်းရဲ့တရားမဝင်ပစ္စည်းတစ်ချို့ ကယ်လီဖိုးနီးယားဘက်ကို ပို့​ပေးရမယ့်အစီအစဥ်ထဲ ဝင်ပါမိသွားတဲ့အခါ ဘာ​တွေဆက်ဖြစ်မလဲ... သူတို့သယ်​ပေးရတဲ့ပစ္စည်းက​​ရော မူးယစ်​ဆေး​တွေမဟုတ်ပဲ ဘာ​တွေလဲ... ဒွန်းက​ရော ဘာလို့ဒီလို အလုပ်ကို​ရွေးချယ်ခဲ့တာလဲဆိုတာ​တွေကို သည်းထိတ်ရင်ဖိုကြည့်ရမယ့်ဇာတ်လမ်း​ကောင်း​လေးလည်းဖြစ်ပါတယ်။ဒွန်းနဲ့ ဘန်ဂျမင်းရဲ့ တစ်​ယောက်ကိုတစ်​ယောက်ချစ်ရဲ့သားနဲ့ ဖွင့်မ​ပြောတဲ့ ​ယောကျာ်း​လေးနှစ်​ယောက်ကြားက အချစ်ကိုလည်း စိတ်ဝင်စားဖွယ်​ကောင်း​အောင် ရိုက်ပြထားပါ​သေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 750MB\nQuality - 1080p, 720p\nIMDb Rating - 5.7/10\nFormat - mp4\nDuration ...",
        "rating": "5.7",
        "url": "https://megaup.net/1cvbg/(CM)_Swallowed_(2022)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x3pVvUeOgw0IPPyf0QoI8dUTcXq.jpg",
        "title": "Rogue(2007)",
        "description": "ဒီကားကတော့ Australia ရဲ့ Northern Territory ကိုအခြေပြုပြီး ရိုက်ထားတဲ့ horror ကားတစ်ကားပါ။မတူညီတဲ့နောက်ခံတွေ ဘ၀တွေရှိကြတဲ့ သာမန်မိသားစုတွေ၊ စုံတွဲတွေ၊ တစ်ယောက်ထဲ ကိုယ့်အကြောင်းနဲ့ကိုယ် လေ့လာရေးထွက်လာတဲ့ လူတွေဟာ… အလည်အပတ်ခရီးစဉ်အတွက် ဒီရေမြစ်တစ်လျှောက်က မိကျောင်းတွေကို ကြည့်ပြီးတောတွင်းသဘာ၀ကို ခံစားဖို့ လှေတစ်စီးထဲမှာ စီးလာကြရာကနေ…တောရိုင်းသားရဲကောင်တွေရဲ့ သဘာ၀အတိုင်းပဲ.. ဘယ်အချိန်မှာ ထပြီး ကိုယ့်ကို အန္တရာယ် ပေးမယ်ဆိုတာ မသိနိုင်သလို… သူတို့ တိုက်ခိုက်လာတဲ့အခါမှာလည်း… လှေထဲမှာပါလာတဲ့လူတွေက အသက်ရှင်ဖို့အတွက် ဘယ်လိုကြိုစားရမယ်၊ ဘယ်လိုစည်းလုံးကြမယ်၊ ဘယ်လိုသွေးကွဲကြမယ်ဆိုတာတွေကို စိတ်လှုပ်ရှားစရာ ကြည့်ရမှာပါ။အဓိကမင်းသားနဲ့ မင်းသမီးဆိုတာထက် ဇာတ်ကောင်တွေအားလုံးရဲ့ မတူညီတဲ့ စရိုက်တွေကို မြင်ရမှာပါ။ သူတို့ မိကျောင်းရန်ကနေ ဘယ်လိုအသက်လုပြီး ပြေးကြမလဲ၊ ဘယ်သူတွေကရော မိကျောင်းပါးစပ်ထဲ ရောက်ကုန်ကြမှာလဲ၊ သူတို့အားလုံး အသက်ရှင်လျက် အိမ်ပြန်နိုင်ပါ့မလား ဆိုတာကိုတော့ ဒီကားလေးကိုကြည့်ပြီး အဖြေရှာကြည့်လိုက်ပါနော်… File size…2.32 GB/ 846.4 ...",
        "rating": "6.2",
        "url": "https://megaup.net/1cv0j/Rogue.2007.BluRay720p(CM).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYijiVwEyP2JsDuSenGOsFNXEbn.jpg",
        "title": "[21+]Baise-moi(2000)",
        "description": "[21+]Baise-moi(2000)********************ဒီပြင်သစ်ကားက အိပ်ရာခန်းတွေရော သတ်ဖြတ်ခန်းတွေရောအတော်ကြီးကိုကြမ်းတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...သူ့နာမည်က နာဒင်း ၊ ပြည့်တန်ဆာအလုပ်ကိုလုပ်ပြီးပိုက်ဆံရှာတယ်။\nသူ့သူငယ်ချင်းနဲ့အတူတူနေပြီးတယ်ဆိုပေမယ့် တစ်နေ့မှာအချင်းချင်းစကားများ\nရန်ဖြစ်ပြီး သူငယ်ချင်းကိုသတ်လိုက်မိပြီးတော့အိမ်ကနေထွက်ပြေးလာတယ်နောက်တစ်ယောက်ကတော မန်နူ\nမုဒိမ်းကျင့်ခံရပြီးတော့ စိတ်မသက်သာဖြစ်နေတာကိုအရက်ဘားပိုင်ရှင်နဲ့စကားပြောအဆင်မပြေလို့\nသေနတ်နဲ့ပစ်သတ်လိုက်ပြီးတော့ အိမ်ကနေထွက်ပြေးလာတယ်။ဒီလိုနဲ့နှစ်ယောက်သား\nအိမ်ကနေထွက်ပြေးလာရင်းနဲ့ ဘူတာတစ်ခုမှာဆုံဖြစ်ကြတယ်။ဘယ်သွားလို့ဘာလုပ်ရမှန်း\nမသိတဲ့နှစ်ယောက်ပေါင်းမိပြီးပြင်သစ်တစ်ခွင်မှာသောက်စားပျော်ပါးကြတဲ့အခါမှာတော့...File Size :(2.1GB) and (1.01GB)\nQuality :Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:17:00\nGenre : Crime, Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "5.5",
        "url": "https://megaup.net/1cv4z/Rape.Me.2000.BLU-RAY.720P(DS).mp4",
        "category": "Adult, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/le660GO6PxvUwsn9yD8TBdEghGc.jpg",
        "title": "A Paris Proposal(2023)",
        "description": "A Paris Proposal(2023)*********************Romance တွေ ပေါက်ဖွားရာ ပဲရစ်မြို့လေးမှာ ဖြစ်ပျက်ခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်ပါတယ်။ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်လို့ကောင်းတဲ့ ရိုမန့်စ် ဒရမ်မာ ဇာတ်ကားလေးဖြစ်ပါတယ်။နယူးယော့ခ်မြို့က ကြော်ငြာ အေဂျင်စီ ကုမ္ပဏီတစ်ခုမှာ စရိုက်မတူတဲ့ သူတို့ ၂ ဦး \"အန်နာ ဘိုးမန်း\" နဲ့\"ဆက်ဘာရှန် လောရန့်\" ။ ဆက်ဘာရှန်က အပူအပင်ကင်းကင်းနဲ့ လွတ်လွတ်လပ်လပ်တွေးခေါ်တတ်သူတစ်ဦးဖြစ်ပြီး သူ့ရဲ့ ငွေစာရင်း မန်နေဂျာ အန်နာဘိုးမန်းကတော့စာရင်းနဲ့ ချက်ကျ လက်ကျ တွေးပြီး စိုးရိမ်တတ်တဲ့သူတစ်ဦး။ ပဲရစ်မြို့က နာမည်ကြီး စိန်ဘရန်းဖြစ်တဲ့ဂျူးရန်း ဒိုင်းမွန်းစ်က အမေရိကမှာ လုပ်ငန်းတိုးချဲ့ဖို့အတွက် အန်နာတို့ရဲ့ အေဂျင်စီကိုကြော်ငြာအတွက် ငှားခဲ့တယ်။ ဒီလိုနဲ့ သူတို့ ၂ ဦး ပဲရစ်မြို့ကြီးကို ရောက်သွားပြီးဘယ်လိုအချစ်ဇာတ်လမ်းမျိုး ကြုံရမလဲ အလုပ်ကိစ္စရော အဆင်ပြေပါ့မလားဆိုတာတော့..... File Size :(1.6GB) and (691MB)\nQuality :Web-Dl 1080P,720p\nFormat…mp4\nDuration…01:24:00\nGenre ...",
        "rating": "6.7",
        "url": "https://megaup.net/1cv2a/A.Paris.Proposal.2023.WEB-DL.720P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ff9iMXJjtRdm58nRzM88sNr5CTu.jpg",
        "title": "Die Hart the Movie(2023)",
        "description": "Die Hart the Movie(2023)***********************ဟာသမင်းသား ကယ်ဗင်ဟာ့ထ်ရဲ့ ဟာသအက်ရှင်ကားအသစ်ထွက်လာပါပြီ။\nမင်းသမီးကတော့ Game of Thrones ရဲ့ နာမည်ကြီးမင်းသမီး Nathalie Joanne Emmanuel ပါပဲ။ဇာတ်လမ်းကတော့ နည်းနည်းဆန်းပါတယ်။ကယ်ဗင်ဟာ့က ကယ်ဗင်ဟာ့အနေနဲ့ပဲ သရုပ်ဆောင်ထားတာပါ။ကယ်ဗင်ဟာ ဒဝိန်းသရော့ဂျွန်ဆန်နဲ့အတူ အက်ရှင်ဟီးရိုးရဲ့ တွဲဘက်ဟာသကောင်အနေနဲ့ဇာတ်ကားတွေအများကြီး သရုပ်ဆောင်ရင်း လက်ရှိအခြေအနေကို စိတ်ပျက်လာပါပြီ။သူက အက်ရှင်ကားမှာ ဟာသကောင်အနေနဲ့မဟုတ်ဘဲ အတည်အက်ရှင်ဟီးရိုးအနေနဲ့ ရိုက်ချင်တာပါ။ဒါပေမဲ့ သူ့ကိုဘယ်သူမှ အတည်မမှတ်ကြပါဘူး။ အဲဒီမှာပဲ အက်ရှင်ကားတွေရဲ့ နာမည်ကြီးဒါရိုက်တာကလောက်ဗန်ဒဗဲဒီက သူ့ကို အက်ရှင်ကားတစ်ကားမှာမင်းသားလုပ်ဖို့ကမ်းလှမ်းလာပါတယ်။ ဒါပေမဲ့ မင်းသားလုပ်ဖို့ဆိုရင် အက်ရှင်သင်တန်းတစ်ခုကို အောင်မြင်အောင်တက်ရမယ်လို့ ပြောပါတယ်။ အဲဒီကျောင်းကနေပဲ စတားလုံး၊ ဂျေဆန်စတေသန်၊ ဂျက်ကီချန်း၊ဂဲဂဒေါ့တို့လိုလူတွေကို မွေးထုတ်ပေးလိုက်တာဖြစ်ကြောင်း ရှင်းပြလိုက်ပါတယ်။အဲဒီ လျို့ဝှက်အက်ရှင်ကျောင်းကို ရောက်သွားချိန်မှာတော့ ဘယ်လိုတွေ တလွဲတွေဖြစ်မလဲဆိုတာကို....File Size :(1.8GB) and (646MB)\nQuality :Web-Dl 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:18:00\nGenre : Action, Comedy\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/1Ssr0/Die.Hart.The.Movie.2023.WEB-DL.720P(CM).mp4.mp4",
        "category": "Action, Comedy"
    }
]