[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BMzg3OWNjMTYtMWY4ZC00ODdhLWJiYjEtNDlmNmY1YjAzMDdhXkEyXkFqcGdeQXVyMjUzMTYzMDI@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Britt-Marie Was Here (2019)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ Drama/ Sport အမျိုးအစားလေးဖြစ်ပြီး\nIMDb 5.1ရထားပါတယ်. အားကစားကိုကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးတွေ\nကြိုက်မယ့် ဇာတ်လမ်းတစ်ပုဒ်ဆိုလဲ မမှားပါဘူး.\nဇာတ်လမ်းအကျဉ်းကတော့ အသက် ၆၃နှစ်အရွယ်\nဘရစ်မယ်ရီဟာ အိမ်မှုကိစ္စဆို သိပ်ကိုနိုင်နင်းပြီး\nယောကျာ်းကို မှီခိုနေထိုင်ရတဲ့ မိန်းမတစ်ဦးပါ.\nနှစ်လေးဆယ်ကျော် ငြိမ်းချမ်းနေခဲ့တဲ့ သူမဘဝဟာ\nတနေ့မှာတော့ ကံကြမ္မာအပြောင်းအလဲဖြစ်ခဲ့ရပါတယ်.\nအဲ့ဒါကတော့ သူမရဲ့ ခင်ပွန်းဖြစ်သူ ကန့်ဟာ နောက်အိမ်ထောင်ရှိနေလို့ပါပဲ.\nသူမရဲ့ ခင်ပွန်းဖြစ်သူရဲ့ သစ္စာမဲ့မှုကို စိတ်နာပြီး ကွာရှင်းဖို့ ဆုံးဖြတ်ကာ\nအလုပ်တစ်ခု ရှာခဲ့ပါတယ်.ဒီဇာတ်လမ်းရဲ့ အဓိကသော့ချက်ကလဲ ဒီအလုပ်ပါပဲ.\nလူမှုဖူလုံရေးမှာ အလုပ်သွားရှာရင်းနဲ့ သူမရဲ့ အသက်အရွယ်ကြောင့်\nအလုပ်က ရှာရခက်နေပေမယ့် သူမနဲ့ ကိုက်ညီမယ့် အလုပ်လေးတစ်ခုကို ရရှိခဲ့ပါတယ်.\nအဲ့ဒါကတော့ လူငယ်အကြံပေးအဖြစ် ဘော့ဂျ်မြို့ရဲ့ ကလေး\nဘောလုံးအသင်းကို နည်းပြလုပ်ရမယ့် အလုပ်ပါပဲ.\nသူမကလဲ အလုပ်လိုနေတာကြောင့် ရရင်ပြီးရော\nလုပ်ခဲ့ပေမယ့် ဘောလုံးအကြောင်း နကန်းတစ်လုံးမှ\nနားမလည်ပါဘူး.\nဒါပေမယ့် သူနည်းပြရမယ့် ကလေးတွေရဲ့\nဘဝကို တဖြည်းဖြည်း နားလည်လာပြီး\nသံယောဇဉ်ဖြစ်ကာ အကောင်းဆုံးကြိုးစားရင်း\nဘဝကို ရုန်းကန်သွားတာတွေ စိတ်ဓာတ်ခွန်အားတွေကို\nချပြထားတယ့် ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ.positive thinkingတွေ\nအများကြီးနဲ့ရိုက်ကူးတင်ဆက်ထားတဲ့\nSport typeဇာတ်လမ်းဖြစ်တာကြောင့် စိတ်ညစ်နေတဲ့လူ\nတွေ၊ ဘဝကို စိတ်ကုန်နေတဲ့လူတွေ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/britt-marie-was-here-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZGMwZjk4NDEtYmYzMy00ZWNmLWE5NWMtN2U0MDFiNTU0YjhlXkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_UY268_CR00182268_AL_-136x200.jpg",
        "title": "She Said, He Said (2019)",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ \"လီယို\" နဲ့ \"ရိုဆာ\" ဆိုတဲ့\nဆယ်ကျော်သက်လူငယ်လေးနှစ်ယောက်ရဲ့\nပေါ်တူဂီကျောင်းသားအချစ်ဇာတ်လမ်းလေးပါ\nလီယိုနဲ့ ရိုဆာနှစ်ယောက်လုံးက ဒီနှစ်ကိုးတန်းနှစ်မှ\nကျောင်းပြောင်းလာကြတဲ့ ကျောင်းသားသစ်နဲ့\nကျောင်းသူသစ်ပေမဲ့ နှစ်ယောက်သားကဆန့်ကျင်ဘက်\nရိုဆာကတော့ ပထမဆုံးရက်မှာ သူငယ်ချင်းမရှိပဲ\nကိုယ်ပျောက်လူသားလိုသူ့ကိုယ်သူခံစားနေရလို့\nဒီ​ကျောင်းကိုရွေးမိတာမှားပြီလားဆိုပြီး စိတ်ဓာတ်ကျသွားတဲ့ကောင်မလေး\nလီယိုကတော့ ဘယ်သူနဲ့မှတောင်မသိသေးဘူး\nအတန်းထဲစဝင်လာတာနဲ့ အတန်းသားအားလုံးကိုသဘောကျပြီး\nဒီကျောင်းကိုအရမ်းကြိုက်သွားပြီဆိုပြီး ပျော်နေတဲ့ကောင်လေး\nဒီလိုနဲ့ လီယိုနဲ့ရိုဆာတို့ အတန်းထဲမှာ ရှေ့ဆင့်နောက်ဆင့်ထိုင်မိပြီး\nလီယိုကရိုဆာ့ကိုအရင်ဆုံးမိတ်ဖွဲ့လိုက်တဲ့အခါ လီယိုတစ်ယောက်\nရို​ဆာ့ရဲ့ပထမဦးဆုံးသူငယ်ချင်းဖြစ်လာပါတော့တယ်\nShe said, He said ဆိုတဲ့အတိုင်း ရိုဆာနဲ့လီယိုတို့ရဲ့\nတစ်ယောက်နဲ့တစ်ယောက်တွေ့တဲ့အချိန်မှာ\nထုတ်မပြောဖြစ်တဲ့ စိတ်ထဲကခံစားချက်လေးတွေ၊\nနောက်ပိုင်းမှာ သူတို့နှစ်ယောက် ရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်ဖြစ်ကြပုံတွေ၊\nကျောင်းသားဇာတ်လမ်းဆိုတဲ့အတိုင်း ဆယ်ကျော်သက်လူငယ်ကျောင်းသားလေးတွေကြားက\nချစ်စရာသံယောဇဥ်လေးတွေကို ကြည့်ရှုကြရမှာဖြစ်လို့\nပေါ့ပေါ့ပါးပါးကျောင်းသားဇာတ်လမ်းကြိုက်သူတို့အတွက်တော့\nဇာတ်​လမ်းကောင်းတစ်ပုဒ်ဖြစ်မှာပါ\n \nFile Size -  838 mb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/she-said-he-said-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKMh09e1t287fWzdWy0B7OLP9Nf.jpg",
        "title": "OK! Madam(2020)",
        "description": "OK! Madam(2020)(နင်းကန်လန်းတဲ့ကားမို့ WEB-DL 1080P,720p တို့ဖြင့်တင်ဆက်ပေးထားပါတယ်...)သာမန်ဈေးလေးထဲမှာ မုန့်လုပ်ရောင်းတဲ့ မီယောင်းဟာ ကွန်ပျူတာပစ္စည်းတွေပြင်တဲ့\nခင်ပွန်းဖြစ်သူ ဆော့ဟွမ် သမီးလေးဖြစ်သူ နာရီတို့နဲ့အတူ နေထိုင်တယ်....\nတစ်နေ့မှာ ဟာဝိုင်အီကိုသွားဖို့ ကံစမ်းမဲပေါက်သွားပြီး အပျော်တွေလွန်ရင်း ခရီးသွားဖို့ဖြစ်လာတယ်ပေါ့....\nဟာဝိုင်အီကိုသွားနေတဲ့လမ်းခရီးဟာ တကယ်ပျော်စရာလို့ထင်ရပေမယ့် လေယာဉ်ပေါ်မှာ  မမျှော်လင့်တဲ့အဆုံးဝါးဆုံးပြဿနာတွေဖြစ်လာတယ်....\nသူတို့လေယာဉ်ပေါ်မှာ အရမ်းကိုအန္တရယ်များလှတဲ့ သူလျှိုပါလာတယ်ဆိုတဲ့ သတင်းရလို့\nမြောက်ကိုရီးယားတပ်မှူးဖြစ်သူနဲ့အဖွဲ့တွေဟာ လေယာဉ်ကိုပိုက်စိပ်တိုက်ရှာကြတော့တယ်...\nစီးနင်းလာတဲ့ခရီးသည်တွေအားလုံး ဓားစာခံဖြစ်သွားကြတယ်ပေါ့.....မြောက်ကိုရီးယားကအဖွဲ့ကလည်း တကယ့်ကိုကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လက်မရွှံအဖွဲ့တွေ....အဲ့ဒီနောက်တော့ လေယာဉ်ပေါ်မှာ ပြဿနာမျိုးစုံစပါတော့တယ်....ဒီကားက ဇာတ်လမ်းစပြီး မိနစ်(၃၀)လောက်မှာတင် ပွဲစကြမ်းပါတယ်....လေယာဉ်ပေါ်ရဲ့ နေရာကျဉ်းကျဉ်းလေးတွေမှာ အက်ရှင်ခန်းတွေက တကယ်ကိုမိုက်တဲ့အပြင်ကြည့်ရတာတွေတကယ့်ကိုရှင်းပါတယ်...စိတ်ကျေနပ်စရာကောင်းတဲ့အက်ရှင်ခန်းတွေပါတဲ့အပြင်ဇာတ်လမ်းကတော်တော်ကောင်းပြီး လျှို့ဝှက်ချက်တွေနဲ့ နောက်ကွယ်က ထင်မထားတဲ့ အကြောင်းအရာတွေနဲ့မို့အားလုံးလက်မလွှတ်သင့်ပါကြောင်းပါ...သရုပ်ဆောင်တွေကလည်း ဒိတ်ဒိတ်ကျဲတွေပါ...တောင်ကိုရီးယားရဲ့စွယ်စုံရမင်းသမီးကြီး အုမ်းဂျောင်ဟွာ\nနာမည်ကြီးသရုပ်ဆောင် မင်းသားကြီး ဘတ်ဆောင်အုန်း\nဇာတ်ရုပ်တိုင်းမှာပိုင်နိုင်တဲ့ မင်းသားလီဆန်ယွန်း\nRunning Man လီဂွမ်ဆူရဲ့ချစ်သူမိန်းကလေး မင်းသမီးလီဆောင်ဘင်း နဲ့\nအထူးဧည့်သည်သရုပ်ဆောင်အဖြစ် မင်းသားဂင်နမ်ဂီတို့အပြင် နာမည်ကြီးဇာတ်ပို့အများအပြား\nပါဝင်အားဖြည့်ထားကြပါတယ်...File Size :(1.8GB)(850 MB) and (380 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action ...",
        "rating": "7.0",
        "url": "https://megaup.net/1yTvZ/OK!_Madam.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BYTJhMjg3YjMtZmRmYy00MTc1LWI0M2ItNzc0YWNkMmE1YTBhXkEyXkFqcGdeQXVyNzExMjg3MTA@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "When Hitler Stole Pink Rabbit (2019)",
        "description": "၁၉၃၂ခုနှစ်တုန်းက ဘာလင်မြို့မှာ အန်နာဆိုတဲ့\n၉နှစ်အရွယ် ကလေးမလေးတစ်ယောက်ရှိခဲ့တယ်\nသူမရဲ့ အဖေက နာမည်ကြီးဝေဖန်ရေးဆရာ\nအာသာကမ်ပါဖြစ်ပြီးတော့ အမေနာမည်က ဒေါ်ရသီယာပါတဲ့\nသူမမှာ မက်စ်လို့ခေါ်တဲ့ ၁၂နှစ်အရွယ် အစ်ကိုတစ်ယောက်ရှိပြီး\nဘာလင်မြို့မှာ မိသားစုအတူတကွပျော်ပျော်ရွှင်ရွှင်နေကြတယ်\nတစ်ရက်‌ ဟစ်တလာကရွေးကောက်ပွဲနိုင်လုဆဲဆဲအချိန်မှာ\nဂျူးလူမျိုးဖြစ်ကြတဲ့ သူမတို့မိသားစုတတွေ\nနာဇီလက်ကလွတ်‌မြောက်ဖို့အဝတ်တစ်ထည်ကိုယ်တစ်ခုနဲ့\nဘာလင်ကနေပြေးကြရတော့တယ်\nအန်နာတို့တတွေ ဘယ်လိုအခက်အခဲတွေ ဘယ်လိုအပြောင်းအလဲတွေ\nကြုံတွေ့ရမလဲ နေရာအသစ် ဘဝအသစ်ကို\nဘယ်လိုဖြတ်သန်းကြမလဲ ဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်\n  \nFile Size -  1.3 gb\nQuality - bluray 1080p 5.1\nSubtitle -  burmese\nTranslator - Shin Mon Lat\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/when-hitler-stole-pink-rabbit-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzkxNGZlMzgtMTI5MC00ZmU5LThlZDktZDU4MDU1OThhMjhkXkEyXkFqcGdeQXVyOTIxNDQ1MTQ@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "30 Chua Phai Tet (2020)",
        "description": "အဖေနဲ့ ရန်ဖြစ်ပြီး အိမ်ကနေထွက်လာတဲ့ လူတစ်ယောက်ဟာ\n၁၂ ကြပြီးမှ အဖေပိုင်တဲ့မြေတွေကို ယူဖို့ ပြန်လာပါတယ်။\nဒါပေမယ့် ကံဆိုးချင်တော့ သူခန့်မှန်းထားသလို\nကိစ္စတွေက မဆင်မပြေခဲ့ပါဘူး။\nကံကောင်းချင်တော့ အဲဒီနေ့မှာပဲ ပိတ်မိနေပြီ\nသူဖြစ်ချင်တာကို ထပ်ခါထပ်ခါ ကြိုးစားခွင့်ရသွားပါတယ်။\nသူဘာဖြစ်လို့ တစ်နေ့တည်းမှာ ပိတ်မိနေတာလဲ။\nသူဖြစ်ချင်တဲ့ မြေကွက်စာချုပ်ကို ရအောင်ယူနိုင်မှာလား။\n \nFile Size -  1 gb\nQuality - web-rip 1080p\nSubtitle -  burmese\nTranslator - Htet Wai Lwin\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/30-chua-phai-tet-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BOWM4MTBkOWEtZWRkOC00YzdmLTgxNjQtMjRlNjVhNGI3OTRlXkEyXkFqcGdeQXVyNjI3MDYxMjg@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Matt & Mou (2019)",
        "description": "ဒီတစ်ခါမှာတော့ ၂၀၁၉ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အင်ဒိုနီးရှား\nရိုမန့်ဒရာမာကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေရှင်\nဒီကားလေးကတော့ သူငယ်ချင်းနှစ်ယောက်ကြားက\nချစ်ခြင်းမေတ္တာလေးကို ပုံဖော်ထားတာပါ တည်တည်ငြိမ်ငြိမ်\nကောင်လေးက စွာတေးလန်ကောင်မလေးကို\nဘယ်လိုတွေ လိုက်ထိန်းမလဲ ကလေးဘဝကတည်းက\nရင်းနှီးခဲ့ကြပေမယ့် အရွယ်ရောက်တော့ အချစ်ရေးတွေ\nနွယ်လာတဲ့အခါ ဘယ်လိုတွေဖြစ်ကြမှာလဲ\nသူတို့သူငယ်ချင်းနှစ်ယောက်ကြား သူစိမ်းယောကျာ်းလေး\nဝင်လာတဲ့အခါ သူတို့ဆက်ဆံရေးပြောင်းလဲသွားမှာလား\nသူငယ်ချင်းနဲ့ချစ်သူကြား ဆက်ဆံရေးကို ဘယ်လိုထိန်းသိမ်းမလဲ\nသာမန်အချစ်ကားလေးဖြစ်ပေမယ့် စိတ်ဝင်စားစရာ\nလှည့်ကွက်တွေကြောင့် မပျင်းနေရပါဘူး ဒီကားလေးကပေးတဲ့ Message ကတော့\n\" အနီးဆုံးမှာ ရှိနေတဲ့ ကိုယ်သတိမထားမိတဲ့\nလူတွေက ကိုယ့်ရဲ့ဖူးစာဖက် ဖြစ်နိုင်ပါတယ် \" တဲ့\n \nFile Size -  1gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Suzy Jirakit Thawornwong\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/matt-mou-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7VO6z9Eh5as7R9fVmCXktdIJG9L.jpg",
        "title": "Bring Back the Dead (2015)",
        "description": "ဘယ်သူမဆို ကိုယ်ချစ်တဲ့သူတစ်​ယောက်​ယောက်ကိုဆုံးရှုံးလိုက်ရရင်\nချက်ချင်း​တော့ လက်မခံနိုင်​သေးတာ လူ့သဘာဝပါ\nဒီကားမှာ​တော့ ဇာတ်​​​ဆောင်မင်းသမီး ဂျာအန်တို့လင်မယားက\nတစ်ဦးတည်း​သောသား​လေး​ရှောင်လဲ့ကိုတအားချစ်ရှာတယ်\nတစ်​နေ့သူတို့သား​လေးရုတ်တရက်ကားတိုက်ပြီးဆုံးသွားတယ်\nသား​သေဆုံးတာကိုလက်မခံနိုင်တဲ့မိခင်တစ်​ယောက်အ​နေနဲ့\nသူ့သားဝိဥာဥ်ကိုဘယ်မှမသွား​စေချင်​တော့မလုပ်သင့်တာ​တွေလုပ်ရာက​နေ\nအ​ခြေအ​နေကဆိုးလာပါ​တော့တယ်\nစင်ကာပူသရဲကားဖြစ်တဲ့အတွက်​ပေါ​တော​တော\nလုံးဝမဟုတ်တာ​တော့ အာမခံပါတယ်\nမိခင်တစ်​ယောက်က သားကိုဆုံးရှုံးလိုက်ရတဲ့ခံစားချက်ရယ်\nသားမရှိ​တော့တာကိုလက်မခံနိုင်​သေးတဲ့ခံစားချက်ရယ် နဲ့သရဲကား​ပေမယ့်\njump scare လည်းအများကြီးမပါတာမို့ ကြည့်ရင်းသနားလာမိမှာ​သေချာပါတယ်\n \nFile Size -  1 gb\nQuality - 1080p bluray 5.1ch\nSubtitle -  Burmese\nTranslator - Dolly\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/bring-back-the-dead-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/2973533-140x200.jpg",
        "title": "Monos (2019)",
        "description": "Monos (2019)===========IMDb Rating - 7.0/10#Unicode\"နာမည်ကျော် Gummy Bearလို့ခေါ်တဲ့ ၀က်ဝံရုပ်မုန့်ကလေး\nတွေကို 1992မှာ စတီထွင်ခဲ့တယ်။ ဒီမုန့်ကလေးတွေဟာ\nအေးဆေး ဝါးလို့ရအောင်နူးညံ့ရတယ် ဒါပေမယ့် သူ့ပုံစံဖြစ်တဲ့\n၀က်ဝံရုပ်ကလေးမပျက်အောင် မာကျောရမယ်။\nအဲ့ဒီလိုမျိုးအရည်အသွေး မပါရှိတဲ့မုန့်တွေ ထုတ်လုပ်မှုမှာ\nပါမပါ စစ်ဆေးဖို့က‌၁၅နှစ်ဝန်းကျင်လောက်ရှိတဲ့\nကလေးတွေရဲ့ အလုပ်ပါပဲ။\"ဒါကရုပ်ရှင်ထဲက တီဗီမှာလာနေတဲ့ သတင်းပါပဲ။\nကလေးသာသာအရွယ်ကလေးတွေဟာ မုန့်မြည်းတဲ့\nအလုပ်လောက်ပဲ လုပ်သင့်ပါတယ်။ ဒါပေမယ့်\nဒီသတင်းကိုကြည့်နေတဲ့ ၁၅နှစ်သားကောင်လေးရဲ့\nအလုပ်ကတော့ စစ်တိုက်ရတာပါ။ ၂၀မကျော်တဲ့\nကလေးတစ်အုပ်ကို စစ်တိုက်ဖို့ လေ့ကျင့်ပေးထားပြီး\nသူတို့အဖွဲ့ကို Monosတွေလို့ခေါ်ပါတယ်။သူတို့\nဘယ်ကလာလဲ ဘယ်လိုသူပုန်ဖြစ်လာလဲ မပြပေမယ့်\nသူတို့ရှင်သန်ရတဲ့ဘ၀ကိုတော့ ‌ဆေးမှင်ရည်စုတ်ထိုးသလို\nထင်းနေအောင်ကို ပြသွားတယ်။Monosလို့ခေါ်တဲ့ ကလေးတစ်အုပ်ကို သူပုန်\nအဖွဲ့အစည်းက သုံ့ပန်းဖမ်းထားတဲ့ အမေရိကန်\nအင်ဂျင်နီယာမတစ်ယောက်ကို စောင့်ကြည့်ဖို့\nတာ၀န်ပေးထားတယ်။တစ်ဆက်တည်းမှာပဲ\nရိက္ခာအတွက် နို့စားနွားမတစ်ကောင်ငှားပေးထားတယ်။\nငှားပေးတယ်ဆိုတာ စစ်ဆင်းရေးပြီးရင် ပြန်ပေးရမယ့်\nသဘောပါပဲ။ သူတို့ကိုပေးထားတဲ့တာ၀န်မှာ\nနံပါတ်တစ်အရေးကြီးတာက စစ်သုံ့ပန်းမလွတ်အောင်\nကြည့်ရမယ်။နံပါတ်နှစ် အရေးကြီးတာက နွားမကို\nသေချာစောင့်ရှောက်ရမယ်။ ဒါပေမယ့် ကလေးတွေထဲက\nတစ်ယောက်က နွားမကိုသေနတ်နဲ့ပစ်မိသွားပါတယ်။\nဒီနွားတစ်ကောင်သေတဲ့အတွက် သူတို့ထဲက\nတာ၀န်ယူထားတဲ့တစ်ယောက်က ကွပ်မျက်ခံရမှာပါ။\nဒါပေမယ့် သူ့ကို အားပေးမယ့်သူ ဘယ်သူမှမရှိပါဘူး\nကျန်တဲ့ကလေးတွေအကုန်လုံးဟာသေသွားတဲ့\nနွားကိုပေါ်ရင်းအလုပ်များနေကြတယ်။ ဒီမှာပဲ\nအဲ့ဒီကောင်လေးဟာ သူ့ကိုယ်သူသတ်သေသွားတယ်။\nသူတို့အသက်ဟာ နွားတစ်ကောင်လောက်မှ တန်ဖိုး\nမရှိတာလားတော့မသိပါဘူး။ ဒီအကြောင်းကို\nသတင်းပို့တဲ့အချိန်မှာလည်း သူတို့ခေါင်းဆောင်လူကြီးက\nအမှတ်မသားမရှိတဲ့မြေပုံမှာမြှပ်ဖို့နဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/SVmr/Monos.2019.BluRay.720P[CM].mp4",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qQaLdqjSDOFxofS4TDv8lkHPhOm.jpg",
        "title": "Mee Raqsam(2020)",
        "description": "Mee Raqsam(2020) IMDb rating 7.0 ရှိထားတဲ့ Hindi-Drama ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။မရ်ယမ်ဟာ အကပညာကို စိတ်ဝင်စားသူတစ်ဦးဖြစ်ပြီးသူ့အမေ ကလည်းသူ့ကို ကကွက်အဆန်းတွေသင်ပေးလေ့ရှိပါတယ်။သူ့အမေဆုံးပါးသွားပြီးတဲ့နောက် အဖေဖြစ်သူကသမီးရဲ့ အကဝါသနာပါမှုကို ရိပ်စားမိပြီး ရပ်ကွက်နဲ့ အနီးမှာရှိတဲ့အကသင်တန်းကျောင်းမှာ တက်စေခဲ့ပါတယ်။အဲ့ဒီက စလို့ သူတို့ သားအဖအတွက် ပြဿနာမျိုးစုံတက်စေပါတော့တယ်..ဘာအကြောင်းတွေဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...... ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size :(850MB) and (318 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:20:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/SUzh/Mee_Raqsam.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-19-at-1.43.07-PM-131x200.png",
        "title": "Range Runners (2019)",
        "description": "Range Runners (2019)=================IMDb Rating - 4.9/10#Unicodeမယ်လနီ လို့ ခေါ်တဲ့ အမျိုးသမီးအပြေးသမားတစ်ယောက်ရှိပါတယ်။တစ်နေ့တော့ သူက ခြေလျင်လမ်းလျှောက်ဖို့ ခရီးရှည်ရှိတာကြောင့် တစ်ဉီးတည်းထွက်လာခဲ့ရာကနေ အမျိုးသားနှစ်ယောက်ရဲံ နိုင်လိုမင်းထက် ပြုမူခြင်းကို ခံရပါတယ်။ဒီအမျိုးသားနှစ်ယောက် ဘယ်ကလဲ ဘာလဲ မသိရပါဘူး။ ဒီအမျိုးသားနှစ်ယောက်ရဲ့နောက်ကြောင်းက ဘာလဲ? မယ်လနီရော ဒီအမျိုးသားနှစ်ယောက်ရဲ့ လက်ကနေလွတ်ပါ့မလား? ဇာတ်သိမ်းခါနီးမှာလည်း မထင်မှတ်တဲ့ လှည့်ကွက်တွေနဲ့ ကြုံရဦးမှာမို့ဇာတ်လမ်းကို မဖော်တော့ပါဘူး။ အသည်းတယားယား ရင်တဖိုဖိုနဲ့ ဇာတ်သိမ်းတဲ့အထိကြည့်မိမယ့် Thriller ကား ကောင်းကောင်းလေးတစ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။)#Zawgyiမယ္လနီ လို႔ ေခၚတဲ့ အမ်ိဳးသမီးအေျပးသမားတစ္ေယာက္ရွိပါတယ္။တစ္ေန႔ေတာ့ သူက ေျခလ်င္လမ္းေလွ်ာက္ဖို႔ ခရီးရွည္ရွိတာေၾကာင့္ တစ္ဉီးတည္းထြက္လာခဲ့ရာကေန အမ်ိဳးသားႏွစ္ေယာက္ရဲံ ႏိုင္လိုမင္းထက္ ျပဳမူျခင္းကို ခံရပါတယ္။ဒီအမ်ိဳးသားႏွစ္ေယာက္ ဘယ္ကလဲ ဘာလဲ မသိရပါဘူး။ ဒီအမ်ိဳးသားႏွစ္ေယာက္ရဲ႕ေနာက္ေၾကာင္းက ဘာလဲ? မယ္လနီေရာ ဒီအမ်ိဳးသားႏွစ္ေယာက္ရဲ႕ လက္ကေနလြတ္ပါ့မလား? ဇာတ္သိမ္းခါနီးမွာလည္း မထင္မွတ္တဲ့ ...",
        "rating": "4.9",
        "url": "https://megaup.net/1yR8q/Range..Runners.2020.WebRip.720P[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-4.54.05-PM-135x200.png",
        "title": "Unpregnant (2020)",
        "description": "Unpregnant (2020)===============IMDb Rating - 6.1/10#Unicodeဒီနေ့အတွက် HBO ရုပ်သံလိုင်းမှာပြသသွားတဲ့ Rating အလန်းဇယားနဲ့ Comedy, Drama ကားကောင်းကားသစ်လေး ၂၀၂၀ထွက်ကားကောင်းလေးကို တင်ဆက်ပေးချင်ပါတယ်။ ဆယ်ကျော်သက်ကောင်မလေးနှစ်ယောက်ကို ဇာတ်ကြောင်းတည်ရိုက်ကူးထားတာကြောင့် လူငယ်ဆန်ဆန် ပေါ့ပေါ့ပါးပါး ကြည့်ရမယ့် ကားလေးလည်းဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာ ပါတနာရဲ့တစ်ကိုယ်ကောင်းဆန်မှုကြောင့် ကိုယ်ဝန်ရသွားခဲ့တဲ့ဗရွန်နီကာတစ်ယောက် သူ့ရဲ့ကိုယ်ဝန်ကိုဖျက်ချဖို့ အာဘာကွာကီမြို့ကို သူနဲ့မခေါ်မပြောဖြစ်နေခဲ့တာ ကြာတဲ့ ဘေလီဆိုတဲ့ငယ်သူငယ်ချင်းနဲ့သွားရင်း ကြုံကြိုက်ခဲ့ရတဲ့ အခက်အခဲ ဒုက္ခသုခတွေကို ရိုက်ကူးထားတာပါ။ ဒီကားလေးထဲမှာခေတ်လူငယ်တွေရဲ့ဘဝ ခံစားချက် စိတ်ဓါတ်တွေနဲ့ သူငယ်ချင်းဆိုတာကဘယ်လိုမျိုးဆိုတာကို တွေ့မြင်ခံစားရမှာပဲဖြစ်ပါတယ်။အတော်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးမို့ ကြည့်ဖြစ်အောင် ကြည့်ပါလို့ ညွှန်းဆိုပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ HBO ႐ုပ္သံလိုင္းမွာျပသသြားတဲ့ Rating အလန္းဇယားနဲ႔ Comedy, Drama ကားေကာင္းကားသစ္ေလး ၂၀၂၀ထြက္ကားေကာင္းေလးကို တင္ဆက္ေပးခ်င္ပါတယ္။ ဆယ္ေက်ာ္သက္ေကာင္မေလးႏွစ္ေယာက္ကို ဇာတ္ေၾကာင္းတည္႐ိုက္ကူးထားတာေၾကာင့္ လူငယ္ဆန္ဆန္ ေပါ့ေပါ့ပါးပါး ၾကည့္ရမယ့္ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2eOoA/Unpregnant.2020.WebRip.720P[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9wKaK8gpCMGhU2AHxknt1fa4jP0.jpg",
        "title": "Deliver Us from Evil(2020)",
        "description": "Deliver Us from Evil(2020)NIS အေးဂျင့်ဟောင်းဖြစ်သူ ဂင်အင်နမ်တစ်ယောက် အေးဂျင့်လောကကနေအနားယူတော့ သူဆက်လုပ်တဲ့အလုပ်က ဆန်းတယ်လို့ပြောရမလား....အတိုက်အခိုက်အသတ်အပုတ် ကျွမ်းကျင်တော့ ကြေးစားလူသတ်သမားဆက်လုပ်တယ်....ဒီလိုကြေးစားဘဝကနေ နောက်ဆုံးအနေနဲ့ ငွေကြေးအလုံးလိုက်အခဲလိုက်ယူပြီးလူတစ်ယောက်ကို သတ်ခဲ့လိုက်တယ်.....နောက်ပိုင်းအနားယူမယ်လို့ စီစဉ်ခါမှ သူသတ်ခဲ့တဲ့သူရဲ့ ညီဖြစ်သူ ရေးဆိုတဲ့ သူက လက်စားြပန်ချေဖို့ကြိုးစားပါတော့တယ်...ရေးဆိုတာကလည်း ဒီလောကမှာ ဆရာတစ်ဆူ...ဉာဏ်ကောင်းထက်မြက်တဲ့အပြင်အတိုက်အခိုက်မှာလည်းဆရာကျတဲ့သူ...သူတို့(၂)ယောက်ထိပ်တိုက်ဆုံကြတဲ့အပြင်တခြားပြဿနာကြီးတစ်ခုကပါ ထပ်တိုးလာတဲ့အခါမှာတော့....ဒီကားက ကိုးရီးယားတို့ရဲ့ အထင်ကရမင်းသားကြီး(၂)ယောက်ဖြစ်တဲ့ Jung-min Hwang နဲ့Jung-jae Leeတို့အပြုင်ကျဲထားတဲ့ကားပါ....အက်ရှင်ခန်းတွေလည်း အတော်မိုက်သလို ကလေးသူငယ်တွေနဲ့ခပ်နုနုသူတွေမကြည့်သင့်ပါဘူး...လည်လှီးခန်းတွေ ဗိုက်ကိုဓားနဲ့ထိုးပြီး ဆွဲမွှေ့တဲ့အခန်းတွေသွေးထွက်သံယိုခန်းပေါင်းများစွာပါဝင်ပါတယ်...အခြား အက်ရှင်မင်းသားကားတွေ ကြံဖန်သတ်ပုတ်နေတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းကောင်းကောင်းနဲ့လိုအပ်တဲ့အချိန်လိုအပ်တဲ့အခါမျိုးမှရှယ်ဗျင်းတဲ့ကားမို့ လက်မလွှတ်သင့်ပါကြောင်းသတင်းကောင်းပါးပါရစေ... File Size :(900 MB) and (328MB)\nQuality : FHDRip  720p\nFormat…mp4\nDuration…01:48:00\nGenre : Crime ,  Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phu Nge Nge Thein\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/3AJby/Deliver_Us_From_Evil.2020.FHDRip.720P.PP.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-12.15.55-PM-130x200.png",
        "title": "Odd Man Rush (2020)",
        "description": "Odd Man Rush (2020)=================IMDb Rating - 5.9/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့်ဇာတ်ကားကတော့ IMDb Rating 5.9/10 ရရှိထားပြီး Sportဝါသနာပါတဲ့လူတွေ အကြိုက်တွေ့မယ့် Odd Man Rush လို့ခေါ်တဲ့ Ice Hockey ကားဖြစ်ပါတယ်။ငယ်ငယ်လေးတည်းက ရေခဲပြင်ဟော်ကီကို တအားရူးသွပ်ပြီး NHLမှာ ဆော့ဖို့အိပ်မက်မက်ထားနေတဲ့ ဘော့ဘီဆန်ဒါစ်က အမေရိကက အသင်းငယ်လေးတွေမှာပဲ ကစားနေရပြီး အဆင်မပြေမှုတွေနဲ့ကြုံရပါတယ်။ ဒီလိုနဲ့ ဆွီဒင်က အသင်းလေးတစ်ခုကို ပြောင်းရွှေ့ခံရတဲ့အချိန် အီလင်ဆိုတဲ့ဆွီဒင်နိုင်ငံသူလေးနဲ့တွေ့ပြီး သူ့ရဲ့ NHL အိပ်မက်က တစ်ဖန်ပြန်ပေါ်ပေါက်လာပြီး အိပ်မက်ကိုလက်တွေ့ဖန်တီးဖို့ တွန်းအားတွေရလာပါတာကို တွေ့မြင်ရပါမယ်။ ဒီဇာတ်ကားလေး ကြည့်ရတာဟာ စိတ်ကိုလွတ်လပ်ပေါ့ပါးစေပြီး စိတ်ကူးအိမ်မက်ဆိုတာ တစ်နေ့ဖြစ်လာနိုင်ပါလားဆိုတာကိုလည်း တွေးပြီးရင်ခုန်နိုင်စေမယ်လို့ မျှော်လင့်မိပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ဇာတ္ကားကေတာ့ IMDb Rating 5.9/10 ရရွိထားၿပီး Sportဝါသနာပါတဲ့လူေတြ အႀကိဳက္ေတြ႕မယ့္ Odd Man ...",
        "rating": "5.9",
        "url": "https://megaup.net/STdj/Odd.Man.Rush.2020.WebDL.720P[CM].mp4",
        "category": "Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/images-133x200.jpg",
        "title": "The Paramedic (2020)",
        "description": "အရေးပေါ်ကျန်းမာရေးဝန်ထမ်း အန်ဟယ်ရဲ့ဘဝဟာ\nသူ့ကောင်မလေးဖြစ်သူ ပြင်သစ်သူလေးဗီနာနဲ့အတူ အ​ခြေကျနေတာပါ\nသူစီးလာတဲ့လူနာတင်ကား အက်ဆီးဒင့်မဖြစ်ခင်အချိန်ထိပေါ့\nကားအက်ဆီးဒင့်ကြောင့် အန်ဟယ်တစ်ယောက် အောက်ပိုင်းသေသွားတဲ့အခါမှာ\nအလုပ်လည်းပြုတ်ပြီး စိတ်တိုစိတ်ဆတ်လွယ်တဲ့လူတစ်ယောက်ဖြစ်လာပါတော့တယ်\nသူ့ကောင်မလေးဗီနာ့အပေါ်လည်း မယုံသင်္ကာတွေဖြစ်၊ အိမ်နီးချင်းဗီဆင်တီနဲ့သူ့ခွေးကိုလည်း\nအမြင်ကတ်ပြီးရင်းကတ်၊ သူအက်ဆီးဒင့်ဖြစ်ခဲ့တဲ့ လူနာတင်ကားကိုမောင်းခဲ့တဲ့သူ\nသူ့လုပ်ဖော်ကိုင်ဖက် ရီကာဒိုကိုလည်း အမုန်းကြီးမုန်းလာပါ​တော့တယ်\nအဆိုးဆုံးကတော့ တက္ကသိုလ်တက်ပြီး အလုပ်သင်ဆင်းနေတဲ့\nသူ့ကောင်မလေးဗီနာနဲ့မပြေမလည်တွေဖြစ်ပြီး ​\nဗီနာအိမ်ပေါ်ကဆင်းသွားပြီးတဲ့နောက်မှာ\nကြောက်စရာကောင်းတဲ့ အန်ဟယ်ရဲ့ evil side တွေကို\nဒီစပိန် thrillerဇာတ်ကားမှာ ကြည့်ရှုလိုက်ကြပါဦး\n  \nFile Size -  1gb\nQuality - web-dl 1080p\nSubtitle -  burrmese\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-paramedic-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dm3YXPVEskUZHfZT5d3aSaYz0dN.jpg",
        "title": "The Enchanting Phantom ( 2020 )",
        "description": "The Enchanting Phantom (2020)90 Born တော်တော်များများ 1987 ခုနှစ်လောက်ကထွက်တဲ့A Chinese Ghost Story ဇာတ်ကား‌လေးကိုသိကြမှာပါခုဒီဇာတ်ကားလေးကတော့ A Chinese Ghost Story ကို 2020 ခုနှစ်မှာ ပြန်လည်ဆန်းသစ်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်စာပေသမားလေးနဲ့ချိုင်ချွမ်ဟာ မင်းနေပြည်တော်သို့ ပြည်နယ်စာမေးပွဲဖြေဖို့ သွားရာလမ်းမှာဘုံကျောင်းပျက်မှာတည်းခိုရင်း သောင်းကျန်းလှတဲ့ ကဝေများနဲ့တွေ့ဆုံခြင်းဖြစ်ပါတယ်သူ့ကိုဖမ်းစားဖို့လာတဲ့ကဝေမလေး နျဲ့ရှောင်ချန့်ဟာ သူ့ရဲ့ရိုးသားပြီးကူညီတတ်တဲ့စိတ်ရင်းလေးကြောင့် မသတ်ရက်ပဲ တစ်ယောက်နဲ့တစ်ယောက်စုံမက်မိသွားကြပါတယ်ဒါပေမယ့် ရှောင်ချန့်ရဲ့ဘွားဘွားကဝေအိုမကြီးက သူမကိုတောင်မဲကဝေနတ်ဆိုးနဲ့လက်ထပ်ထိမ်းမြားဖို့ စီစဉ်ထားသည့်အပြင်သန့်စင်တဲ့အဖိုဓာတ်ရှိတဲ့ စာပေသမားလေးကိုလိုချင်လို့ ကဝေမုဆိုးတွေနဲ့ယှဉ်ပြိုင်မှုတွေဖြစ်လာပါတယ်ဇာတ်လမ်းသဘောသဘာဝတူသော်ငြားလည်း ဇာတ်ကားဟောင်းနဲ့မတူဘဲ ေြပာင်းလဲသွားတဲ့တစ်ချို့ဇာတ်ဝင်ခန်းတွေကြောင့် သဘောမတွေ့ဖြစ်နိုင်ပေမယ့်ကြည့်မိလို့စိတ်ပျက်စေမယ့်ကားမျိုးတော့မဟုတ်ပါဘူးနော်ပြီးတော့ ချစ်စရာကောင်းတဲ့ မင်းသမီး Eleanor Lee နဲ့ မင်းသား Chen Xingxu တို့အပြင်ဘွားဘွားကဝေအိုမကြီးနေရာမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကြီး Yuein Wah (ပိုးမင်းသားကြီး) ကြောင့်ဇာတ်လမ်းကပိုပြီးအသက်ဝင်နေပါတယ် Translated & Review By Htoo Htoo Ka JoeEncoded By ...",
        "rating": "5.6",
        "url": "https://megaup.net/2g4pz/(CM)The.Enchanting.Phantom.2020.WEB-DL.720p.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/older-133x200.jpg",
        "title": "Older 2020",
        "description": "၂၀၂၀ထွက် drama,romanceကားသစ်လေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားကိုကြည့်မိတာ နောင်တမရစေရဘူးလို့ပဲ ပြောလိုက်ချင်ပါတယ် ရိုတဲ့နေရာတွေမှာလဲ အရမ်းရိုလို့ အတော်ကိုကြည်နူးရမှာပါ ဒါပေမယ့် ဘဝကြီးက အမြဲတမ်းတော့ အဆင်ပြေမနေပါဘူး အသက်ကြီးလာတာနဲ့အမျှ sexကိစ္စတွေ အချစ်ကိစ္စတွေနဲ့ တခြားသောကိစ္စအဝဝတွေကလည်း ပိုပြီးရှုပ်ထွေးလာတာဖြစ်ပါတယ် ဒီအကြောင်းတွေကို အနိမ့်မြင့်အတက်ကျလေးတွေနဲ့ အပိုလိုမရှိ ဒါရိုက်တာ Guy Pigdenက ပုံဖော်ထားတာပါ ပြီးတော့ ဇာတ်ကားထဲမှာ အရွယ်ရောက်ပြီး မရင့်ကျက်သေးတဲ့ အဲလက်စ်လူးကပ်စ်အဖြစ် သူကိုယ်တိုင်ပဲ သရုပ်ဆောင်ထားတာဖြစ်ပါတယ် အဲလက်တစ်ယောက် သုခဒုက္ခမျိုးစုံနဲ့ ကြိုးခုန်ပြီး ဘယ်လိုမျိုး older ဖြစ်လာမလဲဆိုတာတော့ အောက်က လင့်တွေထဲမှာ ရှာဖွေလိုက်ကြပါဦး\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 30min\nGenre :  Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Willy\nEncoded by ...",
        "rating": "5.3",
        "url": "https://megaup.net/1yN6i/Older.2020.7200p.WEBRip(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/days-of-thunder-135x200.jpg",
        "title": "Days of Thunder 1990",
        "description": "ဒီကားက 1990တုန်းကထွက်ရှိခဲ့တဲ့ Tom cruise ရဲ့ Sport Action အမျိုးအစား movie လေးပါ Tom cruiseက Cole Trickle အနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဥ္းကတော့ ကယ်လီဖိုးနီယား အီးဂဲလ်ရော့ခ် မြို့ကလာတ​ဲ့ ကိုးလ်ထရစ်ကဲလ်ဆိုတဲ့ open-wheel ကားတွေပဲမောင်းဖူးတဲ့ကောင်လေးဟာ တစ်နေ့မှာတော့ နာမည်ကြီးအထင်ကရဖြစ်တဲ့ ဒေတိုးနားမီတာ၅၀၀ပြိုင်ပွဲကြီးကိုပါဝင်ဖို့ဖြစ်လာခဲ့ပါတယ်ပြိုင်ပွဲဝင်ကားကိုဒေတိုးနားကဖြစ်ခဲ့တဲ့ဘက်ဒီဘရက်သာတန်ရဲ့မတော်တဆမှုအကြောင်း စုံစမ်းစစ်ဆေးမှုတွေမခံချင်လို့အလုပ်ထွက်လိုက်တဲ့ ကားဆရာကြီး ဟယ်ရီဟော့ဂ်နဲ့တွေ့ဆုံပြီး သူဆင်ပေးတဲ့ကားနဲ့ ပြိုင်ပွဲဝင်ခဲ့ပါတယ် ပြိင်ပွဲဝင်ရင်းမတော်တဆမှုဖြစ်ပီးဆေးရုံရောက်လာတဲ့အခါ ဒေါက်တာလူဝစ်ကီနဲ့တွေ့ဆုံခဲ့ပါတယ် ကားမောင်းပြိုင်ရင်းဘယ်လိုအခက်အခဲတွေကြုံတွေ့မယ်ဆိုတာကိုစိတ်လှုပ်ရှားစွာ စောင့်ကြည့်ရမဲ့ဇာတ်ကားလေး တစ်ကားပါ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 47min\nGenre : Action, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Nyein Lai Wai\nEncoded by Littleneo",
        "rating": "6.0",
        "url": "https://megaup.net/2eKy9/Days.Of.Thunder.1990.720p.BluRay(CM).mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/faceless-man-141x200.jpg",
        "title": "The Faceless Man 2019",
        "description": "မျက်နှာမဲ့သရဲကြီး ဒီကားက သာမာန်ကားမျိုးတော့မဟုတ်ဘူးဗျ...ဘာသာပြန်တောင် ဘာသာမပြန်ချင်လောက်အောင် လူကိုအတော် စိတ်ညစ်ညူးအောင်လုပ်နိုင်တဲ့ သရဲကားဗျ...အရမ်းကြောက်ဖို့ကောင်းလွန်းလို့လည်း ratingအရမ်းနည်းတာထင်တယ် ကဲ ဒီတော့ ညွှန်းပေးရရင် horrorထဲမှာ တော်တော်လေးကြောက်စရာကောင်း ၊စိတ်ညစ်ညူးစရာကောင်းတဲ့ ကားမျိုးကြည့်ချင်ရင် ဒီကားက ခင်ဗျားအတွက် လုံး၀ကွက်တိပါပဲ။ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ ကင်ဆာရောဂါရနေတဲ့ ကောင်မလေးကို တစ်ချိန်လုံးနောက်ယှက်နေတဲ့ သရဲကြီးရှိတယ်ဗျ...တစ်နေ့တော့ အဲ့ကောင်မလေး အားလပ်ရက် နယ်မြို့လေးတစ်ခုကို သူ့သူငယ်ချင်းတွေနဲ့ အတူ ခရီးထွက်တော့...သူ့နဲ့အတူပါလာတဲ့ ကောင်လေးတွေက မာဖီးယားတွေဆီကနေ ကိုကိန်းထုတ်ကြီး ခိုးလာခဲ့ပါတယ်... အဲ့တော့ မာဖီးယားတွေကလည်း သူတို့ဆီကနေ ကိုကိန်းထုတ်ကြီးကို ပြန်အရယူဖို့ကြိုးစားကြတာပေါ့.... နောက်ထပ် အဲ့မိန်းကလေးအတွက် ကံဆိုးချင်တော့ သူ့ရဲ့သူငယ်ချင်းအုပ်စုထဲမှာ...ကွင်းဆက်လူသတ်သမားကပါလာသေးတယ် ကဲကဲ ဒီလောက်ဆို ဘယ်လောက်အထိအဖြစ်ဆိုးမလဲဆိုတာ ရိပ်မိပြီထင်တယ်...မာဖီးယား...သရဲနဲ့ လူသတ်သမားတို့ရဲ့ လက်ထဲကနေ အဲ့ကောင်မလေး လွတ်နိုင်မလား မလွတ်ဘူးလားတော့ ဒေါင်းပြီးကြည့်လိုက်ကြပါ\n \nFile Size : 600 Mb and 300mb\nQuality : webrip ...",
        "rating": "3.2",
        "url": "https://megaup.net/SPxf/The.Faceless.Man.2019.720p.WEBR_(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/it-juist-a-game-136x200.jpg",
        "title": "It’s Just A Game 2018",
        "description": "သေနတ်​​တွေကိုယ်​စီကိုင်​ပြီး အဖွဲ့လိုက်​ဖိုက်​တင်​းချ​နေတဲ့ အုပ်​စု၂စုမှာ\nတစ်​ဖက်​က ​ခေါင်​း​ဆောင်​က တရားမျှတမှုကိုလက်​ကိုင်​ထားပြီး\n​နောက်​​ခေါင်​း​ဆောင်​ Taylor က​တော့ ကစားပွဲကို ညစ်​ပြီး စည်​းမျဉ်​း​တွေမလိုက်​နာဘဲ နိုင်​ဖို့သာ ဦးတည်​​နေခဲ့တယ်​။\nသူတို့ ၂ဖွဲ့ကြားက ပဋိပက္ခ​​တွေထဲမှာ ဒီကစားပွဲကို မပါချင်​ဘဲ ပါ​နေရသူက​တော့ ​မွေး​နေ့ရှင်​​လေး Ryan ပါ။\n​ကြောက်​တတ်​​ပေမယ်​့ တရားမျှတမှုမရှိဘဲ သူတို့အဖွဲ့ရှုံးရ​တော့မှာကို သိတဲ့အခါမှာ​တော့ Ryan က အစ်​ကိုဖြစ်​သူကို ကစားပွဲထဲဝင်​​ပေးဖို့ ​ဖျောင်​းဖျပါ​တော့တယ်​။\nဒီဇာတ်​ကား​လေးက​တော့ ဖိုက်​တင်​းခန်​း​တွေ ကျည်​သံဗုံးသံ​တွေထက်​ က​လေးဘဝကို ပြန်​သတိရ​စေမယ်​့ ဇာတ်​ကား​လေးမို့ ငယ်​စဉ်​က သူငယ်​ချင်​း​တွေနဲ့အတူ ​စစ်​တိုက်​တမ်​းကစားခဲ့တဲ့ အ​တွေ့အကြုံ​လေး​တွေကို ပြန်​တမ်​းတမိမှာ​တော့ အမှန်​ပါပဲ။\nအုပ်​စုလိုက်​တိုက်​ပွဲ​တွေမှာ စိတ်​ဒဏ်​ရာရ​နေတဲ့ Ryan ရဲ့အကိုက Ryan တို့အဖွဲ့ကို ဝင်​ကူ​ပေးမှာလား ?\nRyan တို့အဖွဲ့က​ရော တရားမျှတစွာနဲ့ ပြိုင်​ဆိုင်​ရင်​း ကစားပွဲကို အနိုင်​ရမှာလား ?\n​ဒီကစားပွဲရဲ့အဆုံးသတ်​က​ရော ဘယ်​လိုဖြစ်​သွားမလဲ ? စတာ​တွေကို​ သိချင်​ရင်​​တော့ ဒီကား​လေးကို ကြည်​့ရှုရင်​း က​လေး​တွေရဲ့ဘဝကြီးကို ပြန်​တမ်​းတကြည်​့လိုက်​ရ​အောင်​။\n File ...",
        "rating": "4.2",
        "url": "https://megaup.net/2eJvh/Its.Just.A.Game.2018.720p.WEBRip(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/garden-left-behind-136x200.jpg",
        "title": "The Garden Left Behind 2019",
        "description": "ဒီကားလေးဟာ LGBT အသိုင်းအဝိုင်းအတွက် သိပ်ကို အဓိပ္ပါယ်ရှိမယ့် ဇာတ်ကားလေးပါ။ အခုခေတ်မှာကိုပဲ LGBT ဖြစ်နေတဲ့အတွက်ကြောင့် အနှိမ်ခံရတာတွေ၊ ရှုံးချခံရတာတွေ ရှိနေပါသေးတယ်။ မိမိရဲ့ဖြစ်တည်မှုကို လွတ်လပ်စွာ ချပြခွင့်မရှိတာတွေ အခွင့်ရေးအပေးမခံရတာတွေဟာ LGBT လောကအတွက်တော့ ဆိုးရွားတဲ့ အဖြစ်အပျက်ကြီးတစ်ခုပါ။ ဒီဇာတ်လမ်းလေးက အမေရိကန် နယူးယောက်မြို့က လိင်ပြုပြင်ထားသူတွေရဲ့ ဘ၀အခြေအနေတွေ သူတို့ကြုံရတဲ့အခက်အခဲတွေကို ရိုက်ကူးတင်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ် 2019 မှာ SXSW Audience Award ရရှိထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး IMDb 6 ရရှိထားပါတယ်\n \nFile Size : 600 Mb and 300mb\nQuality : webrip 720p/480p\nFormat…mp4\nDuration…1hr 28min\nGenre :  Drama  \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Sandi Aung\nEncoded by ...",
        "rating": "5.7",
        "url": "https://megaup.net/2eKsv/The.Garden.Left.Behind.2019.720p_webrip_(CM).mp4",
        "category": "Drama"
    }
]