[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNjczYTU1NzItODk1MC00YmNmLWI2ZWEtYzY1YTc0NjQ0MGE2XkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-113x200.jpg",
        "title": "My Dear Bootham (2022)",
        "description": "My dear Bootham (2022)IMDb - 6.8ဟိုးရှေးရှေးတုန်းက ဝိဉာဉ်လောကရဲ့ ဘုရင်ကြီးတစ်ပါးရှိပါသတဲ့။ သူက သူ့သားလေးနဲ့ သူတော်စင်တွေနေတဲ့\nမာကရလောကထဲကို အလည်အပတ်သွားရင်း တရားကျင့်နေတဲ့ သူတော်စင်တစ်ပါးကို သူ့ရဲ့သားလေးက\nနှောက်ယှက်မိတာကြောင့် စိတ်ဆိုးသွားတဲ့ သူတော်စင်ကြီးရဲ့ ကျိန်စာကို သူ့သားလေးအစား သူက လက်ခံလိုက်ပါတယ်။\nအဲ့ဒီကျိန်စာကတော့ သူ့ဟာ ရုပ်ထုတစ်ခုအဖြစ်ပြောင်းလဲသွားပြီး သူ့ကို ပိတ်လှောင်ထားတဲ့\nရုပ်ထုကြီးပေါ်က စာတွေကို ဖတ်နိုင်တဲ့သူမှသာ ဒီကျိန်စာကနေ လွတ်မြောက်အောင်လုပ်ပေးနိုင်တယ်ဆိုတာပါပဲ။နောက်ထပ် နှစ်ပေါင်း3000ကြာမြင့်သွားတဲ့နောက်။ ကျောင်းမှာ တခြားကလေးတွေက ဝိုင်းပြောင်လှောင်၊\nဆရာမတွေက ကြည့်မရ၊ လူတွေက မျက်မုန်းကျိုး၊ ဘဝကို အရှုံးသမားပေါက်စလေးလိုနေနေရပေမဲ့\nသာမန်ကလေးတွေလို စကားပြောချင် ရယ်ရယ်မောမောနေချင်တဲ့ သီရူနာဆိုတဲ့ စကားထစ်နေတဲ့\nကလေးလေးတစ်ယောက်က ဝိဉာဉ်လောကဘုရင်ကြီးရဲ့ ကျိန်စာကို ပယ်ဖျက်ပေးဖို့ ကံဖန်လာတဲ့အခါမှာတော့....။\nဟာသနှောထားတဲ့ ကားလေးမို့ ရယ်ရယ်မောမောကြည့်လို့ရတာတင် မဟုတ်သေးပါဘူး။အားနည်းသူကို နှိမ်ပြီး လှောင်ပြောင်တတ်တဲ့ လောကရဲ့ သဘာဝအပြင် မှတ်သားစရာ\nအချက်လေးတွေအများကြီး ထည့်ရိုက်ထားတဲ့ ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။\nIMDb rating 6.8အထိရရှိထားပြီး အိမ်က ...",
        "rating": "6.7",
        "url": "https://megaup.net/1NKlx/My_Dear_Bootham%C2%A0(2022)%C2%A0Tamil_HQ_HDRip_.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-dead-140x200.jpg",
        "title": "Dead Zone (2022)",
        "description": "ဒီတစ်ခါတော့ အကြမ်းစားကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် ရောဂါထိန်းချုပ်ရေးနဲ့ကာကွယ်ရေးဌာန က ဓာတ်ခွဲခန်းတစ်ခုနဲ့ ကာကွယ်ဆေးထုတ်နေရင်းကနေ ပိုးမွှားတွေကို မထိန်းချုပ်နိုင်ပဲ\nပျံ့နှံ့ကူးစက်သွားခဲ့တာပါ အဲဒီအချိန်မှာပဲ အဲဒီမြို့ကို ဖျက်ဆီးလိုက်ပြီးတော့ Dead-Zone အဖြစ်သတ်မှတ်လိုက်ပါတော့တယ် အဲဒီဓာတ်ခန်းခွဲမှာတော့ သေချာမစမ်းသပ်ရသေးတဲ့ ရှေ့ပြေး ကာကွယ်ဆေးကို အထူးတပ်ဖွဲ့တစ်ဖွဲ့က သွားယူပေးရမှာပါ မြို့ပျက်ကြီးဖြစ်ပြီးတော့ ရေဒီယိုသတ္တုကြွတာတွေ ရောဂါကူးစက်ခံရထားတဲ့သူတွေ ကြားထဲမှာ ကာကွယ်ဆေးကို သွားယူရင် ဘာတွေဘယ်လိုကြုံရမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည်လို့ကောင်းမဲ့ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.34gb)/(733MB)/(373MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:23:00\nGenre...Action / Horror / Sci-fi\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": " https://megaup.net/1NHmg/Dead.Zone.2022.720p(CM).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/barb-insert-135x200.jpg",
        "title": "Barb & Star Go to Vista Del Mar(2020)",
        "description": "ဘဘ့်နဲ့စတားဆိုတဲ့ အမျိုးသမီးနှစ်ဦးက အိမ်ထောင်ပြတ်မုဆိုးမနဲ့ တစ်ခုလပ်ဖြစ်တာကြောင့်ဘဝတူတွေဖြစ်ပြီး အရာရာကို တိုင်ပင်နှီး‌နှောတတ်တဲ့ အချင်းချင်းသစ္စာရှိတဲ့သူငယ်ချင်းတွေဖြစ်ပါတယ် သူတို့တွေက စကားပြောအတင်းတုပ်ရတာအလွန်ကြိုက်တဲ့ အသက် ၄၀နီးပါးအမျိုးသမီးတွေဖြစ်တာကြောင့် စကားပြောကလပ်ပါဝင်ထားကြပါတယ်\nဒါပေမဲ့တနေ့မှာတော့သူတို့ရဲ့ အလုပ်လုပ်တဲ့စတိုးဆိုင်ကပိတ်သွားတဲ့အပြင် စကားပြောကလပ်ကပါအထုတ်ခံရတာကြောင့် Vista Del Marလို့ခေါ်တဲ့Floridaက ကမ်းခြေလေးကိုအပန်း ဖြေခရီးထွက်လာခဲ့ပါတယ် ဒီလိုနဲ့လူသတ်မစ်ရှင်ကို အကော်အထည်ဖော်ဖို့ကမ်းခြေဆီရောက်လာတဲ့\nဗီလိန်မရဲ့ချစ်သူရည်းစားဖြစ်တဲ့ အက်ဂါနဲ့တစ်ညမှားမိပြီးတဲ့နောက်မှာ အက်ဂါကိုအချစ်‌ရေးကံမကောင်းခဲ့တဲ့စားဆော်ကြီးတွေသူငယ်ချင်းအချင်းချင်းကျော်ခွကာ အက်ဂါ့အချစ်ကိုရဖို့ကြိုးပမ်းပါတော့တယ် အဲ့ဒီလိုကြိုးပမ်းချိန်မှာလူ့သဘာဝဖြစ်တတ်တဲ့ စိတ်အခြေအနေတွေ အပြစ်ရှိတယ်လို့ခံစားရမှုတွေ အလွဲလွဲအချော်ချော်တွေဖြစ်ပြီးရယ်စရာ ဟာသတွေကို ပျော်ရွှင်အူမြူးဖွယ်ရိုက်ပြထားတာပါ ထို့နောက်အက်ဂါရဲ့သရုပ်မှန်ကိုသိပြီးနောက်မှာတော့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ တကားလုံးပါးစပ်မပိတ်ရဘဲ ထိုင်ခွီနေရလောက်အောင် ဘဘ့်နဲ့စတားရဲ့ တလွဲတချော်အပြုအမူတွေစကားတွေကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်.....။ ။File size…(2.2GB)/(1.32GB)/(651MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "6.3",
        "url": "https://megaup.net/17K1x/Barb_e_Star_vanno_a_Vista_Del_Mar_2021_720p_(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/vikrantrona-posterart-141x200.jpg",
        "title": "Vikrant Rona (2022)",
        "description": "VR (Vikrant Rona) (2022)\nAction, Adventure, Drama\nIMDb 8.0/10 (19K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ တောင်ပိုင်း ကန်နန်းဒါးဘက်က နာမည်ကြီးမင်းသား\nဆလ်မန်းခန်းရဲ့ Dabangg 3 ဇာတ်ကားထဲမှာ ဗီလိန်နေရာက သရုပ်ဆောင်သွားတဲ့\nမင်းသား ကစ်ချားဆူဒီပါးနဲ့ ဆက်ဆီကျကျမမလှလှဂျက်စီတို့ရဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက တော်တော်လေးတော့စိတ်ဝင်စားဖို့ကောင်းတယ်....\nကာနတကမြို့နယ်အတွင်းက ကမာရုတူးဆိုတဲ့ရွာလေးကနေ ဇာတ်လမ်းကိုအစပြုထားတယ်....\nအဲ့ဒီရွာက တောအုပ်ကြီးအလယ်မှာ တည်ရှိနေတဲ့ရွာဖြစ်သလို\nဖြစ်ရပ်ဆန်းကြယ်မှုတွေနဲ့ နတ်ဆိုးတွေသောင်းကျန်းနေတယ်လို့လည်း နာမည်ကြီးတယ်...အဲ့ဒီရွာအတွင်းမှာရှိတဲ့ ဘိုးဘွားပိုင်အိမ်မှာ မိသားစုတစ်စု\nမင်္ဂလာပွဲလာကျင်းပကြပါတယ် အထမမြောက်နိုင်ခဲ့ဘဲ အိမ်ထဲမှာ\nအရာရှိတစ်ယောက်ရဲ့ခေါင်းပြတ်နေတဲ့အလောင်းကိုတွေ့ရှိခဲ့ပါတယ်ကလေးသူငယ်တွေဟာလည်း အသတ်ခံနေနေရပါတယ်.....\nဆိုတော့ ဒီရွာက တကယ်ပဲ့ ကျိန်စာသင့်နေတာလား....\nနတ်ဆိုးတွေ သောင်းကျန်းနေတာလား....\nအဖြစ်မှန်က ဘာများလဲ.....။\nFile size…2.7GB  / 2.4GB / 1.07GB\nQuality…4k HEVC WEB DL / 1080p True WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Yunni & Kevin ...",
        "rating": "8.0",
        "url": "https://megaup.net/17M4t/Vikrant_Rona_(2022)_Kannada_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-138x200.jpg",
        "title": "Out of the Blue (2022)",
        "description": "ဒီတစ်ခါတော့ မိန်းမမာယာ သဲကိုးဖြာကိုမှ အကွက်ကွက်ကျကျလေးရိုက်ပြသွားတဲ့ ရုပ်ရှင်လေးတစ်ကား တင်ဆက်လိုက်ပါတယ် မိန်းမမာယာတောင်မှ နှစ်ယောက်ဆိုတော့ ဘယ်လိုမှကိုနွံထဲကရုန်းမထွက်နိုင်အောင်ဖြစ်ရပြီပေါ့ဗျာ အရင်က လူသေမှုနဲ့ထောင်ကျခဲ့တဲ့ ကွန်နာဆိုတဲ့ကောင်လေး ဟာ ကမ်းခြေကိုသွားရင်း မာရီလင်းဆိုတဲ့ မမကြီးနဲ့ ဆုံခဲ့ကြတာပါအဲဒီနောက် မာရီလင်းက ကောင်လေးအလုပ်လုပ်တဲ့ စာကြည့်တိုက်မှာ စာအုပ်လာငှားရင်းနဲ့ ဆက်သွယ်မိခဲ့ရာက‌နေ ခွဲမရအောင်ချစ်မိသွားခဲ့ကြတာပေါ့ အဲဒီအချိန်မှာပဲ မာရီလင်းမှာ အရမ်းချမ်းသာတဲ့ယောကျာ်းရယ် လင်ပါသမီးလေးရယ်ရှိနေပြီး သူ့ကိုလည်းနှိပ်စက်ပါတယ်လို့ ကွန်နာ ကိုဆက်တိုက်ပြောဆိုရာကနေ နောက်ဆက်တွဲဖြစ်လာမဲ့ ဇာတ်လမ်းလေးကို စိတ်ဝင်တစားနဲ့ စောင့်ကြည့်လို့ကောင်းမဲ့ကားကောင်းလေးတစ်ကားပါပဲဗျာFile size…(1.7GB)/(908MB)/(451MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Thriller / Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": " https://megaup.net/39BhL/Out.of.the.Blue.2022.720p.(CM).mp4",
        "category": "Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m255sOqX4xqVmhEH8kWeFlGWx9f.jpg",
        "title": "Holy Emy (2021)",
        "description": "Holy Emy (2021)\n==============၂၀၂၁ ခုနှစ်က ဂရိနိုင်ငံမှာ ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်း\nတစ်ကား။ ဂရိမှာနိုင်ငံမှာရိုက်ကူးပေမဲ့ အဓိကဇာတ်ဆောင်\nတွေကို ဖိလစ်ပိုင်သရုပ်ဆောင်‌တွေသာ သုံးထားတဲ့ ရုပ်ရှင်\nကားကောင်းတစ်ကား။ ခရစ်တော်ကိုချီးမွမ်းခြင်း ကားတစ်\nကားလို့လည်းဆိုနိုင်သလို အဓိကသရုပ်ဆောင် ဖိလစ်ပိုင်\nညီအစ်မနှစ်ယောက်ကြားက သံယောဇဉ်၊ မေတ္တာအတိမ်အနက်\nကို ဖော်ညွှန်းပေးတဲ့ ဒရာမာရုပ်ရှင်။ လူ့ဘဝသရုပ်တွေကို ပီပီ\nပြင်ပြင်တင်ပြသွားတာနဲ့အညီ ဂရိနိုင်ငံထွက်ကားတွေထဲမှာ\nIMDb 6.2 ထိရထားလို့ မဆိုးဘူးလို့ဆိုရမယ့်ကား တစ်ကားပါ။ရုပ်ရှင်ကားလေးရဲ့ဇာတ်အိမ်က အတော်ထူးဆန်းတယ်လို့ဆိုရမှာ\nဖြစ်သလို ဇာတ်လမ်းဇာတ်ကွက်၊ ဇာတ်လမ်းကျောရိုးဟာလည်း\nအတော်လေးထူးခြားနေပါတယ်။ အမေဖြစ်သူနဲ့ နိုင်ငံချင်းခြားပြီး\nနေနေရတဲ့ ဖိလစ်ပိုင် ညီမနှစ်ယောက်အကြောင်း ရိုက်ကူးထားပြီး\nအဘယ်ကြောင့် Holy Emy ‌ဆိုတဲ့ အမည်နာမပေးထားရတယ်၊\nဒီညီမနှစ်ယောက်နဲ့ သူတို့‌အမေနဲ့ကြား ဘယ်လို‌တွေဖြစ်ခဲ့ကြတယ်၊\nဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာကိုတော့ Holy Emy လေးထဲမှာ\nခံစားရင်ခုန်ပေးလှည့်ကြပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)\nFile Size..........(1.3 GB) / (480 MB) / (342 MB)\nQuality............WebRip 1080p / 720p ...",
        "rating": "",
        "url": "https://megaup.net/2tCpz/Holy.Emy.2021.720p.WEBRip.CM.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cj6YmTAU7Jvn3w6d2NfjQzpX7Pw.jpg",
        "title": "Bullet Proof (2022)",
        "description": "Bullet Proof (2022)တမ်ပယ်လ်ဆိုတာ နယ်တစ်ခွင်မှာ အဆိုးတကာ့ထိပ်ခေါင် မူးယစ်ရာဇာကြီးတစ်ယောက်ပေါ့\nအဲဒီမူးယစ်ရာဇာကြီးရဲ့ လျှို့ဝှက်နေရာထဲကိုမှ ၀င်ပြီး သူခိုးတစ်ယောက်ဟာ\nခေါင်းတုံးပေါ် ထိပ်ကွက်လို့ တမ်ပယ်လ်ရဲ့ ပိုက်ဆံတွေ အချီကြီး မပြီး ကားနဲ့ လစ်သွားလေရဲ့\nလမ်းခုလတ်မှာတော့ တမ်ပယ်လ်ရဲ့ ကိုယ်၀န်သည်ဇနီး မီယာက ကားထဲမှာ ပါလာတာကို သူခိုးငတိ သိလိုက်ရတော့တယ်\nဒါပေမယ့် သူ့အကြောင်းတွေကို ကားထဲကနေ အကုန်ကြားထားတဲ့ မီယာကြောင့်\nသူဟာ မီယာ့ကို ချန်ထားခဲ့လို့ မရဘဲ ငွေတစ်ထုပ် ကိုယ်၀န်သည်တစ်ယောက်နဲ့\nသူခိုးတစ်ကောင် ကားတစ်စီးနဲ့ တစ်စခန်းသွားရပါတော့တယ်\nတစ်ဖက်မှာ တမ်ပယ်လ်တို့ အုပ်စုကလည်း သူ့ကိုတစ်ပတ်ရိုက်သွားခဲ့တဲ့\nသူခိုးကောင်နဲ့ မီယာတို့ကို အပူတပြင်းလိုက်ရှာနေရင်း\nလိုက်တမ်းပြေးတမ်း ဇာတ်ထုပ်ကြီးကို action ‌ခန်းကောင်းကောငးလေးတွေနဲ့ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chuck ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality…. 1080p | 720p | 480p\nFile size…1.4GB | 777MB | 301MB\nFormat… ...",
        "rating": "4.6",
        "url": "https://megaup.net/17Gtq/Bullet.Proof.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7SGgZ5yDKmEiGHcTxxVeYaFD2fD.jpg",
        "title": "Ang Manananggal na Nahahati ang Puso (2021)",
        "description": "Ang Manananggal na Nahahati ang Puso (2021)================================ဒီတစ်ခါမှာလည်း စိတ်ဝင်စားစရာကောင်းတဲ့\nဖိလစ်ပိုင်ဇာတ်ကားလေး တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းလေးက Mythologyကို စိတ်ဝင်စားတဲ့ ပရိတ်သတ်တွေအတွက်\nဖိလစ်ပိုင်ရိုးရာ ဒဏ္ဍာရီလာ သတ္တဝါဆန်းတွေ အကြောင်း အခြေခံပြီး ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအမျိုးအစားလေးကတော့ romance နဲ့ mythology ကို ရောသမမွှေထားတာဖြစ်ပြီး\nပေါ့ပေါ့ပါးပါး ကြည့်ရှုလို့ရသလို လေးလေးနက်နက်နဲ့ သင်ခန်းစာယူလို့လည်း ရတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့\nအီတလီနိုင်ငံကနေ ပညာတော်သင်ရောက်လာတဲ့ တက္ကသိုလ်ကျောင်းသား မြို့သားအဆင်လေးက\nဖိလစ်ပိုင်ရိုးရာ ရှေးဟောင်းသတ္တဝါတွေအကြောင်း စာတမ်းပြုစုဖို့ ထူးဆန်းတဲ့ ကျွန်းကို ရောက်လာပါတယ်။ဒီလိုရောက်လာချိန်မှာ tourist guide အဖြစ်\nလိုက်လုပ်ပေးတဲ့ ဒေသခံမိသားစုအိမ်မှာ တည်းခိုပါတယ်။ဒေသခံမိသားစုဆိုတာကလည်း တကယ်တမ်းတော့ ယုံတမ်းပုံပြင်တွေကို\nအဟုတ်ဖြစ်အောင်လုပ်ပြီး အလိမ်အညာ စီးပွားရှာနေတဲ့ အဖွဲ့ပါပဲ။ဒီအဖွဲ့က ထုံးစံအတိုင်း မင်းသားကိုပါ အမြတ်ထုတ်စီးပွားရှာတဲ့အခါ\nရိုးသားတဲ့ မင်းသားတစ်ယောက်က အဟုတ်ကြီးထင်ပြီး ယုံစားနေပါတော့တယ်။ဒီလိုနဲ့ အချိန်အနည်းငယ်အတွင်းမှာ မင်းသားက\nလူလိမ်အဖွဲ့ထဲက မိန်းကလေးကို မေတ္တာသက်ဝင်မိပါတော့တယ်။ဒီအချိန်မှာ မထင်မှတ်ဘဲ မင်းသားတစ်ယောက် ...",
        "rating": "",
        "url": "https://megaup.net/17Gs4/Ang.Manananggal.Na.Nahahati.Ang.Puso.2021.720p.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-low-133x200.jpg",
        "title": "Low Life (2022) (18+)",
        "description": "ဒီတစ်ခါတော့ ဆိုရှယ်မီဒီယာနဲ့ပတ်သက်တဲ့ ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် ဘန်နီဆိုတဲ့ တစ်ယောက်ဟာ အသက်၁၃နှစ်အရွယ် ကောင်မလေးလိုမျိုး အွန်လိုင်းမှာဟန်ဆောင်စကားလိုက်ပြောပြီး သူ့ဆီကနေ ညစ်ညမ်းပုံတွေတောင်းတဲ့သူတွေကို ချိန်းဆိုဗီဒီယိုရိုက်ပြီးတော့ YOUTUBE က ချန်နယ်မှာတင်နေတဲ့သူတစ်ယောက်ပါ သူ့ရဲ့ လုပ်ရပ်က တရားမဝင်လို့ ရဲမှူးကိုယ်တိုင်ကိုက သတိပေးစာထုတ်ထားရတဲ့တစ်ယောက်ပေါ့\nတစ်နေ့မှာတော့ သူ့ရဲ့ အမာခံ ပရိသတ်ကောင်မလေးတစ်ယောက်က သူ့အချစ်ဆုံး သူငယ်ချင်းရဲ့ အဖေကို ကလေးသူငယ်လိင်အကြမ်းဖက်တဲ့သူအဖြစ် ကောင်လေးကိုသတင်းပေးလိုက်ပြီး အဲဒီသူကိုဖော်ထုတ်ဖို့အတွက်ကြိုးစားကြတော့တာပေါ့ အဲဒီမှာပဲ မထင်မှတ်ထားတဲ့အဖြစ်အပျက်တွေက တစ်ခုပြီးတစ်ခုဖြစ်လာခဲ့တော့တာပါပဲ ဥပဒေရဲ့အထက်မှာရှိနေတဲ့ပုံစံမျိုးအချိုးချိုး နေတဲ့အဲဒီကောင်လေးကဘာတွေဖြစ်သွားမလဲ သူလုပ်တာကိုကြိုက်တဲ့သူတွေရှိသလို မကြိုက်တဲ့သူတွေရောရှိနေမှာလား ကောင်မလေးသူငယ်ချင်းရဲ့ အဖေကရော တကယ်ပဲ လိင်အကြမ်းဖက်တဲ့သူတစ်ယောက်လား အဲဒီသူကိုဖော်ထုတ်ရင်းဘာတွေဆက်ဖြစ်မှာလဲဆိုတာကတော့ ရင်တထိတ်ထိတ်နဲ့ကြည့်လို့ကောင်းတဲ့ကားကောင်းလေးတစ်ကားပါပဲ.....\nမှတ်ချက် ညစ်ညမ်းတဲ့စကားလုံးတွေပါလို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူးFile size…(2.92GB)/(1012MB)/(605MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Thriller / Crime / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "5.4",
        "url": " https://megaup.net/39BjC/Low.Life.2022.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Maneater-142x200.jpg",
        "title": "Maneater (2022)",
        "description": "Maneater (2022)\n=============လက်ထပ်ပွဲပျက်ထားတဲ့ ဂျက်စီနဲ့ သူမကို နှစ်သိမ့်ပျော်ရွှင်စေချင်တဲ့\nသူငယ်ချင်းတစ်သိုက်ဟာ ကမ်းခြေကို ဟန်းနီးမွန်းအစား အဖွဲ့လိုက်\nခရီးထွက်လာကြပါတယ်။သူတို့မသိထားတာကတော့ ကမ်းခြေမှာ လွန်ခဲ့တဲ့တစ်ပတ်က ငါးမန်း\nကိုက်ခံရလို့ မိန်းကလေးတစ်ယောက် ‌သေထားရတာကိုပါ။\nကျွန်းရဲ့အာဏာပိုင်တွေကလည်း ဒီအရေးကိစ္စကို အရေးမကြီးသလို\nထားပြီး ဖြေရှင်းရှာဖွေရှင်းလင်းတာတွေလည်း မလုပ်ထားခဲ့ပါဘူး။ အာ့လို\nမဖြေရှင်းပေးကြတော့ သေဆုံးသူမိန်းကလေးရဲ့ဖခင်ဖြစ်သူ ဝါရင့်မာလိန်\nမှူးကြီးက သူ့ရဲ့ သမီးအတွက် လက်စားချေချင်နေသူပါ။ဂျက်စီတို့သူငယ်ချင်းတစ်သိုက်ရဲ့ ပေါ့ပါးလွတ်လပ်နေရမဲ့ အပန်းဖြေခရီး\nကလည်း ထင်သလိုဖြစ်မလာတဲ့အခါ . မာလိန်မှုးကြီးနဲ့ ပေါင်းစည်းပြီး\nပြန်လည်ကလဲ့စားချေတာကိုတွေ့မြင်ရမှာပါ။\nတစ်ဖက်မှာလည်း ငါးမန်းကားတို့ရဲ့ထုံးစံအတိုင်း သွေးသံတရဲရဲနဲ့  သဝာ်\nဖြတ်မှုတွေပါရှိတာမလို့ ဘယ်သူကရှင်ကျန်သူဖြစ်မလဲ။ ခွန်အားကြီးမားတဲ့\nငါးမန်းက အနိုင်ရရှိသူဖြစ်မလား၊ ဉာဏ်ပညာရှိတဲ့ လူသားတွေကပဲ ဒီငါးမန်းကို\nလက်စတုံးပစ်နိုင်မလား ရင်ဖိုဖိုနဲ့ ကြည့်ရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ NaNa Yuni ဖြစ်ပါတယ်)\nFile Size..........(1.69 GB) / (900 MB) / (600 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 29mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Horror, ...",
        "rating": "4.0",
        "url": "https://megaup.net/17I8o/Maneater.2022.720p.WEBRip[CM].mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNmY1ZTkxMzMtYmM2YS00OTE3LWIxZmUtYTM5YzJhZDI1YjdjXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "The Railway Children Return (2022)",
        "description": "ဒီတစ်ခါတော့ မျက်ရည်မခိုင်တဲ့သူတွေမကြည့်သင့်တဲ့ ကားကောင်းလေးတစ်ကားကိုတင်ဆက် ပေးလိုက်ပါတယ် ခင်ဗျာ လူ့တိရစ္ဆာန် အက်ဒေါ့ဖ်ဟစ်တလာ ကြောင့် ဒုတိယကမ္ဘာစစ်ဖြစ်လာပြီး၅နှစ်ကြာတဲ့အချိန်မှာပဲ ဂျာမန်ဗုံးကြဲလေယာဉ်တွေက ဗြိတိသျှမြို့တွေ့ကို ဗုံးကြဲတိုက်ခိုက်လို့ မိဘတွေဟာ သူတို့ရဲ့ ကလေးတွေကို ဗုံးလွတ်တဲ့ကျေးလက်ဒေသတွေဆီပို့ဖို့ ဆုံးဖြတ်ခဲ့ရတာပေါ့ အဲဒီလိုနဲ့ လီလီ, ပတ်တီ နဲ့ တက်ခ် ဆိုတဲ့မောင်နှမ ၃ယောက်ဟာ ရော့ရှိုင်းယားဒေသကိုရောက်ပြီး ၃ယောက်တောင်ဖြစ်နေလို့ဘယ်သူမှ ခေါ်ထားဖို့ မရွေးတဲ့အချိန်မှာပဲ အဲဒီမြို့က ကျောင်းအုပ်ဆရာမကြီးရဲ့အမေက သနားပြီးခေါ်ထားလိုက်တာပါသူ့ဆီမှာလည်း မြေလေးတစ်ယောက်ရှိတော့ အဖွဲ့ကျပြီး ကစားကြရင်းနဲ့ အမေရိကန်စစ်ပြေးရဲဘော်လေးတစ်ယောက်နဲ့ တွေ့ခဲ့ကြတာပါ အဲဒီအချိန်မှာပဲ ဇာတ်လမ်းလေးက စခဲ့ရတာပေါ့ ဒီကားထဲမှာ စိတ်ဓာတ်ညံ့ဖျင်းတဲ့ ဟစ်တလာကြောင့် တစ်ကမ္ဘာလုံးကြုံခဲ့ရတဲ့ စစ်အနိဌာရုံတွေ ရှင်ကွဲ ကွဲရတဲ့မိသားစုတွေ သေကွဲကွဲရတဲ့ မိသားစုအကြောင်းတွေ ကလေးတွေရဲ့ ဖြူစင်တဲ့မေတ္တာတွေ အမေရိကန်တွေရဲ့ အသားရောင်ခွဲခြားမှုတွေကို တဝကြီးခံစားပြီး တစ်ကားလုံး ဇာတ်ရှိန်မကျဘဲ တစ်သျှူးလေးဘေးချပြီး ကြည့်ရမဲ့ ကားကောင်းလေးမို့ လက်မလွှတ်ဘဲ ကြည့်လိုက်ကြပါဦးဗျာ...File ...",
        "rating": "5.4",
        "url": " https://megaup.net/2tD8h/The.Railway.Children.Return.2022.720p(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/134023833-142x200.jpg",
        "title": "[18+]OL Yoko Late Night Overtime (2018)",
        "description": "Office Lady လေးတစ်ယောက်ရဲ့ ဘ၀မှာကြုံတွေ့ရတာတွေနဲ့ ဘယ်လိုကြိုးစားရုန်းကုန်လှုပ်ရှားရလဲဆိုတာကြည့်ရမှာပါယောက်ျားမုန်းတဲ့သူက ယောက်ျားတေွရဲ့ကောင်းကွက်ကို သေချာသိသွားတဲ့အခါ...File Size__(1.9GB)\nQuality__1080p\nFormat__mp4\nDuration__01:20:00\nType__Adult , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "",
        "url": "https://channelmyanmar.org/18ol-yoko-late-night-overtime-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-battery-135x200.jpg",
        "title": "The Battery (2012)",
        "description": "ယခုအခါမှာတော့ Rotten 80% နဲ့ IMDb 6.3အထိ ရရှိခဲ့တဲ့ ၂၀၁၂ခုနှစ်ထွက် ဇွန်ဘီကားကောင်းတစ်ကားကို ချပြလိုက်ပါတယ်\nမြန်မာရုပ်ရှင်ပရိသတ်တွေဟာ ဇွန်ဘီ (Zombie) ကားလို့ဆိုလိုက်ရင် ဖန်တရာတေနေတဲ့ ဇာတ်လမ်းကြီးပဲလို့ တွေးမိပါလိမ့်မယ်။ ဇွန်ဘီကားဆိုရင် ဇွန်ဘီတွေတစ်အုပ်ကြီး နောက်ကလိုက် မင်းသားတို့အုပ်စုကထွက်ပြေး၊ လွတ်အောင်လုပ်၊ ဇွန်ဘီတွေကိုတိုက်ခိုက်နဲ့ မျိုးစုံအောင်ကြည့်ဖူးခဲ့ကြတာ နှစ်ပေါင်း၂၀လောက်ရှိနေလောက်ပါပြီအခုဒီ The Battery ဆိုတဲ့ ဇွန်ဘီကားကတော့ ထူးခြားပါတယ်။ တခြားဘယ်ဇွန်ဘီကားမှာမှ မမြင်ခဲ့ရတဲ့ ဇာတ်လမ်းကိုကြည့်လိုက်ရမှာပါ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဘေ့စ်ဘောကစားသမား ၂ ယောက်ဟာ ဇွန်ဘီမြေမှာ ဟိုဟိုဒီဒီလျှောက်သွားပြီး သောင်တင်နေတဲ့ ဇာတ်လမ်းပါ။ သူတို့ဟာ ဦးတည်ချက်မဲ့ပြီး လမ်းမှာတွေ့ကရာ အိမ်ပျက်ကြီးတွေက စားစရာတွေရှာဖွေ ခိုးယူရင်း လျှောက်သွားလို့ နေခဲ့ပါတယ်\nဒါပေမဲ့ တစ်ရက်မှာတော့ ဇွန်ဘီတွေဖျက်ဆီးလိုက်လို့ ပျက်စီးနေတဲ့ ကမ္ဘာကြီးမှာ သူတို့ ၂ ယောက်တည်းမဟုတ်ဘူးဆိုတာ စကားပြောစက်ကနေတဆင့် သိလိုက်ရတယ်။ အဲဒီအချိန်ကစပြီး ဘာမှမယ်မယ်ရရ စွဲလန်းစရာမရှိခဲ့တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/17Ill/The.Battery.2012.UNRATED.720p.(CM).mp4",
        "category": "Adventure, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZTM2NTYxMzQtNWU5NS00NTI2LThlZjYtZDRlM2QwYjYyMTA1XkEyXkFqcGdeQXVyNDI2MTA0OA@@._V1_-141x200.jpg",
        "title": "No Way Out (2022)",
        "description": "No Way Out (2022)\n==============ဇာတ်လမ်းအစ နစ်ကီဆိုတဲ့ ဓာတ်ပုံဆရာတစ်ယောက်\nStreet Photo တွေ ရိုက်နေရင်း တက်ဆာ ဆိုတဲ့ ကောင်\nမလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ်။နစ်ကီက ဘဝကို သူ့ရဲ့အနုပညာထဲမှာပဲ မျောပါရင်း ဖြတ်\nသန်းနေသူတစ်ဦးပါ။ တက်ဆာဆိုတဲ့ ကောင်မလေးနဲ့ တွေ့\nပြီးနောက်ပိုင်း သူ့ရဲ့လုပ်ငန်းတွေလည်း အဆင်ပြေလာပြီး\nကောင်မလေးနဲ့လည်း ချစ်ကြိုးသွယ်မိပါတော့တယ်။တစ်ရက် ပါတီကအပြန် တက်ဆာက နစ်ကီကို လူသတ်ခိုင်း\nပါတော့တယ်။ တက်ဆာက အဲ့ဒီလူသုံးယောက်ကို ဘာကြောင့်\nသတ်ခိုင်းတာလဲ၊ နစ်ကီကရော လူသတ်တဲ့အလုပ်ကို လုပ်ပါ့\nမလား၊ တက်ဆာနဲ့ နစ်ကီရဲ့ အချစ်ရေးလမ်းကြောင်းကရော\nဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.4 GB) / (596 MB) / (447 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 29mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Crime, Thriller\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/39zRG/No.Way.Out.2022.720p.WEBRip.DD5.1.[CM].mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zmsQSRtscNrkrkC9Aydqync7V73.jpg",
        "title": "Detective Dee and Nine Dragon Coffin ( 2022 )",
        "description": "Detective Dee ပရိသတ်တွေအတွက်\nနောက်တစ်ကားကို CM မှတင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ ၆၇၆ခုနှစ်ခန့်ကာလမှာ\nသင်္ချိုင်းသူခိုးတစ်သိုက်ဟာ လူသားစားတဲ့အခေါင်းတလားကိုတူးဖော်ခဲ့မိပါတယ်။\nရွှေနဂါးကြီးဟာအခေါင်းအတွင်းကနေပျံထွက်လာခဲ့ပြီး\nပြုစားခံထားရတဲ့အလောင်းဟာ အခေါင်းထဲကထွက်လာပြီး\nဘုရင်ကြီးနဲ့ဘုရင်မကြီးကိုလုပ်ကြံဖို့ကြိုးစားခဲ့ရာ\nကိုယ်ရံတော်အရာရှိလီက တားမြစ်ကယ်တင်ခဲ့ပါတယ်။ထုံးစံအရ တရားရေးဌာနက Di Ren Jie ဟာ\nအမိန့်တော်အရ အမှုကိုစစ်ဆေးတော့တာပေါ့။\nလူသားစားပြီးဓားလှံတွေကိုမကြောက်တဲ့အလောင်းကောင်တွေဟာ\nလွန်ခဲ့တဲ့နှစ်၂၀တုန်းက နယ်နှင်ဒဏ်ပေးခံခဲ့ရတဲ့\nမိဖုရားကြီးဝမ်ရဲ့မျိုးဆက်ရဲ့လုပ်ရပ်ပဲဆိုတာကိုသိလိုက်ရပါတယ်။ဒီလိုနဲ့ မီးပုံးပွဲညမှာ လူတွေစည်းကားနေတဲ့အချိန်မှာ\nထူးဆန်းတဲ့ပုလွေသံနဲ့အတူ အလောင်းကောင်တွေဟာ\nChang An မြို့ထဲကိုဝင်လာပါတော့တယ်။\nအလုံးအရင်းနဲ့ဝင်လာတဲ့ အလောင်းကောင်တွေ\nလူတွေကိုကိုက်လိုက်တိုင်းတိုးလာတဲ့အလောင်းကောင်တွေကို\nဆရာဒီးတို့နှိမ်နင်းနိုင်ပါ့မလား\nဘယ်အချိန်အထိများတောင့်ခံနိုင်မလဲဆိုတာကို\nရင်တထိတ်ထိတ်နဲ့ ဆက်လက်ပြီးခံစားလိုက်ပါနော်.\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery , Fantasy\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded By LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/detective-dee-and-nine-dragon-coffin-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-3day-138x200.jpg",
        "title": "3 Day Weekend (2019)",
        "description": "စော်ထားခဲ့လို့ဆိုပြီး တောထဲမှာတစ်ယောက်တည်း စခန်းမချပါနဲ့ တစ်ယောက်တည်းစခန်းချတယ်ဆိုတာ Tiktot ထဲမှာပဲကြည့်လို့ကောင်းတာပါ အပြင်မှာတော့ အဲဒီလိုမဟုတ်ပါဘူး ဒီကားထဲမှာတော့ စော်နဲ့ပြတ်လို့ ဆိုပြီး ပိတ်ရက် တောထဲမှာ စခန်းသွားချတဲ့ကောင်လေးဟာ ပတ်သွားရင်းနဲ့ ကားတစ်စီးထဲမှာ အမျိုးသမီးတစ်ယောက်ကို ဖမ်းထားတာ မြင်လိုက်ပါရော ကယ်ဖို့လုပ်နေတဲ့အချိန်မှာပဲ မျှားနဲ့ပစ်ခံရလို့ ထွက်ပြေးခဲ့ရတာပေါ့ဒီလိုနဲ့ ညဘက်ရောက်မှာတိတ်တိတ်လေးသွားကြည့်ရင်း အမျိုးသမီးရဲ့ စာကိုတွေ့ပြီး ဇာတ်လမ်းကစတော့တာပါပဲ စာထဲမှာ ဘာတွေများရေးထားမလဲ အမျိုးသမီးကရောဘယ်သူလဲ သူ့ကို ဘယ်သူတွေကဖမ်းလာတာလဲ ဘာကြောင့်များဖမ်းလာတာလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်လို့ကောင်းမဲ့ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.85GB)/(990MB)/(500MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:19:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "5.2",
        "url": " https://megaup.net/1NE0Z/3.Day.Weekend.2019.720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-voics-134x200.jpg",
        "title": "The Voices (2014)",
        "description": "The Voice (2014)\nHorrer/Thriller\nImdb 6.3/10ဒီတစ်ခါဇာတ်ကားကတော့မင်းသားကြီး Ryan Reynolds ရဲ့နာမည်ကြီးသင့်သလောက်မကြီးခဲ့တဲ့ကားလို့ပဲပြောရမယ်ဗျ။ ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်ငယ်ငယ်ထဲကမိသားစုပြဿနာတွေကြောင့်ထရော်မာတွေရပြီးဆိုးဝါးလွန်းတဲ့စိတ်ဒဏ်ရာတွေကိုမျိုသိပ်ထားရတဲ့သနားစရာဂျယ်ရီဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းပါပဲ။ နဂိုစိတ်ထားကဖြူစင်ပြီးသာမန်လူတွေလိုလူတန်းစေ့နေနိုင်ပေမယ့် ဆွေးနွေးကုသမှုခံယူနေရဆဲဖြစ်တာကြောင့်အရွယ်ရောက်တဲ့ထိ စိတ်အခြေအနေကပုံမှန်တော့မဖြစ်နေခဲ့ပါဘူး။ ဇာတ်လမ်းကိုဒီထက်ပိုပြောရင်စပွိုင်လာဖြစ်မှာစိုးတာကြောင့်ရုပ်ရှင်ရဲ့အရည်အသွေးဘက်ကိုသွားကြည့်တာပေါ့။ ဇာတ်လမ်းကကျောရိုးခိုင်ပြီး ကာရိုက်တာတည်ဆောက်ပုံတွေလည်းအပြစ်ပြောစရာမရှိတဲ့အပြင် မင်းသားရဲ့သရုပ်ဆောင်မှုကလည်းလိုလေသေးကိုမရှိအောင်ပါပဲ။ ဘက်ဂျက်ကြောင့်ပဲလားဒါရိုက်တာတွေရဲ့လိုအပ်ချက်ကြောင့်လားတော့မသိပေမယ့် Cinematography တွေ ကင်မရာရိုက်ချက်တွေ အထူးပြုလုပ်မှုတွေကိုခုထက်အားထည့်လိုက်မယ်ဆိုရင် ဒီဇာတ်ကားဟာ မင်းသားတောင်အော်စကာရသွားနိုင်တဲ့ကားမျိုးဆိုတာရဲရဲပြောနိုင်ပါတယ်။ကြာမြင့်ချိန်နှစ်နာရီနီးပါးဆိုပေမယ့်လည်းတစ်ဝက်ကျော်လောက်ကစပြီးဇာတ်လမ်းကို Rush ထားသလိုခံစားရတာရယ်၊ဇာတ်အိမ်ကောင်းပြီးသား၊သရုပ်ဆောင်တွေလည်းကောင်းပြီးသားဒီထက်အများကြီးကောင်းအောင်ရိုက်လို့ရတာကို အနည်းငယ်ပြီးစလွယ်လုပ်လိုက်သလိုခံစားချက်မျိုးဖြစ်နေလို့သိပ်အားမရဘူးပဲဆိုပါတော့ဗျာ။ ဒါဟာကျွန်တော်တစ်ယောက်ထဲအမြင်လည်းဖြစ်နိုင်ပါတယ်။ အချုပ်ပြောရရင်တော့ Psycho thriller တွေကြိုက်တတ်ရင်မဖြစ်မနေကြည့်ရှုသင့်ပြီး Ryan Reynolds ဖန်ဆိုရင်တော့ပိုလို့တောင်လက်မလွှတ်သင့်ပါဘူး။ ပေးချင်တဲ့မက်ဆေ့ချ်ရယ်လို့ပြောရရင် ကလေးတစ်ယောက်ရဲ့စိတ်ကျန်းမာရေးနဲ့အနာဂတ်ကို မိသားစုရဲ့လွှမ်းမိုးမှုကဘယ်လောက်ထိသက်ရောက်နိုင်လဲဆိုတာသင်ခန်းစာယူစရာပါ။ စိတ်မနှစ်မြို့ဖွယ်သွေးထွက်သံယိုအခန်းတွေ၊ သတ်ဖြတ်ခန်းတွေပါဝင်တာကြောင့် ကလေးသူငယ်တွေနဲ့ စိတ်မခိုင်သူတွေကြည့်ရှုဖို့တော့သိပ်အဆင်မပြေနိုင်ပါဘူး။File size…(1.84GB)/(871MB)/(429MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Comdey / Crime / Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Bo",
        "rating": "6.3",
        "url": " https://megaup.net/2tB8p/The.Voices.2014.720p(CM).mp4",
        "category": "Comedy, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNDU2OGU2NmYtNDY3My00YjlhLWFmMDUtN2Y3ZjJlNWY1MTlmXkEyXkFqcGdeQXVyMTI2MTczMTY@._V1_UY1200_CR16506301200_AL_-105x200.jpg",
        "title": "The Stranger in Our Bed (2022)",
        "description": "အချစ်ခံရတယ်ဆိုတာ ကောင်းတဲ့အရာပါ ဒါပေမဲ့ အရမ်းကြီး စိတ္တဇဆန်ဆန် အချစ်ခံရပြန်ရင်လည်း လွတ်လပ်မှုတွေပျောက်ဆုံးပြီး ဘဝကြီးက ထောင်ကျသလိုဖြစ်နေမှာပါ ဒီကားလေးကတော့ အချစ်ကြောင့် မမှားသင့်တာတွေ မှားပြီးကမောက်ကမဖြစ်ရတဲ့အကြောင်းရိုက်ထားတဲ့ ကားလေးတစ်ကားပါပဲ ချားလော့တ် ဆိုတဲ့ စီအီးအို ဇနီးဟာ သူ့ဘဝကိုစိတ်ကုန်ပြီးတော့ ယောက်ျားတစ်ယောက်နဲ့ဖောက်ပြန်မိခဲ့တာပါအဲဒီလိုနဲ့ သူတို့နှစ်ယောက်ဟာ အတူတူထွက်ပြေးဖို့ကြိုးစားတာကနေ ဇာတ်လမ်းက စတာပါ ခိုးပြေးကြမဲ့နေမှာပဲ သူနဲ့ဖောက်ပြန်နေတဲ့ အမျိုးသားဟာ ပျောက်ချင်းမလှပျောက်သွားခဲ့ပါတော့တယ် အဲဒီမှာပဲ ချားလော့တ် က သူ့ရဲ့ ချစ်သူကိုရှာဖို့ သူ့ချစ်သူရဲ့ အစ်မနဲ့ဆက်သွယ်ခဲ့ပါတော့တယ် အဲဒီလိုရှာရင်းနဲ့မှ သူနဲ့ဖောက်ပြန်နေတဲ့သူက ဘယ်သူလဲ သူ့ယောကျာ်းကရော ဒီကိစ္စမှာ ပါဝင်ပတ်သက်နေလား သူ့ရဲ့ ယောက္ခမကရော ဘယ်လိုကြိုးကိုင်ထားလဲဆိုတာကို ပဟေဠိတွေနဲ့ ကြည့်လို့ကောင်းတဲ့ ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.49GB)/(786MB)/(397MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Thriller /  mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "4.5",
        "url": " https://megaup.net/2tClr/The.Stranger.in.Our.Bed.2022.720p.(CM).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-ru-135x200.jpg",
        "title": "The Runner (2021)",
        "description": "The Runner ဆို့တဲ့ နာမည်ကိုတွေ့လိုက်တော့ ငယ်ငယ်က ဆရာကြီးမြသန်းတင့်ရဲ့ လေလွင့်သူ ဝတ္ထုလေးကို ပြန်အမှတ်ရမိပါတယ်\nဆရာကြီးမြသန်းတင့်ရဲ့ ဘာသာပြန်မှုကြောင့်သာ နာမည်ကျော် The Catcher In The Rye ဝတ္ထုကိုဖတ်ခွင့်ရခဲ့ပါတယ်။\nလေ့လွင့်သူကို ဖတ်ကြည့်လိုက်တိုင်းလဲ လူငယ်လေးတစ်ယောက်ရဲ့ တစ်နေ့တာ မွန်းကျပ်မှုတွေဟာ ကိုယ့်ဘဝရဲ့ လူငယ်\nဘဝကို ပြန်လည်အမှတ်ရမိနေဆဲပါပဲ။ ယခု ဇာတ်ကားလေးဟာလဲ လူငယ်တစ်ယောက်ရဲ့ ပတ်ဝန်းကျင် မိသားစုရဲ့ မွန်းကျပ်မှု\nကို ခံစားရစေမှာ အမှန်ပါပဲ။လူငယ်နဲ့ မူးယစ်ဆေးပြဿနာဆိုတာ ဘယ်တော့မှ ဖြေရှင်းလို့မပြီးနိုင်တဲ့ ပြဿနာတွေပါပဲ။ မူးယစ်ဆေးဝါး သုံးစွဲကြတယ်ဆိုတာ\nအပျော်သုံးကြ လက်တည့်စမ်းကြပေမဲ့ စွဲစွဲမြဲမြဲ သုံးတဲ့သူတွေဟာ ဘဝရဲ့ စိတ်ဒဏ်ရာတွေ မိသားစုပြဿနာတွေကနေ\nရှောင်ပြေးချင်ကြတဲ့ လူငယ်တွေ သုံးကြတာများပါတယ်။ ယခုဇာတ်ကားလေးမှာလဲ လူငယ်လေးတစ်ယောက် ဘဝရဲ့\nစိတ်ညစ်စရာတွေကနေ ရှောင်ပြေးရင်း မူးယစ်ဆေးသုံးစွဲရာမှ ရဲအဖမ်းခံခဲ့ရကာ ရဲသတင်းပေးအဖြစ် အခြေအနေအရပ်ရပ်မှ တွန်းပို့လိုက်\nခဲ့ရာ ကျောင်းသားဘဝ သူငယ်ချင်းအပေါင်းအသင်း ချစ်သူရည်းစားတို့နဲ့ပါ ဝေးကွာလာပြီး တစ်ကိုယ်တည်းဖြတ်သန်းနေခဲ့ရပါတယ်။\nမူးယစ်ဆေးဝါးရဲ့ ...",
        "rating": "4.3",
        "url": " https://megaup.net/2tBef/The.Runner.2022.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMWYzY2IwOGEtM2UxYi00MzFhLThkZTEtOGUzZmUzMjc2NTRmXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-135x200.jpg",
        "title": "Funny Pages (2022)",
        "description": "Funny Pages (2022)\n----------------------ဒီရုပ်ရှင်ကပြောရရင် ကောမစ်တွေအကြောင်း။ ဇာတ်လိုက်‌ကောင်လေးက ကောမစ်တွေစုသလို ကောမစ်ရေးတဲ့သူဖြစ်ချင်လို ငယ်ငယ်လေးကတည်းက ကောမစ်တွေထိုင်ဆွဲနေတဲ့ကလေး။ ဒီကားဇာတ်အိမ်တည်ရာ အချိန်မှာလည်း သူက ၁၇နှစ်ပဲရှိသေးတယ်။ သူက မာဗယ် ဒီစီတိုလို ကောမစ်တွေလည်းစုတယ်။ ငယ်ငယ်က ကစ်ဇုန်ထဲ ကျွန်တော်တိုရင်းနှီးပြီးသားဖြစ်တဲ့ ငပြောင်ကောင် ဂျက်သတ်ကောမစ်တွေလည်းစုတယ်။ သိုပေမဲ့ သူက အဲဒီငပြောင်ကောမစ်တွေကို ပိုသဘောကျတဲ့သူ။ သူဆွဲတာကလည်း အဲဒီလိုကောမစ်မျိုးပဲ။ သမိန်ပေါသွပ်တို ဂျက်ဟတ်တို ဘာတိုကို ပြန်လွမ်းလိုရမယ့် Nostalgia vibeလေး အပြည့်ရတယ်။ထူးတာက ဒီရုပ်ရှင်တစ်ခုလုံးက ကောမစ်တွေကို ချစ်တဲ့ ဆယ်ကျော်သက်ကောင်လေးနဲ့ ကောမစ်တွေအကြောင်းသက်သက်ပဲ။ နာမည်ကိုကလည်း Funny Pages. , Genreကလည်း Comedyပေမဲ့ ဟာသကွက်လည်းမပါသလို။ ဒီပျက်ရှင်၀င်လောက်စရာ ဇာတ်၀င်ခန်းတွေအပြည့်နဲ့ပြသွားတယ်။ ရုပ်ပြကာတွန်းကို ရူးသွပ်တဲ့ ကလေးတစ်ယောက် ရုပ်ပြကာတွန်းဆွဲဖို ကြိုးစားတာကို သေချာပြသွားတာဆိုတော့ တော်တော်တော့ စိတ်၀င်စားစရာကောင်းပါတယ်။ နာမည်နဲ့လိုက်ဖက်တဲ့ ပျော်စရာတစ်ခုမှ မပါပေမဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/17I6o/Funny_Pages_(2022)_720p.mp4",
        "category": "Comedy"
    }
]