[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p0LcWxOIoBx0MEZMn8tFcrvDXR1.jpg",
        "title": "The Omen (1976)",
        "description": "The Omen (1976)~ IMDb - 7.5/10, RT - 86%, Meta - 62% ~တစ်ချို့ရုပ်ရှင်တွေက ကျိန်စာသင့်နေတတ်ကြတာ အားလုံးပဲ ကြားဖူးကြပါလိမ့်မယ်။ The Omen ဟာ အဲဒီကျိန်စာသင့်ရုပ်ရှင်တွေထဲမှာမှ အဆိုးဆုံးကျိန်စာသင့်နေတဲ့ ရုပ်ရှင်အဖြစ် သတ်မှတ်ခံထားရတဲ့ ရုပ်ရှင်ပါ။ အိုမန်ရိုက်ကွင်းမှာ သေတာတွေရော ဒဏ်ရာရတာတွေရော မိုးကြိုးပစ်တာတွေပါ အစုံဖြစ်ခဲ့ပြီး ဒီရုပ်ရှင်ကိုလုပ်တဲ့သူက အဖွဲ့သားတွေကို ဒီရုပ်ရှင်ရိုက်တာကို စေတန်ကြိုက်မှာမဟုတ်ဘူးလို့တောင် ပြောခဲ့ဖူးပါတယ်။ ဒီရုပ်ရှင်ဟာ ရုပ်ရှင်သမိုင်းမှာ စေတန်ကို စိတ်ဆိုးအောင်လုပ်ခဲ့တဲ့ ရုပ်ရှင်အဖြစ်လည်း သတ်မှတ်ခံခဲ့ရပါတယ်။သူရိုက်ထားတဲ့အကြောင်းအရာကလည်း ခရစ်တော်ရဲ့ ဆန့်ကျင်ဘက် Antichrist ဖြစ်တဲ့ ယေဝါဖန်ဆင်းတဲ့ နိုင်ငံတော်ကို အရင်းကဖြိုဖို့ စေတန်က လူ့အသွင်နဲ့ လူ့လောကထဲ အကြံကြီးကြံဖို့ လွှတ်ထားတဲ့ ဒေမီယံဆိုတဲ့ စေတန်ရဲ့သားတော် လူ့လောကထဲရောက်လာတဲ့အကြောင်းပါ။ ဒေမီယံဟာ လူ့လောကထဲကကို သွန်းဆိုတဲ့ လူကုံထံတစ်ယောက်ရဲ့သားကို သတ်ပြီး ...",
        "rating": "7.5",
        "url": "https://megaup.net/2t6kx/(CM)_The_Omen_(1976)_REMASTERED_720p.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZDc2MzA5ODItZmY3Yi00NDQ3LTk0NTktM2Y0N2FhNDU2N2JjXkEyXkFqcGdeQXVyNTAxMTUwNDQ@._V1_-141x200.jpg",
        "title": "Resurrection (2022)",
        "description": "Resurrection ( 2022)\n-------------\nIMDb - 6.2/10\nRotten Tomatoes - 80% , Metacritic - 70%Thriller တစ်ပေါက်မှာ လျှမ်းလျှမ်းတောက်သလို နိုလန်တိုနာမည်ကျော် ဒါရိုက်တာကြီးတွေနဲ့ ကားကောင်းတွေရိုက်ဖူးပြီး မနှစ်က Passingဆိုတဲ့ အနုပညာအရ အတန်အသင့်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ကိုပါ ဒါရိုက်တာအဖြစ် ပွဲဦးထွက်ရိုက်ကူးခဲ့တဲ့ Rebecca Hall ဦးဆောင်ပါဝင်ထားတဲ့ Thrillerရုပ်ရှင်အသစ်ပါ။ Tim Rothလို ဝါရင့်မင်းသားကြီးကလည်း အားဖြည့်ပေးထားပါတယ်။ ဇာတ်လမ်းပုံစံကတော့ A24 Thrillerတွေကြိုက်တဲ့သူတွေ ကြိုက်ကြမယ့်ပုံစံပါပဲ။ မသိမသာနဲ့ကို အရင်လတွေကထွက်ခဲ့တဲ့ Menရဲ့ အငွေ့အသက်မျိုးလည်း ရနေပါတယ်။ thriller horrorအနေဲ့ဆို သူရထားတဲ့ Rotten Tomatoesနဲ့ Metacriticတိုလို ဝေဖန်ရေးဆရာတွေပေးတဲ့ ရိတ်တင်တွေဟာ မိုးပေါ်ပျံနေတာကြောင့် Thrillerအနေနဲ့ဆို ရှားပါးကားကောင်းတွေထဲက တစ်ကားပြောရပါမယ်။ လန့်စရာတော့ မပါလှပါဘူး။ ဘာတွေဖြစ်နေမှန်းမသိတာကို ရင်တစ်သိမ့်သိမ့်တုန် ကြည့်ရင်း ရင်ဖိုရမယ့် ဇာတ်လမ်းမျိုးပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1N8w7/Resurrection_(2022)_720p.mp4",
        "category": "Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMDNlZGU4ZGMtZjExYS00M2JjLThkMWEtZjkwOTZmYzgxMTIyXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-140x200.jpg",
        "title": "Kaduva (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အားလုံးစောင့်မျှော်နေကြပြီး\nမင်းသားPrithviraj Sukumaranပါဝင်သရုပ်ဆောင်ထားပြီး\nမင်းသားVivek Oberoiပါဝင်အာားဖြည့်ထားတဲ့\nအက်ရှင်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးတော့မှာပဲဖြစ်ပါတယ်။“ကျား” လို့အဓိပ္ပါယ်ရတဲ့အမည်နဲ့ ကတ်ဒူဗာ ကူရီရာချန်ဟာ မဟုတ်မခံစိတ်ရှိသူတစ်ယောက်..\nအမှန်တရားဘက်ကအမြဲရပ်တည်ပေးတတ်သူ...ပါလာမြို့တစ်မြို့လုံး ကလေးအစ လူကြီးအဆုံး မသိသူမရှိတဲ့ သူရဲကောင်းတစ်ဦးပါ။တစ်နေ့မှာတော့ အကျင့်ပျက်တဲ့ ဖာသာတစ်ဦးကို ပညာပေးဖို့အကြောင်းဖန်လာခဲ့ရင်း မြို့မှာတာ၀န်ကျနေတဲ့ ရဲအရာရှိ ဂျိုးဆက်ချန်ဒီနဲ့တွေ့ဆုံအချင်းများကြတဲ့အခါ သူတို့နှစ်ဦးကြားမှာ အငြိုးအတေး အဖုအထစ်တွေရှိလာပါတော့တယ်...။အငြှိုးထားတတ်တဲ့အရာရှိဂျိုးဆက်တစ်ယောက် ကူရီရာချန်အပေါ် ဘယ်လိုလက်စားချေမှာလဲ...။ ရန်ပွဲတစ်ခုကနေအစပြုခဲ့တဲ့ ဒီပြိုင်ပွဲမှာ ဘယ်သူကများ အနိုင်ရသွားမလဲ... မတရားမှု‌ တွေအတွက်ကော အမှုမှန်ပေါ်ပေါက်လာမှာလား ဆိုတာကိုတော့ ဒီဇာတ်လမ်းမှာ ဆက်လက်ရင်ခုန်ရမှာပါ။\nFile size…2.8GB / 1.4GB\nQuality…1080p TRUE WEB DL AAC5.1CH  / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Thet Ko ~ Oeliuj~ Honeyey ~ Yunni ~ Kevin Ag",
        "rating": "6.3",
        "url": "https://megaup.net/2t5Q7/Kaduva_(2022)_Malayalam_TRUE_WEB-DL_-_720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "title": "Tenet (2020)",
        "description": "Inception တို့ Interstellar တို့ကို ရိုက်ခဲ့တဲ့ဒါရိုက်တာ ခရစ္စတိုဖာ နိုလန်ရဲ့ နောက်ဆုံး ထွက်ရုပ်ရှင်သစ် ရပါပြီ။ဒီရုပ်ရှင်က သိပ္ပံ စိတ်ကူးယဉ် ရုပ်ရှင်ဖြစ်ပြီး အချိန်ခရီးသွားခြင်း ကို စိတ်ကူးအသစ်နဲ့ ပြသထားတာပါ။ဇာတ်လမ်းကိုတော့ မပြောပြတော့ပါဘူး။အရမ်းကောင်းပါတယ်၊ ကြည့်ပါ။နားလည်ချင်ရင် အခန်းတွေ ကျော်မကြည့်ဘဲ လိုက်စဉ်းစားနေမှ အဆင်ပြေမယ်တော့ ထင်ပါတယ်။အဓိက သဘောတရားကတော့ ကျွန်တော်တို့ လူတွေ အရာဝတ္ထုတွေဟာအချိန်လမ်းကြောင်းအတိုင်း ရှေ့ကို သွားနေပါတယ်။ကမ္ဘာကြီးကလည်း အဲဒီလိုပဲ လည်ပတ်နေပါတယ်။၇ နာရီ မှာ တည်ရှိနေတဲ့လူဟာ နောက်ထပ် ၁၀ မိနစ် နေရင် ၇ နာရီ ၁၀ မိနစ်မှာ တည်ရှိနေမှာပါပဲ။တကယ်လို့ အဲဒီလူတွေ အရာဝတ္ထုတွေဟာ အချိန်လမ်းကြောင်းနဲ့ ဆန့်ကျင်ဘက်ကိုသွားတယ်ဆိုပါစို့ အချိန်ဖြစ်စဉ်အရ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Ajcw/(CM)_Tenet_2020_BluRay_720p.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/The-Most-Dangerous-Game-2022-Download-NetNaija.xyz_-133x200.jpg",
        "title": "The Most Dangerous Game (2022)",
        "description": "ဆန်းဂါးရိန်းဖို့ဒ်နဲ့ သူ့ဖခင် နာမည်​ကျော်မုဆိုးမိတ်​ဆွေတစ်သိုက်ဟာ ကိုဒီယက်ဝက်ဝံ​​တွေကို ​အမဲလိုက်ဖို့ ကိုဒီယက်ကျွန်းကို ​​ရေ​ကြောင်း ခရီးထွက်ခဲ့ရင်း သင်္ဘော​ပျက်ပြီး ကျွန်းတစ်ကျွန်း​ပေါ်ကိုရောက်သွား ကြပါတယ်။သင်္ဘော​တွေ မကြာခဏပျက်တယ်လို့ နာမည်ရထားတဲ့ ကျွန်း​ပေါ်မှာ ဂျာမန်စစ်ပြန်တစ်​ယောက်နဲ့ သူ့တပည့်က ရှိ​နေပါတယ်။ထိုဂျာမန်စစ်ပြန်ကလည်း အမဲလိုက်တာဝါသနာထုံပြီး ဆန်းဒါးတို့​ကို ကမ္ဘာ​ပေါ်မှာ အခက်ခဲဆုံးသား​ကောင်ကို ဒီကျွန်း​ပေါ်မှာ အမဲလိုက်ဖို့ ဖိတ်​ခေါ်ခဲ့ပါတယ်။ထိုသား​ကောင်အ​ကြောင်းရိပ်မိတဲ့ ဆန်းဒါးတို့က မလိုက်ချင်​ကြောင်း ငြင်းတဲ့အခါမှာ​ ဂျာမန်​ကောင်က ဆန်းဒါးမှအပ ကျန်သူ​တွေကိုသတ်လိုက်ပြီး အချိန်၃ရက်ထိကြာတဲ့ သူ့ရဲ့အမဲလိုက် ကစားပွဲထဲ အတင်းအကျပ်ဝင်ပါ​စေပါ​တော့တယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__(1.7GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:32:00\nType__Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jim X\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/2t4N8/The_Most_Dangerous_Game_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gNAhD6VdlvwxWk7CQnIvPyiItEU.jpg",
        "title": "End of Days (1999)",
        "description": "End of Days (1999)ငယ်စဉ်တောင်ကျေး ကလေးဘဝက အထိတ်တလန့်ကြီး ကြားလိုက်ရတယ်။ ကမ္ဘာပျက်မယ်တဲ့။ ဟင် ဘာလား။ ပျော်စရာကြီး။ ကမ္ဘာပျက်ရင် သူငယ်ချင်းတွေနဲ့ အတူတူထိုင်ကြည့်မယ်ပေါ့။ တိုင်ပင်ကြ။ ပြင်ဆင်ကြ။ မုန့်တွေ သစ်သီးတွေ စုဆောင်းသိမ်းဆည်းကြ။ အချိုလေးတည်းရင်း ကြည့်ရရင် သိပ်ဇိမ်ရှိမှာကိုးဗျ။ ဒါပေမဲ့ လူကြီးသူမတွေရဲ့မျက်နှာက သိပ်မကောင်းကြဘူး။ လက်ဖက်ရည်ဆိုင်တွေ အိမ်က လက်ဖက်ရည်ကြမ်းဝိုင်းတွေမှာ တိုးတိုး တိုးတိုးနဲ့ ငြင်းခုန်ကြ တိုင်ပင်ကြ။ကလေးပေမဲ့လို့ သိတတ်တဲ့အရွယ်ဆိုတော့ ကမ္ဘာပျက်မယ့်ကိစ္စက ပျော်စရာမဟုတ်မှန်းသိပြီလေ။ ကိုယ်ဖတ်ရတဲ့ ကာတွန်းလေးတွေ မဂ္ဂဇင်းတွေထဲမှာလည်း အဲဒီအကြောင်း မမြင်ချင်မှအဆုံး။ လူတိုင်း လူတိုင်း ကမ္ဘာသူကမ္ဘာသားတိုင်းက ပူပင်သောကတွေနဲ့ ရင်ဆိုင်ကျော်ဖြတ်ဖို့ ပြင်ဆင်နေရချိန်ပေါ့လေ။ မျောက်မူးလဲအောင် ဆော့တတ်တဲ့ကိုယ်တွေတောင် လူကြီးတွေမျက်နှာကိုငေးမောပြီး ငြိမ်ငြိမ်လေး ထိုင်နေတတ်လာတယ်။လူကြီးမင်းတို့ မီတဲ့သူတွေ မီကြမှာပါ။ Y2K တဲ့။ ဘာလဲဟ ဝိုင်တူးကေ။ လူကြီးတွေပြောစကားနားထောင် လက်လှမ်းမီသလောက် စာလေးတွေဖတ်ပြီးသိလာပါတယ်။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/3929f/(CM)_End_of_Days_(1999)_720p.mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zsedbiD7i2SepxIxb0F3U95mqyH.jpg",
        "title": "The Family Man (2000)",
        "description": "The Family Man (2000)\n==================\n2000 ခုနှစ်ဖွားတွေနဲ့သက်တူရွယ်တူဖြစ်တဲ့ “The Family Man” ဆိုတဲ့ကားလေးက\nမင်းသားကြီး Nicolas Cageရယ် တစ်ခေတ်တစ်ခါကအလှပဂေးလေး Téa Leoni နဲ့\nDon Cheadle တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ IMDb 6.8 ရ စိတ်ကူးယဉ်အချစ်ဟာသဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။လူတွေအသုံးများတဲ့ စကားလုံးတွေထဲမှာ “အကယ်၍များ ..” ဆိုတဲ့စကားလည်း အပါအဝင်ပဲမလား။\nနောင်တရလို့ပြောမိတာပဲဖြစ်ဖြစ် အတိတ်မှာကိုယ်မလုပ်ဖြစ်ခဲ့တဲ့တစ်စုံတစ်ရာကို\n“အကယ်၍များ ငါသာလုပ်ဖြစ်ခဲ့ရင် ..” ဆိုပြီး စူးစမ်းလိုစိတ်နဲ့ပြောတာမျိုးပဲဖြစ်ဖြစ် ပြောဖူးခဲ့ကြတယ်မလား ..?ကောလိပ်တည်းကချစ်ခဲ့ကြတဲ့ ဂျက်ခ် နဲ့ ကိတ်တို့ချစ်သူနှစ်ဦး ..\nတစ်နေ့မှာဂျက်ခ်တစ်ယောက် လန်ဒန်ကို သွားဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်။\nကိတ်ကမသွားဖို့အမျိုးမျိုးတားခဲ့ပေမယ့် ဘဝတိုးတက်ရေးအတွက်စိတ်အားထက်သန်လွန်းနေတဲ့ဂျက်ခ်ကို မတားနိုင်ခဲ့ရာကနေ သူတို့နှစ်ဦး ဝေးကွာသွားခဲ့ကြပါတယ်။ဒီလိုနဲ့ နှစ်ပေါင်း ၃၀ကြာအပြီးမှာတော့ ဂျက်ခ်တစ်ယောက် Wall Street အလုပ်အမှုဆောင်ကုမ္ပဏီရဲ့ ဥက္ကဌကြီးဖြစ်လာပြီပဲဖြစ်ပါတယ်။\nခရစ္စမတ်အကြိုနေ့လိုရက်မျိုးမှာတောင်အနားမယူနိုင်ဘဲ အလုပ်လောဘကြီးလွန်းလှတဲ့ ဂျက်ခ်တစ်ယောက်\nကက်ရှ်လို့ခေါ်တဲ့အမျိုးသားတစ်ဦးနဲ့ အပေးအယူလုပ်မိရာကနေ\nလွန်ခဲ့တဲ့နှစ် ၃၀ “အကယ်၍များ အဲဒီနေ့က သူသာကိတ်ကိုထားခဲ့ပြီး လန်ဒန်ကိုမထွက်သွားခဲ့ရင် ..” ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Vwnr/The.Family.Man.2000.720p.BrRip.CM.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lBdzLLrz5AIX1OupDqWeYc0YGJw.jpg",
        "title": "Darlings (2022)",
        "description": "Darlings (2022) ဂန်ဂူးဘိုင် ဇာတ်ကောင်နဲ့ ဒီနှစ်ကြမ်းထားတဲ့ မမ အာလီယား ဘတ်ရဲ့ ဇာတ်ကား အသစ်လေးပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...Badru ဆိုတဲ့ ကောင်မလေးတစ်ယောက်က သူ့ချစ်သူနဲ့ လက်ထပ်လိုက်တယ်။ သူ့ယောကျ်ားက အရက်မူးပြီဆို သွေးဆိုးပြီ။ သူ့ကို အကြောင်းမရှိ အကြောင်း ရိုက်တာပဲ။ အမူးပြေပြီဆိုရင်တော့ ဒါလင် ဒါလင်လို့ ခေါ်ပြီး အသေချော့ရော ...Badru ကလည်း ဒါ သူ့ယောကျ်ားအပြစ် မဟုတ်ဘူး။ အရက်ဖြတ်ရင် ရပြီဆိုပြီး သည်းခံတယ်။ခုခေတ် မိန်းကလေးတွေရဲ့ ထုံးစံအတိုင်း Badru တစ်ယောက် ကိုယ်ချစ်ရတဲ့သူကို ကောင်းလာအောင် ပြုပြင်ပေးနိုင်ဖို့ အသေအလဲကြိုးစားရင်းကနေမှ ဘာတွများ ဆက်ဖြစ်လာမလဲ?ဒီဘက်ခေတ်နဲ့ လျော်ညီစွာ ရိုက်ကူးတင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပြီး ဇာတ်ရှိန်အတင်အချတွေနဲ့ ပရိသတ်တွေကို အဆုံးထိ ဆွဲခေါ်သွားပေးဦးမဲ့ နောက်ထပ် အိန္ဒိယ ဒရမ်မာ အလန်းစားလေး တစ်ကားတာမို့ ကြည့်ရှုခံစားလိုက်ကြပါဦး ခင်ဗျာ။File Size : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2t2T4/[CM]Darlings.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HOYvwGFioUFL58UVvDRG6beEDm.jpg",
        "title": "Luck (2022)",
        "description": "Luck (2022)~ IMDb rating - 6.3/10 ~Apple TV ကနေ လွှင့်တဲ့ကာတွန်းကားအသစ်ကောင်းကောင်းလေးတစ်ကား ထပ်ထွက်ပါတယ်။ ဆမ်ဆိုတဲ့မိဘမဲ့ဂေဟာက ကောင်မလေးတစ်ယောက်ပေါ့။ ငယ်ငယ်ကတည်းက ကံအမြဲဆိုးပြီး အကုန်တလွဲဖြစ်တယ်၊ မွေးစားမိဘလည်းရှာမရဘဲ အသက် ၁၈ နှစ်ပြည့်သွားလို့ ကိုယ်ပိုင်အခန်းကိုပြောင်းပြီး အလုပ်လုပ်နေရတဲ့ ကောင်မလေးပါပဲ။ တစ်နေ့မှာတော့ သူဘာလို့ ကံတွေဆိုးနေလဲဆိုတဲ့အဖြေကို မတော်တဆတွေ့သွားပါတော့တယ်။တကယ်တော့ လူသားတွေဆီကို ကံဆိုးခြင်းတွေကံကောင်းခြင်းတွေကို ပို့နေတဲ့နေရာတွေရှိပါတယ်။ အဲဒီမှာ ဌာနပေါင်းစုံရှိပြီး ကံဆိုးနည်းကံကောင်းနည်းမျိုးစုံကို သတ္တဝါပေါင်းစုံက စီမံထုတ်လုပ်နေပြီး လူတွေဆီကို ကြုံသလိုပို့နေတာကို သိလိုက်ရတာပါ။ အဲဒီ ကမ္ဘာတွေဆီကို ဆမ် တစ်ယောက် မတော်တဆရောက်သွားပြီး သူအလိုချင်ဆုံးဆန္ဒတစ်ခုအတွက် ကံကောင်းဖို့ ကြိုးစားလာတဲ့အခါ...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 933MB, 585MB\nQuality - 1080p, 720p, 480p\nIMDb Rating ...",
        "rating": "6.3",
        "url": "https://megaup.net/2t3yc/(CM)_Luck_(2022)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/john-160x200.jpg",
        "title": "John Luther (2022)",
        "description": "John Luther(2022)ဒီကားကတော့ IMDb Rating 8.4အထိရရှိထားတဲ့ အိန္ဒိယစုံထောက်ကားလေးပဲ ဖြစ်ပါတယ်။\nအိမ်မပြန်နိုင်ရလောက်တဲ့အထိ အလုပ်ကြိုးစားနဲ့ နယ်မြေခံ ရဲတစ်ယောက်ဖြစ်တဲ့ ဂျွန်လူသာ တစ်​ယောက်။သူ့ညီမဖြစ်သူရဲ့ မင်္ဂလာဆောင်ကိုတောင် အချိန်မနည်းလုပြီး ပြန်ရတဲ့အထိ အလုပ်ကို\nကြိုးစားပမ်းစားလုပ်နေရင်းကနေ တစ်နေ့မှာ သူတာဝန်ကျနေတဲ့ နယ်မြေအဝန်းအဝိုင်းအတွင်းက\nအက်စီးဒင့်တစ်ခုမှာ ပါဝင်သွားပြီး အဲ့ဒီအမှုက နိုင်ငံရေးနဲ့ ပက်သက်နေတယ့်အခါ.........Thriller Movieအမျိုးအစားဖြစ်တဲ့အတွက် ဒီအမှုကို သူဘယ်လို\nရင်ဆိုင်ဖြေရှင်းသွားမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။\nတစ်ကားလုံးမှာလည်း ဒါရိုက်တာဖြစ်သူ Abhijith Josephက ဇာတ်လမ်းကို\nဖြည်းဖြည်းချင်းဆွဲခေါ်သွားပြီး နောက်ဆုံးမှာ ဘယ်လိုမှမှန်းဆထားလို့မရတဲ့ Plotကို\nလှလှပပလေးဖော်ပြသွားခဲ့တာပါ။ စုံထောက်ကားဖြစ်တဲ့အပြင် Thrillerဖြစ်တာမို့လို့\nကြည့်မယ်ဆိုရင် နောင်တမရနိုင်ပါဘူးနော်။\nFile size…2.1GB / 996MB\nQuality…1080p True WEB DL AAC5.1CH  / 720 p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yate & Lwin Htoo & Thet Ko ...",
        "rating": "8.2",
        "url": "https://megaup.net/1N7kk/John_Luther_(2022)_Malayalam_TRUE_WEB-DL_.720p.YK.Edit(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNzdjNzU0MmUtOGJlNy00MTYxLTk3ZTMtYTkwMDUwNDdiZWZkXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "Rise of the Teenage Mutant Ninja Turtles: The Movie(2022)",
        "description": "Rise of the Teenage Mutant Ninja Turtles:The MovieRotten tomatoes 78%Metacritic 6.2/10\nဒါကတော့ အားလုံးသိကြတဲ့ TMNT ရဲ့နောက်ဆုံးထွက်လာတဲ့Animation ရုပ်ရှင်ပါ။2018 ကထွက်ရှိလာတဲ့ ပြန်ဆန်းသစ်ထားတဲ့ Nickelodeon tv series ရဲ့အဆက်ပါ။\nလိပ်နင်ဂျာညီအစ်ကိုလေးဦးတို့ Shredder ကိုနှိမ်နင်းပြီး နှစ်နှစ်အကြာမှာ\nအနာဂတ်ကပြန်ရောက်လာတဲ့ Casay Jonesနဲ့ပူပေါင်းပြီး အစွမ်းထက်လှတဲ့\nဂြိုလ်သားKrangတွေကို တားဆီးဖို့ကြိုးစားကြပါတယ်။\nဒီ Rise of the Teenage Mutant Ninja Turtles ကတော့\nFamily dynamicတွေနဲ့တချို့ Character တွေကို ပုံစံတစ်မျိုးနဲ့ပြန်ဖန်တီးထားပါတယ်။ဥပမာ ဒီVersion မှာLeo ကအကြီးဆုံးမဟုတ်တော့ဘဲ Ralph ကအကြီးဆုံးဖြစ်နေပါတယ်။\nဒါပေမယ့် Animation style ကပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းပြီး Action sequence တွေကလည်း\nတော်တော်မိုက်ပါတယ်။လိပ်နင်ဂျာ ညီအစ်ကိုတွေကြားက ဆက်ဆံရေးကလည်း စိတ်၀င်စားစရာပါပဲ။\nFile size…1.6GB / 855MB\nQuality…1080p WEB DL AAC5.1CH ...",
        "rating": "5.2",
        "url": "https://megaup.net/178p6/Rise.of.the.Teenage.Mutant.Ninja.Turtles.The.Movie.2022.720p.NF.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fGXiNHFQUo1tExP5POQvCcDViAz.jpg",
        "title": "Cleaner(2007)",
        "description": "Cleaner(2007) အညွှန်း********************ဒီဇာတ်ကားကတော့ ကျွန်တော်တို့ရဲ့အချစ်တော်ကြီး Samuel L.Jackson၊\nမင်းသားကြီး Ed Harris နဲ့ မင်းသမီး Eva Mendes စတဲ့\nနာမည်ကြီးသရုပ်ဆောင်များ ပါဝင်ပြီး ဒါရိုက်တာ Renny Harlin က\nရိုက်ကူးထားတဲ့ မှုခင်းဇာတ်ကားကောင်းတစ်ခုပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ တွမ်ကတ်တလာ(Samuel L.Jackson)ဟာရဲဝန်ထမ်းအလုပ်ကနေ\nအနားယူပြီး သူ့ရဲ့သမီးလေးကိုထောက်ပံ့ပေးဖို့အတွက်မှုခင်းဖြစ်ပွားတဲ့နေရာတွေကို\nသန့်ရှင်းရေးလုပ်ရတဲ့သူအဖြစ် အလုပ်လုပ်ကိုင်နေသူဖြစ်ပါတယ်။တစ်နေ့မှာတော့ သူလူမရှိတဲ့အိမ်တစ်အိမ်မှာ\nအလုပ်လုပ်ခဲ့ရပြီး အဲ့ဒီအိမ်မှာနေတဲ့ အန်းနော်ကပ်(Eva Mendes) ရဲ့အမျိုးသားဟာထူးဆန်းစွာပဲပျောက်ဆုံးနေတယ်ဆိုတာ သိလိုက်ရတယ်။\nအဲ့ဒီအတွက်ကြောင့် တည်ငြိမ်နေပြီဖြစ်တဲ့ တွမ်ကတ်တလာရဲ့ဘဝကြီးဟာလည်းအရှုပ်တွေထဲကို နောက်တစ်ကြိမ်ပြန်လာရောက်ရှိလာပါတော့တယ်။\nဒီဇာတ်ကားထဲမှာတော့ အန်းနော်ကပ်ရဲ့အမျိုးသားကို ပြန်လည်ရှာဖွေတာအပြင်တွမ်ကတ်တလာရဲ့ အတိတ်ကအရှုပ်တော်ပုံတွေ၊\nသူ့နားကသူငယ်ချင်းဖြစ်သူ အက်ဒီလော်ရန်ဇို(Ed Harris)ရဲ့လျှိုဝှက်ချက်တွေနဲ့ ထင်မှတ်မထားတဲ့ လှည့်ကွက်တွေကို\nစိတ်ဝင်စားဖွယ်ခံစားကြရမှာပဲဖြစ်ပါတယ်။ဇာတ်ကားထဲမှာ သွေးထွက်သံယိုဖြစ်တာတွေနဲ့မသတီစရာကောင်းတဲ့အခန်းတွေပါဝင်တာကြောင့်\nနှလုံးမကောင်းသူများကြည့်ရှုဖို့ မသင့်တော်ပါဘူး။  File Size :(1.9GB)(618 MB) and (380 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:28:00\nGenre : Crime , Thriller, Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.7",
        "url": "https://megaup.net/178ey/Cleaner.2007.BLU-RAY.720P(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vTu0tBaPjrEIdhR4yR6xlHvmuAK.jpg",
        "title": "Daeng Phra Khanong (2022)",
        "description": "Daeng Phra Khanong (2022)ဒန် အဖြစ် Melix Efe Aygun\nမလီ အဖြစ် Machida\nစီ အဖြစ် Phuwarak Khamsing\nဆမ်လီ အဖြစ် Mboke Medad Epie\nဟင် အဖြစ် Surachai Borsuwanဇာတ်လမ်းအကျဉ်းလူတွေက နာမည်ကြီးသရဲဇာတ်လမ်းတစ်ခုဖြစ်တဲ့ မက်နဲ့နတ်ရဲ့အကြောင်းကိုသာ မှတ်မိကြပြီး\nနတ်ရဲ့ သေဆုံးသွားခဲ့တဲ့ သားလေး ဒန်ကိုတော့ သိပ်မသိနေခဲ့ကြပါဘူးဒီဇာတ်လမ်းမှာတော့ မိဘတွေမရှိဘဲ ကျန်ရစ်ခဲ့တဲ့ ဒန်အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်လူတွေကို ရန်ပြုလိုစိတ်မရှိဘဲ ခင်မင်ချင်ပြီး မိဘတွေကိုပဲ အမြဲလိုက်ရှာချင်ခဲ့တဲ့ ဒန်\nတစ်နေ့ ရွာမှာ ညတိုင်းခြောက်လှန့်နေပြီး လူပါသတ်တယ်လို့ စွပ်စွဲခံလာရတဲ့အခါဒန့်ကို နှိမ်နင်းဖို့ ပယောဂဆရာတစ်ယောက်ပါ ရောက်လာတဲ့အခါလူသားတွေနဲ့ ခင်မင်မှုမပျက်ချင်တဲ့ ဒန်တစ်ယောက် ဘာတွေဆက်ဖြစ်လာမလဲ\nမျှော်လင့်နေခဲ့တဲ့ မိဘတွေနဲ့ရောဆုံနိုင်မလားဆိုတာ ဟာသနှောရိုက်ကူးထားတာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ N ပဲ ဖြစ်ပါတယ်။Genre.....Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.5GB | ...",
        "rating": "6.1",
        "url": "https://megaup.net/178gx/Daeng.Phra.Khanong.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bon63yPVIgUFLP2653Dg9GCOJLJ.jpg",
        "title": "S.W.A.T.(2003)",
        "description": "S.W.A.T.(2003) အညွှန်း********************မာသာဖတ်ကာကြီးအဓိက ဦးဆောင်ထားတဲ့ အက်ရှင်အလန်းကားလေးတင်ဆက်ပေးလိုက်ပါတယ်..SWAT အဖွဲ့ဆိုတာ အန္တရာယ်ရှိတဲ့အခြေ‌အနေတွေကို ထိန်းကျောင်းဖို့၊ဓားစားခံဖမ်းခေါ်ထားတဲ့အခြေအနေတွေမှာ ကယ်ထုတ်နိုင်ဖို့ ရည်ရွယ်ပြီးရဲဌာနလက်အောက်မှာ ဖွဲစည်းထားတဲ့ အထူးစစ်ဆင်ရေးအဖွဲ့တစ်ဖွဲ့ဖြစ်ပါတယ်။လော့စ်အိန်ဂျယ်လ်ရဲဌာနရဲ့ SWAT အဖွဲ့ဟာ ကမ္ဘာပေါ်မှာဂုဏ်သိက္ခာအကြီးမားဆုံးနဲ့ လေးစားမှုအခံရဆုံး အဖွဲ့တွေထဲကတစ်ဖွဲ့ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ နိုင်ငံပေါင်း 12 နိုင်ငံကျော်မှာ မူးယစ်ဆေးကုန်ကူးမှု၊မှောင်ခိုသွင်းမှု၊ လူသတ်မှုပေါင်းများစွာနဲ့ အလိုရှိနေတဲ့အန္တရာယ်ရှိရာဇဝတ်သားတစ်ယောက်ကိုလော့စ်အိန်ဂျယ်ရဲဌာနက မမျှော်လင့်ပဲ ဖမ်းမိပါတော့တယ်။ အဲ့ဒီရာဇဝတ်သားဟာလည်းနှယ်နှယ်ရရမဟုတ်လေတော့ မီဒီယာတွေရှေ့မှာပါ သူ့ကိုကယ်ထုတ်ပေးနိုင်တဲ့ဘယ်သူမဆို ‌အမေရိကန်ဒေါ်လာ သန်းတစ်ရာပေးမယ်ဆိုပြီးအတိအလင်းကြေငြာထားသူဖြစ်ပါတယ်။ လော့စ်အိန်ဂျယ်လ် SWAT အဖွဲ့အနေနဲ့အဲ့ဒီအကျဉ်းသားကို ဗဟိုအကျဉ်းထောင်ကို လွှဲပြောင်းပို့ဆောင်ရဖို့ ဖြစ်လာတဲ့အခါမှာတော့ဒေါ်လာသန်းတစ်ရာရဖို့ ရာဇဝတ်သားကိုအပြိုင်အဆိုင်ကယ်ထုတ်ကြမယ့်သူတွေနဲ့ ကြုံဆုံရပါတော့တယ်။လော့စ်အိန်ဂျယ် SWAT အဖွဲ့အနေနဲ့ ဘယ်လိုနည်းဗျူဟာတွေနဲ့စစ်ဆင်ရေးကိုအကောင်အထည်ဖော်သွားမလဲ ဆိုတာကို ဒီဇာတ်လမ်းမှာစိတ်ဝင်စားဖွယ်စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။  File Size :(2.7GB)(1.08GB) and (380 MB)\nQuality : BLU-RAY1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime , Adventure, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/178c1/S.W.A.T.2003.BLU-RAY.720P.PP(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5FnyKxYPloa0wzmLCXpyu3sdubz.jpg",
        "title": "Fortune Salon (2009)",
        "description": "Fortune Salon ( 2009 )ထယ်ရန်းဆိုတဲ့နတ်ဆရာမလေးဟာ နတ်ဆရာမျိုးရိုးထဲမှာမှ လှပထက်မြက်တဲ့ နတ်ဆရာမလေးတစ်ဦးဖြစ်ပါတယ်\nသူနဲ့သူ့သူငယ်ချင်းတစ်စုဟာ ချောင်ဒမ်မြို့မှာ ရှေ့ဖြစ်ဟောဆလွန်းဆိုတဲ့ဆိုင်တစ်ဆိုင်ဖွင့်ထားကြပါတယ်\nနတ်ဆရာမလေးထယ်ရန်းက ထက်မြက်တာကြောင့်\nထိုသူတို့ရဲ့အချစ်ရေးအချစ်ရာနဲ့ နေ့စဉ်လုပ်ငန်းဆောင်တာ‌တွေနဲ့ပတ်သက်ပြီး ‌ဆွေးနွေးပေးလေ့ရှိပါတယ်\nဒါပေမဲ့နတ်ဆရာထယ်ရန်းရဲ့ဘဝဟာလည်းနတ်ဆရာဖြစ်နေတာတောင် ကံကောင်းခြင်းတွေရဲ့ဖယ်ကြဉ်ခြင်းကိုခံပြီးရင်ခံနေခဲ့ရတာပါ\nသူမငယ်စဉ်ကသူမအမေဖြစ်သူဟောကြားပေးခဲ့တဲ့ကံကြမ္မာဟောစာတမ်းတစ်ခုရှိပါတယ်\nအဲ့ဒီဟောစာတမ်းအရ ထယ်ရန်းဟာကံကြမ္မာကသတ်မှတ်ပေးထားတဲ့ဖူးစာဖက်ဖြစ်သူနဲ့ အသက် ၂၈ နှစ်မပြည့်ခင်မှာတွေ့ကိုတွေ့မှဖြစ်မှာပဲဖြစ်ပါတယ်\nမတွေ့ရင် ထယ်ရန်းလည်းသေမှာဖြစ်သလို ဖူးစာဖက်ဆိုသူလည်းမရှင်နိုင်ပါဘူးတဲ့\nထယ်ရန်းဟာသူ့ရဲ့ဖူးစာဖက်ကလွှဲလို့ တခြားယောက်ျားသားတွေနဲ့တွဲခဲ့ရင် အဲ့ဒီယောက်ျားတွေကို တစ်နည်းမဟုတ်တစ်နည်းနဲ့ဥပဒ်ဖြစ်စေပါတယ်\nဒါကတော့ကျိန်စာသဘောမျိုးဖြစ်နေတာပါ\nတစ်နေ့မှာတော့ ထယ်ရန်းဟာ သူ့ရဲ့အချစ်ဦးဖြစ်သူ ဂန်ဟိုဂျွန်းဆိုသူနှင့်သူမဘဝရဲ့ဖူးစာဖက်ဖြစ်သူတို့ကိုတစ်ရက်တည်းမှာတွေ့လိုက်ရပါတယ်\nဒီအခြေအနေမှာ ထယ်ရန်းကဘယ်သူကိုရွေးချယ်မလဲ အချစ်လား???\nဒါမှမဟုတ် ကံကြမ္မာကချမှတ်ထားတဲ့စည်းမျဉ်းကိုလား???\nသူမဘာကိုရွေးချယ်သွားမလဲဆိုတာကို ဤဇာတ်ကားမှာစိတ်ဝင်စားဖွယ်ကြည့်ရှူရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Ryuu ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size…1.8GB | 901MB | 330MB\nFormat… mp4\nDuration…. 1h 59min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Ryuu\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://megaup.net/1N516/Fortune.Salon.2009.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2rTUZvpjX8NFDhbBQ7a3tP3UYtb.jpg",
        "title": "Spy-type Model (2022)",
        "description": "Spy-type Model (2022)ဗျူဟာရှင် ရှေ့နေဂွမ်မင်ဝူးကိုခဏမေ့ထားလိုက်ပါ ...\nလူရိုးသားလေး ဟျောင်းဝူလာပါပြီ\nအလုပ်ဝင်ဖို့ကြိုးစားနေတဲ့ ဟျောင်းဝူဟာ ပိုက်ဆံအိတ်ကောက်ရတာကနေ\nသံသယစိတ်များလို့ လိုက်ချောင်းရင်း လူတစ်စုနဲ့ပတ်သက်မိပါတော့တယ်\nတကယ်တော့ အဲလူတွေဟာလည်း သူထင်သလိုမဟုတ်ဘဲ\nစိတ်စွမ်းအားပိုင်ဆိုင်ကြတဲ့ Master တွေဖြစ်နေကြတာကိုသိလိုက်ရပါတယ်\nအဲလိုနဲ့ ဟျောင်းဝူဟာလည်း သူတို့အကြောင်းကို တစ်စတစ်စပိုပြီး သိလာသလို\nသူကိုယ်တိုင်ကလည်း Master တစ်ယောက်ဖြစ်အောင် လေ့ကျင့်ပါတော့တယ်\nဒါပေမဲ့ Master တွေကိုသတ်ဖို့ မစ်ရှင်ရှိထားတဲ့ စပိုင်အမျိုးအစားမော်ဒယ်လည်းရှိနေပြန်တော့\nဘယ်လိုမျိုးတွေထပ်ကြုံတွေ့ကြရဦးမလဲ ဘယ်လိုစွန့်စားခန်းတွေရှိမလဲဆိုတာကို ကြည့်ရဦးမှာပါဇာတ်လမ်းအမျိုးအစားကတော့ Sci-fi ဖြစ်ပြီး\nရှေ့နေဂွမ်မင်ဝူး တဖြစ်လဲ Joo Jong Hyuk ကနေ အဓိကဇာတ်ကောင်အဖြစ် သရုပ်ဆောင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Sci-Fi\nQuality…. 1080p | 720p | 480p\nFile size… 1.17GB | 452MB | 197MB\nFormat… mp4\nDuration…. 1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.2",
        "url": "https://megaup.net/17735/Spy-type.Model.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8T7Hvb9trKvCAmbSI8cEIU0Sl2T.jpg",
        "title": "Water for Elephants (2011)",
        "description": "Water for Elephants (2011)\n===========================ဒီဇာတ်ကားက Twilight မင်းသား Robert Pattinson,\nDjango Unchained, Inglorious Bastards ထဲက မင်းသားကြီး Christoph Waltz နဲ့\nမင်းသမီး Reese Witherspoon တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့\nRomance/ Drama ဇာတ်ကား တစ်ကားပဲဖြစ်ပါတယ်IMDb - 6.9/10, Rotten Tomatoes - 60% ရထားပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့\nပိုလန်ကနေထွက်လာတဲ့ ကော့စကီးမိသားစုက\nသားဖြစ်သူ ‌ဂျေကော့ ဂျန်ကော့စကီးဟာ တိမွေးကု ဆရာဝန်ဖြစ်ဖို့\nနောက်ဆုံး စာမေးပွဲကို ဖြေဆိုနေတုန်းမှာပဲ\nသူ့ဘဝရဲ့ အချိုးအကွေ့တစ်ခု ဖြစ်လာခဲ့ပြီး\nစီစဉ်ထားသမျှ အကုန်လွဲကာ လေလွင့်တဲ့ဘဝကို ရောက်သွားခဲ့ပါတယ်\nဒီလိုနဲ့ လမ်းမတွေထက် ဦးတည်ရာမဲ့ သွားလာနေရင်း\nသူ ရထားတစ်စီးကိုမြင်တော့ ပြေးတက်သွားခဲ့ရာကနေ\nသူ့အတွက် ရှင်သန်ဖို့ မျှော်လင့်ချက်တွေ ဘယ်လိုပြန်ရလာမလဲ\nဘာတွေကြုံတွေ့ရမလဲဆိုတာကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်\nဆပ်ကပ်အဖွဲ့သားတွေရဲ့ ဘဝတွေကို ရိုက်ကူးထားပြီး\nဖြစ်ရပ်မှန်တချို့နဲ့ Fiction ပေါင်းစပ်ထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်The Greatest Showman လို ...",
        "rating": "6.9",
        "url": "https://megaup.net/2t24f/Water.For.Elephants.2011.720p.BluRay.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oGv1X9Wwyuz814qJaQeEuWDyIDI.jpg",
        "title": "Take the Night (2022)",
        "description": "Take the night (2022)အရမ်းချမ်းသာတဲ့ ချန်းမိသားစုမှာ ဖခင်ဖြစ်သူက သူမရှိတော့တဲ့နောက်\nမိသားစုလုပ်ငန်းတွေကို ဦးစီးဖို့ သားအငယ်ဖြစ်သူ ရောဘတ်ချန်းကို အားလုံးလက်လွှဲပေးခဲ့ပါတယ်။\nဒီလိုနဲ့ အစ်ကိုဖြစ်သူ ဝီလီယံနဲ့ ညီဖြစ်သူ ရောဘတ်ကြားမှာ အဖုအထစ်လေးတွေ ရှိလာခဲ့ပြီး\nတိုက်တိုက်ဆိုင်ဆိုင် ညီဖြစ်သူ‌ရောဘတ်ရဲ့ (၂၅)နှစ်ပြည့် မွေးနေ့က ဆိုက်ရောက်လို့လာပါတယ်။\nညီဖြစ်သူကို စိတ်ခုနေတဲ့ ဝီလီယံက မွေးနေ့မှာ ဟန်ဆောင်ပြန်ပေးဆွဲခိုင်းပြီး စပရိုက်စ်မွေးနေ့ပါတီ လုပ်ပေးဖို့ အကြံရသွားပါတယ်။\nရွှေဉာဏ်တော် ကွန့်မြူးလွန်းတဲ့ ဝီလီယံတစ်ယောက် အစီအစဉ်တိုင်း သူ့ညီအတွက် Prank အောင်မြင်ပါ့မလား...။\nဟန်ဆောင်ပြန်ပေးဆွဲဖို့ သူငှားလိုက်တဲ့ လူတွေက နားလှည့်ပါးရိုက်လုပ်သွားတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ...။\nအဖေဖြစ်သူချန်ခဲ့တဲ့ စာကိုရော ရောဘတ်တစ်ယောက်ဖတ်ခွင့် ရပါ့မလား...။\nဒါတွေအားလုံးကို တစ်နာရီခွဲစာ ဒီကားလေးအတွင်းမှာ အဖြေရှာနိုင်ပါတယ်။IMDB 4.7 နဲ့ Rotten Tomatoes 67% ရရှိထားသလို\nFather Issues အသီးသီးရှိသူတွေကြားက ဖြစ်ရပ်တွေကို ပုံဖော်ထားတာ ဖြစ်လို့ ကြည့်ကောင်းမဲ့ ကားလေးဖြစ်ပါတယ်။ ။ရုပ်ရှင်ဆု ၂ ဆု ...",
        "rating": "5.4",
        "url": "https://megaup.net/2t22q/Take.the.Night.2022.720p.WEBRip.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ftYfMADfhyJlCBv9XCY8wKqSlV.jpg",
        "title": "Girls From Dubai (2021)",
        "description": "Girls from Dubai(2021)\"ရှင် ဂိုဏ်းစတားကားတွေ ကြိုက်လား။\nလူတွေက အဲဒီရုပ်ရှင်တွေထဲမှာ ဘယ်လောက်ပဲ နှိပ်စက်၊ မုဒိမ်းကျင့်၊ သတ်ဖြတ်နေကြပါစေ ကြိုက်ကြတာပဲ။\nဒါပေမဲ့ ကျွန်မတို့ကိုတော့ မုန်းကြတယ်။ ကျွန်မတို့အကြောင်း ရုပ်ရှင်ဆိုတာရော ရှိလာပါဦးမလား\"ဒါက ဒီဇာတ်ကားထဲက နောက်ဆုံးပိုင်းလေးမှာ အမ်မီ ပြောခဲ့တဲ့ Dialogue လေးပါပဲ။ဒီဇာတ်ကားထဲမှာ ငယ်ငယ်က Miss ဖြစ်ချင်ခဲ့တဲ့ အမ်မီတစ်ယောက် Miss ပြိုင်ပွဲတွေဝင်ရင်းနဲ့\nအထက်တန်းလွှာက ပြည့်တန်ဆာလုပ်ငန်းထဲ ခြေချမိသွားရာကစလို့ ကြုံလာရမယ့်အရာတွေ၊\nအချင်းချင်း ခွင်ကျော်ကြပုံတွေ၊ နောက်ကျောဓားနဲ့ ထိုးကြပုံတွေ၊\nငါးစာအောက်က ငါးမျှားချိတ်ကို မြင်ရက်နဲ့ လျှော့တွက်ခဲ့ရာက ဒုက္ခကြုံရပုံတွေကို ရိုက်ပြထားပါတယ်။ဒီကားထဲမှာတော့ လိင်အလုပ်သမတွေရဲ့ ဘဝအကြောင်းကို ရှင်းရှင်းလင်းလင်း ဖော်ပြထားပြီးတော့\nတကယ့်ပျော်ရွှင်မှုအစစ်လို့ ထင်မှတ်မှားခဲ့တဲ့အရာတွေက တစ်ချိန်ချိန် တကယ့်ပျော်ရွှင်မှုအစစ်ကို ရှာတွေေ့တဲ့အခါ\nအနောက်ကနေ အရိပ်မည်းကြီးလို လိုက်လာတတ်ပုံကိုလည်း သင်ခန်းစာ ပေးထားပါတယ်။ဒီကားလေးက ၂၀၂၁ ခုနှစ်က ထွက်ရှိထားတာ ဖြစ်ပြီး\nIMDB rating 5 နဲ့ Rotten Tomatoes ...",
        "rating": "5",
        "url": "https://megaup.net/1774u/Girls.To.Buy.2021.720p.BluRay.CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1olKsoxdIdHtnOf6qFywPaeVEII.jpg",
        "title": "Thirteen Lives (2022)",
        "description": "Thirteen Lives (2022)~ IMDb - 7.9/10, Rotten Tomatoes - 88% ~\"Directed by Ron Howard\"ထိုင်းမှာ ကလေး ၁၂ယောက်နဲ့ ဘောလုံးနည်းပြတစ်ယောက် ဂူထဲပိတ်မိတဲ့ သတင်းဟာ ဟိုးတုန်းက ဟိုးလေးတကျော်ပေါ့။ အဲဒီထဲ ရှမ်းအမေ မြန်မာနိုင်ငံသူရဲ့ ကလေးတောင်ပါပါတယ်။ ပထမဆယ်ရက်ထိ သူတို့ဆီမှာ ဘာစားစရာ ဘာရေမှ မရှိဘဲ ကယ်ဆယ်ရေးတွေရောက်တဲ့အထိ ရှင်အောင်နေနေခဲ့ကြတဲ့ စိတ်ရောကိုယ်ပါ သန်မာတဲ့ကလေး ၁၂ယောက်နဲ့ နည်းပြတစ်ယောက်ရဲ့အဖြစ်ကို ရှေ့နှစ်မှာ ဒိုကူမန်ထရီတစ်ကားထွက်ခဲ့ပြီး အဲဒီအရင်လည်းတစ်ကားထွက်ဖူးပေမဲ့ ဒီနေ့တစ်ရက်တည်းတင် နောက်၂ကားထွက်လာပါတယ်။ သို့ပေမဲ့ ဒီရုပ်ရှင်ကတော့ မတူပါဘူး။ မတူဆို ဒါရိုက်တာက စပြောရမှာပဲ။ဒါရိုက်တာက ရွန်ဟောင်းဝတ်။ 2001 မှာထွက်ခဲ့တဲ့ A Beautiful Mind ရုပ်ရှင်နဲ့ Best Picture, Best Director အပါအဝင် တခြားဆုတွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/17796/(CM)_Thirteen_Lives_(2022)_720p.mp4",
        "category": "Action, Adventure, Biography"
    }
]