[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/dangerous-142x200.jpg",
        "title": "Dangerous Liaisons (2022)",
        "description": "Dangerous Liaisons (2022)\n======================\nRomance,Drama'' တကယ်ချစ်ရင် ခွင့်လွှတ်ပေးဖို့ပဲ စဉ်းစားမိတယ်တဲ့\"\n\" ဒါဆိုရင် ကိုယ်လုပ်ခဲ့တဲ့အမှားတွေအတွက် ခွင့်လွှတ်ပေးဦးမှာလား...\"\nအချစ်ကို ရုပ်ရှင်၊စာပေ။ဂီတတွေမှာ ပုံစံမျိုးစံနဲ့ဖော်ပြခဲ့ကြတာပါပဲ။\nဒီ အသစ်ထွက်လာတဲ့ လူငယ်တွေကြားက Netflix ရုပ်ရှင်မှာလည်း\nလူငယ်တွေကြားက အချစ်၊ အားပြိုင်မှုတွေကို အကောင်းဆုံး ဖော်ပြ\nထားပါတယ်။ဆီလင်းရီဗာဆိုတဲ့ ကောင်မလေးက လက်ထပ်ဖို့ ရည်ရွယ်ထားသူရှိပြီး\nအချစ်နဲ့ ဖူးစာဖက်ကို ယုံကြာည်ထားတဲ့ ပဲရစ်သူလေးပေါ့။ သူစီနီယာတန်း\nလာတက်တဲ့ ဗစ်တာဟူဂိုဆိုတဲ့ကျောင်းမှာ ဆိုရှယ်မီဒီယာအင်ဖလူရမ်ဇာ\nနာမည်ကြီးတွေလို့ပြောလို့ရတဲ့လူငယ်စုံတွဲတွေ...ဆယ်လီတွေပဲ နေကြတဲ့\nကျောင်းပေါ့။ အဲ့ထဲမှာမှ ထရီစတန်ဘာဒီအိုလာတဲ့ဆိုတဲ့ ကောင်လေးဟာ\nတစ်ကျောင်းလုံးမှာ ကင်း(King) လို့ပြောလို့ရတဲ့ ရေပန်းစားသူပေါ့။ရိုးအတဲ့ ဆီလင်းလေးကို ၂ လအတွင်း ရအောင်တွဲပြီး ချစ်လာအောင်လုပ်ဖို့\nကျောင်းရဲ့ ကွင်း ဖြစ်သူ ဗန်နက်ဆာက စိန်ခေါ်လိုက်ပါတယ်။ ဒါကိုလည်း\nထရီစတန်က လက်ခံလိုက်ရင်းနဲ့ ဆီလင်းနဲ့ ထရီစတန်ကကြားက အချစ်ဇာတ်\nလမ်းတစ်ခုပေါက်ဖွားလာပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size..........(2.83 GB) / (919 MB) / ...",
        "rating": "4.5",
        "url": "https://megaup.net/2sOiA/Dangerous.Liaisons.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Screenshot-2022-07-31-at-05-33-14-Persuasion-2022-137x200.png",
        "title": "Persuasion (2022)",
        "description": "အချစ်ကားကောင်း Fifty Shades of Grey မှာ သူမရဲ့ လှပမှု့တွေနဲ့ လူအတော်များများသိလာကြတဲ့ မင်းသမီး Dakota Johnson ရဲ့ နောက်ထပ် အချစ်ကားတစ်ကား ထွက်ရှိလာပြန်ပါတယ်အချစ်စစ် အချစ်မှန်ဆိုတာ နှစ်တွေ ဘယ်လောက်ကြာကြာ မေ့ပစ်လို့မရနိုင်ဘူးမှတ်လားဒီကားထဲမှာလည်း Anne ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရဲ့ အချစ်ဦးနဲ့ ‌‌‌‌ေ၀းခဲ့ပေမယ့် ၈နှစ်ကြာပြီးတာတောင် မမေ့နိုင်သေးဘဲ နောက်တစ်ခေါက် ပြန်ဆုံတဲ့အခါ နှလုံးသားက ဘယ်လိုခံစားရမလဲဆိုတာကို ရိုက်ပြထားတာပါအ၀တ်အစား အဆင်အယင်လေးတွေကလည်း ဒီကားကို ကြည့်ဖို့ ဆွဲဆောင်နေတဲ့အပြင်နာမည်ကြီး စာရေးဆရာမ Jane Austenရဲ့ ဝတ္ထုကိုပြန်လည်ရိုက်ကူးထားတာမို့ ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ ။File Size__(1.9GB) / (900MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:47:00\nType__Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myinn\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/1MW7v/Persuasion_(2022)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNTI5MjhkODEtNGNlMS00MjRhLWI3OWMtYTYwMzJiN2RkMWMwXkEyXkFqcGdeQXVyMzA0ODQ2OTA@._V1_-143x200.jpg",
        "title": "We Burn Like This (2021)",
        "description": "We Burn Like This (2021)==================ဒီဇာတ်ကားလေးကတော့ ၂၀၂၁ မှာ ထွက်ရှိခဲ့တဲ့ ဒရာမာ\nဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။ရေး နဲ့ ခရစ်စီဘီ တို့ သူငယ်ချင်းမလေးနှစ်ယောက်က ဘေးလင်းစ်မြို့ကို\nပြောင်းရွှေ့နေထိုင်လာကြတဲ့ ဂျူးလူမျိုးနှစ်ယောက်ပေါ့။ ငယ်စဉ်ကတည်းက\nထားသွားခဲ့တဲ့ မိခင်နဲ့ပတ်သက်ပြီး စိတ်ဒဏ်ရာရခဲ့တဲ့ ရေး တစ်ယောက်ဟာ\nချစ်သူဆီကနေလည်း ထားသွားခြင်းကို ခံခဲ့ရပါတယ်။သူငယ်ချင်းဖြစ်သူ ခရစ်စီဘီကလည်း သူမရဲ့ ချစ်သူဖြစ်သူနဲ့ပဲ အချိန်ကုန်\nလာတဲ့အခါ ရေးအတွက် အထီးကျန်ဆန်မှုတွေ စတင်လာပါတယ်။\nဒါ့အပြင် ဘေးလင်းစ်မြို့မှာ ဂျူးမုန်းတီးရေးသမား နာဇီတွေရဲ့ ကြီးစိုးမှုကြောင့်\nဂျူးတစ်ယောက်ဖြစ်တဲ့ ရေးအတွက် အဆင်မပြေမှုတွေက ဆက်တိုက်ပါပဲ။\nရှေးယခင်သမိုင်းကြောင်းတွေကြောင့် လူသားချင်းတန်းတူညီမျှခွင့်တွေ\nအခွင့်အရေးတွေဘာမှမရရှိဘဲ ဂျူး ဆိုတာနဲ့ ပြည်နှင်ဒဏ်ပေးခံရတဲ့\nအပြစ်သားတွေလို့ မြင်နေကြတဲ့ နာဇီတွေရဲ့ လက်အောက်မှာ ရေး တစ်ယောက်\nရှင်သန်နေထိုင်ဖို့ ကြိုးစားပုံတွေကို တွေ့မြင်ရမှာပါ။ရေး က ဘယ်နည်းလမ်းတွေကို အသုံးပြုပြီး သူမရဲ့ဘဝကို ရှေ့ဆက်စေမလဲ\nကြောက်ရွံ့မှုတွေကနေ လွတ်မြောက်နိုင်ပါ့မလား ဆိုတာအပြင်၊ လူငယ်မျိုး\nဆက်သစ်တွေအပေါ် အတိတ်ကလူမျိုးရေးခွဲခြားခံရမှုတွေရဲ့ အရိပ်ဆိုးတွေက\nတစေလိုလိုက်နေပုံတွေကို ကြည့်ရှု့ခံစားရမှာပဲ ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/3OHID/We.Burn.Like.This.2022.720p.WEB-DL.AAC2.0.H.264-CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BODI0Nzg2ZDktOWQ0NS00MDAyLWE5MWEtMjIzODA4NmU1ZjI2XkEyXkFqcGdeQXVyNDgyNzAxMzY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Summoned (2022)",
        "description": "The Summoned (2022)=================Profileခပ်မြင့်မြင့်နဲ့ သမီးရည်းစားနှစ်ယောက်ဖြစ်တဲ့\nအယ်လိုင်ယာ့နဲ့ ရို့စ်...သူတို့နစ်ယောက်ကြားဆက်ဆံရေးမှာ\nပြဿနာ မမည်တဲ့ အခက်အခဲလေးတွေရှိနေလို့ ကုထုံးဆရာဝန်ဆီ\nတိုင်ပင်ဆွေးနွေးဖို့လုပ်ခဲ့ကြပါတယ်။သူတို့သွားခဲ့တာက ဒေါက်တာဖရော့စ်၊ နာမည်ကြီးကုထုံးဆရာဝန်\nတစ်ယောက်၊ သူ့ဆီကုဖို့တန်းစီစောင့်ရလောက်အောင်နာမည်ကြီးတဲ့\nကုထုံးဆရာဝန်တစ်ယောက်။ ဒီလိုဆရာဝန်ဆီကနေဖိတ်ခေါ်ခံရလို့\nနှစ်ယောက်သား သွားကြပါတော့တယ်။ ဒါပေမယ့် လမ်းမှာတင်ထူး\nဆန်းတဲ့လူတစ်ယောက်နဲ့ဆုံခဲ့ပြီးတဲ့နောက်ပိုင်း အယ်လီယာ့တစ်ယောက်\nထူးဆန်းတဲ့အိပ်မက်တွေမက်လာတဲ့အခါမှာတော့.........\nMystery ဆန်ဆန်ရိုက်ကူးထားတဲ့ 2022 ထွက် Horror, thriller\nကားလေးမို့ ကြည့်ကောင်းမယ့်ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)\nFile Size..........(1.3 GB) / (584 MB) / (354 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 26mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Chit Tee\nEncoder..........SWM",
        "rating": "4.2",
        "url": "https://megaup.net/38D6i/The.Summoned.2022.720p.WEBRip(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-3-133x200.jpg",
        "title": "Sniper: The White Raven(2022)",
        "description": "Sniper The white Raven(2021)Imdb-4.8/10 Rotten Tomatoes -86% Voices from the Balcony-4/5 Genre-War,Action, Drama Google users -85% liked this filmယူကရိန်းလို့ပြောလိုက်တာနဲ့ ပူတင်နှင့်ရုရှားကိုပါတွဲမြင်ကြမှာပါ ရုရှားတွေက ယူကရိန်းကို ဒုက္ခပေးကျူးကျော်ဖို့ချောင်းနေတာ အခု 2022မှမဟုတ်ပါဘူး 1994မှာ ယူကရိန်းဟာဆိုဗီယက်အမွေအနှစ်လက်ကျန် Nuclear လက်နက်တွေကို အမေရိကန်၊ဗြိတိန် နှင့်ရုရှားတို့ရဲ့ လုံခြုံရေးအာမခံပေးမှုကြောင့် ဖျက်သိမ်းခဲ့ပါတယ် ဒါပေမဲ့ ရုရှားတွေက 2014မှာ ယူကရိန်းပိုင်ကရိုင်းမီးယားကျွန်းဆွယ်ကိုသိမ်းပိုက်ပြီးအရှေ့ဘက်Donbassဒေသကိုကျူးကျော်ခဲ့ပါတယ်ဒီMovieကတော့ 2014ကရုရှားတို့ကျူးကျော်ချိန်မှာ Donbass region ကျေးလက်ဒေသ မှာအ‌ခြေချနေထိုင်သူမိုင်ကိုလာ ဗော်ရိုနမ်ကိုတို့လင်မယားရဲ့ကြေကွဲစရာအဖြစ်အ‌ပျက်ပေါ်အခြေခံထားပါတယ် မိုင်ကိုလာက ဒေသဆိုင်ရာကျောင်းမှာ ရူပဗေဒဆရာတစ်ယောက်ဖြစ်ပြီ ရူပ‌ဗေဒ၊ သင်္ချာ၊ သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ ဘွဲ့သုံးခုတောင်ရရှိထားတဲ့ ပညာတတ်တစ်ယောက်ပါ ထို့အပြင် မိုင်ကိုလာတို့လင်မယား က စစ်ပွဲကိုဆန့်ကျင်သူ (ဝါ)ငြိမ်းချမ်းရေးဝါဒီတစ်ဦးဖြစ်ပါတယ်သို့ပေမဲ့ ရုရှားတပ်တွေကျူးကျော်တဲ့နေ့မှာပဲကိုယ်ဝန်လွယ်ထားရတဲ့ မိုင်ကိုလာဇနီးကို သူလျိုလို့စွပ်စွဲပြီး ရုရှားစစ်သားတွေကပစ်သတ်သွားပါတယ် ...",
        "rating": "4.8",
        "url": "https://megaup.net/2sS3w/Sniper.The.White.Raven.2022.720p(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/taarzan-117x200.jpg",
        "title": "Taarzan: The Wonder Car (2004)",
        "description": "Taarzan: The Wonder Car (2004)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားကြီးအဂျေးပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားလေးပဲဖြစ်ပါတယ်ရိုးသားကြိုးစားတဲ့ ကားဒီဇိုင်နာလေး ​​ဒေဗင်ကို ေမာ်တော်ကားထုတ်လုပ်ရေးလုပ်ငန်းတစ်ခုက မကောင်းကြံပြီး သတ်ပစ်လိုက်ကြတယ်အထက်အရာရှိတွေနဲ့ ညှိစားပေါင်းစား ပြီး ဒီအမှုဟာ မတော်တဆမှုအဖြစ် တစ်ခန်းရပ်သွားခဲ့တယ်...12နှစ်ကြာပြီးတဲ့နောက် ဒီလုပ်ငန်းက ပါတနာတွေ တစ်ယောက်ပြီး တစ်ယောက်အသတ်ခံရလာခဲ့ပါတော့တယ်...မျက် မြင်သက်တွေရဲ့ပြောပြချက်အရ သူတို့ကိုကားတစ်စီးက လိုက်သတ်နေပြီး မောင်းနေတဲ့သူကို သဲသဲကွဲကွဲမမြင်ရပါဘူးတဲ့...ဒါဆို ယာဥ်မောင်းမပါတဲ့ ကားတစ်စီးက လူလိုက်သတ်နေတာလား...ဒီအမှုဟာ ထင်သလို မရိုးရှင်းလာတဲ့အခါ ဘယ်လိုအဖြေရှာဖေါ်ထုတ်ကြမလဲ....တကယ့်အဖြစ်မှန်နဲ့ လှည့်ကွက်လေးတွေက ဘယ်လိုဖြစ်နေမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ရှုစားပေးပါ...\nFile size…2.89GB / 1.37GB\nQuality…1080p WEB DL AAC2.0CH / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by T.A.Y.L.O.R",
        "rating": "4.6",
        "url": "https://megaup.net/2sS5f/Taarzan_The_Wonder_Car_2004_Hindi_720p_WebDL.AAC2.0CH(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZmI5ZjIyYjYtOGM4Mi00Y2NjLTgxYTgtMzcyOGM5MDc3OWRkXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "She Will (2021)",
        "description": "She will (2021)===========ဒီဇာတ်ကားကတော့ 2021 မှာ ထွက်ရှိခဲ့ပြီး IMDb 5.5 ရရှိထားတဲ့\nPsychological Horror and Thriller ဇာတ်ကားလေးတစ်ကားပါ။\nဇာတ်လမ်းကတော့ ဗရိုနီကာ ဂန့်ထ် ဆိုတဲ့ နာမည်ကြီးမင်းသမီးကြီး\nတစ်လက်ဟာ ခွဲစိတ်မှုတစ်ခုကို ခံယူပြီး ပြန်လည်ထူထောင်ရေးအတွက်\nစကော့တလန်နယ်ဘက်မှာ သွားရောက်နေထိုင်ရာမှ စတင်လာပါတယ်။ဒေစီ ဆိုတဲ့ သူနာပြုအကူတစ်ယောက်လည်း ဗရိုနီကာ့ကို ပြုစုပေးဖို့အတွက်\nသူမနဲ့အတူတူ လိုက်ပါလာခဲ့တယ်။ အဆိုပါနေရာက ဆက်သွယ်မှုပြင်ပ\nဧရိယာတစ်ခုဖြစ်ပြီး ထိတ်လန့်ဖွယ် အဖြစ်ဆိုးတွေနဲ့ တည်ရှိနေခဲ့တဲ့\nနေရာတစ်ခုပါ။လူထောင်ချီ မီးလောင်သေဆုံးခဲ့ရပြီး ထူးဆန်းဖွယ် ရွှံ့နွံတွေအပြည့်နဲ့\nနေရာမှာ ဗရိုနီကာတို့လိုပဲ အနားယူဖို့ လာရောက်ကြတဲ့ လူထူးဆန်းတွေလည်း\nရှိလို့နေပါတယ်။ ဗရိုနီကာလည်း အဲဒီကိုရောက်မှ သူမရဲ့ ငယ်ဘဝက\nစိတ်ဒဏ်ရာတွေ ပြန်ပေါ်လာပြီး အိပ်မက်တွေနဲ့ ဆက်သွယ်နိုင်တဲ့ စွမ်းအင်\nတွေ ရရှိလာတာကို သိလိုက်ရတယ်။ အဲဒီနောက်မှာတော့ ကြောက်လန့်ဖွယ်\nအဖြစ်အပျက်တွေနဲ့ ထိတ်လန့်ဖွယ်အတိတ်ဆိုးတွေ ပြန်လည်စတင်လာပါတော့တယ်။မီးလောင်မှုတွေနဲ့ ရွှံ့နွံတွေကြား ဆက်စပ်မှုတွေ၊ စုန်းမငှက်မွှေးလို့ခေါ်ကြတဲ့\nကျပ်ခိုးတွေနဲ့ အမှောင်ထုတွေကြားက ဒဏ္ဍာရီဆန်ဆန်ဇာတ်လမ်းတွေကို\nမြင်တွေ့ရမှာမို့ Psychological Horror ...",
        "rating": "5.4",
        "url": "https://megaup.net/2sF78/She.Will.2021.720p.WEBRip(CM).mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-bobs-133x200.jpg",
        "title": "The Bob’s Burgers Movie(2022)",
        "description": "ဟာသရုပ်ရှင် ကြိုက်တဲ့သူတွေအတွက် ဒီနှစ်ထွက် animated movie အသစ်စက်စက်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ 2011 လောက်ကတည်းကစပြီး ထုတ်လွှင့်နေဆဲဖြစ်တဲ့ နာမည်ကြီး Bob's Burgers animated series ရဲ့ တစ်ကားပြီး ရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါတယ်။Series အကြောင်းကို မိတ်ဆက်ပေးရမယ်ဆိုရင် ဘော့ဘ်နဲ့ လင်ဒါတို့ လင်မယားနှစ်ယောက်က ဘာဂါဆိုင်ဖွင့်ထားတာ။ သူတို့မှာ တီနာ ဂျင်း လူးဝစ်ဆိုတဲ့ ကလေးသုံးယောက်ရှိတယ်။ သူတို့မိသားစုက နည်းနည်းဂေါက်စီတော့နိုင်တယ်။ ပြီးတော့ ပြဿနာတစ်ခုခုဖြစ်လိုက်တိုင်း သူတို့မိသားစုပါတယ်။ မိသားစုလိုက်ကို စွန့်စားခန်းဖွင့်ကြတာ။ ဒါက series အကြောင်းပေါ့။အခု ရုပ်ရှင်က သူတို့စွန့်စားခန်းတွေထဲကတစ်ခုအကြောင်းရိုက်ထားတာပါ။ series မကြည့်ဖူးလည်း ခွီလို့ရအောင် ရိုက်ထားတာမို့ ရှုစားလို့ရပါတယ်ခင်ဗျာ။ (ရုပ်ရှင်မှာ ခေတ်စကားတွေ အရမ်းသုံးထားတော့ အတတ်နိုင်ဆုံး ကြိုးစားဘာသာပြန်ပေးထားပါတယ်။ အမှားပါခဲ့ရင်လည်း ခွင့်လွှတ်ပေးပါလို့File size…(1.18GB)/(711MB)/(361MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:42:00\nGenre...Comedy ...",
        "rating": "7.1",
        "url": " https://megaup.net/16Vka/The_Bobs_Burgers_Movie.2022.720p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-2-136x200.jpg",
        "title": "Collateral Damage (2022)",
        "description": "မင်းသားကြီးအာနိုးရဲ့ အက်ရှင်ကားဟောင်းတစ်ကားဖြစ်ပါတယ်။အရင်င်ကအက်ရှင်ကားတွေကို လွမ်းနေသူတွေတော့ သဘောကျကြမှာပါ။ မီးသတ်သမားတစ်ယောက်ဖြစ်တဲ့ ဂေါ်ဒီဘရူအာဟာ မိန်းမနဲ့ကလေးကိုတွေ့ဖို့အသွားမှာ ဗုံးပေါက်ကွဲမှုကြောင့် မိန်းမရောကလေးပါ သေဆုံးသွားပါတယ်။ ဗုံးခွဲသူဟာ ကိုလံဘီယာနိုင်ငံက ပြောက်ကျားတပ်သားတစ်ယောက်ဖြစ်ပြီး လွတ်မြောက်သွားကြောင်းသိရတဲ့အခါ နာကျည်းမှုတွေနဲ့အတူ ဂေါ်ဒီဟာ နိုင်ငံကူးပြီးလိုက်ရှာပါတော့တယ်။ဗုံးခွဲသူဟာ ဘာကြောင့်ခွဲရတာလဲ၊အမေရိကန်အစိုးရက ကိုလံဘီယာကိုဘာတွေလုပ်ခဲ့လို့လဲ၊ မိန်းမနဲ့ကလေးအတွက် လက်စားချေလိုစိတ်နဲ့ပဲ ပြောက်ကျားတပ်တွေ အစိုးရစစ်တပ်တွေကြား အန္တရာယ်တွေပြည့်နေတဲ့ကိုလံဘီယာကိုသွားခဲ့တဲ့ဂေါ်ဒီ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုသိရဖို့ ကြည့်ကြည့်လိုက်ကြပါတော့။ File size…(2.52GB)/(1.45GB)/(776.9MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Action / Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Pyi T nyein",
        "rating": "5.5",
        "url": "https://megaup.net/16R7h/Collateral.Damage.2002.720p(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/71zXTo33FwL._SL1500_-155x200.jpg",
        "title": "Baby Assassins (2021)",
        "description": "Baby Assassins 2021 Imdb-6.4/10 Rotten Tomatoes-100% Letterboxd-3.4/5 Genres-Action,Comedy,DramaChistosa နဲ့ Marhiroလို့ ခေါ်တဲ့အထက်တန်းကျောင်းသူလေးနှစ်ယောက်ကအသက်အလွန်ငယ်သေးသလောက် ပရော်ဖက်ရှင်နယ်ကျတဲ့လူသတ်‌သမားတွေပဲဖြစ်ပါတယ် သူတို့အလုပ်လုပ်တဲ့လူသတ်သမားအဖွဲ့အစည်းက အလွန်လျို့ဝှက်အဆင့်မြင့်ပြီးနိုင်ငံရေးသမားတွေယာကူဇာတွေလိုသောက်ကြမ်းကြီးတွေကိုတောင်ရှင်းပစ်ခိုင်းလို့ရတဲ့အဖွဲ့အစည်းပါ ဒီလိုနဲ့တနေ့မှာသောက်ရမ်းကြမ်းပါတယ်ဆိုတဲ့ ယာကူဇာကို‌ရှင်းပစ်လိုက်တဲ့တစ်နေ့မှာတော့ Chistosa တို့လုပ်မှန်းယာကူဇာတွေသိသွားခဲ့ပါတယ် ဒီလိုနဲ့ Chistosaနဲ့Mahiroတို့ဘယ်လိုဆက်လုပ်ကြမလဲဆိုတာကို စောင့်မျှော်ကြည့်ရှုလိုက်ပါ ဒီကားကိုကြည့်ပြီးရမယ့်သင်ခန်းစာကတော့ မိမိကိုယ်ကိုကြမ်းလှပြီဆိုပြီလူတကာကို ပတ်ဖြဲမနေပါနဲ့ အထက်တန်းကျောင်းသူလူသတ်သမားလှလှလေးတွေနဲ့တွေ့ရင် အလျှော့ခံလိုက်ရပါ့မယ် ကျေးဇူးတင်ပါတယ် File size…(1.73GB)/(829MB)/(416MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Drama / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Kevin",
        "rating": "6.5",
        "url": " https://megaup.net/2sP9m/Baby.Assassins.2021.720p(CM).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/97840bfca4f86b138cd80a6837da09a1338282c5f0a6f0d5148e611cf033ede5._RI_V_TTW_-150x200.jpg",
        "title": "The Company Men (2010)",
        "description": "The Company Men  အညွှန်း**************************ဘော်ဘီဝေါ့ကာဟာ GTXလို့ခေါ်တဲ့ ကော်ပိုရေးရှင်းကြီးတစ်ခုရဲ့အရောင်းဌာနခွဲခေါင်းဆောင်တစ်ယောက်ဖြစ်ပါတယ်။အမေရိကန်နိုင်ငံမှာ စီးပွားရေးကျဆင်းမှုဖြစ်ပေါ်နေတဲ့အချိန်ကော်ပိုရေးရှင်းအကြီးကြီးတွေကလည်း လုပ်ငန်းဆက်လည်ပတ်နိုင်ဖို့စတော့ရှယ်ယာဈေးတွေဆက်ထိန်းထားနိုင်ဖို့ ဝန်ထမ်းအင်အားတွေထောင်နဲ့သောင်းနဲ့ချီပြီး လျှော့ချမှုတွေပြုလုပ်လာကြတဲ့အချိန်မှာဘော်ဘီလည်း အလုပ်ထုတ်ခံရတဲ့စာရင်းထဲ ပါသွားခဲ့ပါတယ်။ဘော်ဘီနဲ့အတူ ကော်ပိုရေးရှင်းတွေနဲ့ကုမ္ပဏီအသီးသီးကဝန်ထမ်းလျှော့ချတဲ့အထဲပါဝင်တဲ့ လူတွေရဲ့ဘဝတွေ သူတို့မိသားစုတွေသူတို့ပတ်ဝန်းကျင်တွေကို ဘယ်လိုသက်ရောက်မှုတွေရှိသလဲဘယ်လိုဖြတ်ကျော်ကြရလဲဆိုတာကို ဒီဇာတ်လမ်းမှာစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပြီးတော့ စီးပွားရေးလုပ်ငန်းရှင်တွေရဲ့စိတ်သဘောထားတွေ၊ အမေရိကန်လူနေမှုစနစ်နဲ့နေထိုင်ပုံတွေကိုလဲသေချာသိမြင်ကြရမှာဖြစ်ပါတယ်။ File Size : (3.18GB) (937 MB) and (403MB)\nQuality : Blu-Ray 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:44:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Moe Han\nEncoded by Min Wai",
        "rating": "6.7",
        "url": "https://megaup.net/16Vy0/The.Company.Men.2010.BLU-RAY.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZDBjZjFkYmMtYWEyMS00NmY1LTk4NTYtZTcwZDAwZjg0MzgyXkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-152x200.jpg",
        "title": "Chaos (2005)",
        "description": "Chaos (2005)အညွှန်း******************မင်းသားကြီးJason Statham ပါဝင်တဲ့ အက်ရှင်ကားလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ်...ပြန်ပေးဆွဲမှုတစ်ခုမှာ ပြန်ပေးသမားရော ဓားစာခံပါဆုံးပါးသွားရတာကြောင့်\nတာဝန်ရှိ ရဲအရာရှိနှစ်ယောက်ဖြစ်တဲ့ ကော်နာစ်နဲ့ ယော့ခ်မှာ\nယော့ခ်ကို အလုပ်ထုတ်ပြီး ကော်နာစ်ကို တာဝန်က ဆိုင်းငံ့ခဲ့ပါတယ်။\nဒီလိုနဲ့ ကော်နာစ်ကို ပြန်တာဝန်ထမ်းဆောင်ဖို့ ဆင့်ခေါ်စေခဲ့တဲ့အကြောင်းကတော့\nအခြားမဟုတ်ပါဘူး။ ဘဏ်ဓားပြမှုတစ်ခုပါပဲ။ အဲဒီအမှုကို ကျူးလွန်တဲ့ ဘဏ်ဓားပြတွေက\nစုံထောက်ကော်နာစ်ကလွဲရင် ဘယ်သူနဲ့မှ စကားမပြောချင်ဘူးလို့ တောင်းဆိုလာတာကြောင့်\nကော်နာစ်တစ်ယောက် အမှုအခင်းတွေကြားကို ပြန်လည်ရောက်ရှိခဲ့ရပါပြီ။\nဒါ့အပြင် စုံထောက်ပေါက်စလေး ရှိန်းဒက်ကာကိုပါ တွဲဘက်အသစ်အဖြစ်\nရရှိခဲ့ပါသေးတယ်။ စိတ်အချဉ်ပေါက်နေပေမယ့် အလုပ်မှာ\nသိပ်တော်လွန်းတဲ့ ကော်နာစ်တစ်ယောက် ရှိန်းနဲ့အတူ ဓားပြတွေကို\nဖော်ထုတ်ပြီး မိအောင်ဖမ်းနိုင်ပါ့မလားဆိုတာကတော့…. File Size :(1.96GB) (817 MB) and (253 MB)\nQuality : Blu-Ray 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:46:00\nGenre : Action , Crime ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/16Vu5/Chaos.2005.BLU-RAY.720p_(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/adn-368-i-have-sex-with-my-sons-friend-ayaka-muto-156x200.jpg",
        "title": "{21+}I Have Love With My Son’s Friend! [ADN-368]",
        "description": "{21+}Forbidden relatives creampie Contract! [ADN-368]အန်ယာစံက ငယ်ငယ်ရွယ်ရွယ်နဲ့ ခင်ပွန်းဆုံးပါးသွားတာကြောင့်\nသားဖြစ်သူကို တကိုယ်တည်း ထိန်းကျောင်းနေတဲ့ အမျိုးသမီးတစ်ယောက်ပါ....သားဖြစ်သူရဲ့ရှေ့ရေးအတွက် သူမရဲ့သွေးသားဆန္ဒကိုမျိုသိပ်ရင်း\nနေလာခဲ့တာ သားဖြစ်သူလူပျိုပေါက်ဖြစ်တဲ့အခုလက်ရှိအချိန်ထိပါပဲ...\nဒါပေမယ့် တနေ့မှာတော့ သူမရဲ့မျိုသိပ်မှုကို ဖွင့်ထုတ်ပေးမယ့် လူငယ်လေးတစ်ယောက်နဲ့\nဆုံခဲ့ပါတယ် ...အဲ့ဒီလူငယ်လေးကတော့ ရှိုးကွန်လို့ခေါ်တဲ့ သူမသားဖြစ်သူရဲ့\nအချစ်ဆုံးသူငယ်ချင်းပါပဲ....သူမတို့နှစ်ယောက်ရဲ့အချစ်ရေးက သာယာဖြောင့်ဖြူးပါ့မလား\nအသက်အရွယ်ဆိုတာကရော သူတို့အတွက် ကိန်းဂဏန်းတခုသာသာဆိုတာကိုပဲလားကိုတော့\nဆက်လက်ကြည့်ရှုပါ\nFile size…2GB / 1GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "",
        "url": "https://megaup.net/2sQmr/[ADN-368]_I%E2%80%99m_having_a_great_time_.720p%7BDS%7D.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-world-135x200.jpg",
        "title": "World Ends at Camp Z(2021)",
        "description": "World Ends at Camp Z(2021) Julianလို့ခေါ်တဲ့လူငယ်လေး Camping La taque လို့ခေါ်တဲ့ စခန်းချခရီးထွက်လို့ရတဲ့နေရာမှာ ငယ်ငယ်ထဲကကြီးပြင်းလာတာပါ တကမ္ဘာလုံးကပ်ရောဂါဖြစ်နေတဲ့အချိန်မှာပဲ သူအရမ်းချစ်တဲ့အဲ့ဒီနေရာကို သူဦးလေးစတန်နဲ့ ဦးလေးသူငယ်ချင်းကလေးတို့က ရောင်းချဖို့ဆုံးဖြတ်လိုက်ပါတယ်ဝယ်မယ့်သူတွေဖြစ်တဲ့ Aaaron Prince နဲ့သူ့ရည်းစာလည်းဖြစ်ရှေ့နေလည်းဖြစ်တဲ့Venessaeတို့အုပ်စုက ကြိုတင်လေ့လာတဲ့သဘောနဲ့ Camping La taque ကို‌အလည်လာကြပါတယ်Julianကိုလည်း ဝယ်ပြီးရင်ဒီနေရာကိုဘာမှမပြောင်းလဲဘဲဒီအတိုင်းထားမယ်ဆိုပြီးVenessaeက ချွေးသိပ်‌လိုက်ပါတယ် ဒါပေမဲ့ Aaaron Prince နဲ့အပေါင်းအပါတစ်သိုက်ရဲ့ရည်ရွယ်ချက်အမှန်က အဲ့ဒီလိုမဟုတ်ပါဘူးအဲ့ဒီလိုJulianက သူ့နေရာကိုမရောင်းရဖို့နည်းလမ်းပေါင်းစုံထုတ်သုံးနေတဲ့အချိန်မှာ Pandemic Virusက မထင်မှတ်ထားတဲ့ Mutation ဝင်သွားတဲ့အခါမှာတော့... File size…(1.35GB)/(721MB)/(421MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Action / Horror / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Kevin",
        "rating": "",
        "url": "https://megaup.net/16Qkn/World.Ends.at.Camp.Z.2022.720p(CM).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BM2MzYzVlZTMtM2M0Ny00MDk0LThiMzktZTA4Y2M2NDFmNzYxXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_-141x200.jpg",
        "title": "Double Impact (1991)",
        "description": "Double Impact ( 1991 )ဟောင်ကောင်ဆို ဂျက်လီ ဂျက်ကီချမ်း၊ အနောက်ကဆို ဗန်ဒိန်းတို အာနိုးတိုဟာ ငယ်ငယ်က အက်ရှင်ကားတွေပရိသတ်တွေတိုင်း အသည်းစွဲလူတွေပါပဲ။ ဗန်ဒိန်းဟာလည်း သူ့ခေတ်သူ့အခါကတော့ မသိသူမရှိလောက်အောင် နာမည်ကျော်တဲ့သူပါပဲ။ သူ့ဇာတ်လမ်းတွေဟာ နည်းနည်း ရုပ်ရှင်ကောင်းတွေအများကြီးကြည့်ဖူးပြီးတဲ့သူတွေအတွက် နည်းနည်းအရသာပေါ့ကောင်းပေါ့ ပေါ့နိုင်ပေမဲ့ အက်ရှင်ခန်းတွေကတော့ ကိုယ်ခံပညာတကယ်တတ်တဲ့ ဗန်ဒိန်းကိုယ်တိုင် သရုပ်ဆောင်ထားတာဆိုတော့ ပြောင်မြောက်ပါတယ်။ ဇာတ်လမ်းက နည်းနည်းတော့ တက်သုက်ရိုက်ဆန်ပေမဲ့ ငယ်ဘဝကို အမှတ်ရချင်တဲ့သူတွေအတွက်တော့ အလွမ်းပြေကြည့်လိုကောင်းမယ့် ဇာတ်လမ်းဖြစ်မှာပါ။ဒီဇာတ်လမ်းမှာတော့ ဗန်ဒိန်းက နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားပါတယ်။ ဇာတ်ကောင်၂ကောင်ဟာ အပျော့နဲ့အမာ ယင်နဲ့ယန် အပူနဲ့အအေးလိုဖြစ်နေပေမဲ့ ဗန်ဒိန်းဟာ အစွမ်းကုန် ကြိုးစားသရုပ်ဆောင်ပေးခဲ့ပါတယ်။ ဟောင်ကောင်မှာ တူးမြောင်းလုပ်ငန်းတစ်ခုလုပ်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ပိုင်တဲ့ ပိုင်ဆိုင်မှုတွေကိုလိုချင်တဲ့ သူ့ပါတနာဟာ ဟောင်ကောင်က ဂိုဏ်းတစ်ဂိုဏ်းရဲ့ အကူအညီကိုယူပြီး လုပ်ငန်းရှင်ကိုရော သူ့မိသားစုကိုပါ သတ်ဖိုစီစဉ်ခဲ့တယ်။ ကံကောင်းထောက်မစွာနဲ့ သူ့အမွှာသားလေး၂ယောက်ဟာ မသေဘဲလွတ်သွားခဲ့ပါတယ်။ ၂၅နှစ်ကြာပြီးတဲ့နောက် ညီအစ်ကို နှစ်ယောက်ပြန်ဆုံတွေ့ပြီး ...",
        "rating": "5.6",
        "url": "https://megaup.net/16U97/Double_Impact_(1991)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5j6UOpFz4wi8nKXQsqYtHC68Dhq.jpg",
        "title": "Toxic (a.k.a) Air Murder (2022)",
        "description": "Toxic (2022) လောကကြီးမှာ ကိုယ်ငွေရဖို့ တစ်ခုအတွက်နဲ့ သူများတကာတွေရဲ့ အသက်ကို ကစားစရာလို သဘောထားကြတဲ့ လူ့ဘီလူးတွေ ပေါများလှပါတယ်။ဒီကားလေးကလည်း ​အဲသဘောအတိုင်းပါပဲ။ O2 လို့ခေါ်တဲ့ ကုမ္ပဏီကြီးတစ်ခုကနေ ထုတ်လုပ်လိုက်တဲ့ humidifier disinfectant ကနေ လူပေါင်းများစွာ သေကြေပြီး ရောဂါတွေဖြစ်ပွားစေခဲ့ပါတယ်။ ဒါပေမဲ့ ဘယ်သူတွေသေသေ ငါမသေဖို့အရေးကြီးတယ် ဆိုသလို O2 ကုမ္ပဏီဘက်ကနေ ကိုယ့်အပြစ်အတွက် ဝန်ခံခြင်းလည်းမရှိသလို ​ဆက်ပြီးလည်း ရောင်းချနေခဲ့ပါတယ်။ နစ်နာသူတွေ အားလုံးစုပြီး O2 ကို တရားစွဲဆိုမှု လုပ်ခဲ့ပေမဲ့ ကြီးနိုင်ငယ်ညှင်း ဆိုတဲ့ အတိုင်း နိုင်ဖို့အလားအလာ အင်မတန် နည်းပါးခဲ့တာပေါ့။ ဒါပေမဲ့ လုံးဝအရှုံးမပေးတဲ့ ရှေ့နေမလေး ဟန်ယောင်းဂျူကတော့ ရှေ့ဆက်တိုးရင်း တခြားဘယ်လို လှည့်ကွက်တွေနဲ့ အပြစ်ပေးသွားမလဲ?ဒီလိုပြဿနာမျိုးတွေက အပြင်မှာလည်း တကယ်ရှိတဲ့ အရာလေးတွေဖြစ်ပြီး ဒီဇာတ်ကားကလည်း ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတာမို့ ကြည့်ရတာ အရမ်းကို ဘဝင်ကျစေမှာပါ။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2sO9C/[CM]Toxic.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kcoSySNTUfIPkMwxfQsDIIoQ7zm.jpg",
        "title": "Art of Love (2022)",
        "description": "Art of Love (2022)တက္ကသိုလ်ပရော်ဖက်ဆာတစ်ဖြစ်၊ စာရေးဆရာအဖြစ် ကျင်လည်နေတဲ့လူတစ်ယောက်ဟာ လူမှုပတ်ဝန်းကျင်မှာ ဝင်ဆံ့ဖို့မလွယ်တဲ့ပြဿနာနဲ့ ကြုံတွေ့နေခဲ့ရပါတယ်။အိမ်နီးချင်းတွေနဲ့လည်း အဆက်ဆံမလုပ်တတ်တဲ့ တစ်ကိုယ်တည်းသမားကြီးတစ်ယောက် တစ်နေ့မှာတော့ စာအပိုင်းအစလေးတွေနဲ့ နောက်‌ယောင်ခံဆက်သွယ်မှုကို ကြုံလာရပါတော့တယ်။ ပဟေဠိဆန်ဆန် လှည့်ကွက်တွေနဲ့ နောက်ကွယ်ကလူကို တဖြည်းဖြည်း စွဲလမ်းမိလာပြီးနောက်မှာ ဘယ်လိုတွေ ရှေ့ဆက်ကြမလဲ?\nမထင်မှတ်ထားတဲ့ ဇာတ်လမ်းအပြောင်းအလဲတွေနဲ့ ဘယ်လို အဆုံးသတ်သွားကြမလဲ? ဆိုတာကို ဆက်လက် ရှုစားလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းကိုတော့ Hae Areum က ရေးထားတာပါ။)File Size : 797MB, 376MB\nQuality : 720p WEB-DL, 480p\nFormat : mp4\nDuration : 1hr & 56min\nGenre : Romance, Thriller\nTranslated by Hae Areum\nEncoded by Kinnov",
        "rating": "5",
        "url": "https://megaup.net/16Tpf/[CM]Art.of.Love.2021.720p.WEB-DL.mp4",
        "category": "Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/bf455-157x200.jpg",
        "title": "{21+}The Ultimate Double Sluts[BF-455]",
        "description": "Asahi Mizuno လေးရဲ့ အလှတရားတွေကိုမြင်ကွင်းရသတစ်မျိုးနဲ့ ခံစားရမဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်သူမရဲ့ရွှေရင်အစုံ လိုက်ဖက်တဲ့ အသားစိုင်ကြီးတွေကိုလှုပ်လီလှုပ်လဲ့ နဲ့ ရင်တဖိုဖိုကြည့်ရမှာဖြစ်ပါတယ်  သူမရဲ့ အပြောတွေကက ရင်ခုန်ချင်စရာသူမရဲ့ ခပ်ဆိုးဆိုး အကြည့်တွေအပြောတွေက မရိုးမရွဖြစ်ချင်စရာသူမရဲ့ လှုပ်ရှားမှုတွေကို AIKA ကထပ်ပြီးအားဖြည့်ထားပါတယ်BDSM ချစ်သူတွေ လက်မလွှတ်တမ်းပညာယူသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nFile size…2.04GB / 1.2GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtile(Hard Sub)\nEncoder…X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2sPji/BF-455.Xcross.720p%7BDS%7D_(2).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNDA4ZDVlOWMtNzAzMi00YmYwLTljYjctYzQ1MzcyOWZmYzdmXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Lionheart (1990)",
        "description": "Lionheart ( 1990 )\n----------------\nအာဖရိကမှာ တာဝန်ထမ်းဆောင်နေတဲ့အထူးတပ်သားတစ်ယောက်ရှိတယ်။ လော့အိန်ဂျယ်လိမှာ သူ့ညီဟာ အရှင်လတ်လတ် မီးရှိခံလိုက်ရတဲ့ ရက်စက်တဲ့အဖြစ်ဆိုးကြီးနဲ့ ကြုံခဲ့ရပေမဲ့ တပ်က သူ့ကိုအသိမပေးဘဲ ဖုံးထားခဲ့တယ်။ ဒီလိုနဲ့ သူသိသွားတဲ့အခါမှာ တပ်ကနေပြေးပြီး သူ့ညီရှိတဲ့ဆီ အပြေးသွားခဲ့တယ်။ လမ်းမှာ ငွေမရှိတော့ လမ်းဘေးထိုးပွဲတွေမှာ ဝင်ထိုးပြီး ငွေရှာရာကနေ နာမည်ကျော်တစ်ယောက်ဖြစ်လာခဲ့ပြီး ဒီနွံထဲက မရုန်းနိုင်ဘဲ သူ့ညီအတွက် သူ့မိသားစုအတွက် ကြေးမြင့်ထိုးပွဲတွေအထိပါ သူ့ရဲ့ ခြင်္သေ့လို နှလုံးသားနဲ့ ဆက်ထိုးရင်း တပ်ကလိုက်ဖမ်းတာကိုလည်း ရှောင်နေခဲ့ရတယ်။ ချစ်စိတ်လည်းကြီး သတ္တိလည်းကြီးတဲ့ သူ့နှလုံးသားနဲ့ ထိုးတဲ့ လက်သီးချက်တွေက သူ့မိသားစုဆီ ပြန်ရောက်ဖို ခြေတစ်လှမ်းပိုနီးလာစေမလားဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ။Lionheart ဟာ ဗန်ဒိန်းရဲ့ အက်ရှင်ခန်း ထိုးခန်း ချခန်း အလန်းစားတွေနဲ့ အက်ရှင်ကားကောင်းတစ်ကားပါ။ နပန်းပွဲတွေ ဆက်တိုက်ထိုးနေတာာကို ကြည့်ရတာမို ချခန်းတွေက တော်တော်လေး ကြည့်ကောင်းသလို မိသားစုအတွက် ဘာမဆိုလုပ်မယ့်လူတစ်ယောက်ရဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2sP4h/Lionheart_(1991)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMmRhMWI5YmQtOTI3OS00ODg1LWEzNmMtZmY3OWI5ODQ2NWEwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-145x200.jpg",
        "title": "A Moment of Romance (1990)",
        "description": "A Moment of Romance (1990)~ IMDb rating - 7.4/10 ~\" ဒီတိုတောင်းလွန်းတဲ့ ဘဝမှာတောင် မင်းထွက်သွားတဲ့နားပဲ ကိုယ်ရပ်တန့်နေခဲ့တယ်။ မချစ်ခဲ့မိရင် အကောင်းသားလို့ နောင်တမရချင်တာကလည်း ငါတို့ရဲ့ ရိုးရှင်းစွာတုံးအခဲ့ခြင်းတွေပေါ့။ အရှိန်အဟုန်တွေ ဘယ်လောက်ပြေးပြေး အလှမ်းဝေးလွန်းတဲ့မြစ်ကို တို့မရောက်နိုင်ခဲ့။ မင်းမျက်ရည်စတွေ ငါတို့ရဲ့နေ့တွေ အကုန်မြန်လွန်းတဲ့ ခန်းခြောက်မြစ်တွေ ဖြစ်စေ...။ မိုးသားထဲ ပျံသန်းကြည့်ခဲ့ကြတယ်။ အရှိန်အဟုန်တွေ တို့ကိုခေါ်နိုင်စေသားပေါ့ အားလုံးမဲ့တဲ့ အရပ်ဆီ။ တိမ်တွေဟာ ရေမှုန်ကို မိုးသားထဲ သယ်ဆောင်နိုင်သွားလည်း ခဏတာ။ တစ်စစီ တစ်စစီ။ အသက်နဲ့ဆက်ဆက် ဘဝနဲ့ဆက်ဆက် ဒီအချစ်ရဲ့ အခိုက်တန့်လေး ကိုယ်လဲယူချင်ခဲ့တာ။ ဝေးလွန်းတယ်ဆိုပေမဲ့ လှမ်းကြည့်ရင် အစဉ်မြင်ဆဲ...\"မင်းသားက အန်ဒီလောင်ဆိုတော့ ဒီရုပ်ရှင်က ၁၉၉၀ ဝန်းကျင်မှာ အန်ဒီလောင်အရိုက်များခဲ့တဲ့ တခြားဇာတ်တွေလိုပဲ အပေအတေ ဂိုဏ်းစတားလူငယ်လေးနဲ့ ဂိုဏ်းအရှုပ်အထွေးတွေကြားက ညီအစ်ကိုသံယောဇဉ်နဲ့ ချစ်ခြင်းရဲ့ကားပါပဲ။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1MRph/(CM)_A_Moment_of_Romance_(1990)_720p.mp4",
        "category": "Action, Crime, Drama"
    }
]