[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tKDuzLK6oK2VUuLpcXCMsBPJSN9.jpg",
        "title": "(18+) Enthralled (2014)",
        "description": "(18+) Enhtralled (2014)ငယ်ရွယ်စဥ်ကလေးဘဝမှာ လူတိုင်းဟာအိပ်မက်ကိုယ်စီရှိကြတယ်။\nဘာဖြစ်ရမယ် ၊ ဘာလုပ်မယ်၊ ဘယ်သွားမယ် ဆိုတာမျိုးတွေပေါ့။ဥပမာ- ငါ ပိုက်ဆံရှိရင် ကမ်းခြေသွားပစ်မယ်မျိုးပေါ့။ဒါပေမဲ့ လက်တွေ့ဘဝမှာ ဖြစ်မလာတဲ့အခါ စိတ်ပျက်အားငယ်သွားပြီး\nဦးတည်ချက်ပျောက်သွားကြတယ်။\nမဆုတ်မနစ်ကြိုးစားပြီး ရအောင်လုပ်ပြန်တော့လည်း\nရလဒ်ကထင်သလိုမဟုတ်တဲ့အခါ အထင်နဲ့အမြင်လွဲနေတဲ့အခါ\nသေကြောင်းကြံတဲ့အထိဖြစ်သွားလေ့ရှိကြတယ်။ရချင်တာကိုရမလာတဲ့အခါ ကိုယ့်ဖြစ်တည်မှုလေးကို လက်သင့်ခံပြီး\nကိုယ်ပျော်ရွှင်ရာကို ရအောင် ရှာသင့်ပါတယ်။\nဒီဇာတ်လမ်းလေးမှာ သူငယ်ချင်းသုံးယောက်ရဲ့ ဘဝနဲ့ယှဥ်ပြီး မြင်သာအောင် ရိုက်ပြပေးထားပါတယ်။\n၁၈ ယောက်စုပြိး ကြည့်ရမယ့် ချစ်ခန်းကြိုက်ခန်းတွေ ပါတာမို့\nမိသားစုနဲ့ ကြည့်ရှုရန် မသင့်တော်ပါဘူး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Adult, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 2GB | 973MB | 468MB\nFormat… mp4\nDuration…. 1h 49min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ..... Blank",
        "rating": "",
        "url": "https://megaup.net/2wyfi/Enthralled.2014.720p.DS.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hExp8nbcTqj4Trq7JABdxhBtEAR.jpg",
        "title": "Burning Peony ( 2022 )",
        "description": "ပန်းမျိုးတစ်ရာပွဲတော်ရဲ့ မျိုးဆက်တစ်ဦးဖြစ်တဲ့ ပန်းဘုရင်မဟာ\nမသေမျိုးနတ်ဘုရားတွေရဲ့ ရှေ့မှောက်မှာ လုပ်ကြံခံရကာ အဆိပ်မိပြီး\nသက်တော်ကုန်ဆုံးသွားခဲ့ပါတယ် အဲဒီအချိန်မှာပဲ\nဒဏ္ဍာရီတွေအရ ခွန်းလွင်တောင်ထိပ်မှာ တည်ရှိတဲ့\nယွင်ယန်းသု ဘုရား​ကျောင်းဟာ အရာအားလုံးကိုပြန်လည်ရယူဖို့\nကိုယ့်မှာရှိတဲ့ ပစ္စည်းတွေကို ပေါင်နှံရတယ်ဆိုပြီး\nသတင်းပျံ့လွင့်လို့နေခဲ့ပါတယ် ပန်းဘုရင်မ သေဆုံးမှုရဲ့\nအမှန်တရားကို ရှာဖွေဖို့ ပန်းနတ်သမီး ပိုင်မူတန်းဟာ\nယွင်ယန်းသု ကျောင်းတော်ဆီကို ခရီးနှင်ခဲ့ပြီး\nခရီးလမ်းမှာ နတ်ဘုရားအရှင်နဲ့တွေ့ဆုံခဲ့ပါတော့တယ်ဆောင်းရာသီ ပန်းမျိုးတစ်ရာပွင့်ချိန်ရောက်ပေမဲ့လို့\nပန်းနတ်သမီး ပိုင်မူတန်းဟာ ပန်းမပွင့်စေချင်ခဲ့ပါဘူး\nအဒီအတွက် ကောင်းကင်ဘုံက အပြစ်ပေးခြင်းခံရပြီးတော့\nသူနဲ့တွေ့ဆုံကြုံကြိုက်ခဲ့တဲ့ နတ်ဘုရားအရှင်ဟာ\nသားရဲတစ်ကောင်အဖြစ်ပြောင်းလဲခံခဲ့ပြီး ပိုင်မူတန်းကိုယ်ပေါ်က\nမိုးကြိုးတွေ အပူတွေကို ငြိမ်အေးသွားစေခဲ့ပါတယ်\nအဲဒီနောက်မှာတော့ နှစ်ယောက်သားအတူတူ အမှန်တရားကို\nရှာဖွေကြရင်း ချစ်ခင်စုံမက်ပြီးသွားတဲ့နောက်မှာ\nယွင်ယန်းသုပိုင်ရှင်ဟာ မိမိနဲ့ တစ်ပုံစံထဲ\nတူနေတဲ့မိန်းမပျိုဖြစ်တဲ့အကြောင်း ပိုင်မူတန်းသိရှိသွားတဲ့အခါမှာ -❏ ဘယ်လိုရှုပ်ထွေးမှုတွေနဲ့ ရင်ဆိုင်ရမလဲ\n❏ အဲဒီအမျိုးသမီးဟာ ပိုင်မူတန်းချစ်ခင်ရတဲ့ အမျိုးသားနဲ့ရော ဆက်စပ်နေမလား\n❏ ပန်းဘုရင်မကိုလုပ်ကြံခဲ့တဲ့ သတ်ဖြတ်သူကိုရော\nသူတို့တွေ ရှာဖွေနိုင်ပါ့မလားဆိုတာ ရှုပ်ထွေးမှုများကြားကနေပြီး အဖြေရှာလိုက်ရအောင်လားရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/burning-peony-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/1VfuzK2Qx1tIGE1nhn2G2ilF7RN-139x200.jpg",
        "title": "[18+]Obscene House: Slave Wife (2020)",
        "description": "[18+]Obscene House: Slave Wife (2020)*************************************နယ်ဘက်က အိမ်ယာတစ်ခုစီ ပြောင်းရွှေ့လာသော ဇနီးမောင်နှံတစ်တွဲဟာအိမ်အသစ်က တိတ်ဆိတ်ပြီး အသံလုံတာကြောင့် သဘောကျနေပါတယ်...\nဒါပေမယ့် အရမ်းတိတ်ဆိတ်လွန်းတာကြောင့် လူနေတာရော ဟုတ်ရဲ့လားဆိုပြီး သံသယဝင်လာပါတော့တယ်...\nဒါ့အပြင် အိမ်ထဲမှာ ထူးဆန်းတဲ့ပစ္စည်းတွေ ရောက်နေတာမျိုးတစ်ယောက်ယောက်က အိမ်ထဲကို ဝင်နေတဲ့ သဲလွန်စတွေတွေ့နေတာကြောင့် ထိန်းသိမ်းရေးရုံးကို သွားပြီးအကြောင်းကြားလိုက်ပါတယ်...\nထိန်းသိမ်းရေးမှုးပြောတဲ့အတိုင်း လုပ်ပေမယ့် ဘာမှမထူးခြားတာကြောင့် ကိုယ်တိုင်စုံစမ်းတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါဦး...ဇာတ်လမ်းဘာညာနဲ့ လှပညက်ညောတဲ့အခန်းတွေပါတာမို့လို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...    File Size : (1.1GB) and (407MB)\nQuality : HDRip 1080P, 720p\nFormat…mp4\nDuration…01:14:00\nGenre : Adult ,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/3St2u/Obscene_House_Slave_Wife_2020.HDRip.720P(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ieRRo78f8JzEKxfiCKqJyFg6l8o.jpg",
        "title": "Mimic (1997)",
        "description": "Mimic (1997)~ IMDb - 6/10, Rotten Tomatoes - 64% ~ဆရာ့ ဆရာကြီး Guillermo del Toro ကိုယ်တိုင် ဇာတ်ညွန်းရေးသားရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပါ။ သူ့ရဲ့ ဒုတိယမြောက် Feature Film လည်း ဟုတ်ပါတယ်။ ဒါပေမဲ့ ဒီကားဟာ နောက်ခံသမိုင်းကြောင်း တစ်ခုရှိခဲ့သလို ဒီကားရဲ့ ရုံတင်ဗားရှင်းကလည်း del Toro ရဲ့ လက်ရာစစ်စစ် မဟုတ်ခဲ့ပါဘူး။ ဒီကားကို ရိုက်ကူးတဲ့အချိန်မှာ del Toro ဟာ နာမည်ကျော်ထုတ်လုပ်သူတွေဖြစ်တဲ့ Harvey Weinstein နဲ့ Bob Weinstein တို့နဲ့ ပြဿနာတက်ခဲ့ပါတယ်။ Director's vision ကို သူတို့ဟာ မလေးစားခဲ့ကြသလို သူ့ကို တခြားဒါရိုက်တာနဲ့ပါ အစားထိုးဖို့ ကြံစည်ခဲ့ကြပါတယ်။ တာရန်တီနိုနဲ့ သူ့ရည်းစားရဲ့ ထောက်ခံအားပေးမှုကြောင့်နဲ့ တာရန်တီနို့ရည်းစားက ...",
        "rating": "6",
        "url": "https://megaup.net/1aCss/(CM)_Mimic_(1997)_[The_Director_s_Cut]_720p.mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUug5qbctb2ruuClpdQitzkIxbc.jpg",
        "title": "Days of Heaven (1978)",
        "description": "Days of Heaven (1978)\n=================\nIMDb Rating 7.8/10Days of Heavenဟာ Terrence Malickရဲ့ ဒုတိယကားပါ။\nTerrence Malickပီသစွာပဲ အစက ကားတွေမှာတောင် narrative တွေ\nရင်သပ်ရှုမောလောက်အောင် လှတဲ့ စီနီမာတိုဂရပ်ဖီတွေနဲ့ ပုံဖော်ထားတဲ့\nကားပါပဲ။ ဒါပေမဲ့ narrativeတွေဟာ သူ့နှောင်းပိုင်းကားတွေ အရမ်းကြီးတော့\nfragmentation မဆန်သေးပါဘူး။ ဒီရုပ်ရှင်ရဲ့အခန်းအများစုကို Golden\nhour လို့ခေါ်တဲ့ စီနီမာတိုဂရပ်ဖာတွေက \"magic hour \" လို့ ခေါ်ကြတဲ့\nအချိန်တွေမှာ ရိုက်ကူးခဲ့တာပါ။ အကျဉ်းဖြဉ်းအားဖြင့်တော့ နေထွက်ပြီးစနဲ့\nနေမဝင်ခင် ကောင်းကင်နီဆွေးလှပနေတဲ့ အချိန်တွေကိုခေါ်တာပါ။Days of Heavenဟာ အော်စကာဆုပေးပွဲမှာ Academy Award for Best\nCinematography ဆုရခဲ့ပြီး 1979 Cannes Film Festival မှာ Best Director\nဆုလည်းရရှိခဲ့ပါတယ်။ ရစ်ချက်ဂီရိလို တစ်ချိန်က နာမည်ကျော်မင်းသားကြီးကို\nသုံးထားပြီး ဒီထဲမှာ သူတော်တော်နုသေးတာကြောင့် တစ်ချိန်က လူကြိုုက်များ\nခဲ့တဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Qpx3/Days.Of.Heaven.1978.720p.BluRay.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/blurr-143x200.jpg",
        "title": "Blurr (2022)",
        "description": "Blurr (2022)တာ့ပ်ဆီးရဲ့ဇာတ်ကားကောင်းလေးတစ်ကား ထွက်လို့လာခဲ့ပြန်ပါပြီနော် ထုံးစံအတိုင်း သူသရုပ်ဆောင်တဲ့\nကားတွေက မင်းသားမလိုဘဲ သူတစ်ကိုယ်တော်တည်းနဲ့ ဇာတ်လမ်းကို အထွတ်အထိပ်ရောင်အောင်\nဆွဲနိုင်တဲ့အရည်အချင်းရှိတဲ့ကားတွေပါ...ဒီဇာတ်ကားမှာတော့ ဂိုင်သရီးနဲ့ ဂေါ်တမီဆိုတဲ့ အမြွှာညီအစ်မနေရာကနေ\nသရုပ်ဆောင်ထားပါတယ်တစ်ရက် သူ့ညီမလေး ဂေါ်တမီတစ်ခုခုဖြစ်နေတယ်လို့ ဂိုင်သရီးအိပ်မက်ဆိုးမက်ခဲ့ပါတယ်ယောက်ျားဖြစ်သူကို ခေါ်ပြီး ညီမဖြစ်သူအိမ်ကိုလိုက်သွားကြည့်တော့\nညီမဖြစ်သူဟာ ဆွဲကြိုးချလျက်သား သေဆုံးနေတာကို ရှာဖွေတွေ့ရှိခဲ့ရပါတယ်...။ရဲများရဲ့စုံစမ်းစစ်ဆေးမှုအရ ဂေါ်တမီဟာ ကိုယ့်ကိုကိုယ်အဆုံးစီရင်ခဲ့တာပါလို့\nသိရပါတယ်...ဒါကို ဂိုင်သရီးဟာ လက်မခံခဲ့ပါဘူးအဖြစ်မှန်ကို သူကိုယ်တိုင်လိုက်လံစုံစမ်းနေတုန်း သူ့အနောက်ကို\nအမြဲလိုလို လူတစ်ယောက်လိုက်နေသလိုခံစားနေရပါတယ်..သို့ပေမယ့်\nအဲ့ဒီလူကို ဘယ်သူမှမမြင်တွေ့ရပါဘူးတဖြည်းဖြည်းနဲ့ အသက်အန္တရာယ်ပါ ထိပါးလာတဲ့အခါမှာတော့....။ဘာတွေဆက်ဖြစ်လာတော့မလဲ...။\nFile size…1.27GB  / 569MB\nQuality…1080p HQ HD RIP /720p\nFormat…mp4\nDuration….2h 7min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "4.3",
        "url": "https://megaup.net/2wxg5/Blurr_(2022)_Hindi_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Bound_by_Blackmail_904x1188_NL-152x200.jpg",
        "title": "Bound by Blackmail (2022)",
        "description": "Bound by Blackmail (2022)ပိရမစ်လိမ်နည်းဆိုလား MLM လား ဘာလား ဘာညာသရာကာ အဲဒါမျိုးကို အားလုံးရင်းနှီးပြီးသားပဲမလား။ ဒီကားကတော့ တက်ကျမ်းတွေဟောတဲ့ ဘဲက ပိရမစ်လိမ်နည်းနဲ့ စိတ်ဓာတ်မြှင့်တင်ရေးအတန်းတွေဖွင့်၊ လူခေါ်အောင် မက်လုံးပေး၊ ထွက်မရအောင် အကြပ်ကိုင်တာတွေ လုပ်တဲ့ကားပေါ့။ ထူးတာက ဒီကားက အကောင်းစားကားလို့တော့ ပြောမရပေမဲ့ Thriller ကား ပီသတယ်။ စစချင်းမှာ ခင်ဗျား ဘာတွေဖြစ်နေတာလဲ တွေးမိမယ်။ နောက်ကျ ဇာတ်ရည်တဖြည်းဖြည်းလည်လာမယ်။ ဘယ်သူလုပ်နေတာလဲ ဆိုတဲ့ အချက်ကို ပြောင်းတွေးမိလာမယ်။ အဆုံးကျ ခင်ဗျား ဘယ်လိုဖြစ်သွားမလဲဆိုတဲ့ အဖြေကို သိချင်လာရင်း ရင်တသိမ့်သိမ့်နဲ့ ကြည့်ရမယ့် ရုပ်ရှင်ကလေးပါပဲ။ အကောင်းစားမဟုတ်ပေမဲ့ သင့်ရာတော်ရာကားကောင်းလေးပေါ့။ ပေါ့ပေါ့ပါးပါး ရင်တအေးအေးနဲ့ ကြည့်လို့ကောင်းမယ့် ရုပ်ရှင်လေးဆိုလည်းမမှားဘူး။ဒီရုပ်ရှင်ဟာ လိုးဘတ်ဂျက် တီဗီမူဗီကားတစ်ကားဖြစ်ပေမဲ့လည်း သူမနိုင်တာတွေ ဘာမှမလုပ်ထားဘဲ သူနိုင်တဲ့အပိုင်းကိုပဲ သေချာပြပြီး ဇာတ်ညွန်းကိုလည်း Thriller ကား ...",
        "rating": "5.6",
        "url": "https://megaup.net/1aClb/(CM)_Bound_by_Blackmail_(2022)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/The_Swimmers-135x200.jpg",
        "title": "The Swimmers (2022)",
        "description": "The Swimmers (2022)\n=================\nIMDb Rating - 7.5/10ဒီတစ်ခေါက်တော့ကိုယ်တွေ့ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။\nNetflix ကအသစ်ထွက်ရှိလိုက်တဲ့ The Swimmers ဇာတ်ကားက\nRio De Jeneiro မှာ ကျင်းပတဲ့ 2016 Olympics Champion တစ်ဦး\nဖြစ်ခဲ့တဲ့ ဆီးရီးယားလူမျိုး ရေကူးချန်ပီယံ Yusra Mardini ရဲ့ ဂရိ\nပင်လယ်ထဲကနေ ကုန်းမြေအထိလက်ပစ်ကူးပြီး လူတွေကိုကယ်တင်\nပေးခဲ့တဲ့ခက်ခဲကြမ်းတမ်းလှတဲ့ဘဝဇာတ်ကြောင်းကိုပုံဖော်ထားတာပဲ\nဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ ရူစရာတို့ညီအစ်မတွေတစ်ဘက်မှာပျော်ရွှင်နေကြပေမဲ့\nနိုင်ငံတွင်းမှာဗုံးကြဲခံနေရတာကိုမြင်တွေ့ရမှာပါ။ သူတို့သူငယ်ချင်းတွေ\nဗုံးဒဏ်ကြောင့်သေဆုံးခဲ့ရပြီး သူတို့ ရေကူးလေ့ကျင့်တဲ့ကန်အထိပါ ဗုံးကြဲ\nခံရပီးနောက် သူ့ကို အိုလံပစ်ချန်ပီယံအမြဲဖြစ်စေချင်ခဲ့တဲ့ နည်းပြဖြစ်သူ\nအဖေကိုယ်တိုင်က သမီး၂ယောက်ကို ဂျာမနီကိုပို့ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။စိတ်ကူးအတိုင်းမဟုတ်ပဲခက်ခဲလှတဲ့လက်တွေ့ဘဝရဲ့ဒုက္ခအခက်အခဲပေါင်းစုံကို\nလမ်းခရီးမှာ စတင်တွေ့ကြုံရပါတော့တယ်။ ပိုက်ဆံအမြောက်အမြားတောင်းပြီး\nတာဝန်ယူမှုမရှိတဲ့ လူကုန်ကူးသူတွေက လှေအစုတ်တစ်စီးနဲ့လူအများကြီးကို\nပင်လယ်ထဲဖြတ်သန်းခိုင်းရာကနေ စလိုက်တဲ့ ဒုက္ခဆင်းရဲပေါင်းများစွာကို\nကြံ့ကြံ့ခံဖြတ်ကျော်ရင်း ဖခင်အရမ်းဖြစ်စေချင်တဲ့ အိုလံပစ်ချန်ပီယံဆုကို ဘယ်လို\nဆွတ်ခူးနိုင်သွားလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမဲ့အပြင် နိုင်ငံရေးမငြိမ်\nသက်မှုတွေကြောင့် ဒုက္ခရောက်ရတဲ့ ပြည်သူတွေရဲ့ဘဝကိုကိုယ်ချင်းစာကရုဏာ\nသက်စေနိုင်မဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို  Nyein Lai မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ\nကတော့ Nyein Lai, Khant Sett ...",
        "rating": "7.5",
        "url": "https://megaup.net/2wvuW/The.Swimmers.2022.720p.WEBRip.(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/pamasahe-133x200.jpg",
        "title": "(18+) Pamasahe (2022)",
        "description": "'အလွန်နွမ်းပါးပုံရတဲ့မိန်းမငယ်လေးတစ်ယောက်ဟာ ရင်ခွင်ပိုက်ကလေးငယ်လေးကိုတင်းတင်းပွေ့ချီရင်း\nမကြာခင်ထွက်ခွာတော့မယ့် ခရီးသည်တင်သင်္ဘောကြီးဆီကို တစ်စတစ်စချဉ်းကပ်လာပြီး\nလူတွေလစ်ပြီအထင်မှာ သင်္ဘောကြီးပေါ်ခိုးတက်ဝင်ရောက်သွားခဲ့ပေမယ့်လဲ\nလက်မှတ်စစ်တဲ့အချိန်မှာ သဘောၤလုံခြုံရေးသုံးဦးရဲ့ဖမ်းဆီးမှုကိုခံလိုက်ရပါတယ်။အကျင့်ပျက်သင်္ဘောအမှုထမ်းသုံးဦးဟာ သူ့ကိုလက်မှတ်စစ်တယ်၊\nမေးခွန်းတွေမေးတယ် ခြိမ်းခြောက်တယ်။ သူတို့လက်ခုပ်ထဲကရေဆိုတာ\nသိသွားတဲ့နောက်မှာတော့ တစ်ယောက်တစ်လှည့်စီဝိုင်းပြီး အခွင့်အရေးယူရုံတင်မကပဲ\nသင်္ဘောကပ္ပတိန်ဆီကိုပါ ဆက်သလိုက်ပါသေးတယ်။ ဒါပေမယ့် သဘောၤကြီးပေါ်က\nငရဲခန်းဟာ ဒီမိန်းကလေးအတွက်အခုမှ အစမဟုတ်သလို သင်္ဘောကြီးဆီက ဆင်းလာပေမယ့်လဲ သူ့ခရီးကမဆုံးသေးပါဘူး။ခရီးစဉ်ရှေ့ဆက်ဖို့အတွက် ဘတ်စ်ကားတစ်စီးရဲ့နောက်ဆုံးခုံပေါ်မှာကလေးနို့တိုက်နေတဲ့သူ့ကို နောက်ထပ်လူရှုပ်လူပွေနှစ်ယောက်က\nလာနှောင့်ယှက်ပြန်ပါတယ်။အဲ့ဒီမှာတော့ သူ့အတွက် ကယ်တင်ရှင်တစ်ယောက်ပေါ်လာခဲ့ပြီး ကယ်တင်ရှင်ဟာ သူ့ကိုခရီးစဉ်တစ်လျှောက်\nကူညီစောင့်ရှောက်ခဲ့သလို သူကလဲ သူ့ဘဝဇာတ်ကြောင်းကိုအထုပ်ဖြေပြောပြပါတော့တယ်။ ကြေကွဲစရာ၊ကြောက်စရာလန့်စရာ၊\nအော်ဂလီဆန်ချင်စရာတွေအပြည့်နဲ့ဘဝဆိုးကို သူဘယ်လိုရင်ဆိုင်ဖြတ်ကျော်ခဲ့ရသလဲ? ဒီခရီးအဆုံးမှာလဲ သူ့အတွက် ဘာတွေစောင့်ကြိုနေဦးမလဲ?သရုပ်ဆောင်တွေထပ်လွန်းလို့ ပြောနေကြတဲ့ ပရိသတ်တွေအတွက် Vivamas ကအသစ်စက်စက်လေးနှစ်ယောက်ကိုမိတ်ဆက်ပြီး\nပွဲဦးထွက်စင်တင်ပေးလိုက်တဲ့ဇာတ်ကားသစ်ဖြစ်ပါတယ်။ သူတို့လေးတွေကလဲ အရင်စီနီယာတွေထက်မလျော့တဲ့\nဆွဲဆောင်မှုတွေ ညှို့အားတွေနဲ့ ပရိသတ်ကိုဘယ်လိုဆွဲဆောင်ဖမ်းစားသွားမလဲဆိုတာ တစ်ချက်လောက်မြည်းစမ်းကြည့်စေချင်ပါတယ်။\nFile size…1GB / 550MB\nQuality…1080p VMAX WEB DL / 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/2wxbe/Pamasahe.2022.720p(CM).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BODQwMmZiMjQtMDM0Mi00YTg3LTg1N2YtYWRkNGVjODk2ZDY1XkEyXkFqcGdeQXVyMTU0NjY0NDg@._V1_-135x200.jpg",
        "title": "Killer Design (2022)",
        "description": "Killer Design (2022)\n===============“ခြေနှစ်ချောင်း မကယ်ကောင်း” ဆိုတဲ့ဆိုရိုးစကားတစ်ခု ကြားဖူးကြ\nမှာပေါ့။ ကယ်လိုက်တဲ့ ခြေနှစ်ချောင်းက ကိုယ့်ကိုပြန်ဒုက္ခပေးမိတာလည်း\nဒုနဲ့ဒေးပေါ့။ အဲ့ဒီလိုပုံစံကို ရင်သပ်ရှုမောဖွယ်ဖြစ်အောင် လှလှပပလေး\nဒီကားလေးမှာရိုက်ကူးထားပါတယ်။ဂျိုဒီ့ကိုဓါးပြတိုက်တာကို ဝင်ဒီကဝယ်ကယ်ရင်းနဲ့ သူတို့နှစ်ယောက်စတင်\nသိကျွမ်းခဲ့ပါတယ်။ “လူတစ်ယောက်ရဲ့ဘဝကို တစ်ခါကယ်ပြီးရင် တစ်သက်\nလုံးတာဝန်ယူရတယ်”တဲ့... အဲ့ဒီစကားပုံကိုလက်ကိုင်ထားပြီး ဝင်ဒီတစ်ယောက်\nဂျိုဒီကိုအဖက်ဖက်ကနေ ကူညီပေးခဲ့ပါတယ်။ ဂျိုဒီကလည်း ကျေးဇူးပြန်ဆပ်တဲ့\nအနေနဲ့ အလုပ်လည်းပေးခဲ့တဲ့အပြင် နေစရာလည်းရှာပေးခဲ့ပါတယ်။ဝင်ဒီကာကွယ်ပေးချင်တဲ့ ဂျိုဒီရဲ့သတို့သားလောင်းက ဖောက်ပြန်နေတာရယ်၊\nဂျိုဒီ့ရဲ့သူငယ်ချင်းက ပေါ့ပေါ့ပါးပါးနေတတ်သူမို့ ဂျိုဒီ့အတွက်ကောင်းကျိုးမပေး\nနိုင်ဘူးဆိုတာ သိသွားတဲ့အခါ... ဝင်ဒီက ဂျိုဒီ့ကိုဘယ်လိုကာကွယ်ပေးမလဲ ?\nဂျိုဒီက ဝင်ဒီ့ကိုကယ်ခဲ့တာလား ? ဝင်ဒီက ဂျိုဒီ့ကိုကယ်ခဲ့တာလားဆိုတာတွေကို\nလှည့်ကွက်တွေနဲ့ကြည့်ရမှာမို့  တင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.44 GB) / (464 MB) / (291 MB)\nQuality............WEB-DL 1080p /  720p / 480p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "4.7",
        "url": "https://megaup.net/1avib/Killer.Design.2022.720p.WEBRip.(CM)_new.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1r1vp678jbvsOwgCIW0hc4JQeHA.jpg",
        "title": "Broken Wings (2022)",
        "description": "Broken Wings (2022)အင်ဒိုနီးရှား ဖြစ်ရပ်မှန်ကားလေး တင်ဆက်ပေးပါရစေ။ 2018 ခုနှစ်က အင်ဒိုနီးရှားရဲတွေနဲ့ ထောင်သားတွေအကြားဖြစ်ပွားခဲ့တဲ့ အထိကရု‌ဏ်းကို အခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ Leong ဆိုတဲ့လူဟာ ISIS ဆန်ဆန် လူသစ်တွေ ရှာဖွေစုဆောင်းပြီး လူစုလူဝေးများတဲ့နေရာတွေမှာ အသေခံဗုံးလိုက်ခွဲပါတယ်။ တစ်ဖက်မှာလည်း ရဲအရာရှိ Ajiဟာ ကိုယ်‌ဝန်ဆောင်သည်ဇနီးနဲ့အတူ နယ်ပြောင်းလာရပါတယ်။ရဲအရာရှိ Aji ဟာ Leongကို ဖမ်းဆီးနိုင်အောင် ကြိုးစားရင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတော့တော့ ဇာတ်လမ်းလေးထဲ ဆက်ကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Jane ပါ။)File Size          : 1.3GB, 522MB, 283MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat          ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Qzp4/[CM]Broken.Wings.2022.720p.WEB-DL.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzIzYmIxZmUtZDM1MS00NjM0LTk5MjQtNjMyMmEzMTQzZjVjXkEyXkFqcGdeQXVyMzM1OTMzNDA@._V1_-141x200.jpg",
        "title": "Death Forest: Forbidden Forest (2014)",
        "description": "Death Forest (2014)-------------------------------ဒီတစ်ခေါက်မှာတော့ သဲထိပ်ရင်ဖိုဇာတ်ကားတွေမှ\nကြိုက်တတ်တဲ့ ပရိတ်သတ်များအတွက် တင်ဆက်ပေးလိုက်ပါပြီJapan နိုင်ငံရဲ့ အထင်ကရနေရာဖြစ်တဲ့ The Suicide Forest ထဲမှာ\nမကောင်းဆိုးဝါးရန်ကနေ Motorbike တစ်စီးနဲ့ လွတ်မြောက်အောင်ထွက်ပြေးရတဲ့\nDeath Forest Game ကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ Horror ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။Horror ကားတို့ထုံးစံအတိုင်း ဇာတ်လမ်းအစမှာ\nကျောင်းသား လေးယောက် ခရီးထွက်ကြပါတယ်။ထုံးစံအတိုင်း ဖင်ယားကြမိတဲ့အခါ Death Forest ထဲကို\nရောက်သွားတဲ့သူတို့ ဘယ်လိုတွေ စွန့်စွန့်စားစားပြန်ထွက်ကြမလဲဆိုတာ ခြောက်ခြားစွာကြည့်ရှုရမှာပါ။အကုန်လုံးကရော အသက်ရှင်ကျန်နိုင်ပါ့မလားဆိုတာတော့\nကိုယ်တိုင်ပဲကြည့်ရှုခံစားပေးကြပါဦး။\nFile size…1.1GB / 516MB\nQuality…1080p True WEB DL  / 720p\nFormat…mp4\nDuration….1h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "N/A",
        "url": "https://megaup.net/2wwS0/Death.Forest.Forbidden.Forest.2014.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BN2U3OTJjNzYtMjUwZC00ZmViLTk0MjgtMDNkNzJiYjdmMDQ3XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Thank God (2022)",
        "description": "Thank God (2022)ကဲ ဂိမ်းကစားရတာကြိုက်တဲ့ပရိတ်သတ်ကြီးတွေအတွက် \"Game Of Life\" ဆိုတဲ့\nဘဝရဲ့သေရေးရှင်ရေးအားသွန်ခွန်စိုက်ကစားရမယ့် ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီ။\nရုံတင်ငွေအနေနဲ့လည်း ကုဋေ ၄၈.၉၂ ပြန်ရခဲ့ပြီး လူတိုင်းအသည်းစွဲမင်းသားကြီးအဂျေးအပြင်\nအချစ်တော် မင်းသားဆစ်ဒါးလ်လဲ ပါဝင်သရုပ်ဆောင်ထားတာကြောင့်\nဇာတ်ကားကတော့ အပျံ့စားဖြစ်နေမှာပါ။ဂိမ်းတစ်ခုကို‌ပေါ့ပေါ့ပါးပါးပဲဆော့ကြပေမယ့် အဲဒီဂိမ်းရဲ့အနိုင်အရှုံးက\nမိမိအသက်ပေါ်မူတည်နေမယ်ဆိုရင်တော့ တစ်ချက်မမှားရဲဘဲ\nအားသွန်ခွန်စိုက်ဆော့ရတော့မှာမဟုတ်ပါလား? ဒီကားထဲမှာဆိုရင်\nအာရန်ကပူးက အိမ်ခြံမြေရောင်းဝယ်ရေးလုပ်ငန်းရှင်ပါ ပိုက်ဆံဆိုတာ\nသူ့အတွက်တန်ဖိုးမရှိတော့တဲ့အထိ ပိုက်ဆံတွေအများကြီးရှာဖို့ကတော့သူ့အိပ်မက်ပေါ့။ဒါပေမယ့်ငွေကြေးအပြောင်းအလဲမှာ လက်ထဲပိုင်ဆိုင်သမျှငွေတွေက သူ့အိပ်မက်အတိုင်း\nတန်ဖိုးမရှိတော့ဘဲ ကုမ္ပဏီဒေဝါလီခံရတဲ့အပြင်ကို အိမ်ပါရောင်းဖို့ထိဖြစ်လာခဲ့ပါတယ်။\nကံဆိုးမသွားရာမိုးလိုက်လို့ရွာဆိုသလိုပဲ တစ်နေ့ထင်မှတ်မထားတဲ့ အက်ဆီးဒင့်နဲ့ကြုံရပြီး\nအသက်ပြန်ရှင်အောင် ပြုခဲ့သမျှကောင်းမှုတွေကသာသူ့ကိုကယ်နိုင်မယ့် ဂိမ်းကစားပွဲထဲပါသွားတဲ့အခါမှာတော့...ကပူးတစ်ယောက်ဘယ်လိုတွေရုန်းကန်ရမလဲ? သူ့ရဲ့ကောင်းမှုနဲ့မကောင်းမှုမှာ\nဘယ်တစ်ဖက်ကအနိုင်ရသွားမလဲဆိုတာတော့\nခုပဲ Channel Myanmar မှာဆက်လက်ကြည့်ရှုလိုက်ပါရှင်။\nFile size…1.86GB  / 943MB\nQuality…1080p HQ HD RIP  /720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Hay Man ~ Yunni",
        "rating": "6.1",
        "url": "https://megaup.net/1Qztp/Thank_God_(2022)_Hindi__HQ_HDRip.720p(CM).mp4",
        "category": "Bollywood, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5958Nt4QX6aRSUdQnvNw8wqjTJQ.jpg",
        "title": "Æon Flux(2005)",
        "description": "AEon Flux (2005)\n==============၂၀၁၁ ခုနှစ်မှာ ဗိုင်းရပ်စ်တစ်ခုက ကမ္ဘာ့လူဦးရေရဲ့ ၉၉ရာခိုင်နှုန်းကိုသေဆုံးစေခဲ့ပါတယ်။ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်တဲ့ထရေဗာဂွတ်ချိုင်းလ် က ကုသနည်းကို တီထွင်ခဲ့ပါတယ်။ငါးသန်းသော အသက်ရှင်ကျန်ရစ်သူတွေက ကမ္ဘာမှာ တစ်ခုတည်းကျန်တဲ့မြို့ ဘရက်ဂ်နာမှာ နေထိုင်ကြပါတယ်။ဂွတ်ချိုင်းလ်ဟာ နှစ် ၄၀၀ လောက်အထိ အုပ်ချုပ်ခဲ့ပြီးနှစ်တွေကြာလာတာနဲ့အမျှ နိုင်ငံဟာ တဖြေးဖြေးနဲ့ ပြိုလဲလာပါတယ်။ဂွတ်ချိုင်းလ်အစိုးရဟာ လူပျောက်မှုတွေကို လစ်လျူရှူရုံတင်မကသူတို့ကို အာခံသူတွေကိုပါ သုတ်သင်ကြပါတယ်။ပြည်သူတွေဟာ သူတို့မတွေ့ကြုံဖူးတဲ့ ပုံရိပ်တွေ ခြောက်လှန့်တာလည်း ခံစားနေရပါတယ်။ဒီတော့ ဂွတ်ချိုင်းလ်အစိုးရကို ဆန့်ကျင်ဖို့ မော်နီကန်ဆိုတဲ့လက်နက်ကိုင်ဆန့်ကျင်သူအဖွဲ့ ပေါ်ပေါက်လာခဲ့ပါတော့တယ်။ File size…1.43GB / 594MB\nQuality…BluRay 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Action , Adventure , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "5.4",
        "url": "https://megaup.net/2wwG7/AEon.Flux.2005.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vx1u0uwxdlhV2MUzj4VlcMB0N6m.jpg",
        "title": "Guillermo del Toro’s Pinocchio (2022)",
        "description": "Guillermo del Toro's Pinocchio (2022)သစ်သားရုပ်လေး ပီနိုခီရိုကို ဒါရိုက်တာကြီး ဂီရယ်မိုဒီတယ်ရိုရဲ့ဗားရှင်းအနေနဲ့ ထွက်လာပါပြီ။\nဒါဟာ ဂီရယ်မိုရဲ့ ပထမဆုံး ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်။\nမူလဇာတ်လမ်းတွေနဲ့ ကွဲပြားစွာပဲ ၁၈၀၀ ခုနှစ်ကိုအခြေမခံဘဲ ပထမကမ္ဘာစစ်အပြီး\nအီတလီမှာ မူဆိုလီနီအာဏာရချိန် ဖက်ဆစ်အစိုးရ ၁၉၃၀ ဝန်းကျင်ကာလကို အခြေခံထားပါတယ်။\nပုံမှန် Animation မဟုတ်ဘဲ Stop Motion အမျိုးအစားမို့လည်း တစ်မျိုးလေး ဆန်းသစ်ပါသေးတယ်။\nပြီးတော့ ဒါရိုက်တာရဲ့ ထုံးစံအတိုင်း ကလေးပုံပြင်တစ်ခုကိုနည်းနည်းပိုမှောင်မိုက်တဲ့ သဘောတရားတွေနဲ့ ပြသထားတာမို့\nလူကြီးပရိသတ်တွေကတော့ ပိုခံစားလို့ကောင်းပါလိမ့်မယ်။\nPan's Labyrinth ရုပ်ရှင်တုန်းကလည်း စပိန်ပြည်တွင်းစစ်ကိုအခြေခံထားသလို\nဒီဇာတ်လမ်းကလည်း အီတလီရဲ့တကယ့်နိုင်ငံရေးအခြေအနေကို အခြေခံထားတာပါပဲ။\nပြီးတော့ ပန်းပုဆရာ ဂျီပတ်တိုရဲ့ သေဆုံးသွားတဲ့ သားနာမည်ကိုလည်း ကာလို အဖြစ် ထည့်သွင်းပေးထားပါသေးတယ်။\nမူရင်း ပီနိုခီရိုပုံပြင်ကိုရေးခဲ့သူ Carlo Collodi ကို ဂုဏ်ပြုတဲ့သဘောဖြစ်မယ်ထင်ပါတယ်။\n၁ နာရီ ၅၇ မိနစ်အကြာရိုက်ကူးထားတာမို့ အကြာဆုံး Stop Motion ရုပ်ရှင်လည်း ဖြစ်သွားပါပြီ။\nဂီရယ်မိုရဲ့ထုံးစံအတိုင်း နိမိတ်ပုံတွေ၊ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1aBey/Guillermo.del.Toros.Pinocchio.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yqz9J7dM3GPr4MthRyFSUEn7Dxt.jpg",
        "title": "Next Door (2022)",
        "description": "Next Door (2022)(1080p ရပါပြီ)တိုက်ခန်း အခန်းနံပါတ် ၄၀၅ မှာ ငှားရမ်းနေထိုင်သူ ‘ချန်းအူ’ ...ရက်ပ်ကို သဘောကျပြီး ကာရန်စည်းချက်တွေကို တန်ဖိုးထားတဲ့ ၅ နှစ်မြောက် ရဲသင်တန်းစာမေးပွဲဖြေဖို့ ပြင်ဆင်နေတဲ့လူငယ်လေး ...ညဘက်မှာ အရက်သောက်တာများသွားပြီး နောက်နေ့ မနက် နိုးလာတော့ သူ့အိပ်ယာဘေးမှာ လူတစ်ယောက် အသတ်ခံထားရတာကို တွေ့လိုက်ရတဲ့ အခါ ...ဖြစ်ချင်တော့ ပုံမှန်ချိန်တွေမှာ ဆူညံလွန်းလို့ ဆက်ဆံရေးသိပ်မပြေလည်ခဲ့တဲ့လူ နေထိုင်တဲ့ အခန်းနံပါတ် ၄၀၄ မှာ ပြန်နိုးလာတာဖြစ်ပြီး ဖြစ်ပျက်ခဲ့တာတွေကိုလည်း ဘာတစ်ခုမှ မမှတ်မိတဲ့အခါ ချန်းအူတစ်ယောက် ဘယ်လို ဆက်ဖြစ်မလဲ?သူအမူးလွန် ကောင်းပြီး အိပ်ပျော်နေချိန်မှာ ဘာတွေဖြစ်သွားတာလဲ?\nသူကိုယ်တိုင်တောင် မသိလိုက်ဘဲ လူသတ်မိလိုက်တာများလား?\nဒါမှမဟုတ် ချောက်ချ ခံရတာလား? ဆိုတာကိုတော့ ဒီ ဇာတ်ကားလေးကြည့်ရှုရင်း အဖြေရှာလိုက်ကြစို့နော်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Hnin Wai Oo ပါ။)File Size      ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Qxtb/[CM]Next.Door.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fiSU4G6IIcMN2Z8l34BZXqGSK6K.jpg",
        "title": "Holy Spider (2022)",
        "description": "Holy Spider ( 2022 )\n--------------------လာမယ့် ၂၀၂၃ အော်စကာရဲ့ best Interanational Features ဆုအတွက်\nတစ်ပြေးနေတဲ့ ထိပ်ဆုံးငါးကားထဲက တစ်ကားဖြစ်တဲ့ “Holy Spider”ဟာ ကားကတော့\nအီရန်ကားဖြစ်ပေမဲ့ ဂျော်ဒန်မှာရိုက် ပြင်သစ်မှာ Release လုပ်ပြီး\nအော်စကာအတွက် နိုင်ငံကိုယ်စားပြုတာကတော့ ဒိန်းမတ်အနေနဲ့ ဝင်ထားပါတယ်။\nအီရန်မှာတော့ အပိတ်ခံထားရရုံတင်သာမကပဲ Ministry of Culture and Islamic Guidanceကနေ\nဒီရုပ်ရှင်ကမင်းသမီးကို best actress ဆုပေးခဲ့တဲ့ ကိန်းရုပ်ရှင်ပွဲတော်ကို ပြဿနာရှာထားသလို\nဒီရုပ်ရှင်ဟာ မွတ်စလင်တွေရဲ့ယုံကြည်မှုကို စော်ကားတယ်လို့လည်း ဆိုကြပါတယ်။\nဒီရုပ်ရှင်ကို ရိုက်ကူးတာမှာ ပါဝင်ပတ်သက်နေတဲ့ အီရန်ပြည်တွင်းကလူတွေရှိခဲ့ရင်\nအီရန်ရုပ်ရှင်အစည်းအရုံးက ဒဏ်ခတ်မယ်လို့ပါ ကြေညာထားခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာ ၂၀၀၀ခုနှစ်တုန်းက ပြည့်တန်ဆာ၁၆ယောက်ကိုသတ်ခဲ့တဲ့\nအီရန်ကွင်းဆက်လူသတ်သမား တစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ကို အခြေတည်ထားတဲ့ရုပ်ရှင်ဖြစ်ပြီး\nတစ်ချို့ကလည်း မာစတာပိစ်ကားလို့ ပြောကြပါတယ်။\nအမျိုးအစားကတော့ crime thrillerရုပ်ရှင်ဖြစ်ပြီး\nအီရန်ရဲ့ မြင့်မြတ်တဲ့ဘာသာရေးမြို့လို့ ပြောလို့ရတဲ့ Mashhadမြို့မှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nဒီမြို့မှာ ပြည့်တန်ဆာလုပ်စားနေတဲ့ အမျိုးသမီးတွေ တစ်ယောက်ပြီးတစ်ယောက် ထူးဆန်းစွာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Qylc/Holy.Spider.2022.WEB-DL.720p.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWJmZjZkZGItYmJjNy00NjM3LWIwMTUtNDQ5MWYyMWViZTQwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Urvasivo Rakshasivo (2022)",
        "description": "Urvasivo Rakshasivo (2022)ဒီတစ်ခါမှာတော့ Netflix ကထွက်ရှိလာပြန်တဲ့\nအချစ်ကားလေးတင်ဆက်ပေးချင်ပါတယ် ဒီကားက ၂၀၁၈ထွက်\nPyaar Prema Kaadhal ကို Remake ပြန်လည်ရိုက်ကူးထားပေမယ့်\nလူကြိုက်များခဲ့တဲ့ဇာတ်ကားတစ်ကားပါပဲဇာတ်လမ်းအညွှန်း\nဆရီးကူမားကတော့ မိန်းမမရသေးတဲ့လူပျိုကြီးမို့လို့\nသူ့အမေကိုယ်တိုင်ကချွေးမလိုက်ရှာပေးနေသူပေါ့ ဒါပေမယ့်\nဆရီးကြိုက်နေတဲ့ကောင်မလေးရှိနေပါတယ်သူတို့ရုံးရဲ့မျက်စောင်းထိုးရုံးကကောင်မလေးစင်ဒူပါ\nဆရီးထိုင်ခုံနဲ့စင်ဒူခုံနဲ့က ပြတင်းပေါက်ကကြည့်ရင်အတိုင်းသားဆိုတော့\nလူပျိုကြီးဆရီးကနေ့တိုင်းရုံးတက်ရုံးဆင်းထိုင်ငေးတော့တာပေါ့\nဒါပေမယ့် စင်ဒူကခေတ်ဆန်ပြီး ဆရီးက\nအရက်ဆိုင်မှာအအေးမှာသောက်တတ်တဲ့ကောင်မျိုးပါ\nစော်လိုက်နည်းမသိလို့ ဦးလေးဖြစ်သူကသင်ပြပေးရတဲ့အထိကိုတုံးပါတယ်\nသူတို့နှစ်ယောက်ကြားဆရီးမျှော်မှန်းထားသလိုဖြစ်လာမလား\nအချစ်စစ်တို့လမ်းမှန်ရင် မဖြောင့်ဖြူးဘူးမို့လို့ ဒီနှစ်ယောက်ကြား\nဘယ်လိုအလှည့်အပြောင်းတွေကြုံမလဲဆိုတာဆက်လက်ရှုစားကြပါရှင်\nFile size…1.8GB / 966MB\nQuality…1080p  HQ /720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~ Yunni",
        "rating": "6.6",
        "url": "https://megaup.net/1aAt7/Urvasivo_Rakshasivo_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bdxrZBGtWaLYkjMmwaSIiTwpSnS.jpg",
        "title": "Jingle All the Way (1996)",
        "description": "Jingle All the Way (1996)ခရစ္စမတ်နီးလာတိုင်း ကျွန်တော်တို့ကြည့်လေ့ကြည့်ထရှိတဲ့ကားလေးဆိုရင်တော့ Home Alone (1990) လေးပဲဖြစ်မယ်ထင်ပါတယ်။ ဘာလို့ကြည့်လဲဆိုရင်တော့ ငယ်ဘဝကို ပြန်ခံစားချင်လို့ ကြည့်တယ်ဆိုပါတော့ဗျာ။ 1990‌ ကျော်ခုနှစ်များဆီက အငွေ့အသက်တွေ၊ ထိုနေ့ခေတ်များဆီက ခရစ္စမတ်ကျင်းပပုံတွေ၊ ခေတ်‌တစ်ခေတ်ရဲ့ သဘောသဘာဝတွေရဲ့ ခံစားလို့ရတဲ့ ရုပ်ရှင်လေးတွေပဲဆိုပါတော့။ဒီလိုရုပ်ရှင်လေးတွေထဲမှာ ကျွန်တော့်အတွက်တော့ Home Alone ပြီးရင် အကြိုက်ဆုံးခရစ္စမတ်ကားလေးဖြစ်တာကတော့ ဒီကားလေးပဲဗျ။ တကယ်ကောင်း၊ ရှယ်ကောင်း၊ တော်တော်ကောင်းပါတယ်။ တကယ်ကြည့်ထိုက်တယ်ဗျ။ ဇာတ်လမ်းလေးက အစ အလယ်ကနေ အဆုံးဇာတ်ဝင်ခန်းထိကို ကောင်းတာဗျ။ တကယ်လည်း တစ်ကားလုံးတောက်လျှောက် စိတ်လှုပ်ရှားမှုအပြည့်နဲ့ကို ကြည့်နေရတဲ့ကားပါ။ ပြီးတော့ ပိုထူးဆန်းတာကို ပြောပြပါဆိုရင်တော့ ဒီဇာတ်ကားလေးကို ကျွန်တော်တို့ရဲ့အက်ရှင်မင်းသားကြီး၊ Terminator မင်းသားကြီးအာနိုးလ်က သရုပ်ဆောင်ထားတာပါပဲ။ မင်းသမီးဟာလည်း ၉၀ ကျော်ခုနှစ်များရဲ့နာမည်ကျော်မင်းသမီး ရိတာဝေလ်ဆန်က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Comedy/ Family အမျိုးအစားမလို့ ဘယ်လိုကားမျိုးလေးလဲဆိုတာကိုတော့ ခန့်မှန်းလို့ရလောက်မယ်ထင်ပါတယ်။ သုံးခဲ့တဲ့ဘက်ဂျက်ရဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/3ctiy/(CM)_Jingle_All_the_Way_(1996)_720p.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BN2RiY2RmMjItMDc1My00ZmViLWJkM2YtZjExNDI5MGM2ZWNiXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_-133x200.jpg",
        "title": "Emancipation (2022)",
        "description": "​အေဘရာဟင်လင်ကွန်း​ခေတ် မတိုင်ခင်အထိ အ​မေရိကန်နိုင်ငံရဲ့\nလူဖြူ၊လူမဲခွဲခြားတဲ့ စနစ်ဆိုးကြီးက အ​တော်​ကိုအမြစ်တွယ်ခဲ့ပြီး\nယ​နေ့ထက်​တိုင် စနစ်ရဲ့အရိပ်ကကပ်ပါ​နေဆဲပါ။ ဒီလို လူတန်းစား\nခွဲခြား​ရေးဝါဒီ​ ထောက်ခံ​ရေးနဲ့ တိုက်ဖျက်​​​ရေးဝါဒီ​တွေ ထိပ်တိုက်\n​တွေ့ဆုံခဲ့တဲ့ ၁၈၆၀​ပြည့်နှစ်​တွေဟာ စနစ်ရဲ့ဖိနှိပ်မှုကို ကာပြန်ခဲ့တဲ့\nလူမည်း​တွေလည်း များစွာရှိခဲ့ပါတယ်။ဒီဇာတ်ကားက​ အခုလိုမျိုးရုန်းထွက်ခဲ့ကြသူ​တွေထဲက ပီတာဆိုတဲ့\nလူမည်းကျွန်တစ်​ယောက်ရဲ့ဖြစ်ရပ်မှန်မှတ်တမ်းကို ပုံ​ဖော်ရိုက်ကူး\nထားတာပါ။ ပီတာ​နေရာမှာ သရုပ်​ဆောင်သူက​တော့ အ​ထွေအထူး\nမိတ်ဆက်ဖို့မလိုတဲ့ မင်းသားကြီးWill Smith ဖြစ်ပြီး သူနဲ့အပြိုင်\nကြမ်းမယ့်သူက Ben Fosterဖြစ်တာမို့ မ​​ခေတဲ့သူပါပဲ။ IMDbမှာ\n​တော့10အပြည့်ရထားပြီး RTမှာ​တော့ 50%ရထားပါတယ်။ဇာတ်လမ်းက​ လူဝီစီယားနားပြည်ရှိ လူမည်းအလုပ်သမားစခန်းမှ\nအလုပ်သမား​တွေဟာ ဖိနှိပ်၊နှိပ်စက်ခံရမှု​တွေကြားက လင်ကွန်းရဲ့\nNative Guard(လူမည်းတပ်)ရှိရာ ​ဘေတန်ရုဂ်မြို့ကို ထွက်​ပြေးဖို့\nပီတာတို့အလုပ်သမားတစ်စု ကြိုးစားကြပုံကို ရိုက်ကူးထားတာပါ။\nနွံအိုင်ပတ်လည် ဝိုင်း​နေတဲ့ စခန်းဖြစ်သလို ထွက်​ပြေးသူ​တွေရှိရင်\nလိုက်ဖမ်းဖို့ မြင်းစီးမုဆိုး​တွေနဲ့အမဲလိုက်​ခွေး​တွေပါ အသင့်ရှိ​နေလို့\nလွတ်ဖို့ဆိုတာ အ​တော်မလွယ်ကူတဲ့​နေရာမျိုးပါ။ ဒီလို​နေရာက​နေ\n​\"သေ​မြေ​ကြီး ရှင်​ရွှေထီး\"ဆိုတဲ့ စိတ်နဲ့ပဲ ပီတာတို့လူတစ်စု စခန်းမှ\nထွက်​ပြေးလာပါ​​တော့တယ်။ဒီကားကိုကြည့်ရင်း Apocalyptoကားကြီးကို တစ်ချက်​ပြေးမြင်မိ\nပါ​သေးတယ်။ ​ရှေ့က​ပြေးသူနဲ့နောက်ကလိုက်သူ မုဆိုး​တွေကြားက\nအားပြိုင်မှု​တွေ၊ နွံအိုင်ကြီး​တွေနဲ့ မမြင်ရတဲ့အန္တရာယ်​ပေါင်းများစွာ၊\nသားရဲ​ပေါင်းများစွာကြားက အသက်​​ဘေးလွတ်​အောင် ရုန်းကန်ပုံ\n​တွေက အ​တော်​လေး ...",
        "rating": "",
        "url": "https://megaup.net/1Qyn4/Emancipation.2022.720p.Edit(CM).mp4",
        "category": "Action, Thriller"
    }
]