[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gDu7P9dGWrNJBP6EIYKCuKLWVYg.jpg",
        "title": "Kingdom: Ashin of the North (2021)",
        "description": "Kingdom ရဲ့ Season 2 အဆုံးမှာ မင်းသားနဲ့သူ့ရဲ့ နောက်လိုက်နောက်ပါတစ်သိုက်က မသေဆေးပင်တွေရဲ့ အရင်းအမြစ်က လူတစ်ယောက်ဆီက လာတယ်ဆိုတာကိုတွေ့ခဲ့ပါတယ်။လက်သည် တရားခံကတော့ မြောက်ပိုင်းသူ အာရှင်း ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ သူ့ရဲ့ နောက်ခံအကြောင်းအရာတွေကို ပြထားတာပါ။ ဂျိုဆွန်းမှာ မျိုးဆက် ၃ ဆက်လောက် နေခဲ့ကြတဲ့သူတို့ရဲ့ ဂျာချန်လူမျိုးစုလေးက ဂျာချန်တွေထဲမှာလည်း အပယ်ခံ ဂျိုဆွန်းပြည်သားတွေကလည်း လက်မခံဖြစ်နေပါတယ်။အာ့ဒီလိုအခြေအနေထဲမှာမှ အာရှင်းရဲ့အဖေက သူတို့ရွာလေးကို တရားဝင်ဂျိုဆွန်ရွာအဖြစ်သတ်မှတ်ခံရဖို့ ကြိုးစားရင်းသေသွားတယ်။အမေကတော့ နိမ့်ကျတဲ့သူတို့ရွာလေးကို ဘယ်သမားတော်မှ မလာလို့ ရောဂါခံစားနေရရင်း ဂျိုဆွန်းပြည်နဲ့ ဂျာချန်တွေရဲ့ စစ်ပွဲထဲမှာ ကြားညပ်ပြီးသေဆုံးသွားရတယ်။အဲဒါကြောင့် မသေဆေးပင်ကို အမှတ်မထင်တွေ့ခဲ့လိုက်ရတဲ့ အာရှင်းက သူ့မိသားစုကို ဖျက်စီးခဲ့တဲ့ နိုင်ငံနှစ်ခုကို လက်စားချေဖို့ ကြိုးစားတဲ့အကြောင်းလေးကို ပြထားတာပါ။Kingdom ပရိသတ်ကြီးတို့ Season 3 မလာခင် ဒါလေးကို အရင်ကြည့်ထားလိုက်ကြပါဦး။ (ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon & Ma Phi ပဲဖြစ်ပါတယ်…) File ...",
        "rating": "9.7",
        "url": "https://megaup.net/2jW8v/(CM)_Kingdom.Ashin.of.the.North.2021.NF.WEB-DL.720p.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BODJkZTZhMWItMDI3Yy00ZWZlLTk4NjQtOTI1ZjU5NjBjZTVjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR006891000_AL_-138x200.jpg",
        "title": "Kung Fu Panda (2008)",
        "description": "DreamWorks ရဲ့ အအောင်မြင်ဆုံးရုပ်ရှင်ကားတွေထဲကတစ်ကားဖြစ်တဲ့ ရုပ်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ…လူကြီးလူငယ်မရွေး အားပေးခဲ့ကြတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါ…ဆုပေါင်းများစွာကိုလည်းရယူထားနိုင်ခဲ့ပါတယ်…ဇာတ်လမ်းအကျဉ်းလေးဆီသွားကြရအောင် တစ်ခါတုန်းက အေးချမ်းတဲ့မြို့လေးတစ်မြို့မှာအပျင်းကြီးပြီး အစားပုတ်တဲ့ ပန်ဒါဝက်ဝံလေးတစ်ကောင်ရှိပါတယ်…သူ့နာမည်ကတော့ ‘ပို’ လို့ခေါ်ပြီး ဝတုတ်ကြီးဖြစ်နေပါတယ်..အဖေဖြစ်သူနဲ့ ခေါက်ဆွဲရောင်းနေရတဲ့သူလည်းဖြစ်ပါတယ်…ဒါပေမယ့် သူဟာ ကွန်ဖူးသိုင်းပညာရှင်အရမ်းဖြစ်ချင်နေပြီးကွန်းဖူးသိုင်းသမားတွေကိုလည်း အားကျနေသူတစ်ယောက်ဖြစ်ပါတယ်…သူတို့မြို့လေးမှာ ကွန်ဖူးသိုင်းသင်တန်းကျောင်းတစ်ခုရှိပြီးသင်တန်းသားတွေ ဖြစ်တဲ့ နာမည်ကြီး ကွန်ဖူးသိုင်းသမားငါးယောက်လည်းရှိပါတယ်…သူတို့ကတော့ Tigress, Crane, Mantis, Viper နဲ့ Monkey တို့ပဲဖြစ်ပါတယ်….တစ်နေ့မှာတော့ သင်တန်းကျောင်းကနေ နဂါးသူရဲကောင်းရွေးချယ်ပွဲကြီးကျင်းပပါတော့တယ်…ဒီရွေးချယ်ပွဲကြီးဟာ သင်တန်းသားတွေထဲကအတော်ဆုံးတစ်ယောက်ကိုရွေးချယ်မှာဖြစ်ပါတယ်…‘ပို’ တစ်ယောက်လည်း ရွေးချယ်ပွဲကြီးကို အရမ်းကြည့်ချင်နေခဲ့ပေမယ့်သူ့အဖေကတော့ ပွဲမှာ ခေါက်သာဆွဲရောင်းခိုင်းပါတယ်…‘ပို’ တစ်ယောက် ပွဲကိုရောက်အောင်သွားခဲ့ပေမယ့် နောက်ကျသွားတဲ့အတွက်ဂိတ်တံခါးပိတ်နေတာကို တွေ့လိုက်ရပါတယ်…ဒီအချိန်မှာ ရွေးချယ်ပွဲလည်း စနေပါပြီ…‘ပို’ လည်း အရမ်းကြည့်ချင်နေတာနဲ့အထဲဝင်လို့ရအောင် ကြံစည်ပါတော့တယ်…ဒီလိုနဲ့ ရွေးချယ်ပွဲဟာ နဂါးသူရဲကောင်းကို ကြေငြာမယ့်အချိန်ကိုရောက်လာပါပြီ…ဒီအချိန်မှာ ‘ပို’ ဟာ အထဲဝင်ဖို့ကြိုးစားရင်းနဲ့ အလွဲလွဲအချော်ေျချာ်တွေဖြစ်ပြီးမမျှော်လင့်ပဲ နဂါးသူရဲကောင်းအဖြစ် ရွေးချယ်ခြင်းခံလိုက်ရတဲ့ အခါမှာတော့…..ဇာတ်လမ်းရဲ့အရသာကို အပြည့်အဝခံစားနိုင်ဖို့အတွက်ဒီလောက်ပဲညွှန်းလိုက်ပါတော့တယ်…‘ပို’ တစ်ယောက်ဘာတွေဆက်ဖြစ်ဦးမှာလဲဆိုတာကိုတော့ ကြည့်ရှုခံစားပေးကြပါဦး…..IMDb rating ...",
        "rating": "7.5",
        "url": "https://megaup.net/2sEpq/Kung.Fu.Panda.2008.720p.BluRay_%7BCM%7D_Recode.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BOTM5NTgwOTU1Nl5BMl5BanBnXkFtZTgwODE4Mzg1MDE@._V1_-132x200.jpg",
        "title": "The Class of 92 (2013)",
        "description": "IMDb Rating(8.0) / Rotten Tomatoes (100%)မန်ချက်စတာယူနိုက်တက်ပရိတ်သတ်ဆိုရင် 92 ခုနှစ်အတန်း.. Class of 92 ကစားသမားတွေကို မသိသူရှိမယ်မထင်ပါဘူး\nယူနိုက်တက်တို့ရဲ့ရာဇဝင်မှာ သမိုင်းသစ်ရေးထိုးနိုင်ခဲ့တဲ့ အခိုက်အတန့်ဖြစ်တဲ့ 99 ခုနှစ်ရာသီ ဖလားသုံးလုံးချန်ပီယံဖြစ်ခဲ့မှုမှာလဲ\nClass of 92က အသင်းသားတွေဟာ အရေးကြီးတဲ့ အခန်းကဏ္ဍကနေပါဝင်ခဲ့ကြပါတယ်\nဒီဇာတ်လမ်းကတော့ Class of 92ကစားသမားတွေဖြစ်တဲ့အပြင်\nမန်ချက်စတာယူနိုက်တက်ရဲ့ ဂန္တဝင်ကစားသမားတွေဖြစ်တဲ့ ဒေးဗစ်ဘက်ခ်ဟမ်း၊ နစ်ကီဘတ်၊ ပေါလ်စခိုး၊ ရိုင်ယန်ဂစ်၊ ဖီးလ်နဗီးနဲ့ ဂယ်ရီနဗီးတို့\nဖြတ်သန်းခဲ့ရတဲ့နေ့ရက်တွေအကြောင်းကို အသားပေး ဖော်ပြထားတာဖြစ်ပါတယ်\n1992 ကနေ 99ခုနှစ် ချန်ပီယံလိဂ်ဖိုင်နယ်အထိအကြောင်းတွေပါဝင်ပါတယ်။\nဗြိတိန်ရဲ့ နိုင်ငံရေးအလှည့်အပြောင်းတွေကြား အင်္ဂလိပ်ဘောလုံးလောကရဲ့ အနိမ့်အမြင့်အတက်အကျတွေနဲ့အတူ\nအင်္ဂလိပ်ဘောလုံးပရိတ်သတ်တွေရဲ့ ဘောလုံးအားကစားအပေါ်ရူးသွပ်မှုတွေကိုလဲ သိမြင်နိုင်မှာပဲဖြစ်ပါတယ်။\nဒီဇာတ်ကားက Documentary အမျိုးအစားဖြစ်ပြီး သရဲနီတစ်ယောက်အတွက်လုံးဝမေ့ထားလို့မရတဲ့\nယူနိုက်တက်ရဲ့ရွှေရောင်နေ့ရက်တွေကို ပြန်လည်ခံစားရင်း Class of 92 ကစားသမားအကြောင်းတွေ\nယူနိုက်တက်အကြောင်းတွေကိုပါ အတွင်းကျကျ တစ်ဝကြီးခံစားနိုင်မှာပဲဖြစ်ပါကြောင်း.....။(အညွန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်) \nFile size…(2.5 GB) / (1.6 GB) / ...",
        "rating": "8.0",
        "url": "https://megaup.net/Y0gu/(CM)The.Class.of.92.2013.EXTENDED.720p.BluRay.x265-RARBG.mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Mistress-134x200.jpg",
        "title": "(18+)Mistress 4 (2021)",
        "description": "Mistress 4 (2021)နောက်ထပ် အိမ်တွင်းသိုင်းကျင့်မယ့် ဂေါင်းကြီးတို့အတွက် Korea 18+ ဖောင်းဒိုင်းရှုးရှဲ ကားလေး ညွှန်းချင်ပါတယ်ဇာတ်လမ်းကတော့ မောင်ဇော်ချစ်သော ဆရာမအကြောင်းလေးပါ အလုပ်မရှိလို့စိတ်ညစ်နေတဲ့ ကောင်မလေးကို သူ့ချစ်သူ စားဘဲကြီးက ညီလေးအတွက်ဂိုက်သင်ပေးဖို့ ပြောရင်း ညီကလည်း အစ်ကို့ဆော်ကိုမှန်း အစ်ကိုကလည်း ရသမျှ ဆော်ဝိုက်တဲ့ ရှယ်လန်းတဲ့ ဖောင်းဒိုင်းကားလေးပါ ဒီထဲမှာ ဆော်အသစ်နှစ်ဗွေအားဖြည့်ထားသလို ဒီထဲမှာ ပါတဲ့ ဆော်နှစ်ဗွေထဲက တစ်ယောက်က တွေ့ဖူးသမျှ ကိုရီးယားဆော်တွေနဲ့ မတူပါဘူး မြန်မာအဆက်အပေါက် ထိုင်းမတွေနဲ့တောင်သွားဆင်ပါသေးတယ် တစ်ယောက်ကတော့ ကိုရီးယားမတွေ ထုံးစံအတိုင်း ဖြုဖြုဖွေးဖွေးရေဆေးငါးပေါ့ကိုယ်လုံးကိုယ်ပေါက်နဲ့ အကွက်ဆန်းတွေကတော့ တစ်ကားထက်တစ်ကားဆိုသလို လန်းနေပါတယ်နောက်ထပ် ဖောင်းဒိုင်းနည်းယူရင် အကွက်တွေရှုစားမယ်ဆိုရင်တော့ ဒီဂိုက်ဆရာမကားလေးကို ကြည့်ဖြစ်အောင်ကြည့်ပါလို့ ဂေါင်းကြီးတို့ကိုညွှန်းချင်ပါတယ် Translated by : FOXEncoded by : SenpaiQuality ...",
        "rating": "6.5",
        "url": "https://megaup.net/Y0az/Mistress.4.2021.HDRip.H264.720pAAC(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-21-at-23.12.35-135x200.png",
        "title": "Trollhunters: Rise of the Titans (2021)",
        "description": "Trollhunters: Rise of the Titans (2021)===========================\nIMDB - 8.8/10CM ပရိသတ်ကြီးများကို လုံးဝအလန်းလွန်နေတဲ့ Animation ကားလေးတစ်ခု တင်ဆက်ပေးချင်ပါတယ်ဒီစကြဝဠာကြီးကို စွမ်းအားကြီးမားလှတဲ့ စုန်းမကြီးသုံးယောက် ဖန်ဆင်းထားတယ်လို့ဆိုရအောင်ဗျာ\nအဲ့စကြဝဠာကြီးထဲမှာ လူသား တိရိစ္ဆာန် မှင်စာ ဂြိုလ်သား စတဲ့သက်ရှိတွေအားလုံး ညီညွှတ်မျှတစွာနေထိုင်နိုင်ဖို့ ကမ္ဘာမြေဆိုတဲ့လှပတဲ့နေရာလေးကိုလည်း ဖန်ဆင်းခဲ့ကြတယ်ဒါပေမယ့် လူသားတွေကတော့ ကမ္ဘာမြေရဲ့အလှကို မစောင့်ရှောက်ဘဲ ဖျက်စီးကြတယ်ဗျာ\nလူသားအချင်းချင်း စစ်ပွဲတွေခင်း အာဏာတွေပြကြရုံမက မှင်စာလေးတွေကိုပါ ထိခိုက်လာခဲ့တော့\nမှင်စာလေးတွေဟာလည်း ကမ္ဘာမြေကြီးရဲ့အောက်ခြေမှာပဲ ပုန်းလျှိုးကွယ်လျှိုးနဲ့နေထိုင်ကြရတာပေါ့\nဒါတင်မက လူသားတွေဟာ အကောင်လေးတွေကိုနှိပ်စက် အပင်တွေခုတ်နဲ့ ကြာတော့ ကမ္ဘာကြီးလည်းတဖြည်းဖြည်းပျက်စီးလာခဲ့တယ်ဒါကိုသည်းမခံနိုင်တော့တဲ့ စုန်းမကြီးတွေဟာ ကြီးမားလှတဲ့ Titan ကြီးတွေကို ဆင့်ခေါ်ပြီး ကမ္ဘာမြေကိုဖျက်စီးကာ အသစ်တဖန်ပြန်စဖို့ စီစဉ်ပါတော့တယ်ဒါကိုသိရှိသွားကြတဲ့ Trollhunter(မှင်စာမုဆိုး) ဦးဆောင်တဲ့ သူရဲကောင်းတစ်စုဟာ ဖန်ဆင်းရှင်စုန်းမကြီးတွေကို လိုက်လံတားဆီးကြတော့တာပေါ့\nအပြောသာလွယ်ပေမယ့် ဖန်ဆင်းခံလူသားတွေက ဖန်ဆင်းရှင်ကိုခံချဖို့ဆိုတာ ကြားရုံနဲ့ မဖြစ်နိုင်တဲ့ကိစ္စပါ\nဒီလိုမဖြစ်နိုင်တဲ့ကိစ္စကို သူငယ်ချင်းတွေ ဘယ်လိုပူးပေါင်းပြီး ဘယ်လိုတိုက်ခိုက်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ထားပါတယ်Animation ...",
        "rating": "8.8",
        "url": "https://megaup.net/XZy3/Trollhunters.Rise.of.the.Titans.2021.720p.NF.WEB-DL{CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Awasarn-Lok-Suey-2016-อวสานโลกสวย-141x200.png",
        "title": "Grace (or) Awasarn Lok Suay (2016)",
        "description": "Thriller ထိုင်းဇာတ်ကားပါ...လူငယ်တွေနဲ့ချည်း ရိုက်ကူးထားတာမို့ Teen Thriller ပုံစံမျိုးပေါ့...ဇာတ်လမ်းရဲ့အစကတော့...အခုခေတ်လူငယ်တွေကြား ပဋိပက္ခအဖြစ်များနေတဲ့ Online Cele ကိစ္စပါပဲ...Online ပေါ်က ကိစ္စတွေကို တကယ့်လက်ရှိဘဝတွေနဲ့ တအားကိုရောထွေးလိုက်တဲ့အခါမှာမဖြစ်သင့်တာတွေ မလုပ်သင့်တာတွေ ဖြစ်လာတတ်တဲ့ လူငယ်တွေအကြောင်းပေါ့...။ပြန်ပေးဆွဲခန်း...သွေးထွက်သံယိုခန်းနဲ့...လိင်အသားပေးအခန်းတချို့ကြောင့်မိသားစုနဲ့ကြည့်ဖို့တော့ မသင့်တော်ပါဘူး။IMDb Rating (6/10) ရရှိထားပါတယ်။ \nFile size…(2 GB) / (1.2 GB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Suzy Jirakit Thawornwong",
        "rating": "6.0",
        "url": "https://megaup.net/2jUle/Grace_or_Awrasarn.Lok.Suey.2016.720p.mp4",
        "category": "Adult, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/fullsizephoto1342924-140x200.jpg",
        "title": "I Will, Song (2021)",
        "description": "I Will Song (2021)ဘဝမှာဖြစ်ချင်တာတွေ မဖြစ်ရတော့ရင် .....\nမမျှော်လင့်ထားတာတွေ ဖြစ်လာခဲ့ရင် ဘယ်လိုရင်ဆိုင်ကြမလဲ?\nစိတ်ဓါတ်တွေကျ သတ်သေချင်လောက်တဲ့အထိ ဖြစ်လာရင် ဘယ်လိုအားမွေးကြမလဲ?အခုလိုအားလုံးစိတ်ဓါတ်ကျ စိတ်ညစ်နေတဲ့အချိန်မှာ\nစိတ်အားတက်စေမယ့် စကားတွေ နှလုံးသားကိုနွေးထွေးသွားစေမယ့် အဖြစ်အပျက်တွေနဲ့\nစိတ်ညစ်ရင် နားထောင်ဖို့ သံစဉ်ချိုချိုလေးတွေပါတဲ့ အရမ်း ရိုသလို\nMyDramaList မှာလည်း 8.5/10 ရထားတဲ့ ငြိမ့်ငြိမ့်ညောင်းညောင်း ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဂျူလိုင် ၁ရက်ကမှ အသစ်စက်စက်ထွက်ထားတဲ့ .ဒီဇာတ်ကားမှာ\nCast တွေအနေနဲ့ အဆိုတော်မလေး မူးဂယော အဖြစ်\nနာမည်ကြီး T-Ara အဖွဲ့ဝင် Han Eun Jung က အဓိက Main Role အဖြစ်သရုပ်ဆောင်ထားပြီး\nမင်းသားကတော့ ဘာရမ်းအဖြစ် Love With Flaws ထဲက သရုပ်ဆောင် Gu Won ကပါဝင်အားဖြည့်ထားပါတယ်ဇာတ်လမ်းလေးကအေးသလို ထင်ရပေမယ့်\nကြည့်မိတာနဲ့ သီချင်းလေးတွေနဲ့အတူ ဇာတ်ကားထဲမျောသွားနိုင်မယ့် ဇာတ်လေးပါ စိတ်အားတက်စေမယ့် စကားလေးတွေ နဲ့\nနာမည်ကြီး T-ara အဖွဲ့က ...",
        "rating": "4.2",
        "url": "https://megaup.net/2ZRav/I.Will.Song.2021.720p.WEB-DL.CM.mp4",
        "category": "Drama, Fancy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/YamakasiCapture-151x200.jpg",
        "title": "Yamakasi 2 (or) The Great Challenge (2004)",
        "description": "ယာမာကာစီ ၂ ကတော့ ပြင်သစ်မှာ မဟုတ်တော့ပါဘူး။ထိုင်းမှာ အားကစားခန်းမလေး ဖွင့်ပေးဖို့ လာကြတဲ့ ပြင်သစ် လူစွန့်စားအဖွဲ့ဟာယာကူဇာ နဲ့ တရုတ်လူဆိုးဂိုဏ်းကြားညပ်ပြီး ပြသနာတွေရှုပ်လာပုံကိုဇာတ်အိမ်တည်ထားတာပဲ ဖြစ်ပါတယ်။  \nFile size…(1.5 GB) / (900 GB)\nQuality…DVD-Rip 720p /480p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "4.7",
        "url": "https://megaup.net/2jTuP/(CM)Yamakasi_2_(2004)The_Great_Challenge.720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BZThjZTFlMmQtOTg5Ni00Yjc3LWE2N2UtMDQ2YTA4MTQ1Y2I0XkEyXkFqcGdeQXVyMzI2ODkyNDg@._V1_-140x200.jpg",
        "title": "Yamakasi (2001)",
        "description": "၉၀ ဖွားအတော်များမျးကြိုက်ခဲ့ကြမယ့် old but gold လေး တင်ပေးလိုက်ပါတယ်။ယာမာကာစီ လို့ခေါ်တဲ့ ပြင်သစ် လူစွန့်စား အဖွဲ့အကြောင်းပါပဲ။တိုက်အမြင့်တွေပေါ် စွန့်စွန့်းစားစား ခုန်ပျံကျော်လွှားတဲ့ အားကစား ဝါသနာအိုးတွေ ဖြစ်ပြီးရဲတွေက အာရုံနောက်လို့ ဖမ်းချင်နေတဲ့သူတွေလည်း ဖြစ်ပါတယ်။တစ်နေ့တော့ နှလုံးရောဂါသည် ကလေးလေးတစ်ယောက် သူတို့ကို အားကျပြီး အပင်တက်ရင်းနဲ့ ပြုတ်ကျသွားပါတယ်။ကလေးကို ကုပေးဖို့ ဆေးစရိတ်အရေးပေါ်လိုနေတဲ့အတွက် သူတို့ပညာတွေကို သုံးပြီးတစ်ရက်အတွင်း အိမ် ၇ အိမ်ကို ခိုးဖို့ ကြိုးစားလာတဲ့အခါ.....Yamakasi 2(2004) ကို ဒီမှာ https://channelmyanmar.org/yamakasi-2-or-the-great-challenge-2004/   ကြည့်ပါ။ \nFile size…(1.5 GB) / (900 GB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "6.2",
        "url": "https://megaup.net/2jTuU/(CM)Yamakasi_2001_720p_NF_WEB-DL_Hindi_French_x264_ESubs_AC3_-_LOKiHD.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMjI1Nzc0MDM0M15BMl5BanBnXkFtZTcwNzA3NzQxOQ@@._V1_-139x200.jpg",
        "title": "Chashme Baddoor (2013)",
        "description": "Pink တို့ Badla တို့အပြင် ဟိုတလောက နာမည်ကြီးသွားတဲ့ Haseen Dillruba ဇာတ်ကားတို့ရဲ့မင်းသမီးချောလေး Taapsee Pannu ရဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်ကားကတော့ Bollywood ရဲ့ Comedy,Drama ရုပ်ရှင်တို့ထုံးစံအတိုင်းအက..အလှ..ဟာသအစုံအလင်ကို ကာလာရောင်စုံမျိုးစုံနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပါ....ဇာတ်လမ်းကတော့...ဆီးမာဆိုတဲ့ကောင်မလေးဟာ ဇီဇာကြောင်တဲ့အရာရှိကြီးတစ်ဦးရဲ့သမီးလေးပါ...ဇီဇာကြောင်ဖခင်တို့ ထုံးစံအတိုင်း သမီးကညာအရွယ်ရောက်ချိန်မှာ သမီးဖက်ကိုမစဉ်းစားဘဲသူကြိုက်တဲ့သတို့သားလောင်းတွေ ခေါ်ခေါ်လာပြီး သမီးတော်နဲ့ပေးပေးတွေ့နေတာကို စိတ်ကုန်လာတဲ့ဆီးမာတစ်ယောက်အိမ်ကနေ ဂိုအာကို ထွက်ပြေးပါတော့တယ်..ဂိုအာမှာလဲ ဗရုတ်သုတ်ခနဲ့လုပ်ချင်ရာလုပ်တတ်ကြတဲ့ Jai,Sid,Omi ဆိုတဲ့ သူငယ်ချင်း ၃ ‌ယောက်ရောက်နေပါတယ်...ဒီ ၃ ယောက်နဲ့ ဆီးမာတို့တွေ့ကြတဲ့အခါ.....။ဒီဇာတ်ကားက ရုပ်ရှင်ရုံမှာ ပေါ့ပေါ့ပါးပါးခွီနေကျ ဇာတ်လမ်းမျိုးလေးပါ။ဘယ်တော့ပြီးမယ်မှန်းမသိတဲ့ ကိုဗစ်ကာလ ရုပ်ရှင်ရုံပိတ်ထားချိန်ကိုယ့်အိမ်မှာ...ကိုယ့်မိသားစု ချစ်သူခင်သူတွေနဲ့ ကြည့်သင့်တဲ့ရုပ်ရှင်ဖြစ်ကြောင်းညွှန်းဆိုပါရစေ။ \nFile size…(2.4 GB) / (1.6 GB) / (800 MB)\nQuality…BluRay 1080p /720p/ 480p\nFormat…mp4\nDuration….02:01:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.4",
        "url": "https://megaup.net/XWvr/Chashme.Baddoor.2013.BluRay.720p.DTS-HD.MA.5.1.AVC.REMUX-FraMeSToR.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MCU-160x200.jpg",
        "title": "Marvel Cinematic Universe Collection",
        "description": "The Incredible Hulk (2008)Iron Man (2008)Captain America: The First Avenger (2011)Iron Man 2 (2010)Iron Man 2 (2010) Thor (2011)The Avengers (2012)Thor: The Dark World (2013)Iron Man 3 (2013) Captain America: The Winter Soldier (2014)Guardians of the Galaxy (2014)Avengers: Age of Ultron (2015)Ant-Man (2015)Captain America: Civil War (2016)Doctor Strange (2016) Guardians of the Galaxy Vol. 2 (2017)Thor: Ragnarok (2017)Spider-Man: Homecoming (2017)Ant-Man and the Wasp ...",
        "rating": "",
        "url": "https://channelmyanmar.org/marvel-cinematic-universe-collection/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/aHR0cHM6Ly9zLmlzYW5vb2suY29tL212LzAvdWQvMjIvMTEyMjc3L2RlZXBfbWFpbl92ZXJ0aWNhbF9yZ2JfdGhfcHJlLmpwZw-138x200.jpg",
        "title": "Deep (2021)",
        "description": "Deep (2021)မအိပ်ဘဲနဲ့ ပိုက်ဆံရမယ်ဆိုရင် ခင်ဗျားတို့ လုပ်မလား?အိပ်တဲ့အချိန်မှာ မယ်လာတိုနင် ဆိုတဲ့ ဟော်မုန်း ထွက်ပါတယ်။မအိပ်ဘဲ နေရင်တော့ ကြူရာတိုနင် ဆိုတဲ့ ဟော်မုန်း ထွက်လာပါတယ်။ဒါကို မိုက်ခရိုချစ်ပ် တစ်မျိုးကို သုံးပြီး ထုတ်ယူမှာပဲ ဖြစ်ပါတယ်။ဒါကို Deep Process လို့ ခေါ်ပြီး အဆင့် ၃ ဆင့် ပါဝင်ပါတယ်။ ၁ ဆင့်တက်တိုင်း ပိုက်ဆံထပ်တိုး ပေးတာမို့ အတော်လေး မက်လောက်စရာပါပဲ။ပိုက်ဆံရဖို့အတွက် လိုက်နာရမယ့် စည်းကမ်းချက်က တစ်ခုပဲ ရှ်ိပါတယ်။\"အိပ်ပျော်မသွားဖို့\" ပါပဲ။တစ်ခါအိပ်လိုက်မိရင် မနိုးသောအိပ်ခြင်း နဲ့ အိပ်စက်ရမှာပါ။ဒါပေမယ့် ကြာရှည်မအိပ်ရတဲ့လူတွေမှာလည်း မအိပ်စက်ရခြင်းရဲ့ ဘေးထွက်ဆိုးကျိုးကို ခံရတာပါပဲ။ဒါကို အစမ်းသပ်ခံလိုက်ရတဲ့ လူငယ် ၄ ယောက်အကြောင်းကို ဇာတ်လမ်းဖွဲ့ရိုက်ကူးထာတာမို့ အတော်လေး စိတ်ဝင်စားဖို့ ကောင်းပါတယ်။အိပ်စက်ခြင်း နဲ့ မအိပ်စက်ရခြင်း လွန်ဆွဲမှုကြားမှာဒီ လူငယ် ၄ ယောက် ကျော်လွှားနိုင်ပါ့မလားဆိုတာကို ဆက်လက်ရှုစားရမှာပဲ ...",
        "rating": "5.2",
        "url": "https://megaup.net/XWwf/Deep.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/pig-160x200.png",
        "title": "Pig 2021",
        "description": "နီကလက်ကေ့ဂျ်ကို ပေါကားပဲ ရိုက်နေတယ် ဆိုသူတွေအတွက် ချပြလိုက်ပါပြီ။\nဒီရုပ်ရှင်မှာတော့ သူက ရော်ဘီ ဆိုတဲ့ တောထဲမှာတစ်ယောက်တည်း နေတဲ့ လူကြီးပေါ့။\nရော်ဘီ့မှာ ဝက်မ တစ်ကောင်ရှိတယ်။ အဲဒီဝက်မက သူ့မိန်းမမသေခင် အမှတ်တရ ပေးခဲ့တာမျိုးတော့ မဟုတ်ပါဘူး။\nအဲဒီဝက်မက မှိုရှာတာတော်ပြီး ရော်ဘီက မှိုတွေရောင်းစားတယ်။\nဒီတော့ သူ ဝက်မကိုချစ်တယ်။ ရော်ဘီဆီကနေ မှိုဝယ်နေကျ ဖောက်သည်ကောင်လေးတစ်ယောက်ရှိတယ်။\nတစ်နေ့တော့ ညဘက်ကြီးရော်ဘီကို ရိုက်ပြီး ဝက်မကို လုသွားတယ်။\nအဲဒီဝက်မကို ပြန်ရဖို့ ရော်ဘီတစ်ယောက် မြို့ပေါ်တက်လာရတော့တာပဲ။\nဒီတော့မှ ရော်ဘီဟာ တစ်ချိန်က မြို့ထဲမှာ လူသိများခဲ့တဲ့ ရာဇဝင်ရှိတဲ့ ဆရာကြီးတစ်ယောက်ဆိုတာ သိလာရတော့တယ်။\nလူသတ်သမားကြီးတော့မဟုတ်ဘူး စားဖိုမှူးကြီးမို့လူသိများတာ။ လူသိများပေမယ့် ပြန်လာတော့လည်း သိပ်သောက်ဖက်မလုပ်ကြပါဘူး။\nဒါနဲ့ပဲရော်ဘီတစ်ယောက် တစ်နေရာပြီး တစ်နေရာလိုက်စုံစမ်းရင်း လူမိုက်တွေနဲ့လည်း ရင်ဆိုင်ရတာပဲ။\nရင်ဆိုင်တော့လည်း အထိုးခံရတာပေါ့။ ဒီလိုနဲ့နောက်ဆုံး ဝက်ကို ခိုးသွားတဲ့လူက နယ်နယ်ရရလူမဟုတ်တာကို သိလာချိန်မှာတော့...\nတစ်ခုတော့ ရှိတယ် တစ်ခုခုကို ဆုံးရှုံးရတဲ့ ခံစားချက်ဟာ အသက်ရှင်နေကြောင်း ဖြစ်တည်နေသေးကြောင်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/1FWuj/Pig.2021.720p_(cm).mp4 https://megaup.net/ZZ21/Pig.2021.1080p_(cm).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/ezgif-2-5fa4e3b78749-134x200.jpg",
        "title": "Midnight in the Switchgrass (2021)",
        "description": "Midnight in the Switchgrass(2021)\n=======================\nNo Rating Yetတာရာမင်းဝေ ၀တ္တုတိုတစ်ခုထဲ ဖတ်ဖူးတဲ့ဟာပေါ့။\nသေချာတော့မမှတ်မိတော့ဘူး။သဘောကတော့ဒီလို\nအကြီးကျယ်ဆုံး၀တ္တုတွေမှာ အရာသုံးမျိုးပါရတယ်တဲ့။ ခမ်းနားကြီးကျယ်မှု၊ လိင်စေ့ဆော်မှု၊\nနောက် သဲထိတ်ရင်ဖိုတဲ့။ ဒီရုပ်ရှင်ဟာ ပထမအချက်\nက ယွန်းပြီး ကျန်တဲ့နှစ်ချက်ပါတယ်။ဘရုစ်ဝီလ်ကိုလည်း ပြထားပေမယ့်\nအဓိကဇာတ်ကောင်ကတော့ မီဂန်ဖောက်စ်ပဲ။\nမိန်းကလေးလှလှလေးတွေကို ဖမ်းပြီး\nလှောင်ပိတ်ကစားပြီး လိင်စိတ်ဖြေတဲ့\nကွင်းဆက်လူသတ်သမား မုဒိန်းကောင်ကို လိုက်နေတဲ့\nစုံထောက်မလေးရဲ့ ရှိုက်ဖိုကြီးငယ်အသွယ်သွယ်နဲ့\nဒုတိယအချက်ကို အမိအရသုံးထားတယ်။မှုခင်းရုပ်ရှင် စုံထောက်ရုပ်ရှင်ကြိုက်တဲ့သူတွေ\nကြိုက်မယ့်ကားမျိုးပဲ။ တရားခံကိုတော့\nကားအစမှာကတည်းက ဖော်ပြထားလို့\nသိပ်ပြီးမထူးပေမဲ့ သူပေးတဲ့ သဲထိတ်ရင်ဖိုက\nတရားခံကို မိ မမိ အပေါ်မှာတော့ မမူတည်ဘူး။\nဒါကမြင်နေကြဇာတ်ကွက်ဆိုတော့\nသိပ်တော့ရင်ဖိုလှစရာမရှိဘူး။တရားခံဟာ\nလှလွန်းတဲ့ အသွင်ယူရဲမေ မီဂန်ဖောက်စ်ကို\nဖမ်းပြီး ခူးဆွတ်ခြွေမွဖို့ ကြံတယ်။\nဒီမှာ ဓားစာခံတွေ သေမလားရှင်မလား\nဘာဆက်ဖြစ်မလဲက တဖြည်းဖြည်းနဲ့\nရင်ဖိုစရာတော့ကောင်းတယ်။\nအတိုင်းအတာတစ်ခုအထိ သဲထိတ်ရင်ဖို ရသ\nပေးနိုင်တယ်ပေါ့။ ဒီနှစ်ချက်နဲ့တင် ဒီရုပ်ရှင်ဟာ\nစုံထောက်ရုပ်ရှင် မှုခင်းရုပ်ရှင် ကြိုက်တဲ့သူတွေ\nအတွက် စိတ်ကျေနပ်မှုတစ်ခုတော့\nပေးနိုင်မှာပဲ။အထူးသဖြင့် ကြည့်ပျော်တဲ့ကားတောင်\nအရမ်းရှားနေတဲ့ ဒီကာလထဲမှာပေါ့။တရား၀င်ထွက်ရက်က ဇူလိုင်၂၃ဆိုတော့\nRating မရှိသေးဘူး။ ဒါရိုက်တာRandall Emmett\nကတော့ The Irishmanကားအပါအ၀င်\nဘရုစ်ဝီလ်ကား ဆယ်ကားကျော်ကို ပရိုဂျူဆာ\nလုပ်ဖူးတဲ့သူ။ဒါရိုက်တာက ပရိုဂျူဆာလောက\nကနေ ဒါရိုက်တာဘက် ပထမဆုံးကူးလာတဲ့ကား။\nသို့ပေမဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2jRjt/(CM)Midnight.in.the.Switchgrass.2021.720p.BluRay.x264.DTS-MT.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BZTAzN2ZlZTEtOTA5ZS00MGFjLTliYWMtYTQzYTFlYTIwZDVmXkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_-135x200.jpg",
        "title": "Space Jam: A New Legacy (2021)",
        "description": "Space Jam : A New Legacy (2021)ဘတ်စ်ကတ်ဘောသမား လဘရွန်ဂျိမ်းစ်တို့ မိုက်ကယ်ဘီ ဂျော်ဒန်တို့နဲ့War Machine မင်းသားကြီး သရုပ်ဆောင်ထားတဲ့ Space Jam ထွက်လာပါပြီ။ဇာတ်လမ်းကတော့ ကျွန်တော်တို့ အကြိုက်ဆုံးရုပ်ရှင်တွေကို ဖျက်ဆီး\n(အဲလေ) ဖန်တီးနေကျ ရုပ်ရှင် စတူဒီယိုတစ်ခုဖြစ်တဲ့ ဝန်းနားဘရားသား ကုမ္ပဏီကကွန်ပြူတာအယ်ဂိုရသမ်တစ်ခုကို ဖန်တီးလိုက်ပါတယ်။အဲဒီအယ်ဂိုရသမ်က လူအသိဉာဏ်ရှိပြီး သူ့ကို မလေးမစားပြောလိုက်တဲ့\nလက်ဘရွန်တို့ ဘတ်စ်ကတ်ဘော သားအဖကို မကျေနပ်တာကြောင့်\nကွန်ပြူတာထဲမှာ ချုပ်နှောင်ထားလိုက်ပါတယ်။ပြီးတော့ သူနဲ့ ဘက်စ်ကတ်ဘောနိုင်အောင်ဆေ့ာမှ ပြန်လွှတ်မယ်လို့ ပြောတဲ့အခါ\nလက်ဘရွန်တစ်ယောက် ဝန်းနားဘရားသား ကာတွန်းလောကထဲက ဇာတ်ကောင်တွေအားလုံးထဲကနေ\nသူ့ကိုကူညီမယ့်သူကိုလိုက်ရှာပြီး ကွန်ပြူတာ အယ်ဂိုရသမ်ကို ရင်ဆိုင်ဖို့ကြိုးစားရပါတော့တယ်...ဘာသာပြန်ထားကတော့ CM ပဲ ဖြစ်ပါတယ်။File size…2 GB and 1.2 GB and 680 MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle ...",
        "rating": "4.1",
        "url": "https://megaup.net/XW43/Space.Jam.a.New.Legacy.2021.720p.WEB-DL.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/purge-126x200.jpg",
        "title": "The Forever Purge 2021",
        "description": "Purge ရုပ်ရှင်တွေကို အတော်များများတော့ ရင်းနှီးကြမှာပါ။\nအမေရိကန်နိုင်ငံရဲ့ အစိုးရသစ်လက်ထက်မှာ ဓလေ့တစ်ခုရှိတယ်ဗျာ။\nနှစ်စဉ်နှစ်တိုင်းတစ်နှစ်ကို တစ်ရက်တိတိ သန့်စင်ရေးနေ့ဆိုပြီး ခွင့်ပြုပေးတယ်။\nအဲဒီနေ့မှာတစ်နိုင်ငံလုံးကလူတွေကို ဘယ်ရာဇဝတ်မှုနဲ့မှအရေးမယူပါဘူး။\nလူပဲသတ်သတ် ကြိုက်တာလုပ်လို့ရပါတယ်။\nအဲဒီလိုနေ့မှာ သတ်ဖို့ကြိုးစားတဲ့သူတွေ၊အသက်ရှင်ဖို့ ကြိုးစားတဲ့သူတွေ အစုံပေါ့။\nဒီရုပ်ရှင်ကတော့ လေးကားမြောက်ပါ။ အရင် Purge တွေထက် ပိုဆိုးသွားပါပြီ။\n၂၄ နာရီပြည့်တာတောင်တစ်နိုင်ငံလုံးကို အရင်လိုတားလို့မရတော့ဘူး forever purge ဆိုတဲ့ လှုပ်ရှားမှုပေါ်ပေါက်လာပါပြီ။\nပိုဆိုးတာက စတင်လိုက်တဲ့သူတွေက လူဖြူကြီးစိုးရေး အစွန်းရောက်မျိုးချစ်တွေ ဖြစ်နေတာကြောင့်\nမက္ကဆီကိုသားတွေ အခြားနိုင်ငံသားတွေအားလုံးကို ဦးတည်သတ်ဖြတ်လာပါတော့တယ်။\nဒီလူသတ်ကောင်တွေကြားထဲကနေ အမေရိကန်တွေနဲ့ မက္ကဆီကိုသားတွေ ပူးပေါင်းပြီး ဘယ်လိုအလွတ်ရုန်းရမလဲဆိုတာ\nFile size…(1.8 GB) and (1 Gb)\nQuality….web 1080p and 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5.7",
        "url": "https://megaup.net/XW03/The.Forever.Purge.2021.720p_(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/ems.ZW1zLXByZC1hc3NldHMvbW92aWVzLzY2YTQ3MzE0LTFjYzctNGQxNC1hMDJhLTdjYmUyMDlkMjNjZi5qcGc-135x200.jpg",
        "title": "Gunpowder Milkshake (2021)",
        "description": "Gunpowder Milkshake (2021)ဒီကားကတော့ ဂျွန်ဝစ် မိန်းမ ဗားရှင်းပဲ ပြောရမှာပါပဲ။ဂိမ်းအော့သရုန်းရဲ့ မင်းသမီးကြီးနဲ့ မစ်ချဲယိုတို့ပါဝင်ထားပြီး\nအဓိက မင်းသမီးကတော့ မာဗယ်ရဲ့ နီဗြူလာလေး ဖြစ်တဲ့ ကာရမ်ဂယ်လန် ပါပဲ။\nဒီထဲမှာတော့ ဆမ် လို့ ခေါ်တဲ့ လူသတ်သမားလေးပေါ့။\nသူ့အမေက လူဆိုးဂိုဏ်းနဲ့ ပြဿနာဖြစ်ပြီး ခြေရာဖျောက်နေတဲ့ လူသတ်သမားမကြီးပါ။\nတစ်နေ့တော့ သူ့အလုပ်ကနေ ကလေးမလေးတစ်ယောက်ထဲ ကျန်နေတာကို သနားလို့ ကယ်လာတယ်။\nလူဆိုးခေါင်းဆောင်ရဲ့ သားကိုလည်း သတ်မိတယ်၊ဒီတော့ အုပ်လိုက်ကြီးနောက်ကလိုက်သတ်တယ်၊\nသူ့အမေနဲ့ပေါင်းပြီး ပြန်သမတယ်ပေါ့...အက်ရှင်ကြမ်းကြမ်းကောင်းကောင်းလေးပါပဲ.....\nကြိုက်ကြမှာပါ...အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။IMDb - 5.2/10File size....2 GB, 996 MB and 713 MB\nQuality….WEB-DL 1080p, 720p and 480 p\nFormat…mp4\nDuration….1h 54min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://megaup.net/2jO5l/Gunpowder.Milkshake.2021.720p.WEB.h264-CM.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/chicken-run-poster-135x200.jpg",
        "title": "Chicken Run (2000)",
        "description": "Chicken Run(2000)\nIMDb - 7.0/10_____Rotten - 97%Chicken Run ဆိုတဲ့ ၂၀၀၀ ခုနှစ်က\nDreamWorks ရဲ့ Animation တစ်ကားကို\nတစ်​ခေါက်ပြန်ကြည့်မိတယ်\nငယ်ငယ်က ကြည့်ခဲ့ရတဲ့ ခံစားမှုလိုပဲ\nပြန်ခံစားရတုန်းပဲ\nဇတ်လမ်းပုံစံက တွီဒီလို့ ​ခေါ်တဲ့\n​မွေးမြူ​ရေး ကြက်ခြံက ငရဲခံ​နေရတဲ့\nဥ ဥ​ပေးရတဲ့ ကြက်မ​တွေ အ​ကြောင်း​ပေါ့\nအဲ့ဒီကြက်ခြံက​နေ ထွက်​ပြေးဖို့\nအမြဲကြံ​နေတာက ဂျင်ဂျာ ဆိုတဲ့ ကြက််မနဲ့\nသူ့ရဲ့ သူငယ်ချင်း တစ်စု​ပေါ့\nဂျင်ဂျာက​တော့ လွတ်​​​မြောက်နယ်​မြေရှိမယ်လို့\nအမြဲယုံကြည်​နေသူ တစ်ဦး​ပေါ့\nသူ့စိတ်ကူးကို သူငယ်ချင်း​တွေက အမြဲ\nအ​​ကောင်အထည်​ဖော်​ပေးရတယ်\nထွက်​ပြေးဖို့နည်းလမ်း​တွေ ဆွဲကြတယ်\n​ပြေးတိုင်းလဲ ပြန်မိတယ် အဖမ်းခံရတယ်\nပိုင်ရှင် လင်မယားဟာ ကြက်​တွေကို မ​ဝရေစာ\n​​ကျွေး​မွေးပြီး ဥ ဥတဲ့ နှုန်းထားကိုလဲ အမြင့်ဆုံး\nလိုချင်ကြပါ​သေးတယ်\nအပတ်တိုင်း ကြက်ခြံကို ဝင်စစ်​လေ့ ရှိပြီး\nတစ်ပတ်တာ အတွင်း ဥ တာ နည်းတဲ့\nကြက်မ အတွက်​တော့ နားရက်ရသွားတာပါပဲ\nနားရက်ရတယ်ဆိုတာ ကြက်စွပ်ပြုတ်\nဖြစ်သွားတာမျိုး​ပေါ့\n​နောက်ဆုံး ပလန်​တွေ အလုပ်မဖြစ်လို့\nလက်​လျှော့ အရှူံး​​ပေး​တော့မယ်\nစဥ်းစား​နေတဲ့ ဂျင်ဂျာ အတွက်\n​မျှော်လင့်ချက် ​အလင်း​ရောင်က\nတစ်ညမှာ တွီဒီ ကြက်ခြံထဲကို\nကြက်ဖ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/chicken-run2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-16-at-21.41.38-135x200.png",
        "title": "Fear Street: Part Three – 1666 (2021)",
        "description": "Fear Street: Part Three - 1666 (2021)==========================အရမ်းမိုက်တဲ့ Netflix horror ဇာတ်ကားရဲ့အပိုင်း(၃) ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့... ၁၉၉၄ ခုနှစ် အမေရိကန်နိုင်ငံမှာ ဆန်နီဗေးလ်နဲ့ ရှိတ်ဒီဆိုဒ်လို့ အမည်ရတဲ့ဘေးချင်းကပ်မြို့နှစ်မြို့ရှိကြတယ်...ထူးခြားတာက ဆန်နီဗေးလ်ဟာ သာယာဝပြောပြီး စီးပွားဖြစ်သလောက် ရှိတ်ဒီဆိုဒ်ကတော့ စုတ်ပြတ်နုံချာနေပြီး လူသတ်မှုတွေလည်းခဏခဏဖြစ်လေ့ရှိတာပါပဲ...အပိုင်းတစ်မှာတော့ ရှိတ်ဒီဆိုဒ်မြို့ခံချစ်သူစုံတွဲ ဒီနာနဲ့ဆမ်မှာ  ဆမ်က ဆန်နီဗေးလ်ကိုပြောင်းသွားတဲ့ကိစ္စနဲ့သူတို့ လမ်းခွဲကြရာက မထင်မှတ်ထားတဲ့ဖြစ်ရပ်ကြောင့် သူတို့နောက်ကို လူသတ်သမားတွေလိုက်လာတာကိုရှူစားရမှာဖြစ်ပြီး . အပိုင်းနှစ်မှာတော့  ၁၉၇၈ ခုနှစ် နိုက်ဝင်းကမ့်စခန်းမှာဖြစ်ပွားခဲ့တဲ့ လူသတ်မှုတွေအကြောင်းပိုထဲထဲဝင်ဝင်ပြသထားတာဖြစ်ပြီး မြို့ရဲ့သမိုင်းကြောင်း ပိုရုပ်လုံးပေါ်လာတာကို ကြည့်ရှူခံစားရမှာဖြစ်ပြီး၊အခုဇာတ်သိမ်းပိုင်းမှာတော့ ၁၆၆၆ ခုနှစ်တုန်းက ဆာရာဖီအာရဲ့ဇာတ်ကြောင်းကိုကြည့်ရှူရမှာဖြစ်ပါတယ်။သူကတကယ်ပဲစုန်းမလား ဘာတွေဖြစ်ခဲ့တာလဲ ကျိန်စာကတကယ်လားဆိုတာကို ဒီနာတို့နဲ့အတူ လိုက်ပါဖော်ထုတ်လိုက်ကြပါဦးဗျာ . . .(စုစုပေါင်း Part 1(1994), Part 2 (1978), Part 3 (1666) - Trilogy ...",
        "rating": "7.1",
        "url": "https://megaup.net/1DSrx/Fear.Street.Part.3.1666.2021.720p.NF.WEB-DL[CM].mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cQywpstS8m9VyU0ho5E0KTNqd50.jpg",
        "title": "Fear Street Part Two: 1978 (2021)",
        "description": "Fear Street Part Two: 1978 (2021)=========================IMDb Rating - 6.8/10အရမ်းမိုက်တဲ့ Netflix horror ဇာတ်ကားရဲ့အပိုင်းနှစ်ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့...\n၁၉၉၄ ခုနှစ် အမေရိကန်နိုင်ငံမှာ ဆန်နီဗေးလ်နဲ့ ရှိတ်ဒီဆိုဒ်လို့ အမည်ရတဲ့\nဘေးချင်းကပ်မြို့နှစ်မြို့ရှိကြတယ်...ထူးခြားတာက ဆန်နီဗေးလ်ဟာ သာယာဝပြောပြီး စီးပွားဖြစ်သလောက်\nရှိတ်ဒီဆိုဒ်ကတော့ စုတ်ပြတ်နုံချာနေပြီး လူသတ်မှုတွေလည်းခဏခဏဖြစ်လေ့ရှိတာပါပဲ...အပိုင်းတစ်မှာတော့ ရှိတ်ဒီဆိုဒ်မြို့ခံချစ်သူစုံတွဲ ဒီနာနဲ့ဆမ်မှာ\nဆမ်က ဆန်နီဗေးလ်ကိုပြောင်းသွားတဲ့ကိစ္စနဲ့ သူတို့လမ်းခွဲကြရာက\nမထင်မှတ်ထားတဲ့ဖြစ်ရပ်ကြောင့် သူတို့နောက်ကို လူသတ်သမားတွေလိုက်လာတာကိုရှူစားရမှာဖြစ်ပြီးအခုအပိုင်းနှစ်မှာတော့\n၁၉၇၈ ခုနှစ် နိုက်ဝင်းကမ့်စခန်းမှာဖြစ်ပွားခဲ့တဲ့ လူသတ်မှုတွေအကြောင်း\nပိုထဲထဲဝင်ဝင်ပြသထားတာဖြစ်ပြီး မြို့ရဲ့သမိုင်းကြောင်း ပိုရုပ်လုံးပေါ်လာတာကို ကြည့်ရှူခံစားရမှာပါအများကြီးပြောပြနေရင် spoil သလိုဖြစ်သွားမှာစိုးလို့ ကိုယ်တိုင်ပဲဲကြည့်ရှူခံစားကြည့်လိုက်ပါလို့(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration - 1h 47minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, MysterySource : 1080p.WebRipTranslator ...",
        "rating": "6.8",
        "url": "https://megaup.net/3FEK3/Fear.Street.Part.2.1978.2021WebRip.720P[CM].mp4",
        "category": "Uncategorized"
    }
]