[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/4b0deoaojkmy-130x200.jpg",
        "title": "L-O-V-E…… Love (1997)",
        "description": "မင်းသမီးရှုကျီ Shu Qi, Vivian Hsu တို့လို ဟောင်ကောင်မင်းသမီး အချောအလှလေးတစ်သိုက်ကို\nတစ်ဝကြီးငမ်းလို့ရမယ့် ဟောင်ကောင်မော်ဒယ်ရှိုးဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...ဟောင်ကောင်ကိုယ်စားပြု မယ်ပြိုင်ပွဲအတွက်လာပြိုင်ကြပေမယ့်\nတကယ်တမ်းကျ ပိုက်ဆံရှိတဲ့ဘောစိတွေနဲ့ နီးစပ်ဖို့ဆိုတဲ့ ရည်မှန်းချက်နဲ့\nအလှမယ်တစ်သိုက်...တစ်ရက်ကို ဒေါ်လာသန်းနဲ့ချီ ဝင်ငွေရှိနေပေမယ့် အလုပ်တွေ\nအရမ်းများတာကြောင့် လူမသိသူမသိဘဝကို\nခဏသွားချင်နေတဲ့ လူငယ်သူဌေးသားလေး စူပါ ....အလှမယ်ပြိုင်ပွဲဝင်ပြိုင်ကြရင်း သူတို့ကြားထဲက အလွဲတွေကို\nဟာသလေးတွေနဲ့ရိုက်ပြထားတဲ့ အခွီဇာတ်ကားလေးပါ။ငယ်ဘဝက မမတို့ကို တစ်ဝကြီးငမ်းရမှာမို့ လက်မလွှတ်သင့်တဲ့\nကားကောင်းတစ်ကားဖြစ်ပါကြောင်း။\nFile size…(3.9 GB)/(1.3 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:35:55\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by SST & Jo Jo Va",
        "rating": "",
        "url": "https://megaup.net/1IPkt/(CM)_L-O-V-E.......Love.1997.720p.BluRay.REMUX.AVC.mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ro3yvVbzT2zI2KrHWBA81a2x5iR.jpg",
        "title": "Asking For It (2022)",
        "description": "Asking For It (2022)ဇာတ်လမ်းအညွှန်း==========================Vanessa Hudgens ရဲ့ Thriller Movie အသစ်လေး ထွက်လာပါပြီဇာတ်လမ်းဇာတ်အိမ်က မြင်နေကျပုံစံနဲ့ မတူဘဲ ထူးခြားနေပါတယ်။\nမိန်းကလေးတွေကို အဓိကဇာတ်ကောင်ထားပြီး တည်ထားတဲ့ ဇာတ်အိမ်မျိုး ဖြစ်နေတာပါ။\"ကိုယ် အချိန်မီတော့ ထုတ်လိုက်နိုင်ပေမယ့် ပိုသေချာသွားအောင်\nဆေးလေးဖြစ်ဖြစ် သောက်လိုက်ပေါ့\"..................ကောင်မလေးတစ်ယောက်ကို ခြေတော်တင်ပြီး ဒီလို စကားမျိုးပြောခဲ့ရုံနဲ့....\nဖုတ်ဖက်ခါပြီး အိပ်ရာက ထသွားရုံနဲ့ .... ဒီတစ်ညတာ ကိစ္စပြီးသွားရောလား....ယောကျာ်းလေးတွေက တစ်ခဏစာမို့ ပြောခဲ့နိုင်ပေမယ့်\nတစ်ဖက်က မိန်းကလေးက တစ်ဘဝစာပါ....။အထူးသဖြင့် မိန်းကလေးက မူးနေတဲ့အချိန်\nမရုန်းနိုင်တာကို သဘောတူတယ်လို့ပဲ ယူဆပြီး\nကြုံတုန်း တွယ်လိုက်မယ်ဆိုတာမျိုးက.....\nသဘောတူကြည်ဖြူတယ်လို့ ဆိုနိုင်ရိုးလား။ခေတ်မီလှပါတယ်ဆိုတဲ့ အမေရိကန်နိုင်ငံမှာ  အခြေတည်ထားတဲ့ ဒီဇာတ်လမ်းလေးက\nမထင်မှတ်ထားတဲ့ ဒိုင်ယာလော့တွေ ပါလာပြီး\nကြည့်ရှုသူတွေကို မေးခွန်းတွေ ဆက်တိုက် မေးချင်လာအောင် လုပ်နိုင်ပါတယ်...။ဇာတ်လမ်းနာမည်လေးက \"Asking For It\" လို့နာမည်ရပြီး\n2022 ခုနှစ်ကမှ ပူပူနွေးနွေး ထွက်ထားတာပါ။အသားရောင်ခွဲခြားမှုတွေ ၊ လိင်ခွဲခြားဆက်ဆံမှုတွေ\nအမြတ်ထုတ်မှုတွေ ...",
        "rating": "2.7",
        "url": "https://megaup.net/2oLP0/Asking.for.It.2022.720p.WEBRip.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tKzFwiEm86AVRsefgqODTBjjh98.jpg",
        "title": "ONODA: 10,000 Nights in the Jungle (2021)",
        "description": "Onoda: 10,000 Nights in the Jungle (2021)\n-----------------------------\nIMDb - 7.3/10\nRotten Tomatoes - 100%4 Wins and 19 Nominations၂၀၁၄ဇန်နဝါရီမှာ The Gurdianသတင်းစာမှာ\n\" ဆယ်စုနှစ်သုံးခုကြာအညံ့မခံခဲ့သော ဂျပန်စစ်သား ဟိရိုး အိုနိုဒ သေဆုံးခြင်း\" ဆိုတဲ့ ခေါင်းစဉ်နဲ့ သတင်းတစ်ပုဒ်ပါခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာ အိုနိုဒအကြောင်းကို ပြင်သစ်ဒါရိုက်တာ Arthur Harariက ရိုက်ထားတဲ့ ဘိုင်အိုဂရပ်ဖီရုပ်ရှင်ပါ။အနောက်ဥရောပမှာ အစပြုခဲ့တဲ့ ဒုတိယကမ္ဘာစစ်ဟာ ၁၉၄၁ခုနှစ် ဒီဇင်ဘာ ၇ မှာ\nဂျပန်က ပုလဲဆိပ်ကမ်းကို စစ်မကြေညာဘဲ ဗုံးကြဲရာကစလို့ အရှေ့တိုင်းကိုကူးစက်ခဲ့ပါတယ်။\nပစိဖိတ်သမုဒ္ဒရာတစ်ခုလုံးလည်း ဂျပန်နဲ့ အင်္ဂလိပ်တို့ရဲ့  စစ်တလင်းဖြစ်ခဲ့ပါတယ်။\nစစ်ရေးအတွက်ကြိုပြင်ထားခဲ့တဲ့ ဂျပန်တွေဟာ အသာစီးရပြီး ပစိဖိတ်သမုဒ္ဒရာထဲက ကျွန်းတွေကို သိမ်းနိုင်ခဲ့ပါတယ်။\n၁၉၄၂နှစ်ဝက်လောက်မှာ ဖိလစ်ပိုင်ကျွန်းစုတွေကို ဂျပန်က သိမ်းထားနိုင်ခဲ့ပါပြီ။ဒုတိယကမ္ဘာစစ်ပြီးခါနီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/1IOnw/Onoda.10.000.Nights.In.The.Jungle.2021.JAPANESE.720p.BluRay.CM.mp4",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gTjZErHBML0uYYgj7YsL7YiUKMV.jpg",
        "title": "Railway Heroes (2021)",
        "description": "Railway Heroes (2021)အခုတင်ဆက်ပေးမှာတော့ Railway Heroes ဆိုတဲ့\nရှန်းတုန်းမီးရထားလမ်းအဖွဲ့သားတွေကိုဂုဏ်ပြုတဲ့အနေတဲ့ရိုက်ထားတဲ့ကားလေးဖြစ်ပါတယ်။\nတရုတ်-ဂျပန် ဒုတိယစစ်ပွဲအတွင်းအချိန်ပိုင်းကိုရိုက်ကူထားတာဖြစ်ပါတယ်။\nကျင်းဖူးမီးရထားလမ်းကို ၁၉၀၈ခုနှစ်မှာ စတင်ဆောက်လုပ်ခဲ့ပြီး\nဂျာမဏီနှင့်ဗြိတိန်ကုမ္ပဏီတို့ကပူးတွဲတင်ဒါယူဆောက်လုပ်ခဲ့ပါတယ်။\nတရုတ်ပြည်တောင်မြောက်ဆက်သွယ်ထားတဲ့ကုန်သွယ်ရေးပင်မမီးရထားလမ်းဟာ\n၁၉၃၈ခုနှစ်မှာ ဂျပန်တွေရဲ့ထိန်းချုပ်မှုအောင်ကိုရောက်သွားပါတယ်။\nဂျပန်တွေရဲ့လက်နက်ခဲယမ်းသည်ဆောင်ဖို့အသုံးချစရာဖြစ်သွားပါတယ်။\nအဲဒီအချိန်မှာပဲ လင်ချန်မြို့ဘူတာလေးမှာ လောင်ဟုန်ဦးဆောင်တဲ့ မီးရထားလုပ်သားတစ်ဖွဲ့ဟာ\nသက်စွန့်စံဖျား လက်နက်တွေကိုဖြတ်ယူပြီဖို့ကြိုစားကြပါတယ်။\nဂျပန်တွေကလောင်ဟုန်တို့အဖွဲ့ကိုကြိုးစားဖမ်းပေမယ့်\nလောင်ဟုန်ဟာဒဏ်ရာနဲ့ထွက်ပြေးလွှတ်မြောက်သွားပါတယ်။\nအဲဒီအချိန်မှာရှေ့တန်းအတွက်အရေးပါတဲ့လက်နက်ဟာ လင်ချန်ဘူတာလေးကိုဆိုက်ရောက်မှာဖြစ်တဲ့အတွက်\nလောင်ဟုန်တို့ကဘယ်လို့များထပ်ပြီးလက်နက်တွေကိုလုယူကြမလဲ။\nသန်မာတဲ့ယောင်္ကျားပဲဖြစ်ဖြစ် အားနွဲ့တဲ့မိန်းကလေးဖြစ်ဖြစ်\nတိုင်းပြည်လွတ်မြောက်ဖို့အတွက် တတ်နိုင်တဲ့နေရာကနေပါဝင်ပြီး\nပါဝင်စွန့်စားကြတာကို ကြည့်ရတာ  စိတ်ထဲမှာတစ်ခုခုတော့ စွဲကျန်ခဲ့မှာသေချာပါတယ်။ဒါရိုက်တာရန်ရဲ့ နှင်းတောထဲကရိုက်ချက်တွေကလဲ Zhang Yimou နဲ့အပြိုင်မလို့\nCinematography ကပြောစရာမရှိအောင်လှပါတယ်။\nတော်လှန်ရေးကားကြိုက်တတ်တဲ့သူတွေအတွက်တော့ လုံးဝကြည့်သင့်တဲ့ကားလေးတစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nu Mon ပဲ ဖြစ်ပါတယ်Genre.....Drama, History, War\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.75GB, 909MB, 301MB\nFormat…mp4\nDuration….2h 4min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Nu Mon\nEncoder .....LK",
        "rating": "5.8",
        "url": "https://megaup.net/34Jii/Railway.Heroes.2021.720p.WEB-DL.CM.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ULTBxnbt0NrWlDm5fahbQooj91.jpg",
        "title": "Maqbool(2003)",
        "description": "Maqbool(2003) အညွှန်း*******************IMDb...8.1ရည်မှန်းချက်ကြီးတာ ကောင်းသလားလို့မေးရင်\nကောင်းတာပေါ့လို့ပဲ အတော်များများက ဆိုကြမယ်ထင်ပါရဲ့\nဒါပေမဲ့ အဲဒီရည်မှန်းချက်ဆိုတာကြီးကို အကျင့်စာရိတ္တနဲ့\nကိုယ်ကျင့်တရားက ချွန်းလို မအုပ်နိုင်ရင်တော့\nကိုယ်တင်မကဘူး ကိုယ့်ဘေးက လူတွေကိုပါ\nပျက်စီးစေတတ်တယ်ဆိုတာကို ဒီဇာတ်ကားရယ် Shakespeare ရေးခဲ့တဲ့ Macbeth ပြဇာတ်ရယ်က သက်သေခံနေပါတယ်....နာမည်က မီယန်မက်ဘူး သိပ်တော်ပြီး ပါးနပ်လို့\nပါပါကြီးဆိုတဲ့ မွမ်ဘိုင်းက မာဖီယားခေါင်းဆောင်ကြီး\nအားအကိုးရဆုံး ညာလက်ရုံးတစ်ယောက်ပေါ့\nပါပါကြီးနားမှာ သူနေလာခဲ့တာ ၂၅ နှစ်ရှိပြီ\nပါပါကြီးရဲ့အသက်ကို ကယ်ခဲ့ပေါင်းလည်းမနည်းဘူး\nပါပါကြီးကလည်း သူမှသူ ဆိုပါတော့လေဒါပေမဲ့ သူ့မှာ လျှို့ဝှက်ချက်တစ်ခုရှိတယ်\nအဲဒါကတော့ ပါပါကြီးရဲ့အမြှောင်မယား နင်မီနဲ့\nတိတ်တိတ်ပုန်းချစ်ကြိုက်နေတာပါပဲ\nမဖြစ်သင့်တဲ့အချစ်တစ်ခုရယ် ဘေးနားက\nမြှောက်ထိုးပင့်ကော်လုပ်တတ်သူတွေရယ်ကြောင့်\nစိတ်အလိုလိုက်ပြီး ထင်ရာစိုင်းမိတဲ့ မက်ဘူးတစ်ယောက်\nတွေ့ကြုံရတဲ့ကံကြမ္မာတွေကတော့-Awards မျိုးစုံရရှိထားပြီး နာမည်ကျော်မင်းသားကြီး\nIrrfar Khan က မက်ဘူးအဖြစ် သရုပ်ဆောင်ထားပါတယ် File Size : (2.02GB)  ,(957 MB) , (164MB)\nQuality :Blu-Ray1080P5.1Ch,720p\nFormat…mp4\nDuration…02:12:00\nGenre :Crime,Drama & Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May ...",
        "rating": "8.1",
        "url": "https://megaup.net/34IOc/Maqbool_(2003)_BluRay720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/9b0df605062245f9760cf6b7ca0e70ed5cd7fabd-140x200.jpg",
        "title": "Aśoka (2001) Ashoka the Great",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (100%)သမိုင်းမှတ်တမ်းဝင်ဘုရင်တွေထဲမှာ အောင်ပွဲရပြီးနောက် စစ်ကိုစွန့်ပယ်ခဲ့တဲ့ တစ်ဦးတည်းသော စစ်ဘုရင်ဖြစ်သလို ဗုဒ္ဓသာသနာတော်ကို ပြန့်ပွားအောင် စွမ်းဆောင်နိုင်ခဲ့တဲ့ သီရိဓမ္မာသောကမင်းတဖြစ်လဲ အာသောကမင်းကြီး အကြောင်းကိုရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်လမ်းကြီးဖြစ်ပါတယ်။မင်းသားကြီး ရှာရွတ်ခန်းနဲ့ မင်းသမီး ကာရီနာကပူးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အချိန်က ခရစ်တော်မပေါ်မီ BC 260 ဝန်းကျင်ကာလတွေဖြစ်ပါတယ်။အာသောကမင်းဟာ ဗိန္ဓုသာရမင်းနဲ့ ဓမ္မာမိဖုရားတို့ရဲ့သားတော်ဖြစ်ပြီး အိန္ဒိယနိုင်ငံသမိုင်းမှာ ပထမဆုံးသောအင်ပါယာ မောရိယနိုင်ငံတော်ကြီးကိုတည်ထောင်နိုင်ခဲ့တဲ့ စန္ဒဂုတ္တမောရိယ၏ မြေးတော်ဖြစ်ပါတယ်။ဘိုးတော်ရဲ့အင်ပါယာမှာ မသိမ်းပိုက်နိုင်ဘဲ ကျန်ရှိခဲ့တဲ့ အိန္ဒိယနိုင်ငံ အရှေ့ပိုင်းနဲ့ တောင်ပိုင်းတို့ကို သူ့လက်ထက်မှာ ဆက်လက်သိမ်းပိုက်ဖို့ ကြိုးပမ်းအားထုတ်ခဲ့ပါတယ်...တိုက်ပွဲတိုင်းကို အောင်နိုင်ခဲ့ပေမယ့် အိန္ဒိယအရှေ့ဖက်ကမ်းရှိ ကလိင်္ဂတိုင်း(ယခု အိုရစ်ဆာပြည်နယ်)ကိုဝင်ရောက်တိုက်ခိုက်ရာမှာ ကလိင်္ဂကတိုင်းသားတို့က ရဲရဲဝံ့ဝံ့ပြန်လည်ခုခံတာကြောင့် ခက်ခက်ခဲခဲရင်ဆိုင်ခဲ့ရပြီး လူပေါင်းများစွာ သေကြေပျက်ဆီးပြီးမှ အောင်နိုင်ခဲ့ပါတယ်။အရာအားလုံးပျက်စီးဆုံးရှုံးခဲ့ရပါတယ်။အာသောကမင်းကြီးအနေနဲ့ သူ့ရဲ့အောင်နိုင်မှုတွေဟာ လူသေအလောင်းတွေအပေါ်မှာသာရှိတယ်လို့ ကလိင်္ဂကတိုက်ပွဲမှာ ထိတ်လန့်တကြားမြင်တွေ့သွားတဲ့အခါမှာတော့....ချစ်ခြင်းမေတ္တာနဲ့ လူတွေကိုထွေးပွေ့ဖိုအတွက် စစ်ကိုစွန့်လွှတ်ခဲ့ပါတော့တယ်။ဒီ့နောက်မှာတော့ သူဟာ ဗုဒ္ဓရဲ့ ဓမ္မဖက်မှာပဲ စိတ်ကိုမြုပ်နှံခဲ့ပြီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/2oLcr/(CM)_Asoka_2001_BluRay_720p.mp4",
        "category": "Action, Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BNmM2YWFkNWUtYTliYy00MjNkLThjMjMtNjcyZjAzMWM1M2IxXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_-134x200.jpg",
        "title": "A Day to Die (2022)",
        "description": "A Day to Die (2022)===============ကျောင်းပြန်ပေးဆွဲခံရမှုဖြစ်ရပ်ဆိုးကြောင့် ghost team အထူးတပ်ဖွဲ့ဝင်တွေ\nခြေရာဖျောက်နေခဲ့ရပေမယ့်၊ ထိုင်ခုံမြဲနေခဲ့တဲ့လူကတော့ ရဲမှူးကြီးအော်လ်စတန်ပါ...\nအဲ့ဖြစ်ရပ်အပြီး(၁၈)လအကြာမှာတော့ ရဲတပ်ဖွဲ့ဝင်တစ်ယောက်အဖြစ်နဲ့ပဲဆက်လက်\nလုပ်ကိုင်နေခဲ့တဲ့ ghost team အဖွဲ့ဝင်ကော်နာကော်နယ်လီတစ်ယောက် သူ့ရဲ့အကျဉ်း\nသားတစ်ယောက်ကို နောက်ကလိုက်ဖမ်းနေတဲ့ ဂိုဏ်းသားတစ်ယောက်ကိုသတ်ခဲ့မိ\nပါတယ်။ သူသတ်ခဲ့မိတာက မြို့ရဲ့နာမည်ကျော်မူးယစ်ရာဇာကြီးရဲ့လူဖြစ်နေတော့\nကျားအမြီးသွားဆွဲမိသလိုဖြစ်သွားတဲ့ ကော်နာတစ်ယောက် မူးယစ်ရာဇာကြီးနဲ့ ရင်ဆိုင်\nရချိန်မှာ ဘယ်လိုတွေပြန်ပေးဆပ်ရမှာလဲဆိုတာကို ကြည့်ရှုရမယ့် action ကားသစ်လည်း\nဖြစ်ပါတယ်။ အဲ့တော့ မူးယစ်ရာဇာကြီးရဲ့အန္တရာယ်ကနေလွတ်အောင်ရှောင်နိုင်ပါ့မလား\nဆိုတာကတော့ ကိုယ်တိုင်ပဲကြည့်ရှုရမှာပါ။ နောက်တစ်ခုပြောချင်တာ ကျွန်တော်တို့ရဲ့\nဇာတ်လိုက်ကျော်ကြီး Bruce Willis ကရော ဘယ်လိုအခန်းတွေမှာပါဝင်သရုပ်ဆောင်\nမှာလဲဆိုတာတော့ ခင်ဗျားတွေးထားသလို သရုပ်ဆောင်မှာပဲလို့ ပြောချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.16 GB) / (576 MB) / (394 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration - 1h 45mins\nSubtitle ...",
        "rating": "5.1",
        "url": "https://megaup.net/34Iw7/A.Day.to.Die.2022.720p.WEBRip[CM].mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/vNzeBf-140x200.jpg",
        "title": "There’s Something About Tott (2015) Love Heaw Feaw Tott",
        "description": "ထိုင်း အခွီမင်းသားချော Nick Kunatip နဲ့ သူ့ရဲ့ဟာသတွဲဖက်တွေနဲ့ ခွီရမယ့် Comedy ဇာတ်ကားဖြစ်ပါတယ်။\nTott ဟာရူပါဖြောင့်တဲ့ကွီးတစ်ယောက်ပါ။မိဘအုပ်ထိန်းသူတွေနဲ့ မနေခဲ့ရဘဲ ကိုယ့်ဘဝကိုယ်ကြောင်းနေတဲ့ ခေတ်လူငယ်တစ်ယောက်ပါ။ဘဝကိုသူငယ်ချင်းတွေနဲ့ဖြတ်သန်းနေရပြီး ကျရာအလုပ်မှာဝင်ငွေကိုဖန်တီးနေရတဲ့ Tott တစ်ယောက်သူ့ကိုကြွေကျနေသူတွေ သူကကြွေကျနေသူတွေကြားထဲ ဘယ်လိုအလွဲလွဲအချော်ချော်တွေဖြစ်မလဲဆိုတာ...။ပေါ့ပေါ့ပါးပါး ဟာသကားကြည့်မယ်ဆို ကွက်တိပါပဲ။\nFile size…(2.1 GB)/(940 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:58:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Wut Mhone",
        "rating": "5.7",
        "url": "https://megaup.net/1INzh/(CM)_There_is_Something_About_Tott.2015.WEB-DL.720p.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDJlMzNmNjEtNmI4Ny00ZWQzLWEwY2YtOTIxMmE2OTQ3ODVmXkEyXkFqcGdeQXVyMjI3NDAyNg@@._V1_-135x200.jpg",
        "title": "France (2021)",
        "description": "France (2021)===========IMDb Rating - 5.9/10သူ့နာမည်က ဖရန့်စ်၊ နာမည်ကြီးရုပ်သံတင်ဆက်သူတစ်ယောက်။ ပြင်သစ်တစ်နိုင်ငံလုံး\nသူ့ကိုချစ်ကြတယ်၊ သူ့အစီအစဉ်ဆိုမလွှတ်တမ်းကြည့်တဲ့သူတွေတောင်ရှိတယ်၊ နာမည်\nကြီးလေ သူများမလုပ်တဲ့ အစီအစဉ်တွေကိုသူလုပ်ချင်လေပဲ၊အခြားဂျာနယ်လစ်တွေ\nမရိုက်တဲ့အစီအစဉ်မျိုးတွေဆို သူကရိုက်လေ့ရှိတယ်၊ အဲ့တော့နာမည်ကြီးတယ်ဝင်ငွေ\nကောင်းတယ်၊ ပိုက်ဆံရှိတယ်။ ပိုက်ဆံရှိတယ်ဆိုပေမယ့် အိမ်ထောင်ရေးကအေးတိအေးစက်၊\nမွေးထားတဲ့သားတစ်ယောက်ကို ကောင်းကောင်းမွန်မွန်မစောင့်ရှောက်နိုင်လောက်တဲ့\nအထိကိုအလုပ်များတယ်၊ တစ်နေ့သူ့သားလေးကို ကျောင်းပို့ရင်း ဘတ်စတစ်ဆိုတဲ့ ကောင်လေး\nကို ကားတိုက်မိတယ်၊ ဘတ်စတစ်တို့မိသားစုက ဆင်းရဲတာကြောင့်ရယ်၊ သူ့ပရိသတ်ဖြစ်နေတာ\nကြောင့်ရယ် လျော်ကြေးပေးလိုက်ပေမယ့်၊ သူနဲ့ပြိုင်ဖက် ဂျာနယ်လစ်နယ်ပယ်မှာတော့ သတင်းထူး\nဖြစ်ပြီး မျက်နှာဖုံးတွေမှာပါသတင်းခေါင်းစဉ်ကြီးနဲ့ဖော်ပြတယ်။ LIVE Show တွေမှာပါ အရှက်\nရလောက်တဲ့အထိဖြစ်ခဲ့တယ်။ နာမည်ကြီးစတားတစ်ယောက်က တစ်ခါမှမဖြစ်ဘူးမကြုံဘူးတဲ့\nဒီဖြစ်ရပ်ကြောင့်သူဘဝ ပြောင်းလဲသွားပုံစိတ်ဝင်စားဖွယ်ရိုက်ကူးတင်ဆက်ပေးထားတာကြောင့်\nပရိတ်သတ်များအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Tin Myo Lwin ဖြစ်ပါတယ်)File Size - (1.16 GB) / (576 MB) / (394 MB)\nQuality – BluRay 1080p / 720p/480p\nDuration - ...",
        "rating": "5.9",
        "url": "https://megaup.net/2oE3C/France.2021.FRENCH.720p.BluRay.H264.AAC-VXT_new.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Screenshot_2017-05-05-05-34-24-98-198x300.png",
        "title": "The Texas Chainsaw Massacre: The Beginning (2006)",
        "description": "The Texas Chainsaw Massacre : The Beginning (2006)အမေရိကန် တက္ကဆက်စ် ပြည်နယ်မှာ ၁၉၆၀ခုနှစ်တွေအတွင်း ချိန်းဆောနဲ့ လူတွေအစုပြုံလိုက် သတ်ဖြတ်ပြီး စားသောက်ခဲ့ကြတဲ့ မိသားစုတစ်စုရှိခဲ့ပါတယ်။အမေရိကန်ရဲ့ ခေါင်ခိုက်လှတဲ့ ပြည်နယ်ဖြစ်တဲ့ တက္ကဆက်စ်ဟာ ဒုတိယကမ္ဘာစစ်ပြီးကာလ‌မှာစီးပွားရေးကျဆင်းမှု၊ ငတ်မွတ်ခေါင်းပါးမှုတွေ ဆိုးဆိုးဝါးဝါး ခံနေရလို့ နေထိုင်သူအများစု ပြောင်းရွှေ့ကုန်ကြပါပြီ။ဒါပေမယ့် ဘယ်ကိုမှ မပြောင်းရွှေ့ပဲ တင်းခံနေခဲ့တဲ့ မိသားစုက‌တော့ တက္ကဆက်စ်ရဲ့ လူမနီးသူမနီး ကွင်းပြင်ကြီးမှာ စိုက်ပျိုးမွေးမြူရေးလုပ်ရင်း နေထိုင်ကြတဲ့ ဟီဝစ်မိသားစုပါ။ စစ်ဒဏ်၊ အစာရေစာ ငတ်မွတ်ခေါင်းပါးမှုဒဏ်တွေကို အလူးလဲ ခံစားခဲ့ကြရတဲ့ ဟီဝစ် မိသားစုဝင်တွေဟာ စိတ်ပိုင်းဆိုင်ရာ ဆိုးဆိုးဝါးဝါး ထိခိုက်‌ထားပြီး ပုံမှန် မဟုတ်ကြတော့ပါဘူး။တစ်နေ့မှာတော့ သူတို့ရဲ့ ညဏ်ရည်မဖွံ့ဖြိုးတဲ့ မွေးစားသား တွမ်မီက သူအလုပ်လုပ်တဲ့ သားသတ်ရုံက ပိုင်ရှင်ဖြစ်သူကို သတ်လိုက်ရာကစလို့ ၊ဟီဝစ်မိသားစုဟာ အမေရိကန်သမိုင်းမှာ အရက်စက်အကြမ်းကြုတ်ဆုံး ရာဇဝတ်မှု တွေထဲက ...",
        "rating": "5.9",
        "url": "https://megaup.net/2oKoy/The.Texas.Chainsaw.Massacre.The.Beginning.2006.UNRATED.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akZeiUfasM58GdcfXSY9QkqPiDZ.jpg",
        "title": "Love is Color Blind (2021)",
        "description": "Love is colorblind (2021)ချစ်ခြင်းမေတ္တာဟာ ဘာအရောင်ရှိပါသလဲဒီတစ်ခါမှာတော့ ချစ်ခြင်းမေတ္တာအကြောင်းကို\nအရောင်တွေနဲ့ ပုံဖော်ထားတဲ့\nဖိလစ်ပိုင် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ အချစ်ဆုံးသူငယ်ချင်းဆိုတဲ့ ခေါင်းစဉ်ကြားထဲမှာ\nတဝဲလည်လည်ဖြစ်နေတဲ့ သူငယ်ချင်းမဟုတ်တဲ့ သူငယ်ချင်းနှစ်ယောက်ရဲ့\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါအက်ဆီးဒင့် ဖြစ်ပြီးနောက်ပိုင်း အရောင်တွေကို မခံစားနိုင်တော့ဘဲ\nအကုန်လုံးကို မီးခိုရောင်အနေနဲ့ပဲ မြင်ရတဲ့ ပန်းချီဆရာကောင်လေးတစ်ယောက်နဲ့\nသူ့ရဲ့ သူငယ်ချင်းမဟုတ်တဲ့ သူငယ်ချင်း ကောင်မလေးတို့ရဲ့\nရိုးရှင်းတဲ့ အချစ်ဇာတ်လမ်းလေး တစ်ပုဒ်ပဲဖြစ်ပါတယ်နူးညံ့တဲ့ ချစ်ခြင်းမေတ္တာကို လှလှပပလေး ပုံဖော်ရိုက်ကူးထားတဲ့\nဒီဇာတ်လမ်းလေးနဲ့အတူ\nချစ်ခြင်းမေတ္တာရဲ့ရပ်ဝန်းထဲမှာ ခဏလောက် နားခိုလိုက်ကြရအောင်ပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Romance\nQuality….WEB-DL 1080p and 720p and 499\nFile size…1.6GB and 864MB and 311MB\nFormat…mp4\nDuration….1h 55min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman NoX\nEncoder ..... August",
        "rating": "8.6",
        "url": "https://megaup.net/34Hmh/Love.Is.Color.Blind.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZDllNzczOTUtMTJjMy00ZjA3LTk2ODgtNDZhZWVkMzI1YWE2XkEyXkFqcGdeQXVyODgzNDIwODA@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Black Box (2021)",
        "description": "Black Box (2021)==============IMDb Rating - 7.2/10ကြည့်ဖူးနေကြ အမေရိကန် ဇာတ်ကားတွေနဲ့ ကွဲထွက်နေတဲ့ rating မြင့်\nပြင်သစ်နိုင်ငံမှ ထုတ်လုပ်ထားတဲ့ ဥရောပရုပ်ရှင်တစ်ခုကို တင်ဆက်ပေး\nလိုက်ပါတယ်။အဲလ်ပ်တောင်တန်းပေါ်မှာ လေယာဥ်တစ်စီး ပျက်ကျသွားခဲ့ပါတယ်။ ထို\nလေယာဥ်ဟာ ခရီးသည် ၃၀၀ ကို တင်ဆောင်ပြီး ဒူဘိုင်းကနေ ပဲရစ်မြို့ကို\nဦးတည်ပြီး ပျံသန်းလာခဲ့တဲ့ အေထရီယန် ၈၀၀ လေယာဥ် ဖြစ်ပါတယ်။\nထိုအမှုကို ပြင်သစ်နိုင်ငံ စုံစမ်း‌ရေးနှင့် စိစစ်ရေးဗျူရိုက တာဝန်ယူကိုင်တွယ်\nခဲ့ပါတယ်။ တစ်ရက်မှာတော့ အဆိုပါ လေယာဥ်မှ လေယာဥ်မှူးအခန်းက\nအသံဖမ်းစက်ကို တာဝန်ယူ နားထောင်ရတဲ့ ဗစ်တာ ပိုလော့ ဆိုတဲ့ အရာရှိ\nတစ်ယောက် ထူးဆန်းစွာ ပျောက်ဆုံးသွားသည့်အတွက် မက်သရူး ဗက်ဆာ\nဟာ တာဝန်ယူကိုင်တွယ်ဖို့ ဖြစ်လာပါတယ်။မက်သရူးဗက်ဆာ ဟာ အသံနားထောင်တဲ့နေရာမှာ အထူးကျွမ်းကျင်ပြီး\nနားထောင်ရုံထက်ပိုပြီး အမှုတွေကို ‌ဖော်ထုတ်ချင်သူ တစ်ယောက်ပါ။ မက်သရူး\nဗက်ဆာရဲ့ မိန်းမဖြစ်သူ နိုအဲမီ ဗက်ဆာ ကတော့ ပျက်ကျသွားတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2oG4m/Black.Box.2021.720p.BluRay.x264-SURCODE.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/5733517_so-155x200.jpg",
        "title": "Donnie Brasco (1997)",
        "description": "IMDb Rating(7.7) / Rotten Tomatoes (88%)ကပ္ပတိန်ဂျက်စပဲရိုးဇာတ်ရုပ်နဲ့အထူးတလည်မိတ်ဆက်ပေးစရာမလိုအောင် နာမည်ကြီးလှတဲ့ Johnny Depp နဲ့\nအော်စကာလျာထားစာရင်းကိုးကြိမ်ဝင်ခဲ့ပြီး တစ်ကြိမ်ရရှိ၊ ရွှေကမ္ဘာလုံးဆု ၁၈ ကြိမ်လျာထားခံခဲ့ရပြီး (လေးဆုရရှိ)ခဲ့၊\nBAFTA , Emmy Eward စတဲ့ဆုပေါင်းမြောက်များစွာပိုင်ရှင် မင်းသားကြီး Al Pacino (Godfather Trilogy) တို့က\nအဓိကဇာတ်ဆောင်နှစ်ဦးအဖြစ်ပါဝင်ထားပါတယ်။ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်ပြီးတော့ အကောင်းဆုံး Gangster ရုပ်ရှင်တွေ၊ Organized Crime Thrillers တွေအကြောင်းပြောမယ်ဆိုရင်ချန်လှပ်ထားလို့မရတဲ့\nအထင်ကရဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။Donnie Brasco ဟာ ၁၉၇၀ ဝန်းကျင်၊ နယူးယောက်ခ်က Bonanno ဒုစရိုက်မိသားစုထဲစိမ့်ဝင်ထောက်လှမ်းခဲ့တဲ့\nအက်ဖ်ဘီအိုင် သူလျှိုအေးဂျင့် Pistone (Johnny Depp) ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုအလွတ်သဘောအခြေခံထားတာဖြစ်ပါတယ်။ဘရက်စကိုဟာ အရွယ်ရနေပြီဖြစ်တဲ့ မာဖီးယားလက်မရွံ့တစ်ယောက်ဖြစ်တဲ့ Lefty Ruggiero (Al Pacino) ကြီးကိုချဉ်းကပ်ပြီး\nသူ့ရဲ့ယုံကြည်မှုအားပေးထောက်ခံမှုတွေကိုရအောင်ကြိုးစားရင်းနဲ့ မာဖီးယားဂိုဏ်းထဲကို အတွင်းကျကျနေရာယူနိုင်ခဲ့ပါတယ်။\nတစ်ဖြည်းဖြည်းနဲ့ ဒုစရိုက်သမားဖြစ်ပေမယ့် သူ့အပေါ်တကယ်နှစ်နှစ်ကာကာသံယောဇဉ်ကြီးရှာတဲ့ Lefty နဲ့ညီရင်းအစ်ကိုလို\nဆက်ဆံရေးခိုင်မာနက်ရှိုင်းလာခဲ့တဲ့ အလုပ်တာဝန်နဲ့ ကျင့်ဝတ်တွေစောင့်ထိန်းရမယ့် စည်းတွေကြားဗျာများလာတဲ့အခါ...။Action,Crime ...",
        "rating": "",
        "url": "https://megaup.net/12P2x/(CM)_Donnie.Brasco.1997.Extended.720p.BluRay.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yCiIfhvAtVidv2fszFZESci9tVx.jpg",
        "title": "Liar x Liar (2021)",
        "description": "Liar x Liar (2021)ဒီကားလေးကတော့ Liar x Liarဆိုတဲ့ Mangaလေးကို Live action ပြန်ရိုက်ထားတဲ့ ကားလေးပါ။\"အစကတော့ အလိမ်ညာလေးတစ်ခုပါပဲ။\nဒီအလိမ်အညာလေးက ကျွန်မတို့ရဲ့ ကံကြမ္မာကိုပြောင်းလဲသွားစေမယ်လို့ မထင်ခဲ့မိဘူး\"ဒီစကားလေးအတိုင်းပဲ သူတို့နှစ်ယောက်ရဲ့ဇာတ်လမ်းက အလိမ်အညာတစ်ခုကနေ စတင်ခဲ့တာပါ။Minato ဆိုတဲ့ကောင်မလေးက တက်တက်ကြွကြွရှိတဲ့ ချစ်စဖွယ် ‌တက္ကသိုလ်ကျောင်းသူလေးပါ။အလယ်တန်းကျောင်းကစလို့ တက္ကသိုလ်ရောက်တဲ့အချိန်ထိ အေးအေးချမ်းချမ်းနေရတဲ့ရက်ဆိုတာ မရှိခဲ့တဲ့ ကံဆိုးမလေးဆိုရင်လည်း မမှားပါဘူး။ဒီကိစ္စတွေရဲ့ တရားခံကတော့ သွေးသားမတော်စပ်တဲ့ မောင်ဖြစ်သူ\nပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ကြီး Toruပါပဲ။ရုပ်ချောသလောက် ပွေရှုပ်လွန်းအားကြီးတဲ့ Toruကတော့ ခန့်မှန်းရခက်တဲ့ ကောင်လေးပါ။သွေးသားမတော်စပ်တဲ့သူတို့နှစ်ယောက်ကြားထဲ အလိမ်ညာ‌တစ်ခုကြောင့်\nထူးဆန်းတဲ့ခံစားချက်တွေဖြစ်တည်လာတာကို ကြည်နူးဖွယ်ပုံဖော်ထားတာပါ။Mangaလေးကလည်း ဖတ်လို့ကောင်းသလို ရုပ်ရှင်အနေနဲ့ပြန်ကြည့်တော့လည်း ပါဝင်အားဖြည့်ထားတဲ့ သရုပ်ဆောင်တွေကြောင့် အရသာမပျက်သွားပါဘူး။လိမ်ညာတယ်ဆိုတာ မကောင်းပေမယ့် ဒီဇာတ်လမ်းကတော့ ကောင်းပါတယ်။\nကားကောင်းလေးမို့လို့ တင်ဆက်ပေးလိုက်ပါတယ်နော်။အညွှန်းကိုတော့ Milkeux က  ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Lai Laii နဲ့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Romance\nQuality….WEB-DL ...",
        "rating": "6.4",
        "url": "https://megaup.net/34Hmj/Liar_x_Liar_720P_PRV_WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMDc0YWQxZmQtOWQ4MC00MDNlLTkwMzYtNGVmZjMyYzg5ZTZmXkEyXkFqcGdeQXVyNTIzMTA5MDg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Calm Beyond (2020)",
        "description": "The Calm Beyond (2020)==================IMDb Rating - 5.3/10ကမ္ဘာဖျက် တိုင်ဖုန်းမုန်တိုင်းကြီးတစ်ခုကြောင့် နိုင်ငံတော်တော်များမှာ\nဆူနာမီကြီးတွေဖြစ်ပြီး ဟောင်ကောင်ဟာလည်းရေနစ်မြုပ်ခဲ့ပါတယ်။\nအဲဒီအချိန်မှာအမျိးသမီးတစ်ယောက်ကတော့ လူသူကင်းမဲ့နေတဲ့\nတိုက်ပျက်တစ်လုံးထဲ တိတ်တဆိတ်နေနေလေရဲ့..ဒါပေမယ့်မကြာခင်မှာပဲ\nသူ့ဆီကိုမျောပါလာတဲ့ ကလေးငယ်တစ်ဦးကြောင့် သူ့ဘဝဟာလည်း\nရုတ်ချည်းပြောင်းလဲသွားပါတော့တယ်....ဒါဆိုရင် သူမကဘာလို့တစ်ယောက်တည်းတိတ်တဆိတ်ပုန်းအောင်းနေရတာလဲ..\nနောက်ပြီးတော့ ကလေးငယ်နဲ့တွေ့ပြီးနောက် သူမဘာတွေပြောင်းလဲသွားမလဲ...\nစတာတွေကို ကြည့်ရှုရမယ့် ဂရုဏာရသပေါ်အောင်ရိုက်ကူးထားပြီး ဇာတ်လမ်း\nဇာတ်ကွက်များကိုလည်း စိတ်လှုပ်ရှားဖွယ်ဖြစ်အောင် ဖန်တီးထားတဲ့ ဇာတ်ကား\nကောင်းလေးလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)File Size - (1.31 GB) / (557 MB) / (354 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration - 1h 35mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Sci-Fi, Thriller\nTranslator – Zaw Myo Thu\nEncoder – SWM",
        "rating": "5.3",
        "url": "https://megaup.net/2oH4m/The.Calm.Beyond.2020.720p.WEBRip.DD5.1.x264-NOGRP.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2XKg3VhpFDXdAktwKvFMSuIneE3.jpg",
        "title": "DJ Tillu (2022)",
        "description": "DJ Tillu (2022)IMDb 7.8 ထိရရှိထားတဲ့ Comedyဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်အဖေဖြစ်သူက သူ့အကြိုက်ဆုံးဖိုက်တာနာမည်အရ တီလူးလို့နာမည်ပေးခဲ့ပေမယ့်လည်းသူကိုယ်သူ ဒီဂျေတီလူးလို့နာမည်ပေးထားတဲ့တီလူးကတော့အလုပ်အကိုင်ရယ်လို့ ရေရေရာရာမရှိ စိတ်ထဲပေါ်တာလိုက်လုပ်နေတဲ့ယောင်ခြောက်ဆယ်ကောင်ပါဖိုက်တာလုပ်မယ်ဆိုပြီးလုပ်လိုက် တစ်လကြာတော့မျက်ခွက်ထိုးခံရပြီး မလုပ်တော့ပြန်....စီးပွားရေးလုပ်မယ်ဆိုပြီး လုပ်တော့လည်း အရှုံးပေါ်...နောက်ဆုံးမှာ ဆာရိပထမဆုံးဝတ်ဆင်ပွဲဘိုနာလုပွဲစတဲ့ပွဲတွေမှာ ဒီဂျေလိုက်လုပ်နေပါတော့တယ်ဒီလိုနဲ့ကလပ်မှာသူသဘောကျတဲ့ကောင်မလေး ရာဒိယာနဲ့တွေ့ဆုံခဲ့ရပါတယ်ငပျင်းကောင် တီလူးတစ်ယောက်မထင်မှတ်ထားပဲ သူ့ဘဝကြီးကို အပြောင်းအလဲဖြစ်စေနိုင်တာကိစ္စကြီးနဲ့ တွေ့ကြုံလိုက်ရတဲ့ချိန်မှာ...အဲ့ဒီကိစ္စကရော ဘာဖြစ်မှာလဲ...ငပျင်းတီလူးတစ်ယောက် ဘယ်လိုကိစ္စတွေကြုံရမလဲဆိုတာဟာသနှောရင်း ရိုက်ကူးထားတာမလို့ ဆက်လက်ကြည့်ရှုပေးပါဦး \nFile size…1.79GB /  874MB\nQuality…1080p WEB  DL / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Shwe Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/12Oce/DJ_Tillu_(2022)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/IPX-784-142x200.jpg",
        "title": "(21+) IPX-784  Father-in-law Hates Me To Death, But His Favorite Food Is Me As A S********l…(2022)",
        "description": "သူမရဲ့ ကျစ်လျစ်သွယ်လျတဲ့ ခန္ဓာကိုယ်ချစ်စဖွယ်မျက်နှာလေးနဲ့ စူးရှတဲ့အကြည့်တွေခပ်ယဲ့ယဲ့အပြုံးတွေက မြှူဆွယ်နေသလိုလိုဒါပေမဲ့သူကံမကောင်းရှာပါဘူးသူမတို့သားအမိပျော်ရွှင်စွာဘဝကိုဖြတ်သန်းနေချိန်မှာပဲဂြိုလ်ဆိုးကြီးဝင်လာပါတယ်ဂြိုလ်ဆိုးဆိုတာ မီနာမီအတွက်ပြောတာပါပဲမိခင်ကြီးအတွက်တော့ တစ်ပင်လဲတစ်ပင်ထူတာပါပဲမီနာမီက သဘောမကျပေမဲ့ ဟန်ဆောင်အပြုံးနဲ့ မခင်စိတ်ဆင်းရဲမှာစိုးတဲ့အတွက် သဘောတူခဲ့ပါတယ်ဒါပေမဲ့ကွယ်ရာမှာ ကြိတ်ပြီး ငိုချင်းချနေခဲ့ရပါတယ်သူမရဲ့မိခင်ပေါ်ထားတဲ့ စိတ်ကချီးကျူးစရာပါဒါပေမဲ့ အဲဒါက သူ့ရဲ့ပျော့ကွက်ဆိုတာ ပထွေးသိသွားတဲ့အချိန်မှာတော့မိသားစုထဲမှာ တိတ်တိတ်ပုန်းကမောက်ကမတွေဖြစ်ကုန်ပါတယ်အနုအရွလေးတွေ လတ်လတ်ဆက်ဆက်လေးတွေ စားသုံးရတာမကြိုက်တဲ့သူဘယ်သူရှိမှာလဲမိခင်နဲ့ ပထွေးကြားမှာ ဗျာများပြီး ဆူးကြားထဲကဗူးသီးဖြစ်ရတဲ့မီနာမီက သနားစရာကောင်းလှပါတယ်ချစ်ဖို့လဲကောင်းနေပါတယ်မီနာမီတစ်ယောက် အခက်အခဲတွေဘယ်လိုဖြေရှင်းမလဲဆိုတာအားပေးကြည့်ရှုပါဦးရင်တဖိုဖိုနဲ့ ကြိတ်ပြီးဖြေရှင်းရတဲ့ အခန်းတွေများတာကြောင့်မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး \nFile size…1.7GB  / 800MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….Dark\nTranslated by Kimuchi",
        "rating": "7.8",
        "url": "https://megaup.net/2oHox/My_Father-in-law_Hates_Me_To_Death,_But_His_Favorite_Food_Is_Me_As_A_.IPX-784.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qjEuDeKOhA7JqaaqhLSfoS9titb.jpg",
        "title": "After Yang (2021)",
        "description": "After Yang (2021) ~ IMDb - 6.8/10 , RT - 86%, Metacritic - 79% ~Directed By KogonadaA24 ကဖြန့်တဲ့ ရုပ်ရှင်ဆိုတော့ ဒီရုပ်ရှင်ကို မကြည့်မိခင်မှာ A24 ဖန်တစ်ယောက်က Ex Machina နဲ့ Minari ကိုပေါင်းထားတဲ့ ရုပ်ရှင်မျိုးပဲ တော်တော်ကောင်းတယ်လို့ ပြောတာ ဖတ်လိုက်ရသေးတယ်။ ကျွန်တော့်အတွက် ဒုတိယအချက်ကို လက်ခံနိုင်ပေမဲ့ ပထမအချက်ကို လက်ခံဖို့တော့ ခက်ပါတယ်။ တစ်ကားလုံးမှာတော့ မဟုတ်ပေမဲ့ ဒီရုပ်ရှင်ရဲ့ တစ်ချို့နေရာတွေမှာ တာကော့စကီးဆီက အရသာမျိုး ခံစားရတယ်။ ကိန်းမှာပြခဲ့လို့ ၂၀၂၁လို့ရေးထားပေမဲ့ တကယ်တမ်း ဒီရုပ်ရှင်ဟာ မနေ့ကမှ ထွက်တာဆိုတော့ ၂၀၂၂ပဲလို့ပြောရမယ်။ ပုဂ္ဂလိက ခံစားချက်အရတော့ မနှစ်က အသိရခက်ပြီး ကိုင်းခွဲများတဲ့ Drive My Car ရဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2oHzr/(CM)_After_Yang_(2021)_720p.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/12188932_1726904774210357_4834685965566587786_n-142x200.jpg",
        "title": "In the Line of Duty 4 (1989) The Witness",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်\nဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…\nဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။\nဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။\nဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။\n၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။\nဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခု ၄ ကားမြောက် တင်ဆက်လိုက်တဲ့ In the Line of Duty 4 (1989) ဇာတ်ကားကို The Witness လို့လဲ ခေါ်ဆိုကြပါတယ်။\nမင်းသားကြီး Donnie ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/in-the-line-of-duty-4-1989-the-witness/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMjM1ZTM0YTItNzViNi00YWFmLWI0MTAtNWI3MjgxN2JiY2RlXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Long Story Short (2021)",
        "description": "\"မင်္ဂလာဆောင်တာကလွယ်ပါတယ်။အိမ်ထောင်သည်ဘဝကခက်တာပါတဲ့\"\nဟုတ်ပါတယ် အိမ်ထောင်တစ်ခုတည်မြဲဖို့ဆိုတာ အင်မန်မှခက်ပါတယ် အချစ်တစ်ခုတည်းနဲ့ အိမ်ထောင်တစ်ခုမတည်မြဲနိုင်ပါဘူး။\nနားလည်မှု ရိုးသားမှု အချိန်ပေးမှု ပြီးတော့ အချစ် ဒါတွေကိုလိုအပ်ပါတယ်။\nဒီကားလေးက အိမ်ထောင်တစ်ခုဘယ်လိုတည်ဆောက်ရမလဲဆိုတာကိုပြောပြပေးထားတဲ့ ဇာတ်ကားလေးဆိုမမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တက်ဒီနဲ့ လီယန်တို့က မထင်မှတ်တဲ့တွေ့ဆုံမှုတစ်ခုကနေ တစ်ဦးကိုတစ်ဦးကိုချစ်မိသွားပြီး လက်ထပ်ခဲ့ကြတဲ့ချစ်သူနှစ်ဦးပေါ့\nဒါပေမယ့် တက်ဒီကတော့ လီယန်ကိုချစ်ပေမယ့် အလုပ်ပေါ်မှာပဲအာရုံနှစ်ထားပြီး ဇနီးကိုအချိန်မပေးဖြစ်ခဲ့ပါဘူး\nဟန်းနီးမွန်းထွက်ဖို့ကိုတောင် မစီစဉ်ခဲ့ပဲနဲ့ နောက်မှဆိုပြီးလုပ်နေခဲ့တဲ့သူပါ။သူတို့နှစ်ယောက်ရဲ့မင်္ဂလာဦးည လက်ဖွဲ့တွေကိုကြည့်ရင်းကနေ ဘယ်သူပို့လိုက်မှန်းမသိတဲ့ထူးဆန်းတဲ့လက်ဖွဲ့လေးတစ်ခုကိုတွေ့ခဲ့လို့ ဖွင့်ကြည့်မိရာကနေ...\nတက်ဒီတစ်ယောက် အဆပေါင်းများစွာအကုန်မြန်နေတဲ့ အချိန်ကာလတစ်ခုထဲရောက်သွားပါတော့တယ်သူနိုးထလာတိုင်း တစ်နှစ်ပြောင်းသွားပြီး သူနိုးထလာတဲ့အချိန်ကလည်း သူတို့ရဲ့မင်္ဂလာဦးနှစ်ပတ်လည်နေ့ဖြစ်နေပါတယ်။\nဒီလိုအချိန်စက်ဝန်းကြီးထဲကနေ တက်ဒီတစ်ယောက်ဘယ်လိုရုန်းထွက်မှာလဲ\nဒီလိုအကုန်မြန်နေတဲ့အချိန်ကြောင့် သူ့ဘဝကြီးကဘာတွေဘယ်လိုဖြစ်ပြီးပြောင်းလဲကုန်မှာလဲ\nသူတို့ရဲ့အိမ်ထောင်ရောအပေါ်မှာရော သက်ရောက်မှုရှိမှာလား..စတာတွေကိုကြည့်ရှုခံစားရမယ့် Comedy,Fantasy,Romance ကားကောင်းလေးတစ်ကားပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__(1.7GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:30:00\nType__Comedy, Fantasy, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://megaup.net/3KDcu/Long_Story_Short_(2021)_720p.mp4",
        "category": "Comedy, Fantasy, Romance"
    }
]