[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BY2Y4YWE2ZmQtNDJiMS00MDcwLThmZTYtNzVmMTI2ZmY0MDdhXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "Tiger Cage II (1990)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ချိန်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်ဂျက်မဇာတ်ကား In The Line of Duty ဇာတ်ကားတွေလိုပါပဲ...လူဆိုးဂိုဏ်းတွေနဲ့ ဟောင်ကောင်စုံထောက်ရဲတွေကြားက စွန့်စားခန်းတွေကို ရိုက်ကူးထားတဲ့ Tiger Cage ရဲ့အဆက် Tiger Cage 2 ဖြစ်ပါတယ်...မင်းသား Donnie Yen ကို ငယ်ငယ်က ဂျစ်ကန်ကန်ပုံနဲ့မြင်ရမှာပါ။မင်းသမီး Rosamund Kwan ကတော့ ချစ်စရာကောင်းလွန်းလို့ မှတ်မိနေမှာပါ...အဲ့ဒီခေတ်အခါက ဂျက်လီ ဂျက်ကီချန်း စတီဖင်ချောင်တို့လို တကယ့်ဒိတ်ဒိတ်ကြဲတွေနဲ့ ဇာတ်ကားတွေရိုက်ခဲ့ဖူးပါတယ်။ဟောင်ကောင်ဂျက်မ Cynthia Khan တို့ David Wu တို့လဲပါဝင်ထားပါတယ်။IMDb Rating(7.0) ထိ ရရှိထားပြီး အချစ်အကြမ်းစွန့်စားခန်းတွေနဲ့ ရီလဲရီရတာမို့ Action ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါဘူး။ဟောင်ကောင်ဂျက်မဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=in+the+line+of+duty  ကြည့်လို့ရပါတယ်။\nFile size…(3 GB)/(900 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.0",
        "url": "https://megaup.net/34vgu/(CM)_Tiger.Cage.II.1990.720p.BluRay.REMUX.AVC.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/3-135x200.jpg",
        "title": "Three Months (2022)",
        "description": "Three months Coming of age ရုပ်ရှင်လေးပါ။ Caleb ဟာ ဆယ်ကျော်သက်အရွယ်ဂေး တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ပွင့်ပွင့်လင်းလင်းနေတတ်တဲ့ပုံစံကြောင့် သူငယ်ချင်းတစ်ယောက်ကလွဲရင် အပေါင်းအသင်းမရှိပါဘူး။အထက်တန်းကျောင်းပြီးခါနီးမှာပဲ သူနဲ့တူတူနေမိတဲ့ သူစိမ်းတစ်ယောက်ဟာ HIV ရှိနေမှန်းသိလိုက်ရပါတယ်။ သူ့ဆီမှာလည်း ပိုးရှိမရှိကို‌ ဆေးစစ်ချက်အဖြေသိဖို့ သုံးလစောင့်ဆိုင်းရင်း တွေ့ကြုံရတဲ့ အချစ်ရေး၊သူငယ်ချင်းကြား သံယောစဉ်၊မိသားစုပြဿနာ တွေကိုပြသထားပါတယ်။ ဇာတ်လမ်း setting ထူးဆန်းစွာ 2011မှာတည်ထားပါတယ်။ Homosexuality ကိစ္စတွေ HIV ကူးစက်ခံသူတွေရဲ့ဘ၀တွေအပြင် မလွယ်ကူတဲ့ဆယ်ကျော်သက်ဘ၀ကို ပွင့်ပွင့်လင်းလင်းပြထားပါတယ်။ နာမည်ကျော်အဆိုတော် YouTuberလေး Troye Sivanက အဓိကနေရာကနေ ပါ၀င်ထားပြီး Judy Greer,Viveik Kalra တို့လည်းပါ၀င်ထားပါတယ်။ File size…(1.69 GB)/(720.39 MB)/(419.22 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1IA7r/Three_Months_2022_720p_(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Screen-Shot-2022-03-04-at-13.38.30-136x200.png",
        "title": "The Tiger Rising (2022)",
        "description": "The Tiger Rising (2022)==================2022 ခုနှစ်ထွက် The Tiger Rising ဆိုတဲ့ ဒီဇာတ်ကားလေးဟာ 2001 ခုနှစ်ကထွက်ခဲ့တဲ့\nကလေးတွေအတွက်စာအုပ်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ drama ဇာတ်ကားကောင်းလေး\nတစ်ကားဖြစ်ပါတယ်။ မိသားစုရဲ့ အရေးပါပုံတွေ သူငယ်ချင်းဆက်ဆံရေးတွေကို အသားပေး\nရိုက်ကူးထားတဲ့ မိသားစုဇာတ်ကားလေးပါ။ ဒီဇာတ်လမ်းလေးထဲမှာတော့ ရော့ဘ်ဆိုတဲ့ ကောင်\nလေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ မိတဆိုးဖြစ်ခဲ့ရတဲ့ ကောင်လေးတစ်ယောက်ပါ ရော့ဘ်ဟာ အရမ်း\nလိမ္မာတဲ့ကလေးတစ်ယောက်ဖြစ်ပြီး အဖေဖြစ်သူနဲ့ နေရာသစ်က မိုတယ်တစ်ခုမှာ ခေတ္တပြောင်း\nရွှေ့နေထိုင်ပြီး ဖခင်နဲ့အတူ ဘ၀ကို ရုန်းကန်နေရရှာတာပေါ့။ အမေ မရှိတော့ကတည်းက ရော့ဘ်ရဲ့\nမိသားစုဘ၀ဟာ ပျော်ရွှင်စရာတွေ ဆိတ်သုဉ်းလို့ တစ်ခုမှ အဆင်ပြေတာမရှိခဲ့ပါဘူး ကျောင်းမှာလည်း\nအနှိမ်ခံကလေးတစ်ယောက်ဖြစ်ပေမယ့် ပန်းချီနဲ့ ပန်းပုပညာမှာ ပါရမီပါတဲ့ကလေးတစ်ယောက်ဖြစ်\nပါတယ်။ ဒီလိုနဲ့ ရော့ဘ်တစ်ယောက်ဟာ ကျောင်းကို အသစ်ပြောင်းလာတဲ့ ‌ဒေါသအိုးမလေး စစ္စတင်းနဲ့\nသူငယ်ချင်းဖြစ်သွားကြပါတယ်။ရော့ဘ်တို့နေတဲ့ မိုတယ်နားက တောအုပ်လေးထဲမှာ လှောင်အိမ်ထဲထည့်ခံထားရတဲ့ ကျားကြီးတစ်\nကောင်ရှိပြီး ရော့ဘ်နဲ့ စစ္စတင်းတို့ဟာ အဲဒီကို ...",
        "rating": "5.0",
        "url": "https://megaup.net/1IAdm/The.Tiger.Rising.2022.720p.WEBRip.x264-RARBG_new.mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/dh-135x200.jpg",
        "title": "The Desperate Hour (2022)",
        "description": "အမျိုးသားဆုံးသွားတာ တစ်နှစ်ရှိပြီဖြစ်တဲ့ အေမီဆိုတဲ့အမျိုးသမီးဟာ\nသားတစ်ယောက်သမီးတစ်ယောက်နဲ့ဘဝကိုရုန်းကန်ရင်ဖြတ်သန်းနေရတာပါ\nသားဖြစ်သူကကလည်း ဖခင်ဆုံးသွားပြီးကတည်းက စိတ်ကျရောဂါခံစားနေရပြီး\nမိခင်နဲ့အစေးမကပ်တဲ့သူတစ်ယောက်ပေါ့\nတစ်နေ့တော့ ကျောင်းမသွားချင်တဲ့သားကိုအိပ်ရာကအတင်းနှိုးကျောင်းသွားခိုင်းပြီး\nသူကတော့ မနက်အပြေးလေ့ကျင့်ခန်းအတွက်ထွက်လာတဲ့အချိန်မှာပဲ\nမထင်မှတ်တာတွေဖြစ်လာပါတော့တယ်\nသူ့သားကျောင်းမသွားဘူးထင်ပြီးသူများကိုစိတ်ပူနေတာကနေ\nသူ့သားကျောင်းသွားတာကိုသိလိုက်ရတဲ့အချိန်မှာ ဖြစ်ပေါ်လာတဲ့\nမိခင်တစ်ယောက်ရဲ့ စိုးရိမ်ပူပန်မှု ချစ်ခြင်းမေတ္တာတွေ\nသားသမီးအတွက်ဆို ဘာမဆိုလုပ်ရဲတဲ့မိခင်စိတ်တွေကို ပေါ်လွင်အောင်\nရိုက်ပြထားတဲ့ ကားကောင်းလေးတစ်ကားပါပဲ\nကြည့်နေရင်းနဲ့ကို မိခင်မေတ္တာကဘာလဲဆိုတာ သိသွားစေမှာပါ\nဘာဖြစ်လို့ အပူတပြင်းဖြစ်ရလဲဆိုတာကိုတော့…….\nFile size…(2.03 GB)/(1.06 GB )/(609.62 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": "https://megaup.net/2oxuZ/The_Desperate_Hour_2022_720p_(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jwE6cVIoJ4JP397yMGfBBpHMJmF.jpg",
        "title": "Silmido (2003)",
        "description": "Silmido (2003)ရှီမီဒို ​ခေါ် ရှီမီကျွန်းဟာ ​တောင်ကိုရီးယားနိုင်ငံ၏ အ​နောက်ဘက်ကမ်းရိုးတန်း၊\nအင်ချွန်းမြို့နယ်နိမိတ်ထဲမှာရှိတဲ့ လူသူ​နေထိုင်ခြင်း မရှိတဲ့ ကျွန်းတစ်ခုပဲ ဖြစ်ပါတယ်။\nဒီ လူမ​နေတဲ့ ကျွန်းမှာပဲ ​တောင်ကိုရီးယားနိုင်ငံ​​ရေးသမိုင်းမှာ\nအမည်းစက်ထင်ခဲ့တဲ့ သမိုင်းဝင်ဖြစ်ရပ်တစ်ခု အ​ခြေတည်ခဲ့ဖူးပါတယ်။အချိန်က ၁၉၆၈ ခုနှစ် ဇန်နဝါရီလ ပါ။\n​မြောက်ပိုင်း​ခေါင်း​ဆောင်က ကိုရီးယားနိုင်ငံ​ပေါင်းစည်း​​​​ရေးဆိုပြီး\n​တောင်ကိုရီးယားသမ္မတ Park Chung Hee ကို လုပ်ကြံဖို့\nအမှတ် ၁၂၄ တပ်ဖွဲ့ကို ​စေလွှတ်ခဲ့​ပေမယ့် ကျရှုံးခဲ့ပါတယ်။\nတစ်ဖန် ​တောင်ကိုရီးယားဘက်က တုံ့ပြန်မှုကလည်း ငိုအားထက် ရယ်အားသန်​ပေ။ ​\nအမိကိုရီးယားနိုင်ငံ ​ပေါင်းစည်း​​ရေး၊ ၂ နိုင်ငံငြိမ်းချမ်း​ရေးအတွက်ဟု ဆိုကာ\n​မြောက်ပိုင်း​ခေါင်း​ဆောင် Kim Il Sungကို လုပ်ကြံဖို့ ပြန်ပြင်ဆင်​စေသည်။လုပ်ကြံရမည့်အဖွဲ့မှာ အမှတ်၆၈၄ အထူးတပ်ဖွဲ့ဟု​ခေါ်သည်။\nတပ်ဖွဲ့သည် နှယ်နှယ်ရရမဟုတ်၊ ​\nသေဒဏ်ကျခံထားရသည့် အကျဉ်းသား ၃၁​ ယောက်ကို\nတပ်ဖွဲ့ဝင်များအဖြစ် ဖွဲ့စည်းထားခြင်း ဖြစ်သည်။\nသူတို့ရဲ့စစ်​ရေး​လေ့ကျင့်ရာငရဲခန်းကတော့ ရှီမီကျွန်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/12Bk2/Silmido.2003.GER.Blu-ray.720p.AVC.REMUX.DTS-HD.MA.5.1-CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qiSU4iEr7EWEujnkRCBALyMB9ge.jpg",
        "title": "The Legendary Tazza’s Tap (2022)",
        "description": "The Legendary Tazza's Tap (2022)ဖဲဝိဇ္ဇာတွေအများကြီးထဲမှာ ၂၀၂၂ ခုနှစ်ထွက်ရုပ်ရှင်မှာတော့ မင်းသားကြီးအိုဂျီဟိုလည်းပါဝင်လာပါပြီ\nအွန်လိုင်းဂိမ်းကနေပဲ လောင်းကစားလုပ်တဲ့ အီထက်ဒုံးဟာ\nညီအစ်ကိုလိုခင်တဲ့ ဂယောင်းဂျို ရှုံးသွားတဲ့ ပိုက်ဆံတွေကိုလိုက်ပေးဖို့\nကိုယ်တိုင် ဝင်ပါရာမှ တကယ့်ဖဲလောကရဲ့ လှည့်ဖြားမှုတွေကို သိသွားလိုက်ရပါတော့တယ်ပိုက်ဆံတွေပြန်ရဖို့ကို ဘယ်လိုတွေလိုက်လဲ\nဘယ်လိုတွေ အချီကြီးတွေဆော့လဲ\nဘာတွေရင်းလိုက်ရလဲ\nဘယ်လိုတွေဉာဏ်ဆင်ပြီး ရအောင်လိုက်သလဲဖဲဝိဇ္ဇာဆိုတဲ့အတိုင်း ကတ်တွေကို ပါးပါးနပ်နပ်နဲ့ဆော့သွားတာကို ကြည့်ရမှာဖြစ်ပြီး\nဒီရုပ်ရှင်မှာတော့ \"ဘာဒုဂီ\" လို့ခေါ်တဲ့ ပိုကာဂိမ်းကို အဓိကထားပြီးဆော့သွားမှာပါဖဲဝိဇ္ဇာတွေရဲ့ ဉာဏ်သုံးပုံတွေကို ဒီရုပ်ရှင်လေးမှာ အတူကြည့်ပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Action\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.7GB and 703MB and 273 MB\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "4.5",
        "url": "https://megaup.net/12Bkg/The.Legendary.Tazzas.Tap.2022.720p.WEB-DL.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHenEb0Pv9DzxuPFFqbKqWMNArz.jpg",
        "title": "A Man Called Hero ( 2022 )",
        "description": "a man called hero 2022 ဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်\nဒါက ဟောင်ကောင် ကာတွန်းကို သရုင်ဖော် ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါ\nယင်းရှုံဆိုသူရဲ့ အတ္ထုပတ္တိဆို ပိုမှန်မှာပေါ့လေ...\nယင်းရှုံဆိုသူက သိုင်းပညာမှာ ပါရမီထူးပါပြီး နာမည်နဲ့လိုက်အောင်\nအားလုံးရဲ့ သူရဲကောင်းဖြစ်ဖို့အတွက် သိုင်းပညာကို\nကြိုးစားသင်ယူနေသူတစ်ယောက်ပေါ့....ဒါပေမယ့် သူမေ့နေတာက သူရဲကောင်းဆိုတာ\nအထီးကျန်မှုနဲ့ ပေးဆပ်မှုတွေကို\nမလွဲဧကန်ကြုံရမယ့်ကံပါလာတယ်ဆိုတာပါပဲ....\nသူ့မိဘနဲ့ ဆရာကို တစ်ချိန်တည်းဆုံးရှုံးခဲ့ရချိန် သူကြောက်ခဲ့တယ်\nတွေဝေခဲ့တယ် ရင်ဆိုင်ဖို့ကြိုးစားခဲ့တယ်....ဒါပေမယ့် ရှေ့ရေးအတွက် ရေရှည်အစီစဉ်\nအကောင်အထည်ဖော်နိုင်ဖို့အတွက် သူနဲ့\nသူ့ဇနီး ထိုင်းဖက်ကို ထွက်ပြေးခဲ့ရတယ်...\nတိုင်းတစ်ပါးကို ထွက်ပြေးသွားတဲ့ သူရဲကောင်းက\nသူရဲကောင်းမြည်သေးလား..\nသူရဲကောင်းဆိုတာ တကယ် အထီးကျန်မှုတွေ\nပေးဆပ်မှုတွေနဲ့ပဲ ရင်ဆိုင်နေရမှာလား...အဆုံးသတ်မှာ ရေရှည်အစီစဉ်ကို အကောင်ထည်ဖော်ဖို့\nတကယ်ပဲ ပြည်ကိုပြန်လာပြီးတာဝန်ထမ်းဆောင်မှာလား....\nအဖြေလေးကိုတော့ ဇာတ်လမ်းလေးကြည့်ပြီး\nမှန်းထားတာနဲ့တူမတူတိုက်လိုက်နော်....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 25 min\nGenres : Action\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/a-man-called-hero-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMzQ1MTE0MDItMDVjYi00MDBmLTlhMTctZDZiMGI4NGIyNTU1XkEyXkFqcGdeQXVyMTAxNDMzOTk1._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Venus Effect (2021)",
        "description": "The Venus Effect (2021)==================IMDb Rating - 6.5/10သာယာပျော်ရွှင်တဲ့မိသားစုလေးကနေ ဆင်းသက်လာတဲ့ သာယာပျော်ရွှင်ဖွယ်\nကောင်းတဲ့ relationship တစ်ခုကို ပိုင်ဆိုင်ထားတဲ့ကောင်မလေးတစ်ယောက်\nအကြောင်းကို ရိုက်ကူးထားတဲ့ Comedy Romance Film လေးပဲ ဖြစ်ပါတယ်။\nဘဝကို ပျော်ရွှင်စွာ ဖြတ်သန်းနေတဲ့ သာမာန်ဘဝလေးထဲက ကောင်မလေးတစ်\nယောက်ရဲ့ စိတ်ကို ပြောင်းလဲသွားအောင် လုပ်နိုင်စွမ်းရှိတဲ့အရာက ဘယ်အရာ\nဖြစ်ပါလိမ့်မလဲ။ အချစ်ဆိုတဲ့အရာဟာ ထူးဆန်းပါတယ်။ stereotype တွေကို\nဂရုမစိုက်ဘူး ချစ်ချင်ရင် ချစ်ခွင့်ရတဲ့ ဘဝမျိုးကို ပိုင်ဆိုင်ခွင့်ရတာမျိုးက ကောင်းမွန်\nတဲ့ဘဝကို ပိုင်ဆိုင်ရခြင်းပါ။\nဒီဇာတ်ကားလေးမှာတော့ straight တစ်ယောက်ဖြစ်တဲ့ကောင်မလေးကနေ\nlesbian အဖြစ် coming out လုပ်ဖို့အတွက် အားယူရတဲ့ momentsတွေ struggles\nတွေကို ပုံဖော်ရိုက်ကူးပေးထားတာမို့ ပရိသတ်ကြီးအတွက် သဘာဝဆန်သော\nဇာတ်ညွှန်းဇာတ်ကွက်များကိုပေးစွမ်းနိုင်တဲ့ ကားကောင်းလေးတစ်ကားဖြစ်တယ်လို့\nပြောပါရစေ။ ဒီကားလေးရဲ့အနှစ်သာရကတော့ Love itself is beautiful ပါပဲ။\n18+ scene တစ်ချို့ပါတာကိုလည်း ကြိုတင်သတိပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Yoonwahwah ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Iz94/Venuseffekten.2021.DANISH.720p.BluRay.H264.AAC-VXT_new.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6nVrBqrsbxZ0SdkdIDozBOFyvm.jpg",
        "title": "Another Me ( 2022 )",
        "description": "အားလုံးစိတ်တွေမွန်းကြပ်နေတဲ့အချိန်မှာစိတ်ပြေလက်ပျောက်ကြည့်ဖို့ ဟာသကားလေးနဲ့ တင်ဆက်ပါရစေ။ဟိုးရှေးရှေးတုန်းက သားအဖ၂ယောက်ရှိသတဲ့။အဖေကဘုရင်ကြီး သားကအိမ်ရှေ့မင်းသားဖြစ်တယ်။ဘုရင်ကြီးမှာ မောင်းမမိဿံပေါင်း၃၀၀၀လောက်ရှိပေမယ့်သားတော်တစ်ပါးပဲဖွားမြင်ပါသတဲ့။သားတော်ရဲ့လုံခြုံရေးအတွက် မျက်ဖုံးတပ်ခိုင်းစေခဲ့တယ်။အိမ်ရှေ့မင်းသားရဲ့မျက်နှာကိုဘယ်သူမှမမြင်ဖူးပါဘူး ။ဘုရင်ကြီးသားတော်အပေါ်မျှော်လင့်ချက်ကြီးမားပြီးစာပေအမြောက်အများအတင်းသင်ယူခိုင်းပါတယ်။ ဒါပေမယ့်အိမ်ရှေ့မင်းသားကတော့ အပျော်အပါးပဲမက်ပြီးဇာတ်ပွဲကြည့်ရင်းသာအချိန်ဖြုန်းနေပါတော့တယ်။မြို့ပြင်တစ်နေရာမှာ တည်းခိုခန်းပိုင်ရှင်ရဲ့ယောင်္ကျား လီမောက်ဆိုတဲ့ရှိတယ်။သူကလဲတလွဲကောင်ပါပဲ။အမှုထမ်းလေးလီမောက်က ယောက္ခမရဲ့လေးစားမှုကိုရဖို့ရသမျှနည်းလမ်းနဲ့ ရာထူးတိုးရဖို့ကြံစည်နေပါတယ်။ထူးတာကတော့ သူရုပ်ရည်က အိမ်ရှေ့မင်းသားနဲ့ချွတ်စွပ်တူနေတာပါ။အပျော်အပါးမက်တဲ့ အိမ်ရှေ့မင်းသားနဲ့ ဂုဏ်မက်တဲ့လီမောက်တို့သူတို့၂ယောက်နေရာချင်းလဲပြီးဘာတွေတလွဲလုပ်ကြမလဲဆိုတာကို စိတ်ပြေလက်ပျောက်ကြည့်လိုက်ကြပါဦးနော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 40min\nGenres : Drama , Comedy\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/another-me-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMWI5MzNmNTctZDg1YS00OWI0LThlNDQtMTdmZmQ1ZGU1NTk0XkEyXkFqcGdeQXVyNzQ0MTcyMjU@._V1_-139x200.jpg",
        "title": "My Man (2014)",
        "description": "My Man (2014)အသက် ၁၀ နှစ်အရွယ် ဟာနာ ဆိုတဲ့ ကလေးမလေးတစ်ယောက်က ဆူနာမီကြောင့် အိုးမဲ့အိမ်မဲ့ဖြစ်ခဲ့ပြီး တစ်ကောင်ကြွက်ဘဝကို နေ့ချင်းညချင်း ရောက်ရှိသွားပါတယ်...မုန်တိုင်းဒဏ်ကို အလူးအလဲခံခဲ့ရပြီး မိဘနှစ်ပါလုံးဆုံးပါးသွားတဲ့ ဟာနာလေးကို ၂၆ နှစ်အရွယ် ဂျွန်ကိုဆိုတဲ့ အမျိုးသားတစ်ယောက်က မွေးစားခဲ့ပါတယ်...ဂျွန်ကိုနဲ့ ဟာနာတို့ မြို့ငယ်လေးတစ်မြို့မှာ အတူနေထိုင်ခဲ့ကြပါတယ်တစ်နေ့ သူတို့နေတဲ့မြို့ငယ်လေးမှာ လူသတ်မှုတစ်ခု ပေါ်လာခဲ့ပါတယ်\nနောက်တော့ ဂျွန်ကိုနဲ့ဟာနာတို့လည်း လျှို့ဝှက်ချက်တစ်ခုနဲ့ တိုကျိုမြို့ကို ပြောင်းရွေ့သွားပါတော့တယ်ဟာနာတို့ ဘာလို့တိုကျိုကို ပြောင်းသွားကြတာလဲ...ဂျွန်ကိုတို့ သားအဖနဲ့ သူတို့မြို့က လူသတ်မှုနဲ့ ဘယ်လိုဆက်စပ်မှုရှိလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးကြပါဦးဒီဇာတ်ကားက ဆုတွေလည်း ရရှိထားပြီး ဒရမ်မာဇာတ်လမ်းအေးအေးလေးတွေကို ကြိုက်တဲ့ ပိရိသတ်တွေ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။ File Size__(2.2GB) / (1.1GB)\nQuality__1080p, 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__02:02:00\nType__Crime, Drama, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Parris\nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://megaup.net/12Byu/My_Man_(2014)_720p.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aVLV38txajXhEy2qNEClPIsDbAH.jpg",
        "title": "Project Gemini (2022)",
        "description": "Project Gemini(2020)စတီဗင်ဟော့ကင်းက \"လူသားတွေ ရေရှည်အသက်ရှည်ရပ်တည်နိုင်ဖို့အတွက်ဆိုရင်\nကမ္ဘာကြီးကို စွန့်ခွါနိုင်မယ့် နည်းလမ်းကို ရှာဖွေကြရမယ်\" လို့ ပြောခဲ့ဖူးပါတယ်တဲ့လူသားတွေရဲ့ နှိပ်စက်ညှင်းပန်းမှုကြောင့်ဖွက်ဖွက်ညက်ညက်ကြေနေတဲ့\nကမ္ဘာကြီးပေါ်မှာ လူသားမျိုးနွယ်တွေ ဆက်လက်ရပ်တည်နိုင်ဖို့ မဖြစ်နိုင်တော့တဲ့ အခြေအနေနဲ့ ရင်ဆိုင်လာရပါတယ်အပင်တွေကို အဓိကထားတိုက်ခိုက်တဲ့ ဗိုင်းရပ်စ်ပိုးတစ်မျိုးကြောင့်\nကမ္ဘာဂြိုလ်ပေါ်က အပင်တွေ လျော့နည်းလာပြီး\nကမ္ဘာ့လေထုထဲက အောက်ဆီဂျင်ပမာဏဟာ အဆိုးဆုံးအခြေအနေကို\nထိုးကျသွားမယ့်အရေးနဲ့ ရင်ဆိုင်နေရပါတယ်အဲဒီအချိန်မှာပဲ လွန်ခဲ့တဲ့ နှစ်ပေါင်းများစွာက သက်ရှိတွေကို ဖန်တီးခဲ့တယ်လို့\nယူဆရတဲ့ ရုပ်ကြွင်းနှစ်ခုကို အခြေခံထားတဲ့ Project Gemini ဆိုတဲ့ ပရောဂျက်ဟာ\nလူသားမျိုးနွယ်အတွက် နောက်ဆုံး မျှော်လင့်ချက်ဖြစ်လာပါတော့တယ်\nအဲဒီပရောဂျက်အရ စက်လုံးလို့ အမည်ပေးထားတဲ့ အဲဒီပစ္စည်းကို\nသိပ္ပံပညာရှင်တစ်သိုက်က အာကာသထဲ သယ်ဆောင်သွားပြီး\nလူသားတွေ ရှင်သန်နေထိုင်နိုင်မယ့် ဂြိုလ်တစ်ခုကို ရှာဖွေဖို့ ကြိုးပမ်းကြပါတော့တယ်ဒါပေမဲ့ အာကာသစနစ်ထဲကို သွားတဲ့ လမ်းကြောင်းက ပြောင်းလဲသွားပြီး\nဘယ်နေရာမှန်းမသိတဲ့ ဂြိုလ်ပတ်လမ်းတစ်ခုထဲကို ရောက်ရှိသွားပါတော့တယ်အာကာသစနစ်ကို သွားတဲ့ လမ်းကြောင်းက ဘာလို့ပြောင်းလဲသွားတာလဲ\nသူတို့ သယ်ဆောင်လာတဲ့ စက်လုံးနဲ့ ဂြိုလ်က ဘယ်လိုဆက်စပ်မှုတွေရှိနေတာလဲ\nသိပ္ပံပညာရှင်တွေရော ကမ္ဘာမြေပေါ်ကို ပြန်လည်ခြေချနိုင်မလား\nလူသားမျိုးနွယ်အတွက် သမိုင်းမှတ်တိုင်တစ်ခုကို စိုက်ထူသွားနိုင်မလား ...",
        "rating": "3.6",
        "url": "https://megaup.net/2owev/Project.Gemini.2022.720p.WEB-DL.H264.DDP5.1-CM.mp4",
        "category": "Adventure, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/0lnhdgk9wc4w.mid-136x200.jpg",
        "title": "Hotel Royal (2020)",
        "description": "Hotel Royal 2020လူ့သဘာဝ သရုပ်ဖော်ကားလေးတွေဟာ အေးအေးငြိမ့်ငြိမ့်လေးနဲ့ရှယ်ဆွေးလို့ကောင်းလှပါတယ်။\nဒါကို The pursuit of happyness လိုကားမျိုးလေးတွေက သက်သေပြလို့နေပါတယ်။၂၀၂၀ ခုနှစ်ရဲ့ အဲလိုကားမျိုးလေးတွေရှာကြည့်ရင်းနဲ့ ကျွန်တော့်မျက်စိရှေ့ရောက်လာတာကတော့ Hotel Royal ဆိုတဲ့ဂျပန်ကားလေးပါ။\nRating က 5.6 သာရထားပြီး ဂျပန်ကားတွေရဲ့ထုံးစံအတိုင်း စကားပြောကဖောင်းပွနေတတ်တာမို့ ဒီကားလေးမို့ တစ်ခြားလေးတွေထက် နောက်ဆုံးမှကြည့်မယ်လုပ်ထားခဲ့ပါတယ်။\nအမျိုးအစားက Family အမျိုးအစားမလို့ လူ့သရုပ်ဖော်ကိုက၊ မိသားစုချစ်ခြင်းတွေဖက်ကို ဦးစားပေးမယ့်ကားမျိုးလေးလို့တော့ တွေးထားလိုက်ပါတယ်။တကယ်ဒီကားလေးကို ကြည့်ဖြစ်သွားတဲ့အချိန်မှာတော့ အထင်နဲ့အမြင်ဟာ တက်တက်စင်အောင်လွဲရပါတော့တယ်။\nစကားပြောကျစ်လျစ်မှုမရှိဘဲ ဖောင်းပွနေတာမျိုးမရှိသလို၊ မလိုတဲ့အပိုသရုပ်ဆောင်မှုတွေလည်းမတွေ့ရပါဘူး။\nပြောရမယ်ဆို ကျွန်တော် ၃ ခါကျော်ကျော်လောက်ကို မျက်ရည်ဝဲရတဲ့အထိပါပဲ။\nဘာကြောင့် IMDb နည်းနေရလဲကတော့ Lucy လိုရသင့်သလောက် rating ထိမတက်လာတာမျိုးဘဲဖြစ်လိမ့်မယ်လို့ပဲတွေးလိုက်ရတဲ့အထိပါ။\nဘာသာပြန်ဖို့ကြည့်ကြည့်နေရင်း မျက်ရည်တွေထထဝဲရသလို ဇာတ်ကားကြည့်ပြီးသွားတဲ့အခါ ရင်ထဲတစ်မျိုးကြီးကျန်ခဲ့စေတဲ့ ကားကောင်းလေးပါပဲ။ဇာတ်လမ်းအကျဉ်လေးပြောရမယ်ဆိုရင် မီဆာယိုဆိုတဲ့ ကောင်မလေးဟာ Hotel Royal ဆိုတဲ့ စုံတွဲတွေလာလာတွဲလေ့ရှိတဲ့ဟိုတယ်ကြီးမှာ ခံစားချက်မဲ့နေတာကနေပဲစ‌တယ်ပေါ့ဗျာ။\nဒီတော့ ဒီကောင်မလေး ဘာကြောင့် ဒီလိုဖြစ်နေရတာလဲ၊ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Iz10/[16+]Hotel_Royal_(2020)_720p.mp4",
        "category": "Adult, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/35QvPu5nOGlzDIGOdvtRNNkfjLZ-134x200.jpg",
        "title": "Catch the Fair One (2022)",
        "description": "Catch the Fair One (2022)===================IMDb Rating - 6.5/10အခုတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ ပျောက်သွားတဲ့\nညီမလေးကိုလိုက်ရှာနေတဲ့ လက်ဝှေ့ဖိုက်တာမလေးတစ်ဦးရဲ့ စွန့်စားခန်းလေးကို\nရင်တဖိုဖိုရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။\nဘယ်လောက်ပဲ စိတ်ဓါတ်ခိုင်မာသူဖြစ်ပါစေ ချစ်ရသူတွေကိုဆုံးရှုံးရတဲ့အခါ ပြိုလဲ\nကြရတာပါပဲ။ ပရိသတ်အားပေးခံရတဲ့ လက်ဝှေ့သမတစ်ဦးဖြစ်တဲ့ K.O ဟာလည်း\nချစ်ရတဲ့ညီမလေးပျောက်ဆုံးသွားပြီးနောက် ပြိုင်ပွဲတွေကို အာရုံမစိုက်နိုင်တော့ဘဲ\nညီမကိုလိုက်ရှာနေခဲ့ပါတယ်။ ပိုက်ဆံစုပြီး သတင်းလိုက်ရာကနေ ညီမငယ်ကို ဖမ်း\nသွားတဲ့ဂိုဏ်းနောက်လိုက်ဖို့ သူ့ကိုယ်သူ လူမှောင်ခိုကူးခံရမယ့် ကောင်မလေးတစ်\nယောက်အဖြစ် အသွင်ပြောင်းလိုက်ပြီးချိန်မှာတော့ . . . K.O တစ်ယောက် ဒုစရိုက်\nဂိုဏ်းရဲ့ ခရီးကြမ်းတွေကြား အကြမ်းစားဖိုက်တင်းစကေးတွေနဲ့ ဘယ်လိုဖြတ်ကျော်\nမလဲဆိုတာကို ရင်တဖိုဖိုနဲ့ကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Lwin Aung ဖြစ်ပါတယ်)File Size - (1.17 GB) / (456 MB) / (290 MB)\nQuality – WebDL 1080p / ...",
        "rating": "6.5",
        "url": "https://megaup.net/12qag/Catch.the.Fair.One.2022.720p.WEB-DL[CM].mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/magic-mirror-ntr-shocking-cheating-video-of-wife-a-141x200.jpg",
        "title": "[21+] Witnessing A Wife And A Boss – Saori Yagami [JUL-042]",
        "description": "ဒီတစ်ခေါက် Dark Side Fan တွေအတွက် JAV လောကရဲ့ MILF လေး ( MILF ဆိုတော့ Body အချိုးအစားက ပြောစရာမလိုသလို မျက်နှာလေးကလဲ Sweet ဖြစ်တဲ့ ပုံစံလေးပေါ့ ) Saori Yagami လေးပါ။Story လေးကတော့ ဂျာကြီးတစ်ယောက်ကောင်းမှုကြောင့် အိမ်ထောင်ကျသွားတဲ့ စုံတွဲတစ်တွဲဟာ ဂျာကြီးကျေးဇူးဆိုပြီး ကျေးဇူးတွေလိမ့်တင်နေပေမဲ့ ဂျာကြီးကတော့ ကောင်မလေးကို အရင်ကတည်းက Crush နေခဲ့ရတာပါ။ဖြတ်ခုတ်ခံထားရတဲ့ဂျာကြီးတစ်ယောက် Crush လေးကို ပြန်ရဖို့ အကြောင်းတိုက်ဆိုင်လာတဲ့အခါ....။မင်းသမီး Saori ရဲ့ Oppai လှလှလေးနဲ့ Sweet ဖြစ်တဲ့မျက်နှာလေးက ဒီဇာတ်ကားအတွက်တော့ Perfect ပါပဲ။Dark Side Production မှ တင်ဆက်သည်။File Size : (2.5 GB) & (960 MB)\nQuality : HD-Rip ...",
        "rating": "",
        "url": "https://megaup.net/2otbe/(DS)Witnessing_A_Wife_And_A_Boss–_Saori_Yagami[JUL-042]_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/corpse-bride-poster-133x200.jpg",
        "title": "Corpse Bride (2005)",
        "description": "Corpse Bride (2005)IMDb - 7.3/10_____Rotten - 84%\nဒီနေ့အတွက်မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ IMDb Rating -7.3 ရရှိထားပြီး....\nမြူးကြွတဲ့တေးသီချင်းလေးများ...Romanceဆန်တဲ့ပြကွက်လေးများနဲ့ ....အချစ်တို့ရဲ့\nပြယုဒ်ကိုထင်ပေါ်အောင်ပြသပေးနိုင်ခဲ့တဲ့ Best Romance Horror Animation Movies\nကောင်းတွေထဲကတစ်ကားဖြစ်ခဲ့တဲ့ CORPSE BRIDE ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ခင်ဗျ…\nဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်ဖြင့်..... လွန်ခဲ့တဲ့နှစ်ပေါင်း ၁၈၀၀ခန့်လောက်က Victorian villageလို့ခေါ်တဲ့ရွာလေးတစ်ရွာမှာ ဆွေစဉ်မျိူးဆက်ချမ်းသာလာပြီး အထည်ကြီးပျက်ဘဝကိုရောက်ရှိတော့မဲ့လူကုန်ထန်မိသားစုတစ်စု.....ပိုက်ဆံရှိပေမဲ့ လူကုန်ထံအသိုင်းအဝိုင်းကမဟုတ်တဲ့ငါးရောင်းစားရင်း ကြီးပွားချမ်းသာလာတဲ့ ငါးကုန်သည်မိသားစုတစ်စုမှတစ်ဦးတည်းသောသားလေး Victa... မိသားစုနှစ်ခုရဲ့လိုအပ်နေတဲ့ ကွက်လပ်ကိုယ်စီကိုဖြည့်ဖို့ရန် တစ်ယောက်ကိုတစ်ယောက်တစ်ခါမှမမြင်ဖူးကြတဲ့ VIctoria နဲ့ Victaတို့နှစ်ယောက်ကို လက်ထပ်ပေးဖို့ အစမ်းလေ့ကျင့်တဲ့အခမ်းနားလေးနဲ့ဇာတ်လမ်းလေးကိုစတင်ခဲ့ပါတယ်...... ဒါမဲ့ မိဘတွေအတင်းပေးစားလို့ယူရမှာဖြစ်ပြီး....တစ်ခါမှမမြင်ဖူးတဲ့သူကိုလက်ထပ်ချင်စိတ်မရှိတဲ့ သူတို့နှစ်ဦး တစ်ဦးကိုတစ်ဦးတွေ့ရှိသွားကြတဲ့အခါ....Victa တစ်ယောက် လက်ထပ်ပွဲRehersalမှာအယောင်ယောင်အမှားမှားဖြစ်စေခဲ့ပြီး လက်ထပ်ပွဲအစမ်းလေ့ကျင့်မှုကိုသေချာလုပ်ဆောင်နိုင်မှ မဂ်လာပွဲကျင်းပရတော့မဲ့အဖြစ်ရောက်သွားခဲ့ပါတယ်….အစမ်းလေ့ကျင့်မှုကိုသေချာလေ့ကျင့်ဖို့ တောထဲကိုပြေးထွက်သွားကာတစ်ယောက်တည်းလေ့ကျင့်နေချိန် သူလေ့ကျင့်နေတဲ့ လက်ထပ်ခွင့်စကားကြောင့်ချစ်သူပြန်အလာကိုမျှော်နေရင်းသေဆုံးသွားတဲ့ Amali မိန်းကလေး သေရာမှနိုးထလာတဲ့ အခါ..Victaတစ်ယောက် Amaliနဲ့လက်ထပ်လိုက်ရပြီး သရဲတွေနေတဲ့နေရာသို့ဘုမသိဘမသိပါသွားရရှာပေါတော့တယ်... တစ်ဖက်မှာလည်းချစ်သူပြန်အလာကိုမျှော်နေရှာတဲ့Victoriaတစ်ယောက်.... Victaပြန်မလာတာနဲ့ အရန်သင့်သူ့နေရာကိုအစားထိုးပြီး...Victoriaမိသားစုရဲံ စည်းစိမ်တွေကိုလိုချင်နေတဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Iz0e/Corpse_Bride_(2005)720p(CM).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7pfNGX10x08vDG4ERyRev3m8pSx.jpg",
        "title": "Sila Nerangalil Sila Manidhargal (2022)",
        "description": "Sila Nerangalil Sila Manidhargal (2022)ယခုနှစ်မှထွက်ရှိထားတဲ့အိန္ဒိယတောင်ပိုင်းကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်အိမ်တည်ထားပုံကတော့အထူးတလည် နက်နဲတဲ့ကိစ္စမျိုးမဟုတ်ပါဘူး။ကိုယ့်ဘဝကိုယ်စီလျှောက်လှမ်းနေကြတဲ့လူငယ်လေးယောက်ဟာတစ်နေ့မှာတော့ဆိုးဝါးလှတဲ့မတော်တဆမှုတစ်ခုမှာ ပါဝင်ပတ်သက်မိကြပါတယ်။သာမန်ဇာတ်ကားတွေနဲ့မတူတာကတော့ ဒီဇာတ်ကားဟာ အဓိက‌ဇာတ်ကောင်ရယ်လို့တိတိကျကျမပါဘဲ ဇာတ်ကောင် လေးယောက်လုံးကို ကြည့်နေရင်းမှာတင်ဒီဇာတ်ကောင်တွေရဲ့ဘဝထဲကို ကိုယ်တိုင်စီးမျောသွားစေနိုင်လောက်အောင်ဇာတ်ကောင်တစ်ခုချင်းကိုအသားပေးပုံဖော်ပြထားလို့ပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းကိုကြည့်လိုက်မယ်ဆိုရင် လူတိုင်းဟာ အမှားတွေလုပ်တတ်ပြီးတော့ဘဝကြီးကလည်းအမြဲတမ်းအဲဒီအမှားတွေကိုပြန်ပြင်ဖို့အခွင့်အရေးပေးလေ့ရှိတယ်ဆိုတာကိုယုံကြည်ပြီးတော့ ကိုယ့်ဘက်ကပြင်ဆင်ချင်တဲ့စိတ်ပဲရှိဖို့လိုတယ်ဆိုတာကိုနားလည်လာစေမှာပါ။ဒီဇာတ်ကောင်လေးယောက်ကရော သူတို့အမှားတွေကို ပြန်မြင်နိုင်ပါ့မလား။ပြင်ဆင်ဖို့ရောသူတို့မှာအခြေအနေတွေပေးလာပါ့မလား။ အသိတရားဝင်တဲ့အချိန်မှာ ပြင်ဆင်ဖို့မှီပါဦးမလား။လမ်းပေါ်ကအက်ဆီးဒန့်တစ်ခုကနေစတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဟာ နှစ်နာရီကျော်ကုန်သွားမှန်းမသိအောင်ကိုပရိသတ်တွေအတွက်ဖျော်ဖြေမှုရသကောင်းတွေပေးသွားမှာဖြစ်လို့တောင်ပိုင်းဒရာမာကားကောင်းတွေ ကို ကြိုက်တတ်ရင်တော့ မလွတ်တမ်းကြည့်ရှုသင့်တယ်လို့ပဲ ညွှန်းလိုက်ပါရစေ။ \nFile size…1.8GB /900MB / 400MB\nQuality…720p WEB DL / 480p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Haruko",
        "rating": "8.4",
        "url": "https://megaup.net/2owqm/Sila_Nerangalil_Sila_Manithargal_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zLWthIm1tPEaahni2KlVSW4YaJR.jpg",
        "title": "Almost Love (2006)",
        "description": "Almost Love (2006)“တကယ်တော့လောကကြီးမှာ တစ်ယောက်ယောက်ကို သဘောကျရတာလောက် အကျိုးမရှိတဲ့အရာ မရှိပါဘူး။\nထမင်းကျွေးတဲ့အရာလည်း မဟုတ်သလို ပိုက်ဆံရှာပေးတဲ့အရာလည်း မဟုတ်ပြန်ပါဘူး။\nဒါပေမယ့် တကယ်ချစ်မိသွားတဲ့အချိန်မှာတော့ ပေးဆပ်ခြင်းက ရယူခြင်းထက် ပိုပျော်ဖို့ကောင်းသလို ..\nကောင်းကင် နဲ့ ကြယ်၊ ပန်းတွေ နဲ့ သစ်ပင် ဘယ်လောက်လိုက်ဖက်တယ်ဆိုတာကိုလည်း ကောင်းကောင်းသိလာတယ်” တဲ့။ဇာတ်လမ်းလေးကတော့ အချစ်ကိုတော့ခံစားနေပေမယ့် တကယ့်အချစ်ကဘာမှန်းမသိဘဲ\nFriend Zone ထဲမှာ အူလည်လည်ဖြစ်နေတဲ့ သူငယ်ချင်းနှစ်ယောက်ရဲ့ ဆယ်ကျော်သက်ကျောင်းသားအရွယ် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။တိုက်ကွမ်ဒိုကျောင်းသားတစ်ယောက်ဖြစ်ပြီး ရုပ်ရှင်ရိုက်ကွင်းတွေမှာ\nဝါသနာအရ စတန့်မင်းသားအနေနဲ့ အချိန်ပိုင်းအလုပ်ဝင်လုပ်တတ်ပြီး\nတစ်ချိန်မှာ “ဂျက်ကီချန်း”ထက် ပိုသာတဲ့ အက်ရှင်မင်းသားကြီးဖြစ်ချင်တဲ့ .. “ဂျီဟွမ်”“ဂျီဟွမ်” နဲ့ ငယ်ငယ်တည်းကခင်လာကြပြီး\nရုပ်ရှင်မင်းသမီးကောင်းတစ်လက်ဖြစ်ဖို့ကြိုးစားနေတဲ့ အနုပညာကျောင်းသူ .. “ဒါလယ်”နှစ်ယောက်လုံးမှာ ရည်းစားကိုယ်စီလည်းရှိသလို\nကိုယ့်အိပ်မက်တွေအမှန်တကယ်ဖြစ်လာအောင်ကြိုးစားနေရင်း\nတစ်နေ့မှာတော့ မထင်မှတ်ထားတဲ့အပြောင်းအလဲကြီးဖြစ်လာပါတော့တယ်။ဒီအပြောင်းအလဲကြောင့်ပဲ နှစ်ယောက်သားရဲ့အချင်းချင်းအပေါ်မှာထားရှိတဲ့ သူငယ်ချင်းသံယောဇဉ်ကို သံသယဖြစ်လာတဲ့အခါမှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/almost-love-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/sister-scandal-133x200.jpg",
        "title": "(18+) The Sister’s Scandal (2017)",
        "description": "The Sister’s S-Scandal 2017အရင်ကိုရီးယားလူကြီးကားတွေနဲ့ မတူတဲ့ဒီ 18+ကားလေးကဇာတ်လမ်းလေးကြည့်လို့ကောင်းတယ် ဇာတ်လမ်းကိုပြောရရင်နာမည်ကြီးဒါရိုက်တာဖြစ်ဖို့ကြိုးစားနေတဲ့ ရည်မှန်းချက်ကြီးတဲ့ယူဂျင်းအီဆိုတဲ့ ကောင်မလေး အဲ့ကောင်မလေးမှာ ယူဂျောင်းဆိုတဲ့ညီမလေး တစ်ယောက်ရှိတယ် သူ့ညီမကလည်း ဂျင်းအီအလုပ်လုပ်နေတဲ့ရုပ်ရှင်ကုမ္ပဏီ က ဝန်ထမ်းမလေးပေါ့ ဒါပေမယ့်သူတို့အလုပ်လုပ်နေတဲ့ ကုမ္ပဏီသူဌေးကတော့ တကယ့်စားနေကျ ကြောင်ဖားကြီး အားနေ ဝန်ထမ်းမလေးတွေကိုစားလိုက် မင်းသမီးတွေကို စားလိုက်လုပ်နေတဲ့ Sugar Daddyကြီးပေါ့ ယူဂျောင်းကသူ့အစ်မဂျင်းအီရဲ့ ကြိုးစားအားထုတ်ထားတဲ့ ဇာတ်ညွှန်းကိုရုပ်ရှင်ရိုက်ဖြစ်အောင်စတေးခံအနေနဲ့ သူ့ကုမ္ပဏီက သူဌေးနဲ့ တူတူအိပ်လိုက်ရတယ်ဒါကိုသိသွားတဲ့ သူ့အစ်မ ဂျင်းအီတစ်ယောက် စားဖားသူဌေးကိုဘယ်လိုလက်စားချေမလဲဆိုတာ ရင်တလှပ်လှပ်နဲ့ ခံစားကြည့်ရဦးမှာပါစားဖားကြီးရဲ့ မင်းသမီးငယ်လေးတွေ စားပုံ၊ဝန်ထမ်းကောင်မလေးကိုနှိုက်မြည်းပုံ 18+အခန်းတွေ ဖောဖောသီသီပါတဲ့အပြင် အရင်ကားတွေနဲ့မတူတဲ့ ရိုက်ကွက်တွေကြောင့် နောက်ထပ်သဘောကျဦးမယ့်ကားလေးလို့ညွှန်းချင်ပါတယ်  \nFile size…1.4Gb / 700MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 23mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder…X Cross\nTranslated by  FOX",
        "rating": "6.5",
        "url": "https://megaup.net/12Bi0/(18+)The_Sister_s_Scandal_(2017)_.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/BLp2A_4f-133x200.jpg",
        "title": "The Tasty Florida (2021)",
        "description": "Tasty Florida (2021)ဇာတ်ကားနာမည်လေးအတိုင်း အရသာကောင်းချက်ကတော့ ပဲခေါက်ဆွဲရော လူတွေရောဖြစ်လို့ BLချစ်သူတို့ ကြည့်ရကျိုး အနပ်လွန်မယ့် ကားကောင်းလေးပါFlower Boysလို့ ခေါ်ရအောင် အရမ်းချောတဲ့ ကိုကို ၄ယောက်က Tasty Floridaဆိုတဲ့ ပဲခေါက်ဆွဲဆိုင်လေးကို အပြင်အဆင် ထူးထူးခြားခြားလေးနဲ့ ဖွင့်ထားတော့ကိုကိုချောချောတွေကို ငမ်းချင်တဲ့ အရွယ်စုံ နှုတ်ခမ်းနီမလေးတွေက တဖွဲဖွဲလာကြရောပေါ့ဒီလိုနဲ့ တစ်နေ့ ဆိုးလ်ကို အလုပ်လုပ်ရင်း အခြေချဖို့ လာခဲ့တဲ့ ကောင်လေး ဆောဟယ်ဝန်နဲ့ ကိုကို၄ယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့\nအွန်းဂယူတို့ ရုပ်ရှင်ထဲကလို အမှတ်မထင် ရေစက်ဆုံဖြစ်ကြပြီးဖြစ်ချင်တော့ ၄ယောက်ထဲက နောက်တစ်ယောက်ဖြစ်တဲ့အွန်းဂယူရဲ့ အချစ်ဆုံး သူငယ်ချင်း ဂျီဆူကပါ ဟယ်ဝန့်ကို စိတ်ဝင်စားမိသွားတဲ့အခါ...၃ယောက်ကြားက ကလိကလိ ပိကျိပိကျိ ဖြစ်စေမယ့် ဂျယ်လီချိုချဉ်ရှာလကာရည်ခံစားချက်ပေါင်းစုံကို မြည်းစမ်းရင်း\nဖလော်ရီဒါဆိုင်လေးမှာ ဘယ်လိုဇာတ်လမ်းလေး ရှိလာမလဲ ကြည့်ရှုလိုက်ရအောင်ပါ File Size__(1.7GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:31:00\nType__BL, Drama, Romance, Friendship\nSubtitle__Myanmar ...",
        "rating": "7.2",
        "url": "https://megaup.net/2owaq/The_Tasty_Florida_(Movie)_(2021)_720p.mp4",
        "category": "BL, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/jPXVd_4f-140x200.jpg",
        "title": "Dark World (2021)",
        "description": "ဖဲလ် အဖြစ် Sammy Cowell\nအိုင်းရင်း အဖြစ် Due Arisara\nလန် အဖြစ် Namwan Raknapak\nဖာယူ အဖြစ် Toomtam Yuttana\nလီအို အဖြစ် New Chaiyapolဇာတ်လမ်းအကျဉ်းတတိယကမ္ဘာစစ်အပြီး ကမ္ဘာတစ်ဝန်းမှာ နိုင်သူရှုံးသူရယ်မရှိပဲ စစ်ပွဲရဲ့အကြွင်းအကျန် လူတစ်စုပဲကျန်ခဲ့တဲ့အချိန်ကိုရောက်လာခဲ့တယ်နည်းပညာခေတ်ထက် လျင်သူစား သန်မာသူအနိုင်ရပြီး အားနည်းသူက သားကောင်ဖြစ်ရတဲ့ အမှောင်ခေတ်ကို ပြန်ရောက်လာခဲ့တယ်ဘယ်အသိုင်းအဝိုင်းမှာမဆို အုပ်ချုပ်သူရှိနေသလို အမှောင်ခေတ်ရဲ့အုပ်ချုပ်သူ ဘော့စ်ရှိနေပေမယ့် မျက်နှာမမြင်ဖူးခဲ့ကြပါဘူးရိုးရာဓလေ့ကစားပွဲတစ်ခုကို နှစ်စဉ်ကျင်းပပြီး အနိုင်ရသူက ဆုကြေးငွေတွေအပြင်ဘော့စ်နဲ့ပါတွေ့ခွင့်ရမှာပေါ့ကစားပွဲက ကလေးတွေကစားတဲ့ ရိုးရာကစားနည်းတွေကို ဆန်းသစ်ထားတာဖြစ်ပြီး ရှုံးတဲ့သူကသေမှာပါဒီကစားပွဲနဲ့ညစ်နွမ်းတဲ့အသိုင်းအဝိုင်းကိုဖယ်ချဖို့ ဘော့စ်ကိုဖယ်ရှားချင်နေတဲ့ ဖဲလ်...အကြောင်းအရင်းတစ်ခုကြောင့် ဖဲလ်ကိုကာကွယ်ပေးချင်နေတဲ့ လန်...ငယ်စဉ်ကအရောင်းစားခံရပြီး နှိပ်စက်ခံရလို့ မိန်းမပျက်တစ်ယောက်လိုနေလာတဲ့ အိုင်းရင်း...သူတို့သုံးယောက် ဒီကစားပွဲမှာ ဝင်ရောက်ယှဉ်ပြိုင်လာချိန်မှာ အနိုင်ရရှိသူက ဘယ်သူဖြစ်မလဲ\nဘော့စ်ကရော ဘယ်သူလဲ\nလျင်သူစားစတမ်းဖြစ်နေတဲ့ လောကမှာ ဓမ္မက အဓမ္မကိုနိုင်နိုင်မှာလားဆိုတာဒီဇာတ်လမ်းမှာ ဆက်ကြည့်ရှုရအောင်ပါ ။File Size__(1.9GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:44:00\nType__Adult, Action\nSubtitle__Myanmar ...",
        "rating": "6.0",
        "url": "https://megaup.net/2ow7v/Dark_World_(2021)_720p.mp4",
        "category": "Action, Adult"
    }
]