[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hunQPPCIuzc7SuoMQIM2g2GwTlo.jpg",
        "title": "Darkling (2022)",
        "description": "Darkling (2022)~ IMDb rating - 7/10 ~2004 ခုနှစ်တုန်းက ဖြစ်ပွားခဲ့တဲ့ Albanian အယူသည်းတွေက Serbian လူမျိုးတွေကို အစုလိုက်အပြုံလိုက် သတ်ဖြတ်ခဲ့တဲ့အကြောင်းကို မှီငြမ်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ US က ငြိမ်းချမ်းရေးတပ်တွေ ရှိတာတောင်မှ အိမ်တွေ ဘုရားကျောင်းတွေ မီးရှို့ဖျက်ဆီးခံခဲ့ရပါတယ်။ ဘာသာရေးနဲ့ လူမျိုးရေး မုန်းတီးမှုကြောင့်လို့ပဲ ပြောရမှာပါ။ ဇာတ်ကားကိုတော့ ပျောက်ဆုံးသွားတဲ့ ဖခင်ကို လွမ်းဆွတ်တဲ့အကြောင်း... ကိုဆိုဗို‌ဒေသက သူတို့နေထိုင်ရတဲ့ အခက်အခဲတွေ ကြောက်ရွံ့မှုတွေအကြောင်းကို သမ္မတကြီးဆီ ရေးတဲ့ ကလေးမလေး မီလီဆာရဲ့ စာပေါ်အခြေတည်ထားပါတယ်။မီလီဆာက ကိုဆိုဗိုမှာ အဘိုး အမေနဲ့အတူ ကျန်ခဲ့ပြီး သူ့အဖေနဲ့ ဦးလေးက မြေပြန့်မှာ အလုပ်လုပ်ဖို့သွားရင်း ပြန်မလာတော့တာပါ။ သူတို့လူမျိုးတွေကို အကြမ်းဖက်သတ်နေတဲ့အတွက် ညတိုင်း အမှောင်ထဲမှာ ကျီးလန့်စာစားနေရရင်း ပင်ပန်းဆင်းရဲစွာဖြတ်သန်းရပါတယ်။ မီလီဆာတို့ကျောင်းမှာလည်း မိသားစုတွေ ကိုဆိုဗိုကို စွန့်ခွာသွားကြတဲ့အတွက် ကျောင်းသားတွေ ...",
        "rating": "7",
        "url": "https://megaup.net/1WTba/(CM)_Darkling_(2022)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pKBCoQQP7YftX2QfG2LAJDvjzo8.jpg",
        "title": "Seneca: On the Creation of Earthquakes (2023)",
        "description": "ရှေးခေတ်ရောမ ဂရိတွေနဲ့ နောက်ကြောင်းသမိုင်းကိုကြည့်ချင်တဲ့လူတွေအတွက်Senaca လို့ခေါ်တဲ့ရုပ်ရှင်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့ ဇာတ်ကားနာမည်အတိုင်းပဲ ဟိုးအရင်ခေတ်ကဂရိမှာနာမည်ကြီးခဲ့တဲအတွေးအခေါ်ပညာရှင် ဆန်နေကာအကြောင်းကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဆန်နေကာဆိုတာက ရောမအင်ပါယာကြီးရဲ့ဘုရင်ဖြစ်တဲ့နီရိုးရဲ့ အတိုင်ပင်ခံအမတ်ကြီးတစ်ယောက်ဖြစ်ပါတယ်။ ဘုရင်ကြီးနီရိုးကအသက်ငယ်ရွယ်ပြီးမစဉ်းစားမတွေးခေါ်ပဲစိတ်ထင်ရာလုပ်တတ်တဲ့ဘုရင်ကြီးတစ်ပါးဖြစ်ပါတယ်။ ဒီလိုနဲ့ ဆန်နေကာကဘုရင်ကြီးကို အကြိမ်ကြိမ်အခါခါအကျိုးအကြောင်းဆီလျော်အောင်ဘုရင်ကြီးရဲ့လုပ်ရပ်တွေကို ရှင်းပြပေမဲ့လဲနီရိုးကတော့ခေါင်းမာမြဲသူလုပ်ချင်တာလုပ်နေတုန်းပါပဲ။ဒါပေမယ့်အဲ့ဒါကြောင့်ပဲ သူတို့နှစ်ယောက်ရဲ့နေဝင်ချိန်တွေကမကြာခင်မှာ ရောက်လာတော့မယ်ဆိုတာကိုတော့ သူတို့မသိခဲ့ကြပါဘူး။တစ်နေ့မှာတော့ဆန်နေကာလုပ်ခဲ့တဲ့ကြီးမားတဲ့အပြစ်တစ်ခုကြောင့် သူ့ဘဝရဲ့နေဝင်ချိန်ကိုရောက်ချိန်မှာတော့သူ့ဘဝမှာကြုံတွေ့ခဲ့ရတဲ့ အရာတွေ အတွေးအခေါ်တွေကို အမွေအနှစ်တစ်ခုအနေနဲ့ထားခဲ့ပြီးနောက်မှာ ကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်ခဲ့ပုံတွေကိုကြည့်ရမဲ့ အတွေးအခေါ်ဆိုင်ရာသမိုင်းကြောင်းဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File size…1.87GB / 752MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 52m\nGenre ….. Biography , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.5",
        "url": "https://megaup.net/1gVrm/Seneca.2023.WEB-DL720p(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iuFNMS8U5cb6xfzi51Dbkovj7vM.jpg",
        "title": "Barbie(2023)",
        "description": "Barbie(2023)***********\nLady Bird ရဲ့ ဒါရိုက်တာနဲ့ဇာတ်ညွှန်းဆရာဖြစ်တဲ့ Greta Gerwig ရဲ့ လက်ရာပဲဖြစ်ပါတယ်။မာဂေါ့ရော့ဘီနဲ့ ရိုင်ယန်ဂို့စလင်းတို့ ပါဝင်ထားပါတယ်။ ဒေါ်လာ ၁.၃ ဘီလီယံအထိ ရရှိနေပြီးIMDb 7.3 နဲ့ လူကြိုက်များနေပါတယ်။ ဒီရုပ်ရှင်ဟာ အဓိကအားဖြင့် လူ့အသိုင်းအဝိုင်းနဲ့ ကျားဝါဒီမဝါဒီတွေကို အခြေပြုတဲ့ ဟာသကားအနေနဲ့ ရိုက်ထားတာပါ။ ဖိုကြီးစိုးရေးဝါဒကိုအံတုနေရတဲ့မိန်းမသားတွေ၊ မဝါဒီအားကောင်းလာချိန်မှာ ရုန်းကန်လာရတဲ့ ယောကျ်ားတွေ စသဖြင့်ပေါ့။ဇာတ်လမ်းအကျဉ်းဘာဘီတွေနဲ့ ကန်တွေဟာ သီးသန့်ကမ္ဘာတစ်ခုမှာနေထိုင်ကြပါတယ်။အဲဒီကမ္ဘာမှာ ဘာဘီတွေ ကြီးစိုးနေပြီ သမ္မတ၊ သိပ္ပံပညာရှင်၊ တရားသူကြီး၊နိုဘယ်ဆုရှင်အားလုံးက ဘာဘီချည်းပါပဲ။ ကန်ဆိုတဲ့ ယောကျာ်းတွေကတော့ဘာဘီတွေကို မှီခိုနေရတဲ့ ဖျော်ဖြေနေရတဲ့သူတွေပေါ့။ ဘာဘီတွေဟာ လူသားကမ္ဘာကြီးကိုလည်းသူတို့တွေရဲ့ ဘာဘီအရုပ်တွေက ပိုကောင်းအောင်ပြောင်းလဲပြီး မိန်းမတွေကြီးစိုးနေပြီလို့ပဲ ထင်ထားခဲ့တာပါ။ဘာဘီအမျိုးမျိုးရှိတဲ့အထဲမှာမှ မာဂေါ့ရဲ့ ဘာဘီကတော့ သမားရိုးကျဘာဘီ တစ်ယောက်ပဲဖြစ်ပါတယ်။ဘယ်နေရာမှာ ထူးချွန်နေတာမဟုတ်တဲ့ ဘာဘီသက်သက်ပါပဲ။ တစ်နေ့မှာတော့ဘာဘီဟာ သေခြင်းတရားအကြောင်းကိုတွေးမိရာကနေ ဘာဘီလောကနဲ့ အံမဝင်တော့ဘူးဘာဘီအစွမ်းတွေပျောက်လာပြီး ဖြစ်တည်မှုသံသယတွေပွားလာပါတော့တယ်။အဲဒါကို ကုသဖို့ နည်းကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1gVxv/Barbie.2023.HC.WEB-DL.720P(CM)F.mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BN2FlMzA3MjktNjA2Zi00YzUyLWIxYTUtNGQ0MTc0NDA3NTcwXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Friday Night Plan (2023)",
        "description": "Friday Night Plan (2023)\nIMDb 6.5Netflix ကထုတ်လွှင့်တဲ့ ကျောင်းတွင်းအချစ်ကားဖြစ်ပြီး အရင်အချိန်‌က\nဇာတ်လမ်းတွေကိုပြန်သတိရရင်း ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်'Friday Night Plan ' ဒီဝေါဟာရဖြစ်တည်လာပုံကတော့ တနင်္လာကနေ သောကြာအထိ\nစာပြီးစာပဲဖြစ်နေကြတဲ့ ကျောင်းသားတွေအတွက် သောကြာနေ့ညကစပြီး Non-Stop Party နဲ့\nအပီကဲကြမဲ့ ကျောင်းတွင်းရိုးရာတစ်ခုပေါ့ ကျောင်းရဲ့တင်းကျပ်တဲ့စည်းကမ်းတွေကြားမှာ\nကလေးတွေပျော်ရွှင်ရတဲ့ FNP..ကျောင်းပိတ်ခါနီးလို့ ‌တစ်ကျောင်းနဲ့တစ်ကျောင်း ဘောလုံးပြိုင်ပွဲတွေကြား နာမည်ကောက်ကြီးသွားတာက‌ ဆစ်ဒ် ..\nသူ့အကြောင်းပြောရရင် အမေဖြစ်သူက နိုင်ငံခြားအစည်းအဝေးပွဲသွားလို့ ညီဖြစ်သူနဲ့ နှစ်ပါးသွားနေသူပေါ့\nသူသဘောကျတဲ့ကောင်မလေးက လူမိုက်တစ်ယောက်ကို နယ်မြေ၁၁ခုကရဲတွေ ဝိုင်းလိုက်သလို\nကျောင်းတစ်ဝက်ကျော်ကျော်ကလူတွေ ပိုးပန်းတာခံနေရတဲ့ နာတာရှာပါ တစ်ကျောင်းလုံးရဲ့ အချောအလှလေးနဲ့\nကျောင်းကပွဲကိုအတူသွားချင်တာကတော့ သူ့အိပ်မက်တစ်ခုပေါ့ ဆိုတော့\nကျောင်းသားတို့ထုံးစံအတိုင်း ပေါ့ပေါ့ပါးပါးဖြစ်နေမှာဖြစ်ပြီး\nသူ့အိပ်မက်ကိုဘယ်လိုအကောင်အထည်ဖော်သွားမယ်ဆိုတာကတော့...\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~YH~V~Zwe Yan တို့ပဲဖြစ်ပါတယ်)\nFile size…1.6GB / 700MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~YH~V~Zwe ...",
        "rating": "6.6",
        "url": "https://megaup.net/3iNIL/Friday_Night_Plan_(2023)_WEB-DL_-_720p-YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i0MdxxoNAzuANVnZkZcD15W1d5d.jpg",
        "title": "The List (2023)",
        "description": "The List (2023)~ IMDb - 5.3/10, Rotten Tomatoes - 96% ~\"Celebrity Free Pass\" ဆိုတဲ့ စကားလုံးအသုံးအနှုန်းနဲ့ လူတော်တော်များများ မရင်းနှီးကြတာတော့ အသေအချာပါပဲ။ အနောက်တိုင်းမှာ ချစ်သူရည်းစားတွေဖြစ်လာကြတဲ့အခါ ကိုယ်နှစ်သက်တဲ့ဆယ်လီတစ်ယောက်ယောက်နဲ့ ကြုံကြိုက်လာတဲ့အခါတိုင်း ဝုန်းဒိုင်းကျဲကြဖို့ဆိုပြီးတော့ စုံတွဲတွေကြားမှာ နှစ်ဦးသဘောတူ Free-past List တွေထားလေ့ရှိကြပါတယ်။ ဒီဇာတ်လမ်းကိုတော့ အဲဒီ Free-past List ကို ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ ဇာတ်ဆောင်ဖြစ်တဲ့ အက်ဘီဆိုသူရဲ့ ကောင်လေးဟာ Free-past List ကို အကြောင်းပြပြီး ဆယ်လီတစ်ယောက်နဲ့ အတူသွားအိပ်ခဲ့ပါတယ်။ ဒါကို အက်ဘီဟာ မကျေနပ်နိုင်ဖြစ်ပြီး သူမရဲ့ ကောင်လေးကို လက်စားချေတဲ့အနေနဲ့ ကိုယ်ပိုင်စာရင်းတစ်ခုလုပ်ပြီး အဲ့စာရင်းထဲကဆယ်လီတွေနဲ့ လိုက်အိပ်ဖို့လုပ်ပါတော့တယ်။ အက်ဘီဟာ သူ့ရဲ့ဒေါသစိတ်ကြောင့် စုံလုံးကန်းပြီး ပေါက်တတ်ကရလိုက်လုပ်နေတဲ့အခါကျမှ ယောင်္ကျားပေါင်းများစွာရဲ့အသွင်မျိုးစုံကို မျက်မြင်ကိုယ်တွေ့ဖြစ်သွားပါတော့တယ်။ အက်ဘီတစ်ယောက် ...",
        "rating": "5.3",
        "url": "https://megaup.net/1gUcd/(CM)_The_List_(2023)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1uNMAlNanIQohAofjyyad2WVCdk.jpg",
        "title": "Haunting of the Queen Mary (2023)",
        "description": "Haunting of the Queen Mary (2023)~ Rotten Tomatoes - 71% ~လတ်တလော ထွက်ရှိထားတဲ့ Horror ရုပ်ရှင်တစ်ကားပါ။ ကမ္ဘာကျော်တိုက်တန်းနစ်သင်္ဘောကြီးလိုပဲ ကမ္ဘာ့အမြန်ဆုံး သင်္ဘောကြီးအဖြစ် နာမည်ကြီးခဲ့တဲ့ Queen Mary သင်္ဘောကြီးပေါ်က ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ၊ အတိတ်ဆိုးတွေနဲ့ ပိတ်မိနေတဲ့ ဝိညာဉ်တွေအကြောင်းပါ။Queen Mary သင်္ဘောကြီးဟာ ကမ္ဘာစစ်တွေ အပျက်အစီးတွေကြားမှာ ကြံ့ကြံ့ခိုင် ကျန်ရစ်ခဲ့ပြီး မနစ်မြုပ်နိုင်တဲ့ သင်္ဘောအဖြစ် သင်္ဘောသားတွေကြား နာမည်ကျော်ပါတယ်။ ဒီဂုဏ်သတင်းနောက်ကွယ်မှာ ထိတ်လန့်စရာ စတေးမှုတွေရှိနေပါတယ်။ရှေးက သင်္ဘောဆောက်တဲ့အင်ဂျင်နီယာတွေရဲ့ရိုးရာအရ သင်္ဘောတစ်စင်း မနစ်မြုပ်အောင် လူသားတစ်ယောက်ကို ဆောက်တုန်းမှာ နှိပ်စက်ပြီး မြှုပ်ရပါတယ်တဲ့။ ဒီသင်္ဘောကြီးမှာလည်း အဲဒီလိုအယူနဲ့ အကျဉ်းသားတစ်ယောက်ကို မြှုပ်ထားပါတယ်။ကံဆိုးစွာနဲ့ သင်္ဘောက ခရီးစဉ်သွားရင်း နစ်မြုပ်သွားတဲ့အခါ သေဆုံးသွားတဲ့ခရီးသည်တွေက သရဲအဖြစ်နဲ့ခြောက်လှန့်နေပါတယ်။ ဒီဘက်ခေတ်မှာ သရဲ‌ခြောက်တာတွေနဲ့ သင်္ဘောကို လှည့်ပတ်ကြည့်ဖို့ Tour ...",
        "rating": "",
        "url": "https://megaup.net/1gU4h/(CM)_Haunting_of_the_Queen_Mary_(2023)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGVmNDkyNjMtM2I0Zi00OTYwLWJjYTQtNDA0MWNkMzBmMjM4XkEyXkFqcGdeQXVyMTA4MzQ4NzMw._V1_-128x200.jpg",
        "title": "Infinity (2023)",
        "description": "Infinity ( 2023 )\n==============\nIMDb 8.7/10အိန္ဒိယမှုခင်းရုပ်ရှင် ပရိသတ်တွေအတွက် ဒီနှစ်ထဲမှာ မှုခင်းဇာတ်လမ်းကောင်းတွေ\nအများကြီးထွက်ရှိခဲ့ပြီး အခုလည်း နောက်ထပ် တမီလ်မှုခင်းရုပ်ရှင်တစ်ခု ထပ်မံထွက်ရှိလာပြန်ပါပြီ။ချန်နိုင်းမြို့ကြီးမှာ တစ်ညတည်းနဲ့ လူသဝာ်မှုနှစ်ခုဖြစ်သွားခဲ့ပါတယ်။ အဲဒီလူသဝာ်မှုနှစ်ခုမှာ\nသေဆုံးသူတွေက ရဲအရာရှိတစ်ယောက်နဲ့ နာမည်ကြီးစာရေးဆရာတစ်ယောက်ဖြစ်နေပါတယ်။\nအဲဒီအမှုနဲ့ပတ်သက်ပြီး ရဲတပ်ဖွဲ့က ဘာသဲလွန်စမှရှာမရတဲ့အတွက် CBI လို့ခေါ်တဲ့\nဗဟိုထောက်လှမ်းရေးအဖွဲ့ကြီးဆီကို အဲဒီအမှုလွှဲပေးလိုက်ရပါတယ်။\nအကွက်ကျကျ ကစားကွက်တွေရွှေ့နေတဲ့ လူသဝာ်သမားကို CBI က စုံထောက်ကြီး အက်ဗီက\nဖမ်းမိမလားဆိုတာ ဒီရုပ်ရှင်ထဲမှာ မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။( ဒီရုပ်ရှင်ရဲ့ အညွှန်းနဲ့ဘာသာပြန်ဆိုသူတွေကတော့ Yunni, V နဲ့ Zwe Yan တို့ပဲ ဖြစ်ကြပါတယ်။ )\nFile size…1.7GB / 960MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ V~ Zwe Yan",
        "rating": "8.1",
        "url": "https://megaup.net/1WRch/Infinity_(2023)_Tamil_WEB-DL_-720p_-_YK(CM).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/By3jUxY2WAX9rnZ4RqtyCgRWap.jpg",
        "title": "Asura : The War of the Beehair (2023)",
        "description": "Asura : The War of the Beehair (2023)ဟွမ်ဆော့မီဆိုတဲ့အမျိုးသမီးက ထောင်ထဲမှာ ခေါင်းဆောင်လည်းဖြစ်တယ် ဆရာကြီးအဆင့်ထိရောက်နေတဲ့သူ..\nအဲလိုလူကို မျက်စိဆံပင်မွှေးစူးတဲ့သူက ပြဿနာအိုး သူဌေးသမီးဟန်ဆိုဟီး..ဟန်ဆိုဟီးက ထောင်ထဲရောက်တာတောင် ထောင်စောင့်တွေ ထောင်ဦးစီးတွေကို လာဘ်ထိုးပြီး ဘုရင်မတစ်ပါးလိုနေတာ\nသူ့ကို အပြင်ကမိသားစုကလည်း ထုတ်မပေးတော့ ထောင်ထဲမှာ ပန်ကာ့ထိပ်က ဝက်အူလိုနေရင်း ပြဿနာတစ်ခုပြီးတစ်ခုရှာတော့တာပဲဟန်ဆိုဟီးကိုလည်း ဟွမ်ဆော့မီက သဘောမတွေ့တော့ နောက်ဆုံး လိုက်စုံစမ်းရင်းနဲ့\nဟန်ဆိုဟီးထောင်ထဲမှာတောင် တရားမဝင်တဲ့အလုပ်လုပ်နေတာကို သိသွားတဲ့အချိန်မှာ\nဟွမ်ဆော့မီက ဘယ်လိုဖော်ထုတ်မလဲ ဘယ်လိုဖိုက်ကြမလဲဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်ထောင်ထဲမှာ အကျဉ်းသားအချင်းချင်းရော၊ ရဲတွေရော ထောင်စောင့်တွေရော\nပိုက်ဆံကြောင့် မတရားမှုတွေကိုလုပ်တတ်ကြောင်းကို မီးမောင်းထိုးပြထားတာမို့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, Crime\nQuality…. 1080p | 720p\nFile size…925MB | 437MB\nFormat… mp4\nDuration….1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ...",
        "rating": "",
        "url": "https://megaup.net/2COix/Asura.The.War.of.the.Beehair.2023.720p.WEB-DL.Cm.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KtV2ZIUq4LCCNvdfnOsnM4t49L.jpg",
        "title": "Babaylan (2023)",
        "description": "Babaylan (2023)Babaylan ဆိုတဲ့ဝေါဟာရဟာ ဖိလစ်ပိုင်နတ်ဆရာတွေကိုရည်ညွန်းတဲ့စကားလုံးဖြစ်ပြီး\nအ‌ဆိုပါနတ်ဆရာတွေဟာသဘာဝတရားကြီးကိုအသုံးချနိုင်စွမ်းရှိတဲ့သူတွေပါ။\nဖိလစ်ပိုင်နိုင်ငံကိုလိုနီခေတ်မှာ နယ်ချဲ့တွေကိုစတင်တော်လှန်ခဲ့ကြသူတွေက Babaylan နတ်တွေပဲဖြစ်ပါတယ်။\nဒီ Babaylan(2023)ကို ဒါရိုက်တာဘိုနာဖာဂျာဒိုကနေရိုက်ကူးတင်ဆက်ထားပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ နတ်ဆရာတွေဟာသူတို့အစွမ်းတွေကိုလက်ဆင့်ကမ်းသယ်လာပြီး\nနယ်ချဲ့တွေကိုတော်လှန်ရာ နတ်ဆရာမတစ်ယောက်ဖြစ်တဲ့ ဂျိုဝီဟာ သူချစ်တဲ့သူရဲ့သစ္စာဖောက်တာကိုခံရမှန်းသိလိုက်ရတော့\nဒဏ်ရာတွေနဲ့ထွက်ပြေးရင်း ရန်သူတွေသူ့အလောင်းကိုမရပါစေနဲ့လို့ ဘုရားမှာတိုင်တည်ဆုတောင်းလိုက်တယ်။\nအဲ့မှာ ဆန်းကြယ်စွာပဲ သူ့ဟာအစွမ်းတွေရရှိသွားခဲ့တယ် ။\nဒီအစွမ်းတွေကဘာတွေလဲ။လူတွေက ဘာလို့သူ့ကိုလိုချင်ရတာလဲဆိုတာတွေတော့\nဇာတ်လမ်းလေးမှာပဲဆက်ပြီးရှူစားတော်မူကြပါခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre.....Action, Drama, Fantasy\nQuality…. 1080p | 720p\nFile size… 1.3GB | 663MB\nFormat… mp4\nDuration…. 1h 48min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/2CNci/Babaylan.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/82yzNXiio94vJs9q3lmGGKft0yP.jpg",
        "title": "Handsome (2023)",
        "description": "Handsome (2023)မီနမ်(လူချောလေး)ဆိုတဲ့ စုံထောက်ဟာ နာမည်ချောပေမဲ့\nလူကတော့ မချောနိုင်လို့ တော်တော်အခက်တွေ့နေသူပါအဲဒါတင်မကဘဲ လုပ်တဲ့ အလုပ်တိုင်းမှာ တော်တော်ကိုးရိုးကားယားနိုင်ပြီး\nပြဿနာချည်းဖြစ်နေလို့ အဖွဲ့က မစ်ရှင်တွေမှာ သူ့ကိုချန်ထားချင်ကြပါတယ်တစ်နေ့ယာဉ်တိုက်မှုဖြစ်ပြီး လုံးဝတခြားတစ်ယောက်လူလို ပြောင်းသွားတဲ့အခါမှာ ပြဿနာကပိုကြီးလာပါတော့တယ်အဲဒါကြောင့် အဖွဲ့က အထူးတာဝန်ပေးတယ်ဆိုတဲ့ ခေါင်းစဉ်နဲ့ သူ့ကို အသွင်ယူ စုံစမ်းခိုင်းရင်းကနေ\nအဲဒီရာဇဝတ်မှုကို ဖမ်းနိုင်မလား အလုပ်မှာ ယုံကြည်မှုပြန်ရမလားဆိုတာ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre.....Comedy\nQuality…. 1080p | 720p\nFile size… 1.1GB | 406MB\nFormat… mp4\nDuration….1h 43min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder .....Aaron",
        "rating": "",
        "url": "https://megaup.net/1gSir/Handsome_,2022.720p.FHDRip.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dyXheU12Dv2GrhnjPQ3iIZG3ne.jpg",
        "title": "Losmen Melati (2023)",
        "description": "Losmen Melati (Motel Melati) (2023)လာတည်းတဲ့သူတွေအားလုံး အသက်ရှင်ရက်ပြန်မသွားနိုင်ကြတဲ့\nMotel Melati ဆိုတဲ လျှို့ဝှက်မှုတွေပြည့်နေတဲ့ မိုတယ်တစ်ခုရှိပါတယ်။အဲဒီမိုတယ်မှာတော့ မိုတယ်ပိုင်ရှင်ရယ် ဝန်ထမ်းတစ်ယောက်ရယ် နှစ်ယောက်တည်း ရှိပြီးတော့\nလာတည်းတဲ့သူတွေကို မိုတယ်ပိုင်ရှင်က လက်ဖက်ရည်နဲ့ ဧည့်ခံပြီးမှ အခန်းထဲဝင်ကြရတဲ့ ထုံးစံတစ်ခုရှိပါတယ်။ဇာတ်လမ်းထဲမှာတော့ မိခင်နာရေးကအပြန် မိုတယ်မှာဝင်တည်းတဲ့ မိသားစုတစ်စုရယ်၊\nမိုတယ်မှာ လာချိန်းတွေ့တဲ့ စုံတွဲတစ်တွဲရယ်၊ မိုတယ်ကို ဓားပြတိုက်ဖို့လာတဲ့ လူဆိုးနှစ်ယောက်ရယ်\nချောက်ခြားစရာမိုတယ်ကြီးမှာ ဘာတွေဆက်ဖြစ်ကြမလဲ၊\nလာတည်းတဲ့သူတွေရဲ့ စိတ်ကိုလှည့်စားပြီး ဝိညာဉ်နှုတ်ယူတတ်တဲ့\nဒီမိုတယ်ရဲ့နောက်ကွယ်မှာ ဘာဇာတ်လမ်းတွေရှိနေမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ။IMDb 6.6 ရထားတဲ့ အင်ဒိုနီးရှား Horror, Thriller, Mystery အမျိုးအစား ဇာတ်လမ်းဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Horror. Mystery, Thriller\nQuality…. 1080p | 720p\nFile size…950MB | 518MB\nFormat… mp4\nDuration….1h 32min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.7",
        "url": "https://megaup.net/2CNdC/Losmen.Melati.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfnwkMV2zW0W67CTEMQkd3YYKx7.jpg",
        "title": "Yung Libro sa Napanood Ko (2023)",
        "description": "Yung Libro sa Napanood Ko (2023)ဒီကားလေးကတော့ ဖိလစ်ပိုင် အချစ်ဒရမ်မာကားလေးပါ။\nပုံမှန်အချစ်ကားတွေနဲ့ မတူတာတော့ ကြိုပြောထားချင်ပါတယ်။\nမင်းသမီးက ဖိလစ်ပိုင်က ရောင်းအားအကောင်းဆုံး စာရေးဆရာမလေး ဖြစ်ပါတယ်။\nသူက Kdrama ဖန်ဖြစ်တာမို့ သူ့ကြည့်ခဲ့ဖူးတဲ့ ဇာတ်လမ်းကို အခြေခံပြီး ရေးသားထားတဲ့\nအခန်းနံပါတ် ၁၉ ဆိုတဲ့ စာအုပ်က တအားနာမည်ကြီးပါတယ်။\nအဲ့မှာပဲ ကိုရီးယားက အိုပါးတယောက်က သူ့စာအုပ်ကို ဖတ်ပြီး သူ့ပရိသတ် ဖြစ်သွားပြီး\nစာအုပ်လက်မှတ်ထိုးပွဲမှာ လာပြီး မင်းသမီးရဲ့ လက်မှတ်လာထိုင်းခိုင်းတာကနေ ဇာတ်လမ်းစတာပါပဲ။\nအဲ့မှာ ကိုရီးယားဇာတ်ကား ပရိသတ်မို့ သူ့ဖန်လေးက ကိုရီးယားကို အလည်ခေါ်တော့\nစာရေးဆရာမလည်း ကောက်ကောက်ပါအောင် လိုက်သွားပါတော့တယ်။\nတကယ်က စာရေးဆရာမလေးကလည်း အိုပါးမှာ မေရီဆိုတဲ့ ရည်းစားရှိနေမှန်း စတွေ့ကတည်းက သိခဲ့တာပါ။\nအဲ့တော့ စာရေးဆရာမလေးနဲ့ ကင်ချီမြေက သူ့ဖန်လေးတို့ ဇာတ်လမ်းလေး ဘာဆက်ဖြစ်မလဲ\nအိုပါးရဲ့ ရည်းစား မေရီက ဘယ်သူလဲ ဆိုတာ သိချင်ရင်တော့ ဆက်ကြည့်ရှုခံစားလိုက်ပါဦးနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1gSjl/Yung.Libro.sa.Napanood.Ko.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ueO9MYIOHO7M1PiMUeX74uf8fB9.jpg",
        "title": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)",
        "description": "Teenage Mutant Ninja Turtles: Mutant Mayhem (2023)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~2023 ထွက် လိပ်နင်ဂျာကာတွန်းကားအသစ်ရပါပြီ။ လိပ်နင်ဂျာကာတွန်းတွေက ဖန်တရာတေအောင်ထွက်ပြီးသားဖြစ်ပေမဲ့ ဒီတစ်ခါ ကာတွန်းရုပ်ရှင်ကိုတော့ တမူထူးခြားတဲ့ ကာတွန်းစတိုင်နဲ့ ဖန်တီးထားပါတယ်။ 3-D CG Animation နည်းနဲ့ အလင်းအမှောင် လှုပ်ရှားမှုတွေကိုဖန်တီးထားပါတယ်။ Spider-Man: Into the Spider-Verse ဟာ ကာတွန်းရုပ်ရှင်လောကကို အသစ်တီထွင်ဖို့ တစ်ခေတ်ဆန်းပေးခဲ့တာပါပဲ။ ဒါရိုက်တာ Jeff Rowe ကလည်း ဆရာကြွက်နေရာမှာ သရုပ်ဆောင်ဖို့ ဂျက်ကီချန်း၊ စူပါဖလိုင်းနေရာမှာ သရုပ်ဆောင်ဖို့ Ice Cube, ရော့စတက်ဒီနေရာအွက် ဂျွန်စီနာ တို့ကို တစ်ယောက်ချင်း လိုက်ဖိတ်ခေါ်ခဲ့တာပါ။ ဇာတ်လမ်းကိုလည်း အရင်ပါနေကျ ဗီလိန်ရှရက်ဒါကိုပါ မထည့်ဘဲ မြူးတန့်အချင်းချင်း တိုက်ပွဲအနေနဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1gS2e/(CM)_Teenage_Mutant_Ninja_Turtles_-_Mutant_Mayhem_(2023)_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BMTI1MDg5NDY4Nl5BMl5BanBnXkFtZTYwODYxNzk5._V1_-135x200.jpg",
        "title": "Owning Mahowny (2003)",
        "description": "Owning Mahowny (2003)==================ဆုသုံးဆုရဖူးထားပြီး ငါးကြိမ် nomination ဝင်ထားတဲ့ ဖြစ်ရပ်မှန်အခြေခံကားဟောင်းလေးပါ။ ဘဝမှာ ကိုယ့်ကိုအရမ်းချစ်တဲ့ ချစ်သူရှိမယ်။ အလုပ်မှာလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့ ထူးချွန်လို့ အားကိုးခံရတဲ့သူဖြစ်မယ်ဆိုရင် ဒီဘဝက သူများတွေ အားကျချင်စရာဘဝမျိုး ဖြစ်မှာပါ။ ဒါပေမဲ့ မက်ဟော်နီဆိုတဲ့ဘဏ်လက်ထောက်မန်နေဂျာလေးကတော့ လောင်းကစားကိုပဲ အစွဲကြီးစွဲနေပါတယ်။ရတဲ့လစာကနေ အကြွေးတင်အောင်လောင်းမိတော့ အကြွေးဆပ်ဖို့အတွက်ဘဏ်ကနေ ငွေလိမ်ပါတော့တယ်။ လူရိုးလူအေး အလုပ်သရဲလေးလို့ သတ်မှတ်ခံရတဲ့မက်ဟော်နီအတွက် ငွေလိမ်ရတာက အသက်ရှူရသလိုပါပဲ။ ဒီလိုနဲ့မက်ဟော်နီတစ်ယောက် ကာစီနိုရုံကြီးတွေထိပါသွားပြီး မအိပ်မနေ မစားမသောက် လောင်းကစားလုပ်ပါတော့တယ်။\nမက်ဟော်နီကို \"လောင်းကစားကနေ ရတဲ့ စိတ်လှုပ်ရှားမှုကို တစ်ကနေ တစ်ရာထိသတ်မှတ်ရင် ဘယ်လောက်သတ်မှတ်ချင်လဲ\" ဆိုတော့ \"တစ်ရာ\" ပါတဲ့။\"လောင်းကစားမလုပ်ဘဲ ဘဝမှာ ဘယ်လောက်ထိ စိတ်လှုပ်ရှားခဲ့ရဖူးလဲ\" လို့မေးတဲ့အခါမှာတော့ \"နှစ်ဆယ်\" လို့ဖြေပါတယ်။ မက်ဟော်နီက သူ့ကျန်တဲ့တစ်ဘဝလုံးကို \"နှစ်ဆယ်\" နဲ့နေသွားရလည်း အဆင်ပြေပါတယ်တဲ့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.17 GB) / ...",
        "rating": "",
        "url": "https://megaup.net/1WP4e/Owning.Mahowny.2003.720p.BluRay.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMWE4ZmZkN2UtN2Y2YS00YmNiLWJhY2YtZDUwMTMxMWY0YTRmXkEyXkFqcGdeQXVyNTEyOTQ5MDM@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dylan & Zoey (2022)",
        "description": "Dylan & Zoey (2022)=================ဖတ်ဖူးတဲ့စာသားလေးရှိတယ်။ ပုဆိန်ကမမှတ်မိပေမဲ့ သစ်ပင်ကမမေ့ဘူးတဲ့။လုပ်တဲ့သူကတော့ သူတို့လုပ်ခဲ့တာတွေကို မေ့ပြီးနေနိုင်ပေမဲ့ ခံရတဲ့သူမှာတော့အလဲလဲအကွဲကွဲပါပဲ။ဇိုဝီနဲ့ ဒီလန်က အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်။ အကြောင်းအမျိုးမျိုးကြောင့်ကွဲကွာသွားပြီး ပြန်ဆုံကြတဲ့အခါမှာ လောကဓံရဲ့ထုထောင်းမှုကြောင့် နှစ်ယောက်သားက ဒဏ်ရာတွေကိုယ်စီနဲ့ပါ။ အတိတ်ရဲ့အရိပ်မည်းကြီးအောက်ကနေ ရုန်းမထွက်နိုင်တဲ့ သူတို့နှစ်ယောက်က အချင်းချင်းဘယ်လိုကူညီပေးကြမလဲ။ ဘယ်လိုကုစားပေးကြမလဲ။ သင်ဆိုရင်ရော သင့်သူငယ်ချင်းအတွက် ဘယ်အတိုင်းအတာထိ ပေးဆပ်နိုင်မလဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.17 GB) / (420 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 22Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator......EL\nEncoder..........SWM",
        "rating": "",
        "url": "https://megaup.net/3iD72/Dylan.Zoey.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BOWM5Yzg4ODctM2ViMC00ZGEzLWI2YzEtZDYwY2E4YTBhYTY1XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Kite Runner (2007)",
        "description": "The Kite Runner (2007)==================IMDb Raitng - 7.6/10လူတွဟာ ကိုယ့်ကိုယ်ကိုယ် အချစ်ဆုံးတဲ့။ ဘာလို့လဲဆိုတော့ ကိုယ့်ကိုယ်ကိုယ်ထက် သူတပါးကို ပိုချစ်လိုက်မိရင် အရှုံးသမားလုံးလုံး ဖြစ်ရတာကြောင့်ပဲပေါ့။ အချစ်ဆိုတာ အသက်အရွယ် လိင်မခွဲခြားတတ်ပါဘူး။ လည်ပင်းဖက်ပေါင်းတယ်ဆိုတဲ့ ငယ်စဉ်တောင်ကျေး ကလေးဘဝက ကိုယ့်သူငယ်ချင်းဟာ နှလုံးသားတစ်တောင့်မှာတော့ အနက်ရှိုင်းဆုံး နေရာယူသွားတတ်ကြတယ်မဟုတ်လားဗျာ။ ဒါကလည်း သူငယ်ချင်းအပေါ်ထားရတဲ့ သူငယ်ချင်းအချစ်ပေါ့။ကိုယ့်ကိုသိပ်ချစ်ပြီး ကိုယ့်အတွက် အစစအရာရာ အနစ်နာခံ၊ ကိုယ့်အတွက်ဆို မြေကြီးခဲကောက်စားရ ကောက်စားရ၊ စွန်ကလေးတစ်ခုအတွက် အစစ အရာရာစွန့်စားပေးဆပ်ပြီး ကိုယ့်အတွက်ပြန်ယူလာတဲ့ သူငယ်ချင်းကိုမှ ကိုယ်က နှင်ထုတ်ရက်ရတာလား။အပြစ်ကို ရှောင်လွဲချင်စိတ်၊ ကိုယ့်ကိုယ်ကိုယ် သတ္တိကြောင်သူအဖြစ် အားမလိုအားမရစိတ်ကို ကိုယ်နိုင်တဲ့ဘက်ကို ဖောက်ခွဲခဲ့တဲ့ လူတွေထဲက လူယုတ်မာလေးတစ်ယောက်နဲ့၊ ကိုယ့်မျက်နှာကိုပဲ တကြည့်ကြည့်နေတတ်တဲ့ ချစ်တတ်သူလေးတို့ လောကတစ်ကွေ့မှာ တွေ့ဆုံခဲ့ဖူးသတဲ့။ဇာတ်လမ်းလေးက ရိုးရှင်းပါတယ်။ သူငယ်ချင်းနှစ်ယောက်ရဲ့ ရိုးသားဖြူစင်တဲ့မေတ္တာကို လူ့သဘာဝနဲ့ရောယှက်ပြီး တင်ပြသွားတာပါ။ ကောင်းမွန်တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-kite-runner-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzE2NTE2YmItY2NiMC00MmIwLWE5NTktM2Q5YmIzZGIyZWRjXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Dark Floors (2008)",
        "description": "Dark Floors (2008)\n================ဘန်ဟာ အော်တစ်ဇင် ဖြစ်နေတဲ့ သမီးလေးဆယ်ရာကို ရောဂါရှာဖွေ\nဖို့အတွက် စိန့်မေရီဆေးရုံကို ရောက်နေတယ်။ ကံဆိုးချင်တော့ စက်ထဲမှာ\nရောဂါရှာဖွေနေတုန်း စက်က မီးထလောင်တာမို့ ဘန်က ဆေးရုံခိုးဆင်း\nပြီး ပြောင်းဖို့ ပြင်ခဲ့တယ်။ သူနာပြုဆရာမလေး အမ်မလီက တွေ့သွားတာမို့\nလိုက်ဖြောင်းဖျရင်း ဓာတ်လှေကားထဲ လိုက်ဝင်ခဲ့တယ်။ သူတို့ ၃ယောက်\nအပြင် လုံခြုံရေးတစ်ယောက် ခြေသလုံးအိမ်တိုင် အဖိုးကြီးတစ်ယောက်နဲ့\nစီးပွားရေးသမားတစ်ဦးလည်း လိုက်ပါလာခဲ့တယ်။ဓာတ်လှေကားဆင်းချိန်မှာ မတော်တဆဖြစ်ပြီး ဓာတ်လှေကားရပ်တန့်\nသွားခဲ့ပါတယ်။ ပြန်ပွင့်လာချိန်မှာတော့ တစ်ဆေးရုံလုံးက ရုတ်တရက်ကြီး\nခြောက်ကပ်လို့နေတာပေါ့။ သူတို့တွေ ဆေးရုံထဲက ထွက်ဖို့ကြိုးစားကြရင်း\nမမျှော်လင့်ထားတာတွေ ကြုံတွေ့လာရတဲ့အခါ.......ထူးထူးဆန်းဆန်း plotနဲ့အတူ တစ္ဆေလိုလို မိစ္ဆာလိုလို ငရဲလိုလို time loop\nလိုလို multidimensional လိုလိုနဲ့ ဘာမှန်းမသိ ခံစားချင်သူများအဖို့ ဇာတ်\nကားကောင်း ဖြစ်ပါကြောင်းပြောရင်းတင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMugiwara Ya ဖြစ်ပါတယ်)File Size..........(1.12 GB) / (436 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr ...",
        "rating": "4.4",
        "url": "https://megaup.net/1gP68/Dark.Floors.2008.720p.BluRay.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzU3OGQ5YmMtODc4Zi00ODgzLWFhNmQtODVhYzE2YjUzZWRkXkEyXkFqcGdeQXVyNjg2NzEwNTc@._V1_FMjpg_UX1000_-132x200.jpg",
        "title": "Bedeviled (2016)",
        "description": "Bedeviled (2016)\n=============ယနေ့ခေတ်ကမ္ဘာဟာ နည်းပညာတွေထွန်းကားလာတာနဲ့အမျှ လူတွေဟာလည်း\nနည်းပညာနောက်ကိုလိုက်ရင်း အမှားမှားအယွင်းယွင်းတွေ ဖြစ်လာကြပါတယ်။\nအခု ဒီ Bedeviled ဆိုတဲ့ ရုပ်ရှင်ကားလေးကတော့ ထူးဆန်းတဲ့ သရဲကားလို့ ပြော\nရမှာပါ။ မစ္စတာ ဘီဒီဗယ်လ်ဆိုတဲ့ အက်ပ်ပလီကေးရှင်းက သူ့ကို အင်စတောလုပ်\nထားတဲ့ ဖုန်းပိုင်ရှင်တွေကို အကြောက်တရားတွေပေးပြီး သုတ်သင်တာမျိုးပေါ့။ဇာတ်လမ်းအကျဥ်းကတော့ နစ်ကီဆိုတဲ့ ဆယ်ကျော်သက် အရွယ်ကောင်မလေး\nတစ်ယောက် ထူးဆန်းစွာသေဆုံးခြင်းကစတင်ပါတယ်။ သူသေဆုံးသွားပြီးနောက်\nမှာ သူ့သူငယ်ချင်းတွေရဲ့ စမတ်ဖုန်းထဲ အက်ပ်ပလီကေးရှင်းတစ်ခု အင်စတောလုပ်\nမလားဆိုပြီး အင်ဗိုက်ရောက်လာပါလေရော။ သူငယ်ချင်းတွေကလည်း အမှုမဲ့အ\nမှတ်မဲ့နဲ့ အင်စတောရာကနေ မဖြစ်သင့်တာတွေဖြစ်ပြီး အကြောက်တရားရဲ့ လွှမ်း\nမိုးမှုကို ခံရတော့တာပါပဲ။Bedeviled ဟာ နာမည်ကြီးသရဲကားတွေလောက် ကြောက်စရာမကောင်းဘူးဆို\nပေမယ့် သူ့နေရာနဲ့သူ အဆင်ပြေတဲ့ ရုပ်ရှင်ကားလို့ဆိုရမှာပါ။ ဇာတ်လမ်းကလည်း\nထူးဆန်းပြီး တချို့ Jump Scare နေရာလေးတွေဆို တော်တော်ကို သေသပ်ပါတယ်။\nဒါကြောင့် ပရိသတ်တွေအနေနဲ့ အပျင်းပြေသရဲကားတစ်ကားဖွင့်ထားချင်တယ်၊\nကြည့်ချင်တယ်ဆိုရင်တော့ Bedeviled က သင့်တော်တဲ့အကြောင်း ညွှန်းလိုက်ပါ\nရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMugiwara Ya ဖြစ်ပါတယ်)File ...",
        "rating": "4.2",
        "url": "https://megaup.net/3YymX/Bedeviled.2016.720p.BluRay(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNGM0MjM5MDctOWJkYy00MjVmLWIwYTEtZmVlNGIyNGM2N2FlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_-150x200.jpg",
        "title": "Metalocalypse: Army of the Doomstar (2023)",
        "description": "Metalocalypse: Army of the Doomstar (2023)\n=================================\nIMDb Rating - 6.8/10American Animated series တွေဖြစ်တဲ့ Home Movies နဲ့ Metalocalypse\nတို့ရဲ့ပဲ့ကိုင်ရှင် Brendon Small ရဲ့ (2013)ခုနှစ်ကထွက်ခဲ့တဲ့ \"Metalocalypse:\nThe Doomstar Requiem\" ရဲ့ Sequel ဖြစ်တဲ့ \"Metalocalypse: Army of the\nDoomstar\"(2023)ထွက်ရှိလို့လာပါပြီ။ Animation ဆိုသော်ငြား ပါဝင်တဲ့အသုံး\nအနှုန်းတွေနဲ့ ပြကွက်တွေကြောင့် R rated movie အဖြစ်သတ်မှတ်ခံထားရကြောင်း\nကြိုတင်အသိပေးပါတယ်။ (2023)ဩဂုတ်လကမှ ရုံတင်ထားတာဖြစ်ပြီး IMDb\nrating 6.8နဲ့ ခရမ်းချဉ်သီးအလုံး100ရရှိထားပါတယ်။Metalocalypse စီးရီးကိုမကြည့်ဖူးလည်း ဒီကားကိုကြည့်လို့ရပါတယ်။ ဇာတ်ညွှန်း\nကတော့ Dethklok Music Band ရဲ့သီချင်းရေးဆရာ နေသန်အိတ်စ်ပလိုးရှင်း\nတစ်ယောက် ဂြိုဟ်ကိုဖျက်ဆီးသူတွေရန်က‌နေ ကမ္ဘာကြီးကိုကယ်တင်ဖို့\"Song of\nSalvation\"ကိုရေးဖို့အကြောင်းဖန်လာပါတယ်။ သီချင်းတစ်ပုဒ်က ကမ္ဘာကြီးကို ဘယ်\nလိုကယ်တင်နိုင်မှာလဲ၊ \"Song of Salvation\"ဆိုတာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1WP18/Metalocalypse.Army.Of.The.Doomstar.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BZDUyYTliYTUtZGU3NS00Mjk5LWFhNGEtZTZjYzk2MDM2N2JkXkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Reinventing Elvis: The 68′ Comeback (2023)",
        "description": "Reinventing Elvis: The 68' Comeback (2023)\n================================\nIMDb Rating - 7.8/10Elvis Presley ဆိုတာနဲ့ King of Rock and Roll ကြီးပဲလို့ တန်းမြင်\nမိကြမှာပါ။ 1950 ဝန်းကျင်ကာလတွေရဲ့ Best seller American Artist\nတစ်ယောက်ဖြစ်တဲ့အပြင် အောင်မြင်ကျော်ကြားတဲ့ ရုပ်ရှင်ပေါင်းများစွာ\nကိုလည်း ရိုက်ကူးခဲ့ပါသေးတယ်။ ဒါပေမဲ့ အမေရိကန်သမိုင်းရဲ့ 1960\nခုနှစ်ကာလတွေကတော့ အဆိုးရွားဆုံး ကပ်ဆိုက်ခဲ့တဲ့ကာလတွေလို့ ဆို\nရလိမ့်မယ်။ Robert F. Kennedy, Martin Luther King အစရှိတဲ့\nနာမည်ကျော်ပုဂ္ဂိုလ်တွေ လုပ်ကြံခံရတဲ့သတင်းတွေကြောင့်လည်း အမေရိ\nကန်ရဲ့ သမိုင်းကို အကျည်းတန်ဆုံးဖြစ်စေခဲ့တဲ့ ကာလတွေပါ။ ဖြစ်ချင်တော့\nအဲဒီ 1968 ခုနှစ်က Elvis အတွက် Special Comeback Show ကို စီစဉ်\nနေတဲ့ အချိန်ပါပဲ။စစ်ထဲဝင်ပြီး အနုပညာလောကကနေ နှစ်ချီကွယ်ပျောက်သွားပြီးတဲ့နောက်\nပရိသတ်မြင်ကွင်းပေါ်ကို ပြန်လည်ထွက်ပေါ်လာမဲ့ Elvis ...",
        "rating": "7.8",
        "url": "https://megaup.net/3iD2g/Reinventing.Elvis.The.68.Comeback.2023.720p.AMZN.WEB-DL(CM)..mp4",
        "category": "Documentary, Music"
    }
]