[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x7rVZ0KiPWxBMJBI8roIwlMvs2c.jpg",
        "title": "Section 375 (2019)",
        "description": "(Unicode)IMDb 8.4/10Rotten Tomatoes 70%Bollywood ကတော့ တစ်နှစ်ကို ပေါကားတွေလည်းထွက်သလို အမှန်အကန်အဖိုးတန်ကားတွေလည်းထွက်လေ့ရှိပါတယ်အခုတင်ဆက်ပေးထားတဲ့ဇာတ်ကားကတော့ တကယ့်အဖိုးတန်ကားပါပဲ ရွှေလိုကားပါဇာတ်ကားတစ်ကားလုံးမှာ တွေ့နေကျကုလားကားတွေလို က,ခုန်တာတွေ သီချင်းတွေ အပိုအက်ရှင်ခန်းတွေ တစ်ခုမှမပါဘဲအချိန် ၂ နာရီကုန်သွားမှန်းမသိရလောက်အောင်ကောင်းတဲ့ တကယ့်ဇာတ်ကားပါသရုပ်ဆောင်ငယ်ငယ်ချောချောတစ်ယောက်မှမပါဘဲ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့အမှန်အကန် Crime, Drama ဇာတ်ကားကောင်းပါဇာတ်လမ်းကရှင်းပါတယ်နာမည်ကြီးဒါရိုက်တာတစ်ယောက် သူ့အဖွဲ့က လက်ထောက်အဝတ်စားဒီဇိုင်နာကိုအဓမ္မပြုကျင့်လို့ဆိုပြီး တရားရင်ဆိုင်ရတာပါအဲ့ဒိဇာတ်ကို ဘယ်လိုစိတ်ဝင်စားဖို့ကောင်းအောင်တင်ဆက်ထားသလဲဆိုတာ ကြည့်လိုက်ကြပါဦးကျွန်တော်တို့မြန်မာနိုင်ငံက တချို့ဖြစ်ရပ်တွေနဲ့လည်း သွားဆင်တူနိုင်တဲ့အခြေအနေလေးတွေပါနေပါတယ်(တရားဥပဒေနှင့်ပတ်သတ်သည့်အသုံးနှုန်းများ ဘာသာပြန်လိုအပ်ချက်ပါရှိပါက သည်းခံပေးကြပါရန် မေတ္တာရပ်ခံအပ်ပါသည်) ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်…. (Zawgyi)IMDb 8.4/10Rotten Tomatoes 70%Bollywood ကေတာ့ တစ္ႏွစ္ကို ေပါကားေတြလည္းထြက္သလို အမွန္အကန္အဖိုးတန္ကားေတြလည္းထြက္ေလ့ရွိပါတယ္အခုတင္ဆက္ေပးထားတဲ့ဇာတ္ကားကေတာ့ တကယ့္အဖိုးတန္ကားပါပဲ ေ႐ႊလိုကားပါဇာတ္ကားတစ္ကားလုံးမွာ ေတြ႕ေနက်ကုလားကားေတြလို က,ခုန္တာေတြ ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/section-375-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ipDsgNCdLOECXYa2qnC57gIF4KG.jpg",
        "title": "Fortuna’s Eye ( 2019 )",
        "description": "Zawgyi*******ရွင္းႏိုခ်ီ႐ို ကီရာမတစ္ေယာက္ ငယ္စဥ္တည္းက ေလယာဥ္ပ်က္က်ရ​ာ ကေနလြတ္ေျမာက္လာၿပီးတဲ့ေနာက္ မိဘမဲ့တစ္ေကာင္ႂကြက္အျဖစ္ဘဝကိုရပ္တည္လာရင္းနဲ႔ ေသေဘးကေနလြတ္ေျမာက္လာရာကေနအစြမ္းတစ္ခုကိုပိုင္ဆိုင္လာခဲ့တယ္ အဲ့စြမ္းက ေသဆုံးေတာ့မယ့္လူေတြကိုေဖာက္ထြင္းျမင္ရတာပါဘဲ အဲ့အစြမ္းေၾကာင့္ဘဲ သူခ်စ္တဲ့အာအိုအီဆိုတဲ့ေကာင္မေလးကိုေတြ႕ဆုံခဲ့တဲ့အခါ သူတို႔၂ေယာက္ရဲ႕အခ်စ္ေရးကေရာ ေျဖာင့္ျဖဴးသာယာႏိုင္ပါ့မလား ေလာကႀကီးမွာဘယ္အရာမွအလကားမရဘူးဆိုတဲ့သေဘာအရသူ႔ရဲ႕အစြမ္းအတြက္ဘာေတြျပန္ေပးဆပ္ရပါမလဲ အခ်စ္ဆိုတာေပးဆပ္ခ်င္းတစ္ခုလား ရယူျခင္းလား ဘယ္လိုပုံေဖာ္ထားလဲဆိုတာဒီကားထဲမွာ ေသခ်ာေလးပုံေဖာ္ထားပါတယ္ supernatural ကိုမွdrama ဘက္ကိုသြားတဲ့ဇာတ္လမ္းေလးပ​ဲျဖစ္ပါတယ္ၾကည့္ရႈသူေတြေနာင္တမရေစမယ့္ကားျဖစ္တာေၾကာင့္ဆက္ဆက္ၾကည့္ရႈၾကဖို႔ တိုက္တြန္းလိုက္ပါရေစေနာ္.... Unicode*******ရှင်းနိုချီရို ကီရာမတစ်ယောက် ငယ်စဉ်တည်းက လေယာဉ်ပျက်ကျရာ ကနေလွတ်မြောက်လာပြီးတဲ့နောက် မိဘမဲ့တစ်ကောင်ကြွက်အဖြစ်ဘဝကိုရပ်တည်လာရင်းနဲ့ သေဘေးကနေလွတ်မြောက်လာရာကနေအစွမ်းတစ်ခုကိုပိုင်ဆိုင်လာခဲ့တယ် အဲ့စွမ်းက သေဆုံးတော့မယ့်လူတွေကိုဖောက်ထွင်းမြင်ရတာပါဘဲ အဲ့အစွမ်းကြောင့်ဘဲ သူချစ်တဲ့အာအိုအီဆိုတဲ့ကောင်မလေးကိုတွေ့ဆုံခဲ့တဲ့အခါ သူတို့၂ယောက်ရဲ့အချစ်ရေးကရော ဖြောင့်ဖြူးသာယာနိုင်ပါ့မလား လောကကြီးမှာဘယ်အရာမှအလကားမရဘူးဆိုတဲ့သဘောအရသူ့ရဲ့အစွမ်းအတွက်ဘာတွေပြန်ပေးဆပ်ရပါမလဲ အချစ်ဆိုတာပေးဆပ်ချင်းတစ်ခုလား ရယူခြင်းလား ဘယ်လိုပုံဖော်ထားလဲဆိုတာဒီကားထဲမှာ သေချာလေးပုံဖော်ထားပါတယ် supernatural ကိုမှdrama ဘက်ကိုသွားတဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်ကြည့်ရှုသူတွေနောင်တမရစေမယ့်ကားဖြစ်တာကြောင့်ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေနော်.... Translated & Review By XiaoEncoded By LK",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/fortunas-eye-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v0Air5GTsfgtjsnZyji2lH6r2b8.jpg",
        "title": "Primal (2019)",
        "description": "Nicholas Cage ရဲ့ အသစ်ထွက် အက်ရှင်ဇာတ်ကားသစ်ပါ။သာမန်အက်ရှင်ကားတွေနဲ့ မတူဘဲတမူထူးခြားနေတဲ့ ဇာတ်ကားမို့ ပရိသတ်တွေ သဘောကျဦးမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ သင်္ဘောကြီးတစ်စီးပေါ်မှာအမဲလိုက်မုဆိုးတစ်ယောက်နဲ့ သူ့ရဲ့တိရစ္ဆာန်တွေရယ်၊လူသတ်မှုပေါင်းများစွာနဲ့ ဖမ်းဆီးလာတဲ့စိတ္တဇလူသတ်သမားတစ်ယောက်နဲ့သူ့ကို ဖမ်းဆီးလာတဲ့ ရဲတပ်ဖွဲ့ဝင်တွေရယ် ပါလာကြပါတယ်စိတ္တဇ လူသတ်သမားက မထင်မှတ်ဘဲ လွတ်မြောက်သွားတဲ့အခါ.....သူတို့ ဘယ်လို ရင်ဆိုင်ဖြေရှင်းကြမလဲ?????သူတို့က သူ့ကို မိပါ့မလား????တစ်ကားလုံးကို အသည်းတယားယား ရင်တဖိုဖိုနဲ့ကြည့်ရမှာပါ။ File Size : ( 907 MB , 341 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 37 minFormat : Mp4Genre : Action Subtitle : Myanmar Subtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2P1eB/(CM)_Primal_2019_(Large_Size).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/trxSr4lDS68vRUGIyde13F8zmP1.jpg",
        "title": "Love Off the Cuff ( 2017 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းေလးမွာဆိုရင္အဓိက ႏွစ္ေယာက္ျဖစ္တဲ့ ဂ်င္မီ နဲ႔ခ်ယ္ရီဆိုသူတို႔က relationship တစ္ခုမွာဘယ္လိုအခက္အခဲေတြရွိမယ္ဘယ္အရာေတြေရွာင္သင့္မယ္ ရွားသင့္မယ္ ၿပီးရင္ ဘယ္ဟာက အတုယူရမယ္ စသျဖင့္အခ်စ္စစ္ရဲ႕ ရသစုံစုံလင္လင္ကို ျမင္သာေအာင္ သ႐ုပ္ေဆာင္ေပးထားၿပီးတကယ့္အျပင္လက္ေတြ႕ဘဝမွအသုံးခ်ရမယ့္ ပညာေပးအခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္ျဖစ္တယ္ ဒီေတာ့ဒီကားမွာ ဘယ္အရာေတြကဘယ္လို ဝမ္းနည္းဖို႔ေကာင္းတယ္ ဘယ္လိုရယ္ဖို႔ေကာင္းတယ္ဘယ္လို ၾကည္ႏူးဖို႔ေကာင္းတယ္ စတာေတြကို ႐ုပ္ရွင္ၾကည့္ပရိတ္သတ္တို႔စိတ္ဝင္တစားနဲ႔ ၾကည့္ရႈအားေပးလိုက္ၾကပါအုန္းေနာ္..... Unicode*******ဒီဇာတ်လမ်းလေးမှာဆိုရင်အဓိက နှစ်ယောက်ဖြစ်တဲ့ ဂျင်မီ နဲ့ချယ်ရီဆိုသူတို့က relationship တစ်ခုမှာဘယ်လိုအခက်အခဲတွေရှိမယ်ဘယ်အရာတွေရှောင်သင့်မယ် ရှားသင့်မယ် ပြီးရင် ဘယ်ဟာက အတုယူရမယ် စသဖြင့်အချစ်စစ်ရဲ့ ရသစုံစုံလင်လင်ကို မြင်သာအောင် သရုပ်ဆောင်ပေးထားပြီးတကယ့်အပြင်လက်တွေ့ဘဝမှအသုံးချရမယ့် ပညာပေးအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်တယ် ဒီတော့ဒီကားမှာ ဘယ်အရာတွေကဘယ်လို ဝမ်းနည်းဖို့ကောင်းတယ် ဘယ်လိုရယ်ဖို့ကောင်းတယ်ဘယ်လို ကြည်နူးဖို့ကောင်းတယ် စတာတွေကို ရုပ်ရှင်ကြည့်ပရိတ်သတ်တို့စိတ်ဝင်တစားနဲ့ ကြည့်ရှုအားပေးလိုက်ကြပါအုန်းနော်..... Translated & Review By XiaoEncoded By LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/love-off-the-cuff-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/632EkQMIs5gPtw4SHAfY94zgE4A.jpg",
        "title": "Metamorphosis (2019)",
        "description": "(Unicode)အရင်တစ်ခေါက်က Divine Fury ကြည့်ပြီး ပါဝါရိန်းဂျားဆန်သွားလို့ သိပ်ပြီးတော့အားမရလိုက်တဲ့သူတွေအဖို့ ဒီကားက တော်တော်အားရကြေနပ်စေမှာပါကိုရီးယားက မိတ်ကပ်နဲ့ရိုက်ကူးမှုအပိုင်းမှာ အားသာပြီးသားမို့လို့ ကြည့်ရကောင်းမှာသေချာပြီးသားဆိုပေမယ့် ဇာတ်လမ်းကပါကောင်းတော့ကြည့်ရတာတော်တော်တန်တဲ့ကားတစ်ကားဖြစ်သွားပါတော့တယ်နတ်ဆိုးနှင်တဲ့ကားပါပဲ ဒါပေမယ့် ရိုက်တာပီပြင်လွန်းလို့ ကိုယ်ပါအဲ့နားရောက်နေသလိုပါပဲထမင်းစားနေတုန်းတော့ မကြည့်ပါနဲ့ သွေးအလိမ်းလိမ်းနဲ့ တကယ်ဖြစ်နေသလိုကြီးကိုပီပီပြင်ပြင်ရိုက်ထားတာမို့လို့ပါခရစ်ယာန်နတ်ဆိုးနှင်တဲ့ဘုန်းကြီးတစ်ယောက်ရဲ့အလုပ်ဟာ ဘ၀တစ်ခုလုံးပေးပြီးတော့ လုပ်ရတဲ့အလုပ်ပါဒီလိုမျိုးမှာကိုမှ ကိုယ့်မိသားစုထဲကိုပါ နတ်ဆိုးတစ်ကောင်က ရောက်လာရင်တော့ ဘယ်လိုစိတ်အခြေအနေနဲ့နှင်ရမှာပါလဲပြီးတော့ နာမည်နဲ့လိုက်အောင် ဒီကားထဲကနတ်ဆိုးက ရုပ်ပြောင်းရုပ်လွှဲနဲ့၀င်တာပါပြောရင်းနဲ့ စပွိုင်းမိမှာစိုးလို့ ဒီလောက်ပဲပြောလိုက်ပါတော့မယ်ကျန်တာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့အညွှန်းနဲ့ဘာသာပြန်ကတော့ Fliex ဖြစ်ပါတယ် (Zawgyi) အရင္တစ္ေခါက္က Divine Fury ၾကည့္ၿပီး ပါဝါရိန္းဂ်ားဆန္သြားလို႔ သိပ္ၿပီးေတာ့အားမရလိုက္တဲ့သူေတြအဖို႔ ဒီကားက ေတာ္ေတာ္အားရေၾကနပ္ေစမွာပါကိုရီးယားက မိတ္ကပ္နဲ႔႐ိုက္ကူးမႈအပိုင္းမွာ အားသာၿပီးသားမို႔လို႔ ၾကည့္ရေကာင္းမွာေသခ်ာၿပီးသားဆိုေပမယ့္ ဇာတ္လမ္းကပါေကာင္းေတာ့ၾကည့္ရတာေတာ္ေတာ္တန္တဲ့ကားတစ္ကားျဖစ္သြားပါေတာ့တယ္နတ္ဆိုးႏွင္တဲ့ကားပါပဲ ဒါေပမယ့္ ႐ိုက္တာပီျပင္လြန္းလို႔ ကိုယ္ပါအဲ့နားေရာက္ေနသလိုပါပဲထမင္းစားေနတုန္းေတာ့ မၾကည့္ပါနဲ႔ ေသြးအလိမ္းလိမ္းနဲ႔ တကယ္ျဖစ္ေနသလိုႀကီးကိုပီပီျပင္ျပင္႐ိုက္ထားတာမို႔လို႔ပါခရစ္ယာန္နတ္ဆိုးႏွင္တဲ့ဘုန္းႀကီးတစ္ေယာက္ရဲ႕အလုပ္ဟာ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/metamorphosis-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g7BenEBD2GIW17NAOqUevVzEBaR.jpg",
        "title": "The Dead Center(2018)",
        "description": "The Dead Center(2018)(Zawgyi)အတိတ္ေမ့ၿပီး ေရာက္လာတဲ့ လူနာတစ္ေယာက္က သူဟာ\nေသၿပီးမွ ျပန္ရွင္လာၿပီး တမလြန္ကေန လူ႔ဘဝကို\nျပန္ေရာက္လာတာပါလို႔ ေျပာလိုက္ခ်ိန္မွာေတာ့\nသူ႔ရဲ႕ တာဝန္ခံဆရာဝန္တစ္ေယာက္ လူနာရဲ႕\nေျပာစကားေတြကို မယုံႏိုင္ျဖစ္ခဲ့ရပါတယ္ ....\nတမလြန္ကေနျပန္လာတယ္လုိ႕ေျပာတဲ့ လူနာမွာ\nဆန္းၾကတယ္တဲ့အရာတစ္ခ်ဳိ႕ပါလာသလုိ\nသူေျပာတဲ့ တစ္ခ်ဳိ႕စကားေတြဟာလည္း ထိန္႕လန္႕စရာအခ်ဳိ႕ပါရွိေနခဲ့တယ္...\nအဲ့ဒီလူနာေရာက္လာၿပီး မၾကာခင္မွာပဲ\nေဆး႐ုံရဲ႕ အားထားရတဲ့ သူနာျပဳေတြထဲကတစ္ေယာက္\n႐ုတ္တရက္ ကြယ္လြန္သြားတဲ့အခါမွာေတာ့ ..\nဒီလူနာရဲ႕ပုံမွန္မဟုတ္တဲ့အျပဳအမူေတြေၾကာင့္\nေသဆုံးသြားတယ္လုိ႕ တစ္ခ်ဳိ႕ေတြက ယူဆေနၾကတယ္...\nတာ၀န္ခံဆရာ၀န္နဲဲ႕ ဒီလူနာနဲ႕ ဘယ္လုိေတြဆက္ျဖစ္ၾကမလဲဆုိတာကုိေတာ့\nခံစားၾကည့္ပါဦး...\nHorror, Mystery, Thriller အမ်ိဳးအစားျဖစ္တာနဲ႔အညီ\nရင္တထိတ္ထိတ္နဲ႔ ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္...(unicode)အတိတ်မေ့ပြီး ရောက်လာတဲ့ လူနာတစ်ယောက်က သူဟာ\nသေပြီးမှ ပြန်ရှင်လာပြီး တမလွန်ကနေ လူ့ဘဝကို\nပြန်ရောက်လာတာပါလို့ ပြောလိုက်ချိန်မှာတော့\nသူ့ရဲ့ တာဝန်ခံဆရာဝန်တစ်ယောက် လူနာရဲ့\nပြောစကားတွေကို မယုံနိုင်ဖြစ်ခဲ့ရပါတယ် ....\nတမလွန်ကနေပြန်လာတယ်လို့ပြောတဲ့ လူနာမှာ\nဆန်းကြတယ်တဲ့အရာတစ်ချို့ပါလာသလို\nသူပြောတဲ့ တစ်ချို့စကားတွေဟာလည်း ထိန့်လန့်စရာအချို့ပါရှိနေခဲ့တယ်...\nအဲ့ဒီလူနာရောက်လာပြီး မကြာခင်မှာပဲ\nဆေးရုံရဲ့ အားထားရတဲ့ သူနာပြုတွေထဲကတစ်ယောက်\nရုတ်တရက် ကွယ်လွန်သွားတဲ့အခါမှာတော့ ..\nဒီလူနာရဲ့ပုံမှန်မဟုတ်တဲ့အပြုအမူတွေကြောင့်\nသေဆုံးသွားတယ်လို့ တစ်ချို့တွေက ယူဆနေကြတယ်...\nတာဝန်ခံဆရာဝန်နဲ့ ဒီလူနာနဲ့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့\nခံစားကြည့်ပါဦး...\nHorror, Mystery, Thriller အမျိုးအစားဖြစ်တာနဲ့အညီ\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1wphr/The_Dead_Center_[2018]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/de4o4FwDCCUt6DREkAdOou05O3T.jpg",
        "title": "Asuran (2019)",
        "description": "(Unicode) Genre : Drama/ActionIMDb ratings : 8.9/10ဒီတစ်ခါတင်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားကတော့ သုံးဘဝဇာတ်ကား (Anegan),VIP 1+2 တို့နဲ့ မြန်မာပြည်က အိန္ဒိယပရိတ်သတ်တွေကို ညှို့ယူဖမ်းစားနိုင်ခဲ့တဲ့ Tamil မင်းသား Dhanush ရဲ့ ဇာတ်ကား ဖြစ်ပါတယ်။ယောက္ခမဖြစ်သူ Rajinikanth ရဲ့ ခြေရာကို နင်းတယ်လို့ ဆိုရအောင် Dhanush ဟာလည်း အောင်မြင်မှုတွေ ရရှိနေတဲ့ Tamil မင်းသားပါ။# အညွှန်းအိန္ဒိယနိုင်ငံဟာ ဗြိတိသျှလက်အောက်မှာ အချိန်ကြာမြင့်စွာ ရှိတဲ့ဖူးတဲ့အတွက် ဗြိတိသျှတွေ ထွက်ခွာသွားပြီးနောက်ပိုင်း ဆိုးမွေအဖြစ်နဲ့ပြဿနာပေါင်း သောင်းခြောက်ထောင် ကျန်ရစ် ခံစားခဲ့ရတဲ့ နိုင်ငံလည်း ဖြစ်ပါတယ်။ဒီလိုပြဿနာတွေကြားမှာမှ မြေရှင် ၊ အလုပ်သမားပြသနာတွေကလည်း ဖွံဖြိုးမှု နောက်ကျကျန်ရစ်တဲ့ ဒေသတွေမှာ အမြစ်စွဲနေပါတော့တယ်။ငွေကြေးဥစ္စာ ကြွယ်ဝသူက မရှိဆင်းရဲသားတွေကို ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/asuran-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/The-Man-Without-Gravity-poster-135x200.jpg",
        "title": "The Man Without Gravity (2019)",
        "description": "The Man Without Gravity (2019)\nIMDb - 6.4/10_____Rotten - 76%\n  \nအခု အသစ်ထွက်ရှိလာတဲ့ ဆန်းဆန်းပြားပြားကားလေးကို\nCM ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။\nနာမည်ကတော့ The Man Without Gravity(2019)ပါ။\nမြန်မာလိုဆိုရင် မြေဆွဲအားမသက်ရောက်တဲ့လူသားပေါ့။\nနာမည်အတိုင်းပါပဲ ဒီဇာတ်ကားလေးဟာ မွေးလာကတည်းက\nလေပေါ်ပေါ်နေတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းရိုက်ကူးထားတာပါ။\nမိုးသည်းတဲ့တစ်နေ့မှာမွေးဖွားလာတဲ့ကောင်လေးတစ်ယောက်က\nအမိဝမ်းကထွက်ထွက်ချင်း လေပေါ်ကိုပျံသွားပါတယ်။\nသူ့ကိုအဖွားဖြစ်သူနဲ့ အမေဖြစ်သူက ဒီအကြောင်းကို\nအများသူငှာသိသွားခဲ့ရင်အန္တရာယ်ဖြစ်မှာစိုးတဲ့အတွက်\nအိမ်ထဲမှာပဲ သိုဝှက်နေထိုင်ခဲ့ပါတယ်။\nတစ်နေ့တော့ အဲဒီ အော်စကာဆိုတဲ့ကောင်လေးဟာအိမ်ကနေထွက်သွားပြီး\nအပြင်လောကကြီးကိုခြေဆန့်ပါတော့တယ်။\nသူဘာတွေဆက်ဖြစ်မလဲ?\nအများသူငှာကရော သူ့အစွမ်းကိုဘယ်လိုတုံ့ပြန်မလဲ?\nစတဲ့မေးခွန်းပေါင်းများစွာနဲ့ ကြည့်လို့ကောင်းတဲ့ကားလေးပါ။\nစူပါဟီးရိုးတစ်ယောက်ကို မြင်တွေ့နေကြရှုထောင့်ကမဟုတ်ပဲ\nရှုထောင့်အသစ်ကနေ ရိုက်ကူးတင်ဆက်ထားတဲ့ကားလေးပါ။\nဇာတ်ကားလေးနာမည်ကတော့ The Man Without Gravity (2019)ပါ။\n   \nFile Size : ( 1 GB )\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 47 min\nFormat : Mp4\nGenre : Comedy , Drama , Fantasy\nSubtitle : ...",
        "rating": "6.4",
        "url": "https://megaup.net/TWr0/The_Man_Without_Gravity_(L_uomo_Senza_Gravità)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MxlIbXfmQyklKbchxT9Iy31NUL.jpg",
        "title": "Hacker (2019)",
        "description": "ဒီတစ်ခါကား​လေးက​တော့အက်ရှင်ကား​ကောင်း​လေးတစ်ကားပါအန်နာဝှစ်ခ်မန်းမှာဘန်ဂျမင်ဆိုတဲ့သား​လေးတစ်​ယောက်ရှိတယ်ဘန်ဂျမင်၆နှစ်သား​လောက်မှာသူရဲ့မိခင်အန်နာဟာ ဇီးရက်စ်ဆိုတဲ့​ကွန်ပျူတာပရိုဂရမ်တစ်ခု​ကြောင့်လူ​​တွေသူမ​နောက်လိုက်လာရင်းတံတား​ပေါ်ကခုန်ချပြီး​သေဆုံးသွားခဲ့တယ်ဘန်ဂျမင်​လေးဟာ မိဘမဲ့​ဂေဟာမှာ​နေထိုင်ရင်းကြီးပြင်းခဲ့တယ်သူဟာ ဟက်ကာ​လေးတစ်​ယောက်ဖြစ်လာပြီးစာ​မေးပွဲ​မေးခွန်း​​တွေရဲ့ရလဒ်​တွေကိုဟက်​​ပေးပြီး ပိုက်ဆံရှာခဲ့တာ​ပေါ့တစ်​နေ့မှာသူအ​မေအ​ကြောင်းကိုရှာ​ဖွေ​နေတဲ့အဖွဲ့အစည်းတစ်ခုကသူမလို့ထင်ရတဲ့အမျိုးသမီးတစ်​ယောက်ကိုရှာ​တွေ့ခဲ့တယ်အဲ့အဖွဲ့ဟာဘန်ဂျမင်ရဲ့​ကျောင်းကို​ရောက်လာခဲ့ပြီးသူ့ကိုအန်နာရဲ့အ​ကြောင်း​တွေစုံစမ်းခဲ့တယ်အဲ့အချိန်ကစပြီးဘန်ဂျမင်က သူ့ရဲ့မိခင်ဟာဘာ​ကြောင့်​သေဆုံးခဲ့တာလဲဘာ​ကြောင့်အခုလိုသူ့အ​မေအ​ကြောင်းကိုလာစုံစမ်းတာလည်းဆိုတာလိုက်လံဖော်ထုတ်ခဲ့တာ​ပေါ့​နောက်ပိုင်းမှာသူဘာ​တွေရှာ​တွေ့ခဲ့လဲဘာ​တွေအခက်အခဲကြုံခဲ့လဲဆိုတာကြည့်ရှု့ရမှာပါ File Size : ( 960 MB , 314 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 37minFormat : Mp4Genre : Action , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/hacker-2019/",
        "category": "Action, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rolHlWfHMJov3pQzt9ndamZuQIh.jpg",
        "title": "Jabariya Jodi (2019)",
        "description": "(Unicode)ဟောဒီဘီဟားမှာ မင်္ဂလာသုံးမျိုးရှိတယ်သတ္တိရှိသူတွေအတွက် ပေးစားလို့ယူလိုက်ကြတဲ့ မင်္ဂလာ ......ကံတရားကစီမံပေးတဲ့ ချစ်လို့ယူကြတဲ့ မင်္ဂလာနဲ့ ...လက်ဖွဲ့ငွေကို လောဘတက်နေတဲ့ လောဘသားကောင်တွေအတွက် အတင်းပေးစားတဲ့ အဓမ္မမင်္ဂလာဆောင်အဓမ္မမင်္ဂလာဆောင်ဆိုတာဘာလဲ အိန္ဒိယမှာ မင်္ဂလာတစ်ခုဆောင်တော့မယ်ဆိုရင်မိန်းကလေးတစ်ယောက်ဟာ ဘယ်လောက်ကြီးပဲ အရည်ချင်းရှိရှိ ဘယ်လောက်ကြီးပဲပြည့်စုံနေပါစေအဲ့ဒိမိန်းကလေးဘက်က ယောက်ျားလေးကို ပြန်တင်တောင်းရပါသတဲ့ဒီကိစ္စကို အစိုးရက တရားမဝင်ဘူးဆိုပြီး တားမြစ်ထားပေမယ့် ယခုအချိန်ထိ ငွေကြေးမရှိရင်သမီးတွေအိမ်ထောင်မချပေးနိုင်တဲ့မိဘတွေအများကြီးပါတစ်နှစ်တစ်နှစ် အဲ့ဒိသောကကြောင့် သက်သေသွားတဲ့အဖေတွေ မနည်းမနောပါပဲအဲ့ဒိတော့ အဲ့ဒိလိုလက်ဖွဲ့ကို လောဘတက်ပြီး သားလိုချင်ရင် ပိုက်ဆံ သိန်း ၅၀ နဲ့ ကားတစ်စီးကျုပ်သားကတော့ ဆရာဝန်ဆို ဒီလောက်မှ အင်ဂျင်နီယာဆို ဒီဈေးပေါက်တယ်ဆိုပြီး နွားဈေး ဆောရီး သားဈေးသိပ်ကောင်းနေပါတယ်ဘီဟားမှာတော့ ဒီလိုပြဿနာဖြစ်လာရင် ဒိုင်ခံဖြေရှင်းပေးတာ ဟူကွမ်ဒေ့ဗ်ဆင့်နဲ့ အဘေး(ဟ်)ဆင့်တို့သားဖပါပဲသူတို့ဖြေရှင်းပုံက လက်ဖွဲ့လောဘသားကောင်တွေကို သူတို့တောင် မသိလိုက်ဘဲစပ်ရိုက်မင်္ဂလာဆောင်တွေလုပ်ပေးပြီး မိန်းကလေးနဲ့ အတင်းပေးစားပစ်လိုက်တာပါဒီတော့ လက်ဖွဲ့ကြေးပေးစရာမလိုဘဲ သမီးမိန်းကလေးတစ်ယောက်ကို အိမ်ထောင်ချပေးလို့ရသွားပါတယ်အဲ့ဒိလို ပြဿနာတွေကိုဖြေရှင်းပေးနေတဲ့ အဘေးဆင့်တစ်ယောက် တစ်နေ့မှာသူ့ငယ်ချစ် ဘဘ်လီတစ်ယောက်ကိုလည်း ထိုပြဿနာကို ဖြေရှင်းဖို့အကြောင်းဖန်လာလေသောအခါ ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/jabariya-jodi-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/brian-2-140x200.jpg",
        "title": "Brian Banks(2018)",
        "description": "Brian Banks(2018)အညႊန္း**********************IMDb....6.5(zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့\nအေမရိကန္ေဘာလုံးသမားတစ္ဦးျဖစ္တဲ့ ဘ႐ိုင္ယန္ကိသ္ဘန႔္စ္ရဲ႕\nျဖစ္ရပ္မွန္ကိုယ္ေရးအတၳဳပတၱိအၾကာင္းကို ႐ိုက္ကူးတင္ဆက္ထားတာျဖစ္ပါတယ္\nဘ႐ိုင္ယန္ဟာ ငယ္စဥ္ကတည္းက အေမရိကန္ေဘာလုံးကစားတာကို အရမ္းဝါသနာပါခဲ့သူျဖစ္ၿပီး\nထူးခြၽန္တဲ့ကစားသမားတစ္ဦးလဲျဖစ္ခဲ့ပါတယ္...NFLကပ႐ိုအသင္းတစ္သင္းျဖစ္တဲ့ USCကေတာင္\nေခၚယူတဲ့အထိနီးစပ္ခဲ့တာပါ...ဒါေပမယ့္ငယ္႐ြယ္တဲ့အခ်ိန္မွာ ကံၾကမၼာရဲ႕ လွည့္စားမႈတစ္ခုေၾကာင့္\nဘ႐ိုင္ယန္ရဲ႕ဘဝအိမ္မက္ေတြ ေပ်ာက္ဆုံးခဲ့ရတယ္...အေၾကာင္းကေတာ့သူ႔ကိုအမ်ိဳးသမီးတစ္ဦးအား လိင္ပိုင္းဆိုင္ရာ\nက်ဴးလြန္ေစာ္ကားသူတစ္ဦးအျဖစ္ တရားစြဲဆိုျခင္းခံလုိက္ရပါတယ္.. ဒါေၾကာင့္ပဲ သူဝါသနာထုံတဲ့ အားကစားကို\nဆက္လက္ကစားခြင့္မရခဲ့ေတာ့ပါဘူး...ဒါေပမယ့္ ဘ႐ိုင္ယန္ဟာလက္ေလွ်ာ့ျခင္းမရွိခဲ့ဘဲ\nသူမက်ဴးလြန္ခဲ့တဲ့ ဒီနာမည္အမည္းစက္ဆိုးႀကီးကို ေခ်ဖ်က္ဖို႔ဘယ္လိုေရွ႕ဆက္တိုက္ပြဲဝင္သြားမလဲဆိုတာကိုေတာ့...ဒီကားက စိတ္၀င္စားစရာျဖစ္ရပ္မွန္ ျဖစ္တဲ့အျပင္\nဘရုိင္ယန္ရဲ႕ လွဳပ္ရွားရုန္းကန္ပုံေတြကုိ ေလးစားစရာေတြ႕ျမင္ရသလုိ\nတစ္ခ်ဳိ႕အရာေတြက်ျပန္ေတာ့ လည္း တကယ့္ကုိ သံေ၀ဂရစရာေတြပါပဲ...\nခံစားၾကည့္ၾကပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung\nပဲျဖစ္ပါတယ္....(unicode)ဇာတ်လမ်းအကျဉ်းကတော့\nအမေရိကန်ဘောလုံးသမားတစ်ဦးဖြစ်တဲ့ ဘရိုင်ယန်ကိသ်ဘန့်စ်ရဲ့\nဖြစ်ရပ်မှန်ကိုယ်ရေးအတ္ထုပတ္တိအကြာင်းကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်\nဘရိုင်ယန်ဟာ ငယ်စဉ်ကတည်းက အမေရိကန်ဘောလုံးကစားတာကို အရမ်းဝါသနာပါခဲ့သူဖြစ်ပြီး\nထူးချွန်တဲ့ကစားသမားတစ်ဦးလဲဖြစ်ခဲ့ပါတယ်...NFLကပရိုအသင်းတစ်သင်းဖြစ်တဲ့ USCကတောင်\nခေါ်ယူတဲ့အထိနီးစပ်ခဲ့တာပါ...ဒါပေမယ့်ငယ်ရွယ်တဲ့အချိန်မှာ ကံကြမ္မာရဲ့ လှည့်စားမှုတစ်ခုကြောင့်\nဘရိုင်ယန်ရဲ့ဘဝအိမ်မက်တွေ ပျောက်ဆုံးခဲ့ရတယ်...အကြောင်းကတော့သူ့ကိုအမျိုးသမီးတစ်ဦးအား လိင်ပိုင်းဆိုင်ရာ\nကျူးလွန်စော်ကားသူတစ်ဦးအဖြစ် တရားစွဲဆိုခြင်းခံလိုက်ရပါတယ်.. ဒါကြောင့်ပဲ သူဝါသနာထုံတဲ့ အားကစားကို\nဆက်လက်ကစားခွင့်မရခဲ့တော့ပါဘူး...ဒါပေမယ့် ဘရိုင်ယန်ဟာလက်လျှော့ခြင်းမရှိခဲ့ဘဲ\nသူမကျူးလွန်ခဲ့တဲ့ ဒီနာမည်အမည်းစက်ဆိုးကြီးကို ချေဖျက်ဖို့ဘယ်လိုရှေ့ဆက်တိုက်ပွဲဝင်သွားမလဲဆိုတာကိုတော့...ဒီကားက စိတ်ဝင်စားစရာဖြစ်ရပ်မှန် ဖြစ်တဲ့အပြင်\nဘရိုင်ယန်ရဲ့ လှုပ်ရှားရုန်းကန်ပုံတွေကို လေးစားစရာတွေ့မြင်ရသလို\nတစ်ချို့အရာတွေကျပြန်တော့ လည်း တကယ့်ကို သံဝေဂရစရာတွေပါပဲ...\nခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung\nပဲဖြစ်ပါတယ်....File Size : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/brian-banks2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfp4ep0ysLTwE46A1lG2ut7KHj1.jpg",
        "title": "Ghost in the Graveyard(2019)",
        "description": "Ghost in the Graveyard(2019)အညႊန္း**********************************IMDb....6.1(zawgyi)သခ်ၤ ိဳင္းထဲက သရဲ (Ghost in the Graveyard) ဆိုတဲ့ Horror ဇာတ္ကားသစ္ေလးတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ၂၀၁၉ ထြက္ျဖစ္ျပီးေတာ့ IMDb – 6.1/10 ရရွိထားပါတယ္\nေမွာင္ရီပ်ိဳးစ တစ္ညေနမွာ ကေလးတစ္အုပ္စုဟာ သုႆန္တစ္စျပင္ထဲမွာ တူတူပုန္းတမ္း သြားေဆာ့ရင္း ေျပးၾကလႊားၾကနဲ႔ မာသာ ဆိုတဲ့ ကေလးမေလးတစ္ဦးဟာ လူေသျမွုဳပ္တ့ဲ က်င္းေဟာင္းတစ္ခုထဲကို မေတာ္တဆ ျပဳတ္က်ျပီး ေသဆံုးသြားခဲ့ပါတယ္ ….\nမာသာဟာ ဆယ္လီဆိုတဲ့ေကာင္မေလးရဲ႕ သူငယ္ခ်င္းျဖစ္ျပီးေတာ့ ဆယ္လီရဲ႕ ညတိုင္းအိပ္မက္ေတြထဲမွာ မာသာဟာ အုတ္ဂူေတြၾကားထဲမွာ ရုန္းရင္းဆန္ခတ္ ေျပးလႊားေနတာကို ျမင္ေတြ႔ေနရပါသတဲ့\nႏွစ္ေတြၾကာလာခဲ့ေပမယ့္ သခ်ၤ ိဳင္းမွာ မာသာဆိုတဲ့ေကာင္မေလး ေျခာက္လွန္႔ေနတယ္ဆိုတဲ့ သတင္းကေတာ့ ေပ်ာက္ပ်က္မသြားခဲ့ပါဘူး…မာသာေသဆံုးမႈနဲ႔ ဆယ္လီနဲ႔ ဘယ္လိုမ်ား ပတ္သက္မႈွရွိလဲ...စိတ္၀င္စားစရာလည္းေကာင္းသလုိ\nတစ္စိမ့္စိမ့္ေၾကာက္ေနရတဲ့ ကားမုိ႕ Horror ၾကဳိက္ၿပိတ္သတ္တုိ႕အဖုိ႕\nခံစားၾကည့္ၾကပါဦး...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...(unicode)သင်္ချ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ghost-in-the-graveyard2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ukGYYwHzBoGau8BnYtO5rPHhaxH.jpg",
        "title": "Another Child (2019)",
        "description": "(Unicode) Family Drama ဇာတ်ကားလေးပါဂျူရီက အမြဲအမှတ်ကောင်းပြီးစာတော်တဲ့ အထက်တန်းကျောင်းသူတစ်ယောက်ပါချစ်ရတဲ့အဖေရယ် အမေရယ်နဲ့ မချမ်းသာပေမယ့် မဆင်းရဲတဲ့မိသားစုလေးဘဝလေးကိုဖြတ်သန်းနေသူပါတစ်နေ့မှာတော့ သူ့ချစ်ရတဲ့အဖေက သူနဲ့တစ်ကျောင်းတည်းသား ယွန်းအာရဲ့အမေနဲ့ ညိစွန်းနေတာကိုသိလိုက်ရတဲ့အခါ..သူနဲ့ယွန်းအာကြားကအဖုအထစ်လေးတွေ မိဘအပေါ် နာကျည်းချက်တွေကို ဘယ်လိုရင်ဆိုင်ကြမလဲသူတို့ဘဝထဲကိုဝင်လာမယ့်တတိယလူကရောဘယ်သူလဲဆိုတာ ကြည့်ရှုခံစားလိုက်ပါဦးကိုးရီးယားကားတို့ရဲ့ထုံးစံအတိုင်း ကြည့်နေရင်းနဲ့မွန်းကျပ်လာစေတာတော့အမှန်ပါပဲ(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပါ)  File Size : (750 MB ) Quality : WEB-DL 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p WEB-DL H264 AAC-NonDRM\nTranslated by May Myat Thu\nEncoded by Thanhtike ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Irnn/Another_Child_(Miseongnyeon)_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p9r9mcBIDUZSI4jFiptQjEAGA2G.jpg",
        "title": "The Sheriff In Town(2017)",
        "description": "The Sheriff In Town(2017)(Zawgyi)စုံေထာက္ခြၽဲဒယ္ဟိုတစ္ေယာက္ မူးယဇ္ရာဇာ Popeye ရဲ႕ မူးယဇ္ေဆးေတြ\nအေရာင္းအဝယ္လုပ္တဲ့ ရွင္းအီရွစ္ကို မဆင္မျခင္ ဝင္ေရာက္ဖမ္းဆီးရာမွ\nသူ႔တြဲဖက္ ေသဆုံးသြားခဲ့ၿပီး ရွင္းအီရွစ္လည္း\nလြတ္သြားတာေၾကာင့္ တာဝန္ရပ္စဲခံလိုက္ရပါတယ္....စုံေထာက္အလုပ္ဟာ\nသူ႕ဘ၀မုိ႕ ဆုံးရွုံးမွဳဟာ ခ်ဲဒယ္ဟုိအတြက္ တကယ္ႀကီးမားပါတယ္...\nတြဲဖက္ျဖစ္သူ ေသဆုံးၿပီး အလုပ္အကိုင္လည္း ဆုံးရႈံးရတဲ့အတြက္\nစုံေထာက္ခြၽဲတစ္ေယာက္ အရပ္သားဘ၀နဲ႕ သူ႕ဘ၀ကုိပ်က္စီးေစတဲ့\nမူးယစ္ဂုိဏ္းကုိ ေဖာ္ထုတ္ဖုိ႕ႀကဳိးစားပါေတာ့တယ္...\nသူဘယ္လုိေတြႀကဳိးစားေဖာ္ထုတ္မလဲ ဘယ္လုိအခက္ေတြရင္ဆုိင္ရမလဲ....\nဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး....ခ်ဲဒယ္ဟုိ တစ္ေယာက္ ရဲဟန္ေဆာင္ၿပီး\nရုပ္တည္ႀကီးနဲ႕ ပတ္ေသာင္းက်န္းေနတဲ့အတြက္ အခန္းေတာ္ေတာ္မ်ားမ်ား\nရယ္လည္းရယ္ရသလုိ စိတ္၀င္စားစရာလည္းေကာင္းပါတယ္....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္...(unicode)စုံထောက်ချွဲဒယ်ဟိုတစ်ယောက် မူးယဇ်ရာဇာ Popeye ရဲ့ မူးယဇ်ဆေးတွေ\nအရောင်းအဝယ်လုပ်တဲ့ ရှင်းအီရှစ်ကို မဆင်မခြင် ဝင်ရောက်ဖမ်းဆီးရာမှ\nသူ့တွဲဖက် သေဆုံးသွားခဲ့ပြီး ရှင်းအီရှစ်လည်း\nလွတ်သွားတာကြောင့် တာဝန်ရပ်စဲခံလိုက်ရပါတယ်....စုံထောက်အလုပ်ဟာ\nသူ့ဘဝမို့ ဆုံးရှုံးမှုဟာ ချဲဒယ်ဟိုအတွက် တကယ်ကြီးမားပါတယ်...\nတွဲဖက်ဖြစ်သူ သေဆုံးပြီး အလုပ်အကိုင်လည်း ဆုံးရှုံးရတဲ့အတွက်\nစုံထောက်ချွဲတစ်ယောက် အရပ်သားဘဝနဲ့ သူ့ဘဝကိုပျက်စီးစေတဲ့\nမူးယစ်ဂိုဏ်းကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်...\nသူဘယ်လိုတွေကြိုးစားဖော်ထုတ်မလဲ ဘယ်လိုအခက်တွေရင်ဆိုင်ရမလဲ....\nဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး....ချဲဒယ်ဟို တစ်ယောက် ရဲဟန်ဆောင်ပြီး\nရုပ်တည်ကြီးနဲ့ ပတ်သောင်းကျန်းနေတဲ့အတွက် အခန်းတော်တော်များများ\nရယ်လည်းရယ်ရသလို စိတ်ဝင်စားစရာလည်းကောင်းပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-sheriff-in-town2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BNDRmMTkyNWYtMzI2ZS00NWY2LWI3YTAtNWVjOTgzYjVhNmE3XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Tune in for Love (2019)",
        "description": "၂၀၁၉ ခုနှစ်ရဲ့ နှစ်ကုန်ခါနီးလေးမှာ\nစိတ်ကို နူးညံ့စေတဲ့ ကြေကွဲစေတဲ့\nကြည်နူးမိ ချစ်မိစေ...ခဲ့တဲ့...\nဒီရုပ်ရှင်ကားလေးကို ထိတွေ့ခဲ့ရခဲ့တယ်\nTune In For Love ဟာ Netflix မှာ ပြသခဲ့တဲ့\nကိုရီးယား ရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်\nမင်းသား Hae-In Jung နှင့် မင်းသမီး Go-eun Kim\nပါဝင်သရုပ်ဆောင်ထားပါတယ်...\nဒီဇတ်လမ်းကို စပွိုင်လာလုပ်ဖို့ရော အညွှန်းရေးဖို့ရော\nကြံစည်ထားပေမဲ့...\nရုပ်ရှင်ကား ၂ နာရီစာ ကြည့်ပြီးတဲ့နောက်\nရေးဖို့ မစဉ်းစားတက်တော့ဘူး\n၂ နာရီတောင် အရမ်းနည်းတယ်လို့ ထင်ရတယ်\nဇတ်လမ်း စတည်ထားတာက ၂၀၀၀ ခုနှစ် မပြည့်ခင်\nအရင်ကာလ တုန်းက ဖြစ်ပြီး လူငယ် ၂ ယောက် ရဲ့\nဆယ်ကျော်သက် ကာလ နဲ့ လူလတ်ပိုင်း ကာလ တို့ရဲ့\nကာရိုက်တာကို လှလှပပ ပြသွားခဲ့ပြီး\nခေတ်ကာလ နဲ့ လိုက်ဖက်တဲ့ အပြင်အဆင်တွေ\nမိတ်ကပ်တွေ အဝတ်အစားတွေ အနေအထိုင်တွေ နဲ့\nသီချင်းတွေက အစ 90 ခုနှစ်ဖွားတွေ အတွက်\nပြန်အောင်းမေ့သတိရစေနိုင်တဲ့ သီချင်းအမျိုးအစားတွေ\nပါဝင်နေခဲ့ပါတယ်....\nအချစ်ဆိုတာ အရမ်းချစ်ရင် အရမ်းနာကျင်ရတယ်လို့ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/tune-in-for-love-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wwAlzeOKDUBl4zLUO1QQWQtqlCj.jpg",
        "title": "Black Ransom ( 2010 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb 5.7ရရွိထားျပီး အားလံုးနဲ႔ရင္းႏွီးျပးိသားျဖစ္တဲ့မင္းသားၾကီး Simon Yam နဲ႔ Michael Miuတို႔အဓိကပါ၀င္သရုပ္ေဆာင္ထားတဲ့အက္ရွင္ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ့ မာဖီးယားဂိုဏ္းေခါင့္းေဆာင္ခ်င္းဟာလူသတ္မႈနဲ႔စြပ္စြဲခံေနရာကေန တရားရံုးမွတရားေသလြတ္ေပးလိုက္တဲ့အခါ...အျပန္လမ္းမွာရဲအရာ႐ွိဟန္ေဆာင္ထားတဲ့လူတစ္စုရဲ႕ ဖမ္းဆီးမႈကိုခံလိုက္ရပါတယ္....ဒီအမႈကိုစံုစမ္းဖို႔ျဖစ္လာတဲ့ရဲအရာ႐ွိက်န္းေပၚဝိန္တိုု႔တစ္ဖြဲ႔လံုးဘယ္လိုအႏၱရာယ္ေတြနဲ႔ရင္ဆိုင္ၾကရမလဲ...ျပန္ေပးဆြဲမႈေနာက္ကြယ္မွာဘယ္လိုအေၾကာင္းတရားမ်ိဳးေတြ႐ွိေနတာလဲ...ဇာတ္လမ္းတစ္ခုလံုးကို စိတ္ဝင္စားဖြယ္ၾကည့္႐ႈရမွာပါ... Unicode*******ဒီကားလေးဟာ Imdb 5.7ရရှိထားပြီး အားလုံးနဲ့ရင်းနှီးပြးိသားဖြစ်တဲ့မင်းသားကြီး Simon Yam နဲ့ Michael Miuတို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ မာဖီးယားဂိုဏ်းခေါင့်းဆောင်ချင်းဟာလူသတ်မှုနဲ့စွပ်စွဲခံနေရာကနေ တရားရုံးမှတရားသေလွတ်ပေးလိုက်တဲ့အခါ...အပြန်လမ်းမှာရဲအရာရှိဟန်ဆောင်ထားတဲ့လူတစ်စုရဲ့ ဖမ်းဆီးမှုကိုခံလိုက်ရပါတယ်....ဒီအမှုကိုစုံစမ်းဖို့ဖြစ်လာတဲ့ရဲအရာရှိကျန်းပေါ်ဝိန်တို့တစ်ဖွဲ့လုံးဘယ်လိုအန္တရာယ်တွေနဲ့ရင်ဆိုင်ကြရမလဲ...ပြန်ပေးဆွဲမှုနောက်ကွယ်မှာဘယ်လိုအကြောင်းတရားမျိုးတွေရှိနေတာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/black-ransom-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ke82tQoWL4NE8pQz11NWEbol4U.jpg",
        "title": "Love．Revolution ( 2018 )",
        "description": "Zawgyi*******ေရွးေခတ္စာအုပ္ေတြမွာ ေရးထားတာက မိန္းကေလးေတြဟာေယာက္်ားေလးေတြကေနျဖစ္လာတာတဲ့ ေျပာခ်င္တာကဘုရားသခင္က မိန္းကေလးကိုဖန္ဆင္းတဲ့အခါ ေယာက်ာ္းေလးရဲ႕ နံ႐ိုးကိုယူၿပီး ဖန္ဆင္းသတဲ့ ဒါေပမဲ့ အဲ့လိုမိန္းကေလးေတြက သူတို႔ခ်စ္တဲ့ေယာက္်ားေလးတစ္ေယာက္အတြက္ အရာအားလုံးကို စြန္႔လြတ္ၿပီးအခက္အခဲေတြကို ေက်ာ္လြားႏိုင္မယ္လို႔ထင္သလားဒီကားေလးကေတာ့ ဟာသနဲ႔ အက္ရွင္ေရာထားၿပီး Hong Kong director Sam Leong (The IncredibleTruth)႐ိုက္ကူးထားတဲ့ဇာက္ကားေလးပါ. Japanမင္းသမီး Natsuna (Gantz)နဲ႔ဂ်ပန္မင္းသား Shinagawa Hiroshi,Den Den ၿပီးေတာ့ေဟာင္ေကာင္မင္းသား Sam Lee နဲ႔ Candy Law တို႔ ပါဝင္႐ိုက္ကူးထားၿပီးဘန္ေကာက္ၿမိဳ႕မွာ ဇာက္အိမ္တည္ထားပါတယ္Yoshida Ai (Natsuna)ဟာ အခ်စ္အတြက္ဆို ဘာမဆို လုပ္မဲ့ သူတစ္ေယာက္ပါသူ႔ရည္းစားျဖစ္သူက ေစာက္သုံးလုံးလုံး မက်တဲ့သူျဖစ္ေပမဲ့ သူမက သူ႔အတြက္ဆို ဘာမဆိုလုပ္မယ့္သူပါ.စိတ္၀င္စားဖုိ႕ေကာင္းတဲ႔ကားမို႔ ဆက္လက္ခံစားၾကည္႕ရွုလိုက္ရေအာင္ Unicode*******ရှေးခေတ်စာအုပ်တွေမှာ ရေးထားတာက မိန်းကလေးတွေဟာယောက်ျားလေးတွေကနေဖြစ်လာတာတဲ့ ပြောချင်တာကဘုရားသခင်က မိန်းကလေးကိုဖန်ဆင်းတဲ့အခါ ယောကျာ်းလေးရဲ့ နံရိုးကိုယူပြီး ဖန်ဆင်းသတဲ့ ဒါပေမဲ့ အဲ့လိုမိန်းကလေးတွေက သူတို့ချစ်တဲ့ယောက်ျားလေးတစ်ယောက်အတွက် ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/loverevolution-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BYzg1NTQ2NjItYWJiMS00Zjg0LWEwNDAtNjc0MWRjMTY2Y2QzXkEyXkFqcGdeQXVyMjY2OTU0MTg@._V1_-135x200.jpg",
        "title": "League of Legends Origins (2019)",
        "description": "ဒီ Documentary ကတော့ လတ်တလော ရေပန်းစားနေတယ့် Riot ကနေ ထုတ်ထားတဲ့ LOL ရဲ့ ဖြစ်ပေါ်လာပုံအကြောင်းပဲဖြစ်ပါတယ်\n2009 ခုနှစ်မှာ PC version အနေနဲ့စတင် ထွက်ရှိလာတဲ့ LOL ဟာ\n2020 မှာတော့ Mobile Versionထွက်လာတော့မှာဖြစ်လို့ MLBB fanတွေအပြောများနေတဲ့ Multiplayer Online Game ဖြစ်ပါတယ်\nဒီ Origin of LOL documentary မှာတော့\nLOL ရဲ့ ဖခင်ကြီး၂ယောက်ဖြစ်တဲ့ Brandan နဲ့ Marc ဘယ်လိုကြိုးစားခဲ့ပုံ\nESportsမှာ နေရာဘယ်လိုယူခဲ့ပုံတွေ တွေ့ရမှာဖြစ်ပါတယ်\nLOL world championsip ကို 2011ကနေ စတင်ကျင်းခဲ့ပါတယ်\n2011မှာ Team Fnatic\n2012မှာ Taipei Assassins\n2013မှာ SK Telecom T1\n2014မှာ Samsung White\n2015မှာ SK Telecom T1\n2016မှာ SK Telecom T1\n2017မှာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/league-of-legends-origins-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tSFww2EtncUAWHitRbIZiOaWw6n.jpg",
        "title": "Midnight University ( 2016 )",
        "description": "Zawgyi*******လူႀကိဳက္မ်ားတဲ့ ဆယ္လီ စတားတစ္ေယာက္ဟာဘြဲယူခါနီးenglishတစ္ဘာသာက်လို႔ ဘြဲ႕မရျဖစ္ေတာ့မယ့္အေနအထားမွာဆရာကအတန္းျပန္တက္ၿပီးစာေမးပြဲျပန္​ေျဖဖို႔အတြက္ေျပာလာခဲ့ပါတယ္။အဲ့ဒီ ျပန္တက္ရမယ့္အခန္းက သရဲေတြညတိုင္းေျခာက္ေနတဲ့အခန္း ျဖစ္ေနလို႔အတန္းအတြက္တူတူတက္ဖို႔လူစုရတဲ့အခါ ဘယ္လိုေတြဆက္ျဖစ္မလဲသူတို႔ေတြအတန္းတက္လို႔ေရာရမွာလား ဘြဲ႕ယူဖို႔ေရာအဆင္ေျပၾကပါ့မလားအခုကားေလးကသရဲကားဆိုေပမယ့္ထိုင္းသရဲကားေတြအတိုင္းဟာသေလးေရာထားတာမို႔ေၾကာက္ဖို႔မေကာင္းဘဲရယ္ေနရမွာပါၿပီးေတာ့ဘြဲယူက်မယ့္ရာသီလည္းနီးေနၿပီဆိုေတာ့ ဒီကားေလးၾကည့္ၿပီးေက်ာင္းႀကီးကိုတစ္ေခါက္ေလာက္ျပန္လြမ္းျဖစ္မယ္လို႔လဲထင္တာေၾကာင့္ ၾကည့္ရႈအားေပးၾကပါစို႔ေနာ္...... Unicode*******လူကြိုက်များတဲ့ ဆယ်လီ စတားတစ်ယောက်ဟာဘွဲယူခါနီးenglishတစ်ဘာသာကျလို့ ဘွဲ့မရဖြစ်တော့မယ့်အနေအထားမှာဆရာကအတန်းပြန်တက်ပြီးစာမေးပွဲပြန်ဖြေဖို့အတွက်ပြောလာခဲ့ပါတယ်။အဲ့ဒီ ပြန်တက်ရမယ့်အခန်းက သရဲတွေညတိုင်းခြောက်နေတဲ့အခန်း ဖြစ်နေလို့အတန်းအတွက်တူတူတက်ဖို့လူစုရတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲသူတို့တွေအတန်းတက်လို့ရောရမှာလား ဘွဲ့ယူဖို့ရောအဆင်ပြေကြပါ့မလားအခုကားလေးကသရဲကားဆိုပေမယ့်ထိုင်းသရဲကားတွေအတိုင်းဟာသလေးရောထားတာမို့ကြောက်ဖို့မကောင်းဘဲရယ်နေရမှာပါပြီးတော့ဘွဲယူကျမယ့်ရာသီလည်းနီးနေပြီဆိုတော့ ဒီကားလေးကြည့်ပြီးကျောင်းကြီးကိုတစ်ခေါက်လောက်ပြန်လွမ်းဖြစ်မယ်လို့လဲထင်တာကြောင့် ကြည့်ရှုအားပေးကြပါစို့နော်...... Translated & Reivew By NannEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/midnight-university-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BMzdhZjlmNDQtN2JiOS00YjFlLWIxNzEtMDEyYWFiMDM5MWZiXkEyXkFqcGdeQXVyMjgzNDQyMjE@._V1_-141x200.jpg",
        "title": "Han Gong-ju (2013)",
        "description": "ဒီကားဟာ ကိုရီးယားနုိင္ငံက ၂၀၀၄ ခုႏွစ္မွာျဖစ္ခဲ့တဲ့\nမီရမ္ဂန္မုဒိန္းမွဳ ဆိုတဲ့ျဖစ္ရပ္မွန္အမွဳကို\nအေျခခံျပီးရိုက္ကူးထားတာျဖစ္ေၾကာင္းအရင္ဆံုးေျပာျပပါရေစ\nျပီးေတာ့ ဒီကားကိုရိုက္တဲ့ဒါရိုက္တာ လီဆုဂ်င္းဟာ\nဒီဇာတ္ကားနဲ႕ သူ႕ရဲ႕ပထမဆံုးဒါရိုက္တာဆုကိုရရွိခဲ့ပါတယ္\nဒီဇာတ္ကားနဲ႕ စုစုေပါင္း ဆု ၂၄ဆုကို ရရွိခဲ့ပါတယ္\nဆန္ကာတင္စာရင္း၀င္တာကေတာ့ မေရတြက္နိုင္ေအာင္ပါပဲ\nျပီးေတာ့ IMDB Rating ၇.၃ ရထားပါတယ္\nဇာတ္လမ္းကေတာ့ အထက္တန္းေက်ာင္းသူေလး၂ေယာက္ဟာ\nမုဒိန္းက်င့္ခံရပါတယ္ မုဒိန္းမွဳလုိ႕ၾကားရင္ကို စိတ္ထဲမခံခ်ိမခံသာျဖစ္ေနရပါျပီ\nဒါေပမယ့္ပိုဆိုးတာက တစ္ေယာက္တည္းကက်င့္တာမဟုတ္ပဲ\nအုပ္စုဖြဲ႕ျပီး တစ္ဒါဇင္ေသာ ေယာက်ၤားေလးမ်ားက\nအလွည့္က်က်င့္တာခံလုိက္ရတာပါ\nေကာင္မေလးတစ္ေယာက္ကေတာ့ ေလာကၾကီးကိုနွဳတ္ဆက္ျပီး\nသတ္ေသသြားပါတယ္ က်န္ခဲ့တဲ့ ေကာင္မေလးတစ္ေယာက္အတြက္\nတရားဥပေဒက ဘယ္ေလာက္လံုျခံဳမွဳေပးမွာလဲ\nအသံခ်ိဳခ်ိဳေလးနဲ႕သီခ်င္းေတြဆိုတတ္တဲ့ေကာင္မေလး\nေရကူးရတာၾကိဳက္တဲ့ေကာင္မေလး မထံုတတ္ေတးနဲ႕\nသိပ္ျပီးမေတြးတတ္တဲ့ အခ်ိန္ပိုင္းေတြပဲလုပ္ျပီး\nပိုက္ဆံရွာေနခ်င္တဲ့ေကာင္မေလး\nဒီလိုေကာင္မေလးကို သူငယ္ခ်င္းအရင္းအခ်ာဆိုတဲ့သူေတြက\nအုပ္စုဖြဲ႕ျပီးမုဒိန္းက်င့္ခဲ့တာပါ ဒါေပမယ့္\nျပန္ရလိုက္တာကေရာတရားရဲ႕လား\nေငြမ်ားေငြနုိင္ အာဏာရွိတဲ့သူေတြအနိုင္ရတဲ့ေခတ္ၾကီးထဲက\nအင္အားမဲ့မိန္းမပ်ိဳေလးတစ္ေယာက္ရဲ႕\nအနာဂတ္ကို ဘယ္လိုမ်ားေရွ႕ဆက္သြားနုိင္မလဲ\nကိုယ့္ဘာသာပဲဆက္ၾကည့္လိုက္ပါေတာ့ေနာ္\nTranslated By : ThinZar Htet\nEncoded By : XCode",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/han-gong-ju-2013/"
    }
]