[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dara1-155x200.jpg",
        "title": "Dara of Jasenovac 2021",
        "description": "2021 Serbian သမိုင်း ဒရာမာ အသစ်လေးဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။IMDb 8.3 ရရှိပြီးတော့ မနှစ်က အော်စကာမှာအကောင်းဆုံးနိုင်ငံခြားရုပ်ရှင်ဆုအတွက်ဝင်လျှောက်ခဲ့ပါသေးတယ်။Another Round ဆိုတဲ့ အရက်သမားကားကို မယှဉ်နိုင်လို့သာ ဆုမရခဲ့တာပါ။ဒီရုပ်ရှင်ကတော့ သမိုင်းရဲ့ လူသိနည်းတဲ့လူသတ်ပွဲကြီးတစ်ခုအကြောင်းကို ပြသထားတာပါပဲ။နာဇီတွေက ချွေးတပ်စခန်းတွေ ဖွင့်ပြီးဂျူးတွေကိုသတ်တာတော့ အားလုံးသိနေပြီးသားပါ။အဲဒီကာလအတွင်းမှာပဲ ခရိုအေးရှားမှာလည်း ဖက်ဆစ်ဝါဒ ကြီးစိုးပြီးဂျူးတွေ အပြင် ဆားဘီးယားတွေကိုပါ ခွှေးတပ်စခန်းတွေထဲမှာရက်ရက်စက်စက်သတ်ခဲ့ကြတာတွေ ရှိပါတယ်။ဒီရုပ်ရှင်ရဲ့ ဇာတ်လိုက် ဒါရာ ဆိုတဲ့ မိန်းကလေး ၁၀ နှစ်ပဲ ရှိပါသေးတယ်။သူ့အဖေက ခွှေးတပ်စခန်းတစ်ခုမှာ မသေအောင် ရုန်းကန်နေရချိန်။သူ့အမေနဲ့ အစ်ကိုက အသတ်ခံလိုက်ရချိန်မှာနှစ်နှစ်သားပဲ ရှိတဲ့ သူ့ရဲ့ မောင်လေးကိုချွေးတပ်စခန်းထဲမှာ မသေအောင် စောင့်ရှောက်ရမယ့်တာဝန်ကျရောက်လာပါတယ်။အဲဒီစခန်းတွေမှာ လူ့အသတ်ဆိုတာ အပျင်းပြေ သတ်စရာလောက်ပဲ ရှိပါတယ်။တံမြက်စည်းလှဲတာ စင်ရင်သတ်တယ်၊အလုပ်မလုပ်နိုင်ရင်သတ်တယ်၊ဖျားရင် ကုရခက်ရင် သတ်တယ် ဆိုတော့ဒီစခန်းကြီးထဲကနေ ဒါရာတစ်ယောက်ဘယ်လိုရုန်းကန်လွတ်မြောက်ရမလဲဆိုတာ....\nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "8.3",
        "url": "https://megaup.net/X10i/Dara.iz.Jasenovca.2021_720p_HD_(CM)].mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/dJWyd_4f-140x200.jpg",
        "title": "Fanfare (2020)",
        "description": "Thriller ကြိုက်သူတွေအတွက် နောက်ထပ် Thriller တစ်ကားလာပါပြီဇာတ်လမ်းအကျဉ်းHalloween ပွဲတော်ညမှာ ဘားတစ်ခုထဲကို သူခိုး ၂ ယောက် ဝင်ခိုးကြပါတယ်ဒါပေမယ့် ဆိုင်ပိုင်ရှင်ကိုမတော်တဆ သတ်ပစ်မိသွားခဲ့ပြီးဆိုင်ထဲမှာကျန်နေတဲ့ customer တစ်ယောက်ကလည်း ဒါကိုမြင်သွားခဲ့တဲ့နောက်....သက်သေဖျောက်ဖို့ အလောင်းဖျောက်ဖို့ ကြိုးစားရာကနေ ဘယ်လိုအရှုပ်တွေဆက်ဖြစ်မှာလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။ Quality__720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/fanfare-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Tw-133x200.jpg",
        "title": "Twenty Hacker (2021)",
        "description": "ဂျယ်မင်း ဆိုတဲ့အထက်တန်းကျောင်းသား ကောင်လေးဟာ ဆိုက်ဗာတိုက်ခိုက်မှုကြောင့်ဘဝကြီးပြောင်းလဲသွားပြီး သူ့ရဲ့ အဖေကို ဆုံးရှုံးလိုက်ရပါတယ်ဟက်ကာသမားက အရမ်းတော်လွန်းတဲ့အတွက် ရဲတွေမဖမ်းနိုင်တာကြောင့်ဟက်ကာသမားကိုဖမ်းဖို့ သူကိုယ်တိုင် ဟက်ကာလုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်ဟက်ကင်းလုပ်ပြီး ပိုကောင်းတဲ့ကမ္ဘာတစ်ခုကို ဖန်တီးမဲ့\"ပိုကောင်းတဲ့ကမ္ဘာ\"ဆိုတဲ့အဖွဲ့နဲ့ ဟက်ကာအရည်အချင်းပြည့်ဝလာတဲ့ဂျယ်မင်းတို့ တက္ကသိုလ်မှာ တွေ့ကြတဲ့အခါ ဟက်ကာကိုဖမ်းဖို့အတွက်သူတို့အချင်းချင်းပူးပေါင်းပြီးဘယ်လိုတွေလုပ်ဆောင်ကြမလဲဆိုတာ ရင်တဖိုဖိုနဲ့ဆက်လက်ကြည့်ရှုရမှာပါ Quality : WEB-DL 720pFormat: mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/twenty-hacker-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qoh7XXPeNjhDdjkVtlLiyW7ntxV.jpg",
        "title": "New Year Blues (2021)",
        "description": "New Year Blues(2021)​လောကကြီးမှာ လူရယ်လို့ဖြစ်လာရင် ချစ်ဖူးကြမှာပါပဲအသက်အရွယ်အပိုင်းအခြား နေထိုင်ပုံတွေအရချစ်ပုံချစ်နည်းတွေ မတူညီကောင်း မတူညီနိုင်ပေမယ့်ကျွန်တော်တို့အားလုံးက အချစ်ကိုခံစားဖူးကြပါတယ်ဆိုတော့ဗျာ .....ပြောရရင် relationship တစ်ခု တည်ဆောက်ဖို့ဆိုတာ ထင်သလောက်မလွယ်ဘူးဗျအစကတော့ နှစ်ယောက်သားချစ်လို့ လက်တွဲခဲ့ကြတယ်ဆိုပေမယ့်အချိန်ကြာလာတာနဲ့အမျှ ဖြစ်လာမယ့်ပြသနာ​တွေ​ကိုနှစ်ယောက်လုံးဖြေရှင်းနိုင်ဖို့လည်း လိုသေးတယ်သူ့ဖက်ကအမြင် ကိုယ့်ဖက်ကအမြင် နှစ်ယောက်စလုံးက နားလည်မှုတွေယူနိုင်မှသာရေရှည်တည်မြဲတဲ့ relationship တစ်ခုဖြစ်လာမှာအချိန်တွေအကြာကြီး တွဲလာခဲ့တဲ့သူကကိုယ့်အတွက် right person မဟုတ်ပေမယ့်တစ်ဒင်္ဂလေး ဆုံလိုက်ရတဲ့သူကကိုယ်နဲ့တစ်သားတည်းဖြစ်တဲ့ ခံစားချက်မျိုးပေးနိုင်တဲ့သူလည်း ဖြစ်နိုင်တာပဲလေဒီရုပ်ရှင်ထဲမှာတော့ မတူညီတဲ့ career တွေ .....မတူညီတဲ့ဘဝပုံစံတွေနဲ့ရှိနေကြတဲ့ အတွဲ ၄ တွဲအကြောင်းကို ရိုက်ပြထားတယ်သရုပ်ဆောင်ထားတဲ့သူတွေကလည်း ကောင်းလားမကောင်းလားဆိုတာပိုစတာကြည့်ရုံနဲ့ ညွှန်းစရာတောင်မလိုလောက်ဘူးလို့ ထင်ပါတယ်ဒီကားက ကိုးရီးယားအချစ်ဇာတ်လမ်းတွေထဲမှာ ကွဲထွက်နေတဲ့ကားလို့ ပြောလို့ရတယ်ဗျCinematography လှတယ် .....မတူညီတဲ့ အတွဲ ၄ တွဲရဲ့ plot တွေက ရိုးရိုးရှင်းရှင်းလေးနဲ့အဆုံးထိစိတ်ဝင်စားအောင်ဆွဲခေါ်သွားမှာတော်တော်လေးကို sweet ဖြစ်ပြီး .....Heartwarming ဖြစ်စေတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါပြီးတော့ ရိုက်ကွင်းရိုက်ကွက်တွေလည်း တော်တော်လေးကိုလှတယ်စုံတွဲတွေဆိုရင်တော့ အတူကြည့်ကြပါ ...",
        "rating": "6.8",
        "url": "https://megaup.net/X1s5/New.Year.Blues.2021.720p.FHDRip.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-18-at-3.08.12-PM-135x200.png",
        "title": "Things Heard & Seen (2021)",
        "description": "Things Heard & Seen (2021)=====================IMDb Rating - 5.3/10ဒါဟာ သရဲကားပါ။ All Things Cease to Appear ဆိုတဲ့ ဝတ္ထုကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။သရဲကားပီပီ အသစ်ပြောင်းလာတဲ့အိမ်မှာ ခြောက်တာပါပဲ။ အိမ်ကိုပြောင်းလာတဲ့မိသားစုဝင်ကတော့ ၃ ယောက်ပါ။ဂျော့၊ကတ်သရင်း လင်မယားနဲ့ သူတို့ရဲ့ ၄ နှစ်သမီးလေး ဖရန်နီပေါ့။ ဂျော့က ဝိညာဉ်လောကကိုယုံကြည်တဲ့ ဆွီဒင်ဘော့ရဲ့အယူအဆလွှမ်းမိုးမှုခံရတဲ့ အနုပညာတွေအကြောင်း စာတမ်းရေးရင်းနဲ့ အဲဒီကောလိပ်မှာ ပါမောက္ခရာထူး ရရှိခဲ့တာပါ။ဒါပေမယ့် အိမ်ရဲ့သမိုင်းက ပဟေဠိဆန်တယ်။ ခြောက်နေတဲ့ သရဲနဲ့ ခြောက်ရတဲ့အကြောင်းကို ရှာဖွေရင်း ကတ်သရင်း နဲ့ဂျော့အပေါ် သရဲတွေရဲ့ သက်ရောက်မှုနဲ့ ပြောင်းလဲလာမှုတွေနဲ့ လျို့ဝှက်ချက်တွေကို ရင်တဖိုဖိုနဲ့ကြည့်ရမှာပါ။ သရဲကားငတ်နေတဲ့ သူတွေအတွက်တော့ ကြည့်ရတာ နောင်တမရမယ့် သရဲကားထဲမှာ ပါပါတယ်။ အားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.3",
        "url": "https://megaup.net/2YTbv/Things.Heard.And.Seen.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/che-2-148x200.jpg",
        "title": "Che: Part Two (2008)",
        "description": "Che: Part Two (2008)__________IMDb - 6.9/10\n \n[ရသပြည့်ဝစွာ ခံစားနိုင်စေရန် Blu-Ray 1080p5.1ch,720p တို့ဖြင့်ပြည့်စုံစွာတင်ဆက်ပေးထားပါသည်.....]\n(Spoiler ဖြစ်မည်စိုးရိမ်သူများမဖတ်ဘဲ ဒေါင်းကြပါ..ကျွန်တော့်အမြင်ပြောရရင်\nဒီအညွှန်းလေးဖတ်ပြီးကြည့်ရတာပိုပြီးပြည့်စုံမည်ဟု ထင်မြင်သောကြောင့် ထည့်သွင်းဖော်ပြပေးထားခြင်းဖြစ်ပါသည်....)\n(DatShin Movie Page မှ ကူးယူဖော်ပြသည်....)\n (Unicode)၁၉၅၆ ခုနှစ် . . ။\nရွက်လှေလေး တစ်စီးဟာ ပင်လယ်ထဲမှာ တအိအိ ရွေ့နေတယ်။ လှေလေးက ခပ်သေးသေးပါပဲ။ တကယ်တန်း ဆန့်တာက ၁၂ လောက်ထိပဲ ဆန့်တာ။ လွန်ရောကျွန်ရော ၂၅ ယောက် ပေါ့။ ဒါပေမယ့် လှေပေါ်မှာ လူ အယောက် ၈၀ ထိ ပါလာတယ်။အဲ့ဒီရွက်လှေလေးဟာ တကယ့်အပြင်မှာ ရှိခဲ့ပါတယ်။ ရွက်လှေပေါ်က လူ အယောက် ၈၀ က လည်း တကယ် ရှိခဲ့ပါတယ်။ အခြားသူတွေတော့ မဟုတ်ပါဘူး။ နှောင်တစ်ချိန်မှာ တစ်ကမ္ဘာလုံးကို ကိုင်လှုပ်ပစ်တော့မယ့် ရဲဘော် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/che-part-two2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/che-1-140x200.jpg",
        "title": "Che: Part One (2008)",
        "description": "Che: Part One(2008)__________IMDb - 7.2/10\n \n[ရသပြည့်ဝစွာ ခံစားနိုင်စေရန် Blu-Ray 1080p5.1ch,720p တို့ဖြင့်ပြည့်စုံစွာတင်ဆက်ပေးထားပါသည်.....]\n(Spoiler ဖြစ်မည်စိုးရိမ်သူများမဖတ်ဘဲ ဒေါင်းကြပါ..ကျွန်တော့်အမြင်ပြောရရင်\nဒီအညွှန်းလေးဖတ်ပြီးကြည့်ရတာပိုပြီးပြည့်စုံမည်ဟု ထင်မြင်သောကြောင့် ထည့်သွင်းဖော်ပြပေးထားခြင်းဖြစ်ပါသည်....)\n(DatShin Movie Page မှ ကူးယူဖော်ပြသည်....)\n (Unicode)၁၉၅၆ ခုနှစ် . . ။\nရွက်လှေလေး တစ်စီးဟာ ပင်လယ်ထဲမှာ တအိအိ ရွေ့နေတယ်။ လှေလေးက ခပ်သေးသေးပါပဲ။ တကယ်တန်း ဆန့်တာက ၁၂ လောက်ထိပဲ ဆန့်တာ။ လွန်ရောကျွန်ရော ၂၅ ယောက် ပေါ့။ ဒါပေမယ့် လှေပေါ်မှာ လူ အယောက် ၈၀ ထိ ပါလာတယ်။အဲ့ဒီရွက်လှေလေးဟာ တကယ့်အပြင်မှာ ရှိခဲ့ပါတယ်။ ရွက်လှေပေါ်က လူ အယောက် ၈၀ က လည်း တကယ် ရှိခဲ့ပါတယ်။ အခြားသူတွေတော့ မဟုတ်ပါဘူး။ နှောင်တစ်ချိန်မှာ တစ်ကမ္ဘာလုံးကို ကိုင်လှုပ်ပစ်တော့မယ့် ရဲဘော် ကပ်ပတိန်ကြီး ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/che-part-one2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sshNnwmQLk720iBQ0dZg3GVGKfK.jpg",
        "title": "Riders of Justice(2021)",
        "description": "Riders of Justice(2021) အညွှန်း****************************IMDb....7.7 ,,,Rotten...93%ဒီကာလမှာ ဂျင်းကားတွေခပ်များများကြားထဲက ဒီလို လတ်ဆတ်ကြမ်းထော်နေတဲ့ ratingတွေလာတဲ့အက်ရှင်ကားက ခပ်ရှားရှားရယ်....မားကပ် ဆိုတဲ့ စစ်သားကြီးမှာ မိန်းမနဲ့ သမီးတစ်ယောက်ရှိတယ်။ တစ်နေ့မှ ရထားချင်းမတော်တဆ တိုက်မှုမှာ မိန်းမကသေသွားပြီးသမီးနဲ့သူပဲ ကျန်ခဲ့တယ်။ အဲဒီရထားပေါ်မှာပဲ အချက်အလက်တွေကိ တွက်ချက်လေ့လာတတ်တဲ့ပညာရှင်တစ်ယောက်ပါ ပါလာတယ်။ သူက မသေဘဲ ကျန်ခဲ့ချိန်မှာ ဒီရထားတိုက်မှုဟာ မတော်တဆမဟုတ်ဘူးလို့ သံသယဖြစ်လာတာကြောင့်ဆက်ပြီး စုံစမ်းခဲ့ပါတယ်။ စုံစမ်းရင်းနဲ့ ဒီအမှုဟာ ဆိုင်ကယ်လူဆိုးဂိုဏ်းနဲ့ပတ်သတ်နေတာကို သိလာတဲ့အခါသိပ္ပံကြမ်းပိုးတွေနဲ့ စစ်သားကြီးပေါင်းပြီး လူဆိုးဂိုဏ်းကို ဘယ်လိုတွေဗျင်းကြမလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Mr.Andersonပဲဖြစ်ပါတယ်...File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:56:00\nGenre :  Action, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mr.Anderson\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/X041/Riders_Of_Justice.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6goDkAD6J3br81YMQf0Gat8Bqjy.jpg",
        "title": "New Gods: Nezha Reborn ( 2021 )",
        "description": "ဒီတစ်ခေါက်ဇာတ်ကားလေးကတော့ နီကျား ဒီခေါတ်မှာ လူပြန်ဝင်စားတဲ့ကားလေးပါလွန်ခဲ့တဲ့ နှစ်ပေါင်းသုံးထောင်လောက်က နီကျားဟာ အရှေ့ပင်လယ်နဂါးမင်းရဲ့တတိယသားကို သတ်ခဲ့ပြီး သူ့ရဲ့ဝိညာဉ်ဟာလူ့ပြည်ကို လွတ်မြောက်လာခဲ့တာပါအခုခေါတ်အချိန်ခါမှာ နီကျားဟာ ပို့ဆောင်ရေးလုပ်နေတဲ့ ဆိုင်ကယ်ပြိုင်ပွဲဝါသနာအိုး လူငယ် လီယွင်ရှန်းအနေနဲ့ လူပြန်ဝင်စားခဲ့ပါတယ် ရန်သူဟောင်းအရှေ့ပင်လယ် နဂါးမင်းနဲ့ သူ့သားကို ပြန်တွေ့ရတဲ့အခါမှာ သူချစ်ရသူတွေကိုကာကွယ်ဖို့အတွက် သူ့စွမ်းအားတွေကိုပြန်ရှာရဖို့ဖြစ်လာပါတော့တယ်အဲ့နောက်မှာတော့ နီကျားအနေနဲ့ ဘယ်လိုကံကြမ္မာတွေကိုရင်ဆိုင်ရမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြပါဦးနော် Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/new-gods-nezha-reborn-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sLRL3eNREYefntHToSKlEBoXYqy.jpg",
        "title": "The Last Frontier (2020)",
        "description": "တကယ်ကို ကောင်းတဲ့ စစ်ကားပါ။ ၁၉၄၁ အောက်တိုဘာမှာ ဂျာမန်တပ်တွေဟာမော်စကိုကို သိမ်းပိုက်ဖို့ ခံစစ်ကြောင်းနှစ်ခုကို ဖောက်ပြီး ချီတက်လာခဲ့ပါတယ်။နောက်ထပ်ခံစစ်တစ်ခုပြင်ဖို့တပ်တွေ စုချိန်မမှီတော့တဲ့အတွက်အနီးဆုံးမှာ ရှိတဲ့ ပါဒို့စ်ဗိုလ်သင်တန်းကျောင်းက ဗိုလ်လောင်း ၃၅၀၀ ဟာ ခြေလျင်တပ်အမြောက်တပ်အဖြစ် ခုခံဖို့ တာဝန်ပေးခံရပါတယ်။ သူတို့ကို ၅ ရက်တိတိမဆုတ်ဘဲ တောင့်ခံဖို့အမိန့်ပေးခဲ့ပေမယ့် စစ်ကူတွေက နောက်ကျနေတဲ့အခါ ၁၂ ရက်အထိ တောင့်ခံနိုင်ခဲ့ကြပါတယ်။ ဗိုလ်လောင်း ၃၅၀၀ ထဲက၂၅၀၀ ကျဆုံးခဲ့ပေမယ့် မော်စကိုကို ဂျာမန်တွေ မတက်နိုင်ခဲ့လို့ စစ်ပွဲရဲ့အဖြေပြောင်းလဲသွားခဲ့ပါတယ်။ ဒီနှစ်ထဲမှာ စစ်ကားကေငာ်းရှားတာကြောင့် အားလုံးကြိုက်ကြမှာပါ။ Translated by : Mr. AndersonEncoded by : YKQuality : 1080p Blu0-Ray and 720pFile Size : ...",
        "rating": "6.5",
        "url": "https://megaup.net/2YSmA/The.Last.Frontier.2020.RUSSIAN._._720p.(CM).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/woman-140x200.jpg",
        "title": "The Woman in the Window 2021",
        "description": "အေမီ အဒမ် နဲ့ ဂယ်ရီအိုးမန်းတို့ ပါဝင်ထားတဲ့ crime drama mystery လေး ကြည့်လိုက်ရောင်။Best Seller ဝတ္ထုတစ်အုပ်ကို ပြန်ရိုက်ကူးထားတာပါပဲဒီကားက လှည့်ကွက်တွေပါတော့ အများကြီးတော့ ပြောမပြေတော့ပါဘူး။အန်နာဟာ ယောကျာ်းရယ် သမီးရယ်နဲ့ ကွဲပြီးတစ်ယောက်ထဲ နေနေတဲ့ အမျိုးသမီးတစ်ယောက်ပါ။အမြဲအထီးကျန်နေပြီး ပတ်ဝန်းကျင်အိမ်တွေကိုပဲ ပြတင်းပေါက်ကနေ ငေးနေတတ်တဲ့သူမျိုးပေါ့စိတ်ကျရောဂါကြောင့် ဆရာဝန်ပြနေရသလို ဆေးတွေလည်းသောက်နေရပါတယ်။တစ်နေ့မှာတော့ သူ့အိမ်ရဲ့ လမ်းဟိုဘက်က အိမ်မှာ လူသတ်မှုဖြစ်သွားတာကို တွေ့ပြီးရဲတွေကို ဖုန်းဆက်ခေါ်လိုက်ရပါတယ်။ ဒါပေမယ့် ဘာတွေဆက်ဖြစ်လာလဲဆိုတာ....\nFile size…(၁.၅ GB) and (1GB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson\nTranslated by Mr.Anderson",
        "rating": "5.8",
        "url": "https://megaup.net/2iUse/the.woman.in.the.window.2021_720p_HD_(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/p7876870_p_v8_ah-133x200.jpg",
        "title": "She’s Out of My League (2010)",
        "description": "She's Out of My League (2010)\nIMDb - 6.4/10_____Rotten - 58%ဒီဇာတ်ကားကတော့ ပေါ့ပေါ့ပါးပါး လူငယ်အချစ်ဟာသဇာတ်ကားလေးပါ။\nအချစ်ကို အောင်မြင်မှုတွေနဲ့ တိုင်းတာတွက်ချက်နေတဲ့ ခေတ်ကြီးမှာ ရိုးသားတဲ့အချစ်အကြောင်းကို\nမီးမောင်းထိုးပြထားပြီး အချစ်မှာ နားလည်မှုသာ အရေးကြီးတဲ့အကြောင်းကို ရိုက်ကူးတင်ဆက်ထားပါတယ်။\nအလွန်သဘောမနောကောင်းတဲ့ကောင်လေးနဲ့ အလွန်လန်းတဲ့ကောင်မလေးတို့ဇာတ်လမ်းကို\nအလွန်ဘော်ဒါပီသတဲ့ဇာတ်ပို့တွေနဲ့  ရသစုံအောင် တင်ဆက်ထားပါတယ်။\nမကြည့်ရသေးရင်တော့ အပန်းဖြေကြည့်ရှုသင့်တဲ့ Comedy ဇာတ်ကားကောင်းဖြစ်ပါတယ်။\nIMDb Rating(6.4/10) ရရှိထားတဲ့ ဇာတ်ကားပါ။ \nFile size…(2.3 GB) and (1.2 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.4",
        "url": "https://megaup.net/WZou/(CM)shes.out.of.my.league.2010.720p.bluray.x264-machd_1.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bJHM6t6j3YLjDNTwe4hyghKqSr.jpg",
        "title": "The Anthem of the Heart (2015)",
        "description": "Anthem of the heartNaruse Jun ဆိုတဲ့ကောင်မလေးဟာ သူအမှတ်မထင်ပြောလိုက်တဲ့စကားကြောင့် သူ့မိဘတွေခွဲခွာသွားတာလို့ ယူဆထားပါတယ်။အဖေဖြစ်သူထွက်သွားလို့ ငိုနေချိန်မှာ ကြက်ဥလေးတစ်လုံးပေါ်လာကာ\nရှေ့လျှောက်သူ့စကားတွေကြောင့် သူ့ဘဝမပျက်စီးရအောင်ဆိုပြီး စကားမပြောနိုင်အောင်ကျိန်စာခတ်လိုက်ပါတော့တယ်။အလယ်တန်းအရွယ်ရောက်လာတဲ့အခါ စန္ဒရားတီးတတ်သူ\nအတန်းဖော် ကောင်လေး Sakagami နဲ့ရင်းနှီးသွားပြီး Jun ဟာ စကားမပြောနိုင်ပေမယ့်\nသီချင်းဆိုလို့ရတယ်ဆိုတာ သိလိုက်ရပြီးနောက်\nသူပြောချင်တဲ့စကားတွေကို သီချင်းအဖြစ်ရေးဖို့\nSakagami ကို အကူအညီတောင်းပါတော့တယ်...  Translated by :Pyi T NyeinEncoded by : YKQuality : 1080p and 720pFile Size : 1.9Gb and 1.3GbDuration : 1h 59minsOriginal Name : Kokoro ga sakebitagatterund",
        "rating": "7.4",
        "url": "https://megaup.net/2iU8w/The_Anthem_of_the_Heart_(Kokoro_ga_Sakebitagatterunda)720p(CM).mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/MV5BNTAxMTA5ZGYtOWNjYi00MmIxLWE4ZTItNjQxMzQ0MzMxMDIyXkEyXkFqcGdeQXVyMTI4Nzc4Njg3._V1_-128x200.jpg",
        "title": "Karnan (2021)",
        "description": "IMDb Rating (8.6)၁၉၉၇ ခုနှစ်မတိုင်ခင်က ပိုဒီရန်ကုလမ် ဆိုတဲ့ ရွာလေးမှာ ကာနန်ဆိုတဲ့ ‌ဂျစ်ကန်ကန်လူငယ်လေးတစ်ယောက်ရှိတယ်...သူက မတရားမှုဆို ငြိမ်ခံမနေဘဲ ဒေါသကိုရှေ့တန်းတင်တက်တာကြောင့် ပြဿနာကောင်ဆိုပြီး နာမည်ကြီးနေရော..ပိုဒီရန်ကုလမ်ရွာလေးက ဝေးလံတဲ့အရပ်မှာရှိပြီး ဘတ်စ်ကားမှတ်တိုင်တောင်မရှိလို့ရွာသားတွေက အနီးနားက မေလာရွာလေးမှာ ကားသွားစီးကြရတယ်...ဒါတွေကြောင့်လဲ ပိုဒီရန်ကုလမ်ရွာသားတွေက နေရာတကာမှာ အဖိနှိပ်ခံ အောက်ကျို့ခံပြီးနေနေကြရတယ်..တစ်နေ့ ရွာလမ်းဆုံမှာ ဘတ်စ်ကားမရပ်ပေးလို့ ခဲနဲ့ထုရာကနေ ပြသနာစပြီးကာနန်က ကားတစ်စီးလုံး ရိုက်ခွဲလိုက်တာကြောင့် ရွာသားတွေအားလုံး ရဲနဲ့အမှုရင်ဆိုင်ရပါတော့တယ်...ရဲတွေကထုံးစံအတိုင်း အမှုနဲ့မဆိုင်တဲ့ ရွာသားတွေကိုပါ တမင်အနိုင်ကျင့်ရိုက်နှက်တာကြောင့်ဖိနှိပ်ခံလူတန်းစားတော်လှန်ရေးပေါ်ပေါက်လာပါတယ်...မျိုးချစ်ကောင်လေး ကာနန် ဦးဆောင်ပြီးရွာသား‌တွေနဲ့အတူ အဖိနှိပ်ခံဘဝ‌ကနေလွတ်အောင်ဘယ်လိုကြိုးစားကြမလဲ ဆိုတာကိုစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sein Lae မှ တင်ဆက်ထားတာပါ။) \nFile size…(3 GB) and (1.9 GB)\nQuality….WEB-DL 1080p ...",
        "rating": "8.5",
        "url": "https://megaup.net/WZck/(CM)KARNAN_(2021)_Tamil TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD+5.1).mp4.mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Mandela-1-117x200.jpg",
        "title": "Mandela (2021)",
        "description": "IMDb Rating (8.6)တောင်ဘက်နဲ့မြောက်ဘက် မတည့်တဲ့အပြင်\nအမျိုးဇာတ်ခွဲခြားမှုတွေနဲ့ ပြည့်နေတဲ့ ရွာလေးတစ်ရွာမှာ....ဇာတ်နိမ့်လို အိမ်ရှေ့က မ၀င်ရ....ခိုင်းတာလုပ် ကျွေးတာစား တစ်ရွာလုံးက အဖတ်မလုပ်တဲ့ ဘ၀နဲ့ရှင်သန်နေရတဲ့\nစမိုင်းဆိုတဲ့ ဇာတ်နိမ့် ဆံပင်ညှပ်ဆရာတစ်ယောက်...ဒီလိုနဲ့...တောင်ပိုင်းနဲ့ မြောက်ပိုင်း ဥက္ကဌ ရာထူးအတွက် အကြိတ်အနယ် ယှဉ်ပြိုင်တဲ့ ရွေးကောက်ပွဲမှာ သူရဲ့မဲတစ်မဲဟာ အနိုင်အရှုး ဆုံးဖြတ်ပေးမယ့် မဲဖြစ်လာတဲ့ အခါမှာတော့ဒီမဲတစ်မဲကြောင့် သူရဲ့ဘ၀ ဘယ်လို ပြောင်းလဲသွားမလဲ....မဲတစ်မဲရဲ့တန်ဖိုးကြီးမားပုံနဲ့အတူ....ရွာနှစ်ခြမ်းရဲ့ပြိုင်ဆိုင်တင်းမာမှုတွေက ဘယ်လိုအခြေ‌အနေဖြစ်သွားမလဲ...ဇာတ်နိမ့်တွေရဲ့ ရင်ဆိုင်ရတဲ့ အခက်အခဲတွေကို ရသမြောက်အောင် ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်.. \nFile size…(2.6 GB) and (1.7 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ida",
        "rating": "8.6",
        "url": "https://megaup.net/1CW76/(CM)MANDELA_(2021)_Tamil_TRUE_WEB-DL_-_720p-_AVC_-_(DD+_5.1_-_ATMOS_&_2_1.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/those-135x200.jpg",
        "title": "Those Who Wish Me Dead 2021",
        "description": "ဒီရုပ်ရှင်မှာတော့ အန်ဂျလီနာ ဂျိုလီက ဦးဆောင်ပါဝင်ထားပါတယ်။ကျန်တဲ့သရုပ်ဆောင်တွေကိုလည်း ရင်းနှီးထားတဲ့သူ များမှာပါ။Game of Thrones ထဲက လက်သန်း ရယ်Marvel's Punisher ကြီးရယ် ပါပါသေးတယ်။ဇာတ်လမ်းကတော့ action thriller ပါပဲ။ဂျိုလီကတော့ မီးသတ်အဖွဲ့ခေါင်းဆောင်ပေါ့။တစ်နေ့မှာ သူနဲ့သူအဖွဲ့ တောမီးကို ငြိှမ်းနေတုန်းမှာလေကြောင်းတွက်ဆမှု မှားယွင်းခဲ့လို့ လူ ၃ ယောက် အသက်ဆုံးခဲ့ရပါတယ်။အဲဒီ စိတ်ဒဏ်ရာတွေနဲ့ ပေပေတေတေ နေထိုင်နေတုန်းမှာသူ့ဆီကို ကောင်လေးတစ်ယောက် လူသတ်သမားတွေလက်က ထွက်ပြေးပြီး ရောက်လာပါတယ်။ကောင်လေးကို လိုက်သတ်တဲ့လူတွေလက်က ကယ်ပြီးလျို့ဝှက်ချက်တွေကို ဖွင့်ချနိုင်ဖို့ တောမီးကြီးတစ်ခုကိုပါ အံတုပြီး ပြေးကြရပါတော့တယ်....\nFile size…(1.7 GB) and (1 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Mr. Anderson\nTranslator... Mr. Anderson",
        "rating": "6.3",
        "url": "https://megaup.net/WYr1/those.who.wish.me.dead.2021.720p_HD_(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/Mean-Girls-2004dvdplanetstorepk-141x200.jpg",
        "title": "Mean Girls (2004)",
        "description": "IMDb Rating (7/10) / Rotten Tomatoes (84%)နာမည်ကျော်မင်းသမီး လင်းဆေးလိုဟန် ပါဝင်သရုပ်ဆောင်ထားတဲ့ Rating မြင့် Teen School\nကျောင်းသား အချစ် ဟာသ ရုပ်ရှင်ဇတ်မြူးလေး ဖြစ်ပါတယ်...\nဒီရုပ်ရှင်ကားကို April 30, 2004 (USA) မှာ ရုံတင်ပြသခဲ့တာဖြစ်ပြီး\nရိုက်ကူးစဉ်က Budget $17 million သာကုန်ကျခဲ့ပေမယ့် ရုံတင်ဝင်ငွေ $130 million ရရှိခဲ့တာကြောင့်\nအနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်မှုရရှိခဲ့တဲ့ဇာတ်ကားပါ...\nဇာတ်လမ်းကတော့...\nနယ်ကပြောင်းလာပြီး သက္ကသိုလ်ကျောင်းတက်ရတဲ့ ကေဒီ တစ်ယောက်\nကျောင်းမှာ ထူးထူးဆန်းဆန်းတွေသာ မြင်ရပါတယ်\nသူမြင်နေကြ မဟုတ်တဲ့ ဂုဏ်အရှိန်အဝါ ပြိုင်ဆိုင်တာတွေ အလှပြိုင်တာတွေ\nအဆင့်အတန်း ခွဲတာတွေ နဲ့ အုပ်စုလိုက် သွားလာတက်တာတွေကို စတင်\nလေ့လာရပါတော့တယ်..\nသူတို့ ကျောင်းမှာ နာမည်ကြီးနေတဲ့ ပလစ်စတစ် ကောင်မလေး အဖွဲ့က\nကေဒီ ရဲ့ အလှကို စတင် သတိထားမိသွားပြီး ကေဒီ ကို သူတို့ အဖွဲ့ထဲ\nစတင်ခေါ်ပါတော့တယ်…\nရိုးသား ...",
        "rating": "7.0",
        "url": "https://megaup.net/2YQgi/(CM)Mean.Girls.2004.720p.BluRay.x264-CiNEFiLE.mp4",
        "category": "Comedy, Drama, Fancy, School"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/py9hC6x3yU5pYvdarNTygnC1ikv.jpg",
        "title": "Radhe: Your Most Wanted Bhai (2021)",
        "description": "Radhe (2021)၂၀၂၁မှာ မင်းသားကြီးတွေ ပျောက်နေကြပေမဲ့\nမင်းသားကြီး ဆယ်လ်မန်ခန်းကတော့\nတစ်ကားထွက်လာခဲ့ပါပြီ။၂၀၂၀၊၂၀၂၁ခုနှစ်တွေဟာ ကိုဗစ်ကြောင့်\nအားလုံးအတွက် အဆိုးဆုံးနှစ်တွေ ဖြစ်မှာပါ။ရုပ်ရှင်လုပ်ငန်းတွေ အားလုံး ရပ်ဆိုင်းလုနည်းပါးဖြစ်နေပေမဲ့\nDigital Platformပေါ်က ထုတ်လွှင့်ပြသပေးနေတော့\nတကမ္ဘာလုံးနဲ့ တန်းတူကြည့်နိုင်ဖို့ အဆင်ပြေပေမဲ့\nတကယ်တော့ ထုတ်လုပ်သူတွေအနေနဲ့\nရုံတင်ရတာလောက် အဆင်ပြေမယ် မထင်ပါဘူး။ဒါပေမဲ့ ဆယ်လ်မန်ကတော့ ပရိသတ်တွေအတွက်\nRadheကို ထုတ်လွှင့်ခဲ့ပါပြီ။ဒီကားထဲမှာတော့ ဆယ်လ်မန်ကို ရဲအရာရှိတစ်ယောက် အနေနဲ့\nမြင်ရမှာဖြစ်ပြီး\nကြမ်းလွန်းလို့ ရာထူးက ပြောင်းရွှေ့ခံ၊ ရပ်နားခံနေရတဲ့\nရဲအရာရှိတစ်ယောက်ပါ။ဇာတ်လမ်းအစမှာတော့ မွန်ဘိုင်းတစ်မြို့လုံးမှာ\nမူးယစ်ဆေးတွေ သုံးစွဲပြီးသတ်သေမှု မြင့်တက်လာတာကြောင့်\nရောင်းဝယ်ဖောက်ကားသူတွေကို ဖမ်းဆီးနိုင်ဖို့\nရာထူးက ရပ်နားခံထားရတဲ့ Radheကို\nအလုပ်ထဲ ပြန်ဝင်ဖို့နဲ့ ဒီအမှုကို လိုက်ဖို့ တာဝန်ပေးအပ်ခြင်းခံရတာက အစပြုထားပါတယ်။အပျော်တမ်းကြည့်ဖို့ ကောင်းတဲ့ ဇာတ်ကားတစ်ကားလို့\nသတ်မှတ်လို့ရမယ်ထင်ပါတယ်။\nအိုဗာအက်ရှင်တွေ ပါနေတော့ တချို့အတွက်တော့\nလုံးဝအဆင်ပြေမယ် မထင်ပါဘူးဗျာ။ဒါပေမဲ့ မင်းသမီးလေး ဒီရှားက သင့်ကို\nဆွဲဆောင်နေမှာပါ။ဇာတ်လမ်းအညွှန်းကို Nyi Nyi Koe က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ကတော့ Nyi Nyi Koe and Myint Thu ပဲ ဖြစ်ပါတယ်။Enocder - AugustFile ...",
        "rating": "",
        "url": "https://megaup.net/1CVmw/Radhe.2010.720p.WEB-DL.CM.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jZoWBe2sKB41BDbWIdivwkoJkgC.jpg",
        "title": "Mission: Possible (2021)",
        "description": "Mission Possible (2021)Yoo Da Hee က တရုတ်နိုင်ငံရဲ့ လျှို့ဝှက်လုံခြုံရေးအရာရှိတစ်ဦး ဖြစ်ပါတယ်။\nသူမရဲ့ဌာနက တောင်ကိုရီးယားက သေနတ်မှောင်ခိုမှုတစ်ခုရဲ့သတင်းကို ရရှိတဲ့အခါမှာတော့မှောင်ခိုသမားတွေကို ချဉ်းကပ်ဖို့ သူမ ကြိုးစားရပါတော့တယ်။အစီအစဉ်ရဲ့တစ်စိတ်တစ်ပိုင်းကတော့ ကိုရီးယားက အေးဂျင့်တစ်ယောက်နဲ့ လက်တွဲလုပ်ကိုင်ရမှာပဲ ဖြစ်ပါတယ်။ဒါပေမယ့် မှတ်ပုံတင် မှားယွင်းမှု တစ်ခုကြောင့်\nမမျှော်လင့်ဘဲ Woo Soo-Han နဲ့ ဆုံတွေ့ဖို့ ဖြစ်လာပါတော့တယ်။Woo Soo-Han ဆိုတာကတော့ ကိုရိုးကားရားနိုင်ပြီးတော့ အတွေ့အကြုံမရှိတဲ့ အလွတ်တန်းစုံထောက်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။သူ လုပ်တဲ့ စုံထောက်အလုပ်ကလည်း ခွေးရှာကြောင်ရှာ အလုပ်လောက်ပဲ တတ်တာပါ။Yoo Da Hee ကတော့ Woo Soo-Han အကြောင်းကို မသိဘဲနဲ့\nသူမနဲ့ လက်တွဲလုပ်ကိုင်စေတာပဲ ဖြစ်ပါတယ်။Woo Soo-Han ကတော့ သူ့ကို လျှို့ဝှက်အေးဂျင့်အနေနဲ့ အရွေးခံရပြီလို့ မှားပြီးတော့ ထင်နေတာပါပဲ။ဒါပေမယ့် အဓိကသက်သေတွေ အသတ်ခံလိုက်ရချိန်မှာတော့ ......\nကိစ္စတွေက တကယ်ကို အတည်ကြီး ဖြစ်လာပါတော့တယ်။စုံထောက်အက်ရှင်ကားကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/1CV6t/Mission.Possible.2021.720p.CM.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/n2-141x200.jpg",
        "title": "Nostalgia (1983)",
        "description": "[Unicode]Nostalgia (1986)\n=============\nIMDb Rating = 8.1 out of 10\nDirected By Andrei Tarkovsky၁ + ၁ = ၁\nဘယ်လောက်အထိဝေးလာခဲ့လဲ ငါမသိဘူး\nပြန်မရောက်တော့တဲ့နေရာတစ်ခုရဲ့\nနှိက်စက်သမှုကို အလူးအလဲခံနေရတဲ့\nငါတို့အမှားတွေကို ငါတို့အမှား\nဟုတ်ဟုတ်မဟုတ် ရထားပေါ်တင်\nဘုဇပတ်ပင်တွေရှိတဲ့မြို့ဆီ\nချစ်ခြင်းနဲ့တွဲတဲ့နောင်တဆိုတဲ့\nအကြီးဆုံးဝေဒနာကို ပြန်ပို့လိုက်ကြတယ်။\nရေတစ်စက်နဲ့ ရေတစ်စက်ပေါင်းတော့လည်း\nရေတစ်စက်ပဲ ပြန်ရတာပါပဲ။\nဖွင့်ပြောမထားတဲ့ ခံစားချက်တွေဟာ\nမမေ့ရက်နိုင်စရာကောင်းလွန်းတယ်။ ရုပ်ရှင်သမိုင်းတစ်လျှောက်က အကြီးကျယ်ဆုံး\nလူတွေကို ရွတ်ပြရရင် တာကော့စကီးဟာ\nထိပ်ဆုံးကပါနေရမယ့် နာမည်မျိုးပဲ။\nရုပ်ရှင်သမိုင်းရဲ့ အကျော်ဇေယျတွေထဲက\nတစ်ယောက်ဖြစ်တဲ့ Ingmar Bergman\nကိုယ်တိုင်ကိုက တာကော့စကီးကို\n\"Greatest of us all\"လို့\nထောပနာပြုထားခဲ့ဖူးတယ်။\nPoetic Cinemaဆိုတဲ့စကားလုံးကို\nပြောလိုက်ရင် တာကော့စကီးဆိုတာ\nအဲ့ဒီစကားလုံးနဲ့ တစ်သားတည်း\nရပ်တည်နေမယ့် သူ။ တာကော့စကီးဟာ\nဝေဝါးသိပ်သည်းတဲ့ ခံစားမှုအစိုင်အခဲ\nတစ်ခုကို ခင်ဗျားရင်ထဲထည့်ပေးရုံကလွဲ\nဘာမှပေးစွမ်းမှာမဟုတ်ဘူး။\nဒါကြောင့်လည်း တာကော့စကီးရုပ်ရှင်တွေဟာ\nကြည့်ရှုဖို့ မဟုတ်တဲ့ ခံစားဖို့သက်သက်\nရုပ်ရှင်တွေလို့ တစ်ချို့ကပြောကြတယ်။\nသူ့ရုပ်ရှင်တွေကို ဘယ်လိုရုပ်ရှင်မျိုးတွေ\nပါလို့တော့ ဓာတ်ခွဲမပြတတ်ဘူး။\nသေချာတာတော့ သူ့ရုပ်ရှင်ဟာ\nဒီနေ့ခေတ်ရုပ်ရှင်တွေထက်တောင်\nပိုသစ်လွင်နေတယ်။ တာကော့စကီးရဲ့\nရုပ်ရှင်ဟာ ရုပ်ရှင်မဟုတ်ဘူး မှော်ပညာပါပဲ။\nအချိန်အတော်ကြာပြီးတဲ့အခါမှာ\nခင်ဗျား ဒီရုပ်ရှင်ထဲက ဇာတ်ဝင်ခန်းတွေ\nပုံရိပ်တွေ စကားလုံးတွေကို ဘာတစ်ခုမှ\nရေရေရာရာ မမှတ်မိတော့တဲ့\nအခြေအနေတစ်ခု ဖြစ်ကောင်းဖြစ်လာလိမ့်မယ်။\nမတော်လို့ဒီရုပ်ရှင်ကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/2iSyi/Nostalghia_(1983)_720p.mp4",
        "category": "Drama"
    }
]