[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTgyNzFmZmItMmU2Yi00OTQxLWEzMWUtNTQ4MzE5NGEyNzAxXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-150x200.jpg",
        "title": "Thankam(2023)",
        "description": "Thankam (2023)2023 ခုနှစ်ထွက် မှုခင်းဒရမ်မာ ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဝါရင့်သရုပ်ဆောင်တွေအဓိကပါဝင်ထားပြီး IMDb rating မှာ 7.2/10 အထိရရှိထားပါတယ်။အိန္ဒိယရဲ့ ရွှေမြို့တော်လို့ တင်စားခံရတဲ့ ထရီဆူးမြို့က\nရွှေကုန်သည်သူငယ်ချင်းသုံးယောက် မူတူး ၊ ကန်နန် နဲ့ ဘီဂျွိုင်း...ဇာတ်လမ်းကတော့ မွန်ဘိုင်းကို သုံးယောက်သားရွှေအရောင်းအ၀ယ်လုပ်ဖို့သွားရာကနေ\nပြဿနာတစ်ခုခုပြီးတစ်ခုစဖြစ်ပါတော့တယ်။အိတ်ဖောင်းရင်စိတ်ပြောင်းတတ်တဲ့ လူတွေရဲ့အချိုးဟာ ကြောက်ဖို့ကောင်းလှပါတယ်။\nတစ်နေ့မှာတော့ ကန်နန်ဟာရွှေအိတ်တွေကိုယူပြီး ပျောက်ချင်းမလှပျောက်သွားတဲ့အခါ\nသူငယ်ချင်းတွေဟာ အချင်းချင်းသံသယ၀င်ကုန်ပါတော့တယ်။ဒီလိုနဲ့အမှုက ကြီးထွားလာပြီး ရဲတွေနဲ့ပါပတ်သက်လာတဲ့အခါ...ကန်နန်က သူငယ်ချင်းတွေကိုတကယ်သစ္စာဖောက်သွားတာလား...အမှုမှန်ကိုဘယ်လိုဖော်ထုတ်ကြမလဲ....နောက်ကွယ်ကအကြောင်းအရင်းကရော\nဘာဖြစ်မလဲဆိုတာ စိတ်၀င်စားဖွယ် ကြည့်ရှူရမှာဖြစ်ပါတယ်။\nFile size…1.9GB / 800MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Nyein Aye",
        "rating": "7.2",
        "url": "https://megaup.net/2yjT5/Thankam_(2023)_Malayalam_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-gods-134x200.jpg",
        "title": "The Ghost and the Darkness (1996)",
        "description": "90 born တွေဆို ငယ်ဘဝတုန်းက လူသားတွေနဲ့ ခြင်္သေ့တွေ အသဲတယားယား ဘတပြန်ကျားတပြန် တိုက်ခိုက်ခဲ့တာကို မှတ်မိကြမယ်ထင်ပါတယ်။ ဇာတ်လမ်းအကြောင်းမပြောခင် ဒီဖြစ်ရပ်ကြီးက အပြင်လောကမှာ တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဆိုတာ ပြောပြချင်ပါတယ်... ဇာတ်လမ်းကတော့ လန်ဒန်က တံတားအင်ဂျင်နီယာ ကယ်နယ်တစ်ယောက်ကို အာဖရိကတိုက် ဆာဗိုဆိုတဲ့နေရာမှာ ငါးလအတွင်း တံတားတစ်ခု အပြီးဆောက်ခိုင်းတာပါ။ ဒါပေမဲ့ ကာနယ်ရောက်သွားတဲ့အချိန်မှာ အခက်အခဲပေါင်းစုံ ကြုံတွေ့ရပါတော့တယ် အလုပ်သမားအချင်းချင်း မတည့်တာမျိုး ဆေးရုံကောင်းကောင်းမရှိတာမျိုး စသဖြင့်ပေါ့၊ ဒါပေမဲ့ တကယ်ပြဿနာကြီးကတော့ ခြင်္သေ့တွေ လူလာလာဆွဲတဲ့ကိစ္စပါ။ ပထမပိုင်းတော့ ကာနယ်တစ်ယောက် အပင်ပေါ်ကနေ တစ်ကောင်သတ်ပေးလိုက်တော့ အလုပ်သမားတွေလည်း ပျော်ရွှင်၊ သူလည်း သူရဲကောင်းဖြစ် တံတားထိုးတာလည်း အဆင်ပြေပြေနဲ့ပေါ့၊ နောက်ပိုင်းကျတော့ ခြင်္သေ့တွေက ပိုအတင့်ရဲလာ လူတွေပိုသတ်လာပြီး တံတားလည်းမဆောက်နိုင် ခြင်္သေ့လည်းမသတ်နိုင်နဲ့ ဒုက္ခတွေရောက်လာတဲ့အချိန် အာဖရိကလူမျိုးစုတွေနဲ့အတူ အမဲလိုက်တတ်တဲ့ နာမည်ကျော်မုဆိုးတစ်ယောက် ရောက်ရှိလာခဲ့ပါတော့တယ်။ အဲဒီမှာ ဆိုးသွမ်းနေတဲ့ခြင်္သေ့တွေကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2yhT7/The.Ghost.and.the.Darkness.1996.INTERNAL.720p.(CM).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/hirose-150x200.jpg",
        "title": "(21+)Neglect Of My Lovely Husband(JUG-157)",
        "description": "ဒီတစ်ခါမှာတော့ လှပလုံးဝန်းတဲ့ စနေနံနှစ်ခိုင်ကို ပိုင်ဆိုင်ထားတဲ့\nHina Hirose လေးရဲ့ အလှတွေ ခံစားရအောင်ဗျာသူလေးရဲ့ အကြည့်တွေနဲ့ ငါ့ရံ့ကိုယ်လုံးလေးကို ဘယ်သူလွန်ဆန်နိုင်မှာလဲ\nအထူးသဖြင့် အိစက်ပြီး လုံးဝန်းနေတဲ့ သူမရဲ့ ရင်မွှာအစုံ\nသူ့အမျိုးသားကတော့ အလုပ်မှအလုပ်ပဲ မိန်းမကိုရှိတယ်လို့တောင်မထင်\nတစ်နေ့မှာတော့ သူ့အမျိုးသား အမှုတစ်ခုနဲ့ စွပ်စွဲခံရပါတယ်အဲဒီအမှုက သူဘယ်လိုမှ ထင်မထား မယုံထားတဲ့အမှုတစ်ခု\nအဲဒီအမှု ဖြေရှင်းပုံက တစ်မျိုးလေး ကြည့်ကောင်းနေတာဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.95GB / 900MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h \nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2yjP6/[JUQ-157]_720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjhjNmNlZGUtZTI5Zi00MTU5LTk2NTMtOTJjMzU3NWVjMGViXkEyXkFqcGdeQXVyMTU0MDA4MDkz._V1_-150x200.jpg",
        "title": "Raana(2022)",
        "description": "Raana (2022)==========ကလေးဘ၀ကတည်းက ရဲအရာရှိတစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ ရာနာဆိုသူရဲ့ စိတ်အားထက်သန်မှုတွေကို\nအသားပေးရိုက်ကူးထားတဲ့ Raana ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဖခင်ဖြစ်သူရဲဲ့ နောက်ဆုံးဆန္ဒ တဖြစ်လည်း အမေနဲ့ သူငယ်ချင်းတွေရဲ့ ပံ့ပိုးမှုနဲ့အတူ\nရဲတစ်ယောက် မဖြစ်ဖြစ်အောင်ကြိုးစားနေတဲ့ ရာနာ တစ်ယောက်........သူတို့မြို့မှာ ဘယ်သူမှမယှဉ်ရဲလောက်အောင်ကို\nအင်အားကြီးတဲ့ ကာပါလီဆိုသူ လူမိုက်တစ်ယောက်ကြီးစိုးနေချိန်..............တစ်ရက်မှာတော့ လူမသိသူမသိ လုပ်ကြံခံလိုက်ရတဲ့အခါ\nကာပါလီနဲ့အငြိုးတွေရှိဖူးတဲ့ ရာနာဆီကို သံသယတွေပုံကျလာပါတော့တယ်။ရာနာဟာ ရဲသင်တန်းဆင်းပြီး တရား၀င်ရဲတစ်ယောက်ဖြစ်ဖို့\nအမှုအခင်းကင်းရှင်းအောင် နေနေရတဲ့သူဖြစ်ပြီးချစ်သူနဲ့နှစ်ယောက်တစ်ဘ၀နေနိုင်ဖို့ကြိုးစားရင်း\nဘ၀ကြီးကသာယာအေးချမ်းနေပေမယ့်အခုလိုစွပ်စွဲချက်တွေကြုံလာရတဲ့နောက် တရားခံအဖြစ်ကနေ\nလွတ်မြောက်ဖို့အတွက် လူသတ်တရားခံအစစ်ကို ဖော်ထုတ်နိုင်ဖို့ ကြိုးပမ်းရပါတော့တယ်။2022 ခုနှစ်ကထွက်ရှိထားပြီး IMDb 8.2 အထိရရှိထားတဲ့ဇာတ်ကားကောင်းဖြစ်တဲ့အတွက်\nIndia ဇာတ်ကားကြိုက်သူများဖို့ လက်မလွှတ်သင့်သော ဇာတ်ကားအဖြစ်ညွှန်းဆိုပေးပါရစေ။\nFile size…1.9GB / 932MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko & Poe",
        "rating": "8.2",
        "url": "https://megaup.net/1Smly/Raana_(2022)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-3-135x200.jpg",
        "title": "Sling Blade (1996)",
        "description": "1996မှာထွက်ရှိခဲ့တဲ့ sling bladeဟာ imdb 8/10 ရရှိထားတဲ့အပြင် rotten tomatoes မှာ 97%အထိရရှိထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ Billy bob Thornton ဟာ ကိုယ်တိုင် သရုပ်ဆောင်ပြီး ကိုယ်တိုင်ဒါရိုက်တာ လုပ်ခဲ့တဲ့အပြင် ကိုယ်တိုင် ဇာတ်ညွှန်းရေးခဲ့တဲ့ကားလည်းဖြစ်ပါတယ်။ သူဟာ ဒီဇာတ်ကားနဲ့ပဲ 1997 Academy awards မှာ အကောင်းဆုံး ဇာတ်ညွှန်းဆုကို ရရှိခဲ့တာပဲဖြစ်ပါတယ်။ဇာတ်လမ်း ကတော့ ကားလ် ချိူင်းလ်ဒါဆိုတဲ့လူတစ်ယောက်ဟာ ငယ်ကလေးဘဝကတည်း သူ့အမေနဲ့ သူ့အမေရဲ့ချစ်သူကိုသတ်ခဲ့လို့ ဆေးရုံတင်ထားခဲ့ရတယ်။သူဟာဆေးရုံကနေလွတ်လာပြီး သူမွေးဖွားခဲ့တဲ့ မြို့ငယ်လေးမှာ ပဲနောက်ဘဝအသစ်ကို စဖို့ကြိုးစားခဲ့တယ် ဒါပေမယ့် သိပ်မကြာခဲ့ဘူး သူဟာ သူရဲ့အတိတ်ကဖြစ်ရပ်ပုံစံမျိုး တစ်ဖန် ထပ်မံပြန်ရောက်လာတဲ့ အဖြစ်အပျက်ကို သူဘယ်လိုရင်ဆိုင်လဲဆိုတဲ့ အကြောင်း ဇာတ်ညွန်းကောင်းကောင်းနဲ့ ရိုက်ကူးထားတဲ့ Drama indie ကားလေးတစ်ကားဖြစ်ပါတယ်။File size…(3.5GB)  / (1.38GB) / (599.43MB)\nQuality…. ...",
        "rating": "8.0",
        "url": "https://megaup.net/1cob5/Sling.Blade.1996.DC.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-fly-134x200.jpg",
        "title": "Fly Away Home (1996)",
        "description": "အေမီ အော်လ်ဒန်ဟာ မိခင်ဖြစ်သူကိုမတော်တဆမှုမှာဆုံးရှုံးခဲ့ရပြီးနောက် ကွာရှင်းထားတဲ့ဖခင်ဖြစ်သူ သောမတ် အော်လ်ဒန်နဲ့ကနေဒါမှာလိုက်နေရဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ တနေ့မှာသူမရဲ့အိမ်ဘေးစိမ့်တောထဲမှ ကနေဒါဘဲငန်းဥလေးတွေကိုဖျက်စီးခံရမယ့်အရေးကနေကယ်တင်ခဲ့တာကနေဖခင်ဖြစ်သူနဲ့အတူ သူတို့ကိုကြီးပြင်းတဲ့အထိမွေးမြူဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ ကနေဒါဘဲငန်းတွေဟာရွှေ့ပြောင်းကျက်စားတဲ့မျိုးနွယ်ဖြစ်သည့်အတွက် ဆောင်းရာသီမှာတောင်ဘက်ကိုဆင်းဖို့လိုအပ်လာခဲ့ပါပြီ။အေမီအတွက်ကတော့မိုင်500ကျော် ခရီးရှည်ကြီးကိုဖခင်ဖြစ်သူနဲ့အတူ အသေးစားလေယာဉ်နှစ်စီးနဲ့ဒီဘဲငန်းတွေကိုဘေးမသီရအောင်လမ်းပြဖို့လိုအပ်လာခဲ့ပါတယ်။ အေမီတို့ရဲ့ ခရီးမစခင် အခက်အခဲတွေ လမ်းတလျှောက်ကအတွေ့အကြုံတွေနဲ့ အေမီနဲ့သူ့ဖခင် ဒီဘဲငန်းလေးတွေအကြားကချစ်ခြင်းမေတ္တာတွေကိုရှုစားကြရမှာပဲဖြစ်ပါတယ်ခင်ဗျာ။\nဤဇာတ်လမ်းမှာဖန်တီးမှုသာဖြစ်သော်လည်း ဘဲငန်းများကို လေယာဉ်အပေါ့စားများနှင့်စားကျက်သို့လမ်းပြခဲ့ခြင်းမှာ အစစ်အမှန်ကြိုးစားအောင်မြင်ခဲ့သည့်ဖြစ်ရပ်ဖြစ်ပါသည်။ File size…(1.91GB)  / (1.38GB) / (639MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Adventure / Drama / Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Brackman",
        "rating": "6.9",
        "url": "https://megaup.net/1Skq2/Fly.Away.Home.1997.720p.(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lBYchePTtLlKpqDdGsplrKCHr5f.jpg",
        "title": "Dos Estaciones (2022)",
        "description": "Dos Estaciones (2022)~ IMDb - 6.3/10, Rotten Tomatoes - 85% ~မက္ကဆီကန်ဒါရိုက်တာ Juan Pablo ရိုက်တဲ့ ဒီရုပ်ရှင်ဟာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေရထားတဲ့ကားဖြစ်ပြီး မက္ကဆီကန်က တက်ကွီလာလုပ်ငန်းရှင် အမျိုးသမီးတစ်ယောက်ရဲ့ လုပ်ငန်းအကြောင်း ဘဝအကြောင်းတွေကို ရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါ။ ဇာတ်ဟာ အချိန်ထက်စာရင် ဇာတ်အိမ်တော်တော်ကျဉ်းတယ်လို့ ပြောရမယ့်ဇာတ်ပေမဲ့ ဒါရိုက်တာဟာ သူပြချင်တာကိုတော့ သူအရပြသွားခဲ့ပါတယ်။ လူတွေအကြောင်းနည်းနည်း နေရာအကြောင်းနည်းနည်းနဲ့ နိုင်ငံခြားလုပ်ငန်းရှင်တွေ သူများပြည်ထဲ ချဉ်းနင်းဝင်ရောက်ပြီး အမြတ်ထုတ်ဖို့ကြိုးစားရာက ဒေသခံလုပ်ငန်းရှင်တွေ အခက်အခဲရင်ဆိုင်ရပုံတွေကိုလည်း တည့်တိုးတော့မဟုတ်ပေမဲ့ တော်တော်လေး မြင်သာထင်သာရှိအောင်တော့ ပြသွားပါတယ်။ဒီရုပ်ရှင်ရဲ့ထူးခြားချက်ကတော့ ဒီရုပ်ရှင်ဟာ ခင်ဗျားကို ခင်ဗျားသိတောင်မသိတဲ့ နေရာတစ်နေရာကို မိတ်ဆက်ပေးပြီး အဲဒီကလူတွေ သူတို့ရဲ့ဒုက္ခတွေကို မိတ်ဆက်ပေးပေမဲ့ အဲဒီဒုက္ခတွေကို အတုံးလိုက်အတစ်လိုက် ပြတာမဟုတ်ဘဲ ဖော့ဖော့လေးပြသွားရင်း စူးစူးနစ်နစ်ဝင်စေတဲ့ အချက်ပဲ ဖြစ်ပါလိမ့်မယ်။ ကျွန်တော်တို့ဟာ ကာရိုက်တာတွေကိုမြင်ရပါလိမ့်မယ်။ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1co8y/(CM)_Dos_Estaciones_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Kalyanam-Kamaneeyam-128x200.jpeg",
        "title": "Kalyanam Kamaneeyam (2023)",
        "description": "Kalyanam Kamaneeyam 2023\nIMDb -6.3/10ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ထွက်ရှိကတည်းက လူကြိုက်များခဲ့တဲ့\nလူငယ်အချစ်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ချစ်ကြိုက်ကွဲညားလိုသာမန်ပုံစံမျိုးမဟုတ်ပဲ\nအချင်းချင်း ချစ်မိပြီးနောက် ကြုံတွေရမယ့်ပြဿနာတွေကို ရင့်ကျက်တဲ့လူကြီးတစ်ယောက်လို\nဘယ်‌လိုတွေးခေါ်ရမယ်ဆိုတာ တင်ဆက်ထားပါတယ်။အလုပ်ဟူသမျှဂုဏ်ရှိစွဆိုပေမယ့်လည်း အလုပ်မရှိဘူးဆိုရင်အင်မတန်မှမျက်နှာငယ်ရပါတယ်။\nမိသားစုဝင်တွေထဲမှာရော၊ သူငယ်ချင်းအချင်းချင်းမှာရော၊ လူမှုအသိုင်းအဝိုင်းမှာ အနှိမ်ခံရတတ်ပါတယ်။\nအဲ့ထဲမှာ ရှီဗာဆိုသူကတော့ အဲ့ဒီလောကရဲ့သားကောင်ပဲပေါ့၊ ရှီဗာဟာ ၂\n၅ နှစ်လုံးလုံးအဖေဖြစ်သူနားကပ်စားနေတဲ့ အလုပ်လက်မဲ့ပါ။နောက်ဆုံးအလုပ်မရှိပေမယ့်လည်း ကံကောင်းထောက်မစွာနဲ့ မိန်းမရသွားတော့လည်း\nမိန်းမလုပ်စာထိုင်စားနေရပြန်ပါတယ်။ မိန်းမထမိန်နားခိုစားတဲ့ကောင်ဆိုပြီး\nလူမှုအသိုင်းအဝိုင်းကပါကျဉ်ခံလာရတဲ့အချိန်မှာ ရှီဗာတစ်ယောက်\nအလုပ်လက်မဲ့ဘ၀ကနေ လွတ်မြောက်ဖို့ကြိုးစားခဲ့ပါတော့တယ်။\nသူအလုပ်လက်မဲ့ဘဝကနေလွတ်မြောက်နိုင်ပါ့မလား၊ ကြာလို့ မိန်းမဖြစ်သူကလည်း\nငြိုငြင်ချင်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်မယ်ဆိုတာတော့ ဆက်လက်ကြည့်ရှုပြီး အဖြေရှာလိုက်ကြရအောင်ပါ....\nFile size…1.6GB / 732MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 46m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye",
        "rating": "5.9",
        "url": "https://megaup.net/1co4p/Kalyanam_Kamaneeyam_(2023)_Telugu_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2eLxKu3wmbtglAJcfeQiCqct8Z2.jpg",
        "title": "Lesson in Murder (2022)",
        "description": "Lesson in Murder (2022)~ IMDb - 6.3/10, MyDramaList - 7.7/10 ~ဂျပန်တွေဟာ မှုခင်း Thriller ကားတွေကို အသက်သွင်းတဲ့နေရာမှာ အာရှရဲ့ ဆရာတစ်ဆူလို့ ဆိုလို့ရပါတယ်။ မနှစ်က အော်စကာရခဲ့တဲ့ ဂျပန်ကားရဲ့ ဒါရိုက်တာ ရူဆုခဲဟမဂုချိရဲ့ဆရာအရင်း Kiyoshi Kurosawa ရဲ့ မှုခင်းကားတွေဆိုလည်း မာစတာပိစ်လို့ဆိုလို့ရတဲ့အထိ တန်းမြင့်သလို ကူရိုဆာဝါလို လူကိုယ်တိုင်ရိုက်ခဲ့တဲ့ Crime ကားတွေလည်းရှိခဲ့ပါတယ်။ Takeshi Kitano, Sion Sono, Takashi Miike, Tetsuya Nakashima, Shunji Iwai နဲ့ Hirokazu Kore-eda တို့လို လူတွေရိုက်ခဲ့တဲ့ မှုခင်းကားတွေလည်းရှိပြီး ရိုက်သမျှအကုန်ကောင်းတဲ့ ဘဲတွေရိုက်ထားတဲ့ မာစတာပိစ်တွေလည်း မနည်းပါဘူး။ဒီတစ်ခါရုပ်ရှင်ကတော့ အပေါ်ကဒါရိုက်တာတွေရိုက်သလို မာစတာပိစ် မဟုတ်ရင်တောင် တော်တော်လေးမိုက်တဲ့ ဂျပန် မှုခင်းကားပါပဲ။ စိတ္တဇ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Slru/(CM)_Lesson_in_Murder_(2022)_720p.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNjY0N2Y3NmUtMjFkOS00YWIwLThlNzAtMTc4MmQ5MjgyMTk3XkEyXkFqcGdeQXVyODY0MDQ3NTI@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "November (2022)",
        "description": "November (2022)\n=============\nIMDb Rating - 6.9/10၂၀၁၅ နိုဝင်ဘာသောကြာနေ့မှာပြင်သစ်နိုင်ငံ ပါရီမြို့တော်\nတစ်ဝှမ်းအကြမ်းဖက်တိုက်ခိုက်မှုတွေဖြစ်ပွားပြီး လူပေါင်း\nရာချီသေဆုံးခဲ့ရပါတယ်။အဲ့ဒီတိုက်ခိုက်မှုတွေဟာ ပြင်သစ်နိုင်ငံအတွက် ဒုတိယကမ္\nဘာစစ်ပြီးတဲ့နောက် အပြင်းထန်ဆုံးတိုက်ခိုက်မှုဖြစ်ခဲ့သလို၊\nEU အတွက်လည်း ၂၀၀၄ မှာဖြစ်ပွားခဲ့တဲ့ မက်ဒရစ်ရထား\nဗုံးဖောက်ခွဲမှုအပြီး လူသေဆုံးမှုအများဆုံးဖြစ်ခဲ့ပါတယ်။ဒီဇာတ်ကားမှာတော့ အဲ့ဒီဖြစ်ရပ်နောက်ကွယ်က လက်သည်\nတရားခံတွေကိုစုံစမ်းဖော်ထုတ်ကြတဲ့ ပြင်သစ်အကြမ်းဖက်\nတိုက်ဖျက်ရေးဌာနရဲ့ ငါးရက်တာကာလ လှုပ်ရှားရုန်းကန်ကြိုး\nစားမှုတွေကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ ရုံတင်ဝင်ငွေကြမ်းသလို\nဝေဖန်ရေးဆရာတွေရဲ့မှတ်ချက်ကောင်းတွေကိုလဲရရှိထားပြီး\nလာမယ့် César Awards အတွက်လည်း ဆန်ကာတင် ခုနှစ်ဆု\nထိဝင်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့ ဖြစ်ရပ်မှန်\nမှုခင်းကြိုက်ပရိသတ်တွေအနေနဲ့လက်လွတ်မခံသင့်တဲ့ ဇာတ်\nကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAlias ဖြစ်ပါတယ်)File Size..........(1.36 GB) / (555 MB) / (313 MB)\nQuality............Blu-Ray 1080p / 720p / 480P\nDuration.........1Hr 40Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Crime, Drama, Thriller\nTranslator.......Alias\nEncoder..........SWM",
        "rating": "6.9",
        "url": "https://megaup.net/1ckjx/Novembre.2022.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qH0LA0KJNr6f98agFNxJ8OvrY7W.jpg",
        "title": "Grand Central(2013)",
        "description": "Grand Central(2013)*******************Blue Is the Warmest Colour နဲ့လူသိများခဲ့တဲ့မင်းသမီး Léa Seydoux အချစ်ရိုမန့်ကားလေးဖြစ်ပါတယ်.အလုပ်လက်မဲ့ဖြစ်နေတဲ့ ဂါအီဟာ\nပြင်သစ်နိုင်ငံရဲ့ နူကလိယလျှပ်စစ်ဓာတ်အားပေးစက်ရုံမှာအလုပ်လျှောက်ပါတယ်။\nစက်ရုံမှာ training ပေးပြီးတော့မှအလုပ်ကိုဝင်လုပ်ခွင့်ရမှာဖြစ်တဲ့အတွက်\nလူငယ်တစ်ချို့ကို စီနီယာတစ်ချို့နဲ့တွဲပြီးလေ့ကျင့်ခိုင်းတယ်။ တိုနီနဲ့အခြားစီနီယာတွေက\nသူတို့ကိုကြီးကြပ်စေပြီးတော့လေ့ကျင့်မှုစမ်းသပ်မှုအောင်မြင်အောင်ကြိုးစားပေးကြတယ်။\nနူကလိယစက်ရုံဆိုတာသိတဲ့အတိုင်းပဲ ဓာတ်ရောင်ခြည်သင့်မှုတွေရှိတဲ့အတွက်\nဂါအီအစ်မ မာမီကတော့ သူ့ကိုမလုပ်စေချင်ဘူး။ ဒါပေမယ့်လည်း ပိုက်ဆံရတဲ့အတွက်\nဂါအီဟာဒီအလုပ်ကိုပဲလုပ်ဖို့ဆုံးဖြတ်ထားတယ်။ စက်ရုံမှာနေနေရင်းနဲ့ တိုနီနဲ့ဇနီးလောင်း\nကာရိုးနဲ့ ချစ်မိသွားတယ်။ အဲ့ဒီနောက်မှာတော့..File Size :(1GB) and (398MB)\nQuality : BLU-RAY720P\nFormat…mp4\nDuration…01:34:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Slhh/Grand.Central.2013.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8z9cGlYlbn7ASsHJJMRx8hh6Sv2.jpg",
        "title": "Stay the Night (2022)",
        "description": "Stay The Night (2022)\n-------------------------------------\nIntrovert တစ်ယောက်ဖြစ်တဲ့အပြင် အချစ်ရေးမှာလည်း သတ်မှတ်ထားတဲ့ စံနှုန်းတွေတအားမြင့်တဲ့\n၂၇ နှစ်အရွယ် HR Adviser ဂရေ့စ်ဟာ အလုပ်မှာရော အချစ်ရေးမှာပါကံခေသူလေးပေါ့။\nတစ်နေ့မှာတော့ အလုပ်မှာအဆင်မပြေပါဘူးဆိုနေ ရည်းစားရှုပ်တဲ့ သူ့အခန်းဖော်သူငယ်ချင်းကြောင့်\nအိမ်ကိုပြန်လို့မရသေးဘဲ ဘာလုပ်ရမှန်းမသိဖြစ်နေတုန်း အသင်းကနေထုတ်ခံရလို့ စိတ်ဓာတ်ကျပြီး ဘားလာထိုင်တဲ့ ကာတာနဲ့တွေ့ပြီးတဲ့နောက်မှာတော့\nပထမဆုံးတွေ့ဖူးတဲ့ လူနှစ်ယောက်က အချင်းချင်းနားလည်ပေးနိုင်ပြီး အပြန်အလှန်ကူညီပေးကြရာကနေ သံယောဇဥ်တွေဖြစ်လာတဲ့အခါမှာတော့...ဂရေ့စ်လည်း သူအမြဲတမ်းစိတ်ကူးယဥ်ခဲ့ရတဲ့ ပြီးပြည့်စုံတဲ့ RS ကို\nကာတာနဲ့မှ ဘယ်လိုရှာတွေ့သွားမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရှုခံစားလို့ရမယ့်ဇာတ်ကားလေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Robin ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 830MB | 435MB | 224MB\nFormat… mp4\nDuration…. 1h 29min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Robin\nEncoder ..... ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Shs2/Stay.the.Night.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bmHyxd5rcwzrGjLScTU3j9LMi83.jpg",
        "title": "Golden Robbery ( 2023 )",
        "description": "ဒီတစ်ခေါက်တော့ CM ပရိသတ်တွေအတွက် ဟာသလေးနှောထားတဲ့\nမှုခင်းကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ရဲစခန်းလုံခြုံရေးအစောင့်မာတာနဲ့ သူ့ရဲ့ရည်းစာချောလေး\nလျိုစီးကျားတိုဟာ သာမန်ဘဝကို ဖြတ်သန်းနေကြတဲ့\nစုံတွဲလေးတစ်တွဲပဲ ဖြစ်ပါတယ်။ တစ်နေ့မှာ\nတစ်စုံတစ်ယောက်က မာတာရဲ အဖေဆိုပြီး ဖုန်းဆက်လာခဲ့ပါတယ်။နှစ် ၂၀ လောက် ပျောက်သွားခဲ့တဲ့ အဖေက ရုတ်တရက်\nပြန်ပေါ်လာတဲ့အချိန်ကစ မာတာရဲ့ အေးချမ်းတဲ့ ဘဝကြီးက စတင်ရှုပ်ထွေးလာပါတော့တယ်။\nယဉ်ကျေးမှုအမွေအနှစ်ပစ္စည်းမှောင်ခိုမှု၊ သင်္ချိုင်းဖောက်မှု၊\nရဲအတု အစစ်တွေနဲ့ ဘယ်လို အရှုပ်တွေ ဖြစ်မလဲဆိုတာကို\nGolden robbery ဆိုတဲ့ ဇာတ်လမ်းလေးကို ကြည့်ရှုလိုက်ပါနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Mystery\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/golden-robbery-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sbIa4aarctVOQvuIei2EAQi1TG0.jpg",
        "title": "Someday or One Day ( 2022 )",
        "description": "\"အတိတ်ကို ပြန်လည်သွားနိုင်ပေမဲ့ အတိတ်ကဖြစ်ပျက်ခဲ့သမျှကို ပြန်လည်ပြင်ဆင်နိုင်ပါ့မလား\"အရာအားလုံးရဲ့ ဇာတ်လမ်းဖြစ်တည်မှု အစက \"၂၀၀၉\" ခုနှစ်...!\nအသက် ၂၈ နှစ်အရွယ်လီဇီဝေဟာ အအေးအဖျော်ဆိုင်လေးတစ်ခုမှာ\nအလုပ်လုပ်တဲ့ အသက် ၁၇ နှစ်အရွယ် ဟွမ်ယွီရွှမ်း နဲ့တွေ့ဆုံခဲ့ပါတယ် ။\nတွေ့ဆုံတဲ့ အချိန်မှာလဲ တစ်ဦး နဲ့ တစ်ဦးဟာ ဟိုးအရင်ကတည်းက\nသိကျွမ်းခဲ့ဖူးတယ်ဆိုတဲ့ ခံစားချက်က ထူးဆန်းစွာနဲ့ ရလို့နေပါတယ် ။ဒီလိုနဲ့ပဲ နှစ်ဦးသား ဆက်ဆံရေးတွေဟာ ကောင်းမွန်လာခဲ့ပြီး\n၂၀၁၀ ခုနှစ်ရဲ့ နောက်ဆုံးရက် နှစ်သစ်ကူးညလေးမှာ\nသူတို့ရဲ့ချစ်ခြင်းခရီးစဥ်ကို စတင်ခဲ့ပါတော့တယ် ။ ဒီလိုနဲ့ အရာအားလုံး\nအဆင်ပြေချောမွေ့ခဲ့ပြီး ၂၀၁၇ ခုနှစ်အရောက်မှာတော့\nအပြောင်းအလဲတွေ စတင်ဖြစ်ပေါ်လို့ လာခဲ့ပါတယ် ။ဟွမ်ယွီရွှမ်းတစ်ယောက် လက်ရှိပစ္စုပန်က ချစ်ရသူ လီဇီဝေကို ဆုံ\nးရှုံးလိုက်ရပြီးတဲ့နောက် ထူးဆန်းစွာနဲ့ပဲ သူမဟာ အတိတ်ကို\nပြောင်းလဲနိုင်ဖို့ အခွင့်အရေးကြုံလာတဲ့အခါမှာ...?❏ လီဇီဝေကို ကယ်တင်ဖို့ အတိတ်ကိုတစ်ဖန်​ပြန်ရောက်သွားပေမဲ့\n❏ အနာဂတ် နဲ့ အတိတ် ကြားက ရောယှက်ရိုက်ခတ်မှုဒဏ်တွေ\nကြုံတွေလာရတဲ့အခါမှာတော့ ဟွမ်ယွီရွှမ်းတစ်ယောက် ဘယ်လိုရင်ဆိုင်မှာလဲ?❏ အတိတ်ဆိုးကြီးကိုရော ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/someday-or-one-day-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vCwbsgkdzpgTADyaa3g4jaWVAaR.jpg",
        "title": "Heneral Luna(2015)",
        "description": "Heneral Luna(2015)*******************ဖီလစ်ပိုင်နိုင်ငံကို အမေရိကန်တွေကျူးကျော်စစ်ဝင်ထိုးနေတဲ့အတွက်\nဖီလစ်ပိုင်းသမ္မတကြီးက ဖြေရှင်းဖို့အတွက် အစည်းအဝေးလုပ်တယ်။\nဗိုလ်ချုပ်တွေ ဗိုလ်မှူးတွေ စီးပွားရေးလုပ်ငန်းရှင်တွေ နိုင်ငံရေးသမားတွေနဲ့\nအပြန်အလှန်ဆွေးနွေးငြင်းခုံနေကြတယ်။ အမေရိကန် အင်အားနည်းနေချိန်မှာ\nတိုက်ခိုက်မှ ဖြစ်မယ် မဟုတ်ရင်တစ်နိုင်ငံလုံးကျွန်ဘဝရောက်မယ့်အကြောင်းကို\nဗိုလ်ချုပ်လူနာကတင်ပြတယ်။ ဒါပေမယ့် စီးပွားရေးသမားတွေက သူတို့ကိုယ်ကျိုး\nထိခိုက်မှာစိုးတဲ့အတွက် ငြိမ်းချမ်းရေးကမ်းလှမ်းဖို့ပဲဆန္ဒရှိကြတယ်။ နောက်ဆုံးမှာတော့\nသမ္မတကြီးက ငြိမ်းချမ်းရေးကမ်းလှမ်းမယ် စစ်ရေးအတွက်လည်းပြင်ဆင်ဖို့ဆုံးဖြတ်လိုက်ချိန်မှာ\nအမေရိကန်တွေက မနီလာမြို့အပါအဝင်အခြားနေရာကိုသိမ်းယူလိုက်ပါတယ်..ဖိလစ်ပိုင်တို့အတွက်တော့ အတော်ကြီးအထိနာတဲ့ကိစ္စလို့ဆိုရပါ့မယ်..အဒီနောက် ဗိုလ်ချုပ်လူနာတို့ဘယ်လိုတုန့်ပြန်ကြမလဲဆိုတာကိုတော့..ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်ပြီး ဘက်ဂျက်အတော်များများသုံးရိုက်ကူးထားတဲ့အတွက်ဖိလစ်ပိုင်ကားဆိုသော်ငြား တော်တော်ကြည့်ကောင်းတဲ့ ကားဖြစ်ပါကြောင်း...File Size :(3.3GB)(1.2 GB) and (407MB)\nQuality : WEB-DL 1080P5.1Ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Action, Biography , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/2yiqg/Heneral.Luna.2015.NF.WEB-DL.720p(cm).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/im7oY6pwW5j9UXfZV3zI9Vgdo4F.jpg",
        "title": "[18+] Love Hunter (1972)",
        "description": "Love Hunter (1972)အသက်နှစ်ဆယ်ဝန်းကျင် ကောလိပ်ကျောင်းသားလေးတစ်ဦးဖြစ်တဲ့ ကာဇူအိုဟာ ကျောင်းနေဖက်သူငယ်ချင်း ဟီဆာကိုနဲ့ချစ်ကျွမ်းဝင်နေခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သူတို့ဘဝထဲကို ထူးခြားဆန်းကြယ်ပြီးအသိရခက်တဲ့ ကျိုကိုဆိုတဲ့သက်လတ်ပိုင်းမိန်းမလှတစ်ယောက် ဝင်ရောက်လာပါတော့တယ်။ကျိုကိုဟာ ချမ်းသာကြွယ်ဝပြီး အဆင့်အတန်းမြင့်တဲ့အသိုင်းအဝိုင်းကလာတဲ့သူဖြစ်တယ်။ ဒါပေမဲ့ အထက်တန်းလွှာရေပေါ်ဆီတွေထုံးစံ အရာရာပြည့်စုံနေတော့ သာယာမှုကိုနည်းမျိုးစုံနဲ့ရှာဖွေရာကနေ ကျော်မကောင်းကြားမကောင်း ဇာတ်လမ်းမျိုးတွေကို ပိုင်ဆိုင်ထားသူလဲဖြစ်ပါတယ်။ ကာဇူအိုရော ဟီဆာကိုပါ သူတို့ကိုယ်တိုင်မသိလိုက်ခင် ဒီအသိုင်းအဝိုင်းထဲက စည်းဘောင်မဲ့လွတ်လပ်တဲ့၊ နာကျင်မှုတွေနဲ့သာယာမှုတွေနဲ့ရောပြွမ်းနေတဲ့လောကထဲ ဝင်ရောက်မိပါတော့တယ်။ဒီဇာတ်ကားကတော့ ပါဝင်တဲ့ Incest ဆန်ဆန်လိင်မှုရေးရာခန်းတွေကြောင့် ညစ်ညမ်းမှုနဲ့ တရားစွဲခံရတဲ့အထိဖြစ်ခဲ့ပြီး နှစ်နှစ်နီးပါးတရားရင်ဆိုင်ခဲ့ရသလို အဲဒီတရားစွဲမှုကပဲ ဇာတ်ကားကိုပိုနာမည်ကြီးစေခဲ့ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 630MB\nQuality - 1080p, 720p\nIMDb Rating - 5.3/10\nFormat - mp4\nDuration - 1H 12Min\nGenre - Drama\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "5.3",
        "url": "https://megaup.net/1cn56/(CM)_Love_Hunter_(1972)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8NmaPNP3NS0Ok6sL1fT6ZSnw5OF.jpg",
        "title": "Prison 77 (2022)",
        "description": "Prison 77 (2022)~ IMDb - 7.1/10, Rotten Tomatoes - 100% ~ထောင်ဖောက်တဲ့ရုပ်ရှင်ပေမဲ့ ထောင်ဖောက်တဲ့ရုပ်ရှင်မဟုတ်တဲ့ ရုပ်ရှင်ပေါ့။ ၁၉၇၆ကနေ ၁၉၇၈ကြားမှာဖြစ်ခဲ့တာတွေကို ဇာတ်အိမ်တည်ထားတဲ့ ဒီရုပ်ရှင်နာမည်က ထောင်, ၁၉၇၇။ ဒီခုနှစ်တွေက စပိန်သမိုင်းမှာ တော်တော်အရေးပါတဲ့ နှစ်တွေလို့ပြောရမယ်။ ဘာလို့ဆို ၁၉၃၉ကနေ ၁၉၇၅ အထိ စပိန်ကို စစ်အာဏာရှင်စနစ်နဲ့ အုပ်ချုပ်သွားတဲ့ ဂျန်နရယ် Francisco Franco ဟာ ၁၉၇၅မှာ သေသွားတယ်။ ဒီနောက် စပိန်ဟာ ဒီမိုကရေစီစနစ်ကို ကူးပြောင်းပြီး တိုင်းပြည်ကို အသစ်က ပြန်တည်ဆောက်ခဲ့တယ်။ ဆိုတော့ ဒီကာလတွေဟာ စပိန် ဒီမိုကရေစီရဲ့ အရေးအပါဆုံး ကာလတွေလို့ပြောရင် မမှားဘူး။တိုင်းပြည်ကြီးက အကြီးအကျယ်ပြောင်းလဲနေတဲ့ကာလမှာ ထောင်ထဲမှာ ဖိနှိပ်ချုပ်ချယ်ခံနေရတဲ့ လူတွေကလည်း တိုင်းပြည်ကြီး အသစ်ကပြန်စသလို သူတို့ကိုလည်း လွတ်ငြိမ်းချမ်းသာခွင့်ပေးပြီး အသစ်က ပြန်စခွင့်ပြုသင့်တယ်လို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3efjD/(CM)_Prison_77_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTJlZDUzMTctYjJmYi00MGZkLTkzMDItYzk4Y2Q5NGYyNzVjXkEyXkFqcGdeQXVyMTU2NDkwOTAw._V1_-140x200.jpg",
        "title": "Gaalodu(2022)",
        "description": "Gaalodu (2022)\nIMDb 7.3/10 (2K)အခုတစ်ခါမှာတော့ တေလဂူကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ရာဂျူးဟာ ခပ်မိုက်မိုက်နေတတ်ပြီး သူမှန်တယ်ထင်ရင်\nဘယ်သူ့ကိုမှလည်း ဂရုမစိုက်သလို သူ မလုပ်ရဲတာလည်း ဘာမှမရှိပါဘူး။ဇာတ်လမ်းအစမှာ ရာဂျူးဟာ လူသတ်မှုနဲ့ထောင်ကျနေခဲ့ပါတယ်။\nထောင်ကျတာ တစ်ရက်တောင်မရှိသေးဘူး ရဲအရာရှိကို ရိုက်လွှတ်လိုက်ပါတယ်။\nဒီလိုနဲ့ ထောင်တွင်း နာမည်ကြီးသွားပြီး ထောင်သားတွေ လေးစားရတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။ငယ်ငယ်ရွယ်ရွယ်နဲ့ လူသတ်ပြီး ထောင်ကျခဲ့ရတဲ့ ဒီလိုလူအတွက်အချစ်နဲ့စစ်ရဲ့\nအဓိပ္ပါယ်သတ်မှတ်ချက်တွေဟာ ဘယ်လိုဖြစ်နေမလဲ ဆိုတာကတော့....။\nသူထောင်သားတွေကို ပြောပြမယ့် နောက်ကြောင်းနဲ့အတူ ထပ်မံကြည့်ရှုပေးပါဦးနော်။\nFile size…1.94GB / 937MB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Khin Khin~BpL~Taylor",
        "rating": "7.2",
        "url": "https://megaup.net/2yhE5/Gaalodu__(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wWpbW893AGmSBbFdACjY0xllw7D.jpg",
        "title": "Killerman(2019)",
        "description": "Killerman(2019)============= Liam Hemsworthပါဝင်ထားတဲ့ Killermanဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ရတနာကုန်သည်တဖြစ်လည်း ငွေကြေးခဝါချသူလည်းဖြစ်တဲ့ မိုးဒိုင်းမွန်းဟာ သူ့သူငယ်ချင်းစကန့်နဲ့ပေါင်းပြီး ကြေးကြီးတဲ့အလုပ်ကိုလက်ခံထားပါတယ်။ အလုပ်အပ်သူက စကန့်ရဲ့ဦးလေး။အလုပ်မပြီးသေးခင် စကန့်ဦးလေးက ပိုက်ဆံကိုခဏသိမ်းထားပြီး အလုပ်ကိုလည်းဆိုင်းထားဖို့ပြောလာတယ်။အဲဒါကိုစကန့်က လက်ထဲမှာရှိနေတဲ့ သူ့ဦးလေးပိုက်ဆံနဲ့ ဆေးကုန်ကူးဖို့လုပ်တယ်။အရောင်းအဝယ်လုပ်နေတုန်းရဲတွေလာဖမ်းလို့ထွက်ပြေးကြရင်း ကားမတော်တဆမှုဖြစ်ပြီး မိုးကအတိတ်မေ့သွားပါတော့တယ်။အဲဒီကနေစလို့ အရာရာဟာလွဲကုန်ပါတော့တယ်။ File size…1.87GB / 680MB\nQuality…Blu-Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Thet Hmu Khin",
        "rating": "5.7",
        "url": "https://megaup.net/1Sk6s/Killerman.2019.BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTUzNjE5ODMyM15BMl5BanBnXkFtZTgwMzk3OTQ2NzE@._V1_-140x200.jpg",
        "title": "Weaponized (2016)",
        "description": "Weaponized (2016)\n==============လက်နက်ကုမ္မဏီပိုင်ရှင်တစ်ဦးဖြစ်တဲ့ ကိုင်လ်နောရစ်ဟာ\nအကြမ်းဖက်မှုတစ်ခုမှာသားဖြစ်သူကို ဆုံးရှုံးရပြီးနောက်\nအကြမ်းဖက်မှုတွေကိုနှိမ်နင်းဖို့ အလွန်အန္တရာယ်များတဲ့\nလက်နက်တစ်ခုကိုတီထွင်ဖို့ကြိုးစားပါတယ်။သူ့လမ်းကိုပိတ်ပင်သူမှန်မျှကိုလည်းရှင်းပစ်ဖို့ကြိုးစားပါ\nတော့‌တယ်။ ထိုလက်နက်ရဲ့အန္တရာယ်များပုံ၊ကောင်းကျိုး\nထက် ဆိုးကျိုးများပုံကို စုံထောက်ဝေါလ်ကာ ရိပ်စားမိသော\nအခါ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်\nကြည့်ရှုရမယ့်ဇာတ်လမ်းပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEunice ဖြစ်ပါတယ်)File Size..........(1.34 GB) / (573 MB) / (344 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 31Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Sci-Fi, Thriller\nTranslator.......Eunice\nEncoder..........SWM",
        "rating": "3.9",
        "url": "https://megaup.net/3dP7t/Swap.2016.720p.BluRay.%7BCM%7D.mp4",
        "category": "Action, Sci-Fi, Thriller"
    }
]