[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mqR1EFs1uisdXblSttMCCDnH0l7.jpg",
        "title": "The Quiet Family (1998)",
        "description": "The Quiet Family (1998) ~ IMDb - 7/10, Rotten Tomatoes - 80% ~Directed By Kim Jee Won\" There is a lot of extreme emotion in Korean film. It's because there are a lot of extremes in Korean society. \" ဆိုတဲ့ ဘွန်းဂျွန်းဟို စကားအတိုင်း ပတ်ချန်းဝုတို့ ဘွန်းဂျွန်းဟိုတို့ဟာ ကိုရီးယားရဲ့ဘ၀တွေကို မသိမသာရော သိသိသာသာပါ ထင်ဟပ်နေတဲ့ Horror/Thriller ကားတွေကို ရိုက်ခဲ့ကြ ကမ္ဘာနဲ့ချီအောင်‌ အောင်မြင်ခဲ့ကြပါတယ်။တောင်ကိုရီးယားရဲ့ Horror/Thriller လိုင်းမှာ ဆရာ့ဆရာကြီး ပတ်ချန်းဝုတို့ ဘွန်းဂျွန်းဟို တို့ပြီးရင် Kim Jee ...",
        "rating": "7",
        "url": "https://megaup.net/1JUsh/The_Quiet_Family_(1998)_720p.mp4",
        "category": "Comedy, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/vanishing-133x200.png",
        "title": "Vanishing(2022)",
        "description": "Vanishing(2022) အညွှန်း**********************မင်းသားYoo Yeon-Seok အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ဒီရုပ်ရှင်ကတော့ ပြင်သစ်ဒါရိုက်တာ Denis Dercourt ရိုက်ကူးပြီး ကိုရီးယား-ပြင်သစ်ပူးပေါင်းတင်ဆက်ရိုက်ကူးထားတဲ့ Crime / Drama ကားကြီးဖြစ်ပါတယ်..\nပြင်သစ်ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ပြသခဲ့ပြီး ကိုရီးယားမှာလည်း ရုံတင်‌တဲ့ကားကြီးဖြစ်ပါတယ်...ပြင်သစ်ဆရာဝန် ပရော်ဖက်ဆာ Alice က ပျက်စီးနေတဲ့ အလောင်းတွေကနေ ပြန်လည်အချက်အလက်ရှာဖွေတဲ့နည်းပညာကို တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်တဲ့ မှုခင်းဆေးပညာပညာရှင်တစ်ယောက်ဖြစ်ပြီး တောင်ကိုရီးယားကို ဆေးပညာဟောပြော‌ပွဲတစ်ခုရှိတာကြောင့်လာရောက်ခဲ့ခြင်းဖြစ်ပါတယ်....\nဒါပေမယ့် အဲ့အချိန်မှာပဲ သူ့ကို ကိုရီးယားရဲတပ်ဖွဲ့က မြစ်ထဲမှာတွေ့တဲ့အလောင်းတစ်ခုကိုစစ်ဆေးပေးဖို့ခေါ်ဆို အကူအညီတောင်းခဲ့ပါတယ်...\nအဲ့လို ကူညီစုံစမ်းပေးလိုက်တဲ့အချိန်မှာတော့ နောက်ကွယ်က ကြောက်စရာကောင်းလွန်းတဲ့မှုခင်းကြီ:ကိုသိလိုက်ရချိန်မှာတော့... File Size :(1.1GB)(532MB) and (115 MB)\nQuality : FHDRip 1080p, 720P\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Drama,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn Nu Swe\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/13Xva/Vanishing.2022.FHDRip.720p.pp.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/IPX-580-141x200.jpg",
        "title": "[21+]Business Trip-Karen Kaede[IPX-528] Decensored",
        "description": "Business Trip-Karen Kaede [IPX-528] Decensored Version\n++++++++++++++++++++++++++++++++AV IDOL တွေ တပုံကြီးရှိတဲ့အထဲ တစ်ခါကြည့်ဖူးတာနဲ့ စွဲနေတတ်တဲ့ IDOL လေးတွေဆို Karen Kaede က ထိပ်ဆုံးကပါပဲ။နူးညံ့ညင်သာမှုအပြည့်နဲ့ ကြင်နာသနားတတ်တဲ့ သူ့မျက်ဝန်းတွေက ပျော်ဝင်စရာအတိပါ…ကြည်တောက်ချောမွတ်တဲ့အသားအရေနဲ့ ကျော့ရှင်းလှပတဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ ယစ်မူးစရာချည်းပါပဲ…သွယ်လျတဲ့မျက်နှာကျနဲ့ အားလုံးကိုပေါင်းစပ်လိုက်တော့ သက်ရှိနတ်သမီးတစ်ပါးလို လင်းကျင်းထွက်နေသူလေးပါ။သူ့အလှတွေကို ကာရန်စီရရင် ကုဋေလောက်ရှိနိုင်ပါတယ်...ဒါကြောင့်နာမည်က ကာရန်ကုဋေ(Karen Kaede) ဖြစ်နေတာလားတော့မသိ။သူ့ဇာတ်ကားတွေက Uncensored မရှိသေးတာမို့ ဒုတိယအရှင်းလင်းဆုံးဖြစ်တဲ့ Decensored နဲ့ တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းလေးက မြင်နေကျ ပုံစံဆိုပေမယ့် ကာရန်ကုဋေနဲ့မလို့ အစအဆုံး ထိုင်ရာမထ ကြည့်ချင်စရာပါပဲ။Decensored Version ကို ရှာဖွေတင်ဆက်ထားတာမို့ မြင်နေကျထက် ပိုထိမိမှာပါ။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.7 GB) & (1.1 GB)\nQuality ...",
        "rating": "",
        "url": "https://channelmyanmar.org/21business-trip-karen-kaedeipx-528-decensored/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/4zPVw_3f-139x200.jpg",
        "title": "Till We Meet Again (2021)",
        "description": "ယခုတစ်ခါမှာတော့ CM fan တွေအတွက် Till We Meet Again ဆိုတဲ့ Taiwan Movie လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီကားလေးက‌တော့ ဇာတ်လမ်းဇာတ်အိမ်လေးတစ်မျိုးဆန်းသစ်ပြီး IMDB rating လည်း 7.5 ထိ ရရှိထားပါတယ်ဇာတ်လမ်းအကျဉ်းရှီရှောင်လန်ဟာ မိုးကြိုးပစ်ခံရပြီး သေဆုံးသွားခဲ့တယ်\nခေါင်းကို မိုးကြိုးထိခဲ့တာကြောင့် သူ့ရဲ့မသေခင်က မှတ်ဉာဏ်တွေပျောက်ဆုံးသွားခဲ့ပါတယ\nရှောင်လန်က ငရဲပြည်ကိုရောက်တဲ့အချိန်မှာ ပြန်လည်မွေးဖွားဖို့ မရွေးချယ်ဘဲ အချစ်နတ်ဘုရားအဖြစ် အလုပ်လုပ်ပြီး နောက်ဘဝ လူဖြစ်ဖို့ ကုသိုလ်ကောင်းမှုတွေလုပ်ဖို့ရွေးချယ်ခဲ့တယ်အချစ်နတ်ဘုရားရဲ့ တာဝန်ကတော့ လူနှစ်ယောက်ပေါင်းဖက်နိုင်အောင် ဖူးစာကြိုးနီလေး ချည်ပေးရမှာပါ\nလူနှစ်ယောက်ကို ဒီလို ဖူးစာဖက်ပေးဖို့အတွက် အချစ်နတ်ဘုရားတွေဟာ နှစ်ယောက်တစ်တွဲအလုပ်လုပ်ရတယ်ပင်ကီက ရှီရှောင်လန်ရဲ့ တွဲဖက်နတ်ဘုရားဖြစ်လာခဲ့ပြီး ရှောင်လန် လူပြည်မှာ ပထမဆုံးထမ်းဆောင်ရမယ့်တာဝန်က လူ့ဘဝမှာကျန်ခဲ့တဲ့ သူ့ချစ်သူအတွက် ဖူးစာဖက်ရှာပေးဖို့ဖြစ်နေခဲ့တယ်\nရှောင်လန်တစ်ယောက် လူ့ဘဝရဲ့ မှတ်ဉာဏ်တွေ ပြန်ရသွားတဲ့အခါ...ပုံမှန်အချစ်ဇာတ်လမ်းတွေနဲ့ မတူ တစ်မိုထူးခြားပြီး Fantasy ဆန်ဆန်ရိုက်ကူးထားတာမို့ ရသတစ်မျိုး ကြည့်ရှု့ခံစားရမှာပါ ။( ဘာသာပြန်ပြီး ...",
        "rating": "7.5",
        "url": "https://megaup.net/2pRN8/Till_We_Meet_Again_(2021)_720p.mp4",
        "category": "Adventure, Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tFURJnWv5qW58x4OOrXt1GQEyr1.jpg",
        "title": "Furioza (2021)",
        "description": "Furioza (2021) ဇာတ်လမ်းအညွှန်း ရှယ်ကြမ်း အက်ရှင်ကြိုက်သူများအတွက်ပါ။ ဒါဝိ၊ ဇီကာ နဲ့ အာရှုတို့က ချာတိတ်ဘဝတုန်းက ဖျူရီအိုဇာဆိုတဲ့ လူမိုက်ဂိုဏ်းအဖွဲ့ဝင်တွေပေါ့။ အတိတ်ဆိုးတွေကနေ ရုန်းထွက်ရင်း ဆယ်နှစ်အကြာမှာ ဒါဝိက ဆရာဝန်ဖြစ်လာပြီး ဇီကာက ရဲဖြစ်လာခဲ့ပါတယ်။ဂိုဏ်းထဲမှာပဲ လူမိုက်ကြီးအဖြစ် ကျန်ရစ်ခဲ့တဲ့သူကတော့ ဒါဝိရဲ့အစ်ကို အာရှုပါပဲ။ဇိကာတို့ ရဲတပ်ဖွဲ့က အန့်မန်းဆိုတဲ့ မူးယစ်ရာဇာကို ဖမ်းချင်နေကြတာပါ။ အန့်မန်းက ဖျူရီအိုဇာဂိုဏ်းနဲ့ ဆက်စပ်မှုရှိနေတာကြောင့် အာရှူကိုဖမ်းမယ်လို့ အကျပ်ကိုင်ပြီး ဒါဝိကို သူလျှိုအဖြစ် ဂိုဏ်းထဲ ပြန်ဝင်ပေးဖို့ အတင်းအကျပ်တောင်းဆိုခဲ့ပါတယ်။ဒါဝိတစ်ယောက် သူ့ဂိုဏ်းဟောင်းထဲ ပြန်ရောက်သွားရာက ဘယ်လို ရှုပ်ထွေးပွေလီတဲ့ ကိစ္စတွေနဲ့ ကြုံရမလဲဆိုတာ ကိုယ်တိုင်ပဲ ကြည့်ရှုလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။) File Size          : 2.7GB,  1.1GB & 539MB\nQuality      ...",
        "rating": "6.3",
        "url": "https://megaup.net/13W52/[CM]Furioza.2021.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Lost_in_Beijing-220350211-large-140x200.jpg",
        "title": "[18+] Lost in Beijing (2007)",
        "description": "တရုတ်နိုင်ငံရဲ့ အချောအလှစာရင်းဝင် မင်းသမီး ဖန်ပင်းပင်းရဲ့ ၂၀၀၇ ခုနှစ်က Drama ဇာတ်ကား​ကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီထဲက ဖန်ပင်းပင်းရဲ့ သရုပ်ဆောင်ချက်တွေဟာ ဝေဖန်သူတွေကြားထဲ လက်ခုပ်သံရရှိစေခဲ့ပါတယ်။ IMDB မှာလဲ 6.8 ရရှိထားပြီး Deep ဖြစ်တဲ့ Drama ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်း...​နယ်ကနေ ဘေကျင်းကိုတက်လာပြီးကြုံရာအလုပ်လုပ်တဲ့ လင်မယားနှစ်ယောက်၊ မိန်းမဖြစ်သူက အပျိုဟန်ဆောင်ပြီး Foot Message မှာ အလုပ်ဝင်လုပ်သလို၊ ယောကျာ်းဖြစ်သူကလည်း အထပ်မြင့်မှန်တွေသန့်ရှင်းရေးလုပ်ကာ ဘဝကိုရုန်းကန်နေရင်း တစ်နေ့တော့.......အဲ့ဒီတစ်နေ့ကြောင့်ပဲ ဘဝမှာ ငွေလား အချစ်လား ရမ္မက်လား မေးခွန်းတွေပေါ်ထွက်လာပါတော့တယ်။ ငွေဟာ လူ့သည်းခြေကြိုက်ဒုတိယဘုရားသခင်ဖြစ်ပေမယ့် တကယ့်ရွေးချယ်စရာ အချို့နဲ့ကြုံလာရင်တော့......ဇာတ်လမ်းကိုပဲ စီးမျောခံစားကြည့်လိုက်ပါ။Drama ဇာတ်လမ်းမျိုးဖြစ်ပေမယ့် ဖန်ပင်းပင်းရဲ့ အလှကောက်ကြောင်းတွေနဲ့ စကားကြမ်းကြမ်း အခန်းကြမ်းကြမ်းတွေပါတာမို့ ၁၈ နှစ် အထက်မှသာ ကြည့်ရှုဖို့ သင့်တော်ပါလိမ့်မယ်။\nFile size…(3.2 GB)/(1.3 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:54:31\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "6.8",
        "url": "https://megaup.net/35P3h/(CM)_Lost.in.Beijing.2007_BluRay_720p_AVC_AAC-Nyein.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/choose.or_.die_-151x200.png",
        "title": "Choose or Die (2022)",
        "description": "Choose or Die (2022)===============Countdown လိုရုပ်ရှင်ကားမျို၊ Escape Room လို ရုပ်ရှင်ကားမျိုးကို\nမျှော်နေကြတဲ့ horror/thriller ကားကိုချစ်မြတ်နိုးသူ ရုပ်ရှင်ချစ်သူ\nပရိသတ်အပေါင်းတို့အတွက် ၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိလာခဲ့တဲ့ ကားလေး\nကတော့ Choose or Die ဆိုတဲ့ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nHorror/Thriller ကားအမျိုးအစား၊ ဇာတ်လမ်းဇာတ်အိမ် အကြမ်းဖျင်း\nတူလို့သာ အပေါ်က ကားနှစ်ကားနဲ့ နှိုင်းယှဉ်ထားတာဖြစ်ပြီး ဇာတ်လမ်းဇာတ်ကွက်ကတော့ ရှယ်ကြည့်ကောင်းတယ်လို့ဆိုရမယ့် ကားကောင်း\nတစ်ကားလည်းဖြစ်ပါတယ်။ ဒီဇာတ်ကားကို Sex education စီးရီးရဲ့\nမင်းသား Asa Butterfield ရယ်၊ မင်းသမီး Iola Evans ရယ်၊ Robert\nEngland တို့ပါဝင်ရိုက်ကူးထားပြီး ကြာချိန် ၈၅ မိနစ်အတွင်းမှာ ဇာတ်လမ်းဟာ\nဆွဲဆန့်လွန်ခြင်း၊ တိုတုတ်လွန်ခြင်း စိတ်ကျေနပ်မှုတစ်ခုကို ရောက်ရှိအောင်\nစွမ်းဆောင်ပေးနိုင်မှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောရမယ်ဆိုရင်‌‌တော့ ဖခင်က စွန့်ခွာသွားလို့\nမိခင်ဖြစ်သူနဲ့ မောင်လေးဖြစ်သူနဲ့ အတူတူနေနေရတဲ့ ကေလာဆိုတဲ့ ရင့်နင့်စရာ\nကောင်မလေးရဲ့ ဘဝဇာတ်ကြောင်းကနေစပါတယ်။ သူဟာ အငယ်တန်း\nပရိုဂရမ်မာတစ်ယောက်ဖြစ်တာကြောင့် သူ့လို့ ...",
        "rating": "4.9",
        "url": "https://megaup.net/13Vvf/Choose.or.Die.2022.720p.WebRip[CM].mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/54bPZHa4cVIOHuycipAFAnXylSQ.jpg",
        "title": "My Sweet Monster (2022)",
        "description": "My Sweet Monster (2022)ကနဦးပြောချင်တာကတော့ ဒီကားရဲ့ အင်တာနေရှင်နယ် ဒံပေါက် ရိတ်တင်ကို မယုံပါနဲ့။\nအတည်ပါ လူ၈၀လောက်ပဲပေးထားတာပါ။\nကျွန်တော်ကိုယ်တိုင်လည်း အဲဒီဒံပေါက်ရိတ်တင်ကြည့်ပြီး တော်တော်ဆိုးမယ် ထင်ခဲ့ပေမဲ့ မဟုတ်ပါဘူး။\nခရမ်းချဉ်သီးရိတ်တင်လည်း မထွက်သေးပါဘူး။\nအသေးစားဆိုက်ကလေးတွေကတော့ ၅ မှာ ၅ပေးထားတာတွေ ၇၃ပေးထားတာတွေရှိပါတယ်။\nဆိုလိုတာက အတည်မဂျင်းပါဘူး။\nပေါ့ပေါ့ကားကား ကာတွန်းကားအနေနဲ့ ကြည့်ကောင်းသလို ရယ်ရတာလေးတွေလည်းပါပါတယ်။\nဇာတ်အိမ်လေးလည်း နည်းနည်းဆန်းပါတယ်။\nပေါ့ပေါ့ပါးပါးကြည့်ရင် စိတ်ပျော်စေမယ့် ချစ်ဖို့ကောင်းတဲ့ ကာတွန်းကားပါပဲ။\nသီချင်းလေးလည်း ငါးခါလောက်ဆိုကြပြီး နားဝင်လွယ်တဲ့ ချိုချိုအေးအေးလေးတွေဆိုတော့\nဟိုတုန်းက ဒစ္စနေး ကာတွန်းကားတွေရဲ့ အရသာပိုပေါ်ပါတယ်။\nHonestlyပြောရရင် စိတ်ပြေလက်ပျောက်ကြည့်ချင်ရင် ကြည့်ကောင်းတဲ့ကားလေးပါပဲ။\nငယ်ငယ်က ကာတွန်းကားတွေကို ပေါင်းထားတဲ့ အရသာမျိုးလည်းရတယ်။ဇာတ်လမ်းကတော့ စက်ရုပ်တွေထွင်တတ်တဲ့ အင်ဂျင်နီယာဘုရင်ကြီးတစ်ပါးရှိတယ်။\nသူ့သမီးလေးကို သူကအရမ်းချစ်တော့ အရမ်းချုပ်ချယ်တယ်။\nအချစ်ဝတ္တုတောင် ပေးမဖတ်တဲ့အထိပဲ။\nဒီလိုနဲ့ သူ့သမီးလေးကို ဖူးဖူးမှုတ်ထားတဲ့ ဘုရင်ကြီးဟာ ပြည်သူတွေအတွက်\nသူ့သမီးလေးကို လူယုတ်မာတစ်ကောင်နဲ့ လက်ထပ်ပေးဖို့ ဖြစ်လာခဲ့တယ်။\nအဲဒီမှာ မင်းသမီးလေးက ထွက်ပြေးတာပေါ့။\nဒီလိုနဲ့ မွန်းစတားကောင်လေးရှိတဲ့တောအုပ်ထဲရောက်သွားတယ်။\nယုန်ရယ် မွန်းစတားရယ် မင်းသမီးလေးရယ် ခင်သွားကြတယ်။\nဘုရင်ကြီးဆီက စက်ရုပ်တွေကို လူယုတ်မာကလွှတ်ပြီး မင်းသမီးလေးကိုပြန်ခေါ်ဖို့လုပ်တာပေါ့။\nနောက်ပိုင်းကတော့ ကြည့်သာကြည့်ကြည့်တော့၊။ဇာတ်ကြောင်းက ...",
        "rating": "",
        "url": "https://megaup.net/1JTff/My.Sweet.Monster.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/controversial-horror-movie-posters-that-were-banned-from-public-display-for-strange-reasons-500-5-new-1533819665-136x200.jpg",
        "title": "Teeth (2007)",
        "description": "Teeth (2007)~ IMDb - 5.4/10, Rotten Tomatoes - 80% ~အခုတ​လော ​ရေပန်းစား​နေတဲ့ ထူးထူးခြားခြား Horror ကား​လေး ရပါပြီ​နော်။ဘယ်လ်ိုရေပန်းစားလဲဆိုတာက​တော့ ​ပြောရမယ်ဆိုရင် သွား​တော့သွား၊ ဒါ​ပေမဲ့ စမူသွား​လေး​ပေါ့။\n​ဇာတ်လမ်း​လေးက​တော့ ​ဒေါင်းဆိုတဲ့ ​ကောင်မ​လေး​တစ်​ယောက်မှာ စမူသွား​လေး​တွေ ​မွေးကတည်းက ပါလာပါတယ်။ သူဟာ ကြီးပြင်းလာတဲ့အခါ အိမ်​ထောင်မပြုခင် လိင်ဆက်ဆံတဲ့အမှုကို ​ရှောင်ကြဉ်တဲ့ အဖွဲ့ဝင်ထားတဲ့အပြင် သူကိုယ်တိုင်လည်း တက်ကြွစွာကျင့်သုံးသူပါ။တစ်​​နေ့မှာ​တော့ တိုဘီဆိုတဲ့​ကောင်​လေးနဲ့ ဆုံရင်း သ​ဘောကျမိကြပါတယ်။ ​ရေကန်မှာ ​ရေသွားကူးကြပြီး ဂူထဲ​​ရောက်သွားချိန် လူငယ်တို့သဘာဝ ချစ်ကြည်နူးကြရင်း.... ​ကောင်းခန်းမ​ရောက်ချင်​တော့တဲ့ ​​ဒေါင်း​လေးက ရုန်းကန်.... တိုဘီကလည်း အတင်းအကြပ်လုပ်​​တော့ စမူသွား​လေး​တွေ အစွမ်းပြလိုက်တဲ့အခါ.....\n​​ဒေါင်းအတွက် ဒီသွား​တွေက ​ကောင်းချီးတစ်ခုလား ကျိန်စာတစ်ခုဖြစ်​လေမလား...လက်​တွေ့ဘဝမှာလည်း အမျိုးသမီး​တိုင်းမှာသာ ​ဒေါင်းလို စမူသွား​လေး​တွေ ပါလာမယ်ဆိုရင်​တော့ မုဒိန်း​ကောင်​တွေလည်း ​​တော်​တော် ​နောက်တွန့်​နေမယ်လို့ ​တွေးမိရင်း ကြည့်ရှုခံစားလိုက်ကြပါဦး... (ဇာတ်ကားနဲ့အညွှန်းကို Mugiwara ...",
        "rating": "5.4",
        "url": "https://megaup.net/13Vyp/(CM)_Teeth_(2007)_720p.mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4TeJ08Csymnd257KrgS0nyxVBEy.jpg",
        "title": "The Real Charlie Chaplin (2021)",
        "description": "The Real Charlie Chaplin (2021) ~ IMDb - 7.3/10, RT - 95%, Meta - 66% ~\" ကံအကြောင်းတိုက်ဆိုင်လို့ ချာလီချက်ပလင် ဇာတ်ကားတွေကို ကြည့်ဖြစ်ရင် ဒီအတိုင်းပဲကြည့်ပါ။ တခြားတွေ့ဖူးကြည့်ဖူးထားတဲ့ ချာလီချက်ပလင်တွေနဲ့ ဆက်စပ်ဖို့ မကြိုးစားပါနဲ့။ ချာလီချက်ပလင်တွေ အများကြီးရှိလို့ပါပဲ... \"\n- မက်စ်အိစ်မန်း (စာရေးဆရာ၊ ချာလီချက်ပလင်၏ မိတ်ဆွေတစ်ဦး)ချာလီချက်ပလင်ဆိုတာနဲ့ ဘောင်းဘီအပွကြီးဝတ်ထားပြီး ဦးထုပ်ဝိုင်းလေးဆောင်း တုတ်ကောက်ကိုင်ထားတဲ့ တံမြက်စည်းနှုတ်ခမ်းမွေးနဲ့ လူညှက်ကလေးကို ပြေးမြင်မိကြမှာပါ။ ချက်ပလင်ကပ်ရောဂါလို့ တင်စားရလောက်အောင် ချာလီချက်ပလင်ကို နှစ်သက်သဘောကျ အတုခိုးကြသူတွေ ချက်ပလင်ရောဂါဖြစ်ကြသူတွေ တစ်ကမ္ဘာလုံးအနှံ့မှာရှိခဲ့ဖူးပါတယ်။ ဒီလူပိန်လေးက ဘုရင်တွေ၊ ဘုရင်မတွေ၊ တွေးခေါ်ပညာရှင်တွေ၊ ဘာသာရေးအထင်ကရပုဂ္ဂိုလ်တွေထက် နာမည်ကျော်ကြားခဲ့ပါတယ်။ ဒါပေမဲ့ သူက ချာလီချက်ပလင်မဟုတ်ပါဘူး ချာလီချက်ပလင်သရုပ်ဆောင်တဲ့ Tramp ဆိုတဲ့ ဇာတ်ကောင်လေးပါ။အဲဒီတော့ ချာလီချက်ပလင်က အစစ်က ဘယ်သူလဲ.....ချာလီက ...",
        "rating": "7.3",
        "url": "https://megaup.net/13Vly/(CM)_The_Real_Charlie_Chaplin_(2021)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hvQgtEMXzQZDCZkkLFPK6cO1FIy.jpg",
        "title": "The Autopsy of Jane Doe ( 2016 )",
        "description": "Horror ကားတွေ Thriller ကားတွေ ကြိုက်နှစ်သက်သူတွေအတွက်IMDb 6.8 ရရှိထားတဲ့ ဇာတ်ကားနဲ့တင်ဆက်ပေးလိုက်ပါတယ်တစိမ့်စိမ့်ကြည့်ရင်းကြောက်ဖို့ကောင်းတဲ့ခံစားချက်တွေနဲ့အတူ.ကြည့်ရှုလိုက်ရအောင်သေမှုသေခင်းက အလောင်းတွေကို ရင်ခွဲစစ်ဆေးပြီးသေရတဲ့အကြောင်းအရင်းကိုဖော်ထုတ်ပေးရတဲ့ရင်​ခွဲရုံက သားအဖနှစ်​​ယောက်​ဆီကို ဘယ်သူဘယ်ဝါဆိုတာမသိရတဲ့ပိုင်ရှင်မဲ့အမျိုးသမီးအလာင်​းတစ်​ခုရောက်​လာပါတယ်​အဲ့အမျိုးသမီးဟာ သေစေနိုင်လောက်တဲ့ပြင်ပဒဏ်ရာကြီးကြီးမားမားမရှိဘဲ ​သေဆုံး​နေတာဖြစ်​ပါတယ်​သူသေဆုံးရခြင်​းအ​ကြောင်​းအရင်​းကိုလိုက်​ရှာရင်း​ ရှာရင်းနဲ့သူတို့နှစ်ယောက် ကြုံတွေ့သိရှိလိုက်ရတဲ့အရာတွေကတော့...​ အဲ့ဒီအမျိုးသမီးရဲ့ ​သေဆုံးရတဲ့အ​ကြောင်​းအရင်​းကိုပဲ အ​ဖြေရှာနိုင်​မလားအဲ့အမျိုးသမီး မ​သေခင်​ဘာ​တွေဖြစ်​ခဲ့လဲဆိုတာကိုအ​​ဖြေရှာနိုင်​မလား မရှာနိုင်​ဘူးလား ဆိုတာကို​တော့ ......Translated & Review By May Myat ThuEncoded By LK",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-autopsy-of-jane-doe-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/father-141x200.jpg",
        "title": "Father of Flies(2022)",
        "description": "သင်္ကြန်မှာ အမှောင်ထဲတစ်ယောက်တည်း ကြည့်လို့ကောင်းမယ့် ကားလေးတစ်ကားလာပါပြီ မိန်းမကစိတ်ရောဂါရနေလို့ ယောကျာ်းဖြစ်တဲ့သူနဲ့ ကလေးနှစ်ယောက်ကိုအုပ်ထိန်းခွင့်ယူထားပြီး နောက်မိန်းမယူထားတဲ့ မိသားစု၄လောက်နဲ့ အိမ်နီးချင်းအဖွားကြီးတစ်ယောက်တို့ရဲ့ ဆိတ်ငြိမ်တဲ့ တောစပ်လေးနား အိမ်ကြီးထဲကအဖြစ်အပျက်လေးပါပဲ စိတ်ဒဏ်ရာရနေတဲ့ ကလေးတွေနဲ့ ကလေးတွေကိုနားမလည်နိုင်တဲ့ အဖေတစ်ယောက်ရဲ့ သဘာဝလေးရယ် သားသမီးတွေနဲ့ဝေးနေရလို့ ခံစားနေရတဲ့ မိခင်တစ်ယောက်ရဲ့ စိတ်ထားရယ် မိခင်မရှိဘဲမိထွေးနဲ့နေရတဲ့ စိတ်ဒဏ်ရာရနေတဲ့ ကလေးတွေရယ် တောစပ်ကအိမ်ကြီးရဲ့သဘာဝရယ် ပေါင်းစပ်ထားပြီ သည်းထိတ်ရင်ဖိုကြည့်ကောင်းမယ့်ကားလေးတစ်ကားပါပဲ မှောင်တဲ့အချိန်လေးကြည့်ရင် ပိုကောင်းမှာပါ File size…(719MB)/(383MB)/(262MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:18:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Garfield",
        "rating": "",
        "url": "https://channelmyanmar.org/father-of-flies2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkRp4QOvwLw6jI50Wi9eZvOhtU7.jpg",
        "title": "Taanakkaran (2022)",
        "description": "Taanakkaran (2022)IMDb - 8.5/10Disney+ Hostarကနေ သိပ်မကြာခင်မှထွက်ထားတဲ့ရသပေးစွမ်းနိုင်မယ့် ဇာတ်လမ်းလေးတပုဒ်ပါ\"အာရီဗူ...ရဲအရာရှိဆိုတာ အရမ်းတန်ဖိုးကြီးတဲ့အလုပ်ပဲ...ပြဿနာ ကြုံလာရင် သူတို့ဆီသွားလိုက်ရင်စိတ်အေးရပြီ...ဒါပေမဲ့အဖေတို့ပြဿနာကို သေချာစစ်ဆေးပေးပြီး မျှမျှတတဖြေရှင်းပေးတဲ့ရဲ တွေ့ဖူးလား\"\"ဟုတ်တယ်အဖေ...သားတို့ပြဿနာတွေကို သေချာ နားထောင်ပေးပြီး တရားမျှတစွာဖြေရှင်းပေးတဲ့ ရဲမြင်ဖူးလား\"\"အာရီဗူ...သားကြီးလာရင် ရဲဖြစ်ပေးပါ\"အာရီဗူဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ ဟိုးငယ်ငယ်လေးတည်းကသူ့အဖေကြောင့်ရော သူ့ကိုယ်ပိုင်ဆန္ဒကြောင့်ပါ ရဲဖြစ်ချင်ခဲ့သူပါ။ဒီအိမ်မက်အတွက် သူ့ဘဝကိုရင်းထားခဲ့ပြီး တစ်နေ့သူဟာ ရဲအလုပ်ကိုဝင်လျှောက်ခဲ့ပါတယ်။ အရင်ဦးဆုံးတော့ ရဲဖြစ်သင်တန်း ဆင်းရတာပေါ့။\"ငါပြောသလိုလုပ် မေးခွန်းပြန်မထုတ်နဲ့ အတွန့်မတက်နဲ့\" ဆိုပြီးအထက်ဖားအောက်ဖိ စနစ်နဲ့ ကျင်လည်နေတဲ့ ဒီလောကထဲမှာ အာရီဗူ တစ်ယောက် သူ့အိမ်မက်ကို ဘယ်လိုဆက်လျှောက်လှမ်းမှာလဲ။မတရားမှုတွေကို ခေါင်းငုံ့ငြိမ်ခံ မနေတတ်တဲ့ အာရီဗူတစ်ယောက် အခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်မှာလဲဆိုတာကို တလောင်လောင်နဲ့ ကြည့်ရမှာမလို့ အခုပဲ down ပြီးကြည့်ဖို့ ညွှန်းပေးလိုက်ရပါတယ်\nFile size…2.35GB / 1.2GB\nQuality…1080p HQ AAC 5.1CH  / 720p\nFormat…mp4\nDuration….2h 21mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "8.5",
        "url": "https://megaup.net/2pOSZ/Taanakkaran_(2022)_TRUE_WEB-DL_-_720p_HQ__AAC_2.0CH(CM).mp4",
        "category": "Bollywood, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/house-of-wax-133x200.jpg",
        "title": "House of Wax (2005)",
        "description": "House of Wax (2005)~ 1080p UPDATED ~မိန်းကလေးတစ်ယောက်ရဲ့ နုနယ်လှပမှုကျက်သရေကို ကျွန်တော်တို့ တင်စားပြောကြရာမှာ \"ကြွေရုပ်လေးလိုလှတာ၊ ဖယောင်းရုပ်လေးလိုလှတာ\" အစရှိသဖြင့် သုံးနှုန်းတတ်ကြပါတယ်။ လူကြီးမင်းတို့ကို ဖယောင်းရုပ်လေးလိုလှလိုက်တာဟု ချီးကျူးလာရင်ဖြင့် သဘောကျတတ်ကြလိမ့်မယ်ထင်ပါတယ်လေ။ကျွန်တော့်ကို ဖယောင်းရုပ်လေးနဲ့တူတယ် (ဘယ်သူမှလည်း ပြောကြမှာမဟုတ်ပါဘူးလေ) လို့ပြောလာရင်ဖြင့် ကြက်သီးမွေးညင်းထပြီး အရိုးထဲကစိမ့်ပြီး ကြောက်ရမှာတော့ အမှန်ပါပဲ။ လူကြီးမင်းရဲ့ အလှတရားကို ချီးကျူးရာရောက်သလို တဖက်မှာလည်း လူကြီးမင်းဟာ လူ့လောကမှာ မရှိတော့ဘူးလို့ ပြောလိုက်တာနဲ့တူပါတယ်။ ဟောဒီဇာတ်ကားထဲမှာပေါ့။အနုပညာသမားတစ်ယောက်ဟာ နူးညံ့သိမ်မွေ့စွာနဲ့ အလှတရားကို ဖော်ထုတ်တတ်သူပါ။ အနုပညာသမားလေးဗင်းဆင့် ကတော့ အလှတရားကို ညွှန်းပြဖော်ကျူးတတ်ပေမဲ့ နူးညံ့သိမ်မွေ့သူတော့ မဟုတ်ခဲ့ပါဘူးလေ။ လူသားတွေဟာ သူ့အတွက်တော့ သူ့အခန်းထဲက သစ်သားတုံးတွေလိုပါပဲ။ ဆူးတွေ ဆောက်တွေနဲ့ ခုတ်ထစ် လှီးဖြတ်ပြီး ပုံသွင်းယူရမယ့် အသားတွေလိုမျိုးပေါ့။ဆရာဝန်ကြီးနဲ့ ဖယောင်းရုပ်တုပညာရှင် လင်မယားနှစ်ယောက်ရဲ့ သားနှစ်ယောက်မှာ တစ်ယောက်က ဆိုးသွမ်းလွန်းပါသတဲ့။ ထမင်းကျွေးရင်တောင် ...",
        "rating": "5.3",
        "url": "https://megaup.net/1JRkh/(CM)_House_of_Wax_(2005)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xiRoo0w89hDAFMnMFaIQMaHnbBJ.jpg",
        "title": "In Our Prime (2022)",
        "description": "In Our Prime (2022) ဇာတ်လမ်းအညွှန်း ကိုရီးယားရဲ့ အထင်ကရမင်းသားကြီး Choi Min-sik ဟာ Nameless Gangster: Rules of the Time မှာ လန့်စရာကောင်းတဲ့ ဂန်းစတားပုံမျိုးပီပြင်သလို The Admiral: Roaring Currents လို သူရဲကောင်းဆန်ပြီး သနားစရာကောင်းတဲ့ စစ်သူကြီးစရိုက်ဆိုလည်းရတယ်။ I Saw the Devil လို့ TV ပြေးရိုက်ခွဲချင်လောက်အောင် ကျက်သရေတုံးသမားကြီးစရိုက်လည်း ရတယ်။ဒီကား In Our Prime မှာလည်း လျှို့ဝှက်အေးဆေးတဲ့ သင်္ချာပညာရှင်တစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတယ်။ မင်းသားကြည့်ပြီး ဇာတ်လမ်းရွေးသင့်တဲ့အထဲမှာ သူထိပ်ဆုံးကပါတယ်။ဒီ In Our Prime ရုပ်ရှင်ဟာ South Korea Box Office မှာ နံပါတ်တစ် ချိတ်ခဲ့ပါတယ်။ကျော်ကြားတဲ့ ကိုယ်ပိုင်အထက်တန်းကျောင်းတစ်ခုက အပယ်ခံ Ji Woo ...",
        "rating": "6.4",
        "url": "https://megaup.net/13Tue/[CM]In.Our.Prime.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nuUtbT376pIhgTxJuEVGFx9sBvz.jpg",
        "title": "Bachchhan Paandey(2022)",
        "description": "Bachchhan Paandey(2022) အညွှန်း*******************************IMDb...7.4အားလုံးစောင့်မျှော်နေတဲ့\nအက်ရှေးကူးမားကြီးရဲ့  ဇာတ်ကားသစ်ကြီးလာပါပြီဗျား...မာယာ(Kriti Sanon)က ကြိုးစားနေဆဲလက်ထောက်ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး ကိုယ်ပိုင်ဒါရိုက်တာအဖြစ်\nလက်စွမ်းပြနိုင်ဖို့ ဇာတ်လမ်းရှာနေသူပါ။အတွေးသစ်အမြင်သစ်လူငယ်တစ်ယောက်အဖို့ရှေးရိုးစွဲနေတဲ့ ဒီအသိုင်းအဝန်းမှာထိုးဖောက်ဖို့မလွယ်ဘူး.. ထုပ်လုပ်သူက မင်းရိုက်ချင်တယ်ဆိုရင်အမြတ်ရဖို့သေချာတဲ့ ဒီအခေတ်အကြိုက် ဂန်းစတားအကြောင်းရိုက်ဖို့ကြိုးစားပြီးဇာတ်ညွှန်းယူလာခဲ့လို့ဆိုတယ်.. ဒီတော့မာယာက ဒိတ်ဒိတ်ကျဲ ဂန်းစတားတွေအကြောင်းစုံစမ်းတယ်...အဲ့ဒီမှာ  အထူးခြားဆုံးဂန်းစတားက ဘချမ်းပန်ဒေးပဲ...သူ့ကြောင့်ရဲတစ်ချို့တောင်နှုတ်ထွက်စာတင်ကြသလိုတစ်ချို့ဂန်းစတားတွေကအပြင်မှာထက်ထောင်ထဲမှာနေတာ ပိုလုံခြုံတယ်ဆိုပြီး ထောင်ထဲကမထွက်ဖို့တောင်တောင်းဆိုးကြတဲ့ ခေတ်ပြိုင် လူမိုက်တွေရှိသတဲ့...ဒီလို ဂန်းစတားကြီ:အကြောင်းကို မာယာတစ်ယောက်ရုပ်ရှင်ရိုက်ကူးဖို့ကြိုးစားလာတဲ့အခါမှာတော့...အက်ရှေးကူးမားရဲ့ ဒီဇာတ်ကားကလည်း စောင့်နေတဲ့သူတွေစိတ်မပျက်စေရဘူး..ဇာတ်လမ်းအစမှာကတည်းကစိတ်ဝင်စားဖို့ကောင်းသလို တဖြည်းဖြည်းနဲ့ ဂန်းစတားကြီ:အကြောင်းကို ဖော်ပြသွားတယ်...မထင်ထားတဲ့ Plot Twist တွေပါသလို Comedy ဆန်ဆန်လေးတွေလည်းပါလို့လုံးဝ မိုက်ပါတယ်လို့ညွှန်းချင်ပါတယ်...မင်းသမီးကြီး(၂)ဦးဖြစ်တဲ့ Jacqueline Fernandez , Kriti Sanon တို့လည်းပါဝင်တာမို့ မျက်စိအေးဦးမှာလည်းဖြစ်ပါတယ်...File Size :(1.25GB) and (411 MB)\nQuality : WEB-DL 720P\nFormat…mp4\nDuration…02:27:00\nGenre : Action , Crime ,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.8",
        "url": "https://megaup.net/3LJrD/Bachchhan_Paandey_2022.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/wrymood-135x200.jpg",
        "title": "Wyrmwood Apocalypse(2022 )",
        "description": "လူသားတွေခေတ်ပြီးတော့ ဇွမ်ဘီးခေတ်ကိုရောက်နေတဲ့အကြောင်းလေးရိုက်ထားတာပါသဘာဝအတိုင်း လူတွေက ခေတ်ကုန်သွားတာတောင်အမြတ်ကြီးစားခေါင်းပုံဖြတ်တဲ့ အကျင့်ကမပျောက်သေးတော့ အဲဒီခေတ်က ဆရာကြီးတစ်ယောက်ကကုသဆေးဖော်ပေးမယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ ဇွမ်ဘီးတွေကို ဖမ်းခိုင်းတာပါသူ့အောက်မှာတော့ ဗိုလ်မှူးကြီးတစ်ယောက်နဲ့ ဇွမ်ဘီးလိုက်ရှာတဲ့ တပ်ကြပ်တစ်ယောက်ဦးဆောင်ရတာပါ အဲဒီထဲမှာမှ အာနိသင်အကောင်းဆုံး ဇွမ်ဘီးနဲ့လူတစ်ဝက်စီဖြစ်နေတဲ့ ကောင်မလေးတစ်ယောက်ကိုရှာခိုင်းရာကနေ ဇာတ်လမ်းကစအသက်ဝင်လာတာပါ ကောင်မလေးရဲ့ညီမနဲ့ သူ့လိုပဲ ဇွမ်ဘီးတစ်ပိုင်းလူတစ်ပိုင်းမျိုးစပ်ထားတဲ့အဖွဲ့ကလည်း ကောင်မလေးကိုကယ်ဖို့ကြိုးစားရင်း ပစ္စည်းပို့ပေးတဲ့ တပ်ကြပ်ကလည်းသူသောက်နေရတဲ့ဆေးကို ဘယ်ကနေရမှန်းမသိဘဲ သောက်နေတာကနေဘယ်လိုထုတ်လဲသိသွားတဲ့အခါမှာတော့ အက်ရှင် ဇာတ်ကြမ်းလေးနဲ့ကြည့်လို့တကယ့်ကောင်းမယ့်ကားကောင်းလေးတစ်ကား ကိုသင်္ကြန်မှာ အေးဆေးကြည့်ရင်း ပျော်ရွှင်နိုင်ပါစေFile size…(2.08GB)/(1020.6MB/(542.53MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:00\nGenre...Action/ horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…Mr. AndersonTranslated by....Garfield",
        "rating": "",
        "url": "https://megaup.net/35M2m/Wyrmwood.Apocalypse.2022.720p(CM).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eX7ivkIqIDCZzW2yYlD6vf7T9Oq.jpg",
        "title": "La Belle (2000)",
        "description": "La Belle (2000)ကျွန်တော်တို့ချင်းတွေ့ချိန်တွင် သူမသည် ခရမ်းရောင်ဒဏ်ရာတစ်ပွင့်ကို ပန်ဆင်ထားခဲ့၏။\nအရာရာ အကောင်းတိုင်းဖြစ်စေဖို့ငှာလည်း ကျွန်တော့်အချစ်တို့က မစေ့ငနိုင်ခဲ့ပါပြီ။\nလုံလောက်သော ချစ်ခြင်းတို့ရှိသည်မှအပ ကျွန်တော်သူမကို နားမလည်နိုင်ခဲ့ပါ။\nသူမသည် ဖြေရှင်းရခက်သော အဝါရောင်ပဟေဠိလေးဖြစ်လိမ့်မည်။\nကျွန်တော့်အတွေ့ကမ္ဘာအသစ်တွင် သူမစိတ်တို့က ကမ္ဘာဟောင်းထံ ရစ်ဝဲနေကြ၏။\nသူမ၏ မပြယ့်တပြယ် လူသင်းရနံ့တို့ထဲ တွင်းအဟောင်းတို့ မွှေးမြနေသေးသည် ထင်ပါသည်။\nကျွန်တော်ကတော့ ပင်လယ်အဟောင်းကိုမှ ခပ်သောက်ချင်နေတုန်းပင်။ဒီလိုနဲ့...\nတင်းမာလုံး၀န်းသော ဣန္ဒြေတို့က ပကတိလင်းထင်းနေကြသည်။\nဖြုဝင်းနွဲ့ပျောင်းသော ခြေချောင်းများတွင် တစ်စုံတရာသော ရနံ့မရှိထင်ရ၏။\nဒီတာရိုးလွန်လျှင် နှင်းဆီပွင့်ဖတ်များ ဆီးနှင်းဝေတော့မည်။\nနှင်းဆီအပွင့် ဖူးတံဝင့်တွင် နီရဲပြင်းရှသော အသံတို့ လွင့်နေကြပြီ။\nသူမမျက်နှာတွင်ဘာကိုမှ မမြင်ခဲ့ရပါ။\nကွေ့ကောက်ဖွေးလျသော အသရေတစ်သန်းတို့ လှစ်ဟလှပနေကြသည်။\nအပြာရောင်မြည်သံတို့  အနီရောင်သဏ္ဍာန်တို့နောက်တွင် လောကသည် အရှိမဲ့........",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/la-belle-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tJkrbtJE1GFYX5pxggxlLqf9DAJ.jpg",
        "title": "James(2022)",
        "description": "James(2022) အညွှန်း******************IMDb...9.5\"လူတွေထင်တာက နိုင်ငံကိုအုပ်ချုပ်တာ နိုင်ငံရေးသမားတွေလို့ထင်နေကြတယ်...တကယ်က စီးပွားရေးသမားတွေအုပ်ချုပ်နေတာဗျ \"အိန္ဒိယပြည်မှာ နိုင်ငံရေးသမားတွေနဲ့ ခရိုနီတွေကြီးစိုးနေတဲ့အချိန်...တကယ်လည်းငွေက အရာရာအရေးပါခဲ့တယ်....  ဂိုဏ်းတွေအသီ:သီးနဲ့ နည်းမျိုးစုံနဲ့စီးပွားရှာတယ်...နိုင်ငံရေးပိုင်းကလူတွေနဲ့ အကျွမ်းတဝင်ရှိကြပြီးတော့ စီးပွားရေးကိုလိုသလိုချဲ့ထွင်နေကြတယ်...ဒီစီးပွားသမားကြီးအမည်ခံ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီးတွေဟာ လိမ်မာပါးနပ်စွာ သူ့စည်းကိုယ့်စည်းနဲ့နေခဲ့ကြပေမဲ့ တစ်နေ့တော့ ပြဿနာတစ်ခုက စပြီး အဖွဲ့အချင်းတွေ ပြန်သတ်ဖို့ဖြစ်လာကြတယ်...သွေးချောင်းတွေစီးမဲ့အချိန်မှာ လူဆိုးဂိုဏ်းကြီးတစ်ခုကအားလုံးကိုတုန့်ပြန်ဖို့\" သေနတ် အလက် ၁၀၀နဲ့ လက်မရွှံ အယောက် ၁၀၀ အစားသေနတ်တစ်လက်နဲ့တူတဲ့လူတစ်ယောက်ကိုငါ့ကိုရှာပေး\"James ဆိုတဲ့ လူတစ်ယောက် ပေါ်လာတဲ့အချိန်မှာတော့ဒီကားက ဘက်ဂျက်အများကြီးသုံးထားပြီ:ရိုက်ထားတာတွေ အတော်မိုက်တယ်..အက်ရှင်အမိုက်စားတွေအပြင် .Car Chases ခန်းတွေ ဆိုင်ကယ်တွေ အလန်းစားတွေသုံးထားသလိုSetting Dance တွေ လှပြီး မြိုင်ဆိုင်နေရော...မင်းသမီးလေးကလည်း ချေ့စရာလေးမို့ကြည့်လိုက်ကြပါဦးဗျို့..  File Size :(1.4GB) and (520 MB)\nQuality : WEB-DL 720P\nFormat…mp4\nDuration…02:29:00\nGenre : Action , Drama,Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "9.5",
        "url": "https://megaup.net/35LTj/James_(2022).WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMzdmM2JiNWQtYjE0ZS00NmMxLThiMTItNzUxNzQ5NjJjZDI2XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Cellar (2022)",
        "description": "The Cellar (2022)=============ဒီနေ့အတွက် Horror ကားသစ်လေးတင်ဆက်ပေးချင်ပါတယ်။\nမိသားစုတစ်စုဟာ စျေးပေါပေါနဲ့ ရခဲ့တဲ့အိမ်တစ်အိမ်ကို ဝယ်ယူပြီး ပြောင်း‌ရွေ့\nလာခဲ့ပါတယ်။ ထိုအိမ်ကို ရောက်လာပြီး လှည့်ပတ်ကြည့်ကြရာ ညစ်ပတ်နေတဲ့\nမြေအောက်ခန်း တစ်ခန်းရှိနေတာကို တွေ့လိုက်ရတာပေါ့။ နောက်ပြီး ထိုအိမ်ကြီးကို\nမကောင်းဆိုးဝါးနဲ့ အပေးအယူလုပ်ထားတဲ့ စုန်းမကြီး တစ်ယောက်က ပိုင်ဆိုင်တာဆိုပြီး\nကောလဟာလတွေဟာလည်း ပျံ့နှံ့လို့နေပါတယ်။ပြောင်းလာပြီးပြီးချင်း ညမှာပဲ မိဘနှစ်ယောက်ဟာ အလုပ်ရှိသည့်အတွက် သားနဲ့\nသမီးကို အိမ်မှာ ချန်ထားခဲ့ပါတယ်။ မောင်နှစ်မ နှစ်ယောက်ဖြစ်သူ အယ်လီ နဲ့ စတိဗင် ဟာ\nထူးဆန်းတဲ့ ဓာတ်ပြားဖွင့်စက်ကြီးကို တွေ့လို့ ဖွင့်ကြည့်လိုက်ရာ တောင်စဥ်ရေမရ\nအသံတွေထွက်လာပါတော့တယ်။ ညအချိန် ဇာတ်ကားကြည့်နေုတုန်း မီးပျက်သွား၍\nမီးပြန်ဖွင့်ဖို့ မြေအောက်ခန်းကြီးထဲ ဆင်းကြည့်ရာမှ အယ်လီ ပျောက်ဆုံးသွားပါတော့တယ်။\nရဲတွေကလည်း သဲလွန်စရှာမရ အိမ်ကနေထွက်ပြေးသည်ဟု ကောက်ချက်ချသော်လည်း\nသူ့သူငယ်ချင်းတွေ အိမ်ကို လည်း ရောက်မလာချေ။ ဘာကြောင့် အယ်လီ ပျောက်ဆုံးသွား\nတာလဲ ။ အိမ်ကြီးနဲ့ ပတ်သတ်ပြီးထွက်နေတဲ့ ကောလဟာလတွေကရော အမှန်တွေလား။\nဓာတ်ပြားဖွင့်စက်ကြီးကရော ထိုကိစ္စနဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2pOnt/The.Cellar.2022.720p.AMZN.WEBRip[CM].mp4",
        "category": "Horror"
    }
]