[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jxOyWUVMjIJ9hppv4MJyCviooN8.jpg",
        "title": "Summer Night (2019)",
        "description": "နွေရာသီနောက်ဆုံးရက်သတ္တပတ်တွေထဲက တစ်ရက်အကြောင်းပါအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်တဲ့ Seth နှင့် Jamesonရယ်Taylorနှင့်တခြားသူငယ်ချင်းတွေရဲ့ music bandတွေဟာ သူတို့မြို့ထဲမှာရှိတဲ့The Alamoမှာဖျော်ဖြေရမှာပါ Sethမှာလဲ သူ့လူငယ်ဘဝကိုပြောင်းလဲသွားစေမယ့်သတင်းတစ်ခုနဲ့လဲ စိတ်ရှုပ်နေပါတယ်Jamesonကလဲ သူ့ရဲ့အဆက်ဟောင်းမိန်းကလေးနဲ့မကြာခင်ကဆုံခဲ့တဲ့အလန်းလေးတစ်ယောက်ကြား တွေဝေနေပါတယ်တစ်ခြားသူငယ်ချင်းတွေဆီမှာလည်း လူငယ်သဘာဝကိစ္စလေးတွေကိုယ်စီကိုယ်စီနဲ့ရှိနေပါတယ်ဒီဇာတ်ကားမှာ လူငယ်တို့သဘာဝ နွေရာသီညတစ်ညကိုကုန်ဆုံးတာနှင့်music bandရဲ့သီချင်းလေးတွေကို ခံစားရမှာဖြစ်ပါတယ် castတွေအနေနဲ့တော့မျက်နှာသိပ်မစိမ်းတဲ့ လူငယ်သရုပ်ဆောင်တွေကို တွေ့ရမှာဖြစ်ပါတယ်File Size : (870 MB) & (329 MB)Quality : Web-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/2Th7f/Summer_Night_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJeNI0jc2VKd3L2JswUhijNvs0.jpg",
        "title": "The Public(2018)",
        "description": "The Public(2018)နိုင်ငံခြားက အိမ်ခြေယာမဲ့တွေကတော့ တချို့တလေက သူတောင်းစားတွေပါ...တချို့တလေကတော့ အလုပ်လုပ်ကြပါတယ်...ဒါပေမဲ့ အိမ်ခြေယာမဲ့ကတော့ အိမ်ခြေယာမဲ့ပါပဲ...\nသူတို့တွေ ဘယ်အချိန်မှာ ဒုက္ခအရောက်ဆုံးလဲဆိုရင် ရာသီဥတုဖောက်ပြန်တဲ့အချိန်လို့ပဲပြောရမှာပါ...နွေရာသီအရမ်းပူတဲ့အချိန်...မိုးရာသီ မိုးအရမ်းကြီးတဲ့အချိန်...ဆောင်းရာသီ အရမ်းအေးတဲ့အချိန်မျိုးပေါ့...ဒီဇာတ်ကားထဲမှာတော့ Ohio ပြည်နယ် Cincinnati မြို့ကိုအအေးလှိုင်းဖြတ်တဲ့အခါမှာ အိမ်ယာမဲ့တွေ ဒုက္ခရောက်တဲ့အကြောင်း ရိုက်ကူးထားတာပါ...အအေးဒဏ်ကြောင့် မြို့တွင်း အိမ်ယာမဲ့ဂေဟာတွေမှာ လူတွေပြည့်လျှံလာခဲ့ပါတယ်\nဒီလိုနဲ့ အခြေအနေပိုမိုဆိုးရွားလာပြီး အသေအပျောက်တွေရှိလာတဲ့အခါမှာတော့ အိမ်ယာမဲ့တွေဟာတစ်ညတာခိုနားနိုင်မယ့် နေရပ်အဖြစ် မြို့လယ်ခေါင်က အများပိုင် စာကြည့်တိုက်ကြီးကို ရွေးချယ်လိုက်ပါတော့တယ်...\nဒါပေမဲ့လည်း အာဏာပိုင်တွေက ဒီကိစ္စကို ခွင့်မပြုဘဲတားဆီးလာချိန်မှာတော့ အစိုးရအဖွဲ့များနဲ့ အိမ်ခြေယာမဲ့တို့အကြား ပဋိပက္ခ ပြဿနာတွေဖြစ်ပွားလာခဲ့ပြီး ဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမလဲဆိုတာကတော့...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....File Size : (945 MB) and (374 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xmdh/The_Public_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/hua-mulan-german-dvd-cover-140x200.jpg",
        "title": "Mulan: Rise of a Warrior (2009)",
        "description": "တရုတ်အမျိုးသမီးသူရဲကောင်းတစ်ယောက်အကြောင်းကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ မူလန်ဇာတ်ကားဟာ 1998 ကထွက်ရှိထားခဲ့တဲ့Walt Disney က Mulan Animation ဇာတ်ကားနဲ့မတူတဲ့ဖန်တီးချက်တွေနဲ့ တင်ဆက်ထားတာပါ။...နေမကောင်းတဲ့နေတဲ့ဖခင်ရဲ့ကိုယ်စားအတွက် သမီးဖြစ်သူဟွားမူလန်က စစ်မှုထမ်းဖို့အတွက်ယောကျာၤးလေးအယောင်ဆောင်ပြီးစစ်ထဲကိုဝင်ခဲ့ရပါတယ်...ကိုယ်ခံအားကောင်းပြီး တိုက်ရည်ခိုက်ရည်ရှိတဲ့ မူလန်ဟာတပ်ကိုဦးဆောင်နိုင်ရုံမကပဲတရုတ်သမိုင်းတစ်လျောက်မှာအကျော်ကြားဆုံး မိန်းကလေးစစ်သူကြီးတစ်ယောက်ဖြစ်လာခဲ့ရပါတယ်...တိုက်ပွဲတိုင်းမှာအောင်နိုင်ခဲ့ပေမယ့် ပင်ကိုယ်အခံကမိန်းကလေးဖြစ်နေသောကြောင့် သနားကြင်နာတတ်တဲ့စိတ်နဲ့အကြောက်တရားဟာ သူမအတွက်အားနည်းချက်တစ်ခုလိုဖြစ်လာခဲ့ရပါတယ်...တစ်ခုသောတိုက်ပွဲမှာသူမအားထားရတဲ့ ညီအစ်ကိုတွေကိုဆုံးရှုံးလိုက်ရတဲ့အခါသူမအတွက်အကြီးမားဆုံးထိုးနှက်ချက်တစ်ခုလိုဖြစ်လာခဲ့ရပါတော့တယ်...ဒီကားရဲ့ အဓိကဇာတ်ကောင် မူလန်နေရာမှာ တရုတ်နိုင်ငံရဲ့နာမည်ကြီးမင်းသမီးတစ်ဦးဖြစ်တဲ့ Zhao Wei ကသရုပ်ဆောင်ထားပါတယ်...ဒီဇာတ်ကားနဲ့ မင်းသမီး Zhao Wei ဟာ10th Changchun Film Festival : Actress Award300th Hundred Flowers Award : Best Picture Award & Best Actress Award19th Shanghai Film Critics Award : Best Actress AwardVietnam DAN Movie Awards : Favorite Actress Awardစတဲ့ဆုတို့ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2SO4k/Mulan_-_Rise_Of_A_Warrior_(Huā_Mùlán)_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BOWM0M2U3NjUtM2QyOS00OTExLTk4NzQtYmIzMTA0MTRlMjhiXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_-140x200.jpg",
        "title": "Mulan II : The Final War (2004)",
        "description": "မူလန် ၂ တောင်းဆိုနေတဲ့သူတွေ အတွက်လာပါပြီ။ဒီဇာတ်လမ်းမှာတော့ မူလန် နဲ့ ရှန်နဲ့  လက်ထပ်ဖို့ပြင်ဆင်နေချိန်လျို့ဝှက် တာဝန်တစ်ခုပေးအပ်ခံလိုက်ရတဲ့အခါကြုံတွေ့ရမဲ့ စွန့်စားခန်းတွေအကြောင်းပါ။အားပေးကြပါဦး။-----------------------------------------------မူလန္ ၂ ေတာင္းဆိုေနတဲ့သူေတြ အတြက္လာပါျပီ။ဒီဇာတ္လမ္းမွာေတာ့ မူလန္ နဲ႕ ရွန္နဲ႕  လက္ထပ္ဖို႕ျပင္ဆင္ေနခ်ိန္လိ်ဳ႕၀ွက္ တာ၀န္တစ္ခုေပးအပ္ခံလိုက္ရတဲ့အခါၾကံဳေတြ႕ရမဲ့ စြန္႕စားခန္းေတြအေၾကာင္းပါ။အားေပးၾကပါဦး။ \nFile size…(850 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Myominthu Thanmyint",
        "rating": "5.7",
        "url": "https://megaup.net/2Th6n/Mulan_2_-_The_Final_War_[2004]_(MM_Sub).mp4",
        "category": "Action, Animation, Asian, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/7orfSLncDBQrFQpUkoAfunWNySk-133x200.jpg",
        "title": "Mulan (1998)",
        "description": "Mulan (1998)\nIMDb Rating (7.6/10)_____Rotten Tomatoes (86%)\n ဒီကာတွန်းရုပ်ရှင်လေးဟာ တရုတ်ပြည်ကြီးမှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန် ကို ပြန်လည်ပြီး ဇတ်လမ်းဖွဲ့ ရေးဆွဲခဲ့တယ်လို့ သိရပါတယ်…\nတိုင်းပြည် စစ်ဖြစ်နေချိန်မှာ ယခင် တာဝန်ထမ်းဆောင်ခဲ့သော သက်ကြီးစစ်သားဟောင်းများကို\nပြန်လည် ဆင့်ခေါ်ခဲ့ပါတယ် အကယ်၍ သက်ကြီးစစ်သားနှင့်အရာရှိများက စစ်ထဲ မလိုက်နိုင်အောင်\nကျန်းမာရေး ဆိုးဝါးနေခဲ့ရင် အိမ်တွင်ရှိသော သား တူ မြေး ယောင်္ကျားသား တစ်ဦးစီကို\nစစ်ထဲသို့ ပို့ပေးပါရန် ဘုရင်မင်းမြတ်က အမိန့်ထုတ်ပြန်ထားပါတယ်…\nအဲ့ဒီအချိန်မှာပဲ မုလန် ရဲ့ အဖေဆီသို့ ထိုစာချွန်လွှာ ရောက်လာတဲ့အချိန်\nကျန်းမာရေး မကောင်းတော့တဲ့ အဖေကို ကြည့်ရင်း တစ်ဦးထဲသော သမီးဖြစ်သူ\nမုလန် ဟာ ကွယ်လွန်ပြီးသော ဘိုးဘွားတွေ ရဲ့ မှတ်တိုင်များရှေ့တွင် ဆုတောင်းပြီး\nဖခင် မသိအောင် ဖခင်စစ်ဝန်တန်ဆာတွေ ခိုးဝတ်ကာ ထွက်ခွာသွားပါတော့တယ်…\nယောင်္ကျားလေးကဲ့သို့ ပြင်ဆင်ပြီး စစ်မြေပြင်ကို ထွက်ခွာသွားသော ဖခင်ချစ်တဲ့\nမုလန် လေးကို မြင်တဲ့ ကွယ်လွန်ပြီးတဲ့ ဘိုးဘွားများဟာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3yLx9/Mulan_[1998]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Asian, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8UDFzdXOpH4IhetHrxHv0ZSbScz.jpg",
        "title": "I Like Me (2019)",
        "description": "လူတိုင်းကိုယ့်ကိုယ်ကိုသဘောကျတဲ့စိတ်,ချစ်တဲ့စိတ်လေးတွေရှိကြမှာပါဒါပေမယ့်ဘယ်အရာမဆိုအစွန်းရောက်သွားရင်မကောင်းဘူးလေနော်ဒီကားထဲမှာကိုယ့်ကိုယ်ကိုအရမ်းသဘောကျလွန်းပြီးကိုယ်လုပ်ချင်ရာတွေပဲလုပ်နေတတ်တဲ့မိန်းမတစ်ယောက်ရဲ့ဘဝဇာတ်လမ်းကိုဟာသနဲ့နှောပြီးရိုက်ပြထားတာပါမိသားစုပြဿနာတွေကိုဟာသလေးနဲ့ရောပြီးရိုက်ပြထားတာဖြစ်ပါတယ်အဖေတူအမေကွဲညီအမနှစ်ယောက်မှာကိုယ့်ဘက်ကိုယ်ပဲအမြဲကြည့်တဲ့အစ်မဖြစ်သူဟာအိမ်ရဲ့အမြဲတမ်းအပယ်ခံလူအထင်သေးခံခဲ့ရပြီးညီမဖြစ်သူကတော့ သူ့ကိုယ်သူပြီးပြည့်စုံတဲ့သူတစ်ယောက်လို့ခံယူထားတာဖြစ်ပါတယ်ဒါပေမယ့်ဘဝအလှည့်အပြောင်းဆိုတာအရမ်းကြောက်ဖို့ကောင်းတယ်လေနော်အစ်မဖြစ်သူကညီမအိမ်မှာနေရင်းပျင်းပျင်းနဲ့စာအုပ်တွေဖတ်ရာကနေကိုယ့်ကိုယ်ကိုသဘောကျဖို့ချစ်ဖို့အကောင်းမြင်စိတ်သွင်းဖို့ရည်ရွယ်ပြီးစာအုပ်တစ်အုပ်မတော်တဆရေးလိုက်မိတာကနေညီအမနှစ်ယောက်ဘယ်လိုအခြေအနေတွေပြဿနာတွေရင်ထဲရှိတာတွေပွင့်ထွက်လာကြမလဲအပယ်ခံရတဲ့အစ်မဖြစ်သူရဲ့ဘဝဟာဘယ်လောက်တောင်ဆိုးလဲဆိုတစ်ဦးတည်းသောသားကလက်ထပ်တာတောင်မင်္ဂလာဆောင်ကိုမခေါ်တဲ့အထိပါပဲသူ့သားနဲ့ရောဘယ်လိုအဆင်ပြေအောင်ကြိုးစားမလဲညီမနဲ့ရောတည့်အောင်ဘယ်လိုလုပ်မလဲသူ့ဘဝကရောမယုံနိုင်အောင်ဘယ်လိုပြောင်းလဲသွားမလဲ......ဒီကားထဲမှာသူရေးထားတဲ့စာအုပ်ရဲ့စာသားတစ်ချို့ကိုဖတ်ပြတဲ့အခါလူငယ်တွေလေးစားအတုယူရမယ့်စာသားလေးတွေပါနေတာကြောင့်သေချာကြည့်မယ်ဆိုပညာပါပေးတဲ့ဇာတ်ကားလေးဖြစ်မှာပါကိုယ့်ကိုယ်ကိုချစ်ပါ,သဘောကျပါအလွန်အကြူးနဲ့သူများတွေကိုတော့အနှောက်အယှက်မဖြစ်စေနဲ့ပေါ့ File Size : (787 MB) & (223 MB)Quality : Web-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/2Thaj/Make_It_Big_(Ildan_Dwieo)_[2002]_(MM_Sub).mp4 https://megaup.net/1xmft/I_Like_Me_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hxtvnvWdeibiDc6mU5ftAUPGofe.jpg",
        "title": "4 latas (2019)",
        "description": "တိုရှို၊ ဂျိုဆေးဗားနဲ့ ဂျွန်ပီယာတို့ ၃ ဦးက အရမ်းခင်တဲ့ သူငယ်ချင်း ၃ ယောက်ဖြစ်ပါတယ်သူတို့ ၃ ဦးဟာ မကြာခဏ ခရီးတွေထွက်လေ့ရှိပြီးများသောအားဖြင့် ဆဟာရ သဲကန္တာရကို ဖြတ်ကျော်ခရီးနှင်လေ့ရှိပါတယ်အဲဒီလိုနဲ့အကြောင်းကြောင်းကြောင့် သူငယ်ချင်းတွေ ကွဲကွာသွားရင်းနေလာရာကနေ တစ်ရက်မှာတော့ တိုရှိုတစ်ယောက်ဂျိုဆေးဗားရဲ့ အမျိုးသမီးဆီကနေ စာတစ်စောင် လက်ခံရရှိပါတော့တယ်သူတို့ရဲ့သူငယ်ချင်းဖြစ်သူ ဂျိုဆေးဗားတစ်ယောက်နောက်ဆုံးအချိန်ရောက်နေပြီဆိုတာကို အသိပေးထားတဲ့စာပါအဲဒီလိုနဲ့ပဲတိုရှိူတစ်ယောက်ဟာ နောက်ထပ်သူငယ်ချင်းတစ်ဦးဖြစ်တဲ့ဂျွန်ပီယာဆီသွားပြီး ဂျိုဆေးဗားဆီ လိုက်ကြဖို့လုပ်ပါတော့တယ်လေယာဉ်နဲ့အားချင်းသွားဖို့စီစဉ်ထားပေမယ့် ဂျိုဆေးဗားသမီးဖြစ်သူအကြံနဲ့ဟိုးအရင်ကလို ဟိုးအရင်ကကားနဲ့ပဲသဲကန္တာရကို ဖြတ်ကျော်ခရီးနှင်ဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါမှာတော့ စွန့်စားခန်းကြီးစတင်ပါတော့တယ်သဲကန္တာရအလယ်မှာ ကြုံရတဲ့အခက်အခဲမျိုးစုံ ဒုက္ခသုခပေါင်းစုံနဲ့ ။ကြုံဆုံရတဲ့ လူအမျိုးမျိုး စိတ်အထွေထွေ အကြောင်းကိုဟာသနှောပြီး ခပ်သွက်သွက်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ရယ်မောစရာလည်းပါ ရင်မောစရာလည်းပါတဲ့ ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်File Size : (987 MB) & ( 368 MB)Quality : Web-DL 720pRunning Time : 1 hr 44 minFormat : Mp4 ...",
        "rating": "5.9",
        "url": "https://megaup.net/1xme9/4_Latas_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKQd8pWTK9zpibuc3CDwiYmtaB.jpg",
        "title": "The Wedding Guest (2018)",
        "description": "လန်ဒန်က အမျိုးသားတစ်ယောက် ပါကစ္စတန်က မင်္ဂလာပွဲတစ်ခုကိုသွားဖို့ပြင်ဆင်နေတယ်...ဒါပေမယ့် သူ့မျက်နှာက မှိုင်းညိုလို့ ပျော်ရွှင်နေတဲ့ပုံလည်းမပေါက်ပါလား...ဒါတင်မကသေးဘူး သူယူသွားဖို့ ပြင်ဆင်နေတဲ့ပစ္စည်းတွေကလည်း သမာရိုးကျမဟုတ်ပြန်ဘူး ...ဒါဆို သူအဲ့မင်္ဂလာပွဲကို သွားရတဲ့ရည်ရွယ်ချက်က ဘာများလဲ..သူကရော ဘယ်သူလဲ...သူတက်မယ့် မင်္ဂလာပွဲကို ကျင်းပမယ့်သူတွေက သူနဲ့ဘယ်လိုတော်စပ်နေသလဲ...ဇာတ်ကားတစ်ကားလုံး စလယ်ဆုံးဘာဖြစ်မလဲဘာဖြစ်မလဲဆိုပြီးရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းတစ်ပုဒ်မို့ မ spoil တော့ပါဘူးကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ...(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့  မေမြတ်သူ ပါ)File Size : (750 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 38min\nFormat : Mp4\nGenre :  Thriller \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-FGT\nTranslated by May Myat Thu\nEncoded by THZ",
        "rating": "5.5",
        "url": "https://megaup.net/2Th8y/The_Wedding_Guest_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/LAC-213x300.jpg",
        "title": "Law Abiding Citizen ( 2009 )",
        "description": "အမေရိကန်လို ဥပဒေတင်းကျပ်တဲ့ နိုင်ငံမျိုးမှာတောင် ရာဇဝတ်မှုဆိုတာ ကိုယ့်အိမ်တံခါးဝကို အချိန်မရွေးရောက်လာနိုင်တဲ့ နတ်ဆိုးတစ်ကောင်ပါပဲ…အဲ့ဒီနတ်ဆိုးဟာ တစ်နေ့တော့ ကလိုက်ဒ် ရှယ်တန် ဆိုတဲ့ အင်ဂျင်နီယာတစ်ယောက်ရဲ့အိမ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်လာခဲ့ပါတယ် …\nကလိုက်ဒ်တို့ မိသားစု ညစာစားဖို့ပြင်ဆင်နေတုန်း ဘယ်ကမှန်းမသိတဲ့လူတွေ အိမ်ထဲ ဇွတ်ဝင်ရောက်လာပြီးတော့ ပစ္စည်းတွေလုယက်လို့ သူ့ရဲ့မိန်းမနဲ့ လူမမည်သေးတဲ့ သမီးလေးကိုပါ သတ်သွားခဲ့ကြတယ်…ကံဆိုးတာလား ကံကောင်းတာလား မသိတာတစ်ခုက ကလိုက်ဒ်တစ်ယောက်ပဲ အသက်ပြင်းလို့ မသေပဲကျန်ခဲ့တယ်ပေါ့…\nဇာတ်လမ်းလေးက အစမှာ ယဉ်သကို ဆိုသလိုပဲ အထက်ပါအတိုင်း ဇာတ်လမ်းစထားပြီးတော့ အလယ်မှာ ဇာတ်လမ်း အရှိန် တဖြည်းဖြည်း မြင့်တက်လာရာကနေ နောက်ဆုံးမှာ လှလှပပ အဆုံးသတ်သွားခဲ့ပါတယ်..ဇာတ်လမ်းအရသာပျက်သွားမှာစိုးလို့ ရီဗျူးတောင်မရေးရဲလောက်အောင်ပါပဲ…သေချာတာတစ်ခုကတော့ မှုခင်းကားတွေ စုံထောက်ဇာတ်လမ်းတွေ သည်းထိတ်ရင်ဖိုတွေ သဘောကျ နှစ်သက်သူတွေအတွက်ကတော့ မကြည့်မိရင် နောင်တရစေမယ့် ဇာတ်ကားပဲဖြစ်ပါတယ်\nသရုပ်ဆောင်တွေကလည်း တကယ့်စတားတွေဖြစ်ကြတဲ့ Gerard Butler တို့့ Jamie Foxx တို့ အဓိကပါဝင်သရုပ်ဆာင်ထားပြီးတော့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2lG2y/Blood_Diamond_[2006]_(MM_Sub).mp4 https://megaup.net/2lCB5/Law_Abiding_Citizen_[2009]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r615jPBywGrKOZuDXq1d0M8aiFS.jpg",
        "title": "We Belong Together (2019)",
        "description": "စိတ်ဒဏ်ရာတစ်ခုကြောင့် အရက်အလွန်အကျွံသောက်၍ မိန်းမနှင့်ကွာရှင်းပြီးသမီးလေးကိုပါအုပ်ထိန်းခွင့် စွန့်လွှတ်လိုက်တဲ့ကောလိပ်မှပရော်ဖက်ဆာတစ်ယောက် အရက်ဖြတ်ပြီးသူ့ဘဝအား နလန်ပြန်ထူအောင်ကြိုးစားနေစဉ်သူ့အတန်းထဲမှခပ်လန်းလန်းကျောင်းသူတစ်ဦးက သူ့အား မြူဆွယ်ပြီးဘဝ၏ထွက်ပေါက်များပေးသောအခါ ထိုအမျိုးသမီးကြောင့်ပရော်ဖက်ဆာတစ်ယောက် တကယ်ပဲ ပြန်လည်ပျော်ရွှင်ရမလားဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဒီဇာတ်ကားမှာကြည့်ရှုလိုက်ပါFile Size : (773 MB)Quality : Web-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cnXioLZbzl9OzZkDUJSdNqW0Zsd.jpg",
        "title": "Dirty God (2019)",
        "description": "ကိုယ်အချစ်ထင်ပြီး ကိုးကွယ်ခဲ့တဲ့လူတစ်ယောက်က ကိုယ့်ဘဝအတွက်သေရာပါ ဒဏ်ရာတစ်ခုပေးခဲ့မယ်ဆိုရင် ဘယ်လိုခံစားရမလဲ။ဒီဇာတ်ကားလေးထဲမှာဆိုရင် ဂျိတ်ဆိုတဲ့ အမျိုးသမီးဟာ သူရဲ့အတူနေချစ်သူက သူတို့ရဲ့သမီးလေးရှေ့မှာပဲ သူ့မျက်နှာကိုအက်စစ်နဲ့ ပက်တာကို ခံခဲ့ရပါတယ်။သူဟာအသက်မသေခဲ့ပေမဲ့ ဒီရုပ်ဆိုးဆိုး အမာရွတ်တွေနဲ့ပဲ တစ်သက်လုံးနေသွားရတော့မှာပါ။ သူ့ဘဝဟာ ဘယ်လောက်ထိ အခက်အခဲတွေကြုံတွေ့ရမလဲ။အခက်အခဲတွေကိုရော ဘယ်လိုကျော်ဖြတ်သွားမလဲ ဆိုတာရှုစားကြရမှာပါ။ ဒီကားကတော့ မိသားစုနဲ့အတူကြည့်ဖို့အဆင်မပြေပါဘူး...File Size : (935 MB) & (343 MB)Quality : Web-DL 720pRunning Time : 1 hr 44minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/1FRha/A_Violent_Separation_[2019]_(MM_Sub).mp4 https://megaup.net/1FRhh/Dirty_God_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kGPOYwuGx982hKox9HJVJYuBNWL.jpg",
        "title": "A Violent Separation (2019)",
        "description": "ဒီတစ်ခေါက်တော့ CM ပရိတ်သတ်ကြီးအတွက် Drama Thriller ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ A Violent Separation (2019) ပါ။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရေးနဲ့နော်မန်ဟာလောကကြီးမှာ နှစ်ယောက်တည်းရှိတဲ့ ညီအကိုတွေပါ။ ညီအကိုဆိုပေမယ့်စရိုက်သဘာဝချင်းကွာခြားတာကြောင့်ရေးက လူရမ်းကားဖြစ်နေပေမယ့် နော်မန်ကတော့ ရဲအရာရှိတစ်ယောက်ပါ။ တစ်ရက်မှာတော့ အကိုဖြစ်သူရေးက သူ့ချစ်သူ အက်ဘီကိုသတ်လိုက်မိပါတော့တယ်ရေးတစ်ယောက်ဘာဆက်လုပ်မလဲ။ ညီဖြစ်သူ နော်မန်ကရော ဘာဆက်လုပ်မလဲ ဆိုတာ ရင်တစ်ဖိုဖို ဆက်လက်စောင့်ကြည့်ရမယ့် ကားကောင်းလေးပါ။ဇာတ်လမ်းလေးနာမည်ကတော့ A Violent Separation(2019)ပါ။File Size : (1 GB) & (284 MB)Quality : Web-DL 720pRunning Time : 1 hr 46 minFormat : Mp4Genre : Crime , ThrillerSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.6",
        "url": "https://megaup.net/1FRha/A_Violent_Separation_[2019]_(MM_Sub).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTc0NjE2ODM2OV5BMl5BanBnXkFtZTgwMjQyNDUzNzM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "UglyDolls (2019)",
        "description": "UglyDolls (2019)\n၂၀၁၉ ေမလမွာ ထြက္ရွိခဲ့တဲ့ သီခ်င္းေတြၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္နဲ႔\nအဆုိေတာ္ တစ္ၿပံဳတစ္ေခါင္းနဲ႔ ထြက္ရွိခဲ့တဲ့ ကာတြန္းကားေကာင္းေလးပါ။\nနာမည္ႀကီးကားေတြၾကားထဲမွာ ထြက္ခဲ့ရတဲ့အတြက္ အရမ္းမသိလိုက္ၾကဘူး ထင္ပါတယ္။\nအသံသရုပ္ေဆာင္ေတြအေနနဲ႔ Kelly Clarkson အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၿပီး\nX Factor ရဲ႕ ဒိုင္တစ္ဦးလည္း ျဖစ္တဲ့ Blake Shelton လည္း ပါ၀င္ပါတယ္။\nNick Jonas, Janelle Monae, Pitbull တို႔လည္း ပါပါေသးတယ္။\nAsian Artist အေနနဲ႔ ၀မ္လီဟုန္ (Wang Lee Hom) လည္း ပါပါေသးတယ္။\nသီခ်င္းေတြ အမ်ားႀကီး နားေထာင္ရမွာဆိုေတာ့ ၾကည့္ရမွာအရမ္းတန္ပါတယ္။\nဒါကေတာ့ ဇာတ္လမ္းရဲ႕ထူးျခားခ်က္ပါ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ဒီလိုပါ။\nရုပ္ဆိုးရုပ္ကေလးေတြ ရုပ္ဆိုးေတာင္ၾကား (Uglyville) မွာ ေနၾကပါတယ္။\nေမာ္စီဆိုတဲ့ အရုပ္မေလးကေလး ဒီရြာသူတစ္ေယာက္ပါ။\nသူကေတာ့ သူတုိ႔ရြာရဲ႕တျခားတစ္ေနရာမွာ သူတို႔ကို ခ်စ္ေပးမယ့္ လက္ခံေပးမယ့္\nကေလးေလးေတြ ရွိေနတယ္လို႔ ယံုၾကည္ထားပါတယ္။\nကမာၻအႀကီးႀကီးလည္း ရွိတယ္လို႔ သူမက ယံုၾကည္ထားပါတယ္။\nဒီေတာ့ သူ႕သူငယ္ခ်င္းေတြနဲ႔ အဲဒီကို ေရာက္ေအာင္သြားဖို႔ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1xnmn/We_Belong_Together_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/67264196_331775357767036_6613236757997551616_n-136x200.jpg",
        "title": "Battle In Wuhu Village ( 2019 )",
        "description": "2019 ထြက္ဇာတ္ကားသစ္ေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္...ေရွးေခတ္သိုင္းကားေတာ႔မဟုတ္ပါဘူး..ေနာက္ပိုင္းထြက္တဲ႔တရုတ္ကားေတြကိုဂ်င္းေတြလို႕ဆုိရေလာက္ေအာင္ၿဖစ္တဲ႔ ဇာတ္ကားေတြရွိေပမယ္႔လည္းဒီကားေလးကေတာ႔မဆုိးဘူးလို႔ပဲခံစားမိပါတယ္အညႊန္းကေတာ႔.........ၿမိဳ႕ေစာင့္နတ္မင္းမ်ိဳးဆက္ျဖစ္တဲ့တစ္ခ်ိန္ကခ်င္းလြမ္အဖြဲ႔မွာခ်င္းလြမ္အဖြဲ႔ေခါင္းေဆာင္ျဖစ္သူေက်ာက္စစ္ဟိုင္အေဖနဲ႔ ထူစန္းအဖြဲ႔ေခါင္းေဆာင္ကယွဥ္ၿပိဳင္ၾကရင္းလ်ိဳ႕ဝွက္လူတစ္ေယာက္ကဝင္႐ႈပ္လိုက္လို႔ ေက်ာက္စစ္ဟိုင္အေဖကၿမိဳ႕ကိုကာကြယ္ေပးရင္းေသဆံုးသြားခဲ့ရပါတယ္...ေက်ာက္စစ္ဟိုင္က ဝူဟူနယ္ေျမမွာေနထိုင္ရင္းလွည့္ျဖားတဲ့နည္းနဲ႔အိမ္နီးခ်င္းေတြရဲ႕အိမ္ေမြးတိရစာၦန္ေတြကိုျပန္႐ွာေပးတဲ့ေနရာမွာေတာ္လြန္းလိုစံုေထာက္ေက်ာက္လို႔တစ္ၿမိဳ႕လံုးကအသိအမွတ္ျပဳ ၾကပါတယ္...တစ္ေန႔ဟုန္႐ႈိ႕ေဂဟာမွာအေပ်ာ္မယ္တစ္ေယာက္ေပ်ာက္ဆံုးေနတဲ့အမႈနဲ႔ပတ္သက္ၿပီးသူေဌးမဒမ္သံုးက ေက်ာက္စစ္ဟိုင္ကိုလူျပန္႐ွာေပးဖို႔အလုပ္လာအပ္ေသာအခါ...အဲ့ဒီဟုန္႐ႈိ႕ေဂဟာမွာပဲေက်ာက္စစ္ဟိုင္ကငယ္ခ်စ္ဦးညီမေလးက်င္ယြင္နဲ႔ျပန္ေတြ႕ၾကၿပီး...အဲ့အခ်ိန္မွာပဲၿမိဳ႕ေတာ္ကေနဝူဟူနယ္ေျမမွာတာဝန္ထမ္းေဆာင္ဖို႔ေရာက္လာတဲ့ရဲအရာ႐ွိႀကီးတု...သူတို႔သံုးေယာက္အတူ ဟုန္႐ႈိ႕ေဂဟာကေပ်ာက္ဆံုးမိန္းကေလးအမႈကိုအတူလိုက္စံုစမ္းဖို႔ျဖစ္လာေသာအခါ....အတူအမႈကိုဘယ္လိုေဖာ္ထုတ္ၾကမလဲ...Battle Wuhu Village ဆုိတဲ့ကားေလးထဲမွာဆက္လက္ၾကည့္႐ႈဖုိ႔တုိက္တြန္းလုိက္ျပရေစေနာ္",
        "rating": "5.2",
        "url": "https://megaup.net/2Tihy/Battle_In_Wuhu_Village_[2019]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/the-legend-of-yang-jian.161088-143x200.jpg",
        "title": "The Legend Of Yang Jian ( 2018 )",
        "description": "ပံုမွန္ေတြ႕ေနက် သိုင္းကားေတြ ေမွာ္ကားေတြလိုအစြမ္းဘက္ကိုဦးစားမေပးပဲ တိုက္ခိုက္ေရးဘက္ကို ပိုဦးစားေပးထားတဲ႔ဇာတ္ကားၿဖစ္ပါတယ္ဒီကား​ေလးဟာ ရန္​က်န္​ဆိုတဲ့ တတိယမ်က္​လံုးအစြမ္​း႐ွိတဲ့နတ္​မင္​းဟာ လူ႔ျပည္​မွာတာဝန္​ထမ္​း​ေဆာင္​ရင္​းရြာ​ေလးတစ္​ရြာနားမွာဒဏ္​ရာဗလပြနဲ႔လဲက်​ေနခဲ့ရံုသာမကမွတ္​ဥာဏ္​ပါ​ေပ်ာက္​ဆံုးခဲ့ရပါတယ္​..ဒီလိုနဲ႔ရြာသူမ​ေလးယိ​ေက်ဟာတစ္​ရြာလံုးနဲ႔ဆန္​႔က်င္​ၿပီး ရန္​က်န္​ကိုကယ္​တင္​​ေပးခဲ့ရာက​ေနဒီရြာ​ေလးမွာ ဓားျပရန္​နဲ႔ၾကံဳခဲ့ရၿပီး ရန္​က်န္​ရဲ႕တန္​ခိုးစြမ္​းအားကိုအမွတ္​မထင္​​ေတြ႕႐ွိသြားတဲ့အခါ.....ရန္​က်န္​တို႔တစ္​သိုက္​ယဇ္​ပူ​ေဇာ္​ပြဲမွာက်င္​းပမဲ့တိုက္​ခိုက္​​ေရးပြဲအတြက္​ တိုက္​ခိုက္​​ေရးသမားအျဖစ္​​ေရာင္​းစားျခင္​းခံလိုက္​ရပါ​ေတာ့တယ္​......ဒီတိုက္​ခိုက္​ပြဲမွာဘယ္​လိုအႏၱရာယ္​​ေတြနဲ႔ၾကံဳ​ေတြ႔ရမွာလဲ....ရန္​က်န္​က​ေရာသူ႔အတိတ္​ကိုျပန္​မွတ္​မိႏိုင္​ပါ့မလားဇာတ္​ကားတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​...ၾကမ္​းတမ္​းရက္​စက္​တဲ့သတ္​ပြဲ​ေတြႀကိဳက္​တတ္​တဲ့သူ​​ေတြအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႔​ေစမွာပါ... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.0",
        "url": "https://megaup.net/2Tigx/The_Legend_Of_Yang_Jian_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dDrJgx9DVzuZBezgUpNfuR0FSym.jpg",
        "title": "Nakee 2 (2018)",
        "description": "၂၀၁၆ခုႏွစ္မွာ နာခီ ၁ကို ျပသခဲ့ၿပီး rating အရမ္းေကာင္းၿပီး\nနာမည္ႀကီးခဲ့တယ္ ၂၀၁၈ oct မွာေတာ့ နာခီ၂ကို movie အေနနဲ႔ ရံုတင္ခဲ့ၿပီး\nတႏွစ္ျပည့္ခါနီးဆဲဆဲမွာေတာ့ video file ထြက္လာခဲ့တယ္ မဲေခါင္ျမစ္က\nဘိုးဘိုးနဂါး စရီဆူထို တရားထိုင္ေနတုန္း နာခီမယ္ေတာ္က\nလူ႔ကမၻာကို ခိုးတက္ၿပီး ေရကစားေလ့႐ွိတယ္\nတစ္ရက္က် ေရကစားရင္း ဂဠဳန္တစ္ေကာင္ ဝင္သုတ္တာခံရတာကို\nတိုင္းျပည္ငယ္တခုက စစ္သူႀကီး ႐ိႈင္ရဆင္က\nကယ္တင္ခဲ့ရာက ခ်စ္ကြၽမ္းဝင္သြားခဲ့တယ္\nစစ္သူႀကီးတို႔ထံုးစံအရ တိုင္းျပည္ႀကီးတခုနဲ႔ စစ္ျဖစ္ရင္း\n႐ိႉင္ရဆင္က်႐ွံုးသြားခ်ိန္မွာေတာ့ နာခီဟာ\nစစ္ႏိုင္သြားခဲ့တဲ့တိုင္းျပည္တခုလံုးကို ေရလႊမ္းသတ္ခဲ့ပါတယ္\nအဲ့ဒီမေကာင္းမႈေၾကာင့္ ဘိုးဘိုးစရီဆူထိုရဲ႕ ႏွစ္တေထာင္\nအျပစ္ေပးမႈကို ခံခဲ့ရၿပီး နာခီမယ္ေတာ္ကို\nကိုးကြယ္တဲ့ ဒုန္မမ္ပရြာေလးထဲက\nခမ္ပြန္ဆိုတဲ့ မိန္းမႀကီးတဦးရဲ႕သမီးျဖစ္သူ ခမ္းေက်ာက္ကိုယ္ထဲ\nသူ႔စိတ္ဝိဉာဏ္ဝင္ေနခဲ့တယ္ စစ္သူျကီး႐ိႈင္ရဆင္ကလည္း\nသုေတသနေက်ာင္းသား ထြတ္စဖြန္အျဖစ္\nဒုန္မမ္ပရြာေလးဆီျပန္ေရာက္လာခဲ့ၿပီး\nအခ်စ္ဇာတ္လမ္းျပန္လည္ျဖစ္တည္လာခဲ့တယ္\nဒါေပမယ့္ ခမ္းေက်ာက္ကို သာမန္ေႁမြမေကာင္းဆိုးဝါးအမွတ္နဲ႔\nတစ္ရြာလံုးက ဒုကၡေပး အေမျဖစ္သူ ခမ္ပြန္ကိုပါ သတ္လိုက္ၾကၿပီး\nထြတ္စဖြန္ကိုပါသတ္မယ္လုပ္ၾကရာကေန\nနာခီမယ္ေတာ္ ေဒါသပုန္ထခဲ့ၿပီး ရြာသားေတြကို ထပ္သတ္ခဲ့ပါေတာ့တယ္\nဒီအျပစ္ေတြအတြက္ ဘိုးဘိုးစရီဆူထိုက ထပ္အျပစ္ေပးခဲ့ၿပီး\nထြတ္စဖြန္ကေတာ့ ဘုန္းႀကီးဝတ္သြားခဲ့ပါေတာ့တယ္\nခုနာခီ ၂ ျဖစ္တည္လာရတဲ့အေၾကာင္းကေတာ့\nနာခီ ၁မွာ ခမ္းေက်ာက္ကို မနာလိုျဖစ္ေနၿပီး ထြတ္စဖြန္ကို\nတဖတ္သတ္သေဘာက်ေနတဲ့ လမ္းက်စ္ဆိုတဲ့မိန္းကေလး\nက်ိန္ဆိုခဲ့တဲ့ဆုေတာင္းစကားတခုေၾကာင့္ပါ\nနာခီမယ္ေတာ္ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Tigl/Nakee_2_[2018]_(MM_Sub).mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hY6E8D6YWGkRoHgfkCSJ4jNhw62.jpg",
        "title": "But Always (2014)",
        "description": "But Always (2014)\n=============တ႐ုတ္ျပည္ရဲ႕ ေဘဂ်င္းၿမိဳ႕ကေလးက ေက်ာင္းေလးတစ္ေက်ာင္းမွာ ေကာင္မေလးတစ္ေယာက္ေနာက္ တစ္ေကာက္ေကာက္လိုက္တတ္တဲ့ ေကာင္ေလးတစ္ေယာက္႐ွိခဲ့ဖူးပါတယ္။\nအေ႐ွ႕ေလေတြတိုက္ၿပီးႏွင္းေတြေဝေနေအာင္ၾကေနတဲ့ ေန႔ေတြမ်ိဳးမွာ ေစာင္အေပါက္ကေလးနဲ႔ ႐ွင္သန္ေနရတဲ့ေကာင္ကေလးရယ္ ေဟာင္ေကာင္ကေန ေက်ာင္းေျပာင္းလာတဲ့ ေကာင္မေလးရယ္ၾကားထဲက တူညီမႈတစ္ခုကေတာ့ ႏွစ္ဦးႏွစ္ေယာက္စလုံးမွာ အေမဆိုတာ မ႐ွိေတာ့ျခင္းပါပဲ။တစ္ေယာက္ကိုတစ္ေယာက္ တြယ္တာခဲ့ၿပီးမွ ေကာင္ကေလးရဲ႕ အဘြားေသသြားတဲ့ေနာက္ သူ႔ဦးေလးလာေခၚသြားတဲ့အခ်ိန္မွာ ႏႈတ္ဆက္စကားေတြေတာင္မ႐ွိပဲေဝးသြားခဲ့ၾကပါသတဲ့။ႏွစ္ေတြၾကာၿပီးတဲ့ေနာက္ မိုးမႈန္ေတြ က်ပ္သီးေနေအာင္က်ေနတဲ့ ညေနဘက္တစ္ခုမွာ ၿမိဳ္ကေလးကိုျပန္ေရာက္လာတဲ့ ေကာင္ေလးနဲ႔ ေကာင္မေလးနဲ႔ထပ္ဆုံေတြ႕ ခဲ့ပါတယ္။\nေကာင္မေလးက ေဆးေက်ာင္းၿပီးေတာ့မယ့္လုဆဲဆဲ အေမရိကသြားေတာ့မယ့္လု ဆဲဆဲမွာပါ။\nအေဖသာ႐ွိတဲ့ေကာင္မေလးနဲ႔ မိဘမ႐ွိေတာ့တဲ့ ေကာင္ေလးတို႔ ႏွစ္ဦးသားအတြက္ တစ္ေယာက္ကတစ္ေယာက္ မိသားစုလိုုျဖစ္ခဲ့ၾကပါတယ္တဲ့။ ခ်စ္သူေတြလည္းျဖစ္ခဲ့ၾကပါတယ္။\nေကာင္ေလးအတြက္ အေမရိကကို မသြားဖို႔ဆုံးျဖတ္လိုက္တဲ့ ေကာင္မေလးဟာ သူ့အေဖကိုေတြ႕ဖို့ ခ်ိန္းဆိုထားတဲ့ တစ္ခုေသာမိုးညမွာ ထီးေလးတစ္ေခ်ာင္းနဲ႔ ရပ္ေစာင့္ေနခဲ့ပါတယ္။\nေကာင္ကေလးကေတာ့ ေရာက္မလာခဲ့ပါဘူး။အေမရိကမွာ အလုပ္လုပ္ရင္း ေက်ာင္းတက္ေနခဲ့တဲ့ ေကာင္မေလးဟာ သူ႔လိုအလုပ္လုပ္ေနတဲ့ ပန္းခ်ီဆရာ တစ္ေယာက္နဲ႔ရင္းႏွီးခဲ့ပါတယ္။\nအေဖလည္းမ႐ွိေတာ့တာေၾကာင့္ ႐ုန္းရင္းကန္ရင္း သူ႔ဘဝထဲကို ေကာင္ေလးျပန္ေရာက္လာခဲ့ပါတယ္။ဒီတစ္ခါမွာေတာ့......\nေကာင္ေလးဟာ သိပ္ခ်မ္းသာတဲ့သူေ႒းတစ္ေယာက္ျဖစ္ေနၿပီး ေကာင္မေလးကိုလည္းခ်စ္ေနဆဲပါ ေကာင္မေလးစိတ္ထဲကတစ္ဦးတည္းေသာ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1xnne/But_Always_(Yi_Sheng_Yi_Shi)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/5y8tzkiiovn8-145x200.jpg",
        "title": "The Real Iron Monkey ( 2019 )",
        "description": "Effect ေတြမ်ားတာလည္းမၾကိဳက္ဘူး..သိုင္းကားလည္းၾကိဳက္တယ္ဆုိရင္ေတာ႔ဒီလိုကားမ်ိဳးနဲ႔သင္႔ေတာ္ပါတယ္..ဒီကား​ေလးက ၂၀၁၉ထြက္​ ​​ေ႐ွး​ေခတ္​သိုင္​း​ေလာကကိုျပန္​လည္​ပံ​ေဖာ္​ထားတဲ့ ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ပုဒ္​ျဖစ္​ပါတယ္​...က်င္​းဝူဂိုဏ္​းမွာ ​ေခါင္​း​ေဆာင္​အသစ္​​ေရြးခ်ယ္​ဖို႔ ျဖစ္​လာရာ​ေနအဖြဲ႔​ဝင္​စာရင္​းကိုထုတ္ယူျပသဖို႔ျဖစ္​လာပါတယ္​...ဒီအခ်ိန္​ကိုအခြင္​့​ေကာင္​းယူၿပီးအဖြဲ႔ဝင္​စာရင္​းကိုသံမဏိ​ေမ်ာက္​သိုင္​းကြက္​သံုးၿပီး လုယူခံရတဲ့အခါ...တကယ္​ပဲသံမဏိ​ေမ်ာက္​အစစ္​ကပါဝင္​ပတ္​သက္​​ေနခဲ့တာလား..​ေနာက္​ကြယ္​ကႀကိဳးကိုက္သူကဘယ္​သူမ်ားလဲ...ဇာတ္​လမ္​းတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/1xnm5/The_Real_Iron_Monkey_[2019]_(MM_Sub).mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Hq659V31ER9pQQvVBUUJbwR7NT.jpg",
        "title": "Serenity(2005)",
        "description": "Serenity(2005)IMDb......7.9အနာဂတ္ကာလ ၂၆ ရာစုႏွစ္တမွ\nာ\nကမာၻၿဂိဳလ္ဟာ ၿဂိဳလ္ေပါင္းမ်ားစြာရွာေဖြေတြ႕ရွိခဲ့ၾကၿပီး\nအဲဒီၿဂိဳလ္ေတြမွာ အေျခခ်ေနထိုင္ဖို႔ လူေတြကို လိုအပ္တာ ေထာက္ပံ့ၿ\nပီး ေနေစပါတယ္ ......ယဥ္ေက်းမႈျမင့္မားေနတဲ့ ဒီလူ႔အဖြဲ႕အစည္းကို\nၿဂိဳလ္မ်ားဆိုင္ရာ လႊတ္ေတာ္ကေန အုပ္ခ်ဳပ္ပါတယ္.....\nအဲဒီမွာ လႊတ္ေတာ္ဟာ သိပၸံစမ္းသပ္မႈေတြ မ်ားစြာလုပ္ေနၿပီး\nစမ္းသပ္ခံထဲေတြထဲမွာ ရစ္ဗားတန္ဆိုတဲ့ ၁၇ ႏွစ္အရြယ္ ေကာင္မေလးလည္း တေယာက္အပါအ၀င္ေပါ့\n....\nဒီေကာင္မေလးမွာ ထူးျခားတဲ့စြမ္းအင္ေတြရွိေလေတာ့ သိပၸံပညာရွင္အဖြဲ႕က အဆုံးမဲ့စြမ္းအင္ရရွိေအာင္ႀကိဳးစားၿပီး\nလက္နက္သဖြယ္အသုံးခ်ဖုိ႕ႀကိဳးစားလာႀကတယ္....အဲဒီထဲကေန သူမရဲ႕အကို\nဆိုင္မြန္ တန္ ဟာ\nသူမကို ရေအာင္ ကယ္ထုတ္သြားခဲ့ၿပီး\nSerenity ဆိုတဲ့ ယာဥ္နဲ႕ ထြက္ေျပးၾကတယ္...\nအဲဒီလို သူတို႔ ထြက္ေျပးသြားတဲ့ေနာက္ လႊတ္ေတာ္အဖြဲ႕ကေန လူသတ္ရာမွာေတာ္လြန္းတဲ့ ရွင္းေလးေရးသမားေတြကုိ\nလႊတ္လုိက္ၾကတယ္....\nသူတုိ႕ေတြလြတ္ေျမာက္ပါ့မလား.....\nရႈတ္ေထြးေပြလီလွတဲ့ ၂၆ရာစုရဲ႕ အဖြဲ႕အစည္းေပါင္းမ်ားစြာရဲ႕ရန္ကေရာ လြတ္ေျမာက္ေအာင္ဘယ္လုိရုန္းကန္ၾကမလဲ....ရုပ္ရွင္အထူးျပဳလုပ္ခ်က္ေကာင္းေကာင္းနဲ႔ ၾကည့္လို႔ေကာင္းတဲ့\nသိပၸံရုပ္ရွင္ကားကုိမွ သေဘာက်တယ္...အက္ရွင္ခန္းေတြလည္းပါမွျဖစ္မယ္...Rating ေတြလည္း လန္းရမယ္...\nဇာတ္လမ္းလည္းမုိက္မွ အဆင္ေျပမယ္ဆုိတဲ့သူေတြအတြက္ ခံစားၾကည့္လုိက္ပါဦး....\nနင္းကန္ေကာင္းေၾကာင္းညႊန္းဆုိပါရေစ....ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Chan Myae Thu Aung ပဲျဖစ္ပါတယ္....File Size : (940 MB) and (347 MB)\nQuality : Blu-Ray ...",
        "rating": "7.9",
        "url": "https://megaup.net/2Tigq/Serenity_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/xsdvjgjlosqs-130x200.jpg",
        "title": "Can’t See Me Love You ( 2018 )",
        "description": "ဒီကား​ေလးဟာchinese bဝx officeမွာ $326131​ေက်ာ္​ဝင္​​ေငြရ႐ွိထားတဲ့ 2018ထြက္​ဇာတ္​ကား​ေကာင္​း​ေလးတစ္​ပုဒ္​ျဖစ္​ပါတယ္​..ဟယ္​ရီးရီးဆိုတဲ့​ေကာင္​မ​ေလးတစ္​​ေယာက္​ဟာမ်က္​ၾကည္​လႊာအစားထိုးကုသၿပီး​ေနာက္​မွာသရဲတစ္​​ေကာင္ကိုမၾကာခဏျမင္​​ေတြ႔​ေနရၿပီး​ေျခာက္​လန္​႔ခံ​ေနရပါတယ္​...ဒီလိုနဲ႔ပ​ေယာဂဆရာမ​ေက်ာက္​နဲ႔သူ႔အဖြဲ႔သားလ်န္​ခ်ိန္​နဲ႔ယိထ်န္​း​တို႔ရဲ႕ စစ္​​ေဆးခ်က္​အရဒီသရဲဟာ သူ႔ရဲ႕မ်က္​လံုးကိုရီးရီးဆီကျပန္​လာ​ေတာင္​း​ေနတယ္​ဆိုတာသိလိုက္​ရတဲ့အခါ...ရီးရီးရဲ႕ညီမ စန္​းစန္​းနဲ႔ သူ႔ခ်စ္​သူဝမ္​ယြမ္​တို႔ႏွစ္​​ေယာက္​ ဒီသရဲရဲ႕​ေနာက္​ကြယ္​ကအ​ေၾကာင္​းအရာ​ေတြကိုလိုက္​လံစံုစမ္​းရင္​းဘာ​ေတြသိလာရမလဲ...ဘယ္​လိုလွည္​့ကြက္​မ်ိဳး​ေတြ႐ွိ​ေနတာလဲ ...ဇာတ္​ကားတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1xlgi/Can’t_See_Me_Love_You_[2018]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    }
]