[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/6zwl7pfnpfiw-142x200.jpg",
        "title": "[18+]Erotibot (2011)",
        "description": "Eroticbot (2011)သခင်မလေးနဲ့ ကိုယ်ရံတော်စက်ရုံလေးရဲ့ အချစ်ဇာတ်လမ်းလေးပေါ့Tamayo ဆိုတဲ့အမျိုးသမီးလေးမှာ သူ့ကိုစောင့်ရှောက်တဲ့လူသားအသွင်ဆောင်စက်ရုပ်လေးသုံးရုပ်ရှိတယ်သူတို့နဲ့ဘယ်လိုတွေရှေ့ဆက်သွားမလဲ အဲ့သုံးရုပ်ထဲက ဘယ်သူနဲ့ချစ်မိသွားမလဲရန်သူတွေလက်ထဲကဘယ်လိုလွတ်မြောက်အောင်ကြိုးစားမလဲဆိုတာ ကြည့်ရှုလိုက်ပါဦးFile Size__(660MB)\nQuality__DVDRip\nIMDb Rating__4/10\nFormat__mp4\nDuration__01:15:00\nType__Adult , Sci-Fi, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "4",
        "url": "https://megaup.net/1awdd/[18+]Erotibot_(2011)_720p.mp4",
        "category": "Adult, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/7nU5qWSiBFglatY4XkGlHS0yXzg-141x200.jpg",
        "title": "2 Alone in Paris (2008)",
        "description": "2 Alone in Paris (2008)\n=================ဂျာဗစ်ဟာ ပါရီမြို့က ပြင်သစ်ရဲဌာနက စုံထောက်တစ်ယောက်ဖြစ်\nပါတယ်။ သူဟာ ကာတစ်ဆိုတဲ့ သူခိုးတစ်ယောက်ကို လိုက်ဖမ်းနေခဲ့တာ\n၁၀ နှစ်လောက်ရှိသွားခဲ့ပါပြီ။ သူက လိုက်ဖမ်းလိုက် ကာတစ်က တစ်ပတ်\nရိုက်ပြီး လစ်သွားလိုက်တဲ့ ဖြစ်နေခဲ့တာပါ။တစ်နေ့မှာတော့ ကာတစ်ကို လိုက်ဖမ်းရင်း ပါရီတစ်မြို့လုံးက လူတွေ\nပျောက်သွားတဲ့အဖြစ်နဲ့ ဂျာဗစ် ကြုံလိုက်ရပါတယ်။ ဂျာဗစ်လည်း မြို့အကြီး\nကြီး တစ်မြို့မှာ တစ်ယောက်တည်း ပျင်းရိစွာ ဖြတ်သန်းနေရင်း တစ်ယောက်\nတည်း ကျန်နေခဲ့တာမဟုတ်ဘူးလို့ ယုံကြည်လက်ခံထားပါတယ်။ဒီလိုနဲ့နေလာရင်း တစ်ရက်မှာတော့ ပါရီမြို့မှာ ကျန်နေခဲ့တာ သူ တစ်ယောက်\nတည်းမဟုတ်ဘူးဆိုတာ သိလိုက်ရပါတယ်။ နောက်ကျန်နေခဲ့တဲ့ တစ်ယောက်\nကတော့ သူ အမြဲတမ်းလိုက်ဖမ်းနေခဲ့တဲ့ ကာတစ် ဖြစ်နေပါတော့တယ်။\nဒီလိုနဲ့ မြို့အကြီးကြီးတစ်မြို့မှာ နှစ်ယောက်တည်း ဖမ်းလိုက် ပြေးလိုက်နဲ့ စိန်ပြေး\nလိုက်တမ်းဆော့ရင်း ဘယ်လိုတွေကြုံတွေရမလဲဆိုတာကို ဟာသလေးတွေနဲ့\nကြည့်ရှု့ရမယ် Comedy ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။အကယ်၍ သင်ရော မြို့ကြီးတစ်မြို့ထဲမှာ တခြားဘယ်သူမှမရှိတော့ဘဲ နှစ်ယောက်\nတည်း ကျန်နေခဲ့ရမယ်ဆိုရင် ...",
        "rating": "5.4",
        "url": "https://megaup.net/1a13w/Seuls.Two.2008.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/28mzKFDyVzMVx9nhDrJQ3G2H7It.jpg",
        "title": "Psycho Beach Party (2000)",
        "description": "Psycho Beach Party (2000)\n======================၂၀၀၀ ၀န်းကျင်လောက်က ဇာတ်ကားတွေကို သိပ်သဘောကျမိတယ်။အခုခေတ်လို CGI ကောင်းကောင်း မရှိသေးပေမယ့် စိတ်ကူးအသစ်အဆန်းတွေနဲ့ ဇာတ်ကားတစ်ကားနဲ့တစ်ကား မထပ်ရအောင် ဖန်တီးရိုက်ကူးပြီး ရုပ်ရှင်လောကရဲ့ခေတ်တစ်ခေတ်ဖြစ်ခဲ့တယ်လို့တစ်ဦးတစ်‌ယောက်တည်း အမြင်အရ ပြောချင်ပါတယ်။ အထူးသဖြင့်Psychological ဇာတ်ကားတွေဟာ အဲဒီနှစ်ပိုင်းတွေမှာ အများဆုံးရိုက်ကူးခဲ့ပြီး အခုချိန်အထိ ပြောစမတ်တွင်နေကြတဲ့ထိ လက်စွမ်းပြရိုက်ကူးနိုင်ခဲ့ကြပါတယ်။ အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားဟာလည်း၂၀၀၀ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး ခေါင်းစဉ်ထဲကအတိုင်း ကမ်းခြေက ပါတီတစ်ခုမှာ စိတ္တဇတစ်ယောက်ရဲ့ လူသတ်မှုအကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာ ၁၇နှစ်သမီး ဖလော်ရန့်စ် ဆိုတဲ့မိန်းကလေးတစ်ယောက်ဟာ သူနဲ့ရွယ်တူကောင်မလေးတွေလူကြီးစိတ်၀င်‌လာကြတာကို စိတ်ပျက်နေတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့တော့ ကမ်းခြေမှာ ရေလွှာလျှောစီးနေတဲ့သူတွေကို တွေ့လိုက်ပြီးသူကိုယ်တိုင်ပါ ရေလွှာလျှောစီးချင်လာပါတယ်။ ဒီလိုနဲ့ ရေလွှာလျှောစီးတဲ့ကောင်လေးတွေက သူ့ကို ကြက်ပေါက်လို့အမည်ပေးလိုက်ရာကစပြီးသူ့နာမည်က ကြက်ပေါက်ဖြစ်သွားပါတယ်။ ကြက်ပေါက်မှာ personalitydisorder ဆိုတဲ့ စိတ်ရောဂါတစ်မျိုးရှိနေပြီး တခါတလေမှာ အန်နီဘိုးမန်းဆိုတဲ့ လူတစ်ယောက်အဖြစ် ပြောင်းလဲသွားတတ်ပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ ကမ်းခြေမှာ လူသတ်မှုတွေ တစ်ယောက်ပြီးတစ်ယောက်ဖြစ်လာတဲ့အခါမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2wqqA/Psycho.Beach.Party.2000.BluRay720p(CM).mp4",
        "category": "Comedy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BM2Q0YzYxNDgtMmQ2Yi00NzVjLTk3ZWItODg1NGEwMzllNGY3XkEyXkFqcGdeQXVyNTg0MTgzNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Root Letter (2022)",
        "description": "Root Letter (2022)\n==============\nIMDb Rating - 5.9/10ကာလို့စ်ဆိုတဲ့ကောင်လေးနဲ့ ဆာရာဆိုတဲ့ကောင်မလေးတို့ဟာ\nတစ်ယောက်နဲ့တစ်ယောက် အပြင်မှာ မြင်လဲမြင်၊ တွေ့လဲမတွေ့ဖူးဘဲနဲ့\nစာလေးတွေကနေတဆင့် ခင်မင်ရင်းနှီးသိကျွမ်းဝင်နေကြတဲ့ စာရေးဖော်\nသူငယ်ချင်းနှစ်ယောက်ပါ။ တစ်နေ့မှာတော့ ဆာရာတစ်ယောက် ကာလို့စ်\nပို့တဲ့စာတွေကိုလဲပြန်မဖြေတော့သလို သူကိုယ်တိုင်လဲစာအသစ်တွေမပို့\nတော့တဲ့အတွက် ကာလို့စ်တစ်ယောက် ဆာရာနဲ့အဆက်အသွယ်ပြတ်ခဲ့\nရပါတယ်။အဲ့လိုနဲ့ အချိန်တစ်နှစ်လောက်အကြာမှာ ကာလို့စ်ဆီကို ဆာရာ့ဆီကနေ\nစာတစ်စောင်ပြန်ရောက်လာခဲ့ပါတယ်။ စာထဲမှာ ဆာရာက သူလူတစ်ယောက်\nကိုသတ်လိုက်မိတဲ့အကြောင်းရေးထားတာကိုတွေ့လိုက်ရတဲ့အခါမှာ ဆာရာ\nဘယ်သူ့ကိုသတ်လိုက်မိတာလဲ၊ ဘာကြောင့်သတ်ခဲ့မိတာလဲ၊ တစ်နှစ်လုံးလုံး\nဆာရာတစ်ယောက်အစအနပျောက်နေခဲ့ပြီးတော့ အခုကျတော့မှ ကာလို့စ်ဆီ\nကိုစာပြန်ပို့ရတာလဲ၊ ကာလို့စ် ဒီမေးခွန်းတွေကို ဘယ်ကနေဘယ်လိုအဖြေရှာ\nမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားလေးကိုကြည့်ရင်းနဲ့ပဲ ဆက်လက်ရှာဖွေလိုက်\nကြပါဦးလို့၊(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.1 GB) / (400 MB)\nQuality............WEB-RIP 1080p /  720p\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Mystery, Thriller\nTranslator.......Finoa Gillen\nEncoder..........SWM",
        "rating": "5.9",
        "url": "https://megaup.net/1avf1/Root.Letter.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AjYU8g4xuXNl0Yw9XGkK7wD59v5.jpg",
        "title": "Confession (2022)",
        "description": "Confession (2022)(1080p ရပါပြီ)ဒီတစ်ခေါက်မှာတော့ ပူပူနွေးနွေး ထွက်ရှိလာတဲ့ မင်းသားကြီး So Ji Sub ပါဝင်ထားတဲ့ Confession ဆိုတဲ့ မှုခင်းကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာ။ဇာတ်လမ်းအကျဉ်း ...\nယူမင်ဟိုဟာ IT ကုမ္ပဏီတစ်ရဲ့ ဥက္ကဌဖြစ်ပြီး ဟိုတယ်အခန်းထဲမှာ မိန်းကလေးတစ်ယောက် အသတ်ခံရတဲ့အမှုမှာ အမှုစစ်တွေရဲ့ သံသယရှိသူ လည်းဖြစ်ပါတယ်။ဒီအမှုမှာ ယူမင်ဟိုဘက်က ခုခံချေပေပးဖို့ ရှေ့နေလုပ်သက်တစ်လျှောက်လုံး တစ်ခါမှ အမှုမရှုံးဖူးသေးတဲ့ ရှေ့နေယန်းရှင်းအယ်က ယူမင်ဟိုရဲ့ ရှေ့နေဖြစ်လာခဲ့ပါတယ်။ဟိုတယ်ခန်းထဲမှာ အသတ်ခံရတဲ့ ဂင်ဆယ်ဟီးက ယူမင်ဟိုနဲ့ ဘယ်လိုပတ်သက်မှုရှိနေမလဲ?\nဒီလူသတ်မှုရဲ့ နောက်ကွယ်မှာ ဘယ်လိုကိစ္စတွေရှိနေမလဲ?\nတစ်ခါမှ အမှုမရှုံးဖူးသေးတဲ့ ရှေ့နေက အမှုသည်ကို ဒီတစ်ခါကော ကယ်တင်ပေးနိုင်ဦးမလား? ဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုခံစားလိုက်ကြရအောင်ဗျာ။(ဇာတ်လမ်းအညွှန်းကိုတော့ Estel က ရေးပေးထားပါတယ်။)File Size          : 1.5GB, 473MB, 234MB\nQuality    ...",
        "rating": "7",
        "url": "https://megaup.net/1avoo/[CM]Confession.2022.720.WEB-DL.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/23kUWRcMWrpb9huVE8R0ObHmSTp.jpg",
        "title": "[18+] Us x Her (2022)",
        "description": "Us x Her (2022)ဒေ့ဗ်ဟာ တစ်ချိန်က ဘတ်စ်ကတ်ဘောလက်ရွေးစင်တစ်ယောက်ဖြစ်ခဲ့ပြီး ချစ်သူ မာရီကို လက်ထပ်ကာ အောင်မြင်ပျော်ရွှင်တဲ့ အိမ်ထောင်တစ်ခုကို ပိုင်ဆိုင်ခဲ့ပါတယ်။ ဒါပေမယ့်လဲ ဒူးဒဏ်ရာကြောင့် အနားယူပြီးတဲ့နောက်ပိုင်း လုပ်သမျှစီးပွားရေးတွေကလဲ ကိုဗစ်မွှေလို့ တစ်ခုပြီးတစ်ခုအရှုံးပေါ်၊ ဇနီးသည်ဖြစ်သူ မာရီကလဲ ကိုယ်ဝန်ပျက်ကျခဲ့တဲ့နောက်မှာတော့ သူတို့အိမ်ထောင်ရေးမှာ မုန်တိုင်းထန်စပြုလာပါတယ်။ ဒေ့ဗ်ကိုယ်တိုင်လဲ ဒူးဒဏ်ရာကြောင့် မှီဝဲရတဲ့ဆေးတွေကြောင့် မူးယစ်ဆေးစွဲသလိုဖြစ်နေပြီး ဇနီးဖြစ်သူနဲ့ မပြည့်ဝတဲ့ဆန္ဒတွေကို တစ်ချိန်က သူ့ပရိသတ်၊ သူ့အပေါ် အရူးအမူးစွဲလန်းနေရှာတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ထွက်ပေါက်ရှာလိုက်မိတဲ့နောက်မှာတော့ ပြဿနာတွေရဲ့ အထွတ်အထိပ်ကိုရောက်ဖို့ ဖြစ်လာပါတော့တယ်။ကောင်မလေးဖြစ်တဲ့ လီလာဟာ သူလိုသလိုသုံးပြီး ပစ်ထားလိုက်တဲ့အချိန်မှာ ငြိမ်ခံမနေပဲ ဇနီးဖြစ်သူ မာရီဆီကတစ်ဆင့် သူတို့အိမ်ထောင်ရေးထဲ တတိယမြောက်လူအဖြစ် ဝင်ရောက်လာခဲ့ပါတယ်။ လင်လုဖက်အနေနဲ့မဟုတ်ပဲ သူ့ဇနီးရဲ့ချစ်သူအဖြစ်ပါ။ ပုံမှန်ယောက်ျားတွေ အတော်များများအတွက် စိတ်ကူးယဉ်အိပ်မက်ဖြစ်နိုင်မယ့် သီရိစံဇာတ်ကို ဒေ့ဗ်ဟာ သူ့ဇနီးသည်နဲ့အတူ ကြည်ကြည်ဖြူဖြူ သုံးပါးသွားခွင့်ရတော့မှာဖြစ်ပေမယ့် မပြေလည်နိုင်တဲ့ပြဿနာတွေက ဘာတွေဖြစ်လာမလဲ...? ဇနီးသည်မာရီက ...",
        "rating": "",
        "url": "https://megaup.net/2wqhx/(CM)_Us_x_Her_(2022)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4LdpBXiCyGKkR8FGHgjKlphrfUc.jpg",
        "title": "Dumb and Dumber(1994)",
        "description": "Dumb and Dumber (1994) (အညွှန်း)==========================Legendary comedian ကြီး နှစ်ယောက်ဖြစ်တဲ့ Jim Carrey နဲ့ Jeff Daniels တို့နှစ်ယောက်ပေါင်းပြီး စခွီတွေနဲ့နှောက်မယ့် “Dumb and Dumber.” IMDb rating 7.3/10 နဲ့ Box office မှာ $247 သန်းတောင်ရရှိခဲ့တဲ့အပြင် ၁၉၉၀ ခုနှစ်တွေရဲ့အကောင်းဆုံးစာရင်းဝင် comedy ကားတစ်ကားဖြစ်တာမို့ ကလိထိုးရယ်ရမယ့်ကားမဟုတ်တာတော့ ဧကန်ပါပဲ။ဇာတ်လမ်းအကျဥ်းကတော့ Lloyd Christmas (Jim Carrey) နဲ့ Harry Dunne (Jeff Daniels) တို့နှစ်ယောက်က ဘာတစ်ခုမှကို အသုံးကျတာမရှိတဲ့ အချစ်ဆုံးသူငယ်ချင်းတွေတစ်ဖြစ်လဲ ချာတူးလန်ငတုံးနှစ်ယောက်။ တစ်ယောက်က သူဌေးတွေရဲ့ဇိမ်ခံကားကိုမောင်းတဲ့ ဒရိုင်ဘာလုပ်တယ် .. တစ်ယောက်က ခွေး spa မှာလုပ်တယ်။ လက်ကြောမတင်းတဲ့ငတုံးနှစ်ကောင်ပါဆိုမှတော့ အလုပ်ကမြဲပါတော့မလား .. နဂိုတည်းက ပြုတ်စော်နံနေရာကနေ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2wqas/Dumb.and.Dumber.1994.720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/images-140x200.jpg",
        "title": "True Lies(1994)",
        "description": "True Lies(1994)***************\nHarry Tasker ဆိုတာက ချစ်ဇနီး Helen ရဲ့ အိမ်ဦးနတ် .......သမီးလေး Dana ရဲ့ ချစ်ဖေဖေ...\nဝါရှင်တန်ဒီစီ ရဲ့ တစ်နေရာ ဆင်ခြေဖုံးရပ်ကွက်မှာ နေထိုင်တဲ့ ကွန်ပြူတာကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်နေတဲ့\nအရောင်းကိုယ်စားလှယ်တစ်ဦး...\nဒါကတော့ လူတွေသိထားတဲ့ Harry Tasker အကြောင်းပါ...\nအမှန်ကတော့.... Harry ဟာ United State ကို ခြိမ်းခြောက်လာတဲ့\nအန္တရာယ်တွေကို နှိမ်နင်းပေးရတဲ့ လျို့ဝှက်အဖွဲ့အစည်းတစ်ခုရဲ့\nအေးဂျင့်တစ်ဦးပါ...\nHarry ဟာ အေးဂျင့်တစ်ဦးဖြစ်နေတော့ ဇနီးကို ဂရုစိုက်ချိန်မရ..\n. ဇနီးဖြစ်သူ Helen ကလဲ ကြာတော့ အထီးကျန်ပြီး Simon လို့ခေါ်တဲ့\nကားအရောင်းဝန်ထမ်းတစ်ဦးနဲ့ ပတ်သက်ပါတော့တယ်..\n.ဒါကို ရိပ်မိတဲ့ Harry က ဇနီး နဲ့ ပတ်သက်နေတဲ့ ယောကျာ်းကို စောင့်ကြည့်ဖို့\nအဖွဲ့အစည်းရဲ့ လျို့ဝှက်ကိရိယာကို အသုံးပြုခဲ့ပါတယ်..\n. ဇနီးအပူမိနေတုန်းမှာဘဲ US ကို ခြိမ်းခြောက်လာတဲ့ ပြဿနာကြီးပေါ်လာပါတော့တယ်...\n ပြသနာအားလုံးကို အာနိုးကြီးဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး\nFile Size…(3.4GB)(1.7GB)&(409MB)\nQuality…BluRay ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Qsvd/True.Lies.1994.BLU-RAY.720P.PP(CM).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dWvkUmd6EfYKJvpaw3kqwBLQ8jg.jpg",
        "title": "Corsage (2022)",
        "description": "Corsage (2022)\"ယိုယွင်းပျက်စီးမှုတွေနဲ့ တိမ်တွေလိုမှောင်မဲလာတဲ့ လူတစ်ယောက်ရဲ့ အသက် ၄၀ ကာလ\"ဩစတြီးယားရဲ့ ဧကရီတစ်ဦးကရော အသက်၄၀ကာလရဲ့ အိုမင်းမှုကို ရှောင်လွဲနိုင်ပါ့မလား?တိုင်းပြည်တစ်ပြည်ရဲ့ ဧကရီ၊ ပြည်သူပြည်သားတိုင်းရဲ့ အလှနတ်ဘုရားတစ်ပါးအဖြစ် နေထိုင်ကျင်လည်ခဲ့တဲ့ ဧကရီဘုရင်မကြီးဟာလည်းပဲ အိုမင်းရင့်ရော်မှု၊ နာကျင်မှု တို့ကို လွန်ဆန်ပိုင်ခွင့် မရှိခဲ့ပါဘူး။မတည်မြဲခြင်းတွေနဲ့ လွင့်ပျယ်သွားတဲ့ တစ်မိုးအောက်အလှတရားတွေမရှိတော့တဲ့ မိန်းမသားတစ်ယောက်ရဲ့ အထီးကျန်ဆန်မှုကို ရိုက်ကူးပုံဖော်ထားတဲ့ ဂန္တဝင်ဆန်ဆန် ရုပ်ရှင်တစ်ခုလို့ပဲ တင်စားလိုက်ချင်ပါတယ်။ဆုတွေတစ်ပြုံကြီးသိမ်းထားတဲ့ ဒီဇာတ်လမ်းလေးကတော့ တော်ဝင်ဆန်ဆန် အဆင်အယင် ပုံရိပ်တွေကို သဘောကျတတ်သူများအတွက် ကြည့်သင့်တဲ့ ရုပ်ရှင်ကောင်းတစ်ခုပါပဲ။ဇာတ်ကွက်တိုင်းမှာ လွင့်ယိမ်းသွားမယ့် စိတ်ခံစားချက်ပေါင်းစုံနဲ့ ဘုရင်မကြီးရဲ့ မျက်နှာဟန်အမျိုးမျိုးကို ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာမို့ လက်မလွတ်တမ်းကြည့်ရှုလိုက်ဖို့ တွန်းတွန်းလိုက်ရပါတယ်ခင်ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Hae Areum ပါ။)File Size          : 2.8GB, 705MB, 333MB\nQuality          ...",
        "rating": "6.8",
        "url": "https://megaup.net/2wpri/[CM]Corsage.2022.720p.WEB-DL.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pTL7Jb0nDtqi9byjNGWtEh75wgE.jpg",
        "title": "Deep Sea Escape ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို ၂၀၂၂ ထွက် Chinese Adventure\nသည်းထိတ်ရင်ဖို ဇာတ်ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ရှင်\nဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -“အဏ္ဏဝါဇီဝဗေဒ သုတေသီတစ်ဦးဖြစ်တဲ့ ဇီရွှမ်းဟာ\nစမ်းသပ်မှုလုပ်နေစဥ်အတွင်းမှာပဲ သူစမ်းသပ်မှု ပြုလုပ်နေတဲ့\nရေပုတ်သင်ကြီးဟာ ပြောင်းလဲမှုတွေ ဖြစ်ပွားလာခဲ့ပြီး\nလူတွေကို တိုက်ခိုက်လာခဲ့ပါတော့တယ် သူမဟာ\nရေပုတ်သင်ကြီးရဲ့ လက်အောက်ကနေ လွတ်မြောက်လာခဲ့ပြီး\nတစ်ချိန်ထဲမှာပဲ သူမရဲ့ အဖေဟာ လူသူကင်းမဲ့တဲ့\nကျွန်းတစ်ကျွန်းပေါ်မှာ ထူးဆန်းစွာပျောက်ကွယ်သွားခဲ့ပါတော့တယ်\nအဲဒီ နောက်မှာတော့ သူမအဖေနဲ့ သူမကို တိုက်ခိုက်ခဲ့တဲ့\nရေပုတ်သင်ကြီးရဲ့ တည်နေရာကို စုံစမ်းစစ်ဆေးဖို့\nသင်္ဘောတစ်စင်းနဲ့အတူ ကျွန်းပေါ်ကို ထွက်ခွာလာခဲ့ပါတယ်သူမစီးနင်းလိုက်ပါလာခဲ့တဲ့ သင်္ဘောပေါ်မှာ လူများက\nကိုယ်စီ စိုးရိမ်ပူပန်မှုများနဲ့အတူ ကိုယ်စီအကျင့်စရိုက်များက ရှိလို့နေပါတယ်\nသင်္ဘောထွက်ခွာရာလမ်းကြောင်းမှာတော့ လုံးဝကို\nပုံစံပြောင်းသွားပြီဖြစ်တဲ့ ရေပုတ်သင် မကောင်းဆိုးဝါးကြီးနဲ့\nထပ်မံဆုံတွေ့ခဲ့တဲ့ အချိန်မှာတော့ လိုက်ပါလာသူ လူတစ်ချို့ဟာ\nကျွန်းပေါ်ကို ထွက်ပြေးကြပါတော့တယ်\nအဲဒီနောက်မှာတော့ အဏ္ဏဝါဇီဝဗေဒ သုတေသီတစ်ဦးဖြစ်တဲ့ ဇီရွှမ်းတစ်ယောက်-❏ သူ့အဖေနဲ့ ပတ်သတ်တဲ့ သဲလွန်စတွေကို တွေ့ရှိနိုင်ပါ့မလား?\n❏ ဗီဇပြောင်းလဲချင်းဆိုင်ရာ သဲလွန်စတွေကိုရော သူရှာဖွေနိုင်ပါ့မလား?\n❏ အသက်ရှင်ကျန်ရစ်သူတွေကို ကယ်ဆယ်ပြီး\nသူတို့တွေ လွတ်မြောက်နိုင်ပါ့မလား? ဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deep-sea-escape-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Fast1-144x200.jpg",
        "title": "Fast Escape ( 2022 )",
        "description": "လူတွေရဲ့ဘာမှမဖြစ်လောက်ပါဘူးဆိုတဲ့ အတွေးလေးနဲ့\nကျူးလွန်မိတဲ့ပေါ့ဆမှုအမှားဟာ ဘယ်လောက်ထိဒုက္ခရောက်စေနိုင်လဲ?စစ်သားဟောင်းကြီးတစ်ယောက်ဖြစ်တဲ့ရှောင်းဖုန်းနဲ့\nသူငယ်ချင်းတစ်စုဟာကျောင်းသားဟောင်းတွေ့ဆုံပွဲလုပ်နေကြတယ်။\nသူတို့အနီးနားမှာ ဆီဘောက်ဆာကားကိုကားဆရာက\nစည်းမဲ့ကမ်းမဲ့ရပ်ထားမိတဲ့အတွက်ကြောင့်\nမတော်တဆဆီယိုစိမ့်ပြီး အဆိပ်ဓာတ်ငွေ့တွေပြန့်သွားပါတယ်။\nလေထုထပ်သိပ်သည်းစများတဲ့ အဆိပ်ဓာတ်ငွေ့တွေကြောင့်\nလူတွေဟာတိုက်အိမ်တွေရဲ့အမြင့်နေရာကိုတက်ပြီး ကယ်ဆယ်ရေးကိုစောင့်မျှော်ကြရတယ်။စစ်သားဟောင်းကြီးရှောင်းဖုန်းနဲ့ သူ့ရဲ့မတွေ့တာ၃နှစ်ကြာတဲ့\nချစ်သူဟောင်း ဆရာဝန်မလေးစူးယွဲ့ဟာ\nလူတွေလွတ်မြောက်ဖို့ကူညီဖို့ဆုံးဖြတ်လိုက်ကြတယ်။\nအများပြည်သူကိုကယ်ဖို့အတွက်နဲ့ သူတို့ရဲ့လွတ်မြောက်ခွင့်တွေကိုလက်လွှတ်လိုက်ရတယ်။\nသူတို့၂ယောက်ဟာ အဆုံးထိလျှောက်လှမ်းနိုင်ပါ့မလား ဆိုတာကို\nရင်တစ်ထိတ်ထိတ်ကြည့်ရမယ့်အပြင်\nအန္တရာယ်တွေကြားကသူတွေတို့သံယောဇဉ်ချစ်ခြင်းလေးတွေက\nဘယ်လိုဖြစ်လာမလဲဆိုတဲ့ ဒရာမာလေးပါခံစားကြည့်ရှုရမှာပါ။\nသဲထိတ်ရင်ဖို ကယ်ဆယ်ရေးဇာတ်လမ်းလေးတွေ\nနှစ်သက်သူလေးတွေ လက်မလွှတ်သင့်တဲ့ကားလေးပဲနော် ..\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/fast-escape-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aeEgEKS25GureCQRTNV5SywqvjN.jpg",
        "title": "Just Like Heaven (2005)",
        "description": "Just Like Heaven (2005)==================ဒီတခါမိတ်ဆက်ပေးမှာကတော့ ပရိတ်သတ်သဲသဲလှုပ်သရုပ်ဆောင်တွေဖြစ်ကြတဲ့Reese Witherspoon နဲ့ Mark Ruffalo တို့ငယ်ရွယ်စဥ်ကပါ၀င်ထားတဲ့Romance/fantasy ကားလေးပါ တနေ့တနေ့အလုပ်မှအလုပ်ဖြစ်နေတဲ့ဆရာ၀န်မလေးအဲလစ်ဇဘတ်ဟာတနေ့မှာ ကားအက်ဆီးဒင့်တခုဖြစ်ခဲ့ပါတယ်။သုံးလကြာပြီးတဲ့နောက် သူ့ရဲ့မိန်းမဖြစ်သူဆုံးပါးသွားတာကို‌မ‌မေ့နိုင်သေးတဲ့ဒေးဗစ်အက်ဘော့တ‌ယောက်ဟာဆန်ဖရန်စစ်စ္စကိုက အဲလစ်ဇဘတ်ရဲ့တိုက်ခန်းဟောင်းကိုအိမ်ပြောင်းလာခဲ့ပါတယ်။ ဒါပေမဲ့ဒေးဗစ်တွေ့လိုက်ရတာကတော့ဒါသူမရဲ့တိုက်ခန်းဆိုပြီးရန်လိုနေတဲ့ အဲလစ်ဇဘက်ရဲ့ဝိညာဉ်ပါပဲ။ဒေးဗစ်တယောက်ထဲပဲအဲလစ်ဇဘက်ကိုတွေ့နေရတာက‌ရောဘာကြောင့်လဲ?။အဲလစ်ဇဘက်ကရောဆုံးသွားတာလား?။မတည့်အတူ‌နေ သူတို့နှစ်ယောက်ရဲ့ကြားကခံစားချက်တွေကဘယ်လိုပြောင်းလဲလာကြမလဲ။သူတို့နှစ်ယောက်ရဲ့‌အခုလိုထူးဆန်းတဲ့ရေစက်ကဘယ်လိုကြောင့်လဲ။ သူတို့နှစ်ဦးအဆုံးမှာဆုံစည်းသွားနိုင်ကြမလားဆိုတာကိုjust like heaven ဆိုတဲ့စိတ်ကူးယဉ်ဆန်ဆန်အချစ်ဇာတ်ကားလေးမှာရှုစားပေးကြပါဦးခင်ဗျာ.... File size…1.66GB / 662MB\nQuality…WEB-Rip 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Comedy , Drama , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://megaup.net/2wpI6/Just.Like.Heaven.2005.WEBRip.720P(CM).mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5nGRaQV5MoVs2AGUP3qyf3BXuuz.jpg",
        "title": "[18+]Love Affair(2014)",
        "description": "[18+]Love Affair(2014)********************* Seong-min ဟာ ကုမ္ပဏီကနေ အနားယူပြီး ဇနီးနဲ့အတူ စာအုပ်ဆိုင် ဖွင့်ထားတဲ့ အိမ်ထောင်ရှင် ဖခင်တစ်ဦးပါ\nသူ့ဆိုင်ကို အရမ်းလှတဲ့ ဘဲလေးအကဆရာမဖြစ်တဲ့ Ga-hee ရောက်လာပြီးတဲ့နောက် Seong-minကနေ့တိုင်း အကဆရာမလေးအကြောင်းပဲ တွေးမိနေတော့တယ်\nGa-hee က သူ့အမေဆေးရုံစရိတ်တွေကြောင့်သာ လက်ရှိခင်ပွန်းနဲ့ပေါင်းသင်းနေရတာဖြစ်ပြီး ယောက်ျားဖြစ်သူနဲ့ ဆက်ဆံရေးက အေးစက်ပြီး Seong-min နဲ့ဆက်ဆံရေးကတော့ တစ်နေ့တခြား ပိုပိုနီးစပ်လာပါတယ်\nဒီလိုနဲ့ နှစ်ယောက်လုံး အရူးအမူး ချစ်မိသွားကြပြီး ဆင်ခြင်တုံတရားမဲ့သွားပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့..ဇာတ်လမ်းလည်းကောင်းသလို မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းများပါဝင်လို့ကသတိချပ်စေချင်ပါတယ်..  File Size : (1GB) and (437MB)\nQuality :WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Adult, Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/3cn3z/Love_Affair(2014).WEB-DL.720P(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTI5Mzk1MDc2M15BMl5BanBnXkFtZTcwMjIzMDA0MQ@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Dead Man’s Shoes (2004)",
        "description": "Dead Man's Shoes (2004)\n==================\nCrime / Drama/ ThrillerOld but Gold ဖြစ်တဲ့ British ကားကောင်းလေးတွေကို ရှာဖွေ\nကြည့်ရှုတတ်သူတွေအတွက် အလွန်သင့်တော်တဲ့ ရုပ်ရှင်ကားလေး\nတစ်ကားကို ညွှန်းပေးရမယ်ဆိုရင် ဒီရုပ်ရှင်ကားလေးဟာ ရှေ့ဆုံးကနေ\nနေရာယူထားလောက်မှာလည်းဖြစ်ပါတယ်။ဟိုးအရင်ကကားတွေကို အမူပိုတယ်လို့ ထင်တတ်တဲ့သူတွေတောင်\nကြည့်ရအဆင်ပြေမယ့်ကားလေးတစ်ကားလည်းဖြစ်တဲ့ ၂၀၀၄ ခုနှစ်က\nထွက်ရှိခဲ့တဲ့ ဒီရုပ်ရှင်ကားလေးဟာ Drama/ Thriller အမျိုးအစားဖြစ်ပြီး\nGoogle Users ပေါင်း ၉၁% လောက် ကြိုက်နှစ်သက်ထားတဲ့ ကားကောင်း\nလေးပဲဖြစ်ပါတယ်။နာမည်ကျော်ကြားပြီး ကောင်းမွန်လှတဲ့အင်္ဂလန်စီးရီးတွေဖြစ်တဲ့ This is\nEngland(2010/2011/2015), The Virtues နဲ့ A Room For Romeo\nBrass(1999) တို့ကို ရိုက်ကူးခဲ့တဲ့ အင်္ဂလန်ဒါရိုက်တာ Shane Meadows ရဲ့\nရုပ်ရှင်ကားကောင်းလေးဖြစ်တာကြောင့် ကြည့်ရှုသင့်တဲ့ အင်္ဂလန်ကား\nကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်။ရုပ်ရှင်ကားဟာ ၂၀၀၄ ခုနှစ်က ထွက်ရှိခဲ့တာနဲ့အညီ ၉၀ ခုနှစ်အငွေ့အသက်တွေ\nရနေမှာ အန်တိုနီနဲ့ ရစ်ချက်တို့ ညီအစ်ကိုနှစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းကို\nဇာတ်အိမ်ကောင်းကောင်းနဲ့ တည်ထားတဲ့ရုပ်ရှင်ကားကောင်းလေးဖြစ်တာကြောင့်\nမလွတ်တမ်းအားပေးကြည့်ရှုပေးလှည့်ပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Qgi9/Dead.Mans.Shoes.2004.720p.BluRay.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/65oyFx9TWo7qGCKLZcTvPYmOq0e.jpg",
        "title": "Ashiap Man (2022)",
        "description": "Ashiap Man (2022)\"ကောင်လေး ရေပို့ပေးပါဦး\"\n\"အဆင်သင့်ပဲဗျို့\"\n\"ကောင်လေး ခေါင်မိုးလေးပြင်ပေးပါဦး\"\n\"အဆင်သင့်ပဲ\"လူတွေကိုကူညီဖို့ဆိုရင် အသင့်လူသား(Ashiap Man)က အမြဲတမ်းအဆင်သင့်ရှိနေပါတယ်။ ငယ်ငယ်လေးတည်းက မိဘရဲ့ဆုံးမသွန်သင်မှုကြောင့် လူတကာကိုကူညီတတ်သူ၊ သာမန်လူတစ်ယောက်လို ဉာဏ်ရည်ဉာဏ်သွေးမျိုးမရှိပေမယ့် ကိုယ်ချစ်တဲ့သူတွေကိုတော့ အမြဲတမ်းကာကွယ်ပေးချင်တဲ့သူ၊ လူစွမ်းကောင်းဖြစ်ဖို့ကိုရူးသွပ်ပြီး သူ့ရဲ့အစွမ်းတွေနဲ့ လူတွေကိုကူညီဖို့အမြဲတမ်းအဆင်သင့်ရှိနေသူ အသင့်လူသားတစ်ဖြစ်လည်း ဇူးဟာဆိုရင် ငယ်ရွယ်စဉ်ကတည်း အများအကျိုးကိုသယ်ပိုးဖို့ ဆန္ဒပြင်းပြခဲ့သူပါ။သူကိုယ်တိုင် ဆန္ဒပြင်းပြသလိုပဲ သူ့တစ်ရွာလုံးဟာဆိုရင်လည်း သူ့အပေါ်ယုံကြည်ကိုးစားပြီး ချစ်ခင်ခြင်းကိုခံရသူတစ်ယောက်လည်းဖြစ်ပါတယ်။ ဒါပေမယ့် တစ်နေ့မှာတော့သူတို့နေတဲ့ရွာကို မိန်းကလေးတစ်ယောက်ရောက်လာပြီး အဲ့ဒီမိန်းကလေးကို ဇူးတစ်ယောက်သဘောကျမိပါတော့တယ်။ တစ်ဖက်မှာလည်း သူတို့ရွာနေရာမှာ အိမ်ရာစီမံကိန်းကိုအကောင်အထည်ဖော်ဖို့ ရွာသားတွေကိုဖိအားပေးနှင်ထုတ်ခံရတဲ့အခါမှာတော့ အမြဲတမ်းအဆင်သင့်ရှိခဲ့တဲ့အသင့်လူသား ဘယ်လိုမျိုးရွာကိုကာကွယ်ပေးသွားမလဲ။ဒီမိန်းကလေးရဲ့နောက်ကြောင်းကရော ဘာတွေရှိနေမလဲ?ဇူးတစ်ယောက် လူစွမ်းကောင်းဖြစ်ဖို့ ကြိုးစားပုံတွေ သူ့ရဲ့ရပ်ရွာကို ဘယ်လောက်အထိချစ်တယ်ဆိုတာတွေ သူချစ်တဲ့သူတွေအတွက် ဘယ်လောက်အထိအသင့်ရှိလဲဆိုတာတွေကို\nပေါ့ပေါ့ပါးပါးမိသားစုရုပ်ရှင်တစ်ခုအဖြစ် ကြည့်ရှုခံစားရမယ့် အင်ဒိုနီးရှားဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က APP ပါ။)File Size          : 1.8GB, 806MB, 422MB\nQuality      ...",
        "rating": "5",
        "url": "https://megaup.net/1atft/[CM]Ashiap.Man.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/FB_IMG_1670143614293-133x200.jpg",
        "title": "[18+] Reroute (2022)",
        "description": "Reroute (2022)Iskandalo ကိုစောင့်ကြည့်ခဲ့ဖူးသူတွေအနေနဲ့ ပါလာနိုး မျှော်ကိုးရင်းနဲ့ ဇာတ်သိမ်းတဲ့အထိ ဘာမှမဘာလိုက်ပဲ ကာလသားတွေကို အသည်းခွဲသွားခဲ့တဲ့ ရဲမေ မမကြီး Cindy Miranda ကို မှတ်မိကြဦးမှာပါ။ အခုဇာတ်ကားကတော့ မမကြီးရဲ့ဇာတ်ကားသစ်ဖြစ်ပြီး Iskandalo တုန်းက အားမရခဲ့သမျှ ဒီကားမှာတော့ စိတ်တိုင်းကျရတော့မှာဖြစ်ပါတယ်။ တကယ်တော့ ဒီကားက ဒီနှစ်အစောပိုင်းကတည်းကထွက်ထားခဲ့တာဖြစ်ပြီး အဖြူအမည်းပုံစံနဲ့ဖြစ်နေခဲ့လို့ ချန်ထားခဲ့တာပါ။ အခု Director's Cut မှာတော့ ဆေးရောင်စုံမြင်ကွင်းကျယ်နဲ့မမရဲ့အလှအပတွေကို တစ်ဝကြီးရှုစားရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ အိမ်ထောင်ရေးအဆင်ပြေပုံမရတဲ့လင်မယားနှစ်ယောက် ခင်ပွန်းဖြစ်သူရဲ့ဘော်ဒါတွေဖျော်ဖြေမယ့် ပွဲတစ်ခုကိုသွားတက်ဖို့ခရီးထွက်လာကြပါတယ်။ လမ်းမှာခင်ပွန်းသည်ရဲ့ မွေးရပ်ရွာကိုဖြတ်သွားရမှာဖြစ်တဲ့အတွက် သူ့အဖေဆီ ဝင်လည်ဖို့လဲရှိပါတယ်။ သူ့ရွာကိုရောက်ကာနီးမှာ အာဏာပိုင်တွေက အော်ပရေးရှင်းတစ်ခုရှိလို့လမ်းပိတ်ထားတာနဲ့ကြုံပြီး လမ်းလွှဲကနေသွားခိုင်းတာနဲ့ ကြုံရပါတယ်။ လမ်းလွှဲကိုသွားဖို့ဆိုရင် ဟိုးအဝေးကြီးနောက်ပြန်မောင်းရမှာဖြစ်တဲ့အတွက် လမ်းကျွမ်းတယ်ဆိုပြီး ခင်ပွန်းဖြစ်သူ ဒန်ဟာ နီးရာလမ်းတစ်ခုကနေဖြတ်မောင်းရာကနေ လူသူဝေးတဲ့နေရာတစ်ခု တောလမ်းအလယ်မှာ ကားပျက်သွားပါတော့တယ်။ဖုန်းလိုင်းမမိတဲ့နေရာမှာ ကားလဲမပြင်တတ်ပဲ တိုင်ပတ်နေရင်း သားကောင်အသေတစ်ကောင်ကိုထမ်းလာတဲ့လူကြီးတစ်ယောက်နဲ့တွေ့ဆုံမိပြီး အဲ့ဒီလူကြီးက သူ့အိမ်မှာနားရင်း စက်ပြင်ဆရာကိုစောင့်ဖို့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1QrxN/(CM)_Reroute_[Director_s_Cut]_2022_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Qala-151x200.jpg",
        "title": "Qala (2022)",
        "description": "Qala (2022)IMDb-7.2/10 Rotten tomatoes -100%ဒီညတော့ Netflixက ထွက်ရှိလာတဲ့ Rating\nကြမ်းကြမ်း music genre/psychological drama လေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့မန်ဂျူရှီတို့ မိသားစုဟာ မျိုးနဲ့ရိုးနဲ့ ဂီတပါရမီပါခဲ့သူတွေပါ\nဒီမိသားစုထဲ အူမီဟာ အမွှာရင်သွေးလေးလွယ်ခဲ့ရပေမယ့် တကယ်လက်တွေ့ကျ သမီးလေးတစ်ယောက်သာဖွားမြင်လာပါတယ်\nအမွှာတိုင်းမှာတစ်ခါတစ်လေအားနည်းတဲ့ကလေးတွေဟာ အဖိတ်အစင်ရှိတတ်တယ်လို့ ဆရာ၀န်ကရှင်းပြပေမယ့် အူမီကတော့ မကျေနပ်ပါဘူး\nဒီသမီးကြောင့် သားလေးသေရတယ်ဆိုပြီးသမီးလေး (ကွာလာ)ကိုလည်း မချစ်ခဲ့ပါဘူး\nအရွယ်ရောက်လာချိန်မှ မိသားစုအမွေဂီတကိုသင်ပေးပေမယ့် ကွာလာ့ရဲ့ အရည်အချင်းကို အထင်မကြီးခဲ့တဲ့ မိခင်ဟာ ဂျာဂန်ဆိုတဲ့ မိဘမဲ့ကောင်လေးတစ်ယောက်ကိုအရည်အချင်းနဲ့ အသံကိုတော့ အရမ်းသဘောကျသွားခဲ့တယ်\nကွာလာကတော့ ၀မ်းနည်းအားငယ်ရတာပေါ့နောက်နှစ်တွေကြာတဲ့အချိန် ကွာလာဟာထူးချွန်ပြီး ရွှေဓာတ်ပြားဆုတွေပါ ဆုခူးရရှိခဲ့ပါတယ်\nဂီတရဲ့ အောင်မြင်မှုစံပြပြယုဂ်အထိ လေးစားဂုဏ်ပြုခံခဲ့ရပါတယ် ဒါပေမယ့် သူ့အမေဆီကဂုဏ်ပြုစကားတော့ မရခဲ့ပါဘူးဒီအောင်မြင်မှုတွေရလာတဲ့အချိန်မှာပဲ ကွာလာဟာ\nအသံတွေကြားယောင်ရင်း မှန်ထဲက ‌ပုံရိပ်တစ်ခုဟာသူ့အောင်မြင်မှုတွေအစား၀င်ယူတယ်ဆိုပြီး ခြိမ်းခြောက်ခံခဲ့ရတာတွေရှိလာပါတယ်...ကွာလာက မိခင်ရဲ့ ဂုဏ်ပြုချီးကျူးစကားကြားရဖို့ ဘယ်လိုဆက်ကြိုးစားမလဲ\nမှန်ထဲကပုံရိပ်က ဘယ်သူလဲ ဘာလို့ခြောက်လှန့်နေရတာလဲဆိုတာ ကြည့်ရှူခံစားလိုက်ပါဦး\nFile size…1.59GB / 676MB\nQuality…1080p NF WEB ...",
        "rating": "7.1",
        "url": "https://megaup.net/1au6o/Qala.2022.720p.NF.WEB-DL(CM).mp4",
        "category": "Bollywood, Drama, History, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/snkcmpbnnrmh-141x200.jpg",
        "title": "[18+]Scissor Dick (2018)",
        "description": "နာမည်မြင်တာနဲ့မလန့်ပါနဲ့ ဝင်ကြည့်လိုက်ပါပိုလန့်သွားအောင်😂 ၁၈အပေါင်းကားဆိုတာနာမည်မြင်တာနဲ့သိလောက်မှာပါနာမည်ကြီးScissorhands ဆိုတဲ့ကားကို inspire ယူထားတယ်လို့ထင်ရင်မှားသွားပါလိမ့်မယ်ဒီကားလေးကတကယ်တော့ ရုပ်ဆိုးတဲ့ကောင်‌တွေကို အပီအပြင်ရှယ်နှိမ်ထားတဲ့ကားလေးဖြစ်ပေမဲ့ ‌ရုပ်ဆိုးတဲ့ကောင်တွေ‌ကိုနှိမ်ရကောင်းမလားဆိုပြီး ပြန်လက်စားချေတဲ့ကားလေးလည်းဖြစ်ပါတယ်ဟာသနှောထားတဲ့အပြင်သွေးထွက်သံယိုတွေလည်းပါလို့ ရသမျိုးစုံကိုခံစားရမှာပါ ။File Size__(700MB)\nQuality__DVDRip\nIMDb Rating__5.2/10\nFormat__mp4\nDuration__01:29:00\nType__Adult , Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18scissor-dick-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWZmOWI3N2QtNjQyOC00OGJhLWExYjctOTNmOGZkMGQ2MTE2XkEyXkFqcGdeQXVyMzYzODk3NTk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dangerous Methods (2022)",
        "description": "Dangerous Methods (2022)\n====================အလက်ဆာ ဟာ ဟောလီးဝုဒ်မှာလုပ်ကိုင်နေတဲ့ ရည်မှန်းချက်ကြီးသူ\nလက်‌ထောက်တစ်ယောက်ဖြစ်ပါတယ်။ သူ့ရဲ့ အထက်လူကြီးဖြစ်သူ\nရှယ်ရွန်ဝါးမန်းဟာ နာမည်ကြီးသရုပ်ဆောင်တစ်ယောက်ဖြစ်တဲ့\nဒက်စမွန်ဂေ့ဂျ်ရဲ့ လက်ထောက် လုပ်ပေးဖို့ ကမ်းလှမ်းလာပါတယ်။\nအလက်ဆာလည်း ပိုက်ဆံလည်းရမယ် ရာထူးလည်းတိုးမယ်ဆိုပြီး\nအပျော်လွန်ကာ လက်ခံလိုက်ပါတယ်။ဒီလိုနဲ့ အလက်ဆာလည်း အလုပ်ကိစ္စအတွက် လူမနီးသူမနီးနေရာ\nတစ်ခုကို ‌ရောက်လာရင်း ဒက်စမွန်ဂေ့ဂျ်နဲ့ နှစ်ယောက်တည်း တစ်အိမ်\nတည်းမှာ အတူနေဖို့ ဖြစ်လာပါတော့တယ်။ ဒက်စမွန်ဂေ့ဂျ်ဟာ နာမည်ကြီး\nသရုပ်ဆောင်ဖြစ်တာနဲ့အညီ သူ့သရုပ်ဆောင်ချက်တွေကို ပီပြင်စေချင်\nတာကြောင့် ရုပ်ရှင်မရိုက်ခင် ပြင်ဆင်လေ့ရှိသူပါ။ ထို့ကြောင့်လည်း\nလူမနီးသူမနီးနေရာတစ်ခုမှာနောက်ဇာတ်ရုပ်အတွက် ပြင်ဆင်ဖို့လုပ်ရင်း\nအလက်ဆာ့ကို လက်ထောက်အနေနဲ့ ခေါ်ထားတာပါ။ဒက်စမွန်ဂေ့ဂျ်ဟာ နောက်သရုပ်ဆောင်ရမယ့် သူ့ဇာတ်ရုပ်ကို အပီအပြင်\nစျာန်ဝင်စားရင်း လေ့ကျင့်ဖို့ လုပ်နေတဲ့အချိန်နဲ့ ပထမဆုံးအကြိမ် ဒီလို\nနာမည်ကြီးအတွက် လက်ထောက် လုပ်ပေးရမယ့် အလက်ဆာတို့ ကြားမှာ\nဘာတွေဆက်ဖြစ်မှာလဲ။ နောက်ရုပ်ရှင်မှာ ဒက်စမွန် သရုပ်ဆောင်ရမယ့်\nဇာတ်ကောင်ကရော ဘယ်လို ဇာတ်ကောင်ဖြစ်မလဲဆိုပြီး အလှည့်အပြောင်း\nတွေနဲ့ ဒီကားလေးမှာ ဆက်လက်ခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Leonard Lin\nဖြစ်ပါတယ်)File Size..........(2.5 GB) / (557 MB) ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/dangerous-methods-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tWkbuUHugbckItwcyCf8uq1utOJ.jpg",
        "title": "I Am Not a Witch (2017)",
        "description": "I Am Not a Witch (2017)~ IMDb - 6.9/10, RT - 96%, Meta - 79% ~ရွာတစ်ရွာကို ဆွေမရှိမျိုးမရှိ အမည်မသိ ကလေးမလေးတစ်ယောက် ရုတ်တရက် ရောက်လာပြီးနောက်ပိုင်း ရွာသားတွေရဲ့ အဆိုအရ ထူးဆန်းတာတွေ ဆက်တိုက်ဖြစ်လာခဲ့ပါတယ်...တဲ့။ အဲဒီ့ရွာဟာလည်း \"စုန်းကဝေ\" ဓလေ့ထွန်းကားတဲ့ရွာပီပီ ရွာသားတွေက ကလေးမလေးကို စုန်းမအဖြစ်သတ်မှတ်ပြီး ဒေသအာဏာပိုင်တွေဆီ ပို့လိုက်ကြပါတော့တယ်...။ ဒါဟာ ရုပ်ရှင်သမားတွေအခေါ်အရဆိုရင်တော့ ဇာတ်လမ်းရဲ့ 'အခင်း' ဖြစ်ပြီး 'အခက်'နဲ့ 'အဖြေ' ကတော့ ကိုယ်တိုင် ကြည့်ရှုနိုင်ကြဖို့ ဇာတ်လမ်းအကျဉ်းထဲ ထည့်မရေးတော့မယ့် ဇာတ်လမ်းထဲက ကလေးမလေးရဲ့ 'စုန်းမ' တစ်ယောက်အနေနဲ့ ရင်ဆိုင်ရမယ့်ဘဝပဲ ဖြစ်ပါတယ်။ကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက် ဒါရိုက်တာဖြစ်တဲ့ Rungano Nyoni ဟာ ဇမ်ဘီယာနိုင်ငံရဲ့ စုန်းကဝေအတတ်ပညာပေါ် ယိုးစွပ်မှုတွေအပေါ် စိတ်ကူးစိတ်သန်းယူပြီး ...",
        "rating": "6.9",
        "url": "https://megaup.net/2woP0/(CM)_I_Am_Not_A_Witch_(2017)_720p.mp4",
        "category": "Comedy, Drama"
    }
]