[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3hxPIvWoypeUoHXwEC5BDCP1ehU.jpg",
        "title": "{21+}Double D Dude Ranch (2016)",
        "description": "တစ်ချိန်ကဆွဲဆောင်မှုအရှိဆုံး အလှပဂေးတွေ\nအပြိုင်ကြဲထားတဲ့ အရှုပ်တော်ပုံ လူကြီးကြည့်စရာဇာတ်ကားလေးဖြစ်ပါတယ်လောကမှာ သူများပစ္စည်း မတရားလိုချင်သူတွေ\nနောက်ဆုံးရသွားတဲ့ အရာတွေကဘာတွေဖြစ်မယ်ထင်လဲဒိုင်ယာနာဟာ သူ့မိသားစု အစဉ်အဆက်က ပိုင်ဆိုင်လာတဲ့\nဒါဘယ်ဒီ လို့ခေါ်တဲ့ အနားယူအပန်းဖြေ စံအိမ်ကို ဦးစီးနေသူတစ်ယောက်ပါ နေရာကလဲသန်ပြန့်ပြီး ကျယ်ဝန်းလှတာမို့\nအနောက်ပိုင်းမှာ နာမည်ကောင်းနဲ့ကျော်ကြားနေတဲ့ အပန်းဖြေနေရာလေးဖြစ်ပါတယ်\nအဲဒီနေရာကို ဝိသမလောဘနဲ့ ငမ်းငမ်းတက်လိုချင်နေတဲ့ အမျိုးသမီးတစ်ယောက်ရှိလာပါတယ်သူကကြိုက်ဈေးပေးပေမဲ့ ဒိုင်ယာနာက မရောင်းပါဘူး\nဒါပေမဲ့ လူယုတ်မာတို့ထုံးစံအတိုင်း မရမကမကောင်းတဲ့စိတ်တွေနဲ့ရယူဖို့ဆုံးဖြတ်လိုက်ကြပါတယ်\nဒီလို မတရားမှုတွေကို ဒိုင်ယာနာ နဲ့ လာလည်တဲ့ဧည့်သည်တွေဘယ်လိုစုပေါင်းပြီး ခုခံကြမလဲဆိုတာ\nစိတ်ဝင်စားဖွယ်အနု အလှ အကြွ အရွ တွေအစုံနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။\nFile size…2.13GB / 990MB\nQuality…1080p WEB RIP AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki  Mu Chi",
        "rating": "5.8",
        "url": "https://megaup.net/16Hpz/Double.D.Dude.Ranch.2016.720p.XCross%7BDS%7D.mp4",
        "category": "Adult, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/woodland-130x200.jpg",
        "title": "Woodland Grey (2021)",
        "description": "Woodland Grey (2021)\n=================ဝီလီယမ်က တောနက်ကြီးက နောက်တွဲယာဉ်တစ်ခုမှာ နေထိုင်တဲ့\nလူတစ်ယောက်ဖြစ်တယ်။ တစ်နေ့မှာ အမ်မလီ ဆိုတဲ့ အမျိုးသမီး\nတစ်ယောက်က သူနေတဲ့နေရာနားမှာ ဘာကြောင့်မှန်းမသိ မေ့လဲ\nနေတော့ ဝီလီယမ်က သူနေတဲ့နေရာကို ခေါ်လာလိုက်တယ်။ အမ်မလီ\nနိုးလာတော့ ပြန်မယ်လုပ်ပေမဲ့ ဒဏ်ရာရထားတာကြောင့် သူ့ဆီမှာတစ်ညတည်းလိုက်ရော ‌အဲဒါနဲ့ နောက်နေ့မနက်ရောက်တော့\nအမ်မလီတစ်ယောက် သူတို့နေတဲ့နေရာနားက တဲစုတ်လေးတစ်ခုထဲမှာ\nကလေးမလေး တစ်ယောက်ကို တွေ့ပြီး တံခါးဖွင့်ပေးလိုက်တဲ့အချိန်မှာ\nHorror Movieတို့ ထုံးစံအတိုင်း ဇာတ်လမ်းစတော့တာပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing\nဖြစ်ပါတယ်)\nFile Size..........(1.4 GB) / (650 MB) / (390 MB)\nQuality............WEBRIP 1080p / 720p / 480p\nDuration.........1Hr 31mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Mystery, Thriller\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/1MPp7/Woodland.Grey.2022.720p.WEBRip.[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1dp9lvlWBGLXNntVTRHB4A6uc1o.jpg",
        "title": "Girl in the Picture (2022)",
        "description": "Girl in the Picture (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 95% ~ခင်ဗျား ကြားဖူးတယ်မလား။ လက်တွေ့ဟာ စိတ်ကူးယဉ်ထက် ပိုဆန်းကြယ်သတဲ့။ ဒီဇာတ်လမ်းဟာ စိတ်ကူးယဉ်ဇာတ်လမ်းတွေထက် အများကြီးပိုဆန်းကျယ်တဲ့ ဖြစ်ရပ်မှန် ဒိုကူမန်ထရီဇာတ်လမ်းပါပဲ။1990 ခုနှစ်မှာ မိန်းကလေးတစ်ယောက် ကားတိုက်ခံရပြီး ဆုံးသွားတယ်။ ဆရာဝန်တွေ စစ်ကြည့်တော့ သူ့ကိုယ်မှာ ကားတိုက်ခံရတာအပြင် တခြားအနာပေါင်းသောင်းခြောက်ထောင် ရှိနေခဲ့တယ်။ ရဲတွေက သွေးရိုးသွေးသား မဟုတ်ဘူးလို့ ယူဆပြီး စုံစမ်းစစ်ဆေးခဲ့ကြတယ်။ ကောင်မလေးရဲ့ ယောက်ျားနဲ့ ကောင်မလေးအလုပ်လုပ်တဲ့နေရာကို စစစ်တော့ ကောင်မလေးယောက်ျားက ကောင်မလေးထက် အသက်နှစ်ပြန်လောက်ကြီးတဲ့ အဘိုးကြီးဖြစ်ပြီး ကောင်မလေးအလုပ်လုပ်တဲ့နေရာက အဖော်အချွတ်ကလပ်ဖြစ်နေခဲ့တယ်။ ဒီကောင်မလေးနဲ့ပတ်သက်သမျှ ဘာတစ်ခုမှ သွေးရိုးသားရိုး သာမန်ဖြစ်မနေခဲ့...။ဒီလိုနဲ့ ဆက်စုံစမ်းကြည့်တော့ ဒီမြို့မှာ သူတို့ကို လင်မယားအဖြစ်သိထားကြပေမဲ့ နောက်တစ်မြို့မှာ သားအဖအဖြစ်သိထားကြတာပါ သိလိုက်ရတယ်။ ထူးခြားဆန်းကြယ်စွာပဲ ကိုယ့်သမီးကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/38zpn/(CM)_Girl_in_the_Picture_(2022)_720p.mp4",
        "category": "Crime, Documentary, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYjZiYzc5ZDktNzJhNy00YmQyLTlkMTEtMzcyYjkxMDIyYzAzXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-160x200.jpg",
        "title": "Janhit Mein Jaari (2022)",
        "description": "Janhit Mein Jaari (2022)————————————————————တကယ်လို့ကိုယ်က မိန်းကလေးတစ်ယောက်ဖြစ်နေပြီး ဆွေမျိုးမိဘကရော\nပတ်ဝန်းကျင်အသိုင်းဝိုင်းကရော ရှေးရိုးစွဲဖြစ်နေတဲ့ နေရာမျိုးမှာ ကွန်ဒုံးရောင်းရမယ်ဆိုရင် ....ကိုယ်ရည်မှန်းထားတဲ့အလုပ်နဲ့ ကိုယ်လုပ်နေရတဲ့အလုပ် မကိုက်လို့စိတ်ညစ်နေလား ဒါမှမဟုတ်\nကိုယ်လုပ်နေရတဲ့ အလုပ်အပေါ် မကျေမနပ်ဖြစ်နေပါသလား\nဒီရုပ်ရှင်လေးကိုစီးမျောခံစားရင်း သင်ခန်းစာနဲ့ ခွန်အားရယူဖို့တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n===============မာစတာဘွဲ့ပါရထားပေမယ့် ထူထပ်လွန်းတဲ့ လူဦးရေနဲ့အိန္ဒိယမှာ အလုပ်ရဖို့ခက်နေတဲ့ မိန်းကလေးတစ်ယောက်..\nအများလိုအချိန်တန်အရွယ်ရောက်အိမ်ထောင်ပြုပြီး လင်ယောက်ျားပေါ်မှီခိုရမယ့်ဘဝမှာမနေချင်တဲ့အမှီအခိုကင်းသူဖြစ်ချင်တဲ့ မိန်းကလေးတစ်ယောက်..ကွန်ဒုံးကုမ္ပဏီမှာ အလုပ်ရဖို့ဖြစ်လာပြီး ကွန်ဒုံးရောင်းရဖို့ မားကတ်တင်းဆင်းရတဲ့အခါ…ရှေးရိုးစွဲအယူဝါဒတွေမပျောက်ပျက်သေးတဲ့နယ်မြေမှာ ကွန်ဒုံးရောင်းဖို့ ဘယ်လိုအခက်အခဲတွေတွေ့ရမလဲအချစ်နဲ့ဆုံတွေ့တဲ့အချိန်မှာလည်း ဘယ်သူမှမလုပ်တဲ့အလုပ်ကို လုပ်နေသူတစ်ယောက်မို့ ဘယ်လိုပြဿနာရင်ဆိုင်လာရမလဲ။\nကိုယ့်ရဲ့ရည်မှန်းချက်အတွက် မိသားစုဖိအား အသိုင်းအဝိုင်းဖိအားတွေကို ဘယ်လိုကျော်ဖြတ်မယ်ဆိုတာကို\nဇာတ်လမ်းအစကတည်းက ပေါ့ပေါ့ပါးပါးဟာသလေးတွေနဲ့ စိတ်ဝင်စားအောင်ဆွဲခေါ်သွားနိုင်မယ့်\ncomedy-drama film လေးဖြစ်လို့ ဘောလိဝုဒ်ပရိသတ်များ လိုက်ပါစီးမျောခံစားကြည့်ဖို့အကြုံပြုပေးလိုက်ပါတယ်။\nFile size…2.07GB / 1.04GB\nQuality…1080p WEB DL AAC2.0Ch / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lai Laii ~ Lwin Htoo Aung ~  Go-O ...",
        "rating": "7.4",
        "url": "https://megaup.net/16H15/Janhit.Mein.Jaari.(2022).720p.ZEE5.WEB-DL.Hindi.AAC.2.0.H264.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n9MyOODeI6x4b91Hrtt4fqpfGzo.jpg",
        "title": "My Chilling Roommate (2022)",
        "description": "My Chilling Roomate (2022)အခုမှအသစ်ထွက်ရှိိထားတဲ့ \"My Chilling Roommate\" ဆိုတဲ့ဇာတ်ကားလေးကတော့ Horror,Romantic-Comedy အမျိုးအစားပဲ ဖြစ်ပါတယ်။iKON ထဲက Chang Woo နဲ့ Gfriend ထဲက Sowon တို့ ခေါင်းဆေယင်အနေနဲ့ ပါဝင်ထားကြတာပဲ ဖြစ်ပါတယ်။\nကလေးဘဝတုန်းက သရဲမြင်ခဲ့ဖူးတဲ့အတွေ့အကြုံကနေစပြီး ဆက်တိုက် သရဲတွေကိုမြင်နေရတဲ့ ကောင်မလေး ဂျောင်ဆယ်ရီဟာ\nသရဲတွေနဲ့ပတ်သက်လို့ကောင်းကောင်းသိနေတဲ့သူလည်းဖြစ်ပြီး သူငယ်ချင်းရဲ့ကဖေးဆိုင်မှာ အချိန်ပိုင်းအလုပ်လုပ်နေတဲ့သူလည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ ကားမ‌တော်တဆမှုတစ်ခုဖြစ်ပွားပြီးမှတ်ဉာဏ်တွေပျောက်ဆုံးနေတဲ့၊ ထူးဆန်းတဲ့ဝိဉာဉ်ကောင်လေး ဆုန်းဂျီချန်းက\nသူ့ဆီကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာပြီး တစ်ဦးတည်းသောသူ့ကိုမြင်ရတဲ့ဆယ်ရီ့‌နောက်ကိုတကောက်ကောက်လိုက်ရင်း ၊ အိမ်အထိပါလိုက်လာတဲ့အခါ..။သူတို့နှစ်ယောက်ကြားမှာဘာတွေဆက်ဖြစ်ကြမလဲ၊ သူတို့မသိသေးတဲ့အကြောင်းအရာတွေကရောဘာလဲ ၊\nဆုန်းဂျီချန်းကရောမှတ်ဉာဏ်တွေကိုပြန်ရှာတွေ့သွားမှာလားဆိုတာကို\nhorror အငွေ့အသက်လေးနဲ့အတူ rom-com ဇာတ်လမ်းပုံစံလေးကို မြင်တွေ့ရမှာမို့ အခုပဲကြည့်လိုက်ကြရအောင်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Cali ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 480MB | ...",
        "rating": "",
        "url": "https://megaup.net/38zex/My.Chilling.Roommate.2022.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYTA4YTlkNTktMGQwNC00N2QwLWFlMzYtMWRmZjM3ZmUzMzFjXkEyXkFqcGdeQXVyMTM2Mzg4MA@@._V1_-135x200.jpg",
        "title": "Beauty (2022)",
        "description": "Beauty (2022)\n============သီချင်းဆိုရတာကို သိပ်နှစ်သက်ပြီး၊ အသံကာလာလှတယ်လို့ နာမည်ကြီးတဲ့\nဗြူးတီး ဆိုတဲ့ လူမည်းမလေး တစ်ယောက်အကြောင်းကို Netflix ကနေပြသ\nထားပါတယ်။တအား toxic ဖြစ်လွန်းတဲ့ ဖခင်ကို ပိုင်ဆိုင်ထားပြီး အရာရာ စိုးရိမ်ပူပန်လွန်း\nအားကြီးတဲ့ မိခင်ကို ပိုင်ဆိုင်ထားတဲ့ သူမ။ အစ်ကိုတွေရဲ့ ချစ်ခင်မှုကို မရရှိတဲ့အပြင်\nဂျက်စမင်ဆိုတဲ့ ကောင်မလေးနဲ့ လိင်တူချစ်ကြိုက်နေတာကို မကြည်ဖြူကြတဲ့\nအသိုင်းအဝိုင်းမှာ ကြီးပြင်းနေရတဲ့ သူမ။သူ့အတွက် တစ်ရက်မှာတော့ နာမည်ကျော်ကြယ်ပွင့်တစ်ယောက်ဖြစ်ဖို့ ကုမ္ပဏီ\nတစ်ခုက လာရောက်ကမ်းလှမ်းလာတဲ့အခါ အိမ်တွင်းရေးအခြေအနေတွေ ပိုဆိုး\nလာပါတော့တယ်။သူ(သူမ)သိပ်ကိုဖြစ်ချင်တဲ့ နာမည်ကြီးအဆိုတော်တစ်ယောက် ဖြစ်ခွင့်ပေးပါ့မလား၊\nသူကိုယ်တိုင်ကရော ဖြစ်အောင် ကြိုးစားလာနိုင်ပါ့မလားဆိုတာကို ကြည့်ရှု့ရမယ့်\nဇာတ်‌လမ်းလေးတစ်ပုဒ်ပါ။ဇာတ်အိမ်အလှည့်အပြောင်းတွေမပါဘဲ ‌လူမည်းကောင်မလေးတစ်ယောက်ရဲ့ ခံစားချက်\nတွေကို အရိုးရှင်းဆုံး ထုတ်ဖော်ပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားဆိုရင်လည်း\nမမှားပါဘူး။ ဒီဇာတ်ကားလေးမှာတော့ ဗြူးတီးအဖြစ် Gracie Marie Bradleyက\nသရုပ်ဆောင်ထားပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)\nFile Size..........(1.57 GB) / (536 MB) / ...",
        "rating": "4.9",
        "url": "https://megaup.net/16gif/BEAUTY.2022.720p.WEBRip.CM_new.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v6y1WI9XR9vnhhLhvFfS11mlmIA.jpg",
        "title": "The Roundup (2022)",
        "description": "The Roundup - The Outlaws 2 (2022)အထွေအထူး မိတ်ဆက်နေစရာမလိုတော့တဲ့ သရုပ်ဆောင် Ma Dong-Seok နဲ့\nMy Libration Note ထဲက မင်းသား Son Seok-Koo တို့ရဲ့ The Roundup: The Outlaws 2လွန်ခဲ့တဲ့ 4 နှစ်...Garibong က အမှုကို စုံထောက်မာဆော့ဒိုတို့အဖွဲ့ ဖြေရှင်းနိုင်ခဲ့ပြီးတဲ့နောက်\nသူတို့အဖွဲ့အတွက် နောက်ထပ်ဖြေရှင်းစရာတွေပေါ်ပေါက်လာခဲ့တဲ့ The Roundup!တရားခံတစ်ဦးကို စုံစမ်းစစ်ဆေးဖို့အတွက် ဗီယက်နမ်ကို သွားရောက်ခဲ့ကြတဲ့ စုံထောက်မာဆော့ဒိုနဲ့\nအဖွဲ့ခေါင်းဆောင်ဂျောင်အီမန်တို့ နှစ်ယောက်ဟာ ဗီယက်နမ်ကိုရောက်ပြီး မကြာခင်မှာပဲ\nထူးဆန်းတဲ့ကွင်းဆက်လူသတ်မှုတစ်ခုကို အဖြေရှာဖို့ ဖြစ်လာပါတယ်ကိုရီးယားထိပ်တန်းစီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ရဲ့ သားဖြစ်သူကိုတောင် ပြန်ပေး-ဆွဲပြီး\nသတ်ဖြတ်ခဲ့တဲ့ လူသတ်သမား ဂန်ဟယ်ဆန်းနောက်ကို လိုက်ကြရင်း စုံထောက်မာတို့ ဘာတွေကြုံကြိုက်ရမလဲ“လက်ထဲကချော်ထွက်သွားတဲ့ ငါးရှဉ့်”လို ဖမ်းမမိနိုင်ဖြစ်နေတဲ့ ဂန်ဟယ်ဆန်းကို\nစုံထောက်မာတို့အဖွဲ့အနေနဲ့ ဖမ်းဆီးနိုင်ပြီး တရားဥပဒေဘောင်ပေါ် တင်ပေးနိုင်ပါ့မလားဆိုတာ\nဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်ရှုရမယ့် Crime/Action ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်အညွှန်းကိုတော့ Hmwe ...",
        "rating": "7.3",
        "url": "https://megaup.net/16Gwe/The.Roundup.2022.WEB-DL.720p.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BY2YzMThhMDktY2ZhYS00YzJmLWFhY2QtMTRlYjk4MTEzMTFhXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Cryo (2022)",
        "description": "Cryo (2022)\n=========Cryo chamber ဆိုတာ လူကိုအေးခဲအောင်လုပ်ပြီး၊ မပုပ်မသိုးအောင်\nထိန်းသိမ်းပြီး ကာလရှည်ကြာအိပ်စက်စေနိုင်တဲ့ အခန်းတွေပါ။ အဲ့အခန်းတွေ\nထဲကနေ အင်ဂျင်နီယာ၊ ဇီဝဓာတုပညာရှင်၊ စစ်သား၊ စိတ်ပညာရှင်နဲ့ ဆရာဝန်တို့ ‌\nနိုးထလာပြီး သူတို့ ဘယ်ရောက်နေလဲ၊ ဘယ်သူတွေလဲဆိုတာကိုတောင်\nမမှတ်မိကြဘဲ မှတ်ဉာဏ်တွေအကုန်နီးပါးပျောက်နေကြတာပေါ့။ နောက်ပြီး\nသူတို့ရောက်နေတဲ့ နေရာကလည်း အုတ်နံရံပတ်လည်ဝိုင်းနေတဲ့ မြေအောက်ခန်း\nဖြစ်နေတယ်။ အပြင်ထွက်ဖို့လုပ်တော့လည်း လေထဲမှာ အဆိပ်တွေရှိတယ်\nဆိုတော့ ဒီ cryo အခန်းတွေကို တီထွင်သူရဲ့အလာကိုမျှော်နေကြရင်း အချင်းချင်း\nတဖြည်းဖြည်းရင်းနှီးသွားကြတယ်။အဲဒီနောက် survival mystery ဇာတ်ကားတွေရဲ့ထုံးစံအတိုင်း ရှင်သန်ဖို့အတွက်\nရုန်းကန်ရတဲ့အပြင် cryo chambers တွေရဲ့ ဘေးထွက်ဆိုးကျိုးတွေကြောင့်\nမှတ်ဉာဏ်တွေပျက်စီးပြီး ‌ထင်ယောင်ထင်မှားတွေမြင်ရကြားနေရတယ်။\nဒီလိုအဖြစ်ကနေ ရုန်းထွက်ဖို့ အဓိကသော့ချက်က မှတ်ဉာဏ်တွေပြန်ရမှ\nဖြစ်မယ်ဆိုတာ သိသွားကြတဲ့အခါမှာ သူတို့ မှတ်ဉာဏ်တွေပြန်ရအောင်\nဘယ်လိုလုပ်မလဲ။ ဘာလို့ cryo chamber တွေထဲမှာ အိပ်ခဲ့ကြတာလဲ\nဆိုတဲ့အကြောင်းကို ဇာတ်ရှိန်မအေးတအေးလေးနဲ့ ကြည့်ရမှာဖြစ်တယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)\nFile Size..........(1.32 GB) ...",
        "rating": "4.7",
        "url": "https://megaup.net/1MUor/Cryo.2022.720p.WEBRip.[CM].mp4",
        "category": "Music, School, Sci-Fi, Thriller, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/schoolgirls-140x200.jpg",
        "title": "Schoolgirls (The girls) (2020)",
        "description": "Schoolgirls (2020)\n==============\nIMDb Rating - 6.4/10ဆယ်ကျော်သက်ကလေးတွေဆိုတာ အရွယ်ရောက်လာဖို့အရမ်းမြန်ပါတယ်။\nဒီရုပ်ရှင်မှာတော့ ဆယ်ကျော်သက်မိန်းကလေးတွေရဲ့ စိတ်နေစိတ်ထားကို\nအကွက်ကျကျရိုက်ပြထားတာမို့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ကားလေးတစ်ကားပဲ\nဖြစ်ပါတယ်။ကျောင်းသူတွေချည်းပဲရှိတဲ့ မိန်းကလေးကျောင်းမှာ ဆယ်ကျော်သက်မိန်းကလေး\nလေးယောက်စုမိကြပါတယ်။ တစ်ယောက်အိမ်ကိုတစ်ယောက်လိုက်လည်ရင်း\nအတတ်ကောင်းတွေစူးစမ်းလေ့လာကြတာပေါ့။ ကလပ်တက်မယ်၊ ဆေးလိပ်\nသောက်မယ်၊ ယောက်ျားလေးတွေနဲ့ မိတ်ဆွေဖွဲ့မယ် စသဖြင့်တားမြစ်ထားတဲ့\nအရာမှန်သမျှ အကုန်စမ်းလုပ်ကြပါတယ်။ အဲ့ဒီလို အတတ်စမ်းကြတဲ့ ကောင်မ\nလေးတွေကို ဘယ်လိုမျိုးသင်ခန်းစာပေးမလဲဆိုတာကိုတော့ Schoolgirls (The girls)\nဆိုတဲ့ကားလေးမှာ ဆက်ကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)\nFile Size..........(2.16 GB) / (1.07 GB) / (608 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 37mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://megaup.net/16bct/The.Girls.2020.SPANISH.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNDA0NTczNWItNjg2ZC00ZjczLTlkNDktYTVlMzA5YTU0ZjU0XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "Jaadugar (2022)",
        "description": "Jaadugar (2022) (အညွှန်း)ဒီနေ့မှာတော့ IMDb 7.2/10 ရ အိန္ဒိယ Comedy, Fantasy\nကားလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ်။\n“Jaadugar” .. “မျက်လှည့်ဆရာ” လို့အဓိပ္ပာယ်ရပြီး\nထူးထူးဆန်းဆန်းပဲ အားကစားနဲ့မျက်လှည့်ပညာ\nဘာမှမဆိုင်တဲ့အရာနှစ်ခုကိုပေါင်းစပ်သရုပ်ဖော်ထားပြီးရိုက်ကူးထားတာပါ\nNeemuch လို့ခေါ်တဲ့ မြို့လေးက အိန္ဒိယနိုင်ငံရဲ့ဘောလုံးအားကစားချစ်မြတ်နိုးသူများ\nဆုံစည်းရာမြို့ငယ်လေးပေါ့။ နှစ်စဥ်နှစ်တိုင်းလည်း အိမ်နီးချင်းမြို့တွေနဲ့ပြိုင်ပွဲတွေကျင်းပသလို\nအဲဒီပြိုင်ပွဲမှာ အသက်မွေးဝမ်းကျောင်းလုပ်ငန်းအမျိုးမျိုးလုပ်ကိုင်တဲ့\nယောက်ျားသားတွေ ဝင်ရောက်ကစားကြတာပေါ့။ အဲဒီထဲမှာ Meenu တော့မပါခဲ့ပါဘူး။ အဖေဖြစ်သူက မြို့ရဲ့ “ငွေတံဆိပ်ဘုရင်”\nဂိုးသမားတစ်ဦးဖြစ်ခဲ့ပေမယ့် သူ့အဖေနဲ့အမေကိုသေရတာ ဒီဘောလုံးကြောင့်လို့စိတ်ထဲစွဲနေပြီး\nMeenu တစ်ယောက်ဘောလုံးကိုယောင်လို့တောင်မကန်ဘဲနဲ့ ငယ်စဥ်တည်းကအိပ်မက်ဖြစ်တဲ့\nမျက်လှည့်ပညာရှင်ဖြစ်ဖို့အရေးကိုပဲ ကြိုးစားနေခဲ့တာပါ။ ဒါပေမယ့် တစ်နေ့မှာတော့ ဘဝရဲ့နောက်ဆုံးအချစ်ကိုရှာတွေ့သွားပြီး\nအချစ်ရဲ့စေခိုင်းမှုနဲ့ ဘောလုံးပြိုင်ပွဲရဲ့ဖလားဆုကြီးကိုအရယူမှဖြစ်တော့မယ့်\nအခြေအနေရောက်ရှိလာပါတော့တယ်။ ဒီတော့ ဘောလုံးဆိုခြေဖျားနဲ့တောင်မထိခဲ့တဲ့ Meenu ရယ် ..\nနှစ်အတော်ကြာ ဘာဆုမှမရဘဲ ဘိတ်ချေးဖြစ်နေတဲ့သူတို့အသင်းရယ် ..\nဘယ်လိုအလွဲတွေနဲ့နှစ်ပါးသွားကုန်ကြမလဲဆိုတာတော့ ကိုယ်တိုင်ရှုစားရင်းရယ်မောလိုက်ပါတော့။\nFile size…2.68GB / 1.27GB\nQuality…1080p NF WEB DL AAC5.1CH / 720p \nFormat…mp4\nDuration….2h 47m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by ThuRa & Guu Guu & ...",
        "rating": "7.2",
        "url": "https://megaup.net/2sAjo/Jaadugar.(2022).720p.NF.WEB-DL.AAC2.0CH.Hindi.YK(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/jul-782-132x200.jpg",
        "title": "{21+} Calling Her Adultery Trip (JUL-782)",
        "description": "Asahi Mizuno လေးရဲ့အလှကို ခံစားကြည့်ရအောင်ဗျာ သူမက ၉၀ born\nတည်ငြိမ်ရင့်ကျက်တဲ့အလှတွေနဲ့ မမမမ ရဲ့အကြည့်တွေက တစ်ကယ် အနုပညာဆန်တယ်\nမမရဲ့ ရင်အစုံက ဆူဖြိုးပြီး သေသပ်တယ်မမက ကံမကောင်းရှာပါဘူး မမရဲ့အချစ်ဦးနဲ့အကြောင်းမပါပဲ\nအိမ်ကပေးစားသူနဲ့ အတင်းယူခဲ့ရပါတယ် ဒါပေမဲ့ မမရဲ့ အချစ်ဦးနဲ့ အခုထိ အထိအတွေ့တွေရှိနေဆဲပါပဲတစ်နေ့ မမတို့ နိုင်ငံခြားအပြီးပြောင်းရတော့မယ်ဆိုတာ မမ သိလိုက်ရတဲ့ အခါမှာတော့\nမမရဲ့ ပရိယာယ် ဉာဏ်နီဉာဏ်နက်တွေကို အလှတရားတွေ အနုပညာတွေနဲ့\nရောပွန်းထားတာဖြစ်လို့ အသက် ၂၁ ပြည့်ပြီးသူများလက်မလွတ်တမ်းကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်\nFile size…2.48GB / 1.47GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 26mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1MBsj/JUL-782.720p.XCross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insane_channel_poster-139x200.jpg",
        "title": "Insane (2016)",
        "description": "INSANE (2016)Thriller ကြိုက်သူတွေအတွက် ၂၀၁၆ တုန်းက ထွက်ထားပြီး ဆုတွေရထားတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းမှာ Bad Guys S1 က မင်းသမီး Gang Ye Won နဲ့ One The Woman က မင်းသား Lee Sang Yoon တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းနာနမ်ဆူက '၂၄ နာရီ' ဆိုတဲ့ ရှိုးတစ်ခုရဲ့ ပီဒီ ပါ\nပီဒီနာက သူ့ရဲ့ရှိုးအတွက် စိတ်ဝင်စားဖို့ကောင်းတဲ့ အကြောင်းအရာတွေကို အမြဲတမ်းစုံစမ်းရှာဖွေနေသူပေါ့\nတစ်ရက်မှာတော့ ပီဒီနာရဲ့ ရှိုးအတွက် စိတ်ဝင်စားစရာ ဒိုင်ယာရီလေး တစ်ခုရောက်လာခဲ့ပါတယ်\nအဲဒီဒိုင်ယာရီကို ရေးသားထားတဲ့ကောင်မလေးက \" ဂန်ဆူအာ \"ဒိုင်ယာရီထဲမှာ ရေးသားထားတဲ့အကြောင်းအရာတွေက...\nဂန်ဆူအာဟာ အိမ်ပြန်လမ်းမှာအဖမ်းခံလိုက်ရပြီး စိတ်ကျန်းမာရေးဆေးရုံတစ်ခုကို ပို့ခံရတယ်...သူမ အဲဒီ စိတ်ကျန်းမာရေးဆေးရုံထဲမှာ ပိတ်မိနေတယ်...ဒီဆေးရုံမှာ သူမကို ကူညီမယ့်သူကလည်း ဟန်ဒုံရှစ် တစ်ယောက်ပဲ ရှိတယ်လို့ ရေးသားထားတယ်စုံစမ်းကြည့်လိုက်တဲ့အခါမှာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/38xaf/Insane_(2016)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOCpkoMUVae9UIf85gO71SyjLbW.jpg",
        "title": "Safe (2012)",
        "description": "Safe (2012)မိုင် လို့ခေါ်တဲ့ တရုတ်မလေးက တစ်ခါမြင်ထားလိုက်ရင် ဘယ်တော့မှ မမေ့တော့အောင်အထိကို မှတ်ဉာဏ်တအားကောင်း လွန်းတဲ့သူပါ။ ဒီလို ဉာဏ်ကောင်းတဲ့အတွက်လည်း ဒုစရိုက်ဂိုဏ်းအချို့နဲ့ လုပ်ငန်းရှင်အချို့က မိုင်ကို အပြိုင်အဆိုင် အလို ရှိနေကြပါတယ်။တစ်ရက်မှာတော့ တရုတ်လုပ်ငန်းရှင်ကြီးတစ်ယောက် က မိုင်ကို ပြန်ပေးသွားပြီး သူ့ရဲ့ ဒုစရိုက်လုပ်ငန်းတွေမှာ အသုံးချဖို့ နယူးယော့ခ်မြို့က တရုတ်တန်းဆီကို ခေါ်သွားခဲ့ပါတယ်။တစ်ဖက်မှာတော့ လုခ်ရိုက် က ရုရှားမာဖီယားတွေ နဲ့ တိုက်ခိုက်ရင်း တစ်ဖက်လူကို သတ်မိလိုက်တာကြောင့် မာဖီယားတွေက လုခ် ရဲ့ ဇနီးသည်ကိုသတ်ပြီး လက်စားချေသွားပါတယ်။ ဇနီးသည်ဆုံးရှုံးလိုက်ရတဲ့ လုခ်လည်း အရက်သမားလုံးလုံးဖြစ်ပြီး အိမ်ခြေယာမဲ့အနေနဲ့ လေလွင့်နေပါတော့တယ်။ဒီလိုနဲ့ တစ်နေ့မှာ တရုတ်လုပ်ငန်းရှင်ကြီး က မိုင်ကို နံပါတ်တွဲအရှည်ကြီးတစ်ခု မှတ်ခိုင်းပြီး သိပ်မကြာခင်မှာပဲ ရုရှားမာဖီးယားတွေက မိုင့်ကို ထပ်ပြီး ပြန်ပေးဆွဲသွားခဲ့ပါတယ်။အခွင့်အရေးရတုန်း မာဖီးယားတွေလက်ကနေ ပြေးလာတဲ့ မိုင် နဲ့ လုခ်တို့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Mycf/[CM]Safe.2012.720p.Blu-ray.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMDFiNmRhNDMtNzI0YS00NDRmLWI3NjMtY2Y3NDdkYTFmODMxXkEyXkFqcGdeQXVyNzg5MzIyOA@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Wheel (2021)",
        "description": "The Wheel (2021) (သို့) “မကြည့်ရမြဲတတ်သည်”\n================================\nIMDb Rating - 6.5/10ဆရာဝိဇယရဲ့ “မဖတ်ရ မြဲတတ်သည်” စာအုပ်လိုမျိုး ထွက်လာခဲ့တဲ့\n၂၀၂၂ မှာထွက်လာတဲ့ ဒရာမာကားလေး။ နောက်ပိုင်း ဒရာမာကားတွေက\nမျှော်မှန်းထားသလောက်ရင်ထဲမထိခဲ့တာမို့ ဒီကားကိုလည်း သိပ်မမျှော်\nလင့်မိတာအမှန်။ ဒါပေမဲ့ ၂၀၂၂ မှာတော့ ဒီကားလေးက မဆိုးဘူးလို့ပြော\nရမယ် ထင်တယ်။အခုလိုပြောလို့ အရမ်းကြီးမျှော်လင့်ထားပြီးတော့ကြည့်တာမျိုးတော့\nမဖြစ်စေချင်ဘူးရယ်။ ဘာလို့ဆို Me Before You ကို အရမ်းမျှော်လင့်ပြီး\nကြည့်လိုက်လို့ သာမာန်လိုမျိုးပဲခံစားခဲ့ရဖူးတယ်။ ဒါပေမဲ့ တကယ်ကောင်းတဲ့\nကားလေးပါ။ ဇာတ်ဝင်သီချင်း‌တွေကလည်း ဇာတ်လမ်းနဲ့လိုက်ဖက်လှပါတယ်။\nIMDb မှာ 6.5 ပဲ ရထားပေမဲ့ Rotten Tomatoes မှာတော့ 96% ထိရရှိ\nထားပါတယ်။ Metacritic မှာတောင် 66 % ထိရထားတဲ့ကားလေးပါ။ဇာတ်လမ်းအညွှန်း\nအရမ်းချစ်ကြတဲ့အတွဲလေးတွေ ပျက်ခါနီးတဲ့အခါ၊ အရမ်းချစ်ပေးတဲ့\nကောင်လေးကို ကိုယ့်ကြောင့် သူပင်ပန်းနေလို့ သူ့ကိုဆက်မတွဲချင်တော့တဲ့အခါ၊\nကောင်လေးဖက်က ဘယ်လိုတွေခံစားနေရလဲ၊ ကောင်မလေးကရော ဘယ်လို\nကြောင့်မလို့ ဒီလိုမျိုးတွေပြောနေရတာလဲဆိုတာမျိုးတွေအပြင် သမီးရည်းစား\nစုံတွဲလေးတွေရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2sFJ7/The.Wheel.2022.720p.WEBRip.DD5.1.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZGNkOGRkMDktODE5Zi00MzEzLTg4NWMtMWE2ZjllNGIwNThlXkEyXkFqcGdeQXVyNzc3OTUzNzY@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Ox-Head Village (2022)",
        "description": "Ox-Head Village (2022)၂၀၂၂ရဲ့နောက်ဆုံးထွက် သည်းထိတ်ရင်ဖို ဂျပန်ရုပ်ရှင်ကို CMပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ Howling Village,Suicide forest villageလို နာမည်ကြီးဇာတ်ကားတွေကို ရိုက်ကူးခဲ့တဲ့ဒါရိုက်တာရဲ့ ၃ကားမြောက် Horrorကားပါ။\nစစချင်းမှာ ဟိုတယ်ပျက်ထဲကို သွားပြီးliveလွှင့်ပြထားတာကြောင့် \"Gonjiam\"လိုမျိုး ဇာတ်လမ်းလားလို့တောင် သွားသတိရမိပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ -အထက်တန်းကျောင်းသူလေး ၃ယောက်က သရဲခြောက်တယ်လို့နာမည်ကြီးတဲ့ ဟိုတယ်ပျက်ထဲကို liveလွှင့်ပြရာကနေ စပါတယ်။ သူတို့ထဲက \"ရှိအွန်\"ဆိုတဲ့ကျောင်းသူလေးကတော့ liveထဲမှာ သူ့ရုပ်ပါမှာစိုးလို့ နွားခေါင်း ခေါင်းစွပ်ကိုဆောင်းထားခဲ့ပါတယ်။ အဲဒါနဲ့ ကျန်တဲ့ကောင်မလေးတွေက ရှိအွန်ကို အခန်းတစ်ခုထဲမှာ အတင်းပိတ်ထားလိုက်ကြပါတယ်။ခဏကြာတော့ တံခါးကိုဖွင့်ပြီးပြန်ရှာကြည့်ပေမဲ့ ရှိအွန်ကတော့ ထူးဆန်းစွာနဲ့ ပျောက်ဆုံးသွားခဲ့ပါပြီ။ ဒီအဖြစ်အပျက်ကို ကြည့်မိသွားတဲ့သူတော့ \"ခန်အွန်\"လို့ခေါ်တဲ့ကောင်မလေးပါ။ သူဟာ videoထဲက နွားခေါင်းဝတ်ထားတဲ့ ရှိအွန်နဲ့ ရုပ်ချင်းခွဲမရအောင် တူနေတာမို့ ဒီထူးဆန်းတဲ့ဖြစ်ရပ်ကိုစိတ်ဝင်စားသွားခဲ့ပါတယ်။ခန်အွန်လည်း နွေရာသီကျောင်းပိတ်ရက်မှာ သူ့ရဲ့အီစီကလီကောင်လေး \"ရန်\"နဲ့အတူ liveထဲက ရေပူစမ်းဟိုတယ်ပျက်ကြီးရှိတဲ့မြို့ကို သွားကြပါတယ်။ အဲဒီမှာပဲ သူတို့ကိုလိုက်ပို့ပေးတဲ့taxiသမားက နွားခေါင်းပုံပြင်အကြောင်းကိုပြောပြပါတယ်။ဒီပုံပြင်ကိုနားထောင်မိတဲ့သူတိုင်းဟာ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1MB7i/Ox-Head_Village_(2022)_720p.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/ezgif-3-71c98d73f7-150x200.jpg",
        "title": "Get Shorty (1995)",
        "description": "Get Shorty(1995)IMDb Rating (6.9) / Rotten Tomatoes (88%)သူ့နာမည် Chili Palmer ။ သူ့လုပ်က loanshark လို့ခေါ်တဲ့ တရားမဝင်ငွေတိုးချေးတဲ့လုပ်ငန်းတစ်ခုမှာ လုပ်နေတဲ့သူ။ အတိုးကြီးကြီးနဲ့ချေးထားတဲ့သူတွေဆီကနေ အကြွေးလိုက်တောင်းပေးရတဲ့အခါ ဂိုဏ်းစတားဆန်ဆန်လည်း လုပ်ရတာရှိတယ်။ ချီလီ တောင်းသမျှတော့ မရတဲ့အကြွေးမရှိပါဘူး။ သူက Look at me (ကျုပ်ကိုကြည့်စမ်းပါ) လို့ စပြောလိုက်ရင် သတိသာထားပေရော့။ သူလိုရာကိုလိုက်လျောမိတော့မှာ အသေအချာပဲ။ အဲဒီစကားတစ်ခွန်းက ဒီရုပ်ရှင်ရဲ့ catchphrase ပါပဲ။သွေးအေး၊ သတ္တိကောင်းပြီး ရည်ရည်မွန်မွန်ဆဲတတ်တဲ့ ချီလီဟာ ရုပ်ရှင်ဝါသနာအိုးတစ်ယောက်လည်းဖြစ်နေလေရဲ့။ တစ်နေ့တော့ အကြွေးမဆပ်ဘဲပြေးတဲ့သူတစ်ယောက်နောက်ကို ရေဆုံးရေဖျားလိုက်ရှာရင်း ချီလီတစ်ယောက် ရုပ်ရှင်မြို့တော်လို့ခေါ်ရမယ့် Los Angeles ထိရောက်သွားပါလေရော။ သူစိတ်မပါတော့တဲ့ ငွေချေး၊ကြွေးတောင်းအလုပ်ကို မလုပ်ချင်တော့တဲ့ချီလီဟာ ဇာတ်ကားတစ်ကားလောက် ထုတ်လုပ်သူလုပ်ရင်ကောင်းမလား လို့ စိတ်ကူးပေါက်ရာကနေ ဟောလီးဝုဒ်လောကသားတွေနဲ့ လုံးထွေးသွားတော့တာပဲ။အဲဒီမှာဗျာ။ လေယာဉ်ပျက်ကျရာမှာမပါဘဲ ပါသွားချင်ယောင်ဆောင်ပြီး ...",
        "rating": "6.9",
        "url": "https://megaup.net/16x6e/(CM)_Get_Shorty_(1995)_BluRay_720p.mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/godse-2-141x200.jpg",
        "title": "Godse (2022)",
        "description": "Godse 2022IMDb 6.5/10တစ်ချိန်က နာမည်ကြီး Crash Landing On You ဒရမ်မာရဲ့\nနာမည်ကြီးစုံတွဲ BinJin တို့ရိုက်ကူးထားတဲ့ Negotiation ဇာတ်ကားနဲ့\nဆင်တူသော ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်\nNegotiation ကို မှီငြမ်းရိုက်ကူးထားတယ်ဆိုပြီး ပြောဆိုနေကြတဲ့\nဒီဇာတ်ကားလေးရဲ့အညွှန်းကိုဖတ်ကြည့်ရအောင်။ အိန္ဒိယနိုင်ငံရဲ့ ဒိတ်ဒိတ်ကြဲမင်းသမီး ဖြစ်တဲ့ Aiahwarya Lekshmiက\nဗိုင်ရှာလီအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသား Satyadev Kancharanaက\nဂိုစီအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nညှိုနှိုင်းဆွေးနွေးရေးလုပ်တဲ့အခါ သူများနဲ့မတူ ကျွမ်းကျင်လှတဲ့\nဗိုင်ရှာလီက နောက်လိုက်အမှားကြောင့် ဓားစာခံကိုယ်ဝန်သည်တစ်ယောက်ကို\nဆုံးရှူံးလိုက်ရပြီးသူမကိုယ်သူမအပြစ်ရှိတယ်ခံစားရကာ\nအလုပ်ထွက်စာတင်ခဲ့ပါတယ် ဒါပေမယ့် သူ့ရဲ့ဒုရဲအုပ်က\nဆယ်ရက်အချိန်ပေးပြီးစဉ်းစားခိုင်းခဲ့ပါတယ် ဒီဆယ်ရက်အတွင်းမှာ ထင်မထားတဲ့ပြောင်းလဲမှုကြီး\nထွက်ပေါ်လာခဲ့ပါတယ် အဲဒီပြောင်းလဲမှုကြီးကဘာများဖြစ်မလဲ\nTrauma ရနေတဲ့ ဗိုင်ရှာလီကရော ဓားစာခံတွေကို\nထပ်ကယ်တင်ပေးနိုင်မှာလား မင်းသား မင်းသမီး\nသရုပ်ဆောင်မှုတွေ အထူးသဖြင့်\nမင်းသမီးနဲ့တင်ကြည့်ရတာတန်နေမှာကြောင့်\nတင်ဆက်ပေးလိုက်ရပါတယ်ရှင်\nReviewed By Yunni\nFile size….........2.8GB / 1.3GB\nQuality…..........1080p WEB DL AAC5.1Ch / 720p\nFormat…..........mp4\nDuration…........2h 22mins\nSubtitle…..........Myanmar Subtitle (Hard Sub)\nEncoder…..........YK\nTranslated by....Lwin Htoo Aung & Yunni & GuuGuu & ...",
        "rating": "6.5",
        "url": "https://megaup.net/16Dv8/Godse.2022.720p.NF.WEB-DL.Telugu.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kAVRgw7GgK1CfYEJq8ME6EvRIgU.jpg",
        "title": "Jurassic World Dominion (2022)",
        "description": "Jurassic World Dominion (2022)ဂျူရက်ဆစ်ကမ္ဘာရဲ့ တတိယရုပ်ရှင်ကြီးထွက်လာပါပြီ။\nပထမရုပ်ရှင်မှာ ဂျူရက်ဆစ်ပန်းခြံပျက်စီးသွားခဲ့ပြီး၊\nဒုတိယကားမှာ ဒိုင်နိုဆောတွေအားလုံး ကမ္ဘာကြီးထဲကို ပျံ့နှံ့လာတာကို တွေ့ရမှာပါ။ဒီတတိယကားမှာတော့ ဒိုင်နိုဆောတွေနဲ့ ဒီအန်အေတူတဲ့ ဧရာမကျိုင်းကောင်ကြီးတွေ ပေါ်လာပြီး\nကမ္ဘာပေါ်က လယ်ကွင်းတွေကို လိုက်ဖျက်ဆီးနေတဲ့ပြဿနာကနေစတင်လာပါတယ်။\nအိုဝင် နဲ့ ကလယ်ရာတို့အတွဲကလည်း ချားလော့ကလုန်း ကောင်မလေးဖြစ်တဲ့ မေစီကို ကယ်လာပြီး\nလူတွေနဲ့ဝေးရာမှာ ဖွက်ထားခဲ့ပါတယ်။အဲဒီမှာပဲ ကျိုင်းကောင်တွေကို မျိုးဗီဇပြောင်းတဲ့တရားခံကိုရှာနေတဲ့ သိပ္ပံပညာရှင် သူငယ်ချင်းနှစ်ယောက်ရယ်၊ မေစီကိုဖမ်းသွားတဲ့အပြင်\nရပ်ပ်တာမကြီး ဘလူးရဲ့ ကလေးကိုပါ ဖမ်းသွားတဲ့လူတွေနောက်ကို ကယ်ဖို့လိုက်လာတဲ့ အိုဝင်တို့စုံတွဲရယ်ပူးပေါင်းပြီး\nစွန့်စားခန်းတွေ ဖွင့်ကြရပါတော့တယ်...ရရချင်း တင်ပေးထားရတာမို့ Korea Hardsub ပါတာကိုတော့\nအနည်းငယ် သည်းခံပြီး ကြည့်ရှုပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Sci-fi\nQuality…. 4K HEVC | 1080p | 720p | 480p\nFile size… 9.28GB | 2.6GB ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Mzqp/Jurassic.World.3.Dominion.2022.720p.WEBRip.CM.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/d-train-133x200.jpg",
        "title": "The D Train (2015)",
        "description": "The D-Train (2015)\n===================ဒန်နီရယ်ဟာ အထက်တန်းကျောင်းအောင်ပြီးကတည်းက\nဘဝကိုရိုးရိုးရှင်းရှင်းပဲဖြတ်သန်းလာတဲ့ ကလေးတစ်ယောက်အဖေပါ။\nအကြံပေးအေဂျင်စီတစ်ခုမှာ အလုပ်လုပ်နေပြီးတော့ ဘာမှအပူအပင်လည်းမရှိပါဘူး။ကျောင်းသားဟောင်းကော်မတီရဲ့ဥက္ကဌတစ်ယောက်အနေနဲ့\nသူအောင်ခဲ့တဲ့ ဂရန့်ဘာကလော့ချ်အထက်တန်းကျောင်းရဲ့\nကျောင်းသားဟောင်းတွေ့ဆုံပွဲကို ကျင်းပဖို့ ကြိုးစားနေပေမယ့်\nကျောင်းသားဟောင်းတွေက ပွဲတက်ဖို့ကို စိတ်မဝင်စားကြပါဘူး။ အဲဒီအချိန်မှာ မျှော်လင့်ချက်ရောင်ခြည်တစ်ခုပေါ်လာခဲ့ပါတယ်။\nအဲဒါကတော့ အထက်တန်းကျောင်းတုန်းက နာမည်ကြီးခဲ့တဲ့\nအိုလီဗာလောလက်စ်ဆိုတဲ့သူကို ပွဲတက်ဖို့ဖိတ်ကြားမယ့်အကြံပါပဲ။\nဒန်နီရယ်တစ်ယာက်မသိခဲ့တာကတော့\nအဲဒီကိစ္စကနေစပြီး သူ့ဘဝရဲ့အချိုးအကွေ့ကို ကြုံရတော့မယ်ဆိုတာပါပဲ။ အဲဒီအချိုးအကွေ့ကတော့.....\nSchool of Rock နဲ့နာမည်ကြီးလာခဲ့တဲ့ မင်းသား Jack Black ရဲ့\n၂၀၁၅ခုနှစ်ထွက် ဒရမ်မာကားကောင်းလေးဖြစ်ပြီးတော့\nမင်းသား James Marsdenကလည်း ပါဝင်အားဖြည့်ပေးထားပါသေးတယ်။\nအားလုံးပဲ ကြည့်ရှုလိုက်ကြပါဦးနော်\nFile size….....1.06GB / 407MB\nQuality…......1080p BluRay AAC5.1CH / 720p\nFormat…......mp4\nDuration......1h 41m\nSubtitle….....Myanmar Subtitle (Hard Sub)\nEncoder…....YK\nTranslated...Myo Myo Htet",
        "rating": "5.1",
        "url": "https://megaup.net/16Djk/The.D.Train.2015.720p.BluRay.AAC2.0CH.YK(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/36bNq9o5zGS7fAgQ0QOmcwcJcZd.jpg",
        "title": "The Hidden Fox ( 2022 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဂန္တဝင်စာရေးဆရာကြီး Jin Yong ရဲ့\nFox Volant of the Snowy Mountain ( နှင်းတောင်သူရဲကောင်း )\nဇာတ်လမ်းတွဲကိုMovie Version အဖြစ် |\nပြန်လည်ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ လွန်ခဲ့တဲ့ ၁၀ နှစ်က\nလီဇီချန်ဘုရင်ရဲ့ ထူးခြားအံ့ဩဖွယ်\nရတနာတစ်ပါးကြောင့် မြောင်ရန်ဖုန်းဆိုတဲ့\nမြောင်မျိုးနွယ်သူရဲကောင်းနဲ့\nစောင့်ရှောက်သူဟူတို့ကြား မသင့်မြတ်မှုနဲ့အတူ\nတိုက်ပွဲတစ်ခုဖြစ်ခဲ့ပြီး\n၂ဦးလုံး ထူးဆန်းစွာ အသက်ဆုံးရှုံးခဲ့ရတယ်…နောက်တော့ ရတနာနဲ့အတူ\nမြေပုံရော သော့ပါ ပျောက်ဆုံးသွားခဲ့တာ၁၀ နှစိကျော်\nအားလုံးလိုက်ရှာခဲ့ပြီးနောက်မှာတော့\nရတနာမြေပုံ လမ်းစရလို့ သူရဲကောင်း ၈ဦး မြေပုံရှိရာ\nဖေးဟူတောင်ကို ချီတက်ခဲ့တဲ့\nခရီးသွားမှတ်တမ်းလေးကိုတင်ဆက်ထားတာပါ…မြောင်နဲ့ ဟူ ဘယ်လို သေသွားတာလဲ…\nသူတို့ဆက်ခံသူတွေရောမြေပုံလမ်းစမသိဘူးလား\nဒါမှမဟုတ် ဆက်ခံသူပါ ပျောက်ဆုံးသွားတာလား… ဒါဆို\nသူတို့ချင်းမသင့်မြတ်ကြရာက သေတာရော ဟုတ်ရဲ့လား…\nနောက်ပြီးဘာလို့သူရဲကောင်း ၈ ဦးကပဲ ဖေးဟူတောင် သွားခဲ့တာလဲ…ဒီလို စိတ်ဝင်စားစရာကောင်းပြီး နာမည်ကြီးကားကို movie version မှာ\nဘယ်လိုပုံဖော်ထားတယ် သိရအောင် အမြန်လေး ဒေါင်းကြည့်လိုက်ကြပါတော့… \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-hidden-fox-2022/"
    }
]