[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vjNLtOhfaOxyw2sFXWgM6HRdQen.jpg",
        "title": "[18+]Sobbing Aunt(2020)",
        "description": "Sobbing Aunt(2020)*******************အဒေါ်ရဲ့ သူငယ်ချင်းကိုမှ ကြွေမိတဲ့ကောင်ဆိုးလေးအကြောင်းရိုက်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်...ကိုရီးယားadult ဖြစ်သည့်အားလျှော်စွာ လှလှပပ မမကြီးတွေနဲ့ပုံဖော်ထားလို့မျက်စိအေးချင်တဲ့သူတွေအတွက် အထူးသင့်လျှော်ပါ့မယ်...မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....  File Size          : 1.3GB, 561MB\nQuality            : WEB-DL 1080p, 720p\nFormat            : mp4\nDuration         : 1hr 49mins\nGenre              : Romance, Drama\nTranslated by   SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/2BcI0/Sobbing_Aunt_(2020)WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjEyNDM2NDA3M15BMl5BanBnXkFtZTcwNDE1NDc5MQ@@._V1_-146x200.jpg",
        "title": "24: Redemption (2008)",
        "description": "24: Redemption (2008)\n==================\nIMDb Rating - 7.4/10ဒီကားလေးက အမေရိကန် နာမည်ကြီး စုံထောက် စီးရီးဖြစ်တဲ့\n'24' ဆိုတဲ့ စီးရီးရဲ့ အဆက် တစ်ပိုင်းတည်းအပြီး ကားလေးဖြစ်\nပါတယ်။ စီးရီးမှာတော့ စုစုပေါင်း Season 9 ခုထိရှိပြီး အတော်\nလေးအောင်မြင်ခဲ့တယ်ပြောရမှာပါ။ ဇာတ်ဆောင်မင်းသားအနေနဲ့\nကတော့ 1990 နဲ့ 2000 ခုနှစ် တွန်ခရုစ်တို့နဲ့အပြိုင်တောက်ပခဲ့တဲ့\nKiefer Sutherland ဘဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ အေးဂျင့်ဘဝကနေ အနားယူ\nလိုက်တဲ့ Sutherland နဲ့သူ့သူငယ်ချင်းတို့က Sangala ဆိုတဲ့ အာ\nဖရိဂန်နိုင်ငံမှာ မိဘမဲ့ဂေဟာလေးမှာလုပ်အားပေးလုပ်ရင်း ဘဝကို\nအေးဆေးနေနေတဲ့အချိန်ပေါ့။ (Sangala ဆိုတာက Fiction ပါ၊\nအပြင်မှာမရှိပါဘူး)။ တဖက်မှာလည်း အမေရိကန်တို့ သူတို့တိုင်း\nပြည်မှာခြေရှုပ်နေတာကို မကြိုက်တဲ့ စစ်သွေးကြွအဖွဲ့တွေရှိနေပါ\nတယ်။ ဒါပေမဲ့ 24 စီးရီးမှာ သူတို့ခေါင်းဆောင်ကို အမေရိကန်တို့က\nလက်နက်ဖြုတ်လိုက်ပြီးပါပြီ၊ ဒါပေမဲ့ တွင်းထွက်မရှိ၊ စီးပွားရေး\nအခွင့်အလမ်းမရှိတော့ US တို့ဘက်က ပြန်ဆုတ်ချင်နေပါတယ်။ဒီလိုနဲ့ ရာထူးကဆင်းပေးရတော့မယ့် US ...",
        "rating": "7.4",
        "url": "https://megaup.net/1fecr/24.Redemption.Extended.Edition.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Action, Adventure, Crime, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZDUzMDA1ZjctZjJkNi00YmRmLTk5NzctNjMwNTEzMjAwMTE3XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_-138x200.jpg",
        "title": "The Wrath of Becky (2023)",
        "description": "The Wrath of Becky (2023)\n===================\nIMDb Rating - 6.0/10\n2020 တုန်းက ထွက်ထားတဲ့ Becky ကားရဲ့ Sequel ပါ။\n2020 ကားထက်လည်း IMDb rating ပိုမြင့်ပါတယ်။ ပထမ\nကားမှာ သူ့အဖေကို သတ်သွားတဲ့ လူလေးယောက်ကို ပြန်သတ်\nခဲ့တဲ့ ဘက်ကီက မိဘမဲ့ဖြစ်သွားတော့ မွေးစားမဲ့သူတွေရှိလာ\nပေမဲ့လည်း ဘက်ကီက သူ့ခွေးလေး ဒီယေးဂိုကိုခေါ်ပြီး တစ်\nအိမ်ပြီးတစ်အိမ်ကနေ ထွက်ပြေးပါတယ်။ တစ်နေ့မှာတော့ အယ်\nလီနာဆိုတဲ့ အဘွားကြီးတစ်ယောက်က ဘက်ကီ့ကိုလမ်းကြုံခေါ်\nတင်ပေးရာကနေ ဘက်ကီတို့နှစ်ယောက် အယ်လီနာနဲ့ပဲ နေဖြစ်\nသွားကြပါတယ်။\nဒါပေမဲ့ ကံကြမ္မာကဖန်လာပြန်တော့ ဘက်ကီ့ကြောင့်ပဲ အယ်လီနာ\nအသတ်ခံလိုက်ရပါတယ်။ ဒီလိုနဲ့ ဘက်ကီ့ရဲ့ လက်စားချေတဲ့ခရီးစဉ်\nကြီး ပြန်လည်စတင်ပါတော့တယ်။ ၁၃နှစ်အရွယ်ဘက်ကီနဲ့ ၁၆နှစ်\nအရွယ် ဘက်ကီတို့ ဘယ်လိုကွာခြားသွားမလဲ၊ သစ္စာရှိခွေးလေး\nဒီယေးဂိုကရော ဒီတစ်ခေါက်မှာ ဘက်ကီ့ကိုဘယ်လိုကူညီဦးမလဲ။\nရက်ရက်စက်စက် သွေးထွက်သံယို လူသတ်မှုတွေပါဝင်တဲ့အတွက်\nကြောင့် အသည်းငယ်သူများ ကြည့်ရှုဖို့မသင့်တော်ပါဘူး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)\nFile Size..........(772 MB) ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Ve9m/The.Wrath.of.Becky.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9wqKF883Kn9c0SZV4ZmkIkFhBLh.jpg",
        "title": "Becky(2020)",
        "description": "Becky(2020) အညွှန်း****************နှစ်ရှည်ထောင်ကျနေတဲ့ အစွန်းရောက်လူမိုက်ကြီး (၄)ယောက်ရှိတယ်..ဒီလူတွေက လူသတ်ဖို့ဝန်မလေးသလိုအတွေ့အကြုံပေါင်းများစွာရှိနေတဲ့သူတွေ..တစ်နေတော့သူတို့ကို ထောင်ပြောင်းဖို့ ကြိုးစားချိန်မှာ လုံခြုံရေးတွေကိုသတ်ဖြတ်ပြီး လွတ်မြောက်သွားတယ်..သူတို့(၄)ယောက်ဟာ ထောင်က ထွက်လာပြီးတဲ့နော်ရည်ရွယ်ကြီးတစ်ခုလုပ်ဖို့ရှိတယ်..အဲ့ဒါက တောအုပ်တစ်ခုထဲက အိမ်မှာအရေးပါတဲ့သော့တစ်ချောင်းကိုထောင်မကျခင်က ဝှက်တဲ့ဟာဟာကိုသွားယူဖို့ပါပဲ..ဒီအိမ်မှာလက်ရှိ မိသားစုတစ်စုနေထိုင်ပြီးအဲ့ဒီထဲမှာ ဘက်ကီဆိုတဲ့ချာတိတ်အရွယ်ကောင်မလေးလည်းရှိတယ်..လူကြမ်းကြီး(၄)ယောက်နဲ့ ဒီမိသားစုနဲ့ တွေ့ဆုံချိန် ဘက်ကီလေးတစ်ယောက်ပဲသူ့မိသားစုကိုကယ်ဖို့အခွင့်အရေးရှိလာတဲ့အခါမှာတော့...File Size :( 1.6GB)(623MB)\nQuality : BLU-RAY.1080P, 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Action, Crime ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Virl/becky.2020.BLU-RAY.720P.PP(CM)_(2).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3SHL9l0gCACJExESoYUP4Rlr7tL.jpg",
        "title": "Tchaikovsky’s Wife (2022)",
        "description": "Tchaikovsky's Wife (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 86% ~ဂေးတစ်ယောက်က သူဂေးတာ လူမသိအောင်လို့ မိန်းမတစ်ယောက်ကို ကာဗာယူပြီး လက်ထပ်လိုက်တယ်ဆိုတာသိလိုက်ရရင် အဲ့မိန်းမက ဘယ်လိုဖြစ်သွားမလဲ။၁၉ ရာစုတုန်းက ရုရှားပြည်က အဖြစ်တစ်ခုပါ။ ရုရှားသမိုင်းတလျှောက် အကျော်ကြားဆုံး ဂီတ တေးရေးစာဆိုတစ်ယောက်။\nသူ့နာမည်က ချေကော့စကီးတဲ့...\nဒီဘဲက လိင်တူချစ်သူဆိုပါတော့... ဒါကို ဘယ်သူမှမသိကြဘူး။ သူ့ထက် အသက်တစ်ဝက်လောက်ငယ်တဲ့ နီနာဆိုတဲ့ ကောင်မလေးတစ်ယောက်က သူ့ကို အတင်းကြီး ချစ်ပါတယ် ကြိုက်ပါတယ် ယူပါရစေဆိုပြီး တောင်းဆိုလာတယ်။ အဲဒီခေတ်မှာ လိင်တူတိမ်းညွတ်မှုက လက်မခံနိုင်စရာဖြစ်လေတော့ ချေကော့စကီးက လူပြောမခံရအောင် နီနာကို ကာဗာယူဖို့ ဆုံးဖြတ်လိုက်တယ်။ အကိုကြီးတယောက်လိုချစ်လို့ရပါတယ်ဘာညာပြောပြီး လက်ထပ်လိုက်ရော။ချေကော့စကီးက မိန်းမဆို လုံးဝမကြိုက်ဘူး။ အထိလဲမခံဘူး။ နီနာကတော့ မသိရှာဘူး။ ချေကော့စကီးမှ ချေကော့စကီးပဲ။ အရမ်းကိုချစ်ရှာတယ်။ ကြာလာတော့ ဘဲကြီးက စိတ်ကုန်ပြီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/1fh6i/(CM)_Tchaikovsky_s_Wife_(2022)_720p.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjQ5ZmZkNDAtOTc4NC00YzYyLWI1MWItNTNiZmE2NWFlZGIyXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_-133x200.jpg",
        "title": "Lust Stories 2 (2023)",
        "description": "Lust Stories 2 (2023)\nIMDb-6.2/10(Rating 18+ဖြစ်တာကြောင့် မိသားစုနဲ့အတူမကြည့်သင့်ပါ)2018ခုနစ်ကထွက်ရှိခဲ့တဲ့ Emmyဆန်ခါတင် Lust Stories(2018)ရဲ့ ဒုတိယမြောက်ရုပ်ရှင်ကို\nNetflix မှထုတ်လွှင့်ခဲ့ပါပြီ။ပရိတ်သတ်အသဲစွဲ မင်းသမီး‌တွေဖြစ်ကြတဲ့ တောင်ပိုင်းမင်းသမီးကြီး\nတမန်နားဘာတီယာနဲ့ DDLJထဲက ဟင်ဒီမင်းသမီးကြီးကားဂျိုးနဲ့\nပြစ်ချက်မရှိအောင်လှပါလေသော မရူနားလ်ထာကုရ်တို့က\nပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။။အရင်ကားလိုပဲ 18+အဆင့်သတ်မှတ်ထားပေမယ့် လိင်စိတ်အသားပေးထားတာမျိုးမဟုတ်ဘဲ\nလိင်မှုဆိုင်ရာပညာပေးသဘောအနေနဲ့ အဓိကရိုက်ကူးထားပါတယ်။\nအမျိုးသမီးတွေအနေနဲ့ သူတို့လက်တွဲဖော်အမျိုးသားများမသိတဲ့အချက်တွေ\nသူတို့ကိုယ်တိုင်တောင် မသိတဲ့စိတ်နေစိတ်ထားတွေကို အကောင်းဆုံးပုံဖော်ရိုက်ကူးထားပါတယ်။\nဒီကားမှာလည်း ဒါရိုက်တာလေးဦးကနေမတူညီတဲ့ ဇာတ်လမ်းတိုလေးပုဒ်နဲ့\nအမျိုးသမီးတွေကိုအဓိကနေရာကနေ တင်ဆက်ထားပါတယ်။အိမ်ထောင်ရေးမှာ လိင်စိတ်ကအဓိကကျတာမျိုးဟုတ်မနေပေမယ့်\nloveနဲ့ sexနှစ်မျိုးလုံးယှဉ်တွဲမှသာ အိမ်ထောင်ရေးတခုတည်မြဲနိုင်ကြောင်းကို\nဇာတ်လမ်းတိုလေးပုဒ်နဲ့ တပုဒ်ချင်းရသတွေပေါ်လွင်အောင်\nအကောင်းဆုံးတင်ဆက်ထားတာကြောင့် ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Voldemort,Moon,Zwe,ThaikSanတို့ပဲဖြစ်ပါတယ်)\nFile size…1.9GB / 736MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Voldemort~ Moon ~ Zwe ~ ThaikSan",
        "rating": "7.2",
        "url": "https://megaup.net/1fh45/Lust_Stories_2_(2023)_TRUE_WEB-DL_-_720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rcod81d34X1avhRIKBOQ4BsHtYZ.jpg",
        "title": "Good Morning, Vietnam (1987)",
        "description": "Good Morning, Vietnam (1987)~ IMDb - 7.3/10, Rotten Tomatoes - 89% ~ဒီဇာတ်လမ်းလေးကတော့ အမေရိကန်စစ်တပ်မှာတာဝန်ထမ်းဆောင်ခဲ့တဲ့ အေဒရီယန်ခရိုနော်ဆိုတဲ့ ရေဒီယိုဒီဂျေတစ်ယောက်အကြောင်းကို အခြေခံထားတာဖြစ်ပါတယ်။ ဗီယက်နမ်နိုင်ငံ ၂ ခြမ်းကွဲနေတဲ့အချိန်ကာလကိုနောက်ခံထားပြီး ရိုက်ကူးထားပါတယ်။အမေရိကန်က ဗီယက်နမ်မြောက်ပိုင်းဘက်ကနေ မဟာမိတ်အဖြစ် ကြားဝင်ဆောင်ရွက်နေတဲ့ကာလပေါ့။ အေဒရီယန်ခရိုနော်ကတော့ ဗီယက်နမ်မြောက်ပိုင်း ဆိုင်ဂွန်က ပြန်ကြားရေးဌာနကိုတာဝန်နဲ့ပြောင်းရွှေ့လာခဲ့ပါတယ်။ ဇဝနဉာဏ်ရွှင်လွန်းလို့ စရောက်တဲ့နေ့မှာတင် လက်တန်းပြက်လုံးထုတ်တင်ဆက်ပြီး ပွဲကျစေခဲ့တဲ့သူပါ။ခရိုနော်ရောက်လာပြီဆိုကတည်းက အထက်လူကြီး ဟော့ခ်နဲ့ ဒစ်ကာဆန်တို့နှစ်ယောက် အငြိမ်မနေရတော့ပါဘူး။ ခရိုနော်က စည်းမျဥ်းစည်းကမ်းတွေကို ဂရုမစိုက်တတ်တဲ့သူပါ။ ဘယ်လောက်အမိန့်ပေးပေး အသံလွှင့်ခန်းထဲရောက်ရင် သူလုပ်ချင်ရာလုပ်ပါတယ်။ ဆင်ဆာဖြတ်ထားတဲ့အပိုင်းတွေ အကုန်ထည့်ဖတ်တယ်။ အမေရိကန်စစ်တပ်ကို Troll တယ်။ သမ္မတဟောင်းရဲ့မိန့်ခွန်းလွှင့်နေရင်းတောင် ရုပ်ပြောင်လိုက်ပါသေးတယ်။ အားတဲ့အချိန် မြို့ထဲက ဗီယက်နမ်တွေနဲ့မိတ်ဖွဲ့ပြီး အင်္ဂလိပ်စာလည်းသင်ပေးလိုက်ပါသေးတယ်။ စစ်ရဲ့ အနိဌာရုံတွေကြားက ဒီလူတွေနဲ့ ခရိုနော်ရဲ့ လှပပြီး တိုတောင်းတဲ့ ရေစက်လေးတစ်ခုပေါ့။ဒီလိုပါပဲ ခရိုနော်နဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Veli/(CM)_Good_Morning,_Vietnam_(1987)_720p.mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1cUy9C9LRNtRWvobgT3DioYyOFN.jpg",
        "title": "Balada Si Roy (2023)",
        "description": "Balada Si Roy (2023)*******************\nလောကဓံရဲ့အနိမ့်အမြင့်အခက်အခဲတွေကို အလူးအလဲခံနေရပေမဲ့ မလျော့သောစိတ်ဓာတ်ခွန်အားတွေနဲ့အတူမတရားဘက်တော်သားတွေကို မကြောက်မရွံ့ပြန်တိုက်ခိုက်ရဲတဲ့ ရွိုက် (Roy) ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ဘဝကိုပုံဖော်ရိုက်ကူးတာတဲ့ အင်ဒိုနီးရှားဇာတ်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်..ရွိုက် (Roy) ဟာ ဘဝကို ပေါ့ပေါ့ပါးပါးနဲ့ ပျော်ရွှင်စွာဖြတ်သန်းနေတဲ့ ဆယ်ကျော်သက်ကျောင်းသားလေးတစ်ယောက်ဖြစ်ပြီးသူ့မှာ အရမ်းချစ်ရတဲ့ဆိုးတူကောင်းဖက်ရှိနေပေးတဲ့ ဂျိုး (Joe) လို့ခေါ်တဲ့ခွေးလေးတစ်ကောင်ရှိပါတယ် ...နိုင်ငံရေးလှုပ်ရှားသူတစ်ဦးဖြစ်တဲ့ သူ့အဖေဆုံးသွားပြီးနောက်ပိုင်းမှာ ရွိုက် (Roy) နဲ့သူ့အမေဟာ ဆန်ရန်ဆိုတဲ့မြို့ကို ပြောင်းရွေ့လာခဲ့ပါတယ်..\nဆန်ရန်အထက်တန်းကျောင်းမှာသာမက ဆန်ရန်မြို့မှာပါ ဗိုလ်ကျနေတဲ့ အကြီးအကဲတစ်ဦးရဲ့သားဒူလန် (Dullah) နဲ့ ရွိုက် (Roy) တို့ဟာ ပြဿနာတစ်ခုဖြစ်ပွါးရာမှ ရွိုက် (Roy) ဟာ သူ့အချစ်ဆုံးခွေးလေး ဂျိူး (Joe) ကို ဆုံးရှုံးခဲ့ရပါတယ်..မိသားစုရဲ့အုတ်တံတိုင်းဖြစ်တဲ့ဖခင်ကိုဆုံးရှုံးထားရတဲ့အပြင် ဆိုးတူကောင်းဖက်ခွေးလေးကိုပါလက်လွှတ်လိုက်ရတဲ့ ရွိုက်(Roy) တစ်ယောက် ဘယ်လိုနာကျည်းချက်တွေနဲ့ ပြန်လည်တုံ့ပြန်မလဲ……\nသူ့အဖေကရော ဘာအတွက်ကြောင့် အသက်ဆုံးရှုံးခဲ့ရသလဲ……\nဆန်ရန်မြို့ရဲ့ နောက်ကွယ်မှာရော ဘယ်လိုအကြောင်းတရားတွေရှိနေသလဲ……..ဆိုတာကို ဇာတ်ကားထဲမှာ ရှာဖွေကြည့်လိုက်ရအောင်နော်....\n    File Size      ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Vepx/Balada.Si.Roy.2023.WEB-DL.720P(CM)_(2).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BOGVkMTFmOWEtODFiYi00NTEwLTg0NmItMmU4MTI1MzYzODAxXkEyXkFqcGdeQXVyMzExODEzNDA@._V1_-142x200.jpg",
        "title": "World War Z (2013)",
        "description": "World War Z  ဟာ 2013 June လ မှာ ရုံ တင်ခဲ့တဲ့ Horror ရုပ်ရှင်ကားတစ်ကား ဖြစ်ပြီးတော့ Resident Evil တို့လို ကူးစက်တတ်တဲ့ရောဂါပိုးမွှားတွေကြောင့် ဖုတ်ကောင်တွေဖြစ်ပြီး ကမ္ဘာကြီးပျက်မယ့်အရေးကို ရိုက်ကူးထားတာဖြစ်ပါတယ်...၂၀၁၉ မှာတော့ ကမ္ဘာပေါ်မှာ ကူးစက်မြန်တဲ့ COVID-19 ရောဂါ တကယ်ပဲ ဖြစ်ပွားခဲ့ပြီး ကံကောင်းလို့ တစ်ကမ္ဘာလုံး ဖုတ်ကောင်မဖြစ်သွားတာပါ။ ဒါတောင် သေတဲ့နှုန်းတော်တော်မြင့်တက်ခဲ့ပြီး ကူးစက်မြန်ရောဂါပိုးတွေရဲ့ ကမ္ဘာဖျက်စီးနိုင်စွမ်းကို မျက်ဝါးထင်ထင်မြင်ခဲ့ကြရပါတယ်။မင်းသားကြီး ဘရတ်ပစ် Brad Pitt အဓိကသရုပ်ဆောင်ထားပြီး ဒီရုပ်ရှင်က စာရေးဆရာ Max Brooks ရဲ့ World War Z ဝတ္ထုကိုပုံဖော်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....မြောက်ကိုရီးယားကနေ ပိုးတစ်မျိုး ပြန့်ပွားလာတာ ဖြစ်ပြီး စက္ကန့်ပိုင်း မိနစ်ပိုင်း အတွင်းမှာ\nအယောက်ပေါင်း ထောင်ချီ သိန်းချီ ကူးစက်နိုင်တဲ့ ရောဂါဖြစ်ပွား လာပါတယ်..ရောဂါဟာ စက္ကန့်ပိုင်း ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ve9w/(CM)_World.War.Z.2013.WEB-DL.720p-Naung.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rvWpNIkOYQb4nd4wF8rw8wifF0G.jpg",
        "title": "[18+]Heaven in Hell(2023)",
        "description": "[18+]Heaven in Hell(2023)**************************ဒီကားထဲ အဓိက မင်းသားကို  365 ကြည့်ဖူးတဲ့သူဆိုရင် သိပါလိမ့်မယ်...ဘော်ဒီခပ်မိုက်မိုက်နဲ့ မွှေနှောက်လိုက်တာ 365ထဲမှာ ဘယ်လောက်ဗြောင်းဆန်သွားလဲ သိကြပါလိမ့်မယ်..ဒီမှာလည်း ဆန်းသစ်တဲ့နည်းနဲ့ ထပ်မွှေခဲ့ပြန်ပြီ... ထုံးစံအတိုင်း nude /sex sceneတွေ ရှယ်ပါတဲ့အတွက် မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..\nတချို့အချစ်ဇာတ်လမ်းတွေက စကိုမစခဲ့သင့်ပါဘူး။ စခဲ့မိရင်တော့ သုခဘုံတစ်လှည့် ဒုက္ခဘုံတစ်လှည့်ရောက်ရတော့တာပဲ။\nဒီဇာတ်လမ်းထဲမှာလည်း အဲ့လိုပဲ။ အိုလ်ဂါဟာ အောင်မြင်တဲ့တရားသူကြီးတစ်ယောက်၊ ခင်ပွန်းသည်ဆုံးပါးသွားပြီးနောက် သမီးလေးကိုသာစောင့်ရှောက်၊အလုပ်ကိုသာဖိလုပ်ရင်းနေခဲ့တာပါ။\nအနှစ်နှစ်အလလ အချစ်ကိုမေ့လျော့ထားခဲ့ပေမယ့် တစ်ခါကျတော့ ကိုယ့်ထက်၁၅နှစ်ငယ်တဲ့အီတာလျံကောင်လေးတစ်ယောက်နဲ့ကျမှ ထိန်းထားတဲ့ ရမက်တွေပွင့်ထွက်လာမိပါတယ်။\nကံတရားက ရွေးချယ်လာရင် ဘယ်သူကလွန်ဆန်နိုင်မှာပါလဲဗျာ။\nသို့ပေမဲ့ ခုကောင်လေးက အိုလ်ဂါကိုင်နေတဲ့အမှုရဲ့ မျက်မြင်သက်သေဖြစ်နေတဲ့အပြင် မရိုးမသားသဘောနဲ့ချဥ်းကပ်လာမှန်း အိုလ်ဂါကမသိပါဘူး။\nပိုဆိုးတာက ဒီကောင်လေးဟာ အိုလ်ဂါရဲ့သမီးနဲ့ သမီးရည်းစားကိစ္စပတ်သက်ဖူးသူဖြစ်နေတဲ့အခါမှာတော့.....။\nအချစ်ကြောင့် တစ်ဖန်နုပျိုနိုင်သလို၊ အချစ်ကြောင့်တစ်ဖန်မျက်ကန်းဖြစ်နိုင်ပြီး စစ်စစ်မှန်မှန် ပိုချစ်မိလေပိုခံစားရကြောင်း ရိုက်ကူးပြထားတဲ့ romanceကားကောင်းလေးပါပဲ။File Size          : 1.5GB, 743MB\nQuality      ...",
        "rating": "5.5",
        "url": "https://megaup.net/3h96f/Heaven_In_Hell(2023)WEB-DL.720P(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/photo1663902-convert.io_-141x200.jpg",
        "title": "(18+) A Man Who Loved A Prostitute (2023)",
        "description": "အကိတ်တလိုင်းကိုးရီးယားမလေးရဲ့ အလှလေးတွေကို\nထပ်ပြီးခံစားရအောင်ဗျာ\nဂျင်းဂျူကလှတယ် ဆွဲဆောင်မှုအရမ်းရှိတယ်အခုတော့ သူဌေးတယောက်ရဲ့ ချစ်အမျိုးသမီးဖြစ်နေပြီလေ\nအမြင်အားဖြင့် သူအဆင်ပြေနေပြီပေါ့\nသူမမှာ အတိတ်ဟောင်းကြီးက ခြောက်လှန့်နေဆဲပါပဲသူမမှာ အဲဒီထက်ကြောက်ဖို့ကောင်းတာရှိနေတာ သူမမသိဘူးလေ\nသူမ တကယ်ကြောက်နေရတာဘယ်သူလဲ\nသူမရဲ့အတိတ်ဟောင်းက ဘာလဲဆိုတာ\nအဖေါ်ချွတ်ခန်းတွေ အယုယခန်းတွေနဲ့ ထုံမွှမ်းထားလို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.4GB / 600MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 34mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Ve7m/A_Man_Who_Loved_a_Prostitute_(2023).720p(DS).mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dAyJqJ8KoglZysttC6BfVmDFQUt.jpg",
        "title": "Through My Window: Across the Sea(2023)",
        "description": "Through My Window: Across the Sea(2023)*****************************************\nWifiတစ်ခုအစပြုပြီး ဖြစ်ပေါ်လာတဲ့ အချစ်ရေးကိုပုံဖော်ထားတဲ့ Trough My Windowဟာဒုတိယတစ်ကားထွက်ရှိလာပါပြီ။ ပထမတစ်ကားမှာတော့ ပေါ့ပေါ့ပါးပါးလူငယ်အချစ်ကားဖြစ်တာနဲ့အညီပရိတ်သတ်အကြိုက်တွေ့ခဲ့ကြပါတယ်။ ဒုတိယတစ်ကားမှာရော ဘယ်လိုတွေ ဇာတ်လမ်းဆက်ထားမလဲ...\nဘယ်အချစ်ရေးမဆို အစပိုင်းတော့ ပျော်ရွှင်စရာတွေပြည့်နှက်နေတာချည်းပါပဲ။ ‌နောက်တော့မှသာ ကိုယ်မသိတဲ့သူ့အကျင့်စရိုက်ပေါ်လာတာတွေ၊ မိသားစုအခြေအနေ၊ပတ်ဝန်းကျင်အခြေအနေ စတာတွေကြောင့် အစပိုင်းလောက်တော့ ပျော်ရွှင်စရာအတိဘယ်ဟုတ်ပါတော့မလဲ။ Raquelနဲ့ Aresတို့ရဲ့အချစ်ရေးမှာလဲ ပျားရည်ဆမ်းတဲ့ အချစ်ခရီးလမ်းအစပြီးနောက်မှာစိန်ခေါ်မှုတွေ ကြုံတွေ့ရပါတော့တယ်။ Aresဟာ Raquelရဲ့ ဖျောင်းဖျမှုနဲ့ ဆွီဒင်နိုင်ငံ စတော့ဟုမ်းမြို့မှာဆေးကျောင်းသွားတက်ပါတယ်။ အထက်တန်းကျောင်းကနေ တက္ကသိုလ်ဘဝကို ကူးတဲ့အချိန်ကထင်သလောက်မလွယ်ကူတဲ့အပြင် နိုင်ငံရပ်ခြားမှာ ကျောင်းတက်ရတာက ပိုလို့တောင်ခက်ခဲပါသေးတယ်။အခုခေတ်လို ပေါပေါပဲပဲရနေတဲ့ အချစ်တွေကြားမှာ long distance relationship ကလည်း နောက်ထပ် စိန်ခေါ်မှုတစ်ရပ်ပဲပေါ့။ကျောင်းပိတ်ရက်ရောက်လို့ Aresအိမ်ပြန်လာတဲ့အချိန်မှာ သူတို့ကြားကဝေးကွာမှုဟာ အချစ်စစ်တစ်ခုကို စမ်းသပ်မှုဖြစ်လာတဲ့အခါ....\nလူငယ်အချစ်ကားဖြစ်တာကြောင့် sexအခန်းများစွာပါဝင်တဲ့အတွက်မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်တော်ပါခင်ဗျာ။File Size          : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Bbz8/Through_My_Window__Across_the_Sea(2023)WEB-DL.720P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/68559-136x200.jpg",
        "title": "Voodoo (2007) Gong Tau",
        "description": "Voodoo (or) Gong Tau (2007)ဒီတစ်​ခေါက်မိတ်ဆက်​ပေးမှာက​တော့ 2007 မှာထွက်ရှိထားတဲ့ ​ဟောင်​ကောင် Horror သည်းထိတ်ရင်ဖိုဇာတ်လမ်း​​​လေး Gong Tau ပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းကျန်း​​ထော(Gong Tau )ဆိုတာ (ဗူဒူးလိုပညာရပ်တစ်ခု) အ​ရှေ့​တောင်​အာရှဘက်မှာ နာမည်​ကျော်တဲ့ ​အောက်လမ်းပညာတစ်ရပ်အချစ်​ရေး​တွေ ​ငွေကိစ္စ​တွေနဲ့ ပတ်သက်ရင် လက်စား​ချေလိုတဲ့စိတ်နဲ့ အသုံးပြုတဲ့ ပညာရပ်တစ်ခုဖြစ်ပါတယ်။ဒီဇာတ်လမ်းထဲက ဇာတ်​ကောင် ​ရဲမှူးလော့မင်ကွမ်က အလုပ်ကိစ္စတစ်ခုနဲ့ ထိုင်းနိုင်ငံကိုသွားတုန်း ​ကောင်မ​​လေးတစ်​ယောက်နဲ့ ​ဖောက်ပြန်မိရာက​နေအချစ်​​ရေး​ကြောင့် သူ့ရဲ့ တစ်မိသားစုလုံးကို ကျန်း​ထောနဲ့ပြုစားခံလိုက်ရပြီး သားဖြစ်သူကို ဆုံးရှူံးလိုက်ရတယ်မိန်းမဖြစ်သူကို ထပ်မဆုံးရှုံးရ​အောင် ​ကျန်း​ထောကျိန်စာကိုဘယ်လိုပြယ်​အောင် ကြိုးစားမလဲတကယ်​​​ရော​ဖြေ​​ဆေးက အသုံးဝင်ခဲ့လားဆိုတာကို သည်းထိတ်ရင်ဖိုကြည့်ရမယ့် ကား​လေးတစ်ကားပဲဖြစ်ပါတယ်။(18+ အခန်း ​အနည်းငယ်ပါတာ​ကြောင့် မိသားစုနဲ့ကြည့်ဖို့တော့ အဆင်မပြေပါ။)\nFile size…(1.7 GB)/(850 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:36:45\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by DB",
        "rating": "5.6",
        "url": "https://megaup.net/1ff12/(CM)_Gong_Tau_2007_CAN_MAN_720p_WEB-DL_AAC_x264_.mp4",
        "category": "Adult, Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNTY1NjAyZWMtNGY5YS00YmJhLThkYmItMzM1OTI3NmQ4ZGUwXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Hard Feelings (2023)",
        "description": "Hard Feelings (2023)\n===============ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ 18 ယောက်စုပြီးမှ ကြည့်ရမဲ့\nဇာတ်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ မိသားစုနဲ့အတူ\nကြည့်ဖို့မသင့်တဲ့ စကားပြောခန်းတွေ ပါဝင်တဲ့အတွက်ကြောင့်\nရှက်တတ်သူများ ဝေးဝေးကရှောင်ပါ။ ဟိုအခန်းပါလား၊ ဒီ\nအခန်းပါလား မေးခြင်းများ သည်းခံတော်မူကြပါကုန်။ကဲ ဇာတ်လမ်းကတော့ ဒီလို။\nချာလီက ငယ်ပါမဖွံ့‌ဖြိုးသေးတဲ့ ကောင်လေးတစ်ယောက်။\nဒါကြောင့် သူ့ကို ကျောင်းကလူတွေခေါ်ကြတာ ဂျိုးပျောက်\nကောင်ချာလီ တဲ့။ ပစ္စည်းမဲ့လူတန်းစားဆိုတော့ ရှယ်ပလန်နဲ့\nကို bully ခံရတာပေါ့။ သူ့မှာသူငယ်ချင်းဆိုလို့ ပေါလ်လာဆို\nတဲ့ ကောင်မလေးတစ်ယောက်ပဲရှိတယ်။ နှစ်ယောက်လုံးက\nလည်း ဟိုဒင်းဟိုဟာတောင် မပြုဖူးကြသေးတဲ့ virgin လေး\nတွေဆိုပါတော့။ တစ်နေ့မှာ ချာလီနဲ့ ပေါလ်လာတို့နှစ်ယောက်\nအိမ်ခေါင်မိုးပေါ်မှာ ထိုင်နေကြတုန်း မိုးကြိုးစက်ကွင်းမိသွား\nကြပြီး နောက်တစ်နေ့မှာတော့ နှစ်ယောက်လုံးရဲ့ ဖွားဖက်တော်\nက လူလားမြောက်သွားကြတဲ့အပြင် တော်ကီတွေပါ ထပွား\nလာတော့တာပဲ။ဒီလိုနဲ့ ဂျိုးပျောက်ကောင်ချာလီလည်း စော်နဲ့တွေ့တာနဲ့ တန်း\nအချက်ပြတဲ့ ပစ္စည်းရှိလူတန်းစားဖြစ်လာပြီး၊ ပေါလ်လာက\nလည်း 24/7 ဂျိန်းဖို့ပဲ အာရုံရနေတဲ့ ပိပိလေးတစ်ခုကို ပိုင်ဆိုင်\nသွားတဲ့အခါမှာတော့ Hard feeling ဇာတ်လမ်းကြီး စတင်\nလာပါတော့တယ်။ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2B7S5/Hard.Feelings.2023.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNmMyZDRmNTItMjk4Mi00YTE2LWFjY2UtMjZjZGZiMDBjZTkxXkEyXkFqcGdeQXVyMTU0MTk0MDQ2._V1_-160x200.jpg",
        "title": "Live (2023)",
        "description": "Live (2023)CM Bollywood ပရိသတ်ကြီးတို့အတွက် ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့\nIMDb 6.5/10 ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\n၂၀၁၈ ရေဘေးမှာ အင်တိုက်အားတိုက်ကူညီခဲ့ပြီး သူရဲကောင်းမလေးလို့ပါခေါ်ဝေါ်ကြတဲ့\nအဘက်ဘက်ကပြည့်စုံတဲ့ ဆရာဝန်မလေး အမ်မလာ..တနေကုန်လုံး အလုပ်နဲ့‌ပေါ့ပါးပေါ့ပါးပါးဖြတ်သန်းခဲ့ရင်းက ည ၁၁ နာရီဆိုတာနဲ့\nသူပဲသိတဲ့ခြောက်လှန့်မှုနဲ့ ရင်ဆိုင်ရပါပြီ။ ဘာများလဲ... ရေတွက်မရတဲ့ Spam message တွေပါပဲ။\nတနေကုန်ဘယ်ကရိုက်ထားမှန်းမသိတဲ့ သူ့ရဲ့မသင့်တော်ရာနေရာတွေကို\nမသင့်တော်တဲ့ရှုထောင့်နဲ့ရိုက်ထားတဲ့ပုံတွေ မသင့်တော်တဲ့စကားတွေနဲ့ သူ့ရဲ့ညတိုင်းဟာ ကုန်ဆုံးနေရပါတယ်။တစ်ဖက်မှာလည်း သူ့လက်ပေါ်မှာကြီးလာပြီး ဆရာဝန်ဖြစ်ဖို့ကြိုးစားနေတဲ့ကောင်မလေး ...\nပြည့်တန်ဆာတိုက်ဖျက်နှိမ်နင်းရေးရေးစီမံချက်မှာ ဖမ်းဆီးရေးလုပ်နေတဲ့လူအုပ်ကြားရောပါပြီး\nအဖမ်းခံရရာက နောက်ကြောင်းပါအစဆွဲထုတ် လူထုအရှက်ခွဲမှုကြီးခံရပါတော့တယ်။\nဒါကိုသူငယ်ချင်းဖြစ်သူ သတင်းထောက်နဲ့ ပူးပေါင်းဖြေရှင်းရင်း မထင်မှတ်ထားတာတွေ ဖြစ်လာတဲ့အခါ....\nဘာတွေဘယ်လိုရင်ဆိုင်ရမလဲ ..ပြဿနာတွေအားလုံးကို ဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့\nပရိသတ်ကြီးပဲ ဆက်လက်စောင့်ကြည့်လိုက်ကြပါဦးနော်။(အညွှန်းကိုတော့ Aditi ရေးသားပြီး Aditi, BpL, Voldemort,Yunni နဲ့ Thaik San တို့မှ ဘာသာပြန်တင်ဆက်ပေးတာပဲဖြစ်ပါတယ်။)\nFile size…2.01GB / 873MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/2BaS9/Live_(2023)_Malayalam_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMzEyNWJlY2MtNDcwYi00NTFhLWIxZGEtOWY3NzJmNDE1NDhlXkEyXkFqcGdeQXVyMDAyMjM2OQ@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Conference (2022)",
        "description": "သမိုင်း​မှာ​ Holocaust ဖြစ်ရပ်ကိုကြားဖူးကြမယ်ထင်ပါတယ်။ လူ့သမိုင်းတစ်လျှောက်မှာ​ ဖြစ်ပျက်​ခဲ့တဲ့​ အရေးပါ​ဆုံးဖြစ်စဥ်တွေထဲကတစ်ခုဖြစ်ပြီး​ ဂျူး​လူမျိုး​ ၆သန်းကျော်ကို လူမျိုး​တုံးသတ်ဖြတ်ခဲ့တဲ့​ အဖြစ်အပျက်ပါ။ ဒီအဖြစ်အပျက်က ဒုတိယ​ကမ္ဘာ​စစ်​နဲ့တကွ နောင်​လာမဲ့ကမ္ဘာ့နိုင်ငံရေးဖြစ်စဥ်တွေကိုပါ​ ရိုက်ခတ်မှုကြီးမားခဲ့ပါတယ်။ အခုရုပ်ရှင်​က​ နာဇီတွေရဲ့ဂျူး​ပြဿနာ​ကိုဖြေရှင်းမဲ့ Final Solution ဆိုတဲ့စီမံကိန်းနဲ့ ဒီစီမံကိန်းကို အကောင်​အထည်ဖော်ခဲ့တဲ့ Holocaust အဖြစ်အပျက်​ရဲ့​ မြစ်ဖျားခံရာ Wannsee Conference​ အကြောင်းကို​ Dokudrama​ အနေနဲ့ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ရုပ်ရှင်​တစ်ခုလုံး​ဟာ​ Wannsee​ Conference​ ကျင်း​ပနေတဲ့​ မိနစ်ပိုင်းတွေကို ဘေးကနေထိုင်ကြည့်နေရသလို​ တင်ဆက်ထားတာဖြစ်ပါတယ်။ဒီ​အစည်းအဝေး​ကို​ ဘာလင်မြို့ပြင်က Wannsee​ ​ဆိုတဲ့​အရပ်မှာကျင်းပခဲ့ပြီး​ အစည်းအဝေးကို နာဇီဂျာမနီအစိုးရရဲ့ ထိပ်တန်း​အရာရှိ​တွေနဲ့​ SS​ ထိပ်သီးခေါင်းဆောင်​တွေတက်ရောက်ခဲ့တာဖြစ်ပါတယ်။ ဒီလူတွေ​ထဲမှာ​ ထိပ်တန်း​ဂျာမနီ​တက္ကသိုလ်​တွေမှာ​ ပညာသင်ကြားခဲ့တဲ့ ပညာရှင်​တွေ​ ခေါင်း​ဆောင်တွေပါဝင်ပြီး ဒီလူတွေ​ကပဲ​ လူ့သမိုင်းမှာမကြုံဖူးလောက်တဲ့ စနစ်တကျလူမျိုးတုံးသတ်ဖြတ်မှုကြီးကို စီမံခဲ့တာပါ။ ဒီအစည်းအဝေးဟာ ကမ္ဘာ့သမိုင်းဖြစ်စဥ်ရဲ့ အလှည့်အပြောင်းတစ်ခုဖြစ်ခဲ့ပါတယ်။ နာဇီတွေဟာ ဥရောပ​တိုက်​ကို​ ကျူး​ကျော်မှုစပြီးမကြာမီမှာ ဂျူး​ပြဿနာ​ကိုဖြေရှင်းဖို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2B7zi/The_Conference_(2023)_720p.(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xoOgf4Grb5Kl2EeFacbuMUd5vJi.jpg",
        "title": "[18+] Tayuan (2023)",
        "description": "Tayuan (2023)~ IMDb rating - 7.7/10 ~အယ်လာ (Angeli Khang) ဟာ ငယ်ရွယ်ပြီးထက်မြက်တဲ့ ကိုယ်ပိုင်လုပ်ငန်းရှင် မိန်းမငယ်တစ်ယောက်ဖြစ်ပြီး ယောက်ျားတွေကို အပျင်းပြေ စားစရာလို့ပဲ သဘောထားတတ်သူပါ။ ယောက်ျားတွေနဲ့ပတ်သက်ရင် သူ့မှာ စည်းမျဉ်းတွေများစွာရှိပြီး လူတစ်ယောက်ကို နှစ်ခါပြန်မတွေ့တာ၊ ကိုယ့် ကိုယ်ရေးကိုယ်တာ အချက်အလက်တွေကိုပြောမပြတာ အစရှိတာတွေ ပါဝင်ပါတယ်။ဒါတွေဟာလည်း ငယ်ရွယ်စဉ် အချစ်ဦးနဲ့ ခါးသီးတဲ့အတွေ့အကြုံတွေကြောင့်ဖြစ်ပြီး နောက်ပိုင်းတွေ့ကြုံလာရတဲ့ယောက်ျားမှန်သမျှ သူ့စံနှုန်းတွေနဲ့ မကိုက်ညီတာကြောင့်လည်းဖြစ်ပါတယ်။ ဒါပေမဲ့လည်း သူ့အလိုဆန္ဒကိုပြီးမြောက်အောင် ဖြည့်ဆည်းမပေးနိုင်တဲ့ ယောက်ျားတွေကိုကြုံရဖန်များလာတဲ့နောက် အယ်လာတစ်ယောက် ပုံမှန်လုပ်ရိုးလုပ်စဉ်ကနေ ခွဲထွက်ပြီး စွန့်စားကြည့်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ အဲဒီမှာ ရီကိုဆိုတဲ့လူကိုတွေ့ခဲ့ရတာပါပဲ။ရီကိုဆိုတာ အယ်လာ ကားမအားတဲ့ရက် အလုပ်အသွားမှာ ဘတ်စ်ကားစီးမိတဲ့ လမ်းကြောင်းပေါ်က လက်မှတ်ရောင်းသမား (စပယ်ယာ) တစ်ယောက်ပါ။ စံချိန်စံညွှန်းမြင့်မား စည်းကမ်းချက်တွေများလှတဲ့ အယ်လာတစ်ယောက် သာမန်ဘတ်စ်ကားလက်မှတ်ရောင်းလေးကိုမှ အစွဲလန်းကြီးစွဲလန်းပါတော့တယ်။အစပိုင်းမှာတော့ သွေးသားဆန္ဒအတွက်သက်သက် နှစ်ယောက်လုံး ရည်ရွယ်ခဲ့ပေမဲ့ တစ်ဖြည်းဖြည်းသံယောဇဉ်တွယ်တာခိုင်မာလာပြီး ...",
        "rating": "7.7",
        "url": "https://megaup.net/1ffvy/(CM)_Tayuan_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjRkMmQ4YzMtNjgzZC00MGYzLTgzMjItNDNhNTE5ZjlmM2ZhXkEyXkFqcGdeQXVyMTA5Mjc4NTM2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Coyote (2023)",
        "description": "အခုမှအသစ်စက်စက်ထွက်ရှိထားတဲ့ ရုပ်ရှင်ကားဟာဆိုရင် တကယ်ကစိတ်ဝင်စားဖွယ်ကောင်းတဲ့အပြင် dystopian era ထဲမှာရိုက်ကူးထားတဲ့ကားမျိုးဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးမှာဆိုရင်ဖြင့် လူတိုင်းဟာ teleportation နည်းပညာကိုအသုံးပြုပြီးတော့ ခရီးသွားလာနေကြတဲ့အချိန်မှာ ဒုက္ခသည်တွေကလည်း ယူကေ ယူအက်စ် စတဲ့နိုင်ငံတွေကို အဲ့နည်းပညာတွေအသုံးပြုပြီး ခိုးဝင်နေကြတာပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကတော့ ယူ‌‌ကေမှာ ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီးတော့ အန်ယာနဲ့ အက်ကတရီနာတို့ဟာ သူတို့ရဲ့နိုင်ငံကနေ ယူကေကိုထွက်ပြေးဖို့ကြိုးစားနေကြတဲ့သူတွေပဲဖြစ်ပါတယ်။ တစ်ညမှာတော့ အန်ယာရဲ့အဖေကသူတို့နေတဲ့အိမ်ကိုရောက်လာပြီး အန်ယာကိုပြန်ခေါ်ဖို့ကြိုးစားရာကနေ အသတ်ခံလိုက်ရပြီးတော့ သူတို့နှစ်ယောက်ဟာလည်းချက်ချင်းပဲ အဲ့ teleportationနဲ့ ယူကေကိုပို့ပေးတဲ့ ပွဲစားဆီ ကိုအပူသွားကပ်တာကနေ ဘယ်လိုတွေဖြစ်ပြီးတော့ သူတို့နှစ်ယောက်လုံး ယူကေမှာ ဘေးကင်းကင်းနဲ့နေရမလား ဆိုတာကို စိတ်ဝင်စားဖွယ်ရိုက်ပြထားတဲ့ sci fi thirller ရုပ်ရှင်ဇာတ်ကားမျိုးပဲဖြစ်ပါတယ်File size…(1 GB)/(470 MB)/(270 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Drama, Science Fiction, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1Va3q/Coyote.2023.720p.(CM).mp4",
        "category": "Drama, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODc3ZGUyMDktNDg4Yi00ZDUwLWE2YWEtYjQ2NDhjOTEzMGIxXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "You Can’t Escape Me (2023)",
        "description": "တက်သစ်ပန်းချီဆရာမတစ်ဦးဖြစ်သူ အယ်ရင်ကာဗာနဲ့ ရှေ့နေတစ်ဦးဖြစ်သူ ဂျဲရက်ကာဗာတို့ဟာ အိမ်ထောင်ကျခါစလင်မယားတွေပါ။ ဂျဲရက်ဟာ တရားသူကြီးမျိုးရိုးထဲက ဆွေးကြီးမျိုးကြီးတစ်ယောက်ဖြစ်ပေမယ့် အယ်ရင်ကတော့ မိဘနှစ်ပါးလုံးဆုံးပါးသွားပြီဖြစ်ပြီး ကိုယ့်ဒူးကိုယ်ချွန်ဖို့ကြိုးစားနေရတဲ့ ပန်းချီဆရာမတစ်ယောက်ပါ။ ဂျဲရက်ဟာ မိန်းမဖြစ်သူအပေါ်ကိုအရမ်းချုပ်ချယ်ပြီး အချိန်ပြည့် သူ့စိတ်တိုင်းကျ သူထားလိုရာမှာထားလို့ရမဲ့ အရုပ်တစ်ခုအဖြစ် လွှမ်းမိုးချုပ်ကိုင်ချင်သူတစ်ယောက်ပါ။အိမ်ထောင်ကျပြီးနောက်ပိုင်း ယောင်္ကျားဖြစ်သူရဲ့ မနာလို၀န်တိုမှုကြီးမားပုံတွေ၊ အဆိပ်အတောက်ဆန်တဲ့ အပြောအဆို အပြုအမူတွေ၊ အိမ်တွင်းအကြမ်းဖက်မှုတွေကို အယ်ရင်တစ်ယောက် တွေ့ကြုံခံစားလိုက်ရတဲ့အခါမှာတော့ သူ့သူငယ်ချင်းရဲ့အကူအညီနဲ့ ပေါ့လန်းမြို့ကိုပြောင်းပြေးဖို့ကြိုးစားခဲ့ပါတယ်။ ဒါပေမယ့် ပေါ့လန်းမြို့မှာ အခြေချပြီး ၅လအကြာမှာတောင် အယ်ရင်တစ်ယောက် မလုံခြုံသေးတာကို သိလိုက်ရတဲ့နောက်မှာတော့ သူခံစားနေရတဲ့စိတ်ဒဏ်ရာတွေ၊ ခြိမ်းခြောက်မှုတွေကနေ ဘယ်လိုရုန်းထွက်ဖို့ကြိုးစားမလဲ၊ ဂျဲရက်သူ့မျက်စိရှေ့ကိုပြန်ရောက်လာခဲ့ရင် ပြန်ရင်ဆိုင်ဖို့ရာသူဘယ်လိုကြိုးစားမလဲ၊ ဂျဲရက်ရဲ့လက်ထဲကနေရော သူလွတ်မြောက်နိုင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။File size…(1.6 GB)/(820 MB)/(460 Mb)\nQuality….Webrip 1080p / 720p / 480pFormat…mp4\nDuration….01:30:00\nGenre...TV Movie, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Va3j/You.Cant.Escape.Me.2023.720p.(CM).mp4",
        "category": "Thriller, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zrTIsngoDR5ekQJBtpSfJtnnxu4.jpg",
        "title": "Magical Girl (2014)",
        "description": "Magical Girl (2014)ဇာတ်လမ်းအကျဉ်းကတော့ အလုပ်ပြုတ်သွားတဲ့ ကျောင်းဆရာပတ်ဒရိုဟာ သွေးကင်ဆာဖြစ်နေတဲ့ သူ့သမီးကိုကုနေရင်းနဲ့ တစ်ဖြည်းဖြည်း လုံးပါးပါးလာပါတယ်။ဆရာဝန်ရဲ့ ပြောပြချက်အရ သူ့သမီးရဲ့ အသက်ဟာ ထင်သလောက် မလွယ်ကူမှန်းသိသွားတဲ့အခါ သမီးဖြစ်သူရဲ့ နောက်ဆုံးဆန္ဒကို ဖြည့်ဆည်းပေးဖို့ဆုံးဖြတ်လိုက်တယ်။သမီးရဲ့ ဆန္ဒတွေထဲက တစ်ခုဖြစ်တဲ့ anime ထဲက အင်္ကျီကို ဝယ်ပေးချင်ပေမယ့် ဈေးကြီးလွန်းတာကြောင့် သူ့အသိမိတ်ဆွေတွေကို အကူအညီ\nတောင်းပေမယ့် အဆင်မပြေပါဘူး။ ကြံရာမရတဲ့အဆုံးမှာ ရတနာပစ္စည်းဆိုင်ကို ဖောက်ဖို့ကြိုးစားတဲ့အခါ သံသယလွန်ကဲလွန်းတဲ့ ယောက်ျားရဲ့ ထိန်သိမ်းမှုအောက်မှာနေရတဲ့ ဘာဘာရာနဲ့မထင်မှတ်ဘဲ ဆုံခဲ့တယ်။ဘာဘရာရဲ့ယောက်ျားဟာ စိတ်ရောဂါဆရာဝန်ဖြစ်တဲ့အတွက် ငွေကြေးပြည်စုံပါတယ်။ အဲဒီညမှာပဲ ဘာဘရာဟာ ပတ်ဒရိုနဲ့ အိပ်ဖြစ်တယ်၊ အကြံကြီးတဲ့ပတ်ဒရိုဟာ အတူအိပ်ဖြစ်တဲ့အကြောင်းကို မှတ်တမ်းထင်ထားပြီး ဘာဘာရာဆီက ခြိမ်းခြောက်ငွေညစ်တဲ့အခါမှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Tin Myo Lwin ပါ။)File Size          : 1.3GB, 380MB, 228MB\nQuality  ...",
        "rating": "7.2",
        "url": "https://megaup.net/1feq8/[CM]Magical.Girl.2014.720p.BDRip.mp4",
        "category": "Drama, Thriller"
    }
]