[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jOlz0kpxlLY5xixyDYpcYUi2SJy.jpg",
        "title": "Samurai Cop (1991)",
        "description": "Samurai Cop (1991)(အချို့သောအခန်းတွေက 90s ခေတ်ရုပ်ရှင်တွေနည်းတူ နည်းနည်းအပြကြမ်းလို့ တစ်ယောက်တည်းကြည့်စေချင်ပါတယ်ခင်ဗျာ)ဒီရုပ်ရှင်ကို best and worse action movie ever လို့ခေါ်ကြတယ်။ ကားကတော့ကောင်းပါတယ်။ အက်ရှင်ခန်းတွေလည်းလန်းတယ်။ သူ့ခေတ်နဲ့ဆို ဇာတ်အိမ်လေးလည်းမဆိုးဘူး။ ဒီတော့အက်ရှင်ကားကောင်းလို့ ယူဆရမလိုပါပဲ။ ဒါပေမဲ့ အားနည်းချက်လေးတွေတော့ရှိသွားခဲ့ပါတယ်။ ဒါကြောင့်မို့ rating စုတ်သွားခဲ့တာပါ။ ဒီရုပ်ရှင်က အခန်းတွေအားလုံးနီးပါးကို single take နဲ့ ရိုက်ယူခဲ့သလို ဒါရိုက်တာကလည်း သေနတ်ကိုလက်တစ်ဆုပ်စာပဲသုံးခဲ့ပါတယ်။ မင်းသားတွေက ကိုယ်ပိုင်အဝတ် ကိုယ်ပိုင်ကားနဲ့ ရိုက်ရတဲ့အထိ ဘတ်ဂျက်ချွေတာခဲ့တယ်။ သို့ပေမဲ့လည်း အက်ရှင်ခန်းအလန်းတွေကြောင့် အက်ရှင်ကားကောင်းဖြစ်နေတုန်းပါပဲ။လူမဆန်အောင်ရက်စက်တဲ့ ဂျပန်ယာကူဇာဂိုဏ်းဖြစ်တဲ့ Katana ဂိုဏ်းက နယူးယောက်မှာရှိတဲ့ ဖာ ဆေး လောင်းကစားတွေစတဲ့ မကောင်းမှုမှန်သမျှကို ချုပ်ကိုင်ထားတယ်။ ဒါတင်မကသေးဘူး၊ သူတို့က လူသတ်ရတာကို သဘောကျတဲ့ လူသတ်သမားတွေလည်းဟုတ်တယ်။ ဒီအဖွဲ့ကို ဖမ်းဖို့က တော်တော်ခက်တယ်။ မဖြစ်နိုင်သလောက်ပဲ။ ဒီတော့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/samurai-cop-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eGPwChALUfhdfkE81fCiC9Yvl7K.jpg",
        "title": "Get Away If You Can (2022)",
        "description": "Get Away If You Can (2022)ဒီရုပ်ရှင်ဟာ မြင်ရတွေ့ရခဲတဲ့ ရုပ်ရှင်ပါ။ အင်မတန် ဆန်းပြားတဲ့အကြောင်းအရာတစ်ခုဖြစ်တဲ့ လူ့စိတ်ကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ လင်မယားနှစ်ယောက် သင်္ဘောနဲ့ ခရီးတစ်ခုထွက်လာကြတယ်။ မိန်းမက လမ်းမှာတွေ့တဲ့ ကျွန်းလေးတစ်ကျွန်းမှာ ဆင်းချင်တယ်။ ယောက်ျားက မဆင်းချင်ဘူး။ ဒီလိုနဲ့ မိန်းမက ခိုးဆင်းသွားတယ်။ ဒါကိုယောက်ျားက ပြန်ခေါ်ဖို့ကြိုးစားတယ်။ ကျွန်းပေါ်က မိန်းမရယ်၊ လှေပေါ်က ယောက်ျားရယ်၊ စိတ်ချင်းလွန်ဆွဲကြတယ်။ ဒါကိုအတိတ်က ဖြစ်ရပ်လေးတွေနဲ့ ပေါင်းစပ်ပြီး လူ့သဘောမနောကို ထင်ဟပ်အောင်ပြထားတဲ့ရုပ်ရှင်ပါ။ဒီရုပ်ရှင်ဟာ‌ တော်တော်လေးကိုထူးခြားတဲ့ ရုပ်ရှင်ပါ။ ဒီလိုတော်တော်ထူးခြားတဲ့ရုပ်ရှင်မှာ တော်တော်ကောင်းတဲ့ ဇာတ်ပို့မင်းသား တစ်ယောက်ပါပါတယ်။ သူကတော့ Ed Harris ပေါ့။ လက်ရှိ Westworld ထဲ အန်တနီဟော့ပ်ကင်းအလွန်မှာ သူသရုပ်ဆောင်အကောင်းဆုံးလို့ပြောလို့ရသလို Top Gun: Maverick တို့ Apollo 13 တို့ A ...",
        "rating": "",
        "url": "https://channelmyanmar.org/get-away-if-you-can-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNTFhZmQ3ZGItOWNiNC00MDI1LWJiMjMtZTVhOTNlZWM5NDM5XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Gangster Gangaraju (2022)",
        "description": "Gangster Gangaraju (2022)==========================\nဒယ်ဗာလန်ကာလို့ခေါ်တဲ့မြို့လေးတစ်မြို့ကို ဘာဆီရက်ဒီနဲ့ ဆစ်ဟပ်ပါလို့ခေါ်တဲ့ဂန်းစတားနှစ်ယောက်က‌အုပ်စိုးလျက်ရှိပါတယ်\nသူတို့ရဲ့ဆရာကြီးဥပဒေအရာရှိ ဆီ‌ဗာရက်ဒီကွယ်လွန်ပြီးနောက်မှာ သူတို့ကတရားဝင်နိုင်ငံရေးအာဏာမှာ ပါဝါတည်ဆောက်ယှဉ်ပြိုင်ကြပြီး\nဗိုလ်လုဖို့ကြိုးစားကြပါတော့တယ်ဒယ်ဗာလန်ကာမြို့မှာလည်းသူတို့ကိုဘယ်သူမှမလှန်ရဲဘဲ ပြည်သူ‌တွေက ရွံကြောက်ကြီးဖြစ်နေပါတော့တယ်\nဒီဇာတ်ကားရဲ့အဓိက‌ဇာတ်ကောင်မင်းသားဖြစ်တဲ့ ဂန်ဂါရာဂျူးကတော့ အဲ့ဒီမြို့လေးမှာ\nအပေါင်းအသင်းတွေနဲ့ပရုတ်ကျနေတဲ့ ဂျစ်ပစီလေးတစ်ယောက်ပဲဖြစ်ပါတယ်ဥမာဒေဝီလို့ခေါ်တဲ့မင်းသမီးဖြစ်တဲ့ ရဲမေ‌အချောလေး ရောက်ရှိလာချိန်မှာတော့\nမင်းသားကသူ့သူငယ်ချင်းတွေနဲ့အကူအညီနဲ့နောက်ပိုးပါ‌တော့တယ်\nတနေ့မှာမင်းသားက သူ့‌အဖေကိုစော်ကားတာကြောင့် ဆစ်ဟပ်ပါရဲ့လူတွေကိုဆော်လွှတ်လိုက်ရာမှ\nဂန်းစတားအာဏာရှင်တွေရဲ့လက်အောက်မှာခံစားနေရတဲ့လူထုကြီးက အုံကြွလာကာမင်းသားကို\nဆရာ့ဆရာကြီးထင်ပြီးထောက်ခံမြှောက်စားပါတော့တယ် ဒီလိုနဲ့ဆရာ့ဆရာကြီးလို့\nပြည်သူတွေကရော ချစ်ရည်းစားရဲမေလေးကပါအထင်ခံရတဲ့အချိန်\nဂန်းစတားတွေရဲ့စစ်ပွဲကြားထဲအာဏာပါဝါတွေလုတာရောကြားမှာ မင်းသားကဘယ်လိုဖြေရှင်းကိုင်တွယ်မလဲဆိုတာ ....................\nဒီကားမှာ သူငယ်ချင်းတွေရဲ့ကူညီပံ့ပိုးပေးမှုတွေ ဟာသ‌ရောနှောကာ ပျော်ရွှင်မြူတူးစရာကောင်းပေမဲ့\nတဖက်မှာအာဏာရှင်တွေလက်အောက်ကဘဝတွေ ရက်စက်ကြမ်းကြုတ်မှုတွေကိုပါ\nဖော်ကျူးရိုက်ကူးထားတာမို့ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းဖြစ်ပါတယ်..........\nFile size…2.25GB /  1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Kevin & Kham Mon & Yunni & Khai & Honeyey",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/gangster-gangaraju-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkBEE6n5PYCNIgOFSRrxo9tn8W4.jpg",
        "title": "The EOD Squad ( 2022 )",
        "description": "အက်ရှင်ကားတွေကြိုက်တဲ့သူအဖို CM ကနေ\nအက်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nEOD Squad 2022 လိုအမည်ရတဲ့ အက်ရှင်ကားလေးကတော့\nဗုံးရှင်းလင်းရေးကျွမ်းကျင်ပညာရှင် တစ်ယောက်နဲ့\nဖောက်ခွဲရေးကျွမ်းကျင်တဲ့\nမူးယစ်မှောင်ခိုသမားတိုကြားက အားပြိုင်မှုကို အခြေခံထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်\nဗုံးရှင်းလင်းရေးကျွမ်းကျင်ပညာရှင်Lu Yangနဲ့သူ့သူငယ်ချင်း\nXu Ming တိုဟာ တစ်ရက်မှာတော့ နယ်စပ်မှာ\nမူးယစ်ရောင်းဝယ်ဖောက်ကားနေတဲ့\nKun Kang ဆိုသူကို ဖမ်းဆီးဖို အမိန့်ကျလာခဲ့ပါတယ်Kun Kang ကမူးယစ်ရောင်းဝယ်ရုံတင်မကဘဲ\nပြင်းအားမြင့်ဖောက်ခွဲရေးကိရိယာကိုပါ\nလုပ်ပြီးတော့ ရဲတပ်ဖွဲဝင်တွေ ဖမ်းဆီးရာကနေ\nထွက်ပြေးလွတ်မြောက်သွားခဲ့ပါတယ်\nKun Kang ကို လိုက်ဖမ်းရင်းနဲ့ပဲ Xu Ming\nကတော့ အမှတ်မထင် ပေါက်ကွဲမှုတစ်ခုကြောင့်\nအသက်ကို ပေးဆပ်သွားခဲ့ရပါတယ်အဲ့နောက်မှာတော့ လွတ်မြောက်နေတဲ့ Kun Kang ကိုဖမ်းဖို့\nLu Yang တစ်ယောက် ဘယ်လိုကြိုးပမ်းမှာလဲ...\nKun Kangဘက်ကရော ဘယ်လိုဖောက်ခွဲမှုတွေလုပ်ပြီးတော့ ထွက်ပြေးမှာလဲ.....\nအက်ရှင်ကားကိုမှ ကြည့်ချင်သူတွေအနေနဲ့ကတော့\nCM ကနေတင်ဆက်ပေးထားတဲ့ ခပ်မိုက်မိုက်\nအက်ရှင်ကားလေးဖြစ်တဲ့EOD Squad 2022 ကို\nကြည့်ရှုဖို တိုက်တွန်းချင်ပါတယ်နော်.....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-eod-squad-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8IrgT1FpLw69xXR4ow2MzrGpRUH.jpg",
        "title": "Golden Escape ( 2022 )",
        "description": "ညိုကီတွေအကြိုက် ဟောင်ကောင်ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အကြွေးတွေပိနေတဲ့\nရုပ်ရှင်ဇာတ်ညွှန်းရေးဆရာ Zhong Zheng တစ်ယောက်ဟာ\nအချိန်မှီအကြွေးတွေမဆပ်နိုင်တဲ့အတွက် ကြံရာမရဖြစ်နေပါတယ်။အဲဒီအချိန်မှာပဲ ဘိုးဘွားအမွေရွှေချောင်းတွေရှိကြောင်းသိလိုက်ရပြီး\nရွှေတူးဖို့ကြံစည်ပါတော့တယ်။\nဖြစ်ချင်တော့ ဘိုးဘွားအိမ်အဟောင်းနေရာကို\nကိုလိုခေတ်နီခေတ်မှာ အင်္ဂလိပ်ပိုင်သိမ်းလိုက်ပြီး\nလက်ရှိမှာ အကျဉ်းထောင်ဖြစ်နေတော့\nZhong Zheng မှာသားရဲတွင်းထဲခုန်ချရသလိုပဲပေါ့။ဘိုးဘွားပိုင်ရွှေချောင်းတွေကိုရှာဖို့စတောင်မစရသေးခင်မှာပဲ\nထောင်တွင်းဂိုဏ်းစတား၂ယောက်ဖြစ်တဲ့ Brother Xieနဲ့\nBrother Da Biao တို့အင်အားပြိုင်မှုထဲကို\nဆွဲထည့်ခံရတော့ အလူလူအလဲလဲပေါ့။အကြိမ်ကြိမ်ကယ်တင်ပေးခဲ့တဲ့\nညီအကိုချင်းသစ္စာတရားကိုအလေးထားတဲ့\nBrother Xie ကိုပြောပြပြီး အတူရှာကြပါတယ်။\nသူတို့၂ယောက်အတူ ရွှေချောင်းကိုရှာတွေ့မလား\nရက်စက်ယုတ်မာတဲ့ Da Biao ရန်ကနေဘယ်လိုရင်ဆိုင်ကြမလဲ\nဆိုတာကို သွေးသန်ရဲရဲ ပီပြင်တဲ့တိုက်ခိုက်ချက်တွေနဲ့ ကြည့်ရမှာပါ။\nဘာတွေဘယ်လိုဖြစ်မလဲဆိုတာကိုတော့\nညိုကီတို့ဖန်သားပြင်မှာပဲဆက်ကြည့်လိုက်ပါ။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Drama\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/golden-escape-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tea2gDZPxw0wfKC2S2VRWHagtt4.jpg",
        "title": "WifeLike (2022)",
        "description": "Wifelike (2022)ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ Wifelike ဆိုတဲ့ Sci-Fi, Thriller အမျိုးအစားဇာတ်ကားလေး ဖြစ်ပါတယ်။IMDb မှာ Rated R အဖြစ် သတ်မှတ်ထားတဲ့ဇာတ်လမ်းပါ။ဇာတ်လမ်းအကျဉ်းကတော့ William က Wifelike ကုမ္ပဏီက အေးဂျင့်တစ်ယောက်ပေါ့။\nသူ့အလုပ်ကတော့ ကုမ္ပဏီကထုတ်တဲ့ လူသားစက်ရုပ်အဖော်တွေကို စောင့်ရှောက်ပေးရတာပါ။\nတစ်ဖက်မှာလည်း စက်ရုပ်အဖော်တွေကိုဆန့်ကျင်တဲ့ SCAIR ဆိုတဲ့အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်။\nအဲဒီအဖွဲ့က စက်ရုပ်တွေကို ပိုင်ရှင်တွေဆီကခိုးသွားပြီး အကြမ်းဖက်မှုတွေမှာ အသုံးချတယ်ဆိုပြီး နာမည်ကြီးတဲ့အဖွဲပေါ့။တစ်နေ့မှာတော့ ကုမ္ပဏီကနေ William အတွက် သူ့ရဲ့ဆုံးသွားတဲ့ဇနီး Meredith နဲ့ တစ်ပုံစံတည်းတူတဲ့ စက်ရုပ်အဖော်တစ်ယောက် လုပ်ပေးလိုက်ပါတယ်။\nMeredith က သူ့ပရိုဂရမ်အရ အစပိုင်းမှာ ကိစ္စအားလုံးကိုမမှတ်မိသေးဘဲ\nနောက်ကျတော့မှ လူသား Meredith နဲ့ တဖြေးဖြေးပေါင်းဆည်းသွားပြီး တစ်သားတည်းဖြစ်သွားမှာပါ။အဲလိုနဲ့ Meredith စက်ရုပ်လေးက ဘာကိုမှမမှတ်မိသေးဘဲ အားလုံးကိုစူးစမ်းလေ့လာနေတဲ့အချိန်မှာ\nSCAIR အဖွဲ့က သူ့ဆီချဉ်းကပ်လာတော့ William အနေနဲ့ သူ့မိန်းမစက်ရုပ်လေးကို ဘယ်လိုကာကွယ်သွားမလဲ၊\nSCAIR အဖွဲ့ရဲ့သရုပ်မှန်ကရောဘာလဲ၊ Meredith ကရော ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/wifelike-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BODVlNWNmN2EtYWJlYy00ZTc5LThjMTItYTQ0ZTlmZDYwN2VjXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Shamshera (2022)",
        "description": "Shamshera (2022)\nAction, Adventure, Drama\nIMDb 7.5/10 (48K)နောက်ဆုံးကား Sanju (2018) နဲ့ငြိမ်နေပြီး ကိုဗစ်ကာလကတည်းက\nဘာကားမှမထွက်ထားတဲ့ မင်းသားချောလေး ရန်ဘီးကပူးရဲ့\nShamshera ဆိုတဲ့ ဇာတ်ကားသစ်လေး ထွက်လို့လာပြန်ပါပြီနော်..ဇာတ်ကားကတော့ ဗြိတိသျှခေတ် ကိုလိုနီတွေ အိန္ဒိယနိုင်ငံကို\nသိမ်းပိုက်ထားစဉ်ကာလကို အခြေပြုထားတယ်အဲ့ဒီတုန်းက တောအုပ်ကြီးထဲမှာ မင်းလုပ်ကျက်စားနေကြတဲ့\nဓါးပြအဖွဲ့တစ်ဖွဲ့ရှိတယ်..သူတို့အဖွဲ့ခေါင်းဆောင်ကို\nရှမ်ရှေရားလို့ခေါ်တယ်...အဲ့ဒီခေတ်အခါက အထက်အရာရှိတွေကို ကပ်ဖားလျက်ဖားလုပ်နေကြတဲ့\nအထက်တန်းလွှာတွေက ဇာတ်နိမ့်တွေကို တအားနှိမ်တဲ့ခေတ်ဆိုပါတော့...\nရှမ်ရှေရားတို့အဖွဲ့ဟာ အဲ့ဒီအထက်တန်းလွှာတွေဆီကနေ လုယက်ပြီး\nမရှိဆင်းရဲသားတွေကို ပြန်လှူတယ်...ဓါးပြတော့ တိုက်တယ်\nဒါပေမဲ့ ဓမ္မတော့ရှိတယ်လို့ ပြောရမှာပေါ့...ဒီလိုနဲ့ရှမ်ရှေးရှားတို့အဖွဲ့ဗြိတိသျှအစိုးရနဲ့အပေးအယူလုပ်ပြီး\nလွတ်လပ်ရေးကို အရယူနိုင်မယ့်အချိန်မှာတော့..............ဒီဇာတ်ကားမှာ ညှင်းပန်းနှိပ်စက်ခံလူတစ်စုက အင်အားကြီးမားလွန်းတဲ့\nအင်ပါယာကြီးတစ်ခုလုံးကို တွန်းလှန်ပုံနဲ့ ခေါင်းဆောင်ကောင်းတို့ရဲ့\nမြင့်မြတ်တဲ့စိတ်ထားကို မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်ရကျိုးနပ်မယ့်\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...\nFile size…10GB / 3.2GB / 1.85GB\nQuality…4k HEVC SDR WEBDL AAC5.1CH / 1080p WEBDL AAC5.1Ch  /720p\nFormat…mp4\nDuration….2h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated byTAYLOR",
        "rating": "5.1",
        "url": "https://megaup.net/2tm8s/Shamshera_(2022)_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYmU5ZTU3MWUtMmExZi00YjIxLWIyOWUtZTliNjFjMTEzNDEzXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-133x200.jpg",
        "title": "Look Both Ways (2022)",
        "description": "Look Both Ways (2022)\n=================\nIMDb Rating - 6.4/10ဘဝအတွက် ရေရှည်စီမံကိန်းတွေဆွဲပြီး စနစ်တကျ တည်ဆောက်\nထားပေမယ့် ကံကြမ္မာအပြောင်းအလဲတစ်ခုကြောင့် စီမံကိန်းတွေ\nပျက်စီးသွားပြီး မထင်မှတ်ထားတဲ့ လမ်းကြောင်းပေါ် ရောက်သွားရတဲ့\nအဖြစ်မျိုးက အားလုံးနဲ့ ရင်းနှီးကျွမ်းဝင်နေပြီးသား ဖြစ်မှာပါ။\nဘဝမျှော်မှန်းချက်တွေအပြည့်နဲ့  နက် ဆိုတဲ့ ကောင်မလေးတစ်ယောက်\nကလည်း ဘွဲ့ရရင် အယ်လ်အေမှာ အလုပ်သွားလုပ်မယ်ဆိုပြီး ငါးနှစ်တာ\nစီမံကိန်းတွေနဲ့ လူငယ်တစ်ယောက်ပါ။နက် တို့ ဘွဲ့ရတဲ့ ပါတီညမှာ သူငယ်ချင်းဖြစ်သူ ဂေ့ဘ်နဲ့ လူငယ်သဘာဝ\nကျူးလွန်မိကြပြီး အကာအကွယ်သုံးကြပေမယ့် မမျှော်လင့်ဘဲ နက်\nတစ်ယောက် ကိုယ်ဝန်ရှိသွားခဲ့တယ်။ဗိုက်ထဲမှာ လူမမည်ကလေးလေးတစ်ယောက် ကပ်တွယ်နေပြီဆိုတာ\nသိလိုက်ရတဲ့ နက် အတွက် သူ့ရဲ့ ငါးနှစ်တာ စီမံကိန်းကို ပစ်ပြီး မိဘတွေ\nအိမ်ကိုပြန် ဂေ့ဘ်နဲ့တူတူ ကလေးကို စောင့်ရှောက်ဖို့ ကြိုးစားရပါတော့တယ်။\nမိခင်တစ်ဖြစ်လဲ နက်ဟာ သူငယ်ချင်းတွေ အယ်လ်အေမှာ အလုပ်လုပ်\nနေကြတဲ့ ပုံတွေကို မြင်တိုင်း အဲဒီမှာ ရှိနေသင့်တဲ့ သူ့ရဲ့ဘဝနဲ့ လက်ရှိမိခင်\nဘဝကို ယှဉ်တွေးကြည့်ပုံတွေကို ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/look-both-ways-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fAtIxPI8VtifA25CmYxV8x7YR6q.jpg",
        "title": "Ten Tigers of Guangdong: Invincible Iron Fist ( 2022 )",
        "description": "\"လျန်ခွင်းဆိုတဲ့ လူငယ်လေးတစ်ယောက်နဲ့\nသူရဲ့ငယ်စဥ်ကတည်းက ချစ်ခဲ့ရတဲ့မိန်းကလေး\nပြီးတော့ သူရဲ့အစ်ကိုတို့ဟာ ငယ်စဥ်ကတည်းကဟူတဟိုင်ရဲ့\nအနိုင်ကျင့်မှုတွေကိုခါးစည်းခံလာခဲ့ရာကနေ\nချစ်ရသူနဲ့ ညီအစ်ကိုလိုခင်ရတဲ့သူငယ်ချင်းကိုကာကွယ်ရန်\nလျန်ခွင်းဟာ ရှောင်လင်သိုင်းပညာကို တစ်စိုက်မက်မက်သင်ယူခဲ့ပါတော့တယ်သင်ယူပြီးတဲ့နောက် ဇာတိမြေကိုပြန်လာခဲ့ပါတယ်\nသို့ပေမဲ့လည်း ဟူတဟိုင်နဲ့ သူ့ရဲ့အပေါင်းအပါညီအကိုတွေက\nပိုပြီးတော့တောင်ရန်လိုလာခဲ့ပါတော့တယ်\nအဲဒီကနေ အစပြုလို့ ဟူတဟိုင်ဟာ\nလျန်ခွင်းခွင့်မလွှတ်နိုင်တဲ့ အမှားတစ်ခုကို\nကျူးလွန်လိုက်တဲ့အခါမှာတော့\nလျန်ခွင်းဟာလက်စားချေမှုတွေပြုလုပ်လာခဲ့ပါတော့တယ်ချစ်ရသူတွေအတွက် လက်စားချေရင်း ဘယ်လိုတွေရင်ဆိုင်ရမလဲ\nဘယ်လိုစိန်ခေါ်မှုတွေကိုရော\nရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာ\nဒီဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ရအောင်ပါနော်\nသိုင်းပညာတွေ ဂိုဏ်းတွေနဲ့ ကြည့်ရတာ\nသဘောကျနှစ်သက်သူတွေအတွက်ကတော့\nဒီကားလေးကို သဘောတွေ့စေမိမှာအမှန်ပါပဲရှင်\"\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Romance\nRuntime : 1h 15min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ten-tigers-of-guangdong-invincible-iron-fist-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/96QNGHUxxA45c4q6bdr1T0NO0yD.jpg",
        "title": "My Favorite Girlfriend (2022)",
        "description": "My Favorite Girlfriend (2022)ဒီတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ Drama, Comedy ကားကောင်းလေးဖြစ်တဲ့ My Favorite Girlfriend ပါ။ဇာတ်လမ်းအကျဥ်းကတော့ ကွန်ရတ်ဆိုတဲ့ကောင်ချောလေးဟာ တစ်နေ့မှာ စားဖိုမှူးဖြစ်ချင်သူဆိုတော့ စားသောက်ဆိုင်တစ်ခုမှာ တောက်တိုမယ်ရဝင်လုပ်နေသူတစ်ယောက်ပါ။ သူဟာ သိပ်ဇီဇာကြောင်လွန်းတော့ ဘယ်မိန်းကလေးနဲ့မှ ကြာကြာမတွဲဖြစ်ပါဘူး။ တွဲလိုက်တဲ့သူတိုင်းကိုလည်း ဘာမဟုတ်တဲ့အကြောင်းပြချက်လေးတွေနဲ့ လမ်းခွဲပါတယ်။ ပလေးပါတယ်။တစ်နေ့သူ့အလုပ်က သူဌေးက တောက်တိုမယ်ရခိုင်းရင်း မိန်းကလေးတစ်ယောက်နဲ့ ဆုံဖြစ်စကားပြောဖြစ် ဖုန်းနံပါတ်ပေးကြပြီး ရင်းနှီးသွားကြတယ်။ အဲဒီမိန်းကလေးနဲ့ date လုပ်ရင်း မိန်းကလေးဟာ ရုတ်တရက် တခြားမိန်းကလေးစရိုက်အသွင် ပြောင်းလဲသွားပါတယ်။ ဒါကိုသူကတော့ နောက်နေတယ်ထင်ပြီး အမှုမဲ့အမှတ်မဲ့ နေလိုက်ပါတယ်။ ကောင်မလေးကလည်း အလန်းဆိုတော့ ကွန်ရတ်ခမျာ ကြွေဆင်းပြီး စိတ်ဝင်စားပါတော့တယ်။ဒုတိယအကြိမ်ကောင်မလေး ထပ်စရိုက်ပြောင်းချိန်မှာတော့ ဒါဟာ သာမန်မဟုတ်ဘဲ စရိုက်ကွဲစိတ်ရောဂါရှိနေမှန်း သိလိုက်ရပါတော့တယ်။ ဒီလို စရိုက်အမျိုးမျိုးကွဲနေတဲ့ မိန်းကလေးကို ကွန်ရတ်တစ်ယောက် ဘယ်လိုကြောင်မလဲ၊ ဘယ်လိုကူညီမလဲဆိုတာတွေကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ ဒရာမာကောင်းလေးမို့ လက်မလွှတ်ဖို့ ...",
        "rating": "",
        "url": "https://megaup.net/17s9g/(CM)_My_Favorite_Girlfriend_(2022)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/RlpQx_4f-140x200.jpg",
        "title": "Om! Crush on Me_ Ayothaya MahaRareuy (2021)",
        "description": "လျို အဖြစ် James Jirayu Tangsrisuk\nအော်ဆွယ့် အဖြစ် Bow Maylada\nထောင် အဖြစ် Great Sapol\nဖော့ခွမ် အဖြစ် Peem Jaiyenဇာတ်လမ်းအကျဉ်းထိုင်း-ဂျပန် ကပြားတစ်ဦးဖြစ်တဲ့ လျိုက ပျောက်ဆုံးနေတဲ့ မိခင်ဖြစ်သူကို ရှာဖွေဖို့ အယုဒ္ဓယကို ရောက်လာခဲ့တယ်တစ်ပြိုင်တည်းမှာပဲ လျိုက အော်ဆွယ့်ဆိုတဲ့ မိန်းမပျိုလေးကို ချစ်မိသွားခဲ့တယ်ဒါပေမဲ့ ချစ်ရတဲ့ အော်ဆွယ့်က ဖော့ခွမ် အဓမ္မသိမ်းပိုက်ဖို့ ဝယ်ယူထားတဲ့ သူဖြစ်နေပြီး ဖော့ခွမ်က ရာထူးကြီးရှိနေရုံသာမက မှော်ပညာပါ တက်နေခဲ့တယ်လျိုက မှော်ပညာကို အနည်းငယ်သင်ယူထားပြီး အော်ဆွယ့်ကို အစေခံအဖြစ်က လွတ်မြောက်စေဖို့ အဖွဲ့ဖွဲ့ကာ ကြိုးပမ်းခဲ့ပေမဲ့ ဖော့ခွမ်ရဲ့ မှော်ပညာက အားသာနေခဲ့တယ်လျိုအနေနဲ့ ထပ်ကြိုးစားပြီး ချစ်ရတဲ့ မိန်းကလေး အော်ဆွယ့်ကို ဖော့ခွမ်လက်က ကယ်တင်နိုင်မလားရှာဖွေချင်နေတဲ့ မိခင်ဖြစ်သူကိုရော တွေ့သွားမလားဆိုတာ ဒီဇာတ်လမ်းမှာ ကြည့်ရှုကြရအောင် ။( အညွှန်းရေးသားထားသူက‌တော့ Kyi Nue Zin ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/om-crush-on-me_-ayothaya-maharareuy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYTc2YmQwYzctNDNkMy00ZWNhLWJjODktOWM4YWRhMDZhMmI1XkEyXkFqcGdeQXVyMjYwMjMwMzk@._V1_-133x200.jpg",
        "title": "Gargi (2022)",
        "description": "Drama, Thriller, Mystery\nIMDb - 8.4 / 10\"ခွန်အားနည်းတဲ့ မိန်းမသားတွေရဲ့ဖြစ်တည်မှုဟာ\nခွန်အားကြီးတဲ့ ယောက်ျားသားတွေရဲ့ ရှက်ဖွယ်ဖြစ်တဲ့ တဏှာရာဂ\nလောဘစိတ်တွေထွက်ပေါ်လာဖို့ လက်ယပ်ခေါ်နေတာမဟုတ်...\nမလုံ့တလုံဝတ်လို့ စော်ကားခံရတယ်ဆိုရင်\nလုံခြုံပြီး အပြစ်ကင်းတဲ့ ကလေးငယ်လေးတွေကိုရော ဘာကြောင့် လုပ်ရက်ကြတာလဲ...?\"ဟုတ်ကဲ့..\nဒီနေ့မှာတော့ အားလုံးရဲ့အချစ်တော်\nသဘာဝအလှနဲ့ မင်းသမီးလေး စိုင်းပလာဗီရဲ့\nဇာတ်ကားကောင်းတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားထဲမှာတော့ သူဟာ သာမန်မိသားစုတစ်ခုက သမီးကြီးတစ်ယောက်ဖြစ်ပြီး\nကျောင်းဆရာမတစ်ယောက်ဖြစ်ပါတယ်ဒီလိုနဲ့ နေထိုင်လာခဲ့ရင်း လုံခြုံမှုမရှိတဲ့\nသူတို့မြို့ထဲ အုပ်စုဖွဲ့ သက်ငယ်မုဒိန်းမှုတစ်ခု\nပေါ်ပေါက်လာခဲ့ပါတော့တယ်ထူးဆန်းတာက အဲဒီမုဒိန်းကျင့်မှုမှာ သူ့အဖေဟာ\nငါးယောက်မြောက်တရားခံ ဖြစ်လို့နေပါတယ်အဲဒီလိုနဲ့ သူတို့တွေ အမှုရင်ဆိုင်ဖို့\nဖြစ်လာတဲ့အခါမှာတော့....သူ့အဖေဖြစ်သူဟာ အပြစ်မရှိဘဲ\nယိုးစွပ်ခံရတာလား\nဒါမှမဟုတ် တကယ့်တရားခံအစစ်ပဲလားဆိုတာ\nမေးခွန်းပေါင်းများစွာနဲ့အပြင်အမှုဖော်ထုတ်မှုတွေကိုလည်း သိချင်စိတ်ပြင်းပြစွာ\nကြည့်ရှုရမှာဖြစ်လို့\nစိတ်ဝင်စားစရာကောင်းတဲ့\nဇာတ်ကားလေးတစ်ကား ဖြစ်ကြောင်း\nအခုလိုပဲ အညွှန်းရေးသားလိုက်ရပါတယ်\nFile size…4.5GB / 1.7GB  /  800MB\nQuality…4k HEVC WEB DL / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Lwin Htoo ...",
        "rating": "8.4",
        "url": "https://megaup.net/17hrc/Gargi_(2022)_Tamil%C2%A0TRUE_WEB-DL.720p.YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNDkyZGFjZDEtODdiZS00YmJiLWE2NTEtZGIxMTUzN2ZjZjA3XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Vengeance (2022)",
        "description": "Vengeance (2022)\n==============\nIMDb Rating - 7.0/10ဟာသ ဆန်းကြယ် သည်းထိတ်ရင်ဖို အမျိုးအစားရုပ်ရှင်ပါ။ ဘီဂျေ\nနိုဗက်က ကိုယ်တိုင် ဇာတ်ညွှန်းရေး ဒါရိုက်တာလုပ် မင်းသားလုပ်ပြီး\nရိုက်ကူးထားတာပါ။ ဒဿနဆန်ဆန်ကားမျိုးပေါ့။ အစပိုင်းတော့\nအတော်ကိုရယ်ရပါတယ်။နာမည်ကြီး ပေါ့ကတ်စ် ဂျာနယ်လစ် စာရေးဆရာ ဘန် ဟာ အချစ်ကို\nအယုံအကြည်မရှိဘဲ မိန်းကလေးတွေအများကြီးကို အပျော်တွဲတတ်တဲ့\nလူတစ်ယောက်ပါ။ တစ်နေ့တော့ ညဘက်ကြီးသူ့ဆီကို ဖုန်းဝင်လာတယ်။\nမင်းရဲ့ ရည်းစား အက်ဘ်လင်းသေပြီ ဈာပနကို လာပေးပါဆိုပြီး အက်ဘ်\nလင်းဆိုတဲ့မိန်းကလေးရဲ့အစ်ကိုက ဖုန်းဆက်လာတာပါ။ ဘန်က အက်ဘ်\nလင်းနဲ့ ၃ခါလောက်ပဲချိန်းဖူးတာဖြစ်ပြီး စိတ်ထဲတောင် သိပ်အမှတ်တရ\nမရှိလှပါဘူး။ဒါပေမဲ့ အက်ဘ်လင်းရဲ့မိသားစုက သူ့ကို အရေးကြီးပုဂ္ဂိုလ်လို အရေးတကြီး\nဖိတ်နေတဲ့အတွက် လိုက်သွားလိုက်ပါတယ်။ နေရာက‌တော့ တက္ကဆက်\nပြည်နယ်ထဲကိုမှ အတော်ခေါ်တဲ့ နေရာပါပဲ။ အဲဒီဈာပနအပြီးမှာတော့\nအက်ဘ်လင်းအစ်ကိုက သူ့ညီမသေတာဟာ လူသတ်ခံရတာဖြစ်နိုင်တယ်၊\nလူသတ်တရားခံကို အတူရှာပြီးလက်စားချေဖို့ ဘန့်ကိုပြောပါတယ်။\nဘန်ကတော့ ဒီမိသားစုရဲ့ အူကြောင်ကြောင် ရိုးရှင်းပုံကိုသာ ဇာတ်လမ်းအသံ\nဖမ်းပြီး ပေါ့ကတ်စ်လွှင့်လိုက်ရရင် အရမ်းပေါက်မှာပဲဆိုပြီး လူသတ်မှုဆိုတာ\nမယုံပေမဲ့ အလိုက်သင့်လိုက်စုံစမ်းလိုက်ပါတယ်။အဲဒီမှာ သူသိလိုက်ရတာက ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Npse/Vengeance.2022.720p.WEBRip[CM].mp4",
        "category": "Comedy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-last-137x200.jpg",
        "title": "The Last Castle (2001)",
        "description": "File size…(2.08GB)/(1.2GB)/(629MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:11:00\nGenre...Drama / Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "6.9",
        "url": " https://megaup.net/2tnrr/The_Last_Castle_(2001)_720p_(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fkIGMQ9kkVuuFoPSCKvvea9SLxd.jpg",
        "title": "The Soloist(2009)",
        "description": "The Soloist(2009) အညွှန်း**********************ဒီဖြစ်ရပ်မှန်ဇာတ်ကားလေးမှာ Jamie Foxx နဲ့ Robert Downey Jr တို့ အပြိုင်ကြဲထားထားပါတယ်။သူ့နာမည်အပြည့်အစုံက နေသန်နီရယ်အန်တိုနီအဲယာစ်ဂျူနီယာ။မိခင်က အလှပြင်ဆိုင်ဖွင့်ထားပြီး အစ်မတစ်ယောက်ရှိတယ်။ဟိုးခပ်ငယ်ငယ် ကလေးဘဝတည်းက ချယ်လိုလို့ခေါ်တဲ့ တယောကြီးတီးရာမှာ တစ်ဖက်ကမ်းခတ် ပါရမီပါသူ။\nဂီတ အနုပညာကို အင်မတန်မြတ်နိုးသလို ဘီသိုဗင်ကိုလည်း အရူးအမူးချစ်ခင်လေးစားသူပေါ့။ကံဆိုးရှာတာက ထိုပါရမီရှင်ဟာ စိတ်ကစဉ့်ကလျား ရောဂါသည်ဖြစ်နေရှာတာပါပဲ။နားထဲ ကြားကြားနေရတဲ့အသံတွေတောင် သူ့မှာ ကျောင်းတစ်ဝက်တစ်ပျက်နဲ့ အယ်လ်အေလမ်းမပေါ်ကို ရောက်ခဲ့ရရှာပေါ့။လှည်းတစ်စီးနဲ့ ဖြစ်သလိုနေ ဖြစ်သလိုစားနေရရှာတဲ့သူဟာ ဂီတကိုတော့ အချစ်မလျော့ခဲ့ရှာဘူး။\nကောက်ရတဲ့ ပျက်လုနီးပါ တယောတစ်လက်ကို တစ်ခါမှမသင်ဖူးပါပဲကျွမ်းကျွမ်းကျင်ကျင် တီးခတ်နေလေ့ရှိပါတယ်။အယ်လ်အေစံတော်ချိန်သတင်းစာတိုက်က နာမည်ကျော်ဆောင်းပါးရှင် စတိဗ်လိုပတ်ဇ်။\nသူကတော့ အခန်းဆက်ဆောင်းပါးတွေရေးတဲ့သူဖြစ်ပြီးသူ့စာဖတ်ပရိသတ် အတော်များတာပေါ့။\nစာရေးဖို့ ကုန်ကြမ်းရှာရင်း နေသန်နီရယ်ကို သွားတွေ့ရာကဒီတိုင်း ပါရမီရှင်ရဲ့ လမ်းပေါ်က အခြေအနေကို မျက်နှာလွှဲမနေနိုင်တော့တဲ့အခါ။အပြင်မှာ စတိဗ်လိုပတ်ဇ်ဟာ ပူလစ်ဇာဆု စကာတင်စာရင်းမှာလေးကြိမ်တိတိဝင်ခဲ့တဲ့ စာရေးဆရာအကျော်အမော်ဖြစ်သလို နေသန်နီရယ်ဟာလည်းတူရိယာပေါင်းစုံကို ကျွမ်းကျွမ်းကျင်ကျင် တီးခတ်နိုင်တဲ့ ဖိုးဖိုးကြီးဖြစ်ကြီး လက်ရှိ အယ်လ်အေမှာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-soloist2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vekDYxWUxuHPDrrVD2BtTOOyTFn.jpg",
        "title": "The Queen Of KungFu 3 ( 2022 )",
        "description": "သိုင်းကားတွေကွန်ဖူးချတာတွေမှ ကြည့်ချင်တဲ့ပရိတ်သတ်ကြီးအတွက်\nလက်မလွှတ်သင့်တဲ့ကားကောင်းလေးတစ်ကားလာပါပြီ\nတရုတ်တော်လှန်ရေးခေတ်မှာ သိုင်းလောကနံပါတ်တစ်ရဖိုအတွက်\nသိုင်းသမားအချင်းချင်းပြန်တိုက်ခိုက်နေကြပါတယ်ဘာလိုနံပါတ်တစ်ရဖိုလိုချင်ကြလဲဆိုရင် နိုင်ငံခြားသားကုန်သည်တွေဟာ\nသိုင်းလောကနံပါတ်တစ်သမားနဲ့ပဲပူးပေါင်းပြီး\nလောင်းကစားတွေ လူကုန်ကူးတာတွေ မူးယစ်ဆေးဝါးတွေလုပ်လိုပါပဲအဲ့အချိန်သိုင်းလောကနံပါတ်တစ်ရရှိထားသူကတော့\nမင်ဂိုဏ်းကခေါင်းဆောင်အားရှီပါ\nဒါပေမဲ့သူကနိုင်ငံခြားသားတွေနဲ့မပူးပေါင်းပါဘူး\nအဆင့်တစ်နဲ့မှပူးပေါင်းချင်တဲ့နိုင်ငံခြားသားတွေနဲ့\nအဆင့်တစ်ကိုလိုချင်တဲ့လုံဂိုဏ်းဟာအားရှိကိုလုပ်ကြံကြပါတော့တယ်သူတိုပဲလုပ်ကြံနိုင်မလားအားရှီကဘာတွေပြန်လုပ်ပြီး\nဘယ်လိုဖြစ်သွားမလဲဆိုတာဇာတ်လမ်းလေးထဲကြည့်ရှုပေးပါနော်\nသိုင်းချခန်းတွေကတော့ ရှယ်ပါပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 28min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-queen-of-kungfu-3-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mHQDLK9DZ5lULet8GhXYumd85p7.jpg",
        "title": "SLR (2022)",
        "description": "SLR (2022)ကင်မရာဆိုတာ ဝိညာဥ်ကိုဖမ်းစားနိုင်တဲ့လက်နက်တခုပဲဆိုတာ ယုံကြလား?ဓာတ်ပုံပညာကိုသင်ကြားနေတဲ့ ဒန်က ထူးချွန်ကျောင်းသားဖြစ်ချင်ပြီး နယူးယောက်ထိသွားချင်တဲ့အိပ်မက်ရှိသူပါ\nသူက အတော်ဆုံးဆရာတစ်ဦးဖြစ်တဲ့ဆရာအိမ်းဆီ တပည့်ခံပြီး ပရောဂျက်တခုကိုလုပ်ဖြစ်ခဲ့တယ်\nဆရာက သူ့စာတမ်းပြုစုတာ အကောင်းဆုံးဖြစ်အောင် SLRကင်မရာတလုံးကိုပေးခဲ့တယ်\nသူ့ပရောဂျက်က ၁၄ရက်အတွင်း လူ၇ဦးရဲ့ပုံကိုရိုက်ပြီးရမှာဖြစ်တယ်\nသူဟာ ဆရာ့ကင်မရာကိုသုံးပြီး အလုပ်စခဲ့ရာမှာ ထူးဆန်းတဲ့ဖြစ်ရပ်တခုကို ၆ပုံမြောက်ရိုက်အပြီးမှာ သိခဲ့ရတယ်သူက ဒီဖြစ်ရပ်ဆိုးကို အဆုံးသတ်ဖို သူငယ်ချင်း နမ်နဲ့ဂရိတ်တိုနဲ့ပူးပေါင်းပြီး လုပ်ဆောင်ခဲ့ကြရာမှာ\nနောက်ဆုံး ဘယ်လိုအဆုံးသတ်သွားမလဲ\nထူးဆန်းတဲ့ဖြစ်ရပ်ဆိုးက ဘယ်အရာလဲ\n၇ဦးမြောက်ရဲ့ပုံကိုရရင် ဘယ်လိုဆက်ဖြစ်နိုင်မလဲ\nဒန်ရဲ့အိပ်မက်တွေဖြစ်မြောက်ရဲ့လားဆိုတာကို\nဒီဇာတ်ကားထဲမှာ သည်းထိတ်ရင်ဖိုကြည့်ရှုရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre.....Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 2.18GB | 684MB | 248MB\nFormat… mp4\nDuration…. 1h 53min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "6.8",
        "url": "https://megaup.net/2tnuU/SLR.2022.720p.NF.WEB-DL.DDP5.1.CM..mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZGMwMGI5NzYtZmYyZS00ODRhLTk2MTItZjIyYTNhZTk4ZjYzXkEyXkFqcGdeQXVyMTM0NTc2NDgw._V1_-113x200.jpg",
        "title": "Yaanai (2022)",
        "description": "Yaanai 2022\nIMDb 6.7\nOh My Dog ဇာတ်ကားနဲ့ပရိတ်သတ်ကိုဆွဲဆောင်ခဲ့တဲ့ မင်းသားကြီး Arun Vijay ရဲ့\nကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီ\nဗီလိန်ပိုင်းမှာလဲ KGFထဲက ဗီလိန်ကြီးပါဝင်သရုပ်ဆောင်ထားလို့ အတော်ကြမ်းတဲ့ဇာတ်လမ်းတပုဒ်ပါလွန်ခဲ့တဲ့၇နှစ်က ဖြစ်ခဲ့တဲ့အမှုမှာ သားဖြစ်သူတွေကိုဆုံးရှုံးလိုက်ရတဲ့ Samudharamမိသားစု နဲ့\nသားသေဆုံးမှုမှာတာဝန်ရှိ‌နေတဲ့ PRVမိသားစု ဆိုပြီး ရွာနှစ်ခြမ်းကွဲသွားခဲ့ပါတယ်\nမိသားစုနှစ်ဖက်လုံးကလည်း ကျိကျိတက်နဲ့ နာမည်ကြီးကြတဲ့လူတွေချည်းပါပဲမင်းသားကြီး Arun Vijay ကတော့ PRV ဘက်ပါ ဖအေတူမအေကွဲဖြစ်နေတာကြောင့်\nဖအေ့ဘက်ကပါလာတဲ့အစ်ကိုတွေနဲ့ ဆန့်ကျင်ဘက်ပါပဲ ကြင်ကြင်နာနာနဲ့ လူတိုင်းချစ်ခင်ကြပြီး\nတစ်ဖက်မိသားစုရဲ့သားသေဆုံးမှုကိုတာဝန်ရှိတယ်လို့ခံယူထားတဲ့တစ်ဦးတည်းသောလူပေါ့\nအငယ်ဆုံးဖြစ်ပေမယ့် တစ်အိမ်လုံးကို ဆင်တစ်ကောင်လိုထမ်းပိုးပြီး ကာကွယ်လိမ့်မယ်ဆိုတဲ့\nဇာတာအရ ဖခင်ဖြစ်သူက အားကိုးနေရတဲ့ရာဗီးတစ်ယောက် နှစ်ဖက်မိသားစုရဲ့ ပဋိပက္ခတွေကြားက\nမိသားစုကိုဘယ်လိုကယ်တင်မလဲကြမ်းရမ်းနေလို့လည်းမပြီးသေးတာကြောင့်ကြားထဲမှာ ရိုမန့်လေးတွေနဲ့\nဘယ်လိုရိုကြမလဲ ခံစားမှုအစုံရစေမယ့် ဇာတ်ကားကောင်းလေးဖြစ်တာကြောင့်\nစီးမျောသွားစေရန်တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…3.42GB / 1.6GB\nQuality…1080p WEB DL AAC5.1Ch / 720p\nFormat…mp4\nDuration….2h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Su Mon Aung  & Yunni &  ...",
        "rating": "6.7",
        "url": "https://megaup.net/17sjk/Yaanai_(2022)_Tamil_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNGUzNzc3Y2EtMGI0ZS00ZWYwLWFjODQtNzYwY2I5OTczODcwXkEyXkFqcGdeQXVyMTU0OTAzOTQ1._V1_-150x200.jpg",
        "title": "The Next 365 Days (2022)",
        "description": "The Next 365 Days (2022)\n==================\n365Days ရဲ့ 3 ကားမြောက် Trilogy အဖြစ်\nThe Next Day ဆိုပြီးထွက်ရှိလာပါတယ်။365 Days - Part 2မှာမပြီးပြတ်ခဲ့တဲ့မာစီမို၊လော်ရာ နဲ့\nနာရှိုတို့ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းနဲ့ အတူ ဘယ်လို\nရှေ့ဆက်သွားမလဲဆိုတာကို ဒီဇာတ်ကားမှာစောင့်ကြည့်\nရမှာပါ။365 Days ရဲ့ထုံးစံအတိုင်း အချစ်အနမ်း ခပ်ကြမ်းကြမ်း\nတွေကိုသီချင်းငြိမ့်ငြိမ့်လေးတွေနဲ့တဝကြီးကြည့်ရှုရမှာပါ။\nနောက်ဆက်တွဲကားလည်းထွက်ဖို့ရှိတာကြောင့်ဘာတွေ\nဆက်ဖြစ်သွားမလဲဆိုတာကိုယ်တိုင်ပဲစောင့်ကြည့်ခံစားလိုက်ကြပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing\nဖြစ်ပါတယ်)\nFile Size..........(800 MB)\nQuality............WebRip 720p\nDuration.........1Hr 52mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/17syg/The.Next.365.Days.2022.PROPER.720p.NF.WEBRip[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/365_Days_This_Day_poster-139x200.png",
        "title": "365 Days: This Day (2022)",
        "description": "365 Days: This Day (2022)အားလုံးစောင့်မျှော်နေကြတဲ့ အချစ်အနမ်း ခပ်ကြမ်းကြမ်းအခန်းတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ 365 DNI ရဲ့\nအဆက် 365 Days This Day ဆိုတဲ့ နာမည်နဲ့ ထပ်ထွက်လာပါပြီ။ဒီဇာတ်ကားမှာလည်း ပုရိသတို့အကြိုက် Masimo & Laura တို့အပြင်\nတစ်ခြားအလန်းစား ပြိုင်ဘက် Mafia Gang က ဇာတ်ကောင်အသစ်တွေပါ\nပါလာပါတယ်။ ပထမကားမှာ ဥမင်လှိုင်ခေါင်းတစ်ခုမှာ ပြိုင်ဘက် ဂိုဏ်းရဲ့\nတိုက်ခိုက်မှုကိုခံခဲ့ရတဲ့ လော်ရာ ဟာ ကိုယ်၀န်ပျက်ကျသွားရကနေ စပါတယ်။\nဒါပေမယ့် ဒီကိစ္စကို မာစီမိုကို မပြောထားခဲ့ပဲ သာမန်ဘ၀အဖြစ်ဖြတ်သန်းဖို့\nလော်ရာက ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမယ့် မာစီမိုရဲ့ ပျောက်နေတဲ့ ညီ\nပေါ်လာခဲ့တဲ့အပြင် ... ပြိုင်ဘက် မာဖီးယားဂိုဏ်းရဲ့ နှောက်ယှက်တိုက်ခိုက်မှုတွေ\nကြားမှာ မာစီမို နဲ့ လော်ရာတို့ နှစ်ယောက် ဘယ်လိုကြံ့ကြံ့ခံဖြတ်သန်းသွားမလဲဆိုတာ\nဆက်လက်ကြည့်ရှုရမှာပါ။365 ကားရဲ့ထုံးစံအတိုင်း Nude scene တွေအများကြီးကို Soundtrack\nအငြိမ်လေးတွေနဲ့ တစ်၀ကြီးကြည့်ရမှာပါ။ဒါက ...",
        "rating": "",
        "url": "https://megaup.net/14eaj/365.Days.This.Day.2022.720p[CM].mp4",
        "category": "Adult, Drama, Romance"
    }
]