[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wiWPu2Csgu7mf2XnU6WLcND487q.jpg",
        "title": "Bring It On: Cheer or Die (2022)",
        "description": "Bring It On: Cheer or Die (2022)(1080p ရပါပြီ)ဒီကားလေးကတော့ Halloween horror, Thriller ကားလေးပါ။Abby တို့ကျောင်းမှာ Cheerleader အဖွဲ့က အရမ်းအနှိမ်ခံရပါတယ်။ လွန်ခဲ့တဲ့နှစ် ၂၀လောက်က ပြိုင်ပွဲမှာ Cheerleader တစ်ယောက်သေပြီး နောက်ပိုင်း ဘာစတန့်မှမလုပ်ရ ဘာပွဲမှမပါရဘဲ နေနေရပါတယ်။လာမဲ့ ပြည်နယ်ပေါင်းစုံပြိုင်ပွဲမှာ ပြိုင်ဖို့ Abby တို့အဖွဲ့ ခိုးပြီး လေ့ကျင့်ကြတဲ့အခါ လူမသိတဲ့ကျောင်းဟောင်းဆီ သွားကြပါတယ်။Abby တို့ကျောင်းဟောင်းကို သွားတဲ့ညက Halloween ည ဖြစ်နေပြီး သူတို့ကို လိုက်သတ်တဲ့လူသတ်သမားရှိနေတဲ့အခါ ဘာဆက်ဖြစ်မလဲ?\nAbby တို့အဖွဲ့ ဘယ်လိုအလွဲတွေလုပ်မလဲ?\nလူသတ်သမားရန်ကနေ လွတ်အောင်ရှောင်နိုင်ပါ့မလား? ဆိုတာတော့ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie က ပါ။)File Size          : 2.3GB, 859MB, 438MB\nQuality  ...",
        "rating": "",
        "url": "https://megaup.net/2usqu/[CM]Bring.It.On.Cheer.or.Die.2022.720p.WEBRip.mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYjRkNTIxNzItZWNmMi00ZjI4LWI4NzgtN2U1MTI3OTAzMzRkXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX533_-133x200.jpg",
        "title": "Plan A Plan B (2022)",
        "description": "Plan A Plan B (2022)အခုတစ်ခါထွက်ရှိထားတဲ့ ကားလေးကတော့ မင်းသားရီတေရှ်ဒေရှ်မွခ်နဲ့\nမင်းသမီးချောလေး တမန်နားဘာတီယားတို့ရဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်...တစ်ယောက်က ကွာရှင်းပြတ်စဲပေးတဲ့ ရှေ့နေလေး ကော်စီ...နောက်တစ်ယောက်က အောင်သွယ်တော်လုပ်ပေးတဲ့\nအိမ်ထောင်ရေးအေဂျင်စီမလေး နီရာလီ...ကော်စီက အတ္တကြီးပြီးတစ်ကိုယ်ကောင်းဆန်တယ်\nလက်ရှိအိမ်ထောင်ရေးအဆင်မပြေဘူးနီရာလီကတော့ ညှင်သာနူးညံ့လွန်းပြီး သူ့ကိုဖြတ်သွားတဲ့\nရည်းစားကို မမေ့နိုင်သေးတဲ့ ကောင်မလေး...အလုပ်မတူ စာရိတ္တချင်းမတူ စိတ်ဓါတ်မချင်းမတူတဲ့\nဒီလူနှစ်ယောက်ဟာ အဆောက်အဦးတစ်ခုထဲက ဘေးချင်းကပ်အခန်းမှာ\nရုံးခန်းကိုယ်စီထိုင်ဖြစ်ကြတဲ့အခါ...သူတို့တွေ ကြောင်နဲ့ကြွက်လိုမျိုး ဘယ်လိုရန်ဖြစ်ကြမလဲ...တလွဲဟာသလေးတွေနဲ့ ဘယ်လိုတွေခွီရမလဲဆိုတာကို\nဆက်လက်မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်...အချစ်ဆိုတာက ဆန်းကြယ်တယ်လို့ ပြောစမှတ်တွင်ခဲ့ကြသလိုမျိုးပဲ\nသူတို့နှစ်ဦးကိုယ်စီကြားမှာ သံယောဇဉ်တွေ ရှိလာနိုင်မလားဆိုတာကို\nဇာတ်ကားထဲမှာ ရှုစားပေးကြပါဦးနော်\nFile size…1.8GB /  841MB\nQuality…1080p NF WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae & BpL & Taylor",
        "rating": "6.8",
        "url": "https://megaup.net/1Ovvh/Plan.A.Plan.B.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ThsS74hopBz0RveLgOWiwrMfE8.jpg",
        "title": "Lakeview Terrace(2008)",
        "description": "Lakeview Terrace(2008) အညွှန်း**************************** မေနိုးဆရာကြီး Samuel L.Jackson နဲ့ သရဲနှင်ဆရာကြီးPatrick Wilson အပြိုင်ကြဲထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။အေဘယ်က လူမည်းရဲအရာရှိပါ။ သမီးတစ်ယောက် သားတစ်ယောက်နဲ့ single father ပေါ့။လက်ပေါက်ကပ်ပြီး စည်းကမ်းတွေများလွန်းလို့ သားနဲ့သမီးကပါ ချဉ်နေတဲ့သူပါ။သူတို့အိမ်ဘေးကခြံကို လူဖြူအမျိုးသား ခရစ်နဲ့ လူမည်းအမျိုးသမီး လီဆာဆိုတဲ့ လင်မယားနှစ်ယောက် ပြောင်းလာပြီးတည်းကအေဘယ် ပုံစံတွေပြောင်းသွားပါတယ်။ သူ့မှာ ရှိတဲ့ toxic mindset ကလူမည်းလူဖြူ စုံတွဲဆက်ဆံရေးကို ခါးခါးသီးသီး မုန်းတီးနေတာပါပဲ။အဲဒီတော့ ခရစ်နဲ့ လီဆာ ပြောင်းသွားအောင် နည်းလမ်းမျိုးစုံနဲ့ ဒုက္ခပေးရာကသူ့ racist အတွေးအခေါ်တွေက ထိန်းမနိုင် သိမ်းမရဖြစ်လာတဲ့အခါ….  File Size :(1.9GB)(792 MB) and (228 MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Crime , Drama , Thriller\nSubtitle : Myanmar ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ovog/Lakeview.Terrace.2008.BLU-RAY.720P.PP(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQdBE1P0r4ZrgGqy5EX8sL2kXG6.jpg",
        "title": "The Gift (2000)",
        "description": "The Gift (2000)~ IMDb rating - 6.7/10 ~ဒီကားရဲ့ ဒါရိုက်တာက Sam Raimi ပါ။ MCU ထဲက Dr. Strange လိုကားကိုတောင် Horror vibe ရအောင် ရိုက်ခဲ့တဲ့ ဘဲပေါ့။ Director တင်လန်းတာလားဆိုတော့ မဟုတ်သေးဘူး။ တစ်ချိန်တစ်ခါက LoTRထဲ အများတကာကြွေခဲ့ရတဲ့ နတ်သမီးလို အလှနဲ့ Cate Blanchett, Batman Begins ထဲ ကျွန်တော်တော်တော်ကြွေခဲ့တဲ့ Katie Holmes, နောက် ကြည်နူးရိပ်ကလည်း ရှားရှားပါးပါး မကောင်းတဲ့လူအနေနဲ့ ပါ၀င်ထားပါသေးတယ်။ Hilary Swank နဲ့ Giovanni Ribisi တို့လို သရုပ်ဆောင်တော်တော်ကောင်းတဲ့ လူတွေလည်း ထပ်လောင်း ပါပါသေးတယ်။ တိုဘီ့ စပိုက်ဒါမန်းကားနဲ့ မသိသူမရှိတဲ့ J. K. Simmons ကြီးလည်း ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Ovgz/(CM)_The_Gift_(2000)_720p.mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTg2NjUxNDE1M15BMl5BanBnXkFtZTcwOTA1ODI3MQ@@._V1_-176x200.jpg",
        "title": "On the Doll (2007)",
        "description": "On the doll (2007) အညွှန်း“ငါ့ကိုသက်သေထွက်ဆိုခုံပေါ်တင်ပြီး မေးကြတယ်။ ရှေ့နေက အရုပ်တစ်ရုပ်ယူလာပြီး\nမင်းကိုထိကိုင်ခဲ့တဲ့နေရာကို ပြပေးလို့ပြောတယ်။ အရုပ်ရဲ့ ကျား၊မ အင်္ဂါရှိနေသင့်တဲ့နေရာက\nလုံးဝကိုဟောင်းနွမ်းစုတ်ပြတ်နေတာ။ ဒီနေရာကို ကလေးဘယ်လောက်များများကများ\nထိကိုင်ပြီးညွှန်ပြခဲ့ရလို့ ဒီနေရာက ဒီလိုဟောင်းနွမ်းစုတ်ပြတ်နေရတာလဲ။\nအဲဒီလိုနဲ့ သူငါ့ကို ဘယ်ကိုကိုင်ခဲ့မှန်း ဘယ်သူ့ကိုမှမပြောဖြစ်တော့ဘူး။” (Jaron)IMDb 5.3/10 ရှိပြီး sex industry မှာကျင်လည်နေကြသူတို့ရဲ့ဘဝတွေကို\nရိုက်ကူးပုံဖော်ထားတာပဲဖြစ်ပါတယ်။ ငယ်စဉ်အရွယ်မှာ\nလိင်ပိုင်းဆိုင်ရာအကြမ်းဖက်မှုခံခဲ့ရတဲ့ကလေးတွေကို သူတို့ဘက်ကနေ\nကာကွယ်မှု ရပ်တည်မှုအပြည့်အဝမပေးနိုင်တဲ့အခါ ဘာတွေဖြစ်ကုန်မလဲ ..\nလူလူချင်း အနိုင်ကျင့်အသုံးချပြီး စီးပွါးရှာနေတဲ့လူလောဘသားတွေရဲ့လူမဆန်မှုတွေ ..\nစတာတွေကိုရိုက်ကူးထားပြီး Brittany Snow, Josh Janowicz,\nClayne Crawford, Shanna Collins တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး\nအသုံးအနှုန်းကြမ်းကြမ်းတွေလည်းပါတာမို့ PG-13 သတ်မှတ်ထားပါတယ်။\nFile size…3.17GB / 1.54GB\nQuality…1080p Blu Ray /  720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lai Laii & Kaung Khant ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Ovd0/On.The.Doll.2007.720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-1-162x200.jpg",
        "title": "Maika: The Girl From Another Galaxy (2022)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို ဗီယမ်နမ် ဂြိုလ်သူမကားကောင်းကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ ကြည်ကြည်နူးနူးနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ချင်တဲ့သူတွေအတွက်တော့ တကယ့်ကိုလက်မလွှတ်သင့်တဲ့ကားလေးပါပဲ ဟာသလေးတွေလည်းပါတော့ ဘဝအမောတွေလည်းပြေပျောက်မှာပါ \"နင်ဘယ်ပဲရောက်ရောက် ငါ့နှလုံးသားထဲမှာအမြဲတမ်းရှိနေမှာပါ\"ဆိုတဲ့ ကလေးလေးနှစ်ယောက်ရဲ့ ကားလေးကိုတော့ အခုချက်ချင်းပဲကြည့်လိုက်ကြပါတော့ဇာတ်လမ်းအကျဉ်း\nဟမ် ဆိုတဲ့ကောင်လေးက တစ်ဦးတည်းသော သားလေးပါ ဒါပေမဲ့ သူ့ရဲ့အမေကရောဂါကြောင့်နဲ့ပဲ စောစောစီးစီး ဆုံးပါးသွးတော့ သူနဲ့သူ့အဖေ နှစ်ယောက်ပဲကျန်ခဲ့တော့တာပါ သူ့အဖေက ကတော့ အင်ဂျင်နီယာနဲ့ ကျောင်းပြီးထားပေမဲ့ ဥက္ကာခဲအရောင်ဆိုင်လေးဖွင့်ပြီး ပတ်ဝန်းကျင်က ဖုန်းတွေ ကွန်ပြူတာလေးတွေပြင်ပေးနေတဲ့သူဆိုတော့ စီးပွားရေးလည်း သိပ်အဆင်မပြေလှဘူးပေါ့ အဲဒါကိုသူ့သားလေးကသိသွားတော့ စိတ်ညစ်မှာဆိုးတာနဲ့ ကြယ်ကြွေတဲ့ပွဲကိုလိုက်ပြပြီး ငါးသွားမျှားမယ်လို့ကတိပေးလိုက်ပါရော ဒါပေမဲ့ အဲဒီကတိကိုသူမတည်နိုင်ခဲ့ဘူးပေါ့လေ အဲဒါနဲ့သူ့သားလေးက ခိုးပြီးသွားကြည့်ပါလေရော သူ့သား ဟမ် ရဲ့ တစ်ဦးတည်းသောသူငယ်ချင်းလေးကလည်း အိမ်ပြောင်းသွားခဲ့ရတာပါ ဘာဖြစ်လို့လဲဆို ဗီယမ်နမ်နိုင်ငံရဲ့ အာကာသလွှတ်တင်ရေးစခန်းအတွက် ကုမ္ပဏီကြီးတစ်ခုက သူတို့ရဲ့နေရာကိုယူချင်နေတာကြောင့် သူတို့တိုက်ပိုင်ရှင်က ပိုက်ဆံပေးပြီးပြောင်းခိုင်းနေတာပါ မပြောင်းတဲ့သူတွေကိုလည်း အမျိုးမျိုးပြဿနာရှာနေကြတာပေါ့ အဲဒီလိုနဲ့ ကြယ်ကြွေပွဲနေ့မှာ တောင်ကြားတစ်ခုလုံးလင်းလက်သွားတာကို ဟမ် လေးကမြင်လိုက်ရပြီး ...",
        "rating": "6.4",
        "url": " https://megaup.net/1OusZ/Maika.–.The.Girl.From.Another.Galaxy.2022.720p.(CM)_(2).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMmRjMGNiYmMtOTJiMi00MWJjLWExNDQtMTVmYjBkY2MxMWE5XkEyXkFqcGdeQXVyMTMxODA4Njgx._V1_-133x200.jpg",
        "title": "Captain (2022)",
        "description": "Captain (2022)\n===========ဒီတစ်ခေါက်မှာတော့ ထူးခြားတဲ့ဇာတ်အိမ်နဲ့\nတောင်ပိုင်းစစ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ကပ္ပတိန် ဗက်ထရီဆယ်လ်ဗန်ဟာ ငယ်ရွယ်စဉ်ကတည်းက\nတပ်မတော်သင်တန်းကျောင်းတစ်ခုမှာ မိဘတွေရဲ့စွန့်ပစ်ခြင်းကိုခံခဲ့ရသူပါ။\nအိန္ဒိယတပ်မတော်ရဲ့အားကိုးရတဲ့စစ်သားတစ်ဦးဖြစ်ပြီးတော့\nအဖွဲ့သားတွေကိုလည်း မိသားစုလိုသံယောဇဉ်ရှိသူဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့အဖွဲ့သားတွေဟာ Section 42လို့\nခေါ်တဲ့နေရာတစ်ခုမှာတာ၀န်ထမ်းဆောင်ဖို့ စေလွှတ်ခံရပါတော့တယ်။\nSection 42 ဆိုတာကတော့ နှစ်ပေါင်းငါးဆယ်လောက်\nလူသူမနေတဲ့နေရာတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတာကတော့\nသူတို့ထက်အရင်စေလွှတ်ခံခဲ့ရတဲ့အဖွဲ့ဟာ section 42အရောက်မှာ\nအချင်းချင်းပစ်ခတ်ပြီး သေဆုံးကုန်ကြတာပါပဲ။\nဗက်ထရီတို့အဖွဲ့သားတွေဟာလဲ အဆိုပါနေရာအရောက်မှာ\nအလားတူဆိုးရွားတဲ့ကံကြမ္မာမျိုးကြုံခဲ့ရပါတော့တယ်။တပ်သားတွေဟာ အဲ့ဒီနေရာကိုရောက်ရင်\nဘာလို့အချင်းချင်းပစ်ခတ်ကုန်ကြတာလဲ....\nနောက်ကွယ်မှာ ဘယ်လိုထူးဆန်းတဲ့အရာမျိုးရှိနေတာလဲ...\nကပ္ပတိန်ဗတ်ထရီတို့အဖွဲ့သားတွေ ဘယ်လိုထူးခြားဆန်းပြားတဲ့ရန်သူတွေနဲ့\nထိပ်တိုက်ရင်ဆိုင်ရမလဲဆိုတာကတော့... ဆက်လက်ရှုစားရမှာပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 883MB\nQuality…1080p WEB DL /  720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Poe & ThetKo & Shwe Pyae\nReviewed by OeliuJ",
        "rating": "4.7",
        "url": "https://megaup.net/2uscj/Captain_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BY2UzM2E5ZjQtYTExMC00YzBmLTg5MzItNWQyYjlhOTFhNTI3XkEyXkFqcGdeQXVyNDM0OTk4NzI@._V1_-140x200.jpg",
        "title": "In The Quarry (2019)",
        "description": "In the Quarry (2019)\n===============ဇာတ်လမ်းအစ သူငယ်ချင်းနှစ်ယောက်နဲ့ အတွဲတစ်တွဲက စွန့်ပစ်ထားတဲ့\nကျောက်မိုင်းကျင်းတစ်နေရာကို အပန်းဖြေခရီးထွက်ကြပါတယ်......\nမြို့နဲ့ ၁၀ ကီလိုမီတာကျော်ဝေးပြီး ဘယ်သူမှမလာကြတဲ့အတွက် သူတို့\nလေးယောက်အတွက်တော့ အေးဆေးအပန်းဖြေလို့ရတဲ့ နေရာပါပဲ။အာလီနဲ့ ဘရူနိုတို့က ချစ်သူတွေဖြစ်ကြပြီး အာလီက သူ့ရဲ့ငယ်သူငယ်ချင်း\nမာတင်နဲ့ နောက်ကွယ်မှာ ဖောက်ပြန်နေကြတာပါ။ ဒီကိစ္စကို ဘရူနိုသိသွားတဲ့\nအချိန်မှာတော့....အာလီနဲ့ ဘရူနိုတို့ ပြန်အဆင်ပြေပါ့မလား၊ မာတင်နဲ့ ဘရူနို\nတို့ရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်။ Drama,\nThriller ဇာတ်လမ်းမျိုးကြိုက်နှစ်သက်သူများအတွက် အဆင်ပြေမယ်လို့\nမျှော်လင့်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)\nFile Size..........(1.75 GB) / (730 MB) / (420 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 57mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Parris\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://megaup.net/1OEhu/In.the.Quarry.2019.SPANISH.720p.BluRay[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BMTgyNDYwNzE5NV5BMl5BanBnXkFtZTcwMzUyODM5OA@@._V1_-136x200.jpg",
        "title": "Epic (2013)",
        "description": "2013 ခု‌နှစ်ကထွက်ရှိထားတဲ့ Epic ဆိုတဲ့ Animation ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားက နာမည်နဲ့လိုက်အောင် တကယ့်ကို epic ဖြစ်တဲ့အတွေးအခေါ်‌တွေ၊\nepic ဖြစ်တဲ့ယူဆချက်တွေနဲ့ ဇာတ်အိမ်ကိုတည်ဆောက်ထားတာပါ။ဇာတ်ကားမှာ မယ်ရီကက်သရင်း ဆိုတဲ့ကောင်မလေးက သူ့‌အမေဆုံးပါးသွားလို့\nတောထဲမှာ သုတေသနလုပ်နေတဲ့ အဖေ့ဆီလာနေဖို့\nရောက်လာခဲ့ပါတယ်။ သူ့အဖေက တောထဲမှာ\nလူအသေးလေးတွေရှိတယ်ဆိုတဲ့အကြောင်းကို\nအရူးအမူးကိုယုံကြည်နေခဲ့ပြီး သူ့ယုံကြည်ချက်မှန်ကြောင်း\nသက်သေပြဖို့ကြိုးစားနေတာလည်းဖြစ်ပါတယ်။ဒါကို မယ်ရီကက်သရင်းက အဓိပ္ပါယ်မရှိဘူးဆိုပြီး မယုံကြည်ဖြစ်နေရာက\nသူကိုယ်တိုင် လူအသေးလေးတွေနဲ့တွေ့ကြုံလိုက်ရတဲ့အခါမှာ |\nဘယ်လိုစွန့်စားခန်းတွေ ဘယ်လိုပြဿနာတွေရင်ဆိုင်ရမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပါ။\nသိပ်ကောင်းတဲ့ဇာတ်ကားတစ်ကားဖြစ်တာမို့ အညွှန်းတွေများပြီး\nအရသာပျက်မှာစိုးတာကြောင့် လူအသေးလေးတွေကဘာလုပ်ကြတာလဲ၊\nမယ်ရီနဲ့လူအသေးလေးတွေဘယ်လိုဆက်စပ်မှုရှိတာလဲ၊\nသူတို့ဘာကိုရင်ဆိုင်နေကြရတာလဲ ဆိုတာကို ကိုယ်တိုင်ပဲ\nကြည့်ရှုခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာ။\nFile size…1.7GB /  900MB\nQuality…1080p BluRay /  720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-377/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MFS-133x200.jpg",
        "title": "Mukden Funeral Shop (2022)",
        "description": "“ဒီလောကကြီးမှာ သရဲ တစ္ဆေဆိုတာမရှိပါဘူး\nလူတွေရဲ့ စိတ်နှလုံးထဲမှာ ကြောက်စိတ်ကိန်းအောင်း နေလို့သာ\nသရဲ တစ္ဆေနဲ့ပတ်သတ်တဲ့ လှည့်စားမှုပေါင်းများစွာက ပေါ်ပေါက်လာရခြင်းဖြစ်ပါတယ်”တရုတ်ပြည်သူ့သမ္မတနိုင်ငံပေါက်ပေါက်လာချိန် အချိန်ကာလ /\nတရုတ်ရိုးရာ တစ္ဆေပွဲတော်နေ့တစ်နေ့ .....\nထိုက်ဖျင် တရားရုံးရဲ့ မှောင်ပျပျ ပြဇာတ်ရုံတစ်ခုမှာ\n\"ယင်းတောင်ရဲ့ နတ်ဆိုးအရှင်\" ပြဇာတ်ကို ကပြလို့နေခဲ့ပါတယ်တစ်ဆက်ထဲမှာပဲ အဲဒီနေ့က စစ်ဆေးရေးမှူးချုပ် ဖန်းကျန့်ရူ ရဲ့\nမွေးနေ့နဲ့ တိုက်ဆိုင်လို့နေခဲ့ပါတယ် ဖန်းကျန့်ရူရဲ့ သားဖြစ်သူဟာ\nပြဇာတ်ရုံကို ရုတ်ရုတ်သဲသဲဖြစ်သွားစေဖို့ လူလွှတ်လိုက်ပြီးတော့\nဖခင်ဖြစ်သူရဲ့ မွေးနေ့ကို ဂုဏ်ပြုဖို့ ပြဇာတ်ရုံကို သိမ်းပိုက်လိုက်ပါတော့တယ်လူတွေအားလုံး ပျော်ရွှင်မှုရဲ့ အငွေ့အသက်တွေကြားမှာ\nနစ်မြောနေချိန်အတွင်း ......မီးတောက်များစွာနဲ့ လောင်ကျွမ်းနေတဲ့\nလူတစ်ယောက်က စင်မြင့်ထက်ကနေပြီး ပြုတ်ကျလာခဲ့ပါတော့တယ်\nအဲ့ဒီမြင်ကွင်းက တစ္ဆေပွဲတော်နေ့ရက်မှာမှ နတ်ဆိုးအရှင်ကို\nမီးရှို့ခံရတဲ့မြင်ကွင်းနဲ့ သွားတူလို့နေပါတယ် သိကြတဲ့အတိုင်း\nလူသားတွေဆိုတာ တစ်ခုခုဆိုရင် အယူသည်းကြတဲ့ အထဲမှာပါလေ့ရှိပါတယ်စင်အောက်က စက္ကူရုပ်တွေနဲ့ အထိန်းအမှတ်ကျောက်တိုင်တွေအားလုံးက\nမီးကျွမ်းလောင်သွားခဲ့တာမို့ နတ်ဆိုးအရှင် ဒေါသထွက်သွားပြီ ဆိုတဲ့\nကောလဟာလတွေကတစ်ဟုန်ထိုးဆိုသလို ပျံ့နှံ့လို့သွားပါတော့တယ်\nဖန်းကျင့်ရူဟာလဲ ဒေါသပုန်ထပြီး ဒီကိစ္စကို စတင်စုံစမ်းခဲ့ပါတယ်\nဖုန့်ထျန်း စျာပနပစ္စည်းအရောင်းဆိုင်က ဆိုင်ပိုင်ရှင်ဖြစ်သူ\nရွှီစစ်ကျို ဟာလဲ ဖိအားပေးခံရကာ ဒီအမှုကိစ္စမှာ ပါဝင်လာခဲ့ပါတော့တယ်\nအမှုကိစ္စကဟာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/mukden-funeral-shop-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/5rats-153x200.jpg",
        "title": "The Invincible Constable ( 2022 )",
        "description": "\"ကျန်ကျောင်းနှင့် ထူးဆန်းသောမီးနတ်ရုပ်ထုခိုးမှု\" (2022)ရန်ကျုံးဧကရာဇ်စိုးစံစဥ်ကာလမှာ သူရဲကောင်းကျန်ကျောင်းကို\nကြောင်ဘုရင်ဘွဲ့ချီးမြှင့်ခဲ့ပါတယ်။ ဒါကိုမကျေနပ်တဲ့\nကောင်းကင်ကျွန်းကကြွက်ငါးကောင်အဖွဲ့ဟာ\nကျန်ကျောင်းကိုဒုက္ခရောက်အောင်ကြံစည်ဖို့ချောင်းနေခဲ့တယ်။\nအငယ်ဆုံးကြွက်ဖြစ်တဲ့ ပိုင်ယွီထန်ကတော့\nကျန်ကျောင်းကိုဒုက္ခပေးဖို့စိတ်ဓာတ်အပြင်းပြဆုံးဖြစ်နေပါတယ်။အခွင့်ကြုံလာတဲ့အချိန်ကတော့ မီးနတ်ပွဲတော်ကျင်းပတဲ့အချိန်ပါပဲ။\nမင်းကြီးဟာတိုင်းပြည်အတွက်ဆုတောင်းဖို့မီးနတ်ရုပ်ထုကို\nသွန်းလုပ်ခဲ့ပြီး အဲ့ဒီရုပ်ထုကိုကာကွယ်ဖို့ကျန်ကျောင်းကို​တာဝန်ပေးထားခဲ့ပါတယ်။\nရုပ်ထုဟာအသက်တမျှအရေးကြီးလှတဲ့ရတနာပေါ့။\nပိုင်ယွီထန်ဟာမီးနတ်ရုပ်ထုကိုခိုးယူလို့ရခဲ့ပေမယ့်\nပွဲတော်မှာမီးလောင်ပေါက်ကွဲမှုကြီးဖြစ်ပွားခဲ့ပြီး\nပြည်သူအများဒုက္ခရောက်ရပါတော့တယ်။ဒီအမှုကိုဖြေရှင်းဖို့ ကျန်ကျောင်းခေါင်းပေါ်ကျလာတဲ့အခါမှာတော့…\nမီးလောင်ပေါက်ကွဲမှုကြီးဟာ ကြွက်ငါးကောင်ကြောင့်လား\nနောက်ကွယ်မှာဘယ်သူရှိနေတာလဲ\nဘယ်လိုမြှုပ်ကွက်တွေနဲ့ဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာ\nစိတ်ဝင်စားစွာကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Mystery\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-invincible-constable-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1q9wislLWppJ1ALSlUgzrFo0Xrb.jpg",
        "title": "No More Chance, My Dear EX (2022)",
        "description": "No more chance, my dear Ex (2022)နောင်တဆိုတာ အချိန်လွန်မှ ရတတ်တာမျိုးပါ။\nနောင်တတွေ ရနေပြီဆိုရင်တော့ ကိုယ်လျှောက်ခဲ့ဖူးတဲ့လမ်းပေါ်ကို တည့်တည့်မတ်မတ် ပြန်လျှောက်ဖို့ရာ မဖြစ်နိုင်တော့ပါဘူး။အချစ်ဆိုတဲ့ လမ်းကလေးမှာလည်း အသွားမတော် တစ်လှမ်း ဖြစ်လို့ကတော့\nနောက်ပြန်လှည့်ဖိုရာ မဖြစ်နိုင်တော့ပါဘူး။အချစ်ဆိုတဲ့ ခရီးလမ်းမှာ အကြုံရဆုံး ခလုတ်ကန်သင်းကတော့ ဒုတိယလူ ပေါ်လာတာပါပဲ။\nဒုတိယလူနောက်ကို ကိုယ့်စိတ်ကလေး တိမ်းသွားရင်\nအချစ်ရေးမှာ အရာရာ မချောမွေ့တော့ပါဘူး။ကိုယ့်လူတွေကလည်း အထိအတွေ့တို့၊ နားလည်ပေးမှုတို့၊ ဂရုစိုက်ပေးမှုတို့ ပေးလိုက်တာနဲ့\nခဏတဖြုတ်တော့ ဆားတို့ပေးလိုက်တဲ့ တီကောင်လို တွန့်လိမ်တွန့်လိမ်ဖြစ်သွားတာပဲမလား?\nတွန့်လိမ်တွန့်လိမ် ဖြစ်နေကြတဲ့ ညိုကီတို့ နဲ့\nစနိုက်ဆီကနေ စစ်ကြေငြာခံနေရတဲ့ မမတို့အတွက်တော့ ကြည့်ကိုကြည့်သင့်တဲ့ကားလေးပါဗျ။ဇာတ်လမ်းကတော့ .....၅ နျစ်ကျော် ချစ်သူ သက်တမ်းရှိပြီ ဖြစ်တဲ့\nအလုပ်ကြမ်းပိုး ကျီစန်း နဲ့ ကလေးဆန်လွန်းတဲ့ ကျားမင်တို့ အကြောင်းပါပဲ။ကျားမင်တစ်ယောက် အိမ်မက်ကိုအကောင်အထည်ဖော်ဖို့\nပေကျင်းရောက်သွားတာကနေ ဇာတ်လမ်းကစတော့တာပဲ။\nရိုးသားကြိုးစားပြီး အနေတည်လွန်းတော့ ပေကျင်းမှာစန်းပွင့်နေတဲ့ ကျားမင် နဲ့\nသွေးအေးတဲ့ဒဏ်ကိုမခံနိုင်လို့ ပေကျင်းကိုလိုက်လာတဲ့ ကျီစန်း\nသူတို့ကြားမှာ ပေါ်လာတဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/18uvt/No.More.Chance.My.Dear.EX.2022.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNTQ4MzlmNGMtMDEzOS00ODdmLTkxZmQtNTJmZGI1Y2M0MmJkXkEyXkFqcGdeQXVyMTA3MTI2ODc5._V1_-143x200.jpg",
        "title": "The Perfumier (2022)",
        "description": "The Perfumier (2022)\n==================အကြည်ဓာတ်ရဖို့ လရောင်ခံတာတို့ spell jar ဆောင်တာတို့ဆိုတာ ဒီဇာတ်\nကားထဲက ရေမွှေးနဲ့ ယှဉ်ရင်တော့ ပါမွှားလေးပါပဲ။ ဆန်နီ ဆိုတဲ့ မှုခင်းဌာနက\nရဲမေတစ်ဦးဟာ ငယ်စဉ်ကတည်းက ဘယ်အနံ့ကိုမှ မခံစားရတဲ့ အနံ့ပျောက်\nနေတဲ့သူတစ်ဦးပါ။ သူမမှာ ယူရို ဆိုတဲ့ ကလေးနှစ်ယောက်အဖေ အိမ်ထောင်သည်\nချစ်သူစုံထောက်တစ်ယောက်လည်း ရှိပါသေးတယ်။ဒိုရီယန်ကတော့ ဘယ်အနံ့မဆို ခွဲခြားသိနိုင်ပြီး ထူးခြားတဲ့ အနံ့ခံစွမ်းရည်ကို\nပိုင်ဆိုင်ထားတဲ့ ရေမွှေးတီထွင်သူ တစ်ဦးပါ။ အချစ်ရေမွှေး လို့ခေါ်တဲ့ စွတ်လိုက်\nတာနဲ့ အားလုံးက တန်းတန်းစွဲဝိုင်းချစ်ကြမယ့် ရေမွှေးကို တီထွင်ဖို့အတွက်\nမိန်းမငယ်လေးတွေကို သတ်ဖြတ်ပြီး အနံ့ဂလင်းန်တွေကို ဖြတ်ထုတ်ယူတာ\nသူ့ရဲ့အလုပ်ပါပဲ။ဆန်နီတစ်ယောက် ဒိုရီယန်ရဲ့ ပြစ်မှုတွေကို ဖော်ထုတ်ဖို့ လိုက်လံကြိုးစားရင်း\nSex perfume ဆိုတဲ့ ရမ္မက်ရေမွှေးကို အမှတ်မထင်ရရှိသွားပြီးနောက် သူမ\nဘာဆက်လုပ်မလဲဆိုတာကတော့ ဇာတ်သိမ်းထိ စောင့်ကြည့်ရမှ သိရပါလိမ့်မယ်။\n21st September, 2022 မှာ Netflix ကနေ ထွက်ရှိလာတဲ့ psychological\ndrama, crime ...",
        "rating": "4.0",
        "url": "https://megaup.net/1Onm2/The.Perfumier.2022.720p.NF.WEB-DL.DUAL.DDP5.1.(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYWYyOTM1OTQtNzIwMy00ZGY3LWEyNjgtNGJkNjM1YmM5MmIyXkEyXkFqcGdeQXVyODU5MTcyMDE@._V1_-142x200.jpg",
        "title": "Wolves of War (2022)",
        "description": "Wolves of War (2022)\n=================လူတွေရဲ့အတွင်းစိတ်မှာတိုက်ခိုက်နေတဲ့ ဝံပုလွေဆိုးနဲ့ဝံပုလွေကောင်းတို့\nရှိနေပြီး ပိုအလေးပေးမိတဲ့အကောင်က အနိုင်ရပါသတဲ့...။အဆိုးအကောင်း\nဒွန်တွဲနေတဲ့ လူ့စိတ်ကိုထင်ဟပ်ပြထားတဲ့ စကားလေးပါ။ Wolves of War\nဟာ စစ်တွင်းနောက်ခံဇာတ်လမ်းပေမဲ့ စစ်ရေးမစ်ရှင်တင်မက အဲဒီလိုအတွေး\nရစေမယ့်စကားလေးတွေနဲ့အတူ ဒရမ်မာလေးတွေပါ ခပ်ပါးပါးထည့်ထားတဲ့\nစစ်ကားမျိုးပါ။ဒုတိယကမ္ဘာစစ်ပြီးကာစမှာ ဗြိတိသျှအရာရှိဦး‌ဆောင်တဲ့လက်ရွေးစင်အဖွဲဟာ\nရန်သူ့နယ်မြေထဲ၀င်ရမယ့် နောက်ဆုံးစစ်ဆင်ရေးကို လုပ်ဆောင်ရပါတယ်။\nသူတိုတာ၀န်က နာဇီတိုထိန်းသိမ်းထားတဲ့ အမေရိကန်သိပ္ပံပညာရှင် ပရော်\nဖက်ဆာကြီးတစ်ယောက်ကို ခေါ်ထုတ်ရမှာ ဖြစ်ပါတယ်။ ရန်သူ့နယ်မြေကို\nအ၀င်မှာပဲ သူတိုအဖွဲ နာဇီယုံကြည်သူ ဒေသခံပြည်သူ့စစ်အဖွဲနဲ့တိုးပါတော့တယ်။စစချင်းမှာပဲ အဖွဲ၀င် ၂ ယောက်လျော့ပြီး ၄ ယောက်သာကျန်တဲ့ သူတိုအဖွဲဟာ\nလူနည်းနည်းလေးနဲ့ နာဇီတွေကြား ဘယ်လိုတိုး၀င်မလဲ၊ ပရော်ဖက်ဆာကြီးကို\nဘယ်လိုရှာဖွေကယ်ထုတ်မလဲ၊ suicide mission တစ်ခုလိုဖြစ်နေတဲ့ သူတိုစစ်\nဆင်ရေးကြီးကနေ ဘယ်သူတွေကအိမ်ပြန်ရောက်ပြီး ဘယ်သူတွေက အိမ်ပြန်\nမရောက်နိုင်တော့ဘူးလဲ ဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်လိုက်ကြရအောင်နော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C'mon ဖြစ်ပါတယ်)\nFile Size..........(1.98 GB) / (970 MB) / (610 MB)\nQuality............WebRip 1080p ...",
        "rating": "4.3",
        "url": "https://megaup.net/18law/Wolves.of.War.2022.720p.WEBRip.(CM).mp4",
        "category": "Action, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNTdkNTM5MjctN2NkNy00ZTA0LThkYWMtNjE0MjIyOTA5YzgyXkEyXkFqcGdeQXVyMzM3MTg1MDQ@._V1_-143x200.jpg",
        "title": "[18+]The Lady Improper (2019)",
        "description": "ဘ၀မှာဆုံးရှုံးရတာတွေ များလာတဲ့အခါ ဘ၀အသစ်ပြန်စချင်ကြတာပဲ မဟုတ်လားဒီဇာတ်ကားထဲမှာလည်း Siu Man ဆိုတဲ့ ကောင်မလေးက ယောကျ်ားရဲ့စွန့်ပစ်ခြင်းခံရ ၊ ဖခင်ကလည်း ဆုံး သတ်သေချင်စရာလောကထဲကနေဘ၀အသစ်ပြန်စဖို့ စာဖိုးမှူးလုပ် အဖေ့ရဲ့စားသောက်ဆိုင်ကိုပြန်လည်ဖွင့်ဖို့လုပ်ပါတော့တယ်အတွေ့အကြုံမရှိတဲ့သူမို့ အရံစားဖိုမှူးငှားရတာပေါ့ ငှားတဲ့ စားဖိုမှူးက ချောတဲ့အပြင် ဆွဲဆောင်မှု့အပြည့်ရှိနေကာ ဂရုစိုက်မှု့တွေပါကောင်းတော့ ချစ်ကြွမ်း၀◌င်မိသွားတာပေါ့သူတို့နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို လှိုက်လဲရင်သက်စွာ ကြည့်ရှု့ရမယ့် ဇာတ်ကားလေးမို့ မိသားစုနဲ့အတူကြည့်ဖို့တော့ မသင့်တော်ပါဘူးနော် ။( အညွှန်းရေးသားထားသူကတော့ Dark Devil ပါ )File Size__(1.5GB) / (800MB)\nQuality__1080p, 720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:24:00\nType__Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.1",
        "url": "https://megaup.net/18vs9/[18+]The_Lady_Improper_(2019)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGUzZmU1YzktNTkxOS00ZTI0LTljNmQtMTIxNTliY2I5NDFjXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Confess, Fletch (2022)",
        "description": "Confess, Fletch (2022)\n=================\nIMDb Rating - 6.5/10၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ ဇာတ်လမ်းကောင်းပြီး ရယ်ရတဲ့ ဟာသဇာတ်ကား\nကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။ IMDb Rating 6.5, Rotten\nTomatoes 85% ရရှိထားပြီးတော့ ဇာတ်အိမ် ခိုင်မာသလို ဟာသများကလည်း\nကလိထိုးရယ်စရာမလိုတဲ့ ဟာသတွေပါ။ ဖလက်ချ်ဟာ သတင်းထောက်အလုပ်ကနေ\nအနားယူရင်း ဥရောပမှာ ခရီးသွားနေတဲ့သူပါ။ အီတလီနိုင်ငံ ရောမမြို့က မြို့စား\nကြီးတစ်ယောက်ဟာ သူ့ရဲ့ ပျောက်ဆုံးသွားတဲ့ ပန်းချီကားတွေကို ပြန်လည်ရှာဖွေဖို့\nဖလက်ချ်ကို အလုပ်အပ်လာပါတော့တယ်။  မြို့စားကြီးရဲ့ သမီးဖြစ်သူ အန်ဂျလာနဲ့လည်း\nချစ်ကြိုက်မိသွားခဲ့ပါတယ်။ တစ်နေ့မှာတော့ မြို့စားကြီး ပြန်ပေးဆွဲခံလိုက်ရပြီး\nပြန်ပေးသမားများက ပြန်ရွေးငွေအဖြစ် ပီကာဆိုရဲ့  ပန်းချီကား တစ်ချပ်ကို တောင်း\nဆိုလာပါတယ်။ ထိုအခါမှာ ဖလက်ချ်လည်း ပန်းချီကားများကို မဖြစ်မနေ ပြန်လည်ရှာဖို့\nဖြစ်လာပါတော့တယ်။ဖလက်ချ်ဟာ ပန်းချီကားတွေကို ခြေရာခံလိုက်ရင်း ဘော်စတွန်မြို့ကို ရောက်ရှိပါတယ်။\nသူ့ရည်းစား စီစဉ်ပေးတဲ့ အိမ်တစ်အိမ်မှာနေဖို့ ရောက်လာတဲ့အခါမှာ ထိုအိမ်တွင်\nသေဆုံးနေတဲ့ အမျိုးသမီးတစ်ယောက်ကို တွေ့လိုက်ရပါတယ်။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/18l20/Confess.Fletch.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Crime, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cz5xctdv2a1lfZOTpBs3aLb4q23.jpg",
        "title": "Mutant: Ghost War Girl ( 2022 )",
        "description": "CM Chinese ပရိသတ်ကြီးအတွက် ခေတ်လွန်သိပ္ပံ\nစူပါဟီးရိုးဆန်ဆန်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့......\nအနာဂတ်ကမ္ဘာမှာ နည်းပညာဟာတဟုန်ထိုးတိုးတက်နေပါပြီ။\nကမ္ဘာပေါ်မှာမီဒူဆာဆိုတဲ့လျို့ဝှက်အဖွဲ့အစည်းတစ်ခုပေါ်ပေါက်လာခဲ့တယ်။\nသူတို့ဟာလူသားတွေကိုတရားမဝင်ဖမ်းဆီပြီး\nသုတေသနခန်းမှာစမ်းသပ်ပစ္စည်းအဖြစ်အသုံးပြုပါတယ်။ဒီအမှုကိုစုံစမ်းသက်သေယူဖို့အတွက် မီဒူဆာအဖွဲ့မှာအသွင်ယူစုံစမ်းရင်း\nဝမ်ချင်ချင်ဟာ စမ်းသပ်ခံလူသားအဖြစ်နဲ့\nမျိုးရိုးဗီဇာပြောင်းဆေးရည်ထိုးခံရပြီး\nသာမန်လူတွေထပ်သာလွန်တဲ့အစွမ်းတွေနဲ့\nသန္ဓေပြောင်းလူသားဖြစ်လာပါတော့တယ်။\nဒီလိုနဲ့ကမ္ဘာပေါ်မှာသန္ဓေပြောင်းလူသားတွေပြန်နှံ့လာပြီး\nမြေအောက်တိုက်ခိုက်ရေးပြိုင်ပွဲတွေမှာအသုံးချခြင်းကိုခံရပါတော့တယ်။သန္ဓေပြောင်းလူသားတွေပြစ်မှုကျူးတာကိုတားဖို့အတွက်\nနိင်ငံတကာလုံခြုံရေးအဖွဲ့အစည်းတွေပူးပေါင်းပြီး\nကောင်းတဲ့သန္ဓေပြောင်းလူသားနဲ့\nဆိုးသွမ်းတဲ့သန္ဓေပြောင်းလူသားတွေရဲ့\nတိုက်ပွဲဟာစတင်လာပါတော့တယ်.....\nဝမ်ချင်ချင် တစ်ယောက် တာဝန်ကို\nဘယ်လိုပြီးမြောက်အောင်ထမ်းဆောင်မလဲ......\nမီဒူဆာအဖွဲ့အစည်းကြီးကိုရောဘယ်လိုဖျက်ဆီးပစ်မလဲ......\nဆိုတာကိုမမလှလှတွေရဲ့ ဖိုက်တင်ခန်းအမိုက်စားတွေနဲ့\nဝေဝေဆာဆာကြည့်လိုက်ကြပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Science Fiction\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mutant-ghost-war-girl-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7CYwsMJb3v7lSfAFIflFEH85yN.jpg",
        "title": "Marble Mountains ( 2022 )",
        "description": "ဒီတစ်ခါ CM ရဲ့ တရုတ်ကားကြိုက်သူလေးတွေအတွက် အစဉ်အလာမပျက်\nစွန်းဝူခုန်းဇာတ်ကြောင်းကို version တစ်မျိုးနဲ့ တင်ဆက်ထားတဲ့ Marble\nMountain ဆိုတဲ့ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရမယ်ဆိုရင်တော့...\nစွန်းဝူခုန်းဇာတ်ကြောင်းကို အရင်ဇာတ်ကားတွေလို မက်မွန်သီးခိုးစားလို့\nလူ့ပြည်ရောက်လာတာလည်းမဟုတ်... အချစ်ဇာတ်လမ်းလေးကြောင့်\nစွန်းဝူခုန်းဖြစ်လာတာမျိုးမဟုတ်ဘဲ...လက်နက်မဲ့ ပြည်သူတွေအတွက် စွန့်စွန့်စားစား မိစ္ဆာတွေကို\nချေမှုန်းခဲ့ရာကနေမှ တရားစစ် တရားမှန်ကို သဘောပေါက်နားလည်ပြီး\nစွန်းဝူခုန်းဖြစ်လာခဲ့တာလို့ ပြောင်းလဲ တင်ဆက်ပြထားတာပေါ့...ဒီဇာတ်လမ်းထဲမှာ တခြားဇာတ်ကောင်တွေနဲ့ တခြား ပုံစံဆန်းလေးတွေ\nတင်ဆက်ပြထားတာမို့ အက်ရှင်ကားတွေကြိုက်ပြီး\nစွန်းဝူခုန်းကားကိုမှကြည့်ချင်တယ်ဆိုသူတွေ ဒေါင်းကြည့်သင့်တာမို့\nကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Adventure , Action\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/marble-mountains-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/wNpqA_4f-142x200.jpg",
        "title": "What She Likes (2021)",
        "description": "What she likes (2021)Web novel ကို ပြန်လည်ရိုက်ကူးထားတဲ့ တွေးစရာတွေတစ်ပုံကြီးပါတဲ့ ဆယ်ကျော်သက်ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ဂျွန် အန်ဒိုဆိုတဲ့ကောင်လေးက ဂေးတစ်ယောက်ဖြစ်ပေမဲ့ come out လုပ်မထားရသေးတဲ့ အထက်တန်းကျောင်းသားတစ်ယောက်ပါ။ သူက သူ့ရဲ့ဖြစ်တည်မှုကို အမြဲတမ်းမေးခွန်းထုတ်နေခဲ့တဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပြီး သူ့မှာ အသက်ကြီးတဲ့ရည်းစားလည်းရှိပါတယ်။ သူ့ရည်းစားကအိမ်ထောင်သည် ကလေးအဖေဖြစ်ပြီးတော့ အားတဲ့အချိန်မှာ သူနဲ့တွေ့လေ့ရှိပါတယ်။တစ်ဖက်မှာလည်း သူ့ကို ငယ်ငယ်တည်းကခင်တဲ့ ကောင်မလေး မိအူရက ဖွင့်ပြောလာပါတယ်။မိအူရက BLဇာတ်လမ်းတွေကို ငယ်ငယ်တည်းကကြိုက်ခဲ့တဲ့ ဖူဂျိုရှီလေးပါ။ မိသားစုဘဝကိုမက်မောတဲ့ ဂျွန်က သူ့ဖြစ်တည်မှုကိုမသိတဲ့ မိအူရကိုတွဲဖို့ လက်ခံလိုက်ပါတယ်။ ဒါပေမဲ့ ကောင်မလေးကြိုက်တဲ့သူဟာ straightကောင်လေးမဟုတ်ဘဲ ဟိုမိုတစ်ယောက်ဖြစ်နေခဲ့တဲ့အခါမှာတော့...\nဂျွန်တစ်ယောက် ကောင်မလေးနဲ့ ရည်းစားကောင်လေးအကြား ခံစားချက်လွန်ဆွဲပွဲတွေ ဘယ်လိုကြုံရမလဲ။သူကိုယ့်ကိုယ်ကိုဖိအားပေးပြီးကြိုးစားယူချင်နေတဲ့ မိသားစုဘဝလေးကရော ဖြစ်မြောက်မှာလား။ ဖူဂျိုရှီလေးရဲ့ စိတ်ကူးယဉ်မှုတွေက လက်တွေ့ဘဝထဲ တကယ်ဖြစ်လာတဲ့အခါ ဘယ်လိုတုံ့ပြန်မှာလဲ ။လက်တွေ့ဘဝက ဂေးကောင်လေးတစ်ယောက်ရဲ့ ကြုံတွေ့ရတဲ့ ဖြစ်ရပ်တွေ ခံစားချက်တွေအကြောင်း ကောင်းကောင်းပုံဖော်ထားတဲ့ ဆယ်ကျော်သက်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Oq2l/What_She_Likes_(2021)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/SSIS-141x200.png",
        "title": "{21+}Her Older Sister [SSIS-453]",
        "description": "ဆာတိုရီ နဲ့ အဇီဝါ တို့ ချစ်ခရီးက အခုမှစတာပါ\nငယ်ရွယ်သူတွေဖြစ်ကြပြီး အချစ်ကို ရူးရူးမိုက်မိုက်ပဲပေါ့\nချစ်တာတခုပဲသိပြီး ကျန်တဲ့ အရာတွေကို အတွေ့ကြုံမရှိသူတွေ\nအနမ်းလေးတစ်ပွင့်အတွက်တောင် ခဲရာခဲဆစ်ကြိုးစားနေရသူတွေ\nအဇီဝဝါရဲ့ အစ်မက တော့ အဲလိုမဟုတ်ပါဘူး\nသူက ယွန်း တဲ့ယွန်းကတော့ အသက်ရွယ်ရှိပြီး အတွေ့ကြုံများသူလေး\nတစ်နေ့မှာတော့ သူတို့နှစ်ယောက်အခြေနေကို ရိပ်မိသွားတဲ့\nယွန်း တစ်ယောက် ဆာတိုရီနဲ့ နှစ်ယောက်တည်း တွေ့ဖို့အကြောင်းဖန်လာတဲ့အခါ\nရင်ခွင်မှီအရပ် မောင်လေးတွေကို ကြိုက်တဲ့ မမတွေရော\nအရပ်ရှည်တဲ့ မမတွေကိုမှကြိုက်တဲ့ ကောင်လေးတွေရော\nလက်မလွတ်တမ်းကြည့်သင့်ပါတယ်\nFile size…2.3GB / 1.3GB\nQuality…1080p  / 720p\nFormat…mp4 \nDuration….2 h 32 min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2up9m/[SSIS-453]__Taller_Older_Sister_Looks_Down_On_Me_And_Invites_Me_To_have_Fun_.720p(DS)_.mp4",
        "category": "Adult, Asian"
    }
]