[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uWkpjbBe4gRZilXRXbYfsMUZMhz.jpg",
        "title": "A Tourist’s Guide to Love (2023)",
        "description": "A Tourist's Guide to Love (2023)~ Rotten Tomatoes - 71% ~ဒီဇာတ်ကားကတော့ American နဲ့ Asian ဒရာမာနှစ်မျိုးလုံးကို ပေါင်းစပ်တင်ဆက်ပေးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ တစ်ချိန်က She's All That ဇာတ်ကားနဲ့ နာမည်‌ကျော်ခဲ့ဖူးပြီး အခုလက်ရှိမှာတော့ Producer Writer အဖြစ်နဲ့ပါ လုပ်ကိုင်နေတဲ့ Racheal Leigh Cook ကနေ ဇာတ်ဆောင်မင်းသမင်းအဖြစ်ပါဝင်ထားပါတယ်။ တစ်ဖက်မှာ​တော့ ဗီယက်နမ်သွေးပါတဲ့ အမေရိကန်မင်းသား Scotty Ly က ဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အမန်ဒါရိုင်လေ ဆိုတဲ့ အမျိုးသမီးလေးဟာ မကြာခင်ကမှ အူကြောင်ကြောင်ရည်းစားနဲ့ မထင်မှတ်ဘဲလမ်းခွဲခဲ့ရပါတယ်။ ဒီအခါမှာ သူဟာ စိတ်ထွက်ပေါက်လည်းရ၊ အလုပ်အတွက်ပါ ခွင်တည့်တယ်ဆိုပြီး ဗီယက်နမ်မှာ ခရီးသွားလုပ်ငန်းအကြောင်း သွားစုံစမ်းဖို့သွားပါတော့တယ်။ ဒီလိုနဲ့ပဲ ဗီယက်နမ်ရောက်တဲ့အခါ ဆင်းဆိုတဲ့ သူက သူ့ရဲ့ခရီးသွားအကြံပေးအနေနဲ့ စောင့်နေခဲ့ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fUq4/(CM)_A_Tourist_s_Guide_to_Love_(2023)_720p.mp4",
        "category": "Adventure, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/poster-500-133x200.jpg",
        "title": "Love At First Lie (2023)",
        "description": "Right Person ကို Dating app ကနေတဆင့် ရှာနေတဲ့ ထက်မြက်တဲ့အမျိုးသမီးလေး ကိတ်ဟာဆိုရင် ဝေါ်ကာဆိုတဲ့ လူချောလူခန့်နဲ့ တွေ့ကြပါတော့တယ်။ မောင်လူချောက ပိုက်ဆံတွေသုံးပြီး ကိတ်ကို အချိုတွေကျွေးတော့ ကိတ်လည်း တစ်လအကြာမှာ သူဖွင့်ပြောတော့ ချက်ချင်းပဲလက်ခံပြီးတော့ တွဲခဲ့ကြတာပေါ့။ မောင်လူချောအကြောင်းသိထားတာဆိုလို့ ရုပ်ချော ရေလျှံတဲ့ အနုပညာပစ္စည်းကုန်သည်ဆိုတာအပြင် ဘာမှမရှိတော့ အချစ်ဆုံးသူငယ်ချင်းကလည်း သိပ်မယုံနိုင်ဖြစ်နေတော့ ကိတ်ခမျာ ချစ်သူဘက်ကကာပြီး သူ့ကို ဘယ်လောက်ထိချစ်ကြောင်းတွေပြောရတော့တာပေါ့။ တစ်နေ့တော့ ဝေါ်ကာတစ်ယောက် လူဆိုးတွေအလိုက်ခံရာကနေစပြီး သူတို့ကြားမှာ မသင်္ကာစရာတွေဖြစ်လာတော့ ဝေါ်ကာအကြောင်းစုံစမ်းရင်းကနေ ချစ်သူကောင်လေးအကြောင်းသိပြီးတော့ သူတို့တွေဘယ်လိုဆက်ပြီးနှစ်ပါးသွားကြမလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ Love at First Lie ဆိုတဲ့ ဒီဇာတ်ကား‌လေးက IMDb 4.9/10 ရရှိထားတာမလို့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမဲ့ ဇာတ်ကားလေးဖြစ်မှာပါခင်ဗျာ။ File size…(1.4 GB)/(620 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, Tv ...",
        "rating": "",
        "url": "https://megaup.net/2BOf7/Love.At.First.Lie.2023.720p.(CM).mp4",
        "category": "Drama, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIAF0UXtCJTJOYNYWiBfyifaaOi.jpg",
        "title": "Outsource (2022)",
        "description": "Outsource (2022)ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ ဂျော်ဒန်မင်းသားကြီး Bashar Atiyat ကတော့ ဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီကားကို Mission: Impossible နဲ့ Bourne Movies တွေရဲ့ Budget Version လို့တောင်ပြောလို့ရပါတယ်။ ဇာတ်လမ်း Plot ကလည်းကောင်းတဲ့အပြင် ကြည့်ရလည်း မဆိုးလှပါဘူး။ဒီဇာတ်ကားကိုတော့ ဘာရှာဆိုတဲ့ ဇာတ်ကောင်အပေါ် အခြေခံပြီးဇာတ်အိမ်တည်ထားတာပါ။ ဘာရှာဆိုတာက အရင်က နိုင်ငံတကာ စပိုင်ဖြစ်ခဲ့ဖူးတဲ့သူပေါ့။ သူဟာ အတိတ်မှာအဖြစ်ဆိုးတွေဖြစ်ခဲ့ပြီးနောက်ပိုင်း နိုင်ငံပိုင်စပိုင်ဘဝကို စွန့်လွှတ်ပြီး အလွတ်တမ်း ကြေးစားစပိုင်အဖြစ်ကိုပြောင်းခဲ့တာပေါ့။ တစ်နေ့မှာတော့ သူ့ သူငယ်ချင်းဟောင်း ဖိလစ်ပိုင်ရဲမှူးတစ်ယောက်က အကူအညီတောင်းလို့ ဖိလစ်ပိုင်က မြေအောက်အဖွဲ့အစည်းတွေကို မြေလှန်ပေးဖို့ကြိုးစားပါတော့တယ်။ဒီလိုနဲ့ပဲ စစ်ဆင်ရေးလုပ်ပြီး မကြာခင်မှာပဲ ဖိလစ်ပိုင်က ကြေးစားလူသတ်သမားတစ်ဦးကြောင့် မင်းသားကြီးရဲ့ မိတ်ဆွေရဲမှူးကြီးက ဆုံးသွားရှာပါတယ်။ ဒီလိုနဲ့ပဲ မင်းသားကြီးကပါ ဂွင်ဆင်ခံလိုက်ရပြီး သူ့ကိုပါ အမှုပတ်သွားပြန်ပါတော့တယ်။ အဲ့လိုနဲ့ပဲ ဘာရှာတစ်ယောက် သူ့ကိုယ်သူဘယ်လို ကာကွယ်သွားမလဲ... တဖြေးဖြေးနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2BPbg/(CM)_Outsource_(2022)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTM5NzE0ODIwMV5BMl5BanBnXkFtZTcwMzY5Mjg3OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Baytown Outlaws (2012)",
        "description": "IMDb rating -6.3/10 ဒီဇာတ်လမ်းကတော့ ဇာတ်အိမ်ခိုင်ခိုင် ဇာတ်လမ်းဇာတ်ကွက်မိမိရိုက်ကူးထားတင်ဆက်ထားပြီး Action Comedy ဇာတ်လမ်းအမျိုးအစားလေးဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မှာ Action အခန်းတွေကို ထိထိမိမိရိုက်ကူးထားတဲ့အပြင် သရုပ်ဆောင်တွေရဲ့ ပိုင်နိုင်တဲ့သရုပ်ဆောင်မှုတွေကြောင့် Comedy scene တွေမှာဆိုရင် ဗိုက်နာအောင်ရယ်ရမယ့် ဇာတ်လမ်းဇာတ်ကွက်တွေပါကြည့်ရှူခံစားရမှာပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့.. ဒီရုပ်ရှင်ကိုတော့ Oodie boys သုံးယောက်ကိုအဓိကထားပြီးရိုက်ကူးထားပါတယ်အကြီးဆုံးက Brick အလတ်က Lincoln နဲ့ နောက်တစ်ယောက်ကတော့ McQueenပါ သူတို့ ၃ ယောက်က ဒေသခံရဲအရာရှိ ရှယ်ရစ်ဖ်ကနေ မြို့ထဲကတခြားရာဇဝတ်ကောင်တွေကို သတ်ဖို့ငှားထားတဲ့ အမည်မသိကြေးစားလူသတ်သမားတွေပေါ့ သူတို့ကြောင့်ပဲ Alabama မြိုလေးကပြစ်မှုအနည်းဆုံးမြို့တစ်ခုဖြစ်နေတော့ ရှယ်ရစ်ဖ်တစ်ယောက် သူတို့လုပ်သမျှကိုမျက်ကွယ်ပြုပေးနေခဲ့ပါတော့တယ် တစ်နေ့မှာတော့ Celeste ဆိုတဲ့အမျိုးသမီးတစ်ယောက်က အကြမ်းဖက်တတ်တဲ့ မွေးစားအဖေလက်ထဲကနေ သူ့မွေးစားသားလေးကိုကယ်တင်ပေးဖို့ ငွေအများကြီးကမ်းလှမ်းပြီးတောင်းဆိုလာခဲ့ပါတယ်။ ငွေရဲ့ဆွဲဆောင်မှုမှာမြောသွားတဲ့ သူတို့ညီအစ်ကို ၃ ယောက် ကလေးကိုပြန်ပေးဆွဲခဲ့တဲ့အခါမှာတော့.. ဘယ်လိုအရာတွေနဲ့တွေ့ကြုံရမလဲဆိုတာကို ဒီဇာတ်လမ်းလေးထဲမှာကြည့်ရှူခံစားရမှာပါ။ File size…(1.8 GB)/(1 ...",
        "rating": "6.3",
        "url": "https://megaup.net/3hLSl/The.Baytown.Outlaws.2012.720p.(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJMMyRU3mGxNyzDEufGP6IuifAl.jpg",
        "title": "Concrete Clouds (2013)",
        "description": "Concret Clouds (2013)လေထဲက အိမ် .....နှစ်ယောက်သား အိပ်မက်တွေကို အတူတူ မက်ခဲ့ဖူးကြတယ်\nလေထဲမှာ တိုက်အိမ်ဆောက်ခဲ့ဖူးကြတယ်\nအရာရာဟာ မျှော်လင့်ချက်တွေနဲ့ တည်ဆောက်ပေမဲ့\nတစ်ခါတလေမှာ အနှစ်မဲ့နေတဲ့ တိမ်စိုင်တွေ အရောင်တောက်ခဲ့ကြချိန်ပေါ့။ဒီဇာတ်လမ်းကတော့ ၁၉၉၀ ခုနှစ် နှောင်းပိုင်းမှာ ထိုင်းနိုင်ငံရေး စီးပွားရေးကပ်ဆိုက်ချိန်ကြောင့်\nလူငယ်တွေရဲ့ အိပ်မက်တွေ၊ စိတ်ကူးတွေကို တိတ်တဆိတ်နဲ့ ဖြည်းဖြည်းချင်း ပြိုကွဲခဲ့ရတဲ့ အကြောင်းပါပဲ။Mutt ရဲ့အဖေ ကိုယ့်ကိုယ်ကိုယ် သတ်သေသွားချိန်မှာတော့ Mutt က နယူးယော့ကို ပြောင်းလာခဲ့ပြီး\nငွေကြေးရောင်းဝယ်ဖောက်ကားသူအနေနဲ့ ရပ်တည်ခဲ့ပါတယ်။\n၁၉၉၇ ခုနှစ်မှာတော့ ထိုင်းနိုင်ငံရဲ့ စီးပွားရေးပျက်ကပ် ဆိုက်ချိန်မှာ အမိနိုင်ငံကို ပြန်လာခဲ့ပါတယ်။\nအလုပ်အကိုင်နဲ့ ပြန်လာရင်း အထက်တန်းကျောင်းတုန်းက သူ စွဲလမ်းခဲ့ရတဲ့\nရည်းစားဟောင်းဖြစ်တဲ့ Sai နဲ့ ပြန်ပြီး ဆက်သွယ်ခဲ့ပါတယ်။\nSai ကတော့ လက်ရှိအချိန်မှာ သူ့ရဲ့ဈေးကွက်ဖြန့်ချိရေး အလုပ်မှာ ကျရှုံးမှုတွေနဲ့ ကြုံနေရတာပါ။\nတစ်ချိန်တည်းမှာပဲ Mutt ရဲ့ ညီဖြစ်သူ Nic က ပြည့်တန်ဆာအလုပ်ကို လုပ်ကိုင်နေတဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2BPnz/Concrete.Clouds.2013.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGEzNGRjYzYtNmRjNy00ZTI0LTgwOTYtOTViMGM0MWUwMzQ5XkEyXkFqcGdeQXVyMTM0NTUzNDIy._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The SpongeBob Movie: Sponge Out of Water (2015)",
        "description": "SpongeBob Squarepants ကိုတော့အားလုံးသိကြပြီးသားဖြစ်မှာပါ 2015 ခုနှစ်ကထွက်ရှိထားတဲ့ action & adventure movie ဖြစ်ပြီး IMDb 6/10 ရရှိထားပါတယ် ဒီတစ်ခေါက်မှာတော့ Mr. Krabs ရဲ့လျှို့ဝှက်ဟင်းချက်နည်းက ရုတ်တရက်ပျောက်သွားရာကနေအစပြုပြီး Krabby Patties တွေလည်းထပ်မရှိတော့တာကြောင့် Bikini Bottom ကြီးတစ်ခုလုံးပရမ်းပတာတွေဖြစ်ပြီး ကပ်ဘေးကြီးဆိုက်သွားပါတော့တယ် SpongeBob တို့သူငယ်ချင်းတစ်စုသားလျှို့ဝှက်ဖော်မြူလာကိုရှာရင်းကုန်းပေါ်အထိပါတက်သွားရတဲ့အထိပါပဲ သူတို့ကုန်းပေါ်မှာ လျှိူ့ဝှက်ဖော်မြူလာကိုပြန်ရှာဖို့စွန့်စားခန်းတွေဖွင့်ရင်း Bikini Bottom ကိုကယ်တင်ဖို့ကြိုးစားကြတာတွေကိုပျော်ပျော်ကြီးကြည့်ရှုရမှာပါ File size…(2.3 GB)/(1 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Family, Adventure, Comedy, Fantasy, Animation\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.0",
        "url": "https://megaup.net/2BOgq/The_SpongeBob_Movie_Sponge_Out_of_Water_2015_BluRay_720p.(CM).mp4",
        "category": "Adventure, Animation, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNmMxNzNlZjMtZWQyMy00ZGMwLTk3ZjMtZTdjYTlmYjU3NjRlXkEyXkFqcGdeQXVyMDU5MDEyMA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Caveman (2023)",
        "description": "အခုမိတ်ဆက်ပေးမှာကတော့ ဒီနှစ်မှထွက်ထားတဲ့ ဂျာမန် Comedy movie လေးပါ၊ ဇာတ်လမ်းလေးက လင်နဲ့မယား လျှာနဲ့သွားဆိုတဲ့စကားအတိုင်းတစ်ခါမဟုတ် ၂ခါမက ကိုက်မိနေရင်းပဲ ကိုယ်က လျှာလား သူက သွားလား စမန်ပြန်ခုတ်ကြတဲ့ ကလော်ဒီရာနဲ့ ဘော်ဘီတို့ရဲ့အိမ်ထောင်ရေးအကြောင်းကိုဟာသလေးနှောပြီးတမူထူးတဲ့တင်ဆက်ပုံလေးနဲ့ပြသထားတာပါ၊ ဇာတ်ဆောင်ဖြစ်တဲ့ဘော်ဘီကတော့ ဘာဖြစ်လို့ဒီလိုကတောက်ကဆတွေဖြစ်ရတာလဲဆိုတာအဖြေရှာရင်းလူနားမလည်နိုင်တဲ့ သီအိုရီတွေထုတ်ပြီး ကလော််ဒီရာကိုနားချပါတော့တယ်။ နားချရင်း နားမလည်ရာကနေနားလည်မှုတွေလွဲရင်း ကွဲမယ်ပြတ်မယ်လုပ်ကြရာ ကလော်ဒီရာကိုလက်မလွှတ်နိုင်တဲ့ဘော်ဘီတစ်ယောက်ဘယ်လိုအကွက်တွေပြန်သုံးချော့မယ်၊ ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကိုကြည်နူးဖွယ်ရှူစားရမှာဖြစ်ပါတယ် ။File size…(1.5 GB)/(900 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:41:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mia",
        "rating": "",
        "url": "https://megaup.net/2BLog/Caveman.2023.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTQyNGY5ZGQtN2E1MC00ZDhkLWJiYWMtMTFjODAwMDFmZDRhXkEyXkFqcGdeQXVyMDc5ODIzMw@@._V1_-160x200.jpg",
        "title": "Insidious: The Red Door(2023)",
        "description": "Insidious: The Red Door(2023)*****************************\nနာမည်ကျော် သရဲကား ရုပ်ရှင်တွဲတွေဖြစ်တဲ့ Insidious ရုပ်ရှင်တွေထဲကနောက်ဆုံးထွက် ၅ ရုပ်ရှင်ဖြစ်ပါတယ်။ လိပ်ပြာလွှင့်ရာကနေ ပရလောကမကောင်းဆိုးဝါးတွေနဲ့ ကြုံရပုံကို အခြေခံထားတဲ့ ဇာတ်လမ်းတွေပါပဲ။ ၅ ကားရဲ့နာမည်တွေကတော့\nInsidious 2011\nInsidious: Chapter 2 2013\nInsidious: Chapter 3 2015\nInsidious: The Last Key 2018\nInsidious: The Red Door 2023 တို့ပါပဲ။ဒီငါးကားထဲမှာ ဘယ်သူ့မေးမေး ပထမဆုံး ရုပ်ရှင်က ကြောက်စရာအကောင်းဆုံးလို့ ပြောမှာပါပဲ။ကျန်တဲ့ရုပ်ရှင်တွေလည်း မဆိုးလှပေမဲ့ ဂျိမ်းစ်ဝန် ရိုက်ခဲ့တဲ့ ပထမဆုံးရုပ်ရှင်ကိုတော့ မမီကြပါဘူး။ဒီကားကတော့ အရင်ဒါရိုက်တာတွေမဟုတ်ဘဲ ဒီရုပ်ရှင်ရဲ့ ခေါင်းဆောင်မင်းသား Patrick Wilsonကိုယ်တိုင် ပထမဆုံး ဒါရိုက်တာလုပ်ပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းဂျော့ရှ် နဲ့ ဒေါ်တန် တို့ သားအဖဟာ ကိုမာဝင်ခဲ့တဲ့ကိစ္စရယ် သရဲပူးပြီး မိသားစုကိုပြန်ရန်ရှာတဲ့ကိစ္စတွေရယ်ကိုမေ့ပျောက်ဖို့အိပ်မွေ့ချဆရာအကူအညီနဲ့ မှတ်ဉာဏ်တွေကို မသိစိတ်ထဲမှာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3XKbQ/Insidious.The.Red.Door.2023.WEB-DL.720P(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qayga07ICNDswm0cMJ8P3VwklFZ.jpg",
        "title": "Resident Evil: Death Island (2023)",
        "description": "Resident Evil: Death Island (2023)Genre – Animation, Action, Adventure\nIMDB – 6.2/10Playstation ရဲ့ နာမည်ကျော်ဂိမ်းဖြစ်တဲ့ Resident Evil ရဲ့ Animation ရုပ်ရှင် ၅ ကားမြောက် အသစ်ထွက်လာခဲ့ပါပြီ\n(Degeneration, Damnation, Vendetta ရယ် Infinite Darkness ကတော့ စီးရီး ဖြစ်သွားတာပေါ့)။ဒီ Animation ရုပ်ရှင် အတွဲလိုက်က Paul WS Anderson ရိုက်ပြီး Milla Jovovich သရုပ်ဆောင်တဲ့လူကားနဲ့ Universe အတူတူ မဟုတ်ပါဘူး၊\nဂိမ်းထဲက Universe နဲ့တော့ အတူတူ အခြေခံထားတာ ဖြစ်ပါတယ်။\nနောက်ပြီး ဒီကားထဲမှာ နာမည်ကြီး RE ဇာတ်ကောင်တွေဖြစ်တဲ့ လီယွန်၊ ကလဲလ်၊ ခရစ်စ်၊ ဂျေးလ်နဲ့ ရေဘက်ကာတို့ ပါဝင်ထားတာလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကျွန်တော်တို့ ဇာတ်လိုက်ကျော်ကြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VHnb/Resident.Evil.Death.Island.2023.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Action, Animation, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lTZ3r9NBdbrR6NA90v3hFYqd6TC.jpg",
        "title": "Joy Ride(2023)",
        "description": "Joy Ride(2023)*************ပွင့်လင်းမြင်သာတဲ့အဖော်အချွတ်တစ်ချို့ပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါကြောင်း....\nကဲ ဘာဘီနဲ့အတူထွက်ရှိလာတဲ့ joy ride ဆိုတဲ့ဇာတ်ကားလေးကို တောင်းဆိုနေတဲ့သူတွေအတွက် ရပါပြီနော်။ ဇာတ်လမ်းအကျဥ်းကတော့အသက်၂၉နှစ်အရွယ်ရှိတဲ့ အော်ဒရီဆိုတဲ့သူဟာ ငယ်ငယ်လေးတည်းက အမေရိကမှာမွေးစားဖို့အပို့ခံခဲ့ရတဲ့ တရုတ်လူမျိုးတစ်ယောက်ဖြစ်ပြီးတော့ လက်ရှိမှာ ရှေ့နေ့ကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်နေပါတယ်။အမေရိကမှာနေပြီး သူ့လိုပဲတရုတ်လူမျိုးဖြစ်တဲ့ လိုလိုဆိုတဲ့သူငယ်ချင်းတစ်ယောက်လည်းရှိပါတယ်။​လိုလိုကတော့ sex organ တွေကို ပန်းချီဆွဲပြီးဖော်ပြရတာကို အရမ်းသဘောကျတဲ့သူပါ။​လူတွေကို ဖုံးကွယ်ထားသင့်တဲ့ခန္ဓာအစိတ်အပိုင်းတွေနဲ့ပတ်သက်ပြီး ပွင့်လင်းမြင်သာမှုရှိစေချင်တယ်ဆိုတာကသူ့ရဲ့ရည်ရွယ်ချက်ပါ။တစ်ရက်မှာတော့ အော်ဒရီဟာ အလုပ်ကိစ္စနဲ့ သူ့ရဲ့မွေးရပ်မြေလို့သိထားတဲ့တရုတ်ပြည်ကို လိုလိုနဲ့အတူခရီးထွက်ဖို့ဖြစ်လာပါတယ်။ လိုလိုက ခရီးမှာ သူ့ရဲ့တစ်ဝမ်းကွဲညီမဖြစ်တဲ့ဒတ်အိုင်းကို အပါခေါ်လာခဲ့ပါတယ်။​တရုတ်ကိုရောက်တော့ အော်ဒရီရဲ့သူငယ်ချင်းဖြစ်တဲ့ တရုတ်ပြည်မှာသရုပ်ဆောင်မင်းသမီးလုပ်နေတဲ့ကတ်နဲ့တွေ့ကြပါတယ်။ဒီလိုနဲ့လေးယောက်က အတူနေဖို့ဖြစ်လာကြပါတယ်။ တစ်ယောက်ချင်းစီရဲ့အကျင့်စရိုက်ကကွဲပြားခြားနားကြတာကြောင့် မကြာခဏရန်ဖြစ်ကြရင်းနဲ့ အလွဲတွေလုပ်ကြ၊ ပြန်ပြေလည်ကြနဲ့ ချစ်စရာကောင်းတဲ့သူတို့လေးယောက်ကြားက ဆက်ဆံရေးကိုရိုက်ပြထားတာပါ။တရုတ်ယဥ်ကျေးမှုနဲ့ပတ်သက်ပြီးလည်း အများကြီးဖော်ပြထားပြီး လူမျိုးရေးခွဲခြားတတ်တာတွေပါပွင့်ပွင့်လင်းလင်းရိုက်ပြထားတဲ့ Asian-American, comedy ဇာတ်ကားအမျိုးအစားဖြစ်ပါတယ်။ပြောရရင်တော့ ပေါ့ပေါ့ပါးပါးသူငယ်ချင်းဇာတ်ကားလေးလည်းကြည့်ချင်တယ်၊ခွီလည်းခွီချင်တယ်၊ ဗဟုသုတလည်းရချင်တယ်ဆိုရင်ဖြင့် ဒီဇာတ်ကားလေးကိုကြည့်သင့်ပါကြောင်း...  File size…3.85GB / 1.5GB/ 666MB\nQuality… 4K / WEB-DL1080P / 720p\nFormat…mp4\nDuration….1h 38m\nGenre ….. ...",
        "rating": "6.7",
        "url": "https://megaup.net/1VQzY/Joy.Ride.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWRhNTJlYmMtNzM0OS00ZGQ3LTkzMjktMDMyYWYyMTBkMzU2XkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "My Professor’s Guide to Murder (2023)",
        "description": "အခုမိတ်ဆက်ပေးမှာကတော့ ဒီနှစ်မှထွက်ထားတဲ့ ဂျာမန် Comedy movie လေးပါ၊ ဇာတ်လမ်းလေးက လင်နဲ့မယား လျှာနဲ့သွားဆိုတဲ့စကားအတိုင်းတစ်ခါမဟုတ် ၂ခါမက ကိုက်မိနေရင်းပဲ ကိုယ်က လျှာလား သူက သွားလား စမန်ပြန်ခုတ်ကြတဲ့ ကလော်ဒီရာနဲ့ ဘော်ဘီတို့ရဲ့အိမ်ထောင်ရေးအကြောင်းကိုဟာသလေးနှောပြီးတမူထူးတဲ့တင်ဆက်ပုံလေးနဲ့ပြသထားတာပါ၊ ဇာတ်ဆောင်ဖြစ်တဲ့ဘော်ဘီကတော့ ဘာဖြစ်လို့ဒီလိုကတောက်ကဆတွေဖြစ်ရတာလဲဆိုတာအဖြေရှာရင်းလူနားမလည်နိုင်တဲ့ သီအိုရီတွေထုတ်ပြီး ကလော််ဒီရာကိုနားချပါတော့တယ်။ နားချရင်း နားမလည်ရာကနေနားလည်မှုတွေလွဲရင်း ကွဲမယ်ပြတ်မယ်လုပ်ကြရာ ကလော်ဒီရာကိုလက်မလွှတ်နိုင်တဲ့ဘော်ဘီတစ်ယောက်ဘယ်လိုအကွက်တွေပြန်သုံးချော့မယ်၊ ဘယ်လိုရှေ့ဆက်ကြမလဲဆိုတာကိုကြည်နူးဖွယ်ရှူစားရမှာဖြစ်ပါတယ် ။File size…(1.5 GB)/(693 MB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:30:00\nGenre...TV Movie, Drama, Thriller, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khant Zarni",
        "rating": "5.0",
        "url": "https://megaup.net/1VO0a/My.Professors.Guide.To.Murder.2023.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZmRjZTI3YjgtOTkzZS00YjNjLWE1NjktMDAwYTI3YmUwMzhiXkEyXkFqcGdeQXVyMjMyOTY5NjY@._V1_-135x200.jpg",
        "title": "The Fight Machine (2022)",
        "description": "ဒီတစ်ခါတော့ Boxing ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်နော် Boxing ဆိုတဲ့အတိုင်း အတိုက်အခိုက် အသတ်အပုတ် Scene တွေအမိုက်စားနဲ့ဇာတ်ကားတစ်ကားပါ\nBoxing သမားတစ်ယောက်ဖြစ်လာဖို့ မလွယ်သလို Fighter တစ်ယောက်ဖြစ်လာဖို့ဆိုတာ ပိုလို့မလွယ်ပါဘူး တရားမဝင်ကြေးစား လက်ဗလာနဲ့ ထိုးသတ်ကြတယ်ဆိုရင်ရော..........ဇာတ်ကားလေးကတော့ နောက်ခံ Background မတူတဲ့ မိသားစုကနေ ဆင်းသက်လာကြတဲ့ လူငယ်လေးနှစ်ယောက်ရဲ့ Boxing ကို ဘယ်လို သဘောထားပြီးတော့ဘဝအတွက် ဘယ်လိုတွေရုန်ကန်ကြသလဲဆိုတာနဲ့ Fighter တွေအဖြစ်နဲ့ ကြိုးဝိုင်းထဲမှာဘယ်လိုတွေ ယှဉ်ပြိုင်သတ်ပုတ်ကြမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ကြည့်ရှုခံစားလိုက်ကြပါဦး ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.6 GB)/(870 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "6.1",
        "url": "https://megaup.net/1VO10/The.Fight.Machine.2022.720p.(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BM2E1N2Y1NGUtZmEzMS00ZTc2LTk0MzAtMzMwZDI3NTQzYzZkXkEyXkFqcGdeQXVyMjU5OTg5NDc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "One Million Years B.C. (1966)",
        "description": "လွန်ခဲ့တဲ့နှစ်တစ်သန်းက ကမ္ဘာဦးလူသားတွေရဲ့ဘဝကိုဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတဲ့ဒရမ်မာဇာတ်ကားတစ်ကားဖြစ်ပါတယ် အဓိကဇာတ်ဆောင်မင်းသမီးကတော့ 20ရာစုမှာဆွဲဆောင်မှုအရှိဆုံးသရုပ်ဆောင်တွေထဲကတစ်ယောက်အဖြစ်သတ်မှတ်ခံထားရတဲ့ စွယ်စုံရမင်းသမီး Jo Raquel Welch ဖြစ်ပြီး ဒီဇာတ်ကားက သူ့ရဲ့ပွဲဦးထွက်ဖြစ်တဲ့အပြင် သူ့ကိုနာမည်ကြီးအောင်လုပ်ပေးခဲ့တာဆိုရင်လည်းမမှားပါဘူး Shawshank Redemption ကပိုစတာထဲမှာ ဒီဇာတ်ကားထဲကပုံကိုထည့်ထားတာပါ ရိုးရိုးကျောက်ခေတ်လူသားအကြောင်းချည်းမဟုတ်ဘဲ ဒရမ်မာပုံစံလေးနဲ့ဇာတ်လမ်းတွေပါထည့်ပြီးရိုက်ထားတဲ့အပြင် ကျောက်ခေတ်လူသားဖြစ်နေတာတောင် ဆွဲဆောင်မှုရှိပြီးလှပနေတဲ့ Jo Raquel Welch ကိုမြင်တွေ့ရမှာဖြစ်လို့ ကြည့်သင့်တဲ့ဇာတ်ကားတွေထဲကတစ်ခုပါပဲFile size…(1.7 GB)/(1.6 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Adventure, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.7",
        "url": "https://megaup.net/2BN2u/One.Million.Years.B.C..1966.720p.(CM).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzVlNWFjMmQtODM2Zi00ZWNhLThkZjgtZmJjOTRiMTEzNWVmXkEyXkFqcGdeQXVyMTU5NzUzMzY3._V1_FMjpg_UX1000_-112x200.jpg",
        "title": "Taximetristi(2023)",
        "description": "IMDb - 7.1/10 သမရိုးကျ ရိုမေးနီးယားရုပ်ရှင်တွေနဲ့မတူပဲကွဲထွက်နေတဲ့ 2023 ထွက် ရိုမေးနီးယားရုပ်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ ဗူးခရက်မြို့မှာ တက္ကစီမောင်းနေတဲ့ ဒရိုင်ဘာသူငယ်ချင်းနှစ်ယောက်ကိုအခြေတည်ထားတာဖြစ်ပြီး၊ သူတို့တက္ကစီမောင်းတဲ့ ညလေးတညမှာဖြစ်ပျက်ခဲ့တာတွေကို သဘာဝကျကျရိုက်ပြထားတာပါ။ တစ်ညထဲမှာသူတို့ကြုံ တွေ့ခဲ့ရတဲ့ လူတွေရဲ့ အတွေးအမြင်နဲ့အပြုအမူ တွေအပြင်သူတို့နှစ်ယောက်ရဲ့ ကိုယ်ပိုင်ဘဝမှာ ရုန်းကန်နေရပုံတွေနဲ့ လမ်းမပေါ်မှာတင် ပါးစပ်သွားဖွာမိတဲ့ အမျိုးသမီးက လူမိုက်ခေါင်းဆောင်ရဲ့ အမျိုးသမီးဖြစ်နေပြီး ပြဿနာတက်ရပုံတွေနဲ့ တစ်ညထဲမှာတင်သူတို့ဘဝ အကောင်း၊ အဆိုး ပြောင်းလဲသွားရပုံတွေကို တကယ့်လူမှုဘဝမှာကြုံတွေ့နေရတဲ့အဖြစ်အပျက်တွေအတိုင်း ရိုက်ပြထားတဲ့ ရိုမေးနီးယားဇာတ်ကားကောင်းလေးတကားဖြစ်တာမလို့ ကြည့်ရှုလိုက်ကြပါဦးဗျ။File size…(2.2 GB)/(1.1 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:37:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMMT",
        "rating": "7.1",
        "url": "https://megaup.net/3hIPS/Taximetristi.2023.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZDhiM2VjNzEtMzFkNC00ZWI2LThkZWYtYWFkNjMzYTczMjg4XkEyXkFqcGdeQXVyNDI3MjIxNjk@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "LOLA (2023)",
        "description": "2022 ခုနှစ် အင်္ဂလန်နိုင်ငံ Sussex ပြည်နယ်ရှိ နေအိမ်တစ်လုံးရဲ့ ထပ်ခိုးပေါ်မှာ မှတ်တမ်းရိုက်ကူးထားတဲ့ ဖလင်လိပ် တစ်ခုကို ရှာတွေ့ခဲ့တယ်။ အဲဒီ ဖလင်လိပ်ထဲပါတဲ့ အကြောင်းအရာ အများစုက ၁၉၄၁ ခုနှစ်တုန်းက Thomasina နဲ့ Martha ဆိုတဲ့ ညီအစ်မ နှစ်ယောက် နဲ့ LOLA လို့ သူတို့ အမည်ပေးထားတဲ့ စက် အကြောင်းတွေ ပါတယ်။ ဖလင်လိပ်ကို ရိုက်ကူးခဲ့တဲ့သူက အဓိက Martha ဖြစ်ပြီး LOLA စက်ကို သူ့အစ်မ Thomasina က ဘယ်လိုထွင်ဖြစ်ခဲ့တဲ့အကြောင်း LOLA စက် နဲ့ သူတို့တွေ အနာဂတ်က ရုပ်သံလိုင်းတွေ သတင်းအချက်အလက်တွေကို ဘယ်လို ကြည့်နိုင်ခဲ့သလဲဆိုတဲ့အကြောင်း သူ့အစ်မ Thom က ဘယ်လိုလူမျိုးလဲဆိုတဲ့ အကြောင်းတွေကို ရိုက်ကူးရင်း Martha က ပြောပြသွားတယ်။ဖလင်လိပ် ...",
        "rating": "",
        "url": "https://megaup.net/1fQvr/LOLA.2023.720p.(CM).mp4",
        "category": "Drama, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/12228-S8wTZX4XVnreWHox-142x200.jpeg",
        "title": "[21+] Hot Shoplifters Punishment-Suzuki Koharu [KAWD-744-Decensored]",
        "description": "Dark Side Production အနေနဲ့ Suzuki Koharu ရဲ့အမာခံ ပရိတ်သတ်ဖြစ်တာနဲ့အညီသူမရဲ့ ငယ်ငယ်တုန်းကဇာတ်ကားကို တော်တော် Clean လုပ်ထားတဲ့ Version ထွက်ရှိလာတာကြောင့်အကြည်ဆုံး Quality နဲ့ Update တင်ဆက်လိုက်ပါတယ်။ယခင် Version ကို ကြည့်ဖူးရင်လဲ ဒီ Decensored Version ကို ထပ်ကြည့်ပါ...လုံးဝနောင်တမရစေရပါဘူး။[KAWD-744-Decensored Version]Suzuki Koharu ဆိုတာ တစ်ခါမြင်ဖူးရင် လွယ်လွယ်နဲ့မေ့ပစ်လို့မရတဲ့ JAV မင်းသမီးတစ်ပါးပါပဲ..သူမရဲ့ဝင်းလက်မှုတွေက မှိုင်းညှို့လွင့်မျောနေတတ်တဲ့ သူ့မျက်ဝန်းနဲ့ဆန့်ကျင်ဖက် လိုက်ဖက်နေတာမျိုး။ခုဇာတ်ကားလေးက ဒီလောကထဲဝင်လာကာစကဆိုတော့ အရာအားလုံးလတ်ဆတ်နေတယ်။ဇာတ်လမ်းသဘောကလဲကြမ်းတယ်...တစ်ခုခုကိုလိုချင်တယ် ပိုက်ဆံလဲမရှိဘူးဆိုရင် အကနဲ့ရှင်းလို့ရလားလို့ မေးကြတယ်မလား...ခုကားလဲ အဲ့လိုပဲ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (3.5 GB) & (1.4 GB)\nQuality : HD-Rip Decensored 1080p & 720p\nRunning Time ...",
        "rating": "",
        "url": "https://megaup.net/2BOpC/(KAWD-744-Decensored)_Hot_Shoplifters_Punishment_-Suzuki_Koharu-HDrip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTY3OTQwMTg5Ml5BMl5BanBnXkFtZTcwNjQ4NzAyOQ@@._V1_-135x200.jpg",
        "title": "In the House (2012)",
        "description": "ပြင်သစ်စာပေသင်တဲ့ဆရာတစ်ယောက်ဟာ ကလော့ဂါဆီရာ‌ဆိုတဲ့ကျောင်းသားတစ်ယောက်ရဲ့ထူးဆန်းတဲ့စာစီစာကုံးကိုဖတ်မိရာကနေ ကလော့ရဲ့သူ့သူငယ်ချင်းမိသားစုအပေါ်အမြင်တွေ၊အတွေးတွေကိုပိုသိချင်လာပါတော့တယ် သူကကလော့ကိုစာအရေးအသားသင်ပေးဖို့ဆုံးဖြတ်လိုက်ပြီး ၁၆ နှစ်အရွယ်ကောင်လေးတစ်ယောက်ရဲ့စာစီစာကုံးတစ်ပုဒ်ကိုအရင်းပြုရင်း ဆရာတပည့်နှစ်ယောက်ဇာတ်လမ်းနဲ့အပြင်လောကရဲ့ဆက်စပ်မှုတွေကိုရှာဖွေပြီး ဘယ်လိုအလှည့်အပြောင်းမျိုးတွေနဲ့ရင်ဆိုင်ရမလဲဆိုတာကိုကြည့်ရှုရမှာပါ Drama & mystery အမျိုးအစားဖြစ်ပြီး စိတ်လှုပ်ရှားစရာသိပ်မပါပေမဲ့အေးအေးလေးနဲ့ဇာတ်လမ်းအဆုံးထိဆွဲသွားနိုင်တာမို့ ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားတစ်ပုဒ်ပါပဲ File size…(2.1 GB)/(1 GB)/(530 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Drama, Comedy, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.4",
        "url": "https://megaup.net/1fr96/In.The.House.2012.720p.(CM).mp4",
        "category": "Comedy, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BN2M2MjQwZDgtMzY4NS00YmVhLWI0YTgtNTI1NjdhYTU3MmE4XkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-141x200.jpg",
        "title": "(21+) Satisfactions (1983)",
        "description": "ချမ်းသာကြွယ်ဝတဲ့ မိသားစုတစ်စုရဲ့ အတွင်းရေးတွေကို\nဆင်ဆာမဖြတ်ပဲ ဖေါ်ကြူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါပဲ\nသူတို့ရဲ့ လှပတင့်တယ်တဲ့ ခန္ဓာကိုယ်အနေထား ကြယ်ဝမှုတွေက\nမြင်ရသူတိုင်း ပစ်မှားချင်စရာတွေဖြစ်နေပါတယ်ပိုက်ဆံရှိပြီး ထင်တိုင်းကြဲနေတဲ့ မိသားစုဆိုရင်လည်းမမှားပါဘူး\nသူတို့က ရတာမလိုလိုတာမရဖြစ်နေကြပေမဲ့\nနားလည်မှုအပြည့် ရင့်ကျက်မှုအပြည့်နဲ့ ခရီးဆက်နေကြသူတွေပါပဲမိသားစု နှစ်စု နှစ်ပင် သုံးပင် လိမ်တာတွေဖြစ်လို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.16GB / 939MB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….1h 14m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.1",
        "url": "https://megaup.net/1VW3g/Satisfactions_1982_-_Kay_Parker.720p(DS).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODMxMDU5NGEtNGY5OS00MDlmLWEzZTQtY2Y4MWFkMWNiOGM4XkEyXkFqcGdeQXVyMTU1MjA5NDA@._V1_-133x200.jpg",
        "title": "The Exit Row (2023)",
        "description": "သည်းထိတ်ရင်ဖိုဇာတ်လမ်းတွေကို သဘောကျတတ်တဲ့ Thriller ပရိသတ်ကြီးအတွက် (၂၀၂၃) ထွက် The Exist Row ဆိုတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းရဲ့အဓိကဇာတ်ဆောင် ဆာရှာဒေ့ဒ်က ခင်ပွန်းသည်ရယ် သားတစ်ယောက်ရယ်နဲ့အတူ သာယာတဲ့မိသားစုဘဝလေးကို ပိုင်ဆိုင်ထားပြီး စီးပွားရေးလောကမှာလည်း အောင်မြင်တဲ့ ကြော်ငြာလုပ်ငန်းရှင်တစ်ယောက် ဖြစ်ပါတယ်။ ကလင့်ထ်မိုင်ရာကတော့ နာမည်ကြီးအိမ်ခြံမြေအကျိုးတော်ဆောင်တစ်ယောက်ဖြစ်ပြီး ဘဝကိုအေးအေးဆေးဆေး တစ်ယောက်တည်းဖြတ်သန်းနေသူဖြစ်ပါတယ်။သီးခြားစီဖြစ်တည်နေတဲ့ သူတို့နှစ်ယောက်ရဲ့ကမ္ဘာနှစ်ခုဟာ လေယာဉ်ခရီးစဥ်တစ်ခုမှာ ဝင်ရောက်တိုက်မိခဲ့ပြီး ကလင့်ထ်က ဆာရှာ့ကို ရူးရူးမူးမူးစွဲလမ်းသွားခဲ့ပါတယ်။ ဆာရှာကတော့ အဆင်မချောခဲ့တဲ့ ဒီလေယာဉ်ခရီးစဉ်အပြီးမှာ စိတ်ဒဏ်ရာရသွားခဲ့ပြီး စိတ်ဖိစီးမှုလျော့ကျဆေးတွေ သောက်ရတဲ့အပြင် သူ့နောက်ကိုလူတစ်ယောက်က လိုက်နေပါတယ်ဆိုတဲ့ ခြောက်ခြားစရာစကားတွေကိုလည်း ပြောလာခဲ့ပါတယ်။ အိမ်ထောင်ရေးအဆင်မပြေမှုတွေလည်း ဖြစ်လာခဲ့ပြီး အရာရာအဆင်ပြေနေခဲ့တဲ့သူ့ဘဝလေးက ကမောက်ကမဖြစ်လာပါတော့တယ်။ ဆာရှာကြုံနေရတဲ့ ခြောက်ခြားစရာဖြစ်ရပ်တွေက ကလင့်ထ်ရဲ့စွဲလမ်းမှုနဲ့ ဘယ်လိုသက်ဆိုင်နေမလဲ။ ဆာရှာကပဲ စိတ်ကယောင်ခြောက်ချားဖြစ်နေခဲ့တာလား။ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုခံစားပေးပါဦးခင်ဗျာ။File size…(960 MB)/(460 MB)/(270 Mb)Quality….Webrip 1080p / ...",
        "rating": "",
        "url": "https://megaup.net/3hfdw/The.Exit.Row.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMzg0YWM5ZjUtZWQ3Yy00MjFkLThiNTgtMWNhOTBkZTRkYTM4XkEyXkFqcGdeQXVyMjQ0OTA1Nzc@._V1_-140x200.jpg",
        "title": "John Dies at the End (2013)",
        "description": "ဒီဇာတ်လမ်းလေးဟာအမေရိကန်နာမည်ကျော် စာရေးဆရာကြီးDavid-Wong ရဲ့ အောင်မြင်ကျော်ကြားခဲ့တဲ့ ဝတ္တုတစ်ပုဒ်ကို ဝတ္တုရဲ့နာမည်အတိုင်းပဲ ပြန်လည်ရိုက်ကူးထားတဲ့Horror-Comedy အမျိုးအစားဇာတ်လမ်းကောင်းတစ်ပုဒ်ပဲဖြစ်ပါတယ် ဒီဇာတ်လမ်းလေးထဲမှာတော့ ..... ပဲငံပြာရည်လို့သူတို့နာမည်ပေးထားတဲ့ မူးယစ်ဆေး တစ်မျိုးကြောင့်ဖြစ်လာခဲ့ရတဲ့ဂျွန်နဲ့ ဒေးဗစ်သူငယ်ချင်းနှစ်ယောက်ရဲ့ အလွဲလေးတွေကြားကနေအမှတ်မထင် လူသားမျိုးနွယ်တစ်ခုလုံးကိုကယ်တင်ဖို့အကြောင်းဖန်လာတဲ့အခါဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ပြီး ဘယ်လိုကျော်ဖြတ်ကြမလဲ..ပဲငံပြာရည်ဆိုတဲ့ မူးယစ်ဆေးအရည်တစ်မျိုးဟာ လူ့ခန္ဓာကိုယ်ထဲကိုရောက်သွားတဲ့အခါ သဘာဝလွန်စွမ်းအားတွေပေးနိုင်ပြီး အလွန်အကျွံသုံးစွဲမိတဲ့အခါမှာတော့ အသက်အန္တရာယ်ကိုထိခိုက်ပြီး သေသွားကြတဲ့လူငယ်လေးတွေနဲ့ မရည်ရွယ်ပဲ ဒီမူးယစ်ဆေးကိုအကျိုးရှိရှိပြန်အသုံးချဖြစ်သွားကြမယ့် ဂျွန်နဲ့ ဒေးဗစ် သူငယ်ချင်း နှစ်ယောက် ... ပဲငံပြာရည်ရဲ့အစွမ်းနဲ့ အပြိုင်စကြာဝဠာတွေဆီကူးလူးသွားလာနိုင်ပြီး ကမ္ဘာမြေပေါ်ကျရောက်လာမယ့်ကပ်ဆိုးတွေ ဘေးအန္တရာယ်ဆိုးတွေကိုဘယ်လိုတားဆီးလိုက်နိုင်မလဲ အဆုံးသတ်ဇာတ်သိမ်းပိုင်းမှာရော ဘယ်သူတွေကိုကယ်တင်လိုက်နိုင်ပြီးတော့ ဘယ်သူတွေကတော့ အသက်ရှင်ဖို့အခွင့်အရေးဆုံးရှုံးခဲ့ရမလဲ.... ဂျွန်ကရော ဇာတ်လမ်းအဆုံးမှာ တကယ်ပဲသေသွားရမှာလား.. ဆိုတာဒီဇာတ်လမ်းလေးထဲမှာ ရင်တထိတ်ထိတ်နဲ့ ခံစားကြည့်ရှုရမှာပါ File size…(1.7 GB)/(880 MB)/(510 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:39:00\nGenre...Horror, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Bgx7/John.Dies.At.The.End.2012.720p.(CM).mp4",
        "category": "Comedy, Horror"
    }
]