[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Iron_Man_2_poster-136x200.jpg",
        "title": "Iron Man 2 (2010) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/iron-man-2-2010-mcu-ok/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rv1AWImgx386ULjcf62VYaW8zSt.jpg",
        "title": "Ant-Man and the Wasp (2018) MCU",
        "description": "Marvel Cinematic Universe Intro=======================1080p BluRay 5.1 DTS Quality ဖြင့် Marvel Cinematic Universe (MCU) Collection ကိုစုပေါင်းတင်ဆက်ပါသည်။MCU ဇာတ်ကားအားလုံးကို https://channelmyanmar.org/category/marvel-universe/ မှာ Download နိုင်ပါသည်။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/ant-man-and-the-wasp-2018-mcu/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Iron_Man_poster-135x200.jpg",
        "title": "Iron Man (2008) MCU",
        "description": "After being held captive in an Afghan cave, billionaire engineer Tony Stark creates a unique weaponized suit of armor to fight evil. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity ...",
        "rating": "",
        "url": "https://channelmyanmar.org/iron-man-2008-mcu/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AtsgWhDnHTq68L0lLsUrCnM7TjG.jpg",
        "title": "Captain Marvel (2019) MCU",
        "description": "1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ေခၚတဲ့ စြမ္းအား အၾကီးဆံုး ေက်ာက္တံုး(၆) လံုးရိွပါတယ္။\nအဲဒီေက်ာက္တံုးေတြဟာ စၾကဝဠာအႏွ႕ံမွာ ျပန္႕က်ဲေနတယ္ ဆိုပါေတာ့။\nေက်ာက္တံုးတစ္တံုးခ်င္းစီမွာ သီးျခားအစြမ္းေတြ ရိွျပီး သာမာန္လူေတြ ကိုင္တြယ္သံုးစြဲဖို႕ မျဖစ္ႏုိင္သေလာက္ပါပဲ။\nInfinity War ရဲ႕ အဓိက ဗီလိန္ျဖစ္တဲ့ Mad titan ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/captain-marvel-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/The_Avengers_2012_film_poster-135x200.jpg",
        "title": "The Avengers (2012) MCU",
        "description": "When an unexpected enemy emerges and threatens global safety and security, Nick Fury, director of the international peacekeeping agency known as S.H.I.E.L.D., finds himself in need of a team to pull the world back from the brink of disaster. Spanning the globe, a daring recruitment effort begins! 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/the-avengers-2012-mcu/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/u-134x200.jpg",
        "title": "U-571(2000)",
        "description": "U-571(2000)\nIMDb...6.6,,,Rotten ....68%\nဒီကားက ဒုတိယ ကမ္ဘာစစ်တုန်းက မဟာမိတ် စစ်သင်္ဘောတွေကို တစ်ဒိန်းဒိန်းပစ်ခေတ်ပြီး ရောက်အောက်ကိုနှစ်မြှုတ်ခဲ့တဲ့ ဂျမာန် u-571 စစ်သင်္ဘောအကြောင်းကို အဓိက ထားရိုက်ပြထားပါတယ်...ဂျာမန်စစ်သင်္ဘောတွေရဲ့ ပစ်ခတ်ဖျက်ဆီးခြင်းကို  ဖွဲအိတ်ကြီးလို ခံနေရတဲ့ အဓိက အကြောင်းရင်းက Enigma ဆိုတဲ့ ဝှက်စာကြောင့်ပါ...ဒီကားအညွှန်းကို မပြောခင် အရေးကြီးဆုံးအကြောင်းအရာဖြစ်တဲ့ Enigma ဆိုတဲ့ ဝှက်စာ အကြောင်းကိုပြောပြပါ့မယ်...ဒါတွေမသိလည်း ကြည့်လို့ကောင်းတဲ့ စစ်ကားကြီးဖြစ်ပေမယ့် သိသွားတဲ့အခါမှာ ဗဟုသုတလည်းရတဲ့အပြင် ကြည့်ရတာ ဇာတ်ရှန်အမြင့်ဆုံးကိုရောက်သွားစေနိုင်တာကြောင့်ပါ..Enigma ဆိုတာက ပထမကမ္ဘာစစ်နဲ့ ဒုတိယကမ္ဘာစစ်ကြားကာလမှာ ဂျာမန်တွေတီထွင်ခဲ့တဲ့ ဝှက်စာ စက်ဖြစ်ပါတယ်။Mechanical နဲ့ electrical ကို ပေါင်းထားတဲ့ စက်ဖြစ်ပြီး   U boat နဲ့ ၈ျာမန်စစ်သင်္ဘောတွေက ပင်နယံ ၄ ဆင့်နဲ့ အထက်ပါတဲ့ Enigma ကို သုံးခဲ့ပါတယ်။ပင်နယံဝိုင်းတွေမျှားလေ ပိုလုံခြုံလေမို့ နောက်ပိုင်းမှာ ပင်နယံဝိုင်း ၈ ဆင့်အထိသုံးခဲ့ပါတယ်။Enigma ဟာ လက်နှိပ်စက်လိုဖြစ်ပြီး ဝှက်စာစနစ်ထည့်သွင်းထားတဲ့အတွက် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/u-5712000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6gNXwSHxaksR1PjVZRqNapmkgj3.jpg",
        "title": "I, Tonya(2017)",
        "description": "I, Tonya(2017)\nIMDb....7.5,,,,Rotten...89\n Biography တွေကိုပြန်ရိုက်တဲ့ဇာတ်ကားတွေမှာ အထူးသဖြင့်  ကြည့်ရှှုသူပရိတ်သတ်ကိုပြန်ပြောလေ့ရှိတဲ့ပုံစံမျိုးရိုက်တဲ့ဇာတ်ကားတွေဟာ ကျွန်တော့်အမြင်ပြောရရင် အများအားဖြင့်  အတော်လေးပျင်းရိဖွယ်ကောင်းလှတယ်...ဖြစ်ရပ်မှန်ဆိုတဲ့ ဘောင်ကြီးကွပ်ထားလေတော့ဒါရိုက်တာက မူရင်းနဲ့  သွေဖီမသွားအောင်ရိုက်ရင်း  ကြည့်ရှုသူအနေနဲ့ ပျင်းသွားတတ်တယ်...အဲ့လိုကားတွေထဲမှ ရေခဲစကိတ်စီးအားကစားမယ် Tonya Hardingအကြောင်းကိုရိုက်ထားတဲ့ ယ္ခုဇာတ်ကားကတော့ ပျင်းရိစရာမကောင်းတဲ့အပြင် ဇာတ်လမ်းအစမှ အဆုံးထိ ဆွဲဆောင်မှုရှိလွန်းလှတယ်...Tonya ရဲ့ငယ်ဘဝ၊ မိခင်ဖြစ်သူရဲ့အကြင်နာမဲ့တဲ့ ဆက်ဆံရေးတွေကနေ စရိုက်ဆန်တဲ့ အပျိုပေါက်တစ်ယောက်ဖြစ်လာပုံတွေ၊သူမဘဝတစ်ခုလုံးနီးပါးကို နောင်မှာ ဖျက်ဆီးပစ်လာမဲ့ ယောကျ်ားတစ်ယောက်နဲ့ချစ်ကြိုက်မိပြီး အိမ်ထောင်ကျကာ အိမ်ထောင်ရေးအဆင်မပြေဖြစ်ခဲ့ပုံတွေ၊သူမအားကစားလောကရဲ့ဘဝအနိမ့်အမြင့်တွေ၊ အနိုင် အရှုံးတွေနဲ့သူမဘဝတစ်ခုလုံးကို အပြောင်းအလဲဖြစ်လာစေမဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်လာပုံတွေကို တင်ပြသွားခဲ့တယ်။ရေခဲစကိတ်အကြောင်းကိုစိတ်မဝင်စား Tonya Harding ဆိုတာလည်းဘယ်သူမှန်းမသိတဲ့ကျွန်တော်ဟာ ဒီကားကြည့်ပြီး သူ့အကြောင်းတွေပြေးဖတ်ရ နီးစပ်ရာသူငယ်ချင်းတွေကိုကားကောင်းမို့ကြည့်ဖို့ ညွှန်းဆိုရနဲ့။ခင်ဗျားဟာ  Drama ကြိုက်သူပဲဖြစ်ဖြစ် ဖိုက်တင်ကားတွေကြိုက်သူပဲဖြစ်ဖြစ် ဘယ်လိုရုပ်ရှင်အမျိုးအစကားကိုပဲကြိုက်ကြိုက်ဒီကားလေးကိုတော့ကြည့်စေချင်တယ်...မင်းသမီးချောMagot Robbie ရဲ့အကောင်းမွန်ဆုံးသောသရုပ်ဆောင်ချက်တွေကြောင့် အော်စကာဆန်ကာတင်စာရင်းလည်းဝင်ခဲ့တယ်...ဇာတ်လမ်းကို ၁၀မိနစ်လောက်လေးပဲမြည်းစမ်းစေချင်တယ်....ဆက်ကြည့်ဖို့မဆွဲဆောင်နိုင်ဘူးဆိုရင်တော့.........ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ye Pye Sone ပဲဖြစ်ပါတယ်...File Size : (1GB)\nQuality : ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/i-tonya2017/"
    },
    {
        "thumbnail": "",
        "title": "Saving Private Ryan (1998)[1080p 5.1ch]",
        "description": "Saving Private Ryan (1998)\nIMDB....8.6,,,,Rotten .....93%\nစစ်ကားတွေတောင်းဆိုထားတဲ့ သူတွေအတွက်ပါ။ ဒီကားလေးက ဒုတိယကမ္ဘာစစ်ကို အခြေပြုပြီးရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်ရဲ့အလှည့်အပြောင်းဖြစ်တဲ့Normandy ကမ်းခြေ တိုက်ပွဲကို အခြေပြုရိုက်ကူးထားပြီး Normandy ကမ်းခြေကို အမေရိကန်စစ်တပ်တွေ ဝင်သိမ်းတဲ့ ရိုက်ကွက်ကိုလည်း ပီပီပြင်ပြင် ရှုစားရမှာဖြစ်တယ်။နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့ Tom Hanks (Catch me if you can), Matt Damon (Bourne Trilogy), Vin Diesel(Fast & Furious Series) တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ သရုပ်ဆောင် ချက်၊ ဇာတ်လမ်း ကပြောစရာမရှိသလိုဒါရိုက်တာကလည်း နာမည်ကြီး Steven Spielberg (Jurassic Park, Catch me if you can) ဖြစ်လိ့ု ပြောစရာမလိုပါဘူး။အော်စကာဆု ၅ခုကို ဆွတ်ခူးနိူင်ခဲ့သလို တစ်ခြားဆုပေါင်း ၇၀ကျော်ကိုလဲ ရယူနိူင်ခဲ့ပါတယ်။ IMDBမှာလဲ Rating ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/saving-private-ryan/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/EDGE-135x200.jpg",
        "title": "Edge of Tomorrow(2014)",
        "description": "Edge of Tomorrow(2014)\n ((Link အသစ်ပြန်ချိတ်ပေးရင်း 1080p BluRay 5.1 DTS  နဲ့720p နှစ်မျိုးနဲ့  ပြန်လည်တင်ဆက်လိုက်သည်…))ဒီတစ်ခါတော့ Tom Cruise ရဲ့ Sci-Fi Action ဇာတ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ၂၀၁၄ ရဲ့ ဇာတ်ကားကောင်း တွေထဲမှာ တစ်ကားအပါအဝင်ဖြစ်ပြီး ပရိတ်သတ် ကြိုက်နှစ်သက်မယ်လို့ ထင်ပါတယ်။ဇာတ်လမ်းကတော့ ဥရောပမှာ အမှတ်မထင်ပဲ အာကာသ ထဲက နေ ဂြိုလ်သားတွေရောက်လာတာက စတင်ပါတယ်။ ပြင်သစ်၊ ဂျာမဏီ၊ ချက်၊ အီတလီ၊ပိုလန် စတဲ့ နိုင်ငံတွေ ကျသွားပြီးနောက် အနောက်ဖက်မှာ အင်္ဂလန်နဲ့ အရှေ့ဖက်မှာ ရုရှားတို့ လောက်ပဲ ကျန်တော့ပါတယ်။ ငါးနှစ်အတွင်းမှာ စစ်ပွဲအချို့ ပြန်နိုင်လာသလို၊ ဂြိုလ်သားတွေကို နှိမ်နင်းဖို့ Armor တွေလည်း တီထွင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ East ဖက်က ရုရှား နဲ့ တရုတ်၊ West ဖက်က အမေရိကန်နဲ့ ကျန် Allied တွေက ထိုးစစ်စင်ခဲ့ပြီး၊ နောက်ဆုံး စစ်ပွဲကို ရောက်လာပါတယ်။ဒီအချိန်မှာ Tom Cruise ...",
        "rating": "7.9",
        "url": "https://megaup.net/4eI8e/Edge.Of.Tomorrow(2014).BLU-RAY.720p.pp.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/moneyball-135x200.jpg",
        "title": "Moneyball(2011)",
        "description": "Moneyball(2011)\nIMDb....7.6,,,,Rotten...94%\nဒီကားကတော့ ဘေ့စ်ဘောမန်နေဂျာ Billy Beane အကြောင်းကိုရိုက်ကူးထားတာပါ...Billy BeaneကOakland Aအသင်းရဲ့ ဘေ့စ်ဘောမန်နေဂျာ တစ်ယောက်ပါ....ဘေ့စ်ဘောလောကမှာတော့ နည်းပြထဲမယ်သူရတဲ့လစာဟာတခြားနည်းပြတွေနဲ့ယှဉ်ရင် အတော်ကိုနည်းပါတယ်...အသင်းဘုတ်အဖွဲ့ကလည်း  ရေရှည်စီမံကိန်းတွေနဲ့ အသင်းအပေါ်ကိုင်တွယ်ပုံတွေက အနည်းငယ်ညံဖျင်းလို့နေပါတယ်...မန်နေဂျာ Billy အတွက်တော့ တကယ်ကိုအားမရချင်စရာပဲ..သို့ပေမယ့် သူဟာ အသင်းကိုအကောင်းဆုံးတည်ဆောက်ဖို့ ဘယ်တော့မှ ဇွဲမလျှော့ဘူး...ဘုတ်အဖွဲ့က လူတော်တော်များများကို အတိုက်အခံလုပ်ပြီးလမ်းကြောင်းတစ်ခုသူတည်ဆောက်ခဲ့တယ်...သူဟာ Word Series မှာ အသင်းကို အများအသိပြုတဲ့ အမြင့်ဆုံးနေရာမျိုးကို ရပ်တည်စေချင်တယ်...သူ့အသင်းအတွက် ကစားသမားတွေကို သူကိုယ်တိုင်သေချာစိစစ်ရွေးချယ်ခဲ့တယ် Billy Beaneနဲ့ သူ့ရဲ့လက်ထောက်Peter Brand တို့ရဲ့ ကြိုးစားမှုကြောင့့်အသင်းဟာ ဘယ်လိုအခြေအနေမျိုးကိုရောက်သွားမလဲ...လူဝယ်တဲ့နေရာ လူရွေးချယ်တဲ့နေရာမှာ မန်နေဂျာတွေရဲ့အခက်အခဲတွေ အားကစားသမားတွေရဲ့ခံယူချက်တွေကို တွေ့ရမှာဖြစ်သလို  အားကစားလောကရဲ့  အကြောင်းကိုလည်း ဇာတ်ကားကြည့်ရင်းအတော်လေးသိသွားနိုင်ပါတယ်...ပြီးတော့ ဒီကားမှာ အဓိကသရုပ်ဆောင်ထားတဲ့ Brad Pitt, Robin Wright, Jonah Hill တို့ကိုတော့အတော်များများသိကြမယ်ထင်ပါတယ်..\n.IMDbနဲ့ Rottenကလည်း အလန်းကြီးဆိုတော့ ခံစားကြည့်လိုက်ပါဦးဗျို့...ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်သူကတော့  Tinnilar Lwin ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/moneyball2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wNUAnXV1mzOOfvnVBIYsalkk078.jpg",
        "title": "Men of Honor(2000)",
        "description": "Men of Honor(2000)\n*****************\nIMDb.....7.2\nကားနာမည်ကိုမြင်လိုက်ရုံနဲ့ ခင်ဗျားတို့ဟာ ဒီဇာတ်ကားရဲ့ အတိမ်အနက်ကို အနည်းငယ်ခန့်မှန်းမိလောက်မယ်ထင်မိပါရဲ့....ဇာတ်ကားရဲ့နာမည်က လေးနက်သလို ဒီကားထဲက သရုပ်ဆောင်တွေ ဇာတ်လမ်းဇာတ်ကွက်တွေ စကားပြောတွေ ပေးချင်တဲ့ message တွေဟာလည်း ခမ်းနားလှပလွန်းပါတယ်....ဒီကားက အမေရိကန် ရေတပ်မတော်မှာ ပထမဆုံးသော လူမည်းရေငုတ်သမားဘဝကို ဖိနှိပ်တားဆီးမှုကြားကကြိုးစားခဲ့ရတဲ့ ကားလ်ဘရေးရှီးရှား Carl Brashear ရဲ့ ဘဝဖြစ်စဉ်ကို ရိုက်ပြထားတာဖြစ်ပါတယ်...ဒီကားထဲက မင်းသားကြီးတွေဖြစ်တဲ့ Robert De Niro နဲ့ Cuba Gooding Jr. တို့ကိုတော့ တော်တော်များများသိကြမယ်ထင်ပါတယ်....ဇာတ်လမ်းနဲ့ပတ်သက်ပြီး ကျွန်တေ်ာဒီလောက်ပဲပြောပြချင်တယ်...ဒီကားက ဟာသတွေ CGI နည်းပညာတွေ မျက်ရည်ချူကွက်တွေ ရိုဆန်ဆန်အမူအရာတွေ တစ်ခုမှ မပါ ပါဘူး...သို့ပေမယ့် ခင်ဗျားဟာ ဇာတ်လမ်းအမျိုးအစားရွေးချယ်ကြည့်ရှုရာမှာ ဘယ်လောက်ပဲ ဇီဇာကြောင်နေနေ ...ဒီကားကချွင်းချက်ဖြစ်သွားလိမ့်မယ်လို့ ကျွန်တော် မဝံမရဲ အာမခံပေးလိုက်ပါ့မယ်...ခံစားကြည့်လိုက်ပါဦးဗျ....File Size : (950 MB)\nQuality : Blu-Ray ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/men-of-honor2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYzYzNzhiYzQtMTFiYi00ZGIwLTkyZmQtODE5ODAwNWYyNzkwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTc3MjM3OTA@._V1_-140x200.jpg",
        "title": "The King(2017)",
        "description": "The King(2017)\nIMDb ...7 ,,,,,Rotten 83\nကမ္ဘာကျော်ကချေသည်တစ်ယောက်ကို ဂျာနယ်လစ်တစ်ယောက်က \" ဒီကကွက်ရဲ့သဘောနဲ့ဆိုလိုရင်းကဘာလဲ''\nမေးခဲ့တာကိုကချေသည်ကပြန်ဖြေပါတယ်\" အဲဒီလိုသာအလွယ်တစ်ကူပြောလို့ရနေရင် ကျွန်မတို့အပင်ပန်းခံပြီး\nဘယ်ကပြနေမလဲတဲ့\" The King ကားရဲ့ဆိုလိုရင်းနဲ့သဘောကိုလည်းကျွန်တော်ပြောမပြတတ်ဘူး ဘာလို့ဆို\nမျက်မှောက်ခေတ်ရဲ့သဘောကိုမီးမောင်းထိုးပြတာလား အတိတ်ခေတ်ရဲ့ဆိုးယုတ်မှုကိုပြတာလည်း ကျွန်တော်\nကိုယ်တိုင်လည်းမသိဘူး.....ဒါပေမယ့် ဒီကားကိုကြည့်ပြီးရင် ခင်ဗျားတို့ ရဲ့နှုတ်ခမ်းတွေ မထေ့မဲ့မြင် ပြုံးမိလိမ့်မယ်\nသြော် ဒီလိုတွေလုပ်လို့ တစ်ချို့ကိစ္စတွေမယ် တို့တွေဒီလိုရင်ဆိုင်ခဲ့ရတာပါလား..ဒါမျိုးတွေလည်း\nရှိသေးသကိုးဆိုပြီးတော့ပေါ့....ပြီးတော့ခင်ဗျားတို့အသိတစ်ချို့ကိုထပ်လောင်းအားဖြည့်သွားနိုင်စွမ်းရှိသလို ဗလာနယ်မှာ ခဏခိုနားနေတဲ့ အသိဉာဏ်\nတစ်ချို့ကိုလည်း တန်ဘိုးရှိနေတာလည်းဖြည့်ပေးသွားမယ်ဆိုတာ ကျွန်တော်ရဲရဲကြီးအာမခံပါတယ်...တစ်ခုတော့\nပြောလို့ရတယ် ဒီဇာတ်ကားက Action,Crime,Dramaအမျိုးအစားပါ.....\nဒီဇာတ်ကားရဲ့သရုပ်ဆောင်တွေက ကိုရီးရဲ့နာမည်ကြီး In-sung Jo နဲ့Woo-sung Jung တို့ကိုတော့ အတော်များများ\nသိကြမှာပါ.....\nFile Size…(900MB)\nQuality…WEBDL 720p\nFormat…mp4\nDuration…02:14:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest Abe vs Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-king2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/vcnjbxuga5tc-140x200.jpg",
        "title": "Seolhwa (2020)",
        "description": "Seolhwa 2019\nဘဝမှာအဆင်မပြေတာတွေများလာရင်\nထွက်ပေါက်ရှာတတ်ကြတာမျိုးလူတိုင်း\nကြုံဖူးကြမှာပါ။\nဒီကားက Psychopath ကားဖြစ်သလို တွေးပြီးတစ်စိမ့်စိမ့်\nခံစားရတဲ့ကားမျိုးပါ။\nဆောဟွာဆိုတဲ့ မိန်းကလေးတစ်ယောက်။\nလှတယ် ငယ်တယ် ချောတယ်။\nသူဘဝမှာငယ်ငယ်တည်းကအမေကအိမ်ကထွက်သွားတယ်။\nအဖေကအလုပ်မှာမတော်တဆမှုကြောင့်လက်တစ်ဖက်ပြတ်သွားပြီးနောက်ပိုင်း\nအမြဲစိတ်ဓါတ်ကျရန်လိုနေခဲ့တယ်။\nမခံနိုင်တော့ဆောဟွာတစ်ယောက်အိမ်ပေါ်ကဆင်းပြီး\nအသိဦးလေးကြီးအိမ်မှာသွားနေတယ်။\nပိုက်ဆံရှာဖို့ ဘားမှာအလုပ်လုပ်တယ်။\nအဲ့လိုနဲ့သူ့ဆီကိုအကြံအဖန်လုပ်မယ့်ယောကျာ်းတစ်ယောက်\nတည့်တည့်ကြီးရောက်လာခဲ့တယ်။\nဒီလိုအကြံအဖန်လုပ်ပြီးသူဘဝကိုဖျက်ဆီးမယ့်\nဆောဟွာတစ်ယောက်လက်က လွတ်အောင်\nသူမဘယ်လိုရုန်းထွက်မလဲ။\nသူအဖေလက်ကကော သူမ လွတ်အောင်ရုန်းထွက်နိုင်ခဲ့လား။\nသူအမေကကော ဘယ်မှာလဲ။\nအတူတူနေတဲ့ဦးလေးကြီးနဲ့ဆက်ဆံရေး၊ဘယ်လို\nနေကြလဲဆိုတာတော့စိတ်ဝင်စားစရာပါပဲ။\nမိန်းကလေးတစ်ယောက်ရဲ့အမုန်းနဲ့နာကျင်မှုတွေကို\nဖော်ကျူးထားတဲ့ကားဆိုလည်းမမှားပါဖူး။\nအားလုံးပဲခံစားကြည့်ရှုလိုက်ကြပါအုန်း။\n \nFile Size - 640.1 MB\nQuality - Web-Dl 720P\nRuntime - 102 Mins\nSubtitle -  Burmese (Hardsub)\nTranslator - Moe Pwint\nEncoder - XCode",
        "rating": "7.2",
        "url": "https://megaup.net/4eGUe/Seolhwa_2019.720p_{CM}.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/dnp0zyAc9QYZ1XQtesXeXCM7YfJ-133x200.jpg",
        "title": "Bullies 3 (2019)",
        "description": "2019ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဒီကျောင်းသားလူမိုက်ကားလေးက\nAction ကားကြိုက်တဲ့သူတွေအတွက်\nကြည့်ပျော်မယ့်ဇာတ်ကားလေးတစ်ကားလဲဖြစ်ပါတယ်။\nဇာတ်လမ်းလေးကိုပြောပြရရင်\nငယ်ငယ်တုန်းကကျောင်းသားဘဝမှာ\nလူငယ်ယောကျာ်းလေးတော်တော်များက\nရန်ဖြစ်ဖူးကြမယ်ထင်ပါတယ်။\nအဲ့လိုပဲ ဒီဇာတ်ကားလေးထဲမှာ ယောင်းအွန်းဆိုတဲ့\nကျောင်းသားဟာ ဆောင်းဆူဒုန်းအထက်ကျောင်းမှာတော့\nရန်ဖြစ်တဲ့နေရာမှာ အားလုံးကိုအနိုင်ယူထိုးကြိတ်နိုင်ခဲ့လို့\nဆရာလို့ပြောလို့ရပါတယ်။\nသူဒီလို တိုက်တာခိုက်တာတော်လို့ မျက်စိကျသွားတဲ့\nကျောင်းသားလူမိုက်အဖွဲ့က ယောင်းအွန်းကို\nသူတို့အဖွဲ့ထဲဝင်ဖို့ကမ်းလှမ်းခဲ့ပါတယ်။\nယောင်းအွန်းကဆိုးတယ် မိုက်တယ် ဒါပေမယ့် မယုတ်မာဖူး။\nမညစ်ပတ်ဖူးဆိုတဲ့ကျောင်းသားမျိုးဖြစ်တာကြောင့်\nဒီကမ်းလှမ်းချက်ကိုငြင်းပယ်ခဲ့ပါတယ်။\nအဲ့နောက်မှာ ဘယ်လိုတွေဆက်ဖြစ်လာမယ်ဆိုတာပဲ\nကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြပါ။\nကျောင်းသား လူငယ် Action ကားလေးလဲဖြစ်လို့\nအတိုက်အခိုက်လေးတွေနဲ့ ကြည့်လို့လည်း\nကောင်းသလို လူငယ်သဘာဝကိုလည်းပြန်ခံစားနိုင်လို့\nစိတ်ကျေနပ်မှုရမယ်လို့ထင်ပါတယ်။\n  \nFile Size - 869.1 MB\nQuality - Web-Dl 1080P\nRuntime - 1h 20m\nSubtitle -  Burmese (Hardsub)\nTranslator - Moe Pwint\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/bullies-3-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/039gfgqelfrf-133x200.jpg",
        "title": "Gangsters (2019)",
        "description": "လောကကြီးကို ဂရုမစိုက်တတ်ဘဲ\nငွေရဖို့အတွက်ဆိုရင် ဘယ်အလုပ်မဆိုလုပ်တတ်တဲ့\nမူဆန်မြို့သား ယုံးဂယ်ဟာ\nသူ့လက်အောက်ငယ်သားနှစ်ယောက်နဲ့အတူ\nဥက္ကဋ္ဌချွဲဆိုတဲ့သူ ခိုင်းသမျှ\nမကောင်းတဲ့အလုပ် အကုန်လုပ်ပါတယ်\nတစ်နေ့မှာ ဆိုးလ်ကနေ\nမူဆန်ကိုပြန်လာခဲ့တဲ့ ဘတ်ဆူယွန်းဆိုသူ\nမိန်းကလေးတစ်ယောက်ကို\nမြင်မြင်ချင်းချစ်သွားမိခဲ့တော့\nဘာကိုမှအရေးမစိုက်ဘဲ\nထင်ရာစိုင်းတတ်တဲ့ ယုံးဂယ်တစ်ယောက်\nမကောင်းတာတွေလုပ်ရင်း ဆက်နေသွားမလား\nဒါမှမဟုတ် လူရမ်းကားအဖြစ်နဲ့ပဲ ဆူယွန်းကို\nကာကွယ်ပေးသွားနိုင်မလားဆိုတာကို\nဒီဇာတ်ကားထဲမှာ တွေ့မြင်နိုင်ပါလိမ့်မယ်\n \nFile Size - 656.9 MB\nQuality - Web-Dl 720P\nRuntime - 90 Mins\nSubtitle -  Burmese (Hardsub)\nTranslator - Phu Nge Nge Thein\nEncoder - XCode",
        "rating": "7.0",
        "url": "https://megaup.net/3yJsd/Gangsters.2019.HDRip.720p_{CM}.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/xiwpgekmujkc-134x200.jpg",
        "title": "Zombie Fighter (2020)",
        "description": "လွန်ခဲ့တဲ့ ၁၁နှစ်ခန့်က လူသားမျိုးနွယ်တွေကို ထိခိုက်စေခဲ့တဲ့\nဇွန်ဘီဗိုင်းရပ်စ်ကြောင့် မိသားစုတွေအားလုံး\nအပြိုပြိုအကွဲကွဲဖြစ်ခဲ့ရတယ်\nသိပ္ပံပညာရှင်များနဲ့ သုတေသနပညာရှင်တွေ\nပူးပေါင်းပြီး ဆီရမ်တစ်ခုတီထွင်ကာ\nဇွန်ဘီတွေကို ထိန်းချုပ်နိုင်ဖို့ကြိုးစားပြီးအောင်မြင်ခဲ့တယ်\nသို့ပေမယ့်လည်း လောဘလူသားတွေကြောင့်\nဇွန်ဘီတွေဟာ အသုံးချခံဖြစ်လာခဲ့ပြီး\nဖမ်းဆီးခံရကာ ဈေးကောင်းပေးဝယ်သူများလည်း\nများပြားလာခဲ့တယ်\nဝယ်ယူသူတွေဟာ ဇွန်ဘီဖိုက်တာကလပ်ဆီလာရောက်ပြီး\nဇွန်ဘီအချင်းချင်းတိုက်ခိုက်စေကာ\nစီးပွားရှာဖွေခဲ့ကြတယ် ဇွန်ဘီဖိုက်တာကလပ်ရဲ့\nအတော်ဆုံးဇွန်ဘီဖြစ်သူ ဘိန်းရဲ့နောက်ကွယ်က\nအကြောင်းအရာတွေ ဇွန်ဘီအချင်းချင်း\nအနိုင်တိုက်ခိုက်နိုင်ရခြင်းရဲ့လျှို့ဝှက်ချက်တွေကို\nလောဘသားတွေ သိသွားတဲ့အခါ\nဘယ်လိုဖြစ်တာမလဲ ဘိန်းလုံခြုံနိုင်ပါ့မလား\nဘိန်းရဲ့မူလသရုပ်အမှန်ကရော ဘာလဲဆိုတာ\nဒီဇာတ်ကားထဲမှာ မြင်တွေ့နိုင်ပါလိမ့်မယ်\n \nFile Size - 764.1 MB\nQuality - Web-Dl 1080P\nRuntime - 63 Mins\nSubtitle -  Burmese (Hardsub)\nTranslator - Phu Nge Nge Thein\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/zombie-fighter-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/88ez3lmmp2mh-141x200.jpg",
        "title": "Dumbheaded Duo (2020)",
        "description": "တွေးခေါ်နိုင်မှုနည်းပါးတဲ့ ဟွီနဲ့ဂန်မင်ဂူဆိုတဲ့\nသူငယ်ချင်းနှစ်ယောက်\nသေသေကြေကြေတိုက်ခိုက်နိုင်တာကတော့\nသူတို့ရဲ့အားသာချက်ပါတဲ့\nဒီလိုသူငယ်ချင်းနှစ်ယောက်နဲ့\nပေါင်းသင်းနေရတဲ့ ဂျောင်မန်ဟာ\nသူတို့၃ယောက် စားဝတ်နေရေးအတွက် ပိုက်ဆံရှာနိုင်ဖို့\nလူသားသဲအိတ်အဖြစ် ဟွီ မင်ဂူတို့နဲ့အတူ\nအချိန်ပိုင်းအလုပ်လုပ်ပြီး နေ့စဉ်နေထိုင်ကြတယ်\nဒီလိုလူသား၃ယောက်ဆီကို ငယ်သူငယ်ချင်း\nအင်ယူယောင်းဆိုတဲ့မိန်းကလေးတစ်ယောက်\nရောက်လာခဲ့ပြီး သူ့အကြံဉာဏ်တွေနဲ့အတူ\nပိုက်ဆံအများကြီးပိုရှာနိုင်ခဲ့တယ်\nဒါပေမဲ့ ဆန်းကြယ်မှုတွေနဲ့အတူရောက်လာခဲ့တဲ့\nယူယောင်းနဲ့ပတ်သတ်နေတဲ့\nနောက်ကွယ်က လောင်းကစားခန်းမှာ\nဘယ်လိုဒုစရိုက်တွေရှိနေမလဲ\nစတင်ပြီးရင် အဆုံးသတ်မရှိတဲ့နေရာမှာ\nဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ\nဒီဇာတ်ကားထဲမှာ တွေ့မြင်နိုင်ပါလိမ့်မယ်\n  \nFile Size - 877.5 MB\nQuality - Web-Dl 1080P\nRuntime - 80 Mins\nSubtitle -  Burmese (Hardsub)\nTranslator - Phu Nge Nge Thein\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/dumbheaded-duo-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/5k13vxzrzryf-139x200.jpg",
        "title": "Compatibility (2020)",
        "description": "နောက်ထပ် stay home ကာလကိုအဖော်ပြုပေးမယ့်\n18အကျော် 19အပေါင်း ကားလေးလာပါပြီ။\nဇာတ်လမ်းအကျဉ်းကတော့\nအလုပ်မရှိအကိုင်မရှိကောင်ဇိုးလေးတစ်ယောက်\nသူဆော်နဲ့အဆင်မပြေဖြစ်ရာကစပါတယ်။\nသူအိမ်အပေါ်ထပ်မှာက မမတစ်ယောက်နေတယ်။\nအဲ့မမကလည်းသူပါတနာနဲ့ လိုအင်ဆန္ဒမပြည့်ဝခဲ့တာကြာပြီပေါ့။\nမမကစိတ်ကြီးသလောက် သူပါတနာက\nသုံးစက္ကန့်ကိုကိုဖြစ်နေတယ်။\nကောင်ဆိုးလေးကလည်းလက်ကြောသာမတင်းတာ\nကျန်တဲ့နေရာတွေတင်းလွန်းတော့ သူဆော်လေးကတောင်\nလက်မြောက်အရှုံးပေးနေရတာပေါ့။\nအဲ့လိုကောင်ဆိုးလေးနဲ့ သူဆော်လေးဘယ်လိုဆက်ဖြစ်မယ်။\nထန်လွန်းတဲ့ မမကြီးကကော သူဆန္ဒတွေပြည့်ဝဖို့\nဘယ်လိုကြိုးစားယူမယ်ဆိုတာ နည်းနာလေးယူလိုက်ကြပါအုန်း။\n၁၈ အပေါင်းဆိုပေမယ့် မပြတ်မသားဝါးတားတားလေးမှ\nတမျိုးဆွဲဆောင်မှုရှိတာမလား။\nအဓိကကတော့ ဆန္ဒမပြည့်ဝရှာတဲ့ မမကြီးကလည်း\nတက်တူးတွေနဲ့ လန်းလွန်းသလို\nမခို့တရို့ဆော်လေးကလည်း ငယ်ငယ်နုနုထွတ်ထွတ်လေးဆိုတော့\nကြည့်ရတာအားရမှာပါ။ဆော်ကြီးရဲ့\nသိုင်းကျမ်းဗြူဟာတွေကလန်းတယ်လို့ဆိုရမယ်။\nမမကြီးတွေရဲ့သိုင်းကွက်တွေသိချင်ရင်\nဒီမှာသာလေ့လာလိုက်တော့။ညီမလေးတွေကိုချုပ်မယ်ဆိုရင်လဲ\nပညာယူလို့ရတယ်။တပ်ထွက်တွေလည်း\nအားငယ်စရာမလိုဖူး။\nနည်းနာပိုင်ရင် ဆော်ချောချောလေးရနိုင်ပါသေးတယ်ဆိုတာလေး\nမိုတီထည့်ပေးထားတယ်။\nကဲ အပိုမပြောဖူး။\nဆော်တွေရှယ်မှကြိုက်ရင်\nမြန်မြန်သာဒေါင်းကြည့်လိုက်ကြပါတော့။\n  \nFile Size - 768.0 MB\nQuality -  Web-Dl 1080P\nRuntime - 70 Mins\nSubtitle - Burmese (Hardsub)\nTranslator - FOX\nEncoder - XCode",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/compatibility-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/yuen-chi-mo-hei-german-movie-cover-140x200.jpg",
        "title": "[18+] Body Weapon (1999)",
        "description": "ဒီကားလေးဟာ1999ခုနစ်ကထွက်ခဲ့တာဖြစ်လို့ ဟောင်းနေပြီဆိုပေမယ့်ဟွမ်ဖေးဟုန်လို့လူသိများတဲ့ မင်းသားကြီးVicent Zhao အဓိကပါဝင်သရုပ်ဆောင်ထားလို့ အကြိုက်တွေ့စေမှာပါ..Body weaponဆိုတဲ့ ခေါင်းစဉ်အတိုင်း ညစ်ညမ်းတဲ့အခန်းတွေပါလို့မိသားစုနဲ့ကြည့်လို့မသင့်တော်ပါဘူး..ဇာတ်လမ်းအကျဉ်းကတော့ ဟောင်ကောင်မြို့မှာ မျက်နှာဖုံးနဲ့လူဦးဆောင်တဲ့အဖွဲ့ဟာ အကြမ်းဖက်နှိပ်စက်ပြီးမိန်းကလေးကိုအဓမ္မကျင့်သတ်ဖြတ်မှုတွေကျူးလွန်နေပါတယ်...ဒီအမှုကိုစုံစမ်းနေတဲ့ ရဲမေတစ်ယောက်ဟာ သူမရဲ့မဂ်လာဦးညမှာ ဒီမျက်နှာဖုံးလူသတ်သမားနဲ့ဆုံတွေ့ရတဲ့အခါ...သူမရော ဒီလူရမ်းကားလက်ကလွတ်မလား...မျက်နှာဖုံးလူသတ်သမားခေါင်းဆောင်ကိုဘယ်သူတွေက ဘယ်လိုဖော်ထုတ်ကြမှာလဲ..စိတ်ဝင်စားစရာပါ။တိုက်ခိုက်ထိုးသတ်မှုတွေနဲ့စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမယ့် ဟောင်ကောင် အက်ရှင်ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ။ \nFile size…(1.6 GB) and (999 MB)\nQuality….WEBDL Rip 1080p and 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by Phyo Zaw",
        "rating": "",
        "url": "https://megaup.net/4UE4A/(CM)Body.Weapon.1999.WEBDL.720p.mp4",
        "category": "Action, Adult, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/l_p0113337797-163x200.jpg",
        "title": "My Hero (1990)",
        "description": "My Hero (1990)IMDB(5.7)ဂန်းစတားလောကမှာ ကျက်စားမယ့် စတီဖင်ချောင်ကိုမြင်ရမှာပါ။အခွီတွေချည်းမဟုတ်ဘဲ Action ရော Drama ရော ပေါင်းစပ်တင်ဆက်ထားပါတယ်။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ လွမ်းကြ ဆွေးကြ တိုက်ကြ ...",
        "rating": "5.7",
        "url": "https://megaup.net/3yJ4e/(CM)My.Hero.1990.BluRay.720p.TrueHD5.1.x265.10bit-CHD.mkv",
        "category": "Action, Asian, Comedy, Crime, Stephen Chow"
    }
]