[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BMjU0MTY2MTctMTgyNS00ZjkxLWEzNDEtYmE5ZWI2MGFhMWJmXkEyXkFqcGdeQXVyMTg0MTI3Mg@@._V1_SY1000_CR006781000_AL_-136x200.jpg",
        "title": "3 Days with Dad (2019)",
        "description": "အက္ဒီေမးလ္တစ္ေယာက္\nသူ႕အေဖရဲဲ႕ ေနာက္ဆံုးအခ်ိန္ေလးကို သူကိုယ္တိုင္ျပဳစုေပးခ်င္တာေၾကာင့္\nသူ႕အိမ္ရွိရာ နယ္ၿမိဳကေလးကိုုျပန္လာခဲ့ပါတယ္။\nဒါေပမယ့္ ဘာသာေရးကိုအယံုအၾကည္မရွိတဲ့ တစ္ကိုယ္တည္းသမားအက္ဒီအတြက္\nသူ႕႔ရဲ႕အမ်ိဳးစံုလွတဲ့မိသားစုေတြၾကားထဲမွာ ေရာက္ရာေနရာမွာပဲ ဇာတ္လိုက္ကရပါေတာ့တယ္။\nသားတစ္ေယာက္ကိုျဖစ္ထြန္းေစခ်င္တဲ့အေဖနဲ႕\nဘာမွကုိရည္မွန္းခ်က္မထားပဲ ဘဝကိုေပါ့ေပါ့ပါးပါးျဖတ္သန္းခ်င္တဲ့\nအက္ဒီတို႕ ဘဝရဲ႕ေနာက္ဆံုးအခ်ိန္ေတြကုိဘယ္လိုကုန္ဆံုးသြားခဲ့ရတယ္ဆိုတာကို ေတြ႔ရမွာျဖစ္ပါတယ္။\nဒါ့အျပင္ ဒီတစ္ေခါက္သူ႕ရဲ႕အိမ္အျပန္လမ္းမွာ\nသူ႕ဘဝကိုလံုးဝေျပာင္းလဲေပးနိုင္တဲ့အေၾကာင္းအရာတစ္ခုနဲ႕ လဲေတြ႕ဆံုခဲ့ရပါေတာ့တယ္။File size…(1.3 GB) and (670 MB)\nQuality…1080p WEB-DL.5.1 H264 FGT\nFormat…mp4\nDuration…1h 34min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator...Charm",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/3-days-with-dad-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BOGE1ZjFhYzAtYWM4ZC00NGI1LWFmYzMtZWRhZDhjMjE4YzBjXkEyXkFqcGdeQXVyODQzNTE3ODc@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Stuber (2019)",
        "description": "မ်က္လံုးခြဲစိတ္ထားရတဲ့ စိတ္ျမန္လက္ျမန္သမားရဲတစ္ေယာက္နဲ႕\nအိစိစိနဲ႕ စိတ္ေပ်ာ့လြယ္တဲ့ အူဘာတကၠစီသမားတို႕\nဘိန္းျဖဴေရာင္းဝယ္ေရးဂိုဏ္းကိုစံုစမ္းေထာက္လွမ္းဖို႕ အေၾကာင္းဖန္လာပါတယ္\nဘယ္လိုမွကိုမကိုက္ညီက်တဲ့ သူတို႕ႏွစ္ေယာက္\nၾကမ္းေပ့ရမ္းေပ့ဆိုတဲ့လူဆိုးေတြ ၾကားထဲမွာ သတ္လိုက္ျဖတ္လိုက္ ေျပးလိုက္လႊားလိုက္နဲ႕ပဲ\nဘိန္းေမွာင္ခိုသမားကိုဖမ္းမိနိုင္မလားဆိုတာကို ေစာင့္ၾကည့္ရမွာပဲျဖစ္ပါတယ္။\nၾကယ္၅ပြင့္ေလးလိုခ်င္လြန္းလို႕ သူမွာ ေသေရးရွင္ေရးၾကားထဲအထိကို\nေရာက္သြားတဲ့ အူဘာသမားေလးရဲ႕ ဟာသဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္ဗ်။\nတကယ့္ကိုေပါ့ေပါ့ပါးပါးနဲ႕ရီေနရတဲ့ဇာတ္ကားေလးပါ။File size…(1.3 GB) and (670 MB)\nQuality…1080p WEB_DL.DD.5.1 H264 FGT\nFormat…mp4\nDuration…1h33min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator...Charm,Dolly and August",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/stuber-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ry6YUwRNAsC45KadGgHPOxi6kr.jpg",
        "title": "Women of Mafia 2 (2019)",
        "description": "ဒါကတော့ ပိုလန်လူဆိုးဂိုဏ်းမမတွေရဲ့ဇာတ်ကားပါ။အကြမ်းအရမ်း‌တွေ ကိုကင်းရောင်းဝယ်နေတဲ့ပိုလန်ဂိုဏ်းကမမရယ်၊ ကိုလမ်ဘီယာကဉာဏ်နီဉာဏ်တွေများနေတဲ့စော်ကြီးရယ်၊အကြမ်းဖက်သမားကိုချစ်မိနေသူရယ်၊ထောင်ထွက်မာဖီးယားဘုရင်မဟောင်းတစ်ယောက်ရယ်ပွဲကြမ်းထားတဲ့ကားပါ။violence‌တွေမဟားဒရားပါပါတယ်။ File Size : ( 1 GB , 247 MB)Quality :  WEB-DL 720pRunning Time : 2 hr 18 minFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Moe LayEncoded by Moe Myint Lwin",
        "rating": "4.0",
        "url": "https://megaup.net/28vrk/(CM)_Women_Of_Mafia_2019_(Large_Size).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BNDBiNzFmYzQtNDlhNi00MDMwLTg2NjMtOWM0NTMxZjA5ZTY4XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Auggie (2019)",
        "description": "IMDb (4.9)/ Rotten Tomatoes (85%)ဖီးလစ် ဆိုတဲ့ ဗိသုကာပညာရှင်တစ်ဦးဟာ\nအသက်အရွယ်ရလာတာကြောင့် ကုမ္ပဏီကနေ အနားယူလိုက်ပါတယ်။\nကုမ္ပဏီက နှုတ်ဆက်ပွဲမှာ ဝန်ထမ်းတွေက ဖီးလစ် ကို မျက်မှန်လေးတစ်လက် လက်ဆောင်ပေးခဲ့ပါတယ်.\nအဲ့ဒီမျက်မှန်ဟာ သာမန် မျက်မှန်မျိုးမဟုတ်ပါဘူး အော်ဂီ လို့ အမည်ရတဲ့ ကိုယ့်အတွင်းစိတ်က\nလိုချင်တပ်မက်တဲ့ တစ်စုံတစ်ယောက်ကို ကိုယ့်ရှေ့ကို ပရိုဂျက်တာကဲ့သို့ ပုံရိပ်ထင်လာစေတဲ့ အဆင့်မြင့်\nနည်းပညာသုံး AR assistant မျက်မှန် ပါ။ ဖီးလစ် ဟာ အလုပ်က အနားယူထားလို့ လုပ်စရာမရှိတာကြောင့်\nအော်ဂီ မျက်မှန် ကို စမ်းတပ်ကြည့်ရာ သူ့ရှေ့ကို အင်မတန်ချောမောလှပတဲ့ မိန်းမငယ်လေးတစ်ယောက် ပေါ်လာပါတော့တယ်။\nဖီးလစ်ဟာ ထိုကောင်မလေးကို တဖြည်းဖြည်းစွဲလမ်းလာပါတယ်။ ဒါပေမယ့် မျက်မှန်တပ်မှ မြင်ရတဲ့ ပုံရိပ်ယောင်ဆိုတော့\nဘာမှ လုပ်မရဘူးပေါ့။ အဲ့ဒီလိုနဲ့ ဖီးလစ် ဟာ မျက်မှန်ထဲမှ ထိုကောင်မလေးကို ထိတွေ့လို့ ရအောင် ကြိုးစားရာကနေ\nဘာတွေ ဆက်ဖြစ်မလဲဆိုတာ ဒီကားလေးမှာ ကြည့်လိုက်ပါ။ (Zawgyi)ဖီးလစ္ ...",
        "rating": "N/A",
        "url": "https://megaup.net/28vi7/(CM)Auggie.2019.1080p.WEB-DL.DD5.1.H264-FGT.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5DSVYlKwEzGBxTkS95L73c3oxLs.jpg",
        "title": "In the Shadow of the Moon(2019)",
        "description": "In the Shadow of the Moon(2019)(Zawgyi)ဖဲလ္လာဒဲဖီးယား ၿမိဳ႕က ရဲအရာရွိတစ္ေယာက္ဟာ ၁၉၈၈ ခုႏွစ္မွာ\nျဖစ္ေပၚခဲ့တဲ့ ကြင္းဆက္လူသတ္မႈတစ္ခုကို ေဖာ္ထုတ္ႏိုင္ဖို႔ ႀကိဳးစားခဲ့ပါတယ္....\nေျပာရရင္ဒီလူသတ္မွဳဟာဆန္းၾကယ္မွဳေတြျပည့္ေနပါတယ္...\nဒီကြင္းဆက္လူသတ္သမားကုိ ဖမ္းဆီးနုိင္ဖုိ႕ အရမ္းခက္ခဲပါတယ္...ဘာေၾကာင့္လဲဆုိ\nသူသတ္ၿပီးတုိင္းသဲလြန္စေတြ မခ်န္ခဲ့သလုိ အခ်ိန္အၾကာၾကီးေပ်ာက္ကြယ္ေနတတ္လုိ႕ပါ...\nရဲအရာရွိဟာ ဒီလူသတ္သမားေပၚတဲ့အခ်ိန္ေတြဟာ အခ်ိန္ကုိက္ျဖစ္ေနတတ္သလုိ\nတျခားသူေတြနဲ႕မတူတဲ့သဘာ၀လြန္ စြမ္းအားတစ္ခုပုိင္ဆုိင္ထားတာကုိသိခဲ့ရၿပီးတဲ့ေနာက္...\nဒီလူသတ္သမားကုိ ဖမ္းဆီးနုိင္ပါ့မလား....\nဒီလူသတ္သမားကေရာ ဘယ္လုိစြမ္းအင္ေတြပုိင္ဆုိင္ထားသလဲ...\nခံစားၾကည့္လုိက္ပါဦး....\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ SCRNပဲျဖစ္ပါတယ္....(unicode)ဖဲလ်လာဒဲဖီးယား မြို့က ရဲအရာရှိတစ်ယောက်ဟာ ၁၉၈၈ ခုနှစ်မှာ\nဖြစ်ပေါ်ခဲ့တဲ့ ကွင်းဆက်လူသတ်မှုတစ်ခုကို ဖော်ထုတ်နိုင်ဖို့ ကြိုးစားခဲ့ပါတယ်....\nပြောရရင်ဒီလူသတ်မှုဟာဆန်းကြယ်မှုတွေပြည့်နေပါတယ်...\nဒီကွင်းဆက်လူသတ်သမားကို ဖမ်းဆီးနိုင်ဖို့ အရမ်းခက်ခဲပါတယ်...ဘာကြောင့်လဲဆို\nသူသတ်ပြီးတိုင်းသဲလွန်စတွေ မချန်ခဲ့သလို အချိန်အကြာကြီးပျောက်ကွယ်နေတတ်လို့ပါ...\nရဲအရာရှိဟာ ဒီလူသတ်သမားပေါ်တဲ့အချိန်တွေဟာ အချိန်ကိုက်ဖြစ်နေတတ်သလို\nတခြားသူတွေနဲ့မတူတဲ့သဘာဝလွန် စွမ်းအားတစ်ခုပိုင်ဆိုင်ထားတာကိုသိခဲ့ရပြီးတဲ့နောက်...\nဒီလူသတ်သမားကို ဖမ်းဆီးနိုင်ပါ့မလား....\nဒီလူသတ်သမားကရော ဘယ်လိုစွမ်းအင်တွေပိုင်ဆိုင်ထားသလဲ...\nခံစားကြည့်လိုက်ပါဦး....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ SCRNပဲဖြစ်ပါတယ်....File Size : (900 MB) and (386 MB)\nQuality : WEB-DL 720 P\nFormat…mp4\nDuration…01:55:00\nGenre : Crime,Mystery,SCI-FI\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SCRN\nEncoded ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/in-the-shadow-of-the-moon2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uybw37v9MPs3AtnHDIDLrmi6jM.jpg",
        "title": "Where We Belong (2019)",
        "description": "ထိုင္းကားေကာင္းေကာင္းေလးေစာင့္ေနက်တဲ့သူေတြအတြက္ပါလူငယ္ဆန္ဆန္ဇာတ္ကားေကာင္းေလးပါစူးဆုိတဲ့ေကာင္မေလးဟာသူ႕အေဖေခါက္ဆြဲဆိုင္ေလးမွာေခါက္ဆြဲကူေရာင္းေပးျပီးေက်ာင္းတက္ေနတဲ့ေကာင္မေလးပါတစ္ရက္ေက်ာင္းရဲ႕စေကာ္လားရွစ္ဝင္ေလွ်ာက္ရင္းဖင္လန္ႏုိင္ငံကိုပညာေတာ္သင္သြားဖို႕အခြင့္အလမ္းေပၚလာပါတယ္ဒါေပမယ့္အေဖျဖစ္သူကေတာ့ဆိုင္မွာပဲစီးပြားေရးဆက္လုပ္ေစခ်င္ျပီးမလႊတ္ခ်င္ပါဘူးစူးကလည္းဒီေနရာကလြဲလို႕ဘယ္ေနရာကိုပဲျဖစ္ျဖစ္ထြက္သြားႏိုင္ရင္ရျပီလို႕ဆံုးျဖတ္ခ်က္ခ်ထားပါတယ္စူးမွာဘဲလ္လို႕ေခၚတဲ့သူငယ္ခ်င္းတစ္ေယာက္ရွိတယ္စူးဘာေတြလုပ္လုပ္အျမဲစူးဘက္ကကာကြယ္ေပးတဲ့သူေပါ့ဒါေပမယ့္စူးထြက္သြားမွာကုိေတာ့သေဘာမက်တဲ့သူေပါ့စူးဒီကေနထြက္သြားလို႕ရေအာင္ဘဲလ္ကကူညီမလားစူးကေရာဘဲလ္နဲ႕ရွိေနရင္းထြက္သြားခ်င္ပါ့ဦးမလားဘာေတြစိတ္ကူးေျပာင္းမလဲသူ႕အေဖလႊတ္ေအာင္ေရာသူဘယ္လိုၾကိဳးစားမလဲေနာက္ဆံုးဆံုးသြားျပီျဖစ္တဲ့သူ႕အေမပါပါလာတဲ့အခါမွာေရာ....ေကာင္မေလးတစ္ေယာက္သူေနေနတဲ့ေနရာကသူနဲ႕မအပ္စပ္ဘူးလို႕ေတြးမိရာကေနအသစ္ေတြကိုသင္ယူခ်င္လာတဲ့အေႀကာင္းကုိေသခ်ာရိုက္ျပထားတဲ့ကားေလးတစ္ကားပါ File Size : ( 1 GB , 238 MB)Quality :  WEB-DL 720pRunning Time : 2 hr 10 minFormat : Mp4Genre : Drama , Family , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "7.8",
        "url": "https://megaup.net/28vra/(CM)_Where_We_Belong_2019_(Large_Size).mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QEwdBM87iVLgoZqSfQQMj3kOuE.jpg",
        "title": "Bodies at Rest ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb6.1ရ႐ွိထားၿပီး မင္းသားႀကီး Nick Cheungနဲ႔ Richie Jenတို႔ အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့၂၀၁၉ထြက္Action,Crime,Mystery အမ်ိဳးအစားဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ့ မႈခင္းဆရာဝန္နဲ႔ သူ႔ရဲ႕လက္ေထာက္တို႔ဟာ ခရစ္စမတ္ညတစ္ညမွာ အေလာင္းေတြကိုခြဲစိတ္ၿပီးေသဆံုးရတဲ့အေၾကာင္းရင္းကို႐ွာေနတုန္းမွာ မ်က္ႏွာဖုံးစြပ္ထားတဲ့လူသံုးဦးရဲ႕ဝင္ေရာက္တိုက္ခိုက္တာခံလိုက္ရပါတယ္..မ်က္ႏွာဖံုးလူသံုးေယာက္အေလာင္းေတြကိုခြဲစိတ္ၿပီးေသဆံုးရက္ေသခံက်ည္ဆန္ေတာင့္ကိုၿခိမ္းေျခာက္ၿပီးထုတ္ေစတဲ့အခါ ဘယ္လိုေတြဆက္ျဖစ္လာမွာလဲ..ဒီမိန္းမအေလာင္းရဲ့ေနာက္ကြယ္မွာ ဘယ္လိုအျဖစ္အပ်က္ေတြရွိေနတာလဲ..မ်က္ႏွာဖံုးလူသံုးေယာက္ကဘယ္သူေတြလဲ... မႈခင္းဆရာဝန္နဲ႔သူ႔လက္ေထာက္တို႔က လြတ္ေျမာက္ႏိုင္ပါ့မလားဇာတ္လမ္းတစ္ခုလံုးကို စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါ.. Unicode*******ဒီကားလေးဟာ Imdb6.1ရရှိထားပြီး မင်းသားကြီး Nick Cheungနဲ့ Richie Jenတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့၂၀၁၉ထွက်Action,Crime,Mystery အမျိုးအစားဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ မှုခင်းဆရာဝန်နဲ့ သူ့ရဲ့လက်ထောက်တို့ဟာ ခရစ်စမတ်ညတစ်ညမှာ အလောင်းတွေကိုခွဲစိတ်ပြီးသေဆုံးရတဲ့အကြောင်းရင်းကိုရှာနေတုန်းမှာ မျက်နှာဖုံးစွပ်ထားတဲ့လူသုံးဦးရဲ့ဝင်ရောက်တိုက်ခိုက်တာခံလိုက်ရပါတယ်..မျက်နှာဖုံးလူသုံးယောက်အလောင်းတွေကိုခွဲစိတ်ပြီးသေဆုံးရက်သေခံကျည်ဆန်တောင့်ကိုခြိမ်းခြောက်ပြီးထုတ်စေတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်လာမှာလဲ..ဒီမိန်းမအလောင်းရဲ့နောက်ကွယ်မှာ ဘယ်လိုအဖြစ်အပျက်တွေရှိနေတာလဲ..မျက်နှာဖုံးလူသုံးယောက်ကဘယ်သူတွေလဲ... မှုခင်းဆရာဝန်နဲ့သူ့လက်ထောက်တို့က လွတ်မြောက်နိုင်ပါ့မလားဇာတ်လမ်းတစ်ခုလုံးကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ.. Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/bodies-at-rest-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iVghhCMjQh0h4DCOnRrujndPj5.jpg",
        "title": "Feels Like Home (2019)",
        "description": "ဒီကားေလးကေတာ့လူငယ္ဆန္ဆန္ဇာတ္ကားေလးပါမိသားစုဒရမ္မာနဲ႕လူငယ္အခ်စ္ဇာတ္လမ္းရယ္တကၠဆက္ျပည္နယ္ရဲ႕အလွအပေတြရယ္နဲ႕ေပါင္းစည္းထားတဲ့ဇာတ္ကားေကာင္းေလးပါအက္ဘီဆိုတဲ့ေကင္မေလးဟာဟင္းလ်ာခ်က္ျပဳတ္ရာမွာလိုအပ္တဲ့ပစၥည္းေတြကိုညႊန္းေပးတဲ့တီဗီရွိဳးတစ္ခုရဲ႕တင္ဆက္သူေကာင္မေလးပါသူ႕ကိုတစ္ရက္သူေဌးတစ္ေယာက္ကကုန္ပစၥည္းအသစ္ထုတ္ဖို႕လာကမ္းလွမ္းတဲ့အခါမွာဒါေပမယ့္သူေဌးကနယူးအဂၤလန္ရဲ႕လူနဲ႕သာအလုပ္တြဲလုပ္ခ်င္တယ္ဆုိတာေၾကာင့္အက္ဘီတစ္ေယာက္သူ႕ကိုယ္သူနယူးအဂၤလန္သူတစ္ေယာက္ျဖစ္ေအာင္လိမ္ရပါေတာ့တယ္အဲဒီအခ်ိန္မွာပဲတကၠဆက္မွာရွိတဲ့သူ႕ရဲ႕အေဖျဖစ္သူဒဏ္ရာရသြားတဲ့သတင္းကိုၾကားျပီအက္ဘီတစ္ေယာက္တဆက္ကိုလိုက္သြားဖို႕အေၾကာင္းဖန္ပါေတာ့တယ္သူ႕အေဖနဲ႕သူနဲ႕ၾကားမွာလည္းနားလည္မႈေတြလြဲေနရင္းအဆင္မေျပျဖစ္ေနတဲ့သားအဖႏွစ္ေယာက္ျပႆနာကိုဘယ္လိုရွင္းမလဲသူ႕ရဲ႕ေက်ာင္းတုန္းကရည္းစားေဟာင္းကလည္းသူ႕အေဖျခံမွာအလုပ္လုပ္ေနတာကိုသိလိုက္ရတဲ့အခါမွာအဆက္ေဟာင္းေလးနဲ႕ဘယ္လိုေတြႏွစ္ပါးသြားမလဲသူေဌးၾကီးကိုလိမ္ထားတဲ့ကိစၥေရာအဆင္ေျပေျပျပီးမလားလိမ္တာေပၚသြားမလားဒီကားေလးကေက်းလက္ရဲ႕ရွဴခင္းေတြသဘာဝပတ္ဝန္းက်င္ေတြကိုေသခ်ာေလးရိုက္ျပထားတဲ့ကားေလးမို႕စိတ္အပန္းေျပေစမယ့္လူငယ္ဇာတ္ကားေလးတစ္ကားျဖစ္မွာပါ File Size : ( 782 MB , 254 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre : RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "6.1",
        "url": "https://megaup.net/28ts9/(CM)_A_Feeling_Of__Home_2019_(Large_Size).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4b4gPmANpH26aeWSQYlg1YpVbXu.jpg",
        "title": "Riot Girls (2019)",
        "description": "ဒီကားေလးကေတာ့ စြန္႕စားခန္းေတြပါဝင္တဲ့လူငယ္ဆန္ဆန္ဇာတ္ကားေလးတစ္ကားပါေပါတာလို႕ေခၚတဲ့ျမိဳ႕ေလးမွာ ထူးဆန္းတဲ့ေရာဂါဆိုးၾကီးတစ္ခုျဖစ္ျပီးေတာ့လူၾကီးေတြအကုန္ေပ်ာက္ဆံုးသြားပါတယ္အဲဒီအခ်ိန္ကေနစျပီးေတာ့ျမိဳ႕ကအေရွ႕ဘက္ျခမ္းနဲ႕အေနာက္ဘက္ျခမ္းဆုိျပီးကြဲသြားပါတယ္အေရွ႕ဘက္ျခမ္းမွာေတာ့ဆင္းရဲတဲ့လူငယ္ေတြေနျပီးအေနာက္ဘက္ျခမ္းမွာေတာ့ခ်မ္းသာတဲ့လူငယ္ေတြေနပါတယ္တစ္ရပ္ဆင္းရဲတဲ့ဘက္ကလူငယ္ေခါင္းေဆာင္ကအေနာက္ဘက္ျခမ္းရဲ႕ကားကိုလုျပီးပါလာတဲ့လူေတြကိုသတ္ျပီးေရသန္႕ဘူးေတြခိုးရာကေန ဇာတ္လမ္းကစေတာ့တာပါပဲအဲဒီလူငယ္ေခါင္းေဆာင္ကိုဖမ္းေခၚသြားေတာ့သူ႕ညီမျဖစ္သူကသူ႕အကိုကိုကယ္တင္ဖို႕ၾကိဳးစားရင္းနဲ႕ ဘာေတြျဖစ္ၾကမလဲအေနာက္ဘက္ျခမ္းရဲ႕စည္းကမ္းတင္းက်ပ္မႈေတြနဲ႕အတူအဲဒီထဲကိုဘယ္လိုဝင္က်မလဲဆိုတာေတြကို ၾကည့္လိုက္ပါဦးေနာ္ File Size : ( 766 MB , 279 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : Action , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "4.8",
        "url": "https://megaup.net/1sveO/(CM)_Riot_Girls_2019_(Large_Size).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6yOakcmbhgV0PXaUvL6iCzxeeb3.jpg",
        "title": "Arctic Apocalypse ( 2019 )",
        "description": "Zawgyi*******ရာသီဥတုေဖာက္ျပန္ေျပာင္းလဲ လာမႈေတြေၾကာင့္ ေရခဲေတာင္ေတြအရည္ေပ်ာ္ျပီး ကမၻာၾကီးရဲ႕ အပူခ်ိန္ဟာ တျဖည္းျဖည္းက်ဆင္းကာႏွင္းမုန္တိုင္းေတြလည္း ျဖစ္လို႔လာပါေတာ့တယ္….ဘရီဆိုတဲ့ေကာင္မေလးဟာ သိပၸံပညာရွင္ လင္မယားႏွစ္ဦးရဲ႕သမီးေလးျဖစ္ျပီးေတာ့ ေျမာက္ကမၻာျခမ္းမွာ ခ်စ္သူနဲ႔ ခရီးထြက္ေနတဲ့ေကာင္မေလးတစ္ေယာက္ေပါ့ … တစ္ေန႔ မုန္တိုင္းေတြျဖစ္လာခ်ိန္မွာမိဘေတြနဲ႔ အဆက္အသြယ္ျပတ္ေတာက္သြားျပီးေတာ့ ခရီးကေနအိမ္အျပန္လမ္းမွာ လမ္းေတြျပိဳ ႏွင္းမုန္တိုင္းေတြတိုက္နဲ႔စီးလာတဲ့ကားလည္း ဆံုးရွံဳးသြားျပီး စာသင္ေက်ာင္းတစ္ခုမွာသြားေရာက္ ေသာင္တင္ေနခဲ့ပါေတာ့တယ္… သိပၸံပညာရွင္လင္မယားႏွစ္ေယာက္လည္း သူတို႕သမီးေရာက္ေနတဲ့ေနရာကိုလာေရာက္ကယ္တင္ဖို႔ ၾကိဳးစားအားထုတ္ၾကပံုကိုစိတ္လႈပ္ရွား ရင္ထိတ္ဖြယ္ရာ ၾကည့္ရွဳၾကရမွာပါ ၂၀၁၉ ထြက္ရွိထားတဲ့ဇာတ္ကားေလးတစ္ကားျဖစ္ျပီးေတာ့ သည္းထိတ္ရင္ဖိုၾကည့္ရွဴခ်င္သူေတြ အတြက္ သေဘာက်ေစမယ့္ ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။ဒါရိုက္တာကေတာ့ Eric Paul Erickson, Jon Kondelik တို႔ ႏွစ္ေယာက္ပဲျဖစ္ပါတယ္ Unicode*******ရာသီဥတုဖောက်ပြန်ပြောင်းလဲ လာမှုတွေကြောင့် ရေခဲတောင်တွေအရည်ပျော်ပြီး ကမ္ဘာကြီးရဲ့ အပူချိန်ဟာ တဖြည်းဖြည်းကျဆင်းကာနှင်းမုန်တိုင်းတွေလည်း ဖြစ်လို့လာပါတော့တယ်….ဘရီဆိုတဲ့ကောင်မလေးဟာ သိပ္ပံပညာရှင် လင်မယားနှစ်ဦးရဲ့သမီးလေးဖြစ်ပြီးတော့ မြောက်ကမ္ဘာခြမ်းမှာ ချစ်သူနဲ့ ခရီးထွက်နေတဲ့ကောင်မလေးတစ်ယောက်ပေါ့ … တစ်နေ့ မုန်တိုင်းတွေဖြစ်လာချိန်မှာမိဘတွေနဲ့ အဆက်အသွယ်ပြတ်တောက်သွားပြီးတော့ ခရီးကနေအိမ်အပြန်လမ်းမှာ လမ်းတွေပြို နှင်းမုန်တိုင်းတွေတိုက်နဲ့စီးလာတဲ့ကားလည်း ဆုံးရှုံးသွားပြီး စာသင်ကျောင်းတစ်ခုမှာသွားရောက် ...",
        "rating": "2.5",
        "url": "https://channelmyanmar.org/arctic-apocalypse-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pUeMpXt2iJIevr8qWq81tpacL2R.jpg",
        "title": "The Wedding Year (2019)",
        "description": "ဝါလည္းကြ်တ္ေတာ့မယ္ မဂၤလာေဆာင္ေတြလည္းလာေတာ့မယ္ဆိုေတာ့မဂၤလာေဆာင္တာနဲ႕ဆုိင္တဲ့ romance,comedyကားေကာင္းေလးတစ္ကားကိုၾကည့္သင့္တဲ့အခ်ိန္ေလးပါပဲမာရာဆိုတဲ့ေကာင္မေလးဟာလူငယ္ဆန္ဆန္လြတ္လြတ္လပ္လပ္ေပါ့ေပါ့ပါးပါးေနတတ္တဲ့သူတစ္ေယာက္ပါတစ္ရက္မွာခ်ိန္းေတြ႕တဲ့ဝက္ဘ္ဆိုဒ္ကေနျပီးေတာ့သူ႕ထက္အသက္ၾကီးတဲ့စားဖိုမႈးတစ္ေယာက္နဲ႕ခ်ိန္းေတြ႕ျပီးတစ္ေယာက္နဲ႕တစ္ေယာက္တကယ္ခ်စ္သြားၾကတဲ့အခါမွာသမီးရည္းစားေတြဆိုေတာ့ပြဲလမ္းသဘင္ေတြတူတူသြားၾကတာေပါ့ဒါနဲ႕ပဲသူတုို႕ႏွစ္ေယာက္အတူမဂၤလာေဆာင္ခုႏွစ္ခုကိုသြားရဖို႕အေၾကာင္းဖန္လာပါေတာ့တယ္အဲဒီလိုပြဲေတြတက္ေနရင္းနဲ႕ပဲမာရာတစ္ေယာက္သူ႕ပံုစံကလက္ထပ္တာနဲ႕မလိုက္ဖက္ဘူးလို႕ခံစားလာရတဲ့အခါမွာ...ေနာက္ဆံုးပြဲျဖစ္တဲ့သူ႕ရည္းစားရဲ႕အကိုမဂၤလာပြဲကိုတက္ရင္းမိန္းမေတြကလင္ယူသားေမြးျပီးအိမ္မႈကိစၥပဲလုပ္ရမယ္လို႕ေရွးရိုးစြဲေနတဲ့မိသားစုေတြနဲ႕ပါေတြ႕လာရတဲ့အခါ...သူတုိ႕ႏွစ္ေယာက္ဘယ္လိုေရွ႕ဆက္မလဲ မာရာကေရာအခ်စ္ကိုပဲေရြးခ်ယ္မလားသူ႕ဘဝကိုပဲသူ႕ေရြးခ်ယ္မႈအတိုင္းဆက္ေလွ်ာက္မလားဆိုတာေတြကိုၾကည့္ရမွာပါဒီကားေလးကလူငယ္ဇာတ္လမ္းေလးသာမကသမီးရည္းစားေတြဇာတ္သိမ္းထိတူတူၾကည့္သင့္တဲ့ကားေလးတစ္ကားပါ File Size : ( 852 MB , 315 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/1wm24/(CM)_The_Wedding_Year_2019_(Large_Size).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kN2rjeqZMLXYtEzz4BJOalLv5ub.jpg",
        "title": "Masquerade Hotel ( 2019 )",
        "description": "Zawgyi*******ဟိုတယ္ေတြတည္းဖူးေပမယ့္ ဟိုတယ္ဝန္ထမ္းေကာင္းတစ္ေယာက္ရဲ႕ေနာက္ကြယ္မွာ ဘယ္လိုႀကံဳေတြ႔ေျဖရွင္းေနရတယ္ဆိုတာနားလည္ႏိုင္မယ့္သူ ရွားပါတယ္.. ဒါေပမယ့္ ဒီလို ကိုယ္မျမင္ရတဲ့တစ္ဖက္က ဟိုတယ္ဝန္ထမ္းေတြရဲ႕ေလာကထဲကိုလ်ိဳ႕ဝွက္စံုစမ္းေရးအတြက္ ဝင္လိုက္ရတဲ့ စံုေထာက္ေတြရဲ႕အခက္အခဲနဲ႔ ဟိုတယ္ေတြရဲ႕ ဧည့္သည္ေတြကို ဝန္ေဆာင္မႈေပးတဲ့အခါတခ်ိဳ႕အပိုင္းေလးေတြမွာ မျမင္ရတဲ့ စည္းမ်ဥ္းေတြကိုခ်ိဳးေဖာက္မိေနတယ္ဆိုတာကို ေထာက္ျပထားတဲ့ ဇာတ္ကားေကာင္းေလးပါ...ဒီဇာတ္ကားေလးထဲမွာေတာ့ ဧည့္သည္ေတြကိုဟိုတယ္မွာရွိတဲ့အခ်ိန္တြင္း အေကာင္းဆံုးဝန္ေဆာင္မႈေပးခ်င္တယ္ဆိုတဲ့ဧည့္သည္ေတြကိုသာ ယံုႀကည္ေပးခ်င္တဲ့ ဟိုတယ္နဲ႔ လူေတြကိုသံသယမ်က္လံုးနဲ႔ ႀကည့္ျပီး ေဘးကင္းတဲ့ဘဝမွာေနႏိုင္ဖို႔ဝန္ေဆာင္မႈေပးေနတဲ့ ရဲေတြ စံုေထာက္ေတြႀကား လြန္ဆြဲရင္ဘယ္သူႏိုင္မယ္ထင္လဲ... ဘယ္သူႏိုင္မယ္ဆိုတာကိုေတာ့ဇာတ္လမ္းေလးႀကည့္ျပီး အဲ့ထဲက အမႈေတြကို လိုက္ေျဖရွင္းမွ သိနိုင္မွာပါ...( ဇာတ္လမ္းမွာ ေနာက္ခံစာသားမ်ားပါ၀င္ပါတယ္ ) Unicode********ဟိုတယ်တွေတည်းဖူးပေမယ့် ဟိုတယ်ဝန်ထမ်းကောင်းတစ်ယောက်ရဲ့နောက်ကွယ်မှာ ဘယ်လိုကြုံတွေ့ဖြေရှင်းနေရတယ်ဆိုတာနားလည်နိုင်မယ့်သူ ရှားပါတယ်.. ဒါပေမယ့် ဒီလို ကိုယ်မမြင်ရတဲ့တစ်ဖက်က ဟိုတယ်ဝန်ထမ်းတွေရဲ့လောကထဲကိုလျို့ဝှက်စုံစမ်းရေးအတွက် ဝင်လိုက်ရတဲ့ စုံထောက်တွေရဲ့အခက်အခဲနဲ့ ဟိုတယ်တွေရဲ့ ဧည့်သည်တွေကို ဝန်ဆောင်မှုပေးတဲ့အခါတချို့အပိုင်းလေးတွေမှာ မမြင်ရတဲ့ စည်းမျဉ်းတွေကိုချိုးဖောက်မိနေတယ်ဆိုတာကို ထောက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ...ဒီဇာတ်ကားလေးထဲမှာတော့ ဧည့်သည်တွေကိုဟိုတယ်မှာရှိတဲ့အချိန်တွင်း အကောင်းဆုံးဝန်ဆောင်မှုပေးချင်တယ်ဆိုတဲ့ဧည့်သည်တွေကိုသာ ယုံကြည်ပေးချင်တဲ့ ဟိုတယ်နဲ့ လူတွေကိုသံသယမျက်လုံးနဲ့ ကြည့်ပြီး ဘေးကင်းတဲ့ဘဝမှာနေနိုင်ဖို့ဝန်ဆောင်မှုပေးနေတဲ့ ရဲတွေ စုံထောက်တွေကြား ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/masquerade-hotel-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BMTM2MmJkZmUtZWQ0Yi00YWZjLWIyNTItNDQ2YzAwNmI4YjlmXkEyXkFqcGdeQXVyODMxNjkyNzQ@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Agent Sai Srinivasa Athreya (2019)",
        "description": "ဒီကား​လေးက​တော့ ​စုံ​ထောက်ဇာတ်လမ်း​ကောင်း​လေးတစ်ကားပါ\nသာမာန်စုံ​ထောက်ကား​တွေနဲ့မတူပဲထူးခြားတဲ့ရသကိုခံစားရတဲ့ကား​လေးတစ်ကားပါ\nဇာတ်လမ်းမှာ​တော့ မင်းသားကစုံ​ထောက်ရူး\nတပည့်မ​လေးတစ်​ယောက်နဲ့ ​စျေးထဲမှာ\nဆိုင်ခန်းငှားပြီးရုံးဖွင့်ထားတယ် သူ့သူ​တော့ FBI စုံ​ထောက်​ပေါ့\nတစ်​နေ့ သူအမှုတစ်ခုအ​ကြာင်းသတင်းကြားလို့ အမှုဖြစ်တဲ့​နေရာလည်းအ​ရောက်\nသူ့ကိုရဲ​တွေက တရားခံဆိုပြီးဖမ်းသွားကြတယ် ပြန်လွတ်လာတာနဲ့\nသူဒီအမှုကိုသူဆက်စုံစမ်းရင်းအမှုရဲ့​နောက်ကွယ်က\nဖြစ်ရပ်ကြီးကြီးတစ်ခုကို သိသွားတဲ့အခါမှာ​တော့....\nဇာတ်လမ်းက ကြည့်​လေ ဇာတ်ရှိန်တက်​​​လေပါပဲ\nမင်းသားရဲ့ ဆက်စပ်​တွေး​ခေါ်မှု​တွေက​တော်လွန်း​တာကို\nအခုပဲ down ပြီးကြည့်လိုက်​တော့​နော်\nရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားတာကတော့\nDolly Dolly ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "8.6",
        "url": "https://megaup.net/Qm12/Agent_Sai_Srinivasa_Athreya_(2019)__1080P_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ctHh4ER4dy9njd0fphadCbTarp6.jpg",
        "title": "Louis & Luca: Mission to the Moon (2019)",
        "description": "Rating 6.8 အထိရထားတဲ့ Animation\nကားေလးပါဒီကားေလးကေတာ့စြန္႔စားခန္းေတြကိုႀကိဳက္ႏွစ္သက္တဲ့\nလူေတြအတြက္ကားေကာင္ေလးတစ္ခုပါလကိုပိုင္ဆိုင္ဖို႔ႀကိဳးစားၾကပံုေတြလဆီကို\nသြားတဲ့လမ္းတစ္ေလွ်ာက္မွာအခက္အခဲေပါင္းစံု\nရင္ဆိုင္ၾကရၿပီးစ္တ္သေဘာထားကြဲလြဲၾကရာမွ\nကမာၻႀကီးဆီကိုေဘးကင္းစြာနဲ႔ျပန္ေရာက္ပါ့မလားဆိုတာ\nစိတ္လႈပ္ရွားစြာနဲ႔ၾကည့္႐ွဳရမွာပဲၿဖစ္ပါတယ္အဲလိုအခက္အခဲေတြၾကားထဲကမွသူငယ္ခ်င္းေတြၾကားထဲမွာ\nရွိတဲ့ခ်စ္ခ်င္းေမတၱာကိုပါထည့္သြင္း႐ိုက္ကူးထားတဲ့\nဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ပဲျဖစ္ပါတယ္ File Size : ( 763 MB , 226 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Animation , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by  Lwin May ThuEncoded by Moe Myint Lwin",
        "rating": "6.8",
        "url": "https://megaup.net/Qez9/(CM)_Louis___Luca_Mission_To_The_Moon_2019_(Small_Size).mp4 https://megaup.net/2S74w/(CM)_Louis___Luca_Mission_To_The_Moon_2019_(Large_Size).mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5NVul6TtRCEvWFI88OeyDvXwPyL.jpg",
        "title": "The Baylock Residence (2019)",
        "description": "ဒါကတော့ ဒုတိယကမ္ဘာစစ်ကာလမှာ\nဇာတ်အိမ်တည်ထားတဲ့ Horrorကားတစ်ကားပါ။\nပတ်ထရစ်ရှာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဆီကို စာတစ်စောင်ရောက်လာပါတယ်။\nစာထဲမှာ သူနဲ့မတွေ့တာ ဆယ့်ငါးနှစ်လောက်ရှိတဲ့\nသူ့အစ်မဖြစ်သူဆုံးသွားတဲ့အကြောင်းနဲ့\nအိမ်ကိုလာခဲ့ဖို့အကြောင်းကြားထားတာပါ။\nသူရောက်သွားတဲ့အချိန်မှာ\nအိမ်အကူအမျိုးသမီးတစ်ယောက်ပဲရှိနေပြီး\nသူ့အစ်မယောက်ျားကလည်း\nလွန်ခဲ့တဲ့နှစ်တွေကတည်းက\nထူးဆန်းစွာပျောက်ဆုံးနေခဲ့တယ်ဆိုတာ\nသူသိလိုက်ရပါတယ်။\nသူအဲ့ဒီအိမ်ကြီးမှာနေရင်း ညညဆိုအသံတွေကြားလိုက်၊\nအိပ်မက်ထဲမှာလည်း အမျိုးသမီးတစ်ယောက်က\nသူ့ကိုအိမ်ထဲကနေထွက်သွားဖို့ လာပြောလိုက်နဲ့\nညဆိုမျိုးစုံတွေ ကြုံတွေ့နေရပါတော့တယ်။\nနောက်တော့ သူ့အစ်မသေဆုံးမှုဟာ\nသွေးရိုးသားရိုးမဟုတ်တာတွေ၊\nအိပ်မက်ထဲကအမျိုးသမီးတွေအကြောင်းတွေဟာလည်း\nထူးဆန်းစွာပျောက်ဆုံးမှုတွေနဲ့ ဆက်စပ်နေတာကို\nသိရှိသွားတဲ့နောက်မှာတော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nဒီhorrorကားလေးမှု ဆက်လက်ကြည့်ရှုလိုက်ပါ။ File Size : (780 MB , 289 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Moe ...",
        "rating": "4.3",
        "url": "https://megaup.net/2c9tY/(CM)_The_Baylock_Residence_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rXsh4MI6uyVgZBSSzXCfitJnVPy.jpg",
        "title": "Midsommar (2019)",
        "description": "Unicode====================\nဒါကတော့စောင့်ကြည့်သူများပြားပြီး ထွက်ထားတာမကြာသေးတဲ့rating ကောင်းတွေနင်းကန်ရထားတဲ့Drama/Thrillerကားတစ်ကားပါမနှစ်က Hereditaryနဲ့ပွဲ ထွက်ပြီးအကောင်း'နဲ့ ဝေဖန်မှုတွေရခဲ့တဲ့ဒါရိုကတာာ Ari Asterရဲ့ ဒုတိယမြောက်ကားပါမိသားစုကိစ္စကြောင့် စိတ်အားငယ်နေတဲ့ဒန္နီဆိုတဲ့ကောင်မလေးတစ်ယောက်ရယ်သူ့ကိုအာရုံနောက်နေပြီး ဆက်ဆံရေး သိပ်အဆင်မပြေတဲ့သူ့ရည်းစားခရစ်ရွန်ရယ်၊ စာတမ်စာတမ်းပြုစုဖို့အားသန်နေတဲ့သာသာယာယာနေတတ်တဲ့ ကောလိပ်ကျောင်းသားတွေသူတို့သူငယ်ချင်း ရဲ့အိမ်ကို နွေရာသီ မှာ လိုက်လည်ကြပါတော့တယ်\nပလ္လင်ရဲ့အိမ်ပေမယ့် ဆွီဒင်နိုင်ငံရဲ့ ဝေးလန်တဲ့နေရာမှာရှိပြီးကိုယ့်ယဉ်ကျေးမှု ကိုယ့်ယုံကြည်မှု နဲ့သီးခြားရှိနေတဲ့အုပ်စုတစ်ခုဖြစ်နေပြီး ထူးဆန်းတဲ့ပွဲတော် ကို ကိုးရက်ကြာ ကျင်းပတဲ့နေရာတစ်ခုပါအစကတော့သူတို့တွေအဲ့ပွဲတော်ကို ဆင်နွှဲ ဖ်ု့သွားကြပေမယ့်နေရာတိုင်းမှာထူးးဆန်းပြီး ခြောက်ခြားစရာတွေကြုံလာရပါတယ်လှပမှုတွေ မသတီစရာတွေနဲ့ ထိတ်လန့်မှုတွေကိုတစ်ပြိုင်တည်းခံစားကြည့်ရှုရမယ့်Ari Asterရဲ့ masterpieceလက်ရာဇာတ်ကားတစ်ကားပါပဲဒီဇာတ်ကားက ဒါရိုက်တာရဲ့ထုံးစံအတိုင်း နည်းနည်းစားလို့ ကြည့်ပြီးရင်spoilers alertတွေ ပြန်ရှင်းပြတာတွေကိုgoogleမှာရှာကြည့်လို့ရပါတယ်File Size : ( 1 GB )Quality :  WEB-DL 720pRunning Time : 2 hr 27 minFormat : Mp4Genre : Drama , Horror , ...",
        "rating": "7.4",
        "url": "https://megaup.net/2APUf/Midsommar_[2019]_(MM_Sub).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/JC-140x200.jpg",
        "title": "The Mystery of the Dragon’s Seal ( 2019 )",
        "description": "Zawgyi*******မင္းသားႀကီးဂ်က္ကီခ်န္းရဲ႕ 8လပိုင္း2019မွထြက္ထားတဲ့ဇာတ္ကားသစ္ေလးလာပါၿပီ. ဒီကားေလးဟာ ႐ု႐ွားနဲ႔တ႐ုတ္ပူးေပါင္း႐ိုက္ထားတဲ့adventureအမ်ိဳးအစား ဇာတ္လမ္းျဖစ္ၿပီး ကမာၻေက်ာ္Universal Picturesကျဖန္႔ခ်ီေပးတာျဖစ္ပါတယ္.. budgetအေနနဲ႔,$49.1millionအကုန္ခံၿပီး႐ိုက္ကူးထားတဲ့အျပင္ ခုခ်ိန္ထိbox officeမွာ$5.7 million အျမတ္အစြန္းရ႐ွိထားပါတယ္..Journey to the chinaဆိုတဲ့ဇာတ္လမ္းအတုိုင္း တ႐ုတ္ျပည္ရဲ႕အထြဋ္အျမတ္ထားရာနဂါးအေၾကာင္းကို အေျချပဳၿပီး႐ိုက္ထားတာေတြ႔ရပါတယ္..ဇာတ္လမ္းအက်ဥ္းေျပာရမယ္ဆိုရင္ အဂၤလိပ္လူမ်ိဴးေျမပံုတိုင္းတာေရးဆြဲတဲ့က်ြမ္းက်င္ပညာ႐ွင္တစ္ေယာက္ဟာ Peter the Great ဘုရင္ရဲ႕ေစခိုင္းမႈအရ႐ု႐ွားရဲ႕အေ႐ွ႕ဘက္ပိုင္းကိုေျခဆန္ဖို႔ျဖစ္လာပါတယ္..သူ႔ရဲ႕ခရီးစဥ္တစ္ေလ်ွာက္မွာ ခက္ခဲမႈေတြစြန္႔စားမႈေတြကိုရင္ဆိုင္ေက်ာ္ျဖတ္ရင္း တ႐ုတ္ျပည္ထိေရာက္ဖို႔ျဖစ္လာပါတယ္..လမ္းခရီးမွာ အံျသဖြယ္ေတြအမ်ားႀကီးၾကံဳေတြ႔ရရင္းတ႐ုတ္ျပည္ကမင္းသမီးနဲ႔အမွတ္မထင္ေတြ႔ဆံုခဲ့ရတဲ့အျပင္နဂါးဘုရင္န႔ဲ ေတြ႔ဖို႔ျဖစ္လာပါတယ္...ဘယ္လိုအန ၱရာယ္ေတြကေစာင့္ႀကိဳေနမွာလဲ.. အေကာင္းနဲ႔အဆိုးၾကားကအားၿပိဳင္မႈေတြကိုၾကည့္႐ႈခံစားရမွာပါ... Unicode*******မင်းသားကြီးဂျက်ကီချန်းရဲ့ 8လပိုင်း2019မှထွက်ထားတဲ့ဇာတ်ကားသစ်လေးလာပါပြီ. ဒီကားလေးဟာ ရုရှားနဲ့တရုတ်ပူးပေါင်းရိုက်ထားတဲ့adventureအမျိုးအစား ဇာတ်လမ်းဖြစ်ပြီး ကမ္ဘာကျော်Universal Picturesကဖြန့်ချီပေးတာဖြစ်ပါတယ်.. budgetအနေနဲ့,$49.1millionအကုန်ခံပြီးရိုက်ကူးထားတဲ့အပြင် ခုချိန်ထိbox officeမှာ$5.7 million အမြတ်အစွန်းရရှိထားပါတယ်..Journey to the chinaဆိုတဲ့ဇာတ်လမ်းအတိုင်း တရုတ်ပြည်ရဲ့အထွဋ်အမြတ်ထားရာနဂါးအကြောင်းကို အခြေပြုပြီးရိုက်ထားတာတွေ့ရပါတယ်..ဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင် အင်္ဂလိပ်လူမျိူးမြေပုံတိုင်းတာရေးဆွဲတဲ့ကျွမ်းကျင်ပညာရှင်တစ်ယောက်ဟာ Peter the Great ဘုရင်ရဲ့စေခိုင်းမှုအရရုရှားရဲ့အရှေ့ဘက်ပိုင်းကိုခြေဆန်ဖို့ဖြစ်လာပါတယ်..သူ့ရဲ့ခရီးစဉ်တစ်လျှောက်မှာ ခက်ခဲမှုတွေစွန့်စားမှုတွေကိုရင်ဆိုင်ကျော်ဖြတ်ရင်း တရုတ်ပြည်ထိရောက်ဖို့ဖြစ်လာပါတယ်..လမ်းခရီးမှာ အံသြဖွယ်တွေအများကြီးကြုံတွေ့ရရင်းတရုတ်ပြည်ကမင်းသမီးနဲ့အမှတ်မထင်တွေ့ဆုံခဲ့ရတဲ့အပြင်နဂါးဘုရင်နဲ့ တွေ့ဖို့ဖြစ်လာပါတယ်...ဘယ်လိုအန ္တရာယ်တွေကေစာင့်ကြိုနေမှာလဲ.. အကောင်းနဲ့အဆိုးကြားကအားပြိုင်မှုတွေကိုကြည့်ရှုခံစားရမှာပါ... Translated & Review By Phyo ZawEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/1B3wj/The_Mystery_Of_The_Dragon%E2%80%99s_Seal_(Journey_To_China_-_The_Mystery_Of_Iron_Mask)_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AbuABv7tpwiPYPiHuANbrXjqkFG.jpg",
        "title": "The Tracker (2019)",
        "description": "ZawGyi====================အီတလီကိုလာရင္း သူ႔ဇနီးနဲ႔သမီးေလး ျပန္ေပးဆြဲခံရ၊အသတ္ခံရၿပီးေနာက္ အမႈမွန္မေပၚခဲ့ပါဘူး။ဆယ္ႏွစ္ၾကာၿပီး တစ္ေန႔က်ေတာ့ စုံေထာက္တစ္ေယာက္ကအမႈအေၾကာင္းသတင္းရထားလို႔ အီတလီကိုျပန္လာေတြ႕ပါလို႔ အေၾကာင္းၾကားပါတယ္။သူသြားတဲ့အခ်ိန္မွာေတာ့ အဲ့စုံေထာက္ရွိ‌မေနေတာ့ဘဲသူ႔ဘာသာသူ႔မိသားစုအတြက္ တရားမွ်တမႈရွာရမယ့္အခ်ိန္ျဖစ္သြားပါေတာ့တယ္။ဒီကားမွာ လူအိုတစ္ေယာက္နဲ႔ စုံေထာက္ေလးတစ္ေယာက္တို႔ ျပန္ေပးဆြဲမႈအတြက္တရားမွ်တမႈရွာတာေတြကိုရႈစားရမွာပါ။ Unicode ====================အီတလီကိုလာရင်း သူ့ဇနီးနဲ့သမီးလေး ပြန်ပေးဆွဲခံရ၊အသတ်ခံရပြီးနောက် အမှုမှန်မပေါ်ခဲ့ပါဘူး။ဆယ်နှစ်ကြာပြီး တစ်နေ့ကျတော့ စုံထောက်တစ်ယောက်ကအမှုအကြောင်းသတင်းရထားလို့ အီတလီကိုပြန်လာတွေ့ပါလို့ အကြောင်းကြားပါတယ်။သူသွားတဲ့အချိန်မှာတော့ အဲ့စုံထောက်ရှိ‌မနေတော့ဘဲသူ့ဘာသာသူ့မိသားစုအတွက် တရားမျှတမှုရှာရမယ့်အချိန်ဖြစ်သွားပါတော့တယ်။ဒီကားမှာ လူအိုတစ်ယောက်နဲ့ စုံထောက်လေးတစ်ယောက်တို့ပြန်ပေးဆွဲမှုအတွက် တရားမျှတမှုရှာတာတွေကိုရှုစားရမှာပါ။ File Size : ( 816 MB , 303 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 27 minFormat : Mp4Genre : ...",
        "rating": "3.3",
        "url": "https://channelmyanmar.org/the-tracker-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jFE4ZeXNIDU6c0PAFhKJ1WlL7Oo.jpg",
        "title": "Teen Titans Go! vs. Teen Titans (2019)",
        "description": "ဒါကေတာ့superhero fanေတြနဲ႔ အထူးတလည္မိတ္ဆက္ေပးစရာမလိုေတာ့တဲ့Teen Titans animated movieျဖစ္ပါတယ္။ကိုယ္ေတြရဲ႕ Deep and Dark အေမွာင္ရပ္ကြက္ကဆိုေပမယ့္Teen Titansေတြဆိုေတာ့အေရာင္အေသြးစုံစုံလင္လင္နဲ႔ပါပဲ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေရဗန္ရဲ႕inner demonကိုထိန္းသိမ္းထားတဲ့ နဖူးကေက်ာက္ကအက္သြားပါတယ္။ဒါကိုအခြင့္ေကာင္းယူၿပီး ထ႐ိုင္ဂြန္က multiverseက တျခားပါဝါပိုႀကီးတဲ့ထ႐ိုင္ဂြန္တစ္ေယာက္ကို ျပန္ေခၚၿပီး multiverseတစ္ခုလုံးကို သိမ္းပိုက္ဖို႔ႀကံစဥ္ပါေတာ့တယ္။ေရဗန္ရဲ႕demon powerကိုအရယူဖို႔ ဖမ္းေခၚသြားတာကိုTeen Titansေတြကတျခား alternate earthကသူတို႔ထက္ၿပီးအသက္ႀကီးတဲ့ အတည္အတန႔္Teen Titansတစ္ဖြဲ႕နဲ႔ပူးေပါင္းၿပီး ျပန္ကယ္ဆယ္ၾကတာပါ။ဒီကားထဲမွာ Teen Titansေသာက္ကေလးေတြေသာက္ခြက္ေျပာင္ခ်က္ပဲ ? File Size : ( 575 GB , 170 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 17 minFormat : Mp4Genre ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-titans-go-vs-teen-titans-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMjkyMTE1OTYwNF5BMl5BanBnXkFtZTcwMDIxODYzMw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Stardust (2007)",
        "description": "\"အချစ်ရယ် မင်းအချစ်ကိုသာရမယ်ဆို မိုးပေါ်ကကြယ်ကို ဆွတ်ခူးရ ဆွတ်ခူးရပါ\" တဲ့\nဒါပေမဲ့ မိုးပေါ်ကကြယ်လေးက ကောင်မလေးချောချောလေးဖြစ်နေခဲ့ရင်ရော??\nဟုတ်ပါတယ်။\nထရစ်စတန်သရုန်းတစ်ယောက် သူ့အချစ်ကိုသက်သေပြဖို့\nကြယ်ကိုလိုက်ရှာရာကနေ ကြယ်ကကောင်မလေးဖြစ်နေတဲ့အခါ…\nသူ့ချစ်သူဆီခေါ်ဆောင်သွားရာကနေ လမ်းခရီးမှာ\nကြယ်လေးက သူထင်သလောက်ရိုးရှင်းမနေဘဲ အနှောင့်အယှက်မျိုးစုံနဲ့ ရင်ဆိုင်ရပါတော့တယ်။\nထရစ်စတန်သရုန်းကောင်လေးရဲ့နောက်ကြောင်းကလည်း\nသူထင်ထားသလို သာမာန်ဘဝလေးမဟုတ်ပါဘူး။\nဒီကားလေးက romance, mystery အကုန်ရောစပ်ထားဖြစ်တဲ့အတွက်\nစိတ်ကူးယဉ်ဆန်ဆန် ရိုတဲ့ကားကောင်းလေးတွေကြိုက်တတ်ရင်…\nအချစ်ကအရာရာကျော်ဖြတ်ရဲလောက်အောင် အစွမ်းရှိကြောင်း\nပြောပြထားတဲ့ကားကောင်းလေးမို့ မလွတ်တမ်းကြည့်ကြပါလို့ တိုက်တွန်းလိုက်ပါရစေ။File size…(1.79 GB) and (923.5 MB)\nQuality…1080p Blu-Ray H264 FGT\nFormat…mp4\nDuration…2h 7min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator...Ngeu Mon",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/stardust/"
    }
]