[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDc2NjU0MTcwNV5BMl5BanBnXkFtZTcwMjg4MDg2OQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Elysium (2013)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (64%)2013 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ မင်းသား မက်ဒေမွန်ရဲ့ Elysium ရုပ်ရှင်ကားဟာ Box Office အမေရိကန်ဒေါ်လာ 286 သန်း အထိရရှိခဲ့ပြီး ဝေဖန်ရေးဆရာတွေလဲ အကြိုက်တွေ့ခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Action,Sci-fi ပုံစံတင်ဆက်ထားပေမယ့် လူဦးရေထူထပ်လာခြင်း၊ လူသားဆန်မှုလျော့နည်းလာခြင်း၊ ခေတ်သစ်ကျန်းမာရေးစောင့်ရှောက်မှု၊ အလုပ်သမားခေါင်းပုံဖြတ်မှု၊ တရားစီရင်ရေးစနစ်နဲ့ လူတန်းစားဆိုင်ရာပြသနာတွေ အနာဂတ်မှာဖြစ်လာမှာတွေကို မီးမောင်းထိုးပြထားပါတယ်...၂၁ ရာစုရဲ့အဆုံးသတ်မှာ ကမ္ဘာကြီးဟာ လူဦးရေလွန်ကဲမှု အဆိပ်သင့်မှု ကပ်ရောဂါတွေ ဖုံးလွှမ်းလာပါတယ် ...ဒီလိုအချိန်မှာ အချမ်းသာဆုံးလူတွေဟာ ကမ္ဘာကြီးမှာ မနေကြတော့ဘဲ သူတို့ရဲ့လူနေမှုအဆင့်အတိုင်း သီးသန့်တည်ဆောက်ထားတဲ့ အိုခြင်းမရှိ နာဖျားခြင်းမရှိတဲ့ ဂြိုလ်တစ်ခုဆီကို ထွက်ခွာသွားကြပါတယ်...သမိုင်းနဲ့ချီလာတဲ့ထုံးစံအတိုင်း ငမွဲလေးတွေ နင်းပြားလေးတွေကတော့ ကမ္ဘာကြီးရဲ့ဆိုးညစ်မှုတွေကြား ပိတ်လှောင်ခံရစမြဲပေါ့...သိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်ဇာတ်လမ်းဆိုပေမယ့် လက်တွေ့ဘဝတွေနဲ့လဲ ဆင်တူတာမလို့ ခံစားကြည့်ကြပါဦး။\nFile size…(4.9 GB)/(1.8 GB) /(1 GB)\nQuality….BluRay 4K HEVC/1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/1cU1z/(CM)_Elysium.2013.BluRay_720p.mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/seven-nights-in-japan-141x200.jpg",
        "title": "Seven Nights in Japan (1976)",
        "description": "Seven Nights in Japan (1976)ဒီဇာတ်ကားနဲ့ပတ်သက်လို့ အချက်အလက်တွေရှာတာမှာ စိတ်ဝင်စားဖွယ်တစ်ခု တွေ့ရတာက ဒီဇာတ်ကားဟာ မြန်မာပြည် (အရင်တုန်းက Burmaလို့နာမည်ရှိစဉ်)မှာ ရုံတင်ခဲ့ချိန်တုန်းက အလွန်အောင်မြင်လူကြိုက်များခဲ့တဲ့အကြောင်းကို Wikipedia မှာ ညွှန်းထားတာပါပဲ။ ညွှန်းတဲ့ပုဂ္ဂိုလ်ကိုယ်တိုင်တောင် ရုပ်ရှင်ရုံရှေ့က လက်မှတ်တန်းစီတိုးကြတဲ့ လူအုပ်ကြီးထဲ ညပ်ပါသွားခဲ့ရတယ်ဆိုလား။ဥရောပတစ်နိုင်ငံက အိမ်ရှေ့စံမင်းသားလေးတစ်ပါးဟာ (ဘယ်နိုင်ငံရယ်လို့တော့ အတိအကျညွှန်းမထားပါဘူး။ ) ရေတပ်ဗိုလ်လေးအဖြစ်နဲ့ တာဝန်ထမ်းဆောင်ရင်း ဂျပန်နိုင်ငံကိုအရောက်မှာ အားလပ်ရက်အနေနဲ့ ခွင့်တစ်ပတ်ယူပြီး ကုန်းပေါ်တက်သွားတာကနေ ဇာတ်လမ်းစတာပါပဲ။ သာမန်သင်္ဘောသားတစ်ယောက်လိုတော့ အားလပ်ရက်ရတုန်း ကဲချင်သလိုကဲခွင့် မရှိရှာပါဘူး။ သူ့ခမျာ မင်းမျိုးမင်းနွယ်ဖြစ်ရတဲ့သူတွေရဲ့ဒုက္ခကို ခံရပါတယ်။ သူရတဲ့ အားလပ်ရက်လေးအနည်းငယ်ကို မင်းသားတစ်ပါးရဲ့ သံတမန်ခရီးစဉ်လိုမျိုး စီစဉ်လိုက်ကြတော့ သူ့မှာ ဧည့်ခံပွဲတွေတက်ရ၊ မကုန်နိုင်တဲ့လူတွေနဲ့ လက်ဆွဲနှုတ်ဆက်ရ ၊ သတင်းထောက်တွေမေးတာဖြေလိုက်ရနဲ့ မခံနိုင်တဲ့အဆုံး တစ်ညမှာ သူအခန်းကနေခိုးထွက်ပြီးတော့ တိုကျိုမြို့တော်ရဲ့ night life ကို လျှောက်ခံစားကြည့်ပါတော့တယ်။\nပိုက်ဆံလည်းတစ်ပြားမှမပါဘဲနဲ့ နိုက်ကလပ်ထဲကို ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/seven-nights-in-japan-1976/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDkwMjA4NmYtNDI0Zi00NTZhLWI3OTMtMmRmN2Q3NmVmNTBiXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-139x200.jpg",
        "title": "Vaathi(2023)",
        "description": "Vaathi (2023)IMDb-7.6/10သရုပ်ဆောင် ဒါရိုက်တာ ပရိုဂျူဆာ တေးရေး ဇာတ်ဝင်တေးသီချင်းအဆိုတော် စွယ်စုံရမင်းသား\nDhanush နဲ့ မင်းသမီးချောလေး Samyuktha Menon တို့ အဓိကပါ၀င်သရုပ်ဆောင်ထားတဲ့ Rating လည်းကောင်း ကြည်နူးမှုကြောင့်လည်းမျက်ရည်စို့ရမဲ့ အိန္ဒိယဇာတ်ကားသစ်လေးနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်ကားအစမှာကျောင်းသားသုံးယောက်ဟာသူတို့အဘိုးပိုင်ခဲ့တဲ့ ဗီဒီယိုခွေဆိုင်အဟောင်းလေးကို ရှင်းလင်းရင်းနဲ့\nဗီဒီယိုတိတ်ခွေဟောင်းတွေကို ဖွင့်ကြည့်လိုက်တဲ့အချိန်မှာ\nသူတို့မနက်တုန်းမှာ ကျောင်းမှာသင်ခဲ့တဲ့ သင်္ချာပုစ္ဆာကို ဆရာငယ်ငယ်တစ်ယောက်က\nသင်ပေးနေတဲ့ ဗီဒီယိုမှတ်တမ်းကိုတွေ့လိုက်ပါတယ်\nအဲဒါနဲ့ သူတို့ကစာမလိုက်နိုင်တော့ အဲဒီဆရာဆီမှာကျူရှင်သင်မယ်ဆိုပြီး\nအဲ့တိတ်ခွေအဖုံးပေါ်မှာပါတဲ့ နာမည်နဲ့လိပ်စာအတိုင်းလိုက်ရှာကြည့်တော့\nသူတို့တွေ့လိုက်ရတာ အဲဒီဆရာရဲ့တပည့်ဖြစ်တဲ့သူကိုပါ\nအဲဒီကနေတစ်ဆင့် ဆရာ့ရဲ့နာမည်က ဘာလာဖြစ်ပြီး ဆရာဘာလာရဲ့အကြောင်းတွေကို\nနောက်ကြောင်းပြန်ပြောပြလိုက်တဲ့အခါမှာတော့.....\nဇာတ်ကားကကြည့်လို့ကောင်းတယ်ဆိုတာ ဒီနေရာမှာတင်ရပါပြီ\nဇာတ်လမ်းဇာတ်ကွက်ကောင်း ပေးချင်တဲ့ message ကောင်းတဲ့အပြင် cast ကလဲကောင်း\nအချစ်ဒရာမာအက်ရှင် အစုံပါဝင်တာမို့ ပေးတဲ့ rating နဲ့လဲထိုက်တန်ပါတယ်\nအောက်ကစာကတော့ ကျွန်တော် အာချောင်ထားတာပါဒီဇာတ်လမ်းလေးကို မချီးကျူးခင်မှာ နယ်ဆင်မင်ဒဲလားပြောခဲ့တဲ့ စကားလေးတစ်ခုရှိပါတယ်\nEducation is the only weapon that can change the world တဲ့\nကမ္ဘာကြီးကိုပြောင်းလဲနိုင်တဲ့တစ်ခုတည်းသောလက်နက်ဟာ ပညာရေးပါတဲ့\n၁၉၉၀ ပြည့်နှစ်တွေမှာ အိန္ဒိယမှာ စီးပွားရေးတိုးတက်လာတာနဲ့အမျှ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3eMje/Vaathi_(2023)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQez698HIU1XbciQA7VzpoTBKuF.jpg",
        "title": "Anak Rimau the Movie(2022)",
        "description": "Anak Rimau the Movie(2022)***************************ဘောလုံးအကယ်ဒမီတစ်ခုအကြောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားကိုကြည့်ပြီးသွားရင်စိတ်ထဲမှာ အတွေးထဲမှာ တစ်ခုခုတော့ တွေးနေမိမှာ အမှန်ပါပဲ။\nနိုင်ငံရဲ့နေရာစုံကနေလာတဲ့ ဘောလုံးကန်ရတာကိုအရမ်းဝါသနာပါတဲ့ လူငယ်လေးတွေ Anak Rimau ဘောလုံးအကယ်ဒမီကိုရောက်ပြီးဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမလဲ။\nအဲရစ်ဖ်ကတော့ ဆင်းရဲပြီး အမေနဲ့ အတူတူနေပါတယ်။ သူ့မှာ ဆိုးသွမ်းပြီးဦးတည်ရာမဲ့နေတဲ့ အကိုတစ်ယောက်ရှိပါတယ်။ ဒန်းနစ်ကတော့ ချမ်းသာပြီး သူ့အဖေကAnak Raimu Academy ရဲ့ အကြီးဆုံးစပွန်ဆာတစ်ယောက်ပါ။မာရို ကတော့စိတ်ဓာတ်ကြံခိုင်ပြီး စကေးရှိတဲ့ တိုက်စစ်မှုးတစ်ယောက်ပါ။\nအဲ့လိုမတူညီတဲ့ ဘဝတွေ မတူညီတဲ့ နေရာဒေသက လာတဲ့သူတွေကို နည်းပြကြီးဇိုင်နာ ဘယ်လို ကိုင်တွယ်ပြီး အောင်မြင်တဲ့ဘောလုံး အသင်းတစ်သင်းဖြစ်အောင် ပြုစုပျိုးထောင်သွားမလဲဆိုတာကတော့.........File Size :(2.6GB) and (1.3GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:2300\nGenre : Sport , Family , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.7",
        "url": "https://megaup.net/1SR9l/Anak.Rimau.2022.WEB-DL.720P(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Gooische_Vrouwen_2_poster-140x200.jpg",
        "title": "Gooische Vrouwen 2 (2014)",
        "description": "Gooische Vrouwen 2 (2014)\n====================\nIMDb Rating - 5.9/10(ဒီရုပ်ရှင်ကိုမကြည့်ခင် Gooische Vrouwen (2011) ကိုအရင်\nကြည့်ထားရင်ကြည့်ရတာပိုကောင်းပါလိမ့်မယ်။ ရုပ်ရှင်နှစ်ခုကြား\nဆက်စပ်မှုလေးတွေရှိပါတယ်။ အဆိုပါဆက်စပ်မှုလေးတွေကို\nသိထားရင် ပိုပြီးရယ်စရာကောင်းပါလိမ့်မယ်။ ရယ်ရယ်မောမော\nပေါ့ပေါ့ပါးပါးလေးမှတမင်ကြည့်ချင်တယ်ဆိုရင် ဒီရုပ်ရှင်ဟာ\nသင့်အတွက်ဖြစ်ပါလိမ့်မယ်)ဇာတ်လမ်းက နယ်သာလန်နိုင်ငံ ဟတ်ဂွိုင်မြို့မှ သက်လတ်ပိုင်း\nအရွယ်အမျိုးသမီးသူငယ်ချင်း ၄ယောက် အကြောင်းပဲဖြစ်ပါတယ်။\nအာဖရိကသို့နှစ်ရှည်ခရီးအလည်ပတ်သွားရာမှပြန်ရောက်လာပြီး\nဟတ်ဂွိုင်နဲ့ အသားပြန်မကျသေးတဲ့ ကလယ်ရာ၊ ရည်းစားတွေရှုပ်မြဲ\nရှုပ်နေဆဲဖြစ်တဲ့ အာနု၊ အိမ်ထောင်ရေးပြဿနာတွေနဲ့ လုံးပန်းနေရ\nပြန်တဲ့ ရှရယ်၊ သဘာဝတရားကြီးနဲ့တိရစ္ဆာ‌န်လေးတွေအပေါ်သံယော\nဇဉ်ကြီးလွန်းတဲ့ ရိုလီယန်။အဆိုပါ သူငယ်ချင်း ၄ယောက် တစ်ယောက်ဒုက္ခတစ်ယောက်ဖေးမရင်း\nအသက်တွေကြီးသည်အထိ ဘဝကို အတူတကွနေထိုင်ဖြတ်သန်းကြပုံ\nများကို ရယ်မောရင်းပေါ့ပေါ့ပါးပါးကြည့်ရှုခံစားရမယ့် ရုပ်ရှင်ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Kaung\nPaing ဖြစ်ပါတယ်)File Size..........(1.74 GB) / (765 MB) / (452 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 46Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......Kaung Paing\nEncoder..........SWM",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/gooische-vrouwen-2-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTg0NjczODA1OV5BMl5BanBnXkFtZTgwOTgwNTUwNTE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Gooische vrouwen (2011)",
        "description": "Gooische vrouwen (2011)\n===================\nIMDb Rating - 6.2/10\"Gooische Vrouwen\"ဟာ ရုပ်ရှင်မထွက်ခင် အရင် ဟာသဒရမ်မာ\nဇာတ်လမ်းတွဲအဖြစ်နဲ့ အောင်မြင်မှုရရှိထားပြီးပါပြီ 2011 မှာရုပ်ရှင်\nအဖြစ်ရိုက်ကူးထားတာတာပါ။နယ်သာလန်နိုင်ငံ လူကုန်ထံတွေရဲ့ရပ်ကွက်တစ်ခုဖြစ်တဲ့ 'ဟတ်ဂွိုင်'တွင်\nနေထိုင်သော သတ်လတ်ပိုင်းသူငယ်ချင်း ၄ယောက် အပေါ်မှာဇာတ်အိမ်\nတည်ထားပါတယ်။ အကောင်းစားအသုံးဆောင်ပစ္စည်းတွေကိုမှ နှစ်သက်\nပြီး ဘဝမှာလိုချင်တာတွေအကုန်ရနေပေမယ့်၊ နာမည်ကျော်အဆိုတော်\nယောက်ျားဖြစ်သူရဲ့ အာရုံစိုက်မှုကိုမရတော့တဲ့ ရှရယ် ၊ အာဖရိက တော\nခေါင်ရေရှားဒေသတွေမှာ ကူညီလုပ်အားပေးဖို့သွားတော့မယ့် သမီးနဲ့\nမြေးလေးကိုမခွဲနိုင်မခွာရက်ဖြစ်နေတဲ့ကလယ်ရာ၊ ရည်းစားတွေရှုပ်လွန်း\nလို့သမီးလေးနဲ့ ကတောက်ကဆဖြစ်နေတဲ့ အနုပညာရှင် တစ်ခုလပ်အာနုနဲ့\nယနေ့ခေတ်လောကကြီးနဲ့လုံးဝအစေးမကပ်တဲ့သဘာဝပတ်ဝန်းကျင်\nထိန်းသိမ်းရေးသမား ရိုလီယန်တို့ သူငယ်ချင်း(၄)ယောက်သား အလွဲလွဲ\nအချော်ချော်ဖြစ်နေတဲ့ဘဝကိုယ်စီကို ကိုင်တွယ်ဖြေရှင်းကြပုံအား ရယ်\nလိုက်ဆွေးလိုက်နဲ့ ကြည့်ရှုရမယ့် ဟာသဒရမ်မာရုပ်ရှင်ကောင်းတစ်ခုပဲ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Kaung\nPaing ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (865 MB) / (530 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 45Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama\nTranslator.......Kaung Paing\nEncoder..........SWM",
        "rating": "6.2",
        "url": "https://megaup.net/2y75k/Gooische.Vrouwen.2011.720p.BluRay.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTcyZjk4YmYtOWQ0NS00NTM4LTg2MmQtYjU1NmE4ZmVjMWM0XkEyXkFqcGdeQXVyOTQ2MjQ3MTI@._V1_-140x200.jpg",
        "title": "Three Monkeys (2008)",
        "description": "Three Monkeys (2008)\n==================\nDirected By Nuri Bilge Ceylan\nIMDb Rating - 7.3/10Once Upon a Time in Anatoliaတို့ Winter Sleep တို့ The Wild Pear\nTree တို့ကို ရိုက်ခဲ့တဲ့ တူရကီဒါရိုက်တာ Nuri Bilge Ceylanရဲ့ နာမည်ကျော်\nရုပ်ရှင်တွေထဲက တစ်ကားပါ။ Ceylanဟာ ၂၀၁၄မှာ Winter Sleep နဲ့ Palme\nd'Orရဖူးပြီး ကားတိုင်းနီးပါးလည်း ဝေဖန်ရေးသမားတွေ သဘောကျခံရတဲ့\nဒါရိုက်တာပါပဲ။သူ့ရုပ်ရှင်တွေဟာ ဖြစ်တည်မှုပဓာနဝါဒ အငွေ့အသက်နဲ့ လူ့ဘဝရဲ့ငြီးငွေ့ဖွယ်\nကောင်းမှုတွေကို ရိုက်ပြတတ်ပြီး နေ့စဉ်ဘဝကို အသေးစိတ်ဖော်ပြတတ်တဲ့\nဒါရိုက်တာလို့လည်း ဆိုပါတယ်။ သဘာဝကျတာကို တော်တော် အသားပေးတဲ့\nဒါရိုက်တာလည်းဖြစ်ပြီး သူ့ရုပ်ရှင်တွေမှာ ဆက်တင်ကို သီးသန့်ပြင်ဆင်ခြင်းမရှိဘဲ\nမူလသဘာဝအတိုင်း ရိုက်ပြတတ်သလို သရုပ်ဆောင်တွေကလည်း သရုပ်ဆောင်\nမဟုတ်တဲ့ သူ့မိသားစုဝင်တွေ အိမ်နီးနားချင်းတွေကိုပဲ သုံးတာများပါတယ်။ သူ့မိန်းမ\nရုပ်ရှင်မင်းသမီးကတော့ ခြွင်းချက်ပေါ့။ သူ့ကားတွေအကုန်လုံးကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/3eEZ2/Three.Monkeys.2008.720p.BluRay.x264-PHOBOS[CM].mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/asaf-135x200.jpg",
        "title": "Four Samosas (2022)",
        "description": "ဗင်နီ၊ ဇက်ခ်၊ အန်ဂျလီ၊ ပါရူဆိုတဲ့ စမူဆာ လေးခု ရှိပါတယ်။ဗင်နီဆိုတဲ့ စမူဆာကတော့ ကိုယ့်နယ်မြို့လေးက အထည်ဆိုင်တစ်ခုမှာ\nအရောင်း၀န်ထမ်းလုပ်နေတဲ့ လူငယ်လေးတစ်ယောက်။ ဘ၀ပေးအရသာ\nအရောင်း၀န်ထမ်း လုပ်နေရပေမဲ့ ရက်ပ်ပါ တစ်ယောက်ဖြစ်ဖို့ ၀ါသနာ\nပါတဲ့သူ။ပြတ်သွားတဲ့ ရည်းစားဟောင်းမလေး ရီနာကိုလဲ မမေ့နိုင်သေးဘဲ\nခဏခဏ တမ်းတလေ့ရှိတယ်။တစ်နေ့မှာတော့ ရီနာတစ်ယောက် သူနဲ့ နှပ်ချေးတွဲလောင်းဘ၀ကတည်းက\nပြိုင်ဖက်ဖြစ်တဲ့ ဆန်ဂျေး ဆိုတဲ့ ငနဲ နဲ့ စေ့စပ်လိုက်ပြီဆိုတာ သိလိုက်ရတော့\nဗင်နီ သောကမီးတွေ ဝေသွားတယ်။ဒီတော့ ဗင်နီတစ်ယောက် ရီနာလေးကို ပြန်အရယူဖို့အတွက်\nသူ့ရဲ့ မဟာအကြံအစည်ကြီးကို အကောင်အထည်‌ဖော်ဖို့ ကြံပါတော့တယ်။\nအဲဒါကတော့ ရီနာအဖေ ပိုင်တဲ့ စတိုးဆိုင်ကြီးကို ဖောက်ထွင်းပြီး သူ့ရဲ့\nစိန်တွေကို ခိုး...အဲဒီလိုနည်းနဲ့ ရီနာရဲ့ လက်ထပ်ပွဲကို ဖျက်ဖို့ပါ။ဒါပေမဲ့ ဗင်နီတစ်ယောက်တည်း အားနဲ့ မဖြစ်နိုင်တာမို့ ဗင်နီရဲ့\nသူငယ်ချင်း သရုပ်ဆောင်ရူး ဇက်ခ်၊ သတင်းထောက်မလေး အန်ဂျလီ၊\nအလုပ်လက်မဲ့ အင်ဂျင်နီယာ ပါရူ တို့ရဲ့ အကူအညီယူပြီး ဖောက်ထွင်ရေး\nစီမံကိန်းကြီးကို စတင်ပါတော့တယ်။ဒီလိုနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1SHiw/Four.Samosas.2022.720p.(CM).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oLKsjDIAqGkTxCXE04mqLZ4AVy2.jpg",
        "title": "The Blood Of The Bright Sword ( 2023 )",
        "description": "တရုတ်နိုင်ငံအတွင်း ဂျပန်တပ်တွေ အုပ်စိုးချယ်လှယ်စဥ်အချိန်ကာလ...,\nအဋ္ဌမလမ်းကြောင်း(ပါးလု)တပ်မတော်ရဲ့ အဖွဲ့ချုပ် ဖြစ်သူ လီယွင်လုံ\nနဲ့ ရှို့ချင်တို့ရဲ့ မင်္ဂလာပွဲညမှာ ဂျပန်အထူးတပ်ဖွဲ့ဟာ ဝင်ရောက် ထိုးစစ်ဆင်ပါတော့တယ် ။\nအဲဒါအပြင် ကျောက်ကျားတောင်ကြားရွာက ရွာသူရွာသား\nအများအပြားဟာ ဂျပန်တွေလက်ထဲမှာ အပြစ်မဲ့စွာသေဆုံးသွားခဲ့ကြပြီး\nသတို့သမီးဖြစ်သူ ရှို့ချင်ကိုလဲ အရှင်လတ်လတ်ဖမ်းဆီးသွားခဲ့ပါတော့တယ် ။ဒီလုပ်ရပ်ကို မခံမရပ်ဖြစ်နေကြတဲ့ အဋ္ဌမလမ်းကြောင်း(ပါးလု)\nတပ်မတော် နဲ့ ကျောက်ကျားတောင်ကြားရွာ ရွာသူရွာသားတွေဟာ\nဖက်စစ်ဂျပန်တွေကို တိုက်ခိုက်ဖို့အတွက် တစ်ဖန်ပြန်ကာ ထိုးစစ်ဆင်လာခဲ့ပါတယ် ။ ဒီတော့ -❏ သူတို့တွေရဲ့ တိုက်ပွဲ အောင်မြင်နိုင်ပါ့မလား ?\n❏ အသက်နဲ့ရင်းကား ပေးဆပ်ခဲ့ကြတဲ့ ကျောက်ကျားတောင်ကြားရွာ\nရွာသူရွာသားတွေအတွက် လက်စားချေပေးနိုင်ပါ့မလား ?❏ မဂ်လာဦးညမှာတင် ကွဲကွာသွားခဲ့တဲ့ လီယွင်လုံ နဲ့ ရှို့ချင်တို့ကတော့\nပြန်လည်တွေ့ဆုံ နိုင်ပါ့မလားဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-blood-of-the-bright-sword-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/afsdv-143x200.jpg",
        "title": "The Long Kiss Goodnight (1996)",
        "description": "ဇာတ်ကြမ်းကားကောင်းတွေကို စောင့်စားနေတဲ့ CM ပရိသတ်တို့အတွက် \"မေယိုး\" မူပိုင်ရှင် မင်းသားကြီး Samuel L. Jackson နဲ့ မင်းသမီးကြီး Geena Davis တို့ရဲ့ 1996 ခုနှစ်တုန်းကထွက်ရှိခဲ့တဲ့ အက်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ လွန်ခဲ့တဲ့ရှစ်နှစ်တုန်းက နယူဂျာစီရဲ့ ကမ်းခြေမှာလာပြီး ကမ်းတင်နေခဲ့တဲ့ ဆမန်သာ ကိန်း (Geena Davis) တစ်ယောက် အတိတ်မေ့ရောဂါကြောင့် အတိတ်ဘဝဟောင်းကိုလည်း မမှတ်မိသလို သူနဲ့ပတ်သတ်တဲ့ပစ္စည်းကလည်း သော့တစ်ချောင်းနဲ့ ကိုယ်ဝန်နှစ်လပဲပါလာခဲ့ပါတယ်။ တစ်နေ့မှာတော့ ကားမတော်တဆမှုတစ်ခုကြောင့် သူမေ့နေခဲ့တဲ့ အတိတ်ကစွမ်းရည်တွေပြန်ပေါ်လာခဲ့ပြီး သူ့ကို လှည့်လည်ပွဲတစ်ခုမှာ သူ့ကိုမြင်ခဲ့မိတဲ့ အတိတ်ကရန်ဘက်ဟောင်းကလာသတ်ဖို့ကြိုးစားပါတော့တယ်။ ဒီအချိန်မှာ သူ့ရဲ့ဘဝဟောင်းကို‌ ဖော်ထုတ်ဖို့အတွက် သူငှားရမ်းထားတဲ့ အလွတ်စုံထောက် မစ်ခ်ျ (Samuel L. Jackson) ကသူစုံစမ်းထားသမျှသတင်းတွေနဲ့ ရောက်လာပြီး နှစ်ယောက်သားအမှန်တရားကိုရှာဖွေဖို့ထွက်ခဲ့ကြရင်း ဆမန်သာ ရဲ့ဘဝဟောင်းကို တဖြည်းဖြည်းသိရှိလာခဲ့ရတဲ့အခါမှာ ဘဝဟောင်းက ရန်ဘက်တွေကဘယ်သူ‌တွေလဲ၊ ဘယ်လိုအဖွဲ့တွေပါဝင်နေလဲ၊ ...",
        "rating": "",
        "url": "https://megaup.net/1cIyl/hca-thelongkissgoodnight.720p.(CM).mp4",
        "category": "Action, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNzE5NDYzM2YtMjlhMS00Yjc5LWFhZWUtNjQ4ODVhZTQ4OTFkXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_-130x200.jpg",
        "title": "Taking Woodstock (2009)",
        "description": "Taking Woodstock (2009)လူငယ်တို့ရဲ့ ငယ်ရွယ်မှုနဲ့လွတ်လပ်မှုကို ဘယ်အရာတွေနဲ့များ တားဆီးလို့ရနိုင်မှာတဲ့လဲ..၁၉၆၉ ခုနှစ်က ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး\nIMDB 6.7/10 ရရှိထားတဲ့ Taking Woodstock (2009) ဆိုတဲ့\nDrama/Musicကားလေးပါ..ဇာတ်လမ်းအကျဉ်း\n၁၉၆၉ ခုနှစ်က နယူးယော့ခ်ရဲ့ဝှိုက်လိတ်ခ်မြို့က အယ်လီယက်ဆိုတဲ့\nလူငယ်ကောင်လေးတစ်ယောက်က သူ့ဘဝကို မိဘတွေရဲ့စိတ်တိုင်းကျ\nအယ်မိုနာခိုဆိုတဲ့အပန်းဖြေစခန်းလေး လည်ပတ်ရာမှာ အကူအညီပေးနေခဲ့ပြီး\nသူတို့ရဲ့ အပန်းဖြေစခန်းလေး ဘဏ်ကို အကြွေးနဲ့အသိမ်းမခံရဖို့အရေး\nဂီတပွဲတော်လေးတစ်ခု ကျင်းပဖို့ ပြင်ဆင်နေခဲ့တာပါ..\nနှစ်စဉ်ကျင်းပမြဲ ပွဲတော်နဲ့မတူဘဲ အဲဒီနှစ်မှာတော့ အကြောင်းအမျိုးမျိုးကြောင့်\nတကယ့်လူငယ်ကြိုက် ဝုဒ်စတော့ခ်အဖွဲ့ရဲ့ တေးဂီတဖျော်ဖြေပွဲတစ်ခု\nပြုလုပ်ပေးဖို့ အကြောင်းဖန်လာပါတော့တယ်..\nလူသောင်းဂဏန်းလောက်ပဲ လာရောက်မယ်လို့ မှန်းထားပေမယ့် တကယ်တမ်း\nလူသိန်းပေါင်းများစွာ သူတို့ရဲ့ အညတရမြို့လေးကို စုရုံးရောက်ရှိလာခဲ့ချိန်မှာတော့\nအယ်လီယက်တစ်ယောက် မြို့ခံတွေရဲ့ကန့်ကွက်မှုက တစ်မျိုး\nပွဲကျင်းပရေး တာဝန်ခံတွေက တစ်ဖုံနဲ့ ဗျာများရပါတော့တယ်..\nဗီယက်နမ်စစ်ပွဲကြောင့် ပွဲငတ်နေတဲ့ လူငယ်လေးတွေက\nလုပ်ချင်ရာတွေလုပ် ဖြစ်ချင်ရာတွေဖြစ်ပြီး ကားတွေကြပ် လမ်းတွေပိတ်\nအခက်အခဲပေါင်းစုံကို အယ်လီယက်တစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲ..\nသူတို့ စီစဉ်ထားသလိုရော ဂီတပွဲတော်က အဆင်ပြေပြေ ပြီးမြောက်သွားပါ့မလား..\nသူ့မိဘတွေရဲ့ အပန်းဖြေစခန်းလေးကိုရော ချောချောမွေ့မွေ့နဲ့ ပြန်ရယူနိုင်ပါ့မလား..\nလူငယ်လေး အယ်လီယက်တစ်ယောက်\nလူငယ်တွေအတွက် ဂီတပွဲတော်ကျင်းပဖို့ကြိုးစားရင်း\nပျောက်ဆုံးနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1SHj7/Taking.Woodstock.2009.720p.(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9z36SzknysvC5EnWK8hOnlCW6rA.jpg",
        "title": "Blue Jean (2022)",
        "description": "Blue Jean (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 95% ~(18+ ​လေးဖြစ်တာမို့လို့ အသက်ပြည့်ပြီးမှ ကြည့်ကြဖို့တော့ သတိပေးပါရ​စေ)2022 မှာထွက်ရှိထားပြီး Rating လည်း​ကောင်း၊ Awards ​တွေဆိုရင်လည်း ၁၂ ဆု​တောင်ရရှိထားတဲ့ Independent Film တစ်ခုလည်းဖြစ်ပြီး LGBT ဇာတ်လမ်းအမျိုးအစားဖြစ်တဲ့ Blue Jean ​လေးဟာ ​အခုလို ပွင့်လင်းမြင်သာမှုမရှိ​သေးတဲ့ အရင်​ခေတ်ကြီးက LGBT တွေ ရင်ဆိုင်​​နေရတဲ့ ဘဝ​လေးကို ရိုက်ကူးပြထားတာပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~​ခေတ်ကိုအရင်​ပြောရမယ်ဆိုရင်​တော့ LGBT ​တွေအတွက် ​နေရာမရှိတဲ့​ခေတ်၊ LGBT ဆိုတာနဲ့ လူဆိုးလိုလို မ​ကောင်းဆိုးဝါးလိုကြည့်ခံရတဲ့​ခေတ်၊ LGBT ဘဝကို သာမန်ဘဝလို့ မသတ်မှတ်ထားတဲ့​ခေတ်၊ မာဂရက်သက်ချာအစိုးရက Gay ​တွေ Lesbian ​တွေအတွက် တန်းတူအခွင့်အ​ရေးရဖို့ ကြိုးစား​ပေး​နေဆဲကာလဖြစ်တဲ့ ၁၉၈၈ ခုနှစ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1cSx5/(CM)_Blue_Jean_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNzg3MDg3ZTItNzc4OS00YzdiLTgwMTEtNzNkN2E3OWYzZWMzXkEyXkFqcGdeQXVyMTE0MTY2Mzk2._V1_-160x200.jpg",
        "title": "Kuttey (2022)",
        "description": "Kuttey (2023)IMDb-6.4/10ဇိုးတွေကြားကပဋိပက္ခတွေ လှည့်ကွက်ပရိယာယ်တွေ\nကြိုက်တဲ့ညိုကီတို့အတွက်ရုံတင်ဇာတ်ကားကောင်းသရုပ်ဆောင်စွမ်းရည်ကောင်းတယ်လို့ နာမည်ကြီးတဲ့\nအာဂျွန်ကပူးလ်နဲ့ Drishyam ထဲကရဲမေမင်းသမီးကြီးက\nဒီထဲမှာလည်းရဲမေအဖြစ်သရုပ်ဆောင်ထားပါတယ်\nဒီကားဟာ Aasmaan Bhardwaj ဆိုတဲ့\nတက်သစ်စဒါရိုက်တာတစ်ယောက်ရဲ့ ပွဲဦးထွက်ကားပါကိုယ့်လိုအပ်ချက်နဲ့ကိုယ် ငွေပမာဏကြီးကြီးလိုချင်နေကြသူတွေ\nငွေရပေါက်ကြီးကိုမထင်မှတ်ပဲအားလုံးပြိုင်တူလိုက်မိချိန်မှာ.....ဇလည်းရှိ ဉာဏ်လည်းများတဲ့သူတို့တွေ\nဒီငွေတွင်းကို ဘယ်လိုအနိုင်တိုက်ယူကြမလဲ\nမြွေမြွေချင်းခြေမြင်နေကြတဲ့သူတွေအချင်းချင်း\nဘယ်လိုတွေအကွက်ကျော်ရိုက်ချကြမလဲခံစားကြည့်ပါဦး\nFile size…1.54GB / 700MB\nQuality…1080p TRUE WEB DL /720p\nFormat…mp4\nDuration….1h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Khin Khin",
        "rating": "6.4",
        "url": "https://megaup.net/1SQbk/Kuttey_(2023)_Hindi_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r4FvRHW1J9FAOnCYchZ7QanQ04e.jpg",
        "title": "The Whole Nine Yards (2000)",
        "description": "The Whole Nine Yards (2000)~ IMDb rating - 6.7/10 ~Nicholas \"Oz\" Oseransky ဟာ လူချစ်လူခင်များပြီး စိတ်ထားကောင်းတဲ့ ကူညီတတ်တဲ့ သွားဆရာဝန်တစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့လည်း အိမ်မှာတော့ သူ့ကိုတစ်ချိန်လုံးထိုင်နှိပ်စက်နေတဲ့ဇနီးဆိုးနဲ့ ယောက္ခမဆိုးတွေကြောင့် ဒီအိမ်ထောင်ရေးကနေထွက်ပေါက်ရှာချင်နေတဲ့သူပါ။တစ်နေ့မှာတော့ သူတို့ဘေးအိမ်ကိုပြောင်းလာတဲ့လူဟာ သူ့ဂိုဏ်းခေါင်းဆောင်ကိုလက်ထောက်ချပြီး လာရှောင်တိမ်းနေတဲ့ နာမည်ကျော် ကြေးစားလူသတ်သမားဖြစ်တဲ့ Jimmy The Tulip ဆိုတာကို သူသိလိုက်ရပြီး သူ့မိန်းမကိုပြောပြမိခဲ့ပါတယ်။ အဲဒီမှာပဲ မလည်ရှုပ်လုပ်ချင်တဲ့ သူ့မိန်းမဟာ ကြံကြီးစည်ရာလို့ပြောရမယ့် အကြံကြီးတစ်ခုကိုစိတ်ကူးပေါက်ပြီး သူ့ကိုအတင်းအကျပ်ခိုင်းပါတော့တယ်။ အဲဒီအကြံကတော့ Jimmy ရဲ့ ဂိုဏ်းကိုသွားဆက်သွယ် Jimmy ကို လက်ထောက်ချပြီး ဂိုဏ်းကပေးတဲ့ဆုကြေးကိုထုတ်ဖို့ပါပဲ။ ကြေးစားလူသတ်သမားဖြစ်တဲ့ Jimmy ကတော့ Oz ကိုခင်ခင်မင်မင်လာပေါင်းတဲ့အတွက် Oz ကသူ့ဇနီးခိုင်းတာကိုမလုပ်ချင်ပေမယ့် မလွန်ဆန်နိုင်တဲ့အတွက် ရှေ့ဆက်တိုးရတဲ့အခါမှာတော့...ကြေးစားလူသတ်သမားဖြစ်ချင်တဲ့ Oz ရဲ့ လက်ထောက်ကောင်မလေး Jill, ...",
        "rating": "6.7",
        "url": "https://megaup.net/3eKTd/(CM)_The_Whole_Nine_Yards_(2000)_720p.mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZjBhZTAzYmYtMjk4OC00NGMwLTk0NWItMWExZDNiMmFkMjJhXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Middle Class Love (2022)",
        "description": "Middle Class Love (2023)\nIMDb 6.4/10မင်းသားချောလေး Prit Kamani က Kavya Thapar , Eisha Singh တို့လို\nအလန်းလေးတွေနဲ့ မချောနှစ်ယောက်ကိုယ်တစ်ယောက်မယ့်\nComedy/Drama/Romantic ဇာတ်ကားမျိုးပါလူလတ်တန်းစားကနေမွေးဖွားလာတဲ့လူတွေအတွက်‌ကတော့ မလိုအပ်တဲ့နေရာမသုံးဖို့\nပိုက်ဆံစုဖို့ဆိုတာ ထပ်ကာတလဲလဲ ကြားရမဲ့ ဓာတ်ပြားဟောင်းတွေပဲပေါ့\nဒါကိုယူဒီ( Prit Kamani) က ငြီးငွေ့နေပါတယ် သူ့အိပ်မက်ကတော့\nချမ်းသာတဲ့ဘောစိမမနဲ့တွဲပြီး ဒီလူလတ်တန်းစားဘဝထဲကရုန်းထွက်ဖို့ပါ\nဖြစ်ချင်တော့သူဝင်ခွင့်ရတဲ့ကျောင်းမှာကလည်း သူ့စံပြ‌ ဘောစိကောင်မလေးရှိနေတယ်ပေါ့\nဒီတော့ ယူဒီကဆုံးဖြတ်ချက်ချပြီး အပိုင်လိုက်ဖို့ကြံပါပြီဒါပေမဲ့ သူလိုက်မဲ့ကောင်မလေးဆာရှာမှာ သူနဲ့မတည့်တဲ့အက်ရှ်ဆိုတဲ့\nတစ်ယောက်ရှိနေပါတယ် ဘုံလုံတစ်လှည့်ငါးဖျံတစ်လှည့်\nသူဦးသူဆော် ကိုယ်ဦးကိုယ်ဆော်နှစ်ယောက်ပါ ဒီနှစ်ယောက်ကြားထဲမှဝင်မိတဲ့\nယူဒီ့တစ်ယောက်ဘာဆက်ဖြစ်မလဲ ဆာရှာက အက်ရှ်ကိုအသည်းကွဲအောင်လုပ်နိုင်ရင်\nရည်းစားအဖြစ်ရွေးချယ်မယ်ဆိုတော့ ယူဒီတစ်ယောက်ဘယ်လို အလွဲတွေနဲ့ရှေ့ဆက်သွားမလဲ\nသူ့အိပ်မက်ကရောအောင်မြင်မလားဆိုတာ လူငယ်တွေကြားပေါ့ပေါ့ပါးပါးနဲ့ကြည့်ရှုရမဲ့ကားလေးပဲဖြစ်ပါတယ်\nFile size…2.5GB / 1.1GB\nQuality…1080p Zee5 WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai Thu Rein~Thaik San",
        "rating": "6.4",
        "url": "https://megaup.net/1cSwi/Middle.Class.Love.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/32DhJlTTmLeaPNQeh2oHuDNRmqF.jpg",
        "title": "The Abandoned(2006)",
        "description": "သရဲကားကြိုက်တဲ့ ပရိတ်သတ်တွေအတွက် 2006ခုနှစ်မှာ ထွက်ခဲ့တဲ့ The Abandonedဆိုတဲ့ horrorကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းထဲမှာတော့ မာရီဟာ ငယ်စဉ်ကတည်းက မွေးစားမိဘတွေနဲ့ ကြီးပြင်းလာခဲ့သူတစ်ဦး ဖြစ်ပါတယ်။မာရီဟာ သူ့ဘဝသက်တမ်းရဲ့ တစ်ဝက်လောက်ကို မိဘအရင်းတွေကိုရှာရင်းကုန်ဆုံးခဲ့ပေမယ့် ဘာသတင်း အစအနမှ မရခဲ့ပါဘူး။ တစ်နေ့မှာတော့သူ့ရဲ့ မိဘတွေနဲ့ပတ်သတ်လို့ ရှေ့နေတစ်ဦးက မာရီဆီကို ဆက်သွယ်ခဲ့ပါတယ်။အကြောင်းရင်းကတော့ သူ့မိဘတွေနေခဲ့တဲ့ ကိတ်ဒန်နော့စကီ ခြံကြီးကို အမွေဆက်ခံဖို့ပါပဲ။ကိတ်ဒန်နော့စကီ ခြံကြီးဟာ လူသူမနီးတဲ့အရပ်မှာ တည်ရှိပြီး မြစ်ပတ်လည်ဝိုင်းနေတဲ့အတွက်တံတားနဲ့သွားရတဲ့ ကျွန်းသဖွယ်ဖြစ်နေတဲ့ ခြံကြီးပါ။ မာရီတစ်ယောက် သူ့မိဘအရင်းတွေအကြောင်းကိုရှာဖွေဖို့အတွက် ဒီခြံကြီးကိုရောက်သွားတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်မလဲ ကြည့်ရှုရမှာပါ။\nဒီခြံကြီးရဲ့ အတိတ်မှာ ဘာတွေဖြစ်ခဲ့ပြီး မာရီနဲ့ဘယ်လိုဆက်စပ်နေမလဲ၊ မာရီတစ်ယောက်ရော သူလို့ချင်တဲ့အတိတ်ကိုရှာတွေ့နိုင်မလား ဒါမှမဟုတ် မာရီရဲ့အတိတ်ကပဲ မာရီကိုလိုက်ရှာနေခဲ့တာလား ဆိုတာကိုရင်တထိတ်ထိတ် ကြည့်ရှုရမှာဖြစ်ပါတယ်။Horrorကားကောင်းတွေ ကြိုက်နှစ်သက်သူတွေအနေနဲ့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ File size…1.85GB / 686.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 39m\nGenre ...",
        "rating": "5.5",
        "url": "https://megaup.net/1cT26/The.Abandoned.2006.Blu-Ray720P.MW(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/insert-good-135x200.jpg",
        "title": "The Good Lie (2014)",
        "description": "ဆူဒန်ပြည်တွင်းစစ်တုန်းအတွင်းမှာ Mamere တို့ရွာလေးဟာမီးရှို့ဖျက်ဆီးခံရပြီး မိဘတွေလည်းအသတ်ခံခဲ့ရပါတယ်။ ဒါပေမယ့် Mamere တို့ညီအစ်ကိုမောင်နှမတစ်သိုက်ဟာ အားမလျော့ဘဲ ဘေးကင်းရာကိုထွက်ပြေးခဲ့ရပါတယ်။ လမ်းခရီးမှာလည်း ဒုက္ခတွေကြုံခဲ့ရအပြီးမှာတော့ နောက်ဆုံးမှာကင်ညာနိုင်ငံဒုက္ခသည်စခန်းကိုရောက်ခဲ့ပါတယ်။ စခန်းမှာနှစ်အတန်ကြာနေခဲ့ပြီးနောက်မှာ Mamere တို့မောင်နှမတွေ အမေရိကမှာခိုလှုံခွင့်ရခဲ့ပါတယ်။ ဒါပေမယ့် လူနေမှုအဆင့်အတန်းနဲ့ ယဉ်ကျေးမှုကွာခြားလှတဲ့ တိုင်းပြည်မှာ အခြေချနိုင်ဖို့ Mamere တို့အတွက်မလွယ်ကူခဲ့ပါဘူး။ မိသားစုစိတ်ဓာတ်၊စွန့်လွှတ်အနစ်နာခံမှုတွေကိုဖော်ကျုးထားတဲ့ ဇာတ်ကားလေးပါ။File size…(1.9GB)/(944MB)/(657 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Biography / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "7.4",
        "url": "https://megaup.net/2yB6w/The.Good.Lie.2013.720p.(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/na80ysnoCvoxwGTMWCWYvnmaDlz.jpg",
        "title": "The Tailor of Panama(2001)",
        "description": "The Tailor of Panama(2001)**************************James Bond မင်းသားကြီး Pierce Brosnan အပြင်\nGeoffrey Rush,Jamie Curtis တို့လိုနာမည်ကြီး\nသရုပ်ဆောင်များနဲ့ ဟယ်ရီပေါ်တာမင်းသားလေး\nDaniel Radcliffe ကကလေးသရုပ်ဆောင်အဖြစ်\nပါဝင်သရုပ်ဆောင်ထားတဲ့ နိုင်ငံရေးလှည့်ကွက်တွေအကြောင်း\nရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။နိုင်ငံခြားရေးဝန်ကြီးရဲ့ အပျော်မယားနဲ့ကိစ္စတွေရှုပ်ခဲ့လို့\nပန်နမာကိုစေလွှတ်ခံရတဲ့ စစ်တပ်သတင်းဌာနက အန်ဒီအော့စ်နာဟာ\nပန်နမာမှာဖြစ်နေတဲ့ အကျင့်ပျက်ခြစားမှုတွေနဲ့ မကောင်းမှုဒုစရိုက်တွေကိုစုံစမ်းဖို့\nပုံပြောကောင်းတဲ့ အပ်ချုပ်သမား ဟယ်ရီပန်ဒယ်ကိုအကြပ်ကိုင်ခိုင်းစေပါတယ်။\nဟယ်ရီအနေနဲ့ သူ့ရဲ့အတိတ်ကအကြောင်းတွေကို မပေါ်စေချင်တဲ့အတွက်ကြောင့်ပဲ\nအန်ဒီခိုင်းသမျှကိုလိုက်လုပ်ပေးရာကနေ ဘယ်လောက်အထိဆိုးဝါးသွားမလဲ...\nသူ့ရဲ့ပုံပြောကောင်းတဲ့အရည်အချင်းနဲ့ ဘယ်လိုဇာတ်လမ်းတွေဖန်တီးခဲ့တာလဲဆိုတာကို\nလှည့်ကွက်ပေါင်းများစွာနဲ့ ကြည့်ရှုခံစားကြရမှာပဲဖြစ်ပါတယ်.....File Size :(3.4GB) (0.9GB) and (472MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/2yNkz/The.Tailor.of.Panama.2001.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghwdgdxbr6kFvSO5vFl51xB1Pyy.jpg",
        "title": "The Donor Party(2023)",
        "description": "The Donor Party(2023)**********************လောကကြီးက လူတိုင်းမှာ အိပ်မက်ကိုယ်စီ ရှိကြပါတယ်\nဒါပေမယ့် ဒီကားထဲက Jaclyn McGinley ဆိုတဲ့ ကာရိုက်တာကတော့ထူးထူးဆန်းဆန်း အမေဖြစ်ချင်တာပါ ...ဒီ့ထက်ပိုဆန်းတာက ယောကျာ်း မယူဘဲ အမေဖြစ်ချင်တာပါ ....အဲ့ဒီလို လုပ်ဖို့က မွေးစားရင်မွေးစား မဟုတ်ရင် sperm bank ကိုသွားမှာပဲရပါတော့မယ်...\nဒါပေမယ့် အဲ့ဒီနှစ်ခုလုံးက ဈေးကြီးတာမို့လို့လည်း မလုပ်နိုင်ပြန်ပါဘူး\nအဲ့ဒီတော့ ယောကျာ်းလည်းမယူရ ကလေးလည်းရ ပိုက်ဆံလည်းမကုန်မယ့်အကြံကိုသူ့သူငယ်ချင်းနှစ်ယောက်က ကူစဉ်းစားပေးပါတော့တယ်...\nကလေးရဖို့ ဘာတွေ ဘယ်လိုကြံကြမလဲဆိုတာကတော့.......File Size : (1.4GB) and (632MB)\nQuality : AMZN.WEB-DL1080P,720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1cSod/The.Donor.Party.2023.AMZN.WEB-DL.720P(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTY5NjE3MjkzM15BMl5BanBnXkFtZTYwMDU1NDk5._V1_-134x200.jpg",
        "title": "Poolhall Junkies (2002)",
        "description": "ဒီ ဇာတ်ကားကတော့ ပေါ့ပေါ့ပါးပါးကြည့်ကောင်းတဲ့ ကားတစ်ကားပဲဖြစ်ပါတယ်။\nPoolhall junkiesဆိုတဲ့အတိုင်း ဘိလိယက်အားကစားကိုရူးသွပ်ကြတဲ့ လူငယ်တွေရဲ့ဇာတ်ကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ ဇာတ်အရမ်းနာတဲ့ဇာတ်ကွက်တွေမပါတာကြောင့် စိတ်အပန်းပြေချင်တဲ့အခါ ကြည့်လို့သင့်တော်တဲ့ကားတစ်ကားပါ။ ရယ်ရတဲ့အခန်းတွေ အများကြီးပါပါတယ်။၁၂နှစ်သားဘဝကတည်းက ဘိလိယက်အားကစားကိုချစ်မြတ်နိုးတဲ့ဂျွန်နီဟာ ဂျိုးလက်ထဲမှာ ၁၅နှစ်ကြာတဲ့ထိ လောင်းကြေးနဲ့ဆော့တဲ့ ဘိလိယက်ဆရာတစ်ယောက်အဖြစ်ရပ်တည်ခဲ့တယ်။ ဒါပေမဲ့ ဂျွန်နီကတော့ပြိုင်ပွဲဝင်ကစားသမားတစ်ယောက် ဖြစ်ချင်ခဲ့တာပါ။ ဂျိုးရဲ့လက်ချက်ကြောင့် ဂျွန်နီက သူဖြစ်ချင်ခဲ့သလိုမျိုး သိက္ခာရှိရှိပြိုင်ပွဲဝင်ကစားသမားအနေနဲ့မဟုတ်ပဲ လောင်းကြေးနဲ့ဆော့တဲ့ရိုက်စားသမားဖြစ်ခဲ့ရတယ်။ဂျွန်နီရဲ့ ညီနဲ့ သူငယ်ချင်းသုံးယောက်ကလည်း အမြဲတမ်း နယ်ခံဘိလိယက်ရုံထဲမှာ ဗရုတ်ကျနေကျသူတွေပေါ့။ သူငယ်ချင်းတွေက တစ်ယောက်ကိုတစ်ယောက်ချစ်ကြတဲ့အပြင် စကားပြောရင်လည်းအဆဲမပါရင်မပြီးကြပါဘူး။တစ်နေ့ ဂျိုးရဲ့လုပ်ရပ်ကိုသိသွားတဲ့ဂျွန်နီက ဂျိုးကိုနစ်ဂါတွေဆီထိုးကျွေးပြီး ကိုယ့်နယ်ကိုပဲပြန်လာခဲ့တယ်။ အဲဒီနောက်ပိုင်းမှာတော့ ဂျွန်နီနဲ့ သူငယ်ချင်းတွေပေါင်းပြီး အခက်အခဲတွေကိုအတူတူရင်ဆိုင်ကြပုံကို ရိုက်ကူးထားပါတယ်။ သူငယ်ချင်းစိတ်ဓာတ်ကို အခြေခံပြီးလည်းရိုက်ကူးထားတဲ့ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။File size…(2.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama,Comedy,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su Eaindra",
        "rating": "",
        "url": "https://megaup.net/1SIkt/Poolhall.Junkies.2002.720p.(CM).mp4",
        "category": "Comedy, Drama, Thriller"
    }
]