[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onlLwmg620NuG2K3LYYsUZf3dWT.jpg",
        "title": "90 Minutes (2012)",
        "description": "90 minutes မိနစ် ၉၀ (18+)လူတစ်ယောက်ဘဝပျက်ဖို့အတွက် မိနစ်၉၀က လုံလောက်ပါ့မလား???ဒီကားလေးထဲမှာတော့လူတစ်ယောက်ဘဝပျက်ဖို့အတွက်\nမိနစ်၉၀ကလုံလောက်ပါ့မလားဆိုတာကြည့်ရှုရမှာဖြစ်ပါတယ်ဒါရိုက်တာဟန်ဆုန်ဟီးက ရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီက\nအောင်မြင်တဲ့ရုပ်ရှိရေလျှံဘဲကြီးတစ်ယောက်ပါသူ့မှာလည်းမိန်းမရှိပေမယ့်ငွေရှိတဲ့ယောက်ျားတို့ထုံးစံအတိုင်း\nအပျော်အပါးနဲ့ မိန်းမလည်းအရမ်းလိုက်စားပါတယ်\nသူနဲ့ ကင်းတဲ့သူလည်းမရှိသလောက်ပါပဲတစ်နေ့မှာတော့သူ့ကိုချဥ်းကပ်တဲ့မော်ဒန်မလေးတစ်ယောက်နဲ့ဇာတ်လမ်းဖြစ်မိရာက\nသူ့ဘဝအတွက်ဘယ်လိုအလှည့်အပြောင်း‌တွေဖြစ်လာစေမလဲသူ့ကြောင့်ထိခိုက်နစ်နာရတဲ့သူတွေကရောဘယ်လောက်တောင်များရှိမလဲသူကရောသူ့ရဲ့အပြစ်တွေကိုမိနစ်၉၀အတွင်းပြန်လည်ပေးဆပ်ရမလားဆိုတာဇာတ်လမ်းလေးထဲမှာကြည့်ရှုရမှာဖြစ်ပါတယ်(18+အခန်းများပါဝင်တဲ့အတွက်မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်လျော်ပါဘူး)ဒီဇာတ်ကားလေးကိုဘာသာပြန်ပေးတာကတော့ REX ပဲဖြစ်ပါတယ်Genre..... Thriller\nQuality….HDRip 720p and 360p\nFile size…763MB and 425MB\nFormat…mp4\nDuration….1h 34min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... REX\nEncoder ..... August",
        "rating": "5",
        "url": "https://megaup.net/10pq9/90.Minutes.2012.720p.HDRip.CM.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNWIyNmQxNGEtMDU5OC00N2Y0LTkwYzktYWQ1Y2Q5ZjE4ZGJjXkEyXkFqcGdeQXVyODM2Njg2OTg@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Alita: Battle Angel (2019)",
        "description": "အနာဂတ်ကာလမှာပါ။ တစ်စစီဖြစ်နေတဲ့ စက်ရုပ်မလေးတစ်ယောက်ဟာCyber-doctor တစ်ယောက်ကယ်တင်ခဲ့လို့ ပြန်လည်နိုးထလာခဲ့တယ်။သူ့ကိုယ်သူ ဘယ်သူမှန်းမျသိ၊ အပြင်လောကအကြောင်းလည်းဘာမှမသိတဲ့ Alita ဟာ တိုက်ရည်ခိုက်ရည်ကျွမ်းလှတဲ့အတွက် သူ့မိသားစုကိုကာကွယ်ရင်းနဲ့မှ သူ့ရဲ့အတိတ်၊ သူနေထိုင်တဲ့မြို့နဲ့ သူ့ရဲ့ရည်မှန်းချက်တို့ကို ပြန်လည်သိရှိလာခဲ့ပါတယ်။Review\n…\nနာမည်ကျော် Japan Anime series တို့ကို ရုပ်ရှပ်အဖြစ်ပြန်လည်အသက်သွင်းထားတာဖြစ်ပါတယ်။Manga/anime adaptation တွေထဲမှာ ရှားရှားပါးပါး source material အရသာမပျောက်အောင် အကောင်းဆုံးဖန်တီးထားနိုင်တယ်လို့fan တွေကပြောပါတယ်။Creator ကြီး Yukito Kishiro ကိုယ်တိုင်ကဒီကားကို ၅ ခေါက်တိတိကြည့်ပြီးပြီဖြစ်ပြီးသူ့အတွက်တော့ \"Greatest movie in the world\" ပါပဲလို့ပြောပါတယ်။ကျွန်တော် anime/manga တစ်ခုမှမသိပါဘူး။ဆိုတော့ ရုပ်ရှင်တစ်ကားအနေနဲ့ပဲ မြင်သလောက် ပြောကြည့်ပါမယ်။Avatar ဖန်တီးရှင်ကြီး James Cameron ကိုယ်တိုင်producer အဖြစ်ပါဝင်ပြီး Robert Rodriguez ရိုက်ကူးထားတဲ့Alita: Battle Angel ရုပ်ရှင်ဟာ တကယ့် visual spectacle ကြီးတစ်ခုပါပဲ။အရာအားလုံးက ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/alita-battle-angel-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iuzxpUjHsbQJXV3kB9ZAdCimM60.jpg",
        "title": "City of Angels (1998)",
        "description": "City of Angels (1998)အထိအတွေ့၊ အနံ့အသက်၊ အရသာ အစရှိတာတွေအပြင် နာကျင်ခြင်း ကြောက်ရွံ့ခြင်းကိုပါ ခံစားလို့မရတဲ့ နတ်သားတစ်ပါး...လူတွေသေဆုံးခါနီးတိုင်း သူသွားခေါ်ပေး နှစ်သိမ့်ပေးနေကျ...ဒါပေမယ့် တစ်ရက်မှာတော့ ဆေးရုံမှာ သူသွားခေါ်ရတဲ့ သေဆုံးခါနီးလူနာတစ်ယောက်ကြောင့်\nစိတ်ဓာတ်ကျပြီး ဝမ်းနည်းပူဆွေးသွားတဲ့ ခွဲစိတ်ဆရာဝန်မလေးကိုတွေ့လိုက်ရချိန်မှာတော့\nနတ်သားလေးရဲ့ဘဝက လုံးဝကိုပြောင်းလဲသွားပါ​တော့တယ်...အချစ်ဆိုတာကို သူနားမလည်သေးပေမယ့် ကောင်မလေးနားမှာပဲ သူနေချင်တယ်၊ အကြောင်းအရာတွေကိုသိချင် စပ်စုချင်တယ်...\nဒါပေမယ့် သူဟာ နတ်သားတစ်ပါးဖြစ်ပါတယ်ဆိုတာ ပြောပြဖို့ခက်ခဲနေခဲ့တယ်... အဲဒီလိုနဲ့ ဆေးရုံမှာ နတ်သားဘဝကနေ လူ့ပြည်ဆင်းလာပြီး ဘဝကို ဖြတ်သန်းနေတဲ့ လူတစ်ယောက်နဲ့တွေ့တဲ့အခါ နတ်သားလေးက ဆရာဝန်မလေးနဲ့ နီးစပ်ဖို့ ကြိုးစားပါတော့တယ်...\"သူ့ကို မထိတွေ့ရတဲ့ ထာဝရဘုံမှာ နေမယ့်အစား သူ့ဆံနွယ်လေးကို တစ်ခါလေး ရှူရှိုက်ရဖို့ သူ့ နှုတ်ခမ်းလေးကို တစ်ခါလေး နမ်းရဖို့ သူ့လက်ကလေးကို တစ်ခါလေး ကိုင်ရဖို့အတွက် ငါ လုပ်မှာပါ\" တဲ့...မင်းသားကြီး Nicolas Cage ဘယ်လိုတွေ ဘယ်လောက်အထိရိုမလဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2mjft/(CM)_City_of_Angels_(1998)_720p.mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/circle.of_.deception-155x200.png",
        "title": "Circle of Deception (2021)",
        "description": "Circle of Deception (2021)====================ဇာတ်ကြောင်းလေးမပြောခင်မှာ ဒီဇာတ်လမ်းရဲ့မူလဝတ္ထုကိုရေးတဲ့ Ann Rule အကြောင်းကိုအရင်ရှင်းပြမှဖြစ်ပါမယ်။Ann Rule ဆိုတာက တစ်ကယ်ဖြစ်ပျက်ခဲ့တဲ့မှုခင်းတွေအကြောင်းကို ဝတ္ထုရေးတဲ့ မှုခင်းဝတ္ထုစာရေးဆရာမကြီးတစ်ဦးပါ။သူရေးခဲ့တဲ့ \" Stranger beside me\" ဝတ္ထုဆိုရင် ၁၉၇၀ကာလကအမေရိကန်မှာနာမည်ကြီးခဲ့တဲ့ကွင်းဆက်လူသတ်သမားTed Bundy နဲ့ သူကြုံတွေ့ခဲ့ရတဲ့အကြောင်းကိုရေးဖွဲ့ခဲ့ထားပြီး ၁၉၈၆, ၁၉၈၉ , ၂၀၀၀, ၂၀၀၈ခုနှစ်တွေထပ်မံပဲနှိပ်ထုတ်ဝေခဲ့ရတဲ့အထိ အောင်မြင်မှုရခဲ့ပါတယ်။အခုဇာတ်ကားလေးကလည်း ၂၀၁၃ခုနှစ်မှာထုတ်ဝေခဲ့တဲ့ \"Practice to Deceive\"ဝတ္ထုကိုမှီငြမ်းရိုက်ကူးထားတာပါ။အိမ်ထောင်ရေးမှာမပျော်ရွှင်ဖြစ်နေပြီး ယောကျ်ားဖြစ်သူကိုသဘောမကျတော့တဲ့ Branny Douglas တစ်ယောက်သူ့သူငယ်ချင်း Peggy Sue Thomasကိုကြည့်ပြီးအားကျနေတာပေါ့။ Peggyဆိုတာက အလှမယ်ဟောင်းဖြစ်သလိုယုံကြည်မှုအပြည့်ရှိပြီးလွတ်လပ်တဲ့လူ။ ပြီးတော့ ချမ်းသာတဲ့သူ့ချစ်သူ Jim Hudleရဲ့ ဂရုစိုက်မှုကိုခံနေရတော့ Brannyတစ်ယောက်အားကျပြီး ကိုယ့်ရဲ့အိမ်ထောင်ရေးကိုကိုယ်တိုင်ဖြိုခွဲပစ်လိုက်ပါလေရော။ ဒါပေမယ့် Branny မသိလိုက်တာကPeggy ရဲ့ တစ်ဖက်ခြမ်းမှာဖုံးကွယ်ထားတဲ့အရာတွေ။ ဒီလိုနဲ့ အိမ်ထောင်ကွဲပြီးဘဝပျက်နေတဲ့ Branny နဲ့ Peggy က ဘယ်လိုဇာတ်လမ်းတွေပတ်သက်လာမှာလဲ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Gimy/Circle.of.Deception.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lvYrAUfx9DkhLVC07vD8wJQK3iA.jpg",
        "title": "Wish You(2021)",
        "description": "Wish You(2021) အညွှန်း******************** ဒီတစ်ခါမှာတော့ blချစ်သူတို့အကြိုက် ကိုရီးယား bl drama movieလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်...\nသီချင်းထုတ်လုပ်ရေး အေဂျင်စီတစ်ခုမှာ အချိန်ပိုင်းလုပ်နေတဲ့ Yoon Sang Yi ဟာဂီတကိုချစ်မြတ်နိုးပြီး လမ်းဘေးမှာ\nသီချင်းတွေသီဆိုဖျော်ဖြေနေတဲ့ Kang In Sooကိုမြင်မြင်ချင်းမှာပဲ ထိုကောင်လေးရဲ့ အမာခံပရိသတ်ဖြစ်လာပါတယ်။သူကနေတစ်ဆင့် In soo ကို အေဂျင်စီက သိရှိသွားပြီး rookie အနေနဲ့ အေဂျင်စီကိုဝင်ရောက်လာဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ ဒီလိုနဲ့ ဝါသနာလည်းတူ ဂီတမှာလည်း ပါရမီထူးကြတဲ့ကောင်လေးနှစ်ယောက်ဟာ အတူလက်တွဲလုပ်ကိုင်ကြရင်း နားလည်မှုတွေတိုးကာ ရင်းနှီးလာခဲ့ကြပါတယ်။တကယ်တော့ In Soo ဂီတကိုဒီလောက် အစွဲအလန်းကြီးစွာ လုပ်ကိုင်နေရတဲ့အကြောင်းအရင်းတစ်ခုလည်း ရှိပါသေးတယ်။ ထိုအကြောင်းအရင်းကြောင့်ပဲ သူ့ရဲ့ဂီတလမ်းကြောင်းကအမြဲတမ်းပိတ်ပင်ခံခဲ့ရတာပါ။ ဒီတစ်ကြိမ်မှာရော သူအောင်မြင်စွာ ပွဲဦးထွက်နိုင်ပါ့မလား။အချင်းချင်း ချစ်မြတ်နိုးကြတဲ့ ကောင်လေးနှစ်ယောက်ကရော ပျော်ရွှင်စရာဇာတ်သိမ်းလေးအဖြစ် ပေါင်းဖက်နိုင်ပါ့မလားဆိုတာကိုတော့ဇာတ်လမ်းလေးကိုကြည့်ရှုကြည့်လိုက်ပါ။ကောင်လေးနှစ်ဦးရဲ့ကြားက ရိုးရှင်းလှတဲ့ ချစ်ခြင်းမေတ္တာကိုပုံဖော်ထားတဲ့ကားလေးမလို့ ကြည့်ရသူတိုင်းရဲ့ရင်ထဲ ကြည်နူးမှုလေး ခံစားမိစေမှာပါ။     File Size : (1.65GB)(956MB) and ...",
        "rating": "7.0",
        "url": "https://megaup.net/10ovk/Wish_You.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9VFBtfMRKh5Yfd8jQ4kPhhD441D.jpg",
        "title": "The Terror Live(2013)",
        "description": "The Terror Live(2013) အညွှန်း*************************IMDb...7.5ယွန်းယောင်ဟွာဟာ နာမည်ကြီးသတင်းတင်ဆက်သူဖြစ်ခဲ့ပေမယ့်သူရဲ့လာဘ်စားတယ်ဆိုတဲ့သတင်းကြောင့် ရေဒီယိုတင်ဆက်သူအနေနဲ့ ရာထူးချခံထားရပါတယ် ...တစ်နေ့မှာ ရေဒီယိုကနေ အစီအစဉ်တင်ဆက်နေတုန်း မာဖိုတံတားကို ဖောက်ခွဲပစ်မယ်ဆိုပြီးခြိမ်းခြောက်တဲ့ဖုန်းခေါ်ဆိုမှုတစ်ခုကို ရရှိခဲ့ပါတယ် ...အစပိုင်းမှာတော့ စနောက်တယ်ထင်ပြီး ဖောက်ခွဲလိုက်လို့ ပြောခဲ့ပါတယ် ...အကြမ်းဖက်သမားဟာတကယ်ပဲ ဖောက်ခွဲပြလိုက်တဲ့အခါမှာတော့အားလုံးကထိတ်လန့်ကုန်ကြပါတယ်..ဒီအခြေအနေက သူ့အတွက် သတင်းတင်ဆက်သူနေရာကို ပြန်ရနိုင်မယ့်အခွင့်အရေးပဲဆိုပြီး ရဲကိုအကြောင်းမကြားဘဲ သူ့ရဲ့အထက်လူကြီးနဲ့တိုင်ပင်ပြီး သူတို့အစီအစဉ်ကို ကြည့်သူရှုသူများအောင်လုပ်မယ်ဆိုပြီး ညှိနှိုင်းမှုလုပ်ကြပါတယ်...အကြမ်းဖက်သမားနဲ့လည်း သဘောတူညီမှုတွေ လုပ်ခဲ့ကြပြီးတစ်နိုင်ငံလုံး ကြည့်ရှုနိုင်ဖို့ သူတို့ဖုန်းပြောတာကို တိုက်ရိုက်ပြသခဲ့ပါတယ် ...သူ့ရဲ့  တကိုယ်ကောင်းဆန်တဲ့လုပ်ရပ်ဟာ အကုန်လုံး ပြဿနာအကြီးကြီးတက်ဖို့ဖြစ်လာပါတော့တယ်...ဒီကားက ကိုရီးယားရဲ့နာမည်ကြီးမင်းသားဖြစ်တဲ့ Ha Jung-woo အဓိက ပါဝင်ထားပြီးအခြားနာမည်ကြီ:သရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်...ဇာတ်လမ်းဟာ အစမှ အဆုံးထိ ဇာတ်ရှိန်ကျမသွားသလိုရင်တထိတ်ထိတ်နဲ့ကြည့်ရအောင်မြိုင်ဆိုင်လွန်းလှတယ်...လူတွေရဲ့သဘော တွေ နိုင်ငံရေးသမားတွေရဲ့ လှည့်ကွက်တွေ အမြတ်ထုတ်မှုတွေအကြောင်းရိုက်ပြထားသလိုဘက်ဂျက်လည်းအတော်ကုန်ကျခံထားတဲ့ဇတ်ကားဖြစ်တယ်...ဒါ့ကြောင့်  ရုံတင်ပြီးပြီးချင်း ၆ရက်မှာပဲ လက်မှတ်အ​စောင်ရေ ၂မီလီယံရောင်းချခဲ့ရပြီးBox Officeမှာလည်း ဒုတိယအနေရာအထိရောက်ရှိခဲ့ပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Estel ဖြစ်ပါတယ်..    File Size : (1.8GB)(921 MB) and ...",
        "rating": "7.5",
        "url": "https://megaup.net/2mjmn/The_Terror_Live.2013.BLU-RAY.720P.PP.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/honslarakh-posterart-160x200.jpg",
        "title": "Honsla Rakh (2021)",
        "description": "IMDb Rating(8.8)ဒီနေ့ထွက် ပန်ချာပီစကားပြော အိန္ဒိယရုံတင်ဇာတ်ကားလေးတင်ဆက်လိုက်ပါတယ်။၂၁ ရာစုမှာ အမျိုးသမီးအခွင့်အရေးကအရေးပါလာခဲ့တာ အားလုံးအသိပါ၊ ဒီလိုပဲ Single Mother ဆိုတာက ရေးကြီးခွင်ကျယ်မဟုတ်တော့ပါဘူး။ဒါဆို Single Father ဆိုရင်ရော၊ ကလေးတစ်ယောက်ကို ပျိုးထောင်တဲ့အချိန်မှာ Soft Skill ကအရမ်းလိုပါတယ်၊ Soft Skill ဆိုတာမျိုးက မိန်းကလေးတွေမှာပဲအတွေ့များတော့ သားသမီးဆိုရင်လည်း ဘယ်လိုနေ ဘယ်လိုစားဆိုတာမျိုးက အမေကပဲ သင်ပေးတာများတာပေါ့လေ။၇နှစ်အရွယ်သားလေးတစ်ယောက်ကိုပိုင်ဆိုင်ထားပြီး Single Father လုပ်နေတဲ့ Yanky က ဥစ္စာပေါရုပ်ချောဆိုတော့ နောက်ထပ် လက်တွဲဖော်ရှာဖို့ဆိုတာ ခက်တဲ့အလုပ်တော့ ဘယ်ဟုတ်မလဲ။ လက်တွဲဖော်အသစ်လည်းဖြစ် သူ့ရဲ့အချစ်စစ်လည်းမှန်ပြန်တဲ့ ကောင်မလေး ဂျက်စမင်နဲ့တွေ့ဖို့ ကံတရားကလည်း စီမံပေးလိုက်ပြန်ပါတယ်။ Single Father ဖြစ်တဲ့အတွက် သားလေး ဟွန်စလေကို ဂျက်စမင်တို့ မိသားစုက လက်ခံပါ့မလား၊ လက်မခံရင်ရော ယန်ကီးက ၅၂၈ နဲ့ ၁၅၀၀ ဘာကိုရွေးမိမလဲ။ပေါ့ပေါ့ပါးပါးနဲ့ Single ...",
        "rating": "8.8",
        "url": "https://megaup.net/2mj8f/(CM)Honsla.Rakh.2021.720p.AMZN.WEB-DL.AAC(2.0).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tpnR174jTJqdduuOFGeI7RdKHZZ.jpg",
        "title": "A Better Tomorrow II (1987)",
        "description": "A Better Tomorrow II (1987)IMDb Rating - 7.3\nDirected By John Wooဂျွန်ဝူးရဲ့ ဂန်းကားတွေမှာ ကျွန်တော်အကြိုက်ဆုံး အချက်ကိုပြောရရင် သူ့ထဲက ‌ဇာတ်ကောင်တွေ, အထူးသဖြင့် ချောင်ယွန်ဖတ်ရဲ့ ဇာတ်ကောင်တွေဟာ မိတ်ကောင်းဆွေကောင်း အရမ်းဆန်ပြီး သူတို့မိတ်ဆွေတွေအတွက် အသက်ကိုတောင် မမှုတဲ့လူတွေ ဖြစ်နေတာကိုပါပဲ။ ကျွန်တော်တို့ရော အဲဒီလောက် မိတ်ဆွေကောင်းပီသနိုင်ပါ့မလား,အဲဒီလို မိတ်ဆွေမျိုးရော ရနိုင်ပါ့မလား,မသေချာပေမဲ့ သူတို့တွေရဲ့ မိတ်ဆွေကောင်းပီသမှုကတော့ ကျွန်တော်တို့ရင်ထဲကို အနည်းနဲ့အများတော့ ထိလောက်မှာပါပဲ။ချောင်ယွန်ဖတ်ဟာ လက်တွေ့ဘ၀မှာလည်း ကိုယ်ကျိုးမကြည့်တဲ့ လူကောင်းတစ်ယောက်ပါ။လက်ရှိထိ နာမည်အကြီးဆုံး သက်တမ်းအရင့်ဆုံး မင်းသားကြီးပေမဲ့ ဟောင်ကောင်ရဲ့လမ်းမတွေ မုန့်ဆိုင်တွေမှာ ရိုးရိုးကုတ်ကုတ်ပုံစံနဲ့ပဲ တွေ့ရတတ်တယ်။ သူသေပြီးရင် သူ့စည်းစိမ်တွေအားလုံးကို ပရဟိတအဖွဲ့တွေကို ပေးပစ်ဖို့ပါ အစီအစဉ်ချထားတဲ့သူပါ။ သူရှာထားသမျှတွေကို သူ့ကိုယ်ကျိုးအတွက် သုံးတာ အင်မတန်နည်းတယ်လို့လည်း ငယ်ငယ်က သတင်းစာမှာ ဖတ်ခဲ့ဖူးတယ်။ ဒီလိုသဘောထားကြီးတဲ့ ချောင်ယွန်ဖတ်ဟာ ရုပ်ရှင်ထဲက ...",
        "rating": "7.3",
        "url": "https://megaup.net/10o2j/(CM)_A_Better_Tomorrow_II_(1987)_720p.mp4",
        "category": "A Better Tomorrow Trilogy, Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/818dGSFOP7L._RI_-133x200.jpg",
        "title": "Nineteen Eighty-Four (1984)",
        "description": "1984(1984)\n========\nIMDb Rating .... 7.1/101984ရုပ်ရှင်ဟာ စာအုပ်ကိုအရမ်းသစ္စာရှိတဲ့ ရုပ်ရှင်လို့ဆိုကြတော့\nနိုင်တီးအိတ်တီဖိုးရဲ့ မူလစာရေးဆရာဖြစ်တဲ့ ဂျော့အော်ဝဲလ် အကြောင်းပြောတာပဲ ပိုကောင်းပါမှာပါပဲ။\nဂျော့အော်ဝဲလ်ဟာ မြန်မာပြည်မှာ နေသွားဖူးခဲ့တဲ့ ကမ္ဘာကျော်ဂန္တဝင် စာရေးဆရာ၊\nမြန်မာပြည်နဲ့ပက်သက်တဲ့ Burmese Daysလို့ခေါ်တဲ့စာအုပ်ကိုလည်း ရေးခဲ့ဖူးတယ်။\nပဝေဏသီကတည်းက သခင်ဘသောင်းဘာသာပြန်ထားတဲ့ ဂျော့အော်ဝဲလ်ရဲ့ ခြေလေးချောင်းတော်လှန်ရေးခေါ် Animals Farmကို စာပေနဲ့မစိမ်းတဲ့သူတွေ ဖတ်ဖူးကြမှာပါပဲ။\nထိုစာအုပ်မှာလည်း အော်ဝဲလ်ဟာ လက်ဝဲစနစ်ထဲက လျှိုဝင်လာတဲ့ အာဏာရှင်ဝါဒကို သရော်စာဆန်ဆန် ပုံဖော်ထားခဲ့တယ်။\nဒီ1984ကတော့ သူ့ရဲ့Classicတန်းဝင်လက်ရာ မာစတာပိစ်တစ်ပုဒ်ကို ပြန်ရိုက်ထားတာပါ။၁၉၈၄ဟာ ကမ္ဘာကြီးကိုပြောင်းလဲစေခဲ့တဲ့ စာအုပ်တစ်အုပ်လို့လည်းဆိုကြတယ်။\nဒီရုပ်ရှင်ဟာလည်း စာအုပ်ကိုသစ္စာရှိစွာနဲ့ ရိုက်ထားတယ်လို့ ဝေဖန်ရေးသမားများက ဆိုပါတယ်။\nဂျော့အော်ဝဲလ်ဟာ ဆိုရှယ်လစ်တစ်ယောက်ပေမဲ့ သူ့စာတွေဟာ သူပြောသလို အနုပညာရော နိုင်ငံရေးရော ပါဝင်နေတဲ့\nအကောက်အယူလွဲကြတဲ့အခါ သူ့စာတွေကို ဆိုရှယ်လစ်ကိုဖိနှိပ်ဖို့ အသုံးခံခဲ့ရတဲ့အထိဖြစ်ခဲ့တယ်။\nသူ့တစ်ချို့စာတွေဟာ ခေတ်ရှေ့ပြေးလွန်းတာကြောင့် ဖော်ပြဖို့ငြင်းခဲ့တဲ့သူတွေတောင် နောက်ပိုင်းနှစ်အတော်ကြာမှာ ပြန်တောင်းပန်ခဲ့ရတယ်။\nသူဟာ နိုင်ငံရေးရည်မှန်းချက်နဲ့ အနုပညာရည်မှန်းချက်ကို ပေါ်လွင်အောင်ရေးချင်ခဲ့တဲ့သူပါ။\n၁၉၃၆ခုနှစ်ကတည်းကစ သူအလေးအနက်ရေးတာမှန်သမျှဟာ တိုက်ရိုက်ဖြစ်စေ သွယ်ဝိုက်ဖြစ်စေ အကြွင်းမဲ့အာဏာရှင်စနစ်ကို ဆန့်ကျင်တာနဲ့\nဒီမိုကရက်တစ်ဆိုရှယ်လစ်စနစ်ဘက်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/10nki/1984_(1984)_720p.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/63l6KYvFrdKmneKgjiIqbvViycJ.jpg",
        "title": "Priyuraalu (2021)",
        "description": "Priyuraaluအိမ်ထောင်ရေးနဲ့ ဘဝအကြောင်းကို သေချာရိုက်ပြထားတဲ့ အိန္ဒိယတောင်ပိုင်းကားကောင်းလေးတစ်ကား..ဆန္ဒနဲ့ ဘဝတစ်ထပ်တည်းကျပါစေဆိုတဲ့ဆုတောင်းက တစ်ဘဝလုံး မကြားချင်အဆုံးကြားနေရတဲ့ဆုတောင်းစကားပဲမလား၊ သို့ပေမဲ့ ဆန္ဒနဲ့ဘဝတစ်ကယ် တစ်ထပ်တည်းကျတဲ့သူတွေရော ဘယ်လောက်များများသလဲ။ဘဝဆိုတာ အဲ့ဒါပဲဗျ Desire တွေနောက်ကိုအမြဲတမ်းလိုက်ဖို့ဆိုတာခက်ခဲတယ်။အလုပ်လာလုပ်တဲ့ကောင်လေးနဲ့ မြို့ခံကောင်မလေးတို့ ဆုံမိသွားတာကနေ ‌ရိုမီယို ဂျူးလိယက် ၊ ဘုန်နီ နဲ့ကလိုက်ဒ်တို့ အရှုံးပေးရလောက်‌အောင် ချစ်ကြည်နူးတစ်တီတူးပါတော့တယ်။ဒါပေမယ့် မစားသင့်တဲ့အဆိပ်သီး မဖြစ်သင့်တဲ့အချစ်မီးဆိုသလို မင်းသားကလူလွတ်မဟုတ်ဘဲ အိမ်ထောင်သည်မှန်းသိသွားတဲ့အခါမှာတော့...ဂျူးလိယက် လက်သစ်လေးခင်မျာ ကမ္ဘာပြိုကျပါတော့တယ်။ဘာတွေဆက်ဖြစ်ကြဦးမလဲကတော့ ဇာတ်ကားကိုပဲရှူစားကြပါတော့။\nFile size…(1.2 GB)\nQuality….BluRay 1080p\nFormat…mp4\nDuration….01:54:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara Ya & Murphy",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/priyuraalu-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lgMt0SY4pzDJOpZc9Tbp6QsYcYJ.jpg",
        "title": "Kaamelott – The First Chapter(2021)",
        "description": "Kaamelott: First Installment (2021)ဒီဇာတ်ကားကတော့ 2005 ကနေ 2009 အထိ season 6ခုထွက်ထားတဲ့ Kaamelott seriesရဲ့ Sequel movie ပဲ ဖြစ်ပါတယ်Kaamelott seriesကတော့ King Arthur ရဲ့ ဒဏ္ဍာရီကို ဟာသ ဆန်ဆန် ရိုက်ကူးထားတဲ့ ပြင်သစ် seriesတစ်ခုပဲ ဖြစ်ပါတယ်ဒီဇာတ်ကားကတော့ ထိုseries နောက်ပိုင်းမှာ အ​ခြေတည်ပြီး Adventure / Fantasyအမျိုးအစားပေမယ့် Comedyလည်း ရောထားတဲ့ ဇာတ်ကားမျိုးပဲ ဖြစ်ပါတယ်Kaamelott series အပြီးမှာတော့ ဘုရင်အာသာ ဟာ စိတ်ကျရောဂါကို ခံစားနေရတာကြောင့်ကမ်းမလော့က သူ့ရဲ့ ပုလ္လင်ကို ဖယ်ပေးပြီး အဇ်ကယ်လီဘာ ဓားကိုလည်း ယူခဲ့တဲ့ ကျောက်တုံးထဲမှာ ပြန်စိုက်ထားခဲ့ပါတယ်ထိုအချိန်မှာပဲ အာသာရဲ့ သူငယ်ချင်းဟောင်းဖြစ်သလို အဖော်မွန်လည်း ဖြစ်တဲ့ လန်စီလော့ဟာအာသာရဲ့ ရန်သူတော် မယ်လဂန့် ရဲ့ လွှမ်းမိုးမှုကြောင့် ...",
        "rating": "6.8",
        "url": "https://megaup.net/2mhTf/Kaamelott.First.Installment.2021.720p(CM).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMjE3OTU4NDM0NF5BMl5BanBnXkFtZTcwNjY2NTk5Mw@@._V1_-155x200.jpg",
        "title": "Raajneeti (2010)",
        "description": "RaajneetiIMDb Rating(7.1)ခုတစ်ခါမှာတော့ CM ပရိသတ်ကြီးကို 2010 ထွက် အိန္ဒိယနိုင်ငံရေးကား political thriller ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nနိုင်ငံရေးကားတွေကို ပုံဖော်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ Bollywood ဒါရိုက်တာ Prakash Jha က ရိုက်ကူးထားပြီး ဘောလိဝုဒ်ဖန်တွေတိုင်း မစိမ်းတဲ့\nRanbir Kapoor, Ajay Devgn, Nana Patekar, Katrina Kaif နဲ့ Arjun Rampal စတဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ အိန္ဒိယဝန်ကြီးချုပ်တစ်ဦးရဲ့ သမီးဖြစ်သူ ဘဟာရာတီဟာ သူမအဖေကိုဆန့်ကျင်ပြီး ပြိုင်ဖက်ပါတီခေါင်းဆောင်ဖြစ်တဲ့ ဘဟာစကာဆန်ညဲနဲ့ မေတ္တာသက်ဝင်ခဲ့ပြီး သားတစ်ယောက်မွေးခဲ့ပါတယ် ဒါပေမဲ့ ဝန်ကြီးချုပ်အသိုင်းအဝိုင်းက လက်မခံနိုင်တဲ့ကလေးဆိုပြီး သူမရဲ့အစ်ကိုက အဲ့ကလေးလေးကို မွေးကင်းစမှာတင် စွန့်ပစ်ခဲ့ပါတယ်...အဲ့ကလေးလေးကရော ဘယ်ရောက်သွားမလဲ ဘယ်သူဖြစ်လာမလဲ...ဘဟာရတီဟာ သူမချစ်သူရဲ့ စွန့်ပစ်ခံရပြီးနောက်မှာ သူမအစ်ကိုရဲ့ တိုက်တွန်းမှုနဲ့ ရာ့တရာဝဒီပါတီခေါင်းဆောင်ရဲ့ညီနဲ့ ထပ်မံလက်ထပ်ခဲ့ရပြီး သားနှစ်ယောက်ထပ်မွေးခဲ့ပါတယ် အဲ့သားနှစ်ယောက်ကရော ဘယ်သူတွေဖြစ်လာပြီး ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/raajneeti-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/venom-134x200.png",
        "title": "Venom: Let There Be Carnage (2021)",
        "description": "Venom: Let There Be Carnage (2021)==========================IMDb Rating - 6.3/10Venom 2 WebDL video quality, sound quality ကောင်းကောင်းနဲ့ Digital Released ထွက်လာပြီမို့ . update လုပ်ပြီးတင်ဆက်ပေးလိုက်ပါပြီ။Venom ဒုတိယကားမှာလည်း အက်ဒီ နဲ့ ဗယ်နွန်က မတည့်အတူနေပါပဲ။ ငြင်းလိုက်ခုန်လို့ ရန်ဖြစ်လိုက်နဲ့ လူဆိုးတွေနဲ့ ချနေဆဲပါပဲ။ကလိတပ်ဆိုတဲ့ စိတ္တဇလူသတ်သမားဆီကို အနီရောင် ကပ်ပါးကောင် ကာနေ့ဂျ် ရောက်သွားပြီ ထောင်ကနေ လွတ်မြောက်သွားပါတယ်။ကလိတပ်က သူ့ရဲ့ချစ်သူကိုပါ ထောင်ထဲက ကယ်ထုတ်ပြီး အက်ဒီ နဲ့ဗယ်နွန်ကို ကလဲ့စားချေဖို့ လိုက်လာတဲ့အခါ.....အဆက်အစပ်ရှိချင်ရင်တော့ CM မှာတင်ပေးထားတဲ့ Venom 1 ကိုကြည့်လို့ရပါတယ်။ နောက်ပြီးတော့ Venom-2 ရဲ့ အဆုံးမှာစပိုက်ဒါမန်း နဲ့ ဆက်စပ်မယ့် တစ်ခန်းပါသေးတာမို့ သေချာလေး ရှာကြည့်လိုက်ပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Gj5z/Venom.Let.There.Be.Carnage.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m24EbHxT9NGYEkOlu29YcLOgjgK.jpg",
        "title": "The King of Comedy (1982)",
        "description": "The King of Comedy (1982)မကြည့်ဖူးရင်တောင် မာတင်စကောစဲစီရဲ့ မာစတာပိစ်ကားဖြစ်တဲ့ The King Of Comedyကို အများစု သိပြီးသားဖြစ်မှာပါပဲ။ ဂန္တ၀င်စာရင်း၀င်တဲ့ နှောင်းလူတွေ မကြာမကြာမှီငြမ်းခံရတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ အမျိုးအစားက Black Comedyဆိုတော့ အဲဒီ Black Comedyဆိုတာ ဘာလဲ အရင်ရှင်းတာ ကောင်းပါလိမ့်မယ်။ BC ဘာလဲဆိုတာကို မောင်သာရ စာတစ်ပုဒ်ရဲ့ ခေါင်းစဉ်ဖြစ်တဲ့ အမာရွတ်ကြည့်ကာ ရယ်ရသည်ဆိုတဲ့ စကားလုံးနဲ့ ဥပမာပေးရင် အကောင်းဆုံးဖြစ်မယ်ထင်ပါတယ်။“ စိတ္တဇဆေးရုံတစ်ခုမှာ ဆေးရုံခေါင်မိုးပေါ်ကနေ\nလူနာတွေ တစ်ယောက်ပြီးတစ်ယောက် ခုန်ချနေကြတယ်။ အဲဒီမှာ ဆေးရုံအုပ်ကြီးရောက်လာပြီး \"ဘာလို့ ခုန်ချနေကြတာလဲ\"လို့မေးတော့ လူနာတစ်ယောက်ကပြန်ဖြေတယ်။ လေယာဉ်ပျံစီးတမ်း ကစားနေကြတာတဲ့။ အဲဒါနဲ့ တာဝန်ကျဆရာဝန်ရော မတွေ့ပါလား။ ဘယ်ရောက်သွားလဲဆိုတော့ လူနာက ပြန်ဖြေတယ်။ ပထမ Flight နဲ့ ထည့်ပေးလိုက်ပြီ‌လေတဲ့...”အဲဒီဟာသလေးကို ကြားဖူးကြလားမသိဘူး။ ရယ်ရလားဆိုတော့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2mgA6/(CM)_The_King_of_Comedy_(1982)_720p.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7GcqdBKaMM9BWXWN07BirBMkcBF.jpg",
        "title": "Spencer(2021)",
        "description": "Spencer(2021) အညွှန်း***************IMDb....7.2Kristen Stewart ဟာ ဝေဖန်အတော်များများခံရတဲ့ သရုပ်ဆောင်တွေထဲပါတယ်လို့ဆိုရမှာပါ...သို့ပေမဲ့ Diana (ဒိုင်ယာနာ) အဖြစ်သရုပ်ဆောင်ထားတဲ့ ဒီရုပ်ရှင်မှာတော့ Oscar ရနိုင်တယ်လို့တောင်ဝေဖန်ရေးဆရာတွေက ချီးကျူးထားကြပါတယ်....ဒိုင်ယာနာဆိုတာ ဗြိတိန်တော်ဝင် မိသားစုဝင်တစ်ဦးဖြစ်ပါတယ်...သို့ပေမဲ့ သူမ ငယ်ဘဝက ကြမ်းတမ်းပါတယ်...မိဘတွေ အိမ်ထောင်ကွဲဖြစ်ပြီး လန်ဒန်သို့ပြောင်းကာ လစာနိမ့်ဘဝဖြင့် လုပ်ကိုင်ရင်း ငယ်ဘဝကို ဖြတ်သန်းခဲ့ရတယ်...အဲဒီနောက် ဒုတိယ အဲလိဇဘက်ဘုရင်မ၏ သားကြီးဖြစ်သူ ချားလ်မင်းသားနဲ့စေ့စပ်လိုက်ပါတယ်..ဒီဇာတ်လမ်းဟာ ချားလ်မင်းသားနဲ့အိမ်ထောင်ပြုပြီး နောက်ပိုင်းအေးခဲစပြုလာတဲ့ အိမ်ထောင်ရေးပြဿနာတွေကို အဓိကထားရိုက်ပြသွားတာပါ..ဒိုင်ယာနာ တစ်ယောက် တော်ဝင် အသိုင်းအဝိုင်းမှာအနေရကြပ်လာခဲ့တဲ့အကြောင်းတွေကိုလည်း မွှမ်းထုံပြသထားပါတယ်။လူမှုရေးဆက်ဆံရေးကောင်းမွန်တဲ့အပြင် ကျက်သရေ ရှိလွန်းလှတဲ့ အလှအပကိုပိုင်ဆိုင်သူ..နိုင်ငံရဲ့ ပုံရိပ်အဖြစ်တင်စားခံရတဲ့သူ .လူထုရဲ့ချစ်မြတ်နိုးမှုကို အများဆုံးရတဲ့သူ..ဖက်ရှင်ပုံမှာလည်း ဒိုင်ယာနာစတိုင်ဆိုပြီး Fashion Queen အဖြစ်သတ်မှတ်ခံရသူ..ဒီလို ဂုဏ်ပုဒ်ပေါင်းများစွာ ပိုင်ဆိုင်တဲ့ မင်းသမီးလေးဟာနောက်ကွယ်မှာတော့ ဘယ်လိုခက်ခဲတဲ့အခြေအနေတွေကို ဖြတ်သန်းနေရလဲ....အချစ်ရေးမှာရော သူမ ဘယ်လောက်ထိ ကံကောင်းခဲ့လဲ...အခက်အခဲကြုံလို့ သူမအတွက် ကမ်းလင့်လက်တစ်စုံရှိခဲ့လား...ခံစားကြည့်ကြပါဦး..ဘာသာပြန်ထားတာကတော့ CM Team ပဲ ဖြစ်ပါတယ်။ File ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Gjjx/Spencer.2021.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nRMqDT90bASsotS8C11rasTdB5m.jpg",
        "title": "Coward Hero ( 2019 )",
        "description": "ဒီ coward hero ဆိုတဲ့ဇာတ်ကားလေးက Dramaတွေ ဟာသ‌တွေအပြည့်နဲ့ ကြည့်ရမဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်ဇာတ်ကားလေးကတော့ ရှန့်ဟိုင်မြို့ရဲ့ 1930 ပတ်ဝန်းကျင်လောက်ကလူဆိုးဂိုဏ်းအဖွဲ့ဝင် ယန်သဟိုင်(မင်းသား)ဆိုတဲ့ ငကြောက်လေးတစ်ယောက်ကနေ စတင်ခဲ့ခြင်းပဲဖြစ်ပါတယ်ယန်သဟိုင်မှာ တိတ်တခိုးချစ်‌နေရတဲ့ သုချင်း(မင်းသမီး) အကမယ်လေးတစ်ယောက်ရှိပါတယ်ယန်သဟိုင်က သူ့ဘဝ‌လေးကိုအေးဆေးပျော်ရွှင်စွာ ဖြတ်သန်းနေချိန်မှာပဲသူ့မှာကုသလို့မရတော့တဲ့ရောဂါတစ်မျိုးရနေကြောင်း၊ သေတော့မှာဖြစ်ကြောင်းကိုသိလိုက်တဲ့အခါသူချစ်ရတဲ့ကောင်မလေးအတွက် အကြွေးတွေပြန်ဆပ်ပေးဖို့ဆုံးဖြတ်ခဲ့တယ်သူအကြွေးဆပ်ဖို့ ငွေရှာရင်းနဲ့ ကြက်ကန်းဆန်အိုးတိုးပြီး ရဲအရာရှိတစ်ယောက်ဖြစ်ခဲ့တယ်ဒါပေမဲ့ ဘာမှတတ်ကျွမ်းမှုမရှိတဲ့လူတစ်ယောက်က ရဲအရာရှိတစ်‌ယောက်အနေနဲ့ အမှုတွေဘယ်လိုဖြေရှင်းကြမလဲ...ရဲအရာရှိဖြစ်သွားတာနဲ့အတူ လူဆိုးဂိုဏ်းအဖွဲ့ဝင်ဖြစ်နေလို့ ကြားထဲက ပြဿနာတွေ ဘယ်လိုဖြေရှင်းမလဲ...သူအသက်ရှင်နေတုန်း သေရကျိုးနပ်အောင် ဘယ်လိုများ Drama Kingလုပ်မလဲ..သူချစ်ရတဲ့မိန်းကလေးကို ဘယ်လိုပေးဆပ်ခဲ့မလဲဆိုတာကို နောက်ဆုံးအခန်းလေးထိကြည့်ရှုလိုက်ကြရအောင်နော် Quality : HDRip 1080pFormat : mp4Genres : DramaSubtitle : Myanmar Subtitle ( hardsub )Translated By A Pu LayEncoded By LK",
        "rating": "5.",
        "url": "https://channelmyanmar.org/coward-hero-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/RlDDx_4f-141x200.jpg",
        "title": "Drama Special The Effect of a Finger Flick on a Breakup(2021)",
        "description": "Drama Special The Effect of a Finger Flick on a Breakup(2021)အညွှန်း***************************************************************ရီးရဲ -ဘာကာ ဒါဘီပွဲ....ပြိုင်ဆိုင်မှုပြင်းထန်လှတဲ့ပွဲကြီးပွဲကောင်းကို ကြည့်နေတဲ့ ချစ်သူစုံတွဲတစ်တွဲရှိတယ်...ကောင်မလေးက ဘာကာဘက်ကလောင်းတယ်..ကောင်လေးက ရီးရဲကလောင်းတယ်..ကြေးကတော့ နဖူးတောက်ကြေး...ဘန်ဇီမာသွင်းလိုက်တဲ့ဂိုးကြောင့် ကောင်လေးဟာ ကောင်မလေးကို နဖူးတောက်တယ်...တကယ်တွယ်မှာနော်လို့ အပြောကိုကောင်မလေးက ပြုံးပြုံးလေးနဲ့တောက်ပါဆိုပြီးမျက်လုံးလေးမှိတ်လို့ပေါ.... အားကြီ:နဲ့ကောင်လေးရဲ့ တောက်ချက်ကြောင့် ကောင်မလေးငိုမဲ့မဲ့ဖြစ်သွားတယ်... အဲ့ဒီနောက် တော့ နဖူးတစ်ချက် နင်းကန်တောက်တဲ့ နောက်ဆက်တွဲ ပြဿနာကဆက်တိုက်လို့ပြောရပါတော့မယ်..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦ:နော်...File Size :(1 GB) and (480 MB)\nQuality : Web-Dl 720p\nFormat…mp4\nDuration…01:06:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Estel & wWin\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/10l1u/Drama_Special_The_Effect_of_a_Finger_Flick_on_a_Breakup(2021)WEB-DL720P.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMmI2NGU0YTktOTVkZC00YmIwLTgwZDItNDlkY2QxYzk4NTQyXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "The Feast (2021)",
        "description": "The Feast (2021)ချမ်းသာတဲ့ မိသားစုတစ်စုဟာ ဝေလတောင်တန်းတွေကြားမှာ အိမ်တစ်အိမ်သီးသန်းဆောက်ပြီးနေထိုင်ပါတယ်\n(ဝေလနိုင်ငံဆိုတာတော့ UK ရဲ့ တစ်စိတ်တစ်ပိုင်းဖြစ်တဲ့ နိုင်ငံတစ်နိုင်ငံပါ ဝေလလူမျိုးတွေရဲ့ အင်းဂလိပ်စကားက ရှေးဟောင်းအင်းဂလိပ်စကား အစစ်ပါ)တစ်နေ့တော့ သူတို့ရဲ့ စီးပွာရေးသမားတစ်ယောက်ရယ် အိမ်နီးနားချင်းတစ်ယောက်ရယ်နဲ့ အတူ ညစာစားဖို့ စီစဉ်ထားကြပါတယ်\nညစာစားပွဲမှာ ဘယ်ကမှန်းမသိတဲ့ ကောင်မလေးတစ်ယောက်က အိမ်အကူအဖြစ် လာကူညီပေးပြီးတော့ ဆိုးရွားမှုတွေအများကြီး စဖြစ်လာပါတော့တယ်အဲ့ဒီကောင်မလေးက ဘယ်သူလဲ သူတို့ကရော ညစာစားပွဲမှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ ဆိုတဲ့ မေးခွန်းတွေ\nသွေးထွက်ကြမ်းတဲ့ horror scenes တွေနဲ့အတူ dialogueတစ်ခုချင်းစီက သင့်ကို ဇာတ်လမ်းအကြောင်းနားလည်အောင် ရှင်းပြသွားမှာပါHorror vibe လေးခံစားချင်ပြီး plot twistလည်း ကြိုက်တဲ့သူတွေအဖို့တော့ ကြည့်ရတန်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်မှာပါ( ဘာသာပြန်ပြီ အညွှန်းရေးသားထားသူကတော့ Thura Hein ပဲ ဖြစ်ပါတယ်)File Size__(1.7GB) / (850 MB)\nQuality__1080p, 720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:33:00\nType__Drama , Horror ...",
        "rating": "5.9",
        "url": "https://megaup.net/10l0n/The_Feast_(2021)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/b-150x200.jpg",
        "title": "Soldier Boy (2019)",
        "description": "ဖြစ်ရပ်မှန် ဒရာမာ စစ်ကားလေး တစ်ကားလောက် ကြည့်ရအောင်။ဒုတိယကမ္ဘာစစ်အတွင်းမှာ တကယ်ရှိခဲ့တဲ့ သူရသတ္တိဆုတံဆိပ်ရ၆နှစ်အရွယ် အသက်အငယ်ဆုံး စစ်သားလေး ဆီရော့ရှာ ရှိရှကင်အကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းလည်းကောင်းသလို ကလေးကလည်းအရမ်းကိုချစ်ဖို့ကောင်းပါတယ်။ ဂျာမန်တွေကြောင့် မိသားစုတစ်စုလုံးအသတ်ခံရအပြီးမှာဆီရော့ရှာလေးကို တပ်ရင်းတစ်ခုက ကင်းထောက်တစ်ယောက်က ကောက်ရပြီး ခေါ်လာခဲ့ပါတယ်။တပ်ရင်းကနေ မိဘမဲ့ဂေဟာကို ပို့ရမှာဖြစ်ပေမဲ့ တပ်ရင်းတစ်ရင်းလုံးကချစ်ပြီးတပ်ရင်းမှူးကိုယ်တိုင်က မွေးစားလိုက်တဲ့အတွက် ဆီရော့ရှာဟာ တပ်ရင်းမှာပဲ ဆက်နေခွင့်ရခဲ့ပါတယ်။တိုက်ပွဲအတွင်း ကျည်ဆံလိုက်ပို့တာ၊ ဆက်သွယ်ရေးကြိုးသွယ်တာ၊ စာတွေလိုက်ဝေတာကအစတတ်နိုင်သမျှအကုန်လုပ်ခဲ့ပြီး သူ့မွေးစားအဖေကိုပါ သူ့ကိုချစ်တဲ့ သူနာပြုလေးနဲ့လိုက်ပြီးအောင်သွယ်ပေးတဲ့အထိကို လိမ္မာပြီး လည်တဲ့ကလေးပါပဲ။ကြည့်ရင်းနဲ့ကို အတော်သဘောကျဖို့ကောင်းပါတယ်ကြည့်ကြည့်လိုက်ပါဦး\nFile size…(1.6 GB) / (800 Mb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:26:00\nGenre...War, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr.Anderson",
        "rating": "",
        "url": " https://megaup.net/1Gicu/Soldatik.2019.720p.AMZN.WEB-DL_(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Shoot-Em-Up-poster-133x200.jpg",
        "title": "Shoot ‘Em Up (2007)",
        "description": "Shoot 'Em Up (2007)IMDb - 6.7/10_____Rotten - 67%\nမမမိုနီကာပါဝင်တဲ့ Action/Thriller လေးပါ...မုန်လာဉနီမြင်ရင် သတိရနေမိတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။ဇာတ်လမ်းအကြောင်းလေးကို အနည်းငယ်မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအစမှာ ဘယ်သူမှန်းမသိတဲ့ ဗိုက်ကြီးသည်မိန်းကလေးတစ်ယောက်နဲ့စတင်ထားပါတယ်။ဒီမိန်းကလေးကို ဘယ်ကမှန်းမသိတဲ့ လူတစ်စုကသတ်ဖြတ်ချင်နေကြပါတယ်. . .အဲ့လိုပြသနာတွေဖြစ်နေကြတုန်းမှာ ဘယ်လိုပေါ်လာမှန်းမသိတဲ့ ဇာတ်လိုက်က မိန်းကလေးကိုကယ်သွားပါတယ်...ကလေးတောင်မွေးပေးလိုက်သေး...သူတို့ဇာတ်ရှုပ်ကြီး အပစ်အခတ်ကြမ်းကြမ်းနဲ့ ဘယ်လိုရှင်းကြမလဲဆိုတာ....။ဇာတ်လမ်းသွား တမူထူးခြားတဲ့ဇာတ်ကားလေးပါပဲ။\nFile size…(1.5 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:26:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Idiot Myo Ko",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/shoot-up2007/"
    }
]