[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/8n7wthcealtx-141x200.png",
        "title": "Bosomy Tae-hee (2020)",
        "description": "Bosomy Tae-hee (2020)\nDark Side အားပေးတဲ့ယောကျာ်းထုကြီးအပေါင်း\nမျှော်နေကြမယ်ထင်လို့ နောက်ထပ် ကိုရီးယား 18 အပေါင်း\nကားလေးနဲ့ထပ်ပြီး မိတ်ဆက်ပေးပါအုန်းမယ်။\nစာမေးပွဲအပြီး အိမ်တွင်းအောင်း ဂူအောင်းသိုင်းကျင့်မယ့်\nသိုင်းဆရာတို့ ရိက္ခာလေးတွေကြိုဒေါင်းထားကြပါ။\nဇာတ်လမ်းလေးကတော့ နှစ်အိမ့်တစ်အိမ်\nဟင်းလဲစားတဲ့အကြောင်းပါပဲ။\nအလုပ်တစ်ခုမှာအတူတူလုပ်ကြတဲ့\nစီနီယာ၊ဂျုနီယာနှစ်ယောက် မိန်းမတွေကိုယ်စီရှိကြပေမယ့်\nတမျိုးတည်းကြာကြာဝါးရင် အရိုးညက်တယ်ဆိုသလို\nကိုယ့်မိန်းမ၊သူမိန်းမ လဲစားဖို့ စုံတွဲနှစ်တွဲ\nခရီးအတူတူထွက်ရင်း ကြံစည်ကြလေသတည်းပေါ့။\nဒီမှာပြောချင်တာက စီနီယာကတော့ ဂျပန်ကတုံးရုပ်မျိုးပေမယ့်\nသူမိန်းမလေးကတော့တော်တော် ချောတယ်ပြောရမယ်။\nBaby Face ကိုမှပါးချိုင့်လေးနဲ့။\nဘရားသားတို့စိတ်ကူးယဉ်လို့ရမယ့် ဆိုဒ်မျိုး။\nသူလေးက တခြားဆော်တွေလိုမဟုတ်ဖူး။\nနူးနူးညံ့ညံ့ ငြင်ငြင်သာသာအထိအတွေ့လေးတွေကိုမှ ခိုက်တယ်။\nသူဘဲကြီးကတော့အဲ့လိုမဟုတ်ဖူး။\nပညာလည်းစုံသလို ကြမ်းချင်တယ် ရမ်းချင်တယ်ပေါ့။\nစီနီယာကြီးရဲ့ ဆော်နဲ့ဆန့်ကျင်ဖက် ဂျူနီယာရဲ့ဆော်ကြီးကတော့ကြမ်းကြမ်းတမ်းတမ်းမှကြိုက်တာ။\nအဲ့ဆော်ကြီးကတော့ ရုပ်ကအရမ်းကြီးအချောကြီး\nမဟုတ်ပေမယ့် Technique ကတော့ကျွမ်းတယ်ပြောရမယ်။\nဆက်ပြောရရင် သိုင်းကားတွေထုံးစံအတိုင်းတယောက်တလဲစားကြမယ့်\nအစီအစဉ်ကို ဆော်ကြီးတွေကလည်းသိသိကြီးနဲ့မသိချင်ယောင်ဆောင်ကြလေသတည်းပေါ့။\nစီနီယာကိုရီးယားကတုံးရဲ့ဆော်ကို ဖန်ရတာလွယ်ပေမယ့်ခက်နေတာက\nဂျူနီယာရဲ့ဆော်။\nခရီးထွက်လာတဲ့ညမှာတင် အတွဲနှစ်တွဲသောက်ကြစားကြရင်း\nအဲ့ညမှာ ဂျူနီယာကတော့ စီနီယာဘဲရဲ့ဆော်ချောချောလေးကိုဖန်ပြီး\nစားသောက်ပြီးစီးသွားပေမယ့် စီနီယာဘဲကြီးတယောက်ကတော့\nဘယ်လို နည်းလမ်းတွေသုံးပြီး ဂျူနီယာဆော်ကို\nတီးရမလဲဆိုတာ ဂွကျနေတယ်။ဘာလို့လဲဆိုတော့ အဲ့ဂျူနီယာဘဲရဲ့\nဆော်ကြီးကအရက်မူးရင်သွေးဆိုးတယ်။\nအဲ့မှာနည်းနည်းပြဿနာတက်နေတာ။\nဒါနဲ့ သူ့မိန်းမကိုအပူကပ်ပြီး အဲ့ဂျူနီယာရဲ့ဆော်ကြီးကို ဖြုတ်ဖို့\nအကူအညီတောင်းတာပေါ့။\nသူမိန်းမကလည်းသူယောကျာ်းကို ကြောက်ရတော့ကူညီပေးလိုက်တယ်ပေါ့။\nအဲ့မှာ အဲ့ဘဲကြီးရဲ့ ရှယ်စားမယ့် စီမံကိန်းကြီးလည်းအောင်မြင်သွားပြန်တယ်။ဒါပေမယ့်\nအဲ့ဘဲကြီးမသိတာကသူတို့မိန်းမတွေကလည်း\nသူတို့ကိုလက်စားချေဖို့ကြံစည်နေတယ်ဆိုတာကိုပဲ။\nကဲ ဆက်ပြောရင်ဇာတ်လမ်းပေါ့မှာဆိုလို့ မပြောတော့ဖူး။\nသိချင်ရင်ဒေါင်းသာကြည့်ကြ။အဲ့ထဲကစီနီယာဘဲကြီးရဲ့ဆော်လေးကတော့\nနုနုထွတ်ထွတ်လေးနဲ့ ဂျပန်မလေးတွေဆိုဒ်မျိုး\nစကားပြောရင် မပွင့်တပွင့်လေးနဲ့\nရုပ်လေးကတော်တော်ချောတယ်ဆိုတာတော့\nညွှန်းလိုက်ပါရစေ။\nအဲ့ဆော်နှစ်ယောက်ဘဲကြီးနှစ်ယောက်အပိုးကျိုးသွားအောင်\nဘယ်လိုချေမယ်၊ဘယ်လိုပညာခန်းတွေသုံးမယ်ဆိုတာတော့\nနားကြပ်တပ် ဂူအောင်းပြီး သိုင်းကျင့်ရင်းခံစားကြည့်လိုက်ကြပါ။\nDarkSide အတွက် ...",
        "rating": "7.3",
        "url": "https://megaup.net/3xxrn/Bosomy_Tae-hee_(2020)_1080P_HD_%7BDS%7D_(2).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/takers-138x200.jpg",
        "title": "Takers(2010)",
        "description": "Takers(2010)(unicode)(ရသအပြည့်အဝခံစားနိုင်စေရန် Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်\nတင်ဆက်ပေးထားပါသည်...)\nလူ(၄)ယောက် အခန်းတစ်ခုထဲမှာ ဆုံကြတယ်...စကားအနည်းငယ်ပြောပြီးတာနဲ့\nအသင့်ပါလာတဲ့ အနက်ရောင်ဝတ်စုံတွေလဲလိုက်ကြသလို မျက်နှာဖုံးစွပ်အနက်\nတွေလည်း ဝတ်ဆင်လိုက်ကြတယ်...M4A1 Carbine နဲ့ Glock စီးရီးအလိုက်\nလက်နက်ငယ်တွေလည်း ကိုင်ဆောင်ထားကြတယ်...\nသူတို့ကြည့်ရတာ အချိန်အကြာကြီးစီစဉ်ထားကြသလို\nအကုန်လုံးကလည်း သွေးအေးတည်ငြိမ်လွန်းနေကြတယ်...\nသိပ်မကြာဘူး..လောစ့်အိန်ဂျလိစ်မြို့တွင်းက ဘဏ်တစ်ခုကို ဓားပြဝင်တိုက်ကြတယ်....\nဘယ်လောက်တောင် ရဲတင်းလွန်းသလဲဆိုတော့ ဘဏ်စာရေးမကိုတောင် ရဲစခန်းကို\nဓားပြတိုက်ခံနေရကြောင်း ဖုန်းဆက်ခိုင်းလိုက်ပါသေးတယ်....\nကိုင်း ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး....\nဘဏ်ဓားပြတွေက ဘယ်သူတွေဖြစ်မလဲ....\nLA ရဲတွေကရော အမိဖမ်းနိုင်ပါ့မလား...\nဒီလောက်သွေးအေးပြီး အစီအစဉ်တကျ ဓားပြမှုကျူးလွန်နိုင်လောက်အောင်\nဒီလူတွေဘယ်လောက်တော်နေလဲ...\nဒီကားကတော့\nပရိသတ်တွေနဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့ Fast & Furious မင်းသား Paul Walker နဲ့ Idris Elba တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်....အမိုက်စား ဘဏ်ဓားပြကားထဲက တစ်ကားအပါအဝင်ဖြစ်လို့ ခပ်လန်းလန်း စဆုံး Tempo မကျတဲ့ကားတွေမှ\nသဘောကျတဲ့ပရိတ်သတ်တွေအဖို့ လက်မလွှတ်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ....(zawgyi)(ရသအျပည့္အဝခံစားႏိုင္ေစရန္ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/takers2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/end.of_.sentence-135x200.jpg",
        "title": "End of Sentence (2019)",
        "description": "End of Sentence (2019)=================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#Unicodeဒီဇာတ်ကားလေးကတော့ Drama ဇာတ်ကားကောင်းလေးပါ။ ဇာတ်လမ်းအစလေးကတော့ ထောင်ထဲမှာ ရှန်နီဆိုတဲ့သားကိုသွားတွေ့မယ့် မိခင် အန်နာဗိုဂယ်ဟာ ကင်ဆာရောဂါခံစားနေရပါတယ်။ သားထောင်ကျနေတုန်းမှာသူ့ရောဂါကြောင့် မတွေ့ရမှာစိုးရိမ်ပြီး နောက်ဆုံးတစ်ခေါက်အနေနဲ့လာတွေ့ပါတယ်။ ဒီလိုနဲ့ နှုတ်ဆက်ပြီး အပြန် ရက်ပိုင်းသိပ်မကြာခင်မှာ သေဆုံးသွားပါတယ်။ ခင်ပွန်းဖြစ်သူ ဖရန့်ဗိုဂယ်ဟာ သေဆုံးသွားသူမိန်းမရဲ့ဆန္ဒအရ သားဖြစ်သူနဲ့အတူ သူမရဲ့အရိုးပြာကို သူတို့လက်ရှိနေတဲ့နေရာထက်အများကြီးဝေးတဲ့ အိုင်ယာလန်ဖက်မှာရှိတဲ့ရေကန်ထဲမှာဖြန့်ကျဲပေးစေချင်ပါတယ်။ ဒီလိုနဲ့ သားဖြစ်သူထောင်ထွက်မယ့်နေ့ကိုစောင့်ပြီး သူ့မိန်းမရဲ့ဆန္ဒကိုပြောပြပါတယ်။ သားဖြစ်သူကလည်း အဖေဖြစ်သူနဲ့က သိပ်မတည့် ငြင်းမရတဲ့အဆုံး လက်ခံလိုက်ပါတယ်။ သေဆုံးသွားသူ မိန်းမရဲ့ဆန္ဒကိုလည်း ဖြည့်ဆည်းပေးချင်တဲ့ယောက်ျားတစ်ယောက်ရဲ့ဆန္ဒ၊ သားဖြစ်သူနဲ့လည်း အဆင်မပြေတဲ့ သူတို့နှစ်ယောက် ဘယ်လိုတွေရှေ့ဆက်သွား ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုပေးပါဦး။ (အင်္ဂလိပ်စာဖိုင် အမှန်မထွက်သေးသောကြောင့် တစ်ချို့နေရာတွေကိုနားထောင်ဘာသာပြန်ပေးရတာဖြစ်လို့ မှားတာရှိရင် ဖြည့်ဆည်းကြည့်ရှုပေးပါလို့တောင်းဆိုလိုက်ပါတယ်။) #Zawgyiဒီဇာတ္ကားေလးကေတာ့ Drama ဇာတ္ကားေကာင္းေလးပါ။ ဇာတ္လမ္းအစေလးကေတာ့ ေထာင္ထဲမွာ ရွန္နီဆိုတဲ့သားကိုသြားေတြ႕မယ့္ မိခင္ အန္နာဗိုဂယ္ဟာ ကင္ဆာေရာဂါခံစားေနရပါတယ္။ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/end-of-sentence-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/04q2dhaapxol-133x200.jpg",
        "title": "Lazy Hazy Crazy (2015)",
        "description": "အမှန်ဆို 18+ ဆိုတာနဲ့\nအိပ်ရာပေါ် ဝုန်းဒိုင်းပြေးတက်\nဒချိ ဒချိ တွေ ကို ကျနော်\nတကယ်ကြီး မကြိုက်ပါဘူး\nတစ်ခါလာလဲ ဝုန်း တစ်ခါလာလဲဝုန်း\nဇတ်လမ်းဇတ်ကွက်က ဝုန်းတဲ့ ဇတ်ဆို\nPron ကားတွေ ကြည့်တာပဲ အကျိုး ရှိပါတယ်..\nကျနော် အရမ်းကြိုက်တဲ့ 18+ ထဲ မနက်ဖြန်\nတင်မယ့် ရုပ်ရှင်ကားလေးလဲ ပါပါတယ်...\nတရုတ်မလေး ကျောင်းသူ ၃ ယောက် ရဲ့\nဖြစ်ရပ်မှန် ဇတ်လမ်းလေး တစ်ပုဒ် ပါ...\nချွိုင် ၊ ပင်ကီ ၊ ထရေစီ ဆိုတဲ့ သုံးယောက်ပါ\nချွိုင် နဲ့ ပင်ကီ က အိမ်ကို အားမကိုးပဲ ကျောင်းလခ\nအိမ်ငှားခ တွေကို ရှာနေကြရတဲ့သူတွေပါ\nဘယ်လိုရှာလဲတော့ မမေးနဲ့ We Chat လို\nအကောင့်တွေကနေ အော်ဖာ ရှာပါတယ်\nတစ်ညအိပ် ၅ ထောင်လောက် ခိုင်တယ်\nလူကသာ အထက်တန်း ကျောင်းသူ\nပညာကတော့ အိမ်ရှင်မ အဆင့်ကျော်နေပါပြီ...\nသူတို့ သူငယ်ချင်း အရိုးခံလေး ထရေစီ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2bCxq/Lazy.Hazy.Crazy.2015.1080p.BluRay_%7BDS%7D_(2).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/TU-133x200.jpg",
        "title": "Tuscaloosa(2020)",
        "description": "Tuscaloosa(2019)(unicode)ဒီကားလေးကို ၁၉၇၂ခုနှစ် အမေရိကန်နဲ့\nဗီယက်နမ် စစ်ပွဲဖြစ်နေချိန်\nနိုင်ငံတွင်းမှာလဲ လူဖြူလူမည်းကြား\nလူမျိုးရေးခွဲခြား အကြမ်းဖက်မှုတွေဖြစ်နေချိန်ကို\nဇာတ်အိမ်တည်ဆောက်ထားပါတယ်.....\nအဲ့ဒီအချိန်မှာပဲ ပူပူနွေးနွေးကောလိပ်ကျောင်းပြီးထားတဲ့ဘီလီတစ်ယောက်\nသူ့အဖေဆေးရုံအုပ်အဖြစ်လုပ်ကိုင်တဲ့\nတက်စ်ကာလိုဆာမြို့က စိတ်တ္တဇဆေးရုံကအလုပ်တွေကို ဝင်လုပ်ရင်းနဲ့ထူးခြားတဲ့ ကောင်မလေးတစ်ယောက်ကို သွားတွေ့တယ်...\nဒီကောင်မလေးက သိပ်လှတဲ့အပြင် စကားပြောကြည့်လိုက်တဲ့အခါမှာလည်း\nပုံမှန်လူတွေထက်အတွေးအခေါ်ကောင်းတွေ စကားပြောရည်မွန်တာတွေ\nသွားတွေ့ရတယ်....\nဒီကောင်မလေးက မရူးဘဲနဲ့ ဒီဆေးရုံကိုဘာလို့ရောက်လာတာလဲ...\nသူတို့(၂)ယောက်ကရော တစ်ဦးနဲ့တစ်ဦး ချစ်သွားကြမလား....ဒီဇာတ်ကားလေး ကြည်နူးစရာကောင်းတဲ့အချစ်အကြောင်းလေးကို\nဖော်ပြထားသလို လူဖြူတွေနဲ့လူမဲတွေကြား\nထားတဲ့သဘောထားတွေ အဖိနှိပ်ခံရမှုတွေကြားက\nလူမည်းတွေရဲ့ နာကျင်ခံစားရမှုတွေ မကျေနပ်မှုတွေကိုတွေ့နိုင်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်...(zawgyi)ဒီကားေလးကို ၁၉၇၂ခုႏွစ္ အေမရိကန္နဲ႔\nဗီယက္နမ္ စစ္ပြဲျဖစ္ေနခ်ိန္\nႏိုင္ငံတြင္းမွာလဲ လူျဖဴလူမည္းၾကား\nလူမ်ိဳးေရးခြဲျခား အၾကမ္းဖက္မႈေတြျဖစ္ေနခ်ိန္ကို\nဇာတ္အိမ္တည္ေဆာက္ထားပါတယ္.....\nအဲ့ဒီအခ်ိန္မွာပဲ ပူပူေႏြးေႏြးေကာလိပ္ေက်ာင္းၿပီးထားတဲ့ဘီလီတစ္ေယာက္\nသူ႔အေဖေဆး႐ုံအုပ္အျဖစ္လုပ္ကိုင္တဲ့\nတက္စ္ကာလိုဆာၿမိဳ႕က စိတ္တၱဇေဆး႐ုံကအလုပ္ေတြကို ဝင္လုပ္ရင္းနဲ႔ထူးျခားတဲ့ ေကာင္မေလးတစ္ေယာက္ကို သြားေတြ႕တယ္...\nဒီေကာင္မေလးက သိပ္လွတဲ့အျပင္ စကားေျပာၾကည့္လိုက္တဲ့အခါမွာလည္း\nပုံမွန္လူေတြထက္အေတြးအေခၚေကာင္းေတြ စကားေျပာရည္မြန္တာေတြ\nသြားေတြ႕ရတယ္....\nဒီေကာင္မေလးက မ႐ူးဘဲနဲ႔ ဒီေဆး႐ုံကိုဘာလို႔ေရာက္လာတာလဲ...\nသူတို႔(၂)ေယာက္ကေရာ တစ္ဦးနဲ႔တစ္ဦး ခ်စ္သြားၾကမလား....ဒီဇာတ္ကားေလး ၾကည္ႏူးစရာေကာင္းတဲ့အခ်စ္အေၾကာင္းေလးကို\nေဖာ္ျပထားသလို လူျဖဴေတြနဲ႔လူမဲေတြၾကား\nထားတဲ့သေဘာထားေတြ အဖိႏွိပ္ခံရမႈေတြၾကားက\nလူမည္းေတြရဲ႕ နာက်င္ခံစားရမႈေတြ မေက်နပ္မႈေတြကိုေတြ႕ႏိုင္ပါတယ္\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasျဖစ္ပါတယ္...File Size : (950 MB) and (335 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:41:00\nGenre : Drama\nSubtitle : ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/tuscaloosa2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/THE-WH-143x200.jpg",
        "title": "The Whistleblower(2019)",
        "description": "The Whistleblower(2019)(unicode)မက်က သြစတေးလျအခြေစိုက် သတ္တုတူးဖော်တဲ့ကုမ္ပဏီတခုမှ အလုပ် လုပ်နေတဲ့ တရုတ်လူမျိုးတစ်ယောက်ပါ။ သူ့ရဲ့ကြိုးစားမှုကြောင့်ပဲ\nကုမ္ပဏီမှာလည်းနေရာကောင်းရထားတဲ့ သူတယောက်ပါ။ မက်ရဲ့ကုမ္ပဏီက နည်းပညာအသစ်တခုကို အာဖရိကမှာသွားစမ်းသပ်ရင်း ဆိုးရွားတဲ့ သဘာဝဘေး ငလျင်ဒဏ်ခံကိုကြုံလိုက်ရတယ်.....။ ဒီငလျင်အတွက် ကယ်ဆယ်ရေးလုပ်ဖို့သွားတဲ့ မက်ရဲ့သူငယ်ချင်းက ပြန်ရောက်လာတဲ့ညမှာပဲ အသတ်ခံလိုက်ရပါတယ်။ဒီလူသတ်ခံရမှုဟာ ဘာကြောင့်လဲ.... ငလျင်ဒဏ်ဟာ သဘာ၀ဘေးမဟုတ်ဘဲ နည်းပညာကြောင့်လား.....\nမက်ရဲ့သူငယ်ချင်းကလည်း မသေခင်မှာ ကယ်ဆယ်ရေးလုပ်နေတုန်းမှာ တွေ့ခဲ့တာတွေကို ဘယ်သူ့ကိုဝေမျှခဲ့လဲ....\nအကြိုးအမြတ်ကိုပဲကြည့်ပြီး လူတွေရဲ့ ဆိုးကျိုးကိုမကြည့်တဲ့ ကိုယ်ကြိုးသမားတွေရဲ့ရန်ကနေ ဘယ်လို မက်တို့ရင်ဆိုင်ရမလဲ...ခံစားကြည့်ကြပါဉီး....၁၃၄ မိနစ် ကြာတဲ့ ဒီကားဟာ မာလဝီ၊ တရုတ်နဲ့ သြစ​တြေးလျ တို့မှာ အဓိက ဇာတ်အိမ်တည်ထားပြီး dramaနဲ့ actionကို အချိုးညီညီ​ပေါင်းစပ်ထားတဲ့ ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်း အစ အလယ် အဆုံး အလှည့်အ​ပြောင်းများစွာနဲ့ အချိန်ကုန်လို့ ကုန်မှန်းမသိ​အောင် ဆွဲ​ခေါ်သွားမယ့် ဇာတ်လမ်း​ကောင်း​လေးမို့ပါ။\nမင်းသမီး Wei Tang ကိုကြည့်ရတာနဲ့တင်တန်ပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ K ပဲဖြစ်ပါတယ်....(zawgyi)မက္က ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-whistleblower2019/",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKAOyKRjsGXn6Pwz49e2s1nf5S.jpg",
        "title": "Lost Girls(2020)",
        "description": "Lost Girls(2020)(unicode)မာရီဂီးလ်ဘတ်သည် သမီး ၃ယောက်အတွက် ရုန်းကန်နေရသော မုဆိုးမတစ်ယောက် ဖြစ်သည်။ အငယ်ဆုံးသမီးမှာ စိတ်ကျန်းမာရေး ချို့ယွင်းချက်ရှိပြီး အကြီးဆုံးသမီးမှာ တခြားမြို့တွင်အလုပ်လုပ် နေသည်။ တစ်ရက်တွင် သမီးကြီး ဖြစ်သူ ပျောက်နေကြောင်း ကြားသိလာရသောကြောင့် သမီးကြီး အပေါင်းအသင်းများထံ သွားမေးမိသည်။ ထိုအခါမှ သမီးကြီး ပျောက်ဆုံးမှုမှာ သွေးရိုးသားရိုး မဟုတ်သည့် အပြင် မိန်းကလေး တချို့လည်း ထူးထူးဆန်းဆန်း ပျောက်ဆုံးကြောင်း သိလာရသည်။\nသမီးပျောက်မှုအတွက် သက်ဆိုင်ရာကို အကြောင်းကြားပေမယ့်လည်း\nလုံလောက်တဲ့သက်သေမရှိတဲ့အပြင် စောင့်ဆိုင်းဆဲကာလဆိုတဲ့အကြောင်းပြချက်\nကြောင့် မာရီဂီးလ်ဘတ်အတွက် သမီးဇောနဲ့ အရူးတစ်ပိုင်းဖြစ်ရပါတယ်...\nဒါပေမယ့် သမီးအတွက် သူမဟာ ပူဆွေးနေမယ့်အစား အစွမ်းကုန်ရှာဖွေဖို့ ကြိုးစား\nပါတော့တယ်.....\nသမီးလေးကို ရှာတွေ့နိုင်ပါ့မလား.... ထူးဆန်းစွာပျောက်ဆုံးနေကြရတဲ့နောက်ကွယ်မှာ\nဘယ်လောက်ကြောက်စရာကောင်းတဲ့အဖွဲ့အစည်းတွေများရှိနေမလဲ......\nလျှို့ဝှက်သည်းဖို ဇာတ်လမ်း နှစ်သက်သူများ အကြိုက်တွေ့မည့် ဇာတ်ကားဖြစ်သည်။\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Myo ပဲဖြစ်ပါတယ်.....(zawgyi)မာရီဂီးလ္ဘတ္သည္ သမီး ၃ေယာက္အတြက္ ႐ုန္းကန္ေနရေသာ မုဆိုးမတစ္ေယာက္ ျဖစ္သည္။ အငယ္ဆုံးသမီးမွာ စိတ္က်န္းမာေရး ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/lost-girls2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/M5P2XCmEkXVPZ58J4g4Yh0aSlW.jpg",
        "title": "A Bluebird in My Heart(2018)",
        "description": "A Bluebird in My Heart(2018)(unicode)ဒန်နီတစ်ယောက် ထောင်ကထွက်လာပြီးတဲ့နောက် ပုံမှန်ရိုးရှင်းတဲ့ဘဝကို ပြန်လည်တည်ဆောက် ပြီး ငြိမ်းချမ်းတဲ့ ဘဝလေး ဖန်တီးဖို့ကြိုးစားပါတယ်....\nအမျိုးသမီးတစ်ယောက်နဲ့ သူမရဲ့သမီးဖြစ်သူ ကလယ်ရာတို့ပိုင်ဆိုင်တဲ့ မိုတယ်တစ်ခုမှာ အခြေချပြီး အလုပ်လုပ်ဖို့ရောက်လာခဲ့ပါတယ်...အလုပ်မှာသူပျော်သလို ကလယ်ရာဆိုတဲ့ကောင်မလေးကိုလည်း သမီးလေးတစ်ယောက်လိုခင်တွယ်မိသွားတယ်...\nသံယော်ဇဉ်တွေတွယ်မိတဲ့ သမီးလိုချစ်ရတဲ့ ဒီကောင်မလေးဟာ ကံဆိုးလွန်းတယ်...\nလူမဆန်စွာ မုဒိန်းကျင့်ခံလိုက်ရပါတယ်...ဒီအဖြစ်အပျက်ကိုသိသွားတဲ့\nဒန်နီတစ်ယောက် သူ့ရဲ့ခက်ထန်ကြမ်းတမ်းတဲ့ စိတ်တွေပြန်ပေါ်ပေါက်လာပြီး\nဒီကောင်မလေးအတွက်\nဘာတွေဆက်လုပ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်....(zawgyi)ဒန္နီတစ္ေယာက္ ေထာင္ကထြက္လာၿပီးတဲ့ေနာက္ ပုံမွန္႐ိုးရွင္းတဲ့ဘဝကို ျပန္လည္တည္ေဆာက္ ၿပီး ၿငိမ္းခ်မ္းတဲ့ ဘဝေလး ဖန္တီးဖို႔ႀကိဳးစားပါတယ္....\nအမ်ိဳးသမီးတစ္ေယာက္နဲ႔ သူမရဲ႕သမီးျဖစ္သူ ကလယ္ရာတို႔ပိုင္ဆိုင္တဲ့ မိုတယ္တစ္ခုမွာ အေျခခ်ၿပီး အလုပ္လုပ္ဖို႔ေရာက္လာခဲ့ပါတယ္...အလုပ္မွာသူေပ်ာ္သလုိ ကလယ္ရာဆုိတဲ့ေကာင္မေလးကုိလည္း သမီးေလးတစ္ေယာက္လုိခင္တြယ္မိသြားတယ္...\nသံေယာ္ဇဥ္ေတြတြယ္မိတဲ့ သမီးလုိခ်စ္ရတဲ့ ဒီေကာင္မေလးဟာ ကံဆုိးလြန္းတယ္...\nလူမဆန္စြာ မုဒိန္းက်င့္ခံလုိက္ရပါတယ္...ဒီအျဖစ္အပ်က္ကုိသိသြားတဲ့\nဒန္နီတစ္ေယာက္ သူ႔ရဲ႕ခက္ထန္ႀကမ္းတမ္းတဲ့ စိတ္ေတြျပန္ေပါ္ေပါက္လာၿပီး\nဒီေကာင္မေလးအတြက္\nဘာေတြဆက္လုပ္မလဲဆုိတာကုိေတာ့ ခံစားႀကည့္ႀကပါဦး...\nဇာတ္လမ္းအညြွန္းန့ဲ ဘာသာျပန္သူကေတာ့ Shoon Thu Thu Chain ပဲျဖစ္ပါတယ္....File Size ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/a-bluebird-in-my-heart2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sm8iVzA7kRp0d4BSIsgXjsSBMKV.jpg",
        "title": "Emma.(2020)",
        "description": "ဒီတစ်ခါမိတ်ဆက်ပေးချင်တဲ့ကားလေးကတော့February လကမှထွက်ရှိထားတဲ့ ဇာတ်ကားအသစ်စက်စက်လေးပါ။Emma 2020ဟာဆိုရင် IMDb rating 7 ရထားတဲ့ ကားလေးဖြစ်ပါတယ်။အင်္ဂလန်နိုင်ငံ ဟိုက်ဘရေးမြို့ကိုအ​​ခြေခံပြီးရိုက်ကူးထားတဲ့ Romance Comedy ဇာတ်ကားအမျိုးအစားပါဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင် အဓိကဇာတ်ဆောင်နှစ်ဦးဖြစ်တဲ့ အမ်မာနဲ့ နိုက်တလီတို့ရဲ့ သူငယ်ချင်းသံယောဇဥ်နဲ့ အချစ်ကြားဝေခွဲမရဖြစ်မှုတွေကို၁၈၁၅ခုနှစ်အင်္ဂလန်နိုင်ငံရဲ့အငွေ့အသက်နောက်ခံနဲ့မြင်တွေ့ရမှာဖြစ်ပါတယ်။လက်ထပ်ဖို့စိတ်ကူးမရှိတဲ့ အမ်မာနဲ့ နိုက်တလီတို့ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာက စိတ်ဝင်စားစရာပါပဲ။သူငယ်ချင်းဆိုတဲ့စည်းကိုကျော်ဖို့ ကြိုးစား​နေတဲ့သူတွေ မဖြစ်မနေကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ File Size : ( 710 MB , 328 MB)\nQuality : WEB-DL 720p\nRunning Time : 2 hr 04 min\nFormat : Mp4\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by NuNu Phyoe\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/emma-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BMTZlYzk3NzQtMmViYS00YWZmLTk5ZTEtNWE0NGVjM2MzYWU1XkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Onward (2020)",
        "description": "ကာတွန်းရုပ်ရှင်ကား ကောင်းကောင်းလေး\nတစ်ကားလောက် ကြည့်ရအောင်။\nရုံတင်ကတည်းက လူကြိုက်များခဲ့တဲ့ ရုပ်ရှင်လေးပါပဲ။\nဇာတ်လမ်းအကျဉ်း….\nဟိုးရှေးရှေးတုန်းက ကမ္ဘာပေါ်မှာ မှော်ပညာ တည်ရှိခဲ့ပေမယ့်\nအချိန်ကြာလာတာနဲ့အမျှ လူတွေ၊နတ်သူငယ်တွေ၊ မှော်ဝင်သတ္တဝါတွေဟာ\nခေတ်မီလာကြပြီး မှော်ပညာကို မေ့ပျောက်သွားပါတော့တယ်။\nအီယန် နဲ့ ဘာလေ ဆိုတဲ့ နတ်သူငယ် ညီအစ်ကိုနှစ်ယောက်ဟာလည်း\nငယ်ငယ်ကတည်းက အဖေဆုံးသွားလို့\nမိခင်နဲ့ပဲ အတူနေကြတဲ့ သူတွေပါ။\nညီဖြစ်သူ အီယန်၁၆ နှစ်ပြည့်မွေးနေ့မှာတော့ သူတို့အဖေထားခဲ့တဲ့\nမှော်တောင်ဝှေးနဲ့ ဂါထာတစ်ခုကို တွေ့ရှိသွားပါတယ်။\nဂါထာရဲ့ အစွမ်းကတော့ သေဆုံးသွားတဲ့ အဖေဖြစ်သူကို တစ်ရက်တိတိ\nပြန်ရှင်သန်လာစေပြီး တွေ့ခွင့်ရမှာပါပဲ။\nဒါပေမယ့် ဒီဂါထာကိုသုံးဖို့ စွမ်းအားကြီးတဲ့ ရတနာတစ်ခုလိုအပ်ပြီး\nအဲဒီရတနာ မလုံလောက်တာကြောင့် သူတို့အဖေဟာ\nခန္ဓာကိုယ် အောက်ပိုင်းပဲ ကွက်ပြီး ရှင်လာခဲ့တယ်။\nဒီလိုနဲ့ပဲ ညီအစ်ကို ၂ ယောက်ဟာ သူ့တို့အဖေရဲ့\nခန္ဓာကိုယ်အောက်ပိုင်းကို သယ်ပြီး တစ်ရက်မပြည့်ခင်\nအဖေကို နောက်ဆုံးတွေ့နိုင်ဖို့\nမှော်ဝင်ရတနာကို အရှာထွက်ရပါတော့တယ်….\nဒစ္စနေးရဲ့ ထုံးစံအတိုင်း ပျော်စရာတွေ ရယ်စရာတွေနဲ့\nဝမ်းနည်းစရာတွေ ခံစားမှုတွေကို ရောယှက်ပေးထားမယ့်\nကာတွန်းရုပ်ရှင်အသစ်မို့ ကြည့်တဲ့သူတွေ\nသဘောကျကြမယ်ထင်ပါတယ်။\nဘာသာပြန်ပေးထားတာကတော့ Little Neo ဖြစ်ပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်\nzawgyi\nကာတြန္း႐ုပ္ရွင္ကား ေကာင္းေကာင္းေလး\nတစ္ကားေလာက္ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/onward-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sY80cuvKIfE6xtQOrSVd644yPTK.jpg",
        "title": "Street Dancer 3D (2020)",
        "description": "(Unicode)အခုတစ်ခေါက်ညွှန်းပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ . . .ဟင်ဒီစကားပြောဇာတ်ကားတစ်ကားဖြစ်ပီး . . .လူငယ်တွေ အကပြိုင်ပွဲမှာ နိုင်ငံချစ်တဲ့စိတ် ၊နိုင်လိုစိတ်ထက်သန်မှုတွေနှင့်အတူ တက်ညီလက်ညီ . . .အပြိုင်အဆိုင် ကြိုးစားကြသည့် အဖြစ်အပျက်လေးကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ်တစ်ကားပါ . . .အမှန်တကယ်တော့ ဒီဇတ်ကားဟာ ABCD(2015) အကကားရဲ့Sequel ဇာတ်ကားအဖြစ်ထွက်ရှိဖို့ လျာထားပေမဲ့ . . .Disney Company နဲ့ အကြောင်းမညီညွတ်တာကြောင့် Street Dancer ဆိုပီး သီးခြားနံမည်နဲ့ထွက်လာတာဖြစ်ပါတယ် . . .လန်ဒန်မှာနေတဲ့ အင်နာယာဆိုတဲ့ ပါကိစ္စတန်သူလေးနဲ့ ဆဟဂျ်ဆိုတဲ့ပန်ဂျာဗ်မြို့သားလေးတို့က မတူညီတဲ့အမြင်နဲ့ဝါသနာတစ်ခုတည်းကိုစိုက်စိုက်မတ်မတ်လုပ်ကြတယ် . . .တစ်နေ့မှာအင်နာယတ်ဟာ အိန္ဒိယနဲ့ပါကိစ္စတန်ကနေရွှေ့ပြောင်းလုပ်သားအနေနဲ့လာတဲ့ ဒုက္ခသည်တွေကို သူတို့နိုင်ငံပြန်ပို့ပေးဖို့ လန်ဒန်ရဲ့ အကြီးမားဆုံး အခန်းနားဆုံး ပြိုင်ပွဲကိုဝင်ပြိုင်ဖု့်လုပ်ရင်းကိုယ့်အတွက်ကိုယ်ကြည့်တဲ့ဆဟဂျ်နဲ့ သူများအတွက်တွေးပေးတဲ့မေတ္တာရှင်မလေးအင်နာယာတို့ပူးပေါင်းပြီး လူသားချင်းစာနာမှုအတွက်ဘယ်လို့ကြိုးစားယှဉ်ပြိုင်မလဲဆိုတာ . . .ဘောလိဝုဒ် ...",
        "rating": "3.4",
        "url": "https://channelmyanmar.org/street-dancer-3d-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/gladiator-2000-136x200.jpg",
        "title": "Gladiator (2000)",
        "description": "၂၀၀၀ ခုနှစ်က ထွက်ခဲ့တဲ့ Gladiator ...\nရဲစွမ်းသတ္တိအပြည့်နဲ့ စစ်သူကြီး မက်စီမက်ဟာ အင်ပါယာပြည့်ရှင် အားကိုး ချစ်မြတ်နိုးရတဲ့ လက်ရုံးတစ်ဦးပါ။ တိုက်ပွဲတိုင်းကို အနိုင်ယူပေးခဲ့လို့ လက်အောက်ငယ်သား အားလုံးကပါ လေးစားရတဲ့သူပေါ့။ပြည့်ရှင်မင်း ဆီဇာက အင်ပါယာကြီးကို ထူထောင်ခဲ့ပေမဲ့ ရောမကို အာဏာရှင်စနစ်နဲ့ မအုပ်ချုပ်ချင်ပါဘူး။ သမ္မတနိုင်‌ငံတော်ဆိုတဲ့ စနစ်ကို ပြန်ပြောင်းချင်တဲ့သူ။ သူ့သားတော်ကတော့ သူနဲ့ ဆန့်ကျင်ဘက်ဖြစ်တယ်ဆိုတာ သိထားရတဲ့အတွက် မက်စီမက်ကိုပဲ နန်းမွေလွှဲခဲ့ဖို့ ဆုံးဖြတ်ချက် ချလိုက်ပြီးတဲ့နောက်မှာတော့....ဒီဇာတ်ကားက သွေးသံရဲရဲ ကြည့်ချင်သူတွေအတွက်တော့ အကြိုက်တွေ့မှာ သေချာပါတယ်။ ရောမရဲ့ မပါမဖြစ်တဲ့ အရီနာသတ်ကွင်းတွေထက်က သတ်ပုတ်ကြတဲ့ ပွဲတွေဆိုတာ ဘယ်လိုဆိုတာ သိထားပြီး ဖြစ်ကြမှာပါ။IMDb 8.5 ရထားတဲ့ ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။Zawgyi၂၀၀၀ ခုႏွစ္က ထြက္ခဲ့တဲ့ Gladiator ...\nရဲစြမ္းသတၱိအျပည့္နဲ႔ စစ္သူႀကီး မက္စီမက္ဟာ အင္ပါယာျပည့္ရွင္ အားကိုး ခ်စ္ျမတ္နိုးရတဲ့ လက္႐ုံးတစ္ဦးပါ။ တိုက္ပြဲတိုင္းကို ...",
        "rating": "8,5",
        "url": "https://megaup.net/Tsq2/Gladiator_[2000]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/harry-135x200.jpg",
        "title": "The Thing About Harry (2020)",
        "description": "The Thing About Harry (2020)\n======================IMDb Rating 7.2/10#Unicodeဒီကားလေးမှာတော့ Jake Borelli, Niko Terho, Britt Baron, Japhet Balaban တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ မကြာသေးခင်က ချစ်သူရဲ့ သစ္စာဖောက်ခံလိုက်ရတာ Samက အချစ်မှာစိတ်ပျက်သွားပြီး စိတ်အပြောင်းအလဲအနေနဲ့ သူ့ငယ်သူငယ်ချင်း kellyရဲ့ စေ့စပ်ပွဲရှိတာနဲ့ အိမ်ကိုပြန်ခဲ့တယ်။ အဲ့အသွားလမ်းမှာ အရင်က သူ့အပေါ်ဗိုလ်ကျခဲ့တဲ့ Harryနဲ့ကားအတူတူစီးရပြီး ရှေးဟောင်းနှောင်းဖြစ်တွေ ပြောကြရင်း တစ်ယောက်အပေါ်ထားတဲ့ အမြင်တွေရှင်းသွားပြီးနောက်မှာ HarryကPansexual မှန်းသိသွားတဲ့အခါ Samတစ်ယောက် ဘယ်လိုမျိုးလေးတွေ ဖြစ်သွားမလဲ။ Harryကကော Samအပေါ်အရင်လိုဗိုလ်ကျမြဲကျပြီး ပုံမှန်သူငယ်ချင်းအဖြစ်ပဲ ဆက်နေသွားမလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူရမှာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းလေးကတော့ ပုံမှန် LGBTဇာတ်ကားတွေလိုမဟုတ်ပဲ ဖြစ်တတ်တဲ့ အခက်အခဲတွေ အနှောင့်အယှက်လေးတွေကိုရင်ဆိုင်နားလည်ပြီး ရှေ့ဆက်လျှောက်ရတဲ့ လူသဘောကို ဖော်ထားတဲ့အတွက် တစ်မူထူးတဲ့ LGBTကားတစ်ကောင်းဖြစ်တာမို့အတူစီးမျှော်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။(Mature sceneနဲ့ ရိုင်းပြတဲ့ အသုံးအနှုန်းအချို့ပါဝင်ပါတယ်) #Zawgyiဒီကားေလးမွာေတာ့ Jake ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-thing-about-harry/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ukaXSfyN1RoTKQ34YgjyBOd4ZhQ.jpg",
        "title": "Mafia: Chapter 1 (2020)",
        "description": "(Unicode)ဒီကားက မြန်မာပြည်မှာတောင်မတ်လ ၁၃ရက်နေ့အထိ ရုံတင်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။တောင်ပိုင်းရုပ်ရှင်တွေနဲ့ အနည်းငယ်အဆက်ပြတ်နေတာကတစ်ကြောင်း ၊ဇာတ်လမ်းပုံစံနဲ့ ဒါရိုက်တာရဲ့ ရိုက်ကူးပုံကို ​ကြိုက်မိတာက တစ်ကြောင်းကြောင့်ဒီကားကို ဘာသာပြန် တင်ဆက်ပေးလိုက်တာပါ။\n(Subtitle File မထွက်သေးပါဘူး၊generate လုပ်ထားတဲ့ စာဖိုင်နဲ့ အမြန်ဆုံး တင်ဆက်ပေးလိုက်တာပါ။)အညွှန်းမူးယစ်အထူးအဖွဲ့က အာရ်ယန်ဟာ ချန်နိုင်းက တိုးပွားလာတဲ့မူးယစ်ဆေးဝါးအမှုတွေအတွက် ခေါင်းစားနေချိန်မှာ. . .ချန်နိုင်းမူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးခေါင်းဆောင်က မပိုင်ပဲမလုပ်ဖို့ မသိသလိုနေဖို့ သူ့ကို ပြောလာခဲ့ပါတယ်။ဒီမူးယစ်အမှုတွေရဲ့နောက်ကွယ်ကလူဟာ အာဏာရှိတဲ့သူ ဖြစ်နေတဲ့အတွက်မပိုင်ပဲလုပ်ရင် ဒုက္ခရောက်နိုင်တယ်ဆိုပြီး အဖွဲ့ခေါင်းဆောင်က အာရ်ယန့်ကိုအသိပေးတာ ​ဖြစ်ပါတယ်။ဒီအတောအတွင်းမှာ အာရ်ယန်နဲ့ခင်တဲ့ ထောက်လှမ်းရေးအလုပ်ကို ခုံမင်တဲ့သူတစ်ယောက်ဟာ အရေးကြီးတဲ့သတင်းပေးစရာရှိတယ်လို့ချိန်းပြီး အာရ်ယန်နဲ့မတွေ့ခင် အသတ်ခံလိုက်ရတယ်။သူပေးချင်တဲ့သတင်းက ဘာလဲ?မူးယစ်ဆေးဝါးအမှု့တွေကို နောက်ကွယ်ကနေ ကြိုးကိုင်နေတာက ဘယ်သူတွေလ?အာရ်ယန်ကရော ဒီအဖွဲ့ကို ဘယ်လိုဖော်ထုတ်မှာလဲ ဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ဆက်လက်ကြည့်ရှု့ကြပါ။သေချာတာကတော့ ပျင်းစရာ ကောင်းမနေပဲ စိတ်၀င်စားစရာအပြည့်ပါတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Lwin Htoo Aung ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/mafia-chapter-1-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/the.invisible.men_-126x200.jpg",
        "title": "The Invisible Man (2020)",
        "description": "The Invisible Man (2020)===================IMDb Rating 7.5/10 ထိရရှိထားပါတယ် . . .#UnicodeFebruary လကုန်ခါနီးမှာ ရုံတင်သွားတဲ့ ပရိတ်သတ်တွေစောင့်မျှော်နေတဲ့ The Invisible Man ကတော့ အကြည်ထွက်ရှိလို့လာပါပြီ။ ဒီကားကလည်း ပရိတ်သတ်အကြိုက်ဖြစ်စေခဲ့တဲ့ နောက်ထပ် ဟော်ရာ ရုပ်ရှင်ကားကောင်းတစ်ကားပါပဲ။ ဇာတ်ကားကနာမည်အတိုင်းပါပဲ ကိုယ်ပျောက်နိုင်တဲ့လူတစ်ယောက်အကြောင်းပါ။ ဇာတ်လမ်းအစမှာ ဆယ်စီလီရယ် ဆိုတဲ့ မိန်းကလေးဟာသူ့ကို အရာရာချုပ်ကိုင်ထားချင်တဲ့ ရည်းစားဖြစ်သူ အေဒရီယန်ကို အတင်းစွန့်ခွာထားခဲ့ပါတယ်။ အေဒရီယန်ဟာ အမြင်အာရုံပိုင်းကင်မရာပိုင်းမှာ ကမ္ဘာ့အတော်ဆုံးလို့ပြောလို့ရတဲ့ သိပ္ပံပညာရှင်ပါ။ အေဒရီယန်ဟာ အစွဲအလန်းကြီးပြီး ခေါင်းမာလွန်းတဲ့သူ ဖြစ်တာမို့ ဆယ်စီလီရယ်ကို အလွတ်မပေးခဲ့ပါဘူး။ ဒါပေမယ့် အေဒရီယန် သေဆုံးသွားခဲ့ပြီးနောက်မှာတော့ ဆယ်စီလီရယ်တစ်ယောက်ဘဝသစ်ကို စိတ်ရှင်းရှင်းနဲ့စနိုင်လာခဲ့ပါပြီး။ ဒါပေမယ့် အေဒရီယန်ဟာ တကယ်သေတာမဟုတ်သလို ဆယ်စီလီရယ်ကို ဒုက္ခမျိုးစုံပေးပြီး သူ့ဆီကိုပြန်ရောက်လာဖို့ ကြောက်စရာကောင်းတဲ့ လုပ်ရပ်တွေလုပ်လာတဲ့အခါမှာတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် . . ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-invisible-man-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzFjMWNhYzQtYTIxNC00ZWQ1LThiOTItNWQyZmMxNDYyMjA5XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Fight Club(1999)",
        "description": "(Unicode)\nဒီကားက တော်တော်များများ ညွှန်းဆိုကြတယ် ကြည့်သင့်တဲ့ကားဘာညာပေါ့လေ IMDb...ကလည်း..8.8 ရထားတယ်,,,,,ဒီကားရဲ့အဓိကဇာတ်ဆောင်မင်းသား ၂ ဦးဖြစ်တဲ့Brad Pitt, Edward Norton ကိုတော့ အတော်များများရင်းနှီးကြပါတယ်.....သူတို့ ၂ယောက်ပဲ ဒီဇာတ်ကားတစ်ကားလုံးဆွဲခေါ်သွားတာ....ကျွန်တော့်မိတ်ဆွေကိုမေးမိတယ် ဒီကားမကြည့်ခင်နည်းနည်းတော့ဇာတ်ကြောင်းလေးပြောပြပါ့လား ဆိုတော့ သူက ရယ်မောရင်းနဲ့ပြန်ပြောတယ်\"ဒီကားက လေးနက်တဲ့ပုစ္ဆာတစ်ပုဒ်နဲ့တူတယ် ကိုယ်တိုင်စီးမျောရင်းအဖြေရှာနေရတာ ဇာတ်ကြောင်းပြောတယ်ဆိုတာက ငါအပြောမတတ်ရင် ဒီကားရဲ့ပေးချင်တဲ့ရသက လုံးဝပျောက်သွားလိမ့်မယ်  တစ်ခုတော့ရှိတယ် ဒီကားကြည့်ပြီးတော့ မင်းနဲ့ငါဆွေးနွေးလို့ရတယ်\"တဲ့ကျွန်တော်လည်း ဒီကားကိုမညွှန်းရဲဘူး ပြောပြလို့ရတာတွေတော့ရှိတယ် ဇာတ်လမ်းတင်မဟုတ်ဘူး ဒိုင်ယာလော့တွေကပါ လက်ဖျားခါလောက်တယ် ပြီးတော့ လူကြိုက်နည်းလိမ့်မယ်ထင်တယ် မိန်းကလေးလှလှတွေ၊ရှုခင်းလှလှတွေအချစ်အကြောင်းညွှန်းဆိုဖွဲ့စကားတွေ မပါဘူးဗျဘာသာပြန်ကတော့ Sherlock ပါ........(zawgyi)\nဒီကားက ေတာ္ေတာ္မ်ားမ်ား ညႊန္းဆုိၾကတယ္ ၾကည့္သင့္တဲ့ကားဘာညာေပါ့ေလ IMDb...ကလည္း..8.8 ရထားတယ္,,,,,\nဒီကားရဲ႕အဓိကဇာတ္ေဆာင္မင္းသား ၂ ဦးျဖစ္တဲ့\n Brad Pitt, Edward Norton ကုိေတာ့ အေတာ္မ်ားမ်ားရင္းႏွီးၾကပါတယ္.....သူတုိ႕ ၂ေယာက္ပဲ ဒီဇာတ္ကားတစ္ကားလုံးဆြဲေခၚသြားတာ....ကြ်န္ေတာ့္မိတ္ေဆြကုိေမးမိတယ္ ဒီကားမႀကည့္ခင္နည္းနည္းေတာ့ဇာတ္ေၾကာင္းေလးေျပာျပပါ့လား ဆုိေတာ့ သူက ရယ္ေမာရင္းနဲ႕ျပန္ေျပာတယ္\n\"ဒီကားက ေလးနက္တဲ့ပုစၦာတစ္ပုဒ္နဲ႕တူတယ္ ကုိယ္တုိင္စီးေမ်ာရင္းအေျဖရွာေနရတာ ဇာတ္ေၾကာင္းေျပာတယ္ဆုိတာက ငါအေျပာမတတ္ရင္ ဒီကားရဲ႕ေပးခ်င္တဲ့ရသက လုံး၀ေပ်ာက္သြားလိမ့္မယ္  တစ္ခုေတာ့ရွိတယ္ ဒီကားၾကည့္ၿပီးေတာ့ မင္းနဲ႕ငါေဆြးေႏြးလုိ႕ရတယ္\"တဲ့\nကြ်န္ေတာ္လည္း ...",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/fight-club1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4YJNp1cquIkX8JxFwkKNEFQ9tgr.jpg",
        "title": "Just Mercy (2019)",
        "description": "unicodeဖစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ကားသစ်လေးပါ။နာမည်ကြီး မင်းသား ၂ ယောက်ဖြစ်တဲ့ Michael B. Jordan နဲ့Jamie Foxx တို့ သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဟားဗတ်ကနေ Law နဲ့ ဘွဲ့ရလာတဲ့Bryan Stevenson က South Center မှာလူ့အခွင့်အရေးလှုပ်ရှားသူ ကျောင်းသားတစ်ယောက်အနေနဲ့အလုပ်သင်ဝင်လုပ်ပြီးနောက်မှာ သူ့ရဲ့ခရီးစဉ် စတင်ခဲ့တာဖြစ်ပါတယ်။နောက်တော့ သူက Alabama မှာ အကျဉ်းသားတွေရဲ့အခွင့်အရေးအတွက် တိုက်ခိုက်ပေးဖို့Equal Justice Initiative (EJI) ကို တည်ထောင်ခဲ့တယ်။ဒေသခံ Eva Ansley ရဲ့အကူအညီနဲ့သေဒဏ်ကျခံနေရတဲ့အကျဉ်းသားတွေရဲ့အမှုကို စတင်ပြီး ကိုင်တွယ်တော့တယ်။အဲဒီမှာ လူသတ်မှုကြီးတစ်ခုအတွက် မှားယွင်းစွာစွပ်စွဲခံထားရတဲ့Johnny D နဲ့ စပြီး ဆုံကြတော့တယ်။ဒီဇာတ်ကားလေးထဲမှာ စနစ်အတွင်း အကျင့်ပျက်ချစားမှု၊အပြစ်မဲ့တဲ့အကျဉ်းသားတွေအတွက် Stevenson တစ်ယောက်ဘယ်လိုကြိုးပမ်းမလဲဆိုတာတွေ ရှုမြင်ခံစားရမှာဖြစ်ပါတယ်။File Size : ( 1 GB , 401 MB)\nQuality ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/just-mercy-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g9zE1tPndPUtjXpHZ232jefeQft.jpg",
        "title": "Red Letter Day (2019)",
        "description": "unicodeလူတွေဆိုတာက တယောက်နဲ့ တယောက် ဆက်ဆံရေးတွေဘယ်လောက် ကောင်းပါတယ်ပြောပြော အချင်းချင်းကြားမှာ မကျေနပ်တာတွေ၊ပြောရင် ပြဿနာတက်မှာ စိုးရိမ်လို့ မပြောပဲထားတာတွေ ရှိကြစမြဲပဲ မဟုတ်လား။အဲဒီလို မကျေနပ်တာတွေကို ပြောလို့ရအောင် လမ်းစလေး ဖွင့်ပေးလိုက်ရင်ရောဘာတွေ ဖြစ်ကုန်မှာလဲ။Joker ပြောခဲ့သလိုပဲ ပြောရရင်Madness ,as you know, is a lot like gravity, all it takes is a little push ဆိုသလိုပဲလူတွေ ရူးသွပ်ရမ်းကားကုန်ဖို့ တွန်းအားလေး နည်းနည်းလေးပဲ လိုတာ မဟုတ်လား။အခု ဒီကားမှာတော့ ကွာရှင်းထားတာမကြာသေးတဲ့ အမေတယောက်က သူ့သားနဲ့သမီး ဆယ်ကျော်သက် နှစ်ယောက်နဲ့ အခြေချဖို့ကြိုးစားနေတုန်းမှာ သူတို့ နေတဲ့အိမ်ရာတွေမှာအနီရောင် စာအိတ်တွေ ရောက်လာပြီးသူတို့ စာထဲကလူတွေကို အချင်းချင်း သတ်ကြဖို့တိုက်တွန်းထားတဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်ကြမှာလဲသူတို့စာထဲမှာပါလာတဲ့ သတ်ရမယ့်သူတွေကရော ဘယ်သူတွေလဲလူတွေကရော ဘယ်ကမှန်းမသိတဲ့စာတွေ ရောက်လာပြီး ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/red-letter-day-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cuuI1UVwnoyDoN691Z0bYZrOezx.jpg",
        "title": "Brahms: The Boy II (2020)",
        "description": "(Unicode)နာမည်ကြီးခဲ့တဲ့ ဟော်ရာရုပ်ရှင် The boy က ဒုတိယမြောက်ရုပ်ရှင် ထပ်ထွက်လာပါပြီ။ဒီအပိုင်းမှာတော့ ကံဆိုးသွားတာ ရှောင်နဲ့ လိုင်ဇာ တို့ စုံတွဲနဲ့ သူတို့ရဲ့ သား ဂျု ပါပဲ။လိုင်ဇာဟာဖောက်ထွင်းသူတွေနဲ့ ညဘက်မှာ ရင်ဆိုင်ရင်း သေလုမြောပါး တိုက်ခိုက်ခံလိုက်ရပါတယ်။အဲဒီမြင်ကွင်းကို မြင်လိုက်ရတဲ့ ဂျု လေးကတော့ စကားမပြောနိုင်တော့ဘဲ ဖြစ်သွားခဲ့တယ်။ဒါကြောင့် သူတို့မိသားစု စိတ်ဒဏ်ရာတွေ ဖြေဖျောက်ဖို့ မြို့နဲ့ဝေးရာက ဂလန်ဗြူးအိမ်ကြီးမှာ လာပြီးနေထိုင်ခဲ့ကြတယ်။အဲဒီအိမ်မှာပဲ ဂျုဟာ ထူးဆန်းတဲ့အရုပ်တစ်ရုပ်ကို တွေ့ခဲ့ပြီး အရုပ်နဲ့ အတူ စပြီး စကားတွေ ပြန်ပြောလာနိုင်ခဲ့တယ်။အဲဒီနောက်မှာတော့ ထူးဆန်းပြီး ရက်စက်တဲ့အဖြစ်တွေ အိမ်ထဲမှာ ဆက်တိုက်ဖြစ်လာတဲ့အခါ….. ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…(Zawgyi)နာမည္ႀကီးခဲ့တဲ့ ေဟာ္ရာ႐ုပ္ရွင္ The boy က ဒုတိယေျမာက္႐ုပ္ရွင္ ထပ္ထြက္လာပါၿပီ။ဒီအပိုင္းမွာေတာ့ ကံဆိုးသြားတာ ေရွာင္နဲ႔ လိုင္ဇာ ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/brahms-the-boy-ii-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Steven-Universe-The-Movie-2019-140x200.jpg",
        "title": "Steven Universe: The Movie (2019)",
        "description": "Steven Universe: The Movie (2019)=========================IMDb Rating 8.0/10#UnicodeSteven Universe (2019) ဒီကားကတော့ Gem တွေကို အသက်ရှိတဲ့ပုံစံအနေနဲ့ ရိုက်ကူးထားတဲ့ Animation ကားကောင်းတစ်ကားပါ။ လူသားတစ်ဝက် Gemတစ်ဝက်ဖြစ်တဲ့ Steven က စင်္ကြဝဠာတစ်လျှောက် ငြိမ်းချမ်းမှု ဖော်ဆောင်ပြီး သူငယ်ချင်းတွေနဲ့အတူ ပျော်စရာဇာတ်သိမ်းခန်းလေး ကျင်းပနေခဲ့တာပေါ့။ ဒီအချိန်မှာပဲ Gem တစ်ယောက်ရောက်လာပြီး သူနဲ့သူ့သူငယ်ချင်းတွေကို တိုက်ခိုက်တဲ့အခါ မျှော်လင့်မထားတာတွေ ဖြစ်လာပါတော့တယ်။ ကြာမြင့်ချိန်ကလည်း မ‌ပြောပလောက်တဲ့အပြင် ဇာတ်လမ်းလေးကလည်းကောင်း Musical Type လည်းဖြစ်တာကြောင့် အတော်လေးကြည့်ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါ။ #ZawgyiSteven Universe (2019) ဒီကားကေတာ့ Gem ေတြကို အသက္ရွိတဲ့ပုံစံအေနနဲ႔ ႐ိုက္ကူးထားတဲ့ Animation ကားေကာင္းတစ္ကားပါ။ လူသားတစ္ဝက္ Gemတစ္ဝက္ျဖစ္တဲ့ Steven က စၾကၤဝဠာတစ္ေလွ်ာက္ ၿငိမ္းခ်မ္းမႈ ေဖာ္ေဆာင္ၿပီး သူငယ္ခ်င္းေတြနဲ႔အတူ ေပ်ာ္စရာဇာတ္သိမ္းခန္းေလး က်င္းပေနခဲ့တာေပါ့။ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/steven-universe-the-movie-2019/"
    }
]