[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYTMxN2JlYjctYmM4MC00Yzg0LWE3MGUtNzkyN2I5OGNmMzYxXkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_-134x200.jpg",
        "title": "The I Inside (2004)",
        "description": "ကြိမ်ဖန်များစွာ ပြန်ပြင်ဆင်ချင်မိတဲ့အချိန်တွေဆိုတာ လူသားတိုင်းမှာ ရှိတတ်ကြပါတယ်။ ဒီဇာတ်လမ်းအကျဥ်းကတော့ ကားတိုက်မှုတစ်ခုကနေ သတိပြန်ရလာတဲ့မစ္စတာကေဘယ်က ၂နှစ်တာမှတ်ဉာဏ်ပျောက်ဆုံးသွားပြီးနောက်မှာ ဖြစ်ပျက်ခဲ့သမျှမှတ်ဉာဏ်အပိုင်းအစတွေကို တစ်ခုချင်းပြန်လည်ရှာဖွေတော့တယ်။ မှတ်ဉာဏ်တွေကို သတိရလာသလိုမဟုတ်ပဲ ကိုယ်ကိုယ်တိုင် အတိတ်ကိုရောက်သွားသလိုဖြစ်လာခဲ့တယ်။ လူမှုရေးဖောက်ပြန်မှုတွေ၊ အမွေဝေစုမတည့်တဲ့အစ်ကိုနဲ့ မစ္စတာကေဘယ်ကြား အဖြစ်အပျက်တွေ၊ ဆေးရုံနဲ့ အမွေဆိုင်အိမ်ကြားမှာ ဟိုရောက်လိုက် ဒီရောက်လိုက်ဖြစ်နေတဲ့ မစ္စတာကေဘယ်ရဲ့မှတ်ဉာဏ်တွေ...နောက်ဆုံးမှာတော့ ဖြစ်ပျက်နေသမျှအရာအားလုံးရဲ့ အကြောင်းအရင်းအမှန်ကိုသိခဲ့ရပါတယ်။ ဒီကားကတော့ နောက်ဆုံးဇာတ်သိမ်းခန်းမှာမှ ဇာတ်ဖြည်ပေးတဲ့ကားမျိုးပါ။ မစ္စတာကေဘယ်က တကယ်တမ်းဘာတွေဖြစ်ခဲ့တာလဲ၊ ပြန်လည်ပြင်ဆင်ချင်တာတွေကိုရော ပြင်ဆင်ခွင့်ရပါ့မလား၊ အတိတ်ရဲ့အမှားတစ်ခုကနေ လွတ်မြောက်ခွင့်ရနိုင်ပါ့မလားဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုခံစားလို့ရပါပြီ။File size…(2 GB)/(900 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:31:00\nGenre...Drama, Thriller, Mistery, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su Eaindra",
        "rating": "",
        "url": "https://megaup.net/3eQgh/The.I.Inside.2004.720p.(CM).mp4",
        "category": "Drama, Mystery, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRqxKim0Vr1JZPLYcR1rjFtu74p.jpg",
        "title": "Taxidermia(2006)",
        "description": "အခုမိတ်ဆက်ပေးချင်တာက သာမာန်ဇာတ်ကားပုံစံနဲ့မတူကွဲထွက်နေတဲ့ ဟန်ဂေရီကားလေးတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာ မျိုးဆက်သုံးဆက်ရဲ့ ယောက်ျားသုံးယောက်စီမှာရှိတဲ့ မတူညီတဲ့အမူအကျင့်တွေနဲ့ မတူညီတဲ့ စိတ်အားထက်သန်မှုတွေကို အနှစ်ကျကျရိုက်ကူးထားတာပါ။ ပထမဆုံးမျိုးဆက် အမျိုးသားက အင်မတန်နှာဘူးထတဲ့ကျော်ကြီးပါ။ သူ့ကမ္ဘာမှာ မိန်းမမရှိရင် မရှင်သန်‌နိုင်လောက်တဲ့အထိ တဏှာရမက်ကြီးမားလွန်းတဲ့သူဖြစ်ပါတယ်။ ဒုတိယမျိုးဆက်ဖြစ်တဲ့သူ့သားကတော့ အစားအင်မတန်ကြီးလွန်းသူဖြစ်ပြီး အစားအသောက်ပြိုင်ပွဲတွေမှာ ထိပ်တန်းအဆင့်ရှိသူတစ်ယောက်ဖြစ်ပါတယ်။ ပြီးတော့ သူ့ရဲ့သားနောက်ဆုံးမျိုးဆက်ကတော့ အသက်မရှိတော့တဲ့ အကောင်တွေကို အစာသွပ်ပုံသွင်းတဲ့ ပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။ သူဟာ သူ့အလုပ်မှာ တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သူဖြစ်တာကြောင့် သာမာန်အစာသွပ်ပညာရှင်တွေ မလုပ်နိုင်တဲ့ကိစ္စမျိုးတွေကို သူ့ကိုပဲ လာအပ်ကြရပါတယ်။ဒီ မြေးအဖိုးအရင်းတွေရဲ့ မတူညီတဲ့ခံယူချက်၊ စိတ်ထား၊ ဝါသနာနဲ့ အလုပ်အကိုင်တို့ကို စိတ်၀င်စားစရာကောင်းအောင်ရိုက်ကူးထားတာကြောင့် အက်ရှင်တွေ၊ ဒရာမာတွေကနေ ခဏအနားယူလိုသူတွေ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။လိင်ပိုင်းဆိုင်ရာတွေ၊ အော်ဂလီဆန်စရာတွေ ပါ၀င်တာကြောင့် ရွံတတ်သူ၊သွေးကြောက်သူတွေကြည့်မယ်ဆိုရင် သတိထားသင့်ပါတယ်။ File size…699.3MB\nQuality…WEB-Rip 720p\nFormat…mp4\nDuration….1h 31m\nGenre ..... Comedy , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "6.8",
        "url": "https://megaup.net/1d27o/Taxidermia_.2006.WEBRip720P.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MIDERaEUMw1rYDM99tGZPY80Ap.jpg",
        "title": "Chor Nikal Ke Bhaga(2023)",
        "description": "Chor Nikal Ke Bhanga(2023)\n*****************************************IMDb-8/10Glow & Lovely (Fair & Lovely)ရဲ့ ကြော်ငြာမင်းသမီးချောလေးယန်မီဂေါ်သမ်က လေယာဉ်မယ်အဖြစ် ၊\nမင်းသားချောနှစ်ယောက်ဖြစ်တဲ့ ဆန်နီကောရှလ်နဲ့ ရှရားဒ်ကဲလ်ကရ် တို့အဓိကပါ၀င်ထားတဲ့ လေယာဉ်ပြန်ပေးဆွဲကားပါ ။ဇာတ်လမ်းအကျဉ်းသက်သတ်လွတ်သမားအန်ကစ်နဲ့ လေယာဉ်မယ်နေဟာတို့ သက်သတ်လွတ်ဟင်းပွဲကိစ္စကအစပြုပြီး\nတွေ့ဆုံရင်းချစ်မိသွားကြရာက နေဟာကိုယ်၀န်ရသွားတဲ့အထိနီးစပ်သွားကြပါတယ်။\nနှစ်ယောက်လုံးကအရမ်းချစ်ကြသူတွေမို့ လက်ထပ်ဖို့ဆုံးဖြတ်ပြီးသာယာကြည်နူးနေချိန်မှာ\nအန်ကစ်လုပ်ငန်းတစ်ခုကအမှားအယွင်းကြောင့် အန်ကစ်ဟာ သူ့ကုမ္မဏီကစိန်ကို\nသူကိုယ်တိုင်ပြန်ခိုးရမယ့်အဖြစ်ရောက်သွားပါတယ်။\nကြင်ယာလောင်းအတွက် နေဟာပါအဆစ်ပါပြီး နှစ်ယောက်ပေါင်း\nအကြံအစည်အကောင်အထည်ဖော်ခါနီးမှာပဲ\nအဲဒီလေယာဉ်ကြီးကိုပြန်ပေးဆွဲခံရပြီး နှစ်ယောက်လုံးဓားစာခံဖြစ်သွားပါတော့တယ်။သူတို့က ဘာကြောင့်လေယာဉ်ကိုပြန်ပေးဆွဲရတာလဲ...\nအန်ကစ်ကရော ဒီကိစ္စတွေကြားမှာမှ သူ့အစီအစဉ်ကိုအကောင်အထည်ဖော်နိုင်ပါ့မလား...\nနောက်ထပ်အဓိကဇာတ်ဆောင်တစ်ယောက်ဖြစ်တဲ့\nရှရားဒ်ကဲလ်ကရ် ကရော ဘယ်နားကနေဘယ်လိုပေါ်လာမလဲ ရင်တထိတ်ထိတ်ခံစားကြည့်ပါဦးလို့ ....\nဘာသာပြန်တွေကတော့ Bpl,Yunniနဲ့ Thaik Sanတို့ ဖြစ်ပါတယ်\nFile size…1.2GB / 540MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Thaik San",
        "rating": "7.5",
        "url": "https://megaup.net/2yX6D/Chor_Nikal_Ke_Bhaga_(2023)_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xjLUyKoRUBZuHaK9yYnFHpoGCkv.jpg",
        "title": "The Antique Shop (2022)",
        "description": "The Antique Shop (2022)\"ရှေးဟောင်းပစ္စည်းဆိုင်\" ဆိုတဲ့ နာမည်အတိုင်းပါပဲ။\nရှေးဟောင်းပစ္စည်းဆိုင်က ပစ္စည်းတွေရဲ့ ဇာတ်လမ်း ၃ ပုဒ်ကို တင်ပြထားတာပါ။ရှေးဟောင်းပစ္စည်းတွေမှာက ပိုင်ရှင်အဟောင်းတွေ ရှိတတ်တယ်။\nအစောင့်အရှောက်တွေ ရှိတတ်တယ် ဆိုတဲ့ ဇာတ်လမ်းတွေ ပုံပြင်တွေ ကြားဖူးကြမှာပါ။ဒါဆိုရင် ဒီဇာတ်လမ်းထဲမှာရော ဘာတွေ ဆက်ဖြစ်ကြမလဲ ကြည့်ကြရအောင်ပါ။\nဇာတ်လမ်းစပုံကတော့ ဒီလိုပါ။\nစင်ကာပူသားတစ်ယောက် ထိုင်းနိုင်ငံက ရှေးဟောင်းပစ္စည်းဆိုင်ကို ရောက်တော့\nရှေးဟောင်းပစ္စည်းဆိုင်က ပြောပြတဲ့ ဇာတ်လမ်းတွေကို နားထောင်ရာကနေ စပါတယ်။နံပါတ် (၁) ဇာတ်လမ်းကတော့ အင်ဒိုနီးရှားသရုပ်ဆောင် Rio Dewanto ရဲ့ \"သေမိန့်ကျထိုင်ခုံ\"\nနံပါတ် (၂) ဇာတ်လမ်းကတော့ စင်ကာပူမင်းသား Aloysius Pang ရဲ့ \"‌‌လက်ကောက်ထဲကထောင်ချောက်\"\nနံပါတ် (၃) ဇာတ်လမ်းကတော့ CIX member Bae Jinyoung၊ ထိုင်းမင်းသားချော Mean Phiravich တို့ရဲ့ \"မွေးနေ့ပွဲ\" ပါ။ဒီပစ္စည်းတွေရဲ့ နောက်ကွယ်မှာ ဘယ်လိုဇာတ်လမ်းတွေ ရှိမလဲဆိုတာ\nတစိမ့်စိမ့်တွေးပြီး တရေးရေးကြောက်ဖို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2yX6B/The.Antique.Shop.2022.NF.WEB-DL.720P.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ggoyYfBIMD3WbHj36Qlr7wgyFV.jpg",
        "title": "[18+] Daughter of Darkness (1993)",
        "description": "Daughter of Darkness (1993)(အကြည်ရဖို့မလွယ်လို့ 480p အနေနဲ့ကိုပဲ ကြည့်လို့ပြေအောင် ကုတ်တင်ပေးလိုက်ပါတယ်)Erotica အမျိုးအစား ဇာတ်ကားတွေထဲမှာ ဇာတ်လမ်း အထူးခြားဆုံးကတော့ ဟောင်ကောင် Erotica ဇာတ်ကားတွေလို့ ကျွန်တော်တော့ ထင်တာပဲ။ ဇာတ်လမ်း ဆန်းဆန်းလေးနဲ့ ဆွဲဆောင်မှုရှိတယ်။ ဇာတ်ကားတွေက ကောင်းတယ်လို့ ပြောလို့မရလောက်ပေမဲ့ ဇာတ်လမ်းလေးတွေကတော့ ဆွဲဆောင်မှုတစ်မျိုးရှိနေတာတော့ အသေအချာပါပဲ။အခုဇာတ်လမ်းလေးက မင်းသားကိုတော့ လူတိုင်းနီးပါးသိကြမှာပါ။ မင်းသမီးကတော့ ချစ်စရာလေးပဲ။ ဘော်ဒီလေးကလည်း အစ်ကိုတို့အကြိုက်ပေါ့ဗျာ။ မင်းသမီးတင်မဟုတ်ဘူး တခြား အလန်းလေးတွေလည်း ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းက အေးချမ်းတဲ့ နယ်မြို့လေးတစ်မြို့မှာ မကြုံစဖူး တစ်မိသားစုလုံး အသတ်ခံရတဲ့ လေးလောင်းပြိုင် လူသတ်မှုပေါ်လာတယ်။ စခန်းမှူးဆိုတာကလည်း ဖဲဝိုင်း မာကျောက်ဝိုင်းလောက် ဖမ်းရတဲ့သူမျိုး။ Erotica ဇာတ်ကားဆိုတော့ နယ်မြို့လေးပေမဲ့ စျေးသည်တွေကတော့ ပေါတယ်ပေါ့ဗျာ။ စခန်းမှူးကလည်း နှာဘူးနည်းနည်းကျတာပေါ့။ အဲဒီတော့ နှာခေါင်းနဲ့တွေးပြီး လူသတ်ရတဲ့အကြောင်းအရင်းကတော့ မုဒိမ်းမှုလို့ပဲ ဆွဲပြီး ကောက်ချက်ချပါတော့တယ်။ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/daughter-of-darkness-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/37MyrPtWQpgwzxrxQrfSgDTXkYL.jpg",
        "title": "Delta Force 2: The Colombian Connection (1990)",
        "description": "Delta Force 2: The Colombian Connection (1990)မင်းသားကြီး Chuck Norris ရဲ့ Delta Force Trilogy ထဲက ဒုတိယမြော​က်ကား လာပါပြီ။ ပထမကားကတော့ 1986 ထွက် The Delta Force ပါ။ဒီတစ်ခါကတော့ အမေရိက မှောင်ခိုဈေးကွက်မှာ အကြီးအကျယ် လုပ်ပိုင်ခွင့်ရထားတဲ့ တောင်အမေရိက မူးယစ်ဆေး တင်ပို့ရောင်းချသူ ရာမွန်ကိုတာကို ဖျက်ဆီးပစ်ရမယ့် မစ်ရှင်ဖြစ်ပါတယ်။နာမည်ဆိုးနဲ့ ကျော်ကြားလှတဲ့ ဆန်ကားလို့စ်နိုင်ငံက ကိုကိန်းဘုရင် ရာမွန်ကိုတာဟာ ​Chuck Norris (ကာနယ် မက်ကွိုင်း) ရဲ့ Delta Force တွဲဖက်အပြင် အမေရိကရဲ့ မူးယစ်ဆေးဝါး အေးဂျင့်အဖွဲ့ကို ဖမ်းထားပြီး သူ့အိမ်မှာ အကျဉ်းချထားတာပါ။ အဲဒါနဲ့ပဲ Delta Force ဟာ ကိုတာရဲ့ အင်အားကြီးမားတဲ့ ကိုကိန်းအင်ပါယာကြီးကို ရင်ဆိုင်တိုက်ခိုက်ရဖို့ ဖြစ်လာပါတယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/1SZx5/(CM)_Delta_Force_2_-_The_Colombian_Connection_(1990)_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/330081-141x200.jpg",
        "title": "Young Guns (1988)",
        "description": "Young Guns (1988)ကြမ်းကြမ်းရမ်းရမ်း ကောင်းဘွိုင်ကား အနောက်ပိုင်းကား ကြိုက်တဲ့လူတွေအတွက် အလန်းစားရုပ်ရှင်လို့ ပြောလို့ရပါတယ်။ Billy the Kid လို့ခေါ်တဲ့ နာမည်ကြီး ဝရမ်းပြေး သေနတ်သမားအကြောင်း ဖြစ်ရပ်မှန်ကို ပုံစံသစ်နဲ့ ပြန်ပြောင်းပြောပြထားတဲ့ ဇာတ်လမ်းလည်းဟုတ်တယ်။ သူက အသက် ၂၁ မှာသေသွားပေမဲ့ သူမသေခင် ခပ်ငယ်ငယ်မှာတင် လူ ၂၁ ယောက်ကို သတ်ခဲ့တယ်လို့ တစ်ချို့ကပြောကြတယ်။ နယူးမက္ကစီကိုမှာဖြစ်ခဲ့တဲ့ လင်ကွန်းကောင်တီဝါးကိစ္စမှာလည်း လူသုံးယောက်သတ်ခဲ့တယ်ပြောကြတယ်။ ဒီကားကလည်း အဲဒီလင်ကွန်းကောင်တီဝါးမှာဖြစ်ခဲ့တဲ့ကိစ္စကိုပဲ ရိုက်ပြထားတာ။ Young Guns ဟာ Billy the Kid အကြောင်းရိုက်ထားတဲ့အထဲက သမိုင်းအချက်အလက်နဲ့ အကိုက်ဆုံးရုပ်ရှင်လို့လည်း ပြောကြတယ်။ ကားနာမည်နဲ့လိုက်အောင်ပဲ ဒီကားထဲက သေနတ်သမားတွေအကုန်လုံးဟာ အသက် ၂၀ အောက် ဖိုက်တာတွေချည်းပါပဲ။ ဒီရုပ်ရှင်က ၂ထွက်ထားသလို ၃လည်းလာဖို့ရှိပါတယ်။၁၈၇၈ နယူးမက္ကစီကိုမှာ ဂျွန်လို့ခေါ်တဲ့လူက လမ်းဘေးက အလေနတောသေနတ်သမားလေးတွေကိုခေါ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1d202/(CM)_Young_Guns_(1988)_720p.mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9vYJfuYcCrN1GWW8x3MS7To4A3T.jpg",
        "title": "Children of the Corn (2020)",
        "description": "Children of the Corn (2020)ဒီကားလေးကတော့ ၂၀၂၀ ခုနှစ်တုန်းကထွက်ရှိထားတာဖြစ်ပြီး Horror King လို့တောင်ခေါ်ကြတဲ့ နာမည်ကြီးစာရေးဆရာကြီး Stephen King ရဲ့ ဝတ္တုတိုလေးတစ်ပုဒ်‌အပေါ် အခြေခံရိုက်ကူးထားတဲ့ Horror ကားလေးတစ်ကားဖြစ်ပါတယ်။ နှစ်၄၀‌လောက်အကြာမှ မူလပထမရုပ်ရှင်ကို ပြန်လည်ဆန်းသစ်ပြီးထွက်ရှိလာတာဖြစ်ပါတယ်။ရှပ်ရှင်ထဲမှာတော့ ‌Nebraska ပြည်နယ်၊ Rylstone မြို့လေးက သေခါနီးပြောင်းခင်းတစ်ခုကို လက်လျော့နေကြတဲ့လူကြီးတွေအကြောင်းနဲ့ ပြောင်းခင်းကိုကိုးကွယ်တဲ့ အယူသီးကလေးမ‌လေးတစ်ယောက်ကနေ အပေါင်းအပါတွေနဲ့အုပ်စုလိုက်ဖြစ်လာပြီး ဘယ်လိုယဇ်ပူဇော်မှုတွေကို ရက်ရက်စက်စက်လုပ်ကြမလဲဆိုတာကို စတီဖင်ကင်းဇာတ်လမ်းတွေရဲ့ ထုံးစံအတိုင်း ကြောက်စရာလန့်စရာအပြည့်၊ ချောက်ချားစရာအပြည့်နဲ့ ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Jina မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 720MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 33Min\nGenre - Drama, Horror, Mystery\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1SZpk/(CM)_Children_of_the_Corn_(2020)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/60338454_829789057405743_5511122225421352960_n-133x200.jpg",
        "title": "Species IV: The Awakening (2007)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 4 : The Awakening (2007) ဇာတ်လမ်းအကျဉ်း....\nဒီကားမှာလဲ ဂြိုလ်သားကိုတူမအဖြစ်မွေးထားတဲ့ သိပ္ပံပညာရှင်ကြောင့် ဇာတ်လမ်းက စတာပါပဲ...ဒီဂြိုလ်သားမလေးကတော့ အရမ်းကို Sexy ကျ လှပပြီးတော့ သူမကိုယ်ထဲက ဂြိလ်သား DNA ဟာလဲ အရမ်းကို ရမ္မက်စိတ်ပြင်းထန်လွန်းတာကြောင့် ပုရိသယောကျာ်းတို့ ဒုက္ခရောက်ပုံတွေကို ဝေဝေဆာဆာ အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး ...",
        "rating": "4.0",
        "url": "https://megaup.net/3eT4c/(CM)_Species.IV.The.Awakening.2007.BluRay_720p.mp4",
        "category": "Action, Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/60264494_829789010739081_3246571714691203072_n-134x200.jpg",
        "title": "Species III(2004)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 3 (2004) ဇာတ်လမ်းအကျဉ်း....\nဂြိုလ်သားတွေနဲ့လူသားတွေကြား တစ်ဖက်နဲ့တစ်ဖက်သတ်ဖြတ်နေတဲ့တိုက်ပွဲတွေထဲက ကျန်ရှိနေတဲ့ ဂြိုလ်သားမျိုးကို စမ်းသပ်မွေးမြူဖို့ ဆုံးဖြတ်လိုက်ရာကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ.... အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(4.5 GB)/(900 MB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:51:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "4.2",
        "url": "https://megaup.net/2yVC1/(CM)_Species.III.2004.BluRay_720p.mp4",
        "category": "Action, Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Species_II-857231632-large-138x200.jpg",
        "title": "Species II (1998)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 2 (1998) ဇာတ်လမ်းအကျဉ်း....\nကမ္ဘာမြေကနေ အင်္ဂါဂြိုလ်ပေါ်ကို ပထမဆုံးရောက်ရှိသွားတဲ့ အာကသယာဉ်မှူးတစ်ယောက်ဆီမှာ အင်္ဂါဂြိုလ်က ဂြိုလ်သား DNA ကူးစက်သွားတာကနေ စပါတယ်....ဒီအာကသယာဉ်မှူး ကမ္ဘာမြေကိုပြန်လည်ရောက်ရှိပြီး သူနဲ့အိပ်လိုက်မိတဲ့မိန်းခလေးဆီမှာ ဂြိုလ်သားကလေးမွေးရာကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ.... အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(2.2 GB)/(1.2 ...",
        "rating": "4.5",
        "url": "https://megaup.net/1SYa4/(CM)_Species.II.1998.BluRay_720p.mp4",
        "category": "Action, Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/FSRYMCKXIAEm3LV-153x200.jpg",
        "title": "Species (1995)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species (1995) ဇာတ်လမ်းအကျဉ်း....\nကမ္ဘာ့အပြင်က ရရှိလာတဲ့ ကမ္ဘာဂြိုဟ်က မဟုတ်တဲ့ ဒီအန်အေကို ကမ္ဘာမြေကလူသားဒီအန်အေနဲ့ပေါင်းစပ်ပြီး ထူးဆန်းတဲ့သက်ရှိတစ်မျိုးဖန်တီးရာကနေ ဇာတ်လမ်းစတာပါပဲ။\nဒီဂြိုလ်သားတစ်ပိုင်းလူသားတစ်ပိုင်း သတ္တဝါမျိုးက ဘယ်လိုအကျင့်စရိုက်တွေနဲ့ ဘာတွေဆာလောင်လဲဆိုတာနဲ့\nလူသားတွေရဲ့ အလိုရမ္မက်လောဘကြီးမှုတွေကြောင့် ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(4.4 GB)/(1.4 GB)/(930 ...",
        "rating": "5.8",
        "url": "https://megaup.net/1SZjk/(CM)_Species.1995.BluRay_720p.mp4",
        "category": "Action, Adult, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1VpEcYxo2T5qt5YMynfWZkctPR4.jpg",
        "title": "Blood Father(2016)",
        "description": "Blood Father(2016)******************ဂျွန်လင့်ဆိုသူဟာ ထောင်ကထွက်လာပြိး စောင့်ကြည့်ကာလနဲ့နေထိုင်ရင်းအသောက်အစားဖြတ်ကာ ဘဝသစ်ပြန်စ၊\nဆိုးသွမ်းခဲ့တာတွေပြင်ဆင်၊ ဆုံးရှုံးခဲ့တာတွေ ပြန်အဖတ်ဆယ်ရင်းနဲ့၊ ဇနီးဖြစ်သူကလည်းပစ်သွားတဲ့အပြင်တစ်ဦးတည်းသောသမီးကပါ\nအိမ်ကထွက်ပြေးသွားလို့ ရှာမရဖွေမရဖြစ်ရင်း ပြန်လည်ထူထောင်ရေးစခန်းမှာသောင်တင်နေသူပါ။\nသမီးဖြစ်သူ လဒ်ဒီယာဟာဆိုရင် အိမ်ကထွက်ပြေးရင်းမှ လူမိုက်ဂိုဏ်းသားတစ်ယောက်နဲ့ရည်းစားဖြစ်မိကာ\nအခြေအနေအမျိုးမျိုးကြောင့် ရည်းစားဖြစ်သူကိုသတ်မိသွားပါရော၊\nဆိုးတာက သူ့ကောင်လေးဟာ လူမိုက်ဂိုဏ်းကခေါင်းဆောင်ရဲ့တူဖြစ်နေတဲ့အပြင်၊\nသူမကိုပါ ပိုက်ဆံတွေယူသွားတယ်ဆိုပြီး စွဲချက်တွေနဲ့အတူ၊ ရဲဘက်ကလည်း လူသတ်မှုနဲ့လိုက်ရှာပါတော့တယ်။\nကြံရာမရတဲ့အဆုံး ဖခင်ဆီကိုသာပြန်လာခဲ့ပြီး ဖခင်ဖြစ်သူက သမီးရဲ့အရှုပ်တွေကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာကို\nကြည့်ရှုရမယ့် ဖအေနဲ့ သမီးတို့ရဲ့ စွန့်စားခန်းတစ်သီကြီးနဲ့ အက်ရှင်ကားဖြစ်ပါတယ်...File Size :(1.9GB)(and (718MB)\nQuality :Blu-Ray 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1SZak/Blood.Father.2016.BLU-RAY.720P(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Something_Wicked_This_Way_Comes_1983_movie_poster-133x200.jpg",
        "title": "Something Wicked This Way Comes (1983)",
        "description": "Imdb rating 6.7/10 rotten tomatoes 59%\n၁၉၆၂ ခုနှစ်မှာ စာအုပ်အဖြစ်အရင်ဆုံးထွက်ရှိ ခဲ့တာပဲဖြစ်ပြီးတော့ ၁၉၈၃ခုနှစ်မှာ walt disney ရုပ်ရှင်ဇာတ်ကားအဖြစ်ပြန်ထုတ်ခဲ့တာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကားကို ဒါိရီုက်တာ Jack Clayton က ရိုက်ကူးခဲ့တာဖြစ်ပြီးတော့ အော်စကာ၂ပိုင်ရှင် Jason Robardsအပြင် vidal peterson ၊ shawn carson နဲ့ Jonathan Pryce တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းအသွားကတော့ ၁၃နှစ်အရွယ် အချစ်ဆုံးသူငယ်ချင်း၂ယောက်ဖြစ်တဲ့ ဂျင်မ်နိုက်ရှိဒ်နဲ့ ဝီလီယမ် ဟောလိုဝေးတို့က သူတို့နေထိုင်တဲ့အီလီနွိုက် ပြည်နယ် ဂရင်းမြို့ကို တစ်နေ့မှာရုတ်တရက် နယ်ပတ်ပျော်ပွဲရွှင်ပွဲ  တစ်ခုကရောက်လာတဲ့အခါ သူတို့ရဲ့ အိမ်မက်ဆိုးဆန်တဲ့အဖြစ်အပျက်ကို သူတို့  ကြုံတွေ့ခဲ့ရတယ်။အဲ့ဒီ ပျော်ပွဲရွင်ပွဲမှာ ကြောက်စရာကောင်းတဲ့အရာတွေကို ရင်ဆိုင်ရင်းနဲ့ သူတို့နှစ်ယောက်ရဲ့ အကြောက်တရားတွေကို ဘယ်လိုရင်ဆိုင်ကြလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ရိုက်ကူးထားတဲ့ Horror/Fantasyအမျိုးအစားဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ သင်ဟာ disney ရုပ်ရှင်တွေကို ကြိုက်နှစ်သက်တဲ့သူဆိုရင်တော့ ဒီကားလေးဟာ ...",
        "rating": "",
        "url": "https://megaup.net/3eQcr/Something.Wicked.This.Way.Comes.1983.720p.(CM).mp4",
        "category": "Fantasy, Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/337065826_607900804193699_7532776721350143131_n-132x200.png",
        "title": "[21+]Sensations (1978)",
        "description": "တစ်ခေတ်တစ်ခါက အမေရိကန်မလေးတွေရဲ့ အလှကို\nသဘာဝကျကျ ဘွင်းဘွင်းရှင်းရှင်း\nဖေါ်ကြူးထားတဲ့ ဇာတ်ကားကောင်းတကားလေးလာပါပြီအချောအလှလေး မာဂရက် တစ်ယောက် အချစ်ဆုံးသူငယ်ချင်းနဲ့\nအက်စတာဒမ်မှာရှိတဲ့သူ့ကောင်လေး ဓာတ်ပုံဆရာ ဆီအလည်သွားပါတယ်\nအတွေ့အကြုံအသစ်တွေ အထူးအဆန်းတွေ မကြုံစဖူးတွေ့ကြုံရကံပါလာတဲ့\nသူငယ်ချင်းနှယောက်အဲဒါကတော့ လူတိုင်းကို ရင်ခုန်စိတ်လှုပ်ရှားစေတဲ့ ကာမပဲသူတို့တွေ့လိုက်ရတဲ့ လွတ်လပ်မှုက သူတို့ မကြုံဖူး မကြားဖူထားတဲ့ အခြေနေတစ်ခု\nဘယ်လောက်လဲ ဘယ်ထိလဲဆိုတာ DS Fans တွေအတွက် အကြိုက်တွေ့စေမှာမို့\nကြည့်ဖြစ်အောင် ကြည့်လိုက်ပါဦး\nFile size…600MB/300MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 17mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3eU5u/Sensations_(720)_(AI_UPSCALED)_-_1975,Uncensored(DS)_.mp4",
        "category": "Adult, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ffff-133x200.jpg",
        "title": "Out of Exile (2023)",
        "description": "သင်ဟာ ရာဇဝတ်သားတစ်ယောက်ဖြစ်ပြီး ‘ဒီအလုပ်က နောက်ဆုံးပဲကွာ.. ဒါပြီးရင် တရားမဝင်အလုပ်တွေ မလုပ်တော့ဘူး’လို့ တွေးမိရင် ချက်ချင်း ခေါက်ထားလိုက်ပါတော့.. ဘယ်လောက်ကြိုးစားကြိုးစား အရာထင်မှာမဟုတ်ပါဘူး.. အပူပိုင်းဒေသကမ်းခြေလေးတစ်ခုမှာ ကော့တေးလေးသောက်ရင်း ဇိမ်ကျကျနေနိုင်မှာမဟုတ်ဘူး.. သက်တမ်းကြာနေပြီဖြစ်တဲ့ အကြွေးတွေကို ရှင်းနိုင်မှာမဟုတ်ဘူး.. သင်မျှော်လင့်ထားတဲ့ သက်တောင့်သက်သာ အိမ်မက်တွေလဲ ဖြစ်လာမှာမဟုတ်ဘူး.. နောက်ဆုံးတစ်ခါပါပဲဆိုပြီး သင်ကြိုးစားလဲ သင်နဲ့ သင်တန်ဖိုးထားရတဲ့ အရာတွေတွေအတွက် အဆိုးဆုံးအခြေအနေနဲ့သာ အဆုံးသတ်သွားနိုင်ပါတယ်.. ဒါကို နားမလည်သေးဘူးဆိုရင်.. Ouf of Exile က သင့်အတွက်ရှိနေပါတယ်.. ထောင်ဒဏ်၁၆နှစ် ကျခံရပြီးတော့ ခံဝန်နဲ့ လွတ်လာတဲ့ ရက်ဆဲဟာ သူ့ကို စိမ်းကားနေတဲ့ သမီးဖြစ်သူနဲ့အတူ အေးအေးဆေးဆေးနေနိုင်ဖို့ ရည်ရွယ်ချက်နဲ့ ဘဏ်ငွေသယ်တဲ့ကားကို ဓားပြတိုက်ဖို့ လုပ်ပါတယ်.. ဒါပေမယ့် ကိစ္စက ထင်သလို မချောမွေ့ပဲ ဘဏ်အစောင့်ကို သတ်မိလိုက်တဲ့အတွက် FBIက ဓားပြတွေကို စုံစမ်းရှာဖွေဖို့ကြိုးစားလာတယ်.. ရက်ဆဲရဲ့ အလုပ်ရှင်ဖြစ်တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1SUcn/Out.of.Exile.2022.720p.(CM).mp4",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7qnkSA9yqGj20selczomB1IcUXx.jpg",
        "title": "House of Deadly Lies(2023)",
        "description": "House of Deadly Lies(2023)*************************ဒီတစ်ခါ ကားကတော့ Mystery , thriller လို Genre မျိုးကို ကြိုက်တတ်တဲ့ လူတွေအတွက်ပဲဖြစ်ပါတယ်\nPaige ဆိုတဲ့ကောင်မလေးဟာ သူ့သူငယ်ချင်း Joslyn ကို အိမ်ပေါ်ခေါ်တင်ထားပါတယ်..အကြောင်းအရင်းကတော့ Joslyn ဟာ ကိုယ်ဝန်သည်အမျိုးသမီးဖြစ်ပြီး ယောကျာ်းက နှင်ချလိုက်တာကြောင့်သွားစရာနေရာလည်းမရှိလို့ပါ ဒါကို Paige ရဲ့အမျိုးသား Michael ဟာ သိပ်မကြည်ချင်ပါဘူး...\nတစ်နေ့ Joslyn ကလေးမွေးတဲ့နေ့မှာတော့ ကလေးအဖေဟာ Michael ဖြစ်နေတာကို သွားတွေ့လိုက်ရပါတော့တယ်..အဲ့ဒီတော့မှ Michael ဟာ Joslyn ကို အိမ်မှာ လက်ခံထားတာ ဘာကြောင့်မကြည်မှန်းသိသွားပါတော့တယ်..\nအဲ့ဒီလိုနဲ့ Paige နဲ့ Joslyn ကြား ဘာတွေဖြစ်လာကြမလဲ Michael နဲ့ရော ဘာတွေဖြစ်ကြမလဲ...ဒါ့အပြင် Michael မှာ တခြားမကောင်းတဲ့အချက်တွေအများကြီးရှိပါသေးတယ် ..အဲ့ဒါကိုတော့ ရုပ်ရှင်ကြည့်ရင်းနဲ့ ရှာဖွေကြည့်လိုက်ကြရအောင်...File Size :(1.7GB)(and (718MB)\nQuality :WEB-DL ...",
        "rating": "",
        "url": "https://megaup.net/1SZ94/House.of.Deadly.Lies.2023.WEB-DL.720P(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJnlAGmrhsg4QrlVKGgP91J6WPu.jpg",
        "title": "The Matador(2005)",
        "description": "The Matador(2005)******************လူ့ဘဝမှာ သူငယ်ချင်းတွေ၊ ဘော်ဒါတွေ အများကြီးရှိကြပေမယ့်လည်းမိတ်ဆွေကောင်း/ သူငယ်ချင်းကောင်းတစ်ယောက် ဟုတ်/မဟုတ် ဆိုတာ လွယ်လွယ်ကူကူဆုံးဖြတ်လို့မရပါဘူး။နောက်ပြီး မိတ်ဆွေကောင်းတန်ဖိုးဟာ ဘယ်လောက်ထိရှိလဲဆိုတာမသိတဲ့သူတွေ အများကြီးပါ။ ဒီကားလေးကို ကြည့်ရင်း မိတ်ဆွေကောင်းတွေကို တန်ဖိုးထားနိုင်ကြပါစေ။\nဂျူလီယန်ဟာ ကြေးစားလူသတ်သမားဖြစ်ပြီး ငွေအများကြီးပေးတဲ့အလုပ်ကိစ္စမျိုးကိုသာလုပ် ကိုင်ပေးလေ့ရှိပါတယ်။ အိမ်ထောင်မရှိ၊ သားသမီးမရှိ၊ ဘာအနှောင်အဖွဲ့မှမရှိဘဲဘဝကို ပျော်ပျော်ကြီး ဖြတ်သန်းနေသူဖြစ်ပါတယ်။ ဒါပေမယ့် တစ်ရက်မှာတော့သူ့မွေးနေ့မှာ သူ့ကို ဘယ်သူကမှ အမှတ်တရ လက်ဆောင်ပေးတာတွေ၊နှုတ်ဆက်စကားလှမ်းပြောတာတွေမရှိတဲ့အပြင် သူဖုန်းဆက်သမျှ လူတိုင်းက လည်းသူ့ကိုအရေးတယူ ပြန်မဆက်ဆံတဲ့အတွက် အဖော်မဲ့၊ မိတ်ဆွေမဲ့တဲ့သူ့ရဲ့ဘဝကို စိတ်အပျက်ကြီးပျက်မိသွားပါတော့တယ်။ တစ်ရက်မှာ အရောင်းကိုယ်စားလှယ်တစ်ယောက်နဲ့သောက်ရင်းစားရင်း မိတ်ဆွေဖြစ်သွားပါတယ်။ အဲ့ဒိလူက သူ့ကိုစကားရောဖောရောလောက်ဆက်ဆံပေမယ့်မိတ်ဆွေ အရမ်း လိုချင်နေတဲ့ ဂျူလီယန်က အတင်းလိုက်ကပ်ပါတော့တယ်။လူသတ်သမားတစ်ယောက်ဖြစ်နေကြောင့် မိတ်ဆွေ သူငယ်ချင်းမလုပ်ချင်တဲ့သူများနေတဲ့ဂျူလီယန်ခမျာ လိုချင်နေတဲ့ မိတ်ဆွေစစ်စစ်ကို တကယ် ရနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားလေးထဲမှာ ခံစားကြည့်လိုက်ပါဗျာ။\nဒီဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်တဲ့ ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီယာ့စ်ဘရွန်နန်ဟာ၂၀၀၅ ခုနှစ် ရွှေကမ္ဘာလုံးဆုအတွက် စကာတင်အမည်စာရင်းမှာပါဝင်ခဲ့ပါတယ်။ဒါကြောင့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1SY4k/The.Matador.2005.BLU-RAY.720P(CM).mp4",
        "category": "Comedy, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pnLf7iuL0d9kbDRJ9Dc12gg0CN1.jpg",
        "title": "Marui Video (2023)",
        "description": "Marui Video (2023)Marui video ဆိုတဲ့နာမည်အတိုင်းပဲ ဗီဒီယိုတစ်ခုကနေ အစပြုခဲ့တဲ့ ခြောက်ခြားစရာဇာတ်လမ်းတစ်ပုဒ်ပါပီဒီဂင်ဆူချန်းတို့အဖွဲ့ဟာ ၁၉၉၂ ခုနှစ်မှာဖြစ်ခဲ့တဲ့ လူသတ်မှုရဲ့ ဗီဒီယိုကို ရှာတွေ့ပြီး\nအဲဒီလူသတ်မှုက သွေးရိုးသားရိုးမဟုတ်ဘဲ အခန်းရဲ့မှန်ထဲမှာ\nလူတစ်ယောက်ကို ခပ်ရေးရေးတွေ့လိုက်ရာကနေ အဲအမှုကို ဆက်လိုက်ပါတော့တယ်အနှစ် ၂၀ ကျော်ကြာသွားပြီးဖြစ်သလို ပိတ်ပြီးသားအမှုဖြစ်တဲ့အတွက်\nအသေးစိတ်လိုက်မှကို အဲအမှုရဲ့ ဇစ်မြစ်ကိုသိရပါတော့တယ်အဲအမှုဟာ တူးလေနက်လေဆိုသလိုပဲ ကွင်းဆက်ကကြီးကြီးလာပြီး\nသူတို့သာ လမ်းတစ်ဝက်နဲ့တင်ရပ်လိုက်ရင် ဇာတ်သိမ်းကတစ်မျိုးပြောင်းသွားဦးမှာပါဇာတ်လမ်းပုံစံကိုက မှတ်တမ်းရုပ်ရှင်အနေနဲ့ ရိုက်ကူးထားပြီး\nရင်တထိတ်ထိတ်ကြည့်ရမယ့် Horror Thriller ကိုကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery, Thriller\nQuality…. 1080p | 720p | 480p\nFile size…  1GB | 477mB | 244MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... ...",
        "rating": "5.6",
        "url": "https://megaup.net/1SZ6x/Marui.Video.2023.720p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkPgKnHcPgLNrIO6OrtbkC9QNB3.jpg",
        "title": "Mountain Ghost ( 2023 )",
        "description": "\"ကျဲ\" တောင်တန်းဆီက သေရာကနေ ပြန်လည်ရှင်သန်နိုင်တယ်ဆိုတဲ့\nပယင်းကျောက်စိမ်းတုံးရဲ့ထူးဆန်းဖွယ် ဒဏ္ဍာရီလာ ဇာတ်လမ်းတစ်ပုဒ် ...!ကျဲ တောင်လို့ အမည်ရတဲ့ တောင်​ခြေမှာ ချန်ရှို့ဆိုတဲ့ ရွာငယ်လေး\nတစ်ရွာက တည်ရှိလို့နေခဲ့ပါတယ် ။ အဲဒီရွာငယ်လေးဟာ\nအမဲလိုက်ခြင်းကို အားပြုပြီး အသက်မွေးဝမ်းကြောင်းပြုရတဲ့ ရွာငယ်လေးပါ ။\nသူတို့နဲ့ အနီးအနားမှာရှိတဲ့ ကျဲ တောင်ကို ဝင်ရောက်သွားကြတဲ့\nသူတိုင်းဟာလဲ တစ်ယောက်မှ အသက်ရှင်လျှက်ပြန်မလာနိုင်ခဲ့ကြပါဘူး ။ဒါကို စုံစမ်း သိရှိလိုတဲ့ ထျန်းရှီး လို့ခေါ်တဲ့ လူငယ်လေးဟာ\nရွာသူကြီးရဲ့ အမိန့်ကို အာခံပြီး ကျဲ တောင်ဆီ ရွာသားတစ်ချို့နဲ့\nသွားရောက်ခဲ့ပါတယ် ။ ဒါပေမဲ့လဲ ထျန်းရှီး အပါအဝင် ရွာသားတစ်ချို့ဟာ\nသေဆုံးလျှက်ပဲ ပြန်လည်ရောက်ရှိခဲ့ပါတယ် ။ တစ်ဆက်ထဲမှာပဲ\nထူးဆန်းတဲ့ အဖြစ်အပျက်က ဖြစ်ပေါ်ခဲ့လေတော့တယ်\nအဲ့တာကတော့ ထျန်းရှီးဟာ ပြန်လည်ရှင်သန်လာချင်းပါပဲ ။\nဒီလိုနဲ့ ထျန်းရှီးဟာ သူ့ရဲ့ သေဆုံးသွားကြတဲ့ ရွာသူရွာသားတွေအတွက်\n\"ပယင်းကျောက်စိမ်းတုံး\" ကို ပြန်လည်ရှာဖွေဖို့ သခင်ကြီးဝူ\nဆိုသူတို့နဲ့ ကျဲတောင်ဆီ ပြန်လည်ခရီးဆက်တဲ့အခါမှာ....?❏ \"ပယင်းကျောက်စိမ်းတုံး\"ကို ရှာဖွေတွေ့ရှိပြီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mountain-ghost-2023/"
    }
]