[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oJoLrbgEqupECFC7TwcmSZY2JSn.jpg",
        "title": "Midnight (2021)",
        "description": "Midnight 2021သန်းခေါင်ယံ .....သန်းခေါင်ယံမှာ ဘာတွေ ဖြစ်ကြမလဲ????ညဆိုတာကတော့ မကောင်းမှုတွေ စိုးမိုးတတ်တဲ့အချိန်ပါ။\nဒီညကတော့ ထူးဆန်းပါတယ်။ကွင်းဆက်လူသတ်သမားတစ်ယောက်က\nအမျိုးသမီးငယ်တစ်ယောက်ကို လိုက်လံသတ်ဖြတ်တာပါပဲ။ဘာလို့ သတ်ဖြတ်နေရလဲ ဆိုတာကတော့ .....\nသူ လူသတ်မှုကျူးလွန်နေတာကို\nအမျိုးသမီးငယ်တစ်ယောက် က မြင်တွေ့သွားလို့\nနှုတ်ပိတ်ဖို့အတွက် လိုက်လံသတ်ဖြတ်ဖို့ ကြိုးစားတာပါ။အဲဒီအမျိူးသမီးငယ်ကတော့ ဆွံ့အနားမကြားဖြစ်နေတဲ့ ဂျောင်မီ ပါပဲ။ဆွံ့အနားမကြား ဖြစ်နေတဲ့ ဂျောင်းမီက ဆွံ့အနားမကြားသူတွေအတွက်\nဝန်ဆောင်မှုပေးဖို့ Call Center မှာ အလုပ်လုပ်ရပါတယ်။လူကောင်းသူကောင်းတွေကြားမှာ တစ်ယောက်ထဲ ကင်းကွာနေတတ်တဲ့ သူမ\nတစ်ချိန်မှာတော့ ကွင်းဆက်လူသတ်သမားတစ်ယောက် လူသတ်မှု ကျူးလွန်တာကို မြင်ရပြီးတဲ့နောက်မှာတော့ ......လူသတ်သမားရဲ့လက်ကနေ သူမ ထွက်ပြေးလွတ်မြောက်နိုင်မလား ဆိုတာကို\nအသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမယ့်\nThriller ဇာတ်လမ်းအမျိုးအစားဖြစ်ပါတယ်။Jin Ki Joo ,Wi Ha joon, Kim Hye Yoon နဲ့ Park Hoon တို့မှ အဓိက သရုပ်ဆောင်ထားပါတယ်...Thriller ကားတွေကြည့်ရတာကြိုက်တတတ်တယ်ဆိုရင်တော့\nဒီကားမျိုးက လက်မလွှတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။IMDb ...",
        "rating": "6.9",
        "url": "https://megaup.net/1DGch/Midnight.2021.720p.WEB-DL.AAC2.0.H.264-CM.mp4",
        "category": "Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9JBftHNBnLHgqwHLiojuVSsRNpS.jpg",
        "title": "Detective Chinatown 2(2018)",
        "description": "Detective Chinatown 2(2018)အညွှန်း\n*********************************ချင်းဖောင်ဆိုတဲ့ ကျောင်းသားလေးက Crimemaster လို့ခေါ်တဲ့ App တစ်ခုမှာ အဆင့်နှစ်ချိတ်ထားသူဖြစ်ပါတယ်...Crimemasterဆိုတာက စုံထောက်ဂိမ်းတစ်ခုပါပဲ၊ ဒါပေမယ့်ထူးခြားတာက တကယ်ဖြစ်နေတဲ့အမှုတွေကိုစုံစမ်းဖော်ထုတ်ရတာပဲဖြစ်ပါတယ်။ ချင်းဖောင်က အဲ့ဂိမ်းမှာ အဆင့်နှစ်ဆိုတော့ နယ်နယ်ရရတော့မဟုတ်ဘူးပေါ့...အဆင့်တစ်ကတာ့ \"Q\" ဆိုတဲ့လူဖြစ်ပြီး ဘယ်သူဘယ်ဝါဆိုတာတော့ ဘယ်သူမှမသိကြပါဘူး။ဦးလေးဖြစ်သူရဲ့ မင်္ဂလာပွဲကိုတက်ဖို့ အမေရိက ကို ချင်းဖောင်တစ်ယောက်ရောက်ရှိလာပါတယ်။တကယ်တော့ဦးလေးဖြစ်သူက ချင်းဖောင်ကို ညာခေါ်လိုက်တာပါ။ တရုတ်တန်းက ဆရာကြီးတစ်ယောက်ရဲ့မြေးဖြစ်သူအသတ်ခံရမှုကိုဖော်ထုတ်ပေးနိုင်ရင် ဒေါ်လာငါးသန်း ပေးမယ်ဆိုတဲ့အတွက်ကြောင့်ချင်းဖောင်ကို လိမ်ပြီးခေါ်လိုက်တာဖြစ်ပါတယ်။ အဲ့အမှုကိုဖော်ထုတ်ဖို့ရောက်လာတဲ့တခြားလူတွေကလဲCrimemaster app ထဲက ချင်းဖောင်ရဲ့ ပြိုင်ဖက်တွေပဲဖြစ်ပါတယ်။ အဲ့တော့ ချင်းဖောင်တို့တူဝရီးနှစ်ယောက်အမှုကို ဖော်ထုတ်ပုံတွေ၊ အမှုက ထင်ထားသလိုမရိုးရှင်းပဲ ကွင်းဆက်လူသတ်သမားဖြစ်နေတာကြောင့်လှည့်ကွက်များစွာရှိနေပုံတွေကို ဟာသဆန်ဆန်နဲ့ရိုက်ကူးထားပါတယ်။ ဟာသဆန်ဆန်ဆိုပေမယ့်အမှုအကြောင်း သဲလွန်စရှာပုံတွေ၊ ကောက်ချက်ချပုံတွေကလဲ စိတ်ဝင်စားစရာကောင်းပါတယ်။အဲ့ဒါကြောင့် စုံထောက်ကားကြိုက်သူတွေ ဟာသကောင်းကြိုက်သူတွေ လက်မလွှတ်သင့်တဲ့တရုတ်ကားကောင်းတစ်ကားဖြစ်ကြောင်း လက်တို့လိုက်ရပါတယ်။  ဂိမ်မာတွေဆိုတာ ဘာညာအထှာတော့ရှိတယ်ဗျ....တစ်ချို့သော ပုတ်ခတ်သူတွေအတွက် တစ်ချို့သော ဂိမ်မာသမားများက ဂိမ်ကစားရင်း လက်တွေ့ဘဝမှာ ဒီလိုဟိုလို ဉာဏ်သုံးဖြေရှင်းပြီး ...",
        "rating": "6.2",
        "url": "https://megaup.net/XIvh/Detective_Chinatown_2.(2018)BLU-RAY.720P.mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6lodKsWEcNNlEPbE461pD2c2SuG.jpg",
        "title": "Cold Case (2021)",
        "description": "Cold Case (2021)\n================================ကဲ ပိတ်ရက်မှာ ဘောလီဝုဒ်ကားလေးနဲ့ အပန်းဖြေချင်တဲ့ CM ပရိသတ်များအတွက်ဇာတ်ကားကောင်းလေး တစ်ကား လာပါပြီနော်IMDb 6.3 ရရှိထားပြီးတော့ 30 ရက်နေ့ကမှ ပူပူနွေးနွေး အသစ်စက်စက်လေးထွက်ရှိထားတဲ့Cold Case ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်မယ်ဒီယာက သရဲအကြောင်းနဲ့ပတ်သတ်ပြီး ရုပ်သံအစီအစဉ်တွေ ထုတ်လွှင့်ရသူတစ်ယောက် ဖြစ်ပေမယ့်သူဟာ သရဲနဲ့ပတ်သတ်တာတို့ ဘာသာရေးနဲ့ပတ်သတ်တာတွေကို လုံးဝ အယုံအကြည်မရှိတဲ့သူတစ်ယောက်ပါအမေချစ်သားဖြစ်သူ ခင်ပွန်းနဲ့ ကွာရှင်းဖို့လုပ်ရင်း သမီးဖြစ်သူချင်နူးနဲ့အတူ အိမ်အသစ်ကိုပြောင်းရွှေ့လာတဲ့အခါမှာ.....အဲ့ဒီအိမ်အသစ်မှာ သူတို့ ဘယ်လိုအဖြစ်အပျက်တွေ ကြုံတွေ့ရမလဲ......ရေကန်ထဲမှာ ဦးခေါင်းခွံတစ်ခုကို ရှာတွေ့ရာကနေ လူသတ်မှုကို စုံစမ်းဖို့ ဖြစ်လာတဲ့ ရဲမှူး ဆတ်သ်သီရာဂျီသ်သူစုံစမ်းနေတဲ့ လူသတ်မှုကရော မယ်ဒီယာရဲ့အိမ်က အဖြစ်အပျက်နဲ့ ဘယ်လိုတွေ ဆက်စပ်နေမလဲ......သူတို့ နှစ်ဦးပေါင်းပြီး လူသတ်တရားခံကိုရော ဖမ်းမိနိုင်ပါ့မလား.....ဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမဲ့ ဇာတ်ကားကောင်းလေးပဲ ​ဖြစ်ပါတယ်မှုခင်းကားကိုမှ horror လေး ထပ်ပေါင်းထည့်ထားတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/XIrh/COLD_CASE_(2021)_720p.mp4",
        "category": "Horror, Mystery, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-03-at-00.07.15-126x200.png",
        "title": "The Boss Baby: Family Business (2021)",
        "description": "The Boss Baby: Family Business (2021)=============================IMDb Rating - 5.8/102017 လောက်တုန်းက အားလုံးကို အမွှေစိန်လုပ်သွားတဲ့ boss baby လေးကို မှတ်မိကြဦးမယ်ထင်ပါတယ်၊သူအခု အရွယ်ရောက်သွားပြီဗျ အရွယ်ရောက်တဲ့အပြင် တူမ ၂ ယောက်တောင်ရပြီး အလုပ်ကြိုးစားတဲ့ အချစ်တော်အန်ကယ်ဖြစ်နေပါပြီ။သို့ပေမယ့် ကျွန်တော်တို့ရဲ့ ကလေးသူဌေးကြီး ဒီဇာတ်လမ်းမှာ သူငယ်ပြန်ရပါဦးမယ်ဖြစ်စဉ်ကဒီလိုရယ်ပါ . သူကလေးဘ၀က လာခဲ့တဲ့ BabyCorp ဆိုတဲ့ အဖွဲ့အစည်းမှာ ပြဿနာတစ်ခု ပေါ်ပေါက်လာပါတယ်၊ ပြဿနာကတော့ ဒေါက်တာတစ်ယောက်ဟာ ကလေးတွေရဲ့ ခေါင်းထဲကို အတွေးမှားတွေ ရိုက်ထည့်ပေးနေပြီးကလေးတွေက မိဘတွေအပေါ် သွေးအေးလာတာပါ။ ဒီ ပြဿနာကို ဖြေရှင်းဖို့ရာ Boss Baby တို့ ညီအစ်ကို ၂ ယောက်အသက်ငယ်ဆေး ဖော်မြူလာကို သောက်ပြီး ကလေးဘ၀ကို ပြန်ရောက်သွားချိန်မှာတော့ ...........ဘာတွေဆက်ဖြစ်မလဲ အဖြေရှာရင်း ဘယ်ပြဿနာတွေ ထပ်တက်ဦးမလဲ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1DF6p/The_Boss_Baby_Family_Business..2021.720p.WebRip.[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/16569_poster-136x200.jpg",
        "title": "Till Death",
        "description": "Till Death (2021)\nMegan Fox ရဲ့ ဇာတ်ကားသစ် ထွက်ရှိလာပါတယ်။\nဒီဇာတ်လမ်းထဲမှာ အဓိကဇာတ်ဆောင် အမ်မာ အနေနဲ့ ပါဝင်ထားတာမို့ အတော်မိုက်ပါကြောင်း\nအမ်မာဆိုတာ သူ့ကိုအထက်စီးကပဲဆက်ဆံလေ့ရှိပြီး\nလွှမ်းမိုးချုပ်ကိုင်လွန်းတဲ့ ယောကျ်ားဖြစ်သူမာ့ခ်ရဲ့လက်ကနေ\nလွတ်မြောက်ချင်နေသူတစ်ယောက်  ပြောရရင် မာ့ခ်ရဲ့လက်အောက်ဝန်ထမ်း တွမ်နဲ့နောက်မီးပါလင်းနေတာပေါ့ဒီလိုနဲ့ အမ်မာတစ်ယောက် မာ့ခ်နဲ့ ၁၁နှစ်ပြည့်မင်္ဂလာနှစ်ပတ်လည်မတိုင်ခင်ညမှာ\nတွမ်နဲ့လမ်းခွဲခဲ့ပြီး နှစ်ပတ်လည်နေ့မှာ သူတို့မင်္ဂလာဦးတုန်းကတည်းခဲ့ဖူးတဲ့\nရေကန်ဘေးကအပန်းဖြေအိမ်လေးဆီ သွားကြပါလေရောနှစ်ပတ်လည်ညမှာ ပန်းတွေ ဖယောင်းတိုင်တွေနဲ့ ရိုလို့မှမဆုံးသေး\nနောက်တစ်နေ့မနက်မှာ အသက်ကုန်နေတဲ့​ယောကျ်ားဖြစ်သူရဲ့အလောင်းကြီးနဲ့\nလက်ထိပ်ခတ်လျက်သား အမ်မာတစ်ယောက်နိုးထလာရပါတော့တယ်ဇာတ်ကားနာမည် Till Death ဆိုတဲ့အတိုင်းပဲသေအတူရှင်မကွဲပေါ့နော်။\nအရိုတစ်လိုင်းတော့မဟုတ်ဘူး\nMystery Horror ပါတဲ့။\nဘယ်လိုတွေအမှုပတ်မယ်ဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါဦးReview by MTA\nTranslated by MTA, JoJoVa\nEncoded by AugustFile size…1.8 GB and 960MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 28min\nSubtitle….Myanmar Subtitle (Hardsub)\n.",
        "rating": "6.2",
        "url": "https://megaup.net/2ZA1i/Till.Death.2021.720p.WEB.H264-CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/the-boss-baby-poster-133x200.jpg",
        "title": "The Boss Baby (2017)",
        "description": "The Boss Baby (2017)________IMDb - 6.3/10\n  \nမိဘနှစ်ပါးရဲ့ အလိုလိုက်ချင်းကိုခံထားရတဲ့ တင်ဆိုတဲ့ကလေးလေးဘဝထဲကို ညီလေးတစ်ယောက် ယောက်လာခဲ့တယ်။\nအဲဒီကလေးပေါက်စကို မနာလိုလည်းဖြစ် မသင်္ကာတဲ့အစ်ကိုဖြစ်သူ တင်မ် ဟာ လျို့ဝှက်ထောက်လှမ်းရင်းဘော့စ်ဘေဘီလေးရဲ့ လျိုှုဝှက်ချက်ကို သိသွားခဲ့ပါတယ်။\nသူ့ညီမြန်မြန်ထွက်သွားစေဖို့အတွက် သူ့ညီရဲ့လျို့ဝှက်စစ်ဆင်ရေးကို လိုက်ကူညီရင်း ကမ္ဘာပေါ်က ကလေးတွေရဲ့\nချစ်ခြင်းကို လုယူမယ့် ဗီလိန်ကြီးတစ်ယောက်နဲ့ ရင်ဆိုင်လာရတဲ့အခါ.....။ဒါရိုက်တာ Tom McGrath က ရိုက်ကူးပြီး\nဇာတ်ညွှန်းရေးသူကတော့ Michael McCullers ပါကာတွန်းဇာတ်ကောင်တွေရဲ့ နောက်ခံစကားပြောသူတွေအနေနဲ့ကတော့ Boss Baby အဖြစ်\nAlec Baldwin နဲ့ Older Tim အဖြစ်Patton Wswalt တို့က အဓိကပါဝင်အားဖြည့်ပေးထားပါတယ်။\n20th Century Foxကုမ္ပဏီက ရိုက်ကူးပြီး မတ် ၃၁ ရက်မှာ ထွက်ရှိထားတဲ့ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဘာသာပြန်ကတော့ ဝေယံမောင် နဲ့ မျိုးမြင့်မောင်ဖြစ်ပါတယ်File Size - 765 MB\nTranslated By - Wai ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/boss-baby-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lj9R6heQZ56MXGVOavm5Kwk09WY.jpg",
        "title": "The Tomorrow War (2021)",
        "description": "The Tomorrow War (2021)မင်းသား ခရစ်ပရက် ရဲ့ သိပ္ပံ အက်ရှင် ရုပ်ရှင်အသစ်ထွက်ပါပြီ။ နာမည်အတိုင်းပဲ အနာဂတ်ရဲ့ စစ်ပွဲတစ်ခုအကြောင်းပါ။\nနောက်လာမယ့် နှစ် ၃၀ မှာ ကမ္ဘာကြီးကို ဂြိုလ်သားတွေ ဝင်တိုက်ပြီး လူတွေအားလုံး သေကုန်မယ့်အကြောင်း အနာဂတ်ကနေ ဆက်သွယ်ပြီး သတိပေးလာပါတယ်။ဒါကြောင့် လက်ရှိခေတ်ရဲ့ တစ်ကမ္ဘာလုံးက လူတွေကို အနာဂတ်ကို ဆက်တိုက်စစ်ကူပို့ပေးပေမယ့် ရှုံးမြဲ ရှုံးနေတုန်းပါပဲ။\nဒီတော့ အင်အားချင်း ရင်ဆိုင်နေရုံနဲ့ မပြီးဘဲ ဂြိုလ်သားအားလုံးကို လက်စတုံးဖို့ နည်းလမ်းကိုရှာဖွေရင်းနဲ့အနာဂတ်စစ်ပွဲကို ဖြစ်မလာအောင် တားနိုင်မယ့် နည်းလမ်းကိုပါ တွေ့လာတဲ့အခါ..အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ဖြစ်ပါတယ်။File size… 2.5 GB and 1.4 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 20min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder .....August",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-tomorrow-war-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zejwoq3989HuprbvRr9U9nL3fDh.jpg",
        "title": "Haseen Dillruba (2021)",
        "description": "Haseen Dillruba(2021)အိမ်ထောင်ရေးဆိုတာ သိပ်ကိုပါးလွှာတဲ့အပ်ချည်မျှင်လေးတစ်ချောင်းလိုပဲ\nအပ်ပေါက်လေးထဲဝင်ဖို့ အရမ်းဂရုစိုက်ရတာ\nမဟုတ်ရင် အပ်ချည်မျှင်လေးက ကွဲသွားရောတဲ့ချစ်တဲ့မျက်စိနဲ့ကြည့်ရင် အရာရာလှတယ်လို့ပြောကြတယ်မဟုတ်လား\nအချစ်ဆိုတာ အပြစ်အနာအဆာတွေအားလုံးကို\nပြည်ဖုံးကားချပေးနိုင်တဲ့ ခလုတ်တစ်ခုပါပဲ\nအဲ့လိုအချစ်တွေနဲ့ အခြေခံထားတဲ့အိမ်ထောင်ရေးဆိုတာကလည်း\nနွေးထွေးပြည့်စုံနေမယ်ဆိုတာ ပြောစရာတောင်မလိုပါဘူးဒါဆို အချစ်ကိုအခြေမခံထားတဲ့အိမ်ထောင်ရေးမျိုးဆိုရင်ရော????အမျိုးသမီးတွေရဲ့စိတ်ခံစားချက်က ခန့်မှန်းရခက်တယ်ဗျ\nဒီဇာတ်ကားထဲက ရာနီကိုကြည့်ရင်\nခင်ဗျားတို့သဘောပေါက်မှာပါ\nလွဲချော်မှုသေးသေးလေးကနေစခဲ့တဲ့ အရာတွေက\nပြဿနာကြီးတစ်ခုဖြစ်လာခဲ့မယ်လို့\nရာနီလည်းမထင်ခဲ့သလို ခင်ပွန်းဖြစ်သူရက်ရှူးလည်း တွေးမိခဲ့မှာမဟုတ်ဘူး\nဖြေရှင်းဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာ အရာရာကနောက်ကျသွားခဲ့ပြီကိုး........ခံစားချက်တွေရှုပ်ထွေးနေတဲ့ အမျိုးသမီးတစ်ယောက်ဆီပေါ်လာတဲ့\nပြဿနာအလျှိုလျှိုက ဖြေရှင်းဖို့သိပ်ကိုခက်ခဲလွန်းတယ်\nအစကတည်းကလွဲမှားနေခဲ့တဲ့ ဆက်ဆံရေးတစ်ခုက\nကောင်းသောအဆုံးသတ်နဲ့ ရှိနိုင်ပါ့မလား??အိန္ဒိယမှုခင်းဇာတ်ကားကောင်းစောင့်မျှော်နေတဲ့သူတွေအဖို့တော့\nအကြိုက်တွေ့စေမယ့် အသစ်စက်စက်ရုပ်ရှင်ကားကောင်းတစ်ကောင်းလို့ ပြောချင်ပါတယ်ဗျအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ Amelia နဲ့ Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။File size…2.3 GB and 1.5 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 15min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Amelia and Thet Hnin Hsu\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/haseen-dillruba-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/70boqnvvnxtOZncRUZ0ynXgCZHA.jpg",
        "title": "The 8th Night (2021)",
        "description": "The 8th Night 2021ဒီနေ့မှာတော့ Netflix ကပူပူနွေးနွေးထွက်ရှိထားပြီး\nကျိန်းသေကို လက်မလွတ်တန်း ကြည့်ရှုသင့်တဲ့\nKorean Triller Movie လေး The 8th Night နဲ့ မိတ်ဆက်ပေးပါရစေလွန်ခဲ့တဲ့ နှစ်ပေါင်း ၂၅၀၀ ခန့်က မကောင်းဆိုးဝါးတစ်ကောင်က\nလူသားကမ္ဘာနဲ့ငရဲကို ဆက်ထားတဲ့ တံခါးကိုဖွင့်ပြီးတော့\nလူတွေကို အန္တရာယ်ပြုဖို့ ကြိုးစားခဲ့ပါတယ်အဲ့ဒီချိန်မှာ ဗုဒ္ဓက မကောင်းဆိုးဝါးကို တားမြစ်ပြီး\nသူရဲ့စွမ်းအားအရင်းမြစ်ဖြစ်တဲ့ မျက်လုံးနှစ်လုံးကိုထုတ်ယူခဲ့ပါတယ်အဲဒီစွမ်းအားအရင်းအမြစ်ဖြစ်တဲ့ မျက်လုံးနှစ်လုံးကိုလည်း\nတစ်နေရာစီမှာ ထားပြီး ချိတ်ပိတ်ပြီး သိမ်းဆည်းခဲ့ပါတယ်အဲဒီအရာတွေကို စောင့်ရှောက်ဖို့အတွက်\nဗုဒ္ဓဟာ သူရဲ့တတပည့် ဘုန်းတော်ကြီးတစ်ပါးနဲ့ နတ်ဆရာကို မှာကြားခဲ့တယ်အချိန်တွေကြာလာတဲ့အခါမှာ လူတွေရဲ့သဘာဝအရ စူးစမ်းချင်တယ်\nရှေးရှေးတုန်းကပြောထားတဲ့အရာတွေကို အမှန်ဖြစ်ကြောင်းသက်သေပြချင်လာကြတယ်\nအဲ့လိုစူးစမ်းချင်တဲ့ စိတ်တွေကနေ ဘာတွေ ဘယ်လိုဆက်ဖြစ်မလဲ ဇာတ်ကားမှာ ဆက်လက်စောင့်ကြည့်ကြပါဦးနော်ဒီရုပ်ရှင်လေးမှာတော့ မင်းသားကြီး Lee Sung Min\nBackstreet Rockie မင်းသမီးလေး Kim Yoo Jung နှင့်အတူ\nDoom at your service (DAYS) ထဲကမင်းသား ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-8th-night/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Twofacesofmygrilfreind-140x200.jpg",
        "title": "Two Faces of My Girlfriend (2007)",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (74%)Penthouse စီးရီးထဲက ရှေ့နေလီဆိုတာနဲ့ မျက်နှာပေးအမျိုးမျိုးနဲ့ ကျရာဇာတ်ရုပ်သရုပ်ဆောင်နိုင်တဲ့ လူတစ်ယောက်ကိုပြေးမြင်မှာပါ...သူကတော့ Bong Tae-gyu  ဖြစ်ပြီး ဇာတ်ရံအဖြစ်သာ အတွေ့များရတဲ့ ဟာသသရုပ်ဆောင်ဖြစ်ပါတယ်။အခုတင်ဆက်မယ့်ဇာတ်ကားကတော့ ရှားရှားပါးပါး အဓိကဇာတ်ဆောင်အဖြစ် သူပါဝင်ထားတဲ့ Comedy Romance ဇာတ်ကားလေးပါ။ဇာတ်လမ်းကတော့...ရိုးအပြီး ခွကျတဲ့ဂူချန်းဟာ ကောလိပ်ကို ၇နှစ်မြောက်တက်နေရတဲ့ ကောလိပ်ဘိုးအေးကြီးဖြစ်ပြီးအလုပ်လျှောက်တိုင်းလည်း မအောင်မြင်ဘဲ တစ်ခုလပ်အစ်မဆီကနေမုန့်ဖိုးလက်ဖြန့် တောင်းသုံးနေရသူဖြစ်ပါတယ်မအောင်မြင်သူတို့ ထုံးစံအတိုင်း ရည်းစားလဲမရှိသလို ဘယ်မိန်းကလေးကိုမှ မနမ်းဖူးသေးတဲ့ Legendary FA ကောင်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဖြူစင်ပြီးချစ်စရာကောင်းတဲ့ ကောင်မလေးနဲ့ ရေစက်ဆုံဖို့ အကြောင်းဖန်လာပါတယ်...ဒါပေမယ့် အဲ့ကောင်မလေးက လူတစ်ကိုယ်စရိုက်အမျိူးမျိူး(multiple personality disorder)ဝေဒနာရှင်ဖြစ်နေတဲ့အခါမှာတော့....။ရီနေရတာမို့ ပိတ်ရက်မှာ အေးဆေးကြည့်ဖို့ သင့်တော်တဲ့ Rating မြင့် ကိုရီးယား ဟာသအချစ်ဇာတ်ကားလေးဖြစ်ပါတယ်။ \nFile size…(2.2 GB) and (1.3 ...",
        "rating": "6.5",
        "url": "https://megaup.net/XHhc/(CM)Two_Faces_of_My_Girlfriend_-2007_[720p][ATTKC].mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nbGzncqTJw94LHisdEXKC1dFc3J.jpg",
        "title": "Detective Chinatown 3 ( 2021 )",
        "description": "Detective Chinatown 3 ( 2021 ) အညွှန်း**********************************စုံထောက်ဇာတ်ကားကိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့လူတွေအတွက်ဟာသနှောစုံထောက်ကားလေး လာပါပြီနော်Detective Chinatown 3ဇာတ်ကားလေးဟာဆိုရင် အရင်က 1 2 ဆိုပြီးတော့နှစ်ကားထွက်ဖူးတာကြောင့် ကြည့်ပြီးသားလူတွေကတော့ဒီကားလေးထဲမှာ တူဝရီးနှစ်ယောက် ဘယ်လိုတွေ ဗရုတ်ကျပြီးပဟေဠိဆန်ဆန် လူသတ်မှုတွေကို စုံစမ်းကြသလဲဆိုတာ သိပြီးသားဖြစ်မှာပါအခု 3 မှာရော နှစ်ယောက်သား ဂျပန်ကိုသွားပြီး ဘယ်လိုအလွဲတွေနဲ့ပဟေဠိဆန်တဲ့လူသတ်မှုကို ဖြေရှင်းကြမလဲ ထိုင်းစုံထောက်ဂျပန်စုံထောက်တွေနဲ့ အားလုံးဆုံမိသွားတဲ့အပြင် မာဖီးယားတွေနဲ့အမှုက ပတ်သတ်နေတဲ့အခါ တူဝရီးနှစ်ယောက် ဟာသတွေ တစ်ပုံကြီးနဲ့အမှုကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါရှေ့နှစ်ကားမကြည့်ဖူးသေးတဲ့လူတွေအတွက်လည်း ဒီကားလေးက1 2 နဲ့ အမှုအသွားအလာ အဆက်အစပ်မရှိတဲ့အတွက်ကြောင့်မို့လို့ဟာသ သဲထိတ်ရင်ဖိုကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအနေနဲ့လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားလေးပါနော် Quality : HEVC 1080p 5.1,BLU-RAY720PFormat : mp4During : 2h 6minSubtitle : Myanmar Sub ( Hardsub )Translated ...",
        "rating": "5.4",
        "url": "https://megaup.net/XHaw/Detective_Chinatown_3.(2021)_BLU-RAY.720P.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-01-at-21.34.43-135x200.png",
        "title": "Peter Rabbit 2: The Runaway (2021)",
        "description": "Peter Rabbit 2: The Runaway (2021)==========================IMDb Rating - 6.2/10 ဒရမ်သမားလေး ယုန်ပီတာကို မှတ်မိကြသေးလား??? ဒုတိယကားလေးကိုလည်း စောင့်နေကြမှန်းသိလို့ CM ကတင်ဆက်ပေးလိုက်ပါပြီနော်...အိမ်ပြေးပီတာ.. ပီတာအိမ်ပြေးတစ်ယောက် ဒီဇာတ်လမ်းမှာလည်း ပြေးရပြန်ပါပြီ။ ပေါ့ပေါ့ပါးပါးနေတတ်တဲ့ ပီတာလေးက အရာရာကိုပေါ့ပေါ့လေးပဲပြောပေမယ့် ပေါ့ပေါ့လေးတော့ မခံစားတတ်ပါဘူး။ အဓိကကတော့ ပီတာရဲ့ မတည့်အတူနေ မစ္စတာမဂ်ဂရက်ဂေါ ကြီးက အခုထိ ပီတာ့အပေါ် အမြင်စောင်းနေတုန်းပါပဲ ။ စောင်းဆို ပီတာကလည်း ဘယ်တော့မှအတည့်မနေဘူး.. လုပ်လိုက်ရင် တလွဲကြီးပဲ🤣ပထမကားမှာ အီစီကလီဖြစ်ခဲ့တဲ့ ဘီ နဲ့ မဂ်ဂရက်ဂေါက အခုတော့လက်ထပ်ပြီး ယုန်လေးပီတာအကြောင်းကို စာအုပ်ထုတ်ဝေခဲ့ပါတယ်။ စာအုပ်ရဲ့ အောင်မြင်ချက်ကတော့ ဘီ ကို ဒုတိယအုပ်ရေးဖို့ ကမ်းလှမ်းခံရပြီး ယုန်လေးပီတာကို ဗီလိန် အဖြစ်ရေးဖို့ အကြံပြုပါတော့တယ်။ ဒါကို ဘယ်သူမှမကန့်ကွက်တဲ့အပြင် ပီတာက ဗီလိန်နဲ့ပိုတူတယ်လို့တောင် ဝိုင်းပြီးပြောကြဆိုကြနဲ့ယုန်ဖြူစင်တာ ယုန်ပဲသိတယ်လေ😥ဝေဖန်ဒဏ်တွေ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ZyH4/Peter.Rabbit.2.The.Runaway.2021.720p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-01-at-22.58.47-135x200.png",
        "title": "Peter Rabbit (2018)",
        "description": "Peter Rabbit (2018)IMDb - 6.6/10_____Rotten - 63%\n  ဖေဖော်ဝါရီလတုန်းကမှ ရုံတင်သွားတဲ့ Peter Rabbit ဇာတ်ကားကိုတော့ အများကြီးညွှန်းဆိုစရာ မလိုဘူးထင်ပါတယ်။\nအမေရိကန်အင်္ဂလိပ် စာရေးဆရာမ Beatrix Potter ရဲ့ နာမည်ကျော်\nThe Tale of Peter Rabbit စာအုပ်ကိုပြန်လည်ပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားပဲဖြစ်ပါတယ်။ IMDb score 6.6 တောင်ရရှိထားပြီးတော့\nဒေါ်လာသန်း ၅၀ နဲ့ရိုက်ကူးခဲ့တဲ့ကားဟာ ဒေါ်လာသန်း၃၀၀ နီးပါးပြန်လည်ရရှိခဲ့တဲ့အတွက် ငွေကြေးအရ အောင်မြင်တယ်လို့ ဆိုနိုင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n------------------ယုန်ကလေး Peter ဟာ မိဘနှစ်ဦးသေဆုံးပြီးတဲ့ နောက်မှာ\nညီမသုံးယောက် ဝမ်းကွဲအစ်ကိုတစ်ယောက်နဲ့အတူ နေထိုင်လျက်ရှိပါတယ်။ တခြားတိရစ္ဆာန်တွေလို အစားကိုပုံမှန်ရှာစားလည်းဖြစ်ပေမယ့် စွန့်စွန့်စားစားလုပ်လိုက်ရမှ\nကျေနပ်တဲ့ Peter က Joe McGregor ဆိုတဲ့ ဒေါသအိုးအဘိုးကြီးရဲ့\nခြံထွက်သီးနှံတွေကိုသာ ခက်ခက်ခဲခဲခိုးစားလေ့ရှိပါတယ်။ တစ်ရက်\nအဘိုးကြီး McGregor ရုတ်တရက်သေဆုံးသွားတဲ့အချိန်မှာ Peter တို့မောင်နှမတစ်သိုက်ဟာ သူ့အိမ်ကြီးမှာ ပျော်ရွှင်စွာမင်းမူကြပါတော့တယ်။ သို့ပေမယ့် အဘိုးကြီးဟာ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/peter-rabbit2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Tuesdays-and-Fridays-2021-133x200.jpg",
        "title": "Tuesdays And Fridays (2021)",
        "description": "Netflix ကတင်ဆက်ထားတဲ့ Bollywood ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ချောမောလှပပြီး စည်းကမ်းကြီးတဲ့ ဆီရာဟာ\nမွန်ဘိုင်းကရုပ်ရှင်လုပ်ငန်းမှာ ဥပဒေကိစ္စတွေ\nစီမံဆောင်ရွက်ပေးနေတဲ့ ရှေ့နေမလေးပါ\nဗာရွန်ကတော့ လန်ဒန်မှာနေထိုင်တဲ့ နာမည်ကြီးလူငယ်စာရေးဆရာတစ်ဦးပါ။\nတစ်နေ့ ဗာရွန်ဟာ သူ့ဝတ္တုကို ရုပ်ရှင်ရိုက်မယ့်ကိစ္စအတွက်\nအိန္ဒိယကိုလာရင်း မူပိုင်ခွင့်ကိစ္စတွေညှိနှိုင်းဖို့ ဆီရာနဲ့ စတင်ဆုံစည်းမိပါတယ်။\nဗာရွန်ရဲ့ ဝတ္တုအကြောင်း အပြန်အလှန်ဆွေးနွေးကြရင်း သူတို့နှစ်ဦးဟာ ရင်းနှီးသွားပါတယ်။\nထို့နောက် ဗာရွန်လည်း လန်ဒန်ကိုပြန်သွားပြီး ဆီရာက သူ့အလုပ်သူဆက်လုပ်နေခဲ့ပါတယ်။\nအလုပ်မှာထူးချွန်တဲ့အတွက် ကုမ္ပဏီက လစာပြည့်ခွင့် ၂ လပေးတဲ့အတွက်\nဆီရာဟာ သူ့မိခင် နေထိုင်ရာ လန်ဒန်မြို့ကို အလည်လာခဲ့ပါတယ်။\nလန်ဒန်မှာ မမျှော်လင့်ဘဲ ဗာရွန်နဲ့ ဆီရာတို့ ပြန်လည်ဆုံစည်းမိပါတယ်။\nအဲဒီနောက်မှာတော့ သူတို့နှစ်ဦးရဲ့ ရင်ထဲမှာ တစ်ယောက်ကိုယ်တစ်ယောက်\nစိတ်ဝင်စားမှုလေးတွေရှိလာပါတယ်။ ဒါပေမဲ့ ဗာရွန်မှာ အကျင့်တစ်ခုရှိပါတယ်။\nအဲဒါကတော့ ဗာရွန်ဟာ ကောင်မလေးတစ်ယောက်ကို ခုနစ်ပတ်ထက်ပိုပြီးတွဲလေ့မရှိပါဘူး။\nဗာရွန်ရဲ့ခံယူချက်က တွဲလာတာကြာလာတာနဲ့အမျှ စကားများရန်ဖြစ်ပြီး လမ်းခွဲတာထက်စာရင်\nစောစောစီးစီး နှစ်ဦးသဘောတူ ကြိုတင်လမ်းခွဲတာပိုကောင်းတယ်လို့ ခံယူထားသူပါ။\nဆီရာကတော့ တစ်ယောက်ဆိုတစ်ယောက် အချိန်အကြာကြီး အတည်တကျ လက်တွဲချင်သူပါ။\nသူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားနေကြပေမဲ့ ဗာရွန်ရဲ့ ခုနစ်ပတ်ပဲတွဲမယ်ဆိုတဲ့\nခံယူချက်ကြောင့် ရှေ့ဆက်မတိုးဖြစ်ကြပဲ ...",
        "rating": "4.5",
        "url": "https://megaup.net/2jAza/Tuesdays.and.Fridays.2021.720p.NF.WEB-DL.DDP5.1.x264-Invictus.mp4",
        "category": "Bollywood, Comedy, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y89kFMNYXNKMdlZjR2yg7nQtcQH.jpg",
        "title": "Sound of Metal (2020)",
        "description": "Sound of Metal(2020)**********************************\nIMDb Rating- 7.8/10\nRotten Tomatoes- 97%ဇာတ်လမ်းအကျဉ်းဟီရိုအင်းဆေးသမားဖြစ်ခဲ့တဲ့ Punk-Metalတီးဝိုင်းတစ်ခုရဲ့ ဒရမ်သမား ရူဘင်စတုန်းအတွက်တော့\nဒီအလုပ်က တော်တော်လေးကောင်းတဲ့အစားထိုးမှုတစ်ခုပါ။\nဒီလိုနဲ့ ဆေးလိပ်၊မူးယစ်ဆေးတွေဖြတ်လိုက်ပြီး လေးနှစ်ကြာသွားတယ်။\nဒီအလုပ်ကိုလည်း သူ့ရည်းစား(လူ)နဲ့ ပျော်ပျော်ကြီး ဆက်လုပ်ရင်းပေါ့။ဒါပေမယ့် သူ့အကြားအာရုံ ချို့ယွင်းလာတာကို တဖြည်းဖြည်းသတိထားမိလာတယ်။\nဆရာဝန်ဆီသွားပြကြည့်တော့ ရက်အနည်းငယ်အတွင်းမှာပဲ\nသူ့အကြားအာရုံ ၇၀%ကနေ ၈၀%အထိ ဆုံးရှုံးနေတာကို သိလိုက်ရတယ်။\nဆရာဝန်က အသံကျယ်ကျယ်ကြီးတွေကို ရှောင်ဖို့ပြောပေမယ့်\nMusic Industry ထဲကလူဖြစ်နေတဲ့အပြင်\nMetal Bandတစ်ခုက ဒရမ်သမားလည်းဖြစ်နေတာကြောင့် ဘာမှ မတတ်နိုင်လိုက်ဘူး။\nစိတ်ဖိစီးမှုတွေကြောင့် ရူဘင်က မသောက်တာလေးနှစ်ရှိပြီဖြစ်တဲ့\nဆေးလိပ်ကိုပါ ပြန်သောက်နေလို့ လူက စိတ်ပူလာတယ်။\nဒါကို ကုဖို့ အနည်းဆုံး ဒေါ်လာလေးသောင်းလိုတာကြောင့်\nမကုတော့ဘဲ လူက ရူဘင်ကို (နားမကြားတဲ့လူတွေအတွက်)ပြန်လည်ထူထောင်ရေးစခန်းဆီ ပို့တယ်။ရူဘင်တစ်ယောက် အဲ့စခန်းမှာ“နားမကြားသူဖြစ်ရခြင်း”အကြောင်းသင်ယူသွားပြီး\nဘဝအသစ်စဖို့ ပြင်မှာလား မပြင်ဘူးလား ဆိုတာကိုတော့………============================“Much like heavy metal music, Sound of Metal isn't trying to give us ...",
        "rating": "7.8",
        "url": "https://megaup.net/XF0n/sound.of.metal.2019.720p.bluray.x264-CM.mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1KBt4FqMaY2hdOEkS4inNvDBxLz.jpg",
        "title": "Home Sweet Home ( 2021 )",
        "description": "Home Sweet Home ဆိုပြီး တစ်ကွက်မှ Sweet မပါတဲ့ စိတ်ဝင်စားဖွယ်ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကဘယ်လို စိတ်ဝင်စားဖို့ကောင်းပြီး ဦးနှောက်စားစေတာလဲဆိုရင်တော့...ဇာတ်လမ်းအစမှာ ကျောင်းကားမှောက်အောင်လုပ်တဲ့ ကျောင်းကားယာဉ်မောင်းယွီခွန်ချောင်ကို ဝမ်လူကြီးမင်းတို့မိသားစုရဲ့ မြေအောက်ခန်းထဲ ပိတ်ထားတဲ့ကိစ္စနဲ့အစပျိုးထားတယ်။ ယာဉ်မောင်းကြောင့်လို့ သေချာနေပေမယ့် တရားဥပဒေရဲ့အဆုံးအဖြတ်ကတော့ မဟုတ်ဘူးဖြစ်နေလို့ ယာဉ်မောင်းကို တရားဥပဒေအရအပြစ်ပေးမရတော့ သေသွားတဲ့ ကျောင်းသားမိဘတွေက ကိုယ်ပိုင်နည်းနဲ့ရှင်းဖို့ကြိုးစားပြီး လိုက်ရှာနေခဲ့တာပေါ့။ ဒီအကြောင်းကိုသိလို့ ယွီခွန်ချောင်ကလည်းဝမ်လူကြီးမင်းရဲ့ မြေအောက်ခန်းမှာ အသာတကြည်နဲ့ အဖမ်းခံနေတာ ၃ နှစ်ကြာခဲ့ပြီပေါ့။ဝမ်လူကြီးမင်းတို့ မိသားစုအကြောင်းပြောရမယ်ဆိုရင် ဝမ်လူကြီးမင်းနဲ့ ဝမ်ကတော်ရယ်။ဝမ်ခြူးထုံဆိုတဲ့ သမီးရယ် ဝမ်ခြူးချီဆိုတဲ့ သားလေးတစ်ယောက်ရှိတယ်။ဝမ်ခြူးချီဆိုတာ ကျောင်းကားမတော်တဆမှာပါဝင်ထားပြီး အဲ့မတော်တဆကြောင့်ခြေထောက်က ဒုက္ခိတဖြစ်သွားခဲ့ပြီး ခြေတုနဲ့နေနေရသူဖြစ်တယ်။ ဒါပေမယ့်မတော်တဆမှာ သူလည်းမကင်းရှင်းပါဘူး။ ဘာလို့လဲဆိုတော့ သူကငွေ ၁၀၀ ပေးပြီး ယွီခွန်ချောင်ကို သူ့ဖိနပ်ကြိုးချည်ဖို့ပြောလို့ ယွီခွန်ချောင်ကကားကိုဘေးထိုးရပ်ပြီး ချည်ပေးတဲ့အခါမှာ ကားက တောင်အောက်ပြုတ်ကျသွားခဲ့ကြတာကြောင့်ပါ။ဒီလိုပြောလို့ ဝမ်ခြူးထုံကလည်း သာမန်မဟုတ်ဘူး။ ယာဉ်မောင်းကို မမုန်းတဲ့အပြင်အမြဲ ယာဉ်မောင်းကိုချုပ်ထားတဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/home-sweet-home-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fvaB0jrzFXq07bUpox03k6qOAJu.jpg",
        "title": "Batman: The Long Halloween, Part One (2021)",
        "description": "Batman: The Long Halloween, Part One (2021)ဒီဇာတ်လမ်းမှာတော့ ဘတ်မန်း စုံထောက်ဝင်လုပ်တာကိုတွေ့ရမှာပါ. ထုံးစံအတိုင်း ရာဇဝတ်ကောင်တွေ ပေါများတဲ့ဂေါ်သမ်ဟာ ဟောလိုးဝင်းအားလပ်ရက်တွေမှာ အခြေအနေပိုဆိုးလာခဲ့ပါတယ်.ဘာလို့လဲဆိုတော့ မြို့မျက်နှာဖုံးငွေခဝါချနေတဲ့ ဖယ်ကိုနီမိသားစုဆိုတဲ့ ဒိတ်ဒိတ်ကျဲမိသားစုတွေရဲ့ဂိုဏ်းကလူတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရလို့ပါ,ဒါကြောင့် ဖယ်ကိုနီမိသားစုကို ဖြုတ်ချချင်တဲ့ ဒန့်ရယ်လူသတ်မှုကိုဖော်ထုတ်ချင်တဲ့ ဘတ်မန်းရယ်နှစ်ယောက်ပေါင်းပြီး အမှုလိုက်ကြမှာပါ,ဒီဇာတ်လမ်းကတော့ Part1ဖြစ်ပြီးPart2ကတော့Julyလမှာထွက်ရှိမှာမလို့ စောင့်မျှော်အားပေးနိုင်ပါတယ် Translated by MoonLightEncoded by YKQuality : 1080p BluRay and 720pFile Size : 1.19GB and 855MBDuration :  1h 25min",
        "rating": "7.5",
        "url": "https://megaup.net/2jzU8/Batman.The.Long.Halloween.Part.One.2021.720p(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/06/163de416aeebc9495c27137f8ca27507-139x200.jpg",
        "title": "Always (2011)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (81%)ဆိုဂျီဆပ်ပရိတ်သတ်တွေဆို လုံးဝလက်လွတ်ခံလို့မဖြစ်တဲ့ဇာတ်ကားပါ...သူ့ရဲ့ရီဝေဝေမျက်ဝန်းတွေက ဒီဇာတ်ကားရဲ့ အုံ့မှိုင်းလွမ်းမောဖွယ် Theme နဲ့ သက်ဝင်လွန်းနေခဲ့တာပါ။အပြောအဆိုနည်းနည်း အေးတိအေးစက်နဲ့ ပကာသနခုံမင်မှုမရှိတဲ့ ကောင်လေးတွေမှာ အချစ်ကပိုရှင်သန်တတ်တယ်...ဒီလိုအမူအရာနဲ့ မင်းသားဆိုဂျီဆပ် ထပ်တူကျနေတာက စပျစ်ဝိုင်လို ထိရှိနေပါရော..မင်းသမီး Han Hyo‑joo ကလဲ လိုက်ဖက်ညီစွာ ပံ့ပိုးထားတာကြောင့် ပြည့်စုံတဲ့ပန်းချီကားတစ်ချပ်လိုပါပဲ...ဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ်...လက်ဝှေ့လောကထဲက အနားယူထားတဲ့ကောင်လေးနဲ့ မျက်မမြင်ကောင်မလေးတို့ရဲ့ မေတ္တာတရားအကြောင်းကိုရိုးရိုးလေးရိုက်ပြထားတာပါ...ဒါပေမယ့် အဲ့ဒီရိုးရှင်းမှုကပဲ ကြည့်ရှုသူရဲ့ ရင်ကို ဝုန်းဒိုင်းဝင်ချလာတာပါ....အချစ်ဆိုတာ စောက်ပိုတွေမပါတဲ့ ရိုးသားမှုပဲ မဟုတ်လား။ချစ်တတ်တဲ့သူတိုင်း ဒီဇာတ်ကားကို ရင်ထဲသိမ်းထားတတ်ကြတယ်။ဒါကြောင့်လဲ ကိုရီးယား Drama Romance ကားတွေထဲမှာနိုင်ငံတကာ Rating အမြင့်ကြီးကို ရှားရှားပါးပါး ရရှိထားတာပါ။ \nFile size…(2 GB) and (1.2 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "7.8",
        "url": "https://megaup.net/1DC3l/Always.2011.720p.BluRay.x265.HEVC.10bit.AAC.5.1-BTS.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g70Q5EbyIuHCAlsuRCmBf4aaDt6.jpg",
        "title": "Shark: The Beginning (2021)",
        "description": "Shark The Beginning (2021)အခုတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ Action ကားကတော့ Shark ဆိုတဲ့ ကိုရီးယား Webcomic ကိုအခြေခံရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် Cast တွေအနေနဲ့ Racket Boys စီးရီးထဲကKim Min-suk ၊ 18 Again ထဲက Wi Ha-Joon ၊The Uncanny Counter,Her Private Lifeစီးရီးတွေထဲက သရုပ်ဆောင် Jung Won-Chang တို့ကပါဝင်ထားကြလို့ အချောတွေစုနေတဲ့ကားကောင်းလေးတစ်ကားပါပဲ ဇာတ်လမ်းအကျဉ်းကတော့ ချာဝူဆွန်းဆိုတဲ့ကောင်လေးက ကျောင်းမှာအမြဲအနိုင်ကျင့်ခံနေရတဲ့ စာကြမ်းပိုး ကောင်လေးတစ်ယောက်ပါ သူ့ကို ငယ်ငယ်ထဲက အမြဲအနိုင်ကျင့်တတ်တဲ့ ဘယ်ဆော့ချန်းဆိုတဲ့ အငယ်တန်း တက်သစ်စ လက်ဝှေ့သမား ကောင်ဆိုးလေး တစ်ယောက်ရှိပါတယ် ဘယ်ဆော့ချန်းကချာဝူဆွန်းကို မြင်လိုက်တာနဲ့ အမြဲ ရန်သူတစ်ယောက်လို အနိုင်ကျင့် ဆက်ဆံနေတဲ့သူပါ အဲ့နောက်မှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jzwb/Shark_The_Beginning_2021.720p(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BMTY3NjY0MTQ0Nl5BMl5BanBnXkFtZTcwMzQ2MTc0Mw@@._V1_-135x200.jpg",
        "title": "Despicable Me 1 +2",
        "description": "ဒီနေ့ ဘာဇာတ်ကားအသစ်ထွက်လဲ လျောက်မွေရင်းနဲ့ Despicable Me 2 အဆက်ဖြစ်တဲ့ Minion Short Film ၃ကား တွေ့လို့ ဆွဲကြည့်တာ တော်တော်လေးကို ကောင်းပါတယ်။ ရယ်လဲ ရယ်ရတာမို့ CMက အမျိုးတွေလဲ ကြိုက်ကြမယ်ထင်လို့ တင်ပေးလိုက်ပါတယ်။ ၂၀၁၅တောင်မှ ဒီနေ့မှ ထွက်တာမို့ စာတန်းထိုးဖိုင်တော့ မရသေးပါ။ ကျွန်တော်အတွက်ကတော့ ဘာစာတန်းထိုးမှ မပါလဲ Minionsတွေရဲ့ ချစ်စရာကောင်းပုံနဲ့တင်ကို ကြည့်ရတာ တန်လွန်းပါတယ်။ Minions (2015) အကြည်မထွက်သေးခင်တော့ ဒါလေးနဲ့ အပန်းဖြေထားလိုက်ကြပါဦး။File Size: 90 MB\nQuality  : Web Rip 720P\nFormat  : Mkv\nRunning Time: 13 minute\nGenre    : Short Animation\nEncoder: Joker.phs",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-174/"
    }
]