[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/pbb-133x200.jpg",
        "title": "Point Break(1991)",
        "description": "Point Break(1991)အညွှန်း**********************IMDb....7.31991 မှာရိုက်ခဲ့တဲ့ Point Break ဇာတ်ကားမှာတော့\nငယ်ရွယ်ပျိုမြစ်တဲ့ Keanu Reeves ရဲ့ စွန့်စားခန်းတွေကို မြင်တွေ့ရမှာဖြစ်ပါတယ်...\nအခုမှ အလုပ်ထဲ စဝင်ခါစ ... သင်တန်းသားဘဝမှာ အကောင်းဆုံးရမှတ်တွေနဲ့\nအက်ဖ်ဘိီအိုင်အေးဂျင့်တယောက်ဖြစ်တဲ့ အသက် ၂၅ နှစ်အရွယ် ဂျွန်နီယူတာ ဟာ\nဘဏ်ဓားပြတိုက်မှုတွေကို စုံစမ်းတဲ့ ဌာနမှာ  စတင်တာဝန်ထမ်းဆောင်ရတယ်....အဲ့ဒီအချိန်တိုက်ဆိုင်တယ်ပဲပြောရမလားပဲ...အမေရိကန်သမ္မတဟောင်း မျက်နှာဖုံးတွေကို စွပ်ပြီး\nဘဏ်တွေကို ဓားပြလိုက်တိုက်တဲ့  အကြီးစားအမှုကြီးဖြစ်ခဲ့တယ်....စနစ်ကျလွန်းတဲ့ လှုပ်ရှားမှုတွေနဲ့အတူ အတွေ့အကြုံတွေများလွန်းတဲ့ ဘဏ်ဓားပြအဖွဲ့ဟာအချိန်တိုအတွင်း လှုပ်ရှားနိုင်ခဲ့တာမို့ ရဲဌာနတစ်ခုလုံး ခေါင်းမီးတောက်နေတယ်...သဲလွန်စ ဆိုလို့လောက်လောက်လားလားမကျန်ခဲ့....ဒီအဖွဲ့ရေလွှာလှိုင်းစီးသမားတွေဖြစ်နိုင်တယ်ဆိုတဲ့ ထင်မြင်ချက်သဲ့သဲ့လေးပဲကျန်ခဲ့တယ်..အဲ့ဒီနောက် ဂျွန်နီယူတာဟာ ပင်လမ်းကမ်းခြေမှာ အသွင်ယူရင်း တစ်ဖွဲ့လုံးကို ဖမ်းဖို့ကြိုးစားပါတော့တယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zuel Khant Thwinပဲဖြစ်ပါတယ်...  File Size : (1.11GB)\nQuality : Blu-Ray 1080p 5.1CH, 720p\nFormat…mp4\nDuration…02:02:00\nGenre :  Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/2VYji/Point_Break.1991.NEW.BLU-RAY.720P.PP.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/32054_2_large-133x200.jpg",
        "title": "King of Comedy (1999)",
        "description": "King Of Comedy (1999)၁၉၉၉ ဖေဖော်ဝါရီလ ၁၃ရက်နေ့ မှာ\nဟောင်ကောင် ၌ စတင်ထွက်ရှိခဲ့ ပြီး တရုတ်နှစ်ကူးအမှီ ထွက်ရှိခဲ့တဲ့ ထိထိမိမိ ဇာတ်ကားတစ်ကားပါ။ Imdb_7.3 အထိ ရရှိထားပြီး ချောင်ရဲ့ The best top movie rating စာရင်းထဲက တစ်ကားလဲ ဖြစ်ပါတယ်။\nDrama-Comedy-Romance Type 3 ခုလုံး ပါဝင်ပြီး Box Office အနေနဲ့ HKD $29.85 Million ကျော် ရရှိ ထားပါတယ်။\nဒါရိုက်တာကတော့ ချောင်ရဲ့ ကားကောင်းတွေကို ထုတ်ပေး နေကြဖြစ်တဲ့ Lee Lik-Chi နှင့် Stephen Chow ကိုယ်တိုင် ပဲ ဖြစ်ပါတယ်။\nLee Lik-Chi ရိုက် ကူးပေး ခဲ့တဲ့ချောင်ရဲ့ကားတွေကို ပြရမယ်ဆိုရင်\n*From Beijing With Love\n*Forbidden City ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/king-of-comedy-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3yozs3oGY0ubwf4cKQKOMWqNx3.jpg",
        "title": "Uncle Frank(2020)",
        "description": "Uncle Frank(2020)IMDb...7.1,,,,,Rotten...85%ဘက်ဆိုတဲ့ကောင်မလေးမှာ ရည်မွန်လှတဲ့ဖရန့်ဆိုတဲ့ဉီးလေးတစ်ယောက်ရှိတယ်...ပညာထူးချွန်တယ်...စာပေဗဟုသုတပြည့်စုံသလို ကြင်နာသနားတတ်တဲ့ဟန်ကြောင့်ဘက်က သူ့ဉီးလေးကို သဘောလည်းကျသလို အားလည်းအားကျတယ်...ခက်တာက ဒီလိုမျိုးဉီးလေးကို ဘက်ရဲ့အဘိုး (ဖရန့်ရဲ့အဖေ)က ခါးခါးသီးသီးပဲ...မိသားစုထဲမှာ ဖရန့်တစ်ယောက်ကိုပဲ အဘိုးဖြစ်သူက လျှစ်လျူရှုထားတာ...မိသားစုဝင်တော်တော်များများကလည်းအဖေနဲ့သားကြားက ြပဿနာကို အတိတ်နိုင်ဆုံးထိန်းညှိရင်း မသိချင်ယောင်ပဲဆောင်နေကြတယ်....ဒီလိုနဲ့ဖရန့်လည်း တခြားမြို့တစ်မြို့မှာ ပါမောက္ခအဖြစ်နဲ့အသက်မွေးနေလေရဲ့...အဲ့ဒီမြို့မှာပဲ သူ့တူမလေး ဘက်ကကျောင်းတက်နေတယ်...၄နှစ်အကြာမှာတော့ ဖရန့်ရဲ့အဖေဆုံးလို့ ဇာတိမြို့လေးကို ပြန်ဖို့အကြောင်းဖန်လာတယ်..တူဝရီး(၂)ယောက်တူတူပြန်ကြတာပေါ့...အဲ့ဒီနောက်မှာတော့ ဖရန့်ရဲ့ မိသားစုမယ် ဖယ်ကျဉ်ခံထားရတဲ့အကြောင်းတွေကိုတစ်စ တစ်စ သိလာရပါတော့တယ်...ဒီကားက Dramaဖြစ်နေပြီး အညွှန်းအရ အနည်းငယ်ဇာတ်အေးကြီးလို့ထင်ရပေမဲ့ဒီဇာတ်ကားထဲကလို ြဖစ်စဉ်တွေ ကျွန်တော့်တို့ နိုင်ငံမိသားစုဝင်တွေအများကြီးမှာဖြစ်နေရတာပါ..ကျွန်တော်တို့လက်တစ်ကမ်းအကွာမှာပဲ ဒီလိုမျိုးတွေကြုံတွေ့နေရပါတယ်...ခံစားကြည့်ကြပါဉီးဗျို့... File Size :(884MB) and (331MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/1A3ka/Uncle_Frank.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BY2VlYmQ5MjUtNWRjMC00MWExLWExMzYtY2FiYWUxYTlkY2JmXkEy_002-135x200.jpg",
        "title": "The Swerve (2018)",
        "description": "The Swerve (2018)===============IMDb Rating - 6.7/10#Unicodeဇာတ်လမ်းလေးကတော့ ကလေးနှစ်ယောက်မိခင်ဖြစ်တဲ့ဟော်လီဟာ ကျောင်းတစ်ကျောင်းရဲ့ဆရာမတစ်ယောက်ပါ ။ ဟော်လီရဲ့ယောကျ်ားကစူပါမားကတ်တစ်ခုမှာအလုပ်လုပ်တယ်။ ကလေးနှစ်ယောက်ကလည်း ယောကျ်ားလေးတွေဆိုတော့ ကလန်ကဆန်တွေတော့ လုပ်တယ် ။ တစ်နေ့မှာတော့ ဟော်လီရဲ့ညီမကြောင့် အမေဖြစ်သူက အိမ်ကိုလာဖို့ ဖုန်းဆက်ခေါ်တယ်၊ဟော်လီကလည်းသူ့ညီမနဲ့သိပ်တည့်တာမဟုတ်ဘူး။ အဲ့နေ့ညမှာပဲ သူ့အမေအိမ်မှာညစာစားရင်းနဲ့ညီမဖြစ်သူနဲ့ စကားများကြတယ် ၊ ဒါ့အပြင် အိမ်အပြန်မှာလည်း Accident ကလည်းဖြစ် . လင်ယောင်္ကျားကလည်းထင်သလို သစ္စာမရှိ . စတဲ့ ဆိုးရွားမှုအခြေအနေတွေနဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ဘယ်လိုအင်အားမျိုးနဲ့ ရှေ့ဆက်ရပ်တည်နိုင်ရမှာပါလိမ့်။ ဒါပေမယ့် ဘယ်လိုအကြပ်အတည်းမျိုးမှာပဲဖြစ်ပါစေ . ထွက်ပေါက်ထွက်လမ်းဆိုတာဟာ အမြဲရှိမြဲ ရှာလို့ရစမြဲပါပဲ။ အဲ့တော့ ဟော်လီတစ်ယောက်ရှာသွားတဲ့ ဒုက္ခတွေကင်းလွတ်ရာလမ်းဟာ ဘယ်လိုမျိုးလဲဆိုတာကို စိတ်ဝင်စားစွာကြည့်ရှူရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။) #Zawgyiဇာတ္လမ္းေလးကေတာ့ ကေလးႏွစ္ေယာက္မိခင္ျဖစ္တဲ့ေဟာ္လီဟာ ေက်ာင္းတစ္ေက်ာင္းရဲ႕ဆရာမတစ္ေယာက္ပါ ။ ေဟာ္လီရဲ႕ေယာက်္ားကစူပါမားကတ္တစ္ခုမွာအလုပ္လုပ္တယ္။ ကေလးႏွစ္ေယာက္ကလည္း ေယာက်္ားေလးေတြဆိုေတာ့ ကလန္ကဆန္ေတြေတာ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2g0F7/The.Swerve.2019.720P.Webrip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vQZ9xinTItmEmFIqfxJ8bKwOCOH.jpg",
        "title": "Voice of Silence (2020)",
        "description": "Voice of Silence 2020\n=================\nဒီကားကတော့ ၂၀၂၀နှစ်ကုန်နားနီးမှ အသစ်ထွက်ရှိထားပြီး IMDB 6.6/10 ထိရထားတဲ့\n \nCrime/Drama အမျိုးစားဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။သရုပ်ဆောင်တွေအနေနဲ့\n \nAliveထဲကမင်းသား Yoo Ah-In နဲ့ Reply 1988 တို့ Itaewon Class တို့က\n \nမင်းသားကြီး Yoo Jae-Myung တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်\n \nဇာတ်လမ်းအကျဉ်းကတော့ ကြက်ဥအရောင်းအဝယ်ဗန်းပြပြီး\n \nလူဆိုးဂိုဏ်းတွေက လူသတ်တာတွေအတွက် တာဝန်ယူအလောင်းဖျောက်ပေးရတဲ့\n  \nကြေးစား အလောင်းဖျောက်ပေးတဲ့သူနှစ်ယောက်အကြောင်းကို\n \nအဓိကဇာတ်အိမ်တည်ရိုက်ကူးထားပါတယ် တစ်ရက်မှာသူတို့အတွက်\n \nပုံမှန်အလောင်းဖျောက်နေကြအလုပ်မျိုးနဲ့ မတူတဲ့\n \nတခြားသော အော်ဒါတစ်ခုကို လူဆိုးဂိုဏ်းခေါင်းဆောင်\n \nတစ်ယောက်ကစေခိုင်းလာခဲ့ပါတယ် စေခိုင်းပြီးနောက်\n \nဒီလူဆိုးခေါင်းဆောင်ကလည်း သေဆုံးသွားတဲ့အခါ...\n \nဒီအလုပ်ကိုလက်ခံပြီးနောက် ဘယ်လိုအကြောင်းအရာမျိုးတွေ\n \nဆက်ဖြစ်လာမယ်ဆိုတာတော့ စိတ်ဝင်စားဖွယ်တင်ဆက်ထားလို့\n \nကိုယ်တိုင်ပဲခံစားကြည့်စေချင်ပါတယ် Yoo Ah-In ပါဝင်ထားတဲ့\n \nကားတော်တော်များများကောင်းတာများလို့ Mystery ဆန်ဆန်ကားမျိုး\n \nကြိုက်တယ်ဆိုရင်တော့ ဒီကားလေးကိုကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ်\n   \nTranslated by : Phue Nge Nge Thein, Moe Pwint\nEncoded by : Thit ...",
        "rating": "6.6",
        "url": "https://megaup.net/2VY9f/Voice.of.Silence.2020.720p%7BCM%7D.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNDRkMGM5YTQtOGMzZS00ZGJiLTg5YWMtYjg4NTcyZTk0MzAzXkEy_002-135x200.jpg",
        "title": "Shawn Mendes: In Wonder (2020)",
        "description": "Shawn Mendes: In Wonder (2020)=========================IMDb Rating - 6.7/10#Unicodeအနုပညာရှင်တွေရဲ့ documentary တွေကြည့်ရတာ ကြိုက်နှစ်သက်​သူတွေအတွက် နာမည်ကျော်ကနေဒီယန်အဆိုတော်လေး Shawn Mendes ရဲ့ documentary လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။သူလိုကိုယ်လူ သာမန် ၂၂နှစ်အရွယ် လူငယ်လေး Shawn Mendes တစ်ယောက် သူ့ရဲ့အိပ်ခန်းထဲမှာ ဂစ်တာလေးတစ်လက်နဲ့ သီချင်းတွေစဆိုရင်း အခုလို ကမ္ဘာကျော်တစ်ယောက်ဖြစ်လာတဲ့အထိ ဖြတ်သန်းလာခဲ့ရပုံတွေ၊အိပ်မက်တွေအမှန်တကယ်ဖြစ်လာတဲ့အခါ အတိုင်းမသိဝမ်းသာကြည်နူးရပုံတွေ၊ တစ်ချိန်တည်းမှာပဲ တစ်ခါတစ်ရံသာမန်လူငယ်လေးတစ်ယောက်လို မိသားစုတွေ သူငယ်ချင်းတွေ ချစ်ရသူတွေနဲ့ ဘဝကိုလွတ်လွတ်လပ်လပ် ပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းချင်မိပုံတွေ အစရှိတဲ့ Shawn ပြောပြတဲ့ Shawn ရဲ့ life story တွေကို လိုက်ပါခံစားကြရမှာပါ။ဒါ့အပြင် သူ့ရဲ့ ၂၀၁၉တုန်းက ပွဲပေါင်း ၁၀၄ပွဲ လှည့်လှည်ဖျော်​ဖြေခဲ့တဲ့ World Tour မှာ ကြုံတွေ့ခဲ့ရတဲ့ အခက်အခဲတွေ၊ပျော်ရွှင်စရာတွေ အပြင်၊ အားလုံးသိပြီးဖြစ်တဲ့ ...",
        "rating": "6.7",
        "url": "Url:\thttps://megaup.net/1A2l9/Shawn.Mendes.In.Wonder.2020.720p.WebRip[CM].mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/naAbiQYJCM2LrYaT5pgRLf9PjxI.jpg",
        "title": "My Punch-Drunk Boxer(2020)",
        "description": "My Punch-Drunk Boxer(2020)အညွှန်း***********************************IMDb...6.5ဒီဇာတ်လမ်းမှာတော့ ကိုရီးယား ရိုးရာဂီတနဲ့ ရိုးရာ လက်​ေ၀ှ့အကြောင်းကို အသားပေးရိုက်ကူးထားပါတယ်Reply 1988 series ထဲက မင်းသမီး Hyeri နဲ့ မင်းသားကြီး Um Tae-Goo တို့က အဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်ဗြောင်ဂူက ပရို လက်​ေ၀ှ့သမား တစ်ဦးဖြစ်ခဲ့ပါတယ်လက်​ေ၀ှ့ထိုးခွင့် အပိတ်ခံထားရတာကြောင့်\nလက်​ေ၀ှ့ပြန်ထိုးရဖို့ ကြိုးစားနေသူပါ....ငယ်ရွယ်စဉ် ကြမ်းခဲ့ဖိုက်တာကျခဲ့စဉ် ခေါင်းထိခဲ့တဲ့ ဒဏ်ရာတွေကြောင့် ဗြောင်ဂူဟာဉီးဏှောက်ပိုင်းဆိုင်ရာ အားနည်းမှုတွေကြောင့် ခပ်ထုံထုံ လက်ဝှေ့သမားဖြစ်သွားခဲ့တယ်...ဒါပေမဲ့ လက်မလျှော့ဘဲ ကြိုးဝိုင်းထဲပြန်လည်ဝင်ရောက်ပြီးအားလုံး ပါးစပ်အဟောင်းသားနဲ့ငေးရလောက်တဲ့ ဖိုက်တာတစ်ယောက်ဖြစ်ဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hay Thar Oo ပဲဖြစ်ပါတယ်...File Size :(900 MB) and (400 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hay Thar Oo\nEncoded ...",
        "rating": "6.5",
        "url": "https://megaup.net/1A2se/My_Punch-Drunk_Boxer.2019.FHDRip.720p.pp.mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNDAyOTY2MzE4N15BMl5BanBnXkFtZTgwMjY0OTI5NDE@._V1_-150x200.jpg",
        "title": "Hello Ghost (2010)",
        "description": "Hello Ghost (2010)==============IMDb Rating - 7.6/10#Unicodeဒီဇာတ်ကားလေးကတော့ comedy,drama အမျိုးအစားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ဘဝကြီးကိုစိတ်ကုန်နေတဲ့ ကင်ဆန်မင် ၊ ငယ်ငယ်ကတည်းဆွေမရှိ မျိုးမရှိတစ်ကောင်ကြွက် ၊ မျက်နှာငယ်ဘဝနဲ့လူအထင်သေးမခံချင်လို့ ငယ်ငယ်ကတည်းကအလုပ်တွေအရမ်းကြိုးစားပြီးပိုက်ဆံတွေရှာတယ် ၊ ဒါပေမယ့်သူ့ဘဝရည်မှန်းချက်မရှိရယ် ၊ သူလိုချင်ခဲ့တာမိသားစုမျိုး အသိုင်းအဝိုင်းမျိုးမရခဲ့တာရယ်ကြောင့် လူဘဝကိုစိတ်နာပြီးကိုယ့်ကိုကိုယ်အကြိမ်ကြိမ်သတ်သေခဲ့ပါတယ်၊ ဆေးသောက်ပြီးသတ်သေတယ်ဒါပေမယ့် မသေခဲ့ပါဘူးနောက်ဆုံးမှတော့မှာတံတားပေါ်ကနေခုန်ချပြီးသတ်သေခဲ့ပါတယ် ၊ ဒါပေမယ့် တံတားအောက်မှာကယ်ဆယ်ရေးတွေရှိနေတာကြောင့် သူ့ကိုကယ်ခဲ့ပါတယ် ၊ နောက်ဆုံးသူ့ကိုဆေးရုံကိုခေါ်သွားပြီးအသက်ပြန်ရှင်လာအောင် ဆရာဝန်တွေကြိုးစားပေးခဲ့ကြတယ်။ ဒီတစ်ကြိမ်ပြန်နိုးလာတော့ သူ့မှာအထူးအဆန်းတွေဖြစ်ပါတော့တယ် ၊ ဆေးရုံမှာ သရဲဝိဉာဉ်လေးကောင်ကိုမြင်ခဲ့တယ်။ အဲ့ဒီသရဲလေးကောင်ဟာသူသွားနေရာတောက်လျှောက်လိုက်တယ်။ သူ့ကိုအနှောင့်အယှက်တွေပေးတယ် ၊ အဲ့ဒါနဲ့ကင်ဆန်မင်ဟာ နတ်ဆရာတစ်ယောက်ဆီသွားပြီးအကူအညီတောင်းတယ် ၊ နတ်ဆရာက မင်းသရဲတွေကိုမြင်နေရတာက သူတို့ဆန္ဒကိုဖြည့်ဆည်းခိုင်းဖို့၊ သူတို့ဆန္ဒပြည့်သွားတာနဲ့ မင်းဆီကနေထွက်သွားလိမ့်မယ်ဆိုပြီးပြောခဲ့တယ် ၊ ဒီလိုနဲ့ ကင်ဆန်မင်တစ်ယောက် သရဲလေးကောင်ရဲ့ ဆန္ဒတွေကိုဖြည့်ဆည်းဖို့ဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်ရမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။) #Zawgyiဒီဇာတ်ကားလေးကတော့ comedy,drama အမျိုးအစားလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ဘဝကြီးကိုစိတ်ကုန်နေတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2fZno/Hello.Ghost.2010.720P.HDRip[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/mosul-143x200.jpg",
        "title": "Mosul 2020",
        "description": "အီရတ်မှာ ISIS တေွနဲ့ အီရတ်နိုင်ငံသား အခြားတပ်ဖွဲ့တွေ\nအကြာကြီး ရင်ဆိုင်တိုက်ခိုက်ခဲ့ကြတယ်။\nISIS တွေကို အီရတ်မှာ DAESH အဖွဲ႕တွေလို့ ခေါ်ကြပါတယ်။\nISIS တွေဟာ သူတို့ဖမ်းမိတဲ့ အီရတ်တပ်ဖွဲ့ဝင်တွေကို\nအပြစ်ချေဖို့နဲ့ ဘက်ပြောင်းဖို့ ခွင့်ပြုပြီး လူသစ်စုတတ်ကြတယ်။\nဒါပေမယ့် ISIS တွေကို သတ်တဲ့နေရာမှာ လက်သံပြောင်လွန်းလို့ မိတာနဲ့\nဘက်ပြောင်းခွင့်မရှိဘဲ အသတ်ခံရတဲ့ တပ်ဖွဲ့တစ်ခုတော့ ရှိခဲ့ပါတယ်။\nNineveh SWAT လို့ခေါ်တဲ့ အီရတ်အထူးတပ်ဖွဲ့ပါပဲ။\nဒီရုပ်ရှင်ကတော့ အဲဒီတပ်ဖွဲ့ကို ဂုဏ်ပြုသောအားဖြင့်\nတကယ့်ဖြစ်ရပ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။\nအီရတ်ရဲ့ ဒုတိယအကြီးဆုံးမြို့တော် ဖြစ်ခဲ့တဲ့ Mosul ကို ISIS တွေ အတော်ကြာ ကြီးစိုးခဲ့ပြီး\nနောက်ဆုံးမှာ စွန့်ခွာထွက်ပြေးကြပါတော့တယ်။\nအဲဒီ မြို့မှာ နောက်ဆုံးစစ်ဆင်ရေးတစ်ခုကို လာထမ်းဆောင်တဲ့\nSWAT အဖွဲ႕တွေနဲ့ DAESH တွေ ရင်ဆိုင်ကြပုံကို ပြသထားတာပါ။\nစစ်ကားကောင်းကောင်း ငတ်နေတဲ့သူတွေ အတွက်\nအဆာပြေမယ့် ရုပ်ရှင်ကောင်းပါပဲ။\nFile size… 1 Gb / 500 Mb\nQuality… webrip ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/mosul-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/cow-1-144x200.jpg",
        "title": "Cowboys & Aliens (2011)",
        "description": "Cowboys & Aliens (2011)==================IMDb Rating - 6.1/10 - Voting - 206,241#Unicodeဒီကားကတော့ ၂၀၁၁ မှာ ထွက်ထားခဲ့တဲ့ Western Theme ဂြိုလ်သားဇာတ်ကားပါ။ James Bond မင်းသားDaniel Craig ၊ ကြာပွတ်မင်းသားလို့ ကျွန်တော်တို့တွေ သဘောကျခဲ့တဲ့ Indiana Jones မင်းသား မင်းသားကြီးHarrison Ford နဲ့ ကျပ်ပြားစေ့မျက်နှာနဲ့ လှတဲ့ မင်းသမီး Olivia Wilde တို့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဇာတ်လမ်းကတော့ ထုံးစံအတိုင်း ဂြိုလ်သားတွေက ကမ္ဘာကို သိမ်းပိုက်ဖို့လာတာကို မင်းသားတို့ လူတစ်စုက တားကြတဲ့ဇာတ်လမ်းပေမဲ့ Western ပုံစံလေးကတော့ အမြင်ဆန်းတာပေါ့ဗျာ။ IMDb Rating ကတော့ 6.1/10 ရထားတယ်ဗျ။ဂြိုလ်သားကားကြည့်ချင်ပေမဲ့ အမေရိကန်စစ်တပ်နဲ့ပဲ တိုက်နေလို့ ကြည့်ရတာပျင်းနေတဲ့သူတွေ ကောင်းဘွိုင်တွေနဲ့ဂြိုလ်သားတွေချတာကို ကြည့်လို့ရသွားစေမယ့် ရုပ်ရှင်ကားကောင်းလေးမို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1A084/Cowboys.and.Aliens.2011.EXTENDED.720p.BluRay[CM].mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QKWOuEZk77ey7oA1Ul3e3xm4KY.jpg",
        "title": "The Christmas Chronicles: Part Two (2020)",
        "description": "CM ပရိသတ်တွေအတွက် ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ Netflix က လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ခရစ္စမတ် theme ဇာတ်ကားလေးဖြစ်ပါတယ် 2018 တုန်းကထွက်ရှိခဲ့တဲ့ The Christmas Chronicles ရဲ့အဆက်ပါ ( 2018 ဇာတ်လမ်းလေးကိုလည်း CMမှာပြန်ရှာကြည့်လို့ရတယ်နော် ) အေးစပြုလာတဲ့ဆောင်းတွင်းလေးနဲ့လိုက်ဖက်မယ့် ဇာတ်ကားလေးပါပဲ ဒီဇာတ်ကားလေးထဲမှာဆိုရင် ကိတ်နဲ့ တက်ဒီတို့က သူတို့အမေရယ် သူတို့အမေရဲ့ချစ်သူဘော့ဘ်ရယ်နဲ့အတူ ခရစ္စမတ်အပန်းဖြေခရီးထွက်လာတာပေါ့... ခရစ္စမတ်အချိန်မှာ ပူနွေးတဲ့မက်ဆီကိုကမ်းခြေကို ခရီးထွက်လာရတဲ့အတွက်ကော ဘော့ဘ်ကိုပါ အမြင်မကြည်တာကြောင့်ကော True Believer လေး ကိတ်က စန်တာကလော့ခ်ဆီမှာ သူ့ကိုဒီနေရာကခေါ်ထုတ်ပေးဖို့ဆုတောင်းပါတော့တယ်... တခြားတစ်ဖက်မှာတော့ စန်တာကိုအရမ်းမုန်းတီးနေတဲ့ ဘယ်စနခ်ကယ်ဆိုတဲ့သူရှိပါတယ် သူက စန်တာနဲ့အတူစွန့်စားခန်းတွေဝင်ခဲ့တဲ့ ကိတ်ကို ပြန်ပေးဆွဲပြီး စန်တာကို ဒုက္ခပေးဖို့ ကြံစည်နေတာပေါ့... ကိတ်ရဲ့ဆုတောင်းကို စန်တာက တကယ်ကြားသွားမလား ဘယ်စနခ်ကယ်ရဲ့အကြံအစည်တွေပဲ အောင်မြင်သွားမလား ဘယ်စနခ်ကယ်ကရော ဘယ်လိုအတိတ်ဆိုးတွေကြောင့် စန်တာကိုမုန်းနေရတာလဲ ဆိုတာကိုတော့ ဇာတ်ကားလေးထဲမှာ ရှုစားလိုက်ကြပါဦးနော် \nFile Size : ( 1 GB , 326 MB )\nQuality : WEBRip 720p\nRunning Time : 1hr 52min\nFormat : ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-christmas-chronicles-part-two-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfTD9Z2ObdTIslsKtXiYRWuf7qd.jpg",
        "title": "Aftershock ( 2010 )",
        "description": "ဒီဇာတ်ကားလေးဟာ 2010 ခုနှစ်ကထွက်ရှိထားပြီး Vote ပေါင်း 8603 နဲ့imdb မှာ 7.5 အထိ Rating ကောင်းထားတဲ့ ဇာတ်ကားလေးပါပဲRotten Tomatoes လည်း 91 % ရထားပါတယ်သဘာဝဘေးအန္တရာယ်ဆိုတာ ကြုံလာရင် လူတိုင်းရှောင်လွှဲလို့မရတဲ့ကပ်ဆိုးကြီးတစ်ခုပါ ဒီလိုကပ်ဆိုးတွေကြောင့် ပျော်ရွှင်နေရတဲ့ မိသားစုတွေသေကွဲတွေသာမက ရှင်ကွဲပါကွဲကြရပါတယ် ယခုတင်ဆက်ပေးမဲ့ ရုပ်ရှင်ရဲ့အကြောင်းအရာဟာဆိုရင်ဖြင့် ၁၉၇၆ခုနှစ် တရုတ်နိုင်ငံ ထန်ရှန်မြို့မှာ ဖြစ်ခဲ့တဲ့ငလျင်ဒဏ်ကြောင့် ထိခိုက်နစ်နာခဲ့သူ နှစ်သိန်းလေးသောင်းရဲ့ ဘဝတွေကိုအမှတ်ရအောက်မေ့ဖွယ်ရာ တင်ဆက်ထားခြင်းဖြစ်ပါတယ် ဒီဇာတ်ကားလေးကတော့ငလျင်ဘေးကြီးကြောင့် ပြိုကွဲသွားရတဲ့ မိသားစုလေးအကြောင်းကိုရိုက်ကူးပုံဖော်ထားတာဖြစ်ပါတယ် ဇာတ်ကြောင်းလေးကတော့....ထန်ရှန်မြို့လေးမှာ ယွမ်နီဆိုတဲ့ အမျိုးသမီးလေးဟာ အမွှာ သား သမီးနှစ်ယောက်ယောကျာ်းနဲ့အတူ မိသားစုဘဝလေးကို ပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းနေသူ တစ်ယောက်ပါဒါပေမဲ့ ကံအကြောင်းမလှတဲ့အခါမှာတော့ ထန်ရှန်မြို့မှာ ငလျင်အကြီးစားတစ်ခုလှုပ်ခတ်ပြီး ယောကျာ်းဖြစ်သူက ယွမ်နီကို ကာကွယ်ရင်း ငလျင်ဘေးမှာ ဆုံးပါးသွားခဲ့ပါတယ်ကံဆိုးမသွားလေရာ မိုးလိုက်လို့ရွာဆိုသလို ယောကျာ်းသာသေရုံမကပဲကလေးနှစ်ယောက်ဟာလည်း ကွန်ကရစ်တုံးကြီး အောက်မှာပိမိပြီး တစ်ယောက်ပဲကယ်လို့ရမဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/aftershock-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1cc4KnY4ZH5yB3DIrdYmPDCeagc.jpg",
        "title": "Mephisto (2020)",
        "description": "ဒီတစ်ခေါက် ဇာတ်ကားကတော့ Mephisto ဆိုတဲ့\n \nKorean Thriller ရုပ်ရှင်ကားပဲ ဖြစ်ပါတယ်\n \nဒီကား ကိုတော့ မကြာသေးခင်ကမှ ထုတ်လုပ်ထားတာဖြစ်ပြီး\n \nရင်ခုန်စိတ်လှုပ်ရှားဖို့ကောင်းတဲ့ ရုပ်ရှင်အမျိုးအစားကို\n \nသဘောကျတဲ့သူတွေအနေနဲ့ ကြည့်သင့်တဲ့ ကားလေးဖြစ်ပါတယ်\n \nထယ်ဆော့ အနေနဲ့က လက်ဝေ့ချန်ပီယံဟောင်းတစ်ယောက်ဖြစ်ပါတယ်။\n \nရန်ဖြစ်မှုတစ်ခုကြောင့် အကျဥ်းကျခံရပြီး\n \nပြန်လွတ်လာသူတစ်ယောက်ဖြစ်ပြီး သူရဲ့ချစ်သူ ဖြစ်တဲ့\n \nဂျီဆူယွန်းနဲ့ အတူတူနေထိုင်ကြပါတယ်။\n \nဆူယွန်းကတော့ သင်တန်းကြောင်းတစ်ခုမှာ\nပန်းချီသင်ကြားပေးတဲ့ ဆရာမတစ်ယောက် ဖြစ်ပြီး အကြွေးရှင်တွေနဲ့\n \nအခက်ခဲရောက်နေတဲ့ သူဖြစ်ပါတယ်။\n \nဂျီအွန်း ကတော့ ဆူယွန်းရဲ့ညီမ ကျောင်းသူတစ်ယောက်ပါ\n \nဒါပေမယ့် ငွေရဖို့အတွက် လမ်းမှားကို ဆက်တိုက်လျှောက်နေမိတဲ့သူပါ။\n \nသူတို့သုံးယောက်အတွက် အခက်ခဲဆုံးအခြေအနေ\n \nရောက်နေတာဖြစ်တဲ့အတွက် မတက်သာပဲ သူတို့အတွက်\n \nတန်ဖိုးအရှိဆုံးအရာကို ရင်းပြီး မကောင်းဆိုးဝါး နဲ့\n \nကတိတစ်ခုပြုလုပ်မိလိုက်ကြပါတယ် ။\n \nဒါပေမယ့် ကတိကိုဖျက်ခဲ့မယ်ဆိုရင်\n \nဘာတွေများဆက်ဖြစ်ကြမလဲ ဒီကျိန်စာကနေရော\n \nသူတို့သုံးယောက် လွတ်မြောက်နိုင်ကြမှာလား.....\n \nအစရှိတာတွေကို့တော့ ဇာတ်လမ်းကနေတစ်ဆင့်ကြည့်ရှုရင်း\n \nအဖြေရှာကြည့်စေချင်ပါတယ်....\n  \nTranslated by : Hana\nEncoded by : YK\nQuality : 1080p and ...",
        "rating": "",
        "url": "https://megaup.net/2fYTY/%7BCM%7DMEPHISTO_2019.720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kC4EZmMi6KQCAySv5Jxh8eKbwse.jpg",
        "title": "Call Mom! (2020)",
        "description": "Call Mom ( 2019 )\nIMbd 5.4/10\nဒီရုပ်ရှင်ကအချစ်ရေးနဲ့ လိင်မှုကိစ္စ အရှုပ်အထွေးတွေ ရှိနေပြီး မိခင်နဲ့လည်း\nသိပ်ပြီးအဆင်မပြေတဲ့ သက်လတ်ပိုင်း\nမူလတန်းကာယဆရာမ နစ်ကီကို\nအခြေတည်ထားပါတယ်\nအချစ်နယ်ကျွံတဲ့ ဇာတ်ဝင်ခန်းတွေနဲ့\nစကားခပ်ကြမ်းကြမ်းတွေ အနည်းငယ်ပါဝင်တယ်ဆိုပေမဲ့\n18+ အသားပေး ဇာတ်လမ်းတော့မဟုတ်ပါဘူး\nနစ်ကီဟာ အိမ်ထောင်ရှိအမျိုးသားတစ်ယောက်နဲ့\nချစ်ကြိုက်နေခဲ့ပြီးမမျှော်လင့်ပဲ သူမရဲ့\nချစ်သူဟောင်းနဲ့လည်း ပြန်ဆုံခဲ့ပါတယ်\nသူမရဲ့လွတ်လပ်လွန်းတဲ့ စိတ်ကြောင့်ပဲ\nအခက်အခဲတွေ တွေ့လာရပြီး\nဒီလိုအရှပ်အထွေးတွေ ဖြစ်နေတဲ့အချိန်မှာပဲ\nအမေကို ဂရုမစိုက်ဖြစ်ခဲ့တဲ့\nအမေနဲ့ ရင်းရင်းနှီးနှီးမနေခဲ့မိတာတွေအတွက်\nနောင်တရစရာ ဖြစ်ရပ်တစ်ခု\nပေါ်လာခဲ့ပါတယ်\nအဲ့ဒီနောက်ပိုင်းမှာတော့ နစ်ကီဟာ\nသူ့ဘဝအတွက် မှန်ကန်တဲ့ရွေးချယ်မှုတွေကို\nဆုံးဖြတ်ရပါတော့တယ်\nဇာတ်လမ်းက ရိုးရှင်းသယောင်ရှိပေမဲ့\nကြည့်ရှုရတာတော့ ပေါ့မနေပါဘူး\nEnglish movies တွေ Spain movies တွေ\nကြိုက်နှစ်သက်ကြပေမယ့် ဒီ swedish movies တွေနဲ့\nအလှမ်းဝေးနေသူတွေ အတွက်တော့ ဒီရုပ်ရှင်လေးက\nအမြည်းသဘောအနေနဲ့\nကြည့်ရှုသင့်တဲ့ အထဲမှာပါပါတယ်\n  \nTranslated by Rico suave\nEncoded by YK\nQuality : 1080p Blu-ray and 720p\nFile Size : 1GB ...",
        "rating": "5.3",
        "url": "https://megaup.net/2VWjx/{CM}Ring.Mamma.2019.SWEDISH.720p.mp4",
        "category": "Country, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mdhZF0tSHkdh0GSuyOLQZLS22wm.jpg",
        "title": "Maryada Ramanna(2010)",
        "description": "Maryada Ramanna(2010) IMDb ratings : 7.4/10\nGoogle Users:92%Budget ₹120 million\nBox Office ₹300–400 millionဒါရိုက်တာ S.S.Rajamouli ဆိုတာ တောင်ပိုင်းရုပ်ရှင်လောကထဲကို စဝင်ပါပြီဆိုကတည်းက ကားရိုက်ခပ်ကျဲကျဲနဲ့ အကောင်းဆုံးဖြစ်အောင်ပုံဖော်ရိုက်ကူးတတ်တဲ့ ဒါရိုက်တာတစ်ယောက်ပါ။\nEega(ယင်ကောင်ကလဲ့စား),Magadheera (နှစ်ဘဝကလဲ့စား) တို့လို ဇာတ်ကားတွေနဲ့\nမြန်မာပရိတ်သတ်ကို ဖမ်းစားနိုင်ခဲ့ရုံမက Baahubali 1+2 တို့လို\nလက်ရာကောင်းပြီး ကမ္ဘာကျော်ခဲ့တဲ့ ဇာတ်ကားတွေကိုပါ ဖန်တီးမှုလက်ရာကောင်းမွန်စွာနဲ့ ကမ္ဘာကို ချပြခဲ့သူပါ။ကိုင်း ဒီလောက်ဆိုရင် မင်းသားလည်း မပါ ၊ မင်းသမီးကလည်း နာမည်မကြီးတဲ့ မင်းသမီးပဲ ပါတဲ့\nဒီဇာတ်ကားကို ဘာ့ကြောင့်တင်ဆက်ပေးလဲဆိုတဲ့အဖြေကို သိလောက်ပါပြီ။ဒီဇာတ်ကားထဲမှာ မင်းသားထက် ၊ ဟာသသရုပ်ဆောင် ဇာတ်ပို့ဇာတ်ရံအနေနဲ့သာ Telugu ပရိတ်သတ်တွေကြားမှာအမှတ်ရနေကြတဲ့ Sunil ကို Leading Role ထားပြီး ရိုက်ထားတာ....S.S.Rajamouli ရိုက်တဲ့ကားဆိုတော့ Sunil အတွက်မှတ်တိုင်တစ်ခု ဖြစ်စေခဲ့သလို စီးပွားရေးအရလည်း အောင်မြင်ခဲ့ပြီး ၊ ဘာသာစကားငါးမျိုးနဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1A1qe/Maryada_Ramanna.2010.BLU-RAY.720P.PP.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BYmU0ODRiYWYtMjE3MS00YzZiLTk5YmQtNTU5Y2VjZWJkNTdmXkEy_002-142x200.jpg",
        "title": "Loco (2020)",
        "description": "Loco (2020)==========IMDb Rating - 6.7/10#Unicodeဇာတ်လမ်းတည်ဆောက်ပုံက Breaking Bad Series နဲ့ နည်းနည်းဆင်တယ်....BrBa မှာ Meth ချက်ပေမယ့် ဒီကားမှာတော့ လိုကို(Loco) ချက်တာပေါ့။ လိုကိုဆိုတာမူးယစ်ဆေးတစ်မျိုးရဲ့နာမည်ပါ။ မက္ကဆီကို နယ်မြို့လေးတစ်ခုမှာ အကောင်းဆုံး Drugတစ်မျိုးလို့လည်းပြောလို့ရတယ်။ ဒီ မူးယစ်ဆေးလောကထဲကို အဲလက်စ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ကို လက်စတာဆိုတဲ့ လိုကိုချက်တဲ့ မူးယစ်ရာဇာတစ်ယောက်ကခေါ်သွင်းခဲ့တယ်( မသိရင် ဝေါ်တာ ဝှိုက်နဲ့ ဂျက်ဆီပင့်မန်းအတိုင်းပဲ)။ အဲလက်စ်တို့အဖွဲ့ဟာ တစ်ဖက်မှာလည်းမူးယစ်လောကမှာ ဘုရင်လို့ပြောလို့ရတဲ့ တလာမိုကိုရှောင်ရပါတယ်။ တလာမိုဆိုတာ နာမည်သာကြားဖူးပြီး ဘယ်သူမှမမြင်ဖူးတဲ့ ဆရာကြီးပေါ့။ အဲလက်စ်ဟာ တလာမိုနဲ့သွားရှုပ်မိပြီးလက်စတာ, တလာမို မူးယစ်ရာဇာ ၂ ယောက်ရဲ့ အားပြိုင်မှုကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။တလာမိုဆိုတာ ဘယ်သူဖြစ်မလဲ .....အဲလက်စ်တို့အဖွဲ့ရော တလာမိုလက်အောက်က လွတ်နိုင်မှာလား .....ဆိုတာ ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ပါ။ ဇာတ်လမ်း Climax လို့ပြောလို့ရတဲ့ Ending ပိုင်းမှာwtf လို့ထယောင်မိအောင် plot ...",
        "rating": "6.7",
        "url": "https://megaup.net/1A1ny/Loco.2020.720p.WEBRip[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yBZu9MOX38NCshVkHK57GkOps8S.jpg",
        "title": "Let Him Go(2020)",
        "description": "Let Him Go(2020)IMDb.....7.0ဝါရင့်သရုပ်ဆောင် Diane Lane နဲ့ Kevin Costner ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပြီး IMDB 7/10 ရရှိထားပါတယ်...ဂျော့နဲ့ မာဂရက်ဆိုတဲ့အဘိုးကြီး လင်မယားမှာ တစ်ဉီးထဲသောသားလေးတစ်ယောက်ရှိတယ်...အချိန်တန်အရွယ်ရောက်လို့ သားဖြစ်သူ အိမ်ထောင်ကျပြီး သားယောင်္ကျားလေးရလို့ အဘိုးအဘွားဖြစ်သူတို့အတွက်ပီတိတွေဖြာလို့ပေါ့...သားအချစ်မြေးအနှစ်ဆိုတဲ့အတိုင်း မြေးလေးကိုအရိပ်တကြည့်ကြည့်ပေါ့...တစ်နေ့ မြင်းပေါ်ကပြုတ်ကျပြီး သားဖြစ်သူဆုံးပါးသွားတယ်...နှစ်အနည်းငယ်ကြာတော့ ချွေးမဖြစ်သူလည်းနောက်အိမ်ထောင်ပြုသွားတယ်....မြေးလေးနဲ့ အိမ်မှာပဲနေစေချင်ပေမဲ့ ချွေးမဖြစ်သူလည်း သူ့အားကိုးရာရှာလေတော့အဘိုးအဘွားလင်မယားဟာ မြေးလေးနဲ့ခွဲရတော့တာပေါ့...အဘိုးအဘွားဆိုတာ ပထွေးနဲ့ ဘယ်စိတ်ချပါ့မလဲ..တစ်နေ့ အဘွားဖြစ်သူဈေးသွားတော့ ချွေးမနဲ့သားကို ပထွေးဖြစ်သူကရိုက်နှက်နေတာတွေ့သွားတယ်..အဘိုးအဘွားရဲ့စိုးရိမ်မှုတွေဟာ ပြောမပြနိုင်အောင်ပါပဲ..ဒါ့ကြောင့် မြေးလေးတို့အိမ်လိုက်သွားပေမဲ့အိမ်ပြောင်းသွားကြတယ်...မြေးလေးရဲ့ပထွေးဖြစ်သူဟာ ထစ်ခနဲရှိလက်ပါတတ်ပြီး သဘောထားကျဉ်းမြောင်းတဲ့သူဖြစ်နိုင်တာကြောင့် မြေးလေးကို ပြန်တွေ့ပြီး အိမ်ကိုပြန်ခေါ်ဖို့ ရေဆုံးမြေဆုံးလိုက်ပါတော့တယ်..တကယ်တော့ ဒီဇာတ်ကားဟာ ဆန်းပြားပြီးလှည့်ကွက်တွေပါတဲ့အမျိုးအစားမျိုးမဟုတ်ပေမဲ့မင်းသားကြီး မင်းသမီးတွေရဲ့သရုပ်ဆောင်မှုနဲ့အတူ အဘိုးအဘွားတွေရဲ့ချစ်ခြင်းမေတ္တာကို ခံစားရတဲ့ကားမို့တော်တော်ကြီးကိုကြည့်လို့ကောင်းပါတယ်...အမလေးငါ့မြေးလေးရဲ့ဆိုပြီး ငိုကြီးချက်မနဲ့ အာဗြဲကြီးနဲ့အော်ငိုနေတဲ့ပုံစံမျိုးတွေမပါဘဲ ခပ်တိုးတိုးစကားသံနဲ့ မျက်လုံးတွေကိုကြည့်ရုံနဲ့ သူတို့ဘယ်လောက်စိုးရိမ်ပြီးမြေးလေးကိုလွမ်းဆွတ်နေလဲဆိုတာ အလိုလိုခံစားရပါတယ်...မြေးလေးနဲ့ပြန်တွေ့နိုင်မလား..တခြားဘယ်လိုအခက်အခဲတွေရော မမျှော်လင့်ဘဲကြုံတွေကြရမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်... File Size :(900 MB) and ...",
        "rating": "7.0",
        "url": "https://megaup.net/2VWfe/Let_Him_Go.2020.WEB-DL.720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4iroJUn8YuQBekDwGy7r61YHXiu.jpg",
        "title": "Taylor Swift – Folklore: The Long Pond Studio Sessions (2020)",
        "description": "Taylor Swift : Folklore The Long Pond Studio Sessions (2020)\nIMDb 9.2/ 10\nလတ်တလော ပူပူနွေးနွေးမှာ Grammy nomination 6 ခုတောင် ၀င်ခဲ့တဲ့\nTaylor Swift, Artist of the Decade ရဲ့\nfolklore studio sessions လေး ရပါပြီနော်\nဒီ film လေးထဲမှာ folklore မှာပါ၀င်တဲ့ သီချင်း 17 ပုဒ်ကို ဘယ်သီချင်းက ဘာအကြောင်း\nဘာကြောင့် ရေးခဲ့သလဲ ဆိုတာတွေကို ရှင်းပြရင်း discussion လေးလုပ်လိုက် သီချင်းလေးဆိုလိုက်နဲ့ ရိုက်ကူးထားပါတယ်\nTrack 17 ပုဒ်ကို အစဉ်လိုက် သီဆိုထားပြီး တကယ်ကို နားထောင်လို့ ကောင်းတဲ့အပြင်\nဒီver ကိုတောင် ပိုကြိုက်သွားနိုင်လောက်ပါတယ်\nIMDb ကလည်း 9.2 တောင် ရရှိထားပါတယ်\nSwiftie တွေအတွက်တော့ ...",
        "rating": "9.1",
        "url": "https://megaup.net/U3us/Taylor.Swift.Folklore.The.Long.Pond.Studio.Sessions.2020.720_CM.mp4",
        "category": "Documentary, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bNbyjzhzJVadpWIQPb57ddWWdWI.jpg",
        "title": "The Taking of Pelham 1 2 3(2009)",
        "description": "The Taking of Pelham 1 2 3(2009)(အလန်းစားကားမို့  Blu-Ray 1080p 5.1CH ပါပြုလုပ်ပေးထားပါတယ်...)နယူးယောက်မြို့မှာ လူသုံးအများဆုံး သယ်ယူပို့ရေးလမ်းကြောင်းက မြေအောက်ရထားစနစ်ပဲဖြစ်ပါတယ်။အားလုံးသိကြတဲ့အတိုင်း ဒီလိုရထားတွေဟာ အချိန်တိကျတဲ့အပြင် ကားစီးပြီးသွားတာထက်တောင် လိုရာခရီးကို ပိုပြီးမြန်မြန်ဆန်ဆန်ရောက်နိုင်ပါတယ်.... ဒီဇာတ်ကားထဲမှာတော့ ဝေါ်တာ ဂါဘာ ဟာ ဒီလိုမျိုး မြေအောက်ရထားတွေကို အန္တရာယ်ကင်းစွာသွားလာနိုင်ဖို့အတွက်....ထိန်းချုပ်ရေးစင်တာကနေ ညွှန်ကြားချက်တွေပေးရတဲ့သူဖြစ်ပါတယ် တစ်ရက်မှာတော့ Pelham 123 ဆိုတဲ့ ရထားတစ်စီးကို လက်နက်ကိုင်အဖွဲ့တစ်ဖွဲ့က အနုကြမ်း၀င်စီးပြီး ရထားပေါ်ကခရီးသွားတွေကို ဓားစာခံအနေနဲ့ဖမ်းထားတဲ့အခါ .... ဂါဘာ လည်း ဒီအကြမ်းဖက်အဖွဲ့နဲ့ ညှိနှိုင်းရာကနေ ဒေါ်လာ ၁၀ သန်း နဲ့ ၁ နာရီအတွင်းလဲဖို့ ကမ်းလှမ်းလာပါတော့တယ်.... ဒီဇာတ်ကားမှာ နာမည်ကျော်မင်းသားကြီး ၂ ဦးဖြစ်တဲ့ Denzel Washington နဲ့ John Travolta တို့ ပါ၀င်သရုပ်ဆောင်ထားတဲ့အပြင်... ဒါရိုက်တာ Tony Scott ကိုယ်တိုင် US ...",
        "rating": "7.0",
        "url": "https://megaup.net/2fWR1/The_Taking_Of_Pelham_123.2009.BLU-RAY.720P.PP.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-6-28a7d942804b-143x200.jpg",
        "title": "Lich Hand To Destroy Flowers ( 2020 )",
        "description": "ခံစားချက်ဆိုတာ  အသွေးအသားအတွက် ဓားချက်နှလုံးသားအတွက် အဆိပ်ဆေး...\"ဒါကို ယုံကြည်တယ်ဆို ဒီကားကြည့်လိုက်တော့နော်။တရုတ်က အမြဲ ချစ်တတ်ကြတဲ့ မသေမျိုးနဲ့ လူသားကြားက အချစ်ဇာတ်လမ်းတွေကိုပုံဖော်ရိုက်ကူးနေကြပါ။ ဒီတစ်ခေါက်လည်း ပန်းနတ်သမီးလေးနဲ့ ပန်းတွေကိုချစ်တတ်တဲ့ လူသားကြားက အချစ်ကို ဖော်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးလို့ပြောရမယ်။ဇာတ်လမ်းလေးကတော့ မိန်းမပျိုလေးတွေ အသွေးသားတွေ စုပ်ယူခံရပြီးအကြောင်းမဲ့သေခဲ့တဲ့ အမှုကိုလိုက်တဲ့ မင်းမှုထမ်းလေးတစ်ယောက် စုန့်ယိချန်ဒီအမှုကိုလိုက်ရင်း သစ်ပင်မိစ္ဆာတိုက်ခိုက်တာ ခံလိုက်ချိန်မှာ ပန်းနတ်သမီးလေးကျောက်ဖေးက ကယ်သွားခဲ့ပြီး သူတို့ အချစ်ဇာတ်လမ်းလေး နိဒါန်းပျိုးခဲ့တာပေါ့ Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lich-hand-to-destroy-flowers-2020/"
    }
]