[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMGRkNzNhZjktYzYwOS00YmEwLTg4OWMtNGI2MmFlOGMwOTIyXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-143x200.jpg",
        "title": "Blue Miracle (2021)",
        "description": "Blue Miracle (2021)\n==============IMDB 6.6/10Based on True StoryBisbee's Black & Blue ပြိုင်ပွဲဆိုတာ Super Bowl ပွဲလောက်ကြီးမားတဲ့\nကမ္ဘာ့ငါးဖမ်းပြိုင်ပွဲကြီးပါ ။ Blue Merlin လို့ခေါ်တဲ့ မာလင်ငါးပြာကြီးတွေကို\nပင်လယ်ထွက်ပြီး တံငါတွေ အဖွဲ့လိုက် ဒေါ်လာ ၁ သန်းဆုကြေးအဖြစ်ဖမ်းယူ\nယှဉ်ပြိုင်ရတဲ့ ပြိုင်ပွဲပေါ့။ ဒီပြိုင်ပွဲကို ထပ်မံယှဉ်ပြိုင်ဖို့ စိတ်အားထက်သန်သူဟာ\nချန်ပီယံ ၂ ကြိမ်ဆုရဖူးတဲ့ ချန်ပီယံဟောင်း ကပ္ပတိန် ဝိတ်မာလိုပါ ။ ဒါပေမယ့်\nသူဟာ နာမည်ကြီးထမင်းငတ်ဖြစ်ပြီး ချန်ပီယံ ၂ ကြိမ်ရခဲ့ပေမယ့် အရှုံးတွေနဲ့ဆက်\nတိုက်ရင်ဆိုင်ပြီး မိသားစုကစွန့်ပစ်သွားတာကြောင့် လှေပေါ်မှာပဲ လေလွင့်နေတဲ့\nဂွစာအဘိုးကြီးပေါ့။ ဒါကြောင့် လာမယ့်ပြိုင်ပွဲမှာ ချန်ပီယံဆုကို ပြန်သိမ်းပိုက်ပြီး\nသူ့မိသားစုဆီ ပြန်သွားဖို့ တေးထားပါတယ်။တစ်ဖက်မှာလည်း ကာဆိုဟိုဂါလို့ခေါ်တဲ့ မိဘမဲ့ဂေဟာက အိုမာတို့ဇနီးမောင်နှံဟာ\nဘဏ်ကြွေး ဒေါ်လာ ၁ သိန်းကျော်တင်ပြီး ဂေဟာကိုပိတ်သိမ်းပြီး မိဘမဲ့ကလေးတွေ\nအကုန်လုံး လမ်းပေါ်ရောက်မယ့်အခြေအနေဖြစ်နေပါပြီ။ပြိုင်ပွဲသတင်းကို ကြားမိတဲ့ အိုမာနဲ့ကပ္ပတိန် ...",
        "rating": "6.6",
        "url": "https://megaup.net/12Hme/Blue.Miracle.2021.720p.NF.WEB-DL.DDP5.1.Atmos.x264-MRCS.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6iyHttE4TRaWskhT7wsrBWkBFkH.jpg",
        "title": "Island Keeper (2021)",
        "description": "Island Keeper (2021)IMDb - 5.8/106 Wins and 4 Nominationsကျွန်းတစ်ကျွန်းပေါ်မှာ လူမရှိ သူမရှိ ကိုယ့်မိသားစုနဲ့ ကိုယ်ပဲ နေဖို့  စိတ်ကူးရဲပါသလား?\nတချို့တွေက ပြစ်မှုကြီးတွေ ကျူးလွန်လို့ တစ်သက်တစ်ကျွန်း ပြစ်ဒဏ်ကျခံရပါတယ်။\nဒါကြောင့် အပြစ်သားတွေကို မီးပြတိုက်ရှိတဲ့ကျွန်းတွေမှာ  အစောင့်တာဝန်နဲ့ ချထားတာမျိုးပါ။တချို့တချို့တွေရဲ့ဘဝကတော့ စားဝတ်နေရေး အခက်အခဲကြောင့်\nကျွန်းပေါ်မှာ သွားနေရတဲ့လူတွေ ရှိပါတယ်။\nဒီအထဲမှာ ဝမ်ကျိခိုင် နဲ့ သူ့ဇနီးသည်တို့လည်း ပါခဲ့ပါတယ်။ဒီဇာတ်လမ်းကတော့ ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ ၃၂ နှစ်ကျော် နေထိုင်လာခဲ့ပြီး\nဒီကျွန်းလေးကို ကိုယ့်အိမ်လို သဘောထားပြီး ခုခံကာကွယ်ခဲ့တဲ့ ဝမ်ကျိခိုင်တို့ မိသားစုအကြောင်းကို\nရိုက်ကူးတင်ဆက်ထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကို အခြေခံထားသလို ဆုပေါင်း ၆ ဆု နဲ့ တစ်ကြိုစာရင်း ၄ ကြိမ် ဝင်ထားတာမို့\nမလွဲမသွေ ကြည့်သင့်တဲ့ ရုပ်ရှင်ကောင်းတစ်ခုဆိုတာတော့မလွဲတာသေချာပါတယ်။ဇာတ်လမ်းအညွှန်းကို Lwin Htoo ...",
        "rating": "5.8",
        "url": "https://megaup.net/2oDjr/Island.Keeper.2021.720p.WEB-DL.CM.mp4",
        "category": "Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yR3IwqELSCubAwbpavutJA1jTrq.jpg",
        "title": "Irudhi Pakkam (2021)",
        "description": "Irudhi Pakkam (2021)\nCrime/ThrillerIyal ဆိုတဲ့ ကလောင်နာမည်နဲ့ အမျိုးသမီး စာရေးသူတစ်​​ယောက်။ Iyal ဆိုတဲ့အဓိပ္ပါယ်က သဘာဝတဲ့။ ဒီလိုပဲ Iyal ဟာလည်း သဘာဝနဲ့ တစ်သားတည်းဖြစ်နေခဲ့။သူဟာ လူတွေနဲ့ ပေါင်းသင်းဆက်ဆံတာမျိုး လိုက်လျောညီထွေဖြစ်အောင်လည်းမကြိုးစားခဲ့။ မွေးကတည်းက တောင်ပံနှစ်ဖက်ကျိုးလာခဲ့တဲ့ မိဘမဲ့ Iyal ဟာသူဆယ်ကျော်သက်အရွယ်ကနေ စာရေးရင်းနဲ့ပဲ အချိန်တွေ တရွေ့ရွေ့ကုန်လာခဲ့တာပေါ့။သက်လတ်ပိုင်းအရွယ် အောင်မြင်ခါစ မျိုးဆက်သစ်တစ်ယောက်။ တစ်နေ့မှာတော့ သူ့ရဲ့တိုက်ခန်းမှာပဲအသတ်ခံလိုက်ရပါတယ်။ ဘယ်သူနဲ့မှ အဆက်အဆံမရှိ အပေါင်းအသင်း သူငယ်ချင်းရောရန်သူဆိုတာမျိုးရော မရှိတာမို့ အသတ်ခံရတဲ့ အကြောင်းအရင်းဟာ ရှာဖို့မလွယ်။ ဒီတော့ Iyalဘာလို့အသတ်ခံလိုက်ရသလဲ။ ဘယ်သူက သူ့ကိုသတ်ဖို့ကြိုးစားတာလဲ။ လူတစ်ယောက်ကိုသတ်ပစ်ရလောက်တဲ့ထိ ဘယ်လို အကြောင်းပြချက်တွေ ဒီနောက်မှာရှိနေမလဲ။Iyal ကရော လူအများရဲ့အမြင်ကလိုပဲ အေးဆေးပြီး တစ်ကိုယ်တည်း သီးသန့်နေတတ်တဲ့မိန်းကလေးဆိုတာ ဟုတ်ရဲ့လား။ သူ့ရဲ့သရုပ်မှန်ကရော ဘာလဲ။ သူဖုံးကွယ်ထားတဲ့မျက်နှာဖုံးနောက်မှာ ဘာတွေရှိနေမလဲ။ သူ့စာအုပ်တွေရဲ့နောက်ကွယ်က မြုပ်ကွက်တွေ။ဒါတွေရဲ့အဖြေကို တစ်ခုချင်း လိုက်စုံစမ်းရင်း ...",
        "rating": "9.1",
        "url": "https://megaup.net/12I4o/Irudhi_Pakkam_(2021)_Tamil%C2%A0TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hjcISgegtvGmtpztYTseDRcsr85.jpg",
        "title": "To Live (1994)",
        "description": "To Live (1994) (ဘ၀တစ်ကွေ့) ~ IMDb Rating - 8.3/10, Rotten Tomatoes - 87% ~\" Directed by Zhang Yimou \"အလယ်တန်းကျောင်းသားဘ၀လောက်က သော်တာဆွေ၀တ္တုတို တစ်အုပ်မှာလားမသိ ဗမာပြည်က ကွန်မြူနစ်စနစ်အောက်က လူတွေရဲ့ ဘ၀အကြောင်း နည်းနည်းပါးပါးရေးထားတာ ဖတ်ဖူးတယ်။ ဆယ်နှစ်လောက်ရှိပြီဆိုတော့ ဘာမှ သေသေချာချာတော့ မမှတ်မိတော့ပါဘူး။ အလုပ်ခွဲတမ်းအတိုင်းလုပ်ပြီး ပိုလုပ်လို့ရတဲ့‌ ငွေလေးနဲ့ သမဝါယမဆိုင်က ဓာတ်ဘူး၀ယ်တာလေးလားမသိ သိပ်တော့မရေရာပေမဲ့ မှတ်တော့မှတ်မိနေသေးတယ်။ ကွန်မြူနစ်စနစ်အောက်မှာ ရှင်သန်ရတဲ့ပုံစံကို ပုံဖော်ထားတဲ့ ၀တ္တုတိုလေးပေါ့။ ဇာတ်လမ်းကရိုးရိုးလေးပါပဲ။ ဖတ်တုန်းကတော့ ဒီတိုင်းပဲပြီးသွားတယ်။ သို့ပေမဲ့ ဇာတ်အိမ်တောင် မရေရာတော့တဲ့ ဆယ်နှစ်လောက်အကြာက အဲဒီ၀တ္တုကို ဒီရုပ်ရှင်အပြီးမှာပြေးသတိရမိတယ်ဆိုတော့ ၀တ္တုဟာ ကျွန်တော်မသိလိုက်‌အောင်ကို မသိမသာနဲ့ပဲ ခံစားချက်တစ်ခု ချန်နိုင်ခဲ့ပုံပါပဲ။ တကယ်တမ်း အဲဒီ၀တ္တုဟာ ဒီတိုင်းအခြေအနေတစ်ခုကို တင်ပြထားရုံပါပဲ။ To ...",
        "rating": "8.3",
        "url": "https://megaup.net/4qv5f/(CM)_To_Live_(1994)_720p.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jBsSxJpdgEVF8cukDlPTLBXvG2.jpg",
        "title": "Gamanam (2021)",
        "description": "Gamanam (2021)ပွဲဦးထွက်ရုပ်ရှင်မှာပဲ ပရိသတ်တွေရဲ့ တခဲနက်အားပေးမှုကိုရခဲ့တဲ့ဒါရိုက်တာ Sujana Rao ရဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ။ ဟိုက်ဒရာဘတ်မှာကြုံခဲ့ရတဲ့ မိုးကြီးရေလွှမ်းမှုကိုအခြေခံပြီး ဆုံးပါးသွားခဲ့ရတဲ့ အသက်တွေကိုဂုဏ်ပြုမှတ်တမ်းတင်ချင်တာကြောင့် ဒီရုပ်ရှင်ကိုရိုက်ကူးဖြစ်တဲ့အကြောင်း ပြောပြထားပါတယ်။ဇာတ်အိမ်က ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာမျိုးမဟုတ်ပေမယ့် တကယ့်လက်တွေ့ဘဝကလူတွေရဲ့အခက်အခဲတွေ၊ ဘဝရဲ့ ဒုက္ခသုခ မျိုးစုံကို သရုပ်ဖော်ထားတာမျိုးပါ။ ကာမာလာဆိုတဲ့နားမကြားတဲ့ ကလေးတစ်ယောက်အမေက ဒူဘိုင်းကိုထွက်သွားပြီး ဘာအဆက်အသွယ်မှမရတော့တဲ့ခင်ပွန်းကိုစောင့်ရင်း အခက်အခဲတွေကိုခါးစည်းခံပြီး အကြားအာရုံလေးများ ပြန်ရမလား မျှော်လင့်နေတာပေါ့။ခရစ်ကတ်ကစားသမားတစ်ယောက်အဖြစ် အောင်မြင်ချင်တဲ့ အိပ်မက်နဲ့ လူငယ်တစ်ယောက် အာလီ၊ပြီးတော့ သူ့ချစ်သူ ဇာရာ။ နောက်ပြီး ခြေသလုံးအိမ်တိုင် မိဘမဲ့ကလေးလေး ၂ ယောက်။ မတူညီတဲ့ဘဝအခြေအနေတွေက သူတို့ရဲ့ နေ့စဥ်ဘဝ ဖြတ်သန်းမှုတွေ။ လောကဓံကြားထဲက မျှော်လင့်ချက်။ဒီလို လက်လျှော့ချင်စရာ အခြေအနေမှာတောင် တင်းခံရင်းရှေ့ဆက်နေကြတဲ့ သူတို့ရဲ့ ဇွဲတွေ။ပြီးတော့ ဒီလူအဖွဲ့အစည်းရဲ့ အခွင့်ထူးခံတွေနဲ့ကွာခြားမှုတွေ ဒါတွေကို မီးမောင်းထိုးပြထားတာပါ။ရုပ်ရှင်ကောင်းတစ်ခုလို့ညွှန်းရင်းပဲ IMDb မှာလည်း 8 ထိရထားတာမို့ ခုပဲChannel Myanmar ...",
        "rating": "8.0",
        "url": "https://megaup.net/34A7l/Gamanam_(2022)_TRUE_HD_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Screen-Shot-2022-03-02-at-20.03.05-135x200.png",
        "title": "Against the Ice (2022)",
        "description": "Against the Ice (2022)=================IMDb Rating - 7.8/10ကဲ ဖြစ်ရပ်မှန်ရုပ်ရှင်လေး တစ်ခုလောက် ကြည့်လိုက်ရအောင်။ အာတိတ်\nမြောက်ဝင်ရိုးစွန်းမှာ အမေရိကန်နဲ့ ဒိန်းမတ်တွေ နယ်မြေသစ်တွေကို ရှာဖွေ\nနေကြတဲ့ခေတ်ပေါ့။ ဂရင်းလန်းရဲ့ အနောက်မြောက်ပိုင်းကို အမေရိကန်ဟာ\nသူတို့တွေ့ရှိထားပြီး နယ်နိမိတ်ပိုင်းခြားထားတဲ့ ရေမြောင်းကြီးတစ်ခု ရှိပါတယ်\nဆိုပြီး အဆိုပြုလာပါတယ်။ ဒါကို ဒိန်းမတ်နယ်မြေသစ်ရှာဖွေရေး လူစွန့်စား\nအဖွဲ့တစ်ဖွဲ့က မဟုတ်မမှန်ကြောင်း သက်သေပြဖို့ ကြိုးစားရင် ပျောက်ဆုံးသွား\nခဲ့တယ်။ ဆိုးရွားလွန်းတဲ့ ရေခဲပြင်ရာသီဥတုနဲ့ အသက်ရှင်ဖို့ ခက်လွန်းတဲ့\nဒီနယ်မြေတွေထဲမှာ ပျောက်ဆုံးသွားတဲ့ အဖွဲ့ကိုရှာဖွေရင်း ဒိန်းမတ်ရဲ့မြေကို\nအမေရိကန်မပိုင်ဆိုင်စေဖို့ သက်သေပြဖို့ ကြိုးစားခဲ့တဲ့ လူစွန့်စားနှစ်ဦးရဲ့\nစိတ်ဓာတ်၊ စွန့်စားမှု၊ သူငယ်ချင်းသံယောဇဉ်တွေကို ရိုက်ကူးပြသထားတာပဲ\nဖြစ်ပါတယ်။ သူတို့နေရာကနေ ဝင်ခံစားရင် ရင်တဖိုဖိုကြည့်ရမှာမို့ အားပေး\nလိုက်ပါဦး။ဒီကားမှာ Game of Throne ထဲက Jaime Lannister က အဓိကဇာတ်ကောင်\nနေရာကနေ သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size - ...",
        "rating": "7.8",
        "url": "https://megaup.net/34yhv/Against.The.Ice.2022.720p.NF.WEB-DL.DDP5.1[CM].mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gdZV5CBBoJujueY7caMuCSuFdO1.jpg",
        "title": "The Pirates: The Last Royal Treasure (2022)",
        "description": "The Pirates: The Last Royal Treasure (2022) ဇာတ်လမ်းအညွှန်း****************************************************ကဲ...အားလုံးမျှော်နေကြတဲ့ ပင်လယ်ဓားပြကားလေးကို CM ကနေ အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါပြီနော်။cast တွေအနေနဲ့ Kang Ha Neul,Han Hyo Joo, Lee Kwang Soo, EXO's Sehun, Chae Soo Bin, Kwon Sang Woo ... စတဲ့ နာမည်ကြီးမင်းသား၊မင်းသမီးတွေ ပါဝင်ထားတာမို့ စောင့်ကြည့်ဖို့ထိုက်တန်တဲ့ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်မှာ အသေအချာပါပဲ။ဒီကားလေးက The Pirates:The Bandit Who Went To The Sea (2014) ရဲ့ အဆက်ဖြစ်ပေမယ့်လည်း plot ရော cast တွေရော မတူညီကြတာမို့ အရှေ့ကားမကြည့်ရသေးတဲ့သူတွေလည်း ဒီကားလေးကို တန်းကြည့်လို့ရပါတယ်နော်။ ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ သဲလွန်စမရှိဘဲ ပျောက်ဆုံးသွားတဲ့ ဂိုလျောတော်ဝင်မိသားစုရဲ့ ရတနာတွေကို ...",
        "rating": "8.6",
        "url": "https://megaup.net/34y3y/[CM]The.Pirates.The.Last.Royal.Treasure.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sJgXdwMmglL7eauv1PJuKUvdtxr.jpg",
        "title": "Bhoothakaalam (2022)",
        "description": "Bhoothakaalam (2022)မကြာသေးခင်ကမှထွက်ရှိထားတဲ့ အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်ကားကြီးတစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအမျိုးအစားကိုပြောရရင်Psychoနဲ့ Horror ပေါင်းစပ်ထားတဲ့ စိတ္တဇသရဲကားမျိုးပါပဲ။ အသည်းငယ်တတ်ရင်တော့နေ့ခင်းဘက်လင်းလင်းရှင်းရှင်းရှိတုန်းမှာကြည့်စေချင်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ စိတ်ကျရောဂါခံစားနေရတဲ့သားအမိနှစ်ယောက်ဟာမိသားစုဝင်တစ်ယောက်သေဆုံးသွားပြီးနောက် ပုံမှန်မဟုတ်တဲ့ဖြစ်ရပ်တွေကိုကြုံလာရပါတယ်။ရုပ်ရှင်အစအဆုံးမှာလည်း သာမန်အိန္ဒိယသရဲကားတွေလိုပုံစံခွက်ထဲကအတိုင်းမဟုတ်ပဲစိတ္တဇထိတ်လန့်သည်းဖိုပုံစံမျိုးရော သရဲခြောက်တာရောပေါင်းပြီး ကြက်သီးထစရာဖြစ်အောင်ဖန်တီးထားပါတယ်။ဇာတ်လမ်းအစမှာ သားအမိနှစ်ယောက်ရဲ့ဆက်ဆံရေးကိုအရင်ဆုံးအသားပေးဖော်ပြထားပြီးတော့သူတို့ရဲ့ မိသားစုဝင်တစ် ယောက်ဆုံးရှုံးသွားရတဲ့အခါ စိတ်ကျဝေဒနာကိုစတင်ခံစားလာရတာကနေဇာတ်အိမ်တည်ထားပါတယ်။ ဇာတ်လမ်းတစ်လျှောက်မှာလည်းလူတွေမခန့်မှန်းနိုင်တဲ့အလှည့်အပြောင်းတွေကိုမြင်ရမှာမို့ Spoiler မဖြစ်အောင် အများကြီးပြောမပြတော့ပါဘူး။ဇာတ်ကားရဲ့အစပိုင်းမှာ သရဲခြောက်တဲ့အခန်းတွေကိုအများကြီးမြင်ရမှာမဟုတ်ပေမယ့် ဒီ Psychoသားအမိနှစ်ယောက်နဲ့တင်ကိုကျောချမ်းနေရမှာတော့ အာမခံပါတယ်။ အမှန်တကယ်ကတော့ဒီဇာတ်ကားတစ်လျှောက်လုံးမှာ ပဟေဠိတွေ၊မြှုပ်ကွက်တွေ၊မထင်မှတ်ထားတဲ့အလှည့်အပြောင်းတွေမထင်ရင်မထင်သလိုပြနေတာကြောင့် သရဲကားလို့ကြိုမသိထားရင်တောင်ကြည့်ရတာပိုအရသာရှိမယ့်ကားမျိုးပါ။ ဒီတော့သရဲကားပရိသတ်မှမဟုတ်ပဲဇာတ်အိမ်ခိုင်ခိုင်၊ ဒိုင်ယာလော့ကောင်းကောင်းနဲ့ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းတွေကိုကြိုက်တတ်ရင်တော့ လက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားလို့ပဲညွှန်းလိုက်ပါရစေ။ \nFile size…1.05Gb  / 500MB\nQuality…1080p True WEB DL AAC 2.0CH\nFormat…mp4\nDuration….1h 45mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Haruko & Yate",
        "rating": "7.9",
        "url": "https://megaup.net/1IDds/Bhoothakaalam_(2022)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BZjI3ZmFmNGItZjkwOC00OGU5LWFkZjctNWRkZmM4OWY5Yzk5XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "The Pirates (2014)",
        "description": "IMDb Rating (6.6)ဒီဇာတ်ကားက ဂိုယိုမင်းဆက် နှင့် ဂျိုဆွန်းမင်းဆက် ကူးပြောင်းချိန်ကာလလေးကို အခြေခံရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၃၈၈ ခုနှစ် စစ်သူကြီးရီဆွန်းဂျဲတို့ တရုတ်ကိုစစ်တိုက်ဖို့ဝီဟာကျွန်းထိစစ်ချီလာခဲ့တယ် ဒါပေမယ့်အခြေအနေအကြောင်းအမျိုးမျိုးကြောင့်စစ်သူကြီးရီဆွန်းဂျဲက  တရုတ်ကိုမတိုက်တော့ဘဲ တရုတ်သြဇာခံပြီးဘုရင်ကိုပြန်ပုန်ကန်ဖို့နဲ့ ဂိုယိုမင်းဆက်ကို ဖြုတ်ချဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတယ်..ဒီဆုံးဖြတ်ချက်ကြောင့် စစ်သူကြီးတွေ အချင်းချင်း သဘောမတိုက်ဆိုင်လို့ စကားများရန်ဖြစ်ပြီးသတ်ဖြတ်ကာ ကွဲကုန်ပါတယ်စစ်သူကြီးအများစုက ဘုရင်ကိုပုန်ကန်ဖို့ဆုံးဖြတ်ကြတာကြောင့်ဘုရင်ကိုမပုန်ကန်ချင်တဲ့စစ်သူကြီးကတော့ တောပုန်းဓားပြဖြစ်သွားရရှာပါတယ်။မင်းသမီးကတော့ ဘယ်ဘုရင်ရဲ့သြဇာခံမှ မဟုတ်တဲ့ပင်လယ်ဓားပြတွေအဖွဲ့ပေါ့။The Classic 2003 ဇာတ်ကားထဲက မင်းသမီးဆွန်ရင်ဂျီကို ဒီလိုမျိုး ကြမ်းကြမ်းတမ်းတမ်း Action ကားရိုက်နိုင်လိမ့်မယ်လို့ မထင်ခဲ့မိဘူးဗျ..တကယ်ကို ကောင်းလွန်းလို့ ဒီကားနဲ့ အကောင်းဆုံးမင်းသမီးဆုကို ဆွတ်ခူးသွားနိုင်ခဲ့တယ်...ရီဆွန်းဂျဲက ဘုရင်ကိုဖြုတ်ချပြီး တရုတ်သြဇာခံဆိုတော့ တရုတ်က တိုင်းပြည်သစ်ကို ဂျိုဆွန်း ဆိုတဲ့နာမည်ရယ်အသုံးပြုဖို့ တော်ဝင်တံဆိပ်တုံးလည်းပေးလိုက်ပါတယ်...အပျိုတော် ၅၀၀ နှစ်စဉ်ဆက်သဖို့လဲ မောက်မာလိုက်ပါသေးတယ်..တော်ဝင်တံဆိပ်တုံးကို သင်္ဘောနဲ့ပြန်သယ်အလာ လမ်းခုလတ်မှာ ဝေလငါးလေးတွေ့တော့ပစ်ဖမ်းရင်းဝေလငါးအမေကြီးလက်ချက်နဲ့သင်္ဘောပျက်သွားပြီး ဝေလငါးကျောကုန်းမှာလည်းအလံပါတဲ့ ရွက်တိုင်စိုက်ပါသွားသလို တံဆိပ်တုံးကိုလည်းဝေလငါးက မြိုသွားပါတယ်....တော်ဝင်တံဆိပ်တုံးပြန်ရဖို့အတွက် ဘုရင်တပ်ဖွဲ့တွေရယ် ပင်လယ်ဓားပြအဖွဲ့ရယ် တောပုန်းဓားပြအဖွဲ့တွေရယ်ဝေလငါးလိုက်ရှာရင်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/2k6jt/(CM)The.Pirates.2014.720p.BluRay.x264-ROVERS.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5iGVw8AdnUJ3xNaZ5iipfsv2e5.jpg",
        "title": "Welcome to Dongmakgol (2005)",
        "description": "Welcome to Dongmakgol (2005)ဒီတစ်ခါမှာတော့ 2005ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ကားလေးနဲ့မိတ်ဆက်ပေးပါ့မယ်။ဒီကားလေးကတော့ 1950ခုနှစ် တောင်နှင့်မြောက် ကိုရီးယားနှစ်နိုင်ငံကြား\nစစ်ပွဲကာလကို အခြေတည်ပြီး ရိုက်ကူးထားတာပါ။ဝေးလံခေါင်းပါးတဲ့ တောင်ပေါ်‌‌‌မှာ လက်ရှိခေတ်အခြေအနေနဲ့ ဝေးကွာနေတဲ့ ဒုန်မာဂ်ဂိုလ်ဆိုတဲ့ ရွာလေးရှိပါတယ်။လေယာဉ်ပျက်ကျပြီး ဘာသာစကားမတူညီ လူမျိုးမတူညီတဲ့ ရွာလေးကိုရောက်လာတဲ့ အမေရိကန်လေတပ်က ကပ္ပတိန်တစ်ဦးရယ်....စစ်ပွဲကြောင့် တောထဲလမ်းပျောက်နေကြတဲ့\nတောင်ပိုင်းက စစ်သား၂ယောက်နဲ့ မြောက်ပိုင်းက စစ်သား၃ယောက်ရယ်....ဒုန်မာဂ်ဂိုလ်ဆိုတဲ့ ရွာလေးမှာ ရေစက်လာစုံကြပါတော့တယ်။တစ်ဖက်က လူမျိုးမတူတဲ့ လေတပ်ကကပ္ပတိန်....\nနောက်တစ်ဖက်မှာက တကယ့်ရန်သူတော်ကြီးတွေ....\nကြားထဲမှာကတော့ ဘာဆိုဘာမှမသိတဲ့ ရိုးသားတဲ့ ရွာသူရွာသားတွေသူတို့ကြားထဲက အလွဲလေးတွေကို\nဟာသနှောရိုက်ကူးထားပေမယ့်ထည့်ထားတဲ့အနှစ်သာရတွေကတော့ အချစ်၊အမုန်း၊သံယောဇဉ် စသဖြင့် အစုံအလင်ပါပဲ။ရယ်လည်းရယ်ချင်တယ် နွေးထွေးပြီး အရသာ‌ကောင်းတာလေးလည်း ကြည့်ချင်တယ်ဆိုရင်တော့\nဒီကားလေးကိုကြည့်ဖို့ အကြံပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, War\nQuality….WEB-DL 1080p and 720p and 360MB\nFile size…2.1GB and 1.1GB and ...",
        "rating": "7.6",
        "url": "https://megaup.net/12E8a/Welcome.to.Dongmakgol.2005.720p.BluRay.5.1.CM.mp4",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BOTdjOTVmNWMtOTJhOC00MzBkLTgwN2UtNzY2Y2RkYWRhYzlkXkEyXkFqcGdeQXVyNTk5Nzg0MDE@._V1_-133x200.jpg",
        "title": "L.O.R.D: Legend of Ravaging Dynasties 2 (2020)",
        "description": "L.O.R.D ပရိသတ်ကြီးရေ .... အပိုင်း(၂) လေး အခက်အခဲများစွာနဲ့ ထွက်လာပါပြီ ။ အမျိုးမျိုးသော အကြောင်းပြချက်တွေကြောင့် ဇွန်လ ထွက်မယ်လို့ကြေငြာပြီးမှ ဒီဇင်ဘာ ၄ ရက်နေ့မှ အွန်လိုင်းကနေ ထုတ်လွှင့်ခဲ့တာဖြစ်ပါတယ် ။အပိုင်း (၁) ကိုမကြည့်ရသေးသူအဖို့ (၁) ကိုအရင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်နော် ။ မကြည့်ချင်လည်းရပေမယ့် ဇာတ်လမ်းအချိတ်အဆက်ပိုမိတာပေါ့....\nအခုမှအသစ်ကြည့်တဲ့ ပရိသတ်တွေကတော့ လုံးဝကိုမှင်သက်သွားစေပါလိမ့်မယ် ။ မိနစ်အပိုင်းလေးတင်မှာပင် ဇာတ်လမ်းရဲ့ဆွဲဆောင်မှုကို သင်ခံလိုက်ရပါပြီ ။ အတည်ပြောတာနော်။ဇာတ်လမ်းအကျဉ်းနည်းနည်းပြောမယ်နော် ။အခု အပိုင်း (၂) မှာ မင်းသား ရင်းချန် ရဲ့ဆရာ ကျီအယ်ကျားမေရှီ ကိုကယ်တင်တဲ့အပိုင်းလေးပါ ။\n၅၂၈ /၁၅၀၀ ချစ်ခြင်းမေတ္တာတရားကို သေချာလေးဖော်ကျူးပေးထားပါတယ်။ သူတို့ကယ်တင်ချင်တဲ့ ဆရာကို ဇာတ်လမ်းပြီးတဲ့ထိ မပြဘူးဆိုတော့ အပိုင်း (၃) လာဉီးမယ့်သဘောပါ ။တောမီးလောင် တောကြောင်လက်ခမောင်းခတ် ဆိုသလိုပဲ သူတို့တိုက်ခိုက်နေတဲ့ ရန်သူကရော ...တကယ့်အစစ်အမှန်ရန်သူဖြစ်ရဲ့လား\nဒါမှမဟုတ် မိတ်ဆွေဆိုတာက... ...",
        "rating": "5.0",
        "url": "https://megaup.net/12D9t/(CM)_Legend-of-Ravaging-Dynasties-2020.WEB-DL_.720p-Nyein.mp4",
        "category": "Action, Adventure, Animation, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZmZhNmU3ZDEtNGM3Ni00NGY2LWFjODItZTZjMDg4NDY2N2Y4XkEyXkFqcGdeQXVyMzI2NzE3MDc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "L.O.R.D: Legend of Ravaging Dynasties (2016)",
        "description": "၂၀၁၆ ကထွက်ထားပြီး လူနဲ့ကာတွန်း Animation ရောစပ်ရိုက်ကူးထားတဲ့ ကားလေးတင်ပေးမယ်နော်။ နာမည်က L.O.R.D ပါ ။ ပါဝင်ထားတဲ့ နာမည်ကြီးတွေကို တစ်ချက် Show လိုက်ဉီး... Kris Wu , Fan BingBing, William Chan, Yang Mi, TF boys band (အကုန်လုံးကိုကြွေဆင်းနေကြတာမလား) ... ရုပ်ရှင်ထဲမှာကြည့်လိုက် ကြည့်ကောင်းနေမှုကြီးဆိုတာ...။ဇာတ်လမ်းလေးကတော့ စိတ်ကူးယဉ်နယ်မြေတစ်ခုဖြစ်တဲ့ ယာစီးလန် နယ်မြေမှာ အုပ်ချုပ်သူတွေကို အဆင့်အလိုက်ခွဲခြားထားပြီး အဆင့်(၁) ကနေ (၇)အထိ ရှိပါသတဲ့ ။ အုပ်ချုပ်သူတစ်ယောက်စီမှာလည်း သူတို့ရဲ့နေရာဆက်ခံသူ တစ်ယောက်စီရှိပါတယ် ။ အားလုံးကိုထိန်းချုပ်ထားတာကတော့ ပိုင်ရင်းဘုန်းတော်ကြီးသုံးပါးပေါ့ ...ဇာတ်လမ်းကျောရိုးက နှစ်ပိုင်းသွားပါတယ်၊\nပထမအပိုင်းကတော့ အဆင့်(၇)အုပ်ချုပ်သူဖြစ်တဲ့ Kris Wu က သူ့ရဲ့ဆက်ခံသူတပည့်ကို ရှာဖွေခန်း နဲ့ ယာစီးလန်နယ်မြေရဲ့ ပုန်ကန်သူလို့ အမည်တပ်ထားတဲ့ အဆင့်(၅)အုပ်ချုပ်သူနဲ့သူ့ရဲ့တပည့်ကို ...",
        "rating": "5.1",
        "url": "https://megaup.net/2oy3j/(CM)_L.O.R.D._Legend_of_Ravaging_Dynasties_2016_720p_WEB-DL_x264.mp4",
        "category": "Action, Adventure, Animation, Asian, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a4lFUvbsZV2NhCaVNW4Nf98ZqDR.jpg",
        "title": "Horror Stories 3 (2016)",
        "description": "Horror Stories III (2016)IMDb - 5.3/10******************************************ညနက်သန်းခေါင်မှာ လူနှစ်ယောက် တောအုပ်ထဲမှာ လမ်းပျောက်နေကြပါသတဲ့။\nလမ်းရှာရင်းနဲ့ တောလမ်းလေးအဆုံးမှာ အိမ်တစ်ဆောင်ကို တွေ့တော့\nထုံးစံအတိုင်း တစ်ညတာနားခိုဖို့ အထဲကို ဝင်လိုက်ကြပါတယ်။\nဒီအိမ်ကြီးထဲမှာ ယောက္ခထီးနဲ့ သူ့ချွေးမ နှစ်ယောက်ပဲနေထိုင်တာပါ။\nတိုက်တိုက်ဆိုင်ဆိုင် အဲဒီညမှာ အိမ်မှာ ခင်ပွန်းရဲ့အသုဘနှစ်ပတ်လည် ရှိနေပါသတဲ့။\nသူတို့ကို တစ်ညတာနားခွင့်ပေးလိုက်ပေမယ့် ညလယ်စာကျွေးတော့ ကလီစာဟင်းတွေ ဖြစ်နေပြန်ပါတယ်။ဘယ်လိုအိမ်ကြီးလဲ....\nဘယ်လိုလူတွေလဲဆိုတာ ....\nမသိုးမသန့်ဖြစ်စရာကောင်းလှပါတယ်.....။သေချာတာတစ်ခုကတော့ ခြောက်ခြောက်ခြားခြားတွေကို ရိုက်ပြထားတာမို့လို့\nအသည်းငယ်တတ်သူတွေ၊ ရွံရှာဖွယ် အခန်းတွေကို ကြောက်လန့်တတ်သူများ မကြည့်သင့်ပါဘူးလို့ ကြိုသတိပေးပါရစေ။\"ကြောက်တတ်သူများ မကြည့်ရ\" ဆိုပြီး တစ်ချိန်က ဗမာဗီဒီယိုလောကမှာ နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားကို မှတ်မိကြမယ်ဆိုရင်......အဲဒီလိုပုံစံမျိုးပဲ\nဇာတ်လမ်းတိုလေး ၃ပုဒ်လောက်ကို အရသာရှိရှိ ချိတ်ဆက်ပြီး\nကျောချမ်းစရာဖြစ်အောင် ရိုက်ပြထားတဲ့ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအတိုလေးတွေရဲ့ ခေါင်းစဥ်ကို အမြည်းပြောပြရရင်\n- မားစ်ဂြိုဟ်က မိန်းကလေး...\n- လမ်းမထက်က ဒေါသမီး....\n- စက်ရုပ် ဝိညာဥ်.... တို့ပဲဖြစ်ပါတယ်။2016 ခုနှစ်က ထွက်ခဲ့တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/12E72/Horror.Stories.3.2016.720p.CM.mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZjQwMmMyMWYtMGM2NS00NTJiLTg4YWYtM2E2NGIyMmMwZDhmXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Tyler Perry’s A Madea Homecoming (2022)",
        "description": "Tyler Perry's A Madea Homecoming (2022)===============================အခု တင်ဆက်ပေးမှာကတော့ ဟာသကားကြိုက်သူများအတွက် Madea film series\nတွေထဲက နောက်ဆုံးထွက် ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။ Madea film ဖြစ်တာနဲ့အညီ\nရယ်‌မောဖွယ် ဟာသများဖြင့် မြူးမြူးကြွကြွ တင်ဆက်ထားပါတယ်။ တချို့ ဟာသများ\nအနေနဲ့ကတော့ လွန်လွန်ကျူးကျူးလုပ်ပြတာတွေ ပါရှိသော်လည်း ခြုံကြည့်ရင်တော့\nကလိထိုးစရာမလိုဘဲ ရယ်မောရမှာပဲဖြစ်ပါတယ်။ စိတ်ပင်ပန်းစရာတွေများနေတဲ့ အချိန်\nမျိုးမှာ ခဏတာ စိတ်အပန်းပြေစေဖို့ ကြည့်ရှု့သင့်တဲ့ဇာတ်ကားကောင်းဖြစ်ပါတယ်။မက်ဒီယာ ဟာ မြစ်ဖြစ်သူ တင်မ် ဘွဲ့ရတဲ့ အထိမ်းအမှတ်အဖြစ် စားပွဲသောက်ပွဲကျင်းပဖို့\nစီစဥ်ပါတော့တယ်။ သို့သော် မက်ဒီယာ မလာစေချင်သောသူ တစ်ယောက် မထင်မှတ်ဘဲ\nရောက်လာရာကနေ ပြဿနာတက်ပါတော့တယ်။ လူများတဲ့ မိသားစု ဖြစ်တာနဲ့အညီ\nကိုယ်စီကိုယ်စီ အထင်အမြင်၊ အယူအဆတွေ ကွဲပြားကြတာမို့ ထိုသူတွေကို တစ်နေရာတည်း\nစုလိုက်ရမှာမှပြဿနာများ၊ အလွဲများ ဖြစ်လာပါတော့တယ်။ ထို ကိစ္စများကို မက်ဒီယာ ဘယ်လို\nဖြေရှင်းမလဲ၊ ပွဲကိုအောင်မြင်စွာ ကျင်းပနိုင်ပါ့မလားဆိုတာကိုတော့ ဟာသနှောလျက် ...",
        "rating": "5.8",
        "url": "https://megaup.net/2oxw3/A.Madea.Homecoming.2022.720p.NF.WEB-DL.DDP5.1.Atmos.x264-TEPES.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mhe7YOKRbM243FMTcnMrCd6zqWx.jpg",
        "title": "Horror Stories 2 (2013)",
        "description": "Horror Stories 2 (2013)ကဲ ဒီတစ်ခေါက်မှာတော့ Horror Fanတွေအတွက် ကိုရီးယားသရဲကားလေးလာပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ ... ‌\nသေဆုံးသွားသူတွေကိုမြင်နိုင်ပြီး သူတို့ဘယ်လိုသေဆုံးခဲ့လဲဆိုတဲ့အဖြစ်အပျက်အမှန်ကိုသိနိုင်တဲ့\nပင်ကိုစွမ်းရည်ရှိတဲ့ ဆယ်ယောင်းတစ်ယောက် အာမခံကုမ္ပဏီတစ်ခုမှာ အလုပ်ဝင်ခဲ့တယ်။\nအဲ့မှာ..မန်နေဂျာပက်က ဆယ်ယောင်းရဲ့စွမ်းရည်ကိုရိပ်မိတဲ့အတွက် အလုပ်တစ်ခုလုပ်ခိုင်းပါတော့တယ်။\nအဲ့ဒါက ဘာလဲဆိုတော့ ...အရင်က ကုမ္ပဏီကနေ အာမခံငွေပေးခဲ့ရတဲ့ ဖိုင်သုံးခုကို\nမန်နေဂျာက လိမ်လည်ပြီး‌‌ ငွေယူခဲ့တယ်လို့ သံသယရှိတဲ့အတွက်\nအဲ့ဒါတွေကို ဆယ်ယောင်းဆီပြပြီး အမှန်ဟုတ်မဟုတ် ကြည့်ခိုင်းတာပါပဲ။\nအဲ့လိုနဲ့ ဖိုင်သုံးဖိုင်ထဲကလူတွေရဲ့ တကယ့်အဖြစ်အပျက်ကို ဆယ်ယောင်းက ဖော်ထုတ်‌ပြောပြတဲ့အခါမှာတော့ ဇာတ်လမ်းတိုလေးသုံးပုဒ် ဖြစ်တည်လာပါတော့တယ်။ဇာတ်လမါးထဲမှာ ပါဝင်ထားတဲ့ မင်းသား မင်းသမီးတွေကတော့\nK drama fanတွေအတွက် ရင်းနှီးပြီးသားသရုပ်ဆောင်တွေပါပဲ။\nMovie Genre က Horror ဆိုတဲ့အတိုင်း Jump scare တွေက လျှပ်တစ်ပြက်နဲ့ အများကြီးပါတဲ့အတွက်\nအမှန်တကယ်ကြောက်စရာကောင်းတဲ့သရဲကားကြည့်လိုသူတွေအတွက် စောင်ခြုံထဲကနေ ချောင်းကြည့်လို့ကောင်းပြီး\nအသည်းငယ်တတ်သူတွေအတွက် ကြည့်ရှုရန်မသင့်‌ကြောင်း ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/horror-stories-2-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fGzQtbiezYk7P6Lg7kYZIUpigkp.jpg",
        "title": "The Liar and His Lover (2013)",
        "description": "The Liar and His Love (2013)လူတစ်​ယောက်အ​ပေါ် ထားရှိတဲ့ မ​​ကျေနပ်ချက်နဲ့ နာကျည်းမှု​ကို\nတခြားသူတစ်​ယောက်အ​ပေါ် ပုံချလိုက်ချင်တဲ့ အချိန်ဆိုတာ ရှိဖူးကြလား၊\nကိုယ်ချစ်တဲ့သူရဲ့ သစ္စာ​ဖောက်မှုကို တခြားသူရဲ့ အချစ်ကိုရင်းပြီး အရွဲ့တိုက်ပြတာမျိုး​ပေါ့။\nAki ဆိုတဲ့ကောင်​လေးလည်း ဒီလိုအဖြစ်မျိုး ကြုံ​တွေ့​နေရတာပါ။\nအပြင်ပန်းမှာ​တော့ ဂျပန်ကနာမည်​ကျော်တီးဝိုင်း Crude Playရဲ့ ပင်တိုင်​တေး​​ရေး၊\nဂီတပိုင်းပါရမီရှင်တစ်​ယောက်ဆို​ပေမယ့် ချစ်သူနဲ့ ပရိုဂျူဆာရဲ့ သစ္စာမဲ့မှု၊\nသူ့ဂီတကို တန်ဖိုးမထားမှု​တွေ​ကြောင့် ဂီတ​လောကက​ အပြီးတိုင် ပျောက်ကွယ်​နေချင်သူ​ပေါ့။ဒီလိုနဲ့ တစ်​နေ့မှာ Rikoဆိုတဲ့ မိန်းက​လေးနဲ့ဆုံ​တွေ့ခဲ့တယ်။\nသူ့ရဲ့စိတ်ဒဏ်ရာကို \" မြင်မြင်ချင်းအချစ် \"ဆိုတဲ့ စကားတစ်ခွန်းနဲ့အတူ\nဖြူစင်ရိုးသားတဲ့ အထက်တန်း​ကျောင်းသူ​လေးရဲ့ နှလုံးသားကို ​သွေးတိုးစမ်းကြည့်ခဲ့တယ်။\nပါရမီရှင် ​တေး​​ရေးဆရာဆိုတဲ့ ဘဝသရုပ်မှန်ကို ဖုံးကွယ်ပြီး\nဂီတကိုမုန်းသူ၊ သီချင်းဆိုတဲ့ မိန်းက​​လေး​တွေကို မုန်းတဲ့သူအဖြစ် မုသာဝါဒ​တွေနဲ့ ချဉ်းကပ်ခဲ့တယ်။\nသူက ကောင်မ​​လေးရဲ့ခံစားချက်ကို အသုံးချရုံသက်သက်ပါပဲ။\nဒါ​ပေမဲ့ က​လေးမ​လေးက သူ့အ​ပေါ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/12E7n/The.Liar.and.His.Lover.2013.720p.BluRay.CM_(2).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZGM3Yzg5NTQtMTlkYS00MzQ1LWIyY2YtYWM0YjkzOWI2OTc3XkEyXkFqcGdeQXVyNDQ5MDYzMTk@._V1_-141x200.jpg",
        "title": "Doctor Zhivago (1965)",
        "description": "Doctor Zhivago (1965)IMDb (8/10) / Rotten Tomatoes 84%ဂန္တဝင်တို့ရဲ့ဂန္တဝင် ရုပ်ရှင်ဇာတ်ကားကြီးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်ကားကို \"ကြီး\"ထည့်‌ ပြောရလောက်အောင် တကယ်ပဲ အနုပညာဆန်မှု၊အောင်မြင်မှု၊ကျော်ကြားမှုတွေ အကြီးကြီးတွေ ရရှိခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်လို့ပါ။\nဒေါက်တာဇီဗားဂိုး လို့ပြောလိုက်ရင် ရုပ်ရှင်ဝါသနာရှင်တွေရော စာပေသမားတွေပါ သိပြီးဖြစ်ကြပါလိမ့်မယ်။ အထူးသဖြင့်တော့ သက်ကြီးပိုင်းပရိသတ်တွေက ပိုသိကြမှာပါ။ရုပ်ရှင်အကြောင်းမပြောခင် ဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ ဝတ္ထုနဲ့စာရေးဆရာတို့‌အကြောင်းကို အရင်ပြောပါရ‌စေ။ နောက်ခံသမိုင်းကြောင်းလေး နည်းနည်းသိထားရင်လည်း ကြည့်ရတာ ပိုအရသာရှိမှာဖြစ်လို့ပါပဲ။\nတချိန်က ကမ္ဘာပေါ်မှာ ကွန်မြူနစ်ဝါဒဆိုတာ အလွန်ပျံ့နှံ့ရေပန်းစားခဲ့တဲ့ အရာတစ်ခုပါ။ လူတန်းစားမညီမျှမှုတွေကို တိုက်ဖျက်ဖြိုချပြီး ပစ္စည်းမဲ့တွေရဲ့လောကနိဗ္ဗာန်ထူထောင်ရေး ဆိုတဲ့ သဘောတရားပါပဲ။ အလွတ်သဘော အကြမ်းဖျင်းပြောရရင်တော့ ဒုတိယကမ္ဘာစစ်ပြီးချိန်ကစလို့ ၁၉၉၀ခုနှစ်လောက်အထိ ကွန်မြူနစ်ဝါဒ အလွန်အားကောင်းခဲ့ပါတယ်။ ဆိုဗီယက်ပြည်ထောင်စုလို့ခေါ်ကြတဲ့ USSR (United States of Soviet Russia) ဟာ အမေရိကန်ပြည်ထောင်စု(အရင်းရှင်စနစ်ကျင့်သုံးတဲ့နိုင်ငံ)နဲ့ အားပြိုင်ရင်း စစ်အေးတိုက်ပွဲနွှဲနေခဲ့ကြတဲ့ကာလတွေပါ။ \"တပ်နီတော်\" တို့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2oxP0/(CM)Doctor.Zhivago.1965.720p.BluRay.x264-Nyein.mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VCA3p9IWp8DPs5YMY24CAi1Wo2.jpg",
        "title": "Justin Bieber’s Believe(2013)",
        "description": "Justin Bieber's Believe (2013)\n========================================\nယနေ့ကျရောက်တဲ့ March လ ၁ရက်နေ့ဟာ Justin Drew Bieber ရဲ့ မွေးနေ့ဖြစ်ပါတယ်။အသက် ၂၈နှစ်ပြည့်သွားပြီဖြစ်တဲ့ Justin ဟာ မိန်းမတောင်ရသွားပြီဖြစ်လို့Baby သီချင်းကို သီဆိုနေခဲ့တဲ့ ဆယ်ကျော်သက်ကလေးလေး မဟုတ်တော့ပါဘူး။ဒါပေမဲ့လည်း သူ့ကိုမြင်တိုင်း nostalgic ဖြစ်ပြီး သူ့သီချင်းတွေကိုရရမရရ ဝါးချပြီးအော်ဆိုနေခဲ့တဲ့ ကိုယ့်ကိုယ်ကို ပြန်အမှတ်ရမိပါတယ်။မနှစ်ကတည်းက ဒီကားလေးကို တင်ပေးမယ်ပြောထားပေမဲ့ နောက်ကျလက်စနဲ့သူ့မွေးနေ့ရောက်မှ တင်တော့မယ်လို့ စိတ်ကူးမိတာနဲ့ အခုမှ တင်ဖြစ်သွားတာပါ။ကျွန်တော် ကလေးဘဝတုန်းက ဒီ Documentary ကိုကြည့်ဖူးပေမဲ့ ပြောစကားတွေကိုရောသီချင်းတွေကိုရော ဘာဆိုဘာမှ နားမလည်ခဲ့ပါဘူး။ဒါပေမဲ့လည်း Justin ကို အတော်ရူးသွပ်ခဲ့သူမို့ အခေါက်ခေါက်အခါခါပြန်ကြည့်ခဲ့ပါတယ်။ ဒါကြောင့် အခုလို ဘာသာပြန်တင်ဆက်ခွင့်ရတဲ့အတွက်Belieber တစ်ယောက်အနေနဲ့ အရမ်းဂုဏ်ယူမိပါတယ်။ဒီ Documentary လေးဟာ လွန်ခဲ့တဲ့ဆယ်နှစ်က Believe Album ထွက်ရှိပြီးTour လုပ်နေတဲ့အချိန်မှာ ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။ အောင်မြင်မှုနဲ့ နေသားကျလာတဲ့အချိန်ဖြစ်သလိုဝေဖန်မှုများစွာ ...",
        "rating": "",
        "url": "https://megaup.net/1IAn8/Justin.Biebers.Believe.2013.720p(CM).mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BY2Y4YWE2ZmQtNDJiMS00MDcwLThmZTYtNzVmMTI2ZmY0MDdhXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "Tiger Cage II (1990)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ချိန်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်ဂျက်မဇာတ်ကား In The Line of Duty ဇာတ်ကားတွေလိုပါပဲ...လူဆိုးဂိုဏ်းတွေနဲ့ ဟောင်ကောင်စုံထောက်ရဲတွေကြားက စွန့်စားခန်းတွေကို ရိုက်ကူးထားတဲ့ Tiger Cage ရဲ့အဆက် Tiger Cage 2 ဖြစ်ပါတယ်...မင်းသား Donnie Yen ကို ငယ်ငယ်က ဂျစ်ကန်ကန်ပုံနဲ့မြင်ရမှာပါ။မင်းသမီး Rosamund Kwan ကတော့ ချစ်စရာကောင်းလွန်းလို့ မှတ်မိနေမှာပါ...အဲ့ဒီခေတ်အခါက ဂျက်လီ ဂျက်ကီချန်း စတီဖင်ချောင်တို့လို တကယ့်ဒိတ်ဒိတ်ကြဲတွေနဲ့ ဇာတ်ကားတွေရိုက်ခဲ့ဖူးပါတယ်။ဟောင်ကောင်ဂျက်မ Cynthia Khan တို့ David Wu တို့လဲပါဝင်ထားပါတယ်။IMDb Rating(7.0) ထိ ရရှိထားပြီး အချစ်အကြမ်းစွန့်စားခန်းတွေနဲ့ ရီလဲရီရတာမို့ Action ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါဘူး။ဟောင်ကောင်ဂျက်မဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=in+the+line+of+duty  ကြည့်လို့ရပါတယ်။\nFile size…(3 GB)/(900 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.0",
        "url": "https://megaup.net/34vgu/(CM)_Tiger.Cage.II.1990.720p.BluRay.REMUX.AVC.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/3-135x200.jpg",
        "title": "Three Months (2022)",
        "description": "Three months Coming of age ရုပ်ရှင်လေးပါ။ Caleb ဟာ ဆယ်ကျော်သက်အရွယ်ဂေး တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ပွင့်ပွင့်လင်းလင်းနေတတ်တဲ့ပုံစံကြောင့် သူငယ်ချင်းတစ်ယောက်ကလွဲရင် အပေါင်းအသင်းမရှိပါဘူး။အထက်တန်းကျောင်းပြီးခါနီးမှာပဲ သူနဲ့တူတူနေမိတဲ့ သူစိမ်းတစ်ယောက်ဟာ HIV ရှိနေမှန်းသိလိုက်ရပါတယ်။ သူ့ဆီမှာလည်း ပိုးရှိမရှိကို‌ ဆေးစစ်ချက်အဖြေသိဖို့ သုံးလစောင့်ဆိုင်းရင်း တွေ့ကြုံရတဲ့ အချစ်ရေး၊သူငယ်ချင်းကြား သံယောစဉ်၊မိသားစုပြဿနာ တွေကိုပြသထားပါတယ်။ ဇာတ်လမ်း setting ထူးဆန်းစွာ 2011မှာတည်ထားပါတယ်။ Homosexuality ကိစ္စတွေ HIV ကူးစက်ခံသူတွေရဲ့ဘ၀တွေအပြင် မလွယ်ကူတဲ့ဆယ်ကျော်သက်ဘ၀ကို ပွင့်ပွင့်လင်းလင်းပြထားပါတယ်။ နာမည်ကျော်အဆိုတော် YouTuberလေး Troye Sivanက အဓိကနေရာကနေ ပါ၀င်ထားပြီး Judy Greer,Viveik Kalra တို့လည်းပါ၀င်ထားပါတယ်။ File size…(1.69 GB)/(720.39 MB)/(419.22 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1IA7r/Three_Months_2022_720p_(CM).mp4",
        "category": "Comedy, Drama"
    }
]