[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/kabhi-khushi-kabhie-gham-indian-movie-poster-139x200.jpg",
        "title": "Kabhi Khushi Kabhie Gham(2001)",
        "description": "Kabhi Khushi Kabhie Gham(2001)IMDb Rating (7.4) / Rotten Tomatoes (100%)အမီတာဘဂျမ်း..ရှရွတ်ခန်း...လက်ပွားမင်းသား ရိုရှမ်..မင်းသမီးကာဂျိုး...ကရီနာကပူးလ်စတဲ့ ဘောလိဝုဒ်ရဲ့တကယ့်ဒိတ်ဒိတ်ကြဲမင်းသားမင်းသမီးတွေ ပြုံပြီးသရုပ်ဆောင်သလို ဇာတ်လမ်းကလဲတကယ်ကောင်းပါတယ်။ပြသချိန် ၃နာရီခွဲ ကြာတဲ့ဇာတ်ကားဆိုပေမယ့် ခနလေးလိုပဲ ထင်ရလောက်အောင်ကောင်းတာပါ။ဇာတ်လမ်းကတော့...ယာရှ်နဲ့ နန်ဒနီတို့ဟာ သားသမီးမဖွားမြင်တာကြောင့် ရာဟုလ်ကိုမွေးစားဖို့အိမ်ခေါ်လာပါတယ်။သားအရင်းမဟုတ်ပေမယ့်သားအရင်းတစ်ယောက်လို ချစ်ကြပါတယ်။တစ်နေ့ ရာဟုလ်က အဖြစ်မှန်ကို သိသွားခဲ့ပေမယ့် အဲဒီစကားကို အဲဒီအိမ်မှာဘယ်တော့မှထပ်မပြောကြဖို့ ယာရှ်က ဆုံးဖြတ်လိုက်တယ်။ယာရှ်ဟာ မျိုးရိုးဂုဏ်အရှိန်အဝါနဲ့ ဓလေ့ထုံးတမ်းအစဥ်အလာတွေကို အလေးထားတဲ့သူဖြစ်တာကြောင့် ရာဟုလ်ကိုအဆင့်အတန်းတူတဲ့ မျိုးရိုးက ဆင်းသက်လာသူနဲ့သာ ပေးစားချင်နေတယ်။\nဒါပေမယ့် အမျိုးဇာတ်နိမ့်တဲ့ ကောင်မလေးတစ်ယောက်ကို ရာဟုလ်က ချစ်မိသွားတဲ့အခါမှာတော့...။ဒရမ်မာဇာတ်လမ်းရှည်ကြီးတွေကို တစ်ရှူးအပြည့်နဲ့ကြည့်တတ်သူတွေ လုံးဝလက်လွတ်ခံလို့မဖြစ်ပါဘူး။(Thaik San မှ ဘာသာပြန်တင်ဆက်ထားတာပါ။) \nFile size…(3.5 GB) / (2 GB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….03:29:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung\nTranslated by Thaik San",
        "rating": "7.4",
        "url": "https://megaup.net/2knyc/(CM)Kabhi_Khushi_Kabhie_Gham_2001_BluRay_720p_Hindi_DTS_HDMA_5.1_x264_[Telly].mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/l3xbes0s5drp-133x200.jpg",
        "title": "{18+} Sister Virus (2021)",
        "description": "ကိုဗစ်ကာလမှာ DSရဲ့ပရိတ်သတ်တွေဖို့ DSက ခပ်ဆန်းဆန်းဗိုင်းရပ်စ်တစ်ခုအကြောင်းကို တင်ဆက်ပေးချင်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ယောင်းဝူဟာ မိန်းမဖြစ်သူရဲ့ ညီအစ်မနှစ်ယောက်အတူနေတဲ့သူပေါ့တစ်နေ့တော့ မျိူးသစ်ဗိုင်းရပ်စ်တစ်ခု ပျံ့နှံချိန်မှာတော့ စိတ်မကောင်းစွာနဲ့ယောင်းဝူရဲ့ မိန်းမဖြစ်သူဂျီနာဟာ ပိုးကူးပြီး ဆေးကုသဖို့သွားတဲ့ အချိန်မှာယောင်းဝူဟာ မိန်းမရဲ့ အစ်မဖြစ်သူနဲ့ညီမဖြစ်သူနဲ့အတူ Home Qဖို့နေခဲ့ရတယ်တစ်နေ့ကျ ယောင်းဝူရဲ့ ခယ်မဖြစ်သူက ပိုးကူးစက်ပြီးဆေးရုံလည်းပို့လို့မရတဲ့အချိန်မှာတော့ သူတို့ရဲ့ကြိုးစားလေ့လာမှုနဲ့အတူတကုသနည်းတစ်ခုကိုတွေ့ရှိခဲ့တယ်ကုသနည်းကတော့ ဇာတ်လမ်းထဲ ဆက်လက်ရှုစားပေါ့ဗျာ...သရုပ်ဆောင်လေးတွေကလဲ အသစ်လေးတွေဆိုတော့သဘောကျစရာ မျက်စိကျစရာလေးတွေပါပဲ  \nFile size…772MB and 407MB\nQuality…720p HDRIP H264 and 480p\nFormat…Mp4\nDuration….1h 17min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Senpai\nTranslated by OAK",
        "rating": "7.5",
        "url": "https://megaup.net/2kpR7/Sisters.Virus.2020.720p.HDRip.H264.AAC(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BY2RkNmJhMzMtNTQ3Ny00ZjgxLThiN2ItODQ5ZmZhZDQzNDk3XkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_-141x200.jpg",
        "title": "Akshara(2021)",
        "description": "Akshara 2021\n--------------------------\"စာသင်ခန်းဆိုတာ တိုင်းပြည်ရဲ့အနာဂတ်တွေကိုထုတ်လုပ်ပေးတဲ့မြင့်မြတ်တဲ့နေရာ၊စာသင်ခန်းဆိုတာ ထောင်မဟုတ်ဘူး\" တဲ့ဇာတ်ကားထဲက ဒိုင်ယာလော့လေးတစ်ခုပါ..... ဒီဇာတ်လေးကိုတော့ အက်ရှာရာဆိုတဲ့အမျိုးသမီးလေးတစ်ဦးအပေါ် အခြေခံဇာတ်အိမ်တည်ထားပါတယ်.အက်ရှာရာက ဆင်းရဲပြီး အမေတစ်ယောက်တည်းကသာပြုစုပျိုးထောင်ပေးခဲ့တဲ့ ထက်မြတ်တဲ့ ကောင်မလေးပေါ့.သူ့ရဲ့ထက်မြက်မှုကြောင့် သူက 10တန်းမှာလဲ ဂုဏ်ထူးဆောင်ကျောင်းသူတဦးဖြစ်ခဲ့ပါတယ်. သူ့ရဲ့ရည်ရွယ်ချက်လေးကလဲ ကောင်းပါတယ်.နိုင်ငံရဲ့ ရတနာဖြစ်တဲ့ ကျောင်းသူကျောင်းသားတွေကို သင်ကြားပေးချင်တဲ့ဆရာမလေးတဦးဖြစ်ချင်တာပါ. သူမက ဆရာတဦးမှာရှိသင့်တဲ့ နာသုံးနာလဲပြည့်စုံပြီး ကျောင်းသားတွေရဲ့ ရင်ထဲက ဆန္ဒကပါ မြင်နိုင်တဲ့ထိ တော်တာကြောင့်အိန္ဒိယရဲ့ထိပ်တန်းကောလိပ်တခုမှာ ရူပဗေဒဆရာမအဖြစ်အလုပ်ရခဲ့ပါတယ်.သူမရဲ့ဘဝလေး ပြီးပြည့်စုံနေခဲ့ပေမယ့် ဆိုးဝါးတဲ့ကိစ္စတစ်ခုကြောင့် သူမဟာကျောင်းရဲ့ဘုတ်အဖွဲ့ဝင်တဦးကို သတ်မိခဲ့ပြီး ဇာတ်လမ်းအချိုးအကွေ့နဲ့ဇာတ်ရှိန်ဟာပြောင်းလဲသွားခဲ့ပါတယ်.......သူမဘာလို့ သူ့ကိုသတ်ခဲ့ရတာလဲ...ဒီကောလိပ်ကတကယ်ပဲ ထိပ်တန်းအဆင့်မှီရဲ့လား...ဆရာမတဦးရဲ့အရည်အချင်းကဘာလဲ....တကယ်ကို ပညာရေးစနစ်နဲ့ ဆရာတစ်ယောက်ရဲ့အရည်အချင်းကို ပြန်မေးခွန်းထုတ်စေမယ့် ရုပ်ရှင်ပါပဲ...သရုပ်ဆောင်ပိုင်းမှာလဲ အက်ရှရာနေရာသရုပ်ဆောင်ထားတဲ့ မင်းသမီးကသူ့ရဲ့ဇာတ်ရုပ်ကို အတော်လေး ပိုင်နိုင်တာတွေ့ရပါတယ်...  \nFile size…2.1GB and 1.1Gb and 501MB\nQuality…1080p WEB DL DD+5.1 and 720p and 480p\nFormat…Mp4\nDuration….2h 16min\nSubtitle….Myanmar Subtile(Hard Sub)\nEncoder…. YK\nTranslated ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Esds/Akshara_2021_.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/RzZKY_4f-143x200.jpg",
        "title": "August Never Ends (2021)",
        "description": "August never Ends (2021)MyDramalist - 7.1 /10ကျွန်မအတွက်တော့ အတောမသတ်တဲ့ ဩဂတ်စ်ပါပဲ မောင် ......'\nဩဂတ်စ် က ကျွန်မအတွက် ဘယ်တော့မှလည်း အဆုံးသတ်မှာ မဟုတ်ပါဘူး။ဩဂတ်စ်မိုးတွေ ရွာတာ ကျွန်မမျက်ရည်ကို မှီနိုင်မတဲ့လား?????မောင်ရယ် ..... သူရယ် ..... ကျွန်မရယ် ......အစကတော့ သူနဲ့ကျွန်မပဲပေါ့ ..... မောင်။သူက မောင်နဲ့ သက်ဆိုင်သူမှန်း ကျွန်မ မသိခဲ့တာ အမှန်ပါ။ကျွန်မဘဝထဲ မောင် ဝင်မှန်းမသိ ဝင်လာတဲ့အချိန်မှာ ......\nအချိန်အတော်နှောင်းသွားခဲ့ပြီ .......ကျွန်မလည်း ငယ်ငယ်ကတည်းက ကျိုးပျက်နေတဲ့ မိသားစုထဲက မွေးဖွားလာခဲ့သလို\nသူကလည်း ငယ်ငယ်ကတည်းက ကျိုးပျက်နေတဲ့ မိသားစုထဲက မွေးဖွားခဲ့ကြတာမို့သူနဲ့ကျွန်မ အချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ခဲ့ကြတာပေါ့ မောင်ရယ် .....အမေ့အတွက် ကျွန်မက တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်သလို\nတစ်ဦးတည်းသော ရန်သူဆိုလည်း ဟုတ်တယ်။အမေက ကျွန်မကို အိမ်မြှောင်က မွေးတဲ့ကလေးတဲ့။\nသွေးအေးပြီး နှလုံးသား မရှိတဲ့လူပေါ့လေ။ဒါပေမယ့် အမေသိပ်မှားတယ် ...",
        "rating": "4.1",
        "url": "https://megaup.net/1Eq2l/August.Never.Ends.2021.720p.WEB-DL.H265.DDP5.1.CM.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/HOME-160x200.jpg",
        "title": "Home (2021)",
        "description": "Home(2021)အိန္ဒိယ Family movie မျှော်နေတဲ့သူတွေအတွက်\nSreenath Bhasi ပါဝင်သရုပ်ဆောင်ထားတဲ့\nအသစ်စက်စက်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားကို ညွှန်းရမယ်ဆိုရင်တော့\n2013 တုန်းက ထွက်ရှိထားတဲ့ Philips and the Monkey Pen ဇာတ်ကား ရဲ့\nဒါရိုက်တာ Rojin Thomas ရဲ့ နောက်ထပ်လက်ရာမွန်တစ်ခုပါကျွန်တော်ကတော့ ဒီကားကိုကြည့်ရင်းကနေ\nKapoor and Sons ဆိုတဲ့ဇာတ်ကားနဲ့ကို သွားအမှတ်ရမိတယ်ဗျ\nKapoor and Sons ဇာတ်ကားကို ကြိုက်တဲ့သူတွေအဖို့တော့\nဒီကားကိုလည်းနှစ်ခြိုက်မယ်လို့ အာမခံနိုင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nအန်တိုနီဆိုတဲ့လူက မြို့မှာအလုပ်လုပ်နေတဲ့\nရုပ်ရှင်ဒါရိုက်တာဗျာ\nတစ်ရက်တော့ ရုပ်ရှင်အတွက်အေးဆေးအညွှန်းရေးချင်တာနဲ့\nနယ်မြို့ကအိမ်လေးဆီပြန်သွားတယ်ခုခေတ်လူငယ်ဆိုတော့ အင်တာနက်ပေါ်မှာပဲ\nအချိန်ဖြုန်းနေတော့\nအိမ်ကမိသားစုဝင်တွေက သဟဇာတမဖြစ်ကြဘူး\nဒီလိုနဲ့ပဲ မိသားစုထဲဖြစ်တဲ့အလွဲတွေ\nအလုပ်ကိစ္စနဲ့ပတ်သက်တဲ့အလွဲတွေနဲ့ကြောင့်\nအန်တိုနီရဲ့မိသားစုတွေရော သူရော\nသဟဇာတဖြစ်အောင်ညှိရင်းကနေ\nနောက်ဆုံးဘယ်လိုတွေဆက်ဖြစ်သွားကြမှာလဲဆိုတာ\nရသအစုံနဲ့ ကြည့်ရှူရမှာပါနောက်ဆုံးအနေနဲ့ ပြောချင်တာကတော့\nFamily ကားဖြစ်တာကြောင့် လူကြီးလူငယ်မရွေးကြည့်ရှူနိုင်ပါတယ်ခင်ဗျာအညွှန်းကတော့ Amelia ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ F&R Gurls ပဲ ဖြစ်ပါတယ်။File size…..2.8GB and 1.7GB and 558MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….2h 41min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/home-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/ems.ZW1zLXByZC1hc3NldHMvbW92aWVzL2I1Y2YwMGE5LWNjZTUtNGNlMy1iNzhjLWM5ZmYxMWIyZmRlOS5qcGc-135x200.jpeg",
        "title": "The Girl Who Got Away (2021)",
        "description": "The Girl Who Got Away(2021)\n=======================အခု တစ်ခေါက်မှာတော့ ပူပူနွေးနွေးလေး ထွက်ရှိထားပြီး Horror ပရိတ်သတ်တွေအတွက် အကြိုက်တွေ့စေမဲ့ အမေရိကန် Horror movie လေးကို မိတ်ဆက်ပေးပါရစေ\"The Girl Who Got Away\" ဆိုတဲ့ movie name လေးအတိုင်းပဲ\nပြန်ပေးဆွဲမှုကနေ ထွက်ပြေးလွတ်မြောက်လာတဲ့ ကောင်မလေးအကြောင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်ဘယ်လို ပြန်ပေးဆွဲခံရတာလဲဆိုတဲ့အကြောင်း သိဖို့ဆိုရင် 1998 ခုနှစ်ကို ပြန်သွားကြည့်ရမှာပေါ့1998 ခုနစ် မက်စီနာမြို့မှာ စိတ္တဇအမျိုးသမီးတစ်ဦးက မိန်းကလေး ၅ ယောက်ကို ပြန်ပေးဆွဲ သတ်ဖြတ်မှု ဖြစ်ပွားခဲ့ပါတယ် ဒါပေမဲ့ အဲ့ဒီငါးယောက်ထဲကနေ ကံကောင်းထောက်မစွာနဲ့ လွတ်မြောက်လာသူ တစ်ဦးပဲ ရှိခဲ့ပါတယ် သူကတော့ ခရစ္စတီးနားလို့ အမည်ရတဲ့ ကောင်မလေးပါခရစ္စတီးနားဟာ အချိန်တွေကြာလာတာနဲ့အမျှ သူ့ရဲ့အိပ်မက်ဆိုးတွေကနေ ရုန်းထွက်နိုင်ခဲ့ပြီး ဘဝကို အေးအေးဆေးဆေး ဖြတ်သန်းနေထိုင်ရင်း ...",
        "rating": "5.6",
        "url": "https://megaup.net/2kprs/The_Girl_who_got_Away_(2021)_720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/images-2-133x200.jpg",
        "title": "The Beast of War (1988)",
        "description": "CM Fan တွေအတွက် တိပ်ခွေခေတ်က ကြည့်ခဲ့ရဖူးတဲ့ Old But Gold စစ်ကား တစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် သမိုင်းကြောင်းအရ အာဖကန်အစိုးရသည် မူဂျာဟစ် သူပုန်တွေကို တိုက်ထုတ်ဖို့ရန် အင်အားမရှိချိန် ဆိုဗီယက်တို့က ကွန်မြူနစ် ကမ္ဘာကြီးတည်ထောင်ရန်ကြိုးပမ်းချိန် အာဖကန်အား ကွန်မြူနစ်အတွင်းသွတ်သွင်းရန်ကြိုးပမ်းပြီး အာဖကန်အစိုးရဘက်မှ မူဂျာဟစ် သူပုန်တွေကို ကူညီတိုက်ခိုက်ပေးခဲ့ရာ နောက်ပိုင်းပြောက်ကျားစစ်ကို အလူးလဲခံရလာပြီး ရွာအလိုက်ရှင်းလင်းရေးတွေလုပ်ဆောင်လာခဲ့ရာ beast ခေါ် သားရဲတင့်ကားကြီးအား မူဂျာဟစ်တို့မှ တိုက်ခိုက်ရန်ကြိုးပမ်းလာရာ သားရဲကြီးပဲ နှိမ်နင်းခံရမလား မူဂျာဟစ်တို့ဘဲ အနိုင်ရမလား အာဖကန်နစ်စတန် ပြည်သူတွေက အများထင်နေကြသလို အရိုင်းအစိုင်းတွေလား သူတို့ရဲ့ ယဉ်ကျေးမှုတွေ အကျင့်စရိုက်တွေ ရုရှားတို့ရဲ့ နိုင်ငံချစ်စိတ်တွေ ကိုယ့်နိုင်ငံကို ကာကွယ်ခြင်းမဟုတ်ဘဲ သူတပါးနိုင်ငံအား ကျုးကျော်စစ်တိုက်ရာ ကြုံတွေ့ပုံများ စစ်မြေပြင်မှာ ဖြစ်တတ်သည့် စစ်ရာဇဝတ်မှုများ စတဲ့ အရာများအားလုံးကို စိတ်ဝင်တစားကြည့်ရှုရမည့် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ် Quality - 1080P & 720P WebripSubtitle - BurmeseDuration - 1h 51minFormat - MP4File Size - 1.33 GB & 785.4 MBEncoder ...",
        "rating": "7.3",
        "url": "https://megaup.net/2kp8o/The.Beast.of.War.1988.720p.WEBRip.x264_%7BCM%7D.mp4",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNjA5NGE1NzYtZjU4OS00NWVkLTk1ZGEtNWI5Nzc4Nzg1M2U4XkEyXkFqcGdeQXVyMTIzMzg0MTM2._V1_-160x200.jpg",
        "title": "200 Halla Ho(2021)",
        "description": "200: Halla Ho (2021)\n-----------------------\nImdb 7.3/10ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့အိန္ဒိယမှုခင်းဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဘက်လီချောင်ဒရီဆိုတဲ့ ရာဇဝတ်သားကို တရားရုံးတော်မှာအမှုကြားနာခြင်း ပြုလုပ်မယ့်နေမှာပဲထူးခြားမှုဖြစ်စဉ်တွေ ဖြစ်ပွားခဲ့ပါတယ်များပြားလှသော အမျိုးသမီးအုပ်စုကြီးကတရားရုံးတော်ထဲကို ရုတ်တရက်ပြေးဝင်လာကြပြီးတရားခံ ဘက်လီတစ်ယောက် တရားရုံးတော်ထဲမှာပဲရက်ရက်စက်စက်အသတ်ခံခဲ့ရတဲ့ မြင်ကွင်းက အားလုံးအတွက်မေးခွန်းထုတ်စရာတွေဖြစ်နေခဲ့ပါတော့တယ်သူ ဘယ်လိုအမှုတွေကျူးလွန်ခဲ့လို့ အသတ်ခံခဲ့ရတာလဲ...တရားဥပဒေစိုးမိုးတဲ့ တရားရုံးတော်မှာ လူသတ်ရဲကြတဲ့အမျိုးသမီးတွေကရော ဘယ်သူတွေဖြစ်မလဲ...ဘယ်လိုအကြောင်းအရာတွေနဲ့ပက်သက်နေမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမယ့် မှုခင်းဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nFile size…1.13GB\nQuality…720p\nFormat…Mp4\nDuration….1h  55mins\nSubtitle….Myanmar Subtitle ( Hard Sub)\nEncoder….Yk\nTranslated by MayZinOo & ida & Sein Lae",
        "rating": "6.4",
        "url": "https://megaup.net/Yuam/200_Halla_Ho_(2021)_720p_WEB_DL(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/17siH6wJRQ2jZiqz9BWUhy1UtZ.jpg",
        "title": "Reminiscence (2021)",
        "description": "IMDb Rating (7/10)Nick Bannister (Hugh Jackman) ကစစ်ပြန်တစ်ယောက်၊\nသူ့လက်ထောက် Watts (Thandie Newton) နဲ့ အလုပ်စပ်တူလုပ်ကြတယ်..\nသူတို့လုပ်တဲ့အလုပ်ကတော့ စိတ်ဝင်စားစရာပါ...\nအတိတ်ကိုပြန်တမ်းတလွမ်းဆွတ်နေတဲ့ လူတွေကို စက်ကိရိယာတွေဆေးဝါးတွေ အကူအညီနဲ့\nသူတို့တမ်းတနေတဲ့အတိတ်ဆီကို တစ်ဖန်ပြန်ပြီးခေါ်ယူသွားပေးနိုင်တဲ့\nReminiscence လို့ ခေါ်တဲ့ ပရိုဂရမ်တစ်ခုကိုလုပ်ကြတာပါပဲအတိတ်လောက်စွဲလန်းစေတဲ့အရာ ဘယ်အရာမှမရှိဘူးမဟုတ်လား?\nလူတွေဟာ သူတို့ချစ်ရတဲ့သူတွေနဲ့ နောက်တစ်ကြိမ်တွေ့ခွင့်ရချင်ကြတယ်၊\nဘဝရဲ့အဓိပ္ပါယ်အရှိဆုံးအချိန်လေးတွေမှာ ပြန်လည်နေထိုင်ချင်ကြတယ်မဟုတ်လား?ဒီလိုနဲ့ ရည်ရွယ်ချက်ကြီးမားတဲ့ သူတို့လုပ်ငန်းဆီကို Mae (Rebecca Ferguson) ဆိုတဲ့မိန်းမလှလေးတစ်ယောက် ရောက်လာပါတယ်..\nသူ့ပြသနာကတော့ အိမ်ခန်းသော့ပျောက်နေလို့ပါတဲ့\nပြီးခဲ့တဲ့မနက်က သူ့အတိတ်ဆီပြန်ခေါ်သွားပေးဖို့တောင်းဆိုလာပါတယ်..\nWatts ကသဘောမတူချင်ပေမယ့် အဲ့ဒီမိန်းကလေးကိုမြင်မြင်ချင်းစွဲလန်းသွားမိတဲ့\nNick ကတော့ချက်ချင်းသဘောတူပြီး ကောင်မလေးကိုလိုက်လျောရာကနေ သူတို့နှစ်ဦးဇာတ်လမ်းဖြစ်သွားပါတော့တယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ ဆူးညှောင့်ခလုတ်မရှိသာယာနေတဲ့ သူတို့ဇာတ်လမ်းလေးကနေ\nMae တစ်ယောက်ရုတ်တရက်ပျောက်ကွယ်သွားခဲ့ပါတော့တယ်။\nအတိတ်တွေဟာ အမြဲမလှပနိုင်ဘူးလေ...\nတစ်ခါငိုရရင် တစ်ခါမကပြုံးခဲ့ဖူးတာလဲ မင်းမမေ့နဲ့ဦးဆိုတဲ့ သီချင်းလိုပဲပေါ့..\nဘဝတွေက ဆင်းရဲရင် ပိုနက်နဲရှုပ်ထွေးတတ်တာပဲ...ကဲ...ဒီတော့ Mae တစ်ယောက် ဘာကြောင့်ပျောက်သွားတာလဲ...\nသူ့ရဲ့အတိတ်တွေကရော ဘာတွေဖြစ်နေမလဲ...\nအတိတ်ကိုတူးဖော်မယ့် Reminiscence နဲ့အတူ လိုက်ပါစီးမျောကြည့်ကြပါစို့။ \nFile size…(2 GB) / (1.1 GB) ...",
        "rating": "7.1",
        "url": "https://megaup.net/2kp2n/Reminiscence.2021.720p.WEB.H264(CM).mp4",
        "category": "Mystery, Romance, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p18759865_p_v13_ab-150x200.jpg",
        "title": "PAW Patrol: The Movie (2021)",
        "description": "Paw Patrol : The Movie (2021)IMDb - 6.4/10CM Fanများအတွက် Paw Patrol : The Movieဆိုတဲ့\nဒီ​နေ့ထွက် animation ကားသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်။အသစ်ထွက်တဲ့ရုပ်ရှင်တိုင်း action, horror, drama​တွေပဲ ဖြစ်​​နေလို့\nငြီး​ငွေ့​နေကြတဲ့ ပရိတ်သတ်တို့အတွက် အချိန်တစ်နာရီခွဲလောက်\nစိတ်ကြည်နူး​ပျော်ရွှင်​စေနိုင်မယ့် animation​လေးဖြစ်မှာ ​အ​သေအချာပါပဲ ဇာတ်လမ်းအကျဥ်းက​တော့ Paw Patrol​လေးတို့ရဲ့ ရန်သူ​​​တော်ကြီး\nHumdingerတစ်​​​ယောက် Adventure Cityဆိုတဲ့မြို့​လေးမှာ\nမြို့​တော်ဝန်သွားလုပ်ပြီး ဒီကမ္ဘာကြီးကိုအန္တရာယ်ကျ​ရောက်​စေမယ့် စမ်းသပ်မှုတစ်ခုကို လုပ်ဖို့ ကြိုးစားလာပါတယ်ရန်သူ​တော်ကြီးရဲ့အဖျက်လုပ်ငန်းကို\n​အဖွဲ့ခေါင်း​ဆောင် Ryderနဲ့ သူ့ရဲ့အဖွဲ့ဝင် ပါပီ​လေးတို့တသိုက်\nဘယ်လို​ခေတ်မှီနည်းပညာ​တွေ၊ စက်ပစ္စည်း​တွေနဲ့ ရ​အောင်တားကြမလဲ?အဖွဲ့ဝင်ပါပီ​လေးတစ်​ကောင်ရဲ့ အတိတ်​ဇာတ်ကြောင်းက​နေ .....\nအဖွဲ့အ​ပေါ် ဘယ်​လောက်ထိရိုက်ခတ်မှုရှိမလဲ?Patrol အဖွဲ့ဝင်အသစ်​လေးက ဘယ်သူဖြစ်မလဲဆိုတာကို...ချစ်စရာ​ကောင်းတဲ့ ကာတွန်းဇာတ်​ကောင်လေး​တွေနဲ့\nရယ်စရာ၊​ပျော်စရာ၊ သနားစရာ ရသမျိုးစုံကိုခံစားရင်း ကြည့်ရှုရမှာပါ။\nAnimationဇာတ်​ကား​လေးဖြစ်တာမို့\nကိုယ့်မိသားစုနဲ့၊ သားသားမီးမီးတို့နဲ့တူတူ ကြည့်ဖို့အတွက်လည်း အဆင်​ပြေပါတယ်။ချစ်ရတဲ့မိသားစုနဲ့အတူ ​ပျော်ရွှင်ကြည်နူးစရာအချိန်တစ်နာရီခွဲခန့်ကို\nဒီ Animationကား​လေးနဲ့ တူတူကုန်ဆုံးလိုက်ပါReview - JimxFile size…1.7GB and 1Gb and ...",
        "rating": "6.4",
        "url": "https://megaup.net/Yu1q/PAW.Patrol.The.Movie.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Adventure, Animation, Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-20-at-20.05.13-135x200.png",
        "title": "Sweet Girl (2021)",
        "description": "Sweet Girl (2021)==============IMDb Rating - 5.8/10ဒီနေ့အတွက် အားလုံးပဲကြိုက်နှစ်သက်လောက်မယ့် Action, Drama, Thriller ကားသစ်ကိုတင်ဆက်ပေးချင်ပါတယ်။အဓိက ဇာတ်ဆောင်တွေအဖြစ် အားလုံးပဲ သိတဲ့ Aquaman မင်းသား Jason Momoa နဲ့ Dora and the lost city of Goldရဲ့ မင်းသမီးလေး Isabela Mercedတို့က ပါဝင်ထားကြပါတယ်။ဇာတ်လမ်းကျော်ရိုးကတော့ ရေး ကော့ပါးဟာ မိသားစုကို အရမ်းချစ်တဲ့သူဖြစ်ပြီး ဇနီးသည်ကို ကင်ဆာရောဂါကနေ ပြန်ကယ်နိုင်ဖို့ အစွမ်းကုန်ကြိုးစားနေသူပါ။ကံကောင်းစွာနဲ့ ကင်ဆာကို ထိထိရောက်ရောက် ကုနိုင်တဲ့ ဆေးတစ်မျိုး ပေါ်လာခဲ့ပေမယ့် BioPrime ဆေးကုမ္ပဏီတွေရဲ့လောဘကြီးမှုကြောင့် ဆေးကုသခွင့်ဆုံးရှံးခဲ့ရလို့ ဇနီးသည်ရဲ့ အသက်ကို မကယ်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ ဇနီးသည်အတွက် တရားမျှတမှုကို လိုချင်တဲ့ ရေး တစ်ယောက် ဒီကိစ္စတွေများရဲ့ ချုပ်ကိုင်မှုတွေရဲ့ အဖြစ်မှန်တွေကိုဖော်ထုတ်ရင်း ကုမ္ပဏီတွေရဲ့ နောက်ကွယ်က အရှုပ်အရှင်းတွေကြားထဲ ...",
        "rating": "5.8",
        "url": "https://megaup.net/Yu2v/sweet.girl.2021.720p.WebRip[CM].mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/large-cover-133x200.jpg",
        "title": "Last of the Wolves (2021)",
        "description": "ခပ်မိုက်မိုက် အက်ရှင်ကားကောင်းတွေကိုမှ တောင့်တနေပါတယ်ဆိုတဲ့ CM ပရိတ်သတ်တွေအတွက်\nအကြမ်းစားနဲ့ အလန်းကြီးလန်းမဲ့ ဂျပန်ယာခူဇာ ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်နော်ဒီဇာတ်ကားလေးဟာ ရုပ်ရှင် နှစ်ကားထွက်ထားတာဖြစ်ပြီး ပထမတွဲမှာတော့ ဟီအိုခါနဲ့အိချီနိုစဲတို့ အတူ ယာခူဇာဂိုဏ်းကြီးနှစ်ဂိုဏ်း ကြားက ရန်ပွဲတွေကို ငြိမ်းချမ်းအောင်လုပ်ပေးခဲ့ပါတယ်အခု ဒုတိယတွဲမှာတော့ ဟီအိုခါတစ်ယောက် ငြိမ်းချမ်းရေးကို မလိုလားတဲ့ ဂိုဏ်းအကြွင်းအကျန်တွေလက်ထဲကနေ ငြိမ်းချမ်းရေးကို ဘယ်လိုထိန်းသိမ်းမလဲဆိုတာကို ရိုက်ကူးပုံဖော်ထားတာပါ ဇာတ်ကြောင်းလေးကတော့...ခုရဲဟာရမြို့ရဲ့ အိုဒါနီ ဂိုဏ်းနဲ့ ဟီရိုရှီးမားမြို့ရဲ့ ဂျင်စေးခိုင်ဆိုတဲ့ ယာခူဇာဂိုဏ်းကြီးနှစ်ဂိုဏ်းကြားက ပဋိပခတွေကို ဂျင်စေးခိုင်ရဲ့ ခေါင်းဆောင်ရှိုဟေး သေဆုံးပြီးတဲ့နောက်ပိုင်းမှာ\nနှစ်ဖက်လုံးက အာဃာတတရားတွေ အငြှိုးအတေးတွေကို ဖယ်ရှားပြီး ယာယီစစ်ပြေငြိမ်းမှုရယူခဲ့ကြပါတယ်စစ်ပြေငြိမ်းမှုရယူပြီး နှစ်ဖက်လုံး ကိုယ့်စီးပွားရေးကိုသာအဓိက အားထားပြီးလုပ်နေချိန်မှာ ဟီအိုခါဆိုတဲ့ စုံထောက်က အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ငြိမ်းချမ်းအောင် ဖျန်ဖြေရေး အကျိုးဆောင်လုပ်ပေးနေခဲ့ပါတယ်ဒီလိုနဲ့ သုံးနှစ်ကြာမြင့်ပြီးချိန်မှာတော့ သေသွားတဲ့ ဂျင်စေးခေါင်းဆောင် ရဲ့ ညာလက်ရုံး အူအဲဘာယရှီဟာ ထောင်ထဲမှ လွတ်မြောက်လာခဲ့ပါတယ်သူဟာ အရင်ကတည်းက သူ့ခေါင်းဆောင်အပေါ်သစ္စာရှိပြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Errp/Last_of_the_Wolves_(2021)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tcKtX4XWZq6vhGwhmmB8thdaabV.jpg",
        "title": "Demonic(2021)",
        "description": "လူနာတစ်ယောက် ကိုမာ ဝင်သွားပြီဆိုတာနဲ့ လူနာလိုအပ်တာကိုပြုစုပေးဖို့ ဆရာဝန်တွေ၊ လူနာစောင့်တွေအတွက်တော်တော်ခက်ခဲပါတယ်။ လူနာက ဘာမှမပြောနိုင်တော့ဘူးလေ...အဲ့ဒီအခြေအနေကို ကျော်လွှားနိုင်ဖို့ မိုက်ကယ်ဒိုလော့စ် တို့အုပ်စုက နည်းပညာအသစ်တစ်ခု တီထွင်နိုင်ခဲ့ပါတယ်။အောင်မြင်သင့်သလောက် အောင်မြင်ပေမယ့် လူနာက ဖန်တီးထားတဲ့ပုံရိပ်ယောင်ထဲမှာ စကားမပြောဘူးဖြစ်နေပါတယ်။ကိုမာဖြစ်ပြီး အသိစိတ်ရှိနေသေးတဲ့ လူနာ အန်ဂျလာ က သူ့နဲ့စကားပြောဖို့ သူ့သမီး ကာလေ ကိုခေါ်ပေးပါတဲ့...ကာလေ ကတော့ အမေ့ကို နာနာကျည်းကျည်းမုန်းနေပြီး အမေကျူးလွန်ခဲ့တဲ့ လူသတ်မှုအတွက် အဖြေရှာမရဖြစ်နေသူပါ။တစ်မြို့လုံးက ဝိုင်းပြောကြတယ်။ သူ့အမေက လူသတ်သမားတဲ့။ သူငယ်ချင်းဖြစ်သူ မာတင် ကတော့ သူ့အမေကတစ်ခုခုတွန်းအားပေးမှုကြောင့်ဖြစ်နေတာတဲ့။ အခုတော့.... နည်းပညာနဲ့ပုံဖော်ထားတဲ့ အိမ်မက်လိုလို ပုံရိပ်ယောင်ထဲမှာ အမေက သူ့နဲ့တွေ့ချင်တယ်တဲ့ ။ကာလေ တစ်ယောက် ပုံရိပ်ယောင်ထဲကနေ သူ့အမေရဲ့အကြောင်းစုံကို ရအောင်ဖော်ထုတ်နိုင်ပါ့မလား ?သူ့အမေပြောတဲ့ စွမ်းအား ဆိုတာရောဘာလဲ? မာတင်ပြောတဲ့ စိတ္တဇဆန်ဆန် ဖိအားပေးမှုဆိုတာတွေရော?အားလုံးကို ကြက်သွန်နီအခွံခွာသလို တစ်လွှာချင်းတစ်လွှာချင်းအဖြေထုတ်သွားမှာမို့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ကားကောင်းလေးဆိုလည်း မမှားပါဘူးနော်။နည်းပညာဗဟုသုတတွေလည်း ...",
        "rating": "4.7",
        "url": "https://megaup.net/1Ero4/Demonic.2021.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4AOjcwLtTrWDzurZhYH12LHkY22.jpg",
        "title": "Stillwater (2021)",
        "description": "Stillwater (2021)IMDb- 6.9ကဲ ဇာတ်ကားကောင်းတွေ စုပြုံထွက်ရင် သိပ်ပျော်တယ် ဗဲရီးဟက်ပီးဆိုတဲ့ cm ပရိသတ်ကြီးရေမင်းသားကြီး Matt Damon ရဲ့ crime, drama, thriller လေးကိုလည်း လက်မလွှတ်တမ်း အားပေးကြပါဦးဗျကြိုတင်ပြောချင်တာက ဒီကားဟာ စကားအသုံးအနှုန်းတွေ R အဆင့်သတ်မှတ်ထားလို့ ကလေးသူငယ်တွေ၊ လူကြီးတွေနဲ့ကြည့်ဖို့ သိပ်အဆင်ပြေမယ်မထင်ပါဘူးဇာတ်လမ်းအကျဉ်းကတော့ဖခင်ဖြစ်သူဟာ\nကိုယ်ရဲ့ အရပ်ဒေသမဟုတ်တဲ့ တစ်နယ်တစ်ကျေးမှာကိုယ်နဲ့ ကွဲကွာနေရတဲ့ သမီးဖြစ်သူအတွက်သူမကျူးလွန်ထားတဲ့ အမှုကို\nမကျူးလွန်ကြောင်း သက်သေပြဖို့လူမျိုးခြားတွေ လူမျိုးရေးခွဲခြားသူတွေကြားရုန်းကန်ဖြေရှင်းဖို့ ကြိုးစားရင်းပြဿနာတွေ ကြုံရတဲ့အကြောင်းကို စိတ်၀င်စားဖွယ် ရိုက်ကူးတင်ပြထားတာပဲဖြစ်ပါတယ်အညွှန်းကတော့ Yoon Sandi Aung ဖြစ်ပြီးတော့ဘာသာပြန်တွေကတော့ Thar Htet, Yoon Sandi Aung, Jimx, Amelia တို့ပဲ ဖြစ်ကြပါတယ်။File size…2.24GB\nQuality….WEB-DL 1080p\nFormat…mp4\nDuration….2h 19min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... CM Team\nEncoder ..... Augsut",
        "rating": "6.9",
        "url": "https://megaup.net/1Er12/Stillwater.2021_720p.AMZN.WEB-DL.DDP5.1.H.264_%7BCM%7D.mp4",
        "category": "Crime, Drama, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-19-at-20.55.46-135x200.png",
        "title": "The Green Knight (2021)",
        "description": "The Green Knight (2021)====================IMDb Rating - 7.4/10ကျွန်တော်ငယ်ငယ်တုန်းက ကြီးကျယ်ခန်းနားတဲ့ စွန့်စားခန်းတွေအကြောင်း ပုံပြင်တွေ နားထောင်ရရင် အရမ်းပျော်ပါတယ်။ပုံပြင်ပြီးသွားရင်တောင် အတွေးထဲက သူရဲကောင်းကြီးကတော့ စွန့်စားခန်းတွေ ဆက်ဖွင့်နေတုန်းပါပဲ။တစ်ခါတစ်လေ အိပ်မက်ထဲထိတောင် ရောက်လာပြီ ဘီလူကြီးတွေ နဂါးကြီးတွေနဲ့ ရင်ဆိုင်နေလိုက်ပါသေးတယ်။ဒီလိုနဲ့ အရွယ်ရောက်လာတော့ အဲဒီပုံပြင်တွေကိုသာ ရုပ်ရှင်အဖြစ် ရိုက်ကူးကြရင် ဘယ်လိုများဖြစ်မလဲ စိတ်ကူးကြည့်ဖူးပါတယ်။သင်လည်းအဲ့လိုစိတ်ကူးဖူးတယ်ဆိုရင် ဒီဇာတ်ကားကို ကြည့်ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။The Green Knight 2021 ဟာ ဂန္ဓဝင်ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့ ဘုရင်အာသာရဲ့ တူဖြစ်သူ ဆာဂါဝင်ရဲ့ စွန့်စားခန်းအကြောင်းကိုပြန်ရိုက်ကူးထားတာပါ။ဒါရိုက်တာ David Lowery ရဲ့ ရိုက်ချက်တွေကို ကြည့်ဖို့သက်သက်နဲ့တင် ဒီကားက ကြည့်ဖို့တန်တဲ့ကားတစ်ကားပါ။ဂန္ဓဝင်ဇာတ်လမ်းတစ်ပုဒ်ကို ခေတ်ပေါ်နည်းပညာတွေနဲ့ ပုံဖော်ထားတဲ့ အနုပညာမြောက်ကားတစ်ကားလို ပြောလို့ရပါတယ်။အဓိကဇာတ်ဆောင်အနေနဲ့လည်း အော်စကာဆုရ Slumdog Millionaire ဇာတ်ကားရဲ့ မင်းသား Dev Patel က ဂါဝင် အနေနဲ့ပါဝင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Eqe2/The.Green.Knight.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZDI3ZWNjZjItMTA5NC00ZDk0LWIzMjEtM2FhOTgzZmYyMmQwXkEyXkFqcGdeQXVyNjkyMjYxMzY@._V1_-140x200.jpg",
        "title": "Love and Run (2020)",
        "description": "Castsဒိ အဖြစ် Non Chanon\nလင် အဖြစ် Kao Supassaraဇာတ်လမ်းအကျဉ်း\"လင်\" ဆိုတဲ့ မိန်းကလေးက မိဘတွေ မရှိတော့ပဲ အစ်ကိုဖြစ်သူ ခင်း တူလေးဖြစ်တဲ့ \"ဒိ\" နဲ့ တူတူနေနေရသူတစ်ယောက်ဖြစ်ပါတယ်\"လင်\"နဲ့ \"ဒိ\"က တူအရီးတွေပေမယ့် အသက်တော့ မကွာကြပါဘူးလင် ရဲ့ အိပ်မက်က ကာတွန်းတွေဖတ်တာအပြင် ကာတွန်းထဲက မင်းသား ဇာတ်ကောင်တွေလို ချစ်သူလိုချင်တာပါပဲ\nလင့်အိပ်မက်တွေက အမြဲရည်းစားမရအောင် လိုက်ဖျက်ဆီးတတ်တဲ့ \"ဒိ\"ကြောင့် အဆင်မပြေခဲ့ပါဘူး ဒီလိုနဲ့ လင်ကလည်း ကျောင်းပြီးလို့ ဆေးရုံမှာ သူနာပြုဝင်လုပ်နေရင်း \"ဒိ\"ကလည်း ဝါသနာပါရာ အားကစားလုပ်ဖို့ အိမ်ပေါ်က ဆင်းသွားခဲ့တယ်လင့် ကို လိုက်ပိုးပန်းနေတဲ့သူတွေများနေချိန်မှာ \"ဒိ\"ပြန်ပေါ်လာခဲ့ပြီး အားလုံးကို လိုက်တားဆီးနေခဲ့တယ်ကိုယ့်အန်တီဖြစ်တဲ့ \"လင်\" ချစ်သူရမှာကို \"ဒိ\"က ဘာလို့တားဆီးနေရတာလဲ\nသူတို့မိသားစုနောက်ကြောင်းကရော ဘယ်လိုလဲဆိုတာအပြင်\nလင့်ကို ပိုးပန်းသူတွေနဲ့ \"ဒိ\"ကြားက ဖြစ်ရပ်တွေ ဟာသနှော တင်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပဲ ဖြစ်ပါတယ်❤ Quality__1080p,720p,360p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:40:00\nType__Comedy ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Eqb2/Love_And_Run_(2020)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODk5NzQ5ZTktYTJlNi00YWI5LWI5NTMtMjU1ZTY0NmQ5NTM2XkEyXkFqcGdeQXVyMTExOTY0NTI1._V1_-123x200.jpg",
        "title": "3rd Class(2020)",
        "description": "3rd Class (2020)\nAction, Romance\nIMDb 7.7/10ဆဟာနားက ဂီတကိုချစ်မြတ်နိုးသူတစ်ယောက်ဖြစ်ပြီး ဖခင်ဖြစ်သူဝန်ကြီးချုပ်ရဲ့သည်းသည်းလှုပ်ချစ်ခြင်းကိုခံရတဲ့ ကောင်မလေးပေါ့..ဘဝမှာလိုလေသေးမရှိ ပြည့်ပြည့်စုံစုံနေရပေမယ့် မိဘဆန္ဒကိုမလွန်ဆန်နိုင်တော့ မိဘတွေစီစဉ်ပေးတဲ့သူနဲ့လက်ထပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်...ဂျက်ဂီကတော့ ကားဝပ်ရှော့တစ်ခုမှာအလုပ်လုပ်တဲ့သာမန်ဆင်းရဲသားမိသားစုကဆင်းသက်လာတဲ့ကောင်လေး...တစ်နေ့ဝန်ကြီးရဲ့ကားကိစ္စနဲ့ပက်သက်ပြီးဆဟာနားနဲ့ ဂျက်ဂီတို့တွေ့ဆုံခဲ့ကြပါတယ်...ဂီတကို ချစ်မြတ်နိုးပေမယ့်လည်း အဆင့်အတန်းခွဲခြားတတ်လွန်းတဲ့ဆဟာနားဟာ ဂျက်ဂီအပေါ်လွန်စွာမုန်းတီးနေခဲ့ပါတယ်...အိုးချင်းထားတော့ အိုးချင်းထိ..ကြိုးချင်းထားတော့ ကြိုးချင်းငြိဆိုသလိုသူတို့နှစ်ယောက်ကြား တဖြည်းဖြည်း သံယောဇဉ်တွေဖြစ်လာတဲ့အခါ...ဖခင်ဝန်ကြီးချုပ်ရဲ့ ရက်စက်ပြတ်သားလွန်းတဲ့ ဆုံးဖြတ်ချက်တွေကြားဖြစ်တည်မှုခြင်းမတူကြတဲ့ သူတို့နှစ်ယောက်ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမလဲ....သူတို့အချစ်ခရီးလမ်းဖြောင့်ဖြူးပါ့မလဲဆိုတာကိုတော့ ပိတ်ကားထက်မှာဆက်လက်ရှုစားပေးပါ...\nFile size…May Zin Oo & Mya\nQuality…720p WEB DL Ddp5.1 And 480p\nFormat…Mp4\nDuration….2h 10min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by May Zin Oo & Mya",
        "rating": "7.6",
        "url": "https://megaup.net/2knqf/3rd_Class_(2020)_720p_Kannada_-_HDRip_-_x264_-_AC3(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMTY0NjE0ODczMV5BMl5BanBnXkFtZTcwMDg1ODgzMQ@@._V1_-141x200.jpg",
        "title": "Devdas (2002)",
        "description": "IMDb Rating(7.6) / Rotten Tomatoes (89%)တည်ငြိမ်နေတဲ့ ပတ်ဝန်းကျင်နဲ့ ထည်ဝါလွန်းတဲ့ အိမ်တော်ကြီး တစ်ခုမှာ\nထူးထူးခြားခြား ဆူညံပွက်လောရိုက်နေတယ်ဘာကြောင့်လဲဆိုတော့ ဒေ့ဗ်ဒါးစ် ပြန်လာမယ်လို့ စာရေးလိုက်လို့..\nဒေ့ဗ်ဒါးစ် ဆိုတာ ငယ်စဉ်ကတည်းက လန်ဒန်ကို ပညာသင်လွှတ်လိုက်တဲ့ ဒီအိမ်တော်ကြီးရဲ့ သခင်လေးသားကိုတွေ့ရတော့မှာမို့ ပျော်လွန်းလို့ မျက်ရည်ကျနေတဲ့ အမေ\nဘာလုပ်လို့ ဘာကိုင်ရမသိဖြစ်နေတဲ့ အစေခံတွေ\n\"ငါ့သားလေးကို ငါအရင်တွေ့ပါရစေ အားလုံး မျက်လုံးတွေ မှိတ်ထားပေးကြပါ \"============================================\"နင် လန်ဒန်ကို ရောက်နေတော့ ငါ့ကို သတိရလား\nတစ်ခါမှ မရပါဘူးငါ့မှာတော့ အကြိမ်ပေါင်း ၂၈၅၀ လောက်စာတွေ ရေးခဲ့တယ်\nနင့်အတွက် ရည်စူးပြီး ထွန်းညှိထားတဲ့ ဆီမီးတိုင်က ၈၇၆၀၀ နာရီလောက်ကြာအောင် တောက်လောင်နေတာနင့်ကို သတိရတဲ့ တစ်ချိန်တော့ ရှိပါတယ်ဟာ\nငါ့ အသက်တစ်ကြိမ် ရှုလိုက်တိုင်းမှာပေါ့\"******************************************အမေဖြစ်သူမှာ အရင်တွေ့ချင်ပေမယ့် မြင်တွေ့ခွှင့်မရပဲ ဘေးအိမ်က ပါရိုဆီကို အပြေးသွားခဲ့လေသူ ဒေ့ဗ်သားဖြစ်သူရဲ့ ဦးစားပေးမှုကို လုယူခံလိုက်ရလို့ ပါရိုကို သမီးတစ်ယောက်လို ...",
        "rating": "7.6",
        "url": "https://megaup.net/2knyh/(CM)Devdas.2002.720p.GPLAY.WEB-DL.DDP5.1.x264-Telly.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9vN7ww3Qc179gaSFUjYkGJjSJLQ.jpg",
        "title": "The Life of David Gale(2003)",
        "description": "The Life of David Gale(2003) အညွှန်း*********************************IMDb...7.5\"အထက်တရားရုံးက ဒဿနိကဗေဒပါမောက္ခဟောင်းဒေးဗစ်ဂေးလ်အား သောကြာနေ့တွင်ကွပ်မျက်ဖို့ကို\nဆိုင်းငံ့မပေးနိုင်ကြောင်း ပယ်ချလိုက်ပါတယ်...ဂေးလ်ဟာ ၁၉၉၄ ခုနှစ်မှာအော်စတင်ကောလိပ်မှလုပ်ဖော်ကိုင်ဘက်ဟောင်းကွန်းစတန့်ဟယ်ရာဝေးကိုမုဒိန်းကျင့်ပြီး သတ်ဖြတ်ခဲ့မှုအတွက် ပြစ်ဒဏ်ချမှတ်ခံထားရတာဖြစ်ပါတယ်....အမှုကို တနိုင်ငံလုံးကစိတ်ဝင်စားခဲ့ကြပါတယ်..ဘာလို့လဲဆိုတော့ ဂေးလ်နဲ့ဟယ်သာဝေးက\nသေဒဏ်ချမှတ်ခြင်းကို ဆန့်ကျင်ခဲ့ကြတဲ့ဖျက်သိမ်းရေးဝါဒီအဖွဲ့အစည်း ဒက်ဝက်ချ်ရဲ့\nတက်ကြွလှုပ်ရှားသူတွေဖြစ်ခဲ့ကြလို့ပါပဲ\"ဒါကတော့ ရုပ်သံလွှင့်ဌာန သတင်းကြေငြာသူ ပြောသွားတဲ့ စကားတွေပါပဲ...ဒေးဗစ်ဂေးလ်ဟာ ဉာဏ်ကြီးရှင်တစ်ယောက်...အကျိုးပြုစာတမ်းတွေများစွာရေးသားခဲ့သလို တက္ကဆက်ရဲ့ပြင်းထန်လွန်းတဲ့တရားစီရင်မှုတွေကိုလည်း ကန့်ကွက်ခဲ့သူဖြစ်တယ်..ပြီးတော့ သိပ်ချစ်ရတဲ့သားလေးနဲ့မိန်းမကိုလည်းပိုင်ဆိုင်ထားတဲ့သူ...ဒီလိုလူက သူ့ရဲ့လုပ်ဖော်ကိုင်ဘက် ကွန်းစတန့်ဟယ်ရာဝေ ဆိုတဲ့အမျိုးသမီးကို မမုဒိန်းကျင့်သတ်ဖြတ်ခဲ့လို့သူကိုယ်တိုင်သေဒဏ်အမိန့်ချခဲ့ရသူပေါ့...သတင်းကြေငြာခဲ့သလိုပဲ ဆိုင်းငံပေးဖို့ ပယ်ဖျက်ခံရတဲ့သူပေါ့...ဆိုတော့ သူ့အတွက် အချိန်က အတိအကျဆိုရင် သေဒဏ်ပေးခံရဖို့ (၃)ရက်အလို....ဒီလိုအနေအထားမှာ သူဟာ ထူးဆန်းစွာပဲ မီဒီယာလောကမှာနာမည်ကြီးတဲ့သတင်းထောက်ဘစ်ဆီနဲ့ အင်တာဗျူးခံဖို့ လှမ်းခေါ်လိုက်ပါတယ်....သူက တကယ်ပဲအမှူကိုကျူးလွန်ခဲ့တာလား.... ဘာ့ကြောင့် ဒီအမျိုးသမီးကို မှ အင်တာဗျူးဖို့ခေါ်လိုက်တာလဲ...ဒီ(၇၂)နာရီအတွင်းဘာတွေဖြစ်လာမလဲဆိုတာကတော့...ဒီကားမှဦအဓိကသရုပ်ဆောင်ထားတာကတော့ မင်းသားကြီး Kevin Spacey နဲ့ မင်းသမီးKate Winslet ပါဝင်သရုပ်ဆောင်ထားတယ်...Classic ကားတော်တော်များများဟာတကယ်တော့ အထနှေးတယ်လို့ဆိုရမလားပဲ...အစပိုင်း မိနစ်(၄၀)လောက်ထိ စိတ်ရှည်သီးခံပြီးကြည့်ရတာများပါတယ်...သို့ပေမဲ့ ဒီကားက စစချင်းကို စိတ်ဝင်စားစရာတွေအပြည့်နဲ့...Kevin Spacey ...",
        "rating": "7.5",
        "url": "https://megaup.net/2knhw/The_Life_Of_David_Gale.2003.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BOGFkNTY0YWUtOGQ4OS00NTQ3LWIyYzItZDUyOTBmZDU0OGMxL2ltYWdlXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_-134x200.jpg",
        "title": "Hercules(1997)",
        "description": "ကျနော်တို့ Translator ကြီး ကိုမျိုးမင်းသူသန်းမြင့် မှ Animation ရုပ်ရှင်များကိုစဉ်ဆက် မပြတ် ဘာသာပြန်ပေးနေရင်းကနေ ယခု တစ်ခါ ကျနော်တို့ ငယ်ဘ၀ ကိုပြန်ပြောင်းသတိရစေမယ့် ဟာကျူလီ (Hercules) ကာတွန်းကားကို ထပ်မံဘာသာပြန် တင်ဆက်ပေးလိုက်ပါပြီ....ပိုထူးခြားစေတာကတော့ ကာတွန်းရုပ်ရှင်ထဲမှ ဇတ်ဝင်သီချင်းများကိုပါ အသေးစိတ်ကျကျဘာသာပြန်ပေးထားတာ ဖြစ်လို့ Download ဆွဲ သိမ်းထားသင့်တဲ့ ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်..(သစ်ဆန်းခန့်)File size…1.51GB and 761MB and 358MB\nQuality…1080p Blu-Ray HEVC and 720p and 480p\nFormat…Mp4\nDuration….1h 33mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Myo Min Thu Than Myint",
        "rating": "7.3",
        "url": "https://megaup.net/2knle/Hercules.1997.720p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]