[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/9559-0-BattiGuljpg-137x200.jpg",
        "title": "Batti Gul Meter Chalu (2018)",
        "description": "Batti Gul Meter Chalu (2018)\nဒီဇာတ်ကားကတော့ Kabir Singh မင်းသား Shahid Kapoor နဲ့ Yami Gautam တို့အပြင် နာမည်ကြီး မီဇားပူးဇာတ်လမ်းတွဲထဲက Munna Tripathi ဆိုတဲ့ Divyenndu တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Comedy,Dramaအမျိုးအစား ဘောလိဝုဒ် ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nSK, Lalitaနဲ့ Sundarတို့သုံးဦးဟာ အရမ်းချစ်ကြတဲ့ ငယ်သူငယ်ချင်းအရင်းကြီးတွေဖြစ်ကြပါတယ်။\nSundarရဲ့ ပုံနှိပ်တိုက်ကို မီတာဘေ(လ်) မတန်တဆ အတောင်းခံရတဲ့အခါမှာတော့ Sundar ဟာ သူ့ကိုယ်သူ အဆုံးစီရက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nငယ်သူငယ်ချင်းတစ်ယောက်လုံး ဆုံးရှူံးလိုက်ရတဲ့ ရှေ့နေ SKပန့်(တ်)ဟာ မီတာဘေ(လ်) မတန်တဆတောင်းတဲ့ SPTL လျှပ်စစ်ဓာတ်အားပေး ကုမ္ပဏီကို တရားစွဲဆိုပါတော့တယ် ...တရားရုံးက ဘယ်လိုအဆုံးအဖြတ်ပေးမှာလဲ\nသူ့ သူငယ်ချင်းအတွက် တရားမျှတမှု ရမှာလား ဆိုတာတွေကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ကြည့်ရှူပေးကြပါလို့ ...။\n(ဘာသာပြန်သူတွေကတော့ Myint Thu ...",
        "rating": "6.0",
        "url": "https://megaup.net/32sdB/(CM)Batti_Gul_Meter_Chalu_2018_Zee5_WebDL_Hindi_720p_ESub_Telly.mkv",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5eDwKTwjNVBzONQgoC6yQES8y96.jpg",
        "title": "The kiddie Tomb ( 2021 )",
        "description": "ပြည်တွင်းစစ်ကြောင့်နိုင်ငံရေးရှုပ်ထွေးပြီးမငြိမ်သက်ဖြစ်နေတဲ့ခေတ်ကြီးမှာစစ်မက်ကြောင့်ပြည်သူတွေဟာရှင်သန်ဖို့အလွန်ခက်ခဲလာတယ်။ရှဲ့လင်ဂိုဏ်းဟာ အတိတ်ကိုထားခဲ့ပြီး စာမျက်နှာအသစ်ဖွင့်ခဲ့ပေမယ့် ခေတ်ပျက်ကြီးကြောင့်ပြည်သူတွေကိုစားနိပ်ရိက္ခာကူညီဖို့ရာ သင်္ချိုင်းဖောက်ထွင်းတဲ့အလုပ်ကိုပြန်လုပ်ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ရှဲ့လင်ဂိုဏ်းခေါင်းဆောင် ကျန်းဟွေးရွေ့ဟာ ရှဲ့လင်ဂိုဏ်းသားတွေကိုဦးဆောင်ပြီးသင်္ချိုင်းတစ်ခုကိုဖောက်ခဲ့ပါတယ်။ထင်မထားပဲနှစ်တစ်ထောင်သတ္တဝါကြီးနဲ့ကြုံတွေ့ရပြီးဒဏ်ရာအပြင်းအထန်ရထားတဲ့ခေါင်းဆောင်ကြီးနဲ့ ခေါင်းဆောင်ကြီးရဲ့တူကျန်းယွီနဲ့နောက်လိုက်တစ်ဦးဖြစ်တဲ့ ရှုန်းခွေတို့ပဲရှင်ရက်ရွာကိုပြန်လာနိုင်ခဲ့ပါတယ်။အဲဒီအချိန်မှာကျန်းယွီနဲ့ကလေးကတည်းကစေ့စပ်ထားတဲ့ ကုလင် ဟာအငတ်ဘေးကြောင့်သေတော့မယ့်မောင်လေးကိုကယ်ဖို့ရာ ကျန်းယွီနဲ့လက်ထပ်ဖို့ရောက်လာပါတယ်။အဲဒီအချိန်မှာ သင်္ချိုင်းဖောက်တဲ့သတင်းရသွားတဲ့ တပ်မှူးကျန်းဟာလောဘတက်ပြီး အတင်းအဓမ္မ ကျန်းယွီကိုသင်္ချိုင်းဆီလမ်းပြခိုင်းပါတော့တယ်။ဒီလိုနဲ့ကျန်းယွီ၊ ကုလင်၊ ရှုန်းခွေ၊ တပ်မှူးကျန်းနဲ့နောက်လိုက်တစ်သိုက်ဟာအဲဒီသင်္ချိုင်းကိုအတူပြန်ပြီး စွန့်စားခန်းစတင်ကြပါတယ်။သင်္ချိုင်းဖောက်ပြီးရတနာသိုက်တူးတဲ့Adventure ဇာတ်ကားဆိုပေမယ့် Thriller ဆန်ဆန်ရိုက်ထားတာကြောင့်ကျောချမ်းချမ်းနဲ့ ပိုစိတ်ဝင်စားစရာကောင်းပါတယ်။ချမ်းအေးတဲ့ဆောင်းညနဲ့လိုက်ဖက်တဲ့ကားကောင်းလေးတစ်ကားမို့ ကြည့်ဖို့တိုက်တွန်းပါတယ်နော်။ Quality : WEB-DL 1080pFormat : mp4During : 1h 12 minGenres : Action , AdventureSubtitle : Myanmar Subtitle ( hardsub )Translated By Nu MonEncoded  By LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-kiddie-tomb-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5wAZwRqpGWmyAaaJ8BBHYuNXnj.jpg",
        "title": "Hannibal (2001)",
        "description": "Hannibal (2001)Cannibal ဆိုတဲ့အင်္ဂလိပ်စကားလုံးရဲ့အဓိပ္ပာယ်က လူသားစားတဲ့သူပေါ့။ ဒီလူသားစားတဲ့အရာကဘယ်လောက်ထိခရီးပေါက်နေလဲဆိုရင် cannibal တို့ cannibalism တို့ဆိုတဲ့စကားလုံးတွေကိုပါသုံးနေရတဲ့အထိပေါ့။ ဒီထဲကလူသတ်သမားက လူသားလည်းစားတဲ့ဇာတ်ကောင်မျိုး။ လူသတ်သမားဖြစ်တဲ့အတွက် သွေးအေးအေးနဲ့သတ်ပြီးတော့ကို ပယ်ပယ်နှယ်နှယ်စားတာမျိုးပေါ့။၊ ဇာတ်ကားတစ်လျှောက်လုံး စားပြမနေ၊သတ်ပြမနေပေမဲ့ ဇာတ်အိမ်ခိုင်ခိုင် ဇာတ်ကောင်ကောင်းကောင်းတွေနဲ့ ဇာတ်ကားတစ်လျှောက်လုံး ကြည့်ရှူသူပရိသတ်ကို မျောနေအောင်ဆွဲခေါ်သွားတာမျိုး။Triller/Crime လို့ genre သတ်မှတ်ထားပေမဲ့ Horror/Action ဆိုလည်းမမှားဘူးဗျ။ Triller/Crime ဆိုတဲ့အတိုင်း ရဲမှုခင်းဇာတ်ကားမျိုးပေါ့၊ လူသတ်သမားနဲ့စုံထောက်ကြားဇာတ်အိမ်ကောင်းကောင်းကိုဘယ်လိုတည်ဆောက်ထားလဲ တစိမ့်စိမ့် အရသာခံရင်းကြည့်ရမယ့်ကားမျိုး။ 1991 ကထွက်ခဲ့တဲ့ The Silence of the Lambs ဆိုတဲ့ IMDb 8.6/10 ရသွားပြီး 1991 ခုနှစ်အတွင်း တစ်ကမ္ဘာလုံးရဲ့ငါးကားမြောက်စာရင်းဝင်သွားတဲ့ Triller/Horror ကားတစ်ကားကိုတော့မှတ်မိကြမယ်ထင်ပါတယ်။ Triller/Horror ကြည့်သူတိုင်း ကြည့်ကိုကြည့်ထားသင့်တဲ့ကားကောင်းတစ်ကားပေါ့။ ဒီကားက အဲကားရဲ့ Sequel လို့ပြောလည်းရမယ့် ကားတစ်ကားပါပဲ။သုံးထားတဲ့ဘက်ဂျက်နဲ့ရုံတင်‌ဝင်ငွေပြန်ရခဲ့တဲ့ကားကောင်းတစ်ကားဖြစ်တာနဲ့အညီ‌ အတော်လေး ကြည့်လို့ကောင်းတာမျိုးကိုသွားတွေ့ရပါတယ်။ ဒီ Hannibal ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Gwgl/(CM)_Hannibal_(2001)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1fS2ecoFe0TR2TeA0qg92colVBC.jpg",
        "title": "The Sixteenth Level of Hell ( 2021 )",
        "description": "ဒီ The Sixteenth Level of Hell ဇာတ်ကားလေးကတော့ posterကိုကြည့်လိုက်ရင်\nသိလိုက်ရမဲ့အတိုင်း အမှုလိုက်ဇာတ်ကားလေးဖြစ်ပါတယ်\nသတင်းထောက်မလေးရဲ့ စာဖတ်ပရိတ်သတ်ကနေတစ်ဆင့်ဖြစ်ပွားခဲ့တဲ့ အမှုအကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါတယ်\nကျွန်တော်တို့ရဲ့ သ‌တင်းထောက်မင်းသမီးလေး ရွှီလင်က သဘောကောင်း စိတ်ရှည်ပြီး\nသူ့ရဲ့ပရိတ်သတ်တွေကို အချိန်ပေးပြီး စာပို့ စာပြန် ဖုန်းတွေနဲ့အဆက်အသွယ်လုပ်ပြီး ကူညီပေးတဲ့ မိန်းကလေး‌တစ်ယောက်ဖြစ်ပါတယ်\nတစ်နေ့မှာတော့ ဝရမ်းပြေးတစ်ယောက်ဆီက စာတစ်စောင်ကို လက်ခံရရှိကာ ရင်ဖွင့်ပြီး ဖုန်းတွေနဲ့ဆက်သွယ်လာပါတယ်\nရွှီလင်မှာ ရဲအရာရှိဖြစ်တဲ့သူငယ်ချင်းတစ်ယောက်ရှိတော့ အမှုလိုက်ချင်တဲ့စိတ်နဲ့\nရွှီလင်ကို သူ့သူငယ်ချင်းက ဘယ်လိုအသုံးချမလဲ\nရွှီလင်ကရော ဝရမ်းပြေးကဆီကပို့လာတဲ့စာတွေ ဖုန်းတွေကိုလက်ခံပြီး ဝင်ဖြေရှင်းပေးမလား\nသို့မဟုတ် ရဲစခန်းကိုပဲတိုင်ကြားလိုက်မလား\nဝရမ်းပြေးဆိုတဲ့နာမည်နဲ့ပတ်သက်ပြီး နောက်ကွယ်မှာ ဘယ်လိုတွေဖြစ်ခဲ့တာလဲ\nဝရမ်းပြေးတစ်ယောက်က ဘာဖြစ်လို့ သတင်းထောက်ဆိုတာသိသိကြီးနဲ့\nလာပြီးရင်ဖွင့်တာလဲဆိုတာကိုသိချင်ရင်တော့ ဇာတ်ကားလေးကိုအဆုံးထိ ကြည့်ရှုလိုက်ရအောင်\nQuality : WEB-DL 1080p\nFormat : mp4\nDuring :1h 32min\nGenres : Crime , Drama\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By A Pu Lay\nEncoded ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-sixteenth-level-of-hell-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/WxYqGp1fSJNeM5Z5tM9ocRRwAT.jpg",
        "title": "Thief Female Hero ( 2021 )",
        "description": "သိုင်းကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လိုက်ဖြစ်တဲ့ ရိကျီမေဆိုတဲ့ လူချမ်းသာတွေဆီကခိုးယူပြီးဆင်းရဲသူတွေကိုပြန်မျှဝေပေးတဲ့ဇာတ်ကောင်ကို တစ်ချို့လူတွေရင်းနီးပြီးသားဖြစ်ကြမယ်ထင်ပါတယ်ဒီဇာတ်ကားလေးရဲ့ဇာတ်လမ်းအကျဉ်းကတော့တမင်သက္ကရာဇ်၄ခုနှစ်မှာ ယန်းဝမ်မင်းသားကျူးတိဟာစစ်သည်အင်အားနဲ့ယင့်ထျန်းကိုဝင်တိုက်ခဲ့ရာမှာဘုရင်ကျူးယွင်ကနန်းတော်ကို မီးလောင်တိုက်သွင်းခဲ့ပြီး ရွှေငွေဥစ္စာအများအပြားယူကာ ထွက်ပြေးခဲ့တယ်၊အမှုထမ်းရှန်ရှဲ့ကိုဥစ္စာတွေထိန်းသိမ်းစေခဲ့တယ်။အဲဒီရတနာပစ္စည်းတွေကြောင့်ရှန်မိသားစုလိုက်သုတ်သင်ခံရပြီး ရတနာတွေရဲ့အစကအနပျောက်ဆုံးသွားခဲ့တယ်။များပြားလှတဲ့ရတနာတွေကိုလောဘသားတွေကမျက်စိကျနေပြီးထူဖူနန်းတော်ကလျိုကုန်းကုန်း နဲ့ နန်းတော်အစောင့်တပ်တို့က ထိပ်တိုက်ရန်စောင်နေကြတယ်။လျိုကုန်းကုန်းကအစောင့်တပ်ကိုရှင်းပစ်ပြီး တမင်ရတနာသိုက်မြေပုံရဖို့အတွက် ရတနာလေလံပွဲကိုအယောင်ပြကျင်းပတဲ့အချိန်မှာနာမည်ကျော်သူခိုးရိကျီမေကဝင်ရောက်ပွဲဖျက်ပါတော့တယ်။ရိကျီမေချောင်ပိတ်မိချိန်မှာ အစောင့်တပ်ဖွဲဒုတပ်မှူးမုဖုန်းက အယောင်ဆောင်ကူညီပြီးထွက်ပြေးခဲ့ကြတယ်။နာမည်ကျော်ရတနာသိုက်ရှာဖွေကြတဲ့အပြင် လွန်ခဲ့တဲ့၁၆နှစ်ကသွေးကြွေးကိုဆပ်ဖို့ကြိုးစားတဲ့ ရိကျီမေ။နန်းတော်စောင့်တပ်ဖွဲ့ဝင် မုဖုန်း။ သူ့ရဲ့နောက်ကြောင်းကရောရိုးရှင်းပါ့မလား။အညှိုးအတေးတွေကိုလက်စားချေရင်း လျှို့ဝှက်ဆန်းကြယ်တဲ့ရတနာသိုက်မြေပုံနဲ့ရတနာသိုက်ရှာပုံတော်ဖွင့်ကြတဲ့ စိတ်ဝင်စားစရာဇာတ်ကားကောင်းလေးကို ဆက်လက်ကြည့်ရှုကြပါနော်။ Quality : WEB-DL 1080pFormat : mp4Genres : Action , AdventureDuring : 1h 30 minSubtitle : Myanmar Subtitle ( hardsub )Translated By Nu MonEncoded By LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/thief-female-hero-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ooxBEFf3eSCnExvgw5Hb8qnvbaS.jpg",
        "title": "The Whole Truth (2021)",
        "description": "The Whole Truth (2021)အမှန်တရားဆိုတာက တခါတလေမှာ အမှောင်ထုထဲမှာ ဖုံးကွယ်နေတဲ့ အပေါက်မဲမဲသေးသေးလေးလိုပါပဲဖင်နဲ့ဖတ် မောင်နှမနှစ်ယောက်က မိခင်ဆေးရုံတက်ရပြီးနောက်အဖိုးနဲ့အဖွား လို့ ဆိုတဲ့သူနှစ်ယောက်က အိမ်မှာ ခဏ လာနေဖို့ ခေါ်တာကြောင့် သွားနေခဲ့ကြရတယ်သူတို့မှာ အဖိုးနဲ့အဖွားရှိတယ်ဆိုတာ တစ်ခါမှမသိခဲ့တာကြောင့်\nသူတို့တွေက အဖိုးနဲ့အဖွားဆိုတာ တကယ်ရောဟုတ်ရဲ့လားမောင်နှမနှစ်ယောက်က အိမ်ထဲမှာ အပေါက်တစ်ခုကို ရှာတွေ့ခဲ့ချိန်မှတော့ ...ထူးဆန်းတဲ့အိမ်ကြီးထဲက အဲ့ဒီအပေါက်လေးမှာ ဘာအမှန်တရားတွေ ရှိနေမှာလဲဒီအပေါက်ကနေ ဘာဆိုးကျိုးတွေ ဖြစ်နိုင်မလဲသူတို့မောင်နှမနှစ်ယောက်အတွက် နောက်ဆုံးအမှန်တရားက ဘာများလဲဆိုတာ...အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Horror, Mystery\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 928MB and 450MB\nFormat…mp4\nDuration….2h 5min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "5.1",
        "url": "https://megaup.net/2mtB1/The_Whole_Truth.2021.720p.CM.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/uvfjtzof78jk-133x200.jpg",
        "title": "[18+] My Husband, My Lover (2021)",
        "description": "အဲလိုက်စ်ဟာ အလွန်အောင်မြင်ပြီး ထက်မြက်တဲ့မိန်းမတစ်ယောက်ဖြစ်သလို အိမ်ထောင်နှစ်ခုကိုတစ်ပြိုင်တည်းဦးဆောင်နေတဲ့\nအိမ်ရှင်မတစ်ယောက်ဖြစ်ပါတယ်။ဟုတ်ပါတယ် အိမ်ထောင် ''နှစ်ခု'' ပါ။ဂရုစိုက်ကြင်နာတတ်ပြီး သူ့လိုပဲထက်မြက်တဲ့ခင်ပွန်းသည် နိုဝယ်ကို\nအဲလိုက်စ်တာဝန်ကျေသလိုပဲ တစ်ဖက်ကအိပ်ယာထဲမှာအကြမ်းပတမ်းအစွမ်းပြတတ်တဲ့တိတ်တိတ်ပုန်းချစ်သူ\nဒင်းနစ်စ်ကိုလဲ မလစ်ဟင်းစေရပါဘူး။အားလုံးဟာ အဆင်ပြေပြေလည်ပတ်နေခဲ့ရာကနေ သူကိုယ်ဝန်ရှိနေပြီဆိုတာ သိလိုက်ရတဲ့အချိန်မှာတော့\nဇောက်ထိုးမိုးမျှော်တွေဖြစ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်။ ကလေးအဖေဟာ တိတ်တခိုးချစ်သူဖြစ်တယ်လို့သူ့ဟာသူဆုံးဖြတ်ချက်ချပြီး\nဒင်းနစ်စ်နဲ့သွားပေါင်းဖက်ပါတယ်။အကြောင်းအမျိုးမျိုးကြောင့် ကလေးက အဖတ်မတင်သလိုဒီအင်အေစစ်ဆေးချက်အရ ကလေးအဖေဟာ\nသူ့ခင်ပွန်းအရင်း နိုဝယ်ဆိုတာသိလိုက်ရပါတယ်။ အဲ့ဒီတော့ နိုဝယ့်အပေါ်တဖန်ဂရုဏာစိတ်တွေယိုဖိတ်ပြီး ကားထဲမှာတစ်ခါ ဟိုတယ်မှာတစ်ခါတာဝန်တွေကျေမိပြန်ပါတယ်။အရင်က နိုဝယ်နဲ့ပေါင်းနေပေမယ့် အခုတော့ ဒင်းနစ်စ်နဲ့ပေါင်းနေတာဖြစ်တဲ့အတွက် သူကဘယ်သူ့အပေါ်ဖောက်ပြန်ရာကျနေမလဲ။ ဘယ်သူကလက်ရှိအချိန်မှာ လင်ကြီးဖြစ်နေလဲ။\nဒီလိုပဲ နိုဝယ်ကလဲ သူအပေါ်ကျောင်းထဲက တစ်ဖက်သတ်ချစ်ခဲ့ရတဲ့ လွိုက်ဒါဆိုတဲ့ချစ်သူနဲ့တွဲနေပြီဖြစ်တဲ့အတွက် သူက စနိုက်ကြော်ရာကျနေမလား။\nဒါဆိုရင် အဲလိုက်စ်ဟာ ခြံခုန်နွားမကြီးလား စနိုက်ကြော်မကြီးလား ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားကြပါ။ဒီလိုဇာတ်လမ်းမျိုးတွေကိုအကြီးအကျယ်စိတ်ဝင်စားတတ်တဲ့\nပရိသတ်တွေအကြိုက်ဖြစ်ပြီး တစ်ဖက်ဆီကိုတစ်လှည့်စီမျှအောင်ပြပေးထားတဲ့အတွက် ဟိုပရိုဖိုင်သွားချောင်းလိုက် ဒီပရိုဖိုင်သွားချောင်းလိုက် အလုပ်မရှုပ်တော့ပဲအဆင်ပြေမှာပါ။ပြီးတော့ဖြစ်နေတဲ့ အခြေအနေတွေအပေါ် သူတို့ရဲ့ဆုံးဖြတ်ချက်တွေ တုန့်ပြန်မှုတွေ အချင်းချင်းအဆုံခန်းတွေမှာ စကားနာထိုးကြပုံတွေဟာ အတုယူမှတ်သားဖွယ်ရာ မက်ဆေ့ချ်တွေအပြည့်အဝရမှာဖြစ်ပါတယ်။(၁၈ နှစ်အထက်မှကြည့်ခွင့်ရမယ့် ဇာတ်ဝင်ခန်းများပါဝင်ပြီး ဘယ်သူမှနစ်နာမှုမရှိအောင်သိမ်းပေးထားတဲ့ဒီဖိလစ်ပိုင် အချစ်ဇာတ်ကြမ်းရဲ့ ဇာတ်သိမ်းကလဲ အရမ်းကောင်းတယ်.. ရှယ်ပါပဲ။)\nFile size…(1.2 ...",
        "rating": "",
        "url": "https://megaup.net/10yb6/(CM)_My.Husband.My.Lover.2021.720p.WEB-DL.AAC2.0.x264-RSG.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1vuix8r1CJ2M6IldR27Z95hWm7e.jpg",
        "title": "Sooryavanshi (2021)",
        "description": "Sooryavanshi (2021)မြန်မာစာတန်းထိုးဒီ Sooryavanshi ကားကတော့ ပူပူနွေးနွေးထွက်ရှိလာတဲ့Akshay Kumar နဲ့ Katrina Kaif တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးSingham , Simmba ကားတွေနဲ့ ရှေ့မှာ မိတ်ဆက်ခဲ့တဲ့ ကားဆိုလည်း မမှားပါဘူး။ဟောလိဝုဒ်မှာလို ပြောရရင် Sooryavanshi ကို မိတ်ဆက်တဲ့ Solo ကားလို့ပဲ ဆိုရမယ်။မတူတာကို ပြောရရင် ဆူရိယဗန်သျှီက အကြမ်းဖက်နှိမ်နင်းရေးဘက်ကမို့ဟိုး 1993 ခုနှစ်က အိန္ဒိယနိုင်ငံတဝှမ်းမှာ ဖြစ်ပျက်ခဲ့တဲ့ အစဥ်လိုက် ဗုံးဖောက်ခွဲမှုတွေကစတင်ပြီး မျက်မှောက်ခေတ်မှာ ဘုံဘေမြို့ (ယခု မွန်ဘိုင်း) အတွင်း ဖောက်ခွဲရေးအဖျက်လုပ်ငန်းတွေလုပ်မယ့် အကြမ်းဖက်သမားတွေကို လိုက်လံတားဆီးမယ့် အက်ရှင်ဆို လေပေါ်မပျံ ၊ အိုဗာတွေ မပါတဲ့ အမိုက်စား ဇာတ်ကားဖြစ်နေတဲ့ အချက်ပါပဲ။အသတ်အပုတ်တွေထက် အပစ်အခတ်များများပါတဲ့ လူဆိုးနဲ့ရဲ့ ဥာဏ်ချင်းယှဥ်မယ့် ကြည့်ပျော်တဲ့ ကားကောင်းတကားဖြစ်ပါတယ်။ဒါ့အပြင် မင်းသမီးချော Katrina Kaif ရဲ့ အလှအပကိုပါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/10ys4/Sooryavanshi_(2021)_TRUE_WEB-DL_-_720p_HQ__Hinid(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1MZ42GYL84wW4U9HtcKMuTOx6fD.jpg",
        "title": "Tomb of the River (2021)",
        "description": "Tomb of the River (2021)\"လူကြမ်းမှာလည်း နူးညံ့တဲ့နှလုံးသား ရှိပါတယ်\nလူကြမ်းပေမဲ့ လူမိုက် မဟုတ်ဘူး\nလူမိုက်ဆိုရင်‌ အစွမ်းကုန်မိုက်ရမယ်...\"ကိုရီးယား အက်ရှင်ကားဆို နာမည်ကြီးတဲ့\nဇာတ်လိုက်ကျော် Jang Hyuk ရဲ့ Tomb of the River ကိုတင်ဆက်ပါဦးမယ်လူကြမ်းဆိုပေမဲ့ ဆိုးသွမ်းတဲ့အလုပ်တွေ မလုပ်တဲ့ ဂီဆော့နဲ့\nအဆိုးသွမ်းဆုံးအလုပ်တွေမှ ရွေးလုပ်တဲ့ မင်ဆော့....ဆန့်ကျင်ဘက်စရိုက်ရှိတဲ့နှစ်ယောက်က တူညီတဲ့လမ်းကိုရွေးရတော့မဲ့အချိန်မှာ\nဘယ်လိုတွေ အပြောင်းအလဲဖြစ်သွားမလဲဆိုတာ ကြည့်ရှုပေးကြပါဦးနော်ကြမ်းတမ်းတဲ့ fighting တွေကိုမှ သဘောကျတတ်တဲ့ ပရိသတ်တွေအတွက်ကတော့\nအားရစရာကောင်းမဲ့ ဇာတ်ကားတစ်ကားဖြစ်မှာ အသေအချာပါပဲအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Action\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.8GB and 1.1GB and 500MB\nFormat…mp4\nDuration….1h 59min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "8.8",
        "url": "https://megaup.net/2mtdB/Tomb.of.the.River.2021.720p.FHD.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/dog-140x200.jpg",
        "title": "A Dog Named Palma (2021)",
        "description": "ခွေးချစ်သူတွေအတွက် ရုရှားကားလေး A dog named Palma ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Palma က ဆိုဗီယက်မှာ တကယ်ရှိခဲ့ခွေးမလေး Palma အ‌ကြောင်းကို ဇာတ်လမ်းအဖြစ်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။သခင်မှ လေယာဉ်စီးခါနီး ခွေးရဲ့ ကျန်းမာရေးထောက်ခံစာ မပါခဲ့လို့ လေယာဉ်ကွင်းမှာပဲ စွန့်ပစ်ခဲ့ပါတယ်။ခွေးလေးလိုပဲ ဘဝတူ မိခင်ဆံးရှုံးခဲ့ရပြီး တခါမှမမြင်ဖူးသူကို အဖေ ဆိုပြီးလိုက်ခဲ့ရတဲ့ ကိုလျာလေးနဲ့ တွေ့ဆုံးခဲ့ပြီးသူတို့ရဲ့ တူညီတဲ့ခံစားချက်တွေကို ဘယ်လိုဝေမျှခံစားမလဲ လူ့ဘဝကြီးမှာ ကောင်းတာတွေလဲရှိပါသေးတယ်ဆိုတာကိုဖော်ပြထားတဲ့ မိသားစုဒရာမာ ကားလေးပဲဖြစ်ပါတယ်။ ဇာတ်အိမ်ရဲ့ တည်ထားတဲ့ အချိန်ဟာလည်းဆိုဗီယက် ခေတ်ဖြစ်တဲ့အတွက် ကွန်မြုနစ်ခေတ်ရဲ့ အငွေ့အသက်လေးတွေလဲ ခပ်ပါးပါး လေးခြယ်မှုန်း ပြထားပါတယ် ။တိချစ်သူတွေကော family ကားလေး‌တွေ သဘောကျတဲ့သူတွေပါ ပေါ့‌ပေါ့ပါးပါး ကြည့်ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ \nFile size…(2 GB) / (1 Gb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:50:00\nGenre...Drama, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7",
        "url": " https://megaup.net/2ms4j/Palma.2021.720p_(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/htKkTv2b6csTaR4ys3bpzAgFxLM.jpg",
        "title": "Arsène Wenger: Invincible (2021)",
        "description": "Arsène Wenger: The Invincible (2021)လူသားတွေရဲ့ ဘဝဆိုတာ အရှုံးနဲ့အနိုင် ဒွန်တွဲနေတတ်တာမျိုးဗျ၊ အဲ အရှုံးနည်းတဲ့လူကျ လူတော်ဖြစ်လာပြီး အရှုံးမရှိတဲ့သူကျ ပြိုင်ဘက်ကင်း(The Invincible)ဆိုပြီးဖြစ်လာတယ်။ဒီ Documentary တစ်ခုလုံးမှာ အာဆင်နယ်အသင်းကို အာဆင်ဗန်းဂါးရောက်လာတဲ့အချိန်က‌နေစပြီး နှုတ်ဆက်သွားတဲ့အချိန်အထိ သူဒီအသင်းကိုဘာတွေလုပ်ပေးခဲ့တယ်၊ ဘာတွေပေးဆပ်ခဲ့လဲဆိုတာ မြင်ရပါမယ်။တစ်ရာသီလုံးရှုံးပွဲမရှိဆိုတဲ့ ရွှေဖလားကိုဘယ်လိုမျိုးရအောင်ယူခဲ့တာလဲဆိုတဲ့ အကြောင်းကတော့ မပါမဖြစ်ပေါ့ဗျာ။ အာဆင်ဝင်းဂါးဟာ အာဆင်နယ်ဆိုရင် အာဆင်ဝင်းဂါးနဲ့တွဲမြင်ရတဲ့ထိ၊ အာဆင်ဝင်ဂါးဟာ အာဆင်နယ်နည်းပြဖြစ်လာဖို့ မွေးဖွားလာရသလား ထင်ရတဲ့အထိကို အာဆင်နယ်ကိုပေးဆပ်ခဲ့ပါတယ်။ဒီအကြောင်းတွေကို အာဆင်ဝင်းဂါးအပြင် အာဆင်ရဲ့တပည့်တွေဖြစ်တဲ့ ဗီရဲရာ၊ ကီရွန်၊ ဘားကမ့်၊ အာဆင့်ရဲ့ masterpiece ဖြစ်တဲ့ သီရာရီ အွန်နရီ သူတို့က ပြန်‌လည်ပြောပြတဲ့ပုံစံမျိုးရိုက်ကူးထားပါပြီး ဆာ အဲလက်စ်ဖာဂူဆန်ကလည်း ပါဝင်အားဖြည့်ပေးထားပါသေးရဲ့ခင်ဗျာ။ပရီးမီးယားလိဂ်မှာ အသင်းပေါင်း 20 ရှိပါတယ် ၊ The invincible ဆိုတဲ့ အသင်းကတော့ အာဆင်နယ်တစ်သင်းပဲရှိပါတယ်။နိုင်ငံတကာက လိဂ်ပေါင်း များစွာမှာ ဘောလုံးအသင်းပေါင်းများစွာရှိပါတယ်၊ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2mrzY/(CM)_Arsene_Wenger_-_Invincible_(2021)_720p.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/loud.house_-135x200.png",
        "title": "A Loud House Christmas (2021)",
        "description": "A Loud House Christmas (2021)=======================ခရစ္စမတ်အချိန်အခါလည်းနီးပြီဖြစ်လို့ Loud မိသားစုရဲ့ ခရစ္စမတ်အမွှေဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။၂၀၁၆ ခုနှစ်ကစတင်ထွက်ရှိခဲ့တဲ့ “The Loud House” animated series ကို ကြည့်ဖူးတဲ့သူတွေဆိုရင်တော့ Loud မိသားစုကိုစိမ်းမှာမဟုတ်ပါဘူး။ မိသားစုဝင်စုစုပေါင်း ၁၃ယောက်ရှိပြီး အဖေ၊ အမေ၊ အစ်မညီမ ၁၀ယောက်နဲ့ တစ်ဦးတည်းသောသားလေးLincoln တို့ပဲဖြစ်ပါတယ်။ခရစ္စမတ်အတွက် သီးသန့်ရိုက်ကူးထားတဲ့ ဒီကားလေးမှာတော့ Loud မိသားစုက နှစ်စဉ်နှစ်တိုင်းခရစ္စမတ်ဆိုရင် မိသားစုဝင်တွေအားလုံးအိမ်မှာတစ်စုတစ်စည်းနဲ့ ပျော်ပျော်ပါးပါးအချိန်ကုန်ဆုံးကြပါတယ်။ အစဉ်အလာမပျက်ပေါ့။ ဒါပေမယ့် ဒီနှစ်ရဲ့ခရစ္စမတ်မှာတော့ အကြောင်းအမျိုးမျိုးကြောင့်အိမ်မှာလူမစုံမယ့်အခြေအနေဖြစ်ခဲ့ရပြီး အဖေနဲ့အမေကလည်း ဒီခရစ္စမတ်ကိုတော့အိမ်မှာမနေဘဲ မိုင်ယာမီကိုခရီးထွက်မယ်လို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ ဒီအစီအစဉ်ကို Lincoln ကလွဲပြီးအကုန်သဘောတူကြပေမယ့် Lincolnကတော့လုံးဝခါးခါးသီးသီးနဲ့ ခရစ္စမတ်ဆိုအိမ်မှာလူစုံတက်စုံရှိရမယ်ပဲဇွတ်လုပ်နေပါတော့တယ်။ ဒီလိုနဲ့ Lincoln တစ်ယောက်အကြံတူဉာဏ်တူ သူငယ်ချင်းဖြစ်သူ Clyde နဲ့အတူ မိုင်ယာမီခရီးစဉ်ကိုဘယ်လိုပြန်အောင်ဖျက်မလဲ .. သူ့အကြံအစည်ရော အောင်မြင်ပါ့မလား .. အိမ်မှာမောင်နှမနှစ်ယောက်လောက်ပဲရှိရင်တောင် ရန်သတ်ပြီးထိန်းမနိုင်တာ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Gsgx/A.Loud.House.Christmas.2021.720p.WEBRip[CM].mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/p-135x200.jpg",
        "title": "The Power of the Dog (2021)",
        "description": "မင်းသားကြီးဘန်နီဒစ် ကမ်းဘာဘက်ချ်ရဲ့ ရုပ်ရှင်အသစ်လေးကို ကြည့်လိုက်ရအောင်။\nဒီရုပ်ရှင်ဟာ Drama, Romance, Western အမျိုးအစားဖြစ်ပြီး ခေါင်းစဉ်ဖြစ်တဲ့\nPower of the dog ဆိုတာ ခွေးအကြောင်း မဟုတ်ပါဘူး။ ခွေးမပါပါဘူး။ သမ္မာကျမ်းစာထဲက\nDeliver my soul from the sword; my darling from the power of the dog.\nဆိုတဲ့စာလေးကို တင်စားပြီး သုံးစွဲထားတာပါပဲ။ နားလည်သလို ဘာသာပြန်ရရင်\nကျွနု်ပ်ရဲ့ဝိညာဉ်ကို ဓားသွားဆီကနေ ကယ်တင်တော်မူပါ၊ ကျွန်ုပ်ရဲ့ ဘဝကို လူယုတ်မာများဆီကနေ ကယ်တင်တော်မူပါလို့\nပြောရမယ်ထင်ပါတယ်။ ခွေးဆိုတာ သစ္စာရှိခြင်းကို ရည်ညွှန်းသလို တစ်ခါတရံမှာလည်း ယုတ်မာတာကို ရည်ညွှန်းတတ်ပါတယ်။\nတစ်ခါတလေမှာ ကြမ်းတမ်းသလို တစ်ခါတလေမှာ သိမ်မွေ့တတ်ပါတယ် ဘာကြောင့်လဲဆိုတာတော့ ရုပ်ရှင်ကိုကြည့်ပြီး စဉ်းစားကြတာပေါ့။\nဒီကားကတော့ award သုံးခုနဲ့ norminee ခြောက်ခုထိ ဝင်ထားနိုင်ပြီး၊ နိုင်ငံတကာမှာပြသနေဆဲကားပါ.\nကျွန်တော်တို့ရဲ့ သခွားသီး Benedict ...",
        "rating": "7",
        "url": "https://megaup.net/10wj2/The.Power.of.the.Dog.2021.720p_(CM).mp4",
        "category": "Drama, Romance, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gA9QxSravC2EVEkEKgyEmDrfL0e.jpg",
        "title": "Ron’s Gone Wrong (2021)",
        "description": "Ron's Gone Wrongဒီတစ်ခါမှာတော့ မတွေ့မမြင်ရတာ ကြာပြီဖြစ်သလို Big Hero 6, The Mitchells vsThe Machines တို့လိုမျိုး လူသားနဲ့ စက်ရုပ်ရဲ့ ဆက်ဆံရေးကိုအခြေခံထားတဲ့Animation ဇာတ်ကားတွေဘက်ကို တဖန်ပြန်လှည့်ရအောင်ပါ။\"ခင်ဗျားတို့တွေ အထီးကျန်တယ်လို့ ခံစားရဖူးလား\"\"ထောင့်စွန်းတစ်နေရာမှာ ရပ်နေရပြီး ကသိကအောက်နဲ့ ဘယ်သူ့ကိုမှ စကားသွားမစရဲဘဲနဲ့လေ\"တော်ရုံတန်ရုံ စကားမပြောရဲတဲ့လူတွေ သူငယ်ချင်းရှာဖို့ခက်တဲ့သူတွေအတွက်နည်းပညာဟာ အထောက်အပံ့တစ်ခု ဖြစ်လာပါတယ်။ ဒီလိုနဲ့ နည်းပညာကုမ္ပဏီတစ်ခုဖြစ်တဲ့bubble ဟာ bubble robot ဆိုတဲ့ စက်ရုပ်လေးတွေကို လူတွေအတွက် \"best friend\"(အကောင်းဆုံးသူငယ်ချင်း) အဖြစ် ဖန်တီးထုတ်လုပ်လိုက်ပါတယ်။ ဖုန်းတွေ tablet တွေထက်လုပ်ဆောင်နိုင်စွမ်းမြင့်တဲ့ ဒီစက်ရုပ်လေးတွေက ပိုင်ရှင်ရဲ့ ဒေတာအချက်အလက်တွေကိုသိမ်းယူပြီးတော့ bubble network ကနေတစ်ဆင့် ဝါသနာတူ အကြိုက်တူ သူငယ်ချင်းတွေကို ရှာဖွေပေးပါတယ်။သူငယ်ချင်းတွေကို ရှာဖွေပေးတဲ့အပြင် သူကိုယ်တိုင်ကိုက ပိုင်ရှင်အနီးနား ၆ ပေအတွင်းမှာနေပေး ကူညီပေး စကားပြောပေးတဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Gtwe/Rons.Gone.Wrong.2021.720p.BluRayx264.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iowz7MwaTWMYlfLUE6GeM0m3Hze.jpg",
        "title": "The Summit of the Gods(2021)",
        "description": "The Summit of the Gods(2021) အညွှန်း**********************************IMDb...7.6Manga seriesကို အခြေခံထားတဲ့ ဇာတ်လမ်းသိပ်ကောင်းလှပြီးကောင်းမွန်တဲ့ဝေဖန်ချက်တွေပဲရထားတဲ့ animationကားကောင်းတစ်ကားပါ။ဇာတ်ကောင်တွေဟာ Mangaအခြေခံ ဂျပန်ဇာတ်ကောင်ဖြစ်ပေမယ့် ပြင်သစ်နောက်ခံစကားပြောပါ။\nလူသားတွေ ဧဝရတ်တောင်ထိပ်ကိုရောက်နိုင်ခဲ့တာ 1953ခုနှစ်ပါ။ဒါပေမယ့် အဲဒါဟာ ပထမဆုံးကြိုးစားမှုမဟုတ်ပါဘူး။1924မှာ အင်္ဂလိပ်လူမျိုး ‌George Malloryနဲ့ သူ့အဖော်ဖြစ်သူ Andrew Irvineတို့ဟာတောင်ထိပ်ရောက်ဖို့ကြိုးစားရင်း ပြန်မလာနိုင်ခဲ့ကြပါဘူး။သူတို့ရောက်သွားခဲ့လားဆိုတာဘယ်သူမှမသိနိုင်ခဲ့ပေမယ့် မယ်လိုရီရဲ့ကင်မရာကိုရှာတွေ့ခဲ့ရင်တော့အဖြေရနိုင်ပါတယ်။ နှစ်ပေါင်း ၇၀ကြာပြီးနောက်မှာ ဂျာနယ်လစ်ဓာတ်ပုံသမားတစ်ယောက်ဟာဧဝရတ်တောင်ကိုဂျပန်အဖွဲ့တွေနဲ့ လိုက်တက်ပြီးဓာတ်ပုံလိုက်ရိုက်ရင်းနဲ့တစ်ချိန်ကတောင်တက်အကျော်အမော်တစ်ဦးဖြစ်ခဲ့သူ ဟဘူဂျိုဂျီမှာ အဲ့ကင်မရာရှိမှန်းသိသွားတဲ့အခါမှာတော့မယ်လိုရီပုစ္ဆာကိုအဖြေရှာရင်းဆောင်းပါးရဖို့အတွက်လူမြင်ကွင်းကနေပုန်းကွယ်နေတဲ့ ဟဘူကိုလိုက်ရှာဖို့ဖြစ်လာခဲ့ပါတယ်။ဇာတ်လမ်းဟာ ကင်မရာကိုလိုက်ရှာချင်တာတင်မဟုတ်ပဲဟဘူရဲ့စိတ်ဝင်စားဖွယ်တောင်တက်‌စွန့်စားခန်းတို့ကို နောက်ကြောင်းပြန်ကောက်ကာဇာတ်ကြောင်းပြောရင်းနဲ့ ဇာတ်လမ်းကိုဆွဲခေါ်သွားပါတယ်။ လူတွေဘာလို့တောင်တက်ကြတာလဲ၊ဘာလို့သက်စွန့်ဆံဖျားကြိုးစားပြီး အန္တရာယ်အရမ်းများတဲ့အရာကိုစိန်ခေါ်ရတာလဲဆိုတဲ့မေးခွန်းတွေကိုတစ်စိတ်တစ်ပိုင်းအဖြေထုတ်လှစ်ဟပြသွားနိုင်တဲ့ အနှစ်သာရပြည့်ဝတဲ့animationကားတစ်ကားပါ။ ဇာတ်လမ်းပြီးသွားသည့်တိုင်အောင် အချိန်ကုန်မှန်းမသိလိုက်စေပဲတောင်တက်သမားတွေရဲ့စိတ်နဲ့ စိတ်ဝင်စားစရာစွန့်စားခန်းတွေကို ရင်ဖိုဖွယ်ကြည့်ရှုခံစားရမှာပါ။အညွှန်းထက် ဇာတ်လမ်းကအများကြီးပိုကောင်းနေတာကို ကြည့်ပြီးရင်သိသွားမှာပါ။ဇာတ်ညွှန်းနဲ့ဘာသာပြန်သူကတော့Moe Lay ပဲဖြစ်ပါတယ်...File Size :(1.7GB) (886MB) and (289MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Animation  , Drama , Thriller\nSubtitle ...",
        "rating": "7.6",
        "url": "https://megaup.net/2mqTZ/The.Summit.of.the.Gods.2021.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7SBb9OvVGriikgdfXhYRNPlrg42.jpg",
        "title": "Barely Lethal (2015)",
        "description": "Barely Lethal (2015)\" ဒီရုပ်ရှင်ဟာ ကလေးတွေကို လေ့ကျင့်ပေးပြီး လုပ်ကြံရေးသမားတွေအဖြစ်ခိုင်းတဲ့ အစိုးရလျှို့၀ှက်ကျောင်းက ဥက္ကဌ မာသားဖာ့ခ်ကာကြီးဟာ အတော်ဆုံးအေးဂျင့်လေးဖြစ်တဲ့ Bumblebee ထဲက စကီလေးကို ကွင်းဆင်းတာ၀န်ပေးရာက ကလေးဆိုတော့ အပြင်လောကကိုရောက်လာပြီးတဲ့နောက် သိချင်စိတ်များလာရာက သေချင်ယောင်ဆောင် ထွက်ပြေးသွားပြီး မွေးစားမိဘအိမ်တစ်အိမ်မှာနေရင်း အထက်တန်း ကျောင်းသူဘ၀ကို ဖြတ်သန်းရာက ဆယ်ကျော်သက်တွေ ကျောင်းမှာကြုံရတဲ့ ပြဿနာတွေကို ကြုံလာရတဲ့အပြင် သူဖမ်းထားခဲ့တဲ့လူဆိုးဖြစ်တဲ့ ဂျက်စီကာအယ်ဘာက လွတ်လာပြီး သူ့မွေးစားမိဘအိမ်ကိုပါ အန္တရာယ်ပေးဖို့ လုပ်လာတာကိုပါ တားဆီးဖို့လုပ်ရတာကို ဇာတ်အိမ်တည်ပြီး နာမည်ကြီးသရုပ်ဆောင်များစွာသုံးထားတဲ့ဆယ်ကျော်သက်သဘာ၀တို့ဘာတို့ကို မက်ဆေ့ပေးမယ့် Teenage Movieလေးတစ်ကားပါ\"ဇာတ်လမ်းရဲ့အညွှန်းကတော့ ဒီစာတစ်ကြောင်းပါပဲ။ အောက်ကတော့ သူ့အရသာကို ထပ်ညွှန်းထားရုံပါ။ မဖတ်လည်းရပါတယ်။ကျွန်တော်တို့ငယ်ငယ်က တိတ်ခွေခေတ်ကိုတော့ မှီလိုက်သေးတယ်။ အဲဒီကာလတွေမှာ Lion King တို့၊ Tom and Jerry တို့ Terminator တို့ ခေတ်စားခဲ့တာပေါ့။ ကျွန်တော်တို့ ညီအစ်ကိုတွေတော့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Gtfi/(CM)_Barely_Lethal_(2015).720p.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/see-133x200.jpg",
        "title": "See You Next Christmas (2021)",
        "description": "ဒီဇာတ်လမ်းလေးဟာ Before trilogy လို vibe မျိုး ပေးတဲ့ ဇာတ်လမ်းမျိုးပါ\nဒီကားလေးမှာတော့ ခရစ်စမတ် ၆ ခုကို အခြေခံ ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအကျဉ်းနာတာလီဆိုတဲ့ ဂေါ်မစွံအပျိုကြီးမမဟာ အများတကာ ပျော်မြူးနေတဲ့\nခရစ်စမတ်လို အချိန်တွေမှာလည်း အိမ်ထဲအောင်းနေတတ်သူပါနှစ်တစ်နှစ်ရဲ့ ခရစ်စမတ်မှာတော့ သူ့ရဲ့ အစ်မ၀မ်းကွဲဖြစ်သူ ကလာ့ခ်မိသားစုရဲ့\nကလာ့ခ်မတ်စ်ပါတီကို မိခင်ရဲ့ တိုက်တွန်းမှုကြောင့် ရောက်သွားတဲ့ အခါမှာတော့\nသူလိုပဲ တစ်ကိုယ်တည်း လူပျိုကြီး လိုဂန်ဆိုသူနဲ့ တွေ့ဆုံ ငြိစွန်းခဲ့ကြပါတယ်။သိုပေမဲ့ မရေရာမှုတွေနဲ့ သူတို့ ငြိစွန်းမှုက one night love လိုဖြစ်နေပြီး\nပါတီပြီးဆုံးချိန်မှာ ခရစ်စမတ်ပြီးဆုံးချိန်မှာ အရာအားလုံးက တိတ်ဆိတ်သွားခဲ့ပါတယ်။ဒီလိုနဲ့ နဂိုမူလ အပျိုကြီး လူပျိုကြီး ဘ၀တွေပြန်ရောက်သွားကြပြန်ပါရော။သူတို့ ၂ ယောက်ရဲ့ တွေ့ဆုံချိန်ဟာ နှစ်တစ်နှစ်ရဲ့ ခရစ်စမတ်အချိန်အခါ\nဒီနေရာလေးမှာပဲ အမြဲ ဖြစ်နေခဲ့ပါတယ်။ဒီတော့ နောင်လာမယ့် ခရစ်စမတ်တွေမှာရော သူတို့ ၂ ယောက် ဘာတွေ ဘယ်လိုဆက်ဖြစ်ကြမလဲ။ ဘယ်လို ...",
        "rating": "",
        "url": " https://megaup.net/2mqjr/See.You.Next.Christmas.2021.720p_(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/a-135x200.jpg",
        "title": "A Castle for Christmas (2021)",
        "description": "Netflix ရဲ့ခရစ်စမတ်ရာသီစာ Romance ကားလေးထွက်လာပြန်ပါပြီအမ်မာဂေးဝတ္ထုနဲ့ ဆယ်စုနှစ်တစ်ခုကြာ အောင်မြင်မှုတွေရခဲ့တဲ့ စာရေးဆရာမ ဆိုဖီဘရောင်းဟာသူမရဲ့နောက်ဆုံးစာအုပ်မှာ ပရိတ်သတ်အကြိုက်ဆုံးဇာတ်ကောင်ကို ပေးသေလိုက်တာကြောင့်လူတွေဒေါသထွက်ပြီး ဝေဖန်ဆန္ဒပြမှုများစွာနဲ့ကြုံလာရပါတယ်လူတွေကလည်း သူ့ရဲ့အောင်မြင်မှုတွေအဆုံးသတ်ပြီလို့ ဝေဖန်နေကြပါပြီ...ဒီစိတ်ရှုပ်စရာကိစ္စတွေကနေ ဝေးရာကိုသွားဖို့အတွက် ဆိုဖီဘရောင်းဟာသူအဖေရဲ့ဇာတိဖြစ်တဲ့ စကော့တလန်ကို ခရစ်မတ်တစ်ရာသီစာနားနေဖို့ဆုံးဖြတ်လိုက်ပါတယ်သူ့အဖေ ငယ်ငယ်ကပြောနေကြ ဒမ်ဘာရဲတိုက်ကြီးကိုလည်း အရောက်သွားမယ်လို့ ဆုံးဖြတ်လိုက်ပါတယ်သူရောက်သွားတဲ့ ရဲတိုက်မှာ နောက်ဆုံးမျိုုးဆက် မိုင်းစ်ဒမ်ဘာ ဆိုတဲ့ရဲတိုက်အပိုင်မြို့စားတစ်ယောက်နေထိုင်နေပြီးတကယ့်ကိုဂွစာတစ်ယောက်ပါ သူဟာ ဒီလူဆီကနေ ရဲတိုက်ကိုဝယ်ပြီး သူ့ရဲ့ကျရှုံးမှုကိုအဖတ်ဆယ်ဖို့ဝတ္ထုအသစ်ရေးဖို့ဆုံးဖြတ်လိုက်ပါတယ်မထင်မှတ်ထားပဲ မတည့်အတူနေ လူတစ်ယောက်နဲ့မှ ချစ်ကြိုက်မိသွားတဲ့အခါမှာ....(ဘာသာပြန်နဲ့ အညွှန်းရေးကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)\nFile size…(1.8 GB) / (900 Mb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:38:00\nGenre...Adventure, Comedy, Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha Yan Naing",
        "rating": "6",
        "url": "https://megaup.net/2mqhk/a.castle.for.christmas.2021.720p_(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/90mwPRNMmX9RUGVgKMJMJNQnYX8-133x200.jpg",
        "title": "Little Fockers (2010)",
        "description": "Little Fockers (2010) ရုပ်ရှင်အညွှန်းသားမက် နဲ့ ယောက္ခထီးဆိုတာ များသောအားဖြင့်မတည့်ကြတာ များပါတယ်\nတည့်ပြန်ရင်လည်း သားမက်ဘက်ကနေ သည်းခံရတဲ့အပိုင်း‌တွေ ယောက္ခထီး အထင်ကြီးအောင်လို့လုပ်ယူနေရတဲ့အပိုင်းတွေရှိတာပါပဲဒီဇာတ်လမ်းကလည်း သားမက်နဲ့ ယောက္ခမ ကြားက အလွဲအချော်တွေ အထင်လွဲတာတွေကိုမှ အတည်ပေါက်ဟာသလေးတွေနှောပြီး ရိုက်ထားတဲ့ Meet The Parents trilogy ရဲ့ နောက်ဆုံး ရုပ်ရှင်ပဲဖြစ်ပါတယ်နောက်ဆုံး ရုပ်ရှင်ဖြစ်သလို အခွီရဆုံးလည်းဖြစ်မှာပါ မင်းသားကြီး Robert De Niro နဲ့ Ben Stiller တို့ရဲ့ bromance တွေ Dramatic moments တွေကို ပိုမြင်ရမယ့် အပိုင်းဆိုလည်း မမှားပါဘူး\nအဲ ယောက္ခထီးနဲ့ သားမက်ရဲ့ လက်ရုံးရည်ချင်းယှဉ်ကြတဲ့ အခန်းတွေလည်းပါသေးတယ်နော်ဇာတ်လမ်းကတော့ ဂရက်နဲ့ ပမ်နဲ့ လက်ထပ်ပြီးတဲ့ နောက် သားလေးတစ်ယောက် သမီးလေးတစ်ယောက် ဆိုပြီး အမြွှာနှစ်ယောက်ရခဲ့ပါတယ်\nကလေးရပြီးတဲ့နောက်ပိုင်းမှာ သူတို့ အိမ်ထောင်ရေးအခြေအနေက အရင်လိုသာယာနိုင်ဦးမလား ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Gsc4/Little_Fockers_(2010)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z0JUBNk4BTBmeMOudrRH9GnOmK0.jpg",
        "title": "A Man Apart (2003)",
        "description": "A Man Apart (2003)2003 ခုနှစ်က Vin Diesel ရဲ့ မူးယစ်ဆေးအက်ရှင်ဒရမ်မာ ဇာတ်ကားတစ်ခုပါ။ မင်းသားကြီးရဲ့ နုပျိုလန်းဆန်းတဲ့ ရုပ်သွင်ကို မြင်တွေ့ရမှာဖြစ်ပြီး ထိုခေတ် ထိုအခါက လူမည်းဗန်းစကားတွေနဲ့ တစ်ကားလုံး မြိုင်မြိုင်ဆိုင်ဆိုင် ဆဲဆိုနေပြတာကိုလည်း တွေ့ရပါမယ်။ တစ်ယောက်နဲ့ တစ်ယောက် ချစ်စနိုးနဲ့ ခွေးကောင် လို့ ခေါ်ကြပါတယ်။ ဒါပေမယ့် ဘာသာပြန်ပြီး ရေးကြည့်တဲ့အခါမှာ အရုပ်ဆိုးအကျည်းတန်နေလို့ ဒေါ့ဂ် လို့ပဲ သုံးနှုန်းထားပါတယ်။မက္ကဆီကို ကိုလံဘီယာ ကနေပြီး ကမ္ဘာ့အကြီးဆုံး မူးယစ်ဆေးတင်ပို့မှုလမ်းကြောင်းကို ကွက်ကွက်ကွင်းကွင်း တင်ဆက်ထားလို့ မူးယစ်ဆေးဈေးကွက်ရဲ့ တန်ဖိုးနဲ့ပမာဏကို တအံ့တဩဖြစ်ရမှာပါ။ 2003 ခုနှစ်က ဇာတ်လမ်းဖြစ်လို့ အဲဒီပမာဏထက် အခုလက်ရှိမှာ ဘယ်လောက်ထိပိုနေမလဲ တွေးမိရင် ကြက်သီးထဖွယ်ပါပဲ။ ကယ်လီဖိုးနီးယား သင်္ဘောဆိပ်တွေကနေ တစ်လကို မက်ထရစ်တန် ရာချီပြီး အမေရိကားနိုင်ငံထဲကို ရဲလက်ကလွတ်‌အောင် ကိုကင်းတွေ တင်သွင်းနေတာတွေကိုကြည့်ရတာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2mpot/(CM)_A_Man_Apart_(2003)_720p.mp4",
        "category": "Action, Crime, Drama"
    }
]