[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xTxLDEb48P8Oc87H7JQJnFWNnSK.jpg",
        "title": "Pokémon: Mewtwo Strikes Back Evolution (2019)",
        "description": "unicodeဒီ ကားလေးကတော့ ကျနော်တို့ ငယ်ငယ်ကကြည့်ခဲ့ဖူးတဲ့Pokemon: Mewtwo Strike Back Animation ကို3D animation ပုံစံနဲ့ပြန်ထုတ်ထားတာပါ..Pokemon တွေရဲ့Move တွေရောရုပ်ထွက်တွေပါတော်တော်ကြည့်ကောင်းသွားတယ်ပြောရမယ်..ဇာတ်လမ်းကတော့ Mythical Pokémon Mew ရဲ့DNA ကိုယူပြီးTeam Rocket Leader Giovanni ကMew နံပါတ်၂ ဆိုပြီးဖန်တီးလိုက်တယ်..အဲ့ Pokémon ကတော့ Mewtwo ပေါ့ဗျာသူကလည်းလူနီးပါးအသိဉာဏ်မြင့်တဲ့Pokémon ဆိုတော့စမ်းသပ်ခန်းကနေဖောက်ထွက်ခဲ့ပြီးPokémon တွေကလူတွေရဲ့ခိုင်းတာခံနေရတယ်မဖြစ်သင့်ဘူးဆိုပြီးသူ့ကျွန်းပေါ်ကို Trainer တွေခေါ်ပြီးဘာတွေဆက်ဖြစ်မလဲ??အဲ့ Trainer တွေထဲ ပါသွားတဲ့ ဆတို့ရှိ(Ash),Pikachu နဲ့သူ့သူငယ်ချင်းတွေက ဘယ်လိုတားဆီးမလဲ ??ဘာတိုက်ပွဲတွေဖြစ်မလဲဆိုတာကိုတော့ 3D  အလန်းစားပုံရိပ်တွေနဲ့ကြည့်ရမှာဖြစ်ပါတယ်...File Size : ( 1 GB , 341 MB )Quality : BluRay 720pRunning Time : 1 hr 38 minFormat : ...",
        "rating": "6.4",
        "url": "https://megaup.net/R5sd/(CM)_Pokemon_Mewtwo_Strike_Back_2019_(Large_Size).mp4",
        "category": "Action, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ABcfmXQZeCXl5sNrDuLS1URMPN.jpg",
        "title": "(18+)The Dreamers(2003)",
        "description": "(18+)The Dreamers(2003)(Dark Side မှ တင်ဆက်သည်.....)(unicode)ဒီ movieလေးကတော့ IMDb 7.2/10 Rotten Tomatoes 60 Google user 85% ကြီးများတောင် ရထားတဲ့ Drama/Romance ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်.ဒီကားလေးက ၁၉၆၀ ၀န်းကျင်က ပြင်သစ်မှာဖြစ်တဲ့ ရုပ်ရှင်နဲ့ပက်သက်တဲ့ အရေးခင်းအပေါ် အခြေခံထားတာပဲ ဖြစ်ပါတယ်..\n.ဇာတ်လမ်းအကျဉ်းကတော့ မက်သရူးဆိုတဲ့ အမေရိကန်ကျောင်းသားလေးဟာ ပြင်သစ်မှာ ရုပ်ရှင်အကြောင်းလာရောက် လေ့လာရင်း ဝါသနာတူတွေဖြစ်တဲ့ ပြင်သစ် စာရေးဆရာရဲ့ သားသမီးတွေဖြစ်တဲ့ သီအိုနဲ့အစ်ဆာဘယ်လီဆိုတဲ့ မောင်နှမနှစ်ယောက်နဲ့ ခင်မင်သွားပါတယ်.အဲ့နောက်မှာတော့ မက်သရူးဟာ သူတို့ မောင်နှမ‌နှစ်ယောက်ကြားက ဆက်ဆံမှုတွေ, ရုပ်ရှင်‌အပေါ် ရုးသွပ်မှုတွေကို မြင်ပြီး သံယောဇဉ်တွယ်မိသွားပါတယ်. ထို့အပြင် မက်သရူးဟာ ညီမဖြစ်သူ အစ်ဆာဘယ်လီနဲ့ ချစ်ကြိုက်မိသွားတဲ့ အခါ ဘယ်လိုတွေ ဆက်ဖြစ်လာတယ်. သူတို့ သုံးဦးရဲ့ ရုပ်ရှင်နဲ့အနုပညာရှင်တွေ အပေါ် ရူးသွပ်မှုတွေ ပေါင်းစည်းသွားတဲ့ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/21the-dreamers2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/timeless.love_-150x200.jpg",
        "title": "Timeless Love (2019)",
        "description": "Timeless Love 2019==============#Unicodeတစ်ချို့က အိမ်မက်တွေထဲမှာပျော်တယ်၊ တစ်ချို့က အိမ်မက်တွေထဲမှာဝမ်းနည်းရတယ်၊\nအိမ်မက်တွေထဲမှာ ဝမ်းနည်းကြောက်လန့်ရသူတွေက အမြန်နိုးထချင်ပြီး၊\nအိမ်မက်တွေထဲမှာ ပျော်ရွှင်နေရသူတွေကတော့ အိမ်မက်ထဲမှာပဲ ဘဝကိုပြီးဆုံးချင်ကြတယ်၊ဒီကားလေးကတော့ ကိုမာ ဝင်နေတဲ့အမျိုးသမီးတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးပါပဲ . . .\nဒါပေမဲ့ ပျော်ရွှင်ခြင်းတွေပြည့်နေတဲ့ အိမ်မက်ထဲကနိုးထခဲ့ရသူတစ်ယောက်ရဲ့အဖြစ်ဆိုတော့\nဘယ်လိုလုပ်ပြီး အဲ့အိမ်မက်လေးကိုလက်လွှတ်ချင်ပါ့မလဲ . . .\nအဲ့ကိစ္စကို အခြေခံပြီး ဆန်းကြယ်တဲ့အချစ်ဇာတ်လမ်းလေးစခဲ့တယ်ဆိုပါတော့လေ . . . #Zawgyiတစ္ခ်ိဳ႕က အိမ္မက္ေတြထဲမွာေပ်ာ္တယ္၊ တစ္ခ်ိဳ႕က အိမ္မက္ေတြထဲမွာဝမ္းနည္းရတယ္၊\nအိမ္မက္ေတြထဲမွာ ဝမ္းနည္းေၾကာက္လန႔္ရသူေတြက အျမန္ႏိုးထခ်င္ၿပီး၊\nအိမ္မက္ေတြထဲမွာ ေပ်ာ္႐ႊင္ေနရသူေတြကေတာ့ အိမ္မက္ထဲမွာပဲ ဘဝကိုၿပီးဆုံးခ်င္ၾကတယ္၊ဒီကားေလးကေတာ့ ကိုမာ ဝင္ေနတဲ့အမ်ိဳးသမီးတစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းေလးပါပဲ . . .\nဒါေပမဲ့ ေပ်ာ္႐ႊင္ျခင္းေတြျပည့္ေနတဲ့ အိမ္မက္ထဲကႏိုးထခဲ့ရသူတစ္ေယာက္ရဲ႕အျဖစ္ဆိုေတာ့\nဘယ္လိုလုပ္ၿပီး အဲ့အိမ္မက္ေလးကိုလက္လႊတ္ခ်င္ပါ့မလဲ . . .\nအဲ့ကိစၥကို အေျခခံၿပီး ဆန္းၾကယ္တဲ့အခ်စ္ဇာတ္လမ္းေလးစခဲ့တယ္ဆိုပါေတာ့ေလ . . .(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ Megumi ပဲဖြစ်ပါတယ်။) Quality – 720p  WEB-DLDuration – ...",
        "rating": "",
        "url": "https://channelmyanmar.org/timeless-love-2019-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zzQJUjBDGTz8wM0ONIKU5zQkztl.jpg",
        "title": "Crazy Romance(2019)",
        "description": "Crazy Romance(2019)(unicode)အားလုံးပဲ ၂၀၀၄ခုနှစ်တုန်းကထွက်ခဲ့တဲ့Love Story in Harvard(တစ်ခါတုန်းကတက္ကသိုလ်)ဆိုတဲ့\nဇာတ်လမ်းတွဲလေးကိုကြည့်ဘူးကြမယ်ထင်ပါတယ်\nအဲ့ဒီထဲကမင်းသား Kim Rae-Wonနဲ့ အခုလက်ရှိ ongoing seriesဖြစ်တဲ့ When the Camellia Bloomsဇာတ်ကားထဲက\nမင်းသမီး Gong Hyo-Jinတို့နှစ်ယောက်အတွဲညီညီသရုပ်ဆောင်ထားတဲ့\nဒီကားလေးကိုမိတ်ဆက်ပေးချင်ပါတယ်....\nချမ်းမြေ့ပျော်ရွှင်တဲ့မိသားစုလေးထူထောင်ချင်ပေမယ့်လဲသူချစ်ရတဲ့သူနဲ့လက်ထပ်ရတော့မယ့်အချိန်မှာပဲ\nကံမကောင်းစွာနဲ့ပဲလက်ထပ်ပွဲပျက်သွားတဲ့ပြီးအရက်သမားဖြစ်သွားတဲ့လီဂျေးဟွန်းနဲ့\nအချစ်ကိုအယုံအကြည်မရှိတော့ဘဲ ထင်ရာစိုင်းလုပ်ချင်တာလုပ်ပြီးယောကျာ်းတွေကိုဖြားယောင်းတတ်တယ်လို့နာမည်ကြီးတဲ့\nအိုဆမ်ယောင်းတို့နှစ်ယောက်အလုပ်တစ်ခုတည်းမှာတွေ့ကြတဲ့အခါမှာတော့...\nပွဲက ဘယ်လောက်လှလိုက်မလဲ ခင်ဗျားတို့ စဉ်းစားသာကြည့်တော့....\nဒီကားလေးကCrazy Romanceဆိုတဲ့နာမည်နဲ့တော်တော်လေးလိုက်တယ်လို့ထင်မိပါတယ်....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ(zawgyi)အားလုံးပဲ ၂၀၀၄ခုႏွစ္တုန္းကထြက္ခဲ့တဲ့Love Story in Harvard(တစ္ခါတုန္းကတကၠသိုလ္)ဆိုတဲ့\nဇာတ္လမ္းတြဲေလးကိုၾကည့္ဘူးၾကမယ္ထင္ပါတယ္\nအဲ့ဒီထဲကမင္းသား Kim Rae-Wonနဲ႔ အခုလက္ရွိ ongoing seriesျဖစ္တဲ့ When the Camellia Bloomsဇာတ္ကားထဲက\nမင္းသမီး Gong Hyo-Jinတို႔ႏွစ္ေယာက္အတြဲညီညီသ႐ုပ္ေဆာင္ထားတဲ့\nဒီကားေလးကိုမိတ္ဆက္ေပးခ်င္ပါတယ္....\nခ်မ္းေျမ့ေပ်ာ္႐ႊင္တဲ့မိသားစုေလးထူေထာင္ခ်င္ေပမယ့္လဲသူခ်စ္ရတဲ့သူနဲ႔လက္ထပ္ရေတာ့မယ့္အခ်ိန္မွာပဲ\nကံမေကာင္းစြာနဲ႔ပဲလက္ထပ္ပြဲပ်က္သြားတဲ့ၿပီးအရက္သမားျဖစ္သြားတဲ့လီေဂ်းဟြန္းနဲ႔\nအခ်စ္ကိုအယုံအၾကည္မရွိေတာ့ဘဲ ထင္ရာစိုင္းလုပ္ခ်င္တာလုပ္ၿပီးေယာက်ာ္းေတြကိုျဖားေယာင္းတတ္တယ္လို႔နာမည္ႀကီးတဲ့\nအိုဆမ္ေယာင္းတို႔ႏွစ္ေယာက္အလုပ္တစ္ခုတည္းမွာေတြ႕ၾကတဲ့အခါမွာေတာ့...\nပြဲက ဘယ္ေလာက္လွလိုက္မလဲ ခင္ဗ်ားတို႔ စဥ္းစားသာၾကည့္ေတာ့....\nဒီကားေလးကCrazy Romanceဆိုတဲ့နာမည္နဲ႔ေတာ္ေတာ္ေလးလိုက္တယ္လို႔ထင္မိပါတယ္....\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasပါFile Size : (950 MB) and (376 MB)\nQuality : FHD-Rip 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Comedy , Drama, Romance\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://megaup.net/2d0nt/(NZ)Crazy.Romance(2019).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/terminator-dark-fate-2019-poster-140x200.jpg",
        "title": "Terminator: Dark Fate (2019)",
        "description": "unicode\nအရေပျော်စက်ရုပ်ကားဆိုပြီး ငယ်ငယ်ကတည်းက စွဲလမ်းခဲ့ကြတဲ့\nတာမီနေတာ ရုပ်ရှင်တွေရဲ့ နောက်ဆုံးထွက် ရုပ်ရှင်ပါ။\nတာမီနေတာ တွေအထဲမှာ ကျွန်တော်တို့ အကြိုက်ဆုံးက နံပါတ် ၂ ရုပ်ရှင်ပဲ ဖြစ်မယ်ထင်ပါတယ်။\nအခုထွက်တဲ့ရုပ်ရှင်ကတော့ အားလုံး ဒုတိယအကြိုက်ဆုံး\nတာမီနေတာရုပ်ရှင် ဖြစ်လာမယ်ထင်ပါတယ်။\nဇာတ်လမ်း နဲ့ အက်ရှင်တွေက အတော်ကို ကောင်းပါတယ်။\nအားရစရာပါပဲ။\nဇာတ်လမ်းအကျဉ်း ဆာရာကော်နာ နဲ့ ဂျွန်ကော်နာတို့ဟာ\nစကိုင်းနက်ကို ဖျက်ဆီးနိုင်ခဲ့ပြီး အနာဂတ်ကို ပြောင်းလဲနိုင်ခဲ့ပြီးချိန်မှာ\nတာမီနေတာ တစ်ကောင်က ဂျွန်ကော်နာကို သတ်သွားခဲ့ပါတယ်။\nဒါတွေဖြစ်ပြီးလို့ နှစ် ၂၀ အကြာလောက်မှာ ဒန်နီဆိုတဲ့\nမိန်းကလေးကို သတ်ဖို့ အနာဂတ်က ပိုအဆင့်မြင့်တဲ့\nရက်ဗ်နိုင်းမော်ဒယ် တာမီနေတာ ရောက်လာပြီး၊\nဒန်နီကို ကာကွယ်ဖို့လည်း ဂရေ့စ် ဆိုတဲ့\nစက်ရုပ်တစ်ပိုင်းလူသား ရောက်လာပါတယ်။\nဒန်နီနဲ့ ဂရော့စ်တို့ကို ဆာရာ ကော်နာက ကယ်တင်သွားပြီး\nရက်ဗ်နိုင်းကို ရင်ဆိုင်ဖို့ ရန်သူဟောင်းကြီးတစ်ယောက်နဲ့\nပူးပေါင်းပြီး ကြိုးစားရပါတော့တယ်။zawgyi\nအေရေပ်ာ္စက္ရုပ္ကားဆိုၿပီး ငယ္ငယ္ကတည္းက စြဲလမ္းခဲ့ၾကတဲ့\nတာမီေနတာ ရုပ္ရွင္ေတြရဲ႕ ေနာက္ဆံုးထြက္ ရုပ္ရွင္ပါ။\nတာမီေနတာ ေတြအထဲမွာ ကြ်န္ေတာ္တို႕ အၾကိဳက္ဆံုးက နံပါတ္ ၂ ရုပ္ရွင္ပဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/4UQzc/Terminator_-_Dark_Fate_[2019]_{Blu-ray_1080p}_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAN0TMeBKiYpYDMa2NfIaItZ0Tc.jpg",
        "title": "The Negotiation(2018)",
        "description": "The Negotiation(2018)\nIMDb...6.5(unicode)စစ်ဘက်ဆိုင်ရာကနေ ရဲဘက်ညှိုနှိုင်းရေးအရာရှိမိန်းမပျိုတစ်ဦးကို  လျှို့ဝှက်ကိစ္စတစ်ခုကူညီပေးရန်ဆိုပြီးခေါ်လိုက်တယ်..သူမရဲ့နာမည်က ဆိုးယွန်.... ဟိုရောက်တော့ ဘယ်သူ့ကိုညှိရမှာလဲ ဘာကိစ္စလဲ ဘာကြောင့်လဲဆိုတာမေးပေမယ့် ဘယ်သူမှမဖြေဘဲသူမကို  မိုက်ရှေ့အတင်းတွန်းပို့ကြတယ်...ဘာကိုမှမသိတဲ့သူမရဲ့ရှေ့ TV ဖန်သားပြင်ပေါ်မယ် လက်နက်ကိုင် လူငယ်တစ်ဦး ပေါ်လာတယ်.....ဓားစာခံက သူမတို့ဌာနမှူး...ဒီလက်နက်ကိုင်လူငယ်ဟာ သူပြောတဲ့စကားကိုနားမထောင်လို့ဆိုပြီး ကတိအတိုင်း ဓားစာခံ ဌာနမှူးရဲ့ခေါင်းကို သေနတ်နဲ့တေ့ပစ်လိုက်တယ်...ဆိုးယွန်အတွက် တကယ့်သွေးပျက်စရာပါပဲ...ရှေ့ဆက်မပြောသင့်လို့ ဒီမှာပဲရပ်ပါရစေ...ကိုရီးယားရုပ်ရှင်ကားတွေ မည်သို့ပင်ဆိုစေကာမူ အဆင့်ရှိတဲ့အထဲမှာပါတယ်ဆိုတာကို သူတို့ရဲ့အောင်မြင်မှုလွှမ်းမိုးမှုတို့ကို ကြည့်ရုံနှင့်သိနိုင်ပေသည်...သို့ပေမယ့် တစ်ချို့သူတွေက   မျက်ရည်ချူ ဒရမ်မာခင်းလွန်းတယ်လို့မှတ်ချက်ချကြတယ်...The Negotiation ကျတော့ မျက်ရည်ချူ ဒရမ်မာတွေပါကိုမပါသလောက်ပါ...ဇတ်ကားက ခပ်သွက်သွက်နဲ့ကိုစထားတယ်...ဒီကားက ထင်ထားထက်ကိုဆွဲဆောင်မှုရှိလွန်းတယ်...အီသွားတဲ့နေရာ မလိုအပ်တဲ့နေရာတွေမပါသလောက်ပဲ..ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...(zawgyi)\nစစ္ဘက္ဆုိင္ရာကေန ရဲဘက္ညႈိႏႈိင္းေရးအရာရွိမိန္းမပ်ဳိတစ္ဦးကုိ  လွ်ဳိ႕၀ွက္ကိစၥတစ္ခုကူညီေပးရန္ဆုိၿပီးေခၚလုိက္တယ္..\nသူမရဲ႕နာမည္က ဆုိးယြန္.... ဟုိေရာက္ေတာ့ ဘယ္သူ႕ကုိညွိရမွာလဲ ဘာကိစၥလဲ ဘာေၾကာင့္လဲဆုိတာေမးေပမယ့္ ဘယ္သူမွမေျဖဘဲ\nသူမကုိ  မုိက္ေရွ႕အတင္းတြန္းပုိ႕ၾကတယ္...\nဘာကုိမွမသိတဲ့သူမရဲ႕ေရွ႕ TV ဖန္သားျပင္ေပၚမယ္ လက္နက္ကုိင္ လူငယ္တစ္ဦး ေပၚလာတယ္.....ဓားစာခံက သူမတုိ႕ဌာနမွဴး...\nဒီလက္နက္ကုိင္လူငယ္ဟာ သူေျပာတဲ့စကားကုိနားမေထာင္လုိ႕ဆုိၿပီး ကတိအတုိင္း ဓားစာခံ ဌာနမွဴးရဲ႕ေခါင္းကုိ ေသနတ္နဲ႕ေတ့ပစ္လုိက္တယ္...\nဆုိးယြန္အတြက္ တကယ့္ေသြးပ်က္စရာပါပဲ...\nေရွ႕ဆက္မေျပာသင့္လုိ႕ ဒီမွာပဲရပ္ပါရေစ...\n  ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-negotiation2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Rj6zpHhMU1zFW3v28U4PSRSRgP.jpg",
        "title": "Tell It to the Bees(2019)",
        "description": "Tell It to the Bees(2019)IMDb...6.0(unicode)ဇာတ်ကားဆန်းဆန်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...ဘာဆန်းသလဲဆိုတော့ ခပ်ရိုးရိုး ယောက်ျားမိန်းမအချစ်တွေလိုမျိုး မဟုတ်တော့ဘဲ ဒီတစ်ခါတော့ မိန်းကလေးအချင်းချင်း ချစ်ကြိုက်တဲ့ Lesbian ကားလေးပဲ ဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်း1952 ခုနှစ် Scotland နိုင်ငံမှာ Lydia ဆိုတဲ့ အိမ်ထောင်ကွဲ ကလေးအမေတစ်ယောက်ရှိပါတယ်...အိမ်ထောင်ကွဲ စီးပွားပျက်လို့ နေစရာပါအခက်အခဲဖြစ်နေသူ အမျိုးသမီးလေးပေါ့...အဲ့ဒီအချိန်မှာပဲ သူတို့မြို့လေးကို ရောက်လာသူကတော့ ဆရာဝန်မလေး Jean ဖြစ်ပါတယ်...Jean ဟာ ငယ်ရွယ်စဉ်ကတည်းက မိန်းကလေးအချင်းချင်း စိတ်ဝင်စားသူတစ်ယောက်ပါ...ဒါပေမဲ့လည်း ခေတ်ကာလက 1952 ခု ဖြစ်နေလေတော့ LGBT တွေကို နှိမ့်ချနေချိန်ဖြစ်နေတာပေါ့...Jean လေးခမျာ အတည်တကျနေထိုင်ရာမြို့ရယ်လို့ မရှိဘဲ တစ်နေရာမှာ ခဏနေလိုက် မြို့အသစ်တစ်ခု ပြောင်းလိုက်နဲ့ သူ့ရဲ့ဖြစ်တည်မှုကို ဖုံးကွယ်ထားရာက Lydia တို့ရဲ့မြို့လေးကို ရောက်ရှိလာချိန်မှာတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်....(zawgyi)ဇာတ္ကားဆန္းဆန္းေလးတစ္ခုနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္...ဘာဆန္းသလဲဆိုေတာ့ ခပ္႐ိုး႐ိုး ေယာက္်ားမိန္းမအခ်စ္ေတြလိုမ်ိဳး မဟုတ္ေတာ့ဘဲ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/tell-it-to-the-bees2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/goodfellas1990-138x200.jpg",
        "title": "GoodFellas(1990)",
        "description": "GoodFellas(1990)အညြွန္း\n***********************\nIMDb...8.7,,,,Rotten....96%\n(unicode)IMDbရဲ့ အကောင်းဆုံး ရုပ်ရှင်ကား (၂၀)  စာရင်းထဲမှာပါတယ်....တကယ့်အဖြစ်မှန်ကို အခြေခံရိုက်ကူးထားပါတယ်..ဒါရိုက်တာMartin Scorsese  ရဲ့ အကောင်းဆုံးလက်ရာထဲက တစ်ကားပါ...   အော်စစကာ တစ်ဆုရရှိခဲ့ပြီး  အခြားဆုပေါင်း (၄၄)ဆုလည်း ဆွတ်ခူးခဲ့ပါတယ်...ဒီကားကို အညွှန်းမရေးပါရစေနဲ့... ရေးဖို့လည်းမစွမ်းသာတဲ့ကားမို့ပါ... ခံစားကြည့်လိုက်ပါဦးဗျို့..ဘာသာပြန်သူကတော့ Thaw Thaw Wai Oo ပဲဖြစ်ပါတယ်......(zawgyi)IMDbရဲ႕ အေကာင္းဆုံး ႐ုပ္ရွင္ကား (၂၀)  စာရင္းထဲမွာပါတယ္....တကယ့္အျဖစ္မွန္ကို အေျခခံ႐ိုက္ကူးထားပါတယ္..ဒါ႐ိုက္တာMartin Scorsese  ရဲ႕ အေကာင္းဆုံးလက္ရာထဲက တစ္ကားပါ...   ေအာ္စစကာ တစ္ဆုရရွိခဲ့ၿပီး  အျခားဆုေပါင္း (၄၄)ဆုလည္း ဆြတ္ခူးခဲ့ပါတယ္...ဒီကားကို အၫႊန္းမေရးပါရေစနဲ႔... ေရးဖို႔လည္းမစြမ္းသာတဲ့ကားမို႔ပါ... ခံစားၾကည့္လိုက္ပါဦးဗ်ိဳ႕..ဘာသာျပန္သူကေတာ့ Thaw Thaw Wai Oo ပဲျဖစ္ပါတယ္......File Size : (1.12 GB) and (407 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:26:00\nGenre : Crime , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/goodfellas1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4E2lyUGLEr3yH4q6kJxPkQUhX7n.jpg",
        "title": "One Piece: Stampede (2019)",
        "description": "One Piece Anime ရဲ့သက်တမ်း နှစ် ၂၀ ပြည့် ထုတ်တဲ့ ၁၄ ကားမြောက် ရုပ်ရှင်ပါ။Sky Island ပီးနောက်ကြေငြာထားတဲ့ကားပါ။One Piece ဖန်တိုင်းမျှော်နေခဲ့ကြတဲ့ကားပါပဲ။ရုံမတင်တဲ့အပြင် အကြည်ကိုလည်ပင်းရှာမျှော်ခဲ့ရတဲ့ကားပါ။ခရမ်းချဉ်သီး 92 လုံးနဲ့ IMDB 8.1 ရထားပါတယ်။Time Line အနေနဲ့ ကတော့ Wano မရောက်ခင်နဲ့Big Mom ကိုသွားကလိပြီးတဲ့ အချိန်ကြားလို့ယူဆရပေမယ့်Movie ထဲမှာ လုဖီရဲ့ ဆုကြေးက ၁၅ ဘီလီယံ ဖြစ်နေတော့Wano အပြီးလို့လဲထင်စရာရှိပါတယ်ဒါပေမဲ့ Non-Canon ဖြစ်တဲ့အတွက် Timeline နဲ့မဆိုင်တော့သိပ်တော့ခေါင်းစားစရာမရှိပါဘူး။ကာရိုက်တာ Art ‌တွေအရ အခု Anime onging မှာ ရောက်နေတဲ့တစ်ဝိုက်လို့ပဲမှတ်ရပါတယ်။ဇတ်လမ်း က‌တော့ ပင်လယ်ဓားပြတွေအတွက်ကျင်းပတဲ့ပင်လယ်ဓားပြပွဲတော်ကြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/2d0py/One.Piece.Stampede.2019.JAPANESE.1080p.BluRay(cm).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BYjZhY2UwZWUtYjhiNS00YzhmLWFjMmUtODlmMzU0MDc1OGZmXkEyXkFqcGdeQXVyMTY5OTQzNzY@._V1_-143x200.jpg",
        "title": "The App (2019)",
        "description": "The App (2019)\nဒီကားလေးကတော့ Netflix ကတင်ဆက်ပေးထားတဲ့ အီတလီဆိုက်ကိုဒရမ်မာကားလေး ဖြစ်ပါတယ်...\nလူတိုင်းအားကျရလောက်တဲ့ မိဘဂုဏ်အရှိန်အဝါ ရုပ်ရည်ရှိတဲ့ နစ်လို့ခေါ်တဲ့ လူငယ်လေးမှာ\nအရမ်းချစ်ရတဲ့ ချစ်သူလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားပါတယ်။\nသူဟာ သူ့မိဘတွေရဲ့ လုပ်ငန်းမှာ ဝင်ရောက်လုပ်ကိုင်တာမျိုး မလုပ်ဘဲ\nသူနှစ်သက်တဲ့ ရုပ်ရှင်သရုပ်ဆောင်အလုပ်ကို စတင်နေပါတယ်။\nသူ့ရဲ့ပထမဆုံးဇာတ်ကားမှာတော့ သူဟာ ဘုရားသခင်နေရာကနေ ပါဝင်သရုပ်ဆောင်ရမှာပါ။\nဒီဇာတ်ကားကိုရိုက်ကူးဖို့ အီတလီကို ပြန်မလာခင် သူ့ချစ်သူရဲ့ စာတမ်းအတွက်\nလိုအပ်တာကို ကူညီပေးတဲ့အနေနဲ့ သူ့ချစ်သူသဘောအတိုင်း\nUs ဆိုတဲ့ Application တစ်ခုကို install လုပ်ပြီး သုံးကြည့်ပေးခဲ့တယ်...\nUs ဆိုတာ Relationship ရှိတဲ့သူတွေအတွက် Online Dating Application ဖြစ်ပြီး\nအစပိုင်းမှာတော့ သူဟာ Us ကနေ လာပတ်သတ်သမျှ မိန်းကလေးတွေကို\nစိတ်ဝင်စားခြင်းသိပ်မရှိခဲ့ပေမယ့် တစ်စထက်တစ်စ သူ့အကြိုက်တွေသိလှတဲ့\nမိန်းကလေးတစ်ယောက်ကြောင့် ပြောင်းလဲလာကာ ဒီ Application ကိုစွဲလန်းလာခဲ့ပြီး\nသူနှစ်သက်တဲ့မိန်းကလေးကိုရော သူမြတ်နိုးတဲ့ သရုပ်ဆောင်အလုပ်မှာပါ ချွတ်ချော်လာခဲ့ပါတော့တယ်\nတကယ်တော့ အဲမိန်းကလေးက......အဲ Application ကြီးက.....\nဘာတွေထူးခြားတာလဲဆိုတာ သိဖို့ ကိုယ်တိုင်ရှာဖွေကြည့်ကြပါဦးနော်\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kmSZUgypVDCpjpvX04iyLWO0qr3.jpg",
        "title": "The Sonata(2019)",
        "description": "The Sonata(2019)(unicode) ဒီဇာတ်ကားလေးကတော့ Freya Tingleyနဲ့ Simon Abkarianတို့က အဓိကပါဝင်တင်ဆက်ထားတာပါ။ဒီဇာတ်လမ်းလေးကတော့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့Rose Fisherက နာမည်ရခါစ တယောပညာအဖြစ်အသက်မွေးနေတဲ့ အချိန်မှာ အဖေRichard Marloweဖြစ်သူက ဆုံးပါးသွားတဲ့သတင်းကိုကြားလိုက်ရတယ်။အဖေဖြစ်သူက ငယ်ငယ်လေးကတည်းမိသားစုကို ပစ်ပြီး ရုတ်တရတ်ထွက်ထားခဲ့တဲ့အတွက် အဖေက သူ့ဘဝမှာမလိုအပ်ဘူးလို့ နှုတ်ကပြောနေပေမဲ့ စိတ်ထဲမှာတော့ မေတ္တာစိတ်ကရှိနေဆဲပေါ့။ဒီလိုနဲ့ ရှေ့နေနဲ့သွားတွေ့တော့ ကျန်ရစ်ခဲ့တဲ့ သူပစ္စည်း​တွေရယ်၊ နောက်ဆုံးနေခဲ့တဲ့ ပြင်သစ်ကအိမ်သော့ကို လွှဲပေးလိုက်တော့ အဲ့အိမ်ကိုသွားကြည့်လိုက်တဲ့အခါမှာ သူအဖေဘယ်သူမှ​မပြောခဲ့ လျှို့ဝှက်ချက်တွေက ဘယ်လိုအသက်ဝင်လာမလဲ။သူအေးဂျင့်ဖြစ်တဲ့ Charles Vernaisကလဲ ဘယ်လိုတွေကူပေးရပြီး သူ့အကူအညီက ကောင်းရာဘက်ကို ဦးတည်သွားမလား... နှစ်ယောက်သားဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ Latvian National Film Award Lielais Kristaps for Best Fiction Film Cinematographerဆုရထားတဲ့ ကားလေးမို့ ပိတ်ကားပေါ်မှာ အတူစီးမျောကြဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Theint Theint Aung ပဲဖြစ်ပါတယ်...(zawgyi) ဒီဇာတ္ကားေလးကေတာ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-sonata2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dua9PHGjGE8dmnYyp6CyfFUbO0Y.jpg",
        "title": "Give Me Liberty(2019)",
        "description": "Give Me Liberty(2019)IMDb....7.0\n(unicode)ဒီကားလေးအကြောင်းကတော့\nဗစ်တာဆိုတဲ့ရုရှားလူငယ်လေးဟာ\nရောဂါအမျိုးမျိုးအကြောင်းအမျိုးမျိုးကြောင့်\nလှုပ်ရှားသွားလာလို့မရတဲ့သူတွေကို\nသယ်ယူပို့ဆောင်ပေးတဲ့ကားကုမ္ပဏီရဲ့\nကားမောင်းသမားတစ်ယောက်ပါ\nထင်ရာစိုင်းပြီးကလေးကြီးလိုဖြစ်နေတဲ့\nသူ့အဖိုးကိုပြုစုစောင့်ရှောက်နေတဲ့သူလည်းဖြစ်ပါတယ်\nတစ်နေ့မှာတော့ ဈာပနပွဲတစ်ခုကိုသွားမယ့်သူ့အဖိုးတို့\nသက်ကြီးရွယ်အိုတစ်သိုက်ကိုမဖြစ်ဖြစ်အောင်\nလိုက်ပို့ရမယ့်အခြေအနေတစ်ခုကိုရောက်ရှိလာပါတော့တယ်\nဗစ်တစ်ယောက်အလုပ်ကပို့ပေးရမယ့်လူတွေကတဖက်\nဈာပနပွဲသွားရမယ့်သူတွေကတစ်ဖက်\nကားတစ်စီးနဲ့ဗျာများရပါတော့တယ်\nဆူပူအုံကြွမှုတွေဆန္ဒပြမှုတွေကြားထဲကနေ\nဘယ်လိုဖြတ်‌ကျော်ပြီးလိုရာခရီးကိုသွားမလဲ\nဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ\nပြီးတော့သူတို့နိုင်ငံတွေမှာခန္ဓာကိုယ်နဲ့ဉာဏ်ရည်ချို့တဲ့သူတွေကိုဘယ်လိုပြုစုစောင့်ရှောက်သလဲဆိုတာလေးတွေလဲမြင်တွေ့ရမှာဖြစ်ပါတယ်\nဘဝအတွက်ပြေးလွှားရုန်းကန်လှုပ်ရှားနေရင်း\nဖြစ်တတ်တဲ့ရီစရာအလွဲလေးတွေထည့်သွင်းထားပါသေးတယ်...ရယ်လည်းရယ်ရသလို\nသင်ခန်းစာလေးတွေလည်း ပေးသွားတဲ့ကားမို့ ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့MarTizasဖြစ်ပါတယ်..(zawgyi)ဒီကားေလးအေၾကာင္းကေတာ့\nဗစ္တာဆိုတဲ့႐ုရွားလူငယ္ေလးဟာ\nေရာဂါအမ်ိဳးမ်ိဳးအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္\nလႈပ္ရွားသြားလာလို႔မရတဲ့သူေတြကို\nသယ္ယူပို႔ေဆာင္ေပးတဲ့ကားကုမၸဏီရဲ႕\nကားေမာင္းသမားတစ္ေယာက္ပါ\nထင္ရာစိုင္းၿပီးကေလးႀကီးလိုျဖစ္ေနတဲ့\nသူ႔အဖိုးကိုျပဳစုေစာင့္ေရွာက္ေနတဲ့သူလည္းျဖစ္ပါတယ္\nတစ္ေန႔မွာေတာ့ ဈာပနပြဲတစ္ခုကိုသြားမယ့္သူ႔အဖိုးတို႔\nသက္ႀကီး႐ြယ္အိုတစ္သိုက္ကိုမျဖစ္ျဖစ္ေအာင္\nလိုက္ပို႔ရမယ့္အေျခအေနတစ္ခုကိုေရာက္ရွိလာပါေတာ့တယ္\nဗစ္တစ္ေယာက္အလုပ္ကပို႔ေပးရမယ့္လူေတြကတဖက္\nဈာပနပြဲသြားရမယ့္သူေတြကတစ္ဖက္\nကားတစ္စီးနဲ႔ဗ်ာမ်ားရပါေတာ့တယ္\nဆူပူအုံႂကြမႈေတြဆႏၵျပမႈေတြၾကားထဲကေန\nဘယ္လိုျဖတ္‌ေက်ာ္ၿပီးလိုရာခရီးကိုသြားမလဲ\nဆိုတာကိုစိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါ\nၿပီးေတာ့သူတို႔ႏိုင္ငံေတြမွာခႏၶာကိုယ္နဲ႔ဉာဏ္ရည္ခ်ိဳ႕တဲ့သူေတြကိုဘယ္လိုျပဳစုေစာင့္ေရွာက္သလဲဆိုတာေလးေတြလဲျမင္ေတြ႕ရမွာျဖစ္ပါတယ္\nဘဝအတြက္ေျပးလႊား႐ုန္းကန္လႈပ္ရွားေနရင္း\nျဖစ္တတ္တဲ့ရီစရာအလြဲေလးေတြထည့္သြင္းထားပါေသးတယ္...ရယ္လည္းရယ္ရသလို\nသင္ခန္းစာေလးေတြလည္း ေပးသြားတဲ့ကားမို႔ ခံစားၾကည့္ၾကပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့MarTizasျဖစ္ပါတယ္...File Size : (850 MB) and (425 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/give-me-liberty2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/american.dresser-135x200.jpg",
        "title": "American Dresser (2018)",
        "description": "American Dresser (2018)==================#UnicodeRating 5.2 ထိရထားတဲ့ American Dresser ပါ\nAdventure / Drama အမျိုးအစားပါ\nSniper မင်းသားကြီး Tom Berenger က အဓိက ပါဝင်ထားပါတယ် ပြီးတော့ ဆာဂျင် မင်းသားကြီး Keith David က Tom ရဲ့ သူငယ်ချင်းအဖြစ် အားဖြည့်ပေးထားပါတယ်\nမိန်းမ လောလောလတ်လတ်သေထားတဲ့ မုဆိုးဖို ဂျွန်မော်ရိန်းက သူ့မှာ သားတစ်ယောက်ရှိကြောင်းကို သိရှိခဲ့ပါတယ်\nသားရှာပုံတော်အတွက် အနောက်ဘက်ကမ်းခြေကို သူငယ်ချင်း ချာလီ နဲ့ အတူတူ ဆိုင်ကယ်စီး ခရီးထွက် ခဲ့ပါတယ်\nလမ်းမှာ ဘယ်လို အခက်အခဲနဲ့ ကြုံမလဲ ဘယ်လို လူတွေနဲ့ တွေ့မလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရမယ့် ကားလေးပါ\nနည်းနည်းတော့ ရိုးစင်းပေမယ့် တင်ပြထားတဲ့ ရည်ရွယ်ချက်ကောင်းတဲ့ ဇာတ်လမ်း လေးပါ\nRider တွေ အကြိုက်တွေ့မယ့် ကားလေးလဲဖြစ်ပါတယ်\n“Life is a ride... ...",
        "rating": "",
        "url": "https://channelmyanmar.org/american-dresser-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/vertigo1958-141x200.jpg",
        "title": "Vertigo(1958)",
        "description": "Vertigo(1958)IMDb...8.3,,,,,Rotten.....95%(unicode)Vertigo 1958\nဒီရုပ်ရှင်ဟာ အမြင့်ဆုံး IMDb မှတ်တမ်းဝင်ခဲ့သလို အော်စကာ ဆန်ကာတင် (၂)ဆု\nအခြားဆု(၈)ဆုလည်းရရှိခဲ့ပါတယ်....Psycho 1960 ကို\nတင်ခဲ့ပြီးဖြစ်ပါတယ်....ဒါရိုက်တာ Alfred Hitchcock ရဲ့ လက်ရာဖြစ်တဲ့ Psycho ကားကို\nကြည့်ဖူးတဲ့သူတွေ သဘောကျမယ်ထင်ပါတယ်...ဒါရိုက်တာတွေဟာ ဟန်တစ်မျိုးစီ\nရှိကြလေတော့ ဘယ်ဒါရိုက်တာရင် ဘယ်လိုပုံစံမျိုးဖြစ်နိုင်တယ် ..ဆိုပြီး မှန်းတတ်မိကြပါတယ်...ဒီ Vertigo ရုပ်ရှင်ဇာတ်ကားဟာ လည်း သူ့လက်ရာပဲဖြစ်ပါတယ်..စုံထောက်ဟောင်းတစ်ယောက်ဟာ အနားယူထားပေမယ့် သူ့မှာ လူမှုရေးပြဿနာလည်း\nအတော်များပါတယ်....\nသို့ပေမယ် သူဟာ သိပ်လှတဲ့မိန်းမတစ်ယောက်ကို\nတွေ့ပြီး အရမ်းချစ်မိသွားတယ်...အဲ့ဒီမှာ တကယ့် ပြဿနာက စတော့တာပဲ...\nကိုင်း ခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်....(zawgyi)ဒီ႐ုပ္ရွင္ဟာ အျမင့္ဆုံး IMDb မွတ္တမ္းဝင္ခဲ့သလို ေအာ္စကာ ဆန္ကာတင္ (၂)ဆု\nအျခားဆု(၈)ဆုလည္းရရွိခဲ့ပါတယ္....Psycho 1960 ကို\nတင္ခဲ့ၿပီးျဖစ္ပါတယ္....ဒါ႐ိုက္တာ Alfred Hitchcock ရဲ႕ လက္ရာျဖစ္တဲ့ Psycho ကားကို\nၾကည့္ဖူးတဲ့သူေတြ သေဘာက်မယ္ထင္ပါတယ္...ဒါ႐ိုက္တာေတြဟာ ဟန္တစ္မ်ိဳးစီ\nရွိၾကေလေတာ့ ဘယ္ဒါ႐ိုက္တာရင္ ဘယ္လိုပုံစံမ်ိဳးျဖစ္ႏိုင္တယ္ ..ဆိုၿပီး မွန္းတတ္မိၾကပါတယ္...ဒီ Vertigo ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/vertigo1958/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/detective-142x200.jpg",
        "title": "Detective Conan: The Fist of Blue Sapphire (2019)",
        "description": "#UnicodeDetective Conan and fist of Blue sapphire the movieတစ်နေ့သ၌ ကျွန်ုပ်၏အိမ်တွင် နိစ္စဓူဝအလုပ်ဖြစ်သော တီထွင်ဖန်တီးကလိသောအလုပ်ကိုလုပ်နေခိုက် မောင်နန်နှင့်မိယွန်းတို့ရောက်လာကြလေသည်။ မောင်နန်၏အမူအရာသည်တစ်စုံတစ်ခုကိုအလိုရှိနေသောအမူအရာဖြစ်နေ၍ ကျွန်ုပ်လည်းအဘယ်သို့သောအကြောင်းကြောင့်စိတ်နှလူံးအိမ်၌လိုချင်တပ်မက်မှုအာရုံထင်နေပေသနည်းဟုမေးမိလေရာ မောင်နန်လေးက သူ၏ချစ်သူ မိလွမ်းသည်စင်္ကာပူသို့အလည်ခရီးသွားသဖြင့် နောက်ကလိုက်ချင်နေကြောင်း၊ စင်္ကာပူသိူ့ဝင်ရန်လိုအပ်‌သောစာရွက်စာတမ်းအင်ထုရန်အလို့ငှာ ကျွန်ုပ်၏အကူအညီကိုလိုအပ်နေကြောင်းပြောပြအကူအညီတောင်းခံလေ၏။ ကျွန်ုပ်လည်း တတ်သည့်ပညာအလကားမရဆိုသည့်နှလုံးကိုမူလျက် မောင်နန်‌ဆီက ဖွတ်ကလိဒင်္ဂါးပြားတောင်မရနိုင်သည်ကိုသိ၍မကူညီနိုင်ကြောင်း ယဉ်ယဉ်ကျေးကျေးအော်ငေါက်ဆဲဆို၍ပြောလိုက်ရာ မောင်နန်လေးသည် အင်မတန်အိန္ဒြေကြီးသောအမူအရာဖြင့် နှုတ်ခမ်းစူခြေဆောင့်ကာထွက်သွားလေသည်။ ဤသို့ဖြင့်မောင်နန်လေးသည် ကျွန်ုပ်အပေါ်သဘောထားကြီးစွာဖြင့်စိတ်ကောက်နေပြီးအိမ်သို့ပေါ်မလာပဲနေရာ သီတင်းအပတ်နှစ်ပတ်ခန့်ကြာမှဘလက်ဘိုင်လိုက်ပြီးပြန်ပေါ်လာ၏။ အဘယ်ကြောင့်ဤသိူ့ဘလက်ဘိုင်လိုက်နေရသနည်းမေးကြည့်ရာ မောင်နန်လေးသည်စင်္ကာပူသို့တကယ်ရောက်သွားကြောင်း၊ အဖြစ်အပျက်များစွာလည်းဖြစ်ပျက်ခဲ့ကြောင်းကျွန်ုပ်အားကျကျနနရှင်းပြရှာလေသည်။ မောင်နန်လေး၏ရှင်းပြချက်များသည် စိတ်ကူးဖြင့်ပင်မကူးနိုင်လောက်သည့်ထူးဆန်းသောအဖြစ်အပျက်များပါနေလေရာ မောင်နန်လေးဖြီးဖြန်းနေခြင်းမဟုတ်၊ အမှန်အတိုင်းပြောနေပေသည်ဟုကျွန်ုပ်က ယုံကြည်မိသည့်အလျောက် ဤလျှို့ဝှက်အပ်သောကိစ္စကိုအများသူငှာလူစုံတုန်းသိစေရန်အလို့ငှာ ရုပ်ရှင်အဖြစ် channel myanmarတွင် တင်ဆက်ပေးလိုက်ပါသည်။ မောင်နန်လေး၏ ပြောပြချက်များအတိုင်းတင်ပြပါမူ ရှုတ်ထွေးနေမည်စိုး၍အများသူငှာနားလည်စိမ့်ငှာစကားလုံးအသူံအနှုန်းများကိုရိုးရိုးရှင်းရှင်းပေါက်ကရတွေ‌ဘာသာပြန်ထားပါသည်။ အောက်တွင်ဖော်ပြထားသော linkမှာဒေါင်းယူပြီးကြည့်တော်မူကြပါကုန်။ #ZawgyiDetective Conan and fist of Blue sapphire the movieတစ္ေန႔သ၌ ကြၽႏ္ုပ္၏အိမ္တြင္ နိစၥဓူဝအလုပ္ျဖစ္ေသာ ...",
        "rating": "",
        "url": "https://megaup.net/1x67e/(NZ)Detective.Conan.Movie.The.Fist.Of.Blue.Sapphire(2019).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3zdckRP04h97MnGPD2aRqitXwRk.jpg",
        "title": "They Who Are Not Seen(2017)",
        "description": "They Who Are Not Seen(2017)IMDb...7.4(unicode)ဆာရာဆိုတဲ့ကောင်မလေးဟာ ငယ်စဉ်ကထဲက ထူးခြားတဲ့စွမ်းရည်တစ်ခုပိုင်ဆိုင်\nထားတယ်...လူမှန်းသိတတ်စအရွယ်မှာတင် သေသူတွေရဲ့ ဝိညဉ်တွေ နာနာဘဝတွေ\nကို မြင်ရတယ်...နေရာတကာမှာ နာနာဘာဝတွေကိုမြင်ရဖန်များလာတော့\nသူ့အတွက် သိပ်မထူးဆန်းသလိုတောင်ဖြစ်လာတယ်....တစ်ခါတစ်ရံတော့\nအသေဆိုးနဲ့ သေသူတွေရဲ့ ပုံစံမျိုးစုံကိုတွေ့မြင်ချိန်မှာတော့ သွေးပျက်မတတ်\nကြောက်လန့်မိတာပေါ့.....ဒီအကြောင်းတွေကို မိခင်ဖြစ်သူကိုပြောပြတော့လည်း\nသဘာဝလွန်ဆိုတော့ ယုံကြည်ပေးခဲ့ခြင်းမရှိ...နောက်ပိုင်းဘယ်လောက်ဆိုးလည်းဆိုရင်\nအခန်းတွင်းမှာတင် ဝိညဉ်ပေါင်းစုံက အပြည့်ရောက်နေတတ်တယ်...သူတို့ကြည့်ရတာ\nဆာရာဆီက အကူအညီတွေလိုအပ်လို့ ပြောပြချင်နေပုံပဲ...တခြားကလေးတွေထက်\nခက်ခဲတဲ့ဘဝကိုဖြတ်သန်းနေရတဲ့ ဆာရာကို နားလည်ပေးတဲ့ကောင်လေးသူငယ်ချင်းတစ်ယောက်တော့ရှိတယ်....ဒီသူငယ်ချင်းလေးကြောင့်ပဲ သူမ အတွက် နက်ဖြန်ဆိုတာကို\nဖြတ်သန်းဖို့အားရှိနေပုံပဲ..တစ်နေ့တော့ သူ့သူငယ်ချင်းကောင်လေးဟာ ကျောင်းမလာခဲ့ဘူး...အဲ့ဒီညမှာပဲ သူ့အိပ်ခန်းထဲကို ကောင်လေးသူငယ်ချင်းရောက်လာတယ်...\nထူးဆန်းစွာပဲ လက်ပင်းကို ဓားနဲ့အလှီးခံလိုက်ရသလို သွေးတွေပန်းထွက်လာပြီး\nပျောက်ကွယ်သွားတယ်...ဆာရာအတွက် အချစ်ရဆုံးသူငယ်ချင်းရဲ့ နိမိတ်ပြပုံဟာ\nတကယ့်ကိုသွေးပျက်ဖွယ်ရာပါပဲ...ကိုင်း ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး...ဒီ Horror ကားက သရဲ တစ္ဆေတွေကို နောက်ဆုံးမှပြပြီး စိတ်ဝင်စားအောင်လုပ်တာမျိုးမဟုတ်ဘူး..Jump Scare ပုံစံမျိုးတွေလည်း\nချောက်လှန့်တာမဟုတ်ဘူး...စစချင်း သရဲပုံစံမျိုးစုံတွေပြပြီး သိပ်မထူးဆန်းသလို\nပြသထားတယ်..သို့ပေမယ် တဖြည်းဖြည်း တစ်စိမ့်စိမ့်ထိတ်လန့်ကြောင့်ရွံလာတာမျိုး...\nကြာလေ ဘာဆက်ဖြစ်မလဲ လန့်လည်းလန့် ဆက်လည်းကြည့်ချင်တဲ့ Horror အမျိုးအစားပါ...ခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်....(zawgyi)ဆာရာဆိုတဲ့ေကာင္မေလးဟာ ငယ္စဥ္ကထဲက ထူးျခားတဲ့စြမ္းရည္တစ္ခုပိုင္ဆိုင္\nထားတယ္...လူမွန္းသိတတ္စအ႐ြယ္မွာတင္ ေသသူေတြရဲ႕ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1x67i/They_Who_Are_Not_Seen_(Mereka_Yang_Tak_Terlihat)_[2017]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uZXx3qU2X4Qpa8LYqUOtpH0rD9B.jpg",
        "title": "Killed My Wife (2019)",
        "description": "(Unicode)2019 Dec ကထွက်ရှိထားတဲ့ စိတ်ဝင်စားဖို့အရမ်းကောင်းတဲ့ Korean Thriller/Mystery ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်MDL ကပေးထားတဲ့ Rating 6/10ရရှိထားတဲ့ ကားလေးလဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ မိန်းမနဲ့အဆင်မပြေ အလုပ်လဲအဆင်မပြေဖြစ်နေတဲ့ ချွဲဂျင်းဟိုဆိုတဲ့သူဟာ တရက် သူငယ်ချင်းနဲ့အရက်သောက်ပြီးတော့မနက်နိုးလာတဲ့အချိန်မှာ သူ့အိမ်ရှေ့တံခါးဝမှာ ရဲဝန်ထမ်းတစ်ယောက်ရောက်နေတာကို သိလိုက်ရပါတယ်။အကြွေးတွေပတ်လည်ဝိုင်းနေလို့ မိန်းမဖြစ်သူ ဂျောင်းမီယောင်းနဲ့ အဆင်မပြေဖြစ်ပြီးခွဲနေနေရတဲ့ ချွဲဂျင်းဟို အရက်သောက်ထားတဲ့ညကတင်သူ့မိန်းမနဲ့တွေ့ပြီးပြန်လာခဲ့ပေမယ့် မနက်ရောက်တဲ့အခါမှာတော့ သူ့မိန်းမဖြစ်သူအသတ်ခံရကြောင်း ကြားသိလိုက်ရတဲ့အခါ အရမ်းတုန်လှုပ်သွားခဲ့ပါတယ်။နောက်ထပ်မထင်မှတ်ထားတာတစ်ခုက သူ့မိန်းမကို သတ်တဲ့သူက တခြားသူမဟုတ်ပဲ သူကိုယ်တိုင်ဖြစ်နေကြောင်းရဲဝန်ထမ်းကနေတစ်ဆင့် ကြားသိလိုက်ရသောအခါ ဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာရယ်လူသတ်တရားခံက တကယ်ပဲ ချွဲဂျင်းဆူလားဒါမှမဟုတ် အခြားတစ်ယောက်လားဆိုတာ တွေးစရာလေးတွေလှည့်ကွက်လေးတွေလည်းမြှုပ်ထားတာမလို့ CM ပရိသတ်ကြီး ကိုယ်တိုင်ပဲ ဒီဇာတ်ကားလေးကိုကြည့်ရင်း စီးမျောခံစားကြည့်လိုက်ကြပါ။ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…(Zawgyi)2019 Dec ကထြက္ရွိထားတဲ့ စိတ္ဝင္စားဖို႔အရမ္းေကာင္းတဲ့ Korean Thriller/Mystery ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္MDL ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/killed-my-wife-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTQ3J8oTTKofAVLYnds2cHUz9KO.jpg",
        "title": "Rambo: Last Blood (2019)",
        "description": "(Unicode)ဒီကားကတော့ တိုက်ခိုက်ခန်းတွေနဲ့သတ်ဖြတ်ခန်းတွေ ရက်စက်တာမို့ R rated သတ်မှတ်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရမ်ဘိုကြီးဟာဗီယက်နမ်စစ်ပွဲ၊ မြန်မာစစ်ပွဲတွေ နွှဲခဲ့အပြီးမှာအိမ်ကိုပြန်လာပြီး မိတ်ဆွေဟောင်း အမျိုးသမီးနဲ့သူ့ရဲ့မြေးလေး ဂေဘရီရယ်တို့ရဲ့ အိမ်မှာ အတူနေနေပါတယ်။တစ်ရက်မှာ ဆယ်ကျော်သက်လေး ဂေဘရီရယ်ဟာမက္ကဆီကို ကိုခိုးထွက်ပြီးသူ့ကိုစွန့်ပစ်သွားတဲ့ဖခင်ဖြစ်သူကို လိုက်ရှာပါတော့တယ်။အဲဒီအချိန်မှာ သူပြန်မလာနိုင်ဘဲလူမှောင်ခို ပြည့်တန်ဆာဂိုဏ်းလက်ထဲပါသွားတဲ့အခါမှာအဘိုးကြီး ရမ်ဘိုတစ်ယောက်စွန့်စားခန်းတွေ ထပ်ဖွင့်ရပါတော့တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…(Zawgyi)ဒီကားကေတာ့ တိုက္ခိုက္ခန္းေတြနဲ႔သတ္ျဖတ္ခန္းေတြ ရက္စက္တာမို႔ R rated သတ္မွတ္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ရမ္ဘိုႀကီးဟာဗီယက္နမ္စစ္ပြဲ၊ ျမန္မာစစ္ပြဲေတြ ႏႊဲခဲ့အၿပီးမွာအိမ္ကိုျပန္လာၿပီး မိတ္ေဆြေဟာင္း အမ်ိဳးသမီးနဲ႔သူ႔ရဲ႕ေျမးေလး ေဂဘရီရယ္တို႔ရဲ႕ အိမ္မွာ အတူေနေနပါတယ္။တစ္ရက္မွာ ဆယ္ေက်ာ္သက္ေလး ေဂဘရီရယ္ဟာမကၠဆီကို ကိုခိုးထြက္ၿပီးသူ႔ကိုစြန႔္ပစ္သြားတဲ့ဖခင္ျဖစ္သူကို လိုက္ရွာပါေတာ့တယ္။အဲဒီအခ်ိန္မွာ သူျပန္မလာႏိုင္ဘဲလူေမွာင္ခို ျပည့္တန္ဆာဂိုဏ္းလက္ထဲပါသြားတဲ့အခါမွာအဘိုးႀကီး ရမ္ဘိုတစ္ေယာက္စြန႔္စားခန္းေတြ ထပ္ဖြင့္ရပါေတာ့တယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္… File Size : (1.80 GB),(800 MB) And (400 MB)\nQuality : EXTENDED Blu-Ray (1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/UQfk/Rambo_-_Last_Blood_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bTaCIwYmJjU4eJcmAwTzjsT6pgM.jpg",
        "title": "All of You(2017)",
        "description": "All of You(2017)(unicode)ဂတ်ဘီဟာ ပေါင်းရသင်းရခက်လွန်းတဲ့ ဂွကျကျ အပျိုကြီးတစ်ယောက်။ သူ့ရဲ့ဇီဇာကြောင်လွန်းတဲ့အပြုအမူတွေကြောင့် လက်ထပ်ဖို့နောက်တွန့်သွားတဲ့ အမျိုးသားတွေလည်း ဒုနဲ့ဒေး။ အပျိုကြီး ဘဝဟာ ဘယ်လိုပဲ ခပ်တည်တည်ရပ်တည်နေပေမယ့်\nအရေးအကြောင်းဆို ပခုံးမှီပြီး ရင်ဖွင့် ဖေးမမယ့်သူလေးတော့ လိုအပ်ကြတယ်မလား။ ဒီလိုနဲ့ ကြံမိကြံရာ Online ကနေ့ ချိန်းတွေဖို့ ကြိုးစားမိတယ်....\nအဲ့ဒီမှာ ယောင်္ကျားတစ်ယောက်နဲ့တွေ့တော့တာပဲ...အဲ့ဒီသူနဲ့ တကယ်ချစ်သွားမှာလား...\nသူတို့ ဘယ်အဆင့်ထိရောက်ကြမလဲ...\nဇီဇာကြောင်အပျိုကြီးရဲ့ ဒဏ်ကိုရော ခံနိုင်ပါ့မလား...\nအချစ်ဆိုတာရော အယူအဆမတူတဲ့သူတွေကြားမှာ ဘယ်လောက်ထိ\nချိန်ညှိပေးနိုင်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...\nချစ်စရာကောင်းတဲ့ အချစ်ဟာသကားလေးပါ။ အထူးသဖြင့်တော့\nဒီဇာတ်ကားရဲ့အကြောင်းအရာတွေတိုက်ဆိုင်ပြီး FA ဖြစ်နေသေးရင်တော့\nကိုယ့်ကိုကိုယ်သိလိုက်ကြပေါ့နော်...\nဖိလစ်ပင်းထုံးစံအတိုင်း ဘိုလိုတွေကြားညှပ်အများကြီးပြောတဲ့နေရာတစ်ချို့မှာ စာတန်းထိုးမရပါဘူး။ အတတ်နိုင်ဆုံးတော့ နားထောင်ပြီးထပ်ဖြည့်ပေးထားတယ်။ လိုအပ်ချက်တွေရှိနေနိုင်ပေမယ့် ဇာတ်လမ်းကို မထိခိုက်ပါဘူး။\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်....(zawgyi)ဂတ္ဘီဟာ ေပါင္းရသင္းရခက္လြန္းတဲ့ ဂြက်က် အပ်ိဳႀကီးတစ္ေယာက္။ သူ႔ရဲ႕ဇီဇာေၾကာင္လြန္းတဲ့အျပဳအမူေတြေၾကာင့္ လက္ထပ္ဖို႔ေနာက္တြန႔္သြားတဲ့ အမ်ိဳးသားေတြလည္း ဒုနဲ႔ေဒး။ အပ်ိဳႀကီး ဘဝဟာ ဘယ္လိုပဲ ခပ္တည္တည္ရပ္တည္ေနေပမယ့္\nအေရးအေၾကာင္းဆို ပခုံးမွီၿပီး ရင္ဖြင့္ ေဖးမမယ့္သူေလးေတာ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1x68h/All_Of_You_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/a.world_.way_.2019-150x200.jpg",
        "title": "A World Away (2019)",
        "description": "A World Away (2019)================#Unicode2019 ကုန်ခါနီးလေးမှာ ထွက်ရှိထားတဲ့ A World Away ဆိုတဲ့ စိတ်ကူးယဉ်သိပ္ပံစွန့်စားခန်းတွေပါဝင်တဲ့\nဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ် …IMDb – 6.8/10 ရရှိထားတာပါ။\nဇာတ်ကြောင်းလေးကတော့ အလယ်တန်းကျောင်းပြီးသွားတဲ့ ကျောင်းသားတစ်စုဟာ\nကျောင်းကရွေးချယ်မှုအရ ဂရန်းကန်ညွန်ကို အလည်အပတ်သွားကြတဲ့အခါမှာ\nလေယာဉ်မှူးဟောင်းတစ်ဦးဖြစ်တဲ့ တောမတ်စ်ဟာ ကလေးတွေကို သူ့ကိုယ်ပိုင်လေယာဉ်နဲ့\nလိုက်ပို့ရင်းကနေ သူ့သမီးကိုလည်း ခရီးစဉ်မှာ လည်ပတ်ဖို့ ခေါ်လာခဲ့ပါတယ်။\nဒီလိုနဲ့ အလုံးစုံပြည့်စုံကောင်းမွန်တဲ့ တောမတ်စ်ရဲ့ လေယာဉ်လေးဟာ တစ်နေရာအရောက်မှာ စက်ချို့ယွင်းပြီး အခြားကမ္ဘာတစ်ခုကိုရောက်သွားခဲ့ပါတယ် …သူနဲ့ ကလေးတွေ အဲ့ဒီကမ္ဘာကနေ ပြန်ထွက်နိုင်ကြမလား\nကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူကြပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်။ #Zawgyi2019 ကုန္ခါနီးေလးမွာ ထြက္ရွိထားတဲ့ A World Away ဆိုတဲ့ စိတ္ကူးယဥ္သိပၸံစြန႔္စားခန္းေတြပါဝင္တဲ့\nဇာတ္ကားေလး တင္ဆက္ေပးခ်င္ပါတယ္ …IMDb – 6.8/10 ရရွိထားတာပါ။\nဇာတ္ေၾကာင္းေလးကေတာ့ အလယ္တန္းေက်ာင္းၿပီးသြားတဲ့ ေက်ာင္းသားတစ္စုဟာ\nေက်ာင္းကေ႐ြးခ်ယ္မႈအရ ဂရန္းကန္ၫြန္ကို အလည္အပတ္သြားၾကတဲ့အခါမွာ\nေလယာဥ္မႉးေဟာင္းတစ္ဦးျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/a-world-away-2019/"
    }
]