[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uRAdEGJD5Tf6L7YfAN5btsdPa0o.jpg",
        "title": "Batla House (2019)",
        "description": "(Unicode)တကယ်တော့ ဒီဇာတ်လမ်းက ဖြစ်ရပ်မှန်ကို အခြေပြုပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ။၂၀၀၈ ခုနှစ် စက်တင်ဘာလ ၁၃ရက်နေ့က ဒေလီမြို့မှာ ပေါက်ကွဲမှု ငါးကြိမ်ဖြစ်ပွားပြီးတဲ့ နောက်ပိုင်း စက်တင်ဘာလ ၁၉ရက်နေ့ကဒေလီမြို့၊ ဂျမီယာနဂါးအရပ်မှာရှိတဲ့ ဖြစ်ပွားခဲ့တဲ့ Batla House encounter case (Batla House ပစ်ခတ်ဖမ်းဆီးမှု) သို့မဟုတ်Operation Batla House (Batla House စစ်ဆင်ရေး) ကို အခြေခံထားတာပါ။အဲ့ဒီစစ်ဆင်ရေးမှာ အကြမ်းဖက်သမားလို့ရဲတွေဘက်က ယူဆထားခဲ့တဲ့ Jamia Millia Islamia University (ဂျမီယာမီလ်လာအစ္စလာမ်မီယာတက္ကသိုလ်)ကကျောင်းသားငါးယောက်ကို ပိတ်ဆို့ဖမ်းဆီးရင်း နှစ်ဦးနှစ်ဖက် ပစ်ခတ်တဲ့ အခြေအနေကို ရောက်သွားတယ်။ဒီဖြစ်စဉ်မှာ ကျောင်းသား ၂ယောက်ကို အသေဖမ်းမိတယ် ၊ ၂ယောက်က လွတ်သွားပြီး ၊ ကျန် ၁ ယောက်ကို အရှင်ဖမ်းမိတယ် ။ရဲတွေဘက်မှာလည်း စစ်ဆင်ရေးကို ဦးဆောင်တဲ့ အရာရှိတစ်ယောက် ကျဆုံးပြီး ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/batla-house-2019/",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/rrr-136x200.jpg",
        "title": "The Rocketeer (1991)",
        "description": "[ Unicode ]The Rocketeer (1991)Dark Horse Comicက ထုတ်ဖူးခဲ့တဲ့ Rocketeer comic စီးရီးကို Period SuperHero ကားတစ်ကားအဖြစ် ၁၉၉၁မှာ Disneyက ပြန်အသက်သွင်းထားခဲ့ပါတယ်။ဇာတ်ကြောင်းအကျဉ်းကတော့...1938ခုနှစ်မှာ နာမည်ကျော် လေယာဉ်ထုတ်လုပ်သူ Howard Hughesဟာ ကျောမှာတပ်ဆင်ပြီးပျံသန်းလို့ရစေမဲ့ ဒုံးပျံကို အချိန်အင်အား ငွေအင်အား လူအင်အားများစွာသုံးပြီး တီထွင်ခဲ့ပါတယ်။ဒီဒုံးပျံရဲ့ ရှေ့ပြေးပုံစံကို နာဇီတွေလည်း စမ်းသပ်တီထွင်ခဲ့ပေမယ့် မအောင်မြင်ခဲ့ပါဘူး။ဇာတ်လမ်းအစမှာတော့ ဒုံးပျံဝတ်ကွန်မန်ဒိုတွေနဲ့ ကမ္ဘာကိုသိမ်းချင်တဲ့ နာဇီတွေဟာ Howardရဲ့ဒုံးပျံကို ခိုးယူပြီး နည်းပညာခိုးဖို့ကြံစည်နေပါပြီ။FBIက ဒီဒုံးပျံသူခိုးတွေနောက်ကိုလိုက်ရင်း သူခိုးတွေချောင်ပိတ်မိနေချိန်မှာတော့ သူခိုးတွေဟာ လေယာဉ်ရုံတစ်ခုထဲမှာ ပစ္စည်းလဲထည့်ခဲ့ကြပြီးပါပြီ။ဒီပစ္စည်းကိုတွေ့သွားတဲ့ စတန့်ပိုင်းလော့ Cliff Secordနဲ့ သူ့ အဖော်စက်ပြင်ဆရာ Peevyတို့နှစ်ယောက်သား ဒီဒုံးပျံကို ပြင်ဆင်စမ်းသပ်ခဲ့ပါတယ်။FBIက ပျက်စီးသွားပြီထင်နေတဲ့ ကြေးစား လူဆိုးတစ်အုပ် မရမနေရှာနေတဲ့ ဒုံးပျံဟာ သတင်းစာရဲ့ ခေါင်းကြီးသတင်းကနေပါလာတဲ့အခါနာဇီတွေနဲ့ FBIအပြိုင်ကြဲရှာကြမယ့်ကြားက မြေစာပင်တွေကတော့ Cliff ...",
        "rating": "6.4",
        "url": "https://megaup.net/R49z/The.Rocketeer.1991.mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5kVYFF1ROpTjpl4SCtNbnikBSji.jpg",
        "title": "Killer Sofa (2019)",
        "description": "Horrorဇာတ်လမ်း​တွေကိုမှကြိုက်တတ်တဲ့သူ​တွေအတွက်ဇာတ်ကား​ကောင်း​လေးတစ်ကားပါဖရီဒရီကိုအသတ်ခဲ့ရမှုနဲ့ ဖရန်ချက်စ်ကာနဲ့မက်စီတို့နှစ်​ယောက်ကိုရဲအရာရှိ​တွေကစစ်​မေးခဲ့ကြတယ်ဖရီဒရီကိုက ဖရန်ချက်စ်ကာပတ်သတ်ဖူးခဲ့တဲ့​ယောကျ်ား​လေး​တွေထဲတစ်​ယောက်​ပေါ့ဖရန်ချက်စ်ကာဆီကိုထူးဆန်းတဲ့ဆိုဖာ​ရောက်လာခဲ့တယ်အဲ့ဆိုဖာကဘာ​တွေထူးဆန်းလဲ​နောက်ပိုင်းမှာဘယ်လို​တွေဖြစ်လာမလဲဆိုတာကိုစိတ်လှုပ်ရှားစရာကြည့်ရှု့ရမှာပါHorrorကားကြည့်တဲ့သူ​တွေအကြိုက်​တွေ့​စေမယ့်ဇာတ်ကား​ကောင်း​လေးပါ File Size : ( 758 GB , 277 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : Comedy , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "4.2",
        "url": "https://megaup.net/2SWwO/(CM)_Killer_Sofa_2019_(Large_Size).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bTq793Qwl3tCXb94zrDPAwppbsC.jpg",
        "title": "The Art of Self-Defense (2019)",
        "description": "ဒါကတော့ 2019ရဲ့ Drama/Thriller ကားကောင်းလေးတစ်ကားပါ။ဒီကားထဲမှာတော့ Jeese Eisenbergကို ခါတိုင်းလို ယုံကြည်မှုတွေပြည့်ဝနေတဲ့ဆရာကြီးတစ်ယောက်အဖြစ်မြင်တွေ့ရမှာမဟုတ်ဘဲကိုယ့်ကိုယ်ကိုယုံကြည်မှုမရှိ ကျားကျားယားယားမရှိတုံ့ဆိုင်းပြီးအားနည်းနေတဲ့ ကေဆီ(နာမည်ကိုကမိန်းမနာမည်နဲ့)အဖြစ်တွေ့ရမှာပါ။တစ်ညမှာ ကေဆီတစ်ယောက် ခွေးစာသွားဝယ်ရင်းလုယက်ခံရတာနဲ့ ကိုယ့်ကိုယ်ကိုကာကွယ်ဖို့ ကရာတေးသင်ပါတော့တယ်။ကရာတေးကိုအရမ်းကိုရူးသွားပြီး ကရာတေးနည်းပြကသူ့ကိုအာရုံစိုက်လာတဲ့အခါမှာတော့ ...ကြည့်နေရင်းနဲ့ Thrillerပါတယ်သာပြောတယ်ခုထိဘာမှမဖြစ်ပါလားတွေးနေရင်း တစ်ချက်တစ်ချက်ထထပြီးwtf manတွေဖြစ်ကုန်ပါတယ်။ဘာတွေဆက်ဖြစ်လဲဆိုတာကိုတော့ Rattingတွေလည်းကောင်းပြီးJeeseပါဝင်သရုပ်ဆောင်ထားတဲ့ မိမိကိုယ်ကိုကာကွယ်ခြင်းအနုပညာဆိုတဲ့ဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါ File Size : ( 1GB , 345 MB)Quality :  BluRay 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : Comedy , Crime , Drama Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/R4ab/(CM)_The_Art_Of_Self_Defense_2019_(Large_Size).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0FWbzrmm99BTfUqf1Lbjl2zu3S.jpg",
        "title": "Scary Stories to Tell in the Dark (2019)",
        "description": "မကြာသေးခင်ကမှ ရုံတင်သွားတဲ့ Horror ကား ကောင်းကောင်းလေးပါဗျ။ဇာတ်လမ်းတွေက နာကျင်စေတယ်။ဇာတ်လမ်းတွေက အနာကျက်စေတယ်။ဇာတ်လမ်းတွေက ကျွန်တော်တို့ ဘယ်သူဘယ်ဝါရယ် လို့ ပုံဖော်ပေးတယ်။ခင်ဗျားတို့ရော ကိုယ်ရဲ့ ရှေ့ဖြစ်ဇာတ်လမ်းကို ကြိုသိရပါမယ် ဆိုပါစို့။​အကောင်းတွေတော့ မဟုတ်ဘူးနော်။အဆိုးတွေ..... ကံကြမ္မာဆိုးတွေ ဇာတ်လမ်းကတော့ ဒီလိုပါ။ဟောလိုဝင်းနေ့မှာ ကလေးတစ်သိုက်က သရဲခြောက်တဲ့အိမ်ကြီးတစ်အိမ်ကို ရောက်သွားတယ်။အဲဒီအိမ်မှာ ဒဏ္ဍာရီတစ်ခု ရှိတယ်။အဲဒီအိမ်က အမျိုးသမီးရဲ့ဇာတ်လမ်းကို နားထောင်ပြီးတဲ့ကလေးတိုင်းပျောက်ဆုံးသွားလေ့ ရှိတယ်။မမျှော်လင့်ဘဲ အဲဒီအမျိုးသမီးကြီးရဲ့ ဇာတ်လမ်းတွေ ရေးထားတဲ့ စာအုပ်ကို ရခဲ့တယ်။စာအုပ်ထဲမှာ ဇာတ်လမ်းတွေ အလိုလိုပေါ်လာခဲ့တယ်။ပေါ်လာခဲ့တဲ့ ဇာတ်လမ်းတွေကလည်း တကယ်ဖြစ်လာခဲ့တယ်။အဲဒီကံကြမ္မာဆိုးကို သူတို့ ဘယ်လို ရှောင်လွှဲကြမလဲ?????ရှောင်လွှဲဖို့ရော ဖြစ်နိုင်ပါ့မလား?????စာအုပ်ကရော ဘာရာဇဝင်တွေ ရှိနေတာလဲ?????ဇာတ်လမ်းက ကြောက်ဖို့ကောင်းသလို ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eRsf/(CM)_Scary_Stories_to_Tell_in_the_Dark_2019_(Large_Size).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tBsEMAR6yjusIG607PqpNH7qXEy.jpg",
        "title": "Blind Detective(2013)",
        "description": "Blind Detective(2013)(Zawgyi)အမုိက္စားဇာတ္လမ္းမုိ႕ BluRay 1080 5.1ch ပါျပဳလုပ္ေပးထားပါတယ္...ေခတ္မွီတိုးတက္တဲ့နည္းပညာေတြအကူအညီနဲ႔ ႐ုပ္ရွင္ကားေတြဟာလည္း ပိုမိုအေရာင္အေသြးစုံလင္လာလို႔ ပရိတ္သတ္ေတြအတြက္လည္း ရသအျပည့္အဝခံစားလာရတယ္...\nသို႔ေပမယ့္ ဒီဘက္ေခတ္ တ႐ုတ္႐ုပ္ရွင္ေတြဟာ အရင္ကားေတြကို မမွီတဲ့အျပင္ ေဆးဆိုးပန္း႐ိုက္႐ုပ္ေတြကိုပဲ ဦးစားေပးလာသလိုခံစားရတယ္....ေကာင္းတဲ့ကားေတြရွိေပမယ့္\nကြၽန္ေတာ္တို႔အႀကိဳက္ျဖစ္တဲ့ကားေတြေတာ့ နည္းလာတယ္ဆိုတာ လက္မခံခ်င္လည္း လက္ခံရမွာပဲ.....\nဒါ့ေၾကာင့္ပဲ အရင္ေခတ္က ထြက္ရွိခဲ့တဲ့ Blind Detective (2013) ကားကို ျပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္...စိတ္ဝင္စားဖြယ္မႈခင္းကားျဖစ္သလို နာမည္ႀကီးမင္းသားျဖစ္တဲ့ Andy Lau ကည္း မ်က္ကန္းစုံေထာက္အျဖစ္သ႐ုပ္ေဆာင္ထားတယ္....\nတကယ့္အမွဳၾကီးေတြကုိ မ်က္ကန္းတစ္ေယာက္ဟာ ဘယ္လုိစုံေထာက္မလဲဆုိတာကုိ\nစိတ္၀င္စားဖြယ္ရာေတြ႕ရမွာပါ...\nသူ႕ရဲ႕ဆက္စပ္ေတြးေခၚပုံေတြက ဇာတ္လမ္းရဲ႕ အဓိကအသက္ျဖစ္သလုိ\nဟာသေလးေတြ ၾကည္နူးဖြယ္ရာအခ်စ္ဇာတ္အိမ္ေလးလည္းပါသမုိ႕ခံစားၾကည့္ၾကပါဦးလုိ႕.......ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ba Chit ပဲျဖစ္ပါတယ္...(Unicode)အမိုက်စားဇာတ်လမ်းမို့ BluRay 1080 5.1ch ပါပြုလုပ်ပေးထားပါတယ်...ခေတ်မှီတိုးတက်တဲ့နည်းပညာတွေအကူအညီနဲ့ ရုပ်ရှင်ကားတွေဟာလည်း ပိုမိုအရောင်အသွေးစုံလင်လာလို့ ပရိတ်သတ်တွေအတွက်လည်း ရသအပြည့်အဝခံစားလာရတယ်...\nသို့ပေမယ့် ဒီဘက်ခေတ် တရုတ်ရုပ်ရှင်တွေဟာ အရင်ကားတွေကို မမှီတဲ့အပြင် ဆေးဆိုးပန်းရိုက်ရုပ်တွေကိုပဲ ဦးစားပေးလာသလိုခံစားရတယ်....ကောင်းတဲ့ကားတွေရှိပေမယ့်\nကျွန်တော်တို့အကြိုက်ဖြစ်တဲ့ကားတွေတော့ နည်းလာတယ်ဆိုတာ လက်မခံချင်လည်း လက်ခံရမှာပဲ.....\nဒါ့ကြောင့်ပဲ အရင်ခေတ်က ထွက်ရှိခဲ့တဲ့ Blind ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/blind-detective2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BZTkyNmMzMTEtZTNjMC00NTg4LWJlNTktZDdmNzE1M2YxN2E4XkEyXkFqcGdeQXVyNzU3NjUxMzE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Wonder Woman: Bloodlines (2019)",
        "description": "Wonder woman ဇာတ္လမ္းေတြထဲက\nဝန္ဒါးဝူးမန္းတစ္ေယာက္အျဖစ္သို႕ေရာက္ရွိလာခဲ့ပံုနဲ႕\nသူ႕ရဲ႕ဇာတိေမြးရပ္ေျမျဖစ္တဲ့ သစ္မီစစီရာကို\nရန္သူေတြရဲ႕လက္ကေနျပန္လည္ကာကြယ္တိုက္ခိုက္ခဲ့ပံုတို႔အေၾကာင္းကို\n႐ိုက္ကူးတင္ဆက္ထားတဲ့ အန္နီေမးရွင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္.\nဒီႏွစ္မွထြက္ရွိထားတဲ့ဇာတ္ကားသစ္ျဖစ္ၿပီးေတာ့\nအစပိုင္းတစ္ခ်ိဳ႕ကအရင္ႏွစ္မ်ားကထြက္ရွိထားတဲ့ကားေတြအတိုင္း\nအနည္းငယ္ေတာ့ဆင္တူျဖစ္ေနပါတယ္.\nဒါကလဲ ဝန္ဒါးဝူးမန္းျဖစ္ေပၚလာပံုရယ္ဆိုေတာ့လဲ ဒီအတိုင္းပဲ႐ိုက္ရမွာေပါ့ေနာ္.\nဝန္ဒါးဝူးမန္းတစ္ေယာက္သူ႔ရဲ႕အမိေျမကိုကာကြယ္ဖို႕\nဘယ္ေလာက္ထိ အေမဇုန္သူေကာင္းတစ္ေယာက္ပီသစြာ ေပးဆပ္ခဲ့ရတယ္ဆိုတာကို\nၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္ဗ်.\nUnicode\nWonder woman ဇာတ်လမ်းတွေထဲက\nဝန်ဒါးဝူးမန်းတစ်ယောက်အဖြစ်သို့ရောက်ရှိလာခဲ့ပုံနဲ့\nသူ့ရဲ့ဇာတိမွေးရပ်မြေဖြစ်တဲ့ သစ်မီစစီရာကို\nရန်သူတွေရဲ့လက်ကနေပြန်လည်ကာကွယ်တိုက်ခိုက်ခဲ့ပုံတို့အကြောင်းကို\nရိုက်ကူးတင်ဆက်ထားတဲ့ အန်နီမေးရှင်းဇာတ်ကားတစ်ကားဖြစ်ပါတယ်.\nဒီနှစ်မှထွက်ရှိထားတဲ့ဇာတ်ကားသစ်ဖြစ်ပြီးတော့\nအစပိုင်းတစ်ချို့ကအရင်နှစ်များကထွက်ရှိထားတဲ့ကားတွေအတိုင်း\nအနည်းငယ်တော့ဆင်တူဖြစ်နေပါတယ်.\nဒါကလဲ ဝန်ဒါးဝူးမန်းဖြစ်ပေါ်လာပုံရယ်ဆိုတော့လဲ ဒီအတိုင်းပဲရိုက်ရမှာပေါ့နော်.\nဝန်ဒါးဝူးမန်းတစ်ယောက်သူ့ရဲ့အမိမြေကိုကာကွယ်ဖို့\nဘယ်လောက်ထိ အမေဇုန်သူကောင်းတစ်ယောက်ပီသစွာ ပေးဆပ်ခဲ့ရတယ်ဆိုတာကို\nကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်ဗျ.\nFile size…(1.16gb) and (599mb)\nQuality…1080p WEB-DL.DD.5.1 H264 FGT\nFormat…mp4\nDuration…1h 23min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator…Charm",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/wonder-woman-bloodlines-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eQX85jK9Ev7AOba3GGdXi9X8clh.jpg",
        "title": "Agent Vinod ( 2012 )",
        "description": "Zawgyi*******2012 က ထြက္ရွိထားတဲ႔ ေဘာလိ၀ုဒ္ ဇာတ္ကားေကာင္းေလးပါပဲအညြန္းကေတာ႔ Agent Vinod ဟာ အေတာ္ေတာ္တဲ႔ေအးဂ်င္႔တစ္ေယာက္ၿဖစ္ပါတယ္သူဟာ သူ႕ရဲ႕သူငယ္ခ်င္းလုပ္ေဖၚကိုင္ဖက္ၿဖစ္တဲ႔ ရာဂ်န္အသတ္ခံရမွုအတြက္အမွုမွန္ကိုေဖၚထုတ္ဖုိ႕တာ၀န္ေပးထားၿခင္းကိုခံရပါတယ္Vinod ဟာတရားခံကိုေဖၚထုတ္ဖုိ႕ၾကိဳးစားေနရင္းကကမာၻတစ္၀ွမ္းမွာၿဖစ္ပ်က္ေနတဲ႔အၿဖစ္အပ်က္ေတြကေနတဆင္႔ၾကီးမားတဲ႔ သဲလြန္စေတြကိုေၿခရာခံမိပါေတာ႔တယ္အတိုက္အခိုက္ အပစ္အခတ္ၾကိဳက္တဲ႔သူေတြအတြက္ေတာ႔ၾကည္႕ေကာင္းမယ္႔ဇာတ္ကားမ်ိဳးပါပဲ ဘာသာၿပန္တဲ႔သူကေတာ႔H&Y ပဲၿဖစ္ပါတယ္ Unicode*******2012 က ထွက်ရှိထားတဲ့ ဘောလိဝုဒ် ဇာတ်ကားကောင်းလေးပါပဲအညွန်းကတော့ Agent Vinod ဟာ အတော်တော်တဲ့အေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်သူဟာ သူ့ရဲ့သူငယ်ချင်းလုပ်ဖေါ်ကိုင်ဖက်ဖြစ်တဲ့ ရာဂျန်အသတ်ခံရမှုအတွက်အမှုမှန်ကိုဖေါ်ထုတ်ဖို့တာဝန်ပေးထားခြင်းကိုခံရပါတယ်Vinod ဟာတရားခံကိုဖေါ်ထုတ်ဖို့ကြိုးစားနေရင်းကကမ္ဘာတစ်ဝှမ်းမှာဖြစ်ပျက်နေတဲ့အဖြစ်အပျက်တွေကနေတဆင့်ကြီးမားတဲ့ သဲလွန်စတွေကိုခြေရာခံမိပါတော့တယ်အတိုက်အခိုက် အပစ်အခတ်ကြိုက်တဲ့သူတွေအတွက်တော့ကြည့်ကောင်းမယ့်ဇာတ်ကားမျိုးပါပဲ ဘာသာပြန်တဲ့သူကတော့H&Y ပဲဖြစ်ပါတယ် Translated & Review By H&YEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/agent-vinod-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yi3aQbrp0lou1JA6CTKRV4I22Ij.jpg",
        "title": "Ghost Wife ( 2018 )",
        "description": "Zawgyi*******လွပေခ်ာေမာတဲ့ နပ္ဟာဆိုရင္ ဘန္ေကာက္ၿမိဳ႕ရွိ ေက်ာင္းတစ္ေက်ာင္းမွာပညာသင္ဆုရခဲ့တယ္အဲ့ေက်ာင္းစေရာက္တဲ့ေနမွာပဲ စီနီယာေခ်ာေလးမက္နဲ႔ေတြ႕ခဲ့ၿပီး ခင္မင္ရင္ႏွီးခြင့္ရခဲ့တယ္ သိပ္မၾကာခင္ႏွစ္ေယာက္သားရည္းစားျဖစ္ခဲ့ၾကတယ္ခ်မ္းသာတဲ့ မက္အေမကေတာ့ နပ္နဲ႔သေဘာမတူခဲ့ဘူးမက္ကိုႏိူင္ငံျခားလြတ္ခဲ့တယ္အဲ့အခ်ိန္မွာပဲ နပ္မွာကိုယ္ဝန္ရွိႏွင့္ၿပီဆိုတာ အေမကသိေတာ့ နပ္ကိုကိုယ္ဝန္ဖ်က္ခ်ဖို႔ တိုက္တြန္းခဲ့တယ္ ကံဆိုးမိုးေမွာင္စြာပဲ နပ္ကိုယ္ဝန္ဖ်က္ခ်တဲ့အခ်ိန္မွာဆုံးသြားခဲ့ ၿပီး သရဲအျဖစ္နဲ႔ မက္ရဲ႕ကတိစကားေတြနဲ႔အတူ သူတို႔ရဲ႕ တိုက္ခန္းမွာေစာင့္ေနခဲ့တယ္ဇာတ္လမ္းေလးကေတာ့ မက္ကျပန္လာမွာလား ကတိတည္မွာလားၿပီးေတာ့ ဘယ္ေလာက္ေၾကာက္စရာေကာင္းမလဲနဲ႔သူတို႔ႏွစ္ေယာက္ရဲ႕အခ်စ္က ၿပီးျပည့္စုံမလားဆိုတာဆက္လက္ၾကည့္ရႈၾကဖို႔ တိုက္တြန္းလိုက္ပါရေစေနာ္.... Unicode*******လှပချောမောတဲ့ နပ်ဟာဆိုရင် ဘန်ကောက်မြို့ရှိ ကျောင်းတစ်ကျောင်းမှာပညာသင်ဆုရခဲ့တယ်အဲ့ကျောင်းစရောက်တဲ့နေမှာပဲ စီနီယာချောလေးမက်နဲ့တွေ့ခဲ့ပြီး ခင်မင်ရင်နှီးခွင့်ရခဲ့တယ် သိပ်မကြာခင်နှစ်ယောက်သားရည်းစားဖြစ်ခဲ့ကြတယ်ချမ်းသာတဲ့ မက်အမေကတော့ နပ်နဲ့သဘောမတူခဲ့ဘူးမက်ကိုနိူင်ငံခြားလွတ်ခဲ့တယ်အဲ့အချိန်မှာပဲ နပ်မှာကိုယ်ဝန်ရှိနှင့်ပြီဆိုတာ အမေကသိတော့ နပ်ကိုကိုယ်ဝန်ဖျက်ချဖို့ တိုက်တွန်းခဲ့တယ် ကံဆိုးမိုးမှောင်စွာပဲ နပ်ကိုယ်ဝန်ဖျက်ချတဲ့အချိန်မှာဆုံးသွားခဲ့ ပြီး သရဲအဖြစ်နဲ့ မက်ရဲ့ကတိစကားတွေနဲ့အတူ သူတို့ရဲ့ တိုက်ခန်းမှာစောင့်နေခဲ့တယ်ဇာတ်လမ်းလေးကတော့ မက်ကပြန်လာမှာလား ကတိတည်မှာလားပြီးတော့ ဘယ်လောက်ကြောက်စရာကောင်းမလဲနဲ့သူတို့နှစ်ယောက်ရဲ့အချစ်က ပြီးပြည့်စုံမလားဆိုတာဆက်လက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေနော်.... Translated & Review By NannEncoded By LK",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ghost-wife-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m8m0MBhnQCS3pbgoZTyJC6Mj4kw.jpg",
        "title": "Always Miss You ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ၂၀၁၉ေမလမွာထြက္ထားၿပီး Box office Worldwideမွာ$17691872အထိ ဝင္ေငြစံခ်ိန္တင္ထားတဲ့အခ်စ္ဇာတ္ကားေကာင္းေလးတစ္ခုျဖစ္ပါတယ္ .ကိုယ္ခ်စ္ရသူနဲ႔အႀကိမ္ႀကိမ္လြဲေခ်ာ္ေနရလို႔ စိတ္ညစ္ေနရပါသလား...အခ်စ္ေရးကံမေကာင္းမႈေတြမ်ားေနပါသလား ဒီဇာတ္လမ္းေလးကိုၾကည့္လိုက္ပါ...စိတ္ဓါတ္ခြန္အားရေစမွာေတာ့ေသခ်ာပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ့ရွင္းထ်န္ဆိုနဲ့မိန္းကေလးတစ္ေယာက္ဟာသူမအထက္တန္းေက်ာင္းတုန္းကတိတ္တခိုးခ်စ္ရသူနဲ့အျကိမ္ျကိမ္လြဲေခ်ာ္ျပီးေနာက္မွာ လက္လြတ္ဖို႔ဆံုးျဖတ္လိုက္ၿပီးအခ်စ္သစ္ကို႐ွာေဖြခဲ့ေပမယ့္ ထင္သလိုျဖစ္မလာတဲ့အခါ..တစ္ဖက္မွာလဲဘသူမတိတ္တခိုးခ်စ္ရသူနဲ႔ျပန္ဆံုဖို႔ျဖစ္လာတဲ့အခါ..သူမရဲ့အခ်စ္ခရီးလမ္းမွာ ဘယ္လိုခက္ခဲမႈေတြနဲ႔ၾကံဳေတြ႔ရမွာလဲ..ေပ်ာ္ရႊင္မႈကိုရႏိုင္ဖို႔အတြက္ဘယ္လိုအခက္အခဲေတြကဟန္႔တားေနမွာလဲ....အခ်စ္စစ္အတြက္ ျဖစ္စဥ္အားလံုးကိုသတၱိ႐ွိ႐ွိရင္ဆိုင္ရင္းေပ်ာ္ရႊင္တဲ့ဘဝခရီဆီအေရာက္လွမ္းႏိုင္ပါ့မလား..... Unicode*******ဒီကားလေးဟာ၂၀၁၉မေလမှာထွက်ထားပြီး Box office Worldwideမှာ$17691872အထိ ဝင်ငွေစံချိန်တင်ထားတဲ့အချစ်ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ် .ကိုယ်ချစ်ရသူနဲ့အကြိမ်ကြိမ်လွဲချော်နေရလို့ စိတ်ညစ်နေရပါသလား...အချစ်ရေးကံမကောင်းမှုတွေများနေပါသလား ဒီဇာတ်လမ်းလေးကိုကြည့်လိုက်ပါ...စိတ်ဓါတ်ခွန်အားရစေမှာတော့သေချာပါတယ် ဇာတ်လမ်းအကျဉ်းကတော့ရှင်းထျန်ဆိုနဲ့မိန်းကလေးတစ်ယောက်ဟာသူမအထက်တန်းကျောင်းတုန်းကတိတ်တခိုးချစ်ရသူနဲ့အကြိမ်ကြိမ်လွဲချော်ပြီးနောက်မှာ လက်လွတ်ဖို့ဆုံးဖြတ်လိုက်ပြီးအချစ်သစ်ကိုရှာဖွေခဲ့ပေမယ့် ထင်သလိုဖြစ်မလာတဲ့အခါ..တစ်ဖက်မှာလဲဘသူမတိတ်တခိုးချစ်ရသူနဲ့ပြန်ဆုံဖို့ဖြစ်လာတဲ့အခါ..သူမရဲ့အချစ်ခရီးလမ်းမှာ ဘယ်လိုခက်ခဲမှုတွေနဲ့ကြုံတွေ့ရမှာလဲ..ပျော်ရွှင်မှုကိုရနိုင်ဖို့အတွက်ဘယ်လိုအခက်အခဲတွေကဟန့်တားနေမှာလဲ....အချစ်စစ်အတွက် ဖြစ်စဉ်အားလုံးကိုသတ္တိရှိရှိရင်ဆိုင်ရင်းပျော်ရွှင်တဲ့ဘဝခရီဆီအရောက်လှမ်းနိုင်ပါ့မလား..... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/always-miss-you-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/68423402_496140624505588_8834684029212033024_n-153x200.gif",
        "title": "Insect Master ( 2019 )",
        "description": "Zawgyi*******ဟိုးအရင္ကတည္းက တခ်ိဳ႕ေတာအုပ္ႀကီးေတြထဲမွာထူးဆန္းတဲ့အင္းဆက္ပိုးေကာင္ေတြ႐ွိေနၿပီးသူတို႔ကလူ႔ကိုယ္ထဲတြင္ေနႏိုင္ကာသူတို႔ရဲ႕အဆိပ္ရည္ကလူ႔ကိုယ္ထဲေရာက္သြားရင္အင္ဇိုင္းေျပာင္းလဲျခင္းေတြျဖစ္လာၿပီးေသခါနီးလူကိုျပန္႐ွင္လာႏိုင္ေစတဲ့ သာမန္လူထက္သာတဲ့စြမ္းအင္ေတြကိုလူကရ႐ွိလာပါတယ္....ဒါေပမဲ့လူကိုစြမ္းအားေပးတဲ့အင္းဆက္အဆိပ္ရည္ကအလြန္တရာမွ႐ွားပါးလို႔အဆိပ္ရည္နဲ႔လူရဲ႕မ်ိဳးဗီဇေျပာင္းလဲႏိုင္ေအာင္ႏွစ္ေပါင္းမ်ားစြာစမ္းသပ္မႈေတြတစ္ခုၿပီးတစ္ခုလုပ္လာခဲ့တဲ့ပါေမာကၡႀကီးလ်ိဳဟံု....ေနာက္ပိုင္းသက္႐ွိလူေတြနဲ႔ပါစမ္းသပ္မႈျပဳလုပ္လာေသာအခါ....တို္က္ဆိုင္စြာတစ္ခ်ိန္ကညီအစ္ကိုလိုခင္မင္လာခဲ့တဲ့လန္က်ိဳရဲ႕သမီးလန္႐ွန္းထင္ကိုယ္မွာသူလိုခ်င္တဲ့အစြမ္းထက္အဆိပ္႐ွိေနေသာအခါ....အစြမ္းထက္အင္းဆက္အဆိပ္ရည္နဲ႔လူသားအစြမ္းထက္ေအာင္ျပဳလုပ္ဖို႔ဖန္တီးေနတာကသဘာဝတရားႀကီးကိုဆန္႔က်င္တဲ့ကိစၥျဖစ္ၿပီးအလြန္အႏၱရာယ္လည္းႀကီးတဲ့ကိစၥျဖစ္လို႔အဲ့စမ္းသပ္မႈကိုလိုက္တားဆီးေနတဲ့လန္က်ိဳသမီးကိုကာကြယ္ေစာင့္ေ႐ွာက္ေပးရမဲ့အေဖ....သူတို႔သံုးေယာက္ၾကားကဘာေတြဆက္ျဖစ္လာမွာလဲဆုိတာ ဆက္လက္ၾကည့္႐ႈၾကဖုိ႔တုိက္တြန္းလုိက္ပါရေစေနာ္ Unicode******ဟိုးအရင်ကတည်းက တချို့တောအုပ်ကြီးတွေထဲမှာထူးဆန်းတဲ့အင်းဆက်ပိုးကောင်တွေရှိနေပြီးသူတို့ကလူ့ကိုယ်ထဲတွင်နေနိုင်ကာသူတို့ရဲ့အဆိပ်ရည်ကလူ့ကိုယ်ထဲရောက်သွားရင်အင်ဇိုင်းပြောင်းလဲခြင်းတွေဖြစ်လာပြီးသေခါနီးလူကိုပြန်ရှင်လာနိုင်စေတဲ့ သာမန်လူထက်သာတဲ့စွမ်းအင်တွေကိုလူကရရှိလာပါတယ်....ဒါပေမဲ့လူကိုစွမ်းအားပေးတဲ့အင်းဆက်အဆိပ်ရည်ကအလွန်တရာမှရှားပါးလို့အဆိပ်ရည်နဲ့လူရဲ့မျိုးဗီဇပြောင်းလဲနိုင်အောင်နှစ်ပေါင်းများစွာစမ်းသပ်မှုတွေတစ်ခုပြီးတစ်ခုလုပ်လာခဲ့တဲ့ပါမောက္ခကြီးလျိုဟုံ....နောက်ပိုင်းသက်ရှိလူတွေနဲ့ပါစမ်းသပ်မှုပြုလုပ်လာသောအခါ....တိုက်ဆိုင်စွာတစ်ချိန်ကညီအစ်ကိုလိုခင်မင်လာခဲ့တဲ့လန်ကျိုရဲ့သမီးလန်ရှန်းထင်ကိုယ်မှာသူလိုချင်တဲ့အစွမ်းထက်အဆိပ်ရှိနေသောအခါ....အစွမ်းထက်အင်းဆက်အဆိပ်ရည်နဲ့လူသားအစွမ်းထက်အောင်ပြုလုပ်ဖို့ဖန်တီးနေတာကသဘာဝတရားကြီးကိုဆန့်ကျင်တဲ့ကိစ္စဖြစ်ပြီးအလွန်အန္တရာယ်လည်းကြီးတဲ့ကိစ္စဖြစ်လို့အဲ့စမ်းသပ်မှုကိုလိုက်တားဆီးနေတဲ့လန်ကျိုသမီးကိုကာကွယ်စောင့်ရှောက်ပေးရမဲ့အဖေ....သူတို့သုံးယောက်ကြားကဘာတွေဆက်ဖြစ်လာမှာလဲဆိုတာ ဆက်လက်ကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါရစေနော် Translated & Review By XiaoEncoded By LK",
        "rating": "5",
        "url": "https://channelmyanmar.org/insect-master-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ngKxbvsn9Si5TYVJfi1EGAGwThU.jpg",
        "title": "Spotlight ( 2015 )",
        "description": "Zawgyi*******2015 တုန္းက ေအာ္စကာရခဲ့တဲ့ ျဖစ္ရပ္မွန္ဇာတ္ကားေလးပါ။IMDb 8.1 ရရွိထားပါတယ္ဘာသာျပန္ေပးမယ္ ေပးမယ္နဲ႕ မအားတာနဲ႕ ခုမွပဲ တင္ေပးႏုိင္ပါေတာ့တယ္။ကမာၻၾကီးကို တုန္လႈပ္သြားေစတဲ့ သတင္းၾကီးတစ္ခုကို ထုတ္ျပန္လိုက္တဲ့စေပါ့လိုက္အဖြဲ႕ရဲ႕ အေတြ႕အၾကံဳေတြကို ျပသထားတာပဲ ျဖစ္ပါတယ္။အဲဒီသတင္းကေတာ့ ကတ္သလစ္ ဘုရားေက်ာင္းအဖြဲ႕ကဘုန္းေတာ္ၾကီးေတြက ေယာက်ာ္းေလး ကေလးငယ္ေတြကိုလိင္ပိုင္းဆိုင္ရာ အျမတ္ထုတ္မႈေတြရွိေနတဲ့ သတင္းအျပင္၊အၾကီးပိုင္းက သိရက္န႕ လ်စ္လ်ဴရႈထားတာကိုပါ ေဖာ္ထုတ္ျပႏိုင္ခဲ့လို႕တစ္ကမာၻလံုး ပြဲဆူသြားခဲ့တာ ျဖစ္ပါတယ္။ ဒီရုပ္ရွင္ထဲမွာေတာ့စေပါ့လိုက္ သတင္းေထာက္အဖြဲ႕ရဲ႕ ၾကိဳးစားမႈေတြ၊ က်ဴးလြန္ခံရသူေတြရဲ႕ခံစားခ်က္ေတြ၊ ေရွ႕ေနနဲ႕ ဂုဏ္သေရရွိလူၾကီးေတြရဲ႕ ဘက္လိုက္မႈေတြ၊ဖိအားေတြကို ေသခ်ာျပသထားတာေတြ႕မွာပါ။ တကယ္ကို တစ္ထိုင္တည္းမရပ္တမ္း ၾကည့္ခ်င္စရာ ရုပ္ရွင္တစ္ခုပါပဲ။ မၾကည့္ရေသးရင္ ခံစားၾကည့္လိုက္ၾကပါဦး။ Unicode*******2015 တုန်းက အော်စကာရခဲ့တဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားလေးပါ။IMDb 8.1 ရရှိထားပါတယ်ဘာသာပြန်ပေးမယ် ပေးမယ်နဲ့ မအားတာနဲ့ ခုမှပဲ တင်ပေးနိုင်ပါတော့တယ်။ကမ္ဘာကြီးကို တုန်လှုပ်သွားစေတဲ့ သတင်းကြီးတစ်ခုကို ထုတ်ပြန်လိုက်တဲ့စပေါ့လိုက်အဖွဲ့ရဲ့ အတွေ့အကြုံတွေကို ပြသထားတာပဲ ဖြစ်ပါတယ်။အဲဒီသတင်းကတော့ ကတ်သလစ် ဘုရားကျောင်းအဖွဲ့ကဘုန်းတော်ကြီးတွေက ယောကျာ်းလေး ကလေးငယ်တွေကိုလိင်ပိုင်းဆိုင်ရာ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/spotlight-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1K6MA0DS22oiN0nSKRFzSXK6LZd.jpg",
        "title": "Double Agent ( 2003 )",
        "description": "Zawgyi*******ဒီဇာတ္ကားေလးကေတာ့ rating 6.3ရ႐ွိထားေသာActionကားေကာင္းေလးတစ္ကားျဖစ္သည့္အျပင္ေတာင္ေျမာက္၂နိုင္ငံၾကားမွပဋိပကၡေတြျပင္းထန္တဲ့အခ်ိန္မွာရိုက္ထားျခင္းပဲျဖစ္ပါတယ္စစ္ေအးတိုက္ပြဲေတြျဖစ္ေနတဲ့ ၁၉၈၀ေလာက္ကိုအေျခခံၿပီးရိုက္ထားတဲ့ဒီကားေလးထဲမွာဆိုရင္ေျမာက္ကိုရီးယားရဲ႕ေအးဂ်င့္တစ္ေယာက္ျဖစ္တဲ့လင္ေျဗာင္ဟိုဟာေျမာက္ကိုရီးယားကေနထြက္ေျပးၿပီးေတာင္ကိုရီးယာကိုခိုလံႈဖို႔ႀကိဳးစားရာကေနဇာတ္လမ္းစတင္ပါေတာ့တယ္ အဲ့ဒီလိုထြက္ေျပးရာကေနေတာင္ကိုရီးယားေအးဂ်င့္ေတြကသူ႔ကိုကယ္တင္လိုက္ၿပီးသူတို႔ဆီမွာခိုလႈံခိုင္းၿပီးတဲ့ေနာက္မွာေတာ့ လင္ေျဗာင္ဟိုတစ္ေယာက္ေတာင္ကိုရီးယား လံုၿခံဳေရးနဲ႔စီမံခန္႔ခြဲေရးရံုးမွာအလုပ္လုပ္ရတဲ့အခါမွာေတာ့ဘယ္လုိေတြဆက္ျဖစ္မလဲဆုိတာ ရင္တမမနဲ႔ေစာင့္ၾကည့္ရမယ့္ကားေလးပဲ ျဖစ္ပါတယ္ဒီဇာတ္ကားမွာဆိုရင္ Romatic Doctor Kimကားထဲက doctor kimေနရာမွာသရုပ္ေဆာင္တဲ့မင္းသားႀကီး Han Suk Kyu က အဓိကပါဝင္သရုပ္ေဆာင္ထားတာျဖစ္တာေၾကာင့္ စံုေထာက္ဇာတ္ခ်စ္ျမတ္ႏုိးသူမ်ားအတြက္ေနာင္တမရေစမယ့္ဇာတ္လမ္းမ်ဳိးျဖစ္တာေၾကာင့္ ဆက္ဆက္ၾကည့္ၾကဖုိ႔တုိက္တြန္းလုိက္ပါတယ္ေနာ္ Unicode*******ဒီဇာတ်ကားလေးကတော့ rating 6.3ရရှိထားသောActionကားကောင်းလေးတစ်ကားဖြစ်သည့်အပြင်တောင်မြောက်၂နိုင်ငံကြားမှပဋိပက္ခတွေပြင်းထန်တဲ့အချိန်မှာရိုက်ထားခြင်းပဲဖြစ်ပါတယ်စစ်အေးတိုက်ပွဲတွေဖြစ်နေတဲ့ ၁၉၈၀လောက်ကိုအခြေခံပြီးရိုက်ထားတဲ့ဒီကားလေးထဲမှာဆိုရင်မြောက်ကိုရီးယားရဲ့အေးဂျင့်တစ်ယောက်ဖြစ်တဲ့လင်ဗြောင်ဟိုဟာမြောက်ကိုရီးယားကနေထွက်ပြေးပြီးတောင်ကိုရီးယာကိုခိုလှုံဖို့ကြိုးစားရာကနေဇာတ်လမ်းစတင်ပါတော့တယ် အဲ့ဒီလိုထွက်ပြေးရာကနေတောင်ကိုရီးယားအေးဂျင့်တွေကသူ့ကိုကယ်တင်လိုက်ပြီးသူတို့ဆီမှာခိုလှုံခိုင်းပြီးတဲ့နောက်မှာတော့ လင်ဗြောင်ဟိုတစ်ယောက်တောင်ကိုရီးယား လုံခြုံရေးနဲ့စီမံခန့်ခွဲရေးရုံးမှာအလုပ်လုပ်ရတဲ့အခါမှာတော့ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ရင်တမမနဲ့စောင့်ကြည့်ရမယ့်ကားလေးပဲ ဖြစ်ပါတယ်ဒီဇာတ်ကားမှာဆိုရင် Romatic Doctor Kimကားထဲက doctor kimနေရာမှာသရုပ်ဆောင်တဲ့မင်းသားကြီး Han Suk Kyu က အဓိကပါဝင်သရုပ်ဆောင်ထားတာဖြစ်တာကြောင့် စုံထောက်ဇာတ်ချစ်မြတ်နိုးသူများအတွက်နောင်တမရစေမယ့်ဇာတ်လမ်းမျိုးဖြစ်တာကြောင့် ဆက်ဆက်ကြည့်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်နော် Translated & Review By XiaoEncoded By LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/double-agent-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/image-146x200.jpg",
        "title": "The Escort (2016)",
        "description": "Escort ( 2016 ) - Spoiler free , just movie review !!!!အသက် ၂၅ပတ်ချာလည်\nသူဌေးသား လူငယ်တစ်ယောက် ။\nဂျာနယ်လစ်သတင်းရေးသူတစ်ယောက်အဖြစ်နဲ့\nကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်ဖို့ ကြိုးစားနေတယ် ။\nသူ့မှာ sex addict ဆိုတဲ့ sex မလုပ်ရရင်မနေနိုင်တဲ့\nရောဂါရှိတယ် ။ dating apps တစ်ခုထဲက ကြုံရာ မိန်းကလေးတွေနဲ့ sex လုပ်ရင်း တစ်ဖက်က အလုပ်ကိုပုံမှန်လုပ်ရင်း RS မရှိဘဲ နေထိုင်နေတယ် ။တစ်နေ့မှာတော့ သူ့အလုပ်က သူ့ကို အကြောင်းမယ်မယ်ရရ မရှိဘဲ အလုပ်ထုတ်လိုက်တယ် ။ လေလွင့်သွားလာရင်း ဘားတစ်ခုမှာ ကောင်မလေး တစ်ယောက်နဲ့ တွေ့တယ် ။\nကောင်မလေး က စတန်းဖို့ တက္ကသိုလ်ကနေ ဘွဲ့ရထားတဲ့ ပညာတတ်မိန်းကလေး ။ ဒါပေမယ့် မိန်းကလေးက Escorts ခေါ်တဲ့ လူကြီးလူကောင်းတွေကို ကြေးကြီးကြီးနဲ့ ...",
        "rating": "6.0",
        "url": "ttps://megaup.net/2OuN7/(CM)The_Escort_2015_BluRay1080p.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ibGjSsaHDOq5YGEo2DhxW8Ycq92.jpg",
        "title": "Bliss (2019)",
        "description": "အခုတဈခါကားကတော့Horrorကားလေးတဈကားပါ\nဒစေီဟာပနျးခြီဆှဲတဲ့သူတဈယောကျပေါ့သူမရဲ့အေးဂငြ့ျဒေးဗဈကသူမဆီကိုပနျးခြီကားဆှဲပေးဖို့အပျထားခဲ့တယျသူမမပွီးသေးတဲ့အတှကျနောကျထပျရကျထပျတိုးပေးဖို့တောငျးဆိုခဲ့တာပေါ့သူမဟာအိမျငှားခတောငျမပေးနိုငျတဲ့အထိမှဲနတေဲ့အတှကျ ပနျးခြီဆှဲခပိုကျဆံကွိုတောငျးတာတောငျမရခဲ့ပဲသူမနဲ့ဒေးဗဈတို့အဆငျမပွဖွေဈခဲ့တာပေါ့သူမစိတျတှညေဈပွီး သူမရဲ့သူငယျခငြျးဟေးဒရငျဆီသှားပွီးမူးယဈဆေးတှသေုံးခဲ့တယျသူမသူငယျခငြျးကော့နီရယျ ကော့နီရညျးစားရိုနီတို့နဲ့ဆုံပွီး၃ယောကျသားတဈညလုံးမူးရူးသောငျးကနြျးခဲ့ကွတယျသူမဟာကော့နီနဲ့တှေ့ပွီးနောကျပိုငျးကစပွီးတော့ သူမပနျးခြီဆှဲခကြျတှကေအရငျကနဲ့မတူခဲ့ဘူးဒစေီဟာညတိုငျးလိုလိုဆေးတှခေခြဲ့ပွီးအဲ့ညတှမှောဘာတှဖွေဈခဲ့လဲမနကျဆိုဘာတဈခုမှစဥျးစားလို့မရဖွဈခဲ့တာပေါ့အဲ့လိုဖွဈခဲ့ပွီးတိုငျးသူမရဲ့ပနျးခြီကားကသူမမယုံနိုငျလောကျအောငျလကျရာမွောကျနခေဲ့တာပေါ့ဒစေီနောကျပိုငျးမှာဘာတှလေုပျမလဲဘာတှဖွေဈသှားမလဲဆိုတာHorrorကားပီပီသှေးသံရဲရဲတှနေဲ့ကွည့ျရှု့ရမှာပါ(ဝတျလဈစားလဈအခနျးလေးတှပေါလို့မိသားစုနဲ့အတူကွည့ျဖို့အဆငျမပွလေောကျဘူး??) File Size : ( 754 MB , 275 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/28vrt/(CM)Bliss_2019_(Large_Size).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/poster_opt-6-133x200.jpg",
        "title": "The Death and Return of Superman (2019)",
        "description": "မတ္ထ႐ိုေပါလစ္ၿမိဳ႕ေတာ္ႀကီးကိုကာကြယ္ေစာင့္ေရွာက္ေပးေနတဲ့စူပါမန္းတစ္ေယာက္ဟာဆိုရင္\nတစ္ၿမိဳ႕လံုးရဲ႕အခ်စ္ေတာ္သူရဲေကာင္းတစ္ေယာက္ျဖစ္ပါတယ္။\nအၿမဲျပည္သူေတြအတြက္မားမားမတ္မတ္ကာကြယ္ေပးေနခဲ့တဲ့စူပါမန္းတစ္ေယာက္\nသူခ်စ္ရတဲ့ၿမိဳ႕ေတာ္ႀကီးကိုကမ႓ာပ်က္သြားသလားထင္ရေအာင္\nေၾကာက္စရာေကာင္းစြာဖ်က္ဆီးတဲ့ၿဂိဳလ္သားတစ္ေယာက္နဲ႕ရင္ဆိုင္တိုက္ခိုက္ခဲ့ရာကေန\nအဆံုးသတ္မွာ ေအာင္ျမင္စြာတိုက္ခိုက္ႏိုင္ခဲ့ေပမယ့္ သူ႕ရဲ႕အသက္ကိုပါေပးဆပ္လိုက္ရပါေတာ့တယ္။\nစူပါမန္းေသဆံုးမႈဟာ တစ္ၿမိဳ႕လံုးအတြက္ေတာ့ေျဖမဆယ္ႏိုင္တဲ့ဆံုးရႈံးမႈႀကီးတစ္ခုအလား ျဖစ္ခဲ့ရပါတယ္။\nဒါေပမယ့္ စူပါမန္းအေလာင္းဟာ႐ုတ္တရက္ေပ်ာက္ဆံုးသြားခဲ့ၿပီးတဲ့ေနာက္\nေနာက္ထပ္ပံုစံမ်ိဳးနဲ႕စူပါမန္းေတြျပန္လည္ေရာက္ရွိလို႕လာခဲ့ပါတယ္။\nသူတို႕ကဘယ္သူေတြလဲ????\nဘာေၾကာင့္ၿမိဳ႕ကိုကာကြယ္ေပးရတဲ့သူရဲေကာင္းအလုပ္ကိုလုပ္ရတာလဲဆိုတာ\nဇာတ္ကားကိုၾကည့္ရႈရင္းနဲ႕အေျဖရွာလိုက္ရေအာင္ဗ်ာ။\nUnicode\nမတၳ႐ိုေပါလစ္ၿမိဳ႕ေတာ္ႀကီးကိုကာၾကယ္ေစာင့္ေ႐ြာက္ေပးေနတဲ့စူပါမႏ္းတစ္ေယာက္ဟာဆိုရင္\nတစ္ၿမိဳ႕လံုးရဲ႕အခ္စ္ေတာ္သဴရဲေကာင္းတစ္ေယာက္်ဖစၸါတယ္။\nအၿမဲ်ပၫ္သဴေၾတအၾတကၼားမားမတၼတၠာၾကယ္ေပးေနခဲ့တဲ့စူပါမႏ္းတစ္ေယာက္\nသူခ္စ္ရတဲ့ၿမိဳ႕ေတာ္ႀကီးကိုကမ႓ာပ္က္ၾသားသလားထင္ေရအာင္\nေၾကာကၥရာေကာင္းျစာဖ္ကၦီးတဲ့ၿဂိဳလ္သားတစ္ေယာကၷဲ႕ရငၦိဳငၱိဳကၡိဳကၡဲ့ရာေကန\nအဆံုးသတၼြာ ေအာင္်မျငၥာတိုကၡိဳကၷိုငၡဲ့ေပမယ့္ သူ႕ရဲ႕အသကၠိဳပါေပးဆပႅိဳက္ရပါေတာ့တယ္။\nစူပါမႏ္းေသဆံုးမႈဟာ တစ္ၿမိဳ႕လံုးအၾတက္ေတာ့ေ်ဖမဆယၷိုငၱဲ့ဆံုးရႈံးမႈႀကီးတစၡဳအလား ်ဖစၡဲ့ရပါတယ္။\nဒါေပမယ့္ စူပါမႏ္းေအလာင္းဟာ႐ုတၱရက္ေပ္ာကၦံုးၾသားခဲ့ၿပီးတဲ့ေနာက္\nေနာကၳပၸံုစံမ္ိဳးနဲ႕စူပါမႏ္းေၾတ်ပႏႅၫ္ေရာက္႐ြိလို႕လာခဲ့ပါတယ္။\nသူတို႕ကဘယ္သဴေၾတလဲ????\nဘာေၾကာင့္ၿမိဳ႕ကိုကာၾကယ္ေပးရတဲ့သူရဲေကာင္းအလုပၠိဳလုပ္ရတာလဲဆိုတာ\nဇာတၠားကိုၾကည့္ရႈရင္းနဲ႕ေအ်ဖ႐ြာလိုက္ေရအာငၺ္ာ။File size…(2.3gb) and (1.1gb)\nQuality…1080p WEB-DL.DD.5.1 H264 FGT\nFormat…mp4\nDuration…2h 46min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator…Charm",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-death-and-return-of-superman-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BN2M0NTJmMDAtNWI0ZC00MjdlLTlmYWEtMjNiMmJmOGRiNTEwXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "In the Tall Grass (2019)",
        "description": "ကာလ်နဲ့ ဘက်ကီတို့ဆန်ဒီရေးဂိုကိုထွက်လာခဲ့ကြတယ်။ ဘက်ကီကကိုယ်ဝန်ဆောင်အမျိုးသမီးတစ်ယောက်သူ့ဘေးနားကကားမောင်းနေတဲ့ကာလ်ကသူ့အကိုကားတောက်လျှောက်မောင်းလာရင်းနဲ့ တစ်နေရာအရောက်မှာစကားပြောရင်းနဲ့ခဏနားဖြစ်ကြတယ်။ ရှင်းလင်းနေတဲ့လမ်းမကြီးအလယ်မှာကာလ်တို့ကားလေးရယ်ဘေးတစ်ဖက်မှာဘုရားကျောင်းတစ်ရယ်ရှိတယ်။ ကျန်တဲ့ဘေးတစ်ချက်မှာတော့ မျှော်မဆုံးအောင်ထူထပ်နေတဲ့မြက်ရိုင်းရှည်တွေရှိပါတယ်။အဲ့ဒီမြက်ရိုင်းရှည်တွေကြားကနေ ကလေးတစ်ယောက်အကူအညီတောင်းသံကြားလိုက်ရတယ်။ 'ကျွန်တော့်ကိုကယ်ကြပါဦး.ကျွန်တော်ဒီမှာလမ်းပျောက်နေလ်ို့ပါ'.....ဘက်ကီရယ် ကာလ်ရယ်စိုးရိမ်ပူပန်မှုတွေနဲ့အတူ မြက်ရိုင်းတောထဲကကလေးကို ကယ်ဆယ်ဖို့မြက်ရိုင်းပင်ရှည်တွေကြားထဲကိုတိုးဝင်သွားခဲ့ပါတယ်။ဘက်ကီနဲ့ကာလ်တို့ကူညီဖို့လိုက်ရှာနေတဲ့ကလေးက တကယ်ပဲအကူအညီလိုနေတာလား?? ကူရောကူညီကယ်ဆယ်နိုင်ခဲ့လား.???စိတ်ဝင်တစားနဲ့ကြည့်ရှုလိုက်ရအောင်ဗျာ. ဒီဇာက်ကားကလတ်တလောကမှထွက်ရှိထားတဲ့ITရုပ်ရှင်ရဲ့မူရင်းဝထ္ထုရေးသားသူStephen Kingရဲ့လက်ရာတစ်ပုဒ်ကိုပဲပြန်လည်ရိုက်ကူးထားတာပါ မထွက်လာခင်ကတည်းကလူတော်တော်များများရဲ့စိတ်ဝင်စားမှုနဲ့အတူစောင့်မျှော်နေကြတဲ့ရုပ်ရှင်ကားကောင်းတစ်ကားလဲဖြစ်ပါတယ်File size…(1.4 GB) and (730 MB)\nQuality…1080p NF.WEBRip H264 FGT\nFormat…mp4\nDuration…1h 41min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator…Charm",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/in-the-tall-grass-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BNzUxNzEwNTUtOTI3MS00NDE1LTkzNTctYzc0ZjIxYjVhYzg5XkEyXkFqcGdeQXVyNjg0ODE1ODE@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "[21+] She’s Just a Shadow (2019)",
        "description": "ရှည်ရှည်ဝေးဝေးတော့ မပြောတော့ဘူးဗျာ\nဂျပန်ကား အင်္ဂလိပ်စကားပြော\nဇတ်လမ်း အညွှန်းကို ပြောရရင် နည်းနည်းထူးဆန်းမယ်\nဒီရုပ်ရှင်ကားက 21+ လို့ ပြောလို့ရတယ်\nUncensored ပဲ အကုန် အရှင်းတိုင်း ပြလို့ အတော်လန့်ရတယ်\nမိသားစုနှင့် အတူမကြည့်ပါနဲ့ ယောင်္ကျားလေး ၂၁ ယောက် စုကြည့်ပါ\n၂၁ ယောက် မပြည့်ရင် ကျိန်စာသင့်ပါမယ် :P\nဇတ်လမ်းထဲမှာတော့ ဇိမ်မယ်တွေ ရှိတဲ့ အိမ်ကြီးတစ်ခုရယ်\nဂိုဏ်းစတား တစ်ဖွဲ့ရယ် ကြားထဲကို ဝင်ရှုပ်မိတဲ့\nလူတစ်ယောက် ကနေ စရာမှာပဲ\nအဲ့ဒီလူကလဲ သူပစ်မှတ်ထားတဲ့ ကောင်မလေးတွေကို\nပြန်ပေးဆွဲ မုဒိန်းကျင့်ပြီး သက်ပစ်နေတဲ့ ဖမ်းမမိတဲ့\nကွင်းဆက်လူသတ်သမား..\nသူဇယား သွားရှုပ်မိတာက ဂိုဏ်းစတား တစ်ခု\nဘယ်လို ဘယ်ပုံ ဆိုတာတော့ ကိုယ့်ဘာသာ ကြည့်ကြ\nကောင်မလေးတွေ ဖျင်လေးတွေ လုံးတာတော့ အာမခံတယ်\nကျန်တာတော့ မသိဘူး...\nကြည့်ချင်ကြည့် မကြည့်ချင်နေ\nTranslator အသစ်လေး Sunday Cum က\nSunday မှာ ၁၈ ပလပ်အပေါင်း သူတော်ကောင်းအတွက်\nဘာသာပြန် တင်ဆက်ပေးလိုက်ပါပြီ။\nအညွှန်းရေးပြီး Encode ပေးတာကတော့\nကျနော် XCode ...",
        "rating": "4.4",
        "url": "https://megaup.net/2Vhey/She’s_Just_A_Shadow_[21+]_[2019]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BYTdjNDZmNjgtZTI2Mi00OWJkLWI3ODItNzA5YjQ4MTczMTdjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "The Gangster, the Cop, the Devil (2019)",
        "description": "The Gangster, The Cop, The Devil (2018)\n၂၀၁၈ တုန်းက ထွက်ရှိခဲ့တဲ့ မာဒုန်ဆွတ်ရဲ့\nဇာတ်လမ်းကောင်းတစ်ကားပါ Train to Busan ထဲက\nလူသန်ကြိး မာဒုန်ဆွတ်ဆိုတာနဲ့ ဇာတ်လမ်းက\nကောင်းပြီးသားဆိုတာ ခန့်မှန်းမိမှာပါ အခုကားကတော့\nဇာတ်လမ်းနာမည်အတိုင်းပါပဲ ဂိုဏ်စတားတစ်ယောက်ရယ်\nရဲတစ်ယောက်ရယ် မကောင်းဆိုးရွားတစ်ကောင်ရဲ့ ဇာတ်လမ်းပါ\nသူတို့ ၃ ယောက် ဘယ်လိုများ\nဆက်စပ်နေကြပါလိမ့် ချွန်းချောင်တောင်ပိုင်းမှာ\nဆက်တိုက်ဆိုသလို ဖြစ်နေတဲ့ လူသတ်မှုတွေကို\nကွင်းဆက်လူသတ်မှုအဖြစ် ဆက်စပ်မိတဲ့ ရဲစုံထောက် တစ်ယောက်.....\nမမျှော်လင့်ဘဲ ကွင်းဆက်လူသတ်သမားရဲ့\nဓားနဲ့အထိုးခံလိုက်ရတဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်တစ်ယောက်......\nလူသတ်သမားကို မိဖို့အရေး ပူးပေါင်းလိုက်ကြရဖို့ ဖြစ်လာတဲ့အခါ.....\nရဲ နဲ့ လူဆိုး ပူးပေါင်းဖို့ရာ ဖြစ်နိုင်ပါ့မလား?????\nကွင်းဆက်လူသတ်သမားကိုရော ဖမ်းမိပါ့မလား?????\nမှုခင်းဇာတ်လမ်းဖြစ်တဲ့အတွက် စလယ်ဆုံး လုံး၀စိတ်ဝင်စားဖို့\nကောင်းပါတယ် တစ်ကားလုံးကို အသည်းတယားယား\nရင်တဖိုဖိုနဲ့ ကြည့်ရမယ့်\nကိုရီးယားကားကောင်းတစ်ကား ဖြစ်ပါတယ်ဗျာ\nTranslated By : August\nEncoded By : X Code",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-gangster-the-cop-the-devil-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNUHlL3w31dF1Iyp9knGOUkBkWa.jpg",
        "title": "The Day Shall Come(2019)",
        "description": "The Day Shall Come(2019)IMDb....5.5.,,,,Rotten....76%ဒီတစ္ေခါက္ေတာ႔ Channel Myanmarပရိသတ္ၾကီးအတြက္ Comedy,Thrillerကားေကာင္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္က The Day Shall Come (2019) ပဲျဖစ္ပါတယ္။Imdb Rating 5.4/10 Rotten Tomatoes 75% ေတာင္ရရွိထားတဲ႔ ဒီကားေလးကေတာ႔ ႏိုင္ငံေရးကို သေရာ္ေတာ္ေတာ္ရိုက္ကူးထားတဲ႔ကားေလးလို႔ေျပာရမွာပါပဲ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ျပလိုပါတယ္။ရွာဘတ္ဆိုတာကအလာအရွင္ျမတ္ကို ကိုးကြယ္ယံုၾကည္တဲ႔ လူမည္းတစ္ဦးျဖစ္ျပီး ၿငိမ္းခ်မ္းေရးကိုျမတ္ႏိုးသူလယ္သမားတစ္ေယာက္လဲျဖစ္ပါတယ္။ လူျဖဴအစိုးရကို ျဖဳတ္ခ်ျပီး တစ္ေန႔မွာေတာ႔လူမည္းေတြအုပ္ခ်ဳပ္မယ္ဆိုတဲ႔စိတ္ကူးနဲ႔ စစ္တပ္တစ္တပ္ကိုတည္ေထာင္ထားပါတယ္။စစ္တပ္ဆိုတာကလဲသူ႔ရဲ ႔အမ်ိဳးေလးေယာက္ရယ္ သူရယ္ပါပဲ။သူကအဲလိုစည္းရံုးေရးတရားေတြေျပာေနတာကို တစ္ေန႔မွာေတာ႔ FBI ကမ်က္စိက်ကာ ရာထူးတိုးေရးအတြက္ အၾကမ္းဖက္သမားတံဆိပ္တပ္ကာအကြက္ခ်ဖမ္းဆီးပါေတာ႔တယ္။ေသနတ္ေတာင္မကိုင္တဲ႔ရွာဘတ္တို႔တေတြ FBI ရဲ ႔လွည္႔ကြက္ေတြထဲမွာ ဘယ္လိုေရွ႔ဆက္သြားၾကမလဲဆိုတာစိတ္ဝင္စားဖြယ္ၾကည္႔ရႈရမယ္႔ဟာသဇာတ္လမ္းေလးပါ။ဇာတ္လမ္းေလးရဲ ႔နာမည္ကေတာ႔The Day Shall Come(2019)ပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ပဲျဖစ္ပါတယ္...(unicode)ဒီတစ်ခေါက်တော့ Channel Myanmarပရိသတ်ကြီးအတွက် Comedy,Thrillerကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကThe Day Shall Come (2019) ပဲဖြစ်ပါတယ်။Imdb Rating 5.4/10 ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-day-shall-come2019/"
    }
]