[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gw257q7qWdyP8yaqBJcaOOGgUCe.jpg",
        "title": "Yeh Ballet(2020)",
        "description": "Yeh Ballet(2020)IMDB rating 7.6ရရှိထားတဲ့ Drama အမျိုးအစားဇာတ်ကားလေးဖြစ်ပါတယ်။အာရှုဖ်ဟာဆေးခြောက်ရောင်းတဲ့သူတစ်ယောက်နဲ့အလုပ်တွဲလုပ်ပြီးအားတဲ့အခါသူငယ်ချင်းတွေနဲ့ ဝါသနာပါရာ အကပြိုင်ကြလေ့ရှိပါတယ်။ ရုပ်သံက လွှင့်တဲ့ အကပြိုင်ပွဲတွေကိုတွေ့ပြီးတဲ့နောက်မှာတော့ အာရှုဖ် တစ်ယောက်ဝင်ပြိုင်ဖို့ကြိုးစားပါတယ်... သူ့လိုပဲ နီးရှူးဆိုတဲ့လူငယ်လေးတစ်ယောက်ဟာလည်းအကကိုဝါသနာထုံတယ်...သို့ပေမယ့် (၂)ယောက်လုံးက ငွေကြေးအဆင်မပြေလို့ပါရမီပါပေမယ့် သင်တန်းကောင်းကောင်းမတက်နိုင်ဘူး..ဒါပေမယ့် သူတို့ဟာ အကသင်တန်းတစ်ခုတက်ပြီး နိုင်ငံကျော်အောင်လုပ်မယ်ဆိုပြီးနည်းအမျိုးမျိုးနဲ့ကြိုးစားပါတော့တယ်...ဒီ India  ကားက တခြား အကကားတွေလို မဟုတ်ဘူး...တမူထူးခြားတယ်...စနစ်တကျ အကင်သင်တဲ့အခန်းတွေပါသလို သရုပ်ဆောင်တွေကလည်းတကယ်ကျွမ်းကျင်တယ်.... ကြည့်ရအတော်မိုက်တယ်... ကိုင်းသူတို့အောင်မြင်ကြမလားဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (407 MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:57:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Thazin Myint\nEncoded by Phyo Pyae",
        "rating": "7.6",
        "url": "https://megaup.net/2TLwb/Yeh_Ballet.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/after-133x200.jpg",
        "title": "After Class(2019)",
        "description": "After Class(2019)IMDb...6.0,,,Rotten...82%ဂျော့ဆိုတဲ့သူတစ်ယောက်ဟာ တက္ကသိုလ်တစ်ခုရဲ့ ပြဇာတ်ရေးတဲ့အတန်းမှာ စာသင်တဲ့ပရော်ဖက်ဆာတစ်ယောက်ဖြစ်တယ်...ကျောင်းသားတွေရဲ့ အတွေ့အကြုံကနေ သိပ်လှတဲ့ပြဇတ်တစ်ပုဒ် လက်ရာမြောက်တဲ့ ရေးသားမှုမျိုးထွက်လာအောင် လမ်းကြောင်းသင်ပြပေးတဲ့သူပေါ့...တစ်နေ့တော့ သူသင်တဲ့အတန်းမှာ ကျောင်းသူတစ်ယောက်ရဲ့ ရေးသားမှုကိုမူတည်ပြီးသူမ ဖြစ်ခဲ့အကြောင်းကို ပွင့်ပွင့်လင်းလင်းဆွေးနွေးခိုင်းတယ်...ပြောတော့လည်း လိင်ကိစ္စလိုဖြစ်နေပေမဲ့ပရော်ဖက်ဆာကတော့ ရှက်စရာမဟုတ်တဲ့အပြင် ဒီလိုဟာမျိုးကိုလက်ရာမြောက်တဲ့ စာကြောင်းတွေအဖြစ်ကူးပြောင်းလိုက်ပါလို့အားပေးခဲ့တယ်...ဒီလိုလုပ်တဲ့နောက်ဆက်တွဲအကျိုးဆက်ကတော့ သူ့အတန်းမှာ ကျောင်းသူတွေအတွက်မလုံခြုံတော့ဘူးဆိုပြီး အတန်းတွေပါပျက်ကုန်တော့တယ်....ဂျော့တစ်ယောက်ဘယ်လိုဆက်ဖြေရှင်းမလဲဆိုတာကိုတော့....ခံစားကြည့်ကြပါဦး..ဒီကားက ဆု(၃)ဆုတောင်ရထားတဲ့အပြင် Rotten ကလည်းတော်တော်ကောင်းတဲ့အနေအထားပါပဲ...File Size : (850 MB) and (419 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/4fGoW/After_Class.2019.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uYAS88CMiCRI9wW5PCzc8qo6eYV.jpg",
        "title": "On Vodka, Beers, and Regrets(2020)",
        "description": "On Vodka, Beers, and Regrets(2020)Jane ကအောင်မြင်တဲ့သရုပ်ဆောင်တစ်ယောက်ဖြစ်ပြီးတော့ ကလေးဘဝတည်းက ပါရမီပါခဲ့သူပါ..ဒါပေမယ့် တခြားသရုပ်ဆောင်တစ်ယောက်နဲ့ ကောလဟာသတင်းထွက်ပြီးနောက်မှာတော့သူ့မရဲ့သရုပ်ဆောင်လမ်းကြောင်းပျက်စီးသွားခဲ့ရပါတယ်....အဲ့အချိန်ကစပြီး အရက်ကိုပိုမိုစွဲလန်းလာပြီး အချစ်ရေးမှာရော သူမရဲ့အနုပညာလမ်းကြောင်းမှာပါ...ဆုံးဖြတ်ချက်တွေမှားယွင်းချမှတ်ခဲ့ပြီး ပြဿနာတွေနဲ့ပဲ ရင်ဆိုင်ခဲ့ရပါတော့တယ် ...တစ်နေ့မှာတော့ ဘားတစ်ခုမှာအရက်သောက်သောက်ရင်း Brisom ဆိုတဲ့ band ကအဆိုတော်လေး Francis ဆိုတဲ့လူနဲ့စတင်ဆုံတွေ့ခဲ့ပါတော့တယ် ...Francis ဟာသူမရဲ့ဘဝကိုအလင်းတန်းယူဆောင်လာပေးပြီး အမှောင်ထဲကနေလွတ်မြောက်နိုင်ပါ့မလားဆိုတာ....အေးအေးလေးနဲ့ ဇာတ်လမ်းထဲစီးမြောခံစားသွားရမယ့် ဖိလစ်ပိုင်အချစ်ဇာတ်ကားလေးပါ...အရက်ဖူးစာလို့ပြောရမလားမသိ...ခံစားကြည့်ကြပါဉီး...File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chain\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/4VDfh/On_Vodka_Beers_And_Regrets.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/xk9mcz4zvak1-140x200.jpg",
        "title": "The Techniques of Fighting 2 (2020)",
        "description": "ကိုရီးယား ဖိုက်တင် အက်ရှင်ကားတွေကိုကြိုက်နှစ်သက်ကြတဲ့\nပရိတ်သတ်ကြီးတွေအတွက် နောက်ထပ် ကျောင်းသား\nဖိုက်တင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ကိုရီးယားကျောင်းသားတွေကြားမှာ\nတော်တော်များကြုံတွေ့ရတဲ့ ကျောင်းသား အချင်းချင်း ကျောင်းတွေမှာ\nဖိုက်တင်မှာ အတော်ဆုံးဆိုတဲ့ဆရာကြီးဘွဲ့ကို လုရာကစပါတယ်။\nဒေါ့ဆန်းကျောင်းမှာ ဖိုက်တင်အတော်ဆုံး ကျောင်းသားက ဂွန်းအူပါ။\nဒါပေမယ့် သူကရန်ပွဲတစ်ခုမှ ရှုံးသွားလို့ ဆေးရုံတက်နေရတုန်း\nသူနေရာကို ဒေါ့ဆူဆိုတဲ့ ကျောင်းသားကြီးတစ်ယောက်က ဒေါ့ဆန်းက\nဆရာကြီးဘွဲ့ကို ဆက်ခံလိုက်ပါတယ်။\nအဲ့အချိန်မှာ ကျောင်းပြောင်းလာတဲ့ ဟော့ဆူဆိုတဲ့\nကျောင်းသားကလည်းပြောရရင် ပွဲရှာနေတဲ့သူတစ်ယောက်ပါ\nဒေါ့ဆန်းကျောင်းကဆရာကြီးဆိုတဲ့ ဘွဲ့ကို\nလုဖို့ ဒေါ့ဆူကိုအနိုင်ယူလိုက်ပြီး ကျောင်းမှာ မင်းမူနေပြန်ပါတယ်။\nကျောင်းသားတွေထုံးစံအတိုင်း တစ်ကျောင်းနဲ့တစ်ကျောင်းနယ်ကျော်တာတွေ\nရန်စတာတွေကြောင့်လည်း ဒေါ့ဆန်းကျောင်းက\nတခြားကျောင်းက ကျောင်းသားတွေရဲ့\nပစ်မှတ်လည်းဖြစ်လို့နေပြန်ပါတယ်။\nကျောင်းသားအချင်းချင်း ဆက်ကြေးကောက်တာတွေ\nအနိုင်ကျင့်တာတွေကို လက်ပိုက်ကြည့်မနေတတ်ပဲ\nအမှန်တရားဖက်က ဝင်ပါရင်း အခန့်မသင့်ချိန်\nအလစ်တိုက်ခံရပြီး ဆေးရုံတက်နေရတဲ့ ဂွန်းအူတစ်ယောက်\nဒေါ့ဆန်းကိုပြန်ရောက်လာတဲ့အချိန် ဖိုက်တင်အတော်ဆုံးကျောင်းသားတွေအကြား\nဗိုလ်လုပွဲတွေထပ်မံဖြစ်ပေါ်လာပါတယ်။\nဒါ့အပြင် ကျောင်းတွေမှာမိုက်ကြေးကောက်\nဆက်ကြေးယူပြီးနေနေတဲ့ လူမိုက် ကျောင်းသားတွေပါ\nဒီရန်ပွဲမှာပါဝင်လာတဲ့ အခါ ဘာဆက်ဖြစ်မယ်ဆိုတာတော့\nဖိုက်တင်ကြိုက်တဲ့ ပရိတ်သတ်ကြီး ကိုယ်တိုင်ပဲကြည့်စေချင်ပါတယ်။\nကျောင်းသား Actionဆိုတော့ပေါ့ပေါ့ပါးပါးနဲ့\nလူငယ်ဆန်ဆန်ရသကို ခံစားမိစေပြီးကြည့်ပျော်တဲ့\nကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။\nဒီကားကိုကြည့်ပြီး ကျောင်းသားဘဝကရန်ပွဲတွေ\nအမှတ်တရတွေလည်းတဖန်ပြန်ခံစားမိမယ်လို့ ထင်ပါတယ်။\nတိုက်ကွမ်ဒို နည်းစနစ်ရဲ့ အသုံးဝင်ပုံနဲ့ အသုံးချပုံတွေကိုလည်း\nလေ့လာနိုင်ပါတယ်။\nကျောင်းသားကားမျှော်နေတဲ့သူတွေ ကြည့်လို့အဆင်ပြေမယ့်\nကားလေးတစ်ကားလို့ ညွှန်းချင်ပါတယ်။\n \nFile Size - 1.0 gb\nQuality - ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zF85/Techniques_of_Fighting_2.2020.WEBRip.720p_{CM}_.mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/29pjHjbeDTLKTmGds4ixf7kPIcX.jpg",
        "title": "I Belonged to You(2016)",
        "description": "I Belonged to You(2016)CM fan တွေ အတွက် 2016 က ထွက်ရှိထားတဲ့ Chinese movie လေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းလေးကတော့ စာရေးဆရာ Zhang Jia Jia ရဲ့ အရောင်းရဆုံး ၀တ္ထုတိုများ ကို အခြေခံပြီးရိုက်ကူးထားတာပါ..heart ထိလောက်မယ့် ရိုမန့်ဇာတ်လမ်းလေးလည်း ဖြစ်ပါတယ်...ဒီဇာတ်လမ်းထဲမှာ မောရှီဘာအဖြစ် မင်းသား Yang Yang က ပါ၀င် သရုပ်ဆောင်ထားပါသေးတယ်..ချန်မိုဟာ ရေဒီယို  အစီအစဉ်တင်ဆက်သူတစ်ယောက်ဖြစ်တယ်...အဲ့ဒီအသံလွှင့်လိုင်းမှာလည်း လုပ်ဖော်ကိုင်ဘက် ကောင်မလေးတစ်ယောက်နဲ့ချစ်သူဖြစ်တော့ သူ့အတွက် အရာရာအဆင်ပြေနေသလိုပဲ...ချစ်သူမျက်နှာကြည့်လိုက် အသံလွှင့်အစီအစဉ်မှာ ထုတ်လွှင့်လိုက်နဲ့...ဒီလိုနဲ့တစ်နေ့တော့ သူ့ချစ်သူက လမ်းခွဲစကားပြောလာတယ်...အချစ်ကြီးချစ်ခဲ့သူရဲ့ရုတ်တရက်လမ်းခွဲမှုဒဏ်ကိုသူမခံနိုင်ခဲ့ဘူး...အသံလွှင့်စဉ်မှာလည်း ပေါက်ကရတွေလုပ် အလုပ်ကိုကောင်းစွာအာရုံမစိုက်နိုင်တော့သူ့နာမည်လည်းတဖြည်းဖြည်းကျလာတဲ့အပြင် နေ့စဉ် အဆင်မပြေမှုများစွာနဲ့ ဖြတ်သန်းနေရတယ်..အဲ့ဒီအချိန်မှာပဲ သူ့ဘဝထဲကို အလုပ်သင်ကောင်မလေးတစ်ယောက် ရောက်ရှိလာခဲ့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဉီး....File Size : (1.03 GB) and (396 MB)\nQuality : ...",
        "rating": "5.6",
        "url": "https://megaup.net/4VD3w/I_Belonged_To_You.2016.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/dsr1fzetvhcq-140x200.jpg",
        "title": "A Stray Cat (2020)",
        "description": "ဒီကားလေးကတော့ ယူတတ်ရင်သင်ခန်းစာရတဲ့\nကားလေးတစ်ကားဖြစ်ပါတယ်။\nရိုးလွန်းအလွန်းရင်လည်း အလိမ်အညာခံရသလို\nလည်လွန်းတဲ့သူတွေကျတော့လည်း\nဘယ်လိုအခြေအနေမှာဖြစ်ဖြစ်တစ်ဖက်သားကို\nလှည့်ပတ်လိမ်ညာတတ်တယ်ဆိုတဲ့\nအကြောင်းအရာလေးကိုထည့်သွင်းပေးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းပြောရရင် မင်းသားဖြစ်တဲ့\nဓါတ်ပုံဆိုင်ပိုင်ရှင် ရိုးသားတဲ့လူပျိုကြီးက\nတစ်ကိုယ်တည်း ပိုက်ဆံတွေစု မင်္ဂလာဆောင်မယ်ဆိုတဲ့\nအတွေးနဲ့ နေ့တိုင်း စိတ်ကူးယဉ်နေတဲ့သူပါ။\nတရက်တော့သူဆိုင်ကိုမထင်မှတ်ပဲ ကောင်မလေး တစ်ယောက်က\nသူကိုလူဆိုးတွေလိုက်ဖမ်းနေလို့ပါဆိုပြီး\nဆိုင်ထဲပြေးဝင်လာတယ်။\nကောင်မလေးကလည်းငယ်ငယ်ချောချောလေးဆိုတော့\nလူပျိုကြီးက ကြွေတာပေါ့။\nအဲ့ကောင်မလေးနောက်ကို လိုက်လာတဲ့ လူဆိုးတွေကို\nမလိမ်တတ်တဲ့ လူပျိုကြီးက ကြောက်ကြောက်နဲ့ လိမ်ပေးရင်း\nအဲ့ဒီအမည်မသိ နောက်ကြောင်းမသိ ကောင်မလေးနဲ့\nရင်းနှီးကျွမ်းဝင်ဖို့ ဖြစ်လာခဲ့တယ်။\nကောင်မလေးပြောပြပုံအရဆိုရင် ကောင်မလေးက\nသိပ်ချမ်းသာတဲ့ လူဆိုးဂိုဏ်းတစ်ခုရဲ့\nတစ်ဦးတည်းသော သမီးလေးပေါ့။\nသူအဖေကသေသွားပြီး သူအဖေလက်အောက်က\nသစ္စာဖောက်တပည့်တွေက ကောင်မလေးကို ပြန်ပေးဆွဲပြီး\nသိန်းတစ်သောင်းကျော်အမွေကို အပိုင်ကြံလို့ ဒုက္ခရောက်နေရတဲ့\nဒုက္ခသည်မလေး။\nသူကို လူဆိုးတွေလက်က ၁၅ရက်လောက် ဖွက်ထားပေးရင်\nကောင်မလေးက လူပျိုကြီးကို\nသိန်းတစ်သောင်းအကုန်ပေးမယ် ပြောတယ်။\nဒါကိုသနားဂရုဏာသက်မိတဲ့ လူပျိုကြီးတစ်ယောက်\nပထမတော့ငွေမက်လို့ အပေးအယူလက်ခံမိရာကနေ\nအဲ့ဒီကောင်မလေးနဲ့ ဘယ်လိုဖူးစာပါပြီးဇာတ်လမ်းဆက်မယ်။\nဘယ်လိုလှည့်ကွက်တွေကို ကြုံရမယ်ဆိုတာ\nကိုယ်တိုင်ပဲဆက်လက်ရှုစားစေချင်ပါတယ်။\nသေချာတာကတော့ ရိုးသားတဲ့သူတွေ\nအယုံမလွယ်ဖို့ လူလိမ်မခံရဖို့နဲ့ ကောင်မလေးချောချောဆို\nစွတ်ယုံတတ်တဲ့ လူပျိုကြီးတွေ\nသင်ခန်းစာရဖို့ ကြည့်သင့်တဲ့ ကားလေးတစ်ကားပါ။\n \nFile Size -  1.5 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Fox\nEncoder - Xcode",
        "rating": "7.3",
        "url": "https://megaup.net/4VA3y/A_Stray_Cat.2020.720p_{CM}_.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BY2IzZGY2YmEtYzljNS00NTM5LTgwMzUtMzM1NjQ4NGI0OTk0XkEyXkFqcGdeQXVyNDYyMDk5MTU@._V1_-133x200.jpg",
        "title": "Casablanca (1942)",
        "description": "CM ပရိတ်သတ်ကြီးအတွက်\nG(old) ဇာတ်ကားတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်\nခင်ဗျားတို့ဘဝမှာ လုံးဝမမေ့နိုင်လောက်အောင်ချစ်ခဲ့ရတဲ့သူ\nပြီးရင် အဲ့ဒီလူအတွက် ဘာမဆိုပေးဆပ်ရဲအောင်\nချစ်ခဲ့ပြီးမှ စွန့်လွှတ်လိုက်ရတာမျိုးကြုံဖူးလား‌ဗျ\nဒါဆိုရင်တော့ ဒီဇာတ်ကားက ခင်ဗျားတို့နဲ့\nတော်တော်တူသွားပါပြီ ဇာတ်ကားနာမည်က\nCasablanca ပါ\nလူတော်တော်များများက Casablanca ဆိုတဲ့နာမည်ကို\nကြားဖူးကြမှာပါ အဲ့သီချင်းက အဓိပတိလမ်းမထက်ကခြေရာများဆိုတဲ့\nသီချင်းရဲ့ မူရင်းသီချင်းဖြစ်ပြီး Bertie Higgins သီဆိုထားပါတယ်\nအဲ့ဒီ့သီချင်းထဲမှာmovieထဲက\nAs Time Goes By ဆိုတဲ့ theme song နာမည်ကို\nထည့်ဆိုထားသလို movie scriptဖြစ်တဲ့\nA kiss is just a kiss in Casablanca\nဆိုတာကိုလည်းထည့်ဆိုထားပါသေးတယ်\nဇာတ်လမ်းကတော့ ဒုတိယကမ္ဘာစစ်ကို\nအခြေခံပြီးရိုက်ထားတာပါ နိုင်ငံရေးနဲ့ အချစ် ရောပြွန်းထားတဲ့\nဇာတ်ကားပုံစံပေါ့ဒါပေမယ့်လည်း G(old)\nဟောင်းပေမယ့် ကောင်းနေဆဲပါပဲ\nရစ်ခ် နဲ့ အယ်လ်ဆာ ဟာ\nParisမှာ ချစ်သူတွေဖြစ်ခဲ့ကြပါတယ်\nအရမ်းကိုရိုမန့်ဆန်တဲ့ချစ်သူနှစ်ယောက်ပါ သူတို့နှစ်ဦး\nစန္ဒရားသမားကိုတီးခိုင်းပြီး အမြဲနားထောင်လေ့ရှိတဲ့\nသီချင်းတစ်ပုဒ်က As Time Goes By ဆိုတဲ့သီချင်းပါပဲ\nဝေးကြဖို့ အကြောင်းကဖန်လာတော့ ပြင်သစ်မှာ\nနိုင်ငံရေးအခြေအနေကြောင့် ရစ်ခ် က\nအယ်လ်ဆာနဲ့အတူထွက်ပြေးဖို့\nစီစဉ်ထားတာကို အယ်လ်ဆာ ဟာရောက်မလာခဲ့ပါဘူး\nအဲ့ဒီ့ကနေ ရစ်ခ် ...",
        "rating": "8.5",
        "url": "https://megaup.net/4fCz6/Casablanca.1942.REMASTERED.720p.BluRay_{CM}_.mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/mb9bm3su3dzf-153x200.jpg",
        "title": "The Legend of Lu Bu (2020)",
        "description": "ဒီတခေါက်ကတော့ တရုတ်သိုင်းဇာတ်ကားတစ်ကားကိုတင်ဆက်ပေးပါမယ်\nစစ်သူကြီးလွီပုရဲ့အကြောင်းကိုရိုက်ပြထားတာပါ\nဒါပေမယ့်လူတိုင်းသိတဲ့ရှေးတုန်းကချောင်ချောင်တို့\nလွီပုတို့ထဲကလူမဟုတ်ပါဘူးနော် ခေတ်သစ်လွီပုပေါ့\nဇာတ်လမ်းမိတ်ဆက်- ကလေးသူငယ်တွေကိုဖမ်းဆီးအဆိပ်တွေ\nဆေးတွေနဲ့စမ်းသပ်ပြီး တုတ်ဓါးပြီးတဲ့မသေမျိုးလေးတွေဖြစ်လာဖို့\nစမ်းသပ်တဲ့နေရာတခုရှိတယ် နတ်ဆေးဆရာမကြီးနဲ့\nနန်းတွင်းကအရေးပါတဲ့သူတစ်ဦးကနောက်ကွယ်က\nကြိုးကိုင်ပေါ့\nဆေးဒါဏ်နှိပ်စက်တဲ့ဒါဏ်တွေကိုမခံနိုင်ကြတဲ့အဆုံး\nဆေးစွမ်းပြတာနဲ့ပေါင်းပြီး ကောင်လေးတယောက်ဟာ\nစိတ်လွတ်သလိုဖြစ်ကာ တားဆီးသူအားလုံးကိုသတ်ပြီး\nထွက်ပြေးလာခဲ့တယ်\n(ထွက်ပြေးရင်းမင်းသမီးနဲ့တွေ့တာပေါ့နော်)\nအဲ့ဒါကတော့နောင်မှာလွီပုဖြစ်လာမယ့်ကောင်လေးပါပဲ\nကဲစိတ်ဝင်စားရင်တော့ဆက်ကြည့်ကြပါဦးနော်\n \nFile Size -  1.4 gb\nQuality - web-dl 1080p\nSubtitle -  burmese (hardsub)\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2THG8/The_Legend_of_Lu_Bu_(2020).HD720P_{CM}_.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wK8p7WjKw3z6nQQh9ptlMGn35DZ.jpg",
        "title": "Honey, We Shrunk Ourselves(1997)",
        "description": "Honey, We Shrunk Ourselves(1997)ဆာလင်းစကီးတို့ ဆက်လက်ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားပါ....Honey I Blew Up the Kid(1992)ကထွက်ခဲ့တဲ့ကားကိုကြည့်ပြီး သဘောကျတယ်ဆိုရင် ဒီဇာတ်ကားကိုဆက်လက်ကြည့်ကြပါ...အညွှန်းကတော့ စပွိုင်လာအကြီးကြီးဖြစ်မှာစိုးလို့ မရေးတော့ပါဘူး...ဆာလင်းစကီးတို့ ဘယ်လိုအခက်အခဲတွေကြုံရ ဘယ်လိုပြဿနာတွေကြုံရဆိုတာကိုတော့ဆက်လက်ခံစားကြည့်ကြပါကုန်....File Size : (750MB) and (289 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hein Min Tun\nEncoded by Phyo Pyae",
        "rating": "5.3",
        "url": "https://megaup.net/3zHgr/Honey_We_Shrunk_Ourselves!.1997.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-16-at-6.07.07-PM-143x200.png",
        "title": "It Follows (2014)",
        "description": "It Follows (2014)==============IMDb Rating - 6.8/10#Unicode2014ခုနှစ်ကထွက်ရှိထားတဲ့ Rating အမြင့် Horror, Mystery, Thriller ဇာတ်ကားအမျိုးအစားလေးဖြစ်ပါတယ်။ဘာကိုမှအရေးမစိုက်တတ်တဲ့ ဆယ်ကျော်သက်အရွယ် ဂျေး (Maika Monroe) တစ်ယောက် သူမရဲ့ ချစ်သူသစ် ဟျု့(Jake Weary) နှင့် တစ်ညအတူနေပြီးတဲ့အခါမှ သူမဟာ ကျိန်စာတစ်မျိုးကို လွှဲပြောင်းယူထားမိလျှက်သားဖြစ်နေသည်ကို သိလိုက်ရသောအခါ…..မိမိဆီမှ ကျိန်စာကို တခြားတစ်ယောက်ဆီကို အတူအိပ်ပြီးလည်းလွှဲပြောင်းနိုင်ပါတယ်။ဒီလိုနဲ့ ဂျေးဟာ လွှဲပြောင်းခံခဲ့ရတာပါ။ ကျိန်စာကိုလွှဲပြောင်းရထားတဲ့လူဟာ ကိုယ့်ဆီကိုတစ်စိုက်မတ်မတ်ကြည့်ပြီးလျှောက်လာတဲ့ လူတစ်ယောက်ကို ကိုယ်တစ်ယောက်တည်း မြင်နေရလို့ ထိတ်လန့်တုန်လှုပ်နေရပြီး အသက်နုတ်ယူခံရတဲ့အထိ ဖြစ်ပျက်နိုင်ပါတယ်။ ဂျေးကိုစိတ်ပူတဲ့ ဂျေးရဲ့သူငယ်ချင်းတစ်သိုက်ဟာ ဒီလို ကြောက်မက်ဖွယ် လူသေမှုအဖြစ်အပျက်မျိုးကို ဖြစ်မလာအောင် မယုံတစ်ဝက် ယုံတစ်ဝက်နှင့် ဝိုင်းဝန်းကာကွယ်ပေးကြဖို့ ကြိုးစားရင်း ဘယ်လိုဆိုးရွားမှုမျိုးတွေ ဖြစ်လာမလဲဆိုတာကို ရင်ထိတ်ဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်။)#Zawgyi2014ခုႏွစ္ကထြက္ရွိထားတဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/4fEH2/[CM]It.Follows.2014.BluRay.720P.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLWZJAIcSqthsmJ3pMbtiE9Ap6N.jpg",
        "title": "Honey I Blew Up the Kid(1992)",
        "description": "Honey I Blew Up the Kid(1992)ဆာလင်းစကီးဆိုတဲ့ သူဟာ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်ပြီးမိန်းမရယ် သမီးလေးတစ်ယောက် သားလေး(၂)ယောက်တို့နဲ့ အတူနေထိုင်ကြတယ်...သူဟာ ကုပ္ပဏီကြီးတစ်ခုမှာအလုပ်လုပ်နေပြီး လက်ရှိမှာတော့ သူ့ရဲ့တွေ့ရှိချက်တစ်ခုကို အကြီးအကျယ်အကောင်အထည်ဖော်ဖို့ကြိုးစားနေကြတယ်....တစ်ရက်မှာတော့ မိန်းမဖြစ်သူနဲ့ သမီးဟာ ခရီးရှည်တစ်ခုထွက်ဖို့ရှိလာလို့အိမ်မှာ သား(၂)ယောက်နဲ့အတူကျန်ခဲ့လေရဲ့...သူတို့အဖွဲ့ကြိုးစားနေတဲ့ ပရော့ဂျက်ကလည်းအောင်မြင်ဖို့ လက်တစ်ကမ်းအလိုရောက်နေပေမယ့် အခက်အခဲတစ်ခုကြောင့်ကျန့်ကြာနေကြတယ်..ဆာလင်းစကီးဟာ သူ့သားလေး (၃)နှစ်အရွယ်ကိုချော့သိပ်နေတုန်းမှာ ပရော့ဂျက်အတွက်အခက်အခဲကိုဖြေရှင်းဖို့နည်းလမ်းတစ်ခုကိုတွေ့သွားတယ်...ဒါ့ကြောင့် သား(၂)ယောက်ကိုခေါ်ပြီး သိပ္ပံစမ်းသပ်ခန်းထဲကိုခေါ်သွားတယ်...အဲ့ဒီမှာ ပြဿနာအကြီးကြီးစတော့တာပဲ....ဘယ်လိုပြဿနာတွေတက်မလဲ...ဆာလင်းစကီတစ်ယောက်သူရှုတ်ခဲ့တဲ့ပြဿနာအကြီးကြီးကိုပြန်ရှင်းနိုင်ပါ့မလား...ဒီဇာတ်ကားက ရယ်လည်းရယ်ရသလိုအဲ့ဒီခေတ်က ချစ်စရာကောင်းတဲ့ ဇာတ်လမ်းဇာတ်ညွှန်းလေးတွေကို တွေ့နေရတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hein Min Tun ပဲဖြစ်ပါတယ်...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Comedy , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein Min Tun\nEncoded ...",
        "rating": "5.0",
        "url": "https://megaup.net/3zGqq/Honey_I_Blew_Up_The_Kid.1992.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/termination-136x200.jpg",
        "title": "Termination 2019",
        "description": "Captain ချာလီနဲ့ သူ့ရဲ့အဖွဲ့သားတွေဟာ မားစ်ဂြိုလ်ကို မစ်ရှင်တစ်ခုနဲ့ အာကာသခရီးနှင်ကြတယ် ထူးဆန်းစွာနဲ့ captain ချာလီဟာ စိတ်လွတ်ပြီး သူ့ရဲ့အဖွဲ့သားတွေကို သတ်ဖြတ်တော့တယ်။ အဖွဲ့ထဲမှာ ပါလာတဲ့ ချာလီရဲ့ချစ်သူကတော့ သူ့ရဲ့ချစ်သူကို ဆေးကုသမှုတွေ စိတ်ငြိမ်ဆေးတွေနဲ့ ကုသချင်ခဲ့တယ်။ ဒါပေမယ့်ဟ ဒါဟာ အလုပ်ဖြစ်ပါ့မလား ....... ဇာတ်လမ်းက chapter တစ်ခုချင်းစီနဲ့ ကိုယ်စီဇာတ်လမ်းတစ်ခုစီရှိနေပါတယ် .... termination ဆိုတဲ့အတိုင်း အဆုံးစီရင်မှ လွတ်မြောက်နိုင်မယ့် အခြေအနေမှာ ဘယ်လိုတွေ ရင်ဆိုင်ကြမလဲဆိုတာ ကြည့်ရမှာပါ.... ခေါင်းစားရတာ ကြိုက်တဲ့သူတွေ တကယ်ကို ကြည့်သင့်တဲ့ကားပါနော် File Size : 650 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Sandi ...",
        "rating": "3.1",
        "url": "https://megaup.net/2dL1v/Termination.2019.720p_(CM).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/one-last-105x200.jpg",
        "title": "One Last Prayer 2020",
        "description": "ဒေးဗစ်ဟာ လျှပ်စစ်ကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်နေသူတစ်ယောက်။ မိန်းမနဲ့သမီးလေးတစ်ယောက်ရှိပြီး သမီးလေးဟာ ကင်ဆာရောဂါဝေဒနာခံစားနေရသူဖြစ်တယ်။ သမီးဖြစ်သူ အိုလီဗီယာလေးဟာ သူ့ရဲ့မွေးနေ့မှာ မူးလဲသွားပြီး ဆေးရုံတင်လိုက်ရတဲ့အချိန်မှာ သူ့ရဲ့ကင်ဆာရောဂါက အခြေအနေဆိုးနေတာကို သိလိုက်ရတယ်။ ဆရာ၀န်တွေက ဓာတ်ကင်ကုသမှု ထပ်လုပ်စေချင်ပေမယ့် အမေဖြစ်သူက သူ့သမီးကို ဒီလိုအတွေ့အကြုံထပ်မပေးချင်တော့တဲ့အတွက် သဘာ၀ကုထုံးနဲ့ ကုကြည့်ဖို့ ဒေးဗစ်ကိုပြောတယ်။ ခက်တာက ဒီအတွက် ငွေအများကြီးလိုအပ်တယ်။ ကံဆိုးစွာနဲ့ ဒေးဗစ်ရဲ့ ကုမ္ပဏီကလည်း အခြေအနေမကောင်းတော့ပဲ လစာတွေ လျှော့ချခံလိုက်ရပါတော့တယ် .... ဒီဇာတ်လမ်းဟာ တစ်ချိန်က ကိုယ်ကူညီခဲ့ဖူးတဲ့အတွက် တစ်ချိန်မှာ အကျိုးပြန်ခံစားရတယ်ဆိုတဲ့ moral lesson ကို ပေးပါတယ် ခရစ်ယာန်ဘာသာ၀င်တို့ရဲ့ ဘုရားသခင်အပေါ်မှာ ယုံကြည်သက်၀င်မှုတွေကို ထင်ရှားစွာတွေ့ရမှာဖြစ်ပါတယ် တကယ်ကို ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ....File Size : 650 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama, Family\nSubtitle ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/one-last-prayer-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/irgJyd0uSs06zqzPEspWMpTYM8h.jpg",
        "title": "Into The Void(2019)",
        "description": "Into The Void(2019)ထူးဆန်းတဲ့ ဗိုင်းရပ်စ် တစ်မျိုးကူးစက်မှုကြောင် ့ zombie ဘဝကိုပြောင်းသွားတဲ့သူတွေရှိတယ်..တခြား  zombies  တွေလိုတော့မဟုတ်ဘူး..မှတ်ဉာဏ်ပျောက်ဆုံးပြီး သူတို့ဟာညဘက်အမှောင်ချိန်ရောက်မှသာ လူတွေကိုတိုက်ခိုက်လေ့ရှိတယ်...ဒီလိုဗိုင်းရပ်စ်ဟာ တစ်နေ့မှာတော့ ကောင်မလေးတစ်ယောက်ကိုကူးသွားခဲ့တယ်...ကောင်မလေးဟာ မှတ်ဉာဏ်ပျောက်ဆုံးသွားပြီး ဇွန်ဘီးလိုဖြစ်သွားခဲ့ပေမယ့် အသိဉာဏ်တစ်ချို့တစ်ဝှက်တော့\nကျန်နေဆဲပါ..ဒါကိုသိတဲ့သူ့ကောင်လေးဟာ အန္တရာယ်တွေကြားကနေ သူ့ရဲ့ကောင်မလေးကို ဘယ်လိုမျိုးကြိုးစား\nပြီးတော့ ကယ်တင်သွားမလဲ..သူ့ကောင်မလေးကရော အရင်လိုပြန်ဖြစ်သွားနိုင်မလားဆိုတာကတော့...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (320MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:24:00\nGenre : Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/4fDI3/Into_The_Void.2019.WEB-DL.720P.PP.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-15-at-5.49.42-PM-132x200.png",
        "title": "Archive (2020)",
        "description": "Archive (2020)===========IMDb Rating - 6.3/10#Unicodeသေပြီးတဲ့နောက်မှာ ဘ၀ကြီးက ချက်ချင်းပြီးသွားတာ မဟုတ်ဘူးဆို ဘယ်လိုလုပ်မလဲ။ကိုယ့်ရဲ့ အသိစိတ်ကို ခဏသိမ်းထားလို့ရပြီး နောက်မှာ ကျန်ခဲ့မယ့်လူတွေကို နှုတ်ဆက်စကားပြောခွင့်ရမယ်ဆိုရဂ်ရော။ Artificial intelligence(ညဏ်ရည်တု)နည်းပညာနဲ့ပက်သက်တဲ့ နယ်ပယ်မှာ ပညာရှင်တိုင်းဖြေဖို့ကြိုးစားနေတဲ့မေးခွန်းတစ်ခုရှိတယ်။ \"အသိစိတ်ကို ဖန်တီးလို့ရလား\"ဆိုတဲ့မေးခွန်းပါ။ ဒီဇာတ်ကားထဲမှာတော့ ဒီမေးခွန်းကိုရိုးရိုးလေးဖြေပြသွားတာကိုတွေ့ရမှာပါ။ 1238ခုနှစ်မှာ စက်ရုပ်ပညာရှင်တစ်ယောက်က ဂျပန်နိုင်ငံရဲ့နှင်းတောထဲက အလုပ်ရုံတစ်ခုမှာ လူလိုအသိညဏ်ရှိတဲ့စက်ရုပ်တွေကို ကြိုးစားပြီးဖန်တီးနေတယ်။ သူ့ရဲ့အသိစိတ်ရှာပုံတော်က တော်တော်တောင်ခရီးရောက်နေပြီပြောရမယ်။လိုအပ်နေတာလေးတွေတော့ရှိသေးတာပေါ့။ ဒါပေမယ့် သူကတိကျတဲ့ရည်ရွယ်ချက်တစ်ခုအတွက် လူသားတစ်ယောက်နဲ့ထပ်တူကျတဲ့ စက်ရုပ်တစ်ရုပ်ကိုလိုချင်တာ။ တိတိကျကျပြောရရင် သေသွားတဲ့သူ့မိန်းမနဲ့တူတဲ့ စက်ရုပ်တစ်ရုပ်ကိုလိုချင်တာ။တဖြည်းဖြည်းနဲ့ သူ့ရဲ့အလုပ်က အန္တရာယ်များလာပြီး စွန့်စားရမှာတွေရှိလာတယ်။ သူအောင်မြင်ပါ့မလား။ ဘယ်လိုပြဿနာတွေကိုကြုံရဦးမလဲဆိုတာသိချင်ရင်တော့ ဇာတ်ကားလေးကို ကြည့်လိုက်ပါ။--------------\nဇာတ်ကားက IMDB Rating 6.3/10  ရရှိထားပြီး si-fi ဇာတ်ကားတစ်ကားအနေနဲ့ဆို မဆိုးဘူးလို့ပြောရမှာပါ။ ခပ်အေးအေးဇာတ်လမ်းနဲ့ မထင်မှတ်ထားတဲ့ အဆုံးသတ်နဲ့ ပရိတ်သတ်ကို ဪဒီလိုလားဆိုပြီးဖြစ်သွားစေပါလိမ့်မယ်။ ညဏ်ရည်တုနည်းပညာနဲ့ပတ်သက်ပြီး  ညဏ်ရည်တုနဲ့လူသားတွေရဲ့ကြားထဲမှာရှိလာနိုင်တဲ့ သံယောဇဉ်တွေကိုပါချပြထားပါတယ်။စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားတွေကိုကြိုက်နှစ်သက်သူတွေအနေနဲ့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါ။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3zGks/[CM]Archive.2020.WebRip.720P.mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/opaWOhxmwWsmvlm86aYmbz3uOVN.jpg",
        "title": "Kadakh(2020)",
        "description": "Kadakh(2020)ဒီIndia ဇာတ်ကားကတော့ IMDB rating 6.8ရရှိထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီးComedy,Drama,Thrillerအမျိုးအစားဖြစ်ပါတယ်။\nဆူနီးလ်တို့ဇနီးမောင်နှံနှစ်ယောက်က ဒေဝါလီအကြိုပွဲညပါတီလုပ်ဖို့အတွက်သူငယ်ချင်းတွေကိုဖိတ်ထားပါတယ်။\nဆူနီးလ်တစ်ယောက်တည်းအိမ်မှာရှိနေတုန်းမဖိတ်ခေါ်ထားတဲ့ဧည့်သည်တစ်ယောက်ရောက်လာပါတယ်။အဲဒီလူကတစ်ခြားသူမဟုတ်ပါဘူး။\nဆူနီးနဲ့ဖောက်ပြန်ဇာတ်လမ်းခင်းနေတဲ့ချာယာရဲ့ယောကျာ်းပဲဖစ်ပါတယ် ...အဲဒီလူကမေးခွန်းတစ်ချို့မေးပြီးဆူနီးလ်နဲ့အငြင်းပွားကြတယ်...ဒီလိုအငြင်းပွားရုံနဲ့မပြီးကြပါဘူး...ပြဿနာအကြီးကြီးတက်စေမယ့် ကိစ္စတစ်ခုကို မမျှော်လင့်ဘဲ လုပ်မိသွားကြတယ်..အဲ့ဒီနောက်မှာတော့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲဲ့\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (900 MB) and (339 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy , Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/4fC75/Kadakh.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTo9Ufo7H2v1guK1pSFkU6jYkFM.jpg",
        "title": "Heartbeats",
        "description": "အမြဲလိုလိုပျော်ရွှင်တက်ကြွနေတတ်တဲ့\nအသက်၂၀အရွယ် ချင်းမိုင်သူလေး \"ဝမ်\"\nဆုံးသွားတဲ့ချစ်သူကောင်မလေးချန်ခဲ့တဲ့ ပဟေဠိကိုအဖြေရှာရင်း\nချင်းမိုင်ကိုရောက်လာတဲ့ အသက်၄၀အရွယ် လူရိုးကြီး \"ချိုင်\"\nဒီလိုနဲ့ သူတို့နှစ်ယောက် ချင်းမိုင်ကဝမ်တို့ရဲ့တည်းခိုဆောင်လေးမှာ ဆုံမိကြတဲ့အခါ...\nနှလုံးရောဂါသည်မလေး ဝမ်နဲ့ အသည်းကွဲနေသူကြီး\nချိုင်တို့ရဲ့ရင်ခုန်သံစည်းချက်တွေနဲ့ ဦးနဲ့ခေးဇာတ်လမ်းလေးကို\nလူငယ်ဆန်ဆန် pickup line လန်းလန်းလေးတွေရယ်\nချင်းမိုင်ရဲ့ဘုရားပုထိုး၊တောင်တန်းအလှတွေ၊ ချစ်စရာ\ncafe နဲ့ guest house လေးတွေရယ် မြန်မာနဲ့ထိုင်းကြားက\nခပ်ဆင်ဆင်ရိုးရာအင်္ကျီလေးတွေ၊ဓလေ့လေးတွေရယ်\nဗီယက်နမ်အလယ်ပိုင်းက ရှေးဟောင်းမြို့လေးဟွေအန်းမြို့ရဲ့\nချစ်စရာဈေးလမ်းလေးတွေ၊ နာမည်ကျော်လက်ဖဝါးတံတားကြီးရယ်\nနဲ့အတူ ကြည့်ရှုခံစားလိုက်ကြပါဦး....\n \nFile Size -  1.7 GB\nQuality - Web-Dl 1080P\nSubtitle -  Burmese (hardsub)\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/4VA2n/Heartbeats.2019.720p_{CM}_.mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/gPVCPiR9VRWCVt1dQcYHbIXk5W6-138x200.jpg",
        "title": "The Untold Story 2",
        "description": "ဒီတခါတော့ cmပရိသတ်ကြီးအတွက် ၁၉၉၈ခုနှစ်က\nရိုက်ကူးပြီး IMDb 5.5ရထားတဲ့ horrorဇာတ်လမ်းလေး\nတင်ဆက်ပေးလိုက်ပါတယ်.\nဇာတ်လမ်းအကျဉ်းကတော့ အလုပ်ကိုပဲ\nအာရုံစိုက်တ‌ဲ့ Cheung ဟာ တနေကုန် ပင်ပန်းတာတွေ များလို့\nညရောက်တဲ့အခါ ဇနီးKuenဖြစ်သူကို စိတ်မကျေနပ်စေနိုင်ခဲ့ပါဘူး.\nအဲ့ဒါကြောင့် ဇနီးဖြစ်သူဟာ စိတ်ကျေနပ်မှုရအောင်\nအမြဲယောကျာ်းတစ်ယောက်မဟုတ် တစ်ယောက် ရှာပြီး\nဆန္ဒကို ဖြေသိမ့်နေခဲ့ပါတယ်.\nလူရိုးကြီးCheungဟာလဲ ဇနီးသည်ကို\nပြောမရတာကြောင့် လွှတ်ပေးထားခဲ့ပါတယ်။\nဒီလိုနဲ့ မထင်မှတ်ပဲ တနေ့မှာတော့ kuen ရဲ့ညီမ၀မ်းကွဲဖြစ်သူ Fungဟာ\nဟောင်ကောင်ကို ရောက်လာခဲ့ပါတယ်.\nFung ဟာအမဖြစ်သူရဲ့ လုပ်ရပ်တွေကို တွေ့တဲ့အခါမှာ ရွံရွာမုန်းတီးပြီး\nလူရိုးကြီး Cheungကို သနားချစ်ခင်ခဲ့ပါတယ်.\nအဲ့ဒါနဲ့ fungဟာ လူရိုးကြီး Cheungကို မာယာတွေနဲ့ ဖြားယောင်းပြီး\nသူ့ကိုချစ်ခင်အောင် လုပ်ခဲ့ပါတယ်.\nhorrorကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေ\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပါ....\nလူသတ်ခန်းနဲ့ ချစ်ကျွမ်း၀င်ခန်းတချို့ပါ၀င်တာကြောင့်\nအသက်၁၈နှစ်အောက် မကြည့်သင့်ပါ....",
        "rating": "7.8",
        "url": "https://megaup.net/2TH2h/The.Untold.Story.II.1998.CHINESE.7200p.BluRay_%7BCM%7D_.mp4",
        "category": "Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOGY1MGM2ZjItZDJjMC00ZGM0LTg2MDctNmExNzcyYTcwMjM3XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Relic (2020)",
        "description": "Relic (2020)==========IMDb Rating - 6.4/10#Unicodeဒီဇာတ်ကားလေးကတော့ 2020ခုနှစ်ထွက် IMDb 6.4/10 ရထားတဲ့ horror/dramaဇာတ်လမ်းလေးပါ။åဇာတ်လမ်းအညွှန်းကတော့ အသက်80အရွယ်အမေဖြစ်သူဟာ အိမ်က ရက်အတော်ပျောက်သွားတာကိုနယ်မြေရဲဖြစ်သူက ဖုန်းဆက်လာတာကြောင့် သမီးဖြစ်တဲ့ ကေနဲ့ မြေးမလေး ဆမ်တို့ဟာ အဖွားရှိရှာ မြို့ကိုချက်ချင်းလာခဲ့ပါတယ်။ ရဲတွေနဲ့ပူးပေါင်းပြီး သူတို့သားအမိဟာ အမေဖြစ်သူကို ရှာခဲ့ပေမယ့်လည်း လုံး၀ရှာမရခဲ့ပါဘူး။ ဒါပေမယ့် မထင်မှတ်တဲ့ တမနက်မှာတော့ အဖွားကြီးဟာ အိမ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာခဲ့ပါတယ်။ ကေနဲ့ဆမ်ဟာ အဖွားဖြစ်သူကို ဘယ်ရောက်ခဲ့တာလဲ မေးခဲ့ပေမယ့်လည်း အသက်80အရွယ် အဖွားကြီးဆိုတော့ မမှတ်မိခဲ့ပါဘူး။ ဒါပေမယ့် တဖြည်းဖြည်းချင်း အဖွားဖြစ်သူရဲ့ ပုံမှန်မဟုတ်တဲ့ မှတ်ညဏ်ချို့ယွင်းမှုတွေဖြစ်လာတာမို့ အဲ့လိုဖြစ်တာတွေကို သူတို့သားအမိရှာဖွေတွေရှိလာခဲ့ပါတယ်။ သူတို့သားအမိဟာ အဖွားရဲ့မှတ်ညဏ်ချို့ယွင်းမှုကြောင့် မျက်စိအောက်က အပျောက်မခံပဲ သေချာစောင့်ကြည့်လိုက်တဲ့အခါမှာတော့ ထိတ်လန့်ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ ဖြစ်ခဲ့ပါတယ်။ ဘယ်လို ထိတ်လန့်ခြောက်ခြားဖွယ်ရာတွေလဲဆိုတာကိုတော့ ဇာတ်လမ်းကို ဆက်လက်ကြည့်ရှုခံစားပေးကြပါဦး........(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ YK ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကေတာ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/4fCRV/[CM]Relic.2020.WebRip.720P.mp4",
        "category": "Drama, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-13-at-3.14.42-PM-135x200.png",
        "title": "Volition (2019)",
        "description": "Volition (2019)============IMDb Rating - 5.2/10#Unicodeဒီကားက​တော့ ဒီရက်ပိုင်းကမှအသစ်ထွက်ထားတဲ့ Thriller/Sci-fic အမျိုးအစားကားပါ။မင်းသားကသူငယ်ငယ်တည်းက အနာဂတ်မှာဘာ​တွေဖြစ်မလဲဆိုတာ​​တွေကိုခဏခဏ မြင်မြင်​နေရ​လေ့ရှိတယ်။ တစ်ခါမြင်ပြီးတိုင်းပန်းချီဆွဲတာဖြစ်ဖြစ် နံရံ​ပေါ်မှာချ​ရေး​တာဖြစ်ဖြစ် လုပ်လေ့ရှိတယ်။ အနာဂတ်မှာဘာဖြစ်မလဲဆိုတာသူမြင်နိုင်​ပေမယ့်သူ့စွမ်းရည်ကိုအသုံးချပြီးမသမာမှု​ဘာတစ်ခုမှကိုမလုပ်တဲ့လူရိုးကြီးတစ်​ယောက်ပါ၊ တစ်​နေ့​တော့သူငှား​နေတဲ့တိုက်ခန်းဖိုး​တောင်သူ​ပေးစရာမရှိ​လောက်တဲ့အထိသူမွဲလာ​တဲ့အခါမှာ​တော့သူ့စွမ်းရည်ကိုလာငှားတဲ့သူ့​ဘော်ဒါရဲ့အလုပ်ကိုသူလက်ခံမိလိုက်တယ်။ အဲ့အလုပ်ကိုသူလက်ခံလည်းပြီး​ရော သူ့အာရုံထဲမှာ သူ​​သေနတ်အပစ်ခံရပြီး​သေတာကို သူမြင်လိုက်တယ်။ မင်းသားအ​နေနဲ့အနာဂတ်မှာသူ​သေရမယ့်အဖြစ်အပျက်​တွေကိုဘယ်လို​​တွေရှောင်မလဲ..... မင်းသားအခုလိုအမြင်​တွေရ​နေတာက​ကောဘာ​ကြောင့်လဲဆိုတာဆက်ပြီးကြည့်ရှုလိုက်ပါဦးလို့. . .(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Dolly ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားက​ေတာ့ ဒီရက္ပိုင္းကမွအသစ္ထြက္ထားတဲ့ Thriller/Sci-fic အမ်ိဳးအစားကားပါ။မင္းသားကသူငယ္ငယ္တည္းက အနာဂတ္မွာဘာ​ေတြျဖစ္မလဲဆိုတာ​​ေတြကိုခဏခဏ ျမင္ျမင္​ေနရ​ေလ့ရွိတယ္။ တစ္ခါျမင္ၿပီးတိုင္းပန္းခ်ီဆြဲတာျဖစ္ျဖစ္ နံရံ​ေပၚမွာခ်​ေရး​တာျဖစ္ျဖစ္ လုပ္ေလ့ရွိတယ္။ အနာဂတ္မွာဘာျဖစ္မလဲဆိုတာသူျမင္ႏိုင္​ေပမယ့္သူ႔စြမ္းရည္ကိုအသုံးခ်ၿပီးမသမာမႈ​ဘာတစ္ခုမွကိုမလုပ္တဲ့လူ႐ိုးႀကီးတစ္​ေယာက္ပါ၊ တစ္​ေန႔​ေတာ့သူငွား​ေနတဲ့တိုက္ခန္းဖိုး​ေတာင္သူ​ေပးစရာမရွိ​ေလာက္တဲ့အထိသူမြဲလာ​တဲ့အခါမွာ​ေတာ့သူ႔စြမ္းရည္ကိုလာငွားတဲ့သူ႔​ေဘာ္ဒါရဲ႕အလုပ္ကိုသူလက္ခံမိလိုက္တယ္။ အဲ့အလုပ္ကိုသူလက္ခံလည္းၿပီး​ေရာ သူ႔အာ႐ုံထဲမွာ သူ​​ေသနတ္အပစ္ခံရၿပီး​ေသတာကို သူျမင္လိုက္တယ္။ မင္းသားအ​ေနနဲ႔အနာဂတ္မွာသူ​ေသရမယ့္အျဖစ္အပ်က္​ေတြကိုဘယ္လို​​ေတြေရွာင္မလဲ..... မင္းသားအခုလိုအျမင္​ေတြရ​ေနတာက​ေကာဘာ​ေၾကာင့္လဲဆိုတာဆက္ၿပီးၾကည့္ရႈလိုက္ပါဦးလို႔. . .(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Dolly ပဲျဖစ္ပါတယ္။)   Quality – 720p  BluRayDuration - 1 hr 32 minSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "rating": "5.2",
        "url": "https://megaup.net/3zDN6/[CM]Volition.20199.WebRip.720P.mp4",
        "category": "Sci-Fi, Thriller"
    }
]