[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mR72XsO7EQu3uH8TeqPxMd9V8mW.jpg",
        "title": "In a Lonely Place (1950)",
        "description": "In a lonely place (1950)အဖြူ အမဲ ဂန္တဝင် ရုပ်ရှင် classical film ကောင်းကောင်းတွေကို ကြိုက်တတ်တဲ့ သူတွေ ကြည့်ကို\nကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ။ Rotten tomatoes ရုပ်ရှင်ဝေဖန်ရေး ဝက်ဘ်ဆိုက်မှာလဲ\nrating ကောင်းကောင်း ရထားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်လမ်းကျောရိုးကတော့ဒုတိယ ကမ္ဘာစစ်ကြီးလွန်ပြီး ၁၉၅၀ ကာလများက နာမည်ကြီး ဒစ်ခ်ဆန် စတီးလ်ဆိုတဲ့ ဇာတ်ညွှန်းရေး ဆရာ\nတစ်ယောက်ရဲ့ အသက်ငါးဆယ်ဝန်းကျင် ဘဝအဖြစ်အပျက်တွေပေါ်မှာ တည်ထားတာပါ။\nဒစ်ဆန်ဟာ သူအိမ်ခေါ်မိတဲ့ ကောင်မလေး တစ်ယောက် အသတ်ခံရတာကြောင့် ရဲတွေရဲ့ သံသယအရှိဆုံးသူအဖြစ်\nသတ်မှတ်ခံရပါတယ်။ ရဲတွေက သူ့မျက်နှာချင်းဆိုင်မှာ နေတဲ့ တက်သစ်စ မင်းသမီး တစ်ယောက်ကို\nခေါ်မေးရာကနေ ဇာတ်ညွှန်းရေးဆရာ ဒစ်ခ်ဆန်နဲ့ မင်းသမီးတို့ မေတ္တာသက်ဝင်သွားပါတယ်။ပေါက်ကွဲလွယ်တဲ့ ဒေါသအိုးတစ်ဦး ဖြစ်ပြီး မဟုတ်ရင်မခံတတ်တဲ့ ဗီဇလည်းရှိသလို မိမိအတ္တကိုလည်း\nနည်းနည်းလေးမှ အထိပါးမခံတဲ့ ဒစ်ခ်ဆန်တစ်ယောက်ရဲ့ အပြုအမူတွေဟာ ရဲတွေ သံသယဝင်လောက်စရာကောင်းအောင်ကို\nမူမမှန်တွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2rlkg/In.a.Lonely.Place.1950.720p.BluRay.X264.YK(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMzMwNDRiZjctZWQ1My00MjQ3LWEyMDAtMzU0MzU1YTlkMjYyXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Deep in the Forest (2022)",
        "description": "DEEP IN THE FOREST (2021)ရုပ်ရှင်အကြောင်းမပြောခင် IMDb Ratingအကြောင်း အရင်စချင်ပါတယ်။ ဘာလို့ဆို ဒီရုပ်ရှင်ဟာ ဇာတ်လမ်းဇာတ်ကွက် သိပ်ကောင်းတဲ့ ရုပ်ရှင်မို့ပါပဲ။ IMDb Ratingတွေဟာ တော်တော်မယုံရတဲ့ထဲပါပါတယ်။\nဥပမာ ထိပ်ဆုံးကားတွေထဲ ထပ်ခါတလဲလဲရိုက်နေတဲ့ လင်းနို့လူသားကားကို မူးနောက်နေအောင်ရိုက်တတ်တဲ့ လူက ရိုက်ထားတဲ့ကားလည်း ပါပါတယ်။ အခန်းလေးထဲတင် စကားများပြီး ပြီးသွားတဲ့ အဖြူအမဲကားလည်းပါပါတယ်။ အဲဒီထက်ပိုဆိုးတာကတော့ ဘာဇာတ်အိမ်မှရေရေရာရာမရှိတဲ့ ရိုက်တာတောင် လက်မငြိမ်တဲ့ တရုတ်ကားတွေ ၊ ကြာခိုတာကို နစ်နာရီလောက်ရိုက်ပြသွားတဲ့ တရုတ်ကားတွေ ၊ မိသားစုတစ်ခုထဲက မထူးမဆန်းဟာတွေကို ရိုက်ပြပြီး ပြီးသွားတဲ့ ဂျပန်ကားတွေက rating 8တွေအထိနေရတာပါပဲ ။\nRatingအတိုင်း ယုံရတာ mcuရုပ်ရှင်တွေနဲ့ ကုလားကားတွေလောက်ပဲရှိပါတယ်။ rating များပြီး တကယ်လည်းကောင်းတဲ့ကားတွေပါပဲ။ ဒီတော့ပြောချင်တာက ဒီရုပ်ရှင်ရဲ့ ratingကို မယုံကြပါနဲ့။ဒီရုပ်ရှင်ရဲ့ ဇာတ်အိမ်ဟာ အင်မတန်ဆန်းပြားတဲ့ ဇာတ်အိမ်ပါပဲ။ ဒီမိုကရေစီနဲ့ နာမည်ကြီးတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/15qjh/Deep_in_the_Forest_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/mayberry-133x200.png",
        "title": "Mayberry Man (2021)",
        "description": "Mayberry Man (2021)\n=================\nIMDb Rating - 5.9/101960 တုန်းက နာမည်ကြီးခဲ့တဲ့ အမေရိကန် sitcom comedy ဇာတ်လမ်းတွဲ\n\"The Andy Griffith Show\" ကို အမှတ်တရဖြစ်အောင် မတူတဲ့ ဇာတ်လမ်း\nဇာတ်အိမ်နဲ့ ပြန်လည်အသက်သွင်းပုံဖော်ပေးထားတဲ့ကားလေးဖြစ်တယ်။\nခရစ်စတုန်းဆိုတဲ့ နာမည်ကြီး ဟောလိဝုဒ်မင်းသားတစ်ယောက်က ကားအရှိန်\nအမြှင့်မောင်းနှင်မှုနဲ့ တရားရင်ဆိုင်နေရတယ်။ တရားသူကြီးကလည်း မင်းသားရဲ့\nအဖေဖြစ်သူ ဝေါလ်တာ စတုန်းရဲ့ အမာခံပရိတ်ဖြစ်တဲ့အတွက်ကြောင့် ခရစ်စတုန်း\nကို ဒဏ်ငွေမဆောင်ခိုင်းဘဲ သူ့အဖေ ပါဝင်သရုပ်ဆောင်ဖူးတဲ့ \"The Andy Griffith\nShow\" ထဲက ဇာတ်အိမ်တည်ထားရာ မြို့လေးဖြစ်တဲ့ မေဘယ်ရီမြို့လေးမှာ တစ်ပတ်\nသွားနေဖို့ ပြစ်ဒဏ်ပေးလိုက်တယ်။မသွားချင်သွားချင်နဲ့ မေဘယ်ရီ့မြို့ကို ရောက်သွားတဲ့ ခရစ်စတုန်း တစ်ယောက်\nသူတစ်ခါမှ မကြုံဖူးတဲ့ ပျော်ရွှင်မှု ရင်းနှီးမှု ကြင်နာစိတ် အပြည့်ရှိတဲ့လူတွေနဲ့တွေ့လိုက်\nရတဲ့အကြောင်းကို ဇာတ်လမ်းပြီးသည်အထိ ရယ်မောကြည်နူးရင်း ကြည့်ရမှာဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.43 ...",
        "rating": "5.9",
        "url": "https://megaup.net/37i5w/Mayberry.Man.2021.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/titan-143x200.png",
        "title": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)",
        "description": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)\n====================================================Teen Titans Go! ဆိုတာ Teen Titans အန်နီမေးရှင်းစီးရီးကို ဟာသဗားရှင်းနဲ့\nဆက်ထွက်တဲ့စီးရီးလေးဖြစ်ပြီး မူရင်းစီးရီးတင်မကပဲ တခြားစူပါဟီးရိုးကားတွေကိုပါ\nလှောင်ပြောင်ပေါက်ကရလုပ်ထားတာပါ။အခု Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse\nကတော့ မူဗီတစ်ခုဖြစ်ပြီး DC Super Hero Girls ဆိုတဲ့ စီးရီးနောက်တစ်ခုနဲ့ crossover\nလုပ်ထားတာပါ။crossover ဆိုရာမှာ သမားရိုးကျ crossover မဟုတ်ပဲ စူပါဟီးရိုးကားတွေရဲ့\nထုံးစံတွေကို ပညာသားပါပါဟာသလုပ်ထားတာကိုတွေ့ရမှာပါ။ လက်စ်လူသာရဲ့ မဟာ\nအကြံအစည်ကြီးကို Super Hero Girls အဖွဲ့က တားဖို့လုပ်တာကိုကြည့်ရရင်း သာမန်ကလေး\nကာတွန်းကားလို့ ခံစားရလာပြီဆိုရင် Teen Titans တို့က ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Lncg/Teen.Titans.Go.and.DC.Super.Hero.Girls..2022.720p.[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/unearch-135x200.png",
        "title": "Unearth (2020)",
        "description": "Unearth (2020)\n============ဇာတ်ကားတစ်ကားကိုအစကနေမပြီးခင်အထိ ဇာတ်လမ်းက\nအတိတ်ကအကြောင်းတွေနဲ့လက်ရှိအကြောင်းကို ရောသမမွှေပြီး\nနောက်ဆုံးမှ ဇာတ်လမ်းက ဒီလိုပါလားဆိုပြီး horror ကားကိုမှ\nဇာတ်ရှိန်အေးအေးနဲ့ ကြည့်ချင်ပါတယ်ဆိုတဲ့ ပရိသတ်‌တွေအတွက်\nဒီကားလေးကို တင်ဆက်ပေးလိုက်တယ်ဗျ။ဇာတ်လမ်းကတော့ ဒိုလန် မိသားစုနဲ့ လိုမက်မိသားစု နှစ်စုတို့က\nလယ်ထဲမှာနေကြတဲ့ အိမ်နီးနားချင်းတွေဖြစ်တယ်။ ဒိုလန်မိသားစုရဲ့\nဦးစီးသူ ကက်သရင်းကတော့ မိသားစုနှစ်စုလုံးရဲ့ မြေကိုပေါင်းပြီး\nရောင်းချင်နေတာ လိုမက်မိသားစုရဲ့ အိမ်ထောင်ဦးစီးဖြစ်တဲ့ ဂျော့ခ်ျကတော့\nသူတို့မြေကိုမစွန့်လွှတ်နိုင်ဘူးဖြစ်နေတယ်။ ဒီလိုနဲ့ ‌တစ်နေ့ကျတော့ ဂျော့ခ်ျ\nဆီကို တွင်းထွက်တူးဖော်တဲ့ကုမ္ပဏီက သူတို့နေနေတဲ့လယ်ကွက်အောက်မှာ\nသဘာဝဓာတ်ငွေ့ကြောကြီးတွေ့ထားတော့ မက်မောလောက်စရာငွေတွေ‌နဲ့\nသူတို့မြေကိုဝယ်ဖို့ကမ်းလှမ်းတယ်။ ဂျော့ခ်ျ ကလည်း ရောင်းရမလား မရောင်း\nရဘူးလား ဒွိဟဖြစ်နေရင်းနဲ့ တူးဖော်လိုက်ရမှ သူတို့ မထင်မှတ်ထားတဲ့\nအရာအတွက် တံခါးဖွင့်ပေးလိုက်သလိုဖြစ်သွားခဲ့တဲ့အခါ . . .\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(919 MB) / (459 MB)\nQuality............BluRay 1080p / 720p\nDuration.........1Hr 34mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Horror\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "4.9",
        "url": "https://megaup.net/1Lnvi/Unearth.2020.720p.BluRay.[CM].mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-emergency-135x200.jpg",
        "title": "Emergency (2022)",
        "description": "Emergency\nအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ကြတဲ့ တက္ကသိုလ်ကျောင်းသားနှစ်ယောက်ဟာ သူတို့တက္ကသိုလ်မှာ တစ်ညတည်းနဲ့ ပါတီ ၇ခုကိုဆက်တိုက်သွားနိုင်တဲ့လူမည်းအမျိုးသားဖြစ်နိုင်ဖို့ ကြံစည်နေပါတယ်။သူတို့အပြီကဲမယ့်ညမှာပဲ သူတို့အိမ်ထဲမှာ ကောင်မလေးတစ်ယောက် အရက်မူးပြီး သတိလစ်နေတာတွေ့လိုက်ပါတယ်။သူတို့ဟာ လူမည်းဖြစ်နေလို့ရဲတွေအထင်လွဲမှာကြောက်ပြီး 911 ကိုဖုန်းမဆက်ရဲကြပါဘူး။ဒီလိုနဲ့ကောင်မလေးကို ကားနဲ့ဆေးရုံပို့ဖို့ဆုံးဖြတ်လိုက်ရာကနေ ရိုးရှင်းရမယ့်ကိစ္စက မထင်မှတ်ဘဲရယ်စရာတလွဲတွေဖြစ်လာပါတော့တယ်။\nRJ Cyler,Donald Elise Watkins, Sabrina Carpenter တို့ပါ၀င်ထားပါတယ်။ရယ်စရာလည်းကောင်းသလို America ရဲ့ racism,gun violence တွေကိုလည်း လူမည်းတွေဘက်ကနေမြင်နိုင်အောင်ပြသထားပါတယ်။\nRotten tomatoes-93%\nIMDB -6/10 File size…(1.33GB)/(694MB)/(320MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy /Drama /Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "6",
        "url": "https://megaup.net/1Lnb0/Emergency.2022.720p(CM).mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/deception-141x200.png",
        "title": "Deception (2021)",
        "description": "Deception (2021)\n=============ပြင်သစ်ကားတွေက အိမ်ထောင်ရေးဖောက်ပြန်တာကို အနုပညာဆန်ဆန်\nဖန်တီးတဲ့နေရာမှာ စံထားလောက်တယ်လို့ ပြောရင်မှားမယ်မထင်ပါဘူး။\nအခု ''Deception'' ဇာတ်ကားလေးကလည်း ဒီလိုပါပဲ။ အိမ်ထောင်ရေး\nဖောက်ပြန်တာကို ဇာတ်အိမ်တည်ပြီး အချစ်အ​ကြောင်းကို လှလှပပရိုက်\nပြသွားတဲ့ ဇာတ်လမ်းမျိုးပါ။ဒီကားရဲ့အဓိကဇာတ်ဆောင်ကတော့ ဖီးလစ်ပေါ့။ ဖီးလစ်က ဂျူး - အမေရိကန်\nစာရေးဆရာတစ်ယောက်ဖြစ်ပြီးတော့ သူ့ရဲ့မယားငယ်အမျိုးသမီးလေးနဲ့အတူ\nရုံးခန်းလေးထဲမှာ ပေါင်းသင်းနေထိုင်ပါတယ်။ ဒီအခန်းလေးထဲမှာပဲ ဒီအမျိုးသမီးနဲ့\nတိုင်ပင်တယ်၊ ဆွေးနွေးတယ်၊ ဂျူးလူမျိုးမုန်းတီးရေးဝါဒီတွေအကြောင်းပြောကြတယ်၊\nစာပေအကြောင်းတွေဆွေးနွေးကြတယ်။ တစ်ယောက်အပေါ်တစ်ယောက် သဝန်တို\nစိတ်မချတာတွေမရှိဘဲ စည်းမဲ့ဘောင်မဲ့ အချစ်ကိုခံစားကြတယ်။ ဇာတ်ကားတစ်ခုလုံးက\nအိမ်ထောင်ရေးဖောက်ပြန်မှု စည်းဘောင်တွေကျော်ပြီး အချစ်အကြောင်းဖန်တီးထားတာ\nဖြစ်ပါတယ်။ အကယ်၍ အိမ်ထောင်ရေးကိစ္စတွေကိုသာ လျစ်လျှူရှုပြီး ကြည့်ခဲ့ရင်\nဒီဇာတ်လမ်းလေးက အချစ်အကြောင်းကို လှလှပပလေး ပုံဖော်ထားတယ်ဆိုတာကို\nတွေ့ရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thar Htet ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (565 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator....... Thar Htet\nEncoder..........SWM",
        "rating": "5.7",
        "url": "https://megaup.net/1Lnhb/Deception.2021.720p.AMZN.WEB-DL.[CM].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/Life-is-beautiful-poster-133x200.jpg",
        "title": "Life Is Beautiful (1997)",
        "description": "Life is Beautifulဒီရုပ်ရှင်ဟာ ဒုတိယကမ္ဘာစစ်အတွင်း ဂျူးပေါင်း ၁ သန်းကျော် အသတ်ခံခဲ့ရတဲ့ ဂျာမန်တွေရဲ့ ငရဲခန်းလို့ တင်စားကြတဲ့ Auschwitz အကျဉ်းစခန်းထဲက လွတ်မြောက်လာခဲ့သူ အီတလီ ဂျူးလူမျိုး Rubino Romeo Salmoni ရဲ့ ဖြစ်ရပ်မှန်ဘဝဇာတ်ကြောင်းအပေါ် အခြေခံထားပါတယ်။ သူဟာ အသက် ၉၁ နှစ် ( ၂၀၁၁ ) မှာ ကွယ်လွန်သွားခဲ့ပါတယ်။Romeo Salmoni ဟာ ၁၉၄၄ ခုနှစ်မှာ ဖမ်းဆီးခြင်းခံခဲ့ရပြီး အသက် ၂၄ နှစ်အရွယ်မှာ Auschwitz အကျဉ်းစခန်းကို ရောက်ခဲ့တယ်။ သူလွတ်မြောက်လာချိန်မှာ သူ့ညီ နှစ်ယောက်စလုံးက အသတ်ခံခဲ့ရတယ်ဆိုတာ သိခဲ့ရတယ်။ ဒါပေမယ့် သူ့မိဘတွေနဲ့တော့ ပြန်ဆုံခဲ့တယ်။\nဒီဇာတ်ကားကို ရိုက်တဲ့ဒါရိုက်တာ Roberto Benigni ရဲ့ အဖေဟာ မဟာမိတ်အီတလီစစ်တပ်မှာ တာဝန်ထမ်းဆောင်နေတုန်း နာဇီတွေရဲ့ စစ်သုံ့ပန်းအဖြစ် အဖမ်းခံရပြီး ...",
        "rating": "8.6",
        "url": "https://megaup.net/2rhL8/(CM)_Life.Is.Beautiful.1997.ITALIAN.720p.BluRay.REMUX.AVC.AAC.5.1-Nyein.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/The-Surprise-Visit-poster-Courtesy-of-Vertical-Entertainment-135x200.jpg",
        "title": "The Surprise Visit (2022)",
        "description": "The Surprise Visit (2022)\n===================ဒီတစ်ခေါက်မှာတော့ ငွေမရှိလို့ ကြံရာမရတဲ့အဆုံး သူငှေးအိမ်မှာ\nဓားပြသွားတိုက်တဲ့ ကေစီ နဲ့ အန်နာဘဲလ်တို့အတွဲ အကြောင်းလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်ဗျ။ကိုဗစ်ကာလအတွင်း လူတိုင်းဘေးကြပ်နံကြပ်ဖြစ်ပြီး အလုပ်အကိုင်\nတွေမရှိတော့တဲ့ထဲမှာ ကေစီနဲ့ အန်နာဘဲလ်တို့ကလည်း အပါအဝင်ပေါ့\nသူတို့နှစ်ယောက်ကလည်း မူးယစ်ဆေးတွေသုံး ဘဝတွေပျက်ပြီး\nအန်နာဘဲလ်မှာ ကိုယ်ဝန်က‌လည်းရှိနေတော့ သူတို့ရဲ့ကလေးအနာဂတ်\nအတွက် ခေါင်းခြောက်နေကြရှာတယ်။ ကေစီကလည်း သူ့အဖေရဲ့ အလုပ်\nရှင်ဆီမှာ အလုပ်လုပ်ဖို့ပြောတော့လည်း သူ့အဖေက သားဖြစ်သူရဲ့ အသုံး\nမကျမှုတွေကြောင့် မောင်းထုတ်ပလိုက်ရော။\nအဲလိုနဲ့ ကေစီက လုံးဝမရတဲ့အဆုံး သူ့အဖေရဲ့အလုပ်ရှင် သူဌေးမအိမ်မှာ\nသွားခိုးမယ်ဆိုပြီး မိန်းမဖြစ်သူကို ဖြောင်းဖျတယ်။ သူ့မိန်းမက မလုပ်ချင်ဘူး\nအတင်းပြောပေမယ့်လည်း နောက်ဆုံးမှာတော့ သူတို့ရဲ့အနာဂတ်အတွက်ပဲ\nရွေးချယ်လိုက်တော့တဲ့အခါ . . .\nဇာတ်လမ်းက ရင်တမမနဲ့ ကြည့်ရမယ့် ပုံစံဖြစ်လို့ Thriller ကြိုက်တဲ့\nCM ပရိတ်သတ်တွေအတွက်အကြိုက်‌တွေ့‌စေမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.54 GB) / (760 MB)\nQuality............WebRip 1080p / ...",
        "rating": "5.0",
        "url": "https://megaup.net/2rllq/The.Surprise.Visit.2022.720p.WEBRip.[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-tu-135x200.jpg",
        "title": "Fantastic Beasts: The Secrets of Dumbledore",
        "description": "Fantastic Beasts: The Secrets of Dumbledore (2022)\n====================================\nIMDb Rating - 6.5/10Fantastic Beasts ရုပ်ရှင်တွေရဲ့ ၃ ကားမြောက် ရုပ်ရှင်လာပါပြီ။\nအားလုံးသိထားတဲ့အတိုင်း ဒုတိယရုပ်ရှင်မှာ ခရီးဒန့်စ်ရဲ့ ဘဝအမှန်\nပေါ်လာခဲ့တယ်။ ဒန်ဘယ်ဒေါ နဲ့ ဂရင်ဒီဝေါတို့လည်း ထိပ်တိုက်ရင်ဆိုင်ရဖို့\nကြုံလာခဲ့တယ်။ နျူတို့တွေလည်း ကွင်နီကိုပါ လက်လွှတ်လိုက်ရပြီး\nမနည်းလွတ်အောင်ပြေးလာခဲ့ရတယ်။ဒီအပိုင်းမှာတော့ ဒမ်ဘယ်ဒေါဟာ ဂရင်ဒီဝေါကိုတားဆီးဖို့ နျူ့ထ်တို့\nညီအစ်ကိုရယ်၊ ဂျေကော့ရယ်နဲ့ မှော်ဝင်သတ္တဝါဆန်းတွေရယ်နဲ့အတူ\nဘယ်လို ကြိုးစားကြမလဲဆိုတာ ဆက်ပြီး ကြည့်ရဦးမှာဖြစ်ပါတယ်။\nဒီရုပ်ရှင်မှာတော့ ဂရင်ဒီဝေါသရုပ်ဆောင်ဟောင်းဖြစ်တဲ့ ဂျွန်နီဒက်ပ်\nတစ်ယောက် အမ်ဘာနဲ့အမှုကြောင့် ထုတ်ပယ်ခံရပြီး သူ့နေရာမှာ\nမက်ဒ် မစ်ကယ်ဆန် ပြောင်းလဲပါဝင်လာပါတယ်။ ဒါပေမဲ့ မက်ဒ်နဲ့လည်း\nအတော်ကိုလိုက်ဖက်တဲ့အတွက် အရသာမပျက်သွားဘဲတော့ ဆက်ပြီး\nကြည့်ရှုနိုင်မှာပါ။ အားပေးလိုက်ကြပါဦး....(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်။)File Size.............(2.71 GB) / (1.45 GB) / (761 MB) / (516 MB)\nQuality...............WEB-DL ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Lm1j/Fantastic.Beasts.The.Secrets.of.Dumbledore.2022.720p.[CM].mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/studen.body_-136x200.png",
        "title": "Student Body (2022)",
        "description": "Student Body (2022)\n===================ဒီဇာတ်ကားလေးကတော့ 2022 မှာ အသစ်ထွက်ရှိလာတဲ့ သည်းထိတ်ရင်ဖို\nဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ကိုရီးယားအမျိုးသမီးဒါရိုက်တာ Lee Ann\nKurr ရဲ့ ပွဲဦးထွက် ဟောလိဝုဒ် ရုပ်ရှင်ဇာတ်လမ်းတစ်ပုဒ်ဆိုလည်း မမှားပါဘူး။ဂျိန်း နဲ့ မဲရစ် တို့ သူငယ်ချင်းနှစ်ယောက်က ငယ်ငယ်ကတည်းက ပေါင်းလာ\nကြတယ်ဆိုပေမယ့် ပြေလည်တဲ့ ဆက်ဆံရေးမျိုးတော့ မရှိခဲ့ဘူးပေါ့။ အထက်တန်း\nကျောင်းရောက်တဲ့အခါ မဲရစ်ရဲ့ သူငယ်ချင်းအဖွဲ့ထဲ ဝင်ဆံ့ဖို့ ခိုင်းသမျှအကုန်လိုက်\nလုပ်ပေးပြီး စာတော်တာတောင် မတော်ချင်ယောင်ဆောင်တဲ့ထိ လုပ်ပေးတဲ့ ဂျိန်း\nအတွက် ကျောင်းက ဆရာဖြစ်သူ မစ္စတာ အန်စပက်ခ်ရဲ့ ကြိမ်းမောင်းမှုတွေကို ခံရတယ်။\nတစ်ညမှာ ကျောင်းကို အဖွဲ့လိုက်ကြီး အချိန်မတော် ခိုးဝင်ကြပြီး ထင်မှတ်မထားတဲ့\nကြောက်လန့်ဖွယ်ဖြစ်ရပ်တွေ စတင်ဖြစ်ပျက်လာခဲ့ပါတော့တယ်။လုံခြုံရေးစနစ်တွေကြောင့် ကျောင်းထဲမှာ ပိတ်မိနေပြီး အပြင်ထွက်လို့မရဖြစ်သွားတဲ့\nဂျိန်း တို့ သူငယ်ချင်းတစ်စုအတွက် ဂြိုဟ်ဆိုးတွေ တစ်ခုပြီးတစ်ခု ဝင်ရောက်လာပုံတွေကို\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှူ့ခံစားရမှာပါ။ဇာတ်လမ်းလေးက ထိတ်လန့်ကြောက်ရွံ့ဖွယ် ဇာတ်ကားတွေကို ကြိုက်နှစ်သက်တဲ့သူတွေ\nအဖို့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ် ဖြစ်စေပါလိမ့်မယ်။ ဒီဇာတ်ကားထဲမှာတော့ ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Li99/Student.Body.2022.720p.WEBRip[CM].mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k82GGrdKEajiR4y2UKvGs5ndX7i.jpg",
        "title": "Drug Hunter ( 2022 )",
        "description": "CM ကနေ အက်ရှင်ကားလေးဖြစ်တဲ့ Drug Hunters ဆိုတဲ့\nမူးယစ်ဆေး‌မှောင်ခိုသမားတွေကို ရှင်းလင်းတဲ့ ရုပ်ရှင်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nMain cast အနေနဲ့ကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးတပ်ဖွဲ့ခေါင်းဆောင်\nယွီဖန်အဖြစ် Gao Jian ကသရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်ဇာတ်ညွှန်းလေးကိုပြောပြရမယ်ဆိုရင်\nအရှေ့တောင်အာရှမှာ မူးယစ်ဆေးအရောင်းအဝယ်တွေ\nအတော်ပေါများနေပြီး ဟိုင်ယာ့မြို့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးလှုပ်ရှားမှုမှာပါဝင်တဲ့\nရဲတပ်ဖွဲ့ခေါင်းဆာင် ယွီဖန်က သူ့အဖွဲ့သားတွေနဲ့အတူ\nတိုင်းတစ်ပါးကနေ မှောင်ခိုတင်သွင်းနေတဲ့ မူးယစ်ကုန်သွယ်လမ်းကြောင်းတစ်ခုကို\nခြေရာခံမိပြီး ပြည်တွင်းမှာ မှောင်ခိုဖြန့်ချီနေတဲ့ လီယုံကို သတိထားမိသွားရာက‌နေ\nသူ့နောက်ကွယ်က အဝယ်တော်ကို အမိဖမ်းပြီး မူးယစ်ကုန်သွယ်လမ်းကြောင်းကို\nအမြစ်ပြတ်ရှင်းထုတ်ဖို့ စစ်ဆင်ရေးစတင်ခဲ့ပါတော့တယ်စစ်ဆင်ရေးပိုမိုအရှိန်ပြင်းလာတာနဲ့အမျှ ပေးဆပ်မှုတွေကလည်းပိုလို့ပြင်းထန်လာပါတယ်\nမကောင်းမှုပြုတဲ့သူ မှန်သမျှဟာ နောက်ဆုံးမှာတော့ ကိုယ်ပြုခဲ့တဲ့\nအကျိုးသက်ရောက်မှုကို ခံစားရစမြဲပါ ‌အဲ့တော့ နောက်ဆုံးမှာ\nဘယ်သူတွေက ဘယ်လိုစတေးပြီး တိုင်းပြည်အတွက် အကျိုးရှိမယ့်\nအရာကို အကောင်ထည်ဖော်သွားမလဲဆိုတာကိုတော့\nအခုတင်ဆက်ပေးမယ့် Drug Hunters ဆိုတဲ့ကားလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime , Drama\nRuntime : 1h 23min\nSubtitle ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/drug-hunter-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/empty.man_-136x200.png",
        "title": "The Empty Man (2020)",
        "description": "The Empty Man (2020)\n=================\nIMDb Rating - 6.2/10အမန်ဒါလို့ခေါ်တဲ့ မိန်းမကလေးတစ်ယောက်ထူးဆန်းစွာပျောက်ဆုံးသွားပြီးနောက်\nရဲအရာရှိဟောင်းတစ်ဦးဖြစ်သူ ဂျိမ်းစ် လဆွန်ဘရာဟာ အမှုကို စုံစမ်းဖို့ဖြစ်လာခဲ့\nပါတယ်။ သိုပေမယ့် ထိုပျောက်ဆုံးမှုဟာ သမားရိုးကျမဟုတ်ပဲ ထူးဆန်းတဲ့ ဘာသာ\nရေးအုပ်စုတစ်စုက နတ်ဆိုးတစ်ကောင်ကို ဆင့်ခေါ်တာနဲ့ ဆက်စပ်နေခဲ့ပါတယ်။\nထိုသို့သော ပုံမှန်မဟုတ်တဲ့ အမှုကို ဖြေရှင်းပြီး အမန်ဒါကို တွေ့အောင်ရှာနိုင်ပါ့မလား။\nလှည့်ကွက်တွေကြားကနေ ကလေးအတွေးလိုလို စိတ်ကူးယဉ်လိုလိုနဲ့ The Empty Man\nလို့ခေါ်တယ့် နတ္ထိလူကရော (မြန်မာအလိုဆိုရင်တော့ အုန်းမှုန့်ခွက်သရဲပေါ့) ကရော\nဘယ်လိုအရာမျိုးလဲ....။ပေါင်းကူးတံတားကနေ လူဖြစ်လာတယ်၊\nလူကနေပြီးတော့ သူ့ရဲ့အတွေးတွေ ဖြစ်လာတယ်၊\nသူ့ရဲ့အတွေးတွေကနေ အိပ်မက်ဖြစ်လာတယ်၊\nအိပ်မက်တွေကနေ စွမ်းအားတွေဖြစ်လာတယ်၊\nစွမ်းအားတွေကနေ ပေါင်းကူတံတားတွေဖြစ်လာတယ်၊\nအသင်ထုတ်လွှင့်လိုက်တာကို ကျွန်ုပ်တို့လက်ခံရရှိတယ်.......\nဒါဟာ The Empty Man နတ္ထိလူပါပဲ။ဒီဇာတ်ကားရဲ့ ရိုက်ကွင်းရိုက်ကွက်တွေဟာ တစ်ခြား horror ကားတွေနဲ့မတူပဲ ထူးခြားပြီး\nကြောက်စရာလည်းကောင်းပါတယ်။ Rated R သတ်မှတ်ခံထားရပြီး ဝတ်လစ်စလစ်အခန်း\n(18+}လည်း အနည်းငယ်ပါဝင်တာကြောင့် ကလေးငယ်တွေနဲ့ မိသားစုအတူ ကြည့်တာတွေ\nမလုပ်ပါနဲ့နော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw ...",
        "rating": "6.2",
        "url": "https://megaup.net/15e1v/The.Empty.Man.2020.720p.[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKgshqVFvuzMl89YMNdO9pd8eFi.jpg",
        "title": "Book of Blood (2009)",
        "description": "Book of Blood (2009)မိသားစုတစ်ခုရဲ့ သမီးက ဘယ်အရာက လုပ်သွားမှန်းမသိရဘဲ\nသူ့အိမ်အခန်းထဲမှာပဲ ထူးထူးဆန်းဆန်း သေဆုံးသွားခဲ့ပါတယ်\nထိုသေဆုံးမှုကို သဘာဝလွန်ဖြစ်ရပ်တွေမှာ ကျွမ်းကျင်တဲ့ မယ်ရီနဲ့ ရက်ဂ်တို့က\nဝိညာဉ်လောကနဲ့ဆက်သွယ်နိုင်တဲ့ ဆိုင်မွန်ဆိုတဲ့ကျောင်းသားနဲ့ အတူ\nအဆိုပါသေဆုံးမှုကို သွားရောက်စုံစမ်းတဲ့အချိန်မှာ\nဘယ်လိုထူးဆန်းမှုတွေနဲ့ကြုံရမလဲ ဘယ်လိုသွေးပျက်စရာတွေနဲ့ ကြုံရမလဲ\nဘယ်လိုဇာတ်အလှည့်အပြောင်းတွေနဲ့ တွေ့ရမလဲဆိုတာကတော့ .....သွေးသံရဲရဲနဲ့ horror movieကြိုက်တဲ့သူတွေအတွက်တော့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်နေမှာပါအဖော်အချွတ်အခန်းအချို့ ပါဝင်တာကြောင့် မိသားစုနဲ့ဆို သတိထားကြည့်ပါဗျအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Soe Htun Aung ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Horror, Fantasy\nQuality….1080p | 720p| 480p\nFile size…1GB | 460MB | 218MB\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Soe Htun Aung\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://megaup.net/37h7w/Book.Of.Blood.2009.720p.CM.mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/boy.behind-133x200.png",
        "title": "The Boy Behind The Door (2020)",
        "description": "The Boy Behind The Door (2020)\n========================The boy behind the door… လက်မလွှတ်ဘဲ ကြည့်သင့်တဲ့ကားလို့\nညွှန်းချင်ပါတယ်။ ရုပ်ရှင်ရဲ့ စွန့်စားခန်းတွေ၊ နောက်ခံတီးလုံးတွေ၊\nလျပ်တပြတ်ဇာတ်ဝင်ခန်းတွေကြောင့် ဇာတ်လမ်းအဆုံးအထိ ထိုင်ရာ\nမထကြည့်ရှုရမယ့် ကားကောင်းလေးပါ။ ခရမ်းချဉ်သီးကစလို့ တခြား\nratingတွေကလည်း အကောင်းဆုံးအမှတ်ပေးထားတော့ ဒေါင်းကြည့်လို့\nမမှားတဲ့ကားကောင်းလေးပါခင်ဗျာ ။ရုပ်ရှင်မှာ ကလေးဇာတ်ဆောင်နှစ်ယောက်ကိုပဲ အဓိကထားပြီးရိုက်ကူးထား\nပါတယ်။ ကလေးနှစ်ယောက်ကလည်း ရုပ်ရှင်ရိုက်တာနဲ့မတူပဲ သူတို့တကယ်\nကြုံတွေ့ရသလို သရုပ်ဆောင်ပိုင်နိုင်ကြပါတယ်။ဘော်ဘီ နဲ့ ကယ်ဗင်တို့ကအရမ်းချစ်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ပေါ့။ သူတို့\nနှစ်ယောက်ပြန်ပေးဆွဲခံရပေမယ့် ဘော်ဘီကတော့ ထွက်ပြေးသွားနိုင်ခဲ့ပါတယ်။\nအပြင်ကိုရောက်ပြီးမှ ကယ်ဗင်ရဲ့ “ကယ်ကြပါဦး”ဆိုတဲ့အသံကို ကြားပြီးတဲ့\nနောက်မှာ ဘော်ဘီရဲ့ခြေလှမ်းတွေက ဘယ်ကိုဆက်ဦးတည်မှာလဲ... ကယ်ဗင်ကရော\nတကယ်အဆင်ပြေရဲ့လား.....အဲ့တော ဆက်ရေးရင် ဇာတ်ရှိန်ပျက်မှာစိုးလို့\nဆက်ကြည့်လိုက်ပါတော့ဗျာ။ စိတ်ကျေနပ်မှုတစ်ခုတော့ ရစေမှာပါ ။ ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(900 MB) / (400 MB)\nQuality............Blu-Ray 1080p / 720p\nDuration.........1Hr ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Lbj0/The.Boy.Behind.The.Door.2020.720p.[CM].mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/l2woatbdjizd-143x200.jpg",
        "title": "Revenge Girl (2022)",
        "description": "ဒီတစ်ခါတော့ ခေတ်လွန်ရာစုသစ်ကိုသွားကြည့်ရအောင်။\nမြစ်ကြီးတစ်ခုက စည်းခြားထားပြီးတော့ မြစ်ရဲ့အောက်ဘက်ခြမ်းက လူဆင်းရဲရပ်ကွက် (တစ်နည်း) သာမာန်လူတွေနေထိုင်နေကြတဲ့နေရာပေါ့။\nမြစ်ရဲ့အပေါ်ဘက်ခြမ်းမှာတော့ လူကုံထံတွေနေထိုင်ကြပြီး အာရုံကြောအဖွဲ့အစည်းတစ်ခုက လွှမ်းမိုးချုပ်ကိုင်ထားပါတယ်။\nအဲ့ဒီအဖွဲ့အစည်းက မြစ်ရဲ့အောက်ဘက်ကိုပါလွှမ်းမိုးဖို့ ကြံစည်နေရင်း လူ့ဦးနှောက်ကိုထိန်းချုပ်ဖို့ ချစ်ပ်ပြားပါတီထွင်နေကြပါတယ်။အရမ်းတော်တဲ့သိပ္ပံပညာရှင်က မူလချပ်စ်ပြားရဲ့အားနည်းချက်ကိုရှာတွေ့သွားပြီး ဒုတိယမျိုးဆက်ချစ်ပ်ပြားကို တီထွင်တဲ့အခါမှာ ထူးခြားတဲ့စွမ်းအင်တွေ ထွက်ပေါ်လာပါတော့တယ်။\nမတီထွင်သင့်တာကို တီထွင်ခဲ့တာကြောင့် အကျိုးဆက်ကို သူ့သမီးဖြစ်သူကခံစားရပြီး တစ်မိသားစုလုံးလည်း အသတ်ခံခဲ့ရပါတယ်။ဒါပေမဲ့ ဒုတိယမျိုးဆက်ချစ်ပ်ပြားဆိုပြီး အာရုံကြောပိုင်းဆိုင်ရာအဖွဲ့အစည်းတစ်ခုက ရှာဖွေနေကြတဲ့ချစ်ပ်ပြားက သာမာန်ချစ်ပ်ပြားမဟုတ်ဘဲနဲ့ အရမ်းလှပတဲ့ အနုပညာပစ္စည်းတစ်ခုဖြစ်နေတဲ့အခါ.....\nဒုတိယမျိုးဆက်ချစ်ပ်ပြားနဲ့ ဘယ်လိုသောင်းကျန်းမလဲ.. ဘယ်လိုစွမ်းအင်တွေရှိလဲဆိုတာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့ဗျာ။ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ JoJo Va ပါ )File Size__(1.5GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__01:24:00\nType__Action, Drama, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded by Naing Aung Latt",
        "rating": "6.1",
        "url": "https://megaup.net/2rjkg/Revenge_Girl_(2022)_720p.mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/tankhouse-134x200.png",
        "title": "Tankhouse (2022)",
        "description": "Tankhouse (2022)\n==============\nIMDb Rating - 5.6/10ဒီဇာတ်ကားကတော့ 2022 မှာ အသစ်ထွက်ရှိလာပြီး IMDb 5.7 ရရှိထားတဲ့\nဇာတ်ပို့ဇာတ်ရံပေါင်းများစွာနဲ့ ဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။\nဇာတ်လမ်း‌လေးကတော့ တက်ခ်ကာ နဲ့ ဆန်ဒရင်း တို့က ပြဇာတ်တွေ လှည့်လည်\nကပြကြရင်း အပြန်အလှန်ချစ်ကြိုးသွယ်ခဲ့ကြတဲ့ ချစ်သူနှစ်ယောက်ပေါ့။\nတစ်နေ့ သူတို့နှစ်ယောက်ရဲ့ နစ်မြုပ်နေတဲ့ ပြဇာတ်ရုံ ထိုးနှက်မှု ဆိုတဲ့ ခေါင်းစဉ်\nအောက်ကနေ ပြဇာတ်တစ်ပုဒ် ကပြဖျော်ဖြေနေစဉ်မှာပဲ မတော်တဆမှုတစ်ခုဖြစ်ပွား\nသွားခဲ့ပြီး ထုတ်လုပ်ရေးကနေ နှစ်ယောက်လုံး အလုပ်ဖြုတ်ခံလိုက်ရတယ်။အဲဒီဖြစ်ရပ်ကြောင့်ပဲ မိဘတွေဆီက အထောက်အပံ့တွေလည်း ဖြတ်ခံရ၊ နယူးယောက်\nပြဇာတ်ထုတ်လုပ်ရေးတွေကနေပါ လက်သင့်မခံကြ ဖြစ်လာတော့တယ်။ ဒီလိုနဲ့ပဲ\nဆန်ဒရင်းရဲ့ မွေးရပ် ဖာဂိုမြို့လေးကို ပြောင်းရွှေ့လာကြပြီး မြို့ရဲ့ ပြဇာတ်ပြိုင်ပွဲကြီးမှာ\nဝင်ပြိုင်ဖို့ ကြိုးပမ်းကြတော့တာပေါ့။စစ်မှန်တဲ့အနုပညာကို ဦးစားပေးလွန်းပြီး အရမ်း သဝန်တိုတတ်တဲ့ တက်ခ်ကာ နဲ့ ချောမော\nလှပပြီး သရုပ်ဆောင်တော်လွန်းတဲ့ ဆန်ဒရင်း တို့ကြား ဘယ်လို ပြဿနာတွေ ရှိလာနိုင်မလဲ။\nတက်ခ်ကာ လိုချင်တဲ့ အနုပညာမြောက်လွန်းတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/tankhouse-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9AWPsw4KllL74PP1smNqYJSKWSM.jpg",
        "title": "Okinawa Rendez-vous (2000)",
        "description": "Okinawa Rendez-vous (2000)ဇာတ်အိမ်ကရိုးရိုးလေးပဲ။ ဂိုဏ်းစတားတစ်ကောင်ရယ်၊ သူခိုးတစ်ကောင်ရယ် (လတ်စလီ)၊ ရဲတစ်ကောင်ရယ် (ခဖိုင်)၊ ကောင်မလေး၂ယောက်ရယ်ရဲ့ ‌နဖူးစာမင်ရည်ကျဲ၏ မကျဲ၏ ဇာတ်လမ်းသက်သက်ပဲ။ ချစ်ကြတယ်။ လွဲကြတယ်။ ဝေးကြတယ်။ ဒါကိုပဲ ဂိုဏ်းစတားနဲ့ သူခိုးနဲ့ ဂိုဏ်းစတားရဲ့ ရည်းစားဟောင်း (Faye Wong) ကြားက ဇာတ်ရှုပ်နဲ့ ချိတ်ဆက်ပေးထားတယ်။ ဇာတ်ကားနာမည်ကိုက အိုခိန၀ဆုံစည်းခြင်း ဆိုတော့ အိုခိန၀ရဲ့ကောင်းကင်အောက် တွေ့ကြတယ်။ ကွဲကြတယ်။ ကိုယ့်လမ်းကိုယ် ဆက်လျှောက်ကြတယ်။ ဒါပါပဲ။ ဒါပေမဲ့ Faye Wong နဲ့ Leslie Cheung တို့ လိုက်ဖက်ညီသဟဇာတ ဖြစ်နေတာက ဒီရုပ်ရှင်ကို ပိုအရသာရှိစေတဲ့ အဓိက အချက်လို့ဆိုရပါမယ်။ သူတို့၂ယောက်ကပေးတဲ့ ရသကို အမြည်းခံစားကြည့်ချင်ရင်တော့ အောက်ကစာ စာသားကို နမူနာမြည်းစမ်းကြည့်နိုင်ပါတယ်။\" နှစ်လက်မတစ်စိတ် အကွာအဝေး၏ မိုင်သန်းပေါင်း လေးသောင်းနှစ်ထောင်ဆီမှ အရူးအမူးချစ်ခြင်းဖြင့် ဂျွမ်းထိုးမှောက်ခုံ ပြုတ်ကျလာခြင်းကြောင့် ...",
        "rating": "6",
        "url": "https://megaup.net/37faf/(CM)_Okinawa_Rendez_vous_(2000)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xwbFEPubG4wroLDZdmTWRGNnnWf.jpg",
        "title": "Wild Child (2008)",
        "description": "Wild Child (2008)မိတဆိုးမလေး ပေါ်ပီဟာ ဖခင်ဖြစ်သူကို အရွဲ့တိုက်ပြီး\nသောင်းကျန်းချင်တိုင်း သောင်းကျန်းနေတဲ့ မာလီဘူး သူတစ်ယောက်ပါ\nတစ်ရက်မှာတော့ အရွဲ့တိုက် သောင်းကျန်းတာ အရှိန်လွန်သွားတဲ့အတွက်\nသူ့အဖေက အင်္ဂလန်က အက်ဘီမောင့်ကျောင်းကို\nကျောင်းအိပ်ကျောင်းစား ပို့လိုက်ပါတော့တယ်အက်ဘီမောင့်ကျောင်းကို ရောက်ပြီးတဲ့နောက် ပြစ်မှုပေါင်းစုံ ကျူးလွန်ပြီး\nကျောင်းကနေ ထွက်ရဖို့အရေး အားကြိုးမာန်တက် ကြိုးပမ်းပေမဲ့\nဂရုဏာရှင်ကျောင်းအုပ်ကြီးက မိတဆိုးသမီးလေးဆိုပြီး ခွင့်လွှတ်ပေးနေတာကြောင့်\nနောက်ဆုံးမှာ အခန်းဖော်လေးယောက်ရဲ့ အကူအညီနဲ့\nကျောင်းအုပ်ကြီးရဲ့ သားဖရက်ဒီကို ဆွဲဆောင်ပြီး ကျောင်းထုတ်ခံရဖို့ ကြံစည်ပါတော့တယ်ပေါ်ပီတို့ရဲ့ အကြံအစည်အောင်မြင်သွားမလား?\nလူချောလေး ဖရက်ဒီနဲ့ ပေါ်ပီတို့ ဘာတွေဆက်ဖြစ်ကြမလဲ?\nဖရက်ဒီကို တစ်ဖက်သတ်ကြိုက်နေတဲ့ ဟာရီရက်ဆိုတဲ့ ကျောင်းသူနဲ့ရော\nဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာတွေကို အခွီတလိုင်းနဲ့ ကြည့်ရှူကြရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality….1080p | 720p| 480p\nFile size…2GB | 1.1GB | 286MB\nFormat…mp4\nDuration….1h 38min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Roman ...",
        "rating": "6",
        "url": "https://megaup.net/1Lktb/Wild.Child.2008.720p.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cnTbsvghYlN8B3vhhxPOezimOGQ.jpg",
        "title": "Norwegian Wood (2010)",
        "description": "Norwegian Wood (2010)Norwegian Wood (2010)မူရာကာမိရဲ့ ၀တ္တုရှည်ကို ပြန်ရိုက်ထားပြီး နာမည်ကျော်တဲ့ တစ်ကားတည်းသောကားပါပဲ။\nသို့ပေမဲ့ မူရာကာမိ၀တ္တုတိုတွေကို ရိုက်ထားတဲ့ ကျန်တဲ့နာမည်ကျော်ရုပ်ရှင်တွေဖြစ်တဲ့\nBurningတို့ Drive My Carတို့လို မာစတာပိစ်အဆင့်ထိတော့ ဖြစ်မသွားပေမဲ့\nNorwegian Woodကို ရိုက်တဲ့ ပြင်သစ်အခြေစိုက် ဗီယက်နမ် ဒါရိုက်တာTran Anh Hung ဟာ\nThe Scent of Green PaPayaတို့ Cycloတို့လို\nအရည်အသွေးမြင့် Art Filmတွေကို ရိုက်ခဲ့တဲ့သူဆိုတော့ ခပ်ညံ့ညံ့ကားတော့ မဟုတ်ခဲ့ပါဘူး။\nစာမျက်နှာ ၃ရာကျော်စာအုပ်ကြီးကို ခြုံလွှမ်းရိုက်ရတာဆိုတော့\nစာအုပ်ဖတ်ဖူးတဲ့သူတွေက စာအုပ်ကပေးချင်တဲ့ အချက်ကိုမရဘူးပြောကြပေမဲ့\nစာအုပ် မဖတ်ထားရင် သူ့နည်းသူ့ဟန်ကို ကောင်းကောင်းမြင်နိုင်တယ်ဆိုကြပါတယ်။Cinematographerက ထိုင်၀မ်သား Mark Lee Ping-bingပါ။ ...",
        "rating": "6.3",
        "url": "https://megaup.net/37fkz/Norwegian.Wood.2010.720p.CM.mp4",
        "category": "Drama, Romance"
    }
]