[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2QvxIbiWuWXUbOhXAsAyYZUVfke.jpg",
        "title": "Ranah 3 Warna (2022)",
        "description": "Ranah 3 Warna (2022)ဒီကားလေးကတော့ 2021 တုန်းက Amazon Prime ကနေထုတ်တဲ့ အင်ဒိုနီးရှားကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\nIMDbမှာလည်း 6.5/10 ရရှိထားပါတယ်။ဒီရုပ်ရှင်ကားလေးက နိုင်ငံခြားပညာတော်သင်သွားဖို့ကြိုးစားနေတဲ့လူတွေအတွက်သင့်တော်မယ့်ကားမျိုးလေးပါ။ဇာတ်လမ်းကတော့ ကြိုးစားပေမယ့်ဆင်းရဲတဲ့ ကောင်လေး အာလစ်ဖ်ဟာ သူ့ရဲ့ပညာရေးလမ်းကျောင်းကို\nကျောထောက်နောက်ခံမပါဘဲ ဘယ်လိုဖောက်ဖို့ကြိုးစားသလဲဆိုတာကိုအခြေခံထားပါတယ်။\nသူ့ရဲ့ကြိုးစားအားထုတ်မှုတွေ၊ နိုင်ငံခြားပညာသင်သွားဖို့ကြိုးစားပုံတွေကြားက\nသူ့ရဲ့မိသားစုကိုပါ ထောက်ပံ့ဖိုးကြိုးစားရပြန်တဲ့အခါမှာ သူဘယ်လိုရှေ့ဆက်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.81GB | 1GB | 490MB\nFormat… mp4\nDuration…. 2h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Xavier Zy\nEncoder ..... August",
        "rating": "6.5",
        "url": "https://megaup.net/2yT8C/Ranah.3.Warna.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejvX1lukPZZ10jatUWmKaXbhjGI.jpg",
        "title": "Ju Dou (1990)",
        "description": "Ju Dou (1990)~ IMDb - 7.6/10, Rotten Tomatoes - 100% ~ကျန်းရိမူဆိုတာနဲ့ သူ့ကနဦးကားတော်တော်များများကြည့်ဖူးတဲ့လူဆို အနီရဲရဲအရောင်တွေကိုပဲ ပြေးမြင်ကြမှာပါပဲ။ တရုတ်ကားတစ်ကားကြည့်လို့ စီနီမာတိုဂရပ်ဖီက Composition လည်း သာမန်မြင်နေကျတွေထက် ကျကျနနဖြစ်နေ၊ အရောင်အသုံးတွေကလည်း စုတ်ချက်ပြင်းပြင်းဆွဲထားသလိုတွေဖြစ်နေရင် သူ့ပဲပြေးမြင်မိကြမှာပဲ။ ကနဦးကားတွေမှာဆိုရင်တော့ ရဲရဲနီနီတွေပေါ့။ Red Sorghum, Ju Dou, To Live, Raise the Red Lantern တို့လိုကားတွေပေါ့။ နောက်ပိုင်းကားတွေမှာတော့ Shadow တို့၊ House of Flying Daggers တို့၊ Curse of the Golden Flower တို့၊ Hero တို့လို အသားပေးအရောင်ပြောင်းသွားတဲ့ကားတွေများပေမဲ့ အဲဒီအရောင်တွေမှာလည်း သူပြချင်တဲ့အရောင်ကိုပဲ တစ်စိုက်တစ်မတ်သုံးသွားတတ်တဲ့ သူ့ဟန်ကို မြင်နေရသေးတာပါပဲ။ ဆိုတော့ ကျန်းရိမူဆိုတာနဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2yTcp/(CM)_Ju_Dou_(1990)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h9kUwcBOINMcscEpTyArPAd9Af2.jpg",
        "title": "Never Alone (2022)",
        "description": "Never Alone (2022)ဒီကားလေးကတော့ 2022 မှာထွက်ထားတဲ့ High School Drama ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\nဒီကားလေးက Covid စဖြစ်တဲ့ 2020 ကာလမှာ Based ထားပြီး ဒီ Covid ကာလကို ဆယ်ကျော်သက်လူငယ်တွေ ဘယ်လိုဖြတ်ကျော်ခဲ့ရတယ်ဆိုတာကို\nသီချင်းကောင်းလေးတွေနဲ့ Musical ဆန်ဆန်လေး ထိထိမိမိရိုက်ကူးထားပါတယ်။IMDbမှာလည်း 6.3/10 တောင်ရရှိထားပြီး ရုပ်ရှင်ဆု ၉ ဆု ရရှိထားပါတယ်။\nဇာတ်လမ်း​လေးကတော့ နိတ်ဆိုတဲ့ကောင်လေးက သူ့ရဲ့သူငယ်ချင်းအုပ်စုထဲက အေမီဆိုတဲ့ကောင်မလေးကို ကြိတ်သဘောကျနေပါတယ်။\nတစ်နေ့မှာတော့ သွားဖွင့်ပြောလိုက်ပြီး အေမီကလည်း ကျောင်းပြန်ဖွင့်တဲ့နေ့ကျရင် အဖြေပေးမယ်လို့ပြောလိုက်ပါတယ်။\nဒါပေမယ့် ကျောင်းပြန်ဖွင့်မယ့်နေ့ ကျောင်းရှေ့ရောက်ကာမှ Covid ပြဿနာတွေကြောင့် ကျောင်းကိုခေတ္တပိတ်ထားလိုက်ပြီးဖြစ်ကြောင်းသိလိုက်ရပါတယ်။\nအဲ့ဒီကစလို့ သူတို့နှစ်ယောက်ရဲ့ အချစ်ရေးအပြင်ကို အခြားFriendship ကိစ္စတွေပါ ဘယ်လိုဆက်ဖြစ်လာမလဲဆိုတာကို သီချင်းကောင်းများစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Xavier Zy ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Musical\nQuality…. 1080p | 720p ...",
        "rating": "6.3",
        "url": "https://megaup.net/2yT8e/Never.Alone.2022.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1oZFVPrdMbmEchJkGWr9T5mVeZ7.jpg",
        "title": "The Tiger’s Nest (2022)",
        "description": "The Tiger's Nest (2022)ကလေးတစ်ယောက်နဲ့ တိလေးတစ်ကောင်ဇာတ်လမ်းဆိုတာမျိုးက\nရုပ်ရှင်ချစ်သူတွေငယ်ငယ်က ပထမဆုံးထိတွေ့ခဲ့တဲ့ရုပ်ရှင်တွေထဲမှာပါဝင်ပြီး\nဘယ်အသက်အရွယ်ရွယ်ပဲရောက်ရောက် စိတ်အပန်းပြေမှုတွေပေးနိုင်တဲ့ ကြည်နူးဖွယ်ရာဇာတ်လမ်းလေးတွေပါ။ဒီဇာတ်လမ်းမှာတော့ ငလျင်ဘေးကြောင့်မိဘမဲ့ဖြစ်ခဲ့တဲ့ ဘလ်မနီဆိုတဲ့ကလေးရယ် ကျားလေးတစ်ကောင်ရယ်ဇာတ်လမ်းပါ။\nဘလ်မနီက ကျားကလေးကိုမှောင်ခိုသမားတွေလက်ကနေ ကယ်ပေးခဲ့တာပါ။\nဒီကျားလေးကို အန္တရာယ်ကင်းဖို့ဘယ်နေရာပို့မလဲစဥ်းစားရင်း အမေ့ကိုလဲလွမ်းနေတဲ့ဘလ်မနီက အမေပြောပြဖူးတဲ့ဒဏ္ဍာရီကိုသတိရသွားပါတယ်။\nဟိမလေရာတောင်တန်းပေါ်မှာ ကျားသိုက်လို့ခေါ်တဲ့ဘုန်းကြီးကျောင်းရှိပါတယ်။\nဒဏ္ဍာရီအရတော့ ဟိုးအရင်ကဂုရုကြီးတစ်ပါးဟာ ကျားပျံကြီးကိုစီးပြီးအဲ့ဒီကိုသွားခဲ့ပါတယ်။\nနောက်တော့အဲ့ဒီနေရာက ဘုန်းကြီးကျောင်းဖြစ်လာခဲ့တယ်ပေါ့။\nအဲ့ဒီကျားသိုက်ကို ခရီးနှင်မယ့်ကောင်လေးနဲ့ကျားတစ်ကောင်ရယ် သူတို့ကြုံရမယ့်အခက်အခဲတွေရယ်ကိုကြည့်ရှုရဦးမှာပါ။ဇာတ်လမ်းလေးကကောင်းတဲ့အပြင် နီပေါ ဘူတန် ဟိမလေရာတောင်တန်းတွေရဲ့ အလှအပရှုခင်းတွေ\nရိုးရာဓလေ့တွေပါမြင်ရမှာဆိုတော့ ကြည့်ဖို့သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Adventure\nQuality…. 1080p | 720p | 480p\nFile size… 1.43GB | 792MB | 377MB\nFormat… mp4\nDuration…. 1h 34min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... August",
        "rating": "5.7",
        "url": "https://megaup.net/2yT8u/The.Tigers.Nest.2022.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/42v82AwTnhaL1JkNcQK8PRAh46P.jpg",
        "title": "Bridget Jones: The Edge of Reason (2004)",
        "description": "Bridget Jones: The Edge of Reason (2004)ဒီကားကတော့ 2001 ခုနှစ်ကထွက်ခဲ့တဲ့ Bridget Jones's Diary ရဲ့ အဆက်ပါ။ ဘရစ်ဂျစ် တို့နှစ်ဦးချစ်သူဖြစ်ပြီးနောက်ပိုင်းကို ဆက်လက်ရိုက်ကူးထားတာပါ။ဘရစ်ဂျစ်ဟာ သူ့ချစ်သူမာ့ခ်ရဲ့ အထက်တန်းလွှာ အသိုင်းအဝိုင်းမှာ ၀င်ဆံ့ဖို့ကြိုးစားရင်း ကြားထဲမှာ ချစ်သူကို လုပ်ဖော်ကိုင်ဖက်ရှေ့နေမလေးနဲ့ ဖောက်ပြန်နေလား‌ဆိုတာ သံသယ၀င်စရာကိစ္စတွေ တစ်ခုပြီးတစ်ခုဖြစ်လာပါတယ်။မာ့ခ်က သံသယတွေကိုမဖြေရှင်းတဲ့အခါမှာ ဘရစ်ဂျစ်ကစိတ်ဆိုးပြီး လမ်းခွဲလိုက်ပါတယ်။ အဲ့နောက်မှာအရင်ရည်းစားဟောင်း ဒယ်နီရယ်နဲ့ Program ရိုက်ကူးဖို့ ထိုင်းကို သူငယ်ချင်းခေါ်ပြီးလိုက်သွားပါတယ်။ ထိုင်းမှာ ဘရစ်ဂျစ်သူငယ်ချင်းက အသက်ငယ်ငယ်ကောင်လေးနဲ့ တွေ့ပြီးတွဲခုတ်နေပါတယ်။ဒယ်နီရယ်ကလည်း ရည်းစားနဲ့ကွဲလို့‌ တွေဝေနေတဲ့ဘရစ်ဂျစ်ကိုပြန်ရဖို့ ပြန်ကပ်နေပါတယ်။ ဒါပေမဲ့ ဒယ်နီရယ်ရဲ့ မိန်းမရှုပ်ပွေတဲ့အကျင့်ကြောင့် ဘရစ်ဂျစ်က ပြန်လက်မခံခဲ့ပါဘူး။ ထိုင်းကနေ သူငယ်ချင်းခေါ်ပြီးပြန်လာတဲ့အခါမှာ လေဆိပ်မှာ သူငယ်ချင်းရဲ့ပစ္စည်းကိုသယ်ပေးတဲ့ ဘရစ်ဂျစ်က ကိုကိန်းသယ်ဆောင်မှုနဲ့ ဖမ်းစစ်ဆေးခံရပါတော့တယ်။ထိုင်းက အကျဉ်းထောင်ထဲမှာနေရင်း ဘရစ်ဂျစ်ကသူ့ကိုလွှတ်ပေးမယ့်လူကိုစောင့်မျှော်နေပါတယ်။ မထင်ထားစရာဘဲ ဘရစ်ဂျစ်ဆီရောက်လာသူကတော့ မာ့ခ်ပါ။ ...",
        "rating": "6",
        "url": "https://megaup.net/1cYco/(CM)_Bridget_Jones_-_The_Edge_of_Reason_(2004)_720p.mp4",
        "category": "Bridget Jones Trilogy, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yy6HfpOr5UxfMIyGPjBV677XtNX.jpg",
        "title": "To Be Killed by a High School Girl (2022)",
        "description": "To be killed by a High School Girl (2022)ဒီဂျပန်ကားက တော်တော်လေးစားတယ်။ ဇာတ်အိမ်တည်ထားက သူ့နာမည်အတိုင်းပဲ အထက်တန်းကျောင်းတစ်ကျောင်းမှာ။\nဒါပေမဲ့ သူက စိတ်ပညာနဲ့ သဘာဝလွန်ကို သမပြီး မှုခင်းဒရာမာလိုလို ပြသွားတယ်။\nဒီကားရဲ့ အဓိကဇာတ်လိုက်က အထက်တန်းကျောင်းတစ်ကျောင်းက သမိုင်းဆရာ။\nသူက သမိုင်းဆရာဆိုပေမဲ့ အစက စိတ်ပညာသင်ယူနေရင်းကနေ အကြောင်းတစ်ခုကြောင့် အထက်တန်းကျောင်းမှာ ဆရာဝန်လုပ်တဲ့လူ။ဆန်းတာက သူ့ရဲ့ စိတ္တဇပဲ။ ထူးထူးဆန်းဆန်းပဲ သူက သူ့ကို သတ်တာခံချင်တဲ့ရောဂါရှိနေတယ်။\nဒါပေမဲ့ တွေ့ကရာလူသတ်တာခံချင်တာမျိုးတော့မဟုတ်ဘူး။ အတိအကျဆို ၁၇နှစ်အရွယ် အထက်တန်းကျောင်းသူလေး သတ်တာ ခံချင်တာ။\nဒါတင်လားဆိုတော့ မဟုတ်သေးဘူး။ ဒီလိုသတ်တာမှာ ပလိန်းကြီးသတ်တာလည်းမခံချင်ဘူး။ သူက ပြန်ရုန်းကန် ပြန်လွတ်အောင်လုပ်ဦးမယ်။\nဒါကိုမှ ဟိုကမရမကသတ်ရမယ့် အခြေအနေကို လိုချင်တာ။ သူ့လို လူကြီးကို ကလေးမလေးက သတ်ဖို့တော့ ဘယ်လိုမှမဖြစ်နိုင်ဘူး။ဒါကြောင့်မို့ သူရွေးထားတဲ့ပစ်မှတ်က Personality တွေ ကွဲနေတဲ့ အထက်တန်းကျောင်းသူလေး။\nသူ့ချည်းဆိုရင်တော့ ဒီကောင်မလေးက ...",
        "rating": "5.5",
        "url": "https://megaup.net/2yT7w/Joshi.Kousei.ni.Korosaretai.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gbJvzVXBQavYblsP4O5gdbt22Mj.jpg",
        "title": "Fairy (2022)",
        "description": "Fairy (2022)တစ်ရပ်ကွက်တည်း နေထိုင်တဲ့ အိုချောနဲ့ ယောန်နန်တို့ လက်ထပ်ဖြစ်ခဲ့ကြတယ်\nကိုယ်ပိုင်ကော်ဖီဆိုင်အသီးသီးဖွင့်ထားကြတဲ့ လင်မယား၂ယောက် စီးပွားရေးအဆင်မပြေတာကြောင့်\nအိမ်တွင်းရေးအဆင်မပြေဖြစ်နေတဲ့ကြားကတစ်ရက်မှာ အရက်မူးပြီးကားမောင်းရင်း ကောင်လေးတစ်ယောက်ကို တိုက်မိခဲ့တယ်\nအဖမ်းခံရမှာကြောက်တာကြောင့် အမည်မသိကောင်လေးကို အိမ်ခေါ်တင်ထားခဲ့တယ်\nမထင်မှတ်ဘဲဆုံခဲ့တဲ့ 'ဆော့' ဆိုတဲ့ကောင်လေးက အိုချောဆိုင်မှာဝိုင်းလုပ်ပေးရင်း\nအိုချောရဲ့စီးပွားရေးက တဖြည်းဖြည်း အဆင်ပြေလာခဲ့တယ်ဒါကို ယောန်နန်ကလည်း ရိပ်မိလာပြီး ဆော့လေးကို သူ့ဆီမှာ အလုပ်ခေါ်ခိုင်းဖို့ကြိုးစားလာတယ်\nနောက်ပိုင်း အိုချောကပါ ယောန်နန်ရဲ့ အကြံတွေကိုသိလာပြီး\nသူတို့ လင်မယား၂ယောက်ကြားမှာ ဘယ်လိုပြဿနာတွေ၊ ထူးဆန်းတဲ့အဖြစ်အပျက်တွေရှိလာမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုနိုင်မှာပါFairy ဆိုတဲ့ နာမည်လေးအတိုင်း ကောင်လေးရဲ့ သရုပ်အမှန်ကကော ဘာဖြစ်မလဲ?\nဒီဇာတ်လမ်းထဲမှာတော့ အဓိကသရုပ်ဆောင်တွေအဖြစ် Ryoo Hyoun Kyoung, Kim Jo Hun, Kim ShinBi တို့က ပါဝင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hsu Wai Wai Kyaw ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "5",
        "url": "https://megaup.net/1cY4i/Fairy.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ooyH5mGWvN3ZJOSqTBntlQ8Iail.jpg",
        "title": "In His Shadow(2023)",
        "description": "In His Shadow(2023)********************Ibrahim ဆိုတဲ့ကောင်လေးဟာ တစ်ဦးတည်းသောသားလေးမို့ပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းနေရတဲ့ ကလေးတစ်ယောက်ပေါ့...\nဒါပေမယ့် တစ်နေ့မှာတော့ သူ့ရဲ့အပျော်တွေအားလုံး ပျောက်ဆုံးရမယ့်နေ့ ရောက်ရှိလာပါတယ် ...Osumane ဆိုတဲ့ သူ့ရဲ့အဖေဟာ ခရီးတစ်ခုထွက်သွားရာကနေ ပြန်အလာမှာ မိန်းမမတစ်ယောက်ကို ခေါ်လာခဲ့ပါတယ်...အဲ့ဒီမိန်းမဟာ သူ့ရဲ့မိထွေး သူ့အဖေရဲ့ နောက်မိန်းမပေါ့...\nအဲ့ဒီကတည်းက ပြဿနာတွေတက်နေခဲ့ပေမယ့် သူ့ရဲ့မိထွေးက ကလေးမွေးလာတဲ့ အခါမှတော့သူဟာ ဖခင်မေတ္တာကို ရသင့်သလောက်မရနိုင်တော့ပါဘူး...\nအဲ့ဒီလိုပြဿနာတွေကြောင့် လုပ်မိလုပ်ရာ လုပ်ရာကနေ လူမိုက်နီးပါးကိုဖြစ်လာပါတော့တယ်..ဒါကိုသိသွားတဲ့ သူ့အဖေက သူ့ကို အိမ်ပေါ်ကနေဆင်းခိုင်းလိုက်ပါတယ်...\nအိမ်ပေါ်ကနေ ဆင်းသွားပြီးတော့ သူဘာတွေဆက်လုပ်မလဲ.. သူ့မိထွေးကမွေးတဲ့သူ့အဖေတူအမေကွဲညီလေးနဲ့ရော ဘယ်လိုဆက်ဆံရေးတွေ ရှိမလဲဆိုတာကိုတော့...File Size :(1.2GB) and (553MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Crime , Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1cY6e/In.His.Shadow.2023.WEB-DL.720P(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w4vBI7wQjnBpVzJ3J34lX3fJPrO.jpg",
        "title": "Drown (2022)",
        "description": "Drown (2022)ဒီတစ်ခေါက်တင်ဆက်ပေးမှာတော့ horror, thriller ကိုမှစိတ္တဇဆန်ဆန် ရုပ်ရှင်ပဲဖြစ်ပါတယ်\nမိဘတွေရဲ့အမွေကိုဆက်ခံပြီး မိုတယ်ဖွင့်ထားတဲ့ဒိုအူဟာ သူငယ်ပြန်နေတဲ့အမေကြီးကို စောင့်ရှောက်နေတဲ့သူဖြစ်ပါတယ်တစ်ရက်မှာအမေဖြစ်သူဟာ ရုတ်တရက်ပျောက်ဆုံးပြီးတော့ ရက်အတော်ကြာတဲ့အထိ ရှာမရဖြစ်နေပါတယ်\nရပ်ကွက်ထဲမှာလည်း သူ့အမေကို သူသတ်တာပါဆိုပြီး သတင်းတွေပြန့်နေပါတယ်ရပ်ကွက်မှား လူသတ်မှုတစ်ခုဖြစ်ပေါ်တဲ့အချိန်မှာ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ\nသူ့မိုတယ်ကို ပဟေဠိဆန်တဲ့ လူငယ်တစ်ယောက်လာတည်းပါတယ်\nအဲလူငယ်ဟာ လူသတ်မှုနဲ့ပတ်သက်နေမလား ဒိုအူရဲ့အမေပျောက်ဆုံးတာနဲ့ ပတ်သက်နေမလားဒိုအူကရော တကယ်ပဲ အမေဖြစ်သူကိုသတ်လိုက်တာလား၊\nသူ့စိတ်ကိုရော သူနားလည်သွားမလားဆိုတာကို ဒီရုပ်ရှင်မှာကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB | 459MB | 235MB\nFormat… mp4\nDuration…. 1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/1cVhj/Drown.2022.720p.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VkJZ2YSI23rwywTi6rJA4KYBmG.jpg",
        "title": "Possessed (2022)",
        "description": "Rasuk or Possessed (2022)IMDb 5.3 ရထားတဲ့ အင်ဒိုနီးရှား Horror ကားလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဖုန်းလိုင်းသိပ်မမိတဲ့ ကျောင်းတစ်ကျောင်းမှာ\nစာသင်နှစ်ဝက်ကျောင်းပိတ်ရက်ရောက်တော့ အိမ်မပြန်ဘဲ အဆောင်မှာနေခဲ့တဲ့ ကျောင်းသားတွေရှိပါတယ်။\nဆရာ Nazmi ကတော့ အိမ်မပြန်တဲ့ကျောင်းသားတွေကို စောင့်ရှောက်ပေးဖို့ ခွင့်ယူထားရာကနေ\nအဆောင်ကိုပြန်လာရပါတယ်။\nအဲဒီထဲက ကျောင်းသားအဖွဲ့တစ်ဖွဲ့က မြစ်ကမ်းဘေးကို ပျော်ပွဲစားထွက်ရာကနေ အဖွဲ့ထဲက Wari ဆိုတဲ့\nကျောင်းသားက ထူးဆန်းတဲ့ပုလင်းလေးကို ဖွင့်မိသွားလို့ သရဲဝင်ပူးခံရပြီး Zombie လို ဖြစ်သွားပါတယ်။\nWari က တခြားကျောင်းသားတွေကို လိုက်တိုက်ခိုက်တော့ တခြားသူတွေပါ ကူးစက်ခံရပြီး သူ့လိုဖြစ်ကုန်ပါတယ်။\nအဆောင်မှာ ဖုန်းလိုင်းမမိတဲ့အပြင် ညဘက် မီးပါပျက်သွားတော့ ဆရာ Nazmi နဲ့ကျောင်းသားတွေ\nအသက်ရှင်အောင် ဘယ်လိုကြိုးစားကြမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre..... Action, Horror, Thriller\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "5.3",
        "url": "https://megaup.net/1cVip/Rasuk.aka.Possessed.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/984oQ3wy9QjHNnKuReQpRCi5B0V.jpg",
        "title": "5000 Blankets (2023)",
        "description": "5000 Blankets (2023)IMDb ~ 6.3တက္ကဆက်ပြည်မြောက်ပိုင်း ဖို့တ်ဝေါ့သ်မှာ အိမ်ခြေရာမဲ့တွေကို ကူညီပေးနေတဲ့ “Philip’s Wish” ဆိုတဲ့ အဖွဲ့ကြီးတစ်ဖွဲ့ ရှိပါတယ်။\nအိမ်ခြေရာမဲ့တွေကို စောင်၊ စားစရာနဲ့ အခြေခံ လူသုံးပစ္စည်းတွေ သိန်းနဲ့ချီပြီး ထောက်ပံ့ပေးနေတဲ့ အဖွဲ့ကြီးပါ။အဲဲဒီအဖွဲ့ကြီးကို တည်ထောင်ခဲ့သူတွေကတော့ စင်ဒီနဲ့ဖေးလ်လစ်ဆိုတဲ့ သားအမိနှစ်ယောက်ပါ။ဒီသားအမိက စိတ်ကစဉ့်ကလျား ရောဂါဖြစ်ပြီး အိမ်က ထွက်သွားတဲ့ စင်ဒီရဲ့ယောကျာ်း၊ ဖေးလ်လစ်ရဲ့အဖေ ဘော်ဘီကို လိုက်ရှာဖို့ ကြိုးစားရင်း\nဖို့တ်ဝေါ့သ်က အိမ်ခြေရာမဲ့တွေရဲ့ ညတာရှည်ပြီး ချမ်းအေးလှတဲ့ ဘဝကို သိရှိခဲ့ရပါတယ်။ဘော်ဘီလည်း သူတို့လို ဖြစ်နေမလားဆိုတဲ့စိတ်နဲ့ ဖို့တ်ဝေါ့သ်က အိမ်ခြေရာမဲ့ ၅၀၀၀ ထောင်ကျော်အတွက်\nစောင်တွေ လိုက်ဝေပေးဖို့ စိတ်ကူးမိရာကနေ ဒီဖောင်ဒေးရှင်းကြီး ပေါ်ပေါက်လာတာပါ။ဒီဇာတ်လမ်းက အဲဒီဖြစ်ရပ်မှန်ကို အသက်သွင်းပြီး ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းက Plot twist တွေလည်း မရှိသလို တင်ပြပုံကလည်း ရိုးရိုးရှင်းရှင်းပါပဲ။\nဒါပေမဲ့ အကြင်နာတရား ကင်းမဲ့ပြီး ဖြစ်ချင်တိုင်း ဖြစ်နေတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1SVs9/5000.Blankets.2022.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQic6q1GVOaP7pHdxS9ghY2ODf6.jpg",
        "title": "The Magician(2015)",
        "description": "The Magician(2015)****************** The magician ဆိုတဲ့ ၂၀၁၅ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ romance, fantasy ဇာတ်ကားကောင်းနဲ့မိတ်ဆက်ပေးပါရစေ။Yoo Seung Ho နဲ့ Go Ara တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ ဂျိုဆွန်းပြည်ဟာ တရုတ်ပြည်ကိုစစ်ရှုံးပြီးနောက်ဂျိုဆွန်းပြည်ရဲ့တော်ဝင်မင်းသမီးကို တရုတ်ပြည်ကိုဆက်သဖို့ဖြစ်လာပါတယ်။ဂျိုဆွန်းဘုရင်ဟာ သူ့သမီးအရင်းကိုမဆက်သလိုတာကြောင့် ဆွေတော်မျိုးတော်ထဲကသမီးတစ်ယောက်ကို ဝယ်ယူပြီး မွေးစားခဲ့ပါတယ်။တရုတ်ပြည်ကိုကြင်ယာတော်ဆက်သဖို့သွားကြတဲ့အခါ လမ်းမှာရာသီဥတုဆိုးရွားတာကြောင့်ဧည့်ဂေဟာတစ်ခုမှာတည်းဖို့ဖြစ်လာပြီး ဧည့်ဂေဟာကအရမ်းနာမည်ကြီးတဲ့မျက်လှည့်ဆရာဟွမ်ဟီးနဲ့ မင်းသမီးတို့တွေ့ဆုံကြပါတော့တယ်။အဲ့ဒီနောက်မှာတော့...............File Size :(2.4GB)(892MB) and (306MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Fantasy,Romance , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Yee Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1cY09/The.Magician.2015.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6MWSeVg9KESHpS3wXz4uwSlpd3f.jpg",
        "title": "Eden (2012)",
        "description": "Eden (2012)ဒီဇာတ်လမ်းဟာ လူကုန်ကူးမှုအကြောင်းပါ။ လူကုန်ကူးတယ်ဆိုပေမဲ့ နိုင်ငံရပ်ခြားတွေကို ရောင်းစားပစ်တာမျိုးမဟုတ်ဘဲ\nဖမ်းထားပြီး ခိုင်းချင်တဲ့နေရာခိုင်း သုံးချင်တဲ့နေရာသုံး လူမဆန်စွာ ရက်ရက်စက်စက်ခိုင်းစားတာမျိုးပေါ့။\nမြန်မာနိုင်ငံမှာလည်း ဒီလိုအဖြစ်မျိုး ခပ်ဆင်ဆင်တွေ သိပ်မကြာသေးခင် နှစ်တွေတုန်းကရှိခဲ့ဖူးတာပါပဲ။\nမလှိမ့်တပတ်နဲ့ခေါ်သွားပြီး ကျားဖောင်ပေါ် ရောင်းစားတယ်ဆိုတာမျိုးတွေပေါ့။\nဒီရုပ်ရှင်က အဲဒီလိုဖြစ်သွားတဲ့ ဘဝတွေကို ကွက်ကွက်ကွင်းကွင်းမြင်ရအောင် ရိုက်ပြထားတဲ့ရုပ်ရှင်ပါပဲ။ဒီရုပ်ရှင်ကို ၉၀ခုနှစ်အလယ်လောက်မှာ တကယ်ဖြစ်ခဲ့တဲ့ လူကုန်ကူးမှုအကြောင်းကို ဇာတ်လမ်းဆင်ရိုက်ထားတယ်။\nအမေရိကန်က ပြည်ပဝင်တွေ လူကုန်ကူးခံရတဲ့အကြောင်းတွေကိုလည်း အူမချေးခါးမကျန်ပြထားတယ်။\nဇာတ်လမ်းအစမှာတော့ ကိုရီးယား-အမေရိကန်သူလေးဟာ သူ့အမေကို ဆိုင်စောင့်ပေးနေရင်း ညဘက်တစ်ခေါက်လောက် နိုက်အောက်ထွက်ဖို့ကြံပါတယ်။\nကံမကောင်းချင်တော့ အဲဒီညမှာပဲ သူပြန်ပေးဆွဲခံလိုက်ရတယ်။ ဒီလိုနဲ့ သူနိဗ္ဗာန်လို့ထင်ထားခဲ့တဲ့ ကမ္ဘာကြီးရဲ့ ဟိုဘက်ခြမ်းငရဲကိုရောက်သွားတယ်။\nဒီကမ္ဘာမှာဖြစ်နေတာတွေက ကောင်းတာတော့တစ်ခုမှမရှိဘူး။ စစချင်း သူတို့တွေကိုဖမ်းထားတဲ့လူတွေက အမိန့်နာခံလာအောင် ခိုင်းသမျှလုပ်အောင် နှိပ်စက်ညဉ်းပန်းတယ်။\nခိုင်းစားလို့ရပြီထင်တော့မှ သူတို့ရဲ့ဈေးကွက်ထဲပို့တယ်။ ဈေးကွက်ထဲပို့တယ်ဆိုတော့ အပြင်ရောက်သွားတာပါပဲ။\nအပြင်ရောက်သွားတာတောင် မလွတ်နိုင်ဘူးလားဆိုတဲ့ အမေးတော့ရှိမယ်။ လွတ်ဖို့ကြိုးစားကြပါတယ်။ ထွက်ပြေးကြတယ်။\nဒါပေမဲ့ သူတို့ဟာ လူကောင်းသူကောင်းလို့ထင်ရတဲ့လူတွေနဲ့ သွားတိုးရင်တောင် မလွတ်နိုင်ဘူး။\nဘာလို့ဆို လူတွေက ကိုယ်နဲ့မဆိုင်တဲ့ကိစ္စတွေမှာ ဝင်မပါချင်ကြသလို လူကုန်ကူးတဲ့ကောင်တွေကလည်း လူတွေအထာနပ်ကြလို့ပါပဲ။\nခင်ဗျားဆီက ...",
        "rating": "6.6",
        "url": "https://megaup.net/1SVrv/Eden.2012.WEB.720p.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNWI5ZGUzNDAtOGY0Yy00NzU0LWE0NmYtNGNlOGI0YjVlZTk4XkEyXkFqcGdeQXVyODQ0NjU1OTE@._V1_-135x200.jpg",
        "title": "Supercell (2023)",
        "description": "Supercell (2023)\n============လတ်တလော အသစ်ထွက်ရှိလာတဲ့ထဲကမှ Best Cinematography\nAward အပါအဝင် ဆုသုံးဆုထိ ရရှိထားတဲ့ action and adventure\nဇာတ်ကားကောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။သိပ္ပံပညာရဲ့ နက်ရှိုင်းမှုတွေ၊ သဘာဝတရားကြီးရဲ့ ဆန်းကြယ်မှုတွေကို\nသည်းထိပ်ရင်ဖို ကြည့်ရှု့သွားရမှာဖြစ်ပြီး လေ့လာမှတ်သားစရာတွေ\nလည်း ပါဝင်နေတာဖြစ်လို့ ဇာတ်လမ်းကြည့်ရင်း win-win အခြေအနေ\nတစ်ခုကို ရရှိစေမှာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ဝီလီယမ်ဘရိုဒီဆိုတဲ့ ဆယ်ကျော်သက်ကောင်\nလေးတစ်ယောက်က ဆုံးပါးသွားပြီဖြစ်တဲ့ သူ့ရဲ့ဖခင်ဖြစ်သူ ဘေလ်ဘရိုဒီ\nတစ်ဖြစ်လဲ ဒဏ္ဍာရီလာမုန်တိုင်းမုဆိုးတစ်ဦးရဲ့ အဆုံးမရှိတဲ့ အိပ်မက်တွေ\nနောက်ကို လိုက်ဖို့ ကြိုးစားတဲ့ စွန့်စားခန်းတစ်ခုပါပဲ။ အဲဒီစွန့်စားခန်းမှာ\nအသက်အန္တရာယ်ရှိတဲ့အထိ ပြင်းထန်တဲ့ မုန်တိုင်းတွေ၊ လေဆင်နှာမောင်း\nတွေ တစ်လုံးပြီးတစ်လုံး ကြုံတွေ့ရပြီး အသက်ရှင်ကျန်ရစ်နိုင်ဖို့ ကြိုးပမ်း\nအားထုတ်မှုတွေကို သည်းထိပ်ရင်ဖို တွေ့မြင်သွားရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (495 MB) / (296 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.9",
        "url": "https://megaup.net/2yR9g/Supercell.2023.720p.AMZN.WEB-DL.(CM)).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akqVNSsoVAgJncKNjlrJxgbCOgO.jpg",
        "title": "Ping-Pong: The Triumph ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM က ပရိသတ်တွေအတွက် Ping Pong The Triumph ဆိုတဲ့\nအားကစားရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့- 1990 ပြည့်နှစ်အစောပိုင်းနှစ်တွေမှာ\nတရုတ်အမျိုးသားပင်ပေါင်အားကစားအဖွဲဟာ ဆွီဒင်အဖွဲကို\nအကြိမ်ကြိမ်ရှုံးနိမ့်ခဲ့ပါတယ်။ ၃ နှစ်ဆက်တိုက် ချန်ပီယံဖလားနဲ့\nဝေးကွာခဲ့တဲ့ ပင်ပေါင်အဖွဲဟာ ရှုံးနိမ့်မှုကြီးနဲ့ ကြုံနေရပါတယ်။တိုက်မင်ကျားက ဦးဆောင်တဲ့ နည်းပြအဖွဲ အသစ်ကို\nတရုတ်အမျိုးသားပင်ပေါင်အားကစားအဖွဲကို ပြုပြင်ပြောင်းလဲပေးဖို\nတာဝန်ပေးအပ်ခဲ့ပါတယ်။ ရည်ရွယ်ချက်ကတော့\n1995 ခုနှစ် ထျန်းကျင်းနိုင်ငံတကာပင်ပေါင်ပြိုင်ပွဲမှာ ချန်ပီယံဆွဲနိုင်ရန် ဖြစ်ပါတယ်။နိုင်ငံတော်ပင်ပေါင်နည်းပြချုပ်အသစ်ဖြစ်သူ တိုက်မင်ကျားက\nနည်းပြချုပ်ရွေးချယ်ပွဲမှာ \" ၂ နှစ် ၁၀ နှစ်မလိုဘူး\" ဆိုတဲ့ စကားကြီးစကားကျယ်ပြောပြီးနောက်......\n၂ နှစ်အတွင်းမှာ အမျိုးသားပင်ပေါင်အဖွဲကို ချန်ပီယံအဖြစ်လေ့ကျင့်ပေးနိုင်မလား......\nနိုင်ငံတော်အဖွဲထဲကိုရော ဘယ်လို အားကစားသမားတွေ ဝင်လာမလဲ ......\nဆိုတာကို ရုပ်ရှင်ကြည့်ရင်း လိုက်ပါခံစားလိုက်ကြဦးနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Sport , Drama\nRuntime : 2h 17 min\nSubtitle ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/ping-pong-the-triumph-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5KuVgF3JrkoJOymv6VuJCSn6Qht.jpg",
        "title": "Noise (2023)",
        "description": "Noise (2023)2023 ထွက် ဇာတ်ကား အသစ်ကျပ်ချွတ်လေးပါ။ လေးလေးပင်ပင်ကြီး တွေးစရာမလိုသလို အချိန်အကြာကြီး တသသနဲ့ စိတ်ထဲအောင်းနေမယ့်ကားမျိုးလည်း မဟုတ်ပါဘူး။ ဒီအတိုင်း ဖျော်ဖြေရေးဆန်ဆန်လေး ရုပ်ရှင်ကြည့်ချိန်မှာ ကြည့်လိုက်ပြီး ခေါင်းထဲက ထုတ်ပစ်လိုက်လို့ရတဲ့ ကားမျိုးပါပဲ။ အားလပ်ချိန်ကို အပျင်းပြေရုပ်ရှင်ကြည့်မယ်ဆိုရင်တော့ Thriller လေးလည်း မဆိုစလောက်ပါတော့ အတန်အသင့် စိတ်ကျနပ်မှုရစေမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ Influencer တစ်ယောက်လည်းဖြစ် မွေးကင်းစ လသားအရွယ် ကလေးလေးရဲ့ ဖခင်လည်းဖြစ်တဲ့ ဇာတ်လိုက်ဟာ သူ့မိသားစုကိုခေါ်ပြီး သူကလေးဘဝတုန်းက နေခဲ့တဲ့ သူ့ဖခင်ရဲ့ အိမ်ကြီးဆီ ပြောင်းရွှေ့လာခဲ့ကြပါတယ်။ ဖခင်ကြီးကတော့ လူအိုရုံမှာ သွားနေပြီဖြစ်ပြီး ဒီအိမ်ကြီးမှာ အခုဆို သားအမိသားအဖ ၃ယောက်ပဲ နေကြတော့မှာပါ။ ဒီလိုနဲ့ တစ်ရက်မှာ ဖခင်ဖြစ်သူရဲ့ အတိတ်ကို တူးဆွဖို့ဖြစ်လာပြီး မထင်မှတ်ထားတဲ့ လျှို့ဝှက်ချက်တွေ ပေါ်လာခဲ့ပါတယ်။ အတိတ်ဘက် ခြေဦးသန်းရင်း လက်ရှိဘဝရဲ့ ဝတ္တရားတွေက ဖယ်ခွာလာတဲ့ ဖခင်ငယ်လေးရဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1cX6c/(CM)_Noise_(2023)_720p.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZDUwNDY1M2QtYmI2Zi00NmFmLTkzNzMtOTg4ODgxYmY5N2I2XkEyXkFqcGdeQXVyOTQzOTE5NTY@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Winnie-the-Pooh: Blood and Honey (2023)",
        "description": "Winnie-the-Pooh: Blood and Honey (2023)\n==============================ဝင်နီ သပုချ်ကာတွန်းရုပ်လေးတွေကိုတော့ လူတိုင်းရင်းနှီးကြမှာပါ။\nဒီရုပ်ရှင်ကတော့ ဟော်ရာအမျိုးအစားဖြစ်ပြီး ဝင်နီသပုချ်ဟာ အရိုင်း\nစိတ်ဝင်နေတဲ့ စိတ္တဇလူသတ်ဝက်ဝံဖြစ်နေတာကို တွေ့ရမှာပါ။ ပြီးတော့\nနောက်တစ်ကားအဆက်လည်း ရိုက်နေပြီဖြစ်ကြောင်းတောင် ပြော\nကြားထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း\n---------------------\nခရစ္စတိုဖာရော်ဘင်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာ တောထဲမှာ\nမျိုးစိတ်မတူဘဲ စပ်ပြီးမွေးဖွားလာတဲ့ ရုပ်ပျက်ဆင်းပျက် သတ္တဝါလေး\nကောင်နဲ့ မိတ်ဖွဲ့မိခဲ့ပါတယ်။ သူတို့ကိုစားစရာတွေယူပေး၊ အတူကစား\nရင်းနဲ့ သူငယ်ချင်းတွေ ဖြစ်လာခဲ့ပြီးမှ အရွယ်ရောက်လာတဲ့ ခရစ္စတိုဖာ\nဟာ ဆေးကျောင်းတက်ဖို့ သူတို့ကိုထားခဲ့ပြီး မြို့တက်သွားရပါတော့\nတယ်။ ခရစ်မရှိတော့တဲ့အချိန်မှာ အရမ်းကြမ်းတမ်းတဲ့ဆောင်းရာသီ\nကြောင့် ပုချ်တို့တွေ အရမ်းငတ်မွတ်လာပြီး အစာငတ်သေရမလိုဖြစ်\nလာတဲ့အချိန်မှာ သူတို့လေးကောင်ထဲက တစ်ကောင်ကိုအချင်းချင်း\nပြန်စားပြီး အသက်ဆက်လိုက်ရပါတော့တယ်။ ဒီလိုနဲ့ သူတို့စိတ်တွေ\nကြမ်းတမ်းရက်စက်လာပြီး သူတို့ကို ထားခဲ့တဲ့ ခရစ္စတိုဖာကိုရော\nလူသားတွေကိုရော မုန်းတီးလာတဲ့အခါ...(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson\nဖြစ်ပါတယ်)File Size..........(1.3 GB) / (523 MB) / (300 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 24Mins\nSubtitle...........Myanmar ...",
        "rating": "4.3",
        "url": "https://megaup.net/1cX8g/winnie.the.pooh.blood.and.honey.2023.720p.web.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/bbbb-135x200.jpg",
        "title": "Boston Strangler (2023)",
        "description": "Boston Strangler 2023 ( ဘော်စတွန် လည်ပင်းညှစ်လူသတ်သမား )IMDb - 6.5/10, RT - 63%Pirates of the Caribbeanရုပ်ရှင်တွေ၊ Star War Episode 1နဲ့ IV၊ The Imitation Game၊ Begin Againနဲ့ Jack Ryanတို့လို ရုပ်ရှင်ကားကောင်းတွေပါ ပါဝင်သရုပ်ဆောင်ထားဖူးတဲ့ ဝါရင့်မင်းသမီးKeira Knightleyနဲ့အတူ\nAvenger infinity war, Avenger end gameနဲ့ Animated series What ifတို့မှာ ပါဝင်သရုပ်ဆောင်ထားဖူးတဲ့ Carrie Coonတို့က ဇာတ်လမ်းကို ဦးဆောင်ပြီး ဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့ 1960ခုနှစ်အစပိုင်း 1962ခုနှစ်က ဖြစ်ရပ်မှန်ကွင်းဆက်လူသတ်မှုအပေါ် အခြေခံထားပါတယ်။ လိုရက်တာမက်လောက်လင်က Record Americaသတင်းဌာနက သာမည သတင်းထောက်မလေးပါ၊ သူက မှုခင်းအမှုတွေကို လုပ်ဆောင်ချင်တာဖြစ်ပြီးတော့ စိတ်ကူးနဲ့လက်တွေ့အကောင်ထည်မဖော်နိုင်သေးသူတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1cX7k/boston.strangler.2023.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wPFVeVYuFhCnnOAZZHpMROCbssE.jpg",
        "title": "The Sentinel(2006)",
        "description": "ဒီဇာတ်ကားက ဂန္ဓ၀င်မင်းသားကြီး Michael Douglas ရဲ့ဇာတ်ကားလေးပါ။ ပိထ်ဂါရစ်ဆန် နဲ့ ဘရက်ကင်ရစ်ခ်ျ တို့ဟာ သမ္မတ လုံခြုံရေးတပ်ဖွဲ့မှာ တာ၀န်ထမ်းဆောင်လာခဲ့တာ နှစ်ပေါင်းများစွာရှိနေပါပြီ။ သူတို့နှစ်ယောက်ဟာ ခင်မင်တာကြာပြီဖြစ်တဲ့ သူငယ်ချင်းနှစ်ယောက်ဖြစ်ပေမယ့် ပုဂ္ဂိုလ်ရေးကိစ္စကြောင့် စိတ်၀မ်းကွဲနေကြတဲ့သူတွေဖြစ်ပါတယ်။ တစ်ရက်မှာတော့ လုံခြုံရေးအဖွဲ့ရဲ့ အဖွဲ့၀င်တစ်ဦးဟာ သမ္မတကိုလုပ်ကြံဖို့စီစဉ်‌နေတာသိလိုက်ရတော့ လုံခြုံရေးအဖွဲ့တစ်ခုလုံး သို့လော သို့လော ဖြစ်ကုန်ကြပါတယ်။ တစ်ယောက်နဲ့တစ်ယောက် ယုံမရတော့တဲ့အနေအထားကြောင့် မုသားဖော်စက်နဲ့ တစ်ဦးချင်းစစ်ဆေးရာမှာ ပိထ် လိမ်နေတယ်လို့သိလိုက်ရပါတယ်။ ဒါပေမယ့် ပိထ်ကအဖမ်းမခံဘဲ အကွက်ချခံရကြောင်းပြောပြီး တရားခံအစစ်ကိုရှာဖို့ကြိုးစားပါတော့တယ်။ ပိထ်ဟာ သူပြောသလို အကွက်ချခံရတာလား ကိုယ်တိုင်ကပဲလုပ်ကြံရေးသမားဖြစ်နေတာလား.... File size…1.69GB / 708.9MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 48m\nGenre ..... Action , Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.1",
        "url": "https://megaup.net/1cX71/The.Sentinel.2006.BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7OEnUJemQZuKFyxXYlmRznoUemX.jpg",
        "title": "Semper Fi(2019)",
        "description": "IMDB - 6.1/10ကယ်လန်ဟန်ဆိုတာက စစ်တပ်ထဲမှာ နိုင်ငံတာဝန်ထမ်းဆောင်ပြီး လက်ရှိ ရဲလုပ်နေတဲ့လူတစ်ယောက်။ သူငယ်ချင်းအရင်း ၃ ယောက်နဲ့အတူ သွေးတစ်ဝက်ပါတဲ့ လူရမ်းကားလေး ညီဖြစ်သူ အွိုင်းစတားနဲ့ အတူတူသွားလာလှုပ်ရှားနေကြပေါ့။ တစ်လကို တစ်ခါလည်း အုပ်စုလိုက် စစ်တပ်ထဲကို ပြန်ပြန်သွားပြီး စစ်မှုထမ်းပေးရပါသေးတယ်။ တစ်ညကျတော့ ဘားထဲမှာ အုပ်စုလိုက်သောက်ပြီး ကယ်လန်ဟန်တို့ ပြန်လာတဲ့အချိန် ညီဖြစ်သူက ကောင်မလေးကိုကြောင်ရင်း ကျန်ခဲ့ပါတယ်။ အဲဒီမှာပဲ တစ်ဖက်ကလာကြောင်တဲ့လူနှစ်ယောက်နဲ့ အွိုင်းစတားတစ်ယောက် ရန်ဖြစ်ရာကနေ မတော်မဆဖြစ်ပြီး လူသတ်မှုဖြစ်သွားခဲ့ပါတယ်။ ညီဖြစ်သူက ပြေးပေမယ့် အစ်ကိုကတော့ ကိုယ်တိုင်လိုက်ဖမ်းပေးပြီး ဥပဒေလက်ထဲ အပ်ပေးခဲ့ပါတယ်။ အဲဒါနောက်ပိုင်း ကယ်လန်ဟန်တို့လည်း အီရတ်မှာ တာဝန်ကျဖို့ ဖြစ်လာတယ်။ ထောင်ထဲမှာလည်း အွိုင်းစတားတစ်ယောက် အစောင့်တွေရဲ့ အနိုင်ကျင့်မှုတွေကို ဆက်တိုက်ခံစားနေရခဲ့တယ်။ ဒီလိုနဲ့ စစ်ပွဲထဲမှာ ရခဲ့တဲ့စိတ်ဒဏ်ရာတွေနဲ့အတူ ထောင်ထဲမှာ အဆင်မပြေဖြစ်နေတဲ့ ညီတော်မောင်ကို သူကိုယ်တိုင် ပရမ်းပတာတွေ ဖြစ်နေတဲ့ကြားကနေ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1cX6b/Semper.Fi.2019.AMZN.WEB-DL.720p(CM).mp4",
        "category": "Action, Drama, Thriller"
    }
]