[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5bL7WcHtBWmlUenu6s0Ypd3Tzok.jpg",
        "title": "Heaven’s Soldiers ( 2005 )",
        "description": "IMDb 6.1 ရရှိထားတဲ့ ကိုရီးယားစစ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်မျက်မှောက်ခေတ်က စစ်သားတွေ ကိုရီးယားရဲ့နာမည်ကျော်စစ်သူကြီးလီဆွန်းရှင်းခေတ်ကိုပြန်ရောက်သွားတဲ့ဇာတ်ကားလေးပါပဲ….တောင်ကိုရီးယားနဲ့ မြောက်ကိုရီးယား သဘောထားမတူနှစ်ခြမ်းကွဲတဲ့ ကိစ္စ မဆန်းတော့ပါဘူး…ဒါပေမယ့် ဒီကားထဲမှာတော့ ဆန်းတယ်…အဏုမြူကို ထိုးအပ်မယ့်ကိစ္စမှာ မြောက်ပိုင်းက ဗိုလ်မှူးကမကျေနပ်စွာနဲ့ အဏုမြူယူပြီး ပြေးရော…တောင်ပိုင်းသား ဗိုလ်မှူးကလည်း အထက်အမိန့်နဲ့လိုက်ရော…အဲ့မှာတင် ထူးခြားအံ့သြဖွယ်ရာနဲ့ ကိုရီးယားက်ု ဂျပန်တွေဝင်တဲ့အချိန်တရုတ်ကလုချင်နေတဲ့အချိန်ဆီ စစ်သားတစ်စု အချိန်ခရီးနှင်ခဲ့ရလေရဲ့…သမိုင်းထဲပြန်ရောက်သွားတဲ့ စစ်သားတွေကဘယ်သူနဲ့တွေ့ပြီး ဘယ်လိုတွေပြောင်းလဲကုန်မလဲ…သူတို့ခေတ်ကိုရော ပြန်လို့ရပါ့မလား…နောက်ပြီး အဲ့ဒီခေတ်မှာရော တောင်ပိုင်းကဗိုလ်မှူးနဲ့မြောက်ပိုင်းသားဗိုလ်မှူးတို့ တည့်နိုင်ကြပါ့မလား…၂၀၀၅ ခုနှစ်က ဇာတ်လမ်းလေးပါ ဒါပေမယ့် ဒီကားလေးကပေးခဲ့တဲ့အသိကတော့ အခုအထိ တန်ဖိုးရှိနေလို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/2sy2l/Heaven’s_Solider_[2005]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/scy6DFc7IlVEI8rzkH6SlAkZUwK.jpg",
        "title": "Pegasus ( 2019 )",
        "description": "ဒီကား​ေလးဟာ2019 februaryလမွထြက္​႐ွိထားတဲ့ဇာတ္​ကားသစ္​​ေလးျဖစ္​ပါတယ္​..Imdb6.4ရ႐ွိထားၿပီး chinese box officeမွာ$255millionထိ ဝင္​​ေငြရ႐ွိထားပါတယ္​..5ႀကိမ္​ဆက္​တိုက္​ၿပိဳင္​ကား​ေမာင္​းခ်န္​ပီယံျဖစ္​ခဲ့တဲ့က်န္​း​ေခ်တစ္​​ေယာက္​ဟာတရားမဝင္​ၿပိဳင္​ပြဲတစ္​ခုမွာဝင္​ၿပိဳင္​မိရာမွရဲ​ေတြရဲ႕​ေခ်ာင္​ပိတ္​ဖမ္​းဆီးျခင္​းကိုခံခဲ့ရပါတယ္​...သူ႔ရဲ႕ၿပိဳင္​ပြဲဝင္​ခြင္​့ပိတ္​သိမ္​းခံရတဲ့အျပင္​ ယာဥ္​​ေမာင္​းလိုင္​စင္​ပါပိတ္​သိမ္​းခံလိုက္​ရပါတယ္​..ဒီလိုနဲ႔၅ႏွစ္​ၾကာ ထမင္​း​ေၾကာ္​​ေရာင္​းၿပီးဇာတ္​ျမႇဳပ္​​ေနခဲ့ရင္​းလူငယ္​မ်ိဳးဆက္​​ေတြမွာသူ႔လိုပဲ၅ႏွစ္​ဆက္​တိုက္​ျပိဳင္​ကား​ေမာင္​း​​ခ်န္​ပီယံျဖစ္​လာတဲ့လင္​က်ိန္​႔တံုးကို​ေတြ႕ျမင္​မိရာက​ေနၿပိဳင္​ပြဲတစ္​ဖန္​ျပန္​ဝင္​လိုစိတ္​​ေတြျဖစ္​​ေပၚလာၿပီး ၿပိဳင္​ပြဲဝင္​ခြင္​့ရဖို႔ျပန္​လည္​ႀကိဳးစားပါ​ေတာ့တယ္​... ဒီလိုနဲ႔ၿပိဳင္​ပြဲဝင္​ခြင္​့ရဖို႔ယာဥ္​​ေမာင္​းလိုင္​စင္​ျပန္​​​ေျဖဆိုရခ်ိန္​မွာဘယ္​လိုအခက္​အခဲ​ေတြၾကံဳရမလဲ..ၿပိဳင္​ပြဲဝင္​ဖို႔ ၿပိဳင္​ကားအဆင္​သင္​့မ႐ွိ...ကားအလန္​းဆင္​ဖို႔ရာလည္​း​ေငြ​ေၾကး​ေထာက္​ပံမယ္​့သူမ႐ွိ..သူ႔​ေနာက္​မွာဘယ္​အဖြဲ႔အစည္​းမွမရပ္​တည္​​ေပးခ်ိန္​..ၿပိဳင္ပြဲဝင္​ဖို႔ ကားငွါးစင္​တာက​ေတာင္​နာမည္​ပ်က္​႐ွိတဲ့သူ႔ကိုကားမငွါး​ေပး​ေတာ့တဲ့အခါ..သူ႔ရဲ႕လမ္​းၫႊန္​တြဲဖက္​ျဖစ္​တဲ့ယြီ႐ွန္​နဲ႔ စက္​ျပင္​သမားက်ိ႐ွင္​းတို႔နဲ႔အတူအခက္​အခဲ​ေတြကိုဘယ္​လိုရင္​ဆိုင္​​ေျဖ႐ွင္​းၾကမလဲ...အခက္​အခဲမ​်ိဳးစံုၾကံဳ​ေတြ႔ခ်ိန္​မွာ​ေတာင္​အားမ​ေလ်ွာ့ပဲႀကိဳးစားၾကပံု​ေတြကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​...ၿပိဳင္​ကား​ေမာင္​းခ​ေရဇီ​ေတြအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႔​ေစမယ္္​့ဇာတ္​ကားတစ္​ပုဒ္​ပါပ​ဲ.. Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/1xwbi/Pegasus_(Fei_Chi_Ren_Sheng)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BYmEyNmUxNjMtNjk0NS00OTZhLTlkYzktZGUxODhhMTc2NTRmXkEyXkFqcGdeQXVyNTg0NDQ5NzA@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "The Pool (2018)",
        "description": "The Pool ရုပ္ရွင္ကား ဟာ ၂၀၁၈ ခုႏွစ္က ျမန္မာျပည္မွာ\nရံုတင္ခဲ့ၿပီး လူႀကိဳက္အရမ္းမ်ားခဲ့တဲ့ ရုပ္ရွင္ကားတစ္ကားျဖစ္ပါတယ္\nထိုင္း ရုပ္ရွင္ကားျဖစ္ၿပီး တစ္ကားလံုးကို လူအနည္းငယ္ျဖင့္သာ\nသရုပ္ေဆာင္ ရိုက္ကူးထားၿပီး ထုိင္ရာက မထစတမ္း ၾကည့္ရႈေစႏုိင္တဲ့\nတစ္ခုထဲေသာ အာရွရုပ္ရွင္ကား တစ္ကားျဖစ္ပါတယ္\nလူသူ ေ၀းတဲ့ ၿမိဳ႕အစြန္က ေရကူးကန္ အေဟာင္းတစ္ခုအား\nရုပ္ရွင္ရိုက္ကူးရန္ ငွားခဲ့ၿပီးေနာက္ ထို ေရကူးကန္ထဲ မွာ\nအေစာင့္တစ္ေယာက္ ေဘာကြင္းေလးနဲ႔ အိပ္ေပ်ာ္ေနခဲ့တယ္\nၿပီးေတာ့ လူေတြ မသိေသးတဲ့ အေကာင္ႀကီးတစ္ေကာင္ ကလည္း\nအသင့္ အဲ့ေအာက္မွာ ေစာင့္ေနခဲ့တယ္...\nျပန္သြားတဲ့သူေတြက ေမ့ၿပီး ေရေတြ သြန္တဲ့ ခလုပ္ကို ႏွိပ္သြားၿပီး\nအေစာင့္ ျပန္ႏိုးလာတဲ့အခ်ိန္မွာ ေရေတြ ကုန္လုနီးပါးျဖစ္ၿပီး\nေရကန္ေပၚသို႔ ျပန္မတက္ႏုိင္ခဲ့ေသာ အခါမွာေတာ့ ...\nထိတ္လန္႔သည္းဖို ဆိုတဲ့ အႏွစ္အရသာ နဲ႔ ျပည့္စံုတဲ့\nThe Pool ဆိုတဲ့ ထိုင္းရုပ္ရွင္ကားကို အရမ္းေတြ စပြိဳင္လာ\nမလုပ္ေတာ့ပါဘူး CM Fan ေတြ ဆက္လက္ၾကည့္ရႈလုိက္ပါအံုး\nဒီရုပ္ရွင္ကားကို Little Neo ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Tr6B/The_Pool_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BZjU5OWVlN2EtODNlYy00MjhhLWI0MDUtMTA3MmQ5MGMwYTZmXkEyXkFqcGdeQXVyNjE5MTM4MzY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Conjuring 2 (2016)",
        "description": "ကာလရှည်ကြာစွာ စောင့်မျှော်နေရတဲ့ Conjuring 2 နောက်ဆုံးမှာတော့ Bluray ကွာလတီနဲ့ ထွက်လာခဲ့ပါပြီ။ သရဲကား ဘာသာပြန်နေကျသူတွေ အကြောင်းအမျိုးမျိုးကြောင့်မအားလပ်တာနဲ့ ကျွန်တော်ရဲ့ ပထမဆုံး ဘာသာပြန်ဖြစ်တဲ့ သရဲကား ဖြစ်သွားပါပြီ။ဒီဇာတ်လမ်းဟာလည်း ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပဲဖြစ်ပါတယ်။အ ကျဉ်းပြောရရင်တော့ တစ်ခုလပ် အမျိုးသမီးတစ်ဦးနဲ့ သားသမီး ၄ ယောက် ပြောင်းရွှေ့လာတဲ့ အိမ်မှာ ကြောက်စရာ ဖြစ်ရပ်တွေ စတင်လာခဲ့ပြီး လူတွေနဲ့မီဒီယာတွေ အာရုံစိုက်မှု ရလာတဲ့အခါ ဘုရားကျောင်းရဲ့ အကူအညီတောင်းမှုအရ ၀ါရမ် လင်မယား လာရောက်စုံစမ်းရတာပါပဲ။ဒီအမှုကိုတော့ သူတို့လင်မယားလိုက်ခဲ့တဲ့ အမှုတွေထဲက ကြောက်စရာ အဆိုးရွားဆုံးတွေထဲက တစ်ခုလို့ အပြင်မှာ ထုတ်ဖော်ပြောဆိုခဲ့ပါတယ်။မထင်မှတ်တဲ့ လှည့်ကွက်တစ်ခုနဲ့ တန်ဆာဆင်ထားတာကိုလည်း တွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းအဆုံးမှာလည်း တကယ့် ဖြစ်ရပ်မှန်အသံသွင်းတိပ်ခွေကို ဘာသာပြန်ထားတာလေးနားထောင်ကြည့်ဖို့ မကျန်ခဲ့ဖို့နဲ့မူရင်းဓာတ်ပုံတွေကိုလည်း တွေ့ရှိနိုင်ကြောင်းပြောပြရင်း တင်ပေးလိုက်ပါပြီ......ရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။",
        "rating": "7.4",
        "url": "https://megaup.net/2lMz1/The_Conjuring_2_[2016]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/MV5BMTM3NjA1NDMyMV5BMl5BanBnXkFtZTcwMDQzNDMzOQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Conjuring (2013)",
        "description": "သရဲကားကြိုက်တဲ့ ရုပ်ရှင်ချစ်ပရိသတ်အတွက် ဒီနှစ်ထဲမှာ ထွက်ထားတဲ့ ပရိသတ်တော်တော်များများ စိတ်ဝင်စားတဲ့ The Conjuring နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားက ၁၉၇၁ ခုနှစ်က Rhode Island မှာရှိတဲ့အိမ်မှာ ထိတ်လန့်ခြောက်ခြားမှုတွေ ဖြစ်ခဲ့တာကိုပြန်လည်ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းပါ။ဒီအိမ်ကြီးက ယနေ့တိုင် ရှိပြီး ကမ္ဘာလှည့်ခရီးသည်များ လည်ပတ်စရာ နေရာအဖြစ်ရှိဆဲပါ ပရောဂဆရာမ Lorraine Warren နဲ့ သူ့အမျိုးသား Ed Warren တို့ဟာCarolyn and Roger Perron တို့ မိသားစု (သမီး ၅ယောက်နဲ့အတူ) ဒီအိမ်ကို ပြောင်းရွှေ့ပြီးကတည်းက ခြောက်ခြားစရာတွေ ဆက်တိုက်လိုကြုံတွေရတာတွေကို ကူညီပေးရင်း ဘဝတစ်ပါးသို့ မကူးပြောင်းဘဲ အိမ်မှာ ကျန်ရစ်နေတဲ့ ၀ိဉာဏ်ဥစ္စာစောင့်နတ်ဆိုးက မိသားစုဝင်အားလုံးကို ဘယ်လိုအနှောင့်အယှက်ပေးတယ်၊ ထိတ်လန့်မှုတွေပေးတယ်၊ နောက်ဆုံးအသက်အန္တရာယ် စိုးရိမ်ရသည်အထိ ဒုက္ခပေးလာတယ် ဆိုတာ ရိုက်ပြထားတာပါ။ဇာတ်လမ်းအစမှာထဲက အရုပ်တရုပ်ကထူးဆန်းစွာ သွားလာပြုမူနေတာကို ရှုစားရမှာပါ။ဒီအရုပ်က အပြင်မှာ တကယ်ရှိခဲ့တဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2lMz1/The_Conjuring_2_[2016]_(MM_Sub).mp4 https://megaup.net/1FP6z/The_Conjuring_[2013]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BOTQwZmQyYzEtODk5ZC00OTY3LWExMjAtYzRjNWFhNGM3MzBlXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Annabelle (2014)",
        "description": "2013 တုန်းက ထွက်ရှိထားခဲ့တဲ့ The Conjuring နောက်ကနေ 2014 မှာဒီဇာတ်ကားထွက်လာပါတယ်.. သရဲကားမို့လို့ထူးထူးခြားခြားအညွှန်းတွေပေးမနေတော့ပါဘူးCM ပရိတ်သတ်လည်းဒီ အရုပ်နဲ့ပတ်သတ်တဲ့ဇာတ်ကားကိုမစိမ်းဘူးလို့ထင်ပါတယ်.. မကြည့်ဖူးဘူးဆိုရင်လည်းသေချာကြည့်လိုက်ပါ.အတော်ကြောက်ဖို့ကောင်းတဲ့သရဲဇာတ်လမ်းဖြစ်ပြီး သရဲကားကောင်းကောင်းတွေကိုမှကြည့်ချင်တဲ့သူတွေ အတွက်တော့အထူးအကြိုက်တွေ့စေမယ့်ဇာတ်ကားမျိုးပါ...ကြောက်တတ်သူများ.. နှလုံးရောဂါရှိသူများ နှင့် ကလေးသူငယ်များ.. တစ်ဦးတစ်ယောက်တည်းကြည့်ချင်းလုံးဝမသင့်တော်ပါဒီရုပ်ရှင်ကားကို Hein Thet Naing မှ ဘာသာပြန်ပေးထားပါတယ်",
        "rating": "5.4",
        "url": "https://megaup.net/1xwax/Annabelle_[2014]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjA1MzIwMjMxNF5BMl5BanBnXkFtZTgwMDQ3NTc2MjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Annabelle: Creation (2017)",
        "description": "၂၀၁၄ တုန်းကAnnabelle အမည်နဲ့ ဇာတ်ကားထွက်ခဲ့ဖူးပြီး အခုဇာတ်လမ်းကတော့ အမှောင့်ပယောဂ ဝင်နေတဲ့ အန်နာဘဲလ် အရုပ်မရဲ့ ရာဇဝင်ကို ရိုက်ကူးထားတာမို့အရင်အန်နာဘဲလ်ဇာတ်လမ်းနဲ့ ရင်းနှီးပြီးသား ပရိ သတ်တွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလို့ဆိုရမှာပါ။ ဆမ်မြူရယ်မူလင်ဟာ ဇနီးအက်စ်သာ၊ သမီးလေးအန်နာ ဘဲလ်နဲ့အတူကယ်လီဖိုးနီးယားက ယာတောအိမ်ကြီးမှာနေထိုင်ရင်း ကစားစရာအရုပ်တွေ ပြုလုပ်ပြီးအသက်မွေးသူပါ။ တစ်ရက်မှာတော့ (၇)နှစ်အရွယ်သမီး လေး အန်နာဘဲလ်ဟာဆိုးရွားလှတဲ့ ယာဉ်တိုက်မှုတစ်ခုကြောင့် ကွယ်လွန်သွားခဲ့ပြီး ဆမ်မြူရယ်ဟာလည်းသူ့သမီးမရှိတော့တဲ့နောက် အရုပ်တွေလည်း မလုပ်တော့ပါဘူး။အဲဒီလိုနဲ့နေလာရင်းအန်နာဘဲလ်ဆုံးတာ ၁၂နှစ်ပြည့်ပြီးတဲ့နောက်မှာတော့ ဆမ်မြူရယ်တို့ ဇနီးမောင်နှံဟာ ယာတောအိမ်ကြီးမှာ သူတို့နှစ်ယောက်တည်းနေ တာဖြစ်တဲ့အတွက်မိဘမဲ့ဂေဟာ ပိတ်လိုက်ရလို့ နေစရာမရှိဖြစ်နေတဲ့ သီလရှင်တစ်ပါးနဲ့ မိဘမဲ့ မိန်းကလေးခြောက်ယောက်ကို ယာတောအိမ်ကြီးမှာ လာနေဖို့ ခွင့်ပြုခဲ့ပါတယ်။အဲဒီအိမ်ကြီးကို မိန်းကလေးတွေ ရောက်လာပြီးနောက်မှာတော့ ထူးဆန်းတဲ့ကိစ္စရပ်တွေ ဆက်တိုက်ဆိုသလို ဖြစ်လာပြီး မိဘမဲ့မိန်းကလေးတွေထဲက ပိုလီယိုကြောင့်ခြေထောက်မသန်တဲ့ ဂျန်နစ္စတစ်ယောက် အရုပ်လိုလို၊ လူလိုလို လှုပ်ရှားမှုတစ်ခုရဲ့ ခြောက်လှန့်မှုနဲ့ကြုံခဲ့ပါတော့တယ်။ ဂျန်နစ္စက ယာတောအိမ်ကြီးကပိတ်ထားတဲ့အခန်းတစ်ခန်းကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xwau/Annabelle_-_Creation_[2017]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BYWZmOTY0MDAtMGRlMS00YjFlLWFkZTUtYmJhYWNlN2JjMmZkXkEyXkFqcGdeQXVyODAzODU1NDQ@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Shoplifters (2018)",
        "description": "ဂ်ပန္နိုင္ငံရဲ႕လုပ္သားနဲ႔အလုပ္ရွင္ဆက္ဆံေရးတင္းမာမႈေတြကေနမွတစ္ဆင့္\nအခ်ိန္ပိုင္းအလုပ္ေတြဟာနိုင္ငံတြင္းမွာတြင္က်ယ္လာပါတယ္\nမိရိုးဖလာလုပ္စားေနတဲ့လူအမ်ားစုဟာအလုပ္လက္မဲ့ျဖစ္လာၾကျပီး\nအဲ့လိုလူေတြထဲမွာအိုဆာမူတို႔မိသားစုလည္းအပါအ၀င္ပဲျဖစ္ပါတယ္\nပိုက္ဆံမရွိ အလုပ္မရွိတဲ့အခ်ိန္မွာ ထမင္းတစ္နပ္စားရဖို႔\nေစ်းဆိုင္ေတြဆီကေနအလစ္သုတ္ရတဲ့မိသားစုျဖစ္လာပါေတာ့တယ္\nအိုဆာမူနဲ႔သူရဲ႕သားဟာထံုးစံအတိုင္းအလစ္သုတ္ေနတုန္း\nအိမ္ေျခယာမဲ့ကေလးမတစ္ေယာက္နဲ႔ေတြ႕ကာ\nအိမ္ကိုေခၚသြားခဲ့ပါတယ္\nအိုဆာမူရဲ႕မိန္းမျဖစ္သူကအစကျငင္းေပမယ့္ကေလးမကို\nကိုယ္ခ်င္းစာမိကာအိမ္ေပၚတင္ေမြးစားလိုက္ပါေတာ့တယ္\nဒီမိသားစုကပိုက္ဆံမရွိတဲ့အျပင္ထမင္းေတာင္နပ္မွန္ေအာင္မစားနိုင္ပါဘူး\nဒါေပမယ့္သူတို႔ဟာမိသားစုရဲ႕အရသာကိုရွာေတြ႔ထားၾကတဲ့လူေတြျဖစ္ျပီး\nအျမဲေပ်ာ္ရႊင္ေနေလ့ရွိပါတယ္\nဒါေပမယ့္ဒီလ္ိုစရိုက္လူေတြကိုေလာကဓံကဘယ္လိုဒုကၡေပးဦးမလဲ\nဒီစိတ္ဆင္းရဲေလာက္ေအာင္ေပ်ာ္ရႊင္ေနၾကတဲ့မိသားစုကေရာ\nေရရွည္ဘယ္လိုျဖစ္သြားၾကမလဲဆိုတာကိုၾကည္ႏူးစရာျဖစ္ေအာင္\nဒါရိုက္တာHirokazu Koreedaကသူကိုယ္တိုင္ေရးျပီးသူကိုယ္တိုင္ရိုက္ျပထားပါတယ္\nRelease Date - 23,November,2018\nRunning time - 2h1m\nGenre - Drama,Crime,18\nTranslated by Chit Oo May\nEncoded by sithu",
        "rating": "8.0",
        "url": "https://megaup.net/1xwbz/Shoplifters_(Manbiki_Kazoku)_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tegQNllG9HfRWexDIkK8wMwC6ce.jpg",
        "title": "Total Dhamaal (2019)",
        "description": "ေႏြပူပူမွာ ေပါ့ေပါ့ပါးပါးနဲ႔ ဟာသကား ၾကည့္မယ္ဆိုတဲ့ ပရိသတ္ေတြအတြက္ တင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ဟိုးအရင္ Dhamaal ေတြရဲ႕ ေနာက္ဆံုးျဖစ္တဲ့Total Dhamaal ပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘာလုပ္လုပ္ တလြဲခ်ည္းပဲ လုပ္တတ္ၾကတဲ့ လူတစ္စုကို အဓိက ျမင္ရမွာေပါ့။အေၾကာင္းအမ်ဳိးမ်ဳိးေၾကာင့္ ေငြလိုေနတဲ့ လူေတြ။တေန႔မွာေတာ့ ေငြေတြ ႏွစ္က်ပ္ကြက္နင္းၿပီးလုယူလာခဲ့တဲ့ ေဘာစိအသစ္ၾကပ္ခြၽတ္ႀကီးဟာဟယ္လီေကာ့ပတာပ်က္က်ၿပီး အဲ့ဒီလူတစ္စုနဲ႔ ဆံုဖို႔ ျဖစ္လာခဲ့ပါတယ္။မေသခင္မွာသြားတဲ့စကားကေတာ့ဂ်နာပူရ္တိရစၧာန္႐ံုထဲက 'OK' ဆိုတဲ့ စားလံုးမွာေငြ သန္း၅၀၀ ရိွေၾကာင္း ေျပာျပခဲ့ပါတယ္။သိပ္ကို ေလာဘႀကီးတဲ့ ေကာင္ေတြၾကားမွာဆိုေတာ့ၿပိဳင္ပြဲတစ္ခု ျဖစ္လာခဲ့ပါၿပီ။တစ္ေယာက္နဲ႔တစ္ေယာက္ ၿပိဳင္ဖက္ေတြျဖစ္ေနတဲ့ အဲ့ဒီလူရွစ္ေယာက္မွာေနာက္ထပ္ ၿပိဳင္ဘက္တစ္ေယာက္ ရိွေနပါေသးတယ္။အဲ့ဒီပိုက္ဆံေတြနဲ႔ အဓိကပက္သက္ေနတဲ့ ရဲမင္းႀကီးပါ။ကဲ....အရင္ေရာက္တဲ့လူက ပိုက္ဆံေတြအားလံုးကို ရမွာမို႔ ...Dhamaal ကစားပြဲထဲ ပါဝင္ဆင္ႏႊဲလိုက္ပါဦး။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ) File Size :(950 MB ) and ...",
        "rating": "4.7",
        "url": "https://megaup.net/2Tr6D/Total_Dhamaal_[2019]_(MM_Sub).mp4",
        "category": "Action, Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bhOtz1wKwXWzhx3Z3IxtvbZFf4o.jpg",
        "title": "I’ll Take Your Dead (2019)",
        "description": "Horror ကားေတြထဲမွာေတာ့ ဒီကားက Rating 6.2 အထိထူးထူးၿခားၿခားရထားတဲ့ကားပါ...သည္းထိတ္ရင္ဖိုမွၾကိဳက္တဲ့လူေတြအတြက္ၾကည့္သင့္ပါတယ္....ၿမိဳ႕နဲ႔ေဝးတဲ့လယ္ကြင္းထဲမွာ သားအဖ ၂ ေယာက္ေနၾကတယ္အေဖႀကီးကို လူေတြက သၾကားလံုးသားသတ္သမားဆိုၿပီးေခၚၾကတယ္။လူသတ္ၿပီးရင္ အေလာင္းကို လက္စေဖ်ာက္ဖို႔ သူ႔ဆီပို႔ၾကတယ္တစ္ေန႔ေတာ့ သူ႔ဆီလက္စေဖ်ာက္ေပးဖို့ အေလာင္း ၃ ေလာင္းလာပို႔သြားေရာကံဆိုးခ်င္ေတာ့ အဲ့ထဲကေကာင္မေလးတစ္ေယာက္က မေသေသးတဲ့အခါသူတို႔ သားအဖ ၂ ေယာက္ဘယ္လိုမ်ိဳးေတြ ရင္ဆိုင္ရမလဲဆိုတာကိုဇာတ္လမ္းထဲမွာ အေျဖ႐ွာလိုက္ၾကပါဦး File Size : (809MB) & ( 297 MB)Quality : WEB-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dtD9/I’ll_Take_Your_Dead_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rF6ZLCXzsRbVvHjV2UVJDhmIdlx.jpg",
        "title": "Photograph(2019)",
        "description": "Photograph(2019)IMDb....6.8ဒီကုလားကားဟာ\nသိပ်မကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့ကားတကားဖြစ်ပြီးတော့The Lunch box ရုပ်ရှင်ရဲ့ ပဲ့ကိုင်ရှင်\nဒါရိုက်တာ Ritesh Batra ရို်က်ကူးထားတာပါရုပ်ရှင်ဟာ ဟင်ဒီကားတွေထုံးစံဖြစ်တဲ့\nအကတွေ အဆိုတွေ မပါပဲ\nအေးအေးငြိမ့်ငြိမ့်လေးနဲ့ ဆွဲခေါ်သွားတဲ့\nold-school style drama flim အမျိုးအစားပါ\nဆိုတော့ မြိုင်မြိုင်ဆိုင်ဆိုင်အကအဆိုတွေကို တွေ့ရမှာ မဟုတ်ပါဘူး...မွန်ဘိုင်းမြို့ ပင်လယ်ဆိ်ပ်ကမ်းအဝင်\nမြို့ဦးမုဒ်ဝမှာ ဓာတ်ပုံဆရာအဖြစ် အသက်မွေးတဲ့ ရာဖေး (Nawazuddin Siddiqui ) ရှိပါတယ်\nတနေ့မှာတော့\nမယ်လိုနီ(Sanya Malhotra) ဆိုတဲ့အမျိုးသမီးလေးတယောက်ဟာ\nသူ့ဆီမှာ ဓာတ်ပုံရိုက်ပြီး ပုံထုတ်ပေးနေတုန်းမှာပဲ\nမယ်လိုနီ့အမေက လှမ်းခေါ်တော့\nကောင်မလေးဟာ သူ့အမေ့ဆီထွက်သွားမိပြီး\nဓာတ်ပုံဖိုးရှင်းဖို့မေ့နေခဲ့တယ်ရာဖေးရဲ့ရွာမှာ ရာဖေးအဖွားကျန်နေခဲ့ပြီး\nအဲဒီအဖွားက သူ့မြေးကို မိန်းမယူဖို့ တဆူဆူတပူပူပေါ့\nဒါကြောင့် နားအေးပြီးရော\nအဖွားဆီကို သူကောင်မလေးတယောက် ရနေပြီဆိုတဲ့အကြောင်း စာရေးပြီးသူ့ဆီကျန်နေခဲ့တဲ့ မယ်လိုနီ့ဓာတ်ပုံကို ထည့်ပေးလိုက်ပါတော့တယ်....အလွယ်နည်းနဲ့ဖြေရှင်းလိုက်ပေမယ့် သူဟာ အဖွားကိုလျော့တွက်ခဲ့ပုံပါပဲ...အဲ့ဒီနောက်တော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး....ဒီဇာတ်ကားဟာ ရုပ်ရှင်တကားကြည့်ရတာထက်\nစာအုပ်တအုပ်ဖတ်ရတာနဲ့ ပိုတူကောင်းတူနိုင်ပါတယ်\nဇာတ်လမ်းနာမည်ဟာ photograph ဆိုတဲ့ ရိုရိုးရှင်းရှင်းနာမည်လေးအတိုင်းပဲ ဇာတ်လမ်းဟာလည်းရိုးရိုးလေးနဲ့ ချစ်စရာကောင်းတဲ့ လူသဘာဝလေးတွေကို သေချာလေး set up လုပ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xwbm/Photograph_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMTYzMTMwMDMzMF5BMl5BanBnXkFtZTgwNDc4MjUzNjE@._V1_SY1000_CR006741000_AL_-2-135x200.jpg",
        "title": "6 Years (2015)",
        "description": "6 Years (2015) IMDb 5.6 Rotten Tomato 69%\n“ ငါ့ အသက္ ၂၆ ႏွစ္ျပည့္ရင္ ငါသူနဲ႔ လက္ထပ္မယ္ သူ႔အတြက္ ေဘဘီေလးေတြ ေမြးေပးမယ္”\n“ နင့္ကို တစ္ရက္မေတြ႔ရဘဲ ငါ မေနႏိုင္ဘူး”\n“ နင္နဲ႔ေဝးၿပီး ငါမေနႏိုင္ပါဘူး”\nအဲဒီေလာက္ထိ ခ်စ္ၾကတဲ့ ခ်စ္သူ ၂ ေယာက္ရွိပါတယ္။\nဒန္ နဲ႔ မယ္လ္နင္ တဲ့။\nတကၠဆပ္မွာေနၾကတယ္။\nကေလးဘဝတည္းက ခင္မင္လာၿပီး ခ်စ္သူသက္တမ္း ၆ ႏွစ္ေတာင္ ရွိေနၿပီျဖစ္တဲ့ ငယ္ခ်စ္ေတြ။\nဘယ္သြားသြား ဘယ္လာလာ အၿမဲ တပူးပူးတတြဲတြဲေပါ့။\nတစ္ေန႔က်ရင္ လက္ထပ္ၾကမယ္ သာယာတဲ့အိမ္ေထာင္တစ္ခု ကို\nထူေထာင္ၾကမယ္ ဆိုတဲ့ အိပ္မက္ေတြကိုယ္စီနဲ႔ အသက္ ၂၀ေက်ာ္ Love Bird ေလးေတြရဲ႕ ဘဝထဲကို\nတစ္ေန႔ေတာ့ ဘဝရဲ႕ စိန္ေခၚစမ္းသပ္ခ်က္ေတြ ေရာက္လာခဲ့ပါတယ္။\nမယ္လ္ တစ္ေယာက္ သူငယ္ခ်င္းေတြနဲ႔ ပါတီသြားရင္း\nအမူးလြန္ၿပီး ဒန္႔ ဆီကို သြားရာကေန စ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xwan/6_Years_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BOGJjM2FhMzktYmIwOS00MmNmLWJlOGMtMTQ0NTBlYjdiYzJjL2ltYWdlXkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Ringu 0 (2000)",
        "description": "Ringu 0: Birthday (2000)\n            1998 နဲ႔ 1999 တုန္းက ထြက္ရွိခဲ့တဲ့ Ring ဇာတ္ကားေတြရဲ႕\nပံုျပင္လုိျဖစ္တဲ့ဒီဇာတ္လမ္းေလးကေတာ့\nလြန္ခဲ့တဲ့ႏွစ္ ၃၀ ကအေၾကာင္းကို တင္ဆက္ေပးထားပါတယ္…\n            ငယ္ရြယ္ၿပီးလွပတဲ့ ဆာဒါကိုေလးဟာ\nသူ႔ရဲ႕ ရႈပ္ေထြးၿပီးျပႆနာမ်ားတဲ့ အတိတ္ကေန\nလြတ္ေျမာက္ဖို႔အတြက္ ျပဇာတ္အဖြဲ႕ထဲမွာ\nေပ်ာ္ရႊင္မႈကို ရွာေတြ႕ၿပီး သရုပ္ေဆာင္မင္းသမီးျဖစ္ဖို႔ ေမွ်ာ္လင့္လာတာပါပဲ…\n            ‘ဒါေပမယ့္လည္း ထူးဆန္းတဲ့အျမင္အာရံုနဲ႔\nေၾကာက္မက္ဖြယ္ေကာင္းတဲ့ သဘာဝလြန္အစြမ္းေတြဟာ\nလူေတြသတိထားမိလာေအာင္လုပ္မိရာကေနစတင္လာပါတယ္…\n            ျပဇာတ္အဖြဲ႕မွာပါတဲ့သူေတြဟာ တူညီတဲ့အိမ္မက္ကုိ\nမက္လာၾကတယ္ တစ္ခ်ိဳ႕တစ္ေလဆုိ သူ႔ေနာက္မွာ\nတစ္ယာက္ေယာက္ရပ္ေနတာကိုျမင္တယ္ဆိုၿပီး ထိတ္လန္႔လာၾကတယ္\n            အားလံုးၾကည့္ဖူး ၾကားဖူးၾကလို႔\nဇာတ္လမ္းအဆံုးသတ္ကုိ သိထားမွာမွန္ေပမယ့္\nေၾကာက္စရာေကာင္းတဲ့ ဆာဒါကိုကို\nဒီဇာတ္လမ္းေလးထဲမွာေတာ့ တည္ၿငိမ္တဲ့ဘဝကိုရဖို႔ႀကိဳးစားေနတဲ့\nအၿမဲတမ္းေအးေဆး တိတ္ဆိတ္ၿပီး ရွက္တတ္တဲ့\nလူတစ္ေယာက္အေနနဲ႔ ခံစားၾကည့္ရွဴရမွာျဖစ္ပါတယ္\n            ပရိသတ္အားလံုးအတြက္ မရိုးႏိုင္တဲ့ ရသကိုေပးႏိုင္မယ့္ ဒီဇာတ္လမ္းေလးဟာ\n2000 ခုႏွစ္မွာ Rating 6.1 နဲ႔ရပ္တည္ခဲ့ပါတယ္…\n \nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးတာကေတာ့ Htoo Htoo Ka Joe ျဖစ္ပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/1xwbq/Ringu_0_-_Birthday_(Ringu_0_-_Bâsudei)_[2000]_(MM_Sub).mp4.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Uuy5laJ5KjZ4ZkrKHg8ATU08eb.jpg",
        "title": "Peel(2019)",
        "description": "Peel(2019)\nIMDb.....6.0\nဒီတစ္ခါေတာ့ ဒရမ္မာကား ေကာင္းေကာင္းေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္ 2019 မွာ အသစ္စက္စက္\nထြက္ထားတဲ့ Peel ဆိုတဲ့ ဇာတ္ကားေလးပါ .....\nဒီထဲမွာေတာ့ ပီးလ္ဆိုတဲ့ ေကာင္ေလးရဲ႕ ဘဝအေၾကာင္းေလးကို\nရိုက္ျပထားတာပါ..... ပီးလ္ ငယ္ငယ္က သူ႕အေဖနဲ႔ အေမ အဆင္မေျပၾကရာက ကြဲသြားၾကပါတယ္.......\nပီးလ္မွာ အစ္ကို ၂ ေယာက္ ရွိပါတယ္ ......သူ႕အေဖက သူ႕အစ္ကို ၂ ေယာက္ကို ေခၚသြားျပီး သူကေတာ့ အေမျဖစ္သူနဲ႔\nေနခဲ့ရပါတယ္.....\nအေမျဖစ္သူရဲ႕ သားေတြကို ျပဳစုပ်ိဳးေထာင္ပုံကို သေဘာမက်လို႔ စကားမ်ားရာကေန\nအိမ္က ထြက္သြားတဲ့ထိ ျဖစ္ခဲ့ရတာပါ .....\nအေမျဖစ္သူက သားေတြကို ကေလးေတြလိုပဲ အျမဲ ကာကြယ္ေပးေနတယ္\nကိုယ့္အားကို ကိုးတတ္လာေအာင္ သင္မေပးဘဲ ကေလးေတြလိုပဲ ပ်ိဳးေထာင္ေနတာပါ ......\nအေဖ ေခၚသြားတဲ့ အစ္ကို ၂ ေယာက္ကေတာ့\nဘယ္လို ၾကီးျပင္းလာလဲ မသိရေပမဲ့ ပီးလ္ကေတာ့ သူ႕အေမရဲ႕ ျပဳစုပ်ိဳးေထာင္နည္းေတြနဲ႔ အေမနားမွာပဲ\nအေမခ်စ္သားအျဖစ္နဲ႔ ေလာကၾကီးအေၾကာင္း ဘာမွ မသိနားမလည္ဘဲ ...",
        "rating": "N/A",
        "url": "https://megaup.net/1xyiq/Peel_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/images-133x200.jpg",
        "title": "Dev (2019)",
        "description": "Dev (2019)\n------------------------------------------------------------------------\nစြန္႔စားခန္းေတြကို ႏွစ္သက္သေဘာက်ၿပီး\nအရာရာတုိင္းကိုအေကာင္းျမင္တတ္တဲ့\nသူငယ္ခ်င္းေတြနဲ႔ အျပန္အလွန္ ခ်စ္ခင္မႈကိုရထားတဲ့ ေဒ့ဗ္….\nမူႀကိဳအရြယ္ထဲက ေမြးေန႔တူလို႔ ေပါင္းမိသြားၾကတဲ့\nေဒ့ဗ္ ဗစ္ကီ နဲ႔ နီရွာတို႔ သံုးေယာက္ဟာ တကၠသိုလ္အထိအတူတူ\nတစ္တြဲတြဲရွိေနရာက ဗစ္ကီနဲ႔ နီရွာတို႔ရဲ႕တိုက္တြန္းမႈေၾကာင့္\nကံတရားရဲ႕အလိုအတိုင္းဆိုၿပီး ပထမ ဆယ္ေယာက္ထဲမွာ\nေနာက္ဆံုး နံပါတ္ ၁ က်တဲ့ People You May Know ကို\nေကာင္မေလးအျဖစ္လိုက္မယ္လို႔ အေလာင္းအစားလုပ္ၾကရာမွ\nမထင္မွတ္ဘဲေတြ႕လိုက္ရတဲ့ မဂ္နာ…\nနာက်င္စရာအတိတ္ေတြနဲ႔ သားအမိႏွစ္ေယာက္တည္း\nရုန္းကန္ရင္း ေအာင္ျမင္တဲ့ စီးပြားေရးလုပ္ငန္းရွင္တစ္ေယာက္ျဖစ္ေနတဲ့\nမဂ္နာဟာ အခ်စ္ေရးကို ေတြးဖို႔အတြက္ အခ်ိန္လည္းမရွိခဲ့သလို\nအယံုအၾကည္လည္းမရွိခဲ့ပါဘူး…\nမဂ္နာ့ကိုျမင္ျမင္ခ်င္းခ်စ္မိသြားတဲ့ ေဒ့ဗ္တစ္ေယာက္\nခက္ခက္ခဲခဲနဲ႔ ခ်ဥ္းကပ္ဖို႔ႀကိဳးစားခဲ့ပါတယ္\nသူ႔ရဲ႕အေကာင္းျမင္တတ္တဲ့စိတ္ အၿမဲတမ္းေပ်ာ္ေနတတ္တဲ့စိတ္ေလးဟာ\nဘယ္ေလာက္ထိ စိတ္ရွည္ရွည္နဲ႔ ထားႏိုင္မလဲ\nသူတို႔ေတြဘယ္လိုေတြရိုႀကမလဲဆိုတာၾကည့္လိုက္ၾကရေအာင္လား\nဒီဇာတ္ကားေလးဟာ IMDb 5.1 ရထားၿပီးေတာ့\nမင္းသား Karthi နဲ႔ မင္းသမီးေခ်ာေလး Rakul Preet Singh\nပါဝင္သရုပ္ေဆာင္ထားတဲ့ Action, Adventure, Romance\nဇာတ္ကားမ်ိဳးေလးျဖစ္ပါတယ္\nတစ္ေန႔တည္းတစ္ရက္တည္းေမြးတဲ့\nစရုိက္ကလည္းတူသူငယ္ခ်င္း ၃ ေယာက္ ေဒ့ဗ္ ဗစ္ကီနဲ႔ နီရွာ…\nေဒ့ဗ္ရဲ႕ Surprise ဒဏ္ေတြကို မခံႏိုင္ေတာ့တဲ့\nဗစ္ကီတစ္ေယာက္နီရွာနဲ႔ေပါင္းၿပီး အြန္လိုင္းသံုးၿပီး ခ်စ္သူရွာေပးရာက\nမဂ္နာဆိုတဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2TtiB/Dev_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "",
        "title": "Misery (1990)",
        "description": "စာရေးဆရာကြီး Stephen Kingရဲ့ Miseryဝတ္ထုကိုပြန်ရိုက်ထားတဒီရုပ်ရှင်ဟာ Horrorရုပ်ရှင်တွေထဲမှာတော့ပြောစမှတ်တွင်ခဲ့တဲ့ရုပ်ရှင်ပါ။ဒီဇာတ်ကားထဲက စိတ္တဇအမျိုးသမီးကြီးနေရာကသရုပ်ဆောင်တဲ့မင်းသမီးကြီး Kathy Batesလဲ ဒီဇာတ်ကားနဲ့ပဲ အော်စကာဆု၊ရွှေကမ္ဘာလုံးဆုတွေ ရခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်း >>>>စာရေးဆရာ ပေါလ်ရှယ်ဒန်က မစ္စရီဆိုတဲ့အမျိုးသမီးဇာတ်ကောင်အကြောင်း အသားပေးရေးထားတဲ့လုံးချင်းဝတ္ထုတွဲတွေနဲ့ လူကြိုက်များအောင်မြင်တဲ့စာရေးဆရာကြီးတစ်ယောက်ပေါ့။ဒါပေမယ့် ကြာလာတော့ မစ္စရီအကြောင်းရေးရတာငြီးငွေ့လာလို့ ပေါလ်ရှယ်ဒန်က သူ့ရဲ့နောက်ဆုံးထွက်မစ္စရီဝတ္ထုမှာ မစ္စရီဇာတ်ကောင်ကို သတ်ပစ်လိုက်တယ်။ပြီးတော့သူ့ရဲ့ ဝတ္ထုအသစ်ကို လူသူမနီးတဲ့ဟိုတယ်လေးမှာသွားရေးနေတုန်း သူ့သမီးလေးမွေးနေ့အတွက်နယူးယောက်ကိုပြန်အလာမှာ နှင်းမုန်တိုင်းမိပြီးကားမှောက်သွားခဲ့တယ်။ခြေတွေလက်တွေနံရိုးတွေကျိုးပြီး နှင်းမုန်တိုင်းထဲမှာသတိလစ်ပြီးသေစစဖြစ်နေတဲ့ သူ့ကို အန်နီဝစ်ဆိုတဲ့မိန်းမကြီးကကယ်ဆယ်ပေးခဲ့ပါတယ်။သတိရလာတော့ သူ့ကိုကယ်ခဲ့တဲ့အန်နီဝစ်ကသူနာပြုဟောင်းတစ်ယောက်ဖြစ်တဲ့အပြင်သူ့ရဲ့မစ္စရီဝတ္ထုတွေကိုအရူးအမူးစွဲလမ်းအားပေးတဲ့အကြီးစားပရိတ်သတ်တစ်ယောက် ဖြစ်နေတာကြောင့်စိတ်သက်သာရာရခဲ့ပေမယ့်လဲ....စာရေးဆရာဟာ တဖြေးဖြေးနဲ့ဆိုသလိုအန်နီဝစ်ရဲ့ပုံမှန်မဟုတ်တဲ့အပြုအမူတွေကိုသတိထားမိလာပါတယ်။ဒါ့အပြင် အန်နီဝစ်ဟာ မစ္စရီဇာတ်ကောင်ကိုပုံမှန်ထက်ပိုပြီးချစ်ခင်စွဲလမ်းနေတာကိုလဲသတိထားမိလာပြီး...နောက်ဆုံးထွက်မစ္စရီစာအုပ်မှာမစ္စရီသေသွားတာကို အန်နီဝစ်တစ်ယောက်သိသွားချိန်မှာ...ဒီဇာတ်ကားဟာ သွေးသံရဲရဲအခန်းတွေကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေ ပါဝင်တာကြောင့်R ratedသတ်မှတ်ထားပါတယ်။Horrorရုပ်ရှင်တွေ မကြိုက်ရင်တောင်ဒီကားက Horror,Drama,psycho thrillerအချိုးကျကျပေါင်းစပ်ထားပြီး Kathy Batesရဲ့လက်ဖျားခါလောက်တဲ့ သရုပ်ဆောင်ပီပြင်မှုတွေကြောင့်ကြည့်ကိုကြည့်သင့်ပါတယ်။ယုတ္တိမရှိ ပေါပေါပဲပဲ jump scareတွေတစ်ကွက်မှမပါပဲကြည့်ရတဲ့သူကို ရင်တလှပ်လှပ်ဖြစ်စေမှာပါ။ဒါကြောင့် Horrorရုပ်ရှင်တွေကိုမြတ်နိူးသူတွေအဖို့Miseryဟာလုံးဝစိတ်ပျက်စေရမှာမဟုတ်ကြောင်း ကတိပေးလိုက်ရပါတယ်ဒီရုပ်ရှင်ကားကို Kaung Khant Win က ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "rating": "7.8",
        "url": "https://megaup.net/11beh/Misery_[1990]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/huooRmB7yksJyVVSkqOgitxlCec.jpg",
        "title": "The Wrestler(2008)",
        "description": "The Wrestler(2008)\nIMDb...7.9,,,,,Rotten....98%\nခင္ဗ်ားတို႔ ကြ်န္ေတာ္တို႔အားလုံး WWE channel က ျပသတဲ့\nsmack down ပြဲေတြကို ၾကည့္ဘူးၾကမွာပါ....\nေျပာရရင္ ႀကဳိတင္ျပဆင္ထားတဲ့အစီအစဥ္တစ္ခုကုိ လာႀကည့္တဲ့ပရိတ္သေတြကုိ ရသ\nအျပည့္အ၀ေပးႏုိင္မယ့္ သတ္ပုတ္မႈမ်ဳိးေတြကုိ  ခ်ျပရပါတယ္...\nႀကဳိတင္ျပင္ဆင္ထားတဲ့အစီအစဥ္ဆုိေပမယ့္ ထုိးသတ္တဲ့ေနရာမွာ ပရိတ္သတ္ေထာင္ေပါင္းမ်ားစြာေသာ\nမ်က္လုံးေတြ႕ေရွ႕ေမွာက္မွာေတာ့ တကယ့္ပ်င္းထန္တဲ့ရုိက္ခ်က္ေတြနဲ႕ သတ္ပုတ္ျပရပါတယ္..\nဒါ့ေၾကာင့္လည္း ဒီၿပဳိင္ပြဲေတြဟာ အတုအေယာင္လုိ႕ဆုိရေပမယ့္\nကမၻာေက်ာ္ေနရတာပဲျဖစ္ပါတယ္....\n၂၀၀၈ ခုႏွစ္မွာ ဒါရိုက္တာ Aronofsky ရိုက္ကူးခဲ့ၿပီး\nအဓိကဇာတ္ေဆာင္ နပမ္းသမား Randy the Ram (Mickey Rourke)အေၾကာင္းကုိရုိက္ကူးထားတာပဲျဖစ္ပါတယ္...\nဒီကားက သူ႕ဘ၀ရဲ႕ အနိမ့္အျမင့္ အတက္အက်ကုိ  ရုိက္ျပထားၿပီး\nသူတုိ႕ဘ၀ရဲ႕ခက္ထန္ႀကမ္းတမ္းပုံေတြကုိအေကာင္းမြန္ဆုံးပုံေဖာ္ထားပါတယ္...\nၾကမ္းတမ္းခက္ထန္လြန္းတဲ့ လူ႕ဘီးလူးႀကီးေတြရဲ႕ ေနာက္ကြယ္က ႏူးညံတဲ့ႏွလုံးသားကုိလည္းေတြ႕ႏုိင္ပါလိမ့္မယ္...\nဒါ့ေၾကာင့္လည္း ဒီကားဟာ ခ်ီးက်ဴးမႈေပါင္းမ်ားစြာရရွိထားသလုိ ေအာ္စကာဆန္ကာတင္ (၂)ဆုနဲ႕ အျခားဆုေပါင္း\n(၅၈)ဆု ရရွိထားပါတယ္....\nၿပီးေတာ့ ဒီကားဟာ သတ္ပြဲေပါင္းမ်ားစြာပါသလုိ ေသြးထြက္သံယိုခန္းေတြလည္းပါတာမုိ႕\nသတိထားၾကည့္ေစလုိပါတယ္....\nရုပ္ရွင္ရဲ႕ Rating က R ျဖစ္တာေၾကာင့္\nအေဖာ္အခြ်တ္ခန္းေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ အတူၾကည့္ဖို႔မသင့္တဲ့ ကားတကားလို႔ ေျပာပါရေစ....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Chan Myae Thu ...",
        "rating": "7.9",
        "url": "https://megaup.net/2Ttpk/The_Wrestler_[2008]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3TZCBAdKQiz0cGKGEjZiyZUA01O.jpg",
        "title": "Fighting with My Family(2019)",
        "description": "Fighting with My Family(2019)\nIMDb....7.5,,,,,Rotten....92%\nေပ့ဂ်္ ဆုိတဲ့ေကာင္မေလးဟာ မိန္းကေလးပီပီ  တျခားသူေတြလုိ အခ်စ္ဒရမ္မာကားေလးေတြၾကည့္\nလွတပတေလးေတြ၀တ္ၿပီးေနခ်င္ပုံရတယ္...သုိ႕ေပမယ့္ တစ္ေနေတာ့  သူမရဲ႕ အေဖနဲ႕ အေမရဲ႕စီစဥ္မႈေၾကာင့္\nနပမ္းပြဲတစ္ခုမွာ ၿပဳိင္ပြဲမ၀င္ခ်င္ဘဲ ၀င္လုိက္ရတယ္... သူမနဲ႕ ယွဥ္ၿပဳိင္သူကုိ ၾကမ္းၿပင္ေပၚတစ္ခ်က္ထဲနဲ႕ေမွာက္သြားေစႏုိင္မယ့္\nျဖတ္ရုိက္ကြက္တစ္ကြက္သုံးလုိက္တယ္...အဲ့ဒီအခ်ိန္မွာ ပြဲၾကည့္တဲ့သူေတြရဲ႕ \" လုပ္ထားစမ္းကြ....မုိက္တယ္...\nမင္းသမီးေလး လုပ္ထားစမ္း\"ဆုိၿပီး လက္ခုပ္သံတစ္ေျဖာင္းေျဖာင္းက သူမရဲ႕စိတ္ေတြနဲ႕ ဗီဇေတြကုိ ႏုိးဆြလုိက္ပုံေပၚတယ္..\nဒီအခ်ိန္မွာျဖစ္သြားတဲ့ ေကာင္မေလးရဲ႕အၿပဳံးက နပမ္းပြဲမွာ တုိက္ခုိက္ရတာ ငါ့အတြက္ေက်နပ္ဆုံးေသာအရာပါ့လားဆုိတာကုိ\nသိပ္လုိက္ရတဲ့အၿပဳံးမ်ဳိး....\nငယ္ငယ္တုန္းက SmackDown လို႕ အေခၚမ်ားတဲ့ WWE နပမ္းပြဲေတြကို အေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမွာပါ။..\nအားလံုးလည္း အနည္းဆံုးတစ္ေယာက္ကိုေတာ့ သေဘာက်ဖူးမွာပါပဲ....\nThe Rock, Undertaker, John Cena စသည္ျဖင့္ေပါ့။ ဒီရုပ္ရွင္ကေတာ့ WWE ရဲ႕နာမည္ေက်ာ္ ျဗိတိန္အမ်ိဳးသမီး\nနပမ္းသမား  ေပ့ဂ်္ အေၾကာင္းကို ရိုက္ကူးထားတာျဖစ္ပါတယ္....\nသူတုိ႕မိသားစုဟာ အေျခခံမိသားစုျဖစ္ၿပီး\nဒီေလာကထဲမွာ အေတာ္ရုန္းကန္ခဲ့ရပါတယ္... ခပ္ေၾကာင္ေၾကာင္မိသားစုလုိ႕ေခါင္းစဥ္တပ္ခံရတဲ့အျပင္\nတကယ့္တကယ္မွာေတာ့ အခက္အခဲေပါင္းမ်ားစြာ သူတုိ႕မိသားစုရင္ဆုိင္ခဲ့ရပါတယ္...သူတုိ႕ဘယ္လုိရုန္းကန္ခဲ့ရလဲ...\nဒီေလာကဟာ ဘယ္လုိပုံစံမ်ဳိးလဲခံစားၾကည့္ရႈလုိက္ၾကရေအာင္...\nလက္ရွိ IMDb 7.5 ရွိၿပီး Rotten ...92%ရရွိထားေလေတာ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2Ttph/Fighting_With_My_Family_[2019]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tTCZQuvdrpuzq44KaI9hy8aBByb.jpg",
        "title": "Tankers",
        "description": "Tankers(2018)\nIMDb...6.0\n...ဒီတစ္ခါရုရွားတင့္battleကားထဲမွာေတာ့ အရင္တစ္ခါကေအာင္ျမင္ေက်ာ္ၾကားခဲ့တဲ့ တီ-၃၄တင့္မဟုတ္ေတာ့ဘဲနဲ႔\nKV Tank ေကဗီြတင့္တစ္စီးနဲ႔ပတ္ၾကမ္းခဲ့တဲ့ တင့္တိုက္ပြဲဇာတ္ကားျဖစ္ပါတယ္...\nဒီဇာတ္ကားဟာတစ္ကယ့္အျဖစ္အပ်က္ေပၚမွာအေျခခံၿပီးရိုက္ကူးခဲ့တဲ့ဇာတ္ကားလဲျဖစ္ပါတယ္...\nဇာတ္လမ္းအက်ဥ္းကေတာ့ Semyon Konovalovဟာအေစာပိုင္းမွာ နယ္ေျမစိုးမိုးေနတုန္း\nအမွတ္မထင္ဘဲရန္သူ႕ပန္ဇာတင့္တစ္စီးရဲ႕ခ်ံဳခိုတိုက္ခိုက္ျခင္းခံလိုက္ရတယ္...\nအဲ့ေနာက္မွာ Konovalov ဟာကံေကာင္းေထာက္မစြာအသက္ရွင္က်န္ခဲ့ၿပီး\nတပ္ရင္းတစ္ရင္းကိုျပန္ေရာက္လာခဲ့တယ္...အဲ့မွာသူနဲ႔ေက်ာင္းေနဖက္အတန္းေဖာ္ျဖစ္ခဲ့တဲ့\nဗိုလ္မွဴးတစ္ေယာက္နဲ႔ၾကားမွာ အဖုအထစ္ေလးေတြရွိခဲ့ၿပီး သူ႕ကိုသံုးစားမရတဲ့\nေကဗီြတင့္အေဟာင္းတစ္စီးကိုေပးအပ္ခဲ့တယ္...Konovalov လဲရွိတဲ့ပစၥည္းနဲ႔ေကာင္းေအာင္ျပင္ဆင္ေနတုန္း\nတစ္ေန႔မွာဗိုလ္မွဴးက ေရွ႕တန္းတစ္ေနရာကို ကင္းေထာက္ထြက္ဖို႔ Konovalov အားတာဝန္ေပးအပ္လာတဲ့အခါမွာေတာ့...\nတင့္အေဟာင္းႀကီးရေနေပမယ့္ သူဘယ္လုိပတ္ၾကမ္းခဲ့မလဲဆုိတာကုိေတာ့ စစ္ကားႀကဳိက္သူတုိ႕ ခံစားၾကည့္လုိက္ပါဦး\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္....\nFile Size : (850 MB) and (353 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1xyoi/Tankers_(Nesokrushimyy)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/712-Ob1O3dL._RI_SX300_-1-150x200.jpg",
        "title": "Naayak (2013)",
        "description": "Naayak (2013)\n=============\nဘောလီးဝုဒ် ဖိုက်တင်ကား ကြည့်ချင်သူတွေအတွက် Naayak ဆိုတဲ့\nImdb 5.6 ရထားတဲ့ကားလေးဖြစ်ပါတယ်..မင်းသားကလဲ နာမည်ကြီးဖိုက်တာမင်းသားဆိုတော့ လှပြီလေ။Naayak ဆိုတာ မြန်မာလိုဆို ခေါင်းဆောင် လို့အဓိပ္ပါယ်ရပါတယ်။\nနိုင်သူစားစတမ်း လူမိုက်တွေကြီးစိုးနေတဲ့မြို ့မှာ\nလူမိုက်တွေဟာ ဥပဒေလွတ် ဆင်းရဲသားလူတန်းစားတွေကို အနိုင်ကျင့်ဂုတ်သွေးစုပ်ပြီး ကျိကျိ်တက်ချမ်းသာ\nနေကြပါတယ် ။ ရဲတွေ အာဏာရှိသူတွေကလဲ သူတို့ဘက်တော်သားဆိုတော့ ဘယ်သူကမှ သူတို့ကို မတော်လှန်ဝင့်ကြပါဘူး\nအဲ့အချိန်မှာ ဒီကြားထဲကနေ သူတို့ကို\nပြန်တွန်းလှန်မယ့် အင်အား\nကြီးတဲ့ naayak ဆိုသူ ပေါ်လာချိန်မှာတော့……….ပေါ့ပေါ့ပါးပါးကြည့်ဖို့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။File size…(1.2 GB) and (600 MB)\nQuality….WEB-DL Rip 720p\nFormat…mp4\nDuration….02:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nyi Ye Naing",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/naayak-2013/"
    }
]