[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTJjMzM1ZjYtMDZmOS00NzhkLThiMDktZWE2OGEzMmZlYTI2XkEyXkFqcGdeQXVyMTAwMDAwMA@@._V1_-135x200.jpg",
        "title": "Pretty Red Dress (2022)",
        "description": "Pretty Red Dress (2022)\n==================သိပ်လှတဲ့ အနီရောင်ဝတ်စုံတစ်စုံက မိသားစုတစ်စုကို လုံးဝပြောင်းလဲ\nပေးလိုက်တဲ့အကြောင်းပေါ့။ ဖုံးနေတာတွေ ပုန်းနေတာတွေ ပေါ်လာပြီး၊\nမိသားစု၃ယောက်လုံး တစ်ဦးချင်းစီရဲ့သွင်ပြင်အစစ်အမှန်တွေကို ထွက်\nပေါ်လာစေတယ်လို့ပဲ ဆိုရလေမလား။ သမီးကိုကျွေးမွေးဖို့ အလုပ်လုပ်\nရင်း သူ့ရဲ့အိပ်မက်ကို လက်မလွှတ်နိုင်ဘဲ တစ်ဖက်တစ်လမ်းကနေ ဖြစ်\nညှစ်ကြိုးစားနေတဲ့အမေ။ ယောက်ျားလေးဆန်ပြီး ဂျစ်ကန်ကန်နိုင်တဲ့\nအပြင် မိဘတွေနဲ့အစေးမကပ်တဲ့ သမီးလေး။ ဇိုးလိုလို ဘာလိုလိုနဲ့ ထောင်\nကနေ ထွက်လာခါစအဖေ။တစ်နေ့မှာတော့ ချစ်ဇနီးရဲ့အလိုကိုအရင်းပြုလို့ အစ်ကိုဖြစ်သူရဲ့ဆိုင်မှာ\nအလုပ်လုပ်ပေးဖို့ဖြစ်လာပြီး အိမ်သူသက်ထားလိုချင်လှပါချည်ရဲ့ဆိုတဲ့\nအနီရောင်ဝတ်စုံလှလှလေးကို မောင်မင်းကြီးသားက ချွေးနှဲစာနဲ့ မဖြစ်\nညှစ်ကျယ်ဝယ်ပေးရှာတော်မူတယ်။ အဲလိုနဲ့ အဲဒီအနီရောင်ဝတ်စုံ သူတို့\nအိမ်ရောက်လာချိန်ကစလို့ မထင်မှတ်ထားတဲ့ ပြဿနာတစ်ခုအရင်းပြု\nပြီး မိသားစုဆက်ဆံရေးကြား အဖုအထစ်၊ချိုင့်ခွက်လေးတွေ ဟိုနေရာ\nသည်နေရာကနေ ပေါ်လာတော့တာပေါ့။ပတ်ဝန်းကျင်က ဘယ်လိုပဲဖြစ်ဖြစ် ဘာတွေပဲပြောပြော၊ကိုယ့်ဘေးနားက\nကိုယ့်မိသားစုလောက် အရေးကြီးပါ့မလား။ အဲဒီအနီရောင်ဝတ်စုံကြောင့်\nသူတို့၃ယောက်လုံး ပြောင်းလဲသွားတယ်။ အသိတွေပြောင်းလဲသွားတယ်။\nအမူအကျင့်တွေပြောင်းလဲသွားတယ်။ အမြင်တွေပြောင်းလဲသွားတယ်။\nနည်းလမ်းတွေပြောင်းလဲသွားတယ်။ ဒီမိသားစုကတော့ တစ်ဦးချင်းစီရဲ့\nပြောင်းလဲမှုတွေကို စစ်မှန်တဲ့သံယောဇဉ်တွေနဲ့ လက်ခံပေးခဲ့ကြပါသတဲ့လေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(2.19 GB) / (804 ...",
        "rating": "6.5",
        "url": "https://megaup.net/1f7ti/Pretty.Red.Dress.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Screen-Shot-2023-06-23-at-13.15.51-148x200.png",
        "title": "Black Clover: Sword of the Wizard King (2023)",
        "description": "Black Clover: Sword of the Wizard King (2023)\n==================================\nIMDb Rating - 7.7/10Black Clover ကို Anime fan အတော်များများသိပြီးဖြစ်ပါလိမ့်မယ်။\nManga ကနေ Anime Adaptation လုပ်ထားတဲ့ Shounen type\nanime series ပါ။ Season 4ခုထိ ထွက်ရှိထားပြီး Manga ရော\nAnime ရော အတန်အသင့်အောင်မြင်မှုရရှိထားပါတယ်။ ယခု\nSword of the Wizard King ဆိုတဲ့ Movie တစ်ခုထွက်ရှိလာ\nပါတယ်။ ပါဆင်နယ်အမြင်အရ အစောပိုင်းထက် Animation ကပိုမို\nကောင်းမွန်လာတယ်လို့ မြင်မိပါတယ်။Shounen တို့ထုံးစံအတိုင်း အိပ်မက်အကြီးကြီးနဲ့ ကောင်လေးတစ်\nယောက်အကြောင်းပေါ့။ ကြည့်ဖူးပြီးသား Black Clover fan တွေ\nအတွက်တော့ အထူးတလည် ညွှန်းစရာတောင်လိုမယ်မထင်ပါဘူး။\nကြည့်ရတာတန်ပါတယ်။ ကျွန်တော်တို့ရဲ့အချစ်တော် စစ္စတာရဲ့အငြင်း\nခံ‌လေး အာပြဲအက်စ်တာတစ်ယောက် ဒီ Movie ထိရောက်တာတောင်\nအရပ်မရှည်လာ‌သေးပါဘူး။ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1f7ff/Black.Clover.Sword.of.the.Wizard.King.2023.720p.NF.WEB-DL.DUAL.(CM)C.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jKrQikFt0fhkGTZ79d9DsS7y73z.jpg",
        "title": "Space Pups (2023)",
        "description": "Space Pups (2023)Space Pups သို့မဟုတ် အာကာသထဲက ခွေးလေးတွေပေါ့။\nSpace Pups ဆိုတဲ့ နာမည်နဲ့ ကာတွန်းကားတွေ ကာတွန်းဇာတ်လမ်းတွဲတွေ ထွက်ဖူးပါတယ်။\nဒီရုပ်ရှင်ဟာဆိုရင်လည်း အဲနာမည်နဲ့ပဲ ထွက်လာတဲ့ Live action ပါပဲ။\nIMDb - 6.3 ရရှိထားတာမို့ ဒီရုပ်ရှင်ဟာဆိုရင် မိသားစုနဲ့အတူတူ ပေါ့ပေါ့ပါးပါး ကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။\nတစ်ခေတ်တစ်ခါက ခေတ်စားခဲ့ဖူးတဲ့ မိသားစုအသားပေး စွန့်စားခန်းရုပ်ရှင်အလွမ်းပြေ ကြည့်ရှု့နိုင်မှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အာစီ၊ အေ့စ်နဲ့ ဟက်စ်တို့ဟာ အာကာသတွင်းမှာ ခရီးသွားလာနေတဲ့ ဂြိုဟ်သားတွေပါ။\nသူတို့ ခရီးသွားရင်း ဥက္ကာပျံလမ်းကြောင်းထဲဝင်သွားခဲ့လို့ ယာဉ်လည်း ထိခိုက်သွားခဲ့ပြီး ကမ္ဘာပေါ်ကို အရေးပေါ် ဆင်းသက်လိုက်ရပါတယ်။\nဆင်းသက်လာတဲ့ လမ်းကြောင်းမှာ အစိတ်အပိုင်းတွေ ပြုတ်ကျကျန်နေခဲ့ပါတယ်။\nအာစီတို့လည်း အဆိုပါအစိတ်အပိုင်းတွေကို ပြန်ရှာဖို့အတွက် ခွေးလေးတွေအနေနဲ့ ရုပ်ဖျက်လိုက်ပါတော့တယ်။\nသူတို့ ဆင်းသက်လိုက်တဲ့နေရာမှာတော့ မြို့ကနေ နွေရာသီကျောင်းပိတ်ရက်မို့ တောမြို့လေးမှာ လာနေနေတဲ့ မိသားစုတစ်စုရှိနေပါတယ်။\nအဲဒီမိသားစုက သားဖြစ်သူ ဆမ်နဲ့ သမီးလေး ကက်စီတို့ဟာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1f90n/Space.Pups.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hQUT2B0QVV17pYMHyLzdNGVdrBF.jpg",
        "title": "About My Father (2023)",
        "description": "About My Father (2023)သားတစ်ယောက်က လက်ပေါက်ကပ်တဲ့သူ့အဖေအကြောင်း ဖောက်သည်ချထားတဲ့ပုံစံ အမေရိကန်ဟာသရုပ်ရှင်ပါ။ သားအဖနှစ်ယောက်အဖြစ် Sebastian Maniscalco နဲ့ ဂန္ထဝင်မင်းသားကြီး Robert De Niro တို့က အတွဲညီညီသရုပ်ဆောင်ထားပါတယ်။~ ဇာတ်လမ်းအကျဥ်း ~ဆီဘက်ရှန်တို့မိသားစုက အီတလီနိုင်ငံ စစ္စလီကျွန်းက မန်နီစကယ်ကိုမျိုးဆက်ဖြစ်ပြီး ချီကာဂိုအမေရိကန်ကိုပြောင်းရွှေ့ခဲ့ကြတဲ့ Immigrant မိသားစုပါ။ ဆီဘက်ရှန်ဟာ ဖခင်ရဲ့တင်းကြပ်တဲ့ အုပ်ထိန်းမှုအောက်မှာ ရှိတာနဲ့ရောင့်ရဲတတ်ဖို့ ရှက်တတ်ကြောက်တတ်ဖို့ သင်ယူကြီးပြင်းခဲ့ရတယ်။ ဆီဘက်ရှန်ရဲ့ချစ်သူ အယ်လီကတော့ ပွင့်လင်းတဲ့အမေရိကန်သူဖြစ်ပြီး မျိုးရိုးမြင့်တဲ့ ကြေးရတတ်မိသားစုကနေ ဆင်းသက်လာတဲ့သူပါ။ အယ်လီ့ကို လက်ထပ်ခွင့်တောင်းဖို့ အချိန်ခါကောင်းကိုစောင့်နေတုန်း အယ်လီ့မိသားစုက ဆီဘက်ရှန်ကို ဗာဂျီးနီးယားက သူတို့ရဲ့နွေရာသီစံအိမ်ကို အားလပ်ရက်လာလည်ဖို့ ဖိတ်လိုက်ပါတယ်။ ကံဆိုးတာကတော့ ဆီဘက်ရှန်ရဲ့အဖေပါလိုက်လာတာပါပဲ။ သားအဖနှစ်​ယောက်ရဲ့ တကျက်ကျက်ဆက်ဆံရေး၊ ယဥ်ကျေးမှုမတူတဲ့ မိသားစုနှစ်ခုရဲ့ဂယက်တစ်သိန်းနဲ့တွေ့ဆုံမှု၊ ဆီဘက်ရှန်တစ်ယောက် သူ့အဖေလူ့ဂွစာကြီးနဲ့ အယ်လီတို့မိသားစုကြား ဗျာများရပုံတွေကို တစိမ့်စိမ့်တွေးပြီးရယ်ရတဲ့ဟာသတွေနဲ့ တင်ဆက်ထားလို့ ကြည့်ရကျိုးနပ်စေမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin ...",
        "rating": "5.8",
        "url": "https://megaup.net/1f7v5/(CM)_About_My_Father_(2023)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0XLYxnH35HBGEY4q8x2BXn07ee.jpg",
        "title": "[18+] Hosto (2023)",
        "description": "Hosto (2023)ပက်ထရစ်ဟာ ငယ်ရွယ်စဉ်က ထင်ရာစိုင်းခဲ့တဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီး အခုချိန်မှာတော့ သားတစ်ယောက်အဖေဘဝနဲ့ ဘဝကိုကြိုးစားတည်ဆောက်နေပါတယ်။ သူ့မှာ ဇနီးအပြင် ချစ်သူအမျိုးသားလည်းရှိပြီးတော့ အဲဒီအမျိုးသားက သူ့အတွက်အစစအရာရာ ပံ့ပိုးဖြည့်ဆည်းပေးနေတဲ့သူပါ။ သူ့အိပ်မက်ကတော့ ဂျပန်မှာစာသင်ရင်းအလုပ်သွားလုပ်ဖို့ဖြစ်ပြီး အဲဒါတွေကလည်း သူ့သားရဲ့အနာဂတ်နဲ့ သူ့မိသားစုအတွက်ပါပဲ။တကယ်တမ်း သူဂျပန်ကိုရောက်ရှိချိန်မှာတော့ စိတ်ကူးတွေထဲကနဲ့ အစစအရာရာ ကွာခြားနေခဲ့ပြီး လိုအပ်ချက်တွေများလွန်းတဲ့ သူ့မိသားစု၊ အထူးစောင့်ရှောက်မှုလိုအပ်နေတဲ့ သူ့ကလေးအတွက် ကျောင်းတစ်ဖက် အလုပ်တစ်ဖက်နဲ့ ကြိုးစားသမျှတွေ အရာမထင်ဖန်များလာတဲ့နောက် သူနဲ့အတူနေမိတ်ဆွေ ရစ်ချတ်ရဲ့မိတ်ဆက်ပေးမှုနဲ့ ဂျပန်နိုင်ငံရဲ့ Nightlife ထဲမှာ Hosto တစ်ယောက်အဖြစ် အချိန်ပိုင်းလုပ်ဖို့ဖြစ်လာပါတော့တယ် (Hosto ဆိုတာအမျိုးသမီးကြီးတွေနဲ့ အတူထိုင်သောက် စကားပြော လိုအပ်ရင်အဆုံးထိလိုက်လျောရတဲ့အမျိုးသားဂေးရှားသဘောမျိုးပါ)။ဒါပေမဲ့လည်း မိသားစုအတွက် တိုင်းတစ်ပါးမှာ အဆုံးစွန် စွန့်လွှတ်အနစ်နာခံနေမှုတွေကတစ်ဖက်၊ အဲဒီလိုအလုပ်တွေလုပ်နေရတဲ့အတွက် သူ့ဇနီးအပေါ်၊ ချစ်သူအပေါ်၊ သူ့လိပ်ပြာသူမလုံတဲ့ စိတ်တွေနဲ့ရှေ့ဆက်ဖို့ ခက်ခဲလာနေတဲ့ ပက်ထရစ်တစ်ယောက် သူ့အိမ်ရှင်ရဲ့သမီးဖြစ်တဲ့ သီယာဆိုတဲ့မိန်းကလေးက သူ့ကိုကယ်တင်တဲ့အနေနဲ့ သူနဲ့ဟန်ဆောင်လက်ထပ်ဖို့ကမ်းလှမ်းလာတဲ့အခါ... ချစ်သူတွေဝိုင်းနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1f7s0/(CM)_Hosto_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/lA5o8XFUlk1MvtuISjuSfs8bKxD-133x200.jpg",
        "title": "Kondraal Paavam (2023)",
        "description": "Kondraal Paavm(2023)\nဒီတစ်ခါတော့ CM ပရိသတ်ကြီးအတွက် IMDb 8.6/10 ရရှိထားပြီး ဇာတ်အိမ်အခိုင်အမာနဲ့\nကားသစ်လေးတစ်ကားကို တင်ဆက်ပေးလိုက်ရပါတယ်။ ကျွန်မတို့ငယ်ငယ်က သင်ရတဲ့\nပုံပြင်တွေထဲ ရေခရားနဲ့ ကျီးကန်းပုံပြင်လေးကို မှတ်မိကြဦးမယ်လို့ထင်ပါတယ်။ရေခရားထဲကရေကို များများနဲ့ မြန်မြန်လိုချင်လို့ ကျောက်ခဲအသေးစားလေးတွေတစ်လုံးစီ ပစ်ချရမယ့်အစား\nအဆင်အခြင်မဲ့စွာနဲ့ ကျောက်တုံးကြီးပစ်ချလိုက်မိလို့ ရေခရားလည်းကွဲ ရေလည်းငတ်သွားရတဲ့ ပုံပြင်လေးပါ။\nဒီဇာတ်လမ်းလေးကလည်း အဲ့ဒီ့ပုံပြင်လေးရဲ့သင်ခန်းစာနဲ့ဆင်တဲ့ ဇာတ်လမ်းတစ်ပုဒ်ကို အခြေခံပြီးရီုက်ထားတာပါ။\nဝမ်းဆွဲသည်အမေနဲ့ အရက်သမားအဖေ၊ အကောင်းမြင်စိတ်ဆို နည်းနည်းလေးမှမရှိအောင်နေတဲ့ သမီးဖြစ်သူတို့အိမ်ကို\nကြွယ်ဝခြင်းနတ်ဘုရားက ကြွယ်ဝခြင်းတွေပို့လိုက်ပြီဆိုတဲ့စကားသယ်လာပေးတဲ့ လူတစ်ယောက်ရဲ့စကားအဆုံးမှာ\nတကယ်ကိုပဲ လူတစ်ယောက်ဟာ ငွေထုပ်ပိုက်ပြီးရောက်လာခဲ့တဲ့အခါမှာတော့ အရာရာဟာပြောင်းလဲလာပါတော့တယ်။လက်ရှိနဲ့ ပုံပြင်၊ လက်တွေ့နဲ့ ဘာသာရေးအယူအဆတွေကို Mystery ဆန်ဆန်ချိတ်ဆက်ရိုက်ကူးသွားပုံက\nစိတ်ဝင်စားဖို့ကောင်းတဲ့အပြင် Plot twist ဆန်းဆန်းတွေကို မထင်မှတ်တဲ့နေရာမှာထည့်သွားပုံကလည်း\nဒီကားကိုအဆုံးထိ ဇာတ်ရှိန်မကျသွားစေရတဲ့ အကြောင်းအရင်းပဲဖြစ်ပြီး အချိန်ပေးရကျိုးနပ်မယ့်ကားလေးမို့\nဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်နော်။\nFile size…1.97GB / 735MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 47mins\nSubtitle….Myanmar Subtitle(Had Sub)\nEncoder….YK\nTranslated by Aditi ~ Chiclon3~ ...",
        "rating": "",
        "url": "https://megaup.net/1f7jd/Kondraal_Paavam_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/6252378_sa-143x200.jpg",
        "title": "The Spiderwick Chronicles (2008)",
        "description": "The Spiderwick Chronicles (2008)\n========================\nIMDb Rating - 6.5/10ငယ်ငယ်တုန်းက Play section 2 မှာ ဆော့ခဲ့ရတဲ့ ဂိမ်းလေးတစ်ခုကို\nမှတ်မိကြဦးမလားတော့ မသိဘူး။ ဂိမ်းခွေထွက်အပြီး ဇာတ်လမ်းခွေ\nထွက်လာတော့ မြန်မာစာတန်းထိုးမပါဘဲ အသည်းအသန် ရှာဝယ်\nကြည့်ခဲ့ရတာ။ လုံးစေ့ပတ်စေ့ နားမလည်ခဲ့ပေမဲ့ သိပ်ကြည့်လို့ကောင်း\nခဲ့တာကိုး။ မှော်ဇာတ်ကားလေးတစ်ခုပါ။ ကောင်းမွန်တဲ့ ဝေဖန်ချက်\nတွေနဲ့ Box Office မှာလည်း အမြတ်ကြီးကြီးရခဲ့‌ပါသေးတယ်။ သရုပ်\nဆောင်တစ်ယောက်တည်းက နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားပြီး စရိုက်\nကွဲပြားလွန်းလို့ တခမ်းတနား ချီးကျူးကြသေးတယ်။ မင်းသမီးလေး\nကလည်း အဲဒီအချိန်က ရက်ရက်စက်စက်လှတာကိုး။ ဇာတ်ကား ပို\nစတာလေးကို DVD ခွေကခွာပြီး အခန်းနံရံမှာ ကပ်ထားမိတဲ့အထိ။\nမင်းသားချော Freddie Highmore ရယ်၊ မင်းသမီးလေး Sarah\nBolger တို့ အပြိုင်ကြဲခဲ့ကြတာပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ နယူးယောက်ကနေ နယူးအင်္ဂလန်ကို\nပြောင်းလာတဲ့မိသားစုက မိသားစုအမွေ အိမ်ကြီးတစ်ခုမှာ နေကြ\nပါတယ်။ သမီးတစ်ယောက်နဲ့ သူ့အောက်က အမွှာသားလေးနှစ်\nယောက်တို့ ဘုဘောက်ကျရင်း သားတစ်ယောက်က ...",
        "rating": "6.5",
        "url": "https://megaup.net/3gWXn/The.Spiderwick.Chronicles.2008.720p.BluRay.(CM)_new.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d8YaaRIDzvHL4NyHJQxIvm0qDng.jpg",
        "title": "My Happy Ending (2023)",
        "description": "My Happy Ending (2023)ဘ၀မှာ ကြောက်စရာရောဂါဆိုးကြီးဖြစ်လာရင် ဘယ်လိုရင်ဆိုင်ကြမှာလဲ... အရှုံးမပေးဘဲ အနိုင်ယူကြမှာလား။ ဂျူလီယာရော့သ်ဆိုတဲ့ အမျိုးသမီးအဖြစ်ကတော့ သူများတွေလိုမဟုတ်ပါဘူး။ ကိုယ့်ဘ၀ရဲ့ ပျော်ရွှင်စရာ အဆုံးသတ်ကို ကိုယ်တိုင်ရွေးချယ်လို့ရတယ်ဆိုတာပြသွားတာပါ။ဂျူလီယာက တစ်ချိန်က ဟောလီးဝုဒ်နာမည်ကြီးသရုပ်ဆောင်ဖြစ်ပြီး ခုချိန်မှာတော့ နာမည်ကျလာပြီး တစ်ချိန်တည်းမှာပဲ အူမကြီးကင်ဆာဖြစ်နေပါတယ်။ ဒါကို သူ့မန်နေဂျာကလွဲရင် သူ့သားသမီးတွေရောဘယ်သူမှမသိပါဘူး။ မကြာခင်မှာ သမီးဖြစ်သူရဲ့လက်ထပ်ပွဲလည်းရှိနေပါတယ်။ သူ့ဆရာ၀န်က ညွှန်းပေးတဲ့ လန်ဒန်အပြင်က ဆေးခန်းလေးမှာ ‌ဓာတုကုထုံးနဲ့ ကီမိုဆေးသွင်းဖို့ရောက်လာပါတယ်။ အဲဒီက သူနေရမယ့်အခန်းမှာ တခြား ကင်ဆာရောဂါသည်အမျိုးသမီး ၃ဉီးလည်းရှိနေပါတယ်။ ရောက်ကာစကတော့ ဂျူလီယာနဲ့ နည်းနည်းအဖုအထစ်လေးဖြစ်ပေမယ့် ပြန်အဆင်ပြေသွားပါတယ်။ ဂျူလီယာရဲ့ကင်ဆာက အဆင့် ၄ ရှိနေပြီး သူတို့ထဲမှာ အဆိုးဆုံးအခြေအနေလို့ပြောလို့ရပါတယ်။ကျန်တဲ့ ၃ယောက်က သူတို့ဆေးတွေသွင်းရလို့ နာကျင်တဲ့အချိန်မှာ နာတဲ့စိတ်ကို ပြေပျောက်အောင်လို့ စိတ်ကူးယဉ်ပြီးကစားတဲ့ အားလပ်ရက်ခရီးဆိုတာမျိုးရှိပါတယ်။ ဂျူလီယာ့ကိုလည်း အဲဒီလိုကစားနည်းကို ပြပေးပြီး သူတို့အတူ ကစားကြပါတယ်။ ဒီလိုနဲ့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2B2eq/(CM)_My_Happy_Ending_(2023)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOTI1MmJiZjYtZjg3Yy00MWNkLWJiOTItNGE0ZTM1ZTA3MDY5XkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-147x200.jpg",
        "title": "Pichaikkaran (2016)",
        "description": "Pichaikkaran (2016)\nIMDb-7.6/10မကြာသေးခင်က CMမှာ တက်ဆက်ပေးထားတဲ့ Pichaikkaran-2(2023)ရဲ့ရှေ့ကကားပါ။\nPichaikkaran1,2ဆိုပြီး ထွက်ရှိထားပေမယ့် တစ်ကားနဲ့တစ်ကား\nချိတ်ဆက်ထားခြင်းမရှိပါဘူး။1ရော2ရောမှာ ဗီဂျေးပဲ သရုပ်ဆောင်ထားပါတယ်။ရုံတင်တုန်းက ၄၂ကုဋေကျော်ပြန်ရခဲ့ပြီး တကယ့်ဖြစ်ရပ်မှန်ကို အခြေခံပြီး\nပြန်လည်ရိုက်ကူးတင်ဆက်ပေးထားတဲ့ဇာတ်ကားလေးပါ\nဒုတိယကားကြည့်ပြီးလို့ နှစ်သက်တဲ့သူတွေ ဒီကားကို ပိုပြီးနှစ်သက်ကြမှာပါ။ဇာတ်ကားနာမည်ကိုက\"သူတောင်းစား\"တဲ့။အမေတစ်ယောက်ရဲ့ကျေးဇူးနဲ့ သားဖြစ်သူရဲ့သိတတ်မှုတို့ကို\nဖော်ညွှန်းထားတဲ့အပြင် သူတောင်းစားတစ်ယောက် ရှိသင့်ရှိအပ်တဲ့ပညာ ဆောင်ရန်ရှောင်ရန်လေးတွေကိုပါ\nထည့်သွင်းဖော်ပြထားတဲ့အတွက် ခေတ်ပျက်ကြီးထဲမှာ ယူတတ်ရင်ပညာဆိုတာလို ပညာယူလို့ရတာပေါ့။အရွယ်ရောက်တဲ့ထိ အနှစ်နှစ်အလလပြုစု စောင့်ရှောက်လာခဲ့တဲ့ အမေဖြစ်သူ အက်ဆီးဒန့်တစ်ခုနဲ့\nအိပ်ရာထဲလဲပါရော။အမျိုးမျိုးအဖုံဖုံကုသခဲ့ပေမယ့်လည်း နလန်မထူလာခဲ့ပါဘူး။\nဘုန်းတော်ကြီးတစ်ပါးရောက်လာပြီး ဗီဂျေးကို မိခင်ဖြစ်သူ နေပြန်ကောင်းစေချင်ရင်\nသူတောင်းစားစစ်စစ်ဘ၀နဲ့ ၄၈ရက်နေခိုင်းပါတယ်။ အဲဒီလိုနေနိုင်ခဲ့ရင် သူ့အမေ နေပြန်ကောင်းမယ်လို့ဆိုပါတယ်။\nဗီဂျေးတစ်ယောက် စီးပွားရေးကိစ္စတွေ အကုန်ပစ်ပြီး သူတောင်းစားတစ်ယောက်အနေနဲ့ ၄၈ရက်နေနိုင်မှာလား။\nနေနိုင်ရင်ရော သူ့အမေက တကယ်ပဲနေပြန်ကောင်းလာမှာလားဆိုတာတော့ ဆက်လက်ရှုစားတော်မူပါ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ chiclon3~Saii~BpL~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…2.64GB / 1.1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by chiclon3~Saii~BpL~Yunni",
        "rating": "7.6",
        "url": "https://megaup.net/1f7hb/Pichaikkaran_(2016)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMDAwOGU2ODgtYzNiNC00ZDM1LWI2YTAtYzExYmU2MDRiOTJlXkEyXkFqcGdeQXVyMTA0MTc3OTk@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "Pocket Dial Murder (2023)",
        "description": "ဖုန်းတွေကိုအိတ်ထဲထည့်ထားရင်းမထင်မှတ်ဘဲတခြားသူကိုဖုန်းခေါ်မိသွားတာမျိုးကြုံဖူးကြမှာပါ အဲဒါကို pocket-dial ဖြစ်တယ်လို့ပြောကြပါတယ် စတေစီဆိုတဲ့အမျိုးသမီးတစ်ယောက်ကတော့ သူ့ယောက်ျားဆီကနေ pocket-dial ဖြစ်ပြီးခေါ်လာတဲ့ဖုန်းကိုကိုင်မိပြီးမထင်မှတ်ဘဲလူသတ်မှုတစ်ခုကိုကြားလိုက်ရပါတယ် အဲဒီလူသတ်မှုကသူ့ယောက်ျားနဲ့ဘယ်လိုတွေပတ်သက်နေမလဲ သူတို့အမှန်တရားကိုဘယ်လိုဖော်ထုတ်ကြမလဲဆိုတာကိုကြည့်ရှုရမှာပါ IMDb - 5.7/10 ရထားတဲ့ mystery & thriller ကားကောင်းတစ်ကားလည်းဖြစ်တာမို့လက်မလွှတ်သင့်ပါဘူး။ File size…(1.3 GB)/(670 MB)/(380 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama, Tv movie, Thriller, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.7",
        "url": "https://megaup.net/2B0pi/Pocket.Dial.Murder.2023.720p.(CM).mp4",
        "category": "Crime, Drama, Thriller, TV Movie"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BODU5ODYyNzM1MF5BMl5BanBnXkFtZTcwNDEwNTQwOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Arbitrage (2012)",
        "description": "Pretty woman ဇာတ်ကားနဲ့ မြန်မာပရိသတ်တွေသိကြတဲ့ မင်းသား Richard Gere ရဲ့ ဇာတ်ကားတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ အောင်မြင်ပြီး ကျိကျိတက်ချမ်းသာတဲ့ စီးပွားရေးသမား Robert ဟာ အပေါ်ယံကြည့်ရင်တော့ အိမ်ထောင်ရှင်ကောင်း၊ ခင်ပွန်းကောင်းတစ်ယောက်ပေါ့။ ဒါပေမဲ့ နောက်ကွယ်မှာတော့ ဒီလိုမဟုတ်ပါဘူး။ အိမ်ကမိန်းမကို ချစ်ချင်ယောင်ဆောင်ပြပြီး စကီလေးတွေ ထည်လဲတွဲနေတဲ့ Robert မှာ သူ့အိမ်သားတွေကို ဖုံးကွယ်ထားတဲ့ နောက်လျှို့ဝှက်ချက်တစ်ခုရှိပါသေးတယ်။ အဲလျှို့ဝှက်ချက်မပေါက်ကြားခင် သူ့ကုမ္ပဏီကို ရောင်းပစ်ဖို့ကြိုးစားနေတဲ့အချိန်မှာပဲ သူ့စမောလေးနဲ့ ကားပတ်စီးရင်း အက်စီးဒင့်ဖြစ်ပြီး ကောင်မလေးသေသွားပါတယ်။ အဲလိုကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာခြင်းခံနေရတဲ့ Robert တစ်ယောက် ပြဿနာတွေကို ဘယ်လိုဖြေရှင်းဖို့ကြိုးစားမလဲ ကြည့်ရှုခံစားမှာဖြစ်ပါတယ် File size…(1.7 GB)/(800 MB)/(450 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat ...",
        "rating": "6.6",
        "url": "https://megaup.net/3gX9z/Arbitrage.2012.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTgzMTEyOTgyOF5BMl5BanBnXkFtZTcwOTY1ODkxNw@@._V1_-135x200.jpg",
        "title": "Gone (2012)",
        "description": "IMDb 5.9/10 ရရှိထားတဲ့ Thriller, action & mystery ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး Main character ဖြစ်တဲ့ Jill ရဲ့နေရာကိုနာမည်ကျော် Amanda Seyfried ကပါဝင်သရုပ်ဆောင်ထားတာပါ Jill ဟာလွန်ခဲ့တဲ့နှစ်နှစ်လောက်ကပြန်ပေးဆွဲခံခဲ့ရတာကြောင့်စိတ်ဒဏ်ရာရနေတဲ့သူဖြစ်ပြီးရဲတွေကတော့သူဘယ်လိုပြောပြောလုံးဝမယုံကြပါဘူး တစ်နေ့ သူ့ညီမလေး Molly ပျောက်သွားတဲ့အခါမှာ ရဲတွေကိုအကူအညီတောင်းလို့မရတဲ့အတွက်သူကိုယ်တိုင်လိုက်ရှာဖို့ဆုံးဖြတ်လိုက်ပါ‌တော့တယ် Molly ကိုတကယ်ပဲသူထင်နေတဲ့သူကဖမ်းသွားတာလား၊ သူ့ညီမလေးကိုရောရှာတွေ့ပါ့မလား ဆိုတာကိုဇာတ်လမ်းအဆုံးထိစိတ်လှုပ်ရှားပြီးစောင့်ကြည့်ရမဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်File size…(1.4 GB)/(710 MB)/(410 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.9",
        "url": "https://megaup.net/1V2ex/Gone.2012.720p.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oNxEXmKTZtECHs0bQbI6dQoXYMV.jpg",
        "title": "The Animal (2001)",
        "description": "ပါးစပ်မစေ့ပဲနဲ့ ရယ်နေရမယ့် ဟာသကားလေး လာပါပြီဗျာတစ်ခုတော့ပြောမယ် IMDB Rating သွားမကြည့်လိုက်နဲ့ဒီကားမှာတော့ အဲဒီဟာ တကယ်မှားတယ်၊ ကြည့်ကြည့်လိုက်မင်းသား Rob Schneider ရဲ့ အဖောက်သရုပ်ဆောင်ချက်တွေနဲ့တင် တန်စေရမယ်။ ဇာတ်လမ်းအကျဉ်းလေးက ဒီလို ကိုယ်တွေဆရာသမားမာဗင်ဆိုတာ သောက်တလွဲကောင် အရှုံးသမား၊ အဖေကရဲဖြစ်ခဲ့လို့ ရဲဖြစ်ချင်ပေမဲ့ အရည်အချင်း မပြည့်မှီတဲ့ကောင်ရဲဖြစ်ဖို့ စာမေးပွဲ ဖြေတိုင်းလည်း အမြဲကျနေကြ၊ ကြိုက်တဲ့ဆော်လေးကလည်း သဘာဝထိန်းသိမ်းရေးနဲ့ တိရစ္ဆာန်ချစ်ဘာညာပေါ့ဗျာ။ စခန်းမှာလည်း အကုန်လုံး ဝိုင်းနှိမ်ခံထားရတော့တစ်ရက်ကျ တစ်စခန်းလုံး ဘောပွဲသွားနေကြတုန်း ဓားပြမှုဖုန်းဝင်လာတယ်၊ အရာရှိတွေ ဆက်မရတဲ့အဆုံး သူကိုယ်တိုင်သွားကယ်တင်ရာကနေ လမ်းမှာတင် ကားမှောက် ခွေးဖြစ်ပါလေရော သေလုနီးပါးပဲ။ ဒါပေမဲ့ နောက်နေ့ကျ ပြန်ကောင်းလာတယ်ထင်တာ တကယ်က မဟုတ်ဘူး သူပျောက်နေတာ ၈ ရက်လောက်ရှိနေပြီ နောက်ပြီး သူ ထူးဆန်းနေတယ် သတ္တဝါပေါင်းစုံလိုပြုမူနေပြီး ထိန်းချုပ်မှု လွတ်လွတ်သွားတယ်။ တကယ်တမ်းအဲဒီအတွက် အဖြေက သူ ကားမှောက်နေတဲ့အချိန် ...",
        "rating": "",
        "url": "https://megaup.net/1V4vY/The.Animal.2001.WEBRip720p(CM).mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bDOHC0n2rkSmbOS0awPNChtUZ16.jpg",
        "title": "Bangkok Storm ( 2023 )",
        "description": "Action ကားကြိုက်တဲ့ CM ရဲ့ ပရိသတ်တွေအတွက်\nBangkok Storm ဆိုတဲ့ လက်ဝှေ့ကားလေးကို\nဘာသာပြန် တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-မြေအောက်လက်ဝှေ့ချန်ပီယံဖြစ်သူ လင်ဖုန်းဟာ အသက်အန္တရာယ်နဲ့\nခြိမ်းခြောက်ခံနေရတဲ့ကြားက လက်ဝှေ့အတုမထိုးတဲ့အတွက် လုပ်ကြံခံခဲ့ရလို့\nအတိတ်မေ့သွားခဲ့ပါတယ်။ အတိတ်မေ့သွားတဲ့ လင်ဖုန်းတစ်ယောက်\nအပေါ်ယံမှာတော့ ရိုးသားဖြူစင်ပြီး ပေါ့ပေါ့ပါးပါးနေသလို ဖြစ်နေပေမဲ့\nအတိတ်က အဖြစ်အပျက်တွေမှာတော့ လျှို့ဝှက်ချက်တွေနဲ့ ပြည့်နှက်နေပါတယ်။ရန်ငြိုးအသစ် အဟောင်းတွေ ရောထွေးနေပေမယ့်လည်း သိုင်းပညာစိတ်ဓာတ်ကို\nဆက်လက်ထိန်းသိမ်းပြီးတော့ ဒုစရိုက်ဂိုဏ်းတွေနဲ့ လုံးဝ မပူးပေါင်း ခဲ့ပါဘူး။\nနောက်ဆုံးမှာ သူ့ရဲ့ ကိုယ်ပိုင် အစွမ်းဖြင့် လောင်းကစားရုံကို\nဖျက်ဆီးခဲ့နိုင်ပြီး မကောင်းမှုတွေကို တိုက်ဖျက်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။လင်ဖုန်းတစ်ယောက် ဒုစရိုက်ဂိုဏ်းကြီး တစ်ခုလုံးကို ဘယ်လို တိုက်ခိုက်မလဲ......\nသူချစ်ရတဲ့ လူတွေကိုရော အန္တရာယ်ထဲက ကြိုးစား ကာကွယ်မလဲ......\nဆိုတာကို ရုပ်ရှင်နဲ့အတူ လိုက်ပါခံစားကြည့်ရှုလိုက်ပါနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Crime\nRuntime : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/bangkok-storm-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dj8H6rFAXPxhCZVEU2VItW1r3Hf.jpg",
        "title": "A Nashville Legacy(2023)",
        "description": "A Nashville Legacy(2023)************************ Rating 88%ရရှိထားပြီး ဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ ဂီတကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။Nashvilleလို့ဆိုလိုက်တာနဲ့ ဂီတသက်ဝင်စည်ကားရာ မြို့တစ်မြို့ဆိုတာ အားလုံးသိကြမှာပါ။ဒီဇာတ်ကားဟာလည်း Nashvilleမြို့ အာဖရိကန်အမေရိကန်ဂီတပြတိုက်မှာ အခြေပြုရိုက်ကူးထားပါတယ်။ဂီတဇာတ်ကားဖြစ်တဲ့အတွက် သီချင်းပေါင်းစုံမြူးမြူးကြွကြွပါဝင်ပါတယ်။\nဇာတ်ကြောင်းအနေနဲ့ကတော့ Naimaဟာ ပါရဂူဘွဲ့ယူဖို့ Nashvilleမြို့ရှိ အာဖရိကန်အမေရိကန်ဂီတပြတိုက်မှာအလုပ်သင်လာဆင်းပါတယ်။ ပြတိုက်မှာစေတနာ့ဝန်ထမ်းလုပ်နေတဲ့ Damianနဲ့တွေ့ပြီးနောက်မှာ ဆုံးပါးသွားတဲ့အဘွားဖြစ်သူရဲ့ လူသိမခံခဲ့တဲ့အတိတ်ကို အစဖော်မိပါတော့တယ်။အဘွားဖြစ်သူပါဝင်ခဲ့တဲ့ မိန်းကလေးဂီတအဖွဲ့အကြောင်းဖော်ထုတ်ပြီး ပါရဂူဘွဲ့စာတမ်းပြုစုဖို့ကြိုးစားရာကနေတစ်နွယ်ငင် တစ်စင်ပါကာ တည်ငြိမ်နေတဲ့ရေပြင်ကို ခဲလုံးလေးနဲ့ပေါက်ရုံမက မုန်တိုင်းပါဝင်မယ့်အဖြစ်တွေရှိနေသောအခါ.....File Size :(1.5GB)& (776MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:42:00\nGenre : Drama , Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2B1Q6/A.Nashville.Legacy.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTY1NjI0MDYyNV5BMl5BanBnXkFtZTcwNDIzMDEyOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Cosmopolis (2012)",
        "description": "IMDb 5.1 3 wins 14 nominations ဒီကားထဲမှာတော့ မင်းသားကြီး Robert Pattinson ကအသက်၂၈နှစ်အရွယ်ဘီလျံနာတစ်ယောက်အဖြစ် ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ မနက်ခင်းတစ်ခုမှာ ဘီလျံနာတစ်ယောက်ဖြစ်တဲ့ အဲရစ်ပက်ကာက ငယ်ဘ၀ကတည်းကညှပ်ခဲ့တဲ့ ဆံပင်ညှပ်ဆရာဆီမှာ ဆံပင်ညှပ်ဖို့ လီမိုဇိမ်ခံကားကြီးကိုစီးပြီး မန်ဟက်တန်မြို့ထဲကိုရောက်လာပါတယ်။ ဒါပေမယ့် ကံမကောင်းစွာနဲ့ အဲဒီတစ်ရက်အတွင်းမှာပဲ မန်ဟက်တန်မြို့ထဲမှာ သမ္မတယာဉ်ကြောင်းရော၊ နာမည်ကြီးရပ်အဆိုတော်တစ်ယောက်ရဲ့စျာပနရော၊ မင်းမဲ့ဝါဒီတွေရဲ့ဆန္ဒပြပွဲပါဖြစ်နေပါတယ်။ ယွမ်ဈေးဟာလည်းအဆမတန်ထိုးကျနေပြီး တစ်ရက်အတွင်းမှာ အဲရစ်ပက်ကာဟာ သန်း‌ပေါင်းများစွာ‌သော ရင်းနှီးမြုပ်နှံမှုတွေကိုဆုံးရှုံးရတော့မှာပါ။ ဒီကားက အက်ရှင်ခန်းတွေမပါဘဲ တစ်ကားလုံး စကားပြောခန်းတွေချည်းပါပဲ။ အဲရစ်ပက်ကာရဲ့ဇနီး ၊လုပ်ဖော်ကိုင်ဖက်၊ ဆံပင်ညှပ်ဆရာ အစရှိတဲ့ တစ်ရက်တာအတွင်း အဲရစ်ပက်ကာနဲ့ပြောဆိုဆက်ဆံရတဲ့လူတွေရဲ့ စကားပြောခန်းက‌နေ သူတို့ရဲ့ အမြင်တွေ၊ တွေးခေါ်မှုတွေ၊ နိုင်ငံရေး၊ စီးပွား‌ရေးစကားဝိုင်းတွေကို တစ်ခန်းချင်းရိုက်ပြထားတာပါ။ (Sex sceneအချို့ပါ၀င်တာဖြစ်လို့ မိသားစုနဲ့ကြည့်ရှုဖို့မသင့်ပါဘူး) File size…(1.7 GB)/(790 MB)/(430 Mb)\nQuality….Webrip 1080p / 720p / ...",
        "rating": "5.1",
        "url": "https://megaup.net/1V2ej/Cosmopolis.2012.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mMcFkPWhiFk7BajLmSeFj67cpVK.jpg",
        "title": "New Religion(2022)",
        "description": "New Religion(2022)*******************မာရာဘီ ဟာ Single Mother ဖြစ်ပြီး သမီးဖြစ်သူနဲ့ နေထိုင်ရင်းဝမ်းရေးအတွက် ကြေးကြီးဇိမ်မယ်အလုပ် ကို လုပ်ကိုင်နေသူတစ်ယောက်ပါ။ တစ်ရက်မှာ သမီးဖြစ်သူ သေဆုံးသွားတာကြောင့် စိတ်ဆင်းရဲနေချိန်မှာယောက်ျားဟောင်းဖြစ်သူကပါ သမီးသေသွားတဲ့ကိစ္စနဲ့ပက်သက်ပြီး လာနှိပ်စက်သွားလို့ ခံစားနေရတဲ့ စိတ်ဒုက္ခတွေ မီးလောင်ရာလေပင့်ဖြစ်‌နေပါတယ်။ဒီလိုသောကပွားနေတဲ့ မာရာဘီကို တစ်ရက်မှာ သူ့အလုပ်က ဖောက်သည် အသစ်တစ်ယောက်နဲ့ချိတ်ဆက်ပေးလို့ထိုသူ့ဆီရောက်သွားပါတယ်။ ထိုဖောက်သည်ဟာ မာရာဘီနဲ့ ပက်သက်ပြီး တခြားကိစ္စကိုစိတ်မဝင်စားဘဲခန္ဓာကိုယ်ကိုသာ ဓါတ်ပုံရိုက်ဖို့ စိတ်ဝင်စားတဲ့ ထူးထူးဆန်းဆန်းလူတစ်ယောက်ပါ။နောက်ပြီး နောက်ရက်တွေမှာလည်း မာရဘီကို ထပ်ခေါ်ပြီး ဓါတ်ပုံရိုက်ရင်း ထူးဆန်းတာတွေ ပြောပြပါတယ်။ထို သူက မာရာဘီရဲ့ စိတ်ဆင်းရဲမှုတွေကို ပျောက်ကင်းအောင် လုပ်ပေးနိုင်တယ်လို့ ဆိုပါသေးတယ်။သူပြောသလိုပဲ မာရဘီရဲ့စိတ်ဆင်းရဲမှုတွေ ပျောက်သွားမလား၊ မပျောက်ကင်းဘဲ ပိုဆိုးသွားမလားဆိုတာကိုတော့ဇာတ်ကားလေး ထဲမှာ ကြည့်ရှုခံစားလိုက်ပါဦးဗျာ။\nကလေးတစ်ယောက်ပြေးရင်းလွှားရင်း အကြောင်းတစ်ခုခုကြောင့် မှောက်လျက်လဲသွားချိန်မှာ ထူပေးရင်ဆွဲထူပေးတဲ့သူဘယ်သူဖြစ်နေနေ လက်လှမ်းပြီး ထတတ်ပါတယ်။ အရွယ်ရောက်ပြီးသား လူကြီးတွေလည်းကိုယ် ဒုက္ခရောက်ချိန် အနားမှာ နှိမ့်သိမ့်ပေးသူ၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1V4gw/New.Religion.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/afkyHDaMblwX2F1zJzMrTnPsDUH.jpg",
        "title": "Master Gardener (2022)",
        "description": "Master Gardener (2022)~ IMDb - 6.3/10, Rotten Tomatoes - 70% ~\"God's Lonely Man\" ဘုရားသခင်ရဲ့အထီးကျန်လူ တနည်းအားဖြင့် သင်းကွဲလူ ဆိုတာကို ဒါရိုက်တာကြီး Martin Scorsese ရဲ့ Taxi Driver ထဲမှာလည်းကြားဖူးခဲ့မှာပါ။ လူ့အဖွဲ့အစည်းနဲ့သိပ်မရော မအပ်စပ်ဘဲ တစ်ယောက်တည်း နေ့စဉ်ဓူဝ ကိုယ့်အတွေးနဲ့ကိုယ်ချာချာလည်ရင်း သင်းကွဲတစ်ယောက်လိုအထီးကျန်နေတဲ့ ဇာတ်‌ကောင်မျိုးတွေပေါ့။ အဲဒီလိုဇာတ်ကောင်တွေက တစ်နေ့မှာ လှုပ်နှိုးခံလိုက်ရတဲ့အချိန် ပရိသတ်တွေကို \" ဒီကောင်ဘာတွေလုပ်မလဲမသိဘူး\" ဆိုတဲ့ ခံစားချက်မျိုး ပေးစွမ်းနိုင်တာက ဒီလိုရုပ်ရှင်ဇာတ်ကားတွေရဲ့ အရသာတစ်ခုပါပဲ။ဒီရုပ်ရှင်က ဇာတ်ကောင်ကလည်း အဲဒီလို သာမန်ဥယျာဉ်မှူး။ လတ်တလောမှာတော့ သာမန်ဥယျာဉ်မှူးပေါ့။ သူ့မှာလည်း အတိတ်ကစိတ်ဒဏ်ရာတွေ၊ အိပ်မက်ဆိုးတွေ၊ နောင်တတွေကျန်နေပေမဲ့ သာမန်ဥယျာဉ်မှူးတစ်ယောက်လို ဂရေ့စ်ဝုဒ်ဆိုတဲ့ ဥယျာဉ်ကြီးထဲမှာ ‌ဘဝကိုဖြတ်သန်းနေတာမျိုးပါ။ ဒါပေမဲ့ တစ်နေ့မှာ ဂရေ့စ်ဝုဒ်ပိုင်ရှင် နော်မာရဲ့ မြေးတူမ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1f67k/(CM)_Master_Gardener_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjNkMGIwNzYtYzQ2OC00MmI5LThjMWMtNDc0NTI1MDI4NzNkXkEyXkFqcGdeQXVyMzA1MjMyNTY@._V1_-133x200.jpg",
        "title": "Firenado (2023)",
        "description": "ကဲ ဒီတစ်ခါတော့ တော်တော်ကြီးကြမ်းတဲ့ လေဆင်နှာမောင်းတစ်ခုအကြောင်းကိုရိုက်ပြထားတဲ့2023 ထွက် ဇာတ်ကားအသစ် လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ\nမင်းသား Stephen Staley နဲ့ မင်သမီးချောလေး Sian Altman တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်(ကျွန်တော်ကတော့ မင်းသမီးပဲထိုင်ကြည့်နေတာ D:)ဇာတ်လမ်းကတော့ မင်းသီးတို့အဖွဲ့က မိုးလေဝသပညာရှင်အဖွဲ့ တစ်ခုလေလေ့လာမှုတွေ စူးစမ်းမှုတွေ တီထွင်မှုတွေနဲ့ Research & Development Team ပေါ့\nတစ်နေ့တော့ သူတို့တီထွင်ထားတဲ့ ကိရိယာတစ်ခုကို လေဆင်နှာမောင်းအသေးစားလေးတစ်ခုနဲ့သွားပြီး စမ်းသပ်ခဲ့တာပေါ့ရည်ရွယ်ချက်ကောင်းတွေနဲ့စမ်းသပ်ခဲ့ကြတာပါပဲ ဒါပေမဲ့ လက်တည့်မစမ်းသင့်တာတစ်ခုကိုသွားစမ်းပြီးတဲ့နောက်တော့............နောက်ပိုင်းဘာတွေဆက်ဖြစ်လာမလဲလေဆင်နှာမောင်းကရော ဘယ်လိုအခြေအနေဖြစ်သွားမလဲဒီထဲမှာဘာတွေပတ်သတ်နေသေးတာလဲအဲ့ဒီလေဆင်နှာမောင်းကို အခွင့်အရေးယူပြီး အသုံးချတဲ့လူတစ်စုကရော ဘယ်လိုဇာတ်သိမ်းခဲ့ရလဲ........အစရှိတဲ့ ဇာတ်ကွင်းဇာတ်ကွက်တွေကို ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမယ့်ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.1 GB)/(610 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:18:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "",
        "url": "https://megaup.net/1f3u0/Firenado.2023.720p.(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjBlMDkxNzktMjI0MC00OGU3LWIxZGEtZDZkMThkNWY2NmJiXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Monica (2022)",
        "description": "IMDb 6.3 Rotten Tomatoes 83% 2 wins ,6 nominations ဒီကားလေးကတာ့ ၂၀၂၂တုန်းကထွက်ခဲ့တဲ့ မိသားစုဒရာမာကားကောင်းလေးပါ။ မော်နီကာဆိုတဲ့အမျိုးသမီး ဘရိန်းကျူမာရောဂါခံစားနေရတဲ့မိခင်အိုကြီးကိုဂရုစိုက်ပေးဖို့ နှစ်၂၀အတွင်းမှာ အိမ်ကိုပထမဦးဆုံးပြန်လာဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ မော်နီကာဟာ မိခင်ဖြစ်သူ ယူဂျီးနီးယားက သူ့ကိုမှတ်မိဖို့ရာ မသေချာပေမယ့် သူ့ရဲ့ငယ်ဘ၀တုန်းကအိမ်လေးမှာ မိသားစုဝင်တွေနဲ့ပြန်ဆုံဆည်းပြီး အတိတ်ကဒဏ်ရာတွေကိုကုသရင်း ခွင့်လွှတ်ခြင်း၊ လက်ခံခြင်းတွေနဲ့အတူ သူ့ဘ၀အတွက်လမ်းအသစ်ဖောက်ဖို့ ကြိုးစားပါတော့တယ်။ ဒီရုပ်ရှင်က မော်နီကာဆိုတဲ့အမျိုးသမီးရဲ့ နာကျင်မှုတွေ၊စိတ်ဒဏ်ရာတွေ၊လိုအင်ဆန္ဒတွေကို ရိုက်ပြထားပြီး မိသားစုတစ်ခုအတွင်းက ချစ်ခြင်းမေတ္တာ၊ခွင့်လွှတ်နားလည်ပေးမှု၊ပစ်ပယ်ခံရမှုတို့ကိုလည်း မီးမောင်းထိုးရိုက်ကူးပြထားတဲ့ healing drama ကားကောင်းလေးမလို့ ကြည့်ဖြစ်အောင်ကြည့်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။ (Nudity နဲ့ sex scene တချို့ပါတာကိုတော့သတိပြုပေးပါ)File size…(2.2 GB)/(1.2 GB)/(590 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:54:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Steven Khant",
        "rating": "6.3",
        "url": "https://megaup.net/2AYmh/Monica.2022.720p.(CM).mp4",
        "category": "Drama"
    }
]