[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rTBtIKIxgCTSu26c3MLkhWLC9GU.jpg",
        "title": "Good Night Beijing (2021)",
        "description": "Good Night Beijing (2021)မင်းသားကြီး Jackie Chan ရဲ့ သားဖြစ်သူ Jaycee Chan က\nဒါရိုက်တာအဖြစ် ရိုက်ကူးထားတဲ့ Good Night Beijing ဒရာမာဇာတ်ကား ထွက်ရှိလို့လာပါပြီချစ်သူနဲ့ရန်ဖြစ်ထားကြလား ?\nအိမ်နဲ့ခွဲပြီး အဝေးမှာအိမ်မက်ကိုရှာဖွေနေသူလား ?\nအချစ်ကိုယုံစားမိနေသူလား ?Good night Beijing က ကွက်တိကျမယ့်ကားကောင်းလေးတစ်ကား ဖြစ်မှာပါ။ပေကျင်းမြို့ကြီးက တရုတ်ပြည်ရဲ့စီးပွားရေးမြို့တော်ဖြစ်တဲ့အပြင်\nလူငယ်တော်တော်များများရဲ့ အိမ်မက်တွေ၊ အချိန်တွေ၊\nကြိုးစားအားထုတ်မှုတွေနဲ့ ပြည့်နှက်နေတဲ့မြို့တော်ကြီးဆိုလည်းမမှားပါဘူး။အလုပ်ကအရေးကြီးလား အချစ်ကအရေးကြီးလားဆိုရင်\nအလုပ်ရှိမှအေးဆေးချစ်နိုင်မယ်လို့ထင်ပြီး အလုပ်ဇောကပ်နေတဲ့သူနဲ့\nချစ်သူကအချိန်မပေးလို့အရွှဲ့တိုက်ရင်း အမြဲတမ်းရန်ဖြစ်နေရတဲ့ ပေကျင်းမြို့ပေါ်ကသာမန်စုံတွဲတစ်တွဲ။ရွာငယ်လေးဆီက မြို့ပေါ်တက်လာပြီး\nအဆိုတော်ဖြစ်ချင်တဲ့အိမ်မက်ကို ဆုပ်ကိုင်ထားတဲ့ တက်သစ်စလူငယ်လေးတစ်ဦး။\nကြိုးစားပေမယ့်လည်း လိုချင်တဲ့ပန်းတိုင်ကိုရောက်ရှိဖို့\nလိုအပ်ချက်တွေအရမ်းများလွန်းနေတဲ့\nပေကျင်းမြို့ပေါ်က သာမန်အဆိုတော်တစ်ယောက်။နိုက်ကလပ်တွေမှာ တစ်ညလုံးနေ၊ အရက်တွေတစ်ခွက်ပြီးတစ်ခွက်သောက်ရင်း\nအချစ်ကိုစောင့်ဆိုင်းနေတဲ့ ကောင်မလေး။\nသူ့ချစ်သူဆီကို အလုပ်စွန့်၊ မိဘတွေကိုပါထားခဲ့ပြီး\nအချစ်ဆိုတာ ဇိမ်ခံပစ္စည်းလိုဖြစ်နေတဲ့ ပေကျင်းမြို့ပေါ်ကိုရောက်လာတဲ့ သာမာန်အချစ်ကြီးသူတစ်ယောက်။သာမာန်ဘဝပုံစံတွေ ရောစပ်ထားတဲ့ဒီကားလေးကတော့ သာမာန်မဟုတ်ဘူးဗျ။\nနားကြပ်လေးတပ် ကိုယ့်ဘဝကိုယ်ပြန်စဉ်းစား...\nချစ်သူရှိတဲ့သူဆိုရင်လည်း စိတ်ကူးယဉ်ကြည့်ပေါ့ဗျာ...တစ်ကွက်မဟုတ်တစ်ကွက်မှာ ရင်ထဲထိသွားပါလိမ့်မယ်။ ကြည်နူးသွားပါလိမ့်မယ်။ကဲဆက်ကြည့်လိုက်ပါတော့...\nနောက်ဆုံးနားလေးမှာ အထူးဧည့်သည်တစ်ယောက်ကိုပါ တွေ့ရပါလိမ့်မယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်Genre.....Drama\nQuality….WEB-DL ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Iowa/Good_Night_Beijing_2021_WEB-DL_720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmD0vZk8jQg1Suhs0iv9cj0xdtZ.jpg",
        "title": "Fireheart (2022)",
        "description": "Fireheart (2022)ဇာတ်လမ်းအညွှန်းIMDb 6.6/10\n*********************************\"မိန်းက​လေးဆိုတာ မီးသတ်သမားလုပ်လို့ မရဘူး​လေ\"\n\"အဲ့ဒါက စည်းမျဥ်းနဲ့ မညီဘူး\"အဲ့စကား​လေး​တွေက အ​ဖေတစ်​ယောက်က မီးသတ်သမားသိပ်ဖြစ်ချင်တဲ့ သူ့သမီးကို ​ပြောလိုက်တဲ့ စကားပါ။\n​ဘယ်လိုပဲ ကျားမတန်းတူအခွင့်အ​ရေးလို့ ​ပြော​နေကြပါ​စေ\nလူ​တွေရဲ့ စိတ်ထဲမှာ အမျိုးသမီး​တွေဆိုရင် အားနည်းတယ်လို့ ​မြင်​နေကြသလို\nအလုပ်ခွင်မှာလည်း တန်းတူအခွင့်အ​ရေး ရတာနည်းပါတယ်။ဒီ ကာတွန်းကား​လေးက​တော့ မိန်းက​လေး​တွေလည်း\nမီးသတ်သမားလို သက်စွန့်စံဖျား အလုပ်​တွေမှာ ရဲဝံ့စွာ လုပ်နိုင်​ကြောင်း မီး​မောင်းထိုး ရိုက်ကူးပြထားပါတယ်။ဇာတ်လမ်းအကျဥ်း​လေးက​တော့\nဖခင်ဖြစ်သူ မီးသတ်သမား​ဟောင်းကို အားကျတဲ့ သမီး​လေးက\nငယ်ငယ်ကတည်းက ဖခင်လို မီးသတ်သမားကြီးလုပ်ပြီး လူ​တွေရဲ့ အသက်ကို ကယ်တင်ချင်သူပါ။\nဒါ​ပေမယ့် မိန်းက​လေးဖြစ်​နေခဲ့​တော့ သူ့အိပ်မက်​တွေကို ​ဘေးချိတ်ထားခဲ့ရပါတယ်။\nဒါ​ပေမယ့် တစ်ရက်မှာ​တော့ မြို့​တော်မှာ ထူးဆန်းတဲ့ မီး​လောင်မှု​တွေ​ ဆက်တိုက်ဖြစ်လာပြီး\nမီးသတ်သမား​​တွေ တစ်​ယောက်ပြီးတစ်​ယောက် ​​​ပျောက်ခြင်းမလှ ပျောက်ဆုံးကုန်တဲ့အခါ......မင်းသမီးနဲ့ သူ့အ​ဖေတို့ ဘာ​တွေဆက်ဖြစ်ကြမလဲ.....အိပ်မက်​တွေက တကယ်ပဲခက်ခဲသလား....\nအိပ်မက်​တွေ အ​ကောင်အထည်​​ပေါ်လာနိုင်မလား.....ဆိုတာ\nဇာတ်ကား​လေးမှာပဲ ဆက်လက် ကြည့်ရှုအား​ပေးလိုက်ရ​အောင်.......။၁၉၈၂ ခုနှစ်မှာမှ နယူးယောက်မြို့ရဲ့ ပထမဆုံးအမျိုးသမီး မီးသတ်သမားရှိလာတဲ့ အကြောင်းကို\nဂုဏ်ပြုရိုက်ကူးထားတဲ့ ကားလေးဆိုလည်း မမှားပါဘူး။က​လေး​တွေပဲဖြစ်ဖြစ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/2om3i/Fireheart.2022.720p.HULU.WEB-DL.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ngztav9zdowe-133x200.jpg",
        "title": "Tiger Cage (1988)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ချိန်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်ဂျက်မဇာတ်ကား In The Line of Duty ဇာတ်ကားတွေလိုပါပဲ...လူဆိုးဂိုဏ်းတွေနဲ့ ဟောင်ကောင်စုံထောက်ရဲတွေကြားက စွန့်စားခန်းတွေကို ရိုက်ကူးထားတာပါ။မင်းသား Donnie Yen,Jacky Cheung,Simon Yam,Uncle Tat...မင်းသမီး Carol Cheng,Irene Wan တို့လို ဟောင်ကောင်ရွှေခေတ်ရဲ့ နာမည်ကြီးတွေပါဝင်ထားပါတယ်...IMDb Rating(6.6) ထိ ရရှိထားပြီး ဖိုက်တင်ခန်းတွေလဲကြမ်းသမို့ Action ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါဘူး။ဟောင်ကောင်ဂျက်မဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=in+the+line+of+duty  ကြည့်လို့ရပါတယ်။\nFile size…(1.8 GB)/(700 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Murphy",
        "rating": "6.6",
        "url": "https://megaup.net/1Ios3/(CM)_Tiger.Cage.1988.CHINESE.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ilMXOocCCwPWCcDLLa6M0ga8vWt.jpg",
        "title": "(18+)Female Teacher: In Front of the Students (1982)",
        "description": "Female Teacher In Front Of Students (1982)\n============================================ရီကိုက ခုမှကျောင်းသစ်ကိုပြောင်းလာတဲ့အလှသွေးကြွယ်တဲ့ ဆရာမလေးတစ်ယောက်ပါ...ပုရိသတို့ ကြွေလောက်စရာ ရှိုက်ကြီးရှိုက်ဖိုအသွယ်သွယ်နဲ့ကျောင်းက ဆရာတွေကြားရော ကျောင်းသားတွေကြားရောရေပန်းစားတဲ့ ဆရာမလေးပေါ့...ဒီလိုသိပ်လှတဲ့ရီကိုဟာ တနေ့မှာ‌ောတ့ မထင်မှတ်ထားပဲရေချိုးခန်းထဲမှာ အဓမ္မကျင့်ခြင်းကို ခံခဲ့ရ့ပါတယ်...ရီကိုတစ်ယောက် ကျောင်းထဲက သူ့ကိုငမ်းတွေတဲ့ဘဲတွေကြား သူ့ကို အဓမ္မကျင့်တဲ့ လူယုတ်မာကို လိုက်ရှာရင်းဘယ်လိုဘယ်ပုံ အချစ်တိုက်ပွဲတွေ ဆင်နွှဲရမယ်ဆိုတာကိုQualityကောင်းကောင်းနဲ့တင်ဆက်ပေးထားတာမို့ကြည့်ရှုခံစားကြပါဦးဗျာ.... \nFile size…760MB\nQuality…720p Blu Ray\nFormat…mp4\nDuration….1h 9m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by Dark",
        "rating": "5.7",
        "url": "https://megaup.net/12r5o/Female.Teacher.In.Front.Of.The.Students.1982.720p.BluRay.AAC2.0CH_(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNGUyYzE2ZWItOTZlYy00ZGRhLTkyYzYtODZmNzY5NjhmNTFmXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_-142x200.jpg",
        "title": "Crook: It’s Good to Be Bad (2010)",
        "description": "Crook It's Good to Be Bad (2010)ဒီဇာတ်ကားလေးကတော့ အင်မရန်းဟာရှ်မီနဲ့ နေဟားရှရ်မာတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Action/Thrillerအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\n''သူခိုးရဲ့သားက သူခိုးပဲဖြစ်မယ်။ လူမိုက်ရဲ့သားက လူမိုက်ပဲဖြစ်လိမ့်မယ်။ ဒါကလူတွေ မြင်ကြတဲ့ လောကကြီးရဲ့ နိယာမတစ်ခုပေါ့''\nဒုစရိုက်သမားကြီးဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးပြီးတဲ့နောက်မှာ ဆူရာ့ဂျ်ဟာ နာကျည်းစိတ်နဲ့ ဒုစရိုက်အလုပ်တွေပဲလုပ်ရင်း\nမိုက်တွင်းနက်သထက်နက်နေမိတယ်။ဒါကိုမြင်ရတော့ မွေးစားအဖေဖြစ်သူ ရဲအရာရှိကြီးဂျိုးဆပ်က\nလူမိုက်တွေနဲ့ဝေးသွားရင်တော့ စိတ်ပြောင်းသွားနိုင်ရဲ့ဆိုတဲ့အတွေးနဲ့ ဆူရာ့ဂျ်ကို သြစတြေးလျနိုင်ငံပို့ဖို့ စီစဥ်လိုက်ပါတယ်။\nနယ်မြေသစ် နေရာသစ်ရောက်သွားတဲ့ ဆူရာ့ဂျ်ဟာ စိတ်သစ်လူသစ်နဲ့ ဘဝကိုအကောင်းဆုံးနေထိုင်ရင်း အိန္ဒိယသူလေး ဆူဟာနီနဲ့ဆုံခဲ့တယ်။\nတိုင်းတစ်ပါးမှာသာနေနေပေမယ့် ဆူဟာနီရဲ့ ကိုယ့်လူမျိုးပေါ်မှာချစ်တဲ့စိတ်ကမသေးပါဘူး။ သူ့ဘဝအခြေကျဖို့ကြိုးစားရင်း ဒီမျိုးချစ်ကောင်မလေးအပေါ် အချစ်တွေလည်းတိုးရင်းပေါ့။ဒါပေမဲ့ ဆူဟာနီရဲ့ အစ်ကိုကတော့တယူသန်...သြစတြေးလျလူမျိုးတွေဆို နာကျည်းမုန်းတီးနေတာ။ နာကျည်းဆို သြစတြေးလျလူမျိုးတွေက အိန္ဒိယလူမျိုးတွေအပေါ် နိုင်ထက်စီးနင်း ခွဲခြားဆက်ဆံမှုကို မြင်တွေ့နေရတာကိုး။\nဒီလိုနဲ့ သြစတြေးလျတွေနဲ့ အိန္ဒိယလူမျိုးတွေကြားက တင်းမာမှုတွေကြီးမားလာပြီး သတ်ဖြတ်လုယက်တဲ့ အနေအထားဖြစ်လာတဲ့အခါမှာ ဆူရာ့ဂျ်တစ်ယောက် ပါဝင်ပတ်သတ်လာရပါတော့တယ်။လူမျိုးနှစ်စုအကြားက တင်းမာမှုဟာ နှစ်နိုင်ငံအကြားတင်းမာမှုအခြေအနေအထိ ရောက်လာတဲ့အခါမှာ ဆူရာ့ဂျ်ဘယ်လိုပါဝင်မလဲ၊ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Iosb/(CM)_Crook_It_s_Good_to_Be_Bad_2010_Hindi_720p_WEB-DL.mp4",
        "category": "Action, Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptOVJ3cJ8dEWsVynKhvgtGDjU1v.jpg",
        "title": "A Thursday (2022)",
        "description": "A Thursday (2022)4K HEVCဒီတစ်ခါမှာတော့ ကြာသပတေးနေ့တစ်နေ့အကြောင်းကို ရိုက်ကူးထားတဲ့\nA Thursday ဆိုတဲ့ ရုပ်ရှင်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်Nina Jaiswal က Rohit Mirchandandi နဲ့ စေ့စပ်ထားပြီး\nRohit ပိုင်တဲ့ အိမ်မှာ ကလေးထိန်းကျောင်း​တစ်ခုဖွင့်ထားတဲ့ အမျိုးသမီးတစ်ယောက်ပါ\nကလေးတွေရဲ့ ချစ်ခင်မှုကိုရော မိဘတွေရဲ့ ယုံကြည်လေးစားမှုကိုပါ ရရှိထားတဲ့ ဆရာမ တစ်ယောက်ဖြစ်ပါတယ်နေမကောင်းလို့ ၃ ပတ်လောက် အနားယူနေရာကနေ\nကြာသပတေးနေ့တစ်နေ့ရဲ့ မနက်ခင်းတစ်ခုမှာတော့\nNina ဟာ ကလေးထိန်းကျောင်းကို ပြန်လည်ရောက်ရှိလာခဲ့ပါတယ်မိဘတွေက ကလေးတွေကို ထားခဲ့ပြီး\nကလေးထိန်းကျောင်းက အကူကိုလည်း ခွင့်ပေးလိုက်ပြီးတဲ့နောက်\nကလေးထိန်းကျောင်းမှာ Nina နဲ့ ကလေး ၁၆ ယောက်ပဲ ကျန်ခဲ့ပါတော့တယ်\nကလေးတွေနဲ့ပဲ ကျန်တော့တဲ့ အချိန်မှာ\nNina က Colaba ရဲစခန်းကို ဖုန်းဆက်ပြီး\nကလေး ၁၆ ယောက်ကို ဓာစားခံအနေနဲ့ ဖမ်းထားပြီး\nရဲအရာရှိ Javedd Khan နဲ့ စကားပြောချင်တဲ့အကြောင်း ပြောပါတော့တယ်အခင်းဖြစ်တဲ့နေရာကို ကိုယ်ဝန်သည် ရဲအရာရှိ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2ohfv/A.Thursday.(2022).720p.WEB-DL.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/epSzJxPsus49o1W2eRz4uNc1OpL.jpg",
        "title": "Treeless Mountain (2008)",
        "description": "Treeless Mountain (2008) ဇာတ်လမ်းအညွှန်း************************************* \"သစ်ပင်မရှိတဲ့ တောင်\" ဆိုတဲ့ ဇာတ်ကားနာမည်လေးအတိုင်းပဲ အမေမရှိတဲ့ ကလေးတွေရဲ့ဘဝဟာ သစ်ပင်မရှိတဲ့ တောင်လို အကာအကွယ်မဲ့ဖြစ်ရတတ်ကြောင်းကို ဒီကားလေးထဲမှာ တင်ဆက်ပြသထားပါတယ်...ဂျင် နဲ့ ဘင် ဆိုတဲ့ ကလေးမလေးနှစ်ယောက်ဟာ အမေဖြစ်သူနဲ့အတူ ဟောင်းနွမ်းနေတဲ့တိုက်ခန်းကျဥ်းလေးထဲမှာ နေထိုင်ကြပါတယ်။တစ်ရက် ကလေးတွေရဲ့အမေဟာ အဝေးရောက်နေတဲ့ ခင်ပွန်းကိုသွားရှာဖို့အတွက် လူမမည်ကလေးနှစ်ယောက်ကို အဒေါ်ဖြစ်သူရဲ့အိမ်မှာ သွားအပ်ထားဖို့ဖြစ်လာခဲ့ပါတော့တယ်။ကလေးတွေအတွက် ဝက်ရုပ်စုဘူးလေးပေးခဲ့ပြီး အဲ့ဒီစုဘူးလေးပြည့်တဲ့နေ့ ပြန်လာခဲ့မယ်ကတိပေးပြီး ထွက်သွားပါတယ်။အဒေါ်ဖြစ်သူဟာ အရက်စွဲနေတဲ့သူဖြစ်ပြီး ကလေးတွေကို သေချာဂရုမစိုက်နိုင်လို့ ဂျင် နဲ့ ဘင် ဟာ သူတို့ဘာသာပဲ နှံကောင်လေးတွေလိုက်ဖမ်းလိုက်၊ ကင်ပြီးရောင်းလိုက်နဲ့ ရသမျှငွေလေးတွေကို စုဘူးလေးထဲဖြည့်ရင်း အမေပြန်အလာကို စောင့်မျှော်နေကြပါတယ်။တစ်ချိန် ဝက်ရုပ်စုဘူးလေးပြည့်သွားတဲ့နေ့ ကတိအတိုင်း အမေဖြစ်သူ ပြန်လာခေါ်ပါ့မလား...အမေပြန်မလာခဲ့ရင်ရော ကလေးနှစ်ယောက် ရှေ့ဆက်ဘာဖြစ်သွားကြမလဲဆိုတာ ဒီကားလေးထဲမှာ ဆက်လက်ရှုစားကြည့်လိုက်ရအောင်နော်~ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Ei Phyu Khin ပါ) File Size    ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Inaq/[CM]Treeless.Mountain.2008.720p.HDTV.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34HICi5xY46thsrLzJQCcakIEWC.jpg",
        "title": "Nenu Leni Na Premakatha (2021)",
        "description": "Nenu Leni Na Premakathaအချစ်မှာ အချိန်ဆိုတာမရှိဘူး။ ကန့်သတ်ချက်တွေမရှိပါဘူးတဲ့။ 2020ခုနှစ်က ခရစ်ရှနာဆိုတဲ့အင်ဂျင်နီယာကျောင်းပြီးထားတဲ့ ကောင်လေးတစ်​ယောက်။ အတိတ်ကအကြောင်းအရာတွေကိုသိချင်လို့ အတိတ်ကို ပြန်သွားလို့ရမယ့် စက်ပစ္စည်းတွေကို ရှာနေရင်းကနေ ဟမ်ရေဒီယိုဆိုတဲ့စက်တစ်ခုကို ရှာတွေ့သွားပြီး 1983ကို ဆက်သွယ်မိသွားပါတယ်။ ငယ်ငယ်ကတည်းက မိဘနှစ်ပါးကိုဆုံးရှုံးခဲ့ရတဲ့ ခရစ်ရှနာဟာ လက်ရှိမှာ မတွေ့ရတော့တဲ့ မိဘနှစ်ပါးကို ပြန်ရှာဖို့အတွက် 1983ခုနှစ်ကရာဒါဆိုတဲ့ မိန်းကလေးကို အကူအညီတောင်းလိုက်တဲ့နောက်မှာ မထင်မှတ်ထားစရာ ဇာတ်လမ်းအလှည့်အပြောင်းလေးတွေပေါ်ပေါက်လာခဲ့ပါတော့တယ်။\"သံယောဇဉ်ဖြစ်လာတဲ့အပေါ်မှာ ပျော်တတ်တဲ့ နှလုံးသားက အဲဒီသံယောဇဉ်တွေကို ဖြတ်ပစ်ရမယ့်အချိန်မှာရလာမယ့်နာကျင်မှုအတွက် အသင့်ဖြစ်နိုင်မှာ မဟုတ်ဘူး\" တဲ့အချစ်ဆိုတာ ရယူပိုင်ဆိုင်ရမှ မဟုတ်ပါဘူး။ မှတ်ဉာဏ်ဆိုတဲ့အရာလေးတစ်ခုတည်းနဲ့တင်ရင်ထဲမှာ ထာဝရရှင်သန်နေတတ်တဲ့အရာလေးတစ်ခုပါပဲ။ အနာဂတ်ကိုကြိုသိနေလို့လည်းပေးဆပ်ရမယ့်သူတစ်ယောက်ရဲ့ ကံကြမ္မာက ပြောင်းလဲမသွားတဲ့အခါ....။မင်းသားအနေနဲ့ Naveen Chandraနဲ့ Krish Siddipalli, မင်းသမီးကတော့ Gayathri Sureshတို့ပါဝင်ထားပြီး IMDb Rating 8.5 ရထားတဲ့ Nenu Leni Na Premakatha ဆိုတဲ့2021ထွက် ...",
        "rating": "8.9",
        "url": "https://megaup.net/12qs2/Nenu_Leni_Na_Prema_Katha_(2021)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r3fZmYLc2GP1646wR4DNQKlgExb.jpg",
        "title": "AWAKE (2020)",
        "description": "Awake (2020)၂၀၂၀ ခုနှစ်ကထွက်ရှိလာထားတဲ့ ဂျပန်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဂိမ်းတွေ၊ပရိုဂရမ်တွေနဲ့ အဓိကဇာတ်ကောင်ကိုပဲဦးတည်ရိုက်ကူးထားတာကြောင့် ဇာတ်ကားရဲ့ Genre ကိုတော့အတိအကျမသတ်မှတ်နိုင်ပေမယ့် စိတ်ဝင်စားစရာကောင်းတာကတော့ အသေအချာပါပဲ။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် Shogi ကစားနည်းမှာတစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်ဖို့အိပ်မက်တစ်ခုရှိနေတဲ့ Eiichi ဆိုတဲ့လူငယ်တစ်ယောက်ဟာ ဂျပန် Shogi အသင်းအဖွဲ့ရဲ့အတတ်သင် ကျောင်းမှာ သွားရောက်လေ့ကျင့်နေခဲ့ပါတယ်။ Shogi ဆိုတာကတော့ဂျပန်ရိုးရာစစ်တုရင်ကစားနည်းတစ်မျိုးပါ။ သူအမြဲကြိုးစားသင်ယူနေပေမယ့်လည်းကျောင်းရဲ့ဆရာတစ်ဆူဖြစ်နေတဲ့ Riku ဆိုတဲ့ကစားသမားကိုတော့ ဘယ်လိုမှမယှဥ်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ Eiichi တစ်ယောက်စိတ်ကုန်လာပြီး သူ့ရဲ့ Shogi ကစားသမားဖြစ်ချင်တဲ့အိပ်မက်ကလည်းတဖြည်းဖြည်းဝေဝါးလာခဲ့ပါတော့တယ်။အဲဒီနောက် သူဟာတက္ကသိုလ်တစ်ခုကိုဝင်လျှောက်ပြီး သာမန်ဘဝနဲ့နေဖို့ဆုံးဖြတ်လိုက်ပေမယ့်သူ့ဘဝတစ်လျှောက်လုံးနီးပါး Shogi အပေါ်မှာပဲစိတ်နှစ်ထားခဲ့တာကြောင့် ပေါင်းသင်းဆက်ဆံမှုလည်းအားနည်းတဲ့အတွက်မိတ်ဆွေအပေါင်းအသင်းတွေမရှိလာခဲ့ပါဘူး။ တစ်နေ့မှာတော့ Eiichi တစ်ယောက် မထင်မှတ်ပဲ AI ကိုအခြေခံထားတဲ့ Shogi ကွန်ပျူတာပရိုဂရမ်တစ်ခုကိုတွေ့ရှိခဲ့ပြီး အဲဒီပရိုဂရမ်ဟာသူထင်ထားတာထက်ကိုအဆင့်မြင့်နေခဲ့ပါတယ်။ အဲဒီကနေစပြီးတော့ Eiichi လည်းကွန်ပျူတာပရိုဂရမ်တွေ အထူးသဖြင့်Shogi နဲ့ပတ်သက်တဲ့ဂိမ်းတွေကို စိတ်ဝင်စားလာပါတော့တယ်။ အဲဒါကြောင့် AI လေ့လာရေးအဖွဲ့ကိုရောက်သွားပြီးစီနီယာကျောင်းသား Isono နဲ့ဆုံခဲ့ပါတယ်။ Isono ဆီကနေ AI ပရိုဂရမ်တွေအ ...",
        "rating": "6.2",
        "url": "https://megaup.net/12pbo/AWAKE.2020.720p(CM).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/te-133x200.jpg",
        "title": "Ted K (2021)",
        "description": "ဖြစ်ရပ်မှန် မှုခင်းရုပ်ရှင်တစ်ပုဒ်လောက် ကြည့်လိုက်ရအောင်။ အမေရိကန်ရဲ့ နာမည်ကျော် အကြမ်းဖက်သမားတစ်ယောက်အကြောင်းပေါ့။ သီအိုဒေါ ဂျေ စတင်းစကီး သို့မဟုတ် တက်ဒ် လို့ခေါ်တဲ့လူတစ်ယောက်အကြောင်းပါ။ ဒီလူဟာ အက်ဖ်ဘီအိုင်သမိုင်းမှာ အကြီးဆုံး ရှာဖွေဖမ်းဆီးရေး လုပ်ခဲ့ရတဲ့ လူတစ်ယောက်လည်းဖြစ်ပါတယ်။ သူ့ကိုတော့ တစ်နိုင်ငံလုံးက Unabomber လို့ သိကြပါတယ်။ တစ်ကိုယ်တော် ဗုံးသမားလို့လည်း အဓိပ္ပါယ်ထွက်သလို UNA = တက္ကသိုလ်နဲ့လေကြောင်းတွေကိုဗုံးခွဲသူလို့လည်း သိကြပါတယ်။ သူ့ကြောင့် လူ ၂၃ ယောက်ထိခိုက်ခဲ့ပြီး လူ ၃ ဦးသေဆုံးခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာ အက်ဖ်ဘီအိုင်လက်ကနေ ခြေရာဖျောက်နေနိုင်ခဲ့တဲ့သူလည်းဟုတ်ပါတယ်။ ဖောက်ခွဲရတဲ့အကြောင်းရင်းကတော့ စက်မှု နည်းပညာတိုးတက်မှုတွေဟာ ကမ္ဘာကြီးကို ဖျက်ဆီးနေတဲ့အရာတွေလို့ ယုံကြည်တာကြောင့် သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးအတွက် စက်မှုလုပ်ငန်းတွေရပ်တန့်အောင် လိုက်ပြီး အကြမ်းဖက်ခဲ့တာပါတဲ့။ သူ့ကိုဖမ်းမိတဲ့အချိန်မှာ သူ့အကြောင်းနဲ့ သူ့အတွေးအမြင်တွေကိုရေးထားတဲ့ စာမျက်နှာ ၂၅၀၀၀ လောက်ထဲကမှတ်တမ်းတွေနဲ့ စကားလုံးတွေကို အခြေခံပြီးပြန်လည်ရိုက်ကူးပြသထားတာပဲဖြစ်ပါတယ်။ စိတ်ဝင်စားရင် ကြည့်ကြည့်လိုက်ပါဦး။ File ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Inlm/Ted_K_(2021)_720p_(CM).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNjhlYzU3NzYtZGU0Zi00ZGM2LTlkNjQtOWViMmI2NjM2MzQ2XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-133x200.jpg",
        "title": "The Sky Is Everywhere (2022)",
        "description": "The Sky Is Everywhere (2022)======================ဒီနေ့အတွက် Apple TV+ ကနေပြသသွားတဲ့ Drama, Music, Romance\nကားသစ်လေးကိုတင်ဆက်ပေးချင်ပါတယ်။ပူဆွေးသောကဆိုတာ နေ့တိုင်း တစ်ယောက်ယောက်က တံခါးလာခေါက်ပြီး\nပျောက်ကွယ်သွားသလိုပဲ..... ဘဝမှာ ကိုယ်ချစ်ရတဲ့ သူတစ်ယောက်ကို ဆုံးရှုံးရရင်\nကမ္ဘာတစ်ခုလုံး ပျက်လုမတတ် ခံစားရပါတယ်.......\nဒီဇာတ်ကားထဲမှာလည်း 17 နှစ်အရွယ် ကောင်မလေးတစ်ယောက်၊ သူ့အစ်မ ရုတ်တရက်\nသေဆုံးသွားပြီးနောက်ပိုင်း သောကရောက်နေတဲ့ လင်နီဆိုတဲ့ ကောင်မလေးတစ်ယောက်\nအကြောင်းနဲ့ သူမရဲ့ အချစ်ရေးအကြောင်းကို ရိုက်ကူးထားတာပါ။ သူမသိပ်ချစ်ရတဲ့\nအစ်မမရှိဘဲ သူမဘဝ ဘယ်လိုရပ်တည်မလဲ သောကရောက်နေတဲ့ သူမဘဝထဲ ကောင်လေး\nတစ်ယောက်ဝင်လာနိုင်ချိန်မှာတော့ အရင်လို သူမဘဝကို ကောင်းကောင်းမွန်မွန် ဖြတ်သန်း\nနိုင်မလားဆိုတာ ဆက်လက်ကြည့်ရှူပေးပါဦး......\n2022 ထွက် လူငယ်အကြိုက် ဒရမ်မာဇာတ်ကားလေးမို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.9 GB) /(855 MB) / (572 MB)\nQuality – ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Imp9/The.Sky.Is.Everywhere.2022.720p.ATVP.WEB-DL.DDP5.1.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/why1-138x200.jpg",
        "title": "Why Cheat India (2019)",
        "description": "Why Cheat Indiaဒီဇာတ်ကားကတော့ ယိုယွင်းနေတဲ့ပညာရေးစနစ်၊ အမြင်မှားနေတဲ့လူအဖွဲ့အစည်း နဲ့ဒီအရာတွေကိုအခွင့်ကောင်းယူပြီး ကိုယ်ကျိုးအတွက် ပညာရေးကိုအမြတ်ထုတ်ရောင်းစားနေတဲ့ လူတစ်စုအကြောင်းကိုပုံဖော်ထားတာပါ။ဆပ်တူးဆိုတဲ့ကောင်လေးက ငွေကြေးအဆင်မပြေပေမဲ့ ပညာရေးမှာတစ်ဖက်ကမ်းခတ်ထူးချွန်တဲ့ကောင်လေးပါ။ သို့သော်သူ့ပညာရေးအတွက် သူ့အဖေက အကြွေးတင်နေတာရယ် သူ့အစ်မ နပူးလက်ထပ်ဖို့ရယ်ကြောင့် ငွေလိုအပ်နေတာပေါ့နပူးကတော့ အိမ်ငယ်လေးရဲ့ပြတင်းပေါက်ကနေ ကမ္ဘာကြီးကို စိတ်ကူးယဥ်ပြီး အိမ်မက်တွေပြည့်နှက်နေတဲ့တက်ကြွထက်မြက်တဲ့ကောင်မလေးတစ်ယောက်ပါရာကစ်ရှ်ဆိုတဲ့ သတ်လတ်ပိုင်းယောက်ျားတစ်ယောက်ကတော့ တစ်ဆွေလုံးတစ်မျိုးလုံးကိုထောက်ပံ့ရှာကျွေးနေပေမဲ့ သူ့အဖေမှန်းထားတဲ့ဆရာဝန် ဖြစ်မလာတဲ့အတွက် အမြဲတမ်းအမှိုက်လိုဆက်ဆံခံနေရတဲ့သူတစ်ယောက်ပေါ့ တစ်ဖက်မှာ ဆရာဝန်ညီလေးကိုတော့ အားလုံးက ဖူးဖူးမှုတ်ထားကြတယ်လေတစ်နေ့ ဘဝနာလို့သားကောင်ရှာနေတဲ့ ရာကစ်ရှ်တစ်ယောက် ငွေလိုနေတဲ့ ဆပ်တူးကို စာမေးပွဲတွေမှာကိုယ်စားဖြေပေးဖို့ ငွေအုပ်လိုက်ကြီးနဲ့ ကမ်းလှမ်းလာပါတော့တယ်။ ဆပ်တူးလည်းရေငတ်တုန်းရေတွင်းထဲကျသွားလို့ ဒီလို အချီကြီးပွမယ့်ကိန်းကို လုံးဝလက်လွတ်မခံခဲ့ပါဘူး။ဆပ်တူးတစ်ယောက် ပိုက်ဆံအများကြီးနဲ့ဘာဆက်လုပ်မှာလဲ ရာကစ်ရှ်ကရော ဒီလောက်နဲ့ကျေနပ်နိုင်မှာလားနပူးနဲ့ရာကစ်ရှ်တို့ အချစ်ဇာတ်လမ်းမှာကော ဘာပြဿနာတွေရှိလာမလဲ...IMDb rating 6.1/10 ရထားတဲ့ ရင်ခုန်စိတ်လှုပ်ရှားစရာ အချစ် ရာဇဝတ်ကားလေးမလို့အခုပဲဒေါင်းပြီးကြည့်ဖို့ ညွှန်းပေးပါရစေ \nFile size…1.5GB / 700MB\nQuality…1080p WEB DL AAC 2.0 ...",
        "rating": "6.1",
        "url": "https://megaup.net/34h8g/Why.Cheat.India.2019.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/BrotherHood-119x200.jpg",
        "title": "Brotherhood ( 2022 )",
        "description": "အခုတင်ဆက်ပေးမှာတော့ မင်းသားကြီး Wu Yue ရဲ့ဟောင်ကောင်အက်ရှင်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့Lei Zhan Sheng ဟာမြေအောက်ဘုရင်တစ်ယောက်ဆီကနေဒေါ်လာသိန်း၁၀၀၀ကိုခိုးယူခဲ့တာကဇာတ်လမ်းစတာပါပဲ။ဒေါ်လာသိန်း၁၀၀၀အတွက် ကျွန်းတစ်ကျွန်းပေါ်မှာပစ်ကြခတ်ကြရင်Lei Zhan Shengဟာသေသွားပါတယ်။Lei Zhan Shengရဲ့အမွှာအကို Lei Zhan Jun ညီသေသွားတာကိုမယုံနိုင်ပဲနိုင်ငံကူးပြီးအဖြစ်မှန်ကိုလိုက်ရှာပါတယ်။တကယ်တော့ထွက်ပြေးလွတ်မြောက်နေတဲ့ညီဖြစ်သူ Lei Zhan Sheng ဟာမျက်နှာကိုခွဲစိတ်ပြင်ဆင်ထားတာပါအကိုကိုမြေအောက်ဂိုဏ်းလက်ကကယ်ဖို့ပြန်လာရင်းညီအကို၂ယောက်ဟာ ရဲတွေရောမြေအောက်ဂိုဏ်းသားတွေရဲ့လိုက်လံဖမ်းဆီးမှုကိုခံရပါတော့တယ်။ဒီကားလေးဟာ အက်ရှင်ကားဆိုပေမယ့် ဟာသနှောတဲ့အပြောလေးတွေပါတာကြောင့်ပေါ့ပေါ့ပါးနဲ့အရမ်းကြည့်ကောင်းတဲ့ကားလေးပါ။ညီအကိုကြား Bromanceကိုလဲအရမ်းလေးလေးကြီးမဖြစ်အောင်ထည့်ထားတာကလဲသဘောကျစရာပါပဲ ။ရှေ့ဆက်ပြီးဘယ်လိုဖြစ်သလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုအားပေးကြပါဦး။ \nQuality  : WEB DL 1080p\nFormat : mp4\nDuration : 1hr 36min\nGenres : Action,Drama\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By Nu Mon\nEncoded By LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/brotherhood-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/accident_man-135x200.jpg",
        "title": "Accident Man (2018)",
        "description": "Accident Man ဆိုတာလူတစ္ေယာက္ေပါ့။ဘယ္လိုလူတစ္ေယာက္လဲဆိုေတာ့ အခေၾကးေငြယူျပီး လူသတ္ေပးရတဲ့ အလုပ္ကိုလုပ္ရတဲ့လူ။လူသတ္ကုန္သည္လို႔လည္းေခၚၾကတယ္။သူတို႔ေလာကမွာ အဲ့ဒီေစ်းကြက္က ေတာ္ေတာ္ျဖစ္ထြန္းေနသလို ကိုယ့္အလုပ္္ကိုကုိယ္ ဂရုစိုက္ၾကရတယ္။အလုပ္အပ္တဲ့လူကပြဲစားကတစ္ဆင့္ သတ္ရမယ့္လူရဲ႕အခ်က္အလက္နဲ႕ေငြကိုေပးတယ္။ပြဲစားကေနျပီးေတာ့မွ သတ္ရမယ့္ပံုစံကိုိလိုက္ျပီး လုတ္ၾကံသတ္ျဖတ္သူေတြကို တာဝန္ေတြျပန္ခြဲေပးတယ္။သတ္ရမယ့္ပံုစံဆိုတာ အဆိပ္ခတ္သတ္ရမလား၊လမ္းေဘးလူသတ္မႈပံုစံလား၊မီးရွိဳ႕သတ္မလား၊မေတာ္တဆပံုစံလားစသျဖင့္ေပါ့။Accident Man ဆိုတာက မေတာ္တဆပံုစံသတ္ရတဲ့အခါ တာဝန္ယူေပးရတဲ့လူ။ဇာတ္လမ္းကေတာ့ ေျပာမျပေတာ့ဘူး။အထိုးအၾကိတ္အသတ္အပုတ္ကားၾကိဳက္တဲ့လူေတြအတြက္ေတာ့ အၾကိဳက္ပဲေပါ့။မင္းသားကလည္း ဘြိဳင္ကာလက္ေ၀ွ႔ကားထဲက နာမည္ေက်ာ္ဆိုေတာ့ ကိုယ္တိုင္သာၾကည့္ၾကည့္လိုက္ပါေတာ့။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ဆရာဇြဲခန္႔သြင္ပါ) File Size : (850 MB) and (344 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-NODLABS\nTranslated by Zuel Khant Thwin\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/accident-man-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7yxVGdkrSrrBWicw7Chcrp0rSJY.jpg",
        "title": "Playground (2021)",
        "description": "Playground (2021) ဇာတ်လမ်းအညွှန်း******************************ဒီကားက စာရေးဆရာ-ဒါရိုက်တာ Laura Wandel ရဲ့ ပွဲဦးထွက်ဇာတ်ကားလေး တစ်ခုဖြစ်ပြီး Best International Film – Academy award အတွက် ရွေးချယ်ခံထားရတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။ဒီကား‌ထဲမှာ မူလတန်းကျောင်းရဲ့ နေ့စဉ်ကြုံတွေ့ရတာတွေ၊ ကလေးအချင်းချင်း အနိုင်ကျင့်တာ နှိမ်တာတွေကို ကလေးငယ်တစ်ဦးရဲ့ view ကနေ မြင်တွေ့နိုင်ရမှာပါ။အသက် ၇နှစ်အရွယ် နိုအာ ဆိုတဲ့ကလေးမလေးနဲ့ သူမရဲ့ အစ်ကို ဖြစ်ရပ်ကို ရိုက်ကူးပြထားပါတယ်။ နိုအာက ကျောင်းမှာ အံဝင်အောင် နေဖို့ ကြိုးစားနေရင်း သူမအစ်ကို အနိုင်ကျင့်ခံနေရတာကို တွေ့လိုက်ရတယ်။သည်းမခံနိုင်တဲ့အဆုံး အစ်ကိုနဲ့ကတိကိုဖျက်ပြီး အဖေနဲ့တိုင်လိုက်တယ်။ ပိုပြီး အနိုင်ကျင့်ခံလာရတယ်။ မောင်နှမနှစ်ဦးကြား အသက်၇နှစ်အရွယ်ကလေးတွေ ပြဿနာကို ဘယ်လိုရင်ဆိုင်ခဲ့ရတယ်၊ လူကြီးတွေရဲ့ ဂရုစိုက်မှုတွေ ဘယ်လို fail ခဲ့တယ်ဆိုတာကို ပြသပေးသွားမှာပါ။ကလေးတွေမှာလည်း ခံစားချက်တွေ အရှက်အကြောက်တရားတွေ ရှိတာမို့ လူကြီးမိဘတွေအနေနဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2ok6g/[CM]]Playground..2021.720p.WEBRip.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/lii-135x200.jpg",
        "title": "Licorice Pizza (2021)",
        "description": "ကဲ ‘Licorice Pizza’ လာပါပြီ။ ဒီရုပ်ရှင်ဟာ ၂၀၂၂ အော်စကာ ဆုပေးပွဲမှာ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံး ဒါရိုက်တာဆု နဲ့ အကောင်းဆုံး ဇာတ်ညွှန်းဆုတို့ဆန်ကာတင်ထားပါပြီ။ဒီရုပ်ရှင်အကြောင်း မပြောခင် ခေါင်းစဉ်လေးကို အရင်ရှင်းပြရမယ်ထင်ပါတယ်။ ‘Licorice Pizza’ ဆိုတာ ဗန်းစကားပါ။ အနက်ရောင် ဗီနိုင်းသား ဓာတ်ပြားတွေကို ဆိုလိုတာပါ။ Licorice ဆိုတာ သကြားလုံး သကြားချောင်းအနေနဲ့ထုတ်တဲ့ အနက်ရောင် မာမာစေးစေး စားစရာလေးတွေက ယူထားတာပါ။ ပြီးတော့ ဓာတ်ပြားတွေကလည်း ပီဇာ အသေးစားပုံစံဆိုတော့ ‘Licorice Pizza’ ဆိုပြီး နာမည်တွင်လာတာပေါ့။ဒါရိုက်တာကတော့ ပေါလ် သောမတ် အန်ဒါဆန် ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းရဲ့ အဓိက ဇာတ်ကောင်နှစ်ယောက်ကတော့ ၁၅ နှစ်အရွယ် သရုပ်ဆောင်ပေါက်စ စီးပွားရေးသမားလေး ဂယ်ရီ ဗယ်လင်တိုင်းနဲ့ သူချစ်မိနေတဲ့ ၂၅ နှစ်အရွယ် မမ အလန်နာ ကိန်းတို့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Imhr/Licorice.Pizza.2021.720p_(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t0oUDRi8izy8Hn5yx6tzy55t1z3.jpg",
        "title": "Hridayam (2022)",
        "description": "Hridayam (2022)ကိုယ်အရွယ်ရောက်လာတဲ့ အချိန်မှာ ပထမဆုံးချစ်ဖူးတဲ့ လူဟာ ကိုယ့်ရဲ့လက်တွဲဖော်ဖြစ်လာနိုင်ရဲ့လား။အချစ်ဦးတိုင်းမှာ ပျော်ရွှင်စရာ ဇာတ်သိမ်းမျိုး ရှိနိုင်ပါ့မလား။ ကျုပ်အနေနဲ့ဖြေရရင်တော့ ရှိနိုင်ပေမယ့် မလွယ်ကူဘူးလို့ပဲ ထင်တယ်ဗျ။ဒီဇာတ်လမ်းထဲက အာရွမ်နဲ့ ဒါချ်နာလိုပေါ့။ ကောလိပ်ကို စရောက်တဲ့အချိန်ကနေ မြင်မြင်ချင်းရင်ခုန်မိတဲ့နှစ်ယောက် အတူတူလက်တွဲခဲ့ကြပေမယ့် ၂၀ ပတ်လည် ကောလိပ်ကျောင်းသား ဘဝမှာ ကြုံကြရမယ့်အချစ်ရေးပြဿနာတွေ၊ အချင်းချင်းကို တသက်တာ မမေ့နိုင်မယ့် ဒဏ်ရာတွေ ပေးကြရင်း ဘယ်လိုအဆုံးသတ်ကို ဦးတည်ခဲ့ကြမလဲ။ဒီဇာတ်လမ်းက အာရွမ်ဆိုတဲ့ အမျိုးသားဇာတ်ကောင်ရဲ့ ကောလိပ်ကျောင်းသားဘဝကနေ ၃၀ ပတ်လည် လူလတ်ပိုင်းအရွယ်ထိသူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲလာပုံတွေကို အသားပေးရိုက်ပြထားတာပါ။ လူငယ်ဘဝမှာ ကျောင်းကိစ္စ၊ အချစ်ရေး ၊ သူငယ်ချင်းလူလတ်အရွယ်မှာ စီးပွားရေးနဲ့ အိမ်ထောင်ရေး ဒါတွေကို ပျော်စရာရွင်စရာဆိုတာထက် လက်တွေ့ကျကျ ဖော်ကြူးထားတာပေါ့။ဒီနှစ်ထဲပဲ လောလောလတ်လတ်ထွက်ထားပြီး IMDb မှာ 8.9/10 ထိရထားတဲ့အပြင် ရုံတင်ငွေရူပီး 50 crores ထိစံချိန်တင်ထားတာပါ။ဇာတ်လမ်းရဲ့ကြာချိန် ၃ နာရီနီးပါးမှာ ...",
        "rating": "8.8",
        "url": "https://megaup.net/1Imb9/Hridayam_(2022)_Malayalam%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/india-133x200.jpg",
        "title": "Bangarraju (2022)",
        "description": "Bangarraju (2022)IMDb -7.1/10ဇာတ်လမ်းအကျဉ်း _ အရှင်ရှီဝဘုရားကျောင်းရဲ့ မြေအောက်ဘက်မှာတန်ဖိုးမဖြတ်နိုင်တဲ့ရတနာတွေရှိနေကြောင်းသိရှိသွားတဲ့ လူရမ်းကားတစ်စုဟာဒီရတနာတွေကိုသိမ်းပိုက်ဖို့ အကြံမျိုးစုံထုတ်နေပါတယ်....ဘန်ဂါရာဂျူးနဲ့ နာဂါ့လက်ချမီးတို့နှစ်ယောက်ကတော့ကံကြမ္မာဇာတာခွင်အရအရှင်ရှီဝနဲ့ ပါဗသီတို့ရဲ့ဇာတာခွင်နဲ့ကိုက်ညီစွာမွေးဖွားလာခဲ့သူတွေပါသူတို့နှစ်ယောက်သာ ယူဖြစ်သွားရင် ကောင်းချီးတွေပဲပေါကြွယ်ဝမယ်ပေါ့ဒါပေမယ့် မယူခင်အထိမှာတော့ များစွာတဲ့ ဘေးအန္တရာယ်တွေကိုကျော်ဖြတ်ရမယ့်ဇာတာကလည်းရှိနေပါတယ်ဘန်ဂါရာဂျူးကိုမွေးပြီးပြီးချင်းမှာပဲ မိခင်ဖြစ်သူသေဆုံးသွားခဲ့ပြီးအဖေဟာလည်း ဒီဖြစ်ရပ်ကိုမေ့ပစ်ဖို့အမေရိကန်ကိုထွက်သွားပါတော့တယ်သိပ်မကြာခင်မှာပဲ အဖွားဖြစ်သူပါဆုံးပါးသွားတာကြောင့်ဘုရားသခင်ဆိုတာကိုအယုံအကြည်မရှိတော့တဲ့ရာဂျူးနဲ့...နာဂါ့လက်ချမီးကတော့ အရာရာမှာဉီးဆောင်နိုင်စွမ်းရှိတဲ့မိန်းကလေးတစ်ယောက်ပါရွာသူကြီးလုပ်မယ်ဆိုပြီးရွာကိုတက်အုပ်ချုပ်နေတော့ မတည့်အတူနေ ရာဂျူးတစ်ယောက်နောက်ကွယ်ကနေလိုက်စောင့်ရှောက်ရပါတော့တယ်ဒီလိုနဲ့ ဘုရားပစ္စည်းခိုးဖို့ကြံနေတဲ့လူမိုက်တွေနဲ့ သူတို့နှစ်ယောက်တွေ့ဆုံကြတဲ့အခါမှာတော့ ရာဂျူးတစ်ယောက်ဘယ်လိုအန္တရာယ်အခက်အခဲတွေနဲ့ရင်ဆိုင်ရပြီး ကာကွယ်သွားရမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်တာကြောင့် အိန္ဒိယဇာတ်ကားကောင်းရှာဖွေနေသူတွေအဖို့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ကိုလက်မလွှတ်တမ်းကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပြီး ဘာသာပြန်တွေကတော့ Yunni & Go-O & Allena &  Haruko)ပဲဖြစ်ပါတယ် \nFile size…1.6GB / 3.2GB\nQuality…720p AAC 2.0CH  /  1080p AAC 2.0CH\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Go-O & Allena &  Haruko",
        "rating": "7.0",
        "url": "https://megaup.net/1Iljd/Bangarraju_(2022)_Telugu_TRUE_WEB-DL_-_720p%C2%A0(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BN2YxMzViODItZmRmYi00N2Y3LWI2ZDktNWZlODY0NjhhNGVlXkEyXkFqcGdeQXVyMTUwOTU0Mw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Bigbug (2022)",
        "description": "Bigbug (2022)\n===========ဒီတစ်ခါမှာတော့ Netflix က ထွက်ရှိထားတဲ့ Sci Fi Comedy ဇာတ်ကားလေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ် နည်းပညာတိုးတက်လာတာနဲ့အမျှ ဟင်းချက် သန့်ရှင်း\nရေးလုပ်တာကအစ အိမ်တံခါးဖွင့်ပေးတာ အိမ်ထဲပစ္စည်းပျောက်ရှာတာအဆုံး\nလူတွေဟာ ကိုယ့်ကိုကိုယ်အားမကိုးတော့ဘဲ စက်ရုပ်တွေကို အသုံးချလာကြပါတယ်။\nစက်ရုပ်မရှိတဲ့အိမ်ဆိုတာ မရှိသလောက်ပါပဲ။ ဒီလိုနဲ့ တနေ့မှာ အဲလစ်တို့အိမ်မှာရှိတဲ့\nစက်ရုပ်တွေက ရုတ်တရက်အပြင်မှာ ဘေးအန္တရာယ်ရှိပါတယ်ဆိုပြီး အဲလစ်တို့ကို\nအပြင်ထွက်ခွင့် ပိတ်လိုက်ပါတော့တယ်။\nစက်ရုပ်တွေကတော့ သူတို့ဘေးကင်းဖို့အတွက်ကြောင့် ပိတ်ချလိုက်တာဖြစ်ပေမဲ့\nလူသားတွေရဲ့အတွေးက သူတို့နဲ့ မတူဘဲ တစ်မျိုးဖြစ်တဲ့အခါ.... ဒီအထင်လွဲမှုကို ​\nလူသားတွေက နားလည်နိုင်မှာလား သူတို့ကိုစောင့်ကြိုနေတဲ့ အန္တရာယ်ကကော\nဘာဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့\nCM Team မှဖြစ်ပါတယ်)File Size - (1.98 GB) /(940 MB) / (580 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 51mins\nSubtitle – ...",
        "rating": "5.5",
        "url": "https://megaup.net/12nzo/Bigbug.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/s-133x200.jpg",
        "title": "[18+] Seduction (2017)",
        "description": "[Unicode]သင်သာ အချစ်ကို အဓိပါယ်ဖွင့်ဆိုရမယ်ဆို ဘယ်လိုဖွင့်ဆိုမိမလဲ ....သစ္စာတရားကိုတော့ မပါမဖြစ် ဖွင့်ဆိုမိကြမှာပေါ့...ဒီဇာတ်ကားကြည့်ပြီးရင်တော့ အဲ့သစ္စာတရားဆိုတာ ပေါက်စီနှစ်လုံးလား စမူဇာတစ်ခုလား အီကြာကွေးတစ်ချောင်းလားဆိုတာ မေးစရာတောင်ဖြစ်လာခဲ့ပါပြီ...ဒီဇာတ်ကားမှာ အဓိကပါမှာကတော့ လင်မယားနှစ်ယောက်ရယ် ခပ်ငယ်ငယ် ဒေါင်ကောင်းကောင်း ကီမုချိလို စွခွက်နဲ့ ကြာကူလီတစ်ကောင်ပါပါမယ် (စတာ တို့ ကီမုချိ က ပိုချောတယ် ငိငိ)လင်မယားနှစ်ယောက်မှာ ယောကျာ်းဖြစ်သူက ခွေးလိုနွားလို အလုပ်လုပ်ပါတယ် ... ညမအိပ်ပဲအလုပ်လုပ်တာကြောင့် စမူစာငတ်ပါတယ်စမူဇာသည်ကလည်း သူ့စမူစာကို ဖောက်သည်က ဝယ်မစားတော့ အတင်းထိုးရောင်းချင်နေပါတယ်ဒီလိုနဲ့ စောစောက ကြာကူလီကောင်နဲ့ ကားတိုက်မိသလို ဖြစ်ရင်းစတွေ့ပါပြီစမူစာရောင်းချင်သူနဲ့ စမူဇာနှိုက်မြည်းချင်သူတို့ ဆုံတွေ့ပြီးနောက် ဘာဆက်ဖြစ်မလဲဆိုတာ ကြည့်ပြီးdown မှားလို့ downပြီးကြည့် (ငိုးမ လင်းမူ) ဘာမှမဆိုင်လည်းဆဲတယ် :3ဒီဇာတ်ကားကတော့ ခင်ဗျားတို့ အိမ်သာတက်ရင်း ကြည့်နေကျ ဂျပန်ကားတွေနဲ့တောင်သွားဆင်ပါသေးတယ်အညွှန်းရေးတာကတော့ Dark Devil ပါ ။ Trans : NatsuEncoder : ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-seduction-2017/"
    }
]