[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/oO3JjFyCEN6sVFMMl7Se1eeUcX-138x200.jpg",
        "title": "Gandarrapiddo!: The Revenger Squad (2017)",
        "description": "ခုတင္ေပးတဲ့ ဖိလစ္ပိုင္ဇာတ္ကားေလးက Barcelona …Gangster … အစရွိတဲ့ ဇာတ္ကားထဲမွာ\nRomantic ဆန္ဆန္ ပါဝင္သရုပ္ေဆာင္ဖူးတဲ့ မင္းသားေခ်ာ Daniel Padilla ပါဝင္ထားတဲ့ စြမ္းအားရွင္ Comedy ဇာတ္ကားမ်ိဳးေလးပါ။ဂန္ဒါရ လို႔ေခၚတဲ့ စြမ္းအားရွင္ဦးေဆာင္တဲ့အဖြဲ႔ဟာ ေဒါက္တာကလင္းရဲ႕ညႊန္ၾကားခ်က္နဲ႔\nဗီလိန္အရူးဆီကေန ခ်ီႏိုေလးကိုကယ္တင္ဖို႔ တိုက္ပြဲဆင္ႏြဲခဲ့ၾကပါတယ္။\nတိုက္ပြဲမွာ အႏိုင္ရရွိၾကေပမယ့္ မေမွ်ာ္လင့္ဘဲ ဂန္ဒါရေခါင္းကိုထိျပီး အတိတ္ေမ့သြားခဲ့တယ္…\nသူတို႔ေတြဟာ လူေတြၾကားထဲ သာမာန္မိသားစုသဖြယ္ေနထိုင္ေနေပမယ့္\n၂၁ ႏွစ္အရြယ္ကိုေရာက္လာမယ့္ ခ်ီႏို႔ေၾကာင့္ ဂန္ဒါရရဲ႕အဖြဲ႕သားေတြဟာ စိုးထိတ္ေနၾကတယ္…\nတစ္ဖက္မွာလဲ လူဆိုးေတြရဲ႕တိုက္ခိုက္မႈ ေနာက္ကြယ္ကၾကိဳးကိုင္ထားတဲ့\nမီႏိုဆိုတဲ့အႏၱရာယ္ကို ဘယ္လိုေခ်မႈန္းၾကမလဲဆုိတာကို ဟာသဆန္ဆန္ စိတ္ဝင္စားဖြယ္ရိုက္ကူးထားတဲ့ဇာတ္ကားေလးပါ။ \nFile size…(1 GB) and (500 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Htoo Htoo Ka Joe",
        "rating": "4.8",
        "url": "https://megaup.net/SL8j/Gandarrapiddo!_-_The_Revenger_Squad_[2017]_(MM_Sub).mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNDI4MGEwZDAtZDg0Yy00MjFhLTg1MjctODdmZTMyNTUyNDI3L2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006711000_AL_-134x200.jpg",
        "title": "Paprika (2006)",
        "description": "Tomatometer- 84% Imdb - 7.7\nကြ်န္ေတာ္တို႔ရဲ႔အနက္ရႈိင္းဆံုးလွ်ိဳ၀ွက္ခ်က္ေတြျဖစ္တဲ့အိပ္မက္ထဲကို\nတစ္ေယာက္ေယာက္ကလာခိုးၾကည့္လို႔ရခဲ့မယ္ဆိုရင္ဘာေတြျဖစ္နိုင္မယ္ထင္ပါသလဲ\nအဲ့ေမးခြန္းကိုဒီကားကအကုန္ေျဖထားေပးပါတယ္\nဒီကားကိုရိုက္ကူးတဲ့ဒါရိုက္တာကPerfect Blueနဲ႔Tokyo Godfathersတို႔ရဲ႔ဒါရိုက္တာပဲျဖစ္ပါတယ္\nသူရဲ႔ကားအမ်ားစုဟာpsychological thrillerပိုင္းသြားတာမို႔လို႔ကာတြန္းကားဆိုျပီးအထင္ေတာ့မေသးလိုက္ပါနဲ႔\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nေရာက္ရွိလာေတာ့မယ့္ အနာဂတ္မွာ\nေခတ္တစ္ေခတ္ရဲ့ အေကာင္းဆံုးနည္းပညာလို့ေျပာလို့ရတဲ့\nလူသားအားလံုးရဲ႕အိပ္မက္ေတြကို ခ်ိတ္ဆက္ေပးႏိုင္မယ့္\nစိတ္ေရာဂါကုသမႈ စက္ပစၥည္းတစ္ခုကို သုေသသနပညာရွင္ေတြတီထြင္နိုင္ခဲ့ပါတယ္\nဒါေပမယ့္ ဒီပစၥည္းဟာ တစ္ေန႔မွာ ေပ်ာက္ခ်င္းမလွ ေပ်ာက္ဆံုးသြားတဲ့အခ်ိန္မွာေတာ့\nသုေသသနပညာ႐ွင္တစ္ဖြဲ႔လံုး ဒီပစၥည္းကို ဘယ္လိုျပန္႐ွာၾကမလဲ\nဘယ္သူကခိုးသြားတာလဲ\nအဲ့ပစၥည္းနဲ့မဟုတ္တာေတြဘယ္လိုလုပ္မလဲ\nပါပရီကာ ဆိုတဲ့ ဆံပင္နီနီ သြက္သြက္လက္လက္နဲ႔ လူေတြကိုကူညီေပးေနတဲ့ေကာင္မေလးကေကာဘယ္သူလဲဘယ္ကလဲ...\nစတဲ့ လက္ေတြ႔နဲ႔ အိပ္မက္ၾကား ႐ုန္းကန္ျကရတဲ့ပံုကို သိပၸံစိတ္ကူးယဥ္ သည္းထိတ္ရင္ဖိုျမင္ကြင္းေတြနဲ႔ ခံစားရမယ့္\nRating ေကာင္းေကာင္း ႐ုပ္႐ွင္ကားတစ္ကားျဖစ္ပါတယ္\nဘာသာျပန္ေပးတာေတာ့Zin Thantျဖစ္ျပီးကြ်န္ေတာ္sithuကencodeေပးထားပါတယ္",
        "rating": "7.7",
        "url": "https://megaup.net/1y2kh/Paprika_[2006]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hQSUwjSSRtWCA5EBoY22gGzaE8Y.jpg",
        "title": "Wildlife (2018)",
        "description": "Rating 7.3 ရရွိထားတဲ့Drama ကားေကာင္းေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးပါ့မယ္...Wild Life ဆိုတဲ့ရုပ္ရွင္ကားေလးကေတာ့ လက္ရွိလူ႔ပတ္ဝန္းက်င္မွာျဖစ္ေလ့ရွိတာေလးေတြကို မီးေမာင္းထိုးျပၿပီး ရိုက္ကူးထားတဲ့ ကားတစ္ကားျဖစ္ပါတယ္။မိသားစုနဲ႕အတူၾကည့္လို႕ေကာင္းမယ့္ ကားမ်ိဳးဆိုရင္လည္းမွားမယ္မထင္ပါဘူး...အိမ္ေထာင္စုတစ္ခုမွာ စီးပြားေရးအဆင္မေျပရင္ဘယ္လိုပဋိပကၡေတြ ျဖစ္ေပၚလာႏုိင္တယ္ဆိုတာရယ္စိတ္ေတြကဘယ္လိုေျပာင္းလဲႏိုင္တယ္ဆိုတဲ့အေၾကာင္းကိုခေလးတစ္ေယာက္ရွိတဲ့ လူသံုးေယာက္မိသားစုေလးနဲ႔ရိုက္ကူးျပသထားတဲ့ ပညာေပးကားေလးျဖစ္ပါတယ္။ၾကည့္ရႈအားေပးၾကပါဦးေနာ္... File Size : (900 MB) & (245 MB)Quality :Wed-DL 720pRunning Time :1hr 45 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "7.3",
        "url": "https://megaup.net/2eG3f/Wildlife_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Batman Forever (1995)",
        "description": "ကြၽန္ေတာ္က Bruce Wayneပါ။ ေဂၚသမ္ရဲ႕ သူေ႒းသားေလး တစ္ေယာက္ေပါ့။\nေဂၚသမ္ၿမိဳ႕ရဲ႕ သန္းေခါင္ယံမွာ ပ်ံသန္းေနတတ္တဲ့ လင္းႏို႔တစ္ေကာင္လည္း ဟုတ္တယ္။\nဒါလည္း ေဘာစိမို႔ ပ်ံႏိုင္တာပါ။ ဝတ္စုံေတြက ေစ်းႀကီးတယ္ဗ်။ တစ္ခ်ိဳ႕ေန႔ေတြမွာ ဆင္းရဲသားေတြလို စက္ဘီးေပၚမဟုတ္ပဲ ေစ်းႀကီးေပးဝယ္လို႔ေတာင္မရတဲ့ BatMobile ေပၚ ေၾကကဲြေနခဲ့တယ္။\nေသလြန္ခဲ့ၿပီးေသာ မိဘေတြအေၾကာင္းကို ေဆြးရင္းေပါ့။ ကြၽန္ေတာ့္ အတိတ္ကို ကြၽန္ေတာ္ ေျခရာေကာက္ၾကည့္တယ္။\nကြၽန္ေတာ္ လက္စားေခ်ခ်င္စိတ္ကို အစျပဳၿပီး ကြၽန္ေတာ္ရဲ႕ Batman ျဖစ္တည္မႈက အစျပဳခဲ့တယ္။\nကြၽန္ေတာ္လည္း လူသားပဲေလ တစ္ခါမွ မျမင္ဖူးခဲ့တဲ့ လူေတြကို ဘယ္ေရြ႕ ဘယ္မွၽအထိ ကယ္မေနရဦးမလဲ။\nကြၽန္ေတာ္လည္း မယားတ႐ူးခ်င္ေသးတယ္ေလ။\nမိန္းမတစ္ေယာက္နဲ႔ ဇိမ္ေလးနဲ႔ ႏွပ္... ေဘာ္ေၾကာ့ေနေနၾကည့္ခ်င္ေသးတယ္။ အတိ္တ္ဆိုတာ ပလိပ္(Police)လိုပါပဲ..လုပ္ဖူးတဲ့မေကာင္းမႈေတြဆိုတာ ထပ္ၾကပ္မကြာလိုက္လာတတ္တယ္။\nကြၽန္ေတာ္ ကိုယ့္ေနရာကိုယ္မေနပဲ ရန္သြားစထားခဲ့တဲ့ လူဆိုးေတြဟာ ကြၽန္ေတာ္ ေအးေဆးမေနရေအာင္ လုပ္ျပန္တယ္။\nထားပါ ထားပါ..ဇာတ္သိမ္းကိုခင္ဗ်ားတို႔သိပါတယ္...\nအဆုံးမွာေတာ့ စူပါဟီး႐ိုးကားပီပီသသ ေစာ္ေလးကိုပစ္ၿပီး အထီးက်န္ဟီး႐ိုးႀကီးလုပ္ရဦးမွာပဲမလား။\n႐ုပ္႐ွင္ပဲေလ..ကြၽန္ေတာ္ကလည္း Mtv႐ိုက္တဲ့ ဖိုးလျပည့္ ပရဟိတလုပ္တဲ့ Bruce ...",
        "rating": "5.4",
        "url": "https://megaup.net/2Srkv/Batman_Forever_[1995]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Leaker-4-133x200.jpg",
        "title": "The Leakers ( 2018 )",
        "description": "Action , Crime , Thriller ၾကိဳက္သူေတြအတြက္ေတာ႔လံုး၀အၾကိဳက္ေတြ႕မယ္႔ဇာတ္ကားပါပဲဇာတ္လမ္းစတင္ကတည္းက ဗိုင္းရပ္တခုေၾကာင္႔လူေတြအတံုးအရွံုးေသဆံုးတာနဲ႔စတင္ၿပီး ဇာတ္လမ္းကိုအစပ်ိဳးထားတယ္အဲ႔ ဗိုင္းရပ္ကို VR-23 လို႔ WHO က နာမည္ေပးလိုက္ပါတယ္ၿပန္႔ပြားမွုႏွုန္းကေၾကာက္စရာေကာင္းသလို ေသဆံုးမွုႏွုန္းကလည္းၿမင္႔တက္ေနပါတယ္...မ​ေလး႐ွားသတင္​း​ေထာက္​​ေသဆံုးမွဳကစလို႔ Amanahကုမၸဏီရဲ႕မန္​​ေနဂ်င္​းနဲ႔အျခားသူ​ေတြဆက္​တိုက္​ဆိုသလို​ေသဆံုးခဲ့တယ္​၊တစ္​ဆက္​တည္​းမွာပဲ Amanahရဲ႕ဒုတိယဆက္​ခံသူဟာလဲ ​ေဟာင္​​ေကာင္​မွာ The Leakersဆိုတဲ့အဖြဲ႔ရဲ႕ျပန္​​ေပးဆြဲတာခံလိုက္​ရတယ္​၊ဒီအမႈကိုကိုင္​တြယ္​ဖို႔အတြက္​မ​ေလး႐ွားရဲအရာ႐ွိဟာ​ေဟာင္​​ေကာင္​ကိုလာဖို္​ျ့ဖစ္​လာခဲ့တယ္​အဲ့ဒီမွာ​ေဟာင္​​ေကာင္​ရဲနဲ႔ဆံုၿပီးဘာ​ေတြဆက္​ျဖစ္​လာၾကမလဲ​ေဟာင္​​ေကာင္​သတင္​း​ေထာက္​မ​ေလးဟာသူငယ္​ခ်င္​းျဖစ္​သူမ​ေလး႐ွားသတင္​း​ေထာက္​​ရဲ႕​ေသဆံုးမႈကိုပါဝင္​စံုစမ္​းရင္​း ဘယ္​လို​ေတြဆက္​ျဖစ္​လာမလဲတစ္​ဖက္​မ​ေလး႐ွားက​​ေနစၿပီးႏိုင္​ငံအသီးသီးဆီကို VR-23ဗိုင္​းရပ္​စ္​ပိုးျပန္​႔ပြားလာၿပီးကူးစက္​​ေရာဂါ​ေတြျဖစ္​လာတယ္​၊ဒီဗိုင္​းရပ္​စ္​ပိုးကို ကုသႏိုင္​တဲ့ MD5ဆိုတဲ့​ေဆးအသစ္​ကိုAmanah ဆိုတဲ့ ​ေဆးထုတ္​လုပ္​​ေရးကုမၸဏီတစ္​ခုကပဲရႏိုင္​တယ္​၊ဒီဗိုင္​းရပ္​စ္​ပိုးပ်ံႏွ့ံလာမႈရဲ႕အဓိကႀကိဳင္​းကိုင္​သူကဘယ္​သူမ်ားျဖစ္​ႏိုင္​မလဲThe Leakersရဲ႕အဖြဲ႔ဝင္​​ေတြကဘယ္​သူ​ေတြလဲစိတ္၀င္စားစြာနဲ႔ ၾကည္႕ရွုရမယ္႔ဇာတ္ကားပဲၿဖစ္ပါတယ္ ဘာသာၿပန္ နဲ႔ အညႊန္းကေတာ႔ Phyo Zaw ၿဖစ္ပါတယ္Encoder : LK",
        "rating": "5.5",
        "url": "https://megaup.net/SL8o/The_Leaker_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/rotl-133x200.jpg",
        "title": "Rise of the Legend ( 2018 )",
        "description": "ဘယ်အရာမဆိုတကယ်တမ်းလုံ့လဝိရိယရှိရှိနဲ့ကြိုးစားရင်အောင်မြင်မှုဆိုတဲ့အသီးအပွင့်ကိုခူးဆွတ်ရမှာပါအခုတင်ဆက်မယ့်ကားလေးကတော့ မလေးရှား လက်ရွေးစင်ကြက်တောင်ရိုက်ကစားသမား လီချုံးဝေရဲ့ဘဝအကြောင်းဖြစ်ရပ်မှန်ဖြစ်စဉ်ကိုပြန်လည်ရိုက်ကူးတင်ဆက်ထားတဲ့Rise Of the Legend ဇာတ်ကားပါIMDb Rate 7.3 လည်းရရှိထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့လီချုံးဝေဟာ ငယ်ငယ်လေးကတည်းကကြက်တောင်ရိုက်တာအရမ်းဝါသနာပါတဲ့လူငယ်လေးတစ်ယောက်ဒါပေမယ့်လည်း သူ့အဖေက လုံးဝသဘောမတူဘူးသူ့အဖေလုံးဝသဘောမတူပေမယ့်လည်းအခက်အခဲတွေကြားက လီချုံးဝေတစ်ယောက်ဘယ်လိုမျိုးကြိုးစားခဲ့တာလဲ...လူ့ဘဝမှာကြုံရမယ့်အခက်အခဲတွေ...ဇာတ်ကားထဲမှာမှ မဟုတ်ပါဘူးအပြင်မှာလည်း ကြိုးစားဆဲကြုံတွေ့ရတဲ့အခက်အခဲလေးတွေရှိတာပါပဲ..ဒါတွေကိုဘယ်လိုကျော်ဖြတ်လဲအောင်နိုင်ခြင်းနဲ့ရှုံးနိမ့်ခြင်းတွေဒွန်တွဲနေတဲ့လောကနိယာမအတိုင်း ရှုံးနိပ့်ခြင်းတွေကြားမှာဇွဲမလျော့ပဲ ဘယ်လိုကြိုးစားခဲ့လဲဆိုတာကိုယ်တိုင်သာခံစားကြည့်ရှုပါအညွှန်းနဲ့ဘာသာပြန် Ei Pyae ဖြစ်ပါတယ်Encoder : LK",
        "rating": "7.8",
        "url": "https://megaup.net/1Q6uY/Rise_Of_The_Legend_[2018]_(MM_Sub).mp4",
        "category": "Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4d0uqz9VDDzTH0abkJstKIHvFza.jpg",
        "title": "BRAVE STORM ブレイブストーム (2017)",
        "description": "ဒီတစ္ခါမွာေတာ့ Rating 6.7 ရရွိထားတဲ့ ဂ်ပန္ Sci-Fi ကားေလးတစ္ကားၾကည့္လိုက္ရေအာင္လား...ကမၻာၾကီးရဲ႕တၿခားေနရာက ၿဂိဳလ္သားေတြကသူတို႕တီထြင္ထားတဲ့Back Baron စက္ရုပ္ၾကီးေတြနဲ႕က်ဴးေက်ာ္စစ္ပြဲေတြဖန္တီးၿပီး လူသားေတြရဲ႕ကမၻာၾကီးကို သိမ္းပိုက္ဖို႕ၾကံစည္ခဲ့ၾကပါတယ္..လူသားမ်ိဳးႏြယ္ေတြရဲ႕ ၉၆ ရာခိုင္ႏႈန္းဟာ သုတ္သင္ၿခင္းခံလိုက္ရပါတယ္...ဒီအသက္ရွင္က်န္ရစ္တဲ့အထဲမွာမွ ေမာင္ႏွမ၅ေယာက္က ဒီၿဂိဳလ္သားေတြရဲ႕ လက္ထဲကေန ကမၻာကိုၿပန္လည္ရရွိေအာင္တိုက္ခိုက္ဖို႕အစီစဥ္ေတြခ်ခဲ့ၾကပါတယ္...အဲဒါကေတာ့အတိတ္ကာလကိုၿပန္လည္သြားဖို႕ပဲၿဖစ္ပါတယ္..ဘာလို႕လဲဆိုေတာ့ အနာဂါတ္မွာ သူတို႕လူသားမ်ိဳးႏြယ္ေတြပ်က္သုဥ္းသြားၿပီး ၿဂိဳလ္သားေတြရဲ႕စစ္ပြဲဟာ ေအာင္ႏိုင္သြားလို႕ၿဖစ္ပါတယ္...ဒါေၾကာင့္ သူတို႕ေတြဟာ အတိတ္ကိုၿပန္လည္သြားရင္းအနာဂါတ္မွာၿဖစ္လာမယ့္ အရာေတြကို ၿပန္လည္တားဆီးဖို႕ၾကိဳးစားၾကေတာ့မွာၿဖစ္ပါတယ္...Sci-Fi Movie ေတြမွၾကိဳက္တဲ့လူေတြအတြက္ဒီကားေလးကိုၾကည့္ဖို႕ တိုက္တြန္းခ်င္ပါတယ္... File Size : (758 MB) & (223 MB)Quality :Web-DL 720pRunning Time :1hr 24 minFormat : Mp4Genre : Action , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Chu Sint NweEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/SL8r/Batman_Forever_[1995]_(MM_Sub)_(1).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/colombiana-3-143x200.jpg",
        "title": "Colombiana (2011)",
        "description": "Colombiana (2011)_____IMDb - 6.4/10\n  \nခုတလော ရေပန်းစားပြီး တောင်းဆိုသူတွေများလာတဲ့ ဇာတ်ကြမ်းကားလေးပါ။\nMarvel Universe ထဲက ဂါမိုရာလို့ လူသိများတဲ့ မင်းသမီး Zoe Saldana ရဲ့ နာမည်ကျော်ဇာတ်ကားပါ။\nမျက်စိရှေ့မှာ သတ်ခံလိုက်ရတဲ့ မိဘနှစ်ပါးကြောင့် ကလေးအရွယ်ပဲရှိသေးတဲ့ ကောင်မလေးရဲ့\nရင်ထဲဘယ်လောက်ထိ ဒဏ်ရာတွေ ပြင်းထန်ခဲ့မလဲ...\nဒီကလေးမလေး အရွယ်ရောက်လာတော့ ဒဏ်ရာတွေကို ကိုယ့်ဖာသာ ကုစားတာတွေက ပြင်းချက်တွေ....\nသွေးအေးရက်စက်တဲ့ လူ့အသိုင်းအဝိုင်းထဲ သူမ ဘယ်လိုတွေ ရုန်းကန်လှုပ်ရှားမလဲဆိုတာ...။\nတခါတလေမှာ လက်စားချေတာ ခါးသီးတဲ့ ရသဆိုပေမယ့် အခါးကြိုက်တတ်တဲ့ လူအဖို့မှာတော့....။\n  \nခုတေလာ ေရပန္းစားျပီး ေတာင္းဆိုသူေတြမ်ားလာတဲ့ ဇာတ္ၾကမ္းကားေလးပါ။\nMarvel Universe ထဲက ဂါမိုရာလို႔ လူသိမ်ားတဲ့ မင္းသမီး Zoe Saldana ရဲ႕ နာမည္ေက်ာ္ဇာတ္ကားပါ။\nမ်က္စိေရွ႕မွာ သတ္ခံလိုက္ရတဲ့ မိဘႏွစ္ပါးေၾကာင့္ ကေလးအရြယ္ပဲရွိေသးတဲ့ ေကာင္မေလးရဲ႕\nရင္ထဲဘယ္ေလာက္ထိ ဒဏ္ရာေတြ ျပင္းထန္ခဲ့မလဲ...\nဒီကေလးမေလး အရြယ္ေရာက္လာေတာ့ ဒဏ္ရာေတြကို ကိုယ့္ဖာသာ ကုစားတာေတြက ျပင္းခ်က္ေတြ....\nေသြးေအးရက္စက္တဲ့ လူ႕အသိုင္းအဝိုင္းထဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2eA9n/Colombiana_[2011]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hkkCn8TKkzEaktCrWDvA4BTVuba.jpg",
        "title": "[18+] Wall Lover (2008)",
        "description": "ဇာတ်ကားတစ်ကားကို ပရိတ်သတ်လက်ထဲထည့်တော့မယ်ဆိုရင်...ဘာသာပြန်တဲ့သူလည်း အပင်ပန်းခံ တင်တဲ့သူလည်းအပင်ပန်းခံပြီးတော့ ဒေါင်းတဲ့သူတွေလည်းအကျိုးရှိအောင် ရွေးချယ်ပြီးတော့တင်ဆက်ရပါတယ်....ဒီဇာတ်ကားလေးကတော့ အားလုံးနဲ့လုံးဝအဆင်ပြေစေမယ်လို့ယုံကြည်မိပါတယ်...18+ အများစုကတော့ လိုရာရောက်အောင်ဆွဲယူတက်ကြပေမဲ့ ဒီဇာတ်ကားလေးကတော့ထူးခြားပါတယ်..ပညာပေးမက်ဆေ့လေးတွေပေးပါတယ်...အိမ်ထောင်ရှင်တွေရော လူပျိုတွေပါကြည့်သင့်တယ်..ဇာတ်လမ်းလေးကိုအတိုချုပ်ပြောပြပေးပါ့မယ်...အသက်ကြီးကျောင်းဆရာတစ်ယောက်က တက်သွေးကြွအပျိုဖြန်းလေးကိုယူမိတာက စတာပါပဲ...သူမရဲ့ရုပ်ရည်ကညွှန်းစရာမလိုအောင်ပြည့်စုံလွန်းလှပါတယ်...ဒါပေမဲ့ သူမမှာလိုအပ်ချက်ရှိနေပါတယ် အဲဒါကတော့ အသက်ကြီးတဲ့ယောကျာင်္းကိုယူခဲ့မိတာပါပဲ...သူမရဲ့အသက်အရွယ်နဲ့တမျှလက်ဆက်နေတဲ့ ရာဂမီးကို ကျောင်းဆရာအိုကြီးက ညှိမ်းမပေးနိုင်တာပါပဲ...လူ့စိတ်ဆိုတာ အခက်သားကလား...လင်မယားဖြစ်နေပေမဲ့ ခံစားချက်တွေကိုမထုတ်ဖော်ကြဘူးလေ... ကြိတ်ပြီးခံစားနေကြတယ်လေ...ကောင်မလေးက မနေနိုင်တော့ အွန်လိုင်းကနေပစ္စည်းတွေမှာပြီး အာသာဖြေတော့တာပါပဲ...အဲဒီအတောအတွင်းမှာပဲ အိမ်နီးချင်လင်မယားသစ် တစ်တွဲ ထပ်ရောက်လာပါတယ်...သူတို့လင်မယားကလည်းအပေးအယူမတည့်ကြလို့ ကတောက်ကဆတွေနဲ့ပါပဲ...ဘာတွေဘယ်လိုဆက်ဖြစ်မှာလဲဆိုတာတော့ စဉ်းစားမနေပဲ အပြေးသာဒေါင်းကြည့်ပေတော့ဗျာ...တစ်ကယ်တန်မှာပါဗျာ...စကားမစပ် အကြည့်နဲ့တင်အရည်ပျော်သွားနိုင်တဲ့ AV မင်းသမီးကြီးတွေသရုပ်ဆောင်ထားတာဖြစ်လို့ မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး...စကားမစပ် FA တွေအတွက် ရည်းစားစကားပြောနည်းအသစ်တွေ့ရမှာပါ ?File Size : (500 MB)\nQuality : DVDRip 480p\nRunning Time : 1hr 21min\nFormat : Mp4\nGenre : Drama,Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Wall ...",
        "rating": "",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4 https://megaup.net/10Yot/Steve_Jobs_[2015]_(MM_Sub).mp4 https://megaup.net/2mTiw/Beowulf.2007.(CM).mp4 https://megaup.net/2mRxc/_[18+]_Wall_Lover_(2008)_DVDRip_480p_(500_MB).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Bridge-to-Terabithia-2007-133x200.jpg",
        "title": "Bridge to Terabithia (2007)",
        "description": "Rating 7.1 ရရှိထားပြီး Disney မှထုတ်လုပ်တဲ့ဇာတ်ကားဖြစ်ပါတယ်...ဒီဝတ္တု ဟာ အမေရိကန်နိုင်ငံသား အမျိုးသားစာပေဆုရစာရေးဆရာ ကက်သရင်း ပါတာဆန် ရေးသားထုတ်ဝေခဲ့တဲ့အအောင်မြင်ဆုံးဝတ္တုထဲက တစ်ခုပါ။ဒီဝထ္ထုက နှစ်ကြိမ်ဆက် အသက်သွင်းဖို့အကမ်းလှမ်းခံခဲ့ရတာပါ။နာမည်ကျော် Disney က 2007 ခုနှစ်မှာရရှိခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ (၄)တန်းကျောင်းသားလေးနှင့်ကျောင်းသူလေးတို့ စတင်တွေ့ဆုံမိရာမှစတာပါ။တစ်ယောက်အခက်ခဲကို တစ်ယောက်ကူညီရင်း အပြန်ပြန်အလှန်လှန်ချစ်ခင်ကြပုံနှစ်ယောက်သား အကြောင်းအမျိုးမျိုးကြောင့် ထွက်ပေါက်ရှာရင်းမှော်တိုင်းပြည်တစ်ခုကို ဖန်တီးပြီးရောက်ရှိသွားပါတော့တယ်။ကလေးတွေဆိုပေမဲ့ ဇာတ်လေးလေးက ကလေးလူကြီးမရွေးကြည့်မိသူတိုင်း တသသ ဖြစ်စေမိမှာပါလို့ပြောရင်းသိပ်အများကြီးညွှန်းနေရင် ပေါ့သွားမှာစိုးလို့...ဒီလောက်ပဲ ညွန်းပါရစေ.------------------------------------------------------------Rating 7.1 ရရွိထားၿပီး Disney မွထုတ္လုပ္တဲ့ဇာတ္ကားၿဖစ္ပါတယ္...ဒီ၀တၱဳ ဟာ အေမရိကန္ႏိုင္ငံသား အမ်ိဳးသားစာေပဆုရစာေရးဆရာ ကက္သရင္း ပါတာဆန္ ေရးသားထုတ္ေ၀ခဲ့တဲ့အေအာင္ျမင္ဆံုး၀တၱဳထဲက တစ္ခုပါ။ဒီ၀ထၳဳက ႏွစ္ၾကိမ္ဆက္ အသက္သြင္းဖို႔အကမ္းလွမ္းခံခဲ့ရတာပါ။နာမည္ေက်ာ္ Disney က 2007 ခုႏွစ္မွာရရိွခဲ့ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ (၄)တန္းေက်ာင္းသားေလးႏွင့္ေက်ာင္းသူေလးတို႔ စတင္ေတြ႔ဆံုမိရာမွစတာပါ။တစ္ေယာက္အခက္ခဲကို တစ္ေယာက္ကူညီရင္း အျပန္ျပန္အလွန္လွန္ခ်စ္ခင္ၾကပံုႏွစ္ေယာက္သား အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ထြက္ေပါက္ရွာရင္းေမွာ္တိုင္းျပည္တစ္ခုကို ဖန္တီးျပီးေရာက္ရိွသြားပါေတာ့တယ္။ကေလးေတြဆိုေပမဲ့ ဇာတ္ေလးေလးက ကေလးလူၾကီးမေရြးၾကည့္မိသူတိုင္း တသသ ျဖစ္ေစမိမွာပါလို႔ေျပာရင္းသိပ္အမ်ားၾကီးညႊန္းေနရင္ ေပါ့သြားမွာစိုးလို႔...ဒီေလာက္ပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eLzb/Bridge_To_Terabithia_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTI1NTYyMjA2N15BMl5BanBnXkFtZTcwNjU1OTA0Mg@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Adventureland (2009)",
        "description": "1987ခုနွစ္ရဲ႔ေက်ာင္းသားတစ္ေယာက္လက္ေတြ႔ဘ၀ထဲကို၀င္ပါေတာ့မယ္\nျပသနာကေတာ့မေျပာင္းသြားပါဘူး ဘာအရာမွလည္းမလြယ္ကူခဲ့ပါဘူး\nသမီးရည္းစားေရးမွာလည္းအသည္းကြဲေနတဲ့ကြဲဘဲေလးျဖစ္ျပီး\nလုပ္ငန္းခြင္မွာဆိုလည္းဘာအေတြ႔အၾကံဳမွာမရွိတဲ့ငေပါသာသာပါ\nမိဘေတြကလည္းေက်ာင္းစရိတ္မေျပာနဲ႔ မုန္႔ဖိုးေတာင္မေပးေတာ့တဲ့အေျခအေနကိုေရာက္ေနပါျပီ\nပိုက္ဆံရွာဖိုလိုလာတဲ့အခ်ိန္မွာ သူ႔အားလပ္ရက္ေတြကိုAdventurelandလို႔ေခၚတဲ့\nကစားကြင္းမွာလုပ္ဖို႔အေၾကာင္းဖန္လာပါတယ္\nစုတ္ျပတ္နာက်င္ျပီးအတြင္းပိုင္းေသဆံုးမတတ္ျဖစ္ေနတဲ့လူငယ္တစ္ေယာက္က\nလူေတြအပန္းေျဖ ေပ်ာ္ရႊင္ဖို႔လာတဲ့ကစားကြင္းမွာအလုပ္လုပ္တယ္ဆိုတာ\nအရမး္ၾကီးဆန္႔က်င္ဘက္ျဖစ္ေနသလိုပါပဲ\nသူ႔စိတ္အေျခအေနနဲ႔လူမႈေရး၊အခ်စ္ေရးေတြကို\nကစားကြင္းမွာအလုပ္လုပ္ရင္းဘယ္လိုေက်ာ္ျဖတ္သြားမလဲ\nပံုမွန္ကားျဖစ္တဲ့အတြက္ပိုၾကည့္သင္တယ္လို႔ထင္ပါတယ္\nSci-fiေတြFantasyေတြထက္စာရင္ဒီလိုကားေတြကေပးတဲ့messageက\nလက္ေတြ႔ဘ၀မွာတကယ္အေထာက္အကူျဖစ္ပါတယ္\nဘာသာျပန္ေပးထားတာေတာ့Dollyျဖစ္ျပီးကြ်န္ေတာ္sithuကencodeေပးထားပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/2eG2D/Adventureland_[2009]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/images-133x200.jpg",
        "title": "Sarkar (2018)",
        "description": "အားလံုးလည္း ေစာင့္ေမွ်ာ္ေနၾကၿပီ ထင္ပါတယ္ဗ်ာ။\nဘာသာျပန္အခက္အခဲနည္းနည္းရိွေနလို႔\nၾကန္႔ၾကာသြားခဲ့ပါတယ္။\nမၾကာေသးမီက ျမန္မာႏိုင္ငံမွာ ႐ံုတင္သြားတဲ့\nTamil မင္းသား ဗီေဂ်းရဲ႕ 2018ႏွစ္ကုန္ပိုင္းမွာ\nထြက္လာတဲ့ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\n\" အညႊန္း \"\n\"မဂၤလာပါ ကိုယ့္လူတို႔\nမစၥတာ ဆြန္ဒါ ရာမဆြာမီရဲ႕ အေၾကာင္း သိတဲ့သူ\nဘယ္ႏွေယာက္ ရိွလဲ \"\n\"သူက ထိပ္သီကုမၸဏီ GL ရဲ႕ CEO ပါ\"\n\"သူက အေမရိကမွာေနတဲ့ တေမးလ္လူမ်ဳိးပါ\"\n\"သူက ေဒၚလာသန္းေပါင္းမ်ားစြာ လစာရသူပါ\"\n\"ဒီအျပင္ သူဟာ ၿပိဳင္ဘက္ကုမၸဏီတိုင္းကို ၿဖိဳခြင္းတတ္တယ္\nသူကို ကုမၸဏီေတာ္ေတာ္မ်ားမ်ား ဖိမ့္ဖိမ့္တုန္ ေၾကာက္ၾကရတယ္\"\nခု သူ အိႏၵိယကို ျပန္လာတာ ဘာအတြက္လဲ?\nအရင္လို ကုမၸဏီတခ်ဳိ႕ကို ၿဖိဳခြင္းခဲ့ဦးမွာလား?\n\"ယံုေတာင္မယံုႏိုင္ပါဘူးဗ်ာ\nသူ အိႏၵိယကို ေလယာဥ္စင္းလံုးငွားၿပီး ေဘာ္ဒီဂတ္ေတြနဲ႔\nျပန္လာတာ သူျပည္နယ္ေရြးေကာက္ပြဲမွာ\nမဲေပးဖို႔ အတြက္ သီးသန္႔ပဲတဲ့။\nသူမဲေပးၿပီး ညေန မိသားစုနဲ႔ ထမင္းလက္ဆံုစား၊\nၿပီးရင္ အေမရိကကို ျပန္မွာပါတဲ့\"\nဒီလိုနဲ႔ အေမရိကမွာေနတဲ့ တေမလ္နာဒူျပည္နယ္ဂုဏ္ေဆာင္\nမစၥတာ ဆြန္ဒါရာမဆြာမီဟာ မဲ႐ံုဆီ သြားၿပီး မဲေပးခဲ့ရမွာေတာ့\nသူ႕အမည္နဲ႔ မဲက ေပးၿပီးသား ျဖစ္ေနခဲ့တာပါ။\nသူတပါးေၾကာတာကို မခံခ်င္တဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2eG3z/Sarkar_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/exodus-poster-1-135x200.jpg",
        "title": "Exodus: Gods and Kings (2014)",
        "description": "Exodus: Gods and Kings (2014)_____IMDb - 6.0/10\n  \nဒီကားလေးကတော့မင်းသား Christian Baleခေါင်းဆောင်ပါဝင်ထားတဲ့ကားလေးပါ\nဒီကားလေးက ကျွန်တော်တို့ငယ်ငယ်တုန်းက animationဇတ်ကားတစ်ကားထွက်ခဲ့ဖူးပါသေးတယ်\nတော်တော်များများလဲ ကြိုက်ကြတဲ့ကားလေးတစ်ကားပါ အီဂျစ် အကြောင်းစိတ်ဝင်စားတဲ့လူတွေဆိုပိုသိမှာပါ\nအရမ်းကြည့်လို့ကောင်းတဲ့ကားလေးတစ်ကားလို့ပြောလဲမမှားပါဘူး\nဇတ်လမ်းအကျဉ်းချုံးကိုပြောရမယ်ဆိုရင်တော့ ဟောစာတမ်းတစ်ခုကနေစရတော့မှာပါ\nအဲတုန်းကဟီဘရူးလူမျိူးတွေကို အီဂျစ်ဘုရင်က ကျွန်အဖြစ်သိမ်းသွင်းထားတဲ့အချိန်ဖြစ်ပါတယ်\nဟောစာတမ်းအရ နန်းလုခံရမှာစ်ုးလို့အီဂျစ်ဘုရင်က ဟီဘရူးကလေးငယ်တွေအကုန်လုံးကို သတ်ခိုင်းခဲ့ပါတယ်\nဒါပေမယ့် ကလေးငယ်တစ်ယောက်တော့လွတ်မြောက်သွားခဲ့ပြီး ဟီဘရူးလူမျိုးတွေကို\nဘယ်လိုကျွန်အဖြစ်ကနေလွတ်မြောက်အောင် လုပ်ဆောင်သွားပေးမလဲဆိုတာကြည့်ရမယ့်ကားဖြစ်ပါတယ်။\nဒါမပြင် နိုင်ငံတစ်ခုလုံး ကပ်ဘေးကြရောက်တဲ့ကခြေအနေတွေကိုလဲ မြင်တွေ့ရမှာပါ\nဘုရင်တစ်ယောက်ရဲ့တိုင်းပြည်အပေါ် အာဏာရှိမှုနဲ့ အီဂျစ် အလေ့အထ သဘောသဘာဝကိုပါ စိတ်ဝင်တစားမြင်တွေ့ရမှာပါ ...\n (ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kaung Myat Thu ပဲဖြစ်ပါတယ်)\n   \nFile Size : (1.5 GB) \nQuality : .1080p.BluRay\nRunning Time : 2h 30min\nFormat : Mp4\nGenre :  Action, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kaung ...",
        "rating": "6.0",
        "url": "https://megaup.net/Sn52/Exodus_-_Gods_And_Kings_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Hot-Young-blood-140x200.jpg",
        "title": "Hot Young Bloods (2014)",
        "description": "ဟုန္းေဆာင္း အထက္တန္းေက်ာင္းက ေက်ာင္းသူ ေယာင္းဆုဟာ စိတ္ၾကမ္းလူၾကမ္းတစ္ေယာက္ျဖစ္ျပီးအမ်ိဳးသမီး လူမိုက္ေခါင္းေဆာင္တစ္ေယာက္အျဖစ္ နာမည္ႀကီးပါတယ္ သူတစ္ဖက္သတ္ၾကိဳက္ေနတဲ႔ ေက်ာင္းသားကေတာ့ကန္ေဂ်ာင္းဂီ ျဖစ္ျပီး ေက်ာင္းသူေတြၾကားမွာ ေရပန္းစားတဲ႔ playboy ေတြ႔မေရွာင္ဖြန္ေၾကာင္သူပါဒါေပမယ့္ ေယာင္းဆုကိုေတာ့ တစ္ျခားေက်ာင္းက ေက်ာင္းသားလူမိုက္ ေခါင္းေဆာင္ဂြမ္ဆစ္က ၾကိဳက္ေနတဲ႔အတြက္ လက္ေရွာင္ထားခဲ႔ပါတယ္ တစ္ေန႔ေတာ့ ဟုန္းေဆာင္းေက်ာင္းကိုဆိုးလ္ျမိဳ႕က အျပစ္ကင္းျပီး ခ်စ္ဖို႔ေကာင္းတဲ႔ ယြန္ဟီးဆိုတဲ႔ ေက်ာင္းသူတစ္ေယာက္ေျပာင္းလာတဲ႔အခါမွာေတာ့playboy ၾကီး ကန္ေဂ်ာင္းဂီတစ္ေယာက္ ဘယ္လိုအကြက္ေတြ ေရႊ႕မလဲ တစ္ဖက္သတ္ၾကိဳက္ေနတဲ႔ ေယာင္းဆုကေရာ ဘယ္လိုေတြ ေႏွာင့္ယွက္မွာလဲ ေက်ာင္းသားလူမိုက္ ဂြမ္ဆစ္ကေရာအရႈပ္ေတာ္ပုံထဲကို ဘယ္လိုပါဝင္လာမလဲဆိုတဲ႔ ေလးပြင့္ဆိုင္ လူငယ္ဟာသ အခ်စ္ဇာတ္လမ္းေလးကို ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္မင္းသမီးျဖစ္္သူနဲ႔ အရန္မင္းသားတို႔ကလည္း ၂၀၁၈ ခုႏွစ္ထြက္ on your wedding day ဆိုတဲ႔ဇာတ္ကားမွာ အတူသရုပ္ေဆာင္ထားပါေသးတယ္။(ဇာတ္ကားရဲ့အညြွန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Aung Tayza ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eG2v/Hot_Young_Bloods_[2014]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mplI0Z0Oum8fFVs3Jdak0Xymcq5.jpg",
        "title": "The Demonologist (2019)",
        "description": "အဘာတူ၊ မိုးလတ္၊ အဘာဒန္၊ လက္ဗီယာသန္း တို႔ဟာ လူစီဖာကို ပုန္ကန္ခဲ့ၿပီးေတာ့ကမာၻပ်က္သုဥ္းေစတဲ့ ျမင္းစီးစစ္သည္ေတာ္ေလးဦး(Four Horseman of Apocalypse) ျဖစ္လာခဲ့ပါတယ္…ထိုအခါမွာ လူစီဖာဟာ ကမာၻေျမကိုေရာက္ရွိလာၿပီးေတာ့ကမာၻၾကီးကို ကာကြယ္ဖို႔အတြက္ သူ႕ရဲ႕ေသြးရင္းမ်ိဳးဆက္ျဖစ္တဲ့တဲရစ္နဲ႔ ဆီးရပ္စ္ဆိုတဲ့ မ်ိဳးဆက္ႏွစ္ခုကို ခ်န္ထားခဲ့ပါတယ္…ဒါေပမယ့္ တဲရစ္မ်ိဳးဆက္ဟာ လူစီဖာကို ပုန္ကန္ခဲ့ၿပီးေတာ့ျမင္းစစ္သည္ေတာ္ေလးဦးနဲ႔ ပူးေပါင္းၿပီး ကမာၻၾကီးကိုဖ်က္ဆီးဖို႔ ၾကံရြယ္လာတဲ့အခါမွာေတာ့.ကိုယ့္ကိုကိုယ္ ဘယ္သူဆိုတာကိုေတာင္ မသိေသးတဲ့ စီးရပ္ဖ္မ်ိဳးႏြယ္ရဲ႕ေနာက္ဆံုးလက္က်န္ ေဒမီယန္ စီးရပ္ဖ္တစ္ေယာက္ဘယ္လိုေတြရင္ဆိုင္ရမလဲဆိုတာကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္…ေမွာ္ဒ႑ာရီဆန္တဲ့ ကားတစ္ကားျဖစ္တာမို႔ ၾကိဳက္ႏွစ္သက္ၾကမယ္လို႔ ေမွ်ာ္လင့္ပါတယ္ဗ်ာ… File Size : (863 MB) & (249 MB)Quality :Web DL 720pRunning Time :1hr 40 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by ...",
        "rating": "N/A",
        "url": "https://megaup.net/SL9e/The_Demonologist_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTk2ODAxODEwOV5BMl5BanBnXkFtZTcwNTk5NjI3OQ@@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Mr. Go (2013)",
        "description": "အသက္၁၅ႏွစ္ပဲရွိေသးတဲ့\nဆပ္ကပ္ဆရာမေလးwei weiဟာ\nသူ႔အဖိုးဆံုးပါးသြားတဲ့အခ်ိန္မွာ\nဆပ္ကပ္ကေနေဂၚရီလာLing Lingနဲ႔\nအတူထြက္လာပါေတာ့တယ္\nသူ႔အဖိုးဟာေဘ့စ္ေဘာကိုအရမ္းၾကိဳက္တဲ့သူျဖစ္ျပီး\nLing Lingကိုလည္းေန႔စဥ္ေလ့က်င့္ေပးခဲ့ပါတယ္\nအဲ့တာေတြေၾကာင့္ပဲLing Lingရဲ႔ေဘ့စ္ေဘာရုိက္ခ်က္ေတြဟာ\nလူတကာမ်က္စိက်စရာျဖစ္လာပါေတာ့တယ္\nတကယ္လက္ေတြ့သမား ေအးဂ်င့္Sung Chung Suဟာသိသိခ်င္းပဲ\nေတာင္ကိုရီးယားရဲ႔ေမဂ်ာလိဂ္မွာ၀င္ကစားေစခဲ့ပါတယ္\nေအာင္ျမင္ဖို႔မေျပာနဲ႔ ပံုမွန္ေနရာရဖို႔ေတာင္မလြယ္ကူခဲ့ပါဘူး\nတကယ့္ေမ၈်ာလိဂ္ၾကီးမွာLing Lingနဲ႔သူ႔အုပ္ထိန္းသူWei weiတို႔ေနရာတစ္ေနရာကို\nရပါမလားဆိုတာကိုစိတ္၀င္စားဖြယ္ၾကည့္ရမွာပဲျဖစ္ပါတယ္ဗ်\nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့\nThinZar Htet ျဖစ္ၿပီး အညႊန္းကို\nစည္သူ မွ ေရးေပးထားပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/2eG2p/Mr._Go_[2013]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BZGZkNmE0NWEtMjk4NC00ZTc1LWJhZjAtMDUxOWU2NDk1ZTZiXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-143x200.jpg",
        "title": "Officer ( 2018 )",
        "description": "ဒီေန႔မွာေတာ႔ Telugu ရုပ္ရွင္ေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္အက္ရွင္ကားၾကိဳက္တဲ႔သူေတြအတြက္ေတာ႔သေဘာက်မွာပါShivaji Rao ဟာ ရိုးသားၾကိဳးစားတဲ႔ရဲသားေလးတစ္ေယာက္ဒါေပမယ္႔လည္း သူတို႕ငွာန ရဲငွာနအတြင္းမွာအက်င္႔ပ်က္ၿခစားတဲ႔ရဲေတြရွိတယ္..ညစ္ပတ္တဲ႔အလုပ္ေတြလုပ္ကိုင္တဲ႕ရဲေတြေပါ႔...ဒါကိုသူကသတိထားမိတယ္သတိထားမိေတာ႔ ဒီရဲေတြကို သတိေပးဖုိ႕ၾကိဳးစားတယ္ရဲေတြရဲ႕ မသမာမွုေတြေပၚေအာင္ ၾကိဳးစားတယ္ဒီလိုနဲ႔ပဲရဲေကာင္းတစ္ေယာက္ရဲ႕ တာ၀န္ကိုသူတာ၀န္ေအာင္ၾကိဳးစားရင္း မေကာင္းတဲ႔ရဲ ေတြၿဖဳတ္ခ်ရင္းကေနေနာက္ဆက္တြဲကပ္ပါလာတဲ႔ မာဖီးယားတဂိုဏ္းလံုးရဲ႕ရန္စြယ္နဲ႔လည္းၾကံဳေတြ႕ရတဲ႔အခါသူဘယ္လိုလုပ္မလဲ..ဘယ္လိုရင္ဆိုင္မလဲဆုိတာဆက္လက္ခံစားၾကည္႔ရွုပါ Subtitle Credit To Subscene Uploader ( Somonlian )",
        "rating": "N/A",
        "url": "https://megaup.net/2eG2s/Officer_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/1033007-seoulstationintlposter-140x200.jpg",
        "title": "Seoul Station (2016)",
        "description": "ဒီကားလေးက 2016မှာ ထွက်ရှိထားပြီး IMDb rating 6.1 ရထားတဲ့ korea animationကားလေးဖြစ်ပါတယ်။\nTrain to busan မထွက်ခင်က ထွက်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ ဇာတ်လမ်းအကျဉ်းကဆိုးလ်ရထားဘူတာကို ဗိုင်းရပ်ကူးနေတဲ့ အိမ်ယာမဲ့တယောက် ရောက်လာတာကနေ တမြို့လုံးကို ပြန့်သွားပြီးလူတွေအကုန်လုံးနီးနီးကို ကူးကုန်ပါတယ်။ ဘူတာမှာ အိပ်ကြတဲ့ အိမ်ယာမဲ့တချို့နဲ့ မြို့ကလူတချို့ပဲအသက်ရှင် ကျန်ပါတော့တယ်။ ဟီဆန်ဆိုတဲ့ ကောင်မလေးကလည်း သူ့ရည်းစားနဲ့ စကားများပြီးဘူတာကို ရောက်လာပြီး ဗိုင်းရပ်ကူးထားတဲ့ လူတွေ လိုက်လို့ ပြေးရင်းနဲ့ ဒုက္ခရောက်နေလို့သူ့ကောင်လေးနဲ့ သူ့အဖေက လိုက်ရှာကြပါတယ်။အဲ့ဖြစ်စဉ်တစ်ခုမှာ သူမကိုရော သူ့အဖေနဲ့သူ့ကောင်လေးက ရှာတွေ့ပါ့မလား။ ဗိုင်းရပ်ကူးထားတဲ့လူတွေကိုရော ဘယ်လို ရှင်းကြမလဲ ဆိုတာကတော့………Train to busanလိုပဲ စိတ်လှုပ်ရှားစရာ ဇာတ်ကား‌ကောင်း‌လေးတကား ဖြစ်ပါတယ်။ကြည့်ရှုအားပေးကြပါဦး ခင်ဗျာ။(ဒီဇာတ်လမ်းကို အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Ko Aung Kyaw Swe ပဲဖြစ်ပါတယ်။)\n---------------------------------------------------------ဒီကားေလးက 2016မွာ ထြက္ရွိထားၿပီး IMDb rating ...",
        "rating": "6.1",
        "url": "https://megaup.net/3yO4b/Seoul_Station_(Seoulyeok)_[2016]_(MM_Sub).mp4",
        "category": "Animation, Horror, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Now You See Me 2 (2016)",
        "description": "အားလံုုးေစာင့္ေမွ်ာ္ေနတဲ့ ၂၀၁၆ ရဲ႕ နာမည္ၾကီး ဇာတ္ကား တစ္ကားျဖစ္တဲ့\nNow You See Me 2 ဆိုုတဲ့ စိတ္၀င္စားစရာ ပဥၥလက္ပညာရွင္ေလးဦး ရဲ႕ မ်က္လွည့္ ျပကြက္ေတြကိုု တင္ဆက္ထားတဲ့ ရုုပ္ရွင္ကားကုုိ အခုုေလးပဲ ဘာသာျပန္ဆိုုမႈ ျပီးသြားတဲ့အတြက္ CM ခ်စ္သူေတြၾကည့္လိုု႕ရပါျပီ ရွင္\nဒီကားရဲ႕ ပထမဆံုုးကား Now You See Me မွာ တုုန္းက အရမ္းကိုု စိတ္၀င္စားစရာေကာင္းတဲ့ ျမင္းစီးသမားေလးေယာက္တိုု႕ ရဲ႕ မ်က္လွည့္ျပကြက္ေတြနဲ႕ ပရိသတ္ကိုု ဖမ္းစားႏုုိင္ခဲ့ျပီးေတာ့ အခုု ဒုုတိယေျမာက္ကားမွာလဲ ျမင္းစီသမား ေလးေယာက္လံုုးျပန္လည္ သရုုပ္ေဆာင္ထားပါတယ္\nပထမကားမွာတုုန္းက မိန္းကေလးမ်က္လွည့္ ဆရာအေနနဲ႕ ဟန္ေလပါ၀င္ခဲ့ ေပမဲ့ အခုုေတာ့ ဟန္ေလ အစား ငေျပာင္မေလး လူလာက ပါ၀င္ထားပါတယ္..\nျမင္းစီးသမားေတြနဲ႕ အက္ဖ္ဘီအိုုင္ ေအးဂ်င့္ ဒိုုင္လန္တိုု႕ ေဆာ့ဖ္၀ဲ ကုုမၺဏီ ေအာ့တ္တာ ရဲ႕ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1wwOQ/Now_You_See_Me_-_2_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Into the Wild (2007)",
        "description": "၁၉၉၃ ခုႏွစ္၊ အေမရိကန္ႏုိင္ငံမွာ\nလႉပ္လႉပ္ရွားရွား သတင္းတစ္ပုဒ္ ထြက္ေပၚခဲ့တယ္။\nအသက္ ၂၀ ေက်ာ္၊ ဘြဲ႕ရပညာတတ္လူငယ္တစ္ဦး၊\nေငြေရးေၾကးေရး အခက္အခဲ မရိွသလို၊ မိသားစုျပသနာ၊\nအခ်စ္ေရး ျပသနာ ဘာမွ မရိွတဲ့ လူငယ္ေလးတစ္ဦးဟာ\nေတာထဲကို ၀င္ေရာက္သြားခဲ့တယ္။\nေတာထဲမွာ တစ္ကိုယ္ေတာ္ေနထိုင္ရင္း\nသစ္သားဘတ္စ္ကားအုိႀကီးထဲမွာ ပ်က္စီးေနတဲ့\nသူ႕ရုပ္အေလာင္းကို ဆတ္မုဆုိးအဖြဲ႕ကေန ေတြ႕ရိွခဲ့ပါေတာ့တယ္။\n♦️ ဘာေၾကာင့္သူဟာ ပိုင္ဆိုင္မႉေတြကို စြန္႔ခြာခဲ့တာလဲ\n♦️ ဘာေၾကာင့္သူဟာ ေအာင္ျမင္မႉေတြကို စြန္႔ခြာခဲ့တာလဲ\n♦️ ဘာေၾကာင့္သူဟာ ခ်စ္ခင္တဲ့ မိသားစုကို စြန္႔ခြာခဲ့တာလဲ\nအဆိုပါ လူငယ္ေလးအေၾကာင္းဟာ အေမရိကန္ႏုိင္ငံသားေတြၾကားမွာ\nေဆြးေႏြးစရာ ဘာသာရပ္ တစ္ခု ျဖစ္ခဲ့ပါတယ္။\nအဆုိပါ လူငယ္ေလးရဲ႕ ကိုယ္ေရးမွတ္တမ္းေတြအပါအ၀င္\nသူပတ္သက္ခဲ့တဲ့ သူငယ္ခ်င္းမိတ္ေဆြေတြ၊ ဆရာ ဆရာမေတြ၊\nမိသားစု၀င္ေတြနဲ႔ သူ႔ခ်စ္သူတို႔ကို ေမးျမန္းကာ စာေရးဆရာ Jon Krakauer က\nInto the Wild ဆုိၿပီး စာအုပ္တစ္အုပ္ထုတ္ေ၀လိုက္ပါတယ္။\nအဆုိပါစာအုပ္ဟာ အေမရိကန္ျပည္တြင္းကို ေက်ာ္လြန္ကာ\nႏိုင္ငံတကာထိ ေပါက္ေျမာက္ ေအာင္ျမင္ခဲ့ပါတယ္။\nအေရာင္းရဆံုးစာရင္း၀င္ စာအုပ္တစ္အုပ္ျဖစ္ခဲ့သလို\nအေမရိကန္ရိွ တကၠသိုလ္ေက်ာင္းအားလံုးနီးပါးရဲ႕ Book Club ေတြထဲ\nထည့္သြင္းေဆြးေႏြးရတဲ့ စာအုပ္တစ္အုပ္ျဖစ္ခဲ့ပါတယ္။\nၿပိဳင္ဆုိင္မႉ ျပင္းထန္ၿပီး ရက္စက္ၾကမ္းတမ္းတဲ့ ၿမိဳ႕ျပလူေနမႉစနစ္ေအာက္မွာ\nရုန္းကန္ေနရတဲ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1wz67/Into_The_Wild_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    }
]