[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/poiLXxM1HqG27JokvhaS2rzrrYe.jpg",
        "title": "Eega(2012)",
        "description": "Eega(2012)*********IMDB rating 7.7နဲ့ ရရှိထားထတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။\nTamil-Telugu ဇာတ်ကားအမျိုးအစားဖြစ်ပြီးမင်းသမီး Samantha Akkineniပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဘင်ဒူဆိုတဲ့ကောင်မလေးဟာ ပရဟိတ လုပ်ငန်းတစ်ခုမှာ ပါဝင်တဲ့သူတစ်ယောက်ပေါ့...ရိုးရှင်းစွာဖြတ်သန်းပြီး ခပ်ပြုံးပြုံးလေးနေတတ်တဲ့ သူမကို သိပ်ချစ်တဲ့ကောင်လေး နာနီဆိုတာရှိတယ်...ဒီကောင်လေးကလည်း သူ့ကိုလိုက်နေတာ ၃နှစ်၃မိုးဆိုပါတော့လေ...အဖြေပြန်မပေးပေမယ့် ကောင်မလေးကလည်း ကြာတော့သူ့ကို သံယော်ဇဉ်တွယ်လာပုံပါပဲ...တစ်နေ့တော့ ဘင်ဒူဆိုတဲ့ကောင်မလေးကို သူဌေးကြီးတစ်ဉီးက မျက်စိကျသွားတယ်...ဒီသူဌေးကြီးဟာ ကောင်မလေးကိုရဖို့ဆို  အနားမှာရှိတဲ့နာနီကိုရှင်းထုတ်မှဖြစ်မယ်ဆိုပြီးအသေသတ်ပစ်လိုက်တယ်....ထူးဆန်းစွာပဲနာနီဟာ သေပြီးနောက် ယင်ကောင်အဖြစ်ပြန်လည်မွေးဖွားခဲ့တယ်...ယင်ကောင်ဖြစ်ပေမယ့် အတိတ်ဘဝက သူ့ကို ဖျက်စီးခဲ့တဲ့သူကိုအမှတ်ရပြီးနောက်မှာတော့.....ယင်ကောင်ပင်ဖြစ်လင့်ကစား ဒီအမျိုးယုတ်သူဌေးကို ရတဲ့နည်းနဲ့လက်စားချေဖို့ကြိုးစားပါတော့တယ်...ယင်ကောင်ရဲ့အကြံအစည်တွေအထမြောက်လာမလားဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်...File Size : (1.04 GB) and (487 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:25:00\nGenre :  Action, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/2dsyY/Eaga.2012.BLU-RAY.720P.PP.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/107f5bb0-77c3-4cb5-878d-f14b1c07e305-141x200.jpg",
        "title": "Slow West (2015)",
        "description": "Slow West (2015)==============IMDb Rating - 6.9/10#Unicode2015 ခုနှစ်ကထွက်ရှိခဲ့ပြီး Rating 6.9/10 ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ပါဝင်တဲ့ အဓိကသရုပ်ဆောင်တွေကတော့ X-Men ပရိတ်သတ်တိုင်း အလွတ်ရအလွတ်မှတ်မိနေတဲ့ Magneto (Michael Fassbender) နဲ့ အသားမဲမဲနဲ့ nightcrawler အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Kodi Smit-McPhee တို့ပဲဖြစ်ပါတယ် . Kodi ကိုတော့ လူတွေက သိပ်သတိထားမှတ်မိမယ်မထင်ပါဘူး။ဇာတ်လမ်းလေးကတော့ Jayဆိုတဲ့ ဆယ်ကျော်သက်လေးက စကော့တလန်ကနေ အမေရိကန်ကိုသူ့ရဲ့ ချစ်ရတဲ့ ကောင်မလေးကို လိုက်အရှာထွက်ခဲ့တယ်။ အဲ့မှာ Silasနဲ့ တွေ့ပြီး အကူအညီတောင်းရင်းဆက်ရှာတဲ့အခါမှ ကောင်မလေးက ဖမ်းဝရမ်းထုတ်ထားလို့ ပြေးနေတဲ့ သူဖြစ်မှန်း Silasက သိသွားတဲ့အခါ Silasတစ်ယောက် Jayနဲ့ ဘယ်လို ဆက်လုပ်ကြမလဲ။ Jayကလဲ သူ့ကောင်မလေးက သူထင်ထားသလို့ မဟုတ်မှန်းသိတဲ့အခါ ဘာဆက်လုပ်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2dsL3/[CM]Slow.West.2015.BluRay.720P.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/saul-2-poster-138x200.jpg",
        "title": "Son of Saul (2015)",
        "description": "Son of Saul (2015)==============IMDb Rating - 7.5/10#Unicodeဇာတ်လမ်းကတော့ ၂၀၁၅ တုန်းထွက်ရှိခဲ့ပြီး CM မှာလည်းမတင်ရသေးသလို Rating အမြင့်နဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ သေသွားတဲ့ကလေးအလောင်းကို ရွတ်ဖတ်သရဇ္ဇယ်ပေးဖို့ ဘာသာရေးဆရာတစ်ယောက်ကို အော့ဇ်လန်ဒါရှောတစ်ယောက်အသည်းအသန်လိုက်ရှာနေတာ လေးကိုရိုက်ပြထားပါတယ်။ ဇာတ်လမ်းကဒါပဲလားဆိုတော့ မဟုတ်ပါဘူး။ ဒီလောက်လေးနဲ့Rating အမြင့်ဘယ်ရပါ့မလဲ လေ။ ဇာတ်လမ်းကိုအဲ့လိုလေးဆင်ထားပေမဲ့ တစ်ကယ်တမ်းကျဒုတိယကမ္ဘာစစ်အတွင်းက နာဇီတွေရဲ့ရက်စက်မှုအကြောင်း ကို ပုံဖော်ရိုက်ကူးပြထားတဲ့ကားလေးပါ။ ကိုယ်တွေတောင်ဘာသာပြန်ရင်း ရင်ထဲတစ်မျိုးကြီးဖြစ်သွားတာမလို့ အသည်းငယ် တဲ့လူတွေ စိတ်နုတဲ့လူတွေကလွဲရင် ကျန်တဲ့လူတွေကြည့်ရှူခံစားကြပါအုံးလို့……….IMDb- 7.5, Rotten Tomatoes – 96% ရထားတဲ့ အလန်းစားကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဇာတ္လမ္းကေတာ့ ၂၀၁၅ တုန္းထြက္ရွိခဲ့ၿပီး CM မွာလည္းမတင္ရေသးသလို Rating အျမင့္နဲ႔ ဇာတ္ကားေကာင္းေလးတစ္ကားမို႔ တင္ဆက္ေပးလိုက္ပါတယ္။ ဇာတ္လမ္းေလးကေတာ့ ေသသြားတဲ့ကေလးအေလာင္းကို ႐ြတ္ဖတ္သရဇၨယ္ေပးဖို႔ ဘာသာေရးဆရာတစ္ေယာက္ကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xv7v/[CM]Son.Of.Saul.2015.BluRay.720P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYTNjMDE2YjctZDI1Ni00NzY0LTg1NzEtMWFhYWU3ZDc5NDQwXkEyXkFqcGdeQXVyMjk1ODM0NTk@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Trust No 1 (2019)",
        "description": "Trust No 1 (2019)=============IMDb Rating - 3.8/10#UnicodeGoffstownဆိုတဲ့ မြို့ငယ်လေးမှာ တစ်ခါမှ မဖြစ်ဖူးတဲ့ လူသတ်မှုတွေ တစ်မှုပြီး တစ်မှု ပေါ်လာခဲ့တယ်။အဲ့အသတ်ခံရတာလူကလဲ အရပ်သားမဟုတ်ပဲ north sideထောင်က ထွက်လာတဲ့ ထောင်သားတွေပဲဖြစ်နေတော့ နောက်ကွယ်မှာ ဘယ်လိုဇာတ်ထုပ်တွေ ဖြစ်ပျက်ခဲ့လို့ တစ်ယောက်ပြီး တစ်ယောက်အသတ်ခံရတာလဲ။ အဲ့အမှုကို ကိုင်တဲ့ စုံထောက် Bradleyရဲ့ ညီကလဲ ထောင်ထွက်စာရင်းထဲမှာ ပါနေတော့Bradleyတစ်ယောက် အမှုကို ဘယ်လို့ဆက်လိုက်ဖြစ်မလဲ။ နောက်ပြီး နောက်ကွယ်က ကြိုးကိုင်နေသူကကော ဘာကြောင့် ဒီလိုထောင်ထွက်တွေကိုမှ လိုက်သတ်နေရလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီကားလေးဟာ Rating အားဖြင့် 3.8 သာရထားပေမယ့် ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်းပြောချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူတော့ Su Myat Nandar Win ပဲဖြစ်ပါတယ်။)#ZawgyiGoffstownဆိုတဲ့ ၿမိဳ႕ငယ္ေလးမွာ တစ္ခါမွ မျဖစ္ဖူးတဲ့ လူသတ္မႈေတြ တစ္မႈၿပီး တစ္မႈ ေပၚလာခဲ့တယ္။အဲ့အသတ္ခံရတာလူကလဲ အရပ္သားမဟုတ္ပဲ ...",
        "rating": "3.7",
        "url": "https://megaup.net/Rxnq/[CM]Trust.No.1.2019.BluRay.720P.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/p18173832_v_v8_ab-133x200.jpg",
        "title": "Stairs (2019)",
        "description": "CM ပရိတ်သတ်ကြီးအတွက် ကိုယ့်ကို ကို Brainwash လုပ်လို့\nကောင်းမယ့်ဇာတ်ကားတစ်ကား တင်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားက ကိုယ့်ကိုကို ပြန်ပြီးစစ်တိုက်နေရသလိုမျိုး\nparallel universe ပုံစံမျိုးပါ စတန်ဒန်ဦးဆောင်ပြီး\nစစ်ဆင်ရေးတာဝန်တစ်ခုနဲ့ လာခဲ့တဲ့ စစ်သားတွေက\nဂိတ်ပေါက်တစ်ခုကနေ ဝင်ကမ္ဘာထဲရောက်သလို\nသံသရာလည်ပြီး ထွက်ပေါက်တွေ့ဖို့ခက် ပုံစံတူ\nလှေကားတွေပဲထပ်တလဲလဲတက်နေရပါတယ်\nအောက်ကိုဆင်းလို့မရပါဘူး\nအောက်ကိုဆင်းသွားရင် အောက်ထပ်ရောက်တဲ့အခါသေတာပါပဲ\nနောက်ပြီး ဂိတ်ပေါက်ကနေထွက်လာရင်လည်း\nဒီစစ်ကွင်းပြင်နေရာကိုပဲပြန်ရောက်လာတာပါ\nဝင်ကမ္ဘာလိုမျိုးဖြစ်နေတာပါ\nအဲ့ဒီဂိတ်ကိုရောက်သွားတာက ရန်သူ့စခန်းကိုဝင်စီးပြီးမှပါ\nသူတို့အဖွဲ့လာခဲ့တဲ့ တာဝန်ကတော့\nရန်သူ့စခန်းကိုဝင်စီးပြီး တွေ့သမျှသူတွေအကုန်သတ်\nရသမျှသတင်းအချက်အလက်တွေယူဖို့\nစစ်ဆင်ရေးနဲ့လာခဲ့ပါတယ် အဲ့ဒီ့စခန်းမှာရောက်တော့\nအဖမ်းခံထားရတဲ့ အမျိုးသမီးတစ်ယောက်ကို\nမသတ်သင့်ဘဲ စ‌တန်ဒန်ရဲ့ခေါင်းမာမှုကြောင့် ပစ်သတ်လိုက်ပါတယ်\nဇာတ်လမ်းက အဲ့ဒီမှာ စတာပဲ အဲ့အမျိူးသမီးကို ဒေသခံတွေ\nသေမင်းတမန်တော်ဆိုပြီး သမုတ်ကြတာပါ\nစောနကအပေါ်မှာရေးခဲ့သလိုပဲ သူတို့ဟာ ဒီအချိန် ဒီနေ့ရက်ကိုပဲ\nပြန်ပြန်ရောက်ရောက်လာတာနဲ့ကြုံနေရတာပါ\nအဲ့ဒီ့ အဖမ်းခံထားရတဲ့ သေမင်းတမန်လို့ခေါ်ကြတဲ့\nအမျိုးသမီးကို မသတ်ခဲ့ရင်သူတို့အနေနဲ့ အသက်ရှင်ဖို့\nလမ်းစကိုတွေ့နိုင်မှာလား ဘာတွေဆက်ဖြစ်ကြမလဲ\nအဲ့ဒီ့အမျိုးသမီးကိုရော ကယ်တင်နိုင်မှာလား\nလှေကားထစ်‌တွေမှာ ရွာလည်ပြီး အစကိုပြန်ပြန်ရောက်သွားတော့ရော\nသူတို့ကို ဘာတွေက ဒုက္ခပေးအုံးမှာလဲ\nသူတို့နဲ့ သူတို့ရဲ့တခြားဘဝတွေပြန်တိုက်ခိုက်ကြမှာလား\nဘယ်လိုတွေဇာတ်သိမ်းမလဲဆိုတာ‌ကို\nကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်\nFile Size\nIMDb 5.9/10\nRotten Tomatoes 63%\nGrene - Horror/Sci-fi\nDuration - 1:40:00\nTranslator - Pyae Shan Tun Wai\nEncoder - XCode",
        "rating": "5.9/10",
        "url": "https://channelmyanmar.org/stairs-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/traffic-2000-138x200.jpg",
        "title": "Traffic 2000",
        "description": "ဒီတစ္​​ေခါက္​တင္​ဆက္​​ေပးမယ္​့ဇာတ္​လမ္​း​ေလးက​ေတာ့ ​ေအာ္​စကာဆု ၄ခုရရွိထားတဲ့ Traffic ဆိုတဲ့ မႈခင္​းဇာတ္​လမ္​း​ေလးပဲျဖစ္​ပါတယ္​။ ဒီဇာတ္​ကား​ေလးမွာ​ေတာ့ မူးယစ္​​ေဆးဝါးကို ​ေမွာင္​ခို​ေရာင္​းဝယ္​​ေနၾကတဲ့ ကုန္​အဖြဲ႕ႀကီး​ေတြ မူးယစ္​​ေဆးဝါးျဖန္​႔ျဖဴး​ေရာင္​းခ်သူ​ေတြနဲ႔ မူးယစ္​​ေဆးဝါးကူးသန္​း​ေရာင္​းဝယ္​မႈကို တိုက္​ဖ်က္​ဖို႔ႀကိဳးစား​ေနသူေတြၾကားက မူးယစ္​​​ေဆးဝါးတိုက္​ပြဲကို ​စိတ္​ဝင္​စားဖြယ္​​ေတြ႕ျမင္​ရမွာပါ။ ဒီဇာတ္​ကား​ေလးထဲမွာ​ေတာ့ မူးယစ္​​ေဆးဝါးဂိုဏ္​း​ေတြကို ဖမ္​ းဆီးဖို႔ႀကိဳးစားရင္​း အထက္​လူႀကီးတစ္​ဦးရဲ႕ တားဆီးမႈကိုခံရၿပီး​ေနာက္​ ​ေနာက္​ကြယ္​ကျဖစ္​ရပ္​​ေတြကိုသိရွိသြားတဲ့ မက္​ဆီကိုနိုင္​ငံမွ ရဲအရာရွိ Javier အမ်ိဳးသားမူးယစ္​​ေဆးထိန္​းခ်ဳပ္​​ေရးအဖြဲ႕မွာ ခန္​႔ထားခံရၿပီး မူးယစ္​​ေဆးဝါးကုန္​သြယ္​​ေနတဲ့ ဂိုဏ္​းႀကီး​ေတြကို နွိမ္​နင္​းဖို႔ႀကိဳးစား​ေနတဲ့ တရားသူႀကီး Robert Wakefield ​ေက်ာင္​းမွာ စာသာမက ဘက္​စံု​ေတာ္​တဲ့ ​ေက်ာင္​းသူတစ္​ဦးျဖစ္​​ေပမယ္​့ မူးယစ္​သား​ေကာင္​ျဖစ္​​ေနတဲ့ Caroline မူးယစ္​​ေဆးဝါးျဖန္​႔ျဖဴးသူအျဖစ္​ တရားစြဲခံထားရသူ ခင္​ပြန္​းသည္​ကို အမႈမွလြတ္​ဖို႔ နည္​းမ်ိဳးစံုနဲ႔ ႀကိဳးစား​ေနတဲ့ Helena မူးယစ္​ဂိုဏ္​းကိုတရားဥပ​ေဒအရ အျပစ္​​ေပးခံရဖို႔ႀကိဳးစား​ေနရင္​း မိတ္​​ေဆြရဲ​ေဘာ္​ကိုဆံုးရႈံးလိုက္​ရတဲ့ အ​ေမရိကန္​ရဲအရာရွိ Moty စတဲ့ဇာတ္​​ေကာင္​​ေတြရဲ႕ မတူညီတဲ့ရုန္​းကန္​မႈ​ေတြကို ​ေတြ႕ရမွာပဲျဖစ္​ပါတယ္​။ မူးယစ္​ကုန္​သည္​ဂိုဏ္​းႀကီး​ေတြနဲ႔ မူးယစ္​​ေဆးဝါးကိုတိုက္​ထုတ္​ဖို႔ႀကိဳးစား​ေနတဲ့ သူတို႔အၾကား အစိုးရဘက္​ကပဲ မူးယစ္​ဂိုဏ္​း​ေတြကိုအနိုင္​ရသြားမလား မူးယစ္​​ေဆးဝါးကုန္​သည္​​ေတြကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/Rwhu/Traffic.2000.720p.BluRay_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bubbul-135x200.jpg",
        "title": "Bulbbul 2020",
        "description": "နက်ဖလစ်ကနေ ပြသသွားတဲ့ အိန္ဒိယကားအသစ်လေးကို တင်ဆက်ပေးထားပါတယ်။ ဒီဇာတ်လမ်းမှာ ဘူလ်ဘူးဆိုတဲ့ ကလေးမလေးဟာ မင်းဆွေမင်းမျိုး အိမ်တော်တစ်ခုမှာ သတို့သမီးအဖြစ်ရောက်လာပါတယ်။ ဒါပေမယ့် သူလက်ထပ်ရမယ့် အသက်တွေကြီးတဲ့ သတို့သားကို မနှစ်သက်ဘဲ သတို့သားရဲ့ ညီ သူနဲ့ ရွယ်တူလို ဖြစ်နေတဲ့ စတြာကိုပဲ ခင်မင်နှစ်သက်မိခဲ့တယ်။ စတြာဟာ လန်ဒါကို ဥပဒေပညာသင်ဖို့ ထွက်သွားပြီး နှစ်ပေါင်းများစွာကြာတဲ့အခါမှာ ရွာကို ပြန်လာတော့ ဘူလ်ဘူးဟာပြောင်းလဲနေခဲ့ပါပြီ။ ပြီးတော့ ရွာထဲမှာလည်း ခြေကလိမ်စုန်းမလို့ နာမည်ကြီးတဲ့ ပုံပြင်ထဲက စုန်းမတစ်ယောက်က လူတွေကို လိုက်သတ်နေတဲ့အမှုတွေလည်း ဖြစ်နေပြီး စတြာက ဒါကို လိုက်စုံစမ်းတဲ့အခါမှာ….Quality – 720p  webripDuration - 1 hr 34 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror Translator – LittleneoEncoder – ...",
        "rating": "6.6",
        "url": "https://megaup.net/1xus0/Bulbbul.2020.Hindi.720p.NF(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cIIT2KFvsKos0n4BCCutHT9y7ft.jpg",
        "title": "Postman to Heaven (2009)",
        "description": "[Unicode]အခုCMကနေထပ်တင်ပေးမယ့်Koreaကားလေးကတော့\nမင်းသမီးချော Han Hyo Joo ပါတဲ့ Postman to heaven ဆိုတဲ့ကားလေးပါ\nကားလေးကအေးအေးလေးဆိုပေမယ့် romantic ဖြစ်ပြီး မိုးအေးအေးနဲ့ကြည့်လို့ကောင်းတာပါနော်သေလွန်ပြီးကောင်းကင်ဘုံရောက်သွားမယ့်လူတွေဆီ\nကျန်ရစ်သူတွေက ပို့သမျှစာတွေကို မင်းသားနဲ့မင်းသမီးက ပို့ပေးဟန်ဆောင်ကြတဲ့ကားလေးပါ\nနောက်ဆုံးပိုင်းမှာလည်း supriseလေးတစ်ခုပါတဲ့ကားလေးပါ ။[Zawgyi]အခုCMကေနထပ္တင္ေပးမယ့္Koreaကားေလးကေတာ့\nမင္းသမီးေခ်ာ Han Hyo Joo ပါတဲ့ Postman to heaven ဆိုတဲ့ကားေလးပါ\nကားေလးကေအးေအးေလးဆိုေပမယ့္ romantic ျဖစ္ၿပီး မိုးေအးေအးနဲ႔ၾကည့္လို႔ေကာင္းတာပါေနာ္ေသလြန္ၿပီးေကာင္းကင္ဘုံေရာက္သြားမယ့္လူေတြဆီ\nက်န္ရစ္သူေတြက ပို႔သမွ်စာေတြကို မင္းသားနဲ႔မင္းသမီးက ပို႔ေပးဟန္ေဆာင္ၾကတဲ့ကားေလးပါ\nေနာက္ဆုံးပိုင္းမွာလည္း supriseေလးတစ္ခုပါတဲ့ကားေလးပါ ။ \nTranslated by Hnin Wut Yi\nEncoded by NAL",
        "rating": "6.8",
        "url": "https://megaup.net/1xugr/Postman_to_Heaven_(2009)_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/two-heads-creek-141x200.jpg",
        "title": "Two Heads Creek 2019",
        "description": "မိမိ ဝါသနာပါရာ လုပ်ငန်းလုပ်ဖို့ အိမ်ကနေထွက်သွားခဲ့တဲ့ အန်နာဘဲလ် နဲ့ မိသားစုက အရေးပါတယ်လို့ ယူဆပြီး မိခင်နဲ့အတူဝက်အူချောင်းဆိုင်ဖွင့်ရင်း ကျန်နေခဲ့တဲ့ နော်မန်... မိခင်ဖြစ်သူရဲ့ စျာပနမှာ ပြန်တွေ့ဖြစ်ကြတဲ့ သူတို့ မောင်နှမ နှစ်ယောက်... မိမိတို့ မိခင်ဖြစ်သူရဲ့ ဈာပန ကျင်းပတဲ့နေ့မှာ ထိုအမျိုးသမီးက သူတို့ရဲ့ အမေရင်း မဟုတ်မှန်းသိလိုက်ရတဲ့အခါ.... ဈာပနမတိုင်ခင်က နော်မန် ပြန်ဖြေဖြစ်လိုက်တဲ့ ဩစတေးလျားက ထူးဆန်းတဲ့အမျိုးသမီး တစ်ယောက်ရဲ့ ဖုန်းကို ‌အခြေခံပြီး ဩစတေးလျားနိုင်ငံ Two Heads Creekမြို့မှာ အမေဖြစ်သူကို ရှာပုံတော်ဖွင့်ဖို့ ထွက်လာခဲ့ပေမဲ့ အမေဖြစ်သူက ဆုံးပါး‌သွားပြီ ဖြစ်ကြောင်း သိလိုက်ရပြီး မိမိနေရပ်ကို ပြန်မဲ့နေ့မှာ ဒေသခံတွေရဲ့ မူမမှန်တာတွေ တွေ့ရတဲ့အခါ.... အဲ့ဒီမြို့က ဘာတွေ ဘယ်လို ထူးခြားနေပြီး မူမမှန်တာလဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ဆက်ကြည့်လိုက်ရအောင်Quality – 720p  webripDuration ...",
        "rating": "5",
        "url": "https://megaup.net/2dret/Two.Heads.Creek.2020.720p.WEBRip(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/feel-the-beat-135x200.jpg",
        "title": "Feel the Beat 2020",
        "description": "ဒီတစ္​​ေခါက္​တင္​ဆက္​​ေပးမယ္​့ ဇာတ္​ကား​ေလးက​ေတာ့ dancer ျဖစ္​ဖို႔ႀကိဳးစား​ေနတဲ့ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​ရဲ႕ဘဝကို စိတ္​ဝင္​စားဖြယ္​ရိုက္​ကူးတင္​ဆက္​ထားတဲ့ မိသားစုဟာသကား​ေလးပဲျဖစ္​ပါတယ္​။ April Dibrina ဟာ ဘ​ေရာ႕​ေဝးကျပဇာတ္​​ေတြမွာ ​ေခါင္​း​ေဆာ​င္​​မင္​းသမီးျဖစ္​ဖို႔ႀကိဳးစား​ေနတဲ့ အကသမားတစ္​ဦးပါ။ ​ေမြးရပ္​​ေျမမွာရွိတဲ့ ခ်စ္​သူကိုပါစြန္​႔လႊတ္​ၿပီး သူမရဲ႕အိမ္​မက္​​ေတြကိုအ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ ႀကိဳးစားခဲ့​ေပမယ့္​ ထုတ္​လုပ္​သူတစ္​​ေယာက္​ရဲ႕​ေရွ႕မွာ အမွားလုပ္​မိတာ​ေၾကာင္​့ သူမရဲ႕အိမ္​မက္​​ေတြ ပ်က္​စီးလုနီးပါးျဖစ္​ခဲ့ရပါတယ္​။ စိတ္​ဓာတ္​က်​ေနတဲ့ April Dibrinaတစ္​​ေယာက္​ ဖခင္​ရွိတဲ့သူမရဲ႕ဇာတိၿမိဳ႕ကိုျပန္​သြားတဲ့အခါမွာ​ေတာ့ သူမရဲ႕အိမ္​မက္​ကို ျပန္​လည္​အ​ေကာင္​အထည္​​ေဖာ္​ဖို႔ လမ္​းစတစ္​ခုရခဲ့ပါတယ္​။ အဲ့တာက​ေတာ့ သူမငယ္​ငယ္​ကသင္​ခဲ့ရတဲ့ အကသင္​တန္​း​ေက်ာင္​းက က​ေလးငယ္​​ေတြနဲ႔အတူ အကၿပိဳင္​ပြဲဝင္​ရင္​း ​ဘ​ေရာ႕​ေဝးက နာမည္​ႀကီးပြဲစီစဥ္​သူ Welly Weng ရဲ႕​ေရွ႕ကျပရမယ္​့ အခြင္​့အ​ေရးပါပဲ။ ဒီအခြင္​့အ​ေရးရဖို႔ သူမအတြက္​ သိပ္​မလြယ္​လွပါဘူး။ ဘာ​ေၾကာင္​့လဲဆို​ေတာ့ သူမသင္​​ေပးရမယ္​့ က​ေလး​ေတြဟာ ကတဲ့​ေနရာမွာ အဆင္​မ​ေျပတဲ့အျပင္​ ခ်ိဳ႕ယြင္​းခ်က္​မ်ားစြာနဲ႔ျဖစ္​​ေနလို႔ပါပဲ။ ဒီကား​ေလးထဲမွာ သူမရဲ႕အိမ္​မက္​အတြက္​ အၿမဲႀကိဳးစား​ေနတဲ့ dancer မ​ေလး April Dibrina အျဖစ္​ Sofia Carson ကသရုပ္​​ေဆာင္​ထားတာပဲျဖစ္​ပါတယ္​။ အကနဲ႔ပတ္​သတ္​ၿပီး ...",
        "rating": "6.4",
        "url": "https://megaup.net/Rwj5/Feel.the.Beat.2020_720p_(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/blackout-158x200.jpg",
        "title": "The Blackout 2019",
        "description": "တစ်နေ့ရရှားနိုင်ငံမှာ ဘာကြောင့်မှန်းမသိတဲ့ အခြေအနေတစ်ခုကြောင့် ဆက်သွယ်ရေးလိုင်းတွေ ပြတ်တောက်သွားတဲ့အပြင် မြို့တွေအမှောင်ကျကုန်တယ် လူတစ်ချို့ဟာလဲ ဘာကြောင့်မှန်းမသိ အသိစိတ်တွေပျောက်ကုန်ပြီး တိုက်ခိုက်မှုတွေ လုပ်တော့တယ် သူတို့နောက်က ကြိုးကိုင်ထားသူဟာလည်း ဘယ်သူဆိုတာ အဖြေရှာလို့မရပြန်ဘူး အမှောင်ကျသွားတဲ့ ဧရိယာအတွင်းကို စုံစမ်းဖို့ လွှတ်လိုက်တဲ့အဖွဲ့တိုင်းလဲ ပြန်မလာနိုင်ကြဘဲ အဆက်အသွယ်တွေပြတ်တောက်ကုန်တယ် ဒီတော့ ရုရှားအစိုးရဟာ ဘာကြောင့်လဲဆိုတာ စုံစမ်းဖို့ အထူးတပ်ဖွဲ့တွေဖွဲ့စည်းပြီး အတွင်းပိုင်းထဲထိသွားပြီး စုံစမ်းဖို့ စတင်တော့တယ် အထူးတပ်ဖွဲ့တွေလည်း ကူညီရာမဲ့ဖြစ်ပြီးအထဲမှာ ပိတ်မိနေတော့တယ် တစ်ဖက်မှာလည်း အစ်လို့ အမည်ရတဲ့ ဂြိုလ်သားတစ်ကောင်ဟာ အမည်ဖော်မရတဲ့ရန်သူကို ရှာဖွေဖို့ သူကူညီနိုင်တယ်ဆိုပြီး လူသားတွေကို သူ့ကို ကူညီဖို့ ကမ်းလှမ်းလာခဲ့တယ် ... တကယ်တော့ ဂြိုဟ်သားတွေဟာ ကမ္ဘာပေါ်ကို အခြေချနေထိုင်ဖို့ ကြိုးစားနေတာသိလိုက်ရတဲ့အချိန်မှာ ...... အထူးတပ်ဖွဲ့တွေအနေနဲ့ရော အပြင်ကို ပြန်ထွက်လာနိုင်ပါ့မလား.... အသိစိတ်မဲ့သွားတဲ့လူတွေကို ထိန်းချုပ်နေတာကရော ဘယ်သူလဲ... ဒီပြဿနာကြီးကိုရော သူတို့ဖြေရှင်းနိုင်ပါ့မလား....... ထူးထူးဆန်းဆန်းနဲ့ သိပ္ပံဆန်ဆန်ဇာတ်လမ်းကြိုက်သူတွေအတွက် ...",
        "rating": "6",
        "url": "https://megaup.net/2dr4C/The.Blackout.2019.RUSSIAN.720p.BluRay(CM).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMjdhZmUxZTMtOWRmZS00ZmY0LTgxMzMtZjRjZDg2MTExY2IyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006671000_AL_-133x200.jpg",
        "title": "The Personal History of David Copperfield (2019)",
        "description": "The Personal History of David Copperfield (2019)====================================IMDb Rating - 6.3/10Rotten Tomatoes – 94 %#Unicodeဒီဇာတ်ကားက အင်္ဂလိပ်စာရေးဆရာကြီး Charles Dickens ရဲ့ ဂန္ဓာဝင်ဝတ္ထုတွေထဲကတစ်ခုကိုရုပ်ရှင်ဇာတ်လမ်းဖန်တီးထားတာဖြစ်ပါတယ်။ ဒေးဗစ်ကိုပါဖီး တစ်ယောက် ဟာ ငယ်စဉ်က ဆွေကြီးမျိုးကြီးထဲက ဆင်းသက်လာရပြီး အပူအပင်မရှိဖြတ်သန်းလာခဲ့ရတာပါ ။ မွေးကတည်းက အဖေဆိုတာကို နာမည်သာကြားခဲ့ဖူးပေမယ့် တွေ့ခွင့်မရခဲ့ပါဘူး။ ဒါပေမယ့် သူရဲ့ မိခင် ကလာရာကိုပါဖီးကကြွယ်ဝချမ်းသာတဲ့ မျိုးဆက်ဖြစ်တဲ့အတွက်လိုလေသေးမရှိ ပြုစုစောင့်ရှောက်ပေးခဲ့ပါတယ်။ ဒီလိုနဲ့သာယာပျော်ရွှင်နေတဲ့ ဒေးဗစ်တို့ဘဝကို မုန်တိုင်းတစ်ခုကျရောက်ပါတော့တယ် ။ ဒေးဗစ်ရဲ့အမေဟာအသက်ငယ်ရွယ်တဲ့သေးတဲ့အပြင် ရုပ်ရည်ပါလှပတဲ့အတွက် နောက်အိမ်ထောင်ပြုဖို့ကမခက်ခဲခဲ့ပါဘူး။ဒါပေမယ့် ဒေးဗစ်ရဲ့အမေ ရွေးချယ်လိုက်တဲ့သူက ဒေးဗစ်အတွက် ကံကကြမ္မာဆိုးသဖွယ်ပါပဲ။ အိမ်ထောင်ဦးစီးဆိုတဲ့ ဂုဏ်ကိုအပြည့်အဝအသုံးချကာ ဒေးဗစ်အပေါ်ရက်စက်ပါတော့တယ်။ အဲ့ဒါအပြင် အသက်ငယ်ငယ်လေးပဲရှိသေးတဲ့ဒေးဗစ်ကို လန်ဒန်ကိုတစ်ယောက်တည်း ပို့လိုက်ပါတော့တယ် ။ ငယ်ရွယ်လွန်းတဲ့ဒေးဗစ်ဟာ ဆင်းရဲဒုက္ခတွေကို တစ်ယောက်တည်း ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကတော့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2drp4/[CM]The.Personal.History.of.David.Copperfield.2020.BluRay.720P.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwuyP02WDpJrWNvkNl8UgdDsjfp.jpg",
        "title": "Bring Me Home(2019)",
        "description": "Bring Me Home(2019)တစ်ဉီးထဲသောသားလေးမို့ ရင်နင့်အောင်ချစ်ခဲ့ပါတယ်ဆိုမှာ ရုတ်တရက်ပျောက်ဆုံးသွားတယ်...မိဘ(၂)ပါးအတွက် ဘဝတွေဟာ ခါးသီးလွန်းတယ်.... လင်မယား(၂)ယောက် တစ်ယောက်ကိုတစ်ယောက်ဟန်ဆောင်ပြုံးတွေနဲ့ နှစ်သိမ့်ပေးရင်း သားလေးကိုရှာခဲ့တာ အခုဆို(၆)နှစ်တောင်ရှိခဲ့ပြီ.....ခုချိန်ထိအစအနတောင်ရှာမရသေး...ယောကျ်ားဖြစ်သူဟာ သားလေးတွေ့တဲဆိုတဲ့ စာတစ်စောင်ကြောင့်အပြေးအလွှားသွားရှာတုန်းမှာကားမှောက်ဆုံးသွားတယ်...မိခင်အတွက်တော့ တစ်ပူပေါ်တစ်ပူဆင့်ပါပဲ...ဒီလိုနဲ့တစ်နေ့မှာတော့ ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သူ့သားရှိတယ်ဆိုတဲ့ အခိုင်အမာ သတင်းရပြီးတဲ့နောက်မှာတော့....ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး...တော်တော်ကောင်းတဲ့ Drama ကားလေးပါ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (472MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chain\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/Rvy2/Bring_Me_Home.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGbtMyG6XccVTFVyTsylMB6bTDQ.jpg",
        "title": "By Quantum Physics: A Nightlife Venture(2019)",
        "description": "By Quantum Physics: A Nightlife Venture(2019)ဒီတစ်ခါမှာတော့ ၂၀၁၉ က ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်..ဒီဇာတ်ကားလေးမှာတော့ အခုပြသနေတဲ့ It's Okay to Not Be Okay ဇာတ်ကားထဲက မင်းသမီးလေး Seo Yea-Ji လည်း ပါ၀င်သရုပ်ဆောင်ထားပါတယ်...လီချန်ဝူက ကိုယ်ပိုင်စီးပွားရေး လုပ်ငန်းတစ်ခု ထူထောင်နိုင်ဖို့ အောက်ခြေကနေ အလုပ်လုပ်ခဲ့သူပါ ...သူ့မှာ ငွေစုမိတဲ့ အခါ အရင်းနှီးထည့်မယ့်လူတွေကိုခေါ်ပြီး ဘားတစ်ခု ဖွင့်ခဲ့ပါတယ်...သူ့ရဲ့ ဘားမှာ မန်နေဂျာလုပ်ပေးဖို့အတွက် ထက်မြက်ပြီး အရည်ချင်းရှိတဲ့ ဆောင်းအွန်ယောင်းကိုလည်း ကမ်းလှမ်းခဲ့ပါတယ်...ဒါပေမယ့် ဖွင့်ပွဲပြီးတဲ့ နောက်နေ့မှာပဲ ဘားမှာ အဆိုတော်တစ်ယောက်နဲ့ တရားမ၀င်ငွေတိုးချေးလုပ်ငန်းပိုင်ရှင်တစ်ယောက်ရဲ့သားတို့အတူတူဆေးသုံးနေတာကို အမှုစစ်တွေ မိသွားခဲ့ပါတယ်...အဲ့နောက်မှာ အဆိုတော်လည်း  ထူးဆန်းစွာ ပျောက်ဆုံးသွားပြီး ဘားလည်းပိတ်ခဲ့ရပါတယ်...ဒီအမှုဟာ အစိုးရလူကြီးပိုင်းတွေနဲ့ လူဆိုးဂိုဏ်းတွေပါ ပါ၀င်ပက်သက်တဲ့ အမှုကြီးဖြစ်သွားတာကြောင့်လီချန်ဝူးနဲ့ ဆောင်းအွန်ယောင်းတို့လည်း အသက်အန္တရာယ်ရှိလာပါတော့တယ် အဲ့အခါမှာ သူတု့ိတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Rvta/By_Quantum_Physics.A_Nightlife_Venture.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qxZQ8LnexyZXwGcJb1z4n7P4Iyd.jpg",
        "title": "Matchless Mulan ( 2020 )",
        "description": "ကဲ ဒီတခါတော့ အားလုံးရင်းနှီးကြမယ့်နာမည်နဲ့ဇာတ်ကားတကားတင်ဆက်ပေးချင်ပါတယ်တရုတ်နိုင်ငံသမိုင်းမှာထင်ရှားခဲ့တဲ့အမျိုးသမီးစစ်သူကြီးဟွားမုလန်ဆိုရင်လူတိုင်းသိကြမယ်ထင်ပါတယ်နော် အခုလည်း CMပရိသတ်အတွက်2020 Aprilကမှထွက်ထားတဲ့ အသစ်စက်စက် Mulanကားလေးတင်ဆက်ပေးလိုက်ပြန်ပါပြီ Fu Long Feiနဲ့ Liu Yong Xiတို့အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ် အရင်ကြည့်ဖူးနေကြဇာတ်လမ်းတွေမှာမုလန်ကနိုင်ငံရဲ့တပ်သားစုဆောင်းတဲ့ကာလမှာသူ့ဖခင်အတွက်စစ်ထဲလိုက်သွားရာက​ကျော်ကြားတဲ့အမျိုးသမီးစစ်သူကြီးဖြစ်လာတဲ့ဇာတ်လမ်းမဟုတ်ဘဲ အဲ့နောက်ပိုင်းကာလကိုအခြေခံထားပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ မုလန်ဟာအမျိုးသမီးစစ်သူကြီးအဖြစ်ကနေဂုဏ်ယူစွာမွေးရပ်မြေကိုပြန်လာပြီးဆယ်နှစ်အကြာမှာ ရိုရန်မွန်ဂိုလူမျိုးတွေဟာအရှေ့ပိုင်းယွင်ကျုံးနယ်မြေကိုလာရောက်ထိပါးလာပြန်ပါတယ်ဒီအတွက်စစ်သူကြီးမုလန်ဟာ တိုက်ပွဲနယ်မြေကိုတခေါက်ပြန်လည်ရောက်ရပြန်ပါတော့တယ်အဆုံးသတ်လေးလည်းလှတာမို့ဘယ်လိုဖြစ်မလဲ ကြည့်ရှုပေးကြပါဦးနော် Review & Translated By Nay ChiiEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2dqme/(CM)Matchless.Mulan.2020.WEB-DL.720p.mp4",
        "category": "History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bhcztxe8saun-121x200.jpg",
        "title": "The King Of Arms ( 2019 )",
        "description": "2019 ခုနှစ်ကထွက်ရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတကားဖြစ်ပါတယ်အများကြီးအထွေအထူးတော့မညွန်းတော့ပါဘူးစစ်သားတစ်ယောက်အတွက် ကိုယ့်အသက် ကိုယ့်မိသားစုကိုယ့်အဖွဲ့ ကိုယ့်တပ် ကိုယ့်ပတ်ဝန်းကျင် အားလုံးထဲမှာဘယ်အရာက အရေးကြီးဆုံးဆိုတာ ပြောပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ...ဇာတ်လမ်းလေးကတော့ နယ်စပ်ဂိတ်မှာ မှောင်ခိုဆေးခြောက်ကုန်သွယ်တဲ့အဖွဲ့က စပြောရမယ်ကားတွေနဲ့ နည်းမျိုးစုံ မှောင်ခိုသွင်းပြီး ရောင်းဝယ်နေတဲ့ ဖျံတချို့ကိုရဲတွေ ဘယ်လို ကြိုးစားပြီး ဖမ်းခဲ့ရတယ်ဆိုတာကို မြင်တွေ့ရမှာပါ...ပြည်သူ့ဝန်ထမ်းကောင်း ဆိုတာကို သိချင်သူတိုင်း ကြည့်သင့်တဲ့ ကားကောင်းလေးပါ Translated By Chu ChuENcoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/2dqk3/(CM)The.King.Of.Arms.2019.WEB-DL.720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Hot-girl-nhat-ban-khoe-hang-2-154x200.jpg",
        "title": "Rei Kitajima & her young Boy (2019)",
        "description": "အသက် (၁၈) နှစ်အောက် ကြည့်ရှုရန် မသင့်တော်ပါ\n \nအပျိုကြီးမမ တွေ အနေနဲ့ ရွယ်တူတွေထက်\nမောင်လေးတွေကို ပိုကြိုက်ကြတာ သိမှာပါ\nဒီလိုနဲ့ အပျိုကြီးတစ်ယောက် ဟာ\nသူနေတဲ့ တိုက်ခန်းဘေးကို မောင်လေး\nငယ်ငယ်လေး တစ်ယောက် ပြောင်းလာတာကို\nသတိထားမိသွားပါတယ်...\nကောင်လေးက ဆယ်ကျော်သက်လေးဖြစ်ပြီး\nအရှက်အကြောက်ကြီးတဲ့ အတွက် အပျိုကြီးမမ.\nပိုစိတ်ဝင်စားတာပေါ့...\nတစ်ရက်မှာတော့ မောင်လေး အတွက်\nအပျိုကြီး မမ က ဟင်းကောင်းလေးတွေ\nချက်ပြီးသွားပို့တာပေါ့\nဖြစ်ချင်တော့ မောင်လေးကလဲ\nလူပျိုစင်လေး ဖြစ်မှန်းသိသွားတော့\nစားဆော်ကြီး မမ က မနေနိုင်တော့ပဲ\nဆွဲစားဖို့ ကြံတော့တာပေါ့ဗျာ\nဒီတော့ စားဆော်ကြီးကပဲ\nဆွဲစားမလား လူပျိုစင်လေးက\nထွက်ပြေးလွတ်မြောက်နိုင်မလားဆိုတာ\nရင်တမမ နဲ့ ကြည့်ရှုသင်ခန်းစာယူရမှာပါ\n:D\n \nUsersdrive မှဒေါင်းနည်း -\nhttps://www.youtube.com/watch?v=UsT_I478HEY",
        "rating": "",
        "url": "https://channelmyanmar.org/rei-kitajima-her-young-boy-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYmNiYWEzZTQtY2ZlYS00YjRkLWFhZTYtMzQyNWMxMDUzZDFjXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_-135x200.jpg",
        "title": "Four Kids and It (2020)",
        "description": "Four Kids and It (2020)==================IMDb Rating - 4.9/10#Unicode2020 ခုနစ်ထွက် Family Fantasy ဇာတ်ကားလေးပါ ပေါ့ပေါ့ပါးပါးလေးနဲ့ ချစ်ဖို့ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရော့စ်က အင်္ဂလန်သူ စာဖတ်ဝါသနာအိုးလေးပါ သူ့မောင်လေးရော်ဘီရယ် သူရယ်ကို သူ့အဖေက အားလပ်ရက်အပန်းဖြေခရီးတစ်ခုကို ခေါ်သွားပါတယ်။ အဲဒီခရီးစဉ်မှာ သူ့အဖေနဲ့တွဲနေတဲ့ အမျိုးသမီးအဲလစ်နဲ့ မိတ်ဆက်ပေးပါတယ်။ အဲလစ်မှာကလည်းဇတ်ဇတ်ကြဲ သမီးကြီးစမတ်ရှ်နဲ့ သမီးငယ်လေးမော်ဒီ ပါလာပါတယ။ ဒီလိုနဲ့ သူတို့တွေကြားမှာ ဘုနဲ့ဘောက်တွေဖြစ်ကြရင်း ကမ်းခြေပေါ်မှာ ထူးဆန်းတဲ့ မှော်သတ္တဝါတစ်ကောင်နဲ့ ဆုံပါတော့တယ်။အဲဒီလိုကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦးIMDb Rating  4.9/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi2020 ခုနစ္ထြက္ Family Fantasy ဇာတ္ကားေလးပါ ေပါ့ေပါ့ပါးပါးေလးနဲ႔ ခ်စ္ဖို႔ေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေရာ့စ္က အဂၤလန္သူ စာဖတ္ဝါသနာအိုးေလးပါ သူ႔ေမာင္ေလးေရာ္ဘီရယ္ သူရယ္ကို သူ႔အေဖက ...",
        "rating": "4.9",
        "url": "https://megaup.net/1xsaz/[CM]Four.Kids.And.It.2020.WebRip.720P.mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jfVAx36bnczMArJB8eFZuoDdKC4.jpg",
        "title": "Chaman Bahar(2020)",
        "description": "Chaman Bahar(2020)ဒီဇာက်ကားလေးဟာ IMDB rating 7.3ရရှိထားတဲ့ Drama ဇာတ်ကားလေးဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဥ်း ဘိလ်လူးရဲ့အဖေဟာသစ်တောထိန်းသိမ်းရေးဌာန DFO ကအရာရှိကြီးရဲ့လက်ထောက်အဖြစ်အလုပ်လုပ်ပါတယ်။ဘိလ်လူးကတော့အဲ့ဒီအလုပ်ကဘာမှနာမည်မရတာကြောင့်ကိုယ်ပိုင်စီးပွားရေးတစ်ခုထူထောင်မယ် ဆိုပြီးခပ်တည်တည်ပဲ ကွမ်းယာဆိုင်ဖွင့်လိုက်ပါတယ်....သူ့ရဲ့ကွမ်းယာဆိုင်ဖွင့်ပြီးမကြာခင်မှာပဲပြည်နည်နယ်နိမိတ်ပြောင်းလဲသတ်မှတွချက်တွေနဲ့လမ်းကြောအသွားအလာတွေပါပြောင်းလဲကုန်ပါတယ်။သိပ်မကြာခင်မှာပဲသူရောင်းတဲ့ကွမ်းယာဆိုင်ရှေ့ကလမ်းတစ်ဖက်ခြမ်းကို အငယ်တန်းအင်ဂျင်နီယာမိသားစုတစ်စုပြောင်းရွှေ့လာကြပါတယ်။အဲ့ဒီမိသားစုထဲမှာကောင်မလေးတစ်ယောက်လဲပါခဲ့လေရဲ့..ဒီကောင်မလေးကလည်း ခင်ဗျားတို့ ချစ်သူနီးပါး လှလေတော့လူပျိုလှည့်မယ့်ကောင်တေွ တစ်ဝုန်းဝုန်းပေါ့...ဒီလိုလှည့်ရင်း အနီးနားက ဘိလ်လူးကွမ်းယာဆိုင်က အကောင်းဆုံး တည်းခိုရာ ဖြစ်နေလေရဲ့..ကွမ်းယာဆိုင်အတွက်တော့ ရောင်းအားတွေထိုးတက်ကုန်တာပေါ့...ဒါပေမဲ့ ဘိလ်းလူးက  အပြည့်အဝမပျော်နိုင်ရှာဘူး..ဘာလို့ဆို ဒီကောင်မလေးကို သူလည်း သိပ်ကြွေနေခဲ့ပြီကိုး...ကိုင်း ကွမ်းယာသည်ကောင်လေး သူချစ်တဲ့ကောင်မလေးကို ရနိုင်မလား ...သူ့အတွက်ရော ဘယ်လို အခက်အခဲမျိုးစုံကြုံရမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဦီး...File Size : (950 MB) and (472MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:51:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.3",
        "url": "https://megaup.net/1xsa4/Chaman_Bahaar.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "",
        "title": "Six Days of Sistine(2019)",
        "description": "Six Days of Sistine(2019)တကယ်တော့အချစ်ဆိုတာလည်း ကဗျာတစ်ပုဒ်ပဲမဟုတ်လား....အချစ်ကြောင့်ကဗျာဆရာတွေဖြစ်သွားကြသလို အချစ်ကြောင့်ပဲ ကဗျာတွေကို ကျွန်တော်တို့ချစ်မြတ်နိုးခဲ့ဖူးကြတယ်မဟုတ်လား...ဒီဇာတ်ကားလေးက အချစ်နဲ့ကဗျာ ဒွန်တွဲနေတဲ့အကြောင်းကိုကဗျာလေးတွေဖွဲ့သီရင်း ကောင်မလေးနဲ့ ကောင်လေးရဲ့ ချစ်စရာကောင်းတဲ့ဆက်နွယ်မှုကိုပြထားတာပါ...ကဗျာကိုသဘောကျပြီးခပ်လှလှ စကားလုံးတွေကိုနှစ်ခြိုက်သူတို့သဘောတွေ့မယ့်အချစ်ကားလေးပေါ့ဗျာ...File Size : (850 MB) and (478 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:24:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Fleur\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/1xs8w/Six_Days_Of_Sistine.2019.WEB-DL.720P.PP.mp4",
        "category": "Romance"
    }
]