[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/817pd4QpDJL._AC_SL1500_-141x200.jpg",
        "title": "[SSNI-780]Special Yua Mikami (2021)",
        "description": "SSNI-780 Special Yua Mikami\n--------------------------\nJavလောကထဲ အမိုက်ဆုံးဆော်ကိုပြပါဆိုရင်\nကျနော်ကတော့ သူ့ပဲပြမှာ.ခန္ဓာကိုယ်ကလဲ\nအမိုက်စား မျက်နှာပေါက်ကလဲ ကိုရီးယားမလေးနဲ့ဆင်တယ်.\nအသံကျတော့လဲ ပုရိသတွေ သာခွေယိုင်ဖြစ်စေမယ့်အသံ.\nသရုပ်ဆောင်ပိုင်းကျတော့လဲ ဘာမှပြောစရာမလို,\nအော်စရာရှိအော် ညည်းစရာရှိညည်း :3.\nဒီရုပ်ရှင်ကတော့ ဇာတ်လမ်းအတို လေးငါးပုဒ်ကို\nစုစည်းထားတဲ့ ထူးရှယ် ပေါင်းချုပ်ပေါ့ဗျာ.\nစုစုပေါင်းဇာတ်လမ်းတို ၅ပုဒ်နဲ့တင်ဆက်ထားပြီး\nတပုဒ်ဆို တပုဒ် အတွင်းအားတွေ ကုန်ခမ်းစေတာ\nမျက်မြင်ကိုယ်တွေ့ ကြုံတွေ့ရမှာပါ.....\nအတွင်းအားစုထားတဲ့ သိုင်းသမားဘရိုတို့အတွက်\nကျင့်စရာထူးရှယ်သိုင်းကျမ်းငါးပုဒ် တင်ပေးလိုက်ပါပြီ....Translated and Enocded by : SenpaiQuality : 720pDuration: 2h 44minsFile Size : 1.36GBDuraton : 2h 10min",
        "rating": "9",
        "url": "https://megaup.net/Xpww/ssni-780.Special_Yua_Mikami.720p_%7BDS%7D_1.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/phfHdNaa4AVN3dzKHo2FVwUXo4f.jpg",
        "title": "Mirror (1975)",
        "description": "Mirror(1975)\n===========\nIMDb Rating - 8.1/10\nDirected By Andrei Tarkovskyထုတ်ပြောမထားတဲ့ ခံစားချက်တွေဟာ မမေ့ရက်နိုင်စရာကောင်းတယ်တဲ့။\nကောင်မလေးတစ်ယောက်ကို ခင်ဗျား ချစ်နေတယ်ထား။\nခင်ဗျား သူ့နဲ့ စကားတွေ နည်းနည်းဖြစ်ဖြစ် များများဖြစ်ဖြစ် ပြောဖြစ်နေမယ်။\nခင်ဗျား သူ့ကိုချစ်နေတယ်ဆိုတဲ့ အချက်ကို အသေပြောချင်နေပေမဲ့ အကြောင်း‌ကြောင်းနဲ့ ခင်ဗျားမပြောဖြစ်ဘူး။\nသူလည်းသိချင်သိမယ် မသိချင်မသိဘူး။\nခင်ဗျားကတော့ မပြောဖြစ်ဘူး။\nဒီလိုအခြေအနေမျိုးကို လူတစ်ဝက်လောက်တော့ ကြုံဖူးကြမယ်ထင်တာပ‌ဲ။\nဖြစ်ဖူးရင်တော့\nအဲ့ဒီအချိန်မှာ ခင်ဗျား ခံစားရတဲ့ခံစားမှုကို စကားလုံးနဲ့ ဖော်ပြကြည့်။ ကျွန်တော်တော့ မဖော်ပြတတ်ဘူး။\nသေချာတာကတော့ အဲ့ဒီခံစားမှုဟာ အ‌တော်လေးသိပ်သည်း ပြင်းထန်တယ်။\nဒါပေမဲ့ အဲ့ဒီခံစားမှုကို\nစကားလုံးနဲ့ ဖော်ပြဖို့ကြ မရတော့ဘူး။\nစကားလုံးတွေဟာ လူသားရဲ့အမှန်စင်စစ် ခံစားမှုကို ဖော်ပြဖို့ရာ မလုံလောက်တဲ့ အရာတွေပဲ။\nခံစားမှုတွေကို ဖော်ပြဖို့ စကားလုံးတွေက မတတ်နိုင်ဘူး။ မော်ဒန်Artတွေမှာတော့ ရုပ်ပုံတွေဟာ ရုပ်ပုံမဟုတ်တော့ဘူး။\nစကားလုံးတွေဟာ စကားလုံးတွေမဟုတ်တော့ဘူး။\nဖော်ပြချင်တဲ့ ခံစားမှုရဲ့ မသိကိန်းတစ်ခုကို ပိုပေါ်လွင်အောင် တိကျတဲ့အရာတစ်ခုကို\nပုံဖော်ခြင်းရေးသားခြင်းမရှိတော့ဘဲ ခံစားမှုလိုမျိုးဝေဝါးတဲ့အရာတစ်ခုကိုသာ အနုပညာပစ္စည်းကို ခံစားမည့်သူကို ပေးအပ်လာတယ်။\nပြောရရင် ပရိတ်သတ်ကို အလုပ်ပေးထားတယ်။\nသူတို့ဖန်တီးထားတဲ့ အနုပညာကိုအရင်းတည်ပြီး ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/mirror-1975/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/infinite-600x900-1-133x200.jpg",
        "title": "Infinite(2021)",
        "description": "Infinite(2021) အညွှန်း**********************သိပ္ပံစိတ်ကူးယဉ် အက်ရှင် ကောင်းတာလေး ကြည့်လို့ရအောင် တင်ပေးလိုက်ပါတယ်။မင်းသားမင်းသမီးတွေကလည်း သိပြီးသားလူတွေပါပဲ။ဇာတ်လမ်းကတော့ လူဝင်စားအယူအဆတွေကို အခြေခံထားပါတယ်။ကမ္ဘာကြီးထဲက လူအချို့မှာအတိတ်ဘဝတွေအကုန်လုံးကို မှတ်မိနိုင်တဲ့ အစွမ်းပါလာတဲ့ လူတွေရှိနေပါတယ်။သူတို့ သင်ခဲ့သမျှ တတ်ခဲ့သမျှတွေကိုပါ မှတ်မိနေတာဖြစ်တဲ့အတွက်ဘဝတွေ ကြာရှည်လာလေလ ပိုပြီး တော်လာလေလေပါပဲ။ဒီလို လူတွေထဲမှာမှ နှစ်မျိုးကွဲနေပါတယ်။ တစ်ဖွဲ့ကတော့ ဒီအစွမ်းနဲ့ အသိပညာတွေကို လူသားတွေကော်းဖို့ သုံးသင့်တယ်လို့ထင်တဲ့အဖွဲ့ပါ။နောက်တစ်ဖွဲ့ကတော့ ဒီလိုတွေ ပြန်ဝင်စားနေရတာဟာ ဆင်းရဲဒုက္ခမို့ ဒီဘဝကနေ လွတ်မြောက်ဖို့ အတွက် ကြိုးစားမယ့်အဖွဲ့ပါ။သူတို့ ကြိုးစားတာကတော့ ရိုးရှင်းပါတယ်။ ပြန်ဝင်စားစရာမရှိအောင် သက်ရှိတွေ တစ်ယောက်မကျန်သတ်လိုက်ရင် သံသရာအေးသွားမယ်ဆိုတာပါပဲ။ အဲဒီလို နှစ်ဖွဲ့ နှစ်ပေါင်းများစွာ အားပြိုင်လာရင်းနဲ့တစ်နေ့မှာ သူ့ကိုယ်သူ လူဝင်စားမှန်းမသိဘဲ စိတ်ရောဂါရှိနေတယ်ထင်လို့ ပြဿနာတွေတက်နေတဲ့ မင်းသားကိုတွေ့သွားတဲ့အခါ အဲဒီမင်းသားက သူတို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Xl4b/Infinite.2021.WEB-DL.720P.PP.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t3sd3GemzTlejUmXfwlOQzqrwFA.jpg",
        "title": "Major Grom: Plague Doctor (2021)",
        "description": "Mayor Grom 2021\n-----------------------------IMDb 6.5သူ့နာမည်က \"အီ​ဂေါဂရွန်\"၊ ရုရှား စိန့်ပီတာစဘတ်စ်က စုံ​ထောက်တစ်​ယောက်\nသူ့မှာ လုပ်ထုံးလုပ်နည်းမရှိဘူး၊ အထက်အမိန့်ဆိုတာ သူ့အတွက် အပိုဆာဒါး၊ တရားခံမိဖို့အတွက်ဆို ရှိသမျှ တရားဥပ​​ဒေ​တွေ၊ ​​ဘောင်​တွေအကုန်​ဖျက်ပြီး ကျားကုတ်ကျားခဲဖမ်းတဲ့သူသူ့ရဲ့တရားခံဖမ်းနည်းက တစ်မျိုးဆန်းတယ်၊ တရားခံကို လိုက်ဖမ်း​နေတဲ့အချိန်အတွင်းမှာကို ဖြစ်လာနိုင်​ချေရှိတဲ့ကိစ္စတိုင်းကို သူ့ရဲ့စိတ်ကူးနန်း​​တော်ထဲမှာ အရင်စဥ်းစားပြီးမှ အ​ကောင်းဆုံးရှု​ထောင့်ကို ​ရွေးပြီး လက်ရဖမ်းတတ်သူမျိုး\nတိုက်ရည်ခိုက်ရည်ကလည်းအပြည့်၊ တစ်နည်း​ပြောရရင် ရှားလော့ဟုမ်းရဲ့ဉာဏ်ရည်နဲ့ ဆားပုလင်းနှင်း​မောင်ရဲ့လက်ရည်​ပေါင်းစပ်ထားတဲ့ စုံ​ထောက်Plague Doctorဆိုတဲ့ နာမည်နဲ့လိုက်​အောင် စိန့်ပီတာစဘတ်စ်မြို့ကို ကပ်​ဘေးဆိုက်​အောင်လုပ်​နေတဲ့ လူ့မလိုင်အသိုင်းအဝိုင်း​တွေကိုပဲ ပစ်မှတ်ထားပြီး ​​​သွေး​အေးရက်စက်စွာ သတ်ဖြတ်တဲ့သူ၊ ပလိပ်​ရောဂါ​ခေတ် မျက်နှာဖုံးတပ်ထားတဲ့သူ့ကို ဘယ်သူဘယ်ဝါမှန်း ဘယ်သူမှမခန့်မှန်းနိုင်ကြသလို သူသတ်ဖြတ်​နေတဲ့ ဗီဒီယို​တွေကိုပါ ရုပ်သံက​နေလွှင့်ရဲတဲ့အထိ အ​ကြောတင်းတဲ့ လူသတ်သမားဒီနှစ်​ယောက်ရဲ့ ဉာဏ်ရည် လက်ရည်ယှဥ်ပြိုင်ကြတဲ့အချိန် ဘယ်သူက ဘယ်လိုအသာစီးရသွားမလဲ၊ ဘုံလုံတစ်လှည့် ငါးဖျံတစ်လှည့် တစ်​ယောက်ကိုတစ်​​ယောက် ဘယ်လိုကတုံး​ပေါ်ထိပ်ကွက်သွားမလဲ\nဇာတ်လမ်းအစက​နေ အဆုံးထိ တစ်ကွက်မှ ပျင်းစရာမ​ကောင်း၊ အီ​လေးမဆွဲပဲ ရုရှားဇာတ်ကားတို့ထုံးစံအတိုင်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jjx4/Mayor.Grom.Chumnoy.Doktor.2021.720p(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/duvjjx8d5orl.mid-136x200.jpg",
        "title": "(18+)Blood Type A, A Big Breasted Girlfriend (2021)",
        "description": "Type A Big Breasted Girlfriend 2021နောက်ထပ် သိုင်းလောက ဘဒိုတွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ကားကောင်းလေးကတော့ ရည်းစားမရနိုင်တဲ့ကျော်ကြီးရဲ့ ညီလေး တပ်ထွက်ကို ကျော်ကြီးက ကောင်မလေး ချောချောရှာပေးတဲ့ ပညာပေး 18+ဖောင်းဒိုင်းကားလေးပဲဖြစ်ပါတယ် ပွဲတိုင်းကျော် ကျော်ကြီး ညီ တပ်ထွက်လေးဟာ တွဲသမျှဆော်တိုင်းနဲ့ မခံပဲ ဆော်ပစ်ကောင်တွဲပြတ်ဖြစ်နေခဲ့တာ သုံးနှစ် ရှိပြီဖြစ်ပါတယ် ဒီလို သနားစရာညီလေးအတွက် ဆော်ပစ်ကောင် ဘဝကကျွတ်အောင်အစ်ကိုတော် သိုင်းဆရာ ကျော်ကြီးက ဆော်အလန်းလေးကိုမှ ဆရာကျတဲ့ ဆရာမလေးကို ရှာပေးလိုက်တာပဲဖြစ်ပါတယ်အစကတော့ ရိုးသလို အေးသလိုလေးလို့ ထင်ရပေမယ့် တကယ့်တကယ် မောင်တပ်ထွက်နဲ့ အထန်ဆော်လေး တွေ့တဲ့အချိန် ရှယ် ဖောင်းဒိုင်း အသားပေးထားတဲ့ ဇာတ်ကြမ်းကားလေးလည်း ဖြစ်ပါတယ် ဆော်တွေကို ညွှန်းရရင်မင်းဂျောင်းဆိုတဲ့ ဆော်လေးက အရင် ကျော်ကြီးကားတွေမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2jj3k/Type_A_Big_Breasted_Girlfriend_2021_720p_HDRip_AAC_X264(DS).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Uab93c9a8c0564c7f97c6fe746c4ff228n-144x200.jpg",
        "title": "In the Lap of God (1991)",
        "description": "IMDb Rating (6.4)ညှို့အားပြင်းတဲ့ ဟောင်ကောင်မင်းသမီးလေး Irene Wan ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး.. ဟောင်းပေမယ့်ကောင်းနေဆဲ ရင်ထဲကို ကျလိကျလိဖြစ်အောင်လုပ်မယ့်ကားလေးပါ။ သူ့ကိုမြင်လိုက်တာနဲ့ ပြုံးစိစိဖြစ်သွားကြမယ့် လူတွေမြင်ယောင်ပါသေးတယ်.....\nဇာတ်လမ်းကို ၁၉၉၁ ခုနှစ်တစ်ဝိုက်မှာဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်မှာ ဖြစ်ပျက်ခဲ့တဲ့ မြန်မာပြည်ရဲ့ တော်လှန်ရေးအနေအထားကိုပါ ထည့်သွင်းရိုက်ကူးထားပါတယ်။\nဒီဇာတ်လမ်းထဲမှာတော့ မမမေ က မြန်မာပြည်ကြီးမှာ အဖမ်းခံထားရတဲ့ သူ့ကောင်လေးကို ပြန်ရွေးဖို့အတွက် ဒေါ်လာနှစ်သိန်းလိုအပ်နေပါတယ်။ အဲ့ဒီအချိန် ဒုစရိုက်လူဆိုးဂိုဏ်းအဖွဲ့ရဲ့ စိန်ထုပ်က သူ့ဆီမတော်တဆရောက်လာပြီး မြန်မာပြည်ကြီးကို အဲ့ဒီစိန်ထုပ်နဲ့အတူ ဝင်ရောက်လာတဲ့အခါမှာ....\nမြန်မာပြည်ကြီးကဘယ်လောက်ထိရက်စက်လဲဆိုတာတွေ ဘယ်လိုဒုက္ခတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားမှာပဲ ကြည့်ကြည့်ရအောင်နော်။ ။ဒီဇာတ်ကားကိုကြည့်ပြီးတော့ မင်းသမီး Irene Wan ကို နှစ်သက်သဘောကျတယ်ဆိုရင်တော့ သူ့ဇာတ်ကားတချို့တွေကို ထပ်ပြီးတင်ဆက်ပေးပါ့မယ်..။အခုဇာတ်ကားကိုလဲ CM ထုံးစံအတိုင်း အကောင်းဆုံး Quality နဲ့တင်ဆက်ပေးထားတာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ JoJoVa ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Zgai/(CM)In_the_Lap_of_God.1991.WEB-720P.X264.AAC.Cantonese.mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ePYagdzUwKpzTP73n9CD3D1MFn.jpg",
        "title": "Rogue Hostage (2021)",
        "description": "ခုတစ်ခါမှာတော့ 11 ရက်နေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိထားတဲ့ Action Thriller အမျိုးအစားဖြစ်တဲ့Rogue Hostage ကို တင်ဆက်ပေးပါရစေမင်းသားကတော့ Fast&Furious ပရိသတ်တွေတော့ မှတ်မိမယ်ထင်ပါတယ် ဟုတ်ပါတယ် သူကတော့ မင်းသားTyrese Gibson ပဲဖြစ်ပါတယ် သူဟာ ဒီကားမှာတော့ ကိုင်ဆိုတဲ့ ဇာတ်ကောင်ကို ရိုက်ကူးပုံဖော်သွားပါဇာတ်လမ်းအကျဥ်းပြောပြရမယ်ဆိုရင်တော့ စစ်ဆင်ရေးတစ်ခုကို အစပြုရမှာပါမရိန်းတပ်သားတစ်ဦးဖြစ်တဲ့ ကိုင်ဟာ ကံအကြောင်းမလှစွာနဲ့ အဆိုပါစစ်ဆင်ရေးမှာ သူ့ရဲ့ရဲဘော်ရဲဖက်ကို ဆုံးရှုံးလိုက်ရပါတယ် ကိုယ့်ရဲ့ပါတနာရဲဘော်တစ်ယောက် ဆိုးဆိုးရွားရွားသေဆုံးတာကို မျက်မြင်ကိုယ်တွေ့ကြုံလိုက်ရခြင်းဟာ ကိုင်ကိုအလွန်သွေးပျက်ပြီး စိတ်ခြောက်ခြားဖြစ်စေခဲ့ပါတယ် ကိုယ်နဲ့သေမတူရှင်မကွာ သွေးသောက်ညီအစ်ကိုလို အမြဲတာဝန်ထမ်းဆောင်နေရတဲ့ပါတနာကို ဆုံးရှုံးလိုက်ရတာ ခံစားချက်က အလွန်ဝမ်းနည်းစရာကောင်းလှပါတယ် အဲ့ဒီဆုံးရှုံးမှုကို ​မျက်မြင်တွေ့လိုက်ရတဲ့ ကိုင်အဖို့ ရူးမတတ်ခံစားရမှာပါ အဲ့ဒီအဖြစ်အပျက်ပြီးတဲ့နောက်မှာလည်း ကိုင်ဟာသွေးထွက်သံယိုတွေ သေနတ်ပစ်သံတွေကို Trauma တစ်ခုလို ဆက်ပြီးခံစားခဲ့ရပါတယ်အဲ့လိုနဲ့ ကိုင်တစ်ယောက် မရိန်းတပ်ကနှုတ်ထွက်ပြီး ခိုနားရာအိမ်ပြန်လာတဲ့အခါမှာလည်းကံကြမ္မာက ...",
        "rating": "3.5",
        "url": "https://megaup.net/Xnwk/Rogue.Hostage.2021.720p.WEBRip.DD5.1.x264-(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/91cufS3hpPL._AC_SL1500_-172x200.jpg",
        "title": "[SSNI-229]  Silent Obedience On The Train (2018)",
        "description": "[SSNI-229]  Silent Obedience On The M****ter Train A Big Tits College Girl Is Taught A Lesson In Orgasmic Ecstasy{ Yua Mikami }ကဲကဲ Darkside ဖန်တို့ရေ ..ဒီတစ်ခါမိတ်ဆက်ပေးမှာကတော့ မင်းသမီးချောလေး Yua Mikami ရဲ့ ရထားပေါ်က ရှက်ကိုးရှက်ကန်း ရုန်းကုန်မှု့များ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ဒီလိုပါတက္ကသိုလ်ကျောင်းသူလေး Yua Mikami မှာ သူ့ရဲ့အတန်းဖော်သူငယ်ချင်းလေးရှိပါတယ်သူကျောင်းမလာတာ တော်တော်ကြာပြီမို့ စိတ်ပူနေလေရဲ့တစ်နေ့သူ့ဆီကနေ အမှတ်မထင်ဘဲ ရထားပေါ်ကသူတွေ သူ့ကို ဝိုင်း မတားလုပ်ကြောင်းသိလိုက်ရတယ်ဒါနဲ့ သူကိုယ်တိုင် ရထားစီးပြီး မတားရားမှု့ကို ဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်သူလေး ဖော်ထုတ်နိုင်မလားဟိုကပဲ သူ့ကို ပြန် ထုတ် ပြီး ဖော် လိုက် မလားကတော့ ဇာတ်လမ်းထဲကြည့်ရှူ့ရအောင်နော် ။အညွှန်းကတော့Dark Devil ...",
        "rating": "18+",
        "url": "https://channelmyanmar.org/ssni-229-silent-obedience-on-the-train-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-12-at-4.35.50-PM-134x200.png",
        "title": "Trigger Point (2021)",
        "description": "Trigger Point (2021)================IMDb Rating - 4.8/10Action, Thriller လူး၀စ်ဆိုတဲ့ လူတစ်ယောက်ဟာ အမေရိကန် မြို့လေးတစ်မြို့မှာ နေထိုင်တယ်၊ သူဟာ ဒီမြို့ရဲ့ သာမန်လူတွေထဲကတစ်ယောက်တော့ မဟုတ်ဘူး သူဟာ အတိတ်မေ့နေတဲ့ လူတစ်ယောက် နောက်ပြီး အတိတ်ဘ၀ကို မလိုချင်တော့တဲ့သူတစ်ယောက်၊ သူဘာကြောင့် ဒီဘ၀ကို ပြန်မလိုချင်ရတာလဲဆို သူဟာ အရင်က နီကိုးလပ်စ်ရှောလို့ အမည်ရတဲ့ပြဿနာတွေ ဒုက္ခတွေကြုံခဲ့ရတဲ့သူ ဖြစ်နေလို့ပါပဲ၊ သူအတိတ်မေ့ရခြင်းရဲ့ အကြောင်းရင်းကြီးပေါ့ ဒါပေမယ့် တစ်နေ့မှာအလိုက်စ် ကိန်းဆိုတဲ့ လူတစ်ယောက် လူး၀စ်ဆီ ရောက်လာပြီး သူပြန်မလိုချင်တဲ့ ဘ၀ထဲကို ပြန်ဆွဲခေါ်ပါတော့တယ်။အကြောင်းရင်းကတော့ သူ နီကိုးလပ်စ်ဘ၀က တာ၀န်ထမ်းဆောင်ခဲ့တဲ့ နေရာက မိတ်ဆွေတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရပြီး အလိုက်စ်ရဲ့ သမီးဖြစ်သူ မော်နီကာဟာလည်း ပျောက်ဆုံးသွားပါတယ်။ ဒီတော့ နီးကိုးလပ်စ်နဲ့ အလိုက်စ်တို့၂ ယောက် ပူးပေါင်းပြီး ပျောက်သွားတဲ့ မော်နီကာကို ရှာရင်း အဖြေမပေါ်သေးတဲ့ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2jijD/Trigger.Point.2021.720p.BluRay.5.1CH[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q1USrpUYiRkAj8ArEG5jUUXCCEo.jpg",
        "title": "Rang De (2021)",
        "description": "Rang De 2021အချစ်ဟာ ဆန်းကြယ်တဲ့ ဆိုတဲ့ စကားကို\nရှေ့တန်းတင်ရင် အားလုံးအတွက် ရယ်စရာဖြစ်မလား မသိဘူး။\nဝေးနေပေမဲ့၊ အပြင်မှာ မတွေ့ဖူးပေမဲ့\nအရမ်းချစ်ရတဲ့အခါ ရှိတယ်။\nဘယ်သူနဲ့ ဘာတွေ လုပ်နေမလဲဆိုပြီး တွေးတောပူဆွေးရင်း\nတနေကုန်ငိုနေရတဲ့အခါ ရှိသလိုနီးကပ်၊ထိစပ်နေပေမဲ့ အချစ်စိတ် မဖြစ်ဘဲ\nသူငယ်ချင်းထက် မပိုနိုင်တဲ့ သံယောဇဉ်တွေလည်း\nကြုံဖူးမှာပါ။နှစ်ယောက်လုံးက ချစ်စိတ်မဝင်ကြရင် နေသာသေးတယ်ဗျ၊\nနှစ်ယောက်မှာ တစ်ယောက်က တစ်ဖက်သတ်ချစ်နေရမယ်ဆို\nမခက်ပေဘူးလား။\n---------------တေလဂူးတို့က အချစ်ကားလေးတွေမှာ\nတော်တော်လေး ကြည့်ကောင်းနေတာ\nအားလုံး အသိပါပဲ။ခုဇာတ်ကားကတော့ တေလဂူးပရိသတ်တို့\nရင်းနီးပြီးသားဖြစ်တဲ့ Nithiinနဲ့ Keerthyတို့ရဲ့\nအိမ်နီးချင်း ဇာတ်လမ်းလေးပါပဲ။Nithiinဖြစ်တဲ့ အာဂျွန်ကတော့\nငယ်ငယ်ကတည်းက Keerthy ဖြစ်တဲ့\nအာနူးရဲ့ ဒုက္ခပေးနည်းပေါင်းစုံကို ခံယူခဲ့ရသူတစ်ဦးပေါ့။အာနူးက အာဂျွန် ဝယ်လာသမျှ စားမယ် သောက်မယ်။\nမရင် အာဂျွန် အဖေ့ကို တိုင်မယ်။\nအတန်းမှာလည်း အတန်းမှာမို့၊ အိမ်မှာလည်း အိမ်မှာမို့နဲ့\nအာဂျွန်ကတော့ တော်တော် စိတ်ပျက်နေသူပေါ့။ဒါကိုတော့ အာနူးရဲ့ စိတ်ထဲမှာ ကြည်နူးစရာလို့\nသတ်မှတ်ထားတယ်။\nအမြဲလိုလို သူ့အပေါ် ဂရုစိုက်တတ်တဲ့\nအာဂျွန်ကလွဲပြီး သူ့အတွက်တော့ အားကိုးစရာမရှိဘူး။ငယ်ရွယ်စဉ်မှာ အမြဲလိုလို သည်းခံကြ၊ အနိုင်ယူကြနဲ့\nအဆင်ပြေပေမဲ့ အရွယ်ရောက်လာတဲ့အခါမှာတော့....----------------------ကဲဒီလောက်ဆို အားလုံးလည်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ZfiC/Rang_De_(2021)_Telugu_TRUE_WEB-DL_-_720p.CM..mp4",
        "category": "Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-12-at-8.21.41-PM-140x200.png",
        "title": "Dear Tenant (2020)",
        "description": "Dear Tenant (2020)===============IMDb Rating - 7.4/10အရင်နှစ်တွေက ထိုင်ဝမ်မှာ လိင်တူချင်းလက်ထပ်ဖို့ကို ခွင့်ပြုပေးခဲ့တာ အားလုံးသိပြီးသားဖြစ်မှာပါ။ အခုလည်း အံ့ဩစွာနဲ့ ထိုင်ဝမ်ရဲ့အကြီးကျယ်ဆုံးဆုပေးပွဲဖြစ်တဲ့ Golden Horse Awards မှာ BL ကားဖြစ်တဲ့ဒီကားလေးက ဇကာတင်ဆု ၅ ဆုအတွက် ဆု ၄ ခုရရှိခဲ့ပါတယ်။ဒီဇာတ်လမ်းကိုရေးသားသူကတော့ “လက်ထပ်တယ်ဆိုတာ လူနှစ်ယောက်နဲ့မဆိုင်ဘဲ မိသားစုနှစ်ခုပေါင်းစပ်တာပါ။ ဒီကြားထဲ သားသမီးတွေပါလာရင် ပိုရှုပ်ကုန်မှာပေါ့။ ဒီလိုမျိုးရှုပ်ထွေးမှုကို လိင်တူနှစ်ယောက် လက်ထပ်တဲ့အခါ ဘယ်လိုကြုံတွေ့နိုင်မလဲဆိုတာ စိတ်ကူးရင်း ဇာတ်လမ်းရေးသားခဲ့တာပါ” လို့ဆိုခဲ့ပါတယ်။အချစ်ဆိုတာ ချစ်နေဖို့ပဲဖြစ်ပြီး အချစ်အတွက် တာဝန်ယူမှု၊ သစ္စာစောင့်သိမှုဆိုတာ လိင်မခွဲခြားဘဲ ချစ်သူတွေအားလုံး လိုက်နာရမယ့်စည်းဆိုတာကိုလည်း အသားပေးရိုက်ပြပေးထားပါတယ်။------------------ကျန့်ရီ ကတော့ လွန်ခဲ့တဲ့ငါးနှစ်က သူ့ရဲ့ချစ်သူကိုဆုံးရှုံးပြီးနောက် ချစ်သူရဲ့သားနဲ့အမေကို မိသားစုသဖွယ် စောင့်ရှောက်ပေးခဲ့တဲ့သူပါ။ ဒါက ပုံမှန်မိန်းကလေးဆိုရင်တော့ အရမ်းလိမ္မာတဲ့ချွေးမလို့သတ်မှတ်ပြီး ယောက်ျားလေးတစ်ယောက်က သိတတ်တဲ့အခါမှာတော့ ဘာများမျှော်လင့်စရာရှိလဲဆိုတဲ့ သံသယတွေဖြစ်ပေါ်စေပါတယ်။မကြာခင် ကျန့်ရီစောင့်ရှောက်နေတဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Dki4/Dear.Tenant.2020.CHINESE.720p.BluRay[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Dil-Ka-Rishta-160x200.jpg",
        "title": "Dil Ka Rishta (2003)",
        "description": "ကျွန်တော်တို့ငယ်ငယ်တုန်းက မဂ္ဂဇင်းတွေမှာ မျက်ဝန်းလဲ့ပြာပြာ မျက်ခုံးကောင်းကောင်း နှုတ်ခမ်းဖူးဖူးနဲ့အိန္ဒိယမင်းသမီးတစ်ပါးကို မကြာခဏမြင်ဖူးခဲ့ကြပါတယ်...သူကတော့ ၁၉၉၄ ခုနှစ်ရဲ့ Miss World ဆုရှင် Aishwarya Rai ပါပဲ...အခုတင်ဆက်မှာကတော့ သူပါဝင်သရုပ်ဆောင်ထားတဲ့ Drama,Romance ဇာတ်ကားလေး Dil Ka Rishta (2003) ပဲဖြစ်ပါတယ်..Dil Ka Rishta ဆိုတာ မြန်မာလိုဆို နှလုံးသားနှောင်ကြိုးလို့ အဓိပ္ပာယ်ရပါတယ်...ဆွေးမြေ့ဖွယ်ဇာတ်ကားနာမည်က Rai ရဲ့ရီဝေဝေအလှတွေနဲ့ အပ်စပ်လွန်းလှပါတယ်...ဇာတ်လမ်းကတော့ ၃ ပွင့်ဆိုင်ဇာတ်လမ်းပါ...တစ်ယောက်က မီလျံနာသူဌေးသား...မင်းသမီးက ချစ်ရသူရှိပြီးသား ဆရာမလေး...သူဌေးသားက ပိုင်ရှင်ရှိပြီးသား ဆရာမလေးကိုမှ ချစ်မိသွားတဲ့အခါမှာတော့....၃ ပွင့်ဆိုင် ဇာတ်လမ်းမှာ ၂ ယောက်ထဲ ရှေ့ဆက်ဖို့ဆိုတာ ရင်ကိုခွဲထုတ်သလို နှလုံးသားနှောင်ကြိုးတွေကိုဖြတ်ချရတာမျိုးပါပဲ...နာကျင်ရတယ်....ဒါပေမယ့်အချစ်ဆိုတာ နာကျင်ခံခက် ကြည်နူးဆွတ်ပျံ့တဲ့ ဘုရားသခင်ရဲ့ပြစ်ဒဏ်မျိုးပဲမလား....။ \nFile size…(2.7 GB) and (1.7 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "",
        "url": "https://megaup.net/1Dkh5/(CM)Dil.Ka.Rishta.2003.720p.AMZN.WEB-DL.DD+5.1.H.264-Telly.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/365e650240de44be94602d24c57b33c3-141x200.jpg",
        "title": "Stalker (1979)",
        "description": "Stalker(1979)\n===========\nBy Andrei Tarkovsky\nIMDb - 8.1/10\"တချို့ကတော့ ခင်မောင်ရင့်ဘဝဟာ\nဘာမှမဟုတ်ဘဲ ပြီးသွားတယ် ပြောကြတယ်။\nဝမ်းနည်း စကားပေါ့။ ကျနော်က အဲဒီလို\nဘယ်တုန်းကမှ မထင်ဘူး။ ခင်မောင်ရင်ဟာ\nသူ့ဘဝရဲ့အကြောင်း အကုန် နားလည်တယ်။\"\nဝင်းဖေက ခင်မောင်ရင်ကို ဒီလိုပြောခဲ့တယ်။\nအားမကျမိဘူးလား။ ငါတော့အားကျတယ်။\nကိုယ့်ဘဝကိုကိုယ် နားလည်တာထက်\nဖြစ်တည်မှုအတွက်အရေးကြီးတာဘာရှိဦးမလဲ။ ဖြစ်တည်မှုဟာ အရင်လာလား။\nဖြစ်တည်ရတဲ့အကြောင်းရင်းဟာ အရင်လာလား။\nအတော်ရူးမိုက်တဲ့အမေးပဲ အကြောင်းရင်းသာအရင်လာခဲ့ရင် ငါတို့တွေ ဒီလိုအဓိပ္ပာယ် ပျောက်နေ စရာလိုပါ့မလား။\nဖြစ်တည်မှုရဲ့အဓိပ္ပာယ်ကို တာကော့စကီးဟာ ငါတို့ကို မေးခွန်းထုတ်သွားတယ်။\nဒါပေမဲ့ အဖြေကို သူမပေးနိုင်ဘူး။\nသူ့ဘာသာသူလည်း ရေရာပုံမရဘူး။\nဒါကြောင့်ပဲ ငါတို့အတူတူရှာဖွေခဲ့ကြရတယ်။\nအနုပညာဟာ ရိုးသားရတယ်မလား။\nတာကော့စကီးက ရိုးသားတယ်။\nအဖြေကိုသူဘယ်တော့မှမတွေ့ဘူး။\nရုပ်ရှင်မှာ ငါတို့ဟာ သူနဲ့အတူတူရှာရတယ်။\nသေတဲ့အထိမတွေ့တာလည်းဖြစ်နိုင်တယ်။\nသောက်ကြီးသောက်ကျယ်ပြောရရင်\nဒါကိုကလည်း ဘဝပဲ။ \"ထိုအရာဟာ ဥက္ကာခဲတစ်ခုလား\nအပြင်ဘက်အာကာသမှ ကမ္ဘာမြေပေါ်\nဆိုက်ရောက်လာသော အရာတစ်ခုခုလား\"\nထိုအရာဟာ ဘာပဲဖြစ်ဖြစ်\nကျုပ်တို့ရဲ့ တိုင်းပြည်ငယ်လေးမှာ\nထိုအရာကြောင့် \"ဇုန်\"ဆိုတဲ့\nဆန်းကြယ်တဲ့နေရာတစ်ခုပေါ်ပေါက်လာခဲ့တယ်\nဇုန်ဆိုတဲ့နေရာမှာ အခန်းတစ်ခုရှိတယ်။\nအဲ့ဒီအခန်းဟာ ဆန္ဒတွေကို တကယ်ဖြစ်မြောက်\nလာစေတဲ့နေရာလို့ဆိုကြတယ်။\nအဲ့ဒီကိုသွားခဲ့ကြတဲ့ လူအချို့ဟာ\nပြန်မလာကြတော့ဘူး\nဒီနေရာဟာ ဘယ်လိုနေရာလဲ\" ဒါက ရုပ်ရှင်ထဲက အကြောင်းအရာတွေ။\nငါတော့ အဲ့ဒီနေရာကို ဖြစ်တည်မှုကို\nရှာဖွေကြတဲ့နေရာလို့ပဲ သတ်မှတ်ချင်တယ်။\nရုပ်ရှင်ထဲက ရှာဖွေကြတဲ့လူသုံးယောက်မှာ\nအကုန်လုံးမတွေ့ခဲ့ကြတာလား။တစ်ယောက်က\nတွေ့ခဲ့တာလား တထစ်ချ‌မပြောတတ်ဘူး။\nဖြစ်တည်မှုကို ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/stalker-1979/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UNHOWGOrXv8rlH3OFOMLjmQZgu.jpg",
        "title": "Wish Dragon (2021)",
        "description": "Wish Dragon (2021)တရုတ်အက်ရှင်မင်းသားကြီး ဂျက်ကီချန်း ကိုယ်တိုင် အသံသရုပ်ဆောင်ထားပြီး\n၅၂၈ မေတ္တာဓါတ်တွေနဲ့ လွှမ်းခြုံထားတဲ့ တရုတ်ကာတွန်းကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...အခုတလော တရုတ်ကာတွန်းတွေလည်း အဆင့်မှီလာတာကို ကာတွန်းချစ်ပရိသတ်ကြီးတွေသိပြီးသားပါ။\nပုံစံကတော့ လူကြိုက်များခဲ့တဲ့ အာလာဒင်မီးခွက်စောင့်နတ်ကို အရှေ့တိုင်းပုံစံဖန်တီးထားတာပါ ။\nမတူတာကတော့ ဇာတ်လမ်းပါ...\nအာရှတို့ရဲ့ထုံးစံအတိုင်း မေတ္တာတရားကိုအဓိကချပြထားတဲ့ ကာတွန်းကားလေးမို့ မိသားစုနဲ့ကြည့်လို့ကောင်းမယ့်ကားလေး လို့ညွှန်းချင်ပါတယ်ခင်ဗျာ..စိတ်ထားကောင်း သဘောကောင်းတဲ့ တင်းစီးကျီး တစ်ယောက်မမျှော်လင့်ဘဲ တရုတ်ရေနွေးခရားလေးတစ်လုံး ရရှိခဲ့ပါတယ်။\nခရားလေးထဲကနေ ထွက်လာတာက သူ့ရဲ့မိုက်ပြစ်ကြောင့် အပြစ်ဒဏ်ခံနေရတဲ့ မင်းသားကြီးဂျက်ကီချန်းသရုပ်ဆောင်ထားတဲ့ နဂါးကိုယ်တော်လေး ။\nကောင်းကင်ပေါ်ကိုပြန်တက်ဖို့ သခင်ဆယ်ပါးရဲ့ အလိုဆန္ဒကိုဖြည့်ဆည်းပေးရမယ်တဲ့။\nရွှေတွေငွေတွေအများကြီး ဆုတောင်းလို့ရပေမဲ့ တင်းစီးကျီး လေးကတော့ လိန လို့ခေါ်တဲ့ မိန်းကလေးသူငယ်ချင်းတစ်ယောက်ကို ဆုတောင်းခဲ့ပါတယ်။\nကျန်တာတောင်း သူငယ်ချင်းဆုတောင်းတော့ မဖြည့်ပေးနိုင်ဘူးလို့ဆိုပြီး တင်းစီးကျီးနဲ့စကားများကြပါတော့တယ်..လူ့သဘာဝကိုနားမလည်နိုင်တဲ့ နဂါးကိုယ်တော်...\nလူသားတွေရဲ့လောဘအကြောင်းကိုနားမလည်တဲ့ တင်းစီးကျီး..\nအဖေ့အလိုကျ နေပေးနေရတဲ့ ရွှေသမီးလေး လိန...\nလောဘဇောတက်ပြီး မကောင်းမှုလုပ်နေတဲ့ လူဆိုးတစ်သိုက်တွေနဲ့\nအရှေိ့တိုင်းဆန်ဆန် ဆုတောင်းပြည့်နဂါးမင်းကြီး ဘယ်လိုစခန်းသွားမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါတော့နော်...File size…1.4 GB and 2.3 GB\nQuality…. ...",
        "rating": "7.4",
        "url": "https://megaup.net/Wfbc/Wish_Dragon.2021.720p.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Capturebla-134x200.jpg",
        "title": "Bala Mitra (2021)",
        "description": "Balamitra (2021)IMDb 9.2/10IMDb Rating မှာ လူ ၅၀၀ ကျော်လောက်က ဒီဇာတ်ကားကို 9.2 ထိပေးထားကြပါတယ်...အိန္ဒိယ Telugu ဇာတ်ကားအများစုဟာ ဇာတ်ညွှန်းကောင်းပြီး စိတ်လှုပ်ရှားမှုအပြည့်အဝပေးနိုင်ကြပါတယ်...ဒီဇာတ်ကားကလဲ Telugu Mood အပြည့်ပါတဲ့ စိတ်ဝင်စားစရာ Thriller ဇာတ်ကားကောင်းပါပဲ...Arjun က ဆေးကျောင်းသားတစ်ယောက်ပါ..သူ့ချစ်သူနာမည်က Deeksha ပါ...တစ်နေ့မှာတော့ Deeksha ပြန်ပေးဆွဲခံရပါတယ်...ပြန်ပေးဆွဲသူက Arjun ဆီက ငွေမတောင်းဘဲ လူ ၃ ယောက်ကို သတ်ခိုင်းတဲ့အခါမှာတော့....။ \nFile size…(1.9 GB) and (1 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:44:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "9.2",
        "url": "https://megaup.net/1Djp7/Bala_Mitra_(2021)_Telugu_TRUE_HD_-_720p.mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/ff0zafqhlbkz-141x200.png",
        "title": "18+ Young Sister-in-law 3 (2019)",
        "description": "ဘဝဆိုတာတိုက်ပွဲ ခယ်မဆိုတာလိုက်ပွဲ ဆိုတဲ့ စကားကြားဖူးကြမှာပါအခုဒီထဲမှာလည်း ပါလေရာ ကျော်ကြီးက ခယ်မလေးကိုကော သူ့မိန်းမကိုပါပွဲဆက်ဖြုတ်ထားတာကို ရှုစားကြရမယ့် ကိုရီးယား 18+ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားမှာလည်းပွဲတိုင်းကျော် ကျော်ကြီးတစ်ယောက် ဘယ်လို အကွက်ဆန်းတွေနဲ့ ဖောင်းဒိုင်းမယ်အရံမင်းသားလက်သစ်ကလည်း ဆရာကျော်ထက် တပည့်လက်စောင်းထက်ဆိုသလိုအကွက်သစ်တွေနဲ့ ရှယ်ကြမ်း ရှယ်ဖြုတ်ပြထားပါတယ် ဆော်လေးတွေ မိတ်ဆက်ရရင်ညီအစ်မနှစ်ယောက်ပေါ့ အကြီးမက ကြမ်းမှကြိုက်တယ် ဆိုတဲ့ အထန်တလိုင်း အငယ်မကတော့မေတ္တာငတ်နေတဲ့ နူးနူးညံ့ညံ့ ကောင်မလေး မေတ္တာရှင်မလေး ငြိမ်းငြိမ်းအိပေါ့ ကြမ်းမှကြိုက်တယ်ဆိုတဲ့ အကြီးမဆော်ကြီးက ခပ်အေးအေး နေတတ်ပေမယ့် လစ်ရင်လစ်သလို ခိုးစားတတ်တဲ့ ကျော်ကြီး နဲ့ အလိုမကျဖြစ်နေရာကအငယ်မရဲ့ ယောက်ျား အရံမင်းသား ဦးထန်ကြီးရဲ့ ရှယ်ကြမ်းပလန်နဲ့တွေ့တဲ့အခါ တစ်ခါတည်း ရှယ်ကြိုက်ဖြစ်သွားရပုံနဲ့ဇာတ်လမ်းဆင်ထားပါတယ် ကြားထဲမှာ ဒရမ်မာလေးလည်းချိုးထားသေးလို့ ဒါရိုက်ဖုန်းဒိုင်း အုန်းဂွမ်းထက်...",
        "rating": "6.5",
        "url": "https://megaup.net/2Zdju/Young.Sister.in.law.3.HDRip.720P.H264(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3csTaJ5fZ0XyCegpGP3MjmGieWI.jpg",
        "title": "Sreekaram(2021)",
        "description": "Sreekaram (2021)ရည်မှန်းချက်ရှိမှ တိုးတက်မယ်တဲ့\nငယ်ငယ်တုန်းက လူကြီးတွေပြောဖူးနေကျစကားပေါ့\nဘာမှနားမလည်သေးတဲ့ ငယ်ငယ်တုန်းက ကျွန်တော်​တို့တွေဟာ\nဆရာဝန်ကြီးဖြစ်ချင်တယ် အင်ဂျင်နီယာကြီးဖြစ်ချင်တယ်နဲ့ ပြောခဲ့ကြဖူးတယ် ကစားခဲ့ကြဖူးတယ်\nကြီးလာတော့ တက္ကသိုလ်တွေကိုယ်စီရောက်တဲ့အခါ ရင့်ကျက်သွားတဲ့အတွေးအခေါ်တွေနဲ့\n​ကျောင်းပြီးရင် ဘာလုပ်မယ်ဆိုတဲ့စိတ်ကူးကိုယ်စီကို ကျောပိုးအိတ်ထဲအပြည့်ထည့်ပြီး ဘဝပင်လယ်မှာ အားကျိုးမာန်တက်ရွက်လွှင်ခဲ့ကြတယ်\nအဲ့ဒီကျောပိုးအိတ်ထဲ အပြည့်ထည့်ထားတဲ့အိပ်မက်တွေက တကယ်ရောဖြစ်လာခဲ့ရဲ့လားဒီနေ့ခေတ်ရဲ့ အရေးကြီးဆုံးပြဿနာကို\nလက်ညှိုးထိုးပြရရင် အလုပ်အကိုင်ရှားပါးမှုလို့ကျွန်တော်ထင်တယ်\nကျွန်တော်တို့ တတ်မြောက်ထားတဲ့ပညာ\nပ်တွေနဲ့သက်ဆိုင်တဲ့ အသက်မွေးဝမ်းကြောင်းအလုပ်တွေက တကယ်ရောရှိနေရဲ့လား\nရှိရင်ရော တက္ကသိုလ်တွေမှာ နှစ်စဉ်ကျောင်းဆင်းနေတဲ့ လူအင်အားနဲ့\nအလုပ်အကိုင်အခွင့်အလမ်းတွေက အချိုးကျနေရဲ့လား\nကျောင်းမပြီးခင်တုန်းကတော့ အားကျိုးမာန်တက်ကြိုးစားလိုက်ကြရတာ\nအလုပ်ရသွားရင်တော့ အကြောင်းမဟုတ်ပေမယ့်\nအလုပ်မရခဲ့ရင်ရော?????ကိစ္စတိုင်းမှာ ရွေးချယ်စရာတွေရှိတယ်တဲ့\nကျွန်တော်တို့နားက အသက်မွေးဝမ်းကြောင်းလုပ်ဖို့ ရွေးချယ်စရာအခွင့်အရေးကြီးတစ်ရပ်ကို\nကျွန်တော်တို့တကယ် လျစ်လျူရှုထားကြပါတယ်\nဒီအလုပ်ဟာ ပညာမတတ်တဲ့သူတွေမှလုပ်တာဆိုပြီး\nအသက်မွေးဝမ်းကြောင်းအတွက် ရွေးချယ်မယ်ဆိုရင် ဒီအလုပ်ကိုတွေးတောင်မတွေးမိကြဘူး\nဆရာဝန်အဖေဟာ သားကိုဆရာဝန်ဖြစ်အောင်လုပ်တယ်\nအင်ဂျင်နီယာအဖေဟာ သားကိုအင်ဂျင်နီယာဖြစ်အောင်လုပ်တယ်\nဒါပေမယ့် ဒီအလုပ်လုပ်တဲ့အဖေကတော့\nသားကို ဒီအလုပ်ဘယ်တော့မှအမွေမပေးကြပါဘူး\nကျွန်တော်တို့အနီးအနားမှာရှိနေတဲ့ မြင့်မြတ်တဲ့အသက်မွေးဝမ်းကြောင်းအလုပ်တစ်ခုက ဘာဖြစ်မလဲ????ဒီရုပ်ရှင်ထဲမှာတော့ ဒီအကြောင်းအရာကို ကွက်ကွက်ကွင်းကွင်းကို\nမီးမောင်းထိုးပြထားတယ်\nမှုခင်းကားတွေများတဲ့ အိန္ဒိယရုပ်ရှင်ထဲမှာမှ\nရှားရှားပါးပါး ကားကောင်းလေးလို့ပြောလို့ရတယ်ဗျ\nလစာအများကြီးရတဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာတစ်ယောက်ရဲ့\nစွန့်လွှတ်မှုများစွာနဲ့ ရပ်ရွာအကျိုးအတွက် ဆောင်ရွက်ခဲ့တဲ့အလုပ်အကြောင်းကို\nရိုက်ပြထားတာ\nကျောင်းသားတွေအတွက်ဖြစ်ဖြစ်\nလူကြီးတွေအတွက်ဖြစ်ဖြစ် ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပါပဲTranslated by : AmeliaEncoded by : YKFile Size : 2.09 Gb ...",
        "rating": "7.0",
        "url": "https://megaup.net/2jfA6/Sreekaram_(2021)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Sweeney_Todd_The_Demon_Barber_of_Fleet_Street-772335583-mmed-1-136x200.jpg",
        "title": "Sweeney Todd: The Demon Barber of Fleet Street (2007)",
        "description": "Sweeney Todd: The Demon Barber Of Fleet Street (2007)\n============================\nIMDb - 7.7\nDirected By Tim BurtonBig Fish တို့ Charlie and the Chocolate Factory တို့လို Narrator လန်းလန်းနဲ့ ရုပ်ရှင်‌တွေ\nEdward Scissorhands, Sleepy Hollow, Dark Shadows တို့လို Gothicဆန်ဆန်ရုပ်ရှင်တွေ အရိုက်များတဲ့\nTim Burtonကို အားလုံး ရင်းနှီးပြီးသားဖြစ်မှာပါပဲ။\nSweeny Todd ကလည်း သူ့ရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုပါပဲ။\nသူ့ဟန်ဖြစ်တဲ့ Gothicဟန်ကို အပြည့်အဝပုံဖော်ထားတဲ့အပြင် သူ့ရုပ်ရှင်တွေနဲ့ အလိုက်ဖက်ဆုံး သရုပ်ဆောင်တွေဖြစ်တဲ့ သူ့ရုပ်ရှင်တွေမှာမကြာ မကြာတွဲလျက်ပါတတ်တဲ့ အလိုက်ဖက်ဆုံအတွဲ\nJohnny Deep နဲ့Helena Bonham Carterကို သုံးထားတယ်။\nဒီလိုရုပ်ရှင်မျိုးတွေက Johnny Deepရဲ့ Typeလို့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2jfy5/Sweeney_Todd_The_Demon_Barber_of_Fleet_Street_(2007)_720p.mp4",
        "category": "Drama, Horror, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-10-at-10.53.46-AM-135x200.png",
        "title": "Holler (2020)",
        "description": "Holler (2020)============IMDb Rating - 6.5/10​အကယ်၍များ တစ်စုံတစ်ယောက်က\nလောကကြီးမှာအရေးအကြီးဆုံးအရာကို မေးလာခဲ့ရင်\nဘယ်လိုဖြေမှာလဲ???\nလူအမျိုးမျိုး အဖြေအမျိုးမျိုးကွဲပြားနိုင်ပေမယ့်\nကျွန်တော်တို့ အချိုးကျတွက်လိုက်ရင်\nပိုက်ဆံဆိုတဲ့ အဖြေပဲ အများဆုံးထွက်လာမှာပါ\nပျော်ရွှင်မှုကို ပိုက်ဆံနဲ့ဝယ်မရဘူးလို့ ပြောကြပေမယ့်\nပိုက်ဆံမရှိလို့ မပျော်ရွှင်နိုင်ဖြစ်နေတဲ့သူတွေက ပိုများတာပဲမလား??Blaze နဲ့ Ruth ဆိုတဲ့ မောင်နှမနှစ်ယောက်ကိုမေးလိုက်ရင်လည်း\nပိုက်ဆံလို့ပဲဖြေမှာထင်တယ်\nအဖေမရှိ အမေဖြစ်သူကလည်း အချုပ်ထဲရောက်နေတဲ့ သူတို့အတွက်က\nပိုက်ဆံထက် ဘာကပိုအရေးကြီးဦးမှာလဲ\nဒါပေမယ့် မောင်နှမနှစ်ယောက်က\nတစ်ယောက်နဲ့တစ်ယောက် သိပ်ချစ်ကြတာဗျ\n​ညီမလေးဖြစ်သူဖြည့်ထားတဲ့ကောလိပ်လျှောက်လွှာကိုတွေ့လို့\nတင်ပေးလိုက်တဲ့ Blaze တစ်ယောက်\nသူ့ညီမ ကောလိပ်ဝင်ခွင့်လည်းရရော\nဇွတ်ကို ကောလိပ်ပို့ချင်နေတော့တာပါပဲ\nနဂိုကမှ ကိုယ့်ဝမ်းကိုယ်ကျောင်းပြီး\nရုန်းကန်နေရတဲ့ထဲ ကောလိပ်တက်ရမှာမို့\nနှစ်ယောက်သား အလုပ်ရှာရင်းနဲ့\nတရားမဝင်ဈေးကွက်တစ်ခုကို ရောက်သွားကြတယ်\nဇာတ်လမ်းက အဲ့ကနေစပါတယ်​ပိုက်ဆံရှာဖို့အတွက် ရုန်းကန်ရတဲ့\nမောင်နှမနှစ်ယောက်ကြားက နွေးထွေးမှုတွေ\nတရားမဝင်ဈေးကွက်မှာ ကြုံတွေ့ရတဲ့\nအခက်အခဲပေါင်းများစွာနဲ့အတူ\n​အဆုံးမှာတော့ Blaze နဲ့ Ruth တို့ မောင်နှမနှစ်ယောက် ဘယ်လိုဖြစ်သွားမလဲဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Amelia မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Amelia, Shwe Pyae, Jo Jo Va တို့ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration ...",
        "rating": "6.5",
        "url": "https://megaup.net/Xkz8/Holler.2020.720p.WEBRip[CM]].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/awake-135x200.jpg",
        "title": "Awake 2021",
        "description": "နက်ဖလစ်ရဲ့ နောက်ထပ်ရုပ်ရှင်သစ်တစ်ကားထွက်လာပါပြီ။\nဒါကလည်း ကမ္ဘာပျက်တဲ့ကားပါပဲ။ ဒီတစ်ခါ အရင်နဲ့မတူအောင်ပျက်ရမှာပေါ့။\nထူးခြားတဲ့ အဖြစ်အပျက်တစ်ခုကြောင့် တစ်ကမ္ဘာလုံးက\nလျှပ်စစ်တွေအကုန် ပြတ်တောက်သွွားပြီး လူတွေအကုန်လုံး အိပ်နိုင်စွမ်းကို ဆုံးရှုံးသွားပါတယ်။\nမေ့ဆေးပေးတောင် အိပ်လို့မရတော့ပါဘူး။ သေတာနဲ့နိုးနေတာ နှစ်မျိုးပဲ ကျန်ပတော့တယ်။\nလူတွေဟာ မအိပ်ဘဲနေနိုင်တဲ့ ရက်အကန့်အသတ်ရှိပါတယ်။\nရက်ကြာလာတာနဲ့အမျှ တွေးခေါ်နိုင်စွမ်းတွေ ပျောက်လာတယ်၊ ထင်ယောင်ထင်မှားတွေ မြင်လာတယ်\n၊ ချိနဲ့လာတယ် စသည်ဖြင့်ပေါ့။ ဒီတော့ ရက်ပိုင်းအတွင်းမှာ မလွှဲမရှောင်သာ ကမ္ဘာပျက်ပါတော့မယ်။\nအဲဒီအချိန်မှာပဲ အိပ်လို့ရနေတဲ့ ကလေးမလေးတစ်ယောက်ကို တွေ့သွားကြတဲ့အခါ\nသူ့ကိုစမ်းသပ်ပြီး အချိန်မီ ကုထုံးကိုရှာဖို့ ကြိုးစားကြပါတော့တယ်။\nဒါပေမယ့် ကလေးမလေးရဲ့အမေကလည်း သူ့ကလေးကို ကာကွယ်ဖို့အတွက် အစွမ်းကုန်ကြိုးစားလာတဲ့အခါ...\nFile size…(1.7 GB) and (1 GB)\nQuality….web 1080p and 720p\nFormat…mp4\nDuration….02:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5",
        "url": "https://megaup.net/2jfiD/awake.2021.720p_(CM).mp4",
        "category": "Uncategorized"
    }
]