[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4GZRdeL8pSiGmbXZzofCP1ZGtKE.jpg",
        "title": "Crossing Hennessy (2010)",
        "description": "Crossing Hennessy (2010)Lust Caution, Decision to Leave, Long Day's Journey into Night နဲ့ The Golden Era တို့လို ကားကောင်းတွေမှာရော တခြားရုပ်ရှင်တွေမှာပါ ပါခဲ့ပြီး သရုပ်ဆောင်လည်း တော်တော်ပြောင်မြောက်သလို ပီယဓာတ်လည်း အပြည့်အဝရှိတဲ့ ထျန်းဝေနဲ့ Days of Being Wild ထဲက ဇာတ်ကောင်နဲ့ တရုတ်ရဲ့အကောင်းဆုံး ပါဖောမင့်န်ဆယ်ခုထဲက တစ်ခုမှာစာရင်းဝင်ထားတဲ့၊ ဝေါင်ကာဝေးတို့ ဂျွန်ဝူးတို့လို ဆရာကြီးတွေနဲ့ ဇာတ်ကားတွေရိုက်ဖူးတဲ့၊ Four Heavenly Kings of Hong Kong pop music လို့ခေါ်တဲ့ ဟောင်ကောင်ပေါ့ဂီတနတ်မင်းကြီးလေးပါးထဲက တစ်ယောက်ဖြစ်တဲ့ ဂျက်ကီချောင်တို့ တွဲဖက်ပါဝင်ထားတဲ့ ရိုမန့်ကားလေးပါ။ ဒါရိုက်တာကတော့ ဟောင်ကောင်မာစတာပိစ်ကားတစ်ကားဖြစ်တဲ့ Comrades: Almost a Love Story ရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/190bx/(CM)_Crossing_Hennessy_(2010)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjQzODM4ZGItNjFiMy00YjRkLTg0ZmUtOTc5ZjM1MjY2YWY2XkEyXkFqcGdeQXVyNTkzMzAwNzg@._V1_-141x200.jpg",
        "title": "Three Wishes for Cinderella (2022)",
        "description": "Three Wishes for Cinderella (2022)\n=========================\nIMDb Rating - 5.9/10စင်ဒရဲလားလို့ပြောလိုက်ရင် အများစုကသိရှိပြီးသားဇာတ်လမ်းလေးပဲ\nမဟုတ်လား၊ ဒါကတော့ အကုန်လုံးသိထားပြီးသား ပုံပြင်ဟောင်းလေး\nတစ်ပုဒ်နဲ့သိပ်မတူတဲ့ စင်ဒရဲလားပုံပြင် နော်ဝေးဗားရှင်းလေးလေးပါပဲ။ဒီထဲမှာတော့ စင်ဒရဲလားလေးက နုဖတ်နေတာမဟုတ်ဘဲ မြင်းစီးမြားပစ်\nတလွှားလွှားနဲ့ပါပဲ။ နောက်ပြီး နတ်သမီးမေမေထက် နောက်ဆုံးမှာ ကိုယ့်\nကိုယ့်ကိုယ်သာ အားကိုးရာဆိုတာမျိုးနဲ့ ပုံစံတစ်မျိုးပြသထားသလို၊ ကယ်\nတင်ရှင်မင်းသားလေးလည်း မလိုတဲ့ဗားရှင်းမို့ အရသာတမျိုးလေးနဲ့ ကြည့်\nလိုက်ကြရအောင်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(1.4 GB) / (582 MB) / (343 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 27mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Family, Fantasy\nTranslator.......Mr.Anderson\nEncoder..........SWM",
        "rating": "5.9",
        "url": "https://megaup.net/3aRir/Three-Wishes-for-Cinderella.2022.720p.BluRay.(CM).mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzQyNTlmZTQtNzJhZS00ZmEwLWE4MmUtMzg3ZWFjNzRmZTY2XkEyXkFqcGdeQXVyMjM3NzM4MTU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Other Monsters (2022)",
        "description": "စစ်ထွက် လူပေလူတေကြီးတစ်ယောက်\nပိုက်ဆံမရှိ နေစရာမရှိ အလုပ်မရှိ\nလျှောက်သွား တောင်းစား\nအရက်ကိုမိုးမလင်းသောက် ဘဝရဲ့ အလင်းရောင် ပျောက်နေရှာသူကြီး....အဲဒီလူကြီးကို သေဘေးကနေ ကယ်တင်ပေးလိုက်တဲ့ ပြည့်တန်ဆာမလေးတစ်ယောက်\nနေစရာပေး ပိုက်ဆံပေး အလုပ်ခန့် လစာပေး\nခန္ဓာကိုယ်ပါပေး နောက်ဆုံး အချစ်တွေပါ ပေးလိုက်ပါသတဲ့အဲဒီပြည့်တန်ဆာမလေးကို လူတစ်အုပ်က အနိုင်ကျင့်သတ်ဖြတ်ပြီး စစ်သားထွက်ကြီးကို\nလူသတ်တရားခံ မုဒိမ်းကောင်အဖြစ် အကွက်ဆင်ထားခဲ့ပြီး နံရံတွေနောက် ၁၄ နှစ် ရောက်သွားရတဲ့ ကံဆိုးသူမောင်ရှင်....သူထွက်လာတဲ့တစ်နေ့မှာ အဲဒီနေ့က လူတစ်အုပ်ကို တစ်ယောက်ချင်း ရှာဖွေလို့ ပြန်လှန်လက်စားချေတဲ့အခါမှာတော့...\nစစ်သားအိုကြီး နံရံတွေနောက်ကထွက်လာ ‌ေြခတုန်လက်တုန်နဲ့ သေနတ်ကိုင် လက်စားချေခရီးကြမ်းကို အပြီးထိလှမ်းနိုင်ပါ့မလား...ဒီဇာတ်ကားမှာ အပေါ်ပိုင်းဗလာကျင်းတာတွေ လိင်အသားပေးစကားတွေ အဆဲအဆိုတွေကြောင့် မိသားစုနဲ့ အတူတော့ မကြည့်သင့်ပါဘူး ။File Size__(1.1GB) / (550MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__4.6/10\nFormat__mp4\nDuration__01:32:00\nType__Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Arr Khun Winchester\nEncoded by Naing Aung ...",
        "rating": "4.6",
        "url": "https://megaup.net/3QPM0/Other_Monsters_(2022)_720p.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNqgjqxHIdfsQRQL5XTujNfX9pj.jpg",
        "title": "The Parent Trap (1998)",
        "description": "The Parent Trap (1998)~ IMDb - 6.6/10, Rotten Tomatoes - 86% ~လူကြီးမင်းတို့ အောင်သွယ်ဇာတ်လမ်းတွေ ကြားဖူးကြလားဗျ။ မပြောမရှိနဲ့။ ကိုယ့်ဘေးက ကိုယ့်ရည်းစားကတောင် သူများအောင်သွယ်ပေးထားလို့ စွံခဲ့တာ ဖြစ်ချင်ဖြစ်နေမှာ။ ဘာပဲဖြစ်ဖြစ်ပါလေ။ အောင်သွယ်ဇာတ်လမ်းတွေက နားမဆန့်အောင် ကြားခဲ့ရတာပါပဲ။ဒါပေမ‌ဲ့ လူကြီးမင်းတို့ကို တစ်ခုမေးပါရစေ။ သမီးနှစ်ယောက်က သူတို့ အဖေနဲ့အမေအရင်းခေါက်ခေါက်နှစ်ယောက်ကို ညားကြပါစေတော့ရယ်လို့ အောင်သွယ်ပေးခဲ့ကြတဲ့ ဇာတ်လမ်းတော့ ကြားဖူးမယ်တော့ မထင်ပေါင်ဗျာ။ စိတ်ဝင်စားရင်တော့ ဟောဒီဇာတ်လမ်းကိုသာ ကြည့်လိုက်ပါ။နွေရာသီကျောင်းကြိုစခန်းတစ်ခုကို အတူလာမိကြတဲ့ ၁၁ နှစ်အရွယ် ကောင်မလေးနှစ်ယောက်။ တစ်ယောက်က ဓားရေးကောင်းတယ်။ တစ်ယောက်က ဖဲရိုက်တာတော်တယ်။ ဘုရင်မနှစ်ပါးဆိုတော့ အချင်းချင်း ငြိကြတာပေါ့လေ။ ဒီလိုနဲ့ တစ်ယောက်နဲ့တစ်ယောက် ဘတပြန် ကျားတပြန် အနိုင်ယူကြရင်း ‌သောင်းကျန်းကြလွန်းလို့ သီးသန့်အိမ်တစ်ခုတည်းမှာ ခွဲထားခံရတဲ့အဖြစ်ရောက်သွားလေရဲ့။ဒါပေမဲ့ သူတို့သိသွားကြတာက သူတို့တွေဟာ တစ်အူထုံဆင်း မောင်နှမအရင်းဖြစ်ရုံမက၊ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2uUw5/(CM)_The_Parent_Trap_(1998)_720p.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOTc1MmYzNjYtMTEzNi00NjU4LWE1MGUtMmUyYjMwMjAwYzY0XkEyXkFqcGdeQXVyNjgwNTk4Mg@@._V1_-141x200.jpg",
        "title": "(18+) Rise of the Machine Girls (2019)",
        "description": "ဒီဇာတ်ကားကို အရိုးရှင်းဆုံးပြောရရင်တော့ Dark Comedy ပေါ့\nဇာတ်ကောင်တွေကလဲ သောက်တလွဲပဲ\nဇာတ်လမ်းကလဲ ဂဂျိုးဂဂျောင်နဲ့\nဖြစ်နိုင်တာတော့ တစ်ခုမှမပါဘူးဒါပေမဲ့ ဂျပန်တွေဆိုတာသိတဲ့အတိုင်းပဲလေ\nစိတ်ကူးယဉ်ဖန်တီးနိုင်စွမ်းကတော့ အလွန်မြင့်မားကြတာကို\nSuper Sentai (power ranger), ultraman, gundan စတဲ့\nfictional characters ပေါင်းများစွာကိုမွေးဖွားပေးခဲ့တဲ့ ဂျပန်တွေဟာ\nခုလိုမျိုးဇာတ်ကားတွေမှာ ထင်ရာတွေလုပ် ရိုက်ချင်သလိုတွေရိုက်ပြီး\nဖျော်ဖြေရေးကိုပဲ အဓိကထားတင်ဆက်ကြတာ ထုံးစံနဲ့တူပါတယ်ဟ..ဒါဆို ဒီကောင်တွေ ရိုက်ချင်တာလျှောက်ရိုက်တာ ငါတို့က ဘာကြည့်ရမှာတုန်းဆိုရင်\nကြည့်စရာစော်အလန်းလေးတွေပါပါတယ်....HOTD က အန်ကယ်ဒေမွန်ကြီး ခေါင်းထဖြတ်တဲ့အကွက်မျိုးက\nဒီလိုကားထဲမှာ အားတိုင်းထည့် ပျင်းတိုင်းထည့်ပါတယ်...စောက်ရမ်းချပါတယ်သေနတ်တွေရော စက်ရုပ်တွေရော ဓားတွေရော စုံနေတာပါပဲ\nအဲ့တော့ ဘာကိုမှ ဂိမနေပဲ ဖျော်ဖြေရေးကို ဖျော်ဖြေရေးလိုပဲခံစားရင် ကွက်တိပါပဲ\nတစ်ခုတော့ရှိပါတယ် စောက်ရမ်းဖျော်ဖြေတယ်ဟဆိုပြီး မိဘတွေ ကလေးတွေနဲ့တော့အတူမကြည့်ပါနဲ့\nဆဲတာဆိုတာအသာထား လိင်ပြကွက်ဆိုတာတောင် အပျင်းပြေအလှူလိုထည့်ထားတဲ့ ဒီကားမျိုးက\nအန်ကယ်ဒေမွန်လို အန်ကယ်လေးရှိတဲ့ ဘာဘီလေးတွေလောက်ပဲ အဆင်ပြေမယ့် ကျန်တဲ့လူတွေ မိသားစုနဲ့မကြည့်သင့်တဲ့\nဆယ့်ရှစ်အပေါင်းကားလေးဖြစ်ကြောင်းတော့ လက်တို့လိုက်ပါရစေ\nFile size…1.3GB / 697MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 15m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "5.2",
        "url": "https://megaup.net/2uUtj/Rise.of.the.Machine.Girls.2019.720p(DS).mp4",
        "category": "Action, Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9AGJMNrUfBMIGkCeKNccQbj0Nyg.jpg",
        "title": "Curve (2015)",
        "description": "Curve (2015)===========အခုမိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့horror/thriller ဇာတ်ကားကြိုက်သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။လက်ထပ်ခါနီး သတို့သမီးလောင်းတစ်ယောက်ဖြစ်တဲ့မယ်လိုရီဟာ လက်ထပ်ပွဲလုပ်မယ့် ဒန်ဗာမြို့ကိုဆန်ဖရန်စစ်စကိုမြို့ကနေ တစ်ယောက်တည်းကားမောင်းလာခဲ့ပါတယ်။ မောင်းနေရင်းနဲ့လမ်းခွဲတစ်ခုကိုရောက်တော့ ‌လင်ကိုစိတ်ကောက်နေတဲ့မယ်လိုရီက လမ်းအတည့်ကမသွားပဲ တကွေ့တပတ်သွားဖို့ဆုံးဖြတ်လိုက်ပါ‌တယ်။ လမ်းတစ်၀က်အရောက်မှာကားက စက်ထိုးရပ်သွားပြီးတော့ အကူအညီတောင်းဖို့လူတွေမရှိတဲ့အပြင် ဖုန်းလိုင်းကပါမမိနေတဲ့အတွက်မယ်လိုရီတစ်ယောက်တိုင်ပတ်ပါတော့တယ်။ ဒါပေမယ့်ကံကြမ္မာကပဲ အကြောင်းဖန်လေသလားတော့မသိ၊ယောက်ျားတစ်ယောက်ဟာ ရုတ်တရက်ဆိုသလိုကူညီဖို့ ရောက်လာခဲ့ပါတယ်။ သူတို့ဆုံတွေ့ကြတာဟာရေစက်တစ်ခုလား။ ကောင်းသောဆုံတွေ့ခြင်းလား။မြို့တွေရဲ့အဝေးမှာ ဘယ်လိုတွေစခန်းသွားကြမလဲဆိုတာကိုကြည့်ရှုခံစားပြီး လင်ကိုစိတ်ကောက်တာ ကောင်းလားမကောင်းလားဆိုတာကိုယ်တိုင်ပဲ ကြည့်ရှု ဆုံးဖြတ်လိုက်ကြပါခင်ဗျာ။ File Size          : 1.20GB, 535MB\nQuality            : Blu-Ray 1080p , 720p\nformat            : mp4\nDuration         : 1hr & 25mins\nGenre  ...",
        "rating": "6.5",
        "url": "https://megaup.net/1OWn9/curve.2015.720p.bluray_%7BCM%7D.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2MipMSfBfM5vyNRdZkc4gBQfpdc.jpg",
        "title": "Moon Man ( 2022 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင် ၂၀၂၂ ခုနှစ် ဇူလိုင်လ ၂၉ ရက်နေ့မှာ\nရုံတင်ခဲ့ပြီးတော့ ရုံဝင်ငွေ ၂ ဘီလီယံကျော်ရရှိခဲ့တဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်\nပြီးတော့ တောင်ကိုရီးယား ကာတွန်းရေးဆရာတစ်ယောက်ဖြစ်တဲ့\n\"Cho Seok\" ဖန်တီးရေးသားထားသော \"Moon You\" ကို\nအခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဆိုရင်လဲမမှားပါဘူး\nအဓိကပါဝင်သရုပ်ဆောင်ထားကြတဲ့သူတွေအနေနဲ့ကတော့-❏ အမည်မသိမထင်ရှားတဲ့ ပြုပြင်ထိန်းသိမ်းရေးဝန်ထမ်းငယ်လေးအဖြစ် - ချန်ထန်\n❏ \"လကမ္ဘာပေါ်က ကာကွယ်ရေးဒိုင်းကာအစီအစဥ် \"ကို\nကြီးကြပ်ရသူအဖြစ် - မာလိ တို့ကနေပြီးတော့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်ရှင်\nဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့-“လူသားတွေဟာ ဂြိုလ်ငယ်လေးတွေရဲ့ ဝင်ရောက်တိုက်ခတ်မှုကနေပြီးတော့\nကာကွယ်ပြီးတော့ ကမ္ဘာမြေကြီးကိုကယ်တင်ဖို့အတွက်\n\"လကမ္ဘာပေါ်က ကာကွယ်ရေးဒိုင်းကာအစီအစဥ် \" ကို\nလက်တွေ့ကျကျစီစဥ်ရေးဆွဲခဲ့ကြပါတယ် ဒါပေမဲ့လို့\nမထင်မှတ်ထားပဲ ဥက္ကာခဲကြီးက ကြိုတင်ဝင်ရောက်လာခဲ့တဲ့အတွက်\nအဖွဲ့ဝင်လုပ်သားတွေအားလုံး အရေးပေါ်အခြေအနေအရ\nထွက်​ခွာနေရတဲ့အချိန်မှာ ပြုပြင်ထိန်းသိမ်းရေး\nဝန်ထမ်းတစ်ယောက်ဖြစ်သူ တူကူယွဲ့ဟာ မတော်တဆမှုတစ်ခုကြောင့်\nအဖွဲ့ခေါင်းဆောင် မာလန်ရှင်းရဲ့ အသိပေးချက်ကိုလွဲချော်ခဲ့ပြီး\nတစ်ယောက်ထဲ လကမ္ဘာပေါ်မှာကျန်ရစ်ခဲ့ပါတော့တယ်မထင်မှတ်ထားပဲ \"လကမ္ဘာပေါ်က ကာကွယ်ရေးဒိုင်းကာအစီအစဥ် \"ဟာ\nမအောင်မြင်သွားပဲ တူကူယွဲ့ဟာ စကြဝဋ္ဌာအတွင်းမှာ\nနောက်ဆုံးသော အသက်ရှင်ကျန်ရစ်သူတစ်ဦးဖြစ်သွားခဲ့ပါတော့တယ်\nအဲဒီမှာ သူ့ရဲ့ဘဝကို လကမ္ဘာပေါ်မှာ အချိန်ကုန်ရင်းနဲ့.....?”❏ ဘယ်လိုစိန်ခေါ်မှုတွေကို ကြုံတွေ့ ရင်ဆိုင်ရမလဲ ？\n❏တစ်ယောက်ထဲ အထီးကျန်ဆန်တဲ့ဘဝကို ဘယ်လိုတွေကုန်ဆုံးမလဲ ？\n❏ သူဒီစကြဝဋ္ဌာအတွင်းကနေရော ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/moon-man-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BM2M5MDdjY2UtOTk1Mi00MzY5LTk0MmUtMzNmYzI3NzMwNGExXkEyXkFqcGdeQXVyNTc0MjY0NTM@._V1_-139x200.jpg",
        "title": "Judaa Hoke Bhi (2022)",
        "description": "Judaa Hoke Bhi (2022)ခုတစ်ခါမှာလည်း အရမ်းကိုစိတ်ဝင်စားဖို့ကောင်းတဲ့ ဟင်ဒီ Horror/Thriller\nကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အချစ်စစ်တို့မည်သည် ဖြောင့်ဖြူးသည်ဟူ၍မရှိဆိုသလိုပေါ့...ဒီဇာတ်ကားရဲ့ဒါရိုက်တာက ဟိုတလောက cm မှာ တင်သွားတဲ့\nRaaz (2002) ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာပါပဲ မကြည့်ရသေးရင်\ncm မှာ ဒေါင်းကြည့်လိုက်ပါ အရမ်းကောင်းပါတယ်...ခုတစ်ခါမှာလည်း ဒီဒါရိုက်တာကနေပဲ အချစ်ရဲ့ရန်သူအကြောင်းကို\nကွက်ကွက်ကွင်းကွင်းရိုက်ပြသွားနိုင်ခဲ့သလို ဇာတ်လမ်းလေးကလည်း\nနှစ်လိုဖွယ်ကောင်းပါတယ်...အမန်းနဲ့ မီရားဆိုတဲ့ လင်မယားနှစ်ယောက်ရှိတယ် အမန်းက တစ်ချိန်တုန်းက\nနာမည်ကြီးအဆိုတော်တစ်ယောက်... သားဖြစ်သူ ယာဉ်မတော်တဆဖြစ်ပြီး\nဆုံးသွားလို့ စိတ်ထိခိုက်ရင်း အရက်နွံထဲနစ်ခဲ့ရတယ်...မီရားကတော့ နာကျင်မှုတွေကို ဘေးတစ်ဖက်ချထားပြီး မိသားစုကို\nပြေလည်အောင်ကြိုးစားနေတဲ့ မိန်းမသားတစ်ယောက်ပေါ့...မီရားက စာရေးဆရာမ..တစ်ရက်တော့ မီရားကို အလုပ်တစ်ခုလာကမ်းလှမ်းတယ်\nကိုယ်ရေးအတ္တုပ္ပတ္တိရေးပေးရမယ့်အလုပ် ပိုက်ဆံလည်းမျိုးမျိုးမြတ်မြတ်ရမယ်ပေါ့ဒါပေမဲ့ မီရားမသိလိုက်တာက သူ့ကိုအလုပ်လာကမ်းလှမ်းတဲ့အလုပ်ရှင်ဟာ\nမကောင်းဆိုးဝါးတစ်ကောင်ဖြစ်နေတယ်ဆိုတာပါပဲဒီလိုနဲ့ မီရားတစ်ယောက် နတ်ဆိုးရဲ့ကျော့ကွင်းထဲမှာ ပိတ်မိသွားပြီး\nရုန်းမထွက်လာနိုင်တော့တဲ့အခါမှာတော့...။\nFile size…1.23GB / 563MB\nQuality…1080p WEB DL / 720p\nFormat…Myanmar Subtitle (Hard Sub)\nDuration….2h 1m\nSubtitle….Myanmar Subtitle\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.9",
        "url": "https://megaup.net/1OVbk/Judaa.Hoke.Bhi.2022.720p.AAC2.0CH.YK.(CM)mp4.mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fenNPxVF5ERy0CSyVruuEg959Hg.jpg",
        "title": "Athena (2022)",
        "description": "Athena (2022)အသီနာဆိုတဲ့ပြည်နယ်လေးမှာ ပြည်သူတွေမကြာခဏ ရဲအရာရှိတွေ အကြမ်းဖက်ခံရပေမယ့်\nဒီပြည်နယ်ငယ်လေးကို ဘယ်သူမှအရေးမလုပ်ကြတာကြောင့် အကြမ်းဖက်မှုတွေ ခပ်စိတ်စိတ်ဖြစ်လာပါတယ်။၂ လအတွင်းမှာ တတိယအကြိမ် ရဲဘက်အကြမ်းဖက်မှုဖြစ်ပြီး\nရဲဝတ်စုံနဲ့လူတွေက အီဒီရာဆိုတဲ့လူငယ်လေးကို ရိုက်နှက်ပြီး သတ်လိုက်တဲ့ဗီဒီယို ပျံ့သွားချိန်မှာတော့\nအစိုးရနဲ့လူထုကြား တင်းမာမှုတွေဖြစ်လာပါတော့တယ်။\nအီဒီရာရဲ့အစ်ကိုကြီးဖြစ်သူ အက်ဘ်ဒဲလ်ကတော့ စစ်သားတစ်ယောက်ပီပီ အစိုးရကိုယုံကြည်ပေမယ့်\nကာရင်းမ်ကတော့ အစိုးရကိုအယုံကြည်မရှိတဲ့ လက်ယာဝါဒီအစွန်းရောက်ပီပီ\nအဓိကရုဏ်းတွေကို အစပျိုးရင်းနဲ့ ပြင်သစ်တစ်နိုင်ငံလုံး အကြမ်းဖက်မှုတွေ ပျံ့နှံ့သွားစေပါတယ်။အကြမ်းဖက်မှုနဲ့ ညီဖြစ်သူအတွက် တရားမျှတမှုကို ကိုယ်တိုင်တိုက်ယူရမယ်လို့ ယုံကြည်ထားတဲ့ ကာရင်းမ်၊\nစစ်သားပီပီ ဥပဒေအတိုင်းလိုက်နာရင်းနဲ့ အစိုးရကဖြေရှင်းပေးမယ်လို့ယုံကြည်တဲ့ အက်ဘ်ဒဲလ်၊\nဒီကြားထဲမှာမှ စီးပွားရေးထိခိုက်လို့ အထိကရုန်းတွေဖြစ်မှာကို လိုက်လံတားဆီးနေတဲ့ အစ်ကိုအကြီးဆုံးမော့ခ်တာဒီလိုမတူညီတဲ့အယူအဆအသီးသီးနဲ့ အဓိကရုဏ်း မှာ\nဘာ‌တွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ Athena ဆိုတဲ့ ဒီရုပ်ရှင်လေးမှာ ဆက်လက်ကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | ...",
        "rating": "6.8",
        "url": "https://megaup.net/2BsiD/ATHENA.2022.FRENCH.720p.WEBRip.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-curi-138x200.jpg",
        "title": "The Curious Case of Dolphin Bay(2022)",
        "description": "Mystery နဲ့ လူငယ်ကားလေးတွေကြည့်ရတာ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် The Curious Case of Dolphin Bayဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nအားလုံးလည်း သိပြီးကြတဲ့အတိုင်း ကမ္ဘာကြီးက တဖြည်းဖြည်းပူနွေးလာပြီး ပင်လယ်ပျော်သတ္တဝါတွေလည်း မျိုးတုံးလာကြပါတယ်။ ဒီလိုပင်လယ်သတ္တဝါတွေမျိုးတုံးလာမှုကို ဖြေရှင်းချင်ပြီး ပင်လယ်ချစ်တတ်တဲ့ Quinnဟာ ကျောင်းပိတ်ရက်မှာ သြစတေးလျမှာရှိတဲ့ အဏ္ဏဝါဇီဝဗေဒစင်တာ တစ်ခုမှာ အလုပ်သင်လုပ်ဖို့ လင်းပိုင်ပင်လယ်အော်ကို လာခဲ့ပါတယ်။ အလုပ်သင်ဆင်းတဲ့ လူငယ်လေးယောက်ထဲမှာမှ Teddyဆိုတဲ့ကောင်လေးက အဏ္ဏဝါဇီဝဗေဒကို စိတ်ဝင်စားလို့မဟုတ်ဘဲ ဒီပင်လယ်အော်မှာရှိနေတဲ့ ရတနာသိုက်ရှာဖို့ လာခဲ့တာပါ။ စိတ်ကူးယဥ်ဆန်ဆန် Mysteryတွေကို ဖြေရှင်းချင်တဲ့ Teddyနဲ့ လက်တွေ့ကိုပဲ ယုံကြည်တဲ့ သိပ္ပံသမား Quinnတို့ ဘယ်လိုတွေ သူငယ်ချင်းဖြစ်သွားကြမလဲ။ ပြီးတော့ ဒီပင်လယ်အော်မှာပဲ ခြောက်လှန့်နေတဲ့ ရတနာသိုက်ရှာတစ္ဆေတစ်ကောင်လည်း ရှိနေပါသေးတယ်။ အဲဒီကိစ္စကိုရော Quinnတို့ ဘယ်လိုအဖြေရှာကြမလဲ.....\nဒီကားကိုကြည့်ရတာတန်စေတဲ့ အကြောင်းအရင်းတွေကတော့ ပင်လယ်ကမ်းခြေရှုခင်းတွေ သန္တာကျောက်တန်းဇီဝမျိုးကွဲတွေကို တွေ့ရတာအပြင် အဆင်ချောချောလေးကို ငမ်းရတာလည်းပါပါသေးတယ်File size…(1.88GB) ...",
        "rating": "5.4",
        "url": " https://megaup.net/1OJ5e/The.Curious.Case.of.Dolphin.Bay.2022.720p(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4V27PCQ0mlVkyJ7cmL7yzHwH5lz.jpg",
        "title": "Oh! My Ghost (2022)",
        "description": "Oh my ghost (2022)သရဲကားပရိသတ်ကြီးအတွက် အူတက်အောင်ရယ်ရင်း အာပြဲအောင်အော်ရမယ့် Horror/Comedy ဇာတ်ကားလေး လာပါပြီရိုက်ကူးရေးစတူဒီယိုတစ်ခုမှာ အခြေခံထားတဲ့ ဒီဇာတ်လမ်းလေးထဲမှာတော့\nသရဲ‌တွေကိုမြင်နိုင်တဲ့ထယ်မင်းဟာ သူ့ရဲ့အကြွေးတွေကိုဆပ်ဖို့ အလုပ်ရှာရင်းနဲ့ ဂန်ဆယ်အာစတူဒီယိုမှာ အလုပ်ရသွားခဲ့ပါတယ်ဖြစ်ချင်တော့ အဲဒီစတူဒီယိုမှာ သရဲမလေးတစ်ယောက် သောင်းကျန်းနေခဲ့တာကြာပါပြီ\nဘယ်သူမှညစောင့်မလုပ်ရဲလို့ ညဘက်ဆိုလွှတ်ထားရတဲ့စတူဒီယိုမှာ\nထယ်မင်းကတော့ ငွေမျက်နှာတစ်ခုတည်းနဲ့ ညစောင့်ဝင်လုပ်ခဲ့ပါတော့တယ်တစ်ဖက်မှာလည်း စတူဒီယိုရဲ့ CEO က ဒီနေရာကို ဈေးကြီးပေးဝယ်ခဲ့ပြီး\nတစ်စုံတစ်ခုကို အသည်းအသန်ရှာဖွေနေပါတယ်\nအဲဒီလိုနဲ့ အရှာအဖွေသမား စတူဒီယို CEO အပါအဝင်\nထယ်မင်းနဲ့သရဲမလေးတို့သုံးယောက်တို့ ဘယ်ကဘယ်လိုဆုံတွေ့မိကြပြီး အဖွဲ့ကျသွားကြမလဲ\nသုံးယောက်သား ဆုံပြီးကြတဲ့နောက်မှာ\nဘယ်လိုပဟေဠိတွေကို ဖော်ထုတ်အဖြေရှာသွားကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုနိုင်မှာဖြစ်ပါတယ်Mystery အမျိုးအစား‌ဖြစ်လို့ မြှုပ်ကွက်တွေကတော့ အများကြီးပါ\nဘာတွေမြှုပ်ထားလဲသိချင်ရင်တော့ အခုပဲကိုယ်တိုင်ရှုစားလိုက်ကြပါဦးမင်းသားမင်းသမီးတွေအနေနဲ့ကတော့ 2AM အဖွဲ့ဝင် Jung Jin-Woon နဲ့\nကလေးသရုပ်ဆောင်အဖြစ် နာမည်ကြီးတဲ့ မင်းသမီး Ahn Seo-Hyun တို့က အဓိကပါဝင်သရုပ်ဆောင်ပေးထားကြပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။Genre..... Mystery\nQuality…. ...",
        "rating": "5",
        "url": "https://megaup.net/18Xu6/Oh.My.Ghost.2022.720p.WEB-DL.CM.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hYGADLbf0I7VLe5i8pwjJ9dRYh4.jpg",
        "title": "Doll House (2022)",
        "description": "Doll House (2022)~ IMDb - 8.2/10, Rotten Tomatoes - 100% ~2022 ထွက် Family Drama ဖိလစ်ပိုင်ကားကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ မိဘနဲ့ သားသမီးကြား မေတ္တာကို ထပ်ဟပ်ပြထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပြီး အပိုအလိုပြကွက်တွေမရှိဘဲ ရိုးရိုးလေးနဲ့ မျက်ရည်ဝဲအောင် ရင်ထဲထည့်သွားမယ့် ရုပ်ရှင်တစ်ခုဆိုရင်လည်း မမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းအရဆိုရင်တော့...\nရပ်စ်တင်ဟာ ရော့ခ်အင်ရိုး ဂီတသမားတစ်ယောက် ဖြစ်ပြီး ဂီတသမားပီပီ ဆေးလည်းသုံးလေ့ရှိသူတစ်ယောက်၊ ဘ၀ကို အလေးအနက်မထား ပေါ့ပေါ့နေပေါ့ပေါ့စား ဖြတ်သန်းနေတဲ့သူတစ်ယောက်ပါ။ သို့ပေမယ့် သူဟာ လူလွတ်တစ်ယောက်တော့ မဟုတ်ပါဘူး။ ယခင်က ရှီနာဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိခဲ့ပြီး ရပ်စ်တင်ရဲ့ အလေးအနက်မရှိမှုတို့ကြောင့် ပြတ်စဲသွားရတာပါ။ရပ်စ်တင်ရဲ့ တီးဝိုင်းအဖွဲ့သားတစ်ယောက် ဆေးလွန်သေဆုံးပြီးနောက်မှာ ရပ်စ်တင်ဟာ စိတ်ပြေလက်ပျောက်နဲ့ အတိတ်ဟောင်း‌လေးတွေရှိရာနေရာကို ပြန်လာခဲ့ပါတယ်။ အဲဒီမှာ သူဟာ မထင်မှတ်ဘဲ ယူမီဆိုတဲ့ ကလေးမလေးတစ်ယောက်နဲ့ သိကျွမ်းခဲ့ပြီး ယူမီကို ခင်တွယ်မိပါတော့တယ်။ ဒီလိုနဲ့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/18Xtu/(CM)_Doll_House_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n4BUtXUVMP3ch6gyRyH2qnW0nE1.jpg",
        "title": "Out of Time(2021)",
        "description": "Out of Time(2021) အညွှန်း**********************ကမ္ဘာမြေပေါ်ကို ဂြိုလ်သား(၃) ဦး ရောက်ရှိလာတယ်..သူတို့ဟာ အသွင်းပြောင်းစွမ်းရည်ရှိပြီးတော့ ရှေ့ပြေးအဖွဲ့ဖြစ်တဲ့အတွက်ကြောင့်ကမ္ဘာမြေပေါ်မှာ ပြင်ဆင်စရာရှိတာတွေပြင်ဆင်ပြီး တခြားအဖွဲ့သွားတွေကိုခေါ်ဖို့ပြင်ဆင်ရတယ်..အဓိက  ကတော့ ကမ္ဘာကြီးကိုဖျက်ဆီးဖို့ပါပဲ..ဒီအကြောင်းကိုသိတဲ့နောက်စုံထောက်တွေဟာ ဒီဂြိုလ်သား(၃) ဦးကိုအသည်းအသန်လိုက်ရှာပါတော့တယ်..သူတို့အောင်မြင်ကြမလားဆိုတာကိုတော့....File Size : (1.6GB)(574MB) and (154MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:32:00\nGenre : Action ,Drama, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2uSnt/Out_of_Time_2021.BLU-RAY.720P.PP(CM).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aFFH5eLzQdIJySKCBde12KDfESw.jpg",
        "title": "Who Killed Cooper Dunn? (2022)",
        "description": "Who Killed Cooper Dunn? (2022)တောကြီးမျက်မည်းထဲကို ခရီးထွက်လာကြတဲ့ သူငယ်ချင်း ၆ယောက်၊ သူတို့ဘဝရဲ့စိတ်ညစ်စရာတွေကနေ ကင်းဝေးအောင် အပန်းလာဖြေကြတဲ့ သူငယ်ချင်း ၆ယောက်၊ တစ်ယောက် ပြဿနာတစ်မျိုးစီနဲ့ သူငယ်ချင်း ၆ယောက်ပေါ့။ ခရီးပထမဆုံးနေ့မှာပဲ သူတို့အဖွဲ့ထဲကတစ်ယောက် ဖိတ်ခေါ်လာတဲ့ လူစိမ်း ၃ယောက်ရောက်ရှိလာပါတော့တယ်။ အဲဒီလူစိမ်းဆီကပါလာတဲ့ မူးယစ်ဆေးတွေကို သုံးစွဲပျော်ပါးမိကြပြီးတဲ့နောက်...နောက်တစ်ရက်မနက်မှာတော့ သူတို့အဖွဲ့ထဲက ကူးပါးဒွန်းဆိုတဲ့ သူငယ်ချင်းတစ်ယောက် နဖူးကိုရိုက်နှက်ခံထားတဲ့ဒဏ်ရာနဲ့ သေဆုံးနေတာကိုတွေ့လိုက်ရပါတယ်။ တောကြီးမျက်မည်းထဲမှာမလို့ လူသတ်တရားခံဟာ အသက်ရှင်ကျန်ရစ်တဲ့လူ ၈ယောက်ထဲက ၁ ယောက်ဖြစ်ကိုဖြစ်ရမှာပါ။ လူသတ်သမားကလူထပ်သတ်ဦးမလားလည်း မသိနိုင်ပါဘူး။အဲဒီလူသတ်သမားကို သူတို့ရှာနိုင်ပါ့မလား...\nလူသတ်သမားကိုရှာဖွေရင်း သူတို့ရဲ့အန္တရာယ်ကိုရှောင်ရှားနိုင်မှာလား...အဲဒီမေးခွန်းရဲ့ အဖြေကိုတော့ ခု ၂၀၂၂ ထွက် IMDb 5.8/10 ရ Mystery, Thriller ကားလေးမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျား။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.4GB, 580MB\nQuality ...",
        "rating": "5.8",
        "url": "https://megaup.net/18Xjs/(CM)_Who_Killed_Cooper_Dunn_(2022)_720p.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/b5-taipeistory-141x200.jpg",
        "title": "Taipei Story (1985)",
        "description": "Taipei Story ( 1985 )\n--------------------------\nIMDb - 7.6\nRotten Tomatoes - 100%\nDirected By Edward YangNew Taiwenese Cinema ရဲ့ အစောပိုင်းရုပ်ရှင်တွေထဲ တစ်ကားအပါအဝင်ဖြစ်တဲ့ ထိုင်ပေစတိုရီကို ထိုင်ဝမ်ရုပ်ရှင်သစ်ရဲ့ ပဲ့ကိုင်ရှင်တွေထဲက တစ်ယောက်ဖြစ်တဲ့ အတ်ဒဝတ်ယန်းက ရိုက်ကူးထားပါတယ်။ Criterion Collectionကလည်း World CInema Project အတွက် 4k နဲ့ပြန်ထုတ်ခဲ့တဲ့ ထိုင်ဝမ်ရုပ်ရှင်ရဲ့ မှတ်တိုင်တစ်ခုလို့ ပြောလို့ရပါတယ်။ A Brighter Summer Day မှာ ယန်းဟာ ပြည်မနဲ့ထိုင်ဝမ် ခွဲထွက်တဲ့ကာလကို ရိုက်ပြပြီး အဲဒီခေတ်က အခြေအနေတွေကို ထင်ဟင်အောင်ရိုက်ပြခဲ့သလို ဒီရုပ်ရှင်မှာလည်း ယန်းဟာ ဂျပန်နဲ့ အမေရိကန်လွှမ်းမိုးမှုအောက်က ထိုင်ဝမ်စီးပွားရေးအခြေအနေကို သူ့ဟန်အတိုင်း ကာရိုက်တာတွေအများကြီးသုံးပြီး ပုံဖော်ရိုက်ကူးသွားတာပါပဲ။ရိုးရိုးရှင်းရှင်းဇာတ်ဝင်ခန်းတွေ tragedy တွေ မထင်ရင်မထင်သလို တော်တော်လှလာတတ်တဲ့ စီနီမာတိုတွေကို ...",
        "rating": "7.6",
        "url": "https://megaup.net/18Xkg/Taipei_Story_(1985)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/od29ZUbykEJMRK7KWhpw4rXrLWW.jpg",
        "title": "Batman and Superman: Battle of the Super Sons (2022)",
        "description": "Batman and Superman : The Battle of the Super Sons (2022)DCAUရဲ့ ​နောက်ထပ် Animationဇာတ်ကားသစ်တစ်ကား ထပ်ထွက်လာပါပြီ။\nဒီတစ်​ခေါက်မှာ​တော့ ပုံမှန် Justice Leagueအဖွဲ့ဝင်​တွေအ​ကြောင်း မဟုတ်ဘဲ\nစူပါမန်းရဲ့သား ဂျော်နသန်ကန့်တ်နဲ့ ဘတ်မန်းရဲ့သား ​ရော်ဘင်တဖြစ်လဲ ဒေမီယန်​တို့အ​​ကြောင်း အဓိကတင်ဆက်ထားတာပါ။ဖခင်ဖြစ်သူ ကလာ့ခ်ကန့်တ်ဟာ စူပါမန်းဆိုတာမသိတဲ့ ဂျော်နသန်က ဖခင်ရဲ့လှစ်ဟင်းမှု​တွေ​ကြောင့် စိတ်ပျက်​နေရာက​နေ\nတစ်​နေ့မှာ​တော့ မထင်မှတ်ထားတဲ့ ကိစ္စတစ်ခု​ကြောင့် သူကိုယ်တိုင်မှာလည်း စွမ်းအား​တွေရှိမှန်း သိသွားပါ​တယ်။\nဒီလိုသိရမှာတ​ဆင့် ဖခင်ရဲ့ဘဝမှန်အ​ကြောင်းလည်း သိသွားသလို ​\nဂေါ့သမ်စီးတီးက ဘတ်မန်းနဲ့ သူ့ရဲ့သား ​ဒေမီယန်​တို့ကိုပါ သိသွားပါတယ်။\nလူရိုး​လေးဂျော်နသန်နဲ့ လူကြမ်း​လေး ဒေမီယန်​တို့ဟာ စ​​တွေ့ကတည်းက ဘုနဲ့​ဘောက်ဖြစ်​​နေခဲ့တာပါ။အဲဒီအချိန်မှာပဲ ကမ္ဘာဂြိုဟ်ပြင်ပ အာကာသထဲမှာရှိတဲ့ ဂျက်စတစ်လိဂ်​ စောင့်ကြည့်တာဝါကို တိုက်ခိုက်ခံလိုက်ရပြီး\nမသင်္ကာစရာကိစ္စ​တွေ ဖြစ်လာတာ​ကြောင့် စူပါမန်းနဲ့ ဘတ်မန်းတို့ ကိုယ်တိုင်လိုက်သွားရင်း\nသူတို့ကိုယ်တိုင် ​ထောင်​ချောက်ထဲ ကျဆင်းသွားပါတယ်။ဂျက်စတစ်လိဂ်​ရော တင်းတိုက်တန်စ်အဖွဲ့ပါ အန္တရာယ်ကျ​ရောက်သွားတဲ့​နောက်\nထိုထူးဆန်းတဲ့အန္တရာယ်ကို ​ဖြေရှင်းဖို့က ဂျိုနသန်နဲ့ ဒေမီယန်​တို့​ခေါင်း​​ပေါ် ...",
        "rating": "",
        "url": "https://megaup.net/2uS4r/Batman.and.Superman.Battle.of.the.Super.Sons.2022.720p.DD5.1.CM.mp4",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e0vrbTmTf2ZcW5CIS9qJ8FDbsU9.jpg",
        "title": "Luckiest Girl Alive (2022)",
        "description": "Luckiest Girl Alive (2022)မိန်းကလေးတွေ ကြုံဖူးနေကျအတိုင်း ကိုယ်ဟာ victim ဖြစ်ပေမယ့် ပတ်ဝန်းကျင်ကြောင့် မိဘအသိုင်းအဝိုင်းကြောင့် victim ဖြစ်ပါတယ်လို့ ထုတ်ဖော်မပြောရဲဘဲ မြိုသိပ်ခဲ့ရတာအပြင် တစ်ခါတစ်ရံမှာ ကိုယ်ဟာ ကျူးလွန်သူရယ်လို့ တဖန်ပြန်လည် စွပ်စွဲခံကြရပါသေးတယ်။ အများအမြင်မှာတော့ ကံကောင်းတဲ့မိန်းကလေးပါလားလို့ အားကျကြပေမယ့် အတွင်းစိတ်ထဲမှာတော့ ဖုံးကွယ်ထားတဲ့ ဒဏ်ရာတွေအပြည့်နဲ့ပေါ့။ဒီဇာတ်ကားလေးကလည်း အဲ့ဒီလိုဖြစ်ရပ်မျိုးကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။ New York မြို့က မဂ္ဂဇင်းတိုက်တစ်ခုမှာ Editor တစ်ယောက်ဖြစ်ပြီး ဥစ္စာပေါရုပ်ချောခင်ပွန်းလောင်းနဲ့လည်း မကြာခင်မှာ လက်ထပ်ရမယ့် Ani တစ်ယောက် မြို့ကြီးပြကြီးမှာတော့ လူအများအမြင် ပြည့်စုံတဲ့ကောင်မလေးတစ်ယောက်ပေါ့။ဒါပေမယ့် တစ်နေ့မှာ Documentary ရိုက်တဲ့ ဒါရိုက်တာတစ်ယောက်ဟာ Ani တက်ခဲ့တဲ့ ကောလိပ်က ပစ်ခတ်မှုဖြစ်ပွားခဲ့တဲ့အကြောင်းရိုက်ကူးဖို့ လာကမ်းလှမ်းတဲ့အခါမှာတော့ အတိတ်က ဖုံးကွယ်ထားတဲ့ ပုံရိပ်တချို့ဟာ တစ်စတစ်စ ပိုမိုထင်ဟပ်လာပါတော့တယ်။လူအများထင်ထားခဲ့သလို ပစ်ခတ်မှုမှာ ဗီလိန်ဟာ ဗီလိန်မဟုတ်သလို လူစွမ်းကောင်းကြီးဟာလည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/3aPnV/[CM]Luckiest.Girl.Alive.2022.720p.WEB-DL.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iMRQrMYvfCCx64MW7wIodT6TvU4.jpg",
        "title": "(18+) Love Actually… Sucks! (2011)",
        "description": "Love Actually Sucks(2011)\n=======================လူရယ်လို့ဖြစ်လာရင် အချစ်ဆိုတာ တသက်လုံးကြုံတွေရမယ့်\nခံစားချက်တခုဆိုရင် မမှားပါဘူး...လူတိုင်း ဆယ်ကျော်သက်ကနေ သေတဲ့အထိ အချစ်ဆိုတဲ့ခံစားချက်က\nတောက်လျှောက်အရိပ်တခုလို လိုက်နေပြီး အဲ့ဒီခံစားချက်ကနေပဲ\nအမုန်း အလွမ်း စိတ်ဒဏ်ရာ ပျော်ရွှင်မှု ၀မ်းနည်းမှုစတဲ့ ခံစားချက်တွေပါ\nပါ၀င်လာမှာပါ ...အချစ်ကြောင့် ဘ၀တွေချိုသာပြီး\nပျော်ရွှင်သွားရတဲ့လူတွေရှိသလို အချစ်ကြောင့်ပဲ ဘ၀က\nကော်ဖီခါးခါးထဲ အခါးမှုန့်ထပ်ထည့်မိသလို ပိုခါးသွားတဲ့လူတွေ ရှိပါတယ်\nဒီဇာတ်လမ်းကတော့ အချစ်ကြောင့်ဘဝပျက်သွားသူတွေ‌ပေါ့\nချိုလှလို့ မက်မောမိတဲ့အရာက အဆင်မပြေမှုတွေပေးတဲ့အခါ\nအချစ်ဟာခါးလှပါတယ်ဆိုပြီး အချစ်ကို ရွံစရာ\nမခင်တွယ်စရာခံစားချက်အဖြစ်ပစ်ပယ်သွားရတဲ့\nသူတို့ဘ၀တွေကို အရှိတိုင်းဖွင့်ဟပြသသွားမှာပါ\nFile size…1.1GB /554MB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….1h 23m\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder…X Cross\nTranslated by Dark",
        "rating": "4.1",
        "url": "https://megaup.net/2uRQ4/Love_Actually_Sucks_2011_720p(DS).mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wZccw4Hj9ZF1yimnfPsX9rl3HvB.jpg",
        "title": "Trick or Treat Scooby-Doo!",
        "description": "Trick or Treat Scooby Doo(2022)\n======================\nComedy , Horrorစကူဘီဒူးရဲ့ မူလလက်ရာနဲ့ animation လေးထွက်လာပါတယ်။\nဟော်လိုးဝင်းရာသီဖြစ်တာကြောင့် စကူဘီဒူးတို့ အရင်ဖြေရှင်းခဲ့တဲ့အမှုတွေနဲ့ မတူဘဲ ပိုမိုထူးခြားစေမှာပါ...\nပြီးတော့ အားလုံးဝေဖန်နေကြတဲ့ Velma Character ကိုလည်း Lesbian တစ်ယောက်အနေနဲ့ စတင်မြင်တွေ့ရမှာပါဇာတ်လမ်းအကျဉ်းကတော့ စကူဘီဒူးတို့ဟာ လူဆိုးတွေအားလုံးကို နောက်ကွယ်ကနေ ဝတ်စုံတွေလုပ်ပြီး\nကြိုးကိုင်နေတဲ့ ဉာဏ်ကြီးရှင် ဒုစရိုက်သမားကြီး ကိုကိုဒီရာဘလိုကို ဖမ်းဆီးအပြီးမှာ\nဖြေရှင်းစရာအမှုတွေ မရှိတော့တဲ့အတွက် စိတ်ပျက်လက်ပျက်ဖြစ်နေကြပါတယ်...\nဒီလိုနဲ့ သူတို့အတွက် ဟော်လိုးဝင်းမှာ အရင် Villain တွေနဲ့မတူတဲ့\nဖြေရှင်းစရာ အမှုအသစ်ကြီးတစ်ခုပေါ်လာတဲ့အခါမှာတော့\nစကူဘီနဲ့ရှက်ဂီတို့ရဲ့ အလွဲလွဲ အချော်ချော်တွေနဲ့အတူ Mystery Inc အဖွဲ့ ဘယ်လို ဖြေရှင်းသွားမလဲဆိုတာကို ကြည့်ရမှာဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre..... Adventure , Animation, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "5.5",
        "url": "https://megaup.net/1OUur/Trick.or.Treat.Scooby-Doo.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8vkC3dYoZvf2u2hRWul3MC2JJLM.jpg",
        "title": "Big Three Dragons ( 2022 )",
        "description": "လောင်တွမ့်ဟာ နိုင်ငံရတနာမှောင်ခိုရောင်းဝယ်မှုနဲ့\nလူသတ်မှုမှာပါဝင်ပတ်သက်မိလို ထောင်ဒဏ်နှစ်၂၀ကျသွားရပါတယ်\nထောင်မှပြန်ထွက်လာချိန်မှာ တစ်ချိန်ကဖြစ်ရပ်မှန်ကိုစုံစမ်းဖိုအတွက်\nလိမ်လည်မှု အစီအစဉ်တစ်ခုဆွဲခဲ့ပါတယ်...လောင်တွမ့်ရဲ့ဇနီးဟောင်းသုံးယောက်ကမွေးတဲ့ ဝူဝိန်..\nမော့မော့နဲ့ ထန်နင်တိုဟာ ကုမ္ပဏီတစ်ခုရဲ့ငွေလိမ်လည်မှုကိုခံရသူတွေအတွက်\nသူတိုအဖေကို လိုက်ရှာပြီး ငွေစိုက်ပေးရန်တောင်းခံဖိုသွားတဲ့အခါ\nမထင်မှတ်ပဲ လောင်တွမ့်ရဲ့အစီအစဥ်ထဲပါဝင်ဖိုဖြစ်လာပါတယ်...သားအဖလေးယောက်ပူးပေါင်းပြီး\nဘယ်လိုလှည့်ကွက်တွေနဲ့ငွေတွေပြန်ယူမှာလဲ...\nလောင်တွမ့်ကရောစီစဉ်ထားတဲ့အတိုင်းနောက်ကွယ်က\nကြိုးကိုင်သူကို ရှာဖွေနိုင်ပြီး နိုင်ငံရတနာအစစ်ကိုရှာတွေ့နိုင်ပါ့မလား....\nအချင်းချင်းမယုံကြည်မှုတွေ..ဖေးမမှုတွေ..အားပေးမှုတွေအပြင်\nဟာသဆန်ဆန်လှည့်ကွက်များနှင့် စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 37 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/big-three-dragons-2022/"
    }
]