[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNzE4ZDEzOGUtYWFjNC00ODczLTljOGQtZGNjNzhjNjdjNjgzXkEyXkFqcGdeQXVyNzE5ODMwNzI@._V1_-1-133x200.jpg",
        "title": "Weathering with You (2019)",
        "description": "Weathering With You (2019)****************************( 天気の子 )သဘာဝ ၏ ရင်သွေးငယ်\"နေရောင်ခြည်ကို မမြင်ရတော့ရော ဘာဖြစ်လဲ??\nကောင်းကင်ပြာကြီးထက် နင့်ကို ပိုပြီး လိုချင်တယ်\"\n~Morishima Hodakaဒါက ၁၆ နှစ်သားကောင်လေးတစ်ယောက်ရဲ့ မိုက်ရူးရဲစကားတစ်ခွန်း...\nဒီစကားတစ်ခွန်းကပဲ ကမ္ဘာကြီးတစ်ခုလုံးကို ပြောင်းလဲပစ်လိုက်တယ်ဆိုရင် သင် ယုံနိုင်မလား...??\nဟုတ်ပါတယ် ဟိုဒါကာ ဆိုတဲ့ကောင်လေးကတော့ တကယ်ကို အဲ့ဒီစကားနဲ့အညီ လုပ်ချသွားခဲ့ပါတယ်ကိုယ်ချစ်ရသူနဲ့ ကမ္ဘာကြီးတစ်ခုလုံးကို ဘယ်ဟာကိုရွေးမလဲ ဆိုရင် မိုက်ရူးရဲဆန်ဆန်နဲ့ပဲ ကိုယ့်ရဲ့ချစ်သူကို ရွေးကြမှာပါကျွန်တော်တို့လည်း အဲ့ဒီ ၁၆ နှစ်သားကောင်လေးလို မိုက်ရူးရဲဆန်ခဲ့ဖူးကြတယ်မလား?ဒီဇာတ်ကားလေးကို ကြည့်ပြီး အဲ့ဒီခံစားချက်လေးကို ပြန်အသက်သွင်းလိုက်ကြရအောင်...အရင်ဆုံးပြောချင်တာက\nဒီကားကို အားလုံးလိုလိုကြည့်ပြီးလောက်ကြပါပြီ Cam Version ကနေစလို့ ထပ်ထွက်တဲ့ WebRip အထိပေါ့\nဒါကိုမှ ထပ်ထွက်တဲ့ အကြည် Blue-ray မှာ ကွာလတီအပြည့်နဲ့ပြန်ခံစားလို့ရအောင်\nသိမ်းချင်လဲသိမ်းထားလို့ရအောင် ထပ်လုပ်ပေးတဲ့သဘောပါပဲ။ ဘာကွာသွားလဲဆိုရင် ကြည့်သာကြည့်ကြည့်ပါလို့ပဲပြောပါရစေ။\nမိုးစက်မှုံလေးတွေကအစ နေ‌ရောင်ခြည်အဆုံး ကာလာစုံလွန်းလို့ပါ ဖြစ်နိုင်ရင် တီဗွီနဲ့သာကြည့်ပါ။ဆိုတော့ ဇတ်လမ်းကိုတော့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/weathering-with-you-2019-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/41a4acabd405352d1f48c36bcd90052c-150x200.jpg",
        "title": "SENA SAKURA WINS THE FISHING CONTEST (2019)",
        "description": "ကဲ stay homeမှာ အနေကြာတော့ အားအင်ပြည့်ဖြိုးနေကြပြီမလား???ဒီတော့ ပြည့်ဖြိုး‌ေနတဲ့ အားအင်တွေကို အသုံးချဖို့ သိုင်းကျင့်လိုက်ရအောင်ဗျာဒီတစ်ခေါက်dark sideက တင်ဆက်ပေးမှာတော့ဂျပန်က စုံတွဲတွေကို ဆော့ခိုင်းတဲ့ ကစားနည်း‌ေလးအကြောင်းပေါ့.ကစားနည်းကတော့ ရှင်းပါတယ်.အတွဲတွေကို သင်္ဘောပေါ်ခေါ်တယ်.ပြီးကျရင်ငါးမျှားခိုင်းပြီး ငါးများများရတဲ့အတွဲကို ဆုချတဲ့အနေနဲ့ သင်္ဘောနောက်ခန်းမှာနေ၀င်ဆည်းဆာရယ် ပင်လယ်ကြီးရဲ့အလှရယ်ကို ခံစားခိုင်းပြီး ဒချိခွင့်ပေးတာပါ.(ဒချိဆိုတာ အသက်၂၁ကျော်ရင် နားလည်မှာပါ)၂၁+ကို ဝိုးတိုးဝါးတားဆင်ဆာမပါပဲ ကွက်ကွက်ကွင်းကွင်းရှင်းရှင်းလင်းလင်းတင်ဆက်ထားတာကြောင့်၂၁အောက်မကြည့်သင့်ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/sena-sakura-wins-the-fishing-contest-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BZTY3OTdiOTAtOGMyNi00Y2U1LWE0MjYtZDUzYmYxMTcyNzQ0XkEyXkFqcGdeQXVyNjk0ODAxMTk@._V1_SX708_CR00708999_AL_-142x200.jpg",
        "title": "100% Wolf (2020)",
        "description": "100% Wolf (2020)===============IMDb Rating 6.0/10#UnicodeAnimation ဇာတ်ကားသစ်လေးပါ။ ဇာတ်လမ်းရဲ့ အဓိက ဇာတ်ကောင်ကတော့ ဝံပုလွေမျိုးနွယ်ခေါင်းဆောင်လောင်းလျာလေးဖြစ်တဲ့ ဖရက်ဒီလူပင်ပါ။ သူက အင်အားကြီးတဲ့ ဝံပုလွေတစ်ကောင်ဖြစ်လာရမယ်ဆိုပေမဲ့ သူတကယ်တန်းအသွင်ပြောင်းတော့ ပူဒယ်ခွေးလေးတစ်ကောင်အဖြစ်ပြောင်းသွားပါတယ်။ ခွေးတွေကို မုန်းတဲ့ ဝံပုလွေအုပ်ကို ခေါင်းဆောင်ရမယ့်သူက ပူဒယ်လေး တစ်ကောင်ဖြစ်နေတော့ သူခေါင်းဆောင်လုပ်ဖို့ အဆင်ပြေနိုင်ပါမလား။ အခက်အခဲတွေကြားကနေ ခေါင်းဆောင်ဝံပုလွေဖြစ်ဖို့ ထိုက်တန်ကြောင်းကို သူဘယ်လိုတွေသက်သေပြမလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။တော်တော်ကြည့်လို့ကောင်းတဲ့ Animation ကားလေးပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)#ZawgyiAnimation ဇာတ္ကားသစ္ေလးပါ။ ဇာတ္လမ္းရဲ႕ အဓိက ဇာတ္ေကာင္ကေတာ့ ဝံပုေလြမ်ိဳးႏြယ္ေခါင္းေဆာင္ေလာင္းလ်ာေလးျဖစ္တဲ့ ဖရက္ဒီလူပင္ပါ။ သူက အင္အားႀကီးတဲ့ ဝံပုေလြတစ္ေကာင္ျဖစ္လာရမယ္ဆိုေပမဲ့ သူတကယ္တန္းအသြင္ေျပာင္းေတာ့ ပူဒယ္ေခြးေလးတစ္ေကာင္အျဖစ္ေျပာင္းသြားပါတယ္။ ေခြးေတြကို မုန္းတဲ့ ဝံပုေလြအုပ္ကို ေခါင္းေဆာင္ရမယ့္သူက ပူဒယ္ေလး တစ္ေကာင္ျဖစ္ေနေတာ့ သူေခါင္းေဆာင္လုပ္ဖို႔ အဆင္ေျပႏိုင္ပါမလား။ အခက္အခဲေတြၾကားကေန ေခါင္းေဆာင္ဝံပုေလြျဖစ္ဖို႔ ထိုက္တန္ေၾကာင္းကို သူဘယ္လိုေတြသက္ေသျပမလဲဆိုတာ ၾကည့္လိုက္ၾကပါဦး။ေတာ္ေတာ္ၾကည့္လို႔ေကာင္းတဲ့ Animation ကားေလးပါ။(ဒီဇာတ္ကားရဲ႕ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2T1LX/[CM]100.Percent.Wolf.2020.720p.WEBRip.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/xEBracT3PZ57wIuTaZdrdM5ZAjk-133x200.jpg",
        "title": "From Beijing with Love (1994)",
        "description": "From Beijing with Love (1994)IMDb Rating (7.2)ကျွန်တော့်အကြိုက်ဆုံးတွေထဲက တစ်ခုဖြစ်တဲ့ မင်းသားကြီးစတီဖင်ချောင်ရဲ့\nAction, Comedy, Thriller အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့.....\nစတီဖင်ချောင်ဟာ အမူအကျင့် စတိုင် အတွေးအခေါ် အရာမှာ ဂျိမ်းစ်ဘွန်းနဲ့ နင်လား ငါလား ခွဲခြားမရနိုင်အောင်တူတယ်လို့\nကိုယ့်ကိုယ်ကိုယ်သတ်မှတ်ထားပေမယ့် အထက်ဌာနကတော့ သူ့ကို IQ မမှီတဲ့ အေးဂျင့်တစ်ယောက်အဖြစ် သတ်မှတ်ပြီး ဖိုင်ပိတ်ချိတ်ပိတ်ထားခဲ့တာ ကြာလှပါပြီ။\nတစ်နေ့မှာတော့ တရုတ်ပြည်ရဲ့ နံပါတ်တစ်ရတနာဟာ လွန်စွာထူးဆန်းလှတဲ့ လူတစ်စုကြောင့်\nလုယက်ခံလိုက်ရပါတယ်။အဲ့ဒီကိစ္စမှာ စတေးဖို့လူလိုနေတာနဲ့ IQ မမှီဘူးလို့သူတို့သတ်မှတ်ထားတဲ့\nစတီဖင်ချောင်ကို ထိုးထည့်ဖို့ကြံစည်ကြပါတယ်။\nစတီဖင်ချောင်ကလဲ ဂျိမ်းစ်ဘွန်းလို့ ကိုယ့်ကိုယ်ကိုယ်သတ်မှတ်ထားသူဖြစ်ရာ သေပင်သေသေ\nဒီကိစ္စအရှုပ်ထဲကို အလွယ်တကူလက်ခံဝင်ရောက်ခဲ့ပါတယ်။\nတရုတ်ပြည်ရဲ့ နံပါတ်တစ်ရတနာကို ပြန်ရဖို့အတွက်\nစတီဖင်ချောင်တစ်ယောက် အခက်အခဲ..အကြပ်အတည်း ..ထောင်ချောက်တွေထဲမှာ\nသူ့ရဲ့အစွမ်းကို ဘယ်လိုထုတ်သုံးမလဲဆိုတာ.........။\nဂျိမ်းစ်ဘွန်းဇာတ်ကားတွေကို ဟာသသဘောမျိုးတင်ဆက်ထားရာမှာ အတော်ပဲထိရောက်ပြီး\nကြည့်နေတဲ့တစ်ချိန်လုံး သဘောကျ နှစ်ခြိုက်မိတဲ့ဇာတ်ကားပါ။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   ...",
        "rating": "7.2",
        "url": "https://megaup.net/2T4Tj/(CMorg)From.Beijing.with.Love.1994.BluRay.720p.DD5.1.2Audio.x264-MTeam.mkv",
        "category": "Action, Asian, Comedy, Drama, Stephen Chow, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTlqhcERlOwaWUV2e12yCTJ9ZeM.jpg",
        "title": "Bloody Reunion (2006)",
        "description": "[Unicode]Horror Movie တွေ ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်အတွက် နောက်ထပ် horror movie လေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းဆရာမ ဘတ်ဟာ မူလတန်းကျောင်း ဆရာမတစ်ယောက်ဖြစ်ခဲ့ပါတယ် ၊\nအခုချိန်မှာတော့ သူမက အောက်ပိုင်းမလှုပ်ရှားနိုင်တော့တဲ့ သူတစ်ယောက်ဖြစ်နေပါပြီ\nမိသားစုလည်း တစ်ယောက်မှ မရှိတာကြောင့် သူမကိုတော့ တပည့်ဟောင်းတွေထဲက\nမီဂျာဆိုတဲ့ ကောင်မလေး တစ်ယောက်က အနီးကပ်ပြုစုစောင့်ရှောက်ပေးပါတယ်...ဆရာမဘတ်ဆီကို နှစ်စဉ္ဆရာများနေ့ရောက်တိုင်း\nသူမရဲ့ ကျောင်းသားဟောင်းတွေက အတူတူလာလည်တတ်ကြပါတယ်။ဒါပေမယ့် တစ်နှစ်မှာတော့ ကံဆိုးစွာနဲ့ ဆရာမအိမ်မှာ လူသတ်မှုဖြစ်ပွားခဲ့ပါတယ်...\nရှုပ်ထွေးလွန်းတဲ့ လူသတ်မှုတစ်ခုကြောင့် စုံထောက်မာတစ်ယောက် ခေါင်းစားနေခဲ့ပါတယ်\nသတ်ခံရသူတွေထဲက ၅ ယောက်ဟာ ဆိုးရွားစွာ သေဆုံးခဲ့ပြီး ၂ ယောက်ကတော့ အသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ် ။အသက်ရှင်ကျန်ရစ်သူကတော့ အိမ်ပိုင်ရှင် ဆရာမ ဘတ် ရယ် ၊\nနောက်တစ်ယောက်ကတော့ သူမရဲ့ အနီးကပ်တပည့် မီဂျာတို့ပဲဖြစ်ပါတယ် ။\nဆရာမဆီလာလည်ကြတဲ့ ကျောင်းသားတိုင်းက ဆရာမကြောင့် ထိခိုက်ဖူးတဲ့သူတွေဖြစ်ပြီး စိတ်ထဲမှာ အမုန်းတရားအနည်းငယ်စီရှိနေကြတာပါ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2d7pu/Bloody_Reunion...To_sir,_with_Love_(2006)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/kuw-160x200.jpg",
        "title": "The Entity(2019)",
        "description": "The Entity(2019)ညီမဖြစ်သူ Pam ရဲ့ရုတ်တရက်သေဆုံးသွားတဲ့သတင်းကိုကြားတော့ ကောလိပ်ကျောင်းသား Kent Gonzalez ကအိမ်ကို ဝမ်းနည်းကြေကွဲစွာပြန်လာခဲ့တယ်...အိမ်ရောက်တော့  အဖေ အမေနဲ့အတူစျာပနာကျင်းပခဲ့တယ်...နောက်ရက်များမှာ သူ့အတွက်ထူးဆန်းတဲ့ကိစ္စတွေဖြစ်လာတယ်...ကွယ်လွန်သွားတဲ့သူ့ညီမဝိညာဥ်က သူ့အိမ်မက်ထဲကိုအလည်လာခဲ့ပြီး သူမသိသေးတဲ့အကြောင်းအရာတွေကိုလာပြောပြသွားတယ်..... Kent အတွက်ထိန့်လန့်စရာကောင်းသလို ဝိညာဉ်ရဲ့ပြောပြချက်တွေကလည်းသူ့အတွက် စက်ဆုတ်စရာတွေဖြစ်နေတယ်....အဲ့ဒီနောက်မှာတော့.....ဝိညာဉ်ကဘာတွေပြောခဲ့လို့လဲ...အဲ့ဒီဝိညာဉ်ကရော ဘာတွေဆက်ပြီး Kent ကိုဆက်ပြောနေမှာလဲ...Kent ကရော ဝိညာဉ်ပြောခဲ့တာတွေနဲ့ပတ်သက်ပြီး ဘာတွေဆက်လုပ်မှာလဲ...Horror ကားကြိုက်သူတို့အတွက် တော်တော်မိုက်တယ်လို့ပြောရမှာပါ..ခံစားကြည့်ကြပါကုန်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်... File Size : (1.3 GB) and (692 MB)\nQuality :WEB-DL 720p 5.1CH\nFormat…mp4\nDuration…01:45:00\nGenre : Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chain\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1x7nr/Kuwaresma.2019.new.WEB-DL.720P5.1CH.mkv",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eIOlLgD5PGDeXn1mANLtK5tjMGB.jpg",
        "title": "App War (2018)",
        "description": "[Unicode]Start-Up ဆိုတဲ့ စကားလေးက ယနေခေတ် လူငယ်တွေကြားမှာ ရေပန်းစားလာပါတယ်...လူငယ်တော်တော်များများက သူတိုက အလုပ်တွေကနေ ထွက်ပြီး ကိုယ်ပိုင် လုပ်ငန်းတွေ start-up လုပ်ကြပါတယ် ။အဲ့ထဲမှာ ၉၀ ရာခိုင်နှုန်းက ကျရှုံးပြီး ၈ ရာခိုင်နှုန်းက ခက်ခက်ခဲခဲ ရုန်းကန်ရပါတယ်\n၂ ရာခိုင်းနှုန်းလောက်ကသာ အောင်မြင်ကြတာပါ\nလူငယ်အချို့ဟာ အောင်မြင်မယ့် ၂ ရာခိုင်နှုန်းထဲမှာ သူတို့တွေပါမယ်လို့ အတိကျ မပြောနိုင်ပေမယ့်လည်း ဒီလိုစွန့်စားမှုမျိုးတွေကို လုပ်ကြပါတယ်...ဒီတစ်ခါတော့ အဲ့လိုစွန့်စားပြီး start-up လုပ်ကြတဲ့ လူငယ်တွေအကြောင်းကိုရိုက်ကူးထားတဲ့ Movie လေးတစ်ခုကို CM fan တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းအကျဉ်း\n----------------------\nBom ဟာ သူငယ်ချင်းတွေနဲ့ အတူ start-up ပြိုင်ပွဲတွေကို ဝင်ပြိုင်လေ့ရှိပါတယ် ၊\nပြိုင်ပွဲမှာ အခြားအဖွဲ့က အနိုင်ရသွားပြီး သူတို့ရဲ့ App ကို ရွေးချယ်မခံခဲ့ရတာကြောင့် စိတ်ညစ်နေခဲ့ပါတယ်\nJune ဆိုတဲ့ ကောင်မလေးကလည်း Bom ...",
        "rating": "6.6",
        "url": "https://megaup.net/1x6z4/App_War_(2018)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/ayla-144x200.jpg",
        "title": "Ayla: The Daughter of War (2017)",
        "description": "Ayla: The Daughter of War (2017)=========================IMDb Rating - 8.5/10#Unicodeဖြစ်ရပ်မှန် စစ်နောက်ခံ ရုပ်ရှင်ကားတစ်ခု တင်ပေးပါရစေ။ Rating 8.5 အထိ ရှိပါတယ်။တကယ် ခံစားလို့ကောင်းတဲ့ ရုပ်ရှင်လေးပါပဲ။ တောင်မြောက်ကိုရီးယား စစ်ပွဲမှာ ကူညီဖို့ရောက်လာတဲ့တူရကီ တပ်ရဲ့ တပ်ကြပ်ကြီး ဆူလီမန်ဟာ တိုက်ပွဲထဲမှာ တစ်ယောက်ထဲကျန်နေခဲ့တဲ့ကိုရီးယား ကလေးမလေးတစ်ယောက်ကို ကယ်တင်လာခဲ့တယ်။ ကလေးလေးက စကားလည်းမပြောနိုင်နာမည်လည်း မသိတာမို့ အိုင်လာလို့ပဲ နာမည်ပေးခဲ့လိုက်ပါတယ်။ အိုင်လာ ဆိုတာ လရောင် လို့အဓိပ္ပါယ်ရတဲ့ တူရကီ စကားလေးပါပဲ။ စစ်ပွဲတစ်လျှောက်လုံး အသက်ဘေးကြားထဲကနေ ကလေးလေးကိုစောင့်ရှောက်ခဲ့တဲ့ တူရကီ စစ်သားနဲ့ သူ့ကို အဖေလို့ပဲ ထင်နေတဲ့ အိုင်လာလေးရဲ့ ဘဝဇာတ်လမ်းပါပဲ။နည်းမျိုးစုံနဲ့ မခွဲရဖို့ ကြိုးစားခဲ့ပေမယ့် တူရကီကို ပြန်ရတော့မယ့် အချိန်ရောက်လာတဲ့အခါ ဆူလီမန်ဟာအိုင်လာကိုပြန်လာတွေ့ပါ့မယ်လို့ ကတိပေးထားခဲ့တယ်။ ဆူလီမန်က ပြောခဲ့တယ် အဖေဆိုတာသားသမီးကို ပေးတဲ့ ...",
        "rating": "8.5",
        "url": "https://megaup.net/2d2M8/[CM]Ayla.The.Daughter.of.War.2017.WebRip720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8PsnaSysdwQ8NCnPfKF9IVd341y.jpg",
        "title": "Straight Up(2019)",
        "description": "Straight Up(2019)ဇာတ်လမ်းအကြောင်းကို မသွားခင် ကိုယ့်ကိုကိုယ် ဆန်းစစ်ကြည့်ရအောင်။\nသင်ဟာ LGBT တွေကို ဘယ်လိုမြင်လဲ။ သင့်ရဲ့ မသိစိတ်ထဲမှာ Gay% Straight% ဘယ်လောက်စီရှိမယ်ထင်လဲ။ လုံးဝ Straight ပါလို့ အာမခံလား။ အဲဒါဆို တခါတလေ ယောက်ျားလေးချင်းပဲဖြစ်ဖြစ် မိန်းကလေးချင်းပဲဖြစ်ဖြစ် မိမိရဲ့ပုခုံးပေါ် ဒါမှမဟုတ် ပေါင်ပေါ်ကို ရုတ်တရတ် လက်အတင်ခံလိုက်ရတဲ့အချိန်မှာ စိတ်ထဲဘယ်လိုဖြစ်သွားဖူးလဲ။ သောက်ရင်းစားရင်း မူးမူးနဲ့ ဘော်ဒါအချင်းချင်းကိုပဲဖြစ်ဖြစ် အခြားဝိုင်းက လိင်တူတစ်ယောက်ကိုပဲဖြစ်ဖြစ် နမ်းမိသွားတာမျိုး အဲ့ဒီလို အလားတူကိစ္စမျိုး အဲ့ထက်ဆိုးတဲ့ ကိစ္စမျိုးရှိခဲ့ဖူးလား။ နောက်နေ့မနက်မှာ အဲဒီလုပ်ရပ်ကို ပြန်အမှတ်ရမိရင်း ငါများ Gay သွားပြီလားလို့ စိုးရိမ်စိတ်ပေါ်ဖူးကြတယ်မလား။ ဒါမှမဟုတ် မိမိက Gay ပါလို့ ဝိုင်းသမုတ်ကြတဲ့ ပတ်ဝန်းကျင်ရောက်ရင် မသိစိတ်ထဲက အနည်းငယ်သော Gay % က တိုးပွားပေါက်ကွဲထွက်လာပြီး လုံးဝ Gay သွားမယ်လို့ထင်မိလား။ တွန်းရော ...",
        "rating": "6.5",
        "url": "https://megaup.net/1x3mk/Straight_Up.2019.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wOMFzaD18ZUb5xHKhoMmdZ1ArF2.jpg",
        "title": "A Home with a View (2019)",
        "description": "[Unicode]ဒီတစ်ခါတော့ ဟာသ ဇာတ်လမ်းလေးတစ်ခု တင်ဆက်ပေးမှာ ဖြစ်ပါတယ်\nဟောင်ကောင်မှာ နေထိုင်တဲ့ သာမန်မိသားစုလေး တစ်စုအကြောင်းပါ ။မြို့ပြမှာနေထိုင်တဲ့ သာမန်မိသားစုတွေရဲ့ ဘဝကို ဖော်ပြပေးထားတာပါ\nသူတို့ မိသားစု ဘာ အခက်အခဲတွေကြုံတွေ့ရလဲ\nစိတ်ညစ်စရာတွေ ဘယ်လိုဖြေဖျောက်လဲဆိုတာကို ဟာသအနေနဲ့ရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းလုံဝေ့မန်ဟာ အလုပ်ကြိုးစားတဲ့ အိမ်ထောင်ဦးစီး တစ်ယောက်ပါ\nဒါပေမယ့် ဘယ်လောက်ကြိုးစားပြီး ပိုက်ဆံရှာပါစေ\nသူပေါင်ထားတဲ့ တိုက်ခန်းလေးကို မရွေးနိုင်သေးပဲ အတိုးပေးနိုင်တဲ့ အခြေနေမှာတင်ပဲ ရှိနေခဲ့ပါတယ် ။သားဖြစ်သူကလည်း အလုပ်အကိုင်မရှိ\nသမီးဖြစ်သူကလည်း ကျောင်းတက်နေဆဲဖြစ်ပြီး\nအောက်ပိုင်းသေနေတဲ့ လုံဝေ့မန်ရဲ့အဖေကိုတော့ သူ့ရဲ့ဇနီးဖြစ်သူက ပြုစုနေရပါတယ်\nဒါကြောင့် သူတို့မိသားစုဟာ လုံဝေ့မန်တစ်ယောက်တည်းရဲ့ ဝင်ငွေနဲ့ ရပ်တည်နေကြတာပါ ၊တိုက်ခန်းကျဉ်းထဲမှာ မိသားစု ၅ ယောက်နေကြပြီး\nအပေါ်ထပ်နဲ့ ရန်ဖြစ်လိုက် အောက်ထပ်နဲ့ ရန်ဖြစ်လိုက် မိသားစုချင်းရန်ဖြစ်လိုက်နဲ့ အမြဲဖြစ်နေပေမယ့်\nအိမ်ပြတင်းပေါက်က လှမ်းကြည့်ရင် မြင်ရတဲ့ပင်လယ်ရှုခင်းကြောင့် အမြဲတမ်း စိတ်အပန်းပြေရပါတယ် ၊ဒါပေမယ့် သူတို့တိုက်ရှေ့မှာ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1x5cl/A_Home_with_A_View_(2019)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNmZkNmU3ODItNWE1Yi00ZDA4LTk1M2EtMDlkOGQ3YTk0ZmIzXkEyXkFqcGdeQXVyMTM5MjI4Mjc@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Shooting Heroin (2020)",
        "description": "Shooting Heroin (2020)=================IMDb Rating 7.2/10#Unicode2020 ခုနစ်ထွက် Action / Drama / Thriller ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး IMDB 7.2/10 ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့...မြို့မှာ မူးယစ်ဆေးဝါးသုံးစွဲမှုတွေဟာ မြင့်တတ်လာပြီး . တစ်နေ့နဲ့တစ်နေ့ လူသေမှုနှုန်းဟာတစ်ဖြည်ဖြည်းမြင့်တတ်လာပြီး . နိုင်ငံအတွင်း တစ်ရက်ကိုလူသေနှုန်းဟာ ၁၀၀ ကျော်ထိရှိလာခဲ့ပါတယ်။ အစိုးရရဲ့ထိန်းချုပ်မှုဟာလည်း မနိုင်လောက်ဖြစ်လာခဲ့ပါတယ်။အဒမ်ဟာ မြို့ငယ်လေးတစ်မြိုက စစ်ပြန်တစ်ယောက်ဖြစ်ပါတယ်။ သူ့မှာ ချစ်ရတဲ့ မွေးကင်းစသားလေးရယ်၊ သူ့ မိခင်ရယ် ၊ သူ့ ညီမလေးတစ်ဦးလည်းရှိပါတယ်။ တစ်နေ့မှာတော့ ဆေးဖြတ်ထားတဲ့ သူ့ညီမဖြစ်သူ ရှန်ယန်းတစ်ယောက် ဆေးပြန်သုံးနေတာကို သိလိုက်ရပါတယ်။အဲ့ဒါတင် မကသေးပဲ ရှန်ယန်းဟာ ဆေးလွန်ပြီး သေဆုံးသွားတဲ့အခါမှာတော့ အဒမ်တစ်ယောက်မူးယစ်ဆေး နဲ့ ရောင်းဝယ်ဖောက်ကားမှုတွေကို စိတ်နာတာကနေ ချေမှုန်းဖို့ဖြစ်လာပါတော့တယ်။အဓိက ဇာတ်ဝင်ခန်းတွေဟာ အဲ့အချိန်မှာစမှာပါ . အကြမ်းအရမ်း အတိုက်အခိုက်လေးတွေလည်းမြင်တွေ့ရမှာ သေချာပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May ...",
        "rating": "7.2",
        "url": "https://megaup.net/1x4hl/[CM]Shooting.Heroin.2020.WebRip.720P.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uWh3OnwlSXRGTHDWfNQ89Yr7ZBt.jpg",
        "title": "Ponmagal Vandhal (2020)",
        "description": "(မင်းသမီးလေး ရောက်လာပါပြီ)ကျောင်းအုပ်ဆရာမကြီးအဖြစ် အများသိကြတဲ့ တမီးလ်မင်းသမီးကြီး Jyotikaရဲ့ ကားသစ်စစ်စစ်က ကိုဗစ်ကာလမှာ ရုံမတင်ရဘဲ Amazonကနေ ဖြန့်ချိခဲ့ပါတယ်။ဇာတ်ကားကောင်းတစ်ကားဆိုတာလည်း ကြည့်ရှုပြီးကြသူတွေရော၊ မကြည့်ရသေးသူတွေပါ သိပြီးကြပြီထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို အနည်းငယ် ချပြပါမယ်။ကလေးမလေးတစ်ယောက်ကိုကယ်ဖို့ကြိုးစားရင်း လူငယ်လေးနှစ်ယောက် သေနတ်နဲ့ပစ်သတ်ခံလိုက်ရတယ်...တရားခံရဲ့နာမည်က ဂျိုသီ မြောက်ပိုင်းသူ...စိတ္တဇလူသတ်သမား သူ(မ)ရဲ့အိမ်ကို ရဲတွေရှာဖွေစစ်ဆေးကြည့်တော့ အိမ်အနောက်ဘက်မှာ ကလေးအလောင်း (၄)လောင်း မြှပ်ထားတာတွေ့ရတယ်...သေဆုံးသွားတဲ့ကလေးတွေရဲ့မိဘတွေသာမက ပြည်သူတွေကပါ သူ(မ)ကိုသတ်ပစ်ဖို့တောင်းဆိုကြတယ်...သတင်းအရ ဂျိုသီပုန်းနေတဲ့နေရာကိုသွားဖမ်းတော့ သေနတ်နဲ့ခုခံတဲ့အတွက် ဂျိုသီ့ကို ရဲတွေပြန်လည်ပစ်ခတ်ခဲ့ရတယ်...စိတ္တဇလူသတ်သမားဂျိုသီရဲ့ပုံပြင်ဟာ ဒီမှာတစ်ခန်းရပ်ခဲ့တယ်...အချိန်တွေ ရာသီတွေအလီလီပြောင်းလို့ (၁၅)နှစ်ဆိုတဲ့ အချိန်ကာလတစ်ခုကိုရောက်ခဲ့ပြီ...ဂျိုသီရဲ့အမှုကိုပြန်ဖွင့်ပြီး ပြန်လိုက်တော့မယ်ဆိုတဲ့သတင်းထွက်လာတော့ လူတွေအကုန်အံ့သြသွားကြတယ်...နဂိုတည်းက သွေးဆူခဲ့ကြတဲ့အမှုဆိုတော့ အားလုံးဝိုင်းပြီးကန့့််ကွက်ကြတယ်...တရားရုံးရှေ့အထိ လူစုလူဝေးနဲ့ဆန္ဒလာပြကြတယ်...လယ်ပြင်ဆင်သွားသလို ထင်းနေတဲ့အမှုကို နာမည်ကြီးချင်လို့အစပြန်ဖော်တယ်လို့ သူတို့တွေးမိကြတယ်...ဒီရှေ့နေမ ငွေလိုလို့လား...နာမည်ကြီးချင်လို့လားပေါ့...ဂျိုသီ့အမှုကို ပြန်လိုက်မဲ့ရှေ့နေမလေးနာမည်က ဗန်ဘာ... မစ္စစ်ဗန်ဘာ...ဂျိုသီ့အမှုက သူ့အတွက်ပထမဆုံးအမှု ပြည်သူတွေ ဆတ်ဆတ်ထိမခံတဲ့အမှု ဗန်ဘာ့အတွက်တော့ ဒါဟာ ရှေ့နေဘဝရဲ့ပထမဆုံးခြေလှမ်း...အမှားခံလို့မရတဲ့ ကိစ္စရပ်တစ်ခု... လူတွေရဲ့ပြစ်တင်ရှုံ့ချတဲ့အကြည့်တွေ ဖိနပ်တွေနဲ့ပစ်ပေါက်ခံရတာတွေကြားကနေ ဒီအမှုကိုဆက်လိုက်ဖို့ သူဆုံးဖြတ်ခဲ့တယ်...ကဲ ရှေ့ဆက်ဘယ်လို ဖြစ်ကြဦးမလဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3yWzM/(CM)_Ponmagal.Vandhal.2020.720p.AMZN.WEB-DL.mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uzqKhhSA6ypWwqsnZSwCs7C42sb.jpg",
        "title": "Dum Maaro Dum(2011)",
        "description": "Dum Maaro Dum(2011)အေစီပီဗရှ်နူးကာမသ်ဟာမိသားစု စားဝတ်နေရေးချောင်လည်ဖို့ဘာမဆိုလုပ်တဲ့သူပါ....တရားမဝင်လုပ်ရပ်တွေလာဘ်စားပြီး ငွေအတွက်လက်တစ်လုံးခြားလုပ်စားနေတဲ့သူဆိုပါတော့.....ဒါပေမယ့်တစ်နေ့မှာတော့ သူ့မိသားစုနဲ့အတူခရီးသွားနေတုန်းရုတ်တရက်အက်ဆီးဒန့်တစ်ခုနှင့်ကြုံခဲ့ရပါတယ်။\nမိသားစုအတွက်ပိုက်ဆံကိုနည်းမျိုးစုံနဲ့ရှာတတ်တဲ့ အေစီပီဗရှ်နူးတစ်ယောက်သူ့ရဲ့မိသားစုဝင်တွေကိုဆုံးရှုံးလိုက်ရပြီး သူ့မှာ အတွေးကြီးတစ်ခုကျန်ခဲ့တယ်...သူရှာခဲ့တဲ့ငွေတွေဟာလည်းသိပ်ချစ်တဲ့မိသားစုတွေကိုပြန်မခေါ်ပေးနိုင်ဘူးပေါ့...ဒီနောက်တော့ သူပြောင်းလဲသွားပါတော့တယ်....\n၅နှစ်ကြာပြီးတဲ့နောက် ဂိုအာမြို့မှာမူးယစ်ဂိုဏ်းတွေကိုရှင်းလင်းဖို့အမိန့်ပေးခံခဲ့ရပြီး အေစီပီတစ်ယောက်မူးယစ်ဂိုဏ်းတွေကိုရှင်းလင်းနိုင်မလား?\nမူးယစ်ဖြန့်ဖြူးရေးလုပ်ငန်းရဲ့နောက်ကွယ်မှာအဓိကကြိုးကိုင်ထားတာကရောဘယ်သူလဲ?\nအေးစီပီတစ်ယောက်ဘယ်လိုပဟေဠိတွေနဲ့ရင်ဆိုင်ရမလဲ? ဆိုတာတွေကိုတော့ဇာတ်ကားထဲမှာပဲကြည့်ရှုပေးကြပါလို့.......\nAction, Crime ကြိုက်တဲ့သူတွေလက်မလွှတ်သင့်ပါကြောင်း..ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size : (1.01 GB) and (554 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:08:00\nGenre : Action , Drama, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2d1qm/Dum_Maaro_Dum_(2011).WEB-DL.720P.PP.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rwMonNICMmNqF94UyZ5POWcFmIg.jpg",
        "title": "Cello (2005)",
        "description": "[Unicode]Korea Horror Movie လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဟုန်မီဂျူးလို့ခေါ်တဲ့ ဆယ်လို တီးသင်ပေးတဲ့ပါမောက္ခမှာ သာယာစိုပြေတဲ့မိသားစုဘဝလေးကိုပိုင်ဆိုင်ထားပါတယ် ၊\nဒါပေမယ့် လူတွေမသိတဲ့ သူမဖုန်းကွယ်ထားတဲ့အရာတစ်ခုရှိနေပါတယ် အဲ့အရာကနေ သူ့ကိုနေ့စဉ်နဲ့အမျှခြောက်လန့်နေခဲ့ပါတယ် ။အစကသာယာနေတဲ့မိသားစုဘဝလေးကနေ အိမ်ဖော်အဒေါ်ကြီးတစ်ယောက် ရောက်လာတဲ့အချိန်မှာ စပြီးမုန်တိုင်းထန်ခဲ့ပါတော့တယ် ၊နေ့တိုင်းသူ့ကို ခြိမ်းခြောက်စာတွေပို့ ထင်ယောင်ထင်မှားဖြစ်နေတာတွေက ဘယ်အရာကနေစဖြစ်တည်လာတာလဲ ?သူကရော ဘာလျှို့ဝှက်ချက်တွေကိုဖုန်းကွယ်ထားတာ ?သူထင်နေတဲ့အရာတွေကရော အမှန်တွေဖြစ်ပါ့မလား ?အိမ်ဖော်အဒေါ်ကြီးကရော ဘယ်သူလဲဆိုတာ ပဟေဠိဆန်ဆန်နဲ့ ကြည့်ရှုခံစားလိုက်ပါဦး...။IMDb Rating - 6.0/10( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]Korea Horror Movie ေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးပါရေစ။\nဟုန္မီဂ်ဴးလို႔ေခၚတဲ့ ဆယ္လို တီးသင္ေပးတဲ့ပါေမာကၡမွာ သာယာစိုေျပတဲ့မိသားစုဘဝေလးကိုပိုင္ဆိုင္ထားပါတယ္ ၊\nဒါေပမယ့္ လူေတြမသိတဲ့ သူမဖုန္းကြယ္ထားတဲ့အရာတစ္ခုရွိေနပါတယ္ အဲ့အရာကေန သူ႔ကိုေန႔စဥ္နဲ႔အမွ်ေျခာက္လန္႔ေနခဲ့ပါတယ္ ။အစကသာယာေနတဲ့မိသားစုဘဝေလးကေန အိမ္ေဖာ္အေဒၚႀကီးတစ္ေယာက္ ေရာက္လာတဲ့အခ်ိန္မွာ စၿပီးမုန္တိုင္းထန္ခဲ့ပါေတာ့တယ္ ၊ေန႔တိုင္းသူ႔ကို ၿခိမ္းေျခာက္စာေတြပို႔ ထင္ေယာင္ထင္မွားျဖစ္ေနတာေတြက ဘယ္အရာကေနစျဖစ္တည္လာတာလဲ ?သူကေရာ ဘာလွ်ိဳ႕ဝွက္ခ်က္ေတြကိုဖုန္းကြယ္ထားတာ ?သူထင္ေနတဲ့အရာေတြကေရာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/cello-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/reeMDePCTJ0ezxq1SDxBRnGQWil.jpg",
        "title": "Rocket Singh: Salesman of the Year(2009)",
        "description": "Rocket Singh: Salesman of the Year(2009)IMDb....7.5,,,,, Rotten...88%(အမိုက်စားကားမို့ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်...)ဟသ်ပရီးဆင်းဂ်ဟာ ကျောင်းစာမှာ အတော်လေး အမှတ်မကောင်းဘူး....ဒီတော့\nနောက်ထက် တစ်ဆင့်မြင့် ကျောင်းဆက်တက်ဖို့လည်းအခြေအနေမပေးတာကြောင့် ကွန်ပြူကုမ္ပဏီတစ်ခုမှာအလုပ်လျှောက်ခဲ့တယ်...ကံကောင်းထောက်မစွာ အရောင်းဝမ်းထမ်းအဖြစ်ခန့်အပ်ခံခဲ့ရပါတယ်......အရောင်းဝန်းထမ်းဖြစ်လာပေမယ့်လည်း လုပ်ငန်းခွင်ဟာ လွဲချော်မှုတစ်ခုကြုံတိုင်း သူ့ရဲ့အားနည်းချက်တွေကိုဟာသသဖွယ် သိက္ခာ  ခဏခဏသိက္ခာအချခံရတာကြောင့် ဒီလုပ်ငန်းကို စိတ်ပျက်လာမိတယ်...သူက ဒီအတိုင်းမနေဘဲ  ဘယ်သူမှ မျှော်လင့်မထားတဲ့ ြဖစ်လာနိုင်ချေ အောင်မြင်ချေနည်းလွန်းသည့်သူ့ကိုယ်ပိုင်လုပ်ငန်းထူထောင်ဖို့လျှို့ဝှက်စွာစတင်ပါတော့တယ်......\nသူရဲ့ကိုယ်ပိုင်လုပ်ငန်းအောင်မြင်မှာလား?\nလုပ်ငန်းထူထောင်ဖို့ဘယ်သူတွေကူညီကြမလဲ?\nကုမ္ပဏီပိုင်ရှင်သိသွားမှာလား?ဘယ်လိုပြဿနာတွေနဲ့ရင်ဆင်ရမလဲ?ဒီကားက နာမည်ကျော်မင်းသား Ranbir Kapoor အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးIMDb ရော Rotten ရော အောင်မြင်မှုရခဲ့တဲ့ကားပါ...ဟာသတွေနှောပြီး လုပ်ငန်းခွင် အတွင်းဖြစ်ရပ်တွေကို ပညာသားပါပါပြသွားသလို ဘဝတိုးတက်ရေးအတွက်နည်းလမ်းတစ်ခုတော့အမြဲရှိတယ်ဆိုတာကိုလည်း တင်ဆက်ထားပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်...File Size : (2.7GB)(1.2 GB) and (559 MB)\nQuality : Blu-Ray 1080p 5.1 ...",
        "rating": "7.5",
        "url": "https://megaup.net/2d0cy/Rocket_Singh_-_Salesman_of_the_Year_(2009).BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BMWY3YThiZjctOGY4ZS00NzA1LTliZTUtNWEyMTVlODNhZmQ2XkEyXkFqcGdeQXVyMTgzOTE5MTY@._V1_SY1000_CR007821000_AL_-156x200.jpg",
        "title": "Axcellerator (2020)",
        "description": "Axcellerator (2020)===============IMDb Rating 5.7/10#Unicodeဘဝကို ကြုံရာကျပန်းနေထိုင်ပြီး အကြွေးတွေနဲ့ပိနေတဲ့ကောင်လေး \"Dane\". . .နိုင်ငံတော်အတွက် အလုပ်လုပ်ပေးနေတဲ့ သိပ္ပံပညာရှင် \"Hawks\" . . .တစ်နေ့မှာတော့ Dane ဟာ သူ့အဖေဈာပနအတွက် မိုင်ယာမီကို ရောက်လာပြီးတဲ့နောက်မှာHawks နဲ့ မတော်တဆဆုံခဲ့ပြီး သူတီထွင်ထားတဲ့ပစ္စည်းရဲ့အစွမ်းနဲ့ထူးဆန်းမှုကို စတင်ကြုံတွေ့ရပါတော့တယ်။ Device ဟာ အလန်းစား ဖြစ်ပြီးတော့ မသမာသူတွေသိရှိသွားခဲ့ပြီး သူတို့ရဲ့အနောက်ကိုတော်လျှောက်လိုက်လို့ ဒုက္ခပေးလိုက်လုတာကို ဇာတ်လမ်းဆင်ထားတာပါ။ ဒီ Device ကိုရရှိသူတွေအတွက်ကတော့ အလွန်အသုံးဝင်ပြီး . ကောင်းမှုရော မကောင်းမှုရော ကျူးလွန်နိင်တာမို့ပြေးရင်းလိုက်ရင်း လိုက်ရင်းပြေးရင်းနဲ့ အရှောင်အတိမ်းတွေနဲ့ ကြည့်ရမယ့်ကားမျိုးပါ။ဘယ်လို Device အမျိုးအစားလဲသိချင်ရင်တော့ မူဗီလေးသာ ဒေါင်းကြကုန် . . .(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဘဝကို ႀကဳံရာက်ပန္းေနထိုင္ၿပီး အေႂကြးေတြနဲ႔ပိေနတဲ့ေကာင္ေလး \"Dane\". . .ႏိုင္ငံေတာ္အတြက္ အလုပ္လုပ္ေပးေနတဲ့ သိပၸံပညာရွင္ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1x00R/[CM]Axcellerator.2020.WebRip.720P.mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uGLbtsn1yzRMe8rTVN8jGo4naYf.jpg",
        "title": "Lady Driver(2020)",
        "description": "Lady Driver(2020) အယ်လီလန်းစင်းဆိုတဲ့ အသက်၁၆နှစ်သာရှိသေးတဲ့ ​ကောင်မလေးဟာ ဖခင်ဆုံးပြီးနောက်ပိုင်း အမေနောက်အိမ်ထောင်ပြုခဲ့လေတော့သူမနဲ့ပထွေးဖြစ်သူနဲ့ သိပ်အစေးမကပ်လှ....အိမ်တွင်းအဆင်မပြေမှုတွေကို ယာဥ်မောင်းသင်တန်းကျောင်းတစ်ခုက ကားပစ္စည်းအစိတ်အပိုင်းတွေ စက်ပြင်အတန်းချိန်တွေနဲ့အစားထိုးပြီးသူမအချိန်တွေကို မြှုပ်နှံထားပါတယ် ...တစ်နေ့ အယ်လီတစ်ယောက် ကားမောင်းလိုင်စင်ရပီးနောက်မှာ အိမ်ကထွက်ပြေးဖို့ကြံပါတော့တယ်..ဒီလိုနဲ့ ယာဥ်မောင်းသင်တန်းက ကားစုတ်ကြီးတစ်စီးကိုခိုး အမြန်လမ်းပေါ်တက်မောင်းပါတော့တယ်..ဒီနေ့တင်လိုင်စင်ရတယ် ဒီနေ့တင် တစ်ယောက်တည်းကားတက်မောင်းတဲ့ အာဂကောင်မလေး အမြန်လမ်းတစ်နေရာရောက်တော့ကားစုတ်ကြီးက radiator ထဖောက်လို့ ထိုးရပ်လိုက်ရာကနေ သူမရဲ့ ဆုံးသွားတဲ့အဖေရဲ့ ညီဖြစ်သူနဲ့ ဘယ်လိုအကြောင်းဖန်တွေ့ဆုံပီးရွှံ့မြေပြေးလမ်းတွေပေါ်က ပြိုင်ကားထိုင်ခုံပေါ် သူမဘယ်လိုရောက်သွားမလဲကြည့်ရမှာပါ..ကားဝါသနာအိုးလေးဖြစ်တဲ့ အယ်လီလန်းစင်းအတွက် သာမန်ကားမောင်းရတာနဲ့ ပြိုင်ကားမောင်းရတာ ဘယ်လိုကွဲလွဲမှုတွေရှိမယ် ..သူမအတွက်ဘယ်လိုစိန်ခေါ်မှုတွေရှိမလဲဆိုတာတော့ ခံစား ကြည့်ရှုကြည့်ပါ...Racer movie တွေကိုခုံမင်တဲ့သူတွေအတွက်တော့ တကယ်ကြည့်ပျော်တဲ့ကားဖြစ်မှာအာမခံပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (360 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Sport\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/1x1Ym/Lady_Driver.2020.WEB-DL.720P.PP.mp4",
        "category": "Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/unnamed-135x200.jpg",
        "title": "Luangda Mahaheng (2019)",
        "description": "[Unicode]ဇာတ်လမ်းလေးကတော့ခုပ်အီရွှေဆိုတဲ့ရွာလေးတစ်ရွာက ကျောင်းထိုင်ဆရာတော်တစ်ပါးနဲ့ ဇာတ်လမ်းလေးကိုအခြေတည်ထားပါတယ် ။လူတွေရဲ့ဘဝဆိုတာ မနေ့ကရယ် ဒီနေ့ရယ် မနက်ဖြန်ရယ် ၃ရက်ပဲရှိတယ်ဆိုတဲ့စကားကိုလက်ကိုင်ထားတဲ့ ဆရာတော်မှာ\nမွေးစားသားလိုစောင့်ရှောက်ပေးရတဲ့ကပ္ပိယ ၃ယောက်ရှိတယ်...\nတွန့်ကလ ၊ လုန် ၊ စငုပ်ဒုက္ခိတအိုက်တွန့်ကဒုက္ခိတပေမယ့် ထီလက်မှတ်လှည့်ရောင်းရင်းဆရာတော်နဲ့ကူပြီးနေတယ် ။\nအိုက်စငုပ်ကတော့ရိုးသားပြီးသနားတတ်ကြတဲ့ရွာသားတွေကို သနားအောင်မျက်မမြင်ယောင်ဆောင်ပြီးထီလှည့်ရောင်းတယ် ၊ရွာသားတွေမှာလဲချဲ၂လုံး ၃လုံးကို အသဲအသန်ထိုးကြတဲ့အကျင့်လေးတွေလဲရှိကြတယ် ၊\nဒီလိုနဲ့ရွာသားတွေဟာ ဆရာတော်က ချဲဂဏန်းပေးတဲ့ဘုန်းကြီးတစ်ပါးမဟုတ်တာတောင်\nဆရာတော်ရဲ့နှုတ်ထွက်စကားအပြုအမူတွေတိုင်းမှာ ချဲဂဏန်းပေးပါတယ်ဟေ့ဆိုပြီးဂဏန်းကောက်ကြတယ်\nရွာလုံးကျွတ်ထိုးကြတယ်\nထိုးတိုင်းလဲပေါက်ကြတော့ဆရာတော်ဟာဘုမသိဘမသိ ချဲဘုန်းဘုန်းရယ်လို့ဖြစ်လာခဲ့ပါတော့တယ် ။တစ်ရွာလုံးကချဲဘုန်းဘုန်းနောက်လိုက်ဂဏန်းကောက်ကြ ပေါက်လို့ပျော်ကြပေမယ့်\nရဲနဲ့စစ်သား သားတွေမွေးထားတဲ့ချဲဒိုင်မိန်းမနှစ်ယောက်ကတော့ ချဲဘုန်းကြီးဂဏန်းဆိုအရှုံးပေါ်လွန်းလို့ ချဲထွက်တဲ့နေ့တိုင်း ဆရာတော်ကိုမျက်မုန်းကျိုးမေတ္တာတွေပို့နေခဲ့ကြတဲ့နောက် ....ဆရာတော်မရှိတော့ရင်ကောင်းမယ်ဆိုပြီး အတွေးတွေဝင်ပြီးဆရာတော်ကိုဘယ်လိုပုံစံဘယ်လို နှောင့်ယှက်ကြဦးမလဲဆိုတာတွေကို ဟာသနှောပြီးရိုက်ကူးထားပါတယ် ။Comedy movie လေးဖြစ်ပြီး ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကလဲ ဟာသကားတွေထဲသရုပ်ဆောင်နေကြသူတွေပဲမို့ မရယ်ရမှာတော့စိတ်ပူမနေပါနဲ့တော့ ....ထိုင်းဟာသကားကြိုက်တဲ့သူတွေအတွက်ဒီကားက လက်မလွှတ်သင့်တဲ့ movie လေးပါပဲ ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Nang Mwe Kham ဖြစ်ပါတယ် )[Zawgyi]ဇာတ္လမ္းေလးကေတာ့ခုပ္အီေ႐ႊဆိုတဲ့႐ြာေလးတစ္႐ြာက ေက်ာင္းထိုင္ဆရာေတာ္တစ္ပါးနဲ႔ ဇာတ္လမ္းေလးကိုအေျခတည္ထားပါတယ္ ။လူေတြရဲ႕ဘဝဆိုတာ မေန႔ကရယ္ ဒီေန႔ရယ္ မနက္ျဖန္ရယ္ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/luangda-mahaheng-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8FWpw3WHUo9EvU1xMWZRjdRlN3.jpg",
        "title": "Debt Collectors (2020)",
        "description": "ဘွိုက်ကာ မင်းသားကြီး စကော့ အက်ဒ်ကင်ရဲ့ အက်ရှင်ကားအသစ်ပါ။နာမည်ကတော့ အကြွေးတောင်းသူများတဲ့။ဇာတ်လမ်းကတော့ အကြွေးတောင်းတဲ့ဇာတ်လမ်းပါပဲ။လူမိုက်လုပ်ခဲ့ဖူးတယ် ဖရန့်ချ် နဲ့ ဆူး ဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာကျည်ဆံတွေမှန်ပြီး သေလုမျောပါး ဖြစ်ပြီးတဲ့နောက်မှာ အနားယူခဲ့ကြပါတယ်။ဒါပေမယ့် စီးပွားရေး အဆင်မပြေတဲ့အခါမှနောက်ဆုံးတစ်ခေါက်အနေနဲ့ အကြွေးတွေအချီကြီးလိုက်တောင်းပေးရမယ်အလုပ်ကို လက်ခံပေးလိုက်မိပါတယ်။အကြွေး၃ ခုကို ၂ ရက်အတွင်း အပြီးတောင်းပေးရမယ့်အလုပ်ပါ။ဒါပေမယ့် အလုပ်က ထင်သလောက် လွယ်ပြီး ရိုးရှင်းမနေပါဘူး။တောင်းရတာ တကယ့် ဖိုက်တာတွေဆီက ဖြစ်ပြီး မပေးဘဲ ပြန်ချမယ့်သူတွေချည်းဖြစ်နေတဲ့အပြင် အကြွေးတောင်းခိုင်းတဲ့ ဘော့စ်ရဲ့ နောက်ကွယ်မှာလည်းပြဿနာတွေ ထပ်ရှိနေတဲ့အခါ နွားအိုကြီးနှစ်ယောက်နွားပျိုတွေနဲ့အပြိုင် ပွဲကြမ်းရပါတော့တယ်။ဟာသလည်းပါပြီး အက်ရှင်ကောင်းကောင်းနဲ့မို့ ကြည့်ကောင်းမယ့်ကားပါပဲ။ File Size : ( 912 MB , ...",
        "rating": "5.6",
        "url": "https://megaup.net/2d0aB/(CM)_Debt_Collectors_2020_WEBRip_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/15-140x200.jpg",
        "title": "The Lucky Guy (1998)",
        "description": "The Lucky Guy (1998)IMDB(6.1)စတီဖင်ချောင်ရယ် အဆိုတော်မင်းသားနှစ်ယောက်ရယ် မင်းသမီး Shu Qi တို့ရယ် တခြားသရုပ်ဆောင်တွေ များစွာပါဝင်ထားတဲ့Comedy Drama ဇာတ်ကားပါ။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ ...",
        "rating": "6.1",
        "url": "https://megaup.net/R0fm/(CM)The_Lucky_Guy_1990_Bluray_720p__(1).mkv",
        "category": "Asian, Comedy, Drama, Stephen Chow"
    }
]