[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-25-at-12.01.27-AM-136x200.png",
        "title": "In Other Words (2020)",
        "description": "In Other Words (2020)==================IMDb Rating - 4.6/10#Unicodeဒီတစ်ခေါက်မှာတော့ အချစ်ဟာသ ဇာတ်မြူးလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။မိန်းကလေးတွေနဲ့ စကားပြောရင် စကားတွေထစ်ပြီး မူးမေ့သွားတတ်တဲ့ ကြောင်တောင်တောင် True Andrews နဲ့ သူငယ်ချင်းတွေက Dating app တစ်ခုကို ဖန်တီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ သူဖန်တီးထားတဲ့ Dating appကို စမ်းသပ်ရင်း Angelica ဆိုတဲ့ စပိန်မလေးတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ပါတယ်။ အင်္ဂလိပ်စကားမပြောတတ်တဲ့ စပိန်မလေးနဲ့ ခပ်ကြောင်ကြောင် True နဲ့ ဘယ်လိုတွေရှေ့ဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှူရမှာပါ။ဒီဇာတ်ကားထဲမှာတော့ Mexico မြို့မှာရှိတဲ့ သဘာဝအလှတရား, စပျစ်ခြံနဲ့ သူတို့ရဲ့ Cultureကို တွေ့မြင်ရမှာပါ။ Covid ကာလမှာ စိတ်ညစ်စရာတွေ ပြေပျောက်သွားပြီး ရီမောနိုင်စေဖို့တင်ဆက်ပေးလိုက်ပါတယ်.....(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) #Zawgyiဒီတစ္ေခါက္မွာေတာ့ အခ်စ္ဟာသ ဇာတ္ျမဴးေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစ။မိန္းကေလးေတြနဲ႔ စကားေျပာရင္ စကားေတြထစ္ၿပီး မူးေမ့သြားတတ္တဲ့ ေၾကာင္ေတာင္ေတာင္ True ...",
        "rating": "4.6",
        "url": "https://megaup.net/1zuyW/In.Other.Words.2020.720p.WEBRip[CM].mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wGkr4r1e8nubmSNKJpv3HL6sFrA.jpg",
        "title": "The Broken Hearts Gallery(2020)",
        "description": "The Broken Hearts Gallery(2020)ချစ်သူနဲ့ပါတ်သတ်တဲ့အမှတ်တရတွေကိုသိမ်းဆည်းတတ်တဲ့\nကောင်လေး၊ကောင်မလေးတွေ CM ပရိသတ်ကြီးထဲမှာရှိကြမယ်လို့ထင်ပါတယ်။လမ်းခွဲပြတ်စဲသွားချိန်မှာတောင်ဒီအမှတ်တရတွေကို မဖျက်ဆီးရက်တဲ့အခါ နာကျင်ခံစားကြရမှာပါ။အဲဒီလိုရှေ့မဆက်နိုင်ပဲနာကျင်နေရတာတွေကိုကုစားဖို့ Hear Broken Gallery (2020)လာပါပြီ။စွန့်ပစ်ဖို့လည်းခက် ဖက်တွယ်ဖို့လည်းနာကျင်နေရရင် ဒီကားလေးကိုသတိရလိုက်ပါ။ဒီကားလေးမှာတော့ တွဲသမျှကောင်လေးတိုင်းရဲ့အမှတ်တရတွေကိုသိမ်းထားတတ်တဲ့ကောင်မလေးလူစီက ပြခန်းတွေကိုစီမံရတာ၀ါသနာပါတဲ့ကောင်မလေးတစ်ယောက်‌ပေါ့။တစ်နေ့တော့ သူ့ချစ်သူနဲ့ပြတ်စဲသွားတဲ့အချိန်မှာဒီအမှတ်တရပစ္စည်းတွေကိုလွှင့်မပစ်နိုင်မယ့်အတူတူထားစရာနေရာရှာပါတော့တယ်။အဲဒီမှာပဲ ဟိုတယ်ဖွင့်ဖို့ကြိုးစားနေတဲ့ နစ်ခ်နဲ့ဆုံပါတော့တယ်။သူတို့တွေဘာဆက်ဖြစ်မယ်ဆိုတာ စိတ်၀င်စားစွာနဲ့ကြည့်ရှုရမှာပါ။\nComedy, Romance ဖြစ်တဲ့ဒီကားလေးမှာ Stranger Thing စီးရီးထဲက ဆွဲဆောင်မှုရှိတဲ့ဘီလီက နစ်ခ်အနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ဒီတစ်ခါတော့ Charming type လေးအနေနဲ့ပါ၀င်ထားတဲ့ ဒီဇာတ်လမ်းလေးက အဆုံးထိစိတ်၀င်တစားကြည့်ရှုရမယ့်ကားလေးပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်...File Size :(940 MB) and (321 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon ...",
        "rating": "6.6.",
        "url": "https://megaup.net/1zub1/The_Broken_Hearts_Gallery.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-24-at-12.37.24-PM-141x200.png",
        "title": "The Last Exorcist (2020)",
        "description": "The Last Exorcist (2020)==================IMDb Rating - 5.9/10#Unicode၂၀၂၀မှာထွက်ရှိထားတဲ့ Thriller , Horror အမျိုးအစားဇာတ်ကားကောင်းလေးပါ။အတိတ်ကာလကကြုံတွေ့ခဲ့ရတဲ့ နတ်ဆိုးတွေက လက်ရှိအချိန်ထိတိုင်လိုက်ပါနှောင့်ယှက်ခြင်းခံနေရတဲ့ ညီအစ်မနှစ်ယောက် ဂျိုးဇက်ဖင်းနဲ့မက်ဒီ။အစ်မဖြစ်သူမက်ဒီကို နတ်ဆိုးကဝင်ပူးသွားတဲ့အခါ ညီမဖြစ်သူဂျိုးဇက်ဖင်းကဘယ်လိုရင်ဆိုင်ပြီးအစ်မကိုကယ်တင်မှာလဲ ဇာတ်လမ်းနာမည်လေးအတိုင်းထိတ်လန့်သည်းဖိုစရာတွေများမြင်တွေ့ရမလား။ ကြောက်ဖို့ကောင်းတာကဘယ်မှာလဲဆိုပြီး ဖြစ်မှာလား။ ဒါကိုကြည့်ပြီးမှသိရမှာပါ။ သေချာတာတစ်ခုကတော့ဒီကားလေးထဲမှာသရုပ်ဆောင်ကြီးDanny Trejoက အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyi၂၀၂၀မွာထြက္ရွိထားတဲ့ Thriller အမ်ိဳးအစားဇာတ္ကားေကာင္းေလးပါ။အတိတ္ကာလကႀကဳံေတြ႕ခဲ့ရတဲ့ နတ္ဆိုးေတြက လက္ရွိအခ်ိန္ထိတိုင္လိုက္ပါေႏွာင့္ယွက္ျခင္းခံေနရတဲ့ ညီအစ္မႏွစ္ေယာက္ ဂ်ိဳးဇက္ဖင္းနဲ႔မက္ဒီ။အစ္မျဖစ္သူမက္ဒီကို နတ္ဆိုးကဝင္ပူးသြားတဲ့အခါ ညီမျဖစ္သူဂ်ိဳးဇက္ဖင္းကဘယ္လိုရင္ဆိုင္ၿပီးအစ္မကိုကယ္တင္မွာလဲ ဇာတ္လမ္းနာမည္ေလးအတိုင္းထိတ္လန႔္သည္းဖိုစရာေတြမ်ားျမင္ေတြ႕ရမလား။ ေၾကာက္ဖို႔ေကာင္းတာကဘယ္မွာလဲဆိုၿပီး ျဖစ္မွာလား။ ဒါကိုၾကည့္ၿပီးမွသိရမွာပါ။ ေသခ်ာတာတစ္ခုကေတာ့ဒီကားေလးထဲမွာသ႐ုပ္ေဆာင္ႀကီးDanny Trejoက အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။) Quality –  720p WebRipDuration - 1hr 20minSubtitle – Myanmar HardsubFormat – Mp4Genre : Thriller, ...",
        "rating": "5.9",
        "url": "https://megaup.net/1zuad/The.Last.Exorcist.2020.720p.WEBRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/4lsvhhxrxexa-112x200.png",
        "title": "White Haired Devil Lady (2020)",
        "description": "ဆံပင်ဖြူမိစ္ဆာမရဲ့ 2020 ထွက် ဗားရှင်းလေးပဲဖြစ်ပါတယ်တုံးချန်ရဲ့ချန်ကုံး အုပ်စိုးစဉ်ကာလ အသက်ရှည်စေတဲ့ ဆေးဟုန်ဝမ်ကိုမင်းကြီးအတွက်လို့အကြောင်းပြကာ စန်းမိမ်နွီကိုဖေါ်စပ်ခိုင်းပြီးမင်းနေပြည်တော်ကိုဝူတန်းဂိုဏ်းကိုပို့စေဖို့ တာဝန်ပေးအပ်ပါတော့တယ်..လမ်းတစ်ဝက်မှာ မင်ယွဲ့ဂိုဏ်းက ယွဲ့လော်ချားဦးဆောင်တဲ့အဖွဲ့ရဲ့ ကြားဖြတ်လုယူတာခံရတဲ့အခါ...ဟုန်ဝမ်ရဲ့နောက်ကွယ်မှာဘယ်လိုထောင်ချောက်တွေရှိနေတာလဲ...ချန်ကုံးကိုအနိုင်တိုက်ခိုက်နိုင်ပါ့မလား....တန်ခိုးသိုင်းကားကြိုက်သူတွေအတွက်တော့အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါTranslated & Review By Phyo ZawEncoded By LK",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/white-haired-devil-lady-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/fb4e58756e169a0b959934844b7ed6aa304ced9d1cc530de425cd0c8f1dfb3da._RI_V_TTW_-150x200.jpg",
        "title": "After We Collided (2020)",
        "description": "Hello Hello !အချစ်တွေနဲ့ အမုန်းကြမ်းမယ့် Tessa နဲ့ Hardin ပြန်လာပါပြီBut ....ဒီကားလေးကို မကြည့်ခင် After ဆိုတဲ့ 2019 တုန်းက ထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းလေးကို ကြည့်ဖူးမှဖြစ်ပါမယ်ဒီတော့ မကြည့်ရသေးရင် အခုပဲ ပြေးကြည့်လိုက်ပါဇာတ်ကြောင်းလေးပြန်ကောက်ပေးရမယ်ဆိုရင်တော့ ပါတီတစ်ခုက Truth or Dare ဆိုတဲ့ ဂိမ်းလေးရဲ့ ကျေးဇူးနဲ့ ချစ်သူတွေ ဖြစ်သွားကြတဲ့Hardin နဲ့ Tessaဆိုတဲ့ ကောလိပ်ကျောင်းသားနဲ့ ကျောင်းသူလေးတို့ရဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ ....After မှာ နှစ်ယောက်အတူ အနမ်းတွေ ခြွေခဲ့တဲ့ ရေကန်လေးမှာ အတူတူထိုင်ရင်း အဆုံးသတ်သွားတာ မှတ်မိကြဦးမှာပါ\" လောကမှာ အချစ်ဆုံးက ငါ့ကိုယ်ငါလို့ ဖြေခဲ့တာ နင်မှတ်မိလားတကယ်တော့ လောကမှာ ငါအချစ်ဆုံးက နင်ပါ \" ဆိုတဲ့ စကားလေးရော မှတ်မိကြသေးရဲ့လားမှတ်မိရင် ဆက်ကြည့်လို့ရပါပြီAfter We Collided ရော အချစ်ငှက်နှစ်ကောင် ...",
        "rating": "5.2",
        "url": "https://megaup.net/Twa7/After.We.Collided.2020.720p.AMZN.WEB-DL.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/poster-780-133x200.jpg",
        "title": "Conan the Destroyer (1984)",
        "description": "Conan the Destroyer (1984)\nIMDb - 5.9/10_____Rotten Tomatoes - 26%\nConan The Barbarian (1982) နဲ့ Conan The Destroyer (1984) ဇာတ်ကားတွေကတော့\nမင်းသားကြီး အာနိုးကို စင်တင်ပေးခဲ့တဲ့ ရောမခေတ် Dark Magic အခြေခံဇာတ်ကားတွေဖြစ်ပါတယ်။\nConan The Barbarian (1982) ဇာတ်ကားရဲ့အောင်မြင်မှုဟာ စံချိန်တွေချိုးခဲ့ပြီး\nရိုက်ကူးစဉ်က အမေရိကန်ဒေါ်လာ (၁၆) သန်းသာ ကုန်ကျခဲ့ပေမယ့် ရုံဝင်ငွေ သန်း(၁၃၀)ထိပြန်လည်ရရှိခဲ့ပါတယ်။\nအာနိုးရဲ့ငယ်စဉ်က ဘော်ဒီအလှအပနဲ့ ရောမခေတ် အကြမ်းအရမ်း အသတ်အဖြတ်တွေအပြင်\nDark Magic အစီအရင်တွေနဲ့ပါ ထည့်သွင်းရိုက်ကူးထားတာမို့ တခြားဇာတ်ကားတွေနဲ့မတူတဲ့ ရသတွေကို ခံစားရမှာပါ။\nအားပေးကြည့်ရှုကြပါဦး။ \nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Tariq L Walker",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/conan-the-destroyer-1984/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/12baad54789e536daa24bbfb431c3937-132x200.jpg",
        "title": "Red Sonja (1985)",
        "description": "မင်းသားကြီး အာနိုးရဲ့ နာမည်ကျော် ရောမခေတ်ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပါတယ်။Red Sonja ဆိုတာကတော့ Comic တစ်ခုထဲက ဇာတ်ကောင်တစ်ကောင်ရဲ့နာမည်ပါ။ဒါကိုအခြေပြုလို့ရိုက်ကူးထားပြီး Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။ငယ်ငယ်က ဗွီဒီယိုရုံတွေမှာ အာနိုးကြီး ဓါးတရမ်းရမ်းနဲ့ ပွဲကြမ်းခဲ့တာတွေကို မှတ်မိသွားနိုင်ပါတယ်။ \nFile size…(999 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Tariq L Walker",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/red-sonja-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zmbaYjABXraBXpHP2qhu3VGB1zd.jpg",
        "title": "The Blood of Wolves ( 2018 )",
        "description": "ဒီကားလေးကတော့....ဂျပန်နိုင်ငံရဲ့ ယာခူဇာဂိုဏ်းကြီးနှစ်ဂိုဏ်းကြားက စစ်ပွဲကိုတားစီးဖို့ကြိုးစား အကြောင်းကို ရိုက်ကူးပုံဖော်ထားတာပါဒီကားဟာဆိုရင် ဂျပန်နိုင်ငံရဲ့ အကယ်ဒမီဆု ငါးခုလောက်ကို သိမ်းပိုက်ထားတာပါနော်ဒီကားလေးမှာအကောင်းဆုံး ဇာတ်ကားဆုအပြင် မင်းသားနှစ်လတ်လုံးကလည်း ဆုရသွားကြတာပါယာခူဇာဂိုဏ်းတွေ ကြောက်ရတဲ့ စုံထောက် ဝံပုလွေလို့ လူသိများတဲ့ အိုဂမိဟာဆိုရင်အမှုတစ်ခုမှာ သက်သေရဖို့ဆိုရင် ဥပဒေကို မလိုက်နာဘဲ ရအောင်ယူတတ်တဲ့ စုံထောက်တစ်ယောက်ပါဟီအိုခ ဆိုတဲ့စုံထောက်ကတော့ အမြဲဥပဒေကို လိုက်နာပြီး ရာဇဝတ်သားတွေကို ဖမ်းချင်တဲ့ လူပါအဲလိုမတူညီတဲ့လူနှစ်ယောက်က ပါတနာစုံထောက်အဖြစ် အတူတူအလုပ်လုပ်ရပြီး ခုရဲဟရမြို့မှာ ဖြစ်လာမယ့် ယာခူဇာဂိုဏ်းကြီးနှစ်ဂိုဏ်းကြားကစစ်ပွဲကို တားဆီးကတြဲ့အခါ....ဘယ်လိုတွေ ဆက်ဖြစ်မယ်ဆိုတာကိုအက်ရှင်အကြမ်းစားဇာတ်ကွက်တွေနဲ့ ဆက်လက်ကြည့်ရှုရမှာပါTranslated & Review By Yamin EiEncoded By LK",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-blood-of-wolves-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/SPRING-140x200.jpg",
        "title": "Spring, Again(2019)",
        "description": "Spring, Again(2019)\nဟုံးအွန်ဂျို ဟာ သမီးဖြစ်သူကို ဆုံးရှုံးခဲ့ရတဲ့ မိခင်တစ်ယောက်ပါ....\nသူတို့သားအမိကို ခွဲခွာအောင်လုပ်ခဲ့သူ ရက်စက်တဲ့ တရားခံဟာလည်း အပြစ်ဒဏ်မခံစားခဲ့ရပါဘူး...\nသမီးလေးမရှိတော့ ပျော်ရွှင်မှုဆိုတာ မရှိတော့လို့ နေ့စဉ်ငရဲခံနေသလိုဖြစ်နေတော့\nသူမဟာ ကိုယ့်ကိုကိုယ်သတ်သေဖို့ ကြိုးစားတယ်...\nဒီလိုသတ်သေဖို့ကို ကြိုးစားတဲ့အချိန်မှာ ထူးဆန်းတာတွေထဖြစ်ပါတယ်...\nအသက်မသေတဲ့အပြင် အချိန်တစ်ရက်ဆုတ်ပြီး မနေ့က မနက်ကိုပြန်ရောက်သွားပါတယ်...\nဒီလိုနဲ့ သူမအတွက် ထူးဆန်းတာဆက်တိုက်ကြုံပါတယ်..နောက်နေ့ကိုပြန်မရောက်ဘဲနဲ့\nအချိန်တွေဟာ တစ်ရက်ခြင်းနောက်ပြန်ဆုတ်လာတဲ့အခါမှာတော့....\nFile Size :(901 MB) and (423 MB)\nQuality :WEB-DL  720p\nFormat…mp4\nDuration…01:44:00\nGenre : Fantasy , Drama ,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2Vo7A/Spring_Again.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Buried-City-to-Shut-All-Lights-Sidestory-2019-1-136x200.jpg",
        "title": "Buried City to Shut All Lights Side Story (2019)",
        "description": "Buried City to Shut All Lights ဆိုတဲ့ စီးရီးကို တရုတ်ကားချစ်သူတွေကြည့်ဖူးကြမယ်ထင်ပါတယ်။ ဇာတ်လမ်းအတိုချုပ်ရှင်းရရင်တော့ဆရာတပည့်ကြားက အချစ်ဇာတ်လမ်းလေးကို သိုင်းလောကနဲ့တိုင်းပြည်ရေးအရှုပ်အထွေးတွေကြား ပုံဖော်ခဲ့တဲ့ ဇာတ်လမ်းလေးပေါ့။အခုက ဒီစီးရီးရဲ့ side story လေးကို တင်ပေးလိုက်တာပေါ့။ဒီ side story လေးကတော့ ကျုံးယွမ်မှာပြန်ပြီး အမတ်လုပ်ဖို့လိုက်ခေါ်နေလို့ ထွက်ပြေးလာတဲ့ ဆရာတပည့် လင်မယားနှစ်ယောက်ကခွန်မြို့ကိုရောက်ပြီး ထူးဆန်းမှုတွေ ရင်ဆိုင်ရတာပေါ့။ထူးဆန်းတယ်ဆိုတာ ဆန်းဆန်းပြားပြားမဟုတ်ပါဘူး။ဒါပေမယ့် ဒီကားကြည့်ပြီးရင် အဲ့မြို့ကို ချက်ချင်းပြောင်းသွားချင်မယ်ထင်တာပဲ။ဘာပဲပြောပြော ကြည့်လိုက်ပါ။ဒါနဲ့ လော့မင်းကြီးရဲ့ ဒိုင်ယာလော့တွေက စာအုပ်လေးနဲ့ မှတ်ထားကြပါလို့...Translated & Review By Chu ChuEncoded By LK",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/buried-city-to-shut-all-lights-side-story-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fEEyn6IG3HvqtQvH3mL4YrYYCCt.jpg",
        "title": "Space Dogs 2019",
        "description": "Space Dog 2019\nအညွှန်း\nတစ်ခါတုန်းက မော်စကိုမြို့လမ်းမထက်မှာလျှောက်သွားနေခဲ့တဲ့\nလိုင်ကာဆိုတဲ့ခွေးမလေးတစ်ကောင်ဟာ\n \nအာကာသထဲကို စေလွှတ်ခြင်းခံခဲ့ရတယ်။\n \nအသွားရှိပေမဲ့အပြန်မရှိခဲ့တဲ့ လိုင်ကာရဲ့ဝိဉာဉ်ဟာ\n \nမော်စကိုမြို့လမ်းမထက်မှာ ပြန်လည်ပျော်မြူးဆော့ကစားနေတယ်လို့တော့\n \nယုံကြည်ထားကြလေရဲ့။\n \nလူသားတွေရဲ့ လူမဆန်တဲ့လုပ်ရပ်တွေ၊ တိရစ္ဆာန်လေးတွေရဲ့ ခံစားမှုတွေကို ဒီ Documentary Film လေးကနေ တွေ့မြင်ရမှာဖြစ်ပါတယ်\nTranslated - Jerrica\nEncoder - Thit San Khant\nFile Size-9894MB and 492MB\nQuality - 1080p and 720p",
        "rating": "6.1",
        "url": "https://megaup.net/Tvth/Space.Dogs.2019.RUSSIAN.720p_{CM}.mp4",
        "category": "Documentary, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uGZdQMZRPvlNkoJin2oX2fuOSeF.jpg",
        "title": "Port of Call 2015",
        "description": "Port Of Call\nပျော်ရွှင်မှုဆိုတာ ဘာလဲ ? ဝမ်းနည်းမှုဆိုတာရော? ဒီလူ့ဘဝကြီးမှာ ပျော်ဖို့\nဘာတွေပေးဆပ်ရမလဲ? ဘာတွေစွန့်စားရမလဲ ? ရှိတာလေးနဲ့ပျော်ရွှင်အောင်နေပြီး\nလာဘလေးသာမကြီးလာခဲ့ရင် ၁၆ စ်အရွယ် သဆုံးမှုဆိုတာဖြစ်မလာနိုင်ဘူးလို့ V ကတော့\nဘာသာပြန်နေရင်း တွးနေမိခဲ့တယ်။\nတကယ်ကောင်းတဲ့ကားလေးပါ။ 18 စ်အထက် Softcore လေးတွေပါလို့\nမိသားစုကြားကြည့်လို့မသင့်ပါဘူးနော်။ မာ်ဒန်ဖြစ်ချင်လွန်းတဲ့ ဝမ်ကျားမိန် တစ်ယောက်\nအိမ်ကလည်းအဆင်မပြေချိန် စီးပွားရေးမပြေလည်ချိန် စိတ်ထွက်ပေါက်ကိုလိုက်ရှာရင်း\nအပျော်မယ်တစ်ယောက်ဖြစ်ခဲ့ပါတယ်။ ဒါပေမဲ့လည်း ဘဝကြီးက\nခါးတယ်လို့ခံယူထားတဲ့သူ့အတွက်တော့ ပျာ်စရာကကြာရှည်မခံခဲ့ပါဘူး။ တစ်နေ့မှာ\nဝတုတ်ကောင်လေးတစ်ယောက်က သူလူသတ်ခဲ့တယ်ဆိုပြီး ရဲစခန်းလာအဖမ်းခံတယ်။\nအမှုကအားလုံးပိတ်သွားပြီဆိုပေမယ့် မပြီးသေးတာက ဇာတ်လိုက်ကျော်ကြီး Aron Kwok.\nအခုမှစတွေ့တဲ့သူကို သတ်ရအောင် ဘာတွေကများစည်းရုံးလိုက်သလဲပေါ့\nနာက်ဆုံးအဆုံးသတ်မှာ ဝမ်ကျားမိန် ပာခဲ့တာကတော့ အခန်းရဲ့အပြင်ဘက်တံခါး တဲ့\nအဲ့တော့ စိတ်ကိုဖွင့်ထားပါ စိတ်ရဲ့အမှောင်ဘက်ခြမ်းကနေ တိုးထွက်ခဲ့ပါတဲ့ သူကတော့\nတ်ဆက်ခဲ့ပါတယ်တဲ့ ။ ။\nTranslator -Jo Jo Va\nEncoder - Thit San Khant\nFile size-862MB\nQuality-720p",
        "rating": "6.7",
        "url": "https://megaup.net/Tvt7/Port.of.Call.2015.Director_s.Cut.720p.BluRay.DD5.1_{CM}.mp4",
        "category": "Crime, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/CFZLBcqWSpiK6gRqrj6Cjgf6oq.jpg",
        "title": "Likemeback 2018",
        "description": "Like me back 2018 review\nအထက်တန်းပြီးစ အီတလီအမျိုးသမီးချောချောလေး\nသုံးယောက်သား အပျော်စီးရွက်လှေလေးတစ်စင်း စက်ဆရာလေးတစ်ယောက်နဲ့\nခရိုအေးရှားကမ်းရိုးတစ်လျှောက် အပျော်ခရီးထွက်တဲ့ကာလလေးတွင်း ဖြစ်သွားပျက်သွားတာတွေကို\nရိုက်ပြသွားတဲ့ဇာတ်လေးပါ..။ ဆယ်ကျော်သက်အိပ်မက်တွေ စူးစမ်းလိုမှုတွေ သူငယ်ချင်းအချင်းချင်းကြားက\nယုံကြည်မှုတွေ..ကျော်ကြားလိုမှုတွေ.. အရာအားလုံး ပင်လယ်ပေါ်မှာ ရှာတွေ့သွားတဲ့ ဘ၀ရဲ့ အဆင့်အစိတ်အပိုင်းတွေပါ..။\nဇာတ်ကားထဲမှာပဲ ကြည့်ရှုလိုက်ကြည့်လိုက်ကြပါဦး\nTranslator-Sane Khat\nEncoder- Thit San Khant\nFilesize -861MB and 425MB\nQuality - 1080p and 720p\nDuration-1h20min",
        "rating": "4.8",
        "url": "https://megaup.net/Tvsy/Likemeback.2018.ITALIAN.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mH9ngk8aY6a96rlMRoHcSMb1Wno.jpg",
        "title": "(18+) Picture of Beauty",
        "description": "DSဖန်တွေအကြိုက် ဝမ်းနည်းကြည်နူး ရစ်မူးစေမယ့်\nDrama/Romance ကားလေးပါ. ဇာတ်လမ်းအကျဉ်းကတော့\nရွာရဲ့ အလှပဂေးလေး ဂျူလီယာဟာ\nလုံးကြီးပေါက်လှအရွယ်ရောက်နေပေမယ့် သူ့ရဲ့အချစ်သီးကို\nဆွတ်ခူးမယ့် ယောကျာ်းသားတော့ မရှိသေးပါဘူး.\nအဲ့ဒါကြောင့် သူမဟာ\nအချစ်ဆုံးသူငယ်ချင်းဖြစ်တဲ့ ပြည့်တန်ဆာခန်းက\nသူငယ်ချင်းကောင်မလေးနဲ့သာ ဆန္ဒကိုဖြေသိမ့်နေရပါတယ်.\nဒါပေမယ့် တနေ့မှာတော့\nသူမ မိသားစုဟာ သမီးကညာအခါမလင့်စေနဲ့ဆိုသလို\nယောကျာ်းပေးစားဖို့ ကြံစည်ခဲ့ကြပါတယ်.\nဂျူလီယာလေးကလဲ သူမ\nအချစ်သီးကို ဆွတ်ခူးမယ့် အာကောင်းမောင်းသန်ယောကျာ်းကို\nမျှော်လင့်နေတာ ကြာပြီမို့ လက်ခံခဲ့ပါတယ်.\nဒါပေမယ့် ကံဆိုးစွာပဲ\nသူမခင်ပွန်းဟာ သူမရဲ့ ပထမဆုံးအချစ်သီးကို ဆွတ်ခူးပြီးတာနဲ့\nသူမကို စိတ်မပါတော့ပါဘူး.\nအဲ့ဒီတချိန်တည်းမှာပဲ သူ့သူငယ်ချင်းမလေးဟာ\nသူတို့ပြည့်တန်ဆာခန်းအတွက် ပန်းချီကားချပ်ဆွဲရာမှာ\nအလှဆုံးမိန်းမတစ်ယောက်လိုတာကြောင့်\nသူမကို အပြင်းအထန်ရှာဖွေနေခဲ့ပါတယ်.\nသူမ သူငယ်ချင်းဟာ ရှာဖွေတွေ့ရှိချိန်မှာတော့ သူမတို့\nပန်းချီကားဟာ ပြီးပြည့်စုံခဲ့ပြီး ဂျူလီယာလေးဟာလဲ သူမကို တကယ်ချစ်သူနဲ့\nဆုံကာ အချစ်ပန်းတွေ ထပ်မံပွင့်လန်းခဲ့ပုံကို ဆွတ်ပျံ့ကြည်နူးဖွယ်\nရိုက်ပြထားတဲ့ ၂၁+ဇာတ်ကားလေးဖို့\nကြည့်ဖြစ်အောင် ကြည့်ဖို့ ညွှန်းပါရစေ.",
        "rating": "6.2",
        "url": "https://megaup.net/2fpgm/Picture.of.Beauty.2017.WEBRip_720P_%7BDS%7D.mp4",
        "category": "Country"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/81nGfRpVmiL._SL1500_-141x200.jpg",
        "title": "(21+) Dirty Step Father Brainwashes His Step Daughters (2020)",
        "description": "ဒီတခါတော့ dsဖန်ကြီးတွေကို မိသားစုဒရာမာဇာတ်ကောင်းလေး\nတင်ဆက်ပေးလိုက်ပါတယ်.ဇာတ်လမ်းအကျဉ်းကတော့\nကျော်ကြီးမှာ မယားပါသမီးချောလေး နှစ်ယောက်ပါလာသတဲ့။\nမိန်းမဖြစ်သူကလဲ နေမကောင်းလို့ ဆေးရုံတက်နေရတော့\nကျော်ကြီးခဗျာ ညစာရော နေ့စာရော ငတ်တာပေါ့.\nဒါနဲ့ပဲ အကြံထုတ်ခဲ့တယ်.\nအမေ မရရင် သမီးနှစ်ယောက်ပဲ ကျန်မယ်ဆိုပြီး\nဉာဏ်ကောင်းအောင် ကျားမာန်ဟုန် လေးဗူးလောက်သောက်ပြီး\nအကွက်တွေ ၁၁ကွက်လောက် ရွှေ့လိုက်တာ\nသမီးနှစ်ယောက်ကို ရှမ်းရှမ်းတောက်ပိုင်နိုင်သွားတာပဲ.\nအမှောင်လောကသခင်ကျော်ကြီး ဘယ်လိုတွေ\nအကွက်ရွှေ့တယ် ဘယ်လိုတယ်သာယာတယ်ဆိုတာ\nရိုက်ပြထားတဲ့ ဒရာမာဇာတ်လမ်းလေးမို့\nကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွန်ပါရစေ\n \nအသက် (၁၈) နှစ်အောက် မကြည့်ရပါ",
        "rating": "8.0",
        "url": "https://megaup.net/TE6l/PRED-159__720P_%7BDS%7D.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BZTU1N2VhNjctZWVjMy00MDMwLTg4MDMtMjRjMDM2NDFlMzM4XkEyXkFqcGdeQXVyNzExNDQ2NDM@._V1_-160x200.jpg",
        "title": "Gloria mundi 2019",
        "description": "Gloria Mundi\nReview\nငွေဆိုတာ ဒုတိယဘုရားသခင်ပါလား လို့ ဒီကားကိုကြည့်ရင်းနဲ့ ရေရွတ်မိတဲ့အထိပါပဲ။ မိမိရဲ့ ကလေးလေးဆိုတာ အိမ်တစ်အိမ်မှာ\nပိုက်ဆံရှိမှ ဆည်းလည်းသံလို့ သတ်မှတ်ကြပြီး ပိုက်ဆံမရှိတဲ့အခါ ဒီကလေးကို ဘယ်နားထားရမလဲမသိ မွေးမိတာတောင် မှားသလားလို့\nထင်စေပါတယ်။ ဟုတ်ပါတယ် ဒီဇာတ်လမ်းလေးက ပိုက်ဆံကို မရမကရှာနေရတဲ့ ရှုထောင့်မတူတဲ့\nမိသားစုတစ်စု အကြောင်းကို  ရိုက်ပြထားတဲ့ကားလေးပါ။\nကလေးနာမည်က ဂလိုရီယာ တဲ့ ။ ဒါပေမဲ့လည်း သူတို့မိသားစုက ကံမကောင်းခဲ့ပါဘူး ။ ရိုးရိုးသားသား ကြိုးစားနေရင်းနဲ့ ကံမလိုက်လာ\nတဲ့အခါ ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာဆိုသလို ပြသာနာတွေက တစ်ခုပြီးတစ်ခုတက်ပါလေတော့တယ်။ ဒီကြားထဲ အမြတ်ထုတ်ချင်တဲ့\nကာမအမှောင်သမားတွေကလည်း ရှိသေးတယ်။ ဘိုးဘိုး ဘွားဘွား ကလည်းမနေရဘူးပေါ့။ သားအချစ် မြေးအနှစ်မလား ။ နောက်ဆုံး\nတော့ သူတို့မျှော်မှန်းထားတဲ့ ဘဝလေးတစ်ခုကို ရောက်မလား ဒါမှမဟုတ် ကျွန်တော်တို့\nမထင်မှတ်ထားတဲ့ ဇာတ်သိမ်းမျိုးဖြစ်လေမလား….\n၁၈နှစ်အထက်လေးတွေ နည်းနည်းပါလို့သတိထားပေးနော်။ သိပ်တော့မရှည်ပါဘူး ရစ်ကြည့်လို့အဆင်ပြေပါတယ်။ ဒီကားကြည့်ပြီးတော့\nကိုယ်တွေကတော့ ငွေအင်အားပြည့်စုံမှပဲ ဆည်းလည်းသံလေးကို အိမ်ထဲခေါ်တော့မယ်လို့ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/gloria-mundi-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BZTIxNTcwMWEtYzlmNC00YTJkLTg5ZDgtZDJkODliOWMyNDAwXkEyXkFqcGdeQXVyMTAyNDYyNzcw._V1_-160x200.jpg",
        "title": "Janin 2020",
        "description": "Fetus (2020)\nအင်ဒိုနီးရှားသရဲကားဆိုတော့ ထုံးစံအတိုင်း အရမ်းကြောက်ဖို့ကောင်းတယ်နော်\nဒီဇာတ်လမ်းအကျဥ်းလေးကတော့\nရန်ဒူနဲ့ ဒီနာဆိုတဲ့ လင်မယားနှစ်ယောက်ဟာ လက်ထပ်ပြီးတော့ ကိုယ်ဝန်ရလာပါတယ်\nကိုယ်ဝန်လေးလလောက် ရောက်လာတော့ ဒီနာနဲ့ကလေးကိုပစ်မှတ်ထားပြီး သရဲက လိုက်နှောင့်ယှက်တယ်\nအစကတော့ သရဲခြောက်တဲ့အိမ်မှာ နေမိတယ်လို့ ထင်နေခဲ့ပေမယ့်\nနောက်ပိုင်းမှာ အိမ်ကြောင့်မဟုတ်ဘဲ တစ်စုံတစ်ခုကြောင့် လိုက်‌နှောင့်ယှက်နေမှန်း သိလိုက်ရတယ်\nသရဲလိုက်ခြောက်နေရခြင်းရဲ့နောက်ကွယ်မှာ ဘာအကြောင်းအရာများရှိနေလို့လဲ ?\nကလေးကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ\nTranslated by Paxton\nEncoded by : Thit San Khant\nQuality : 1080p and 720p\nSize :  962MB and 526MB\nDuration : 1h 25mins\nTranslator : Paxton\nEncoder : Thit San Khant\n1080p ~ Userdrive / Yandex / Megaup / Yoteshin (962MB)\n720p ~  Userdrive / Yandex ...",
        "rating": "4.6",
        "url": "https://megaup.net/2Vn9j/Fetus.2020.720p_%7BCM%7D.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kkHLcvaBScIAQzr797s4ay1d5bw.jpg",
        "title": "Fernando Torres: The Last Symbol(2020)",
        "description": "Fernando Torres: The Last Symbol(2020)ကလေးဘဝက စလို့ ဘောလုံးပွဲတွေကြည့်တတ်လာတဲ့အချိန်အကြောင်းကြောင်း ကြောင့်ကျွန်တော်တို့အသင်းတစ်သင်းကို အားပေးဖြစ်တယ်...တစ်ချို့လည်း အသင်းကောင်းရင် ပွဲတိုင်းမလွတ်တတ်သူတွေရှိပါတယ်...မည်သို့ပင်ဆိုစေကာမူ ကိုယ်အားပေးတဲ့အသင်းနဲ့တစ်ဘက်အသင်းကန်ချိန် တော်လွန်းခြေစွမ်းပြလွန်းလို့ ခဏတာလေးမုန်းနေတတ်ပေမဲ့ဘယ်အသင်းဖန်မဆို တခြားအချိန်တွေမှာ လိုက်လံအားပေးဖြစ်ကြပါတယ်....ဒီလိုကစားသမားမျိုးကလည်းအသင်းတိုင်းမှာ လက်ချိုးရေလို့ရပါတယ်...ဒါတွေကထားပါတော့ ....ကမ္ဘာကျော် ဘောလုံးအားကစားသမားတွေဟာ တစ်လကို ဒေါ်လာ(သို့) ယူရိုငွေ သန်းနဲ့ ချီပြီး ဝင်တဲ့ ဖြစ်ပါတယ်။ဝါသနာအရင်းခံပြီး ကန်ကြတဲ့ ဘောလုံးသမားတွေအတွက် ဝါသနာပါတာလုပ်ရတဲ့အပြင် ပိုက်ဆံလည်း ရတဲ့အတွက် ဘောလုံးသမားအဖြစ် ရပ်တည်ရတာ အလွန် စိတ်ချမ်းသာ ပျော်ရွှင်စရာပါ။ဒါပေမယ့် လူသားထဲက လူသားတွေ ဖြစ်တဲ့အတွက် တစ်ဖက် မှာလည်း နှလုံးသားခံစားချက်တွေ၊ဗျာများခဲ့ရတဲ့ကိစ္စတွေနဲ့ အခက်အခဲ အကျပ်အတည်းတွေ ရှိနေပါတယ်။ ဒီ Documetry ပုံစံဇာတ်လမ်းလေးထဲမှာတော့ ကလပ်အသင်းများစွာမှာ ကစားခဲ့တဲ့ စပိန်လူမျိုး တိုက်စစ်မှူး ကမ္ဘာကျော် ဘောလုံးသမား ဖာနန်ဒို တောရက်စ် ဘဝဇာတ်စုံကို ကလေးဘဝကနေအသင်းတွေပြောင်းတာ နိုင်ငံအသင်းအတွက်ကစားတာ အရေးပါတဲ့ပွဲတွေ.လူတွေလက်ညှိုးထိုးစရာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1zs76/Fernando_Torres.The_Last_Symbol.2020.WEB-DL.720P.PP.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hCyUlesH5NjAudviOE2xaRM40G6.jpg",
        "title": "The Wall of Mexico(2019)",
        "description": "The Wall of Mexico(2019)ချမ်းသာတဲ့ အမေရိကန်နဲ့ မက္ကဆီကန်စပ် Arista မိသားစုဟာ ခြံထိန်းသိမ်းဖို့အတွက် Don ဆိုတဲ့ ကောင်လေးကိုအလုပ်ခန့်ခဲ့ပါတယ် ...အရင်အလုပ်သမားဟောင်း Mike ဆီကနေ အလုပ်အကြောင်းတွေသင်ယူရင်း ပုံမှန်မဟုတ်တဲ့ Aristaမိသားစုရဲ့အကြောင်းတွေ သိခဲ့ရပါတော့တယ် ....\nArista မိသားစုမှာ မျိုးရိးစဥ်ဆက်ပိုင်ဆိုင်လာတဲ့ ရေတွင်းတစ်ခုရှိပြီး သူတို့မိသားစုဟာ အဲ့ရေတွင်းကရေကိုပဲ သောက်သုံးကြပါတယ် ...\nထိုရေတွင်းကရေဟာ လူကိုနုပျိုစေတယ်ဆိုပြီး ပြောစမှတ်လည်းတွင်ကြပါသေးတယ်....\nဒါကြောင့်ပဲ သူ့ရေတွင်းကိုလိုချင်ကြတဲ့လူတွေ များနေတာပေါ့ တစ်နေ့မှာ ရေတွင်းကရေကိုခိုးထုတ်တဲ့လူတွေနောက်လိုက်ရင်း Don ဟာ အဲ့ရေတွင်းရဲ့ ထူးဆန်းမှုတွေကို စပြီးခံစားလာရပါတော့တယ် ....Arista  မိသားစုဟာ နောက်ပိုင်း အပြောင်းအလဲကြီးတစ်ခု ရေတွင်းကိုပြုလုပ်ခဲ့တဲ့အခိျန်ကစလို့ပြဿနာမျိုးစတက်ပါတော့တယ်... File Size :(903 MB) and (416 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Comedy  , Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.0",
        "url": "https://megaup.net/1zrqg/The_Wall_Of_Mexico.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-21-at-11.05.20-PM-132x200.png",
        "title": "The Mortuary Collection (2019)",
        "description": "The Mortuary Collection (2019)=======================IMDb Rating - 6.7/10#Unicodeဖန်တက်စီ၊ ဟော်ရာ ထူးထူးခြားခြား ကောင်းကောင်းလေးပဲဗျာ။ တကယ်ကြည့်လို့ကောင်းတယ်။ကလေးတွေနဲ့ရော မိသားစုနဲ့ရော မကြည့်သင့်ပါဘူး။ ပြကွက်တွေက ကြောက်ဖို့ကေငာ်းတာတွေပါပါတယ်။ဇာတ်လမ်းအကျဉ်း စျာပနပြင်ဆင်ပေးတဲ့ အိမ်ထဲကို မိန်းမငယ်လေးတစ်ယောက် အလုပ်လာလျှောက်တယ်။ အိမ်ပိုင်ရှင် သုဘရာဇာကြီးနဲ့ စကားတွေပြောရင် သုဘရာဇာကြီးက သူ့ဆီက အလောင်းတွေအကြောင်း ပုံပြင်တွေ ပြောပြတယ်။ ပုံပြင်တွေက ထူးဆန်းပြီး ကြောက်စရာကောင်းတယ်။ ပုံပြင်တွေအပြီးမှ အလုပ်လာလျှောက်တဲ့ မိန်းကလေးရဲ့ ပုံပြင်ကို ရောက်လာတဲ့အခါ.......ဒီဇာတ်ကားဟာ IMDb Rating 6.7/10 ရရှိထားပြီး . ရုပ်ရှင်ကားကောင်းတွေ ရှားနေတဲ့အချိန်မှာထွက်လာတဲ့ ကားကောင်းတစ်ကားလို့လည်း ညွှန်းဆိုချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) #Zawgyiဖန္တက္စီ၊ ေဟာ္ရာ ထူးထူးျခားျခား ေကာင္းေကာင္းေလးပဲဗ်ာ။ တကယ္ၾကည့္လို႔ေကာင္းတယ္။ကေလးေတြနဲ႔ေရာ မိသားစုနဲ႔ေရာ မၾကည့္သင့္ပါဘူး။ ျပကြက္ေတြက ေၾကာက္ဖို႔ေကငာ္းတာေတြပါပါတယ္။ဇာတ္လမ္းအက်ဥ္း စ်ာပနျပင္ဆင္ေပးတဲ့ အိမ္ထဲကို မိန္းမငယ္ေလးတစ္ေယာက္ အလုပ္လာေလွ်ာက္တယ္။ အိမ္ပိုင္ရွင္ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1zry3/The.Mortuary.Collection.2019.WebRip.720P[CM].mp4",
        "category": "Fantasy, Horror"
    }
]