[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gLGmzBWuz5MPRejutuv4s58qXFk.jpg",
        "title": "Love 101 (2022)",
        "description": "Love 101 (2022) (အညွှန်း)\n==================\nဂင်မ်ချီမြေက “ဦး” တွေကိုပဲငမ်းနေကြတဲ့ ယူတို့တွေ\nသင်္ဘောသီးထောင်းမြေက “ဦး” ကိုရော ပြောင်းမငမ်းချင်ကြဘူးလား 🌚လက်ရှိမှာ တပ်ကြပ်ရာထူးနဲ့တာဝန်ထမ်းဆောင်နေပြီး\nမနက်မိုးလင်းတာနဲ့အလုပ်ခွင်ဝင် ညနေအိမ်ပြန်ရောက်ရင် အနားယူ .. အိပ် ..\nနေ့စဥ်နေ့တိုင်း ဘဝကို ဒီလိုပျင်းစရာကောင်းအောင်ဖြတ်သန်းနေရတဲ့ “ဒန်း” ဘဝထဲကို\nတစ်နေ့မှာတော့မြားနတ်မောင်ကြီးရဲ့ကူညီစောင်မမှုနဲ့ အထက်တန်းကျောင်းသူအရွယ် “ဖတ်” ရောက်လာခဲ့တယ်။\nမြင်မြင်ချင်းအချစ်လို့ပဲပြောရမလား\nအသက် ၃၀ ကျော်ကွာပြီး အဖေ့ထက်တောင်အသက်ကြီးတဲ့ “ဒန်း” ကို\nတခြားသူတွေက “ခွေးချီးရုပ်, ဂြိုဟ်သားရုပ်, ဖားကိုပြုတ်ထားတဲ့ရုပ်” အမျိုးမျိုးဝေဖန်ကြပေမယ့်\n“ဖတ်” မျက်လုံးထဲမှာတော့ “ဦး” က ရိုးရိုးလေးနဲ့ခန့်နေခဲ့တာပေါ့:)\nဒီလိုနဲ့နှစ်ယောက်သား fall in love သွားကြပြီး\nနှစ်ယောက်ကြားအသက်ကွာဟမှုက များလွန်းတာကြောင့် အခက်အခဲတွေနဲ့ရင်ဆိုင်လာရပါတော့တယ်။အတားအဆီးတွေအများကြီးနဲ့ “ဦး နဲ့ သမီး” ရဲ့ အချစ်ဇာတ်လမ်းလေးက ဘယ်လိုဖြစ်မလဲ ..\n“ဦး” အဖြစ် ထိုင်းဟာသကားပေါင်းများစွာရဲ့အဓိကဇာတ်လိုက်ကျော် “Phetthai Vongkumlao” နဲ့\n“ဖတ်” အဖြစ် မင်းသမီးချောလေး “Daraphak Thawinun” က ...",
        "rating": "",
        "url": "https://megaup.net/2x9iy/Love.101.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5LoxZ4r8UNjSZ3jt94gcn8sYATV.jpg",
        "title": "Highway Family (2022)",
        "description": "Highway Family (2022)Good Job အပြီး Jung IL Woo ရဲ့ Drama ကို မျှော်လင့်နေကြသူတွေအတွက်-\nHighway Family ဆိုတဲ့ မိသားစုဇာတ်လမ်းကောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းနာမည်လေးအတိုင်းပဲ အဝေးပြေးလမ်းမပေါ်က အိမ်ရာမဲ့မိသားစုလေးတစ်ခုအကြောင်းကို ရိုက်ကူးပြထားတဲ့\nဒီဇာတ်ကားမှာဆိုရင်တော့ ကိုယ့်ရဲ့ဘဝတစ်ကွေ့မှာကြုံတွေ့ရနိုင်တဲ့ လောကဓံတရားတွေနဲ့\nမိဘမေတ္တာတွေအကြောင်းကို ဇာတ်အိမ်ဆန်းဆန်းလေးနဲ့ ရိုက်ကူးတင်ဆက်ပြထားပါတယ်။နေစရာအိမ်လည်းမရှိ အလုပ်အကိုင်လည်းမရှိတဲ့ ဂျန်ဂီဝူတို့မိသားစုဟာ သားတစ်ယောက် သမီးတစ်ယောက်နဲ့အတူ\nလမ်းပေါ်မှာပဲ တောင်းရမ်းစားသောက်နေရင်း တစ်နေ့မှာတော့ ဇနီးသည်ဂျီဆူမှာ နောက်ထပ်ကိုယ်ဝန်ရလာခဲ့ပြန်ပါတယ်။အလိုလိုနေရင်း မနည်းရုန်းကန်နေရတဲ့ ဒီမိသားစုလေးထဲကို\nကလေးလေးတစ်ယောက် ထပ်ရောက်လာတော့မယ်ဆိုကာမှ\nဂျန်ဂီဝူဟာ ရုတ်တရက် အဖမ်းခံလိုက်ရချိန်မှာတော့...။ကျန်ရစ်ခဲ့တဲ့ ကလေးနှစ်ယောက်နဲ့ ကိုယ်ဝန်ဆောင်ဇနီးသည်ဂျီဆူတို့ ဘဝကို ဘယ်လို‌ရှေ့ဆက်ဖြတ်သန်းကြမလဲ။သူတို့ကြုံတွေ့နေရတဲ့ အခက်အခဲတွေ လောကဓံတွေကို မျှဝေခံစားပေးမယ့်သူ၊\nအကူအညီပေးမယ့်သူ ပေါ်လာပါဦးမလားဆိုတာ ရင်တနင့်နင့်နဲ့ ကြည့်ရှုခံစားရမှာဖြစ်လို့\nFamily Movie ကြိုက် ပရိသတ်ကြီးတို့ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။Cast တွေအနေနဲ့ကလည်း Jung IL Woo, Kim Seulgi နဲ့\nRa Miran တို့က ...",
        "rating": "7",
        "url": "https://megaup.net/2x9hk/Highway.Family.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Rocket_Gang-140x200.jpg",
        "title": "Rocket Gang (2022)",
        "description": "Rocket Gang (2022)\nComedy, Drama, Fantasy\nIMDb 5.5/10အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ Student of the Year 2 ထဲမှာ ဒုတိယမင်းသားနေရာက\nသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားချောလေး အာဒိသယစီးနဲ့ အင်မရန်းဟက်ရှမီနဲ့တွဲရိုက်ခဲ့တဲ့\nDybbuk 2021 ဟော်ရာကားထဲက မင်းသမီးချောလေး နီကီသားဒက်တားတို့ရဲ့သရဲဟာသကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းကိုယ်စီ အိပ်မက်တွေကိုယ်စီနဲ့ ရူးကြောင်ကြောင်သူငယ်ချင်းလေး\nငါးယောက်ရဲ့အကြောင်းပေါ့။သူတို့သူငယ်ချင်းငါးယောက်စလုံးဟာ သူတို့ဖြစ်ချင်တဲ့ဆန္ဒတွေကို ဖြစ်မြောက်အောင်ကြိုးစားနေပေမယ့်\nလုံးဝကို လက်လှမ်းမမီနိုင်တဲ့အခြေအနေမှာ မိဘတွေကလည်း သူတို့ဆန္ဒနဲ့ ဆန့်ကျင်ဘက်ဖြစ်နေခဲ့ကြပါတယ်။ဒီလိုနဲ့ တစ်ရက်မှာ သူတို့ငါးယောက်စလုံး အပန်းဖြေဟိုတယ်ကြီးတစ်ခုမှာ အခမဲ့တည်းခိုခွင့်ရသွားပါတော့တယ်။သူတို့ ဟိုတယ်ကြီးဆီရောက်သွားတော့ ဟိုတယ်ဝန်ထမ်းတွေဟာ ကလေးတွေသာ ဖြစ်နေပြီး\nဟိုတယ်တစ်ခုလုံးမှာလည်း စုစုပေါင်း ကလေးငါးယောက်ပဲရှိနေပါတယ်။သူတို့ဟိုတယ်ကြီးဆီ ရောက်သွားတဲ့အချိန်ကစလို့ ထူးထူးဆန်းဆန်းတွေဖြစ်ပေါ်နေခဲ့ပြီး\nနောက်ဆုံးတော့ သူတို့ဟာ ကလေးသရဲငါးယောက်အပိုင်စီးထားတဲ့ ဟိုတယ်တစ်ခုထဲ\nရောက်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့အခါမှာတော့...။ကဲ ဘာဆက်လုပ်ရမလဲ သိတယ်မလား။ဒီဇာတ်ကားထဲမှာ cameo အနေနဲ့ ရန်ဗီးကပူးနဲ့\nနိုရာဖတေဟီတို့ကလည်း ပါဝင်အားဖြည့်ထားတယ်နော်။ရှုစားလိုက်ပါဦးနော်...။\nFile size…3.17GB  / 1.69GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "5.5",
        "url": "https://megaup.net/1biu8/Rocket_Gang_(2022)_Hindi%C2%A0TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMjA3ODI3ODg1MV5BMl5BanBnXkFtZTcwMDk0ODQ0NQ@@._V1_-140x200.jpg",
        "title": "The Crown Jewels (2011)",
        "description": "The Crown Jewels (2011)\n==================ဖရာဂန်ဆီယာဆိုတဲ့ကောင်မလေးကို လူသတ်မှုကြောင့်စစ်ဆေးတာကနေ\nဇာတ်လမ်းစထားပါတယ်။ အဲဒီမှာ ဖရာဂန်ဆီယာက အခင်းဖြစ်ပုံကိုစမပြောဘဲ\nသူမွေးတဲ့အချိန်ကနေ နောက်ကြောင်းပြန်ပါတော့တယ်။ ကျွန်တော်သာ သူ့ကို\nမေးနေတဲ့စုံထောက်ဆိုရင် စိတ်မရှည်ပါဘူး။ ဒါပေမဲ့ ကြည့်တဲ့သူနေရာကနေ\nဆိုရင်တော့ ဇာတ်ကားကကြည့်လို့ကောင်းပါတယ်။ မိသားစုနှစ်ခုရဲ့ မတူညီတဲ့\nအပြုအမူတွေရယ် ဖရာဂန်ဆီယာ၊ စက်ရုံပိုင်ရှင်သားနဲ့ နာမည်ကြီးဟောကီကစား\nသမားလေးတို့ရဲ့ သုံးပွင့်ဆိုင် (လေးပွင့်ဆိုင်လို့လည်းပြောလို့ရတဲ့) ဇာတ်လမ်းကို\nတွေ့ရမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL ဖြစ်ပါတယ်)File Size..........(2.11 GB) / (857 MB) / (494 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 50mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......EL\nEncoder..........Zin Phyo Aung",
        "rating": "5.9",
        "url": "https://megaup.net/1R5ff/The.Crown.Jewels.2011.SWEDISH.720p.BluRay.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNGI3MWQ4N2QtOTY3Ni00OTVmLWI3ZWMtZjhhNzNiMjg1Y2UwXkEyXkFqcGdeQXVyMjEwNjUxOA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Riki Rhino (2020)",
        "description": "Riki Rhino (2020)\n=============\nIMDb Rating - 6.1/10ဇာတ်လမ်းအကျဉ်းလေးကတော့ အင်ဒိုနီးရှားကသစ်တော\nတစ်ခုမှာ လူတွေကအမဲလိုက်ရုံတင်မကဘူး သစ်တောတွေကို\nမီးရှို့ဖျက်ဆီးကြတယ်။ အဲ့လိုမီးရှို့ကြတဲ့အတွက် ကြံ့မျိုးနွယ်ဟာ\nမျိုးတုန်းသွားတယ်။ ဒါပေမယ့် ကံကောင်းစွာနဲ့ပဲ ကြံ့ကလေး\nရီကီက အသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်။ ဒီလိုနဲ့နှစ်တွေကြာလာတော့\nရီကီဟာတစ်ကိုယ်တည်းနေထိုင်ရင်းနဲ့ တောရိုင်းတိရိစ္ဆာန်တွေကို\nစိတ်ရော ကိုယ်ပါကူညီပေးတယ်ပေါ့။ သူ့ရဲ့ခွန်အားတွေနဲ့ မွန်မြတ်တဲ့\nစိတ်ထားတွေကြောင့် တောတစ်ခွင်မှာနာမည်ကြီးလာတယ်။ဒီလိုနဲ့တစ်နေ့မှာ အမဲလိုက်မုဆိုးတစ်ယောက်ဟာ ရီကီကိုဖမ်းဖို့\nကြိုးစားတဲ့အခါ ရုန်းကန်တိုက်ခိုက်ရင်းနဲ့ နောက်ဆုံးမှာရီကီလေး\nလွှတ်လာပါတယ်။ လွှတ်တာတယ်ဆိုပေမယ့် ရီကီရဲ့ကြံ့ချိုဟာ မုဆိုး\nဆီမှာကျန်ရစ်ခဲ့ပြီး ချိုမရှိတဲ့အတွက်သူ့ကိုယ်သူစိတ်ပျက်အားငယ်\nသွားနေခဲ့ရတာပေါ့။ နောက်မှာတော့ သူ့မိတ်ဆွေဘဲကလေး ဘန်နီနဲ့\nချိုအသစ်ပြန်ပေါက်အောင်လုပ်ပေးနိုင်မယ့် မှော်ဆေးဆရာကို သစ်\nတောတစ်ခွင်မှာလိုက်ရှာရင်းနဲ့ ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲ\nဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin\nဖြစ်ပါတယ်)File Size..........(2.11 GB) / (759 MB) / (528 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 32mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1R5g2/Riki.Rhino.2020.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/esmvBPZIdMxp35fo1TrkpNVugaI.jpg",
        "title": "The Conqueror ( 2020 )",
        "description": "ဖန်တက်စီကားချစ်သူတို့အတွက်မိစ္ဆာနှိမ်နင်းသူ\nကားကောင်းလေးတစ်ကားကို CMမှထပ်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့......\nတစ်ခါတုန်းက နယ်စပ်မြို့ငယ်လေးတစ်ခုမှာဝက်မိစ္ဆာကြီးသောင်းကျန်းနေပါသတဲ့.....\nဝက်မိစ္ဆာကြီးကိုနှိမ်နင်းဖို့အတွက် အနယ်နယ်အရပ်ရပ်က\nမိစ္ဆာနှိမ်နင်းသူတွေကိုဖိတ်ခေါ်လိုက်တဲ့အခါ\nအနယ်နယ်အရပ်ရပ်ကမိစ္ဆာနှိမ်နင်းသူတွေလာရောက်ကူညီကြပါတယ်။ခရီးသွားတစ်ယောက်ဖြစ်တဲ့အားရှီဟာ ဖိတ်စာကိုကောက်ရပြီး\nသူ့ရဲ့မိစ္ဆာနှိမ်နင်းသူဖြစ်ချင်တဲ့အိပ်မက်ကိုအကောင်အထည်ဖော်ဖို့ရောက်လာတာပေါ့\nလမ်းမှာမုံ့ကျူးဆိုသူလေးနဲ့တွေ့ပြီး ချစ်ကျွမ်းဝင်က\nမုံ့ကျူးဆီမှာတပည့်ခံလိုက်ပါတော့တယ်......\nကျွမ်းကျင်ပညာရှင်တွေကြားမှာ စော်ကြူသိုင်းသာ\nကျွမ်းကျွမ်းကျင်ကျင်တတ်တဲ့အားရှီတစ်ယောက်\nနှစ်တစ်ထောင်ဝက်မိစ္ဆာကြီးကိုဘယ်လိုနှိမ်နင်းမလဲဆိုတာကို.....\nပေါ့ပေါ့ပါးပါးကြည့်ရှုခံစားလိုက်ပါဦးနော်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ,  Fantasy\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-conqueror-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-good-140x200.jpg",
        "title": "Good Burger (1997)",
        "description": "Teen Movie တွေသဘောကျတယ် ဇာတ်အိမ်အကြီးကြီးတွေ လှည့်ကွက်တွေမပါဘဲ ပေါ့ပေါ့ပါးပါးဟာသကားလေးတွေ ကြည့်ချင်တယ်ဆိုတဲ့ ရုပ်ရှင်ချစ်သူတွေအတွက် Good Burger ဆိုတဲ့ movie လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေခင်ဗျာ။ ဒီကားမှာက loveline တွေလည်းမပါဘဲ အက်ဒ်နဲ့ ဒက်စ်တာဆိုတဲ့ လူငယ်လေးနှစ်ယောက်ကြားက သူငယ်ချင်းသံယောဇဉ်ကို အဓိကထားရိုက်ကူးထားတာဖြစ်ပါတယ်။ အက်ဒ်က ဂွတ်ဘာဂါဆိုတဲ့ အသင့်စားသရေစာဆိုင်လေးက ခပ်အအဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး ဒက်စ်ကတော့ အထက်တန်းကျောင်းသားတစ်ယောက်ပါ။ နွေရာသီအားလပ်ရက်မှာ အေးအေးဆေးဆေးလေး chill ဖို့ အစီအစဉ်တွေဆွဲရင်း အပျော်ကြီးပျော်နေတဲ့ဒက်စ်ဟာ အက်ဒ်ရဲ့ပယောဂမကင်းတဲ့ ကားမတော်တဆမှုတစ်ခုကြောင့် လျော်ကြေးပေးဖို့အတွက် ဂွတ်ဘာဂါမှာအလုပ်လုပ်ရဖို့ ဖြစ်လာပါတော့တယ်။ ဒီအချိန်မှာပဲ ဂွတ်ဘာဂါနဲ့မျက်နှာချင်းဆိုင်မှာ မွန်ဒိုဘာဂါဆို‌တဲ့ ဆိုင်အကြီးကြီးတစ်ဆိုင်လာဖွင့်ပြီး ဂွတ်ဘာဂါကိုအလဲထိုးဖို့ အဖက်ဖက်ကကြိုးစားလာတဲ့အခါမှာတော့ လူစွမ်းကောင်းလည်းမဟုတ် စွမ်းအားရှင်လည်းမဟုတ်တဲ့ ဒီလူငယ်လေးနှစ်ယောက် ဂွတ်ဘာဂါကိုကယ်တင်ဖို့ ကြိုးစားကြပုံကို ဟာသအဖုံဖုံနဲ့တွဲဖက်တင်ဆက်ပေးထားတာမို့ ကြည့်ရှုခံစားရင်း အပန်းဖြေလိုက်ကြပါဦးဗျာ။File size…(2.49GB)  / (`1.52GB) / (819MB)\nQuality…. Web 1080P ...",
        "rating": "5.7",
        "url": "https://megaup.net/2xcre/Good.Burger.1997.720p(CM).mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eus82zsOOXMd4GnjtHAXd4VYWcQ.jpg",
        "title": "Snake: Fall of a City ( 2020 )",
        "description": "လင်ချွမ်ဟာကားပြိုင်သမားတစ်ယောက်ဖြစ်ပြီး\nပြိုင်ဘက်ဖြစ်တဲ့လျန်ဇီကိုတိတ်တခိုးသဘောကျနေသူပါ။\nသူဟာပြိုင်ပွဲတစ်ခုမှာလျန်ဇီနောက်လိုက်ရင်းနဲ့ သဲကန္တာရထဲကိုရောက်ရှိလာခဲ့ပါတယ်။သူတို့စခန်းချနားတဲ့နေရာကိုညနက်မှာ သတ္တဝါကြီးတစ်ကောင်ရဲ့\nတိုက်ခိုက်ခံရပြီး လင်ချွမ်တို့အဖွဲ့ဟာမနည်းအသက်လုပြေးလာကြရပါတယ်။\nဒါပေမဲ့ လျန်ဇီကတော့ဘယ်ရောက်သွားမှန်းမသိပါဘူး။\nလျန်ဇီကိုရှာဖို့ခရီးဆက်လာရင်းနဲ့စွန့်ပစ်စက်ရုံတစ်ခုနားရောက်လာခဲ့ပါတယ်။အဲ့ဒီစက်ရုံပျက်နားမှာ ရှားပါးတွင်းထွက်ပစ္စည်းတွေကို\nတူးယူချင်တဲ့စီးပွားရေးသမား စုန်းကွမ်တို့အုပ်စုလည်းရှိနေပါတယ်။\nသူတို့နှစ်အုပ်စုဟာ ညအချိန်ရောက်လာတဲ့အခါမှာတော့ သေလောက်ဖွယ်ရာ\nကြောက်မက်ဖွယ်မြွေဆိုးကြီးနဲ့ရင်ဆိုင်ရပါတော့တယ်။​မြွေဆိုးအန္တရာယ်ကြောင့် စက်ရုံထဲပိတ်မိနေကြတဲ့အခါ ၊\nဝေးလံခေါင်ဖျားတဲ့လူသူမဲ့စွန့်ပစ်နေရာမှာရောက်နေကြတဲ့သူတို့\nမြွေအန္တရာယ်ကိုဘယ်လိုရင်ဆိုင်ပြီးရှင်သန်ဖို့ကြိုးစားကြမလဲ။\nလွတ်မြောက်ဖို့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ကြမလဲဆိုတာကို ကြည့်ရှုလိုက်ကြရအောင်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/snake-fall-of-a-city-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eXN4DJn9f5ytbj1IDy3LIWR8O5L.jpg",
        "title": "Decibel (2022)",
        "description": "Decibel (2022)Subtitle လိုအပ်ချက်များ ပြင်ဆင်၍ တစ်ဖန် ပြန်လည်တင်ဆက်ပေးခြင်းဖြစ်ပါသည်။Kim Rae Won ဆိုတာတော့ အထူးအထွေ ညွှန်းနေစရာလိုမယ်မထင်ပါဘူး။ သူ့အပြင်ကို Big Mouth မင်းသားကြီး Lee Jong Suk လည်း အဓိက ပါဝင်ထားတဲ့ အက်ရှင် ဇာတ်လမ်းလေးဖြစ်ပြီး ရုံတင်ပြသစဉ်မှာ ပရိသတ်အတော် အကြိုက်တွေ့ခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအညွှန်း ...ပစိဖိတ်သမုဒ္ဒရာထဲမှာ တောင်ကိုရီးယား ရေတပ်က ရေငုတ်သင်္ဘောတစ်စီးဟာ စစ်ရေးလေ့ကျင့်နေခဲ့တယ်။ ပစ်ခတ်စဉ်တွေပါတဲ့ ဒီလေ့ကျင့်မှုဟာအချိန်အတော်ကြာပြီးတဲ့နောက်မှာ တောင်ကိုရီးယားကိုပြန်လာခဲ့တယ်။ကိုရီးယားကျွန်းဆွယ်ကို ပြန်လာစဉ်မှာပဲ မုန်တိုင်းကလည်းတိုက်ဆိုင်စွာ ကြမ်းနေတဲ့အချိန်ဖြစ်နေတယ်။ ဒါအပြင် ရေငုတ်သင်္ဘာဟာ အမည်မသိ ချေမှုန်းရေးသင်္ဘောမှ အကြမ်းစားတော်ပီဒိုကြီးတစ်လုံး ပစ်ခတ်ခြင်းခံလိုက်ရတယ်။လုံးဝမမျှော်လင့်ထားတဲ့ တိုက်ခိုက်ခံရမှုဖြစ်တဲ့အပြင် တန်ပြန်တိုက်ခိုက်ရေး လက်နက်တွေကလည်း စစ်ဆင်ရေးမှာသုံးခဲ့လေတော့ ရေငုတ်သင်္ဘောဟာ တော်ပီဒိုကြီးထိမှန်ဖို့ အရေးကနေ အသည်းအသန်ထွက်ပြေးရပါတော့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတော့ ...(ဇာတ်လမ်းအညွှန်းကို ကို Phyo Pyae က ရေးပေးထားပါတယ်။)File Size  ...",
        "rating": "6.9",
        "url": "https://megaup.net/1bi04/[CM]Decibel.2022.720p.WEB-DL.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9qnyrife64GGFXu6ZHMegshPeV.jpg",
        "title": "Terror Train (2022)",
        "description": "Terror Train (2022)ဒီဇာတ်ကားဟာ Terror Train (1980) ကို Remake လုပ်ထားတဲ့ဇာတ်ကားပါ။ ရိုးရှင်းတဲ့ Plot တွေကနေ ဖောက်ထွက်ချင်ရင်၊ ပြီးခါနီးထိ ရင်ခုန်ချင်ရင် ဒီဇာတ်ကားဟာ သင်တို့အတွက် Underrated ထဲမှာ ကြည့်ပျော်တဲ့ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။လူငယ်ကျောင်းသားအဖွဲ့အစည်းတစ်ခုဟာ သူတို့ထဲကို အသစ်ဝင်လာတဲ့ ကျောင်းသားသစ်တွေကို Prank တွေ Challenge တွေကိုဖြတ်ကျော်ပြီးမှ ဝင်စေတာပါ။ ဒီလိုပဲ နှစ်အတော်ကြာ ဒီလိုလုပ်ရပ်တွေနဲ့ ပျော်ခဲ့ပါးခဲ့ကြတာပါပဲ။ ဒါပေမယ့် တစ်နှစ်မှာ Kenny ဆိုတဲ့ကျောင်းသားသစ်လေးတစ်ယောက်နဲ့ Alana ဆိုတဲ့ လှပတဲ့ကျောင်းသူသစ်လေးကို အဖွဲ့ထဲထည့်ဖို့ အပြောင်အပျက်တွေလုပ်ရင်းကနေ အမှားတစ်ခုကြောင့် Kenny ဟာ စိတ္တ‌ဇဆေးရုံကိုရောက်ရတဲ့အထိပါဖြစ်သွားပါတယ်။ Alana ဟာ သူ့ကြောင့် Kenny ဒီလိုဖြစ်သွားရတာကို စိတ်မကောင်းပေမယ့် အဖွဲ့ရဲ့ ဥက္ကဌ ဖြစ်တဲ့ Doc နဲ့ တခြား Senior တွေကြောင့် လက်ပိုက်ကြည့်ရုံမှအပ ...",
        "rating": "",
        "url": "https://megaup.net/1bhpg/(CM)_Terror_Train_(2022)_720p.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1qkIyRyXsrXaear1OdJd0QWaAkC.jpg",
        "title": "Bank Robbers: The Last Great Heist (2022)",
        "description": "Bank Robbers: The Last Great Heist (2022)~ IMDb - 7.1/10, Rotten Tomatoes - 100% ~Netflix ရဲ့ Documentary Show တခုဖြစ်ပြီး ၂၀၀၆ ခုနှစ် အာဂျင်တီးနားနိုင်ငံရဲ့အမိမိုက်ဆုံး ဘဏ်ဓားပြမှုအ​ကြောင်း ဖြစ်ရပ်မှန်ရိုက်ကူးထားတာ​လေးပါ- ဘဏ်ဓားပြတိုက်မှုမှာ ပါဝင်တဲ့လူ​တွေ ဘယ်လို စုမိသွားတာလဲ\n- ဘဏ်ဓားပြတိုက်တဲ့ ရည်ရွယ်ချက်\n- ဓားပြတိုက်တုန်းက သုံးခဲ့တဲ့ကိရိယာ​တွေကို ဘယ်လိုစဥ်းစားတီထွင်ခဲ့လဲ\n- ဘယ်လိုအခက်အခဲ​တွေကြုံ​တွေ့ရလဲ\n- ဘယ်လိုထွက်​ပြေးလွတ်​မြောက်ခဲ့လဲ\n- ဘာ့​ကြောင့်အဖမ်းခံရခဲ့ရတာလဲ\n- လွတ်​မြောက်ပြီး​​နောက်ပိုင်း ဘာ​တွေဖြစ်ခဲ့လဲ... ဆိုတာ​တွေကို အ​သေးစိတ်​ပြောပြရင်း အဆုံးထိဆွဲ​ခေါ်သွားမှာဖြစ်ပါတယ်။အမှုမှာကျူးလွန်တဲ့သူ​တွေအ​ကြောင်းတင် မဟုတ်ဘဲ မျက်မြင်ကို​​ယ်တွေ့ကြုံလိုက်ရတဲ့ ဘဏ်ဝန်ထမ်း ​ရှေ့​နေ ရဲ​​တွေရဲ့ အ​တွေ့အကြုံ​တွေပါ ထည့်သွင်းထားလို့ ​တော်​တော်​လေးကိုပြည့်စုံပြီး ကြည့်လို့​ကောင်းတဲ့ Documentary တစ်ခုပါပဲ။(ဒီဒိုကူမန်ထရီနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 870MB\nQuality - ...",
        "rating": "7.1",
        "url": "https://megaup.net/1bhbe/(CM)_Bank_Robbers_-_The_Last_Great_Heist_(2022)_720p.mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmQ0N2RkNzMtMzU1MC00NWFmLTg5NTgtZDdiNTc3MGFlYTM2XkEyXkFqcGdeQXVyNTk1MjA5MjM@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Ghouls (2017)",
        "description": "Ghouls (2017)\n===========ဇာတ်လမ်းလေးက ရိုးမလိုနဲ့ဆန်းပြီး Horror/Drama ဘက်ကို\nကူးသွားတာမို့ အသစ်အဆန်းသဘောတွေ့တဲ့သူအတွက် အကြိုက်\nတွေ့မယ့်ကားလေးဖြစ်နိုင်ပါတယ်။မာရှာဆိုတဲ့ကောင်မလေးကတော့ ပြင်သစ်အဆင်လေး ဂေဘရီရယ်နဲ့\nတွေ့ရဖို့ ဆန္ဒတွေစောနေခဲ့ပါတယ်။ မာရှာရဲ့အတန်းဖော် ပိုလီနာက\nတော့ သူတို့အတွဲတွေ့ဖြစ်အောင် စီစဉ်ပေးရတဲ့ Third Wheel လေး\nပေါ့။ ဒါပေမဲ့ ပိုလီနာတစ်ယောက်တည်းဖြစ်မှာစိုးလို့ ဂေဘရီရယ်က\nရှန်းဆိုတဲ့တရုတ်တစ်ယောက်ကိုလည်း ခေါ်လာပေးခဲ့ပါတယ်။ အဲ့ဒါနဲ့\nလေးယောက်ပေါင်းလောင်းကျော်ပြီး အရမ်းလှပြီးနာမည်ကြီးတဲ့ ရေကန်\nနားမှာ ပျော်ပွဲစားထွက်လာခဲ့ကြပါတယ်။ အဲ့ဒီရေကန်ရဲ့ မလှမ်းမကမ်းမှာ\nရွာလေးတစ်ရွာရှိပြီး နုန်းမြေကြီးလည်းရှိပါတယ်။သူတို့လုံးဝမသိသေးတဲ့အချက်က အဲ့ဒီရွာလေးမှာ ဘယ်သူမှမရှိဘဲ ပက်ခ်ဟို\nတို့သားအမိနှစ်ယောက်ပဲ ရှိနေတာပါ။ အဲ့ဒါအပြင် ရေကန်နားကနုန်းမြေကြီး\nကလည်း လူစားတယ်လို့ နာမည်ကြီးနေပြီး နှစ်ပေါင်းများစွာငြိမ်သက်နေတဲ့\nဒဏ္ဍာရီက ပိုလီနာတို့လေးယောက်ကြောင့် အသက်ဝင်လာတဲ့အခါ... ဘာတွေ\nဆက်ဖြစ်မလဲဆိုတာတော့ ဆက်ကြည့်လိုက်ပါတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.56 GB) / (680 MB) / (391 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 30mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Rct4/Ghouls.2017.RUSSIAN.720p.WEBRip.(CM).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEYKD5cWCBGg8Za3hhwDBk3gEsP.jpg",
        "title": "Funny People(2009)",
        "description": "Funny People(2009)*******************လူတစ်ယောက်ဟာ အပြင်ပန်းမှာပျော်နေသလို၊ ရယ်မြူးနေသလို ထင်ရပေမယ့် အတွင်းစိတ်မှာတော့ ပူပန်မှုတွေ၊စိုးရိမ်သောကတွေ၊ အထီးကျန်ဝမ်းနည်းစိတ်တွေနဲ့ ရှင်သန်နေရတာမျိုး လူ့လောကမှာရှိတတ်ကြတာ သဘာဝပါ။အငြိမ့်စင်ပေါ်မှာ ကပြအသုံးတော်ခံနေတဲ့ လူရွှင်တော်တိုင်းဟာ သူတို့ထုတ်လိုက်တဲ့ပြက်လုံးတွေထဲကလိုဘဝကအမြဲရယ်မောပျော်ရွှင်စရာကောင်းချင်မှ ကောင်းပါလိမ့်မယ်။ဒါဟာ လူ့ဘဝရဲ့ ပုံမှန်ပြယုဂ်ပါပဲ။ အခက်အခဲ၊ အကျပ်အတည်းနဲ့ စိတ်အလိုမကျစရာတွေက\"ဪ၊ သူကတော့ ပြက်လုံးတွေထုတ်တတ်တဲ့ လူရွှင်တော်ပဲ\"ဆိုပြီး မကျရောက်လာတာမျိုး မရှိပါဘူး။ဒီလောကဓံတရားရဲ့ပြကွက်ကိုတော့ အခုဇာတ်ကားလေးထဲမှာ ခြယ်မှုန်းလှစ်ဟပြသထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျော့ခ်ျဆင်မွန်ဟာ အောင်မြင်တဲ့ တစ်ခန်းရပ်လူပြက်တစ်ယောက်ဖြစ်ပါတယ်။တီဗီဇာတ်လမ်းတွေ၊ ဟာသရှိုးတွေဝက်ဝက်ကွဲရိုက်ရပြီး ပြောင်မြောက်တဲ့ ပြက်လုံးတွေကြောင့်ပရိသတ်ကြားရေပန်းစားရတဲ့ အထင်ကရလူပြက်တစ်ယောက်ပါ။ကိုယ်ပိုင်အိမ်၊ခြံဝန်းနဲ့ စတိုင်ကျကျနေနိုင်ပြီး ဂျက်လေယာဉ်ဝယ်စီးနိုင်လောက်တဲ့အထိ ဝင်ငွေကောင်းပါတယ်။ဒါပေမယ့် ကံအကြောင်းမလှစွာနဲ့ပဲ သူ့မှာ AML လို့ခေါ်တဲ့သွေးအားနည်းရောဂါဆန်းတစ်မျိုး စွဲကပ်လာပါတယ်။ရောဂါအသစ်ဖြစ်လို့ ကုသနိုင်မယ့်ဆေးမရှိသေးတာကြောင့် ဘဝကိုလက်လျှော့အရှုံးပေးရမလိုဖြစ်နေချိန်မှာတိုက်တိုက်ဆိုင်ဆိုင်ပဲ သူ့ကိုအထင်ကြီးအားကျတဲ့ လူပြက်ပေါက်စ အိုင်ရာရိုက်နဲ့ ဆုံမိခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့...............ဒီဇာတ်ကားကိုကြည့်ရင်း မိတ်ဆွေတို့လည်း ကိုယ့်ဘဝကိုယ်တစ်ချက်လည်ပြန်စောင်းငဲ့ကြည့်မိကြမှာပါ။အဒမ်ဆန်ဒလာ၊ ဆာ့သ်ရော်ဂန်နဲ့ လက်စ်လီမန်းတို့ဦးဆောင်ပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ reviewကောင်းတွေလည်းရရှိထားတာဖြစ်ပါတယ်။File Size :(4.05 GB) (1.4 GB) and (445 ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Rekt/Funny_People_(2009).BLU-RAY.720P.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gwexiOTgbvUYI63A1kkbfn21R4o.jpg",
        "title": "[18+]Blue Rain Osaka(1983)",
        "description": "[18+]Blue Rain Osaka(1983)**************************[ပွင့်လင်းတဲ့အိပ်ရာခန်းတွေပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး]ကလပ်မယ်လေး မာချီကိုဟာ သူ့အစ်မပိုင်တဲ့\nဘားတစ်ခုမှာကိုယ်တိုင်ဝင်လုပ်ရင်းနဲ့ ဘားကိုဦးစီးနေတယ်။ သူလေးကချော\nလုပ်ရည်ကိုင်ရည်လည်းရှိတော့ ယိုရိနိုတဲ့လုပ်ငန်းရှင်တစ်ယောက်က လက်ထပ်ဖို့အထိ\nရည်ရွယ်ပြီးစကားပြောထားတယ်။ ဒါပေမယ့် မာချီကိုဟာ ယိုရိနိုကိုငြင်းပေးမယ့်\nယိုရိနိုကတော့ သူ့ကိုစိတ်ဝင်စားတဲ့အထိစောင့်မယ်လို့ပြောထားတယ်။တစ်ဖက်လည်း\nမာချီကိုသူ့ထက်ငယ်တဲ့အီဆာအိုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့တွဲနေတာပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာ လွန်ခဲ့တဲ့သုံးနှစ်က မာချီကိုနဲ့ချစ်ကြိုက်ခဲ့တဲ့ယူဂျီဆိုတဲ့ရည်စားဟောင်းနဲ့\nမထင်မှတ်ဘဲတွေ့ဆုံခဲ့တယ်။ အလုပ်ကိစ္စနဲ့လာတဲ့ယူဂျီဟာ သူ့ရည်စားဟောင်းနဲ့တွေ့တော့\nအရင်ကစိတ်တွေပြန်ဖြစ်လာပြီး မာချီကို ကိုပြန်ချဉ်းကပ်ပါတော့တယ်။\nလက်ရှိမှာတွဲနေတဲ့ အလန်းလေးအီဆာအို၊ တစ်ဖက်မှာလည်းလက်ထပ်ဖို့အထိရည်ရွယ်ထားတဲ့\nယိုရိနို၊ ရည်းစားဟောင်း ယူဂျီကိုလည်းစိတ်မပြတ်သေးတဲ့ မာဂျီကိုတစ်ယောက်ဘယ်လိုတွေခရီး\nဆက်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦးFile Size :(2.3 GB) and (689MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:20:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/3d9cB/Blue_Rain_Osaka_1983.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNDkyNjU2OTcwMF5BMl5BanBnXkFtZTgwNzg4MDM5OTE@._V1_-150x200.jpg",
        "title": "Steve-O: Guilty as Charged (2016)",
        "description": "Steve-O: Guilty as Charged (2016)\n========================\nIMDb Rating - 6.2/10လူတစ်ယောက်ရဲ့အကျင့်ကိုဖျောက်ဖို့ ဆိုတာ ဘေးကနေ မလုပ်နဲ့လို့\nပြောနေတာထက် ကိုယ်တိုင်အသိ၀င်ပြီးမှသာ ပြောင်းလဲလို့ရတာကို\nသိကြမှာပါ။ စတိဗ်-အိုရဲ့ ဒီ TV special မှာလည်း အဲဒီအချက်ကို\nအထင်းသားမြင်ရပါတယ်။ပေါက်ကရစတန့်လုပ်ထားတဲ့ ဟာသဗီဒီယိုတွေ၊ YouTube ဟာသ\nဗီဒီယိုအကြည့်များတဲ့သူတွေကတော့ စတိဗ်-အိုကို သေချာပေါက်\nသိကြမှာပါ။ သူဟာ reality comedy series Jackass နဲ့ Jackass\nရုပ်ရှင်တွေနဲ့ လူသိများတဲ့ နာမည်ကျော် အမေရိကန်ဟာသဖျော်ဖြေ\nရေးသမား၊ စတန့်သရုပ်ဆောင်နဲ့ YouTuber တစ်ယောက် ဖြစ်ပါတယ်။\n၂၀၁၆ ခုနှစ်က ထွက်ရှိထားတဲ့ ဒီ TV special မှာတော့ စတိဗ်-အိုရဲ့\nဘ၀ဖြစ်စဉ်နဲ့ အပြောင်းအလဲတွေကို ရယ်ရွှင်ဖွယ်ရှုမြင်နားဆင်ကြရမှာပါ။ငယ်စဉ်ကတည်းက ပြဿနာအိုး‌၊ ဆေးသမားဖြစ်ခဲ့ပြီး တက္ကသိုလ်က\nထုတ်ခံရတဲ့အထိ ဆိုးသွမ်းခဲ့သူပါ။ ဟာသဖျော်ဖြေရေးသမား၊ စတန့်\nသရုပ်ဆောင်အဖြစ် လုပ်ကိုင်နေတဲ့ ကာလအတွင်း သူပေါက်ကရလုပ်\nခဲ့တဲ့ အဖြစ်တွေ၊ သူ့ရဲ့ဆေးစွဲပြဿနာ၊ sex addict ...",
        "rating": "6.2",
        "url": "https://megaup.net/3dbdw/Steve-O.Guilty.As.Charged.2016.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDZjNjdkOWYtZGJjYi00ZWRlLWE5MzMtMjdkZTgxYWE1MDAyXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "A Not So Merry Christmas (2022)",
        "description": "A Not So Merry Christmas (2022)\n========================ဒီကားလေးက သမာရိုးကျ ခရစ်စမတ်ကားတွေကနေ\nမထွက်ဘူးဆိုပေမယ့် တင်ဆက်ပုံလေးကရင်ထဲကို ထိ\nသွားစေတယ့် ခရစ်စမတ်ကားလေးတစ်ကားပါ။ rating\nသိပ်မများပေမယ့် ကျွန်တော့်အမြင်မှာတော့ underrated\nဖြစ်နေတဲ့ ကားလေးတစ်ကားလို့ ဆိုချင်တယ်။ကိုယ်တွေနေ့စဥ်ဘဝကို သတိလက်လွတ်ဖြတ်သန်းနေထိုင်\nနေမိတာတွေကို ဆင်ခြင်တတ်လာစေမယ့် ကားလေးတစ်\nကား၊ ကိုယ့်ဘေးနားက ကိုယ်ချစ်ရတဲ့ လူတွေ၊ ကိုယ့်ကို ချစ်\nတဲ့လူတွေကို တန်ဖိုးထား မြတ်နိုးဖို့ သတိပေးနိုင်တဲ့ ကား\nကောင်းလေးတစ်ကားပါဗျာ။ heart-warmingတော်တော်လေး\nဖြစ်စေပါတယ်။ အချိန်ရရင် ကိုယ့်ဘေးနားက ချစ်ရသူတွေနဲ့\nအတူကြည့်ကိုကြည့်သင့်တဲ့ ကြည်နူးစရာဇာတ်ကားလေးမို့\nကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPaul ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (796 MB) / (481 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 40Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Fantasy\nTranslator.......Paul\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/2xcdh/A.Not.So.Merry.Christmas.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-m-147x200.jpg",
        "title": "Natural Born Liar (2022)",
        "description": "ဒီတစ်ခါမှာတော့ Menteurဆိုတဲ့ ပြင်သစ် Comedy ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်.. အင်္ဂလိပ်လိုဆိုရင်တော့ Natural Born Liar တဲ့... ဝမ်းတွင်းပါလူလိမ်ပေါ့ဗျာ..ဇာတ်လမ်းအကျဥ်း\nဂျယ်ဟွန်းမ်ဘယ်ဟာဒါ ဆိုတဲ့ မလိမ်ရမနေနိုင် လူလိမ်တစ်ယောက်ရှိပါတယ်.. သူများတွေကို လိုက်လိမ်စားတာမျိုးမဟုတ်ပဲ စကားပြောနေရင်းနဲ့ကို အလိမ်တွေညှပ်ပြောတတ်တဲ့သူပါ... တစ်နေ့မှာတော့ သူ့မိသားစုနဲ့ လုပ်ဖော်ကိုင်ဖက်တွေက သည်းမခံနိုင်တော့တဲ့အဆုံး သူ့ကိုမလိမ်ဖို့ ဝိုင်းပြောပါတော့တယ်... လူလိမ်တွေရဲ့ထုံးစံအတိုင်းပဲ သူမလိမ်ဘူးလို့ ဖင်ပိတ်ငြင်းတာပေါ့... ဒါပေမယ့် နောက်နေ့မနက်ရောက်တော့ သူလိမ်ခဲ့သမျှအရာတွေအကုန်လုံး လက်တွေ့ဘဝမှာ တကယ်ဖြစ်လာတဲ့အခါ.....\nဘာကြောင့် ဒီလိုတွေဖြစ်လာတာလဲ.....\nကျိန်စာလား..... အရင်အတိုင်းပြန်ဖြစ်အောင် လုပ်လို့ရောရပါ့မလား...တစ်နာရီခွဲစာ ကားလေးဆိုပေမယ့် အသေခွီနေရပါတယ်... ဘယ်ဟာဒါညီအစ်ကို၂ယောက်ရဲ့ အလွဲပေါင်းတစ်သိန်းနဲ့တင် အချိန်ပေးရကျိုးနပ်နေပြီမလို့ မြန်မြန်သာဒေါင်းကြည့်လိုက်ကြပါတော့ CMပရိသတ်ကြီးရေ.....File size…(2.86GB)  / (1.38GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:45:00\nGenre...Comedy \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Ei Thwal",
        "rating": "4.8",
        "url": "https://megaup.net/2wC7l/Menteur.2022.FRENCH.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iFTzTiHSAYvJqWh8521BWuYL0f0.jpg",
        "title": "The Rocket Angels (2022)",
        "description": "The Rocket Angels (2022)အဆင်သင့်မဖြစ်ခင် ကြိုးစားရတာက\nမကြိုးစားဘဲအရှုံးပေးလိုက်ထက် ပိုကောင်းတယ်မဟုတ်လားယဆိုထောင်းပြည်နယ်မှာ ရိုးရာမီးဒုံးလွှတ်ပွဲတော်ကို ကျင်းပလေ့ရှိပါတယ်\nဒီတစ်ခါမှာ နတ်သမီးအဖွဲ့ဖြစ်တဲ့ မို၊ သဲသဲ၊ ပွမ့်၊ မြောင်နဲ့ နွိုင်းတို့ ၅ယောက်က ခရိုင်ကိုယ်စားပြုအကပြိုင်ကြမှာဖြစ်ပါတယ်ဒါပေမယ့် ရွာလူကြီးထစ်က သူ့သမီးကိုပေးပြိုင်မှာ​ကြောင့်\nနတ်သမီးအဖွဲ့က မတရားသဖြင့် နောက်ဆုတ်ပေးလိုက်ရပါတယ်ဒါကြောင့် သူတို့က မဟာထစ်ရဲ့အချစ်တော်မီးဒုံးကို ပြိုင်ပွဲမှာအနိုင်ပိုင်းဖို့\nမီးဒုံးပြုလုပ်ပြီးဝင်ပြိုင်ကြဖို့ဆုံးဖြတ်ကြရာမှာ\nတစ်ခါမှမီးဒုံးမလုပ်ဖူးကြတဲ့ သူတို့ငါးယောက်ရဲ့အခက်အခဲမျိုးစုံကို\nဟာသပေါင်းစုံနဲ့ရောယှက်ပြီး အူတက်​နေအောင် ရယ်ရမှာဖြစ်သလိုဒီဇွဲရှိလှတဲ့နတ်သမီးအဖွဲ့လေးက ပြိုင်ပွဲမှာရော မဟာထစ်ဆိုတဲ့လူဆိုးရဲ့မီးဒုံးကိုအနိုင်ရသွားမလားဆိုတာ\nအဆုံးသတ်ကိုလည်း စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.86GB | 1GB | 453MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Lei Wutyi Tun\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/2x9jr/The.Rocket.Angels.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNTNkMDBkOGMtMDY3MS00ZmJhLThjMmQtMWU1ZGNhZGFmYmEyXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Bakuman (2015)",
        "description": "Bakuman(2015)Mangaတွေ animeတွေကိုကြိုက်ကြတဲ့သူတွေ တော်တော်များများရှိပါတယ်။ ဒါပေမဲ့ ဒီmangaတွေကို ဖန်တီးကြတဲ့ ပညာရှင် \"Mangaka\"တွေရဲ့ mangaဖန်တီးမှုနောက်ကွယ်က အကြောင်းအရာတွေ သူတို့ရဲ့ ဘဝနေထိုင်ဖြတ်သန်းပုံတွေနဲ့ ဘယ်လိုမျိုး ကြိုးစားရပ်တည်ပြီး ပညာရှင်အဆင့်ရောက်ခဲ့ကြလဲဆိုတာကိုတော့ အသေးစိတ် လေ့လာမိတဲ့သူက နည်းပါလိမ့်မယ်။ဒီရုပ်ရှင်ထဲမှာတော့ အထက်ပါအကြောင်းအရာတွေကို သေချာ ကြည့်ရှုရမှာပါ။မင်းသားနှစ်ယောက်လုံးက Ruroni Kenshinထဲမှာ သရုပ်ဆောင်ထားကြတဲ့ နာမည်ကြီး Takeru Satouနဲ့ Kamiki Ryunosukeတို့ဖြစ်ပြီး Nana Komatsuကလည်း Takeruရဲ့ first loveအဖြစ်ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ပုံဆွဲတော်ပေမဲ့ ဇာတ်လမ်းမစဉ်းစားတတ်တဲ့ မရှိရို (Takeru Satou)နဲ့ ပုံဆွဲအလွန်ညံ့ပြီး ဇာတ်လမ်းကောင်းရေးတတ်တဲ့ တကဂိ (kamiki ryunosuke) နှစ်ယောက်ပေါင်းပြီး မန်ဂက အဖြစ်ရပ်တည်ကြဖို့ အဖွဲ့ဖွဲ့လိုင်ကါတယ် ။ ခက်တာက သူတို့ဟာ အထက်တန်းကျောင်းသားတွေပဲ ရှိသေးပြီး တကယ့်နာမည်ကြီးကုမ္ပဏီဖြစ်တဲ့ Shonen JUMPမှာ မန်ဂဆွဲချင်နေကြတာပါ။ဒါကြောင့် JUMP တည်းဖြတ်ဌာနကို စာမူကြမ်းသွားပြကြပြီး ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Rdhz/Bakuman_(2015)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wkeOjIcpuqLMW4GnVowlM9VI0JE.jpg",
        "title": "Cinderella Man(2005)",
        "description": "Cinderella Man(2005)********************James.J Braddock ဒီနာမည်ကြားလိုက်တာနဲ့ တစ်ခေတ်တခါက ဘာဂန်းမြို့လေးရဲ့ခွေးဘီလူးလူကြမ်းကြီး နယူးဂျာဆီပြည်ရဲ့ဂုဏ်ဆောင် ဂျင်မီဆိုပြီး မသိသူမရှိကြပါဘူး...ဘရက်ဒေါ့တို့မိသားစုလေးဟာ သူငယ်ငယ်တည်းကသိပ်အဆင်ပြေပြေရှိလှတယ်မဟုတ်ပါဘူး...အိုင်းရစ်ကနေပြောင်းလာတဲ့ immigrant မိသားစုလေးအနေနဲ့ challenge တွေကတော့အများကြီးရှိမှာပြောစရာတောင်လိုမယ်မထင်ပါ...မွေးချင်းကလဲစုစုပေါင်း ၇ယောက်ဆိုတော့ စားဝတ်နေရေးခက်ခဲမယ်ဆိုတာ အားလုံးအသိပါဒါပေမယ့် ဘရက်ဒေါ့ဟာ လောကကြီးကိုအံတုတယ် ပျစ်ခနဲတံတွေးနဲ့ထွေးပြီးရန်စတယ်သူလောကကြီးကိုအံတုပုံက သူများတွေလို ကြီးပွါးချမ်းသာအောင်လုပ်တာ မဟုတ်ဘဲသူ့ရဲ့ကြောက်စရာလက်သီးချက်တွေနဲ့ပါဒီလိုနဲ့ဘရက်ဒေါ့ဟာတဖြည်းဖြည်းနာမည်ရလာတယ် သူ့ရဲ့မထင်ရင်မထင်သလိုရှောင်တခင်ပြန်ထိုးတတ်တဲ့ တန်ပြန်လက်သီးချက်တွေ သာမန်ပင့်လက်သီးလောက်ကတော့ပဲကြီးလှော်ဝါးသလောက်ပဲရှိတဲ့ သူ့ရဲ့ စတီးလိုမေးရိုးကြီးတွေကြောင့်သူ့ရဲ့ဂုဏ်သတင်းဟာတဖြည်းဖြည်းပျံ့နှံလာပါတယ်.. ဒါပေမယ့် ကံကြမ္မာကဘရက်ဒေါ့ဆိုတဲ့လူကြမ်းကြီးကိုမျက်နှာသာမပေးပါဘူး,,, သူ့ဘဝရဲ့အဆိုးတကာ့အဆိုးဆုံးဆိုတဲ့အခြေနေကို ဖြစ်တဲ့ Champion tier ကနေ Underdog Tier ထဲကိုရောက်နေပါပြီ..အဲ့ဒီနောက်မှာတော့..rating တွေ critic တွေအကြောင်းပြောမနေတော့ဘူး တကယ်ကိုအနှစ်ကျတဲ့ကားပါလူကြမ်းကြီး Cinderella Man ကိုအားပေးလိုက်ကြပါဦး....File Size :(2.3GB) (881 MB) and (277MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:24:00\nGenre : Biography ,Drama, Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "8.0",
        "url": "https://megaup.net/2xazg/Cinderella_Man_(2005).BLU-RAY.720P.PP(CM).mp4",
        "category": "Biography, Drama, Romance"
    }
]