[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e8iom9xZi9bE2nN2TTYp3efyqvj.jpg",
        "title": "Anything for Her (2008)",
        "description": "ဇာတ်လမ်းနာမည်လေးအတိုင်း ဇနီးအတွက် ဘာမဆိုလုပ်ပေးမယ့်ယောကျာ်းတစ်ယောက်ကိုမြင်တွေ့ရမှာမယ့် ပြင်သစ် Crime DramaThrillaကားလေးဖြစ်ပါတယ်... ဂျူလီယန် နဲ့ လီဆာဟာ ကလေးတစ်ယောက်နဲ့ သာမန်ပျော်စရာမိသားစုဘဝလေးကို နေထိုင်နေကြသူတွေပါ...။တစ်နေ့ကျတော့ သူတို့တိုက်ခန်းကို ရဲတွေ ဝင်စီးပြီး လီဆာကိုဖမ်းခေါ်သွားပါတယ်။ အမှု‌မေးတော့ လူသတ်မှုတဲ့...လီဆာမကျူးလွန်တဲ့လူသတ်မှု။ဖြစ်နိုင်စရာမရှိပါဘူး။ ဘာလို့ဆို သူတို့က ရိုးရိုးအေးအေးနေတဲ့ လင်မယားစုံတွဲ၊တစ်ယောက်က ကျောင်းဆရာ တစ်ယောက်က ရုံးဝန်ထမ်း...။ပြစ်မှုကျူးလွန်ဖို့ ပူလောင်သောကရောက်စရာလည်းမရှိသူတွေပါ။ဒါပေမဲ့ ကိုယ်ကျင့်တရားတွေ ဘယ်လောက်ကောင်းကောင်း ဥပဒေကအနိုင်ရစမြဲပဲ ဖြစ်နေတော့ လီဆာဟာ ထောင် နှစ် ၂၀ကျသွားပါတယ်။ကိုယ်ချစ်တဲ့သူ တစ်ဦးတစ်ယောက် အပြစ်မရှိဘဲ ထောင်ထဲရောက်သွားရင်ဘယ်လိုနေမလဲ... ဘယ်လိုခံစားရမလဲ... ဘာတွေပြန်ကြိုးစားပေးမလဲ...။ဒါကို လက်မခံနိုင်တဲ့ ယောကျာ်းဖြစ်သူ ကျောင်းဆရာက ဇနီးဖြစ်သူကိုထောင်ထဲက ခေါ်ထုတ်ဖို့အကွက်ချစီစဥ်ပါတော့တယ်...လူမိုက်လည်းမဟုတ် ဂိုဏ်းစတားလည်းမဟုတ်တဲ့ ရိုးရိုးသာမန်ကျောင်းဆရာတစ်ယောက်က ဘယ်လိုတွေ အသေးစိတ်စီစဥ်ပြီးဇနီးဖြစ်သူကို ကယ်တင်မလဲဆိုတော့ ဇာတ်လမ်းထဲမှာကြည့်ရှုနိုင်ပါပြီ။  File size…1.56GB / 583MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 36m\nGenre ..... Crime , Drama ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Vryj/Anything.for.Her.2008.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/1m3PJGcLcvF4I566ZtB5czQIVAY-133x200.jpg",
        "title": "[18+]Paraluman (2021)",
        "description": "Paramulan 2021ဒီဖိလစ်ပိုင်ကားလေးကို စကားလုံးတစ်ခုတည်းနဲ့ ဖော်ညွှန်းပေးရမယ်ဆိုရင်\n\"စည်းခြားထားတဲ့အချစ်\"လို့ပြောရမှာပါပဲအဖေဆုံးသွားလို့ အကိုကြီးဆီမှာ ပြောင်းနေခဲ့တဲ့ မီယာဆိုတဲ့\nဆယ်ကျော်သက်မြီးကောင်ပေါက်လေးဟာ ပီတာဆိုတဲ့\nအကိုကြီးကို တမ်းတမ်းစွဲကြွေသွားခဲ့ရတဲ့အကြောင်းပေါ့ပီတာလိုမျိုး ဂစ်တာတီးသီချင်းလေးတွေ ဆိုပြတတ်\nဓာတ်ပုံလှလှလေးတွေရိုက်ပေးတတ်တဲ့ အကိုကြီးကို\nမီယာတစ်ယောက်ရင်ခုန်ရာကနေ တကယ်ချစ်မိသွားခဲ့တယ်\nဒါပေမဲ့လည်း ပီတာဟာ အတူနေချစ်သူရှိနေတဲ့အခါအချစ်ဆိုတာ ငှက်တစ်ကောင်လိုပဲ\nလွတ်လပ်စွာပျံသန်းခွင့်ပေးလိုက်ပါ\nကိုယ့်အတွက်ဆိုရင် ပြန်လာမှာပါ\nပြန်မလာတော့ရင်လည်း လာတဲ့အထိစောင့်နေပါတဲ့.....သူပြန်မလာတော့မဲ့ ညိုကီတွေကိုလက်တို့ပေးချင်တာ\nအဖော်အချွတ်ခန်းအနည်းငယ်ပါဝင်လို့ မိသားစုနဲ့ကြည့်ရှုဖို့မသင့်တော်ပေမဲ့\nတော်တော်ရိုတဲ့ အချစ်ကားလေးမို့ စော်ကိုလွမ်းရင်းငိုရင်း အားပေးကြပါလို့....\nFile size…1.2GB / 606MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1Vrw7/Paraluman.2021.720p(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/awcd037HcwXgw0TWoLowtcp4vi9.jpg",
        "title": "I Am Not A Dionysian ( 2022 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ I Am Not A Dionysian ( 2022 )\nဟာသရုပ်ရှင်လေးကို ဘာသာပြန်ပေးလိုက်ပါတယ်...\nဇာတ်လမ်းအကျဥ်းချုပ်လေးကတော့....အရှေ့မြောက်ပိုင်း ဝိုင်အရက်စက်ရုံက ဝန်ထမ်း စုန့်ဟိုင်လျန် က\nစက်ရုံမှူး ရဲ့ လှည့်စားမှုကြောင့် သူ့ရဲ့အလုပ်သမားတွေဆီမှာ အကြွေးတင်နေခဲ့ပါတယ်....တောင်ပိုင်းရှိ ဝိုင်အရက်စပ်သမား ရှုံချူမော့ကလည်း\nအလုပ်မှာ ပေါ့ဆမှုကြောင့် အလုပ်ပြုတ်သွားခဲ့တယ်....အလုပ်လက်မဲ့ဖြစ်နေတဲ့ သူ နှစ်ယောက်ရဲ့ မတော်တဆ\nဖုန်းခေါ်ဆိုမှုကဆင့်တွေ့ဆုံခဲ့ကြပြီး သူဌေးအယောင်ဆောင်ပြီးတော့\nဝိုင်အရက်စက်ရုံကြီးရဲ့ စီးပွားရေးအကြောင်း ပြောဖြစ်ကြရင်းတာပေါ့ဒီလိုနဲ့ တစ်ယောက်နဲ့တစ်ယောက်လှည့်စားနေရင်းကနေ\nနောက်ပိုင်းမှာတော့ရိုးသားစွာ အသက်ရှင်နေထိုင်ခြင်းဟာ ဘဝရဲ့\nအဓိပ္ပါယ်အစစ်အမှန်ဖြစ်ကြောင်း ဘယ်လိုမျိုး\nသိရှိလာခဲ့လဲဆိုတာကိုပုံဖေါ်ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 19 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Aye Myat Nwe\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/i-am-not-a-dionysian-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHU3tev4ujbaElfI6cHlwMqsM5J.jpg",
        "title": "My Donkey, My Lover & I (2020)",
        "description": "Antoinette dans les Cévennes (2020)(My Donkey, My Lover & I)IMDb - 6.5/10 ဇာတ်လမ်းအညွှန်း ဇာတ်လမ်းလေးမှာ အန်တိုနက် ဆိုတဲ့ ကျောင်းဆရာမလေးကသူ့အတန်းထဲက ကလေးတစ်ယောက်ရဲ့အဖေဖြစ်သူဗလာဒီမီယာနဲ့ တိတ်တိတ်ပုန်းတွဲနေတာပါ။ ကျောင်းအားလပ်ရက်မှာအန်တိုနက်က ဗလာဒီမီယာနဲ့ အပန်းဖြေခရီးထွက်ချင်ပေမယ့်ဗလာဒီမီယာကတော့ သူ့မိန်းမစီစဉ်ထားတဲ့ မိသားစုအပန်းခရီးကိုပဲသွားမှာဖြစ်ပါတယ်။ အဲ့တော့ အန်တိုနက်က သူတို့မိသားစုသွားမယ့်ခရီးစဉ်ကို တစ်ယောက်တည်းလိုက်လာဖို့ စီစဉ်လိုက်ပါတယ်။ခရီးစဉ်ကတော့ ဆီဗန်နက်တောင်တွေဆီကို တောင်တက်ခြေလျင်ခရီးပဲဖြစ်ပါတယ်။ ခြေလျင်ခရီးစဉ်မှာ အန်တိုနက်တစ်ယောက်ပတ်ထရစ်ဆိုတဲ့မြည်းလေးနဲ့ အတူသွားဖို့ဖြစ်လာတော့ ဒီလိုခရီးစဉ်မျိုးနဲ့ အကျွမ်းဝင်မရှိတဲ့ အန်တိုနက်အတွက် ဘယ်လိုအခက်အခဲတွေတွေ့ရမလဲ၊ ဗလာဒီမီယာနဲ့ရော တွေ့ရမလား၊ ဘာတွေဆက်ဖြစ်မလဲဆိုတာဆက်လက်ကြည့်လိုက်ကြပါနော်။ခရီးစဉ်တစ်လျှောက် အန်တိုနက်နဲ့ မြည်းလေး “ပတ်ထရစ်”တို့အကြား ဖြစ်ပေါ်လာတဲ့ သံယောဇဉ်တွေကို ဟာသတွေနဲ့ ကြည်ကြည်နူးနူးကြည့်ရမယ့်အပြင် ခရီးစဉ်ပြီးဆုံးအောင် သွားနိုင်ပြီးခရီးသွားခြင်းရဲ့အရသာကိုအကြိုက်တွေ့သွားမယ့် အန်တိုနက်ကိုလည်း ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကို ကျွန်တော်တို့ငယ်ငယ်တည်းက အသည်းစွဲဖြစ်ခဲ့ကြမယ့်“ရတနာကျွန်း”စာအုပ်ရဲ့ စာရေးဆရာရောဘတ်လူးဝစ်စတီဗင်ဆန်ရေးသားထားတဲ့ “Travels with a Donkey in the Cevennes” ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Vqr6/Antoinette.Dans.Les.Cevennes.2020.BluRay720p(CM).mp4",
        "category": "Adventure, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQYXlxlUTmOP4FWt52qkZZb8JNM.jpg",
        "title": "Remi, Nobody’s Boy (2019)",
        "description": "ဟောင်းပေမဲ့လဲကောင်းနေဆဲဖြစ်တဲ့ဇာတ်ကားလေးတွေထဲကတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဒီကားထဲကမင်းသားဖြစ်တဲ့ကောင်လေးရဲ့ဘဝက ကိုးရီးယားဇာတ်ကားတွေဇာတ်နာတာတောင်လိုက် မမှီနိုင်လောက်အောင်အရမ်းသနားဖို့ကောင်းပါတယ်။ ဇာတ်ကားလေးနာမည်ကတော့ Remi Nobody's Boy ဖြစ်ပြီးဘယ်သူ့ရဲ့သားမှမဟုတ်တဲ့ရမ်မီလို့အဓိပ္ပာယ်ရပါတယ်။ဘာလို့ဇာတ်ကားနာမည်ကိုဒီလိုပေးရလဲဆိုတော့ ရမ်မီအသက်ဆယ်နှစ်ရောက်တဲ့အချိန်မှာသူ့ရဲ့မိဘတွေကသူ့ရဲ့မိဘအရင်းတွေမဟုတ်ဘဲမွေးစားထားတာကိုသိခဲ့ရပါတယ်။အမေဖြစ်သူကတော့သူ့ရဲ့မွေးစားသားဖြစ်တဲ့ ရမ်မီကိုအရမ်းချစ်ပေမဲ့ မွေးစားအဖေဖြစ်သူကတော့ငွေပဲမြင်တဲ့လူဖြစ်ပါတယ်။ ဒီလိုနဲ့မွေးစားအဖေဖြစ်သူကရမ်မီ့ကိုမကျွေးမွေးချင်တော့မိဘမဲ့ဂေဟာကိုသွားပို့နေတဲ့အချိန်မှာမာစတာဗတဲလက်စ်လို့ခေါ်တဲ့ နေရာအနှံ့လှည့်လည်သွားလာပြီးတိရစ္ဆာန်တွေနဲ့ဖျော်ဖြေတဲ့ လူတစ်ယောက်ကသူ့မွေးစားအဖေဆီကနေ ရမ်မီ့ကိုငှားရမ်းခဲ့ပါတော့တယ်။ဒါပေမယ့်ကံကောင်းစွာနဲ့ရမ်မီ့ရဲ့သခင်ဖြစ်သွားတဲ့လူက သူ့အပေါ်မှာအဖေအရင်းလိုကြင်နာတဲ့သူဖြစ်နေပါတယ်။ ဒီလိုနဲ့ပျော်နေရတုန်းရှိသေးဝမ်းနည်းစရာကိစ္စတွေနဲ့ထပ်ကြုံရပါတော့တယ်။ ဝမ်းနည်းစရာတွေကြုံပြီးတော့လဲပျော်စရာတွေနဲ့ထပ်ကြုံရပါသေးတယ်။ ဒီလိုနဲ့ပျော်ရွှင်စရာတွေဝမ်းနည်းစရာတွေနဲ့ဘဝက နိမ့်လိုက်ဖြစ်လိုက်တောက်လျှောက်ဖြစ်ပြီးနောက်ပိုင်းမှာ ရမ်မီ့အတွက်အဆုံးသတ်မှာသူ့မိဘရင်းတွေနဲ့ပြန်တွေ့သွားမလား ဘယ်လိုဇာတ်သိမ်းမျိုးနဲ့အဆုံးသတ်သွားမယ်ဆိုတာကိုဒရာမာရသမျိုးစုံနဲ့ခံစားပြီးကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။  File size…1.67GB/ 753MB\nQuality…WEB-Rip 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Adventure , Drama , Family\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "7.0",
        "url": "https://megaup.net/2BnN0/R%C3%A9mi.Sans.Famille.2018.WEBRip720p(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/UN-150x200.jpg",
        "title": "Untraceable ( 2020 )",
        "description": "ဒီတစ်ခါတော့ မှုခင်းဇာတ်လမ်းတစ်ခုကို\nတင်ဆက်ပေးလိုက်ပါတယ်။\nရွာလေးတစ်ရွာမှာ (၅)လောင်းပြိုင်\nတစ်မိသားစုလုံးသတ်ခံရတဲ့အမှုဖြစ်ပွားခဲ့တယ်။မြို့မှုခင်းရဲဌာနက အဖွဲ့မှူးဝမ်တို့ဟာ\nစုံစမ်းစစ်ဆေးလိုက်တဲ့အခါမှာ\nရွာလေးရဲ့အရှုပ်ထုပ်တွေကို\nတစ်စပြီးတစ်စဆွဲထုတ်မိလာခဲ့ပါတယ်။ဒီ(၅)လောင်းပြိုင်လူသတ်မှုရဲ့နောက်ကွယ်က\nအမှန်တရားဟာဘယ်လိုရှိနေမလဲ......\nရွာလေးရဲ့လျှို့ဝှက်ချက်တွေကရောဘာတွေရှိနေမလဲ\nဆိုတာကို စိတ်ဝင်တစားနဲ့\nဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/untraceable-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/akR6nE0wYMVm8NSf9PlQjNbwjez.jpg",
        "title": "Yellow Bird (2023)",
        "description": "Yellow Bird (2023)တစ်ခါက အောင်မြင်ခဲ့တဲ့ လုပ်ငန်းရှင်တစ်ယောက်ဟာ အခုအခါမှာတော့ စတိုးဆိုင်လေးတစ်ခုမှာ သာမန် အလုပ်သမားအဖြစ် အလုပ်ဝင်လုပ်နေရပါတယ်။ အိမ်ထောင်ကလည်းအဆင်မပြေသလို ကိုယ်တိုင်ကလည်း အရက်ဖြတ်ဖို့ ကြိုးစားနေရတဲ့အနေအထားပါ။ဒီရုပ်ရှင်မှာ မြင်ရတာကတော့ အဘက်ဘက်က မြောင်းထဲကျနေတဲ့ဇာတ်လိုက်နဲ့ သူ့ကို ပိုနစ်ဖို့ ကူထိုးမယ့် ဝါးတွေကော၊ ဆယ်ဖို့ ကြိုးစားမယ့် လက်တွေကော၊ ကိုယ်တိုင်ကရော ပြန်တက်လာချင်ရဲ့လား မြောင်းထဲဆက်နေမလားဆိုတဲ့ ဆုံးဖြတ်ချက်ကော... တွေ့ရမှာပါ။ပြောထားတာတွေက စိတ်ညစ်စရာတွေချည်းမို့ အထင်တော့မမှားလိုက်ပါနဲ့ဦး။ ဒီကားက ဟာသကားပါ။ အဲဒီလောက် စိတ်ညစ်စရာတွေကို ဘယ်လိုများရယ်ရအောင် ပြမလဲတော့ ကိုယ်တိုင်ပဲ ရှုစားတော်မူကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 785MB1.75GB, 785MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 45Min\nGenre - Comedy\nSubtitle - Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/1ftst/(CM)_Yellow_Bird_(2023)_WEB-DL_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzM2YWNhOWItNTIwNy00YmU1LTg3MzUtOGNlNzViMjIxYzFkXkEyXkFqcGdeQXVyNDA1NDA2NTk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Warhorse One (2023)",
        "description": "အာဖဂန်နစ္စတန်စစ်ပွဲကိုဇာတ်အိမ်တည်ရိုက်ကူးထားတဲ့ war & action movie အမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းအစမှာတော့ စစ်ဖြစ်နေတဲ့အချိန် နိုင်ငံတွင်းမှာပိတ်မိနေတဲ့အမေရိကန်နိုင်ငံသားတွေကို ကယ်တင်ဖို့စစ်ဆင်ရေးတစ်ခုပေါ်ပေါက်လာခဲ့ပါတယ် အဲဒီထဲမှာ Warhorse တပ်ဖွဲ့ကရဟတ်ယာဉ်ပျက်ကျရာကနေတပ်ဖွဲ့မှူးတစ်ယောက်ပဲအသက်ရှင်ကျန်တော့တဲ့အခြေအနေကိုရောက်သွားခဲ့ပြီး သူ့တစ်ယောက်ထဲရန်သူ့နယ်မြေမှာသွားလာရင်း တာဝန်ပေးထားတဲ့အမေရိကန်နိုင်ငံသားတွေကို‌ကယ်ထုတ်လာနိုင်ပါ့မလား၊ ရန်သူပတ်လည်ဝိုင်းနေတဲ့နေရာကနေသူတို့ဘယ်လိုလွတ်မြောက်အောင်တိုက်ထွက်ကြမလဲဆိုတာကိုစောင့်ကြည့်ရမှာပါ အာဖဂန်နစ္စတန်အကြောင်းရိုက်ထားတဲ့စစ်ကားတွေထဲမှာ ဒီနှစ်မှထွက်ထားတဲ့နောက်ဆုံးပေါ်ဇာတ်ကားတစ်ကားဖြစ်လို့မလွတ်တမ်း‌ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားဆိုလည်းမမှားပါဘူး။ File size…(2.3 GB)/(1.7 GB)/(960 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Action, Drama, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/2Bm3m/Warhorse.One.2023.720p.(CM).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/06/MV5BNTZkZDMxNjMtMzI5MC00N2E2LWIwNDYtNjQ1ZmE4NjhmMDY5XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-150x200.jpg",
        "title": "Knight and Day (2010)",
        "description": "Tom Cruise နဲ့ Cameron Diaz တို့ပါဝင်ထားတဲ့ဇာတ်ကားလေးပါ...နှစ်ယောက်လုံးက\nဝါရင့်တွေပီပီ ဇာတ်ကားတစ်လျှောက်လုံး ကြည့်ရှုသူအပေါင်းကို စိတ်ပါဝင်စားအောင် ဆွဲခေါ်သွားနိုင်ပါတယ်...\nပေါ့ပေါ့ပါးပါး ဟာသဆန်ဆန် Action ကားကိုကြည့်မယ်ဆိုရင်\nအလိုက်ဖက်ဆုံးဇာတ်ကားပါ...\nComedy Action ဆိုပေမယ့် IMdb Rating (6.3) ထိ ရရှိထားတာမလို့ ဘယ်လောက်ထိ ကြည့်ပျော်မယ်ဆိုတာ ခံစားကြပါဦး။\nFile size…(3.2 GB)/ (1.2 GB)\nQuality….BluRay Extended 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:57:07\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara Ya",
        "rating": "6.3",
        "url": "https://megaup.net/2Bkse/(CM)_Knight.and.Day.2010.720p.BluRay.REMUX.AVC-Naung.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/20vG1aeb5buP2ONxngDr4faECKR.jpg",
        "title": "Archaeology of Love(2022)",
        "description": "Archaeology of Love (2022)******************************ယောင်းရှီးနဲ့ အင်းရှစ်ဟာ တွေ့ဆုံပြီး ရှစ်နာရီအကြာမှာတင် တစ်ယောက်နဲ့တစ်ယောက် ချစ်မိသွားကြပါတယ်။​အင်းရှစ်က ယောင်းရှီးကို လွတ်လပ်မှုရှိတဲ့လူလို့ တထစ်ချယုံပြီး​ ဘယ်လိုအခြေအနေမျိုးမှာမဆိုအတူရှိ​နေပေးဖို့ ကတိတစ်ခု ​တောင်းခံခဲ့တယ်။အချိန်​တွေကြာလာတာနဲ့အမျှ အင်းရှစ်ရဲ့ ​ယောင်းရှီးနဲ့ပတ်သတ်တဲ့ စွဲလမ်းမှုက ဆိုးဝါးလာခဲ့ပြီး​သူတို့ရဲ့ ၈နှစ်တာ ရှုပ်​ထွေး​နေတဲ့ ဆက်ဆံ​ရေးကြားမှာ ယောင်းရှီးတစ်ယောက်အင်းရှစ်ကို ​ပေးထားတဲ့ကတိကို တည်ဖို့ကြိုးစားနိုင်မလား...။ဒါမှမဟုတ် လွတ်​မြောက်အောင်ကြိုးစားပြီး သူ့ရဲ့အချစ်သစ်ကိုပဲ စတင်မလားဆိုတာကိုတော့ဇာတ်လမ်းလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်နော်...။File size : 2.65GB/ 980MB\nQuality : WEB-DL 1080p/ 720p\nFormat : mp4\nDuratio : 2h 48m\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Stary\nEncoded by Tiff",
        "rating": "",
        "url": "https://megaup.net/2BnSb/Archaeology.Of.Love.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itUAkQmihFmRxMYTa3AkvIzMCV4.jpg",
        "title": "Sheroes (2023)",
        "description": "Sheroes 2023အခုတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ခေါင်းစဉ်လေးအတိုင်းပါပဲ\nဟီးရိုးမဟုတ်ပါဘူး \"ရှီးရိူး\" ပါ\nအဲ့တော့ ကောင်မလေးတွေအစွမ်းပြမဲ့ကားတစ်ကားပေါ့\nဘယ်လို အစွမ်းပြမလဲဆိုတော့ ဇာတ်ကားက ဒီလိုပါ။သာမန်မိန်းကလေး လေးယောက်ပေါင်းပြီးတော့ ထိုင်းနိုင်ငံဖူးခက်မှာ လောင်းကျော်ကြဖို့\nပရိုက်ဗိတ်လေယာဉ်ကြီးနဲ့ချီတက်လာတဲ့အခါမှာ သူတို့အိတ်နဲ့ဆေးအိတ်နဲ့မှားပြီးတော့\nထိုင်းက မူးယစ်ဂိုဏ်းစတားကြီးတွေနဲ့ သွားရှုပ်မိတော့တာပါပဲ။\nအပိုဆောင်းအနေနဲ့ကတော့ သူတို့သူငယ်ချင်းလေးတစ်ယောက်ပါ အဖမ်းခံရပါတော့တယ်ဒါပေမဲ့ ဇာတ်လမ်းထဲက ဒါရိုက်တာကြီးရဲ့သမီးတော်လေးက တွမ်ခရုဘာညာရှုံးတဲ့ အေးဂျင့်စကေးလ်တွေကို\nသူ့ဖားသားကြီးရိုက်လာတာ ကြည့်ရင်း တစ်သက်လုံးကြီးပြင်းခဲ့ရသူလေးမို့ ခုလည်း ထင်ရာမြင်ရာမူးယစ်ဂိုဏ်းနဲ့အပြိုင်\nသူတို့သူငယ်ချင်းကို ဘယ်လိုဉာဏ်တွေ သုံးပြီ ပြန်ကယ်တင်ကြမလဲဆိုတာကတော့ ...မင်းသမီးလေး လေးယောက်လုံးက ချစ်စဖွယ်ကညုတုတုရုပ်လေးတွေဖြစ်တဲ့အပြင်\nအပြောအဆိုတွေကလည်း အင်မတန်ယဉ်ကျေးပြီး လူကြီးခန်းလေးတစ်ချို့တစ်လေလည်းပါတာမလို့\nမိသားစုနဲ့ မကြည့်ရှုကြရန် ကြိုတင်သတိပေးလိုက်ရပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Sai Thu Rein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 756MB | 363MB\nFormat… mp4\nDuration…. 1h 31min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/2Bn9h/Sheroes.2023.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fsC9ljsEX3IoCHEuNAspx6LnUSI.jpg",
        "title": "Gym Class (2022)",
        "description": "Gym Class (2022)ဒီကားလေးကတော့ ၂၀၂၂ ခုနှစ်က ထွက်ရှိထားတဲ့ အီတလီဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားကိုတော့ မိသားစုပြဿနာတွေအပေါ် အခြေခံပြီးရိုက်ကူးထားတာပါ။ကလေးသုံးယောက်ကနေပြီးတော့ သူတို့ကျောင်းမှာပြစ်မှုတစ်ခု ကျူးလွန်ခဲ့ကြတဲ့အခါမှာ ကျောင်းအုပ်ကြီးကနေ မိဘတွေ တရားမဝင်ခေါ်တွေ့ရာကနေ စလာတော့တယ်။ ဖြစ်ချင်တော့ ကျောင်းအုပ်ကြီးခေါ်တွေ့တဲ့နေရာကလည်း ကျောင်းရဲ့ Gym အိုကြီးတစ်ခုဖြစ်နေပါတယ်။ ဒီဇာတ်ကားလေးမှာ အဓိကဖြစ်ပျက်နေတဲ့ ပြဿနာက ဘာများဖြစ်မလဲ... ကလေးတွေရဲ့မိဘတွေကကော ဒီပြဿနာကို ဘယ်လိုဖြေရှင်းကြမလဲ... ဒါ့အပြင် မထင်မှတ်ထားတဲ့ နောက်ထပ်ဘာပြဿနာတွေများပေါ်လာမလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကို Drama Category ထဲထည့်ထားပေမယ့် Comedy ရော၊ Semi-Thriller ရောဖြစ်တယ်လို့ ပြန်လည်သုံးသပ်ထားကြတာဖြစ်တဲ့အတွက် ရသမျိုးစုံကို ပေးစွမ်းနိုင်မယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 660MB\nQuality - 1080p, 720p\nIMDb Rating - 5.9/10\nFormat - mp4\nDuration - 1H ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Bnit/(CM)_Educazione_Fisica_(2022)_WEB-DL_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ceFW0MQUDqu1vTDs4DFWrfbyaPx.jpg",
        "title": "(18+)Revenge Porn: PAIN OF LOVE (2019)",
        "description": "နာမည်လေးက ရီ\nအရမ်းချစ်ဖို့ကောင်းတယ် အထူးသဖြင့်သူမရဲ့ အိစက်လုံးဝန်းနေတဲ့ ရွှေရင်အစုံ\nသူမက အရမ်းချစ်ဖို့ကောင်းလို့ ကျောင်းမှာ ကောင်လေးတိုင်းစိတ်ဝင်စားတယ်\nဒါပေမဲ့ သူစိတ်ဝင်နေတာက အတန်းက စီနီယာ မီကီအိုဖြစ်နေတယ်ကိုကိုမှ ကိုကိုဖြစ်နေတာ\nတနေ့ မီကီအိုက သူ့ကိုချစ်ရေးဆိုလာတယ်\nသူအရမ်းပျော်တာပေါ့ ကိုကို အချစ်ကိုရပြီလေဒါပေမဲ့ မီကီအိုမှာ သူများနဲ့ မတူတဲ့ ခံစားချက် ခံစားချင်တဲ့ လူတစ်ယောက်ဖြစ်နေရာမှ\nမီကီအိုတယောက် သူရဲ့အချစ်ရေးက သာယာပါ့မလား\nဖြောင့်ဖြူးပါ့မလားဆိုတာ ချစ်စဖွယ် တလုံးတခဲ ကြီးတွေကို\nကွက်ကွက် ကွင်းကွင်း ရိုက်ပြထားတာ ဖြစ်လို့\nတမူထူးခြားတဲ့ ပြကွက်တွေ ခံစားချက်တွေ ကောင်းနေတာမို့\nDS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…500MB\nQuality…720p\nFormat…mp4\nDuration….1h 10mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1fsjf/Revenge_Porn_Of_Love_.2018.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qtyq9UcYQL20BxtNYWYT7Q9YZ1s.jpg",
        "title": "Against the Sun (2014)",
        "description": "ပစိဖိတ်သမုဒ္ဒရာကို ဖြတ်ပျံသန်းရင်း ပျောက်ဆုံးသွားကြတဲ့လေယာဥ်တွေ၊ သင်္ဘောတွဆိုတာ ဒုနဲ့ဒေးပါ။ပျောက်ဆုံးရာကနေ အသက်ရှင်လျက်ပြန်လာနိုင်သူကအနည်းအကျဥ်းပဲရှိပါတယ်...။ ဒီဇာတ်လမ်းကတော့ ဒုတိယကမ္ဘာစစ်အတွင်း ပစိဖိတ်သမုဒ္ဒရာကိုဖြတ်ပျံရင်း ရေပေါ် ထိုးဆင်းခဲ့ရတဲ့ အမေရိကန်စစ်သားသုံးဦးရဲ့ဖြစ်ရပ်မှန်လေးပါ။ရေတပ်လေယာဥ်မှူး Harold Dixon၊ ဗုံးကြဲသမား Tony Pastula နဲ့ရေဒီယိုသမား Gene Aldrich တို့သုံးဦးအကြောင်းပါ။တစ်ကားလုံး သူတို့သုံးဦးနဲ့ပဲ ဇာတ်အိမ်ဖော်ရိုက်ကူးထားပါတယ်...။သူတို့ရဲ့လေယာဥ်ဟာ ကင်းထောက်တာဝန်တစ်ခုနဲ့ ကင်းလှည့်နေတုန်း မိခင်သင်္ဘောနဲ့ ရေဒီယိုမမိဖြစ်ကာ အဆက်အသွယ်ပြတ်သွားပါတယ်...။ရေဒီယိုမမိတော့ တည်နေရာမသိတော့ဘူး...။ဆက်လက်ပျံသန်းရင်းနဲ့ ဆီကုန်ပြီး ပျက်ကျမယ့် အခြေအနေရောက်နေပါပြီ...။မတတ်သာတဲ့အဆုံး လေယာဥ်မှူး Harold Dixonဟာ ရေပြင်ပေါ်မှာအရေးပေါ်ဆင်းပြီး လာကယ့်မယ့် အစီအစဥ်ကိုပဲ စောင့်နေရပါတယ်...။တစ်ရက်ပြီးတစ်ရက်သာကြာသွားတယ် ကယ်ဆယ်မယ့်လေယာဥ်လည်းမလာ...၊တစ်နေ့ တစ်နေ့ အပြောကျယ်တဲ့ ပင်လယ်ကြီးကိုသာထိုင်ကြည့်ရင်း...ရန်သူနဲ့အရင်တွေ့သမား သေမင်းနဲ့အရင်တွေ့မလား ဖြစ်နေပါပြီ...ဒီလို ဖောင်တစ်စီးနဲ့ လူသုံးယောက်..လှော်တက်၊စားစရာ၊ရေဘာတစ်ခုမှမရှိဘဲ သမုဒ္ဒရာထဲမှာ မိုင်တစ်ထောင်ကျော်ဖြတ်ခဲ့ကြပုံကိုအမှန်အတိုင်းမြင်တွေ့ရမယ့် survivalဆန်ဆန် Biography movieလေးဖြစ်ပါတယ်...။ File size…2.26GB / 1.18GB\nQuality…Blu-Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ...",
        "rating": "6.5",
        "url": "https://megaup.net/1fshj/Against.The.Sun.2014.BluRay720p(CM).mp4",
        "category": "Biography, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kCyAyqF6TKylJFuddaHtqq20b62.jpg",
        "title": "Confidential Informant (2023)",
        "description": "Confidential Informant (2023)စုံထောက်ကားတော့ စုံထောက်ကား။ ဒါပေမဲ့ စုံထောက်ကားစစ်စစ် မှုခင်းကားစစ်စစ်တွေ အသေအချာကြည့်လေ့ရှိတဲ့ အမာခံပရိသတ်ဆိုရင်တော့ဖြင့် ဒီကားကို လက်ရှောင်ကြပါ။ မျှော်လင့်ပြီးမှ စိတ်ပျက်ရတာက မကြည့်ဖြစ်လိုက်တာထက် သာလို့ဆိုးပါတယ်။ ဒါပေမဲ့ သရုပ်ဆောင်နာမည်တွေကြောင့် လာတာဆိုရင်တော့ ဘာပဲပြောပြော မျက်နှာလေးတွေကြည့်ပြီး ကျေနပ်နိုင်မှာပါ။ဒီကားရဲ့ နာမည် Confidential Informant ဆိုတဲ့အတိုင်းပဲ... ဇာတ်လမ်းကတော့ လျှို့ဝှက်သတင်းပေးတွေနဲ့ ဆက်စပ်လုပ်ကိုင်နေရတဲ့ မူးယစ်ရဲ၂ယောက်အကြောင်းပါ။ မူးယစ်လောကထဲက ရဲတစ်ယောက်ကိုသတ်သွားတဲ့ ရဲသတ်သမားကို ဖမ်းဖို့အတွက် ၂ယောက်သား လျှို့ဝှက်သတင်းပေးနဲ့ပေါင်းပြီး ကျားကုတ်ကျားခဲ ကြိုးစားကြမှာပါ။Crime Thriller ဆိုတော့လည်း Spoil မမိအောင် ပြောပြလို့ရသလောက်က ဒီလောက်ပါပဲ။ အစကတည်းကမှ ဇာတ်က ခပ်ယိုင်ယိုင်ဆို‌တော့ Spoil မိသွားရင် ကြည့်စရာ မကျန်တော့မှာစိုးလို့ ဒီလောက်နဲ့ပဲ ရပ်လိုက်ပါတော့မယ်...။အားလုံးသိကြတဲ့ မင်းသားကြီး Mel Gibson လို ထိတ်ထိတ်ကြဲဘဲကြီးအပြင် ငယ်ငယ်က ကြည့်ခဲ့ကြရတဲ့ Terminator ...",
        "rating": "",
        "url": "https://megaup.net/1frf3/(CM)_Confidential_Informant_(2023)_WEB-DL_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/48cBIyEIAWd26gsGYwL8tjKWv14.jpg",
        "title": "SEE HEAR LOVE (2023)",
        "description": "See Hear Love (2023)ဒီနေ့မှာတော့ IMDb 6.8/10 ရ ဂျပန်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်။Manga Artist တစ်ယောက်ဖြစ်တဲ့ “Shinji Izumoto” က\nသူရေးဆွဲတဲ့ဇာတ်လမ်းတွေနဲ့ လူငယ်တော်တော်များများကို စိတ်ဓာတ်ခွန်အားပေးနေတဲ့သူတစ်ယောက်ဆိုလည်းမမှားပါဘူး။\nသူ့လက်ရာတွေဟာ တဖြည်းဖြည်းနဲ့လူကြိုက်များလာသလို ရုပ်ရှင်ပြန်ရိုက်ဖို့အထိပါ အောင်မြင်လာပြီဖြစ်တဲ့ Shinji ဟာ\nတစ်နေ့မှာတော့ အလုပ်ဒဏ်ပိလို့ပဲပြောရမလား သူကိုကကံဆိုးလို့ပဲပြောရမလား မျက်မမြင်ဒုက္ခိတဘဝကိုမထင်မှတ်ဘဲ ရောက်သွားပါတော့တယ်။အနုပညာရှင်တစ်ယောက်အနေနဲ့ သူချစ်တဲ့အလုပ်ကို ဆက်မလုပ်နိုင်တော့ဘဲ လမ်းပျောက်နေတဲ့ Shinji ဆီကို\nသူ့ရဲ့စာဖတ်သူတစ်ယောက်လည်းဖြစ်သလို သူ့စာတွေကြောင့် ခွန်အားရခဲ့ရပါတယ်ဆိုတဲ့ “Hibiki Aida” ဆိုတဲ့ မိန်းမလှလေး ရောက်လာတဲ့အခါ ..။Hibiki က မွေးရာပါ ဆွံ့အနားမကြားသူတစ်ယောက်ဖြစ်တာမို့ ငယ်ငယ်လေးတည်းက ကာတွန်းတွေ စာတွေကိုပဲအဖော်ပြုပြီးနေခဲ့ရတဲ့ကောင်မလေးပေါ့။\nဒီလိုကနေ မျက်မမြင်ကောင်လေးတစ်ယောက်နဲ့ ဆွံ့အနားမကြားကောင်မလေးတစ်ယောက်အကြား “အချစ်” ဆိုတဲ့အရာ မွေးဖွားလာတဲ့အခါမှာတော့ ..။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lai Laii ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Vm4j/SEE.HEAR.LOVE.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNTVkMTFiZWItOTFkOC00YTc3LWFhYzQtZTg3NzAxZjJlNTAyXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-135x200.jpg",
        "title": "The Fault in Our Stars (2014)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (81%)ဒီဇာတ်လမ်းခေါင်းစဉ်လေးကတော့ ရှိတ်စပီးယားရဲ့ ဂျူးလီးယက်ဆီဇာ ပြဇာတ်ထဲက စကားစုတိုလေးဖြစ်တဲ့ \"the fault, dear Brutus, is not in our stars but in ourselves\" \"ဘရူးတပ်စ်ရယ် အပြစ်က ငါတို့ရဲ့ကြယ်တွေထဲမှာ မရှိပါဘူး ငါတို့ဆီမှာပါ\" ဆိုတဲ့စကားစုလေးကနေ ယူသုံးလာတယ်ထင်ပါတယ်။ အဲဒီအဆိုဟာလဲ အမြဲမှန်နိုင်ပါ့မလား။ တခါတလေ ဘဝရဲ့ခါးသီးမှုတွေက ကိုယ်တိုင်ဘာမှ လုပ်မယူခဲ့ဘဲ ဘာအပြစ်မှမရှိဘဲ ကြယ်လေးတွေရဲ့အပြစ်(ကံကြမ္မာ)ပဲ ဖြစ်နေနိုင်မလား။\"ကျွန်မတို့ရဲ့ ကမ္ဘာကြီးထဲမှာ ဝမ်းနည်းဖွယ်ဇာတ်လမ်းလေးတွေကို ဘယ်လိုပုံစံနဲ့ပြောပြရမယ်ဆိုတာ ရွေးချယ်ခွင့်ရှိတယ်လို့ ယုံကြည်ပါတယ်။တနည်းအားဖြင့် ရှင်တို့ အဲဒီဇာတ်လမ်းကို သကာလောင်းပြီး ပြောပြနိုင်သေးတာပေါ့။ သူတို့ အချစ်စိတ်ကူးယဉ် ရုပ်ရှင်နဲ့ ဝတ္ထုတွေမှာ လုပ်နေကြပုံအတိုင်း လှပတဲ့လူသားလေးတွေက လှပတဲ့သင်္ခန်းစာလေးတွေရပြီး ပီတာဂေဘရီရယ်ရဲ့ သီချင်းလေးတစ်ပုဒ်နဲ့တောင်းပန်လိုက်ရင် မပြေလည်နိုင်လောက်အောင် ပျက်စီးသွားတဲ့ပြသနာမျိုးလဲ မရှိဘူးပေါ့။ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1fpyr/(CM)_The.Fault.in.Our.Stars.2014.720p.Bluray.x264-Naung.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sHYBZ7V5KCudH0XbbYWpbt8uZKU.jpg",
        "title": "Love’s Greek to Me (2023)",
        "description": "Loves.Greek.To.Me 2023ယခုတစ်ခါအသစ်ထွက်ရှိလာတဲ့ ဇာတ်ကားလေးကတော့\nIMDb 6.1/10 အထိရရှိထားတဲ့အချစ်ရိုမန့်ဒရာမာဇာတ်ကားကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်ဘဝမှာ အချစ်ပြီးရင် အချစ်လာဖို့အတွက်ဘာတွေလိုအပ်လဲ\nသူ့မိသားစု ကိုယ့်မိသားစုဆိုတာရော အိမ်ထောင်ရေးမှာ ဘယ်လောက်အရေးပါလဲ\nချစ်သူနှစ်ဦးလက်တွဲဖို့ဆိုတာ အချိန်နေရာ ယဉ်ကျေးမှုစတဲ့အရာတွေကရော ဘယ်လောက်အရေးပါနေလဲ....\nစတဲ့အကြောင်းအရာတွေကို ပြည့်စုံနေအောင် ရိုက်ကူးတင်ပြထားတဲ့ ဒီဇာတ်ကားလေးမှာ\nအီလာနာလို့ခေါ်တဲ့ အမေရိကန်သူတစ်ယောက် သူ့ရည်းစား ဂရိနိုင်ငံသားလေး မိုက်ခ်ဆီကို လက်ထပ်ပွဲတစ်ခုအတွက် သွားတဲ့အချိန်မှာ\nကြုံတွေ့ရမဲ့ မိသားစုဆိုင်ရာ အခက်အခဲတွေ မတူညီတဲ့ရိုးရာတွေ စသည်ဖြင့်\nအချစ်နဲ့ဘဝကြား ဗျာများနေရပုံတွေကို အေးအေးဆေးဆေးကြည့်ရှုရမဲ့ ရိုမန့်ဇာတ်ကားကောင်းလေးတစ်ခုပဲ ဖြစ်ပါတယ်ဂရိနိုင်ငံရဲ့အလှအပတွေကို ဖောဖောသီသီပါဝင်တာမို့ လှပတဲ့ရှုခင်းလေးတွေကို ခံစားကြည့်ရှုရင်း\nပရိသတ်တို့ကိုယ်တိုင်လည်း မိုက်ခ်နဲ့အီလာနာတို့နေရာဝင်ခံစားနိုင်ဖို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်\nအချစ်ဆိုတာ အချိန်တွေနေရာတွေကို ဖြတ်သန်းသွားနိုင်တဲ့ အရာတစ်ခုပါ....ဘာသာပြန်နဲ့အညွှန်းကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 791MB | 374MB\nFormat… mp4\nDuration…. 1h 24min\nSubtitle…. ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Vm3q/Loves.Greek.To.Me.2023.720p.WEBRip.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a7KyFMPXj0iY4EoLq1PIGU1WJPw.jpg",
        "title": "Flamin’ Hot (2023)",
        "description": "Flamin' Hot (2023)Imdb - 6.9\nRotten Tomatoes - 69 %မက္ကဆီကန် Forrest Gump လို့ ပြောရလောက်တဲ့ Hot Cheeto မုန့်တွေရဲ့ ဖခင်ကြီး ရစ်ချတ်ဒ် မွန်တာညက်ဇ် အကြောင်းကို\nDisney လက်အောက်ခံ Searchlight Pictures စတူဒီယိုက အတ္ထုပ္ပတ္တိ ရုပ်ရှင်လေး ရိုက်ကူးပေးလိုက်ပါတယ်။\nRating တွေကလည်း အားရစရာပါပဲ။ဇာတ်လမ်းကျောရိုးကတော့\nလူမျိုးရေးခွဲခြားမှုတွေ အင်မတန်များတဲ့ အမေရိကန်ပြည်ကြီးအလယ် ရွှေ့ပြောင်းမက္ကဆီကန်တွေရဲ့ ဘဝကို ထင်ဟပ်ဖော်ပြထားတာပါ။\nတစ်ကားလုံး Twist အပြည့်နဲ့ဖြစ်ပြီး အပြောမတတ်ရင် spoil မိသွားနိုင်တာမို့ ထွေထွေထူးထူး မ‌ရေးတော့ပါဘူး။Comedy, Drama အမျိုးအစားဖြစ်ပြီး ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့အပြင် စိတ်ဓာတ်မြှင့်တင်ရေး ရုပ်ရှင်မျိုးဖြစ်တာကြောင့်\nကိုယ့်ဆရာတို့ ဘဝမယ် လမ်းပျောက်နေသလို ခံစားမိရင် ကြည့်သင့်တဲ့ရုပ်ရှင်လေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hugo ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | ...",
        "rating": "6.9",
        "url": "https://megaup.net/2BjuY/Flamin.Hot.2023.720p.WEB.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/puYBDUqC09SEFzUDDjR3Txyz6xp.jpg",
        "title": "Streamer (2023)",
        "description": "Streamer (2023)အခုနောက်ပိုင်း live streaming တွေလုပ်တဲ့လူငယ်တွေများလာသလိုပဲ\nထူးခြားတဲ့ဟာတွေလုပ်ကြသလို လူကြိုက်များအောင်၊ လူကြည့်များအောင်လည်း လုပ်လာကြပါတယ်သရဲဆိုရင် မယုံကြတဲ့ ကိုယ်ပိုင်ချန်နယ်တွေရှိကြတဲ့ streamer လူငယ်တွေစုပြီး\nအဆောက်အဦးတစ်ခုဆီကို ghost hunting ပုံစံမျိုး တင်ဆက်ဖို့ သွားခဲ့ကြပါတယ်ဒါပေမဲ့ သူတို့မသိလိုက်တာက သူတို့သွားတဲ့အဆောက်အဦးက သာမန်မဟုတ်ဘဲ\nတကယ်ကိုကြမ်းတမ်းတဲ့ အတိတ်ရှိခဲ့တာကို အထဲရောက်မှသိရပါတော့တယ်\nသိသွားတဲ့အချိန်မှာ ဘာမှလုပ်မရတော့တဲ့အခြေအနေနဲ့ ရင်ဆိုင်လိုက်ရပြီး အသက်လုနေရပါတော့တယ်နောက်ဆုံးမှာ အဲအဆောက်အဦးက နာကြည်းချက်တွေပြည့်နေတဲ့ သရဲတွေလက်ထဲက လွတ်သွားနိုင်မလား\nသူတို့တွေ ဘယ်လိုတွေဖြေရှင်းကြမလဲဆိုတာ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery\nQuality…. 1080p | 720p | 480p\nFile size… 1.14GB | 571MB | 263MB\nFormat… mp4\nDuration…. 1h 29min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/2AYpy/Streamer.2023.720p.WEB-DL.CM.mp4",
        "category": "Horror, Mystery"
    }
]