[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uY3WxSOoZ2n7cYTuX67SZ5g6YcN.jpg",
        "title": "Painted Heart: Twin Tribulations ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့\nနတ်ဘုရားနဲ့ကြာပန်းလေးရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ စစ်နတ်ဘုရားရွှမ်ထျန်းရဲ့ပေါ့ဆမှုကြောင့်\nမကောင်းဆိုးဝါးဘုရင်ကမိစ္ဆာကြာပန်းကို\nလုယူဖို့ကြိုးစားရင်းလူ့ပြည်ကို ထွက်ပြေးလွတ်မြောက်လာခဲ့တယ်။စစ်နတ်ဘုရားနဲ့မကောင်းဆိုဝါးဘုရင်တို့ တိုက်ခိုက်ကြရင် သူချစ်မြတ်နိုးတဲ့ကြာပန်း\nစတေးသွားခဲ့တာပေါ့။နတ်ဘုရားတို့မည်သည် ကာမဂုဏ်တွေရှောင်ကြဉ်ရတယ်ဆိုပေမဲ့\nစစ်နတ်ဘုရားကမရှောင်ကြဉ်မိတာကြောင့် မိုးနတ်မင်းသိသွားပြီးလူ့ပြည်ကိုစေလွှတ်ကာ\nမကောင်းဆိုးဝါးမိစ္ဆာတွေ အပြီးတိုင်ရှင်းလင်းတဲ့နေ့မှနတ်ပြည်ကိုပြန်လာဖို့ အမိန့်ပေးခဲ့တယ်။ဒီလိုနဲ့ကြာပန်းလေးက ချီအာနဲ့ယောင်အာဆိုပြီး\nနှစ်ကိုယ်ခွဲထွက်တာလူသားအဖြစ်ပြောင်းလဲဖို့\nကျင့်ကြံရင်းနဲ့ ယောင်အာကအောင်မြင်ပြီးလူ့ပြည်ကိုဆင်းကာ\nမကောင်းဆိုးဝါးမိစ္ဆာတွေကိုဖမ်းဆီးခဲ့တယ်။အဲ့အချိန်မှာပဲ ငယ်ရွယ်ပြီးလက်ရုံးရည်ပြည့်ဝတဲ့\nဝမ်ထျန်းရှန်းစစ်သူကြီးကလည်း မကောင်းဆိုးဝါးမိစ္ဆာတွေကို\nလိုက်လံရှင်းလင်းရင်း ယောင်အာနဲ့အမှတ်တမဲ့တွေ့ဆုံခဲ့တာပေါ့။\nအမှတ်တမဲ့ကနေတစ်ဘဝစာဆိုတဲ့အတိုင်း\nနှစ်ဦးသား တဖြည်းဖြည်းဘယ်လိုသံယောဇဉ်တွေတွယ်လာကြလဲ။\nဘယ်လိုမျိုးမကောင်းဆိုးဝါးမိစ္ဆာတွေကို\nဖမ်းကြမလဲ။မကောင်းဆိုးဝါးဘုရင်ကကော\nဘယ်ရောက်သွားတာလဲဆိုတာကိုတော့..........\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Fantasy\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/painted-heart-twin-tribulations-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/liVS0KJMviz4iOfbrZkLqdCzBIp.jpg",
        "title": "Zoey 102 (2023)",
        "description": "Zoey 102 (2023)ဘဝမှာဖြစ်ချင်တာတွေများပြီး ဟိုဟာလည်းလုပ်ချင် သည်ဟာလည်းလုပ်ချင်နဲ့ အလွဲတွေဖြစ်ကုန်တဲ့\nဇိုအီဆိုတဲ့ကောင်မလေးတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို ဟာသ ဒရာမာအရောလေးတွေနဲ့ကြည့်ရှုကြရမှာပါ။ဇိုအီဆိုတာက ရသစုံတီဗွီရှိုးထုတ်လုပ်ရေးတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ကောင်မလေးပါ။\nဇိုအီတို့က LOVE:Fully Charged ဆိုတဲ့ ချိန်းတွေ့တဲ့တီဗွီရှိုးတစ်ခုရိုက်နေတာဖြစ်ပြီး\nအဲဒီရှိုးမှာ ဇိုအီ မရှိလို့မဖြစ်တဲ့ ကလေးပေါက်စလိုဖြစ်နေတဲ့ ပါဝင်သူတစ်ယောက်ရှိနေပါတယ်။\nအဲဒါနဲ့ပဲ ဇိုအီလည်းရာထူးတိုးပြီး ရှိုးရဲ့ဇာတ်သိမ်းပိုင်းကို ကိုင်တွယ်ဖို့ တာဝန်ပေးခံလိုက်ရပါတယ်။\nဖြစ်ချင်တော့ အဲဒီနေ့က ဇိုအီ့အချစ်ဆုံးသူငယ်ချင်း မင်္ဂလာဆောင်မယ့်ရက်နဲ့တိုက်နေပါတယ်။\nအောင်မြင်မယ့်အခွင့်အရေးနဲ့ သူငယ်ချင်းအရင်းကြီးရဲ့ကြားမှာ နှစ်ခုလုံးကိုဖြစ်အောင်လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nအဲဒါအပြင် ရည်းစားဟောင်းနဲ့ပြတ်ပြီးကတည်းက ဘဲမရှိသေးလို့ဆိုပြီး\nအနှိမ်မခံရအောင် အယောင်ဆောင်ရည်းစားလည်းငှားလိုက်ပါသေးတယ်။\nတကယ့်မင်္ဂလာပွဲနေ့နဲ့ ရှိုးပွဲနောက်ဆုံးပိုင်းနေ့ရောက်တဲ့အခါ ဘာတွေဖြစ်မလဲ\nဇိုအီတစ်ယောက်ဘယ်လိုအမျိုးစုံကြိုးခုန်မလဲဆိုတာကို ကြည့်ရှုအားပေးနိုင်ပါပြီ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hnin Ei Pai ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p\nFile size… 1.7GB | 878MB\nFormat… mp4\nDuration…. 1h 41min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Hnin Ei Pai\nEncoder ...",
        "rating": "5.1",
        "url": "https://megaup.net/1VXxa/Zoey.102.2023.720p.WEB.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tv7CSXhEnbryZ4yP0U0cXS8KQUK.jpg",
        "title": "Comic Girl Squad ( 2019 )",
        "description": "ဒီတစ်ခါ CM တရုတ်ကားချစ်သူတို့အတွက် Comic Girl ဆိုတဲ့\nတရုတ်ဇာတ်လမ်းလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်....ဒီကားလေးကတော့ manhua ကို ရူးးသွပ်ပြီး အိပ်မက်မက်ခဲ့သူ\nကျောက်ယိချန်းတစ်ယောက် လောကဓံဒဏ်မခံနိုင်တဲ့အဆုံး\nဖန်တီးသူကနေ မန်နေဂျာအဖြစ်ပြောင်းသွားပြီး အိ\nပ်မက်ဆိုတာထက် ငွေနောက်လိုက်လာတဲ့ လောဘသားအဖြစ် ပြောင်းသွားခဲ့တယ်ပေါ့...ဒါကြောင့် တစ်နေ့မှာ ယိချန်းရဲ့ လောဘနဲ့ ဆန္ဒတွေက သူ့မူလအိပ်မက်ကို\nဖျက်စီးလုနီးနီးဖြစ်တဲ့အတွက်ကြောင့် သူ့အတွင်းစိတ်လောကထဲ ရောက်သွားခဲ့ပြီး..\nသူငယ်စဉ်က အိပ်မက်မက်ကာ စိတ်ကူးယဉ်ဖန်တီးခဲ့တဲ့ ကျောင်းသူအဖွဲ့ ကို\nသူအတွင်းစိတ်လောကထဲရောက်ပြီးချိန် တစ်ဦးပြီးတစ်ဦးကို ရှာဖွေ နှိုးထဖို့ဖြစ်လာခဲ့တယ်...ကျောက်ယိချန်းကတော့ အမြန် သူ့လက်တွေ့လောကကိုပြန်ရောက်ချင်ပြီး\nဒီဗိုင်းရပ်စ်ကို စိတ်မဝင်စားဘူးဆိုပေမယ့်လည်း ...\nအတွင်းစိတ်လောကကို ကြီးစိုးနေတဲ့ ဗိုင်းရပ်စ်ကို\nချေမှုန်းနိုင်မှ ပြန်နိုင်တာမို့ ချေမှုန်းဖို့ ကြိုးစားတာပေါ့...ကဲ ဇာတ်သိမ်းမှာ ဗိုင်းရပ်စ်ကို ချေမှုန်းနိုင်မှာလား...\nကျောက်ယိချန်းတစ်ယောက် နောက်ပြီး လက်တွေ့ဘဝကို ပြန်နိုင်မှာလား...\nနောက်ပြီး ဗိုင်းရပ်စ်နောက်ကွယ်က ကြိုးကိုင်သူကရော ဘယ်သူဖြစ်မလဲ...\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Science-Fiction\nRuntime ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/comic-girl-squad-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gWPfTu5ZjPi6SHdIee1pGqBxwtZ.jpg",
        "title": "The Kept Mistress Killer (2023)",
        "description": "The Kept Mistress Killer (2023)The Kept Mistress Killer ကဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ဇာတ်ကားလား။\nပြောရရင်တော့မဟုတ်ပါဘူးခင်ဗျ။\n‘Next-Door Nightmare,’ ‘Escaping My Stalker,’စတဲ့\nမှုခင်းဖြစ်ရပ်ဇာတ်ကားတွေကိုဇာတ်ညွှန်းရေးသားတဲ့ စတီဗင်ရာမန်ရဲ့နောက်ဆုံးထွက်လက်ရာလေးပါ။\nဇာတ်ညွန်းရေးတဲ့သူက တကယ်ဖြစ်ရပ်မှန်မှုခင်းနဲ့တူအောင်၊ မှုခင်းရဲ့သဘောသဘာဝ၊လူတွေရဲ့စိတ်ခံစားချက်ကို\nကြည့်ရှုသူရဲ့စိတ်ထဲ ရသမြောက်အောင် ထည့်သွင်းပေးဖို့ ဆိုတာ မလွယ်လှပါဘူး။ဒီဇာတ်လမ်းလေးမှာဆိုရင်လည်း ကတ်သရင်းဆိုတဲ့အမျိုးသမီးတစ်ယောက်က\nကုမ္ပဏီတစ်ခုမှာအလုပ်လျှောက်တာ၊CEOကသဘောကျပြီးချက်ချင်းတန်းခန့်ပါလေရော။\nလုပ်ကလုပ်မယ်တောင်မကြံသေးဘူး သူဌေးအရင်မိန်းမအသတ်ခံရလိုပြဿနာတွေတက်ပါလေရော။\nလူတိုင်းကလူသတ်တရားခံဖြစ်နိုင်နေတော့ တရားခံဘယ်သူလဲဟေ့ဆိုပြီး ခေါင်းစားရတဲ့ဇာတ်လမ်းလေးပါပဲဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Thriller\nQuality…. 1080p | 720p\nFile size… 1.4GB | 653MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "5.1",
        "url": "https://megaup.net/1g04h/The.Kept.Mistress.Killer.2023.720p.WEBRip.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tLkviJkau1cRMCoAa06R1gkH2Hn.jpg",
        "title": "Maghrib Time (2023)",
        "description": "Waktu Maghrib (2023)အသစ်ထွက်အင်ဒိုသရဲကား Waktu Maghrib (နေဝင်ရီတရောချိန်) ပါ။\nသရဲကားတွေအများစုမှာ သရဲခြောက်ရင် သေချာပေါက်ညဘက်အများဆုံးပဲမဟုတ်လား။\nညဆိုတာကလဲ သူ့ရဲ့ဆိတ်ငြိမ်မှုကကို တော်ရုံစိတ်မခိုင်သူအတွက် ကြောက်မက်ဖွယ်ရာဖြစ်စေတယ်မလား။\nဒါပေမဲ့ တကယ်တမ်းကျတော့ ညထက် ပိုကြောက်စရာကောင်းတာကတော့ နေဝင်ချိန်ပါ။\nမြန်မာတွေကြားမှာလဲ ပြောလေ့ရှိကြတယ်\nနေဝင်ချိန် နေဝင်ရီတရောအချိန် ညီကိုမသိတသိအချိန် အပုပ်ချိန် စသဖြင့်ခေါ်ကြတဲ့ဒီအချိန်။\nအစ္စလာမ်ဘာသာဝင်တွေမှာလဲ ညနေချိန်မှာဝတ်ပြုမှုရှိပါတယ်။\nအဲ့ဒီဝတ်ပြုမှုအတွက် ဗလီသွားတာကလွဲရင် အပြင်သွားခြင်းကိုရှောင်လေ့ရှိကြပါတယ်။\nအထူးသဖြင့်ကလေးတွေကို အိမ်ထဲမှာပဲနေစေပါတယ်။\nအဲ့ဒီအချိန်က မကောင်းဆိုးဝါးတွေ မိစ္ဆာတွေထွက်ချိန်ဖြစ်လို့ပါ။ဒီဇာတ်လမ်းထဲမှာ ကစားလွန်ပြီး နေဝင်ချိန်အပြင်မှာရှိနေခဲ့တဲ့ ကလေးသုံးယောက်ကြမ္မာဆိုးနဲ့ကြုံခဲ့ရပါတယ်။\nဆိုးရွားမှုတစ်ခုခုဆိုတာ သေချာပေမယ့် ဘာဆိုတာသေချာမဖော်ပြခဲ့ပါဘူး။\nနောက် အနှစ်၃၀ ကြာပြီးမှ နောက်ထပ်ကလေးတွေသတ်ခံရတာတွေဖြစ်လာတော့\nပထမကလေးသုံးယောက်ကရော သတ်ခံခဲ့ရတာလား\nဘာတွေဖြစ်ခဲ့လဲ ဘယ်လိုအနှောင့်အယှက်တွေများရွာမှာရှိနေခဲ့လဲ\nအနှစ်၃၀ကြာပြီးမှ တစ်စခန်းပြန်ထလာတဲ့ဖြစ်ရပ်တွေနဲ့ နေဝင်ချိန်နဲ့ဘယ်လိုများဆက်စပ်နေလဲဆိုတာတွေ ကြည့်လိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Horror\nQuality…. 1080p | 720p\nFile size… 1.3GB | 637MB\nFormat… mp4\nDuration…. 1h 23min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "6",
        "url": "https://megaup.net/1g04y/Waktu.Maghrib.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mZycShM29lQBRACmqYEoJmS5iJZ.jpg",
        "title": "The Hand (2023)",
        "description": "The Hand (2023)ဒီတစ်ခါတော့ အိပ်မက်ထဲကို လိုက်နှောင့်ယှက်နေတဲ့ လက်မည်းကြီး ကြော်ငြာလိုပဲ\nလက်ကြီးက အိမ်ထဲရောက်လာတဲ့ Horror ဇာတ်လမ်း တစ်ပုဒ်တင်ဆက်ပါဦးမယ်တစ်ရက်မှာ ဘုံးဆူတို့ အိမ်က အိမ်သာခွက်ထဲကို ဘယ်ကလာမှန်းမသိတဲ့ လက်တစ်ဖက်က ထွက်လာပါလေတယ်အဲဒီလက်ကို ဘယ်လိုလုပ်ရမှန်းမသိလို့ အရေးပေါ်ကို အကြောင်းကြားလိုက်တဲ့အခါ\nတပ်ကူတွေတော့ရောက်လာပါရဲ့ အကုန်လုံး အိမ်သာထဲမှာပိတ်မိကုန်ကြပါရောအဲလိုနဲ့ အိမ်သာထဲမှာ လက်တစ်ချောင်းနဲ့ အသက်ရှင်အောင် ကြိုးစားရမှာဖြစ်ပြီး\nလူတွေကိုဒုက္ခပေးတဲ့ အဲဒီလက်ကြီး ထွက်လာတဲ့အကြောင်းအရင်းကဘာလဲ၊\nဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror\nQuality…. 1080p | 720p\nFile size… 834MB | 387MB\nFormat… mp4\nDuration…. 56min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1VXwi/The.Hand.2023.720p.TVING.WEB-DL.CM.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ooB4KSRRhp7XYRQUmsi82iFnMNC.jpg",
        "title": "The Blackening (2023)",
        "description": "The Blackening (2023)လူဖြူလူမည်းခွဲခြားမှုဇာတ်လမ်းတွေကို ကြည့်ဖူးသလောက် များသောအားဖြင့်လေးနက်ကြတယ်\nဇာတ်လမ်းအားဖြင့် ဟဲဗီးဖြစ်ကြတယ်။ ရုပ်ရှင်တွေထဲမှာလဲ ပုံသေကားကျသတ်မှတ်မှုတွေ ခွဲခြားမှုတွေရှိကြတယ်ပေါ့။\nဥပမာ လူသတ်ကားတွေမှာ အရင်ဆုံးသေသွားတာက လူမည်းဇာတ်ကောင်ပဲ။\nလူဖြူတွေနောက်ဆုံးအသက်ရှင်ကျန်ဖို့ လူမည်းကအရင်စတေးပေးရသလိုပေါ့။\nဒါပေမဲ့ လူမည်းတွေကရောပြန်ခွဲခြားမှုမလုပ်ဘူးလားဆိုရင်လုပ်တာပဲ။\nတစ်ခေတ်တစ်ခါကလူဖြူတွေလုပ်ခဲ့သလိုတော့မဟုတ်ပါဘူး။\nမသိမသာခပ်ပါးပါးလေးတွေပေါ့။ ဥပမာ နစ်ဂါဆိုတဲ့စကားဆိုရင် အဖြူက အမည်းကိုခေါ်လို့မရဘူး\nဒါပေမဲ့ အမည်းအမည်းအချင်းချင်းသုံးတယ် ပြီးတော့အမည်းကအဖြူကို နစ်ဂါလို့ပြန်ခေါ်ကြတယ်။\nတစ်ခါတစ်ရံမှာလဲ ကိုယ်ကမရည်ရွယ်ဘဲ တခြားလူမျိုးကိုခွဲခြားမိတာတွေ ကိုယ့်အချင်းအချင်းမှာပဲ ပြန်ခွဲခြားမိတာတွေလဲရှိတတ်တာပဲ။\nဒီကားထဲတော့ အဲ့လိုအကြောင်းအရာတွေကို တစ်ကားလုံးခွီရင်းကြည့်ရမှာပါ။\nအဲ့ဒါအပြင်သည်းထိတ်ရင်ဖိုလဲပါသေးတော့ တော်တော်ပြည့်စုံပြီပေါ့။ဇာတ်လမ်းအကျဥ်းပြောရရင် နစ်ဂါသူငယ်ချင်း၈ ယောက်ပေါ့ ဆယ်နှစ်ကြာမှပြန်ဆုံကြတယ်။\nသည်းထိတ်ရင်ဖိုကားတွေထုံးစံအတိုင်း နေရာကောင်းကောင်းကိုမသွားကြဘဲ တောထဲကအိမ်လေးတစ်အိမ်ကိုရွေးလိုက်ကြရော။\nအဲ့အိမ်ထဲကိုလဲရောက်တော့ သူတို့ဂိမ်းကစားရတယ်။ ဂိမ်းကလူမည်းနဲ့ပတ်သက်တဲ့အရာတွေကိုမေးပါလေရော။\nအဲ့ဒါအပြင်ရုပ်ရှင်ကားတွေနဲ့လဲသက်ဆိုင်နေပါသေးတယ်။\nဥပမာ Friends စီးရီးထဲမှာပါဝင်ခဲ့တဲ့လူမည်းငါးယောက်နာမည်ကိုဖြေပါ။\nအဖြေမှန်ရင်မှန် မမှန်ရင်သေပေါ့။ သူတို့လူမည်းစစ်မစစ်ကိုစမ်းနေသလိုပါပဲ။\nဒီဂိမ်းကို စီစဥ်နေတာကဘယ်သူဖြစ်မလဲ။\nသူတို့ထဲကတစ်ယောက်ယောက်ပဲလား။\nသူတို့ကိုအိမ်ဌားထားတဲ့လူဖြူတွေပဲလား။\nဘယ်သူတွေရောသတ်ခံရမလဲ။ရုပ်ရှင်တွေကြိုက်တဲ့ပရိသတ်ကြီးရော သူမေးတဲ့ရုပ်ရှင်နဲ့ပတ်သက်တဲ့မေးခွန်းတွေ\nဘယ်လောက်ကိုဖြေနိုင်မလဲဆိုတာပါ ဝင်ဖြေကြည့်လိုက်ပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror\nQuality…. 1080p | 720p\nFile size… 1.1GB | 560MB\nFormat… mp4\nDuration…. 1h 37min\nSubtitle…. Myanmar ...",
        "rating": "6",
        "url": "https://megaup.net/1VXw5/The.Blackening.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMDIyNjVhOTktOGFiNy00NjM0LWE5OTktZWI3ZTk1MmQ2ODZiXkEyXkFqcGdeQXVyMTE0NTY5OTU2._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Dream Wedding (2023)",
        "description": "Dream Wedding (2023)\n==================ဇာတ်လမ်းကတော့ ရည်းစားမရှိဘဲ ဒေါ်လာ ၁ သိန်းတန် မင်္ဂလာပွဲကြီး\nကံထူးသွားတဲ့အပျိုကြီး မမ အကြောင်းပါ။ မင်္ဂလာခန်းဝင်ပစ္စည်းတွေ\nရောင်းတဲ့ အရောင်းပွဲတော်ကို ကိတ်နဲ့မီဂန်တို့ ညီအစ်မနှစ်ယောက်\nရောက်လာကြပါတယ်။ နှစ်ပတ်နေရင် မင်္ဂလာဆောင်တော့မယ့် ညီမ\nဖြစ်သူ မီဂန်အတွက်ဝယ်ဖို့ ခြမ်းဖို့ ရောက်လာကြတာပါ။ ကိတ်ကတော့\nညီမကို အဖော်လိုက်ပေးတဲ့ အပျိုကြီးမမပါ။ အရောင်းပွဲတော်မှာ မင်္ဂလာ\nဆောင်ဖက်ရှင်ရှိုးပွဲအပြင် မင်္ဂလာဆောင်မယ့် စုံတွဲတွေကို ဒေါ်လာ (၁)\nသိန်းတန် အိပ်မက်၊ မင်္ဂလာပွဲကြီးမဲဖောက်ပေးမယ့် အစီအစဉ်လည်း\nရှိနေပါတယ်။အဲဒီမှာပဲ လက်သွက်ခြေသွက် မီဂန်က စိတ်မြန်လက်မြန်နဲ့  ကံစမ်းမဲထဲမှာ\nကိတ်ရဲ့နာမည်ကို ထည့်လိုက်ပါတော့တယ်။ ထောင်ချီတဲ့ လူတွေထဲမှာ\nကံထူးနိုင်ချေ မရှိဘူးဆိုပြီး ထည့်လိုက်ပေမဲ့ ကံကောင်းတာလား ကံဆိုး\nတာလား ပြောလို့ မရအောင်ကိုကံထူးရှင်ကြီး ဖြစ်သွားပါတော့တယ်။\nအဲဒီနောက်မှာတော့ ဒေါ်လာ ၁ သိန်းတန် မင်္ဂလာပွဲကြီးရဲ့ ခံစားခွင့်တွေကို\nခံစားနိုင်ဖို့ ကိတ်နဲ့ မီဂန်တို့ ဘယ်လိုတွေ ကြံဖန်ကြမလဲဆိုတာတော့ . . .(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nRoman Nox ...",
        "rating": "5.6",
        "url": "https://megaup.net/2BVaC/Dream.Wedding.2023.720p.WEBRip.(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ziBel4t8Q95OgnTNExOizh2hQmT.jpg",
        "title": "Skinford: Death Sentence (2023)",
        "description": "skinford: death sentence (2023)CM ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတင်ဆက်ပေးမဲ့ကားလေးကတော့\nရှေ့မှာလည်း Skinford ဆိုပြီး ဇာတ်ကားတွေထွက်ရှိပြီးသား\nနောက်ဆက်တွဲ Thriller,Horror ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်အဓိကဇာတ်လိုက်ကျော် စကင်ဖို့ဒ်က သူ့ရဲ့နာမကျန်းဖြစ်နေတဲ့ အဖေကိုကယ်ဖို့ ပိုက်ဆံရအောင်\nပစ္စည်းတစ်ခုကို ပို့ပေးဖို့ မှောင်ခိုဂိုဏ်းတစ်ခုနဲ့ အပေးအယူတစ်ခုလုပ်ခဲ့ပါတယ်\nအဲ့မှာသောက်တလွဲတွေစဖြစ်ပြီး ကိုယ့်ကိုသတ်ခိုင်းတဲ့သူက\nသူ့ဆီရောက်လာပြီး ကိုယ်ကျင်းကိုတူးနေရတဲ့အချိန်မှာ...\nကျင်းထဲက စော်တစ်ပွေက ဝုန်းခနဲဆို အရှင်လတ်လတ်မြေမြှပ်ခံရကနေ ပေါ်လာပါတယ်\nကံကောင်းချင်တော့ အဲ့စော်က မသေအောင်လုပ်ပေးနိုင်တဲ့အစွမ်းရှိတော့\nစကင်ဖို့ဒ်ကြီးမှာ သူ့ကိုသတ်တာလဲမသေတဲ့အပြင် တွင်းထဲကစော်ကပါ\nအူကြောင်ကြားနဲ့ အပြင်ထွက်လာတဲ့အခါ သူကို့ဘယ်သူကလာသတ်တာလဲ\nသူပို့ပေးခဲ့တဲ့ပစ္စည်းတွေဘယ်မှာလဲ သူ့ဝေစုကဘယ်မှာလဲ စသည်ဖြင့်\nအရာရာကိုအဖြေရှာဖို့ကြိုးစားရပါတော့တယ်\nကြမ်းကြမ်းရမ်းရမ်း အက်ရှင်ခန်းတွေအပြင် မြှုပ်ကွက်များစွာနဲ့\nရှယ်လန်းတဲ့ဇာတ်လမ်းလေးမို့ ပရိသတ်ကြီး အကြိုက်တွေ့မှာအမှန်ပဲမို့\nအားပေးနိုင်ဖို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Saii Thurein Lynn ပဲ ဖြစ်ပါတယ်Genre..... Crime, Thriller\nQuality…. 1080p | 720p\nFile size… 944MB | 493MB\nFormat… mp4\nDuration…. 1h 23min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai ...",
        "rating": "",
        "url": "https://megaup.net/1g03z/Skinford.Death.Sentence.2023.720p.DD5.1.CM.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2NYd7jKFnilcIOUfDI8o2TOuCmu.jpg",
        "title": "Prisoner’s Daughter (2023)",
        "description": "Prisoner's Daughter (2023)လူတိုင်းဟာအမှားနဲ့တော့ မကင်းနိုင်ကြပါဘူး တစ်ဘဝလုံးစာအမှားပဲကျုးလွန်ခဲ့ကျူးလွန်ခဲ့\nအမှားသေးသေးလေးပဲ ကျူးလွန်ခဲ့ကျူးလွန်ခဲ့ လူတိုင်း ဒုတိယအခွင့်အရေးနဲ့ထိုက်တန်စမြဲပါပဲ။\nလူတိုင်းဒုတိယအခွင့်ရေးလဲ ရထိုက်တယ်လို့ ထင်မိပါတယ်။\nလူတိုင်းဟာလဲ အဲ့လိုပဲတွေးမိကြမှာပါပဲ\nငါသာအဲ့လိုမလုပ်ခဲ့ဘူးဆိုပြီး တွေးမိတဲ့သူတွေလဲ ရှိကြမှာပါပဲ။ယခုဇာတ်ကားလေးကလဲ လူမိုက်ကြီးတစ်ယောက် သူ့ကြောင့်ထိခိုက်ခဲ့ရတဲ့\nမိသားစုဘဝကို ဘယ်လိုပြန်အဖတ်ဆယ်မလဲဆိုတာ ကြည့်ရှုရမဲ့ 2022 ခုနှစ်ကထွက်ရှိထားတဲ့ Family Drama ကားလေးပါ။\nRating တွေကလဲကောင်းသလို ဇာတ်လမ်းလေးကလဲကောင်းပြီး သရုပ်ဆောင်ထားတဲ့သူတွေကလဲ ထိတ်ထိတ်ကြဲတွေပါပဲ။\nLeading Role မှာတော့ စကော့လူမျိုးမင်းသားကြီး Brian Cox\n( Troy ဇာတ်ကားမှာ သူ့မိန်းမကိုခိုးသွားလို့ Troy မြို့ကိုစစ်သွားခင်းတဲ့ စစ်ဘုရင်ကြီး Agamemnon အဖြစ်သရုပ်ဆောင်ထားသူပါ) ကပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ မက်စ်ဆိုတဲ့လူမိုက်ကြီးတစ်ယောက် ထောင်ကျနေတဲ့အချိန်မှာပဲ ပန်ကရိယပ်ကင်ဆာဖြစ်နေတော့\nထောင်မှူးကလဲသနားပြီး သူ့သမီးသာ သူ့ကိုခေါ်ထားမယ်ဆို နေအိမ်အကျယ်ချုပ်နဲ့ နေလို့ရမယ်လို့ ပြောလာပါတယ်။\nခက်တာက သူ့သမီးနဲ့အဆက်အသွယ်မရှိတော့တာ ၁၂ နှစ်လောက်တောင်ရှိနေပါပြီ။\nခုမှပဲပြန်ဆက်သွယ်ရင်လဲ သူသမီးကပြန်လက်ခံမှာမဟုတ်တော့ပါဘူး။\nဒါပေမဲ့သူ့သမီးမှာလဲ ခွားမသေးတစ်ကောင်နဲ့ရတဲ့သားလေးတစ်ယောက်ကလဲ ရှိနေပြီး\nသူတို့သားအမိနှစ်ယောက်တည်း လောကကြီးအလယ် ရင်ဆိုင်ရှင်သန်နေရပါတယ်။\nတစ်နေ့မှာတော့ သူ့အရင်ယောကျာ်းက ပြဿနာလာရှာတဲ့အတွက် သူ့ရဲ့လက်ရှိအလုပ်လေးကလဲ ပြုတ်သွားပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1g03m/Prisoners.Daughter.2022.720p.WEB.CM.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a20R0buvLbuc46I7hT6MJrcYUa0.jpg",
        "title": "My Husband’s Worst Mistake (2023)",
        "description": "My Husband's Worst Mistake (2023)မိန်းမကို တစ်ခါလေး သစ္စာမရှိလိုက်တာက လူသတ်မှုနဲ့ အဖမ်းခံရတဲ့အထိပါ ဖြစ်သွားနိုင်တာလား?\nကန့် နဲ့ ဆာရာတို့ လင်မယားက လူစီဆိုတဲ့ သမီးလေးတစ်ယောက်ရှိပေမယ့်\nကန့်က အလုပ်ကိုပဲအမြဲဦးစားပေးနေလို့ အိမ်ထောင်ရေးက အေးတိအေးစက်ဖြစ်နေတာ ကြာပါပြီ။\nတစ်ရက်တော့ ကန့်တစ်ယောက် မထင်မှတ်ထားဘဲ အလုပ်ကဝန်ထမ်းအငယ်မလေး အေမီနဲ့ တစ်ညအိပ်မိသွားတယ်ပေ့ါ။\nဖြစ်ချင်တော့ သူအိပ်မိလိုက်တဲ့ ဝန်ထမ်းမလေးကလည်း မထင်မှတ်ဘဲ ဆုံးသွားပြီး\nသူ့ရဲ့ အလုပ်က ပြိုင်ဖက် မီဂူရယ်ကလည်း သူနဲ့ ဝန်ထမ်းမလေးဓာတ်ပုံတွေနဲ့\nသူ့ကိုပြန်ခြိန်းခြောက်လာတော့ မိန်းမကို ဖောက်ပြန်မိတဲ့အကြောင်းပြောပြလိုက်ရပါတော့တယ်။\nအရင်ကတည်းက စိတ်ပျက်နေတဲ့ မိန်းမဖြစ်သူက ဒီကိစ္စပါ ဖြစ်လာတော့ ကန့်ကို အိမ်ခွဲနေခိုင်းဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nအိမ်ခွဲနေတုန်းမှာ ဆာရာက ရှေ့နေတစ်ယောက်ဖြစ်တဲ့ ဘရက်နဲ့ရင်းနှီးလာပါတယ်။\nတစ်ဖက်မှာလည်း လူတစ်ယောက်က ရည်ရွယ်ချက်ရှိရှိ ကန့်နဲ့ ဆာရာမကွဲကွဲအောင်\nဓာတ်ပုံတွေ ပို့လာတော့ ကန့်လည်း အလုပ်က ပြိုင်ဖက် မီဂူရယ်ထင်ပြီးပြဿနာသွားရှာတော့တာပေါ့။\nသူပြဿနာသွားရှာခဲ့တဲ့ မီဂူရယ်တစ်ယောက် မထင်မှတ်ဘဲ ဆုံးသွားပြီး\nကန့်တစ်ယောက် သံသယရှိတဲ့လူသတ်သမားအနေနဲ့ အဖမ်းခံရတာကြောင့်\nဆာရာက သူတွဲနေတဲ့ ရှေ့နေဖြစ်သူဘရက်ကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1g034/My.Husbands.Worst.Mistake.2023.720p.WEBRip.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3IY1n6UQnjNImEToEDTW924EUAo.jpg",
        "title": "Maggie Moore(s) (2023)",
        "description": "Maggie Moores (2023)ဒီ Maggie Moores ဆိုတဲ့ ဇာတ်လမ်းဟာ ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး\nဒါရိုက်တာ John Slattery ကရိုက်ကူးထားတာပါ။2000 ခုနှစ် အောက်တိုဘာလ 12 ရက်နေ့မှာ Mary Morris အမည်ရှိ အမျိုးသမီးတစ်ဦး အသတ်ခံခဲ့ရပါတယ်။\nအောက်တိုဘာလ 16 ရက်နေ့မှာ နာမည်တူ Mary Morris အမည်ရှိ အမျိုးသမီးတစ်ဦးထပ်အသတ်ခံရပြန်တယ်။\nနှစ်ဦးစလုံးအသတ်ခံရတာဟာ လူတစ်ဦးတစ်ယောက်တည်းရဲ့လက်ချက်ဆိုတာပါပဲ။ပထမလူကို မှားသတ်မိလို့ ဒုတိယလူကိုထပ်သတ်တာလား\nဒါမှမဟုတ် ပထမအမှုကို ရှုပ်ထွေးအောင် ဒုတိယလူကို ထပ်သတ်လိုက်တာလားကတော့ ယနေ့ထိတိုင်အငြင်းပွားနေကြဆဲပါ။အားလုံးလည်း ပဟေဠိလေးတွေ ဖြစ်သွားမလား ဆိုတာတော့\nဇာတ်လမ်းကြည့်ရင်း အတွေးပွားလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Crime,Thriller\nQuality…. 1080p | 720p\nFile size…966MB | 527MB\nFormat… mp4\nDuration…. 1h 39min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6",
        "url": "https://megaup.net/2BUXs/Maggie.Moores.2023.720p.WEB.CM.mp4",
        "category": "Comedy, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTUyOTIwMTU5MV5BMl5BanBnXkFtZTcwNDY5NjA1Mw@@._V1_-135x200.jpg",
        "title": "The Killer Inside Me (2010)",
        "description": "The Killer Inside Me (2010)\n====================\nIMDb rating - 6.1/10ပရိတ်သတ်ကြီးတို့ကိုဒီတစ်ခေါက်တင်ဆက်ပေးချင်တာကတော့\nThriller ဆန်ဆန်ရိုက်ကူးထားတဲ့ crime ရုပ်ရှင်ကားလေးပါ။\nဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့ တက္ကဆက်အနောက်ပိုင်း\nနယ်မြို့လေးမှာတာဝန်ကျနေတဲ့ ရဲအရာရှိ လုဖော့ဒ်ဟာ သူ့ရဲ့မွေး\nစားအစ်ကိုဖြစ်သူ မိုက် သေဆုံးမှုနဲ့ပတ်သက်ပြီး လိုက်လံစုံစမ်းခဲ့\nရာကနေ အပျက်မကလေး ဂျိုစီနဲ့ မထင်မှတ်ဘဲ တွေ့ဆုံခဲ့ပါတယ်။\nဂျိုစီဆိုတဲ့ ကောင်မလေးကို မြို့ရဲ့မျက်နှာဖုံးလို့ဆိုရမယ့် သူဋ္ဌေးကြီး\nကွန်ဝေးရဲ့သားဖြစ်သူ အယ်လ်မာကွန်ဝေးက စွဲလမ်းနေခဲ့တော့\nသားဖြစ်သူကို အဲဒီအပျက်မလေးနဲ့ဝေးသွားအောင်လုပ်ပေးဖို့\nလုဖော့ဒ်ကို သူဋ္ဌေးကြီးက အကူအညီတောင်းခဲ့ပါတယ်။အဲဒီလိုကနေ လုဖော့ဒ်နဲ့ ဂျိုစီကြားမှာ သံယောဇဉ်တွေငြိတွယ်\nသွားခဲ့ပြီးတဲ့နောက်မှာတော့...ဂျိုစီနဲ့ အယ်လ်မာကို သတ်သွား\nခဲ့တဲ့ တရားခံက ဘယ်သူလဲ၊ အဲဒီအမှုရဲ့ သံသယတရားခံ ဂျွန်နီ\nပါပါကိုယ်တိုင်က ထောင်ထဲမှာ ကြိုးဆွဲချသေသွားခဲ့တာ ဘာ\nကြောင့်လဲ၊ တကယ့် တရားခံအစစ်က အားလုံးထင်မှတ်မထားတဲ့\nလူတစ်ယောက်ဖြစ်နေမယ်ဆိုတာကို သည်းထိတ်ရင်ဖို ဇာတ်လမ်းရဲ့\nအဆုံးသတ်မှာ လျှို့ဝှက်ချက်တစ်ခုအဖြစ် ရှုမြင်ခံစားရမှာပဲဖြစ်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nJune ဖြစ်ပါတယ်)File Size..........(1.75 GB) / (607 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr ...",
        "rating": "6.1",
        "url": "https://megaup.net/3XQ72/The.Killer.Inside.Me.2010.720p.BluRay.(CM).mp4",
        "category": "Crime, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzRmN2NjNzktOWE1My00NjVlLWFhNjYtZmFkMzM5YTA2ZTFlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Dude, Where’s My Car? (2000)",
        "description": "Dude, Where's My Car? (2000)\n======================အိမ်ကလူကြီးတွေနဲ့ အတူမကြည့်ရမယ့် PG-13 ဟာသကား\nကောင်းလေးတစ်ခုတဲ့နော်။ Y2k vibe အပြည့်ရစေမယ့် 2000\nခုနှစ်ရဲ့ ဗန်းစကားတွေ၊ ဖက်ရှင်တွေ၊ အသုံးအဆောင်တွေ၊ ကလပ်\nယဉ်ကျေးမှုတွေအားလုံးကတော့ မတွေ့ချင်မှအဆုံးပါပဲ။ ဇာတ်လမ်း\nအစကနေ အဆုံးအထိ လှိုင်နေအောင်ကြားရမယ့် နာမည်၂ခုကတော့\n\"ဂျက်စီနဲ့ ချက်စတာ\" ဆိုတာပါပဲ။၁၀၉/၁၁၀ ပုလင်းတူဘူးဆို့ဘော်ဒါနှစ်ကောင် ဂျက်စီနဲ့ချက်စတာဆို\nပြီး မူးလို့ရှူစရာတောင် များများစားစားမရှိ၊ လတ်လျားလတ်လျားလုပ်\nနိုင်တဲ့နေရာမှာ နာမည်ကြီးကြပါတယ်။ စာကြမ်းပိုးဒီဇိုင်းနဲ့ ဆေးခိုးချ\nလောက်တဲ့ရုပ်ရည်တွေဆိုတော့လည်း လက်ရှိစော်လေးနှစ်ယောက်\nကလွဲလို့ တခြားဘယ်မိန်းကလေးမှ အဖက်လှည့်မလုပ်သည်ပေါ့။ ဒီလိုနဲ့\nလူမှန်းသူမှန်းမသိအောင် မူးရူးသွားတဲ့တစ်ညကြောင့် ဂျက်စီနဲ့ချက်စတာ\nတို့ ကိုယ်တိုင်တောင်မမှတ်မိတဲ့ ပြဿနာတွေကို ပေါက်တန်းစေ့လိုက်\nရှင်းရပါတော့တယ်။ညကလက်ဆော့မိတာတွေ ကြက်ပျောက်ငှက်ပျောက်ဖြစ်နေပေမယ့်\nမနက်ရောက်တယ်ဆို ကားကပျောက်၊ အလုပ်ကပြုတ်၊ စော်ကပစ်နဲ့\nSurprise တွေဆိုတာ ဖြန်းခနဲ ဖြန်းခနဲပေါ့။ ကားထဲမှာ စော်လေးတွေ\nကိုပေးဖို့ လက်ဆောင်ပါတယ်ဆိုတာကလွဲလို့ ဘာမှမမှတ်မိပေမယ့်လည်း\nအလုပ်မရှိအကိုင်မရှိဘဝရောက်ပြီမို့ မထူးဇာတ်ခင်းပြီး ကားရှာပုံတော်\nထွက်ကြပါလေရော။ ကားပျောက်အကြောင်း ချောင်းပေါက်အောင်လိုက်\nစုံစမ်းတဲ့အခါမှာ ကြံရဆုံရမယ့် ဗရုတ်သုတ်ခတွေ၊ ပြေးမလွတ်မယ့်အမှု\nတွေကို အလှည့်အပြောင်းကောင်းကောင်းနဲ့ ကြည့်ရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1g0h5/Dude.Wheres.My.Car.2000.720p.BluRay.(CM).mp4",
        "category": "Comedy, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s0MJ12Lf412G3KD3VkNGplHtK48.jpg",
        "title": "Kuntilanak 3 (2022)",
        "description": "Kuntilanak 3 (2022)Kuntilanakဆိုတာ Hinduဘာသာဒဏ္ဍာရီထဲက အငြိုးကြီးတဲ့ ဝိညာဉ်ကိုဝါးမြိုတတ်တဲ့ တစ္ဆေတစ်ကောင်ရဲ့အသွင်ရှိတဲ့ နတ်ဆိုးတစ္ဆေကြီးပေါ့။\nKuntilanakအကြောင်း ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တွေလည်း ပုံပြင်တွေ ဝတ္ထုတွေ အမျိုးမျိုးရှိပါတယ်။\nတချို့ကျတော့လည်း အဖြူရောင်သရဲအနေနဲ့ တချို့ကျတော့လည်း သွေးစုပ်ဖုတ်ကောင်အနေနဲ့ ပုံဖော်ထားကြပါတယ်။\nဒီKuntilanak 3 ထဲမှာတော့ လက်ခံသူရှာဖွေနေတဲ့ မကောင်းဆိုးဝါးအနေနဲ့မြင်တွေ့ရမှာပါ။ဒင်ဒါဟာ သူများနဲ့မတူညီတဲ့အစွမ်းတွေကို ပိုင်ဆိုင်ထားတဲ့ကလေးတစ်ယောက်ပါ။\nအမေဂျီးကားကိုသွားရင် စူပါဟီးရိုးအဖွဲ့တို့ဘာတို့ ရောက်ရင်ရောက်နိုင်ပေမဲ့\nအင်ဒိုနီးရှားသူလေးဒင်ဒါ‌ကတော့ လူထူးလူဆန်းဆိုပြီး ကျောင်းမှာ အပယ်ခံဖြစ်နေသူပါ။\nအမြဲ အနိုင်ကျင့်ခံ အပယ်ခံဘဝမှာ အထီးကျန်နေရသူဆိုလည်း မမှားပါဘူး။ဒီလိုနဲ့ တစ်နေ့မှာ သူ့ရဲ့မောင်နှမတွေကိုပါ စိတ်စွမ်းအားနဲ့ ထိခိုက်အောင်လုပ်မိချိန်မှာတော့\nဒင်ဒါတစ်ယောက် အားလုံးဝိုင်းပြောနေသလို သူ့ကိုယ်သူ မကောင်းဆိုးဝါးတစ်ကောင် လူတွေရဲ့အန္တရာယ်တစ်ခုလို မြင်လာတာကြောင့်\nမာသာဟက်တီဆိုတဲ့ စိတ်စွမ်းအားရှင်တွေကို လေ့ကျင့်သင်ကြားပေးနေတဲ့ ထူးဆန်းတဲ့ကျောင်းတော်ကြီးကိုသွားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။မာသာဟက်တီကျောင်းတော်ကို တည်ထောင်ခဲ့တဲ့ မဟာကူစနူမရှိတော့သလို သူ့ရဲ့ဇနီးဖြစ်သူအီရန်ဆုခ်မာကလည်း\nအိပ်ရာထဲလဲနေတဲ့အကြောင်းပြချက်နဲ့ ဘယ်သူ့ကိုမှ အတွေ့မခံပေမဲ့ ဆရာတွေကောင်းမှု ကျောင်းတော်ကြီးကတော့ စည်ကားနေဆဲပါပဲ။\nဒင်ဒါတစ်ယောက်လည်း ကိုယ်နဲ့တူတဲ့ကလေးတွေမြင်ရလို့ အထီးကျန်မှုတွေပပျောက်လို့ သူငယ်ချင်းသစ်တွေရလို့ ပျော်ရွှင်နေတာပေါ့။ ဒါပေမဲ့....ကျန်နေခဲ့တဲ့ ဒင်ဒါရဲ့မောင်နှမတွေက မာသာဟက်တီကျောင်းတော်အကြောင်း ...",
        "rating": "",
        "url": "https://megaup.net/1g02g/Kuntilanak.3.2022.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYy1AHnkUSb7OcEJfkLbvtMuxgZ.jpg",
        "title": "Andy Somebody (2023)",
        "description": "Andy Somebody (2023)ဒီဇာတ်လမ်းကတော့ သာမန်လူရိုးလူဖြောင့်တစ်ယောက်က ဒုစရိုက်သမားတစ်ယောက်လို\nငွေတွေလိမ်လည်ထွက်ပြေးရင် ဘယ်လိုဖြစ်မလဲဆိုတဲ့ဇာတ်လမ်းပေါ့။\nအန်ဒီက စာရင်းကိုင်တစ်ယောက်ပါ။ သူက ပလတ်စတစ်ဆာဂျင်ဒေါက်တာရှစ်ဖလက်ဆီမှာစာရင်းကိုင်လုပ်တယ်။\nဒေါက်တာဆိုလို့အထင်ကြီးမသွားနဲ့ဦး။ ရှစ်ဖလက်ကအခွန်တွေရှောင်တယ် တရားမဝင်ဆေးတွေဖြန့်တယ်\nပလတ်စတစ်ဆာဂျင်လုပ်စရာမလိုတဲ့သူတွေကို နတ်သမီးလောက်လှနေရင်တောင် နင်ကဘီလူးမလောက်ပဲလှတယ်\nပြင်မှဖြစ်မယ်ဆိုတာမျိုးပြောပြီး ခွဲစိတ်မှုတွေအတင်းလုပ်ခိုင်းတယ်။ အန်ဒီက အဲ့ဒါတွေကိုသဘောမတွေ့ဘူး။တစ်နေ့တော့ ဒေါက်တာက အခွန်ရှောင်မှုနဲ့ဂျေးထဲအောင်းရခါနီးဖြစ်တော့ အန်ဒီ့ကိုစာရင်းတွေလိမ်လည်ပြီးဆွဲခိုင်း\nသူလစ်ဖို့ရာကမ်းလွန်အကောင့်တွေအတင်းဖန်တီးခိုင်းလုပ်တယ်။ အဲ့မှာနဂိုထဲကစိတ်ညစ်ပြီးပြေးဖို့ကြံနေတဲ့အန်ဒီက\nမထူးပါဘူးဆိုပြီး ဒေါက်တာ့ရဲ့ပိုက်ဆံသုံးသန်းကိုယူပြီးပြေးပါလေရော။\nဒေါက်တာကလဲ သူ့တပည့်ကျော်စီအိုင်အေထွက်လူမိုက်ကို အန်ဒီ့နောက်လိုက်ဖို့လွှတ်လိုက်ရာကနေ\nဒုစရိုက်သမားမဟုတ်တဲ့ အန်ဒီတစ်ယောက်သူတို့လက်ကဘယ်လိုပြေးမလဲဆိုတာကို ဒီဟာသအက်ရှင်ဇာတ်လမ်းမှာကြည့်လိုက်ပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p\nFile size… 1.1GB | 515MB\nFormat… mp4\nDuration…. 1h 23min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1VXu1/Andy.Somebody.2023.720p.AMZN.WEBRip.1400MB.DD5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/kxv2MrbwlO4Z8HEfWJ6xy0YvTIt-140x200.jpg",
        "title": "Queen of the Desert (2015)",
        "description": "Queen of Desert (2015)ဒီကားလေးက 2015 ခုနှစ်က ထွက်ထားတဲ့ လက်ရာမြောက် အတ္ထုပ္ပတ္တိ ဒရာမာကားကောင်းလေးဖြစ်ပါတယ်။ ကန္တာရရဲ့မိခင်ကြီးလို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကတ်ထရုဘဲလ်အကြောင်းကို အသက်(၂၀)နှောင်းပိုင်းကစပြီး စိတ်၀င်စားဖို့ကောင်းစွာတင်ဆက်ထားခြင်းဖြစ်ပါတယ်။ ဒီကားရဲ့ ဒါရိုက်တာက Werner Herzog ပါ။ ဟားဇော့ဆို စီနီမာဖန်တွေကြား မသိတဲ့လူမရှိလောက်ပါဘူး။ နယူးဂျာမန်စီနီမာရဲ့ ပိုင်အိုးနီးယားတစ်ယောက်လည်းဖြစ်တဲ့ ဟားဇော့ရဲ့ ရုပ်ရှင်အများစုက ဂန္ထဝင်စံတင်ရတဲ့ကားတွေချည်းပါပဲ။ ဒီကားကတော့ သူ့ရဲ့ သိပ်မကြာသေးခင်ကကားပါ။ ခင်ဗျားတို့သိသလိုပဲ ဒီလိုဒါရိုက်တာတွေရဲ့ကားတွေက ရိတ်တင်မကောင်းရင်တောင် ကောင်းနေကြတာများပါတယ်။ ဘာလို့ဆို အကဲဖြတ်တဲ့ဘဲတွေက သူ့ရှေ့ကားတွေနဲ့ပါ ချိန်ထိုးဖြတ်ကောင်းဖြတ််နိုင်ကြတာကိုး။ကတ်ထရုရဲ့ဘ၀အစ ဆို့နင့်ဖို့‌‌ကောင်းတဲ့အချစ်ဇာတ်လမ်းကို ကျွန်တော်တို့ ဗမာတွေ မင်းယုဝေဘာသာပြန်တင်ဆက်သမှုနဲ့ မသိသူမရှိတဲ့ သူ့စာသားတွေကို ကဗျာဆရာတွေ တေးရေးတွေ ခဏခဏယူသုံးခံရတဲ့ ကဗျာဆရာအိုမာခယမ်ရဲ့ ရူဘိယက်ကဗျာနဲ့တင်ဆက်ထားတာကအစ လွမ်းမောစရာကောင်းပြီး အမျိုးသမီးတစ်ဦးအနေနဲ့ အရှေ့အလယ်ပိုင်းဒေသကို ခရီးလှည့်လည်သွားလာရင်း ကြုံတွေ့ရတဲ့အခက်အခဲတွေကို ကဗျာတလှည့် စာတလှည့်နဲ့ပြသထားပါတယ်။ ထူးတာက ဒီဇာတ်ထဲက အဓိကဇာတ်ကောင် ...",
        "rating": "5.7",
        "url": "https://megaup.net/1g1wt/(CM)_Queen_of_the_Desert_(2015)_BluRay_720p.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zJn1nO2UuS4Oo5Sk49YUHHRcGyC.jpg",
        "title": "Gray Matter (2023)",
        "description": "Gray Matter (2023)Sci-Fi Thriller ကားကောင်းကောင်းလေကြိုက်တတ်တဲ့သူတွေ\nThr Witch(Korea) တို့ Stranger Things တို့လိုဇာတ်ကားမျိုး\nThriller လဲဆန်ရမယ် စူပါပါဝါနဲ့ကောင်မလေးတစ်ယောက်လဲ ပါရမယ်\nဇာတ်ကွက်ကလဲ လှည့်ကွက်လေးတွေနဲ့မှ ကြိုက်တယ်ဆိုတဲ့သူတွေအတွက်\n2023 ထွက် Grey Matter ဆိုတဲ့ကားလေးတင်ပေးလိုက်ပါတယ်။Grey Matter ဆိုတာကတော့ ဦးနှောက်နဲ့ ကျောရိုးမကြီးဆက်တဲ့နေရာက အရေးပါတဲ့ ဦးနှောက်တစ်ရှုးနေရာလေးကို ပြောတာပါ။\nအဲ့နေရာလေးက စိတ်ပိုင်းဆိုင်ရာ လုပ်ဆောင်ချက်တွေ မှတ်ဉာဏ်တွေ စိတ်ခံစားချက်တွေ လှုပ်ရှားမှုတွေအတွက် အရေးပါတဲ့နေရာလေးပါ။\nဒါကလဲ ဒီဇာတ်ကားရဲ့ အဓိကအရာလေးမို့ ဒီလိုနာမည်ပေးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ စိတ်စွမ်းအားတွေရှိနေတဲ့ ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ဟာ\nအမေဖြစ်သူနဲ့ နှစ်ယောက်တည်းနေပြီး ကျောင်းလဲမတက်ရ အပြင်လဲမထွက်ရပဲ အိမ်မှာပဲစာသင်ပြီးနေနေရပါတယ်။\nအမေဖြစ်သူကတော့ သူတို့လိုစွမ်းအားရှိတဲ့သူတွေ လိုက်ဖမ်းနေတာကြောင့်ဆိုပြီး ဘယ်ကိုမှပေးမသွားသလို ဘယ်သူနဲ့မှလဲအဆက်ဆံမလုပ်ခိုင်းပါဘူး။\nဒါပေမဲ့ ဆယ်ကျော်သက်တို့ထုံးစံအတိုင်း အရာရာကိုစူးစမ်းပြီး တခြားကလေးတွေလိုပဲ\nနေ့စဉ် ကျောင်းသွား သူငယ်ချင်းတွေထားပြီး ပုံမှန်ဘဝလေးကို လိုချင်နေတာပါ။တစ်နေ့တော့ သူ့ရဲ့တစ်ဦးတည်းသော သူငယ်ချင်းဖြစ်သူနဲ့ လိုက်သွားပြီး တခြားဆယ်ကျော်သက်လေးတွေနဲ့သွားပြီးတွေ့ရာကနေ\nသူ့ရဲ့အစွမ်းကိုမထိန်းချုပ်နိုင်တော့ဘဲ လွတ်ထွက်သွားရာကနေ စပြီးသူ့အမေပြောထားသလိုပဲ သူ့ကိုလာဖမ်းသွားမလား\nဒါမှမဟုတ် သူ့အမေကပဲ ...",
        "rating": "",
        "url": "https://megaup.net/3hNbk/Gray.Matter.2023.720p.WEB.CM.mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/36wyM5ceCCIpu8lU88mxonYET71.jpg",
        "title": "A Place to Fight For (2023)",
        "description": "A Place to fight for (2023)ဆရာဇော်ဂျီရဲ့ သင်သေသွားသော် ကဗျာလေးလိုပေါ့\nလူ့ဘဝကြီးမှာတော့ အိုရနာရသေရတာ ဓမ္မတာပါပဲ။\nဒါပေမဲ့ သင်သေသွားသော်လဲ သင်နေတဲ့နေရာကြီး ကောင်းမွန်စွာရှိနေဖို့က ကြိုးစားရမှာပါပဲ။\nသင်နေနေတဲ့ ခုကမ္ဘာမြေကြီးဟာလဲ သင်ကာကွယ်ထိုက်တဲ့ ကျုးကျော်ဖျက်ဆီးသူတွေကို တွန်းလှန်သင့်တဲ့ နေရာတစ်ခုဆိုတာ မမှားပါဘူး။ဒီဇာတ်ကားလေးကလဲ ဒီအကြောင်းပါပဲ ကိုယ့်မိသားစုကိုတောင် မကာကွယ်နိုင်တဲ့သူဟာ ဒီကမ္ဘာမြေကြီးကိုကော ဘယ်လိုကာကွယ်မလဲ။\nအရာအားလုံးဟာ အခြေခံကနေစပါတယ်။ ကျွန်တော်တို့ရဲ့ဖြစ်ချင်တဲ့ ဆန္ဒတွေကို ရှေ့တန်းတင်ပြီး ဒီကမ္ဘာကြီးကို ဖျက်ဆီးလာခဲ့ကြတာ နှစ်ပေါင်းအတော်ကြာပါပြီ။\nဒီလိုဖျက်ဆီးခဲ့ကြတာကနေ ပြန်လည်တည်ဆောက်ပေးဖို့မလုပ်တာလဲ အတော်ကြာပါပြီ။\nဒါပေမဲ့ ဒီလိုကမ္ဘာမြေကြီးကို ဘာလို့ကာကွယ်သင့်သလဲဆိုတာ ကိုတော့ ဒီဇာတ်ကားလေးမှာ မြင်တွေ့ကြရမှာပါ။\nနိုင်ငံရေးသမားတွေရဲ့လှည့်ကွွက်တွေကြားမှာ ဒုက္ခရောက်ရတဲ့ မိသားစုအကြောင်းလေးပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရက် ဆိုသူဟာအဓိကရုဏ်းနှိမ်နှင်းရေး ရဲတစ်ယောက်ပါ။\nမီရီရန်ကတော့ သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ တက်ကြွလှုပ်ရှားသူလေးပေါ့။\nဂရက်ကတော့ ဒီလိုတက်ကြွလှုပ်ရှားသူတွေကြားထဲသွားပြီး အသွင်ယူကာသူတို့ဘာလုပ်နေတယ်\nဘာတွေကြံနေတယ်ဆိုတာကို အထက်ဌာနသိအောင် ပြန်ပြီးတင်ပြရတဲ့အလုပ်ပေါ့။\nဂရက်က ဒီလိုမျိုး သူလျှိုလုပ်နေတုန်းမှာ မီရီရန်နဲ့ တစ်ညတာအတူကုန်ဆုံးလိုက်မိရကနေ သားလေးတစ်ယောက်ရလာပါတယ်။\nသူတို့မိသားစုလေးဟာ သူတို့ရဲ့အလုပ်တွေကိုမေ့ထားပြီး မိသားစုဘဝလေး အတူတူတည်ထောင်နေချိန်မှာပဲ\nသူတို့ကြားကို ရေကာတာလုပ်ငန်းတစ်ခုလာတည်ဆောက်တဲ့အချိန်မှာ ပဲ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1g01k/A.Place.To.Fight.For.2023.720p.WEBRip.x264.AAC5.1-CM.mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjg3ODQyNTIyN15BMl5BanBnXkFtZTcwMjUzNzM5NQ@@._V1_-135x200.jpg",
        "title": "50/50 (2011)",
        "description": "ဒီတစ်ခါမှာတော့ IMDb 7.6 ထိရရှိထားပြီး Rotten Tomatoes မှာ 93% ထိရရှိထားတဲ့ comedy/drama လေး တင်ဆက်ပေးမှာဖြစ်ပါတယ် ဒီဇာတ်ကားကို Joseph Gordon-Levitt နဲ့ Jurassic park က မမ Bryce Dallas Howard လည်း ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ် ရေဒီယို ရုံးမှာအလုပ်လုပ်တဲ့ အသက် 27 နှစ်အရွယ် MC တစ်ယောက်ဟာ အရမ်းရှားတဲ့ ကျောရိုးကင်ဆာတစ်ခုဖြစ်နေတာသိလိုက်ရပါတော့တယ် 50% ပဲအသက်ရှင်နိုင်ချေရှိတဲ့ ကင်ဆာကို ကုသနေတုန်းမှာ MC တစ်ယောက် ခင်မင်မှုနဲ့ ချစ်ခင်မှု အကြောင်းကို သတိပြုလာမိပါတော့တယ် သေဆုံးနိုင်လောက်တဲ့ ကင်ဆာရောဂါဖြစ်နေတဲ့အချိန်မှာ ဘေးကလူတွေက ဘယ်လိုပြောင်းလဲသွားမှာလဲ ကိုယ့်ကိုယ်ကို သေဆုံးတော့မယ်လို့ မှတ်ယူထားတဲ့လူတစ်ယောက်က လောကကြီးကိုဘယ်လိုမြင်လဲ ဆိုတာကို ရိုက်ပြပေးထားတဲ့ဇာတ်ကားကောင်းလေးဖြစ်တာကြောင့် လက်မလွှတ်ဘဲ ကြည့်သင့်ပါတယ် File size…(1.9 GB)/(960 MB)\nQuality….Webrip 1080p ...",
        "rating": "7.6",
        "url": "https://megaup.net/3XOi0/50.50.2011.720p.(CM).mp4",
        "category": "Comedy, Drama"
    }
]