[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-6-95bc7d3bbe9b-162x200.jpg",
        "title": "Power On Girls ( 2020 )",
        "description": "ဒီတစ်ခေါက်တော့ တရုတ် အိုင်ဒေါလ်မိန်းကလေးအဖွဲ့ တစ်ဖွဲ့ရဲ့ နောက်ကွယ်ကသွေးချွေးနဲ့ အခက်ခဲ အတားအဆီးတွေကို ရသစုံပုံဖော်ထားတဲ့ ဇာတ်ကားလေးပါ။ရသစုံဆိုတာက ဒီလိုပါ။ မိန်းကလေး အိုင်ဒေါလ်ဖြစ်လို့ တဏှာလက်မည်းတွေကအသုံးချဖို့ကြိုးစားနေတဲ့ ပုံရိပ်တချို့၊ မန်နေဂျာနဲ့ အိုင်ဒေါလ်ကြားကဖြူစင်တဲ့ မေတ္တာ၊ အဖွဲ့သားတွေကြား အခွင့်အရေးအတွက် လုယက်တုန်းအထေ့အငေါ့လေးတွေရှိပေမယ့် အရေးကြီးရင် သွေးစည်းသွားတာလေးတွေ။နောက်ပြီး အိုင်ဒေါလ်တိုင်းကြုံရတဲ့ အဆောင်ပြဿနာ၊အကလေ့ကျင့်ခန်းပြဿနာလေးတွေကို ပြိုင်ဖက်အဖွဲ့နဲ့လုရပုံလေးတွေကိုသုံးပြ ဟာသသဘောဆောင် တင်ဆက်ထားပါတယ်။အကုန်မတူပေမယ့် ဒီဇာတ်ကားလေးထဲကလေ အိုင်ဒေါလ်တစ်ယောက်ရဲ့ခက်ခဲတဲ့ လှေကားထစ်လေးတွေကို မြင်တွေ့နိုင်မှာပါ။Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.7",
        "url": "https://megaup.net/3CIxV/(CM)Power.On.Girl.2020.WEB-DL.720p.mp4",
        "category": "Drama, Music, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-a89e128a899d-153x200.jpg",
        "title": "The Master Baji ( 2020 )",
        "description": "ဒီကားလေးကတော့ sept 24 2020မှာထွက်လာတဲ့action,historical,Martial arts အမျိုးအစား ဖြစ်ပါတယ်လွန်ခဲ့တဲ့၁၀နှစ်က လူဆိုးကြီး ကျင့်ထျန်းပေါက်ဟာမြို့မှာအချမ်းသာဆုံးသူဌေး ပိုင်မျိုးနွယ် တစ်အိမ်လုံးကိုရက်ရက်စက်စက်သတ်သွားခဲ့ပေမယ့် မဖမ်းဆီးနိုင်ခဲ့ပဲလွတ်မြောက်သွားခဲ့ပါတယ်...၁၀နှစ်ပြည့်တဲ့နှစ်မှာ ဒီလိုနဲ့ ကျိုးရှင်းဝူရဲ့သူငယ်ချင်း ကျန်ဖုန်တို့တစ်မိသားစုလုံးကျင့်ထျန်းပေါက်ရဲ့သတ်တာခံလိုက်ရတဲ့အခါ..ကျိုးရှင်းဝူရဲဆရာဟာ သူ့ဂိုဏ်းကထွက်သွားစေပြီးကျိုးရှင်းဝူကိုပါးကျီသိုင်းကွက်သင်ယူစေခဲ့ပါတယ်ကျိုးရှင်ဝူ ပါးကျီသိုင်းကွက်တတ်မြောက်ပြီး ပြန်လာချိန်သူ့ဆရာလီစေ့ရယ်ပါသေဆုံးသွားခဲ့ပြီး လူသတ်သမားလို့စွပ်စွဲခံရတဲ့အခါ....လူဆိုးကြီးကျင့်ထျန်းပေါက်ကိုရှာဖွေဖော်ထုတ်နိုင်ပါ့မလား...နှိမ်နင်းနိုင်ပါ့မလားမထင်မှတ်တဲ့လှည့်ကွက်တွေနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.4",
        "url": "https://megaup.net/1AQb2/(CM)_The_Master_Of_BAJI_2020_WEB-DL_720p.mp4",
        "category": "Action, Martial"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ooeuR6Uh1dfwJ67pr5m20yLjuI.jpg",
        "title": "Wet Season (2019)",
        "description": "Wet Season (2019)\n==================\n \nသာယာမှု ၊ နွေးထွေးမှု ၊ နားလည်မှု ၊ စာနာမှု အဲ့ဒါတွေအကုန်ခံစားရစေမယ့် ကားကောင်းလေးတစ်ကားပါ ။ ၁၈ နှစ်ကျော်တာလည်း တစ်ခန်းလောက်ပဲပါပြီး\nစုံတွဲတွေအဓိကကြည့်သင့်တဲ့ကားလေးလို့ မြင်မိပါတယ်။ ဒါပေမဲ့လည်း ဖိုမသဘာ၀သာပါတဲ့ တခြားသောကားတွေထက် ပိုသာလွန်ပြီး\nနိုင်ငံရဲ့ စာပေယဉ်ကျေးမှုကိုပါ ခပ်ပါးပါးလေး ထည့်ရိုက်ပေးထားတာမို့လို့ ကြည့်လို့အဆင်ပြေမယ့်ကားကောင်းလေးတစ်ကားပါ ။\nလင်း ဆိုတဲ့ ဆရာမတစ်ယောက်အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားပါတယ် ။ တရုတ်စာကို သင်တဲ့ဆရာမပီပီ အင်္ဂလိပ်မှ အင်္ဂလိပ်ဖြစ်နေတဲ့\nကျောင်းသားတွေ ကျောင်းသားမိဘတွေ တခြားဆရာတွေကို မိခင်ဘာသာတရုတ်စာကအရေးကြီးကြောင်း ရှင်းပြချင်နေတဲ့သူတစ်ယောက်ပါ ။\nတစ်ဖက်မှာလည်း သားသမီးမရနိုင်တဲ့ကံကြောင့် အိမ်ထောင်ရေးမှာ သွေးအေးတာကိုခံစားနေရတဲ့ အိမ်ထောင်ရှင်အမျိုးသမီးတစ်ယောက်ပေါ့ ။\nဆရာမကြောင့် တရုတ်စာကို ပိုကြိုးစားလာချင်တဲ့ ကျောင်းသားလေး ကောင်းဝေလွင် ကတော့ အကောင်းဆုံးဇာတ်ကိုပံ့ပိုးသူပေါ့ ။\nဆရာမရဲ့ ဂရုစိုက်မှု ၊ နွေးထွေးမှု ကြောင့် သူ့ရဲ့ချစ်တဲ့စိတ်တွေ နိုးထလာခဲ့ပြီး ဆရာမနဲ့ကျောင်းသားအကြား ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/wet-season/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKCMFSnUsYE6AM0yrUkzOeYn8Kj.jpg",
        "title": "My Teacher, Mr. Kim (2003)",
        "description": "My teacher Mr.Kim 2003\n=====================\n \nကိုဗစ်ကာလမှာ Heartwarming ဖြစ်စေမယ့် ကိုရီးယားဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။\n \nကျေးလက်ကဆရာဆိုရင် ဒီဘက်မှာဦးညပုလေးရဲ့မီးအိမ်ရှင်မလေးဆိုတဲ့သီချင်းကိုပြေးမြင်မိမှာပါ။ ဒီထဲကဆရာကတော့\n \nအခုလောက်မရိုးရှင်းပါဘူး ကင်ဘုံဒူဆိုတဲ့ မြို့ပြကဆရာတစ်ယောက်က နာတာရှည်ဖြစ်နေတဲ့အဖေကြောင့်\n \nကျောင်းသားမိဘတွေဆီက စာအိတ်ကလေးတွေလက်ခံခဲ့ပါတယ်။ တစ်ရက်မှာအလုပ်ထွက်ရဖို့ဖြစ်လာပြီး\n \nအလုပ်လည်းမထွက်ချင်တာကြောင့် လိုအပ်နေတဲ့ကျေးလက်ဘက်က စတိုးဆိုင်တောင်မရှိတဲ့ နယ်ဖျားတစ်နေရာမှာ\n \nဆရာလုပ်ဖို့ဖြစ်လာပါတယ်။အစကတော့ သူလည်းကျောင်းပြန်ပြောင်းရဖို့အမျိုးမျိုးကြိုးစားပါတယ်။\n \nဟာသလေးတွေလည်းပါပါတယ်။ ဒီထဲမှာ ဆရာကကလေးတွေကိုသင်ပေးတာထက် ကလေးတွေကပါ\n \nဆရာ့စိတ်ထားကိုပြုပြင်ပေးသွားတာကို ကြည်နူးဖွယ်တွေ့ရမှာပါ။ ကျေးလက်လူထုနဲ့ စာသင်ကျောင်းတွေ၊\n \nကျေးလက်ကကျောင်းသားကလေးတွေ၊ အသက်ကြီးပြီး ဇီဇာကြောင်ပေမယ့် သဘောကောင်းတဲ့အဖိုးကြီးတွေ\n \nအထီးကျန်နေတဲ့အချိန်တွေပဲဖြစ်ဖြစ် Heartwarming ဖြစ်စေတာမို့ ကြည့်ကြည့်သင့်တယ်လို့ ထင်ပါတယ်\n  \nTranslated and reviewed by DoDo\nEncoded by YK\nQuality ; 1080p and 720p\nFile Size : 1.2GB and 590MB",
        "rating": "6.4",
        "url": "https://megaup.net/U2sz/My.Teacher.Mr.Kim.2003.720p.{CM}_.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/aebjl5ijowed-133x200.png",
        "title": "(18+) Rated 19 Secret Lesson (2020)",
        "description": "Rated 19 Secret Lesson (2020)\n=====================\nကိုရီးယားကားတောင်းဆိုနေကြတဲ့သူတွေအတွက်နောက်ထပ်တစ်ကားထပ်လာပါပြီ\nဒီကားကတော့ တခြားကားတွေနဲ့ မတူပဲနည်းနည်းထူးခြားတယ်ပြောရမယ် ကိုယ့်ကောင်မလေးတွေ\nသိုင်းကျမ်းလေ့လာဖို့လိုနေသေးတယ်လို့ ခံစားမိတဲ့ဘဒိုတွေဒီကားကြည့်ပြီး နည်းလမ်းကောင်းလေးတွေ\nပြန်ဖောက်သည်ချပေးလို့ရတဲ့ကားလေးဆိုလည်းမမှားပါဘူး အိမ်ထောင်သည်ဘဒိုတွေလည်းကြည့်ပြီး\nနည်းနာယူသင့်ပါတယ် ဇာတ်လမ်းမစခင်ပါတဲ့ ဆော်ကြီးနှစ်ယောက်အကြောင်းအရင်ပြောပြမယ်\nပထမတယောက်ကတော့ ကိတ်ချက်က အခုကိတ်ပါတယ်ဆိုတဲ့ မော်ဒယ်တွေ ဘာလဲဆိုတာ\nမေးယူရလောက်တဲ့အထိ ကိတ်ပြီးမှည့်တယ် နောက်ထပ်ဆော်ကြီးတစ်ဗွေကတော့ အဖြုတ်ကြမ်းတဲ့\nLCD ဆော်ကြီး သူကတော့ ဆရာမကြီးပေါ့ ကဲဇာတ်လမ်းအကြောင်းပြန်သွားရရင် sexသင်တန်းပေါ့\nအဲ့သင်တန်းကိုတက်ပြီး sex ကိစ္စပိုင်းမှာပြောင်းလဲသွားတဲ့ယူဂျောင်းဆိုတဲ့ ဆော်လေးအကြောင်းကို\nရိုက်ထားတာပါ အဲ့သင်တန်းပိုင်ရှင်ဆရာမကလဲ ဘာလာလာဒေါင်းဆရာမကြီးပေါ့ ကြမ်းတယ်\nဆော်လန်းတယ်ဆိုမှကြည့်ချင်တယ်ဆိုဒီကားသာ ၁၈ယောက်စုပြီးဒေါင်းကြည့်လိုက်ပါတော့ ဗဟုသုတတွေလဲ ရတာပေါ့\n \n Released: 04 Sep 2020\n Runtime: 75 Mins\n Genre: Romance\n Countries: South Korea\n Languages: Korean",
        "rating": "6.5",
        "url": "https://megaup.net/1zZmc/Rated_19_Secret_Lesson_(2020)_720p{DS}_.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-8341c77c2a80-112x200.jpg",
        "title": "Wars In Chinatown ( 2019 )",
        "description": "တရုတ်တန်းက စစ်ပွဲလေးအကြောင်း ပုံဖော်ထားတဲ့ ဇာတ်ကားကောင်းလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးက အမေရိကားရောက်နေတဲ့ တရုတ်တန်းက တရုတ်တွေအမေရိကန်ရဲအဖွဲ့ရဲ့ လျစ်လျူရှုခံရတာတွေ ဂျပန်ရဲ့ အမှောင်ထဲကအသုံးချခံရတာတွေကို ပုံဖော်ပြထားခဲ့တာပါ။ဇာတ်လမ်းလေးကိုအကျဉ်းပြောရမယ်ဆိုရင်တော့ အမေရိကားရောက်တရုတ်လူမျိုးတွေ တစ်နေ့ကိုတစ်ယောက်နှုန်းနဲ့ နှလုံးဖောက်ခံရပြီးအမည်မဲ့အလောင်းတွေအနေနဲ့ ပေါ်ပေါ်လာတယ်။ဒါကို ဉာဏ်ကြီးရှင် မျက်နှာဖြူပလိပ်တွေက နှလုံးစားတဲ့မိစ္ဆာကြီးပေါ်လာတယ်ဆိုပြီးအမှုမလိုက်ဘူးတဲ့။ ဒီတော့ ကိုယ်ထူကိုယ်ထစနစ်နဲ့ တရုတ်တန်းကတရုတ်တွေ ဒီကိစ္စနောက်ကွယ်ကို စုံစမ်းရင်း ဒီဇာတ်လမ်းလေးပေါ်လာတာပါပဲTranslated & Review By Chu ChuEncoded By LK",
        "rating": "6.3",
        "url": "https://megaup.net/1AQb5/(CM)Wars_In_ChinaTown_2019_WEB-DL_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/ezgif-7-baa3125fba51-113x200.jpg",
        "title": "HUA MULAN ( 2020 )",
        "description": "ထုံးစံအတိုင်း ဗားရှင်းတမျိုးနဲ့ မူလန်ပေါ့ ဒါပေမယ့်ဒီမူလန်ဗားရှင်းကတော့ မဆိုးဘူးပြောရမယ်.မူလန်လေးနည်းနည်းမလှတာကလွဲရင် ဇာတ်ကားလေးကမဆိုးလှပါဘူးထင်ထားတာထက်ပိုပြီးကောင်းပါတယ်တခြားမူလန်မင်းသမီးထက်စာရင် မလှဘူးပဲပြောတာပါနော်ကြည့်ရင်းကြည့်ရင်း မျက်လုံးဝိုင်းဝိုင်းလေးနဲ့ ဒီမူလန်လေးလည်း ချစ်စရာကောင်းတာတွေ့ရပါလိမ့်မယ်ကိုယ်ခံပညာတော်ပြီး လူဆိုးဖမ်းရတာကိုနှစ်ခြိုက်တဲ့ မူလန်တစ်ယောက်လူဆိုးထိန်းဆီမှာ လူဆိုးဖမ်းဖို့အလုပ်တောင်းသော်လည်းမိန်းကလေးဖြစ်နေလို့လုပ်ချင်တာ လုပ်ခွင့်မရခဲ့ပါဘူးဒီအချိန်မှာ တိုင်းပြည်ကိုကျူးကျော်လာတဲ့ ရန်သူတွေကိုကာကွယ်ဖို့တစ်အိမ်တစ်ယောက်စစ်မှုထမ်းခေါ်ရာက ဖခင်ကိုယ်စားယောက်ျားလေးယောင်ဆောင်ပြီး တပ်ထဲဝင်ရောက်ခဲ့ပါတယ်သိုင်းပညာကိုပင်ကိုယ်ဝါသနာပါတဲ့မူလန်တစ်ယောက် တပ်ထဲမှာလည်းတပ်သားကောင်းတစ်ယောက်အနေနဲ့လေ့ကျင့်သင်ကြားနိုင်ခဲ့ပါတယ်စစ်ပွဲတွေအပေါ်မှာ သာမာန်လောက်သာအစက စိတ်ထဲထားခဲ့ပေမယ့်မိတ်ဆွေရင်းတစ်ယောက် တိုက်ပွဲကျသွားတဲ့အခါ... ခိုကိုးရာမဲ့ပြည်သူတွေမျက်စိရှေ့မှာသေဆုံးတာကိုတွေ့လိုက်ရတဲ့အခါ သူ့အမြင်တွေပြောင်းလဲလာပြီးအောင်လံလွှင့်လိုစိတ်တွေ ပြင်းထန်လာပါတယ်ဘယ်လိုတွေအောင်မြင်အောင်တိုက်ခိုက်မလဲမူလန်ဇာတ်လမ်းကိုအမျိုးမျိုးပုံဖော်ရိုက်ကူးကြတဲ့အထဲမှာဒီကားလေးကလည်းတစ်မျိုးကောင်းပါတယ်ဒီဇာတ်လမ်းလေးကို မူလန်ကယ်တင်ထားခဲ့တဲ့ မိဘမဲ့ကလေးတစ်ယောက်ဖြစ်တဲ့ချူးလိုက်ဟော်က အသက်ကြီးရင့်တဲ့အချိန် ပြန်ပြောင်းပြောပြတဲ့ပုံစံမျိုးနဲ့ ရိုက်ကူးထားတာဖြစ်ပါတယ်ဂျင်းတော့ဂျင်းပေမယ့် ရသမြောက်ဂျင်းလေးမို့ အားပေးကြည့်ရှုကြပါဦးနော်Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "7.9",
        "url": "https://megaup.net/2VUeg/(CM)HUAMULAN_2020_WEB-DL_720p.mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BZDFhODE1YjMtMzEzOS00OTMzLWE0ZDktODM3YjkzNDVjZWFmXkEyXkFqcGdeQXVyMjg0MTcyMQ@@._V1_-142x200.jpg",
        "title": "1 Interrogation (2020)",
        "description": "1 Interrogation (2020)=================IMDb Rating - 7.5/10#Unicodeနှစ်(၄၀)လုံးလုံး လူဆိုးတွေကိုစစ်ဆေးမေးမြန်းပြီးထောင်ထဲပို့နေတဲ့ စုံထောက်ဒန်နီရယ်…ကောင်းမွန်တဲ့ကမ္ဘာဖြစ် လာစေဖို့ မျှော်လင့်ရင်း တာဝန်ကိုကျေပွန်စွာထမ်းရွက်နေတဲ့စုံထောက်ဒန်နီရယ်…သူ့လိုမျိုးပဲ အလုပ်ကိုကျေပွန်စွာထမ်း ဆောင်တဲ့ ခရိုင်ရှေ့နေဝေါ့ကာတို့ကို ဇာတ်အိမ်တည်ပြီးရိုက်ထားတဲ့ကားလေးပါ။သူတို့နှစ်ယောက်က အမှုတစ်ခုကိုဖြေရှင်းပြီးတိုင်း နောက်တစ်မှုကထပ်ထပ်ရောက်လာတယ်။ သူတို့ကိုင်တွယ်နေရတဲ့အမှုတွေကလည်းအမျိုးစုံ သလို တရားခံတွေကလည်းအမျိုးစုံရယ်…နစ်နာသူတွေကလည်းပုံစံအမျိုးမျိုးနဲ့ရယ်ပေါ့….….ဒီကားလေးကိုကြည့်ပြီး သိလိုက်ရတာက မကောင်းတဲ့လူတွေကအသက်အရွယ်မရွေးရှိကြသလို အခြေအနေပတ်ဝန်းကျင်တစ်ခုကြောင့် လူဆိုးဖြစ် လာကြတာမျိုးလည်းရှိကြတယ်ဆိုတာပါပဲ… ချုပ်ရရင်တော့ ဒီကားလေးကအေးအေးဆေးဆေးနဲ့ကြည့်လို့ကောင်းရဲ့လားကို တော့ ကိုယ်တိုင်ကြည့်ရှုပြီးသုံးသပ်လိုက်ကြပါလို့…………(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyiႏွစ္(၄၀)လုံးလုံး လူဆိုးေတြကိုစစ္ေဆးေမးျမန္းၿပီးေထာင္ထဲပို႔ေနတဲ့ စုံေထာက္ဒန္နီရယ္…ေကာင္းမြန္တဲ့ကမာၻျဖစ္ လာေစဖို႔ ေမွ်ာ္လင့္ရင္း တာဝန္ကိုေက်ပြန္စြာထမ္း႐ြက္ေနတဲ့စုံေထာက္ဒန္နီရယ္…သူ႔လိုမ်ိဳးပဲ အလုပ္ကိုေက်ပြန္စြာထမ္း ေဆာင္တဲ့ ခ႐ိုင္ေရွ႕ေနေဝါ့ကာတို႔ကို ဇာတ္အိမ္တည္ၿပီး႐ိုက္ထားတဲ့ကားေလးပါ။သူတို႔ႏွစ္ေယာက္က အမႈတစ္ခုကိုေျဖရွင္းၿပီးတိုင္း ေနာက္တစ္မႈကထပ္ထပ္ေရာက္လာတယ္။ သူတို႔ကိုင္တြယ္ေနရတဲ့အမႈေတြကလည္းအမ်ိဳးစုံ သလို တရားခံေတြကလည္းအမ်ိဳးစုံရယ္…နစ္နာသူေတြကလည္းပုံစံအမ်ိဳးမ်ိဳးနဲ႔ရယ္ေပါ့….….ဒီကားေလးကိုၾကည့္ၿပီး သိလိုက္ရတာက မေကာင္းတဲ့လူေတြကအသက္အ႐ြယ္မေ႐ြးရွိၾကသလို အေျခအေနပတ္ဝန္းက်င္တစ္ခုေၾကာင့္ လူဆိုးျဖစ္ လာၾကတာမ်ိဳးလည္းရွိၾကတယ္ဆိုတာပါပဲ… ခ်ဳပ္ရရင္ေတာ့ ဒီကားေလးကေအးေအးေဆးေဆးနဲ႔ၾကည့္လို႔ေကာင္းရဲ႕လားကို ေတာ့ ကိုယ္တိုင္ၾကည့္ရႈၿပီးသုံးသပ္လိုက္ၾကပါလို႔…………(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။) Quality ...",
        "rating": "7.5",
        "url": "https://megaup.net/U1j4/1.Interrogation.2020.720p.WEBRip[CM].mp4",
        "category": "Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/bohemi-135x200.jpg",
        "title": "Bohemian Rhapsody (2018)",
        "description": "Bohemian Rhapsody (2018)\nIMDb - 8.0/10_____Rotten - 60%\nWon 4 Oscars. Another 40 wins & 76 nominations \nဘိုဟီးမီးယန်း ရာ့ပ်ဆိုဒီ ၂၀၁၈\n====================\n၂၀၁၈ ခုနှစ်အတွင်း အကြိုက်မိဆုံး ရုပ်ရှင်တစ်ကားပါ။လက်ရှိမှာတေ့ ရွှေကမ္ဘာလုံးဆုပေးပွဲမှာ ရုပ်ရှင်ဆုနဲ့ အမျိုးသားသရုပ်ဆောင်ဆု ဆွတ်ခူးပြီးသွားပါပြီ။ဘာကြောင့်ဆုတွေရလဲဆိုတာတော့ ကြည့်လိုက်ရုံနဲ့ သိပါလိမ့်မယ်။ ဇာတ်ညွှန်း၊ သရုပ်ဆောင်၊ အသံ၊ ရိုက်ကွင်းတွေ အားလုံး ကောင်းနေပါတယ်။Queen တီးဝိုင်းအဖွဲ့ရဲ့ ပင်တိုင်အဆိုတော် ဖရက်ဒီ မာကျူရီရဲ့ ဘဝဇာတ်ကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ကွင်းအဖွဲ့ရဲ့ ကမ္ဘာကျော်သီချင်းတွေ ဖြစ်လာပုံနဲ့ သီချင်းတွေကို အကောင်းဆုံး ပြထားတဲ့ ရုပ်ရှင်ပါ။ကွင်းအဖွဲ့ရဲ့ ဂန္ဓဝင် Live Aid ရှိုးပွဲကြီးရဲ့ ဖျော်ဖြေမှုကို ပြန်တင်ဆက်ထားတာနဲ့တင် အတော်တန်ပြီပြောရမှာပါ။ဖရက်ဒီမာကျူရီရဲ့ ဂီတအမျိုးအစားပေါင်းစုံ ရောစပ်ထားတဲ့ ဘိုဟီးမီးယမ်း ရာ့ပ်ဆိုဒီ သီချင်းဟာ မာစတာပိစ်အဖြစ် သတ်မှတ်ခံခဲ့ရပြီး ကမ္ဘာ့အကောင်းဆုံး သီချင်းတွေထဲက တစ်ပုဒ်ဖြစ်လာခဲ့ပါတယ်။သမိုင်းတစ်လျှောက် ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/bohemian-rhapsody-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/mother-133x200.jpg",
        "title": "Mother 2020",
        "description": "ဆရာသာဓုရေးတဲ့ အတာဝတ္တုဖတ်ဖူးကြလားအခုကားက အတာ ဂျပန်ဗားရှင်းပဲဆိုပါတော့အမေတစ်ယောက်ဖြစ်ဖို့ ကလေးမွေးလိုက်ရုံနဲ့ဖြစ်နိုင်ပြီတဲ့လားအမေဝတ္တရားမကြေပြွန်ပဲ သားသမီးကိုခိုင်းစားနေတဲ့အမေတွေကရော အခု မြန်မာပြည်မှာလည်းကလေးတွေကိုတောင်းစားခိုင်းနေတာတွေ အလုပ်အတင်းလုပ်ခိုင်းတာတွေဒီလိုပုံရိပ်တွေကိုမြင်ရတာ ရင်နာရပါတယ်ဂျပန်လိုနိုင်ငံမျိုးကို အမြဲ လူသားဆန်ပြီး နွေးထွေးတဲ့တိုးတက်တဲ့ပုံရိပ်တွေနဲ့ပဲကြည့်ဖြစ်ကြပေမယ့်အမေမဆန်တဲ့အမေတွေကတော့ မြန်မာမှ ဂျပန်မှမဟုတ်ဘူးနိုင်ငံတိုင်းမှာရှိတယ်ဆိုတာကိုသိလိုက်ရတာပဲအမေဟာ အမေလိုမနေပေမယ့် သားသမီးကတော့ သားသမီးလိုချစ်နေတာကပိုပြီးရင်နာစရာကောင်းခဲ့ပါတယ်မိဘကိုရွေးချယ်ခွင့်မရှိပေမယ့် ရွေးချယ်ခွင့်ရရင်တောင်မရွေးချယ်ပဲ ငါ့အမေဆိုတာကိုပဲ ချစ်ပြီး ကာကွယ်သွားတဲ့ကလေးမျိုးတွေဟာ ရုပ်ရှင်ထဲမှာတင်မဟုတ်ပဲအပြင်လက်တွေ့ဘဝမှာပါရှိပါတယ် ကိုယ့်မိဘတွေကရောဘယ်လိုမိဘတွေလဲ ကိုယ်ကရောဘယ်လိုသားသမီးဖြစ်နေလဲဆိုတာကိုအတွေးများစေတဲ့ကားလေးပါပဲIMDB 6.6 ရထားပြီး Netflix ကရိုက်ထားတာမို့ကြည့်လိုက်ရတဲ့အချိန်တွေအတွက် နှမြောစရာမဟုတ်တဲ့ကားကောင်းတစ်ကားပါပဲ\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….02:06:00\nGenre … Family, Fantsy, Musical\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Thinzar Htet",
        "rating": "6.7",
        "url": "https://megaup.net/2fWek/Mother.2020.720p_(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7IuoL7QmVgomokCpwmgUz3VmL7w.jpg",
        "title": "The Golden Holiday (2020)",
        "description": "The Golden Holiday (2020)\nအခုတစ်ခါ CM ပရိတ်သတ်ကြီးကို ၂၀၂၀ခုနှစ်ထွက် Action/Comedy ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ် Cast တွေကတော့The Man Standing Next,The Wailing တို့မှာပါဝင်သရုပ်ဆောင်ထားတဲ့ ဝါရင့်\nသရုပ်ဆောင်ကြီး Kwak Do-won,နန်းတွင်းကားတော်တော်များများမှာပါတတ်တဲ့ သရုပ်ဆောင်ကြီး Kim Sang\nHo,The Sound of Your Heart ထဲကဟာသသရုပ်ဆောင် Kim Dae-Myung တို့အဓိကပါဝင်ထားပြီ\nး ရယ်လည်းရယ်ရ ကြည့်လို့လည်းကောင်းတဲ့ဇာတ်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ် ဇာတ်လမ်းအကျဉ်း\nကတော့ ဗြောင်းဆူဆိုတဲ့ ရဲဟာအလွန်ရိုးသားသလိုစိတ်ထားလည်းကောင်းတဲ့သူဆိုပေမယ့် တစ်ခါတစ်ခါဒေါသ\nလည်းကြီးပါတယ် သူ့မှာအရမ်းချစ်ရတဲ့သူငယ်ချင်း ယုံးဘယ်ဆိုတာရှိပါတယ် ယုံးဘယ်ကတော့သူလူလိမ်တစ်\nယောက်ပါ လိမ်ရမယ်ဆိုသူ့သူငယ်ချင်း ရဲကိုတောင်မချန်ပါဘူး သူငယ်ချင်းကို အရမ်းချစ်တဲ့ဗြောင်းဆူက ယုံးဘယ်\nငွေလိုလို့ပိုက်ဆံကိုသူ့နာမည်နဲ့ အာမခံထားချေးပေးခဲ့ပေမယ့် လူလိမ် ယုံးဘယ်က ဒီငွေတွေကိုပြန်မဆပ်ပဲ ဖိလစ်ပိုင်\nကိုလစ်သွားပါတယ် သူငယ်ချင်းကောင်းမှုနဲ့အိမ်ပေါင်ပြီး ပိုက်ဆံချေးပေးထားလို့ အပေါင်ဆုံးမလိုဖြစ်နေတုန်း တစ်ပူ\nပေါ်နှစ်ပူဆင့်ဆိုသလို သူ့အမျိုးသမီးကလည်းသူကို ဖိလစ်ပိုင်ကိုခရီးထွက်ချင်ကြောင်း ပူဆာပါတော့တယ် ဒီလိုနဲ့\nဗြောင်းဆူတစ်ယောက် ပြဿနာတွေကိုခဏ မေ့ထားပြီး ...",
        "rating": "5.2",
        "url": "https://megaup.net/2fW6v/The_Golden_Holiday.2020.720p.%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/babyteeth-135x200.jpg",
        "title": "Babyteeth 2019",
        "description": "ဆယ်ကျော်သက် ကောင်မလေး မီလာ။ အဆင်မပြေတဲ့ မိဘတွေကြားမှာ ကြီးပြင်းလာရတဲ့ ဒီကောင်မလေးမှာ မကြာခင် သေရတော့မယ်ဆိုတဲ့ ရောဂါဆိုးကြီးကလည်း ရှိနေပြန်ပါသေးတယ်။ တစ်ရက်တော့ မီလာက အိမ်ပေါ်ကနှင်ချထားတဲ့ မောစက်နဲ့ စဆုံမိတယ်။ မီလာဟာ သူ့မိဘတွေကို အရွဲ့တိုက်ဖို့အတွက် လူပေလူတေ ဆေးသမားဖြစ်တဲ့ မော့စက်ကို ရည်းစားအနေနဲ့ အိမ်ကို ခေါ်လာခဲ့တယ်။ ဒါပေမဲ့ မီလာဟာ မော့စက်ကို အမှန်တကယ် ချစ်မြတ်နိုးမိသွားတဲ့အခါမှာတော့ မြန်မြန်သေချင်လှပါပြီလို့ ဖြစ်နေခဲ့တဲ့ သူ့စိတ်တွေက ရှင်သန်ချင်စိတ်ဘက်ကို ယိမ်းလာပါတော့တယ်။ ဒီတော့ ဆေးသမားဖြစ်တဲ့ မော့စက်က မီလာ့ကို တကယ်ပြန်ချစ်ပါ့မလား။ မီလာကရော ရောဂါဆိုးကြီးဒဏ်ကနေ လွတ်မြောက်ပါ့မလားဆိုတာကို ကြည့်ရှူခံစားကြည့်လိုက်ကြပါဦးနော်။\nQuality – 720p  blurayrip\nDuration - 1 hr 58 min\nSubtitle – Myanmar Hardsub\nFormat – Mp4\nGenre : Drama, Comedy\nTranslator ...",
        "rating": "6.9",
        "url": "https://megaup.net/Ry69/Babyteeth.2019.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h8M7Z5cpmb0HJg4b4IGKBOU3JZV.jpg",
        "title": "Mookuthi Amman(2020)",
        "description": "Mookuthi Amman(2020)နေရာတိုင်းလိုလိုမဟုတ်ပေမယ့် ဘာသာရေးကိုခုတုံးလုပ်ပြီး အကျိုးစီးပွားရှာနေကြတဲ့ဘိုးတော်တုဘိုးတော်လိမ်တွေဆိုတာ အများကြီးရှိကြပါတယ်..အထူးသဖြင့်အိန္ဒိယလိုနိုင်ငံမျိုးတွေမှာဆိုရင် ဒုနဲ့ဒေးပါ...ပိုဆိုးတာကသူတို့ဆီမှာ ကိုးကွယ်စရာနတ်ဘုရားက အများကြီးရှိတဲ့အတွက် ဘိုးတော်တုတွေအတွက်ပိုပြီးဂွင်ဖန်လို့တောင်ကောင်းပါတယ်.. အဲ့ဒီလိုဘိုးတော်တု ဘိုးတော်လိမ်တွေကို ကိုးကွယ်ယုံကြည်ရင်လူတွေ လမ်းလွှဲလိုက်ကြလို့ ငွေတွေမလိုအပ်ဘဲကုန်ကြသလိုတခြားဆိုးကျိုးများစွာလည်းရှိလေတော့ တကယ့်နတ်ဘုရားတစ်ပါးက ဒီဖြစ်စဉ်ကြီးကိုကြည့်မနေနိုင်တော့ပါဘူး..ဒါ့ကြောင့် လူ့ပြည်ကို ပညာပေးဖို့ ဆင်းသက်လာခဲ့ပါတော့တယ်...\nတစ်ကယ့်နတ်ဘုရားဆင်းသက်လာပြီးနောက်ပိုင်းမှာ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့...ဒီဇာတ်ကားနင်းကန်ရယ်ရသလို တော်တော်လည်း ပညာလေးပေးတဲ့ကားဖြစ်တာမို့ Indiaကားကောင်းကြိုက်သူတိုလက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aungပဲဖြစ်ပါတယ်...File Size :(1.04GB) and (377MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Comedy, Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/U12f/Mookuthi_Amman.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BMjBhODI3MjctNmMwZS00MDE5LTk1YTItZmUyZDk2N2U1YTIxXkEy_002-141x200.jpg",
        "title": "Haruko Azumi Is Missing (2016)",
        "description": "Haruko Azumi Is Missing (2016)========================IMDb Rating - 6.2/10#UnicodeJapanese Girls Never Die လို့လည်း ဒီဇာတ်ကားကို ခေါ်ပါသေးတယ်။(သတိပေးချက်။ ။ ဒီအညွှန်းက ပွဲရှာတာ၊ မီးမွှေးတာမဟုတ်ပါဘူး။ အဲဒါကြောင့် တချို့ဓာတ်မတည့်တဲ့သူတွေ ကျော်သွားနိုင်အောင် သတိပေးချက်ရေးပေးတာပါ။ ဒီဇာတ်ကားက မဟာပုရိသဝါဒလက်ကိုင်ထားသူများ၊ ရှေးရိုးစွဲသူများ၊ လိင်ပိုင်းဆိုင်ရာ အယူသီးတတ်ကြသူများ၊ အသက်မပြည့်သေးသူများ၊ အသက်ပြည့်သော်လည်း စိတ်ဓာတ်မပြည့်သေးသူများ၊ လိင်ခွဲခြားဆက်ဆံတတ်သူများ၊ စကားလုံးအသုံးအနှုန်းနှင့်ပတ်သက်၍ ထိရှလွယ်သူများ၊ လူသားအမြင်နဲ့သာမကြည့်တတ်ဘဲ လူ့အသိုင်းအဝိုင်းအမြင်ကိုသာ လက်ကိုင်ထားတတ်ကြသူများ လုံးဝ(လုံးဝ) ကြည့်ရှုရန် မသင့်တော်သောကြောင့် အထက်ဖော်ပြပါ ပုဂ္ဂိုလ်များ ဇာတ်ကားကိုရော အညွှန်းကိုပါ လက်ရှောင်ပေးကြပါရန် လေးစားစွာ အသိပေးအပ်ပါတယ်ဗျာ။)တံခွန်မရှိတဲ့ ရထားက မတင့်တယ်ဘူးတဲ့ ရထားမရှိတဲ့ တံခွန်ကကျတော့ ဘာဖြစ်လို့ သုံးစားမရတော့တာ ဖြစ်သွားရတာလဲ။\nHaruko Azumi ပျောက်ဆုံးနေပါတယ်။ အသက် ၃၀ ပြည့်ခါနီး အိမ်ထောင်မရှိသေးတဲ့ မိန်းကလေးတစ်ယောက်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zYps/Haruko.Azumi.Is.Missing.2016.720p.BluRay[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/BgLj6_4f-152x200.jpg",
        "title": "Ex-GirlFriend ( 2017 )",
        "description": "ဒီတစ်ခါတော့ ဘဝအမောပြေစေမဲ့ ဟာသကားလေးလာပါပြီဇာတ်ကြောင်းလေးကတော့....လီရှောင်ယောင်က အချစ်ကြီးပြီး အမြဲဒေါသကြီးတတ်တဲ့ လူတစ်ယောက်ပါသူဟာ အရင်လက လမ်းခွဲခဲ့တဲ့ သူ့ရည်စားဟောင်းကို တမ်းတမ်းတတဖြစ်နေပြီးရုံးအောက်မှာ တောင်းပန်ရအောင် စောင့်နေခဲ့ပေမဲ့ ကောင်မလေးကအခြားကောင်လေးတစ်ယောက်နဲ့ ရှိနေတာ တွေ့သွားတဲ့အခါမှာ ဒေါသတကြီးကားနဲ့ တိုက်သတ်ဖို့ကြံလိုက်ပါတယ် ဒါပေမဲ့ သူ့ရည်းစားဟောင်းအတွဲကို မတိုက်နိုင်ဘဲလမ်းပလတ်ဖောင်းကနေ သစ်ပင်ကို ဝင်တိုက်မိပြီး သေသွားရှာပါတယ်အဲ့အချိန်မှာ သေမင်းတွေရောက်လာပြီး သေမင်းနှစ်ယောက်က သူ့ကြည့်ရတာသနားစရာကောင်းလို့ အခွင့်အရေးပေးတဲ့အနေနဲ့ အရင်တစ်လအချိန်အပြိုင်ကမ္ဘာကို ပြန်ပို့ပေးလိုက်ပါတယ် ဒါပေမဲ့ သူ့ရဲ့ပုံမှန် ခန္ဓာကိုယ်နဲ့ ပြန်မပို့လိုက်ဘဲမိန်းကလေးတစ်ယောက်ရဲ့ခန္ဓာကိုယ်နဲ့ ပြန်ပို့လိုက်တာပါ သူရောက်သွားတဲ့အချိန်မှာအတိတ်က လီရှောင်ယောင်လည်း အဲ့ဒီကမ္ဘာမှာ ရှိနေပါတယ်သူ့အနေနဲ့ အတိတ်ကလီရှောင်ယောင်နဲ့ သူ့အရင်ရည်းစားကို ပြန်ပြေလည်အောင်ဘယ်လိုတွေလုပ်ပေးမှာလဲ ဘယ်လိုအလွဲလေးတွေနဲ့ဟာသတွေဖြစ်ကြမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်...Translated & Review By Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/ex-girlfriend-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNDJhM2EyOGUtNjM0My00OWVjLWFkMmMtMjhmYzVmNzdlYmFhXkEy_002-132x200.jpg",
        "title": "One Little Finger (2019)",
        "description": "One Little Finger (2019)==================IMDb Rating - 7.8/10#Unicodeဒီဇာတ်ကားလေးဟာ ၂၀၁၉ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ဒရမ်မာအမျိုးစားဖြစ်ပါတယ်၊ အဓိကအားဖြင့် ကိုယ်အင်္ဂါချို့တဲ့သူတွေအပေါ် လူတွေအမြင်ပြောင်းလဲသွားစေမယ့် ဇာတ်ကားမျိုးပါပဲ....ဇာတ်လမ်းအကျဉ်းက‌တော့ အမေရိကန်နိုင်ငံသူ ဦးနှောက် နှင့် အာရုံကြောဆရာ၀န် ဒေါက်တာ ရေနာက ဂီတကုထုံး နှင့် ပတ်သတ်တဲ့ထိရောက်မှုတွေကို သုတေသနပြုချင်လို့ အိန္ဒိယနိုင်ငံကို သွားရောက်ခဲ့ပါတယ်...သူဟာ အိန္ဒိယနိုင်ငံမှာရှိတဲ့ မသန်စွမ်းကျောင်းမှာ အဆိုပါ ဂီတကုထုံးကို သုတေသနပြုရင်း မသန်ပေမယ့်စွမ်းတဲ့ ဂျီဂျာ အိန်ဂျယ်တို့နဲ့ဆုံတွေပြီး သူတို့ရဲ့မျှော်လင့်ချက်တွေကြိုးစားအားထုတ်မှုတွေကို ပြထားတာဖြစ်ပါတယ် ... ဒီဇာတ်ကားထဲမှာတော့ ဂီတဟာ လူသားတွေကို တစ်သားတည်း‌ဖြစ်စေတတ်ပုံတွေ...မသန်စွမ်းတွေအနေနဲ့ လူ့ဘောင်အဖွဲ့အစည်းမှာ အနိုင်ကျင့်ခံရတာတွေ ရှိပေမယ့် သူတို့က ဘယ်လို မျိုး လူ့အဖွဲ့အစည်းကို ပြန်ပြီးကောင်းကျိုးပြုနိုင်လဲဆိုတာတွေကို ဖော်ကျူးထားပါတယ်...ဒီဇာတ်ကားလေးဟာ IMDb 7.8/10 ရရှိထားခဲ့ပါတယ်...(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) #Zawgyiဒီဇာတ္ကားေလးဟာ ၂၀၁၉ ခုႏွစ္မွာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1zY32/One.Little.Finger.2020.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rR2LOUI0gj0Eg9HwPbRpw7UsMXx.jpg",
        "title": "Embattled(2020)",
        "description": "Embattled(2020)2020 ထဲမှာထွက်ရှိခဲ့တဲ့ အက်ရှင် ဒရာမာ အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ် MMA Caged Fights တွေကိုအခြေတည်ရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်လို့ လက်ဝှေ့ပွဲပရိတ်သတ်တွေ နှစ်သက်ကြမယ်ထင်ပါတယ်...ကတ်ရှ်က MMA မှာ ဘုရင်လို့တောင် တင်စားခံရတဲ့ ထိတ်ထန်း ဖိုက်တာတစ်ယောက်ပါ....၃၇ပွဲမှာ တစ်ပွဲသာရှုံးနိမ့်ဖူးတဲ့ ဖိုက်တာာတစ်ယောက်ပေါ့..တကယ်တော့ သူဟာ ကလေး(၂)ယောက်ရှိခဲ့ပြီး အမျိုးသမီးနဲ့ အဆင်မပြေလုိ့လမ်းခွဲခဲ့ပြီးနောက်မှအောင်မြင်လာတဲ့သူပါ..ယခုလည်းနောက်အိမ်ထောင်ပြုလိုက်ပါပြီ...ပထမအိမ်ထောင်နဲ့ရခဲ့တဲ့သားကြီး ဂျက်ကတော့အောင်မြင်လာတဲ့သူ့အဖေကိုအားကျပြီး MMAလောကထဲကို ဝင်ရောက်ဖို့ကြိုးစားလာပါတယ်..ကတ်ရှ်က သူ့သားအောင်မြင်ဖို့ ကူညီပေးပြီး ထရိန်နာတွေနဲ့ ကူညီပေးပါတယ်...အဲ့ဒီနောက် သားဖြစ်သူ ဂျက်တစ်ယောက် လက်စောင်းလေးထက်လာပြီး MMAလောကအကြောင်းနဲ့သူ့အဖေအကြောင်းတွေသိလာရတဲ့အချိန်မှာတော့...ဘယ်လိုတွေဆက်ပြီး ပွဲတွေကြမ်းမလဲဆိုတာကိုတော့..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်...File Size :(928MB) and (333MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:57:00\nGenre :  Action, Drama, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1zYgq/Embattled.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/fatman-141x200.jpg",
        "title": "Fatman 2020",
        "description": "ခရစ်စမတ် ကာလမှာ ကလေးတွေဟာ သူတို့ရဲ့ ဆန္ဒလေးတွေကို ရေးပြီးမှခရစ်စမတ် ဘိုးဘိုးကြီးလို့ ခေါ်တဲ့ Santa ဆီကို စာပို့ကြလေ့ရှိပါတယ်။ခရစ်ဆိုတဲ့ အဘိုးကြီးတစ်ဦးဟာ Santa အသွင်နဲ့ ကလေးတွေကိုလက်ဆောင်ပို့တဲ့အလုပ်လုပ်တဲ့သူပေါ့တစ်နေ့မှာ ဝီနန်ဆိုတဲ့ တစ်ဇွတ်ထိုးတစ်ဇောက်ကန်းလိုချင်တာ ရအောင်ယူ ဖြစ်ချင်တာ ရအောင်လုပ်တတ်တဲ့ သူဌေးသားလေးဟာလည်းခရစ်စမတ်မှာ Santa ဆီကို စာတစ်စောင်ပို့လိုက်ပါတယ်။ဝီနန်ဟာ ကလေးဆိုပေမယ့် သူဌေးသားဖြစ်တဲ့အလျောက်အသက်ငယ်သော်ငြားလည်း သူဖြစ်ချင်တာတွေ မဖြစ်တဲ့အခါကြေးစားတစ်ယောက်ကို ပိုက်ဆံပေးပြီး မရရအောင် လုပ်တဲ့သူတစ်ယောက်ပါ။အဲ့ဒီလောက် ဆိုးသွမ်းတဲ့ ဝီနန်တစ်ယောက် Santa ဆီကခရစ်စမတ်လက်ဆောင်အဖြစ် သူလိုချင်တာမရဘဲမီးသွေးခဲတစ်တုံးသာပြန်ရလိုက်တော့အရမ်းကို စိတ်တိုသွားပါတော့တယ်။ ဖြစ်ချင်တာကို ရအောင် လုပ်တတ်တဲ့ဝီနန်တစ်ယောက် ကြေးစားတစ်ယောက်ကို ငှားပြီးSanta ကို ရှာသတ်ခိုင်းပါတော့တယ်....\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:40:00\nGenre … Action, Fantsy, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Yoon ...",
        "rating": "6",
        "url": "https://megaup.net/U0rn/Fatman.2020.720p.WEBRip.(CM).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHZlz5QMNFb5PcrnfIrG3kARx7F.jpg",
        "title": "(18+)Tiger Woman 2015",
        "description": "Tiger Woman 2015\n================== dsပေ့ချ်ကို အသစ်တဖန်ပြန်လည်ဖွင့်တဲ့အနေနဲ့ ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးချင်တာကတော့ သမန်းကျားမလေးကားပါပဲ. ဇာတ်လမ်း အကျဉ်းကတော့ ယောကျာ်းတွေဆို ကြောက်ရွံ့နေတတ်တဲ့ နီယာလေးကို သူငယ်ချင်းမလေးတွေက ကုသိုလ်လည်းရ ဝမ်းလည်းဝအောင် ခပ်တောင့်တောင့် ဘဲတွေကို ခေါ်ပြီး သူတို့လဲစားမယ် နီယာလေးလဲ ပျော်စေရမယ်ဆိုပြီး အပန်းဖြေစခန်း တစ်ခုဆီ ခေါ်သွားတာကနေ ဇာတ်လမ်းကစတာပါပဲ. နီယာလေးဟာ ယောကျာ်းတွေကို လွယ်လွယ်အကပ်မခံတာကြောင့် သူတို့တွေ အကြံအိုက်နေတုန်း ဒီကိုခေါ်လာတာဟာ သူ့ရဲ့ အပျိုရည်ကို ဖျက်ချင်ရုံသက်သက်ပဲဆိုတာကို နီယာလေးသိလိုက်ချိန်မှာတော့ ဝမ်းနည်းပက်လက်ဖြစ်ပြီး တောထဲကို စိတ်ရူးပေါက်ပြီး လျှောက်သွားပစ်ခဲ့ပါတယ်. တောထဲက ချောင်းတချောင်းမှာ မိန်းမတစ်ယောက် မိမွေးတိုင်း ရေချိုးနေတာကို သူမ မြင်သွားပြီး ကြည့်နေချိန်မှာ အဲ့ဒီမိန်းမက သူ့အနားကို ရောက်လာပြီး သူ့ကို လက်စားချေနိုင်အောင် ကူညီပေးခဲ့ပါတယ်. သူမ ဘယ်လိုလက်စားချေမလဲဆိုတာကို ကြည့်ချင်စဖွယ် ဇာတ်ကွက်တွေနဲ့ ဆွဲဆောင်ထားပြီး နီယာ့ သူငယ်ချင်းမလေးတွေရဲ့ ဆွဲဆောင်မှုပြင်းအားကလဲ 9+ဖြစ်တာကြောင့် dsဖန်တွေ လက်မလွှတ်သင့်ကြောင်း သတင်းကောင်းပါးရင်း တင်ဆက်ပေးလိုက်ရပါတယ်. 18+ warningဖြစ်တာကြောင့် ၁၈နှစ်မပြည့်သူများကလွဲရင် လူမျိုးဘာသာမရွေးကြည့်ရှုနိုင်ပါတယ်ဗျာ.  \nReleased: 01 Jan 2015 (5 years ago)\n Genre: Thriller Adult\n Countries: Thailand\n Languages: Thai\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/U0ad/Tiger_Woman_2015.720p%7BCM%7D.mp4",
        "category": "Adult, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yjDvYhx6HjXSMWI3YZ5SHphkOah.jpg",
        "title": "Ayyappanum Koshiyum(2020)",
        "description": "Ayyappanum Koshiyum(2020)IMDb...7.9အိုက်ယာပန်နိုင်းယားလို့ခေါ်တဲ့ ဉပဒေကိုယ်တိုင်လိုက်နာသလို သူစည်းကမ်းတင်းကြပ်တာကိုအမြဲတမ်းဂုဏ်ယူခဲ့တဲ့ နယ်မြို့လေးရဲ့အချစ်တော်seniorရဲအရာရှိတစ်ယောက်ရှိတယ်...စာအုပ်ကြီးသမားဖြစ်လို့ သူ့ကိုရှိန်ကြသူတွေလည်းအတော်များတယ်...တစ်နေ့မှုခင်းတစ်ခုမှာ လူတစ်ယောက်ဖမ်းဆီးလိုက်တယ်...ဉပဒေအရ အရေးယူမှုတွေ ပြုလုပ်ခဲ့တယ်..သို့ပေမဲ့ အကျင့်ပျက်ချစားမှုတွေများလှတဲ့ ဒီနိုင်ငံမှာ သူဖမ်းလိုက်တဲ့သူကြောင့် နောက်ဆက်တွဲပြဿနာတွေဖြစ်လာပြီးရာထူးက အနားခံရတဲ့အပြင် ယူနီဖောင်းချွတ်ပြီးအရပ်သားအဖြစ်ပါပြောင်းခံလိုက်ရတယ်...ကျားနာတစ်ကောင်လိုဖြစ်လာတဲ့သူဟာ\"မျက်လုံးတလုံးအတွက်မျက်လုံးတလုံး\"\n\"သွားတချောင်းအတွက်သွားတချောင်း\"ဆိုတဲ့  စိတ်ရိုင်းတွေဝင်လာတဲ့အခါမှာတော့...သူဘယ်လိုတုန့်ပြန်မလဲဆိုတာကိုတော့...India ကားကောင်းတွေနင်းကန်ကြိုက်သူတို့အဖို့ လက်မလွှတ်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Yoonwahwah Theint ပဲဖြစ်ပါတယ်....File Size :(1.35GB) and (505MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:57:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://megaup.net/U01k/AK_Ayyappanum_Koshiyum.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama, Thriller"
    }
]