[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzMwM2ZhZjktZTMwMS00NzA2LWIyMDctMGZhNjNiYjQ4NTJmXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "I Still Know What You Did Last Summer (1998)",
        "description": "1997 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ I Know What You Did Last Summer ဆိုတဲ့ ဆယ်ကျော်သက် horror, thriller ဇာတ်ကားရဲ့ နောက်ဆက်တွဲဇာတ်လမ်းပါ။ သူငယ်ချင်းတွေကိုသတ်ခဲ့တဲ့ စိတ္တဇလူသတ်သမားကို မတော်တဆသတ်မိခဲ့တဲ့ ကောလိပ်ကျောင်းသူဂျူလီဟာ တစ်နှစ်ကြာတဲ့အထိ အိပ်မက်ဆိုးတွေမက်ပြီး အရာရာကိုထိတ်လန့်နေဆဲပါ။ တစ်နေ့မှာ ဂျူလီရဲ့အခင်ဆုံးသူငယ်ချင်း အခန်းဖော် ကာလာမှာ ရေဒီယိုအစီအစဉ်တစ်ခုကနေပြီး ဘဟားမားကိုအပန်းဖြေခရီးလက်မှတ်လေးစောင်ရတဲ့အခါ ဂျူလီ၊ ကာလာရဲ့ရည်းစား တိုင်လာ နဲ့ ဂျူလီကိုတစ်ဖက်သတ်ကြွေနေတဲ့ သူငယ်ချင်းဝယ်လ်တို့ဟာ ကာလာကောင်းမှုနဲ့ ဘဟားမားကို ဂျူလိုင်လေးပိတ်ရက်အတွက် အလည်အပတ်သွားကြပါတော့တယ်။ ဒါပေမယ့် ကျွန်းပေါ်ရောက်တဲ့အခါ ဂျူလီတစ်ယောက် မူမမှန်တာတွေကို စသတိထားမိလာပြီး ခြိမ်းခြောက်စာတွေရလာတဲ့အခါမှာတော့ သူသတ်ခဲ့တဲ့ စိတ္တဇလူသတ်သမား ဘန် ဝဲလေ့စ်ဟာ မသေသေးတာကိုသိလိုက်ရပါတော့တယ်။ မုန်တိုင်းကြောင့် လှေအသွားအလာမရှိတဲ့ ကျွန်းပေါ်မှာ လူသတ်သမားလက်ကနေ သူတို့လေးယောက်လွတ်မြောက်နိုင်ပါ့မလားဆိုတာကို ရင်တထိပ်ထိပ်နဲ့ကြည့်လိုက်ကြရအောင်။ File size…(1.63GB)  / (837MB) / (483MB)\nQuality…. ...",
        "rating": "4.7",
        "url": " https://megaup.net/2wRor/I.Still.Know.What.You.Did.Last.Summer.1998.720p(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6X8oKNgny4DqXEwQiYKoS6Yedw.jpg",
        "title": "Christmas Carol (2022)",
        "description": "Christmas Carol (2022)GOT7 အဖွဲ့၀င် မင်းသားချောလေး Park Jin-young ရဲ့ မကြာခင်ကမှ ရုံတင်ပြသထားတဲ့ movie လေးလာပါပြီ။ဒီဇာတ်ကားထဲမှာ Jin-young က လုံး၀မတူညီတဲ့ ကာရိုက်တာနှစ်ခုကို နှစ်ကိုယ်ခွဲ သရုပ်ဆောင်ထားပြီး သရုပ်ဆောင်ချက်တွေကလည်း တအားမိုက်လို့ တကယ်ကို ကြည့်သင့်တဲ့ကားလေးလို့ ညွှန်းချင်ပါတယ်။\nဒီနေ့လို ခရစ္စမတ်အကြိုနေ့လေးမှာ ခရစ္စမတ်အကြောင်းပါ၀င်နေတဲ့ ဇာတ်ကားလေးကို ကြည့်ရတော့ အမှတ်တရလည်းဖြစ်တာပေါ့။ဇာတ်လမ်းအကျဉ်း ...\nဂျူအီးဝူနဲ့ ဂျူဝေါဝူတို့ဟာ အမြွှာညီအစ်ကိုတွေဖြစ်ကြပြီး ခရစ္စမတ်နံနက်ခင်းမှာ ညီဖြစ်သူ ဝေါဝူကို သေလျက်သား တွေ့ရှိခဲ့ရတယ်။ ရိုးရိုးရှင်းရှင်းမတော်တဆမှုကြောင့်ဆိုပြီး အမှုပိတ်လိုက်ပေမဲ့ အစ်ကိုဖြစ်သူ အီးဝူဟာ ဒါကိုလက်မခံနိုင်ခဲ့ဘူး။အဲဒါကြောင့် သူ့ညီရဲ့ သေဆုံးမှုကို ကိုယ်တိုင်စုံစမ်းဖော်ထုတ်ပြီး ပါဝင်ပတ်သက်နေသူ ဖုံးကွယ်ပေးသူအားလုံးကို လက်စားချေဖို့ စိတ်ဆုံးဖြတ်လိုက်တယ်။အီးဝူမှာရှိနေတဲ့ သဲလွန်စက ဝေါဝူနဲ့ နောက်ဆုံးဖုန်းပြောတုန်းက ဖုန်းထဲကနေ ကြားလိုက်ရတဲ့အသံတစ်ခုတည်းသာပါ။ဒါပေမဲ့လည်း ညီဖြစ်သူအတွက် တရားမျှတမှု ဖော်ဆောင်ဖို့နဲ့ တရားခံကိုရှာဖို့အတွက် အီးဝူတစ်ယောက် ကြိုးစားစုံစမ်းရင်းကနေမှ လူငယ်ထိန်းသိမ်းရေးစခန်းကို ...",
        "rating": "8.3",
        "url": "https://megaup.net/1QXv6/[CM]Christmas.Carol.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/ezgif-1-13d4048671-133x200.jpg",
        "title": "[21+] My girlfriend’s older sister is perfect- Ria Yamate[SSIS-535-Decensored]",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးကို တင်ဆက်ပေးမဲ့ မင်းသမီးလေးကတော့ အရင်မင်းသမီးတွေလို ကြည့်တာနဲ့\nအလှကိုပေါ်လွှင်စေတဲ့သူ မဟုတ်ပေမယ့် တစိမ့်စိမ့်နဲ့ဆွဲဆောင်နိုင်တဲ့ မင်းသမီးလေး Ria Yamate ပါ။ခန္ဓာကိုယ်အချိုးအစား ရုပ်ရည်ဘာမှပြောစရာမလိုလောက်အောင် ချောမောလှပတဲ့ မင်းသမီးလေးဖြစ်ပြီး သူကပဲဦးဆောင်တတ်တဲ့နေရာမှာ မြင်နေကျပါ။SSIS-535 ဒီဇာတ်လမ်းမှာလဲ သူ့ညီမရဲ့ကောင်လေးကို ဘယ်လိုဦးဆောင်သွားဦးမလဲဆိုတာ.....။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.5 GB) & (999 MB)\nQuality : HDRip 1080p & Decensored 720p\nRunning Time : 02:01:09\nFormat ...",
        "rating": "",
        "url": "https://megaup.net/2wTuR/[SSIS-535-Decensored]_My_girlfriend’s_older_sister_is_perfect-_Ria_Yamate-HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qMN0HIP34f736kkQcfvTfmL9TP3.jpg",
        "title": "The Exorcism of Emily Rose(2005)",
        "description": "The Exorcism of Emily Rose(2005)=============================ဒီတခါ ဇာတ်ကားလေးကတော့ 2005 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး Director Scott Derrickson ရိုက်ကူးခဲ့တဲ့သဲထိပ်ရင်ဖိုကားလေးပဲဖြစ်ပါတယ်မင်းသမီး က Jennifer Carpenter ဖစ်ပြီး ဒီဇာတ်လမ်းလေးက1976 ခုနစ်က ဂျာမနီမှာ သေဆုံးခဲ့တဲ့ Anneliese Michel ဆိုတဲ့ဂျာမန်မလေးရဲ့ မကောင်းဆိုးဝါး ပူးကပ်ခံရတဲ့ဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ emily rose ဆိုတဲ့ ၁၉ နှစ်အရွယ်ကောင်မလေးက အနေအေပြီး စာဖတ်တာ ဂီတလေ့လာတာနဲ့ပဲအိမ်ထဲမှာပဲနေလေ့ရှိတယ် ဒါပေမဲ့ တက္ကသိုလ်တက်ဖို့အတွက်scholarship ရခဲ့တော့ ဆရာမဖြစ်ချင်တဲ့ သူမရဲ့အိပ်မက်ကြောင့်မိသားစုနဲ့ခွဲပြီ းသွားတက်ဖို့ဆုံးဖြတ်လိုက်တယ် သူမကညဘက်တွေဆိုမီးလောင်တဲ့အနံ့ရလို့ နိုးလာတတ်ပြီးအဆစ်တွေလှုပ်မရတာတွေ မျက်ဆံအနက်ကြီးဖြစ်သွားတာတွေနာရီအတော်ကြာအော်နေတာတွေ အင်းဆက်တွေစားတာတွေစတဲ့လက္ခဏာတွေနဲ့ မကြာခင်မှာသေဆုံးသွားတယ် သူမရဲ့သေဆုံးမှုကကျန်းမာရေးအခြေအနေကြောင့်လား? မကောင်းဆိုးဝါးဝင်ပူးတာလား?သူမရဲ့သေဆုံးမှုရဲ့တရားခံက ဘယ်သူလဲ? ဆိုတာ Jennifer Carpenter ရဲ့တအားမိုက်တဲ့ သရုပ်ဆောင်ချက်တွေကို ကြည့်ရင်း အဖြေတူတူရှာလိုက်ကြဦးနော် အညွှန်းနဲ့ဘာသာပြန်ကတော့ Duckkie ပဲဖြစ်ပါတယ်; File size…1GB / 435MB\nQuality…Blu-Ray 1080p5.1CH  ...",
        "rating": "6.7",
        "url": "https://megaup.net/1QWxj/The.Exorcism.of.Emily.Rose.2005.BluRay720p(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/njEyGAzWqAGixP32wzuz8zcQZGL.jpg",
        "title": "Demon Catcher 2 ( 2022 )",
        "description": "တရုတ်ပြည်သူ့ သမ္မတနိုင်ငံအချိန်ကာလမှာ ထူးဆန်းတဲ့ မျိုးနွယ်ကနေပြီးတော့\nမွေးဖွားလာခဲ့တဲ့ သူရဲကောင်းဆရာကြီးကွမ်း ဆိုတဲ့သူတစ်ယောက်ရှိခဲ့ပါတယ်\nသူဟာ ရက်စက်ယုတ်မာလှတဲ့ အပြစ်လုပ်သူတွေကို ရွံရှာမုန်းတီးနေသူတစ်ဦးပါတရုတ်ပြည်သူ့ သမ္မတနိုင်ငံ ၁၇ နှစ်အချိန် စစ်ပွဲတွေကလဲ\nမရပ်မနားတမ်းဖြစ်ပေါ်နေပြီးတော့ ပြည်သူတွေအများစုကလဲ\nအိုးမဲ့အိမ်မဲ့ ဖြစ်ကြရပါတယ် အဲဒီအချိန်မှာ ဆရာကွမ်းရဲ့ တပည့်ဖြစ်သူ\nယဲ့ဖေးဟာ ခေါင်းတလားဆိုင်ဖွင့်ထားပြီး ဒုက္ခသည်စခန်းက\nပြည်သူ့အလောင်းတွေကို ကောက်ပေး သိမ်းပေးတဲ့ အလုပ်ကိုလဲ\nလုပ်ပေးပါသေးတယ် ဒါပေမဲ့လို့ ကံကြမ္မာကသူ့ကို မျက်နှာသာမပေးခဲ့ပါဘူးတစ်နေ့မှာတော့ သူရောင်းတဲ့ ခေါင်းတလားအတွင်းမှာ\nလူသေအလောင်းတွေ့တာကြောင့် လူသတ်ပြီး အလောင်းဖျောက်မှုနဲ့\nအဖမ်းခံလိုက်ရပါတော့တယ် အဲဒီအချိန်ကနေစပြီး\nတပည့်ဖြစ်သူရဲ့ လုပ်ကြံခံရမှု အမှန်တရားကို\nရှာဖွေဖို့အတွက် ဆရာကြီးကွမ်းဟာ အစွမ်းကုန်ကြိုးစားလာခဲ့တဲ့ အချိန်မှာတော့ ...?❏ ဒီလုပ်ကြံခံရမှု နောက်ကွယ်မှာ ဘယ်လိုထူးဆန်း ထိန့်လန့်ဖွယ်ရာတွေနဲ့ တွေ့ရှိရမလဲ ?\n❏ ခေါင်းတလားအတွင်းက အလောင်းရဲ့ ဇာတ်ကြောင်းတွေကရော ဘာတွေများဖြစ်နေမလဲ\n❏ ဆရာကြီးကွမ်းတစ်ယောက် တပည့်ဖြစ်သူရဲ့ အမှန်တရားကို ရှာဖွေပေးနိုင်ပါ့မလား\n❏ ဒီအမှုအပြင် တစ်ခြားသော ထူးဆန်း ထိန့်လန့်ဖွယ်ရာ\nအမှုတွေကိုရော ရင်ဆိုင်လာရတဲ့အခါ သူတို့တွေ\nဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ရအောင်လားရှင်\n[Reviewed By ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/demon-catcher-2-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ifMgDAUXVQLY4DeOu3VTTi55jSP.jpg",
        "title": "The Count of Monte Cristo(2002)",
        "description": "The Count of Monte Cristo(2002)*******************************IMDb...7.7မွန်တီ ခရစ်စတို မြို့စားကြီး ဆိုတာ 1844 ခုနှစ်ကထွက်ရှိခဲ့ စာရေးဆရာ Alexandre Dumasရဲ့နာမည်ကျော်ဝတ္ထုဖြစ်ပြီးဘာသာပြန်ဝတ္ထုတွေလည်းထွက်ခဲ့ပါသေးတယ်။\nဇာတ်အိမ်ကို 1815–1839ခုနှစ်များဆီမှာအစတည်ထားပြီး နပိုလီယန်ဆီကစာလေးတစ်စောင်နဲ့လမ်းကြုံယူသွားပေးရာကနေအစပြုထားပါတယ်။အဲ့ခေတ်မှာ နပိုလီယန်ဟာ အာဏာပြန်မရမီ နယ်နှင်ဒဏ်ပေးခံရတဲ့ကျွန်းလေးကိုဇာတ်လိုက်ဖြစ်သူ အက်ဒ်မွန်ဒန်တီနဲ့သူ့သူငယ်ချင်း ဖာနန် မွန်ဒေဂိုတို့ဟာ‌ဆရာဝန်ရှာထွက်ရင်းရောက်ရှိသွားပါတယ်။နပိုလီယန်ကလည်း စာလေးတစ်စောင်လူကြုံပါးလိုက်တော့စာမဖတ်တတ်တဲ့အက်ဒ်မွန်က သဘောရိုးနဲ့ယူလာ‌ခဲ့မိပါတယ်။\nနပိုလီယန်နဲ့ဆက်သွယ်တာဟာ သစ္စာဖောက်မှုလို့စွပ်စွဲတတ်ကြပါတယ်။ဖြောင့်မတ်တဲ့အက်ဒ်မွန်ဟာ သူ မကျူးလွန်တဲ့သစ္စာဖောက်မှုအတွက်ပဲတစ်သက်တစ်ကျွန်းထောင်အချခံလိုက်ရပါတယ်။ထောင်ကနေဘယ်လိုလွတ်မြောက်မလဲ၊သူ့ကိုဘယ်သူတွေက စွပ်စွဲခဲ့တာလဲ၊အက်ဒ်မွန်တစ်ဖြစ်လဲ ဇက်တာရာဟာ မြို့စားကြီး မွန်တီခရစ်စတို အဖြစ်ဘယ်လိုများချမ်းသာခဲ့သလဲ၊သူ့ကလဲ့စားဘယ်လို ချေလဲဆိုတာ နာမည်ကြီး ဝတ္ထုဆိုတဲ့အတိုင်း စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်    File Size :(2.7GB) (930 MB) and (305MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:11:00\nGenre : Action ,Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/1QXbs/The.Count.of.Monte.Cristo.2002.BLU-RAY.720P.PP(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cVPfq45HDPbKpV8QvRYCw69MyDz.jpg",
        "title": "[18+] Downfall (1997)",
        "description": "[18+] Downfall (2022)~ IMDb - 6.5/10, MyDramaList - 6.7/10 ~(ထုံးစံအတိုင်းပါပဲ။ ခေတ်ဟောင်းက ကိုရီးယားကားဆိုတော့ အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်ရပြေအောင် ချဲ့ကုတ်ပေးလိုက်ပါတယ်)Penthhouse ထဲက ဂျင်နီအမေရဲ့ ငယ်စဉ်ရွယ်စဉ်က ကားအလန်းတစ်ကားပါ။ တစ်ချိန်တစ်ခါဆီက ကိုရီးယားရဲ့ ပြည့်တန်လောကကို ပုံဖော်ထားတဲ့ကားပါပဲ။ ပြည့်တန်ဆာတစ်ယောက်ရဲ့ ဖြစ်တည်မှုအစကနေ ဖြစ်တည်မှုအဆုံးအထိ ပြသထားတဲ့ ရုပ်ရှင်ဆိုရင်လည်း မမှားပါဘူး။လွတ်မြောက်ဖို့ကြိုးစားရခြင်းတွေ... ဒီဘဝကို ပျော်မွေ့သွားခြင်းတွေ... အဖြူတွေအမဲတွေ ဒွန်တွဲနေတဲ့အကြောင်းတွေကို မျက်ဝါးထင်ထင်မြင်ကြရပါလိမ့်မယ်။ ကိုရီးယားပြည့်တန်ဆာလောကအကြောင်း ဆရာကင်ကီဒွပ်ကြီး သရုပ်ဖော်တာကို ကျွန်တော်တို့ခဏခဏကြည့်ဖူးခဲ့ပြီးပြီမလား။ ဒါကတော့ အရသာအသစ်ပေါ့။ ဘာလို့ဆို ကင်ကီဒွပ်ကားတွေမှာ ဖြစ်သွားတဲ့ မိန်းကလေးတွေရဲ့ ပျော်မွေ့သွားခြင်းကို မတွေ့ရပေမဲ့ ဒီမှာတော့ တွေ့ရသလောက်ရှိတာကိုး။ မင်းသမီးဟောင်းကြီးရဲ့ မြင်ကွင်းအသစ်တွေကို ရှုစားရင်း လေ့လာကြသင့်တဲ့ကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, ...",
        "rating": "6.4",
        "url": "https://megaup.net/3cRoy/(CM)_Downfall_(1997)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMDNmMGM2Y2QtMWIxZS00ZGQ3LWE2OWYtNGVmN2Q4Y2Y2ODJlXkEyXkFqcGdeQXVyMDM0NjE3Mg@@._V1_-113x200.jpg",
        "title": "Glass Onion: A Knives Out Mystery(2022)",
        "description": "ကဲ 2019 တုန်းက နာမည်အရမ်းကြီးခဲ့တဲ့ Knives Out ရဲ့ ဒုတိယရုပ်ရှင်ထွက်လာပါပြီ။\nGlass Onion ဆိုတဲ့နာမည်ကတော့ ကမ္ဘာကျော် Beatles အဖွဲ့ရဲ့ သီချင်းကို ကိုးကားထားတာပါပဲ။\nပထမကားနဲ့မစပ်ဆက်ဘဲ သီးသန့်အမှုတစ်ခု ကြည့်ရမှာပါ။ မင်းသားကတော့\nဂျိမ်းစ်ဘွန်း မင်းသားကြီး ဒန်နီရယ်ခရိတ်ပဲ စုံထောက်ကြီး Benoit Blanc ဘန်ဝါး ဘလန့် အနေနဲ့\nပြန်ပါလာတာပါ။ ဒီတစ်ကားမှာလည်း အရင်ကားလိုပဲ နာမည်ကြီးတွေ အပြည့်ပါပါတယ်။\nFight Club မင်းသားကြီး Edward Norton၊ Hidden Figure ထဲက\nJanelle Monáe၊ Dave Bautista၊ အက်မင့်ဆော် Jessica Henwick၊ Ethan Hawke တို့အစုံပါပဲ။\nကိုဗစ်ကာလမှာရိုက်ထားတာမို့ အစပိုင်းမှာ Maskတွေ တပ်ဆင်ထားတာကို တွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ စုံထောက်ကားပီပီအများကြီးမပြောတော့ပါဘူး။\nဘီလီယံနာတစ်ယောက်ဟာ သူ့ရဲ့မိတ်ဆွေဟောင်းဖြစ်တဲ့ အမတ်၊ မော်ဒယ်၊ ယူကျုဆယ်လီ၊ သိပ္ပံပညာရှင် စတဲ့လူစုံကို\nအားလပ်ရက်မှာ သူ့ရဲ့ ကိုယ်ပိုင်ကျွန်းတစ်ခုပေါ်ကို ဖိတ်လိုက်ပါတယ်။စားသောက်အနားယူရင်း ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/glass-onion-a-knives-out-mystery2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1k6iwC4KaPvTBt1JuaqXy3noZRY.jpg",
        "title": "Boruto: Naruto the Movie(2015)",
        "description": "Boruto - Naruto Shippuden movie 8\n============================IMDb - 7.8/10\nMyAnimeList - 7.4/10ဒီကားက​တော့ naruyo shippudenကာတွန်းရုပ်ရှင်၈ ကားရဲ့​နောက်ဆုံးကားဖြစ်ပြီး boruto seriesထက်အရင်ဇာတ်လမ်းပိုင်းကြိုထွက်လာတဲ့ရုပ်ရှင်ပါ။ ဒီကားမကြည့်ပဲစီးရီးပဲကြည့်ရင်​ရော ရလား​မေးရင် ရရင်​ဖြေလို့ရသလိုဒီကားက canonပဲလားဆိုရင် ဟုတ်ပါတယ်လို့​ဖြေလို့ရပါတယ်။boruto စီးရီးမှာဆိုရင် အပိုင်း၅၀​ကျော်​​လောက်မှာ ဒီကားရဲ့ဇာတ်လမ်းပြန်ပါတာမလို့မကြည့်လည်းရတယ်လို့​ပြောတာပါ။ဒါ​ပေမဲ့ စီးရီးက ကျက်သ​ရေတုံးစွာ filler​တွေ ၉၀ ရာခိုင်နှုန်း​လောက်ပါ​တော့ အရမ်းပျင်းဖို့​ကောင်းတဲ့အတွက် စီးရီးကိုကြည့်မ​နေပဲ ဒီရုပ်ရှင်ကိုကြည့်ဖို့ပဲ ကျ​နော်က​တော့ တိုက်တွန်းချင်ပါတယ်။ဒီကားမှာ​တော့ Narutoတို့​ခေတ်ကလိုပဲ Chuninစာ​မေးပွဲ​ဖြေတာကိုဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ငှက်​ပျောသီးဖီးကြမ်းအခိုင်လိုက် ​ဇောက်ထိုးတပ်ထားတဲ့ဆံပင်​ကေနဲ့ဇာတ်လိုက်ရဲ့ ကျက်သ​ရေတုံးမှု​တွေကိုမြင်ရမှာပါ။Otsutsukiမျိုးနွယ်​တွေလည်းပါတာမလို့ fight scence​​ကောင်း​ကောင်း​တွေကိုလည်းမြင်​တွေ့ရမှာဖြစ်ပါတယ်။ File size…1.30GB / 589MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr Nyan",
        "rating": "7.8",
        "url": "https://megaup.net/2wSaj/Naruto_Shippuden_-_The_Movie_8_-_Boruto[720](CM).mp4",
        "category": "Action, Adventure, Animation, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAtVkxPXUAkCKjeNZ3vcEFmSBms.jpg",
        "title": "Plebs: Soldiers of Rome (2022)",
        "description": "Plebs: Soldiers of Rome (2022)~ IMDb rating - 6.5/10 ~ဒီကားကို ညွှန်းရမယ်ဆိုရင်တော့...\n- ရယ်ရမယ်\n- ရယ်ရမယ်\n- ရယ်ရမယ်ဆိုတဲ့ သူငယ်ချင်းသံယောဇဉ် အခြေတည်တဲ့ ရောမခေတ်နောက်ခံ စစ်ထွက်ကားလေးပေါ့။တစ်ရံရောအခါက ရောမမှာ စစ်ပြန်သူရဲကောင်းတွေကို စားသောက်ဆိုင်တွေမှာ အခမဲ့စားသောက်ခွင့်ပေးဖို့ အမိန့်ထုတ်လိုက်ပါသတဲ့...။ ဒါကို မခံမရပ်နိုင်တဲ့ ဇာတ်လိုက်ကျော် စားသောက်ဆိုင်ပိုင်ရှင်လေးဟာ အဲဒီအမိန့်ကို ကလန်ကဆန်ပြုမိလို့ သူတို့ဆိုင်ဟာ လုံးလုံးပျက်စီးသွားပါတော့တယ်။ ဒါတင်ပဲလားဆိုတော့ မဟုတ်သေးပါဘူး။ အမိန့်စာအကပ်ခံရတဲ့ အိုးအိမ်တွေကို စစ်ပြန်တွေဆီ ရောင်းရမယ်ဆိုတဲ့ အမိန့်ကြောင့် အိမ်ရှင်ကပါ သူ့ကို အိမ်ပေါ်ကနှင်ချလိုက်တဲ့အခါမှာတော့…သူရဲကောင်းတွေကို အပစားပေးပြီး စစ်သားတွေဟာ ရေပေါ်ဆီလိုဖြစ်နေတဲ့ ကာလမှာ စစ်ပွဲတွေအပြီးတိုင်ရပ်စဲပြီး ထာဝရငြိမ်းချမ်းရေးကာလဆီ ဦးတည်ဖို့ အမိန့်တစ်ရပ်ထုတ်ပြန်လိုက်တဲ့အခါမှာတော့ ဇာတ်လိုက်ကျော်နဲ့ သူငယ်ချင်းတစ်စုဟာ တပ်ထဲဝင်ဖို့ ဆုံးဖြတ်လိုက်ပါသတဲ့။ကဲ… စစ်ပွဲတွေကော အပြီးတိုင်ရပ်နားရဲ့လား\nစစ်ပွဲတွေက ရပ်နားလို့ရော ရရဲ့လား..။ ဟာသကားပါနော် ဟာသကား။ ဒေါင်းလို့ကြည့်ရှုကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1QWgb/(CM)_Plebs_-_Soldiers_of_Rome_(2022)_720p.mp4",
        "category": "Adventure, Comedy, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/nanny-140x200.jpg",
        "title": "Nanny (2022)",
        "description": "Nanny (2022)\n==========Rotten Tomatoes 88% နဲ့ IMDb 5.6 ရရှိထားတဲ့ ၂၀၂၂\nခုနှစ်ထွက် Horror/Thriller ဇာတ်ကားလေးတစ်ကား တင်\nဆက်ပေးလိုက်ပါတယ်။ အာရီရှာဟာ အာဖရိကမှာရှိနေတဲ့\nသားလေးလာမင် ကို အမေရိကဆီ ခေါ်နိုင်ဖို့ အလုပ်ကြိုးစား\nနေတဲ့ မိခင်တစ်ယောက် ဖြစ်ပါတယ်။ ဒါကြောင့် အသစ်ရတဲ့\nကလေးထိန်းအလုပ်ကို လုပ်ကိုင်ရင်း ပိုက်ဆံရှာနေခဲ့ပါတယ်။\nဒီလိုလုပ်ကိုင်ရင်းနဲ့ပဲ အာရီရှာတစ်ယောက် ဝိညာဉ်တွေကို မြင်\nတွေ့လာရပါတော့တယ်။ အဲဒါကြောင့်ကျွမ်းကျင်သူတစ်ယောက်နဲ့\nတွေ့ဆုံပြီး အဖြေရှာဖို့ ကြိုးစားခဲ့ပါတာပေါ့။ ပြောရရင် ဒီဇာတ်လမ်းမှာ\nအာရီရှာတစ်ယောက်ဘာလို့ ဝိညာဉ်တွေကို ဘာလို့ မြင်တွေ့နေရတာလဲ၊\nဘာတွေ ကြုံဆုံရမလဲဆိုတာကို သည်းထိတ်ရင်ဖို ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဇာတ်လမ်းက ရိုးရှင်းသလိုနဲ့ လှည့်ကွက်လေးတွေ ပါရှိတာမို့ အများကြီး\nမညွှန်းတော့ပါဘူး။ Jump scare များများစားစား မပါဝင်ပေမယ့် Horror\nအရသာကိုတော့ ပေးစွမ်းနိုင်မှာမို့ လက်လွတ်မခံဖို့ အကြံပေးလိုက်ပါ့ရစေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Leonard Lin\nဖြစ်ပါတယ်)File Size..........(1.7 GB) / (550 MB) / (320 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1QQef/Nanny.2022.720p.WEB.H264[CM%7D.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/svU6MwHMdLt5K7IiMGR4mspi94V.jpg",
        "title": "Ghost Writer 2 (2022)",
        "description": "Ghost Writer 2 (2022)(၂၀၁၉)ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Ghost Writer ကားလေးရဲ့ နောက်ဆက်တွဲဇာတ်လမ်း ဖြစ်ပါတယ်။ ပထမကားနဲ့ ဆက်စပ်မှုရှိပေမယ့် သပ်သပ်စီကြည့်ရင်လည်း အင်မတန်ကြည့်ကောင်းပါတယ်။ဇာတ်လမ်း ကတော့ ကိုယ်တွေ့သရဲအကြောင်းအရာကို ရေးသားလိုက်ရာမှာ စာရေးဆရာမ နာရာရဲ့စာအုပ်ဟာ တော်တော် လေးပေါက်သွားပြီး နှစ်အတော်ကြာ ရောင်းအားအကောင်းဆုံး (best seller) ဖြစ်သွားပါတယ်။နာရာကိုယ်တိုင် ကတော့ လေးနက်တဲ့စာပေကိုရေးသားချင်ပေမယ့် ထုတ်ဝေသူကတော့ သရဲနဲ့ပက်သက်တဲ့အကြာင်းကိုသာ ရေး ခိုင်းနေတဲ့အတွက် နာရာအတွက် သရဲတစ္စေတွေကို စိတ်ကုန်နေချိန်ပါ။ အဲ့အချိန်မှာပဲ နာရာနဲ့ ပက်သက်သူ တစ်ယောက်ဟာ မမျှော်လင့်ဘဲ သေဆုံးသွားတဲ့အတွက် သရဲတွေကို စိတ်ပျက်နေတဲ့နာရာဟာ သရဲတွေနဲ့ မဖြစ် မနေ ဆက်ဆံဖို့ဖြစ်လာပါတယ်။မဖြစ်မနေဆက်ဆံတာဖြစ်တဲ့အတွက် ဖြစ်ရပ်တွေဟာလည်း သူမဖြစ်ချင်တာတွေ ထပ်မံကြုံတွေ့လာတဲ့အချိန်မှာတော့ ...Ghost Writer(၂၀၁၉)လိုပဲ ခြောက်ခြားစရာတွေ၊ ဆွတ်ပျံ့ကြည်နူး စရာတွေ၊ သင်ခန်းစာယူစရာတွေ၊ ပျော်ရွှင်စရာတွေ၊ ဝမ်းနည်းဖွယ်ရာတွေ ပေါင်းစပ်ပြည့်နှက်နေတဲ့ အင်ဒိုနီးရှား ...",
        "rating": "7.4",
        "url": "https://megaup.net/1aYcf/[CM]Ghost.Writer.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/093512kfv2va706aaljcsm-209x300.jpg",
        "title": "[18+] Miss Change (2013)",
        "description": "ရှေ့နေဂျေချီဟာ လူပျိုစစ်စစ်တစ်ယောက်ဖြစ်ပြီး မိန်းမကိစ္စနဲ့ပတ်သက်ရင် မျက်လုံးချင်းတောင်ဆုံလို့မရတဲ့ အာဂယောင်္ကျားပါ။တစ်အိမ်ထဲအတူနေတဲ့ သူ့သူငယ်ချင်းယောင်းဂူကတော့ မြာပွေလှသူဖြစ်ပြီးသူငယ်ချင်းကြိတ်ကြွေနေတဲ့ ကောင်မလေးကိုပါ အလွတ်မပေးသူပါ။တစ်နေ့မှာ...သူတို့ဘဝထဲကို ဘယ်ကမှန်းမသိတဲ့ ကောင်မလေးတစ်ယောက်ရောက်လာပြီးသူမနဲ့ထိတွေ့သူတိုင်း ဘဝပြောင်းသွားတဲ့အခါမှာတော့........။ပေါ့ပေါ့ပါးပါးနဲ့ အပန်းဖြေကြည့်ရှုသင့်တဲ့ ဇာတ်ကားဖြစ်တဲ့အပြင်လှပပြည့်ဖြိုးညက်ညောတဲ့ ကောင်မလေးနဲ့အချစ်ခန်းလေးတွေကလည်းစွဲမက်ဖွယ်ကောင်းတာမို့ ပုရိသတို့ လက်မလွှတ်သင့်ပါကြောင်း..\nFile size…(1.4GB)and(602MB)\nQuality…WEB-DL 1080P, 720p\nFormat…mp4\nDuration….01:40:51\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB",
        "rating": "5.7",
        "url": "https://megaup.net/1aY1m/Miss.Change.2013.WEB-DL.720P(DS).mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNmI3NmQxNTYtYTQ1Zi00NDFlLWI2ODMtNTYzM2JmNDhmYTYwXkEyXkFqcGdeQXVyMTE0MTY2Mzk2._V1_-160x200.jpg",
        "title": "Honeymoon (2022)",
        "description": "Honeymoon (2022)\nComedy, Drama\nIMDb 6.2/10ကဲ အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့\nပန်ချာပီအချစ်ဟာသကားလေးပဲဖြစ်ပါတယ်နော်စစ်ပွဲကာလအတွင်း ဗုံးကိုဘာမှန်းမသိဘဲ ပျော်ပြီး အိမ်ယူပြေးမိနေရင်းနဲ့မှ လမ်းမှာတင်\nဗုံးပေါက်သေသွားခဲ့ရတဲ့ လူတစ်ယောက်ရဲ့နောင်လာနောက်သားတွေအကြောင်းပေါ့။\nအူတူတူ အတတ မိသားစုလေး။အဲ့ဒီမိသားစုအတွင်း အနူတောမှာ လူချောဖြစ်နေတဲ့ နည်းနည်းဉာဏ်ရှိတဲ့ကောင်လေးရဲ့\nနာမည်ကတော့ ဒီပ်ပဲဖြစ်ပါတယ်။အိမ်မှာမီးဖြတ်ခံရလို့ မီတာသွားဆောင်ရင်း မီတာရုံးမှာ စွတ်ခ်ဆိုတဲ့\nကောင်မလေးနဲ့ သွားဆုံမိတယ်။ဒီပ်ဟာ စွတ်ခ်ကို မြင်မြင်ချင်းပဲ ကြွေဆင်းမိသွားပါတော့တယ်။အဲ့ဒီမှာပဲ သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးနဲ့ အိမ်ထောင်ရေးမှာ နှစ်ဖက်မိဘတွေရဲ့ရိုက်ခတ်မှုနဲ့\nလွဲချော်မှုလေးတွေကို တလွဲဟာသလေးတွေနဲ့ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်နော်။သူတို့နှစ်ယောက်ရဲ့အိမ်ထောင်ရေးမှာ အဓိကအလွဲကြီးတစ်ခုဖြစ်တဲ့\nဟန်းနီးမွန်းအလွဲကိုတော့ တစ်ဝကြီးခွီရဦးမှာဖြစ်လို့ ဇာတ်ကားကြည့်ရင်းနဲ့\nရယ်မောလိုက်ကြပါဦးလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်။\nFile size…2.5GB  / 1.2GB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry ~ Taylor ~ Yunni",
        "rating": "6.2",
        "url": "https://megaup.net/1aYs1/Honeymoon.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOGYwYWFhMTEtMDY4Mi00NTU5LWEzNjEtZTc4NDM1YmU2NGU0XkEyXkFqcGdeQXVyMTE1MjU4NjU5._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Love at the Christmas Contest (2022)",
        "description": "Love at the Christmas Contest (2022)\n===========================ဒီကားလေးကတော့ ခရစ်စမတ်ကာလရဲ့ အဓိကအနှစ်သာရလေးကို\nရိုးရိုးရှင်းရှင်းဇာတ်လမ်းသွားလေးနဲ့ပဲ ဖော်ပြထားပေးသွားတဲ့ ဇာတ်\nကားလေးပါ။တစ်ချို့ထည့်သုံးသွား‌တဲ့ အတွေးအမြင်လေးတွေဆိုရင်လဲ\nတကယ် ကိုယ်ကြုံတွေ့နေရတဲ့ အခက်အခဲတွေကို ရှုထောင့်တစ်မျိုးကနေ\nကြည့်တတ်ဖို့ lessonတွေလဲရပါတယ်။ IMDb Rating 5.7ရထားတဲ့\nကားလေး ဖြစ်ပြီး< မိသားစု ချစ်သူတွေနဲ့ ငြိမ့်ငြိမ့်လေး အတူကြည့်လို့ရတဲ့\nဇာတ်ကားငြိမ့်ငြိမ့်လေးတစ်ကားပါ။ရှုပ်ယှက်ခပ်နေတဲ့ ‌actionတွေ plot twistတွေ thriller တွေ sadist movie\nတွေပဲ အကြည့်များနေရင် စိတ်ခဏအငြိမ်ပေးတဲ့ ကြည့်သင့်တဲ့ကားလေး\nတစ်ကားဖြစ်တယ်လို့ recommend ပေးပါတယ်။ကလေးသရုပ်ဆောင်ကလေး\nကလည်း အရမ်းချစ်စရာကောင်းပြီး သူ့ဇာတ်ရုပ်နဲ့ တော်တော်လေးလိုက်တယ်\nလို့ ပြောရင် pedophile လို့တော့ မထင်လိုက်ကြနဲ့ပေါ့ဗျာ၊ တကယ်ချစ်စရာ\nကောင်းလို့ ပြောတာပါ။ကဲ ဒီလောက်ပဲညွှန်းပါတော့မယ်ဗျာ အချိန်ရရင် ဝင်\nကြည့်ကြပါလို့ပြောကြားချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Paul ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (678 MB) / (370 MB)\nQuality............WEB-RIP 1080p / ...",
        "rating": "5.7",
        "url": "https://megaup.net/1QLud/Love.at.the.Christmas.Contest.2022.720p.WEBRip[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjdiOGU2YTYtZWVhOS00N2JhLWFjMWYtYmQ5ZjhlZDBkMGMxXkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_-141x200.jpg",
        "title": "(18+) Captive Files I (2001)",
        "description": "စတော့ဟုမ်းဆင်ဒရုန်းကို ကြားဖူးကြတယ်နဲ့တူတယ်\nနာမည်ကြီး money heist ထဲတောင် ပါသေးတယ်လေ\nအဲ့လို ဖမ်းတဲ့သူကို ပြန်ကြိုက်သွားတဲ့ ဇာတ်လမ်းကိုမှ\nဖြေးဖြေးချင်းပဲပြောင်းလဲသွားတာလား လူ့စိတ်သဘောသဘာဝတွေကို\nလေ့လာရမယ့်အပြင် အလှည့်အပြောင်းများစွာနဲ့ကောင်းကောင်းကြည့်ရမယ် ဇာတ်လမ်းလေးပါပဲဂျပန်ရုပ်ရှင်လောကက ဒီလိုကားမျိုးရိုက်တဲ့နေရာမှာတော့\nဆရာကျပါတယ် ပြသင့်တာပြ ဖော်သင့်တာဖော်ပြီး\nဇာတ်လမ်းအရှိန်မကျအောင် ဝေဝေဆာဆာဖန်တီးပေးထားတာ\nတွေ့ရမှာပါ ဇာတ်ကားက အပိုင်း ၂ ရှိသေးတဲ့အပြင်\nဆက်ရန်ကိုပါ ဆက်တင်ဆက်ပေးမှာမို့ အချိန်ရှိတုန်း\nပထမပိုင်းကို အားပေးကြဖို့ လက်တို့ပေးပါရစေ\nFile size…300MB\nQuality…DVD RIP\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/18-captive-files-i-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/photo206265-144x200.jpg",
        "title": "[18+] Perfect Partner (2011) My Secret Partner",
        "description": "IMDb Rating (6.0)Perfect Partner (or) My Secret Partner ဆိုတဲ့ဒီဇာတ်ကားက ကိုရီးယား 18+ ဇာတ်ကားတွေထဲ တော်တော်မိုက်တဲ့ဇာတ်ကားပါ...မိုက်တယ်ဆိုတာ ဇာတ်လမ်းဇာတ်ကွက်ရော သရုပ်ဆောင်တွေရော ကွက်တိကျသလို ရီလဲရီရပါတယ်။Adult,Comedy,Romance,Drama အမျိုးအစားဖြစ်တာကြောင့် အချစ်အကြောင်းကို နူးညံ့စွာ ပုံဖော်ရာမှာ ထည့်ပြသင့်တာအကုန် ထည့်ရိုက်ပြထားတဲ့ ကိုရီးယားဇာတ်ကားပါပဲ။သရုပ်ဆေင်တွေကတော့ မင်းသား Kim Young Ho , Kim San-ho တို့ဖြစ်ပြီး မင်းသမီးတွေကတော့ Kim Hye Sun နဲ့ Chae-Yi Yoon တို့ဖြစ်ပါတယ်။အချစ်မှာအသက်အရွယ်က အရေးမပါဘူးဆိုတဲ့အကြောင်းနဲ့ အချစ်မှာ ဘာတွေပဲအရေးပါလဲဆိုတာ ဒီဇာတ်ကားက ရှင်းပြပါလိမ့်မယ်။WEBRip 1080p Quality ထိ တင်ဆက်ထားပြီး အဲ့ Version မှာ ဆင်ဆာဖြတ်ခံထားရတဲ့အခန်းတွေကို DVD ခွေကနေ ပြန်ယူပြီး ပေါင်းထည့်ပေးထားတာမလို့ ဆင်ဆာအခန်းတွေပါ ပါဝင်တဲ့ 1080p ...",
        "rating": "6.0",
        "url": "https://megaup.net/3cQiv/(CM)_Perfect_Partner_(2011)_Uncut_Version_720p.x264-RGB.mp4",
        "category": "Adult, Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMTcyODc0NGEtZjEzZC00YmRlLWJiNGEtMjQ5MWVlN2U0ODZhXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-128x200.jpg",
        "title": "Naanum Rowdydhaan (2015)",
        "description": "Naanum Rowdy Dhaan (2015)\nIMDb 7.2\nနာမည်ကြီးတောင်ပိုင်းမင်းသားဗီဂျေးစည်သူပတီ နဲ့မင်းသမီးချောလေး Nayanthara\nပါဝင်သရုပ်ဆောင်ထားပြီး အချစ်စစ်နဲ့သာဆို အရာရာကျော်‌ဖြတ်နိုင်ကြောင်း\nရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း...\nကာဒမ်ဘရီ (Nayanthara) ရဲ့အဖေကရဲတစ်ယောက်ပါ မပတ်သက်သင့်တဲ့\nလူမိုက်ကိုသွားရန်စမိရာက ဇနီးဖြစ်သူပါဆုံးရှုံးလိုက်ရပြီး သမီးဖြစ်သူ ကာဒမ်ဘရီကပါ\nနားမကြားဘဝရောက်သွားခဲ့ပါတယ် ဒီကလဲ့စားသွေးကြွေးကိုပြန်ဆပ်မယ်ဆိုပြီး\nအိမ်ကထွက်သွားတဲ့ဖခင် ရက်အတော်ကြာထိပြန်ရောက်မလာလို့\nကာဒမ်ဘရီတစ်ယောက်ရှာဖွေခန်းဖွင့်တော့ အမှတ်မထင် ဗရုတ်ကောင်ပန်ဒီနဲ့‌သွားဆုံမိပါလေရော\nမြင်မြင်ချင်းသဘောကျသွားတဲ့ ပန်ဒီက ဒီသနားစရာကောင်မလေးရဲ့ဖခင်ဖြစ်သူကို\nလိုက်ရှာပေးဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်ဒါပေမယ့် ထင်မှတ်မထားတဲ့ ကိစ္စကတော့ သူ့အဖေက\nသေဆုံးသွားပြီဆိုတာပါပဲ ဒီလိုနဲ့ သူတို့နှစ်ယောက်ပေါင်းပြီး\nဒီကလဲ့စားချေမယ့်ခရီးလမ်းကြောင်းကိုဘယ်လိုရှေ့ဆက်သွားမလဲ\nပန်ဒီကရောသူလိုချင်နေတဲ့အချစ်ကိုရနိုင်မလားဆိုတာတော့\nဆက်လက်ကြည့်ရှူလိုက်ကြပါရှင်\nFile size…2.87GB / 1.33GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1QVng/Naanum_Rowdy_Dhaan_(2015)_Tamil_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bAQ8O5Uw6FedtlCbJTutenzPVKd.jpg",
        "title": "The Last: Naruto the Movie(2014)",
        "description": "The Last Naruto shippuden movie\n============================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up, this ismy way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး  shippuden လူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ သတ္တမကားဖြစ်ပြီးIMDb 7.6/10\nMy anime list 7.8/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​မ​ပြော​တော့ပါဘူး။ ဒီကားမှာ Narutoနဲ့Hinataတို့ချစ်သွားကြပုံကိုမြင်ရမှာဖြစ်ပြီး Hinata ရဲ့ ပထမ​ယောက်ျားအ​ကြောင်းလည်း ကြည့်ရမှာပါ။ 😑Borutoစီးရီးကြည့်​နေတဲ့သူဆိုရင် Borutoရဲ့မျက်လုံးကဘာလို့ရတာလဲဆိုတာကိုပါ ရိပ်သံဖမ်းသံသိရမယ့်ရုပ်ရှင်ပါ။ File size…1.42GB / 652MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San ...",
        "rating": "7.6",
        "url": "https://megaup.net/2wHts/Naruto_Shippuden_-_The_Movie_7_-_The_Last[720p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNmVhOTJkMGItODNiNy00NTI3LWFjZGEtODIwODM0YWY1NDMzXkEyXkFqcGdeQXVyNDY5NjU5MDE@._V1_-140x200.jpg",
        "title": "[18+] Wet Dreams 2 (2005)",
        "description": "အပျိုဖော်မဝင့်တဝင် အမျိုးသမီးတို့ဓမ္မတာ အစပျိုးလေးတောင် မလာဖူးသေးတဲ့ရွှေရင်သိမ်းသစ်စ မိန်းကလေးတစ်ယောက်ရဲ့ဘဝအတွက်\nအကြီးမားဆုံးရည်မှန်းချက်၊ စိတ်ကူးယဉ်အိမ်မက်တွေကဘယ်လောက်များခမ်းနားကြီးကျယ်နေနိုင်မလဲ? ဆောင်အွန်းဆိုတဲ့ကောင်မလေးကတော့ မင်္ဂလာဆောင်တစ်ခုမှာ\nသတို့သမီးရဲ့အလှအပ၊မင်္ဂလာဆောင်ရဲ့ခမ်းနားမှု ကြည်နူးဖွယ်တွေကို အားကျနေခဲ့ပြီးတော့ တောက်လျှောက်စိတ်ကူးယဉ်နေမိခဲ့တာပါ။\nသူဟာ မင်းသားလေးတစ်ပါးကို အိမ်မက်မက်ထားတယ်။ အဲ့ဒီမင်းသားလေးဟာ သူ့ဖူးစာဖက် ဧကန်ဖြစ်ပြီး တစ်နေ့မှာ သူတို့ပျော်ရွှင်စွာပေါင်းဖက်ရမယ်ဆိုတာမျိုးပေါ့။ အဲ့ဒါ သူ့အိမ်မက်အကုန်ပါပဲ။\nတစ်နေ့တော့ သူစာသင်ခန်းထဲမှာ အိပ်ပျော်နေရင်း မျက်လုံးအဖွင့်မှာ အိမ်မက်ထဲက မင်းသားလေးကိုမျက်ဝါးထင်ထင်တွေ့မြင်လိုက်ရပါတော့တယ်။\nသူ့ရဲ့မင်းသားလေးဟာ သူတို့ကျောင်းရဲ့ အလုပ်သင်ကာယဆရာတစ်ယောက်အဖြစ်ရောက်ရှိလာခဲ့တာပါပဲ။ အဲ့ဒီကစလို့ အိမ်မက်တွေ၊ စိတ်ကူးယဉ်တွေ နဲ့\nလက်တွေ့ဘဝကို ခွဲခြားနားမလည်တတ်သေးတဲ့ ဆယ်ကျော်သက်ကောင်မလေးဟာ မင်းသားလေးကို ရရှိဖို့ ဘာမဆိုစွန့်လွှတ်စွန့်စားနိုင်တဲ့အထိ အဆင်သင့်ဖြစ်သွားပါတော့တယ်။\nသူတစ်ယောက်တည်းတော့မဟုတ်ပါဘူး၊ သူ့ရဲ့ မိုက်ဖော်ဆိုးဖက် သူငယ်ချင်းမလေးတွေကလဲ သူ့စွန့်စားခန်းကို မြှောက်ပင့် အားပေး ကူညီဖို့ ရယ်ဒီပါပဲ။\nWet Dream ရဲ့နောက်ဆက်တွဲကားဖြစ်ပေမယ့် ပထမကားထက်ပိုပြီးတော့ Serious ဖြစ်တဲ့ဘက်ကိုသွားထားပါတယ်။ အပျော်တွေချည်းသက်သက်မဟုတ်ပဲနဲ့\nတကယ်တမ်းရင်ဆိုင်ရမယ့်လက်တွေ့ဘဝရဲ့ပြဿနာလေးတွေကိုပါ ပါးပါးလေးချပြသွားပြီးတော့ အချစ်ဟာသ ဇာတ်လေးကို လှလှပပခင်းသွားပါသေးတယ်။\n၂၀၀၀ ခုနှစ်ကျော်ဝန်းကျင် ခေတ်ကာလတွေ၊ အဲ့ဒီခေတ်က ကိုရီးယားရုပ်ရှင်တွေကိုပြန်သတိရလွမ်းတစေနိုင်တဲ့ အချစ်ဟာသ ...",
        "rating": "4.7",
        "url": "https://megaup.net/1QUqh/(CM)_Wet_Dream_2_(2005)_BluRay_720p-RGB.mp4",
        "category": "Action, Adult, Asian, Comedy"
    }
]