[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAhoJB26AFudZjHigoAV6tBaPtM.jpg",
        "title": "[18+] Erotic Nightmare (1999)",
        "description": "Erotic Nightmare (1999)Lok Yep (Anthony Wong) ဟာ အလတ်စားကုမ္ပဏီတစ်ခုကိုပိုင်ဆိုင်ပြီး ဇနီးသည်၊ မိခင်ဖြစ်သူတို့နဲ့အတူနေထိုင်ပါတယ်။ဇနီးသည်ကိုချစ်မြတ်နိုးပေမယ့် နှလုံးရောဂါသည်ဇနီးကြောင့် လင်မယားကိစ္စအရာမမြောက်တာကြာနေခဲ့ပြီး ညဘက်တွေဆို အိပ်မက်ယောင် သုက်လွှတ်တဲ့အထိ ရမ္မက်တွေထန်နေရသူဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ သူ့ဆီကို Fong ဆိုတဲ့လူတစ်ယောက်က ချဉ်းကပ်လာခဲ့ပြီး အိမ်မက်တွေထဲမှာ စကီအလန်းလေးတွေနဲ့ညတိုင်းသာယာဖို့ အိပ်မက်တွေရောင်းပေးမယ့်အကြောင်းပြောလာပါတယ်။ မယုံရဲခဲ့ပေမယ့် တကယ်ပဲ လက်တွေ့ကျနီးစပ်လှတဲ့သာယာမှုကို အိပ်မက်ထဲက တစ်ဆင့်ရရှိလာတဲ့နောက် အဲ့ဒီလူနဲ့ အပေးအယူလုပ်လိုက်မိတဲ့အခါ၊ အဲ့ဒီအောက်လမ်းတွေနဲ့ဖန်တီးထားတဲ့ အိပ်မက်တွေရဲ့ဘေးထွက်ဆိုးကျိုးအဖြစ် သူ့ဘေးက သူချစ်ရတဲ့သူတွေကို ထိခိုက်အန္တရာယ်ပေးလာပါတော့တယ်။Erotic Nightmare ဟာ Hong Kong ရဲ့ Category 3 ခေတ်နှောင်းပိုင်းမှာထွက်ရှိလာခဲ့ပြီး နာမည်နဲ့လိုက်အောင် ပေါ့ပါ့ပါးပါးနဲ့ Fun ဖြစ်ပါတယ်။ ချောင်းကြည့်၊ ခိုးကြည့်တတ်တဲ့သူတွေရဲ့အာသီသကိုအထူးဖြည့်ဆည်းထားပုံရသလို ဇာတ်လမ်းဖွဲ့စည်းပုံလဲစိတ်ဝင်စားစရာကောင်းတဲ့အတွက် Erotic Horror ပရိသတ်တွေအကြိုက်တွေ့မယ့်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, ...",
        "rating": "5.2",
        "url": "https://megaup.net/2yfxb/(CM)_Erotic_Nightmare_(1999)_720p.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDUxYjk2MDQtZDdiZC00ZWZhLWEwYzgtOTA0NDM4Y2EwMjE3XkEyXkFqcGdeQXVyMzE4NjMwMjc@._V1_-114x200.jpg",
        "title": "Oh My Ghost (2022)",
        "description": "Oh My Ghost (2022)\nIMDb 6.1အခုတင်ဆက်ပေးမှာကတော့ ပုရိသတို့အသည်းစွဲ မင်းသမီးSunny Leone ရဲ့\nအမိုက်စားသရုပ်ဆောင်မှုတွေပါဝင်တဲ့ သရဲကားပဲဖြစ်ပါတယ် ဂျန်ဂျမား vibe\nလိုမျိုးပြန်ရမဲ့ဒီကားက ဇောက်ထိုးခြောက်မဲ့အခန်းတွေရောအတည့်ခန်းတွေပါပါမှာမို့\nHorror စစ်စစ်မှကြိုက်ပါတယ်ဆိုသူများအတွက် ရှယ်ဖြစ်နေမှာပါလွန်ခဲ့တဲ့နှစ်ပေါင်းထောင်ချီတုန်းက... ရက်စက်ကြမ်းကြုတ်တဲ့အရှင်မတစ်ပါးရှိတယ်\nသူမခံတပ်မြို့ဆီဘယ်ယောကျာ်းသားမှမကပ်ရဲလောက်အောင်ကြမ်းတဲ့သူပေါ့\nဒါပေမဲ့အဲဒီခေတ်မှာ သူမကအရှင်လတ်လတ်မြေမြှုပ်ခံခဲ့ရပြီး သူမရဲ့ကျိန်စာနဲ့အတူ\nဝိဉာဉ်ကလည်းမကျွတ်လွတ်ဘဲ သွေးကြွေးဆပ်ဖို့ ယနေ့ခေတ်ထိတိုင်အောင်ရှိနေလေတယ်မျက်မှောက်ခေတ်မှာတော့...ဘုရင်မသွေးကြွေးဆပ်ရမဲ့လူကလူပြန်ဝင်စားလာခဲ့ပါတယ်\nသူကတော့ ဇာတ်လမ်းတွေရေးပြီး ပရိုဂျူဆာလိုက်ရှာနေတဲ့ ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်နေတာပါ\nဒီလိုနဲ့ နှစ်ပေါင်းထောင်ချီကရန်ငြှိုးတွေ အကြေဆပ်ရမဲ့အချိန်ရောက်လာပြီး\nဘုရင်မဝိဉာဉ်နိုးထလာခဲ့ချိန်မှာတော့....ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာ အခုပဲအပြေးဒေါင်းကြည့်လိုက်ပါရှင်File size…2.35GB / 1.04GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl~Yunni~Khin Khin",
        "rating": "6.0",
        "url": "https://megaup.net/1Si18/Oh_My_Ghost_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tq8x5F17q95T1j0up5rpzXFAylN.jpg",
        "title": "Sharper (2023)",
        "description": "Sharper (2023)ဒါရိုက်တာ Benjamin Caron ရိုက်ကူးပြီး\nSebastian Stan နဲ့ မင်းသမီးကြီး Julianne Moore ပါဝင် သရုပ်ဆောင်ထားတဲ့\npsychological thriller ဇာတ်ကားသစ် ရပါပြီ။\nJustice Smith နဲ့ Briana Middleton တို့လည်း ပါပါသေးတယ်။ဇာတ်လမ်းတင်ဆက်ပုံကတော့ နည်းနည်းထူးခြားပါတယ်။\nအစပိုင်းမှာ စာအုပ်ဆိုင်ပိုင်ရှင်ဖြစ်တဲ့ တွန့်အကြောင်းပြထားပြီး\nစာအုပ်လာဝယ်တဲ့ ကျောင်းသူလေး ဆန်ဒရာနဲ့ ချစ်သူတွေ ဖြစ်သွားကြပုံကို ရိုက်ပြထားပါတယ်။တစ်နေ့တော့ ဆန်ဒရာက အစ်ကိုဖြစ်သူရဲ့ အကြွေးတွေကို ဆပ်ပေးဖို့\nပိုက်ဆံလိုနေတဲ့အကြောင်း တွန့်ကို ပြောလာပါတယ်။\nတကယ်တော့ ဆန်ဒရာက တွန်ထင်နေသလို စာကြမ်းပိုးလေး မဟုတ်ဘဲ အကြီးစား လူလိမ်တစ်ယောက်ပါ။နောက်တော့ ဆန်ဒရာ ဘယ်လိုလုပ်ပြီး လူလိမ်ဖြစ်လာလဲဆိုတာနဲ့\nသူ့ကို အလိမ်အညာပညာရပ်တွေ သင်ပေးတဲ့ မက်စ်ဆိုတဲ့သူနဲ့ တွေ့ဖြစ်ကြပုံကို ရိုက်ပြထားပါတယ်။အဲဒီနောက်တော့ မက်စ်အကြောင်း၊\nအဲဒီနောက် မက်စ်ရဲ့ဘဝထဲက မက်ဒလင်းအကြောင်းတွေကို တစ်ဆင့်ချင်းစီ ပြသွားပါတယ်။ပြောရရင် လှေကားထစ်တွေလိုမျိုး တစ်ဆင့်ချင်း တက်သွားတဲ့ ဇာတ်လမ်းပါ။\nလှေကားထစ်တွေရဲ့ အဆုံးမှာ ဘာတွေ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Si2i/Sharper.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nDSXuBkN67zSk0toYN3jmmLHfkc.jpg",
        "title": "Unlocked(2023)",
        "description": "Unlocked(2023)***************ရုံးဝန်ထမ်းအမျိုးသမီးတစ်ယောက်က သူ့ကိုယ်ရေးကိုယ်တာ အချက်အလက်တွေပါဝင်တဲ့\nဖုန်းကျပျောက်သွားရာမှ ပြန်ရလာတဲ့အခါမှာ ဖုန်းက အရင်လို မဟုတ်‌တော့ဘဲတစ်ခုခု ပြောင်းလဲသွားတာကို တွေ့လိုက်ရတယ်...အဲ့ဒီပြောင်းလဲမှုတွေကြောင့်ပဲ သူ့ရဲ့ဘဝက ကျွမ်းထိုးမှောက်ခုံတွေ ဖြစ်လာရတယ်...အဲ့ဒါတွေက ဘာကြောင့်များလဲ သူ့ဖုန်းကရောဟက်ခံလိုက်ရတာလား\nဘယ်တုန်းကလဲ ဘယ်သူဟက်ခဲ့တာလဲမေးခွန်းတွေနဲ့ ဘယ်နေရာသွားသွား တစ်ယောက်ယောက်ကဖုန်းကနေတစ်ဆင့် စောင့်ကြည့်နေသလို ခံစားရတဲ့ အဲဒီအမျိုးသမီး...\nနောက်ဆုံးကျရင် ဘယ်လိုဖြစ်သွားမလဲ\nတရားခံကိုရော ရှာတွေ့သွားမလားဆိုတာကိုတော့ .....Unlocked ရုပ်ရှင်ဇာတ်ကားက ၂၀၂၃\nတောင်ကိုရီးယား သည်းထိတ်ရင်ဖို Netflix ဇာတ်ကားဖြစ်ပြီးတော့ Kim Tae-joonက\nဒါရိုက်တာအဖြစ် ပွဲဦးထွက် ရိုက်ကူးထားသော\nဇာတ်ကားဖြစ်တယ် Cast တွေအနေနဲ့ Chun Woo-hee Im Si-wanနဲ့ Kim Hee Wonတို့ ပါဝင် သရုပ်ဆောင်ထားပါတယ် File Size :(1.6GB) &(643 MB)\nQuality :WEB-DL1080P5.1Ch,  720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime ,Myster, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn,  ...",
        "rating": "7.0",
        "url": "https://megaup.net/1cku8/Unlocked.2023.WEB-DL.720P(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNGRmYTJhNDYtYmYyMC00YjBiLThiMmItYjMxZmM1NTQ3NzU1XkEyXkFqcGdeQXVyOTg3NjI4MzQ@._V1_-137x200.jpg",
        "title": "Sadha Nannu Nadipe(2022)",
        "description": "Sadha Nannu Nadipe(2022)IMDb-7.3/10ဒီတစ်ခါ အချစ်ဇာတ်လမ်းလေးတင်ဆက်ပေးချင်ပါတယ်\nမွေးရာပါရောဂါနဲ့ ဆာဟာ ဟာ အိမ်နဲ့ဆေးရုံကလွဲ\nဟိုဟိုဒီဒီသွားလာပျော်ပါးမရတဲ့ လှောင်အိမ်ထဲကပန်းကလေးပေါ့\nသူ့ရဲ့အတွေးတွေစိတ်ကူးတွေကို မျှဝေခံစားမယ့်ရင်ဘတ်ချင်းတူတဲ့လက်တွဲဖော်တစ်ယောက် တောင့်တနေသူ\nအမ်ဂျေဆိုတာကတော့ လွတ်လပ်ပျော်ပါးတတ်သူ\nတစ်ခါတစ်ရံခိုးမှုအသေးစားလေးတွေကိုပါ ကျူးလွန်ပြီး\nဘ၀ကိုပျော်ပျော်ကြီးခံစားနေသူ\nနေရာစုံလွင့်ချင်တိုင်းလွင့်နေတဲ့ အမ်ဂျေနဲ့ ဖန်အိမ်ထဲက\nပန်းကလေးတို့ ဘယ်လိုတွေတွေ့ဆုံချစ်မိကြမလဲ ဆိုတာတော့...\nတစ်ယောက်နဲ့တစ်ယောက် အသက်ပေးလောက်အောင်\nချစ်ကြသူတွေရဲ့ ဆွတ်ပျံ့ကြည်နူးဖွယ်ဇာတ်လမ်းလေးကို ခံစားကြည့်ပါဦး\nFile size…3.57GB / 1.57GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Taylor ~ Yunni ~ Khin Khin",
        "rating": "7.3",
        "url": "https://megaup.net/1ckow/Sadha_Nannu_Nadipe_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j732tzNhoywsS2I4z1Cv7IsMPww.jpg",
        "title": "OMG! Oh My Girl(2022)",
        "description": "OMG! Oh My Girl(2022)**********************ကောင်လေးနဲ့ ကောင်မလေးဟာ ငယ်သူချင်းဖြစ်ကြတဲ့အလျှောက်တစ်ယောက်နဲ့တစ်ယောက်သံယော်ဇဉ်ရှိကြတယ်..ကောင်မလေးဘက်ကရိုးသားတယ်ဆိုပေမယ့် ကောင်လေးကတော့မရိုးသားဘူး..သူငယ်ချင်းစည်းကိုလည်းကျော်ချင်ကောင်မလေးဘက်ကစိတ်ဆိုးမှာလည်းကြောက်တော့သူ့အဖြစ်ဟာ အဆင်မပြေလှ..တစ်နေတော့ ကောင်လေးရဲ့သူငယ်ချင်းတစ်ယောက်ကလာအကူအညီတောင်းတယ်..မင်းဘော်ဒါ စကီလေးကိုငါသဘောကျတယ်ကွာ ..သူ့အကြိုက်လေးငါ့ပြော မင်းပေးတဲ့အကြံဉာဏ်တိုင်းလုပ်မယ်လို့အပူကပ်လာရော..ငြင်းမကောင်းတော့ ကောင်မလေးမကြိုက်လောက်တဲ့ တလွဲအကြံဉာဏ်တွေနဲ့ဆေးထိုးပါလေရော...သူ့ဘော်ဒါ ကံကောင်းတာလား သူကံဆိုးတာလားမသိ..သူ့ရဲ့ ဂျင်းဆေးကွက်မှာ ကောင်မလေးကပြန်ကြိုက်သွားလေရဲ့..အဲ့ဒီနောက်မှာတော့....ထိုင်းအချစ်ဇာတ်ကားကောင်းလေးဖြစ်ပြီး Cast တွေကလည်း ဆယ်ကျော်သက်ချစ်စဖွယ်လေးတွေဖြစ်လို့ ကြည့်ရှုခံစားသင့်ပါကြောင်း... File Size :(3.06GB) (867 MB) and (616 MB)\nQuality :WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:04:00\nGenre : Comedy ,Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn, Shoon & Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2yf8s/OMG.Oh.My.Girl.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZmNlZTU3NjgtYjE5MC00YzgzLWE1NjctMDQ1NTkxNjg0MTExXkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-141x200.jpg",
        "title": "PSV Garuda Vega(2017)",
        "description": "PSV Garuda Vega (2017)\nAction, Drama\nIMDb 7.6/10 (1.3K)ဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ 2017တုန်းကထွက်ရှိခဲ့တဲ့\nအက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့ \"PSV Garuda Vega\"ဖြစ်ပါတယ်တရားဥပဒေကိုလိုက်နာပြီး အိုင်အက်အေအရာရှိတစ်ဦးဖြစ်တဲ့ဆီခါက\nသူ့ရဲ့အလုပ်ကိုတာဝန်သိတတ်မှုတွေကြောင့် ဇနီးဖြစ်သူဆွာတိနဲ့\nအိမ်ထောင်ရေးပြိုကွဲတော့မလိုထိဖြစ်ခဲ့ပါတယ်အလုပ်နဲ့မိသားစုယှဉ်လာတဲ့အခါ မိသားစုကိုပဲရွေးဖို့ဆုံးဖြတ်ကာအလုပ်ထွက်ဖို့\nလုပ်ခါနီးမှ လူသတ်မှုတစ်ခုကြောင့် အလုပ်ထွက်မယ့်အရေးကိုနောက်ဆုတ်ရင်း\nလူသတ်မှုကိုလိုက်စုံစမ်းရာမှ မီးခိုးကြွက်လျှောက်သလိုပေါ်ထွက်လာတဲ့\nနိုင်ငံရေးလှည့်ကွက်တွေကြားထဲ ရောက်သွားတဲ့ဆီခါတစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲတစ်ဖက်မှာလည်းနီရာဂျန်အမည်ရှိ လူငယ်ဟက်ကာလေးတစ်ယောက်က သူ့လက်ထဲမှာရှိနေတဲ့\nအချက်အလက်တချို့ကြောင့် လူတစ်စုရဲ့အနောက်ကလိုက်သတ်တာကိုခံနေရပြီး\nထွက်ပြေးရာမှဆီခါနဲ့ မတော်တဆတွေ့ဆုံပြီး သူတို့နှစ်ဦးလုံးရဲ့ရန်သူက တစ်ဦးတည်းဖြစ်နေသောအခါ\nနှစ်ယောက်သားဘယ်လိုဖြေရှင်းမလဲ ဆိုတာတွေကိုစိတ်ဝင်စားစရာကောင်းစွာကြည့်ရမှာဖြစ်ပါတယ်ဒီကားထဲမှာဆိုရင်ဇာတ်ကွက်အလှည့်အပြောင်းတွေကို မကြာခဏတွေ့ဆုံရမှာဖြစ်ပြီး\nမထင်မှတ်ထားတဲ့သူတွေရဲ့ ပူးပေါင်းပါဝင်နေမှုတွေကိုပါ ရင်ခုန်စွာကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။\nFile size…3.78GB / 1.93GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Khin Khin",
        "rating": "7.6",
        "url": "https://megaup.net/2yf8p/PSV_Garuda_Vega_(2017)720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTNlZDhkNTMtYTExYS00NGRiLTlhZTItM2JlOWQ3MzE4YzdhXkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Shine(1996)",
        "description": "မိုးရေထဲဆေးပေါ့လိပ်တိုလေးကိုက်ပြီးပြေးလွှားနေတဲ့လူတစ်ယောက်၊ ပြောတဲ့စကားတွေကလည်း ဗလုံးဗထွေးနဲ့ရယ် တစ်ခွန်းကိုထပ်ခါတလှဲလှဲလည်းပြောသေးတယ်။ စကားပြောနေရင်း ထပြီးရယ်တတ်တဲ့သူ့ပုံစံက ခင်ဖို့ကောင်းမယ့်ပုံ။ လူအများရှေ့မှာဖျော်ဖြေဖို့ စန္ဒရားခုံရှေ့ထိုင်လိုက်တာနဲ့ ပြဿနာတတ်နေပုံပေါက်ပြီး စပြီးတီးလို့ ဆုံးတာနဲ့ လက်ခုပ်ဩဘာပေးသံတွေနဲ့ ဩချရလောက်တဲ့ အဆိုပါပုဂ္ဂိုလ်ဟာ ဒီဇာတ်လမ်းရဲ့ဇာတ်လိုက်ကျော် ဒေးဗစ်ဟပ်ဖ်ဂေါ့(David Helfgott)ပဲဖြစ်ပါတယ်။\nငယ်ငယ်လေးကတည်းက ဂီတမှာတစ်ဖက်ကမ်းခပ်ထူးချွန်ခဲ့တဲ့ ဒေးဗစ်ဟာ အဖေဖြစ်သူရဲ့အဆမတန်ဖိအားပေးမှုတွေကြားမှာ ကြီးပြင်းခဲ့ရသူတစ်ယောက်။ ဂီတကျောင်းကိုရောက်ပြန်တော့လည်း ဂီတကလွဲလို့ နေ့စဉ်ဘဝလုပ်ငန်းဆောင်တာလေးဟာ သူ့အတွက်ခက်ခဲနေခဲ့တယ်။ ဒေးဗစ်မှာ သူ့ခံစားချက်တွေကိုဖော်ပြဖို့ စကားလုံးတွေမရှိပါဘူး ဂီတသာလျှင်တစ်ခုတည်းသောအဖော်မွန်ဖြစ်ပါတယ်။ သူ့အဖေရဲ့ဖိအားပေးစကားတွေ၊ သူ့ဆရာပါမောက္ခကြီးရဲ့မောင်းနှင်မှုတွေ၊ အပြင်းထန်လေ့ကျင့်မှုတွေ၊ အောင်မြင်မှုဒဏ်တွေအကြားမှာ ဒေးဗစ်ရဲ့စိတ်ဓာတ်ဟာဗုန်းဗုန်းလဲကျပါတော့တယ်။\nအဆိုပါ ရုပ်ရှင်ဟာ ဩစတေးလျနိုင်ငံသား ဂျူးလူမျိုး စန္ဒရားပါရမီရှင် ဒေးဗစ်ဟပ်ဖ်ဂေါ့(David Helfgott)ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ရုပ်ရှင်မင်းသားကြီး Geoffrey Rush မှ ဒေးဗစ်ဟပ်ဖ်ဂေါ့အဖြစ် ပြီပြင်စွာရုပ်လုံးထုသရုပ်ဆောင်ထားပြီး ၁၉၉၆ တွင် အကောင်းဆုံးဇာတ်ဆောင်အော်စကာဆုအား ဆွပ်ခူးရရှိခဲ့ပါတယ်။ Box Office တွင်လည်း ကန်ဒေါ်လာ ၃၆သန်းထိ ဝင်ငွေရရှိခဲ့တဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nဂန္ဒဝင်ဂီတသံများအကြားပျောက်ဆုံးနေတဲ့ ဒေးဗစ်တစ်ယောက် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1cjvb/Shine.1996.720p(CM).mp4",
        "category": "Biography, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjc3ODlmNzgtYzRlMi00YmFhLTkyNWUtZmNmYTRlYzJhNGQ4XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Blueback (2022)",
        "description": "တံငါရွာလေးတစ်ရွာ… အေးအေးချမ်းချမ်းလုပ်ကိုင်စားသောက်နေတဲ့ တံငါသည်တွေရဲ့ဘဝလေးတွေဟာ အစိုးရနဲ့လက်ဝါးချင်းရိုက်ပြီး စီမံကိန်းမြေတွေယူပြီး လုပ်စားနေတဲ့ ဝိသမလောဘသားခရိုနီသူဌေးကြီးရောက်ချလာချိန်မှာတော့ အိမ်တွေ၊ ရွာတွေဟိုရွှေ့သည်ရွှေ့နဲ့ ဘုံပျောက်ကြရုံမက ဘဝတွေပါပျက်၊ ရိုးသားတဲ့ဒေသခံတောသူတောင်သားတွေလည်း မျက်ရည်နဲ့မျက်ခွက်ဖြစ်ကြ… နောက်ဆုံး ဇာတ်လိုက်က ဟီးရိုးကြီးလုပ်ပြီး ခရိုနီကြီးကို ပညာပြ… ဒါကတော့ ပရိတ်သတ်တွေနဲ့ရင်းနှီးပြီးသားဖြစ်မယ့် ဘောလိဝုဒ်တို့၊ တောလိဝုဒ်တို့က ဇာတ်လမ်း၊ ဇာတ်အိမ်မျိုးဖြစ်ပါတယ်။ အခုတင်ဆက်မယ့် ဇာတ်ကားလေးကလည်း အဲ့လိုဇာတ်လမ်းမျိုးနဲ့ ခပ်ဆင်ဆင်တူပါတယ်။ မတူတာကတော့ ဘာဘူတို့လို message ကိုအတုံးလိုက်အတစ်လိုက်ချမပြတာရယ်၊ အမြတ်ကြီးစား၊ လောဘဇောတိုက်တဲ့ ခရိုနီကြီးတွေလောက် ဗီလိန်ကိုကြမ်းပြမထားတာရယ်၊ ဗီလိန်ရဲ့ ကဏ္ဍနဲ့ နိုင်ငံရေးတွေ၊ လူတန်းစားမညီမျှမှုတွေထက် သဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးဘက်ကိုဇောင်းပေးပြီး ပညာပေးဆန်ဆန်ရိုက်ပြထားတာပဲ ကွာပါတယ်။ ဇာတ်လမ်းအကျဥ်းကတော့ ဩစတြေးလျနိုင်ငံက 'ဓားပြဦးခေါင်း' (Robber's Head) ပင်လယ်အော်ဘက်က ကမ်းခြေရွာလေးတစ်ရွာမှာ ဒိုရာဂျက်ခ်ဆန်နဲ့ သမီးဖြစ်သူ အက်ဘီဂျက်ခ်ဆန်တို့ နေထိုင်ကြပါတယ်။ သမီးဖြစ်သူငယ်စဥ်ကတည်းကယောကျ်ားဖြစ်သူ ပင်လယ်ကမ်းလွန်ပိုင်းမှာ ပုလဲငုပ်ရင်းငါးမန်းစာဖြစ်သွားတာကြောင့် မုဆိုးမဘဝနဲ့ သမီးဖြစ်သူကိုစောင့်ရှောက်ပေးနေရတဲ့ ဒိုရာဟာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1cjv4/Blueback.2022.720p(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cCTmZ93aBZ1FwHntiDpa2Lj92zs.jpg",
        "title": "Re/Member(2022)",
        "description": "Re/Member(2022)*****************အထက်တန်းကျောင်းသူလေး အဆုက က ကျောင်းမှာဆိုရင် ဘယ်လိုကနေဘယ်လိုအပယ်ခံဘဝရောက်လိုရောက်မှန်းမသိ ရောက်သွားတဲ့ တစ်ခန်းလုံးရဲ့ အပယ်ခံကျောင်းသူလေးပါ....တစ်ညမှာ သူ့ရဲ့ဖုန်းထဲကို \"အလောင်းရှာဖွေရေး\" ဆိုတဲ့ ကစားပွဲကို ကစားဖိုရွေးချယ်ခံလိုက်ရကြောင်း SMS တွေ တောက်လျှောက်ဝင်လာပါတော့တယ်...အဆုကလည်း ကြောက်ပြီး အိပ်လိုက်ပေမယ့် နိုးလာတော့ သူတိုကျောင်းထဲကဘုရားကျောင်းထဲရောက်နေပြီး သူနဲ့တူတူ သူ့အတန်းဖော်တွေဖြစ်တဲ့ ရှိတာ၊အာဆုရှိ၊ တာကာဟီရို၊ ရူမီကိုနဲ့ အတန်းခေါင်းဆောင်ရီအဲ တိုပါ ကစားပွဲထဲအလိုအလျောက်ရောက်နေကြတာကိုတွေ့လိုက်ရပါတယ်...ကစားပွဲရဲ့နာမည်အတိုင်း အလောင်းတစ်ခုရဲ့အစိတ်အပိုင်းတွေကိုရှာရမှာဖြစ်ပြီး\nဘာလိုဒီကစားပွဲဖြစ်လာရသလဲ...\nသူတိုခြောက်ယောက်ဘာလို အရွေးချယ်ခံရသလဲ...\nဒီကစားပွဲကို ဘယ်လိုအနိုင်ကစားရမလဲ ဆိုတာတွေကိုသည်းထိပ်ရင်ဖို ဒရမ်မာလေးနှောပြီး ကြည့်ရှုရမှာဖြစ်ပါတယ်.......   File Size :(1.6GB) and (616 MB)\nQuality :WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Horror , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thynn\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Sho8/Re.&.Member.2022.WEB-DL.720P(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/atXE2lDr7qyM7IAj8vj3QTHPdZd.jpg",
        "title": "Taoist Priest In The Tomb ( 2023 )",
        "description": "ရှေးခေတ်မင်းဆက်ရဲ့ သင်္ချိုင်းမြေကြီးတစ်ခုဖြစ်တဲ့ လော့ထျန်းဟွမ်းနယ်မြေကြီး ။\nထူးဆန်းတဲ့အရာတွေကြောင့် ချိတ်ပိတ်ခဲ့တာ ကြာပေမဲ့\nသင်္ချိုင်းတူးဖော်သူတွေကြောင့် လော့ထျန်းဟွမ်းရဲ့ လျှို့ဝှက်ချက်ကြီးက\nပြန်လည်နိုးထလာခဲ့တဲ့အခါ ။ သူနဲ့ အနီးတစ်ဝိုက်မှာရှိတဲ့\nရွာငယ်လေးတွေမှာလဲ ကြောက်မက်ဖွယ်ရာကိစ္စတွေဖြစ်ခဲ့ပြီး\nလူတွေဟာလဲ တစ်စ တစ်စနဲ့ ပျောက်ဆုံးလို့လာခဲ့ပါတယ် ။\nဒီကိစ္စတွေနဲ့ တစ်ချိန်က ပတ်သတ်ခဲ့တဲ့ ကျူးချွဲ့တစ်ယောက် ... ?❏ သူ့ရဲ့ ရွာသူရွာသား မိတ်ဆွေတွေကို ကယ်တင်ဖို့\n❏ သူတို့နေထိုင်ရာ နယ်မြေ အဒွန့်ရှည်စေဖို့\n❏ လော့ထျန်းဟွမ်း ကိစ္စကြီးမှာ သေဆုံးသွားကြပြီတဲ့\nဖခင်အတွက် ပြန်လည်လက်စားချေဖို့“သူဘယ်လိုတွေ လုပ်ဆောင်မလဲ ? လော့ထျန်းဟွမ်းရဲ့လျှို့ဝှက်ချက်ကြီးကို\nသူဖြေရှင်းနိုင်ပါ့မလား ဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမဲ့\nရုပ်ရှင်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။ အခုပဲကြည့်ရှူလိုက်ရအောင်ပါနော် ။”\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Mystery , Fantasy\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/taoist-priest-in-the-tomb-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1VPbtaiyPdCMKz0BKP00xtSJmok.jpg",
        "title": "The Son(2022)",
        "description": "The Son(2022)************* Wolverine မင်းသားကြီး Hugh Jackman အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးမိဘ‌တစ်ယောက်ရဲ့ ဘေးကျပ်နံကျပ်အခြေအနေတွေ၊\nသားသမီးရဲ့စိတ်အပေါ် မိဘရဲ့အိမ်ထောင်ရေးကအများကြီးသက်ရောက်ကြောင်းဖော်ပြထားတဲ့ဇာတ်ကားကောင်းလေးပါပဲ။\nPeter Millerဟာ အလုပ်နဲ့မအားလပ်တဲ့ဖခင်တစ်ယောက်ဖြစ်ပြီး\nလောလောလတ်လတ်လေးမှ ဒုတိယဇနီးဖြစ်သူနဲ့ကလေးမွေးထားသူပေါ့။\nအရင်ပထမအိမ်ထောင်နဲ့တုန်းကလည်း အသက်17နှစ်အရွယ်သားတစ်ယောက်ကျန်ခဲ့ပြီးမိဘတွေရဲ့ အိမ်ထောင်ရေး အကွဲအပြဲကြောင့် စိတ်ဝေဒနာရနေသူပါ။\nတစ်နေ့မှာတော့ ဒီသားဖြစ်သူဟာ ကျောင်းကိုတစ်လလုံး‌ ရောက်မလာကြောင်းကိုယခင်ဇနီးဖြစ်သူဆီကသိလိုက်ရတဲ့အခါမှာတော့....\nPeter Miller ကိုယ်တိုင်ကလည်း ဖခင်ဖြစ်သူနဲ့ကောင်းမွန်တဲ့ဆက်ဆံရေးမျိုးရှိတာမဟုတ်တဲ့အတွက်သားဖြစ်သူအလှည့်ကျ ဖခင်ကောင်းဖြစ်ပေးမယ်ဆိုပြီး ကြိုးစားရင်း....File Size :(1.6GB) and (618 MB)\nQuality :WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:0300\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Shlk/The.Son.2022.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTBjOGFjN2ItMzMwMy00Nzg2LTlmM2UtYTc5MjNmZDQyMmMyXkEyXkFqcGdeQXVyMDA5MDg4Nw@@._V1_FMjpg_UX1000_-149x200.jpg",
        "title": "Summer Frost (2022)",
        "description": "Summer Frost (2022)\n================၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Un hiver en été (Summer Frost)\nလို့ အမည်ရတဲ့ ပြင်သစ်ရုပ်ရှင်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဒီကားကို ဒါရိုက်တာ Laetitia Masson ကိုယ်တိုင်ရေးသားရိုက်\nကူးခဲ့ပြီး ဇာတ်လမ်းပုံစံကတော့ Drama ရုပ်ရှင်အမျိုးအစားဖြစ်\nပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ ပြင်သစ်နိုင်ငံရဲ့ နွေရာသီတစ်ခုမှာ\nရုတ်တရက်အပူချိန်မညီမျှမှုတွေ ဖြစ်ပေါ်ခဲ့ရာကနေ ပြင်းထန်တဲ့\nအအေးလှိုင်းဖြတ်ခြင်းကို ခံစားခဲ့ရပါတယ်။ အအေးဓာတ်က\n(-10C) အထိကျဆင်းသွားခဲ့ပြီး ရေပိုက်လိုင်းထဲကရေတွေပါ ခဲကုန်\nကာ လူတွေရော တိရိစ္ဆာန်တွေပါ အစာရေစာပြတ်လပ်မှု၊ အဆုံး\nစွန်ထိ အေးခဲမှုတွေကြောင့် အသက်သေဆုံးကြတဲ့အထိ ဖြစ်ကုန်\nကြပါတယ်။ တဖြည်းဖြည်းပိုအေးလာတာကြောင့် မကြာခင်မှာပဲ\nကမ္ဘာပျက်တော့မယ်ဆိုပြီး သတင်းတွေမှာ ကြေညာနေကြပါတယ်။\nပိုက်ဆံသိပ်ချမ်းသာတဲ့ တချို့လူတွေကတော့ အင်္ဂါဂြိုဟ်ပေါ်မှာ\nသွားနေနိုင်ဖို့အထိ ပြင်ဆင်နေကြပြီး သာမန်လူတွေမှာတော့ စိတ်\nဓာတ်ကျကာ မျှော်လင့်ချက်မဲ့နေကြပါတယ်။ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်ဆယ်ယောက်ရဲ့ အထီးကျန်ဝမ်း\nနည်းမှု စိတ်ပျက်မှုတွေကြောင့် ကမ္ဘာမပျက်ခင် မျှော်လင့်ချက်နဲ့\nအချစ်ကိုလိုက်ရှာနေကြတဲ့အကြောင်း ရိုက်ပြထားပါတယ်။ ဇာတ်\nကောင်တစ်ယောက်ချင်းစီရဲ့ စရိုက်၊ ခံယူချက်နဲ့ မျှော်လင့်ချက်အ\nသီးသီးကို ရောနှောပြသထားပြီး ဇာတ်ရှိန်အတက်အကျနည်းပြီး\nခပ်အေးအေးဇာတ်လမ်းလို့ထင်ရပေမယ့် ဇာတ်လမ်းထဲမှာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Sf5t/Un.hiver.en.ete.2023.720p.HMAX.WEB-DL.DD5.1.H.264-playWEB.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTZhMjRmZmMtMGI5Yi00YWZjLWJhNjAtOGVjZjE1YjAwN2IxXkEyXkFqcGdeQXVyNDc2NzU1MTA@._V1_-160x200.jpg",
        "title": "Hunt (2023)",
        "description": "Hunt (2023)=============မကြာသေးခင်မှထွက်ရှိထားပြီး Rating ကောင်းလှတဲ့ တယ်လဂူဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nပါဝင်သရုပ်ဆောင်သူအရမ်းမများပေမယ့် plot အသားပေးရိုက်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။Bromance ခိုင်မာလှတဲ့ ဟိုက်ဒရာဘတ်ရဲဌာနရဲ့ ရဲမှူးချုပ်ဖြစ်တဲ့မိုဟန်၊ ဒုတိယရဲမှူးချုပ်တွေဖြစ်တဲ့\nအာဂျွန်နဲ့ အာဟန်တို့ဟာ ဌာနတစ်ခုတည်း တာဝန်ထမ်းဆောင်ပြီး သိပ်ကိုရင်းနှီးကြတဲ့မိတ်ဆွေတွေဖြစ်ပါတယ်။တစ်ရက်မှာ အာဟန်ဟာ နိုင်ငံတော်ကပေးတဲ့ ဂုဏ်ပြုဆုပေးပွဲမှာ ဆုယူပြီးမိန့်ခွန်းပြောနေတုန်း စနိုက်ပါနဲ့ လုပ်ကြံခံလိုက်ရပါတယ်။\nဒီတော့ မိတ်ဆွေနှစ်ယောက်ဖြစ်တဲ့ အာဂျွန်နဲ့မိုဟန်တို့ဟာ သူတို့မိတ်ဆွေအသတ်ခံရမှုကိုဖော်ထုတ်ဖို့ အသည်းအသန်ကြိုးစားပါတော့တယ်။\nတစ်ညမှာ အာဂျွန်ဟာ အမှုမှန်ကိုဖော်ထုတ်လိုက်နိုင်ခဲ့ပေမယ့် ကားတိမ်းမှောက်မှုဖြစ်ခဲ့ပြီး အတိတ်မေ့သွားပါတော့တယ်။ဒီလိုနဲ့ အာဂျွန်တစ်ယောက်နဲ့ မိုဟန်ရဲ့ လမ်းညွှန်မှုတွေနဲ့အတူ အမှုကို အစကပြန်လိုက်ရပါတော့တယ်။\nရက်ပိုင်းအနည်းငယ်အတွင်း မွန်ဘိုင်းမြို့ကိုပြောင်းရတော့မယ့် အာဂျွန်တစ်ယောက်\nသူ့မိတ်ဆွေအသတ်ခံရမှုရဲ့တရားခံကို အချိန်မှီ ဖမ်းမိနိုင်ပါ့မလား။တရားခံကဘယ်သူများဖြစ်နေမလဲဆိုတာကတော့ မေးခွန်းပေါင်းများစွာနဲ့\nPlot twist ကောင်းလှတဲ့ဇာတ်ကားဖြစ်တာမို့ အချိန်ပေးကြည့်ရှုရတန်မဲ့ဇာတ်ကားအဖြစ်ညွှန်ပေးလိုက်ရပါစေ။အာဂျွန်အဖြစ်သရုပ်ဆောင်ထားတဲ့ မင်းသား Sudheer Babu ဖို့\nဇာတ်ကောင်သစ်ဖြစ်နေပေမယ့် ပီပြင်လှတဲ့သရုပ်ဆောင်မှုတွေကိုမြင်တွေ့ရမဲ့အပြင်\nချီးကျူးမှုများစွာခံထားရတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nFile size…2.02GB/ 928MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "",
        "url": "https://megaup.net/1cjjr/Hunt_(2023)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lztFg9XBae2N292ZMaBFdjRYjjA.jpg",
        "title": "Phantom (2023)",
        "description": "Phantom (2023)၁၉၃၃ ခုနှစ် ဂျိုဆွန်းပြည် (ကိုရီးယား) ကို ဂျပန်တွေအုပ်စိုးနေချိန်မှာ ဂျပန်ဘုရင်ခံချုပ်ကို ပစ်မှတ်ထားတဲ့ အကြမ်းဖက်တိုက်ခိုက်မှုတစ်ခု။ဘယ်သူဘယ်ဝါရယ်လို့ တရားခံမပေါ်သေးခင်မှာပဲ အစအနပျောက်သွားခဲ့ပေမဲ့ လူတိုင်းရဲ့စိတ်ထဲမှာ စွဲကျန်နေခဲ့တဲ့ “တစ္ဆေ” ဆိုတဲ့လူတစ်ဦး။\nဂျိုဆွန်းလူမျိုး “တစ္ဆေ” က ဦးဆောင်နေတဲ့ အကြမ်းဖက်ဂိုဏ်းဟာ ဂျိုဆွန်းရဲ့နေရာတိုင်းမှာသာမက\nရှန်ဟိုင်းအထိပါ သူလျှိုတွေစေလွှတ်ထားပြီး ဂျပန်အစိုးရကို အကြီးအကျယ်ထိတ်လန့်စေနေခဲ့ပါတယ်။ဒီလိုနဲ့ ဒုတိယအကြိမ် ဘုရင်ခံချုပ် လုပ်ကြံခံလိုက်ရပြီးတဲ့နောက်မှာတော့\nဗိုလ်ချုပ်ကြီး ဒါခါဟာရာ ဟာ သံသယရှိသူ ဂျိုဆွန်းလူမျိုး ၅ ဦးကို ဟိုတယ်တစ်ခုထဲမှာ ထိန်းသိမ်းလိုက်ပါတော့တယ်။ကိုယ်က ‌တစ္ဆေမဟုတ်ကြောင်းကိုပဲ သက်သေပြမလား၊\nဒါမှမဟုတ် သံသယရှိသူကိုပဲ ထုတ်ပြောပြီး ကိုယ်လွတ်မြောက်ဖို့ကိုပဲ ရွေးချယ်ကြမလား ဆိုတဲ့\nရွေးချယ်စရာ ၂ ခုပဲရှိတော့တဲ့ အချိန်မှာတော့ ဒီလူ ၅ ယောက်‌အနေနဲ့ ဘယ်လိုဆုံးဖြတ်ချက်မျိုးကို ချကြမလဲ။\nသူတို့ထဲမှာ တကယ်ပဲ “တစ္ဆေ” ရှိနေတာလား ဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမယ့် Action, Thriller ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Casts တွေအနေနဲ့လည်း နာမည်ကြီးတွေဖြစ်ကြတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1cjag/Phantom.2023.720p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w7m962Crc1p4C4gM6ZJBArAikM9.jpg",
        "title": "The Inspection (2022)",
        "description": "The Inspection (2022)~ IMDb - 7.2/10, Rotten Tomatoes - 89% ~ရွှေကမ္ဘာလုံးဆု ဆန်ကာတင်ဝင်ခဲ့တဲ့ ဖြစ်ရပ်မှန် မရိန်းတပ်တွင်း ဒရာမာ ရုပ်ရှင်ဖြစ်ပါတယ်။ဒါရိုက်တာကတော့ မရိန်းတပ်ဖွဲ့ဝင်ဟောင်းဖြစ်ပြီး သူ့ရဲ့ ကိုယ်တွေ့ဇာတ်လမ်းကို ပြန်လည်ရိုက်ကူးထားတာပါပဲ။ အကြောင်းအရာကတော့... လိင်တူချစ်သူတွေကို မုန်းတတ်တဲ့ စိတ်ရောဂါရှိတဲ့ အမေဟာ သူ့ရဲ့သားဖြစ်သူ ဖရန့်ကို အိမ်ကနှင်ချခဲ့တာကြာပါပြီ။ ဖရန့်ဟာ မရိန်းတပ်ထဲကိုဝင်သွားပြီးတော့ သင်တန်းကာလမှာ လိင်တူမုန်းတဲ့လူတွေနဲ့ ကြုံဆုံရပုံ အခက်အခဲတွေကို ပြသထားတာဖြစ်ပါတယ်။အမေရိကန်စစ်တပ်ဟာ လိင်တူတွေနဲ့ပတ်သက်ပြီး မမေးနဲ့မပြောနဲ့ ဆိုတဲ့ တရားဝင်ပေါ်လစီ ရှိပါတယ်။ ၁၉၉၃ လောက်မှာစတင်ခဲ့တာပါ။ အဓိပ္ပါယ်ကတော့ စစ်တပ်ထဲမှာ တားမြစ်ထားတဲ့လိင်တူကိစ္စတွေ မပြုမူမချင်း စစ်သားတစ်ယောက်ကို လိင်တူချစ်သူဟုတ်မဟုတ် လိုက်စုံစမ်းခွင့်မရှိပါဘူး။ ဒါပေမဲ့ လိင်တူချစ်သူပါဆိုပြီး တရားဝင် ထုတ်ဖော်ပြောဆိုခွင့်လည်းမပေးထားပါဘူး။ အဲဒီသဘောပါပဲ။ ဒီတော့ ဒီပေါ်လစီတွေနဲ့ စစ်သားတွေရဲ့ ကွဲပြားတဲ့သဘောထားတွေကြားမှာ ဖရန့်တစ်ယောက်ဘယ်လိုအသက်ရှင်မလဲဆိုတာကတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ye2B/(CM)_The_Inspection_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYjg4ZGIzM2ItZjMyOC00MjZmLWJkNWUtYTUxZTE5NmQ1MDFhXkEyXkFqcGdeQXVyMzIyMjMyMzY@._V1_-133x200.jpg",
        "title": "Beyond the Neon (2022)",
        "description": "Beyond the Neon (2022)\n==================\nIMDb Rating - 5.7/10ဒီဇာတ်လမ်းမှာ ဂျိုဝီဆိုတဲ့ Youtuber တစ်ယောက်နဲ့ သူ့အဖွဲ့သားတွေက\nလူမှုရေးစမ်းသပ်တဲ့ဗီဒီယိုတွေ ရိုက်ကူးရင်းနဲ့ လပ်ဗီးဂတ်စ်က ဟိုတယ်\nတစ်ခုမှာ ပြည့်တန်ဆာမလေးနဲ့ အမေးအမြန်းလုပ်ထားတဲ့ဗီဒီယိုတစ်ခုက\nရေပန်းစားသွားတယ်။ အဲ့ဗီဒီယိုကြောင့် (၇)နှစ်လောက်ခွဲခွာနေရတဲ့ အမ\nဖြစ်သူ ထရေစီ နဲ့ အဲ့ပြည့်တန်ဆာမလေးတို့ကို အတူပြန်ဆုံစည်းပေးဖို့\nကြိုးစားကြတဲ့အကြောင်းရိုက်ကူးကြမယ်ဆိုပြီး လုံးဝခက်ခက်ခဲခဲနဲ့ အန္တ\nရာယ်တွေကြားမှာ နီယွန်မီးရောင်တွေရဲ့နောက်ကွယ်အထိပါ သတင်းအစ\nအနတွေကို ဘယ်လိုကြိုးစားရှာဖွေကြမလဲ...ဘာတွေ ကြုံတွေ့ကြမလဲ\nဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီဇာတ်လမ်းက လပ်ဗီးဂတ်စ် ဖျော်ဖြေရေးလောကတစ်ခွင်က လိင်ကုန်\nကူးခံရတဲ့အဖြစ်အပျက်တွေကို အခြေခံပြီး ရိုက်ကူးထားပါတယ်။ လိင်\nကုန်ကူးခံရမှုကနေ လွတ်မြောက်လာတဲ့နစ်နာသူတွေရဲ့ အင်တာဗျူး\nအစစ်တွေကိုလည်း ထည့်သွင်းထားပါတယ်။ လိင်ကုန်ကူးတဲ့ဖျော်ဖြေရေး\nလောကကြီးမှာ ခေတ်သစ်ကျေးကျွန်စနစ်လိုမျိုးဖြစ်ပျက်နေတဲ့ ပုံစံကြီးက\nဒီလို ဒီလိုတွေလည်း ရှိတယ်ဆိုတာကို မီးမောင်းထိုးပြထားတဲ့ ဇာတ်လမ်း\nလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nOrika ဖြစ်ပါတယ်)File Size..........(1.56 GB) / (586 MB) / (344 MB)\nQuality............WEB-RIP 1080p / 720p / ...",
        "rating": "5.7",
        "url": "https://megaup.net/3e35D/Beyond.the.Neon.2022.720p.WEBRip.(CM).mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYWM3ZmVkNTktODllNS00MDc2LTllNTEtMWNhYTNlOTVkNzNlXkEyXkFqcGdeQXVyMjk1NzAxNg@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Klondike (2022)",
        "description": "Klondike (2022)\n=============\nIMDb Rating - 7.0/10\nRotten Tomatoes 🍅 ~ 96 %\n39 Wins & 18 NominationsRating တွေလည်းကောင်းသလို ဆုတွေလည်း တနင့်တပိုး\nရထားတဲ့ ယူကရိန်း ဇာတ်ကားပါ။၂၀၁၄ ခုနှစ် ဇူလိုင်လ (၁၄) ရက်နေ့မှာ အမ်စတာဒမ်ကနေ\nမလေးရှားနိုင်ငံ ကွာလာလမ်ပူကို ပျံသန်းလာတဲ့ ခရီးသည်တင်\nလေယာဉ် MH 17 ဟာ ယူကရိန်းနိုင်ငံ အရှေ့ပိုင်း၊ ယူကရိန်း-\nရုရှားနယ်စပ်ဒေသမှာ ပျက်ကျခဲ့ပါတယ်။ ခရီးသည်​ (၂၈၃)\nယောက်နဲ့ လေယာဉ်ဝန်ထမ်း (၁၅) ယောက်လုံးသေဆုံးခဲ့တဲ့\nအဆိုပါဖြစ်ရပ်ဟာ ရုရှားတွေ အားပေးအားမြှောက်ပြုထားတဲ့\nယူကရိန်းခွဲထွက်ရေးသမားတွေရဲ့ လက်ချက်လို့ အတည်ပြုနိုင်\nခဲ့ပါတယ်။ဒီဇာတ်လမ်းက အဲဒီအချိန်ကာလ အဲဒီဒေသမှာ ခွဲထွက်ရေး\nသမားတွေရဲ့ဒဏ်ကို အလူးအလဲခံခဲ့ရတဲ့ မိသားစုတစ်စုအကြောင်း\nရိုက်ကူးထားတာပါ။တိုလစ်နဲ့ အီရီခါတို့ ဇနီးမောင်နှံဟာ ယူကရိန်း-ရုရှားနယ်စပ်က\nဒွန်နတ်စ်ရွာမှာ နေထိုင်ကြသူတွေပါ။ အီရီခါက ကိုယ်ဝန်အရင့်\nအမာကြီးနဲ့ဖြစ်ပြီးတော့ အိမ်ကနေ ဘယ်ကိုမှ မသွားဆိုပြီး ခေါင်း\nမာနေတာကြောင့် သူတို့မိသားစု ရွာမှာပဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1ca8g/Klodike.2022.UKRAINIAN.720p.WEBRip.(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYzMjQzOWMtYjIxMy00Zjk5LWE5MDgtMmQ1NTMwNTEyNjg1XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Lost(2023)",
        "description": "Lost (2022) Thriller IMDb 7.6/10\nအခုတစ်ခါမှာတော့ ဘောလီဝုဒ်မင်းသမီးချောလေး\nယာမီဂေါ်သမ်ဦးဆောင်ပါဝင်ထားတဲ့\nဟင်ဒီဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါ့မယ်။ဒီဇာတ်လေးဟာ ၁၃ကြိမ်မြောက်ကျင်းပတဲ့ ၂၀၂၂ခုနှစ်ရဲ့\nချီကာဂိုတောင်အာရှရုပ်ရှင်ပွဲတော်မှာ\nတရားဝင်ရွေးချယ်ခံခဲ့ရတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကလည်း\nသိပ်ကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်။ သတင်းထောက်မလေးတစ်ယောက်က\nကောင်လေးတစ်ယောက်ပျောက်ဆုံးမှုကို အခြေခံပြီး သတင်းယူနေရင်းနဲ့မှ\nလျှို့ဝှက်ပူးပေါင်းကြံစည်မှုကြီးတစ်ခုလုံးဟာ မီးခိုးကြွက်လျှောက်ပေါ်သလို ထွက်လာခဲ့တာပါပဲ။\nဒီအမှုမှာလည်း ငွေများတရားနိုင်သဘောတရားနဲ့ အစိုးရအရာရှိတွေရဲ့ လာဘ်စားမှုတွေကို\nကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားလို့ ကြည့်သင့်တဲ့ကားလေးဆိုလည်း မမှားပါဘူးနော်။\nFile size…1.57GB / 746MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thaik San ~ Taylor ~ Yunni ~ BpL",
        "rating": "7.8",
        "url": "https://megaup.net/3ebgy/Lost_(2022)_Hindi_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/zom-1-155x200.jpg",
        "title": "Bloodlust Zombies (2011)",
        "description": "Bloodlust Zombies (2011)\n===================ဆေးဝါးထုတ်လုပ်ရေး ဓာတ်ခွဲခန်း တစ်ခုမှာ အလုပ်လုပ်တဲ့\nဂျုဒီဆိုတဲ့ သိပ္ပံပညာရှင် အမျိုးသမီး တစ်ယောက်ဟာ စစ်ပွဲမှာ\nအသတ်ခံလိုက်ရတဲ့ သူ့ယောင်္ကျားအတွက် ပြန်ပြီးကလဲ့စား\nချေပေးဖို့ပဲ အမြဲတမ်းတွေးနေခဲ့ပါတယ်။ တစ်နေ့မှာ သူ့ရဲ့\nလုပ်ဖော်ကိုင်ဖက်တွေနဲ့အတူ လူတွေကိုသွေးဆာတဲ့ မကောင်း\nဆိုးရွား Zombie တွေအဖြစ်ပြောင်းလဲသွားအောင် လုပ်နိုင်တဲ့\nvirus ကို စမ်းသပ် အောင်မြင်သွားပြီး အမှားအယွင်းတစ်ခုကြောင့်\nvirus ကပြန့်နှံ့သွားပါတော့တယ်။ virus ကိုပြန်ပြီး ထိန်းချုပ်\nနိုင်မလား၊ အားလုံးပဲသေသွားမလား ဘယ်သူ​တွေလွတ်မြောက်\nသွားမလဲဆိုတာကို ကြည့်ရှူခံစားရမှာပဲဖြစ်ပါတယ်။ ဟာသလေး\nတွေလဲပါလို့ ပေါ့ပေါ့ပါးပါးလေးကြည့်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMomo ဖြစ်ပါတယ်)File Size..........(1.61 GB) / (615 MB) / (375 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 56Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Drama\nTranslator.......Momo\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1S7zV/Bloodlust.Zombies.2011.720p.BluRay(CM).mp4",
        "category": "Horror"
    }
]