[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tdyfT4EIGpt2cWnwyNGP0gJdsPN.jpg",
        "title": "Cliff Walkers ( 2021 )",
        "description": "ဂျပန်စစ်တော်လှန်ရေးမှာ ပါဝင်လှုပ်ရှားကြသူတွေဟာ တိုင်းပြည်အတွက်အနစ်နာခံကာ သေပွဲဝင်ဖို့အမြဲတမ်း အသင့်ဖြစ်နေ​ကြတဲ့သူတွေပါမနက်ဖြန် နေထွက် နေဝင်တာကို မြင်ရ မမြင်ရ မသေချာဘဲနဲ့ဆက်လက်လျှောက်လှမ်းနေ​ကြတဲ့ ရဲရင့်တဲ့သူရဲ​ကောင်းတွေပဲဖြစ်ကြပါတယ်ယခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ဂျပန်စစ်သားတွေအုပ်စိုးချိန်တရုတ်တော်လှန်ရေးသမားတွေဖြစ်တဲ့ ကွန်မြူနစ်တွေ ဘယ်​လောက်ခက်ခဲကြမ်းတမ်းစွာ စစ်ဆင်ရေးဆင်းရပုံတွေကို ရိုက်ကူးပုံဖော်ထားခြင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကြောင်းအရာလေးကတော့...တရုတ်ကွန်မြူနစ်ဌာနချုပ်ဟာ အူတာနယာစစ်ဆင်ရေးကို လုပ်ဆောင်ဖို့သေ​သေချာချာလေ့ကျင့်ရေးဆင်းထားတဲ့ ​လျှို့ဝှက်အေးဂျင့် လေးယောက်ကိုဟာပင်းကို စေလွှတ်လိုက်ပါတယ် ဒါပေမဲ့လည်း သူတို့ရဲ့အတွင်းလူသစ္စာဖောက်ခံရပြီး သရုပ်မှန်ပေါက်ကြားဖို့ဖြစ်လာတဲ့အချိန်မှာတော့ သူတို့လေးယောက်ဘယ်လိုအခက်အခဲတွေနဲ့ ဘယ်လိုရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ် ရင်တမမနဲ့ ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ် Quality : WEB-DL 720pFormat : mp4During : 2hrFilesize : 1.37 GBSubtitle : Myanmar Sub ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "7.0",
        "url": "https://megaup.net/1Dwy8/(CM)Cliff.Walkers.2021.WEB-DL.720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-25-at-00.33.21-140x200.png",
        "title": "Send It! (2021)",
        "description": "Send It! (2021)============IMDb Rating - 6.0/10စိတ်ညစ်နေချိန် ပေါ့ပေါ့ပါးပါး ကြည့်လို့ရမယ့် အားကစားနောက်ခံလူငယ်ဇာတ်ကားလေးပါ။ဘီလီဂျွန်ဆင့်မှာ မိဘမရှိပါဘူး...သူ့ကိုထိန်းကျောင်းစောင့်ရှောက်ပေးခဲ့တာကတော့ သူ့ဖခင်ရဲ့ မိတ်ဆွေလုပ်ဖော်ကိုင်ဘက်ဟောင်းရေလွှာလျှောစီးနည်းပြတစ်ယောက်ပါ...ဘီလီတို့က တက္ကဆက်က Water park တစ်ခုမှာနေပြီး သူပါရမီပါလာတာ တစ်ခုရှိပါတယ်...\nအဲဒါကတော့ Kitesurfing လို့ခေါ်တဲ့ စွန်ကိုဆွဲပြီး ရေလွှာလျှောစီးတဲ့အားကစားပါပဲ...ဘီလီ့အရည်အချင်းကိုသိတဲ့နည်းပြနဲ့ မြို့သားတွေက မြောက်ပိုင်းကာရိုလိုင်းနားမှာ ခမ်းခမ်းနားနားကျင်းပတဲ့ အက်စ်သုံးလုံးရေလွှာလျှောစီးပြိုင်ပွဲအတွက် ဝင်ကြေးစုပြီး လွှတ်လိုက်ကြပါတယ်...ဒီလိုနဲ့ ဘီလီတစ်ယောက် အဲဒီကိုပြိုင်ပွဲဝင်ဖို့သွားရင်း လမ်းမှာဒုက္ခရောက်နေတဲ့ကောင်မလေးတစ်ယောက်ကို ကယ်မိရာက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်လက်ရှူစားကြည့်ကြပါဦး...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 41minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, ComedySource : 1080p.WebRipTranslator – May ...",
        "rating": "6.0",
        "url": "https://megaup.net/2jtjv/Send.It.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-24-at-16.27.58-135x200.png",
        "title": "Spirit Untamed (2021)",
        "description": "Spirit Untamed (2021)=================IMDb Rating - 5.6/102021 ခုနှစ်ထွက် Dreamworks ရဲ့ Animation ကားလေး မြင်းစီးပြီးပရိသတ်ရှေ့ရောက်လာပါပြီ...ချစ်တဲ့စိတ်ကို ချုပ်တည်းလို့မရသလို စွန့်စားချင်တဲ့စိတ်ကိုလည်း ချုပ်တည်းလို့မရနိုင်ပါဘူးနော်... အခုတော့ဒီဇာတ်ကားလေးမှာ Dream Work ကနေပြီးတော့ သွက်သွက်လက်လက် နဲ့ ချစ်ဖို့ကောင်းတဲ့ ဇာတ်ကောင်ကိုမွေးဖွားလိုက်ပြန်ပါပြီ။ မိန်းကလေးဆိုတာ သိမ်သိမ်မွေ့မွေ့ နဲ့ အိမ်ထဲမှာပဲ ချက်ပြုတ်တတ်ရင်ရပြီဆိုတဲ့ Logicကိုလည်းရိုက်ချိုးပြချင်တဲ့ပုံပါပဲ။ကလေးသဘာဝ ဆော့ကစားချင်တဲ့အရွယ်မှာ အမိမဲ့ လပ်ကီးတစ်ယောက်ကတော့ ဇီဇာကြောင်အဒေါ်ဖြစ်သူရဲ့ဆုံးမမှုအောက်မှာ ဗိုင်းကောင်းကျောက်ဖိဖြစ်အောင် နေနေရပါတယ်။ ဒါပေမဲ့လည်း ဗီဇလေးက ပါလေတော့ အဘိုးရဲ့ပါတီပွဲမှာသောင်းကျန်းခဲ့တာမို့ ကြီးဒေါ်နဲ့အတူ အဖေရှိရာ တောရွာလေးထဲ ရောက်လာခဲ့ပါတော့တယ်။ထိုတောရွာလေးမှာ လပ်ကီးအမေရဲ့ အမှတ်တရတွေအများကြီး ရှိနေပြီး မြို့ပြမှာ နေခဲ့တဲ့မိန်းကလေးတစ်ယောက် တောရွာမှာနေရတဲ့အခါ မြင်းတစ်ကောင်နဲ့ ဘယ်လိုဗွေတွေဖောက်မလဲ၊ သူမမှတ်မိတဲ့ သူ့အမေရဲ့အကြောင်းကို ဘယ်လိုရှာဖွေမလဲဆိုတာတွေကို ပေါ့ပေါ့ပါးပါးနဲ့ ဇာတ်လမ်းဇာတ်ကွက်ကျကျလေးကြည့်ရမှာမို့ အမြန်ဆုံးတင်ဆက်ပေးလိုက်ပါတယ် . . .(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/Xyu3/Spirit.Untamed.2021.WebDL.720P[CM].mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cVn8E3Fxbi8HzYYtaSfsblYC4gl.jpg",
        "title": "Your Eyes Tell (2020)",
        "description": "Your Eyes Tell (2020)မိုးအေးနေတဲ့ဒီလိုအချိန်တွေမှာ ကြည့်လို့ကောင်းမဲ့ Melo Drama ဇာတ်ကားတစ်ခုပါ။\nRyusei Yokohama နဲ့ Yuriko Yoshitakaတို့က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nနာမည်ကြီး Kpop group ဖြစ်တဲ့ BTS အဖွဲ့ရဲ့ \"Your Eyes Tell\" သီချင်းကို Theme Song အဖြစ်အသုံးပြုထားပါတယ်။အန်တိုနီယို ရေးက လက်ဝှေ့သမားဖြစ်ခဲ့ဖူးပေမဲ့ အတိတ်ကလုပ်ရပ်အမှားကြောင့် အတိတ်ကိုပြန်မပြောချင်တဲ့အထိ သူ့ကိုယ်သူ စိတ်နာနေတဲ့သူပါ။ \"အကရီ\"ကတော့ သူ့မိဘတွေနဲ့ခရီးသွားရင်း ကားမတော်တဆဖြစ်ပြီး အမြင်အာရုံဆုံးရှုံးခဲ့ရသူပါ။ထောင်ကထွက်လာပြီးတဲ့နောက် ရေးက လက်ဝှေ့ဆရာတွေဆီပြန်မသွားဘဲ ဇာတ်မြှုပ်ရင်း ကားပါကင်စောင့်တဲ့အလုပ်ကိုဝင်လုပ်ပါတယ်။အကရီက ရေးကို ကားပါကင်စောင့်တဲ့ဦးလေးလို့အထင်မှားပြီး ရေးနဲ့စကားပြောမိရာကနေ သူတို့နှစ်ဦးစပြီးဆုံကြပါတယ်။ဘဝကိုအရှုံးပေးထားတဲ့ ရေး က အမြင်ဆုံးရှုံးထားပေမဲ့ ဘဝမှာ ပျော်ပျော်နေနိုင်အောင်ကြိုးစားနေတဲ့ အကရီကိုကြည့်ပြီး ပြောင်းလဲလာပါတယ်။တစ်ဖက်မှာလည်း သူ့ရဲ့အတိတ်ဟောင်းတွေနဲ့အတူ အကရီရဲ့မျက်စိကွယ်ရတဲ့အကြောင်းအရင်းက ဆက်စပ်နေတဲ့အခါ...ရေးနဲ့အကရီတို့နှစ်ယောက် ဘာတွေဆက်ပြီးကြုံတွေ့ကြရမလဲ...ဒဏ်ရာတွေကို ဘယ်လိုကုစားဖေးမပေးကြမှာလဲဆိုတာကို ဇာတ်လမ်းထဲမှာဆက်ပြီးကြည့်ရှုပေးပါဦး။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ...",
        "rating": "7.1",
        "url": "https://megaup.net/2jtfp/Your_Eyes_Tell_(2020)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kETYRGA15L0wkVPugSl8lKmSgFn.jpg",
        "title": "Rock Dog 2: Rock Around the Park (2021)",
        "description": "Rock Dog 2(2021)2016 မှာထွက်ရှိထားတဲ့ Rock Dog ရဲ့အဆက်ထူးခြားတဲ့ ဆန်းသစ်မှုများနဲ့နောက်ထပ် Rock Dog 2 ထွက်ရှိလာပါပြီဒီတစ်ခေါက်မှာတော့ နှင်းတောင်ကြားထဲကBodi လေးဆီကိုကမ္ဘာကျော်ဖြစ်ဖို့အခွင့်အရေးက နောက်တစ်ဖန်ဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်လာပါပြီBodi တစ်ယောက် သူ့တီးဝိုင်းက ဘော်ဒါတွေနဲ့မွေးရပ်မြေကိုစွန့်ခွာပြီး​ကမ္ဘာကျော်အဆိုတော်ဖြစ်ဖို့ သွားကြိုးစားတဲ့အခါဘာတွေဆက်ဖြစ်ဦးမှာလဲရှေ့က Rock Dog ထက်ပိုကောင်းတဲ့Rating နဲ့ လောလောလတ်လတ်ထွက်ရှိထားတာမို့ကြည့်ရှုလိုက်ကြပါဦး Reviewed by : AmeliaEncoded by : Amelia and YKQuality :: 1080p Blu-Ray x264 and 720pFile Size : 1.71Gb and 1.25GbFormat : mp4Duration : 1h 30mins",
        "rating": "7.3",
        "url": "https://megaup.net/Xy27/Rock.Dog.2.Rock.Around.the.Park.2021.720p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/young-people-fucking-czech-movie-cover-147x200.jpg",
        "title": "[18+] Young People Fucking (2007)",
        "description": "Dark Side Production မှတင်ဆက်သည်။IMDb (6.3)ဒီဇာတ်ကားလေးကတော့\nလိင်ကိစ္စတက်ကြွနေဆဲဖြစ်တဲ့\nလူငယ်လေးတွေရဲ့ သဘာဝကို\nဟာသနှောပြီး ရိုက်ပြထားပါတယ်\nဇာတ်ကားထဲမှာ စုံတွဲ ၅တွဲပါဝင်ထားပြီး\nတစ်တွဲနဲ့တစ်တွဲရဲ့ လိင်ဆက်ဆံဖြစ်ပုံလေးတွေကလည်း မတူညီကြပါဘူး ။\nပြီးတော့ ဝမ်းသာစရာက.....\nဇာတ်ကားတစ်ကားလုံးကလဲ ကုတင်ပေါ်မှာတင် အဆုံးသတ်သွားတာဆိုတော့ကာ........၁)Friends\nပထမစုံတွဲက သူငယ်ချင်းတွေပါ ။ငယ်ငယ်တည်းက ရင်းနှီးခဲ့တဲ့ သူငယ်ချင်းတွေဖြစ်ပြီး လိင်ကိစ္စအာသာပြေဖို့ သက်သက်သာ\nဆက်ဆံကြမှာပါ။၂)Room-mate\nဒုတိယအတွဲကတော့ ဆန်းကျယ်စွာပါပဲ\nလူ ၃ယောက် ဖြစ်နေတာပါ။\nသူ့ကောင်မလေးကို သူ့အခန်းဖော်က လိင်ဆက်ဆံတာကို ထိုင်ကြည့်ချင်တာပါတဲ့.....၃)The couple\nတတိယစုံတွဲကတော့ လင်မယားတွေပါ။\nဒါပေမယ့် တစ်ယောက်နဲ့တစ်ယောက် မရိုးသွားအောင်လို့တဲ့ ကျွန်တော်တို့ စိတ်ကူးထဲမှာတောင် မယဉ်ဘူးတဲ့ ဆန်းကျယ်လှတဲ့\nနည်းလမ်းတစ်မျိုးနဲ့ Sex ကိစ္စလုပ်ကြမှာပါ.......၄)The exesဒီ စတုတ္ထအတွဲကတော့\nလင်မယားဟောင်းတွေပါ\nအကြောင်းအမျိုးမျိုးကြောင့် လမ်းခွဲခဲ့ကြပြီးမှ\nပြန်တွေ့ကြတဲ့အခါ.....ခံစားချက်ရမ္မက်ကြီးမားစွာနဲ့..........ချစ်ရည်လူးကြမှာပါ....၅)The first date\nဒီနောက်ဆုံးအတွဲကတော့\nပထမဆုံးအကြိမ်ချိန်းတွေ့ကြတာပါ\nပထမဆုံးအကြိမ်ဆိုပေမယ့် ယောကျာၤးလေးရဲ့ မိန်းမတွေနဲ့ ပတ်သက်တဲ့ စကေးကြမ်းမှု\nကြောင့်.....ကုတင်ပေါ်ရောက်သွားကြတဲ့အခါ.......။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Dark Side Production မှ Triple X ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…BluRay 1080p and ...",
        "rating": "6.3",
        "url": "https://megaup.net/Xy4c/Young.People.Fucking.2007.720p.BluRay.x264-CiNEFiLE.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/rape-zombie-lust-of-the-dead1-140x200.jpg",
        "title": "[18+]Rape Zombie: Lust of the Dead (2012)",
        "description": "ခုဆိုရင် 18+ကားလေးတွေကိုမှ ဇာတ်လမ်းကောင်းကောင်းနဲ့ကြည့်ချင်တဲ့လူများအတွက် ကားကောင်းလေးတခုကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီကားလေးကတော့ Rape Zombie: Lust of the Dead(2012)ကားလေးပဲဖြစ်ပါတယ။်\nဒီကားလေးမှာတခြား Zombie ကားတွေနဲ့မတူပဲနဲ့ကွဲထွက်နေတာလေးတခုရှိပါတယ်။\nအဲ့ကွဲထွက်နေတာလေးတခုကပဲ ကြည့်ရှုတဲ့သူတွေကိုဆွဲဆောင်နိုင်မှာအသေအချာပါပဲ။နောက်တချက်အနေနဲ့ကတော့ ဒီကားလေးဟာ18+ ကားတကားဖြစ်ပေမဲ့လည်း တချို့လူသဘာဝတရားသီရိုရီတွေကိုပါ တခါတည်းထည့်သွင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဒီကားအမျိးအစားလေးကတော့ Horror အပေါ်အခြေခံထားပြီးတဲ့ 18+ကား တကားဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ ဂျပန်ကိုနယူးကလီးယားဗုံးအကြဲခံလိုက်ရပြီးတော့ အမျိုးသမီးတွေကို လိင်စိတ်ဆာနေတဲ့ဇွန်ဘီးတွေက တိုက်ခိုက်ကြပါတယ်။ ဒါပေမဲ့ဇွန်ဘီးတွေက ဘယ်လိုတိုက်ခိုက်ကြလဲ နောက်ဆုံးဇွန်ဘီးတွေကိုဘယ်လိုနိမ်နင်းခဲ့လဲဆိုတာကို မျက်လုံးပြူးသွားရလောက်အောင်ခံစားကြည့်ရှုကြရမှာဖြစ်ကြောင်း.........ငိငိ\nအမြည်းလေးညွှန်းပေးလိုက်ပါတယ်။(မှတ်ချက်)\nကလေးသူငယ်များကြည့်ရှု့ရန်မသင့်တော်ပါJake(NNL) ရမ်းသမ်းဖောရှောဘာသာပြန်ထားခြင်းဖြစ်ပါတယ်။ File size__( 1.2 GB )\nQuality__1080p\nFormat__mp4\nDuration__01:29:43\nType__Adult, Asian\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jake(NNL)\nEncoded by Dark Devil",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/rape-zombie-lust-of-the-dead-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/47URgo6dIQdJsQdpYsLG2MZbIZV.jpg",
        "title": "Dragon Inn Part 2 : The Night of Salvation (2021)",
        "description": "Dragon Inn Part 2 : Night of the Gods (2021)၂၀၂၀ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Dragon Inn ရဲ့ အဆက် ထွက်ရှိလာပြီပဲ ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ မိန်းကလေးတွေ ဆက်တိုက် ပျောက်ဆုံးနေမှုကို လိုက်ရမှာပါ။ဒီမိန်းကလေးတွေက မပျောက်ဆုံးမီမှာ စာကျက်ဝိုင်းတစ်ဝိုင်းမှာ စာသွားကျက်ခဲ့ကြပါတယ်။အဲဒီစာကျက်ဝိုင်းကနေတစ်ဆင့် ထောင်ကလွတ်လာတဲ့ ဘာသာရေးဆရာ တစ်ယောက်ဆီကို ရောက်ရှိသွားတယ်လို့ ခန့်မှန်းမီတဲ့အချိန်မှာတော့ .....ပုတ်သင်ဥ တူးတာ ညောင်မြစ်ပေါ် ဆိုသလိုပါပဲ။စုံစမ်းလေ ပေါ်ထွက်လေ ဖြစ်လာတဲ့ အမှုတွေကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။Mydrama List မှာ 7.7 ရရှိထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Aerigom ပဲ ဖြစ်ပါတယ်။File size…1.8 GB and 1.1 GB\nQuality….HDRip 1080p and 720p\nFormat…mp4\nDuration….1h 31min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "7.7",
        "url": "https://megaup.net/Xxq3/Dragon_Inn_Part_2_The_Night_of_the_Gods_2021.720p.FHDRip.CM.mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/hear-me-poster-141x200.jpg",
        "title": "Hear Me (2009)",
        "description": "Hear Me (2009)____IMDb - 7.5/10\n အချစ်မှာ မျက်စိမပါဘူးလို့ဆိုကြပါတယ်။\nတကယ်တော့ အချစ်မှာ နားလဲမပါဘူးဆိုတာ ဒီဇာတ်ကားမှာတွေ့ရပါမယ်။\nအကြားအာရုံမပါဝင်ဘဲ ချစ်ခြင်းမေတ္တာတစ်ခုဖြစ်ပေါ်လာပုံကို တင်ဆက်ထားပါတယ်။\nချစ်ခြင်းမေတ္တာကိုဖွဲ့နွဲ့ကြတဲ့ဇာတ်ကားတွေထဲမှာ ဒီဇာတ်ကားကတော့ ပိုမိုထူးခြားပါတယ်။\nအလွန်ပေါ့ပါးစွာ တင်ဆက်ထားပေမယ့် နက်နဲတဲ့ချစ်ခြင်းရဲ့ရသတွေကို ကြည့်နေရင်းခံစားရပါတယ်။\nဇာတ်ကားရဲ့အဆုံးသတ်စာသားလေးကလဲ ကြည်နူးဖွယ်ရာပါ။\n\" အချစ်နဲ့အိမ်မက်ကအံ့သြဖွယ်ကောင်းပါတယ်။\nသူတို့တွေဟာ ကြားဖို့ရော စကားပြောဖို့ရော ဘာသာပြန်ပေးဖို့ရော မလိုအပ်ကြဘူး။\"\nDrama, Romance အမျိုးအစား ထိုင်ဝမ်ဇာတ်ကားဖြစ်ပြီး\nIMDb Rating (7.5/10) ရရှိထားလို့\nကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ။\n(ဒီဇာတ်ကားကိုတော့ Phyo Thu Hein မှခံစားတင်ဆက်ထားပါတယ်။)\n  \nFile size...(804 MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:49:27\nSubtitle....Myanmar Subtitle (Hardsub)\nTranslator.....Phyo Thu Hein\nEncoder....Nyeinsaeya Aung",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/hear-me-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p10854431_v_v8_aa-133x200.jpg",
        "title": "Hitman: Agent 47 (2015)",
        "description": "IMDb Rating 5.7 ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။အေးဂျင့်47 ဟာ မျိုးဗီဇပြုပြင်ထားတဲ့ အဆင့်မြင့်ကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်ပြီး သူဟာ သာမန်ကြေးစား လူသတ်သမားထက် ပိုမိုတဲ့ စွမ်းအင်တွေရှိပြီး သူ့ကို အလွယ်တကူ သတ်ဖြတ်လို့ မရပါဘူး။ သူ့ဦးခေါင်းနောက်စေ့မှာ သူ့ကိုယ်ပိုင်နံပတ် ၄၇ ဆိုတာပါရှိပြီး အဲဒီနေရာကို ဖျက်ဆီးပစ်နိုင်မှာသာ အေးဂျင့်47လိုမျိုးဗီဇပြင်အဆင့်မြင့် ကြေးစားလူသတ်သမားတွေကိုသတ်ဖြတ်နိုင်မှာ\nဖြစ်ပါတယ်။ဇာတ်ကားစစချင်းမှာ အေးဂျင့်47ဟာ ကောင်မလေး တစ်ယောက်ကို ရှာဖွေပါတယ်။အဲဒီကောင်မလေးဟာ ဥရောပတိုက်ကဖြစ်ပြီးအဲဒီကောင်မလေး နောက်ကို အေးဂျင့်47လိုက်နေချိန်မှာအေးဂျင့်47  နောက်ကိုလည်း အခြားသူတွေက လိုက်နေပါတယ်။အေးဂျင့် 47 လိုက်ရှာနေတဲ့ ကောင်မလေး ကတော့ ကတ်တီးယား ဆိုတဲ့ ကောင်မလေးပဲ ဖြစ်ပါတယ်။  အဲဒီကောင်မလေးဟာ ဘေးကြုံခါနီးမှာ သူ့ဘေးကို ကြိုမြင်နိုင်တဲ့ အစွမ်းရှိပြီး အေးဂျင့် 47 သူဆီ လာနေတာကိုကြိုသိလိုက်တာနဲ့ ခြေရာဖျောက်ထွက်ပြေးပါတယ်။ အေးဂျင့်47 ကို ခြေရာဖျောက် ပြေးလာတဲ့ ကတ်တီးယား မြေအောက် ဘူတာရုံ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-77/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/121374411_181165793552745_7049776219566189371_o-143x200.jpg",
        "title": "[21+] Q Desire (2011)",
        "description": "စိတ်လွတ်ကိုယ်လွတ် လွင့်မျောချင်ရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ..\nဇာတ်ကောင်တွေဟာ သူတို့ကိုယ်တိုင်နားမလည်မှုများနဲ့ မျောချင်ရာမျောနေတာမျိုး...\nသူတို့ရဲ့အမူအကျင့်တွေဟာ အမှောင်ခြမ်းတစ်ခုစီကို ကိုယ်စားပြုနေတာမျိုး...\nလိုက်ကြည့်ရင်း မှောင်ကြတာပေါ့...ဒီဇာတ်ကားထဲက အဖော်အချွတ်အားလုံးက Graphic Nudity မဟုတ်ပါဘူး....\nဘာ Graphic မှ မသုံးထားပါဘူး...အကုန်အစစ်တွေချည်းပါပဲ....:3\nဒါရိုက်တာက ပြောချင်ရာပြောဖို့မှာ ဘာကိုမှ မညှာတာဘဲ\nအကုန်ပလိန်းကြီး အရှိအတိုင်းချပြထားပါတယ်...ဇာတ်ကားက နှစ်နာရီဝန်းကျင်ပဲရှိပေမယ့်...ကြည့်လိုက်ရင် ၄ နာရီနီးပါးကြာကြာတတ်ပါတယ်...\nဘာလို့ဆို ခဏခဏ Pause လုပ်လိုက် ..နောက်ပြန်ရစ်ကြည့်လိုက် လုပ်နေရလို့ပါ...\nပြီးရင် သတိရတိုင်းလဲ ပြန်ပြန်ကြည့်ကြည့်ဖြစ်ပါမယ်...\nသေချာတာတစ်ခုကတော့ လူသူတိတ်ဆိတ်တဲ့နေရာမှာ တစ်ယောက်ထဲအေးဆေးကြည့်မှ အဆင်ပြေမှာပါ။ဒီဇာတ်ကားကြည့်ပြီးရင် မင်းသမီး Déborah Révy နဲ့ Hélène Zimmer တို့အကြောင်းကို ပိုပိုရှာကြည့်မိပါမယ်...\nပြင်သစ်မင်းသမီးတွေဖြစ်ပြီး ဆွဲဆောင်မှုအပြည့်ရှိကြောင်း ထောက်ခံပါတယ်...Uncut Version ဖြစ်တာနဲ့အညီ ဘာဆင်ဆာမှ မပါတာကြောင့် 21+ အရွယ်တွေ ကြည့်ဖို့သာ တိုက်တွန်းလိုက်ပါတယ်။ဘာသာပြန်အသစ် Quality Update လေးမို့ ကြည့်ဖူးရင်တောင် ပြန်သိမ်းထားဖို့ တိုက်တွန်းပါတယ်။ပြင်သစ် Taste လေးကို ကြိုက်ကြတယ်ဆိုရင်ဖြင့် ...",
        "rating": "5.5",
        "url": "https://megaup.net/Vj8o/[DS][21+]Q.Desire.2011.720p.BluRay.x264-PFa.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/jujaCapture-141x200.jpg",
        "title": "This Girl Is Bad-Ass!! (2011) Jukkalan",
        "description": "Chocolate(2008) ၊ The Kick (2011) ဇာတ်ကားတွေနဲ့ အထိုးအကြိတ်ခန်းတွေမှာ နာမည်ရတဲ့မင်းသမီးချော JeeJa Yanin ရဲ့ နောက်ထပ် Action ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ Action သီးသန့်မဟုတ်ဘဲ အပြောအဆို ၊သရုပ်ဆောင် ၊ဝတ်စားဆင်ယင်မှု အားလုံးက Comedy ဖက်သွားထားပြီးရီချင်စရာဇာတ်ရုပ်တွေနဲ့ ခပ်သွက်သွက်တင်ဆက်ထားတာပါ။ထိုင်းရဲ့ နာမည်ကျော်ဟာသသရုပ်ဆောင် Mum Jokmok အပြင် တခြားဟာသ သရုပ်ဆောင်အတော်များများပါဝင်ထားပါတယ်။ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် Action,Comedy,Drama ထိုင်းဇာတ်ကားလေးဖြစ်ပြီးIMDb Rating (5.2) ရရှိထားပါတယ်။ \nFile size…(1.8 GB) and (1.1 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.2",
        "url": "https://megaup.net/2jq6q/This.Girl.Is.Bad-Ass.2011.THAI.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "",
        "title": "Snowpiercer (2013)",
        "description": "ဒီတစ်ခါ Parasite ဇာတ်ကားနဲ့ ဆုပေါင်းများစွာကိုသိမ်းပိုက်ခဲ့တဲ့ ဒါရိုက်တာ Bong Joon Ho ရဲ့ Snowpiercer (နှင်းခွဲရထား) ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။၂၀၁၄ ခုနှစ်မှာ  CW7 ဆိုတဲ့ဓာတုပစ္စည်းတစ်မျိုးကိုအသုံးပြုပြီး ကမ္ဘာကြီးပူနွေးမှုကိုကာကွယ်ဖို့ကြိုးစားခဲ့ကြပါတယ်။ ဒါပေမယ့် အကျိုးဆက်အနေနဲ့ ကမ္ဘာဟာမပူနွေးတော့ရုံမက အေးခဲလွန်းတဲ့ရေခဲခေတ်ကိုရောက်ရှိသွားပါတော့တယ်။ဒီလိုတွေဖြစ်လာမယ်ဆိုတာကြိုမြင်နေတဲ့ ဝဲလ်ဖို့ဒ်ဆိုတဲ့လူကြီးက ကမ္ဘာကြီးကို တစ်နှစ်တစ်ခါလည်ပတ်နေတဲ့ နှင်းခွဲရထားကြီးကိုတီထွင်ခဲ့ပါတယ်။နှင်းတွေကနေစွမ်းအင်ကိုယူပြီး အလုံပိတ်​ဂေဟစနစ်နဲ့ မရပ်မနားခုတ်မောင်းနေတဲ့ဧရာမရထားကြီးရဲ့ခေါင်းတွဲပိုင်းတွေဟာ လူချမ်းသာတွေအတွက် ဇိမ်ခံအဆင့်အတန်းမြင့်အခန်းတွေ၊ ဝန်ဆောင်မှုတွေနဲ့ ပြည့်နေပေမယ့် အသက်မသေဖို့အရေး ရထားပေါ်မရမကဖက်တွယ်လိုက်ပါလာတဲ့ လူဆင်းရဲတွေအတွက်ကတော့ ညစ်ပတ်ပေရေနေပြီး ကျောတစ်ချစာသာနေရာရှိတဲ့ ရထားနောက်တွဲအမှောင်ခန်းတွေထဲ လက်နက်ကိုင်စစ်သားတွေရဲ့စောင့်ကြည့်မှုအောက်မှာ နေကြရပါတယ်။ဒီလိုနဲ့ ၁၇နှစ်အကြာမှာ တိရစ္ဆာန်သာသာနေနေရတဲ့ လူ့အခွင့်အရေးဆိုတာကိုတစ်စက်မှမရကြရှာတဲ့ ရထားနောက်တွဲကလူတွေရဲ့ တော်လှန်​တဲ့ပုံရိပ်တွေကိုကြည့်ကြရမှာပါ။ဒီဇာတ်ကားမှာတော့ ကိုရီးယားဇာတ်ဆောင်နှစ်ဦးနဲ့ အင်္ဂလိပ်သရုပ်ဆောင်တွေ အဓိကသုံးထားပြီး အင်္ဂလိပ်ဘာသာနဲ့ပဲ အဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒါရိုက်တာကြီး Bong Joon Ho ရဲ့လက်ရာဆိုတော့ အထူးတလည်ညွှန်းစရာလိုတော့မယ် မထင်ပါဘူး။ လုံးဝရိုးအီမသွားဘဲအတော်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားပါ။ ကြည့်ရှူခံစားလိုက်ကြပါဦး။File size…(1.7 GB) and ...",
        "rating": "7.1",
        "url": "https://megaup.net/Xvdb/Snowpiercer.2013.720p.BluRay(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BYzBkMzAyMDUtZTFkZS00OWUyLTgwM2ItNGI3MTQ5NzA3NTVkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006701000_AL_-134x200.jpg",
        "title": "Ready or Not (2019)",
        "description": "ချမ်းသာပြီး လျို့ဝှတ်တက်တဲ့ မိသားစု တစ်ခု ရှိတယ်\nသူတို့ဟာ ဂိမ်းမင်းမျိုးဆက် လို့ ခေါ်ခံရပြီး\nဂိမ်းကစားနည်းတွေကို ထုတ်လုပ်သူတွေဖြစ်ပါတယ်\nသူတို့ရဲ့ ကြီးကျယ်ခန်းနားတဲ့ နန်းတော်လို စံအိမ်ကြီးမှာ\nနေပြီး မျက်နှာတွေကတော့ တစ်ခုခုကို အလိုမကျတဲ့သူတွေလိုပေါ့\nအဲ့ဒီအိမ်ကြီးမှာ အငယ်ဆုံးသားဖြစ်သူ အဲလစ်ကတော့ တစ်နေ့မှာ\nဂရေ့စ် ဆိုတဲ့ ကောင်မလေးကို လက်ထပ်ယူဖို့ အိမ်ကိုခေါ်လာခဲ့ပါတော့တယ်\nဒီမိသားစု အကြောင်း ဘာမှ မသိပဲ မောင့် တစ်မျက်နှာ တစ်ရွာထင်ပြီး\nလိုက်လာခဲ့တဲ့ ဂရေ့စ် ကတော့ ဒီမိသားစု နဲ့ အသားကျသွားဖို့\nလိုက်လျောညီထွေဖြစ်ဖို့ ကြိုးစားမယ်လို့ အဆုံးစွန်ထိ တွေးပြီးသားပါ\nအားလုံးအဆင်ပြေပြေ ဖြစ်ခဲ့ပါတယ် မင်္ဂလာဆောင်တဲ့ ညမှာပဲ\nဒီမိသားစု ဟာ အစဉ်အလာ တစ်ခုကို ထိန်းသိမ်းထားပြိး\nဂိမ်း တစ်ခုကို ကစားရမှာ ဖြစ်ပါတယ်...\nမိသားစု ထဲ လူအသစ်ဝင်လာရင် ဒီမိသားစု နဲ့\nထိုက်တန်လား ဆိုတာ ဆုံးဖြတ်ကြဖို့ အတွက်\nသတို့သမီးက ပုန်းရမှာ ဖြစ်ပြီး မိသားစု များက လိုက်ရှာရမှာပါ\nဒီလို တူတူပုန်းတမ်း ကစားနည်းကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/29fqa/Ready.or.Not.2019_720P_%7BCM%7D.mp4",
        "category": "Comedy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/panda-3-133x200.jpg",
        "title": "Kung Fu Panda 3 (2016)",
        "description": "Kung Fu Panda 3 (2016)\nIMDb - 7.1/10_______Rotten - 87%\n Kung Fu Panda ဆိုရင် မသိတဲ့လူမရှိသလောက်ပဲ\nကမ္ဘာမှာအောင်မြင်ခဲ့တဲ့ဒီ Animation ကားလေးဟာ\nMovie လောကမှာသာမက Game လောကမှာရော ဒိတ်ဒိတ်ကြဲကိုအောင်မြင်ခဲ့ပါတယ်။\n1 နဲ့ 2 ကို ကြည့်ရှုခဲ့ကြပြီး ဇာတ်လမ်းဆုံးသွားပြီထင်နေခဲ့တုန်းမှာပဲ\n2015 ခုနှစ်ရဲ့ Movie review တွေမှာ စတင်ကြော်ငြာပါလာခဲ့တော့\nအရမ်းကိုမျှော်လင့်ပျော်ရွှင်စောင့်စားခဲ့ရတယ်။\nအခုတော့ ကျွန်တော်တို့အချိန် CM အချိန်ရောက်ခဲ့ပြီ။\nဒီဇာတ်ကားဟာ အရင်ကားတွေထက်ပိုအောင်မြင်ခဲ့ပြီး\nIMDb rating 7.1/10 ထိရရှိအောင်မြင်ခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကိုအနည်းငယ်ပဲပြောပြချင်ပါတယ်။\nပိုရဲ့ ဆရာဖိုးဖိုးလိပ် ရဲ့ တိုက်ဖော်တိုက်ဖက် ကိုင် ဟာ ဝိညာဉ်ကမ္ဘာက\nသိုင်းဆရာတွေအားလုံးရဲ့ စွမ်းအင်တွေကို သိမ်းပိုက်ပြီး\nလူ့ပြည်ကိုပြန်ဝင်ရောက်လာပါတယ်။ ပြီးတော့ လူ့ပြည်က\nဆရာတွေအားလုံးရဲ့ စွမ်းအင် ချီ တွေကိုပါ သိမ်းပိုက်လိုက်ပါတယ်။\nဒါကို တားဆီးနိုင်ဖို့အတွက် ပို တစ်ယောက်လက်ရှိအင်အားနဲ့မဖြစ်နိုင်တော့ပါဘူး။\nသူကိုယ်တိုင် ချီရဲ့ အရှင်သခင် ဖြစ်အောင်လုပ်ရပါတော့မယ်။\nဒီအဆင့်ကိုရောက်ဖို့ ဆရာလိပ်က နှစ် ၃၀ လောက် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/kung-fu-panda-3/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/images-1-133x200.jpg",
        "title": "Kung Fu Panda 2 (2011)",
        "description": "Kung Fu Panda 2 (2011)\nIMDb - 7.2/10_______Rotten - 81%\n Kung Fu Panda 2 မှာတော့ ‘ပို’ ရဲ့ ဘဝဇာတ်ကြောင်းကို ကြည့်ရှုရမှာပါ….\n‘ပို’ ရဲ့အဖေဖြစ်သူဟာ မွေးစားအဖေဖြစ်နေပါတယ်…\n‘ပို’ လသားအရွယ်မှာ သူတို့ရဲ့ရွာလေးကို တပ်ဖွဲ့တစ်ခုက\nဝင်ရောက်တိုက်ခိုက်ဖျက်စီးတာကို ခံလိုက်ရပါတယ်…\nပို ရဲ့မိဘတွေဟာ ထွက်ပြေးရင်းနဲ့ ပို့ ကို စွန့်ပစ်ခဲ့ရပါတော့တယ်…\nဒါက ပို ရဲ့ ဘသ ဇာတ်ကြောင်းပါ…\nအခုချိန်မှာတော့ ဒေါင်းမင်းသားတစ်ယောက်ဟာ\nလက်နက်ဆန်းတစ်ခုကို တီထွင်ပြီးတော့ တရုတ်ပြည်ကြီးကို\nသိမ်းပိုက်ဖို့ ကြံစည်နေပါပြီ…\nဒါကို ပို နဲ့ သူ့အဖွဲ့က တားဆီးဖို့အတွက် တာဝန်ကျလာပါပြီ…\nဒီတော့ ပို တို့တွေ ဒေါင်းမင်းသားကို\nဘယ်လိုတားဆီးကြမှာလဲ ဘာတွေဆက်ဖြစ်ကြဦးမလဲ\nဆိုတာကိုတော့ ထုံးစံအတိုင်း ကြည့်ရှုခံစားပေးကြပါဦး\nဒီဇာတ်ကားဟာလည်း ပထမကားလိုပဲ\nrating ကောင်းကောင်းရထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်\n(IMDb rating 7.2/10 )\nအားပေးကြပါ \nKung Fu Panda 2 မွာေတာ့ ‘ပို’ ရဲ႕ ဘ၀ဇာတ္ေၾကာင္းကို ၾကည့္ရႈရမွာပါ….\n‘ပို’ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/kung-fu-panda-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-20-at-23.24.27-132x200.png",
        "title": "Censor (2021)",
        "description": "Censor (2021)===========IMDb Rating - 6.0/10နိုင်ငံခြားတွေမှာ ရုပ်ရှင်တစ်ကားကို ကြည့်မယ်ဆို Rating အရင်ကြည့်ပါတယ်။ ၁၅ နှစ်အထက်လား? ၁၈ နှစ်အထက်လား? ကလေးအတွက်၊လူကြီးအတွက် စသဖြင့် အဆင့်ခွဲပေးရပါတယ်။ အဆင့်သတ်မှတ်ချက်အလိုက်လည်း မပါသင့်တဲ့ဇာတ်ဝင်ခန်းတွေကို တည်းဖြတ်ရပါတယ်။ ဘယ်သူတွေခွဲပေးလဲဆိုတော့ ဆင်ဆာလူကြီးမင်းတွေပါ။ ရုပ်ရှင်ကနေတစ်ဆင့် မှုခင်းတွေတိုးပွားလာတယ်ဆိုပြီးတော့ ၁၉၈၄ ခုနှစ်ကတည်းက သူတို့ခွင့်ပြုပေးတဲ့ ရုပ်ရှင်ကားမှ ထုတ်လွှတ်ခွင့်ရပါတယ်။ဆင်ဆာတစ်ခုကို ကောင်းကောင်းတည်းဖြတ်ရင်း လူတွေကိုကာကွယ်ပေးချင်တဲ့ အီနစ်တစ်ယောက်ကတော့ ညီမပျောက်ဆုံးမှုနဲ့အတူ စိတ်ဝေဒနာခံစားနေရသူပါ။ မကြာမီ အီနစ် ခွင့်ပြုခဲ့တဲ့ ဇာတ်ကားတစ်ကားအတိုင်း လူသတ်မှုဖြစ်ပွားခဲ့ပြီး သူ့ကြောင့် လူသတ်မှုဖြစ်ပါတယ်လို့ အပြစ်တင်ဝေဖန်ခံခဲ့ရပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့လက်သုံးစကားကတော့ ဇာတ်လမ်းနဲ့လိုက်လျောညီထွေဖြစ်အောင် မှန်ကန်အောင်ပဲ တည်းဖြတ်ပါတယ်တဲ့...ဘယ်သူတွေဘာပဲပြောပြော သူ့ခံယူချက်အတိုင်း ဇာတ်လမ်းတစ်ပုဒ်ကို ကောင်းအောင် တည်းဖြတ်ရင်း သူမသိလိုက်တာကတော့ သူ့ဘဝ၊သူ့ဇာတ်လမ်းကို သူကိုယ်တိုင် လိုက်လျောညီထွေဖြစ်အောင် ဘယ်လိုဆင်ဆာဖြတ်ခဲ့လဲဆိုတာပါပဲ...မြှုပ်ကွက်တွေများပြားပြီးတော့ ပုံမှန်ဇာတ်လမ်းတွေထဲကနေ ကွဲထွက်နေတဲ့ အတွက် ဒရာမာဆန်ဆန် ခြောက်ခြားတဲ့ကားမျိုးကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Zmex/Censor.2021.720p.WebDL[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vSCjeSAkdrAyi3XDIrNWpMsH5oP.jpg",
        "title": "Siberia (2019)",
        "description": "Siberia 2019ဒီရုပ်ရှင်ကတော့ ဝီလမ်ဒဖိုးတစ်ယောက် အဓိက သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ အမျိုးအစားကတော့ survival နဲ့psychological ပေါင်းထားတာပါပဲ။ ကလင့်ထ်ဆိုတဲ့လူတစ်ယောက်ဟာ လူ့လောကထဲမှာနေကြည့်ပြီးခဲ့ပြီးအဆင်မပြေမှုတွေ များလွန်းလို့ ကမ္ဘာ့အစွန်း့ နှင်းတောကြီးထဲမှာ တစ်ယောက်တည်း လာနေနေတဲ့သူတစ်ယောက်ပေါ့။တစ်ယောက်တည်းလာနေနေသူတွေရဲ့ ထုံးစံအတိုင်း ကိုယ့်ကိုယ်ကိုယ် နားလည်ဖို့ရှာဖွေနေတယ်၊ အတိတ်ကအဖြစ်တွေကို စဉ်းစားနေတယ်၊ တစ်ယောက်တည်း စိတ်ကူးယဉ်တယ်၊ အိပ်မက်မက်တယ်၊ အရှိတရားနဲ့ မရှိတရားကိုရောနှောတယ်။ လူတစ်ယောက် လူသူမနီးတဲ့နေရာမှာ ဘာတွေတွေးတတ်လဲဆိုတာ ရိုက်ပြတာပါပဲ။ ဒါရိုက်တာရဲ့အဆိုအရတော့ အိပ်မက်တွေကို ရုပ်ရှင်ရုပ်ပြလို့ဖြစ်နိုင်လားဆိုတဲ့ စကားကို အဖြေပေးလိုက်တာပေါ့။ဇာတ်ကြောင်းကို ပြောပုံကလည်း A B C D မဟုတ်ဘူး D B A C လို ဖြစ်နေတာမို့ အလကားနေရင်းhigh သွားချင်တဲ့သူတွေကြည့်ဖို့တော့ အသင့်တော်ဆုံးပါပဲ။တချို့ဇာတ်ဝင်ခန်းတွေမှာ အသက်၁၈နှစ်နဲ့အောက် မကြည့်ရှုသင့်ပါ Translated by  ...",
        "rating": "5.1",
        "url": "https://megaup.net/Xuj6/Siberia.2019.720p(CM).mp4",
        "category": "Drama, Fantasy, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/c71Jzw0UguFp1J1c2QVp4TLToh3-133x200.jpg",
        "title": "[18+] May We Chat (2013)",
        "description": "ဒီကားလေးကို ရီဗျူးရေးဖို့ဆိုတော်တော်အကြပ်ရိုက်ပါတယ်။ အကြောင်းက အရသာရှိလွန်းတဲ့ထမင်းဝိုင်းထဲ ရောက်သွားသလိုခံစားရလို့ပါပဲ။ အကုန်ကောင်းနေတော့ ဘယ်ဟာကောင်းလဲလို့ ညွှန်းမနေတော့ဘဲ လာသာထိုင်စားလိုက်တော့ဗျာ လို့သာ ပြောချင်မိတဲ့အထိပါ။မိန်းကလေးသုံးယောက်ကို အကြောင်းပြုပြီး ဇာတ်လမ်းတည်ထားတာမို့ မတူညီတဲ့ဇာတ်အိမ်သုံးမျိုးကို တွေ့ရမှာပါ။ ဆယ်ကျော်သက်မိန်းကလေးအများစုမှာ ဖြစ်ပျက်တတ်တဲ့စိတ်ခံစားချက်၊ စူးစမ်းချင်စိတ်အားလုံးကို ဒီကားလေးထဲထည့်သွင်းပေးထားတဲ့အပြင်... ဟောင်ကောင်မှာ ၂၀၀၀ ခုနှစ်လောက်က လူငယ်ဂိုဏ်းအဖွဲ့တွေ ဘယ်လိုကြီးစိုးခဲ့လည်းဆိုတာကိုပါ မြင်တွေ့ရမှာဖြစ်ပါတယ်..ပထွေးနဲ့အတူတူနေတဲ့ အားရန်း၊ ညီမတစ်ယောက်နဲ့ဆေးစွဲနေတဲ့အမေကို စောင့်ရှောက်နေတဲ့ ဝေဝေ၊ အဘွားနဲ့အတူတူနေပြီး အကြားအာရုံချို့တဲ့နေတဲ့ ဝေရင်း .. ဒီသူငယ်ချင်းသုံးယောက်က ဝီချက် ဆိုတဲ့ဖုန်း အက်ပလီကေးရှင်းကနေတစ်ဆင့် သူငယ်ချင်းဖြစ်ခဲ့ကြပါတယ်။ သူတို့ရဲ့ခံစားချက်တွေကို ဖလှယ်ရင်း တစ်ရက်မှာ အားရန်း တစ်ယောက်လိုင်းပေါ်မှာ ပျောက်ချင်းမလှပျောက်သွားပါတယ်။ အပြင်မှာတောင် မမြင်ဘူးကြတဲ့ သူငယ်ချင်းတွေက အားရန်း ပျောက်သွားတဲ့အခါ သူတို့တတ်နိုင်တဲ့ဘက်က ဘယ်လိုပြန်လည်ရှာဖွေကြမလဲဆိုတာကိုတော့ ဒီရုပ်ရှင်ကားလေးထဲမှာ အဖြေရှာလိုက်ပါတော့နော်.....မင်းသမီးတွေလန်းသလို အရင်ခေတ်တုန်းက နာမည်ကြီးခဲ့တဲ့ မင်းသမီးတွေပါ အားဖြည့်ထားပါတယ်..အဖော်အချွတ်တချို့ကြောင့် မိသားစုနဲ့ကြည့်ဖို့မသင့်တဲ့ ...",
        "rating": "4.9",
        "url": "https://megaup.net/Xugq/(CM)May.We.Chat.2015.720p.BluRay.DD5.1.x264-ROVERS.mp4https://megaup.net/2jpbA/(CM)May.We.Chat.2015.1080p.BluRay.DD5.1.x264-ROVERS.mp4",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3chxejrvpOU5sAc0vU1xjiyoc7m.jpg",
        "title": "Endgame ( 2021 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့....ချန်ရှောင်မုန်ကတော့ အရံသရုပ်ဆောင်အဖြစ်အလုပ်လုပ်ကိုင်ပြီးအကြွေးပတ်ချာလည်နဲ့ အသက်ရှင်ရမဲ့ မျှော်လင့်ချက်တွေပျောက်ဆုံးကာဘဝကြီးကို အဆုံးသတ်ချင်နေတဲ့ အရှုံးသမားတစ်ယောက်ပါကျိုးချွမ်ကတော့ ကြေးစားလူသတ်သမားအဖြစ်လုပ်ကိုင်နေတဲ့ချမ်းသာပြီးငွေလျှံသူတစ်ယောက်ဖြစ်ပါတယ် တစ်နေ့ ချန်ရှောင်မုန်နဲ့ကျိုးချွမ်တို့ နှစ်ယောက် တစ်ယောက်နဲ့ တစ်ယောက်နေထိုင်ရာဘဝချင်း လဲနေဖို့ရာ အကြောင်းဖန်လာခဲ့ပါတယ် အရှုံးသမားတစ်ယောက်ကချမ်းသာတဲ့ ဘဝကိုရောက်သွားပြီး ရက်စက်တဲ့လူသတ်သမားကလူတွေနဲ့ရောထွေးနေထိုင်ရမဲ့ ဆင်းရဲသား အရံသရုပ်ဆောင်ဘဝကိုရောက်သွားချိန်မှာတော့ သူတို့နှစ်ယောက် မရင်းနှီးတဲ့ပတ်ဝန်းကျင်မှာသူတို့ရဲ့စရိုက်တွေနဲ့ ဘယ်လိုတွေအသားကျအောင်နေကြမလဲဆိုတာ ဟာသလေးတွေနဲ့ နှောပြီးကြည့်ရှုကြရမှာပါ Quality : WEB-DL 720pFormat: mp4Subtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/Xu2o/(CM)END.GAME.2021.WEB-DL.720p.mp4",
        "category": "Comedy, Crime, Drama"
    }
]