[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdVtSJYG0AxdkudZ6UJEOV1LUxX.jpg",
        "title": "Lovers’ Concerto (2002)",
        "description": "Lovers’ Concerto(2002)IMDb 7.2/10မကြာသေးခင်ကမှ အပျိုကြီး ဘဝကို စွန့်လွှတ်သွားခဲ့တဲ့\nမင်းသမီး Son Ye-Jin ရဲ့ တစ်ခေတ်တစ်ခါက အောင်မြင်ခဲ့တဲ့\nအချစ်ဇာတ်လမ်းကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေဒီဇာတ်ကားလေးနဲ့  Son Ye-Jin ရယ်လို့ လူသိများလာခဲ့ပြီး\n“Best New Actress” ဆုကိုလည်း ရရှိခဲ့ပါတယ်My Sassy Girl ဇာတ်လမ်းနဲ့ လူသိများခဲ့တဲ့ မင်းသား Cha Tae-hyun နဲ့\nThe Scarlet Letter ဇာတ်ကားက မင်းသမီး Lee Eun-ju တို့ ပါဝင် သရုပ်ဆောင်ထားပြီး\nမင်းသမီး Moon Geun-young ကလည်း ပါဝင်အားဖြည့်ပေးထားပါသေးတယ်ဇာတ်လမ်းလေးကတော့ သူငယ်ချင်းသုံးယောက်ကြားက ချစ်ခြင်းမေတ္တာကို ရေးဖွဲ့ထားတာပဲ ဖြစ်ပါတယ်တစ်နေ့မှာ အီဂျီဟွမ်း(Cha Tae-hyun)ဆီကို နာမည်မပါ လိပ်စာမပါတဲ့ စာတစ်စောင်ရောက်လာခဲ့ရာကနေ\nသူငယ်ချင်းသုံးယောက်ရဲ့ အတိတ်ဇာတ်လမ်းကို ပြန်ပြောင်း သတိရဖို့ဖြစ်လာပါတယ်လွန်ခဲ့တဲ့ ၅ နှစ် ကောလိပ်ကျောင်းသား ...",
        "rating": "",
        "url": "https://megaup.net/2qime/Lovers_.Concerto.2002.720p.NF.WEB-DL.CM..mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4Emwa41uK9vrZJevrjFtFyrK9Ju.jpg",
        "title": "The First Girl I Loved (2021)",
        "description": "The First Girl I Loved (2021)ချစ်တယ်လို့ပြောရဲပေမယ့် မချစ်ရဲတဲ့သူတွေအများကြီးထဲမှာ ငါတို့နှစ်ယောက် ထိပ်ဆုံးကပါဝင်ခဲ့ကြတယ်။\nငါတို့နှစ်ယောက်ရဲ့ချစ်ခြင်းက ပြန်တွေးကြည့်ရင်ကလေးဆန်တယ်လို့ထင်ကြလိမ့်မယ်တဲ့...\nဒါဆိုရင် ငါ ဘယ်တော့မှ လူကြီးမလုပ်တော့ဘူး။\nနင့်ကိုပဲဆက်ချစ်မယ်...\nနင်နဲ့ပဲအတူတူရှိချင်တယ်...\nဒါပေမဲ့ နင်ပျော်ရွှင်ဖို့ပဲလေ.... ငါနောင်တမရပါဘူး။ဘဝကြီးက ဇာတ်လမ်းတစ်ပုဒ်ဆိုရင် နင်နဲ့ငါကအဓိကဇာတ်ဆောင်တွေပေါ့။\nမဟုတ်သေးဘူး...ငါကနင့်ရဲ့ဇာတ်ကွက်ကို လှပအောင်ကူညီခွင့်ရခဲ့တဲ့ ဇာတ်ပို့သရုပ်ဆောင်ပါ။\nဒါပေမဲ့ ငါကျေနပ်တယ်။\nအဓိကက နင်ပျော်ရွှင်ဖို့ပဲလေ... ငါနောင်တမရပါဘူး။ငါတို့နှစ်ယောက် ဘာကွာခြားခဲ့လို့လဲ?\nအသက်အရွယ်လား စည်းစိမ်ဥစ္စာလား မိသားစုအခြေအနေကြောင့်လား?\nသေချာတာကတော့ ပတ်ဝန်းကျင်ကြောင့်ပါ။\nအချစ်ကိုအချစ်လို့ မမြင်နိုင်ကြတဲ့ပတ်ဝန်းကျင်၊\nအချစ်ကိုလိင်ဆက်ဆံဖို့ပဲသတ်မှတ်ထားကြတဲ့ ပတ်ဝန်းကျင်၊\nသူတို့ရဲ့ကျားမစုံတွဲကမှ မြင့်မြတ်တဲ့အချစ်လို့ထင်ကြတဲ့ပတ်ဝန်းကျင်ကြောင့်ပေါ့။\nနင်အတွက်ခက်ခဲခဲ့မှန်းသိပါတယ်။\nအဲ့ဒါကြောင့် နင်ပျော်ရွှင်ဖို့ပဲလေ... ငါနောင်တမရပါဘူး...ဘဝကြီးကို အတူတူလျှောက်လှမ်းဖို့ ယောကျ်ားတစ်ယောက်ရှိဖို့မလိုပါဘူး။\nကိုယ့်ကိုနားလည်ပေးနိုင်မယ့်လူရှိဖို့ပဲ လိုအပ်တယ်။\nချစ်ခြင်းမေတ္တာဆိုတာ ချစ်နေရရင်ကို ချိုမြိန်ပါတယ်။\nတကယ်ချစ်မိရင် တကယ်ခံစားရပါတယ်။\nငါချစ်နေတဲ့သူက နင်ဖြစ်နေတဲ့အတွက် ပိုပြီးချိုမြိန်ပါတယ်။\nပိုပြီးပျော်ရွှင်ရပါတယ်။ ပိုပြီးရင်ခုန်မိပါတယ်။    ။ဒီကားလေးရဲ့ကောင်းတဲ့အချက်ကတော့\nLove story ...",
        "rating": "6.2",
        "url": "https://megaup.net/2qimw/The.First.Girl.I.Loved.2021.720p.CM..mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYWE0YTY1NjAtMzY1OS00OWViLTk1MWYtMGYzZThhMzFmM2RjXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-138x200.jpg",
        "title": "A Cowgirl’s Song (2022)",
        "description": "A Cowgirl's Song (2022)========================IMDb Rating - 6.2/10ဂီတဝါသနာရှင်တို့အတွက် inspiring ဖြစ်စရာဂီတ ရုပ်ရှင်လေး\nတစ်ပုဒ် ထပ်မံထွက်ရှိလာပါတယ်။ ဒီဇာတ်လမ်းဟာ ကန်းထရီး\nသီချင်းတွေ ကြိုက်နှစ်သက်သူတွေအတွက်လည်း ဘ၀င်ကျစရာ\nဇာတ်လမ်းတစ်ပုဒ်ပါ။ ပါ၀င်တဲ့ ဇာတ်၀င်တေးတွေကလည်း\nကန်းထရီးသီချင်းတွေပီပီ မြုးကြွချိုမြနေပါတယ်။ဒီဇာတ်လမ်းရဲ့ ဇာတ်လိုက်ကျော်မလေးကတော့ ဟေးလီဆိုတဲ့\nကောင်းဘွိုင်မလေးပါပဲ။ သူဟာ ဂီတကို ဝါသနာပါပြီး အဘွားဖြစ်သူလို\nနာမည်ကျော် အဆိုတော် ဖြစ်ချင်သူပါ။ တစ်နေ့တော့ ဟေးလီရဲ့ အဖေဟာ\nသူ မကျူးလွန်တဲ့ ပြစ်မှုအတွက် ထောင်ကျသွားတော့ မိခင်ဖြစ်သူမှာ\nသားအမိသုံးယောက်စာ ငွေရှာရ ခက်ခဲတဲ့အတွက် ဟေးလီတို့ညီအစ်မ\nနှစ်ယောက်ကို အဖွားဖြစ်သူနဲ့အတူ နေစေခဲ့ပါတယ်။ ဒီလိုနဲ့ ဟေးဘီ\nတစ်ယောက်ဂီတ လမ်းကြောင်းပေါ် ရောက်မယ့် ကံကြမ္မာနဲ့ ဆုံလာခဲ့ပါတယ်။ဟေးလီရဲ့ အဘွားဖြစ်သူ စေတနာ့၀န်ထမ်းလုပ်တဲ့ လူမှုရေးစင်တာတစ်ခုမှာ\nဟေးလီ ဂစ်တာတီးသီချင်းဆိုနေတာကို ရုဖက်စ်ဆိုတဲ့ ကောင်လေးက\nကြားသွားပြီး တေးရေး-တေးဆိုလုပ်ဖို့ သူ့ကို ကမ်းလှမ်းလာပါတော့တယ်။\nဒါပေမယ့်ပထမဆုံး ဖျော်ဖြေမှုမှာ စင်ကြောက်ပြီး မဖျော်ဖြေနိုင်ခဲ့တဲ့အပြင်\nကိုယ်စားလှယ်ကပါ အပြစ်တင်လိုက်တော့ ဟေးလီစိတ်ဓာတ်တွေ အောက်ဆုံးထိ\nထိုးကျသွားပြီး လုံး၀ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Kjjt/A.Cowgirls.Song.2022.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k1JWsSgkn0K3RhGNZ5qRPMGsfe0.jpg",
        "title": "The One You Love (2019)",
        "description": "The One You Love (2019)ချစ်သူဆိုတာ ကိုယ်ချစ်ရတဲ့သူ၊ ကိုယ့်ကို ချစ်နေရတဲ့သူ ရယ်လို့ ရှိပါတယ်။\nချစ်ခဲ့ဖူးသူကလည်း ချစ်သူ ဖြစ်ခဲ့ဖူးတာပေါ့။\nချစ်ခဲ့ဖူးသူကိုလည်း ကိုယ်က တကယ်ချစ်ခဲ့ရတယ်။\nကိုယ့်ကို ချစ်လာတဲ့လူကိုလည်း ကိုယ်က ချစ်နေမိပြီ။\nဒါပေမယ့် ဒီလိုအချိန်မှာမှ ချစ်ခဲ့ဖူးသူ ရည်းစားဟောင်းက ကိုယ့်ဆီ ပြန်ရောက်လာတဲ့အခါမှာတော့ .....ဒီဇာတ်လမ်းကတော့ ဒီလိုမျိုး ၃ ပွင့်ဆိုင်ပါပဲ။အင်္ဂလန်မှာ ကြီးပြင်းပြီး အဲဒီမှာပဲ ကျောင်းတက်နေတဲ့ အင်္ဂလန်သားလေး''ဒန်နီ''နဲ့\nဟောင်ကောင်မှာမွေးပြီး အင်္ဂလန်မှာပဲ ကျောင်းလာတက်တဲ့ မင်းသမီးလေး ''ဒါနီ''၊\nသူ့ရည်စားဟောင်း ''အဲလက်စ်''တို့ရဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေးပေါ့\nတိုက်ခန်းတစ်ခန်းထဲမှာ အတူတူ နေပေမယ့် မသိကြတဲ့ ''ဒန်နီ''နဲ့'\n'ဒါနီ'' သူငယ်ချင်း ''ဂျီဂျီ'' မိတ်ဆက်ပေးမှ သိကြရာက ဖြစ်လာမယ့် သူတို့အချစ်ရေးကြောင့်\nလောလောလတ်လတ်မှာ အသည်းကွဲထားတဲ့ ''ဒါနီ''တစ်ယောက် ''ဒန်နီ''ကို ​ပြန်ချစ်နိုင်ပါ့မလား။\nဒါ့ပြင် ရည်စားဟောင်းက ပြန်လာတောင်းပန်တဲ့အခါ ''ဒါနီ'' ပြန်လက်ခံမလား ဘယ်လိုဖြစ်မလဲ\nသူတို့၂ယောက်ထဲက ဘယ့်သူ့ကို ရွေးမလဲ\nဒါဟာ ဆုံးဖြတ်ရခက်တဲ့ အခြေအနေပါပဲ။\nကိုယ်သာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2qh6q/The.One.You.Love.2019.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BZTQyMDBlNTYtNWM0OC00MGI5LWE1ZmYtMjc2NGI0MzIxODQwXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-135x200.jpg",
        "title": "Fortress: Sniper’s Eye (2022)",
        "description": "Fortress: Sniper's Eye (2022)=====================ဒီကားထဲမှာတော့ အက်ရှင်မင်းသားကြီးBruce Willis က အငြိမ်းစား\nထောက်လှမ်းရေးအရာရှိ Robert နေရာကသရုပ်ဆောင်ထားပါတယ်။\nဒီကားလေးက (၂၀၂၁)ကထွက်တဲ့ Fortress ရဲ့အဆက်ဆိုလည်းမမှားပါဘူး။\nRussia မှာအဖမ်းခံထားရတဲ့ Sashaဆိုတဲ့ကောင်မလေးကိုကယ်ရင်း\nဒဏ်ရာရခဲ့လို့နားနေရတဲ Robertတစ်ယောက် ပျော်ပျော်ရွှင်ရွှင်နေထိုင်\nဒဏ်ရာတွေကုသနေရင်း မထင်မှတ်ထားတဲ့ သေပြီလို့ထင်ထားတဲ့ လူတစ်\nယောက်ပေါ်လာပြီး သူ့ခိုးခဲ့တဲ့ပိုက်ဆံသန်း(၆၀၀)ကိုပြန်ယူဖို့အပြင် Robert\nတစ်ယောက်ကိုလက်စားချေဖို့လုပ်လာပါတော့တယ်။ဒါကတော့ Robertချစ်ရတဲ့လူတွေကိုဖမ်းပြီးသတ်ဖို့ပါပဲ။ ဒါပေမယ့်ထောက်\nလှမ်းရေးအရာရှိဟောင်းပီပီ Robertကလည်း ဉာဏ်နီဉာဏ်နက်ဉာဏ်ဝါတွေ\nထုတ်ပြီး ပြန်လည်တိုက်ခိုက်ဖို့ကြံထားတဲ့ အက်ရှင်ကားကိုကြည့်ရှုခံစားလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.4 GB) / (650 MB) / (411 MB)\nQuality – Web-DL 1080p/ 720p / 480p\nDuration - 1Hr 27mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action\nTranslator – Chit ...",
        "rating": "4.3",
        "url": "https://megaup.net/2qgxf/Fortress.2.Snipers.Eye.2022.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Ke1UxDKM4I9f2OCtLTgkN3U3Lx.jpg",
        "title": "The Girl on a Bulldozer (2022)",
        "description": "The Girl on a Bulldozer (2022)လူကောင်သေးသေးလေး နဲ့ မိုက်တဲ့ ဖိုက်တာအစ်မကြီးရဲ့ ဘူဒိုဇာ မောင်းတဲ့ကား လေး တင်ဆက်ပေးပါဦး မယ်ကိုယ် မဟုတ်ရင် နည်းနည်းမှ အထိမခံတဲ့ ဂူဟယ်ယောင်းဟာ အကြမ်းဖက်မှုနဲ့  ကျောင်းထွက်လိုက်ရပါတယ်အဲဒီနောက်မှာတော့ အ ဖေဖြစ်သူ ရဲ့ ရုတ်တရက်ဖြစ်သွားတဲ့ ယာဥ်တိုက်မှု နောက်ကွယ်က\nအကြောင်းအရင်းကို လိုက်စုံစမ်းရင်းနဲ့ အမှန်တရားကိုသိသွားပါ တော့တယ်အသက် ၁၉ နှစ်ပဲ ရှိသေးလို့ မယောင်မလည်နဲ့ စုံစမ်းတဲ့ နေရာမှာတောင်\nဒေါသကို ရှေ့တန်းတင်တဲ့  ကောင်မလေးဆို ပေမယ့်\nမောင်ဖြစ်သူကို တော့ အစ်မကြီးပီပီ ဂရုတစိုက်နဲ့ ချစ်တတ်ပါ သေးတယ်Sky Castle ထဲက မင်းသမီး Kim Hye Yoon အပြင်\nစုံထောက်အဖြစ် Super Junior's Ye Sung လည်းပါဝင်ထားပါ တယ်Kim ...",
        "rating": "",
        "url": "https://megaup.net/14mak/The.Girl.on.a.Bulldozer.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/Re0xEf-147x200.jpg",
        "title": "[18+] Atashira (2017)",
        "description": "ငယ်ငယ်တည်းက ကိုယ့်အမေတစ်ခြားယောက်ျားနဲ့ ဖောက်ပြန်တာတွေ သူရှေ့မှာတင် မိဘနှစ်ပါးလုံး အသေဆိုးနဲ့ သေရတာတွေ မြင်ခဲ့ရပြီး စိတ်တွေ သုံးကိုယ်ကွဲနေတဲ့ ကောင်မလေးတစ်ယောက်...အဖြစ်ဆိုးတွေရန်ကနေ စိတ်စုစည်းနိုင်ဖို့ ၀တ္တု ဇာတ်လမ်းတွေ ‌ရေးနေတာပေါ့\nသူနဲ့ အဆင်ပြေနေတဲ့ lesbian ကောင်မလေးရှိတယ် အလန်းလေးပါတစ်နေ့ အဲ့ကောင်မလေးဖောက်ပြန််နေတာကိုပါ တွေ့သွားတဲ့အခါ...ဇာတ်လမ်းက အဆန်း အကြမ်း အလန်း... ဇာတ်လမ်းအရ စော် စော် ချင်းရော ဘဲတွေနဲ့ရော ချစ်ရည်လူးနေကြတာမို့ မိသားစုနဲ့ ကြည့်ဖို့ မသင့်တော် ပါ ။( အညွှန်းကတော့ Dark Devil ပါ )File Size__(2GB) / (999MB)\nQuality__1080p, 720p\nIMDb Rating__7.1/10\nFormat__mp4\nDuration__01:40:00\nType__Adult, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "7.1",
        "url": "https://megaup.net/14m4v/[18+]Atashira_(2017)_720p_DS.mp4",
        "category": "Adult, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/the-devill-135x200.jpg",
        "title": "The Devil You Know (2022)",
        "description": "The Devil you know Marcus ဟာသူ့ဘ၀တစ်ခုလုံးဆိုးပေတေနေခဲ့ပေမယ့် ထောင်ကထွက်ပြီးမှာတော့ အရက်ဖြတ်ဆေးဖြတ်ပြီး ဘ၀သစ်စဖို့အဆင်သင့်ဖြစ်နေပါတယ်။မိသားစုအကူအညီနဲ့အလုပ်အသစ်လည်းရပြီး နားလည်ပေးတတ်တဲ့ ချစ်သူလည်းရှိနေပါတယ်။ တစ်ချိန်တည်းမှာအမြဲလိမ္မာခဲ့တဲ့သူ့ညီက‌တော့အလုပ်ပြုတ်ပြီး လူဆိုးတွေနဲ့ပေါင်းသင်းနေလို့Marcus တို့ကစိတ်ပူနေရပါတယ်။တရက်မှာတော့ ဆိုးဝါးရက်စက်လှတဲ့ လူသတ်ဓားပြတိုက်မှုမှာ သူ့ညီပတ်သတ်နေတယ်ဆိုတာ သိလိုက်ရပြီး Marcus တစ်ယောက်မှန်ကန်တာကိုလုပ်ဖို့နဲ့သူ့ညီကိုကာကွယ်ဖို့ကြား လွန်ဆွဲနေရပါ‌ တော့တယ်။ Lionsgate ကထုတ်လုပ်ပြီး Omar Epps,Micheal Ealy, William Catlet တို့လိုလူမည်းသရုပ်ဆောင်တွေပါ၀င်ထားတဲ့ရုပ်ရှင်ပါ။တရားမျှတမှုနဲ့ မိသားစုအပေါ်သစ္စာရှိမှုတို့ရဲ့အားပြိုင်မှုကို သရုပ်ဖော်ထားတာပါ။ File size…(2GB)/(932.32MB)/(599MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:56:00\nGenre...Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....Mr. Anderson",
        "rating": "",
        "url": "https://megaup.net/1Kj7b/The.Devil.You.Know.2022.720p(CM).mp4",
        "category": "Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODI4N2QzZTMtYjg5Yy00ZDJkLWFhMTQtOWExZGM4ODVmMGU4XkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "The Adventures of Peanut and Pig (2022)",
        "description": "The Adventures of Peanut and Pig (2022)=============================ဒီဇာတ်ကားကတော့ 2022 မှာ အသစ်ထွက်ရှိလာပြီး\nIMDb 5.7 ရရှိထားတဲ့ animation ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ။ပင်လယ်ကျွန်းမျောပေါ်မှာ တည်ရှိတဲ့ ဂူလာကျွန်းကြီးဟာ\nဆိုရင်တော့ဖြင့် သက်ရှိသတ္တဝါတို့ရဲ့ အားထားမှီခိုရာဗိမ္မာန်\nလေးတစ်ခုပေါ့။သီးစုံပန်းမန်တွေနဲ့ ပျော်စရာအတိပြည့်နေတဲ့ ဂူလာကျွန်းကြီးက\nတစ်နေ့မှာ‌တော့ ပင်လယ်ရေအောက်ထဲကို စုံးစုံးနစ်မြုပ်ဖို့ရာ\nအကြောင်းဖန်လာပါတော့တယ်။ အဲ့ဒီကျွန်းကို ကယ်တင်ဖို့အတွက်\nအပျော်အပါးနဲ့ မိန်းကလေး ကိစ္စကလွဲရင် ကျန်တာစိတ်မဝင်စားတဲ့\nဖီးနတ် ဆိုတဲ့ မျောက်တစ်ကောင်အား ဂူလာကျွန်းကိုကယ်တင်ဖို့\nတာဝန် ပေးအပ်လိုက်တဲ့အခါမှာတော့။ဖီးနတ်က သူ့တာဝန်ကို ပြီးမြောက်အောင် ထမ်းဆောင်နိုင်ပါ့မလား၊\nဖီးနတ်ရဲ့ကောင်းမှုကြောင့် ကယ်ဆယ်ရေးအဖွဲ့ထဲ ပါသွားရရှာတဲ့\nဘဝမှာ အစားအသောက်သည်သာ နံပါတ်တစ်ဆိုတဲ့ ဝက်ကလေး\nပစ်ဂ် ကရော ဒီခရီးစဉ်မှာ ဘယ်လိုတွေ ကြံစည်ဦးမလဲ။ ဂူလာကျွန်းကြီး\nနစ်မြုပ်ရတဲ့ အဓိကတရားခံကရော ဘာကြောင့် ဖြစ်နိုင်မလဲ စတဲ့\nသို့လောသို့လော မေးခွန်းပေါင်းများစွာနဲ့ စိတ်ဝင်တစားကြည့်ရှု့နိုင်မယ့်\nဇာတ်လမ်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။ယူတတ်ရင်ပညာ ဆိုသလို စော်ကြည်ဘဲလေး ဖီးနတ်ရဲ့\nကောင်မလေးတွေကို ချုပ်နည်း၊ ကြူနည်းကျမ်းများကိုလည်း တွေ့ရှိ\nရဦးမှာမို့  ဇာတ်လမ်းကြည့်ရင်း  လေ့လာသင်ယူနိုင်ပါကြောင်း\nထပ်လောင်းပြောလိုက်ပါရစေ‌ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2q8M2/The.Adventures.of.Peanut.and.Pig.2022.720p.WEBRip[CM].mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BOTc3ODMwMWItMjI0NC00YmM1LWIxZmItZDk2NjQ1NzQ1ZTVmXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-136x200.jpg",
        "title": "Ae Dil Hai Mushkil (2016)",
        "description": "Ae Dil Hai Mushkil (2016)\n\" ဒီနှလုံးသားက ရှုပ်ထွေးလွန်းလှပါတယ်\"မထွက်ခင်က သတင်း...၁၇ နှစ်လောက် တွဲအလုပ်မလုပ်ဖြစ်တော့တဲ့ ဒါရိုက်တာ ကာရန်ဂျိုဟာ နဲ့ မင်းသမီး အက်ရှ်ဝါရိုင်းတို့ ပြန်လည်ပေါင်းစည်းရိုက်ကူးထားတဲ့ ကားလေးပါ... မင်းသားကတော့ Ranbir Kapoor နဲ့ မင်းသမီး Anushka Sharma(PK) တို့ ပါဝင်ပါသေးတယ်... ကာရန်ဟာ Kuch Kuch Hota Hai ကအစပြု ပြီး Dostana(Shut Up & Bounce) ဒီမှာတော့ အေသင်ရဲ့တင်းတယ် ဖြစ်သွားတဲ့ သီချင်းပါတဲ့ ရုပ်ရှင်နဲ့ တအားအောင်မြင်ခဲ့တဲ့သူပါလို့ အက်ရှ်က ပြောပါသေးတယ်...ပါဝင်သူတို့အကြောင်း...ကာရန်ဂျိုဟာ - ရုပ်ရှင်ကားကို မညွှန်းခင် ဒါရိုက်တာကို အရင် ပြောပါရစေ... သူ့ရိုက်လိုက်တဲ့ ဒရမ်မာကားတွေဆိုရင် ဒရမ်မာကားမကြိုက်တဲ့သူတွေတောင် ကြိုက်ကြတယ်... လူငယ်ဆန်တယ် ပေါ့ပါးတယ်... စကားလုံး ဒိုင်ယာလော့တွေ အမိုက်စားတွေချည်းပဲ... ...",
        "rating": "5.8",
        "url": "https://megaup.net/2qgz6/(CM)_Ae_Dil_Hai_Mushkil_2016_BluRay_720p.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/photo_2022-05-01_13-30-07-142x200.jpg",
        "title": "[18+] Young Mother’s Friend (2018)",
        "description": "[18+] Young Mother's Friend (2018) ဇာတ်လမ်းအညွှန်းဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ဂျယ်ဝန်းတစ်ယောက် ကျောင်းပြန်တက်ဖို့ သွားတဲ့အခါ နေစရာမရှိတဲ့အတွက် သူ့အမေရဲ့ သူငယ်ချင်းဖြစ်သူ ဟီးဂျယ် အိမ်မှာ နေဖို့ ဖြစ်လာခဲ့ပါတယ်။ ဟီးဂျယ်ရဲ့ သမီး ယွန်းယောင်းလေးကလည်း ရင့်ကျက်တဲ့ မိန်းမပျိုလေးအရွယ်လေးပါ။တစ်နေ့မှာတော့ ယွန်းယောင်းက ကျောင်းစာမေးပွဲကို အကြောင်းပြပြီး စာကြည့်တိုက်မှာ တစ်ညလုံး အိပ်မယ်လို့ ဆိုပါတယ်။ အဲ့ဒီနေ့မှာပဲ ဂျယ်ဝန်းကလည်း သူ့ရဲ့ ကောင်မလေးနဲ့ စာအတူလုပ်မယ်ဆိုပြီး ကောင်မလေးကို အိမ်ခေါ်လာဖို့ ခွင့်တောင်းပါတယ်။ညနေ အဒေါ်ဖြစ်သူ ဟီးဂျယ် ပြန်လာတဲ့အခါ ဂျယ်ဝန်းနဲ့ သူ့ကောင်မလေးတို့ စာလုပ်နေတယ်ဆိုတဲ့ အခန်းထဲမှာ တစ်ခုခု ပုံမှန်မဟုတ်တာကို ရိပ်မိပြီး ကြားဝင်ဖို့ ကြိုးစားတဲ့အခါ ...ယွန်းယောင်းက သူ့ကောင်လေးနဲ့ ဘာညာကိစ္စကို ဘဝင်မကျလှပဲ ဂျယ်ဝန်းကို စတွေ့တဲ့အချိန်ကတည်းက ဂျယ်ဝန်းအကြောင်းပဲ အမြဲတွေးနေခဲ့မိရာကနေ ဂျယ်ဝန်းကို ယောက်ျားလေးတစ်ယောက်အဖြစ် မြင်လာတဲ့အခါမှာတော့ ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ...",
        "rating": "",
        "url": "https://megaup.net/1Kj9o/[DarkSide]Young.Mother_s.Friend.2018.720p.WEB-DL.mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Ok-Jaanu-poster-144x200.jpg",
        "title": "Ok Jaanu (2017)",
        "description": "ဒီတစ်ခါတော့ Channel Myanmar ပရိသတ်ကြီးအတွက် အရိုမှာနာမည်ကြီးတဲ့ Bollywood အချစ် ဒရမ်မာ ကားလေးတင်ဆက်လိုက်ပါတယ်လက်နောင်မှာနေတဲ့ ဂိမ်းဒီဇိုင်နာလေး အေဒီဟာ အမေရိကန်ကိုပြောင်းပြီး နေထိုင်ဖို့ ဆန္ဒရှိနေသူပါ။သူ့သူငယ်ချင်းမင်္ဂလာဆောင်တစ်ခုမှာ တာရာဆိုတဲ့မိန်းမချောလေးနဲ့ ဆုံတွေ့ပြီး ကြိုက်မိသွားပါတော့တယ်။တာရာကကျတော့ ဗိသုကာကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ဗိသုကာဘွဲ့ရပညာရှင်ပါ။သူမရဲ့အိမ်မက်ကတော့ ပဲရစ်ကိုသွားပြီ အဆင့်မြင့်ဗိသုကာပညာတွေကိုဆည်းပူးဖို့ပါတဲ့။အိပ်မက်တွေကိုယ်စီနဲ့ သူတို့နှစ်ယောက်ဟာ တစ်ယောက်ကိုတစ်ယောက် သဘောကျသွားကြပါတယ်...ဒါပေမယ့် သူတို့ရဲ့အိပ်မက်တွေကတော့ ထပ်တူမကျခဲ့ပါဘူး...အိပ်မက်တွေမတူတဲ့ သူတို့နှစ်ယောက် လမ်းမခွဲခင်ထိ အတူတူနေဖို့ ဆုံးဖြတ်ပြီး ပျော်ရွှင်နေကြပေမယ့်ကိုယ့်လမ်းကိုယ်လျှောက်ဖို့ လမ်းခွဲရမယ့်အချိန်တွေ နီးကပ်လာတဲ့အခါမှာတော့...အချစ်က အရာရာကို ကျော်ဖြတ်ပြသွားမလားဆိုတာ...။\nFile size…(6.5 GB)/(2.7 GB)/(1.2 GB)\nQuality….BluRay 4K HEVC/ 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:16:02\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "5.1",
        "url": "https://megaup.net/2qebD/(CM)_OK_Jaanu_2017.BluRau.720p.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BZjJjZWIwZDMtNGQ5OC00OWJmLWJkNGMtZTJlZjA5NTRkZDBmXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-138x200.jpg",
        "title": "Padmaavat (2018)",
        "description": "Padmaavat (2018)IMDb - 7.0/10_____Rotten - 56%သမိုင်းရာဇဝင်အခြေခံ ဒရာမာကားအမျိူးအစား Padmaavat ရုပ်ရှင်ဟာ ဒါရိုက်တာ Sanjay,Ranveer နဲ့Depika တို့ ၃ ဦးအတူရိုက်ကူးတဲ့တတိယမြောက် ရုပ်ရှင်ကားဖြစ်ပါတယ်။ဒါရိုက်တာ Sanjay ဆိုတာ ဘောလီးဝုဒ်မှာ Classic ရုပ်ရှင်တွေကို ဦးစားပေးရိုက်ကူးအောင်မြင်သူတစ်ဦးဖြစ်ပါတယ်။လွန်ခဲ့တဲ့ နှစ် ၂၀ ကတည်းက စလ်မားန်ခါးန် နဲ့Aishwaray တို့ရဲ့ Hum Dil De Chup Ke Sanam၊ရှာရွခ်ခါးန် နဲ့Devdas စတဲ့ ရုပ်ရှင်ကားကောင်းတွေကို ရိုက်ကူးပြီး ဘောလီးဝုဒ်ပရိသတ်တွေကို ညို့ယူဖမ်းစားနိုင်စွမ်းရှိတဲ့ ဒါရိုက်တာတစ်ယောက်ပါ။ဒီဇာတ်ကား စရိုက်ကတည်းက ပြသနာပေါင်း သောင်းခြောက်ထောင်တက်ခဲ့ပြီး ရှုတင်ဖျက်စီးခံခဲ့ရပါတယ်။ဒါရိုက်တာ ပါးရိုက်ခံရပါတယ်။ဆက်တင်တစ်ခုလုံး မီးတင်ရှို့ခံခဲ့ရပါတယ်။မင်းသမီး ဒီပီကားနှာခေါင်းဖြတ်ပေး၊မုဒိမ်းကျင့်ပေး၊ခေါင်းဖြတ်ပေးရင် ရူပီ ကုဋေ ဘယ်လောက်ပေးမယ်၊ဒါရိုက်တာ ခေါင်းဖြတ်ပေးရင် ရူပီး ၅ ကုဋေပေးမယ် စသဖြင့်အကြီးအကျယ် ခြိမ်းခြောက်ခံခဲ့ရပြီး ကျော်လွှားခဲ့ရတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ မွတ်စလင်မ်ဘုရင်တစ်ဦး ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/padmaavat-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Mishan_Impossible1-134x200.jpg",
        "title": "Mishan Impossible(2022)",
        "description": "Mishan Impossible(2022) အညွှန်း******************************\nThappad ဆိုတဲ့ ကားနဲ့ လူသိပိုများတဲ့နာမည်ကြီးမင်းသမီးချောလေး Taapsee Pannu  ရဲ့ ကားသစ်ထွက်ရှိလို့လာပါပြီ...\nတစ်ချို့သောသူတွေဟာ အာဏာရပြီး အများကျိုးသယ်ပိုးဟန်တွေပြတဲ့သူတွေဆိုပေမဲ့တစ်ချိန်တုန်းက ကလူတိုင်းထိတ်လန့်ကြောက်ရွှံရတဲ့ လူဆိုးကြီ:တွေဖြစ်ခဲ့ကြတယ်...လက်ရှိမှာလည်း ဉပဒေကိုလက်တစ်လုံးခြား ကွက်ကျော်ရိုက်နေတဲ့သူတွေပေါ့....ဒီလိုလူတွေကို နည်းမျိုးစုံနဲ့ လက်လံဖမ်းဆီးနေတဲ့ ကောင်မလေးတစ်ယောက်ဦးဆောင်တဲ့(၃)ယောက်အဖွဲ့တစ်ဖွဲ့ရှိတယ်...တစ်နေတာ့ သူတို့တွေဟာ ကလေး လူမှောင်ခိုကူးတာကိုအဓိကထားလုပ်နေတဲ့ ဒုစရိုက်ရာဇာတစ်ဦးကို ဖမ်းဖို့ စီစဉ်ကြတယ်...အာဏာလည်းရှိပြီးငွေလည်းရှိတဲ့အပြင် အဆက်အသွယ်တွေ လူအင်အားတွေ တောင့်လွန်းတော့သူတို့အတွက်မလွယ်လှဘူး...တစ်ချိန်တည်းမှာပဲ အစိုးရက ဒီလူဆိုးကြီ:ကိုဖမ်းနိုင်ရင်ရူပီသိန်း(၅၀)ချီးမြှင့်မယ်ဆိုပြီးကြေငြာထားတယ်...ဒီအကြောင်းကို ရွာတရွာရဲ့ မျောက်လောင်း ကလေး (၃)ယောက်ကသွားတွေ့တယ်...သူတို့သာ ဖမ်းနိုင်ရင် သိန်း၅၀ ရမယ် ..ဒါဆို သူတို့ရည်မှန်းချက်တွေပြည့်အောင်လုပ်ဖို့များစွာအထောက်အကူဖြစ်မယ်ဆိုပြီး စပါယ်ရှယ်အစီအစဉ်တွေဆွဲပြီး ဖမ်းဖို့ကြိုးစားပါတော့တယ်..လူကြီး(၃)ယောက်နဲ့ ကလေး(၃)ယောက်ပေါင်းစည်းဖို့ဖြစ်လာသလိုသူတို့အစီအစဉ်တွေအောင်မြင်မလား...ဆိုတာကိုတော့...  File Size          : 2.5GB, 1.1GB, 378MB\nQuality            : Web-dl 720p, 480p\nFormat    ...",
        "rating": "7.0",
        "url": "https://megaup.net/14k6h/Mishan.Impossible.2022.WEB-DL.720P(CM).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/iron-girl-final-142x200.jpg",
        "title": "(18+) Iron Girl: Final Wars (2019)",
        "description": "၂၀၁၂နဲ့ ၂၀၁၅ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ရုပ်ရှင်နှစ်ကားရဲ့ အဆက်ဖြစ်ပြီးဒီဇာတ်လမ်းလေးကတော့ နောက်ဆုံးပိတ်ဖိုင်နယ်ရုပ်ရှင်ပဲဖြစ်ပါတယ်....ရှေ့ဇာတ်လမ်းတွေမှာ မပြီးဆုံးခဲ့တဲ့ နောက်ဆုံးတိုက်ပွဲကိုပုရိသတို့အကြိုက်မင်းသမီးKirara Asukaကသရုပ်ဆောင်ထားပြီး Action SciFiဇာတ်အိမ်နဲ့ဆိုတော့သဘောကျနှစ်ခြိုက်ကြဦးမယ့် ဇာတ်လမ်းတပုဒ်ပါပဲ....တချို့ဇာတ်ဝင်ခန်းတွေမှာ မင်းသမီးရဲ့ကောက်ကြောင်းပြေပြစ်ပုံတွေကိုရှင်းရှင်းလင်းလင်းချပြတင်ဆက်ထားမှုကြောင့်မိသားစုနဲ့တော့အတူမကြည့်သင့်တဲ့ဇာတ်လမ်းပါ.... File size…1.7GB / 700MB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 30mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by  Dark",
        "rating": "",
        "url": "https://megaup.net/14kns/Iron.Girl.Final.Wars.2019.720p(DS).mp4",
        "category": "Action, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BY2VlNDlmNmMtYzQxZS00ZmU5LWJhNTctYjRlYjZmMDZkNWFjXkEyXkFqcGdeQXVyNzIzMTc2Mw@@._V1_-135x200.jpg",
        "title": "Adam Resurrected (2008)",
        "description": "Adam Resurrected (2008)===================IMDb Rating - 6.1/10ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီစစ်သုံ့ပန်းစခန်း​တွေနဲ့ နာဇီ​တွေရဲ့\nစစ်သုံ့ပန်း​တွေအ​ပေါ်ကျူးလွန်ခဲ့တဲ့ လူမဆန်တဲ့စမ်းသပ်မှု​တွေ၊\nဖိနှိပ်ဆက်ဆံမှု​တွေဟာ အ​တော်​​လေး အရုပ်ဆိုးအကျည်းတန်\nခဲ့သလို နာမည်ဆိုးလည်း တွင်ခဲ့ပါတယ်၊ သူတို့ဒဏ်ကို များစွာ\nခံစားခဲ့ရတာက​တော့ ဂျူးလူမျိုး​တွေပဲ ဖြစ်ပါတယ်။ဒီဇာတ်ကားက​တော့ နာဇီစစ်စခန်း​တွေက​နေ အသက်ရှင်လျက်\nလွတ်​မြောက်လာသူ​တွေနဲ့ သူတို့ရဲ့ စိတ်ဒဏ်ရာ​တွေအ​ကြောင်း\nအဒမ်စတိုင်းဆိုတဲ့ ဂျူးလူမျိုးတစ်​ယောက်နေရာက​နေ ရိုက်ကူး\nပြမှာဖြစ်ပါတယ်၊ Main Cast၂​ယောက်က​တော့ old school\nမင်းသားကြီး​တွေဖြစ်တဲ့ Jeff Goldblum နဲ့ William Dafoe\nတို့ပဲဖြစ်ပါတယ်။အဒမ်စတိုင်းဟာ စစ်ကြီးမတိုင်ခင်က ဆပ်ကပ်တစ်ခုပိုင်သလို\nဂျာမနီရဲ့လူသိအများဆုံး လူပြက်clownတစ်​ယောက်ဆိုလည်း\nမမှားပါဘူး၊ ဒါ​ပေမဲ့ ဒုတိယကမ္ဘာစစ်ဖြစ်ပြီး နာဇီ​အင်အားစုကြီး\nတန်ခိုးထွားလာချိန်မှာ​တော့ ဂျူးလူမျိုးဖြစ်​နေတဲ့ အဒမ်လည်း\nနာဇီ​တွေလက်က​နေ မလွတ်နိုင်ခဲ့ပါဘူး၊ သူ့ကို ဖမ်းဆီးသွားသူ\nက​တော့ ကွန်မန်ဒါကလိုင်းဆိုတဲ့ ဂျာမန်ဗိုလ်ချုပ်တစ်ဦးပါ။ကွန်မန်ဒါကလိုင်းက သူ့ကို တခြားဂျူး​တွေလို နှိပ်စက်စမ်းသပ်\nတာမျိုးမလုပ်ဘဲ တစ်မူထူးတဲ့အရာတစ်ခုကို လုပ်ခိုင်းခဲ့ပါတယ်၊\nအဲဒါက​တော့ သူ့ရဲ့လက်စွဲ​တော်​ခွေးရက်ဇ်အတိုင်း ​ခွေးလို​နေပြီး\n​ခွေးလို ကျင့်ကြံခိုင်းတာပါ၊နှစ်​ပေါင်းများစွာ ​ခွေးတစ်​ကောင်လို\nပုံစံသွင်းခံလာရတဲ့ အဒမ်ဟာ စစ်ပြီး​​ခေတ်မှာ​တော့ အပြင်ပိုင်း\nလူစိတ်ဆို​ပေမယ့် မသိစိတ်ထဲမှာ ​ခွေးဗီဇစွဲကပ်​နေခဲ့ပါပြီ။အဆိုပါဗီဇကို စစ်ပြီး​ခေတ် ...",
        "rating": "6.1",
        "url": "https://megaup.net/14irn/Adam.Resurrected.2008.720p.BluRay[CM].mp4.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k6A33jpSUphiJ8n9Byjye5uxT3A.jpg",
        "title": "Crush (2022)",
        "description": "Crush (2022) အညွှန်း ဒီကားလေးကတော့ Hulu က ပြသသွားပြီး ပေ့ါပေ့ါပါးပါး ကြည့်ရမဲ့ ဇာတ်ကားလေးပါ။ လိင်တူ စိတ်ဝင်စားတဲ့ ဆယ်ကျော်သက်လူငယ်လေးတွေ အကြောင်းကို အထက်တန်းကျောင်းလေးတစ်ခုမှာ အမှီပြုပြီး ရိုက်ထားတာဖြစ်ပါတယ်။Crush ဆိုတဲ့ နာမည်လေးအတိုင်း တစ်ဖက်သတ် အချစ်ဇာတ်လမ်းလေးနဲ့ စတင်ခဲ့ပါတယ်။ ပေ့ချ် ဆိုတဲ့ ကောင်မလေးက လိင်တူ စိတ်ဝင်စားတဲ့ Lesbian လေးပါ။ သူ တက်နေတဲ့ ကျောင်းမှာလည်း 60 % လောက်က gay, lesbian, bisexual တွေချည်းပါပဲ။ ပေ့ချ်က ပန်းချီ အနုပညာကို နှစ်သက်ပြီး ကျွမ်းကျင်တဲ့ ကျောင်းသူလေးပေါ့။ သူ့ အိပ်မက် ကျောင်းဖြစ်တဲ့ CalArts မှာ နွေရာသီ ပရိုဂရမ် ဝင်ခွင့်လျှောက်တဲ့အချိန်မှာ ကျောင်းက သူ့ကို \"အပျော်ဆုံး အခိုက်အတန့်\" နဲ့ပတ်သက်ပြီး ဖန်တီးထားတဲ့ အနုပညာလက်ရာကို တောင်းတယ်။ပေ့ချ်တစ်ယောက် သူ့ဘဝရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/36c6e/[CM]Crush.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spGNRm0HOxemYylTC1KWs4x7QHJ.jpg",
        "title": "The Survivor (2022)",
        "description": "စစ်ပြန်ရဲ​ဘော်​တွေ စစ်မှုထမ်း​ဟောင်းတွေ ​နေရပ်ပြန်​ရောက်ရင်စစ်အနိဌာရုံ​တွေ​ကို ပြန်မြင်​ယောင်ပြီး စိတ်ဒဏ်ရာ ရသွားတယ်ဆိုတာမျိုး ကြားဖူးကြမှာ​​​​ပေါ့၊ တကယ်လို့များ ဒုတိယကမ္ဘာစစ်နာဇီစစ်သုံ့ပုန်းစခန်းက​နေ ဂျူးလူမျိုးတစ်​ယောက် အသက်​ရှင်လျက်လွတ်​မြောက်လာခဲ့တယ်ဆိုရင် အဲဒီဂျူးလူမျိုးရဲ့စိတ်မှာဒဏ်ရာအနာတရ​တွေ အတိတ်ရဲ့အရိပ်တ​စ္ဆေ​တွေ ဘယ်​လောက်များ​နေမယ်ထင်ပါသလဲ။ The Survivorဆိုတဲ့ ၂၀၂၁ထွက် ရုံတင် Biographicalရုပ်ရှင်က​တော့အက်ရှ်ဝှစ်ဇ် သုံ့ပန်းစခန်းဆိုတဲ့ ဂျူးလူမျိုး​တို့အတွက်ငရဲတမျှ ရက်စက် ကြမ်းကြုတ်လွန်းတဲ့ နာဇီသုံ့ပန်းစခန်းက​​နေလွတ်​မြောက်လာခဲ့ပြီး စစ်​ကြီးပြီးတဲ့​နောက် အ​မေရိကန်နိုင်ငံမှာလက်​ဝှေ့သမား ဖြစ်လာခဲ့တဲ့ ဟယ်ရီဟာ့ဖ် ​ခေါ် ဟက်ဇ်ကိုဟာ့ဖ်အ​ကြောင်းဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားတာပါ။ IMDb မှာ 7.5Rotten Tomatoes 75%နဲ့ Metacritic 72% အထိ ရရှိထားတာပဲဖြစ်ပါတယ်။ အက်ရှ်ဝှစ်ဇ်ငရဲခန်းကြီးမှာ အသက်ရှင်သန်ဖို့ ဘယ်လိုကြိုးစားရုန်းကန်ခဲ့ရလဲ၊ထိုစခန်းမှ ဘယ်လိုလွတ်​မြောက်လာကာ USမှာလက်​ဝှေ့သမားအဖြစ် ဘယ်လိုအသက်​မွေးရပ်တည်မလဲ၊သူ့ရဲ့စိတ်ဒဏ်ရာ​တွေက အတိတ်မှာ​ရော ပစ္စုပ္ပန်မှာပါဘယ်​​လောက် ဒုက္ခ​ပေးမလဲ၊ အဲဒီ​ ခြောက်လှန့်မှု​တွေကိုဘယ်လိုရင်ဆိုင်မလဲဆိုတာကို HBO တို့ထုံးစံအတိုင်းဇာတ်အိမ်​ လေး​လေးပင်ပင်၊Setting​ ကောင်း​ကောင်းနဲ့ရိုက်ကူးထားတာဖြစ်လို့ အညွှန်းကိုတောင်အ​ထွေအထူးကွန့်​​ဖို့မလိုတဲ့ ဇာတ်ကားကြီးဖြစ်ပါတယ်၊ကြည့်ရှုပြီးသွားချိန်မှာ​ ရသတစ်မျိုး ခံစားရစ်ခဲ့မှာ ​သေချာတဲ့Heavy Drama movieပဲဖြစ်ပါတယ်။\nFile ...",
        "rating": "6.8",
        "url": "https://megaup.net/2qez3/the.survivor.2021.720p.web.h264(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BOTJlMWYwYTYtZGFjYS00NmY1LWFhNGEtNWMxZTVmZGY1N2MwXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Band Baaja Baaraat (2010)",
        "description": "IMDb Rating (7.2)မင်းသား ရန်ဗီးဆင်းနဲ့ မင်းသမီး အနွရှ်ကားတို့ ပါဝင်ထားတဲ့ ဒီဘောလိဝုဒ်ဇာတ်ကားက Rating မြင့်တဲ့ အချစ်ဟာသရုပ်ရှင်ဇာတ်ကားကြီးပါ။ဇာတ်လမ်းကတော့...ရွာပြန်ပြီးလယ်လုပ်ရတော့မယ့်ကောင်လေးနဲ့ အိမ်ကယောကျ်ားအတင်းပေးစားခံနေရတဲ့ကောင်မလေးတို့နှစ်ယောက်မင်္ဂလာဆောင်တစ်ခုမှာ အမှတ်မထင်ဆုံကြတဲ့အခါ...ကောင်မလေးရဲ့ချစ်စဖွယ်အမူအရာတွေကို ချစ်မိသွားတဲ့ ကောင်လေး...ပိုင်ရှင်လျာထားခံရတဲ့ကောင်မလေးတို့ဇာတ်လမ်းဘယ်လိုတွေရှေ့ဆက်ဖြစ်မယ်ဆိုတာ...။မင်းသားရော မင်းသမီးရော ချစ်စရာကောင်းသလို ဇာတ်လမ်းလေးကလဲ အရိုအကအလှတွေနဲ့ကြည့်ကောင်းလှတာမို့ဘောလိဝုဒ်ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\nFile size…(10 GB)/(3.7 GB)/(1.5 GB)\nQuality….BluRay 4K HEVC/ 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:23:04\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.2",
        "url": "https://megaup.net/2qebl/(CM)_Band.Baaja.Baaraat.2010.Blu-Ray.Rip.720p.H264.AAC.2.0.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BZTUwM2YxYjYtMDZmMi00NzRjLWJjYjYtOWI5NDA2Mjg1ZjJmXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_-137x200.jpg",
        "title": "Constantine: The House of Mystery (2022)",
        "description": "Constantine: The House of Mystery (2022)==============================DC Fanတိုင်း ကိုစံသိန်းရယ်လို့ ချစ်စနိုး​ခေါ်ကြတဲ့ John Constantine ရဲ့\nAnimation ဇာတ်လမ်းတစ်ပုဒ် ထွက်လာပါပြီ၊ ဇာတ်အိမ်က​တော့ Justice\nDark : Apokolips Warအပြီးကို တည်ထားတာပါ၊ Runtime က​ မိနစ်၃၀\n​လောက်ပဲရှိလို့ ဇာတ်လမ်းတိုလို့ပြောလို့ရပါတယ်၊ ကမ္ဘာပျက်စစ်ပွဲကြီး အပြီး\nစစ်လည်းနိုင်သလို Justice League Member​ တွေနဲ့ ကမ္ဘာကြီး ကိုယ်တိုင်\n​ဆုံးရှုံးမှု​တွေ အများကြီးကြုံ​လိုက်ရပါတယ်၊ ကမ္ဘာကြီးလည်း ပျက်စီးမှုဒဏ်\n​​ကြောင့် အဆုံးသတ်လုဆဲဖြစ်လာပါပြီ။ဒါ​ကြောင့် ဂျွန်ကွန်စတန်တင်းက ဖလက်ရှ်ရဲ့အလျင်နဲ့ ဖလက်ရှ်ပွိုင့်ဖန်တီးပြီး\nဒီဖြစ်စဉ်​တွေလုံးဝမဖြစ်ခဲ့သလို အတိတ်ကိုပြင်ဆင်ဖို့ အကြံထုတ်ခဲ့ပါတယ်၊\nဒါ​ပေမဲ့ အဲဒီလို ပြင်ဆင်စဉ်မှာ ရုတ်တရက် ပ​ဟေဠိဆန်ဆန် စံအိမ်ကြီးထဲကို\n​ရောက်သွားပါတယ်၊ အိမ်ထဲမှာ​ ဂျွန်ချစ်ရတဲ့ ဇီနဲ့ ​​သေပြီးသားသူ့မိတ်​ဆွေ​တွေ\nရှိ​နေတာပါ၊ ဒါ​ပေမဲ့ သူတို့က လူစင်စစ်​မဟုတ်ဘဲ မ​ကောင်းဆိုးဝါး​​ ဖြစ်​နေပြီး\nဂျွန်ကို ဝိုင်းသတ်လိုက်ကြပါတယ်။ဒါ​ပေမဲ့ ဂျွန်က ​သေသွားတယ်လို့မရှိဘဲ ဒီအိမ်ထဲမှာပဲ အချိန်စက်ဝန်း​ကျော့​နေ\nသလို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/constantine-the-house-of-mystery-2022/"
    }
]