[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/the-tower2012-140x200.jpg",
        "title": "The Tower (2012)",
        "description": "The Tower (2012)_______IMDb - 6.6/10၂၀၁၂မှာထွက်ခဲ့ပြီး\nကျွန်တော်အကြိုက်ဆုံးခရစ်စ်မတ်စ်ရုပ်ရှင်ကားတွေထဲက\nတစ်ကားလို့ပြောလို့ရပါတယ်\nTower Skyလို့ခေါ်တဲ့အဆောက်အအုံအကြောင်းရိုက်ပြထားတာဖြစ်ပြီး\nလူသားချင်းစာနာမှုကိုဦးစားပေးရိုက်ပြထားတဲ့\nကြည့်လို့တန်မယ့်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်\nဒဲဟို ဟာsingle fatherဖြစ်ပြီး သူ့အလုပ်အတွက်\nသူ့သမီးဟန်နာနဲ့အစီအစဉ်အားလုံးကိုပါဖျက်လိုက်တာပဲဖြစ်ပါတယ်\nအစားအသောက်တန်းရဲ့မန်နေဂျာဖြစ်သူ ယွန်းဟီးဟာ\nဒဲဟိုရဲ့သမီးလေးကိုအဲ့ညမှာထိန်းကူပေးခဲ့ပါတယ်\nအဲ့အချိန်မှာပဲတိုက်တိုက်ဆိုင်ဆိုင်မီးသတ်ဌာနရဲ့မီးသတ်ခေါင်းဆောင်ယောင်ကီဟာ\nသူ့မိန်းမအတွက်ပထမဆုံးပိတ်ရက်ကိုယူခဲ့ပါတယ်\nနှင်းမကျတဲ့ထူးထူးဆန်းဆန်းခရစ်စ်မတ်စ်ပွဲဖြစ်နေတာကြောင့်Tower Skyဟာ\nပါတီတက်သူတွေကို\nဟယ်လီကော်ပတာနှစ်စီးနဲ့နှင်းတွေကြဲချစေပြီးပါတီကိုပြည့်စုံစေခဲ့ပါတယ်\nဒါပေမယ့် အားလုံးမမျှော်လင့်ထားတဲ့မတော်တဆမှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်\nအဲ့မတော်တဆမှုကဘယ်လိုမျိုးလဲ?\nမန်နေဂျာဒဲဟိုနဲ့မီးသတ်ခေါင်းဆောင်ယောင်ကီတို့ဟာ အားလုံးကိုကယ်ဖို့ကိုယ်ကျိုးစွန့်ခဲ့ပြီး\nသူတို့ကိုယ်တိုင်နဲ့သူတို့ချစ်တဲ့လူတွေကိုဘယ်လိုသက်ရောက်မှုတွေဖြစ်သွားမလဲဆိုတာ...၂၀၁၂မွာထြက္ခဲ့ျပီး\nကြ်န္ေတာ္အၾကိဳက္ဆံုးခရစ္စ္မတ္စ္ရုပ္ရွင္ကားေတြထဲက\nတစ္ကားလို႔ေျပာလို႔ရပါတယ္\nTower Skyလို႔ေခၚတဲ့အေဆာက္အအံုအေၾကာင္းရုိက္ျပထားတာျဖစ္ျပီး\nလူသားခ်င္းစာနာမႈကိုဦးစားေပးရိုက္ျပထားတဲ့\nၾကည့္လို႔တန္မယ့္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္\nဒဲဟို ဟာsingle fatherျဖစ္ျပီး သူ႔အလုပ္အတြက္\nသူ႔သမီးဟန္နာနဲ႔အစီအစဥ္အားလံုးကိုပါဖ်က္လိုက္တာပဲျဖစ္ပါတယ္\nအစားအေသာက္တန္းရဲ႔မန္ေနဂ်ာျဖစ္သူ ယြန္းဟီးဟာ\nဒဲဟိုရဲ႔သမီးေလးကိုအဲ့ညမွာထိန္းကူေပးခဲ့ပါတယ္\nအဲ့အခ်ိန္မွာပဲတိုက္တိုက္ဆိုင္ဆိုင္မီးသတ္ဌာနရဲ႔မီးသတ္ေခါင္းေဆာင္ေယာင္ကီဟာ\nသူ႔မိန္းမအတြက္ပထမဆံုးပိတ္ရက္ကိုယူခဲ့ပါတယ္\nနွင္းမက်တဲ့ထူးထူးဆန္းဆန္းခရစ္စ္မတ္စ္ပြဲျဖစ္ေနတာေၾကာင့္Tower Skyဟာ\nပါတီတက္သူေတြကို\nဟယ္လီေကာ္ပတာႏွစ္စီးနဲ႔နွင္းေတြၾကဲခ်ေစျပီးပါတီကိုျပည့္စံုေစခဲ့ပါတယ္\nဒါေပမယ့္ အားလံုးမေမွ်ာ္လင့္ထားတဲ့မေတာ္တဆမႈတစ္ခုျဖစ္ပြားခဲ့ပါတယ္\nအဲ့မေတာ္တဆမႈကဘယ္လိုမ်ိဳးလဲ?\nမန္ေနဂ်ာဒဲဟိုနဲ႔မီးသတ္ေခါင္းေဆာင္ေယာင္ကီတို႔ဟာ အားလံုးကိုကယ္ဖို႔ကိုယ္က်ိဳးစြန္႔ခဲ့ျပီး\nသူတို႔ကိုယ္တိုင္နဲ႔သူတို႔ခ်စ္တဲ့လူေတြကိုဘယ္လိုသက္ေရာက္မႈေတြျဖစ္သြားမလဲဆိုတာ... \nFile Size - 929 MB\nFile Format - mp4\nIMDb rating - 6.6/10\nQuality - Blu-ray1080p\nRunning Time - 2h 1min\nTranslated by Amara\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://megaup.net/2dgow/The_Tower_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNjAyYWFiNmEtY2JkNi00NGExLWI4YTctZjAyYmVjMjRjYjdlXkEyXkFqcGdeQXVyMDg1OTIzMg@@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "The Mermaid: Lake of the Dead (2018)",
        "description": "ဒီဇတ္ကားေလးက Queen of the spades နဲ႔ Bride တို႔ရဲ႕\nဒါရိုက္တာ(ေၾကာက္လန္႔စရာဇတ္ကားေတြဘဲရိုက္တဲ့ ရုရွားဒါရိုက္တာ)\nရိုက္ကူးထားတဲ့တတိယံမိ ဇတ္ကားေကာင္းတစ္ကားေလးဘဲျဖစ္ပါတယ္။\nေ႔ရွကထြက္ထားတဲ့ဇတ္ကားေတြနည္းတူ ေျခာက္လန္႔မွုေတြ\nပေဟ႒ိေတြနဲ႔တည္ေဆာက္ထားပံုကလည္း\nဇတ္ကားရဲ႔ ဆြဲေဆာင္မွုတစ္ခုဘဲျဖစ္ပါတယ္။\nဒီဇတ္ကားေလးကေတာ့ ေရကန္ထဲက\nမိန္းမတစ္ေယာက္ဇတ္ကြက္နဲ႔အစပ်ိဳးထားပါတယ္။\nလူသူမေနတဲ့အိမ္နားကေရကန္ထဲမွာ ရိုးမားတစ္ေယာက္ေရသြားကူးရင္းနဲ႔\nေရသူမတစ္ေယာက္နဲ႔ဆံုခဲ့ေလတယ္။\nအဲ့ခ်ိန္ကစျပီးေတာ့ရိုးမားတစ္ေယာက္\nပံုမွန္မဟုတ္တာေတြျဖစ္လာေတာ့တယ္။\nဒါကိုရိပ္မိတဲ့သတို႔သမီးေလာင္းက\nအေျခအေနကိုရိပ္စားမိကာ\nအဲ့အိမ္အိုနဲ႔ ေရကန္ဆီကိုသြားခဲ့တယ္။\nက်ိန္စာသင့္ေနတဲ့ သတို႔သား အတြက္\nသတို႔သမီးက ေရသူမ နဲ႔ ဘာေတြ အေပးအယူလုပ္ရမလဲ\nဆက္ေျပာေနရင္ဇတ္လမ္း\nေပါ့သြားမွာစိုးလို႔ ကိုယ္တိုင္ဘဲၾကည့္ရွဳ႕ခံစားလိုက္ပါေနာ္..\nသရဲကားၾကိဳက္တတ္တဲ့ Hardcore\nဖန္ေတြအတြက္ကေတာ့ ဒါက ဇတ္လမ္းေကာင္း\nတစ္ခုျဖစ္ေနတယ္ဆိုတာၾကိဳတင္သတင္းေကာင္းပါးလိုက္ပါရေစ...\nဒီရုပ္ရွင္ကားကို Anny Sharr က ဘာသာျပန္ၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "4.0",
        "url": "https://megaup.net/1yQcg/The_Mermaid_-_Lake_Of_The_Dead_[2018]_(MM_Sub).mp4",
        "category": "Fantasy, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNzg3NDYyMDU4Nl5BMl5BanBnXkFtZTcwODA5NzA5Mg@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Daybreakers (2009)",
        "description": "မင္းသား Ethan Hwake,ဝါရင့္မင္းသားႀကီးWillam defoe,မင္းသမီး Claudia Karvanတို႔ ပါဝင္တဲ့\nscience fiction horrorဇတ္ကားတစ္ကားျဖစ္ပါသည္\nကမၻာေပၚမွာ႐ွိတဲ့လူေတြအကုန္နီးပါး vampireေတြျဖစ္သြားၿပီး\nဆယ္ႏွစ္အၾကာကာလမွာဇတ္အိမ္တည္ထားပါတယ္\nEdward Daltonအျဖစ္သ႐ုပ္ေဆာင္ထားတဲ့Ethan Hawkeဟာ\nvampireတေယာက္ျဖစ္သလို ဓာတုေဗဒဓာတ္ခြဲဆရာဝန္တေယာက္လဲျဖစ္ပါသည္\nတေန႔မွာvampireေတြအတြက္အစာေရစာျဖစ္တဲ့လူ ့ ေသြးေတြကုန္သေလာက္ျဖစ္\nသြားတဲ့အခါမွာEdwardကိုအဲဒီကိစၥကိုေျဖ႐ွင္းဖို႔တာဝန္ေပးျခင္းခံရပါတယ္ အေျဖ႐ွာရင္းနဲ႔\nတရက္အိမ္အျပနိမွာAudreyဆိုတဲ့လူသားေကာင္မေလးတို႔ အဖြဲ႔ ကိုကယ္တင္ရင္းAudreyကေနတဆင့္\nအရင္ကvampireတစ္ေယာက္ျဖစ္ခဲ့ဖူးတဲ့Elvisအေၾကာငိးကိုသိလိုက္ရတဲ့အခါမွာ\nEdwardတစ္ေယာက္ကမၻာႀကီးကိုျပန္လည္ေျပာင္းလဲႏိုင္မလားဆိုတာပရိတ္သတ္ႀကီး႐ူစားရမွာျဖစ္ပါသည္\nဒီဇတ္ကားကိုMicheal Spierigနဲ႔Peter Spierigတို႔မွ႐ိုက္ကူးထားၿပီး\nBudget $20millions မွာBox officeဝင္ေငြ $51.4millions\nျပန္လည္ရ႐ွိထားတဲ့ဇတ္ကားေကာင္းတစ္ေကာင္းျဖစ္ပါသည္\nဒီဇတ္ကားကို Kaung Myat Thu မွ ဘာသာျပန္ေပးထားၿပီး အညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္...\n                                                                                                                (Yrfatt)",
        "rating": "6.5",
        "url": "https://megaup.net/2eO7A/Daybreakers_[2009]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hDl7FKl5lv2Eq4f19gSeGOVHMaM.jpg",
        "title": "Sgt. Stubby: An American Hero (2018)",
        "description": "ဒီAnimation ကားလေးကတော့ Rating 7 ရရှိထားပြီးပထမကမ္ဘာစစ်မှာပါဝင်ခဲ့တဲ့ ခွေးလေးတစ်ကောင်ရဲ့ဖြစ်ရပ်မှန်ကို ပြန်လည်ရိုက်ကူးတဲ့ကားလေးဖြစ်ပါတယ်....ဒီကားလေးရဲ့main characterကတော့ stubbyဆိုတဲ့ ခွေးလေးပေါ့နော်ခွေးလေးနဲ့ စစ်သားလေးတစ်ယောက်ရဲ့friendshipလေးကို ရိုက်ပြထားတာပါstubbyလေးနဲ့ ဒီအမေရိကန်စစ်သားလေး ဘယ်လိုတွေတွေ့ကြလဲအမေရိကန်စစ်သားတွေနဲ့ ပြင်သစ်စစ်သားတွေ ဂျာမန်တွေကိုဘယ်လိုတွေ တိုက်ကြလဲဆိုတာကို ကြည့်ရမှာပါစိတ်ဝင်စားဖို့လည်းကောင်းသလို ဟာသလေးတွေလည်း ပါတာမလို့ပျင်းစရာမကောင်းပါဘူးနော် ခွေးလေးကလည်းအရမ်းကို ချစ်စရာကောင်းတာမလို့ puppy loverလေးတွေလဲလက်မလွှတ်ပဲ ကြည့်သင့်တဲ့ ကားလေးပါနော်....File Size : (791 MB) and (267MB)Quality : WebDL 720pRunning Time :1hr 24minFormat : Mp4Genre : Animation , Adventure , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by ByulEncoded by Moe Myint Lwin",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/sgt-stubby-an-american-hero-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Glp06c-142x200.jpg",
        "title": "Happy Ghost 5 ( 1991 )",
        "description": "က်င္လည္ေနၾကပတ္ဝန္းက်င္ေတြနဲ႔ ကိုက္ညီမႉ႐ွိၿပီး\nသဟဇာတ ျဖစ္တဲ့ လူတစ္ေယာက္ျဖစ္ဖို႔ဆိုတာ\nလြယ္တယ္ထင္ပါသလား... လူသားေတြၾကားက\nမာယာေတြအဖံုဖံုနဲ႔ လွည့္စားမႈေတြၾကားမွာ\nဘယ္လို႐ွင္သန္ ျဖတ္ေက်ာ္ရမလဲ...\nတိေတြရဲ႕ ျဖဴစင္တဲ့ ေမတၱာ သစၥာေတြရဲ႕\nအတိမ္အနက္ဆုိတာ ဒီဇာတ္ကားေလးကို ၾကည့္လိုက္ရင္\nအေျဖေပၚမွာသြားပါ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့.\nမတ္ဂ်စ္ဆိုတဲ့ ေခြးကေလးဟာ သူ႔သခင္မကို\nအရမ္းသစၥာ႐ွိတဲ့ေခြးကေလး တေကာင္...\nသူ႔သခင္မ ရဲ႕ခ်စ္သူကိုလည္း သိပ္သေဘာမက်ေပမယ့္လည္း\nသခင္မ အလိုက် သည္းခံရတာေပါ့\nသိတတ္ပီးလိမ္မာတဲ့ေခြးကေလး မတ္ဂ်စ္ဟာ\nတေန႔မွာ ေခြးဘဝ ကေန လူဘဝ ၄၉ရက္တိတိ\nျဖစ္ခြင့္ရ႐ွိခဲ့ပါတယ္ သူဟာဘယ္လိုသဟဇာတ\nျဖစ္ေအာင္ ေနထိုင္မလဲ..သူဟာဘယ္လိုမ်ဳိး ဘဝကို\nေ႐ွ႕ဆက္မလဲ.သူ သစၥာ႐ွိလွတဲ့ သခင္မ နဲ႔\nျပန္ေတြ႕တဲ့အခါေရာ ဘယ္လိုေတြျဖစ္မလဲဆိုတာ\nဆက္လက္ေစာင့္ၾကည့္ပါဦး\nဘာသာၿပန္ကေတာ႔ Lina ပဲ ၿဖစ္ပါတယ္\nTranslated By Lina\nEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/2ea8k/The_Happy_Ghost_5_[1991]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/happyghost2-140x200.jpg",
        "title": "Happy Ghost 2 ( 1985 )",
        "description": "Happy Ghost ကားရဲ႕ ဒုတိယေၿမာက္ကားပဲၿဖစ္ပါတယ္\nခ်င္မင္းဆက္ ၾကီးစိုးခ်ိန္ကာလ\nကြမ္တုန္းခရိုင္ ေပါင္အန္းျမိဳ႔နယ္မွာ\nစိတ္ဓာတ္က်ေနတဲ့ စာေပသမားတစ္ေယာက္ရွိတယ္\nျမိဳ႔နယ္စာေမးပြဲကို 14ႏွစ္တိုင္တိုင္ေျဖဆိုခဲ့တာေတာင္\nမေအာင္ျမင္ႏိုင္ခဲ့ဘူး\nသူ႔မိန္းမ သူမ်ားေနာက္ပါသြားေတာ့\nသူအရမ္း၀မ္းနည္းျပီး စိတ္ဓာတ္က်လြန္းလို႔\nဘုရားေက်ာင္းပ်က္ဆီသြားျပီး\nကိုယ့္ကိုကိုယ္သတ္ေသခဲ့တယ္\nဒီလိုရင္ထဲမွာ မတရားဘူးလို႔ခံေနရရွာျပီး\nေနာင္ဘ၀မကူးႏိုင္ျဖစ္ေနရတဲ့ ဒီသရဲေလးဟာ\nေကာင္မေလးသံုးေယာက္နဲ႔တူတူပါလာခဲ့တယ္\nက်ဴးသရဲေလးဟာ ေကာင္မေလးသံုးေယာက္ဆီကေန\nလူ႔ဘ၀ရဲ့ အဖိုးတန္ျခင္းကို ခံစားမိလာခဲ့တယ္\nစိတ္ထဲက မေက်နပ္မွုေျပေပ်ာက္သြားျပီး\nသူဟာ ဘ၀တစ္ပါးကူးေျပာင္းျပီး\nလူ႔ဘ၀ကိုတစ္ဖန္ျပန္လာဖို႔ ဆံုးျဖတ္ခဲ့တယ္\nဒီလိုနဲ႔ သရဲေပ်ာ္ေလးဟာ တစ္ဖန္ေမြးဖြားလာျပီးေနာက္\nသူ႔ေရွ႕ဘ၀ရဲ့ ေကာင္းမွဳကုသိုလ္အက်ိဳးေၾကာင့္\nသူတပါးနဲ႔မတူတဲ့ အခြင့္ထူးေတြကို ခံစားခဲ့ရတယ္\nဆက္လက္ခံစားၾကည္႕ရွုပါ\nအညႊန္းနဲ႔ဘာသာၿပန္သူကေတာ႔ Phyo Zaw ၿဖစ္ပါတယ္",
        "rating": "5.8",
        "url": "https://megaup.net/Sfdp/The_Happy_Ghost_II_[1985]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/HappyGhost1984-1-b-143x200.jpg",
        "title": "The Happy Ghost 1 ( 1984 )",
        "description": "Happy Ghost ဇာတ္ကားေတြရဲပထမဆံုး ဇာတ္ကားပဲၿဖစ္ပါတယ္Channel Myanmar မွာ 3 နဲ႔ 4 ကိုလည္းတင္ထားၿပီးသားၿဖစ္ပါတယ္နံပါတ္ ၁ နဲ႔ ၂ သာ အနည္းငယ္ဆက္စပ္မွုရွိၿပီးေတာ႔ ၃ နဲ႔ ၄ ကေတာ႔ဆက္စပ္မွုမရွိပါဘူး ဒါေၾကာင္႔မုိ႔လည္းၾကားကေဖာက္ၿပီးတင္ေပးခဲ႔ပါတယ္အခု ၁ ကိုထပ္မံတင္ဆက္ေပးလုိက္ပါၿပီငယ္ငယ္တုန္းက သေဘာက်ႏွစ္ၿခိဳက္စြာၾကည္႔ခဲ႔ဖူးတဲ႔ရုပ္ရွင္ၿဖစ္ေပမယ္႔ ဒီအခ်ိန္ၿပန္ၾကည္႔လည္းမရိုးေသးပါဘူး .. ဟာသေလးေတြေႏွာၿပီးရိုက္ကူးတင္ဆက္ထားတဲ႔ Happy Ghost ကားေလးကိုခံစားလိုက္ပါဦးဇာတ္လမ္းအက်ဥ္းနည္းနည္းေၿပာရမယ္ဆုိရင္ခ်င္မင္းဆက္ေခတ္တုန္းက လူတစ္ေယာက္ကပညာရွိစာေမးပြဲကိုအၾကိမ္ၾကိမ္ေၿဖဆုိခဲ႕ေပမယ္႕ေအာင္ၿမင္ၿခင္းမရွိပဲ..ေနာက္ဆံုးမွာသူ႕မိန္းမကိုယ္တိုင္ကထားရစ္ခဲ႕လည္း စိတ္က်ေရာဂါၿဖစ္ၿပီးတဲ႕ေနာက္ဘုရားေက်ာင္းပ်က္ထဲမွာ ကိုယ္႕ကိုယ္ကိုယ္ ဆြဲၾကိဳးခ်သတ္ေသခဲ႕ပါတယ္လူၿပန္၀င္စားခြင္႕မရပဲနဲ႕ၾကိဳးေပၚမွာပဲ တြယ္ကပ္ေနခဲ႕ပါတယ္..ဒီလိုနဲ႕ ၿမိဳ႕ကေက်ာင္းသားတစ္ခုဘုရားေက်ာင္းကိုေရာက္လာတဲ႔အခါမွာေတာ႔ .......................",
        "rating": "6.0",
        "url": "https://megaup.net/2ea8r/The_Happy_Ghost_[1984]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/5072a615-141x200.jpg",
        "title": "Happy Ghost 4 (1990)",
        "description": "1990 ခုႏွစ္က ထြက္ရွိခဲ႕တဲ႕ Happy Ghost 4 ၿဖစ္ပါတယ္..\nHappy Ghost 3 ကိုလည္း\nၿမန္မာစာတန္းထုိးအၿဖစ္နဲ႕\nchannelmyanmar မွာပဲ တင္ေပးခဲ႕ၿပီးပါၿပီ...\nဒီကားက\nHappy Ghost 3 အေနာက္က ထြက္ခဲ႕တယ္ဆုိေပမယ္႕\nဇာတ္လမ္းဇာတ္ကြက္ေတြ\nဘာမွဆက္စပ္မွဳမရွိပါဘူး.\n.အေၾကာင္းအရာသီးသန္႕သာၿဖစ္ပါတယ္...အေရွ႕တုန္းက ထြက္ခဲ႕တဲ႕ ၁ , ၂ , ၃ ကလည္းမင္းသားပဲတူၿပီး\nဇာတ္လမ္းဇာတ္ကြက္\nတူညီၿခင္းမရွိလို႕ ၾကည္႕ရတာ\nေၾကာင္ေတာင္ေတာင္ၿဖစ္ေနမွာမဟုတ္ပါဘူး\nဒါေပမယ္႕\nဒီကားကို မၾကည္႕ခင္ Happy Ghost 3 ကိုအရင္ၾကည္႔ပါလို႕\nၾကိဳေၿပာပါရေစ\nၾကည္႕ရတာပိုၿပီးအရသာရွိေအာင္ပါ...Happy Ghost Series ေတြက\nၾကာလွၿပီၿဖစ္တဲ႕အတြက္ အၾကည္ကို ရွာဖုိ႕အရမ္းခက္ခဲပါတယ္ဒါေၾကာင္႕ ေတြ႕ဖူးသမွ်ထဲမွာ အၾကည္ဆံုး Version ကိုသာ\nေဒါင္းၿပီးဘာသာၿပန္ရတာ\nၿဖစ္တဲ႔အတြက္ နည္းနည္းေတာ႕\nကြာလတီ ၀ါးပါတယ္..ခြင္႕လႊတ္ေပးၾကပါ\nအရင္အပိုင္းေတြရဲ႕ ဇာတ္လမ္းအက်ဥ္းကို ေၿပာရမယ္ဆုိရင္\nခ်င္မင္းဆက္ေခတ္တုန္းက လူတစ္ေယာက္က\nပညာရွိစာေမးပြဲကို\nအၾကိမ္ၾကိမ္ေၿဖဆုိခဲ႕ေပမယ္႕\nေအာင္ၿမင္ၿခင္းမရွိပဲ..ေနာက္ဆံုးမွာ\nသူ႕မိန္းမကိုယ္တိုင္က\nထားရစ္ခဲ႕လည္း စိတ္က်ေရာဂါၿဖစ္ၿပီးတဲ႕ေနာက္ဘုရားေက်ာင္းပ်က္ထဲမွာ ကိုယ္႕ကိုယ္ကိုယ္ ဆြဲၾကိဳးခ်\nသတ္ေသခဲ႕ပါတယ္\nလူၿပန္၀င္စားခြင္႕မရပဲနဲ႕ ၾကိဳးေပၚမွာပဲ\nတြယ္ကပ္ေနခဲ႕ပါတယ္\nတစ္ေန႕မွာ ၿမိဳ႕က\nေက်ာင္းသားအဖြဲ႕တစ္ဖြဲ႕လာေရာက္အပန္းေၿဖရာကေနၾကိဳးကိုသယ္ေဆာင္သြားၿပီး Happy Ghost က ၿမိဳ႕ကိုေရာက္ရွိသြားပါတယ္\nေက်ာင္းသားအဖြဲ႕ကေကာင္မေလးေတြနဲ႕\nသိရွိၿပီး ဘ၀ရဲ႕ အဓိပၸါယ္ေတြကို\nေသခ်ာစြာ နားလည္သင္ယူႏိုင္ခဲ႕လို႕\nလူၿပန္၀င္စားခြင္႕ရရွိခဲ႔ပါတယ္\nဒါက အပိုင္း ၁ ပါ..\nအပိုင္း ၂ ကေန ...",
        "rating": "5.7",
        "url": "https://megaup.net/2ea5t/The_Happy_Ghost_IV_[1989]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/l_p0003180386-139x200.jpg",
        "title": "Happy Ghost 3 (1986)",
        "description": "Happy Ghost ဆုိတဲ႕ဇာတ္ကားရဲ႕ နံပါတ္ 3 ပါ..တစ္ကားနဲ႕တစ္ကားမင္းသားတူညီေပမယ္႕\nအေၾကာင္းအရာေတြ\nဘာဆုိဘာမွမတူ..\nအဆက္အေနနဲ႕ရိုက္တာလည္းမဟုတ္လို႕နံပါတ္ 3ကေနစၾကည္႕လည္း ေၾကာင္ေတာင္ေတာင္ၿဖစ္ေနမွာမဟုတ္ပါဘူးပထမဆံုးကေနစၿပီး ဇာတ္လမ္းအက်ဥ္းနည္းနည္းေၿပာရမယ္ဆုိရင္ဇာတ္လမ္းအက်ဥ္းနည္းနည္းေၿပာရမယ္ဆုိရင္\nခ်င္မင္းဆက္ေခတ္တုန္းက လူတစ္ေယာက္က\nပညာရွိစာေမးပြဲကို\nအၾကိမ္ၾကိမ္ေၿဖဆုိခဲ႕ေပမယ္႕\nေအာင္ၿမင္ၿခင္းမရွိပဲ..ေနာက္ဆံုးမွာ\nသူ႕မိန္းမကိုယ္တိုင္က\nထားရစ္ခဲ႕လည္း စိတ္က်ေရာဂါၿဖစ္ၿပီးတဲ႕ေနာက္ဘုရားေက်ာင္းပ်က္ထဲမွာ ကိုယ္႕ကိုယ္ကိုယ္ ဆြဲၾကိဳးခ်\nသတ္ေသခဲ႕ပါတယ္\nလူၿပန္၀င္စားခြင္႕မရပဲနဲ႕\nၾကိဳးေပၚမွာပဲ တြယ္ကပ္ေနခဲ႕ပါတယ္တစ္ေန႕မွာ ၿမိဳ႕က ေက်ာင္းသားအဖြဲ႕တစ္ဖြဲ႕\nလာေရာက္အပန္းေၿဖရာကေန\nၾကိဳးကိုသယ္ေဆာင္သြားၿပီး\nHappy Ghost က ၿမိဳ႕ကိုေရာက္ရွိသြားပါတယ္ေက်ာင္းသားအဖြဲ႕ကေကာင္မေလးေတြနဲ႕ သိရွိၿပီး\nဘ၀ရဲ႕ အဓိပၸါယ္ေတြကို\nေသခ်ာစြာ နားလည္သင္ယူႏိုင္ခဲ႕လို႕\nလူၿပန္၀င္စားခြင္႕ရရွိခဲ႔ပါတယ္\nဒါက အပိုင္း ၁ ပါ..\nအပိုင္း ၂ ကေန ၄ အထိက လူၿပန္၀င္စားေပမယ္႕Happy Ghost က ၿပန္၀င္စားတဲ႕လူရဲ႕ ကိုယ္ေစာင္႕နတ္အၿဖစ္နဲ႕ဆက္ၿပီးရွိေနတဲ႕အေၾကာင္းေတြပါ\nအခုဒီ နံပါတ္ ၃ ခုေၿမာက္\nဇာတ္ကားမွာေတာ႔ အဆုိေတာ္မေလးတစ္ေယာက္\nမေအာင္ၿမင္လို႔ ကိုယ္႔ကိုယ္ကိုယ္သတ္ေသၿပီး\nလူၿပန္၀င္ခြင္႔ရတဲ႔အခါ Happy Ghost ေစာင္႔ေရွာက္ေနတဲ႔\nလူရဲ႕ အလြဲအေခ်ာ္ေတြေၾကာင္႔ လူ၀င္စားခြင္႔ေနာက္က်လို႔\nမေက်မနပ္နဲ႔လိုက္ေႏွာက္ယွက္ေနတဲ႔အေၾကာင္းကို\nဟာသေလးေတြေႏွာၿပီးရိုက္ကူးတင္ဆက္ထားပါတယ္\nစိတ္လက္ေပါ႔ပါးစြာနဲ႔ ၾကည္႔ရွုခံစားလိုက္ပါဦး1986 ခုႏွစ္က ထြက္ထားတဲ႔ဇာတ္ကားၿဖစ္တဲ႔အတြက္ေၾကာင္႔အၾကည္လင္ဆံုးကြာလတီကိုၾကိဳးစားရွာၿပီး တင္ဆက္ေပးလိုက္ပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/2ea4y/The_Happy_Ghost_III_[1986]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNWE1YTg2NDItMzVhMC00OGRhLTg1OWQtNmIzYzQ1YjI0Nzc3XkEyXkFqcGdeQXVyMTk1NzUwMA@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "(Twisted) Psycho Ex-Girlfriend  (2018)",
        "description": "ကိုရီးယားကားေတြမွာ သံုးပြင့္ဆိုင္\nအခ်စ္ဇာတ္လမ္းေတြၾကည့္ဖူးၾကတယ္ဟုတ္...\nဒီကားမွာလည္း သံုးပြင့္ဆိုင္ဇာတ္လမ္းမ်ိဳးကို\nဘာဆက္ျဖစ္လာမလဲဆိုတဲ့ ဖီလင္မ်ိဳးနဲ႔ စိတ္ဝင္တစားၾကည့္႐ႈရမွာပါ...\nကာရာ ဆိုတဲ့အမ်ိဳးသမီးေလးဟာ\nစိတ္က်န္းမာေရးတိုင္ပင္ေဆြးေႏြးေပးသူတစ္ေယာက္ျဖစ္ၿပီး\nလူေတြကိုကူညီတတ္တဲ့ စိတ္သေဘာထားေကာင္းတဲ့\nေကာင္မေလးတစ္ေယာက္ပါ..\nသူ႔ရဲ႕ရည္းစားကေတာ့ တိုင္လာ ဆိုတဲ့\nအမ်ိဳးသားျဖစ္ၿပီး တိုင္လာ့ကိုလဲ မူးယစ္ေဆးစြဲေနတဲ့\nဘဝကေန ကာရာ ကကယ္တင္ထားတာပါ...\nသူတို႔ႏွစ္ေယာက္က တစ္ေယာက္ကိုတစ္ေယာက္\nအခ်စ္စစ္ေတြနဲ႔အရမ္းခ်စ္ၾကၿပီး လက္ထပ္ၾကဖို႔ဆံုးျဖတ္လိုက္တဲ့အခ်ိန္မွာ\nတိုင္လာ့ရဲ႕အရင္ရည္းစားျဖစ္တဲ့ အစၥဘယ္လာ ဟာ\nသူတို႔ရဲ႕ဘဝထဲကိုဝင္ေရာက္လာပါေတာ့တယ္...\nကဲသူတို႔သံုးေယာက္ဘာေတြဆက္ျဖစ္မလဲဆိုတာကေတာ့..\nစိတ္ဝင္စားစရာပါပဲေနာ္..\nဤဇာတ္ကားကို May Thu မွဘာသာျပန္ေပးၿပီး\nအၫႊန္းကိုလဲ ကိုယ္တိုင္ပဲေရးေပးထားပါတယ္",
        "rating": "5.3",
        "url": "https://megaup.net/STd0/Psycho_(Ex-Girlfriend)_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pGiUIkcTOEn2CwE5CUBFxWkcyxO.jpg",
        "title": "Colette (2018)",
        "description": "IMDB Rating 6.8 ရရွိထားတဲ့ Colette ဆုိတဲ့ ၂၀၁၈ ထြက္ရုပ္ရွင္ကားေလးကေတာ့ ျပင္သစ္ mime အႏုပညာရွင္၊ ျပဇာတ္မင္းသမီး၊ ဂ်ာနယ္လစ္၊ ႏုိဘယ္ဆု ဆန္ကာတင္စာရင္းဝင္ စာေရးဆရာမ Sidonie-Gabrielle Colette ရဲ႕ အေစာပုိင္းဘဝအေၾကာင္းကုိ ရုိက္ကူးထားတာပါ။ အဓိက ဇာတ္ေဆာင္အေနနဲ႔ေတာ့ အထူးတလည္မိတ္ဆက္ေပးစရာမလုိတဲ့ Keira Knightley က ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။ ဒီဇာတ္ကားမွာ ေက်းေတာသူေလးတစ္ေယာက္ ျမိဳ႕ၾကီးျပၾကီးမွာ မဝင္ဆန္႔ႏိုင္တဲ့ ဒုကၡေတြ၊ အႏုပညာကုိအျမတ္ထုတ္ခံရတဲ့ အႏုပညာသမားေတြ၊ အဲဒီႏွစ္ေတြက မိန္းမတစ္ေယာက္ရဲ႕ နိမ့္က်မႈေတြ ၾကားက Sidonie-Gabrielle Colette ရဲ႕ ဘဝကုိၾကံ့ၾကံ့ခံရင္ဆုိင္ျပီး တုိက္ခိုက္ခဲ့တဲ့ လြတ္လပ္တဲ့စိတ္ထားရွိတဲ့ ပုံစံကုိျမင္ေတြ႕ရမွာပါ။ လိင္တူခ်င္း ခ်စ္ၾကိဳက္တာကုိ ရႈံခ်တဲ့ ေခတ္ၾကီးထဲက လိင္တူခ်စ္သူေတြအတြက္ တုိက္ခုိက္ခဲ့သူတစ္ဦးအေနနဲ႔လည္း Colette သတ္မွတ္လုိ႔ရပါတယ္။ R Rated ဇာတ္ကားျဖစ္တဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔မသင့္ေတာ္ပါဘူး။ ဒီဇာတ္ကားနဲ႔ေတာ့မဆုိင္ေပမယ့္ ဒီဇာတ္ကားထဲမွာပါတဲ့ ကၽြန္ေတာ္အၾကိဳက္ဆုံး Movie Quote ေလးကေတာ့ \"သမုိင္းဆုိတာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2eO7B/Colette_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/heHi6n68fDiQoUc7SMletM9Adjz.jpg",
        "title": "Finding Forrester(2000)",
        "description": "Finding Forrester(2000)\nIMDb….7.3,,,Rotten….74\nFinding Forrester(2000) ဇာတ္ကားကုိၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ကြ်န္ေတာ္ Good Will Hunting (1997)ဇာတ္ကားကုိ သြားသတိရေနတယ္…\nတစ္ခုခုေတာ့ဆက္ႏြယ္ေနရမယ္ဆုိၿပီး စုံစမ္းၾကည့္ေတာ့…(၂)ကားလုံးရဲ႕ ဒါရုိက္တာက Gus Van Sant ျဖစ္ေနတယ္…\nဆုိေတာ့ Good Will Hunting (1997) ကုိၾကည့္ဖူးတယ္ဆုိရင္  ဒီကားက သေဘာတရားေတာ့တူေပမယ့္ ေပးခ်င္တဲ့ Message ေတြေတာ့အေတာ္မ်ားမ်ားကြဲပါတယ္…(၂)ကားလုံးက ခမ္းနားတဲ့အလွတရားေတြပုိင္ဆုိင္ထားၾကပါတယ္..\nလူမဲေကာင္ေလးတစ္ေယာက္ရွိတယ္..သူ႕နာမည္က ဂ်မား…ဆင္းရဲတဲ့အျပင္ အေဖနဲ႕အေမကလည္းကြဲေနရွာတယ္…မေအနဲ႕အကုိနဲ႕အတူေနတယ္…\nေက်ာင္းတက္တယ္..သူငယ္ခ်င္းေတြနဲ႕ဘတ္စကတ္ေဘာေဆာ့တယ္…စာအုပ္ေတြဖတ္သလုိ ႏုတ္စာအုပ္ေလးေတြထဲမွာလည္း သူ႕အျမင္ေလးေတြခ်ေရးေလ့ရွိတယ္…\nသုိ႕ေပမယ့္ ဒီလူမဲေလးဟာ သူမတူတဲ့ ဦးေဏွာက္ေတာ့ရွိတယ္…တစ္ခါေလာက္ဖတ္ဖူးရုံနဲ႕မွတ္မိသလုိ ဥာဏ္ႀကီးရွင္တစ္ေယာက္လုိ ျဖန္႕က်က္ေတြးေတာႏုိင္စြမ္းလည္းရွိတယ္..\nဒီေကာင္ေလးက တစ္ဦးတည္းအထီးက်န္လွ်ိဳ ႔ဝွက္စြာေနထိုင္ေနတဲ႔ အဖိုးၾကီး ဝီလီယမ္ ေဖာ္ရက္စတာနဲ႕ ခင္မင္မိတယ္…တစ္ခ်ိန္ထဲမွာပဲ\nသူ႕ရဲ႕အရည္အခ်င္းေၾကာင့္  ပုဂၢလိကေက်ာင္းက ေရြးခ်ယ္ခဲ့တဲ့အတြက္ စိန္ေခၚမႈအသစ္ေတြစတင္ႀကဳံေတြ႕ပါေတာ့တယ္..\nကုိင္း စပြဳိင္လာ မလုပ္သင့္ဆုံးဇတ္ကားစာရင္းထဲမွာပါလုိ႕ ဒီေလာက္ပဲေတာ္ပါရေစေနာ္..\nဒီကားကုိ  ကြ်န္ေတာ္တုိ႕ ဂ်ိန္းစ္ဘြန္းမင္းသားႀကီး  Sean Connery  နဲ႕ Rob Brown က အဓိက သရုပ္ေဆာင္ထားပါတယ္..\nဆုေပါင္း(၅)ဆုလည္း ရရွိခဲ့သလုိ အျခားဆု(၁၃)ဆုလည္း ဆန္ကာတင္စာရင္း၀င္ခဲ့တယ္…\nဇတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ျဖစ္ပါတယ္…\nFile Size : (1.15GB) and (425 ...",
        "rating": "7.3",
        "url": "https://megaup.net/STd6/Finding_Forrester_[2000]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cJ9aKlEgTLYtpYjNqin06YqJRUl.jpg",
        "title": "Under the Silver Lake (2018)",
        "description": "ေငြေရာင္ကန္ရဲ႕ ေအာက္မွာတဲ့ ဇာတ္ကားနာမည္က လန္႔စရာၾကီး သတ္ေတာ့မယ္ျဖတ္ေတာ့မယ္။Crime, Drama ဆုိေတာ့ လူေတြအားရပါးရသတ္ေတာ့မယ္လုိ႔ထင္ၾကမွာပါ။ဒါေပမယ့္ မဟုတ္ပါဘူး။ဒီ ၂၀၁၈ ထြက္ Ultimate Spider-man မင္းသား Andrew Garfield ပါဝင္သရုပ္ေဆာင္ထားတဲ့ Under the Silver Lake ဇာတ္ကားေလးက ပုံမွန္ Crime, Drama ေတြနဲ႔ပုံစံမတူဘဲ လူေတာ္ေတာ္မ်ားမ်ားက Psycho(ဆုိက္ကို) ကားလုိ႔ေခၚၾကတဲ့ကားမ်ိဳးျဖစ္ႏုိင္ပါတယ္။နည္းနည္းလည္းေၾကာင္ေတာင္ေတာင္ႏုိင္သလုိပါပဲ။ဒါေပမဲ့ ဒီဇာတ္လမ္းထဲကလုိ လူတုိင္းျမင္ေနၾကားေနတဲ့ သတင္းေတြ၊ သီခ်င္းေတြ၊ ရုပ္ရွင္ေတြ၊ ေၾကာ္ျငာေတြထဲမွာ လူတခ်ိဳ႕ပဲသိႏုိင္မယ့္ ထူးျခားတဲ့ လွ်ိဳ႕ဝွက္သတင္းစကားေတြကုိ ထည့္သြင္းထားသလုိမ်ိဳး ဒီဇာတ္ကားထဲမွာ တခ်ိဳ႕လူေတြပဲ ခံစားနားလည္ႏုိင္မယ့္ခံစားမႈမ်ိဳးေတြ သတင္းစကားေတြ အမ်ားၾကီးပါေနတာေတာ့ အေသအခ်ာပါပဲ။ဒီဇာတ္လမ္းရဲ႕ အဓိကဇာတ္ေကာင္ လူတုိင္းျမင္ေနၾကေပမယ့္ လူတုိင္းမသိၾကတဲ့လွ်ိဳ႕ဝွက္ခ်က္ေတြကုိေတာ့ ကုိယ္တုိင္ရွာၾကည့္ၾကပါေတာ့။လူသိပ္မသတ္ေပမယ့္ ၾကမ္းခန္းရမ္းခန္းနည္းနည္းပါတဲ့ R-rated ဇာတ္ကားျဖစ္တဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖုိ႔မသင့္ေတာ္ပါဘူး။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ ၆.၅ ျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File Size : ...",
        "rating": "6.8",
        "url": "https://megaup.net/STd1/Under_The_Silver_Lake_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Suddenly Twenty (2016)",
        "description": "“Suddenly Twenty”\n------------------------\nCJ Major Entertainment ရဲ႕ First movie Production ၿဖစ္ၿပီး ၊ ထုိင္း နုိင္ငံ ရဲ႕ Thai Major Cineplex Group နဲ႕ ေတာင္ကိုရီးယားက CJE& M တုိ႕ ေပါငး္စပ္ ထုတ္လုပ္တဲ့ “Suddenly Twenty” ဇာတ္ကားဟာ ၊ ၂၀၁၄ မွာ ေအာင္ျမင္ခဲ့တဲ့Miss Granny ဆိုတဲ့ Korea ကားရဲ႕ ေနာက္ထပ္ မွတ္တုိင္တစ္ခု အျဖစ္ သတ္မွတ္ထားၾကပါတယ္။IMB rating 7.3/10 ရရွိထားတဲ့ ဇာတ္ကား တစ္ကားျဖစ္ပါတယ္။ Drama/Romance အမ်ိဳအစား ျဖစ္ၿပီး ၊ Thai မွာေတာ့ 2016, Nov 24မွာ release လုပ္ခဲ့တဲ့ ဇာတ္ကား တစ္ကားျဖစ္ၿပီး ၊ IMB rating ...",
        "rating": "7.3",
        "url": "https://megaup.net/2SKl2/Suddenly_Twenty_[2016]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/LeprechaunReturns-poster-135x200.jpg",
        "title": "Leprechaun Returns (2018)",
        "description": "Leprechaun Returns (2018)IMDb - 5.0/10_____Rotten - 44%\n  \nဒီကားကတော့ Laprechaun Horror  ဇာတ်ကားတွေရဲ့ နောက်ဆက်တွဲ\nကားတစ်ကားဖြစ်ပါတယ်....\nဒီကားမှာကတော့ Laprechaun လို့ခေါ်တဲ့ မှင်စာဟာ\nပိတ်လှောင်ထားရာကနေ \nပြန်လည်လွတ်မြောက်လာခဲ့ပြီးတော့\nလူသားတွေကို သူ့အစွမ်းတွေကိုပိုမိုများပြားလာစေဖို့အတွက်\nရွှေတွေကိုရှာခိုင်းပါတယ်...\nမရှာပေးနိုင်တဲ့လူတွေကိုတော့ သတ်ပစ်ပါတယ်...\nထူးခြားတဲ့အချက်က\nဒီနတ်ဆိုးမှင်စာကောင်ဟာ လူသတ်ရင်အစွမ်းထက်လာသလို\nသူရှာခိုင်းထားတဲ့ ရွှေတွေရရင်ပိုပြီးအစွမ်းထက်လာတာပါပဲ...\nဒီလိုရက်စက်ဆိုးသွမ်းတဲ့မှင်စာကောင်တစ်ကောင်နဲ့\nမိန်းကလေးတွေနဲ့တွေ့ကြတဲ့အခါ သတ်ဖြတ်မှု့တွေအများအပြားက\nစတင်လို့လာပါတော့တယ်...\nဒီဇာတ်ကားရဲ့အညွှန်းကိုဖတ်ကြည့်လိုက်ရအောင်လား....\nစိတ်မကျန်းမာတဲ့မိခင် ဆုံးသွားပြီးတဲ့နောက်မှာ\nမိခင်ရဲ့ နေရပ်မြို့ဆီသို့ လိုင်လာတစ်ယောက် ကျောင်းလာတက်ခဲ့ပါတယ်။\nသူမရဲ့မိခင်နေထိုင်သွားခဲ့တဲ့ အိမ်ဟောင်းလေးဟာ အခုတော့ ကောလိပ်ပိုင်ဖြစ်သွားပြီး\nအဆောင်အနေနဲ့ ဖွင့်ထားခဲ့ပါတယ်။\nလိုင်လာ့ကိုလိုက်ပို့ရင်း မိခင်ရဲ့သူငယ်ချင်းဟောင်းဖြစ်သူ အိုဇီကတော့\nဒီအိမ်ရဲ့နောက်ကြောင်းဖြစ်ရပ်တွေကို သိပေမယ့် အားလုံးပြီးစီးသွားခဲ့ပြီလို့\nယူဆတာကြောင့် ဘာမှမပြောခဲ့ပါဘူး။\nဒါပေမယ့် ကံဆိုးစွာနဲ့ တစ်ကျော့ပြန် နတ်ဆိုးမှင်စာဟာ ပြန်လည်နှိုးထလာတဲ့အခါမှာတော့ ...\nလိုင်လာတို့သူငယ်ချင်းတွေ ဘယ်လိုအရာတွေနဲ့\nကြုံတွေ့ရမယ်ဆိုတာကို ကြည့်ရှုအားပေးလိုက်ကြပါဦး...\n   \nFile Size : (871 MB)\nQuality : WebDL 720p\nRunning Time :1hr 26min\nFormat : Mp4\nGenre : Comedy , Fantasy , Horror\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.0",
        "url": "https://megaup.net/1yh04/Leprechaun_Returns_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pc5JVGAOo35t0gYGc2LaVWp58bt.jpg",
        "title": "Love Again (2018)",
        "description": "အခုတင္ဆက္ေပးခ်င္တာကေတာ့ ႐ိုမန္တစ္ဒရမ္မာခ်စ္ပရိသတ္ႀကီးအတြက္ ကိုရီးယား-ဗီယက္နမ္ အခ်စ္ဒရမ္မာဇာတ္ကားေလးပဲျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဂ်ီဖီးလ္က နာမည္ေက်ာ္ Kpop ေတးေရးဆရာတစ္ေယာက္ျဖစ္ပါတယ္သူေရးလိုက္တဲ့သီခ်င္းတိုင္းေပါက္ၿပီး ဆုေတြရေပမယ့္ဘယ္ေတာ့မွ ဆုတက္ယူေလ့မရွိတဲ့ တစ္ေယာက္လည္းျဖစ္ပါတယ္မီကေတာ့ ဂ်ီဖီးလ္ရဲ႕အမာခံပရိသတ္ျဖစ္ၿပီး နာမည္ေက်ာ္ေတးေရးဆရာတစ္ေယာက္ျဖစ္လာဖို႔ အိပ္မက္မက္ေနတဲ့ ဗီယက္နမ္သူေလးပါတစ္ေန႔မွာေတာ့ ဂ်ီဖီးလ္ရဲ႕ခ်စ္သူေဟာင္း ယြန္းမီ ဗီယက္နမ္ျမစ္တစ္ခုမွာ အဆံုးစီရင္သြားတဲ့သတင္းၾကားလိုက္ရတဲ့အခါမွာေတာ့...ဂ်ီဖီးလ္ရဲ႕လွ်ိဳ႕ဝွက္ထားတဲ့အတိတ္ကဘာျဖစ္မလဲ...တူညီတဲ့အိပ္မက္ေတြပဲထပ္ခါထပ္ခါမက္ေနတဲ့မီနဲ႔ကေရာ ဘယ္လိုပတ္သက္ေနမလဲဆိုတာ....ပါဝင္ထားတဲ့ဗီယက္နမ္မင္းသမီးေလးကေခ်ာသလို ဇာတ္ဝင္ေတးေလးေကာင္းေကာင္းေလးေတြပါဝင္တာမို႔ ၾကည့္ေကာင္းေစမွာအမွန္ပါပဲ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ေမျမတ္သူ ပါ) File Size : (750 MB) and (260 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Romance,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p HDRip AAC H.264-JAYENT\nTranslated by May Myat Thu\nEncoded by Thanhtike Zaw",
        "rating": "",
        "url": "https://megaup.net/2eO7e/Love_Again_[2018]_(MM_Sub).mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZTJiNGM2NjItNDRiYy00ZjY0LTgwNTItZDBmZGRlODQ4YThkL2ltYWdlXkEyXkFqcGdeQXVyMjY5ODI4NDk@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Split ( 2016 )",
        "description": "1975 ခုႏွစ္က အေမရိက မွာတကယ္ၿဖစ္ပ်က္ခဲ႔တဲ႔\nBilly Milligan ဆုိတဲ႔လူတစ္ဦးရဲ႕\nၿဖစ္ရပ္မွန္ကို ၿပန္လည္ရိုက္ကူးတင္ဆက္ထားတဲ႔\nရုပ္ရွင္ဇာတ္လမ္းေကာင္းတစ္ခုၿဖစ္ပါတယ္\nWanted ရုပ္ရွင္ကားျဖင့္ နာမည္ႀကီးလာေသာ\nJames McAvoy ရဲ႕ မ်က္ႏွာပံုစံ မ်က္ႏွာထားအမ်ိဳးမ်ိဳးကို\nစိတ္ေက်နပ္ေလာက္စရာ ျမင္ေတြ႔ရမွာျဖစ္ၿပီး\nဇတ္လမ္းပံုစံကေတာ့ ကိုယ္ရည္ေသြး စိတ္အမ်ိဳးမ်ိဳးျဖစ္တည္ေနတဲ့\nစိတ္ေရာဂါ ေ၀ဒနာရွင္ လူငယ္ေလး ေနရာကေန စတင္ထားပါတယ္...\nကယ္ဗင္ ဟာ ကိုယ္ရည္ေသြး စိတ္ အမ်ိဳးမ်ိဳး ျဖစ္ေပၚတက္ေသာ\nေရာဂါရွိသျဖင့္ စိတ္ေရာဂါကု ဆရာ၀န္ျဖစ္သူႏွင့္\nအပတ္တိုင္း တစ္ႀကိမ္စီ ျပသေနရသူျဖစ္ပါတယ္....\nသူ႔ရဲ႕ ပံုမွန္ဘ၀ မွာေတာ့ အလြန္ေတာ္တဲ့\nလူငယ္ေလး ျဖစ္ၿပီး သူ႔ရဲ႕ မသိစိတ္ထဲတြင္ေတာ့\nဒင္းနစ္ ၊ ပတ္ထရစ္ရွာ ၊ ဟတ္၀စ္ ၊ ဘယ္ရီ အစ ရွိေသာ\nနာမည္မ်ားစြာျဖင့္ ေယာက်ၤား မိန္းမ ကေလး အစရွိေသာ\nကိုယ္ရည္ေသြး စိတ္ခြဲေပါင္းမ်ားစြာ ရွိေနပါတယ္\nစိတ္ေရာဂါကု ဆရာ၀န္ အေနျဖင့္ ထို စိတ္မ်ား အျပင္ထြက္မလာေအာင္\nထိန္းခ်ဳပ္ ကုသေပးေနခဲ့ေသာ္လဲပဲ ကယ္ဗင္ ၏ မူလ စိတ္အေျခအေနကို\nအႏုိင္ယူကာ ကိုယ္ရည္ေသြး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2eO7w/Split_[2016]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNDJhY2U2YjMtMjg1Yy00YWY3LWE2MjctY2FhMGMxZDE0ZDg0XkEyXkFqcGdeQXVyNjIzODI5OTQ@._V1_-137x200.jpg",
        "title": "Party Central (2014)",
        "description": "မိုက္နဲ႔ဆူလီတို႔ေသာင္းက်န္းခဲ့တဲ့ပထမဆံုးပါတီျဖစ္ျပီး\nသူတို႔ေက်ာင္းအဖြဲ႔ရဲ႔ပထမဆံုးနဲ႔အလန္းဆံုးပါတီလို႔ေတာင္\nအျမဲေျပာစမွတ္ျဖစ္သြားတာပါတယ္\nMonsters-verseရဲ႔Project-xလို႔ေခၚလို႔ရတဲ့အထိ\nဘယ္လိုေတြျဖဳတ္ၾကမလဲဆိုတာ...\nဘာသာျပန္ေပးထားတာေတာ့\nsithuျဖစ္ျပီး\nMonsters-verseကိုလြမ္းေနတဲ့လူေတြ\nအပ်င္းေျပၾကည့္လို႔ရေအာင္တင္ေပးလိုက္ပါတယ္",
        "rating": "7.1",
        "url": "https://megaup.net/STd2/Party_Central_[2014]_(MM_Sub).mp4",
        "category": "Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNtFgXqXPRMkm1QO8CHn5sHfUgE.jpg",
        "title": "Bad Times at the El Royale (2018)",
        "description": "Bad Times at the El Royale (2018)\nIMDb - 7.1/10_____Rotten - 75%အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ 2018 မှာ ထွက်လာတဲ့ အသစ်စက်စက်ရုံတင်ကား Bad Times At The El Royale ဆိုတဲ့ ဇာတ်ကားလေးပါEl Royale ဆိုတဲ့ ဟိုတယ်ရှေ့မှာ ဖာသာဒန်နီယယ်ဖလင်းဆိုတဲ့ ဘုန်းတော်ကြီးတစ်ပါးနဲ့ အဆိုတော်ပေါက်စခါလင်းဆွိတို့ တွေ့ဆုံတဲ့နေရာကနေ ဇာတ်လမ်းလေးကို စတင်ထားပါတယ်ဒါလင်းကတော့ ကယ်လီဖိုးနီးယားကနေ သီချင်းဆိုဖို့ လာခဲ့တာဖြစ်ပါတယ်ဒါပေမဲ့ ငွေကြေးသိပ်မပြည့်စုံလို့ ဒီဟိုတယ်မှာလာတည်းတာပါဖာသာဖလင်းကတော့ သူ့ညီဖြစ်သူ ဖွက်ထားခဲ့တဲ့ ငွေတွေကို ပြန်ယူဖို့ ဟိုတယ်ကို ရောက်လာခဲ့တာပါသူတို့အရင် ဟိုတယ်မှာ ရောက်နေနှင့်တဲ့သူကတော့ ဖုန်စုပ်စက်အရောင်းဝန်ထမ်းဟန်ဆောင်ထားတဲ့ အေးဂျင့်ဘရော့ဘက်ပါ သူ့မှာလည်း လူတွေသိပ်မတည်းကြတော့တဲ့ El Royale ကို လာတည်းရတဲ့ အကြောင်းတစ်ခုရှိနေပါတယ်ဟိုတယ်တစ်ခုလုံးမှာ ဝန်ထမ်းဆိုလို့ မိုင်စ်မီလာဆိုတဲ့ ကောင်လေးတစ်ယောက်ပဲ ရှိပါတယ်သူကလဲ ဆေးကြောင်နေတာလိုလို ...",
        "rating": "7.1",
        "url": "https://megaup.net/4UP4t/Bad_Times_At_The_El_Royale_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2Alb0MoiEQsIRUDZIebnWTthazU.jpg",
        "title": "Badhaai Ho (2018)",
        "description": "IMDb 8.2/10\nRotten Tomatoes 86%Badhaai Ho (ဂုဏ္ယူဝမ္းေျမာက္ပါတယ္) ဒီစကားလုံးကုိ ေၾကာက္လြန္းလုိ႔ ပတ္ဝန္းက်င္ကေနထြက္ေျပးေနရသူ တစ္ေယာက္ရွိပါတယ္သူ႕နာမည္က နာခူ(လ္)ပါအသက္အရြယ္ရ ၂၀ ေက်ာ္၊ ၁၅ ႏွစ္သာသာညီတစ္ေယာက္ရွိတယ္ခ်စ္စရာေကာင္းတဲ့ ရည္းစားတစ္ေယာက္ရယ္၊ တည္တည္တံ့တံ့ အလုပ္အကုိင္လည္း ရွိတယ္ဒါျဖင့္ ဘာေၾကာင့္မ်ား ပတ္ဝန္းက်င္က ဂုဏ္ျပဳစကားကုိ ေၾကာက္ေနရတာလဲဂုဏ္ျပဳပါတယ္ဆုိတာက သူ႕အေနအထားကုိလားဘာကုိ ဂုဏ္ျပဳတာလည္းအျဖစ္ကေတာ့ ဒီလုိပါဗ်ာ ...တေန႔ ၅၀ ေက်ာ္၊ ၆၀ အရြယ္မိခင္ႀကီး ေနထုိင္မေကာင္းျဖစ္လုိ႔ ေဆးခန္းသြားျပရပါတယ္ေဆးခန္းမွ အိမ္ျပန္ေရာက္ေတာ့နာခူလ္ - အေမ့က်န္းမာေရးနဲ႕ပတ္သတ္ၿပီး ဆရာဝန္ ဘာေျပာလုိက္လဲ အေဖအေဖ - ဆရာဝန္ေျပာတာက၊ ဆရာဝန္ေျပာတာကေလအိ္္မ္ကုိ ဧည့္သည္တစ္ေယာက္ ေရာက္လာမယ္တဲ့အငယ္ေကာင္ - ဧည့္သည္လာရင္ သားအခန္းေတာ့ ေျပာင္းမေပးႏုိင္ဘူးေနာ္ အေဖ၊ ႀကိဳေျပာထားတာအေဖ - ဧည့္သည္ေသးေသးေလးပါကုိယ္က ၂၀ ေက်ာ္အရြယ္ေရာက္ေနမွ အသက္ ၅၀ ေက်ာ္ အေမက ကုိယ္ဝန္ရွိေနတယ္ဆုိ ခင္ဗ်ားဘာလုပ္မလဲ ...",
        "rating": "8.2",
        "url": "https://megaup.net/STd4/Badhaai_Ho_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    }
]