[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMzY2ODk4NmUtOTVmNi00ZTdkLTlmOWYtMmE2OWVhNTU2OTVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "Spider-Man 2 (2004)",
        "description": "Spider Man 2 က ပထမဇာတ်ကားရဲ့ အဆက်အနေနဲ့ ထွက်ရှိခဲ့တာပါ။ဒီဇာတ်လမ်းမှာတော့ စမိုက်ဒါမန်းဟာ မပျော်မရွင်ဖြစ်နေရပါတယ်...သူချစ်ရတဲ့ကောင်မလေး မေရီဂျိန်းဝမ်ဆန်ကို စွန့်လွှတ်ပြီးတဲ့နောက်မှာတော့ သူ့ဘဝကို ရာဇဝတ်မှုတွေကိုတိုက်ဖျက်နေရင်းနဲ့ဖြတ်သန်း\nနေရပါတယ်..မေရီဂျိန်းဟာလည်း သူဌေးတစ်ယောက်နဲ့စေ့စပ်ထားလိုက်ပါပြီ ...သူ့သူငယ်ချင်း ဟယ်ရီကလည်း သူ့အဖေကိုသတ်သွားတဲ့စပိုက်ဒါမန်းကို ပြန်သတ်ချင်လို့ အသည်းအသန်စုံစမ်းနေပါ\nသလို မြို့ကိုဒုက္ခပေးမယ့် အန္တရာယ်တွေလည်းတိုးလာပါတယ်..ဒီလိုပြသနာတွေကြားမှာ ပီတာပါကားတစ်ယောက် ဘယ်လိုခွန်အားနဲ့ ဆက်လက်အသက်ရှင်ပြီး ပြသနာတွေကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ...။မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.3 GB)/(1 GB)\nQuality….BluRay DS4K HEVC ...",
        "rating": "7.3",
        "url": "https://megaup.net/10Kev/(CM)_Spider-Man_2_(2004)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BZDEyN2NhMjgtMjdhNi00MmNlLWE5YTgtZGE4MzNjMTRlMGEwXkEyXkFqcGdeQXVyNDUyOTg3Njg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Spider-Man (2002)",
        "description": "ဒီကားကတော့ Spider-Man ကိုသိတဲ့သူတွေရော မသိတဲ့ သူတွေကိုပါ ပထမဆုံးအကြိမ် မိတ်ဆက်ပေးခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ ပထမဆုံး Live Action Spider-Man ဇာတ်ကားက ပရိတ်သတ်ကို စိတ်ကျေနပ်မှုပေးနိုင်ခဲ့ပါတယ်။အထူးသဖြင့် လူငယ် ပရိတ်သတ်တွေနဲ့ Comic စာအုပ်ပရိတ်သတ်တွေ အားပေးမှုကိုရှိခဲ့ပါတယ်။ ဒီကားက သာမန်အထက်တန်းကျောင်းသား Peter Parker ဘဝကနေ ဆယ်ကျော်သက် စူပါဟီးရိုး ဖြစ်လာပုံနဲ့ ရရှိထားတဲ့ စွမ်းအားတွေကို အဓိပ္ပာယ်ရှိရှိ အသုံးချဖို့ အတွက် တွန်းအားရလာပုံတွေကို အဓိက ရိုက်ကူးထားပါတယ်။Spider-Man ဖြစ်လာပုံကို အားလုံးသိပြီးသားဖြစ်ပါတယ်။ Oscorp ကုမ္ပဏီက Radioactive Spider အကိုက်ခံရပြီးနောက် စွမ်းအားတွေရလာတာဖြစ်ပါတယ်။ ဒီနေရာမှာ Spider-Man ရဲ့အကြောင်း အနည်းငယ်ပြောပြချင်ပါတယ်။ Spider-Man ကို Marvel က ကာတွန်းဆရာ Stan Lee ကစတင်မိတ်ဆက် ခဲ့တာဖြစ်ပါတယ်။ ပထမဆုံးအကြိမ် သူ့ရဲ့ စိတ်ကူးကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/10Kd8/(CM)_Spider-Man_(2002)_720p_DS4K_BluRay_10bit_x264_AAC_2.0_Audio.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/ino-135x200.jpg",
        "title": "The Innocents (2021)",
        "description": "Dialogue တွေ အတော်များများလျှော့ထားပြီးတော့ ဇာတ်လမ်းပြကွက်များများ..၊ Cinematography တွေ မြိုင်မြိုင်ဆိုင်ဆိုင်ထည့်ထားတဲ့ ရုပ်ရှင်တစ်ကားပဲ..။မွေးချင်းတွေကြားမှာ ဖြစ်တတ်တဲ့ မနာလိုမှုတွေ ၊ မိဘတွေရဲ့ မမျှမတဆက်ဆံခံရမှုတွေ..၊ မိဘဆိုးရဲ့လက်ထဲမှာ ကြီးပြင်းလာရတဲ့ ကလေးတွေရဲ့အကြောင်း..။ကလေးတွေက အမြဲအပြစ်ကင်းသတဲ့..။ဒီလို အပြစ်ကင်းတဲ့ကလေးတွေမှာ သဘာဝလွန်စွမ်းအားတွေ ရှိနေတဲ့အခါ ဘယ်လိုနေမလဲ..?ဘာစွမ်းအားတွေလဲ..။ ဘာတွေ လုပ်နိုင်လဲ..။ ဘယ်လောက်အထိ လုပ်နိုင်သလဲ..။သွေးထွက်သံယိုမြင်ကွင်းတချို့ပါဝင်ပြီးတော့..။သြချရလောက်တဲ့ သရုပ်စွမ်းရည်နဲ့ ကလေးမလေးသေးသေးလေးရဲ့ မျက်နှာအမူအရာပြောင်းလဲသွားပုံလေးတွေက အစ ကွက်ကွက်ကွင်းကွင်းမြင်တွေ့နေရမယ်..။အော်တစ်ဇင်ဖြစ်နေတဲ့ အစ်မရှိသူ ရှိနေတဲ့ မိသားစုထဲမှာ အငယ်ဖြစ်ရတဲ့ဒုက္ခရဲ့ စိတ်ကျဉ်းကျပ်မှုကိုလည်း တွေ့ရမယ်..။ကလေးတွေအကြောင်းကို အဓိကရိုက်ကူးထားတဲ့ဇာတ်လမ်းတစ်ပုဒ်ဆိုပေမဲ့ ကလေးတွေ မကြည့်သင့်တဲ့ရုပ်ရှင်ဇာတ်ကား တစ်ကားပဲ..။ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရာ သဘာဝလွန်စွမ်းအားတွေနဲ့ ရုပ်ရှင်တစ်ကားလို့တော့ မညွှန်းပေမဲ့ အချိန်ပေးကြည့်ရတာတော့ တန်တယ်..။ကြည့်ပြီးရင် တွေးစရာတွေ အများကြီးရမယ်..။အနှစ်ချုပ်ကတော့ The Innocents ၂၀၂၁ ထဲက တကယ့်ကို အပြစ်ကင်းစင်.. မဟားတရားအပြစ်ကင်းတဲ့ ပိဘီကလေးငယ်တွေကို ကြည့်ပြီးရင်တော့ ကလေးတိုင်းဟာ ချစ်စရာမကောင်းဘူးဆိုတဲ့အချက်ကို လက်ခံလာပါလိမ့်မယ် ခင်ဗျာ..။ဘာသာပြန်နဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2mF8e/The.Innocents.2021.720p.BluRay_(CM)_(2).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/cr-133x200.jpg",
        "title": "Crashing Through the Snow (2021)",
        "description": "it's beginning to look a lot like Christmas!ခရစ္စမတ်ရာသီရောက်လာတာနဲ့အမျှ ခရစ္စမတ်ကားလေးတွေလည်း တစ်ကားပြီးတစ်ကား ထွက်ရှိလာပါတယ်ဒီကားလေးကတော့ Romance, Drama ဇာတ်ကားလေးပါမက်ဂီက မီယာနဲ့ ဆိုဖီဆိုတဲ့ သမီးလေးနှစ်ယောက်ကို ပြုစုစောင့်ရှောက်နေတဲ့ single mom ပါ။ သူ့အမျိုးသားဂျက်ဖ်နဲ့ ကွာရှင်းပြီးဖြစ်ပေမယ့် မိတ်ဆွေတွေလို ရင်းနှီးခင်မင်ကြတုန်းပါ။ဂျက်ဖ်မှာက ကိတ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ရှိပါတယ်။ဒီနှစ်ခရစ္စမတ်မှာတော့ ကိတ်က မက်ဂီတို့မိသားစုကို သူတို့ဇာတိမြို့ Aspen က အိမ်ရာကြီးဆီ အလည်ဖိတ်ပါလေရောကွာရှင်းပြီးယောက်ျားဖြစ်သူရဲ့ လက်ရှိကောင်မလေးရဲ့ မိဘအိမ်ကို အလည်သွားရမှာဆိုတော့ မက်ဂီ့အတွက် နည်းနည်းတော့ ကသိကအောက်နိုင်တာပေါ့ဆိုတော့ ဘယ်လိုတွေ စခန်းသွားကြမလဲပေါ့နော်ဇာတ်အိမ်ကိုတော့ အမေရိကန်နိုင်ငံ Aspen မြို့လေးမှာ အခြေတည်ထားပေမယ့် တကယ်ရိုက်ကူးထားတာကတော့ ကနေဒါနိုင်ငံ Winniepeg နဲ့ Banff မြို့တွေမှာပါတဲ့Winter movie တို့ထုံးစံအတိုင်း နှင်းတောရှုခင်းလေးတွေ လှပါတယ် ကြည့်ရှုလိုက်ကြပါဦး File size…(1.4 GB) / ...",
        "rating": "7.1",
        "url": "https://megaup.net/1GImq/Crashing.Through.the.Snow.2021.720p_(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/enn-135x200.jpg",
        "title": "Encounter (2021)",
        "description": "မရိန်းအထူးတပ်ဖွဲ့ဝင် မလိခ်ခမ်ဟာ အထက်အရာရှိကိုရိုက်နှက်မှုနဲ့ ရာထူးချပြီး ထောင်သွင်းအကျဉ်းချခံရပါတယ်။ စိတ်ဆရာဝန်ရဲ့ အာမခံမှုနဲ့ ပြန်လွတ်လာခဲ့ပြီး အရှုံးသမားလုံးလုံးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ် ဂျေနဲ့ဘော်ဘီ ဆိုတဲ့သားနှစ်ယောက်ရှိပေမယ့် သူ့ရဲ့ဆိုးသွမ်းမှုကြောင့် ဇနီးဖြစ်သူက အုပ်ထိန်းခွင့်ကိုအရယူထားပြီး ကလေးတွေနဲ့အတွေ့မခံပါဘူး.... တစ်နေ့မှာ မလိခ်ဟာ ကမ္ဘာပေါ်ကို ဂြိုလ်သားကပ်ပါးကောင်တွေ ရောက်လာပြီး လူဦးရေတစ်ဝက်လောက် ကူးစက်ခံနေရပြီ...သူ့ဇနီးဟောင်းပါ ကူးစက်နေပြီဆိုပြီး ကလေးတွေ ၂ ယောက်ကို ကယ်ထုတ်သွားခဲ့ပါတယ်... သူ့အမြင်မှာ ကယ်တယ်ဆိုပေမယ့်..တရားဉပဒေအရ ပြန်ပေးမှုမြောက်နေတာကြောင့် ရဲ FBI အားလုံးသူ့နောက်ကိုလိုက်လာကြပါပြီ ဒါတွေကိုလည်း တိမ်းရှောင်ရင်း....ဂြိုလ်သားတွေဆီကလည်း လွတ်အောင်ပြေးဖို့ မလိခ်တစ်ယောက် ရုန်းကန်ရပါတော့တယ်... ကလေး ၂ ယောက်နဲ့ မလိခ် ဘယ်လိုခရီးဆက်သွားမလဲဆိုတာ ကြည့်ရင်းနဲ့ နောက်ဆုံးမိနစ်အထိ သို့လောသို့လောပေါင်းမျာစွာနဲ့ အဖြေရှာသွားရမယ့် ကားကောင်းတစ်ကားဖြစ်ပါတယ် File size…(1.8 GB) / (1 Gb) / (500 Mb)\nQuality….Webrip 1080p / 720p / ...",
        "rating": "6",
        "url": "https://megaup.net/1GH24/Encounter.2021.720p.AMZN.WEB-DL(CM).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5P7QwmoYl70tsRZ8e0VnI9RI1MF.jpg",
        "title": "Two (2021)",
        "description": "Thriller ချစ်သူများအတွက် ရာသီအေးအေးမှာ Chill လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ်။ လူဆိုတာဘယ်တော့မှ တစ်ယောက်တည်းနေလို့မရပါဘူး အထီးကျန်ပြီးအဖော်မဲ့တဲ့ခံစားချက်ကြောင့် သူတို့ကို အဖော်ပြုပေးနိုင်တဲ့ တစ်စုံတစ်ယောက်တော့ လိုအပ်တာပါပဲလေဇာတ်လမ်းရဲ့အစမှာတော့ ဆာရာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်နဲ့ ဒေးဗစ်ဆိုတဲ့အမျိုးသားတစ်ယောက်တို့ဟာ အခန်းတစ်ခန်းထဲမှာ အတူတူနှိုးထလာကြပါတယ်။တစ်ယောက်ကိုတစ်ယောက်လည်း သိကျွမ်းခြင်းမရှိကြတဲ့သူစိမ်းတွေဖြစ်ပြီးကုတင်တစ်ခုတည်းမှာကို ထပ်ရပ်သား နှိုးလာခဲ့ကြတာပါ။ဒီထပ်ပိုတဲ့အကြောင်းရင်းကတော့ သူတို့၀မ်းဗိုက်အရေပြားအချင်းချင်းကိုလည်း ပူးပြီးချုပ်ခံထားကြပါတယ်။သူတို့ ဘာလို့ အဲ့လိုအချုပ်ခံထားရတာလဲ သူတို့အခု ဘယ်မှာရောက်နေတာလဲ သူတို့ကိုဒီလိုမျိုး နောက်ကွယ်ကနေ လုပ်နေတဲ့သူက ဘယ်သူလဲ ဒီလိုပုံစံ ဒီလိုအဖြစ်ကနေရောသူတို့ လွတ်မြောက်အောင်ကြိုးစားနိုင်ပါ့မလားဆိုတာ သည်းထိတ်ရင်ဖို Thriller ရုပ်ရှင်တစ်ခုပီပီကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်(အညွှန်းရေးပြီး ဘာသာပြန်ထားသူတွေကတော့ Thura Hein နဲ့ Tarteepoe ပဲ ဖြစ်ပါတယ်) \nFile size…193MB / 900MB / 500MB\nQuality…720p HEVC Small Size  / 1080p NF WEB Dl AAC 5.1CH / 720p\nFormat…mkv\nDuration….1h ...",
        "rating": "4.2",
        "url": "https://megaup.net/1GH1b/Two.2021.720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/0016443a-141x200.jpeg",
        "title": "[18+] Star of David: Beauty Hunting (1979)",
        "description": "ဂမ်‌ပေရဲ့မုန်တိုင်းထန်တဲ့ညတစ်ညမှာ ထောင်ကလွတ်ထွက်လာတဲ့ လူသတ်မုဒိမ်းတရားခံတစ်ယောက်ဟာ၊\nခမ်းနားကြီးကျယ်လှတဲ့အိမ်ကြီးတစ်ဆောင်ထဲကိုခိုးဝင်လာပြီး အထဲမှာတွေ့တဲ့ပိုင်ရှင်သူကြွယ်လင်မယားနဲ့\nထိပ်တိုက်တိုးပြီး ဇနီးဖြစ်သူကိုသူ့ယောက်ျားရဲ့ရှေ့မှာရက်စက်ကြမ်းတမ်းစွာမုဒိမ်းကျင့်ခဲ့ပါတယ်။နောက်တစ်နှစ်အကြာသူဌေးလင်မယားမှာ တက်ဆုယာဆိုတဲ့ သားငယ်တစ်ယောက်မွေးဖွားလာခဲ့ပြီး ဇနီးဖြစ်သူကတော့\nကိုယ့်ကိုယ်ကိုသတ်သေသွားခဲ့ပါတယ်။\nတက်ဆုယာအသက် ၁၆ နှစ်အရွယ်မှာကျောင်းသင်ခန်းစာကတစ်ဆင့်နာဇီတို့ရဲ့ကြမ်းတမ်းရက်စက်မှုတွေကိုသင်ယူခဲ့ရပြီး\nအဲ့ဒီသင်ခန်းစာတွေကပဲသူ့ရဲ့ငုပ်လျှိုးနေတဲ့ စိတ်ရိုင်းစိတ်မိုက်တွေနိုးထလာစေခဲ့ပါတော့တယ်။\nနီးစပ်ရာ လွယ်ကူရာ မိန်းကလေးတွေကိုပြန်ပေးဆွဲ၊မြေတိုက်ခန်းထဲမှာချုပ်နှောင်၊ ကြိုးတုပ်ရိုက်နှက် ၊ နှိပ်စက် အဓမ္မကျင့်\nဆိုတဲ့အမှုမျိုးတွေကို ဆက်တိုက်ကျူးလွန်လာရင်းက တစ်ဖြည်းဖြည်သူ့ပစ်မှတ်တွေက ထူးချွန်ကျောင်းသူလေး၊ တက်သစ်စ\nအဆိုတော်မိန်းကလေး စသဖြင့်ကျယ်ပြန့်လာပါတော့တယ်။ဂျပန်နိုင်ငံရဲ့နာမည်ကြီးသက်တမ်းရင့်ထုတ်လုပ်ရေး Nikkatsu ရဲ့ ရွှေခေတ်နောက်ပိုင်း Pink films တွေခေတ်ထတဲ့အချိန်တုန်းက\nဂန္ဓဝင် ဇာတ်ကားတစ်ကားဖြစ်ပြီး၊ရုပ်ရှင်တစ်ကားလို့ မထင်ရအောင်ကြမ်းတမ်းပီပြင်တဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်ပါတယ်။\nပြီးတော့ ဂျပန်ကားတွေမှာ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ pixel censor မျိုးတွေ၊\nအကွက်လိုက်ကြီးဖုံးထားတာမျိုးတွေလဲမပါဝင်တဲ့အတွက် ကြည်တောက်ရှင်းပဲကြည့်ရမြင်ရမှာ ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (1.5 GB) & (550 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:40:00\nFormat : mp4\nSubtitle : Myanmar ...",
        "rating": "6.0",
        "url": "https://megaup.net/2mEni/18+(DS)Star.of.David.Beautiful.Girl.Hunter.1979.BluRay.720p-ATHEiST.mp4",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tlou8vRlocYqqWFUDvjQa6Y47zA.jpg",
        "title": "Even Mice Belong in Heaven (2021)",
        "description": "IMDb Rating (7.2) / Rotten Tomatoes (100%)အခုလို ဆောင်းရာသီလေးမှာ ​ပေါ့​ပေါ့ပါးပါးနဲ့ ကာတွန်းကားကောင်းလေးတစ်ကားကြည့်ဖို့ စိတ်ကူးရှိတယ်ဆိုရင် လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Even Mice Belong In Heaven ဆိုတဲ့ ကာတွန်းကားလေးကို ညွှန်းလိုက်ပါရစေ။ထူးထူးခြားခြားအနေနဲ့ ဒီကားလေးကို ရုပ်သေရုပ်ဆက်ရိုက်ချက်(stop motion technique)နဲ့ ရိုက်ကူးထားတဲ့အတွက် ကြည့်ရတာဆန်းနေပါလိမ့်မယ်။ ဒီကားလေးမှာ ရဲစွမ်းသတ္တိရှိရမယ် ရှိတယ်လို့ အထင်​ရောက်​နေတဲ့ ကြွက်ကလေးတစ်ကောင်နဲ့ ဘုမသိဘမသိ ​ကောင်းကင်ဘုံကို ရောက်သွားရရှာတဲ့ မြေခွေးတစ်ကောင်ရဲ့ ဇာတ်လမ်းကို အခြေတည်ထားပါတယ်။ကြွက်မလေးဟာ ရဲစွမ်းသတ္တိရှိတယ်လို့ ပြချင်တာနဲ့ပဲ မြေခွေးရဲ့ အမွှေးသွားဆွဲနှုတ်ရာကနေ ၂ ကောင်လုံး ကားတိုက်ခံရပြီး ​ကောင်းကင်ဘုံ ရောက်သွားကြတယ်။ ​ကောင်းကင်ဘုံ​ရောက်​ရောက်ချင်း ​ရေချိုးရမယ်ဆို​တော့ ဘယ်လောက်ပဲ ရဲစွမ်းသတ္တိရှိတယ်ပြောပြော ရေအသေကြောက်ကြတဲ့ ၂ ကောင်လုံးဟာ ​ကောင်းကင်ဘုံမှာ ပေါက်ကရတွေစဖြစ်ပါတော့တယ်။မရောက်ဖူးတဲ့နေရာကလည်းဖြစ် ကြောက်ကလည်းကြောက်၊ မတည့်ကလည်းမတည့်နဲ့ ၂ ကောင်ပေါင်းလောင်းကျော်ပြီး သံယောဇဉ်တွေဖြစ်လာ၊ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2mElh/(CM)_Even.Mice.Belong.in.Heaven.2021.720p.WEB-DL.DD5.1.H.264-EVO.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vgD5mSgMlpvt0dpj2Ab9RU3eN2h.jpg",
        "title": "Asakusa Kid(2021)",
        "description": "Asakusa Kid(2021) အညွှန်း************************IMDb...7.2 ဂျပန်နိုင်ငံ တိုကျိုက Asakusa မြို့ငယ်လေးမှာကောလိပ်ကနေတောင်ထွက်ပြီး နာမည်ကျော်ဟာသ လူရွှင်တော် ဖြစ်ဖို့ အိပ်မက်ကို အကောင်ထည်ဖော်တဲ့ တာကာချီဆိုတဲ့ ကောင်လေးတစ်ယောက်။တာကာချီဟာ Frace Za ဆိုတဲ့ ဇာတ်ရုံမှာ ဓာတ်လှေကားမောင်းတဲ့ အလုပ်လုပ်ပြီး အဲ့ရုံက နာမည်ကြီး ဆရာ ထံချဉ်းကပ်ပြီး သူ့အရည်အချင်းကို တိုးတက်အောင်လုပ်ဖို့ကြိုးစားပါတယ်..ဆရာကောင်းနဲ့ တွေ့ပြီး  သူဘယ်လိုတွေတိုးတက်အောင်ကြိုးစားတယ်...ဘယ်လိုအခက်အခဲတွေ ကြုံတွေ့ရတယ်...ဘယ်လိုအလှည့်အပြောင်းတွေဖြစ်လာတယ်ဆိုတာကိုမပျင်းရဘဲ ဟာသ လေးတွေကို ခံစားပြီး ရယ်မော ကြည့်ရှုရမဲ့ ကားလေးဖြစ်ပါတယ်။၁၉၈၀ နှောင်းပိုင်းက ဂျပန် ဟာသပညာရှင်တွေရဲ့ ဘဝဇာတ်ခုံတွေကိုလည်းမီးမောင်းထိုး ရိုက်ကူးပြသပေးထားတာဖြစ်တာမို့ ဒီဇာတ်ကားလေးကို ဆက်ဆက်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်...ဖြစ်ရပ်မှန်ကိုအခြေခံထားပြီး Netflix ကရိုက်ကူးထားတာမို့ခံစားကြည့်ကြပါဦး... File Size :(2.3GB)(1.04GB) and (302 MB)\nQuality : WEB-DL.1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.2",
        "url": "https://megaup.net/10Jcl/Asakusa.Kid.2021.WEB-DL.720P.PP.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYzgzYzdlZTgtMGQxNS00MjllLTg1NjktMGQ4Y2MwNDU0NDZkXkEyXkFqcGdeQXVyNjM0OTcxMzE@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Fanny’s Journey (2016)",
        "description": "Fanny's Journey (2016)==================IMDb Rating - 7.0/10တစ်ခါတစ်လေကျ ကိုယ်ကိုယ်တိုင်ကဘာမှမဟုတ်ပေမယ့် ကိုယ့်ကိုအားကိုးနေတဲ့လူတွေကြောင့်\nသူရဲကောင်းဖြစ်မှန်းမသိ ဖြစ်ခဲ့ရပါတယ်ဆိုတဲ့ စကားလေးလိုပဲ အရမ်းကောင်းတဲ့ ဖြစ်ရပ်မှန်ဇာတ်\nကားတစ်ကားကို တင်ဆက်ပေးလိုက်ရပါတယ်။ဒီဇာတ်ကားထဲမှာပါ၀င်တဲ့ ဖန်နီဆိုတဲ့ဇာတ်ကောင်လေးဟာ အသက် ၁၃ နှစ်သာရှိသေးပေမယ့် အရမ်းကို\nသူရဲကောင်းဆန်တဲ့ စိတ်ဓာတ်ပိုင်ရှင်လေးဖြစ်ပြီး အပြင်မှာလည်း တကယ်ရှိခဲ့တာမို့ အရမ်းကိုလေးစားစရာ\nကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျူးလူမျိုးမိဘတွေဟာ သူတို့ရဲ့ သားသမီး\nတွေကို အသတ်မခံရစေဖို့ ဂေဟာတွေမှာအပ်ပြီးတော့ အသက်ဘေးမှ ထွက်ပြေးတိမ်းရှောင်ကြရပါတယ်။\nအဲဒီ့ထဲမှာ ဇာတ်လိုက်ကျော်ဖန်နီနဲ့ ညီမနှစ်ယောက်ဟာလည်း အပါအ၀င်ဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ့် ဂေဟာ\nတွေကလည်း အမြဲတစေ ၀င်ရောက်ဖမ်းဆီးခြင်းကိုခံကြရတာမို့ နေရာမျိုးစုံရွှေ့ပြောင်းရင်း ဖန်နီတစ်ယောက်\nဂေဟာမှကလေးတစ်သိုက်နဲ့ လွတ်မြောက်ရာနယ်မြေကို အရောက်သွားနိုင်မှာလား၊ သူရဲ့မိဘတွေနဲ့ရော\nပြန်လည်ဆုံတွေ့နိုင်မှာလားဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။တစ်ခါတစ်ရံမှာ လက်တွေ့က စိတ်ကူးယဉ်ထက် ဆန်းကြယ်နေတဲ့သဘောကို သက်သေပြထားတဲ့ ရုပ်ရှင်\nတစ်ခုဖြစ်ပြီး ၁၃ နှစ်အရွယ်ကလေးငယ်တစ်ယောက်နဲ့ ရက်စက်လှတဲ့စစ်ပွဲရဲ့ အားပြိုင်မှုတွေကို ကြည့်ရှုရမယ့်\nအရမ်းကောင်းတဲ့ရုပ်ရှင်တစ်ကားဖြစ်တာကြောင့် အားပေးကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tar Tee Poe ...",
        "rating": "7.0",
        "url": "https://megaup.net/10Iug/Fannys.Journey.2016.720p.BluRay[CM].mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Hh2w1ei26DTJ3JWmW8qcGQUI1n.jpg",
        "title": "Limbo ( 2021 )",
        "description": "ဟောင်ကောင်တွေကThrillerတွေရိုက်တာပိုင်နိုင်တယ်ဆိုတာဒီကားကိုကြည့်ပြီးတပ်အပ်ပြောလို့ရပါတယ်။အဖြူအမဲဆိုပေမယ့်အရာရာကိုရိုက်ပြထားတာပြတ်သားလွန်းပါတယ်။ရှင်းလင်းပြတ်သားလွန်းလို့ တရုတ်ပြည်မမှာပြသခွင့်မရပါဘူး။ဆိုပေမယ့် ၇၁ကြိမ်မြောက်ဘာလင်နိုင်ငံတကာရုပ်ရှင်ပွဲတော်မှာပြသခွင့်ရခဲ့ပါတယ်။အဲဒါအပြင် Far East Film Festival မှာဆုရခဲ့တဲ့ အများချီကျူးမှုတွေရခဲ့တဲ့ ကားကောင်းတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းက​တော့ အရာရှိသင်တန်းဆင်း ဝါနုအရာရှိ ရန်ဝေဟာ ဝါရင့်ရဲအရာရှိအကိုချန်ရှိတဲ့မှုခင်းဌာနမှာတာဝန်ကျပါတယ်။ အကိုချန်ကဝါရင့်ပြီး တစ်မူထူးတဲ့နည်းတွေနဲ့အမှုလိုက်တတ်ပါတယ်။ဆင်တူတဲ့လူသတ်ပုံနဲ့အမှုတွေတစ်ခုပြီးတစ်ခုတိုးလာပြီး စုံစမ်းနေချိန်မှာ ရဲအရာရှိချန်ရဲ့မိန်းမကိုကိုမာဖြစ်အောင်ကားနဲ့တိုက်ခဲ့တဲ့ ကလေကချေမလေး ဝမ်ထောင်ကိုပြန်တွေ့လိုက်ရတော့အရာရှိချန်ကနာကျည်းမှုတွေနဲ့ အထိန်းချုပ်မဲ့သွားပြီး ဝမ်ထောင်ကိုသတ်မိမလိုဖြစ်သွားပါတယ်။ဝမ်ထောင်ကပြန်ပေးဆပ်တဲ့အနေနဲ့ မူးယစ်မှောင်ခို၊ ကားသူခိုးစတာတွေရဲ့သတင်းပေးလုပ်ပေးပါ့မယ်လို့ပြောလာပါတယ်။ဒီလိုနဲ့ ကိုကိုးဆိုတဲ့ တရားခံလက်ဖြတ်တာခံရပေမယ့် အသက်ရှင်နေသေးတဲ့တစ်ဦးသောသူကိုတွေ့လိုက်ရပြီး ဘာတွေဆက်ဖြစ်သလဲဆိုတာတော့ ကိုယ်တိုင်ပဲဆက်ကြည့်ရှုလိုက်ပါနော်။Limbo ကတရုတ်ဝတ္ထု(အံသွား)ဆိုတာကိုပြန်လည်ရိုက်ကူးထားတာပါ။အံဆုံးပေါက်တဲ့အခါနာကျင်ရသလို လူတွေရင်ထဲကနှုတ်လို့မရဖျောက်လို့မရတဲ့နာကျင်မှုမျိုးကို ဖော်ပြထားတာဖြစ်ပါတယ်။ဒါရိုက်တာကရှင်းရှင်းလင်းလင်းရဲရဲတင်းတင်းရိုက်ပြထားသလိုသရုပ်ဆောင်တွေကလဲတော်တော်ကောင်းတဲ့အတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားလို့ပြောချင်ပါတယ်ရှင်။ Quality : WEB-DL 1080pFormat : mp4During :1h 58minGenres : DramaSubtitle : Myanmar Subtitle ( Hardsub )Translated By Nu MonEncoded By LK",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/limbo-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8JUNYiZiTujWNYFhZJpn52i2NG.jpg",
        "title": "The Rescue (2021)",
        "description": "The Rescue (2021) DocumentaryIMDb - 8.4/10ဆုပေါင်း ၉ ဆု ရရှိထားပြီးတော့\nတစ်ကြိုစာရင်း ၁၀ ကြိမ် ဝင်ထားတဲ့ မှတ်တမ်းရုပ်ရှင်နဲ့ မိတ်ဆက်ပေးပါရစေ။၂၀၁၈ လောက်က မြန်မာပြည်နယ်နဲ့ နီးစပ်နေတဲ့ ထိုင်းမြောက်ပိုင်း ချင်းရိုင်ပြည်နယ်\nသမ်လန်ဂူထဲမှာ ပျောက်သွားတဲ့ ထိုင်းကလေး ၁၃ ယောက်အကြောင်းကို အားလုံးသိကြမှာပါ...ဒီကလေးတွေ ပျောက်ဆုံးမှုကို US, UK ထိုင်းရေတပ်အပြင်\nကမ္ဘာအရပ်ရပ်က ကယ်ဆယ်ရေးတွေ၊ အဖွဲ့တွေနဲ့ လာရောက်ကယ်ဆယ်ခဲ့ကြပြီး\nအတော်လေး ဟိုးလေးတကျော်ဖြစ်သွားပြီး ကမ္ဘာ့အရေးတစ်ခုဖြစ်သွားခဲ့ပါသေးတယ်ဒါပေမယ့် ဒီကယ်ဆယ်ရေးကို အဓိကဦးဆောင်ခဲ့ပြီး ကလေး ၁၃ ယောက်ကိုကယ်ထုတ်ပေးခဲ့တဲ့\nဗြိတိန် လူမျိုး ကမ္ဘာ့အတော်ဆုံးရေငုပ်သမား ၂ ယောက်အကြောင်းကိုတော့ သိပ်သိကြမယ် မထင်ဘူး..NatGeo ကလွှင့်တဲ့ ဒီမှတ်တမ်းရုပ်ရှင်ထဲမှာ\nဒီကယ်ဆယ်ရေးကို သူတို့ နှစ်ယောက်ဘယ်လိုတွေ ခက်ခက်ခဲခဲဆောင်ရွက်ခဲ့တယ်ဆိုတာအပြင်\nမြန်မာပြည်က ပုဂ္ဂိုလ်ထူးအချို့ကိုလည်း တွေ့ရမှာပါ...\nတကယ်ဖြစ်ပျက်ခဲ့တာကို ရိုက်ကူးထားတဲ့အပြင်\nRating 8.4 လောက်ရထားတဲ့ မှတ်တမ်းရုပ်ရှင်ဖြစ်တာကြောင့် ကြည့်ရှုသင့်တာတော့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2mDlf/The.Rescue.2021.720p.CM.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kI6ovqkrjcof8kayUhDX6jT5pm6.jpg",
        "title": "Broken Youth ( 2019 )",
        "description": "အခုမိတ်ဆက်ပေးမှာကတော့ Zhang Geက လိယန် , Chen Wei Xinက ယင်ကျယ်,Wang Zhao Zhuက ဖုန်ရှောင်အောက်အနေနဲ့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ကျောင်းသားBLကားလေးပဲ ဖြစ်ပါတယ် ဇာတ်လမ်းလေးကတော့ ဖခင်ဆုံးပါးသွားပြီးမိခင်နဲ့အတူဘဝကိုရုန်းကန်ရင်း ကျောင်းတက်ရတဲ့လိယန်ဟာ ဆင်းရဲလို့ကျောင်းမှာသူငယ်ချင်းတွေနှိပ်စက်တာကို ခံနေရတယ်.... အဲ့လို ကျောင်းမှာနှိပ်စက်ခံနေရတဲ့လိယန်စိတ်ဓာတ်ကျတဲ့အချိန်မှာ ငယ်ငယ်ကအတန်းတူသူငယ်ချင်းဖြစ်ဖူးတဲ့အတန်းခေါင်းဆောင် ယင်ကျယ်ဟာသူ့ရဲ့နေမင်းလိုပဲ သူကိုမှောင်မိုက်တာကနေကယ်ထုတ်ပေးခဲ့တယ်အဲ့ဒီအချိန်မှာပဲ လိယန်ကို တိတ်တခိုးကြိုက်နေတဲ့ ပွင့်လင်းပြီးတက်တက်ကြွကြွရှိတဲ့ကောင်လေးဖုန်ရှောင်အောက်ကလည်း နောက်ကွယ်မှာ ကူညီပေးတာတွေရှိနေတယ်စိတ်ဓာတ်ကျနေတဲ့အချိန်မှာ အားပေးတဲ့ငယ်သူငယ်ချင်းယင်ကျယ်ကို လိယန်ဟာစိတ်ဝင်စားလာတဲ့နောက်မှာတော့........လိယန်ဟာ ယင်ကျယ်အပေါ်သူ့ရဲ့ခံစားချက်တွေရေးထားတဲ့ ဒိုင်ယာရီကို ယင်ကျယ်ကိုကြိုက်နေတဲ့မိန်းကလေးက တွေ့သွားတဲ့အခါ..... လိယန်နဲ့ ယင်ကျယ်သူငယ်ချင်းနှစ်ယောက်ကြားသံယောဇဉ်တွေယောကျာ်းလေးအချင်းချင်းချစ်ကြိုက်မိတဲ့ ဖုန်ရှောင်အောက်ရဲ့ လိယန်အပေါ်မေတ္တာတွေ စိတ်ဝင်စားစရာ ဆယ်ကျော်သက် လူငယ် ကျောင်းသားဘဝ ပျော်ရွှင်စရာဝမ်းနည်းစရာအကြောင်း​လေးတွေ လိင်တူချစ်မိတဲ့သူအပေါ် လူတွေရဲ့ဆက်ဆံ ထင်မြင်ချက်တွေစကားတစ်ခွန်းက လူတစ်ယောက်ရဲ့ဘဝကိုဘယ်လောက်ထိ အကျိုးသက်ရောက်မှုရှိလဲဆိုတာ.....လူတွေရဲ့စိတ်နေစိတ်ထားတွေကိုပါ သိမြင်နိုင်တဲ့ ဗဟုသုတလေးလည်းဖြစ်စေမယ့်ဇာတ်ကားကောင်းလေးကိုတော့ CMကနေကြည့်ရှုအားပေးကြပါဦးနော်....Quality : WEB-DL 1080pFormat : mp4Genres : RomanceDuring : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/broken-youth-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4OrgcIFZtdgdokLNSLRzdRMjoBA.jpg",
        "title": "The Rise of a Tomboy ( 2016 )",
        "description": "အခု မိတ်ဆက်ပေးမှာကတော့ မင်းသား Zhang Hanက ရဲ့စေးယိ အနေနဲ့ မင်းသမီး Zhao Li Ying ကဟယ်ရှိုးဝူအနေနဲ့ အဓိကသရုပ်ဆောင်ထားတဲ့ The Rise Of A Tomboy(2016) Movieလေးကိုမိတ်ဆက်ပေးမှာပဲ ဖြစ်ပါတယ် ဇာတ်လမ်းလေးကတော့ မိဘနှစ်ပါးကွာရှင်းပြီးဖခင်နဲ့ ကြီးပြင်းလာတဲ့ ဟယ်ရှိုးဝူက ငယ်ငယ်ကတည်းက တစ်ခြားသူတွေနဲ့ မတူပဲသင်္ချာဘာသာမှ အရမ်းထူချွန်ခဲ့ပြီး ဆစ်ဒနီတက္ကသိုလ်မှာ သင်္ချာအထူးပြုမေဂျာဘွဲ့လွန်ကျောင်းသူတစ်ယောက်ဖြစ်တယ်...မိဘနှစ်ပါးကွဲသွားတဲ့ အတိတ်ဆိုးဟာ သူ့ကိုလွှမ်းမိုးနေတယ် ...ဒါကြောင့်သူကဘွဲ့ယူဖို့ စာတမ်းရေးတဲ့အခါမှာ အချစ်စစ်ကိုတွက်ချက်ပြီးရှာတွေ့နိုင်ဖို့ဆိုတဲ့ True Loveပုံသေနည်းခေါင်းစဉ်နဲ့စာတမ်းထပ်ခဲ့ရာမှာ ပယ်ချခံခဲ့ရပါတယ်... သင်္ချာကိုရူးသွပ်လွန်းတဲ့သူဟာသူ့ပုံသေနည်းမှန်ကန်ကြောင်းသက်သေပြဖို့ သူ့အချစ်စစ်ကိုရှာဖွေရာမှာတော့.........တစ်ဖက်မှာလည်း တေးရေးဆရာလေးရဲ့စေးယိဟာလည်း ဆစ်ဒနီလာပြီး ကမ်းခြေမှာ ဟယ်ရှိုးဝူရဲ့သူငယ်ချင်း လိလိ ရေနစ်တာကိုကယ်တဲ့အခါ ဘယ်လိုရယ်စရာလေးတွေဆက်ဖြစ်မလဲ ....အမိမြေပြန်ရောက်တော့ သူ့ရဲ့နတ်သမီးကိုချစ်ခွင့်ပန်တဲ့ အခါဘယ်လိုလွဲချော်တာတွေဖြစ်ဦးမလဲ......ယောကျ်ားဆန်တဲ့ သင်္ချာပညာရှင်မလေး ဟယ်ရှိုးဝူနဲ့ နူးညံ့သိမ်မွေ့တဲ့ ရဲ့စေးယိတို့တွေ့တဲ့အခါဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ...... သူတို့ နှစ်ယောက် တစ်မိုးအောက်တူတူနေဖြစ်သွားတဲ့ နောက်မှာတော့........စရိုက်လုံးဝကွဲပြားတဲ့ သူတို့နှစ်ယောက်ကြားမှာ အချစ်စစ်လေးတွေများ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-rise-of-a-tomboy-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gPQM1zqqsm6Lw1tHF41BwbmOkya.jpg",
        "title": "The Unforgivable (2021)",
        "description": "The Unforgivable (2021)IMDb - 7.2/10အမှားမကျူးလွန်ဖူးတဲ့ ပုထုဇဉ်လူသားဆိုတာ\nလက်​​တွေ့ဆန်ဆန်​ ပြောရရင် မရှိနိုင်ပါဘူး။\nလူတိုင်းအနည်းနဲ့အများ​​တော့ မှားခဲ့ဖူးတဲ့ အခိုက်အတံ့​တွေရှိမှာပါ၊\nအဲဒီအမှားက ကြီးလား ​သေးငယ်လား၊ ခွင့်လွှတ်လို့ရလား မရဘူးလားဆိုတာက​တော့\nကိုယ့်အမှား​ကြောင့် နစ်နာသွားတဲ့ တစ်ဖက်လူရဲ့ Perspective​ပေါ်မှာပဲ မူတည်​နေမှာပါဒီရုပ်ရှင်ဟာ Netflixက အသစ်ထွက်ရှိထားတဲ့ Drama, Thriller ကားစစ်စစ်ဖြစ်ပြီး\nဝါရင့်မင်းသမီးကြီး Sandra Bullockကိုယ်တိုင် ​ခေါင်း​ဆောင် ပါဝင်ထားပါတယ်။\n2009 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ စီးရီးတို The Unforgiven ကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်Ruth Slater ဟာ ငယ်စဉ်ကကျူးလွန်ခဲ့တဲ့ ပြစ်မှုတစ်ခု​ကြောင့်\nနှစ်ရှည်​ထောင်ဒဏ် ချမှတ်ခံခဲ့ရသလို\nညီမ​ဖြစ်သူ Katherineနဲ့ ​ဝေးခဲ့ရပါတယ်။\nထောင်ကလွတ်လာတဲ့အချိန်မှာ​တော့ ညီမဖြစ်သူကို ရှာ​ဖွေဖို့နဲ့\nလူ့အသိုင်းအဝိုင်းထဲကို ပြန်ဝင်ဆံ့ဖို့ Ruthတစ်​ယောက် ကြိုးစားရပါ​တော့တယ်။\nဒါ​ပေမဲ့Ruthလွတ်လာတာကို မ​​ကျေနပ်တဲ့\nRuthရဲ့ အမှားကို ခွင့်လွှတ်နိုင်စွမ်းမရှိ​သေးတဲ့ နစ်နာသူမိသားစုက\nကလဲ့စား​ချေဖို့ အပြင်းအထန်ကြိုးစားလာခဲ့တဲ့အခါ....Ruth ကျူးလွန်ခဲ့တဲ့အမှားက ...",
        "rating": "7.2",
        "url": "https://megaup.net/10Im0/The.Unforgivable.2021.720p.NF.WEB-DL.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dEsyVsBnJBEiBi7yBY3BAVZOw2U.jpg",
        "title": "Jango (2021)",
        "description": "ဒီတစ်ခါမှာတော့ 2021 ထွက် Tamil သိပ္ပံစိတ်ကူးယဥ်science fiction film လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်​အချိန်စက်ဝန်းထဲမှာ ပိတ်မိနေတဲ့ ခွဲစိတ်ဆာဂျင်တစ်ယောက်ဟာထူးဆန်းတဲ့လူသတ်သမားတစ်ယောက်လက်ကနေ သူ့မိန်းမကိုကယ်ဖို့ကြိုးစားတာကို သိပ္ပံသဘောတရားတွေနဲ့ ချိန်ထိုးရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်လမ်းအစမှာတော့ ဂူအာရမ် တစ်ယောက် သူ့ရဲ့ကွဲကွာသွားတဲ့ ဇနီး နီရှား နဲ့ပြန်ပေါင်းထုပ်ဖို့ ကြိုးစားတာနဲ့ အစပြုထားပါတယ်အဲ့နောက်မှာတော့ ဂူအာရမ် တစ်ယောက် time frame တစ်ခုတည်းမှာပဲပိတ်မိသွားပြီး သူနိုးလာတိုင်း တူညီတဲ့နေ့တစ်ရက်တည်းကိုပဲ ပြန်ဖြတ်သန်းနေရပါတော့တယ်ဒီလို ပိတ်မိ​နေတဲ့ အချိန်စက်ဝန်းထဲကနေ ဂူအာရမ် တစ်ယောက် ရုန်းထွက်နိုင်ပါ့မလားအရာအားလုံး ပုံမှန်ပြန်ဖြစ်ဖို့ ဂူအာရမ် တစ်ယောက် ဘယ်လိုအဖြေရှာမလဲသူ့မိန်းမကိုရော လူသတ်သမားရန်ကနေ ကယ်ထုတ်နိုင်ပါ့မလားသိပ္ပံဆန်းကြယ်အပြင် Killer Concept လေးလည်း ပါတာမို့ သည်းထိတ်ရင်ဖိုကြိုက်တဲ့CM ပရိသတ်တွေလည်း လက်မလွှတ်သင့်တဲ့ ကားလေးဖြစ်ကြောင်း တိုက်တွန်းလိုက်ပါတယ်နော်။အညွှန်းကို Nadi Myint Naing ကရေးသားထားပြီး ဘာသာပြန်ကတော့Murphy ~ Nadi Myint Naing ...",
        "rating": "7.0",
        "url": "https://megaup.net/32AKO/Jango_(2021)_720p_HEVC_Small_Size_(CM).mkv",
        "category": "Bollywood, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EKpFX23reRVsv8ZY2wm6DhZPPs.jpg",
        "title": "Perhaps Love (2021)",
        "description": "Perhaps Love (2021)\"လူတစ်ယောက်ကို ချစ်တာ အပြစ်မဟုတ်ဘူးလေ\"၇ နှစ်တာကြာအောင် စာမရေးနိုင်တဲ့ စာရေးဆရာ ဟျွန်း....\nစာရေးဆရာဟျွန်းနဲ့ သူ့အကြောင်းကို ဝတ္ထုအဖြစ်ဖန်တီးတဲ့ ကောင်လေးယူဂျင်း...အိမ်ထောင်နှစ်ဆက်၊ သားတစ်ယောက် သမီးတစ်ယောက် ရှိထားတဲ့ စာရေးဆရာဟျွန်းကမိန်းမတွေကိုပဲ စိတ်ဝင်စားတဲ့ အဖြောင့်သမားလေးပါအဲလိုလူမျိုးကိုမှ သွားစိတ်ဝင်စားမိတဲ့ ကောင်ကွေးလေးယူဂျင်းဟာ\nတစ်ဖက်သတ်အချစ်နဲ့ပဲ အဆုံးသတ်မလား\nပေးထားတဲ့အချစ်ကို ပြန်ရနိုင်မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးနော်Comedy Romance ဆိုပေမဲ့ ထင်ထားတာထက် အတိုင်းထက်အလွန်ပါပဲလူတွေနဲ့ဆက်ဆံရေး၊ အိမ်ထောင်မှုအဆင်မပြေတဲ့ မိဘတွေရဲ့ သားသမီးတွေ၊\nသဘာဝကျတဲ့ လူတွေရဲ့စိတ်ကို အလှပဆုံးဖော်ကျူးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB, 933MB , 297MB\nFormat…mp4\nDuration….1h 53min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "5",
        "url": "https://megaup.net/10Iil/Perharps.Love.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/d-133x200.jpg",
        "title": "Death Valley (2021)",
        "description": "သိပ္ပံပညာရှင်လို့ ဆိုတဲ့အလျောက် ဒီ အသိုင်းအဝိုင်းက လူတွေဟာ နေ့စဉ်နေ့တိုင်းမှာ သူ့ထင်ငါအပြိုင် အဆန်းအသစ်တွေ တီထွင်ဖန်တီးနေကြသူတွေပါ။ Death Valley မှာ ဖန်တီးမိတဲ့အရာကတော့ ကောင်းတဲ့အရာတစ်ခု၊ လူတွေကို အကျိုးပေးမယ့် အရာတစ်ခုလို့ မဆိုနိုင်ဘူးဗျ။ ဒီ creature ကြောင့်လည်း သူတို့ရဲ့ lab မှာ ရှိသမျှလူတွေလည်း အသက်ဆုံးရှုံးခဲ့ရပါပြီ။ ဒီလိုနဲ့ တစ်ဦးတည်းသော အသက်ရှင်ကျန်ရစ်သူ ဒေါက်တာ ကလိုဝီဟာ lockdown ကျနေတဲ့ ဒီနေရာကနေ သူ့ကို လာကယ်ဖို့ သတင်းပါးတဲ့အခါမှာ ဂျိမ်းစ် ဘက်ကတ်နဲ့ သူ့ရဲ့ သူငယ်ချင်း ဂျူနီယာတို့ပါ၀င်တဲ့ တပ်ဖွဲ့ဟာ ဒါကို မစ်ရှင်တစ်ခုအနေနဲ့ ဒီအကောင်ကြီးတွေ ရှိရာအရပ်ကို ရှိမှန်း မသိပါဘဲ ကယ်ဆယ်ဖို့ သွားကြပါတော့တယ် ဒီကားက stranger things လို sci-fi, horror ကားတွေ ကြိုက်နှစ်သက်သူတွေ၊ fictional ...",
        "rating": "5",
        "url": "https://megaup.net/10Igu/Death.Valley.2021.720p.AMZN.WEB-DL_(CM).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/moo-136x200.jpg",
        "title": "The Monkey King: Reborn (2021)",
        "description": "ဒီရုပ်ရှင် အင်္ဂလိပ်စာတန်းထိုးက အတော်လွဲတာမို့ တရုတ်ဘာသာပြန်လေး ပြန်ပေးထားပါတယ်ဒီ Monkey King Reborn ဆိုတဲ့ ဇာတ်ကား‌လေးကို ကျွန်တော်တို့ငယ်ငယ်က အရမ်းသဘောကျခဲ့ရတဲ့ Journey to The Westဆိုတဲ့ ဝူခုန်းဇာတ်ကားလေးကိုကြည့်ဖူးရင် ရင်းနှီးကြမယ်လို့မျှော်လင့်ပါတယ်ဒီဇာတ်ကားမှာလည်း ခေါင်းစဉ်နာမည် monkey kingဆိုတဲ့အတိုင်း ဝူခုန်းတို့အဖွဲ့ မြတ်စွာဘုရားဟောခဲ့တဲ့ ကျမ်းစာတွေလိုက်စုဆောင်းမဲ့ ခရီးစဉ်ထဲက အပိုင်းလေးတစ်ပိုဒ်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်ဒီဇာတ်ကားကတော့ ဝူခုန်းတို့ ဆရာတပည့်တွေ ခရီးလမ်းတစ်ဝက်မှာ ဘုရားကျောင်းတစ်ကျောင်းကို ဝင်ရောက်နားခိုပြီး အသီးစားသုံးရာကနေ စတင်ဖြစ်ပွားတဲ့အကြောင်းလေးဖြစ်ပါတယ်ဝူခုန်းတို့ ညီအကို ၃ယောက် ဘုရားကျောင်းကအသီးကိုခိုးစားရာမှ နတ်ဆိုးတွေ မကောင်းဆိုးဝါးတွေရဲ့ ခေါင်းဆောင်ဖြစ်သူ နှစ်ပေါင်းထောင်ချီအောင် ထိန်းချုပ်ပြီးအိပ်စက်နေတဲ့ ယွမ်တိနတ်ဆိုးကြီးကို မထင်မှတ်ပဲ ကျိန်စာတွေကြားမှလွတ်မြောက်ပေးခဲ့မိပါတယ်ယွမ်တနတ်ဆိုးက နတ်ဆိုးနာမည်အတိုင်း လောဘစိတ်တွေနဲ့ လူ နတ် ငရဲဆိုတဲ့ ဘုံ၃ဘုံလုံးကို သူပဲခေါင်းဆောင်လုပ်ချင်တဲ့စိတ်နဲ့ အုပ်ချုပ်သွားဖို့ကြံစည်ရာကနေဝူခုန်းတို့ရဲ့ ဆရာဖြစ်သူကိုဖမ်းသွားပါတယ်၃ရက်အတွင်းမကယ်နိုင်ရင် ယွမ်တိနတ်ဆိုးရဲ့ လွမ်းမိုးမှူအောက်မှာပဲနေရတော့မှာဖြစ်ပါတယ်ဆရာဖြစ်သူကို ၃ရက်အတွင်း ကယ်ဖို့စီစဉ်နေချိန်မှာပဲ ဝူခုန်းတို့ ညီအကို ...",
        "rating": "6.1",
        "url": "https://megaup.net/10Hlg/Monkey.King.Reborn.2021.CHINESE.720p.BluRay_(CM).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aSiRzRAbT5p9V0RKbEFM6ikk2Hu.jpg",
        "title": "The Fable: The Killer Who Doesn’t Kill (2021)",
        "description": "The Fable : The Killer Who Doesn't KillIMDb - 6.9/10ဇာတ်လမ်းအညွှန်းလေးကတော့....ဘယ်လိုရန်သူမျိုးကိုမဆို\n၆ စက္ကန့်နဲ့သတ်နိုင်တယ်လို့ နာမည်ကြီးတဲ့\nဒဏ္ဍာရီလာလူသတ်သမား Fable ဟာ အထက်ကအမိန့်အရ သူ့ဘဝကိုသာမန်လူတစ်ယောက်လိုဖြတ်သန်းပြီး လူမသတ်တော့ဘဲ\nအနားယူနေတဲ့အချိန်မှာတစ်ချိန်က သူ့မစ်ရှင်တစ်ခု​ကြောင့်\nကြားညပ်ကံဆိုးသွားပြီး အောက်ပိုင်းသေသွားတဲ့\nMasaki ဆိုတဲ့ကောင်မလေးနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ပြီး\nလမ်းပြန်လျှောက်နိုင်အောင် ကူညီပေးဖို့ကြိုးစားပါတော့တယ်။အဲ့အချိန်မှာ သူနဲ့ရန်ကြွေးရှိခဲ့ဖူးတဲ့\nပိုက်ဆံရရင်အကုန်လုပ်တဲ့ ဒုစရိုက်သမားက\nတစ်ဖက်မှာတော့ ကလေးသူငယ်ကာကွယ်ရေးအဖွဲ့အစည်းတစ်ခုကို ဦးစီးပြီးသူတော်ကောင်းယောင်ဆောင်ရင်းတစ်ဖက်မှာတော့ လူပြန်ပေးဆွဲပြီးငွေညှစ်နေတဲ့\nမျက်နှာနှစ်ခုနဲ့လူ Utsubo ရဲ့လက်ထဲကနေ\nဒုက္ခတိဖြစ်နေတဲ့ကောင်မလေးကို ဘယ်လိုကယ်တင်မလဲ၊\nသူ့ကိုလက်စားချေဖို့လုပ်နေတဲ့ Utsubo တို့အဖွဲ့ကိုရော\nလူမသတ်ဘဲနဲ့ ဘယ်လိုရင်ဆိုင်မလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။Review and Franslated by : Moe Pwint PhyuGenre.....Action, Comedy, Mystery\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.8GB and 1GB and 356MB\nFormat…mp4\nDuration….2h 13min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Moe Pwint ...",
        "rating": "6.9",
        "url": "https://megaup.net/2n2K3/The.Fable.The_Killer.Who.Doesn_t.Kill.2021.720p.BluRay.CM.mp4",
        "category": "Action, Drama, Mystery"
    }
]