[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BYTkzM2M5MjYtOWViZS00ZjU1LTljMzctOTljNWUxZmZhNzRjXkEyXkFqcGdeQXVyMjM5ODUxMTI@._V1_-133x200.jpg",
        "title": "Love: Yeu (2015)",
        "description": "ဒီကားလေးက ဗီယက်နမ် အချစ်ကားလေးပါ\nအချစ်ဆိုတာ ကျားမမရွေးလူသားတိုင်းခံစားတတ်ကြပါတယ်\nနီ ဆိုတဲ့ကောင်မလေးနဲ့ သုဆိုတဲ့ကောင်မလေးက\nအရမ်းခင်ကြတဲ့သူငယ်ချင်းတွေပေါ့\nသုက ရုတ်တရက် တခြားမြို့ကိုပြောင်းသွားတော့\n၁၀နှစ်လောက် အဆက်အသွယ်ပြတ်သွားကြတယ်\nနီကတော့သုကို အမြဲသတိရနေတာပေါ့\nနီ့မှာ သူ့ကိုအရမ်းချစ်တဲ့ကောင်လေး ဟွမ်ဆိုတာရှိတယ်\nဟွမ်က နီ့ကို ဖူးဖူးမှုတ်ပြီး ချစ်တာပေါ့\nအဲ့လိုနဲ့ တစ်နေ့ နီ နဲ့ သု ပြန်တွေ့ကြတယ်\nသု က အရမ်းပြောင်းလဲသွားတယ် သူတို့၂ယောက်\nသူငယ်ချင်းထက်အဆင့်ပိုလာတဲ့အခါမှာတော့\nဟွမ်နဲ့ဘယ်လိုဖြစ်ကြတယ် နီ ကကော\nဘယ်လိုတွေအခက်အခဲကြုံရမလဲဆိုတာ\nကြည့်ရှုပြီး အားပေးပါဦးနော်\nမိန်းကလေးချင်း ကြိုက်ကြတဲ့\nကားမို့ တစ်အားတွေ ရိုမန့် ဖြစ်ပါတယ်\nဘာသာပြန်ပေးထားတာကတော့\nDolly ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/love-yeu-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BODYxZTZlZTgtNTM5MC00N2RhLTg3MjUtNGVkMDJjMGY3YzA5L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX673_CR00673999_AL_-135x200.jpg",
        "title": "The Thirteenth Floor (1999)",
        "description": "ဒီကားကတော့ သိပ္ပံအက်ရှင် ကိုမှ ဒရာမာနဲ့မှုခင်း\nခပ်ပါးပါးထည့်ထားတဲ့ဇာတ်လမ်းမျိုးဖြစ်ပြီး\nအစကနေအဆုံးထိ ဘာဖြစ်မလဲရင်တစ်ထိတ်ထိတ်နဲ့\nကြည့်ရမယ့်ကားမျိုးပါ။\nဇာတ်လမ်းအကျဉ်း....\nဒေါက်ဂလပ်စ်ဟောဆိုတဲ့ လူငယ်နည်းပညာသမားတစ်ယောက်ဟာ\nဟနွန်ဖူလာ ဆိုတဲ့အဖိုးကြီးပိုင်တဲ့ ဒေါ်လာသန်းပေါင်းများစွာတန်ကြေးရှိတဲ့\nနည်းပညာကုမ္ပဏီကြီးမှာ အလုပ်လုပ်ပါတယ်။\nဒီနည်းပညာကုမ္ပဏီကြီးက လူသားတွေရဲ့စိတ်နဲ့\nသူတို့ပရိုဂရမ်သွင်း ဖန်တီးထားတဲ့ဇာတ်ကောင်ပုံရိပ်တွေရဲ့\nပရိုဂရမ်လင့်ခ်ကို ချိတ်ဆက်ဝင်ရောက်ပြီးတော့\nလူသားတွေလုပ်တာမှန်သမျှ အကုန်လုပ်လို့ရတဲ့\nပုံရိပ်ယောင်ကမ္ဘာကြီး(simulation)ကို စမ်းသပ်တီထွင်နေတာဖြစ်ပြီး\nအောင်မြင်လုဆဲဖြစ်နေပါပြီ။\nတစ်နေ့မှာတော့ ဒီကုမ္ပဏီကြီးရဲ့ပိုင်ရှင်\nအဘိုးကြီးဟနွန်ဖူလာဟာ အသတ်ခံလိုက်ရပါတယ်။\nဒါပေမယ့် အဖိုးကြီးက သူအသတ်ခံရမှာကို\nထူးဆန်းစွာ ကြိုသိနေခဲ့ပြီး သူဘာကြောင့်အသတ်ခံရလဲဆိုတဲ့\nအကြောင်းအရာကို စာတစ်စောင်ရေးပြီး\nသူဖန်တီးထားတဲ့ ပုံရိပ်ယောင်ကမ္ဘာ(simulation)ထဲမှာ\nထားခဲ့တဲ့အကြောင်း သူ့တပည့်\nဒေါက်ဂလပ်စ်ဟောကို voice messageပို့ထားခဲ့ပါတယ်။\nထူးဆန်းတာက ဒေါက်ဂလပ်စ်ဟော ကိုယ်တိုင်ကလဲ\nအဖိုးကြီး အသတ်ခံခဲ့ရတဲ့ည ရဲ့နောက်တစ်မနက်မှာပဲ\nသွေးတွေပေနဲ့တဲ့ သူ့အင်္ကျီကို တွေ့ရပြီး\nညကဖြစ်ခဲ့တဲ့အဖြစ်အပျက်တွေကို လုံးဝမမှတ်မိတော့ပါဘူး။\nရဲတွေကလဲ ဒေါက်ဂလပ်စ်ဟာ ကုမ္ပဏီကိုဦးစီးချင်လို့\nအဖိုးကြီးကိုသတ်လိုက်တာလို့သံသယဝင်လာကြတာကြောင့်\nသူကိုယ်တိုင်လဲဇဝေဇဝာဖြစ်နေတဲ့ ဒေါက်ဂလပ်စ်ဟာ\nအကြောင်းရင်းအမှန်ကိုသိရဖို့ ပုံရိပ်ယောင်ကမ္ဘာထဲကိုဝင်ပြီး\nအဖိုးကြီးထားခဲ့တဲ့ စာကိုရှာဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nအဲဒီ့အချိန်မှာပဲ အရင်ကတစ်ခါမှ ရှိတယ်လို့မကြားဖူးတဲ့\nအဖိုးကြီးရဲ့ သမီးဂျိန်းဖူလာကလဲ ပြင်သစ်ကနေရောက်လာတဲ့အခါ......\nဒါကတော့ ဒီဇာတ်လမ်းရဲ့ အစပိုင်းအကျဉ်းဖြစ်ပြီးတော့\nအဘိုးကြီးကို ဘယ်သူသတ်တာလဲ\nဘာကြောင့်သတ်ရတာလဲဆိုတာတွေကို\nတွေးထင်မထားတဲ့ရှုထောင့်တွေကနေ ကြည့်ရမှာပါ။\nဇာတ်အိမ်က တော်တော်လေးကို\nကျယ်ပြန့်ကောင်းမွန်ပြီး spoilသလိုဖြစ်မှာစိုးလို့ အများကြီးမပြောတော့ပါဘူး။\nscience fiction, crime thriller\nဇာတ်လမ်းအမျိုးစားကိုကြိုက်တတ်သူတွေ,\nဇာတ်လမ်းအမျိုးအစားမရွေးပဲ ဇာတ်အိမ်ကောင်းရင်\nကြည့်တတ်တဲ့လူတွေအတွက်တော့\ndownမိလို့နောင်တမရစေမယ့် ကားမျိုးဖြစ်ပါတယ်။\nTranslated By : Kaung Khant Win\nEncoded By ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-thirteenth-floor-1999-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BM2EyNmU5ZGYtNjRiOC00NWNhLTgzOTctM2NlNWMwNzIyNjRlXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-139x200.jpg",
        "title": "The Eight Immortals Restaurant: The Untold Story (1993)",
        "description": "လူသားပေါက်စီလို့ဆိုလိုက်တာနဲ့\nဟိုတုန်းကကားတွေတော်တော်များများကို\nပြန်အမှတ်ရမိမှာပါ ဒီကားကတော့\nမကာအိုပြည်မှာတကယ်ဖြစ်ပျက်ခဲ့တဲ့\nEight Immortal စားသောက်ဆိုင်က\nဖြစ်ရပ်မှန်ကိုပြန်ရိုက်ထားတာပါ\n၁၉၈၅ မကာအိုပြည်က Eight Immortal ဆိုတဲ့\nစားသောက်ဆိုင်လေးမှာ လူနှစ်ယောက် မာကျောက်ကစားရင်း\nအငြင်းအခုံထဖြစ်တယ် ၀မ်ချီးဟန်ဆိုတဲ့\nသိပ်ကိုဖျံကျပြီး ကလိမ်ညာဏ်များတဲ့သူက\nမာ​ကျောက်ကစားတိုင်း တစ်ကွက်ခိုးခိုးပြီးဆော့တာ\nဆိုင်ရှင် ချန်လမ်က​ကောင်းကောင်းသိတယ်\nဒါကြောင့်လဲ ၀မ်ချီးဟန်နိုင်တိုင်း ပိုက်ဆံမပေးပဲ\nအကြွေးနဲ့လျှော်လျှော်ထားခဲ့တာ တကယ်တော့\nဆိုင်ရှင် ချန်လမ်ကပိုက်ဆံ\nတစ်ပြားတောင် ပေးချင်စိတ်ရှိတာမဟုတ်ပါဘူး\nဒါပေမယ့် ဒီငွေလေး အနည်းကျဥ်းလောက်အတွက်နဲ့\nမကာအိုမှာဟိုးလေးတကျော်ဟော်လေးတစ်ကျိုးဖြစ်သွားစေ တဲ့\nထိပ်တန်းလူသတ်မှု တစ်နည်းအားဖြင့်\nလူသားပေါက်စီဆိုပြီးနာမည်ကြီးတဲ့ case တစ်ခုပေါ်လာခဲ့ပါတယ်\nဒီကားဟာ 1993 လောက်ကရိုက်တဲ့ကားပေမယ့်လို့\nတကယ့်အဖြစ်ပျက်နဲ့အတော်လေးတူအောင်\nရိုက် ယူထားနိုင်တာတွေ့တယ် နောက်ပြီး\nR-Rated အဆင့်ရှိ scene တော်တော်များများပါတဲ့အတွက်\nကလေးသူငယ်တွေ နှလုံးရောဂါရှိသူတွေမကြည့်ကြဖို့\nပြောချင်ပါတယ်အဲ့ဖက်ခေတ်ကရိုက်တဲ့ကားပေမယ့်\nအသတ်အဖြတ်တွေ 21+ scene တွေ\nအော်ဂလီဆန်လောက်အောင်အများအပြားပါ၀င်တာမို့\nကျွန်တော်ကတော့ ဒီလိုကားမျိုး\nreboot တောင်ပြန်မလုပ်ပါစေနဲ့လို့ဆုတောင်းမိပါတယ်\nဒီဖက်ခေတ်နည်းပညာတွေ မိတ်ကပ်အလန်းစားတွေ နဲ့\nရိုက်ရင်ဘယ်လောက်တောင်အော်ဂလီဆန်ရမလဲလို့\nကဲ အော်ဂလီလဲဆန်ရမယ် ရွံဖို့လဲကောင်းရမယ်\nတကယ့်ဖြစ်ရပ်မှန်လဲဖြစ်တဲ့ကားကိုကြည့်ချင်တဲ့သူတွေအတွက်တော့\nကြည့်ဖို့တိုက်တွန်းချင်ပါတယ် တချို့တော်တော်များလဲ\nကြည့်ပြီးလောက်ပြီထင်ပါတယ်\nTranslated By : Hein Thet Naing\nEncoded By : XCode",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-eight-immortals-restaurant-the-untold-story-1993/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MV5BYzgyNTcxMTAtN2Q1Zi00YWYyLTgyZWQtNmUzOWU3MmEyMzNhXkEyXkFqcGdeQXVyMTc5OTQwMzk@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Ray & Liz (2018)",
        "description": "2018ထွက် Ray and Liz ဆိုတဲ့ ရုပ်ရှင်ဟာ\nRichard Billingham ရေးသားရိုက်ကူခဲ့တဲ့\nBritish Drama ကားလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားဟာ ​ြဗိတိန်ဝန်ကြီးချုပ်ဟောင်း\nမာဂရက် သက်ချာ ခေတ်အတွင်း Black Countryနယ်မှာ ​\nကြီးပြင်းလာရတဲ့ Billinghamရဲ့ အကျပ်အတည်းမျိုးစုံနဲ့\nငယ်ဘဝအကြောင်းကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်\nအဓိက ကတော့ သူ့ရဲ မိဘတွေဖြစ်ကြတဲ့ Ray နဲ့ Lizတို့ရဲ့\nဆကိဆံရေးနဲ့ ဒီမိဘတွေရဲ့ လုပ်ရက်တွေက Billinghamနဲ့\nသူ့ညီ ​Jasonအပေါ် ဘယ်လိုသက်ရောက်စေတယ်ဆိုတာကို\nရိုက်ပြထားတာပါ ဒရာမာကားကောင်းကြိုက်သူတို့\nအကြိုက်တွေ့စေမယ့် ဇာတ်ကားပဲဖြစိပါတယ်\nTranslated By : Archi Thangyi\nEncoded By : XCode\nReview By : Chanyein Soe",
        "rating": "6.7",
        "url": "https://megaup.net/2cff4/Ray.and.Liz.2018_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ArY2fs0nK6DbrCKrxaMeCTVRZ0i.jpg",
        "title": "Defiance (2008)",
        "description": "(Unicode)IMDB 7.2Rotten Tomatoes 57%Audience Score 72%ယနေ့ခေတ်လူငယ်တွေဟာ စစ်ရဲ့ဆိုးကျိုးတွေကို မခံစားခဲ့ဖူးပါဘူး ။ဒါကြောင့်လဲ အချို့နိုင်ငံရေး Post တွေမှာဆိုရင် ချပစ် သတ်ပစ် ဆိုတဲ့ Comments တွေကို အများဆုံးတွေ့ရလေ့ရှိပါတယ်။၁၉၄၁ခုနှစ် ဒုတိယ ကမ္ဘာစစ်အတွင်းမှာ ဟစ်တလာဟာ ဘီလိုရုရှားနိုင်ငံကို သိမ်းပိုက်ခဲ့ပါတယ် ။သူ့ရဲ့ အညိုးအတေးတွေကြောင့် ထုံးစံအတိုင်း နိုင်ငံတွင်းက ဂျူးလူမျိုးတွေမှန်သမျှကို တစ်ဖြည်းဖြည်းချင်းလူမျိုးတုန်းသတ်ဖြတ်လာတဲ့အခါမှာတော့.....တူဗီယာတို့ ညီအကိုတွေဟာ နာဇီတွေဝင်ရောက်မလာခင်ကတည်းက ပြစ်မှု့တစ်ခုကြောင့် တောထဲမှာထွက်ပြေးတိမ်းရှောင်နေရပါတယ်။အချိန်အကြာကြီးနေခဲ့တာကြောင့် တောကိုလည်း ကျွမ်းကျင်နေကြပါပြီ။စစ်ကြီးစဖြစ်တော့ အခြားသူတွေကလည်း သူတို့လို တောထဲကို ထွက်ပြေးတိမ်းရှောင်ကြပါတယ်။တူရာတူရာတွေ စုမိကြရင်း နောက်ဆုံး ရွာတစ်ရွာတည်နိုင်လောက်တဲ့အထိများပြားလာတဲ့အခါမှာတော့သူတို့ဟာ သူပုန်လိုလို တော်လှန်ရေးသမားတွေလိုလို ဖြစ်လာကြပါတော့တယ်။ဒီကားဟာ ဖြစ်ရပ်မှန်ဝတ္တုဖြစ်တဲ့ Defiance : ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/defiance-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c9DwChzDxbxuEBqMSzibaGpdLMg.jpg",
        "title": "The Last Wish ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb5.6ရရွိထားျပီး My drama List မွာ8.1ထိရရွိထားတဲ့ 2019 စက္တင္ဘာ12မွ ထ ြက္ထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္ဘ၀မွာအသက္ရွင္ဖုိ႔ရက္သိပ္မက်န္ေတာ့ရင္ ကိုယ္ျဖစ္ခ်င္တဲ့ေနာက္ဆံုးဆႏၵအတြက္အစြမ္းကုန္ျဖည့္ဆည္းေပးမယ့္ ေဘာ္ဒါရင္းေတြရွိေနျပီလား....ဒီဇာတ္လမ္းေလးထဲမွာ ေတြ႔ျမင္ရမွာပါ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ဘ၀မွာအသက္ရွင္ရန္သိပ္မက်န္ေတာ့တဲ့ သူတစ္ေယာက္ရဲ့ေနာက္ဆံုးဆႏၵေလးတစ္ခုကို သူ႔ရဲ့သူငယ္ခ်င္းနွစ္ေယာက္ကျဖည့္ဆည္းေပးႏိုင္ဖို႔ၾကိဳးစားရာကေန ဘယ္လိုအလႊဲေလးေတြၾကံဳေတြ႔ရမလဲ..ေနာက္ဆံုးဆႏၵေလးကိုျဖည့္ဆည္းေပးနိုင္ပါ့မလား.... Unicode*******ဒီကားလေးဟာ Imdb5.6ရရှိထားပြီး My drama List မှာ8.1ထိရရှိထားတဲ့ 2019 စက်တင်ဘာ12မှ ထ ွက်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်ဘဝမှာအသက်ရှင်ဖို့ရက်သိပ်မကျန်တော့ရင် ကိုယ်ဖြစ်ချင်တဲ့နောက်ဆုံးဆန္ဒအတွက်အစွမ်းကုန်ဖြည့်ဆည်းပေးမယ့် ဘော်ဒါရင်းတွေရှိနေပြီလား....ဒီဇာတ်လမ်းလေးထဲမှာ တွေ့မြင်ရမှာပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့ဘဝမှာအသက်ရှင်ရန်သိပ်မကျန်တော့တဲ့ သူတစ်ယောက်ရဲ့နောက်ဆုံးဆန္ဒလေးတစ်ခုကို သူ့ရဲ့သူငယ်ချင်းနှစ်ယောက်ကဖြည့်ဆည်းပေးနိုင်ဖို့ကြိုးစားရာကနေ ဘယ်လိုအလွှဲလေးတွေကြုံတွေ့ရမလဲ..နောက်ဆုံးဆန္ဒလေးကိုဖြည့်ဆည်းပေးနိုင်ပါ့မလား....",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-last-wish-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/664KGK9JbCPar63auFiNcF4GemX.jpg",
        "title": "Sisters ( 2019 )",
        "description": "Zawgyi*******2019 ေနာက္ဆံုးထြက္ Thailand Movie ေလးပဲၿဖစ္ပါတယ္ဒီဇာတ္ကား​းေလးဟာဆိုရင္..​ဗီန မွာ မိုလာဆိုတဲ့ညီမဝမ္းကြဲေလးတစ္ေယာက္ရွိပါတယ္။​ေဗီနရဲ႕အေမ ဆရာဝန္ဆိုလည္းဟုတ္တနတ္ဆရာလည္းဟုတ္ပါတယ္ဗီနအေမရဲ႕ညီမ စုန္းမက ေကာင္ေလးတစ္ေယာက္နဲ႔ခ်စ္ႀကိဳက္ၿပီးေတာ့မိုလာကိုရလာတယ္ မိုလာကလည္းစုန္းတစ္ေယာက္ျဖစ္တာ​​ေၾကာင့္မိုလာကိုကိုယ္ဝန္ေဆာင္တဲ့အခ်ိန္မွာ အျခားစုန္း ေတြကသူတို႔ရဲ႕မ်ိဳးဆက္သစ္ဆိုၿပီးလာလုယူၾကပါ​​ေတာ့တယ္အဲ့ဒီမွာ ဗီနရဲ႕အေမကမေပးႏိုင္ေတာ့တိုက္ခိုက္ၾကရင္း ဗီနရ​ဲ့အေမေသသြားခ​ဲ့ရပါတယ္ဘယ္လိုေတြျဖစ္လာၿပီးဘယ္လိုထိန္႔လန္႔ဖြယ္ရာေတြနဲ႔ေတြ႕မလဲဆိုတာေတာ့ဆက္လက္ၾကည့္ရႈအားေပးခံစားလိုက္ၾကပါအုန္းေနာ္.... Unicode*******2019 နောက်ဆုံးထွက် Thailand Movie လေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားးလေးဟာဆိုရင်..ဗီန မှာ မိုလာဆိုတဲ့ညီမဝမ်းကွဲလေးတစ်ယောက်ရှိပါတယ်။ဗေီနရဲ့အမေ ဆရာဝန်ဆိုလည်းဟုတ်တနတ်ဆရာလည်းဟုတ်ပါတယ်ဗီနအမေရဲ့ညီမ စုန်းမက ကောင်လေးတစ်ယောက်နဲ့ချစ်ကြိုက်ပြီးတော့မိုလာကိုရလာတယ် မိုလာကလည်းစုန်းတစ်ယောက်ဖြစ်တာကြောင့်မိုလာကိုကိုယ်ဝန်ဆောင်တဲ့အချိန်မှာ အခြားစုန်း တွေကသူတို့ရဲ့မျိုးဆက်သစ်ဆိုပြီးလာလုယူကြပါတော့တယ်အဲ့ဒီမှာ ဗီနရဲ့အမေကမပေးနိုင်တော့တိုက်ခိုက်ကြရင်း ဗီနရဲ့အမေသေသွားခဲ့ရပါတယ်ဘယ်လိုတွေဖြစ်လာပြီးဘယ်လိုထိန့်လန့်ဖွယ်ရာတွေနဲ့တွေ့မလဲဆိုတာတော့ဆက်လက်ကြည့်ရှုအားပေးခံစားလိုက်ကြပါအုန်းနော်....",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/sisters-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aB4urkgTxBURJMUkd0kceDD7FUM.jpg",
        "title": "Kingdom of Heaven (2005)",
        "description": "(Unicode)IMDB 7.2Rotten Tomatoes 39%Audience Score 72%ယနေ့ခေတ်အထိ အငြင်းပွားဖွယ်ရာဖြစ်နေဆဲ ဂျေရုစလင်မြို့ကို မွတ်စလင်ဘုရင်ကြီး ဆာလာဒင်က သိမ်းပိုက်ခဲ့တာ အာလုံးအသိပဲ ဖြစ်ပါတယ် ။ဒီကားကတော့ ဘုရင်ကြီးဆာလာဒင် မသိမ်းယူခင်အချိန်တွေမှာ စစ်တပ်မရှိတော့တဲ့ဂျေရုစလင်မြို့ကို အရပ်သားတွေနဲ့အတူ ခုခံခဲ့တဲ့ ေဘလင်ဆိုတဲ့ သူရဲကောင်းတစ်ယောက်အကြောင်း ရိုက်ကူးထားတဲ့ကားပဲ ဖြစ်ပါတယ် ။Gladiator (2000) ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကြီး Ridley Scott ရဲ့လက်ရာဖြစ်တာကြောင့်တိုက်ခန်းခိုက်ခန်းတွေကတော့ အထူးတလည်အပြစ်ဆိုစရာ မရှိပါဘူး။ဒီကားဟာ ရုံစတင်တင်ချင်းမှာ Rotten Tomatoes မှာ Bad Reviews တွေရရှိခဲ့ပေမယ့်Director's Cut အနေနဲ့ပြန်လည်ထွက်ရှိလာတဲ့အခါမှာတော့ ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှု့အများအပြားကို ပြန်လည်ရရှိခဲ့ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပါ) (Zawgyi) IMDB 7.2Rotten Tomatoes 39%Audience Score 72%ယေန႔ေခတ္အထိ အျငင္းပြားဖြယ္ရာျဖစ္ေနဆဲ ေဂ်ရုစလင္ျမိဳ႕ကို မြတ္စလင္ဘုရင္ၾကီး ဆာလာဒင္က သိမ္းပိုက္ခဲ့တာ အာလံုးအသိပဲ ျဖစ္ပါတယ္ ။ဒီကားကေတာ့ ဘုရင္ၾကီးဆာလာဒင္ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/kingdom-of-heaven-2005/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lyCGqSkT3PqLYQXiWs4FCVJBAYW.jpg",
        "title": "Official Secrets (2019)",
        "description": "လူေတြဟာ ရာထူးေနရာတစ္ခု ရသြားတဲ့အခါ အဲဒီေနရာကိုစြန္႕စားၿပီးအျခားသူေတြအက်ိဳးအတြက္ အမွန္ကိုထုတ္ေျပာရဲဖို႕သတိၱေတြ ေပ်ာက္ဆံုးသြားတတ္ၾကပါတယ္။ဒီရုပ္ရွင္ကေတာ့ ဒီလိုသတၱိရွိခဲ့သူ တစ္ေယာက္ရဲ႕ အေၾကာင္းျဖစ္ရပ္မွန္ကို အေျခခံၿပီး ရိုက္ကူးထားတာပါ။လူတိုင္းတစ္ေခါက္ေလာက္ေတာ့ ၾကည့္ဖူးသင့္တဲ့ အမ်ိဳးအစားပါပဲ။အေၾကာင္းအရာကေတာ့အီရတ္ကို ျဗိတိန္နဲ႕အေမရိကန္တို႕ ဝင္တိုက္ေတာ့မယ္ ကာလမွာ ျဖစ္ခဲ့တာပါ။အီရတ္မွာ လူအစုလိုက္အျပဳံလိုက္ ေသေစႏုိင္တဲ့လက္နက္ေတြ ရွိတယ္လို႕သက္ေသမျပႏိုင္ေသးခ်ိန္။ကုလသမၼဂသေဘာတူညီခ်က္ မရေသးခင္အခ်ိန္ပဲ ျဖစ္ပါတယ္။ဒီအခ်ိန္မွာ အီရတ္ကို တရားဝင္က်ဴးေက်ာ္ၿပီးဆဒမ္ဟူစိန္ကို ျဖဳတ္ခ်ဖို႕အတြက္ဆို ကုလရဲ႕ သေဘာတူညီခ်က္လိုပါတယ္။မဟုတ္ရင္ အေမရိကန္နဲ႕ျဗိတိန္ကို စစ္ရာဇဝတ္မႈနဲ႕ တရားစြဲဆိုခံရႏိုင္ပါတယ္။ဒီကာလမွာ ျဗိတိန္ေထာက္လွမ္းေရး GCHQ ရဲ႕ ဝန္ထမ္းကတ္သရင္း ထရီဆာ ဂန္းဆီကိုအေမရိကန္ NSA က စာတိုတစ္ေစာင္ဝင္လာပါတယ္။ကုလလံုျခံဳေရးေကာင္စီအဖြဲ႕ဝင္ႏုိင္ငံငယ္ေတြကကိုယ္စားလွယ္ေတြကို အၾကပ္ကိုင္ဖို႕ပါပဲ။ဒါကိုလက္မခံႏုိင္တဲ့ ကတ္သရင္းက ...",
        "rating": "7.3",
        "url": "https://megaup.net/1tduq/(CM)_Official_Secrets_2019_(Large_Size).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oyKnosHXQ7kkhlGwqsWOvn4RgKR.jpg",
        "title": "Earthquake Bird (2019)",
        "description": "ဒီတစ္ေခါက္အသစ္ထြက္ရွိလာတဲ႔ကားေလးကေတာ႔Mystery,Thriller အမ်ိဳးအစားကားသစ္ေလးပါ။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Earthquake Bird(2019)ပါ။ရင္တဖိုဖို အားမလိုအားမရခံစားခ်က္ေတြကိုေပးစြမ္းႏိုင္တဲ႔ဒီကားေလးကေတာ႔ CM ပရိတ္သတ္ၾကီးအၾကိဳက္ျဖစ္မယ္လို႔လဲေမွ်ာ္လင္႔မိပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ျပလိုပါေသးတယ္။ဇာတ္လမ္းကေတာ႔ လီလီဆိုတဲ႔ေကာင္မေလးတစ္ေယာက္ေပ်ာက္ေနရာကေန စတာပါပဲ။လီလီရဲ ႔အသိမိတ္ေတြ လူဝီဆာဆိုတဲ႔ ေကာင္မေလးကိုရဲေတြကစစ္ေဆးေမးျမန္းရင္းနဲ႔အရင္အတိတ္ဇာတ္ေၾကာင္းေတြဆီျပန္သြားပါတယ္။လူဝီဆာဆိုတဲ႔ေကာင္မေလးကေအးေအးေဆးေဆးတိတ္တိတ္ဆိတ္ဆိတ္ေနတတ္တဲ႔ဆြီဒင္ႏိုင္ငံသူေလးပါ။ဂ်ပန္မွာစကားျပန္အလုပ္လုပ္ကုိင္ရင္း ထဲဂ်ီဆိုတဲ႔ေကာင္ေလးတစ္ေယာက္နဲ႔ ေတြ႔ခဲ႔ပါေတာ႔တယ္။ထဲဂ်ီနဲ႔ေတြ႔ျပီးတဲ႔ေနာက္လူဝီဆာတစ္ေယာက္ဘယ္လိုေတြေျပာင္းလဲလာမလဲ?လီလီကေရာ ဘာလို႔ေပ်ာက္ဆံုးသြားတာလဲ?ဘယ္သူ႔လက္ခ်က္လဲ?စတဲ႔ေမးခြန္းေတြကို တစ္လႊာခ်င္းခြာခ်ရင္းစိတ္ဝင္တစားၾကည္႔ရႈရမယ္႔ကားေလးပါ File Size : (1 GB , 376 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre : Crime , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon ...",
        "rating": "6.0",
        "url": "https://megaup.net/Nfve/(CM)_Earthquake_Bird_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fEkm1mCazidlLODeGVgxkz4lWwz.jpg",
        "title": "Wake Up (2019)",
        "description": "မော်လီဆိုတဲ့ကောင်မလေးက သူ့တစ်မိသားစုလုံးကိုသတ်ပစ်ပြီးတော့ အဲအဖြစ်အပျက်ကိုအိပ်မက်လို့ပဲထင်နေခဲ့တယ်။နောက်တော့စိတ်ကျန်းမာရေးဆေးရုံရောက်လာပြီးကိုယ့်ကိုကိုယ်သတ်သေသွားတယ်။သူ့ကိုတာဝန်ယူထားတဲ့ ဆရာဝန်ကလည်းကိုယ့်ကိုကိုယ်သတ်သေသွားရော။ဒီလိုနဲ့ ဒီကောင်မလေးအကြောင်းသုတေသနလုပ်လက်စကိုဖီးလစ်ဆိုတဲ့ စိတ်ရောဂါကုဆရာဝန်ကဆက်ပြီးတာဝန်ယူရတယ်ပေါ့။အဲနောက်မှာတော့ ဖီးလစ်ကိုယ်တိုင်ကအိပ်မက်နဲ့လက်တွေ့ကို မခွဲခြားနိုင်ဖြစ်လာတဲ့အခါမှာတော့...ဇာတ်လမ်းထဲမှာပဲဆက်လက်ရှုစားကြည့်ကြပါဦး File Size : (730 MB , 234 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 17 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/Nen9/(CM)_Wake_Up_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kDXMzBpiUJld5zLnSqDmGln3XuM.jpg",
        "title": "Holiday in the Wild(2019)",
        "description": "Holiday in the Wild(2019)အညႊန္း***************************(unicode)ဒီတစ်ခါတော့ ၂၀၁၉ မှာ ထွက်လာတဲ့ Holidays in the Wild ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါမယ်နော် ဒီကားလေးကတော့ comedy, drama, romance အမျိုးအစားလေးပါ ဇာတ်လမ်းလေးက ခပ်သွက်သွက်လေးနဲ့ ကြည့်လို့ကောင်းတယ်လို့ ပြောရပါမယ် ဇာတ်လမ်းအကျဉ်းကတော့ ကိတ်ဆိုတဲ့ အမျိုးသမီးဟာ သားဖြစ်သူ ကောလိပ်စသွားတဲ့ နေ့မှာပဲ ခင်ပွန်းဖြစ်သူက ရုတ်တရက် လမ်းခွဲခြင်းကို ခံလိုက်ရပါတယ် သူတို့ လင်မယားနှစ်ယောက် ဒုတိယအကြိမ်ဟန်းနီးမွန်းထွက်ဖို့ သူကစီစဉ်ထားခဲ့တာပါ ဒါနဲ့ပဲ စိတ်ပြေလက်ပျောက် သူစီစဉ်ထားတဲ့ ဟန်းနီးမွန်းခရီးစဉ်ကို သူတစ်ယောက်တည်း သွားခဲ့ပါတယ် အာဖရိကဆာဖာရီမှာ လည်ပတ်ဖို့ပါ ဒီလိုနဲ့ ရဟတ်ယာဉ်မောင်းတဲ့ ဒယ်ရက်ဆိုတဲ့ လူနဲ့အတူ တောထဲမှာ ဆင်ပေါက်လေးတစ်ကောင်ကို ကယ်တင်မိရာက ဆုံမိကြတယ်...\nသူတို့ ဘာဆက်ဖြစ်ကြမလဲ... အိမ်ထောင်ရှင် အမျိုးသမီးတစ်ယောက်အနေနဲ့ ကိုယ်ပိုင် အလုပ်အကိုင် ဝါသနာဆိုတာတွေထက် ခင်ပွန်းဖြစ်သူကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/holiday-in-the-wild2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uNHueGo5TYCTLzoGULse65GC32Q.jpg",
        "title": "Don’t Let Go(2019)",
        "description": "Don't Let Go(2019)အညႊန္း*********************(unicode)ရဲသား ဂျက်ခ် ရဲ့ ညီနဲ့ သူ့မိသားစုတစ်ခုလုံး လူသတ်သမားတစ်ယောက်ရဲ့\nရက်ရက်စက်စက် သတ်ဖြတ်ခြင်းခံလိုက်ရတယ် ..\nအထူးသဖြင့် ရဲသားဂျက်ခ် အရမ်းချစ်ရတဲ့ သူ့တူမလေးပါ သေဆုံးသွားခဲ့တာကြောင့်\nဖြေမဆည်နိုင်ဖြစ်ပြီး ခံပျင်းလွန်းနေတယ်.....\nဒါပေမဲ့ တစ်နေ့မှာတော့ ထူးဆန်းလွန်းတဲ့ ဖြစ်ရပ်တစ်ခုသူကြုံလိုက်ရတယ်...\nသူ့ဆီကိုဖုန်းခေါ်ပြီး စကားပြောတဲ့သူဟာ သေဆုံးသွားတဲ့ သူတူမလေးဖြစ်နေလို့ပါ...\nရဲသားဂျက်ခ်တစ်ယောက်အတွက် ဒွိဟများစွာနဲ့ဖြစ်နေတယ်...သူတူမလေး တကယ်သေသွားတာလား...တမလွန်ကနေ သဘာဝလွန်ဖြစ်ရပ်လိုမျိုးဖြစ်တာလား...\nလူသတ်မှုကိုရော ဖော်ထုတ်နိုင်မှာလား...\nဒီဇာတ်ကားလေးက Thriller, Horror ဇာတ်ကားတစ်ကားရဲ့ ရသ အပြည့်အဝ\nပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ကားမို့ ခံစားကြည့်ပါဦး....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN ပဲဖြစ်ပါတယ်....(zawgyi)ရဲသား ဂ်က္ခ္ ရဲ႕ ညီနဲ႔ သူ႔မိသားစုတစ္ခုလုံး လူသတ္သမားတစ္ေယာက္ရဲ႕\nရက္ရက္စက္စက္ သတ္ျဖတ္ျခင္းခံလိုက္ရတယ္ ..\nအထူးသျဖင့္ ရဲသားဂ်က္ခ္ အရမ္းခ်စ္ရတဲ့ သူ႔တူမေလးပါ ေသဆုံးသြားခဲ့တာေၾကာင့္\nေျဖမဆည္ႏိုင္ျဖစ္ၿပီး ခံပ်င္းလြန္းေနတယ္.....\nဒါေပမဲ့ တစ္ေန႔မွာေတာ့ ထူးဆန္းလြန္းတဲ့ ျဖစ္ရပ္တစ္ခုသူႀကဳံလုိက္ရတယ္...\nသူ႕ဆီကုိဖုန္းေခၚၿပီး စကားေျပာတဲ့သူဟာ ေသဆုံးသြားတဲ့ သူတူမေလးျဖစ္ေနလုိ႕ပါ...\nရဲသားဂ်က္ခ္တစ္ေယာက္အတြက္ ဒြိဟမ်ားစြာနဲ႕ျဖစ္ေနတယ္...သူတူမေလး တကယ္ေသသြားတာလား...တမလြန္ကေန သဘာ၀လြန္ျဖစ္ရပ္လုိမ်ဳိးျဖစ္တာလား...\nလူသတ္မွဳကုိေရာ ေဖာ္ထုတ္နုိင္မွာလား...\nဒီဇာတ္ကားေလးက Thriller, Horror ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dont-let-go2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wCanUYBbUxADpfqpoe3tmQ3KVL6.jpg",
        "title": "Sadako ( 2019 )",
        "description": "Zawgyi*******စိတ္ေရာဂါကုဆရာဝန္ခ်ိဳးခြၽမ္းေမာ့ယိုးကတစ္ေန႔က်ေတာ့ရဲေခၚလာတဲ့ေကာင္မေလးကိုကုသရတယ္။ေကာင္မေလးဟာကိုယ့္နာမည္ကိုေတာင္မမွတ္မိဘူး။သူမကိုအေမကဆာဒါကိုလူဝင္စားတာလို႔ေျပာတယ္တဲ့။လူေတြေျပာၾကတာေတာ့ဆာဒါကိုကသဘာဝလြန္လူသားျဖစ္တယ္တဲ့။သူမကတကယ္ပဲဆာဒါကိုလူဝင္စားလားတစ္ဖက္မွာလည္းအြန္လိုင္းေရွာ့ပင္းလုပ္တဲ့ယို႔က်ဲ႕ကေမာ့ယိုးရဲ႔ေမာင္ေလးေဟာ္က်န္းကိုခ်န္နယ္ဘေလာ့ကာလုပ္ဖို႔အႀကံေပးတယ္။ပရိသတ္ကိုဆြဲေဆာင္ႏိုင္ဖို႔အတြက္လူငါးေယာက္ေသဆုံးခဲ့တဲ့မီးေလာင္မႈျဖစ္တဲ့တိုက္ခန္းထဲကိုတရားမဝင္ခိုးဝင္ၿပီးဗီဒီယိုသြား႐ိုက္တယ္။အဲ့ဒီတိုက္ခန္းကေကာင္မေလးေနခဲ့တဲ့အခန္းျဖစ္ၿပီးေဟာ္က်န္းကတစ္ခုခုကိုျမင္ခဲ့တယ္ေျပာၿပီးေနာက္အဆက္အသြယ္ပ်က္သြားေရာ။သူဘာျမင္ခဲ့တာလဲ။သူတို႔ေတြဆာဒါကိုလက္ကေနလြတ္ေျမာက္သြားႏိုင္ပါ့မလားဆိုတာဆက္လက္ၾကည့္ရႈခံစားလိုက္ၾကပါစို႔ေနာ္..... Unicode*******စိတ်ရောဂါကုဆရာဝန်ချိုးချွမ်းမော့ယိုးကတစ်နေ့ကျတော့ရဲခေါ်လာတဲ့ကောင်မလေးကိုကုသရတယ်။ကောင်မလေးဟာကိုယ့်နာမည်ကိုတောင်မမှတ်မိဘူး။သူမကိုအမေကဆာဒါကိုလူဝင်စားတာလို့ပြောတယ်တဲ့။လူတွေပြောကြတာတော့ဆာဒါကိုကသဘာဝလွန်လူသားဖြစ်တယ်တဲ့။သူမကတကယ်ပဲဆာဒါကိုလူဝင်စားလားတစ်ဖက်မှာလည်းအွန်လိုင်းရှော့ပင်းလုပ်တဲ့ယို့ကျဲ့ကမော့ယိုးရဲ့မောင်လေးဟော်ကျန်းကိုချန်နယ်ဘလော့ကာလုပ်ဖို့အကြံပေးတယ်။ပရိသတ်ကိုဆွဲဆောင်နိုင်ဖို့အတွက်လူငါးယောက်သေဆုံးခဲ့တဲ့မီးလောင်မှုဖြစ်တဲ့တိုက်ခန်းထဲကိုတရားမဝင်ခိုးဝင်ပြီးဗီဒီယိုသွားရိုက်တယ်။အဲ့ဒီတိုက်ခန်းကကောင်မလေးနေခဲ့တဲ့အခန်းဖြစ်ပြီးဟော်ကျန်းကတစ်ခုခုကိုမြင်ခဲ့တယ်ပြောပြီးနောက်အဆက်အသွယ်ပျက်သွားရော။သူဘာမြင်ခဲ့တာလဲ။သူတို့တွေဆာဒါကိုလက်ကနေလွတ်မြောက်သွားနိုင်ပါ့မလားဆိုတာဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါစို့နော်....",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/sadako-2019-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sXsxhjzTK3HpCnT7mrqsrGGw6qy.jpg",
        "title": "Badland (2019)",
        "description": "ေကာင္းဘြိဳင္ဇာတ္လမ္းကိုႀကိဳက္ႏွစ္သက္တဲ့သူမ်ားအတြက္ၾကည့္လို႔ေကာင္းမယ့္ကားတစ္ကားျဖစ္ပါတယ္။ဘဝမွာအၾကမ္းဖက္မႈေတြနဲ႔သာျဖတ္သန္းလာခဲ့ရတဲ့မသိုင္းယပ္စ္ဘရိခ်ာ ဆိုတဲ့လူတစ္ေယာက္ကအစိုးရကခန္႔အပ္ထားတဲ့စံုေထာက္အလုပ္ကိုထမ္းေဆာင္ရင္းသူကြပ္မ်က္ရမယ့္ဝရမ္းေျပးရဲ႕သမီးနဲ႔အခ်စ္ဇာတ္လမ္း၊စစ္အတြင္းက ဗုိလ္ခ်ဳပ္၊ဗိုလ္ႀကီးေဟာင္းေတြရဲ႕လူမဆန္တဲ့လုပ္ရပ္ေတြအတြက္တရားမွ်တမႈကိုရ႐ွိေအာင္ေၿပာင္ေၿမာက္စြာအသက္ကိုရင္းၿပီးေဆာင္ရြက္ပံုမ်ားဘရိခ်ာရဲ႕ေသနတ္ပစ္ကြၽမ္းက်င္ျမန္ဆန္မႈေတြ၊ၾကမ္းတမ္းတာေတြပဲလုပ္ခဲ့ေပမယ့္ေနာက္ဆံုးမွာသူလိုခ်င္တဲ့အိမ္လို႔ေခၚႏိုင္တဲ့ေနရာေလးကိုေရာက္ေအာင္သြားခဲ့ပံုေတြကိုၾကည့္႐ႈရမွာပါ File Size : (1 GB , 201 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 57 minFormat : Mp4Genre : WesternSubtitle : Myanmar Subtitle (Hard Sub)Translated by Poe Haymar AungEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/1t4j6/(CM)_Badland_2019_(Large_Size).mp4",
        "category": "Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sKrCqhBXs6I9RPMjmaOMR67ahTe.jpg",
        "title": "Kakegurui ( 2019 )",
        "description": "Zawgyi*******Kakegurui ဆိုတဲ့ နာမည္ႀကီး psychoဆန္ဆန္ ေက်ာင္းတြင္းေလာင္းကစားပြဲေတြနဲ႔ရွင္သန္ေနတဲ့ ကိုယ္ပိုင္အထက္တန္းေက်ာင္းကိုေနာက္ခံထားျပီးရိုက္ကူးထားတဲ့ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။Kakegurui ဆိုတာ မန္းဂမွာကတည္းက ဖန္အေတာ္အသင့္ရထားျပီးanime ကေနတစ္ဆင့္ live action အထိအားေပးမႈအခုိင္အမာရထားတာပါ။ဇာတ္လမ္း အမ်ိဳးအစားကေတာ့ Drama,Game,Mystery,Psycho,School Shounen ျဖစ္ပါတယ္သင္ရိုးအသစ္အဆန္းေတြနဲ႔ကိုယ္ပိုင္အထက္တန္းေက်ာင္းတစ္ခုရွိပါတယ္...အဲ့ေက်ာင္းကိုတစ္နိုင္ငံလုံးကခ်မ္းသာတဲ့ေက်ာင္းသားေတြပဲတက္ေရာက္နိုင္ၾကတယ္..ေရေပၚဆီလူတန္းစားသီးသန္႔ေပါ့...အဲ့ေက်ာင္းမွာကေက်ာင္းသားေတြကေက်ာင္းသားကို ျပန္အုပ္ခ်ဳပ္ေနတာေပါ့...တျခားေက်ာင္းနဲ႔မတူတာကေတာ့အဲ့ေက်ာင္းမွာေလာင္းကစားလုပ္တဲ့ဓေလ့တစ္ခုရွိတယ္အတန္းၿပီးတာနဲ႔ေက်ာင္းရဲ့ေနရာတိုင္းမွာေလာင္းကစားလုပ္တယ္အဲ့ေက်ာင္းမွာေလာင္းကစားလုပ္တာနိုင္တဲ့သူကဘုရင္လိုေနရၿပီးရႈံးတဲ့သူကေတာ့ဘုရင္ကိုျပဳစုရတယ္....လက္ရွိဘုရင္မေလးကေတာ့ Mary ေပါ့...သူမကိုဘယ္သူ႔မွမနိုင္ဘူး...တစ္ေန႔မွာ Yumeko Jabami လို႔ေခၚတဲ့ထူးဆန္းတဲ့ေက်ာင္းသူတစ္ေယာက္ေက်ာင္းေျပာင္းလာျပီးအဲ့ဒီထူးဆန္းတဲ့ေက်ာင္းသူေလးေရာက္ရွိလာမႈနဲ႔အတူဘာေတြဆက္ျဖစ္မလဲၿပီးေတာ့ဘယ္လိုမ်ိဳးေလာင္းကစားလွည့္ကြက္ေတြပါလဲဆိုတာကိုစိတ္လႈပ္ရွားဖြယ္ႀကည့္ရႈခံစားႏိုင္မယ့္ ဇာတ္ကားေကာင္းေလးတစ္ခုပါ.. Unicode*******Kakegurui ဆိုတဲ့ နာမည်ကြီး psychoဆန်ဆန် ကျောင်းတွင်းလောင်းကစားပွဲတွေနဲ့ရှင်သန်နေတဲ့ ကိုယ်ပိုင်အထက်တန်းကျောင်းကိုနောက်ခံထားပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။Kakegurui ဆိုတာ မန်းဂမှာကတည်းက ဖန်အတော်အသင့်ရထားပြီးanime ကနေတစ်ဆင့် live action အထိအားပေးမှုအခိုင်အမာရထားတာပါ။ဇာတ်လမ်း အမျိုးအစားကတော့ Drama,Game,Mystery,Psycho,School Shounen ဖြစ်ပါတယ်သင်ရိုးအသစ်အဆန်းတွေနဲ့ကိုယ်ပိုင်အထက်တန်းကျောင်းတစ်ခုရှိပါတယ်...အဲ့ကျောင်းကိုတစ်နိုင်ငံလုံးကချမ်းသာတဲ့ကျောင်းသားတွေပဲတက်ရောက်နိုင်ကြတယ်..ရေပေါ်ဆီလူတန်းစားသီးသန့်ပေါ့...အဲ့ကျောင်းမှာကကျောင်းသားတွေကကျောင်းသားကို ပြန်အုပ်ချုပ်နေတာပေါ့...တခြားကျောင်းနဲ့မတူတာကတော့အဲ့ကျောင်းမှာလောင်းကစားလုပ်တဲ့ဓလေ့တစ်ခုရှိတယ်အတန်းပြီးတာနဲ့ကျောင်းရဲ့နေရာတိုင်းမှာလောင်းကစားလုပ်တယ်အဲ့ကျောင်းမှာလောင်းကစားလုပ်တာနိုင်တဲ့သူကဘုရင်လိုနေရပြီးရှုံးတဲ့သူကတော့ဘုရင်ကိုပြုစုရတယ်....လက်ရှိဘုရင်မလေးကတော့ Mary ပေါ့...သူမကိုဘယ်သူ့မှမနိုင်ဘူး...တစ်နေ့မှာ Yumeko Jabami လို့ခေါ်တဲ့ထူးဆန်းတဲ့ကျောင်းသူတစ်ယောက်ကျောင်းပြောင်းလာပြီးအဲ့ဒီထူးဆန်းတဲ့ကျောင်းသူလေးရောက်ရှိလာမှုနဲ့အတူဘာတွေဆက်ဖြစ်မလဲပြီးတော့ဘယ်လိုမျိုးလောင်းကစားလှည့်ကွက်တွေပါလဲဆိုတာကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုခံစားနိုင်မယ့် ဇာတ်ကားကောင်းလေးတစ်ခုပါ.. Translated & Review By Chu ChuEncoded By PhoeniX",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/kakegurui-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dw7Lbq7luiH11cbL5MlJwUdxkUk.jpg",
        "title": "Love (2015)",
        "description": "Love (2015)\nဒီကားလေးကတော့ IMDb 6.1ရထားတဲ့\nDrama/pornographic ဇာတ်လမ်း\nအမျိုးအစားလေးပဲ ဖြစ်ပါတယ်.\nဒီကားလေးမှာတော့ pornographic ဆိုတဲ့\nအတိုင်း လူငယ်တွေရဲ့ အချစ်နဲ့ လိင်ဆန္ဒကို\nပွင့်ပွင့်လင်းလင်း ရိုက်ကူးတင်ပြထားပါတယ်.\nအချစ်နဲ့ လိင်ကိစ္စကို မကွဲပြားတဲ့ အခါ ဖြစ်လာမယ့်\nအကျိုးဆက်တွေကို သဘာ၀ ကျကျ ရိုက်ကူးတင်ပြထားတဲ့\nပညာပေးဇာတ်လမ်းလေး ဖြစ်တာကြောင့် အသက်\n၂၁နှစ်နှင့် အထက်ပဲ ကြည့်ရှူဖို့ သင့်တော်ပါတယ်.\n21+ ဇာတ်ဝင်ခန်းများ ပါဝင်သောကြောင့် အသက်မပြည့်သောသူများ၊\nမိသားစုဝင်များနဲ့ တူတူမကြည့်ရှုသင့်သော\nဇာတ်ကားပဲ ဖြစ်ပါတယ်\nကျွန်တော် အရင်က ကတိပေးခဲ့သလို 21+ ကားကြည့်ရင်တောင်\nအကျိုးရှိမဲ့ ရုပ်ရှင်ကားပဲ တင်ပေးမယ်ဆိုတာပေါ့\nဒီရုပ်ရှင်ကား ဟာ ဆု ၂ ဆု တိတိ ရထားပြီး\nတစ်ခါ စကာတင် စာရင်း ပါဝင်ခဲ့တဲ့\nအထိ ပြောင်မြောက်ပါတယ်\nဇတ်လမ်း စတင်ကာစ ကတည်းက\nလိင်ဆက်ဆံမှုတွေ ကိုယ်တုံးလုံးတွေ\nအရှိအတိုင်း ပြသထားတာမို့ မိသားစုနှင့်\nအတူကြည့်ရှုရန် လုံး၀ မသင့်တော်ပါ\nအသက် ၂၁ နှစ် ပြည့်ပြီး မှ ကြည့်ပါ\nလူ ၂၁ ယောက် လိုက်ရှာစုမနေပါနဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/love-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQsu2hr3798YAFxTJycPTJMal1M.jpg",
        "title": "Cosmos (2019)",
        "description": "အာကာသစကြဝဠာအကြောင်းလေ့လာတာကို စိတ်ဝင်စားတဲ့ ပရိတ်သတ်တွေအတွက်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါ့မယ်။ဒီကားလေးမှာတော့ မိုက်ခ်၊ ရွိုင်းနဲ့ ဟယ်ရီဆိုတဲ့လူသုံးယောက်က ဟိုးကောင်းကင်ကြီးပေါ် ကအရာတွေကိုလေ့လာဖို့ ပစ္စည်းကိရိယာတွေယူပြီးညဘက်ကြီးကွင်ပြင်တစ်ခုကို ထွက်လာခဲ့ကြတယ်။အဲမှာ ထူးဆန်းတဲ့အရာတစ်ခုကို သူတို့ခြေရာခံမိသွားတဲ့အခါ...ဒီလူသုံးယောက်က အတိတ်မှာ ဘယ်လိုအဆက်အစပ်တွေရှိကြလဲ၊သူတို့ရှာတွေ့သွားတဲ့အရာကရော ဘာဖြစ်မလဲ၊အဲအရာကိုကာကွယ်ဖို့ သူတို့ ဘယ်လိုကြိုးစားရမလဲဒါတွေကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။သူငယ်ချင်းမိတ်ဆွေအစစ်ဆိုတာ ဘယ်လိုမျိုးလဲဆိုတာကိုလည်းပါးပါးလေးချပြသွားပါသေးတယ်။ဇာတ်လမ်းက အလယ်လောက်အထိတော့နည်းနည်းလေးပျင်းဖို့ကောင်းတယ်လို့ ထင်ရပါလိမ့်မယ်။​ဒါပေမဲ့ နောက်ပိုင်းရောက်လာလေ စိတ်ဝင်စားဖို့ကောင်းလေပါပဲ File Size : (1 GB ,  449 MB )Quality :  WEB-DL 720pRunning Time : 2 hr 08 minFormat : Mp4Genre : Adventure , ...",
        "rating": "5.7",
        "url": "https://megaup.net/2P6K2/(CM)_Cosmos_2019_(Large_Size).mp4",
        "category": "Adventure, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wp3PlWSfTzHSMgi9OSEUEirjgEp.jpg",
        "title": "Guna 369 (2019)",
        "description": "(Unicode)ဒီမင်းသားကိုတော့ မှတ်မိကြမယ် ထင်ပါတယ်။အချစ်ကားလေးတွေ ရိုက်တတ်တဲ့ RX100 မင်းသားရဲ့ အသစ်စက်စက် တေလဂူးအချစ်ကားလေး တင်ပေးလိုက်ပါတယ်။အချစ်ဆိုရုံနဲ့ ဒီဇာတ်ကားက ပြီးမသွားသေးပါဘူး။ဇာတ်လမ်းစစချင်းမှာ တမြို့လုံးရဲ့ နာမည်ကြီး လူမိုက် ရာဒါးဟာ တခြားရွာသားတစ်ယောက်ကို သွားရိုက်တယ်။ရာဒါးဆိုတာကလည်း ဒီမြို့နယ်တစ်ဝိုက် မသိသူမရှိတဲ့ လူမိုက်ကြီး။ဘာကြောင့်လဲ..... နောက်တစ်ခန်းမှာတော့ သမီးရည်းစားနှစ်ယောက်ကို မြင်ရတယ်။ယောကျ်ားလေးက ဆေးဆိုင်ဝင်ပြီး ကွန်ဒုံးဝယ်တယ်။ဒါကို ဆေးဆိုင်ပိုင်ရှင်က သူ့သူငယ်ချင်းတွေဆီ အကြောင်းကြားလိုက်တယ်။အဲ့ဒီလူရွယ်တစ်စုလည်း လိုက်သွားပြီး ကောင်မလေးကို အုပ်စုဖွဲ့ အနိုင်ကျင့်တယ်။ဒီနှစ်ခုလုံးနဲ့ မင်းသား'ဂုဏ'ဆက်စပ်ဖို့ အကြောင်းဖန်လာတာကတော့.... (ဂုဏ ဆိုတာက ဂုဏ်ပေါ့ဗျာ)ကိုယ့်အမှားကြောင့်ပဲ ကိုယ့်ဘဝ ပျက်စီးသွားကြရတယ်။အားလုံးဟာ ဝင်သက်နဲ့ ထွက်သက်ကြား တဒင်္ဂမျှသာ။အကောင်း၊အဆိုး အားလုံးဟာ အံဝင်ခွင်ကျနဲ့ တိုက်ဆိုင်လာပြီး ဘဝဆိုတဲ့ ခဏတာအချိန်ဟာ ကုန်ဆုံးသွားကြကြောင်း မြင်ရမှာပါ။(အလောတကြီးနဲ့ အညွန်းရေးလိုက်ရတာမို့ အညွန်းကတော့ ပေါ့ပျက်နေပါလိမ့်မယ်)ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/guna-369-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/esbThqt2wjPOKZ27FvTcnXPCOCL.jpg",
        "title": "What Death Leaves Behind(2018)",
        "description": "What Death Leaves Behind(2018)အညႊန္း***********************************IMDb....8.6(unicode)အလုပ်ကြိုးစားပြီး ဘဝကိုရိုးစင်းစွာဖြတ်သန်းနေတဲ့သူတစ်ယောက်ရှိတယ်...\nတစ်နေ့တော့ သမရိုးကျ မဟုတ်တဲ့ဖြစ်စဉ်ကြီးတစ်ခု မလွှဲသာမရှောင်သာ\nသူရင်ဆိုင်လိုက်ရတယ်...အဲ့ဒါကတော့ သူ့ကျောက်ကပ်အစားထိုးကုသလိုက်ရတာပါပဲ...\nကျန်းမာရေးအဆင်ပြေ နေပေမယ့် အစားထိုးပြီးကတည်းက\nသူ့ရင်ဘတ်ထဲက ကျောက်ကပ်အကြောင်းကို အချိန်ပြည့်တွေးနေတယ်...\nသူ့ရဲ့ အတွေးအခေါ်တွေဟာလည်း သာမန်လူတစ်ယောက်လိုမဟုတ်တော့ဘူး...\nအဲ့ဒီနောက် သူ့ပတ်ဝန်းကျင်မှာလည်း လူသတ်မှုတွေတိုက်တိုက်ဆိုင်ဆိုင်ဖြစ်လာတယ်...\nသူနဲ့ ပတ်သက်နေလား ဒီလူသတ်မှုတွေက ...\nဒီပြသနာအရှုတ်တွေကို သူဘယ်လိုရင်ဆိုင်မလဲ..ဆိုတာကိုတော့ ခံစားကြည့်ပါဦး\nIMDb...8.6 တောင်ရရှိထားပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်...(zawgyi)အလုပ္ႀကိဳးစားၿပီး ဘ၀ကုိရုိးစင္းစြာျဖတ္သန္းေနတဲ့သူတစ္ေယာက္ရွိတယ္...\nတစ္ေန႕ေတာ့ သမရုိးက် မဟုတ္တဲ့ျဖစ္စဥ္ႀကီးတစ္ခု မလႊဲသာမေရွာင္သာ\nသူရင္ဆုိင္လုိက္ရတယ္...အဲ့ဒါကေတာ့ သူ႕ေက်ာက္ကပ္အစားထုိးကုသလုိက္ရတာပါပဲ...\nက်န္းမာေရးအဆင္ေျပ ေနေပမယ့္ အစားထိုးၿပီးကတည္းက\nသူ႕ရင္ဘတ္ထဲက ေက်ာက္ကပ္အေၾကာင္းကုိ အခ်ိန္ျပည့္ေတြးေနတယ္...\nသူ႕ရဲ႕ အေတြးအေခၚေတြဟာလည္း သာမန္လူတစ္ေယာက္လုိမဟုတ္ေတာ့ဘူး...\nအဲ့ဒီေနာက္ သူ႕ပတ္၀န္းက်င္မွာလည္း လူသတ္မႈေတြတုိက္တုိက္ဆုိင္ဆုိင္ျဖစ္လာတယ္...\nသူနဲ႕ ပတ္သက္ေနလား ဒီလူသတ္မႈေတြက ...\nဒီျပသနာအရွုတ္ေတြကုိ သူဘယ္လုိရင္ဆုိင္မလဲ..ဆုိတာကုိေတာ့ ခံစားၾကည့္ပါဦး\nIMDb...8.6 ေတာင္ရရွိထားပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Initiative ပဲျဖစ္ပါတယ္...File Size : (850 MB) and (327 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Mystery, ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/what-death-leaves-behind2018/"
    }
]