[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTUzY2ZjYWItYjQ2OC00N2I3LTk1NmQtYjNkMTgwODBhYzNmXkEyXkFqcGdeQXVyNjIyMDI4NDI@._V1_-154x200.jpg",
        "title": "The Beach of the Drowned (2015)",
        "description": "The Beach of the Drowned (2015)\n========================\nIMDb Rating - 6.1/10မကောင်းမှုဆိုတာ ဆိတ်ကွယ်ရာမရှိပါဘူး။ အင်မတန်သေးငယ်တဲ့\nအပြစ်ပဲဖြစ်ဖြစ်၊ အကြီးဆုံးအပြစ်ပဲဖြစ်ဖြစ် မကောင်းမှုပါပဲ။ ဘယ်\nလောက်ပဲဖုံးဖိထားထား အချိန်တန်ရင် ဘူးပေါ်သလိုပေါ်ရတာချည်း\nပါပဲ။ အခုမိတ်ဆက်ချင်တဲ့ဇာတ်ကားလေးဟာလည်း သင်္ဘောသား\nတစ်ယောက် အသတ်ခံရပြီး ကမ်းခြေမှာပေါ်လာတာကစပြီး တရားခံ\nတွေ ဖုံးကွယ်ထားတဲ့အမှုတွေ တစ်ခုပြီးတစ်ခုပေါ်လာတဲ့ စပိန်မှုခင်း\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ပန်ဂျွန်ဆိုတဲ့ ဆိပ်ကမ်းမြို့လေးတစ်မြို့မှာ ကာစတယ်လိုဆိုတဲ့ သင်္ဘော\nသားရဲ့အလောင်း ပေါ်လာခဲ့ပါတယ်။ ဒီတော့ စုံထောက် လီယိုကယ်လ်\nဒက်စ် နဲ့ အရာရှိ ရာဖာအက်စ်တီဗက်စ် တို့ဟာ ဒီအမှုကိုဖော်ထုတ်ဖို့\nရောက်ရှိလာကြပါတယ်။ သူတို့စုံစမ်းရင်း သိလာရတာက ဒီအမှုဟာ\nသာမာန်လူသတ်မှုတင်မဟုတ်ပဲ လွန်ခဲ့တဲ့နှစ်နှစ်က ပျောက်ဆုံးသွားခဲ့တဲ့\nရေဘက်ကာနီရာ ဆိုတဲ့အမျိုးသမီးရဲ့ အမှုနဲ့ပါဆက်စပ်နေတာကို တွေ့လာ\nရပါတယ်။သူတို့တွေဟာ ကာစတယ်လိုကိုသတ်ခဲ့တာ ဘယ်သူဖြစ်မလဲ၊ ပျောက်\nဆုံးနေတဲ့ အမျိုးသမီး ရေဘက်ကာကရော ဘယ်ရောက်နေမလဲ၊ တရားခံ\nဘယ်နှယောက်လောက်ရှိနေမလဲ၊ အမှုနှစ်ခုဟာ ဘယ်လိုဆက်စပ်နေမလဲ\nဆိုတာကို စုံစမ်းဖော်ထုတ်တာဟာ စိတ်၀င်စားဖို့ကောင်းလွန်းတာကြောင့်\nမှုခင်းဇာတ်လမ်းကြိုက်သူတွေအနေနဲ့ ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့\nညွှန်းလိုက်ချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jaka ဖြစ်ပါတယ်)File ...",
        "rating": "6.1",
        "url": "https://megaup.net/1c2vr/The.Beach.of.the.Drowned.2015.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9h7vKuOy6dnxKzYTl92Yl2bxwry.jpg",
        "title": "[18+] Boso Dos (2023)",
        "description": "Boso Dos (2023)မာရီယိုဟာ ချောင်းကြည့်ရတာ ဝါသနာပါတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။ ငယ်စဉ်ဘဝကတည်းက ဘေးအိမ်က မမလှလှကြီးတစ်ယောက် အဝတ်လဲနေတာကို ပြတင်းပေါက်ကနေ ချောင်းကြည့်အာသာဖြေလေ့ရှိပြီး အသက်အရွယ်ရောက်လို့ ရဲတပ်ဖွဲ့ထဲဝင်တဲ့အချိန် အဲဒီမမကြီးဖြစ်တဲ့ အာရာနဲ့အတူ အလုပ်တွဲလုပ်ဖို့ဖြစ်လာတဲ့အချိန်မှာတော့ သူ့အိပ်မက်တွေလက်တွေ့ဖြစ်လာခဲ့ပါတယ်။ အဲဒါကတော့ မူးယစ်ဂိုဏ်းတစ်ခုကို နှိမ်နင်းဖို့ အဲ့ဒီဂိုဏ်းရဲ့စခန်းကို စောင့်ကြည့်ကင်မရာတွေ တပ်ဆင်ပြီး စောင့်ကြည့်ဖို့တာဝန်ကို သူနဲ့အာရာကို အထက်အရာရှိက တွဲဖက်တာဝန်ပေးလိုက်တာပါပဲ။သူတို့စောင့်ကြည့်ရတဲ့ ဂိုဏ်းရဲ့စခန်းက ခေါင်းဆောင်၊ သူ့လက်ထောက်နဲ့ သူတို့ဆီလာတတ်တဲ့မိန်းကလေးတွေရဲ့အထန်ဇာတ်လမ်းပေါင်းစုံကို သူ တစ်ဖက်သတ်ကြွေနေရတဲ့ အာရာနဲ့အတူ တိုက်ရိုက်ကြည့်ရှုရတာဖြစ်တော့ သူ့ရဲ့ငယ်ဘဝစိတ်ကူးတွေ အကောင်အထည်‌ ပေါ်လာမလား...\nသူတို့စောင့်ကြည့်နေတဲ့ဂိုဏ်းခေါင်းဆောင်နဲ့ သူတို့နဲ့အပြင်မှာ ဘယ်လိုထပ်ပြီးဆက်နွယ်လာမလဲဆိုတာတွေကို ဆက်လက်ရှုစားရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 860MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 44Min\nGenre - Drama\nSubtitle - Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1c6qc/(CM)_Boso_Dos_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pp237jqOnlLojQfvCgJHv5yZofL.jpg",
        "title": "Casanova(2005)",
        "description": "Casanova(2005)**************Heath Ledger ပါဝင်ပြီး ဆုကြီး ၅ ဆုတောင်ရရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်..ညှို့ဓာတ်ပြင်းလွန်းပြီး မိန်းကလေးတိုင်းလိုလိုကိုဆွဲဆောင်နိုင်တဲ့ ကာဆာနိုဗာ..\nအမျိုးသမီးငယ်၊ အပျိုစင်တွေ၊ အိမ်ထောင်ရှိအမျိုးသမီးတွေသာမက မယ်သီလရှင်တွေကိုပါဆွဲဆောင်ပြီးအိပ်ရာထဲခေါ်နိုင်တဲ့အတွက် တရားရုံးကပါကြိုးပေးသတ်ချင်နေတဲ့သူ..\nအဲဒီလိုလူတစ်ယောက် တစ်နေ့မှာတော့ အရာရှိတွေလိုက်ဖမ်းလို့ပြေးရင်းအမျိုးသမီးတစ်ယောက်ကို အချစ်စစ်နဲ့ချစ်မိသွားပါတော့တယ်..\nထို \"ဖရန်ချက်စ်ကာ\"ဆိုတဲ့အမျိုးသမီးလေးမှာလည်း စေ့စပ်ထားတဲ့သူရှိတဲ့အခါ..\nကာဆာနိုဗာတစ်ယောက် ဖရန်ချက်စ်ကာ့စေ့စပ်ထားတဲ့သူနေရာက ဟန်ဆောင်ပါတော့တယ်။\nပျိုတိုင်းကြိုက်နှင်းဆီခိုင်ဖြစ်ပေမယ့် ဒီတစ်ခါမှာတော့ တခြားမိန်းကလေးတွေနဲ့မတူထူးခြားတဲ့သူတကယ်ချစ်တဲ့ဖရန်ချက်စ်ကာရဲ့အချစ်ကို ရနိုင်ပါ့မလား..\nအလိမ်တွေရောဘယ်လိုပေါ်ကုန်မလဲ..File Size :(2.04GB)(1.04 GB) and (293 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Adventure, Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1c6kb/Casanova.2005.BLU-RAY.720P(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Meguri-Megu-Fujiura-1-123x200.jpg",
        "title": "(21+)The Beautiful Mistake In Overtime (MEYD-568)",
        "description": "ပြည့်ဝန်းလှပတဲ့ စနေနံ နှစ်ခိုင်နဲ့\nဖွံ့ထွားစွံကားလှတဲ့ တင်နှစ်ဆိုင်\nအလှပြိုင်မိချိန်မှာ မိတ်ဆွေအနေနဲ့\nဘယ်လှေနံကိုနင်းရမလဲလို့\nဆုံးဖြတ်ချက်ချရခက်ခဲနေရင်\nလှေနံနှစ်ဖက်လုံးကို ရဲရဲကြီးသာ နင်းချလိုက်ပါမီဂူရီလေးရဲ့ အလှမယ်ရှုံးလောက်တဲ့\nရိုးရှင်းတဲ့မျက်နှာလှလှလေးဟာ ဆုတောင်းကောင်းခဲ့လေတော့\nမင်းကြိုက်စိုးကြိုက် ကိုယ်လုံးကိုယ်ပေါက်ကိုပါ\nပိုင်ဆိုင်ခွင့်ရခဲ့ခြင်းအတူ ပြစ်မျိုးမှဲ့မထင်တဲ့မိန်းမသားဆိုတာ ဒါမျိုးပါပဲ\nမိန်းမသားတွေရဲ့ ရုပ်ရည်အဆင်းရူပကာထက်\nယောက်ျားသားများရဲ့ စိတ်နှလုံးကို ဆွဲဆောင်ရစ်နှောင်နိုင်တဲ့အရာကားမရှိ\nထိုကဲ့သို့ ဘုရားသခင်ဖန်ဆင်းပေးထားသော\nသဘာဝရဲ့အလှတရားများကို မိတ်ဆွေတို့ပါ ကြည့်ရှုကြဖို့\nတင်ဆင်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.99GB / 900MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/2y1cm/FHD_MEYD-568.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lufGFZCit8My00nLJpbGqFeLmjX.jpg",
        "title": "Phone ( 2002 )",
        "description": "Ha Ji-won ရဲ့ 2002 က ထွက်ရှိခဲ့တဲ့ Horror ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်..ဒီကားလေးလေးဟာဆိုရင်\nကွာလတီက ဒီလောက်ပဲရနိုင်လို့ ရနိုင်သမျှ အကောင်းဆုံး\nကွာလတီနဲ့တင်ဆက်ပေးလိုက်ရပါတယ်ဂျီဝန်းတစ်ယောက် သတင်းထောင်ဘဝကနေအနားယူချိန်ကစပြီး\nအမည်မသိခြိမ်းခြောက်ဖုန်းတွေ ဝင်လာခြင်းကိုကြုံရပါတော့တယ်\nစာရေးဆရာမဖြစ်ချင်တဲ့သူ့ရဲ့စိတ်ကူးကိုအ​ကောင်အထည်ဖော်ဖို့\nသူငယ်ချင်းဖြစ်သူရဲ့အိမ်မှာ စာရေးရင်း အမည်မသိဖုန်းနံပါတ်ကနေ\nမိန်းကလေးတစ်ဦးရဲ့အသံကိုကြားခဲ့ရပါတယ်တစ်နေ့ ဖုန်းလာတဲ့အချိန် ဂျီဝန်းသူငယ်ချင်းရဲ့သမီးဖြစ်သူက\nဖုန်းကိုကိုင်လိုက်ရာကနေ သူတို့မိသားစုမှာ\nထူးဆန်းတဲ့သဘာဝလွန်ဖြစ်ရပ်တွေ စပြီးဖြစ်လာတော့တာပဲဂျီဝန်းတစ်ယောက် ဖုန်းရဲ့နောက်ကွယ်ကအကြောင်းကိုလိုက်စုံစမ်းရင်း\nဘယ်လိုထူးဆန်းတဲ့လှည့်ကွက်တွေကို\nရင်ဆိုင်တွေ့ရမလဲဆိုတာ ကျောချမ်းချမ်းနဲ့စောင့်ကြည့်လိုက်ကြပါဦး\n[ Reviewed By Shoon Thu Thu Chain ]\nQuality : DvdRip\nFormat : mp4\nGenres : Horror , Mystery , Thriller\nRuntime : 1h 44 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/phone-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/mary-1-131x200.jpg",
        "title": "(21+)Mary! Mary! (1977)",
        "description": "လိင်ကိစ္စဆိုတာ ပွင့်ပွင့်လင်းလင်း ရှင်းလင်းဆွေးနွေးမှ\nမလိုလားအပ်တဲ့ နောင်တရစရာတွေ ရှိမလာမှာဖြစ်ပါတယ်\nအိမ်ထောင်ရှင်တွေ ကြားထဲ ချစ်သူရည်းစားတွေကြားထဲ\nပွင့်ပွင့်လင်းလင်းရှိဖို့ ပညာယူရမဲ့\nဆင်ဆာ ဖြတ်မထားပဲ ပြူးပြူးပြဲပြဲ ပြထားတဲ့ ဇာတ်လမ်းလေးမေရီ မေရီ\nနာမည်လေးလှသလို အချိုးစားကလည်းပြေပြစ်တယ်\nခက်တာက သူ့အိပ်ထောင်ဖက်မှာ အားနည်းချက်ရှိနေပါတယ်\nအဲဒါကတော့ သူက Premature Ejaculation လို့ခေါ်တဲ့\nသုတ်စောလွှတ်တဲ့ ပြဿနာတက်နေတာပါအဲဒါကို သူတို့ နှစ်ယောက်အဖြေရှာရင်း\nမှော်ဆန်စွာပဲ စီစဉ်သူဆိုတဲ့ စွမ်းအားရှင်တစ်ယောက်နဲ့\nအပေးအယူ လုပ်ပြီးလိုက်ချိန်မှာတော့\nအရမ်းကို ရင်ခုန်ချင်စရာ မမကြီးတွေ\nတင်းပြည့်ကျပ်ပြည့်ကြီးတွေ\nကြည့်ရမှာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…1.8GB / 915MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 21mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/1c5ut/Mary_Mary_1977.720p(DS).mp4",
        "category": "Adult, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDcxYTQyZDgtZWYzYS00NWQxLTgyOTctN2U1Y2ExZGE1ZTBkXkEyXkFqcGdeQXVyNDgzNjg5Nw@@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "A Tale of Love and Desire (2021)",
        "description": "A Tale of Love and Desire (2021)\n=======================\nIMDb Rating  6.7/10\"သူ(မ)ဟာ မာဂျ်နန်ရဲ့ အိပ်မက် မာဂျ်နန်ရေးခဲ့တဲ့\nကဗျာတိုင်းဟာ သူ့အတွက်ပေါ့။ တစ်နေ့တော့ သူ..\nမာဂျ်နန့်ဆီ ပြန်လာခဲ့တယ်။ သူ့ရဲ့ အမျိုးသားဖြစ်သူ\nဆုံးပါးသွားခဲ့ပြီ။ သူတို့နှစ်ယောက်ကြားက အတား\nအဆီးတွေ ပြိုလဲသွားခဲ့ပြီပေါ့၊ သို့ပေမဲ့ မာဂျ်နန်ဟာ\nသူ(မ)ကို လက်မခံခဲ့တော့ပါ၊ဘာလို့လဲ ... ?မာဂျ်နန်ဟာ သူ့ကို သူ့ကဗျာတွေရဲ့ ဈာန်ဝင်စားမှု တစ်ခု\nအဖြစ်သာကျန်ရှိနေစေချင်ပါတော့သည်။ နှစ်ဦးသား ဆုံ\nဆည်းမှုဟာ ကဗျာတွေရဲ့ ..အနက်ကို ပျက်ပြယ်သွားစေ\nနိုင်သည်။ ထို့ကြောင့် ... အဆုံးသတ်မှာ ကဗျာဆရာတိုင်းရဲ့\nအဟန့်အတားဟာ သူတို့ကိုယ်တိုင်သာ ဖြစ်နေခဲ့တော့ပါသည် .... \"ဒီကိုးကားချက်လေးအတိုင်း... အာမက်ဆိုတဲ့ ၁၈ နှစ်အရွယ်\nစာပေသမားလေးဟာလည်း အရာရာမှာ သိပ်ကို အတွေးများ\nတတ်သူပါ။ ဆိုတော့ ... မထိတွေ့ဖူးသေးတဲ့ အချစ်နဲ့ကြုံလာ\nတဲ့အခါ သူ့အတွက် ပို၍ဆိုးလှပါတယ်။ ဖာရာဆိုတဲ့ မိန်းကလေး\nဟာ သူ့စိတ်မှာ ကြီးစိုးနေပေမယ့် ဒီကြီးစိုးမှုကြီးကနေ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2xWR2/A.Tale.of.Love.and.Desire.2021.FRENCH.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9tl9e6GNLpSrSL1NeszlfrTl86x.jpg",
        "title": "The Seven’s Dog PDU ( 2023 )",
        "description": "CM ပရိသတ်တွေအတွက် The Seven Dogs ဆိုတဲ့ ဖြစ်ရပ်မှန်\nရုပ်ရှင်လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ရဲတပ်ဖွဲ့ဝင် အသစ်ဖြစ်တဲ့ ချန်ရှောင်ထျန်းဟာ မှုခင်းရဲတစ်ယောက်\nဖြစ်ချင်ခဲ့ပေမဲ့ ရဲခွေးတပ်ဖွဲ့ကို အပို့ခံလိုက်ရပါတယ်။\nသူတာဝန်ယူရတဲ့ ခွေးလေး ဖက်ထုပ်လေးက\nသူ့စကားကို နားမထောင်ပဲ လေ့ကျင့်ရခက်ခဲခဲ့ပါတယ်။နောက်ပိုင်းမှာတော့ အဖြစ်အပျက် အမျိုးမျိုး ဖြတ်သန်းပြီးနောက်\nအချင်းချင်း ပူးပေါင်းကူညီပြီး သူတို့ဟာ\nအကောင်းဆုံးရဲဘော်ရဲဘက်တွေ ဖြစ်သွားကြပါတော့တယ်။\nဖက်ထုပ်လေးကို ချန်ရှောင်ထျန်းက ဘယ်လို လေ့ကျင့်ပေးမလဲ......\nသူတို့နှစ်ယောက် သံယောဇဉ်က ဘယ်လို ဆက်သွယ်သွားမလဲကို......\nရုပ်ရှင်လေးနဲ့အတူ ခံစားကြည့်ရှုကြရအောင်နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-sevens-dog-pdu-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dmO2U0ckWkE6T5hyYY3rUtSH9X4.jpg",
        "title": "Infiesto(2023)",
        "description": "Infiesto(2023)*************စပိန်နိုင်ငံမှာကိုရိုနာဗိုင်းရပ်စ်ကြောင့်\nလော့ခ်ဒေါင်းသတ်မှတ်ကာလကို စပိန်အစိုးရကြေညာဖို့စီစဉ်နေပါတယ်။\nဒီသတင်းထုတ်ပြန်နေချိန်မှာပဲစပိန်နိုင်ငံရဲ့ တစ်‌နေရာမှာပြန်ပေးဆွဲခံထားတဲ့ကလေးတစ်ယောက်ဟာ\nလွတ်မြောက်လာခဲ့ပြီးဆေးရုံကိုရောက်နေပါတယ်။ ကလေးအခြေအနေဟာ\nအတော်ဆိုးနေပြီး ညှင်းပန်းနှိပ်စက်တဲ့ဒဏ်တွေကြောင့်စကားမပြောနိုင်ဘဲစိတ်ရောဂါပါ\nရသွားပါတယ်။ အင်စပတ်တာ ဆမ်မူရယ်နဲ့လက်ထောက်စုံထောက်ကတ်စတိုတို့နှစ်ယောက်ဟာ\nဒီအမှုကိုလိုက်လံစုံစမ်းပေမယ့်တရားခံကိုရှာတွေဖို့ခက်ခဲနေပါတယ်။\nဒီအမှုက လွန်ခဲ့တဲ့နှစ်တွေကဖြစ်ခဲ့တဲ့ပြန်ပေးဆွဲကွင်းဆက်လူသတ်မှုတွေနဲ့ပက်သက်နေပြီး\nနောက်ထပ်ကျုးလွန်နိုင်တဲ့လက္ခဏာတွေလည်းတွေ့ရတဲ့အတွက် ဆမ်မူရယ်တို့\nတရားခံကိုအသည်းအသန်လိုက်ဖမ်းပါတော့တယ်။ ဆမ်မူရယ်တို့ရဲတပ်ဖွဲ့က\nတရားခံကိုဖမ်းနိုင်မလား တရားခံကလည်းနောက်လူသတ်မှုတွေကျူးလွန်နိုင်မလားဆိုတာFile Size :(3.5GB) (625 MB) and (268 MB)\nQuality : WEB-DL 1080P5.1Ch,  720p\nFormat…mp4\nDuration…01:36:00\nGenre : Crime , Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1S3on/Infiesto.2023.WEB-DL.720P(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOGE1ZDI2NTUtNWY2MS00ZWU2LTkzNDEtMmQwNTYwNzVjYmRjXkEyXkFqcGdeQXVyMTg1Mjc5OTE@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Haunted Valley (2022)",
        "description": "Haunted Valley (2022)\n=================သရဲခြောက်တယ်လို့ သတင်းကြီးတဲ့ Haunted Valley လေးကို\nခံစားကြည့်ကြပါဦး။ အဲ့ဒီတောင်ကြားမြို့ရဲ့ လမ်းမထက်မှာ ဒါမှ\nမဟုတ် လမ်းကြိုလမ်းကြားမှာ လေလွင့်နေတဲ့ဝိဉာဉ်တွေ သွားလာ\nနေတတ်ကြပါတယ်။ သူတို့ဝင်ပူးလို့ရမယ့်သူကို ရှာနေရင်းနဲ့ မကောင်း\nဆိုးဝါးတွေကို ဗိုင်းရပ်ပိုးလို ဖြန့်ဖို့အခွင့်ကောင်းကို စောင့်နေကြတယ်\nလို့ဆိုပါတယ်။ဘက်သနီတို့အိမ်က သရဲခြောက်တယ်လို့ နာမည်အကြီးဆုံးအိမ်တွေ\nထဲကတစ်အိမ်နဲ့ တစ်လမ်းတည်းရှိပါတယ်။ စစဦးဆုံးသတိထားမိတာ\nကတော့ ဘက်သနီရဲ့ သားနဲ့သမီးပေါ့။ တစ်ခါတစ်လေ ပုံစံမမှန်တဲ့ဝိဉာဉ်\nကိုတွေ့ရသလို၊ တစ်ခါတစ်လေ မိန်းမကြီးပုံစံလည်းတွေ့ရတတ်ပါတယ်။ဘက်သနီကလည်း သူ့ခင်ပွန်းကနောက်အိမ်ထောင်ပြုတော့မှာမို့ စိတ်\nရှုပ်နေပြီး စိတ်ဓါတ်အကျဆုံးအချိန်ကိုရောက်နေတာမို့ လေလွင့်နေတဲ့\nဝိဉာဉ်က သူ့ခန္ဓာကိုယ်ထဲကို ဘယ်လိုမျိုးအခွင့်အရေးရှာပြီး ဝင်ပူးဖို့လုပ်\nမလဲဆိုတဲ့အဖြေကို စောင်လေးခြုံ၊ မီးလေးပိတ်ပြီး ကြည့်ကြည့်လိုက်ပါ\nတော့နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va\nဖြစ်ပါတယ်)File Size..........(1.79 GB) / (660 MB) / (424 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 33Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror\nTranslator.......Jo Jo Va\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://megaup.net/1c2gy/Haunted.Valley.2022.720p.WEBRip.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjcxNGFhOTQtZjE0Ni00OTA0LTgxZWQtNGZlNWVkZWRmZGNjXkEyXkFqcGdeQXVyNDM1ODc2NzE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Legions (2022)",
        "description": "Legions (2022)\n============Horror ဇာတ်ကားကောင်း ကြိုက်သူများအတွက် ၂၀၂၂ ခုနှစ်က\nထွက်ရှိခဲ့တဲ့ စပိန်စကားပြော ဇာတ်ကားတစ်ကား တင်ဆက်ပေး\nလိုက်ပါတယ်။အန်တိုနီယို ပိုဟူ ဟာ စွမ်းအားကြီးတဲ့ နတ်ဆရာတစ်ယောက်ဖြစ်\nပါတယ်။ အာဂျင်တီးနားတောအုပ်ထဲမှာ အပနှင်ရင်း အင်အားကြီး\nနတ်ဆိုးတစ်ကောင်နဲ့ ရင်ဆိုင်ခဲ့ရပါတယ်။ အမန်ဒါဆိုတဲ့ အမျိုးသမီးနဲ့\nချစ်ကြိုက်ကာ အယ်လေနာဆိုတဲ့ သမီးလေးတစ်ယောက် မွေးဖွားခဲ့\nပါတယ်။ အဆိုပါ နတ်ဆိုးကြောင့်ပဲ အမန်ဒါ့ကို ဆုံးရှုံးလိုက်ရပြီး သမီး\nလေးကို တစ်ယောက်တည်း စောင့်ရှောက်လာခဲ့ပါတယ်။တောထဲကနေ မြို့ပေါ်ကို ပြောင်းရွှေ့နေထိုင်ခဲ့ကြသလို သူ့ရဲ့ အလုပ်\nအကိုင်ကြောင့် သမီးဖြစ်သူနဲ့လည်း အဆင်မပြေဖြစ်လာပါတော့တယ်။\nဒီလိုနဲ့ အပနှင်ရာမှ အမှားအယွင်းဖြစ်သွားပြီး လူသေသွားခဲ့တာမို့ အန်တို\nနီယိုလည်း အရူးထောင်ထဲ ရောက်သွားပါတော့တယ်။ အန်တိုနီယို အရူး\nထောင်ထဲ ရောက်နေတုန်းပဲ အဆိုပါ နတ်ဆိုးက တစ်ကျော့ပြန်လာပြီး\nအယ်လေနာ့ကို ဒုက္ခပေးကာ အသက်ကိုပါ ဆုံးရှုံးအောင်လုပ်ဖို့ ကြိုးစား\nလာပါတော့တယ်။ အဆိုပါကိစ္စကို အန်တိုနီယိုတစ်ယောက် ဘယ်လို\nတားဆီးမလဲဆိုတာ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှု့လိုက်ပါဦး။ဒီဇာတ်ကားက မိစ္ဆာတွေ နတ်ဆိုးတွေ အပနှင်တာတွေပါတဲ့ Horror\nကားမျိုးကြိုက်နှစ်သက်တွေအတွက် ...",
        "rating": "5.1",
        "url": "https://megaup.net/1RZt2/Legions.2022.SPANISH.720p.WEBRip.x(CM).mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbGtogDZOg09bm42KIpCXUXICkh.jpg",
        "title": "The Deer Hunter(1987)",
        "description": "The Deer Hunter (1978)=================== စစ်ပွဲတစ်ခုဆိုတာ လူတွေကို ဘာများ ပြောင်းလဲသွားစေနိုင်သလဲ....။လူတွေရဲ့ နေ့စဉ် နိစ္စဓူဝတွေအပေါ် ဘာတွေသက်ရောက်မှုရှိသွားနိုင်သလဲ....။ပင်ဆဲဗေးနီးယားက မြို့ငယ်လေးတစ်မြို့မှာ သူငယ်ချင်းတွေ အုပ်စုလိုက်ရှိကြတယ်၊ စက်ရုံမှာ အလုပ်အတူတူလုပ်တယ်၊ အမဲလိုက်တူတူထွက်ကြတယ်၊အရက်ဆိုင်လေးမှာ ပျော်ပျော်ပါး တူတူသောက်ကြတယ်။ သူငယ်ချင်းမင်္ဂလာပွဲမှာ စိတ်လွတ်ကိုယ်လွတ် လူငယ်သဘာဝ ပျော်ရွှင်ကြမယ် ဗီယက်နမ်စစ်ပြန်တွေကို အားကျတယ်။ ဒီလိုနဲ့ အဖွဲ့ထဲက လူငယ်လေး ၃ ယောက်ဟာတိုင်းပြည်ကို စစ်မှုထမ်းပေးချင်တာကြောင့် ဗီယက်နမ်ကို စစ်လိုက်ခဲ့ပါတော့တယ်။ဒီမှာ သူတို့ထင်ထားသလိုမဟုတ်ပဲ ဗီယက်နမ်နိုင်ငံက သူတို့ကို ရက်စက်စွာနဲ့ကြိုဆိုခဲ့ပါတော့တယ်၊ သေအံ့နီးနီး အဖြစ်အပျက်တွေကနေ မနည်းအသက်လွတ်အောင် ရုန်းကန်ခဲ့ရပြီး တကွဲတပြားနဲ့ ပြန်ရောက်လာခဲ့ပါတယ်။ ဒီမှာပဲဘဝတွေဟာ ပြောင်းလဲလာပါတော့တယ် ကိုယ့်မြို့လေးကို ပြန်လာနိုင်ခဲ့တယ်ဆိုပေမယ့် ဒီစစ်ကြီးရဲ့ ဆိုးရွားတဲ့အမှတ်တရဟာ နေ့စဉ်နှိပ်စက်လာပါတော့တယ်။သွားခဲ့တဲ့ သူငယ်ချင်း ၃ ယောက်ဟာ တစ်ယောက်တစ်မျိုးစီ ဘယ်လိုတွေဖြစ်ပျက်ခဲ့သလဲ၊ ပြန်ပြီး အံဝင်ခွင်ကျဖြစ်အောင် ဘယ်လိုကြိုးစားနေထိုင်ကြမလဲ၊ ကိုယ့်မြို့ကိုပြန်ရောက်တဲ့လူရော ရှိလား မရှိရင် ...",
        "rating": "8.1",
        "url": "https://megaup.net/2y0co/The.Deer.Hunter.1978.BluRay720P(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjQwYWUzOTItY2FmOS00NjE4LWIzNGQtZjI4MmJkMmFiNjJiXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Alice, Darling (2022)",
        "description": "Alice, Darling (2022)~ Rotten Tomatoes - 83%, Meta - 65% ~ကနဦးပြောချင်တာကတော့ ဒီကားကို ဘာ Genre လဲ သွားမကြည့်ပါနဲ့။ ဒီတိုင်း ဘာကားမှန်းမသိဘဲ ကြည့်လိုက်ပါ။ ဒါဆို ပိုအဆင်ပြေပါလိမ့်မယ်။ နောက်တစ်ချက်သတိချပ်စေချင်တာကတော့ ဒီကားမှာ မင်းသမီးရေချိုးနေတုန်း မင်းသမီးဘော်ဒီကိုပြပြီး အနောက်ဘက်ကုန်းမြင့်ဒေသတွေကို လေ့လာစူးစမ်း အလံတိုင်စိုက်တာတွေပါတဲ့အတွက် မိသားစုနဲ့မကြည့်သင့်ပါဘူး။ မင်းသမီးကတော့ အားလုံးသိကြတဲ့ Pitch Perfect မင်းသမီး Anna Kendrick ပါ။ ချစ်စရာကောင်းနေဆဲပါပဲ။ကောင်မလေးတစ်ယောက်ရှိတယ်။ သူ့ဘဲက ပန်းချီဆရာ။ ဒါပေမဲ့ သွေးကြီးမွေးကြီး ကိန်းကြီးခန်းကြီးနိုင်တဲ့လူ။ ကောင်မလေးဘဝမှာ သူငယ်ချင်း ၂ယောက်ရယ် သူ့ဘဲရယ် ဒါပဲရှိမယ်။ ကောင်မလေးက အရင်က ဆိုးခဲ့ပေခဲ့ပုံရတယ်။ သူ့ဘဲ ကြောင်သူတော်ကြွက်သူခိုးက ကောင်မလေးကို သူ့လိုပဲဖြစ်စေချင်တယ်။ ဒီတော့ ကောင်မလေးက သူဆိုးတာကို ချမပြဘူး။ သူ့ဘဲက ...",
        "rating": "5.6",
        "url": "https://megaup.net/1c586/(CM)_Alice,_Darling_(2022)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjA2MWI5NzktNjY0My00YmJkLWIzZDEtMDc3NmFkYTdkMzJmXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-128x200.jpg",
        "title": "Naan Mirugamaai Maara (2022)",
        "description": "Naan Mirugamaai Maara (2022)အခုတစ်ခါမှာတော့ IMDb 5.8 အထိရရှိထားတဲ့\nAction-Thriller တမီလ်ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးပါ့မယ်။ဘွန်မီနာသန်ဆိုတဲ့လူဟာ သူ့ဘဝကို\nအေးအေးဆေးဆေးဖြတ်သန်းနေခဲ့ပြီး မိသားစုကိုသိတတ်တဲ့\nလူတစ်ယောက်လည်း ဖြစ်ပါသေးတယ်။သို့ပေမယ့် သူ့ညီလေးအသတ်ခံလိုက်ရတဲ့အချိန်မှာတော့ ဒါတွေအားလုံးဟာ သူ့အတွက်\nမှေးမှိန်သွားခဲ့ပါတယ်။ဆုံးသွားတဲ့ညီဖြစ်သူ တရားမျှတမှုရရှိရေးအတွက် အပတ်တကုတ်ကြိုးစားခဲ့ပေမယ့်\nတရားဥပဒေရဲ့လျှော့ကြိုးတွေကို သူ အယုံအကြည်မရှိခဲ့ပါဘူး။ဒီလိုနဲ့ သူကိုယ်တိုင်ပဲ ညီဖြစ်သူတရားမျှတမှုရရှိရေးအတွက် ကလဲ့စားချေဖို့ထွက်လာခဲ့တဲ့အခါ\nသူ ဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲ...။အောင်မြင်နိုင်ပါ့မလား..။သူ့မိသားစုအပေါ် ဘယ်လိုအကျိုးသက်ရောက်လာမလဲဆိုတာကိုတော့\nဆက်လက်ရှုစားပေးကြပါဦးနော်...။\nFile size…1.83GB / 778MB\nQuality… 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 8min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Taylor ~ Yunni",
        "rating": "5.8",
        "url": "https://megaup.net/2y04i/Naan_Mirugamaai_Maara_(2022)_Tamil_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zLwyiWN758E4TtnV3bd3GE9wo7V.jpg",
        "title": "Another Way To Make A Living (2022)",
        "description": "Another Way to Make a Living (2022)Eric ဟာ ဂျာနယ်လစ်တစ်ယောက်ပါ။ သူဟာ အသေးစား ပြည်တွင်းသတင်းစာလေးတစ်ခုမှာအလုပ်လုပ်ကိုင်သူပါ။ ရုံးမှာလည်း သူနဲ့ သူ့အထက်က Celine နဲ့နှစ်ယောက်သာရှိပါတယ်။ သူဟာ ဒီသာမန်ဘဝလေးမှာမနေချင်ပဲ သူ့ဘဝအတွက် ကြီးမားတဲ့စိန်ခေါ်မှုကြီးတစ်ရပ်ကိုစတင်ဖို့ ကြိုးစားပါတော့တယ်။ ဂိုဏ်းတစ်ခုရဲ့အကြောင်းကိုစာအုပ်တစ်အုပ်ထုတ်ချင်တာပေါ့။Eric ဟာ ထောင်ထဲထိဝင်ပြီး လူပေါင်းများစွာကို အင်တာဗျူးပါတယ်။ လူများစွာထဲကမှ Moritz ဟာ ထူးခြားသူပါ။ သူနဲ့သူ့ညီမလေးဟာ Gang တစ်ခုရဲ့လက်အောက်ကနေရုန်းထွက်ချင်နေပေမယ့် အခြေအနေမပေးကြလို့ ဒီတိုင်းနေကြရသူတွေပေါ့။ ဒီလိုနဲ့ပဲ ‌Moritz နဲ့ခင်မင်မှုရလာပြီး Moritz က သူလွတ်မယ့်နေ့မှာ လာကြိုခိုင်းပါတယ်။ လာကြိုပြီး သူ့ရဲ့ အပေါင်းအသင်းတွေရှိတဲ့‌ Bar တစ်ခုဆီကိုမောင်းခိုင်းပါတယ်။ အဲဒီကစလို့ Eric ရဲ့ Article ရေးမယ့်ခရီးရှည်ကြီးနဲ့ Moritz တို့မောင်နှမနှစ်ယောက်ရဲ့ ရုန်းထွက်ကြဖို့ကြိုးစားရင်း ရင်ဆိုင်ရမယ့်အရာတွေကို ကြည့်ရမယ့် ဖြူမည်း German ...",
        "rating": "",
        "url": "https://megaup.net/1c53f/(CM)_Another_Way_to_Make_a_Living_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4L7AYHFz3yPUBol5fe4SxZW88vf.jpg",
        "title": "Alivehoon (2022)",
        "description": "Alivehoon (2022)ဂျပန်ကားကြိုက်တဲ့ ညိုကီတို့ ညောင်နီတို့ရှိကြလားဗျို့\nအချင်းချင်းလက်တို့ မန်းရှင်းခေါ်ပြီး ဒီကားလေးသာပြလိုက်ပါတော့...\nအရမ်းမိုက်တဲ့ကားပြိုင်ပွဲလေးကိုရိုက်ထားတဲ့ကားလေးပါ။တစ်ခြားပြိုင်ကားတွေနဲ့မတူတာက Drift ဆွဲတာကိုပြိုင်တဲ့ကားလေးပါ။\nဘာသာပြန်သူကလည်း အရမ်းကြီးမသိပေမယ့် ဘာသာပြန်တာ ခဏရပ်ပြီး ပြိုင်ပွဲကိုအားပေးလိုက်ရတဲ့အထိ ဆွဲဆောင်မှုရှိတဲ့ကားလေးပါ။အားကစားကားတွေဆို လေ့ကျင့်မယ်၊ ရှံးမယ်၊ ရှုံးခါနီးမှနိုင်သွားမယ် အဲ့ဒီလိုပုံစံခွက်ထဲကနေ မတူအောင်ရိုက်ပြထားပါတယ်။\nDrift ဆွဲပြိုင်မယ့်သူက E-sport မှာချန်ပီယံရထားတဲ့ ပြိုင်ကားမောင်းသူ ကိုအိချိ ပဲ ဖြစ်ပါတယ်။\nဂိမ်းသမားတစ်ယောက်က လက်တွေ့မှာတကယ့်ပြိုင်ကားကို မောင်းရမယ်ဆိုတော့\nခေါင်းတွေလည်းမူး၊ အန်လည်းအန်ပြီး တော်တော်စိတ်ညစ်ခဲ့ရပါတယ်။ဒါပေမဲ့ ဂိမ်းဆိုသည်မှာလည်း လက်တွေ့နဲ့တူအောင်ဖန်တီးထားတာမို့\nဂိမ်းဆရာကြီးဖြစ်တဲ့ ကိုအိချိ က လက်တွေ့နဲ့ ဂိမ်း ဘယ်လိုရောစပ်သွားမလဲဆိုတာကို\nဂျပန်အဆင်လေးလည်းငမ်းရင်း အားရပါးရကြည့်ဖို့ ဒေါင်းလိုက်ပါတော့နော်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်။Genre..... Sport\nQuality…. 1080p | 720p | 480p\nFile size… 2.2GB | 1.1GB | 54oMB\nFormat… mp4\nDuration…. 2h 1min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "8.1",
        "url": "https://megaup.net/2xZQ2/Alivehoon.2022.WEB-DL.720P.CM.mp4",
        "category": "Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ufzaS4qxZC0mNqWBPkhMnQ1gekY.jpg",
        "title": "Northeast Love Brother 2: Endless Love ( 2023 )",
        "description": "တုန်းပေရဲ့ ၉၀ခုနှစ်ကို နောက်ခံထားထားတဲ့ ခရီးသည်တင်ကားမောင်းတဲ့\nကောင်လေးနဲ့ ဘဲလေးအကမယ်လေး တို့ကြားက\nအချစ်ဇာတ်လမ်းလေးကို ရိုက်ကူးထားတဲ့ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်တစ်ရက် ခရီးသည်တင်ကားမောင်းတဲ့ ကောင်လေး ရွှီထျယ်ရဲ့ ကားပေါ်မှာ\nလူပေါင်းစုံစီးကြတဲ့ အထဲမှာမှ ဘဲလေးအကမယ်လေး ချန်လိရှားက\nပေါ်လွင်လို့နေပါတယ် ဒါကို ကလိမ်ကချေ တစ်ယောက်က\nထိကပါးရိကပါး လုပ်လာတဲ့ အချိန်မှာ ရွှီထျယ်တစ်ယောက်\nဝင်ကူညီပေးရင်းနဲ့ ချန်လိရှားနဲ့ စသိခဲ့ပါတယ် ဝင်ကူညီပေးရင်း\nခိုက်ရန်ဖြစ်ပွားပြီးတော့ ကလိမ်ကချေကောင်က ကားမှန်ကို ခွဲသွားခဲ့ပါတယ်အဲ့တော့ ရွှီထျယ်တစ်ယောက် ယွမ်1000 လျော်ရဖို့ဖြစ်လာပါတယ်\nသူ့အပေါင်းသင်းတွေနဲ့ ယွမ်1000 ရဖို့ နည်းလမ်းပေါင်းစုံ\nစဉ်းစားရင်း ချန်လိရှားရဲ့ အလုပ်ကတ်နဲ့ ကတ်ဆတ်လေးကို\nသူ့ဆီပြန်ပေးဖို့ကနေ တစ်ဆင့် အကြံထုတ်ရင်း သွားရှာခဲ့ပါတယ်စိတ်ရင်းကောင်းတဲ့ ရွှီထျယ်တစ်ယောက် ချန်လိရှားဆီကနေ\nဘယ်လိုမှ အမြတ်မထုတ်နိုင်ခဲ့ဘဲ နှစ်ယောက်သား သံယောဇဉ် ငြိတွယ်ခဲ့ကြပါတယ်\nကားမောင်းသမားနဲ့ ဘဲလေးအကမယ်က ဘယ်လိုမှ\nမလိုက်ဖက်သလိုပဲ ချန်လိရှားရဲ့အမေက သဘောမတူပါဘူး.......\nပြဿနာတွေကနေ အစချီတဲ့ အချစ်ဇာတ်လမ်းလေးက\nအခက်ခဲတွေနဲ့ ကြုံလာရတဲ့ အချိန်မှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲ\nရွှီထျယ်ရဲ့ အပေါင်းသင်းတွေကရော ဘယ်လောက်ထိ\nကူညီထောက်ပံ့ပေးခဲ့မှာလဲဆိုတာကိုတော့ ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုလို့ရပါတယ်နော်........\n[ Reviewed ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/northeast-love-brother-2-endless-love-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPWlBmCixh9k3Jjb7c7jkIaxBbL.jpg",
        "title": "Keanu(2016)",
        "description": "Keanu (2016)============IMDb - 6.2\nRotten tomatoes - 78%ဟာသဇာတ်မြူးကားကောင်းတွေကိုလွမ်းနေကြတဲ့ပရိသတ်တွေအတွက်Key & Peel လို့လူသိများတဲ့ ဟာသသရုပ်ဆောင်နှစ်ယောက်ရဲ့ ဟာသဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသားကြီး ကီနူး ရီဗ်ကကြောင်လေး \"ကီနူး\" နေရာမှာအသံသရုပ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ကောင်မလေးကထားသွားလို့ အသည်းကွဲနေတဲ့ရဲလ်ရဲ့အိမ်ရှေ့ကိုကြောင်လေးတကောင်ရောက်လာခဲ့တာမလို့  မြင်မြင်ချင်းမှာပဲမွေးစားဖို့ဆုံးဖြတ်လိုက်ပြီး \"ကီနူး\" လို့အမည်ပေးလိုက်ပါတယ်။ဒါပေမဲ့ ဒီကြောင်လေးက သာမာန်လမ်းဘေးကြောင်လေးမဟုတ်ပဲ အယ်လ်အေကမူးယစ်ရာဇာတယောက်က မွေးထားတဲ့ ကြောင်လေးဖြစ်နေတာပါ။ဒီလိုနဲ့တနေ့မှာ ရဲလ်တယောက် သူ့ရဲ့အကိုဝမ်းကွဲဖြစ်တဲ့ ကလဲရန့်စ်နဲ့အတူရုပ်ရှင်ကြည့်ပြီး အိမ်အပြန်မှာအိမ်အဖောက်ခံရပြီး ကီနူး အခိုးခံခဲ့ရပါတယ်။ဒီလိုနဲ့သူတို့ယောက်အတူ လိုက်လံစုံစမ်းကြည့်လိုက်တဲ့အခါမှာ ကီနူးကိုလူဆိုးဂိုဏ်းတဂိုဏ်းကခိုးသွားတာမလို့ သူတို့လည်း ကီနူးကိုပြန်ရအောင်လုပ်ရင်းဘယ်လိုအရှုပ်ထုတ်တွေထဲဝင်ပါမိသွားမလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဟာသကားကောင်းလေးတကားဖြစ်တာမလို့ဆက်လက်ကြည့်ရှုပေးကြပါဦးခင်ဗျ။ File size…1.19GB / 598MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tmmt",
        "rating": "6.2",
        "url": "https://megaup.net/3dXcv/Keanu.2016.BluRay720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bUy74ts2Ru4mOjXUGzWP1Gs3LG.jpg",
        "title": "…ing(2003)",
        "description": "...ing (2003)IMDb 7.2 / My Drama List 7.4 အင်္ဂလိပ်ဝေါဟာရ \"Present\" ဟာ မြန်မာလို\n\"လက်ရှိ\" လို့ ဘာသာပြန်လို့ ရသလို \"လက်ဆောင်\" လို့လည်းဘာသာပြန်လို့ရပါတယ်ကိုယ့်ရဲ့\"လက်ရှိ\"အချိန်ဟာ ကိုယ်လုပ်ချင်တာတွေ လုပ်ဖို့အတွက်ဘဝကို ပျော်ရွှင်ခံစားဖို့အတွက် ကိုယ်ပိုင်ဆိုင်ထားတဲ့ အကောင်းဆုံး\"လက်ဆောင်\" ပါပဲအဲ့ဒါကြောင့် \"Present is Present❤\"\"လက်ရှိက လက်ဆောင်\" လို့ ပြောကြပါတယ်ဒီဇာတ်ကားလေးမှာလည်း သမီးဖြစ်သူ ဘဝကို အဓိပ္ပါယ်မဲ့ ဆွဲဆန့်ရှင်သန်နေရမယ့်အစား လက်ကျန်အချိန်လေးမှာ ဘဝအရသာကိုပျော်ရွှင်ခံစားခွင့်ရအောင် ဖန်တီးပေးခဲ့တဲ့ မိခင်တစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို အသည်းနင့်ဖွယ် တွေ့မြင်ခံစားရမှာပါကိုရီးယားတွေဟာ melodrama အချစ်ဇာတ်လမ်းတွေကို ရိုက်ကူးတင်ပြရာမှာ ထိပ်တန်းမှာ ရှိနေတာ အားလုံးအသိပါနေမကောင်းဖြစ်နေတဲ့ ကောင်မလေးနဲ့ ကောင်လေးရဲ့ အချစ်ဇာတ်လမ်းတွေကိုလည်း မရေနိုင်အောင် ရိုက်ကူးခဲ့ ရိုက်ကူးနေကြဆဲပါဒါပေမယ့် ဒီ \"...ing\" ရုပ်ရှင်လေးလိုမျိုး ငြိမ့်ငြိမ့်လေးနဲ့ ရင်ထဲနင့်နေအောင်ခံစားရစေတဲ့ ဇာတ်ကားတွေကတော့ ရှားပါတယ်အားလုံးရဲ့ အချစ်ဦး Kim Rae ...",
        "rating": "7.2",
        "url": "https://megaup.net/1S2f2/Ing.2003.KOREAN.BluRay720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mMJJO4rxuN0Ge1EYQ68ZxzRZoNo.jpg",
        "title": "True and False Jigong ( 2023 )",
        "description": "“မိစ္ဆာတွေကို နှိမ်နင်း / အားနည်းသူတွေကိုကူညီပေးပြီး ပြည်သူတွေရဲ့ အချစ်ကို ရရှိနေသူ ၊\nမသေမျိုးကျင့်စဥ်ရရှိဖို့ ကျင့်ကြံနေသူ ၊ တောင်ပေါ်မှာပဲ\nသီတင်းသုံးနေထိုင်တတ်သူ ဘုန်းတော်ကြီး - ကျိကုန်း”“ရုပ်ဆိုးလွန်း၍ အားလုံးက မိစ္ဆာတစ်ကောင်လိုသတ်မှတ်ခြင်းခံနေရသူ ၊\nဆိုးဝါးလွန်းတဲ့ မျက်နှာကြောင့် အားလုံးရဲ့ အပယ်ခံဖြစ်ပြီး အ\nထီးကျန်နေရသူ ၊ ပြည်သူတွေရဲ့ ချစ်ခြင်းကို ခံရဖို့ ကြိုးစားနေသူ - ဟွမ်ယွမ်”လွန်ခဲ့တဲ့ အနှစ် ၂၀ က ဘုန်းတော်ကြီး ကျိကုန်းဟာ\nမြွေမိစ္ဆာမောင်နှမကိုနှိမ်နှင်းရင်း အစ်ကိုဖြစ်သူကို သတ်ပစ်ခဲ့မိပါတယ် ။\nကျန်တဲ့ မိစ္ဆာညီမလေးကိုတော့ အမှားတွေပြန်လည်ပြင်ဆင်ပေးဖို့\nလွှတ်လိုက်ပေမဲ့ တကယ်တမ်းမှာတော့ အဲဒီမိစ္ဆာမဟာ\nအစ်ကိုဖြစ်သူအတွက် လက်စားပြန်ချေဖို့ ကြိူးပန်းနေခဲ့ပါတယ် ။ဒီလိုနဲ့ နှစ် ၂၀ ကုန်ဆုံးလာခဲ့ပြီး ပိုင်ရွှိန်မြို့တော်မှာထူးဆန်းတဲ့\nကိစ္စတွေဖြစ်ပေါ်လာခဲ့ပါတော့တယ် ။ ဒါတွေကို ဖြေရှင်းဖို့ အတွက်\nဘုန်းတော်ကြီး ကျိကုန်းဟာ ပိုင်ရွှိန်မြို့တော်ကိုရောက်လာခဲ့ပေမဲ့\n၎င်းမြို့တော်မှာ သူနဲ့ ချွတ်စွပ်တူတဲ့ နောက်တဲ့ ကျိကုန်းတစ်ယောက်ကိုတွေ့လိုက်ရပါတော့တယ် ။❏ ဘုန်းတော်ကြီး ကျိကုန်းတစ်ယောက်ဘယ်လိုရင်ဆိုင်မလဲ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/true-and-false-jigong-2023/"
    }
]