[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sMUzVqaLwh3hSzOnxwAWVFYedNQ.jpg",
        "title": "Fire Storm ( 2023 )",
        "description": "ယာဥ် မတော်တဆမှုတစ်ခုကြောင့် ထောင်ကျနေတဲ့ဝေးဖုန်း...\nသူထောင်ထဲမှာရှိနေတဲ့အချိန် အပြင်မှာ ကျန်ခဲ့တဲ့အစ်မက\nအကြွေးဆပ်ဖို့အတွက် ရရာလုပ်ရင်း တယ်လီကွန်းလိမ်လည်မှုအဖွဲ့တစ်ခုရဲ့\nထောင်ခြောက်ထဲကျရာက ကိုယ့်ကိုယ်ကိုယ်သတ်သေတဲ့အထိဖြစ်သွားခဲ့ရတယ်ထောင်ကလွတ်လာပြီးနောက်ပိုင်း အစ်မသေဆုံးရတဲ့အကြောင်းကိုစုံစမ်းရင်း\nလိမ်လည်နေတဲ့အဖွဲ့ကို သိခဲ့ရပြီး သူ့နည်းသူ့ဟန်နဲ့ ကလဲ့စားချေ ဖို့ကြိုးစားခဲ့တယ်..\nညီအစ်ကိုလို တပည့်လိုနေခဲ့တဲ့ ရှောင်ဖုန့်ရဲ့အကူအညီနဲ့\nဒုခေါင်းဆောင်ဝေရှောက်ကိုရင်းနှီးအောင်လုပ်ပြီး\nအဖွဲ့ထဲဝင်ကာ အစ်မအတွက် ဘယ်လိုကလဲ့စားချေမလဲ....\nပြစ်မှု သက်သေတွေရဖို့ ဘယ်လိုကြိုးစားရယူမလဲ....\nခေါင်းဆောင်အထိရော ဖမ်းမိနိုင်ပါ့မလားဆိုတာ.................\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 19 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Aye Myat Nwe\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/3hRit/Firestorm_2023_720p_WEB-DL_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/FvUVt3hXgAAxP1H-126x200.jpg",
        "title": "Oppenheimer (2023)",
        "description": "ဒါရိုက်တာ ခရစ္စတိုဖာနိုလန်ရဲ့ အကောင်းဆုံးရုပ်ရှင်တွေထဲကတစ်ကားဖြစ်တဲ့ အော့ပန်ဟိုင်းမားကို တင်ပေးထားပါတယ်။အကြည်ထွက်ဖို့က အတော်ကိုကြာဦးမှာမို့အကြည်ဆုံး cam ဗားရှင်းကို ဘာသာပြန်ပြီးတင်ပေးထားပါတယ်။ဘာသာပြန်ဖို့ စာဖိုင်အမှန်လည်းမရသေးတာကြောင့်ကွက်လပ်အချို့တော့ပါပေမဲ့ အားလုံးနီးပါးနားလည်အောင်တော့ ပြန်ပေးထားပါတယ်။Peaky Blinder ရဲ့ မင်းသား Cillian Murphy ကဒေါက်တာ ဂျေ ရောဘတ် အော့ပန်ဟိုင်းမားအဖြစ်ခေါင်းဆောင်ပါဝင်ထားပြီး၊ နာမည်ကြီးတွေဖြစ်တဲ့Robert Downey Jr., Emily Blunt, Matt Damon, Rami Malekတို့ အစုံပါဝင်ထားပါတယ်။ဒီရုပ်ရှင်ဟာ သမိုင်း၊ ဒရာမာ၊ အထ္ထုပ္ပတ္တိ အမျိုးအစားပဲဖြစ်ပါတယ်။သမိုင်းကို နည်းနည်းလေး ကြားဖူးသူတိုင်းတောင်ဟီရိုရှီးမားနဲ့ နာဂါဆာကီကို ကြားဖူးကြမှာပါ။ဒီရုပ်ရှင်ထဲက ပုဂ္ဂိုလ်ကတော့ အဲဒီမြို့နှစ်မြို့ကိုကျဲချခဲ့တဲ့ အနုမြူဗုံးကို တီထွင်ခဲ့တဲ့ သူပါပဲ။သမိုင်းတလျှောက် အကျော်ကြားဆုံးလူတွေထဲကတစ်ယောက်ဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကို နိုလန်ရဲ့ထုံးစံအတိုင်း အတန်းလိုက်မဟုတ်တဲ့ဇာတ်ကြောင်းပြောပုံတွေရယ်၊ နောက်ကြောင်းပြန်ပုံတွေရယ်နဲ့စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားပါတယ်။အော့ပန်ဟိုင်းမားရဲ့ ကျောင်းသားဘဝ၊ ပါမောက္ခဘဝ၊ ကွန်မြူနစ်နောက်ခံဘဝတွေကနေ အမေရိကန်ရဲ့ အကြီးမားဆုံး စီမံကိန်းဖြစ်တဲ့မန်ဟက်တန်စီမံကိန်းကို လော့စ် အာလာမို့စ်မှာဦဆောင်ခဲ့ရပုံတွေကိုပြသထားပါတယ်။အနုမြူဗုံးကိုအောင်မြင်စွာဖန်တီးပြီး စစ်နိုင်သွားတဲ့နေရာမှာရပ်သွားတာမဟုတ်ဘဲ အဲဒီနောက်ပိုင်းမှာ သမ္မတနဲ့ အစိုးရကိုပါအတိုက်အခံလုပ်ပြီး ...",
        "rating": "8.7",
        "url": "https://megaup.net/2BUjv/Oppenheimer.2023.V1.720p.Cam.X264_%7BCM%7D.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqppXRoNiZlOAJMJBDNIVXMZzyh.jpg",
        "title": "The Comeback ( 2023 )",
        "description": "ရှိသမျှပစ္စည်းမှန်သမျှကို အကောင်းတိုင်းဖြစ်အောင်ပြင်နိုင်တဲ့\nဦးလေးဟွာက ရှေးဟောင်းပစ္စည်းပြုပြင်ရေးဆိုင်လေးဖွင့်ပြီး\nသာမာန်ရိုးရှင်းတဲ့ဘဝကိုဖြတ်သန်းနေတယ်\n“တစ်ခုခုဖြစ်ရင် ဦးလေးဟွာကိုရှာ”ဆိုပြီး နာမည်ကျော်ဦးလေးဟွာက\nအထူးတပ်ဖွဲ့ဝင်ဖြစ်ခဲ့တာပေါက်ကြားမိပြီးတဲ့နောက်\nတပည့်ဖြစ်သူအားကျယ်ရဲ့လျှိုဝှက်တပ်ဖွဲ့ဖမ်းဆီးတာခံရတယ်ဦးလေးဟွာအမြဲတမ်းစားစရာကျွေးနေတဲ့ သူဖုန်းစားရဲ့\nသရုပ်မှန်ကဘာဖြစ်နေလို့ ဦးလေးဟွာရဲ့အကြောင်းကိုအကုန်သိပြီးတော့ ကူညီပေးနေရတာလဲ\nအားကျယ်ရှာနေတဲ့ နံပါတ်0ကရော ဘယ်သူလဲ?\nဘာလို့ရှာနေတာလဲ?ဆိုတာတွေကို လှည့်ကွက်မျိုးစုံတွေနဲ့အတူ\nဇာတ်လမ်းထဲမှာ အဖြေလေးကိုဆက်လက်ကြည့်ရှုလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 47 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Hnin Wutt Hmone\nEncoded by LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-comeback-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f8bjWEyJENyhXSqDkz3qIhK05so.jpg",
        "title": "My Paparotti (2013)",
        "description": "My Paparotti (2013)ဒီကိုရီးယားရုပ်ရှင်ကိုတော့ Time to Huntတို့ Architecture 101 တို့လို ရုပ်ရှင်ကောင်းတွေနဲ့\nSignal ,Taxi Driverဇာတ်လမ်းတွဲလို ဇာတ်လမ်းတွဲတွေရိုက်ခဲ့တဲ့ Lee Je-Hoon နဲ့\nရိုက်ထားသမျှ ရုပ်ရှင်၂၀လောက်အကုန်ကောင်းပြီး သရုပ်ဆောင်လည်းဂျွတ်တဲ့ Christmas in August တို့ Green Fish တို့ The Berlin Fileတို့မှာ သရုပ်ဆောင်ခဲ့တဲ့\nDr. Romantic , Tree With Deep Rootsတို့လို ဇာတ်လမ်းတွဲတွေမှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Han Suk-Kyuတို့ တွဲဖက်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပါ။Signalမင်းသားကြီး Cho Jin-Woongကလည်း အားဖြည့်ထားပါသေးတယ်။\nCho Jin-Woongနဲ့ Lee Je-Hoonတို့ Signalမတိုင်ခင် တွဲသရုပ်ဆောင်ခဲ့တဲ့ကားဆိုလည်း မမှားပါဘူး။\nStrangers Againတို့ Doctor Strangerတို့ထဲက ဆက်စီကျတဲ့မမ Kang So-Raလည်းပါပါတယ်။ဇာတ်လမ်းကတော့ တောဘက်က အနုပညာကျောင်းတစ်ကျောင်းမှာ စာသင်တဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3XKE4/My.Paparotti.2012.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wQfPQOpcZPKpq8tuCkyViQHvNKC.jpg",
        "title": "My Worst Neighbor (2023)",
        "description": "My Worst Neighbour (2023)ဒီတစ်ခါမှာ ချိုချိုချဉ်ချဉ်လေးခံစားရစေမယ့် Romance ဇာတ်လမ်းတစ်ပုဒ် တင်ဆက်ပေးပါမယ်ဇာတ်လမ်းအကျဉ်းကတော့ အဆိုတော်အဖြစ် လူရွေးပွဲဝင်ချင်တဲ့ အီဆွန်းဂျင်းဟာ\nလွတ်လွတ်လပ်လပ်နဲ့ လေ့ကျင့်ချင်တဲ့အတွက် အိမ်ငှားရပါတယ်...\nအိမ်ရှာတဲ့နေရာမှာလည်း ပေါချောင်ကောင်းလိုချင်တဲ့ သူ့အဖြစ်က ငိုရခက်ရယ်ရခက်ပါပဲဘာလို့လဲဆိုတော့ ငှားလိုက်တဲ့အိမ်က ဟိုဘက်တိုက်နဲ့ ဖုန်းဆက်စရာတောင်မလိုဘဲ\nစကားပြောလို့တောင်ရတဲ့အထိ အသံက ထိုးချင်းပေါက် ကြားနေရတာပါအဲတော့ အဆိုလေ့ကျင့်ချင်တဲ့သူနဲ့ ဟိုဘက်အိမ်က ကောင်မလေးတို့ရဲ့ ရန်ပွဲစပါတော့တယ်..\nအဲလိုရန်ဖြစ်ရင်းနဲ့ပဲ သံယောဇဉ်တွေဖြစ်လာပြီး နောက်ပိုင်း မျက်နှာတောင်မမြင်ဖူးသေးဘဲ တွဲတဲ့အဆင့်ထိရောက်လာပါလေရောမျက်နှာတောင်မမြင်ဖူးဘဲ သံယောဇဉ်တွေဖြစ်ခဲ့ကြတဲ့ သူတို့နှစ်ယောက်က ရှေ့ဆက်လို့အဆင်ပြေပါ့မလား..\nဖြစ်လာတဲ့ပြဿနာတွေကို ရင်ဆိုင်နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်Genre.....Comedy, Romance\nQuality…. 1080p | 720p\nFile size… 1.1GB | 526MB\nFormat… mp4\nDuration…. 1h 52min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "6",
        "url": "https://megaup.net/2BThq/My.Worst.Neighbor.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kWUrJ9WiEpTGoDjlw2UhNHiUueW.jpg",
        "title": "The Ghost Within (2023)",
        "description": "မာဂေါ့ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်က ကလေးဘဝကစိတ်ဒဏ်ရာတွေကြောင့်အခုအချိန်မှာ စိတ်ကျန်းမာရေးချို့ယွင်းနေပြီး မကြာသေးခင်ကပဲ စိတ်ကျန်းမာရေးဆေးရုံကဆင်းလာတာဖြစ်ပါတယ်။ သူ့ရဲ့အဓိကပြဿနာက သူ့မျက်လုံးထဲမှာအပြင်မှာမရှိတဲ့ အရာတွေ တကယ်မြင်နေရပြီး ငယ်ဘဝကမှတ်ဉာဏ်တွေကပြန်ပြန်ပေါ်လာနေတာပဲဖြစ်ပါတယ်။ ဒါပေမယ့် အဲ့ဒီမှတ်ဉာဏ်တွေက မပီပြင်နေပဲနဲ့ ဟိုတစ်စဒီတစ်စတွေဖြစ်နေပါတယ်။ ဒီလိုနဲ့နောက်ဆုံးမှာတော့ သူငယ်ငယ်ကနေခဲ့ဖူးတဲ့ အဲ့ဒီမှတ်ဉာဏ်တွေရှိတဲ့အိမ်မှာ ယောက်ျားဖြစ်သူနဲ့ ခဏတာသွားနေဖို့ဆုံးဖြတ်ခဲ့ပါတော့တယ်။ ဒီလိုနဲ့ သူတို့ရောက်ပြီးတဲ့နောက်မှာ ယောက်ျားဖြစ်သူကသူ့မိန်းမရဲ့စိတ်ကျန်းမာရေးကို စိတ်မဝင်စားပဲအလုပ်ကိစ္စနဲ့ ပိုက်ဆံတွေကိုပဲစိတ်ရောက်နေပါတော့တယ်။အလုပ်ဆိုတာကလဲ သူထုတ်မဲ့စာအုပ်ကိုအကြောင်းပြပြီး အငယ်အနှောင်းနဲ့သွားနှပ်နေတာပဲဖြစ်ပါတယ်။မိန်းမဖြစ်သူမာဂေါ့ကတော့ အိမ်မှာတစ်ယောက်တည်းကျန်နေရင်းနဲ့ ငယ်ငယ်တုန်းကသူတို့မိသားစုရဲ့မှတ်ဉာဏ်တွေပြန်ပေါ်လာရင်းနဲ့အရူးတစ်ပိုင်းဖြစ်နေပါတော့တယ်။ အထူးသဖြင့်သူငယ်ငယ်တုန်းက သေဆုံးသွားခဲ့တဲ့သူ့ညီမက သူ့ကိုကိုယ်ထင်လာပြတာပဲဖြစ်ပါတယ်။သူ့ညီမကအသတ်ခံရတာဖြစ်ပြီးအဖေဖြစ်သူက သတ်ခဲ့တယ်ဆိုပြီးအဖမ်းခံရပြီးကိစ္စကပြီးသွားပါတော့တယ်။ဒါပေမယ့်သူ့ညီမကအဲ့ဒီကိစ္စကိုအခဲမကျေဖြစ်ပြီး အစ်မဖြစ်သူကိုဘာတွေပြောဖို့ကြိုးစားတယ်ဆိုတာအပြင် တခြားစိတ်လှုပ်ရှားစရာခြောက်ခြားစရာတွေကိုလဲမြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။  File size…836MB / 347MB\nQuality…Blu-Ray 1080p/ 720p\nFormat…mp4\nDuration….1h 43m\nGenre …..  Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "",
        "url": "https://megaup.net/3hQrV/The.Ghost.Within.2023.BluRay720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJsqm4nP8nNKECPvVkvbmwnNLJf.jpg",
        "title": "FaqiuLing Zhong ( 2023 )",
        "description": "ချင်ခေတ်လက်ထပ်တည်းကတည်ရှိလာတဲ့\nဖချိုးမျိုးနွယ်တွေကသာမာန်လူတွေနဲ့ တမူထူးခြားတဲ့စုန်း အဆိပ်စတဲ့\nမှော်စွမ်းအားတွေကို ထိန်းချုပ်တတ်တဲ့နေရာမှာတဖက်ကမ်းကျွမ်းကျင်တာပေါ့။ဖချိုးမျိုးနွယ်ရဲ့မျိုးဆက် ဟူဝမ့်ကျုံးကသူ့ဇနီးကိုကယ်တင်ဖို့အတွက်\nမိစ္ဆာနယ်မြေရဲ့သွေးအမြုတေကိုလိုက်ရှာနေရင်း\nစွေခေတ်ကံကြမ္မာမိုးမှောင်ကျနေချိန် ရွှေနဂါးကိုလုယူဖို့\nကြိုးစားနေတဲ့အရူပ်အထွေးထဲကိုပါဝင်ပတ်သက်လာခဲ့တယ်။ရွှေနဂါးကတော့ ထိုက်ဝူတောင်မှာတည်ရှိနေပြီးမိစ္ဆာနယ်မြေရဲ့ နတ်ကျောက်တုံးကိုပိုင်ဆိုင်ထားတဲ့\nဖချိုးမျိုးနွယ်တွေကပဲ ယစ်ပူဇော်တံခါးကိုဖွင့်နိုင်မှာဖြစ်တော့\nဟူဝမ့်ကျုံးတစ်ယောက်ဒီပဋိပက္ခတွေကြားထဲ\nဝင်ပါသွားတဲ့အခါမှာဘာတွေဆက်ဖြစ်ကြမလဲ။\nဒီရွှေနဂါးနဲ့တစွေခေတ်ကံကြမ္မာနဲ့ ဘယ်လိုပတ်သက်မှုရှိနေတာလဲ။\nရွှေနဂါးက ဘယ်လိုပေါ်ပေါက်လာတာလဲဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုခံစားပေးပါဦး\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Mystery , Adventure\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/3XOcg/Faqiuling_Zhong_2023_720p_WEB-DL_CM.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOWY3Yjk2ZGItODFkZC00YzM0LWJjOWMtZjZlNmFiNGE0NGFmXkEyXkFqcGdeQXVyMTQyNDk2NzE@._V1_-139x200.jpg",
        "title": "Let Love Grow (2023)",
        "description": "Let Love Grow (2023)\n================\nIMDb Rating - 6.0/10အပင်တွေကို ချစ်မြတ်နိုးသူ. ရှုခင်းဗိသုကာ တစ်ယောက်အဖြစ်နဲ့လည်း\nအသက်မွေးနေသူ အီဗီတစ်ယောက်ဟာ သူ့ရဲ့ သူငယ်ချင်းကလဲရ်နဲ့အတူ\nကိုစတာဒယ်မာ ဆိုတဲ့ မြို့ငယ်လေးမှာ ရှုခင်းဒီဇိုင်းဆွဲတဲ့ လုပ်ငန်းလေး\nဖွင့်ထားသူ ဖြစ်ပါတယ်။ စိမ်းလန်းအေးချမ်းတဲ့ သူ့ဘဝလေးကို သူ့ရဲ့အ\nကြိုက်ဆုံးလမ်းဖြစ်တဲ့ ငယ်စဉ်က အမှတ်တရတွေလည်း များစွာရှိနေတဲ့\nပုလဲလမ်းကို ဒီဇိုင်းပြင်ဆင်ခွင့် အခွင့်အရေးက တံခါးခေါက်လာပါတော့တယ်။အောင်မြင်မှုလမ်းစကို ရှာဖွေဖို့ ကိုစတာဒယ်မာကို သမီးလေး (၂) ယောက်\nနှင့် အတူ ပြောင်းလာခဲ့တဲ့ သတ္တဗေဒ ပညာရှင် ရိုင်ယန်နဲ့ နယ်ခံပျိုးပင်အ\nရောင်းဆိုင်လေးမှာ တွေ့ဆုံပြီးချိန်မှာတော့ သူ့ရဲ့ဘဝတစ်ဆစ်ချိုး အချိန်ကို\nရောက်ရှိလာခဲ့တယ်ပေါ့။ ပုလဲလမ်းကို ပြင်ဆင်ခွင့် အခွင့်အရေးမှာ ရိုင်ယန့်\nနောက်ဖေးခြံကို ဒီဇိုင်းပြင်ဆင်ဖို့က သော့ချက် ဖြစ်နေတာကို သိပြီးချိန်မှာ\nတော့ ခေါင်းမာတဲ့ဖခင် ရိုင်ယန် နဲ့ သူ့ကို ခင်တွယ်ရှာသူ သမီးလေး(၂)ယောက်\nကို နောက်ဖေးခြံက ဥယျာဉ်လေးကို အကောင်အထည်ဖော်ဖို့ စည်းရုံးပြီး သူ့ရဲ့\nအိပ်မက်ကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/2BQI3/Let.Love.Grow.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Drama, Family, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNmExZDBmYTEtYTM1Mi00MTRiLWFjNjYtMzU1NjMzMTAxMGRlXkEyXkFqcGdeQXVyNjgxNzE1MDk@._V1_-135x200.jpg",
        "title": "Bhaag Saale (2023)",
        "description": "Bhaag Saale 2023 (IMDb 7/10)CM ဘောလိဝုဒ် ပရိသတ်ကြီးကို ယခုပဲထွက်ရှိလာတဲ့\ncomedy-crime ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အာဂျွန်နဲ့မာယာက ချစ်သူတွေပါ မာယာထင်နေတာ‌ကတော့ အာဂျွန်ကို\nချမ်းသာတဲ့မိသားစုရဲ့သားလေး အောင်မြင်တဲ့စီးပွားရေးသမားလေးပေါ့\nအဲ့လိုထင်အောင်လည်း ဟိုငတိက ရှစ်စပ်ကဂျင်ခြေလည်သလိုကို\nမွှတ်ထွက်နေတဲ့အပြင် မှင်မောင်းလဲကောင်းပြီး အရမ်းကို\nချမ်းသာချင်နေတဲ့ လူလည်တစ်ယောက်ပါအဲ့ဇာတ်လမ်းထဲမှာ အဓိကပါဝင်အသုံးတော်ခံမှာကတော့ လက်စွပ်တစ်ကွင်းပါ\none ring to rule them all ဘာညာဆိုတဲ့ LOTR ထဲက လက်စွပ်တော့မဟုတ်ပါဘူး\nဒါပေမဲ့ ဒီလက်စွပ်ကလဲမခေပါဘူး ကိုလိုနီခေတ်ဗြိတိသျှလက်ထက်တည်းက\nလူအဆင့်ဆင့် တိုင်းပြည်အနှံ့ရောက်နေတဲ့ စိန်ကြီးကိုကွပ်ထားတဲ့ စိန်လက်စွပ်ပါ\nဒီလက်စွပ်ကိုပိုင်ဆိုင်သူဟာ ကံကောင်းခြင်းများစွာရရှိမှာဖြစ်သလို\nကံဆိုးမှုတွေလည်း ဒွန်တွဲပါလာပါတယ်တဲ့....ကဲ အဲ့တော့ ဒီလက်စွပ်က အာဂျွန်ရဲ့ဘဝနဲ့ အချစ်ရေးနဲ့ ဘယ်လိုသက်ဆိုင်လာမလဲ\nတခြားဘယ်လိုလူတွေကရော ပါဝင်ပတ်သတ်နေလဲ စသည်ဖြင့် ဇာတ်လမ်းအမိုက်‌စားလေးကို\nကြည့်ရှုရမှာဖြစ်ပြီး ပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေလည်း ပါတာမို့\nပရိသတ်ကြီး အကြိုက်တွေ့စေမဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်ကတော့ CM Bollywood Team ကပဲ ဖြစ်ပါတယ်\nFile size…2.13GB / 1022MB\nQuality…1080p  WEB ...",
        "rating": "7.0",
        "url": "https://megaup.net/1fYj1/Bhaag_Saale_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gVPw9gRPsZZhzY6cIXp6h6nep5M.jpg",
        "title": "Epic Tails (2023)",
        "description": "Epic Tails (2023)Yolcos ဆိုတာ ရှေးခေတ်ဂရိနိုင်ငံမှာ သာယာဝပြောတဲ့ ဆိပ်ကမ်းမြို့လေးတစ်မြို့ဖြစ်ပါတယ်။\nအဲဒီမြို့လေးမှာ သူရဲကောင်း Jason ရယ် သူ့ရဲ့နောက်လိုက်အဖွဲ့ Argonauts ရယ်က စွန့်စားခန်းတွေ များစွာထွက်ပြီး\nနောက်ဆုံးမှာ မြို့ကို သာယာဝပြောအောင်လုပ်ပေးနိုင်တဲ့ Zeus နတ်ဘုရားရဲ့ အစွမ်းရှိတဲ့ ရွှေရောင်သိုးမွှေးတောင်လေးကို ယူလာပေးနိုင်ခဲ့ပါတယ်။\nအဲဒီသိုးမွှေးတောင်အစွမ်းကြောင့် လူတွေတင်မကဘူး တိရစ္ဆာန်တွေပါ အချင်းချင်းအဆင်ပြေသင့်မြတ်နေကြတဲ့မြို့လေးပါ။\nကြွက်ကလေး ပက်တီကတော့ သူ့ကိုမွေးစားထားတဲ့ ကြောင်ကြီး ဆမ်နဲ့အတူတူနေနေပေမယ့်\nသူရဲကောင်း Jason ကို အရမ်းအားကျပြီး စွန့်စားခန်းတွေ ထွက်ချင်နေတဲ့သူပေါ့။\nတစ်နေ့မှာတော့ သူတို့မြို့လေးကို Poseidon နတ်ဘုရားက အမျက်ဒေါသထွက်ပြီး\nတောင်းဆိုချက်တစ်ခုကို တစ်ပတ်အတွင်းအပြီးလုပ်ဖို့ အမိန့်ပေးလိုက်ပါတယ်။\nရွှေရောင်သိုးမွှေးတောင်ကို သိမ်းသွားတဲ့အပြင် တစ်ပတ်အတွင်း တောင်းဆိုချက်ကို လုပ်မပေးနိုင်ရင်\nမြို့ကို ဖျက်ဆီးပစ်တော့မှာမို့ မြို့သူမြို့သားတွေသာမက တိရစ္ဆာန်လေးတွေပါ ထိတ်လန့်ကုန်ကြပါတယ်။\nသူရဲကောင်း Jason ကလည်း အဖိုးကြီးဖြစ်နေပြီးတော့ Argonauts အဖွဲ့သားတွေကလည်း သေဆုံးကုန်ပါပြီ။\nအဲဒီအခြေအနေမှာ ပက်တီနဲ့ တိရစ္ဆာန်လေးတွေက ဘယ်လိုဝင်ကူညီပြီး မြို့ကိုကယ်တင်ပေးမလဲဆိုတာ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါနော်။IMDb ...",
        "rating": "5.9",
        "url": "https://megaup.net/3hNcA/Epic.Tails.2022.720p.WEBRip..AAC5.1.CM.mp4",
        "category": "Adventure, Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ogObAUD5mQR6YTABTfUXBsKbMCv.jpg",
        "title": "Tale of the Night ( 2023 )",
        "description": "အခုတစ်ခေါက် CM က ဘာသာပြန်တင်ဆက်ပေးမဲ့ရုပ်ရှင်ကတော့\nတရုတ်နိုင်ငံက ချန်ရှားဆိုတဲ့ မြို့ကြီးတစ်မြို့ရဲ့ ညအချိန်\nစည်ကားသိုက်မြိုက်မှုတွေကို ပုံဖော်ထားတဲ့ Tale of The Night ဆိုတဲ့\nရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-ချန်ရှားရဲ့ ထူးခြားလှတဲ့ ညတစ်ညမှာ ညဇီးကွက် ကျင်ဝေဝေက\nစာအုပ်ဆိုင်မှာ နောက်နေ့မနက်မှာ ဇာတိက ထွက်ခွါသွားတော့မဲ့\nဟယ်ရှီးရှီးနဲ့ တွေ့ဆုံခဲ့ပြီး သူတို့နှစ်ယောက် အတူတကွ\nချန်ရှားညကို အလည်သွားဖို့ သဘောတူခဲ့ကြတယ်။တစ်ဖက်က ချန်ရှင်းကျစ်၊ လျန်ပေါင်ချီ၊ လောင်ရှဲ့တို့တစ်တွေဟာ\nကစားကွင်းမှ ဝန်ထမ်းများဖြစ်ကြပါတယ်။ သူတို့က ညရှုခင်းကို\nရှုစားရင်း အလုပ်လုပ်ရတဲ့ အခက်အခဲတွေကို ရင်ဖွင့်နေကြတယ်။ညလယ်စာအဓိကရောင်းတဲ့ စားသောက်ဆိုင်ပိုင်ရှင် အစ်မလိအတွက်\nဒီညဟာ သူမရဲ့ နောက်ဆုံးအကြိမ် ခေါက်ဆွဲချက်ခြင်းဖြစ်ပါတယ်။\nသူမက သူမတပည့်ကို စားသောက်ဆိုင်ကို ဆက်ခံခိုင်းဖို့ ဆုံးဖြတ်ထားခဲ့တယ်။Talk show ဖျော်ဖြေသူ ဟယ်အန့်ရဲ့ ဒီနေ့ည ဖျော်ဖြေပွဲမှ\nာ အဖေဖြစ်သူက လာရောက် ကြည့်ရှုခဲ့တယ်။ သူ့ရဲ့ အလုပ်ကို\nမိသားစုက မထောက်ခံတဲ့အတွက် အမြဲတမ်းရန်ဖြစ်နေရတယ်။\nဒါပေမဲ့ မိဘရဲ့ သားသမီးအပေါ်ထားတဲ့ မေတ္တာနဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/tale-of-the-night-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a5mYWkCkRTo58ZxtF7JMnUfmQ78.jpg",
        "title": "God’s Country Song (2023)",
        "description": "God's Country Song (2023)ဒီကားလေးကတော့ အရက်အလွန်အကျွံသောက်ပြီး ဒုက္ခရောက် ရုန်းကန်နေရတဲ့ နိုင်ငံကျော် အဆိုတော်တ်ယောက်အကြောင်းပါ။\nနိုအာဘရိုင်ယန် ကန်းထရီး အဆိုတော် ဖြစ်ချင်တာကလွဲပြီး တခြား ဘာဆန္ဒမှ မရှိသူရယ်ပါ။\nဒါပေမဲ့ ဒါတွေက သူ့ရဲ့အတိတ်က ဖြစ်ရပ်တွေနဲ့ ပြန်မဆုံမိခင်အထိပါပဲ။သူ့ရဲ့မန်နေဂျာ လယ်ရီ ဝေါ့ကာ ရဲ့ အကူအညီနဲ့ သူဟာ နာမည်ကြီးတစ်ယောက်အဖြစ်ကို လျင်လျင်မြန်မြန်ပဲ ရောက်ရှိလာခဲ့ပါတယ်။\nရှိုးပွဲဆိုပြီး တစ်ညမှာ သူ မမှတ်မိတော့တဲ့ ဆုံးပါးသွားပြီ ဖြစ်တဲ့ အမျိုးသမီးတစ်ယောက်ဆီမှာ\nသူ့ရဲ့သားဖြစ်သူ ၄ နှစ်သား ဂျေ‌ဂျေ ဆိုတဲ့ ကလေးလေး ရှိကြောင်း သတင်းစကား ကြားခဲ့ပါတယ်။အဲဒီနောက်မှာတော့ နိုအာ တစ်ယောက် ဘာတွေ ဆက်လုပ်တယ်ဆိုတာကို ဇာတ်ကားထဲမှာ ဆက်ကြည့်လိုက်ကြပါဦး။ဒီဇာတ်ကားက သီချင်းကြိုက်သူတွေအတွက်ဆိုလည်း မမှားသလို မိဘမေတ္တာဖွဲ့ ကြိုက်သူတွေလည်း ကြိုက်ပါလိမ့်မယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hetang ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | ...",
        "rating": "5.7",
        "url": "https://megaup.net/1VSi9/Gods.Country.Song.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/UkzzUnuy9aA5dGq1JevTpDM5fa.jpg",
        "title": "Colorblind (2023)",
        "description": "Colorblind (2023)~10 wins & 18 nominations ~\nIMDb ~ 5.4Colorblind ဆိုတာ “အရောင်ကို မခွဲခြားနိုင်သော”လို့ အဓိပ္ပာယ်ရပြီး\nမွေးရာပါ အရောင် မခွဲခြားတတ်သူတွေကို colorblind တွေလို့ ခေါ်ကြပါတယ်။Colorblind ရဲ့ နောက်အဓိပ္ပာယ်တစ်မျိုးက “အသားအရောင် ခွဲခြားမှု မရှိသော”လို့လည်း အဓိပ္ပာယ် ရပါတယ်။\nColorblind-society ဆိုရင် “အသားအရောင် မခွဲခြားတဲ့ လူ့အဖွဲ့အစည်း”ဆိုတဲ့ အဓိပ္ပာယ်ပါ။ဒီဇာတ်ကားကတော့ အပေါ်က အဓိပ္ပာယ် နှစ်ခုလုံးကို ကောင်းကောင်းကြီး ဖော်ကျူးပြထားပါတယ်။ဇာတ်လမ်းထဲက ဇာတ်လိုက်နှစ်ယောက်က အရောင်တွေ မခွဲတတ်တဲ့ လူမည်း သားအမိနှစ်ယောက် ဖြစ်နေလို့ပါ။အမေဖြစ်သူ မက်ဒလင်းက အကုန်လုံးကို ပန်းရောင်နဲ့အနီရောင်ပဲ မြင်ရပြီး\nသားဖြစ်သူ မိုနက်ကတော့ အကုန်လုံးကို အဖြူအမည်းပဲ မြင်ရတဲ့သူပါ။\nColorblind ဖြစ်နေပေမဲ့ မက်ဒလင်းလုပ်တဲ့ အလုပ်က ပန်းချီဆရာပါတဲ့။တစ်နေ့တော့ colorblind လူမည်း သားအမိနှစ်ယောက်\nလူမျိုးရေး အလွန်မတန် ခွဲခြားတဲ့ ရပ်ကွက်တစ်ခုထဲ ပြောင်းလာကြပါတယ်။\nအိမ်ရှင် ...",
        "rating": "5.6",
        "url": "https://megaup.net/3hNcl/Colorblind.2023.720p.AMZN.WEBRip.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/200-160x200.jpg",
        "title": "200 Pounds Beauty (2023)",
        "description": "200 Pounds Beauty (2023)ဝတုတ်နေတဲ့ခန္ဓာကိုယ်ကို ယုံကြည်ချက်မရှိလို့ ကင်မရာနောက်ကွယ်ကနေပဲ သူများအတွက် သီချင်းဆိုပေးနေတဲ့ ဂျူဝီတာဆိုတဲ့ ကောင်မလေးက\nဘယ်နှကြိမ်မြောက်မှန်းမသိ အသည်းကွဲသွားတဲ့အခါမှာ သူ့ကိုယ်သူ အဆုံးစီရင်ဖို့ ဆုံးဖြတ်လိုက်တယ်။\nဒါပေမယ့် အရမ်းလှပြီး အသံအရမ်းကောင်းတဲ့ ကောင်မလေးအဖြစ် ပြောင်းလဲဖို့ မျှော်လင့်ချက်လမ်းစ တွေ့သွားတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်မလဲ...ဇာတ်လမ်းအညွှန်းကိုဖတ်ကြည့်လိုက်ရင် အများစုရင်းနှီးနေကြမှာပါ\nဟုတ်ပါတယ်...ဒါက ၂၀၀၆ခုနစ်က ထွက်ထားတဲ့ နာမည်ကြီး koreaကားကိုပြန်ရိုက်ထားတဲ့ indonesiaကားလေးပါ\nဇာတ်လမ်းကျောရိုးချင်း ဆင်ပေမယ့် မတူညီတဲ့ vibeလေးနဲ့မို့ ဂျူဝီတာရဲ့ဘဝအတက်အကျတွေကို\nဒီ 2023ခုနှစ်ထွက် ''200 Pounds Beauty''ဆိုတဲ့ ဇာတ်လမ်းထဲမှာ စီးမျောခံစားလိုက်ပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Funzae ပဲ ဖြစ်ပါတယ်Genre.....Comedy, Music, Romance\nQuality…. 1080p | 720p\nFile size… 1.4GB | 674MB\nFormat… mp4\nDuration…. 1h  35min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Funzae\nEncoder ..... ...",
        "rating": "5.8",
        "url": "https://megaup.net/3hNbj/200.Pounds.Beauty.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A9tJJOGOwE2SBYvcPjujbg1zJv8.jpg",
        "title": "The Ideal Squad (2023)",
        "description": "The Ideal Squad (2023)comedy fanတွေအတွက် ဗီယက်နမ်ဟာသဇာတ်လမ်းကောင်လေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ခဝေးတစ်ယောက် သွမ့်ဆိုတဲ့ သူမရဲ့အရင်ယောကျာ်းကောင်းမှုကြောင့် ထောင်နန်းစံခဲ့ရတယ်။\nသူ ပြန်လွတ်လာချိန်မှာ သွမ့်က ဂျူဝဲလ်ဆိုတဲ့အမျိူးသမီးနဲ့ လက်ထပ်ဖို့ပြင်နေပြီ။\nအဲ့ဒီအမျိူးသမီးကို တင်တောင်းတာကလည်း ခဝေးအမေ ခဝေးကိုအမွေပေးခဲ့တဲ့လည်ဆွဲနဲ့။\nဒါပေမယ့် လည်ဆွဲက အစစ်မဟုတ်ဘူး။ ခဝေးနဲ့သွမ့်ရဲ့သမီးလေးကိုလည်း သွမ့်ကပဲခေါ်ထားတယ်။\nဒီတော့ ခဝေးနဲ့ သူမငယ်သူငယ်ချင်း ဟောင်ဖုန်းဟာ သွမ့်နဲ့ဂျူဝဲလ်တို့မင်္ဂလာဆောင်မှာ လည်ဆွဲကိုခိုးပြီး\nသွမ့်ကိုဖော်ကောင်လုပ်ဖို့၊ ပြီးရင် ခဝေးရဲ့သမီးလေးကို ပြန်ခေါ်ဖို့အတွက် planတွေဆွဲကြတယ်။\nဒါပေမယ့် ဒီplanထဲမှာ မထင်မှတ်ဘဲ ပါလာတာက....\nသူခိုးဆီက ဘုမသိဘမသိနဲ့ရလိုက်တဲ့ ဆွီဒင်ကြက်ဖကြီးကို ကင်စားမိလို့ ငွေတစ်ဘီလီယံအကြွေးဆပ်နေရတဲ့ ဗရုတ်သုတ်ခမိသားစုတစ်စု။\nဒီလိုနဲ့ ကပေါက်တိကပေါက်ချာ မိသားစုရယ်၊ ခဝေးတို့သူငယ်ချင်းနှစ်ယောက်ရယ်ပေါင်းပြီး ဘယ်လိုတွေလောင်းကျော်မလဲ၊\nplanချထားတာတွေ ရှောရှောရှူရှူဖြစ်လာမလား၊\nဂျူဝဲလ်ကရော လူတွေထင်သလို စိတ်နှလုံးကောင်းတဲ့သူလား ဆိုတာတွေကိုတော့ ဇာတ်လမ်းထဲမှာပဲ အဖြေရှာလိုက်ပါ။အာရှဟာသကားတွေကြိုက်တတ်ရင် ဒီဗီယက်နမ်ကားလေးကိုလည်း နှစ်ခြိုက်သဘောကျပါလိမ့်မယ်နော်~အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Funzae ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p\nFile size…  ...",
        "rating": "",
        "url": "https://megaup.net/3hNcQ/The.Ideal.Squad.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a8Hh6DIOjPE73Hw5ZihDr3k1JDw.jpg",
        "title": "Hatchet II (2010)",
        "description": "Genre – Action, Horror, Thriller\nIMDB – 5.4/10ရှေ့က ထွက်ထားတဲ့ Hatchet ပထမကားနဲ့ တိုက်ရိုက်ချိတ်ဆက်ထားတာပါ။ပထမကားမှာ မင်းသမီးဖြစ်တဲ့ မယ်ရီဘတ်က လွတ်မြောက်ရာကနေပြန်အစပျိုးထားတာ ဖြစ်ပါတယ်။ဒါပေမဲ့ မင်းသမီးနေရာတော့ သရုပ်ဆောင်ပြောင်းသွားပါတယ်။ကဲ ဆက်ပြောရမယ်ဆို မယ်ရီဘတ်တစ်ယောက်သေဘေးကနေ လွတ်လာတယ်။ဒါပေမဲ့ အမှတ်မရှိဘူး ဒီကောင်ကြီးကို ပြန်သွားသတ်ချင်တယ်သူ့ အစ်ကိုနဲ့ အဖေအတွက် သွေးကြွေးဆပ်ချင်တယ်ပေါ့။အဲဒါနဲ့ ဒီလို ခရီးစဉ်တွေ လုပ်ခဲ့ဖူးတဲ့ ဇွန်ဘီးဆိုတဲ့လူဆီအကူအညီသွားတောင်းတော့ ဒီ ရဲတင်းသရဲကြီး ဗစ်တာခရောင်လီနဲ့သူတို့မိသားစုက ဆက်နွယ်နေတာကို သိသွားခဲ့တယ်။နောက်ပြီး ဒီ ဇွန်ဘီးဆိုတဲ့လူကြီးက မယ်ရီဘတ်ကိုကူညီပေးမယ်ဆိုပြီး သူတို့ ပတ်ဝန်းကျင်က အမဲလိုက်မုဆိုးတွေငါးဖမ်းသမားတွေ ဆရာကြီးတွေကို စည်းရုံးပြီးလက်နက်အပြည့်အစုံနဲ့ စိမ့်တောထဲ ပြန်သွားပြီးလိုက်ရှာသတ်ကြတဲ့အခါမှာတော့…..။မယ်ရီဘတ်တစ်ယောက် အဖေနဲ့ အစ်ကိုရဲ့အလောင်းကိုပြန်ယူနိုင်မလား ဒါမှမဟုတ် လက်စားပြန်ချေနိုင်မလား…ဘုန်းတော်ကြီးဇွန်ဘီးဆီမှာရော ဘယ်လိုလျှို့ဝှက်ချက်ရှိလို့ဒီလိုပြန်သွားရတာလဲ…ကျန်တဲ့ပါလာတဲ့ကြေးစားတွေရော ဒီကောင်ကြီးကိုသတ်နိုင်ကြမှာလားဆိုပြီး ကြည့်ရှုရမှာပါ။R-Rated ဖြစ်တဲ့အတွက် အသတ်အဖြတ်တွေကြမ်းတမ်းပြီး မမြင်သင့်တာတွေ လူနှစ်ယောက်ပလူးတာတွေပါဝင်တဲ့အတွက် ကြည့်ရှုခါနီး သတိပြုစေလိုပါတယ်ဗျ။ File size…  1.82 ...",
        "rating": "5.4",
        "url": "https://megaup.net/1fYct/Hatchet.II.2010.UNRATED.720p_%7BCM%7D.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xRWRUZchxjttsNkGVZD2zGpihbJ.jpg",
        "title": "Hatchet (2006)",
        "description": "Genre – Horror, Thriller, Comedy\nIMDB – 5.6/10 အမေရိကန် လူဝီဆီယားနာပြည်နယ်မှာ ချောက်ခြားဖွယ်ရာစိမ့်တောပုံပြင်လေး တစ်ပုဒ်ရှိပါတယ်။ဗစ်တာခရောင်လီဆိုတာ ရုပ်ဆိုးပန်းဆိုးနဲ့မွေးဖွားလာတဲ့ကလေးတစ်ယောက်ပါ။သားအဖနှစ်ယောက်တည်း လူသူကင်းဝေးတဲ့တောထဲနေကြတာပေါ့၊ အဲဒီလိုနဲ့ တစ်ညကြတော့ ဖခင်ဖြစ်သူဟာစိတ်ဖောက်သွားပြီး သားဖြစ်သူကို ရုပ်ပျက်ဆင်းပျက်ဖြစ်နေလို့ဆိုပြီးရဲတင်းကြီးနဲ့ ခုတ်သတ်လိုက်ပါတယ်။အဲဒါကြောင့် ခုထိ စိမ့်တောထဲမှာ သူတို့အိမ်နားဖြတ်ရင် “ဖေဖေရေ” လို့ ငိုယိုပြီး ခေါ်နေသံ ကြားရတယ်လို့ ဆိုကြပါတယ်။ဘန်တစ်ယောက် ၈ နှစ်ကြာတွဲခဲ့တဲ့ ကောင်မလေးနဲ့ပြတ်ပြီး ဘော်ဒါတွေနဲ့ ခရီးထွက်ခဲ့ပေမယ့် ပျော်ရွှင်မှုတွေ မရပဲလင်းတမှိုင်မှိုင်ပြီး ရည်းစားပူမိနေတာပေါ့။ ဒီလိုနဲ့ သူ့ ဘော်ဒါတွေနဲ့ မလိုက်ပဲ ကောလိပ်တုန်းကလူတွေအကြံပေးလိုက်တဲ့ စိမ့်တောထဲက သရဲခြောက်တဲ့လှေစီးခရီးစဉ် သွားဖို့ ကြံစည်ပါတော့တယ်။အဲဒီမှာ မနေနိုင်တဲ့ သူငယ်ချင်း မားကပ်စ်ကလည်း ပါလာခဲ့တာပေါ့။သူတို့ရဲ့ စိမ့်တောခရီးစဉ်မှာတော့ အသက်ကြီးကြီး စုံတွဲတစ်တွဲရယ်အပျော့စားအပြာကားရိုက်ဖို့ ကောင်မလေးနှစ်ယောက်နဲ့ဒါရိုက်တာလိုဘဲကြီးရယ် စကားနည်းပြီး ထူးဆန်းတဲ့ကောင်မလေးတစ်ယောက်ရယ်ခရီးစဉ်ခေါင်းဆောင် လူလိမ်လိုလိုကောင်ရယ် ဘန်တို့ရယ်စိမ့်တောထဲ ထွက်လာကြတဲ့အချိန်မှာတော့…..။Friday the 13th တို့ Texas ...",
        "rating": "5.6",
        "url": "https://megaup.net/1fYbj/Hatchet.2006.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMkRWgAvwe0XkpL8swG7UA4N4Q8.jpg",
        "title": "Afflicted (2013)",
        "description": "ဒဲရစ်ခ် နဲ့ ကလစ်ဖ် တို့က ကမ္ဘာတစ်ပတ်ခရီးထွက်လာကြသူတွေပါ။ ခရီးထွက်လာရင်းနဲ့ပဲရစ်ရောက်လာပြီးတဲ့အချိန် ညတစ်ညမှာ ဒဲရစ်ခ် က ကောင်မလေးတစ်ယောက်နဲ့ ဆုံတွေ့ခဲ့ပြီးတဲ့နောက်သူကိုယ်တိုင်တောင်မမှတ်မိတဲ့ ထိခိုက်ဒဏ်ရာတွေရလာခဲ့ပါတယ်။ အဲဒီနောက်ပိုင်းမှာ ဒဲရစ်ခ်မှာထူးဆန်းတဲ့ဝေဒနာတွေခံစားလာရသလို ထူးခြားတဲ့သဘာဝလွန်အစွမ်းတွေပါရလာခဲ့ပါတယ်။ဒဲရစ်ခ်ရဲ့သဘာဝလွန်အစွမ်းတွေက လူတွေရဲ့အသက်အန္တရာယ်ကိုပါထိခိုက်လာတဲ့အခါမှာဒဲရစ်ခ်တို့တွေဘယ်လိုအဖြေရှာကြမလဲဆိုတာကိုဇာတ်ကားလေးထဲမှာဆက်လက်ကြည့်ရှုခံစားနိုင်ပါတယ်။ File size…  1.62 GB /  800 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre .....  Horror, Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. XCode\nTranslated by Citrus",
        "rating": "6.2",
        "url": "https://megaup.net/1fYcg/Afflicted.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7E93eFwirrAvCXxGSdB4hwOWwE.jpg",
        "title": "They Came Back (2004)",
        "description": "They Came Back (2004)~ IMDb - 5.8/10, Rotten Tomatoes - 78% ~ကိုယ်ချစ်ရတဲ့သူတွေ ဘယ်တော့မှ ပြန်မလာနိုင်တော့တဲ့နေရာကို ထွက်သွားပြီးမှ ရုတ်တရက်ပြန်လာရင် ဘယ်လိုဖြစ်မလဲ...ဒီဇာတ်ကားလေးမှာတော့ ကမ္ဘာနဲ့အဝှမ်း အရင် ၁၀ နှစ်အတွင်းက သေပြီးသားလူတွေက ရုတ်တရက်ကြီး လမ်းတွေပေါ်မှာ အကောင်းပကတိအတိုင်း ပြန်ရောက်လာတာကို တွေ့လိုက်ကြရပါတယ်။သေပြီလို့ လက်ခံထားကြတဲ့လူတွေက ပြန်ရောက်လာတော့ လူမှုရေးမှာရော၊ အလုပ်တွေမှာပါ ကသီလင်တဖြစ်ကုန်ကြတာပေါ့။ အလုပ်နေရာကို ပြန်ပေးရမလား၊ ပင်စင်တွေကို ပြန်ပေးရမလား၊ ကိုယ့်ဘဝထဲက လုံးဝထွက်သွားပါပြီလို့ စိတ်ပိုင်းဖြတ်ပြီးမှ ပြန်ရောက်လာတဲ့သူတွေကို အရင်လို ဘာမှမဖြစ်သလိုပဲ လက်ခံလိုက်ရမလားပေါ့။ဒီဇာတ်ကားလေးက ကြောက်စရာမကောင်းပေမဲ့ ကျောချမ်းစရာတော့ကောင်းပါတယ်။ ပြန်ရောက်လာတဲ့သူတွေက ပုံမှန်မဟုတ်ကြဘူးလေ။ ပြန်ရောက်လာတာကိုက ပုံမှန်မှမဟုတ်တာကိုး။ Fantasy, Drama လို့ပြောလို့ရတာပေါ့။ နာမည်တူ Series တစ်ခုရဲ့ Spin-off လို့လည်းပြောလို့ရပါတယ်။ ကားကောင်းတွေထွက်တာများလေ့ရှိတဲ့ ပြင်သစ်တွေရဲ့ထုံးစံအတိုင်း ကြည့်ရတာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1fY6o/(CM)_Les_Revenants_(2004)_BluRay_720p.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODY2YmZjMWEtM2QxNC00MDc3LWFjYTEtZjZkMmViMDFlNDgxXkEyXkFqcGdeQXVyMTUzNDQyODU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Liquor Store Dreams (2022)",
        "description": "Liquor Store Dreams (2022)\n=====================၁၉၉၂ ဧပရယ်တစ်ရက်မှာ ရဲအရာရှိလေးယောက်ဟာ Rodney King\nဆိုတဲ့လူမည်းတစ်ယောက်ကိုအကြမ်းဖက် ဖမ်းဆီးရုံမကပြင်းပြင်းထန်\nထန် ရိုက်နှက်နှိပ်စက်ခဲ့ပါတယ်။ အဲ့ဒီအဖြစ်အပျက်ကိုအနားမှာရှိတဲ့\nလူတစ်ယောက်က ဗီဒီယိုရိုက်ထားပြီး ဖြန့်ဝေရာက သတင်းမီဒီယာတွေ\nမှာ ပွက်လောရိုက်ပျံ့နှံ့သွားခဲ့ပါတယ်။ ဒါပေမယ့်လည်း အဲ့ဒီရဲလေးယောက်\nကို တရားရုံးကတရားသေလွှတ်ပေးလိုက်ချိန်မှာတော့ လူထုရဲ့မကျေနပ်\nမှုဟာအုံကြွလာခဲ့ပါတော့တယ်။ဒီအဖြစ်အပျက်ကိုထပ်ပြီးမီးမွှေးပေးလိုက်တာကတော့ Latasha Harlins\nဆိုတဲ့ဆယ်ကျော်သက်မိန်းမငယ်တစ်ယောက်ကို ကိုရီးယားစတိုးဆိုင်ရှင်\nတစ်ယောက်က အအေးတစ်ဘူးခိုးတယ်လို့စွပ်စွဲပြီး သေနတ်နဲ့ပစ်သတ်\nလိုက်တဲ့အဖြစ်အပျက်ပါ။ အဲ့ဒီဖြစ်ရပ်နှစ်ခုနောက်ပိုင်းမှာ 1992 Los\nAngeles riots လို့သိကြတဲ့ဆူပူအုံကြွမှုဖြစ်ပေါ်လာခဲ့ပြီးမဆိုင်တဲ့သူတွေ\nအတွက်ပါ ဂယက်ရိုက်ခဲ့တဲ့ဖြစ်ရပ်ဆိုးတွေဖြစ်ပေါ်သွားခဲ့ပါတယ်။ဒီမှတ်တမ်းရုပ်ရှင်မှာတော့ အဲ့ဒီဖြစ်ရပ်တွေကြားက ကိုရီးယားယမကာ\nစတိုးပိုင်ရှင်တွေရဲ့ဘဝ၊ သူတို့မျိုးဆက်တွေနဲ့ အသိုင်းအဝိုင်းတွေအထိ\nဘာတွေရင်ဆိုင်တွေ့ကြုံခဲ့ရလဲ၊ ဘယ်လိုသက်ရောက်မှုတွေရှိခဲ့လဲဆိုတာ\nတွေတင်မကပဲ မျိုးဆက်နှစ်ခုကြားက အတွေးအခေါ်အယူအဆကွာခြား\nချက်တွေ၊ လူငယ်တွေရဲ့ပြောင်းလဲလာတဲ့အတွေးအမြင်တွေနဲ့ ကိုရီးယား-\nလူမည်း နှစ်ဘက်အသိုင်းအဝိုင်းကြားက အာဃာတတွေ ဘယ်လိုသင်ပုန်း\nချေပြေလည်ကြမလဲ အစရှိတာတွေကို မျက်မှောက်ခေတ် George Floyd\nဖြစ်ရပ်အထိချိတ်ဆက်တင်ပြထားတာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAlias မှဖြစ်ပါတယ်)File Size..........(2.15 GB) / (665 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 22Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Documentary\nTranslator.......Alias\nEncoder..........SWM",
        "rating": "7.9",
        "url": "https://megaup.net/1VMb8/Liquor.Store.Dreams.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Documentary"
    }
]