[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/largephoto1319000-200x133.jpg",
        "title": "Asurado (2021)",
        "description": "ASURADO (2021)စည်းမကျော် ဘောင်မကျော် သိက္ခာရှိတဲ့ ဂိုဏ်းခေါင်းဆောင် နိုင်ငံကျော်လူမိုက် အီထယ်ရှစ်တစ်ယောက် လူသတ်မှုတစ်ခုအတွက် မတရားစွပ်စွဲခံရပြီး ထောင်ကျခဲ့ပြီးထောင်ကြီးကြပ်ရေးမှူး ဂျိုဖြောင်ပိုဟာ လူသတ်မှုရဲ့ နစ်နာသူ သူ့သားအတွက် အငြိုးထားပြီး အီထယ်ရှစ်ကို တစ်သက်တကျွန်းထောင်ကျရင်း ခံစားစေရဖို့ တဖက်သက်လုပ်ကြံဒုက္ခတွေ လိုက်ပေးနေတဲ့အခါ...သူများကို ထိရရင်အကောင်း ကိုယ့်ကိုထိမှ မဟားတရား ဆွေ့ဆွေ့ခုန်တတ်တဲ့ အာဏာတွေပါဝါတွေကို အလွဲသုံးစားလုပ် အကျင့်ယုတ်တတ်တဲ့လူအချို့အကြောင်း မီးမောင်းထိုးပြသပြီး ထောင်သားတွေရဲ့ ထောင်ထဲက ဘဝနဲ့ယှဉ်တွဲထားတဲ့ အက်ရှင်ရုပ်ရှင်ကားတစ်ကားမို့ လက်မလွှတ်တမ်းကြည့်ရှု့လိုက်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1.6GB) / (780MB)\nQuality__WebDL_1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://megaup.net/1JBoo/Asurado_(2021)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzacK6MbJQAzwEFQPKPWmXngNnE.jpg",
        "title": "Godha (2017)",
        "description": "ဒီကားကတော့ 2017ခုနှစ်မှာ ထွက်ရှိထားပြီး IMDb Rating 7.5ရရှိထားတဲ့ အိန္ဒိယနပန်းအားကစားကားပဲဖြစ်ပါတယ်။အိန္ဒိယနိုင်ငံရဲ့ နပန်းအားကစားနဲ့ ပက်သက်ရင် အားလုံးသိထားကြတာကတော့ 2016ခုနှစ်မှာ ထွက်ရှိထားခဲ့တဲ့မင်းသားကြီး Aamir Khanနဲ့ မင်းသမီးFatima Sana Shaikhတို့ရဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်း Dangalဆိုတဲ့ ကားပါပဲ။ဒီလိုမျိုး အိန္ဒိယနိုင်ငံမှာ ရာဇဝင်နဲ့ရှိခဲ့ပြီး အလေးအမြတ်အားကစားတစ်ခုလို တန်ဖိုးထားကြတဲ့ နပန်းအားကစား စတင်ကွယ်ပျောက်လာချိန်....လူငယ်တွေတန်ဖိုးမထားတတ်ကြတော့လို့ အားကစားပညာရပ်တစ်ခု စတင်မှေးမှိန်လာတဲ့အချိန်မှာ နပန်းအားကစားကို တန်ဖိုးထားပြီးအားပေးနေသေးတဲ့ နပန်းအားကစားသမားဟောင်း အဖွဲ့ခေါင်းဆောင်ဖြစ်သူက သူ့ရဲ့သားဖြစ်သူ ဒက်စ်ကို ပညာသင်ဖို့ ပန်ဂျက်ကောလိပ်ကိုလွှတ်လိုက်ပြီးတဲ့နောက်မှာ ဒက်စ်ဟာ နပန်းအားကစားသမား အက်ဒီသီစင့်ဆိုတဲ့ကောင်မလေးကို ချစ်မိသွားခဲ့ပါတယ်။ နဂိုတည်းက အစွန်းရောက်ဝါဒတွေနဲ့မိန်းမဆိုတာ ယောကျာ်းယူပြီး ကလေးမွေးရမယ်လို့ တစ်ဖက်ပိတ်နေသူ အစ်ကိုဖြစ်သူကိုဖောက်ထွက်ပြီး နပန်းဆော့ဖို့ရုန်းကန်နေရတဲ့ပန်ဂျက်သူ​လေး အက်ဒီသီဟာ သူမရဲ့လမ်းကြောင်းမှာ ဘာတွေကို ဆက်ရွေးချယ်သွားလေမလဲ။ ဒက်စ်တစ်ယောက်အနေနဲ့ရောသူ့မြို့ရဲ့ နပန်းအားကစားတစ်ဖက်၊ ချစ်ရသူရဲ့ ဘဝကတစ်ဖက်မှာ ဟန်ချက်ညီအောင် ဘယ်လိုထိန်းပြီး သူချစ်ရတဲ့အရာတွေကိုဘယ်လိုကာကွယ်သွားမလဲဆိုတာ ဒီကားလေးထဲမှာ ဆက်ကြည့်လိုက်ကြပါနော်။အိန္ဒိယနပန်းအားကစားရဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1JAl7/Godha_720p_2017_AAC_2.0CH_(CM).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/w-135x200.jpg",
        "title": "Windfall (2022)",
        "description": "လောကကြီးမှာ ပြည့်စုံတဲ့သူတွေနဲ့ မပြည့်စုံတဲ့သူတွေက\nအမြဲတမ်း အားပြိုင်နေကျစမြဲပါဘဲ မပြည့်စုံတဲ့သူတစ်ယောက်ဟာ\nပြည့်စုံတဲ့သူလိုဖြစ်ချင်တာကလည်း သဘာဝတရားတစ်ခုပါပဲ\nပြည့်စုံတဲ့သူတစ်ယောက်လည်း မပြည့်စုံတဲ့သူတွေကို\nအချောင်သမား အပျင်းကြီးတဲ့သူတွေလိုထင်နေတာလည်း မဆန်းပါဘူး\nဒါပေမဲ့ ကိုယ်က ပြည့်စုံတယ်ဆိုပြီး ကိုယ့်မိန်းမရဲ့ စိတ်ကိုနည်းနည်းလေးမှ\nဂရုမစိုက် လူရာမသွင်းဘဲ ကိုယ်လုပ်ချင်တာတွေချည်းလုပ်နေလို့\nမရဘူးဆိုတာလေးကို ရိုက်ပြသွားတာပါ လူလေးယောက်ထဲနဲ့\nတစ်ကားထဲကို စဉ်းစားစရာတွေ သင်ခန်းစာယူစရာတွေနဲ့\nလူတန်းစားကွာဟချက်တွေအကြောင်း ရိုက်ပြသွားလို့ အေးအေးလေးနဲ့\nငြိမ့်ငြိမ့်လေးကြည့်လို့ကောင်းမယ့်ကားလေးပါပဲ\nထူးခြားတာကတော့ ဇာတ်ကောင်တွေရဲ့နာမည်ကိုအသုံးမပြုထားဘဲ\nနာမ်စားတွေပဲသုံးသွားခဲ့တာပါ စဉ်းစားရသက်သာတာပေါ့\n File size…(1.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Drama,Crime,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": "https://megaup.net/105ve/wildland.2020.720p.bluray_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/j-135x200.jpg",
        "title": "Jackass Forever (2022)",
        "description": "Jackass Forever ဒါကတော့ Jackass film series ရဲ့နောက်ဆုံးထွက်ရှိလာတဲ့ကားပါ။Jackass အစီအစဉ်တွေကတော့ အရင်အတိုင်းပဲ ထူးဆန်းတဲ့စတန့်ကွက်တွေ လုပ်ပြပြီးအဖွဲ့သားအချင်းချင်းနောက်ပြောင်ကြတာမျိုးပါ။စတန့်တော်တော်များများက အန္တရာယ်များပြီး ရွံစရာကောင်းတာတွေလည်းပါပါတယ်။တစ်ကားလုံး ပေါက်တတ်ကရတွေလုပ်ပြနေလို့ တော်တော်ရယ်ရပါတယ်။ဒီကားက Jackass ရုပ်ရှင်တွေထဲမှာတော့ အကောင်းဆုံး rating ရထားပါတယ်။ဟိုးအရင် MTV ကအစီအစဉ်မှာတည်းက ပါ၀င်ခဲ့တဲ့ Johnny Knoxville တို့ Steve O တို့အစုံအလင်ပါ၀င်ကြပြီး Machine Gun Kelly ,Eric Andre တို့ကလည်း Guest star အဖြစ်ပါ၀င်ထားပါတယ်။ရုပ်ရှင်ထဲက စတန့်တွေကိုအပြင်မှာတော့မစမ်းကြည့်ကြပါနဲ့ဦးနော်။Genre.....Comedy, Action, documentary\nQuality….WEB-DL 480p and 720p\nFile size…(1.6GB)/(346.80MB)\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... SP\nEncoder .....Mr. Anderson",
        "rating": "7.1",
        "url": "https://megaup.net/1Jzks/Jackass.Forever.2022.720p_(CM).mp4",
        "category": "Action, Comedy, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/images-133x200.jpg",
        "title": "Election (2005)",
        "description": "Election (2005) ~ IMDb - 7.1/10, RT - 87%, Meta - 73% ~အာရှရုပ်ရှင်ဖန်တွေ အကောင်းဆုံးဟောင်ကောင်ဂန်းကားကို ရွေးကြတဲ့အခါ Election တွေကို ကြည့်ဖူးတဲ့လူအများစုကတော့ Johnnie To ရဲ့ Election နဲ့ Triad Election ကို ရွေးကြတာများပါတယ်။ Election နှစ်ကားက ဂန်းကားပေမဲ့ အားနေပစ်လိုက် ထိုးလိုက်လုပ်နေတဲ့ ဂန်းကားမဟုတ်သလို စကားပဲများနေတဲ့ ဂန်းကားလည်းမဟုတ်ပြန်ဘူး။ အဲဒီနှစ်ခုကြားက မဇ္စျိမပဋိပဋာကျတဲ့ ဂန်းကားလို့ဆိုရမယ်။ ဒီနှစ်ကားလုံးက ဂန်းကားပေမဲ့ အနုပညာရည်အရလည်း မနုံနဲ့ဘူး။ ၂၀၀၅ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ပထမကားကိုပြခဲ့ပြီး ၂၀၀၆ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ဒုတိယကားကိုပြခဲ့တဲ့အပြင် ဟောင်ကောင်အကယ်ဒမီဆုပေးပွဲတွေမှာရော ဝေဖန်ရေးသမားတွေပေးတဲ့ ဆုပေးပွဲတွေမှာ Best Picture ဆုတွေ Best Director ဆုတွေ Best Screenplay ဆုတွေ ရထားတဲ့ရုပ်ရှင်တွေဆိုလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Jznt/(CM)_Election_(2005)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/battle.freestyle-134x200.png",
        "title": "Battle: Freestyle (2022)",
        "description": "Battle: Freestyle (2022)=================စတိုင်ကျကျကပြတဲ့ ကားတွေကို ကြိုက်သူများအတွက် Netflix က\nအသစ်ထွက်ရှိလာတဲ့ ဇာတ်လမ်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်။\nကားနာမည်ကတော့ Battle: Freestyle တဲ့ . . .ဒီကားထဲမှာ အမ်မလီက ချစ်သူမီကယ်ရဲ့အကအဖွဲ့မှာ ပါဝင်တဲ့သူလည်း\nဖြစ်သလို၊ တစ်နေ့မှာ အမ်မလီတို့အဖွဲ့ ပါရီမှာ ပြိုင်ပွဲ ယှဥ်ပြိုင်ဖို့အတွက်\nရွေးချယ်ခံလိုက်ရတဲ့အခါ အမ်မလီတစ်ယောက် ဝေးကွာနေတာကြာပြီဖြစ်တဲ့\nအမေဖြစ်သူနဲ့ တွေ့ဆုံဖို့ဖြစ်လာပါတော့တယ်။ နောက်ပြီးအမ်မလီအမေက\nအကသင်တန်းကျောင်းရဲ့ပရော်ဖက်ဆာတစ်ယောက်ဖြစ်ပြီး အမ်မလီ\nတစ်ယောက် အမေဖြစ်သူနဲ့တွေ့တဲ့ချိန်မှာ ဘယ်လိုအပြောင်းအလဲတွေ\nဖြစ်ကုန်မှာလဲ၊ အကပြိုင်ပွဲမှာရော သူတို့မျှော်မှန်းထားတဲ့ ဆုကြေးတွေ\nသိမ်းပိုက်နိုင်မလားဆိုတာ စိတ်ဝင်တစားနဲ့ ဒီဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှု\nရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေး\nသားပေးသူကတော့ Shwe Pyae, Jerrica တို့ဖြစ်ပါတယ်)File Size - (1.6 GB) / (813 MB) / (538 MB)\nQuality – WEB-DL 1080p / 720p/480p\nDuration - 1h ...",
        "rating": "4.8",
        "url": "https://megaup.net/35t7z/Battle.Freestyle.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6VCoynZwiaTEsETx9yP0rAWOaOg.jpg",
        "title": "Bull (2021)",
        "description": "Bull (2021) ဇာတ်လမ်းအညွှန်း ဒီတစ်ခါတော့ Thriller အမျိုးအစား ရုပ်ရှင်ကားကောင်းလေး ကို တင်ဆက်ပေးလိုက်ပါတယ်။သွေးအေး ရက်စက်တဲ့ ဂိုဏ်းစတားတစ်ယောက်ဖြစ်တဲ့ ဘူးလ်ဟာ သားဖြစ်သူကို ဆေးစွဲနေတဲ့ သူ့မိန်းမနဲ့ ခွဲထားဖို့ ကြိုးစားရာကနေ ဂိုဏ်းခေါင်းဆောင်ဖြစ်တဲ့ ယောက္ခမ ဖြစ်သူနဲ့ ကတောက်ကဆ တွေ ဖြစ်ပါတော့တယ်။ ဒီလိုနဲ့ လူမိုက်တွေရဲ့ ထုံးစံအတိုင်း ဘူးလ်ကို နှိပ်စက်ပြီးတဲ့နောက်မှာ ဝေဒနာကြီးစွာ ခံစားရပြီး သေသွားအောင် ပစ်ထားခဲ့ပါတယ်။နောက်ဆယ်နှစ်အကြာမှာတော့ ဘူးလ်တစ်ယောက် အမှတ်မထင် ပြန်ပေါ်လာပြီး သူ့သားကို ပြန်ခေါ်နိုင်ဖို့နဲ့ သူ့ကို သစ္စာဖောက်ခဲ့တဲ့ မိတ်ဆွေဟောင်းတွေကို လက်စားချေဖို့ ကြိုးစားလာတဲ့အခါမှာတော့ ...နဂိုကတည်းက သွေးအေးရက်စက်ပါတယ်ဆိုတဲ့ ဂိုဏ်းစတား တစ်ယောက် နာကျည်းချက်တွေနဲ့ လက်စားချေဖို့ အကြောင်းဖန်လာတဲ့အခါ ...ဘယ်လိုရက်စက်တဲ့ နည်းတွေ သုံးမလဲ?သားဖြစ်သူကို ပြန်ခေါ်ထားနိုင်ပ့ါမလား?ယောက္ခမနဲ့ မိန်းမတို့ကကော သူ့ကို ဒီအတိုင်း လက်ပိုက်ကြည့်နေပါ့မလား? ဆိုတာကိုတော့ ရုပ်ရှင်ထဲ ဆက်လက် ကြည့်ရှုကြရအောင်ပါ။ File ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Jzhe/[CM]Bull.2021.720p.WEBRip.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/thqgzBPEDYQX0taszVus5nYMtTZ.jpg",
        "title": "Moonshot (2022)",
        "description": "Moonshot (2022)ဒီဇာတ်ကားလေးကတော့ ၂၀၂၂ မှာအသစ်ထွက်ရှိထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။Walt ဆိုတဲ့ကောင်လေးတစ်ယောက်က ငယ်ငယ်လေးကတည်းက အာကာသတစ်ခွင် လျှောက်သွားချင်နေခဲ့တာပါ။\nKovi Industries Student Mars Program ဆိုတာကတော့\nကောလိပ်ကျောင်းသားတွေကို အင်္ဂါဂြိုလ်ဆီ ပို့ပေးနေတဲ့ ပရိုဂရမ်တစ်ခုဖြစ်ပါတယ်။\nWalt ရဲ့ရည်းစားဖြစ်သူကလည်း အင်္ဂါဂြိုလ်မှာ အလုပ်လုပ်နေတဲ့သူတစ်ယောက်ပါ။\nWalt တစ်ယောက် အင်္ဂါဂြိုလ်သွားဖို့ကို အကြိမ်ကြိမ်ပယ်ချခံရပြီးနောက်မှာတော့\nSophie ဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nSophie ကတော့ ထူးချွန်တဲ့ကျောင်းသူတစ်ယောက်ဖြစ်သလို\nသူ့ရည်စား Kelvin ကလည်း အင်္ဂါဂြိုလ်ပေါ်မှာ အလုပ်လုပ်နေတာဖြစ်ပါတယ်။\nတစ်နေ့မှာ Sophie ဟာသူ့ရည်စားနဲ့ တွေ့ဖို့အတွက် အင်္ဂါဂြိုလ်ကိုသွားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။\nအဲဒီမှာ အင်္ဂါဂြိုလ်ရူး Walt ကလည်း Sophie ကိုအသုံးချပြီး ယာဉ်ပေါ်ကို ခိုးပြီးလိုက်ပါသွားပါတော့တယ်။\nWalt ခိုးပြီးတော့လိုက်ပါလာတာကို Sophie သိသွားပြီးတဲ့နောက်မှာတော့\nသူတို့နှစ်ယောက် အာကာသခရီးစဉ်တစ်လျှောက် ဘယ်လိုနှစ်ပါးဆက်သွားကြမလဲ၊\nသူတို့ရဲ့ ရည်းစားတွေနဲ့ရော အင်္ဂါဂြိုလ်ပေါ်မှာ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကတော့\nC ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Jylf/Moonshot.2022.720p.HMAX.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9g6yLno4P14UWiURoL2H2NUp39h.jpg",
        "title": "Pinocchio: A True Story (2022)",
        "description": "Pinocchio A True Story (2021)အီတလီ ပုံပြင်လေးတစ်ပုဒ်ဖြစ်တဲ့ သစ်သားရုပ်ကလေးကနေ\nအသက်ဝင်လာတဲ့ Pinocchio အကြောင်း ကြားဖူးကြမှာပါဒီဇာတ်ကားလေးမှာတော့\nသစ်သားရုပ်ကလေး Pinocchio နဲ့ သူ့အဖော် မြင်းလေး Tibalt တို့\nကမ္ဘာကြီးကို လျှောက်ပတ်ကြည့်ဖို့ ထွက်လာခဲ့ရာကနေ\nမာဂျီရာဖိုကိုရဲ့ ဆပ်ကပ်အဖွဲ့ကိုရောက်သွားပြီး စွန့်စားခန်းတွေနဲ့ ကြုံတွေ့ရပုံကို\nတင်ဆက်ထားတာပါလိမ်ပြောရင် နှာခေါင်းကြီးရှည်ထွက်လာမယ် ဆိုတဲ့\nအကြောင်းအရာတွေကနေ ကွဲထွက်ပြီးPinocchio နဲ့ သူ့ရဲ့ မိတ်ဆွေ မြင်းလေး Tibalt တို့ရဲ့ စွန့်စားခန်းတွေ\nလူသားဆန်မှုတွေကို ဖော်ကျူးထားတာဖြစ်တဲ့အတွက်\nPinocchio ပရိသတ်တွေအနေနဲ့ တမူထူးခြားတဲ့ အရသာကို ခံစားရမှာပါစိမ်းစိမ်းစိုစို ကာတွန်းရုပ်လေးတွေနဲ့\nအရောင်အသွေးစုံစုံလင်လင်တင်ဆက်ထားတာကြောင့်\nစိတ်အပန်းဖြေတဲ့အနေနဲ့  ကြည့်ရှုသင့်တဲ့ ကာတွန်းကားလေးပဲ ဖြစ်ပါတယ်အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Animation, Family, Fantasy\nQuality….WEB-DL 1080p and 720p and 480p\nFile size...1.65GB and 683MB and 267MB\nFormat...mp4\nDuration….1h ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Jyn0/Pinocchio.A.True.Story.2021.720p.WEB-DL.CM.mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BN2NmM2QxYzMtOWJjNi00ZjUxLWIzMGMtOWNiMGU1YzVlYjdkXkEyXkFqcGdeQXVyODIyMjMwMw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Captain Nova (2021)",
        "description": "Captain Nova 2021\nIMDb 7.1Netflix မှာ အသစ်ထွက်ရှိလာတဲ့ နယ်သာလန်နိုင်ငံက ဒက်ခ်ျစကားပြော Adventure,Sci-Fi အမျိုးအစား ဒီဇာတ်ကားဟာ ထင်မထားရလောက်အောင်ကို ကောင်းတဲ့ဇာတ်ကားလေးပါ။Finch တို့ဘာတို့လို ဇာတ်လမ်းအေးအေးနဲ့ ဇိမ်ခံပြီးကြည့်ရမယ် ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်ကွက်က ငြိမ့်ညောင်းညက်ညောပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကို ပြောရမယ်ဆိုရင်ကမ္ဘာကြီးဟာ လူသားတွေရဲ့ လောဘကြောင့် ပူနွေး‌စုတ်ပြတ်ကပ်စိုက်နေတဲ့ ခေတ်ကာလတစ်ခုကနေ စပါတယ်။ ဒီလိုဖြစ်သွားစေရတဲ့အကြောင်းအရင်းကလည်း ကိုယ်နေတဲ့ကမ္ဘာကို ကိုယ်ပြန်ဖျက်‌စီးနေတဲ့ လူသားတွေကြောင့်ပဲဆိုပါတော့။ဒီတော့ ဒီလိုဖြစ်သွားတဲ့ကပ်ဆိုးကြီးကို ပြန်လည်ကယ်တင်ဖို့ နိုဗာဆိုတဲ့ အမျိုးသမီးလေးကို ဒီလိုကပ်ဆိုးကြီးစတင်ခဲ့ရာ အတိတ်တစ်ချိန်စီပြန်ပို့ရင်း၊ ပို့ရမယ့်နေရာနဲ့အချိန် သေးသေး‌လေး လွဲမှားကျရောက်သွားတဲ့အခါ ကမ္ဘာမြေပေါ်မှာ ဘယ်လိုအခက်အခဲတွေ ကြုံရမယ်၊ သူ့ကိုစေခိုင်းလိုက်တဲ့ မစ်ရှင်ကိုရော အောင်မြင်နိုင်ပါ့မလား၊ ဘယ်လိုမျိုး အလှည့်အပြောင်းတွေနဲ့ဆိုတာ......။\nFile size…(1.3 GB)/(550 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:25:o6\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "7.1",
        "url": "https://megaup.net/2pvA7/(CM)_Captain.Nova.2021.720p.WEB.h264-Naung.mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cuf8aq2ybTFutnssA4OZVsirRNK.jpg",
        "title": "Someone (2016)",
        "description": "Someone (2016) ဘွဲ့ရပြီးတဲ့ ဂျပန်လူငယ်ငါးယောက်၊ ဘွဲ့ရအလုပ်လက်မဲ့ဆိုတာ ကျွန်တော်တို့လို Third World Country တွေမှာ ပေါများသလို Japan လိုတိုးတက်ပြီးသားနိုင်ငံမှာ မရှိပါဘူးရယ်တော့ ပြောလို့မရပါဘူး၊ ဂျပန်နိုင်ငံမှာဘွဲ့ရထားပြီး အလုပ်ခွင်ဝင်ဖို့ကြိုးစားတဲ့အခါ အလုပ်လျှောက်ကြတဲ့အခါ အခက်အခဲကိုမျိုးစုံကြုံကြရပါတယ်တဲ့။ဒီလိုဘွဲ့ရပြီးသားဂျပန်လူငယ် ငါးယောက်က အလုပ်လျှောက်ဖို့ပြင်ကြတဲ့အခါ သူတို့ငါးယောက်လုံးက တိုက်ခန်းတူနေပါတယ်၊ ဒီလိုနဲ့တူတူကြိုးစားကြ တူတူ‌အလုပ်တွေလျှောက်ဖြစ်ကြတယ်ပေါ့ဗျာ၊ ဒီလိုနဲ့တစ်ယောက်ပြီးတစ်ယောက်ရသွားလိုက်ကြတာ မရသွားတဲ့ကောင်လေးတစ်ယောက်ကတော့ကျန်ရစ်ဖြစ်ပြီး စွန့်ပစ်ခံရသလိုခံစားနေရတဲ့အခါ သူတို့ကြားကဆက်ဆံရေးတွေကအရင်လိုမဖြစ်နိုင်တော့ပါဘူး။ဂျပန်နိုင်ငံရဲ့ အလုပ်အကိုင်အခွင့်အလမ်းတွေအကြောင်းကို အနည်းအကျဉ်းဆိုသလိုထိတွေ့ခွင့်ရမယ့် ဝတ္ထုတစ်ပုဒ်အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပြီး မင်းသား မင်းသမီးတွေကလည်း ဂျပန်သိပ်မကြည့်တဲ့ သူတွေနဲ့တောင် မစိမ်းတဲ့လူတွေပါပဲ။ ကန်ရှင်းမင်းသား၊ Flying colors မင်းသမီး၊ Drive My Car ထဲက ဒုတိယမင်းသားတို့တွေပါ။ ထိပ်တန်းသရုပ်ဆောင်တွေချည်းပါပဲ။ဒီနေ့ခေတ် ဒီနိုင်ငံမှာ ဂျပန်ကိုသွားဖို့ အစီအစဉ်ရှိနေတဲ့သူတွေ များသလို ဂျပန်စာလေ့လာနေကြတဲ့သူတွေလည်း မနည်းပါဘူး။ မြင်မိသလောက် လူငယ်သုံးချိုးတစ်ချိုးလောက်နီးပါးပါပဲ။ ဒီရုပ်ရှင်ဟာ ဂျပန်မှာ အလုပ်သွားလုပ်ချင်တဲ့သူတွေ ဗဟုသုတအနည်းအကျဉ်းရအောင် ကြည့်ထားသင့်တဲ့ကားပါ။ (ဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/13Auh/(CM)_Someone_(2016)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/en-171x200.jpg",
        "title": "The English Patient (1996)",
        "description": "ဒုတိယ ကမ္ဘာစစ်ကိုဇာတ်လမ်းတည်ပြီးရိုက်ထားတဲ့ အချစ်ဇာတ်လမ်းလေးပါ\nအချစ်က လူတိုင်းကို ရူးသွပ်စေနိုင်တယ်ဆိုတာလေးပါ ဖော်ပြပေးထားတာပါ\nဂျော့ဖရီ နဲ့ ကတ်သရင်းတို့ လင်မယားနှစ်ယောက်က\nလေ့လာရေးခရီးထွက်ပြီး မြေပုံဆွဲနေတဲ့အဖွဲ့ဆီ ရောက်လာတာကနေ\nဇာတ်လမ်းလေးက စတာပါ\nအဖွဲ့ထဲမှာ ကတ်သရင်းကို သဘောကျနေတဲ့ အယ်မာဆီဆိုတဲ့တစ်ယောက်ကလည်း\nရှိနေပါသေးတယ် တစ်နေ့တော့ ဂျော့ဖရီက အစိုးရအတွက် အလုပ်လုပ်ပေးဖို့\nသွားတော့ ကတ်သရင်းကို လေ့လာရေးအဖွဲ့နဲ့ ထားခဲ့ပါတော့တယ်\nအဲဒီအချိန်မှာပဲ ရှုပ်ထွေးပွေလီလှတဲ့ အချစ်ရဲ့ နိယာမတွေကို\nတစ်ခုချင်းစီ ကွက်ကွက်ကွင်းကွင်းမြင်ပြီး ငြိမ့်ငြိမ့်လေးနဲ့ ခံစားနေရာကနေ\nမျက်ရည် ဘူးသီးလောက်ကျအောင် ဆွဲခေါ်သွားနိုင်တာမို့\nဆု အများကြီးရထားပြီး လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ\n File size…(1.7 GB)/(928.32MB)\nQuality….Webrip  720p / 480p\nFormat…mp4\nDuration….02:42:00\nGenre...Drama, Romance, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.4",
        "url": "https://megaup.net/1Jwt0/The_English_Patient_1996_720p_(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tqABFRg3xs0gAimTJqj78W8Y0mX.jpg",
        "title": "The Centipede Is Tap Dancing (1977)",
        "description": "CM ပရိတ်သတ်​တွေအတွက် Old but Gold comedy​တွေထဲကတစ်ကားဖြစ်တဲ့ Le Mille Pattes Fait des Claquettesဆိုတဲ့ဇာတ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်။ 1977ထွက် ပြင်သစ်Comedy ဇာတ်ကားပဲ ဖြစ်ပြီး ဒုတိယ​ကမ္ဘာစစ်​ကို နောက်ခံထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ တန်ခိုးထွားခဲ့တဲ့ နာဇီဂျာမန်​တွေကပြင်သစ်နိုင်ငံကို လက်ခုပ်ထဲက​ရေလို ကြိုးကိုင်ချယ်လှယ်ခဲ့ချိန်တစ်ခု ရှိခဲ့ဖူးပါတယ်။ ပြင်သစ်ရဲ့ အဖိုးတန်အ​မွေအနှစ်​မှန်သမျှအပိုင်စီးပြီး ဂျာမဏီကိုပို့ပစ်ခဲ့တဲ့ အချိန်ကာလတစ်ခု​ပေါ့၊ ဒီလိုတိုင်းတစ်ပါးရဲ့ အ​မွေအနှစ်​တွေကို စိတ်တိုင်းကျ​မောင်ပိုင်စီးနေတဲ့ ဂျာမန်ဗိုလ်ချုပ်​​တွေ ​နောက်ထပ်မျက်စိကျလာတာက​တော့ပြင်သစ်နိုင်ငံ ပါရီမြို့ Louvre ပြတိုက်မှာရှိတဲ့ လှပခြင်းနဲ့အချစ်နတ်သမီး Aphroditeရဲ့ ရုပ်တုဖြစ်တဲ့ \"Venus De Milo\" ရုပ်တုကိုပါ။ နိုင်ငံရဲ့အ​မွေအနှစ်ရုပ်တုကြီးတစ်ခု တိုင်းတစ်ပါးလက်ထဲ ​​ရောက်တော့မှာ သိလိုက်ရတဲ့ ပြင်သစ်သားလူငယ် ၃​ယောက်ဟာ ဂျာမန်ကောင်​တွေလက်ထဲက​နေ ရုပ်တုကြီးကို တဖန်ပြန်ခိုးပြီး \"ရုပ်တုမပါသွား​ရေး ဒို့အ​​ရေး\"လုပ်ကာ ဂျာမန်စစ်တပ်​တွေ လိုက်ဖမ်းတဲ့ကြားက​နေVenus De Miloရုပ်တုကို ကာကွယ်​ဖို့ကြိုးစားပုံ​တွေစွန့်စားခန်း​တွေကို ဟာသဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။​၂၀၂၂နဲ့ ၁၉၇၇ခုနှစ်ကြား ...",
        "rating": "5.6",
        "url": "https://megaup.net/35rcD/Le.mille-pattes.fait.des.claquettes.1977.FRENCH_720P_%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/solaris-141x200.jpg",
        "title": "Solaris (1972)",
        "description": "Solaris (1972)တာကော့စကီးမှာ Features Film ၇ကားရှိတဲ့အထဲ Solarisနဲ့ Stalker နှစ်ကားပဲ Science Fictionပါ။ သူများဝတ္တုကို ရိုက်တာလည်း ဒီ၂ကားပဲ ရှိပါတယ်။ Solarisရဲ့ လက်ကျန်အတွေးစကနေ Stalkerဆက်ဖြစ်လာတယ်လည်း ပြောကြတယ်။ Solarisဟာ Stanisław Lemရဲ့ ဝတ္တုကိုရိုက်ထားတာဖြစ်ပြီး တာကော့စကီးနောက်မှာ Steven Soderberghက တစ်ခါရိုက်ခဲ့ပြီး ရူဆုခဲ ဟမဂုချိကလည်း သူ့ဆရာခိရိုရှိ ခုရိုဆ၀ အကြံပေးမှုနဲ့ ကျောင်းသားဘဝက ရိုက်ခဲ့ဖူးပါတယ်။ တာကော့စကီးရဲ့ Solarisကတော့ ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံး Sci-fiတွေထဲက ထိပ်ဆုံးစာရင်းဝင်ကားဖြစ်ခဲ့ပါတယ်။အကြောင်းအရာကတော့ ဆန်းသလိုလို မဆန်းသလိုလိုပါပဲ။ Solarisဆိုတဲ့ ဂြိုဟ်ကြီးကို လေ့လာတဲ့သူတွေရဲ့ အာကာသစခန်းထဲက အဖြစ်အပျက်တွေအကြောင်းပါပဲ။ သိပ္ပံအကြောင်းအရာတွေကလည်း တခြားဘယ်ကားမှာမှ မတွေ့ဖူးတဲ့ အဆန်း‌ကြီးတွေပါပါတယ်။ တာကော့စကီး ရုပ်ရှင်ဆိုတော့ ကိုယ့်အတွေးကို ဒီသိပ္ပံဇာတ်အိမ်ထဲ ဘောင်ဘင်မခတ်တာ အကောင်းဆုံးပါပဲ။ကဗျာဆိုတာ ကိုယ့်ကိုယ်ကိုယ် ပြန်ရှာတွေ့ဖို့နေရာလည်း ဟုတ်ပါတယ်။ တာကော့စကီးရုပ်ရှင်ဟာ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Jw5k/Solaris_[Solyaris]_(1972)_720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/tf2kw9HfzuowczsT7VDVR5KQxJH-133x200.jpg",
        "title": "Mission Kashmir (2000)",
        "description": "IMDb Rating (6.6)ပထမဦးဆုံးအနေနဲ့ ပြောချင်တာက\nလောကမှာ ဘယ်လူမျိုး ဘယ်ဘာသာရယ်က အကြမ်းဖက်ဘာသာ အစွန်းရောက်လူမျိုးရယ်လို့မရှိပါဘူး..လူက နှစ်မျိုးပဲရှိပါတယ်..အဲ့ဒါကတော့ လူကောင်းနဲ့လူဆိုးပါ.. ဒီဇာတ်ကားလေးမှာ ဘာသာရေးအစွန်းရောက်အယူဝါဒတချို့ပါနေလို့ ဇာတ်ကားကြည့်ရင်း ဗဟုသုတယူရမယ့်အစား အစွန်းရောက်ဝါဒများ စိတ်ထဲမကိန်းအောင်စေဖို့ တိုက်တွန်းလိုက်ပါတယ်...အစွန်းရောက်ဝါဒီတွေရဲ့ ထုံးစံအတိုင်း ရင်ထဲမှာ အမုန်းတရားတွေစွဲကျန်နေတဲ့ တက်သစ်စလူငယ်လေးတွေကို သိမ်းသွင်း...ကိုယ်ကျိုးအတွက်ပဲ ကြည့်ပြီး ဘာသာရေးအမည်ခံ အမုန်းတရားတွေဖြန့်...လုပ်ဇာတ်တွေဖန်တီးပြီး ဆော်သြနေကြတဲ့ လူတွေလက်ထဲရောက်သွားခဲ့ရတဲ့ လူငယ်လေးတွေအကြောင်းကိုလည်း ဒီဇာတ်ကားမှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်...အဓိကဦးတည်ချင်တာကတော့ မပြီးဆုံးနိုင်တဲ့ အိန္ဒိယ-ပါကစ္စတန်အမွှေဇာတ်ထုပ်ပေါ့...ဒီကားမှာ ဘောလီးဝုဒ်မင်းသားချောလေး ရီသစ်ရိုရှန်းနဲ့ မင်းသားကြီး ဆန်ဂျေးဒသ်တို့ပါဝင်သရုပ်ဆောင်ထားတယ်...မစ်ရှင်ကက်ရှမီးဆိုတဲ့ ကားနာမည်အတိုင်းပဲ ဟင်ဒူ-မွတ်စလင် အမြဲအဓိကရုဏ်းဖြစ်နေတတ်တဲ့ ကက်ရှမီးဒေသကို ဖျက်ဆီးပြီး အမုန်းတရားတွေဖြန့်ကျက်ဖို့ စစ်သွေးကြွအုပ်စုက လျှို့ဝှက်ကြံစည်နေကြတယ်ဒါကိုမှ ရဲအရာရှိက စုံစမ်းဖေါ်ထုတ်မယ့်ဇာတ်လမ်း....ဒါပေမဲ့ အဲ့ဒီစစ်သွေးကြွအုပ်စုထဲကို မတော်တဆရောက်သွားခဲ့ရတာက ရဲအရာရှိရဲ့မွေးစားသား...နောက်ခံအမုန်းတရားဇာတ်အိမ်နဲ့ သူတို့နှစ်ယောက်ကို ထိပ်တိုက်ပေးတွေ့တဲ့အခါ....ဆက်ဖြစ်လာမယ့်ဇာတ်အရှိန်ကိုတော့ တစိမ့်စိမ့်ကြည့်ရှုပေးကြပါလို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(4.2 GB)/(1.4 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:31:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "6.6",
        "url": "https://megaup.net/2pty4/(CM)_Mission_Kashmir_2000_Hindi_720p_AMZN_WebDL_DDP_2.0_Nyein.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/EveryLastSecret_Poster-133x200.jpg",
        "title": "Every Last Secret (2022) Broken Soldier",
        "description": "Every last secrets (2022)GOT စီးရီးမှာ Sansa Stark အဖြစ်သရုပ်ဆောင်ပြီး နာမည်ကြီးလာတဲ့ မင်းသမီး Sophie Turner ခေါင်းဆောင်မင်းသမီးအနေနဲ့ ပါဝင်ထားတဲ့ ဒရမ်မာဇာတ်ကားအသစ်လေးဖြစ်ပါတယ် ။စစ်မြေပြင်ကနေ စိတ်ဒါဏ်ရာရပြီး ပြန်လာတဲ့ ၃၅ နှစ်အရွယ် တပ်သားတစ်ယောက် ၊\nအချစ်ကိုတစ်ခါမှမကြုံဖူးသေးတဲ့ ၁၇ နှစ်အရွယ်ကောင်မလေးတစ်ယောက် ၊\nတစ်ဦးတည်းသော သမီးလေးကို အချစ်လွန်ပြီး over protective ဖြစ်လွန်းတဲ့ ဖခင်တစ်ယောက်\nဒီ ၃ယောက်ရဲ့ ဆုံမှတ်ကတစ်နေရာတည်းအဖြစ် ထပ်တူကျလာတဲ့အချိန်မှာ ဘယ်လိုမျိုးရှေ့ဆက်ကြမှာပါလဲဆိုတာ...။\nFile size…(1.1 GB)/(400 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:33:oo\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Htet Kyaw Myo",
        "rating": "5.2",
        "url": "https://megaup.net/1Jw14/(CM)_Every.Last.Secret.2022.720p.WEB-DL.DD5.1.H.264-Naung.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ZzllPVrYmBn28Kc7PZaQ0PrQat.jpg",
        "title": "Trust No One: The Hunt for the Crypto King (2022)",
        "description": "Trust No One: The Hunt for the Crypto King (2022)\n====================================\nCryptocurrency.... ၂၀၀၈ ခုနှစ်ဟာ စတင်​ပေါ်​ပေါက်ခဲ့တဲ့Currencyတစ်ခုဟာ ဆယ်စုနှစ်​​ကျော်ကြာ ၂၀၁၇၊ ၂၀၁၈မှာပဲ ကမ္ဘာ့ Financial stream တစ်ခုလုံးကို အကြီးအကျယ်ရိုက်ခတ်​လာတဲ့ digital currencyတစ်ခုဖြစ်လာပါပြီ၊ ကိုယ့်ရဲ့ပိုင်ဆိုင်မှုကို ​ငွေသားအ​နေနဲ့ သိမ်း​နေစရာမလို၊ ဘဏ်​တွေနဲ့ဇယားရှုပ်စရာမလိုတဲ့အပြင် ကိုယ်investထားတဲ့coinတန်ဖိုးဟာ ​​ရွေးချယ်မှု မှန်သ​လောက် အဆ ရာနဲ့ချီပြီး ဈေးမြောက်သွားနိုင်တဲ့ မက်လုံး​ကြောင့် Investor​တွေ၊ အလွယ်လမ်းနဲ့သူ​ဌေးဖြစ်ချင်သူ​တွေ တဟုန်ထိုးစိတ်ဝင်စားလာတဲ့ နယ်ပယ်​​ပေါ့၊ ဒီလိုမနူးမနပ်လူသစ်​တွေ များလာတာနဲ့အမျှ scammerလို့​ခေါ်တဲ့ အွန်လိုင်းလူလိမ်​တွေလည်း များစွာ​ပေါ်လာပါတယ်၊ဒီDocumentaryက​ crypto​လောကမှာ အ​တော်ကိုပွဲ​ဆူခဲ့တဲ့Scammer တစ်​ယောက်အ​ကြောင်း ဖြစ်ရပ်မှန်မှတ်တမ်းပါ၊က​နေဒါရဲ့အကြီးဆုံးCrypto exchangeဖြစ်တဲ့QuadrigaCXဟာ Investor​တွေရဲ့ keyကို နံပါတ် ၆၄ လုံးအထိ ထား​ပေးတဲ့အတွက် သိပ်ကိုယုံကြည်စိတ်ချရပါတယ်ဆိုတဲ့ exchangeပါ၊\nInvestor​တွေကလည်း အဆိုပါkey​တွေကို ကုမ္ပဏီပဲတာဝန်ယူသိမ်းဆည်း​ထားဖို့ တောင်းဆိုခဲ့ပါတယ်၊ ဒီkey​တွေကိုသိနိုင်တဲ့တစ်ဦးတည်း​သောသူက​​တော့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/13ym1/Trust_No_One__The_Hunt_for_the_Crypto_King.720p.AAC2.0CH_(CM).mp4",
        "category": "Crime, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8tuYbwhNO5XXvRYenItyFJeAo8.jpg",
        "title": "Special Agent (2020)",
        "description": "Special Agent (2020)မြောက်ပိုင်းက ဇီဝလက်နက်ဗိုင်းရပ်စ်တစ်မျိုးကို ဖန်တီးပြီး ဖြေဆေးကို ရဖို့အတွက် ပါမောက္ခကြီးကို ခြိမ်းခြောက်တယ်။ ပါမောက္ခကလည်း သူ့ဇနီးသေပြီးတဲ့နောက် ဒီစစ်ဆင်ရေးကို တားမြစ်ဖို့ ဆုံးဖြတ်ချက်ချခဲ့တယ်။ဒါပေမဲ့ တစ်ဖက်မှာလည်း သမီးဖြစ်သူရဲ့ အသက်အန္တရာယ်က ရှိနေပြန်တယ်။ ပါမောက္ခက တောင်ပိုင်းက သမီးဖြစ်သူကို တွေ့ရအောင် လုပ်ပေးရင် ဒီပေါင်းစည်းမှုကို အလဟသမဖြစ်အောင် ပူးပေါင်းပေးမယ်လို့ပြောတယ်။ဘတ်ချောဝန်းဟာ တောင်ပိုင်းအေးဂျင့်တစ်ဦး၊ ဘတ်ဝန်းချောက သူ့သမီးကြောင့် မစ်ရှင်တစ်ခုလုပ်ခဲ့ရတယ်။ တောင်နဲ့မြောက်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတစ်ခု ပါမောက္ခဆောင်းကို တောင်ပိုင်းကိုပို့ပေးနိုင်ရမယ်။ ဒါမှ သူ့သမီးရှိတဲ့ တောင်ပိုင်းကို ပြန်လာနိုင်မယ်။တောင်ပိုင်းနဲ့မြောက်ပိုင်း နယ်နိမိတ်ကြားကနေ စစ်ဆင်ရေးအောင်မြင်ပြီး တောင်ပိုင်းကို ပြန်လာနိုင်မလား?သမီးဖြစ်သူကို ပါမောက္ခကြီးတစ်ယောက် ကယ်တင်နိုင်ပါ့မလား? ဆိုတာကို စိတ်ဝင်တစား စောင့်ကြည့်ရမယ့် အက်ရှင်ကား ကောင်းလေးတစ်ကား ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းကိုတော့ Yumeko က ရေးပေးထားပါတယ်။) File Size          : 2.4GB,  ...",
        "rating": "8.3",
        "url": "https://megaup.net/2pt2n/[CM]Special.Agent.2020.720p.HDRip.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vtSFcwagN0O5psdS69xPRaLYkS.jpg",
        "title": "Bheeshma Parvam (2022)",
        "description": "Bheeshma Parvam 2022ဒီတစ်ခါမှာတော့ IMDb 8.5ထိရရှိထားတဲ့ Action/Drama ဇာတ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားဟာ ရုံတင်အပြီးလေးရက်တည်းနဲ့ကုဋေ၅၀လောက်ရရှိခဲ့ပြီး စုစုပေါင်းကုဋေ ၁၂၀ထိရရှိခဲ့တာပါ ဒါဆိုရင်ဇာတ်ကားအညွှန်းကိုတစ်ချက်သွားကြည့်ရအောင်မိုက်ကယ်ဆိုတာက အကုန်လုံးကြောက်ရတဲ့လူတစ်ယောက်ပါ ရှေ့နေဖြစ်ရမှာပေမယ့် ကံမ ကောင်းအကြောင်းမလှစွာနဲ့မိသားစုထဲကလူတစ်ယောက်အသတ်ခံရတာကိုလက်စားပြန်ချေရင်း ရာဇာဝတ်ကောင်လူသတ်သမားဖြစ်ခဲ့တာပါ ထောင်ထွက်လာပြီးတော့မိသားစု တူ/တူမတွေရဲ့ ဦးဆောင်သူယောကျာ်းတစ်ယောက်အနေနဲ့ လုပ်ကိုင်စားသောက်ခဲ့ပါတယ် မိသားစု‌ဝင်တွေရဲ့ချစ်ခင်လေးစားမှုကိုခံရပေမယ့် တစ်ဖက်မှာတော့ သူ့ကိုမုန်းနေတဲ့လူရှိပါတယ် ဒါကတော့တခြားမဟုတ်ပါဘူးမိုက်ကယ်ရဲ့တူတွေဖြစ်တဲ့ ပေါလ်နဲ့ပီတာပဲဖြစ်ပါတယ် မိုက်ကယ်ကသူတို့ရဲ့ဘဝကိုအရမ်းလွှမ်းမိုးချုပ်ကိုင်တယ်ဆိုပြီးမိုက်ကယ်ကိုမုန်းနေကြတာပါ ဒါ့အပြင် မိုက်ကယ်ကသူပိုင်တဲ့ သိုလှောင်ရုံတစ်ခုကို တူဖြစ်သူအမ်မီလက်ထဲလွှဲပေးလိုက်တော့ကျန်တဲ့လူတွေဖြစ်တဲ့ ပေါ်လ်နဲ့ ပီတာတို့က ပိုမုန်းတီးလာကြပါတော့တယ် ဒီလိုနဲ့ အရင်က မိုက်ကယ်ရဲ့ ရန်သူတော်ဟောင်းကြီးနဲ့ပေါ်လ်၊ပီတာတို့သွားရောက်တွေ့ဆုံမိတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ မိုက်ကယ်ကိုလက်စားချေဖို့ကြိုးစားမှာလားဆိုတာရင်တထိတ်ထိတ်ကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ် \nFile size…1.8GB / 966MB\nQuality....1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Honey & Go-O & Yunni",
        "rating": "8.5",
        "url": "https://megaup.net/2prU3/Bheeshma_Parvam_(2022)_WEB-DL_720p_(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/clP8tDZeM9jgnqmu4VBClBDpLtS.jpg",
        "title": "The Invention of Lying (2009)",
        "description": "The Invention of Lying (2009) ~ IMDb - 6.4/10, Rotten Tomatoes - 55% ~မုသားမရှိတဲ့ကမ္ဘာမှာနေချင်တယ် ဘာညာ စာတိုလေးတွေ ရေးကြ ပြောကြတာတွေ တွေ့ဖူးမယ်ထင်ပါတယ်။ ကိုယ်တိုင်ရော ပြောမိကြဖူးပါသလား။ တကယ်ပဲ အဲဒီလိုကမ္ဘာထဲရောက်သွားရင်ကော ဘယ်လိုနေမယ်ထင်ပါသလဲ။ဒီဇာတ်ကားထဲမှာတော့ အဲလိုမျိုးကမ္ဘာတစ်ခုထဲက ဇာတ်လမ်းလေးတစ်ပုဒ်အကြောင်း ပြောပြထားတာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲကလူတွေဟာ ခင်ဗျားတို့ ကျွန်တော်တို့လို သာမန်လူတွေပါပဲ။ ကွာခြားမှုတစ်ခုတည်းရှိတာက သူတို့ဟာ မုသားဆိုတဲ့ သဘောတရားကို နားမလည်ကြဘူး၊ သိလည်းမသိ၊ ပြောလည်းမပြောတတ်ကြဘူး။ ဒီတော့ မြှောက်ပင့်ပြီးညာပြောတာမျိုး၊ အားနာလို့လိမ်ပြောတာမျိုး၊ လိုချင်တာရဖို့လိမ်ညာတာမျိုး လုံးဝမရှိပါဘူး။ သူတို့က သူတို့စိတ်ထဲရှိတာကိုပဲ အရှိအတိုင်းပြောတတ်ကြပါတယ်။ အဲလိုဆိုတော့ တစ်ခါတလေမှာ အပြောခံရသူမှာ စပ်ဖျင်းဖျင်းတော့ ဖြစ်တာပေါ့လေ။မာ့ခ် ဘယ်လီဆင်လို အသက်ကလေးဆယ်ကျော် ပိုက်ဆံကမရှိ လူက ဝပြဲပြဲ ရွက်ကြမ်းရေကျိုရုပ်နဲ့ လူ ဆိုရင် ပိုခံရခက်တာပေါ့။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Jucg/(CM)_The_Invention_of_Lying_(2009)_720p.mp4",
        "category": "Comedy, Fantasy, Romance"
    }
]