[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/unnamed-133x200.jpg",
        "title": "Twinkle, Twinkle, Lucky Stars (1985)",
        "description": "1983 ခုနှစ်မှာထွက် ရှိခဲ့တဲ့ Winner & Sinner ရဲ့အဆက် ဒုတိယကား My lucky star ရဲ့နောက်ဆက်တွဲအဖြစ် Twinkle Twinkle Lucky Star ကို ထပ်မံထွက်ရှိခဲ့ပါတယ်ပထမ ၂ကားလိုပဲ အရူး ၅ယောက်ဟာ အလွဲတွေလုပ်ပြီး ဟာသတွေနဲ့အရွန်းဖောက်ပြီး ပရိတ်သတ်ကို မငြီးငွေ့စေပဲ တကားလုံးကို ဆွဲခေါ်သွားမှာပါဇာတ်လမ်း အကျဉ်းလေးကတော့ ဟောင်ကောင်အစိုးရဟာ သက်သေရှာမရလို့လွတ်ထားရတဲ့ မူးယစ်ဆေးဂိုဏ်းကို ဖော်ထုပ်ဖို့အတွက် တလွဲ၅ယောက်ကို တဖက်လှည့် နဲ့ ထောင်ကလွတ်ပေးလိုက်ရပြန်ပါတယ် မက်လုံးအနေနဲ့ကတော့ ဒီအမူပြီးရင် လွတ်ငြိမ်းချမ်းသာခွင့်ရမှာပါ ကဲ ပရိတ်သတ်ကြီးရေအလွဲ၅ကောင်က ဘယ်လိုအလွဲတွေနဲ့ ပရိတ်သတ်ကြီးကို တခွီးခွီးရယ်နေစေမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်လိုက်ကြပါဦးလား _ Zawgyi_1983 ခုႏွစ္မွာထြက္ ရွိခဲ့တဲ့ Winner & Sinner ရဲ႕အဆက္ ဒုတိယကား My lucky star  ရဲ႕ေနာက္ဆက္တြဲအျဖစ္ Twinkle Twinkle Lucky ...",
        "rating": "",
        "url": "https://megaup.net/4dBx0/(CM)twinkle.twinkle.lucky.stars.1985.mandarin.dubbed.1080p.bluray.x264-regret.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/The_Hunt_2020_poster-126x200.png",
        "title": "The Hunt (2020)",
        "description": "The Hunt (2020)==============IMDb Rating 6.4 / 10 ထိရရှိထားပါတယ်။#Unicodeဒီဇာတ်ကားက Digital Release အနေနဲ့ ထွက်ရှိလာတဲ့ ရုံတင်ကားတစ်ကားပါပဲ . . .လူကုံထံလူတစ်စုရဲ့ Group Chat တစ်ခုတွင် အိမ်တော်ကြီးမှာအမဲလိုက်ခြင်းနဲ့ပတ်သတ်ပြီးအပြန်အလှန်ပြောဆိုပြီးမကြာခင်မှာ  ....  တစ်ယောက်နဲ့တစ်ယောက်မသိကြတဲ့ နေရာစုံကလူ ၁၁ ယောက်ဟာ ဘယ်ရောက်လို့ဘယ်ပေါက်မှန်းမသိတဲ့နေရာတစ်ခုမှာနိုးလာကြတယ်။သူတို့ကိုဘာလို့ရွေးချယ်ထားတာလဲ ဘာလို့ဒီကိုရောက်နေတာလဲ ဘယ်သူမှသေချာမသိကြပါဘူး။လက်နက်သေတ္တာကြီးထဲမှာ လက်နက်တွေကိုစယူလိုက်တာနဲ့ အမဲလိုက်ပွဲကစတင်ပြီးတစ်ယောက်ပြီးတစ်ယောက် ရက်ရက်စက်စက် အသတ်ခံကြရတယ်။ ဒါပေမယ့် သားကောင်ကနေမုဆိုးအဖြစ်ပြန်ပြောင်းသွားတဲ့အခါမှာ ဖုံးကွယ်ထားတဲ့အကြောင်းအရင်းတွေထွက်ပေါ်လာပါတယ်။ ဒီကိစ္စတွေဖြစ်ရတဲ့ အကြောင်းအရင်းအစစ်အမှန်ဟာ ချယ်ရီသင်းသီချင်းလေးလို\"လိုက်လို့ပြေးတာလား ပြေးလို့လိုက်တာလား\" နဲ့မုန့်လုံးစက္ကူကပ် ဖြစ်နေလို့ သေချာနားလည်အောင်လို့ဇာတ်လမ်းလေးပဲကြည့်လိုက်ကြပါတော့နော်။ ဇာတ်လမ်းစစချင်းမှာပဲ သွေးသံတရဲရဲနဲ့ထိတ်လန့်ဖွယ်ရာတွေမြင်တွေ့ရမှာဖြစ်ပြီး တစ်ယောက်သေတိုင်း ဟာခနဲ ဟင်ခနဲ ဖြစ်ရမယ့်IMDb 6.4 ရထားတဲ့ဇာတ်ကားမျိုးလေးဖြစ်ပါတယ်။ #Zawgyiဒီဇာတ္ကားက Digital Release အေနနဲ႔ ထြက္ရွိလာတဲ့ ႐ုံတင္ကားတစ္ကားပါပဲ . . .လူကုံထံလူတစ္စုရဲ႕ Group Chat ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-hunt-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/fullsize_poster-140x200.jpg",
        "title": "My Lucky Stars (1985)",
        "description": "ပထမကား မှာ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ Winner and Sinner ဟာ သူ့ရဲ့ဒုတိယကားအဖြစ် My Lucky star ကို ၂နှစ်အကြာမှာပဲထပ်မံရိုက်ကူးခဲ့ ပါတယ် ဒီကားမှာလဲ ပထမ ကားက အလွဲ၅ကောင်ပဲ ဆက်လက် သရုပ်ဆောင်ထားပြီး သူတို့ရဲ့ ပြောင်မြောက်လှတဲ့ စုံထောက်ပညာတွေနဲ့ပဲ အစွမ်းပြ ဦးမှာပါ ဒီကားကိုတော့ ဂျပန်မှာသွားရောက်ရိုက်ကူးထားတာဖြစ် ပါတယ်ဇာတ်လမ်းလေးကတော့ ဂျက်ကီချန်းဟာ ဟောင်ကောင်ရဲအရာရှိဖြစ်ပြီး သူဟာ ဂျပန်ခြစိုက် ရာကူဇာ ဂိုဏ်းကိုဖြိုခွဲဖို့အတွက်ကြိုးစားထောက်လှမ်းနေသူတယောက်ပါ တစ်နေ့မှာ သူ့ ပါတနာက လုပ်ကြံခံ လိုက်ရတဲ့အတွက် သူဟာမစ်ရှင်တခုအောင်မြင်ထားဖူးတဲ့ အလွဲ၅ကောင်ကို အကူအညီတောင်းဖို့ ဖြစ်လာပါတော့တယ် အဲ့သည်မှာ အလွဲ၅ကောင်က ဂျပန်ကိုလိုက်လာခဲ့တဲ့အခါမှာတော့ လူဆိုးဂိုဏ်းကိုပဲ ဖမ်းဆီးနိုင်မလား ဘယ်လိုအလွဲတွေလုပ်ကြမလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးကကြည့်ရှူ ရမှာပါ _Zawgyi_ ပထမကား မွာ ၀က္၀က္ကြဲေအာင္ျမင္ခဲ့တဲ့ Winner and Sinner ဟာ သူ႔ရဲ႕ဒုတိယကားအျဖစ္ My Lucky ...",
        "rating": "6.6",
        "url": "https://megaup.net/3xE4z/(CM)My_Lucky_Stars_1985_1080p_BluRay_DD5.1_x265_10bit-Sampa.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/WinnersandSinners_Japanese-141x200.jpg",
        "title": "Winners & Sinners (1983)",
        "description": "ပေါကားမဟုတ်တဲ့ ဟောင်ကောင်အက်ရှင်ဇာတ်ကားလေးတွေပြန်တင်ပေးလိုက်ပါတယ်\n5 lucky stars seriesထဲက ပထမဆုံးကားလေးဖြစ်တဲ့ Winners and Sinners ပါ အဓိကသရုပ်ဆောင်အဖြစ်ကျွန်တော်တို့အကြိုက်ဇာတ်လိုက်မင်းသားကြီး Jackie Chan ကတော့သူ့ရဲ့ပုံစံအတိုင်းပဲလုပ်သမျှအလွဲတွေကြည့်ဖြစ်နေတတ်တဲ့ရဲတစ်ယောက်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းအကျဉ်းလေးဟာဆိုရင်တော့ဖြင့် ခိုးမှု , လုယက်မှု , ပြည့်တန်ဆာခေါင်းလုပ်မှု စသဖြင့် ရာဇတ်မှု အမျိုးမျိုးနဲ့ထောင်ကျသွားတဲ့၅ယောက်ထောင်ထဲမှာတွေ့ကြပါတယ်တကယ်တော့သူတို့ကလည်းပေါတောတော အူတူတူတွေကြည့်စုထားပြီးမမိုက်ရဲ မိုက်ရဲနဲ့၅ယောက်ပေါင်းလောင်းကျော်နေတဲ့သူတွေပါတစ်ခုရှိတာက သူတို့ထောင်ကလွတ်တဲ့အချိန်မှာသူတို့၅ယောက်နဲ့တစ်ချိန်တည်းလွတ်သွားတဲ့သူတစ်ယောက်ရှိပါတယ်သူကတော့ဖိုက်တာလိုလို ဘာလိုလိုညာလိုလိုနဲ့အထာပေးကြမ်းတဲ့ဘဲကြီးတစ်ကောင်လည်းရက်စေ့ပြီးလွတ်သွားပါတယ်ဟို ၅ ယောက်ကကော ထောင်ကလွတ်ပြီးဘယ်တွေသွားကြမလဲဘာတွေလုပ်ကြမလဲပြီးတော့စီအိုင်ဒီကအလွဲတွေကြည့်လုပ်တတ်တဲ့စုံထောက်ကျော်ကြီးကိုဂျက်ကီရယ် ၅ယောက်ပေါင်းလောင်းကျော်နေတဲ့အူတိအူကြောင်ကောင်တွေရယ် ပိုက်ဆံအတုတွေထုတ်ပြီးဘာညာသာဒကာ လျှောက်လုပ်နေတဲ့ဘဲကြီးရယ်ဘာတွေဆက်ဖြစ်ကြမလဲ ကြည့်ကြပါစို့ဗျာဇာတ်လမ်း အညွန်းကိုတော့ pyae xein sett ကရေးသားပေးတာပါ _ Zawgyi _​ေပါကားမဟုတ္​တဲ့ ​ေဟာင္​​ေကာင္​အက္​ရွင္​ဇာတ္​ကား​ေလး​ေတြျပန္​တင္​​ေပးလိုက္​ပါတယ္​\n5 lucky stars seriesထဲက ပထမဆံုးကား​ေလးျဖစ္​​တဲ့ Winners and Sinners ပါ အဓိကသရုပ္​​ေဆာင္​အျဖစ္​ကြၽန္​​ေတာ္​တို႔အႀကိဳက္​ဇာတ္​လိုက္​မင္​းသားႀကီး Jackie Chan က​ေတာ့သူ႔ရဲ႕ပံုစံအတိုင္​းပဲလုပ္​သမွ်အလြဲ​ေတြၾကည္​့ျဖစ္​​ေနတတ္​တဲ့ရဲတစ္​​ေယာက္​အျဖစ္​ပါဝင္​သရုပ္​​ေဆာင္​ထားပါတယ္​ ဇာတ္လမ္​းအက်ဥ္​း​ေလးဟာဆို္​ရင္​​ေတာ့ျဖင္​့ ခိုးမႈ , လုယက္​မႈ , ျပည္​့တန္​ဆာ​ေခါင္​းလုပ္​မႈ ...",
        "rating": "6.8",
        "url": "https://megaup.net/3xGO2/(CM)Winners.and.Sinners.1983.CHINESE.1080p.BluRay.REMUX.AVC.DTS-HD.MA.7.1-FGT.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ssl4ZcThbMtEPNBEXmWpSgtT9xK.jpg",
        "title": "Man on a Ledge(2012)",
        "description": "Man on a Ledge(2012)((နင်းကန်လန်းတဲ့ကားမို့ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်\nတင်ဆက်ပေးထားပါသည်။))\nခေါင်မိုးစွန်းပေါ်ကလူတစ်ယောက် သောင်းပြောင်းထွေလီလှတဲ့ လူ့လောကမှာလူပေါင်းများစွာကို ထောင်နှုတ်ခမ်းနားမဟုတ်တဲ့ တိုက်ခေါင်မိုးနှုတ်ခမ်းနားရောက်စေတဲ့ကိစ္စတွေအများကြီးရှိပါတယ်.... ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကျော် Avatar မင်းသား Sam Worthington တစ်ဖြစ်လဲ နစ်ကတ်စီဒီဆိုတဲ့လူဟာ ရုစဗဲ့ဟိုတယ်ရဲ့ ၂၁လွှာကနေခုန်ချဖို့လုပ်ပါတယ် ......သူ့ကြည့်ရတာ ဒီလိုခုန်ချဖို့အစီအစဉ်ကို သေသေချာဆွဲထားသလားထင်ရပါတယ်...\nခုန်ချဖို့ ခေါင်မိုးစွန်ကိုမသွားခင် လက်ဗွေရာမကျန်အောင် နှုတ်ဆက်စာဆန်ဆန်ရေးခဲ့သလို ဝိုင်ပုလင်းတွေမနက်စာစားတုန်းက ကျန်ခဲ့တဲ့လက်ဗွေရာတွေကိုပါ ရှင်းခဲ့ပါသေးတယ်...ဒီလိုခုန်ချဖို့ စီစဉ်နေတုန်းမှာ နစ်ကတ်စီဒီ ရဲ့နောက်ကြောင်းကို တစ်ချက်ပြတယ်...သူကအရင်ကရဲဖြစ်ဖူးခဲ့ပြီး ပြဿနာတစ်ခုကြောင့် ထောင်(၂၅)နှစ်ကျသွားတယ်...ခုတော့ လူစည်ကားလွန်းတဲ့မြို့လယ်ခေါင်ရဲ့ ဟိုတယ်တစ်ခုပေါ်မှာ ခုန်ချဖို့ကြိုးစားနေပါတယ်...ခုန်ချဖို့ကြိုးစားတာက တခြားကြီးမားတဲ့အစီအစဉ်ကြီးအတွက် အစိတ်အပိုင်းတစ်ခုများဖြစ်လေမလား....\nဒီကားက အီသွားတဲ့နေရာမရှိဘူး...ဇာတ်လမ်းစစချင်းလူတစ်ယောက်တိုက်ပေါ်ခုန်ချဖို့ကြိုးစားတယ်..ပြီးတော့သူနောက်ကြောင်းကိုတစ်ချက်ပြတယ်...အက်ရှင်ခန်းတွေနဲ့\nဇာတ်ကိုပုံဖော်သွားတာ...ကိုယ်တိုင်လိုက်လံအဖြေထုတ်ရင်းဇာတ်လမ်းက တဖြည်းဖြည်းရုပ်လုံးပေါ်လာသလို အစကနေအဆုံးထိ ကြည့်ရင်း ကိုယ်ပါ ဇောချွေးပြန်လာတဲ့ဇာတ်ကားမို့ ကျန်တဲ့ဟာတွေမပြောတော့ပါဘူး...နည်းနည်း Spoiler လုပ်တာနဲ့ ရသပျက်သွားနိုင်တဲ့ကားမို့ပါ....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်....File ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/man-on-a-ledge2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BZWFiOTFkNTYtMmUyNy00OTVjLTlhMjItN2QyZGMzNzY1NTZiXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR007341000_AL_-220x300.jpg",
        "title": "The Siege (1998)",
        "description": "ကျွန်တော်တို့ဟာ အစ္စလာမ်ဘာသာကို\nတိုက်ခိုက်နေခြင်း မဟုတ်ပါဘူး ၊ အစ္စလာမ်ဘာသာကို ခုတုံးလုပ်ပြီး အကြမ်းဖက်သောင်းကျန်းနေသူများကို တိုက်ခိုက်နေခြင်းသာ ဖြစ်ပါတယ်လို့ အိုဘားမား သမ္မတဖြစ်ခါစ အရှေ့အလယ်ပိုင်းခရီးစဉ်မှာ ပြောခဲ့ဖူးတယ် ။\n၁၉၈၀ ကျော်မှာ\nဆိုဗီယက်က အာဖဂန်နစ္စတန်ကို ကျူးကျော်တုန်းက အမေရီကန် CIA တွေက ဘင်လာဒင်တို့လို့ မျိုးချစ်ပုဂ္ဂိုလ်တစ်ချို့ကို တော်လှန်ရေးသမားအဖြစ် မွေးမြူခဲ့တယ် ။ CIA ရဲ့ ရည်ရွယ်ချက်က အရှေ့အလယ်ပိုင်းဒေသမှာ အမေရီကန်ရဲ့ အကျိူးစီးပွားကို ထိခိုက်နိုင်တဲ့ ဆိုဗီယက်ရဲ့ ဩဇာအာဏာကို ဟန့်တားဖို့ပေါ့ ။\n၁၉၉၀ ကျော်\nအမေရီကန် သမ္မတ ဂျော့ဘုရှ် လက်ထပ်မှာတော့ အီရတ်က ဆတ်ဒမ်ဟူစိန်ကိုအမေရီကန်က ဖြုတ်ချချင်တယ် ။ အီရတ်ပြည်တွင်းမှာ ဆတ်ဒမ်ကို တော်လှန်ချင်သူတွေကို လက်နက်တွေပေးတယ် ၊ အကြမ်းဖက်နည်းတွေ သင်ပေးတယ် ၊ ဗုံးလုပ်နည်းတွေ သင်ပေးတယ် ။ အမေရီကန် သမ္မတသစ် ကလင်တန် လက်ထပ်မှာ နိုင်ငံခြားရေးမူဝါဒကပြောင်းသွားတယ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/4esTb/The_Siege_[1998]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ytKo2tLvKUd9Kbs0poXSQh6ft7d.jpg",
        "title": "Gangs of New York(2002)",
        "description": "Gangs of New York(2002)\nကားဟောင်းအများစုဟာ ဇာတ်လမ်းပြသချိန်ရဲ့ ၃ပုံ ၁ပုံလောက်ထိ သီးခံပြီးကြည့်ရပါတယ်..ပြီးမှ ကားရဲ့ဆိုလိုရင်းနဲ့\nဇာတ်လမ်းဇာတ်ကွက်ကို\nအနည်းငယ်ရိပ်မိလာပါတယ်...ဒီလိုကားကောင်း ကားဟောင်းတွေကြားထဲမှာ\nGangs of new york ကတော့ ဇာတ်လမ်းစစချင်းပဲ ခပ်သွက်သွက်နဲ့ မပျင်းမရိအောင်စထားတယ်...\nပြီးတော့ မင်းသားတွေကလည်း နာမည်ကြီး Leonardo DiCaprioနဲ့ Daniel Day-Lewisတို့ဖြစ်တဲ့အပြင်\nမင်းသမီးကလည်း , Cameron Diaz, ဗျ...\nဒီဇာတ်ကားဟာ အမေရိကန် ပြည်တွင်းစစ် ဖြစ်နေတုန်းအချိန်က ရှိခဲ့တဲ့ နယူးယောက်မြို့ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူး\nထားခဲ့တာပါ။ နယူးယောက်ဟာ ဂိုဏ်းပေါင်းစုံ အဖွဲ့အသီးသီး နှင့် ရှိနေကြပြီး အဓိက ဂိုဏ်းကြီးနှစ်ခုဖြစ်သည့် ဒေသခံဂိုဏ်းနှင့်\nယုန်သေဂိုဏ်းတို့ဟာ သမိုင်းကြွေးတွေ ရှိခဲ့ပါတယ်။ တစ်ချိန်တည်းမှာပဲ ခိုးဝင်လာတဲ့ အိုင်ရစ်တွေရဲ့ အရေးကလည်း ရှိပါသေးတယ်။\nဒါ့အပြင် ပြည်တွင်းစစ်အတွက် စစ်မှုမထမ်းမနေရ အမိန့်ကို မကျေနပ်တဲ့ သာမန်လက်လုပ်လက်စား ဆင်းရဲသား တွေကလည်း ရှိပါသေးတ\nယ်။ ပြဿနာပေါင်းများစွာ လွန်ခဲ့သော နှစ်ပေါင်း\n၂၀၀ ...",
        "rating": "7.5",
        "url": "https://megaup.net/3yvol/Gangs_Of_New_York_[2002]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/XejbOf-143x200.jpg",
        "title": "Young President And His House Wife ( 2020 )",
        "description": "Zawgyi*******2020 ခုႏွစ္မွာ ထြက္ထားတဲ႔ ရိုမန္႔အခ်စ္ကားေလးပါပဲအိမ္တြင္းပုန္းကာလေတြမွာ အပ်င္းေၿပၾကည္႕လို႕ေကာင္းတဲ႕ဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္..အညြန္းကေတာ႔လုပ္ရည္ကိုင္ရည္ရွိၿပီး ေတာ္တဲ့ မန္ေနဂ်ာလီခ်န္ကြမ္း မွာသူခ်စ္ရတဲ့ လွပတဲ့ အိမ္ေထာင္ဖက္ က်ားမိန္ဆိုတဲ့ မိန္းမလွေလးရွိေနေပမယ့္တစ္ရက္မွာေတာ့ သူတို႔ရဲ႕ သာယာလွပတဲ့ အိမ္ေထာင္သည္ဘဝထဲကိုေလာ့ေရွာင္မန္လို႔ ေခၚတဲ့ မိန္းမလွေလး ဝင္ေရာက္လာတဲ့အခါျပႆနာေတြျဖစ္လာၿပီး ေအးခ်မ္းသာယာတဲ့သူတို႔ဘဝေလးကိုမုန္းတိုင္းေတြထန္လာေအာင္ ဘယ္သူကႀကိဳးကိုင္ေနခဲ့တာလဲဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာဆက္လက္ၾကည့္ရႈအားေပးလိုက္ၾကပါစို႔ေနာ္ Unicode*******2020 ခုနှစ်မှာ ထွက်ထားတဲ့ ရိုမန့်အချစ်ကားလေးပါပဲအိမ်တွင်းပုန်းကာလတွေမှာ အပျင်းပြေကြည့်လို့ကောင်းတဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်..အညွန်းကတော့လုပ်ရည်ကိုင်ရည်ရှိပြီး တော်တဲ့ မန်နေဂျာလီချန်ကွမ်း မှာသူချစ်ရတဲ့ လှပတဲ့ အိမ်ထောင်ဖက် ကျားမိန်ဆိုတဲ့ မိန်းမလှလေးရှိနေပေမယ့်တစ်ရက်မှာတော့ သူတို့ရဲ့ သာယာလှပတဲ့ အိမ်ထောင်သည်ဘဝထဲကိုလော့ရှောင်မန်လို့ ခေါ်တဲ့ မိန်းမလှလေး ဝင်ရောက်လာတဲ့အခါပြဿနာတွေဖြစ်လာပြီး အေးချမ်းသာယာတဲ့သူတို့ဘဝလေးကိုမုန်းတိုင်းတွေထန်လာအောင် ဘယ်သူကကြိုးကိုင်နေခဲ့တာလဲဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာဆက်လက်ကြည့်ရှုအားပေးလိုက်ကြပါစို့နော် Translated & Review By MineEncoded By LK",
        "rating": "5",
        "url": "https://channelmyanmar.org/young-president-and-his-house-wife-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/b-212x300.jpg",
        "title": "Brimstone (2016)",
        "description": "IMDb rating 7.1 rotten tomatoes 45 percent\nရထားတဲ့ mystery,thrillerအမျို ုးအစားဇတ်ကားတစ်ကားပါ...\nစကားမပြောတတ်သူ အအမလေး lizတစိယောက်သူတို့နေထိုင်ရာမြို့ကိုတရားဟောဆရာအသစ်တစ်ယောက်\nရောက်လာတာကိုတွေ့တဲ့အခါမှာ သူမမိသားစုမှာအန ္တ ာရယ်ကျရောက်တော့မယ်ဆိုတာချက်ချင်းသိခဲ့ပါတယ်....\nအသစ်ရောက်လာတဲ့တရားဟောဆရာရဲ့ရန်ကနေlizတစ်ယောက်မိသားစုကိုဘယ်လိုကာကွယ်မလဲဆိုတာ\nသဲတထိတ်ထိတ်ရင်တဖိုဖိုကြည့်ရမယ့်\nဇတ်ကားကောင်းတစ်ခုပါ....\n(သတိပေးချက် ဒီကားကr ratedဇတ်ကားပါ...\n၁၈+အခန်းများနဲ့သွေးထွက်သံယိုအခန်းများပါဝင်ပါတယ်)\n(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန်သူကတော့ ကောင်းမြတ်သူ ပဲဖြစ်ပါတယ်)\n------------------------------------------------------------------\nIMDb rating 7.1 rotten tomatoes 45 percent\nရထားတဲ့ mystery,thrillerအမ်ိဳ ဳးအစားဇတ္​ကားတစ္​ကားပါ...\nစကားမ​ေျပာတတ္​သူ အအမ​ေလး lizတစိ​ေယာက္​သူတို႔​ေနထိုင္​ရာၿမိဳ ့ကိုတရား​ေဟာဆရာအသစ္​တစ္​​ေယာက္\n​ေရာက္​လာတာကို​ေတြ ့တဲ့အခါမွာ သူမမိသားစုမွာအႏ ၱ ာရယ္​က်​ေရာက္​​ေတာ့မယ္​ဆိုတာခ်က္​ခ်င္​းသိခဲ့ပါတယ္​....\nအသစ္​​ေရာက္​လာတဲ့တရား​ေဟာဆရာရဲ႕ရန္​က​ေနlizတစ္​​ေယာက္​မိသားစုကိုဘယ္​လိုကာကြယ္​မလဲဆိုတာ\nသဲတထိတ္​ထိတ္​ရင္​တဖိုဖိုၾကည္​့ရမယ္​့\nဇတ္​ကား​ေကာင္​းတစ္​ခုပါ....\n(သတိ​ေပးခ်က္​ ဒီကားကr ratedဇတ္​ကားပါ...\n၁၈+အခန္​းမ်ားနဲ႔​ေသြးထြက္​သံယုိအခန္​းမ်ားပါဝင္​ပါတယ္​)\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ေကာင္းျမတ္သူ ပဲျဖစ္ပါတယ္)File Size : 0.99 GB\nQuality : Bluray 720P\nRunning Time : 2hr 28minutes\nFormat : Mp4\nGenre : Mystery,Thrill\nTranslator :  Kaung Myat Thu\nEncoder :Thanhtike Zaw",
        "rating": "7.1",
        "url": "https://megaup.net/4esM7/Brimstone_[2016]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sOBP99dDq4PZCjexO5cGWGkWyP1.jpg",
        "title": "Justice High ( 2020 )",
        "description": "Zawgyi*******၂၀၁၉ ခုႏွစ္ မတ္လကထြက္ရွိထားတဲ့ Justice High ဆိုတဲ့ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီကားေလးကေတာ့လူငယ္တက္သစ္စသ႐ုပ္ေဆာင္ေလးေတြေတာ္ေတာ္မ်ားမ်ားအားျဖည့္ပါဝင္ထားတဲ့ ေက်ာင္းသား Action ကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ခ်ီေယာင္းဆိုတဲ့ေကာင္မေလးက ဂြန္းဆူဒို(တိုက္ကြမ္ဒိုလိုသိုင္းပညာတစ္မ်ိဳး)ကိုတစ္ဖက္ကမ္းခတ္ကြၽမ္းက်င္တဲ့ေကာင္မေလးပါ။ကြၽမ္းဆို သူအေဖကိုယ္တိုင္ကလည္းအဲ့ ဒီဂြန္းဆူဒိုအားကစား႐ုံပိုင္ရွင္တစ္ေယာက္ပါ။သူက အရင္တက္ေနတဲ့အထက္ေက်ာင္းတစ္ခုကေနမတရားအႏိုင္လာက်င့္တဲ့သူေတြကို ပညာေပးဆုံးမခဲ့လို႔ေက်ာင္းေျပာင္းလာရတဲ့ မဟုတ္မခံ ဆတ္ဆတ္ႀကဲ ေကာင္မေလးတစ္ေယာက္ေပါ့။သူေက်ာင္းေျပာင္းလာၿပီးမၾကာဖူး။ေက်ာင္းအသစ္မွာအဲ့လိုပဲ ေကာင္ေလးတစ္ေယာက္ကိုအႏိုင္က်င့္ေနတဲ့ေက်ာင္းသားလူမိုက္အုပ္စုကိုေတြ႕လို႔ အဲ့ေကာင္ေလးကိုအဲ့လူဆိုးေလးေတြလက္က ကယ္ၿပီးကာကြယ္ေပးခဲ့တယ္။ဒီကားမွာထူးျခားတာက ေကာင္ေလးကိုေကာင္မေလးကကာကြယ္ေပးရတာ။ေကာင္ေလးကေတာ့ ကိုယ္ခံပညာမတတ္တဲ့ခပ္႐ိုး႐ိုးေကာင္ေလးေပါ့။သူနာမည္က ေဂ်ာင္းဂူတဲ့။ေနာက္ထပ္ေက်ာင္းသားကားေလးေတြထုံးစံအတိုင္းသုံးပြင့္ဆိုင္ဇာတ္လမ္းေလးတစ္ခုက လွလည္းလွ သိုင္းလဲတတ္တဲ့ခ်ီေယာင္းကို အဲ့ေက်ာင္းက ဟယ္ေဆာင္းလို႔ေခၚတဲ့စီနီယာအကိုႀကီးကလည္းႀကိတ္ေႂကြေနတယ္။အဲ့စီနီယာကလည္းေျပာရရင္ေက်ာင္းမွာ လူဆိုးထိန္းသေဘာမ်ိဳးေပါ့။ရန္ျဖစ္ရင္ပြဲတိုင္းေက်ာ္တယ္။ဒါေပမယ့္ လူဆိုးကေနလူေကာင္းျဖစ္လာေအာင္ႀကိဳးစားေနတဲ့သူတစ္ေယာက္ပါ။ေဂ်ာင္းဂူနဲ႔ဆန႔္က်င္ဖက္ပဲ စီနီယာဟယ္ေဆာင္းကေတာ့တိုက္တတ္ခိုက္တတ္ ရန္ျဖစ္လဲ သူမပါမၿပီး အထက္တန္းမွာႏွစ္ခ်ီေနတဲ့ Oldie စီနီယာတစ္ေယာက္ေပါ့။ေနာက္ဒီေက်ာင္းမွာေက်ာင္းသားေခါင္းေဆာင္လုပ္ၿပီး တျခားလူမိုက္အဖြဲ႕ေတြကိုေက်ာင္းသားေတြဆီကမုန႔္ဖိုးေတြကို အဓမၼေတာင္းၿပီး ဗိုလ္လုပ္ေနတဲ့လူဆိုးအဖြဲ႕လည္းရွိတယ္။ဒီအဖြဲ႕က ေဂ်ာင္းဂူကိုအႏိုင္က်င့္တဲ့ေက်ာင္းသားလူဆိုးေလးေတြရဲ႕ ဆရာေတြေပါ့။ဒါကိုခ်ီေယာင္းကဆုံးမလိုက္တာကို အံ့ဒီကေက်ာင္းသားေခါင္းေဆာင္ လူဆိုးအဖြဲ႕ကမေက်နပ္ၾကဖူး။အဲ့အခ်ိန္ကစၿပီးခ်ီေယာင္းကို ညႇိဳးထားၾကတယ္။ဒါကိုဒီေက်ာင္းသားေလးသုံးေယာက္ဘယ္လိုေျဖရွင္းၾကမလဲ။ငယ္႐ြယ္တဲ့သုံးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးကေကာဘယ္လိုလာမလဲဆိုတာ ကိုယ္တိုင္ ဆက္ၾကည့္လိုက္ၾကပါ။ၫႊန္းေပးရရင္ ဒီကားေလးက Action ကားေလးဆိုလို႔အတိုက္အခိုက္ အသတ္အပုတ္ႀကီးပဲမဟုတ္ပဲ ေက်ာင္းသားဘဝကအေပ်ာ္ေလးေတြ၊ Romanceေလးေတြပါ တစ္ဖန္ခံစားၿပီးၾကည့္ႏိုင္လို႔မိန္းကေလးေရာေယာက်ာ္းေလးေကာ ၾကည့္ေပ်ာ္မယ့္ဇာတ္ကားေကာင္းေလး တစ္ကားလည္းျဖစ္ပါတယ္။ Unicode*******၂၀၁၉ ခုနှစ် မတ်လကထွက်ရှိထားတဲ့ Justice High ဆိုတဲ့ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားလေးကတော့လူငယ်တက်သစ်စသရုပ်ဆောင်လေးတွေတော်တော်များများအားဖြည့်ပါဝင်ထားတဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/justice-high-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/40Zrwud1EVxNvcjQkotZo7jmr4L.jpg",
        "title": "Swallow (2019)",
        "description": "ဒီရုပ်ရှင်ကတော့ တော်တော် ရင်ဖိုစိတ်လှုပ်ရှားဖို့ကောင်းတဲ့ ရုပ်ရှင်လေးပါ။အစပိုင်းကနေ အဆုံးထိ သင့်ကို တဖြည်းဖြည်းချင်း ဆွဲငင်သွားမှာပါ။ဇာတ်လမ်းကတော့ Hunterဆိုတဲ့ မိန်းကလေးရဲ့ဘဝကိုအခြေတည်ပြီးရိုက်ကူးထားတာ ဖြစ်ပါတယ်။Hunterကတော့ လုံးဝပြီးပြည့်စုံတဲ့ သူချမ်းသာမိသားစုကလူတစ်ယောက်နဲ့ လက်ထပ်ထားတဲ့ သတို့သမီးအသစ်လေးပါ။သူမက လက်ခံမှုရှိပြီး ညင်သာတဲ့ မိန်းကလေးပါ။ဒါပေမယ့် Hunterက သူမရဲ့နေ့ရက်တိုင်းကို ခင်ပွန်းဖြစ်သူရဲ့ခြောက်ကပ်ကပ် ခေတ်မီအိမ်ကြီးထဲမှာအဆုံးမရှိတဲ့သစ်တောကြီးကို ငေးကြည့်ရင်း ကုန်ဆုံးရတယ်။အဲ ပြဿ နာတွေကတော့ Hunter တစ်ယောက် သက်မဲ့ပစ္စည်းတွေကိုစားစရာလိုမြိုချချင်တဲ့ စိတ်ကစဉ့်ကလျားရောဂါ ရှိလာတဲ့အခါမှာ စတော့တာပါပဲ။ရုပ်ရှင်အမျိုးအစားကတော့ Drama/Thriller ပါ။စိတ္တဇသည်းထိတ်ရင်ဖိုဇာတ်လမ်းကို လှလှပပလေးရိုက်ကူးထားမို့thriller ချစ်သူတွေအတွက် ဒီရုပ်ရှင်ကို ကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ပါတယ်။ File Size : ( 893 MB , 245 MB)\nQuality : WEB-DL ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/swallow-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/58Xfqyp9nOgOyQRWE7OyzvCYddW.jpg",
        "title": "True Fiction (2019)",
        "description": "ဒီရုပ်ရှင်ကို ဒါရိုက်တာ Braden Croftကရိုက်ကူးထားပြီးသည်းထိတ်ရင်ဖိုရုပ်ရှင်လောကရဲ့ ဂန္တဝင်မြောက်လက်ရာတွေနဲ့ ရင်ဘောင်တန်းနိုင်တဲ့ခေတ်သစ်သည်းထိတ်ရင်ဖိုအနုပညာလက်ရာတစ်ခုလို့ဆိုလို့ရပါတယ်။True fictionဆိုတဲ့ အမည်အတိုင်းဒီရုပ်ရှင်ဟာ စိတ်ကူးယဥ်ဝတ္ထုလောကကို အခြေတည်ထားတယ်။ဒီဇာတ်လမ်းမှာ Avery Maloneလို့ခေါ်တဲ့ အထီးကျန်စာကြည့်တိုက်မှူးလေးကစာရေးရာမှာ စိတ်အားထက်သန်ပြီး သည်းထိတ်ရင်ဖိုဝတ္ထုတွေကိုရေးတဲ့စာရေးဆရာ Caleb Conradကို သူမရဲ့ Heroအဖြစ် သဘောထားပါတယ်။သူမက Calebအတွက် လက်ထောက်တစ်ယောက်အဖြစ်အလုပ်လုပ်ဖို့ အခွင့်အရေးရလာခဲ့တယ်။ဒီတော့ Averyဟာ လူထုကိုမျက်နှာမပြဖူးတဲ့ သူမရဲ့Heroနဲ့ တွေ့ဆုံပါတော့တယ်။Calebက လက်ထောက်အလုပ်မဟုတ်ဘဲ ကစားပွဲတစ်ခုမှာကစားသူအဖြစ် ပါဝင်ဖို့ ကမ်းလှမ်းလိုက်တဲ့အခါမှာAveryက မဆိုင်းမတွ လက်ခံလိုက်တာပေါ့။Calebက ကစားပွဲကို စိတ်ပိုင်းဆိုင်ရာ စမ်းသပ်မှုတွေ၊ကိုယ်ရေးကိုယ်တာမေးခွန်းတွေနဲ့ စတင်ပြီးAveryရဲ့ အကြောက်တရားကို ထိန်းချုပ်စမ်းသပ်ပါတော့တယ်။လက်တွေ့ဆန်တဲ့ ဇာတ်ကောင်တွေရဲ့ စိတ်အပြောင်းအလဲကြောင့်လက်တွေ့ဆန်မှုကနေ ရူးသွပ်မှုအဖြစ်အသွင်ပြောင်းလာတဲ့နောက်မှာတော့ဘာတွေ ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/true-fiction-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uIZd6zrWAYSeRhfUgbjgE5shdl2.jpg",
        "title": "Impossible Monsters (2019)",
        "description": "ဒီ ရုပ်ရှင်ကတော့ အိပ်မက်တွေအကြောင်းကို စိတ်ဝင်စားသူတွေ ကြည့်ရှုသင့်တဲ့ dramatic thriller အမျိုးအစားပါ။ဇာတ်လမ်းဇာတ်အိမ်က တော်တော်လေးထူးခြားတယ်လို့ ပြောရပါမယ်။ရည်မှန်းချက်ကြီးတဲ့ ပရော်ဖက်ဆာတစ်ယောက်ဖြစ်တဲ့ဒေါက်တာ Richard Freeman က အိပ်စက်ခြင်းပညာရပ်မှာ လေ့လာမှုတစ်ခုပြုလုပ်ခဲ့ပါတယ်။အိပ်စက်ခြင်း ပညာရပ်ကို လေ့လာတယ်ဆိုကတည်းကအိပ်မက်ဆိုးတွေ အိပ်မက်ယောင်တာတွေအိပ်နေတုန်းဘီလူးစီးတယ်လို့ ပြောကြတဲ့ sleep paralysis အကြောင်းတွေပေါ့။အဲ့ဒီလေ့လာမှုမှာ ပါဝင်အစမ်းသပ်ခံသူတွေကပန်းချီဆရာ Otis၊ ပရော်ဖက်ဆာ Freeman ရဲ့အတန်းက ကျောင်းသူ Jo နဲ့ Freeman ရဲ့ ချစ်သူ Leigh တို့ပဲ ဖြစ်ပါတယ်။နောက်ပိုင်းမှာတော့ အိပ်မက်နဲ့ လက်တွေ့ကမသဲကွဲတော့လောက်အောင် ဘယ်လိုဖြစ်ရပ်တွေ ဖြစ်လာမလဲဆိုတာကိုကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါ။ File Size : ( 783 MB , 232 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/impossible-monsters-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pTamgU6ZofNQeCAlwyjMvy7lKSx.jpg",
        "title": "Altered Carbon: Resleeved(2020)",
        "description": "Altered Carbon: Resleeved(2020)ရှုတ်ထွေးလွန်းတဲ့ မြို့လယ်ခေါင်မှာ ကောင်မလေးတစ်ယောက်နောက်ကို လူကြမ်းကြီး(၂)ယောက် လိုက်နေတယ်....ဒီကောင်မလေးကြည့်ရတာ အဖွဲ့အစည်းတစ်ခုကနေအကြောင်းတစ်ခုကြောင့် အသေလုပြေးနေရတဲ့ပုံပဲ....\nသိပ်မကြာဘူး....သူ့ကိုလိုက်နေတဲ့ (၂)ယောက်အပြင် တစ်ခြား ကြေးစားလူသတ်သမားတစ်ယောက်ကလည်း ဒီကောင်မလေးနောက်ကိုလိုက်နေပြန်တယ်...\nကံကောင်းထောက်မစွာ အဖွဲ့အစည်းတစ်ခုက လူရွယ်တစ်ယောက်က ဒီကောင်မလေးကို ကယ်တင်လိုက်နိုင်တယ်....\nဘာကြောင့်ဒီကောင်မလေးကို လိုက်သတ်နေကြတာလဲ....\nဒီဂျပန် Animation ဇာတ်ကားဟာ စစချင်း ဇာတ်ကောင်တွေ သိပ္ပံအက်ရှင်ပီပီ\nအဲ့ဒီခေတ်ရဲ့ ဆန်းပြားတဲ့နည်းစနစ်တွေကို ခပ်သွက်သွက်မိတ်ဆက်ရင်း\nဇာတ်လမ်းကိုပုံဖော်ထားတယ်...\nငွေကြေးချမ်းသာရင် နာမ်တစ်ခုကို ရုပ်ခန္ဓာအသစ်တစ်ခုဆီကူးပြောင်းရင်း အသက်ဆက်လို့ရသလို တခြားဂြိုလ်မှာရှိတဲ့\nရုပ်ခန္ဓာအသစ်ဆီကူးပြောင်းရင်း တစ်နေရာဆီ အလွယ်တစ်ကူကူးပြောင်း နိုင်တယ်...\nဒီ Animation ကားက ရာကူဇာဂိုဏ်းတွေ ကြေးစားလူမိုက်ပေါင်းစုံတွေ\nမှော်ဆန်တဲ့ ကိစ္စတွေ၊ ခပ်ဆန်းဆန်း သိပ္ပံပညာတွေနဲ့ ဇာတ်အိမ်ဖွဲ့ထားတာပါ...\nအက်ရှင်အလန်းစားတွေများစွာပါဝင်တဲ့အပြင် စိတ်ဝင်စားဖွယ်ရာကောင်းတာမို့\nAnimation ကြိုက်တဲ့ပရိတ်သတ်တွေအတွက် လက်မလွှတ်သင့်ပါကြောင်း\nသတင်းကောင်းပါးပါရစေ..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thinzar Htet ပဲဖြစ်ပါတယ်... File Size : (800 MB) and (318 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:14:00\nGenre : Animation,Sci-Fi\nSubtitle : ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/altered-carbon-resleeved2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/95XlJo1epVl8DcLPu5kl1YjqOAy.jpg",
        "title": "Synonyms (2019)",
        "description": "IMDB rating ( 6.6/10 ) ရရှိထားတဲ့ ဒါရိုက်တာ Nadav Lapid ရဲ့Synonyms ဟာ ပုံမာန် မြင်တွေ့နေကျ ဇာတ်ကားတွေနဲ့ မတူပဲတစ်မူထူးခြားပြီး ကွဲထွက်နေပါတယ် ။မင်းသားအသစ်တစ်ယောက်ဖြစ်တဲ့ Tom Mercier ကအစ္စရေးကနေ ပြင်သစ်ကို ထွက်ပြေးလာတဲ့ Yoav ( ယိုအက်ဗ် ) အဖြစ် သရုပ်ဆောင်ထားပါတယ် ။Quentin Dolmaire နဲ့ Louise Chevillotte ကလည်း ပဲရစ်ကယိုအက်ဗ်ကို ကူညီပေးတဲ့ စုံတွဲအဖြစ် ပါဝင်ထားပါတယ် ။ပုံမှန် မြင်တွေ့နေကျ ဇာတ်ကားမျိုးမဟုတ်ပဲ ရှုထောင့်အသစ်တွေကနေခံစားကြည့်ရှုရမယ့် Drama ကားလေးတစ်ကားပါသူ့နိုင်ငံ ၊ သူ့ရဲ့ ဘဝဟောင်းကနေ ထွက်ပြေးပြီးပြင်သစ်ကို မျှော်လင့်ချက်တွေ အပြည့်နဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/synonyms-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/39iRgghrypeIwFVRC2DQjesBkDO.jpg",
        "title": "Spy Intervention (2019)",
        "description": "2020 မှ လောလောလတ်လတ် ထွက်ထားတဲ့စပိုင်ဟာသကားလေး။ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပျင်းပြေကြည့်လို့အဆင်ပြေတဲ့ကားလေး။မင်းသားက လက်နက် ရဖို့ကြိုးစားနေတဲ့ လူဆိုးနောက်ကို လိုက်ရင်းမင်းသမီးနဲ့ တိုက်မိရင်း တွေ့ကြတယ်။လူဆိုးကတော့ အဲဒါကြောင့် လွတ်သွားတယ်။မင်းသားကတော့ မင်းသမီးကို စတွေ့ကတည်းကသဘောကျသွားတာကြောင့် သူ့အလုပ်ကိုပါ စွန့်လွှတ်ပြီးမင်းသမီးကို လက်ထပ်ဖို့ ကြိုးစားတော့တယ်။သူတို့လက်ထပ်ဖြစ်ပ်ီး မင်းသားက ပုံမှန်ဘဝမှာ အသားကျအောင်ကြိုးစားနေတဲ့အချိန်မှာ ဘာတွေ ဆက်ဖြစ်လာမလဲ။မင်းသမီးကရော မင်းသားအကြောင်းကို ဘယ်အချိန်မှာသိသွားမှာလဲ။သူ့အလုပ်မှာရော အဆင်ပြေပါ့မလား။အဲလို ရုန်းကန်နေရချိန်မှာ အရင်ကိစ္စတွေနဲ့ ပြန်လည် ပတ်သက်လာရတဲ့အခါမှာတော့......ဇာတ်လမ်းကတော့ သိပ်ထူးထူးဆန်းဆန်းမဟုတ်။မင်းသား မင်းသမီးကလည်း အရမ်းနာမည်ကြီးနေတာတွေ မဟုတ်ပေမယ့်သူ့ဇာတ်လမ်း ဇာတ်ကွက်လေးနဲ့ ကြည့်လို့တော့ အဆင်ပြေပါတယ်။Low budget ဆိုတော့ တချို့နေရာတွေ CGI ထည့်ထားတာတွေတော့ သိပ်မကောင်း။ဒါပေမယ့် ပေါ့ပေါ့ပါးပါး ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/spy-intervention-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zILJ5Dzx1NTu2ATalKQrZgTi2mS.jpg",
        "title": "The Fable (2019)",
        "description": "ဂိုဏ်းတွေကြားမှာ အချင်းချင်းရှင်းချင်တဲ့အခါကြေးစားလူသတ်သမားတွေကို ငှားပြီး သတ်ခိုင်းကြတယ်။အဲလိုကြေးစားတွေကြားမှာ အခု တယောက်ကတော့ ဒဏ္ဍာရီ တပုဒ်ပဲ။တယောက်တည်းနဲ့ ဂိုဏ်း တွေအကုန်လုံးကို ရှင်းလင်းနိုင်တယ်။အဲဒါတင်မကဘူး။တယောက်ကို ပစ်ရင် သေနိုင်လောက်တဲ့ နေရာတွေကိုပဲတချက်တည်းနဲ့ မှန်အောင် ပစ်နိုင်တဲ့အထိ ကျွမ်းကျင်တယ်။အဲလိုနဲ့ သူတို့အဖွဲ့က ကြေးစားတွေကြား နာမည်ကြီးလာတဲ့အခါခနလောက် ဇာတ်မြှုပ်နေဖို့ ဖြစ်လာခဲ့တယ်။သူတို့ ဇာတ်မြှုပ်နေမယ့် နေရာကလည်း ဂိုဏ်းတခုနဲ့ ပတ်သက်နေပြီးအဲဒီဂိုဏ်းမှာလည်း အရှုပ်အထွေးတွေ ရှိလာတဲ့အခါမှာရော သူတို့ အဆင်ပြေပါ့မလား။သူတို့ဆရာကရော နာမည်ကြီးလာတာ တခုတည်းအတွက်ဇာတ်မြှုပ်နေခိုင်းတာ ဟုတ်ပါ့မလား။ဒဏ္ဍာရီ ရဲ့ နောက်ကြောင်းကရော ဘယ်လို ရှိမှာလဲ။သူက ဘာလို့ အဲလောက် တော်နေရတာလဲ။သူက ပုံမှန်ဘဝမှာ တကယ်ရော နေနိုင်ပါ့မလား။သူတို့ နောက်ဆုံးလုပ်ခဲ့တဲ့ အလုပ်နဲ့ ပတ်သတ်ပြီးတော့လည်းသူ့နောက်ကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-fable-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gxznVkacYCFlaYTNbUBvyxg6bf.jpg",
        "title": "The Dawn (2019)",
        "description": "စိတ်နာမကျန်းဖြစ်နေတဲ့ ဖခင်ဖြစ်သူရဲ့ သတ်ဖြတ်မှုကြောင့်မိသားစုတစ်စုလုံးအသက်ဆုံးရှုံးခဲ့ရကာသမီးအကြီးဆုံး Roseလေးပဲ အသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်။နေထိုင်စရာမရှိ မိသားစုမရှိတော့တဲ့ Roseလေးကိုဘုရားကျောင်းတစ်ကျောင်းဆီပို့ပေးခဲ့တယ်။Roseတစ်ယောက် ဘုရားကျောင်းမှာပဲ ဆယ်နှစ်ကြာအောင်သီလရှင်တစ်ယောက်အဖြစ် ဆက်လက်နေထိုင်ခဲ့တာပါ။ဒါပေမယ့် သူမက သီလရှင်အဖြစ် ခုထက်ထိ နောက်ဆုံးသန္နိဌာန် မခံယူသေးပါဘူး။အဲ့လို မခံယူနိုင်သေးတဲ့ အကြောင်းအရင်းကဘာများလဲ...ထိတ်လန့်သည်းဖို ခြောက်ခြားစရာဇာတ်ကားတစ်ကားပါ။Horrorပရိသတ်တွေအတွက် ဒီဇာတ်ကားကို ကြည့်ရှုဖို့ ညွှန်းလိုက်ပါတယ်။ File Size : ( 845 MB , 229 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 30 min\nFormat : Mp4\nGenre : Drama , Horror  , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-dawn-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yKY6qAsc06xvWWLcNu5JhVJUe6v.jpg",
        "title": "The Fatal Raid (2019)",
        "description": "ဟောင်ကောင်ကနေ မက္ကာအိုကို လက်နက်မှောင်လိုပို့တဲ့ကားတစီးနောက်ကိုလိုက်နေကြတဲ့ ရဲကားနှစ်စီး တစီးမှာက ရဲတွေ တစီးမှာက ရဲမေတွေ။သူတို့ထင်ထားတာက ခါတိုင်းလို ပုံမှန်စစ်ဆင်ရေးလေးတခု။ဟောင်ကောင်နယ်မြေကိုကျော်ပြီး မက္ကာအိုရောက်သွားပေမယ့်မဖြစ်မနေလိုက်ဖမ်းဖို့အထက်က အမိန့်ပေးလာခဲ့တယ်။ရဲတွေလိုက်ပြီး ပုံမှန်လိုဖမ်းလို့ရမယ် ထင်ထားခဲ့ကြတယ်။ဒါပေမယ့် ထင်ထားသလိုမဟုတ်ပဲ မှောင်ခိုပို့တဲ့သူတွေကအပြင်းအထန်ခုခံတဲ့အခါမှာတော့ ရုတ်ရုတ်သဲသဲတွေဖြစ်ကုန်ကြပြီးအသေအပျောက်တွေ ရှိလာခဲ့တယ်။အထက်ကလည်း လျှို့ဝှက်စစ်ဆင်ရေးဖြစ်တာကြောင့် ဘယ်သူ့ကိုမှ အသိမခံခဲ့ဘူး။အဲဒီစစ်ဆင်ရေးမှာ သေဆုံးခဲ့ရသူတွေကိုလည်း အသိမှတ်မပြုခဲ့ဘူး။ဟောင်ကောင်ရဲဌာနမှာ ရဲမှူးချုပ်ဖြစ်နေပြီ ဖြစ်ပေမယ့်လွန်ခဲ့တဲ့ နှစ် ၂၀တုန်းက မက္ကာအိုမှာ ဖြစ်ခဲ့တဲ့စစ်ဆင်ရေးတခုရဲ့အရိပ်အောက်က မလွတ်မြောက်နိုင်ဖြစ်နေရတဲ့ ရဲမှူးရယ်။အဲဒီတုန်းက အတူရှင်သန်လွတ်မြောက်ခဲ့တဲ့ ရဲမေတယောက်ရယ်ကမက္ကာအိုက အဆင့်မြင့်အရာရှိတွေ့ဆုံပွဲတခုကို တက်ရောက်ဖို့ အကြောင်းဖန်လာခဲ့တယ်။သူတို့နဲ့အတူ အပြည်ပြည်ဆိုင်ရာရဲတပ်ဖွဲ့က ရဲမေလေးတယောက်ရယ်ရဲဌာနက ရဲမေတယောက်ရယ်က လက်ထောက်ရဲမင်းကြီးကိုစောင့်ရှောက်ရင်း သွားရဖို့ဖြစ်လာခဲ့တယ်။မက္ကာအိုမှာ သူတို့ ဘာတွေဖြစ်မှာလဲ သူတို့ရဲ့အတိတ်ကရောဘယ်လိုတွေ ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-fatal-raid-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9BacU3JOXFyHc5ZqrX7kM9UjpCw.jpg",
        "title": "First Love (2019)",
        "description": "လက်ဝှေ့သမားလေး လီယိုတစ်ယောက်ဟာ အပွဲပွဲအနိုင်တိုက်နိုင်ခဲ့သမျှတစ်ပွဲမှာတော့ မူးလဲသွားလို့ဆေးခန်းသွားပြခဲ့ရာက ဦးနှောက်အကျိတ်တည်တာကိုသိခဲ့ရတယ်ယူရီ (သို့) မိုနီကာဆိုတဲ့မိန်းကလေးဟာယာကူဇာဆီမှာအကြွေးတင်နေတဲ့အဖေကြောင့်ကြွေးနဲ့သိမ်းခံထားရပြီး ပြည့်တန်ဆာလုပ်ပြီးကြွေးဆပ်ပေးနေရတယ်ဆေးကလည်းစွဲနေတော့ သူ့ဘဝဟာလှုပ်လေမြုပ်လေဆေးရှိန်ပျောက်ရင်အမြဲနှိပ်စက်တတ်တဲ့သူ့အဖေကိုသာမြင်ယောင်ပြီး‌ကြောက်လန့်နေရပါတယ်ဂျပန်နဲ့တရုတ်လူဆိုးဂိုဏ်းတွေမတည့်တာကို အသုံးချပြီးဘိန်းအရောင်းအဝယ်တစ်ခုကို ဖြတ်ခုတ်ဖို့ ကြံစည်နေတဲ့ကာစဲဟာ ရဲဝန်ထမ်းတစ်ယောက်ကိုလည်း စည်းရုံးထားတယ်မိုနီကာကိုအသုံးချပြီး ဆေးတွေလက်ဝယ်ရအောင်စီစဥ်နေတဲ့အချိန်လောကကြီးကိုစိတ်ကုန်ပြီး သေဖို့ကြောက်လန့်နေတဲ့ လီယိုနဲ့မိုနီကာဆုံမိပြီးကာစဲတစ်ယောက် စီစဥ်ထားသလိုမဖြစ်ဘဲလူတွေတစ်ယောက်ပြီးတစ်ယောက် သတ်မိပြီးလူဆိုးဂိုဏ်းနှစ်ခုကြား ကြားညပ်ပြီး ကမောက်ကမတွေဖြစ်ကုန်ပါတယ်ပြေးပြေးလွှားလွှားနဲ့စိတ်လှုပ်ရှားဖွယ်ကြည့်ချင်သူတွေလက်မလွှတ်သင့်တဲ့IMDb 7.0 နဲ့ရပ်တည်နေတဲ့ဂျပန်ကားကောင်းလေးဖြစ်ပါတယ် File Size : ( 1 GB , 277 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1 hr 48 min\nFormat : Mp4\nGenre : Comedy , Crime , ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/first-love-2019/"
    }
]