[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Zvov912Mm0mrjR5nEGbSujjnGE.jpg",
        "title": "The Girl on the Train (2021)",
        "description": "The girl on the train (2021)ရထားပေါ်က မိန်းကလေး ဆိုတဲ့ ရုပ်ရှင်လေး ခံစားကြည့်ရအောင်။ သည်းထိပ်ရင်ဖို စုံထောက်ကား အမျိုးအစား ဖြစ်ပါတယ်။မီရာကာပူး ဟာ ရှေ့နေတစ်ယောက်ဖြစ်ပြီး\nရှီကာဆိုတဲ့ ဆရာဝန်နဲ့ လက်ထပ်ထားတဲ့ သူလည်းဖြစ်ပါတယ်။\nမီရာဟာ ဂိုဏ်းစတားတစ်ယောက်ကို လူသတ်မှူနဲ့ တစ်ကျွန်းပို့ပြီးတဲ့နောက်\nလူဆိုးဂိုဏ်းက ပြန်လုပ်ကြံလို့ ကလေးပျက်ကျပြီး အတိတ်မေ့ဝေဒနါပါ ခံစားနေရပါတယ်။\nဒီဝေဒနာတွေကို မေ့ပစ်ဖို့ အရက်ပါစွဲနေပြီး ခင်ပွန်းနဲ့ပါ ကွာရှင်းခဲ့ရတယ်။ဒါပေမယ့် လူသတ်မှူတစ်ခုမှ သူပတ်သတ်နေတဲ့ သက်သေတွေအပြည့်နဲ့ သူဘာမှ မမှတ်မိတဲ့ အခြေအနေကို ကြုံလာတဲ့အခါ.... File size…1.7GB and 874MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 2hr \nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... LittleNeo\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/W7gy/The_Girl_on_the_Train_(2021).Hindi.720p.CM.mp4",
        "category": "Crime, Drama, Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYaLA6hmXPRnJqk4XHS2O82Rzph.jpg",
        "title": "Water and Fire (2013)",
        "description": "Water and Fire(2013)လူတစ်ယောက်ရဲ့ မျက်ဝန်းတွေကိုကြည့်ပြီးကဗျာဖွဲ့နိုင်လောက်တဲ့အထိ ချစ်ဖူးကြလား??\"ငါက လေထဲကအမှုန်အမွှားလေးပါလေတစ်ချက်ဝှေ့လိုက်ရင် တိမ်တွေပေါ်ရောက်သွားတယ်​မိုးအဖြစ်နဲ့ပြန်ရွာချတဲ့အခါ မြေပြင်ပေါ်ကတစ်နေရာမှကျလာတယ်ကံကြမ္မာရဲ့ အကျဉ်းသားပေါ့အမှုန်အမွှားလေးတစ်ခုသာဖြစ်လို့ ဘာမဆိုရင်ဆိုင်ရဲပါတယ်\"ဒါကတော့ အကြည့်ချင်းဆုံဖို့အရမ်းရှက်တတ်တဲ့ကောင်မလေးတစ်ယောက်ရဲ့မျက်ဝန်းတွေကိုကြည့်ပြီးဖွဲ့ထားတဲ့ကဗျာပါကောင်မလေးရဲ့ အသံချိုချိုလေးတွေအောက်မှာကျရှုံးဖို့သူ့ကိုယ်သူခွင့်ပြုမိလိုက်တဲ့ လူတစ်ယောက်ရဲ့ကဗျာ.....ချစ်ခြင်းတရားဆိုတာ သိပ်ကိုဆန်းကြယ်တယ်မလားဘာအကြောင်းပြချက်မှမရှိဘဲ သူဖြစ်နေလို့ကိုချစ်မိသွားတာပါဆိုတဲ့ ချစ်သူနှစ်ဦးအတွက်နှစ်နှစ်ကာကာချစ်နေတဲ့အချိန်ရောက်မှ ပေါ်ပေါက်လာတဲ့ အကြောင်းတရားတစ်ခုကသူတို့အချစ်တွေကို ဖျောက်ဖျက်ပစ်နိုင်ပါ့မလား???ပူလောင်တဲ့အချစ်နဲ့ပိုင်ဆိုင်ဖို့ကြိုးစားခဲ့တဲ့သူအတွက်ကရော​အချိန်ကြာလာရင် ငါ့ကိုချစ်လာမှပါဆိုတဲ့အတွေးက ရာနှုန်းပြည့်မှန်နိုင်ပါ့မလား???Water and Fire ဆိုတဲ့နာမည်လေးအတိုင်းပဲဆန့်ကျင်ဘက်ကမ္ဘာက လူနှစ်ယောက်ရဲ့ နက်ရှိုင်းလှတဲ့ အချစ်တွေကိုဖော်ကျူးထားတာပါခပ်ဆွေးဆွေး Romantic ဇာတ်ကားကြည့်ရှူချင်တဲ့သူအတွက်ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းလေးလို့ ပြောပါစေ....   Translated and Reviewed by : AmeliaEncoded by : YKFile Size : 1.15GBQuality : 720p BLu-Ray DDP 5.1Duration : 1h 53min",
        "rating": "6.2",
        "url": "https://megaup.net/2i1ro/Su_ve_Ates_(2013)_720p_BluRay_x264_DD5.1%7BCM%7D.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BM2Q0NTE0MTAtNzUyYS00MzQzLTgxZjUtYTA2MmRkNzExY2IyXkEyXkFqcGdeQXVyOTE4NzcwNzI@._V1_-141x200.jpg",
        "title": "Jiang Ziya ( 2020 )",
        "description": "Rating 6.4 နဲ့ အမိုက်စား Animation ဇာတ်ကားလေးNe Zha ပရိတ်သတ်တွေ ပိုပြီးနှစ်ခြိုက်သွားမှာသေချာတဲ့ ဒဏ္ဍာရီလာသူရဲကောင်း Jiang Ziyaရှန်းမင်းဆက်နှစ်များမှာ အမြီးကိုးချောင်းနှင့်မြေခွေးမိစ္ဆာဟာ လူ့လောကြီးကိုဖျက်စီးသောင်းကျန်းနေပါတယ်လူသားမျိုးနွယ်တွေကို ကယ်တင်ဖို့အတွက် ခွန်းလွန်တောင်မှ နတ်စစ်သည်များစုဆောင်းထားသည့်အနက်လူသားတွေကို ကာကွယ်စောင့်ရှောက်တဲ့နတ်တစ်ပါးဖြစ်လိုတဲ့ စစ်သည်တော် Jiang Ziya ဟာမိစ္ဆာနှင့်တိုက်ခိုက်ချိန်မှာ ကာကွယ်ရမဲ့အကြောင်းကိစ္စတစ်ချို့ကြောင့် အပြစ်ပြတ်မအောင်မြင်ခဲ့တဲ့အတွက်ကြောင့် ကောင်းကင်ဘုံစည်းကမ်းများချိုးဖောက်မှုနှင့် ပြစ်ဒဏ်ပေးခံရပါတယ်ပြစ်ဒဏ်အနေနဲ့ ခွန်းလွန်နဲ့ မြောက်ပင်လယ်မှမောင်းထုတ်ခြင်းခံရတဲ့ Jiang Ziya တစ်ယောက် ကောင်းကင်ဘုံပေါ်ကိုနတ်ဘုရားတစ်ပါးအဖြစ်ပြန်လည်ရောက်ရှိဖို့အတွက် မြေခွေးမိစ္ဆာရန်စွယ်ကိုဘယ်လိုဖယ်ရှားပေးဖို့ကြိုးစားမလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုကြပါဦးနော်Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/jiang-ziya-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qTCdyHTibEl90w6rDxTTHTX9k3O.jpg",
        "title": "Herself (2020)",
        "description": "Herself (2020)IMDb 7/10ဒီဇာတ်ကားလေးကတော့ .....\nယောကျ်ားဖြစ်သူရဲ့ အိမ်တွင်းအကြမ်းဖက်မှုကိုခံရတဲ့\nစန်ဒရာဆိုတဲ့ အိုင်ယာလန်အမျိုးသမီးတစ်ယောက်အကြောင်းပဲ ဖြစ်ပါတယ်ချစ်စဖွယ်သမီးလေးနှစ်ယောက်လက်ကိုဆွဲရင်း\nစန်ဒရာတစ်ယောက် အလုပ်တွေအများကြီးလုပ်ပြီး ပိုက်ဆံရှာပေမယ့်\nဒပ်ဘလင်မြို့ရဲ့ အိမ်ရာစနစ်က စန်ဒရာ့လို ကိုယ်ထူကိုယ်ထအမျိုးသမီးတစ်ယောက်အတွက်\nကျဉ်းထဲကြပ်ထဲရောက်ပြီး အဆင်မပြေစေခဲ့ပါဘူး\nအဲ့ဒါကြောင့် စန်ဒရာအနေနဲ့ ကိုယ်ပိုင်အိမ်တစ်လုံးကို ကိုယ့်အားကိုယ်ကိုးပြီး ဆောက်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ဆွေမျိုးညာတိ ဗလာနတ္ထိနဲ့ ကျောထောက်နောက်ခံမရှိတဲ့ စန်ဒရာတစ်ယောက်\nအိမ်ကို ကိုယ်တိုင် အဆင်ပြေပြေပြီးမြောက်အောင် ဆောက်နိုင်ပါ့မလား ?????\nပတ်ဝန်းကျင်ကလူတွေ .....\nသူမဘေးကလူတွေကရော .....\nသူမအပေါ် ကောင်းကြပါ့မလား? ကူညီကြပါ့မလား?ကလေးတွေရဲ့ Photographic memory ကနေ Trauma တွေရနိုင်တဲ့အကြောင်းများနဲ့\nအခက်အခဲတွေအများကြီးကို ကျော်ဖြတ်ပြီး ကိုယ်ပိုင်အိမ်ကို ဆောက်ရင်း\nသူမကိုယ်သူမ ဘယ်လိုရှာဖွေတွေ့ရှိခဲ့လဲဆိုတာကို ကြည့်ရမှာဖြစ်ပါတယ်။IMDb - 7/10 ရရှိထားပြီးရုပ်ရှင်ဆု ၃ ဆု နဲ့ တစ်ကြိုစာရင်း ၃ ကြိမ် ဝင်ထားတဲ့ ကားကောင်းတစ်ကောင်း ဖြစ်တာကြောင့်\nရုပ်ရှင်ချစ်သူများ လက်မလွှတ်သင့်တဲ့ ကားတစ်ကားပါပဲ။\nအိမ်တွင်းအကြမ်းဖက် နဲ့ အမျိုးသမီးဘဝမြှင့်တင်ရေး ဇာတ်လမ်းကောင်းတစ်ခုဆိုလည်း မမှားပါဘူး။File size… 2.2 GB ...",
        "rating": "7",
        "url": "https://megaup.net/W6ds/Herself.2020.720p.WEBRip.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/40596auzZmi8KeprItxjM8nZFrg.jpg",
        "title": "The Four Monkeys: The Return of Sun Wukong (2021)",
        "description": "စွန်းဝူခုန်းရဲ့ စွန့်စားခန်းတွေပဲကြည့်ပြီးတော့ ငြီးငွေ့နေပြီလား ?? ဒီတစ်ခါ စွန်းဝူခုန်းရဲ့ အချစ်အကြောင်းလေး ကြည့်ကြမလားနော် ? အရင်ဇာတ်လမ်းနဲ့မတူ တကယ်မိုက်တဲ့ကားလေးတစ်ကားပါ ။ စွန်းဝူခုန်းကို ဒီကားထဲမှာ လင်းမင်မျောက်မင်း လို့ခေါ်ပါတယ်... ကျောက်ကနေပြောင်းလဲလာတဲ့မျောက်ပေါ့....ဇာတ်လိုက်ကျော်မျောက်မင်းက လူတွေကိုအရမ်းကူညီတတ်ပါတယ်။ ဆုတောင်းတွေလည်း ဖြည့်ပေးတယ်။ တစ်ရက်ကို သုံးသောင်းရှစ်ထောင် သောဆုတောင်းတွေကို ပတ်ဖြည့်ပေးနေတာတဲ့ ။ ကောင်းတာလည်းရှိသလို မကောင်းတာလည်းရှိတာပေါ့ ။ အပင်မြင့်လေ လေတိုက်လေဆိုတဲ့အတိုင်း အဲ့ဒါကိုမနာလိုတဲ့ နတ်ဒေဝါတွေလည်းရှိသတဲ့။တစ်နေ့မှာတော့ ရွာကိုမိုးရွာပေးဖို့ ဆုတောင်းလာတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ထိပ်တိုက်တိုးပါလေရော... မျောက်မင်းကလည်း ဆုတောင်းတွေအကုန်ပြည့်စေရမယ်လို့ပြောသွားပါတယ်။ဒါပေမဲ့လည်း.. ဒါပေမဲ့လည်းပေါ့...တစ်ရက်မှာ သုံးသောင်းရှစ်ထောင်သော ဆုတောင်းတွေကြားထဲမှာ ကောင်မလေးတစ်ယောက်ရဲ့ ဆုတောင်းကဘယ်လိုဖြစ်သွားမလဲ.... မျောက်မင်းကိုမနာလိုနေတဲ့ နတ်ဒေဝါ တွေကရော ဘယ်လိုအကောက်ကြံမလဲဆိုတာ အချစ်ဒရာမာလေးကတစ်ဖက် တိုက်ခိုက်မှုတွေကတစ်ဖက်နဲ့ မရိုးနိုင်အောင်ကြည့်ရမယ့်ကားလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်နော်.... Translated by : JoJo VaEncoded by; YKFile Size : 1.2GB ...",
        "rating": "6.5",
        "url": "https://megaup.net/2hZlC/The.Four.Monkeys.The.Return.of.Sun.Wukong.2021.HD.720p.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTI1MDc0OTA5OF5BMl5BanBnXkFtZTcwNDMyOTk3MQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The Day the Earth Stood Still (2008)",
        "description": "Keanu Reeves ပါဝင်သရုပ်ဆောင်ထားတဲ့ သိပ္ပံအက်ရှင် ရုပ်ရှင်ဇတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်ဇတ်လမ်း ပုံစံကတော့ နောဧ ရဲ့ လှေကြီးနဲ့ ခပ်ဆင်ဆင်တူမလား ပဲ ဘုရားသခင်က အရာအားလုံးကို ဖန်ဆင်းပေးတယ်ဒါပေမယ့် တစ်ချိန်ချိန်မှာ လူသားတွေ အတ္တကြီးလာမယ် အချင်းချင်းတိုက်ခိုက်ကြမယ်ဆိုရင်တော့ရေကြီးမှု တွေ မုန်တိုင်းတွေ မီးလောင်တိုက်တွင်းမှုတွေ ငလျင်တွေ ရောဂါ တွေ ပို့လွှတ်ပြီး ပြန်ဖျက်စီးမှာ ဖြစ်ပြီးတာဝန်ပေးအပ်ချက်အရ အသက်ရှင်မယ့် လူသား ၂ ဦး နဲ့ သတ္တဝါအစုံ ဖိုမ ၂ ကောင်ဆီ ပြန်လည်ယူဆောင်သွားပြီးကမ္ဘာအသစ် ပြန်လည်ဖန်ဆင်းပေးမှာ ဖြစ်ပါတယ်...ဒီရုပ်ရှင်ကားမှာတော့ ကမ္ဘာကို သိမ်းယူဖို့ ဖျက်စီးမရနိုင်တဲ့ အကောင်ကြီး တစ်ကောင် အရင်ပို့လိုက်ပါတယ်ပြီးနောက် သတ္တဝါပေါင်းစုံကို သိမ်းယူမယ့် အလင်းရောင် အလုံးကြီးတွေ ကမ္ဘာအနှံ့က နေရာအစုံကို ပစ်ချလိုက်ပါတယ်ပင်လယ်ထဲကိုလဲ ပစ်ချပါတယ် ဘယ် သတ္တဝါ တစ်မျိုးစီမှ မကျန်ရအောင် အကုန်ယူဆောင်သွားပါတယ်ဒီလို ယူဆောင်လို့ ပြီးသွားရင်တော့ ဖျက်ဆီးရေး လုပ်ငန်းစတင်မှာ ဖြစ်ပြီး ဘယ်သက်ရှိမှ ကမ္ဘာပေါ်မှာ ကျန်မနေခဲ့ရတော့ပါဘူး...ဒီလို ဖျက်စီးဖို့ အတွက်ကို ကမ္ဘာဖျက်ဖို့ ရောက်ရှိလာတဲ့သူက Klaatu လို့ နာမည်တွင်တဲ့ လူသားအသွင်ယူထားတဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-day-the-earth-stood-still/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/prfKmhgM3HiUSU1tfXvIw831iEA.jpg",
        "title": "May 18 (2007)",
        "description": "[Unicode]ဒီဇာတ်လမ်းကတော့ 1980 ခုနှစ် မေလ ၁၈ ရက်မှာ ဂွမ်ဂျူပြည်နယ်မှာဖြစ်ပွားခဲ့တဲ့ အရေးအခင်းအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်\nဗိုလ်ကြီး Chun Doo Hwan လက်ထက် သူပုန်တွေကိုတိုက်ထုတ်ဖို့အတွက် စစ်တပ်အာဏာနဲ့နှိမ်နှင်းဖို့ကြိုးစားခဲ့တဲ့အကြောင်းလေးပါအေးချမ်းနေတဲ့မြို့တစ်မြို့မှာ ရုတ်တရက်ဆိုသလို သူပုန်တွေကိုတိုက်ထုတ်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့ စစ်တပ်တွေချီတက်လာပြီး ရှိသမျှလူတိုင်းကို ရိုက်စစ်မေးမြန်းပါတော့တယ်Min Woo ရဲ့တစ်ဦးတည်းသော ညီလေး Jun Woo တစ်ယောက် သူငယ်ချင်းဖြစ်သူ မတရားသဖြင့်သေဆုံးခဲ့ရတာကို ဒေါသထွက်ပြီး တက္ကသိုလ်ကျောင်းသားတွေပါဝင်တဲ့ ဆန္ဒဖော်ထုတ်မှုကြီးကို ဦးဆောင်ပြီး ချီတက်ခဲ့ပါတော့တယ်ပြည်သူတွေပါ ပါဝင်ပြီးတော့ဆန္ဒပြခဲ့ရာက စစ်တပ်ကြီးပြန်ဆုတ်သွားပြီအထင်နဲ့ ပျော်ရွှင်နေတဲ့အချိန်မှာ စစ်တပ်ဘက်ကနေ သေနတ်တွေနဲ့စတင်တိုက်ခိုက်ခဲ့တဲ့နောက်...ရုန်းရင်းဆန်ခတ်တွေဖြစ်ရင်းကနေ Jun Woo တစ်ယောက်သေနတ်ပစ်ခံထိပြီး သေဆုံးခဲ့ရပါတော့တယ်\nအဲ့အချိန်မှာ Min Woo တစ်ယောက် ကြေကွဲမဆုံးဖြစ်ပြီး ဂွမ်ဂျူမြို့သူမြို့သားတွေနဲ့ပူးပေါင်းကာ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ပြီး ပဋိပက္ခတွေကို ဘယ်လိုအဆုံးသတ်စေမလဲဆိုတာကတော့ စောင့်ကြည့်ခံစားလိုက်ကြပါဦး...။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ပါ ) [Zawgyi]ဒီဇာတ္လမ္းကေတာ့ 1980 ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/may-18-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGgcIO45UcqsbwiT5IRyrmC6osj.jpg",
        "title": "Marshal Tianpeng (2020)",
        "description": "ဒီတစ်ခါ အပြောင်းအလဲလေးဖြစ်သွားအောင် ပါကျဲ အကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတင်ဆက်ချင်ပါတယ် ။ နောက်ပိုင်း ဝူခုန်း ကားလေးတွေက ကလိထိုးရယ်သလို ဟာသဆန်ဆန် ရိုက်ကူးကြပေမယ့် အခု ပါကျဲ ကားလေးကတော့\nလုံးဝကို ဒရမ်မာပုံစံနဲ့ ပါကျဲ ဖြစ်တည်လာပုံကို ရိုက်ကူးထားတာပါ ။ပါကျဲ မဖြစ်ခင် သူက အရမ်းချောမောတဲ့ ကောင်းကင်နတ်စစ်သူကြီး ထျန်းဖုန်း ဆိုတာတော့ သိကြလိမ့်မယ်ထင်ပါတယ် ။ ဝူခုန်း နဲ့ အထက်ကောင်းကင်မှာ လက်ရည်တူတိုက်ခိုက်နိုင်တဲ့သူပါ ။ မြတ်စာဘုရားက ဝူခုန်းကို လက်ငါးချောင်းတောင်မှာ ချုပ်ထားလိုက်တဲ့အချိန် စစ်သူကြီထျန်းဖုန်း ကို မနာလိုတဲ့ ကောင်းကင်စောင့်နတ်မင်းကြီးရဲ့ အကွက်ဆင်မှုကြောင့် လူ့ပြည်ကိုသွားပြီး ဝူခုန်းကို နှိမ်နင်းရပါတော့တယ်။အရင်က သိခဲ့တဲ့ မိန်းကလေးလှလှမြင်ရင် လိုက်ငမ်းတဲ့ ပါကျဲ....\nအပျင်းကလည်းကြီး ... ပိန်းတိန်းတိန်းနဲ့ ငတုံး လို့ခဏခဏအပြောခံရတဲ့ ပါကျဲ ...\nတကယ်တော့ သူက အချစ်အတွက်နဲ့ ပါကျဲ ဖြစ်ခဲ့ရတာပါ ။\nရုပ်ရည်ချောမောပြီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/1C03x/%7BCM%7DMarshal.Tianpeng.H265.2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qIi2AEAvavVP9DySExT5CYN0ocy.jpg",
        "title": "Come True(2021)",
        "description": "Come True(2021)အညွှန်း***********************IMDb...6.5Sarahဆိုတဲ့ ဆယ်ကျော်သက်အရွယ်ကောင်မလေးက\nအိမ်မက်ဆိုးတွေကို ထပ်တလဲလဲမက်တတ်တဲ့သူပါ....တနေ့တော့ Sarahတစ်ယောက် အိမ်မက်ဆိုးတွေကလွတ်မြောက်အောင်အိပ်စက်ခြင်းကိုလေ့လာတဲ့ သိပ္ပံပရောဂျက်တစ်ခုမှာ ပါဝင်ခဲ့ပါတယ်....ဒီပရောဂျက်ကို စပါဝင်တဲ့ညမှာတော့ ခါတိုင်းလိုအိမ်မက်ဆိုးမမက်တော့ဘဲSarahဟာနှစ်နှစ်ခြိုက်ခြိုက်အိပ်ပျော်လို့ ပျော်ရွှင်ခဲ့ရပါတယ်....ဒါပေမဲ့ နောက်ညတွေမှာ Sarahအတွက် အိမ်မက်ဆိုးတွေက ခါတိုင်းထက်ပိုပိုဆိုးရွားပြီး အရင်ကထက် စိတ်ခြောက်ခြားလာရပါတော့တယ်...သိပ္ပံပရောဂျက်မှာလည်း မသင်္ကာစရာတွေတွေ့လာတဲ့အခါထပ်တလဲလဲမက်နေတဲ့ အိမ်မက်ဆိုးကနေ Sarahတစ်ယောက်လွတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုတော့  Horror, Sci-Fiကားမို့  ခံစားကြည့်ရှူကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Khine Khine Waiပဲဖြစ်ပါတယ်....File Size : (2GB) and (1GB)\nQuality : HEVC 1080p 5.1, 720P\nFormat…mp4\nDuration…01:45:00\nGenre :  Horror, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1BZpo/Come_True.2021.WEB-DL.720P.PP.mkv",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pwDvkDyaHEU9V7cApQhbcSJMG1w.jpg",
        "title": "Cherry (2021)",
        "description": "Cherry (2021)တွမ် ဟော်လန် ရဲ့ ရုပ်ရှင် အသစ်လေး ကြည့်လိုက်ရအောင်။The Devil All the Time လိုပါပဲ။\nဘဝသရုပ်ဖော် ဝတ္ထုတစ်ခု ဖတ်နေရသလိုပါပဲ။ဆေးတပ်သား အဖြစ် အီရတ်မှာ တိုက်ပွဲဝင် ...... သူရဘွဲ့တွေရ .....\nစိတ်ဒဏ်ရာနဲ့ ပြန်လာပြီး ဆေးတွေစွဲ ရုန်းကန်ရတဲ့ ဘဝခပ်နာနာကို တွေ့ရမှာပါ။\"ညီမလေးက အချစ်ကို ကိုးကွယ်သတဲ့လား\" ဝတ္ထုထဲကလို မိန်းကလေး မျိုးနဲ့အတူ\nဘဝကို ဘယ်လိုရုန်းကန်ကြလဲ ပြထားတာပါပဲ။လက်ရှိမှာတော့ တစ်ကြိုစာရင်း နှစ်ကြိမ်ဝင်ခဲ့ပြီးပါပြီ။IMDb - 6.5/10 ရထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ LittleNeo ပဲ ဖြစ်ပါတယ်။File size…1GB and 3.2GB\nGenre ... Crime, Drama\nQuality….720p Web-dl and 1080P HEVC\nFormat…mp4\nDuration…. 2hr 22min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... LittleNeo\nEncoder ...",
        "rating": "6.5",
        "url": "https://megaup.net/2hWN1/Cherry.2021.720p.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/rgtqcdpzf7ar-135x200.jpg",
        "title": "A Taxi Driver (2017)",
        "description": "A Taxi Driver (2017)IMDb - 7.9/10_____Rotten - 96%\n  IMDb Rating 7.9Rotten Tomattoes 94% အထိ ရထားတဲ့ တောင်ကိုရီးယားရဲ့သမိုင်းဝင် ဒီမိုကရေစီအသွင် ကူးပြောင်းရေးအတွက် အရမ်း အရေးပါတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားကောင်းလေးပါ။သမိုင်းဝင်ဖြစ်ရပ်မှန် ဇာတ်လမ်းမို့ ကိုးရီးယားမှာ သမ္မတကိုယ်တိုင် လာရောက်ကြည့်ရှုအားပေးခဲ့သလို ကိုးရီးယားလူဦးရေရဲ့ ၅ပုံ၁ပုံလောက်ကို ရုပ်ရှင်ရုံမှာ လာရောက်အားပေးလို့ ရုံတင်ချိန် အကြာဆုံး ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဒီကားအကြောင်းမပြောခင် ကိုးရီးယားသမိုင်းကြောင်းလေး အနည်းငယ် ပြောပြချင်ပါတယ်။ဂျပန်လက်အောက်က လွတ်လပ်ရေးရပြီး 16 နှစ်တိုင်တိုင် စစ်အုပ်ချုပ်ရေးနဲ့ အုပ်ချုပ်ခဲ့တယ်။၁၉၇၉ အောက်တိုဘာမှာ အရင်သမ္မတ လုပ်ကြံပြီးဒီဇင်ဘာမှာ စစ်တပ်ကပဲ စစ်အာဏာသိမ်းလိုက်ပါတယ်။ဒီနောက်ပိုင်း နိုင်ငံရေးသမားတွေ တက္ကသိုလ်ကျောင်းသားတွေနဲ့ နိုင်ငံသူနိုင်ငံသားတွေ တဖြည်းဖြည်းနဲ့ ဒီမိုကရေစီ အုပ်ချုပ်ရေးပေးဖို့ လှုပ်ရှားဆန္ဒပြလာကြလာကြလို့ အခြေအနေတင်းမာလာလို့ Martial law ပြဌာန်းပြီး အကြမ်းဖက်နှိမ်နှင်းခဲ့သလို တက္ကသိုလ်ကျောင်းတွေ ယာယီပိတ်ထားလိုက်ပါတယ်။သတင်းတွေလည်း အမှောင်ချထားလိုက်ပါတယ်။ကျန်တဲ့မြို့တွေ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/a-taxi-driver-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-13-at-7.58.35-PM-135x200.png",
        "title": "The Mauritanian (2021)",
        "description": "The Mauritanian (2021)===================IMDb Rating - 7.3/102001 ခုနှစ် စက်တင်ဘာ ၁၁ရက်နေ့တုန်းက အယ်ကိုင်းဒါးအကြမ်းဖက်အဖွဲ့က အမေရိကန်ကိုအကြမ်းဖက်တိုက်ခိုက်မှုတွေလုပ်သွားတဲ့အကြောင်း ဟိုးလေးတကျော်ဖြစ်ခဲ့တာ ကြားဖူးကြမှာပါ၊9/11 လို့ သိကြပါတယ်၊ဒီဇာတ်ကားကတော့ အဲ့ဒီအကြမ်းဖက်အဖွဲ့ထဲမှာ ဦးဆောင်ပါဝင်သူဆိုပြီး နာမည်တပ်ခံထားရတဲ့ မောရီတေးနီးယန်း နိုင်ငံသား မိုဟာမဒူအိုဆလာဟီ အကြောင်းရိုက်ထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။သံသယရှိသူအနေနဲ့ တကယ်ပဲ အကြမ်းဖက်လုပ်ရပ်တွေကို ရက်ရက်စက်စက်လုပ်ခဲ့တာလားဆိုတာကိုနှစ်ဖက်ရှေ့နေများက ရှာဖွေစစ်ဆေးကြရင်း နောက်ကွယ်က ဖုံးထားတဲ့အရာတွေ ပေါ်လာတဲ့အခါဘာတွေ ဆက်ဖြစ်ကြမှာလဲ၊မိုဟာမဒူဘက်က ခုခံပြောဆိုပေမယ့် ရှေ့နေအနေနဲ့ Jodie Foster က သရုပ်ဆောင်ထားပြီးတော့အစိုးရရှေ့နေ တစ်ဖြစ်လဲ အကြမ်းဖက်မှုမှာ ကျဆုံးသွားရတဲ့ လေယာဉ်မှူးရဲ့ သူငယ်ချင်းအနေနဲ့Benedict Cumberbatch (Doctor Strange, Sherlock Home, Stephen Hawking စတဲ့နာမည်ကြီးဇာတ်ကားတွေရဲ့ အဓိကသရုပ်ဆောင်) က သရုပ်ဆောင်ထားပါတယ်၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jerrica ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p ...",
        "rating": "7.3",
        "url": "https://megaup.net/2luyj/The.Mauritanian.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tzDAAMphTTy53ereXgcbDTpfhQm.jpg",
        "title": "Mountain King (2020)",
        "description": "Wild King (2020)--------------------------ဒီတခါတော့ CMပရိသတ်တွေကို မျောက်ဝံကြီးပါတဲ့ တရုတ်ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားနာမည်လိုပဲ တောထဲမှာနေတဲ့ တာဇံကောင်လေးနဲ့ မျောက်ဝံကြီးအကြောင်းရိုက်ထားတာပေါ့နော်သူငယ်ငယ်ကတောင်ပေါ်မှာနေတဲ့ သူတို့တမျိုးနွယ်လုံး လူဆိုးတွေ သတ်တာခံလိုက်ရကတည်းက သူဟာတောထဲကိုလာတဲ့ဘယ်သူ့မဆို သတ်စားတဲ့ တောဘုရင်တကောင်ဖြစ်သွားခဲ့ပါတယ် ဒီလိုနဲ့ တနေ့မှာ သူတို့ဆီကို ကလေးမလေးတယောက်အကြောင်းတခုနဲ့ ရောက်လာခဲ့ပါတယ် သူက ကလေးမလေးကိုရော ဘာလုပ်ပစ်မှာလဲ ဘယ်လိုတွေဆက်ဖြစ်မလဲ သိချင်ရင်တော့ ဆက်ဆက်ဒေါင်းကြည့်ပါလို့ .... Translated by : Nay ChiEncoded by : YKFile Size : 1.2Gb and 663MBDuration : 1h25minQuality : 1080p WEB Dl and 720p",
        "rating": "6.5",
        "url": "https://megaup.net/1BYiu/%7BCM%7DYewang.2020.720p.mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cy9UzsNLgCFcmNdrooO5c4D2eF1.jpg",
        "title": "Teddy(2021)",
        "description": "Teddy(2021)အညွှန်း******************IMDb...7.0ရှီဗာဆိုတဲ့ လူဟာ ဉာဏ်အရမ်းကောင်းတဲ့ လူတစ်ယောက်ပါ။သူ့ရဲ့ ဉာဏ်ရည်နဲ့ လူအတော်အများကို ကူညီပေးပြီး\nစာပေတော်တော်များများ နှံ့စပ်သူ တစ်ယောက်ပါ။တနေ့မှာတော့ သူ ရထားပေါ်မှာ မိန်းကလေးတစ်ယောက်ကို\nလူဆိုးတစ်စုက ရမ်းကားရာကနေ ကယ်တင်ကူညီပေးရင်း\nသူ့မှာ ထူးဆန်းတဲ့ ဝက်ဝံရုပ်လေးတစ်ရုပ် ရခဲ့ပါတယ်။အဲ့ဒီဝက်ဝံရုပ်လေးဟာ စကားပြောလမ်းလျှောက်တတ်ပြီး\nသူ့ဆီကို အကူအညီတောင်းခံခဲ့ပါတယ်။ဝက်ဝံရုပ်လေးမှာ ရင်နင့်ဖွယ်ရာ ဇာတ်လမ်းလေးတစ်ခုရှိပြီး\nတစ်ဆက်တည်း အန္တရယ်များလွန်းတဲ့ပြဿနာကြီးတစ်ခုလည်းရှိနေတာကို သိလိုက်ရချိန်မှာတော့....သူတို့ ၂ယောက်အတူ ဘယ်လို ဖြေရှင်းရမလဲ၊\nဝက်ဝံရုပ်လေးရဲ့ ပြဿနာက ဘာလဲ.....ဇာတ်လမ်းလေးက သဘာဝလွန်ဖြစ်ရပ်ကို\nအခြေခံထားပေမဲ့ ပေါမနေဘဲတော်တော်ကြည့်လို့ကောင်းတဲ့ အိန္ဒိယ ကားတစ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်...  File Size : (2.5 GB) and (1.03GB)\nQuality :WEB-DL.1080P.HEVC,720P\nFormat…mp4\nDuration…02:16:00\nGenre : Animation, Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/3DQxD/Teddy.2021.WEB-DL.720P.PP.mkv",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gjmtKSwVTCwhp00Rxg58VauqKG0.jpg",
        "title": "Nota (2018)",
        "description": "NOTA (2018) Reviewဝန်ကြီးချုပ်ကြီး ဗာစူဒေ့ဟာ ပြည်သူလူထုက အားပေးထောက်ခံတဲ့ ပါတီခေါင်းဆောင်တစ်ယောက်ပါ။တစ်နေ့မှာ သူ့ရဲ့ အဂတိလိုက်စားမှုများပေါ်လာခဲ့ပြီး တရားစွဲဆိုခံခဲ့ရပါတယ်။\nလက်ရှိရာထူးကနေနှုတ်ထွက်မှဖြစ်တော့မယ့် အခြေအနေမှာ ဗာစူဒေ့ဟာ သားဖြစ်သူ ဗာရွန်ကို သူ့ရဲ့ ဝန်ကြီးချုပ်နေရာမှာ ယာယီခန့်အပ်ဖို့ အစီစဉ်ရေးဆွဲခဲ့ပါတယ်။သူ့အဖေရဲ့အမှုကိစ္စတွေပြီးတဲ့ထိ ယာယီဝန်ကြီးချုပ်အနေနဲ့ နေပေးရမယ့် ဗာရွန်ဟာ ဗီဒီယိုဂိမ်းဒီဇိုင်းရေးဆွဲသူတစ်ယောက်ပါ။မိမိဝါသနာနဲ့ ဝင်ရမယ့် ရာထူးနေရာ ကိုက်ညီမှုမရှိတဲ့အပြင် နိုင်ငံရေးအသိပညာလုံးဝမရှိတဲ့ ဗာရွန်တစ်ယောက် သူ့အဖေပြန်လာမယ့်အချိန်ထိ ဝန်ကြီးချုပ်ရာထူးကို ဘယ်လိုဆက်ထိန်းသွားမှာလဲ?စီစဉ်ထားတဲ့အတိုင်းကိစ္စတွေက\nမဖြစ်မြောက်လာတဲ့အခါ ဗာရွန်တစ်ယောက် နိုင်ငံရေးကိစ္စတွေမှာ ဟန်ပြမဟုတ်ဘဲ ကိုယ်တိုင် ပါဝင်လာခဲ့ရပါတော့တယ်။နိုင်ငံရေးကမရိုးရှင်းတဲ့အပြင် ဖုံးကွယ်ထားတဲ့အမှန်တရားတွေကို ဗာရွန်သိရှိလာတဲ့အချိန်မှာတော့ .....ဘာဆက်ဖြစ်မလဲသိချင်ရင်\nဇာတ်လမ်းလေးကို ကိုယ်တိုင်ဆက်လက်ခံစားကြည့်လိုက်ပါ။ဖြစ်လေ့ဖြစ်ထရှိတဲ့ နိုင်ငံရေးအခြေအနေတွေကို တိတိကျကျရိုက်ကူးပြထားတာကတော့ ဒီကားရဲ့ အဓိကအားသာချက်ပါပဲ။ဒါကြောင့် လှည့်ကွက်ပေါင်းများစွာနဲ့ ဇာတ်အိမ်တည်ထားတဲ့ အက်ရှင်ကားတွေကို သဘောကျတဲ့ကြည့်ရှုသူတွေအတွက်\nဒီကားလေးကို ကြည့်ရှုခံစားကြဖို့ အကြံပြုပေးလိုက်ပါတယ်နော်။  Translate and Review by Shwe Poe EainEncoded By : YKQuality :1080p WEB-HD ...",
        "rating": "6.4",
        "url": "https://megaup.net/2XSgz/%7BCM%7D-_NOTA_(2018)720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-12-at-4.41.48-PM-135x200.png",
        "title": "Crisis (2021)",
        "description": "Crisis (2021)===========IMDb Rating - 6.1/10ဘိန်းစကားလုံးတစ်လုံးလေးပေမယ့် တစ်လောကလုံးကို ချုပ်ကိုင်ပစ်နိုင်တယ်။ဒီဘိန်းကြောင့် အမေရိကန်ပြည်ထောင်စု ဒေသတစ်ခုမှာနေထိုင်သူ မိခင်တစ်ယောက် သူချစ်ရတဲ့သားကို ရုတ်တရက်ဆုံးရှုံးလိုက်ရတယ်၊ဒီဘိန်းကြောင့် တက္ကသိုလ်က ဇီဝဗေဒပညာရှင်တစ်ယောက် ရာထူးပြုတ်ပြီး အလုပ်လက်မဲ့ဖြစ်လုနီးပါးအခြေအနေကို ကြုံနေရတယ်၊ဒီဘိန်းကြောင့် လူဆိုးဖမ်းချင်တဲ့ အက်ဖ်ဘီအိုင်အေးဂျင့်တစ်ယောက် ဘိန်းကုန်သည်ယောင်ဆောင်ပြီးအသက် အန္တရာယ်ရှိတဲ့ဘ၀ကို နေထိုင်နေရတယ်၊ဒီဘိန်းကြောင့် မိန်းကလေးတစ်ယောက်ရဲ့ ဘ၀ဟာ လမ်းပျောက်လုနီးပါးဖြစ်နေရတယ်၊ဒီဘိန်းကြောင့် လောဘသားတွေ အတောမသတ်နိုင်သလို အပြစ်မရှိတဲ့သူတွေပါ သေဆုံးနေရတယ်၊ဒီအကြောင်းအရာတွေအားလုံးရဲ့ တစ်ခုတည်းသော တရားခံက ဘိန်းပဲ . . .ဒီတော့ ဒီပြဿနာကို ဘယ်လိုဖြေရှင်းကြမလဲလူ ၃ ယောက် ကြုံရတဲ့ မတူညီတဲ့ အခြေအနေတွေကို ချိတ်ဆက်ရိုက်ပြထားပြီး အင်မတန်မှ စိတ်၀င်စားဖို့ကောင်းပါတယ်။− မင်းသားကြီး Gary Oldman− Social Network , Call Me by Your Name တို့နဲ့ လူသိများတဲ့ Armie Hammer− ...",
        "rating": "6.1",
        "url": "https://megaup.net/1BWl9/Crisis.2021.720p.WEBRip[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p70dq1YxabemdZDm5K6Q8G10wSn.jpg",
        "title": "The Great Wall (2016)",
        "description": "The Great Wall (2016)_____IMDb...5.9/10\n \n(အက်ရှင်အလန်းစားနဲ့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်သည်နှင့်အညီ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်\nပြန်လည်တင်ဆက်ထားပါသည်....)\nMatt Damon ကို ထည့်သုံးထားတာဖြစ်ပါတယ်။ ဒီကားက Song Dynasty (960 ကနေ 1279) ကြား ကာလကို\nအခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ Matt Damon က ဥရောပ ကလာတဲ့ Mercenary ဖြစ်ပြီး သူတို့ က တရုတ်ပြည်က\nယမ်းမှုန့်ကိုလိုချင်လို့ လာကြတာဖြစ်ပါတယ်။ဒီကားက Fantasy Si-fi ဖြစ်ပြီး တရုတ်က မဟာတံတိုင်းက လူတွေသိထားသလို\nမွန်ဂိုတွေရန်ကိုကာကွယ်ဖို့တင်မဟုတ်ပဲ၊ Alien Monster တွေရဲ့ရန်ကို ကာကွယ်ဖို့\nဆောက်ထားတာဖြစ်လို့ စိတ်ကူးယဉ်တင်ဆက်ထားပါတယ်။ Matt Damon တို့က ဒီ Monster တွေနဲ့ တွေ့လို့\nထွက်ပြေးလာရင်းနဲ့ တရုတ် ခံတပ်မှာ အဖမ်းခံရပါတယ်။ ဒီကနေ သူရဲ့ မြှားပစ်စွမ်းရည် ကြောင့်ရယ်၊\nတိုက်ရည်ခိုက်ရည်ကောင်းတာကြောင့်ရယ်၊ သူ့ကို မသတ်တော့ပဲ တရုတ်စစ်တပ်နဲ့ အတူ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-great-wall2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-05-at-11.06.59-AM-136x200.png",
        "title": "Cosmic Sin (2021)",
        "description": "Cosmic Sin (2021)==============ကျွန်တော်တို့ နေထိုင်ကြတဲ့ စကြဝဠာကြီးမှာ ကမ္ဘာဂြိုဟ်က သတ္တဝါတွေအပြင် တခြား မျိုးစိတ်တွေ ရှိနေဦးမယ်လို့ထင်ပါသလား ....ရှိနေရင်ရော ဘယ်လိုပုံစံတွေ ဖြစ်မယ်လို့ထင်လဲ၊ သူတို့ကရော ကမ္ဘာဂြိုဟ်ကလူတွေလို အသိဉာဏ်ရှိကြလား၊ဒါမှမဟုတ် နိမ့်ကျမလား သာလွန်နေမလား၊ ဒါတွေဟာ စဉ်းစားကြည့်မယ်ဆို စိတ်၀င်စားစရာပဲ . . .ပိုပြီး စိတ်၀င်စားဖို့ ကောင်းတာက ဒီလိုမျိုးစိတ်တွေသာ တကယ်ရှိပြီး လူတွေထက် အသိဉာဏ်နဲ့ ဖန်တီးနိုင်မှု စွမ်းအားကလည်း ပိုမြင့်နေမယ်၊ သူတို့က လူတွေကို အန္တရာယ်ပေးလာမယ်ဆိုရင် လူသားတွေအနေနဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာပါပဲ။ ဒါဆိုရင် လူသားတွေအနေနဲ့ ဒီ ကြမ္မာဆိုးကြီးကို ကျော်ဖြတ်နိုင်ပါ့မလား လူသားတွေသက်တမ်းဟာ အဓွန့်ရှည်ပါ့မလား ......ဆိုတာဟာ စဥ်းစားစရာပါပဲ။ဒီဇာတ်ကားမှာ မင်းသားကြီး Bruce Willis က ဂျိမ်းစ် ဖို့ဒ်အမည်ရှိ အာကာသဆိုင်ရာ မဟာမိတ်ကောင်စီရဲ့ ဗိုလ်ချုပ်ဟောင်းကြီးအဖြစ် ပါ၀င်ထားပြီး Frank Grillo က ...",
        "rating": "3.0",
        "url": "https://megaup.net/2hQrq/Cosmic.Sin.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fFRq98cW9lTo6di2o4lK1qUAWaN.jpg",
        "title": "Sentinelle (2021)",
        "description": "Sentinelle (2021)ဒီတစ်ခါတော့ အမျိုးသမီး ဂျွန်ဝစ်ခ် အကြောင်းပေါ့ဗျာ။မင်းသမီးကတော့ 007 Quantum of Solace, Hitman, Johnny English 3 စတဲ့အမိုက်စားကားတွေမှာပါခဲ့ဖူးတဲ့ ပြင်သစ်မင်းသမီး Olga Kurylenko က အဓိကဇာတ်ကောင်အဖြစ် ပါဝင်ထားတဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ကလယ်ရာ ဟာ ကင်းစောင့်စစ်ဆင်ရေးမှာ တာဝန်ကျတဲ့ အထူးတပ်သားတစ်ယောက်ဖြစ်ပါတယ်။\nနိုင်ငံရပ်ခြားကစစ်ဆင်ရေးမှာ အဖြစ်ဆိုးကြီးတစ်ခုကြောင့်\nစိတ်ဒဏ်ရာရခဲ့ပြီး\nအမေနဲ့ညီမ ရှိတဲ့ မိမိနေထိုင်ရာပြင်သစ်ကို ရွှေ့ပြောင်းခံခဲ့ရပါတယ်။ညီမဖြစ်သူ တာနီယာနဲ့အတူ ကလပ်တက်ခဲ့ပြီး\nနောက်တစ်နေ့မှာ တာနီယာဟာအဓမ္မပြုကျင့်ခံခဲ့ရတာကို စိတ်ပျက်ဝမ်းနည်းစွာသိလိုက်ရပါတယ်။\nနိုက်ကလပ်ရဲ့လုံခြုံရေးဗီဒီယိုကတစ်ဆင့်\nသူ့ညီမတာနီယာဟာ ရုရှားအမျိုးသားတစ်ယောက်နဲ့\nနောက်ဆုံးထွက်သွားခဲ့တာတွေ့လိုက်ရပြီး\nထိုအမျိုးသားရဲ့ဖခင်ဟာ အရှိန်အဝါကြီးတဲ့ နည်းပညာရှင်တစ်ယောက်ဖြစ်နေလို့\nဥပဒေရစုံစမ်းစစ်ဆေးဖို့အခက်တွေ့နေတဲ့အခါ\nကလယ်ရာဟာ ဥပဒေဘောင်ကထွက်ပြီး လက်စားချေဖို့ အမျိုးသမီးဂျွန်ဝစ်ခ် လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။အရင်ခေတ်တုန်းက ဂျက်မ လို့ ခေါ်တဲ့ အမျိုးသမီး အက်ရှင်ကားကောင်း ကြိုက်နှစ်သက်သူများ အကြိုက်တွေ့ကြဦးမှာပါ။\nမင်းသမီးတွေရဲ့ ရှိုက်ဖိုကြီးငယ် အသွယ်သွယ်ရဲ့အလှတရားကို ခံစားရမယ့် အခန်းတွေလည်း ပါဦးမှာဆိုတော့ကာ .....ဘာများစောင့်နေဦးမလဲ .... ပရိသတ်ကြီးရယ်File size…1.1 GB and 570MB\nQuality….WEB-rip 1080p ...",
        "rating": "4.8",
        "url": "https://megaup.net/VV6l/Sentinelle.2021.720p.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/exit-poster-133x200.jpg",
        "title": "Exit (2019)",
        "description": "Exit (2019)IMDb - 7.0/10_____Rotten - 83%\n  \nCM Fan တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့\nမကြာသေးမှီ အပတ်တွေက ရုံတင်သွားခဲ့တဲ့ Exit ဆိုတဲ့\nကိုရီးယား ရုပ်ရှင်ဇတ်လမ်း ကို CM က ရုပ်ထွက်အကြည်နဲ့\nတင်ဆက်ပေးလိုက်ပါပြီ။\nဇတ်လမ်းပုံစံကတော့...\nယောင်နမ် ဆိုတဲ့ အသက်လတ်ပိုင်း အရွယ် လူပျိုကြီးဖြစ်ခါစ\nတောင်တက်သမားဟောင်း ကနေ ဇတ်လမ်းစရမှာပဲ...\nအားကစားအလုပ်ကိုသာ စွဲမြဲ လုပ်ပြီး ဘယ်ကောင်မလေးကမှလဲမကြိုက်\nအလုပ်လဲ မယ်မယ်ရရ မရှိ အင်တာဗျူးတိုင်း မအောင် စိတ်ဓါတ်မကျအောင်နေပြီး\nအိမ်က အဖေ နဲ့ အမေ ဆီ ကပ်စားနေတဲ့ သူ တစ်ယောက်ပေါ့ :D\nယောင်နမ် မှာ အစ်မ တွေ ရှိပြီး အကုန်အိမ်ထောင်ကျကုန်ပေမဲ့\nယောင်နမ် တစ်ယောက်သာ ဂေါ်မစွံ လူပျိုကြီး လုပ်နေပြီး\nအိမ်ကနေ မခွာနိုင် ဖြစ်နေခဲ့တာပါ....\n  \nတစ်ရက်မှာတော့ ယောင်နမ်တို့ အမေ ရဲ့ မွေးနေ့ အဖြစ်\nဟိုတယ် တစ်ခုမှာ အခန်းငှားပြီး မွေးနေ့ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/exit-2019/"
    }
]