[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNjU5NDg0NjM5Ml5BMl5BanBnXkFtZTgwNTUzNDE0MDE@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Gingerdead Man vs. Evil Bong",
        "description": "ဒီဇာတ်ကားလေးကတော့ ဘီးကျဲတွေ အကြိုက်တတွေ့စေမယ့်\nweedပြဲတဲ့အကြောင်းကို မှော်ဆန်ဆန်ဟာသ‌ဇာတ်နှောရိုက်ကူးထား\ncomedyလေးပါ.ဇာတ်လမ်းအကျဉ်းကတော့ တရံရောအခါက\nနတ်ဆိုးဆေးအိုးတစ်လုံးရှိတယ်တဲ့.\nအဲ့နတ်ဆိုးဆေးအိုးက ဘယ်လောက်တောင် highစေလဲဆိုရင်\nတစ်ခါသောက်ပြီးရင် တစ်သက်လုံး စိတ်ကူးယဉ်ကမ္ဘာထဲက\nမထွက်နိုင်‌လောက်အောင်ကို ကောင်းပါတယ်.\nအဲ့နတ်ဆိုးဆေးအိုးကို သိမ်းထားတဲ့ weedဆိုင်ပိုင်ရှင်\nဘီးကျဲ လာနယ်ဆိုတာလဲ ရှိသတဲ့ဗျာ.\nနောက်ပြီး gingerdeadmanဆိုတဲ့ မကောင်းဆိုးဝါးက\nသတ်ချင်နေတဲ့ မေလာဆိုတဲ့ လှပျိုဖြူတစ်ဦးလဲ ရှိပါတယ်.\nသူတို့နှစ်ဦးဟာ အကြောင်း‌အမျိုးမျိုးကြောင့် တိုက်ဆိုင်ပြီး\nအဲ့နတ်ဆိုးဆေးအိုးအစွမ်းနဲ့ စိတ်ကူးယဉ်ကမ္ဘာထဲ ပိတ်မိသွားသတဲ့.\nအဲ့အခါမှာ အဲ့နတ်ဆိုးဆေးအိုးကို ဘယ်လိုသုံးပြီး\nဘယ်လိုပြဲကြပြီးတော့ မကောင်းဆိုးဝါးနတ်ဆိုးဖြစ်တဲ့ Ginger deadmanကို\nဘယ်လိုအနိုင်ယူမယ်ဆိုတာကို ကြည့်ရှူခံစားကြပါဦးဗျာ.\nတချို့ဇာတ်၀င်ခန်းတွေမှာ ၁၈+ပါ၀င်တာကြောင့်\n၁၈နှစ်အောက် ကြည့်ဖို့ မသင့်တော်ပါ.",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/gingerdead-man-vs-evil-bong/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMmE2MmM5Y2YtNzEzMy00ZjJiLWE2ZWEtYzMzZGYxMTYxNDM2XkEyXkFqcGdeQXVyMTAyNDYyNzcw._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Impetigore (2019)",
        "description": "ဒီကားက​တော့ အင်ဒိုသရဲကားပါ\nကျိန်စာ​တွေ, အောက်လမ်း​တွေ, ​မှော်​တွေ, ရုပ်​သေးပညာ​တွေနဲ့\nပတ်သတ်ပြီးစိတ်ဝင်စားတဲ့သူ​တွေဆိုရင်\nဒီကားကလက်မလွတ်သင့်တဲ့ကားပါ\nမင်းသမီးနဲ့သူ့သူငယ်ချင်းတို့က အထည်​ရောင်းတဲ့စီးပွား​ရေးလုပ်ဖို့\nအတွက်၂​ယောက်သား​ရှိသမျှ​ငွေအကုန်ရင်းလိုက်ကြတယ်\nကံဆိုးစွာနဲ့ ဂျင်းမိပြီး သူတို့မှာထားတဲ့အထည်​တွေက\nQualityအရမ်းညံ့​တော့ဘယ်သူမှမဝယ်ကြဘူး\nအဲ့မှာ၂​ယောက်လုံးမွဲပြာကျ​နေတဲ့အချိန်\nမင်းသမီးကသူ့မိဘ​တွေ​နေခဲ့တဲ့ရွာမှာအ​မွေပြန်သွား​တောင်းမယ်ဆိုပြီး\nသူငယ်ချင်း၂​ယောက်သားဆုံးဖြတ်လိုက်ကြတယ်\nရွာကလည်း​တော်​တော်ကို​ဝေးပြီး လူ​တော်​တော်များများမသိတဲ့ရွာကြီးပါ\nသူတို့အဲ့ရွာလည်း​ရောက်​ရောရွာကြီးက​ခြောက်ကပ်​နေပြီ\nကြက်သီးထစရာအပြည့်နဲ့သူတို့ကိုကြိုဆို​နေပါတယ် ​\nအဲ့က​နေစပြီး မင်းသမီးသူအ​မွေရမယ့်ဟာကိုစုံစမ်းရင်\nးသူ့သူငယ်ချင်းနဲ့အတူ အဲ့ရွာက​နေလွတ်မှာလား\nမလွတ်ဘူးလားဆိုတာ ကြည့်ကြပါဦးလို့...\nFile Size - 1.14 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Dolly\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1y7t8/Impetigore.2019._720p_%7BCM%7D_.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/1234.jpg",
        "title": "Love, Rosie (2014)",
        "description": "ရိုစီ ဆိုတဲ့ ကောင်မလေး တစ်ယောက်ရှိတယ်\nသူမ ဟာ ပွင့်လင်းတယ် ရဲရင့်တယ်\nသူ့မှာ အဲလက်စ် လို့ ခေါ်တဲ့ သူငယ်ချင်း ကောင်လေး ရှိတယ်\nအဲလက်စ် နဲ့ ရိုစီ ဆိုတာ အသက် ၅ နှစ်လောက်ထဲက ခင်မင်လာတဲ့\nငယ်ပေါင်း သူငယ်ချင်းတွေ အိမ်ချင်းကလဲ မျက်နှာချင်းဆိုင်ပါပဲ\nအဲလက်စ် ရဲ့ အရာရာဘာမဆို တိုင်ပင်နိုင်တဲ့\nအကောင်းဆုံးလူဟာ ရိုစီ ဖြစ်သလို ရိုစီ ရဲ့\nအတွင်းရေး အရာအားလုံးကိုသိရှိနေတာကလဲ\nအဲလက်စ် ပါပဲ\nသူတို့ ၂ ယောက်ဟာ ငယ်ငယ်ထဲက တပူးပူးတတွဲတွဲ\nဖြစ်သလို အထက်တန်း အောင်ပြီးနောက်မှာလဲ\nတစ်မြို့ထဲ နေကြပြီး အဲလက်စ်က ဆေးကျောင်း\nဆက်တက်မယ် ရိုစီက ဟိုတယ်စီမံခန့်ခွဲဆိုင်ရာ\nကျောင်းကို ဆက်တက်မယ်ဆိုပြီး\nအိပ်မက်တွေ မက်ခဲ့ကြပါတယ်...\nဒါပေမယ့် ကံကြမ္မာဆိုတာ ကြိုမမြင်ရပါဘူး...\nကျောင်းကပွဲတွေပဲ ဖြစ်ဖြစ် ဘယ်လို ပါတီမျိုးကိုပဲ ဖြစ်ဖြစ်\nအတူတူ ကဖို့ အဲလက်စ် နဲ့ ရိုစီ တို့ဟာ စုံတွဲ တက်လေ့ ရှိပေမယ့်\nနောက်ဆုံး ကျောင်းပိတ် နှုတ်ဆက်ပွဲမှာတော့\nအဲလက်စ် က ရိုစီ ကို ကပွဲ အတူတူ တက်ဖို့ ဖိတ်ပေမယ့် ရိုစီ က\nခပ်ချောချော ကောင်လေး ရဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/Sa1m/Love.Rosie.2014.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p4ys4a4yASjKuWzsNWY1B7xP5kZ.jpg",
        "title": "The Player(1992)",
        "description": "The Player (1992) အညွှန်း\n***************************\nIMDb rating ...... 7.5/10\nRotten Tomatoes 98%\n(ဒီထဲကမင်းသားကThe Shawshank Redemption (1994)ထဲမှာ စကားလေးမပွင့်တပွင့်ပြောရင်းကျွန်တော်တို့နှလုံးသားကို သိမ်းပိုက်သွားတာအားလုံးသိကြမယ်ထင်ပါရဲ့)Hollywood ရဲ့ ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ\nထုတ်လုပ်သူတစ်ယောက်လုပ်ရတာဟာ ထင်သလောက်မရိုးရှင်းလှပါဘူး....စာရေးဆရာတွေဆီက တစ်ရက်တစ်ရက်ကို\nကမ်းလှမ်းလာတဲ့ ရာနဲ့ချီသော ဇာတ်လမ်းပေါင်းစုံကို နားထောင်ပြီး ဇာတ်ကားရိုက်သင့်မရိုက်သင့်\nဆုံးဖြတ်ပေးရပါတယ်...ကမ်းလှမ်းလာသမျှဇာတ်လမ်းတိုင်းကို ထုတ်လုပ်သူတစ်ယောက်အနေနဲ့ လက်ခံဖို့မဖြစ်နိုင်တဲ့အခါစာရေးဆရာတွေရဲ့ မုန်းတီးမှုကိုခံကြရပါတယ်...ဂရစ်ဖင်န် မေးလ် ဟာလည်း ဟောလီးဝုဒ်နာမည်ကြီး ရုပ်ရှင်ထုတ်လုပ်ရေးစတူဒီယိုတစ်ခုရဲ့ အကြီးအကဲတွေထဲက တစ်ယောက်ပါ...တစ်နေ့မှာတော့ သူ့ဆီကို အမည်မသိ စာရေးဆရာတစ်ယောက်ဆီက ခြိမ်းခြောက်စာတွေ အဆက်မပြတ်ရောက်လို့လာခဲ့ပါတယ်...ဒီချိန်းခြောက်စာတွေဟာ တစ်ရက်ထဲမဟုတ် အကြိမ်ရေများလာတဲ့အခါမှာတော့ဂရစ်ဖင်တစ်ယောက် စိတ္တဇဖြစ်လာတယ်...အဲ့ဒီနောက် ဒီကိစ္စကို တစ်ယောက်ထဲဖြေရှင်းဖို့ကြိုးစားတော့တယ်...အဲ့ဒီအချိန်ကစပြီး မဟာပြဿနာပေါင်းစုံတက်တော့တာပါပဲ...…ဒီဇာတ်ကားဟာ တစ်ခေတ်တစ်ခါရဲ့ နာမည်ကျော်မင်းသားကြီး Tom Robbins ဦးဆောင်ထားပြီး Greta Scacchi နဲ့ အခြား နာမည်ကြီးသရုပ်ဆောင်များစွာပါ၀င်ထားပါတယ်... ဒါ့အပြင် ဆုပေါင်း (၁၄) ဆုအထိဆွတ်ခူးထားပြီး ၀က်၀က်ကွဲအောင်မြင်ခဲ့တဲ့ဇာတ်ကားကောင်း တစ်ကားလည်းဖြစ်ပါတယ်ဇာတ်လမ်းအစမှ အဆုံးအထိ ရင်တထိတ်ထိတ်ကြည့်ရမဲ့အပြင် ယနေ့ခေတ်နဲ့မတူ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-player1992/"
    },
    {
        "thumbnail": "https://static.xx.fbcdn.net/images/emoji.php/v9/t6c/1/16/2764.png",
        "title": "Looks That Kill 2020",
        "description": "Looks that Kill (2020)IMDb 6.3/10\nမက်စ် ရစ်ချက်ဒ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့\nအကြောင်းရိုက်ပြထားတဲ့ Dark Comedy, Drama အမျိုးအစားဇာတ်ကားကောင်းတကားပါ\nမက်စ်ဟာ မွေးစကတည်းက သေစေနိုင်လောက်တဲ့ မဟားတရားဆွဲဆောင်မှုပြင်းပြနေတဲ့မျက်နှာမျိုးနဲ့ မွေးဖွားလာတာဖြစ်တယ် သူ့မျက်နှာမြင်တာနဲ့ လူတိုင်းဟာအံ့သြမင်သက်ပြီး ဇီဝိန်ကြွေကြရပါတယ် ဒါကြောင့် ငယ်ငယ်လေးကတည်းက မျက်နှာမှာပတ်တီးစည်းထားရတဲ့ အထူးအဆန်းကောင်လေးတစ်ယောက်ပေါ့ အဲလက်စ်ဆိုတဲ့ကောင်မလေးနဲ့မဆုံခင်အထိ သူဟာသူ့ရုပ်ရည်ကြောင့် လူတွေဒုက္ခရောက်ရတယ်လို့ပဲ ခံယူထားခဲ့ပါတယ် အဲလက်စ်နဲ့ပဲ သူ့ဘဝမှာတန်ဖိုးမဖြတ်နိုင်တဲ့အတွေ့အကြုံတွေ သင်ခန်းစာတွေရခဲ့တယ် ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကတော့\nခုပဲ ကြည့်ရှုအားပေးလိုက်ပါတော့File Size : 650 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kyi Kyi\nEncoded by Littleneo",
        "rating": "6.3",
        "url": "https://megaup.net/2e44D/Looks.That.Kill.2020.720p_(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e533iBmwHewIM9Nq8uJI65hf6AH.jpg",
        "title": "Raat Akeli Hai(2020)",
        "description": "Raat Akeli Hai(2020)အညွှန်း***************************** IMDB Rating 7.7 ရရှိထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်း မစ္စတာဂျီတေးလ်ယာဒဗ်ဟာလူသတ်မှုတစ်ခုကိုစုံစမ်းဖို့တာဝန်ပေးခြင်းခံရပါတယ်။ သေဆုံးသူကအဖိုးကြီးတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ဒုတိယမြောက်လက်ထပ်ပွဲအပြီး ည၁၀ နာရီ နဲ့ ၁၂နာရီကြားမှာအသတ်ခံရတာဖြစ်ပါတယ်။ သေဆုံးသူရဂူဘီးရ်ဆင်းဆီမှာသေနတ်တစ်လက်ရှိပြီးသူပိုင်တဲ့သေနတ်နဲ့ပဲအသတ်ခံခဲ့ရတာဖြစ်ပါတယ်။ ညလူခြေတိတ်ချိန်မှာအသတ်ခံရတာဖြစ်ပေမယ့် သေနတ်ပစ်သံကိုဘယ်သူမှမကြားကြပါဘူး။ ဘယ်သူက ဘယ်အချိန်ဘယ်လိုသတ်လိုက်တာလဲ...ဘာကြောင့်သတ်လိုက်တာလဲ.... စုံစမ်းစစ်ဆေးရေးအရာရှိ ဂျီတေးလ်ယာဒဗ်ကဘယ်လိုစုံစမ်းဖော်ထုတ်မှာလဲ... .. ဒီအမှုမှာလူဘယ်နှဦးပါဝင်ပတ်သက်နေကြတာလဲ.. ... Cirme Drama ကားကြိုက်သူတွေအတွက်လက်မလွှတ်သင့်ပါကြောင်း.... . ဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်... File Size : (980 MB) and (380 MB)Quality : WEB-DL 720pFormat…mp4Duration…02:29:00Genre : Crime , Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Thaik SanEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/2e4x9/Raat_Akeli_Hai.2020.WEB-DL.720P.PP.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4kR1u9ir8ZsflhReDHX8zw00SSr.jpg",
        "title": "708090(2016)",
        "description": "708090(2016)ဒီကားထဲကမင်းသမီးကြီးကိုတော့ သိကြပါတယ်နော်...မတူညီတဲ့လူတွေမှာ မတူညီတဲ့ ပန်တိုင်းရှိကြပါတယ်။ကိုယ့်အိပ်မက်ကို အကောင်အထည်ပေါ်လာအောင်ကြိုးစားနေကြပါတယ်။\nဒီလိုကြိုးစားနေတဲ့ လမ်းခရီးမှာ လူတစ်ချို့က အရမ်းချောမွေ့ပေမယ့်၊တစ်ချို့လူတွေအတွက်ကတော့ အခက်အခဲပေါင်းများစွာနဲ့ရင်ဆိုင်ကြရပါတယ်။\nအခက်အခဲနဲ့ရင်ဆိုင်ရတဲ့အချိန်မှာ လက်မြှောက်အရှုံးပေးတဲ့သူရှိသလို၊အဆုံးထိကြိုးစားသွားတဲ့လူတွေရှိတဲ့အတိုင်း၊ အခြေအနေတစ်ခုကြောင့်ကိုယ့်အိပ်မက်ကိုစွန့်ခွာသွားတဲ့သူတွေလည်းရှိပါတယ်။\nဒီဇာတ်ကားမှာတော့ ကျောင်းသူမလေး တစ်ယောက်ရဲ့ အွန်လိုင်းဈေးကွက်ကိုစတင်လိုက်တဲ့အကြောင်း၊ ခရီးသွားဝါသနာပါတဲ့ ကောင်လေးက ဖခင်ဖြစ်သူရဲ့လုပ်ငန်း(လီမျိုးနွယ် ကုမ္မဏီ)မှာ ပြူနာတွေတက်လို့ မိသားစုစီးမွားရေးမှာ ပြန်လည်ပါဝင်ရတဲ့အကြောင်းတွေရိုက်ကူးထားပါတယ်။\nငယ်ငယ်ကတည်းက ရှိန်းကျိန့်မြို့ကို ရောက်လာပြီး ကိုယ့်အိပ်မက်အတွက်ကြိုးစားဖို့အတွက်ရောက်လာခဲ့တဲ့သူငယ်ချင်းသုံးယောက်ရှိပါတယ်။သူတို့ဘယ်လိုကြိုးစားကြမလဲ..ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ ဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ The One ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (322 MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:31:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/S9o7/708090.Shenzhen_Love_Story.2016.FHDRip.720p.pp.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/SHA-160x200.jpg",
        "title": "Shakuntala Devi(2020)",
        "description": "Shakuntala Devi(2020)ဒီဇာတ်လမ်းက Human Computer လို့တင်စားလောက်အောင်သင်္ချာမှာတော်တဲ့ အိန္ဒိယက အမျိုးသမီးကြီးရှုကန်တလားဒေဝီ အကြောင်းကိုရိုက်ကူးထားတာပါ...မင်းသမီးကြီးကလည်း မြန်မာပရိတ်သတ်တွေရင်းနှီးတဲ့Vidya Balan ကသရုပ်ဆောင်ထားပါတယ်...ဇာတ်လမ်းစစချင်း မှာ ကောင်မလေးတစ်ယောက်ဟာ မကျေနပ်ချက်မျိုးစုံနဲ့ ရုံးကြီးတစ်ခုကိုသွားနေတယ်....သူမက ကြိုတင်ချိန်းဆိုထားတာဖြစ်လို့ လူကြီးတွေလည်းစောင့်ဆိုင်းနေကြတယ်...ဒီလူကြီးတွေ ကောင်မလေးချိန်းဆိုပြီး တရားစွဲတဲ့ကိစ္စအတွက်စောင့်ဆိုင်းနေကြတာပါ...သို့ပေမဲ့သူတို့အားလုံးက အံအားသင့်နေတဲ့မျက်နှာကိုယ်စီနဲ့...ဘာလို့ဆို ဒီကောင်မလေးဟာ သူ့အမေဖြစ်သူရဲ့ရှကန်တလားဒေဝီကို ဘဏ္ဍာရေးစာရင်းတွေ တရားမဝင်ဖျောက်ဖျက်မှုနဲ့\nတရားစွဲထားတာကြောင့်ပါ....ဘာကြောင့်အမေဖြစ်သူကိုတရားစွဲတာလဲ...ဒီအမေဖြစ်သူက ဘာကြောင့် Human Computer လို့တင်စားလောက်အောင်တော်နေတာလဲ...သူဖြတ်သန်းခဲ့ရတဲ့ငယ်ဘဝပုံရိပ်တွေဟာဘယ်လိုမျိုးလဲ...ကိုင်းဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး...ဒီကားက တော်တော်ကြီးကိုကောင်းပါတယ်...သရုပ်ဆောင်တွေလည်း အရမ်းကိုစနစ်တကျပြင်ဆင်ပြီး ရိုက်ချက်တွေလည်းအတော်ခမ်းနားပါတယ်...ပေးချင်တဲ့ Message တွေလည်းကောင်းမွန်လွန်းတာမို့ Spoiler ဖြစ်မှာစိုးလို့ ဒီလောက်ပဲတော်ပါရစေ..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Zwe Zan Aung,Thaik San & Thar Htet တို့ပဲဖြစ်ပါတယ်... File Size : (2.41GB) and (1.02GB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:07:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/16Dqz/Shakuntala_Devi.2020.WEB-DL.720P.PP_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/crash1-142x200.jpg",
        "title": "Crash 2004",
        "description": "Crash ဆိုတဲ့ ဇာတ်​ကား​က​တော့ ​လော့စ်​အန်​ဂျလိစ်​မြို့​တော်​တွင်​း လူမျိုး​ရေးခွဲခြားမှု​တွေ လူ့အသိုင်​းအဝိုင်​းကြားတင်​းမာမှု​တွေကို ရိုက်​ကူးပုံ​ဖော်​ထားတဲ့ ဇာတ်​ကားပဲဖြစ်​ပါတယ်​လူဖြူ လူမည်​းခွဲခြားမှု​တွေကြားမှာ လူဖြူ​တွေကို မုန်​းတီးပြီး အနုကြမ်​းစီးတတ်​တဲ့ Anthnoy ဟာ သူ့အ​ဖော်​နဲ့အတူ လူဖြူ​ရှေ့​နေ Rick နဲ့ သူ့ဇနီး Jean တို့ရဲ့ကားကို လုခဲ့ပါတယ်​။ဒီဇာတ်​ကား​လေးထဲမှာို​သေနတ်​နဲ့ခြိမ်​း​ခြောက်​ခံခဲ့ရတဲ့အတွက်​ လူမည်​း​တွေကို ​ကြောက်​ရွံ့​သွားပြီး သူ့အိမ်​မှာအလုပ်​လာလုပ်​တဲ့ လူမည်​း​​တွေကို မယုံကြည်​နိုင်​​တော့တဲ့ Jeanကျည်​ဆံသံ​တွေ​ကြား အိမ်​ခဏခဏ​ပြောင်​းခဲ့တဲ့ ​သော့ပြင်​ဆရာ Daniel​သော့ပြင်​ဆရာနဲ့အ​ခြေအတင်​စကားများပြီး​နောက်​ လူမည်​း​သော့ပြင်​ဆရာ​ကြောင်​့ သူ့ဆိုင်​​ဖောက်​ထွင်​းခံရတယ်​ ယူဆထားသူ Farhandလူမည်​းတစ်​​ယောက်​ဖြစ်​တဲ့အတွက်​ ဇနီးဖြစ်​သူကို ရဲတစ်​ဦး လက်​သရမ်​းတာကို ကြည်​့​နေခဲ့ရတဲ့ လူမည်​းရုပ်​ရှင်​ဒါရိုက်​တာ Cameronဖခင်​ရဲ့​ရောဂါ​ကြောင်​့ ​ဆေးရုံမှတာဝန်​ရှိသူ လူမည်​းအမျိုးသမီးကို မ​ကျေမနပ်​ဖြစ်​​နေသူ ရဲအရာရှိ Ryanလူမျိုး​ရေးခွဲခြားမှု​ကြောင်​့ ဖြစ်​​ပေါ်လာတဲ့ လူသတ်​မှုတစ်​ခုကို စုံစမ်​း​နေသူ လူမည်​းစုံ​ထောက်​တစ်​​ယောက်​ဦး Graham watersစတဲ့ဇာတ်​​ကောင်​​တွေရဲ့ လှုပ်​ရှားမှု​တွေနဲ့ ​အ​မေရိကန်​လူ့အသိုင်​းအဝိုင်​းကြား ဖြစ်​ရပ်​​တွေကို ပုံ​ဖော်​ထားတာ​တွေ့ရမှာပါ။ပါဝင်​ထားတဲ့ သရုပ်​​ဆောင်​​တွေက​တော့ခရိုင်​​ရှေ့​နေ Rick အဖြစ်​ Brendan ...",
        "rating": "7.1",
        "url": "https://megaup.net/2e3O0/Crash.2004_720p_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/money-138x200.jpg",
        "title": "Money Plane 2020",
        "description": "ဂျက်ဟာ ဒုစရိုက်သမားကြီး တစ်ဦးဆီမှာ အကြွေးများစွာ တင်နေတဲ့သူပါ။ သူ့မှာ အဖွဲ့တစ်ဖွဲ့လည်း ရှိပါတယ်။ ဆိုးတူကောင်းဖက် လုပ်စားကြမယ့် အဖွဲ့ပေါ့။ ဂျက်အကြွေးတွေကို အကြေချေပေးမယ်လို့ ပြောပြီး ဒုစရိုက်သမားကြီးက အလုပ်တစ်ခု ခိုင်းလာပါတယ်။ ပြတိုက်ထဲက ဒေါ်လာသန်းချီတန်တဲ့ ပန်းချီကားကို ခိုးဖို့ပေါ့။ အလုပ်ကို သေချာလုပ်တတ်တဲ့ ဂျက်တို့အဖွဲ့က သေချာပေါက်ဖြစ်စေရမယ်လို့ ယုံကြည်ပြီး ခိုးဖို့လုပ်ကြတယ်။ ဒါပေမဲ့ သူတို့လာမယ်ဆိုတာကို ပြတိုက်က ဘယ်လိုသိသွားတယ် မသိဘဲ ခိုးလို့ မရခဲ့ကြဘူး။ ဒီမှာပဲ ဒုစရိုက်သမားကြီးက မကျေနပ်တာနဲ့ ဒီထက်ပိုအန္တာရာယ်ကြီးပြီး ပိုပွပေါက်ရမယ့် Money Plane ဆီကို လွှတ်လိုက်တော့တယ်။ ကျန်တာတွေကို ဂျက်တို့အဖွဲ့ ဘယ်လိုလှုပ်ရှားမလဲဆိုတာကို ကြည့်ကြည့်ကြပါဦး။File Size : 600 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:22:00\nGenre : Action\nSubtitle : Myanmar ...",
        "rating": "3.3",
        "url": "https://megaup.net/Safq/Money.Plane.2020.web_720p(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/the-drop-1-200x200.jpg",
        "title": "The Drop 2014",
        "description": "ဘော့ပ်ဟာ ဘားတစ်ခုမှာ သူ့ရဲ့ အစ်ကိုတစ်၀မ်းကွဲဖြစ်သူနဲ့အတူ အလုပ်လုပ်သူဖြစ်တယ်။ တစ်နေ့ သူတို့ရဲ့ ဘားကို ဓားပြတိုက်ခံလိုက်ရပြီး သူဌေးကို အပ်ရမယ့်ငွေတွေအကုန်ပါသွားတယ်။ တစ်နေ့ အိမ်အပြန်လမ်းမှာ အမှိုက်ပုံးထဲက ခွေးလေးတစ်ကောင်ကို အကြောင်းပြပြီး နာဒီယာဆိုတဲ့ မိန်းမတစ်ယောက်နဲ့ ခင်မင်သွားကြတယ်။ တိုက်ဆိုင်ချင်တော့ သူမွေးစားလိုက်တဲ့ ခွေးလေးဟာ နာဒီယာရဲ့ ရည်းစားဟောင်း အဲရစ်ဆိုတဲ့ လူရမ်းကားရဲ့ခွေးဖြစ်နေပြီး ဘော့ပ်ကို ခွေးဗန်းပြပြီး ခြိမ်းခြောက်မှုတွေလုပ်တော့တယ်။ အဲရစ်ဟာ လူသတ်တရားခံလို့ ကိုယ့်ကိုယ်ကို ကြွေးကြော်ထားသူလဲဖြစ်တယကြွေးကြော်ထားသူလဲဖြစ်တယ် ဘော့ပ်တစ်ယောက် ဓားပြတိုက်ခံလိုက်ရတဲ့ ငွေတွေကိုရှာရင်း အဲရစ်နဲ့ငြိတဲ့ ပြဿနာတွေဖြေရှင်းရင်း ဘာတွေဆက်ဖြစ်မလဲ ဒီဇာတ်လမ်းက မယုံနိုင်လောက်အောင် လှည့်ကွက်တွေများလှပါတယ် File Size : 750 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Crime, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Tzqx/The.Drop.2014.720p_web_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/100-141x200.jpg",
        "title": "100 Yards 2019",
        "description": "100 YARDS\nဒီဇာတ်ကားလေးကတော့ Rating 5.2 ရထားတဲ့ဇာတ်ကား‌ေကာင်း‌ေလးတစ်ကားဖြစ်ပါတယ်\nဒီဇာတ်ကားလေးထဲမှာတော့ Steven Brewis က Rich Porter အဖြစ် အဓိကဇာတ်ဆောင်နေရာမှာပါဝင်ထားပါတယ်\nRebecca limကလည်းBrittany အနေဖြင့်မင်းသမီးနေရာမှာပါဝင်အားဖြည့်ပေးထားပါပြီး မင်းသမီး Rebecca limအနေဖြင့်လည်းအ ကောင်းဆုံးအမျိုးသမီးဇာတ်ဆောင်ဆုကိုရရှိထားသူတစ်ဦးလည်းဖြစ်ပါတယ်\nဒီကားလေးမှာမင်းသားဖြစ်တဲ့Rich Porter\nက နာမည်ကြီးအရှေ့တန်းတိုက်စစ်မှုဖြစ်ပေမယ့်\nပျောက်ဆုံးသွားတော့ သူ့အမေကိုရှာဖို့အတွက်\n‌ဖိလစ်ပိုင်နိုင်ငံသို့သွားခဲ့ရာ ကံမကောင်းစွာဖြင့်\nဦးနှောက်အကျိတ်ရောဂါကိုခံစားခဲ့ရပါတယ်\nမင်းသားအနေဖြင့်လည်းရောဂါဘေးမှလွှတ်မြောက်ပြီးအသက်ရှင်မလားဒါမှမဟုတ်သေဆုံးမလားသူ့အမေကိုပြန်တွေ့မလား မတွေ့ဘူးလားဆိုတာကိုစိတ်ဝင်စားဖွယ် ကြည့်ရှု့ရမယ့် ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ် File Size : 800 Mb / 400 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha Naing Htoo\nEncoded by Littleneo",
        "rating": "5.1",
        "url": "https://megaup.net/2e39B/100.Yards.2019_web_720p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/rising-135x200.jpg",
        "title": "Rising Free 2019",
        "description": "အခုတစ်​​ခေါက်​တင်​ဆက်​​ပေးထားတဲ့ Rising Free ဆိုတဲ့ဇာတ်​ကား​လေးထဲမှာ​တော့ ၁၉ရာစု အ​မေရိကန်​ပြည်​သူ​တွေရဲ့ စစ်​ပွဲ​တွေ သူပုန်​ရန်​​တွေကြား ရုန်​းကန်​ရပုံ​တွေ ဒုက္ခ​တွေကြားက ​မျှော်​လင်​့ချက်​နဲ့ရှင်​သန်​ရတာ​တွေကို ရိုက်​ကူးပုံ​ဖော်​ထားတာ ​တွေ့ရမှာပါ။ဘဝကိုကြမ်​းတမ်​းစွာ ဖြတ်​သန်​းခဲ့ရတဲ့ ​Nakomay ဆိုတဲ့ မိန်​းက​လေးဟာ ​အော်​ရီဂွန်​ပြည်​နယ်​က သူပုန​်​​တွေလက်​ချက်​နဲ့ မိသားစုကိုဆုံးရှုံးခဲ့ရပါတယ်​။မိသားစုကိုဆုံးရှုံးခဲ့ရတဲ့ ​ဖြစ်​ရပ်​​ကြောင်​့ ခံစား​နေရတဲ့ Nakomay ကို ကယ်​တင်​ခဲ့တဲ့ Ethel ိုတို့မိသားစုဟာ Nakomay ခံစား​နေရတာကို ကူညီ​ပေးရင်​း မျှ​ဝေခံစား​ပေးခဲ့ပါတယ်​။Ethel တို့မိသားစုဟာလည်​း စစ်​ပွဲကြားက ထွက်​​ပြေးကာ နာကျင်​စရာအတိတ်​​တွေကို ရင်​ဆိုင်​​ကျော်​ဖြတ်​​နေရတဲ့ သူ​တွေပါပဲ။ဒီဇာတ်​လမ်​း​လေးထဲမှာ​တော့​သေဆုံးသွားတဲ့ မိသားစုဝင်​​တွေအတွက်​ ယူကြုံးမရဖြစ်​​နေတဲ့ Nakomay​အတိတ်​ဆိုး​တွေကြားက မိသားစု​ပေါင်​းစည်​းနိုင်​​ရေးအတွက်​ ​ဖျောင်​းဖျရင်​း ​အေးချမ်​း​အောင်​​နေတတ်​သူ Ethelအားငယ်​​နေတဲ့Nakomay ကို ကာကွယ်​​စောင်​့​ရှောက်​ရင်​း Nakomay ကိုချစ်​မိသွားတဲ့ Banjaminစစ်​ပွဲကြား မိမိ​ကြောင်​့ မိခင်​​သေဆုံးသွားရတဲ့အတွက်​ ​လေလွင်​့​နေတဲ့ Jamesစတဲ့ဇာတ်​​ကောင်​​တွေနဲ့ 1887 ခုနှစ်​ သူပုန်​​တွေကြား ​ရှောင်​ပုန်​း​နေရတဲ့ ​ကပြား​ကောင်​မ​လေးရဲ့ဘဝကို မြင်​​တွေ့ရရုံသာမက Nakomay ...",
        "rating": "6.6",
        "url": "https://megaup.net/S8f1/Rising.Free.2019.720p.WEBRip.(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNzFiYTdiMDktMzJhZi00NzEwLTgxN2UtNDc5OTM5MmVhMjRkXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Amulet",
        "description": "ဒီဇာတ်လမ်းကတော့ ဇူလိုင်လ ၂၄ ရက်နေ့ကမှ\nထွက်ထားတဲ့ အသစ်စက်စက် ကား တစ်ကားဖြစ်ပါတယ်\nဇာတ်ကားနာမည်က Amulet ပါ\nAmulet ဆိုတာက အဆောင် လက်ဖွဲ့ ပစ္စည်းတစ်ခုခုကို\nပြောချင်တာဖြစ်ပါတယ်\nတချို့အဆောင်လက်ဖွဲ့တွေက သိမ်းထားရင်\nဘေးရန်ကင်းတယ်လို့ တချို့ကတော့\nဘေးဖြစ်စေတယ်လို့ ယူဆကြတတ်ကြပါတယ်\nဒီဇာတ်ကားမှာလည်း အဆောင်လက်ဖွဲ့လေးတစ်ခုကို\nရပြီးတော့ ထူးထူးဆန်းဆန်းတွေ ကြုံရတာကို ရိုက်ထားတာပါ\nဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်\nတိုးမက်ဇ် လို့ခေါ်တဲ့ စစ်သားတစ်ဉီး ရှိပါတယ်\nသူက အကျင့်စာရိတ္တလည်း မကောင်းပါဘူး\nသူ တာဝန်ထမ်းဆောင်နေဆဲကာလမှာ ဆိုးရွားတဲ့\nပြစ်မှုတစ်ခုကို ကျူးလွန်ခဲ့တယ် ပြီးတော့သူ\nအဆောင် လက်ဖွဲ့တစ်ခုကို တောထဲမှာ ရှာတွေ့ခဲ့ပါတယ်\nအဲ့ဒီ့လက်ဖွဲ့ကလေးရပြီးတဲ့နောက် သူ\nထူးထူးဆန်းဆန်းတွေနဲ့ပဲ ကြုံရပါတော့တယ်\nတစ်နေ့ သူမေ့လဲသွားပြီး မြို့က ဆေးရုံကို ရောက်သွားခဲ့ပါတယ်\nအဲ့ဒီနောက် စစ်စတာ တစ်ယောက်နဲ့ အဆက်အသွယ်ရပြီးတော့\nမြို့က အကူညီလိုအပ်နေတဲ့ မက်ဂဒါလို့ခေါ်တဲ့\nအမျိုးသမီးအိမ် ကို သွားပြီးတော့ အိမ်အလုပ်တွေ ကူလုပ်ရင်း နေခဲ့ပါတယ်\nမက်ဂဒါ ရဲ့ အမေက မူမမှန်ပါဘူး ဒ\nါကို အစတည်းက တိုးမက်ဇ်က ရိပ်မိပါတယ် ဒါပေမယ့်\nအမေဖြစ်သူကိုတော့ သူ မမြင်ဖူးခဲ့ပါဘူး\nဒီအိမ်ကိုစရောက်တဲ့နေ့ကစပြီးတော့ တိုးမက်ဇ်ဟာ\nထူးဆန်းတာတွေ တစ်ခုပြီးတစ်ခုကြုံလာရပါတော့တယ်\nအိမ်ကနေ ...",
        "rating": "6.2",
        "url": "https://megaup.net/S729/Amulet.2020.720p_%7BCM%7D_.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNDgwNmU1NzItYWM5MS00YWUzLTk1ZDctODBjYTQ0NDg0NjQ3XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Target Number One",
        "description": "ဒီဇာတ်လမ်းကတော့ ၁၉၈၉ ခုနှစ်မှာ ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန် ဇာတ်ကားပါ။\nMost Wanted ဆိုတဲ့ အမည်ခွဲလည်း ပေးထားပါသေးတယ်။\nထိုင်းနိုင်ငံမှာ ဘိန်းမှောင်ခိုမှုနဲ့ အဖမ်းခံခဲ့ရတဲ့\nကနေဒါ နိုင်ငံသားတစ်ယောက်ကို ကယ်တင်ခဲ့တဲ့\nကနေဒါနိုင်ငံက ဂျာနယ်လစ်တစ်ယောက်ရဲ့ကြိုးပမ်းမှုကို\nတင်ဆက်ထားတာပါ။\nအကျင့်ပျက် ခြစားတဲ့ ရဲတချို့ရဲ့ လုပ်ရပ်ကြောင့်\nသာမန်ပြည်သူတစ်ယောက် ဒုက္ခရောက်ခဲ့ရတဲ့အကြောင်းပါ။\nမီဒီယာရဲ့အခန်းကဏ္ဍက ပြည်သူတွေအပေါ်မှာ\nဘယ်လောက်အရေးပါတယ်ဆိုတာကို ရိုက်ပြထားတာပါ။\nအတ္ထုပ္ပတ္တိကို တင်ပြထားတာဆိုပေမယ့်\nဇာတ်လမ်းက လုံးဝကို ပျင်းစရာကောင်းမနေခဲ့ပါဘူး။\nကြည့်ရင်းကြည့်ရင်းနဲ့ ဘာဖြစ်လာမလဲဆိုပြီး\nစိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမယ်\nဇာတ်ကားကောင်းတစ်ကားပါ\nIMDb - 6.2/10 ရထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပါပဲ။\n \nFile Size - 1.3 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - August\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/1y4ue/Target.Number.One.2020.720p_%7BCM%7D_.mp4",
        "category": "Biography, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BZDJkMGJhYTUtMTM1Ny00NjRjLWJiM2QtM2RmNTY0ZWRlZjEzXkEyXkFqcGdeQXVyMTg0MTI3Mg@@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Cousins",
        "description": "ဘာသာရေးကိုင်းရှိုင်းတဲ့အဒေါ်နဲ့ ငယ်စဉ်ကတည်းကအတူနေခဲ့ရတဲ့\nလူးကပ်စ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးရဲ့ဘ၀ဟာ\nသူ့မှာရှိလို့ရှိမှန်းတောင် တစ်ခါမှမသိဖူးတဲ့\nထောင်ထွက်၀မ်းကွဲကောင်လေးတစ်ယောက်နဲ့\nအတူနေဖို့ဖြစ်လာချိန်ကစလို့ အရောင်စုံလင်တဲ့\nအပြောင်းအလဲတစ်ခုနဲ့ကြုံတွေ့လိုက်ရပါတယ်…\nဘာသာတရားကိုင်းရှိုင်းတဲ့အသိုင်းအ၀ိုင်း..\nတစ်ဘက်သက်အတင်းလိုက်နေတဲ့ကောင်မလေးတစ်ယောက်...\nအတင်းပြောရာမှာအထုံ၀ါသနာကြီးတဲ့\nအန်တီကြီးတစ်အုပ်စုကြားက လူးကပ်စ်လေးရဲ့ရှေ့ခရီးဘယ်လိုလဲဆိုတာ\nကြည့်ကြရမယ့် Bl ကားလေးတစ်ကားပါ\n \nFile Size -  850 mb\nQuality - bluray 1080p\nSubtitle - burmese\nTranslator - Sane Khet\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1y4u2/Cousins.2019.PORTUGUESE.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOTc5OGUxYzktZGZkYy00ODBlLThhYTQtNDExMGE5YTFhNDk2XkEyXkFqcGdeQXVyMTAyNjY3OTM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Jungle Beat: The Movie (2020)",
        "description": "Jungle Beat: The Movie (2020)=======================IMDb Rating - 5.6/10#Unicodeဒီတစ်ခါတော့ ကလေးတွေ အကြိုက်ကာတွန်းကားလေး တင်ဆက်ပေးပါမယ်။ ကလေးတွေအတွက် တင်ဆက်ပေးနေတဲ့ချစ်စရာ ကောင်းတဲ့ တောကောင်လေးတွေရဲ့ ရယ်စရာလေးများကို သဘာဝအငွေ့အသက်နဲ့ ဖန်တီးထားတဲ့ AnimationSeries - Jungle Beat ရဲ့ Jungle Beat: The Movie ဖြစ်ပါတယ်။ Series တွေထဲမှာတော့ တိရစ္ဆာန်လေးတွေက စကားမပြောနိုင်ပေမဲ့ ဒီ Movie ထဲမှာတော့ စကားပြောနိုင်ကြပါတယ်။ ဒီလိုဖြစ်ရတဲ့ အကြောင်းအရင်းကတော့ ဂြိုလ်သားလေးတစ်​ယောက် သူတို့နေတဲ့တောထဲကို ရောက်လာလို့ပါပဲ။ သူတို့တွေ တခြားကမ္ဘာကလာတဲ့ သူငယ်ချင်းကိုတွေ့ပြီး အထီးကျန်နေတဲ့၊ အိမ်ကိုလွမ်းနေတဲ့ သူတို့ရဲ့သူငယ်ချင်းကို အိမ်ပြန်နိုင်အောင် သူတို့တွေ ကူညီပေးတာကိုတွေ့ရမှာပါ။ ဇာတ်လမ်းလေးက ချစ်စရာလေးပါပဲ။ ဒီကားလေးဟာ IMDb Rating 5.6/10 ရထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut ...",
        "rating": "5.6",
        "url": "https://megaup.net/1y5fq/[CM]Jungle.Beat.The.Movie.2020.Webrip.720P.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1nw90Kv4jZ0z0mBcEDUs8M9vXVD.jpg",
        "title": "Shukranu(2020)",
        "description": "Shukranu(2020)Drama ဇာတ်ကားဖြစ်ပြီးတော့တစ်ခြားဇာတ်ကားတွေနဲ့မတူဘဲကတဲ့အခန်းလုံးဝမပါပါဘူး၊IMDB rating ကလည်း 6.8 ရထားပါတယ်။ဘစ်တူးဟာဘာနူးနဲ့အတူဒေလီမှာနေပါတယ်။သူကဒေလီကကောင်မလေးတစ်ယောက်ကိုတွေ့ပြီးကြိုက်သွားပါတော့တယ်။ဒါပေမယ့်အခြေအနေမပေးတဲ့အတွက် အိမ်ကပေးစားပဲသူနဲ့ပဲလက်ထပ်ဖို့ဆုံးဖြတ်လိုက်တယ်။အဲ့ဒီခေတ်က သူတို့ဆီမှာ ခပ်ဆန်းဆန်းအမိန့်တစ်ခုထုတ်ပြန်ထားတယ်...ဘစ်တူးတစ်ယောက် တလွဲလုပ်မိရာကနေ ထုတ်ထားတဲ့အမိန့်မှာ ရောယောင်ပြီးပါသွားတယ်...။အဲ့ဒီနောက်ကစလို့ ပြဿနာမျိုးစုံကြုံတွေ့ရပါတော့တယ်..ထုတ်ထားတဲ့အမိန့်ကဘာလဲ...ဘာကြောင့်အဲ့အမိန့်ကို မလိုက်နာသင့်ဘဲသူလိုက်နာလိုက်ရတာလဲ..နောက်ဆက်တွဲပြဿနာတွေကရောဘာဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1y5g3/Shukranu.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BMjMwOGEyMTQtMDllMC00YTU3LTgyNzktYmEwY2Y4MjQzYmRkXkEyXkFqcGdeQXVyMjM4OTYzMTQ@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Rental",
        "description": "ဒီတစ်​​ခေါက်မိတ်ဆက်​ပေးချင်တာက​တော့\nညဘက်မှာ ​ကျောခြမ်းစရာ Thriller ​လေး​တွေမှ\nကြည့်ချင်တယ်ဆိုတဲ့ ​လူ​တွေအတွက်\nအကြိုက်ဖြစ်ပါလိမ့်မယ် ။\nခရီး​တွေသွားတဲ့အခါ ငှားလို့ရတဲ့ လုံးချင်းအိမ်​လေး​တွေကို\nသိကြမယ်မလား ။\nအခုဇာတ်အိမ်ကလည်း အဲ့လိုအိမ်​လေးအ​ပေါ် အ​ခြေခံထားခဲ့တာပါ ။\nချာလီနဲ့ ​ဂျော့ရှ်က ညီအစ်ကို နှစ်ဦးဖြစ်ပြီး\nသူတို့ရဲ့ ချစ်သူ​တွေဖြစ်တဲ့ မီရှယ် ၊ မီနာ တို့နဲ့အတူ ပိတ်ရက်မှာ\nကမ်း​ခြေကို ခရီးထွက်ဖို့အတွက် ပြင်ဆင်ခဲ့ကြပါတယ် ။\nငှားထားတဲ့ အိမ်ကို ​ရောက်လာတဲ့အခါမှာ​တော့\nအိမ်ပိုင်ရှင်က နည်းနည်း ထူးဆန်းပြီး ​လူမျိုး​ရေးခွဲခြားတတ်တဲ့\nသူတစ်​ယောက်လည်း ဖြစ်​နေပြန်တာမလို့\nမီနာက သ​ဘောမကျခဲ့ပါဘူး ။\nဒီလိုနဲ့ပဲ ညဘက်​​ရောက်တဲ့အခါမှ ​သောက်စားမူးယစ်ရင်း\nမီနာက သူ့ရည်းစားရဲ့ ညီဖြစ်သူ ချာလီနဲ့ မှားယွင်းမိပြီး\nနောက်တစ်​နေ့မှာ​တော့ သူတို့ရဲ့ ​ရေချိုးခန်း​တွေထဲမှာ\nကင်မရာ ဆင်ခံထားရတာကို သိလိုက်ရပါ​တော့တယ် ။\nဒါတင်မက တခြားရှုပ်​ထွေးတဲ့ကိစ္စကပါ\nထပ်ပြီး ထွက်​ပေါ်လာတဲ့အချိန်မှာ​တော့\nသူတို့​လေး​ယောက်က ဒါ​တွေက ဘယ်လိုမျိုး\n​ဖြေရှင်းကြမလဲ ဆိုတာကို ဇာတ်ကွက်အလှည့်အ​ပြောင်းကြမ်းကြမ်း ၊\nအသည်းတယားယားနဲ့ ကြည့်ရမှာ ဖြစ်သလို\nချစ်သူ​တွေကြားက က​တောက်ကဆကိုပါ\nမြင်သာ​အောင် ရိုက်ကူးပြထားတဲ့\nရုပ်ရှင်ကား​ကောင်း တစ်ခုလည်း ဖြစ်ပါတယ် ။\n  \nFile Size - 954 ...",
        "rating": "7.3",
        "url": "https://megaup.net/1y4u8/The.Rental.2020.720p_%7BCM%7D_.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BYjBlYmExOWQtNTUxNy00YTYwLTlkYTUtZDM5MGRjYmZkMzIwXkEyXkFqcGdeQXVyMTAwMzM3NDI3._V1_-131x200.jpg",
        "title": "Dragons: Rescue Riders: Secrets of the Songwing (2020)",
        "description": "Dragons: Rescue Riders: Secrets of the Songwing (2020)========================================IMDb Rating - 6.1/10#Unicodeဒီတစ်ခေါက်တင်မယ့် ကားလေးက July 24  ရက်နေ့က Netflix မှာပြသခဲ့တဲ့ Animation ကားအသစ်စက်စက်လေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကို Dream Works Studioကပဲထုတ်ထားပြီး How to train your dragon နဲ့ကျောရိုး အနည်းငယ်ဆင်ပါတယ်။ဗိုက်ကင်းလူမျိုးတွေဟာ သူတို့နဂါးလေးတွေနဲ့နေထိုင်နေရာမှာ သီချင်းနဂါး(Songwing) တစ်ကောင်ပေါ်လာပြီးပုံမှန်မဟုတ်တဲ့ဖြစ်ရပ်တွေဟာ ဆက်တိုက်သလိုဖြစ်နေတာမို့ ဒီကိစ္စကိုအဖြေရှာရင်း သိရှိကြတဲ့အခါ နဂါးစီးဗိုက်ကင်းလူမျိုးတွေရဲ့ လှုပ်ရှားမှုတွေကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။ ဇာတ်လမ်းနဲ့ ဇာတ်ကောင် Characters လေးတွေဟာ အမတန်ချစ်စရာကောင်းပြီး . အိမ်က သားငယ်သမီးတွေကိုပါ ပြသလို့ရ ပြသလို့သင့်တဲ့ ဇာတ်လမ်းကောင်းလေးမို့ ခံစားကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့  Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္မယ့္ ကားေလးက July 24 ရက္ေန႔က Netflix မွာျပသခဲ့တဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2e2pz/[CM]Dragons.Rescue.Riders.Secrets.of.The.Songwing.2020.Webrip.720P.mp4",
        "category": "Adventure, Animation, Comedy"
    }
]