[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zWOPibu4RqGz9Y4zj657HslR964.jpg",
        "title": "The Donor Party (2023)",
        "description": "The Donor Party (2023)ဒီ The Donor Party ဆိုတဲ့ ဇာတ်ကားကတော့ ဟာသဇာတ်ကားတွေရိုက်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ ဒါရိုက်တာ Thom Harp ကိုယ်တိုင် ရေးပြီး ရိုက်ထားတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ တစ်ချိန်က Watchmen နဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Malin Akerman ကနေ ဇာတ်ဆောင်အဖြစ်ပါဝင်ရိုက်ကူးထားပြီးတော့ နာမည်ကြီး ဟာသသရုပ်ဆောင် Jerry O'Connell ကနေ ပါဝင်အားဖြည့်ပေးထားတာပဲဖြစ်ပါတယ်။ဂျက်ကလင်းဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ကလေးအရမ်းလိုချင်နေတဲ့လူတစ်ယောက်ပေါ့။ ဒါပေမဲ့ အကြောင်းအမျိုးမျိုးကြောင့် သူ့ယောက်ျားနဲ့ ကွဲပြီး နှစ်ပေါင်းများစွာ သောကရောက်ခဲ့ပြီးတဲ့အခါ ကလေးအမေတစ်ယောက်ဖြစ်ဖို့ ယောက်ျားယူစရာမလိုဘူးဆိုတာကို သိသွားပါတော့တယ်။ ဒီလိုနဲ့ပဲ သူနဲ့ သူ့သူငယ်ချင်းတွေက မွေးနေ့ပါတီပွဲတစ်ပွဲမှာ ဂျက်ကလင်းကို ကိုယ်ဝန်ရအောင်လုပ်ပေးမယ်ဆိုပြီး အကြီးအကျယ်အစီအစဉ်ဆွဲပါတော့တယ်။ အဲဒီမွေးနေ့ပါတီပွဲမှာ ဂျက်ကလင်းတစ်ယောက် ဘယ်သူတွေနဲ့ ဆုံရမလဲ... ဘယ်လိုမျိုးတွေ ဝုန်းဒိုင်းကြဲပြီးတော့ ကိုယ်ဝန်ရအောင် လုပ်မလဲဆိုတာကိုကြည့်ပြီး တစ်ကားလုံးထိုင်ခွီနေရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark ...",
        "rating": "",
        "url": "https://megaup.net/1VAn0/(CM)_The_Donor_Party_(2023)_WEB-DL_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGMzNjkyMDEtNmNkYi00OTM0LWE5YTEtMTBhYzg5OWVkZDg4XkEyXkFqcGdeQXVyNDQxOTAyNA@@._V1_-160x200.jpg",
        "title": "Machine Gun Kelly’s Life In Pink (2022)",
        "description": "Machine Gun Kelly’s Life in Pink (2022)\nGenre – Documentary, Music\nIMDB – 6.3/10Hip-hop တွေကို နားထောင်တဲ့လူဆို Machine Gun Kelly aka MGK ဆို သိကြမယ်နဲ့ တူပါတယ်။\nဒါမှမဟုတ်လည်း ဆရာကြီး Eminem နဲ့ ကွိုင်ကြလို့ တစ်ယောက်သီချင်းတစ်ပုဒ်စီနဲ့ အပြန်အလှန်\nဖြုတ်ကျတာကိုလည်း ကြားဖူးကြမယ်ထင်ပါတယ်။အဲဒီထက် ပြောရမယ်ဆို ခုလက်ရှိတွဲနေတာက ပုရိသတို့ အသည်းစွဲ နာမည်ကျော် မင်းသမီး Megan Fox ပဲ ဖြစ်တယ်ဗျာ။\nHip hop ဆိုလို့ ခုကျ Rapper ပဲ လုပ်နေတယ်မထင်ပါနဲ့ ဒီဆရာလေးက Hip-hop တွေ ဆိုလာရင်းကနေ ၂၀၂၀ လောက်ကျတော့\nချောတောငေါ့ပြီး Pop Punk တွေ Rock တွေဖက် ဝုန်းဒိုင်းပြီးပြောင်းသွားပြီး အခုတော့ Rapper တစ်ယောက်ကနေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1VAln/machine.gun.kellyss.life.in.pink.2022.720p(CM).mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcrssH6rL4BebUBxJfC8gGgRkEg.jpg",
        "title": "Fireworks (2023)",
        "description": "Fireworks (2023)အကယ်၍ တစ်စုံတစ်ယောက်ဟာ သတ်သေဖို့လုပ်ရာကနေ\nဒုတိယအကြိမ် အခွင့်အရေးရခဲ့မယ်ဆိုရင် သူတို့စိတ်ပြောင်းနိုင်သလား။ဒီ Fireworksဆိုတဲ့ဇာတ်ကားလေးကလည် းဒီမေးခွန်းကိုမေးထားတာပါ။ဂျပန်ရုပ်ရှင် 3ft Ball And Soul (2017) ကို မှီငြမ်းရိုက်ကူးထားတဲ့အင်ဒိုဇာတ်ကားလေးပါ။\nသာမန်ဆိုရင်တော့ ပထမပိုင်းလောက်မှာ ဇာတ်အေးပေမယ့် စနောက်ကိုစောင့်ကြည့်ရကျိုးနပ်ပါတယ်။\nညစ်ညမ်းတာတွေ ၊အကြမ်းဖက်တာတွေ မပါလို့ မိသားစုနှင့်ကြည့်ဖို့ သင့်လျော်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တစ်ခါမှမတွေ့ဖူးတဲ့ လူလေးယောက်\nဆိုကှယ်မီဒီယာမှာတွေ့ပြီး ဘဝနဲ့ကိုယ်ရေးကိုယ်တာပြဿနာတွေကို မျှော်လင့်ချက်မဲ့ပြီး မဖြေရှင်းနိုင်လို့ သတ်သေကြပါတယ်။\nဒါပေမဲ့ အစီအစဉ်က ထင်ထားသလို မဖြစ်တဲ့အခါမှာတော့ ဘာဖြစ်မလဲဆိုတာ ဘာလုပ်ကြမလဲဆိုတာ...\nပရိသတ်ကြီးစောင့်မျှော်ကြည့်ရှုခံစားလိုက်ပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Sci-fi, Thriller\nQuality…. 1080p | 720p\nFile size… 984MB | 497MB\nFormat… mp4\nDuration…. 1h 44min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... ...",
        "rating": "7.2",
        "url": "https://megaup.net/3hv9c/Fireworks.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ggGR0YuMTrCr4xUwFSdHtpPuwlY.jpg",
        "title": "The Last Subway ( 2017 )",
        "description": "သဲထိတ်ရင်ဖို ဟော်ရာကြိုက်သူတွေအတွက်\nအဆုံးမဲ့နောက်ဆုံးရထားဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါ။တစ်နေ့မှာ ကာတွန်းရေဆရာကောင်လေးတစ်ယောက်က\nညကြီးမိုးချုပ် နောက်ဆုံးရထားကိုမဖြစ်မနေစီးပြန်အိမ်ပြန်ရပါတယ်။\nတစ်ချိန်ထဲမှာပဲ ဒီရထားပေါ်ကို မတူညီတဲ့အလုပ်အကိုင်တွေနဲ့\nအကျင့်စရိုက်တွေရှိတဲ့ ခရီးသည်(၆)ယောက်ပါတက်လာပါတယ်။ဒီရထားကြီးစထွက်ခွာပြီး မကြာခင်မှာပဲ ထိတ်လန့်စရာဖြစ်ရပ်နဲ့ကြုံတွေ့ခဲ့ပါတယ်။\nသူတို့တွေဟာ ဒီရထားတွဲပေါ်မှာပဲ တဝဲလည်လည်ဖြစ်နေတာကိုတွေ့လိုက်ရတယ်။\nရထားပေါ်ကဆင်းလဲ နဂိုဘူတာ တခြားဘက်ကပြန်တက်ရင်လဲ\nဒီရထားတွဲပဲဆိုတော့ ဘာတွေဖြစ်နေတာလဲ......\nဒီဒုက္ခကလွတ်မြောက်ချင်ရင် နည်းလမ်းတစ်မျိုးပဲရှိလိမ့်မယ်..... အဲဒါကဘာများလဲ\nအချိန်ကြာလာတဲ့အမျှ ခရီးသည်အချင်းချင်း သံသယတွေပိုများလာပြီး\nမြေအောက်ရထားရဲ့လျှို့ဝှက်ချက်တွေဟာ တစ်ခုချင်းပေါ်လာပါတော့တယ်.....\nသွေးလွှမ်းတဲ့ဖြစ်ရပ်တွေကလဲ တဖြည်းဖြည်းစတင်လာပါတော့တယ်......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Mystery\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-last-subway-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Asteroid_City-326541733-large-135x200.jpg",
        "title": "Asteroid City(2023)",
        "description": "Asteroid City(2023)*******************\nဒီကားကတော့ တွမ်ဟန့်နဲ့ စကားလက်ဂျိုဟန်ဆန်တို့ ပါဝင်ထားတဲ့ ရုပ်ရှင်ဆရာကြီးဝက်စ်အန်ဒါဆန်ရဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ Wes Anderson ဟာ ရုပ်ရှင်ငါးကားနဲ့တင်အော်စကာ ဆန်ကာတင် ၇ ခု ရခဲ့ဖူးပါတယ်။ အထူးသဖြင့်တော့ သူ့ရဲ့ ထူးခြားတဲ့ အရေးအသားနဲ့ရိုက်ချက်အလှအပတွေကြောင့်ပါ။ Isle of Dogs, The Grand Budapest Hotel, Moonrise Kingdom တို့ကိုတော့အတော်များများသိကြမှာပါ။ ဒီရုပ်ရှင်ကတော့ သူ့ရိုက်သမျှထဲမှာ နာမည်ကျော်သရုပ်ဆောင်အများဆုံးပါပဲ။Jason Schwartzman, Scarlett Johansson, Tom Hanks, Jeffrey Wright,Tilda Swinton, Bryan Cranston, Edward Norton, Adrien Brody,Steve Carell, Hong Chau, Willem Dafoe စတဲ့ ဒိတ်ဒိတ်ကျဲတွေ စုပြီးပါဝင်ထားပါတယ်။စကားလက်အနေနဲ့ အရှေ့ပိုင်းဗလာအခန်းကို ရိုက်ရတာ ပြဿနာမရှိပေမဲ့ ဒါရိုက်တာကြီးကတော့အတော်ရှက်လို့ မျက်နှာပူစရာတွေဖြစ်ခဲ့တယ်လို့ ပြောပါတယ်။ဒီရုပ်ရှင်မှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3hv8p/Asteroid.City.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/horror-150x200.jpg",
        "title": "Horror Novelist ( 2019 )",
        "description": "စိတ်ခြောက်ခြားဖွယ်ရာ Horror Movie တွေ ကြိုက်နှစ်သက်တဲ့\nCM ပရိတ်သကြီး အကြိုက်တွေ့စေမဲ့ ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။မာခယ့်ဆိုသူဟာ သရဲ တစ္ဆေတွေနဲ့ပတ်သက်ပြီး ထိတ်လန့်ဖွယ်ရာ ဝတ္ထုတွေကို\nကိုယ်တိုင် ခံစား ဖန်းတီလေ့ရှိတဲ့ စာရေးဆရာတစ်ယောက်ပါ။\nတစ်နေ့မှာ မာခယ့်တစ်ယောက် (ဖန်းချွမ်ဟိုတယ် အခန်းနံပါတ် ၇၀၁)ဆိုတဲ့\nမေးလ်တစ်စောင်ကိုလက်ခံရရှိခဲ့ပါတယ်။ ဒါရိုက်တာလိုချင်တဲ့\nဇာတ်ညွှန်းတစ်ပုဒ်ကို ရရှိဖို့ရာအတွက် သူရေးလက်စ ဝတ္ထုကို\nအပြီးသတ်ရန် သရဲခြောက်တယ်လို့ နာမည်ကြီးတဲ့\nဒီဖန်းချွမ်ဟိုတယ်ဆီ တစ်ညတာသွားရောက်လေ့လာဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဖန်းချွမ်ဟိုတယ် အခန်းနံပါတ် (၇၀၁)ဟာ လွန်ခဲ့တဲ့ နှစ်(၂၀)အတွင်း\nလူသေဆုံးမှု အကြိမ်ရေ(၂၄) ကြိမ်ထက်မနည်း ဖြစ်ပွားခဲ့ပြီး ၊\nနောက်ဆုံးအကြိမ် အသက်(၂၅)နှစ်အရွယ် မိန်းကလေးတစ်ဦး\nကိုယ့်ကိုကိုယ် သတ်သေသွားပြီးကတည်းက အခန်းနံပါတ်(၇၀၁)ကို\nမည်သူတစ်ဦးတစ်ယောက်ကိုမှတည်းခိုခွင့်မပေးဘဲ ဟိုတယ်ဘက်က ပိတ်ထားခဲ့တာပါ။ဒီအခန်းကို သန့်ရှင်းရေးဝင်လုပ်တဲ့ ဝန်ထမ်းတစ်ဦးဟာလည်း\nရေချိုးခန်းထဲပိတ်မိသွားပြီး ထိတ်လန့်ခြောက်ခြားစရာတွေကြုံတွေ့ခဲ့ရတဲ့နောက်\nရူးသွားတဲ့ အခြေအနေအထိရောက်ခဲ့ကြောင်း ဟိုတယ်မန်နေဂျာက\nမာခယ့်ကို ပြောပြခဲ့ပေမယ့် မာခယ့်တစ်ယောက် မည်သူ့စကားကို\nနားမဝင်ဘဲ ဒီအခန်းကိုသာ မရရအောင်တောင်းဆိုခဲ့ပါတယ်။ဒီအခန်းထဲရောက်ရှိသွားတဲ့ မာခယ့်တစ်ယောက် ထူးဆန်းတဲ့\nသဘာလွန်ဖြစ်ရပ်တွေကြားထဲ သူ့ရဲ့ ဝတ္ထုအတွက် အချက်အလက်တွေကို\nတစ်ညတာအတွင်း စုဆောင်းပြီး ပြန်ထွက်လာနိုင်မလား။\nမမြင်ရတဲ့လောကရဲ့ စိတ်ခြောက်ခြားဖွယ်ရာ ထိတ်လန့်စရာတွေကြားထဲ\nဘဝအဆုံးသတ်သွားမလားဆိုတာတော့ဆက်လက်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nQuality ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/horror-novelist-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cBShWaY4gG7rago4mXVX8dj7zJJ.jpg",
        "title": "Cross The Battlefield ( 2023 )",
        "description": "ချန်ကျစ်ဖျင်ဟာ အထက်တန်းကျောင်းတက်နေတဲ့ သားဖြစ်သူ\n\"ချန်ယွီဖေး\"ကို ဇနီးဖြစ်သူမပါဘဲ တစ်ဦးတည်း ပျိုးထောင်နေသူဖြစ်ပါတယ်\"ချန်ယွီဖေး\"ဟာ E-sports ဂိမ်းတွေကို အင်မတန်ဝါသနာပါသူဖြစ်ပြီး\nအပျော်တမ်းထက် ပရော်ဖက်ရှင်နယ်ကစားသမားဖြစ်ဖို့\n\"မြို့နယ်လူရည်ချွန်ဂိမ်းပြိုင်ပွဲ\"ဆိုတဲ့ ပြိုင်ပွဲကြီးမှာ သွားရောက်ယှဉ်ပြိုင်ရန်အားခဲနေပါတော့တယ်၊ဖခင်ဖြစ်သူ \"ချန်ကျစ်ဖျင်\"ကတော့ ဂိမ်းဟာ ပညာရေးမှာအားနည်းစေတဲ့\nပေါ့ပေါ့ပျက်ပျက် အရေးမပါတဲ့အရာလို့ အမြဲသမုတ်နေပါတယ်။\nဒီလိုနဲ့ တစ်နေ့မှာ ချန်ယွီဖေးဟာ ပြိုင်ပွဲသွားပြိုင်ဖို့လုပ်နေတာကိုသိရှိသွားတော့\nအတင်းပိတ်ပင်တားဆီးတဲ့အတွက် ချန်ယွီဖေးဟာ ဖခင်အိမ်မှထွက်လာပါတော့တယ်။အဲ့အချိန်မှာပဲ ဆန်းကြယ်အံ့ဩစွာနဲ့...ချန်ကျစ်ဖျင်ဟာ ချန်ယွီဖေးရဲ့\nသူငယ်ချင်းဖြစ်သူ ဝမ်ခိုင်ရဲ့ခန္ဓာကိုယ်ထဲကို ထူးဆန်းစွာ ကူးပြောင်းရောက်ရှိသွားတဲ့အခါ....\nချန်ယွီဖေးရဲ့ ဂိမ်းပြိုင်ပွဲကို အမြဲအနှောင့်ယှက်ပြုပြီး\nလက်လျော့သွားအောင် အတန်တန် ကြိုးစားပါတော့တယ်...ဒီလိုနဲ့ ဂိမ်းပြိုင်ပွဲကမ္ဘာမှာ သားအဖနှစ်ယောက် ထိပ်တိုက်တွေ့တဲ့အခါ...\nထုံးစံအတိုင်း နောက်ပိုင်းဘယ်လိုတွေဆက်ဖြစ်မလဲ-အဖေနဲ့နှစ်ယောက်ကြားက အထင်လွဲမှုစည်းတံတိုင်းကြီးဟာ\nဘယ်လိုပုံစံနဲ့ ဘာကြောင့်ပြိုလဲသွားမလဲဆိုတာကို\nမေးခွန်းထုတ်ထားရင်း CMနဲ့အတူဒီရုပ်ရှင်မှာ\nလိုက်ပါကြည့်ရှုခံစားလိုက်ရအောင်လားQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/cross-the-battlefield-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/TrueLove-112x200.jpg",
        "title": "Liar And True Love ( 2017 )",
        "description": "ထိုင်းနိုင်ငံရဲ့ လမ်းမတစ်နေရာမှာ လက်တန်း သရုပ်ဆောင်လေ့ကျင့်နေတဲ့\nတော်ဝင် အနုပညာ တက္ကသိုလ်မှ ကျောင်းသူ ယန်ကျန်းကျန်း....ကပ္ပတိန် ကျန်းရော့ချန် က လမ်းပေါ်မှာ တကယ် ဒုက္ခရောက်နေတယ်ထင်ပြီး\nယန်ကျန်းကျန်း ကို အကူအညီပေးခဲ့ပြီးနောက်ပိုင်းမှ\nအရာအားလုံးက လိမ်လည်လှည့်ဖြားခဲ့တာဆိုတာသိခဲ့လိုက်ရတယ်...နောက်ပြီး အကြောင်းအရင်းတချို့ကြောင့် ဦးလေးဝူ မိသားစုရဲ့\nသမီး ဟွမ်းဟွမ်း အဖြစ်သို့ ပြောင်းလဲသွားပြီး မိသားစုမိတ်ဆွေ\nဖြစ်ခဲ့ဖူးတဲ့ ကျန်းရော့ချန်နဲ့ပြန်လည်တွေ့ဆုံတဲ့အခါ....ယန်ကျန်းကျန်း က အထောက်အထားတွေကို ဖျောက်ဖျက် ကာ\nဘယ်လိုနည်းပေါင်းစုံနဲ့ ကြိုးစားပြီး အန္တရာယ်မှ အကြိမ်ကြိမ် လွတ်မြောက်နိုင်မလဲ.....ကျန်းရော့ချန်ကရော ဦးလေးဝူအတွက် ဒီအတုအယောင်တွေကို\nဘယ်လိုမျိုး ကူညီဖော်ထုတ်ပေးမလဲဆိုတာကိုတော့ စောင့်မျှော် ကြည့်ရှုအားပေးကြပါဦးနော်....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Romance , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/liar-and-true-love-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Bewitchingattractionposter01-139x200.jpg",
        "title": "[18+] Bewitching Attraction (2016)",
        "description": "Bewitching Attraction (2006)CM ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတင်ဆက်ပေးချင်တာကတော့\nမဲပြာပုဆိုး ဇာတ်လမ်းထပ်နေတဲ့ ကိုရီးယားအမှောင်ကားတွေကို\nကြည့်ရတာ စိတ်ကုန်နေတဲ့သူတွေအတွက် အရင်ခေတ် ၂၀၀၆ တုန်းက\nထွက်ရှိခဲ့တဲ့ old but gold လေးပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ ပရော်ဖက်ဆာ မမကြီးရဲ့\nဘဲများနဲ့အရှုပ်တော်ပုံလေးပဲဖြစ်ပါတယ်ပရော်ဖက်ဆာမမကြီးက လှလဲလှတယ် ပညာလဲတတ်တယ်\nကောက်ကြောင်းလေးကလည်း လှသလို\nပွင့်လင်းတတ်တဲ့ အလှပဂေးတစ်ယောက်ပါမမကြီးရဲ့ဘဝမှာ လုပ်ဖော်ကိုင်ဖက် ဘာညာ ခင်လို့တွဲတာ\nစသည်ဖြင့် ငယ်ငယ်တုန်းက ကျောင်းသူဘဝမှာတင်\nညီအကို နှစ်ယောက်ကို ပြိုင်တွဲပစ်တာတို့ ဘာတို့\nလုံးဝကို သိပ်ကြမ်းတဲ့ မမပါမမတစ်ယောက် နောက်ဆုံးသူ့အရှုပ်တွေက နောက်ကိုအရိပ်လိုလိုက်တာတဲ့အခါမှာတော့\nဘာတွေဘယ်လိုဖြစ်ကုန်မလဲဆိုတာ ရှုစားကြပါဦး ညိုကီတို့\nFile size…2GB  / 596MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "4.2",
        "url": "https://megaup.net/1fC25/Bewitching.Attraction.2006.720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/QJnx1v_4f-160x200.jpg",
        "title": "The Ghoul Mansion (2023)",
        "description": "သခင်မကြီးထောင်းရမ်ဖိုင် အဖြစ် Noi Nuttanee\nကွိုင့် အဖြစ် Gwang Wanpiya\nဂို အဖြစ် Kong Huayrai\nကစ်ပ် အဖြစ် Fond Nattichaဇာတ်လမ်းအကျဉ်းကွိုင့်က မိသားစုစားဝတ်နေရေးအတွက် သင်္ဘောသီးထောင်းရောင်းပြီး ရှာစားနေရသူတစ်ယောက်ဖြစ်ပါတယ်ကောင်းမွန်တဲ့နေရာလေးတစ်ခုက အိမ်သစ်မှာသွားနေချင်တာ ကွိုင့်အိပ်မက်ဖြစ်ပေမဲ့ အသုံးမကျတဲ့လင်ဖြစ်သူ ဂိုရဲ့လောင်းကစားစွဲနေမှုကြောင့် ကွိုင့်ရဲ့ကြိုးစားမှုတွေက အရာမထင်ဖြစ်ခဲ့ရတယ်တစ်ရက် ကွိုင့်ဆီ အဝေးတစ်နေရာက သူဌေးဆွေမျိုးဖြစ်သူ သခင်မကြီးထောင်းရမ်ဖိုင်နေမကောင်းဖြစ်နေခဲ့လို့ အမွေပေးချင်တဲ့စာတစ်စောင်နဲ့လာဖို့ရထားလက်မှတ်တွေရောက်လာခဲ့တယ်ကွိုင့်တစ်ယောက် တွေဝေနေဆဲမှာ လင်ဖြစ်သူဂိုရဲ့အကြွေးရှင်တွေလိုက်လာတာမို့ ရွေးချယ်စရာမရှိတဲ့သူတို့မိသားစုဟာ သခင်မကြီးထောင်းရမ်ဖိုင်ရဲ့စံအိမ်ဆီရောက်လာရပါတော့တယ်အမျိုးဖြစ်တဲ့ သခင်မကြီးထောင်းရမ်ဖိုင်ကို ကွိုင့်ကဘာလို့မသိနေရတာလဲ\nဘာလို့ကွိုင့်ကိုမှ အမွေပေးချင်ရတာလဲ\nထိတ်လန့်ဆန်းကြယ်နေတဲ့ဒီစံအိမ်ကြီးရဲ့လျှို့ဝှက်ချက်က ဘာလဲဆိုတာ ဒီဇာတ်ကားမှာ စိတ်ဝင်စားဖွယ်ဟာသနှောပြီးကြည့်ရှုရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )File Size__(1GB)\nQuality__720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:42:00\nType__Comedy, Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Kyi Nue Zin & Nang Mwe Kham\nEncoded by Naing Aung ...",
        "rating": "6.0",
        "url": "https://megaup.net/1fC0v/The_Ghoul_Mansion_(2023)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZWE2ZWE5MDQtMTJlZi00MTVjLTkxOTgtNmNiYjg2NDIxN2NhXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "The Flash (2023)",
        "description": "The Flash (2023)\n=============ဒီရုပ်ရှင်ဟာ Flash ရဲ့ ပထမဆုံး Live Action ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nအရင်က Flash ဟာ အခြားရုပ်ရှင်တွေ၊ ကာတွန်းတွေနဲ့ စီးရီးတွေမှာပဲ\nပါဖူးပါတယ်။ Flash ဟာ စီးရီးမှာရော ရုပ်ရှင်မှာရော အစွမ်းအကုန်\nမပြသေးတာဖြစ်ပေမဲ့ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံး ဟီးရီုးတွေထဲက တစ်\nယောက်ပါပဲ။ အပြေးမြန်ရုံတင်မက၊ အချိန်-အာကာသကို ပြင်နိုင်စွမ်း\nတွေ၊ စကြာဝဠာကူးနိုင်စွမ်းတွေ၊ အနန္တလက်သီး၊ လျှပ်စီးလှိုင်း၊ လေမုန်\nတိုင်း၊ မော်လီကျူးထိန်းချုပ်နိုင်စွမ်း၊ ဒဏ်ရာအမြန်ပြန်ကောင်းနိုင်စွမ်း၊\nစူပါဉာဏ်ရည်၊ အမြန်နှုန်းနဲ့ တွေးတောနိုင်စွမ်း စသဖြင့် ပြောမကုန်အောင်\nပါပဲ။ဒီရုပ်ရှင်ဟာတော့ ဖလက်ရှ်ပွိုင့် ဝိရောဓိ ကာတွန်းဇာတ်ကြောင်းကိုပဲ\nအခြေခံထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မတိုင်ခင် ရှေ့မှာ ကာတွန်း\nတစ်ကားနဲ့ ဖလက်ရှ်စီးရီး စီစန် ၃ တို့မှာ Paradox story ကို အခြေခံပြီး\nရိုက်ကူးထားတာ ရှိပါသေးတယ်။ ဒီရုပ်ရှင်ဟာ ဝမ်းဒါးဝူးမန်းနဲ့ အက်ကွာ\nမန်းတို့တုန်းကလို အော်ရဂျင်စတိုရီမဟုတ်ဘဲ၊ ဖလက်ရှ်တစ်ယောက် အ\nတိတ်ကို ပြန်သွားပြီး သူ့အမေကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Vzot/The.Flash.2023.720p.WEB.DL.DD5.1[CM].mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkE8z7x5Ab94gN3CtormERYIz8B.jpg",
        "title": "I Met a Girl (2020)",
        "description": "Genre – Drama, Romance\nIMDB – 6.1/10 ကိုယ့်စိတ်ကိုယ်တောင် အနိုင်နိုင် ထိန်းနေရတဲ့ကြားထဲကနေမိုင်ပေါင်း ၂၄၀၀ ကျော် ခရီးကြမ်း ဖြတ်သန်းပြီး ချစ်တဲ့လူကိုသွားတွေ့မယ့် ဂေါက်သီးလေးတစ်ယောက်အကြောင်းပေါ့။ဟုတ်ပါတယ် မင်းသားက ဂေါက်သီးလေးပါ စိတ်ကစဉ့်ကလျားရောဂါကို ငယ်စဉ်ကတည်းက ခံစားနေရပြီး သူ့ ခေါင်းထဲမှာ လူ၂ ယောက် လာလာ စကားပြောနေကြပါတယ် တစ်ယောက်ကမစ္စတာရော့ကတ်ဖြစ်ပြီး သဘောကောင်းတဲ့ စူပါဟီးရိုးကြီးပါလမ်းကောင်းကိုသာ ညွန်ပေးပါတယ် နောက်တစ်ယောက်ကတော့မစ္စနီဒယ်ဆိုတဲ့ ကြောက်စရာဘွားတော်ကြီးပါ သူကတော့ဆန့်ကျင်ဖက်ဖြစ်ပြီး မကောင်းတာတွေပြော စိတ်ဓာတ်ကျအောင်လုပ်ပြီး သေဖို့အထိပါ တိုက်တွန်းတတ်သူပါ။ ဒါပေမဲ့ ရောဂါအခြေအနေက အရမ်းမဆိုးတဲ့အတွက် ဆေးလေးပဲသောက်ရင် နေလို့ရတယ်ပေါ့လေ ပတ်ဝန်းကျင်နဲ့ ဝင်ဆန့်တယ်ပေါ့။အဲဒီလိုပြောလို့လည်း မရပြန်တာက အစ်ကို့ မင်္ဂလာဆောင်မှာအချစ်တွေပေးချင်တယ်ဆိုပြီး ပုလင်းကွဲနဲ့ ရင်ဘတ်ကို ထိုးပစ်တာတို့အလုပ်လုပ်နေတဲ့ အိမ်မွေးတိရစ္တာန်ဆိုင်က ငှက်လေးကို နှိပ်စက်နေကြပါတယ်ဆိုပြီး လွှတ်ပေးပစ်တာတို့တွေလည်း ရှိတာပေါ့။ဒီလိုနဲ့ တစ်ရက်ကျ အဆုံးစီရင်ဖို့ထိ တွေးမိသွားပြီး သေကြောင်းကြံလိုက်တဲ့အခါမှာတော့ ထူးခြားစွာနဲ့ လူစီ ဆိုတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Vzee/I.Met.a.Girl.2020.WEB-DL720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pEYQgkcGsNZe6X76ZStGb62v1ad.jpg",
        "title": "Delicious (2021)",
        "description": "ဒီဇာတ်လမ်းကတော့ ဟင်းလျာကောင်းဆိုတာ လူတန်းစားတိုင်းနဲ့ထိုက်တန်တယ်၊ စားဖိုမှူးတိုင်းလည်း ဆန်းသစ်တီထွင်ခွင့်ရှိတယ်ဆိုပြီး စားဖိုဆောင်တော်လှန်ရေးလုပ်ကာ စားသောက်ဆိုင်ထောင်ခဲ့တဲ့ ထမင်းချက်ကြီး မာစီယွန်အဖြစ် ဇာတ်လမ်းတည်ရိုက်ကူးထားတာပါ...။ ဇာတ်လမ်းအကျဥ်းမစမီ ဇာတ်အိမ်တည်ထားပုံကို နည်းနည်းပြောပြပါဦးမယ်..။ဇာတ်အိမ်ကိုတော့ ပြင်သစ်နိုင်ငံရဲ့ ဘုရင်စနစ်ကိုတော်လှန်တဲ့ တော်လှန်ရေးမစမီ ၁၇၈၉ ခုနှစ်မှာဇာတ်အိမ်တည်ထားပါတယ်...။အဲ့ခေတ်အဲ့အခါမှာ ပြင်သစ်နိုင်ငံမှာ လူတန်းစားသုံးမျိုးရှိတယ်ဗျ...။ပထမတန်းစားက ဘုန်းတော်ကြီးတွေ တစ်နည်းဆို ဘာသာရေးလူတန်းစားပေါ့...။ဒုတိယက တော်ဝင်မျိုးနွယ်တွေ၊ တတိယကတန်စားက သာမန်လူတွေပါ...။အဲ့ဒီခေတ်တုန်းက စားသောက်ဆိုင်တွေဆိုတာ မပေါ်ထွန်းသေးဘူး...။လူတွေကအိမ်မှာပဲစားသောက်တဲ့အလေ့ရှိကြပါတယ်...။ခရီးသွားရင်း ခဏနားတဲ့ နားခိုရာလေးတွေ၊ တည်းခိုခန်းလေးတွေမှာလည်းဟင်းလျာကောင်းကောင်း ချက်လေ့မရှိဘူး။စားစရာဆိုလို့ စွပ်ပြုတ်လောက်သာရှိပြီး အရသာမဲ့တဲ့အပြင်၊ အဆာပြေဝမ်းဝရုံကလွဲ ဘာမှရွေးချယ်စရာမရှိပါဘူး။ဘာလို့လည်းဆိုတော့ အဲ့ဒီခေတ်ရဲ့ အယူအဆအရ ဟင်းလျာကောင်းကောင်းဆိုတာ အရသာခံတတ်သူ တော်ဝင်မျိုးနွယ်နဲ့သာထိုက်တန်တယ်...၊ထိုက်သင့်မှ စားသုံးခွင့်ရှိတယ်...၊ သာမန်လူတန်းစားတွေအနေနဲ့ဟင်းလျာကောင်းကောင်းစားစရာမလိုဘူးဆိုတဲ့အယူရှိလို့ပါပဲ...။ဒါကြောင့် ထမင်းချက်တွေ၊ စားဖိုမှူးတွေဟာ တော်ဝင်မျိုးနွယ်အတွက်သာချက်ပြုတ်ရပြီး ဆန်းသစ်တီထွင်ခွင့်မရှိဘဲ သတ်မှတ်ထားတဲ့ဟင်းပွဲကိုသာသတ်မှတ်ထားတဲ့ အမယ်တွေနဲ့ချက်ပြုတ်ရပါတယ်...ဟင်းပွဲတွေ၊ဟင်းလျာတွေဆိုတာလည်း တော်ဝင်မျိုးနွယ်ရဲ့ ပျင်းရီငြီးငွေ့မှုအတွက် အသုံးတော်ခံသက်သက်သာဖြစ်ခဲ့ပါတယ်...။ဒီလိုဓလေ့တွေရှိတဲ့အပြင် အဲခေတ်ကာလပြင်သစ်ရဲ့ အောက်ခြေလူတန်းစားက ငတ်မွတ်ခေါင်းပါးမှုဒဏ်ကိုလည်းခံရပါသေးတယ်။ဒီအချက်ကလည်း ပြင်သစ်တော်လှန်ရေးရဲ့အကြောင်းတစ်ချက်ပေါ့...။ဇာတ်လမ်းအစမှာတော့ မာစီယွန်ဟာ နယ်စားကြီးတစ်ယောက်ရဲ့စားဖိုမှူးဖြစ်ပြီး ဟင်းလျာကောင်းချက်ပြုတ်ရာမှာ ပါရမီပါသူဖြစ်ပေမယ့်ထိုကာလရဲ့ထုံးတမ်းအရ ဆန်းသစ်တီထွင်ခွင့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Vzcr/Delicieux.2021.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/back-133x200.jpg",
        "title": "Back To The Devil ( 2020 )",
        "description": "CM ကနေ ဒီတစ်ခါမှာတော့ ခေတ်ရေစီးကြောင်းအလိုက်\nမကောင်းမှုတွေကျူးလွန်တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကတော့ အက်တာနက်ပေါ်ကနေ\nလိမ်လည်မှုတွေကို လိုက်လံဖမ်းဆီးမှုတွေ တင်းကြပ်လာတဲ့အချိန်မှာတော့\nမကောင်းမှုကျူးလွန်သူတွေကတော့ လုပ်နေကျအတိုင်း\nမလုပ်ရမနေနိုင်ဘဲ ဆက်လက်လုပ်ကိုင်ရာကနေမှ နောက်ဆုံးမှာ ဘဝနိဂုံးချုပ်သွားရတဲ့အကြောင်းမကောင်းမှုကျူးလွန်ရတဲ့အကြောင်းရင်းအမြောက်အမြားရှိသော်ငြားလည်း\nမကောင်းမှုပြုသူတို့ဟာ မကောင်းမှုမှန်သမျှတို့ရဲ့ အကျိုးဆက်ကို\nပြန်လည်ခံစားသွားရတဲ့အကြောင်းကို ရိုက်ကူးပြသထားတာဖြစ်ပြီးတော့\nဒီကားလေးကနေတစ်ဆင့် ယနေ့ခေတ်မှာဖြစ်ပျက်နေတဲ့\nနည်းပညာပိုင်းဆိုင်ရာလိမ်လည်မှုတွေကို\nသင်ခန်းစာယူလို့ရတာဖြစ်လို့ ကြည့်ရှုကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်.......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Kyawt\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/back-to-the-devil-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZe2lT3G9C7JrwB7Avu22mVhqFw.jpg",
        "title": "In Your Dreams(2023)",
        "description": "In Your Dreams(2023)*********************\nကျွန်တော်တို့ဘဝမှာ ကိုယ်ချစ်ရတဲ့သူကို အိပ်မက်ထဲမှာတွေ့ချင် ဆုံဆည်းချင်တဲ့စိတ်ကူး‌လေး လူတိုင်းရှိဖူးကြမှာပါ...။\nတစ်ယောက်သောသူကို အိပ်မက်ထဲမှာတွေ့လိုက်တယ် နံနက်နိုးလာတော့ လက်တွေ့ဘဝမှာရော သူရှိနေမလားဆိုပြီး တမ်းတမိတဲ့ခံစားချက်မျိုးလည်း ကြုံဖူးတယ်မလား။\nကိုယ့်ချစ်သူနဲ့အတူ အနာဂတ်ကို အိပ်မက်လေးမက်ပြီး သွားကြည့်ခွင့်ရရင်ရော ဘယ်လောက်ကောင်းမလဲပေါ့‌နော်..။\nဒီကားလေးကတော့ အဲ့လိုအချစ်အိပ်မက်ကို တမ်းတတတ်သူတိုင်းကြည့်သင့်တဲ့ Plot ဆန်းဆန်းလေးနဲ့ တူရကီအချစ်ဇာတ်လမ်းလေးပါ...။\nဇာတ်လမ်းထဲမှာတော့ မင်းသားနဲ့ မင်းသမီးဟာ လက်တွေ့လောကမှာ ခင်မင်သိကျွမ်းသူတွေမဟုတ်ပါဘူး...\nဘဝကို ပေါ့ပေါ့ပါးပါးနေထိုင်ရင်း အိမ်ထောင်ပြုဖို့ဆိုတာလည်း စိတ်ကူးရှိသူတွေ မဟုတ်ကြပါဘူး။\nကံတရားက ဆန်းကြယ်တော့ သူတို့နှစ်ဦးဟာ အိပ်မက်တစ်ခုတည်းကိုပဲ နှစ်ယောက်အတူမက်ခဲ့ကြတယ်...။\nအဲ့ဒီ အိပ်မက်လိုလို အနာဂတ်လိုလို လောကထဲမှာ သူတို့ဟာ လင်မယားအဖြစ်အိမ်ထောင်ကျခဲ့တာ နှစ်နှစ်ရှိနေပါပြီတဲ့\nလုံးဝမသိကြတဲ့ သူစိမ်းနှစ်ယောက် အိမ်မက်တစ်ခုတည်းအတူပိတ်မိနေတော့ နိုးထဖို့အတွက် နည်းလမ်းရှာပါတော့တယ်...။\nသူတို့ရဲ့ အိပ်မက်က တကယ်ပဲအိပ်မက်လား၊ လက်တွေ့ဘဝလား၊ အနာဂတ်ကို ခဏရောက်သွားတာလားဆိုတာတော့...ဒီဇာတ်လမ်းထဲမှာပဲ ကြည်ကြည်နူးနူးစီးမျောရင်း အဖြေလိုက်ရှာကြည့်ပါဗျာ...။File Size : (1.3GB) and (621MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Vyyc/In_Your_Dreams(2023)WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w9kOKoxu0Ua3922kQHG7hHwN6Yf.jpg",
        "title": "The Hottest Summer(2023)",
        "description": "The Hottest Summer(2023)*************************\nဇာတ်လမ်းကိုတော့ အီတလီနိုင်ငံ ဆစ္စလီမြို့ရဲ့ အပူဆုံးနွေရာသီတစ်ခုမှာ ဇာတ်အိမ်တည်ထားပါတယ်...။\nအဲ့ဒီမှာဆိုရင် နွေရာသီကာလ ကျောင်းတွေပိတ်တော့ ဘုရားကျောင်းတွေမှာ ကလေးတွေအတွက် နွေရာသီကျောင်းလေးတွေဖွင့်လေ့ရှိပါတယ်..။\nကလေးတွေကို ထိန်းကူဖို့ လူငယ်လူရွယ်လေးတွေကလည်း volunteerလာလုပ်ပေးကြတာ‌ပေါ့...။\nလူစီယာဟာလည်း အဲ့လိုvolunteerတစ်ယောက်ဖြစ်ပြီး နွေရာသီကျောင်းကိစ္စဆိုရင် တက်တက်ကြွကြွပါဝင်လေ့ရှိသူပါ...။\nဒီလိုနဲ့ အပူဆုံးနွေရာသီတစ်ခုမှာ သူတို့ရဲ့ဘုရားကျောင်းကို ဘုန်းတော်ကြီးအသစ်ရောက်လာပါတယ်...။\nရောက်လာတဲ့ဘုန်းတော်ကြီးက ငယ်ငယ်ရွယ်ရွယ် ခန့်ခန့်ချောချောဆိုတော့လူစီယာတို့လို မိန်းမငယ်လေးတွေအတွက်တော့ သဘောကျချင်စရာပါ...။\nဘုန်းတော်ကြီးတွေက အိမ်ထောင်သားမွေးအမှုကိုပြုလို့မရဘူးဆိုတဲ့ ဝိနည်းပညတ်တွေရှိပါတယ်...။\nသို့ပေမယ့် အချစ်ဇာတ်လမ်းတစ်ပုဒ်က ဒီလိုစလာပြီဆိုတော့လည်း စည်းမျဥ်းတွေကို မြင်နိုင်တော့မယ် မထင်ပါဘူး...။\nအတားအဆီး ပညတ်ချက်တွေအကြား အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ် ဘယ်လိုပေါက်ဖွားလာမလဲ၊ဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာတော့ ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ...။File Size : (1.6GB) and (771MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Romance, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1fB20/The_Hottest_Summer(2023).WEB-DL,720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTk0MjgxOTQ5MF5BMl5BanBnXkFtZTgwODA3NTUwNjE@._V1_-135x200.jpg",
        "title": "Dragon Blade (2015)",
        "description": "Dragon Blade (2015)\n===============\nIMDb Rating - 5.9/10ဒီကားကို ငွေရှာဖို့ရည်ရွယ်ချက် ခပ်များများနဲ့ ရိုက်ကူးခဲ့သလို\nငွေလည်း တော်တော်ပြန်ရလိုက်တဲ့ဇာတ်ကားပါ။ Battle Scene\nတွေ တော်တော်ကောင်းတယ်လို့ ပြောနိုင်သလို တဆိတ်ရှိရင်\nဖုန်တလုံးလုံးထ CGI တွေပဲ တွင်တွင်သုံးထားတယ်လို့လည်း\nပြောလို့ရပါရဲ့။ ဘယ်လိုပဲပြောပြော တရုတ်ကားတွေထဲမှာ သူတို့\nယဉ်ကျေးမှုပဲအ‌ကောင်း၊ သူတို့ပဲ အာဇာနည်၊ သူတို့ပဲ ပညာရှိတဲ့\nဇာတ်ကွက်ကသွေဖည်လို့ နှစ်ဖက်မျှမျှတတ သမိုင်းစစ်စစ်ကို ထုတ်\nပြသွားတယ်လို့ ယူဆရပါလိမ့်မယ်။ တရုတ်သိုင်းနဲ့ ရောမအသတ်\nအပုတ်ကို ယှဉ်ပြတဲ့အခါ အလှအပဟန်ကဲတဲ့ တရုတ်သိုင်းဟန်နဲ့\nအင်အားသုံးပြီး ရန်သူကို အချိန်တိုအတွင်း အပြီးသတ်လိုတဲ့ ရောမ\nဂလက်ဒီယေတာဟန်ကိုလည်း ကွဲကွဲပြားပြား မြင်ခဲ့ရပါတယ်။မြို့တော်တည်ဆောက်ရေးလုပ်ငန်းမှာ ဗိသုကာပညာပိုင်းယှဉ်လာတော့\nရောမမြို့ကြီးကို လှပခံ့ညားစွာဆောက်ခဲ့တဲ့ ရောမသားတွေရဲ့ သိပ္ပံနည်း\nစနစ်ကျကျ တည်ဆောက်ရေးပညာက တရုတ်တို့ ရက် ၁၀၀ စီမံကိန်းကို\n၁၅ ရက်နဲ့ အပြီးသတ်တည်နိုင်ခဲ့တာမျိုး။ ကျောက်တုံးကြီးတွေနေရာမှာ\nကျောက်စရစ်ခဲသံသေတ္တာနဲ့ အစားထိုးပြီး မြို့တံတိုင်းထိုးခဲ့ပုံတွေ။ တရုတ်\nတွေ အလေးအပင်တွေကို လူအားနဲ့ ကြိုးဆွဲပြီး မချိမဆန့်တင်နေရချိန်မှာ\nရောမသားတွေရဲ့ အားပြောင်းအားလွှဲဝန်ချီစက်ကြောင့် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Vw7u/Tian.Jiang.Xiong.Shi.2015.720p.BluRay.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fRXkAcGcFIVNpsVe7cdr5YfBPmG.jpg",
        "title": "An Unforgettable Year – Spring(2023)",
        "description": "An Unforgettable Year – Spring(2023)***********************************\nဒီတစ်ခါတော့ An Unforgettable Year၊ရာသီလေးခုထဲက Springမှာ ပေါက်ဖွားခဲ့တဲ့အချစ်ဇာတ်လမ်းလေးကို ရှုစားရမှာပါ...။\nပန်းတွေပွင့်ကြတဲ့ နွေဦးအလှဟာဆိုရင် ပန်းချီလေးဆွဲ ဘောင်လေးသွင်းထားသင့်တဲ့အလှလေးဗျ..။\nဒီဇာတ်လမ်းထဲမှာလည်း ဂျက်စမင်ဟာဆိုရင် ငယ်ငယ်လေးကတည်းက ပန်းချီပညာကိုရူးသွပ်သူ..၊အချိန်ပြည့် ပန်းချီကိုရူးသွပ်သူပေါ့...။\nသို့ပေမယ့် ဂျက်စမင်ရဲ့ အမေဖြစ်သူကတော့ သမီးကို စီးပွားရေး ကောလိပ်သာဆက်တက်စေချင်ပြီးပန်းချီပညာနောက်ကိုလိုက်ခွင့်မပေးပါဘူး...။\nဒီလိုနဲ့ ဂျက်စမင်တစ်ယောက် စာကိုသာကြိုးစားခဲ့ရပေမယ့် အထက်တန်းနှစ်မှာတော့သင်္ချာကို တဗုန်းဗုန်းကျပါလေ‌ရော...။\nဘယ်လောက်ထိဆိုးသလဲဆိုရင် သင်္ချာစာမေးပွဲဖြေရင် စာမေးပွဲကိုစိတ်မပါနိုင်ပဲအဖြေလွှာမှာ ပုံတွေချည်း ဆွဲနေလို့ သုညရခဲ့သူလေးပါ..။\nသူ့အတွက်က သင်္ချာအောင်မှာ အထက်တန်းအောင်ပြီး အမေဖြစ်သူတက်စေချင်တဲ့ စီးပွားရေးကောလိပ်တက်နိုင်မှာပါ...။\nဒါမှမဟုတ် သင်္ချာမအောင်မယ့် အတူတူ အိမ်ကို ပုန်ကန်ပြီးပဲအနုပညာသင်တန်းတက်လိုက်ရမလားနဲ့ဝေခွဲမရဖြစ်နေပြီပေါ့...။\nဒီလိုနဲ့ ဂျက်စမင်တစ်ယောက် သင်္ချာအောင်ဖို့ ဂိုက်ဆရာလေး ဒါဗီနဲ့ဆုံတွေ့ခဲ့ပြီး...ဒါဗီကပါ ပန်းချီပညာဘက်ကိုလိုက်သင့်ကြောင်း အားပေးအားမြှောက်ပြုလာတဲ့အခါမှာတော့Springကာလ မမေ့နိုင်တဲ့အချစ်ဇာတ်လမ်းတစ်ပုဒ် အစချီခဲ့ပါတော့တယ်...။File Size : (1.4GB) and (688MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:19:00\nGenre : Romance\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://megaup.net/1VysZ/An_Unforgettable_Year_%E2%80%93_Spring(2023).WEB-DL.720P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rjGYOszxlaUAe6EC5yZ4Q8l3aVL.jpg",
        "title": "Needle in a Timestack (2021)",
        "description": "အနာဂတ်ကာလမှာ အချိန်ခရီးသွားခြင်းကိုအောင်မြင်ခဲ့ကြပါတယ်။ပိုက်ဆံရှိတဲ့ သူဌေးတွေကတော့ ပိုက်ဆံအများကြီးပုံပေးရင်းအတိတ်ကိုပြန်သွားပြီး သမိုင်းဝင်ဖြစ်ရပ်တွေကိုကြည့်ကြတာ၊အတိတ်ကို မတော်တဆ (သို့) တမင်ပြောင်းလဲတာမျိုးတွေလုပ်ပစ်ကြလေ့ရှိပါတယ်။ သူတို့ပြောင်းလဲလိုက်တာတိုင်းကအနာဂတ်အချိန်ကို အချိန်ကူးပြောင်းမှုဆိုတွေလှိုင်းတွေနဲ့ရိုက်ခတ်လေ့ရှိပြီး တချို့လူတွေ၊ ဖြစ်ရပ်တွေက ပြောင်းလဲသွားတတ်ကြပါတယ်။ နစ်ခ်နဲ့ ဂျန်နင်ကတော့ ပျော်ရွှင်စွနေထိုင်နေကြတဲ့အတွဲလေးဖြစ်ပြီးလတ်တလောလေးမှာတင် အချိန်ကူးပြောင်းမှုလှိုင်းသုံးခုလောက်ရိုက်ခတ်တာခံထားရတာပါ။ ဒီလိုနဲ့ နစ်ခ်ကလည်း ဂျန်နင်ရဲ့ခင်ပွန်းဟောင်း သူဌေး တွမ်မီက အချိန်ခရီးသွားပြီး သူတို့ရဲ့ဖြစ်တည်မှုကိုဖျောက်ဖျက်အောင်လုပ်ဖို့ ကြိုးစားနေတယ်လို့သံသယဝင်လာခဲ့ပါတော့တယ်။တနေ့မှာတော့ နစ်ခ်နဲ့ဂျန်နင်တို့ ခရီးသွားဖို့လုပ်နေကြတုန်းမှာပဲအချိန်ကူးပြောင်းမှုလှိုင်းရိုက်ခတ်တာကိုခံလိုက်ရပြီ ဂျန်နင်ကတွမ်မီဆီကိုပြန်ရောက်သွားခဲ့ပါတယ်။ဒီလိုနဲ့ နစ်ခ်လည်း အနာဂတ်ကာလအချိန်မှာပဲ ပိတ်မိနေမလား၊သူ့မိန်းမဂျန်နင်ကို ပြန်ရအောင်ကြိုးစားမလား၊ သူ့မိန်းမနဲ့အတူပြန်ရှိနေနိုင်ပါ့မလားဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။  File size…1.07GB / 664MB\nQuality…WEB-DL 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 51m\nGenre ..... Drama , Fantasy , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by TMMT",
        "rating": "5.3",
        "url": "https://megaup.net/1fB17/Needle.in.a.Timestack.2021.WEB-DL720p(CM).mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/72ZO0zs9NuEAEsLOMnoPcKnW6sm.jpg",
        "title": "Katharbasha Endra Muthuramalingam (2023)",
        "description": "Kathar Basha Endra Muthuramalingam (2023)\nIMDb-5.4/10\nTeddy(2021) ရုပ်ရှင်ထဲမှာ ၀က်ဝံရုပ်နဲ့အတူ ကြမ်းခဲ့တဲ့\nမင်းသားကြီးအာယာရဲ့ အက်ရှင်ကားအကြမ်းစားကြီး\nထွက်လို့လာပါပြီ။ဖိုက်တင်ခန်းတွေ တောင့်တနေတဲ့\nဘောလိဝုပရိသတ်အတွက် ကြည့်လို့ကောင်းဦးမယ့် ဇာတ်လမ်းပါပဲ။မင်းသမီးက ကိုတိုင်းကြိုက်တဲ့ နှင်းဆီပျို၊ ခက်နေတာ သူက\nဘယ်သူ့ကိုမှ အာရုံမလာဘဲ ခပ်ချေချေပဲနေတာ။ပိုပြီးခက်တာက\nဂန်းစတားအသိုင်းအဝိုင်းထဲက သူမ။သူတို့အသိုင်းအဝိုင်းထဲက\nယောက်ျားကလွဲရင် ဘယ်သူနဲ့မှ ပတ်သက်ခွင့်မပြုထားဘူး။\nပိုပိုပြီးခက်တာက ကျွန်တော်တို့ဇာတ်လိုက်ကျော် ဖိုက်တာကြီးအာယာက\nထောင်ထဲကနေတောင် အာမခံနဲ့ထွက်လာပြီး သူမကိုလာတွေ့ခဲ့ပါရောလား။ကာသာဘာရှာကို သိတဲ့လူတိုင်း ကြောက်ဒူးတုန်ကြသလို\nရွာထဲကလူတိုင်း ဖိန့်ဖိန့်တုန်အောင်ကြောက်ကြတဲ့ ဂန်းစတားကြီးတို့ ရင်ဆိုင်တွေ့ ကြတဲ့အခါ။\nဖိုက်တင်ခန်းတွေ အများကြီးနဲ့ ကြမ်းပြမယ့်ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~BpL~YHတို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.7GB / 1.43GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~BpL~YH",
        "rating": "",
        "url": "https://megaup.net/1fB0b/Kathar_Basha_Endra_Muthuramalingam_(2023)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    }
]