[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ftUdaxguhUoPAtwTkSLNglAaqfd.jpg",
        "title": "Living (2022)",
        "description": "Living (2022)~ IMDb - 7.5/10, Rotten Tomatoes - 96% ~ဒီနှစ်ထွက်လာမယ့်ကားတွေထဲ အမျှော်ခဲ့ဆုံးကားက Living ဖြစ်သလို တကယ်ထွက်လာတော့လည်း မျှော်မှန်းထားတာထက်တောင် ပိုကောင်းတယ်လို့ ပြောရမှာပါပဲ။ ဒါဆို ဒီကားကို ဘာလို့မျှော်ရလဲဆိုတဲ့အကြောင်းရင်းက စပြောရမှာပဲ။ ပထမဆုံးအချက်ကတော့ Kazuo Ishiguro ပါ။ သူ့ကို ဒီကလူတော်တော်များများ ရင်းနီးပြီးသားပဲဖြစ်ပါလိမ့်မယ်။ သူက ကျွန်တော်တော်တော်ကြိုက်တဲ့စာအုပ်တွေထဲပါတဲ့ An Artist of the Floating World ခေါ်  မြင့်သန်းဘာသာပြန်တဲ့ \" လွင့်မျောနေသော ကမ္ဘာကြီး၏ အနုပညာသည်တစ်ဦး \" စာအုပ်ကို ရေးခဲ့တဲ့ စာရေးဆရာလည်းဟုတ်တယ်။ ၂၀၁၇မှာ နိုဘယ်ဆုရထားတဲ့ စာရေးဆရာလည်းဖြစ်သလို သူ့သိပ္ပံစိတ်ကူးယဉ်ဝတ္ထုဖြစ်တဲ့ Never Let Me Go ကို ရုပ်ရှင်အဖြစ် ပြန်အသက်သွင်းတာမှာလည်း တော်တော်လေးအောင်မြင်ခဲ့တယ်။ ဒီကားကိုလည်း သူကိုယ်တိုင် ဇာတ်ညွှန်းရေးထားတာပါ။ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1SApy/(CM)_Living_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTM1M2U5Y2YtYjIxMy00NTI5LWI0ZTYtZjA0MmI2MDE0YWY0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-149x200.jpg",
        "title": "The Legend(2022)",
        "description": "The Legend (2022)\nAction, Drama, Romance\nIMDb 5.1/10 (7.6K)အခုတစ်ခါမှာတော့ တမီလ်ဇာတ်ကားကောင်းလေးတစ်ကားကို\nမိတ်ဆက်ပေးပါတော့မယ်။ဆာရာဗနန်ဆိုတဲ့ သိပ္ပံပညာရှင်လေးဟာ ကမ္ဘာသိ လူသိရှင်ကြား\nဂုဏ်သတင်းကျော်ဇောတဲ့ သိပ္ပံပညာရှင်လေးတစ်ယောက်ဖြစ်ပြီး\nနိုင်ငံတကာက လိုချင်နေတဲ့ ပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။သို့သော်ငြားလည်း သူဟာ အဲ့ဒါတွေကို ပဓါနမထားဘဲ သူ့ရပ်ရွာလေးကောင်းစားဖို့နဲ့\nဇာတိမြေကလူတွေ ပညာတတ်ကြီးတွေဖြစ်စေဖို့ ဆန္ဒပြုနေခဲ့ပါတယ်။တစ်ဖက်မှာလည်း လူတွေကို ဘေးဥပါဒ်ဖြစ်စေတဲ့ ဆေးဝါးတွေတီထွင်ပြီး\nကမ္ဘာမီးလောင် သားကောင်ချနင်းမယ့် ငွေတဘို့တည်းသာကြည့်ကြတဲ့\nအရင်းရှင်လူတန်းစားတွေက ရှိနေပါတယ်။ဒီလိုနဲ့ ပြည်သူ့ဘက်တော်သားလေးက အဖျက်သမားတွေကို\nတွန်းလှန်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...။\nFile size…3.75GB  / 1.9GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Sai Thu Rein & Nyein Aye",
        "rating": "5.0",
        "url": "https://megaup.net/1SAnl/The_Legend_(2022)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bHepMZ7Ubl2Ka7pxlK8Q7fZV2i1.jpg",
        "title": "Bloody Border ( 2023 )",
        "description": "မူးယစ်ဆေးဝါး ရောင်းဝယ်ဖောက်ကားရေး တရားမဝင်လက်နက်ကိုင်\nအဖွဲ့အစည်းတစ်ခုကို နှိမ်နင်းရင်း မိမိအတွက် အသက်ပေးသွားသော\nရဲဘော် ချန်တုန်းအတွက် ယူကျုံးမရဖြစ်နေရသူ - အထူးရဲတပ်ဖွဲ့ခေါင်းဆောင် လုံကျန့်အဲဒီ စစ်ဆင်ရေးအတွင်းမှာ မိမိရဲ့အခင်မင်ရဆုံး ရဲဘော်ဆုံးရှုံးသွားရတဲ့အပြင်\nကိုယ်တိုင်ကလဲ စည်းကမ်းဖောက်ဖျက်ခဲ့မိတာကြောင့် ရဲတပ်ဖွဲ့ကနေပြီး\nလုံကျန့်ဟာ အထုတ်ခံလိုက်ရပါတော့တယ် ။ နောက်မှာတော့\nရဲဘော်ချန်တုန်းရဲ့ နောက်ဆုံးဆန္ဒဖြစ်တဲ့ ရွာမှာကျန်နေခဲ့တဲ့မိခင်ကြီးကို\nစောင့်ရှောက်ချင်တဲ့ ဆန္ဒလေးကို ဖြည့်စည်းပေးဖို့အတွက်\nလုံကျန့်ဟာ ချန်တုန်းရဲ့ မိခင်ကြီးရှိတာ ရွာကလေးဆီကို ရောက်ရှိလာခဲ့ပါတော့တယ် ။ချန်တုန်း တစ်ယောက် ရဲတပ်ဖွဲ့ကနေပြီး ထုတ်ခံရတဲ့ သတင်းကိုကြားတဲ့အခါမှာ မူ\nးယစ်ဆေးဝါးဒုစရိုက်ဂိုဏ်းခေါင်းဆောင်ဟာ လုံကျန့်ကို သူနဲ့ အတူတူပူးပေါင်းဖို့\nလာရောက်ခေါ်ဆောင်လာခဲ့ပါတော့တယ် ။ အမှန်တရားအတွက်ဆို\nသေတဲ့အထိ တိုက်ပွဲဝင်မယ်လို့ ကျုံးဝါးသစ္စာဆိုထားတဲ့\nလုံကျန့်တစ်ယောက် ဒုစရိုက်ဂိုဏ်းရဲ့ ဖိအားပေးမှုတွေကို ပြန်လည်ကြုံတွေ့လာရတဲ့အခါမှာ -❏ သူဘယ်လို ရင်ဆိုင်ဖြေရှင်းသွားမှာလဲ ?\n❏ မိမိအတွက် အသက်ပေးသွားတဲ့ ချန်တုန်းအစား မူးယစ်ဆေးဝါး\nရောင်းဝယ်ဖောက်ကားရေး တရားမဝင်လက်နက်ကိုင် အဖွဲ့အစည်းကို လက်ရဖမ်းဆီးပေးနိုင်ပါ့မလား ?❏ သွေးနဲ့ရင်းကာ အသက်ပေးသွားကြတဲ့ သူတွေအတွက် လုံကျန့်တစ်ယောက်\nဘယ်လိုလက်စားချေပြီး အမှန်တရားကို ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/bloody-border-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BM2E1ZmE4OGItNDVmNy00ZDE4LWI0NDQtZTMwZDZjMTIyMTQyXkEyXkFqcGdeQXVyMTU4MzQzNDkx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Curious Caterer: Grilling Season (2023)",
        "description": "Curious Caterer: Grilling Season (2023)\n=============================\nIMDb Rating - 6.4/10ကလေးတစ်ယောက်အမေ ဂိုဒီတယောက် သူငယ်ချင်း\nဖြစ်သူ၏ စနိုက်ကြော် ခံလိုက်ရပြီး စနိုက်မ သူငယ်ချင်း\nမွေးနေ့မှာ အကျွေးအမွေးတာဝန်ခံအဖြစ် လုပ်ဖို့ကြုံလာ\nပါတယ်။ကံဆိုးချင်တော့ အဲ့ဒီနေ့ညပဲ ထိုသူငယ်ချင်းမ အသတ်ခံ\nရတဲ့ကိစ္စမှာ အကင်စက်လည်းပေါက်ကွဲသွားတာမို့ လုပ်ငန်း\nနာမည်ပျက်ကိန်းဆိုက်လာတာကြောင့် စုံထောက်အဆင်\nလေးရဲ့ အကူညီကိုယူပြီး မွေးနေ့ပွဲတက်သူတွေထဲကနေ\nတရားခံကြိုးစားရှာဖွေကြပုံကိုမြင်တွေ့ကြရမှာ ဖြစ်ပါ\nတယ်။စုံထောက်မှုခင်းကားလဲ ကြည့်ချင်တယ် ဦးနှောက်\nခြောက်ခံပြီးလဲ မစဉ်းစားချင်သူတွေအတွက် ပေါ့ပေါ့ပါးပါး\nမှုခင်းကားလေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Min Thu ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (590 MB) / (340 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 52Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Mystery\nTranslator.......Chit Min Thu\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://megaup.net/1Snqf/Curious.Caterer.Grilling.Season.2023.720p.WEBRip.(CM).mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Screenshot-2023-03-04-112503-159x200.jpg",
        "title": "Gemini Man (2019)",
        "description": "ဝယ်လ်စမစ်ရဲ့ Action,Adventure,Sci-Fi အမျိုးအစား ရုပ်ရှင်ကားဖြစ်ပါတယ်။အက်ရှင်အသားပေးနဲ့ သိပ္ပံစိတ်ကူးယဉ် နည်းနည်းဆန်ပါတယ်။ဟင်နရီဟာ စစ်ဘက်ထောက်လှမ်းရေးအဖွဲ့ရဲ့ အတော်ဆုံး လုပ်ကြံရေးသမားပါ။သူအသက်ရလာလို့ အငြိမ်းစားယူဖို့ ဆုံးဖြတ်တဲ့အခါသူထင်သလို တကယ်အနားမယူနိုင်ပါဘူး။သူ့ရဲ့ နောက်ဆုံး စစ်ဆင်ရေးက ထင်တာထက် ပိုရှုပ်ထွေးနေခဲ့ပါတယ်။သူ့နောက်ကို လုပ်ကြံရေးသမားတွေ ပြန်လိုက်လာပြီးလိုက်သတ်ဖို့ကြိုးစားလာကြတယ်။ဒီတော့ သူ ဒါတွေကိုအလွတ်ရုန်းရင်းနဲ့ ဒီပြသနာတွေရဲ့အကြောင်းရင်းကို ဖြေရှင်းဖို့ ကြိုးစားတဲ့အခါမှာတော့....။\nFile size…(7.6 GB)/(1.9 GB) /(999 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:57:53\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Little Neo",
        "rating": "5.7",
        "url": "https://megaup.net/1cCi4/(CM)_Gemini_Man_(2019)_BluRay_720p_AAC_5.1-Nyein.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOWVlNGQ1NWMtMjA0OC00ZDFiLThhNWQtZGYxZTBmNzI4ZWM1XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-150x200.jpg",
        "title": "Alone(2023)",
        "description": "Alone 2023ဒီဇာတ်ကားလေးမှာ Drishyam(Tamil Version)ရဲ့မင်းသားကြီး Mohanlal ကဦးဆောင်ပါဝင်ထားပါတယ်\nဇာတ်လမ်းလေးက မင်းနဲ့စပြီး မင်းနဲ့ဆုံးတယ်လို့ ပြောရလောက်အောင်\nကိုဗစ်ကာလမှာ မင်းသားတစ်ယောက်တည်း ဖုန်းတွေပတ်ပြောနေတဲ့ပုံစံနဲ့ ရိုက်ကူးထားတာပါကျွန်တော်တို့အနေနဲ့ ရှယ်ခြောက်ပါတယ်ဆိုတဲ့ Annabelle တို့\nConjuring တို့လိုမျိုး jumpscare တွေနဲ့\nရှယ်ဖြဲခြောက်ခံရတဲ့အရသာမျိုးကိုသဘောကျမှာပါဒီကားလေးမှာတော့ jumpscare တွေသိပ်မထည့်ဘဲနဲ့\nကာလာတွေကလဲလင်းချင်းနေပြီး တစ်ယောက်တည်းပါလားဆိုတဲ့\nခံစားချက်ကြောင့် တွေးရင်းနဲ့ ကျောထဲထိစိမ့်စိမ့်လာမှာပါဟုတ်ပါတယ် ကိုဗစ်ကာလတိုက်ခန်းအသစ်ကိုပြောင်းလာတဲ့\nမင်းသားဟာ သူတစ်ယောက်တည်း စကားပြောသံတွေကို\nကြားနေရတဲ့အခါမှာ ဒါကစိတ်ထင်မှားတာလား ဘာဖြစ်တာလဲဆိုတာ\nသူကိုယ်တိုင်အဖြေရှာရင်းနဲ့ အဲ့အသံတွေနောက်ကဇာတ်လမ်းကို\nအဖြေရှာဖို့ကြိုးစားမဲ့ ရုပ်ရှင်ကားလေးပါ\nတစ်စိမ့်စိမ့်တွေးကြောက်ရင်း ဘာကြောင့်လဲဆိုတာသိချင်တဲ့သူတွေအတွက်\nဒီ horror/thriller ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…1.9GB /837MB\nQuality….1080p TRUE WEB DL / 720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai Thu Rein",
        "rating": "4.4",
        "url": "https://megaup.net/3eu4w/Alone_(2023)_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tevmP3kE8YhrkwpLLkTEq0cO9nb.jpg",
        "title": "Dragon Quest: The Soul Coffin ( 2023 )",
        "description": "လျို့ဝှက်ဆန်းကြယ်ဇာတ်လမ်းတွေကိုကြိုက်နှစ်သက်တဲ့CMပရိသတ်ကြီးအတွက်\nလျို့ဝှက်ဆန်းကြယ်ရှေးဟောင်းသင်္ချိုင်းဖောက်ထွင်းတဲ့ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဟိုးရှေးရှေးတုန်းက ဝိဉာဉ်ချင်းလဲပြီးအသက်ဆက်ရှင်နိုင်စေတဲ့\nနဂါးပုလဲလုံးဆိုတဲ့ရတနာပုလဲလုံးကို သဲကန္တာရကြီးတစ်ခုရဲ့\nအောက်မှာဝိဉာဉ်အခေါင်းထဲမှာထည့်သွင်းပြီးမြုပ်နှံထားတယ်တဲ့.....တော်လှန်ရေးခေတ်မှာ ပညာအသီးသီးရှိတဲ့လူတစ်စုဟာ\nရည်ရွယ်ချက်အသီးသီးနဲ့ သင်္ချိုင်းဖောက်ထွင်းဖို့စုမိကြပါတယ်။\nရှေးဟောင်းမြေပုံတစ်ခုကိုယူပြီး သဲကန္တာရကြီးထဲမှာ\nဒဏ္ဍာရီထဲကရှေးဟောင်းသင်္ချိုင်းကိုရှာဖွေခဲ့ကြတယ်။\nရှေးဟောင်းသင်္ချိုင်းကြီးထဲမှာ သူတို့ကိုဘယ်လို\nဆန်းကြယ်တဲ့အရာတွေကစောင့်နေမလဲ ......\nဝိဉာဉ်ချင်းလဲပြီးသူများခန္ဓာနဲ့အသက်ရှင်စေနိုင်မယ့်\nနဂါးပုလဲလုံးဆိုတာကရော ဘယ်လိုအရာဖြစ်နေမလဲ.....\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Mystery , Adventure\nRuntime : 1h 23 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/dragon-quest-the-soul-coffin-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yRDnNMonoERrHoi3qJ31cwsQyG.jpg",
        "title": "Belle and Sebastien: The New Generation (2022)",
        "description": "Belle and Sébastien: The New Generation (2022)ဒီတစ်ခါ​တော့ Pet Lover ​လေး​တွေအတွက် 2022 မှာထွက်ရှိထားတဲ့ ဒရာမာ အက်ရှင်ပြင်သစ်ကား​လေး Belle and Sébastien: The New Generation ​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ 1965 ကစ တီဗွီစီးရီးအဖြစ်ထွက်ရှိထားပြီး ​နောက်ပိုင်း စီးရီးက​နေ ရုပ်ရှင်အဖြစ်လည်း အများကြီးထွက်ရှိထားတဲ့ကား​လေးပဲဖြစ်ပါတယ်။ 2022 မှာထွက်ထားတဲ့ ခုကား​လေးက​တော့ ဒီဘက်​ခေတ်နဲ့ လိုက်‌လျောညီ​ထွေ​အောင်ရိုက်ပြထားတဲ့ ကား​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~၁၀ နှစ်အရွယ် ပြင်သစ်မြို့ကြီးသားလေး ဆက်​ဗေးစတန်း တစ်​ယောက် အ​မေခရီးသွားစရာရှိလို့ အဘွားဖြစ်သူရှိတဲ့ရွာကို သွားပြီး​နောက် ဘယ်လ်ဆိုတဲ့​ခွေး​လေးနဲ့ ​တွေ့ဖြစ်တဲ့အခါ သူတို့နှစ်​ယောက်ကြားဘယ်လို​တွေ ​သံ​ယောဇဥ်​​တွေဖြစ်သွားကြလဲဆိုတာကို ကြည့်ရမယ့် ဒရာမာရုပ်ရှင်​ကောင်း​လေးတစ်ခုပဲဖြစ်ပါတယ်။ ဇာတ်လမ်း​လေးထဲမှာ သိုးအ​ကြောင်း​တွေလည်းပါတာမို့ တိချစ်သူ​တွေအတွက်​တော့ ကြည့်ရတာ​​တန်ပြီး ဗဟုသုတ​တွေလည်း​တိုးမယ့် ဇာတ်ကား​ကောင်း​လေးတစ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ywlk/(CM)_Belle_and_Sebastien_The_New_Generation_(2022)_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2EzRVmyHs0fZikJyxwppw3YkKnL.jpg",
        "title": "Above The Fire ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး\nမှုခင်းရုပ်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်လမ်းလေးကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး\nအဖွဲ့ခေါင်းဆောင် မော့ကောင်းရဲ့ မူးယစ်ဆေးဝါး ဂိုဏ်းသားတွေကို\nနှိမ်နင်းတဲ့အကြောင်းအဓိကထားရိုက်ပြပေးထားတာပါ ။ဆေးစွဲနေတဲ့ ဆေးသမား ရှီကျန့်က ဆေးသုံးရင်းအသိစိတ်ပျောက်ကာ\nသူ့ရဲ့ရည်းစားဟောင်း ရွှီလုလုကို ဓားနဲ့ထိုးသတ်တဲ့ အမှုကနေ စရပါမယ် ။\nဒီလိုနဲ့ ဒီအမှုကို တာဝန်ယူဖြေရှင်းဖို့အတွက် ခေါင်းဆောင်မော့\nဦးဆောင်တဲ့အဖွဲ့ဟာ လှုပ်ရှားမှုတွေ စတင်လုပ်ကိုင်ခဲ့ကြပါတော့တယ် ။ဒီလိုမူးယစ်ဆေး နှိမ်နှင်းရေး အမှုတွေကို လုပ်ကိုင်ခဲ့ကြရင်း\nလုပ်ဖော်ကိုက်ဖက်တွေ ကျဆုံးလာခဲ့သောအခါ...? ရည်းစားဖြစ်သူ\nရှောင်ဝူနဲ့လဲ အဆင်မပြေ ကွာဟချက်တွေ ရင်ဆိုင်ကြုံတွေလာရတဲ့အခါမှာ -ခေါင်းဆောင်မော့တစ်ယောက် ဒါတွေကို ဘယ်လိုရင်ဆိုင်သွားမလဲ ?\nမူးယစ်ဆေး အမှုတွေကိုရော သူဖြေရှင်းနိုင်ပါ့မလား ?\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/above-the-fire-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNjFiODZhNDQtNWFiMy00YmU4LWFmODYtZGVhZWE1Nzg4ZTcyXkEyXkFqcGdeQXVyMTI3OTI2NTIy._V1_-137x200.jpg",
        "title": "Vasantha Mullai (2023)",
        "description": "Vasantha Mullai (2023)IMDb 8.3/10ဒီတစ်​ခေါက်တင်ဆက်​ပေးမှာက​တော့ ထူးဆန်းတဲ့ဟိုတယ်ထဲမှာပိတ်မိနေပြီး လွတ်လမ်းရှာရမဲ့\nPsychologicial Thriller Actionဇာတ်ကားဖြစ်တဲ့ Vasantha Mullaiပဲဖြစ်ပါတယ်ရူဒရာ ဆိုတဲ့အိုင်တီကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်​နေတဲ့ဝန်ထမ်းတစ်​ယောက်က ​\nနေ့တိုင်းမအိပ်ဘဲအလုပ်ချည်းဖိလုပ်​နေလွန်းလို့\nမကြာခဏသတိ​လစ်​တတ်တဲ့ အလုပ်ရူးတစ်​ယောက်ဖြစ်ပါတယ်သူဒီလိုကြိုးစား​နေရတဲ့အ​ကြောင်းကလည်း သူချစ်ရတဲ့နီလာဆိုတဲ့\nမိန်းက​လေးကိုမ​ကြောင့်မကြ​ရွှေ​ပေါ်မြတင်ထားနိုင်ဖို့ပါပဲ\nဒါပေမဲ့ ဒီလိုအလုပ်ကြိုးစားပြီးအိပ်ရေးပျက်ရတဲ့ရလဒ်အနေနဲ့\nကျန်းမာရေးမကောင်းဖြစ်လာတော့ အားလပ်ရက်ယူတဲ့အနေနဲ့\nနီလာနဲ့အတူခရီးထွက်ခဲ့ကြတယ် လမ်းမှာထူးဆန်းတာတွေကြုံခဲ့ပေမဲ့\nသတိမထားမိခဲ့ကြတဲ့သူတို့ ထူးဆန်းတဲ့ဟိုတယ်တစ်ခုဆီရောက်သွားပြီး\nတစ်ညလုံးကို အသက်ဘေးကနေလွတ်အောင်ပြေးရမဲ့ကိန်းဆီဆိုက်ရောက်လာတဲ့အခါမှာတော့....\nFile size…1.68GB / 705MB\nQuality…1080p TRUE WEB DL / 720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Cherry ~ Yunni~ Khin Khin",
        "rating": "8.3",
        "url": "https://megaup.net/1cBq0/Vasantha_Mullai_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMzliNjFkNmEtYjA2OS00NzU0LTg0NjgtYWU0MmM0MTQyYTI3XkEyXkFqcGdeQXVyNjc2MjgxNzg@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "The New Toy (2022)",
        "description": "The New Toy (2022)\n================\nIMDb Rating - 6.0/10ဒီ ပြင်သစ်ဟာသကားလေးကတော့ ၁၉၇၆ ခုနှစ်တုန်းက\nထွက်ခဲ့တဲ့ ဂန္ဒဝင်ကား The Toy ကို ပြန်လည်မှီငြမ်း ရိုက်\nကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အစွန်းနှစ်ဖက်က လူသား\nတွေ တွေ့ဆုံကြပြီး ကြုံတွေ့ရမယ့် ဒုက္ခတွေ ပြဿနာတွေ\nလူ့သဘာဝတွေ သုခတွေကို သေချာတင်ဆက်ထားတဲ့ ဟာသ\nဒရမ်မာကားကောင်းလေးပါ။ ပထမဦးဆုံးအနေနဲ့ တစ်ဖက်မှာ\nလွန်ခဲ့တဲ့တစ်နှစ်က မိခင်ဖြစ်သူ ဆုံးပါးထားပြီး ဖခင်ကလည်း\nအလုပ်တွေရှုပ်နေတဲ့အခါ သေချာမကြည့်နိုင်လို့ ဖြစ်ချင်တိုင်းဖြစ်\nအင်မတန်ဆိုးသွမ်းနေတဲ့ပြင်သစ်ရဲ့အချမ်းသာဆုံးမိသားစုက\nကောင်လေး အဲလက်စ်။ တစ်ဖက်မှာတော့ ကိုယ်ဝန်(၈)လရှိတဲ့\nဇနီးဖြစ်သူရဲ့လစာကို မှီခိုနေရပြီး အလုပ်အကိုင်အဆင်မပြေ\nပြဿနာပေါင်းစုံတက်နေတဲ့ ဆမီ။ဖြစ်ချင်တော့ ဆမီတစ်ယောက် ရရာအလုပ်လုပ်မယ်ဆိုပြီး\nကုန်တိုက်ထဲမှာ ညစောင့်လုပ်ပြီး အိပ်ပျော်နေတုန်း အဲလက်စ်\nကလည်း သူ့မွေးနေ့လက်ဆောင်ရှာဖို့ဆိုပြီး သူ့အဖေတပည့်\nတပန်းတွေနဲ့ လာရှာတဲ့အချိန် ဆမီ့ကို သဘောကျသွားပြီး\nလက်ဆောင်အဖြစ် တောင်းဆိုလိုက်ပါတော့တယ်။ ဒီမှာ သဘော\nမကျပေမယ့်လည်း ငွေရေးကြေးရေး အဆင်မပြေမှုကြောင့်သာ\nကြိတ်မှိတ်သဘောတူလိုက်ရတဲ့ဆမီတစ်ယောက် ဆိုးသွမ်းပေ\nတေတဲ့ကောင်ဆိုးလေး အဲလက်စ်နဲ့ နှစ်ပါးသွားဖို့ ဖြစ်လာပြီး\nပြဿနာတွေတက် အရှုပ်တော်ပုံ ဖြစ်လာတာကို ပျော်ပျော်ပါးပါး\nရယ်ရယ်မောမောနဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Sooz/The.New.Toy.2022.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A0jBN7pPE6Kkrk6VSE6cMr5Fs4Y.jpg",
        "title": "Black Hunting Operation ( 2022 )",
        "description": "တရုတ်နိုင်ငံအတွင်းမှာ အမြတ်ကြီးစား လက်ဝါးကြီးအုပ်ချင်ကြတဲ့\nဒုစရိုက်ဂိုဏ်းသားတွေဟာ အပြစ်မဲ့ပြည်သူတွေကို ချုပ်ကိုင်ပြီး\nငွေတိုးချေးခြင်း လောင်းကစားရုံတွေဖွင့်ခြင်း အစရှိတဲ့\nဥပဒေချိုးဖောက်တဲ့ အလုပ်တွေကို လုပ်ကိုင်လျှက်ရှိကြပါတယ် ။ငွေတိုးအဆမတန်ချေပြီး ပြန်မပေးနိုင်ပါက ပြည်သူတွေကို\nဓားစာခံအဖြစ် ခေါ်ယူနှိပ်စက်မှုတွေ ကြုံလာတဲ့အခါမှာတော့\nပြည်သူ့ရဲတပ်ဖွဲ့တွေ ပူးပေါင်းပြီး နှိမ်နင်းဖို့အထိ ဖြစ်လာခဲ့ပါတယ် ။\nအဲ့အထဲမှာလဲ ရဲတပ်ဖွဲ့ခေါင်းဆောင် ချင်ဖုန်းကလဲ အပါအဝင်ပါ ။ပြည်သူတွေအတွက် လက်စားချေပေးဖို့အရေး နောက်ကွယ်က\nကြိုးကိုင်သူကို ဖမ်းဆီးဖို့အတွက် ရဲတပ်ဖွဲ့ခေါင်းဆောင်ချင်ဖုန်းကိုယ်တိုင်\nဒုစရိုက်ဂိုဏ်းအတွင်း ဝင်ရောက်ကာ ချဥ်းကပ်ခဲ့ပါတော့တယ် ။❏ ဒီတော့ ခေါင်းဆောင်ချင်ဖုန်း နဲ့ သူ့ရဲ့ ရဲဘော်တွေ\nဒီဒုစရိုက်လုပ်ငန်းလုပ်ကိုင်သူတွေရဲ့ နောက်ကွယ်က\nကြိုးကိုင်သူကို ရှာတွေ့နိုင်ပါ့မလား ?❏ သက်သေအထောက်အထား စုံစုံလင်လင်နဲ့ ကြိုးကိုင်သူ ခေါင်းဆောင်ကို\nဖမ်းဆီးကာ ပြည်သူတွေအတွက် တရားမျှတမှုကို ရှာပေးနိုင်ပါ့မလား ?\nဆိုတာ ဒီဇာတ်ကားလေးကို စိတ်ဝင်တစား ကြည့်ရှုရအောင်ပါနော် ။\n(Reviewed By Chit Mya Mya Hmwe)\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/black-hunting-operation-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMWY4MGQ0YWYtN2IzYy00NjBhLWE0N2UtNWVjNTUyMmFlNzNiXkEyXkFqcGdeQXVyMTQ3Njg3MQ@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Price of Family (2022)",
        "description": "The Price of Family (2022)\n===================\nIMDb Rating - 5.8/10ဇာတ်လမ်းလေးကတော့ အမ်မီလီယိုနဲ့ အဲလက်စန်ဒရာတို့ မောင်နှမ\nအဖေနဲ့ အမေကို ထားခဲ့ပြီး အိမ်ခွဲနေကြတာကနေ စပါတယ်။ သိပ်မ\nကြာခင်မှာပဲ အလုပ်တွေကိုယ်စီနဲ့ ရှုပ်နေကြတဲ့ မောင်နှမ မိဘတွေကို\nအချိန်ပေးဖို့ ခက်လာပါတယ် မွေးနေ့လို နေ့မျိုးမှာတောင် မိသားစု\nမဆုံနိုင်ကြတော့ပါဘူး။ ခရစ္စမတ်လို မိသားစုတွေ ဆုံကြတဲ့ပွဲမျိုးမှာ\nတောင် အကြောင်းအမျိုးမျိုးကြောင့် မဆုံနိုင်‌တော့ပါဘူးဒီလိုနဲ့ မိဘတွေဖြစ်တဲ့ အန်နာနဲ့ ကာလို သားသမီးတွေကို ပညာပြဖို့\nအကြံထုတ်ပါတော့တယ်။ သူတို့မှာ ပိုက်ဆံ‌ရှိရင်တော့ လာကပ်ကြ\nမှာပဲဆိုပြီး ယူရို ၆သန်း အမွေရထားတယ်ဆိုပြီး ပြောလိုက်ပါတော့\nတယ်။အဲတော့ အရင်က မအားကြတဲ့ မောင်နှမ အကြောင်းအမျိုးမျိုး\nရှာပြီး မိဘတွေဆီ ကပ်လာကြပါပြီ။ တစ်ဖက်မှာလည်း အန်နာနဲ့ ကာ\nလိုဟာ သန်းကြွယ်သူဌေးဂုဏ်ပုဒ်နဲ့အညီ သုံးပြဖြုန်းပြ ရပါတယ်။\nအစီအစဉ်ကတော့ ခရစ္စမတ်မတိုင်ခင်ထိပါပဲ ခရစ္စမတ်ပြီးရင် သား\nသမီးတွေကို အမှန်အတိုင်း ပြောပြပါတော့မယ်။ဒါအပြင့် အလိမ်အညာဆိုတာ ကြာကြာဖုံးထားလို့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/3ejkf/The.Price.of.Family.2022.ITALIAN.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/AAAABZ5QhlCd9TeiIQJf8-7BfR3_pbaECCbKbfODy2jlr6_G0ouO8zf-yZvqtFQ6LHsQ33u0yGOHUUXyzJhKqtET01VxwQnLMQpQyJq6FX6qqAPKMVuG5DKNpYNMSDjBPcfX6YjDAw-143x200.jpg",
        "title": "All the Places (2023)",
        "description": "All the Places (2023)\n===============ဆိုင်ကယ်တစီးနဲ့ ရောက်တတ်ရာရာ ခရီးသွားဖို့စိတ်ကူးထား\nတယ်ဆိုရင် ကြည့်ကိုကြည့်သင့်တဲ့ကားလေးပါ။ ဆိုင်ကယ်စီး\nရတာ မကြိုက်တဲ့သူတွေကတော့ နေပူဖင်နာလို့ကြိုက်မှာမဟုတ်\nပေမယ့် ကားစီးရတာနဲ့ မတူတဲ့ လွတ်လပ်မှုက ဆိုင်ကယ်နဲ့မှရ\nနိုင်တာမဟုတ်လား။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၅နှစ်ကြာလူချင်းမတွေ့ဖြစ်\nကြတဲ့ ဖာနဲ့ ဂါဘို တို့မောင်နှမ၂ယောက် ဖခင်ဖြစ်သူရဲ့ နာရေးကျမှ\nပြန်တွေ့ဖြစ်ကြပါတယ်။ အလုပ်အရမ်းများတဲ့ အကိုဖြစ်သူ ဖာ\nဟာ နာရေးကိုနောက်ကျမှရောက်လာလို့ ညီမဖြစ်သူရဲ့ဒေါ်သဖြစ်မှု\nခံခဲ့ရတယ်။ ဖခင်အိမ်ရောက်တဲ့အခါ ပင်ပေါင်ကစားရင်း ကလေး\nဘဝက (၁၈)နှစ်ပြည့်ရင် ဆိုင်ကယ်စီးပြီး မြို့အနှံ့ လျှောက်လည်ဖို့ဆွဲ\nထားတဲ့ မြေပုံလေးကို အမှတ်တမဲ့ပြန်တွေ့ကြရာက မောင်နှမ(၂)\nယောက် မထင်မှတ်ပဲ ခရီးအတူတူ ထွက်ဖြစ်ကြတာပေါ့။ဆိုင်ကယ်စီးရင်း ခရီးလမ်းတလျှောက် အခက်အခဲတွေ ပျော်စရာတွေ\nအချစ်သစ်တွေ မပြောဖြစ်ပဲသိမ်းထားကြတဲ့ လျှို့ဝှက်ချက်တွေ\nအတွေ့အကြုံသစ်တွေကို မက်ဆီကိုရဲ့ လှပတဲ့ရှုခင်းတွေ ဓလေ့တွေနဲ့\nအတူ မြင်တွေ့ရမှာဖြစ်ပြီး၊ အလောင်ဇာတ်ကားတွေ ကြည့်ပြီးလောင်\nမြိုက်နေသူတွေအဖို့ စိတ်သက်သာရာရစေမယ့် ဇာတ်လမ်းမျိုးလေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Min Thu ဖြစ်ပါတယ်)File Size..........(1.48 GB) / (657 MB) ...",
        "rating": "5.6",
        "url": "https://megaup.net/1cxye/All.the.Places.2023.SPANISH.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Reijo-niku-dorei-1-147x200.jpg",
        "title": "(21+)Reijo niku-dorei (1985)",
        "description": "မပွင့်လင်းတာက မိန်းကလေးတွေရဲ့ပြယုဒ်တစ်ခုလား\nမိန်းကလေးတွေအတွက် အချစ်ဆိုတာ ထွက်ပေါက်တစ်ခုလား\nသူ့တို့အတွက် အချစ်ဆိုတာရောရှိလား ခံရောခံစားဖူးလား\nဒီဇာတ်ကားလေးကိုကြည့်ကြည့်ပါ ပြည့်စုံပေမဲ့ မပြည့်စုံတဲ့\nလှပချောမောတဲ့ သူဌေးသမီးလေးသူအဖေရဲ့ဆန္ဒတစ်ခုကြောင့် ကောင်လေးတစ်ယောက်နဲ့\nစေ့စပ်ထားလိုက်တယ် ပြီးတော့ သူဝါသနာပါတဲ့ ပန်ချီဆွဲတဲ့အလုပ်ထဲနှစ်ထားပြီး\nနာမည်ကြီးတဲ့တစ်နေ့မှ လက်ထပ်မယ်ဆိုပြီး အချိန်ဆွဲထားလိုက်တယ်\nသူ့မှာလည်းသူ့ခံစားချက်နဲ့သူလေ\nသူကမွေးစားသမီး သူဌေးမှာက သမီးရင်းတစ်ယောက်ရှိနေတာ\nသူ့ကိုယ်သူ သိမ်ငယ်နေတယ်လေ\nသူက အိမ်ကြီးတစ်လုံးထဲမှာတစ်ယောက်တည်းနေပြီး အစေခံ တစ်ယောက်လည်းရှိပါတယ်တစ်နေ့ ညီမဖြစ်သူက အစေခံကောင်လေးကို တီးတိုးကပ်ပြီးအကူညီတောင်းပါတယ်\nဇာတ်လမ်းလေးက အချစ်ရဲ့သဘောသဘာဝ တွေကို ဖေါ်ကြူးထားပြီး\nလူတစ်ယောက်က သူ့ခန္ဓာကိုယ်ကို သူမငြင်းနိုင်ဘူးဆိုတာကို\nခဏခဏပြထားတာကြောင့် DS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.4GB / 631MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 7m\nSubtitle….Myanamr Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "6.8",
        "url": "https://megaup.net/2yvde/Reijo_niku-dorei_1985.720p(DS).mp4",
        "category": "Adult, Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZWU2MWJiZDUtMTgxNS00ZjI0LTkxMjAtMzU0OTM3ODU5NjEzXkEyXkFqcGdeQXVyODMwMzc1MjU@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "A Sunday Affair (2023)",
        "description": "A Sunday Affair (2023)\n=================\nRomance, DramaNetflix ကရိုက်တဲ့သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းကောင်းလေး\nဖြစ်ပါတယ် ။ ဆယ်ကျော်သက်အရွယ်အချစ်ဇာတ်လမ်းတွေ\nမဟုတ်ပဲ 30 ကျော် လူ 3 ယောက်ရဲ့ လူကြီးဆန်ဆန် တစ်ယောက်\nနဲ့တစ်ယောက် Play ကြတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ် ။\nအူချေးနဲ့ တိုရင်းဟာ ငယ်ငယ်ထဲက လည်ပင်းဖက်ပေါင်းလာတဲ့သူငယ်ချင်း နှစ်ယောက်ဖြစ်ပါတယ် ။ နှစ်ယောက်လုံးဟာ ကိုယ်ပိုင်\nစီးပွားရေးကိုယ်စီနဲ့ရပ်တည်နေနိုင်တဲ့ strong woman တွေပါပေါ့။\nသူတို့နှစ်ယောက်ရဲ့ ဘ၀ထဲကို ဆန်းဒေးဆိုတဲ့ player တစ်ယောက်\nရောက်လာပြီး သူငယ်ချင်းနှစ်ယောက်လုံးကို အပျော်အဖြစ် ပြိုင်တွဲ\nရင်းနဲ့ နောက်ဆုံးမှာတော့ ဘယ်သူ့ကို တကယ်ချစ်မိသွားလဲဆိုတာကို\nကြည့်ရှုရမှာဖြစ်ပါတယ်(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (755 MB) / (447 MB)\nQuality............WEB-RIP 1080p / 720p / 480P\nDuration.........1Hr 36Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Romance, Drama\nTranslator.......Thiha ...",
        "rating": "4.6",
        "url": "https://megaup.net/1Swcz/A.Sunday.Affair.2023.720p.WEBRip.x264-RARBG.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ulQDewUG4KKHOhpXdGKm3GdLFq.jpg",
        "title": "La Femme Nikita (1990)",
        "description": "La Femme Nikita (1990)~ IMDb - 7.3/10, RT - 89%, Meta - 56% ~ဒီတစ်ခါက​တော့ အက်ရှင်ကား​​ကောင်း​ကောင်း​တွေကြည့်ချင်​နေတဲ့ ညီအစ်ကို​တို့အတွက် 1990 မှာထွက်ရှိခဲ့ပြီး ဆု​​ပေါင်းများစွာပိုင်​ဆိုင်ထားတဲ့အပြင် Critics Rating ​တွေလည်း​ ကောင်း၊ Series ပါပြန်ရိုက်ရ​လောက်​အောင် ​အောင်မြင်မှုရခဲ့တဲ့ ပြင်သစ်အက်ရှင်ကား La Femme Nikita ဆိုတဲ့ကားပါပဲ။ဒီကားကိုတော့ ပြင်သစ်ဒါရိုက်တာ Luc Besson က ရိုက်ထားတာဖြစ်ပြီး သူ့နာမည်ကို သိပ်မရင်းနှီးရင်တောင် Leon: The Professional ကားကို အားလုံးရင်းနှီးကြမှာပါ။ အဲဒီမာစတာပိစ်ကားကို သူရိုက်ခဲ့တာပါ။ Taken ကားကိုလည်း သူပဲဇာတ်ညွှန်းရေးခဲ့ပြီး Lucy ကိုလည်း သူပဲရေးသားရိုက်ကူးခဲ့တာပါ။ နာမည်ကျော်အက်ရှင် ဇာတ်လမ်းကားတွေဖြစ်တဲ့ The Transporter ကားတွေကို သူပဲရေးသား ထုတ်လုပ်ခဲ့တာဖြစ်ပြီး အဲဒီလို အက်ရှင်ဇာတ်လမ်းပိုင်းမှာတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2yvbz/(CM)_La_Femme_Nikita_(1990)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3sDwpYIU2gmsHv1lEsaTL4nxgBG.jpg",
        "title": "Summer Palace (2006)",
        "description": "Summer Palace (2006)~ IMDb - 7.1/10, Rotten Tomatoes - 72% ~Directed By \"Lou Ye\"Summer Palace ဟာ ထူမန်ဆိုတဲ့ တရုတ်နဲ့မြောက်ကိုရီးယားနယ်စပ် နယ်ဘက်ကျေးဘက်က မြို့ကလေးက ယုဟုန်ဆိုတဲ့ ဆယ်ကျော်သက်မကလေးရဲ့ အချစ်နဲ့ဘဝဇာတ်ကြောင်းလို့ ပြောရမလိုလိုပဲ။ ဇာတ်ကို ၁၉၈၀နှောင်းပိုင်းလောက်မှာ စထားတယ်။ အဲဒီကာလမှာ ဒီဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင် ယုဟုန်ဟာ ပေချင်ကောလိပ်ဝင်ခွင့်ရပြီး နယ်မြို့လေးကနေ ပေကျင်းကို တက်ဖို့အကြောင်းဖန်လာတယ်။ တရုတ်အစိုးရကို ကြောက်လို့ တကယ်မရှိတဲ့ ကောလိပ်နာမည်သုံးထားတာပေမဲ့ ပေကျင်းတက္ကသိုလ်ကိုပဲ ရည်ညွှန်းတယ်ပြောတယ်။ သူ့ရည်းစားကောင်လေးကတော့ နယ်မှာပဲ ကျန်ရစ်ခဲ့တယ်။ ဆယ်ကျော်သက်တွေ သဘာဝအတိုင်း ပေကျင်းကိုမသွားခင် ကောင်မလေးနဲ့ ကောင်လေး လက်တည့်စမ်းကြတယ်။ Lou Ye ဟာ ရှေ့ကရိုက်ခဲ့တဲ့ကားတွေအတိုင်းပဲ ဝတ်လစ်စားလစ်အခန်းတွေ တော်တော်သုံးထားတယ်။ အထူးသဖြင့် ယောက်ျားလေး ဝတ်လစ်စားလစ်တွေဘက် ပိုပြတယ်။ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2yv5b/(CM)_Summer_Palace_(2006)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/made-in-133x200.jpg",
        "title": "Made In Bengaluru(2022)",
        "description": "Made In Bengaluru 2023IMDb 9.3/10 အထိရရှိထားပြီး ပရိတ်သတ်တွေနဲ့မစိမ်းလှတဲ့ နာမည်ကြီးမင်းသား\nမင်းသမီးတွေပါ၀င်ထားတဲ့ အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်တစ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဘန်ဂလူရူမြို့ဟာ အိန္ဒိယတောင်ပိုင်းရဲ့မြို့တော်၊ လူသန်းပေါင်းများစွာရဲ့ အိပ်မက်တွေအကောင်အထည်ဖော်တဲ့\nအချက်အချာကျတဲ့နေရာလေးပေါ့။ ဒါ့အပြင်လူငယ်တွေ လုပ်ငန်းသစ်စဖို့ အားထားရတဲ့မြို့လေးတစ်မြို့ဆိုပါတော့။\nအဲ့ဒီမှာ ရည်မှန်းချက်ကြီးမားတဲ့ အင်ဂျင်နီယာကျောင်းဆင်းတစ်ယောက် ဆူဟာ့စ်ဆိုတဲ့\nလူငယ်လေးအပါအ၀င်ပါ။ ဆူဟာ့စ်ဟာ သူတီထွင်ထားတဲ့ အပ်ဒ်တစ်ခုမှာ ရင်းနှီးမြှုပ်နှံပေးဖို့\nရင်းနှီးမြှုပ်နှံသူတွေ တစ်ယောက်ပြီးတစ်ယောက်ရှာရာကနေ ဇာတ်လမ်းစထားပါတယ်။သို့ပေမယ့်မြို့လေးဟာထင်သလောက်မရိုးသားနေပါဘူး တစ်ချို့လည်းတကယ်‌ကူညီ‌ပေးချင်သလို\nသူတစ်ပါး‌ဦးနှောက်ကိုဖောက်စားချင်ကြတဲ့တွေလည်း မနည်းမနောပါပဲ။ ဒီတော့ ဆူဟာ့စ်တစ်ယောက်\nလုပ်ငန်းစဖို့စီးပွားရေးလောကထဲ၀င်လာတဲ့အချိန်မှာ အဲ့လောကဟာလည်းမာယာများနေတဲ့အခါ\nရည်မှန်းချက်ကိုအောင်မြင်အောင် ဘယ်လိုလုပ်ရမလဲဆိုတာ အချစ်၊ အလွမ်း ဟာသလေးနှောပြီး\nလူစုံစရိုက်စုံလှတဲ့ ဘန်ဂလူရူမြို့ကြီးထဲမှာ သူတို့တွေဘယ်လို အမျိုးစုံ ကြိုးခုန်ကြမယ်ဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…2.7GB  /1.3GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 47mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL~ Cherry~ Yunni~Nyein Aye",
        "rating": "9.3",
        "url": "https://megaup.net/1cA92/Made_in_Bengaluru_(2022)_Kannada%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/The_Werewolf_Game-Inferno-p001-142x200.jpg",
        "title": "The Werewolf Game: Inferno (2018)",
        "description": "The Werewolf game : InfernoAlong the god's willတို့ Alice in borderlandတို့လိုမျိုး အသက်ကိုလောင်းကြေးထပ်ပြီး ဂိမ်းကစားရတာကို ကြိုက်နှစ်သက်တဲ့ survival ရုပ်ရှင်ချစ်သူတွေအတွက် နောက်ထပ်ကြည့်လို့ရမဲ့ movieအတွဲကို တင်ဆက်ပေးလိုက်ပါတယ်။ထူးခြားတာက တခြားmovieတွေလို သတ်မဲ့လူ ကိရိယာတွေ အဆင်သင့်ရှိနေတာမဟုတ်ဘဲ ဂိမ်းကစားသူတွေကိုယ်တိုင် သူတို့အထဲက သမန်းဝံပုလွေကို လိုက်လံ သတ်ဖြတ်ရမှာပါ။\nParty gameတစ်ခုဖြစ်တဲ့ The werewolf gameကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။မြန်မာမှာ ခေတ်စားခဲ့တဲ့ Among usလိုမျိုးပဲ အဖွဲ့ထဲက impostor(သမန်းဝံပုလွေ၂ကောင်)ဖြစ်နိုင်တဲ့သူကို မဲပေးပြီး ကိုယ်တိုင်သတ်ရမှာပါ။ဇာတ်လမ်းအစမှာတော့ အထက်တန်းကျောင်းသား ကျောင်းသူတွေဟာ ဘာမှမသိလိုက်ဘဲ ထူးဆန်းတဲ့အဆောက်အဦတစ်ခုဆီ ရောက်လာကြပါတယ်။ အဲဒါဟာ တောနက်ထဲမှာ ထီးတည်းတည်ရှိနေတဲ့နေရာကျယ်ကြီးဖြစ်ပြီးတော့ လွတ်ဖို့လမ်းလည်း ရှာလို့မလွယ်ပါဘူး။\nလွတ်မြောက်ဖို့တစ်ခုတည်းသောနည်းလမ်းကတော့ သမန်းဝံပုလွေဂိမ်းကို ကစားရမှာဖြစ်ပါတယ်။လူတွေအားလုံးထဲမှာမှ သမန်းဝံပုလွေ(jinrou) ၂ကောင်ရှိပြီးတော့ ကျန်တဲ့သူတွေက ရွာသားတွေဖြစ်ပါတယ်။ ညတိုင်း ၈နာရီမှာ အစည်းအဝေးထိုင်ပြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Sxwi/The_Werewolf_Game_Inferno_(2018)_720p.mp4",
        "category": "Action, Adventure"
    }
]