[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMGNiZWUyYTEtODdiNi00YWMzLThiOTQtNzkxOGM0ZTg4YzhhXkEyXkFqcGdeQXVyMzYxOTQ3MDg@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Thittam Irandu (or) Plan B (2021)",
        "description": "IMDb Rating (7.1)Plan B လို့ အမည်ရတဲ့ Tamil ဇာတ်ကားလေးပါ...\nSonyLIV ကနေ အသစ်ထုတ်လွှင့်ပြသသွားခဲ့တဲ့ Crime,Thriller,Drama ဇာတ်ကားဖြစ်ပါတယ်...\nဒီဇာတ်ကားရဲ့ လှည့်ကွက်တချို့က ဝေဖန်ရေးဆရာတွေ အကြိုက်တွေ့စေခဲ့ပါတယ်...ဇာတ်လမ်းကတော့...\nအာဒီရားနဲ့ ဆူရီယားတို့က သိပ်ချစ်ကြတဲ့ ငယ်သူငယ်ချင်းတွေဖြစ်ပါတယ်..\nအာဒီရားက ရဲမေ..ဆူရီယားကတော့ အိမ်ထောင်ကျပြီး ခင်ပွန်းနဲ့အတူနေတယ်\nတစ်ရက်မှာ...ဆူရီယားရဲ့ခင်ပွန်းဖြစ်သူက ဆူရီယားပျောက်နေကြောင်း\nအိမ်ကို လုံးဝ ပြန်မလာတော့ကြောင်း အာဒီရားကို ဆက်သွယ်အကြောင်းကြားလာပါတယ်...\nအာဒီရားကလဲ သူ့သူငယ်ချင်းပျောက်တဲ့ကိစ္စကို စုံစမ်းရင်း စုံစမ်းရင်းနဲ့\nတောအုပ်နားတစ်ခုမှာ ကားတစ်စီးမီးလောင်ပျက်စီးနေပြီး\nမောင်းလာတဲ့သူကလည်း သေဆုံးနေတာကို တွေ့လိုက်ရတယ်...\nသေဆုံးသူဟာ ဆေးမှတ်တမ်းစစ်ဆေးမှုများအရ ဆူရီယားရဲ့\nအလောင်းဖြစ်နေကြောင်း သိလိုက်ရပါတယ်...ဒါပေမယ့် ဒီသေဆုံးမှုရဲ့နောက်ကွယ်မှာ မမြင်ရတဲ့လျှို့ဝှက်ချက်ကြီးက လှည့်ကွက်အပြည့်တွေနဲ့မို့\nကြည့်ရှုသူတွေအနေနဲ့ ထိုင်ရာမထ ကြည့်ရှုရမယ့် ဇာတ်ကားမျိုးပါ...(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thuya & May တို့ပဲဖြစ်ပါတယ်။) \nFile size…(2 GB) / (1.1 GB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 480p\nFormat…mp4\nDuration….02:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.1",
        "url": "https://megaup.net/1E63k/THITTAM_IRANDU_(2021)_Tamil_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD5.1).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BNTY5MDY5NzItZWFlZC00ZDFiLWIwMDMtY2FlMGZhNGI4ODNkXkEyXkFqcGdeQXVyMTYxNzg3MzY@._V1_-140x200.jpg",
        "title": "PUBG Ground Zero (2021)",
        "description": "PUBG - Ground Zero (2021)PUBG ထဲက Playerunknown ရဲ့ Battleground's Universe ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတိုလေးပါ။မာဒုန်ဆော့ ရဲ့ ဖန်များ အားပေးနိုင်ရန် အလို့ငှာ တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .......အကျဉ်းသား မာဂန်ဂျယ် ဟာ အင်မတန် အားသန်ပြီး ရက်စက်ကြမ်းကြုတ်တဲ့လူကြီး ဖြစ်ပါတယ်။သူ့ကို အသေရရ အရှင်ရရ ဖမ်းမိတဲ့သူကို ဆုတော်ငွေ ချီးမြှင့်မယ်လို့ ကြော်ငြာလိုက်တဲ့ အချိန်မှာတော့ .....ထောင်သားအားလုံးက ဖမ်းဆီးဖို့ ပြင်ဆင်ကြပါတော့တယ်။ကျွန်တော်တို့ရဲ့ လူသန်ကြီး မာဒုန်ဆော့ ဘယ်လောက်ထိ သန်မာဦးမလဲ?\nကြမ်းပြ ရမ်းပြဦးမလဲဆိုတာကို ဒီဇာတ်လမ်းတိုလေးထဲမှာ ကြည့်လိုက်ကြရအောင်ဗျာ။၉ မိနစ်ဆိုပေမယ့် သဘောတွေ့ မနောခွေ့မိမှာတော့ အသေအချာပါ။ဘာသာပြန်ပေးထားတာကတော့ August ပဲ ဖြစ်ပါတယ်။File size…140 MB\nQuality….1080p\nFormat…mp4\nDuration…. 9 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... August\nEncoder ..... August",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/pubg-ground-zero-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-30-at-14.46.18-138x200.png",
        "title": "The Last Mercenary (2021)",
        "description": "The Last Mercenary (2021)===================IMDb Rating - 7.0/10 ဒီနေ့အတွက် အားလုံးပဲသိကြတဲ့ မင်းသားကြီး ဗန်ဒိန်းရဲ့ ကားသစ်ကိုတင်ဆက်ပေးပါမယ်။ဇာတ်လမ်း အကြမ်းဖျဥ်းလေးညွှန်းရရင် ဗန်ဒိန်းက လျှို့ဝှက်အေးဂျင့်တစ်ယောက်ဖြစ်ပြီးအစိုးရရဲ့ လျှို့ဝှက်မစ်ရှင်ကို ဦးစီးပြီးဆောင်ရွက်ခဲ့တာဖြစ်ပြီး အဲ့ မစ်ရှင်ကိုပဲ အစိုးရက လူသိမခံစေချင်တာကြောင့်အေးဂျင့်တစ်ဖွဲ့လုံးကို ခြေရာဖျောက်နေထိုင်စေချင်ပါတယ်။ ဒါကြောင့် အလဲအလှယ်အနေနဲ့ ဗန်ဒိန်းရဲ့မိန်းမက သူ့သား(ဗန်ဒိန်းရဲ့သား) ကို ဥပဒေကနေကင်းလွတ်ခွင့်ပေးရမယ်ဆိုပြီး အစိုးရထံကနေ ပြန်လည်တောင်းဆိုလိုက်ပါတယ်။ အစိုးရနဲ့ အပေးအယူလုပ်ပြီး ဗန်ဒိန်းကလည်း ခြေရာဖျောက်နေထိုင်ကာ သူ့သားကိုပါ တစ်ခြားတစ်ယောက်ထံအပ်နှံထားခဲ့ပြီး ၂၅နှစ်ကြာ ခြေရာဖျောက်နေထိုင်ခဲ့ပါတယ်။ ဒါပေမယ့် ကိစ္စတစ်ခုကြောင့် သူ့သားဟာ အန္တရာယ်တွေကြားမှာ ပြေးလွှားဖို့ ဖြစ်လာခဲ့ရတာမို့ . ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့လျှို့ဝှက်အေးဂျင့်ကြီး ဗန်ဒိန်း၊ မစ်ရှင်တွေအမျိုးမျိုးကို ကြမ်းကြမ်းတမ်းတမ်းဆော်ချနေတဲ့ဘဲကြီးက သားဖြစ်သူကိုကာကွယ်ဖို့အတွက် ၂၅ နှစ်ကျော်ပျောက်ကွယ်နေရာကနေ ပြင်သစ်ကို ပြန်လာတာရပါတော့တယ်။ အညွှန်းကတော့ ဒီလောက်ပါပဲဗန်ဒိန်း ရဲ့ကားသစ်လည်းဖြစ် ကြမ်းကြမ်းရမ်းရမ်းတိုက်ခိုက်ပုံတွေနဲ့ လျှို့ဝှက်အေးဂျင့်မစ်ရှစ်တွေကို ဟာသနှောပြီးရိုက်ကူးထားတာမို့ ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းပါလို့ပြောချင်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1E5sf/(CM)The.Last.Mercenary.2021.FRENCH.720p.NF.WEBRip.DDP5.1.x264-AGLET_(2).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rODS466qSdrwMlGdbUwPENhDN2c.jpg",
        "title": "Rurouni Kenshin: The Beginning (2021)",
        "description": "ယောက်ဖတော်နဲ့ အသေအကြေတိုက်ခဲ့တဲ့ Rurouni Kenshin: The Final အပြီးမှာထပ်ထွက်လာတဲ့ Rurouni Kenshin: The Beginning ဖြစ်ပါတယ်။ဇာတ်အိမ်ကိုတော့ လေ့လွင့်ရိုနင် ခန်းရှင်း ရယ်လို့မဖြစ်လာမီ လူသတ်သမား ဘတ်တိုဆိုင်းအဖြစ် နိုင်ငံရေးရှုတ်ထွေးတွေကြားထဲမှာခန်းရှင်းကျင်လည်ခဲ့ရတဲ့ဘဝ အစိတ်အပိုင်းကို နောက်ကြောင်းပြန်တဲ့ပုံမျိုးနဲ့ပြောပြရင်း ဇတ်အိမ်တည်ထားတာဖြစ်ပါတယ် ၁၈၆၀ ခုနှစ်မှာ ဂျပန်ပြည်တွင်း အဆုံးသတ်စစ်ပွဲဆင်နွှဲနေကြချိန် မြို့ထဲလမ်းမတွေမှာ တိုက်ပွဲတွေနေရာအနှံဖြစ်ပွားနေပြီးလူသတ်သမား ဘတ်တိုဆိုင်းဆိုတဲ့ နာမည်ကြီး ဓားသမားတစ်ယောက်ဟာ အကျင့်ပျက်အစိုးရအရာရှိကြီးတွေကိုလိုက်လံသုတ်သင်လျှက်ရှိပြီးအင်အားဘယ်လောက်များများသူ့ကိုဘယ်သူကမှမတားဆီးနိုင်ခဲ့ကြရုံမက ရှိုးဂန်းခေတ်နှောင်းရဲ့ ရဲတပ်ဖွဲ့ကြီးကတောင် လက်မြှောက်ထားရပါတယ်။ဘတ်တိုဆိုင်းအနေနဲ့နှုတ်ယူခဲ့ရတဲ့အသက်တွေကြောင့် ဂျပန်ပြည်ကြီးကို ခေတ်သစ်တစ်ခုဆီခေါ်ဆောင်သွားချင်တဲ့စိတ်သာရှိတဲ့လူငယ်လေးကို ခံစားချက်မဲ့လူသတ်စက်ကြီးလိုခေါ်ရလောက်အောင်ရင့်သီးသွားစေခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူ့လိုဘဝတူ ကျိုးပဲ့နေတဲ့ဘဝထဲက မိန်းမလှလေးတစ်ယောက်နဲ့ဆုံခဲ့ပြီး ကံကြမ္မာအလှည့်အပြောင်းတွေကြားကနေ ကြမ်းတမ်းခက်ထန်တဲ့လူသတ်သမားအဖြစ်ကနေ နောက်ထပ် လူမသတ်တော့ဖို့ရာကျိန်ဆိုတဲ့အထိအောင်ဖြစ်သွားခဲ့ရပါတော့တယ်။Rurouni Kenshin: The Beginning ကတော့ ခန်းရှင်းနဲ့ တိုမိုအဲတို့ရဲ့ အချစ်ဇတ်လမ်းလေးကနေအသွားပြောင်းပြန်ဓားသမား ခန်းရှင်းအဖြစ်ပြောင်းလဲသွားခဲ့ရတဲ့ သခင်မဲ့ဓားသမား ခန်းရှင်းရဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1E5rs/(CM)_Rurouni_Kenshin_The_Beginning_(2021)_720p_NF_WEB-DL_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BNDdhMzMxOTctNDMyNS00NTZmLTljNWEtNTc4MDBmZTYxY2NmXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-135x200.jpg",
        "title": "Crouching Tiger, Hidden Dragon (2000)",
        "description": "Crouching Tiger Hidden Dragon (2000)ဝူတန်သိုင်းလို့ပြောလိုက်တာနဲ့ Chinese Fanတွေဆိုရင်းရင်းနှီးနှီးသိကြမှာပါဒီကားမှာတော့ ဝူတန်သိုင်းသမားသူရဲကောင်းလီမူဘိုင်က သိုင်းလောကကနေအနားယူပြီး အေးအေးချမ်းချမ်းနေဖို့ သူ့ရဲ့ကျောက်စိမ်းကံကြမ္မာဓားကို ဆရာတီဆီလက်ဆောင်ပေးရာကနေစတဲ့ဇာတ်လမ်းပါသူရဲကောင်းလီမူဘိုင်ရဲ့ဆရာတောင်ပိုင်းကြိုးကြာ(နာမည်ဝှက်)ဆီက ဝူတန်သိုင်းရဲ့လျှို့ဝှက်သိုင်းကျမ်းကို ကျောက်စိမ်းမြေခွေး(နာမည်ဝှက်)ကခိုးယူကျင့်ကြံပြီး တောင်ပိုင်းကြိုးကြာကိုသတ်ပစ်ခဲ့ပါတယ်ကျောက်စိမ်းမြေခွေးက လျှောက်သွားရင်း ရှောင်လုံဆိုတဲ့ချမ်းသာတဲ့မမလေးကို တပည့်တော်ကာပညာသင်ပေးရင်း ဇာတ်မြှုပ်နေရာမှ တပည့်လေးကြောင့် သူ့ကိုရန်သူတွေသိသွားပါတော့တယ်ရှောင်လုံကလည်း ငယ်ငယ်ထဲကဆရာ့ပြောစကားတွေကြောင့် သိုင်းလောကမှာကျင်လည်ပြီးလျှောက်သွားချင်သူပါ နာမည်ကျော်သူရဲကောင်းတွေလို အစွမ်းထက်လက်နက်တွေနဲ့ ဟိတ်ဟန်ထုတ်ချင်သူပါမမျှော်လင့်ဘဲ ရှောင်လုံနဲ့ရှုလျန်တို့တွေ့ဆုံခင်မင်ရာမှ ကျောက်စိမ်းကံကြမ္မာဓားကိုရှောင်လုံတွေ့သွားသောအခါအရမ်းလိုချင်သွားပါတော့တယ် ရှောင်လုံကလည်းဓားရအောင်ဘယ်လိုလုပ်မလဲ...ရှုလျန်ကလည်း သူ့ချစ်သူအတွက်ဓားကို ဘယ်လိုကာကွယ်ပေးမလဲ...လီမူဘိုင်ကရော သိုင်းလောကကနေအနားယူရပါ့မလား...ကဲဇာတ်လမ်းထဲပဲကြည့်လိုက်ရအောင်နော်ရှုလျန်အဖြစ် Michelle Yeoh (သူ့ကိုတော့ The Ladyကားမှာထဲက သိကြမှာပါ)လီမူဘိုင်အဖြစ် Chow Yun-Fatရှောင်လုံအဖြစ် Zhang Ziyiကျောက်စိမ်းမြေခွေးအဖြစ် Cheng Pei Pei( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )Quality__1080p, 720p\nIMDb Rating__7.8/10\nFormat__mp4\nDuration__02:00:00\nType__Action ,Adventure , Fantasy , Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "7.8",
        "url": "https://megaup.net/1E4ht/Crouching_Tiger_Hidden_Dragon_(2000)_720p.mp4",
        "category": "Action, Adventure, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Screenshot-2021-07-29-at-21-41-01-Crouching-Tiger-Hidden-Dragon-Sword-of-Destiny-2016-140x200.png",
        "title": "Crouching Tiger Hidden Dragon: Sword of Destiny (2016)",
        "description": "ကျတော် ဒီအပတ်ကုန်မှပဲ Star Wars တင်ပေးနိုင်ပါတော့မယ်။ ဒီလိုပြောလို့ ရက်စက်လိုက်တာဆိုရင်တော့ မတရားစွပ်စွဲခံရတာပါလို့ ပြန်အော်မှာနော် ငိငိ။ကျတော် ငရဲမင်းတွေ ကြယ်တာရာစစ်ပွဲတွဲကြားထဲကနေ သိုင်းလောကထဲကို ပြန်ရောက်နေလို့ပါ။ကျတော်တို့ ၉၀ ဖွား ၈၀ဖွား ၂၀၀၀ဖွားတွေငယ်ငယ်က တရုတ်သိုင်းကားထဲမှာ ဇတ်လမ်းတွဲမဟုတ်ဘဲ တစ်ကားထဲနဲ့ ဇတ်လမ်းကောင်းလွမ်းလို့ အသဲစွဲခဲ့တဲ့ ဇတ်ကားတစ်ကားကို မှတ်မိကြသေးလားမသိဘူး။ဟုတ်ပါတယ် ဝပ်နေသောကျား ပုန်းနေသောနဂါးပါပဲ။ အခု ၂၀၁၆ မှာ အသစ်စက်စက် ထပ်ထွက်လာခဲ့ပါပြီ။ဒီလိုကိစ္စမျိုး ရှိလားလို့မမေးပါနဲ့ ရှိပါပြီ။ ဒီကားကို မနေ့ကထွက်ထွက်ချင်း တနေကုန်ထိုင်ရေးပေးထားတာပါ။၁ ကို လောလောဆည်ပြန်မတင်နိုင်သေးလို့ ဇတ်လမ်းအကျဉ်းပဲ ပြောပြပါ့မယ်။၁ ရဲ့ နောက်ဆုံးခန်းမှာ ရှုလျန် ရဲ့ ချစ်သူ လီမုပေ့ သေသွားခဲ့ပြီး ခင်ပွန်းလောင်းကလဲ ချောက်ထဲခုန်ချသွားတာနဲ့ အဆုံးသတ်သွားခဲ့တာပါ။ဒီကားမှာတော့ ၁၈ နှစ်ကြာပြီးနောက်မှာ ရှုလျန် ပြန်လာခဲ့ပြီး လီမုပေ့ရဲ့ ကြမ္မာစိမ်းဓားကို လုမဲ့ သိုင်းဂိုဏ်းကြီးကို ခုခံတဲ့အကြောင်းကို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/crouching-tiger-hidden-dragon-sword-of/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/894cfd8d90d0c6c4befa2410fa35b9bc-140x200.jpg",
        "title": "The Thieves (2012)",
        "description": "ဒီဇာတ်ကားကို ၂၀၁၂ ဇူလိုင်လမှာ စပြီဖြန့်ချီခဲ့ပါတယ် ။IMBd rating 6.8 ရရှိခဲ့ပြီး Rotten Tomatoes 64% နဲ့Metacritic 75% အထိရရှိခဲ့ပါတယ်။ဒီဇာတ်ကားမှာကိုရီးယားရဲ့ထိပ်တန်းဖြစ်လာမယ့်သရုပ်ဆောင်တွေနဲ့ထိပ်တန်းဖြစ်ခဲ့တဲ့သရုပ်ဆောင်တွေအများကြီးပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nကိုရီးယားနိုင်ငံ ရဲ့movie indrustry တိုးတက်လာတာနဲ့အမျှရိုက်ကူးလာတဲ့ ဇာတ်ကားတွေရဲ့အရည်အသွေးတွေလဲ ထိပ်တန်းရောက်လာနေပါတယ်။\nBudget ကို ကန်ဒေါ်လာ ၁၄.၁ မီလီယံ နဲ့ရိုက်ကူးခဲ့ပြီး Box office မှာ ကန်ဒေါ်လာ ၈၆ သန်းကျော် ပြန်လည်ရှာဖွေပေးနိုင်ခဲ့ပါတယ် ။\nစတင်ဖြန့်ချီခဲ့တဲ့ ၂၀၁၂ ကနေစပြီး ၂၀၁၃ အထိ ရုပ်ရှင်ဇာတ်ကား ဆုပေးပွဲပေါင်း ၉ခု မှာ ဆုအတွက်လျာထားခြင်းခံခဲ့ရပါတယ်။\nဆုပေးပွဲ ၉ခု မှာ ဆုပေါင်း၃၁ ခုအတွက်လျာထားခြင်းခံခဲ့ရပါပြီး ၁၃ဆုကို ရယူနိုင်ခဲ့ပြီး ၁၈ ဆုကိုတော့ဇကာတင်စရင်းဝင်နိုင်ခဲ့ပါတယ်။\nအနောက်နိုင်ငံတွေမှာပြသခဲ့ပေမယ့် အာရှနိုင်ငံတွေမှာသာ ဆုရယူနိုင်ခဲ့ပါတယ်။\nအဓိကဇာတ်ဆောင်တွေအနေနဲ့ဆုသိပ်မရခဲ့ဘဲ စက်ပိုင်းဆိုင်ရာတွေ ဒါရိုက်တာဆု တွေနဲ့ဖန်တီးမှုတွေအတွက်ရတဲ့ဆုကပိုများပါတယ်။\nနောက်ကပံ့ပိုးပေးတဲ့သူတွေ တော်တော်များများဆုရခဲ့တာပါ...ကိုရီးယားရုပ်ရှင်သမိုင်းမှာ ၂၀၀၆ ခုနှစ်က ထွက်ခဲ့တယ့် The Host ...",
        "rating": "6.8",
        "url": "https://megaup.net/1E2q4/The.Thieves.2012.BluRay.720p.REMUX.AVC.DTS-HD.MA.5.1-DIY-CHDBits.mp4",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/pixomatic_1627481676875-142x200.png",
        "title": "Players (2012)",
        "description": "IMDb Rating (4.1) / Rotten Tomatoes (43%)Hollywood ရဲ့ နာမည်ကြီးThe Italian Job ဇာတ်ကားကို ပြန်ရိုက်ကူးထားတဲ့ Bollywood ဇာတ်ကားပါ...ဒါပေမယ့် မူရင်းကားနဲ့ မတူအောင်ကြိုးစားဖန်တီးတင်ဆက်ထားတာကိုတွေ့ရမှာပါ....ဇာတ်လမ်း Duration ကလဲ မူရင်းကားထက်စာရင် နှစ်ဆလောက်ကြာအောင်ကိုရိုက်ကူးထားတာမို့ဇာတ်ညွှန်းကြိုက်ပြီးသားလူအတွက် ဝဝလင်လင် ပြန်ခံစားရသလို အသက်ဝင်စေပါတယ်။မင်းသား/မင်းသမီးအစုံအလင်နဲ့ Bollywood ရဲ့ အက အလှတွေကိုအပြည့်အဝခံစားရမှာ ဖြစ်သလိုThe Italian Job ကိုကြည့်ဖူးပြီးသား ကျွန်တော်တောင်တောက်လျှောက်ပြန်ကြည့်မိအောင် ခမ်းခမ်းနားနားရိုက်ကူးထားတာကိုတွေ့ရပါတယ်...ဇာတ်ကားရဲ့ လှည့်ကွက်တွေကလဲ Bollywood ပီသစွာ ပီပြင်တာမို့ ကြည့်ရတာ မိုက်ပါတယ်။ \nFile size…(3.3 GB) / (2.1 GB) / (900 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….02:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "4.1",
        "url": "https://megaup.net/2jZSd/Players_2012.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-RMS.mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/22636-l-141x200.jpg",
        "title": "The Italian Job (2003)",
        "description": "IMDb Rating (7) / Rotten Tomatoes (73%)Shooter မင်းသား Mark Wahlberg ၊ Transporter မင်းသား Jason Statham ၊ Mad Max: Fury Road ဇာတ်ကားထဲက မင်းသမီး Charlize Theron တို့အပြင် အခြားသော နာမည်ကြီးသရုပ်ဆောင်များစွာ ပါဝင်ထားတဲ့ နာမည်ကျော်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။Professional သူခိုးတွေရဲ့ စနစ်ကျနမှုတွေကို မြင်တွေ့ရမှာဖြစ်ပြီးလူ့စိတ်ရဲ့အလင်းအမှောင်နဲ့ ချစ်ခြင်းမေတ္တာတွေအကြောင်းကို ရှုမြင်ခံစားရမှာပါ...လှည့်ကွက်အများအပြားနဲ့ဇာတ်ကားမို့လို့ ဇာတ်လမ်းအကျဉ်းကို မိတ်ဆက်မပေးချင်ပါဘူး...။မကြည့်ရသေးရင် သေချာပေါက်ကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်ပြီး ကြည့်ပြီးသွားရင်လဲထပ်ကြည့်လို့ မပျင်းစေရဘူးဆိုတဲ့အကြောင်းပဲ မိတ်ဆက်ပေးချင်ပါတယ်....။Action, Crime, Thriller အမျိုးအစားထဲမှာတော့ ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားတစ်ကားဖြစ်ပြီးသတိရတိုင်းပြန်ကြည့်မိတဲ့ဇာတ်ကားပါ။ \nFile size…(2.2 GB) / (1.4 GB) / (600 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "7.0",
        "url": "https://megaup.net/2k0yY/The.Italian.Job.2003.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BYTZkZTM0NjYtN2Q2OS00YThjLWFkYTAtZDAwOWM3NjY1YjlhXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_-146x200.jpg",
        "title": "Batman: The Long Halloween, Part Two(2021)",
        "description": "စုံ​ထောက်ကြီးဘတ်မန်းနှင့် ဟောလိုးဝင်းခရီးရှည်ကြီး အပိုင်း(၂)ထွက်လာပါပြီ.အပိုင်း(၁)မှာ ဂျိုကာနဲ့ နွယ်ပျိုမယ်တို့ ​ပေါ်လာကြပြီဖြစ်သလို ဇာတ်လိုက်​ကျော် ​ဟောလီး​ဒေးလူသတ်သမားကလည်း မြို့မျက်နှာဖုံးကြီးဖယ်ကိုနီရဲ့အ​ရေးပါတဲ့မိသားစုဝင်တစ်​ယောက်ကို ထပ်သတ်ပြီးအဆုံးသတ်ထားပါတယ်အပိုင်း(၂)မှာ​​တော့ ​ဟောလီး​ဒေးအမည်ခံလူသတ်သမားက ဘယ်သူဖြစ်​နေမလဲ.စုံ​ထောက်ကြီးဘတ်မန်းထင်​နေသလို ဟာ​ဗေးဒန့်ကပဲ​ ဟောလီး​ဒေးဖြစ်​နေမလား.ပရိတ်သတ်အချစ်​တော်ဂျိုကာကြီးနဲ့ နွယ်ပျိုမယ်တို့က​ရော ဘယ်လိုအ​ဖျက်အ​မှောင့်လုပ်ငန်း​တွေ လုပ်ကြဦးမလဲ.တခြားဘယ်နာမည်ကြီးဗီလိန်​တွေ ထပ်ပါလာဦးမလဲ.ဟာ​ဗေးဒန့်ဆိုတဲ့နာမည်ကြားလိုက်ရုံနဲ့ DC fanတိုင်းသိကြတဲ့ ဗီလိန်တစ်​ယောက်က ဘယ်လို​မွေးဖွားလာမလဲ...စတဲ့​​ပ​ဟေဠိ​ပေါင်းများစွာ၊လှည့်ကွက်​ပေါင်းများစွာကို ဘတ်မန်းနဲ့အတူ ပရိတ်သတ်​​တွေကိုယ်တိုင် ​ဖော်ထုတ်အ​ဖြေရှာရဦးမှာပါBatman:Under The Red Hood​ နောက်ပိုင်းထွက်လာတဲ့ထဲမှာ ဒီLong Halloween part 1 and 2ဟာ ​တော်​တော်​လေးDarkဖြစ်တာမို့DC animated universe fanတိုင်း လတ်လွတ်မခံပဲကြည့်ရှုသင့်တဲ့ animationတွေပဲဖြစ်ပါတယ်. အား​ပေးကြည့်ရှုလိုက်ကြပါဦး Translated by : JimXEncoded by  YKFile Size : 1.67GB and 970MBDuration : 1h 27mins",
        "rating": "7.5",
        "url": "https://megaup.net/2ZY3v/Batman.The.Long.Halloween.Part.2.2021.720p.WEBRip.(CM).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/89f188ab71c85e122c9fe3934f32c09f-140x200.jpg",
        "title": "Lincoln (2012)",
        "description": "Lincoln (2012)\n============\nIMDb Rating = 7.3/10\nDirected By Steven Spielbergအေဘရာဟမ်လင်ကွန်းဆိုတဲ့ နာမည်ကြားရင်\n၁၆ဆက်မြောက် အမေရိကန်သမ္မတဆိုတဲ့ဂုဏ်ပုဒ်ထက် ငွေဝယ်ကျွန်စနစ်ကို တိုက်ဖျက်ခဲ့သူဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ပိုသိကြတယ်။\nဂျော့ဝါရှင်တန် သောမတ်ဂျက်ဖာဆန်၊ အေဘရာဟမ်လင်ကွန်း၊ သီအိုဒိုးရုစဘဲ့စတဲ့ Mount Rushmoreမှာ ထွင်းထုထားတဲ့ အကြီးကျယ်ဆုံးအမေရိကန်သမ္မတ လေးယောက်ထဲကတစ်ယောက်။\nသူကသစ်လုံးအိမ်ကလေးကနေ သမ္မတဖြစ်လာသူ၊ အသွားအပြန်ရထားပေါ်စာဖတ်ရင်းလေ့လာခဲ့တဲ့သူ စသဖြင့် အချက်တွေနဲ့လည်း နာမည်ကျော်တယ်။\nတစ်ချိန်တည်းမှာပဲ အမေရိကန်သမိုင်းရဲ့ လုပ်ကြံသတ်ဖြတ် ခံရတဲ့လေးဦးတည်းသော သမ္မတတွေထဲက တစ်ယောက်ဖြစ်တယ်။\nဒီရုပ်ရှင်ဟာ သူ့နာမည်ကြီးတပ်ထားပေမဲ့ သူ့အတ္ထုပ္ပတ္တိကို ရိုက်ပြထားတာတော့ မဟုတ်ဘူး။\nငွေဝယ်ကျွန်စနစ်ကို ဖျက်သိမ်းဖို့ ဘယ်လိုဘယ်ပုံ အားလုံးကြိုးပမ်းခဲ့ရလဲဆိုတဲ့ အကြောင်းအရာဘက် ပိုသွားတယ်။\nအဲ့ဒီကာလအကြောင်းသိထားမှပဲ ဒီရုပ်ရှင်ကြည့်ရတာ ပိုအဆင်ပြေ‌လောက်မယ်။ လုပ်ကြံမခံရခင်အထိ ၁၈၆၁- ၁၈၆၅ လင်ကွန်းရဲ့ သမ္မသက်တမ်းတစ်လျှောက်ဟာ ပြည်တွင်းစစ် ဖြစ်ရာကာလနဲ့ အတူတူပဲ။\nပြည်တွင်းစစ်ဟာ တောင်ပိုင်းပြည်နယ် ၁၁ခုက ခွဲထွက်ဖို့ကြိုးစားရာက စခဲ့တယ်။\nအဲ့ဒီတောင်ပိုင်းပြည်နယ်တွေကို ကွန်ဖက်ဒရိတ်စီလို့ ခေါ်ပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2k0xZ/Lincoln_(2012)_720p.mp4",
        "category": "Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/91BCK5eSwaL._RI_-150x200.jpg",
        "title": "The Man (2005)",
        "description": "The Man 2005IMDb 5.6Motherfucker လို့ဆဲနေကျ Samuel L. Jackson ရဲ့ ဟာသအက်ရှင် Agent ဇာတ်ကားဟောင်းလေးတင်ဆက်လိုက်ပါတယ်..\nသူနဲ့အပြိုင်ကြဲမယ့် ဟာသသရုပ်ဆောင်ကတော့ American Pie ထဲက မင်းသားကြီး Eugene Levy ပါ။ဇာတ်လမ်းကတော့...\nစုံ​ထောက်ဗန်တစ်ယောက် ကြေကွဲနာကျပြီး တင်းနေပါတယ်...\nအကြောင်းကတော့ သူ့ရဲ့တွဲဖက် ပါတနာအသတ်ခံလိုက်ရတဲ့အပြင် လက်နက်တိုက်ပါဖောက်ထွင်းခံလိုက်ရလို့ပါ...\nသူဟာ ဒီလူသတ်သမားကို ဖမ်းမိဖို့ မိုးဆုံးမြေဆုံး လိုက်လံစုံစမ်းနေပါတယ်...ဒီလိုနဲ့ လူဆိုး​​ခေါင်း​ဆောင်ကို ဖမ်းမိနိုင်ဖို့ လက်နက်အ​ရောင်းအဝယ်တစ်ခုကို ​ထောင်​ခြောက်ဆင်ဖမ်းရာမှာ\nဘာမှမဆိုင်တဲ့ သွားဘက်ဆိုင်ရာအ​ရောင်းဝန်ထမ်း အန်ဒီကို လူဆိုးတွေက\nလက်နက်လာဝယ်တဲ့သူလို့ အထင်မှားသွားတဲ့ အခါ...\nအ​မေးအမြန်းထူတဲ့ အန်ဒီ နဲ့ အဆဲသန်တဲ့ဗန်တို့ နှစ်​ယောက်\nဘယ်လိုစခန်းသွားကြမလဲဆိုတာ....။ \nFile size…(1.6 GB) / (800 MB) / (300 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mugiwara Ya",
        "rating": "5.6",
        "url": "https://megaup.net/1E2ku/The.Man.2005.720p.AMZN.WEB-DL.DDP5.1.H.264-Pawel2006.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zz6ScNmHqYbYv6OPFQkBI01SnCy.jpg",
        "title": "Mimi(2021)",
        "description": "Mimi(2021) အညွှန်း*****************IMDb....8.5ဒီအိန္ဒိယဇာတ်လမ်း ဇာတ်ကွက်ကဆန်းပြားသလို စိတ်ဝင်စားဖို့လည်းကောင်းတယ်...မိခင်ဖြစ်သူရဲ့ချို့ယွင်းချက်ကြောင့်သားသမီးယူလို့မရနိုင်တဲ့ အမေရိကန်လင်မယားနှစ်ယောက်ဟာ သူတို့ရင်သွေးကို အငှားကိုယ်ဝန်လွယ်ခိုင်းဖို့ အိန္ဒိယပြည်မှာကျန်းမာကြံ့ခိုင်သန်စွမ်းတဲ့ မိန်းမငယ်လေးတစ်ဦးကို လိုက်ရှာပါတယ်...မိန်းမငယ်လေးဘက်လည်းအဆင်ပြေအောင်အခကြေးငွေမြိုးမြိုးမြက်မြက်လေးပေးမယ်စိတ်ကူးပြီး ရှာဖွေတာပေါ..အဲ့လိုနဲ့ဘောလီဝုဒ်မှာ ရုပ်ရှင်သရုပ်ဆောင်ဖြစ်ဖို့ ကြိုးစားရုန်းကန်နေတဲ့ သူတို့လိုချင်တဲ့ပုံစံအတိုင်းဖြစ်တဲ့ ကောင်မလေးကိုတွေ့လိုက်တယ်...ဘောလီဝုဒ်သရုပ်ဆောင်တစ်ယောက်ဖြစ်ဖို့ဆိုတာကလည်း ပိုက်ဆံမရှိရင် ဘယ်လိုမှမဖြစ်နိုင်တဲ့အတွက်ကောင်မလေးဘက်ကလဲ ဒီအငှားကိုယ်ဝန်ဆောင်မယ့်ကိစ္စကို သဘောတူလိုက်တယ်... ရူပီးသိန်းနှစ်ဆယ်နဲ့ပေါ့ကိုယ်ဝန်ဆောင်ကာလ ကိုးလအတွက် တစ်လငါးသောင်းနှုန်းနဲ့ လေးသိန်းခွဲအရင်ပေးထားပြီး ကျန်တဲ့၁၅သိန်းကျော်ကိုကလေးမွေးပြီးမှပေးမယ်ဆိုပြီး သဘောတူခဲ့ကြတယ်...ဒီလိုနဲ့ ကိုယ်ဝန်ဆောင်ဖို့ ဖြစ်လာပါတယ်...အဲ့ဒီနောက်မှာတော့ မမျှော်လင့်တဲ့ဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....IMDb..8.5ဖြစ်ပြီး အိန္ဒိယရဲ့ မင်းသမီးချော Kriti Sanon နဲ့ မင်းသားကြီးPankaj Tripathi တို့ပါဝင်ထားတဲ့အပြင်တမူထူးတဲ့ ဇာတ်လမ်းဖြစ်လို့နင်းကန်ကြည့်သင့်ပါကြောင်း...File Size : (2.6GB) and (1.1GB)\nQuality :WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:12:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan ...",
        "rating": "8.5",
        "url": "https://megaup.net/1E2kk/Mimi.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Bruna-Surfistinha-film-images-06f335d8-3d28-4b0e-b30a-b2f0358bbb2-133x200.jpg",
        "title": "[18+] Confessions of a Brazilian Call Girl (2011)",
        "description": "ဒီဇာတ်ကားကတော့ ဘရာဇီးစာရေးဆရာမ Raquel Pacheco (ကလောင်နာမည် Bruna Surfistinha ) ရဲ့တကယ့်အဖြစ်အပျက်ကို ပြန်လည်ရိုက်ကူးထားတဲ့ 18+ ပညာပေးဇာတ်ကားပဲဖြစ်ပါတယ်။Bruna Surfistinha လို့ ပေါ်တူဂီ-ဘရာဇီး နာမည်ပေးထားတဲ့ သူမရဲ့ကလောင်နာမည်ကEnglish လိုဆို \"Little Surfer Bruna\" ဖြစ်ပါတယ်...ဘရူနာဆိုတဲ့ဇာတ်ကောင်ဟာ သူမကိုယ်တိုင်ပါပဲ....သူမဟာ ၁၇ နှစ်နှစ် ကောလိပ်ကျောင်းသူဘဝမှာပဲ Sex Worker,Call Girl ဖြစ်လာခဲ့ပြီး\nသူမရဲ့ Sexual အတွေ့အကြုံတွေကို Blog မှာ ရေးတင်ခဲ့ရာက ဘရာဇီးမှာ လူကြည့်များတဲ့ Blog တစ်ခုဖြစ်လာပါတယ်...\nသိပ်မကြာခင်မှာပဲ သူမဟာ O Doce Veneno do Escorpião (The Scorpion's Sweet Venom) ဆိုတဲ့\nသူမဘဝအကြောင်းစာအုပ်ကိုရေးသားထုတ်ဝေခဲ့ပြီး\nဘရာဇီးမှာ အရောင်းရဆုံးစာရင်းဝင်ခဲ့ပါတယ်...\nဒီဇာတ်ကားကတော့ အဲ့ဒီစာအုပ်ကို အခြေပြုရိုက်ကူးထားတာပါ။\nဆယ်ကျော်သက်အရွယ်မှာ လမ်းမှားရောက်နိုင်တဲ့အခြေအနေတွေ မူးယစ်ဆေးဝါးရဲ့ဆိုးကျိုးတွေကို\nခပ်ကြမ်းကြမ်းရိုက်ကူးပြသသွားပါတယ်။\n( Dark Side Production မှ တင်ဆက်သည်။) \nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/1E1or/(DS)Confessions_of_a_Brazilian_Call_Girl_(2011)_(720p_BluRay_x265_Bandi).mp4",
        "category": "Adult, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/images-38-160x200.jpeg",
        "title": "14 Phere (2021)",
        "description": "Haseen Dillruba ဇာတ်ကားထဲမှာ မိန်းမကိုချစ်တာ မပြတတ်ပေမယ့် လက်တောင်ဖြတ်ပေးရဲတဲ့မထုံတက်သေးနဲ့ အချစ်သူရဲကောင်း  ရစ်ရှူးတစ်ဖြစ်လဲမင်းသား Vikrant Massey ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်..ဟုတ်ပါတယ်...အခုဇာတ်ကားကလဲ အဲ့ဒီမင်းသားပါပဲ...ခုဇာတ်ကားမှာတော့ အိမ်ကစီစဉ်ပေးတဲ့ အိမ်ထောင်ရေးကို ဆန့်ကျင်ပြီးတော့\nသူချစ်တဲ့မိန်းကလေးကိုပဲ မရရအောင်ယူမယ့် ဆန်ဂျေးအဖြစ်မြင်ကြရမှာပါ။\nလူတန်းစားတူမှ ပေးစားချင်ကြတဲ့ နှစ်ဖက်မိဘတွေကြောင့်\nချစ်သူနှစ်ဦးမင်္ဂလာပွဲဖြစ်အောင် မိဘအတုတွေ လန်ကြုတ်ဇာတ်လမ်းတွေဆင်ကြရာမှာ\nဘယ်လိုတွေလွဲကြမလဲဆိုတာ.....။\nIMDb Rating (6.7) ရရှိထားပြီး Zee5 Channel က အသစ်စက်စက်ထုတ်လွှင့်ထားတဲ့ Bollywood ဇာတ်ကားလေးပါ။ \nFile size…(1.8 GB) / (999 MB) / (400 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….01:52:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "6.7",
        "url": "https://megaup.net/2jYJ1/(CM)14_Phere_(or)_DOUBLE_KALYANAM_(2021)_TRUE_WEB-DL_-_720p_HQ_-_AVC_-_UNTOUCHED.mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BMzE0NWVmZjItYjBhZC00NDViLTkzNTUtZWIyYjk1MmY4MjExXkEyXkFqcGdeQXVyMTA5NzIyMDY5._V1_-138x200.jpg",
        "title": "Hungama 2 (2021)",
        "description": "Disney+Hotstar က ဖြန့်ချိတဲ့ အသစ်စက်စက် Bollywood ရုပ်ရှင်ဇာတ်ကားလေးကို တင်ဆက်လိုက်ပါတယ်...ဒီဇာတ်ကားက ၂၀၀၃ ခုနှစ်က နာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ Hungama ဇာတ်ကားရဲ့ Sequel အနေနဲ့ထွက်ရှိလာတာပါ...ဇာတ်လမ်းကတော့.....သူဌေးကြီး မစ္စတာဘဂျာဂျ်နဲ့ အငြိမ်းစားထောင်မှူးမစ္စတာကပူရ်တို့က အရမ်းကိုခင်မင်ကြတဲ့သူငယ်ချင်းတွေဖြစ်ကြပြီးသူတို့သားသမီးတွေကို လက်ထပ်ပေးဖို့အထိပါ စီစဉ်ထားကြတဲ့သူတွေဖြစ်ပါတယ်...မစ္စတာကပူရ်ရဲ့သားဖြစ်သူ အာကာရှ်ဟာ ကုမ္ပဏီဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီးတူတွေတူမတွေနဲ့ ဘဝကိုပေါ့ပေါ့ပါးပါး အေးအေးဆေးဆေး ဖြတ်သန်းနေသူတစ်ယောက်ပါ...ဒါပေမယ့် အေးဆေးနေရမယ့်ရက်တွေ ကုန်ဆုံးသွားချိန်ကတော့ သူ့ရဲ့ငယ်ရည်းစားဆိုသူက သူ့ရဲ့ကလေးဆိုသူကိုရင်ခွင်ပိုက်လို့ အိမ်ကိုရောက်ချလာတဲ့အချိန်ပါပဲ...ငယ်တုန်းကရှုပ်ထားတဲ့ ရည်းစားရဲ့ ကလေးက သူ့ကလေးအစစ်အမှန်လား....နှစ်ဖက်မိဘသဘောတူထားတဲ့ ဂုဏ်သိက္ခာအိမ်ထောင်ရေးကိုရော ဘယ်လိုရှေ့ဆက်ရမလဲဆိုတာ...ဟာသအသောလေးတွေနဲ့ ခပ်သွက်သွက်တင်ဆက်ထားတဲ့ အချစ်ဟာသဇာတ်လမ်လေးပါ။ရုပ်ရှင်ရုံတွေမှာ မိသားစုလိုက် အပန်းဖြေကြည့်ရှုရမယ့် ဇာတ်လမ်းမျိုးဖြစ်ပြီးစိတ်ညစ်စရာများလှတဲ့ ခုကာလမှာ ခဏတာဖြစ်ဖြစ် အပန်းဖြေဖို့ လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။ \nFile size…(2.6 GB) / (1.3 GB) / (700 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….02:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Zin ...",
        "rating": "4.8",
        "url": "https://megaup.net/1E193/(CM)_HUNGAMA_2_(2021)_Hindi_TRUE_WEB-DL_-_720p_-_HEVC_-_UNTOUCHED.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ky8Fua6PD7FyyOA7JACh3GDETli.jpg",
        "title": "Blood Red Sky(2021)",
        "description": "Blood Red Sky (2021) အညွှန်း************************ဒီဇာတ်ကားကို စမြင်တော့ လေယာဉ်ပြန်ပေးဆွဲတဲ့ကားပဲပေါ့လို့တွေးလိုက်တာ။တကယ်လည်းလေယာဉ်ပြန်ပေးဆွဲတဲ့ကားဆိုပေမဲ့ နောက်ဆက်တွဲဇာတ်လမ်း ဇာတ်ကွက်တွေကတော်တော်ကြီးကိုဆန်းပြားတယ်...သားအမိနှစ်ယောက် အမေရိကကို ဆရာဝန်နဲ့သွားတွေ့ဖို့ အဲဒီလေယာဉ်နဲ့သွားတယ်။အဲဒီလေယာဉ်ပေါ်မှာ အရှေ့အလယ်တိုင်းသား ရူပဗေဒပညာရှင်တစ်ယောက်ပါပါလာတယ်။အဲဒီလိုနဲ့ လေယာဉ်ပြန်ပေးဆွဲခံရတယ်ပေါ့။ လေယာဉ်ပြန်ပေးသမားတွေက ရူပဗေဒပညာရှင်ရယ်တခြား အရှေ့အလယ်တိုင်းသားနှစ်ယောက်က ပြန်ပေးဆွဲတဲ့ပုံစံနဲ့ ထောင်ချောက်ဆင်ပြီးသူတို့က ခုန်ချနေခဲ့ကြမယ်လို့ စီစဉ်ထားတယ်။ ဒါပေမဲ့ သားအမိနှစ်ယောက်ထဲက အမေကို ပြန်ပေးသမားထဲကစိတ်ရူးပေါက်နေတဲ့ကောင်က သတ်လိုက်တဲ့ အချိန်မှာ အမေဖြစ်သူက မသေဘဲ ပြန်ရှင်လာတယ်။သတ်အောင်သတ်ထားတာကိုမှ အမေဖြစ်သူက ဘာလို့မသေဘဲပြန်ရှင်လာတာလဲ...ကောင်းကင်မှာသွေးတွေဘယ်လိုလွှမ်းကုန်မလဲဆိုတာကိုတော့...၂၀၂၁ ထွက် Horror, Action ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3Monပဲဖြစ်ပါတယ်....File Size :(1.8GB) (950 MB) and (480 MB)\nQuality : WEB-DL 1080p 5.1CH, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/1E0a4/(CM)_Blood.Red.Sky.2021..720p.NF.WEBDL.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-24-at-16.57.55-136x200.png",
        "title": "Jolt (2021)",
        "description": "Jolt (2021)==========IMDb Rating - 5.4/10ဒီနေ့အတွက် Action အလန်းစားလေးတင်ပေးချင်ပါတယ်၊ မင်းသမီးကတော့ Underworld မှာ အသေအလဲကြမ်းခဲ့တဲ့အားလုံးသိတဲ့ Kate Beckinsale က လင်ဒီအဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ပြီး . ဒီကားမှာလည်း အပြတ်အသတ်ကြမ်းပြထားပါတယ်။လင်ဒီဆိုတဲ့ကောင်မလေးဟာ မွေးရာပါရောဂါတစ်ခုကြောင့် လူတစ်ယောက်မဟုတ်တာလုပ်တာနဲ့ လုံးဝသည်းမခံနိုင်ဘဲကောက်ကာငင်ကာဒေါသထွက်ပြီး ဇိုးခနဲဇက်ခနဲထလုပ်တတ်တဲ့ကောင်မလေးပါ။လူကိုယ်တိုင်ကလည်း အရမ်းသန်ပြီး သူ့ဒေါသကြောင့် လူသတ်တဲ့အထိဖြစ်သွားနိုင်တာမို့ သူ့ကိုယ်သူကျဥ်စက်နဲ့တို့ပြီး ဒေါသထိန်းရရှာပါတယ်။ဘယ်လိုတောင်ဒေါသကြီးလဲဆို ဂျင်းဘောင်းဘီနဲ့ခြေညှပ်ဖိနပ်တွဲဝတ်တဲ့လူ၊ ပါးစပ်ထဲအစာပလုတ်ပလောင်းနဲ့စကားပြောတဲ့လူအဲလိုလူတွေမြင်ရင်တောင် ဒေါသထွက်လာလို့ လူ့အသိုင်းအဝိုင်းနဲ့ကင်းအောင်နေပါတယ်တဲ့။ ပြီး​​တော့ လင်ဒီစရိုက်​ကြောင့်ကောင်​လေး​တော်​တော်များများကကြောက်ရွံ့ပြီး မချဥ်းကပ်ရဲကြတော့ အချစ်​ရေးမှာလည်း အနုတ်ပြ​ပြီး သူ့အတွက် ဘယ်အရာမှအဆင်ပြေမ​နေခဲ့တာပါ။ ဒါပေမယ့်တစ်နေ့ လင်ဒီ့လိုကောင်မလေးမျိုးကိုမှ စိတ်လှုပ်ရှားအောင်လုပ်နိုင်တဲ့ ကောင်လေးမျိုးနဲ့ဆုံပါတယ်။အဲ့​ကောင်​လေးက လင်ဒီ့ကို တော်​တော်​​လေးချစ်ပေးရှာပါတယ် အဲ့​တော့ လင်ဒီတစ်​ယောက်  သူ့ဘ၀​လေးအဆင်​ပြေလာပြီဆိုပြီးပျော်ရွှင်​နေတုန်းမှာ ကောင်​လေးက ရက်ရက်စက်စက်ကို အသတ်ခံလိုက်ရပါ​တော့တယ်။ဇာတ်လမ်းကလည်း အခုမှစတာပါ  လင်ဒီတစ်​ယောက် လူသတ်သမားကို ခြေရာခံလိုက်ရင်း မ​​မျှော်လင့်ထားတဲ့ဖြစ်ရပ်​တွေရက်စက်မှု​တွေနဲ့ ကြုံလာရ​တော့ ဒါ​တွေကို သူဘယ်လိုရင်ဆိုင်မလဲ၊ လူသတ်သမားက ...",
        "rating": "5.4",
        "url": "https://megaup.net/2jX7m/(CM)Jolt.2021.720p.AMZN.WEB-DL.English.DDP5.1.H.264-Telly.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/MV5BY2U2NjNmZjEtNzJmZi00NTk5LTk1MjgtZjBhMjMxYjUxMjk0XkEyXkFqcGdeQXVyOTc4NTg3MDM@._V1_-160x200.jpg",
        "title": "Hello Charlie (2021)",
        "description": "\"ဘာမှမလုပ်တဲ့လူက မလုပ်ရင်လည်းမလုပ်ဘူး\nလုပ်ပြီဟေ့ဆိုရင်လည်း အချီကြီးမှ\"ဒီဇာတ်ကားလေးကတော့ ဟာသဇာတ်မြူးကားလေး..ချာလီဆိုတဲ့ကောင်လေးဟာ အဖေ့အကြွေးကို ဆပ်ဖို့ဆိုပြီး\nမြို့တက်အလုပ်လာရှာတဲ့ကောင်လေးပေါ့ဗျာ..ဘာလုပ်လုပ်တလွဲလုပ်တတ်လွန်းလို့\nအလုပ်တိုင်းကနေ အထုတ်ခံရတယ်..ဦးလေးဖြစ်သူအိမ်မှာ ကပ်နေတယ်ဦးလေးက ကုန်ကားမောင်းတယ်ဆိုပါတော့..တစ်ရက်ဦးလေးက ရွာကပွဲလေးတစ်ခုကို သွားတက်ရင်း အိမ်မှာတစ်ယောက်တည်း\nကျန်ခဲ့တဲ့ ချာလီအဖို့ မက်လောက်စရာအလုပ်တစ်ခုရောက်လာခဲ့ပါတယ်..ဘာလုပ်လုပ်တလွဲဖြစ်နေတဲ့ ကိုယ့်အတွက် အပ်လာတဲ့အလုပ်ကလည်း\nဦးလေးမသိအောင် ခိုးလုပ်ရမှာဖြစ်တဲ့အတွက် သိုသိုသိပ်သိပ်လုပ်ရင်းနဲ့မှ\nအရှုပ်ထုပ်တွေနဲ့ တိုင်ပတ်လာတဲ့အခါတော့...\nချာလီတစ်ယောက် ဘယ်လိုတွေနှစ်ပါးသွားကမလဲဆိုတာ....။မင်းသမီးလေးလဲ အလန်းလေးမို့ ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ကြည့်ရှုဖို့ သင့်တော်တဲ့ဇာတ်ကားလေးပါ။ \nFile size…(1.7 GB) / (999 MB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 480p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "5.6",
        "url": "https://megaup.net/1DZrv/(CM)Hello.Charlie.2021.720p.10bit.AMZN.WEBRip.DDP5.1.ESub.HEVC_The.PunisheR.mp4",
        "category": "Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/dKnWg_4f-140x200.jpg",
        "title": "Hard Hit (2021)",
        "description": "Hard Hit (2021)အခုတစ်ခေါက်မှာတော့ တောင်းဆိုနေကြတဲ့ ပရိတ်သတ်ကြီးအတွက်\nဂျွန်လ ၂၃ရက်ကမှ အသစ်စက်စက် ထွက်ရှိ ရုံတင်ထားတဲ့\nကိုရီးယား Action/Thriller ဇာတ်ကားကြီးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်IMDB 6.0/10 ရရှိထားတဲ့ကားကောင်းတစ်ကားဖြစ်ပြီးCast တွေအနေနဲ့ကတော့ နာမည်ကြီး အချစ်တော်မင်းသား Ji Chang-Wook နဲ့\nSeo-book,Rampant အစရှိတဲ့ ဇာတ်ကားကြီးတွေမှာပါဝင်ဖူးတဲ့ ဝါရင့်သရုပ်ဆောင် Woo Jin-Joတို့က ပါဝင်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Baro ဘဏ်မန်နေဂျာဖြစ်သူ လီဆောင်းဂူ ဆိုသူမှာ\nတစ်ရက် ကလေးတွေကို ကျောင်းလိုက်ပို့ဖို့လုပ်ရင်း ထူးဆန်းတဲ့ ဖုန်းတစ်ခုကို လက်ခံရရှိခဲ့ပါတယ်အဲ့ဖုန်းကိုဆက်တဲ့သူက ဘယ်သူဆိုတာမသိရဘဲ\nအဲဒီလူက လီဆောင်းဂူကားမှာ ဗုံးတပ်ဆင်ထားကြောင်း ပြောဆိုခဲ့ပြီး\nအဲ့ဗုံးက ကားပေါ်က သူဆင်းလိုက်တာနဲ့ ပေါက်မယ်ဆိုတဲ့အကြောင်းကိုလည်း ထိတ်လန့်ဖွယ် ပြောပါတယ်\nကားပေါ်မှာ လီဆောင်းဂူနဲ့အတူ သူရဲ့သားဖြစ်သူ မင်ဂျွန်းနဲ့သမီးဖြစ်သူ အယ်အင်းတို့လည်း အတူရှိနေခဲ့ပါတယ်\nကလေးနှစ်ယောက်နဲ့ ဗုံးတပ်ဆင်ထားတဲ့ကားပေါ်မှာ ရှိနေတဲ့အခါ ဘယ်လို လွတ်မြောက်အောင်ကြိုးစားမလဲ\nဘယ်လိုအဆုံးသတ်မယ်ဆိုတာတော့ ရင်တမမနဲ့ ခံစားကြည့်ရှုရဦးမှာပါဒီကားထဲမှာ ဘဝအတွက် သင်ခန်းစာယူစရာတချို့လည်းရနိုင်လို့\nအက်ရှင်ကားလည်းကြည့် အနှစ်သာရ အချို့လည်းခံစားနိုင်မယ့် ကားကောင်းလေးတစ်ကားဖြစ်ကြောင်း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1DZgz/Hard.Hit.2021.720p.WEB-DL.AAC5.1.H.264.CM.mp4",
        "category": "Thriller"
    }
]