[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/The-Road-to-Edmond-2019-129x200.jpg",
        "title": "The Road to Edmond (2018)",
        "description": "Road to Edmond 2019================#Unicode၂၀၁၉ ထွက် comedy ဇာတ်ကားဖြစ်ပါတယ်။ Comedy ဆိုပေမယ့် ပေါကားမဟုတ်ပဲ ကြည့်ရှုသူကိုတွေးစရာတွေအများကြီးပေးမယ့်ကားလေးပဲဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ အလုပ်ကနေ ၂ ပတ်တာ ဆိုင်းငံ့ထားရတဲ့ ကလီယိုတစ်ယောက် ခေါင်းဆေးဖို့ရာစက်ဘီးတစ်စီးနဲ့ တစ်ကိုယ်တော်ခရီးထွက်လာခဲ့ပါတယ် .... အဲ့လိုနဲ့ ရပ်ထားတဲ့ သူ့စက်ဘီးကိုဝင်တိုက်တဲ့အူကြောင်ကြောင် ပေါတောတော လယ်ရီနဲ့ဆုံပါတော့တယ် ... ဒီလိုနဲ့ လယ်ရီဖိတ်ခေါ်မှုကြောင့် ကားကြုံလိုက်စီးဖြစ်ရာမှ လယ်ရီရဲ့ အတွေးအခေါ်တွေ ဘဝဇာတ်ကြောင်းတွေကို ကလီယိုသိလိုက်ရတဲ့အခါ...ဘာသာရေးအယူအဆတွေဖောဖောသီသီ သုံးထားပြီးရယ်ရတာမို့ ကြည့်လိုက်ပါဦး။ #Zawgyi၂၀၁၉ ထြက္ comedy ဇာတ္ကားျဖစ္ပါတယ္။ Comedy ဆိုေပမယ့္ ေပါကားမဟုတ္ပဲ ၾကည့္ရႈသူကိုေတြးစရာေတြအမ်ားႀကီးေပးမယ့္ကားေလးပဲျဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းကေတာ့ အလုပ္ကေန ၂ ပတ္တာ ဆိုင္းငံ့ထားရတဲ့ ကလီယိုတစ္ေယာက္ ေခါင္းေဆးဖို႔ရာစက္ဘီးတစ္စီးနဲ႔ တစ္ကိုယ္ေတာ္ခရီးထြက္လာခဲ့ပါတယ္ .... အဲ့လိုနဲ႔ ရပ္ထားတဲ့ သူ႔စက္ဘီးကိုဝင္တိုက္တဲ့အူေၾကာင္ေၾကာင္ ေပါေတာေတာ လယ္ရီနဲ႔ဆုံပါေတာ့တယ္ ... ဒီလိုနဲ႔ လယ္ရီဖိတ္ေခၚမႈေၾကာင့္ ကားႀကဳံလိုက္စီးျဖစ္ရာမွ လယ္ရီရဲ႕ အေတြးအေခၚေတြ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-road-to-edmond/",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYbhKkyR13HhUgEMyVWQsdJDHmI.jpg",
        "title": "Detention (2019)",
        "description": "[Unicode]Detention (2019)၂၀၁၉နှစ်ကုန်ပိုင်းလောက်ကထွက်ထားတဲ့ Psychological Horror film လေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ၊ဇာတ်လမ်းလေးက၁၉၆၂ခုနှစ်အတွင်း ထိုင်ဝမ်စစ်အစိုးရလက်အောက်ကျရောက်တဲ့အချိန်...အစိုးရကိုပုန်ကန်ဖို့မပြောနဲ့ စကားတောင်လွတ်လွတ်လပ်လပ်မပြောရဲလောက်အောင် အုပ်စုဖွဲ့တာတွေတားမြစ် ၊စစ်အုပ်ချုပ်ရေးကိုဖီဆန်မယ့် သဘောသဘာဝတွေပါတဲ့စာအုပ်စာပေတွေ ၊ လူငယ်တွေကိုဆွဲဆောင်တဲ့စာအုပ်စာပေတွေ ဖတ်ခြင်းရေးခြင်းကိုလဲ သေဒဏ်ပေးတဲ့အထိကို တင်းတင်းကြပ်ကြပ်တားမြစ်ထားတဲ့အချိန်....လွတ်လပ်ရေးမြတ်နိုးတဲ့ကျောင်းဆရာလေး ကျန်းမင်ဟွေက တိတ်တဆိတ်စာအုပ်အသင်းတစ်ခုဖွဲ့စည်းထားခဲ့တယ်...တစ်နေ့မှာ စာအုပ်အသင်းထဲကကျောင်းသားဝေကျုံးထင်နဲ့ စီနီယာအတန်းကကျောင်းသူဖန်ရေ့ရှင်းတို့ သူတို့ကျောင်းကြီးထဲပိတ်မိရာကသူတို့တွေ့ခဲ့ရတဲ့ထိတ်လန့်မှုတွေနဲ့ ပြောင်းလဲသွားတဲ့သူတို့ရဲ့ကံတရား....သူတို့တင်မဟုတ်ပဲစာအုပ်အသင်းတစ်ခုလုံးရဲ့ကံတရား...ဘယ်သူ့ကြောင့်စတင်ခဲ့ပြီး ...ဘယ်မှာအဆုံးသတ်မှာလဲ...Psychological Horrorဆိုတဲ့အတိုင်း သရဲတွေချည်းပြူးပြူးပြဲပြဲခြောက်တာမဟုတ်ပဲ ၊ဘာတွေလဲ ဘာတွေလဲဆိုတဲ့ ? မေးခွန်းပေါင်းများစွာနဲ့ ဇဝေဇဝါ အလန့်တကြားလေးကြည့်ရမယ့်ကားလေးမို့လို့ရသအသစ်တစ်ခုခံစားရစေဖို့မျှော်လင့်ရင်း တင်ဆက်ပေးလိုက်ပါတယ် ။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ်) [Zawgyi]Detention (2019)၂၀၁၉ႏွစ္ကုန္ပိုင္းေလာက္ကထြက္ထားတဲ့ Psychological Horror film ေလးတစ္ခုနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ ၊ဇာတ္လမ္းေလးက၁၉၆၂ခုႏွစ္အတြင္း ထိုင္ဝမ္စစ္အစိုးရလက္ေအာက္က်ေရာက္တဲ့အခ်ိန္...အစိုးရကိုပုန္ကန္ဖို႔မေျပာနဲ႔ စကားေတာင္လြတ္လြတ္လပ္လပ္မေျပာရဲေလာက္ေအာင္ အုပ္စုဖြဲ႕တာေတြတားျမစ္ ၊စစ္အုပ္ခ်ဳပ္ေရးကိုဖီဆန္မယ့္ သေဘာသဘာဝေတြပါတဲ့စာအုပ္စာေပေတြ ၊ လူငယ္ေတြကိုဆြဲေဆာင္တဲ့စာအုပ္စာေပေတြ ဖတ္ျခင္းေရးျခင္းကိုလဲ ေသဒဏ္ေပးတဲ့အထိကို တင္းတင္းၾကပ္ၾကပ္တားျမစ္ထားတဲ့အခ်ိန္....လြတ္လပ္ေရးျမတ္ႏိုးတဲ့ေက်ာင္းဆရာေလး က်န္းမင္ေဟြက တိတ္တဆိတ္စာအုပ္အသင္းတစ္ခုဖြဲ႕စည္းထားခဲ့တယ္...တစ္ေန႔မွာ စာအုပ္အသင္းထဲကေက်ာင္းသားေဝက်ဳံးထင္နဲ႔ စီနီယာအတန္းကေက်ာင္းသူဖန္ေရ႕ရွင္းတို႔ သူတို႔ေက်ာင္းႀကီးထဲပိတ္မိရာကသူတို႔ေတြ႕ခဲ့ရတဲ့ထိတ္လန္႔မႈေတြနဲ႔ ေျပာင္းလဲသြားတဲ့သူတို႔ရဲ႕ကံတရား....သူတို႔တင္မဟုတ္ပဲစာအုပ္အသင္းတစ္ခုလုံးရဲ႕ကံတရား...ဘယ္သူ႔ေၾကာင့္စတင္ခဲ့ၿပီး ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/detention-2019/",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bSN9SysoRBMwJKNkfOlQlCw2YQO.jpg",
        "title": "21 Bridges (2019)",
        "description": "unicodeရဲအရာရှိ အန်ဒရေးက လူဆိုးတွေကိုတွေ့မဆိုင်း သတ်တဲ့အတွက် အမှုစစ်ခံနေရတာပါ။တစ်ညမှာတော့ ရဲ ၇ ယောက်ကိုလူ ၂ ယောက်က သတ်သွားတဲ့အမှုကို လိုက်စုံစမ်းရပါတော့တယ်။သူတို့ဆီမှာ ကိုကင်း ၃၀၀ ကီး(ကီလိုဂရမ်) လည်းပါသွားပါတယ်။ဒါပေမယ့် သူတို့ထွက်မပြေးနိုင်အောင် မန်ဟက်တန် တစ်မြို့လုံးကို ပိတ်ဆို့ထားရပါတော့တယ်။ဒါက ဇာတ်လမ်းရဲ့အသက်ပါ။မြို့မှာရှိတဲ့ တံတား ၂၁ စင်းကို ပိတ်ဆို့ပြီး ဖမ်းဆီးရတာပါ။ဒါပေမယ့် အစိုးရနဲ့ ရဲဌာနကြားကအဖုအထစ်လေးတွေကြောင့် အန်ဒရေးတစ်ယောက် မန်က ၅ နာရီအထိပဲ အချိန်ရပါတယ်။မနက် ၅ နာရီ မတိုင်ခင် လူဆိုးတွေကို မိမလားမမိဘူးလား ဆိုတာကို စောင့်ကြည့်ရမှာပါ.....ဒီအမှုကရော ရိုးရှင်းရဲ့လား ဆိုတာတော့ .....စုံထောက်အက်ရှင်ကား ကောင်းးကောင်း ကြည့်ချင်သူများအတွက် သဘောတွေ့မယ့် ဇာတ်ကားကောင်းတစ်ကားပါ။File Size : ( 929 MB , 260 MB )\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/21-bridges-2019/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/jojo-rabbit-poster-133x200.jpg",
        "title": "Jojo Rabbit (2019)",
        "description": "Jojo Rabbit (2019)\nIMDb - 7.9/10______Rotten - 79%\nWon 1 Oscar. Another 33 wins & 152 nomination\n ဂျိုးဂျိုးဆိုတဲ့ ဂျာမန်ကောင်လေးကိုအခြေတည်ပြီးရိုက်ကူးထားတဲ့ နိုင်ငံရေး ဟာသကားတစ်ကားပါ။ဟစ်တလာရဲ့စစ်တပ်ထဲက ဂျိုးဂျိုး ဆိုတဲ့ ကောင်လေးဟာဟစ်တလာကို အရမ်းလေးစားတဲ့ ကလေးပါ။လေးစားလွန်းလို့ စိတ်ကူးယဉ်သူငယ်ချင်းအနေနဲ့သူ့ကို ဟစ်တလာက အကြံပေးနေကျပါ။သူ့အမေနဲ့ သူနဲ့ နှစ်ယောက်ထဲ နေကြတာပါ။သူ့အမေက ဂျူးမလေးတစ်ယောက်ကို ဖွက်ထားတာကို သူတွေ့ရှိခဲ့တဲ့အချိန်မှာတော့ .....ဂျာမန်တွေရဲ့ နိုင်ငံရေးသရုပ်ကို သရော်ထားတဲ့ ဟာသကားတစ်ကားပါ။ဂျိုးဂျိုးရဲ့အမေအနေနဲ့ကတော့ စကားလက် ဂျိုဟန်ဆန် က သရုပ်ဆောင်ထားပါတယ်။IMDb Rating - 7.9/10 ရထားပြီးတော့Rotten Tomatoes ကတော့ 79% ရထားပါတယ်။ဂ်ိဳးဂ်ိဳးဆိုတဲ့ ဂ်ာမန္ေကာင္ေလးကိုအေျခတည္ၿပီးရိုက္ကူးထားတဲ့ နိုင္ငံေရး ဟာသကားတစ္ကားပါ။ဟစ္တလာရဲ့စစ္တပ္ထဲက ဂ်ိဳးဂ်ိဳး ဆိုတဲ့ ေကာင္ေလးဟာဟစ္တလာကို အရမ္းေလးစားတဲ့ ကေလးပါ။ေလးစားလြန္းလို့ စိတ္ကူးယဥ္သူငယ္ခ်င္းအေနနဲ႔သူ႔ကို ...",
        "rating": "7.9",
        "url": "https://megaup.net/2df01/Jojo_Rabbit_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Comedy, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/break-139x200.jpg",
        "title": "Break (2019)",
        "description": "Break 2019=========#Unicodeဇာတ်ကားအညွှန်းလေးမပြောခင် Poster နဲ့ Movie Title ကိုဖတ်လိုက်တာနဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်ကားတစ်ကားဖြစ်လာမယ်ဆိုတာ လူတိုင်းခန့်မှန်းမိကြမှာပါပဲ။ ဟုတ်ပါတယ် . တကယ်လည်းစိတ်ဝင်စားဖို့ကောင်းပါတယ်။ ယောင်္ကျားလေး(၃)ယောက်နဲ့ မိန်းကလေး(၂)ယောက်ပါဝင်တဲ့ သူငယ်ချင်း ရည်းစားအဖွဲ့လေးတစ်ခုဟာ New Year Party ကို နှင်းတွေပြည့်ဖုံးနေတဲ့ တောင်ထိပ်မှာကျင်းဖို့အတွက် တောင်ပေါ်ခရီးတဝက်သာသာလောက်ကိုတတ်လာခဲ့ပါတယ်။ ကျန်တဲ့ ခရီးတစ်ဝက်ကျော်ကိုတော့ Cable Car အသုံးပြုပြီးတတ်ကြမှာပါ။ စတာက အဲ့ Cable Car ထဲမှာပါပဲ . . . လမ်းတစ်ဝက်မှာ Electric ပြတ်တောက်သွားတာကြောင့် Car ရပ်သွားခဲ့ပြီး ဒုက္ခဆိုတာ စတော့ပါပဲ။ အမြင့်ပေ သောင်းကျော်မှာရပ်နေရတာတွေ၊ အေးခဲနေတဲ့ရာသီဥတု၊အချင်းချင်းတောင် အဆင်မပြေတော့တာတွေအပြင် . . .  Electric ပြတ်သွားရတဲ့အကြောင်းအရင်းတွေဟာ သာမန်ဖြစ်စဥ◌်တော့မဟုတ်ခဲ့ဘူးမို့ . . . ရှုစားကြကုန်။ #Zawgyiဇာတ္ကားအၫႊန္းေလးမေျပာခင္ Poster နဲ႔ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/break-2019/",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/sorry-i-love-you-2013-143x200.jpg",
        "title": "Sorry I Love You (2013)",
        "description": "[Unicode]Sorry I Love You (2014)အသက်သုံးနှစ်အရွယ်မှာ canadian လင်မယားရဲ့ခေါ်ယူမွေးစားခံခဲ့ရတဲ့ ဝေါ်ကာက လူလိမ္မာတစ်ယောက်မဟုတ်ခဲ့ဘူး...လူလိမ္မာမဟုတ်လို့လူဆိုးလားဆိုတော့လဲ အင်း.. လူသတ်ထောင်ထဲခဏခဏရောက်ဖူးတဲ့သူဆိုတော့ လူဆိုးလို့ပဲခေါင်းစဉ်တပ်ရမှာပေါ့ ၊လူဆိုးတို့ရဲ့ထုံးစံအတိုင်း ဒီနေ့သေမလား မနက်ဖြန်သေမလား\nအခုသေမလား တော်ကြာနေသေမလားမသိရတဲ့ဘဝမှာဝေါ်ကာလဲရန်သူ့လက်ချက်နဲ့ခေါင်းထဲကျည်ဆံဝင်ပြီး ခြောက်လအပြင်ပိုမခံတော့တဲ့ သေလူဖြစ်ခဲ့တယ် ၊နိုင်ငံရပ်ခြားမှာနေရတဲ့သေခါနီးလူတစ်ယောက်ရဲ့ နောက်ဆုံးဆန္ဒကဘာဖြစ်လိမ့်မလဲ...သေချာပေါက်ကိုယ့်နိုင်ငံကိုပြန်ပြီး မိသားစုကိုတွေ့ဖို့ပေါ့ ...ဝေါ်ကာ့ရဲ့မွေးရပ်မြေပြန်ရောက်ပြီး မရှည်ကြာလှတဲ့ခြောက်လသက်တမ်းမှာမှောင်မိုက်နေတဲ့ သူ့ဘဝထဲကိုဝင်ရောက်လာတဲ့ နေရောင်ခြည်လေး အန်ချိုင်...သုံးနှစ်အရွယ်တည်းကကွဲသွားခဲ့တဲ့ သူ့ညီမလေးဂျူအာနဲ့သူသိလိုက်ရတဲ့သူ့မိသားစုအကြောင်းတွေက အမှန်တွေဟုတ်ရဲ့လား...ကြည့်ရင်းနဲ့မှအရှိန်တတ်လာတဲ့ကားလေးဖြစ်ပြီး ကားဟောင်းလေးမို့ လိုအပ်ချက်လေးတွေရှိနေပေမယ့် ဇာတ်လမ်းကောင်းလေးမို့ တင်ဆက်ပေးလိုက်ပါတယ် ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် ) [Zawgyi]Sorry I Love You (2014)အသက္သံုးႏွစ္အရြယ္မွာ canadian လင္မယားရဲ႕ေခၚယူေမြးစားခံခဲ့ရတဲ့ ေဝၚကာက လူလိမၼာတစ္ေယာက္မဟုတ္ခဲ့ဘူး...လူလိမၼာမဟုတ္လို႔လူဆိုးလားဆိုေတာ့လဲ အင္း.. လူသတ္ေထာင္ထဲခဏခဏေရာက္ဖူးတဲ့သူဆိုေတာ့ လူဆိုးလို႔ပဲေခါင္းစဥ္တပ္ရမွာေပါ့ ၊လူဆိုးတို႔ရဲ႕ထံုးစံအတိုင္း ဒီေန႔ေသမလား မနက္ျဖန္ေသမလား\nအခုေသမလား ေတာ္ၾကာေနေသမလားမသိရတဲ့ဘဝမွာေဝၚကာလဲရန္သူ႔လက္ခ်က္နဲ႔ေခါင္းထဲက်ည္ဆံဝင္ၿပီး ေျခာက္လအျပင္ပိုမခံေတာ့တဲ့ ေသလူျဖစ္ခဲ့တယ္ ၊ႏိုင္ငံရပ္ျခားမွာေနရတဲ့ေသခါနီးလူတစ္ေယာက္ရဲ႕ ေနာက္ဆံုးဆႏၵကဘာျဖစ္လိမ့္မလဲ...ေသခ်ာေပါက္ကိုယ့္ႏိုင္ငံကိုျပန္ၿပီး ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/sorry-i-love-you-2013/",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "A Beautiful Day in the Neighborhood (2019)",
        "description": "unicodeအော်စကာဆုပေးပွဲမှာ ဆန်ကာတင်ထားတဲ့ ရုပ်ရှင်ကောင်းလေးတစ်ခုလောက်ကြည့်ရအောင်။မင်းသားကြီး တွမ်ဟန့်ခ်ရဲ့ နောက်ဆုံးထွက်ရုပ်ရှင်ပါပဲ။တကယ်ကို လှပတဲ့ ဒရာမာ ကားလေးပါ။တွမ်ဟန့်ခ်ဟာ ဖရက် ရော်ဂျာစ်ဆိုတဲ့ ရုပ်သံအစီအစဉ် တင်ဆက်သူတစ်ယောက်။တစ်နိုင်ငံလုံးက ကလေးတွေ လူကြီးတွေ ချစ်ကြတဲ့ လူကောင်းကြီး။သူ့အကြောင်းကို အင်တာဗြူးရမယ် ဂျာနယ်လစ်က လွိုက် ဗေဂယ်၊ငယ်ငယ်ကတည်းက အဖေကို စိတ်နာနေတဲ့ လူ့ခွစာ တစ်ယောက်။လူတွေကို အားမနာလျှာမကျိုး ရေးတတ်လို့ သူနဲ့ ဘယ်သူမှ အင်တာဗြူးခံမယ့်သူ မရှိတဲ့လူ။ဒါပေမယ့် ဖရက်က သူ့ကို လက်ခံပြီး အင်တာဗြူးချိန်မှာ ဖရက်ဟာသူမြင်ဖူးသမျှထဲမှာ စိတ်ထားအကောင်းဆုံးလူဆိုတာ တွေ့လိုက်ရတယ်။ဒါကို သူလက်မခံနိုင်ဘူး။ ဒါဟာ ဟန်ဆောင်နေတာဖြစ်ရမယ်၊သူ့ရဲ့ စိတ်ရင်းအမှန်ကို သိအောင်လုပ်ရမယ်ဆိုပြီး ဖရက်ကို သေချာလေ့လာမိသွားတယ်။ဖရက်ကလည်း လွိုက်ရဲ့ ဖခင်နဲ့ ပြဿနာ၊ စိတ်ဒဏ်ရာတွေကို ပြန်ကုစားပေးဖို့ ကြိုးစားလာတယ်။သူတို့ ၂ ယောက် ဘယ်လိုဆက် စခန်းသွားကြမလဲ…….ဇာတ်လမ်းအစ စကားလုံးလေးတွေနဲ့ပဲ အဆုံးထိ ခံစားကြည့်သွားလိုက်ပါ။ခွင့်လွှတ်ခြင်းဆိုတာ လူတစ်ယောက်ကို ကျွန်တော်တို့ စိတ်ထဲမှာထားရှိနေတဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/a-beautiful-day-in-the-neighborhood-2019/",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2lA0ulvOUqgzHnT3UYeHpoTYhF8.jpg",
        "title": "Hunt Down(2019)",
        "description": "Hunt Down(2019)(unicode)ရဲအရာရှိ ကျောက်ဟုန်ရူ က အမှုကြီးတစ်ခုကိုလိုက်နေတယ်..အဲ့ဒီအမှုရဲ့ ရင်းမြစ်က\nသူ့အဖေအိမ်ဖြစ်နေတယ်..တကယ်တော့ သူ့အဖေဟာ သူတို့ သားအမိကိုထားသွားလို့\nသမီးဖြစ်သူ ရဲလုပ်နေမှန်းလည်းမသိဘူး...သမီးဖြစ်သူ အိမ်ပြန်လာတာဟာ ရိုးရိုးသားသားပဲ အိမ်ပြန်လာတယ်ထင်နေခဲ့တယ်...သူကိုယ်တိုင်လည်း နောက်အိမ်ထောင်နဲ့ဆိုတော့ အိမ်တွင်းပြဿနာတွေလည်းရှိနေခဲ့တယ်...တကယ်တော့ သူ့နောက်မိန်းမဟာ တရုတ်နိုင်ငံရဲ့နိုင်ငံ့အမွေအနှစ် ရှေးဟောင်းပစ္စည်းတွေကို တရားမဝင် ရောင်းဝယ်ခြင်းတွေ ပြုလုပ်နေပါတယ်။\nဒါတွေကိုဖော်ထုတ်နိုင်ဖို့အတွက် သူဘယ်လို ကြိုးစားမလဲ? ဘယ်လို စတေးမှုတွေရှိခဲ့တာလဲ?\nအမှန်တရားကို လိုက်ရှာရင်း သူကိုယ်တိုင်ဖော်ထုတ်ခဲ့တဲ့ အမှန်တရားကို စိတ်ဝင်တစား ကြည့်ရှုကြပါဦး။\nဒီဇာတ်ကားကို ဖြစ်ရပ်မှန်ပေါ်အခြေခံပြီးရိုက်ကူးထားတာပါ။ အရမ်းစိတ်ဝင်စားစရာကောင်းပါတယ်။\nနောက်ကျောင်းပြန်နေတဲ့ပုံစံနဲ့ရိုက်ကူးထားတဲ့အတွက်ကြောင့် သိချင်စိတ်တွေက ပိုပြင်းထန်လာတယ်။ ဇာတ်ကြောင်းကိုလည်း ကြိုတင်ခန့်မှန်းလို့မရတဲ့အတွက် တကယ့်ကိုကြည့်ကောင်းတဲ့ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်...(zawgyi)ရဲအရာရွိ ေက်ာက္ဟုန္႐ူ က အမႈႀကီးတစ္ခုကိုလိုက္ေနတယ္..အဲ့ဒီအမႈရဲ႕ ရင္းျမစ္က\nသူ႔အေဖအိမ္ျဖစ္ေနတယ္..တကယ္ေတာ့ သူ႔အေဖဟာ သူတို႔ သားအမိကိုထားသြားလို႔\nသမီးျဖစ္သူ ရဲလုပ္ေနမွန္းလည္းမသိဘူး...သမီးျဖစ္သူ အိမ္ျပန္လာတာဟာ ႐ိုး႐ိုးသားသားပဲ အိမ္ျပန္လာတယ္ထင္ေနခဲ့တယ္...သူကိုယ္တိုင္လည္း ေနာက္အိမ္ေထာင္နဲ႔ဆိုေတာ့ အိမ္တြင္းျပႆနာေတြလည္းရွိေနခဲ့တယ္...တကယ္ေတာ့ သူ႔ေနာက္မိန္းမဟာ တ႐ုတ္ႏိုင္ငံရဲ႕ႏိုင္ငံ့အေမြအႏွစ္ ေရွးေဟာင္းပစၥည္းေတြကို တရားမဝင္ ေရာင္းဝယ္ျခင္းေတြ ျပဳလုပ္ေနပါတယ္။\nဒါေတြကိုေဖာ္ထုတ္ႏိုင္ဖို႔အတြက္ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/hunt-down2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eDDH9Mp5cSN21Vf5Sl6AEqfuKzX.jpg",
        "title": "Chasing the Dragon II(2019)",
        "description": "Chasing the Dragon II(2019)((WEB-DL 720P ျဖင့္ update ေပးထားပါသည္....))(Zawgyi)ေဟာင္ေကာင္ရဲတပ္ဖြဲ႕တဈခုလုံး ေန႔စဥ္နဲ႔အ်မွေခါင္းမီးေတာက္ေနတယ္....\nေအၾကာင္းေကတာ့ မူးယဈရာဇာႀကီး တေဈယာက္ေၾကာင့္ပါ.....\nမူးယဈရာဇာႀကီးဟာ ဒီေလာကမြာေတာ့ ဥပေဒကို လက္တဈလုံးျခားေနတဲ့သူပါ...\nေအတြ႕အႀကဳံေပါင္း်မားစြာ႐ြိတဲ့အျပင္ ပါးနပ္လြန္းတဲ့ သူ႔ကိုဖမ္းဆီးဖို႔ ရဲေတြအတြက္\nေန႔စဥ္နဲ႔အ်မွေခါင္းစားေနရတယ္..\nဒီမူးယဈရာဇာႀကီးဟာ ကိစၥတဈခုကိုေျဖ႐ြင္းဖို႔ ေငြေၾကး လူသတ္သမားေပါင္းစုံအသုံးျပဳၿပီး\nေျခရာေ်ဖာက္ၿပီး ဥပေဒဘက္ေတာ္သားေတြကိုေလြာင္ၿပဳံးၿပဳံးေနတတ္တယ္...\nတေစန႔ေတာ့ ရဲတပ္ဖြဲ႕က ထက္ျမက္တဲ့ ရဲအရာ႐ြိတေဈယာက္ကို စပိုင္အျဖဈ မူးယဈဂိုဏ္းကို ဝင္ေစၿပီးေတာ့ သက္ေသေတြနဲ႔ ေထာင္ဖမ္းဖို႔ႀကိဳးစားပါေတာ့တယ္...\nရဲတပ္ဖြ႕ဲရဲ႕အစီအစဥ္ေတြေအာင္ျမင္မလားဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး...\nဒီတ႐ုတ္ကားေကတာ့ နာမည္ႀကီးမင္းသားေတြျဖဈတဲ့\nJiang Du, Louis Koo, Ka Tung Lam တို႔ ပါဝင္ထားပါတယ္...\nခုေနာက္ထြက္တဲ့တ႐ုတ္ကားေတြထဲမြာ ေတာ္ေတာ္ႀကီးကိုမိုက္တဲ့အထဲမြာပါပါတယ္...\nLouis Koo ဆိုရင္ Line Walker ၾကည့္တဲ့ျမန္မာပရိတ္သတ္ေတြအဖို႔ မစိမ္းလြပါဘူး..\nအလန္းစားတ႐ုတ္ကားမို႔ခံစားၾကည့္ၾကပါဦး\nဇာတ္လမ္းအညႇြန္းနဲ႔ ဘာသာျပန္သူေကတာ့ Naomi Noe ပဲျဖဈပါတယ္...(Unicode)ဟောင်ကောင်ရဲတပ်ဖွဲ့တဈခုလုံး နေ့စဉ်နဲ့အျမှခေါင်းမီးတောက်နေတယ်....\nအေကြာင်းကေတာ့ မူးယဈရာဇာကြီး တဈေယာက်ကြောင့်ပါ.....\nမူးယဈရာဇာကြီးဟာ ဒီလောကမွာတော့ ဥပဒေကို လက်တဈလုံးခြားနေတဲ့သူပါ...\nအေတွ့အကြုံပေါင်းျမားစွာရွိတဲ့အပြင် ပါးနပ်လွန်းတဲ့ သူ့ကိုဖမ်းဆီးဖို့ ရဲတွေအတွက်\nနေ့စဉ်နဲ့အျမှခေါင်းစားနေရတယ်..\nဒီမူးယဈရာဇာကြီးဟာ ကိစ္စတဈခုကိုဖြေရွင်းဖို့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/chasing-the-dragon-ii2019/",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/chris-133x200.jpg",
        "title": "Chris Watts: Confessions of a Killer (2020)",
        "description": "Chris Watts: Confessions of a Killer (2020)==============================IMDB rating - 6.1 / 10#Unicodeဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် သူ့နာမည်က ခရစ်တိုဖာဝက်စ် သူ့မှာ အိမ်ကောင်းကောင်း အလုပ်ကောင်းကောင်း ပျော်ရွင်စရာမိသားစုလေးရှိတယ် ချစ်စရာသမီးလေးနှစ်ယောက်အပါအဝင်ပေါ့ တစ်နေ့မှာ သူတို့လင်မယားနှစ်ယောက်ကလေးတစ်ယောက်ထပ်ရမှန်းသိကြတယ် ပျော်ကြတာပေါ့ ။ သမီးနှစ်ယောက်ဆိုတော့ ယောက်ျားလေးဖြစ်ပါစေဆိုတဲ့မျှော်လင့်ချက်နဲ့ပေါ့၊ ဒီလိုနဲ့ ခရစ်ရဲ့မိန်းမ ရှန်နန်ဟာမိဘတွေရှိရာ မြောက်ကယ်ရိုရိုင်းနားကိုသမီးနှစ်ယောက်နဲ့အတူ အပန်းဖြေဖို့ ခရီးထွက်ခဲ့တယ်။ ခရစ်ကိုတော့အလုပ်ကိစ္စတွေရှိလို့နောက်မှလိုက်ခိုင်းခဲ့တာပေါ့ ။ ဒီအထိက သာမန်ကိစ္စတစ်ခုပါပဲ။\nမိန်းမမရှိတော့နဲ့အချိန်မှာ ခရစ်ဟာ အလုပ်က နစ်ကီဆိုသူနဲ့ ဇာတ်လမ်းတစ်ပုဒ်အစပြုတာကနေ နောက်ဆက်တွဲတွေဟာ အကုန်ရှုပ်ထွေး\nကုန်ပါတော့တယ်။ အခုရေးထားတဲ့အညွှန်းထဲမှာ ဇာတ်လမ်းရဲ့ တကယ့်အနှစ်သာရတွေကို ချန်ပြီးရေး\nတာမို့ spoiler သဘောမဖြစ်စေပါဘူး။ တကယ်အရေးကြီးတဲ့ ကောင်းခန်းတွေ တစ်ချို့သောချစ်ကြိုက် ခန်းတွေလည်းအနည်းငယ်ပါဝင်ပါတယ်။ ဒီကားလေးကြည့်ပြီး မဖြစ်သင့်တာ မဖြစ်ဖို့နဲ့ ကိုယ့်ကိုယ်တောင်မထင်မှတ်လောက်တဲ့ ကိစ္စတွေလုပ်မိတတ်ပါလားဆိုတဲ့အတွေးမျိုးလည်း သင်ခန်းစာရယူနိုင်ပါလိမ့်မယ်။ #Zawgyiျဖစ္ရပ္မွန္ဇာတ္ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ သူ႔နာမည္က ခရစ္တိုဖာဝက္စ္ သူ႔မွာ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/chris-watts-confessions-of-a-killer-2020/",
        "category": "Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onos8n9Q8Zo6aCglKJPkB6cPxh0.jpg",
        "title": "Live Twice, Love Once(2019)",
        "description": "Live Twice, Love Once(2019)IMDb...7.2(unicode)ဒေါက်တာ အီမီလျို ဟာ တက္တသိုလ်ကျောင်းတစ်ခုရဲ့သင်္ချာပါမောက္ခ လည်းဖြစ်ပြီး သုဒ္ဓကိန်းကို ရှာဖွေတွေ့ရှိခဲ့တဲ့သူလည်းဖြစ်တယ်။ ဉာဏ်ကောင်းလွန်းတဲ့သူတစ်ယောက်ပါပဲ။\nသူက ငယ်ငယ်ကတည်းက သင်္ချာဘာသာရပ် ကိုစိတ်ဝင်စားခဲ့တယ်။ ဒါကြောင့် သူဟာ တခြားအရာအတွက် အချိန်မပေးနိုင်ခဲ့ပါဘူး။ တစ်ဘက်မှ အစွန်းရောက်အောင်ထူးချွန်သူတွေ ဖြစ်လေ့ ဖြစ်ထရှိတဲ့ အခြားတစ်ဘက်မှာ လစ်ဟင်းမှုမျိုး သူ့မှာလည်းရှိခဲ့တယ်...သူကတော့ ငယ်ရွယ်တုန်းက အချစ်ဦးနဲ့လွဲခဲ့ရတယ်။\nဆက်ပြီးကံဆိုးတာက ဒီနှစ်အတောအတွင်းမှာ သူဟာ အတိတ်မေ့ရောဂါ ရခဲ့တယ်။ အရင်လို မှတ်ဉာဏ်မျိုးတွေ တွေးခေါ်နိုင်စွမ်းတွေမရှိတော့တဲ့နောက် သူအကြီးအကျယ်လုပ်ချင်ခဲ့တာတစ်ခုရှိတယ်... အဲ့ဒါက သူ့ရဲ့အချစ်ဦးကို မမေ့ခင်မှာ သူနဲ့နောက်ဆုံးအကြိမ်တွေ့ချင်ခဲ့တယ်။\nဒီလိုနဲ့ပဲ ငယ်ချစ်ဦးကို လိုက်ရှာဖို့ ခရီးကိုစတင်လိုက်ပါတယ်။သူအဆင်ပြေပါ့မလား... ဒီကားက အချစ် ဟာသကားဆိုပေမယ့် တကယ့်ကို တွေးစရာလေးတွေ\nဆင်ခြင်စရာလေးတွေပေးတဲ့ကားဖြစ်လို့ IMDb..7.2 တောင်ရရှိထားလို့ ခံစားကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်....(zawgyi)ေဒါက္တာ အီမီလ်ိဳ ဟာ တကၱသိုလ္ေက်ာင္းတစ္ခုရဲ႕သခ်ၤာပါေမာကၡ လည္းျဖစ္ၿပီး သုဒၶကိန္းကို ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/live-twice-love-once2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/intrigo-135x200.jpg",
        "title": "Intrigo: Death of an Author (2020)",
        "description": "Intrigo: Death of an Author (2020)=========================#Unicodeဒီဇာတ်လမ်းအစပျိုးထားပုံက ဘာသာပြန်စာရေးဆရာတစ်ဦးဖြစ်တဲ့ ဟင်နရီက ဝေးလံခေါင်ဖျားဒေသကအဲလက်စ်ဆီကိုရောက်လာပြီး  သူရေးထားတဲ့ စာအုပ်အကြောင်းကိုပြောပြတာကနေ အစချီထားတယ်၊သူပြောပြတဲ့ ဇာတ်လမ်းအကြောင်းအရာတွေဟာ သူကိုယ်တိုင်ရဲ့အကြောင်းတွေလား ဆိုတာ အဲလက်စ်ကသုံးသပ်နေရင်း နားထောင်နေရင်း . ဇာတ်လမ်းလှည့်ကွက်တွေဟာ မြင့်တတ်လာသထက် မြင့်တတ်လာပါတယ်၊ဇာတ်လမ်းရဲ့နောက်ဆုံးအဆုံးသတ်ကတော့ ကြည့်ရှုသူရဲ့ရင်ထဲကိုထိစေမယ်လို့တော့ မျှော်လင့်မိပါသေးတယ်။ #Zawgyiဒီဇာတ္လမ္းအစပ်ိဳးထားပုံက ဘာသာျပန္စာေရးဆရာတစ္ဦးျဖစ္တဲ့ ဟင္နရီက ေဝးလံေခါင္ဖ်ားေဒသကအဲလက္စ္ဆီကိုေရာက္လာၿပီး သူေရးထားတဲ့ စာအုပ္အေၾကာင္းကိုေျပာျပတာကေန အစခ်ီထားတယ္၊သူေျပာျပတဲ့ ဇာတ္လမ္းအေၾကာင္းအရာေတြဟာ သူကိုယ္တိုင္ရဲ႕အေၾကာင္းေတြလား ဆိုတာ အဲလက္စ္ကသုံးသပ္ေနရင္း နားေထာင္ေနရင္း . ဇာတ္လမ္းလွည့္ကြက္ေတြဟာ ျမင့္တတ္လာသထက္ ျမင့္တတ္လာပါတယ္၊ဇာတ္လမ္းရဲ႕ေနာက္ဆုံးအဆုံးသတ္ကေတာ့ ၾကည့္ရႈသူရဲ႕ရင္ထဲကိုထိေစမယ္လို႔ေတာ့ ေမွ်ာ္လင့္မိပါေသးတယ္။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။) Quality – 720p  WEB-RIPDuration – 1 hrs 46 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/intrigo-death-of-an-author-2020/",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3xbjL0z8iH8e8L3USyeKGQrBfuZ.jpg",
        "title": "Waves(2019)",
        "description": "Waves(2019)IMDb....7.7(unicode)အဖေရယ်အမေရယ် သားရယ်သမီးရယ်မိသားစုလေးယောက်ရှိတဲ့အထဲမှာ\nနပမ်းအားကစားသမားဟောင်းတစ်ယောက်ဖြစ်တဲ့အဖေဖြစ်သူက\nသူ့ခြေရာနင်းပြီးနပမ်းကစားသမားဖြစ်လာတဲ့သားဖြစ်သူကို\nအောင်မြင်စေချင်ခဲ့ပါတယ်....\nအဲ့ဒီအတိုင်းပဲတွန်းအားလည်းအရမ်းပေးခဲ့ပါတယ်....\nသားဖြစ်သူတစ်ယောက်မိဘကတစ်ဖက်အားကစားကတစ်ဖက်\nချစ်သူကတစ်ဖက်ဖိအားတွေနဲ့ပေါ့....\nဒီဇာတ်ကားလေးက မိသားစုမှာ အဖြစ်များတဲ့ ပြသနာတွေကို ကောင်းကောင်းကြီး\nပုံဖော်ထားပါတယ်...ပြီးတော့\nကာရိုက်တာတွေဟာအ‌ရှေ့တိုင်းဆန်တာကိုတွေ့ရမှာဖြစ်ပါတယ်.... IMDb.7.7\nတောင်ရရှိထားပါတယ်....ဆုပေါင်း(၁၃)ဆုလည်းရရှိထားပြီး အခြားဆု (၃၆)ဆုအတွက်လည်း ဆန်ကာတင်\nစာရင်းဝင်ခဲ့ပါသေးတယ်...ဘာကြောင့်ဆုတွေ ဒီလောက်တောင်ရခဲ့သလဲဆိုတာကိုတော့ ကိုယ်တိုင်သာ\nခံစားကြည့်ကြပါ...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ MarTizasဖြစ်ပါတယ်...(zawgyi)အေဖရယ္အေမရယ္ သားရယ္သမီးရယ္မိသားစုေလးေယာက္ရွိတဲ့အထဲမွာ\nနပမ္းအားကစားသမားေဟာင္းတစ္ေယာက္ျဖစ္တဲ့အေဖျဖစ္သူက\nသူ႔ေျခရာနင္းၿပီးနပမ္းကစားသမားျဖစ္လာတဲ့သားျဖစ္သူကို\nေအာင္ျမင္ေစခ်င္ခဲ့ပါတယ္....\nအဲ့ဒီအတိုင္းပဲတြန္းအားလည္းအရမ္းေပးခဲ့ပါတယ္....\nသားျဖစ္သူတစ္ေယာက္မိဘကတစ္ဖက္အားကစားကတစ္ဖက္\nခ်စ္သူကတစ္ဖက္ဖိအားေတြနဲ႔ေပါ့....\nဒီဇာတ္ကားေလးက မိသားစုမွာ အျဖစ္မ်ားတဲ့ ျပသနာေတြကို ေကာင္းေကာင္းႀကီး\nပုံေဖာ္ထားပါတယ္...ၿပီးေတာ့\nကာ႐ိုက္တာေတြဟာအ‌ေရွ႕တိုင္းဆန္တာကိုေတြ႕ရမွာျဖစ္ပါတယ္.... IMDb.7.7\nေတာင္ရရွိထားပါတယ္....ဆုေပါင္း(၁၃)ဆုလည္းရရွိထားၿပီး အျခားဆု (၃၆)ဆုအတြက္လည္း ဆန္ကာတင္\nစာရင္းဝင္ခဲ့ပါေသးတယ္...ဘာေၾကာင့္ဆုေတြ ဒီေလာက္ေတာင္ရခဲ့သလဲဆိုတာကိုေတာ့ ကိုယ္တိုင္သာ\nခံစားၾကည့္ၾကပါ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ MarTizasျဖစ္ပါတယ္...File Size : (1.05 GB) and (416 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Drama, Romance, Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/waves2019/",
        "category": "Drama, Romance, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/mine-9-133x200.jpg",
        "title": "Mine 9 (2019)",
        "description": "Mine 9 2019=========#Unicodeလူ့ဘဝဆိုတာ ပျော်ရာမှာမနေရ တော်ရမှာနေရဆိုတဲ့အတိုင်းပါပဲ....သင်သာဆိုရင်ရော အလုပ်လက်မဲ့ဘဝကိုရွေးမလား...\nမြေအောက် ၂ မိုင်လောက်ကိုဆင်းပြီး ကျောက်မီးသွေးတူးမလား...ဒီဇာတ်ကားလေးမှာတော့ ဖြစ်ရပ်မှန်ကိုအခြေခံပြီး\nဆဲလ်ဗီးယားမိုင်းတွင်းက မိုင်းတူးသမားကိုးယောက်အကြောင်းကို အခြေတည်ရိုက်ကူးထားတာဖြစ်ပါတယ်...ဒီဇာတ်ကားလေးကိုကြည့်ပြီးရင် မိုင်းတူးသမားတွေရဲ့ဘဝကိုစာနာနားလည်ပြီး ကိုယ်ရထားတဲ့ဘဝကို ပိုတန်ဖိုးထားလာမိစေမှာပါအမှန်ပါပဲ...IMDB 7.1/10 တောင်ရရှိထားတာဖြစ်ပါတယ်။ #Zawgyiလူ႔ဘဝဆိုတာ ေပ်ာ္ရာမွာမေနရ ေတာ္ရမွာေနရဆိုတဲ့အတိုင္းပါပဲ....သင္သာဆိုရင္ေရာ အလုပ္လက္မဲ့ဘဝကိုေ႐ြးမလား...\nေျမေအာက္ ၂ မိုင္ေလာက္ကိုဆင္းၿပီး ေက်ာက္မီးေသြးတူးမလား...ဒီဇာတ္ကားေလးမွာေတာ့ ျဖစ္ရပ္မွန္ကိုအေျခခံၿပီး\nဆဲလ္ဗီးယားမိုင္းတြင္းက မိုင္းတူးသမားကိုးေယာက္အေၾကာင္းကို အေျခတည္႐ိုက္ကူးထားတာျဖစ္ပါတယ္...ဒီဇာတ္ကားေလးကိုၾကည့္ၿပီးရင္ မိုင္းတူးသမားေတြရဲ႕ဘဝကိုစာနာနားလည္ၿပီး ကိုယ္ရထားတဲ့ဘဝကို ပိုတန္ဖိုးထားလာမိေစမွာပါအမွန္ပါပဲ...IMDB 7.1/10 ေတာင္ရရွိထားတာျဖစ္ပါတယ္။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 720p  Blu-RayDuration – 1 hrs 26 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, RomanceSource : 1080p.Blu-RayTranslator – May Myat ThuEncoder – San ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/mine-9-2019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eVyESHnWiTY1el8DEWbYMVW3K5k.jpg",
        "title": "True History of the Kelly Gang(2019)",
        "description": "True History of the Kelly Gang(2019)IMDb - 6.0(unicode)Ned Kelly ဆိုတဲ့ လူငယ်လေးဟာ မြို့ပြနဲ့ဝေးရာ လွင်ပြင်ဘက်မှာ မိသားစုတစ်စုတည်းသီးသန့် ကြီးပြင်းလာခဲ့ရတဲ့ ကလေးတစ်ယောက်ပါ...သူ ငယ်စဉ်ဘဝကတည်းက အလိမ်အညာတွေ မပွင့်လင်းမှုတွေနဲ့ ကြီးနိုင်ငယ်ညှင်းစနစ်တစ်ခုအောက်မှာ ကြီးပြင်းလာခဲ့ရသူလည်း ဖြစ်ပါတယ်...ဂျပန်လက်အောက်ရောက်တုန်းက ပုလိပ်တွေ ကြီးစိုးသလိုမျိုး အိုင်ယာလန်လူမျိုး သူတို့မိသားစုလေးကိုလည်း အင်္ဂလန်ပုလိပ်တွေက ဖိနှိပ်တာပါ...အခြေအနေတစ်ရပ်မှာ သူ့ရဲ့ချစ်ရတဲ့ဖခင် ဆုံးပါးသွားခဲ့ချိန်မှာ စီးပွားရေးကျပ်တည်းသွားတဲ့အချိန် သူ့အမေရွေးချယ်ခဲ့တဲ့အလုပ်က ပြည့်တန်ဆာပိုင်းလုံးအလုပ်တဲ့...အရွယ်နဲ့မလိုက်အောင် လောကဓံရိုက်ချက်တွေ ခံလာခဲ့ရတဲ့ Kelly လေးဟာ ကြီးပြင်းလာချိန်ကျ အရိုင်းစိတ်အပြည့် လက်စားချေချင်စိတ်အပြည့်နဲ့ အစိုးရအဖွဲ့တွေကို အံတုလာချိန်မှာတော့....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....(zawgyi)IMDb - 6.0Ned Kelly ဆိုတဲ့ လူငယ္ေလးဟာ ၿမိဳ႕ျပနဲ႔ေဝးရာ လြင္ျပင္ဘက္မွာ မိသားစုတစ္စုတည္းသီးသန႔္ ႀကီးျပင္းလာခဲ့ရတဲ့ ကေလးတစ္ေယာက္ပါ...သူ ငယ္စဥ္ဘဝကတည္းက အလိမ္အညာေတြ မပြင့္လင္းမႈေတြနဲ႔ ႀကီးႏိုင္ငယ္ညႇင္းစနစ္တစ္ခုေအာက္မွာ ႀကီးျပင္းလာခဲ့ရသူလည္း ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/true-history-of-the-kelly-gang2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/top-secret1984-138x200.jpg",
        "title": "Top Secret!(1984)",
        "description": "Top Secret!(1984)IMDb....7.2(unicode)အရှေ့ဂျာမနီကိုရောက်နေတဲ့ အမေရိကန်ရော့ခ်အန်ရိုး အဆိုတော် နစ်ခ်ရေးဗားဟာ ဟီလာရီဖလန်မွန်းဆိုတဲ့ မိန်းမလှလေးတစ်ယောက်နဲ့ စားသောက်ဆိုင်တစ်ခုမှာ တွေ့ဆုံခဲ့ပါတယ်။ ဟီလာရီဟာ တော်လှန်ရေးအဖွဲ့ဝင်တစ်ယောက်ဖြစ်ပြီး ဂျာမန်တွေရဲ့ ဖမ်းဆီးခံ စွမ်းအားကြီး အဖျက်လက်နက်ဖန်တီးဖို့ အကျပ်ကိုင်ခံနေရတဲ့ သူ့အဖေ သိပ္ပံပညာရှင်ဒေါက်တာဖလန်းမွန်းကို ကယ်တင် ဖို့ စောင့်နေတာပါ။ နစ်ခ်က ဒေါက်တာ ဖလန်းမွန်းကို ထောင်ထဲမှာတွေ့ခဲ့တဲ့အကြောင်းပြောပြခဲ့ပြီးတဲ့နောက် ဟီလာရီ နဲ့ နစ်ခ်ဟာ တော်လှန်ရေးအဖွဲ့ခေါင်းဆောင်ဖြစ်တဲ့ နိုင်ဂျယ်နဲ့ ဆုံတွေ့ခဲ့ရပါတယ်။ နောက်ပိုင်းတော့ တော်လှန်ရေးအဖွဲ့ထဲမှာ သစ္စာဖောက်ရှိနေလို့ သူတို့ထက် ပြိုင်ဘက်ဟာအမြဲတမ်း ကွက်ကျော်မြင်နေခဲ့ ကြောင်းသိရချိန်မှာ.. အဲ့ဒီသစ္စာဖောက် ဟာ ဘယ်သူဖြစ်မလဲ? ဟီလာရီနဲ့နိုင်ဂျယ်မှာ တစ်ခြားပတ်သက်မှုတွေရှိနေမလား? Top Secret!ဟာ ဒုတိယကမ္ဘာစစ် စပိုင်ဇာတ်ကားတွေနဲ့ ဂီတအခြေခံရုပ်ရှင်တွေ အများစုကို သရော်လှောင်ပြောင်ထားတဲ့ parody ကားတစ်ကားပါ။ ငယ်ငယ်က ရင်းနှီးပြီးသဘောကျခဲ့ရတဲ့ Hot shots! 1/2 နဲ့ Scary movies ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/top-secret1984/",
        "category": "Comedy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/taylor-swift-miss-americana_poster_goldposter_com_2-135x200.jpg",
        "title": "Taylor Swift: Miss Americana (2020)",
        "description": "(Unicode)အားလုံး မျှော်လင့်နေကြတဲ့ ၂၀၂၀ ထဲမှာ လောလောလတ်လတ် ထွက်ရှိထားတဲ့ အမေရိကန်ပေါ့ပ် နဲ့ ကန်းထရီးအဆိုတော်မလေး တေလာဆွစ်ဖ် ရဲ့မှတ်တမ်းရုပ်ရှင် Miss Americana ကို တင်ဆက်ပေးလိုက်ပါတယ်…ဒီမှတ်တမ်းရုပ်ရှင်လေးဟာ IMDb – 8/10 နဲ့ Rottem Tomatoes – 90% တောင်ရရှိထားပါတယ်ဒီရုပ်ရှင်လေးဟာ တေလာဆွစ်က သူ့ရဲ့ဘဝအစိတ်အပိုင်းလေးတွေကို ခင်ဗျားတို့ဘေးနားမှာ ထိုင်ပြောနေတဲ့ အတိုင်း ကြည့်ရှုခံစားရမှာပါ…တေလာဆွစ်နဲ့အတူတူ ခင်ဗျားအပြင်ထွက်မယ်…သူနဲ့အတူတူ ရှိုးပွဲတွေလိုက်မယ် …သူနဲ့အတူ ဝမ်းသာစရာရှိရင် ဝမ်းသာလိုက်မယ် ဝမ်းနည်းစရာရှိရင်ဝမ်းနည်းမယ်…သူ့သီချင်းတွေ နားထောင်ရင်း သူနဲ့အတူတူ ကြီးပြင်းခဲ့ကြတဲ့ အတိုင်းပေါ့…ကန်းထရီးသီချင်းတွေကိုဆိုတတ်တဲ့ ဆယ်ကျော်သက်ကောင်မလေးဟာအခုဆိုရင် အသက် ၃၀ နားကိုချဉ်းကပ်နေတဲ့ အမျိုးသမီးတစ်ယောက်ဖြစ်နေပါပြီ …ဒီအသက်အရွယ်အထိ သူဘယ်လို အားတင်းခဲ့ရတယ် ဘယ်လိုရဲရင့်ခဲ့ရတယ်ဘယ်လိုရင့်ကျက်ခဲ့ရတယ်ဆိုတာတွေကို …. ၁နာရီနဲ့ ၂၅ မိနစ်ကြာတဲ့ ဒီမှတ်တမ်းရုပ်ရှင်လေးထဲမှာခင်ဗျားတို့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/taylor-swift-miss-americana-2020/",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A4ZqToeMkT9LhuLpMOEhUOHty5x.jpg",
        "title": "Shimla Mirchi (2020)",
        "description": "(Unicode)ဘောလီဝုဒ်ဖန်တွေအတွက် အသစ်စက်စက် Rom-Com တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ပါဝင်တဲ့အနုပညာရှင်တွေကလည်း ဘောလီဝုဒ်ရဲ့ဂန္တဝင်မင်းသမီးကြီး ဟေမာမာလီနီနှင့်သဘာဝသရုပ်ဆောင် ရာဂျ်ကူမား ရာအိုတို့နဲ့အတူ မင်းသမီးချောလေး ရာခူးလ်ပရီးဆင့်တို့ပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကလည်း ပေါ့ပေါ့ပါးပါးလေးနဲ့မို့ မိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါး ကြည့်ရှု့လို့ကောင်းမယ့်ကားမျိုးပါပဲဇာတ်လမ်းအကျဉ်းလေးပြောပြရင် အဗီး ခေါ် အဗီနက်ရှ်ဆီမှာ အားနည်းချက်တစ်ခုရှိပါတယ်အဲ့ဒါကတော့ သူချစ်တဲ့မိန်းကလေးတစ်ယောက်ကို ဖွင့်မပြောနိုင်တာပါ ဟုတ်ပါတယ်သူ အကြိမ်ကြိမ်ကြိုးစားခဲ့ပေမယ့် မအောင်မြင်ခဲ့ပါဘူးဘယ်လိုနည်းနဲ့မှ မပြောနိုင်ခဲ့ဘဲ ဆွံ့အနေခဲ့ပါတယ်အဲ့ဒိလိုအချစ်ရေးမှာ မအောင်မြင်နိုင်သေးတဲ့အဗီးတစ်ယောက် ရှင်းမ်လားမြို့အလည်ရောက်တဲ့အခိုက်နိုင်နားဆိုတဲ့မိန်းမချောလေးကို မြင်မြင်ချင်းချစ်ခဲ့မိပါတယ်သူ့ကိုလည်း ရှေးနည်းတွေအတိုင်း ဖွင့်ပြောဖို့ကြိုးစားခဲ့ပေမယ့် ဆွံ့အနေတုန်းပါပဲ အဲ့ဒိအခိုက် အဗီးဆီမှာ အကြံစည်တစ်ခုရသွားပါတယ်အဲ့ဒါကတော့ စာရေးပြီးပြောတာပါ ဟုတ်ပါတယ် အဗီးဟာ နိုင်နားဆီ ရည်းစားစာရေးပြီး သူ့ခံစားချက်တွေကို ဝန်ခံခဲ့ပါတယ်သိပ်မကြာခင်မှာပဲ အဗီးတစ်ယောက် အဖြေပြန်ရခဲ့ပါတယ်အဲ့ဒိအဖြေကတော့ ... \"ငါ့အမေ နင့်ကို ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/shimla-mirchi-2020/",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/ironclad-2011-1-141x200.jpg",
        "title": "Ironclad (2011)",
        "description": "(Unicode)IMDB 6.1RT 4.2၁၂၁၅ ခုနှစ် အင်္ဂလန်တိုင်းပြည် အခွန်တွေကို မတရားကောက်ခံ ၊ လူသတ်ပက်စက်ပြီး မြို့စားမိန်းမတွေနဲ့ ပွေရှုတ်တက်တဲ့ ဘုရင်ဂျွန်ဟာ နံမည်ဆိုးနဲ့ ကျော်ကြားတဲ့ ဘုရင်တပါးပါ။၁၆ နှစ်တာ ကာလကြာ သူ အင်္ဂလန်ကို အုပ်စိုးပြီးနောက်ပိုင်းမှာတော့ မြို့စားတွေက သူကို သည်းမခံနိုင်ကြတော့ပဲ အားလုံးစုပေါင်းပြီး ပုန်ကန်ကြပါတော့တယ်။ဘုရားစစ်သည်တော်တွေဟာလည်း မြို့စားတွေဖက်က ဝင်ရောက်တိုက်ခိုက်ပေးခဲ့ပါတယ်။၃ နှစ်တာ ရှည်ကြာလှတဲ့ ပြည်တွင်းစစ်ပွဲကြီးဟာ နောက်ဆုံးမှာတော့ မဂ်နာသဘောတူစာချုပ်နဲ့အတူ ပြီးဆုံးသွားခဲ့ပါတယ်။မဂ်နာစာချုပ်ဆိုတာ ဘုရင်နဲ့ မြို့စားတွေအကြား သဘောတူညီချက်တွေ ထားရှိတဲ့ စာချုပ်တစ်ခုပါပဲ။အာလုံးပြီးဆုံးသွားခဲ့ပြီလို့ ထင်ထားတဲ့နောက်ပိုင်းမှာတော့ ဘုရင်ဂျွန်ဟာ ကြေးစားစစ်တပ်ကြီးကိုငှားရမ်းကာ မြို့စားတွေကို သတ်ပြီး တစ်နိုင်ငံလုံးကို ပြန်လည်သိမ်းပိုက်ဖို့ ကြံစည်ပါတော့တယ်။ဘုရင်ဂျွန်ကို တားဆီးနိုင်ဖို့အတွက်ဆိုရင် အင်္ဂလန်တောင်းပိုင်းရဲ့ အချက်အချာဖြစ်တဲ့ ရီုချက်စတာရဲတိုက်ကို ထိန်းထားနိုင်ဖို့ လိုအပ်တယ်ဆိုတာ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ironclad-2011/",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8LPeldxskHrGJTPfhICguCip2H.jpg",
        "title": "Rambo (2008)",
        "description": "Rambo (2008)ဆီဗက်စတာ စတားလုံးရဲ့‌အကျော်ကြားဆုံးဇာတ်ကောင်၂ခုထဲက တစ်ခုဖြစ်တဲ့ ရမ်ဘိုကားတွေကို အက်ရှင်ကား ဖန်‌တွေအတော်များများ သဘာကျကြပါတယ်။ တိုက်ခန်းခိုက်ခန်းတွေလည်း ကြမ်းသလို စတားလုံးကြီးချတာလည်း အားရစရာကောင်းတာကိုး။ ဒီကားဟာလည်း လုံးဝ အကြမ်းပတမ်းတစ်ကားထဲမှာ အပါအဝင်ပါပဲ။ ရှယ်ကြမ်းပါတယ်။ဒီကားရထားတဲ့ IMDb rating 7 ကလည်း လူပေါင်း နှစ်သိန်းကျော်ကနေ ရထားတာဆိုတော့ ကြည့်ရအတော် အားရဖို့ကောင်းပါလိမ့်မယ်။ ရိတ်တင် သိပ်မကောင်းနေရင်တောင် ဇာတ်ကားရဲ့ ဇာတ်လမ်းကြောင့်၊ ရမ်ဘိုကြီး ရှယ်ကြမ်းပြ ရမ်းပြ သတ်ပြထားတဲ့သူတွေကြောင့် ဘယ်လိုပဲဆိုဆို အတော်လေးကို ဝမ်းသာပီတိ ဂွမ်းဆီထိ ကြည့်ရ ဖီးလ်ရှယ်ရှိမယ့်ဇာတ်ကားပါပဲ။Size - 2.7GB, 1.01GB\nQuality - Blu-ray 1080p, 720p\nIMDb Rating - 7/10\nFormat - mp4\nDuration - 1H 32Min\nGenre - Action, Adventure, Thriller\nSubtitle - ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/rambo-2008/"
    }
]