[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/cold.blood_-135x200.jpg",
        "title": "Cold Blood (2019)",
        "description": "Cool Blood 2019============#Unicode၂၀၁၉ ထွက် Thriller/Action ဇာတ်ကားလေးပါ။ နာမည်ကျော်လူသတ်သမားတွေလည်း အချိန်တန်ရင်တော့အေးချမ်းစွာဘဝကိုဖြတ်သန်းချင်တာပဲမှတ်လား။ ခုသူလည်းအဲ့လိုပဲ လူသူဝေးတဲ့တစ်နေရာမှာ ဘဝကိုအေးချမ်းစွာအနားယူတော့မယ်လို့ဆုံးဖြတ်ပြီးကာမှ . . . သူ့ဆီကို အမှတ်မထင်ရောက်လာတဲ့ အမျိုးသမီးတစ်ယောက်ကြောင့်သူ့ရဲ့အခြေအနေတွေဟာ ပြောင်းလဲခဲ့ရတယ်။ Accident တစ်ခုကြောင့်ရောက်လာခဲ့တဲ့ အမျိုးသမီး တစ်ယောက်မှာသူမထင်ထားတဲ့ အကြံတွေပါလာခဲ့သလားဆိုတာကတော့ . . . ဇာတ်ကားကိုကြည့်ကြည့်မှပဲသိနိုင်ပါမယ်။#Zawgyi၂၀၁၉ ထြက္ Thriller/Action ဇာတ္ကားေလးပါ။ နာမည္ေက်ာ္လူသတ္သမားေတြလည္း အခ်ိန္တန္ရင္ေတာ့ေအးခ်မ္းစြာဘဝကိုျဖတ္သန္းခ်င္တာပဲမွတ္လား။ ခုသူလည္းအဲ့လိုပဲ လူသူေဝးတဲ့တစ္ေနရာမွာ ဘဝကိုေအးခ်မ္းစြာအနားယူေတာ့မယ္လို႔ဆုံးျဖတ္ၿပီးကာမွ . . . သူ႔ဆီကို အမွတ္မထင္ေရာက္လာတဲ့ အမ်ိဳးသမီးတစ္ေယာက္ေၾကာင့္သူ႔ရဲ႕အေျခအေနေတြဟာ ေျပာင္းလဲခဲ့ရတယ္။ Accident တစ္ခုေၾကာင့္ေရာက္လာခဲ့တဲ့ အမ်ိဳးသမီး တစ္ေယာက္မွာသူမထင္ထားတဲ့ အႀကံေတြပါလာခဲ့သလားဆိုတာကေတာ့ . . . ဇာတ္ကားကိုၾကည့္ၾကည့္မွပဲသိႏိုင္ပါမယ္။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ D3mon ပဲဖြစ်ပါတယ်။) Quality – 720p  Blu-RayDuration – 1 hrs ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/cold-blood-2019/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jmvpwgW5M2kduR9zB0q8qGFC4zM.jpg",
        "title": "Rocky IV (1985)",
        "description": "Rocky IV (1985)Rocky ဆိုတာ တော်တော်များများ ကြည့်ဖူးကြမယ်ထင်ပါရဲ့....တစ်ချို့တွေလည်း ကြားဖူးနားဝသာရှိကြတာ အကုန်ခံစားကြည့်ဖို့ အခွင့်မရှိခဲ့တာလည်းရှိပါလိမ့်မယ်...\nခေတ်အဆက်ဆက် အကောင်းဆုံး Sport ကားအဖြစ်မှတ်တမ်းတင်ခံရသလို\nအထူးစိတ်ခွန်အားဖြစ်စေတဲ့ ဇာတ်ကားလို့လည်း ချီးကျူးခံရတယ်...\nRockyဟာ လက်ဝှေ့ဝါသနာအိုး ဖြစ်ပေမယ့် အောင်မြင်မှုလည်း\nမရှိလို့ စားဝတ်နေရေးအတွက် အကြွေးတောင်းတဲ့အလုပ်လည်း\nလုပ်နေရတယ်...\nသူဇွဲတော့မလျော့ဘူး....တစ်နေ့တော့အောင်မြင်နိုင်တဲ့လို့ မဝံမရဲ မျှော်လင့်နေတယ်...\nသို့ပေမယ့်လည်း သူ့အတွက် အခွင့်အရေးက ဘယ်နေမှန်းမသိ...\nတစ်နေ့တာ စားဝတ်နေရေးအတွက် မှတ်ပုံတင်ထားတဲ့ လက်ဝှေ့ ဝါသနာအလုပ်ကို\nမထင်မရှားကြားပွဲတွေနဲ့ပဲ အချိန်ကုန်နေရတယ်....\nတစ်နေ့တော့ သူ့အတွက် အခွင့်ကောင်းတစ်ခုရောက်လာတယ်... ကမ္ဘာ့ချန်ပီယံ အပိုလို ခရိဒ်က ရော့ကီနဲ့ ထိုးချင်တယ်လို့ဆိုတယ်...ကမ္ဘာ့ချန်ပီယံဟာ\nရော့ကီနဲ့ ဘာလို့ထိုးချင်တာလဲဆိုတော့ ရော့ကီရဲ့ လက်ဝှေ့မှတ်ပုံတင် Italian Stallion\nနာမည်နဲ့ နာမည်ဆက်ကြီးချင်လို့ပဲ....\nအဲ့ဒီမှာ Rocky အတွက် အခွင့်အလမ်းကြီးပေါ်လာတော့တာပဲ....\nRocky ဟာ ၄ ကား ထွက်ရှိပါတယ်... မင်းသားကြီး Sylvester Stallone ဟာ Rocky အဖြစ် သရုပ်ဆောင်ထားပြီး သရုပ်ပါတဲ့ ထိုးကွက်တွေဖြစ်ဖို့ လေ့ကျင့်ခဲ့ရသလို ရိုက်ကွင်းတွေမှာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/rocky-iv-1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/rocky-3-1982-132x200.jpg",
        "title": "Rocky III(1982)",
        "description": "Rocky III(1982)Rocky ဆိုတာ တော်တော်များများ ကြည့်ဖူးကြမယ်ထင်ပါရဲ့....တစ်ချို့တွေလည်း ကြားဖူးနားဝသာရှိကြတာ အကုန်ခံစားကြည့်ဖို့ အခွင့်မရှိခဲ့တာလည်းရှိပါလိမ့်မယ်...\nခေတ်အဆက်ဆက် အကောင်းဆုံး Sport ကားအဖြစ်မှတ်တမ်းတင်ခံရသလို\nအထူးစိတ်ခွန်အားဖြစ်စေတဲ့ ဇာတ်ကားလို့လည်း ချီးကျူးခံရတယ်...\nRockyဟာ လက်ဝှေ့ဝါသနာအိုး ဖြစ်ပေမယ့် အောင်မြင်မှုလည်း\nမရှိလို့ စားဝတ်နေရေးအတွက် အကြွေးတောင်းတဲ့အလုပ်လည်း\nလုပ်နေရတယ်...\nသူဇွဲတော့မလျော့ဘူး....တစ်နေ့တော့အောင်မြင်နိုင်တဲ့လို့ မဝံမရဲ မျှော်လင့်နေတယ်...\nသို့ပေမယ့်လည်း သူ့အတွက် အခွင့်အရေးက ဘယ်နေမှန်းမသိ...\nတစ်နေ့တာ စားဝတ်နေရေးအတွက် မှတ်ပုံတင်ထားတဲ့ လက်ဝှေ့ ဝါသနာအလုပ်ကို\nမထင်မရှားကြားပွဲတွေနဲ့ပဲ အချိန်ကုန်နေရတယ်....\nတစ်နေ့တော့ သူ့အတွက် အခွင့်ကောင်းတစ်ခုရောက်လာတယ်... ကမ္ဘာ့ချန်ပီယံ အပိုလို ခရိဒ်က ရော့ကီနဲ့ ထိုးချင်တယ်လို့ဆိုတယ်...ကမ္ဘာ့ချန်ပီယံဟာ\nရော့ကီနဲ့ ဘာလို့ထိုးချင်တာလဲဆိုတော့ ရော့ကီရဲ့ လက်ဝှေ့မှတ်ပုံတင် Italian Stallion\nနာမည်နဲ့ နာမည်ဆက်ကြီးချင်လို့ပဲ....\nအဲ့ဒီမှာ Rocky အတွက် အခွင့်အလမ်းကြီးပေါ်လာတော့တာပဲ....\nRocky ဟာ ၄ ကား ထွက်ရှိပါတယ်... မင်းသားကြီး Sylvester Stallone ဟာ Rocky အဖြစ် သရုပ်ဆောင်ထားပြီး သရုပ်ပါတဲ့ ထိုးကွက်တွေဖြစ်ဖို့ လေ့ကျင့်ခဲ့ရသလို ရိုက်ကွင်းတွေမှာ တကယ်ထိုးသတ်ခဲ့တယ်လို့ဆိုပါတယ်...အဲ့ဒီခေတ်အခါက ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/rocky-iii1982/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fqJH7mI4dFANRay8qdJoGa7fK1k.jpg",
        "title": "Rocky II(1979)",
        "description": "Rocky II(1979)Rocky ဆိုတာ တော်တော်များများ ကြည့်ဖူးကြမယ်ထင်ပါရဲ့....တစ်ချို့တွေလည်း ကြားဖူးနားဝသာရှိကြတာ အကုန်ခံစားကြည့်ဖို့ အခွင့်မရှိခဲ့တာလည်းရှိပါလိမ့်မယ်...\nခေတ်အဆက်ဆက် အကောင်းဆုံး Sport ကားအဖြစ်မှတ်တမ်းတင်ခံရသလို\nအထူးစိတ်ခွန်အားဖြစ်စေတဲ့ ဇာတ်ကားလို့လည်း ချီးကျူးခံရတယ်...\nRockyဟာ လက်ဝှေ့ဝါသနာအိုး ဖြစ်ပေမယ့် အောင်မြင်မှုလည်း\nမရှိလို့ စားဝတ်နေရေးအတွက် အကြွေးတောင်းတဲ့အလုပ်လည်း\nလုပ်နေရတယ်...\nသူဇွဲတော့မလျော့ဘူး....တစ်နေ့တော့အောင်မြင်နိုင်တဲ့လို့ မဝံမရဲ မျှော်လင့်နေတယ်...\nသို့ပေမယ့်လည်း သူ့အတွက် အခွင့်အရေးက ဘယ်နေမှန်းမသိ...\nတစ်နေ့တာ စားဝတ်နေရေးအတွက် မှတ်ပုံတင်ထားတဲ့ လက်ဝှေ့ ဝါသနာအလုပ်ကို\nမထင်မရှားကြားပွဲတွေနဲ့ပဲ အချိန်ကုန်နေရတယ်....\nတစ်နေ့တော့ သူ့အတွက် အခွင့်ကောင်းတစ်ခုရောက်လာတယ်... ကမ္ဘာ့ချန်ပီယံ အပိုလို ခရိဒ်က ရော့ကီနဲ့ ထိုးချင်တယ်လို့ဆိုတယ်...ကမ္ဘာ့ချန်ပီယံဟာ\nရော့ကီနဲ့ ဘာလို့ထိုးချင်တာလဲဆိုတော့ ရော့ကီရဲ့ လက်ဝှေ့မှတ်ပုံတင် Italian Stallion\nနာမည်နဲ့ နာမည်ဆက်ကြီးချင်လို့ပဲ....\nအဲ့ဒီမှာ Rocky အတွက် အခွင့်အလမ်းကြီးပေါ်လာတော့တာပဲ....\nRocky ဟာ ၄ ကား ထွက်ရှိပါတယ်... မင်းသားကြီး Sylvester Stallone ဟာ Rocky အဖြစ် သရုပ်ဆောင်ထားပြီး သရုပ်ပါတဲ့ ထိုးကွက်တွေဖြစ်ဖို့ လေ့ကျင့်ခဲ့ရသလို ရိုက်ကွင်းတွေမှာ တကယ်ထိုးသတ်ခဲ့တယ်လို့ဆိုပါတယ်...အဲ့ဒီခေတ်အခါက ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/rocky-ii1979/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/rocky-1976-133x200.jpg",
        "title": "Rocky(1976)",
        "description": "Rocky(1976)Rocky ဆိုတာ တော်တော်များများ ကြည့်ဖူးကြမယ်ထင်ပါရဲ့....တစ်ချို့တွေလည်း ကြားဖူးနားဝသာရှိကြတာ အကုန်ခံစားကြည့်ဖို့ အခွင့်မရှိခဲ့တာလည်းရှိပါလိမ့်မယ်...\nခေတ်အဆက်ဆက် အကောင်းဆုံး Sport ကားအဖြစ်မှတ်တမ်းတင်ခံရသလို\nအထူးစိတ်ခွန်အားဖြစ်စေတဲ့ ဇာတ်ကားလို့လည်း ချီးကျူးခံရတယ်...\nRockyဟာ လက်ဝှေ့ဝါသနာအိုး ဖြစ်ပေမယ့် အောင်မြင်မှုလည်း\nမရှိလို့ စားဝတ်နေရေးအတွက် အကြွေးတောင်းတဲ့အလုပ်လည်း\nလုပ်နေရတယ်...\nသူဇွဲတော့မလျော့ဘူး....တစ်နေ့တော့အောင်မြင်နိုင်တဲ့လို့ မဝံမရဲ မျှော်လင့်နေတယ်...\nသို့ပေမယ့်လည်း သူ့အတွက် အခွင့်အရေးက ဘယ်နေမှန်းမသိ...\nတစ်နေ့တာ စားဝတ်နေရေးအတွက် မှတ်ပုံတင်ထားတဲ့ လက်ဝှေ့ ဝါသနာအလုပ်ကို\nမထင်မရှားကြားပွဲတွေနဲ့ပဲ အချိန်ကုန်နေရတယ်....\nတစ်နေ့တော့ သူ့အတွက် အခွင့်ကောင်းတစ်ခုရောက်လာတယ်... ကမ္ဘာ့ချန်ပီယံ အပိုလို ခရိဒ်က ရော့ကီနဲ့ ထိုးချင်တယ်လို့ဆိုတယ်...ကမ္ဘာ့ချန်ပီယံဟာ\nရော့ကီနဲ့ ဘာလို့ထိုးချင်တာလဲဆိုတော့ ရော့ကီရဲ့ လက်ဝှေ့မှတ်ပုံတင် Italian Stallion\nနာမည်နဲ့ နာမည်ဆက်ကြီးချင်လို့ပဲ....\nအဲ့ဒီမှာ Rocky အတွက် အခွင့်အလမ်းကြီးပေါ်လာတော့တာပဲ....\nRocky ဟာ ၄ ကား ထွက်ရှိပါတယ်... မင်းသားကြီး Sylvester Stallone ဟာ Rocky အဖြစ် သရုပ်ဆောင်ထားပြီး သရုပ်ပါတဲ့ ထိုးကွက်တွေဖြစ်ဖို့ လေ့ကျင့်ခဲ့ရသလို ရိုက်ကွင်းတွေမှာ တကယ်ထိုးသတ်ခဲ့တယ်လို့ဆိုပါတယ်...အဲ့ဒီခေတ်အခါက ဒီဘက်ခေတ်များလို့\nEffect ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/rocky1976/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/the.last_.tree_-135x200.jpg",
        "title": "The Last Tree (2019)",
        "description": "The Last Tree 2019==============#Unicodeလန်ဒန်မြို့ လူမည်းတွေအများဆုံးနေတဲ့ ဆင်ခြေဖုံးရပ်ကွက်က လူမည်းကောင်လေးတစ်ယောက်ရဲ့ ကြီးပြင်းလာတာကို ရိုက်ပြထားတဲ့ ဇာတ်လမ်းလေးပါ။ ကလေးဘဝက စိတ်ဒဏ်ရာတွေရှိခဲ့တဲ့ ဒီကောင်လေး လူရမ်းကားပေါတဲ့ ဒီပတ်ဝန်းကျင်မှာ ခက်ခက်ခဲခဲနဲ့ လူကောင်းတစ်ယောက်ဖြစ်လာအောင် ကြိုးစားတဲ့ အကြောင်းလေးပါ။ လူငယ်တွေမှာလည်း ဖိအားတွေ အများကြီးရှိနေပါတယ်။ မိဘကြောင့်၊ ပတ်ဝန်းကျင်ကြောင့်၊ သူငယ်ချင်းတွေကြောင့် စသည်ဖြင့် ဖိအားအမျိုးမျိုးခံနေရတဲ့အချိန်မှာ ထွက်ပေါက်ရှာတတ်ကြပါတယ်။ ဒီဖိအားတွေက လွတ်နိုင်အောင် သာယာမှုရှာကြတဲ့အခါ လမ်းမှားကို ရောက်နိုင်ခြေ အများကြီးရှိနေပါတယ်။ ဒီကောင်လေးကတော့ သူ့ရဲ့လမ်းကြောင်းမှားနေပြီဆိုတာ သိပြီး ပြန်ပြင်နိုင်ခဲ့ပြီး အရင်က မှားယွင်းခဲ့တဲ့အမြင်တွေကိုလည်း ပြန်တည့်မတ်နိုင်ခဲ့ပါတယ်။ ဇာတ်လမ်းကထဲကနေ ဒီကောင်လေး ခံစားနေရတာတွေကို ကိုယ်စားဝင်ခံစားနိုင်အောင်တော့ ရိုက်ပြနိုင်တယ်လို့ ပြောရမှာပါပဲ။ #Zawgyiလန္ဒန္ျမိဳ႕ လူမည္းေတြအမ်ားဆုံးေနတဲ့ ဆင္ေျခဖုံးရပ္ကြက္က လူမည္းေကာင္ေလးတစ္ေယာက္ရဲ႕ ၾကီးျပင္းလာတာကို ရုိက္ျပထားတဲ့ ဇာတ္လမ္းေလးပါ။ ကေလးဘဝက စိတ္ဒဏ္ရာေတြရွိခဲ့တဲ့ ဒီေကာင္ေလး လူရမ္းကားေပါတဲ့ ဒီပတ္ဝန္းက်င္မွာ ခက္ခက္ခဲခဲနဲ႔ လူေကာင္းတစ္ေယာက္ျဖစ္လာေအာင္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-last-tree-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/DET-149x200.jpg",
        "title": "Detection of Di Renjie (2020)",
        "description": "Detection of Di Renjie (2020)\n(unicode)ဒီဇာတ်ကားလေးကတော့ဝူဧကရာဇ်မင်းအုပ်ချုပ်ခဲ့ချိန်က\nချန်အန်းမြို့မှာထူးဆန်းတဲ့သေဆုံးမှုတွေရှိခဲ့တယ်....\nသေဆုံးရတဲ့အကြောင်းအရင်းကိုမသိရတော့အာဇာနည်ဗိမာန်မှာရှိတဲ့နံရံဆေးရေးပန်းချီကားထဲကအကနတ်ဘုရားက လူသတ်တယ်ဆိုတဲ့ကောလာပာလ‌တွေဟာပိုမိုပြင်းထန်လာခဲ့တယ်...\nပြည်သူတွေကလည်းတုန်လှုပ်ခြောက်ခြားနေကြတယ်...\nဒီအမှုကို‌ဖြေရှင်းဖို့တွက်‌ဒေသတွင်းရှိထူးဆန်းတဲ့အဖြစ်အပျက်တွေကိုအကြိမ်ကြိမ်ဖြေရှင်းခဲ့တဲ့'သီရိန်ကျယ်'နဲ့စိန်ဝူစစ်တပ်အကြီးအကဲ'ရှဲ့ရောင်ခွမ်'တို့ကိုအတူတကွစုံစမ်းစစ်ဆေးရန်အမိန့်ပေးခဲ့တယ်...သူတို့ လူသတ်တရားခံ အစစ်ကို တကယ်စုံစမ်းနိုင်မှာပါ့မလား..ဖမ်းဆီးပြီး ထိုက်တန်တဲ့ပြဒဏ်ပေးနိုင်ပါ့မလား...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Lazum Mary ပဲဖြစ်ပါတယ်....(zawgyi)ဒီဇာတ္ကားေလးကေတာ့ဝူဧကရာဇ္မင္းအုပ္ခ်ဳပ္ခဲ့ခ်ိန္က\nခ်န္အန္းၿမိဳ႕မွာထူးဆန္းတဲ့ေသဆုံးမႈေတြရွိခဲ့တယ္....\nေသဆုံးရတဲ့အေၾကာင္းအရင္းကိုမသိရေတာ့အာဇာနည္ဗိမာန္မွာရွိတဲ့နံရံေဆးေရးပန္းခ်ီကားထဲကအကနတ္ဘုရားက လူသတ္တယ္ဆိုတဲ့ေကာလာပာလ‌ေတြဟာပိုမိုျပင္းထန္လာခဲ့တယ္...\nျပည္သူေတြကလည္းတုန္လႈပ္ေျခာက္ျခားေနၾကတယ္...\nဒီအမႈကို‌ေျဖရွင္းဖို႔တြက္‌ေဒသတြင္းရွိထူးဆန္းတဲ့အျဖစ္အပ်က္ေတြကိုအႀကိမ္ႀကိမ္ေျဖရွင္းခဲ့တဲ့'သီရိန္က်ယ္'နဲ႔စိန္ဝူစစ္တပ္အႀကီးအကဲ'ရွဲ႕ေရာင္ခြမ္'တို႔ကိုအတူတကြစုံစမ္းစစ္ေဆးရန္အမိန႔္ေပးခဲ့တယ္...သူတို႔ လူသတ္တရားခံ အစစ္ကို တကယ္စုံစမ္းႏိုင္မွာပါ့မလား..ဖမ္းဆီးၿပီး ထိုက္တန္တဲ့ျပဒဏ္ေပးႏိုင္ပါ့မလား...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Lazum Mary ပဲျဖစ္ပါတယ္....\nFile Size : (850 MB) and (333 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lazum Mary\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/detection-of-di-renjie-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/vdmRqf-141x200.jpg",
        "title": "The Guilty Ones (2019)",
        "description": "Unicode*******လွန်ခဲ့တဲ့၁၀နှစ်က လင်တန်းဆိုတဲ့ကလေးမလေးတစ်ယောက်ကိုလူတစ်ယောက်ကပြန်ပေးဆွဲခဲ့ပြီး ကလေးမလေးအမေဆီကိုငွေညစ်တောင်းခဲ့ပေမဲ့ကလေးမလေးကတော့သေသွားခဲ့ပါတယ်....အဲ့ဒီအမှုကို၁၀နှစ်ကြာစုံစမ်းစစ်ဆေးခဲ့တာတောင်အဖြစ်မှန်မပေါ်နိုင်သေးပဲရှိနေကာကလေးမလေးအမေကလက်မလျော့ပဲအဲ့တုန်းကပြန်ပေးဆွဲသမားကိုလိုက်ရှာနေခဲ့ပါတယ်....တိုက်ဆိုင်စွာနဲ့ပဲလွန်ခဲ့တဲ့၁၀နှစ်တုန်းကအဖြစ်လိုမျိုးကျူးကျူးဆိုတဲ့ကလေးမလေးဆီမှာပြန်ဖြစ်လာသောအခါ...ကလေးကိုဘယ်သူကပြန်ပေးဆွဲတာလဲဘာကြောင့်လဲဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်..... Zawgyi******လြန္ခဲ့တဲ့၁၀ႏွစ္က လင္တန္းဆိုတဲ့ကေလးမေလးတစ္ေယာက္ကိုလူတစ္ေယာက္ကျပန္ေပးဆြဲခဲ့ၿပီး ကေလးမေလးအေမဆီကိုေငြညစ္ေတာင္းခဲ့ေပမဲ့ကေလးမေလးကေတာ့ေသသြားခဲ့ပါတယ္....အဲ့ဒီအမႈကို၁၀ႏွစ္ၾကာစုံစမ္းစစ္ေဆးခဲ့တာေတာင္အျဖစ္မွန္မေပၚႏိုင္ေသးပဲရွိေနကာကေလးမေလးအေမကလက္မေလ်ာ့ပဲအဲ့တုန္းကျပန္ေပးဆြဲသမားကိုလိုက္ရွာေနခဲ့ပါတယ္....တိုက္ဆိုင္စြာနဲ႔ပဲလြန္ခဲ့တဲ့၁၀ႏွစ္တုန္းကအျဖစ္လိုမ်ိဳးက်ဴးက်ဴးဆိုတဲ့ကေလးမေလးဆီမွာျပန္ျဖစ္လာေသာအခါ...ကေလးကိုဘယ္သူကျပန္ေပးဆြဲတာလဲဘာေၾကာင့္လဲဆိုတာဆက္လက္ၾကည့္ရႈလိုက္ၾကပါစို႔ေနာ္..... Translated & Review By MineEncoded By LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-guilty-ones-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Ford_v_Ferrari-929107889-large-135x200.jpg",
        "title": "Ford v Ferrari (2019)",
        "description": "Ford v Ferrari (2019)\nIMDb - 8.1/10_______Rotten - 92%\nwon 2 Oscars. Another 21 wins & 73 nominations\n #Unicode\nပြိုင်ကားထုတ်လုပ်သူတွေအတွက်တော့ ပြင်သစ်နိုင်ငံရဲ့ နာမည်ကျော် လမန်းစ် ကားပြိုင်ပွဲဟာ အရေးအကြီးဆုံး မှတ်ကျောက်တင်ခံရတဲ့ ပွဲပါပဲ။၂၄ နာရီတိတိ ပတ်လမ်းတွေထဲမှာ တစ်နာရီကို မိုင် ၂၀၀ နှုန်းလောက်နဲ့ တစ်ပတ်ပြီး တစ်ပတ် ပတ်နေရတဲ့ ပြိုင်ပွဲပါပဲ။ ကားတစ်စီးရဲ့ အမြန်နှုန်း၊ ခံနိုင်ရည်၊ စိတ်ချယုံကြည်ရမှု ကို အကောင်းဆုံး စမ်းသပ်တဲ့နေရာဖြစ်ပြီး အသက်ဘေးလည်း နီးတယ်လို့ ပြောလို့ရပါတယ်။ ဒီလို ပြိုင်ပွဲမျိုးမှာ ဖရာရီကားကုမ္ပဏီက ၆ နှစ်ဆက်တိုက် ဗိုလ်စွဲထားခဲ့တဲ့အတွက် ပြိုင်ကားလောကမှာတော့ အဲဒီခေတ်မှာ ဖရာရီဟာ ပြိုင်ဘက်ကင်းပါပဲ။\nဒီ ဖရာရီအီတလီကားကုမ္ပဏီကို ဖို့ဒ်က ဝယ်ဖို့ကြိုးစားလာတဲ့အခါ ဖရာရီကားကုမ္ပဏီပိုင်ရှင် အန်ဇိုက ဖို့ဒ်ကို စော်ကားမော်ကား ပြောပြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/Rjz9/Ford_v_Ferrari_[2019]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/83829674_180180206666118_4425658568087175168_n-160x200.jpg",
        "title": "True Sight : The International 2019 Finals",
        "description": "TI 9 ရဲ့  True Sight ထွက်လာပါပြီ။ ဒီ TS က အရင် TI8 လောက် ရင်ခုန်ဖို့မကောင်းပေမယ့် True sight ကြည့်ရတာအားရဖို့ ကောင်းပါတယ်\nစိတ်ချမ်းသာစရာကောင်းပါတယ်။ ဒိုတာ သမိုင်းရဲ့ အကောင်းဆုံး အသင်းလို့ ပြောလို့ရတဲ့ အိုဂျီ ကို ကြည့်ရတာ အားရသလို၊ TI ချန်ပီယံဟောင်း Liquid ရဲ့ စည်းလုံးမှုနဲ့\nစိတ်ဓာတ်က ရှုံးသွားတဲ့အချိန်မှာတောင် ကျေနပ်စရာကောင်းပါတယ်။ တကယ်ကို အားပေးလို့ကောင်းတဲ့ ၂ သင်းကို True Sight မှာ ကြည့်ရတာ OG Liquid ဖန်အားလုံး\nကျေနပ်ကြမယ်လို့ ထင်ပါတယ်။ဘာပဲပြောပြော ဒိုတာရဲ့အနှစ်ဖြစ်တဲ့Feeling, Fun, Friendship နဲ့Surprise တွေ ပေးနိုင်ခဲ့တဲ့ ၂ သင်းပါပဲလို့ ဂုဏ်ပြုပါတယ်။\nLittle Neo က ဘာသာပြန်ပေးထားပြီးThit San Khant မှ ...",
        "rating": "9.0",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4",
        "category": "Documentary, Sport"
    },
    {
        "thumbnail": "",
        "title": "Ram Jaane (1995)",
        "description": "(Unicode)ခပ်လာ့စ်( ရှော့လိုက် /ပွဲသိမ်း) ၊ တပိုရိးလို့ဂ် ( street guys) ....အစရှိတဲ့ ရှာရွတ်ဗန်းစကားတော်တော်များများကို ဒီဇာတ်ကားထဲမှာ လေ့လာလိုက်နော် ။သင်ဟာ လူတစ်ယောက်သာစစ်မှန်ခဲ့ပါစေ....ကိုယ့်ဘဝမှာ ဘယ်လောက်ပဲ မျှော်လင့်ချက်မဲ့တဲ့ ချောက်ကမ်းပါးထဲကျရောက်နေခဲ့ရင်တောင် သင့်လိုမျိုး မိုက်မိုက်ကန်းကန်း ချောက်ကမ်းပါးထဲ မျက်စိစုံမှိတ်ခုန်ချမဲ့ အနာဂတ်လူငယ်တွေကိုတော့ ဒီနေရာကြီဟာ အန္တရယ်တွေရောပြွန်းနေတဲ့ မျှော်လင့်ချက်မဲ့ချောက်ကမ်းပါးဆိုတာ တနည်းနည်းနဲ့တော့ သိစေသင့်တယ် မဟုတ်ပါလား?Ram Jaane (ဘုရားသိတယ်)★★★★★★ပြစ်မှု ၊အက်ရှင်ဒရမ်မာ၊ ဇာတ်မြူးအမျိုးအစား ဘောလီးဝုဒ် ရုပ်ရှင်\" Ram Jaane \" ကို ဇာတ်ညွှန်း ဗီနေးရွှတ်ကလား ရေးသားပြီး ၊ ဒါရိုက်တာ ရာဂျစ်ဗ်မဟဲရာ ရိုက်ကူးခဲ့ကာ ရှာရွတ်ခန် ၊ ဂျူဟီးချော်လာ ၊ မူရှရန်း ၊ ပန်ကတ်ရ်ှကပူးရ် (ရှာဟစ်ကပူးရ် ဖေဖေ) ၊ ဂူလ်ရှန်းဂရိုဗာ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3zIap/Ram_Jaane_[1995]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTY3MDk5MDc3OV5BMl5BanBnXkFtZTcwNzAyNTg0Ng@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Contagion (2011)",
        "description": "(Unicode)ခုတင်ဆက်ပေးလိုက်တဲ့ဇာတ်ကားလေးကတော့H1 N1 ရောဂါအကြောင်းကို ရိုက်ထားတဲ့ဇာတ်ကားပါ ၂၀၁၁ ခုနှစ်ကထွက်ခဲ့တဲ့ဇာတ်ကားလေးပါဘတ်သ်အမ်ဟို့ဖ်ဆိုတဲ့ အမျိုးသမီးဟာ အလုပ်ကိစ္စနဲ့ဟောင်ကောင်ကိုသွားပြီး ပြန်အရောက်မှာ နေမကောင်းဖြစ်ပြီးရုတ်တရက်သေဆုံးရာကစခဲ့တာပါတစ်နေ့ပြီးတစ်နေ့ကူးစက်ခံရသူတေ် များလာတယ် သေဆုံးသူတွေလဲ များလာပါတယ်WHO အဖွဲ့ရော ဒေါက်တာရှီဗာတို့ရော ဒေါက်တာဆော့စ်မန်းတို့ရောဘာဖြစ်တာလဲသိဖို့ အားလုံးကြိုးစားရှာဖွေကြရပါတယ်ဒီထဲမှာမှ ဘယ်သူကရှာဖွေတွေ့ရှိသွားလဲကုသနိုင်တဲ့ဆေးရှာတွေ့မှာလားကာကွယ်ဆေးရောပေါ်လာလားဆိုတာတွေရှာဖွေနေစဉ်အတောအတွင်းမှာ စတေးလိုက်ရတဲ့ အသက်တွေလူထုကြား ရောဂါဖြစ်နေပြီဆိုတာ သတင်းပျံ့သွားတဲ့အချိန်မှာ လူထုကဘယ်လိုတုံ့ပြန်လာလဲဆိုတာတွေ အားလုံး ဝေဝေဆာဆာနဲ့ အကွက်ကျကျရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါဒီလိုအချိန်မှာ လက်မလွတ်တမ်းကြည့်သင့်တဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပေးပါရစေဗျာအချုပ်အနေနဲ.ပြောရရင် Steven Soderberg ရဲ့ 2009 Flu Pandemic ကို အခြေတည်ရိုက်ထားတဲ့ Contagion (2011) ဇာတ်ကားက အခုအချိန် ကြည့်ဖို့အသင့်တော်ဆုံးပဲ။Pandemic Event အတွင်း- WHO ရဲ့ စီမန်ခန့်ခွဲမှုအဆင့်ဆင့်တွေ၊- Medical Field ရဲ့ လုပ်ငန်းခွင် မလုံခြုံမှုတွေ၊- ဝိသမလောဘသားတွေရဲ့ အမြတ်ထုတ်ခြယ်လှယ်မှုတွေ၊- နောက်ဆုံး လူထုကြားမှာဆင့်ပွားလာတဲ့ အကြောက်တရားတွေ အကြောင်းကိုဒီကားမှာ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/contagion-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5gZRPrbrAcKPt2NE5zJdTam4tEu.jpg",
        "title": "The 100th Love with You(2017)",
        "description": "The 100th Love with You(2017)(unicode)ဒီကမ္ဘာကြီးမှာ လူဦးရေ သန်းပေါင်းများစွာ ရှိတဲ့ထဲက\nကောင်လေးတစ်ယောက်နဲ့ ကောင်မလေးတစ်ယောက် အချစ်စစ်အချစ်မှန်နဲ့\nတွေ့ဆုံကြတာကို ဖူးစာဆိုပြီး လှပစွာ ခေါင်းစဉ်လေး ကျွန်တော်တို့တပ်ခဲ့ကြတယ်...\nတစ်ချို့တွေအတွက် အချစ်စစ်တစ်ခုအတွက် အချိန်များစွာကြာပြီးမှ ဖြစ်တည်ခဲ့ကြသလို\nတစ်ချို့အတွက်လည်း ဆန်းကြယ်တဲ့အခိုက်အတန့်တစ်ခုမှာ အချိန်တိုအတွင်းငြိတွယ်\nခဲ့ကြတယ်...ဘယ်လိုပဲ ဖူးစာပါပါ လူတစ်ယောက်နဲ့ တစ်ယောက် အကြိမ် ၁၀၀မြောက်\nပုံစံစုံနဲ့တွေ့ခဲ့ရင် သူတို့ ချစ်နိုင်ကြပါ့မလား...\nကောင်လေးတစ်ယောက်ဟာ အချိန်နောက်ပြန်သွားလို့ရတဲ့ ပစ္စည်းတစ်ခုပိုင်ဆိုင်ထားတယ်...ဒီပစ္စည်းကိုအသုံးပြုပြီး အချိန်တွေနောက်ပြန်သွားရင်း သူတစ်စိုက်မတ်မတ်\nလုပ်တဲ့အရာတစ်ခုရှိတယ်...အဲ့ဒါကတော့ သူချစ်တဲ့ကောင်မလေး အသက်အန္တရယ်ကနေ လွတ်မြောက်အောင် ကာကွယ်ပေးတာပါပဲ...ပြောရရင် သူတို့ အကြိမ် ၁၀၀မြောက်‌တွေ့ကြတယ်ဆိုပါတော့....\nဒီကားက သီးချင်းကောင်းတွေများစွာပါသလို သီချင်းတွေကလည်း ဇာတ်ကားရဲ့\nအသက်ကို ထပ်လောင်းမြှင့်တင်ပေးလို့ ဘာသာပြန်ပေးထားပါတယ်...\nသရုပ်ဆောင်တွေအကုန်လုံးလည်း ချောမောလှပကြသလို\nတကယ့်ကို ဆွတ်ပျံကြည်နူးဖွယ်ရာ အချစ်ဇာတ်လမ်းလေးပါပဲ..\nအစမှ အဆုံးထိ ဆွဲဆောင်မှုရှိသလို ဘာဆက်ဖြစ်မလဲဆိုတာ တစ်စိမ့်စိမ့်တွေးစေတဲ့ကားမျိုးလေးပါ...\nခင်ဗျားတို့ရော ကိုယ့်ကိုအကြိမ်၁၀၀ ပြန်တွေ့ရင်တောင်ချစ်နေမယ်ဆိုတဲ့သူမျိုး\nကိုယ်က အကြိမ်၁၀၀ပြန်တွေ့ရမယ်ဆိုရင်တောင် ချစ်နေမယ့်သူမျိုး ရှိကြပြီလား..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ FA မမ Thinzar Htet ပဲဖြစ်ပါတယ်....(zawgyi)ဒီကမာၻႀကီးမွာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-100th-love-with-you2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BZjFmN2Y0ZmEtMmM5ZC00MmUyLTlmYWItYzdlMzYxYWU0NTdhXkEyXkFqcGdeQXVyMTExMTM1Mjk1._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "My Bossy Girl (2019)",
        "description": "My Bossy Girl (2019)(unicode)အချစ်ဆိုတာ သိပ်ကိုဆန်းကြယ်တယ်လို့ဆိုကြတယ်...\nဘယ်လိုအနေအထားမျိုးမဆို အချစ်ကို ခံစားနိုင်ကြသလို အချစ်နဲ့\nထိတွေ့ရင်လည်း မစဉ်းစားဘူးတဲ့အလုပ်တွေ အပြုအမူတွေနဲ့\nကိုယ့်ကိုကိုယ်အံအားသင့်အောင် စွမ်းဆောင်ဖြစ်ကြတယ်...\nဒီကားထဲက ကောင်မလေးဟာ ရုပ်ကလေးချောသလော ဘဝပေးကုသိုလ်\nမကောင်းရှာဘူး...အောက်ပိုင်းသေလို့ သူ့ ခဗျာ ဝှီးချဲလေးနဲ့ လှုပ်ရှားသွားလာနေရတယ်...\nပတ်ဝန်းကျင်က အမြင်မျိုးစုံကြောင့် သူ့ခဗျာ စိတ်ခံစားချက်ကလည်း\nတက်လွယ်ကျလွယ်ပေါ့.... တစ်နေ့တော့ အင်ဂျင်နီယာကျောင်းသား ကောင်လေးတစ်ယောက်နဲ့ သူတို့ ဆုံမိကြတယ်....သာမန်လူတစ်ယောက်လို ရှင်သန်ဖို့ ခဲ့ယဉ်းတဲ့ကောင်မလေးကိုတွေ့ပြီးတဲ့နောက်မှာတော့...\nသူတို့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Fliex ပဲဖြစ်ပါတယ်...(zawgyi)အခ်စ္ဆိုတာ သိပ္ကိုဆန္းၾကယ္တယ္လို႔ဆိုၾကတယ္...\nဘယ္လိုအေနအထားမ်ိဳးမဆို အခ်စ္ကို ခံစားႏိုင္ၾကသလို အခ်စ္နဲ႔\nထိေတြ႕ရင္လည္း မစဥ္းစားဘူးတဲ့အလုပ္ေတြ အျပဳအမူေတြနဲ႔\nကိုယ့္ကိုကိုယ္အံအားသင့္ေအာင္ စြမ္းေဆာင္ျဖစ္ၾကတယ္...\nဒီကားထဲက ေကာင္မေလးဟာ ႐ုပ္ကေလးေခ်ာသေလာ ဘဝေပးကုသိုလ္\nမေကာင္းရွာဘူး...ေအာက္ပိုင္းေသလို႔ သူ႔ ခဗ်ာ ဝွီးခ်ဲေလးနဲ႔ လႈပ္ရွားသြားလာေနရတယ္...\nပတ္ဝန္းက်င္က အျမင္မ်ိဳးစုံေၾကာင့္ သူ႔ခဗ်ာ စိတ္ခံစားခ်က္ကလည္း\nတက္လြယ္က်လြယ္ေပါ့.... တစ္ေန႔ေတာ့ အင္ဂ်င္နီယာေက်ာင္းသား ေကာင္ေလးတစ္ေယာက္နဲ႔ သူတို႔ ဆုံမိၾကတယ္....သာမန္လူတစ္ေယာက္လို ရွင္သန္ဖို႔ ခဲ့ယဥ္းတဲ့ေကာင္မေလးကိုေတြ႕ၿပီးတဲ့ေနာက္မွာေတာ့...\nသူတို႔ ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဉီး..\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2SRqt/My_Bossy_Girl_(Neoeui_Yeojachingu)_[2019]_(MM_Sub).mkv",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kn4VWnQaHY5gR9lrhRlciZmFiek.jpg",
        "title": "The Legendary Lighter (2019)",
        "description": "(Unicode)ဒီကားကတော့ 2019 အောက်တိုဘာကထွက်ရှိထားတဲ့ Action ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးက ပုံပြင်လေးတစ်ပုဒ်ကစတယ်။တစ်ခါတုန်းက လူမိုက်လောကမှာ သူ့လက်ထဲမီးခြစ်တချောင်းရှိရုံနဲ့တင် အယောက် ၂၀ လောက်ကို အပြတ်ရှင်းနိုင်တဲ့ Lighter လို့ခေါ်တဲ့ နာမည်ကြီးတစ်ယောက်ရှိတယ်။သူကသူစောင့်ရှောက်ရတဲ့ သူဠေး(လူမိုက်ဥက္ကဠပေါ့)အဲ့လူအပေါ်အရမ်းသစ္စာရှိတဲ့သူတစ်ယောက်။အဲ့ဒီလူမိုက်ဥက္ကဠကြီးကွယ်လွန်သွားပြီး ဖခင်အမွေဆက်ခံသူကတော့ အဲ့ဥက္ကဠကြီးရဲ့သားဖြစ်သူပေါ့။အဖေထက်သားတစ်လကြီးဆိုသလိုပဲ သားဖြစ်သူက ရိုင်းတယ် ဆိုးတယ် အဲ့တာထက်ယုတ်မာတယ်။မဟုတ်တာမှန်သမျှအကုန်လုပ်တယ်။အဲ့လိုလူအောက်မှာ Lighter တစ်ယောက် မနေချင်တော့ဖူး။လူမိုက်လောကစွန့်ခွာပြီး လူပီသတဲ့သူတစ်ယောက် ဖြစ်အောင် Lighter ကြိုးစားချင်တယ်။အဲ့ဒီအတွက်သူအဲ့ဒီအဖွဲ့အစည်းကထာဝရနုတ်ထွက်လိုက်ပြီး သာမန်လူတစ်ယောက်အဖြစ်နေထိုင်သွားခဲ့တယ်။သူဘယ်သူလဲမသိဖူး။ ဘယ်ရောက်သွားလဲဆိုတာ ဘယ်သူမှမသိဖူး။ဒဏ္ဍာရီပုံပြင်တစ်ပုဒ်အဖြစ်သူအကြောင်းက လူမိုက်လောကမှာ ကျန်နေရစ်ခဲ့တယ်။အဲ့ဒီဂန္တဝင်လူမိုက်ကြီးက ဘယ်သူဖြစ်နေမလဲ။နောက်ထပ်စိတ်ဝင်စားဖို့ကောင်းတာတစ်ခုက အဲ့ဒီလိုလူကြမ်းကို အရည်ပျော်သွားအောင်၊ကျားကနေ ယုန်ကလေးဖြစ်သွားအောင် လုပ်နိုင်ခဲ့သူတစ်ဦးလည်းရှိနေပါသေးတယ်။အချစ်ဆိုတဲ့အရာက ဒဿဂီရိလိုကြမ်းနေတဲ့သူကိုတောင် ပြောင်းလဲစေနိုင်တယ်ဆိုတာကို ဒီဇာတ်ကားလေးမှာ တွေ့မြင်ရမှာပါ။အချစ်ကြီးချစ်တတ်သူ၊ မိုက်ပေမယ့် မယုတ်မာတတ်တဲ့ လူမိုက်တဖြစ်လဲ လူရိုးကြီးရဲ့ Action ခန်း လှလှပပတွေ မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရမယ့်အပြင်ကြမ်းပေမယ့်နှလုံးသားကနုပါတယ်ဆိုသလို လူမိုက်ကြီးရဲ့ ချစ်တတ်ပုံကိုလည်းတွေ့ရအုန်းမှာပါ။လူမိုက်လောကရဲ့ ရှုပ်ထွေးပုံ၊လူမိုက်တစ်ယောက်ရဲ့အချစ်ကြီးပုံ၊စတာတွေကို စိတ်ဝင်စားဖို့ကောင်းအောင်ပြသွားတဲ့အပြင်ဇာတ်လမ်းမအီရအောင်လည်း တချို့အခန်းတွေမှာ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-legendary-lighter-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9viHDkVC1Xl08jmau6ikudz7eH8.jpg",
        "title": "Motichoor Chaknachoor (2019)",
        "description": "(Unicode)ဘောလီဝုဒ်ပရိသတ်ကြီးအတွက် သဘာဝမင်းသားကြီး Nawazuddin Siddiqui ရဲ့ ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကလည်း ဟာသဒရာလေးဖြစ်လို့ ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ကောင်းတဲ့ကားတစ်ကားပါပဲဇာတ်လမ်းအညွှန်းပြောရရင်တော့ အန္နီးဆိုတဲ့ချာတိတ်မဆီမှာ အိပ်မက်တစ်ခုပဲရှိပါတယ်အဲ့ဒါကတော့ နိုင်ငံခြားမှာ အခြေချဖို့ပါပဲသူ့မိဘကလည်း မပြည့်စုံတော့ သူ့ကိုသာနိုင်ငံခြားခေါ်သွားနိုင်မယ်ဆိုရင် အဲ့ဒိလူနဲ့လက်ထပ်ပြီး နိုင်ငံခြားလိုက်သွားမယ့်လူပါနောက်တစ်ဖက်ကတော့ ကျွန်တော်တို့ဇာတ်လိုက်ကျော်ကြီး နဝါးဇ်ဘိုင်ပါပဲသူကတော့ အသက် ၃၆ နှစ်အရွယ် လူပျိုသိုးကြီးပါသူကလည်း ဒူဘိုင်းပြန်တစ်ယောက်ဖြစ်သလို မိန်းမမှန်ရင် ဘယ်လိုမိန်းမရရ ယူမယ်ဆိုတဲ့လူပါကံတရားက ဒီနှစ်ယောက်ကို စုံစည်းပေးလိုက်တဲ့အခါမှာတော့ ပေါ့ပေါ့ပါးပါး မိသားစု ဟာသ ဒရာမာဇာတ်ကားလေးကို ခံစားကြည့်လိုက်ကြပါဦးဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ေဘာလီဝုဒ္ပရိသတ္ႀကီးအတြက္ သဘာဝမင္းသားႀကီး Nawazuddin Siddiqui ရဲ႕ ကားသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးကလည္း ဟာသဒရာေလးျဖစ္လို႔ ေပါ့ေပါ့ပါးပါးနဲ႔ ၾကည့္ေကာင္းတဲ့ကားတစ္ကားပါပဲဇာတ္လမ္းအၫႊန္းေျပာရရင္ေတာ့ အႏၷီးဆိုတဲ့ခ်ာတိတ္မဆီမွာ အိပ္မက္တစ္ခုပဲရွိပါတယ္အဲ့ဒါကေတာ့ ႏိုင္ငံျခားမွာ အေျခခ်ဖို႔ပါပဲသူ႔မိဘကလည္း မျပည့္စုံေတာ့ သူ႔ကိုသာႏိုင္ငံျခားေခၚသြားႏိုင္မယ္ဆိုရင္ အဲ့ဒိလူနဲ႔လက္ထပ္ၿပီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/motichoor-chaknachoor-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uQqmFcKOSg7RVtaIKOTtv1vWQPx.jpg",
        "title": "A Fall from Grace (2020)",
        "description": "(Unicode)Jasmine ဆိုတဲ့ ရှေ့နေမကလေးဟာ အမှုတွေကို အပေးအယူလုပ်ပြီးပဲ ဖြေရှင်းတတ်ပြီး တရားခွင်တစ်ခါမှ မဝင်ဖူးပါဘူးတစ်နေ့မှာ အထက်အရာရှိမှ သူ့ကို အပေးအယူလုပ်ရန် အမှုတစ်ခုပေးပါတယ်အဲဒီအမှုမှာ Grace ဆိုတဲ့ မိန်းမဟာ ယောက်ျားကို သတ်မှုအတွက် စွတ်စွဲခံထားရတာပါထူးခြားတာက Grace က အပြစ်ကို ဝန်ခံချင်ပါတယ်ဒီတော့ သူလုပ်ရမှာက အပေးအယူစာချုပ်မှာက လက်မှတ်ထိုးရုံပါပဲအမြဲတမ်း အမှုတွေကို အပေးအယူလုပ်ပြီး ဖြေရှင်းတတ်တဲ့ Jasmine ဟာ ဒီအမှုမှာတော့ တစ်ခုခုလွဲနေပြီဆိုတာ ခံစားမိပြီလိုက်ပါတယ်ဒီလိုနဲ့ Grace ကို ဖြစ်ကြောင်းကုန်စင် မေးကြည့်တဲ့အခါမှာတော့...ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားသူကတော့ Htet Wai Lwin ဖြစ်ပါတယ်။(Zawgyi)Jasmine ဆိုတဲ့ ေရွ႕ေနမကေလးဟာ အမႈေတြကို အေပးအယူလုပ္ၿပီးပဲ ေျဖရွင္းတတ္ၿပီး တရားခြင္တစ္ခါမွ မဝင္ဖူးပါဘူးတစ္ေန႔မွာ အထက္အရာရွိမွ သူ႔ကို အေပးအယူလုပ္ရန္ အမႈတစ္ခုေပးပါတယ္အဲဒီအမႈမွာ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/a-fall-from-grace-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/၃၇-135x200.jpg",
        "title": "37 Teen (2019)",
        "description": "37 Teen 2019==========#Unicodeဇာတ်လမ်းနာမည်လေး ဖတ်လိုက်ရုံနဲ့ ဒီဇာတ်လေးက ပျော်စရာကောင်းမယ်ဆိုတာ တန်းပြီးသိလောက်မယ်ထင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့\nငယ်ငယ်က အနိုင်ကျင့်ခံခဲ့ရတဲ့ အဒမ်ပိုင်\nအရွယ်ရောက်လာတဲ့အခါမှာတော့ ဖုန်းကုမ္ပဏီပိုင်ရှင် ဘီလျံနာ အဒမ်ဖြစ်သွားခဲ့ပါတယ်....သူ့သူငယ်ချင်း ဂရက်ရဲ့တိုက်တွန်းမှုနဲ့ သူအရမ်းမုန်းတီးခဲ့တဲ့ အထက်တန်းကျောင်းသားဟောင်းပြန်လည်တွေ့ဆုံပွဲကို သွားခဲ့ကြပါတယ်....ဒီလိုနဲ့ အဒမ်မှာ အကြံတစ်ခုရလာပါတယ်..\nသူ့အတွက်မကောင်းတဲ့အမှတ်တရတွေပဲရှိခဲ့တဲ့ အထက်တန်းကျောင်းကို နောက်တစ်ကြိမ်ပြန်တက်ပြီး အမှတ်တရကောင်းတွေအဖြစ်ပြောင်းလဲပစ်မယ့် အကြံပါပဲ...အဲ့အကြံက အမှန်တကယ်အောင်မြင်ပါ့မလား..\n၃၇ နှစ်အရွယ်ရှိနေပြီဖြစ်တဲ့သူတို့အတွက် အရေးအကြီးဆုံးက ဘယ်အရာလဲဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်...IMDB 5.8/10 ရရှိထားပါတယ် #Zawgyiဇာတ္လမ္းနာမည္ေလး ဖတ္လိုက္႐ုံနဲ႔ ဒီဇာတ္ေလးက ေပ်ာ္စရာေကာင္းမယ္ဆိုတာ တန္းၿပီးသိေလာက္မယ္ထင္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့\nငယ္ငယ္က အႏိုင္က်င့္ခံခဲ့ရတဲ့ အဒမ္ပိုင္\nအ႐ြယ္ေရာက္လာတဲ့အခါမွာေတာ့ ဖုန္းကုမၸဏီပိုင္ရွင္ ဘီလ်ံနာ အဒမ္ျဖစ္သြားခဲ့ပါတယ္....သူ႔သူငယ္ခ်င္း ဂရက္ရဲ႕တိုက္တြန္းမႈနဲ႔ သူအရမ္းမုန္းတီးခဲ့တဲ့ အထက္တန္းေက်ာင္းသားေဟာင္းျပန္လည္ေတြ႕ဆုံပြဲကို သြားခဲ့ၾကပါတယ္....ဒီလိုနဲ႔ အဒမ္မွာ အႀကံတစ္ခုရလာပါတယ္..\nသူ႔အတြက္မေကာင္းတဲ့အမွတ္တရေတြပဲရွိခဲ့တဲ့ အထက္တန္းေက်ာင္းကို ေနာက္တစ္ႀကိမ္ျပန္တက္ၿပီး အမွတ္တရေကာင္းေတြအျဖစ္ေျပာင္းလဲပစ္မယ့္ အႀကံပါပဲ...အဲ့အႀကံက အမွန္တကယ္ေအာင္ျမင္ပါ့မလား..\n၃၇ ႏွစ္အ႐ြယ္ရွိေနၿပီျဖစ္တဲ့သူတို႔အတြက္ အေရးအႀကီးဆုံးက ဘယ္အရာလဲဆိုတာကို ေပါ့ေပါ့ပါးပါးၾကည့္ရႈရမယ့္ ဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္...IMDB 5.8/10 ရရွိထားပါတယ္(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/37-teen-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BMzc2MmIwNTgtNWNlZS00Y2NiLWEzMWMtZjJiOTZmNTE4Zjc5XkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-142x200.jpg",
        "title": "12 Suicidal Teens (2019)",
        "description": "12 Suicidal Teens (2019)\n‌လောကကြီးကိုစိတ်ကုန်ပြီး ကိုယ့်ကိုယ့်ကိုယ်အဆုံးစီရင်ချင်နေတဲ့\nဆယ်ကျော်သက်အရွယ် ကလေး ၁၁ ယောက်ဟာ\nအွန်လိုင်းပေါ်မှာတင်ထားတဲ့ အဆုံးစီရင်သူများစုဝေးမှုကြောင့်\nစွန့်ပစ်ထားတဲ့ ဆေးရုံဟောင်းတစ်ခုမှာ လာရောက်ဆုံစည်းမိကြပါတယ်။\nသူတို့အားလုံးဆုံကြတဲ့အချိန် သူတို့ထက်အရင် အဆုံးစီရင်ထားတဲ့ စီစဥ်သူကိုမြင်လိုက်ရလို့\nအားလုံးအံ့ဩားသင့်ပြီး သူတို့ဖာသာရှေ့ဆက်ကြတော့မယ့်အချိန်မှာ\nနောက်ဆုံးမှတကယ်ဝင်လာတဲ့ စီစဥ်သူ \"ဆာတိုရှိ\"\nလူ ၁၂ ယောက်စုဝေးမှုမှာ ၁၃ ယောက်ဖြစ်နေပြီး\nစာရင်းထဲမှာမပါတဲ့ ကုတင်ပေါ်မှကိုယ်တော်ချောကို\nသူတို့ဟာ အမှတ်စဥ် သုည လို့အမည်ပေးပြီး\nသူဘယ်လိုဒီကိုရောက်လာတယ်ဆိုတာကိုရှာဖွေကြပါတယ်\nဝင်လာတဲ့ လူ ၁၂ ယောက်မှာ တစ်ယောက်ချင်းစီတွေ့ခဲ့ကြတဲ့\nမူမမှန်တဲ့ သဲလွန်စတွေကိုပေါင်းပြီးတော့ ဒီ သုညကိုယ်တော် ဘယ်ကရောက်လာပြီး\nဘယ်သူသတ်တာလဲကို ပူးပေါင်းဖော်ထုတ်ပြီးမှ\nသူတို့သတ်သေမှုကိုဆက်လုပ်ကြမယ်သဘောတူကြရင်း ရှာဖွေရင်းက မထင်မှတ်တာတွေဖြစ်ခဲ့ကြတယ်...\nလျို့ဝှက်ချက်ကိုယ်စီရှိနေတဲ့ သူတို့ ၁၂ ယောက်ဟာ သုည စုဝေးတဲ့အခန်းထဲရောက်လာပုံကို\nဘယ်လိုအဖြေရှာကြမလဲ သူတို့တွေသတ်သေမှုရောဘယ်လိုဖြစ်သွားမလဲ\n\"ဆာတိုရှိ\" ရဲ့ တကယ့်ရည်ရွယ်ချက်ကရော ဘာလဲဆိုတာကို\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဂျပန်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။File Size : (1.66GB)/(866MB)\nQuality : Bluray (1080p,720p)\nRunning Time : 1h57min \nFormat : Mp4\nGenre : Mystery,Thriller\nSubtitle : ...",
        "rating": "",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qUlB90obLqaUzn0W1MnWqtycH5P.jpg",
        "title": "Venky Mama (2019)",
        "description": "(Unicode)ဇာတ်ကားရဲ့ နာမည်အရ. . . Venky Mama ဆိုတာက (မိခင်ဘက်က တောစပ်တဲ့) ဦးလေးဗင်ကီပေါ့။မိဘနဲ့သားသမီးကြားက ချစ်ခြင်းမေတ္တာ၊ သမီးရည်းစားကြားက ချစ်ခြင်းမေတ္တာတွေအကြောင်း မဟုတ်ပဲဒီတစ်ခါ ဇာတ်ကားလေးက တူဝရီးနှစ်ယောက်ကြားက ချစ်ခြင်းမေတ္တာ အကြောင်းပေါ့ဗျာ။မင်းသားကြီး Daggubati Venkatesh(ဒတ်ဂူဗတီဗင်ကာတက်ရှ်) ၊ မင်းသားငယ် Naga Chaitanya (နာဂချာတန်(န်)ယာမင်းသမီးချောတွေ ဖြစ်တဲ့ Payal Rajput (ပါယယ်လ်ရာ့ဂ်ျပွတ်) ၊ Rashi Khanna (ရာသျှိခမ်းနား)တို့ရဲ့ အသစ်စက်စက် ဇာတ်ကားပါ။တေလဂူးဇာတ်ကားတွေအဖို့ ဒီဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ၊ မင်းသမီးတွေနဲ့ စိမ်းနေနိုင်ပေမယ့်တောင်အိန္ဒိယဇာတ်ကား ပရိတ်သတ်တွေအဖို့တော့ မင်းသားနှစ်လက်အပြင် မင်းသမီးနှစ်လက်နဲ့ပါ ရင်းနှီးနေပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်း အိန္ဒိယနိုင်နဲ့ ပါကစ္စတန်နယ်စပ် ကက်ရှ်မီးယားဒေသမှာရှိတဲ့ တပ်မတော်ပိုင်နယ်မြေထဲကို လူလတ်ပိုင်းအရွယ် သူစိမ်းတစ်ယောက် ဝင်လာတယ်။တားမြစ်နယ်မြေထဲကို ခွင့်မတောင်းပဲ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/venky-mama-2019/"
    }
]