[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bwwpg25QTu9YwtXtsRfbHC4GL4.jpg",
        "title": "Dark Encounter (2019)",
        "description": "11980ဝန်းကျင် ပန်ဆယ်ဗေးနီးယားပြည်နယ်တွင်းက နယ်ဘက်အိမ်လေးတအိမ်။မှန်ဘောင်သွင်းထားတဲ့မိသားစုဓာတ်ပုံလေး တပုံကအောက်ကိုကျပြီး မှန်လေးကကွဲနေတယ်။ပုံထဲမှာ မြင်ရတာကတော့ အဖေအမေရယ် ကောင်လေးတယောက်ကောင်မလေးတယောက် လေးယောက်ရှိတဲ့ မိသားစုလေး။လက်ဆေးကန်မှာလည်း ရေပိုက်ခေါင်း ပိတ်မထားလို့ ရေတွေ ဒလဟောကျနေတယ်။အိမ်တံခါးကလည်း ဟ ဟလေး ပွင့်နေတယ်။ကားတစီးအိမ်ရှေ့ရောက်လာပြီးအဖေနဲ့အမေ နှစ်ယောက်အိမ်ထဲကို စကားပြောရင်း ဝင်လာကြတယ်။အိမ်တံခါးပွင့်နေတော့ သူတို့သမီးဆီလာလည်မယ့်သူ ရှိလို့လားလို့ ထင်လိုက်ကြသေးတယ်။ဒါပေမယ့် ရေပိုက်ခေါင်းကလည်း ပွင့်နေပြီးသူတို့ သမီးကို ခေါ်တော့လည်း ပြန်ထူးသံမကြားခဲ့ရဘူး။အဲလိုနဲ့ပဲ သူတို့ရဲ့သမီးလေးဟာ ပျောက်ဆုံးသွားခဲ့ရတော့တယ်။\nတနှစ်ကြာခဲ့ပြီ။ သူတို့သမီးလေးရဲ့ သတင်းအစအနတောင် မရခဲ့ဘူး။တနှစ်တိတိပြည့်တဲ့နေ့မှာပဲ တနှစ်ပြည့် အောက်မေ့ဖွယ်ပွဲလေး ကျင်းပခဲ့ကြတယ်။အဲဒီညမှာပဲ သမီးလေးအဖေက မီးရှူးမီးပန်းတွေဆော့နေတယ်ထင်တဲ့ကောင်လေးတချို့ကို သတိပေးဆုံးမဖို့ ထွက်မယ်လုပ်တော့သူ့သားရောဘေးလူတွေကရော စိတ်မချလို့ လိုက်သွားကြရင်းတောထဲမှာ ထူးဆန်းတဲ့မီးအလင်းရောင်တွေကို ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/dark-encounter-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BM2MxY2QwYTAtMDM1My00MTc0LWEwZjktMDdjODY2NWJiNDg2XkEyXkFqcGdeQXVyODY3ODQ2MTk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "One Piece: Stampede (2019) Blu-ray",
        "description": "ONE PIECE :STAMPEDE\n===================\nOne Piece Anime ရဲ့သက်တမ်း နှစ် ၂၀ ပြည့် ထုတ်တဲ့ ၁၄ ကားမြောက် ရုပ်ရှင်ပါ။\nSky Island ပီးနောက်ကြေငြာထားတဲ့ကားပါ။ One Piece ဖန်တိုင်းမျှော်နေခဲ့ကြတဲ့ကားပါပဲ။ ရုံမတင်တဲ့အပြင် အကြည်ကိုလည်ပင်းရှာမျှော်ခဲ့ရတဲ့ကားပါ။ ခရမ်းချဉ်သီး 92 လုံးနဲ့ IMDB 8.1 ရထားပါတယ်။\nTime Line အနေနဲ့ ကတော့ Wano မရောက်ခင်နဲ့ Big Mom ကိုသွားကလိပြီးတဲ့ အချိန်ကြားလို့ယူဆရပေမယ့် Movie ထဲမှာ လုဖီရဲ့ ဆုကြေးက ၁၅ ဘီလီယံ ဖြစ်နေတော့ Wano အပြီးလို့လဲထင်စရာရှိပါတယ် ဒါပေမဲ့ Non-Canon ဖြစ်တဲ့အတွက် Timeline နဲ့မဆိုင်တော့သိပ်တော့ ခေါင်းစားစရာမရှိပါဘူး။ ကာရိုက်တာ Art ‌တွေအရ အခု Anime onging မှာ ရောက်နေတဲ့တစ်ဝိုက်လို့ပဲမှတ်ရပါတယ်။\nဇတ်လမ်း က‌တော့ ပင်လယ်ဓားပြတွေအတွက်ကျင်းပတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/one-piece-stampede/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jsMaCoHaYMXdRf9383KjksYP88a.jpg",
        "title": "Jawaani Jaaneman (2020)",
        "description": "ဟိုင်း အချောလေးတို့ အိမ်ထဲမှာ နေနဲ့ ကမ္ဘာကြီးကို ကယ်တင်နိုင်ပြီဆိုတာ သိပြီးကြရောပေါ့။မပျင်းရအောင် အကျိုးဆောင်ပေးရရင် ရုပ်ရှင်ကားကောင်းလေးတွေနဲ့ တင်ဆက်ပေးမှာပါ။ခုတစ်ဖန် တင်ဆက်မှာကတော့... ဘောလိဝုဒ် မိသားစုဒရာမာကို ဟာသလေးတွေနဲ့ ကြည့်ရှုရမှာပါ။မင်းသားကြီးကလည်း လူတိုင်းသိပြီးသား ဖြစ်ပြီး မင်းသမီးချောလေးတွေလည်း ပါနေပါသေးတယ်နော်။ဇာတ်လမ်းအကျဉ်းကတော့... ဟိုးရှေးရှေးတုန်းက စော်ကြည်ဘဲ တစ်ယောက် ရှိသတဲ့ပေါ့။ခုခေတ်အခေါ် စားဘဲကြီးပေါ့။ စားဘဲကြီးဆိုတဲ့ ဂုဏ်ပုဒ်ကလည်း လွယ်လွယ်ရရိုးလား။မနက်ဆို ၁၂နာရီမှ အိပ်ယာထ၊ ရုံးကို ၃နာရီလာ၊ ညနေ ၅နာရီရုံးဆင်း၊ ညဘက်ဆို ကလပ်တက်၊ စော်တွေနဲ့ ဇာတ်လမ်းဖြစ်။သူ့အလုပ်ကတော့ အိမ်ခြံမြေအကျိူးဆောင် ပွဲစားပေါ့။ ဒီလိုနဲ့ သူ့အရွယ်က အိမ်ထောင်ပြုသင့်နေပြီလို့ မိသားစုက ဖျောင်းဖျကြတယ်။လောကမှာ ဘာအကြောက်ဆုံးလဲလို့ မေးရင် မိန်းမယူ၊ ကလေးမွေးပဲ။ သူ့ခံယူချက်က ရှိသေးတယ်။ ဘာတဲ့။အိမ်ထောင်ဘဝဆိုတာ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/jawaani-jaaneman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZX18L5m6rH5viSYpRnTSbb9eXh.jpg",
        "title": "The Platform (2019)",
        "description": "ဒီရုပ်ရှင်ကတော့ IDmb rating 7.0 ရရှိထားတဲ့ Netflix စပိန်ရုပ်ရှင်ကားပါ။တကယ့်ကို မှောင်မိုက်တဲ့ Thriller အမျိုးအစားဖြစ်လို့ကလေးတွေ မကြည့်သင့်ပါဘူး။ဒေါင်လိုက်ဖန်တီးထားတဲ့ အကျဉ်းထောင်တစ်ခု၊တစ်ဆင့်ချင်းစီက အကျဉ်းခန်းမှာ လူနှစ်ယောက်စီကိုနေရာချပေးတဲ့ ငရဲတွင်းပေါက်ကြီးဆီ Goreng သွားခဲ့တယ်။သဘောတူညီချက်တစ်ခုနဲ့ လာရောက်ခဲ့တဲ့ Goreng ဟာအဲ့ဒီနေရာကို ငရဲမှန်း မသိခဲ့ဘူး။အဲ့ဒီနေရာက တကယ့်ငရဲ၊ \"စားသောက်ခြင်း\"အမှုနဲ့ပတ်သတ်ပြီး ကြောက်ဖို့ကောင်းတဲ့ငရဲ။Goreng တစ်ယောက် အဲ့ဒီနေရာမှာ ရှင်သန်နိုင်ဖို့ ဘယ်လိုကြိုးစားမလဲ။အဲ့ဒီနေရာရဲ့ အဓိကရည်ရွယ်ချက်ကဘာလဲ။ကျဉ်းကျပ်ခက်ခဲတဲ့အခြေအနေ စနစ် ကိုလိုက်ပြီးလူတို့စိတ်တွေ ပြောင်းလဲတာတွေ...အခြေအနေဘယ်လိုပဲဖြစ်ဖြစ် စနစ်ကို အဆုံးစွန်ထိ တွန်းလှန်တိုက်ခိုက်တာတွေ...ဇာတ်ကောင်တွေရဲ့ စကားတွေမှာ တွေးစရာ သဘောကျစရာလေးတွေ...အဲ့လို အဲ့လိုတွေကို ဒီရုပ်ရှင်ကနေ ရရှိခံစားနိုင်ပါတယ်။ File Size : ( 886 MB , 324 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1 hr 34 min\nFormat : ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-platform-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/control.007-135x200.jpg",
        "title": "Control (2007)",
        "description": "Freddie Mercury ရဲ့ Bohemian Rhaspody ကိုသင်ကြိုက်ခဲ့တယ်ဆိုရင်\nဒီရုပ်ရှင်ကသင့်အတွက်ပါပဲ Joy Division ရဲ့\nIan Curtis အကြောင်းကို ရိုက်ကူးထားတာပါ\nအီယံ ကာတစ်ဟာ မသန်စွမ်းလူငယ်များကို အလုပ်ရှာပေးတဲ့ အေဂျင်စီမှာ\nအလုပ်လုပ်နေတဲ့ လူငယ်တစ်ယောက်ပဲဖြစ်ပါတယ်\nWarsawလို့ခေါ်တဲ့Bandရဲ့အဆိုတော်လည်းဖြစ်ပါတယ်\nDavid Bowieကိုကြိုက်နှစ်သက်သူဖြစ်ပြီး\nDebbieလို့ခေါ်တဲ့ကောင်မလေးနဲ့တွေ့ဆုံကာ\nချက်ချင်းပဲ ငယ်ငယ်ရွယ်ရွယ်နဲ့လက်ထပ်လိုက်ပါတော့တယ်\nအဲ့အချိန်မှာပဲ သူတို့ရဲ့bandနာမည်ဟာ Joy Divisionဖြစ်လာပြီး\nလူအများရဲ့အာရုံစိုက်ခြင်းကို စတင်ခံလာရပါတော့တယ်\nBandနာမည်ရလာတာနဲ့အမျှအိမ်မှာသိပ်မရှိတဲ့ အီယံ ဟာ\nမိဘနေရာကိုရောက်မှန်းမသိရောက်လာပြီး\nသူတို့ရဲ့အိမ်ထောင်ရေးဟာ Annikဆိုတဲ့ကောင်မလေးနဲ့စတွေ့မိရာကနေ\nချောက်ထဲကိုထိုးကျသွားပါတော့တယ်\nအီယံဟာ epilepsyကိုခံစားနေရပြီး ကောင်းမွန်တဲ့ဆေးဝါးကုသမှုလည်းမရခဲ့ပါဘူး\nသူဟာ အိမ်ထောင်ရေး အချစ်ရေး နာမည်ကြီးလာခြင်း နဲ့\nတစ်ခါတစ်ခါဖျော်ဖြေတိုင်းသူ့ရဲ့စွမ်းအင်ဆုံးရှုံးမှုတွေကို\nထိန်းကျောင်းနိုင်ခြင်းမရှိတော့ပါဘူး အဲ့အခါကျတော့....\nFreddie Mercury ရဲ႕ Bohemian Rhaspody ကိုသင္ႀကိဳက္ခဲ့တယ္ဆိုရင္\nဒီ႐ုပ္ရွင္ကသင့္အတြက္ပါပဲ Joy Division ရဲ႕\nIan Curtis အေၾကာင္းကို ႐ိုက္ကူးထားတာပါ\nအီယံ ကာတစ္ဟာ မသန္စြမ္းလူငယ္မ်ားကို အလုပ္ရွာေပးတဲ့ ေအဂ်င္စီမွာ\nအလုပ္လုပ္ေနတဲ့ လူငယ္တစ္ေယာက္ပဲျဖစ္ပါတယ္\nWarsawလို႔ေခၚတဲ့Bandရဲ႕အဆိုေတာ္လည္းျဖစ္ပါတယ္\nDavid Bowieကိုႀကိဳက္ႏွစ္သက္သူျဖစ္ၿပီး\nDebbieလို႔ေခၚတဲ့ေကာင္မေလးနဲ႔ေတြ႕ဆုံကာ\nခ်က္ခ်င္းပဲ ငယ္ငယ္႐ြယ္႐ြယ္နဲ႔လက္ထပ္လိုက္ပါေတာ့တယ္\nအဲ့အခ်ိန္မွာပဲ သူတို႔ရဲ႕bandနာမည္ဟာ Joy Divisionျဖစ္လာၿပီး\nလူအမ်ားရဲ႕အာ႐ုံစိုက္ျခင္းကို စတင္ခံလာရပါေတာ့တယ္\nBandနာမည္ရလာတာနဲ႔အမွ်အိမ္မွာသိပ္မရွိတဲ့ အီယံ ဟာ\nမိဘေနရာကိုေရာက္မွန္းမသိေရာက္လာၿပီး\nသူတို႔ရဲ႕အိမ္ေထာင္ေရးဟာ Annikဆိုတဲ့ေကာင္မေလးနဲ႔စေတြ႕မိရာကေန\nေခ်ာက္ထဲကိုထိုးက်သြားပါေတာ့တယ္\nအီယံဟာ epilepsyကိုခံစားေနရၿပီး ေကာင္းမြန္တဲ့ေဆးဝါးကုသမႈလည္းမရခဲ့ပါဘူး\nသူဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/control-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BNzM0OGZiZWItYmZiNC00NDgzLTg1MjMtYjM4MWZhOGZhMDUwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006261000_AL_-125x200.jpg",
        "title": "Underwater (2020)",
        "description": "Underwater (2020)================IMDb Rating 6.1/10#Unicodeအားလုံးကြည့်ချင်ကြမယ့် သိပ္ပံစိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်တစ်ခု တင်ပေးထားပါတယ်။ မင်းသမီး ခရစ္စတင်း စတီးဝပ်အဓိက ပါဝင်ထားပါတယ်။ Survival ကားလို့လည်း ပြောလို့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုး သမုဒ္ဒရာကြမ်းပြင်က စခန်းတစ်ခုမှာ နေတဲ့ သိပ္ပံပညာရှင် တစ်စုဟာ သူတို့ရဲ့ စခန်းကြီး ငလျင်ကြောင့် ပျက်စီးချိန်မှာ အသက်ရှင်ဖို့ကြိုးစားကြရပါတယ်။ သူတို့အတွက် ရေအောက်က အပျက်အစီးတွေ ထွက်ဖို့ခက်တာတွေနဲ့တင် မလုံလောက်ခဲ့ပါဘူး။သမုဒ္ဒရာကြမ်းပြင်အောက်အနက်ထဲအထိ တူးဖော်ကြတဲ့အကျိုးဆက်အနေနဲ့ ကြောက်စရာ သတ္တဝါဆန်းတွေ ထွက်ပေါ်လာခဲ့တာပါ။ ဒီအန္တရာယ်မျိုးစုံကနေ အလွတ်ရုန်းဖို့ ကြိုးစားကြတဲ့ပုံကိုကြည့်ရမှာဖြစ်လို့ ဒီလိုရုပ်ရှင်အမျိုးအစားတွေကိုကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ ကားပါပဲ။ #Zawgyiအားလုံးၾကည့္ခ်င္ၾကမယ့္ သိပၸံစိတ္ကူးယဥ္ ေဟာ္ရာ ႐ုပ္ရွင္တစ္ခု တင္ေပးထားပါတယ္။ မင္းသမီး ခရစၥတင္း စတီးဝပ္အဓိက ပါဝင္ထားပါတယ္။ Survival ကားလို႔လည္း ေျပာလို႔ရပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဟိုး သမုဒၵရာၾကမ္းျပင္က စခန္းတစ္ခုမွာ ေနတဲ့ သိပၸံပညာရွင္ တစ္စုဟာ သူတို႔ရဲ႕ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/underwater-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk5xkiXc1msKwrRJ5WtisHui8xE.jpg",
        "title": "Vivarium (2020)",
        "description": "Sci-fi / Thriller ကားကောင်းကြိုက်သူများအတွက် လတ်တလောထွက်ထားပြီးNow you see me တို့ Zombie Land တို့ထဲကမင်းသား Jesse Eisenberg ပါဝင်ထားတဲ့ကားလေး။လူငယ်စုံတွဲ တတွဲက အတူနေဖို့အိမ်လေး တအိမ်ကိုလိုက်ရှာနေခဲ့တယ်။အိမ်ရာစျေးနှုန်းတွေကလည်း သိတဲ့အတိုင်း တဖြည်းဖြည်းမြင့်တက်လာနေတယ်။အသိတယောက်ကလည်း အိမ်ရာကောင်းကောင်းတွေ့ရင်လက်မနှေးဖို့ ရတုန်းယူထားဖို့အကြံပေးသွားသေးတယ်။အဲနေ့ညနေမှာပဲ သူတို့စုံတွဲက အိမ်ရာတွေရောင်းတဲ့နေရာမှာအိမ်ခြံမြေအကျိုးဆောင်နဲ့ သွားတွေ့ ခဲ့ကြတယ်။အကျိုးဆောင်ပုံစံကတော့ တမျိုးကြီးပဲ။ထောင့်မကျိုးတာလည်း မဟုတ် ရိုင်းစိုင်းတာလည်းမဟုတ်တမျိုးကြီးဖြစ်နေပေမယ့် အပြောကောင်းတော့သူတို့အိမ်ရာကို ပုံထဲတင်မဟုတ်ပဲ ကိုယ်တိုင်ကိုယ်ကျ လိုက်ကြည့်ဖို့ ဆုံးဖြတ်လိုက်ကြတယ်။အကျိုးဆောင်အပြောအရ နေရာကလည်းအဆင်ပြေမယ့်ဆင်ခြေဖုံးနေရာအိမ်ရာတွေကိုလည်း လူတွေကဝယ်ပြီး နေရာရွှေ့လာကြတော့မှာ။အိမ်ရှာနေတာလည်း ကြာနေပြီမလား။အဆင်ပြေရင်တော့ ဝယ်လိုက်ကြမယ်စိတ်ကူးနဲ့ပေါ့။အဲလိုနဲ့ သူတို့အိမ်ရာတွေဆီသွားခဲ့ကြတယ်။အိမ်တွေကတော့ ပုံစံတူတွေပဲ။အဲလိုနဲ့ သူတို့ကြည့်ရမယ့် အိမ် ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/vivarium-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33VdppGbeNxICrFUtW2WpGHvfYc.jpg",
        "title": "The Call of the Wild (2020)",
        "description": "စာရေးဆရာကြီး ဂျက်လန်ဒန်ရဲ့ နာမည်ကျော်စာအုပ်ကိုရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတာပါ။ခေတ်ကတော့ ၁၉ရာစုနှောင်းပေါင်း ရွှေမုဆိုးတွေရဲ့ ခေတ်ပါပဲ။မင်းသားကြီး ဟယ်ရစ်ဆန်ဖို့ဒ် ပါဝင်ထားပါတယ်။အဓိကဇာတ်ကောင်ကတော့ အင်မတန်လိမ္မာတဲ့ ဘက်ခ်ဆိုတဲ့ဧရာမခွေးကြီးတစ်ကောင်ပါပဲ။ဘက်ခ်ဟာ သခင်နဲ့အတူ ပျော်ရွှင်စွာနေထိုင်တဲ့ဘဝကနေ စွပ်ဖားလှည်းဆွဲတဲ့ခွေးအဖြစ် ရောင်းစားခံခဲ့ရတယ်။စွပ်ဖားလှည်းတစ်စီးနဲ့အတူ စွန့်စားခန်းတွေ ဖွင့်ခဲ့ရင်းသခင်မဲ့သွားချိန်မှာ အဘိုးကြီး တစ်ယောက်နဲ့ မိတ်ဆွေဖြစ်ခဲ့ရပြန်ပါရော။အဲဒီအဘိုးကြီးနဲ့အတူ ဘက်ခ်ဟာ လူသူမရောက်ဖူးတဲ့နေရာတွေကိုစွန့်စားခန်းတွေထွက်ရင်းသူ့ဘဝအပြောင်းလဲကြီးပြောင်းလဲစရာတွေ ဆက်တိုက်ကြုံလာရပါတော့တယ်။ဒီရုပ်ရှင်ဟာ တိရစ္ဆာန်ချစ်သူတွေ၊ စွန့်စားခန်းတွေနဲ့စိတ်ကူးယဉ်ရတာ ချစ်သူတွေအတွက်တော့ အကောင်းစားရုပ်ရှင်တစ်ကားပါပဲ။ File Size : ( 933 MB , 340 MB)\nQuality : WEB-Rip 720p\nRunning Time : 1 hr 40 min\nFormat : Mp4\nGenre : Adventure , Drama , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-call-of-the-wild-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/bad.boys_.2020-135x200.jpg",
        "title": "Bad Boys for Life (2020)",
        "description": "Bad Boys for Life (2020)===================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#UnicodeBad Boys ရုပ်ရှင်တွေကို ရုပ်ရှင်ချစ်သူအတော်များများ သိကြမှာပါ။ ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက ကြိုက်ခဲ့ရတဲ့အက်ရှင်ခပ်မြူးမြူးတွေပါပဲ။ အခုလည်း ဆရာကြီးနှစ်ယောက် အသက်ကြီးမှ တကြော့ပြန်လာပါပြီး။ အခုချိန်မှာဆိုမားကတ်စ်ကလည်း အဘိုးဖြစ်လာပြီး အငြိမ်းစားယူဖို့ဆုံးဖြတ်လိုက်ပါပြီ။ မိုက်ခ် (ဝယ်လ်စမစ်) တော့ လူပျိုကြီးအဖြစ်သေတဲ့အထိ လူဆိုးဖမ်းချင်နေတုန်းပါပဲ။ ဒါပေမယ့် သူတို့ရဲ့အတိတ်က ရန်ငြိုးက သူတို့ကို အေးအေးဆေးဆေးအနားယူခွင့်မပေးလာပါဘူး။ မိုက်ခ် နဲ့အတူ တရားသူကြီး၊ရှေ့နေ၊သတင်းပေး၊ ရဲအရာရှိ စတဲ့သူတွေအကုန် လုပ်ကြံခံလာရပါတယ်။ ဒီတော့ နောက်ဆုံးမှာ Bad Boys ကြီးနှစ်ယောက် နောက်ဆုံးအကြိမ်အဖြစ် ဆိုးကြ ကြမ်းကြပါတော့တယ်။ဇာတ်လမ်းရယ် အက်ရှင်တွေရယ် အကုန်အဆင်ပြေတာမို့ ကြည့်ရတာ ကျေနပ်ကြမှာပါ။ #ZawgyiBad Boys ႐ုပ္ရွင္ေတြကို ႐ုပ္ရွင္ခ်စ္သူအေတာ္မ်ားမ်ား သိၾကမွာပါ။ ကြၽန္ေတာ္တို႔ ငယ္ငယ္ကတည္းက ႀကိဳက္ခဲ့ရတဲ့အက္ရွင္ခပ္ျမဴးျမဴးေတြပါပဲ။ အခုလည္း ဆရာႀကီးႏွစ္ေယာက္ အသက္ႀကီးမွ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/bad-boys-for-life-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xaKP7E8VLfAoYW7sWZs10pSN3xq.jpg",
        "title": "Disco Raja (2020)",
        "description": "Spoiler Alert!၀ူဟန်ကာကွယ်ဖို့အတွက် အိမ်မှာနေရင်းပျင်းနေကြတဲ့ အိန္ဒိယကားပရိတ်သတ်တွေအတွက် ယနေ့ တင်ဆက်ပေးလိုက်တဲ့ အသစ်စက်စက် ဇာတ်ကားလေးပါ။ဒီလထဲမှာထွက်ရှိတဲ့ အိန္ဒိယဇာတ်ကားတွေထဲမှာ အကြိုက်တွေ့မိတဲ့ဇာတ်ကား နည်းနေပေမယ့် ပရိတ်သတ်ကြိုက်မယ်ထင်တဲ့ ဇာတ်ကားတွေကို ရွေးထုတ် တင်ဆက်ပေးနေတာမို့....ကောင်းသည် မကောင်းသည်ကို ယတိပြတ် မပြောလိုပါဘူး။ကိုယ့်အကြိုက်နဲ့ကိုက်ညီရင် ကောင်းပြီး ကိုယ့်အကြိုက်နဲ့ မကိုက်ညီရင် မကောင်းဘူးလို့ပဲ ဆိုရမှာပါ။ဒီဇာတ်ကားကတော့ တောင်ပိုင်းကားတွေရဲ့ ထုံးစံအတိုင်း အိုဗာအက်ရှင်တွေ ဘာတွေ ဖောဖောသီသီ ပါဝင်သလို နည်းနည်းလည်း စိတ်ကူးယဉ်လည်း ဆန်ပါတယ်။တစ်နေ့က ထွက်တဲ့ Bloodshot ဆိုတဲ့ ဟောလိ၀ုဒ်ဇာတ်ကားနဲ့တောင် အစပိုင်းမှာ ခပ်ဆင်ဆင် ရိုက်ကူးထားတာပါ။အကြမ်းဖျင်းအားဖြင့် ပြောရရင် မင်းသားဟာ ဇာတ်လမ်းစစချင်းမှာသေသွားတယ်။သိပ္ပံပညာရှင်တစ်စုက မင်းသားကို သိပ္ပံနည်းနဲ့ သေရွာကနေ ပြန်ခေါ်တယ်ပေါ့။ဒီနောက်တော့ သူဟာသူ့အတိတ်ကို လိုက်စုံစမ်းရင်း ရိုးရိုးသေတာ မဟုတ်ပဲအသတ်ခံလိုက်ရတယ်ဆိုတာကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/disco-raja-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/ymjugrl4li7gfvwzgyffi7ymejt-135x200.jpg",
        "title": "Contract Killer (or) Hitman (1998)",
        "description": "...........ကြေးစားလူသတ်သမားတွေဆိုတာ\nပိုက်ဆံအတွက် လူသတ်ကြပါတယ်\nဒေါ်လာ သောင်းဂဏန်း သိန်းဂဏန်းသန်းဂဏန်း အတွက်ပေါ့\nဒါပေမယ့် မကြာသေးမီက\nထူးဆန်းတဲ့ကြေးစားလူသတ်သမားတစ်ဦး ထွက်ပေါ်လာပါတယ် ...\nသူဟာ မကောင်းသတင်းနဲ့ ကျော်ဇောသူတွေကို\nအခကြေးငွေမယူပဲ သတ်ဖြတ်သူ တစ်ဦးပါ\nသူရဲ့နာမည်ကတော့....\" သေမင်းတမန်တော်\".................။မင်းသားကြီးဂျက်လီရဲ့ နုငယ်စဉ်က အသေဖိုက်ခဲ့တဲ့ ဇာတ်ကားပါ။Rating လဲကောင်းတာမို့ ကျွန်တော်တို့ကလေးဘဝရဲ့ သူရဲကောင်းကြီးကို ပြန်လည်ခံစားရအောင်ပါ။ \nFile size…(1.1 GB) and (650MB)\nQuality…Blu-Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias\n ZG...........ေၾကးစားလူသတ္သမားေတြဆိုတာ\nပိုက္ဆံအတြက္ လူသတ္ၾကပါတယ္\nေဒၚလာ ေသာင္းဂဏန္း သိန္းဂဏန္းသန္းဂဏန္း အတြက္ေပါ့\nဒါေပမယ့္ မၾကာေသးမီက\nထူးဆန္းတဲ့ေၾကးစားလူသတ္သမားတစ္ဦး ထြက္ေပၚလာပါတယ္ ...\nသူဟာ မေကာင္းသတင္းနဲ႔ ေက်ာ္ေဇာသူေတြကို\nအခေၾကးေငြမယူပဲ သတ္ျဖတ္သူ တစ္ဦးပါ\nသူရဲ႕နာမည္ကေတာ့....\" ေသမင္းတမန္ေတာ္\".................။မင္းသားႀကီးဂ်က္လီရဲ႕ ႏုငယ္စဥ္က အေသဖိုက္ခဲ့တဲ့ ဇာတ္ကားပါ။Rating လဲေကာင္းတာမို႔ ကြၽန္ေတာ္တို႔ကေလးဘဝရဲ႕ သူရဲေကာင္းႀကီးကို ျပန္လည္ခံစားရေအာင္ပါ။File size…(1.1 GB) and (650MB)\nQuality…Blu-Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "",
        "url": "https://channelmyanmar.org/contract-killer-or-hitman-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/dolittle-135x200.jpg",
        "title": "Dolittle (2020)",
        "description": "Dolittle 2020============#Unicodeအားလုံးမျှော်လင့်နေတဲ့ ၂၀၂၀ ခုနှစ်ထွက် Doctor Dolittle ကိုတင်ဆက်ပေးလိုက်ပါတယ်...\nDolittle ဟာ လွန်ခဲ့တဲ့ သက္ကရာဇ် ၁၉၂၀ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Hugh Lofting ရဲ့ ဒေါက်တာ Dolittle စွန့်စားခန်းများကို အခြေပြုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...\nဒီဇာတ်လမ်းထဲက ဒေါက်တာ Dolittle ဟာ တိရစ္ဆာန်တွေကို စကား​ပြောနိုင်တဲ့ ထူးခြားတဲ့စွမ်းရည်တစ်ခုရှိပြီး တိရစ္ဆာန်တွေကိုလည်းဆေးကုပေးနေတဲ့ ဆရာဝန်တစ်ယောက်ပေါ့...\nတစ်နေ့မှာ ကြေကွဲဝမ်းနည်းစရာအဖြစ်အပျက်တစ်ခုကြောင့် သူဟာ လူ့လောကကြီးနဲ့အဆက်အသွယ်ဖြတ်ပြီး အိမ်ထဲမှာ တံခါးပိတ်နေထိုင်နေရင်း မမျှော်လင့်ထားတဲ့ အဖြစ်အပျက်တွေ တံခါးခေါက်ရောက်ရှိလာပါတော့တယ်...\nဇာတ်လမ်းအစကနေ အဆုံးအထိ ရယ်မောစရာလေးတွေနဲ့ဒီဇာတ်လမ်းကိုကြည့်ရှုရမှာဖြစ်ပြီး အဆုံးသတ်မှာ ကြည့်ရှုသူရင်ထဲ တစ်စုံတစ်ခုကျန်ခဲ့လိမ့်မယ်လို့ထင်ပါတယ်...\nဇာတ်လမ်းထဲမှာ Doctor Dolittle အဖြစ်သရုပ်တောင်ထားသူက ပြည်သူချစ်မင်းသားကြီး Robert Downey, Jr. ဖြစ်ပြီး တခြား အသံသရုပ်ဆောင်တွေအနေနဲ့လည်း Tom Holland,Rami Malek , John Cena, Selena Gomaz စတဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/dolittle-2020-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gyxNIAnDZq9f54Up05gDT6ra117.jpg",
        "title": "Advantages of Travelling by Train (2019)",
        "description": "Ratingကောင်းတွေရရှိထားတဲ့ စပိန်Mystery, Thrillerဇာတ်ကားတစ်ကားပါ။တစ်ကားလုံးခန့်မှန်းလို့မရတဲ့ဇာတ်လမ်းကြားမှာဖုံးကွယ်ထားတဲ့ဇာတ်လမ်းတွေထည့်ပြီး စပရိုက်တွေထထလုပ်ပါတယ်။အယ်ဒီတာအမျိုးသမီးတစ်ယောက် အိမ်ပြန်ရောက်တဲ့အခါသူ့ယောက်ျားဖြစ်သူရူးနှမ်းနေတာမြင်သွားတဲ့နောက်စိတ်ကျန်းမာရေးဆေးခန်းပို့ပြီးအပြန် ရထား‌ပေါ်မှာစိတ်ရောဂါကုဆရာဝန်တစ်ယောက်နဲ့ဆုံပြီးဆရာဝန်ကသူ့ကို စိတ်ဝင်စားစရာဇာတ်လမ်းတွေပြောပြပါတယ်။ဆရာဝန်မှာပဲစိတ်ဝင်စားစရာဇာတ်လမ်းတွေရှိတာမဟုတ်ပဲအမျိုးသမီးမှာလည်းဇာတ်လမ်းတွေနဲ့ပါ။ဘာဇာတ်လမ်းတွေလည်းဆိုတာ အရသာပေါ့သွားမှာစိုးလို့ မပြောတော့ပါဘူး။ကိုယ်တိုင်ပဲခံစားကြည့်လိုက်ပါ။(ရွံစရာကောင်းတဲ့အခန်းနှစ်ခန်းလောက်ပါတာမို့ ရွံတတ်ရင်အစာစားရင်မကြည့်ပါနဲ့)ကြည့်ပြီးရင်အားရမယ့်ဇာတ်ကားတစ်ကားဆိုတာအသေအချာပါပဲ။စပရိုက်လုပ်မယ့်သူမရှိရင် ဒီကားကစပရိုက်လုပ်ပေးပါလိမ့်မယ်။ File Size : ( 967 MB , 286 MB)\nQuality : WEB-DL 720p\nRunning Time : 1 hr 43 min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/advantages-of-travelling-by-train-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ap8NRozS7wlWCMmsd3RIDP1xzGP.jpg",
        "title": "Panga (2020)",
        "description": "(Unicode)IMDb 7.3/10 Rotten 93% အပေါ်က နိုင်ငံတကာရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေကိုကြည့်ရုံတင်နဲ့တင်ဒီဇာတ်ကားဟာ ကားကောင်းတစ်ကားဆိုတာ ထွေထွေထူးထူူး ညွှန်းဆိုဖို့လိုမယ်မထင်ပါဘူးဘောလီဝုဒ်မှာ ခပ်ပေါပါဇာတ်ကားတွေထွက်သလို ဒီလို ခံစားမှုပေါင်းစုံပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားကောင်းတွေလည်း နှစ်စဉ်ထွက်လေ့ရှိပါတယ်အာမခံနိုင်တာတစ်ခုကတော့ ဒီဇာတ်ကားဟာ ၂၀၂၀ ခုနှစ်ထွက် ကားကောင်းတစ်ကားပါပဲပါဝင်သရုပ်ဆောင်ထားတာလည်း တခြားသူမဟုတ်ဘဲ Queen ဖြစ်တဲ့ Kangana Ranautဒါရိုက်တာကလည်း ဇာတ်လမ်းကောင်းတွေဖြစ်တဲ့ Nil Battey Sannata Bareilly Ki Barfi တို့၏ဒါရိုက်တာ Ashwiny Iyer Tiwari ပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ... ကဘတ်ဒီအားကစားဘဝကနေ အနားယူလိုက်ရတဲ့ နိုင်ငံလက်ရွေးစင်ကစားသမား ဂျာယားနီဂမ်ဟာ အကြောင်းအမျိုးမျိုးကြောင့်တစ်ကျော့ပြန်ကစားဖို့ဖြစ်လာတဲ့အခါမှာတော့ အသက် ၃၂ နှစ်၊ ၇ နှစ်အရွယ်ကလေးတစ်ယောက်နဲ့ အိမ်ရှင်မတစ်ယောက်ဟာ ကစားသမားဘဝနဲ့ အောင်မြင်မှုကိုနောက်တစ်ကြိမ် ပြန်လည်ဆွတ်ခူးတဲ့အခါ ဘယ်လိုအခက်အခဲတွေရှိမလဲ ဘယ်သူတွေက ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/panga-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2K8Lbz0Rtl7HjbojQlrEGg6Fy4y.jpg",
        "title": "The Banker(2020)",
        "description": "The Banker(2020)IMDb...7.0,,,Rotten...74%(Unicode)ကလေးဘဝကတက်ဆက်ဇ်မြို့မှာဖိနပ်တိုက်သမားအဖြစ်နဲ့ အလုပ်လုပ်ရတဲ့\nလူမည်းလေးဘာနာ့ဒ်ဂါရက်တ်ဟာ ဉာဏ်စွမ်းဉာဏ်စနဲ့ပြည့်စုံပြီး\nပါရမီပါတဲ့အတွက် ဖိနပ်တိုက်ရင်းကြားရတဲ့စကားတွေကို\nသေချာလေ့လာမှတ်သားရင်း ပညာဝမ်းစာဖြည့်ပါတယ်.....\nသူအရွယ်ရောက်လာတော့ လော့စ်အိန်ဂျယ်မြို့ကိုပြောင်းလာရင်း\nဂျိုးဆက်မောရစ်ဆိုတဲ့ လူမည်းတစ်ယောက်နဲ့တွေ့ပြီးတော့\nစပ်တူအိမ်ခြံမြေလုပ်ငန်းလုပ်ကိုင်ဖို့ဖြစ်လာခဲ့ပါတယ်....\nဒါပေမယ့် လူမည်းတစ်ယောက်ကိုဘယ်သူမှ\nအဖက်လုပ်မဆက်ဆံခြင်ကြတဲ့အတွက် သူတို့အခက်အခဲက တကယ့်ကို ကြီးမား\nလွန်းပါတယ်...သူတို့ (၂) ဘယ်လို ဉာဏ်နီ ဉာဏ်နက်တွေ ထုတ်ပြီး\nရှေ့ဆက်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး.....\nဒီဇာတ်ကားကတော့ ၁၉၅၀ခုနှစ်ကျော်ကျော်က\nအမေရိကန်နိုင်ငံမှာ လူမျိုးရေးခွဲခြားမှုတွေ\nဖြစ်နေချိန်မှာ ဘဏ်တစ်ခုကိုဝယ်ပြီးတော့\nလုပ်ငန်းလုပ်ကိုင်ဖို့ကြိုးစားတဲ့ လူမည်းနှစ်ယောက်အကြောင်းကို\nဖြစ်ရပ်မှန်အပေါ်အခြေခံပြီး ရိုက်ကူးထားတဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်...\nမှတ်သားစရာများစွာပါရှိသလို သူတို့ရဲ့ကြိုးစားပုံတွေလည်းတကယ့်ကို\nအတုယူစရာပါပဲ...\nအဓိက သရုပ်ဆောင်ဖြစ်တဲ့ Samuel L. Jackson, Nicholas Hoult နဲ့ Anthony Mackie တို့ကိုတော့ အတော်များများသိကြမှာပါ....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ K နဲ့ MarTizasပဲဖြစ်ပါတယ်(zawgyi)ကေလးဘဝကတက္ဆက္ဇ္ၿမိဳ႕မွာဖိနပ္တိုက္သမားအျဖစ္နဲ႔ အလုပ္လုပ္ရတဲ့\nလူမည္းေလးဘာနာ့ဒ္ဂါရက္တ္ဟာ ဥာဏ္စြမ္းဥာဏ္စနဲ႔ျပည့္စုံၿပီး\nပါရမီပါတဲ့အတြက္ ဖိနပ္တိုက္ရင္းၾကားရတဲ့စကားေတြကို\nေသခ်ာေလ့လာမွတ္သားရင္း ပညာဝမ္းစာျဖည့္ပါတယ္.....\nသူအ႐ြယ္ေရာက္လာေတာ့ ေလာ့စ္အိန္ဂ်ယ္ၿမိဳ႕ကိုေျပာင္းလာရင္း\nဂ်ိဳးဆက္ေမာရစ္ဆိုတဲ့ လူမည္းတစ္ေယာက္နဲ႔ေတြ႕ၿပီးေတာ့\nစပ္တူအိမ္ၿခံေျမလုပ္ငန္းလုပ္ကိုင္ဖို႔ျဖစ္လာခဲ့ပါတယ္....\nဒါေပမယ့္ လူမည္းတစ္ေယာက္ကိုဘယ္သူမွ\nအဖက္လုပ္မဆက္ဆံျခင္ၾကတဲ့အတြက္ သူတုိ့အခက္အခဲက တကယ့္ကုိ ႀကီးမား\nလြန္းပါတယ္...သူတုိ့ (၂) ဘယ္လုိ ဥာဏ္နီ ဥာဏ္နက္ေတြ ထုတ္ၿပီး\nေရွ႕ဆက္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္ၾကပါဦး.....\nဒီဇာတ္ကားကေတာ့ ၁၉၅၀ခုႏွစ္ေက်ာ္ေက်ာ္က\nအေမရိကန္ႏိုင္ငံမွာ လူမ်ိဳးေရးခြဲျခားမႈေတြ\nျဖစ္ေနခ်ိန္မွာ ဘဏ္တစ္ခုကိုဝယ္ၿပီးေတာ့\nလုပ္ငန္းလုပ္ကိုင္ဖို႔ႀကိဳးစားတဲ့ လူမည္းႏွစ္ေယာက္အေၾကာင္းကို\nျဖစ္ရပ္မွန္အေပၚအေျခခံၿပီး ႐ိုက္ကူးထားတဲ့ကားေကာင္းတစ္ကားျဖစ္ပါတယ္...\nမွတ္သားစရာမ်ားစြာပါရွိသလုိ သူတုိ့ရဲ့ႀကဳိးစားပုံေတြလည္းတကယ့္ကို\nအတုယူစရာပါပဲ...\nအဓိက ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-banker2020/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/24nbVj5ibnuR88GxZrcMzYple71.jpg",
        "title": "International Falls(2019)",
        "description": "International Falls(2019)(unicode)မင်နီဆိုတာပြည်နယ်က အင်တာနေရှင်နယ်ဖော်စ်ဆိုတဲ့ မြို့လေးဟာလူသူအ‌ရောက်အပေါက်နည်းပြီး ဖွံ့ဖြိုးမှုသိပ်မရှိတဲ့နိုင်ငံငယ်လေးတစ်ခုပါ တစ်မြို့လုံးအနှံ့ကျဆင်းနေတဲ့ နှင်းမြူတို့က ထိုမြို့ကလူတစ်ချို့ရဲ့အိပ်မက်တွေကို ဖုံးလွှမ်းမြဲဖုံးလွှမ်းထားသလိုပါပဲ.... ထိုမြို့ရဲ့ ငါးခုတောင်မပြည့်တဲ့အဆောက်အဦးတွေထဲက တစ်ခုမှာအိပ်မက်တွေအကောင်ထည်မပေါ်ပဲ ဝဲလည်လည်ဖြစ်နေရတဲ့ ဒီးတစ်ယောက် ဟိုတယ်မှာ weekends တိုင်းလုပ်တဲ့ Comedy Show မှာဖျော်ဖြေမယ့် တင်ဖလက်ချာနဲ့တွေ့ပြီး သူ့ဘ၀လမ်းကြောင်းတစ်ဆစ်ချိုးပြောင်းဖို့ဖြစ်လာတယ်....\nဒီးတစ်ယောက်ဘယ်လိုပြောင်းလဲသွားမလဲ....\nသူတို့(၂)ယောက်ကရော ရေရှည်မှာဘယ်လိုဆက်စခန်းသွားကြမလဲ.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်...(zawgyi)မင္နီဆိုတာျပည္နယ္က အင္တာေနရွင္နယ္ေဖာ္စ္ဆိုတဲ့ ၿမိဳ႕ေလးဟာလူသူအ‌ေရာက္အေပါက္နည္းၿပီး ဖြံ႕ၿဖိဳးမႈသိပ္မရွိတဲ့ႏိုင္ငံငယ္ေလးတစ္ခုပါ တစ္ၿမိဳ႕လုံးအႏွံ႔က်ဆင္းေနတဲ့ ႏွင္းျမဴတို႔က ထိုၿမိဳ႕ကလူတစ္ခ်ိဳ႕ရဲ႕အိပ္မက္ေတြကို ဖုံးလႊမ္းၿမဲဖုံးလႊမ္းထားသလိုပါပဲ.... ထိုၿမိဳ႕ရဲ႕ ငါးခုေတာင္မျပည့္တဲ့အေဆာက္အဦးေတြထဲက တစ္ခုမွာအိပ္မက္ေတြအေကာင္ထည္မေပၚပဲ ဝဲလည္လည္ျဖစ္ေနရတဲ့ ဒီးတစ္ေယာက္ ဟိုတယ္မွာ weekends တိုင္းလုပ္တဲ့ Comedy Show မွာေဖ်ာ္ေျဖမယ့္ တင္ဖလက္ခ်ာနဲ႔ေတြ႕ၿပီး သူ႔ဘ၀လမ္းေၾကာင္းတစ္ဆစ္ခ်ိဳးေျပာင္းဖို႔ျဖစ္လာတယ္....\nဒီးတစ္ေယာက္ဘယ္လိုေျပာင္းလဲသြားမလဲ....\nသူတို႔(၂)ေယာက္ကေရာ ေရရွည္မွာဘယ္လိုဆက္စခန္းသြားၾကမလဲ.....ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Hein That Naing ပဲျဖစ္ပါတယ္...File Size : (900 MB) and (373 MB)\nQuality : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/international-falls2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zwgPO5bamUuajIAEc02q9XZ2qhq.jpg",
        "title": "The Way Back(2020)",
        "description": "The Way Back(2020)IMDb....7.1,,,,,,Rotten....83%(unicode)ဒီကားမှာ ဘန်အဲဖလက်ကို ဘတ်စကတ်ဘောနည်းပြကြီးဂျက်ကန်နင်ဟန် အဖြစ်တွေ့မြင်ရမှာပါ .....ဂျက်ဟာ လူမှုရေးပြဿနာပေါင်းစုံကြောင့် စိတ်ထောင်းလို့ကိုယ်ကျေပြီး ကြုံရာကျပန်းအလုပ်တွေလုပ်နေတဲ့ မျှော်လင့်ချက်ကင်းမဲ့တဲ့ လူသားတစ်ယောက်ပါ .....\nမိန်းမနဲ့လဲအဆင်မပြေ မိသားစုပေါ်လဲနားမလည်ပေးနိုင်တဲ့ဂျက်တစ်ယောက် ပင်ပင်ပန်းပန်းအလုပ်တွေလုပ်ပြီး မနက်ဆိုလဲဘီယာလေးနဲ့ အလုပ်ချိန်မှာလည်း ဘီယာလေးတမြမြနဲ့ အလုပ်သိမ်းပြန်တော့ ဘားလေးဒိုးပြီး တချိန်လုံး စိတ်ဒဏ် ရာတွေကိုအရက်နဲ့ကုစားနေရတဲ့ လူတစ်ယောက်ပါ .....\nဘာအလုပ်မှမယ်မယ်ရရတစ်ထိုင်တည်းမလုပ်ပဲ အရက်ချည်းသောက်နေတဲ့ ဂျက်ဆီ တစ်ချိန်ကသူအောင်ပန်းဆင်ခဲ့တဲ့ ဘတ်စကတ်ဘောလောက ကလူတစ်ယောက်နည်းပြလုပ်ဖို့ ကမ်းလှမ်းလာပါတော့တယ် .....\nသူ့ဆီကမ်းလှမ်းတဲ့သူက Church ကျောင်းကဘုန်းတော်ကြီးဒဗိုင်းပါ ....\nခရစ်ယန်ဘာသာရေးဘတ်စကတ်ဘောအဖွဲ့ ကို စိတ်ဒဏ် ရာရပြီးအရက်နဲ့လက်မပြတ်တဲ့ဂျက်ကိုမှ ဘယ်လိုနားလည်မှု ၊ ဘယ်လိုယုံကြည်ကိုးစားမှုတွေနဲ့ ဘစ်ရှော့ဟေးဆိုတဲ့အညတရဘတ်စကတ်ဘောအသင်းကို နည်းပြဖို့ ငှါးတယ်မသိပါဘူး...\nသူ့အပေါ်ယုံကြည်တဲ့သူတွေကို တစ်ချိန်ကရှိခဲ့ဖူးတဲ့အရည်အချင်းတွေနဲ့\nထိပ်ဆုံးထိပြန်ပို့နိုင်မလား.....မူးရူးပေတေနေတဲ့ ဘဝကနေရုန်းထွက်ပြီး\nအားလုံးကို အံအားသင့်အောင်ပြန်လည်စွမ်းဆောင်နိုင်မလားဆိုတာကိုတော့....\nIMDb မှာ 7.1 Rotten Tomatoes မှာ\n83% နဲ့လတ်လတ်ဆတ်ဆတ်ကြီး မင်းသားကလဲ Ben Affleck ဆိုတော့အထူးညွှန်းစရာလိုမယ်မထင်တော့ပါဘူး(zawgyi)ဒီကားမွာ ဘန္အဲဖလက္ကို ဘတ္စကတ္ေဘာနည္းျပႀကီးဂ်က္ကန္နင္ဟန္ အျဖစ္ေတြ႕ျမင္ရမွာပါ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-way-back2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/broken.2014-140x200.jpg",
        "title": "Broken (2014)",
        "description": "Broken (2014)=============IMDb Rating 6.8/10 ထိရထားခဲ့ပါတယ်။#Unicodeဒီကားလေးကတော့ Broken ဆိုတဲ့ နာမည်အတိုင်းလေးပဲ ကြေကြေကွဲကွဲနဲ့မျက်ရည်လည်စေမယ့် ဇာတ်ကားမျိုးလေးပါပဲ။ Romance Scene တွေထွေထွေထူးထူးပါတာမျိုး မဟုတ်ပဲ ပညာပေးဇာတ်လမ်းသဘောမျိုးဖြစ်လို့မိသားစုနဲ့အတူတကွကြည့်လို့လည်း သင့်တော့ပါတယ်။ ဇာတ်လမ်း အကြမ်းဖျဥ◌်းလေးပြောပြရရင် ပြိုကွဲနေတဲ့မိသားစုလေးတစ်ခုမှာ လီမျိုးနွယ် သားအဖနှစ်ယောက်တည်း ဘဝကိုခက်ခဲရုန်းကန်နေရချိန် ကြေကွဲစရာကိစ္စကအပူဆင့်သလိုဖြစ်လာတော့တာပါပဲ။ အလယ်တန်းကျောင်းသူအဖြစ်ပဲရှိသေးတဲ့ သမီးဖြစ်သူ ဆူဂျင်းက အိမ်အပြန်မှာ တစ်ကျောင်းတည်းနေ ကျောင်းသားတွေရဲ့ ပြန်ပေးဆွဲအဓမ္မကျင့်ခြင်းကိုခံလိုက်ရပါတော့တယ်။ အဲ့ဒါကိုမှ ဖခင်ဖြစ်သူက ပြန်လည်လက်စားချေတဲ့ဇာတ်လမ်းလေးပါပဲ . ဒါပေမယ့် ဇာတ်လမ်းမှာ မြုပ်ကွက်တွေလေးတွေလည်းထည့်ထားပြီး စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ်ဆိုတာလေးတော့ အာမခံပါတယ်။ #Zawgyiဒီကားေလးကေတာ့ Broken ဆိုတဲ့ နာမည္အတိုင္းေလးပဲ ေၾကေၾကကြဲကြဲနဲ႔မ်က္ရည္လည္ေစမယ့္ ဇာတ္ကားမ်ိဳးေလးပါပဲ။ Romance Scene ေတြေထြေထြထူးထူးပါတာမ်ိဳး မဟုတ္ပဲ ပညာေပးဇာတ္လမ္းသေဘာမ်ိဳးျဖစ္လို႔မိသားစုနဲ႔အတူတကြၾကည့္လို႔လည္း သင့္ေတာ့ပါတယ္။ ဇာတ္လမ္း အၾကမ္းဖ်ဥ◌္းေလးေျပာျပရရင္ ၿပိဳကြဲေနတဲ့မိသားစုေလးတစ္ခုမွာ လီမ်ိဳးႏြယ္ သားအဖႏွစ္ေယာက္တည္း ဘဝကိုခက္ခဲ႐ုန္းကန္ေနရခ်ိန္ ေၾကကြဲစရာကိစၥကအပူဆင့္သလိုျဖစ္လာေတာ့တာပါပဲ။ အလယ္တန္းေက်ာင္းသူအျဖစ္ပဲရွိေသးတဲ့ သမီးျဖစ္သူ ဆူဂ်င္းက ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/broken-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Rio-2-poster-135x200.jpg",
        "title": "Rio 2 (2014)",
        "description": "Rio 2 (2014)_____IMDb - 6.3/10Rio 2 (2014) အညွှန်း\nRio 2 မှာတော့ အရှေ့ကားထက်ပိုကောင်းအောင်\nရုပ်ပိုင်းရော အသံ‌ပိုင်းမှာပါ အဆင့်မြှင့်ထားပါတယ်။\nသီချင်းတွေလည်းကောင်းတဲ့အပြင်\nအသံသရုပ်ဆောင်အသစ်တွေကိုလည်း\nဂရမ်မီဆုရ အဆိုတော်တွေကို ခေါ်ထားပါတယ်။\nဒီကားမှာ ဘလူး ဟာ ကလေး\n၃ ယောက်အဖေ ဖြစ်နေပြီးတော့\nသူတို့မိသားစုက အမေဇုန်တောထဲကို\nစွန့်စားပြီး ခရီးထွက်ကြမှာပါ။\nပိုလှပတဲ့ရှုခင်းတွေ၊ ပိုစုံလင်တဲ့တိရစ္ဆာန်တွေနဲ့\nသီချင်းအသစ်တွေလည်း\nအများကြီးပါလာမှာ ဖြစ်ပါတယ်။\n \nရုပ်ရှင်ကားကို Htet Wai Lwin က ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.3",
        "url": "https://megaup.net/Rvu7/Rio_2_[2014]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BMTU2MDY3MzAzMl5BMl5BanBnXkFtZTcwMTg0NjM5NA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Rio (2011)",
        "description": "Rio (2011)\nIMDb - 6.9/10_____Rotten - 72%\n ဘလူးလို့ခေါ်တဲ့ အပြာရောင် ကြက်တူရွေးငှက်ကလေးဟာ\nသူ့သခင် လင်ဒါ ဆိုတဲ့ အမျိုးသမီးနဲ့အတူ\nမင်နီဆိုဒါ ပြည်နယ်မှာ အေးချမ်းစွာ နေထိုင်ပါတယ်။\nလင်ဒါက ဘလူးကို အပြာရောင် မက်ကော်မျိုးစိတ်ရဲ့\nနောက်ကျန်တဲ့အကောင်လို့ သိထားပါတယ်။\nဒါပေမယ့် နောက်ထပ်မက်ကော်ငှက်မလေးတစ်ကောင်ကို\nရီယိုမြို့မှာ ရှာတွေ့ထားတယ်လို့ သိလိုက်ရချိန်မှာတော့...\n \nဘာသာပြန်ပေးထားတာကတော့ Htet Wai Lwin ဖြစ်ပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.9",
        "url": "https://megaup.net/Rvud/Rio_[2011]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]