[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tCL4U4nySiijUF2wTuB247KJbmT.jpg",
        "title": "Older Gods (2023)",
        "description": "အမေရိကန် Horror စာရေးဆရာ H.P Lovecraftရဲ့ vibe မျိုးကိုခံစားချင်သူတွေအတွက် ကားကောင်းလေးပါ...။အကြောင်းအရာကဘယ်လိုလဲဆိုတော့ စကြဝဠာကြီးနဲ့ချိန်ဆနှိုင်းယှဥ်ကြည့်ရင် လူသားတွေဆိုတာ သိမ်နုပ်သေးငယ်လွန်းလို့အရာသွင်းစရာတောင်မလိုအပ်ပါဘူး....။လူသားတွေဆိုတာ အဖိုးမတန်လို့ သေမထူးနေမထူးတွေပေါ့...။ဒီ့အပြင် လောကကြီးမှာ လက်ရှိဘုရားတွေထက် ရှေးကျတဲ့ Godတွေ၊Cosmic beingsတွေ၊ တိတ္ထိတွေဆိုတာလည်း ရှိပါသေးတယ်...။လူသားတွေဆိုတာ သူတို့ဆီက ကောင်းချီးပြုခံရဖို့အတွဥ် ယဇ်ကောင်သက်သက်ပါ....။ဒီလိုဆိုရင် အသက်ရှင်နေလို့၊ အလုပ်လုပ်နေလို့ ဘာထူးနေဦးမလဲ....။ကိုယ်ချစ်တဲ့သူတွေနားနေလို့၊ ကြိုးစားရုန်းကန်နေလို့ဘာများ ထူးခြားသွားနေဦးမှာလဲ....။ဒီလို Horror vibe မျိုးရမယ့်ကားလေးပါ.... ဇာတ်လမ်းအကျဥ်းကတော့ခရစ်တစ်ယောက် သေဆုံးသွားပြီဖြစ်တဲ့ သူငယ်ချင်းဆီကနေ အထုပ်တစ်ထုပ်ရရှိခဲ့ပါတယ်...။ထိုအထုပ်ထဲမှာ ဒီတိတ္ထိတွေအကြောင်းလေ့လာထားတာတွေ...၊ သက်သေတွေအစုံပါပဲ....။ဒါတွေကို ဖြည်ထုတ်ကြည့်ရင်းကနေ ခရစ်တစ်ယောက် သူကိုယ်တိုင် အန္တရာယ်တောထဲတိုးဝင်မှန်းမသိ တိုးဝင်မိသွားတဲ့အခါမှာတော့....။ File size…950MB / 336MB\nQuality…WEB-DL 1080p/ 720p\nFormat…mp4\nDuration….1h 40m\nGenre ….. Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.1",
        "url": "https://megaup.net/3hQeo/Older.Gods.2023.WEB-DL.720p(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDhhN2I0YmEtMjQ2Yy00YzNjLWEyN2YtMDNmOGFlZjM4NjM0XkEyXkFqcGdeQXVyMTU2MDM5NzI2._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Caviar (2023)",
        "description": "လူသိများတဲ့ ဆိုရှယ် influencer တစ်ဦးဖြစ်သူ Antigone ဟာ သိပ်မကြာသေးခင်က ဆုံးသွားတဲ့ သူ့အစ်ကို နာမည်ကြီးသတင်းထောက်အတွက် ပူဆွေးဝမ်းနည်းနေတဲ့အချိန်မှာ ဇာတ်လမ်းစထားပါတယ်။ ဒါပေမဲ့ မကြာခင်မှာပဲ သူ ကမ္ဘာ့ကြီးကို မြင်တဲ့အမြင်၊ လောကကြီးရဲ့ကံကြမ္မာနဲ့ပတ်သတ်ပြီး ယုံကြည်ချက်တွေနဲ့ပတ်သတ်ပြီး မေးခွန်းထုတ်သွားစေမဲ့ ဗွီဒီယိုတစ်ခုရောက်လာပါတယ်။ အဲဗွီဒီယိုကတော့ သေသွားပြီလို့ သိထားတဲ့သူ့အစ်ကိုဆီကပဲဖြစ်ပါတယ်။ တကယ်ပဲ သူ့အစ်ကိုဆီကလား… ဗွီဒီယိုထဲမှာရော ဘာတွေပြောထားသလဲ ကြည့်ရှုခံစားရမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ File size…(2.6 GB)/(940 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:24:00\nGenre...Horror, Mistery, Thriller, Comedy, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/1etay/Caviar.2023.720p.(CM).mp4",
        "category": "Comedy, Horror, Mystery, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p94HYOZ0MIJo4IDCQ9Cd8G1cKpO.jpg",
        "title": "The Murderer ( 2023 )",
        "description": "သိပ္ပံပညာနဲ့ ရှင်းပြလို့မရတဲ့အရာတွေထဲမှာ လူတွေရဲ့ အိပ်မက်လည်း ပါပါတယ်။\nအိပ်မက်ထဲက မက်တဲ့အရာတွေက တစ်ခါတလေ နားမလည်နိုင်စရာတွေ\nအများအပြားရှိပါတယ်။ ယခု CM က ဘာသာပြန်တင်ဆက်ပေးမယ့်\nဖြစ်ရပ်မှန်ရုပ်ရှင်လေးဟာဆိုရင်လည်း အိပ်မက်တစ်ခုက စတင်ခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ပေကျင်းဆေးတက္ကသိုလ်မှာ ပါမောက္ခဘွဲ့ရဖို့ ကြိုးစားနေတဲ့ တုံချိုးဝမ်ဟာ\nမောင်လေးဖြစ်သူ တုံချိုးဟွာအသတ်ခံရပြီး ရွာပျက်အနားက\nတံတိုင်းတွေပြိုနေတဲ့ ခြံတစ်ခုထဲမှာ အမြှုပ်ခံထားရတယ်လို့\nအိပ်မက်မက်ခဲ့ပါတယ်။ သူမအမေက သူမမောင်လေးကို\nအဆက်အသွယ်မရတာ ၅ ရက်လောက်ရှိပြီလို့\nဖုန်းဆက်လာတော့ သူမ စိုးရိမ်မိပြီး ရွာပြန်ဖို့ လုပ်ပါတော့တယ်။သူမ ရထားနဲ့ ခရိုင်မြို့ကို ရောက်တာနဲ့ ဘကြီး မောက်ရှန်းကလာကြိုပြီး\nခရိုင်ရဲစခန်းမှာ အမှုဖွင့်ခဲ့ပါတယ်။ ရွာပြန်ရောက်တော့ အစ်မချွင်းမေ့ရဲ့\nပြောကြားချက်အရ သူမမောင်လေးကို မပျောက်ခင်ရှေ့တစ်ရက်က\nဘကြီးမောက်ရှန်းရဲ့ ချွေးမနဲ့ ဆေးရုံမှာ တွေ့ခဲ့တာ သိခဲ့ရပါတယ်။ချိုးဝမ်တစ်ယောက် ဒီကိစ္စကို ရဲတွေကို ပြောပြလိုက်တဲ့အတွက်\nရဲတွေက ဘကြီးမောက်ရှန်းအိမ်ကို သွားရောက်စစ်ဆေးခဲ့ပါတယ်။\nဘကြီးမောက်ရှန်းဟာ တစ်ရွာလုံးအပေါ်ကျေးဇူးရှိခဲ့သူဖြစ်တဲ့အတွက်\nရွာသူရွာသားတွေက ချိုးဝမ်ကို မကျေနပ်ကြတော့ပါဘူး။သို့သော် ချိုးဟွာကိုပဲ စိတ်ပူနေတဲ့ ချိုးဝမ်ဟာ ရွာသားတွေရဲ့\nမျက်နှာတွေကို ကြည့်မနေနိုင်တော့ပါဘူး။ သူမအမေက သူမကို\nစိတ်လိုက်မာန်ပါမလုပ်ဖို့ ပြောနေသော်လည်း သူမ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1VVwV/The_Murderer_2023_720p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGtgFw5D6zzMtvenpSnQUE66Eqf.jpg",
        "title": "The Story of the Night Watcher ( 2023 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် ရုပ်ရှင်‌လေးကတော့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကောင်းတဲ့\nမကောင်းဆိုးဝါးနှင်တဲ့ကား‌လေးပဲ ဖြစ်ပါတယ်\nဇာတ်လမ်းအကြောင်းကို ပြောပြရမယ်ဆိုရင် ရှေးရှေးတုန်းက အိမ်ထဲမှာ\nထီးမဆောင်းရတို့ ညဘက်မိုးကြီးတဲ့အချိန်ဆို သူစိမ်းတွေကိုတည်းခိုခွင့်မပြုရဆိုပြီး\nအစရှိတဲ့အယူအဆတွေရှိခဲ့ကြပါတယ် ဘာလို့လဲဆိုရင်တော့\nမကောင်းဆိုးဝါးတွေကို အလွယ်တကူ အိမ်ထဲဝင်လို့ရစေနိုင်လို့ပါတဲ့ပြီးတော့ မသန်စွမ်းတဲ့ခေါင်မိုးပြင်လက်သမားတွေကို မစော်ကားရပါဘူးတဲ့\nဘာလို့လဲဆိုရင် သူတို့တွေက လူပန်း(လက်သမား)ကျိန်စာ တိုက်တတ်လို့ပဲဖြစ်ပါတယ်\nဒီကားလေးကတော့ အဲ့လို အယူအဆတွေ အောက်လမ်းအတတ်တွေ\nအဆိပ်ပိုးကောင်အတတ်တွေ မတိမ်ကောသေးတဲ့\nတရုတ်ပြည်သူ့သမ္မတနှစ်အစောပိုင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့\nအမှုကိစ္စတွေအကြောင်းကို နောက်ခံထားရိုက်ကူးထားတာပဲဖြစ်ပါတယ်အဲ့ဒီခေတ်အခါဆိုရင် ညဘက်ကင်းလှည့်ရတဲ့သူကတော့\nသန့်စင်တဲ့ယန်ဓာတ်ပါတဲ့လူဖြစ်ရပါမယ် ဘာလို့ဆို အဲ့ဒီကင်းလှည့်သူတွေက\nမကောင်းဆိုးဝါးနှင်တဲ့အတတ်ကိုပါ တက်မြောက်ထားရပြီး\nကင်းလှည့်ရင်း မကောင်းဆိုးဝါးတွေကိုပါ ဖမ်းရတာမို့လို့ဖြစ်ပါတယ်\nရှန်ရှောင်ဟန်လို့ခေါ်တဲ့ လူငယ်လေးကတော့ သူ့ဆရာဆုံးပါးသွားပြီးနောက်မှ\nာ သူ့ဆရာရဲ့တာဝန်ဖြစ်တဲ့ ကင်းလှည့်ပြီး မကောင်းဆိုးဝါးဖမ်းတဲ့အလုပ်ကို တာဝန်ယူရပါတယ်အဲ့နောက်မှာတော့ သူ့ဆီကို ဆရာဦးလေးဖြစ်သူကရောက်ရှိလာခဲ့ပြီး\nသူ့ဆရာချန်ခဲ့တဲ့ ဘုံကျောင်းအပျက်ကြီးထဲမှာ ဆေးခန်းဖွင့်ပြီး ရွာသားတွေကို ကုသပေးခဲ့ပါတယ်\nတစ်နေ့မှာတော့ သူတို့နေတဲ့လင်အိမ်တော်မြို့ရဲ့ လင်ယွင်ရွာလေးမှ\nာ ညတွင်းချင်းမှာပင် လူပေါင်း(၁၀)ယောက်ကျော်ဟာ\nအကြောင်းရင်းမရှိဘဲ ပျောက်ဆုံးသွားခဲ့ပါတယ်\nအဲ့တော့ ဒီအမှုကို ဆက်လက်ဖော်ထုတ်ဖို့ကြိုးစားရာကနေ\nဘယ်လိုကိစ္စတွေနဲ့ ဆက်နွယ်လာမှာလဲဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာဖြစ်လို့ ရာသီဥတုအေးအေးလေးလေးမှာ\nကွေးကွေးလေးနဲ့ကြည့်ရှုခံစားလို့ရမယ့်ကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်နော်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller\nRuntime : ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-story-of-the-night-watcher-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vkTi1Y5js8exwZ8V6mbXNEQy2Om.jpg",
        "title": "Killers (2014)",
        "description": "Killers (2014)\n\" Sound Error FIXED!!! \"\n~ IMDb - 6.4/10, Rotten Tomatoes - 73% ~အင်ဒိုနဲ့ ဂျပန် ဖက်စပ်ကားလေးဖြစ်ပြီး IMDb - 6.4/10 အထိ ရရှိထားတဲ့ Action, Crime ကားကောင်းတစ်ကားပေါ့။Nomura ကတော့ လူတိုင်းကို သူ့ရဲ့သားကောင်လို့မြင်တတ်တဲ့ စိတ္တဇ ကွင်းဆက်လူသတ်သမားတစ်‌ယောက်ဖြစ်ပြီး သူ ကြမ်းကြမ်းတမ်းတမ်း သတ်ဖြတ်တာတွေကို ကင်မရာနဲ့ရိုက်ကူးပြီး အင်တာနက်ပေါ် တင်လေ့ရှိတယ်။ အင်ဒိုနီးရှား ဂျကာတာမြို့က ဂျာနယ်လစ်တစ်ဦးဖြစ်တဲ့ Bayu ကတော့ သူဆောင်းပါးရေးတဲ့ အကျင့်ပျက်ခြစားသူကြောင့် အလုပ်အကိုင်လည်းပျက်၊ မိသားစုဘဝပါ ပျက်စီးခဲ့ရသူ။ တစ်နေ့မှာ Nomura တင်တဲ့ Video ကိုကြည့်မိပြီး သူ့ရဲ့စိတ်ခံစားချက်တွေ မသိမသာပြောင်းလဲသွားတယ်။ မတော်တဆမှုတစ်ခုဖြစ်ရာကနေ သူကိုယ်တိုင် လူသေမှုကို ဗီဒီယိုရိုက်ပြီး အင်တာနက်ပေါ်တင်ပြီး ခံစားပါတော့တယ်။ဒီလိုနဲ့ Nomura နဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1VVs0/(CM)_Killers_(2014)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfyu0EwBDoSh5oESesOsorrnN3p.jpg",
        "title": "SWAT Criminals ( 2023 )",
        "description": "မူးယစ်တိုက်ဖျက်ရေး မှုခင်းရဲကားလေးပါ…..\nကျားသစ်အထူးရဲတပ်ဖွဲ့ ကျန့်ထိုကျွင်းဆိုတဲ့မူးယစ်ရာဇာကို\nဖမ်းဆီးဖို့ကြိုးစားကြတဲ့အချိန်မှာ ကျန့်ထိုကျွင်းရဲ့\nလှည့်ကွက်တွေကြောင့် ရဲဘော်တစ်ယောက်ဆုံးရှုံးခဲ့ရပါတယ်။ရဲဘော်လဲဖြစ် သူငယ်ချင်းလဲဖြစ်တဲ့သူတစ်ယောက်\nဆုံးရှုံးလိုက်ရတဲ့အတွက် အားဟောင်ဟာ\nသူ့ကိုယ်သူအပြစ်တင်ပြီး ရဲတပ်ဖွဲ့မှ နှုတ်ထွက်ခဲ့ပါတယ်။နောက်(၂)နှစ်ကြာတဲ့အချိန်မှာ မူးယစ်ရာဇာဟာသူတို့မြို့ကို\nတစ်ဖန်ပြန်ရောက်လာပါတယ်။\nအရပ်သားတစ်ယောက် အဖြစ်နဲ့ ကိုယ့်ကိုယ်ကိုအပြစ်တင်ရင်း\nဘဝကိုဖြတ်သန်းလာတဲ့ အားဟောင်ဟာ\nကျန့်ထိုကျွင်းကိုဖမ်းနိုင်ဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်……\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Crime , Drama\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/swat-criminals-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTY0NjI3MzM2Nl5BMl5BanBnXkFtZTcwNDgxNjA5Nw@@._V1_FMjpg_UX1000_-1-135x200.jpg",
        "title": "The Campaign (2012)",
        "description": "Rt-66% ~ IMDb-6.1 ဟာသသရုပ်ဆောင် မင်းသားကြီး Will Ferrell နဲ့ The Hangover ရုပ်ရှင်တွေထဲမှာ အလန်အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Zach Galifianakis တို့ရဲ့ 2012 တုန်းက ထွက်ရှိခဲ့တဲ့ ဟာသကားကောင်လေးတကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဆဲဆိုကြမ်းတမ်းတဲ့စကားလုံးတွေနဲ့ ပြကွက်တွေပါဝင်တာမလို့ အသက် (၁၈) နှစ်အောက် ကလေးတွေကတော့မကြည့်သင့်ပါဘူး။ ဇာတ်လမ်းအကျဉ်းကတော့ ကမ် ဘရက်ဒီ (Will Ferrell) ဟာ မြောက်ကယ်ရိုလိုင်းနားပြည်နယ်မှာရှိတဲ့ ခရိုင် (၁၄) ကိုယ်စားပြု ကွန်ဂရက်လွှတ်တော်အမတ်အဖြစ် လေးကြိမ်ဆက်တိုက် ရွေးကောက်ခံခဲ့ရသူပါ။ ဒါပေမဲ့လည်း ဖောက်ပြန်ပွေရှုပ်လွန်းတဲ့လူဖြစ်တာကြောင့် လူထုထောက်ခံမှုအားကျဆင်းနေပြီး ရွေးကောက်ပွဲကလည်းကျင်းပဖို့နီးလာနေပါပြီ။ဒီအချိန်မှာ မော့ခ်ျညီနောင်လို့ခေါ်တဲ့ ဘီလျံနာသူဌေးတွေက ခရိုင် (၁၄) မှာစက်ရုံတွေဖွင့်ပြီး လက်ဝါးအုပ်နိုင်ဖို့အတွက် ကမ်ကိုဖြုတ်ချပြီး သူ့နေရာမှာအစားထိုးဖို့ မာတီ ဟက်ဂင် (Zach Galifianakis) ကို ရွေးကောက်ပွဲမှာဝင်ရောက် ယှဉ်ပြိုင်စေခဲ့ပါတယ်။ ဒီလိုနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VSXk/The.Campaign.EXTENDED.2012.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjk5MmNiMDItZjM4OC00ZjA0LWE5OGUtOGQwZjM1ZGIzMWQyXkEyXkFqcGdeQXVyMjI5MzkwMg@@._V1_-135x200.jpg",
        "title": "Call Her King (2023)",
        "description": "Call Her King (2023)\n================အတိတ်က အမှားတစ်ခုကြောင့် ‌တရားစီရင်ရမှာ‌လက်တွန့်နေတဲ့\nတရားသူကြီးဂျေဒါကင်း၊ သူ(မ) စီရင်ရမဲ့အမှုဟာလည်း ပထမအဆင့်\nရာဇဝတ်ပြစ်မှုကြီးဖြစ်နေတဲ့အတွက် ရှိသမျှခွန်အားတွေ စုစည်းပြီး\nစီရင်ချက်ချတော့မယ်လုပ်ခါမှ တရားခံရဲ့အစ်ကိုဖြစ်သူက သူ့ညီကို\nကယ်ထုတ်ဖို့အတွက် တရားရုံးကို အုပ်စုလိုက်အပိုင်စီးလိုက်တဲ့အခါ\nမှာတော့ ဘယ်လိုတွေဆက်မဖြစ်လဲ တရားခံကရော လွတ်သွားမှာလား\nဆိုတာတွေကို ကြည့်ရှုရမဲ့ အက်ရှင်ဇာတ်ကား‌ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing မှဖြစ်ပါတယ်)File Size..........(1.36 GB) / (452 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 39Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Thriller\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/3hOdC/Call.Her.King.2023.720p.WEBRip(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNGVkMDE4MjgtZWI0MS00YTg5LWE4YmUtZTdhNjgyMWU2YTU3XkEyXkFqcGdeQXVyNjcyMzkzMzQ@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Homewrecker (2023)",
        "description": "Homewrecker (2023)\n===============ထမရာ အိုလီဖန့်က ဥပဒေလုပ်ငန်းမှာ လုပ်ကိုင်နေပြီး ချစ်သူ\nခလင်တွန်နဲ့ အတူနေတယ်။ ​လုပ်ငန်းမှာ ပါတနာဖြစ်ဖို့ ကြိုးစား\nနေရင်း အလုပ်ပြောင်းလာတဲ့ ဝန်ထမ်းသစ် ခင်ဇီ မီယန်နီဆိုတဲ့\nတက္ကသိုလ်တုန်းက သိတဲ့မိန်းကလေးနဲ့ ပြန်ဆုံခဲ့တယ်။ သဘော\nကောင်းတဲ့ ထမရာက ခင်ဇီကို သူငယ်ချင်းအရင်းလို ဆက်ဆံပြီး\nနေပေမဲ့ ခင်ဇီက ထမရာနဲ့အတူ ပြိုင်ပြီး အလုပ်မှာ ပါတနာရဖို့\nကြိုးစားတော့တယ်။အဲဒီအထိ ထမရာက ခင်ဇီ့ရဲ့မနာလိုကောက်ကျစ်မှုတွေကို မမြင်ခဲ့\nသေးပေမဲ့ နောက်တော့ ခင်ဇီက သူ့ချစ်သူကိုပါ ပြိုင်လုလာပြီး သူ့\nဘဝကို ဖျက်ဆီးဖို့ ကြိုးစားလာတဲ့အခါမှာတော့ ထမရာတစ်ယောက်\nဘယ်လိုတွေ သူငယ်ချင်းအတုဆီက နောက်ကျောဓားနဲ့အထိုးခံရ\nမလဲဆိုတာကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin မှဖြစ်ပါတယ်)File Size..........(1.11 GB) / (467 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 19Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/3hOfw/Homewrecker.2023.720p.NF.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTZhODQ5MzktMmFmMS00NmUxLTg4ZTgtOTE4MzQ1ZDJkM2QzXkEyXkFqcGdeQXVyMzcwNjgxMzQ@._V1_FMjpg_UX1000_-191x200.jpg",
        "title": "The Jewel Thief (2023)",
        "description": "The Jewel Thief (2023)\n================\nIMDb Rating – 6.5/10\nGenre – Documentary, Crime, Mysteryဒါလေးကတော့ အပြင်မှာ တကယ်ရှိခဲ့တဲ့ ဖန်တီးမှုကောင်းမွန်ပြီး ဉာဏ်\nထက်တဲ့ ပါရမီရှင် ရာဇဝတ်သား (ဂျရယ်ဒန်နီ ဘလန်းချက်) တစ်ယောက်\nရဲ့ အကြောင်းရိုက်ထားတဲ့ မှတ်တမ်းရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။ မိဘအရင်း\nတွေက မွေးပြီးတာနဲ့ ၆ ရက်သားမှာ မွေးစားဖို့ ပေးလိုက်လို့ မွေးစားမိခင်\nကြီးနဲ့ ကြီးပြင်းခဲ့ရတဲ့ ကနေဒါနိုင်ငံ ဝင်နီပဒ်က မျက်မှန်ကြီးနဲ့ လူငယ်လေး\nတစ်ယောက်ကနေ ဘယ်လိုဖြစ်လာမလဲပေါ့။ သူဟာ သာမန်စတိုးဆိုင်က\nမြေပုံလောက် အလစ်သုတ်ရာကနေ တခြားနိုင်ငံက တော်ဝင်စိန်တုံး ခိုးတဲ့\nထိပါ နာမည်ကြီးလာတဲ့ ရာဇဝတ်သားတစ်ယောက်။ဒီလိုနဲ့ ငယ်ဘဝမှာ ပစ္စည်းတွေအလစ်သုတ်နည်း၊ ဖြတ်ပိုင်း အတုလုပ်နည်း၊\nအဲဒီကနေမှ ATM တွေ ဝင်ဖောက်တဲ့နည်း နောက်ကျ နိုင်ငံခြားက စိန်ပါခိုး\nတဲ့ထိ အဆင့်ဆင့် ဘယ်လိုမျိုး ဆင့်ကဲပြောင်းလဲလာတယ်ဆိုတာကို သူကိုယ်\nတိုင်အပါအဝင် သူ့ အမေ၊ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1VTlm/The.Jewel.Thief.2023.720p.WEB.(CM).mp4",
        "category": "Crime, Documentary, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kD35dB3KOHrLo1Y3RU5xXJ1hI7.jpg",
        "title": "Zom 100: Bucket List of the Dead",
        "description": "Zom 100: Bucket List of the Dead (2023)ဘဝမှာလူတိုင်းကတော့ ကိုယ်လုပ်ချင်တဲ့အရာတွေရှိကြမှာပါ။\nဆန္ဒနဲ့လက်တွေ့ထပ်တူမကျဘဲ ပင်ပန်းရုန်းကန်နေရတဲ့သူတွေလည်းရှိကြမှာပါ။- တနင်္လာနေ့ရုံးမသွားချင်ဘူးဖြစ်နေလား\n- ဘယ်လောက်ပဲကြိုးစားကြိုးစား အထက်လူကြီးတွေရဲ့ အကောင်းပြောတာမခံရဘူးလား\n- အချိန်ပိုတွေဆင်းနေရပြီးပင်ပန်းလွန်းနေပြီလား\n- ကိုယ်တကယ်ဖြစ်ချင်နေတာ ဘာများလဲဆိုတာ ပြန်တွေးနေမိပြီလား\n- ဒီအချိန်မှာတစ်ကမ္ဘာလုံးဇွန်ဘီ‌တွေဖြစ်သွားရင်ကောင်းမှာပါလို့ တွေးမိတဲ့သူတွေအတွက် တကယ်ပဲဖြစ်သွားတာကိုမြင်တွေ့ရမှာပါတန်ဒိုအကီရာဆိုတဲ့ကောင်လေးတစ်ယောက် အလုပ်တွေဆက်တိုက်လုပ်၊ ပင်ပန်းနွမ်းနယ်ပြီး\nအလုပ်မသွားချင်ဖြစ်နေတဲ့ တစ်မနက်ခင်းလေးမှာ တစ်နိုင်ငံလုံးဇွန်ဘီတွေဖြစ်သွားတာကို မြင်တွေ့ခဲ့ရပါတယ်။\nအလုပ်မသွားရလို့ ပျော်နေတဲ့အချိန်မှာ အကြံဉာဏ်တစ်ခုရပြီး စာအုပ်တစ်အုပ်မှာ ဇွန်ဘီမဖြစ်ခင်လုပ်ရမည့်အချက် ၁၀၀ ဆိုပြီးစရေးခဲ့ပါတယ်။\nသူ အဲဒီစာအုပ်ထဲကအတိုင်း လုပ်နိုင်ပါ့မလား အချက် ၁၀၀ ပဲ ပြည့်သွားမလား\nမပြည့်ခင်မှာဘဲ ဇွန်ဘီဖြစ်သွားမလား ရင်တမမနဲ့ကြည့်ရှုလိုက်ပါဦးနော်(ဒီကားက Manga ရော Anime ရော ထွက်နေဆဲဖြစ်ပြီး နိုင်ငံတကာမှာလည်း ပရိသတ်တွေများတဲ့ကားလေးဖြစ်လို့ လက်လွတ်မခံဘဲ ကြည့်ရှူသင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်)အညွှန်း နဲ့ ဘာသာပြန်ကာတော့ Mr.Kaung ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror, Action\nQuality…. 1080p | 720p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/2BSH4/Zom.100.Bucket.List.of.the.Dead.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pXLPMByMa2iCw4Qs9Kqm7tx0iS.jpg",
        "title": "The Mystery of Xuannu ( 2023 )",
        "description": "CM ရဲ့ ချစ်ပရိသတ်တို့ကို ဒီတစ်ခါမှာတော့ ရှေးခေတ်မှာ ကာကွယ်ရေးနတ်အနေနဲ့\nအကိုးကွယ်ခံရတဲ့ ငှက်နတ်သမီး အကြောင်းကို စိတ်ကူးယဉ်ရိုက်ကူးထားတဲ့\nဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…ဒီဇာတ်လမ်းမှာဆိုရင် မျိုးနွယ်အစုသီးသီးကြားက ငှက်နတ်သမီးရွေးချိန်မှာ\nကျိုဖုန်းဆိုတဲ့ ဖုန်းမျိုးနွယ်က သမီးပျိုလေးကို ငှက်နတ်သမီးအဖြစ်\nရွေးချယ်ခဲ့တယ်ဆိုပေမယ့် တကယ့် ငှက်သမီးက သက်သက်ရှိနေတယ်ဆိုတာနဲ့ အစချီခဲ့ပါတယ်…ငှက်နတ်သမီးဟာ တရှန့်ညွှန့်ပေါင်းပြည်ထောင်ကြီးကို ကာကွယ်ပေးရမယ့်\nတာဝန်ရှိသလို အများကလည်း တလေးတစားနဲ့ အရေးတယူ ဆက်ဆံရတဲ့\nမြင့်မြတ်တဲ့ ပုဂ္ဂိုလ်မျိုးပေါ့… ဒီလိုအလေးပေးခံရတဲ့အတွက်\nငှက်နတ်သမီးမှာ တရှန့်ညွှန့်ပေါင်းပြည်ထောင်ကြီးကို ကာကွယ်ပြီး\nထီးနန်းဆက်ခံမယ့် အရှင့်သားရဲ့ မိဖုရားခေါင်အဖြစ်\nအရှင့်သားနဲ့အတူ နန်းတက်ရမယ်လို့လည်း ယုံတမ်းရှိနေခဲ့တယ်…ဒါကြောင့်လည်း ကုလင်စစ်သူကြီးက သူ့သမီးကို ငှက်နတ်သမီးဖြစ်အောင်\nလုပ်ထားပြီး ညွှန့်ပေါင်းပြည်ထောင်စုကို ထိန်းချုပ်ဖို့ ကြိုးစားနေခဲ့တာပေါ့…\nဒါပေမယ့် တစ်ဖက်မှာ ဖုဟောင်ဆိုတဲ့ အမျိုးသမီးလေးဟာ မွေးတည်းက\nသူ့ကိုယ်သူ ငှက်နတ်သမီးလို့ ယုံကြည်နေသူတစ်ယောက်ပေါ့…\nသူ့ပင်ကိုယ်အရည်အချင်းအရ လက်ရုံးရည်ရော နှလုံးရည်ပါ ပြည့်စုံနေသူတစ်ဦးပေါ့…လူသားစားတဲ့ လော့မျိုးနွယ်စုက ပုန်ကန်လာချိန်မှာတော့\nတကယ့်ငှက်နတ်သမီးတစ်ယောက်ရဲ့ သမိုင်းပေးတာဝန်အရ\nသွေးဆူပြီး မရရတဲ့နည်းနဲ့ ရှေ့ထွက်တိုက်ခဲ့တယ်…\nအဆုံးသတ်မှာတော့ ဖုဟောင်တစ်ယောက် ငှက်နတ်သမီးအဖြစ် အလေးစားခံရမှာလား…\nကုလင်စစ်သူကြီးရဲ့ သမီးကရော ဘာဆက်ဖြစ်မှာလဲ…\nညွှန့်ပေါင်းပြည်ထောင်စုကရော ဘာတွေဆက်ဖြစ်မှာလဲ…\nလော့မျိုးနွယ်တိုက်ပွဲရဲ့ နောက်ဆုံးရလဒ်ကရော ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-mystery-of-xuannu-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7EdvFUGvT5Pn8rUFRKCrdUzNthf.jpg",
        "title": "Scooby-Doo on Zombie Island (1998)",
        "description": "Scooby-Doo on Zombie Island (1998)~ IMDb - 7.7/10, Rotten Tomatoes - 88% ~2019 က ထွက်ခဲ့တဲ့ Return to Zombie Island ရဲ့ပထမပိုင်း 1998 က လက်ရာဟောင်းတစ်ခုပါ။ နောက်ပိုင်းလက်ရာထက်တော့ နည်းနည်းခေတ်ဟောင်းဆန်ပေမဲ့ ဒီအပိုင်းထဲက ဖုတ်ကောင်တွေက သူတို့အမြဲဖြေရှင်းခဲ့သလို မျက်နှာဖုံးစွပ်နဲ့ လူဆိုးတွေမဟုတ်ဘဲ တကယ့် ဖုတ်ကောင်အစစ်တွေပါ။ ဒီလောက်ဆို စိတ်၀င်စားစရာကောင်းနေပါပြီ။~ ဇာတ်လမ်းအကျဉ်း ~စကူဘီတို့ အဖွဲ့သားတွေဟာ လျှို့ဝှက်ဆန်းကြယ်မှုတွေ ‌ဖြေရှင်းတိုင်း နောက်ဆုံးမှာ လူတွေအယောင်ဆောင်တာပဲ ဖြစ်နေတဲ့အတွက် ငြီးငွေ့လာကြပြီး ကိုယ်စီ လမ်းခွဲလို့ အဆင်ပြေရာအလုပ်တွေ ခွဲလုပ်ကြပါတယ်။ ဒက်ဖနီက သူ့ကိုယ်ပိုင် တီဗီရှိုးမှာ ခြောက်လှန့်တတ်တဲ့နေရာတွေအကြောင်း ရိုက်ကူးတင်ဆက်ရာကနေ Season 2 အတွက် နေရာရှာတာက ဇာတ်လမ်းစပါတယ်။ ဒီတစ်ခါမှာတော့ တကယ်သရဲအစစ်ခြောက်တဲ့နေရာကို လိုချင်တာပါ။ဒီလိုနဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2BS6d/(CM)_Scooby-Doo!_on_Zombie_Island_(1998)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lCMnAVZkOObw1W26Old1V0ONEzF.jpg",
        "title": "Big Nunu’s Little Heist (2023)",
        "description": "ဇာတ်လမ်းအကျဉ်းလေးကတော့တောင်အာဖရိက ကစဂေါ့ဒဖိုလာဆိုတဲ့မြို့လေးဟာ တစ်ချိန်က စက်ရုံတစ်ရုံကြောင့်စားဝတ်နေရေး ချောင်လည်ကြပြီး မြို့သူမြို့သားတွေဟာ ပျော်ရွှင်နေကြပါတယ်၊တစ်နေ့မှာ အခြေအနေအကြောင်းကြောင်းကြောင့် စက်ရုံကိုပိတ်ဖို့ဖြစ်လာတော့အလုပ်လက်မဲ့သူတွေများလာပြီး ရာဇဝတ်သမားတွေလည်း ပေါလာပါတော့တယ်၃၆ ဆိုတဲ့အလုပ်သမားလေးဟာ အရက်ဆိုင်တစ်ခုကို မီးဖိုလာပို့ရင်းနဲ့ ဆိုင်ရှေ့မှာတင်အခိုးခံလိုက်ရတယ်၊ ဒါကိုမကျေနပ်တဲ့အတွက် ဘယ်သူတွေခိုးတာလဲ သူတို့ကဘယ်မှာနေတာလဲဆိုပြီး အရက်ဆိုင်ပိုင်ရှင်ကိုသွားမေးတယ်၊ ဆိုင်ရှင်ကတော့လိုက်မသွားသင့်ကြောင်း သူတို့ကအန္တရာယ်များကြောင်းပြောပေမယ့် လက်မခံတဲ့အဆုံးမှာ လူမိုက်တွေရှိတဲ့နေရာကိုပြောပြလိုက်တယ်၊ သတ္တိရှိတဲ့ ၃၆ ဟာတစ်ကိုယ်တည်း လူမိုက်တွေနေရာမှာ သွားကြမ်းပြလိုက်တော့ ခေါင်းဆောင်ဖြစ်တဲ့ပွန်ဆူနူနူဟာ သူ့ကိုသဘောကျသွားပြီး ပိတ်ရက်အတွင်းမှာ ချမ်းသာစေမယ့် လုပ်ငန်းတစ်ခုရှိကြောင်းပြောလိုက်တယ်၊ ပစ္စည်းပို့တဲ့အလုပ်ထက်ပိုက်ဆံအများကြီးရမယ့်အလုပ်ဆိုတော့ ၃၆ လည်းစိတ်ဝင်စားပြီးလက်ခံလိုက်တယ်၊ ပွန်ဆူနူနူနဲ့ ၃၆ တို့ ဘာတွေလုပ်ပြီးပိုက်ဆံရှာကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးပါဦး။  File size…1.63GB / 681MB\nQuality…NF WED-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 31m\nGenre ….. Action , Comedy , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1VUqc/Big.Nunus.Little.Heist.2023.NF_WEB-DL720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4oOLgH5zcwlaQHmHY5diSwiPVO.jpg",
        "title": "[18+] Sitio Diablo (2022)",
        "description": "Sitio Diablo (2022)မနီလာမြို့ရဲ့ ဆင်းရဲသားရပ်ကွက်တွေဟာ မကောင်းမှုဒုစရိုက်တွေ လူဆိုးဂိုဏ်းတွေ ကြီးစိုးပြီး ကျင်လည်ကျက်စားတဲ့ နေရာတွေဖြစ်ပါတယ်။ အဲ့ဒီမှာမှ ဆီတိုဒယာဘလိုစ် ဆိုတဲ့ပင်မဂိုဏ်းကြီးကနေခွဲထွက်ပြီး အလူစထရာဒိုဆိုတဲ့ ဂိုဏ်းသစ်ကို ထူထောင်နေကြတဲ့ လူငယ်တစ်စုရှိပါတယ်။ အဲဒီဂိုဏ်းကို ဦးစီးနေတဲ့သူတွေကတော့ ဘူးလက်နဲ့အိုင်နာတို့စုံတွဲဖြစ်ပြီး အိုင်နာကတော့ မူလ ဆီတိုဒယာဘလိုစ်အုပ်စုရဲ့မျိုးဆက်သမီးငယ်ပါ။ခေတ်ကာလအားဖြင့်တော့ သူတို့မြို့တော်ရဲ့အာဏာအကူးအပြောင်း စပ်ကူးမတ်ကူးကာလဖြစ်ပြီး ရွေးကောက်ပွဲဝင်အမတ်လောင်းအသစ်က သူတို့ဂန်းစတားနယ်မြေတွေကို မက်လုံးပေးမဲဆွယ်နေပါတယ်။ အဲဒီအချိန်မှာပဲ ဆီတိုဒယာဘလိုစ်ရဲ့ဆက်ခံသူ၊ အိုင်နာရဲ့အစ်ကို တိုးနစ်စ်ဟာ ရဲတစ်ယောက်ရဲ့ညှိနှိုင်းမှုနဲ့ ပြန်ရောက်လာခဲ့ပါတယ်။ နဂိုကတည်းက မငြိမ်းချမ်းတဲ့ နယ်မြေခွဲဝေမှုတွေ၊ အချင်းချင်းခွက်စောင်းခုတ်မှုတွေ ကွက်ကျော်ရိုက်မှုတွေနဲ့ သူတို့လောကထဲ တိုးနစ်စ်ပြန်ရောက်လာမှုဟာ နိမိတ်ဆိုးတစ်ခုဖြစ်ပြီး ပိုမိုမုန်တိုင်းထန်လာတော့မယ့် သဘောပါပဲ။မြင်နေကျကားတွေကနေ ခွဲထွက်ပြီး တစ်မူထူးခြားနေတဲ့ 18 အပေါင်း ဂန်းစတားနောက်ခံဇာတ်ကားသစ်ဖြစ်ပါတယ်။ ဖန်သားပြင်ထက်မှာ မမြင်ရတာကြာပြီဖြစ်တဲ့ AJ Raval, အဲဒီတုန်းက တက်သစ်စလေးတွေဖြစ်တဲ့ Kiko Estrada, Benz Sangalang တို့နဲ့အတူ အခုချိန်မှာထိပ်တန်းဖြစ်နေပြီဖြစ်တဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2BRA8/(CM)_Sitio_Diablo_(2022)_720p.mp4",
        "category": "Action, Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/NamelessHero-133x200.jpg",
        "title": "Nameless Hero ( 2023 )",
        "description": "CM movie fanလေးတွေထဲကမှ actionမှကြိုက်တာဆိုတဲ့\nသူလေးတွေအတွက် နိုင်ငံရေးစစ်ကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်နော်။90sတစ်ဝိုက်မှာ နိုင်ငံရေးအယူဝါဒကွဲလွဲမှုတွေအပေါ်အခြေခံပြီး စ\nစ်ပွဲတွေက ဆူပူအုံကြွနေခဲ့တယ်။ကျင်ကျိုးမြို့နစ်ခုလုံးကို\nနယ်ခြားစောင့်တပ်တွေ ဝန်းရံထားတဲ့အချိန် ...စစ်မြေပြင်မှာမတရားတာမရှိဘူးဆိုသလိုပဲ သူစီကိုယ်စီ\nဌာနအတွင်းမှာ သူလျှိုတွေစေလွှတ်ထားချိန်မှာ..\nကုဒ်နာမည် *မြွေစိမ်း*လို့သိကြတဲ့ သတင်းအချက်အလက်သူလျှို\nလျိုသာ့ဝေဟာ သရုပ်မှန်ပေါက်ကြားပြီး ဖမ်းစီးမှုကိုခံခဲ့ရတယ်။မြွေစိမ်းဟာ စစ်တပ်လက်အောက်ခံဖြစ်တဲ့အတွက် အထက်က\nစစ်‌ကြောရေးအတွက် လျှို့ဝှက်ထိန်းသိမ်းရေးဌာနက *လင်ရှီး*ကို\nတာဝန်ထမ်းဆောင်ဖို့ စေလွှတ်ခဲ့တယ်။အဲ့အချိန်မှာ မြွေစိမ်းကို\nဖမ်းမိခဲ့တဲ့သူက ပါတီရေးရာနဲ့ပြန်ကြားရေးဌာနဖြစ်တဲ့အတွက်\nလင်ရှီးဟာ ထိုဌာနရဲ့ဦးစီးချုပ်\"ကျိုးယင်ချွင်း\"နဲ့ သူ့ရဲ့မဟာမိတ်ဖြစ်သူ\nနိုင်ငံတော်ကာကွယ်ရေးတပ်ခွဲ၂ကအထူးတပ်ဖွဲ့ဝင်ကျန်းဝေနဲ့အတူ\nပူးပေါင်းစစ်ကြောရေးဆင်းဖို့ဖြစ်လာတော့တယ်။မြွေစိမ်းဟာ ကွန်မြူနစ်ပါတီသူလျှိုဖြစ်ပြီး သူ့ရဲ့လက်ထဲမှာ\nကျင်ကျိူးမြို့ကာကွယ်ရေးမြေပုံရှိသလို ဒါကသူကျင်ကျိုးကိုထိုးစစ်ဆင်ရာမှာကူညီဖို့\nမြို့ပြင်ကိုလက်ဆင့်ကမ်းရမဲ့ အချက်အလက်လည်းဖြစ်တယ်။\nမြွေစိမ်းကျဉ်းထဲကျပ်ထဲရောက်နေတဲ့အချိန်မှာ လင်ရှီးရဲ့လျှိုဝှက်တာဝန်က\nအဲ့ဒီမြေပုံကိုလွှဲပြောင်းယူပြီး လက်ဆင့်ကမ်းပေးရမှာပါ။မမျှော်လင့်ထားတဲ့အလှည့်အပြောင်းတွေကြားထဲမှာ\nလင်ရှီးက သူ့ရဲ့တာဝန်ကိုအောင်မြင်စွာထမ်းဆောင်နိုင်ပါ့မလား\nသူ့ရဲ့လမ်းခရီးမှာရော ဘယ်လိုဘက်တော်သားတွေနဲ့ တွေ့ဆုံရဦးမလဲ\nအာဏာမှိုင်းတွေ ရောထွေးနေတဲ့နယ်ပယ်ကြီးမှာ\nဘယ်အရာက တရားမျှတမှုလမ်းစဉ်ဖြစ်မလဲဆိုတာ...\nဇာတ်လမ်းမှာအသေးစိတ်ကြည့်ရှုလိုက်ပါ။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/nameless-hero-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mLeYGSVnDymYscyjfPEfjK9GBUk.jpg",
        "title": "Sympathy for the Devil (2023)",
        "description": "Sympathy for The Devil (2023)~ IMDb - 5.7/10, Rotten Tomatoes - 62% ~မင်းသားကြီး နီကိုလက်ကေ့ရဲ့ ရုပ်ရှင်အသစ်ပါ။ Suicide Squad ထဲက Rick Flag မင်းသား Joel Kinnaman နဲ့အတူ ပါဝင်ထားပါတယ်။ Action Thriller အမျိုးအစားဖြစ်ပြီး သို့လော သို့လောနဲ့ ကြည့်ရတဲ့ ကားမျိုးပါပဲ။ဒေးဗစ်ချိန်ဘာလိန်ဆိုတဲ့လူတစ်ယောက်ဟာ သူ့မိန်းမဆေးရုံမှာ ကလေးမွေးနေတာကို အမီသွားဖို့ ကားနဲ့ထွက်လာပါတယ်။ ဆေးရုံကိုအရောက်မှာပဲ ကားနောက်ခန်းထဲကို လူတစ်ယောက်ဝင်လာပြီး သေနတ်နဲ့ချိန်ထားပါတော့တယ်။ အဲဒီလူကပဲ သူ့ကို ဆေးရုံထဲကိုမဝင်ခိုင်းဘဲ ဘော့စတွန်အထိ မောင်းခိုင်းပါတော့တယ်။ လမ်းတလျှောက်မှာ ဒေးဗစ် လွတ်မြောက်ဖို့ကြိုးစားပေမဲ့ မအောင်မြင်ဘဲ လူတွေသာ တစ်ယောက်ပြီးတစ်ယောက် သေလာပါတော့တယ်။ သူတို့နှစ်ယောက် ကြောင်နဲ့ကြွက်လို လိုက်တမ်းပြေးတမ်း အသက်လုပြီးကစားရတဲ့ ရည်ရွယ်ချက်ကဘာလဲ... ရည်ရွယ်ချက်ရောရှိရဲ့လား... သူတို့အချင်းချင်းကရော ထင်ထားသလို ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fVs3/(CM)_Sympathy_For_The_Devil_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2vCbCxOoIshmcMVdp2kFWFwTw0k.jpg",
        "title": "Where Would You Like to Go? (2023)",
        "description": "Where Would Yu Like to Go? (2023)************************************မတော်တဆမှုအတွင်း ကျောင်းသားဖြစ်သူဂွမ်ဂျီယုံးကို ကယ်တင်ဖို့ကြိုးစားရင်းအသက်ဆုံးရှုံးခဲ့ရတဲ့ အလယ်တန်းပြဆရာ ဂွမ်ဒိုဂယောင်း ။ခင်ပွန်းဖြစ်သူဆုံးပါးသွားပြီးနောက် နေ့ရက်တွေကို အထီးကျန်ပြီး နာကျင်စွာဖြတ်သန်းနေရရှာတဲ့မြောင်ဂျီတစ်ယောက် တစ်နေ့မှာ‌တော့ နိုင်ငံရပ်ခြားကို အလည်အပတ်သွားရင်းမိတ်ဆွေဟောင်းဖြစ်သူ ဟျောင်းဆော့နဲ့အမှတ်မထင် ဆုံတွေ့ခဲ့ရပါတော့တယ်။တစ်ဖက်မှာလည်း မောင်ဖြစ်သူကိုဆုံးရှုံးလိုက်ရပြီးနောက် လေဖြန်းရောဂါနဲ့ ဆေးရုံတက်နေရတဲ့ဂျီအွန်းဟာလည်းအသက်ရှင်နေလျက် နာကျင်မှုတွေထဲ ပိတ်လှောင်ခံစားနေရတဲ့သူပါ။ဆုံးရှုံးမှုကို ယူကြုံးမရဖြစ်ပြီး လွမ်းဆွတ်နေရပေမယ့် အစ်မဂျီအွန်းကိုအကောင်းဆုံးစောင့်ရှောက်ပေးနေရှာတဲ့ ဂျီယုံးရဲ့သူငယ်ချင်းဖြစ်သူ ဟယ်ဆူ။သူတို့ရဲ့နေ့စွဲတွေကို ဘယ်လိုမျိုးဖြတ်သန်းသွားကြမလဲ...။အနာကျင်ရဆုံးအခိုက်အတန့်ကိုရော ဘယ်လိုတွေကျော်လွှားသွားကြမလဲ...။ဒိုဂယောင်းရဲ့သေဆုံးမှုကိုမသိရှိဘဲ အတိတ်ကိုပြန်တူးဖော်နေတဲ့ဟျောင်းဆော့နဲ့ရော မြောင်ဂျီတစ်ယောက် ဘယ်လိုခံစားရမှာလဲ...။ကိုရီးယားကို ပြန်လာတဲ့အခါ မြောင်ဂျီကိုစောင့်နေတဲ့ ဂျီအွန်းရေးထားတဲ့စာကရော အခြေအနေတွေကို ဘယ်လိုပြောင်းလဲစေမလဲ...။စတဲ့လွမ်းဆွတ်ဖွယ် နွေရာသီနေ့ရက်တွေကို ခံစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ် ။ File Size : (1.43GB),&(540MB)\nQuality : WEB-DL 1080p,720p\nFormat : mp4\nDuration : 01:44:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/2BRv0/Where.Would.You.Like.To.Go.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/0886973824993-141x200.jpg",
        "title": "The Brothers Bloom (2008)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (68%)နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ The Pianist မင်းသားကြီး Adrien Brody, MCU ရဲ့ Hulk မင်းသားကြီး Mark Ruffalo,The Mummy ရဲ့အသည်းကျော်မင်းသမီးကြီး Rachel Weisz တို့ပါ၀င်ထားပြီးဒါရိုက်တာ Rian Johnson ရိုက်ကူးထားတဲ့ Action,Adventure,Comedy ရုပ်ရှင်ကားလေးပါ။ဇာတ်လမ်းကတော့....မိဘမဲ့ညီအစ်ကိုနှစ်ယောက်ဖြစ်တဲ့ Stephen နဲ့Bloomတို့ဟာငယ်စဉ်ကတည်းက ဆိုးသွမ်းတတ်တာကြောင့် မွေးစားမိဘတွေတစ်ယောက်ပြီးတစ်ယောက်ပြောင်းခဲ့ရပါတယ်။ညီအစ်ကိုနှစ်ယောက်ဟာ ငယ်စဉ်ကတည်းက လိမ်လည်ခြင်းအတတ်ပညာကို ကျွမ်းကျင်ကြပြီးအစ်ကိုဖြစ်သူစတီဗင်က လူလိမ်ဇာတ်လမ်းတွေကို သေချာအစီအစဉ်ချပြီးညီဖြစ်သူကတော့ ပစ်မှတ်ရဲ့ယုံကြည်မှုကိုရနိုင်ဖို့ဟန်ဆောင်ပေးရပါတယ်။နှစ်‌တွေကြာပြီးမှာတော့ Bloomညီနောင်တို့ရဲ့နောက်ဆုံးပစ်မှတ်ဖြစ်သူတစ်ကောင်ကြွက်သူဌေးသမီး Penelope နဲ့တွေ့ချိန်မှာတော့ စီစဉ်ထားတာတွေအကုန် လွဲချော်ဖို့အကြောင်းဖန်လာတဲ့အခါ....။\nFile size…(2 GB)/ (970 MB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….01:53:40\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by SP",
        "rating": "6.7",
        "url": "\thttps://megaup.net/1VU0p/(CM)_The_Brothers_Bloom_(2008)_720p_BluRay_x264-Naung.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/20230420_6440a98299a58-140x200.jpg",
        "title": "[21+] The Arrogant President Of The Business Partner-Ichino Aoi [JUQ-191-Decensored]",
        "description": "Ichino Aoi ဆိုတာ အရွယ်ရောက်မှ JAV လောကထဲ ရောက်လာပေမယ့် နောက်ကျတဲ့ နေဝင်ချိန်မဟုတ်ခဲ့ပါဘူး..အဖူးအငုံလေးတွေလို နုလှပါတယ်ဆိုတဲ့ JAV မင်းသမီးတွေကြားသူမရဲ့အလှကျတော့ ပြီးပြည့်စုံစွာ ပွင့်ဖူးထားတဲ့ ပန်းတစ်ပွင့်လို ငွားငွားစွင့်စွင့်ပါပဲ။မြင်သူ ရင်အေးရတဲ့မျက်နှာထားလေးနဲ့ အကြည့်လေးတွေက စွဲနေမိတတ်ပါတယ်ပါးဖောင်းဖောင်းပြည့်ပြည့်ဖြိုးဖြိုးလေးနဲ့ အာရှရဲ့ အလှအပတွေနဲ့ ပြည့်စုံသူလေးပါ။JUQ-191-Decensored Versionဒီဇာတ်လမ်းမှာတော့ သူမဟာ တာဝန်ကို ပြီးမြောက်အောင် ဆောင်ရွက်ရာမှာမိမိကိုယ်သော်မှ မငဲ့ကွက်တဲ့ ဝန်ထမ်းမလေးတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။Decensored Version နဲ့မလို့  Ichino Aoi ကို အားပေးရကျိုးနပ်မှာပါ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (3 GB) & (1.6 GB)\nQuality : HD-Rip Decensored 1080p & 720p\nRunning Time : 02:35:47\nFormat : mp4\nSubtitle : Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1fWvd/[JUQ-191-Decensored]_The_Arrogant_President_Of_The_Business_Partner-_IchinoAoi-HDrip_720p.mp4",
        "category": "Adult, Asian"
    }
]