[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMmU5ZjhiZjQtMzRmMS00MWJkLWJjMjYtYjc4OWNlYWRkNmIxXkEyXkFqcGdeQXVyMTA2MDU0NjM5._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Daliland (2022)",
        "description": "Dalíland (2022)\n===========\nIMDb Rating - 6.0/10Salvador Dali..1990 ခုနှစ်တွေရဲ့ အကြီးကျယ်ဆုံးသော\nပြင်သစ် ပန်းချီဆရာတစ်ယောက်ဖြစ်ပါတယ်။ လက်ရှိထိ\nလည်း ပန်းချီလောကမှာ သူ့ရဲ့ အနုစိတ်တဲ့ စုတ်ချက်တွေ\nတမူထူးခြားထဲ့ လက်ရာတွေကြောင့် ပြောစမှတ်တွင်ဆဲ\nဖြစ်ပြီး၊ Nobel Work 7ဆုထိတောင် ပိုင်ဆိုင်ခဲ့ပါတယ်။1904 ခုနှစ်မှာ မွေးခဲ့ပြီး 1989..အသက် 84 နှစ်မှာကွယ်လွန်\nခဲ့ပါတယ်..ဒီကားလေးကတော့ Dali ရဲ့ အသက် 70 နောက်\nပိုင်းကနေစပြီး သူမဆုံးခင်အထိ သူ့ဘဝရဲ့ နေဝင်ချိန်ကာလမှာ\nကြုံတွေ့ရခဲ့တဲ့ အဖြစ်အပျက်တွေ အခက်အခဲတွေကို Docum-\nentary ဆန်ဆန်ပြန်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ သိပ်ကို\nထူးချွန်လှတဲ့ ပန်းချီဆရာတစ်ယောက်ရဲ့ စိတ်နေစိတ်ထားအပါ\nအဝင် အနုပညာသမားတွေဟာ သိပ်ကိုခံစားချက်နုနယ်လှတာ\nကြောင့် Dali တစ်ယောက် သူ့ဘဝရဲ့ နေဝင်ချိန်မှာ ဘာတွေဘယ်\nလိုကြုံတွေခံစားခဲ့ရလဲဆိုတာကိုပါကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(2.2 GB) / (724 MB) / (423 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Vih3/Daliland.2022.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xI1GSZoww5GqBBNDAlHLyyO2APj.jpg",
        "title": "Missed Connections (2023)",
        "description": "Missed connections (2023)ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင်အချစ်ဇာတ်ကားကောင်းလေးဖြစ်ပြီး\nဇာတ်လမ်းနာမည်အတိုင်းပဲ ပြတ်တောက်သွားသော ဆက်သွယ်ရေးများ ဆိုတဲ့အတိုင်း\nရည်းစားနဲ့ပြတ်ပြီး ရည်းစားဟောင်းကို မေ့မရဘဲ Move on မလုပ်နိုင်သေးတဲ့သူတွေအတွက် ‌အကျိုးရှိတဲ့ဇာတ်ကားလေးပါ။စွန့်ဦးတီထွင်မမလေးတွေအတွက်လည်း အားဖြစ်စေတဲ့ကားလေးပါဗျ။\nကောင်လေးနဲ့ကောင်မလေး စူပါမားကတ်ထဲမှာ မတော်တဆဆုံပြီး\nMissed connections ဆိုတဲ့appကနေ ပို့စ်တင်ရှာဖွေရာကနေ ဇာတ်လမ်းစတာပါပဲခင်ဗျာ။\nကောင်မလေးက ကောင်လေး ရှာတာ ဆိုပေမယ့် ကောင်လေးရှာတာက ကောင်မလေး ဟုတ်မနေတဲ့အခါ\nသူငယ်ချင်းလို့ပဲ ဆက်ပြီးတော့ ခေါ်မလား၊\nဘာဘာညာညာ ဇာတ်လမ်းတွေဖြစ်ပြီး ဘာညာသွားမလား စောင့်ကြည့်လိုက်ရအောင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 829MB | 402MB\nFormat… mp4\nDuration…. 1h 47min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae ...",
        "rating": "",
        "url": "https://megaup.net/1f3y4/Missed.Connection.2023.720p.NF.DD5.1.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t6cuyejykRZRHLiIU88zARAU9uF.jpg",
        "title": "Annapurna (2023)",
        "description": "Annapurna (2023)တောင်တက်ဖို့ဆိုရင် စိတ်အားထက်သန်တဲ့ ဂန်ဟျွန်းက သူ့ဂျူနီယာ ဆောဝူးကို ခေါ်ထုတ်ပြီး\nတောင်အတူတက်ကြရင်း ကြုံခဲ့တဲ့အချစ်ရေး၊ လမ်းခွဲခဲ့ရတာတွေ၊ စိတ်ဒဏ်ရာတွေအကြောင်း ပြောကြတဲ့ ဇာတ်လမ်းဖြစ်ပါတယ်ဂန်ဟျွန်းဟာ ဟိမဝန္တာတောင်တန်းမှာရှိတဲ့ Annapurna တောင်ကို တက်ချင်နေတဲ့သူဖြစ်ပြီးတော့\nတောင်ရဲ့ဇာတ်လမ်းအစုံကို ဂျူနီယာဖြစ်တဲ့ ဆောဝူးကို အပြည့်အစုံပြောရင်းနဲ့ လမ်းပျောက်လိုက်၊ မျက်စိလည်လိုက်ဖြစ်ပါလေရောသူတို့ရဲ့အချစ်ရေးအတွေ့အကြုံတွေ၊ လူငယ်သဘာဝစိတ်ကူးတွေ၊ ဝါသနာတွေကို ပြောကြရင်း\nဂန်ဟျွန်းရဲ့ ဘဝဒသနတွေကို နားထောင်ရမှာဖြစ်ပါတယ်\nနှစ်ယောက်သား ဘာတွေဆွေးနွေးမျှဝေကြမလဲဆိုတာကိုတော့ ကြည့်လိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 647MB | 300MB\nFormat… mp4\nDuration…. 1h 12min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Joyz\nEncoder ..... Aaron",
        "rating": "",
        "url": "https://megaup.net/1Vm24/Annapurna.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/WhatsApp-Image-2023-05-15-at-12.34.06-PM-1-convert.io_-150x200.jpg",
        "title": "Chakravyuham (2023)",
        "description": "Chakravyuham-The Trap (2023)IMDb-9.3/10ရုံတင်ငွေ ၂ ကုဋေခွဲအမြတ်ရရှိထားပြီး Ajay ပါဝင်ထားတဲ့ လှည့်ကွက်ပရိယာယ်လေးတွေနဲ့\nထောင်ချောက်ဆိုတဲ့ကားလေးဖြစ်ပါတယ်ရှရီနဲ့ ဆန်ဂျေးဆိုတာသိပ်ချစ်လွန်းလို့လက်ထပ်ထားကြတဲ့ ဇနီးမောင်နှံတွေပါ တစ်နေ့ရှရီ့ကို အိမ်ထဲမှာပဲ\nရက်ရက်စက်စက် လည်လှီးအသတ်ခံထားရတာတွေ့ရပါတယ် အပြင်ကနေခိုးဖျက်ဝင်ထားတဲ့\nလက္ခဏာလည်း ရှိမနေတော့ အတွင်းလူလက်ချက်လို့ပဲ ထင်ကြတာပေါ့ အင်စပက်တာဆပ်တရာကတော့\nဒါဆန်ဂျေးလက်ချက်လို့ပဲ စတွေ့ခဲ့တည်းကထင်နေတော့တာပဲ တစ်ခုပြီးတစ်ခုရှာတွေ့တဲ့သက်သေတွေကလည်း\nဆန်ဂျေးလို့ပဲညွှန်နေကြတယ် ဆန်ဂျေးခမျာအိမ်ထဲမှာပဲ ချစ်ဆုံးဇနီးရက်ရက်စက်စက်သတ်ခံထားရလို့\nစိတ်ထိခိုက်ရတာတစ်ဖက် လူသတ်မှုကိုအပြစ်ကင်းကြောင်းသက်သေမပြနိုင်တာက တစ်ဖက်ပေါ့\nတကယ်ပဲ သူကိုယ်တိုင်ရှရီ့ကိုသတ်ခဲ့တာလားဇာတ်လမ်းနာမည်လေးအတိုင်း သူပါထောင်ချောက်ဆင်ခံရလားဆိုတာ\nသက်သေတွေနဲ့အတူ ပရိသတ်ကြီးပါ စီးမျောခံစားဖော်ထုတ်ကြည့်ပါဦး(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ V ~ Yunni ~ BpL ~ Thaik San တို့ပဲဖြစ်ပါတယ်)\nFile size…1.5GB / 607MB\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by V ~ Yunni ~ BpL ~ Thaik San",
        "rating": "9.4",
        "url": "https://megaup.net/2Bkmg/Chakravyuham_(2023)_Telugu_WEB-DL_-_720p.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TVQP2KuC7b5xYTsGrYy335SG3I.jpg",
        "title": "Baby Boy, Baby Girl (2023)",
        "description": "Baby Boy, Baby Girl (2023)ဖိလစ်ပိုင် လူငယ်ဟာသအချစ်ဇာတ်လမ်းကောင်းလေးလာပါပြီ။\nလူငယ်ဇာတ်လမ်းဆိုတဲ့အတိုင်းပဲ ဒီဇာတ်လမ်းထဲက ကောင်မလေးဂျိုစီက ဒီခေတ်ရဲ့ကောင်မလေးတွေကို ကိုယ်စားပြုနိုင်တယ်ပြောရမယ်။\nသူကအွန်လိုင်းရှော့လုပ်တယ်။ ခေါင်းအုံးတံဆိပ်ရိုက်တာ ပူတင်းရောင်းတာ တခြားအစုံပလုံပဲ။\nဒါပေမဲ့သူများကိုလဲမယုံကြည်တတ်တော့ ဝန်ထမ်းမခေါ် သူကိုယ်တိုင်အလုပ်တွေသိမ်းကြုံးလုပ်ပြီး စိတ်ရောကိုယ်ပါပင်ပန်းနေတဲ့ကောင်မလေး။\nအလုပ်တွေကလဲ အဆင်ပြေလိုက်မပြေလိုက်အမျိုးမျိုး။တစ်နေ့တော့ဂျိုစီက အချိန်ပိုင်းဧည့်ကြိုသွားလုပ်တယ်။\nအဲ့ဒီပွဲကို သူဌေးမတစ်ယောက်ရဲ့ကိုယ်စားတက်လာတာက သူ့ရဲ့ရည်းစားဟောင်း ဆက်ဘ်။\nအဲ့ဒါနဲ့ပွဲအပြီးမှာ သူတို့ပြန်ဆုံကြ ဂျိုစီကလဲဆက်ဘ်အိမ်လိုက်သွားပြီး တစ်ညမတ်တပ်ရပ်ကြတယ်ပေါ့။\nဂျိုစီ မနက်နိုးလာမှသတိထားမိတယ် ဆက်ဘ်အိမ်ကခမ်းနားလိုက်တာ သူတက်တဲ့ပွဲတွေ အိုင်ဂျီကပုံတွေကလဲမြင့်မြင့်မားမားတွေချည်းပဲ။\nထူးဆန်းဆို ဆက်ဘ်က ဂျိုစီနဲ့ကြိုက်နေတုန်းက သန့်ရှင်းရေးကုမ္ပဏီတစ်ခုကအလုပ်သမားလေးလေ။\nအဲ့ဒါနဲ့ဆက်ဘ်ကို အချိန်တိုအတွင်းချမ်းသာနည်းကိုမေးတာပေါ့။\nဆက်ဘ်ကလဲ သူရှူးဂါးဘေဘီလုပ်နေတာဖြစ်ကြောင်း ရှူးဂါးဒိတ်တင်းလောကကဘယ်လိုကောင်းကြောင်းတွေပြောတာပေါ့။\nသူ့အလုပ်တွေကိုစိတ်ကုန်နေတဲ့ဂျိုစီ့ကိုလဲ ဆက်ဘ်က ရှူးဂါးဘေဘီတို့တတ်ထားသင့်တဲ့\nအသိပညာအတတ်ပညာတွေ သင်ပေးရင်း ဘာတွေဆက်ဖြစ်မလဲကြည့်ကြရမှာပါ။ဒီဘာသာပြန်သူကိုတော့ နောက်ကားတွေမှာမရှာပါနဲ့တော့။ ရှူးဂါးဘေဘီ သွားလုပ်ပါပြီ။\nဒီဇာတ်ကားကိုကြည့်သူတွေလဲ ပြီးရင်ရှူးဂါးဘေဘီဖြစ်ချင်စိတ်မပေါက်ဘူးလို့ အာမမခံနိုင်ပါဘူးနော်။\nWatch at your own risk ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1fpkm/Baby.Boy.Baby.Girl.2023.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BOThlN2NlOGEtODBkNC00YTQ3LWE3NWItYjYzOGI2MTRmOGU5XkEyXkFqcGdeQXVyMjYxOTQ5NDA@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Homestead (2023)",
        "description": "အခုပရိတ်သတ်ကြီးအတွက် american western thriller ဇာတ်လမ်းကောင်းလေးတစ်ခုကို တင်ဆက်ပေးသွားမှာပါ ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့... အိုင်ရင်း သူ့အစ်ကိုနဲ့ သူ့အမေတို့ဟာ သူတို့အတိတ်မှာဆိုးရွားတဲ့ကံကြမ္မာတစ်ခုကိုရင်ဆိုင်ပြီးတဲ့နောက်မှာတော့ သူ့အဖေနဲ့အတူတူ လက်ရှိသာယာတဲ့ခြံလေးမှာ နေထိုင်နေပါတယ် အိုင်ရင်းဟာ သွက်သွက်လက်လက်နဲ့ လူတွေအပေါ်မှာ သိပ်ပြီးယုံကြည်တတ်တဲ့သူမဟုတ်ပါဘူး တစ်နေ့မှာတော့ သူတို့ခြံလေးကို ရထားလမ်းဖောက်ဖို့ကိစ္စနဲ့ပတ်သက်ပြီး လူစိမ်းတစ်ယောက် ရောက်လာခဲ့ပါတယ် သူတို့ခြံဝင်းတစ်ဝိုက်ကို လှည့်လည်စစ်ဆေးခွင့်တောင်းလိုက်ပြီး နောက်ကျသွားတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ သူတို့အိမ်မှာတည်းခိုဖို့ဖြစ်လာတဲ့ သူစိမ်းယောက်ျားကို အိုင်ရင်းကတော့ သင်္ကာမကင်းဖြစ်နေခဲ့ပေမဲ့ သူ့အမေကတော့ လှိုက်လှိုက်လဲလဲကို ကြိုဆိုနေခဲ့တာပါ.. အဲဒီသူစိမ်းယောက်ျားဟာ မိသားစုအပေါ်ကိုဂရုစိုက်တတ်ပြီး ဘဝကိုအေးအေးဆေးဆေး ဖြတ်သန်းချင်နေတဲ့ သူ့ရဲ့ဖခင်ရဲ့အတိတ်ကအရိပ်ဆိုးကြီးဖြစ်နေမှန်း အိုင်ရင်းတို့သိလိုက်ရတဲ့အခါမှာတော့ သူတို့အဲဒီနေ့ညမှာ ဘယ်လိုဖြစ်ရပ်ဆိုးတွေကိုကြုံတွေ့ရမှာလဲ...သွက်လက်ချက်ချာပြီး ငြိမ်ခံမနေတတ်တဲ့ အိုင်ရင်းတစ်ယောက် ဒီအခြေအနေဆိုးကြီးကနေ ဘယ်လိုလွတ်မြောက်အောင် ရုန်းထွက်သွားမလဲဆိုတာကို ဒီဇာတ်လမ်းမှာကြည့်ရှူရမှာပါ။ File size…(1 GB)/(440 GB)/(260 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:20:00\nGenre...Horror, Thriller, Western\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1Urnx/Homestead.2023.720p.(CM).mp4",
        "category": "Horror, Thriller, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jCOsmpPuCXVztpB1nYUyqrdTpmr.jpg",
        "title": "Extreme Festival (2023)",
        "description": "မန်ဂျင်းမှာလုပ်မဲ့ ဒေသပွဲတော်တစ်ခုက မကျင်းပခင် တစ်ပတ်အလိုမှာပဲဂျောင်ဂျုံးယဉ်ကျေးမှုပွဲတော်ကနေ ယွန်းဆန်းဂွန်းယဉ်ကျေးမှုပွဲတော်အဖြစ် နာမည်ပြောင်းသွားပါတယ်။အဆိုပါပွဲတော်ကို စီစဉ်သူကတော့ \"သ၀န်တိုမှုက ငါ့ရဲ့အင်အား\" လို့ခေါ်တဲ့start up ကုမ္ပဏီလေးရဲ့ ကိုယ်စားလှယ်အီဟယ်ဆူပဲဖြစ်ပါတယ်။ဆိုးတာတစ်ခုက ပွဲတော်နေ့မှာ ပွဲကြည့်ထိုင်ခုံတွေက အလွတ်တွေချည်းဖြစ်နေပြီးဖိတ်ကြားထားတဲ့ ဧည့်သည်အဆိုတော်ကလည်း ရောက်မလာဇာတ်ညွှန်းပြောင်းသွားတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ ပြဇာတ်အဖွဲ့ကလည်း ဆန္ဒပြ...မျှော်မှန်းထားသလို တစ်ခုမှဖြစ်မလာတဲ့ ပွဲတော်လေးကို ဟယ်ဆူတစ်ယောက်အဆင်ပြေပြေ ချောချောမွေ့မွေ့နဲ့ ပြီးဆုံးအောင် ကျင်းပနိုင်မလား....ဘယ်လို ရယ်စရာအလွဲလေးတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦးနော်... File Size : 1.2GB, 527MB\nQuality : WEB-DL1080P,720p\nFormat : mp4\nDuration : 01:34:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wai Oo\nEncoded by Tiff",
        "rating": "",
        "url": "https://megaup.net/1fp0l/Extreme.Festival.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Gu30dMoeLhz7fulx1uohyIOlqT.jpg",
        "title": "I Like Movies (2023)",
        "description": "I Like Movies (2023)ဒီဇာတ်ကားကိုတော့ ဆယ်ကျော်သက်တွေကြည့်ဖို့ အထူးညွှန်းပေးချင်ပါတယ်။\nဆယ်ကျော်သက်ကားဆိုလို့ ဖျော်ဖြေရေးပုံစံ ဆယ်ကျော်သက်ကျောင်းသားကားတွေလို\nပျော်ကြမြူးကြဒိတ်ကြရယ်ဆိုတဲ့ ဇာတ်လမ်းမျိုးတော့မဟုတ်ပါဘူး။\nလေးနက်တဲ့သင်ခန်းစာလေးတွေကို အထက်တန်းကျောင်းသားလေးဆီမှာ ပေါ့ပေါ့ပါးပါးလေးပုံဖော်သွားတဲ့ဇာတ်လမ်းမျိုး။\nရုပ်ရှင်ပရိသတ်တွေနဲ့အလှမ်းဝေးလွန်းတဲ့ဇာတ်ကောင်မျိုးမဟုတ်ဘဲ\nဒီဇာတ်ကောင်က ကိုယ့်စာသင်ခန်းထဲကသူငယ်ချင်းတစ်ယောက်ယောက်ဖြစ်နေနိုင်သလို ကိုယ်ကိုယ်တိုင်လဲဖြစ်နေနိုင်ပါတယ်။\nလူတွေက အထက်တန်းအရွယ်လောက်မှာ ကိုယ့်အားနည်းချက်အားသာချက်တွေကို စသိလာကြတယ်။\nကိုယ့်အားနည်းချက်ကို သဘောပေါက်ဖို့ဆိုတာတကယ်တော့မလွယ်ပါဘူး။\nသိသွားပြီးရင်လဲ လက်မခံချင်သေးဘူး။ လက်ခံပြီးရင်လဲ မပြင်ချင်သေးဘူး ပြင်ရလဲခက်တယ်လေ။\nဒီဇာတ်လမ်းထဲက လောရန့်စ်ဆိုတဲ့ကောင်လေးက ရုပ်ရှင်တွေသိပ်ကြိုက်တယ်။\nအထက်တန်းပြီးရင်လဲ NYU မှာရုပ်ရှင်ပညာကိုလေ့လာဖို့အားခဲထားသူပါ။\nသူက ကျောင်းပညာရေးမှာလဲထူးချွန်တယ်။ ဒါပေမဲ့ သူ့အားနည်းချက်တွေလဲရှိတာပေါ့။\nသူကတစ်ကိုယ်ကောင်းဆန်တယ် အဆိုးဆုံးကတော့ သူ့ကိုယ်သူအထင်ကြီးတတ်သလို သိပ်သနားတတ်တာပဲ။\nသူများတွေသူ့ကိုသနားအောင်လဲ သူ့အဖေကသူ့ကိုယ်သူသတ်သေသွားတာ ဆိုတဲ့ကဒ်ကိုမကြာမကြာထုတ်သုံးတတ်သေးတယ်။\nဒါပေမဲ့လောရန့်စ်တစ်ယောက် တက္ကသိုလ်မတက်ခင်ပဲ အချိန်ပိုင်းအလုပ်လုပ်ရင်း လက်တွေ့လောကကြီးနဲ့ထိစပ်မိချိန်မှာ\nသူ့အားနည်းချက်တွေကထင်းထင်းကြီးပေါ်လွင်လာပြီး လောရန့်စ်ရဲ့ကလေးဘဝကနေ\nလူကြီးဘဝအကူအပြောင်းကို လက်တွေ့လောကအတိုင်းမြင်ရမယ့် သဘာဝကျတဲ့ဇာတ်လမ်းကောင်းပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.1GB | 915MB | 282MB\nFormat… mp4\nDuration…. 1h 39min\nSubtitle…. Myanmar ...",
        "rating": "6.8",
        "url": "https://megaup.net/3gVSV/Harum.Malam.2023.720p.HS.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzIzNDMyZmUtZWNjZC00NmNmLWE1OGItZDRiNTJhZTM1MjFjXkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Summit Fever (2022)",
        "description": "Summit Fever (2022)\n================‌ဒီဇာတ်ကားလေးက 2022 ခုနှစ်ကထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ\nJulian Gilbey ရိုက်ကူးထားပါတယ်။ မိုက်ကယ်ဟာ ဆုံးပါး\nသွားတဲ့သူ့အမ လူစီကြောင့်မလို့တောင်တက်ရတာကိုဝါသနာ\nပါသူတစ်ယောက်ပါ။ သူ့အဖေကတော့ ဝင်ငွေကောင်းတဲ့ စီးပွား\nရေးလုပ်ငန်းကိုပဲလုပ်စေချင်ပါတယ်။ ဒါပေမယ့်တစ်နေ့တော့\nအလုပ်ကနေခွင့်ယူလာပြီး သူငယ်ချင်းတွေဖြစ်တဲ့ ဂျင်ပီရယ်တို့နဲ့\nအတူတောင်တက်ဖို့ ချန်မိုနိ့ ကိုထွက်လာပါတော့တယ်။အဲဒီမှာသူတို့သူငယ်ချင်းတစ်စုတောင်တက်နေရင်း မတော်တစ်\nဆမှုဖြစ်လို့ လီယို နဲ့ နာတာရှာ တို့သေဆုံးခဲ့ရပါတယ်။ ဒါပေမယ့်\nလည်း သူတို့သူငယ်ချင်းတွေကတော့ ၀မ်းနည်းပူဆွေးနေခြင်းမရှိ\nဘဲ ဂုဏ်ပြုတာဆိုပြီး အနေထိုင်မပျက် တောင်ဆက်တက်နေတုန်း\nပါပဲ။ အဲဒါကို မိုက်ကယ်က မကြိုက်လို့တောင်တက်အဖွဲ့ထဲကထွက်\nလိုက်ပေမယ့်လည်း သူ့ရဲ့အခင်ဆုံးသူငယ်ချင်းဖြစ်တဲ့ ဂျင်ပီရယ်က\nမိုက်ကယ့် နေရာကိုတခြားသူတွေအစားထိုးပြီး တောင်တက်ဖို့ပြင်\nပါတော့တယ်။ အဲဒီအခါ မိုက်ကယ် ကသူ့အမလူစီ တုန်းကလိုမျိုး\nသူ့သူငယ်ချင်းကိုအသက်မဆုံးရှုံးစေချင်လို့ တောင်တက်အဖွဲ့ထဲ\nပြန်၀င်ခဲ့ပါတယ်။မိုက်ကယ် နဲ့ ဂျင်ပီရယ် တို့အဖွဲ့တောင်တက်တဲ့‌အခါမှာတော့ မထင်\nမှတ်ဘဲ မုန်တိုင်းမိပြီး ပြဿနာတွေတက်ကြတဲ့အခါ ဘယ်လိုရင်ဆိုင်\nကြလဲဆိုတာ ရင်သပ်ရှုမောစွာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(3.5 GB) / (1.6 GB) / (640 ...",
        "rating": "5.1",
        "url": "https://megaup.net/3hddA/Summit.Fever.2022.720p.BluRay.(CM).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTU0NjkxNjYtMDYxZi00MDEzLWFhYWMtMmViMTJiYjgxY2M0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-146x200.jpg",
        "title": "Agilan (2023)",
        "description": "Aglian 2023\nAction/Drama/Thrillerကွန်တိန်နာနံပါတ်ကြည့်ရုံနဲ့ အာဂီလန်ပိုင်မှန်းသိရင် အဲ့ဒီကွန်တိန်နာကို\nထိကို မထိရဲလောက်တဲ့ထိ ဖိန့်ဖိန့်တုန်အောင် ဩဇာအာဏာကြီးလှတဲ့ ဆိပ်ကမ်းဘုရင်လူမိုက်ကြီး အာဂီလန်....\nဒီလူမိုက်ကြီးအာဂီလန့်နေရာကို သရုပ်ဆောင်ထားတာကလဲ အက်ရှင်ဇာတ်ကြမ်းတွေနဲ့\nနာမည်ကြီးလာတဲ့ မင်းသား Jayam Raviဆိုတော့\nဒီအက်ရှင်ကားက သွေးသံတရဲရဲနဲ့ အစဆုံးကြည့်ချင်နေမှာအသေချာပါပဲ...အိန္ဒိယသမုဒ္ဒရာရဲ့ဘုရင်လို့တောင် တင်စားရတဲ့အာဂီလန်ဟာ ဆိပ်ကမ်းက\nကုန်စည်ပို့ဆောင်ရေးလုပ်ငန်းတွေအားလုံးကို ထိန်းချုပ်ထားတဲ့ဆိပ်ကမ်းလူမိုက်ကြီးတစ်ဦးပဲဖြစ်ပါတယ်။\nဒုစရိုက်လောကမှာ နာမည်ကျော်တဲ့ ကပူးရ်ကတော့ ငွေကြေးအတုလုပ်ငန်းကို ကုန်စည်ပို့ဆောင်ရေးနဲ့\nတွဲဖက်လုပ်ကိုင်နေတာဖြစ်ပြီး မူးယစ်ရာဇာ ပါရန်ဒါမန်ကတော့ ကပူးရ်အတွက် အလုပ်လုပ်ပေးနေတဲ့\nဒုစရိုက်လောကသားပဲဖြစ်ပါတယ်။သူတို့တွေရဲ့ တရားမဝင်လုပ်ဆောင်မှုတွေကို အာဂီလန်က ထိန်းချုပ်ပေးနေတာပါ။\nဒီလိုမျိုး အာဂီလန်ကချုပ်ကိုင်ထားတဲ့အတွက် ဘယ်အရာကမှ ဝင်စွက်ဖက်လို့မရပါဘူး။\nဒါပေမဲ့ \"မကောင်းမှုဟူသည် ဆိတ်ကွယ်ရာမရှိ\"ဆိုတဲ့အတိုင်း လိမ်လည်လှည့်ဖြားမှုတွေ\nတစ်စတစ်စပေါ်လာတဲ့အခါမှာတော့...အာဂီလန်ဘယ်လိုတွေဆက်လုပ်မလဲ။\nဘယ်လိုမျိုးစိတ်ဝင်စားစရာဇာတ်ကြောင်းတွေ ထွက်ပေါ်လာဦးမလဲဆိုတာကို\nအက်ရှင်အကြမ်းစားတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2.23GB / 1.14 GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "4.4",
        "url": "https://megaup.net/2Bjqs/Agilan%C2%A0(2023)_Tamil_.720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nhwnA580ww3BKcsrcNxSU8ZPtuP.jpg",
        "title": "[18+]The Naughty House of Sharing That Changes Yours for Mine (2020)",
        "description": "(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…) ဒီဇာတ်လမ်းလေးကတော့ အဆင်မပြေမူတွေနဲ့နှစ်အကြာကြီးတွဲနေရင်က ရိုးအီလာတဲ့ အိမ်ထောင်ရှင်စုံတွဲနှစ်တွဲရဲ့  ရင်တွင်းဖြစ် အသံတွေနဲ့ သူတို့ ဘယ်လိုဖလှယ်နှီးနှောကြမလဲဆိုတာကို ကွက်ကွက်ကင်းကင်းသိမြင်အောင် ရိုက်ပြထားတဲ့ ဇာတ်လမ်းလေး ဖြစ်ပါတယ်... File size…0.98GB / 612MB\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….48m\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….CK\nTranslated by GD",
        "rating": "",
        "url": "https://megaup.net/2Bjaw/The_Naughty_House_of_Sharing_That_Changes_Yours_for_Mine.2020.WEBRip720P.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tb5CnszrNoSRiLf8lxu0OaecS1A.jpg",
        "title": "[18+] Big Tits Friend Sisters (2020)",
        "description": "(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…) ဇာတ်လမ်းအကျဉ်းလေးကတော့...မင်ဝူဆိုတဲ့ ကောင်လေးဟာ အစ်မအရင်း ခပ်ချောချော လှလှအကိတ် အမနှစ်ယောက်နဲ့  အတူနေရင်း ဇာတ်လမ်းကိုစတင်ထားပါတယ် .. အမတွေကလဲ ရုပ်ချောသလောက်လှသလောက် မစွန်ကြပါဘူး အဲ့လို ဂေါ်မစွန် အပျိုရိုင်းကြီးတွေနဲ့နေနေရင်း တစ်ရက်မှာတော့ ဆိုလ်းမြို့ကို အလည်လာရင်သူအိမ်မှာ တည်ခိုဖို့ ခွင့်တောင်းလာတဲ့ သူငယ်ချင်းဆီက ဖုန်းဝင်လာပါတော့တယ်  အစ်မတွေကလဲ ခွင့်ပြုတာကြောင့် အိမ်မှာလာနေဖို့ကို ခွင့်ပြုလိုက်ပါတော့တယ် . မင်းဝူရဲ့ သူငယ်ချင်းအိမ်ရောက်လာချိန်မှာ ဂေါ်မစွန် အပျိုကြီးတွေနဲ့ ဘယ်လိုနှစ်ပါးသွားမလဲ ဆိုတာတော့.... ဆိုလ်းမြို့ဟာ အလည်အပတ်သွားသင့်ရာ မြို့ဖြစ်မလား .ဒီအပျိုကြီးတွေကြောင့်  ဆိုလ်းမြို့ဟာ  လွမ်းဆွတ်စရာဖြစ်မလာဆိုတာတော့ ...   File size…1.91GB / 612MB\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….1h 20m\nGenre...Drama , Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….CK\nTranslated by GD",
        "rating": "",
        "url": "https://megaup.net/1foda/Big_Tits_Friend_Sisters.2020.WebRip720p_(2).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/showbtVGSiZJmKoVXJk9WfdfInB.jpg",
        "title": "[18+]Do You Want to Change?(2020)",
        "description": "(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး…) ညီကို နှစ်ယောက်နဲ့ ကောင်မလေးနှစ်ယောက်ရဲ့  စွဲမက်ဖွယ်ဇာတ်လမ်းလေးပါ...adult ကားဆိုတဲ့အတိုင်း ဒီညီကို နှစ်ယောက်နဲ့  နတ်သမီးအချေားလေးနှစ်ယောက် ဘယ်လို ပေါင်းဆုံပြီး ဘယ်လိုတွေ ချစ်ခြင်းကမ္ဘာကြီးကိုလှပါအောင် ပရိသတွေ အကြိုက်  အလှဆင်မလဲ ဆိုတာတဝကြီး ရင်တခုန်ခုန်နဲ့ ကြည့်ရမယ့်  adult ကားလေးတစ်ကားဖြစ်ပါတယ်..... File size…1.23GB / 522MB\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration…1h\nGenre...Drama , Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….CK\nTranslated by GD",
        "rating": "",
        "url": "https://megaup.net/1Vljg/Do_You_Want_to_Change.2020.WEBRip720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w5ZzelrldWr7CmOTSiwagoe5Vl9.jpg",
        "title": "The Roundup: No Way Out (2023)",
        "description": "The Roundup : No Way Out (2023)မနှစ်က The Roundup ထွက်လာပြီး မကြာခင် ဒီနှစ်မှာပဲ အားလုံးမျှော်နေကြတဲ့ No Way Out ထွက်လာခဲ့ပါပြီ\nဒီတစ်ခါတော့ စုံထောက်မာဆော့ဒိုတစ်ယောက် အထူးစုံစမ်းစစ်ဆေးရေးဌာနကို ပြောင်းသွားပြီဖြစ်ပြီး အမှုသစ်တွေလိုက်သွားမှာပါစုံစမ်းစစ်ဆေးရေးဌာနကို အမှုသစ်ဝင်လာချိန်မှာ အဲအမှုက လူသတ်မှုလို့ ထင်ရပေမဲ့\nနောက်ကွယ်မှာတော့ မူးယစ်ဆေးဝါးဂိုဏ်းကြီးတစ်ခုနဲ့ သွားပတ်သက်နေပါတယ်အမြဲတမ်း လက်သီးနဲ့ဖြေရှင်းတတ်တဲ့ မာဆော့ဒိုဟာ ဉာဏ်သုံးပြီးလည်း အမှုတွေဖြေရှင်းတာကို ကြည့်ရပါဦးမယ်\nOutlaw, The Roundup တွေရဲ့ ဆွဲဆောင်တစ်ခုက ဗီလိန်မင်းသားတွေပဲမဟုတ်ပါလား\nဒီတစ်ခေါက် No Way Out ရဲ့ဗီလိန်အနေနဲ့ကတော့ Lee Joon Hyuk ကပါဝင်သရုပ်ဆောင်ထားပါတယ်ကဲ.. ဘယ်တော့မရိုးနိုင်တဲ့ မာဒုံဆော့ရဲ့ ဟာသနှောတဲ့ အက်ရှင်တွေကို ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz နဲ့ Hsu Wai တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Crime, ...",
        "rating": "6.8",
        "url": "https://megaup.net/2Bilt/The.Roundup.No.Way.Out.2023.720p.WEB-DL.CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uWmlk74p14IV4SoDpckdqUhGjl1.jpg",
        "title": "Blood Flower (2022)",
        "description": "Blood Flower (2022)ကျွန်တော်တို့ငယ်ငယ်ကတုန်းဆို မလေးရှားသရဲကားတွေဆိုတာလျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့တာပေါ့။\nမလေးရှားစုန်းကာ အသစ်ထွက်တယ်ဆိုရင်ကို အဒေါ်တွေနဲ့ ရုပ်ရှင်ရုံသွားကြည့်ရ အခွေငှားဆိုင်မှာ လုငှားခဲ့ရတာပေါ့။\nတစ်ခါတစ်လေဆို အခွေကလက်မလည်လို့ ကြိုတင်ဘွတ်ကင်ပါ လုပ်ရသေးတာ။\nခုချိန်မှာလဲ မလေးရှား ဟော်ရာကားတွေက အရင်ကလို သိပ်မကြည့်ကြတော့ဘူးဆိုပေမဲ့\nအရင်ကလိုပဲ မလေးရှားသရဲကား အငွေ့သက်တွေနဲ့ ကြောက်စရာကောင်းနေတုန်းပါပဲ။\nအပနှင်တဲ့ပုံစံမျိုးနဲ့ လျှို့ဝှက်ချက်တွေပါတဲ့ ဟော်ရာကားမျိုး ကြိုက်တတ်တဲ့သူတွေအတွက်ကတော့\nဟော်ရာကားတွေ ထွက်စရာသိပ်မရှိတော့လို့ ဒီမလေးရှားဟော်ရာကားလေးက စိတ်ကျေနပ်မှုပေးနိုင်တဲ့ကားလေးဖြစ်မှာပါ။\nသွေးသံတရဲရဲအခန်းတွေပါတာကိုတော့ သတိချပ်စေလိုပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အပနှင်တဲ့မိသားစုတစ်စုရှိပါတယ်။\nအဲ့မိသားစုထဲမှာမှ အဖေလုပ်သူကလွဲပြီး ကျန်တဲ့သုံးယောက်လုံးဟာ သရဲတစေ တွေကို မြင်နိုင်စွမ်းရှိကြပါတယ်။\nတစ်နေ့အပနှင်နေတုန်းမှာ အမေဖြစ်သူဟာ နတ်ဆိုးတစ်ကောင်ကြောင့်သေခဲ့ရပြီး နောက်\nအဖေဖြစ်သူက သူ့သားသမီးတွေ ဒီလိုမဖြစ်ရအောင်ဆိုပြီး သူတို့ရဲ့အစွမ်းစတွေကို ချိတ်ပိတ်ထားခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာ သူတို့နဲ့အိမ်နီးချင်းတစ်ယောက်ဟာ သူမရှိတုန်း သူ့အခန်းကိုကြည့်ပေးဖို့ထားခဲ့ပါတယ်။\nသားဖြစ်တဲ့သူနဲ့ သူ့သူငယ်ချင်းတွေဟာ အဲ့အခန်းထဲကိုဝင်ပြီး အလုံပိတ်ထားတဲ့ အခန်းတစ်ခုကို\nဖွင့်မိရာကနေ လူတွေတစ်ယောက်ပြီးတစ်ယောက် သေကုန်ကြပါတယ်။\nအဲ့အခန်းထဲက လွတ်သွားတဲ့အရာက ဘာလဲ\nဘာလို့လူတွေကိုလိုက်သတ်နေရတာလဲ\nအခန်းပိုင်ရှင်ရဲ့ လျှို့ဝှက်ချက်ဟာဘာလဲဆိုတာကို အသဲတယားယားနဲ့ ကြည့်ရှုလိုက်ကြပါဦး ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ...",
        "rating": "5.7",
        "url": "https://megaup.net/3gVSV/Harum.Malam.2023.720p.HS.WEB-DL.DDP5.1.CM.mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmIxMzAzOTEtY2QyZi00YzBkLThiM2ItM2I5YzNhYzM2ZTJlXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-143x200.jpg",
        "title": "Good Night (2023)",
        "description": "Good Night 2023ဒီတစ်ခေါက်မှာတော့ IMDb - 8.3/10 ထိရရှိထားတဲ့ တမီးလ် မိသားစုဒရမ်မာကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်။ သရုပ်ဆောင်တွေအနေနဲ့ Jai Bhim၊ Vikram Vedha ဇာတ်ကားတွေထဲက\nမင်းသား Manikandan နဲ့ မင်းသမီးချော Meetha တို့ကအတွဲညီညီသရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်း\nမိုဟန်တို့အိမ်ဟာ မိသားစု‌ဝင်တွေအများကြီးနဲ့ သိုက်သိုက်ဝန်းဝန်းရှိလှတဲ့ မိသားစုတစ်ခုပါ။\nအချင်းချင်းစည်းလုံးကြပြီး တစ်ယောက် ပြဿနာတစ်ယောက်ဖြေရှင်းကြရင်းပေါ့။\nသို့ပေမဲ့မိုဟန်မှာ မိသားစုဝင်တွေ သည်းမခံနိုင်လောက်အောင်ဆိုးတဲ့\nအကျင့်တစ်ခုရှိပါတယ်။ အဲဒါကတော့ ဟောက်တတ်တာပါပဲ။အဲအကျင့်ကြောင့်လည်း စော်ငြင်းကောင်ဖြစ်နေရတဲ့သူပါ။\nတစ်နေ့မှာ ယောက်ဖဖြစ်သူနဲ့ ရေပိုက်လိုက်ပြင်ရင်း အာနူးဆိုတဲ့သနားစရာကောင်မလေးနဲ့ တွေ့ဆုံပြီး၊\nနှစ်ယောက်သားစုံမက်သွားကြတဲ့အခါ အာနူးခင်ဗျာ မိုဟန်ကိုသည်းခံနိုင်ပါဦးမလား၊\nနှစ်ယောက်သား ဘယ်လိုနားလည်မှုယူကြမှာလဲ....သူတို့ခင်ဗျာညတိုင်း \"Good Night \" ဖြစ်နိုင်ပါဦးမလားဆိုတာ\n\"Good Night\"ဇာတ်ကားမှာပဲအဖြေရှာပြီး အပန်းဖြေကြည့်ရှုလိုက်ရအောင်ပါ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moon ~ ThaikSan ~ Zwe ~ V~ BpL~ တို့ပဲဖြစ်ပါတယ်။\nFile size…2.39GB / 1.12GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar ...",
        "rating": "8.4",
        "url": "https://megaup.net/1fmco/Good_Night_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/image-1-146x200.jpg",
        "title": "You Don’t Mess with the Zohan (2008)",
        "description": "You Don't Mess with the Zohan (2008)Adam Sandler ရဲ့ မကြည့်ဖူးသူမရှိလောက်မယ့် ကားဟောင်းကားကောင်းတစ်ကားပါ။ သူကိုယ်တိုင် သရုပ်ဆောင်ရုံတင်မကဘဲ ဇာတ်ညွှန်း‌ကိုလည်း သူပဲ ဝင်ရေးပေးခဲ့ပါသေးတယ်။ ဒါ့အပြင် အခြားနာမည်ကျော် ရုပ်ရှင်မင်းသားမင်းသမီးတွေဖြစ်ကြတဲ့ Emmanuelle Chriqui, John Turturro နဲ့ Buddy Games ဇာတ်ကားထဲက မင်းသားကြီး Nick Swardson ကိုလည်း လူငယ်သရုပ်ဆောင်အနေနဲ့ တွေ့ရမှာဖြစ်လို့ လုံးဝကို လက်ရာမြောက် ဟာသဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားကတော့ ဇိုဟန်ဆိုတဲ့ အစ္စရေးနိုင်ငံသား အထူးစစ်သားတစ်ယောက်အပေါ် ဇာတ်အိမ်တည်ပြီးတော့ရိုက်ကူးထားတာပါ။ ဇိုဟန်ဟာ သူလုပ်နေတဲ့အလုပ်မှာ ကျွမ်းကျင်ရုံတင်မကဘဲ အတော်လေးကို နာမည်ကြီးလှတဲ့ အကြမ်းဖက်နှိမ်နင်းရေး တပ်ဖွဲ့ရဲ့  နိုင်ငံကျော်စူပါစတားပဲဖြစ်ပါတယ်။ ဒါပေမဲ့ သူဟာ ဒီအလုပ်ကိုလုပ်နေရင်းနဲ့ ဒီလိုပဲ သူ့ဘဝကြီးက သံသရာလည်တာကို မနှစ်သက်တော့ပါဘူး။ အဲဒီအခါ ဇိုဟန်ဟာ သူ့ရဲ့ ဝါသနာပါရာ စိတ်ကူးအိပ်မက်ကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1fm52/(CM)_You_Don__Mess_with_the_Zohan_(2008)_Unrated_720p.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjEyNWYzYmQtZWE5My00NDhjLThjNTEtN2E5ZWZmN2RmN2NlXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Tiku Weds Sheru (2023)",
        "description": "Tiku Weds Sheru (2023)\nIMDb-3.7/10\nဘောလီးဝုဒ်လောကမှာ ပွဲရှာတာနာမည်ကြီးတဲ့\nမင်းသမီးကန်ဂနားထုတ်ပေးခဲ့ပြီး Cameoပါဝင်ထားတဲ့ နဝါးဇ်ရဲ့ရှားရှားပါးပါး Drama/Romanceကားလေးပါ။\nဇာတ်လမ်းလေးကလည်း မဲပြာပုဆိုးတွေက ကွဲထွက်နေတဲ့ ပိုးပုဆိုးလေးလို ထူးထူးခြားခြားဇာတ်လမ်းဇာတ်ကွက်\nအလန်းလေးမို့ အားလုံးပဲ သဘောကျလိမ့်မယ်လို့ ထင်ပါတယ်မင်းသားကြီးနဝါးဇ်ကဒီကားထဲမှာ ဒါရိုက်တာ ဇာတ်ညွှန်း သရုပ်ဆောင်ရူး ပြောရရင်\nကိုယ်ပိုင်ဇာတ်ကားရိုက်ချင်နေတဲ့ သရုပ်ဆောင်ရူးလေးပါ ..အကြွေးတွေကလဲတပုံတပင်နဲ့\nဘာမဆို စိတ်နှစ်ပြီးလုပ်တတ်တယ်ဆိုတဲ့ ဆရာကြီးရဲ့တကယ့်အလုပ်ကတော့ ရွှေကြာချိတ်ဆက်ရေးပါ..\nရုပ်ရှင်တွေထဲမှာ ဖြတ်လျောက်လည်းလုပ်တယ်..လုပ်တိုင်းလည်း ခိုင်းသလိုငြိမ်ငြိမ်မနေပဲ\nတောင်ပြောဝင်ပြောလုပ်လို့ ကန်ထုတ်ခံရပါတယ် အဲ့အချိန်မှာအိမ်ကပေးစားတဲ့\n|ရှော်တီလေးကို ပိုက်ဆံလဲရမိန်းမချောချောလေးရဆိုပြီး သပိတ်ဝင်အိတ်ဝင်လက်ထပ်လိုက်ပါတယ်မွမ်ဘိုင်းမြို့ကြီးက အိမ်မက်မြို့တော်လို့ တင်စားခေါ်ဝေါ်ကြတယ်\nညတွင်းချင်းတောင် ဘဝတစ်ခုကို ပြောင်းလဲတိုးတက်စေနိုင်တယ်တဲ့\nတီကူးတစ်ယောက် သူ့အိမ်မက်တွေ ပြည့်ဝနိုင်ဖို့ ချစ်ရသူကိုမျှော်ကိုးရင်း စောင့်နေခဲ့တာ\nကြာပါပြီ ‌တစ်နေ့မှာ မွမ်ဘိုင်းသားကြီးက အိမ်ကိုဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာတဲ့အခါ\nအိမ်မက်တွေ အကောင်အထည်ဖော်ဖို့ မွမ်ဘိုင်းမြို့ကြီးကို လိုက်ရဖို့ကြံပြီး\nကိုနဝါးဇ်(ရှယ်ရူး)နဲ့လက်ထပ်ဖို့ ခေါင်းညိတ်လိုက်ပါတယ်ဇာတ်လမ်းနာမည်အတိုင်း တီကူးနဲ့ရှယ်ရူးတို့ညားကြလေသည်ပေါ့တယောက်နဲ့တယောက်အကြောင်း သေချာမသိဘဲယူလိုက်ကြတဲ့နှစ်ယောက် တယောက်အရှုပ်အထုပ်တွေကို\nတယောက်ကသိပြီး အချင်းချင်းဘယ်လိုညှိနှိုင်းအဖြေရှာကြမလဲဆိုတာတော့....။(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Saii~BpL~V~ThaikSanတို့ပဲဖြစ်သည်)\nFile size… 2.45GB /  1.01GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "3.7",
        "url": "https://megaup.net/3hefz/Tiku.Weds.Sheru.2023.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWY5MzU2ZTMtNjg2YS00NGJkLTgyNDItMzU5YmRkN2ZjZTkxXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Unseen (2023)",
        "description": "IMDb 5.6/10 ထိရရှိထားပြီးHorror & thriller အမျိုးအစားဖြစ်ပါတယ် ရည်းစားနဲ့လမ်းခွဲတဲ့အခါကိုယ့်ရည်းစားကစိတ္တဇဟုတ်မဟုတ်အရင်စစ်ဆေးကြည့်တာမမှားပါဘူး မှန်ကြောင်မလေးအမ်မလီကတော့သူ့ကိုမမေ့နိုင်တဲ့‌စိတ္တဇရည်းစားဟောင်းချာလီပြန်ပေးဆွဲတာကိုခံလိုက်ရပါတယ် အမ်မလီကချာလီ့လက်ကနေထွက်ပြေးဖို့ကြိုးစားပေမဲ့မျက်မှန်မရှိတော့လို့ဘာကိုမှကောင်းကောင်းမမြင်ရတော့ပါဘူး အဲဒီအချိန်မှာအမ်မလီတစ်ယောက်ဖုန်းဆက်ရင်းဘယ်သူမှန်းမသိတဲ့သူတစ်ယောက်ကိုအကူအညီလှမ်းတောင်းရပါတော့တယ် မမြင်ရတဲ့အမ်မလီနဲ့အကူအညီပေးတဲ့သူတို့ပူးပေါင်းပြီးချာလီရဲ့လက်ကလွှတ်မြောက်နိုင်မလား၊ သူတို့ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုရင်တမမနဲ့စောင့်ကြည့်ရမှာပါ။File size…(1.3 GB)/(730 MB)/(360 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:16:00\nGenre...Horror, Mystery, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.6",
        "url": "https://megaup.net/1fkll/Unseen.2023.720p.(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eWtqoE8YbCyCSKf8XMQs4ZrRmg9.jpg",
        "title": "Southern Mao and Northern Ma ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် စိတ်ဝင်စားစရာ\nplot twist တွေနဲ့ ပြည့်နက်နေတဲ့ သည်းထိတ်ရင်ဖိုရုပ်ရှင်လေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-မင်ကော်ခေတ်မှာ ထူးဆန်းတဲ့ တောင်နတ်ကျောင်းက လူသတ်မှုက\nရှန်းဟိုင်ဂိတ်အပြင်က ကျီဆွေမြို့ရဲ့ ငြိမ်းချမ်းမှုကို ဖျက်ဆီးခဲ့ပါတယ်။\nမြို့စားရဲ့ သခင်လေးတို့အဖွဲ့ ခရီးထွက်လာရာမှာ သခင်လေးတစ်ယောက်ထဲ\nရူးသွပ်ပြီး ပြန်လာတာက လွဲရင် ကျန်လူအားလုံး သေဆုံးခဲ့ရပါတယ်။\nမြို့ပေါ်မှာလည်း ဒီလူသတ်မှုက သရဲမ လုပ်တာလို့\nပြောနေကြပြီး အားလုံးက စိုးရိမ်နေကြပါတယ်။မြို့ထဲက ဦးလေးရင်းဟာ ဆေးပညာဖြင့် သခင်လေးရဲ့\nရောဂါကို ကုသပေးခဲ့ပေမယ့်လဲ အမြစ်ပြတ်မပျောက်နိုင်ပဲ\nမကြာခဏ ရောဂါပြန်ဖောက်နေပါတယ်။ပိုင်လျိုဟွေး ဆိုတဲ့ ဆာ့မန်ပညာရှင်အဖွဲ့က ကျီဆွေမြို့ကို\nရောက်လာပြီး သခင်လေးအတွက် တရားပွဲလုပ်ပေးပြီး\nမိစ္ဆာနှင်ပေးမှပဲ သခင်လေးမှာ ချက်ချင်းသက်သာသွားခဲ့ပါတယ်။\nသူတို့ ၃ ယောက်ကိုလည်း နတ်အဖြစ် ပူဇော်ခဲ့ကြပါတယ်။အဲ့နောက်မှာတော့ မြို့ထဲမှာ ထူးဆန်းတဲ့ အဖြစ်အပျက်တွေ\nထွက်ပေါ်လာပါတော့တယ်။ ရေကန်ထဲမှ သရဲမ၊ မိစ္ဆာတပ် လမ်းဖြတ်ခြင်း စတဲ့\nဒီလိုကိစ္စတွေမှာ ပြည်သူတွေကလည်း နတ်သား ၃ ပါးကို အကူအညီတောင်းကြပါတော့တယ်။ဦးလေးရင်းက ဖြစ်ရပ်မှန်တွေကို လိုက်လဲစုံစမ်းပြီး\nဒီအရာအားလုံးက ပိုင်လျိုဟွေးတို့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/southern-mao-and-northern-ma-2023/"
    }
]