[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOWNiMmIyNmItNGNmYy00YzBhLTgxNmYtYzg2ODkzZmQ1NzhhXkEyXkFqcGdeQXVyOTgxMDk4ODU@._V1_-e1675515249357-146x200.jpg",
        "title": "In from the Side (2023)",
        "description": "မာ့ခ်ဟာ ရက်ဂ်ဘီအသင်းက ကစားသမား တစ်ယောက်ဖြစ်ပြီး အသင်းပွဲစဉ် ပြီးဆုံးလို့ ကလပ်တက်ကြတဲ့အခါအမှတ်မထင် ဝါရန်နဲ့ တွေ့ဆုံခဲ့ပါတယ်ထိုတွေ့ဆုံမှုကနေ အစပျိုးခဲ့တဲ့ သူတို့ဆက်ဆံရေးဟာ တကယ်တော့ ရပ်တန့်ပစ်ရမှာပဲဖြစ်ပါတယ်။အကြောင်းကတော့ မာ့ခ်နဲ့ ဝါရန်မှာ ကိုယ်ဆီကိုယ်ငှဆိုင်သူရှိနေကြလို့ပါ။သူတို့ရဲ့ ဇာတ်လမ်းလေးကို တိတ်တဆိတ်ပဲ ဆက်လှုပ်ရှားမှာလား... ပတ်ဝန်းကျင်က သတိထားမိသွားမလား... အသိ သတိကပ်ပြီး စိတ်ကို ချုပ်တည်းသွားနိုင်မလားဆိုတာကို ကြည့်ရှုရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2.4GB) / (1.2GB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.8/10\nFormat__mp4\nDuration__02:04:00\nType__Drama, Sport\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "6.8",
        "url": "https://megaup.net/2xXeA/In_From_The_Side_(2022)_720p.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDRiYWM1MGMtZjYwMi00YjA4LWIwODctNWE0NDZkZGQ1OWRlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Last Flight (2009)",
        "description": "The Last Flight (2009)\n================ဒီဇာတ်ကားလေးကတော့ 1933 ခုနှစ် ဧပြီလ ၁၂ ရက်နေ့မှာ\nဆာဟာရကန္တာရထဲ လေယာဉ်ပျက်ကျသွားတဲ့ William Newton\nLancaster ခေါ် Bill Lancaster နဲ့ သူရဲ့ ချစ်သူ Jessie Miller\nအကြောင်းကိုအခြေခံပြီးဇာတ်အိမ်တည်ထားတဲ့ Le Dernier Vol\nဆိုတဲ့ ဝတ္ထုလေးကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်ဆောင်တွေအနေနဲ့ကတော့ ကျွန်တော်တိုငယ်စဉ်က သည်းခြေ\nကြိုက် “Taxi” ကား အပါအဝင် ဇာတ်လမ်းကောင်းပေါင်းများစွာမှာ\nပါဝင်သရုပ်ဆောင်ထားပြီး ဆုတွေအများကြီးကိုသိမ်းပိုက်ထားတဲ့\nမင်းသမီး Marion Cotillard ပါဝင်သလို၊ “Love Me If You dare”\nအပါအဝင် အခြားဇာတ်လမ်းကောင်းများတွင်လည်း သရုပ်ဆောင်၊\nဒါရိုက်တာ အဖြစ် လျှောက်လှမ်းလာပြီး ဆုတွေလည်းအများကြီး ရခဲ့\nဖူးတဲ့ မင်းသား Guillaume Canet တို့က လိုက်ဖက်ညီစွာ ပါဝင်သရုပ်\nဆောင်ထားတာကိုတွေ့မြင်ရမှာပါ။ဇာတ်ကားလေးရဲ့ အဓိကချပြထားတဲ့အကြောင်းအရာကတော့ ဘေလ်ရဲ့\nချစ်သူ မာရီးဟာ ဘေလ်ကို မနားမနေ ရှာဖွေရင်း ဒုက္ခမျိုးစုံကို အံတုကာ\nအချစ်ဆိုတဲ့အကြောင်းကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/3dNd6/The.Last.Flight.2009.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3kEonqpF57M6pfNP7cuH2BJV34.jpg",
        "title": "Runaway God of Wealth ( 2019 )",
        "description": "ကလေကချေလူမိုက် ဝမ်ကျားချန်\nမသိနားမလည်တဲ့ညီလေးကိုသူ့ကိုယ်သူသူလျိုပါလို့ပြောထားတဲ့ ဝမ်ကျားချန်ဝမ်ကျားချန်တစ်ယောက်မူးပြီးအိပ်ပျော်သွားတိုင်း\nကြွယ်ဝခြင်းနတ်မင်းကိုအိပ်မက်မက်ပါတယ်။\nတစ်နေ့မှာတော့အိပ်မက်ကနိုးထလာတဲ့အချိန်မှာ\nပိုက်ဆံအများကြီးရပြီး ညတွင်းချင်းသူဌေးဖြစ်သွားပါတယ်။\nကြွယ်ဝခြင်းနတ်မင်းကကောင်းချီးပေးတာပဲဆိုပြီး\nအထိန်းအကွပ်မရှိသုံးဖြုန်းတော့တာပေါ့.....သူထင်ထားသလိုကြွယ်ဝခြင်းနတ်မင်းပေးတာမဟုတ်ဘူးဆိုတာသိလိုက်ရတဲ့အချိန်မှာ......\nလူမိုက်ဂိုဏ်းရဲ့လိုက်လံသတ်ဖြတ်တာကိုခံရတဲ့အချိန်မှာ......\nဝမ်ကျားချန်တစ်ယောက်ဘယ်လိုလုပ်ရပါ့မလဲ\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားပါဦး\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Comedy\nRuntime : 1h 18 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/runaway-god-of-wealth-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/ipx-869-theyll-milk-you-to-your-nookie-limits-shar-141x200.jpg",
        "title": "[21+] A Business Trip With 2 Lady Bosses Tsubasa Amami and Sumire Mizukawa [IPX-869-Decensored]",
        "description": "Tsubasa Amami နဲ့ Sumire Mizukawa တို့လို JAV ရဲ့ ဝါရင့် ၂ ယောက်ပါတဲ့ ဒီဇာတ်ကားက ပြည့်ဝတဲ့ရသကိုပေးမှာပါ။မမ ၂ ယောက်ရဲ့အထာတွေက အလန်းစားတွေဖြစ်ပြီးတော့ဖြူစင်တဲ့အလုပ်သင်ကောင်လေးကို ဘယ်လိုအထက်စီးကဆက်ဆံသွားမလားဆိုတာ...IPX-869 ဒီဇာတ်လမ်းက မတူကွဲပြားတဲ့ပုံစံနဲ့ မိုက်ပါတယ်။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.9 GB) & (1.4 GB)\nQuality : HDRip 1080p & 720p (Decensored)\nRunning Time : ...",
        "rating": "",
        "url": "https://megaup.net/1RZkc/[IPX-869-Decensored]A_Business_Trip_With_2_Lady_Bosses_Tsubasa_Amami_and_Sumire_Mizukawa-HDRip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/BKg7z_4f-141x200.jpg",
        "title": "Noise (2023)",
        "description": "Death Note ကား ထဲက L နဲ့ Light Yagami မင်းသား 2ယောက်ကို အတူတူတွေ့ရမှာပါရှီရှီခါရီ ဆိုတဲ့ ကျွန်းလေးဟာ လူဦးရေခေါင်းပါလာပြီး အေးချမ်းသာယာတဲ့ကျွန်းလေးပါ ကျွန်းရဲ့အဓိကထွက်ကုန်ကတော့ အနက်ရောဂ်သဖန်းသီးတွေပါဒီကျွန်းပေါ်မှာ သဖန်းပင်စိုက်ပျိုးပြီး ကျွန်းလေးကိုအကျိုးပြုနတောကြောင့် လူအများချစ်ခြင်းမေတ္တာရရှိကာ ကျွန်းရဲ့ကယ်တင်ရှင်လို့ တင်စားခံရတဲ့ ကီတာ...\nအမဲလိုက်ခြင်းနဲ့ အသက်မွေးဝမ်းကြောင်းလုပ်ကိုင်ပြီး အမဲလိုက်ရာသီမဟုတ်ရင် သဖန်းခြံမှာ လာရောက်ကူညီလေ့ရှိတဲ့ ဂျွန်...\nဒီကျွန်းအတွက် အဘက်ဘက်က အကာအကွယ်ပေးမယ့်ဆို့တဲ့ အ်ယူကို လက်ခံထားတဲ့ ရဲဝန်ထမ်းလေး ရှင်း...ဒီလို အေးချမ်းစွာ နေနေရင်းကနေ တစ်နေ့တော့ Life Changing event တစ်ခုဖြစ်ပွားခဲ့ပါတယ် ပြည်မကြီးအကျဉ်းထောင်ကနေ ပြန်လည်ထူထောင်ရေးစခန်းမှ အကျဉ်းသား အိုမီဆာကာ ဟာဒီကျွန်းကိုအလုပ်လုပ်ဖို့လာရောက်ခဲ့ပေမယ့် လူတစ်ယောက်သတ်ပြီး ထွက်ပြေးနေခဲ့ပါတယ် ဒီလိုအန္တရာယ်များတဲ့လူတစ်ယောက်ကျွန်းပေါ်ရောက်နေတာကြောင့် ဟို3ယောက်ဟာ သူ့ကိုသတ်ရမယ့်အကြောင်းအရာပေါ်ပေါက်လာခဲ့ပါတယ် ပထမတော့ စိတ်မနှံ့တဲ့အကျဉ်းသားမို့လို့ ဘယ်သူမှလာမရှာဘူးလို့ထင်ထားပေမယ့် ကြိုးစားပန်းစားလာရှာတဲ့ရဲတွေကြောင့် သူတို့၃ယောရ် ဒီကိစ္စကိုဘယ်လိုဖြေရှင်းကြမလဲ ဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်ရမလဲ ဘယ်သူတွေပါပါဝင်နေသေးလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပါ\nPlot ...",
        "rating": "6.3",
        "url": "https://megaup.net/1RYi2/Noise_(2022)_WEB-DL_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bI614V538RlBArivIKkswT8gBOi.jpg",
        "title": "Utama (2022)",
        "description": "Utama (2022)IMDb - 7.4/10\n24 Wins & 17 Nominationsသိမ်းငှက်တစ်ကောင်ဟာ သူ့ဘဝကို ဘယ်အချိန်မှာ အဆုံးသတ်လဲတဲ့\nတောင်ပံတွေမဖြန့်နိုင် အားအင်ချိနဲ့တဲ့ ဘဝနေဝင်ချိန်မှာ သိမ်းငှက်‌တစ်ကောင်ဟာ\nနောက်ဆုံးခွန်အားနဲ့ တောင်ထိပ်ကိုတက်ပြီး အဲ့ကနေ ပြုတ်ကျခံပြီး ကျောက်ဆောင်တွေနဲ့ တိုက်သေပါတယ် တဲ့ဘဝရဲ့အဓိပ္ပာယ်ကို ဖွင့်ဆိုကြည့်ရရင်လဲ အဲ့လိုပါပဲ\nကိုယ့်ကိုယ်ကို အသုံးမဝင်တော့ဘူးလို့ ထင်တဲ့တစ်ချိန်ကျရင် ဘယ်သူမှဆက်လက်ရှင်သန်ချင်မှာ မဟုတ်ပါဘူး\nဒီစပိန်စကားပြော ဇာတ်ကားလေးထဲမှာ စပိန်ကားတွေရဲ့မြင်နေကျ ကလက်စီကယ်ဂစ်တာတွေ ပေါင်တံရှည်တွေကို ကြည့်ရမှာမဟုတ်ပါဘူး\nအဲ့အစား သင်တို့ကို ခံစားချက်တွေတနင့်တပိုးနဲ့ တွေးစရာတွေ အပြွတ်လိုက်ထည့်ပေးမှာပါ\nဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုများစွာရရှိထားတဲ့ ဒီဇာတ်ကားလေးမှာ ဘဝရဲ့အဓိပ္ပာယ်ကို ရှာ‌ဖွေကြည့်နိုင်ကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 887MB | 449MB | 229MB\nFormat… mp4\nDuration…. ...",
        "rating": "7.4",
        "url": "https://megaup.net/3dUee/Utama.2022.SPANISH.720p.Bluray.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcCy1ShjvgpwZXt3wej4uy4DLHV.jpg",
        "title": "About Joan (2022)",
        "description": "About Joan (2022)IMDb 6.2 ရထားတဲ့ ပြင်သစ်ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ဂျိုအန်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့အကြောင်းကို ရိုက်ကူးပြထားတာပါ။\nပြင်သစ်ကားတွေရဲ့ ထုံးစံအတိုင်း Love and Relationship ကို အနုပညာမြောက်အောင် တင်ပြထားတာပါ။ဂျိုအန် ဆိုတဲ့ အမျိုးသမီး က အသက်ငယ်ရွယ်တဲ့အချိန်မှာ အချစ်ဦး နဲ့ ရင်သွေးကလေး ရသွားခဲ့ပါတယ်။\nအကြောင်းအမျိုးမျိုးကြောင့် သူ့ချစ်သူနဲ့ကွဲသွားပြီး ပြန်ဆုံတဲ့အချိန်ရောက်တော့လည်း သူ့ချစ်သူမှာ သက်ဆိုင်သူအသစ်ရှိနေပါပြီ။\nဒီတော့ ဂျိုအန်တစ်ယောက် ရည်းစားဦးကို ဖွင့်မပြောဘဲ ထားခဲ့ပါတယ်။\nဒီကြားထဲ မိခင်ဖြစ်သူက နောက်ယောက်ျားနဲ့ဖောက်ပြန်ပြီး သူတို့မိသားစုကို ထားသွားပါတယ်။\nအဲဒီလို စိတ်ဒဏ်ရာတွေနဲ့ ဂျိုအန်တစ်ယောက် သူ့သားနဲ့အတူတူ ဘဝကို ဘယ်လိုဖြတ်သန်းခဲ့လဲဆိုတာကို\nအတိတ်ကို ပြန်တွေးတဲ့ပုံစံနဲ့ ရိုက်ကူးပြထားပါတယ်။\nSingle Mom ဖြစ်တဲ့ ဂျိုအန်ရဲ့ ဘဝဖြတ်သန်းပုံ အသေးစိတ်ကို\nအနုပညာရသမြောက်အောင် ဘယ်လိုဖန်တီးထားတယ် ဆိုတာတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှုခံစားလိုက်ပါနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Romance\nQuality…. 1080p ...",
        "rating": "6",
        "url": "https://megaup.net/3dUdx/About.Joan.2022.720p.AMZN.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/vfWbS6u3EtOw9zMbJJJQ8hVq701-133x200.jpg",
        "title": "(21+) Story of White Coat: Indecent Acts (1984)",
        "description": "မျှော်လင့်ချက်တွေ တစ်ပွေ့တပိုက်နဲ့\nသူနာပြုရာမလေး\nသူက သူနာပြုအဆင့်မရောက်သေးတဲ့ အလုပ်သင်မလေး\nအရမ်းကို ချောမောပြီးတော့ အချစ်အကြောင်းနာမလည်တဲ့\nပညာရည်သောက်စို့နေတဲ့ မာနခဲလေး\nသူက သူနာပြု မဖြစ်မချင်း အိမ်မပြန်ဘူးတဲ့လေ\nဒါပေမဲ့ သူအလုပ်သင်တာဝန်ကျတဲ့ ဆေးရုံက...ဆေးရုံမှာ ဩဇာအရှိဆုံး လူကြီးတစ်ယောက်ရဲ့သား\nသူက အတော်တဏှာရူးပါတယ် တွေ့သမျှ ကောင်မလေး\nအိပ်မယ်ဆိုပြီး တာစူနေတဲ့သူသူက ထုံစံအတိုင်းမနူးမနပ် သူနာပြုအလုပ်သင်လေးကို\nကြံပါတော့တယ် သူကအမျိုးမျိုးကြံပြီးတဲ့နောက်ပိုင်းမှာတော့\nအရမ်းလှ အရမ်းကိတ် ရေဆေးငါလို မနူးမနပ်လေးကို\nဘယ်လို အပီအပြင် ဖွတ်မလဲဆိုတာ\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.03GB / 500MB\nQuality…1080p  /720p\nFormat…mp4\nDuration….55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "6.6",
        "url": "https://megaup.net/3TQDz/Story_of_the_White_Coat_Indecent_Acts_(1984)_.720p(DS).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDYwNjhkN2QtNTQwYS00YTJlLThmNWQtMzViZWQzYzUzNWJlXkEyXkFqcGdeQXVyMTMxODQ2MjI4._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Legion of Super-Heroes (2023)",
        "description": "Legion of Super-Heroes (2023)\n======================\nIMDb Rating - 5.8/10DCAUရဲ့ Animationကားသစ်တစ်ကား ထွက်ရှိလာပါပြီ။ ဒီတစ်ခါ\nအလှည့်ကျတာက​တော့ ကာရာ​​ဇောအဲလ်​ခေါ် စူပါဂဲလ်ပါ။ DCAUရဲ့\n​နောက်ပိုင်း​animation​တွေမှာ ရုပ်ထွက်အပိုင်း​တွေက အ​တော်​လေး\n​သေသပ်ပြီး မျက်စိပသာဒဖြစ်လာတာ ​တွေ့ရမှာပါ။ ဒီanimationရဲ့\nရုပ်ထွက်​က အ​တော်​လေး ချစ်စရာ​ကောင်းပါတယ်။ IMDbမှာ​တော့\n5.8 ရထားပါတယ်။ခရစ်ပတွန်ဂြိုဟ်ပျက်စီးမှုက​နေ ကမ္ဘာဂြိုဟ်ဆီ​ရောက်လာတဲ့ ကာရာ\nတစ်​ယောက် အိမ်အသစ် ဂြိုဟ်အသစ်မှာ အသားမကျ​သလို မိခင်နဲ့\n​မွေးရပ်ဂြိုဟ်ကိုလွမ်းဆွတ်မှု​ကြောင့် ကမ္ဘာဂြိုဟ်မှာ မ​ပျော်ရွှင်နိုင်ဘဲ\nဖြစ်​နေတာပါ။ အဲဒီအပြင် သူ့ရဲ့စွမ်းအားကို မထိန်းချုပ်နိုင်မှု​ကြောင့်\nကမ္ဘာသား​တွေရဲ့ အိုးအိမ်ပျက်စီးမှု​တွေဖြစ်လာပြီး မကြည်ဖြူမှု​တွေ\nရှိလာလို့ ကမ္ဘာက​နေ စွန့်ခွာသွားဖို့ စဉ်းစား​နေသူပါ။ဒါ​ပေမဲ့ ဝမ်းကွဲအစ်ကိုဖြစ်သူ စူပါမန်းက အချိန်စက်လုံးနဲ့ ၃၁ရာစုရဲ့\nကမ္ဘာဂြိုဟ်ကို ​ခေါ်သွားပြီး လီဂျင်တပ်​​ခေါ် စူပါဟီးရိုးအဖွဲ့အစည်းရဲ့\nအကယ်ဒမီမှာ သူ့ရဲ့စွမ်း​အားတွေကိုထိန်းချုပ်နိုင်အောင် ​လေ့ကျင့်ဖို့\n​ခေါ်သွားခဲ့ပါတယ်။ ထိုအကယ်ဒမီမှာ သူနဲ့ရွယ်တူ ဟီးရိုးအငယ်​တွေ\nစုံမိပြီး အဆင်​ပြေမယ်ကြံကာမှ သူတို့အစွမ်းနဲ့မမျှတဲ့ ဉာဏ်များတဲ့\nဗီလိန်အဖွဲ့တစ်ဖွဲ့က လီဂျင်တပ်ထဲက ပစ္စည်းတစ်ခုကိုခိုးကာ အလွန်\nဆိုးဝါးတဲ့အစီအစဉ်တစ်ခုကို ပုံ​ဖော်လာတဲ့အခါ စူပါဂဲလ်တို့ လူငယ်\nတသိုက် ထိုအဖွဲ့အစည်းကို ...",
        "rating": "5.8",
        "url": "https://megaup.net/1RYru/Legion.of.Super.Heroes.2023.720p.BluRay.x264[CM].mp4",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZDc4MzVkNzYtZTRiZC00ODYwLWJjZmMtMDIyNjQ1M2M1OGM2XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-135x200.jpg",
        "title": "Plane (2023)",
        "description": "မင်းသားကြီး Gerard Butler ရဲ့ နောက်ဆုံးထွက် အက်ရှင်ရုပ်ရှင်သစ် လာပါပြီ။ ဒီကားကတော့ rating လည်းကောင်းသလို ပရိသတ်တွေလည်းအတော်ကြိုက်ကြပါတယ်။\nတောရန့်ဆိုတဲ့ လေယာဉ်မှူးဟာ တော်ဝင်လေတပ်ထွက် စစ်သားဟောင်းတစ်ယောက်ဖြစ်ပြီး ပုဂ္ဂလိကခရီးသည်တင်လေကြောင်းလိုင်းမှာ ပိုင်းလော့လုပ်နေခဲ့တာပါ။ နှစ်သစ်ကူးအညမှာတော့ သူ့သမီးဆီကို မပြန်ခင် လေယာဉ်တစ်ခေါက် တိုကျိုကို ဆွဲပေးရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ တိုကျိုအသွားလမ်းမှာ မုန်တိုင်းကြောင့် ကျွန်းတစ်ခုပေါ် ထိုးဆင်းလိုက်ရပြီး လက်နက်ကိုင်ပြန်ပေးသမားတွေနဲ့ ရင်ဆိုင်ရတဲ့အခါ....File size…(1.9 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "",
        "url": " https://megaup.net/2xWxg/Plane_2023_720p_(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/index-136x200.jpg",
        "title": "Those Who Walk Away (2022)",
        "description": "Those Who Walk Away (2022)\n======================\nIMDb Rating - 5.8/10မက်စ်တစ်ယောက် ရည်းစားရှာအက်ပ်ကနေသိတဲ့ အပြင်မှာ\nတစ်ခါမှမတွေ့ဖူးတဲ့ ကောင်မလေးနဲ့ သွားဒိတ်ပါတယ်။ ဒိတ်\nလုပ်ရင်း ရုပ်ရှင်ကြည့်မယ့်အစီအစဥ်ကပျက်သွားတော့ ကောင်\nမလေးက မက်စ်ကို တခြားနေရာခေါ်သွားတော့တာပေါ့။ကောင်မလေးခေါ်ရာနောက်ကို ကောက်ကောက်ပါအောင်လိုက်\nသွားတဲ့ မက်စ်တစ်ယောက် အဲ့ညမှာ ကြောက်စရာအကောင်းဆုံး\nအရာတွေကြုံတွေ့လိုက်ရတဲ့အခါ......။ Those who walk away\nဆိုတဲ့ ဒီHorror ကားလေးထဲကလို လိုင်းပေါ်ကသိတဲ့လူတွေခေါ်ရာ\nနောက်ကို မက်စ်လိုကောက်ကောက်ပါအောင် လိုက်မသွားသင့်\nကြောင်းပါခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe\nZin ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (473 MB) / (340 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 34Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Horror, Thriller\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/2xPP6/Those.Who.Walk.Away.2022.720p.WEBRip(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMmM5ZmUwNDktZTlhZC00MDE1LWFkYjktOTZhMDY2MTMzZmI5XkEyXkFqcGdeQXVyNzkxMzkxNA@@._V1_QL75_UY281_CR50190281_-135x200.jpg",
        "title": "Beneath the Green (2022)",
        "description": "Beneath the Green (2022)\n===================ဇာတ်လမ်းလေးကတော့ ကေလတ်ဟာသစ်တောထဲက\nတစ်နေရာမှာနိုးထတယ်၊ ဘယ်နေရာကို ဘာကြောင့်ရောက်\nနေမှန်းလဲမသိဘူး၊ အဲ့အချိန်မှာ ဟန်တာကသူ့ကိုလာခေါ်တယ်၊\nဟန်တာ ကေလတ်ကို သူတို့ဟာ ဒီဂြိုလ်တဲ့အတိတ်ကာလမှာ\nရောက်နေတာဖြစ်ပြီး လွတ်လမ်းမရှိဘဲ ထပ်ခါထပ်ခါဒီနေရာ\nမှာပဲနေနေရတဲ့အကြောင်းကိုပြောပြပြီးတော့ အခြားသူတွေရှိတဲ့\nနေရာကိုခေါ်သွားတယ်၊ အခြားသူတွေက ထွက်လမ်းဝင်လမ်း\nမရှိတဲ့ဒီနေရာကိုရောက်လာတဲ့ ကေလတ်ကို ကယ်တင်ဖို့လာတယ်\nလို့ထင်နေကြတာပေါ့။အဖွဲ့သားတွေအကုန်လုံးကလည်းဖြစ်ရပ်တွေအကုန်လုံးကို ဘာမှ\nမမှတ်မိပဲ စူးစမ်းစုံစမ်းရင်းရလာတဲ့အချက်အလက်တွေကိုမှီခိုပြီး\nလွတ်လမ်းကိုရှာဖွေနေကြပါတယ်။အကုန်လုံးကလွတ်လမ်းအတွက်\nတံခါးတစ်ချပ်ရှိမယ်လို့ယုံကြည်ထားပြီးတံခါးကိုရှာဖွေနိုင်မှသာ\nလွတ်မြောက်မယ်လို့ယုံကြည်ထားကြပါတယ်။ အရင်ကအဖွဲ့ဝင်\nဗစ်တာဆိုတဲ့တစ်ယောက်က သူတို့ထဲကပျောက်သွားပြီးလွတ်သွား\nတယ်လို့ထင်နေကြပါတယ်။ အဲ့ဒါကြောင့်ကေလတ်ကိုသူတို့အတွက်\nလွတ်လမ်းရှာဖွေပေးနိုင်မယ့်သူလို့ ယုံကြည်ကြတာပေါ့။ ဒါကြောင့်\nကေလတ်တစ်ယောက်အဖွဲ့သားတွေကို တကယ်ပဲကယ်တင်နိုင်မလား\nဒါမှမဟုတ် အတိတ်မှာပဲပိတ်မိနေမလားဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo\nLwin ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (473 MB) / (340 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 20Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Mystery, Sci-Fi\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/beneath-the-green-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j7WpuYoWoyZ0ZtGcCJTD424aKvj.jpg",
        "title": "Mukhachitram (2022)",
        "description": "Mukhachitram 2022\nIMDb -7.1/10မတော်တဆမှုတစ်ခုကြောင့် မျက်နှာပုံပန်းပျက်သွားပြီး စိတ်ကျရောဂါနဲ့ သေဆုံးသွားတဲ့အမေဖြစ်သူကို\nမကယ်နိုင်ခဲ့တာကြောင့် ပလပ်စတစ်ဆာဂျရီဆရာ၀န်တစ်ယောက် ဖြစ်လာသူ ရာ့ဂ်ျကူးမား...\nရာ့ဂ်ျတစ်ယောက်တစ်နေ့မှာ အောင်သွယ်တော်ရဲ့ချိတ်ဆက်မှုကြောင့် မဟာသီဆိုတဲ့\nကောင်မလေးနဲ့ ချစ်ကြိုက်ခဲ့ပါတယ်၊ တစ်ဖက်မှာလည်း ရာ့ဂ်ျကို\nဟိုးငယ်ငယ်လေးကတည်းက ကြိုက်နေတဲ့ မာယာဆိုတဲ့ကောင်မလေးတစ်ယောက်ရှိပါတယ်။တစ်နေ့မှာတော့ မာယာတစ်ယောက် မတော်တဆမှုတစ်‌ခုကြောင့်\nသေမင်းနဲ့လွန်ဆွဲနေရချိန်မှာ ရာ့ဂ်ျ ၊ မဟာသီ နဲမာယာတို့ရဲ့\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေး ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ ...ဇာတ်လမ်းအစမှာတော့ ကြည်နူးဖွယ် အချစ်ဇာတ်လမ်းလေးနဲ့စထားပြီး\nရာ့ဂ်ျ၊ မဟာသီ၊ မာယာ တို့သုံးယောက်သားက လောင်မြိုက်အောင်\nတဖြည်းဖြည်းနဲ့ ဘယ်လိုဆွဲခေါ်သွားမယ်ဆိုတာ စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…1.59GB / 739MB\nQuality…1080p TRUE WEB DL / 720p\nFormat…mp4\nDuration….2h 6m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. YK\nTranslated by Nyein Aye ~ Sai ThuRein ~ Cherry ~ BpL",
        "rating": "7.1",
        "url": "https://megaup.net/1RYc1/Mukhachitram_(2022)_Telugu%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QkiD4mepnmKKvSUp36XUZjI6GG.jpg",
        "title": "When the Screaming Starts (2022)",
        "description": "When the Screaming Starts (2022)~ IGN - 8/10, Rotten Tomatoes - 100% ~သင် Serial Killer တစ်ယောက် ဖြစ်ချင်ခဲ့ဖူးလား။ သင်ဟာ သမ္မတတွေ နိုင်ငံကျော်ဘောလုံးသမားတွေ ရုပ်ရှင်သရုပ်ဆောင်၊ အဆိုတော်တွေမဖြစ်ခဲ့ရင်တောင် လူတွေအများကြီးကိုသတ်ဖြတ်ခဲ့တဲ့ Serial Killer ဆိုရင် သူတို့လိုပဲ ကမ္ဘာ့သမိုင်းမှာအမြဲရှိနေမှာလေ...မဟုတ်ရင် Serial Killer တစ်ယောက်ရဲ့နေထိုင်ပုံ သတ်ဖြတ်ပုံ စတာတွေကို Interview တွေနဲ့ရော သူလူသတ်တဲ့နေရာမှာ ကင်မရာတွေထောင်ပြီးတော့ပါ တကယ်ကို အမှန်အကန်ရိုက်ထားတဲ့ Documentary Movie ကြီးကို ကြည့်ရမယ်ဆိုရင် ဘယ်လောက်များ Hype လိုက်မလဲ...အဲလိုအတွေးအခေါ်ကို ရိုက်ကူးထားတဲ့ When the Screaming Starts ဟာ ဒီ Message ကို ဟာသပေါင်းစုံနဲ့ ရောစပ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။Norman Greysmith ဟာ Documentary ...",
        "rating": "",
        "url": "https://megaup.net/1RXm4/(CM)_When_the_Screaming_Starts_(2022)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNTE5NDhlYWUtZjM1OS00NTY5LWE2NWMtNjYxNzgwYjU1NmRjXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-142x200.jpg",
        "title": "Heavenly Forest(2006)",
        "description": "Heavenly Forest (2006)\n================\nဒီဇာတ်ကားဟာ စာရေးဆရာ Takuji Ichikawa ရေးသားထားတဲ့\n(Collage of Our Life - Another Story) ဆိုတဲ့\n၀တ္ထုကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ Romance,Drama ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကြောင်းပြောရရင် အနေအေးပြီး အရမ်းရှက်တတ်တဲ့\nကျောင်သား မာကိုတို ဟာ ဓာတ်ပုံရိုက်ဝါသနာပါသူ တစ်ယောက် ဖြစ်ပါတယ်။\nသူ့ရဲ့တက္ကသိုလ်ပထမဆုံးနှစ်မှာ အပေါင်းအသင်းမရှိဘဲ အချိန်အတော်ကြာတဲ့အထိ\nတစ်ယောက်တည်း ကျင်လည်နေခဲ့ရင်းကနေ တစ်ရက်မှာတော့ ရှိဇူရူဆိုတဲ့\nကျောင်းသူလေးတစ်ယောက်နဲ့ အမှတ်မထင် တွေ့ဆုံပြီး သူငယ်ချင်းတွေဖြစ်သွားခဲ့ပါတယ်။သိပ်မကြာခင်မှာပဲ ကျောင်းအလှပဂေးလေးဖြစ်တဲ့ မိယုကိတို့ ဘော်ဒါအုပ်စုထဲ\nမာကိုတိုရောက်သွားပြီး အချောအလှ မိယုကိကို ကြိတ်သဘောကျမိသွားတဲ့အချိန်မှာ\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေး စတင်ခဲ့ပြီး တက္ကသိုလ်ကျောင်းသားဘ၀ကို ဘယ်လိုမျိုး\nအတူတကွကုန်ဆုံးကြမလဲ၊ ဘယ်သူ့ရဲ့အချစ်ကို ဘယ်သူကလက်ခံသွားမလဲဆိုတာကို ကြည့်ရှုရမှာပါ။ဂျပန်ကားတို့ရဲ့ထုံးစံအတိုင်း Happy Ending မဟုတ်သော်ငြားလည်း ဝမ်းနည်းပြီး\nရင်ထဲတစ်ခုခုကျန်ခဲ့ချင်တဲ့ ပရိတ်သတ်များအတွက် ဇာတ်အိမ်ခိုင်ပြီး\nနောင်တမရစေနိုင်တဲ့ ဇာတ်ကားကောင်းတစ်ကားအဖြစ် ညွှန်းဆိုလိုက်ပါရစေ။\nFile size…2.6GB / 987MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle(Hard ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/heavenly-forest2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iWg6Z8OBPJKAA9rjsqwJCFKWo8t.jpg",
        "title": "Oh! My Assistant: The Movie (2023)",
        "description": "Oh! My Assistant : The Movie (2022)ရင်ခုန်ဖို့ကောင်းပြီး ပေါ့ပေါ့ပါးပါး ဟာသ‌လေးနှောထားတဲ့ Korea BL Movie လေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nရှင်းဆွန်းဟိုကတော့ လူကြီးပိုင်းကာတွန်းတွေကိုရေးရာက‌နေ နာမည်ကြီးလာတဲ့ကာတွန်းဆရာတစ်ယောက်ဖြစ်ပါ။\nအလုပ်တွေပုံလာတဲ့ ဆွန်းဟိုတစ်ယောက် လက်ထောက်တစ်ယောက်ငှားဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်ကစပြီး\nသူ့ကမ္ဘာထဲကို အေးတိအေးစက်ပုံစံပေါက်ပေမယ့်ကြင်နာတတ်တဲ့ ကောင်လေးတစ်ယောက်ဝင်လာခဲ့ပါတော့တယ်။ဂိုမူယောင်းကတော့ ကာတွန်းဆရာရှင်းဆွန်းဟိုရဲ့ အကြီးစားဖန်ဖြစ်တာမို့ လက်ထောက်လုပ်ဖို့ဆုံးဖြတ်လိုက်တဲ့ Bisexual ကောင်လေးပါ။\nကာတွန်းဆရာရှင်းဆွန်းဟိုကို တိတ်တိတ်လေးသဘောကျနေတဲ့ မူယောင်းရယ် ဆွန်းဟိုတို့ရဲ့ကြားမှာ\nအရက်သောက်ရင်းအတူတူရှိဖြစ်ခဲ့ကြတဲ့ညကစပြီး တွယ်ငြိတဲ့ခံစားချက်တွေက ပိုပိုတိုးလာပါတော့တယ်။\nမူယောင်းရဲ့ ငယ်ငယ်ကတည်းကခ‌င်ရတဲ့ ဂျွန်ဆော့ဆိုတဲ့ သူငယ်ချင်းတစ်ယောက်ကလည်း\nမူ‌ယောင်းအပေါ်စပြီး သဘောကျလာမိတဲ့အခါ .....၃ ပွင့်ဆိုင်အချစ်ကို ဟာသနှောထားတဲ့ဇာတ်လမ်းလေးမို့ သေချာပေါက်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်အညွှန်းကိုတော့ Shin Shin က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတကတော့ Shin Shin, Cali, Thantsin, Lai Laii တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... BL, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB ...",
        "rating": "",
        "url": "https://megaup.net/1c0sm/Oh!_My_Assistant_The_Movie_(2023)_WEB_DL.720p.CM.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vcaZUM6XoNRto8KrYrhWhN1Y84q.jpg",
        "title": "Lord Eagle ( 2022 )",
        "description": "ရွှယ်ရင်း အရှင်သခင်လို့ အမည်တွင်တဲ့ တုန်းပေါ်ရွှယ်ရင်းဟာ\nမျိုးနွယ်စုရဲ့ စည်းမျဥ်းစည်းကမ်းတွေကို ဖောက်ဖျက်ပြီး\nအကျဥ်းချခြင်းခံနေရတဲ့ မိခင်ကို ကယ်တင်ဖို့ ကြိုးစားနေသူ တစ်ဦးပါ ။အဲဒီအချိန်မှာပဲ ရွှယ်ယင်း(နှင်းသိန်းငှက်နတ်ဘုရား)မျိုးနွယ်စုရဲ့\nမျိုးဆက်ဖြစ်တဲ့ ယွီကျင့်ချို ၊ ပြီးတော့ မိန်းကလေး ခုန်းယိုးယွဲ့ နှင့်\nတစ်ခြားအဖွဲ့သားတွေ အတူပူးပေါင်းကာ မတရားမှုတွေရဲ့\nအဖြစ်မှန်ကိုရှာဖွေပြီး / တာဝန်ကို လုပ်ကိုင်ဖြေရှင်းကြဖို့ စီစဥ်ခဲ့ကြပါတယ် ။ ဒီတော့...-❏ တစ်လမ်းလုံး အခက်အခဲတွေ အဆက်မပြတ်\nကြုံတွေ့လာကြပြီးနောက်မှာ အောင်မြင်မှုတွေကိုအရယူနိုင်ကြပါ့မလား ?\n❏ သူတို့ရှာနေတဲ့ အမှန်တရားတွေကိုရှာတွေ့ပြီး\nအညှိုးတွေ လက်စားချေမှုတွေကို ခဝါချနိုင်မလား ?\n❏ အခက်အခဲကြားတွေထဲကမှ စစ်မှန်တဲ့ ချစ်ခြင်းတရားလေးကိုရော\nရှာတွေ့သွားနိုင်မလား / မိခင်ဖြစ်သူကိုရော ကယ်တင်နိုင်ပါ့မလား ?\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/lord-eagle-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMTNhNDJjZDgtYTQwOC00NzA2LWE1NWMtZDkxMWUzNGQ3MTExXkEyXkFqcGdeQXVyOTA1ODkxMzA@._V1_-1-123x200.jpg",
        "title": "Garuda (2022)",
        "description": "Garuda(2022)IMDb-9.2/10ကန်နာဒါရုပ်ရှင်မင်းသမီးချောလေးနှစ်ယောက်\nဖြစ်တဲ့ Ashika Ranganath နဲ့ Aindrita Ray တို့ရဲ့ အလှကိုခံစားရင်းကြည့်ရှူရမယ့်အက်ရှင်\nဇာတ်ကြမ်းလေးဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့\nဂိုအာဆိုတဲ့ကမ်းခြေမြို့လေးဟာ သာယာလှပသလောက် အကြမ်းဖက်မှုပေါင်းစုံ၊\nလူသတ်မှုပေါင်းစုံ စသဖြင့် အကြမ်းဖက်သမားနဲ့ ရဲတွေလက်ဝါးချင်းရိုက်နေတဲ့\nဒုစရိုက်နေရာပါ။ အဲ့နေရာမှာ ရမ်ဆိုတာက သူ့ဘဝကိုဇာတ်မြှုပ်ပြီး\nဟိုတယ်အသေးစားလေးဖွင့်ကာ လုပ်ကိုင်စားသောက်နေတဲ့သူ‌ပေါ့တစ်နေ့မှာ မြို့ကိုအုပ်စိုးနေတဲ့ လူဆိုးဂိုဏ်းတစ်ဖွဲ့ ဟိုတယ်စား‌သောက်ဆိုင်ထဲ၀င်ကာ\nစားသောက်ပြီးငွေမရှင်းဘဲ စားပွဲထိုးကိုပါ ပါးရိုက်လိုက်ပါတယ်။\nသူဌေးဖြစ်တဲ့ရမ်က သူ့၀န်ထမ်းကိုစော်ကားသွားတဲ့ လုပ်ရပ်ကို\nသူလက်ပိုက်ကြည့်မနေနိုင်တဲ့အခါ မြို့ကိုအုပ်စိုးနေတဲ့ လူဆိုးဂိုဏ်းနဲ့\nရင်ဆိုင်ဖို့ဖြစ်လာတော့တယ်။ ဒုစရိုက်မြို့ကြီးထဲမှာ ဒုစရိုက်သမားကို\nရမ်တစ်ယောက်ဘယ်လိုဖြေရှင်းရမလဲ သူ့ရဲ့မြှုပ်ထားတဲ့\nဘဝဇာတ်ကြောင်းကရောဘာဖြစ်မလဲဆိုတာကို\nအမိုက်စားအက်ရှင်တွေနဲ့အတူ ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…2.6GB/ 1.4GB\nQuality…1080p HD RIP  /720p\nFormat…mp4\nDuration….2h 25m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ Yunni ~ Nyein Aye",
        "rating": "9.2",
        "url": "https://megaup.net/1c0kp/Garuda_(2022)_Kannada_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tS3yHz34uwVniyD5zDUcP0gRoo3.jpg",
        "title": "Devil Beneath (2023)",
        "description": "Devil Beneath (2023)ဒီကားလေးက​တော့ 2023 မှာ လတ်လတ်ဆတ်ဆတ် ထွက်ရှိထားတဲ့ သည်းထိတ်ရင်ဖိုကား​လေးဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~\nအ​မေတူအ​ဖေကွဲ ညီအစ်ကိုနှစ်​ယောက် သူတို့အဖိုးရဲ့​သေတမ်းစာကြောင့် ပြန်လည်ဆုံစည်းခဲ့ကြပြီး အိမ်မှာ သူငယ်ချင်း​တွေ စကီ​တွေ​ခေါ်ကဲ​နေတုန်း သူငယ်ချင်း​တွေ ​သွေးရိုးသားရိုးမဟုတ်ပဲ ​ပျောက်သွားလို့ လိုက်ရှာခဲ့တဲ့အခါ ဘာ​တွေပြန်​တွေ့ရမလဲ...သူတို့အဖိုးက​​​ရော ဘယ်လို​သေသွားတာလဲ...သူ့သူငယ်ချင်း​တွေ ​ပျောက်သွားတာက​ရော ပြန်​ပေးဆွဲတာပဲလား... တစ်ခုခုပြုစားမှု​ကြောင့်လား... စတဲ့​ နောက်ကွယ်က ဖြစ်ရပ်​တွေကို ရင်တလှပ်လှပ်နဲ့ရိုက်ပြထားတဲ့ကား​လေးတစ်ကားပါ။အဲဒါအပြင် နစ်ခ်နဲ့ ထရစ်ဆန်ကြားက ညီအစ်ကို ​မေတ္တာကိုလည်း ထည့်သွင်းရိုက်ပြထားတာ​ကြောင့် ​နွေး​နွေး​ထွေး​ထွေး​လေးနဲ့ လန့်လန့်​လေးကြည့်ရမယ့် ကား​လေးတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 860MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 26Min\nGenre - Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by DB\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/2xVdt/(CM)_Devil_Beneath_(2023)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-t-135x200.jpg",
        "title": "There’s Something Wrong with the Children (2023)",
        "description": "အနောက်တိုင်းမှာဆိုရင် ဆိတ်ငြိမ်တဲ့ဒေသတွေဆီကို ပိတ်ရက်တွေမှာ အနားယူအပန်းဖြေခရီးထွက်လေ့ရှိကြတယ်။\nတစ်နည်းအားဖြင့် မြို့ပြနဲ့ဝေးတဲ့ဒေသတွေမှာ တောတောင်သဘာဝနဲ့ထိတွေ့ပြီး စိတ်ဖိစီးမှုဖြေဖျောက်တဲ့သဘောမျိုးပေါ့..။ဒီဇာတ်လမ်းထဲမှာဆိုရင်လည်း သူငယ်ချင်းမိသားစုနှစ်စုက မြို့ပြနဲ့ဝေးတဲ့ အပန်းဖြေစခန်း သစ်သားအိမ်ငယ်တွေမှာ ပိတ်ရက်အတွင်း သွားရောက်နေထိုင်ကြတယ်။\nနီးစပ်ရာတောအုပ်တွင်းကို ခြေလျင်ခရီးသွားရင်း သူတို့တွေဆီ ကပ်ဆိုးကြီးတစ်ခုကပ်ပါလာတော့တယ်။horrorကားအမျိုးအစားထဲမှာမှ သရဲ/စိတ္တဇလူသတ်ထဲကမဟုတ်ပဲ နတ်ဆိုးကပ်တဲ့ဇာတ်လမ်းမျိုးပါ။\nကလေးနှစ်ယောက်ဆီကို နတ်ဆိုးအရင်ကပ်ပြီး သူတို့တွေကပဲ သူ့တို့ရဲ့မိဘတွေဖြစ်တဲ့ အယ်လီနဲ့ သောမတ်စ်ရယ်၊ သူငယ်ချင်းလင်မယား မာဂရက်နဲ့ ဘန်ရယ်ကို အရင်ပတ်ရှုပ်မှာပါ။ ကလေးတွေနဲ့ပက်သက်ပြီး တစ်ခုခုလွဲမှားနေရာကနေ မိသားစုနှစ်စုလုံးအတွက် ကပ်ဆိုးတစ်ခုကျသလို horror sceneတွေ စပြီးတော့ပေါ်လာမှာပါ။ ​ဇာတ်ကားနာမည်အတိုင်းပါပဲ။File size…(1.92GB)  / (952MB) /488MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Horror / Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su Eaindra",
        "rating": "4.9",
        "url": "https://megaup.net/2xRxe/Theres.Something.Wrong.With.The.Children.2023_720p(CM).mp4",
        "category": "Horror, Mystery"
    }
]