[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eYMeV0DQuAkugB3TVBZBe2rEXka.jpg",
        "title": "Nomadland (2020)",
        "description": "Nomadland (2020)\n======================IMDb Rating- 7.7/10\nRotten Tomatoes- 96%ဖန်တီးမှုလက်ရာကောင်းတစ်ခုဟာ\nပြောပြချင်တာတွေများလာတဲ့အခါ\nဖြစ်တည်လာတော့တာပါပဲ။\nဝေါင်ကာဝေးရုပ်ရှင်အများစုရဲ့\nCinematographyသမား\nခရစ္စတိုဖာဒွိုင်းက ရုပ်ရှင်ရိုက်ကူးရေးနဲ့\nပက်သက်ပြီး ပြောဖူးတာတစ်ခုရှိတယ်။\n\" ကမ္ဘာကြီးကို မြင်အောင်ကြည့်၊\nထောင်ထဲသုံးလေးခါနေကြည့်၊\nခင်ဗျားအတွေ့အကြုံတွေစုဆောင်းမိမယ်။\nစုဆောင်းမိလာတာနဲ့ ခင်ဗျား\nပြောချင်တာတွေရှိလာမယ်။\nခင်ဗျားပြောချင်တာဘာမှမရှိရင်တော့\nရုပ်ရှင်မရိုက်သင့်ဘူး\"တဲ့\nNomadlandဟာ ပြောစရာ\nသိပ်များတဲ့လူတွေအတူဖန်တီးထားတဲ့\nလက်ရာတစ်ခုလို့ဆိုရမယ်။\nညနေစောင်းလို့ တိမ်တောက်တဲ့အခါ\nမြင်ရတဲ့ နေ၀င်ချိန်တိမ်ပွင့်အမျောကလေးကို\nကြည့်ပြီး ပြောစရာသိပ်များတဲ့လူတွေ၊\nရှင်သန်မှုဆိုတဲ့စကားလုံးကလေးနဲ့\nပက်သက်ပြီး‌ ပြောစရာသိပ်များတဲ့လူတွေပေါ့။\nဒီတော့ ဒီရုပ်ရှင်မှာ ရှင်သန်မှုနဲ့\nပက်သက်ပြီး အများကြီးတွေ့ရလိမ့်မယ်။Nomadဆိုတာ အိမ်ခြေအတည်မရှိ\nလေလွင့်နေသူတွေ ခြေသလုံးအိမ်တိုင်တွေကိုပြောတာ ၊Nomadlandဆိုတာကို\nပြန်ဆိုရရင်တော့ လေလွင့်သူတို့ကွန်းလို့ ဆိုရမယ်။\nအိမ်ခြေရာမဲ့လို့တော့ မဆိုချင်ဘူး။\nသူတို့မှာ houseဆိုတဲ့အိမ်မရှိပေမဲ့\nhomeဆိုတဲ့ အိမ်တော့ရှိကြတာကိုး။\nရုပ်၀တ္တုအဆောက်အဦးတွေပေါ်မှာ\nအမှတ်ရစရာတွေက မတည်ကြဘူးတဲ့\nရုပ်ခန္ဓာထင်ရှားမရှိတော့တဲ့\nသူတို့ချစ်ခဲ့တဲ့လူတွေကို အမှတ်ရစေဖို့\nသူတို့နည်းသူတို့ဟန်နဲ့ ကြိုးစားနေကြတဲ့\nဒီရုပ်ရှင်ထဲက Nomadတွေနဲ့ သူတို့ရဲ့\nဘ၀နေထိုင်နေမှုဟာ\nတစ်ချို့အတွက်တော့ ဒုက္ခလို့\nဆိုလို့ရပေမဲ့ ကျွန်တော်တော့\nသိပ်ချစ်စရာကောင်းတယ်လို့ပဲ\nဆိုချင်တယ်။ ခွဲခွာခဲ့ရတဲ့သူတွေကို\nတစ်နေ့မှာ အနာဂတ်ရဲ့လမ်းခုလတ်မှာ\nပြန်တွေ့ရမယ်လို့ မျှော်ရည်ယုံကြည်ရင်း\nသူတို့ရှင်သန်ကြတယ်။\nအဆုံးသတ်ရန်တစ်နေရာမှာတော့\nအားလုံးဟာ အဆုံးသတ်ကြရတာပါပဲ\nအဲ့ဒီနေ့မရောက်သေးသမျှတော့\n‌မျှော်လင့်ချက်တွေကို လိုအပ်ကြတယ်\nမဟုတ်လား။ Nomadlandဟာ\nဒီမျှော်လင့်ချက်တွေအကြောင်းပါပဲ။ဒီဇာတ်ကားရဲ့ ထူးခြားချက်ကတော့ ဇာတ်ကားမှာပါဝင်တဲ့ဇာတ်ကောင်တိုင်းရဲ့ နာမည်တွေက သရုပ်ဆောင်တွေရဲ့ နာမည်အတိုကောက်ပါပဲ\nCastအပိုင်းမှာတော့ အော်စကာနှစ်ဆုရှင် Frances McDormandပါရင် သရုပ်ဆောင်ထားပြီး တတိယမြောက်အော်စကားရရှိဖို့ တစ်ပြေးနေပါတယ်တစ်ချို့ကတော့ ဒီနှစ်ရဲ့အော်စကာ\nBest Pictureရနိုင်ခြေအများဆုံး\nရုပ်ရှင်လို့ဆိုကြတယ်။\nCineamatographyကလည်း\nLandscape viewနဲ့ရိုက်ပြထားပြီး\nအတော်ခမ်းနားတယ်။\nဘာပဲဖြစ်ဖြစ်\nဒီနှစ်ရဲ့ အကောင်းဆုံးရုပ်ရှင်\nဆယ်ကားကိုပြောပါဆိုရင်\nNomadlandက ထိပ်ကပါနေမှာပါ။\nကြည့်ကိုကြည့်သင့်တဲ့\nရုပ်ရှင်တစ်ကားပါပဲ။(အညွှန်းရေးသားပေးထားသူကတော့ WiRa Aungပါ)  Translated by Daniel ...",
        "rating": "7.7",
        "url": "https://megaup.net/V7g1/[CM%7DNomadland.2020.720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-27-at-1.45.42-PM-135x200.png",
        "title": "Justice Society: World War II (2021)",
        "description": "Justice Society: World War II (2021)==========================IMDb Rating - 6.5/10ဒီနေ့အတွက် DC Fan ပရိသတ်တွေအကြိုက်ဖြစ်စေမယ့် Justice မူဗီလေးလာပါပြီ။ဒီအပိုင်းမှာတော့ Flash တစ်ယောက် အပြေးလွန်ပြီး စကြဝဠာမှားရောက်သွားတဲ့အကြောင်းလေးပေါ့။ဘယ်ရီအဲလန် တစ်ယောက် သူ့ကောင်မလေးနဲ့ ပျော်ပွဲစားထွက်ရင်း Brainac နဲ့ Superman တို့ရဲ့တိုက်ပွဲနဲ့ကြုံပါတယ်။ Superman ဖက်က ဝင်ကူရင်း အပြေးလွန်ပြီး တခြားစကြဝဠာတစ်ခုကိုရောက်သွားပါတယ်။အဲဒီကမ္ဘာမှာ ဟစ်တလာသောင်းကျန်းနေတဲ့ ဒုတိယကမ္ဘာစစ်ဖြစ်နေတဲ့အချိန်ကို ရောက်သွားတာပါ။ အဲဒီမှာရှိတဲ့Wonder Woman ခေါင်းဆောင်တဲ့ Justice Society နဲ့တွေ့ပြီး စစ်ပွဲကို တားဆီးနိုင်ဖို့ တူတူပူးပေါင်းကြိုးစားကြတဲ့အကြောင်းလေးပါ။ JS အဖွဲ့ဝင်တွေကတော့ Hourman, Canary, နောက် Flash တစ်ယောက်၊ Hawkman တို့ပါပဲ။နောက်ထပ် Aquaman နဲ့ Superman တို့လည်း ပါပါသေးတယ်။ သူတို့ရဲ့ Role တွေကတော့ ဒီမူဗီထဲမှာပဲကိုယ်တိုင်ကြည့်မြင်ခံစားလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2iFO9/Justice.Society.World.War.II.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ezgif-3-254b2c8cf7f3-141x200.jpg",
        "title": "The Rescue ( 2020 )",
        "description": "ဇာတ်ကားလေးနာမည်က Rescue တဲ့ဒီဇာတ်ကားလေးကတော့ ကယ်ဆယ်ရေးအဖွဲ့က အသက်တွေစွန့်ပြီးဘယ်လိုကယ်တင်ခဲ့တယ်ဆိုတာလေးကို ရိုက်ကူးပြထားတာပါ။သဘာဝဘေးကြောင့်ဖြစ်ဖြစ် မသမာသူတွေရဲ့လှည့်ကွက်ကြောင့်ဖြစ်ဖြစ်ဘယ်လိုအကြောင်းကြောင့်ဖြစ်ပါစေ ဒုက္ခရောက်သူတွေဆီအရောက်လာကယ်တင်ပေးသူတွေအကြောင်းပေါ့ဒီထဲမှာအကြိုက်ဆုံးစကားကတော့ <<ကိုယ့်အသက်ကိုစတေးပြီး တခြားသူအတွက် အသက်ရှင်ဖို့ မျှော်လင့်ချက်ပေးနေသူတွေ>>တဲ့။ရာထူးတွေ အဖွဲ့အစည်းတွေ တခြားရုပ်ဝတ္ထုပံ့ပိုးမှုနဲ့မဆိုင်ဘဲ ကိုယ့်အသက်ကို စတေးရင်း တခြားသူတွေကိုမျှော်လင့်ချက်ပေးနေတဲ့သူတိုင်းက သူရဲကောင်းတွေပါ။ဒီဇာတ်ကားထဲက သူရဲကောင်းတွေရဲ့ စတေးမှု၊ ပေးဆပ်မှုတွေကို ဇာတ်လမ်းလေးကြည့်ရင်းရှာဖွေလိုက်ကြပါ Quality : WEB-DL 720pFormat : mp4Subtitle : Myanmar Sub ( Hardsub )Translated By Chu Chu",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-rescue-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Way_to_Ob-Gyn-P1-140x200.jpg",
        "title": "Way to OB-GYN (2021)",
        "description": "Way to OB-GYN (2021)ဒီဇာတ်လမ်းလေးကတော့ ဇွန်ဘီ ဇာတ်လမ်းပါပဲ။ဒါပေမယ့် မတူတာက ဇွန်ဘီတွေနဲ့ တိုက်ခိုက်မယ့်သူက ကိုယ်ဝန်ဆောင် အမျိုးသမီးတစ်ယောက် ဖြစ်နေတာပါပဲ။ဇွန်ဘီဆိုတာက အရမ်းမြန်တဲ့ သတ္တဝါတွေပါ။ဗိုက်ကြီးသည်ဆိုတာကတော့ သိတဲ့အတိုင်း သာမန်လူတွေထက် လှုပ်ရှားမှု နှေးကွေးတဲ့သူပါ။ဒီလိုအမျိုးသမီး တစ်ယောက်က ဇွန်ဘီတွေကြားကနေ ကလေးမွေးဖို့အတွက် သားဖွားမီးယပ်ဆရာဝန်ဆီကို အရောက်သွားနိုင်ပါ့မလား ဆိုတာကို ဒီဇာတ်လမ်းထဲမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ဇွန်ဘီဇာတ်လမ်း သဘောကျတဲ့လူတွေ အကြိုက်တွေ့ဦးမယ့် ကားတစ်ကားပဲ ဖြစ်ပါတယ်။Title: 산부인과로 가는길 / Sanbuingwaro Ganeungil\nAlso known as: On the Way to the Gynecologist\nGenre: Drama, black comedy, horror\nDuration: 1hr\nBroadcast network: tvN\nBroadcast period: 2021-Mar-31\nQuality: 1080 P and 720 P\nSize: 1.28 GB ...",
        "rating": "8",
        "url": "https://megaup.net/WHi0/Way_to_OB-GYN.2021.720p.CM.mp4",
        "category": "Asian, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yhtzsbBExY8mUct2GOk4LDDuGH.jpg",
        "title": "Mortal Kombat (2021)",
        "description": "Mortal Kombat (2021)ဒီရုပ်ရှင်ကိုလည်း အားလုံးမျှော်နေကြမယ်ထင်တယ်။အိုကြီးအိုမတိုင်းရဲ့ ငယ်ဘဝမှာ မော်တယ်ကွန်ဘက်ဂိမ်းကို အနည်းနဲ့အများ ရင်းနှီးဖူးကြမှာပဲ။အခုလည်း ဒီဂိမ်းကိုပဲ ရုပ်ရှင်အဖြစ် အသက်သွင်းလိုက်ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း ကမ္ဘာလောကအပြင်\nငရဲကမ္ဘာ အခြားကမ္ဘာတွေက လက်ရွေးစင်တွေဟာ\nပြိုင်ပွဲကြိးတစ်ပွဲမှာ ရင်ဆိုင်ကြလေ့ရှိပါတယ်။ကမ္ဘာလောကရဲ့ အဓိက ပြိုင်ဘက်ကတော့ Outworld ပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ Outworld က Earth ကို ၉ ကြိမ်တောင် နိုင်ခဲ့ပြီးပါပြီ။\n၁၀ ကြိမ်အနိုင်ရခဲ့ရင် ကမ္ဘာကို အပိုင်စားရမှာဖြစ်ပါတယ်။ကမ္ဘာရဲ့ လက်ရွေးစင်တွေက ဒီပွဲကို အနိုင်ယူဖို့ ဘယ်လိုတွေရင်ဆိုင်ရမလဲ ဆိုတာ တွေ့ရမှာပါ။File size… 1.15 GB and 3.19 GB\nQuality…. 720p and 1080p HEVC 5.1CH\nFormat…mp4\nDuration…. 1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Little Neo\nEncoder ..... August",
        "rating": "7",
        "url": "https://megaup.net/2izvW/Mortal.Kombat.2021.720p.WebRip.CM.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/99599e87eaab07ac9a35d843f3b82eab6029fa93-202x300.jpg",
        "title": "Trolls (2016)",
        "description": "ပျော်ရွှင်မှုဆိုတာ ဘာလဲ???????\nအတုယောင်တွေပေါများတဲ့ ယခုခေတ်မှာတော့ စစ်မှန်တဲ့ပျော်ရွှင်မှုက ရှားပါလာပြီ ဟန်ဆောင်အပြုံးတွေ ဟန်ဆောင်နှစ်သိမ့်မှုတွေထဲက ပျော်ရွှင်မှုပျောက်ဆုံးနေတဲ့ လူသားတွေအတွက်တော့ နည်းပညာပစ္စည်းတွေသုံးပြီး ပျော်ရွှင်မှုတွေကို ရှာဖွေနေရပါတယ်။ ဒါပေမဲ့ နှလုံးသားဆိုတဲ့ စစ်မှန်တဲ့ဖန်တီးမှုမပါတဲ့ နည်းပညာပစ္စည်းတွေက ပြီးပြည့်စုံတဲ့ပျော်ရွှင်မှုကိုမပေးနိုင်ပါဘူး။ ကျွန်တော်တို့ ပျော်ရွှင်မှုကို ဘယ်လိုရှာဖွေရမလဲ????မနေ့က မမျှော်လင့်ပဲ ကြည့်မိတဲ့ Trolls ဆိုတဲ့ ဇာတ်ကားလေးအကြောင်းပြောချင်ပါတယ်။ ပျော်ပျော်ရွှင်ရွှင်နေတတ်တဲ့ ရောင်စုံဆံပင်ရှည်လေးတွေရှိတဲ့ Trolls တွေရဲ့ အလုပ်ကတော့ သီချင်းဆိုမယ် ကမယ် တစ်ယောက်ကိုတစ်ယောက် နွေးထွေးစွာပွေ့ဖက်မယ် ဒါသူတို့ရဲချစ်စရာကောင်းတဲ့အလုပ်ပဲ။ ဒီလိုချစ်စရာကောင်းတဲ့ Trolls တွေမှာ ရန်သူတွေရှိတယ် သူတို့က Bergens တွေပဲ သူတို့ရဲ့ပျော်ရွှင်မှုကတော့ Trolls တွေကို စားခြင်းပဲ။ Bergens တွေရဲ့ ရန်ကလွတ်မြောက်ပြီး နှစ်၂၀ ကြာတဲ့အချိန် ကြီးကျယ်တဲ့ပါတီပွဲလုပ်တဲ့ချိန်မှာ Bergans တွေရဲ့ ဖမ်းဆီးချင်းကို ခံရတဲ့ Trolls တွေကို ပြန်လည်ကယ်တင်မယ့်သူက Trolls ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/trolls-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/142563069_128430555792185_3984176521416197974_n-144x200.jpg",
        "title": "I Remember (2021)",
        "description": "I Remember (2021)တစ်နေ့ .....\n၂၄ နာရီပဲ ရှိတဲ့ တစ်နေ့ ....ကိုယ် တိတ်တိတ်လေး ကြိတ်ကြွေနေရတဲ့လူကို ၂၄ နာရီပဲ တွဲခွင့်ရမယ်ဆိုရင် ခင်ဗျား ဘာလုပ်မှာလဲ?????ပျော်ပျော်ကြီး တွဲမှာပေါ့ဗျာ။ ဟုတ်တယ် မဟုတ်လား?ဒါပေမယ့် .....\nအဲဒီတစ်နေ့ ကျော်သွားတာနဲ့ သူက ဘာကိုမှ မမှတ်မိတော့ဘူးဆိုရင်ရော .....သူ မှတ်မိခြင်း မမှတ်မိခြင်းထက် ကိုယ် မှတ်မိဖို့ပဲ လိုတာပေါ့ဗျာ။\nဟုတ်တယ်မလား?တစ်နေ့ဆိုလည်း အဲဒီတစ်နေ့ကို အမှတ်တရထားမှာပေါ့။အမှတ်တရ ဆိုတာ တစ်နေ့ဆိုလည်း အမှတ်တရက အမှတ်တရပါပဲ။ကိုယ်ချစ်တဲ့လူရဲ့အကြောင်းကို အစစအရာရာကို မှတ်မိနေတဲ့လူအတွက်က တစ်ရက်ဆိုလည်း အဲဒီတစ်ရက်စာဟာ သူ့အတွက် တစ်သက်လိုပါပဲ။အဲဒီတစ်ရက်ကို သူသာ မှတ်မိခဲ့မယ် ဆိုရင်ရော .....မှတ်မိမလား မမှတ်မိဘူးလား ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။ကိုယ့်မှာ ကားမရှိပေမယ့် သူ့မှာ ကားရှိတော့ ကားပါကင်နဲ့ ရင်းနှီးလာတယ်။\nသူ့အကြိုက်ဆုံး သီချင်းကို ဓာတ်လှေကားက သီချင်းဖွင့်တဲ့လူကို အကူအညီတောင်းပြီး ဖွင့်ပေးတယ်။\nဒါမျိုးကို \"ရိုတယ်\" ...",
        "rating": "7.8",
        "url": "https://megaup.net/2h9nB/(CM)_I_Remember_2021.720P.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nxxuWC32Y6TULj4VnVwMPUFLIpK.jpg",
        "title": "Seobok(2021)",
        "description": "Seobok(2021)အညွှန်း******************IMDb...8.3 ပထမဆုံး လူသားပုံတူဖြစ်တဲ့ \"Seobok\"သူ့ဘဝတစ်လျှောက်လုံး စမ်းသပ်ခန်းထဲမှာပဲ နေထိုင်ခဲ့ရပြီး အပြင်လောကကြီးအကြောင်း ဘာတစ်ခုမှမသိနားမလည်တဲ့ လူသားပုံတူကလုန်း Seobok အဖြစ် Park Bo Gum က ပါဝင်ပေးထားပါတယ်။ တရုတ်အင်ပါယာချင်လက်ထက်မှာ မသေဆေးရှာဖို့ စေလွှတ်ခံရတဲ့ Xu Fu ကို အစွဲပြုပြီး Seobok လို့ နာမည်ပေးထားတဲ့ လူသားပုံတူဟာ ထာဝရအသက်ရှင်ခြင်းကို ပိုင်ဆိုင်ထားတဲ့ immortal တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ကျောရိုးမကြီးထဲက ပရိုတိန်းဓာတ်တွေက လူသားတွေရဲ့ ရောဂါမှန်သမျှကို ပျောက်ကင်းစေနိုင်တဲ့ အစွမ်းလည်း ရှိတယ်။ဒီလို အဖိုးတန်လူသားပုံတူတစ်ယောက်ကို သူ နေထိုင်လာတဲ့ စမ်းသပ်ခန်းထဲကနေ တခြားလုံခြုံစိတ်ချရတဲ့နေရာကို ရွှေ့ပြောင်းဖို့ လိုအပ်လာတဲ့အခါ...စုံစမ်းထောက်လှမ်းရေးအေးဂျင့်ဟောင်း \"Gi Heon\"အတိတ်က မတော်တဆမှုတစ်ခုကြောင့် စိတ်ကျန်းမာရေးပြဿနာတစ်ချို့အပြင် ကုသဖို့မဖြစ်နိုင်တဲ့ ရောဂါတစ်ခုကိုပါ ခံစားနေရသူအေးဂျင့်ဟောင်း Gi Heon အဖြစ် Gong Yoo က ...",
        "rating": "8.3",
        "url": "https://megaup.net/1Cty2/Seobok.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/double-140x200.jpg",
        "title": "Double Patty (2021)",
        "description": "Double Patty (2021)အညွှန်း*************************၂၂နှစ်အရွယ် Kang Woo-Ramဆိုတဲ့ကောင်လေးက အလုပ်တစ်ခုရဖို့အတွက် ပြင်ဆင်ရင်းအလုပ်ရှုပ်နေတဲ့သူပါ...Lee-Hyun Jiကတော့ အစီအစဉ်တင်ဆက်သူအရမ်းဖြစ်ချင်နေပြီး အဲ့ဒီအိမ်မက်နဲ့ရှင်သန်နေတဲ့ ကောင်မလေးတစ်ယောက်ပါ...အစီအစဉ်တင်ဆက်သူဖြစ်ဖို့ အိမ်မက်ကိုအရောက်မလှမ်းနိုင်သေးတဲ့ Lee Hyun-Jiက ညမှာတော့ ဟမ်ဘာဂါဆိုင်လေးမှာ အချိန်ပိုင်းလုပ်ပါတယ်...တစ်ညမှာတော့ Lee-Hyun Jiအချိန်ပိုင်းလုပ်တဲ့ ဟမ်ဘာဂါဆိုင်လေးကို Kang Woo-Ramက ရောက်လာခဲ့ပါတယ်...တစ်ခုဝယ်တစ်ခုလက်ဆောင်လျှော့စျေးနဲ့ရတဲ့ ဟမ်ဘာဂါဆိုင်လေးဆီ Kang Woo-Ramတစ်ယောက် အမြဲတမ်းလိုလိုလာဖြစ်ရာကသိပ်လှတဲ့အချစ်ဇာတ်လမ်းလေးပေါ်ပေါက်လာမလား....လူငယ်တွေဖြစ်တဲ့ Kang Woo-Ramနဲ့ Lee Hyun-Jiတို့နှစ်ယောက် သူတို့အိမ်မက်နဲ့ပန်းတိုင်တွေကို ရောက်အောင်ဘယ်လိုကြိုးစားကြမလဲ..သူတို့လိုချင်တဲ့ ပန်းတိုင်ရော တကယ်ရောက်ကြမှာလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဒီဇာတ်ကားမှာတော့ မင်းသားShin Seung-Hoက Kang Woo-Ramနေရာကသရုပ်ဆောင်ထားပြီးRed Velvetအဖွဲ့ဝင် Ireneက Lee Hyun-Jiနေရာက သရုပ်ဆောင်ထားပါတယ်.....   File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Romance, Drama\nSubtitle : Myanmar ...",
        "rating": "6.5",
        "url": "https://megaup.net/Wyub/Double_Patty.2021.NEW.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/index-131x200.jpg",
        "title": "The Courier (2021)",
        "description": "စစ်အေးတိုက်ပွဲကာလ စပိုင်ဖြစ်ရပ်မှန် ရုပ်ရှင်ကို\nဘာသာပြန်ပေးထားပါတယ်။\nမင်းသားကတော့ ကျွန်တော်တို့ အချစ်တော်\nဘီတာဒင်း ကူကမ်းဘားပါ။\nသူလျိုသမိုင်းတလျှောက် တန်ဖိုးအကြီးဆုံး\nသူလျိုနဲ့ သူ့ရဲ့ သတင်းသယ်ပို့သမားတစ်ယောက်အကြောင်းကို\nပြထားတာပါပဲ။ စစ်အေးတိုက်ပွဲအတွင်းက စပိုင်ဇာတ်လမ်းတွေဟာ\nရသမျိုးစုံပြီး ရိုက်လို့မကုန် ကြည့်လို့မကုန် ဖြစ်တာမို့\nဒီရုပ်ရှင်ကိုလည်း ပရိသတ်တွေ သဘောကျကြဦးမှာပါ\nရုပ်ရှင်ကို ဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့\nCM Admin Little Neo ဖြစ်ပါတယ်\n  \nFile Size : (2 GB) and (1.2 GB)\nQuality : 1080P, 720p\nFormat…mp4\nDuration… 1h 52min\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Little Neo\nEncoded by Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/2itnu/The.Courier.2020.720p.WEBRip.DD5.1.x264-CM_HEVC_{CM}_(2).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mu5t94c8IZU781aMg1E1FKinYG2.jpg",
        "title": "Stand by Me Doraemon 2 (2021)",
        "description": "Stand by me Doraemon 2 (2021)နိုဘီတဆိုတဲ့ကလေးလေးနဲ့ ဒိုရေမွန်ဆိုတဲ့အပြာရောင်စက်ရုပ်ကြောင်ကလေးတို့\nအပိုင်း၁ (၂၀၁၄) မှာအနာဂတ်ကိုသွားကြည့်ခဲ့ကြပြီးတော့\nဒီတစ်ခေါက် အပိုင်း၂ (၂၀၂၀) မှာတော့ အတိတ်ကိုပြန်သွားရာကနေဇတ်လမ်းစခဲ့ပါတယ်နိုဘီတတစ်ယောက်သူ့မွေးနေ့မှာ အိမ်ကိုပြန်လာချိန် မယ်တော်ဘုရားက\nဘဲဥမကွဲတဲ့ စာမေးပွဲအမှတ်စာရင်းစာရွက်ကိုရှာတွေ့ရာနေစလို့ အဆူခံရပြီး ပုလဲခလျှက်နဲ့ သူ့အခန်းထဲဝင်လာခဲ့ပါတယ်။အခန်းထဲမှာ အမေဆူတာလွတ်ဖို့အရေး အရင်လိုပဲ ဒိုရေမွန်ဆီကနေပစ္စည်းဆန်းတွေသုံးဖို့ကြံနေရင်း\nသူကိုယ်တိုင်တောင် ဘာမှန်းမသိတာတွေလျှောက်လုပ်မိကုန်ပါတယ်။အဲ့ဒီကနေ နိုဘီတရဲ့အဘွားပေးခဲ့တဲ့\nဝက်ဝံရုပ်လေးကိုတွေ့ပြီး အဘွားနဲ့ပြန်တွေ့ချင်လို့ ဒိုရေမွန်ဆီပူဆာရာကနေစလို့\nနိုဘီတ ပီသစွာ တစ်လွဲအပြည့်နဲ့ဇတ်ထုတ်ကြီးကကြပါတော့တယ်။ဒီဇတ်လမ်းမှာ ဟိုးအရင်ကလို မဟုတ်ဘဲ\nအဘွားနဲ့နိုဘီတတို့ကြားက သံယောဇဉ်ကြိုး မိဘမေတ္တာတို့ကို မျက်ရည်ဝဲလျှက်နဲ့ကြည့်ရမှာပါ (မျက်ရည်မခိုင်ရင်မကြည့်ပါနဲ့)\nနိုဘီတနဲ့ ရှိဇုကတို့ရဲ့ လက်ထပ်ပွဲမှာဖြစ်တဲ့ အလွဲများ။\nအဘွားရဲ့ဆန္ဒကိုဖြည့်ဆည်းဖို့ကြိုးစားရင်းနဲ့\nလူကြီးဖြစ်သွားတဲ့ နိုဘီတနဲ့ ကလေးနိုဘီတတို့ကြားက\nရင့်ကျက်လာမူကြီးတွေကိုလဲ ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ။နိုဘီတအတွက် အရေးကြီးဆုံးသောသူတွေဖြစ်ကြတဲ့\nဒိုရေမွန် အဘွားနဲ့ သူငယ်ချင်းများရဲ့ ဇတ်ပေါင်းခန်းလေးပေါ့။နိုဘီတနဲ့ရင်းနီးပြီးသားသူများအဖို့တော့ ကြည့်ရတာ ပိုးစိုးပက်စက်တန်မှာပါ။File size… 1.68 GB and\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1h 36 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Idiot ...",
        "rating": "7.4",
        "url": "https://megaup.net/Wydp/DORAEMON_STAND_BY_ME_2.2021.720p.CM.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qRhDgHAMNz4WfgEDYXbnjQhjvxr.jpg",
        "title": "The Marksman(2021)",
        "description": "The Marksman(2021)အညွှန်း**************************((1080P ရပြီဗျို့)မက္ကဆီကို နယ်စပ်မှာ အထီးကျန်နေတဲ့ မရိန်းလက်ဖြောင့်တပ်သားဟောင်းကြီးတစ်ယောက်ရှိတယ်...ဝီစကီလေးမော့လိုက် ကားလေးမောင်းလိုက်နဲ့ပေါ့... တစ်နေ့မှာ မက္ကဆီကိုထဲက ခိုးဝင်လာတဲ့ သားအမိနှစ်ယောက် ရောက်လာတယ်....\nသူတို့သားအမိကို မက္ကဆီရဲ့ ကြမ်းပေ့ဆိုတဲ့ လူဆိုးဂိုဏ်းက သတ်ဖို့လိုက်လာတယ်။\nဒီသားအမိဟာ ကံကောင်းထောက်မစွာ မရိန်းလက်ဖြောင့်တပ်သားဟောင်းကြီးနဲ့ဆုံဖြစ်ခဲ့တယ်....မက္ကဆီဂိုဏ်းက ဒီသားအမိကို မဖြစ်မနေသတ်ဖို့ ကိစ္စကြီးတစ်ခုရှိလာတဲ့အခါမှာတော့.......မင်းသားကြီး Liam Neeson ရဲ့ သဲထိတ်ရင်ဖို အက်ရှင်ခန်းတွေကို ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneoပဲဖြစ်ပါတယ်.....    File Size :1GB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/Wu4f/The_Marksman.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/SingPoster-135x200.jpg",
        "title": "Sing (2016)",
        "description": "၂၀၁၆ ရဲ့ အကျော်ကြားဆုံး Animation တွေထဲက တစ်ခု တင်ပေးထားပါတယ်။ Box Office ရဲ့ ထိပ်ပိုင်းမှာနေရာယူခဲ့ပြီး Golden Globe ဆန်ကာတင်ခဲ့တဲ့ ကားပါ။ IMDb 7.2 နဲ့ ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုတွေလည်း ရထားခဲ့ပါပြီ။ နာမည်ကြီး အဆိုတော်တွေ ဂန္ဓာဝင်သီချင်းတွေ၊ ကျော်ကြားတဲ့သီချင်းတွေနဲ့ ကောင်းမွန်တဲ့ ဇာတ်အိမ်တစ်ခုကြောင့်ပဲ ဖြစ်ပါလိမ့်မယ်။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ဒေဝါလီခံရခါနီး ဇာတ်ရုံပိုင်ရှင် မွန်းဟာ သူ့ရဲ့ မအောင်မြင်တဲ့ ရှိုးတွေကနေ ဖောက်ထွက်ပြီး ဇာတ်ရုံကို ပြန်အဖတ်ဆယ်ဖို့ အဆိုပြိုင်ပွဲတစ်ခု လုပ်ဖို့စတင်ပါတော့တယ်။ သူပိုင်ဆိုင်သမျှဒေါ်လာ တစ်ထောင်ကို ဆုကြေးအဖြစ်ကြေညာမလို့လုပ်ပေမယ့် စာရိုက်အမှားကြောင့် ဒေါ်လာတစ်သိန်းအဖြစ်ကြေညာမိပြီး တစ်မြို့လုံးက လာရောက် အရွေးခံကြတဲ့အခါ..... သီချင်းကိုရူးသွပ်တဲ့ အိပ်မက်ကိုယ်စီနဲ့ ဝါသနာရှင်တွေ ထွက်ပေါ်လာပါတော့တယ်.....ကလေး ၂၅ ယောက်အမေ အိမ်ထောင်ရှင် ရိုစီတာ...လူဆိုးဂိုဏ်းခေါင်းဆောင်ရဲ့သားပေမယ့် အဆိုတော်ပဲလုပ်ချင်တဲ့ ဂျွန်နီ.....လူလည်အဆိုတော် မိုက်....အသဲကွဲရော့ကာလေး အက်ရှ်...နဲ့ လူအရမ်းကြောက်တဲ့ မီနာတို့ပါပဲ...ဒါပေမယ့် တကယ်မရှိတဲ့ ဆုကြေးအတွက် မွန်းဘယ်လိုဖြေရှင်းမှာလဲ....ဘာမျှော်လင့်ချက်မှ မရှိတဲ့ ရှိုးပွဲမှာ သူတို့ဘဝတွေကရော သီချင်းတွေအတွက် ဘယ်လောက်ပေးဆပ်နိုင်မလဲဆိုတာ.....\nFile Size ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sing-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dYCWUAidqgakGETwZkfGxU7CWhL.jpg",
        "title": "Night in Paradise (2021)",
        "description": "Night in paradise (2020)အက်ရှင်ကားဆို \"အသေကြမ်းမှ ဖိုက်တင်ကောင်းမှ ကြည့်ချင်တယ်\" ဆိုတဲ့ဘဒိုတွေအတွက်\nဒီနှစ် ၂၀၂၁ခုနှစ် ဧပြီလ ၉ ရက်နေ့က လတ်လတ်ဆတ်ဆတ် ထွက်ရှိထားတဲ့\nခပ်ကြမ်းကြမ်း လူဆိုးအက်ရှင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nကိုရီးယား အက်ရှင်ကားထဲမှာ တော်တော် ကောင်းတဲ့ကားလေးတစ်ကားဖြစ်ပြီး\nသရုပ်ဆောင် ဇာတ်လမ်းဇာတ်ကွက်တွေကလည်း\nသွေးအေး လူမိုက်ကာရိုက်တာ အရသာကိုထိထိမိမိပေးနိုင်တဲ့ ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကြောင်းကိုပြောရရင်တော့ ပတ်ထယ်ဂူဆိုတဲ့ ကြေးစားလူမိုက်တစ်ယောက်အကြောင်းပါပဲ။\nသူက သူ့ခေါင်းဆောင် ယန်းသူဌေးပေါ်မှာ အလွန် သစ္စာစောင့်သိသူတစ်ယောက်ဖြစ်ပြီး\nတစ်ရက်မှာ သူ့သူဌေးရဲ့ ပြိုင်ဖက်ဖြစ်တဲ့ ဘို့ဆွန်းအဖွဲ့က သူဌေးယန်းဆီက ခွာပြီး\nသူတို့အဖွဲ့ဝင်အဖြစ် လာခဲ့ဖို့ ပတ်ထယ်ဂူကို ကမ်းလှမ်းလာပါတယ်။\nဒါပေမယ့် သစ္စာရှိလူမိုက် ပတ်ထယ်ဂူက ဘို့ဆွန်းအဖွဲ့ဆီသွားဖို့ငြင်းပယ်ခဲ့တဲ့အတွက်\nသူ့ရဲ့ခင်တွယ်ရာ မိသားစု ဖြစ်တဲ့ သူ့အစ်မနဲ့တူမလေးက ရန်ငြိုးထားအသတ်ခံလိုက်ရပါတယ်။ဒီအတွက် ထယ်ဂူတစ်ယောက် အစ်မနဲ့တူမလေးအတွက် လက်စားချေဖို ဘို့ဆွန်းဂိုဏ်း ဥက္ကဌဒိုကို\nတစ်ယောက်တည်းသွားတွေ့ပြီး ရက်ရက်စက်စက် ရှင်းပစ်ခဲ့ပါတယ်။\nအဲဒီနောက်မှာတော့ ဂျယ်ဂျူကျွန်းမှာ ထွက်ပြေးတိမ်းရှောင်ရင်းနဲ့ ဂျယ်ယွန်းဆိုတဲ့ အမျိုးသမီးလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ်။\nဂျယ်ယွန်းမှာလည်း လျှို့ဝှက်ချက်တွေနဲ့ပါပဲ။\nအသက်ပြင်းလွန်းတဲ့ ဘို့ဆွန်းဂိုဏ်းခေါင်းဆောင် ဥက္ကဌဒိုက မသေသွားဘဲ\nဒဏ်ရာအပြင်းအထန်ရပြီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/3HNwU/(NZ)Night.In.Paradise(2020).mp4 https://megaup.net/3HNwV/Night.in.Paradise.2020.720p.CM_(2).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Untitled-134x200.jpg",
        "title": "Monster House",
        "description": "Monster House (2006)Monster House ဆိုတဲ့ ဇာတ်ကား​လေးကို\nကျွန်​တော်တို့ ငယ်ငယ်က ၆ကားတွဲအ​ခွေ​တွေမှာ ကြည့်ဖူးကြမယ်ထင်ပါတယ်။\nအဲ့ဒီတုန်းက​တော့ စာပါ​တာ​တွေ​ရော စာမပါတာ​တွေ​ရောနဲ့\nအင်္ဂလိပ်လို ကြည့်​ကောင်းကြည့်ခဲ့ရမှာပါ။\nအခုတစ်ခါ​တော့ ငယ်ငယ်ကနားမလည်ပါးမလည်ကြည့်ခဲ့ဖူးတဲ့\nဇာတ်ကား​ကောင်း​လေးကို တစ်ခါပြန်ပြီး​တော့ ကြည့်လိုက်ကြရ​အောင်ပါ။အမြဲမှန်​ပြောင်းတစ်ခုနဲ့ အလုပ်ရှုပ်​နေတတ်တဲ့ DJ တစ်​ယောက်က\nသူ့အိမ်​ရှေ့အိမ်ကိုအမြဲစူးစမ်း​နေတတ်ပါတယ်။\nအမြဲတိတ်ဆိတ်ပြီး​တော့ က​လေး​တွေကို မနှစ်သက်၊\nက​လေး​တွေလာရင် ​မောင်း​ထုတ်တဲ့ Mr. Nebbercracker ရဲ့ အိမ်ကြီး​Mr. Nebbercracker က က​​လေး​တွေတော်တော်မုန်းတဲ့သူဗျ\nကလေးတွေကလည်းသူ့ကိုကြောက်ကြ\nသူ့ကိုကြည့်မရတဲ့ လူဆိုး​လေး​တွေကလည်း အိမ်ကိုနည်းမျိုးစုံနဲ့ ​နှောက်ယှက်ကြ​နဲ့\nက​လေး​တွေ အများဆုံးလမ်း​ပေါ်ထွက်တဲ့ Holloween ကာလဆိုတာကလည်း\nMr. Nebbercracker အတွက် အမုန်းဆုံးအချိန်ဖြစ်လာ​တော့တာပေါ့ဒါပေမယ့် သူဘာလို့ဒီလောက်တောင် ပစ်ပစ်ခါခါဖြစ်နေရတာလဲဆိုတဲ့\nနောက်ကွယ်ကအကြောင်းအရင်းလေးတွေရှိသေးတယ်ဒီလိုအကြောင်းအရာတွေကိုဖော်ထုတ်ဖို့ အကြောင်းဖန်လာတော့\nDJ တို့ က​လေးတစ်သိုက်ကဘယ်လိုတွေလုပ်ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်လိုက်ရအောင်ဗျာFile size…\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Amelia\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/monster-house-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9BfwwULWKE4XvI116Q7G3pAIYjX.jpg",
        "title": "Silence… Can You Hear It?(2021)",
        "description": "Silence... Can You Hear It?(2021)ဒီဇာတ်ကားလေးကတော့ IMDb rating 7.0ရရှိထားတဲ့Hindiစကားပြော Thrillerဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။တခြားအိန္ဒိယကားတွေလို သီချင်းတွေ အကတွေ တစ်ခုမှ မပါပါဘူး။ဇာတ်လမ်း အကျဉ်း\nတရားသူကြီး ချော်ဒရီရဲ့သမီး ပူဂျာချော်ဒရီဟာ သူ့ရဲ့သူငယ်ချင်း ကဗီသာဆီကို သွားမယ်ဆိုပြီး အိမ်ကနေ ထွက်လာခဲ့ပါတယ်။\nကဗီသာရဲ့အိမ်ရောက်မှ ကဗီသာဟာ အိမ်မှာမရှိကြောင်း ပူနေးကို ရောက်နေကြောင်း သိလိုက်ရပြီးအဲဒီအိမ်မှာပဲ တစ်ညအိပ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nနောက်တစ်နေ့မှာတော့ ပူဂျာချော်ဒရီတစ်ယောက် ရက်ရက်စက်စက်အသတ်ခံလိုက်ရပြီ ဒီအမှုကို စုံစမ်းအဖြေရှာဖို့\nပူဂျာချော်ဒရီရဲ့အဖေ တရားသူကြီး ချော်ဒရီက အေစီပီအဗီနား(ရှ်)ကိုအကူအညီတောင်းတာကြောင့်\nရဲမှူးချုပ် ရှရ်မားက ဒီအမှုကို စုံးစမ်းဖော်ထုပ်ဖို့ အထူးအဖွဲ့တစ်ဖွဲ့ ဖွဲ့ပေးလိုက်ပါတယ်။ဒီလူသတ်မှုကို ကျူးလွန်တဲ့ တရားခံက ဘယ်သူလဲ ....\nအမှုမှန်ပေါ်ပေါက်အောင် ဘယ်လိုတွေ စုံစမ်းဖော်ထုတ်ကြမှာလဲ ....\nThrillerဇာတ်ကားကြိုက်သူများ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (1.1GB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:16:00\nGenre : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Cm2k/Silence_(2021)WEB-DL.720P.PP.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/919Z2afFEwL._AC_SL1500_-133x200.jpg",
        "title": "The Interview (2014)",
        "description": "The Interview (2014)#ရုပ်ရှင်မိတ်ဆက်မြောက်ကိုရီးယားခေါင်းဆောင် ကင်ဂျုံအန်ကို သရော်တဲ့ဇာတ်ကားတွေထဲ ဒီကားကတော့ အတော်နာမည်ကြီးပါတယ်။၂၀၁၄ တုန်းက Sony က ပြမယ်ပြောလိုက် မပြဘူးပြောလိုက် လုပ်နေရာက နေ Youtube, Google Play စတဲ့ အွန်လိုင်း Video Hosting တွေကနေ စတင် ငှားရမ်း ပြသရာကနေ ရုံတင်ခဲ့တဲ့ဇာတ်ကားပါ။ဇာတ်လမ်းက James Franco က Talk Show Host တစ်ယောက်ဖြစ်ပြီး Seth Rogen က Producer ဖြစ်ပါတယ်။ သူတို့ရဲ့ Show က အတည်ပေါက် Interview မဟုတ်ပဲနဲ့ ဟာသဆန်ဆန်ဖြစ်နေတာကြောင့် လူတွေလေးစားလောက်မယ့် Interview မျိုးလုပ်ချင်နေပါတယ်။ တစ်နေ့မှာ စာစောင်တစ်ခုက ဆောင်းပါးမှာ Kim Jong-un က သူတို့ Show ရဲ့ ပရိတ်သတ်ဖြစ်တယ်လို့ သိသွားရာကနေ Interview ...",
        "rating": "6.5",
        "url": "https://megaup.net/4et2u/(CM)The_Interview_(2014)_[720p_x265_HEVC_10bit_BluRay_AAC_5.1]_[Prof].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kg73Mg8WJKlB9Y2SAJzeDKAnuB.jpg",
        "title": "Chaos Walking(2021)",
        "description": "Chaos Walking(2021)အညွှန်း**************************မင်းသားကတော့ တွမ်ဟော်လန်ပါဝင်သရုပ်ဆောင်ထားတဲ့ သိပ္ပံစွန့်စားခန်း ရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်....။ တော့ဒ် ဟီးဝစ်ဟာ ကမ္ဘာသစ်မှာ အခြေချနေတဲ့ လူသားတွေထဲက အငယ်ဆုံး ကောင်လေးတစ်ယောက်ပါ။အဲဒီ ကမ္ဘာသစ်ရဲ့ ထူးခြားချက်က လူတွေရဲ့ အတွေးတွေက အသံတွေပုံရိပ်တွေအဖြစ် ခေါင်းထဲက ထွက်ပေါ်နေတာပါပဲ။ဒီတော့ တစ်ယောက်ကို တစ်ယောက် လိမ်ဖို့ အတော်ခက်ပါတယ်။ပြီးတော့ နောက်ထပ်ထူးခြားတာက မိန်းမ တစ်ယောက်မှ မရှိတော့တာပါ။အဲဒီဂြိုလ်ရဲ့ စပက်ကယ်ဆိုတဲ့ ဂြိုလ်သားတွေက မိန်းမတွေအားလုံးကို သတ်ဖြတ်ခဲ့လို့ပါပဲ။တစ်နေ့မှာတော့ လူသားတွေပါတဲ့ ယာဉ်တစ်ခု အဲဒီဂြိုလ်ပေါ် ပျက်ကျလာပြီး မိန်းမတစ်ယောက် အသက်ရှင်ကျန်နေခဲ့တဲ့အခါ.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတော့ Littleneo ပဲဖြစ်ပါတယ်.... File Size : (2.1GB) and (936MB)\nQuality : HEVC5.1CH,WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2ihpu/Chaos_Walking.2021.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ezgif-1-027d6485597c-113x200.jpg",
        "title": "Fake Bodyguard ( 2021 )",
        "description": "တစ်ခဏလောက်စိတ်ထွက်ပေါက်ပေးနိုင်အောင် ဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ ကမ္ဘာကြီးအတွက် လူသားတွေအတွက် အရေးကြီးပြီးအသုံးဝင်တဲ့ ပရောဂျက်တစ်ခုကို သုသေသနလုပ်နေတဲ့ သုသေသနပညာရှင်တစ်ယောက်ကိုအန္တရာယ်တွေကြားက ကာကွယ်ဖို့ သက်တော်စောင့် ၃ ယောက်ကိုဘုရင့်သားမင်းသားက ငှားပေးခဲ့တယ်။ ဒါပေမယ့် မထင်မှတ်ဘဲသက်တော်စောင့်နဲ့လွဲပြီး ဧည့်သည်တွေကို ကြားဖြတ်လုတဲ့ ခရီးသွားလမ်းညွှန်တွေနဲ့ဆုံပြီးတလွဲဟာသတွေဖြစ်ကုန်တာကို ရိုက်ကူးထားတာပါ။ကြားထဲ ကိုယ်ကျိုးကြည့်တဲ့လူတစ်ယောက်က ဒီပရောဂျက်ကိုလုဖို့ ပါမောက္ခကိုသတ်ဖို့ ငှားထားတဲ့ ကြေးစားလူသတ်သမားလည်းရှိသေးတယ်။သက်တော်စောင့်အလွဲနဲ့အတူ ကြေးစားလူသတ်သမားလည်း လွဲလိုက်တာဆိုတာမရယ်ချင်လည်း ကလိထိုးပြီး ရယ်အောင်လုပ်ပေးမယ့် ဇာတ်ကားပါလို့ပဲ ပြောလိုက်ပါတော့မယ်။စိတ်ညစ်နေတယ် စိတ်ဖိအားတွေပိနေတယ်ဆိုရင် ကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်။ Quality :WEB-DL 720pFormat : mp4Subtitle : Myanmar Subtitle ( hardsub )Translated By Chu Chu",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fake-bodyguard-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHdVU0HyyB6k6kuYt8qjwTz9one.jpg",
        "title": "I Want to Eat Your Pancreas (2018)",
        "description": "I want to eat your pancreas (2018)Genres: Drama, RomanceJapanနိုင်ငံမှ စာရေးဆရာ Yoru Suminoက ရေးသားခဲ့ပြီး 2018ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့Anime Movieလေးပဲဖြစ်ပါတယ်..ဇာတ်အိမ်ကိုပန်းကရိယရောဂါခံစားနေရတဲ့ Sakura ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရဲ့နေ့စဉ်ရေးထားတဲ့ ဒိုင်ယာရီစာအုပ်လေးအပေါ် တည်ထားပါတယ်.သူမရဲ့ ဒိုင်ယာရီလေးထဲမှာ သူမရဲ့ နေ့စဉ်ဘ၀တွေ ၀မ်းနည်းမှုတွေ ပျော်ရွင်စရာတွေ ရေးထည့်ထားပြီးသူမရဲ့ ဒုတိယနှလုဲးသားလို့တောင်တင်စားလို့ရပါတယ်.တနေ့မှာတော့ သူမရဲ့ဒုတိယနှလုဲးသားလေးဟာဆေးရုံပြတင်းပေါက်ကနေ ပြုတ်ကျပြီး အတန်းဖော် Harukiဆိုတဲ့ကောင်လေးက ကောက်ရသွားခဲ့ပါတယ်. harukiဟာသူမရဲ့ဒုတိယနှလုံးသားဒိုင်ယာရီလေးကို ဖတ်ပြီးတဲ့အခါမှာတော့ .......  Translated by : Daniel LawweiEncoded by : YKFile size :1.89GBDuration : 1h 49minQuality : 1080p 5.1CH",
        "rating": "7.9",
        "url": "https://megaup.net/1Cgnn/Kimi_no_Suizou_o_Tabetai_.720p%7BCM%7D.mp4",
        "category": "Animation, Drama, Family"
    }
]