[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yJLuxVycKX8m0A8LzYG9yvyR7fJ.jpg",
        "title": "Bones of Crows (2023)",
        "description": "Bones of Corws (2022)(RT 94% , IMDb 6.6 )ကနေဒါ‌‌မြေဟာ လူဖြူတွေမကြီးစိုးခင် ကနေဒါနိုင်ငံရယ်လို့ မဖြစ်လာခင်ကတည်းက ဌာနေတိုင်းရင်းသားတွေက နေထိုင်ခဲ့ကြတာပဲ ဖြစ်ပါတယ်။\nဥရောပသားတွေ ရောက်ရှိလာပြီး နောက်မှာတော့ ဥရောပပုံစံ ဖြစ်လာအောင်၊ သူတို့အုပ်ချုပ်မှုအောက်ထဲ ခိုဝင်လာအောင် လူဖြူတွေက မျိုးစုံကြံစည်ခဲ့ကြတာ အများအသိပါ။\nဒါတွေဟာ လွန်ခဲ့တဲ့ နှစ် 200၊ 300လောက်က ဖြစ်ခဲ့တာလို့ ထင်ရင် မှားပါမယ်။\nကနေဒါမှာ ဒီလို လူမျိုးစုတွေအပေါ် ဥပဒေကို အသုံးပြုပြီး နိုင်ထက်စီးနင်းပြုလုပ်ခဲ့မှုတွေဟာ 1990ဝန်းကျင်အထိ ရှိခဲ့ပါတယ်။\nBones of Crowsက‌‌ေတာ့ ဒီနည်းတွေထဲက တစ်ခုအပေါ် အခြေခံလို့ ရိုက်ကူးထားပါတယ်။တိုင်းရင်းသားကလေးငယ်လေးတွေကို မူကြိုကျောင်းနေအရွယ်ကစလို့ မိဘရင်ခွင်ထဲကနေ ဥပဒေအရ ဆွဲခေါ်ပြီး ခရစ်ယာန်ဘုန်းတော်ကြီးတွေ ဦးစီးတဲ့ အဆောင်နေကျောင်းတွေဆီသို့ ပို့ဆောင်ပစ်ခဲ့ကြပါတယ်။\nကျောင်းကိုဦးစီးတဲ့ ဘုန်းကြီး သီလရှင်တွေဟာ ကလေးသူငယ်များကို ရည်ရွယ်ချက်ရှိရှိ အစာအာဟာရ မပြည့်ဝအောင် ကျွေးခြင်း၊\nစိတ်ပိုင်းဆိုင်ရာ၊ ကိုယ်ထိလက်ရောက်အပြင် ...",
        "rating": "6.4",
        "url": "https://megaup.net/1VShb/bones.of.crows.2022.720p.web.CM.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dtVDZIz5etaffum12zba0ekeKqD.jpg",
        "title": "The Redeemers (2022)",
        "description": "The Redeemers (2022)Cult ဆိုတဲ့ အသုံးအနှုန်းကိုတော့ ဘာသာရေးကားတော်တော်များများမှာ မြင်ဖူးနေကျဖြစ်မှာပါ။ တစ်သီးပုဂ္ဂလကွဲထွက်နေတဲ့ ဘာသာရေးလိုက်စားသူ အသင်းအဖွဲ့တွေကိုဆိုလိုတာပါ။ ဒီဇာတ်ကားက Dark Comedy ဆန်တယ်လို့ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဥ်းကိုပြောရမယ်ဆိုရင်...ဇက်ဝါကာ ဆိုတဲ့ အမည်သာရှိတဲ့လူသားတစ်ဦးကို အနန္တဘုရားအဖြစ်သဘောထားပြီး ကိုးကွယ်နေကြတဲ့အဖွဲ့တစ်ခုနဲ့ စတင်ပါတယ်။ အသင်းဖွဲ့ရဲ့အဓိကလုပ်ငန်းစဥ်က ဘာသာရေးဆွယ်ရတာပါ။ ကိုယ်တော်ငယ်ရယ် ကြီးကြပ်သူရယ်က တစ်အိမ်ဝင် တစ်အိမ်ထွက်ပြီး ဇက်ဝါကာကို သက်ဝင်ယုံကြည်ဖို့ လိုက်ဆွယ်ကြဖို့ စေခိုင်းခြင်းခံရပါတယ်။ ကိုယ်တော်ငယ်လေးကတော့ ဝါနုသေးတော့ လူငယ်ဆန်ပြီး ကြီးကြပ်သူက မောက်မာကြမ်းတမ်းတဲ့ပုံစံပါ။တစ်နေ့မှာ ထုံးစံအတိုင်း လူဆွယ်ဖို့ အိမ်တစ်အိမ်ကိုဝင်လိုက်တဲ့အခါ လင်မယားနှစ်ယောက်ရဲ့ သရော်မှုကြောင့် မလုပ်သင့်မလုပ်အပ်တာကိုကြူးလွန်မိတဲ့အခါ... ဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ပါတော့ဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Shein Waiyan မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.5GB, 630MB\nQuality - 1080p, 720p\nIMDb Rating - 5.7/10\nFormat - mp4\nDuration - 1H ...",
        "rating": "5.7",
        "url": "https://megaup.net/1g1t5/(CM)_The_Redeemers_(2022)_720p.mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZGM2Yzc4NWItYmI5Zi00YTE1LWExYzYtY2EwNGMwN2UzMTcyXkEyXkFqcGdeQXVyMDU1MzkzMA@@._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Deadly Entanglement (2023)",
        "description": "Deadly Entanglement (2023)\n======================လောကမှာ ပစ္စည်းတစ်ခုခုကိုပဲဖြစ်ဖြစ်၊ လူတစ်ယောက်ကိုပဲဖြစ်ဖြစ်\nကိုယ်မှမပိုင်ဆိုင်ရရင် တခြားဘယ်သူ့ကိုမှပိုင်ဆိုင်ခွင့်မပေးနိုင်လောက်\nတော့တဲ့ စွဲလမ်းစိတ်ကြီးမားတဲ့သူတွေရှိကြမှာပါ။ ကျွန်တော်တို့တတွေ\nဟာ တွေ့ဆုံကြုံကွဲ ဆိုတဲ့ သံသရာစက်ဝန်းထဲမှာပဲ လည်ပတ်နေတာ\nဖြစ်လို့ တစ်ခါတစ်ရံ မစွန့်လွှတ်ချင်ပေမဲ့လည်း စွန့်လွှတ်လိုက်ရတဲ့ အခိုက်\nအတံ့ပေါင်းများစွာ ကြုံတွေ့ကြရမှာ။ အဲလိုမှ မဟုတ်ပဲ တစ်ဖက်သတ်\nအတင်း တွယ်ကပ်နေမယ်ဆိုရင်တော့ 'တစ်ဖက်သတ်' ဆိုတဲ့အတိုင်း\nတစ်ဖက်ကို သတ် ရင်း ကိုယ်ပါသေတတ်တယ်မဟုတ်လား။ဒီဇာတ်ကားလေးထဲမှာလဲ ကွာရှင်းပြီးတဲ့ သူ့ရဲ့ခင်ပွန်းဟောင်းကို ဖက်တွယ်\nမိတဲ့ ဒီဒရာ ဆိုတဲ့ တစ်ယောက် သူတို့ရဲ့ သားလေးကို အုပ်ထိန်းခွင့် ရဖို့ဆိုတဲ့\nအကြောင်းပြချက်နဲ့ ခင်ပွန်းဟောင်းရဲ့ မိသားစုနဲ့ ပတ်သတ်ဖို့အကြောင်းဖန်\nလာပါတော့တယ်။ ဒါပေမယ့် သူ့ရဲ့ ရည်မှန်းချက်အစစ်က သူ့ခင်ပွန်းရဲ့ အနား\nမှာ ရှိတဲ့ တခြားသူတွေကို ဖယ်ရှားပစ်ဖို့ပဲဖြစ်ပါတယ်။ ဒီလိုနဲ့ သား ရယ် ခင်ပွန်း\nရယ် ဇနီးဟောင်းရယ် ဇနီးသစ်လေးရယ် ကြားမှာ ဘာတွေဘယ်လိုဆက်ဖြစ်\nကြမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.39 ...",
        "rating": "720",
        "url": "https://megaup.net/1g0fx/Deadly.Entanglement.2023.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/46eKPjoWEyNBAQKDoXEcDFBcaUw-133x200.jpg",
        "title": "Gilda (1946)",
        "description": "Gilda (1946)~ IMDb - 7.6/10, Rotten Tomatoes - 90% ~အကောင်းတကာ့ အကောင်းဆုံးဆိုတဲ့ The Shawshank Redemption ဆိုတဲ့ ထောင်ဖောက်ဇာတ်ကားကို လူကြီးမင်းတို့ အပြန်ပြန်အလှန်လှန် ကြည့်ဖူးကြမယ်ဆိုရင်ပေါ့ဗျာ။ အဲဒီဇာတ်ကားထဲမှာ မိန်းမပျိုလေးတစ်ယောက်က အန်ဒီဆိုတဲ့ ဘူမိဗေဒသမားလေးကို ထောင်ဖောက်ဖို့ ကူညီပေးခဲ့တာ အမှတ်ရမိကြမှာပါ။အန်ဒီရဲ့ အခန်းနံရံက သူတူးထားတဲ့ လိုဏ်ခေါင်းပေါက်ကို အပြုံးလေးနဲ့ ကွယ်ပေးထားတဲ့ မင်းသမီးပိုစတာလေးကို ပြောတာပါလေ။ အဲဒီမင်းသမီးလေးက Rita Hayworth တဲ့။ထောင်မင်းသားတွေကို ရုပ်ရှင်ပြကြတော့ Gilda ဆိုတဲ့ဇာတ်ကားကို အထပ်ထပ် အခါခါ ပြခဲ့ကြတာပေါ့။ မင်းသမီးလေး Rita Hayworth က Gilda ဆိုတဲ့ ကောင်မလေးအဖြစ်နဲ့ ဆံနွယ်လေးတွေကို ဝဲခနဲ ခါလိုက်တဲ့အခါမှာ ထောင်မင်းသား ပရိသတ် ဝေါခနဲ ဖြစ်သွားရတာပေါ့။Red ကတော့ တဖွဖွပြောလေရဲ့။ သူ့ရဲ့ဆံနွယ်လေးတွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2BWiu/(CM)_Gilda_(1946)_BluRay_720p.mp4",
        "category": "Drama, Film-Noir, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNTAyOWZmMzMtYzUxYy00NGExLWJmODYtYzU1NzViNDcxNGM4XkEyXkFqcGdeQXVyODY2MTUxMDA@._V1_-160x200.jpg",
        "title": "Kutch Express (2023)",
        "description": "IMDb-6.7/10ငယ်ငယ်ကသွားကြီးလေး ကြီးမှခန့်ချောလေးဖြစ်လာတဲ့ Darsheel Safary ၊\nအပြင်မှာခပ်လန်းလန်းနေတတ်ပြီး ရိုးအတဲ့ဇာတ်ကောင်နေရာနဲ့ Manasi Parekh ၊\nဆံဖြူသည်ထိ မပင်မပန်း ကျရာဇာတ်ကောင်မျိုးစုံလုပ်နိုင်နေသေးတဲ့\nမင်းသမီးကြီးRatna Pathak Shah အရွယ်သုံးပါးစုံစုံလင်လင် ကြည့်ရှုရမဲ့ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း‌ကိုယ့်မွေးနေ့မှာတောင် ကျန်တစ်အိမ်သားလုံးရဲ့အကြိုက်တွေကိုရွေးပြီး စုံနေအောင်ချက်ပေးတတ်တဲ့\nမွန်ဂီဟာ သူ့ကိုယ်သူအိမ်ထောင်ရေးကံ မိသားစုကံကောင်းလွန်းသူပါဆိုပြီး ပျော်နေသူပေါ့\nသူက မိသားစုအရေးနဲ့ မီးဖိုချောင်ထဲမှာပဲဘဝကိုမြှုပ်ထားပေမဲ့ ဘာမှမသိမတတ် နုံနုံအအတော့မဟုတ်ပါဘူးသူ့ခင်ပွန်း ဒါမက်ရှ်ကတော့ ခပ်ရိုးရိုးပုံတုံးတုံးနေတဲ့အိမ်ရှင်မကို အထင်မကြီးလူရာမသွင်းပါဘူး\nမွေးနေ့ကိုတောင် ဘေးလူပြောမှသိ ဟတ်ပီးဘတ်ဒေးပြောပေးဖို့တောင် နှုတ်ဆွံ့နေသတဲ့\nဒီလိုအိမ်ထောင်ရေးမှာဖြစ်လာမဲ့အဖုအထစ်ကတော့ ဖောက်ပြန်မှုကလွဲတခြားမရှိ....ဒါမက်ရှ် ရုံးကလုပ်ဖော်ကိုင်ဖက်တစ်ယောက်နဲ့ဖောက်ပြန်နေမှန်းသိလိုက်ရချိန်\nဒီလူကိုပဲတစ်မျက်နှာတစ်ကမ္ဘာလုပ်ထားတဲ့ မွန်ဂီတစ်ယောက် ဘယ်လိုရှေ့ဆက်မလဲ...အိမ်ထောင်ဆိုတာ မကုန်မခမ်းနိုင်အမျိုးစုံသုခဒုက္ခပေါင်းစုံရာကမ္ဘာပဲလေ\nဒီတော့ဒီကားမှာရော ဒီလိုပဲဖန်တရာထေဇာတ်လမ်းပုံစံဖြစ်နေပါ့မလားဘယ်လိုမတူညီတဲ့ရှုထောင့်တွေပါမလဲ...(အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Yunni ~ Aditi ~ YH ~ V တို့ပဲဖြစ်ပါတယ်)\nFile size…2.1GB / 844MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 14m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ...",
        "rating": "6.7",
        "url": "https://megaup.net/2BWjg/Kutch_Express_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/92AT6RNm57NCe8ykKWyxKJA5jKF.jpg",
        "title": "Sun Moon (2023)",
        "description": "Sun Moon (2023)သတို့သား မရှိခဲ့တဲ့ Kelsey ရဲ့ မင်္ဂလာပွဲ ...\nဘာလို့လဲဆိုတော့ ဘုရားသခင်က ပြောလို့ လက်ထပ်လို့မရဘူး ဆိုတဲ့ဆင်ခြေနဲ့\nသူချစ်ရတဲ့သူရဲ့ပစ်ပယ်ခြင်းကိုခံလိုက်ရတဲ့ Kelsey တစ်ယောက်အတွက်\nဘုရားသခင်က သူမကိုကျ ဘာလို့ မပြောတာလဲဆိုတဲ့ လူတွေရဲ့မေးခွန်းကို\nဖြေပေးစရာစကား သူ့မှာ ရှိမနေခဲ့ပါဘူး။\nဘုရားကျောင်း နဲ့ လူတွေကို ရင်ဆိုင်​တွေ့ဖို့ ကြောက်နေတဲ့ Kelsey က\nမင်္ဂလာပွဲကပစ္စည်း​တွေယူဖို့ မတတ်နိုင်ဘဲဘုရားကျောင်းကိုသွားရပြန်တယ် ။\nအဲ့ဒီမှာ အခါအခွင့်သင့်စွာနဲ့ ထိုင်ဝမ်မှာ အင်္ဂလိပ်စာသင်ပေးဖို့ အလုပ်ကမ်းလှမ်းခံခဲ့ရပါတယ်။\nသူ့ဘဝရဲ့ ရှုံးနိမ့်မှုတွေနဲ့ လှောင်ပြောင်ခံရခြင်းတွေဆီကထွက်ပြေးဖို့ ထိုင်ဝမ် ကိုသွားဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။အဲ့ဒီနောက်မှာ ဘာတွေဆက်ဖြစ်လာမလဲ\nKelsey တစ်ယောက် သူ့ရဲ့ဒဏ်ရာတွေကို ထိုင်ဝမ်မှာကုစားနိုင်ပါ့မလားဆိုတာ ကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်လိုက်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Phyu Phyu Thant ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… 1.5GB | 799MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "5.3",
        "url": "https://megaup.net/3hNcz/Sun.Moon.2023.720p.WEB.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNzkzY2VkYzYtM2VhZS00YjdlLWJjODctM2UyMTFlNTUyYmVmXkEyXkFqcGdeQXVyMTg5ODY4NDM@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Flood (2023)",
        "description": "The Flood (2023)\n================ဒီဇာတ်ကားလေးကတော့ အမေရိကန်နိုင်ငံ လူ၀စ်စီအာနားပြည်နယ်မှာ\nဟာရီကိန်းမုန်တိုင်းတိုက်နေတုန်း ထောင်ဖောက်ဖို့ကြိုးစားတဲ့ဇာတ်ကား\nလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအစမှာတော့ လူနှစ်ယောက်စကားပြော\nနေရင်း တစ်ယောက်က မုန်တိုင်းကြောင့်ရောက်လာတဲ့ မိကျောင်း(Alligator)\nစားတာခံလိုက်ရပါတယ်။ တစ်မြို့လုံးက ဟာရီကိန်းမုန်တိုင်းကြောင့် ရေ\nတွေကြီးပြီး မိကျောင်းတွေလည်းသောင်းကျန်းနေပြီပဲဖြစ်ပါတယ်။ရှဲရစ် ဟာအမျိုးသမီးအရာရှိတစ်ယောက်ဖြစ်ပါတယ်။ သူ့ရဲ့ ရဲစခန်းဟာ\nလည်း ရေကြီးတဲ့ဒဏ်ကို အလူးအလဲခံစားနေရပြီး မိကျောင်းတွေရောက်\nရှိလာပါတယ်။ တစ်နေ့တော့ ဟာရီကိန်းမုန်တိုင်းတိုက်နေတဲ့ကြားကနေ\nထောင်သားတွေကိုရွှေ့ပြောင်းလာတဲ့အဖွဲ့တစ်ဖွဲ့က သူ့ရဲ့ရဲစခန်းကို ခိုလှုံဖို့\nရောက်လာပါတော့တယ်။ ရှဲရစ် ကတော့သူတို့ကို လက်မခံချင်ပေမယ့်\nမတတ်နိုင်ခဲ့ဘဲ လက်ခံလိုက်ရပါတယ်။ လာရောက်ခိုလှုံတဲ့ထောင်သား\nတွေကလည်း အမျိုးမျိုးဆိုးသွမ်းကြတဲ့သူတွေဖြစ်ကြောင်းကို သိလိုက်\nရပါတယ်။ အဲဒီထဲကမှ ကိုဒီရက်ဆယ် ဆိုတဲ့သူကတော့ တည်ငြိမ်ပြီး\nတခြားသူတွေနဲ့ကွဲပြားနေပါတယ်။တစ်ဖက်မှာလည်း ကိုဒီ ကိုကယ်ချင်နေတဲ့အဖွဲ့ကရှိနေပါတယ်။ မုန်တိုင်း\nသဲနေတဲ့အချိန်၊ မိကျောင်းတွေအပြည့်နဲ့ ရဲစခန်းထဲမှာ အဲဒီအဖွဲ့က အထဲ\nကိုဖောက်၀င်ပြီး ကိုဒီ ကိုလာရောက်ကယ်ဆယ်တဲ့အခါမှာတော့ ဘယ်လို\nကြောက်လန့်ဖွယ်ရာတွေဖြစ်မှာလဲ၊ ဒီအခြေ‌အနေကိုဘယ်လိုကျော်ဖြတ်\nသွားမလဲ၊ ကိုဒီ ကရောဘယ်လိုလူလဲဆိုတာ စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာ\nပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat  ဖြစ်ပါတယ်)File Size..........(1.48 GB) / (565 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.2",
        "url": "https://megaup.net/2BV9w/The.Flood.2023.720p.AMZN.WEB-DL.D(CM).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/boUwVljEdNJxIqn2gnO4d5BkUHE.jpg",
        "title": "Fatafati (2023)",
        "description": "Fatafati\nIMDb-8/10အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက်\nလူ့ပတ်ဝန်းကျင်မှာ ဖြစ်တတ်တဲ့\nbody shaming ဆိုတဲ့ အယူအဆအမှားကို ‌ထောက်ပြထားတဲ့\ndrama ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားမှာ အဓိကဇာတ်ဆောင်အနေနဲ့ ပူ‌လော်ရာဘာဒူရီဆိုတဲ့\nသာမန်စက်ချုပ်သမတစ်ယောက်က ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nသူ(မ)ဟာ overweight ဖြစ်နေတာကြောင့် ‌က‌လေးမရနိုင်တာလို့\nယူဆပြီး အိမ်မှာရှိတဲ့ယောက္ခမရဲ့ အပြစ်တင် ဝေဖန်မှုကို\nခံနေရတဲ့အပြင်၊ လူ့ပတ်ဝန်းကျင်အသိုင်းအဝိုင်းမှာပါ\nbody shaming လုပ်တာကို မကြာခဏခံနေရသူတစ်ဦးပါအဲဒီလို body shaming ကြောင့် စိတ်ဒဏ်ရာတွေ ရနေပေမဲ့လည်း\nတဖက်မှာတော့ သူ(မ)ဟာ အောင်မြင်တဲ့ designer influencerတစ်ဦး\nဖြစ်လာအောင် လက်မလျှော့ဘဲ ကြိုးစားနေတဲ့သူလည်းဖြစ်ပါတယ်\nbody shaming ကြောင့် ရလာမဲ့ စိတ်ဒဏ်ရာတွေကို အံတုပြီး\nသူ(မ)ရဲ့အိပ်မက်ဖြစ်တဲ့ အောင်မြင်တဲ့ဒီဇိုင်နာဖြစ်အောင် လုပ်နိုင်ပါ့မလား ၊\nမလုပ်နိုင်ဘူးလား ဆိုတာကိုတော့ CMရဲ့ ရုပ်ရှင်ချစ်သူ\nပရိသတ်ကြီးကပဲ ဆက်လက် ကြည့်ရှူပေးကြရမှာပဲ ဖြစ်ပါတယ်ထပ်ဆောင်းအနေနဲ့\nဒီ\" Fatafati \"ဇာတ်ကား‌ဟာ လူ့အဖွဲ့အစည်းမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့\nbody shamingနဲ့ ပတ်သက်တဲ့ ယူဆချက်အမှားလေးတွေကို\nထောက်ပြပြီး သင်ခန်းစာပေးနိုင်မဲ့ ဇာတ်ကားကောင်း‌လေးတစ်ခုမို့\nလက်မလွှတ်တမ်း ကြည့်ရှုခံစား‌ပေးကြပါဦးလို့\nတိုက်တွန်းလိုက်ပါရ‌စေလားရှင်(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ YH~Cherry~Moon~Saii~Yunniတို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.04GB ...",
        "rating": "7.5",
        "url": "https://megaup.net/2BVzT/Fatafati_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZWEyNzMyYWQtMjY0My00YTU3LTlhYTEtYTYzOWI1NjJlMGI2XkEyXkFqcGdeQXVyMTE0NTY5OTU2._V1_-133x200.jpg",
        "title": "Key to Love (2023)",
        "description": "Key to Love (2023)\n===============ကျွန်တော်တို့ဟာ ဘဝရဲ့တစ်ကွေ့ကွေ့မှာချစ်ခြင်းမေတ္တာနဲ့ တွေ့ဆုံ\nကြဖူးမှာပါ။ ဒီရုပ်ရှင်ဟာလည်း အချစ်အကြောင်းဖော်ကြူးရိုက်ကူး\nထားတယ်ဆိုပါတော့ဗျာ။ ဒီဇာတ်ကားမှာ မင်းသားဖြစ်သူ ဂျော့်ရှ်က\nအဖိုးဆုံးပြီး အမွေတွေရတော့ မြို့ကြီးကနေ သူရဲ့ချက်မြုပ်ဇာတိ\nနယ်မြို့လေးကို ပြန်လာရတယ်။ ဇာတ်လိုက်မင်းသမီးလေးက အမွေ\nရထားတဲ့စာအုပ်ဆိုင်လေးကိုဦးစီးပြီး နယ်မြို့လေးမှာပဲငြိမ်းချမ်းစွာ\nနေထိုင်နေတယ်ပေါ့။မင်းသားနဲ့မင်းသမီး အမှတ်မထင်တွေ့ဆုံခဲ့ပြီး သူတို့ရဲ့တွေ့ဆုံမှုက\nအစမကောင်းခဲ့ဘူး။ နောက်မှ သေချာတွေ့ဖြစ်ကြပြီး တစ်ယောက်ကို\nတစ်ယောက်ချစ်ခင်စုံမက်သွားကြတယ်။ ဒါပေမဲ့ ဘဝဆိုတာ အဲဒီ\nလောက်လည်း ဘယ်လွယ်ကူမလဲဗျာ။ ဂျော့ရှ်အဖိုးဆီကနေ ငွေတွေ\nခွာယူနေတဲ့ ဗီလိန်ရှေ့နေကြီးနဲ့ သူ့သမီးကလည်းမင်းသားနဲ့မင်းသမီးရဲ့\nချစ်ခြင်းကို အမျိုးမျိုးဝင်နှောက်ကြသေးတာပေါ့။ အဆုံးမှာတော့ မထင်\nမှတ်ထားတဲ့အလှည့်အပြောင်းတွေဖြစ်ပြီး ဘယ်လိုဇာတ်သိမ်းသွားမလဲ\nဆိုတာတော့ ကိုယ်တိုင်ပဲ ဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။ ခရင့်ချ်\nဖြစ်တဲ့ အချစ်ဇာတ်လမ်းတွေ ကြိုက်တဲ့သူတွေဆိုရင်တော့ ဒီရုပ်ရှင်\nလက်မလွှတ်တန်းကြည့်သင့်ပါတယ်လို့အကြံပေးပါရစေခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.46 GB) / (958 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 48Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Romance\nTranslator.......Thetti Tun\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://megaup.net/1VTku/Key.to.Love.2023.720p.AMZN.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nAmYt3ZBdvPBhTuLUPUxEIlBAjr.jpg",
        "title": "Loser Hero ( 2023 )",
        "description": "ဒီနေ့မှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်မောရတဲ့ Comedy\nဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်ဘယ်အိမ်ရောင်းရောင်း ရောင်းမထွက်တဲ့\nကံကောင်းအိမ်ခြံမြေလုပ်ငန်းက ကွမ်းမင်ရှင်း……နဲ့\nဘယ်အိမ်မဆို ရအောင်ရောင်းနိုင်တဲ့\nလှပသောမြို့ပြ အိမ်ခြံမြေလုပ်ငန်းက ရှန့်ချင်း……သူတို့နှစ်ယောက်ဟာ ရောင်းအားရဖို့အရေးလုပ်ငန်းခွင်မှာ\nအပြင်းအထန်ယှဉ်ပြိုင်ကြတာပေါ့။\nဒီလိုနဲ့အကြိတ်အနယ်ပြိုင်ကြရင်\nအချစ်မီးပွါးလေးတွေဖြစ်လာကြတယ်။အချစ်စစ်အချစ်မှန်တွေရှားပါးနေတဲ့ခေတ်ကြီးမှာ\nသူတို့တွေဟာ အချစ်ကိုအမိအရဖမ်းဆုပ်ထားနိုင်မလား……\nလောကဒဏ်ရဲ့ရိုက်ခတ်မှုတွေကြားမှာယိမ်းယိုင်သွားမလား\nဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်စောင့်ကြည်ရမှာဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy\nRuntime : 1h 32 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/loser-hero-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/DSFSDFSDFSDF-133x200.jpeg",
        "title": "The Post (2017)",
        "description": "The Post(2017)\n**************\nIMDb....7.3,,,,,Rotten ....88\nဒါရိုက်တာက Steven Spielberg ....အဓိက သရုပ်ဆောင်တွေကMeryl Streep, Tom Hanks နဲ့  Sarah Paulson  ....Rating တွေ မြင့်တာတွေ အော်စကာဆုတွေမှာ စာရင်းဝင်ခဲ့တာတွေအခြားဆုပေါင်းများစွာ ရတာတွေ အသာထား ...ဒီဒါရိုက်တာ နဲ့ ဒီသရုပ်ဆောင်တွေနဲ့တင် ထွေထွေထူးထူး ညွှန်းဆိုဖွဲ့စရာ မလိုဘူးထင်တယ်....အမေရိကန်ရဲ့ထိပ်တန်းသတင်းစာတိုက်တစ်ခုဖြစ်တဲ့ The Washington Post မှာပထမဆုံးအမျိုးသမီးပုံနှိပ်ထုတ်ဝေသူဟာKatherine Graham (မင်းသမီးကြီး Meryl Steep) ပါ...အယ်ဒီတာကတော့Ben Bradlee (မင်းသားကြီးTom Hanks) ဖြစ်ပါတယ်..သူတို့ဟာ အစိုးရရဲ့နှစ်ပေါင်းသုံးဆယ်တိုင်တိုင်  ဖုံးကွယ်ထားတဲ့ လျှို့ဝှက်ချက်တွေပြည်သူတွေကိုညာခဲ့တာတွေကို ပြိုင်ဘက်သတင်းစာတိုက်ဖြစ်တဲ့The Nw York Times နဲ့အပြိုင် ထုတ်ဖော်ကြတယ်...အစိုးရကိုလျှို့ဝှက်ချက်တွေ ထုတ်ဖော်ပြီဆိုမှာတော့  သူတို့တွေ ကြုံရတဲံ အခက်အခဲတွေအန္တရယ်တွေဟာ ဘေးပတ်လည် ဝိုင်းနေပါတယ်...အစိုးရရဲ့ လျှို့ဝှက်ချက်တွေ လိမ်ညာမှုတွေက ဘာလဲ...သူတို့တွေကရော ရင်ဆိုင်နိုင်ပါ့မလား...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ညီမငယ် JtheKoala  ဖြစ်ပါတယ်...File Size :(2.6GB) &(994MB)\nQuality ...",
        "rating": "7.3",
        "url": "https://megaup.net/1g1da/The_Post.(2017).BLU-RAY.720P(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDk5YzcyZjktZGFjMi00YTI4LTlhYjUtZjE5NDAzNDdhODRmXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-157x200.jpg",
        "title": "Pareshan (2023)",
        "description": "Pareshan 2023IMDb rating - 6.7/10ခုတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရတဲ့ တေလဂူးရုပ်ရှင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသရုပ်ဆောင်တွေ အများကြီးနဲ့မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရမှာဖြစ်ပြီး ဇာတ်‌အိမ်ကောင်းကောင်းနဲ့ တင်ဆက်ထားပါတယ်။ဇာတ်လမ်းအနေနဲ့ကတော့ လူ့ဘောင်လူ့လောကမှာ ဖြစ်တတ်တဲ့ကိစ္စအဝဝကို ဟာသနှောပြီးကြည့်ရှုရမှာပါ။\nမိန်းမရှိလျှက်နဲ့ ‌အငယ်လေးတစ်ယောက်ကိုကြူးရင်း လူမိလို့ရဲစခန်းရောက်သွားတဲ့သူနဲ့၊ ဦးလေးဆီပြန်ပေးရမဲ့ငွေကို ဒုက္ခရောက်နေတဲ့ သူငယ်ချင်းကိုကူရင်း ငွေတွေပလုံသွားတဲ့သူနဲ့၊ ရည်းစားချိန်းတွေ့ရာမှ ဂွင်ဆင်ခံရပြီး တကယ်လက်ထပ်လိုက်ရတဲ့သူနဲ့၊\nသားဖြစ်သူကိုထောင်ထဲကနေထုတ်ဖို့ အာမခံငွေမရှိသူနဲ့...\nစစသဖြင့် ဇာတ်ကားမှာ ပျင်းစရာတစ်ကွက်မှမပါဘဲကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီတော့ ဇာတ်ကားနာမည် Pareshan (ဒုက္ခ)ဆိုတဲ့အတိုင်း\nလောကဓံဒုက္ခတွေကို သူတို့ဘယ်လို အမျိုးစုံကြိုးခုန်ကြမယ်ဆိုတာ\nအပန်းဖြေရင်းကြည့်ရှုလိုက်ရအောင်ဗျာ....(အညွှန်းနဲ့ဘာသာပြန်ကတော့ Moon ~V~Cherry~BpL~Yunni~Aditi တို့ပဲဖြစ်ပါတယ်။)\nFile size…2.05GB / 1GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon ~V~Cherry~BpL~Yunni~Aditi",
        "rating": "6.5",
        "url": "https://megaup.net/2BVpl/Pareshan_2023)_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JgvDA8gdn3FPOUG5wVuTp8XQwv.jpg",
        "title": "Faces in the Crowd ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့\nChen Wei Ting သရုပ်ဆောင်ထားတဲ့စုံထောက်ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ (၁၉၃၁) ခုနှစ်ရှန့်ထိုမြို့မှာ\nကူမန်တန်ပါတီနဲ့ကွန်မြူနစ်ပါတီတို့ရဲ့\nပဋိပက္ခတွေကြောင့် နိုင်ငံမငြိမ်မသက်ဖြစ်နေတဲ့ကာလကို\nဇာတ်အိမ်တည်ထားကာ ဝမ်လိဝန်က\nကွန်မြူနစ်ပါတီဖွဲ့စည်းထားတဲ့ဆန်းကြယ်ရူပ်ထွေးတဲ့\nဆက်သွယ်ရေးစခန်းကိုပစ်မှတ်ထားစုံစမ်းနေခဲ့တယ်။ဒီအချိန်မှာ မထင်မှတ်ပဲသူ့သွေးသောက်ညီအစ်ကို\nချန်ကျားတုန့်နဲ့လမ်းမှာပြန်လည်တွေ့ဆုံခဲ့ပြီး\nနှစ်ဦးသားဒီစခန်းရဲ့ လျှို့ဝှက်ချက်ကိုဖော်ထုတ်ဖို့ပူးပေါင်းနေခဲ့တယ်။\nသို့ပေမဲ့နှစ်ဦးသား နှစ်အတော်ကြာဝေးကွာပြီး\nပြန်တွေ့ခဲ့ကြတာကြောင့် စုံစမ်းဖော်ထုတ်ကြရင်း\nတစ်ယောက်အပေါ်တစ်ယောက် သင်္ကာမကင်းစွာနဲ့\nနှစ်ဦးသားအပြန်အလှန် နှစ်ယောက်လုံးရဲ့သရုပ်မှန်ကို\nပြန်လည်စုံစမ်းကြည့်တဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲ။\nနိုင်ငံရေးအရူပ်အထွေးတွေကြား ဘယ်လိုတွေပတ်သက်နေကြမလဲ။\nနှစ်ယောက်လုံးရဲ့ကိုယ်စီသရုပ်မှန်ကကောဘာတွေဖြစ်မလဲ။ဒီဇာတ်လမ်းလေးကတော့ Chen Wei Ting ပီသစွာပဲ\nစုံထောက်အက်ရှင်ကားလေးတစ်ကားဖြစ်တာကြောင့်\nလက်မလွတ်တမ်းကြည့်ရူလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 42 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/faces-in-the-crowd-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gn0cUnH3aLCsTPsXXdst5SvA8k.jpg",
        "title": "The Collective (2023)",
        "description": "The Collective (2023)Missionတွေလုပ်ရတဲ့ အက်ရှင်ကားကောင်းလေးတွေ မျှော်နေသူတွေသဘောတွေ့စေမယ့် The Collection ဆိုတဲ့ကားသစ်လေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nX-men ထဲက Havok ဖြစ်တဲ့ Lucas Till နဲ့ FF မိသားစုဝင် Roman (Tyrese Gibson)တို့ ဘယ်လိုအတွဲညီညီနဲ့ ရန်သူကို နှိမ်နင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ။မသမာမှု လာဘ်စားမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ ငွေသာအရာရာဖြစ်နေတဲ့လောကကြီးမှာ ဝိသမလောဘသားတွေက ငွေထုပ်လှေကားခုပြီး ဥပဒေပေါ်တက်ထိုင်နေကြတာပေါ့။\nနိုင်ငံရေးလောကရဲ့ထိပ်သီးတွေ အစိုးရရာထူးအကြီးပိုင်းတွေကိုပါ ငွေနဲ့အိတ်ထဲထည့်ထားတဲ့ ဒီလိုလူတွေ\nCIAလိုအဖွဲ့ကတောင် ဥပဒေဘောင်တွင်းက ဘာမှလုပ်မရဘဲ ကြည့်နေရုံသာ တတ်နိုင်ပါသတဲ့။\nဒါပေမဲ့ မတရားမှုကို လက်ပိုက်ကြည့်မနေနိုင်တဲ့လူတွေစုပြီး ဒီလို ဥပဒေသွားထိလို့မရတဲ့လူတွေ သေနတ်နဲ့ရှင်းမယ်ဆိုတဲ့\nအခွင့်ထူးခံတွေကို ကျရှုံးစေမယ့် The Collectiveဆိုတဲ့ အမှန်တရားဘက်တော်သားကြေးစားအဖွဲ့ပေါ်လာပါတော့တယ်။မီရိုဆိုတဲ့ လူကုန်ကူးတဲ့ ရာဇာကြီးတစ်ယောက်က ရွေးကောက်ပွဲမဲဝယ်တဲ့ကိစ္စနဲ့ပတ်သက်ပြီး သတင်းဖြန့်ခဲ့တဲ့\nသတင်းပေးခရစ်စတိုဖာနီလီဆိုတဲ့လူကို ထုံးစံအတိုင်း လေလံပစ်ဖို့လုပ်နေတာပေါ့။\nရွေးကောက်ပွဲနဲ့ ပတ်သက်ပြီး သတင်းထွက်တာကြောင့် ခံလိုက်ရသူတွေလည်းမနည်းတော့ နီလီကိုလက်စားချေအမှုန့်ကြိတ်ချင်နေသူတွေကလည်းဒုနဲ့ဒေးပါပဲ။\nThe Collectiveအဖွဲ့ကလည်း နီလီကိုသာရရင် ရာထူးကြီးပိုင်းက အကျင့်အပျက်ခြစားမှုတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/2BW7e/The.Collective.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOTUzNTczYTMtMzdkOC00ODlkLTk1NDMtYWYxMzQyYzI1YmVjXkEyXkFqcGdeQXVyNDQ2MTMzODA@._V1_-134x200.jpg",
        "title": "The Smurfs (2011)",
        "description": "IMDb - 5.4 2011 တုန်းက ထွက်ရှိခဲ့တဲ့ Smurfs ရုပ်ရှင်က ၃ကားထွက်ရှိခဲ့တဲ့ film serieထဲ ပထမဆုံးကားဖြစ်ပါတယ်။ Neil Patrick Harris,Sofia Vergaraတို့လို နာမည်ကြီးတွေ ပါဝင်ပြီး Hank Azariaက မှော်ဆရာကြီး Gargamelအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ အပြာရောင်မှော်ဝင်သတ္တဝါလေးတွေဖြစ်တဲ့ Smurfsလေးတို့ရွာကို မှော်ဆရာကြီး Gargamelက လိုက်ဖျက်ဆီးလို့ထွက်ပြေးရင်းနဲ့ မတော်တဆ လူ့ကမ္ဘာရဲ့portalပွင့်သွားပြီး NewYorkမြို့ကိုရောက်ရှိသွားပါတယ်။အိမ်ပြန်နိုင်ဖို့ကြိုးစားရင်း Patrickဆိုသူရဲ့ အကူအညီနဲ့ Gargamelရဲ့ အနှောင့်အယှက်တွေကြားထဲကဘယ်လိုဆက်ဖြစ်မလဲကြည့်ရမှာပါ။ ကလေးကားဆိုပေမယ့် ဟာသနဲ့ adventureကြိုက်တဲ့လူကြီးတွေလည်းအကြိုက်တွေ့မှာပါ။ပျော်ဖို့လည်းကောင်းပြီး လေးလေးပင်ပင်တွေမကြိုက်တဲ့သူတွေဆိုကြိုက်လောက်မယ့် feel-good movieလေးဖြစ်ပါတယ်။File size…(2.4 GB)/(1.4 GB)Quality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:43:00\nGenre...Animation, Family, Adventure, Comedy, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hsu Hlyann Ni",
        "rating": "5.4",
        "url": "https://megaup.net/1fYyz/The.Smurfs.2011.720p.(CM).mp4",
        "category": "Adventure, Animation, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tekSR9MipaYSxFYzcCFLZ8QdOkI.jpg",
        "title": "Godspeed ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ရဲ့ပရိသတ်တွေအတွက် မင်းသားချောလေး\nFan Cheng Cheng နဲ့ မင်းသမီးချောလေး Zhang Jingyi တို့ရဲ့\nပေါ့ပေါ့ပါးပါးဟာသကားလေးတစ်ကားကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့-ကုန်ကားအဖွဲ့ခေါင်းဆောင် ကျိုးတုန်းဟိုင်နဲ့ သူ့ဇနီး ဟော့မေမေတို့ဟာ\nကိစ္စတချို့ကြောင့် သမီးဖြစ်သူ ကျိုးဝေးယွီနဲ့ သမီးရဲ့ရည်းစား ဝမ့်ရိဖန်နဲ့အတူ\nကားမောင်းခရီးနှင်ခဲ့ပါတယ်။ လူမသိလမ်းမသိတဲ့ ခရီးကို စတင်ပြီး\nကျိုးတုန်းဟိုင်ဟာ အခွင့်အရေးရတုန်း သားမက်လောင်းကို\nဘက်ပေါင်းစုံကနေ စစ်ဆေးကြည့်ရှုဖို့ ဆုံးဖြတ်ထားပါတယ်။ဝမ့်ရိဖန်ကလည်း အမှားပေါင်းစုံကို လုပ်နေခဲ့ပါတယ်။\nလမ်းတစ်လျှောက်မှာ ကျိုးတုန်းဟိုင်ရဲ့ ရန်သူကြီး ဌာနမှူးကျာရဲ့\nအပန်းဖြေကားပြဿနာကြီးဖြစ်ခဲ့ပြီး ဝေးယွီရဲ့\nငယ်သူငယ်ချင်းကွမ်းကျီရဲ့ တောကြက်စံအိမ်မှာ အရက်မူးပြီး ပြဿနာကြီးဖြစ်ခဲ့ပါတယ်။လမ်းပေါ်က ဆီသူခိုးအဖွဲ့ကို ဝိုင်းဝန်းဖမ်းဆီးခဲ့ကြပါသေးတယ်။\nဒီလိုရှုပ်ထွေးနေတဲ့ ခရီးလမ်းမှာ ကျိုးတုန်းဟိုင်တစ်ယောက်\nဝမ့်ရိဖန်ကို သဘောကျနိုင်ပါ့မလားဆိုတာကို\nဟာသလေးတွေနဲ့ ကြည့်ရှုခံစားကြရအောင်နော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Comedy , Drama\nRuntime : 1h 40 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/godspeed-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sD3LyXKotplTnNnpMEoQeqYyRL3.jpg",
        "title": "Scary People ( 2023 )",
        "description": "ဒီချောက်ချားစရာ ပုံပြင်လေးကတော့ နာမည်နဲ့မတူလောက်အောင်\nထိုက်ဖျင်(အေးချမ်းသာယာ)ဆိုတဲ့နယ်မြို့လေးတစ်ခုရဲ့\nလူသေဆုံးမှုကနေ စတင်ခဲ့ပါတယ်\"ယွဲ့နူ\"ဆိုတဲ့မိန်းကလေးဟာ ထိုက်ဖျင်မြို့မှာအမှီပြုနေထိုင်ရာမှ\nရုတ်တရက် သေဆုံးသွားပါတော့တယ်။\nတစ်နေ့မှာ ယွဲ့နူရဲ့သေဆုံးမှုဟာ မိမိကိုယ်ကို\nသေကြောင်းကြံစည်တယ်ဆိုတဲ့ သတင်းစကားတွေလည်း ထွက်လို့နေပါတယ်ဒါပေမဲ့ ယွဲ့နူသေပြီး လဝက်မကျိုးခင်မှာပဲ သူမရဲ့အစ်ကိုဖြစ်သူ\nလျိုသောင်းဇစ်အပါအဝင် နောက်ထပ်လူတွေ ဇစ်မြစ်မသိရဘဲ သေဆုံးသွားခဲ့ပါတော့တယ်။\nဒီလိုနဲ့ အမှုစစ်ဆေးရေးမှုး ဆရာကြီးကျန်းယိရန်ဟာ\nထိုက်ဖျင်ရွာကို လာရောက်စစ်ဆေးရာမှာတော့。。。ကျန်းယိရန်ဟာ သရဲတစ္ဆေဆိုတာ လောကမှာမတည်ရှိဘူးဆိုတဲ့\nခံယူချက်ကို နှလုံးသွင်းထားတဲ့လူဖြစ်ပြီး ရွာကိုအရောက်မှာ\nသတ္တိခဲသူတောင်းစားမလေး ကုံဇစ်နဲ့ တွေ့ဆုံခဲ့ရပါတယ်၊‌\nဧည့်သည်တွေကို ခြောက်လန့်ပြီး ‌ငွေ‌လိမ်ယူနေတဲ့ ပေါ့ပျက်ပျက်\nကုံဇစ်ဟာ ဒီအမှုမှာ ဘယ်လိုစရိုက်လက္ခဏာမျိုးနဲ့အတူပူး‌ေပါင်းဖြေရှင်းသွားမလဲ-ယွဲ့နူရဲ့သေဆုံးမှုဟာရော သွေးရိုးသားရိုးဖြစ်နိုင်မလား\n-ဒီလိုဆိုရင်တောင် သူမသေပြီးမကြာခင်မှာမှ\nအဲ့လောက်တိုက်ဆိုင်စွာနဲ့ပဲ လူတွေသေဆုံးနေတာလား?\nယွဲ့နူနဲ့ရော ဘာတွေပတ်သတ်မှုရှိနေဦးမလဲဆိုတာ ?....\nCMမှာဆက်လက်ကြည့်ရှုခံစားရင်း အဖြေထုတ်ကြည့်လိုက်ရအောင်နော်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller , Comedy\nRuntime : 1h 13 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/scary-people-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjQ4YWY3MjItMWYzYS00N2Y5LTkzOWEtNWY2MmFlZTY0YzY4XkEyXkFqcGdeQXVyNjUwMzI2NzU@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "100 Rifles (1969)",
        "description": "လိုင်ဒက်ကာဆိုတဲ့ လူတစ်ယောက်ဟာ အရီဇိုးနားက ဘဏ်ကို ဖောက်သွားတဲ့ ဘဏ်ဓားပြတစ်ယောက်ကို ဖမ်းဖို့လုပ်ရင်း မြို့တစ်မြို့ကို ရောက်ရှိလာခဲ့ပါတယ်။ အဲ့မြို့မှာ လိုက်စုံစမ်းရင်း ဘဏ်ဓားပြကို တွေ့ခဲ့ပေမဲ့ သူဖမ်းလို့ မရခဲ့ပါဘူး။ ဘဏ်ဓားပြက အဲ့မြို့မှာလည်း နောက်ပြသနာတစ်ခု ရှာလိုက်တာကြောင့်ပါ။ သူကရော အဲ့ပြသနာကြားထဲမှာ ဘယ်လို ရောပါသွားမလဲ။ သူနဲ့ ဘဏ်ဓားပြဆိုတဲ့လူကြားထဲမှာ ဘာတွေ ဆက်ဖြစ်လာမလဲ။ အဲ့မြို့က ဗိုလ်ချုပ်က ရိုင်ဖယ် အလက် ၁၀၀ကို တွေ့တဲ့အခါမှာရော ဘယ်လိုတွေထပ်ပြီး ပြသနာတက်ဦးမလဲ။ သူတို့နဲ့ အဲ့ရိုင်ဖယ်တွေက ဘယ်လို ဆက်စပ်နေလဲ စတာတွေကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကတော့ 1969ခုနှစ်တုန်းက ထုတ်လွှတ်ခဲ့တာ ဖြစ်ပြီး IMDB rating 6အထိရထားတဲ့ Western/Drama ဇာတ်ကား တစ်ခုပဲ ဖြစ်ပါတယ်။ File size…(2.9 GB)/(1.4 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nGenre...Western, Adventure, ...",
        "rating": "6.0",
        "url": "https://megaup.net/3hP1u/100.Rifles.1969.720p.(CM).mp4",
        "category": "Action, Adventure, War, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMjExNTc4NDg3OV5BMl5BanBnXkFtZTcwNTMzNDAxNw@@._V1_-1-135x200.jpg",
        "title": "Think Like a Man (2012)",
        "description": "2009 ခုနှစ်ကထုတ်ဝေထားပြီး review ကောင်းတွေနဲ့နာမည်ကျော်တဲ့ Steve Harvey ရဲ့ \"Act like a lady, think like a man\" ဆိုတဲ့မိန်းမတွေအတွက်ယောက်ျားတွေရဲ့လျှို့ဝှက်ချက်တွေကိုဖော်ထုတ်ပြထားတဲ့စာအုပ်ကိုအခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ် IMDb 6.5/10. Rotten tomatoes 54%ထိရရှိထားပြီးဗျူဟာအသစ်တွေနဲ့အချစ်စမ်းကြမဲ့အမျိုးသမီးတွေနဲ့ အမျိုးသားထုကြီးအကြောင်းကိုဟာသဆန်ဆန်ရိုက်ကူးထားတာကိုတွေ့ရမှာပါ Kevin Hart နဲ့သူငယ်ချင်းတွေကတော့အမျိုးသားထုကြီးကိုကိုယ်စားပြုထားတာဖြစ်ပြီး Steve ရဲ့စာအုပ်ကြောင့်သူတို့ရဲ့အချစ်ရေးကိစ္စတွေမှာပရမ်းပတာတွေဖြစ်သွားပါတော့တယ် စာအုပ်ဖတ်ပြီးတစ်ကွက်ကြိုမြင်နေတဲ့အမျိုးသမီးတွေဖက်ကစစချင်းတစ်ပန်းသာနေခဲ့ပေမဲ့ ကစားပွဲအလှည့်အပြောင်းတစ်နေရာအရောက်မှာတော့... နည်းဟောင်းတွေနဲ့တိုက်လို့မရတော့တဲ့အတွက်‌အမျိုးသားထုကြီးကလည်းဗျူဟာအသစ်တွေထုတ်သုံးရပါတော့တယ် ဒီလိုနဲ့အမြဲတမ်းလွန်ဆွဲနေတဲ့အချစ်စစ်ပွဲမှာဘယ်သူတွေကအနိုင်ရသွားမလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးကြည့်ရှုရမဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် File size…(1.5 GB)/(780 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….02:02:00\nGenre...Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.5",
        "url": "https://megaup.net/1g0gx/Think.Like.A.Man.2012.720p.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oBB6Cspp1vCIwNIFGwvzi4PiL22.jpg",
        "title": "18+ Resemblance (2023)",
        "description": "(18+) Resemblance (2023)ထိုင်းနိုင်ငံထဲမှာ လူငယ်တွေ တောအုပ်တစ်ခုထဲ ဝင်ပြီး ပျောက်ဆုံးသွားတဲ့ ဖြစ်စဉ်တွေ ဖြစ်နေတာပါ။\nဒီကိစ္စမှာ ပျောက်ဆုံးနေတဲ့ လူငယ်တွေနဲ့ အဆက်အစပ်ရှိတဲ့ တစ်ဦးတည်းသောသူကတော့ ဘော်ဘီ ပါပဲ။\nဒါကြောင့် ရဲတွေလည်း ဘော်ဘီနောက်ကို လိုက်စုံစမ်းကြပါတော့တယ်။ဇာတ်လမ်းကတော့ ပနားနား ဆိုတဲ့ မော်ဒယ်လ်မလေး ပျောက်ဆုံးရာက စပါတယ်။\nသူ နောက်ဆုံးတွေ့ခဲ့တဲ့လူကတော့ ဘော်ဘီပါပဲ။\nသူက တစ်ဆင့် ရောဂါဆန်းလိုမျိုး ဖြန့်ဝေသွားတာပါ။\nဘယ်လိုဖြန့်ဝေတာလဲဆိုတော့ လိင်ကိစ္စကနေ တစ်ဆင့်ပါပဲ။\nဒါကတော့ ဇာတ်ရဲ့အနှစ်သာရပေါ့လေ။\nဆရာသမားတို့ ကြိုက်ကြမဲ့အပိုင်းတွေ အများကြီး ပါပါတယ်။\nရောဂါပုံစံမျိုး ဘယ်လိုကူးကြလဲ ဆိုတာကတော့ ဖန်သားပြင်ထက်မှာ ဆက်လက် ရှုစားလိုက်ကြပါဦး။မင်းသားမင်းသမီးတွေက နာမည်ကြီးတွေ ပါတာမို့\nအမှောင်လောကသားတွေ စိတ်ကျေနပ်ရမယ့် ကားတစ်ကားဆိုလည်း မမှားပါဘူး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Top ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Crime, Sci-fi\nQuality…. 1080p | 720p\nFile size…  1.3GB | 677MB\nFormat… mp4\nDuration…. ...",
        "rating": "",
        "url": "https://megaup.net/3XKEz/Resemblance.2023.NF.720p.WEB-DL.CM.mp4",
        "category": "Crime, Horror, Sci-Fi"
    }
]