[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Avatar-140x200.jpg",
        "title": "Avatar (2009)",
        "description": "Avatar (2) ထွက်ဖို့ရှိတာမလို့ Avatar(2009) ကို Quality Update လိုက်ပါတယ်...Extended Version ကိုမှ 4K IMAX HDR/SDR အရည်အသွေးတွေနဲ့ တင်ဆက်လိုက်ပါတယ်။ (HDR ကိုတော့ ခေတ်ပေါ်ဖုန်းတချို့နဲ့ Android TV တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။)\nAvatar ကတော့ Titanic ဒါရိုက်တာကြီး James Cameron ရိုက်ထားတဲ့ ရုပ်ရှင်သမိုင်းရဲ့ မှတ်တိုင်ဇာတ်ကားတစ်ကားပါ…\nဇာတ်လမ်းအကျဉ်းကတော့ ...\nလူတွေနေတဲ့ကမ္ဘာအပြင်ဘက်ကပင်ဒိုရာလို့ခေါ်တဲ့နေရာမှာ လူထက်နှစ်ဆကျော်လောက်မြင့်တဲ့မျက်နှာအပြာရောင်၊ နှာခေါင်းပြားပြား၊ မျက်လုံးပြူးပြူး၊ အမြီးပါတဲ့ နာဗီလို့ခေါ်တဲ့လူနဲ့တူတဲ့ဂြိုလ်သားခေါ်မလား၊ တခြားကမ္ဘာကသက်ရှိတွေလို့ခေါ်မလား သူတို့နေကြတယ်။သူတို့တွေမှာ သီးခြားဘာသာ စကားရှိပေမယ့် ရုပ်ရှင်ရိုက်လို့ကောင်းအောင်တချို့တွေကိုတော့ အင်္ဂလိပ်စကားပြောတတ်အောင် ဒါရိုက်တာက ခိုင်းထားတယ်။နာဗီတွေနေတဲ့နေရာက သိပ်လှတယ်။ ဒါရိုက်တာစိတ်ကူးကြောင့်ဒီလိုမြင်ကွင်းတွေ မြင်ခွင့်ရတာဖြစ်တယ်။ မြန်မာတွေအတွက်တော့ ဒီစိတ်ကူးတွေက သိပြီးသားပါ။ဘာသာရေးဆိုင်ရာစာအုပ်ဖတ်တဲ့သူတွေဆိုရင် ဝိဇ္ဇာ၊ ဇော်ဂျီ၊ တပသီတွေတရားမွေ့လျော်ရာ နေရာမျိုးတွေပေါ့။ သစ်ပင်တွေ၊ ပန်းမာလ်တွေ၊ ကျေးငှက်သာရကာတွေနဲ့သိပ်ပျော်မြူးဖို့ကောင်းတဲ့နေရာပေါ့။ဒါရိုက်တာကတော့ အမေရိကန်မို့ သူ့စိတ်ကူးထဲက အရုပ်တွေ၊ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/avatar2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xBshLPA17Sbq1AJEACpkDLnRvPd.jpg",
        "title": "Waist Deep(2006)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ အက်ရှင်ကားကြမ်းကြမ်းကိုမှ မိသားစုဆိုတဲ့အဓိပ္ပါယ်ကိုလည်း ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ 2006 ခုနှစ်မှာထွက်ထားတဲ့ Tyrese Gibson ရဲ့ Waist Deep ဆိုတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဇတ်လမ်းအကျဥ်းကတော့... O2(Tyrese Gibson) ဟာ မူးယစ်ဂိုဏ်းအဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီးတော့ ထောင်ကနေလွတ်လာတာသိပ်မကြာသေးတဲ့အကျဥ်းသားဟောင်းတစ်ယောက်လည်းဖြစ်ပါတယ်။ ထောင်ကလွတ်လာပြီးတဲ့နောက်မှာလုံခြုံရေးဝန်ထမ်းတစ်ဦးအဖြစ်နဲ့သားလေးကိုစောင့်ရှောက်ပြီးဘဝကိုရိုးရိုးသားသားနဲ့တစ်ကပြန်စဖို့ကြိုးစားနေတဲ့လူတစ်ယောက်လည်းဖြစ်ပါတယ်။ ဒါပေမဲ့ ကံတရားက O2 ကို အေးချမ်းခွင့်မပေးခဲ့ပါဘူး။တစ်နေ့သူ့သားလေးကိုကျောင်းသွားကြိုပြီးပြန်လာတဲ့လမ်းမှာ သားလေးကိုအတင်းအဓ္ဓမပြန်ပေးဆွဲခံလိုက်ရပါတယ်။ ပြီးတော့ သူဘယ်လိုမှမတတ်နိုင်တဲ့ငွေပမာဏဖြစ်တဲ့ ဒေါ်လာတစ်သိန်းနဲ့ပြန်ရွေးဖို့အကျပ်ကိုင်ခံရပါတယ်။တစ်ဦးတည်းသောခင်တွယ်စရာသားလေးအတွက် O2 တစ်ယောက် မလုပ်ချင်တဲ့အလုပ်တွေကိုပြန်လုပ်ဖို့ကြိုးစားရာကနေ အဆင်ပြေပြေနဲ့သားလေးကိုပြန်ရွေးနိုင်မလား? အဲ့ဒီလူဆိုးဂိုဏ်းကရော သူ့ကိုမှ Target ထားပြီး ဘာလို့အခုလိုလုပ်ရတာလဲ ဆိုတာကို ဇာတ်ကားထဲမှာအတူတူကြည့်ရှုရင်းအဖြေရှာလိုက်ကြရအောင်ပါ။ကြမ်းကြမ်းရမ်းရမ်းအက်ရှင်ခန်းတွေရယ် အန္တာရယ်ကြားကဆုံစည်းခဲ့ရတဲ့ မိန်းကလေးနဲ့အချစ်ဇာတ်လမ်းတစ်ပုဒ်ရယ်၊ ဖအေနဲ့သား ညီအကိုတွေကြားက သံယောဇဥ်ထုံးဖွဲ့မှုတွေရယ်နဲ့ ဇာတ်လမ်းတစ်ခုလုံးကို အစကနေအဆုံး အနိမ့်အမြင့်အတက်အကျအစုံအလင်နဲ့ရင်တစ်ထိတ်ထိတ်ကြည့်ရှုရစေဖို့အတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။  File size…1.52GB / 568.6MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Crime ...",
        "rating": "5.8",
        "url": "https://megaup.net/2z1rs/Waist.Deep.2006.BluRay720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cJBVpO3Sm04U91nJFjIeWDiTQjX.jpg",
        "title": "Unicorn Wars (2022)",
        "description": "Unicorn Wars (2022)~ IMDb - 6.8/10, RT - 83%, Meta - 73% ~လူတိုင်းကပျော်ချင်တယ်... လွတ်လပ်ချင်တယ်... ကိုယ့်အတွက် အကောင်းဆုံးလို့ထင်တာတွေကို ရချင်တယ် မဟုတ်လား။ လူတိုင်းမှာ အဲဒီအခွင့်အရေးရှိတယ်ဆိုပေမဲ့ ကိုယ့်ရဲ့ အခွင့်အရေးကိုရယူနိုင်ဖို့ တပါးသူကို ထိခိုက်စေမယ်ဆိုရင်တော့ အကျည်းတန်တဲ့ ကိစ္စတွေ ဖြစ်လာပါတယ်။ဥပမာ - စစ်ပွဲပေါ့...တရားမျှတမှု၊ ယုံကြည်မှု၊ မျိုးချစ်စိတ် စတဲ့ စတဲ့ခေါင်းစဉ်တွေအောက်မှာ တိုက်ခဲ့တဲ့စစ်ပွဲပေါင်းများစွာ ကို ကျွန်တော်တို့တွေ မြင်ဖူး၊ တွေ့ဖူး၊ ကြုံဖူး၊ ကြားဖူး၊ သိဖူးကြပါတယ်။ ဒါပေမဲ့ ရန်စဆိုတာ ဘယ်ဖက်ကစမွှေးမွှေး နှစ်ဖက်စလုံးကိုတော့ ပူလောင်စေတာအမှန်ပါပဲ။ ဘယ်လိုရည်ရွယ်ချက်ကြောင့်တိုက်တိုက် ဘယ်လိုရလာဒ်ပဲထွက်လာပါစေ စစ်ပွဲကတော့ အကျဥ်းတန်တယ်ဆိုတာကို အားလုံး တညီတညွတ်တည်း လက်ခံကြလိမ့်မယ်ပါတယ်။စစ်ပွဲဟာ လှပတဲ့ အရာပေါင်းများစွာကို ဖျက်ဆီးနိုင်တဲ့အစွမ်းရှိပါတယ်...\nတစ်ချိန်က သုခဘုံဖြစ်ခဲ့တဲ့နေရာဟာ မီးလောင်ပြင်တစ်ခုဖြစ်လာနိုင်ပါတယ်...\nတစ်ချိန်က လှပရိုးသားခဲ့တဲ့ စိတ်ဓာတ်တွေကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1T3jj/(CM)_Unicorn_Wars_(2022)_720p.mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y6DT5gI9OAlvUNCXnjgP8GmFjR8.jpg",
        "title": "A Matter of Trust (2022)",
        "description": "A Matter of Trust (2022)~ IMDb rating - 6.2/10 ~(18+ အခန်း​လေး​​တွေပါတာမို့လို့ ၁၈နှစ်ပြည့်မှ ကြည့်ကြဖို့တိုက်တွန်းပါရ​စေခင်ဗျာ)2022 မှာထွက်ရှိထားတဲ့ ဒရာမာရုပ်ရှင်​ကောင်း​လေးတစ်ခုဖြစ်တဲ့ A Matter of Trust မှာ​တော့ လူ​တွေ ပုန်းကွယ်ထားတဲ့ မိမိရဲ့ Dark Side တစ်ခု ကျိုး​ပေါက်သွားချိန် ဖြစ်​လေ့ဖြစ်ထရှိတဲ့ ခံစားချက်​တွေ အ​ကျင့်စရိုက်​တွေကို ရိုက်ပြထားတဲ့ကား​လေးပဲဖြစ်ပါတယ်။မတူညီတဲ့မိသားစုငါးစုရဲ့ မိသားစုဝင်​တွေရဲ့ Dark Side ​တွေနဲ့ သူတို့ကြုံ​တွေ့လာရတဲ့ အတိတ်အဖြစ်အပျက်​တွေ ဟန်​ဆောင်မှု​တွေ ယုံကြည်မှုချိုး​ဖောက်ခံရတဲ့အခါ ရင်ဆိုင်ရနိုင်တဲ့ အ​​ခြေအ​နေ​တွေကို တစ်ကွက်ပြီး တစ်ကွက်ရိုက်ပြထားတဲ့ ဇာတ်​ကောင်းကား​လေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဇာတ်ကားရဲ့ နာမည်အတိုင်း ယုံကြည်မှုဆိုတာ လူတစ်​ယောက်ရဲ့ ဘဝမှာ​ရော တခြားသူအတွက်မှာပါ ဘယ်လိုအ​ရေးပါလဲဆိုတာကိုလည်းရိုက်ပြထားပါ​သေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.85GB, 820MB\nQuality - 1080p, ...",
        "rating": "6.2",
        "url": "https://megaup.net/1T3bj/(CM)_A_Matter_of_Trust_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xdJwvRM6sVbEccPaVsavWSYCeAM.jpg",
        "title": "The Silent Forest (2022)",
        "description": "The Silent Forest (2022)ဒီကားရဲ့ Genre က Crime, Drama, History, Mystery, Thriller ပါတဲ့။ ဒီ Genreနဲ့လိုက်အောင်ပဲ ဒီအချက်တွေ အားလုံး ဒီကားမှာပြည့်စုံတယ်ပြောရမယ်။ စစချင်း ခင်ဗျားကို ဒီကားက တောတွင်းတစ်နေရာမှာ ဘာတွေဖြစ်နေလဲမသိတဲ့ သစ်တောဝန်ထမ်းမလေးနဲ့ သစ်တောထဲက လူရဲ့အဖြစ်ကို Mystery ဆန်ဆန်ပြလိမ့်မယ်။ ဒီနောက် ဒီကိစ္စတွေကို Crime ဆန်ဆန် ကောင်မလေးငယ်ငယ်က ဒီတောမှာ ပျောက်သွားတဲ့ ကောင်မလေးအဖေဘာဖြစ်သွားလဲ ကောင်မလေး ခြေရာခံတာတွေလာလိမ့်မယ်။ နောက် မြို့ခံလူတွေကြားက Drama တွေနဲ့ ကောင်မလေးကို ဒီအဖြစ်ရဲ့အဖြေကို မရှာဖြစ်အောင် တားတာတွေက Thriller ဆန်လာမယ်။ နောက်ဆုံးမှာ ဒီကားရဲ့အဖြေကို History ထဲက ဂျာမန်အကျဉ်းစခန်းတစ်ခုနဲ့ ဆက်စပ်ပြီး ပြသွားတယ်။ သူတင်ပြထားတဲ့ အကြောင်းအရာလေးက တော်တော်လေး စိတ်ဝင်စားဖို့ကောင်းသလို ကားအစအဆုံး သစ်တောကြီးတစ်ခုထဲ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2z0vZ/(CM)_The_Silent_Forest_(2022)_720p.mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZGM0MTI2NjAtNjZmNC00YzQ0LTljZDgtMjdjMTMyNjUyOTUwXkEyXkFqcGdeQXVyMTU0ODI1NTA2._V1_-143x200.jpg",
        "title": "Kanjoos Makhichoos (2023)",
        "description": "Kanjoos Makhichoos (2023)\n******************************\nမင်းသားကြီး ကုနားလ်ခေမူးပါဝင်သရုပ်ဆောင်ထားပြီး IMDb 6.4 နဲ့\nဒီကားဟာဆိုရင် ရယ်စရာလည်းကောင်း စိတ်အပန်းဖြေစရာလည်းကောင်းပြီး\nတကယ်ကြည့်သင့်တဲ့ Comedy အမျိုးအစားဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။စော်ဘွားတွေရဲ့မြို့တော်လက်ခနောင်းမှာ‌နေတဲ့ဂျန်မနာဆိုတဲ့လူက\nကပ်စေးနှဲကော်တရာပါ ဘယ်လောက်တောင်လဲဆိုရင်\nအမွှေးတိုင်တစ်ထုပ်ကို တစ်နှစ်လောက်ထိချွေတာပြီးသုံးတဲ့လူမျိုးပါ ဒီ\nလိုကပ်စေးကုပ်တာကတော့အကြောင်းရှိပါတယ်။အဲဒါကတော့သူ့မိဘတွေကိုဘုရားဖူးလိုက်ပို့နိုင်ဖို့ပါပဲ\nဒီလိုနဲ့ပိုက်ဆံစုတာပြည့်လို့မိဘတွေကိုဘုရားဖူးပို့ပြီးချိန်မှာတော့\nသူတို့ဘဝတွေပြောင်းလဲသွားမဲ့ကိစ္စကြီးတစ်ခုဖြစ်သွားပါတယ်\nအဲဒါကတော့ကံဆိုးမိုးမှောင်ကျပြီး ဘုရားဖူးသွားတဲ့\nသူ့မိဘနှစ်ပါးက မိုးကြီးလေကြီးထဲပါသွားလို့ပါပဲ။\nဒီလိုနဲ့သေဆုံးသူနစ်နာကြေးအနေနဲ့ အစိုးရကပိုက်ဆံပေးတော့\nသုံးဖြုန်းပြီးကာမှ မိဘနှစ်ပါးလုံးမသေဘဲပြန်ရောက်လာတဲ့အခါမှာတော့...\nနစ်နာကြေးငွေတွေကိုသူတို့ဘယ်လိုဆပ်ကြမလဲ ပိုက်ဆံမရှိတော့တဲ့သူတို့\nအစိုးရကိုဘယ်လိုကွက်ကျော်ရိုက်မလဲဆိုတာကြည့်လိုက်ကြပါဦး။\nFile size…2.1GB / 1GB\nQuality…1080p WEB RIP / 720p\nFormat…mp4\nDuration….1h 56m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~ BpL~ Thaik San ~Nyein Aye",
        "rating": "6.4",
        "url": "https://megaup.net/2z0lh/Kanjoos_Makhichoos_2023_WebRip_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wi0cpqCn1Y2iYiPL2eQxYCBYiT8.jpg",
        "title": "The Haunting ( 2023 )",
        "description": "အိမ်ခြံမြေလုပ်ငန်းရှင်Jiang Shuoရဲ့ အိမ်အရောင်းဝယ်လုပ်ငန်းကို\nလုပ်ကိုင်ရင်း ကြုံတွေ့ရတဲ့အတွေ့အကြုံလေးအကြောင်းပဲဖြစ်ပါတယ်။ရေမြေမကောင်းလို့ လာဘ်မကောင်းလို့ သရဲခြောက်လို့ ဆိုပြီး\nအလောတကြီးရောင်းချင်တဲ့အိမ်တွေကတော့ Jiang shuo ရဲ့အကြိုက်ပါပဲ။\nJiangက အဲဒီလိုအိမ်ရှင်တွေဆီကနေပြီး ဗိုက်နာစျေးနဲ့ဝယ်\nပြင်ပြင်ဆင်ဆင်လုပ်ပြီး စျေးပြန်မြှင့်ပြီးရောင်းတဲ့\nအိမ်ခြံမြေလုပ်ငန်းရှင်လူဖျံလေးတစ်ယောက်ပေါ့......တစ်နေ့မှာတော့ Jiangဆီကို တိုက်ကြီးတစ်တိုက်ကိုစျေးပေါပေါနဲ့လာရောင်းပါတယ်။\nသူတို့အိမ်သွားကြည့်တဲ့နေ့ဟာ တစ္ဆေပွဲတော်နေ့ဖြစ်ပြီး\nတိုက်ကြီးမှာနေတဲ့သူတွေက ပူဇော်ပွဲလုပ်နေကြပါတယ်။\nတိုက်ကြီးမှာနေတဲ့သူတွေက ဖီပါးကုန်းဆိုတဲ့နတ်ကို ကိုးကွယ်ကြသတဲ့။အိမ်ကြီးကလဲ ကျောချမ်းစရာအပြည့်နဲ့ ခြောက်ချားစရာကြီးနဲ့\nဖီပါးကုန်းဆိုတာဘာနတ်မှန်းလဲမသိတော့ Jiang ရဲ့လုပ်ဖော်ကိုင်ဖက်ကမဝယ်ဖို့တားတာပေါ့။\nဒါပေမယ့် အိမ်ရှင်ကစျေးကိုအဆမတန်လျှော့ပေးတော့\nစျေးပေါတာကြိုက်တဲ့ Jiang တစ်ယောက်ဝယ်လိုက်ပါလေရော.....\nသူ့လက်ထဲကိုအိမ်ကြီးရောက်လာပြီးမှ ဖီးပါးကုန်းရဲ့ကျိန်စာကြောင့်\nသေတယ်ဆိုပြီး လူတွေဆက်တိုက်သေလာပါတယ်......\nရှေ့ဆက်ပြီးကျန်းတို့အဖွဲ့ဘာတွေကြုံတွေ့ကြရမလဲ......\nလူတွေသေရတဲ့နောက်ကွယ်ကအမှန်တရားကရောဘာတွေဖြစ်နေမလဲ......\nကျန်းတို့အဖွဲ့ကဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို\nခြောက်ချားစရာတွေကြားမှာဟာသလေးနှောပြီး စိတ်ဝင်စားဖွယ်ကြည့်ရမှာဖြစ်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Thriller\nRuntime : 1h 3 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-haunting-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qgL0nVy63sJuw3XL5rMht5LSFJu.jpg",
        "title": "Johnny & Clyde (2023)",
        "description": "Johnny & Clyde (2023)ဒီရုပ်ရှင်က ဇာတ်အိမ်လည်းရူးခါနေသလို Megan Fox လည်းပါတာမို့ ပုရိသတွေ ကြည့်ကိုကြည့်သင့်တဲ့ရုပ်ရှင်ပါ။ ဒီကားရဲ့ ဇာတ်လိုက်ကျော်တွေက ဂျိုကာနဲ့ဟာလေကွင်းလို အရူးအတွဲ။ သူတို့က ဂျိုကာနဲ့ ဟာလေကွင်းနဲ့ တော်တော်ကို တူတာမှ တစ်ပုံစံတည်းလိုကိုတူတာ။ ဘဲက သတ်ချင်တဲ့လူ လိုက်သတ်နေတဲ့ ဂကြောင်။ စော်က ဘဲကို အထင်ကြီးပြီး သတ်သမျှကို လိုက်အားပေးနေတဲ့ ဂကြောင်မ။ သူတို့က နားနေတာကြာပြီ။ ဒီကားအစမှာ ရုတ်တရက်ကြီး ပြန်ပေါ်လာပြီး လျှောက်သတ်ကြရော။ ဒီလိုသတ်ရင်း ကာစီနိုက ကားတစ်စီးကို ဓားပြတိုက်မိကြတယ်။ အဲဒီကားပေါ် ဘာမှပါမလာဘဲ ကာစီနိုတုံကင်တွေပဲ ပါလာပေမဲ့ ကားပေါ်က တစ်ကောင် လက်ထောက်ချလို့ ကာစီနိုမှာ ငွေတွေချည်း ထားထားတဲ့ အခန်းတစ်ခန်းရှိတဲ့အကြောင်း သိသွားကြတယ်။ ဒီလိုနဲ့ အဲဒီကာစီနိုကို ဓားပြတိုက်ဖို့ပြင်တယ်။ လူစုတယ်။ မထူးဘူး။ သူ့တို့လို အရူးတွေချည်းပဲ။အဲဒီကာစီနိုကို ဦးစီးတဲ့လူက ...",
        "rating": "",
        "url": "https://megaup.net/3eX7j/(CM)_Johnny_&_Clyde_(2023)_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qAHLUMZyoW3iwj2b01B2nKcePTA.jpg",
        "title": "Of Mice and Men (1992)",
        "description": "Of Mice and Men (1992)~ IMDb - 7.5/10, Rotten Tomatoes - 97% ~အမေရိကန်စာရေးဆရာကြီး ဂျွန်စတိုင်းဘတ် (John Steinbeck) ရဲ့ ကမ္ဘာကျော်ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့ Of Mice and Men ကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်။ရှေးတစ်ခေတ်က အမေရိကန်ကျောမွဲလယ်လုပ်သားတွေရဲ့ဘဝကို ပုံဖော်ထင်ဟပ်ထားတဲ့ဇာတ်လမ်းပါပဲ။ ကျွန်တော်တို့ဆီမှာလည်း လယ်ပိုင်နွားပိုင်မရှိတဲ့ စာရင်းငှား(သူရင်းငှား) လယ်ကူလီလို့ခေါ်ကြတဲ့ လူတန်းစား ရှိတာပါပဲ။ ၁၉၂၀ ဝန်းကျင်လောက်က အမေရိကန်နိုင်ငံမှာလည်း ကိုယ်ပိုင်မြေမရှိ၊ အနာဂတ်မရှိ လယ်တောခြံတစ်ခုကနေတစ်ခု ပြောင်းရွှေ့ပြီး အလုပ်လုပ်ကြရတဲ့ လယ်လုပ်သားတွေ ရှိခဲ့ပါတယ်။ဂျော့ နဲ့ လန်နီ တို့ဟာ အဲဒီလို ရွှေ့ပြောင်းလယ်လုပ်သားနှစ်ယောက်ပါ။ ဂျော့ က ပညာမတတ်ပေမယ့် ထက်ထက်မြက်မြက်ရှိသူတစ်ယောက်။ လန်နီကတော့...လန်နီကတော့ ထွားကျိုင်းသန်စွမ်းလှတဲ့သူဖြစ်ပေမယ့် ပြောရရင် ဦးနှောက်ဖွံ့ဖြိုးမှုအားနည်းတယ် လို့ ဆိုရမလား၊ ကျပ်မပြည့်ဘူးလို့ပဲ မညှာမတာပြောရမလား ...",
        "rating": "7.5",
        "url": "https://megaup.net/3eX5h/(CM)_Of_Mice_And_Men_(1992)_720p.mp4",
        "category": "Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BODY4OWM5M2UtM2Y1Yi00YjAyLTlhMDktMDkzZjFmMjI5MmI5XkEyXkFqcGdeQXVyMTA1NjQyNjkw._V1_-141x200.jpg",
        "title": "One Piece Film Red (2022)",
        "description": "One piece red film\n.................................\nIMDb 6.9/10\nRotten Tomatoes 95%ဒီကားက​တော့ One Piece Animation Movie​တွေရဲ့၁၅ကား​မြောက်ရုပ်ရှင်ပါ။\nမထွက်ခင်ကတည်းက ပရိသတ်​တွေကြား ​တော်​တော်ကိုhypeခဲ့ကြသလို\nထွက်လာ​တော့လည်း Jujutsu no Kaisen movieကို ရုံဝင်​ငွေမှာ\n​အ​မေရိကန်​ဒေါ်လာ၁၈၀သန်းနဲ့တောက်ချပစ်ခဲ့ပါတယ်။\nဒီရုပ်ရှင်ဟာ one piece anine seriesရဲ့အပိုင်း၁၀၀၀ပြည့်​မြောက်တဲ့\nအထိမ်းအမှတ်နဲ့ထုတ်ခဲ့တာပါ။ဒါ​ပေမဲ့ one piece film red စီးရီးဇာတ်လမ်းနဲ့​တော့ဆက်မ​နေပဲ\nalternate timelineအ​နေနဲ့(non canon)ပဲရှိပါတယ်။\nဆို​တော့ကာ စီးရီးကြည့်ပြီး Shanksရဲ့သမီးက ဘယ်က​ပေါ်လာတာလဲစဥ်းစားမ​နေနဲ့ဗျ။ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​တော့\nဖျက်ဆီးခံလိုက်ရပြီလို့လူသိများတဲ့ Elegiaကျွန်း​ပေါ်မှာ\nနာမည်​ကျော်အဆို​တော်မ​လေး Utaဟာ\nသမိုင်းတွင်​လောက်မယ့်ရှိုးပွဲတစ်ခုကိုလုပ်ဖို့\nစီစဥ်ထားတာ​ကြောင့် ငဖီတို့အဖွဲ့လည်း\nရှိုးပွဲကြည့်ဖို့​ရောက်လာပါတယ်။\nရှိုးပွဲကို​​ရောက်​တော့ ငဖီနဲ့ Uta​တွေ့ဆုံချိန်မှာ Utaဟာ\nငဖီရဲ့ငယ်သူငယ်ချင်းဖြစ်​နေတာကိုသိလိုက်ရပါတယ်။Utaဟာ သူ့ရဲ့ရှိုးပွဲဟာ ရာသက်ပန်​ပျော်ရွှင်​စေမယ့်ပွဲဖြစ်​စေရမယ်လို့\n​ကြေညာခဲ့ပြီး ​ရွှေပွဲလာပရိသတ်​တွေကိုလည်းဆန်းကြယ်တဲ့​\nဖျော်​ဖြေမှု​တွေနဲ့တင်ဆက်ခဲ့ပါတယ်။ ဒါ​ပေမဲ့\nသူ့ရဲ့ရှိုးပွဲ​နောက်ကွယ်မှာ​တော့ ​မှောင်မိုက်တဲ့လျှို့ဝှက်ချက်တစ်ခုဟာ\n​စောင့်ကြို​နေပါတယ်။ အဲ့ဒီလျှို့ဝှက်ချက်က​တော့.....\nFile size…2.68GB / 1.36GB\nQuality…1080p HEVC / 720p \nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr.Nyan",
        "rating": "6.9",
        "url": "https://megaup.net/2yZA9/One_Piece_Film_Red_[BD]_[720p]_MW_(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yrr7wjjbG56RbZvJoRZtSqkOMlQ.jpg",
        "title": "Love and Love Not (2022)",
        "description": "Love and Love Not (2022)~ IMDb rating - 7.2/10 ~\"ကိုယ်အိမ်ပြန်လာပေးရမယ့်သူ ကိုယ့်ကိုဂရုစိုက်ပေးမယ့်သူတစ်စုံတစ်ယောက်ရှိတာ သိပ်ကောင်းတဲ့ကိစ္စတစ်ခုပဲ...\"\nလမ်းခွဲပြီး ရည်းစားဟောင်းကို Move on မလုပ်နိုင်သေးတဲ့သူတစ်ယောက်ရဲ့ အထီးကျန်မှုကိုမြင်လိုက်ရတဲ့ Dialogue ပေါ့။2022 တုန်းကထွက်ခဲ့တဲ့ Romance ဇာတ်ကားသစ်ပါ။ဒါရိုက်တာ Anthony Cally ရဲ့တက်သစ်စသရုပ်ဆောင် Francesco D'Onofrio, Makenna Perkal တို့နဲ့ရိုက်ကူးထားတဲ့ဒီဇာတ်ကားက Romance ဆိုတာထက် Move on Story ဆန်ပါတယ်။နစ်ကီဆိုတဲ့ နယူးယောက်က ရုပ်ရှင်တည်းဖြတ်ရေးဌာနမှ ာအလုပ်လုပ်နေတဲ့ အသက် ၂၀ ဝန်းကျင်ကောင်လေးဟာ မွေးရပ်မြေ လော့စ်အိန်ဂျလိစ်က ရည်းစားဟောင်းလီလီကို မေ့မရသေးတဲ့သူပေါ့။ သူနဲ့လီလီရဲ့ဇာတ်ကြောင်းကိုတော့ အကျယ်တဝင့်မဖော်ပြထားပါဘူး။ နစ်ကီတို့ရဲ့ နွေရာသီအားလပ်ရက်သူငယ်ချင်းဟောင်းတွေ့ဆုံပွဲက Conversation အရ နစ်ကီနဲ့လီလီတို့ တွဲခဲ့ကြဖူးတယ်။ နစ်ကီရဲ့သူငယ်ချင်းတစ်ယောက်နဲ့ လီလီအတူအိပ်ခဲ့တဲ့ကိစ္စက နစ်ကီကိုအသဲကွဲစေခဲ့တယ်။နစ်ကီရဲ့မကောင်းတဲ့အချက်တစ်ခုက လိင်ကိစ္စကိုစွဲလမ်းနေတာပါ။ မိသားစုနဲ့ ရင်းနှီးနွေးထွေးတဲ့ဆက်ဆံရေးမရှိတာရဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1T279/(CM)_Love_and_Love_Not_(2022)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h0ZmU7BZDWBucq1FvblfeAWUkad.jpg",
        "title": "When a Stranger Calls(2006)",
        "description": "\"Have you checked the children?\" ဆိုတဲ့ လူထူးလူဆန်းတစ်ယောက်ရဲ့ အသံသြသြကြီးကို ဖုန်းထဲကနေ ကြားလိုက်ရတဲ့အခါ ခေါင်းနားပန်းကြီးပြီး ထိတ်လန့်သွားရှာမယ့် ဆယ်ကျော်သက်အရွယ်\nက​လေးထိန်း မိန်းကလေးငယ်တစ်ယောက်ရဲ့ ခံစားချက်ကို အပြည့်အဝ သိချင်ရင်တော့ \"When a stranger calls\" လို့အမည်ရတဲ့ ၂၀၀၆ ခုနှစ်ထွက် horror-suspense- thriller ရုပ်ရှင်ကို ကြည့်ဖို့ ညွှန်းပေးချင်ပါတယ်။ ၄င်းဟာ ၁၉၇၉ မှာ ထွက်ရှိခဲ့တဲ့ \"When a stranger calls\" ရုပ်ရှင်ကို ပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။\nဂျေးလ် ဂျွန်ဆန် (Camilla Belle) ဟာ ဆယ်ကျော်သက်အရွယ် ကျောင်းသူလေးတစ်ယောက်ဖြစ်ပြီး အချိန်ပိုင်းကလေးထိန်းအလုပ်ကိုလည်း တွဲဖက်လုပ်ကိုင်ပါတယ်။ တစ်ညနေခင်းမှာ သူမဟာ လူနေအိမ်ခြေ နည်းပါးသောအရပ်မှာ သီးခြားတည်ရှိတဲ့ အလွန်လှပတဲ့ စံအိမ်ကြီးတစ်ခုမှာ ကလေးထိန်းရဖို့ အကြောင်းဖန်လာပါတယ်။ သဘောအလွန်ကောင်းတဲ့ အိမ်ရှင်ဇနီးမောင်နှံဟာ အိပ်ပျော်နေတဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2yZva/When.A.Stranger.Calls.2006.WEB-DL.720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMzMwMmRmZDAtMzVmOS00ZTZmLTlkZDEtYWZmMGYxZWI5ZjBiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "[18+]Domme(2023)",
        "description": "[18+]Domme(2023)******************ဖိလစ်ပိုင် Adult သရုပ်ဆောင်ထဲမှာတော့ Ava Mendez ဆိုတဲ့အမျိုးသမီးဟာအတော်ဆွဲငင်အားကောင်းပြီး သူ့မျက်နှာပေးနဲ့ ဒီလိုကားတွေနဲ့အတော်ကိုလိုက်ဖက်ပါတယ်..နှုတ်ခမ်းထူထူ ဆွဲငင်အားကောင်းတဲ့မျက်ဝန်းနဲ့ခန္ဓာကိုယ်ဖွဲ့စည်းပုံ ဖွံဖွံထွားထွားနဲ့မို့ အခန်းတိုင်းက ရှယ်လန်းနေတယ်..ဒီကားမှာလည်း  sex နဲ့ပတ်သက်ပြီးအတွေ့အကြုံရင်အမျိုးသမီးတစ်ဦးအဖြစ်သရုပ်ဆောင်ထားတယ်...သူက sex နဲ့ပတ်သက်ပြီးခပ်ဆန်းဆန်း အကွက်နဲ့ ခင်းကျင်းရတာ အတော်သဘောကျနှစ်ခြိုက်သူပါ..ဒီလို အမျိုးသမီးကြီးတစ်ဦးဘဝထဲကို လူပျိုနုနုလေးတစ်ယောက်ဝင်ရောက်လာတဲ့အခါမှာတော့....File Size :(1.5GB) and (472MB)\nQuality :WEB-DL1080p,720p\nFormat…mp4\nDuration…01:51:00\nGenre : Thriller , Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  xxx\nEncoded by  yz007",
        "rating": "6.7",
        "url": "https://megaup.net/2yZz3/Domme.2023.WEB-DL.720P(CM).mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYRGsAFhvPmH8umMhsO8EJmhLQX.jpg",
        "title": "Rush (1991)",
        "description": "Rush (1991)~ IMDb - 6.7/10, Rotten Tomatoes - 71% ~ဒီရုပ်ရှင်က ကြည့်ကောင်းတဲ့ရုပ်ရှင်တစ်ကားသက်သက်ပဲ။ မှုခင်းကားပေမဲ့ အက်ရှင်ခန်းလည်းများများစားစားမပါသလို ထွေထွေထူးထူးဇာတ်ဝင်ခန်းလည်း ပါလှတယ်မဟုတ်ဘူး။ မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကို မူးယစ်ဆေးသမားလိုလို အသွင်ယူပြီးဖမ်းတဲ့ရနဲ့ သူ့ပါတနာရဲမလေး မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကိုဖမ်းဖို့ကြိုးစားရင်း တိုင်ပတ်ကြတဲ့အကြောင်းတွေပဲ။ မင်းသမီးလေးတော့ တော်တော်လှပါတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ရဲ့ Soundtrack တွေကတော့ တကယ်ကြမ်းတယ်။ ဒီကားထဲပါသမျှသီချင်းတွေထဲ Eric Clapton ရေးထားတဲ့သီချင်းတွေမနည်းသလို Score ကိုလည်း ကျန်တဲ့လူတွေနဲ့ပေါင်းပြီး သူက Guitarist အနေနဲ့တီးထားတယ်။ Clapton က Rolling Stone ရဲ့ \"100 Greatest Guitarists of All Time\"မှာ ဒုတိယနေရာချိတ်ထားတဲ့လူဆိုတော့ သူ့ Score တွေ ဘယ်လိုနေမလဲ စဉ်းသာစားကြည့်ပေါ့။နောက် ဒီကားထဲ Eric Clapton ရဲ့ နာမည်ကျော်သီချင်း ...",
        "rating": "6.7",
        "url": "https://megaup.net/2yZuZ/(CM)_Rush_(1991)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Vk3RLKIP9mzKZMpUTeAvQB82V8.jpg",
        "title": "Tickets(2023)",
        "description": "Tickets(2023)************* ဦးနှောက် အကျိတ်ကင်ဆာဖြစ်နေတဲ့ ဖီးလစ်မှာ သမီးလေးတစ်ယောက်ရှိပါတယ်။သမီး ဖြစ်သူ ခရစ်စတယ်ကလည်း အိမ်ကို မထောက်ပံ့နိုင်ပဲအဆိုတော်ဖြစ်ဖို့ကြိုးစားနေပါတယ်။ဂရန့် ဆိုတဲ့ကောင်လေးကတော့ Rapper ဖြစ်ဖို့ကြိုးစားနေပြီး ကလပ်တစ်ခုရဲ့ ပိုင်ရှင်အတွက် ဆေးခြောက်ရောင်းပေးနေတာပါ။\nဂရန့်နဲ့ ခရစ်စတယ်ကတော့ ဘာလိုလိုညာလိုလိုပါ။တစ်ရက် ခရစ်စတယ်ရဲ့အမေက ထီဆုကြီးကိုပေါက်တဲ့အခါမှာတော့သမီးဖြစ်သူနဲ့ ဂရန့်တို့ဟာ ထီပေါက်တဲ့အကြောင်း အမေဖြစ်သူကိုမပြောဘဲ နှစ်ယောက်ထဲ အမေရိကားကိုသွားဖို့ စီစဉ်ကြပါတော့တယ်။\nဂရန့်ဟာ သူ့ဘော့စ်အတွက် ဆေးခြောက်ရောင်းရင်းနဲ့ ရဲ‌အဖမ်းခံလိုက်ရတဲ့အချိန်မှာတော့...ဆိုးဝါးလွန်းတဲ့ ဖြစ်ရပ်တွေ ဆက်တိုက်လာပါတော့တယ်..အဲ့ဒီနောက်မှာတော့....ဘာသာပြန်နဲ့ အညွှန်းကတော့ PROXY ဖြစ်ပါတယ်။    File Size :(1.5GB) and (472MB)\nQuality : AMZN.WEB-DL1080P5.1Ch,720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  PROXY\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/2yZv5/Tickets.2023.amzn.WEB-DL.720P(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGbgCFTN7zUFF6NddoQC8L883HP.jpg",
        "title": "Meeting Evil(2012)",
        "description": "မင်းသား Luke Wilson နဲ့ ကျွန်တော်တို့ မာသာဖပ်ကာကြီး Samuel L Jacksonဦးဆောင်ထားတဲ့ ထိတ်လန့်သည်းဖိုဖွယ် ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ အိမ်ထောင်သည် ကလေးနှစ်ယောက်ရှိအိမ်ခြံမြေပွဲစား ဂျွန်တစ်ယောက် အိမ်တွေလည်းမရောင်းရ ပိုက်ဆံတွေလည်းအကုန်ဆုံးအလုပ်ထုတ်ခံလာရပြီး သူ့မွေးနေ့ကို စိတ်ပျက်လက်ပျက် ပြန်လာပါတယ်၊မိန်းမဖြစ်သူနဲ့လည်း စကားများပေါ့။ပြီးတော့ မိန်းမက ကလေးတွေခေါ်ထွက်သွားတဲ့အချိန်တံခါးခေါက်လို့ ဖွင့်ပေးလိုက်တော့ ရစ်ချီဆိုတဲ့လူတစ်ယောက်ကသူ့ကားပျက်နေလို့ဆိုပြီး ခဏလောက် တွန်းပေးဖို့ ကူညီခိုင်းပါတယ်။အဲဒါနဲ့ ဂျွန်တစ်ယောက် ကူညီပေးတဲ့အချိန် အိပ်ဇောပေါက်ပြီးခြေထောက်ထိသွားပါတော့တယ်။ဒီတော့ ရစ်ချီကလည်း သူ့ကြောင့် ဖြစ်သွားရတဲ့အတွက် စိတ်မကောင်းပါဘူးဆေးရုံလိုက်ပို့ပေးမယ်ဆိုပြီး ဂျွန်ငြင်းနေတဲ့ကြားက မရရအောင် ကားပေါ်တင်ပြီးဆေးရုံလိုက်ပို့မယ်လုပ်ပါတယ်။အဲဒီမှာပဲ ဂျွန့်ရဲ့ကံကြမ္မာဟာ အစကတည်းက ဆိုးနေရတဲ့ထဲ မြေနိမ့်သူကိုလှံစိုက်သလို ဖြစ်လာရတော့တယ်။ဂျွန်တစ်ယောက် ရစ်ချီဆိုတဲ့လူနဲ့ သွားလာရင်း ဘာထူးဆန်းတာတွေ ကြုံရမလဲ၊ ဘာလို့ သူ့ဆီကိုဒီရစ်ချီဆိုတာ ရောက်လာရတာလဲ၊ သူ့ဆီက ဘာလိုချင်နေတာလဲစသဖြင့် လှည့်ကွက်တွေနဲ့ လူသတ်မှုတွေပါ ပါဝင်လာတဲ့အခါမှာတော့ဂျွန်တစ်ယောက် သူ့မိသားစုကို ဘယ်လိုကယ်တင်မလဲဆိုပြီး စိတ်လှုပ်ရှားရတဲ့ ဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းရဲ့ရှေ့ဆုံးခန်းလေးကိုလည်း သေချာအာရုံစိုက်ပေးဖို့ အကြံပေးချင်တယ်မဟုတ်ရင် ...",
        "rating": "5.3",
        "url": "https://megaup.net/1d4z6/Meeting.Evil.2012.BluRay.720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8bnVoA8WD7AeIyCPZ42l345pghb.jpg",
        "title": "Guns of Eden (2022)",
        "description": "Guns of Eden (2022)၂၀၂၂ ထွက် အက်ရှင်ကားလေးပါ...စစ်တပ်မှာ လေ့ကျင့်ထားပေမဲ့ ရဲတပ်ဖွဲ့ထဲကိုဝင်ပြီး တာဝန်ထမ်းဆောင်နေတဲ့ ရဲမေ မီဂန်က တာဝန်ချိန်ပြင်ပမှာ ဓားပြတိုက်မှုနဲ့တွေ့ပြီး ရဲတစ်ယောက်ကို မတော်တဆ သေနတ်နဲ့ပစ်မိလိုက်ပါတယ်။အဲဒီကိစ္စကြောင့် အလုပ်က နားပြီး စိတ်ဓာတ်ကျနေတဲ့အချိန် တွဲဖက်ဖြစ်သူက အခြားမိတ်ဆွေ နှစ်ယောက်နဲ့အတူ စိတ်ပြေလက်ပျောက် တောင်ပေါ်ကို စခန်းချသွားဖို့ခေါ်တာကို လိုက်သွားရင်း လူသတ်မှု ကျူးလွန်နေတဲ့ ရဲတစ်စုကို တွေ့ပြီး မျက်မြင်သက်သေဖြစ်သွားပါတယ်။အကျင့်ပျက်ရဲတွေက သူတို့ လေးယောက်ကို နှုတ်ပိတ်ဖို့ ကြိုးစားတာကို လွတ်အောင်ပြေးပြီး ဘယ်လို ပြန်တိုက်ခိုက်မလဲဆိုတာကို ကြည့်ရမှာပါ။ နောက်ထပ် အဲဒီအကျင့်ပျက်ရဲတွေဆိုတာက မြေအောက်အဖွဲ့အစည်းကြီးတစ်ခုရဲ့ အဖျားစွန်းလေးတစ်ခုပဲဆိုတာကို သိသွားတဲ့အချိန်မှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Lucifer မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 720MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 31Min\nGenre - ...",
        "rating": "",
        "url": "https://megaup.net/1T21c/(CM)_Guns_of_Eden_(2022)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXIXNduWXxCpKie5I8NitOcWt8z.jpg",
        "title": "They Look Like People(2015)",
        "description": "“They Look Like People” ကတော့ 2015 က ထွက်ရှိထားတဲ့ စိတ္တဇ horror ဇာတ်ကားလေးပါ။Wyatt လို့ ခေါ်တဲ့ ဇာတ်ကောင်က စိတ္တဇရောဂါဖြစ်နေပါတယ်။ သူ့အနားမှာ ရှိတဲ့လူတွေက လူမဟုတ်တော့ဘဲ မကောင်းဆိုးဝါးဖြစ်သွားကြပြီလား တွေးရင်း ကြောက်လန့်နေရသူပါ။တစ်နေ့မှာတော့ သူ့သူငယ်ချင်းကပါ မကောင်းဆိုးဝါးဖြစ်သွားမလား အတွေးနဲ့ သူငယ်ချင်းရှိရာ မြို့ကို အရောက်လာခဲ့ပါတယ်။ သူစဥ်းစားတာကတော့ သူငယ်ချင်းကို သူကယ်မယ်ပေါ့၊ သူ့ရည်ရွယ်ချက်နဲ့ လက်တွေ့မှာ တကယ်ဖြစ်နေတာတွေက ထပ်တူကျမနေခဲ့ပါဘူး။ Wyatt ရဲ့ စိတ်ကျန်းမာရေး ယိုယွင်းလာတာနဲ့အမျှ သူနဲ့ သူရဲ့ ပတ်ဝန်းကျင်က လူတွေနဲ့ ဆက်ဆံရေးက ပျက်စီးလာပြီး ဒီဟာကို Wyatt အနေနဲ့ ပြုပြင်ဖို့ သတ္တိမွေးပြီး ကြိုးစားမလား၊ ဒါမှမဟုတ် အရှုံးပေးလိုက်မလား သူဆုံးဖြတ်ရပါတော့မယ်။( အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ဖြစ်ပါတယ် ) File size…802.1MB\nQuality…Blu-Ray 1080p\nFormat…mp4\nDuration….1h ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/they-look-like-people2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/81HhzeOnbfL._SL1500_-141x200.jpg",
        "title": "[21+] A Shoplifting Girl-Akari Tsumugi [IPX-971-Decensored]",
        "description": "Akari Tsumugi ဆိုတာနဲ့ နူးညံ့မှုအပြည့်နဲ့ မြင်လိုက်ရင်ပဲ ဂရုဏာသက်စရာ JAV မင်းသမီးလေးအဖြစ် သိကြမှာပါ။IPX-971 ဒီဇာတ်လမ်းမှာတော့ လောဘကြီးလို့မှားရတဲ့ သူမရဲ့ဘဝကိုမြင်တွေ့ကြရမှာပါ။တွေ့မြင်နေကျ JAV ဇာတ်လမ်းမျိုးဆိုပေမယ့် Akari ရဲ့သရုပ်ဆောင်မှုတွေကို ချီးကျူးရမယ့် ဒီဇာတ်ကားကို Decensored Version နဲ့ တင်ဆက်ထားပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (1.7 GB)/(900 MB)\nQuality : HDRip (Decensored) 1080p/720p\nRunning Time : 01:58:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Galon\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/1d4uc/[IPX-971-Decensored]A_Shoplifting_Girl-Tsumugi_Akari_HDRip_720p.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOTkyNDBjODAtNjAzMi00ZTdkLTgxNjctN2ZiNTVlOWU4N2FmXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_-134x200.jpg",
        "title": "Boyfriend For Hire (2022)",
        "description": "Boyfriend for hire (BFH) 2022\nIMDb - 7.6/10 (1.1k)ဇာတ်လမ်းအကျဉ်း\nငယ်ငယ်တုန်းက မိန်းကလေးရဲ့လှည့်စားခြင်းခံခဲ့ရပြီး စိတ်ဒဏ်ရာရကာ\nမိန်းကလေးတွေဆိုလုံး၀မယုံကြည်တော့တဲ့ အာဂျွန်၊ တစ်နေ့မှာအာဂျွန်တစ်ယောက်\nအိမ်ကပေးစားတဲ့သူနဲ့ လက်ထပ်ရတော့မယ့်အချိန်မှာ မိန်းမတွေကိုအယုံအကြည်မရှိတော့တဲ့\nအာဂျွန်က \"ငါမိန်းမတွေကို လုံး၀မယုံဘူး\" ဆိုတဲ့သူ့ရဲ့စည်းမျဉ်းကိုဖောက်ဖို့ဖြစ်လာပြီး\nလက်ထပ်ရမယ့်သူကိုရှာဖို့ဖြစ်လာပါတော့တယ်။မိန်းမတွေကိုမယုံတဲ့\nအာဂျွန်က မိန်းမအကြောင်းတွေကိုသိဖို့ အငှားရည်းစားလိုက်ရမှ\nသူပဲမိန်းမတွေကိုပလေးသွားမလား\nမိန်းမတွေကပဲ သူ့ကိုပလေးသွားမလားဆိုတာ....အလောင်တစ်လိုင်းတွေကိုခဏထားပြီး ရိုဆန်ဆန်နဲ့ကြည့်ရမယ့်\nတေလဂူး rom-com ဇာတ်ကားတစ်ကားကို ပိတ်ရက်မှာ\nအပန်းဖြေကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…2GB / 1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration…2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Cherry~Yunni ~Nyein Aye",
        "rating": "7.6",
        "url": "https://megaup.net/2yZiq/Boy.Friend.For.Hire.2022.720p(CM).mp4",
        "category": "Bollywood, Comedy, Romance"
    }
]