[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/lover-bosomy-friend-2021-140x200.jpg",
        "title": "(18+)Lover’s Bosomy Friend (2020)",
        "description": "Lover’s Big Tits Friend (2021)နောက်ထပ် ပျိုတို့အတွက် ကြည့်ကောင်းမယ့် ကိုရီးယား ၁၈+ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းကတော့ ချုစားတတ်တဲ့ ယောကျာ်းပိုင်းလုံးတစ်ယောက်ကို လှလှပပကြွကြွရွရွနဲ့ မိန်းမလှနှစ်ယောက်က ပညာပြန်ပေးတဲ့ ပညာရေး အချစ်ဇာတ်လမ်းလေးပါပဲ....ကိုရီးယားမလေးတို့ရဲ့ အလှတရားဖြစ်တဲ့ အပေါ်ပိုင်း အောက်ပိုင်း စတဲ့ အလှတရားပေါင်းစုံနဲ့ဇာတ်လမ်းဇာတ်ကွက်အလန်းတွေကြောင့် သဘောကျကြမယ် ထင်လို့Dark Sideကနေ တင်ဆက်ပေးလိုက်ပါတယ် \nTranslated by : FOX\nEncoded by : DS\nFile Size : 612MB\nQuality : 720p",
        "rating": "6.4",
        "url": "https://megaup.net/2kZTh/Lover_s_big_tits_friend_2021_720p_HDRip_AAC_X264(DS).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5MW2Nl8SuRs2pxCTUN2hthsHrv.jpg",
        "title": "Sinkhole (2021)",
        "description": "Sinkhole (2021)ဒီကားလေးကတော့ အားလုံးရဲ့အချစ်တော်\nRunner ဟောင်းကြီး Lee Kwang Soo ပါဝင်တဲ့\nSinkhole ဆိုတဲ့ကားလေးဖြစ်ပါတယ်။ကိုးရီးယားမှာ ရုံတင်ထားတာ မကြာသေးသလို\nပြသတုန်းကလည်း လက်မှတ်တွေအများကြီးရောင်းရတဲ့ နာမည်ကြီးရုပ်ရှင်ကားတစ်ကားပါ။ဇာတ်လမ်းကတော့ ကားနာမည် “Sinkhole” ဆိုတဲ့အတိုင်း\nတိုက်ကြီးတစ်ခုလုံးမြေပြိုသွားပြီး မြေတွင်းကြီးထဲကျသွားတာ\nဘယ်လိုဆက်အသက်ရှင်ကြမလဲ ဘယ်လိုပြန်ထွက်ကြမလဲဆိုတာကို ရိုက်ကူးပြသထားတာပါ.ပတ်ဒုံဝန်း ဆိုတဲ့ ရုံးအလုပ်သမားတစ်ဦးက ၁၁နှစ်အကြာ ပိုက်ဆံစုဆောင်းပြီးမှာတော့\nကိုယ်ပိုင်အိမ်လေးဝယ်နိုင်ခဲ့ပါတယ်။\nဒါပေမဲ့ ဝယ်ပြီးဘယ်လောက်မှမကြာသေးဘူး။\nအိမ်ကမြေပြိုသွားတော့တာပါပဲ.သူနဲ့အိမ်နီးနားချင်းတွေဖြစ်တဲ့သူတွေနဲ့လည်း စစချင်းမတည့်ရာကနေ\nအသက်အန္တရာယ်ကြုံလာကြတဲ့အခါ ဘယ်လိုဖြစ်ကြမလဲ.....\nLee Kwang Soo အပြင်\nဝါရင့်မင်းသားတွေဖြစ်တဲ့ Cha Seung Won, Kim Sung Kyun တို့ကအိမ်နီးနားချင်းတွေအဖြစ် ပါဝင်ထားပြီး\nKingdom ထဲက မိဖုရား Kim Hye Jun နဲ့\nနာမည်ကြီးမင်းသား Nam Da Reum တို့လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။သည်းထိတ်စရာကောင်းတဲ့ သဘာဝဘေးအန္တရာယ်ဇာတ်လမ်းမျိုးကို\nဟာသလေးတွေ တစ်ဖြတ်တစ်ဖြတ် ထည့်သွင်းထားတာဖြစ်လို့\nပေါ့ပေါ့ပါးပါးလေးနဲ့ကြည့်လို့ကောင်းပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eaindray ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p\nFile size…2.2GB ...",
        "rating": "7",
        "url": "https://megaup.net/Z53x/SINKHOLE.2021.720p.FHDRip.H264.AAC.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eljWN08RiLOi0TZJrPGIwFCAEtv.jpg",
        "title": "Streamline (2021)",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (90%)ငယ်ငယ်တုန်းက ပီတာပန်မင်းသားလေး Levi Miller တစ်ယောက် အရွယ်ရောက်လာပါပြီ...ဟွင်းဟွင်းဒီဇာတ်ကားမှာတော့ သူ့ရဲ့လူပျိုဖော်ဝင်စ လေးနက်တဲ့ သရုပ်ဆောင်ချက်တွေကို တွေ့မြင်ရမှာပါ...ဇာတ်ကားကတော့ အားကစားနဲ့ မိသားစုဒရမ်မာ ဇာတ်ကားလေးပါ..ဘင်ဂျမင်လိန်းဆိုတဲ့ ၁၅ နှစ်အရွယ်ကောင်လေးဟာ အိုလံပစ်ပြိုင်ပွဲတွေအထိ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ရည်မှန်းခံထားရတဲ့ အလားအလာရှိတဲ့ တက်သစ်စ ရေကူးသမားလေးတစ်ယောက်ပါ။ဒါပေမယ့် သူ့အဖေတစ်ယောက် ထောင်ကလွတ်လာတဲ့အခါမှာတော့မိသားစုတွင်းက အဆင်မပြေမှုတွေကြား သူရုန်းထွက်နိုင်မလားဆိုတာ...။ဒါရိုက်တာ Tyson Wade Johnston ရဲ့ ပွဲဦးထွက်လက်ရာဆိုပေမယ့်ဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့စေခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nFile size…(1.4 GB)/ (800 MB)\nQuality…WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.6",
        "url": "https://megaup.net/30Xhi/Streamline.2021.720p.WEBRip.x264-RARBG.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gC1a58xIkZ8HwsYAq7r6Ymp7MSW.jpg",
        "title": "The Card Counter(2021)",
        "description": "The Card Counter(2021) အညွှန်း*****************************ဒီဇာတ်ကားက ပိုကာအကြောင်းအဓိက ဇာတ်အိမ်တည်ရိုက်ထားတာပါ...Chess အကြောင်းမသိတဲ့သူတွေတောင် The Queen's Gambit လို ချက်စီးရီးကိုတစ်ထိုင်ထဲကြည့်ဖြစ်သလိုဒီဇာတ်ကားကလည်း ပိုကာအကြောင်းမသိရင်တောင် ကြည့်ရတာ တော်တော်စိတ်လှုပ်ရှားစရာကောင်းပါတယ်...ပိုကာအကြောင်းသိရင်တော့ ဆိုဖွယ်ရာမရှိပေါ့....ဝီလီယမ်ထဲလ်ဆိုတာ စစ်ထောင်ထဲမှာ ထောင်စောင့်အဖြစ် ၈နှစ်ထမ်းဆောင်ခဲ့တယ်...နေ့စဉ် ဒီအလုပ်ကြီးနေတဲ့သူအဖို့  သူ့အတွက်စိတ်အပန်းဖြေရာက ဖဲကစားနည်းတွေပဲဖြစ်လာတယ်...ဒီအပိုင်းမှာ သူဟာ ပါရမီပါပုံရတယ်....မှတ်ဉာဏ်ကလည်း သူမတူအောင်ထူးတယ်...နောက်ပိုင်းထောင်စောင့်ဘဝက အနားယူပြီးတဲ့နောက်မှာ သူဟာ ကာစီနိုတွေတစ်ခုပြီးတစ်ခုပြောင်းပြီးကစားပါတယ်...သို့ပေမဲ့ ဒီလောကကြီးမှာ လောဘတက်ရင် ဘဝပျက်တယ်ဆိုတာ ဖြတ်သန်းခဲ့တဲ့အတွေ့အကြုံတွေအရသိလို့  ကြေးနည်းနည်းလေးတွေဆော့ရင် နေ့စဉ်အချိန်ကုန်နေတယ်...ဒီလိုနဲ့သူအရည်အချင်းကို သိပြီး ကြေးအကြီးကြီးဆော့ဖို့ မဲဆွယ်ရင်း ကိစ္စတစ်ခုခိုင်းဖို့ လူတစ်ယောက်ကချဉ်းကပ်လာတဲ့အခါမှာတော့.....မင်းသားကြီးOscar Isaac ပါဝင်ထားပြီး ဝင်ငွေအတော်ကောင်းခဲ့တဲ့ကားမို့ လက်မလွှတ်သင့်ပါကြောင်း... File Size :(2.04GB),(1 GB) and (369MB)\nQuality : WEBScr 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Action  , Drama , Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/2kZP8/The_Card_Counter.2021.WEBSCR.720P.PP.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMjFhNzU3ZjEtZTc5ZS00MmVjLTg0OGMtODUzOGI0NzdmNDJmXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-135x200.jpg",
        "title": "Best Sellers (2021)",
        "description": "Best Sellers (2021)==============IMDb Rating - 6.1/10ဖခင်ဖြစ်သူဆီကနေ စတန်းဘရစ်ပုံနှိပ်တိုက်ကိုအမွေရခဲ့ပေမဲ့ သူ့လက်ထက်ထုတ်ဝေတဲ့စာအုပ်တွေကလူတွေရဲ့ဝေဖန်မှုကိုခံရပြီး ပုံနှိပ်တိုက်ပါအခြေအနေယိုယွင်းလာခဲ့ပါတယ်။ အဲ့ဒီယိုယွင်းလာတဲ့ပုံနှိပ်ကိုကယ်ဖို့ လူစီတစ်ယောက်နောက်ဆုံးအကြံကိုထုတ်ရတော့တာပေါ့။ပုံနှိပ်တိုက်ပိုင် စာရေးဆရာကြီးကို ရရှိရေးပေါ့။ဒီလိုနဲ့ဟဲရစ်ရှောကို သူတို့စဉ်းစားမိခဲ့ကြတယ်။ ဟဲရစ်ရှောဆိုတာ “Atomic Autumn” ဆိုတဲ့စာအုပ်ကိုရေးခဲ့တဲ့စာရေးဆရာကြီး သူကအဲ့တစ်အုပ်ပဲရေးခဲ့ဖူးပေမဲ့ အဲ့တစ်အုပ်ကလည်းအဲ့အချိန်ကရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့တယ်။ဒါပေမဲ့ အဲ့နောက်ပိုင်းစာမရေးတော့သလို လူတွေမြင်ကွင်းကပျောက်ကွယ်ခဲ့တာ နှစ်ပေါင်း(၅၀)ကြာသွားပြီဖြစ်တဲ့အပြင်…. သူ့အကြောင်းဇာတ်လမ်းတွေကလည်း ကောင်းတာမရှိတဲ့ အရက်သမား..လူတွေကိုမုန်းလို့တစ်ယောက်တည်းနေနေတဲ့လူ…စကားပြောရင်ရင့်သီးတဲ့လူ…သူစိတ်ထဲရှိသလိုနေထိုင်တဲ့သူ့ကို လူစီစတန်းဘရစ်တစ်ယောက် ဘယ်လိုစည်းရုံးမှာလဲ။သူတို့နှစ်ယောက်ရဲ့စာအုပ်အရောင်းမြှင့်တင်ရေးခရီးလေးကရော ဖြောင့်ဖြူးမှာရဲ့လား….လူစီတစ်ယောက် သူ့ပုံနှိပ်တိုက်ကိုကယ်တင်နိုင်မှာလား စတာတွေကို စိတ်ဝင်တစားကြည့်ရှူရမှာပါ။ဇာတ်လမ်းလေးက ဟဲရစ်ရှောရဲ့အဆဲလေးတွေနဲ့ရယ်ရသလို ဒရမ်မာလေးပါ နှောထားတော့ ရယ်လိုက်ငိုလိုက်ခံစားလိုက်နဲ့ဖြစ်သွားစေမဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1h 40minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, ...",
        "rating": "6.1",
        "url": "https://megaup.net/Z4fw/Best.Sellers.2021.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/The_Banquet-614176011-mmed-144x200.jpg",
        "title": "The Banquet (2006)",
        "description": "မင်းသမီးကျန်းကျိရိပါဝင်ထားတဲ့ ခမ်းနားတဲ့အချစ်ဇာတ်ကားလေးပါပဲ...အချစ်ဇာတ်ကားဆိုပေမယ့် သိုင်းကစားပြီး Crouching Tiger, Hidden Dragon လို ဇာတ်လမ်းကိုပုံဖော်ထားပါတယ်...ရိုက်ကူးထားတဲ့ပုံစံတွေ သိပ်ကိုခမ်းနားပါတယ်..ကြည့်ကြည့်ပါ။မင်းသား Daniel Wu တို့ မင်းသမီး Xun Zhou တို့လဲ ပါပါသေးတယ်..အချိန်ကတော့ တရုတ်ပြည်ဖရိုဖရဲဖြစ်နေတဲ့ \"မင်းဆက်ငါးဆက်..နိုင်ငံဆယ်နိုင်ငံ\" ၉ ရာစုခေတ်ကာလကိုအခြေခံထားပါတယ်..နိုင်ငံငယ်တွေ ရောထွေးနေတဲ့အပြင် ဘုရင် မှူးမတ်တွေ အချင်းချင်းပြန်သတ်ကြပြီး အာဏာလုနေကြတာနဲ့တစ်နိုင်ငံလုံး သွေးချောင်းစီးနေချိန်ပေါ့...ဒီအချိန်မှာ ဘုရင်ကို ညီတော်မောင်ကသတ်ပြီး ဘုရင်ထလုပ်ရော...ပြီးတော့ သေသွားတဲ့ဘုရင်ရဲ့မိဖုရားခေါင်ကြီး ဝမ်ကို ထပ်ယူဖို့ကြံပြန်ရော..ဖြစ်ချင်တော့ မိဘုရားခေါင်ကြီးဝမ်ကလဲ သေသွားတဲ့ဘုရင်ကိုယူသာယူထားတာ...သူနဲ့ချစ်ကြိုက်နေတာက ဘုရင့်သား အိမ်ရှေ့မင်းသား...ဒီတော့ မိဖုရားခေါင်ကြီးနဲ့ အိမ်ရှေ့မင်းသားနဲ့ ခုမှ ဘုရင်ထလုပ်တဲ့ဦးရီးတော်တို့ကြား ဘယ်လိုရှေ့ဆက်ကြမယ်ဆိုတာ...။အချစ်နဲ့စစ်ဆိုတာ နှစ်ခုလုံးကြေကွဲစရာချည်းပါပဲ။\nFile size…(2.2 GB)/ (1.1 GB) / (500 MB)\nQuality…BluRay 1080p /720p/480p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Omi",
        "rating": "6.4",
        "url": "https://megaup.net/1F1rb/The.Banquet.2006.720p.BluRay.DTS-HD.5.1.x264-BaSiAc.mp4",
        "category": "Action, Asian, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6fvS07LDOuL9610VeftTWRqHYTM.jpg",
        "title": "Rebels of the Neon God(1992)",
        "description": "ခေါင်းစဉ်အတိုင်းပါပဲ...\nရုပ်ရှင်ဟာ.....\nထိုင်ပေမြို့က လူငယ်တွေအကြောင်းပဲ။နီယွန်မီးတွေ စုန်းမီးတောက်သလိုထနေတဲ့ တိုင်ပေရဲ့ညဟာ နီယွန်နတ်ဘုရားပေါ့။\nဟိုမောင်ဖီလာကဗျာထဲက စာသားလို \"လူငယ်ဆိုတာ သူပုန်စိတ်ကလေး နည်းနည်းတော့ရှိတာပဲ\"မဟုတ်လား။ထိုင်ပေညရဲ့ သူပုန်တွေဟာ စီးကရက်ကို လက်ကမချပါဘဲ တယ်လီဖုန်းရုံထဲက ငါးပြားစေ့လေးတွေ ခိုးကြတယ်။\nထိုင်ပေညရဲ့ သူပုန်တွေဟာ ခေါင်းမရှိတောင် ခုနှစ်ရက်အသက်ဆက်ရှင်နိုင်တယ်ဆိုတဲ့ ပိုးဟပ်ကို သံချွန်နဲ့စိုက် မသေမရှင်ဘ၀ကို ကြည့်ရက်ကြတဲ့ ကောင်တွေပဲ။\nအာသာတစ်ခါဖြေမယ်။\nဟော်တယ်တစ်ခါသွားမယ်။\nဒါ နေ့အိပ်ညသွားတဲ့ ထိုင်ပေသူပုန်များပဲ။မစားရက်တာတွေကို ကျွေးခြင်းမျိုးနဲ့တောင် အဖေက ကျွန်တော့်ကို ကောင်းစေချင်ခဲ့တယ်။\nသူပုန်စိတ်ပျောက်အောင်လို့တဲ့ မန္တန်စာရွက်ကိုပြာချ ၀မ်းထဲ၀င်အောင် အမေက ကျွန်တော့်ကို တိုက်တယ်။\nကျွန်တော့်ရဲ့ လူမမယ်စရိတ်တွေဟာ အဖေ့ရဲ့ ရုပ်ရှင်ရုံမရောက်တဲ့နှစ်လတွေကို ရှည်ကြာစေခဲ့ပေမဲ့လည်း အဖေ့ရဲ့ အိမ်အပြန်နောက်ကျတဲ့ညတွေဟာ ကျွန်တော့်အတွက် စိတ်ပူစရာ ဘယ် တုန်း က မှ မဟုတ်ခဲ့ဘူး။   စကတ်တိုကြပ်ကြပ်နဲ့ ညထွက်ဖို့ ၀န်မလေးတဲ့ သူပုန်မကလေးပေါ့။\nဒီအခန်းထဲက အနမ်းတွေ ဘယ်ရွေ့ဘယ်တိုင် အာသာပြင်းလဲ......\nကဲ ကြမ်းစမ်းပါ။\nသုံးယောက်တွဲ စက်တော်ခေါ်ရမှာကိုလည်း သူ ‌တွေးမကြောက်ခဲ့ဘူး။နဖူးကွဲဒူးပြဲလည်း သူတို့ရဲ့ဆေးဟာ စီးကရက်တစ်လိပ်ပဲတဲ့။\nသူပုန်မကလေးရဲ့ တစ်ရေးနိုးတဲ့ညရဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Z44q/(CM)Rebels.of.the.Neon.God.1994.Mandarin.720p.BluRay.x265.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p82271_p_v10_aa-150x200.jpg",
        "title": "Millennium Actress (2001)",
        "description": "Millennium Actress (2001)\n===============\nIMDb Rating - 7.9/10\nDirected By Satoshi Konဘယ်လောက်ထိရောက်ခဲ့ပြီး ဘာကောင်ကြီးဖြစ်ခဲ့ကြတယ်ဆိုတာထက်\nဘာအတွက်သွားခဲ့သလဲက ပိုအရေးကြီးတယ်မဟုတ်လား။\nဒီခရီးဟာ ဘယ်တော့မှဆုံးတယ်မရှိတော့ ဘာအတွက်သွားတယ်ဆိုတဲ့ မျှော်လင့်ချက်က အထားအသိုမမှားဖို့ လိုတယ်။\nတစ်စုံတစ်ရာအပေါ် ချစ်တဲ့စိတ်သာ မှန်နေပါစေလေ သေအောင်ကြိုးစားပြီး ဘာမှဖြစ်မလာခဲ့တဲ့ အကြောင်းတရားကလည်း ယုံကြည်မျှော်လင့်ခြင်း‌များကို ဖျက်စီးမပစ်နိုင်ဘူး။ဘယ်လောက်ထိသွားပြီး ဘာဖြစ်ခဲ့တယ်ဆိုတာတွေထက်\nတစ်စုံတစ်ရာအတွက်သွားပြီး ဘယ်မှမရောက်ခဲ့ရဘူးဆိုတဲ့ ဇာတ်လမ်းတွေက ပိုခမ်းနားတယ်လို့ ကျွန်တော်တော့ တစ်ထစ်ချယုံတယ်။\nဂျပန်ဝတ္တုကလေးတစ်ပုဒ်ထဲကလို တစ်ချိန်မှာ တောင်ကြောလေးတစ်ခုကနေ အိမ်ကလေးကိုမျှော်ငေးပြီး တစ်စုံတစ်ရာကိုလုပ်ဖို့ဆုံးဖြတ်ရာမှာ\nနှလုံးသားနဲ့ဆုံးဖြတ်ရင်း မှန်ကန်ခဲ့တဲ့ ကိုယ့်ရဲ့ဆုံးဖြတ်ချက်တွေကို ပြန်ကျေနပ်မိပြီး တစိမ့်စိမ့်အရသာခံနိုင်ဖို့\nဘာအတွက် ဒီခရီးကိုသွားခဲ့တာလဲဆိုတဲ့ အချက်ဟာ အတော်လေးအရေးပါတယ်။\nMillennium Actressဟာ ဂျပန်ဂန္တဝင် သရုပ်ဆောင်၂ယောက်ရဲ့ဘဝကို\nကိုးကားရိုက်ထားတဲ့ အလားတူ အကြောင်းအရာတစ်ခုအကြောင်းပါပဲ။Millennium Actressဟာ ကူရိုဆာဝါရဲ့Ran, Seven Samurai,Yojimbo,Throne Of Bloodနဲ့ Godzillaရုပ်ရှင်အပြင်\nတခြားရုပ်ရှင်ပေါင်းများစွာက ဇာတ်ဝင်ခန်းတွေကို ကိုးကား ထည့်ထားပြီး Perfect Blueနဲ့ Millennium Actressကို\nညီအစ်မရုပ်ရှင်တွေအဖြစ် စတိုရှိခွန်က ...",
        "rating": "7.9",
        "url": "https://megaup.net/1F1rz/Millennium_Actress_(2001)_720p.mp4",
        "category": "Animation, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTg4NjY1ODYzNl5BMl5BanBnXkFtZTcwMDcxNTAwMQ@@._V1_-139x200.jpg",
        "title": "Dil Se.. (1998)",
        "description": "Dil Se (1998)\n=========IMDb Rating (7.6)တစ်ခါတလေ ကျွန်တော် တို့ နှလုံးသားမှာ မသိစိတ်နဲ့ စွဲမြဲစွာ ကပ်ငြိမိတဲ့သူ တစ်ဦးဦး ရှိနေတတ်ကြပါတယ်။ သိစိတ်နဲ့လည်း တမ်းတဖြစ်တတ်ကြပါတယ်သူနဲ့သာဆို သေအတူ ရှင်မကွာ လက်တွဲရင်း ဘ၀လမ်းကို လျှောက်လှမ်းနေချင်ခဲ့တယ်။ ဒါဟာ နှလုံးသားရဲ့ တောင့်တမှုဖြစ်ပြီး စိတ်ရဲ့ လိုအင်လည်း ဖြစ်ပါတယ်ဒါဟာ တစ်ဖက်သတ်ဖြစ်နေခဲ့လည်း ဆုပ်ကိုင်ထားတဲ့ သစ်ရွက်နု စိတ်ကူးလေးလည်း ဖြစ်ပါတယ်။ ဒါမှမဟုတ် ကိုယ်တိုင် တရားစီရင်ခဲ့တဲ့ ဥပဒေတစ်ရပ်ဆိုလည်း မမှားဝံ့ပါဘူးဤမျှထိ အစပြုလာသော အချစ်သည် ဘယ်အရပ် မှ စပါသနည်း။ Amar အတွက်တော့ နယ်စပ်ရထားဘူတာရုံငယ်လေး မှ စခဲ့ဟန်တူသည်ရေဒီယို အသံလွှင်ခြင်းကိစ္စနဲ့ပတ်သက်လို့ ခရီးထွက်ရင်း သူမကို Amar စတွေ့ခဲ့သည်။ လေကထန် မိုးကသည်း ရင်း ချမ်းအေးသော ဤချိန်၀ယ် သူမ သည် သဘက်လေးကို ဦးခေါင်းထက်ပေါ် ...",
        "rating": "7.6",
        "url": "https://megaup.net/1EYhq/(CM)Dil_Se_(1998)_Hindi_720p_WEB-DL_DDP_5.1_=TeamSunny=.mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s7o0AyOFIYNjTe008pV6EZMI2IP.jpg",
        "title": "Monster’s Ball(2001)",
        "description": "Monster's Ball ဆိုတဲ့စကားလုံးဟာ ရှေးအင်္ဂလိပ်အသုံးအနှုန်းတစ်ခုဖြစ်တယ်။ သေဒဏ်ကျလူတစ်ယောက်ရဲ့ နောက်ဆုံးည ဆိုတဲ့ အဓိပ္ပာယ်ပေါ့။ ဒီကားတစ်ကားလုံးရဲ့ ဇာတ်ရှိန်နဲ့ အဖြစ်အပျက်တွေကလည်း အဲဒီညကနေ အစပြုတယ်။ ပါဝင်တဲ့ဇာတ်ကောင်တစ်ကောင်ချင်းစီဟာ သူ့ကျရာဇာတ်ရုပ်နဲ့ လုံးဝသွေဖီခြင်းမရှိလောက်အောင်ထိကို ကောင်းလွန်းခဲ့တယ်။ ကျွန်တော်အကြိုက်ဆုံး ဇာတ်ကောင်ကတော့ Heath Ledger နဲ့ Halle Berry ရဲ့ ဇာတ်ကောင်တွေပဲ။ ဒီရုပ်ရှင်ဟာ Heath Ledger ရဲ့ သရုပ်ဆောင်ဘဝ အစပိုင်းကို အရောင်တင်ပေးခဲ့တဲ့ ဇာတ်ကားဖြစ်ခဲ့တယ်။ Halle Berry အတွက်လည်း အော်စကာဆုကြီးကို ပိုင်ပိုင်နိုင်နိုင် ဆွတ်ခူးနိုင်စေခဲ့တဲ့ကားဖြစ်တယ်။ ဒီကားရဲ့ ဇာတ်လမ်းကို ပြောပါဆို ကျွန်တော်ပြောတတ်မှာမဟုတ်ဘူး။ ရိုးရိုးရှင်းရှင်း မင်းသားနဲ့ မင်းသမီးညားကြတဲ့ကားဆိုပြီး ပြောလိုက်ရင် ဒီရုပ်ရှင်ကို စော်ကားရာကျသလိုဖြစ်သွားနိုင်တယ်။ ဒါပေမယ့် ဒီရုပ်ရှင်ကြည့်ပြီး ရလာတဲ့ ခံစားချက်တွေကတော့ တစ်ပတ်လောက်ထိ ဆက်ရှိနေမှာ အသေအချာပါပဲ။ ဒါပေမယ့် ဇာတ်လမ်းကို သေချာပိုင်းခြားလိုက်ရင် နှစ်ပိုင်းတော့ ထွက်လာနိုင်တယ်။ Hank ...",
        "rating": "7",
        "url": "https://megaup.net/Z0wl/(CM)Monster_Ball_.2001.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNWYwMzc3YTMtMDdlMy00N2M1LTkyZGEtOWY4YmNmNmVjMmUwXkEyXkFqcGdeQXVyMTM1OTYwNDU0._V1_-138x200.jpg",
        "title": "Annabelle Sethupathi(2021)",
        "description": "ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် တာ့ပ်ဆီးနဲ့ဗီဂျေစည်သူတို့ရဲ့ ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားကတော့ သရဲတွေ နေတဲ့စံအိမ်တစ်ခုအကြောင်းပါပဲ။ဒီအိမ်ထဲ သရဲတွေဟာ ဆွေမျိုးအများကြီးနဲ့အကျဉ်းကျနေကြတယ်။နန်းတော်သဖွယ်တည်ဆောက်ထားတဲ့ အဲ့ဒီအိမ်ဟာသူခိုးမလေးတို့ အဖွဲ့ရဲ့ မျက်စိကျစရာ ဖြစ်လာခဲ့ပါတယ်။သူခိုးမလေးဆိုတာကတော့ တာ့ပ်ဆီးပါပဲ။သူတို့သူခိုးအဖွဲ့ကို သရဲတွေမှာတော့အားကိုးရတဲ့ အချက်တစ်ချက်ရှိပါတယ်။အဲ့ဒါက သူတို့အားလုံး ဒီအိမ်ကလွတ်ဖို့သူခိုးမလေးကူညီနိုင်မယ်ဆိုတဲ့ ရည်မှန်းချက်ပါပဲ။ပျာယီးပျာနိုင်လှတဲ့ သရဲမိသားစုဟာသူခိုးမလေးနဲ့ တစ်အိမ်ထဲဘယ်လို နှစ်ပါးသွားကြမလဲဆိုတာကိုဟာသတွေနဲ့ အတူ ခံစားကြည့်ကြပါဦးဗျာ။File size…1.32GB / 2.13GB / 511MB\nQuality…720p WEB DL / 1080p WEB DL 5.1CH  /480p\nFormat…Mp4\nDuration….2h 14mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Myint Thu & Nyi Koe & Thaik San",
        "rating": "",
        "url": "https://megaup.net/1F0sX/Annabelle_Sethupathi_(2021)_Tamil_TRUE_WEB-DL_720p(CM).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/asjasUntitled-133x200.png",
        "title": "Maestro (2021)",
        "description": "IMDb Rating (8.2)အားလုံးသိကြတဲ့အတိုင်း ၂၀၁၈ တုန်းကဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ အရွတ်ရှ်မန်းရဲ့ Andhadhun ကိုပြန်လည်ဖန်တီးထားတဲ့\nTelugu ရုပ်ရှင်ဖြစ်ပါတယ်။ဒီနေ့ပဲထွက်ရှိလာတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ မျက်မမြင်ယောင်ဆောင်ထားတဲ့ စန္ဒရားဆရာတစ်ယောက်\nလူသတ်မှုတစ်ခုကို မျက်မြင်သက်သေဖြစ်သွားတဲ့နောက်ကနေ မီးခိုးကြွက်လျှောက်ပြဿနာတွေကြုံရတဲ့အကြောင်းပါပဲ။\nသေတဲ့သူက နာမည်ကျော်မင်းသားဟောင်းကြီး မိုဟန်ဖြစ်ပြီး၊ သတ်တဲ့လူက သူ့ဇနီးရဲ့တိတ်တခိုးချစ်သူ ရဲအရာရှိ ဘော်ဘီပါ၊\nသူ့ဇနီးဖြစ်သူ ဆီမရန်ကတော့ကြံရာပါအလောင်းဖျောက်တဲ့သူပါ။\nသူကတော့ မျက်မမြင်ယောင်ဆောင်ထားတဲ့အတွက် ဒီအမှုဖြစ်စဉ်တစ်ခုလုံးကိုမမြင်ချင်ယောင်ဆောင်ထားရက်နဲ့မြင်နေခဲ့ရာကနေ\nအငြိမ်မနေနိုင်တဲ့အဆုံး ရဲစခန်းကိုတိုင်ချက်ဖွင့်ဖို့ သွားခဲ့ပါတယ်။ အဲ့ဒီမှာကျားရှေ့မှောက်ရက်လဲသလို အဓိကလူသတ်တရားခံဖြစ်တဲ့\nဘော်ဘီနဲ့မှ ဆိုက်ဆိုက်မြိုက်မြိုက်တိုးမိရာကနေ နောက်ဆုတ်ဖို့ခက်တဲ့အခြေအနေတွေထိ ဆိုက်ရောက်သွားပါတော့တယ်။တဘူးကြီးရဲ့ ဆီမရန်း ဇာတ်ကောင်ကို Bahubali, K.G.F တို့နဲ့ပရိသတ်ရင်းနှီးပြီးသား မင်းသမီးချောလေး Tamannaah ကအစွမ်းကုန်ကြဲထားပါတယ်။\nအဓိကဇာတ်ကောင် အာရွန်းရဲ့နေရာမှာတော့နာမည်ကျော် Telegu မင်းသား Nithiin ပါဝင်ထားပြီး တစ်ခြားဇာတ်ကောင်တွေကလဲ\nပရိသတ်နဲ့ မစိမ်းတဲ့သူတွေချည်းပါပဲ။မူရင်းဇာတ်ကားကိုကြည့်ပြီးတဲ့သူတွေအတွက်တောင် မူရင်းထက်မလျော့တဲ့ ရသကိုပေးနိုင်မှာ သေချာတဲ့ remake ဖြစ်ပါတယ်။\nAndhadhun remake တွေမှာအစောဆုံးထွက်လာတဲ့ version ဖြစ်ပြီး နောက်ထပ် Tamil remake, malayalam remake အစရှိတာတွေ\nဆက်ထွက်လာဦးမှာပါ။Rating တွေလဲမိုက်တာမို့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1F07e/(CM)Maestro_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_HEVC_-_UNTOUCHED_-_(DD+5.1)_(2).mp4",
        "category": "Bollywood, Crime, Drama, Musical, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/p16067915_p_v10_ab-150x200.jpg",
        "title": "Andhadhun (2018)",
        "description": "IMDb Rating - 9/10\nGoogle Users - 97%\nRotten Tomatoes - 100%\nBox office - ₹110 crore\nGenere - Comedy, Crime, Thrillerအချစ်၊ဂီတ၊ပြစ်မှု၊သဲထိတ်ရင်ဖို စတာတွေကိုတစ်ကားထဲမှာ ကြည့်ရှု ခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ကားပါ။အထူးသဖြင့် 'သူများမကောင်းကြံကိုယ့်ဘေးရန်ထိ' ဆိုတဲ့ စကားကို အဓိကမြင်မိစေပါတယ်။ထို့နောက် ဇာတ်ကားရဲ့ တင်ဆက်ပုံဖြစ်တဲ့ မြူးကြွတဲ့ သီချင်းသံစဉ်တွေနဲ့ အတူ ပျင်းရိစရာ ဇာတ်ဝင်ခန်းရယ်လို့ ရှာမတွေ့တဲ့ ဇာတ်ကားတစ်ကားအဖြစ် ချီးကျူးမိမှာပါ။မျက်မမြင်တစ်ယောက်အနေနဲ့လူသတ်မှုကို သိနေပါလျက် အမှုဖွင့်ချင်ပေမဲ့သူကိုယ်တိုင် မျက်မြင်သက်သေဖြစ်ခွင့်မရှိတဲ့ အခါမှာ......ဒီဇာတ်ကားဟာ နာမည်ကြီး ဇာတ်ကားတစ်ကား၊IMDb Rating ထဲမှာလည်း နေရာကောင်းရထားတဲ့ဇာတ်ကားတစ်ကားဆိုတာသိရင်\"ဇာတ်လမ်းအကျဉ်း\" ဆိုတဲ့အပိုင်းကို မဖတ်စေချင်ပါဘူး။(ဇာတ်လမ်းအကျဉ်း ရေးရတာ တော်တော်ခက်ပါတယ်။တချို့ ဇာတ်ကွက်တွေ ပေါ်သွားမှာ ကြောက်ရပါတယ်)\" ဇာတ်လမ်း အကျဉ်း \"အာ့ကက်ချ်က မျက်ကန်း စန္နရားပညာရှင်ပါ။မျက်မမြင်တွေဟာ အာရုံစူးစိုက်မှု ကောင်းတယ်တဲ့။အနုပညာရှင်တွေအဖို့ အာရုံစူးစိုက်မှု ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/andhadhun-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/net-156x200.jpg",
        "title": "NET(2021)",
        "description": "NET (2021)\n-----------------------------------------------ကျွန်တော်တို့ အားလုံးဟာ လူ့ဘဝမှာ တခုမဟုတ်တခုသောကွန်တွေကြား ပိတ်မိနေတတ်ပါတယ်.မိသားစုရဲ့သံယောဇဉ်ကွန်သူငယ်ချင်းတွေရဲ့သံယောဇဉ်ကွန် စတဲ့ တခုခုကို စွဲလမ်းမိတဲ့ကွန်ရက်တွေထဲ ပိတ်မိနေကြပါတယ်...အဲ့ဒီကွန်တွေဟာ ကျွန်တော်တို့ဘဝတွေကို စိုးမိုးချယ်လှယ်နိုင်တဲ့ထိ အင်အားကြီးပါတယ်....ဒီဇာတ်လမ်းလေးမှာလဲ အဲ့ဒီကွန်တွေကြား ပိတ်မိနေတဲ့မိသားစုတွေကို သည်းထိတ်ရင်ဖိုရသနဲ့ ကြည့်ရှုရဦးမှာပါ...ဇာတ်လမ်းအကျဉ်း\n---------------\nဖခင်အတင်းပေးစားလို့ မချစ်မနှစ်သက်တဲ့သူနဲ့လက်ထပ်လိုက်ရတဲ့ လက်စ်မန်းက သူ့မိန်းမကိုမချစ်တဲ့အပြင် သူ့ဘဝသူလည်း ပျော်ရွှင်ကျေနပ်မှုမရှိသူတစ်ယောက်ပါ..သူဟာ အွန်လိုင်းပေါ်မှာ လူကြီးကားတွေကြည့်ရတာ သဘောကျနှစ်သက်သူတစ်ဦးလည်းဖြစ်ပါတယ်...တစ်ဖက်မှာလည်း ပူပူနွေးနွေး လက်ထပ်ပြီး အိမ်အသစ်ကိုပြောင်းလာကြတဲ့ဇနီးမောင်နှံတို့ရဲ့အိမ်မှာ စီစီတီဗွီကင်မရာတွေအပြည့်ရှိနေခဲ့ပါတယ်..တစ်နေ့မှာတော့ လက်စ်မန်းက အဲဒီဇနီးမောင်နှံရဲ့ စီစီတီဗွီမှတ်တမ်းတွေကို အွန်လိုင်းမှာတွေ့ရှိခဲ့ပြီးသူတို့ရဲ့နေ့စဉ်အဖြစ်အပျက်တွေကို နေ့တိုင်းစောင့်ကြည့်နေခဲ့ပါတယ်..ဒီလိုနဲ့ တစ်နေ့မှာလက်စ်မန်းက မထင်မှတ်ထားတဲ့အရာတစ်ခုကို မြင်လိုက်ရပြီး အမှန်တရားကိုဖော်ထုတ်ဖို့ ကြိုးစားပါတော့တယ်..သူ ဘာကိုမြင်သွားတာလဲ..ဘယ်လိုတွေ ကြိုးစားပြီးအမှန်တရားကိုဖော်ထုတ်မလဲဆိုတာကို ကြည့်လိုက်ရအောင်..File size…1.58GB / 844MB / 422MB\nQuality…1080p True WEBDL /720p / 480p\nFormat…Mp4\nDuration….1h 43min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Honeyey",
        "rating": "6.3",
        "url": "https://megaup.net/Z2ea/NET_(2021)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qChIxlYpbsnVw2oXYI5WFPFGxFB.jpg",
        "title": "Moonbound(2021)",
        "description": "Moonbound(2021)အညွှန်း**********************ဂျာမနီနိုင်ငံရဲ့ နာမည်အကြီးဆုံး ကလေးစာအုပ်တွေထဲက တစ်အုပ်ဖြစ်တဲ့ Monnbound ဆိုတဲ့စာအုပ်လေးကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကား လေးဖြစ်ပါတယ်။ဇွန်ဘာ့ဂ်ပိုးကောင်လေးတွေနေထိုင်တဲ့သီးခြားကမ္ဘာငယ်လေးတစ်ခုရှိတယ်...\nသိပ်ကိုပျော်စရာကောင်းတယ်..\nအချင်းချင်းရန်လိုမှုနည်းတယ်...ရိုင်းပင်းတယ်..ကူညီတယ်...\nဆိုးယုတ်မှုဆိုတာဘာမှန်းမသိတဲ့သူတို့ ကမ္ဘာငယ်လေးကို\nကျူးကျော်သူ အရိုင်းအစိုင်းတွေဟာ\nဝင်ရောက်တိုက်ခိုက်လာတယ်...အင်အားချင်းမမျှတဲ့အပြင် တိုက်ပွဲအတွေ့အကြုံနည်းပါးလွန်းတဲ့\nဇွန်ဘာ့ဂ်လေးတွေဟာ မရှုမလှရှုံးဖို့လက်မတင်လေးလိုပါတော့တယ်..\nအဲ့အချိန်မှာပဲ\nဇွန်ဘာ့ဂ်လေးတစ်ကောင်ဟာ နတ်သမီးတစ်ပါးဆီကို အကူအညီတောင်းပါတယ်...\nကျူးကျော်သူတွေကို အပြီးအပိုင်နှိမ်နှင်းပေးဖို့ပေါ့....\nအဲ့ဒီနောက်မှာတော့ မမျှော်လင့်တဲ့ကိစ္စတွေဆက်တိုက်ဖြစ်လာပါတော့တယ်.....\nဇာတ်လမ်းလေးကလည်းကောင်းတဲ့အပြင်\nရိုက်ချက်တွေလည်း တော်တော်လှတာမို့\nAnimation ကားကောင်းကြိုက်သူတို့\nလက်မလွှတ်သင့်ပါကြောင်း.....File Size :850MB\nQuality :WEB-DL 720P\nFormat…mp4\nDuration…01:25:00\nGenre : Animation, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kit\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1EZoq/Moonbound.2021.WEB-DL.720P.PP.mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-16-at-22.40.40-143x200.png",
        "title": "My Son (2021)",
        "description": "My Son (2021)============IMDb Rating - 6.6/10စက်တင်ဘာ ၁၅ ရက်နေ့မှ ထွက်ထားပြီး IMDB 6.7 ရထားတဲ့ အသစ်စက်စက် ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ကွာရှင်းထားတဲ့ လင်မယားနှစ်ယောက်ရဲ့ ခုနှစ်အရွယ် ကလေးလေးတစ်ယောက်ကို ကမ့်မှာပို့ထားရင်း ပျောက်ဆုံးသွားသောအခါ . . . ပျောက်ကွယ်ရခြင်းရဲ့ အကြောင်းအရင်းက ဘာလဲ။ အသတ်ခံလိုက်ရတာလား ... ဒါမှမဟုတ်ပြန်ပေးဆွဲခံလိုက်ရတာလား။ ပြန်ရော ရှာတွေ့ပါ့မလား စသဖြင့် မေးခွန်းပေါင်းများစွာနဲ့ ရင်တစ်မမ ကြည့်ရမယ့်Crime, Mistery, Drama ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ X-men, Split, Glass တို့မှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား McAvoy မှ ပါဝင်ရိုက်ကူးထားပြီး တစ်ကားလုံးအဖြေရှာရင်း ရင်တမမကြည့်သွားရမယ့် ကားကောင်းလေးတစ်ကားမို့ မိုးအေးအေးမှာ အနားယူရင်း ကြည့်ရှုအားပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Tar Tee Poe မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ Tar Tee ...",
        "rating": "6.6",
        "url": "https://megaup.net/Z1qa/My.Son.2021.WebRip.720P[CM].mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNjExMWNlNjItMjEzNy00MmZjLWFmZTgtMzFmODBkZThiZTdlXkEyXkFqcGdeQXVyMTA5OTc4NTkz._V1_-134x200.jpg",
        "title": "Battlefield Heroes (2011)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဟိုးအရင်ခေတ် ဂိုဂူလျောတိုင်းပြည်နဲ့ တရုတ်မင်းဆက် ကြားက တိုက်ပွဲကို ဟာသနှောပြီး ရိုက်ပြထားတာပါ ။ဒီထဲမှာ ကိုရီးယားက တကယ့်မင်းသားကြီးဖြစ်တဲ့ Jin-young Jung ၊ (Kingdom)အပြင် နာမည်ကြီးဇာတ်ကားတော်တော်များများမှာပါတဲ့ Seung-ryong Ryu ၊ Je-mun Yun တို့အပြင်\nအာရှမင်းသားဆိုပြီး နာမည်ကြီး မိန်းကလေးတွေအရမ်းကြိုက်ပြီး Running Man မှာလည်းပါတဲ့ သစ်ကုလားအုတ် အီဂွမ်ဆူ ( Lee Kwang-Soo ) ကလည်း အခွီဇာတ်ရုပ်နဲ့ ပါဝင်ထားပါသေးတယ် ။ ဇာတ်လမ်းကတော့ ...လူအင်အားနည်းနေတဲ့ ထန်မင်းဆက်က ဂိုဂူလျောကိုတိုက်ခိုက်ဖို့အတွက် ရှီလာတွေဆီကနေ စစ်ကူတောင်းပါတော့တယ်ရှီလာတွေကလည်းဘတ်ဂျယ်နဲ့မြစ်တောင်ပိုင်းပေးရင် စစ်ကူလွှတ်မယ်လို့ကတိတောင်းခဲ့တာပေါ့ဒီလိုနဲ့ စစ်ပွဲအတွက် ပေါ်တာဆွဲတဲ့ထဲမှာ ဘတ်ဂျယ်ကမူဂွန်ဆိုတဲ့တစ်ယောက်လည်းပါသွားပါတယ်\nသူက စစ်မတိုက်ချင်တဲ့သူပါ ( သူရဲ့စစ်ပွဲတွင်းမသေအောင်နေနည်းတွေက အံ့မခမ်းပါပဲ )မွန်ဒီ ( Lee Kwang-Soo ) ဆိုတဲ့တစ်ယောက်ကတော့ စစ်တိုက်မယ်ဆိုပြီး ကိုယ်တိုင်လိုက်လာခဲ့တဲ့သူပါစစ်တိုက်ချင်တဲ့သူ မတိုက်ချင်လို့ကန့်လန့်လိုက်လုပ်တဲ့သူ သူတို့နှစ်ယောက်ရဲ့ဟာသအလွဲတွေနဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/30UkC/Battlefield_Heroes_(2011)_720p.mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-16-at-19.05.02-133x200.png",
        "title": "Together (2021)",
        "description": "Together (2021)============IMDb Rating - 6.8/10အိမ်ထောင်တစ်ခုမှာ ဘယ်လောက်ချစ်ကြသည်ဖြစ်စေ ရန်မဖြစ်တဲ့စုံတွဲဆိုတာတော့ ရှိကြမယ်မထင်ပါဘူး။ဒီဇာတ်လမ်းထဲက ဇာတ်ဆောင်နှစ်ယောက်ကလည်း ၁၀နှစ်အရွယ်သားလေးတစ်ယောက်ရှိပြီးဖြစ်တဲ့ မတည့်အတူနေဖေဖေနဲ့မေမေပေါ့နော် . ဘယ်လိုတောင်လဲဆို ယောက်ျားဖြစ်သူထမင်းစားနေရင် အစာချေပြီးအီးပါတဲ့ အဆင့်ထိမြင်ယောင်လာပြီး အလိုလိုရွံလာပါသတဲ့လေ။အဲဒီလိုလင်မယားနှစ်ယောက်က ကိုဗစ်ကာလ လော့ဒေါင်းချလိုက်တော့ ဘယ်မှသွားမရဘဲ အိမ်ထဲမှာပိတ်မိနေတဲ့အခါဘယ်လိုတွေစခန်းသွားကြမလဲဆိုတာ ပရိတ်သတ်ကြီးတို့သာ မြင်ယောင်ကြည့်ကြပါတော့။ တော်ကီကတော့ရှယ်ဖုတ်ပါတယ်။ရန်လည်းရှယ်ဖြစ်ပါတယ် သူတို့မကျေနပ်‌ချက်တွေကို ကြည့်ရှုသူတွေကို ပြန်တိုင်နေကြတဲ့ပုံစံ ရိုက်ထားတာပါ။ဒါပေမယ့်လည်း အချိန်တစ်ခုထိ အတူနေလာတဲ့လင်မယားတွေဆိုတော့ သံယောဇဉ်ဆိုတာတော့ ရှိကြစမြဲပေါ့နော်အိမ်ထောင်တစ်ခုရဲ့ နေ့စဥ်လူမှုဘဝ အတက်အကျလေးတွေကို ရိုက်ပြထားတာဖြစ်လို့ အားလုံး relate လုပ်နိုင်တဲ့ကားလေးဖြစ်မယ်ထင်ပါတယ်။ ဘယ်လိုတွေနှစ်ပါးသွားကြမလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။ဒီကားထဲမှာ အဓိကဇာတ်ဆောင်နှစ်ယောက်တော့ X-Men ထဲမှ ပရောဖက်ဆာ ချားလ်စ်(James McAvoy) နဲ့ Sharon Horganတို့ပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို MTA မှရေးသားပေးပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ F&R Team ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p ...",
        "rating": "6.8",
        "url": "https://megaup.net/Z1aw/Together.2021.720p.WEBRip.DD5.1[CM].mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l2X5hPbamzNeeaFEPdNIiaVBA2.jpg",
        "title": "The Guilty (2021)",
        "description": "The Guilty (2021)စောင့်​မျှော်​နေကြတဲ့ Jake Gyllenhaalရဲ့ Crime, Thrillerကားသစ် ရပါပြီ၊\nဒီကားက​​တော့ 2018 တုန်းက ထွက်ခဲ့တဲ့ ဒိန်းမတ်ရုပ်ရှင် The Guilty ကို Remake ပြန်ရိုက်ထားတာပါသူ့နာမည်က ဂျိုး​ဘေလာ၊ LAရဲတပ်ဖွဲ့ရဲ့ အရာရှိတစ်ဦးဖြစ်​ပေမယ့်\nအတိတ်ကအ​ကြောင်းတစ်ခု​ကြောင့် ၉၁၁- အ​ရေး​ပေါ်ဌာနကို ရာထူးချခံထားရသူအ​ရေး​ပေါ်ဌာနတို့ရဲ့ ထုံးစံအတိုင်း ကားပိတ်တာ၊ ​ကြောင်သစ်ပင်​ပေါ်တက်တာကအစ\nသဘာဝ​ဘေးအန္တရာယ်အဆုံး ဖုန်းတဂွမ်ဂွမ်ဆက်လာတာကို ပြန်​ဖြေပေးရတဲ့​နေရာဆို​​တော့ဂျိုးတစ်​ယောက် ​သိပ်နေသားမကျလှ၊ ရဲအရာရှိဘဝကလာတာမလို့\n​ပေါင်းသင်းဆက်ဆံ​​ရေးကလည်းညံ့​တော့ အ​တော်ဘုကလန့်ကျ​နေတာ​ပေါ့၊\nဒီကြားထဲ အိမ်​ထောင်​ရေးကလည်း အဆင်မ​ပြေ​တော့ တစ်ပူ​ပေါ်နှစ်ပူဆင့် ဖြစ်​နေတာ​ပေါ့တစ်ရက် LAမှာ မီးအကြီးအကျယ်​လောင်မှု​ကြောင့် အ​ရေး​ပေါ်ဌာနတစ်ခုလုံး ဗျာများ​နေချိန်\nဂျိုးဆီကို ဖုန်းတစ်​ကောလ်ဝင်လာတယ်၊\nဖုန်းဆက်လာသူအမည်က အမ်မလီလိုက်တန်၊ ဂျိုးဖုန်းကိုင်ကိုင်ချင်းပဲ\nသူ့ကို Sweetyဆိုပြီး စ​ခေါ်​​​တော့ လူဂွစာကြီးဂျိုး ​ထောင်းခနဲ​ဒေါသထွက်သွားပြီ၊\nဌာနတစ်ခုလုံးအလုပ်များ​နေချိန် မျက်နှာ​ပြောင်ပြီး ဖုန်းဆက်တာပဲ​​ပေါ့ဒါ​​ပေမယ့်အဲ့ဒီအမျိုးသမီးရဲ့အသံက တုန်​နေတယ်၊ ငိုသံပါ​နေတယ်၊ ​ကြောက်လန့်​နေတယ်၊ ​\nနောက်​ပြောင်ပြီး​ခေါ်တဲ့ဖုန်းမဟုတ်ဘူး။ဂျိုးလည်းစဉ်းစားရပြီ၊သူ့ကိုဘာလို့ Sweetyလို့​ခေါ်ရတာလဲ?\nဘာလို့ ဖုန်း​​ပြောတဲ့အသံက ထူးဆန်း​နေတာလဲ?စသဖြင့် ​မေးခွန်း​တွေ​မေး၊ စကား​တွေ​ပြောရင်း\nကိစ္စကသူထင်ထားသလို ရိုးရှင်းမ​နေမှန်းသိသွားတဲ့အခါ....အမ်မလီလိုက်တန်ဆိုတဲ့ အမျိုးသမီးက ဘယ်သူလဲ?\nသူအခုကြုံ​နေရတဲ့ကိစ္စက ...",
        "rating": "6.1",
        "url": "https://megaup.net/2kW5q/The.Guilty.2021.720p.WEBSCR.1400MB.DD2.0.x264-CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dqoshZPLNsXlC1qtz5n34raUyrE.jpg",
        "title": "Candyman (2021)",
        "description": "Candyman 2021IMDb 6.7/10ဒီတစ်ခေါက်မှာတော့ Clive Barkers ရေးတဲ့\nBooks of Blood ထဲက The Forbidden ဆိုတဲ့ ဝတ္ထုကို\nအခြေခံပြီးရိုက်ခဲ့တဲ့ ဇာတ်ကားတွေထဲကမှ\nလေးကားမြောက် Candyman Horror/Thriller ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးသွားမှာပါပထမဆုံး Original Candyman ကိုတော့ 1992 ခုနှစ်မှာရိုက်ခဲ့ပြီး\nCandyman :Farewell to the Flash (1995)\nCandyman : Day of the dead (1999) နှစ်ကားကတော့\nSequel အနေနဲ့ ထွက်ရှိခဲ့ပါတယ်အခု Candyman 2021 ကတော့ Original Candyman ရဲ့ Direct Sequel ပါ၁၉ရာစုနှောင်းပိုင်းမှာ မတရားအသတ်ခံလိုက်ရပြီး\nသရဲဖြစ်လာတဲ့ ပန်းချီဆရာ သကြားလုံးသည်လေး ရှားမန်းတဖြစ်လဲ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1EYyV/Candyman.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Horror, Thriller"
    }
]