[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wk6m5IK3whuaZX3OoQkYPFwyyHu.jpg",
        "title": "Hive (2021)",
        "description": "Hive ( 2021 )\n------------------~ IMDb - 7.4, RT - 100% ~Sundance ရုပ်ရှင်ပွဲတော်မှာပြခဲ့ပြီး Grand Jury Prize အပါအ၀င် ထိပ်ဆုံးဆု ၃ခုလုံးရရှိခဲ့တဲ့ ပထမဆုံးရုပ်ရှင်ပါ။ Oscar Best International Feature Film ရဲ့ ကိုဆိုဗို နိုင်ငံကိုယ်စားပြုရုပ်ရှင် အဖြစ်လည်း ရွေးချယ်ခံထားရပါတယ်။ ဖြစ်ရပ်မှန်ပေါ်အခြေတည်ထားပြီး Feminine Strengths ကို ဂုဏ်တင်ထားတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ယူဂိုဆလားဗီးယားပြည်ထောင်စုဟာ ဘော့စနီးယား၊ ခရိုအေးရှား၊ မက်ဆီဒိုးနီးယား၊မွန်တီနီဂရိုး၊ ဆာဘီးယား နဲ့ ဆလိုဗေးနီးယားဆိုတဲ့ သမ္မတနိုင်ငံ ခြောက်ခုနဲ့ဖွဲ့ထားခဲ့တယ်။ ၁၉၉၀နောက်ပိုင်းတော့ အကုန်ကွဲပြီး စစ်တွေဖြစ် လူမျိုးသုဉ်းသတ်ဖြတ်မှုတွေ မနည်းဖြစ်ခဲ့တယ်။ ၁၉၉၉မှာ ကုလသမဂ္ဂ လုံခြုံရေး ကောင်စီ ဆုံးဖြတ်ချက် ၁၂၄၄ အရ ကိုဆိုဗိုဒေသအုပ်ချုပ်ရေးကို ကုလသမဂ္ဂက လက်လွှဲယူပြီး ၂၀၀၈မှာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/118fj/(CM)_Hive_(2021)_720p_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/rLEep_3f.jpg",
        "title": "A Year-End Medley (2021)",
        "description": "A Year-End Medley (2021) အညွှန်း******************************IMDb...7.0နှစ်သစ်ကူး အားလပ်ရက်မှာ Emors လို့ခေါ်တဲ့ဟိုတယ်တစ်ခုမှာ ဆုံကြတဲ့ လူတွေရဲ့ဇာတ်လမ်းအဖုံဖုံနာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်ထားပြီး ဟိုတယ်ပိုင်ရှင်ကအစဟိုတယ်ဝန်ထမ်းတွေနဲ့ ဟိုတယ်မှာလာရောက် တည်းခိုတဲ့ လူတွေအထိလူတွေအများကြီးရဲ့ကိုယ်စီ အချစ်ရေးတွေ လူမှုရေးလေးတွေကို .ဟာသလေးနှောပြီး ရိုက်ကူးထားပါတယ်...Casts တွေက ခေါင်းဆောင် မင်းသား မင်းသမီးနေရာကပဲ သရုပ်ဆောင်တဲ့ သူတွေ အများကြီးပါ၀င်ပါတယ်..ကိုယ်ကြိုက်တဲ့ Casts ပါလို့ ကြည့်မယ်ဆို ရင် တောင်ဒီကားလေးမှာ ကိုယ်ကြိုက်တဲ့သူတွေ အများကြီးကို တစ်ကားထဲ ကြည့်ရမှာပါနော်....\nCasts တွေကတော့ Lee Dong Wook, Han Jimin, KangHaNeul, Im Yoona, WonJina, Seo Kangjoon, KimYoungKwang, Lee Kwang Soo, Go Sunghee, Lee Jin Wook, Jo Junyoung,Lee Kyuhyung, Lee Hyeyoung ...",
        "rating": "7.0",
        "url": "https://megaup.net/117t1/A.Year-End.Medley.2021.WEB-DL.720P.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNzIxMzM2MTgtODgxZi00Mjc4LWJmY2QtNWY2ZDA3ZTc0OTU2XkEyXkFqcGdeQXVyMzY5NTQyMg@@._V1_SY1000_SX600_AL_-120x200.jpg",
        "title": "Hello Mr. Billionaire ( 2018 )",
        "description": "Shen Teng  ရဲ့ ဇာတ်ကားကောင်းလေးတကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အညွန်းလေးကိုဖတ်ကြည့်လိုက်ရအောင်Wang Duo Yu ဟာ သာမာန် လိဂ်တစ်ခုက မထင်မရှားတဲ့သာမန်ဂိုးဖမ်းသမားလေးတစ်ဦးပါပဲ..သူ့အဖိုးကတော့ ချမ်းသာကြွယ်ဝတဲ့ လူတစ်ဦးတစ်နေ့မှာတော့ ဂိုးသမားလေးအဖို့ ကံဇာတာတွေကောင်းမွန်လာပါတယ်အဲ့ဒါဘာလဲဆိုတော့ သူ့အဖိုးဆီကအမွေရမယ့်အကြောင်းကိုသိလိုက်ရတာပါပဲ..ရမယ့်ပိုက်ဆံကလည်း ယွမ် သုံးဆယ် ဘီလီယံဆိုတော့ မနည်းမနောပါပဲ..ဒါပေမယ့်သူ့အဖိုးက သူ့ကိုဒီအတိုင်းမပေးဘူး စိန်ခေါ်မှုလည်းတခု လုပ်လိုက်တယ်ဂိုးသမားလေးဟာ တစ်လအတွင်းမှာ ယွမ် တစ် ဘီလီယမ် တိတိကိုကုန်အောင်သုံးရပါမယ်..မဟုတ်တဲ့နေရာမှာလည်းမသုံးရဘူးပြီးတော့ တမင်မကုန်ကုန်အောင် ပစ္စည်းတွေကိုမတန်မဆပေးပြီးဝယ်တာမျိုးလည်းမဖြစ်ရဘူး..လက်ခံနိုင်တဲ့အတိုင်းအတာတခုမှာတလအတွင်းယွမ် တစ် ဘီလီယမ်ကိုသုံးနိုင်မှ ကျန်တဲ့အမွေကိုသူရမှာပါ..စိန်ခေါ်မှုကိုလက်မခံဘူးဆိုလည်းယွမ် 1 ဘီလီယံကိုယူပြီးထွက်သွားယုံပါပဲ..ရှုံးနိမ့်သွားရင်တော့အမွေတွေတပြားတချပ်မှရမှာမဟုတ်ပါဘူးကဲ..ဒီစိန်ခေါ်မှုကို ဂိုးသမားလေးဘယ်လိုဖြတ်ကျော်မလဲပြီးတော့ ဘာတွေဖြစ်လာမလဲ..ဘာတွေသင်ယူနိုင်မလဲဆိုတာကိုဆက်လက်ကြည့်ရှုခံစားကြပါ..အားကစားနဲ့ ဟာသလေးတွေအပြင်အချစ်ဇာတ်လမ်းလေးတပုဒ်ကိုပါကောင်းကောင်းခံစားရမှာဖြစ်လို့အပန်းဖြေကြည့်ရှုလိုသူ ရုပ်ရှင်ချစ်သူများအတွက်သင့်တော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် \nQuality : Bluray 1080p ( HEVC ) , 720p\nFormat : mp4\nDuration : 1h 58 min\nGenres : Comedy , Drama\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "6.2",
        "url": "https://megaup.net/1171u/Hello_Mr_Billionaire_2018_Bluray_720p_HEVC_(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gnBO55MPkWhoEmfSD3n675XtxEO.jpg",
        "title": "A Better Tomorrow III: Love and Death in Saigon (1989)",
        "description": "A Better Tomorrow III: Love and Death in Saigon (1989) A Better Tomorrow Trilogy ရဲ့ နောက်ဆုံးကား ဖြစ်တဲ့ A Better Tomorrow III ကိုတော့ ရှေ့နှစ်ကားရဲ့ ဒါရိုက်တာ ဂျွန်ဝူးဟာ ပရိုဂျူဆာဖြစ်တဲ့ Tsui Hark နဲ့ သဘောထားကွဲလွဲရာကနေ ဆက်မရိုက်ဖြစ်ခဲ့ပါဘူး။ ပရိုဂျူဆာ Tsui Harkကပဲ ဒါရိုက်တာအဖြစ် ရိုက်ကူးခဲ့တယ်။Tsui Hark ဟာ A Better Tomorrow III နဲ့တော့ အောင်မြင်မှုအပြည့်အ၀ မရခဲ့ပေမဲ့ သူလည်း ဟောင်ကောင် စီနီမာရဲ့ အရေးပါတဲ့သူပါပဲ။ ဂျက်လီရဲ့ Once Upon A Time In China ၄ကားအပါအ၀င် Green Snake, Tide and ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n0U2/(CM)_A_Better_Tomorrow_III_(1989)_720p.mp4",
        "category": "A Better Tomorrow Trilogy, Action, Crime, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/g-135x200.jpg",
        "title": "Ghostbusters: Afterlife 2021",
        "description": "Ghostbusters 2021 ရုပ်ရှင်အသစ် ထွက်လာပါပြီ။ Remake မဟုတ်ပါဘူး။ နောက်ဆက်တွဲ အနေနဲ့ ထွက်တာပါ။ သရဲဖမ်းသမားတွေရဲ့ မြေးတွေ မျိုးဆက်သစ်တွေကို တွေ့ရမှာဖြစ်သလို\nသရဲဖမ်းသမားဟောင်းကြီးတွေကိုလည်း ဧည့်သည်အဖြစ် တွေ့ရဦးမှာပါ။ သရဲဖမ်းသမားတွေကို လူတိုင်းရင်းနှီးကြမှာပါ။ သိပ္ပံနည်းလမ်းတွေနဲ့ ပရိုတွန် သေနတ်တွေ ထောင်ချောက်တွေနဲ့ သရဲတွေကို နှိမ်နင်းကြတဲ့သူတွေပေါ့။ ဒီဇာတ်လမ်းမှတော့ မူရင်း သရဲဖမ်းသမားတွေလည်း အငြိမ်းစားယူ၊ သရဲတွေလည်း ပေါ်မလာတော့တာ နှစ် ၃၀ လောက်ရှိပါပြီ။ သူတို့မြေးတွေ လက်ထက်ကျမှ သရဲအကြမ်းကြီးတွေ ပေါ်လာလို့ သူတို့အဘိုးတွေရဲ့ လက်နက်တွေနဲ့ ပြန်တိုက်ခိုက်ရတဲ့ ဇာတ်လမ်းပါ။ ဂန္ဓဝင်ကားတွေကို ဆက်ရိုက်ရင် fail တာများနေတဲ့ ခေတ်ထဲမှာ Rating 7.6 အထိရောက်လာတဲ့ ကျေနပ်လောက်စရာ နောက်ဆက်တွဲရုပ်ရှင်လေးပါပဲ။ ခံစားကြည့်လိုက်ပါဦး။ \nFile size…(2.7 GB)/(900 Mb )/(450Mb)\nQuality….Webrip 1080p 5.1 CH / 720p ...",
        "rating": "7.6",
        "url": "https://megaup.net/11f2s/ghostbusters.afterlife.2021.720p_(CM).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vSInR22WH8dT0j3r4fqRWX3DDQy.jpg",
        "title": "Honey Lemon Soda (2021)",
        "description": "Honey Lemon Soda (2021)ဂျပန်ကျောင်းသား အချစ်ဇာတ်လမ်းတွေရဲ့ရိုးရာအတိုင်း\nစော်ကြည်ဘဲမင်းသားနဲ့ အူတူတူမင်းသမီးလေးတွေရဲ့ ကြောင်နဲ့ကြွက်လိုဆက်ဆံရေးကနေ\nနောက်ဆုံးကြိုက်သွားကြတာမျိုးမဟုတ်ဘဲနဲ့\nဒီ Honey Lemon Soda ဆိုတဲ့ကားလေးမှာတော့\nလူ​ကြောက်တတ်ပြီး အနိုင်ကျင့်ခံရတဲ့ ဇာတ်လိုက်မင်းသမီး Uka ဆိုတဲ့အူကြောင်ကြားလေးကို\nကျောင်းမှာနာမည်ကြီးရေပန်းစားတဲ့ Kai ဆိုတဲ့ ကောင်လေးက\nအစပိုင်းတည်းကစိတ်ရင်းအမှန်နဲ့ချစ်ပြီး လိုက်ကာကွယ်ပေးရာကနေ ဖြစ်လာတဲ့အချစ်ဇာတ်လမ်းလေးပါသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလည်းပါပေမယ့်\nသူငယ်ချင်းအချင်းချင်းမနာလိုပြီး အကောက်ကြံတာမျိုးတွေလည်းမပါလို့\nအပျင်းပြေ ပေါ့ပေါ့ပါးပါးလေးကြည့်ချင်တဲ့သူတွေအတွက်အဆင်ပြေပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality….WEB-DL 1080p and 720p and 360p\nFile size… 1.1 GB and 680B and 259MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Moe Pwint Phyu\nEncoder ..... August",
        "rating": "8",
        "url": "https://megaup.net/1H4c3/Honey_Lemon_Soda.WEB-DL.720p.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vlMIbqOpYG553J1kOJXA7mwQvE6.jpg",
        "title": "Flee (2021)",
        "description": "Flee ( 2021)\n=================================\nIMDb  - 8.2/10Awards - 50 Wins and 75 Nomniationsဒီရုပ်ရှင်ရဲ့အမျိုးအစားက Animated Documentary ပါ။\nဒီလိုအမျိုးအစား ရုပ်ရှင်တွေက မရှားပေမဲ့ မပေါလှပါဘူး။\nသူ့ပုံစံကတော့ ဖြစ်ရပ်မှန်တွေကို Animation နဲ့ ပြသပြီး\nDocumentaryရိုက်ထားတဲ့ အခန်းလေးတွေပါ ကြားညှပ်ပြသွားတဲ့ ပုံစံပါပဲ။Flee မှာတော့ အခြေအနေ အကြောင်းကြောင်းကြောင့် Animationဘက် ပိုအားသာပါတယ်။\nပြောရရင် ဆယ်စက္ကန့်လောက် ဆယ်ခန်းစာ၀န်းကျင်ကလွဲရင် လုံး၀ Animation သက်သက်ပါပဲ။\nDocumentary ဆိုပေမဲ့ ဒါရိုက်တာရဲ့ တင်ဆက်ပြသပုံကောင်းတော့\nAnimation ကောင်းကောင်း တစ်ကားကြည့်နေရသလိုပါပဲ။\nပျင်းစရာတစ်ကွက်မှ မရှိတဲ့အပြင် ဖြစ်ရပ်မှန်တွေဖြစ်တဲ့အတွက် ဗဟုသုတလည်းရစေမှာပါ။\nအာဖဂန်နစ္စတန်ပြည်သူတွေရဲ့  စစ်အတွင်း အခြေအနေကိုပါ သိရှိနိုင်ပါလိမ့်မယ်။ဇာတ်ကြောင်းကတော့ အာဖဂန်နစ္စတန်မှာ တိုက်ပွဲတွေဖြစ်တော့ နိုင်ငံကထွက်ပြေးပြီး\nတခြားနိုင်ငံတွေမှာ ခိုလှုံခဲ့ရတဲ့ ပြည်သူတွေထဲက မိသားစုတစ်စုအကြောင်းကို ရိုက်ပြထားပါ။ ...",
        "rating": "8.2",
        "url": "https://megaup.net/32Z6A/Flee_(2021).720p_WEB-DL.CM.mp4",
        "category": "Animation, Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mAONhAFierWcBK1zzEcLMYTEAxJ.jpg",
        "title": "Superstars (2008)",
        "description": "Superstars (2008)“ဘုရားက မျှတပါတယ်လေ” ဆိုပြီး လူတွေပြောပြောနေကျ စကားရှိတယ်မလား။လောကမှာ အရာအားလုံးပြည့်စုံတဲ့သူရယ်လို့မရှိပါဘူး။\nသေးသေးကြီးကြီး ချို့ယွင်းချက်တစ်ခုတော့ အနည်းဆုံးရှိကြစမြဲပါပဲ။\nဒီကားလေးရဲ့ ဇာတ်ဆောင်နှစ်ယောက်ကလည်း ဒီလိုပဲ။ငယ်ငယ်တည်းက သူငယ်ချင်းတွေဖြစ်ခဲ့ကြတဲ့ “တွမ်” နဲ့ “တင်” …“တွမ်” က ရုပ်ရည်ချောမောတယ်၊ အကတော်တယ်။\nဒါပေမယ့် သူ့ရဲ့အသံက ကြားလိုက်တာနဲ့ရယ်ချင်စရာကောင်းလောက်အောင်ကို “ဘဲ” အသံလိုမျိုး ပြာနေတာ။\nချောမောတဲ့ရုပ်ရည်နဲ့ ကိုယ်နေဟန်ထားတော့ရှိပေမယ့် အသံပြာတဲ့ ချို့ယွင်းချက်ရှိနေတဲ့သူ ..။“တင်” က ရုပ်ရည်ပိုင်းဆိုင်ရာမှာ အရုပ်ပုပု ဝဝနဲ့ အားနည်းချက်ရှိပေမယ့်\nသူ့မှာ ဆည်းလည်းသံလိုသာယာတဲ့အသံနဲ့ သီချင်းအရေးကောင်းတဲ့ ပါရမီရှိတယ်။ဒီလို နှစ်ယောက်ပေါင်းမှ ဖိနပ်တစ်ရံလိုပြည့်စုံသွားတဲ့\nသူငယ်ချင်းနှစ်ယောက်မှာ အမြဲစနောက်နေကျအကျင့်တစ်ခုရှိတယ်။“Lip-sync” လုပ်တာ ..“တွမ်” က ရှေ့ကနေ လူလုံးပြ “တင်” ကနောက်ကနေ ပြောချင်ရာပြော။\nဒီလိုနဲ့ တစ်နေ့မှာ “တင်” ရေးပြီးဆိုထားတဲ့ သီချင်းတစ်ပုဒ်ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/116jv/Superstars.2008.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/10-things-i-hate-about-you-133x200.jpg",
        "title": "10 Things I Hate About You (1999)",
        "description": "10 Things I Hate About You (1999)\nIMDb - 7.3/10_____Rotten - 69%ဒီရုပ်ရှင်မှာ မင်းသားကြီး Health Ledger နဲ့ မင်းသမီး Julia Stiles တို့ အဓိကပါဝင်ထားပြီးသူတို့နှစ်ယောက်ဘယ်လောက်တောင် တွဲဖတ်ညီခဲ့လဲဆိုရင် ဇာတ်ကားရိုက်ကူးနေစဉ်မှာပဲ တကယ်တွဲဖြစ်ခဲ့ကြပါတယ်....ဇာတ်ဝင်ခန်းမှာ Julia ရဲ့တောင်းဆိုချက်ကြောင့်  Frankie Valli ရဲ့\"Can't take my eyes off you\" သီချင်းကို Health Ledger ကိုယ်တိုင် သီဆိုခဲ့ပြီး ဒီ Scene ဟာ လူတိုင်းရင်ကို ကြည်နူးစေခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာ နိုင်ငံတကာက လူငယ်တွေကြား အခုချိန်ထိ အသည်းစွဲနေတဲ့ဇာတ်ကားဖြစ်ပြီး Rating မြင့်တဲ့ Romance Comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့...ကမ်မရွန် ဆိုတဲ့ ကျောင်းသားလေး ပါဒွာ ဆိုတဲ့ ကျောင်းတော်ကြီးမှာကျောင်းစတက်တဲ့ နေ့မှာဘဲ ဘီယန်ကာဆိုတဲ့ စော်ချောချောလေးကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/1165g/(CM)_10_Things_I_Hate_About_You_(1999)_720p_BluRay_H.264_AAC_2.0_-Nyein.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/In_Hell-698040886-large-145x200.jpg",
        "title": "In Hell (2003)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ထောင်ဇာတ်လမ်းကားကောင်းတွေထဲက တစ်ကားဖြစ်တဲ့အပြင် တစ်ခေတ်တစ်ခါက နာမည်ကြီးမင်းသားကြီး Van Damme ရဲ့ ဇာတ်ကားဖြစ်တဲ့ In Hell ဆိုတဲ့ ဇာတ်ကားပါ ။In Hell ဆိုတဲ့အတိုင်း ထောင်တွင်း လာဘ်စားမှု့တွေ ၊ ထောင်တွင်း လူမိုက်ဂိုဏ်းတွေရဲ့ အချင်းချင်းလုပ်ကြံသတ်ဖြတ်မှု့တွေ အပြင် ထောင်ဆိုတာ ဘယ်လောက်ဆိုးရွားတယ်ဆိုတာကိုပါ သေချာရိုက်ပြထားတာပါ ။ဇာတ်လမ်းကတော့...မင်းသားကြီး Van Damme က လူရိုးလူအေး စက်ရုံအလုပ်သမားတစ်ယောက်ပါအလုပ်မအားလို့ မိန်းမဆီကို တစ်လတစ်ခါမှ ပြန်လာဖြစ်ပြီး တစ်နေ့မှာတော့ သူပြန်ရောက်ရောက်ချင်း သူ့မိန်းမ အသတ်ခံထားရတာကို တွေ့လိုက်ရပါတယ်လူသတ်သမားကိုဖမ်းမိပေမယ့် ငွေများတရားနိုင်ဆိုတဲ့အတိုင်း ကွင်းလုံးကျွတ်လွတ်သွားကို ဒေါသထွက် စိတ်မထိန်းနိုင်ဘဲ တရားရုံးထဲမှာတင် တရားခံကို ရဲဆီကသေနတ်ယူပြီး ပစ်သတ်လိုက်တာကြောင့် Van Damme က ထောင်တစ်သက်တစ်ကျွန်းကျ သွားတာကနေ ဇာတ်လမ်းအစပြုထားပါတယ် ။သူရောက်တဲ့ထောင်က ထောင်တစ်ကာ့ထောင်တွေထဲ အဆိုးရွားဆုံးထောင်ပါထောင်တွင်း သတ်ကွင်းတွေ ၊ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1H3ig/In_Hell_(2003)_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/a900b5744fe74e8547f419e1be364ced-dear_evan_hansen_ver3_xlg-135x200.jpg",
        "title": "Dear Evan Hansen (2021)",
        "description": "Dear Evan Hansen (2021)\"ဘယ်သူမှ အနားမှာ မရှိဘူးလို့ ခံစားနေရပါသလား .....\nဘယ်မှာရှိမှန်းမသိဘဲ အမေ့ခံဘဝလို့ ခံစားရဖူးပါသလား .....\nပျောက်ကွယ်သွားရင် ကောင်းမယ်လို့ ခံစားခဲ့ရဖူးပါသလား .....\nငါသာ လဲကျသွားရင် ဘယ်သူမှ ကြားမှာ သိမှာ မဟုတ်ဘူး ဆိုတာမျိုးပေါ့\"အဲဒီလို ခံစားနေရပြီ ဆိုရင် ဒီ Musical Drama လေးကို ကြည့်လိုက်ပါ။ကိုယ်က တစ်ယောက်ထဲ မဟုတ်ဘူးဆိုတဲ့ ခံစားချက် ကို ရလာမှာပါ။\nအထီးကျန်တယ်ဆိုတဲ့ ခံစားချက်ကို ဟိုးဝေးဝေးထိ လွင့်ဖျောက်နိုင်မှာပါ။ဇာတ်လမ်းအစကတော့ချစ်သော အယ်ဗန် ဟန်ဆန် ..... ဆိုပြီး ဒီလိုမျိုး စထားပါတယ်။Movie တွေထဲမှာ ရှားရှားပါးပါး Musical Genre ပဲ ဖြစ်ပါတယ်။အယ်ဗန် ဟန်ဆန် ဆိုတာကတော့ .....\nလူမှုရေးအားနည်းသူ တစ်ယောက် ဖြစ်ပြီး\nလူတွေနဲ့ စကားပြောရမှာကို ကြောက်တဲ့လူတစ်ယောက် ဖြစ်ပါတယ်။ဒီတော့ စိတ်ရောဂါကုဆရာဝန် နဲ့ ပြသပြီးတော့\nသူ့ကိုယ်သူ စာပြန်ရေးတဲ့ အိမ်စာကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/2l2im/Dear.Evan.Hansen.2021.720p.WEBSCREENER.X264.DD5.1-CM.mp4",
        "category": "Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BOTYyNTI2ZmUtOTAwYy00ZGQ4LTg2YTAtYmFjZjY0YzNjNDMyXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-135x200.jpg",
        "title": "Mayday (2021)",
        "description": "Mayday (2021)============ဒီဇာတ်ကားလေးအကြောင်းပြောရရင်တော့ \"Alice In the Wonderland \" တို့လို့ \"The Wizard of Oz\"တို့လို\nလက်တွေ့ကမ္ဘာကြီးတစ်ခုကနေ စိတ်ကူးယဉ်ဆန်တဲ့နေရာလေးတစ်ခုကိုရောက်သွားတဲ့ပုံစံမျိုးပါပဲ။ မတူတာတော့\nအထက်ကဇာတ်ကားနှစ်ကားလိုမျိုးမှော်ဆန်ဆန်ဇာတ်လမ်းအသွားအလာနဲ့ Fantasy ဖြစ်စေတာမျိုးမဟုတ်ပဲနဲ့\nMystery ပုံစံနဲ့ dramaခင်းပြီး fantasy ဖြစ်စေတာပါ။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရိသဲ့သဲ့လုပ်တတ်တဲ့\nလုပ်ဖော်ကိုင်ဖက်ယောက်ျားလေးဝန်ထမ်းတွေနဲ့ နှိပ်စက်အနိုင်ကျင့်တတ်တဲ့အထက်လူကြီးရှိတဲ့ဟိုတယ်မှာ\nအလုပ်လုပ်နေရတဲ့အန်နာတစ်ယောက်၊ မုန်တိုင်းကတိုက်မီးကပျက်တဲ့တစ်နေ့ မိန်းကလေးတစ်ယောက်ရဲ့အသံကို\nကြားပြီးတဲ့နောက် ထူးဆန်းတဲ့အိပ်မက်လိုနေရာလေးတစ်ခုကိုရောက်သွားရာကနေ......\nMayday ဆိုတဲ့ ဒီဇာတ်ကားလေးဖြစ်လာတယ်ဆိုပါတော့ . . .\nဒီဇာတ်ကားလေးက Raindance Film Festival(2021) မှာ Best Cinematography Awardရထားတာဆိုတော့\nရိုက်ကူးထားတဲ့ရိုက်ချက်လေးတွေဖန်တီးမှုတွေလေးတွေကလှပသလို အတွေးလေးတွေပါရသွားစေနိုင်တဲ့ကားလေး\nဖြစ်တာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်။)File Size - (2.14 GB)/(1.13 GB)/(700 MB)\nQuality – BluRay- (1080p)/(720p)/(480p)\nDuration - 2hr 10min\nSubtitle – Myanmar Hardsub\nFormat ...",
        "rating": "5.1",
        "url": "https://megaup.net/1H3ri/Mayday.2021.720p.BluRay[CM].mp4",
        "category": "Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hxZ8fsekKH0GJp0GAaGWCkOaDT.jpg",
        "title": "Baby Blues (2013)",
        "description": "Baby Blues (2013)2013ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ခြောက်ခြောက်ခြားခြားhorrorကားတခုပါပဲ လူတိုင်းလိုလိုကြားဖူးကြမှာပါကျွန်တော်တို့တွေ တနေရာရာကို ပြောင်းရွေ့ကြတဲ့အခါအဲ့ဒီနေရာမှာ မကျွတ်မလွတ်ပရလောကသားတွေ ရှိတက်ပြီးသူတို့ရဲ့အစွဲအလမ်းရှိရာ အရာဝတ္ထုတခုခုမှာ တွယ်ကပ်နေတက်တာကိုပေါ့ဒီဇာတ်လမ်းလေးကလဲ အဲ့ဒီလိုဇာတ်လမ်းမျိုးကိုကျောရိုးခံထားပါတယ်.ဇာတ်လမ်းအကျဉ်းကတော့လူငယ်စုံတွဲတတွဲဟာ ဈေးသက်သာတဲ့အိမ်တလုံးမှာ အတူနေထိုင်ဖို့ ငှားရမ်းပြီးရွေ့ပြောင်းလာခဲ့ပါတယ်. အဲ့ဒီအိမ်မှာပဲထူးခြားတဲ့အရုပ်မလေးကို တွေ့ခဲ့ပါတယ်.ပထမကတော့ နဂိုအိမ်ငှားတွေကျန်ခဲ့တဲ့အရုပ်တခုပါပဲဆိုပြီးနမော်နမဲ့နေခဲ့ကြပေမယ့် နောက်ပိုင်းမှာ ထူးခြားဆန်းကြယ်မှုတွေခြောက်ခြားဖွယ်ရာတွေကို ကြုဲံတွေ့လာရချိန်မှာတော့............ \nFile size…1.7GB / 575MB\nQuality…1080p BluRay 5.1CH / 720p\nFormat…Mp4\nDuration….1h 32min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by X Cross",
        "rating": "3.7",
        "url": "https://megaup.net/1H3oj/Baby.Blues.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bJLCPROp9bmNndurwZpVnOioVpB.jpg",
        "title": "[18+] Zola (2021)",
        "description": "[18+] Zola (2021) IMDb - 6.5/10, RT - 88%, Meta - 76%A24 ဟာ ပြီးခဲ့လေးငါးခြောက်နှစ် နောက်ပိုင်းကနေ အခုထိ နာမည်တဟုန်ထိုး တက်လာတဲ့ အင်တာတိန်းမန့် ကုမ္ပဏီပါ။ A24က ထုတ်တာတွေမှာ Thriller Horror ဆန်ဆန်ကားတွေ နည်းနည်းထူးခြားတယ်ပြောလို့ရတဲ့ကားတွေချည်းပါပဲ။ ဒါကြောင့် သူ့ပရိတ်သတ်နဲ့ သူအခိုင်အမာရှိနေပြီး သူ့ဖန်တွေကြား A24 ရုပ်ရှင်တွေလိုမျိုး အရသာပေးနိုင်တဲ့ ရုပ်ရှင်တွေ့ရင် A24 vibe ဆိုပြီး ပြောကြတဲ့အထိကို A24 ရဲ့ လွှမ်းမိုးမှုကကြီးခဲ့ပါတယ်။ သူ့ဆီက ကားတွေဟာ အော်စကာဆုတွေရတာတွေလည်း ရှိပါတယ်။A24 ဟာ Midsommar, Hereditary, The Lighthouse, The VVitch, Uncut Gems,\nLady Bird, Moonlight စတဲ့ ရုပ်ရှင်ကောင်းတွေ အပါအ၀င် တခြားရုပ်ရှင် အကောင်းတွေချည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/1H3g3/(CM)_Zola_(2021)_720p.mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/menow-133x200.jpg",
        "title": "Meow Meow Boss (2021)",
        "description": "Meow Meow Bossဆိုတဲ့ဇာတ်ကားကတော့\nဇာတ်ကားနာမည်လေးအတိုင်း ချစ်စရာကောင်းတဲ့\nRomantic movieလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားမှာ‌တော့ မင်းသမီးကျန်းခယ်ချီက\nကြောင်ကနေ လူသားအသွင်ပြောင်းထားတဲ့\nမင်းသားလေဟောင်ယန်နဲ့ ချစ်ကြိုက်မိတဲ့\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nကျန်းခယ်ချီက ‌ငယ်ငယ်တုန်းက\nကြောင်လေးတစ်ကောင်ရဲ့အသက်ကိုကယ်ခဲ့ပါတယ်\nအဲ့ကြောင်လေးက‌လည်း မင်းသားလေဟောင်ယန်ဖြစ်နေတော့\nလေဟောင်ယန်က မင်းသမီးကိုလိုက်ကာကွယ်ကူညီပြီး\nကျေးဇူးပြန်ဆပ်ရာမှ အချင်းချင်းချစ်မိသွားတာပဲဖြစ်ပါတယ်\nဒါပေမဲ့ လေဟောင်ယန်က လူသားမဟုတ်တဲ့အတွက်\nနှစ်ယောက်လုံးတူတူနေထိုင်သွားနိူင်ဖို့ အများကြီးခက်ခဲခဲ့ပါတယ်\nအထူးသဖြင့်အချိန်တန်ရင် သူ့နယ်မြေကိုပြန်ရမှာဖြစ်ပါတယ်\nတကယ်လို့မပြန်ရင် တစ်သက်လုံးကြောင်တစ်ကောင်အဖြစ်နေသွားရမလား\nဒီလောကကြီးကနေပျောက်ကွယ်သွားမလားဆိုပြီး\nစိုးရိမ်နေရတဲ့အခြေနေနဲ့ တစ်ခုပေါ်ကျရောက်နေတော့\nနောက်ဆုံးမှာ လေဟောင်ယန်က\nချစ်ရတဲ့သူကိုထားခဲ့ပြီး နယ်မြေကိုပြန်သွားမလား\nအသေခံပြီးဘေးမှာရှိနေပေးမှာလား\nသို့မဟုတ် နယ်မြေကိုပြန်သွားပြီးတော့ချစ်သူကိုပြန်လာရှာပြီး\nပျော်ရွှင်ရတဲ့ happy endingလေးဖြစ်မလားဆိုတာကို\nဆက်လက်ကြည့်ရှုလိုက်ရအောင်Quality : WEB-DL 1080p\nFormat : mp4\nDuration : 1h 40min\nGenres : Drama , Romance\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by A Pu Lay\nEncoded By LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/meow-meow-boss-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/spider-FFH-135x200.jpg",
        "title": "Spider-Man: Far From Home (2019) MCU",
        "description": "Spider-Man: Far from Home (2019)\nIMDb - 7.5/10_____Rotten - 91%\n Endgame အပြီးမှာ ထွက်လာတဲ့ကားတွေကို ကြည့်ရတာ သိပ်အားရပါတော့မလားလို့ တွေးမိပေမယ့် မာဗယ်ကတော့ ပိုပိုကောင်းအောင် လုပ်ပြနိုင်တုန်းပါပဲ။ဒီစပိုက်ဒါမန်းကားကို အကြိုက်တွေ့ကြမှာပါ။ဇာတ်လမ်းအကျဉ်း…သားနို့စ်နဲ့တိုက်ပွဲအပြီးမှာ ကမ္ဘာကြီးဟာ အပြိုင်စကြဝဠာတွေနဲ့ ချိတ်ဆက်တဲ့ ဝင်ပေါက်တွေ ပေါ်လာခဲ့ပါတယ်။ ကမ္ဘာတစ်ခုက သူရဲကောင်း မစ်စ်တီးရီယိုဟာ သူ့ရဲ့ကမ္ဘာကို ဖျက်ဆီးသွားတဲ့ သတ္တဝါဆိုးတွေ လက်ရှိ စပိုက်ဒါမန်းတို့ ကမ္ဘာကို ရောက်လာတာကြောင့် လိုက်လံတိုက်ခိုက်ရင်း နစ်ခ်ဖြူရီ၊ စပိုက်ဒါမန်းတို့နဲ့ မိတ်ဆွေဖြစ်လာပါတယ်။စပိုက်ဒီနဲ့ မစ်စ်တီးရီယိုတို့ ပေါင်းပြီး ဒီအန္တရာယ်တွေကို ရင်ဆိုင်ရပါလိမ့်မယ်……(ဘာသာပြန်ပေးထားသူကတော့ Littleneo ပါ)\nFile size…(5.7 GB)/(2.1 GB)/(1 GB)\nQuality….IMAX 4K HEVC/ DS4K 1080p / 720p\nFormat…mkv/mp4\nDuration….02:09:21\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Little Neo",
        "rating": "7.5",
        "url": "https://megaup.net/1H2gc/(CM)_Spider-Man.Far.From.Home.2019.IMAX.720p_AAC_2.0.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/spiderman_homecoming-132x200.jpg",
        "title": "Spider-Man: Homecoming (2017) MCU",
        "description": "Tobey Maguire နဲ့ Andrew Garfield တို့ပြီးတဲ့နောက်မှာ သုံးကြိမ်မြောက် Reboot လုပ်ခဲ့တဲ့Tom Holland ရဲ့ တကယ့်ကို လူငယ်ဆန်တဲ့ အငွေ့အသက်တွေလွှမ်းခြုံနေတဲ့Spider Man Homecoming ဟာ ၂၀၁၆နှစ်ကုန်ပိုင်းမှာ ထွက်လာတဲ့ Marvel Comic ဖန်တွေ အကြိုက်လောက်ဆုံး Spider Man Reboot Movie တစ်ခုဖြစ်ခဲ့ရပါတော့တယ်\nTobey နဲ့ Andrew အလွန် ၂၀၁၆မှာတော့ ကျွန်တော်တို့လို Comic Fan တွေအတွက် Cilvil War မှာ လူငယ်မင်းသား Tom Holland က ဆန္ဒတွေ ဖြည့်ဆည်းပေးလိုက်တော့တယ်။သူ့ကို စတင် Cast လုပ်လိုက်လိုက်ချင်း ဝေဖန်သံတွေ ပေါ်ထွက်ခဲ့ပေမယ့်အဲဒီ ဝေဖန်သံတွေကို Civil War မှာ Tony Stark ရဲ့ Underoses ဆိုတဲ့ စကားနဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/32Xaj/(CM)_Spider-Man_-_Homecoming_(2017)_BluRay_DS4K_720p_HEVC_AAC_2.0_Audio.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BZTdjZTZiOWYtYWY3Yi00NjcwLWJlNzYtYjUwYTZhOGJjYmQ1XkEyXkFqcGdeQXVyNjQ3NjUzMzA@._V1_-133x200.jpg",
        "title": "[18+] Obsessed (2014)",
        "description": "ဂျွန်စောလို့ လူသိများတဲ့ မင်းသား Song Seung-heon ကိုခုလို ကြာကူလီဆန်ဆန် အရူးအမူးအချစ်သမားအဖြစ် မြင်ရတာ တစ်မျိုးတော့ ထူးခြားပါတယ်...မင်းသမီး Lim Ji-yeon ကလဲ အေးတိအေးစက် မထုံတတ်သေးနဲ့ Erotic ဆန်တဲ့ ဇာတ်ရုပ်ကို ချပြရာမှာသူ့ရဲ့ ပထမဆုံး Leading Role ဇာတ်ကားဖြစ်ခဲ့ပေမယ့် ပေါ်ပေါ်ထင်ထင်ပဲ ရိုက်ကူးထားပါတယ်...ထူးခြားတဲ့ တွဲဆက်မှုတွေနဲ့ ဒီကိုရီးယားဇာတ်ကားက ဖောက်ပြားတတ်တဲ့လူ့သဘောကိုအချစ်ဆိုတဲ့ ခေါင်းစဉ်တပ်ထားပါတယ်။(ယခင်တင်ဆက်ဖူးပေမယ့် ဘာသာပြန်စာတန်းထိုး လိုအပ်ချက်တွေရှိခဲ့လို့အခုအသစ်တစ်ဖန် ဘာသာပြန်တင်ဆက်လိုက်တာပါ။)\nFile size…(1.6 GB)/(1.3 GB)/(650 MB)\nQuality….BluRay 1080p HEVC/ 1080p / 720p\nFormat…mkv/mp4\nDuration….02:13:12\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.2",
        "url": "https://megaup.net/32XaC/(CMorg)_Obsessed_2014_720p_BluRay_H.264_AAC_2.0_Audio.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hjD9WtY6xZQxRwPC34xNTfajOke.jpg",
        "title": "Do You Love Me as I Love You ( 2020 )",
        "description": "ကြည်နူးစရာကောင်းတဲ့ ထိုင်ဝမ်အချစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်လူတိုင်းက သူများရဲ့အချစ်ရေးကို အရမ်းစိတ်ဝင်စားပြီးအတင်းအဖျင်းတွေ ပြောလေ့ရှိပါတယ် အဲ့လိုပဲဒီကားလေးထဲမှာလည်း ကျောင်းကလူတွေရဲ့ အတင်းအဖျင်းတွေထဲမှာနာမည်ကြီးနေတဲ့ လုံးဝအတွဲမ​ဖြစ်နိုင်ဘူးလို့သတ်မှတ်ထားတဲ့ စုံတွဲစာရင်း (MI စာရင်း) ဆိုတာရှိပါတယ်ဒီဇာတ်လမ်းရဲ့ ဇာတ်ကောင် ရှောင်ရှန်းကတော့ ရူပဗေဒမေဂျာကျောင်းသူတစ်ယောက်ဖြစ်ပြီး ဗေဒင်ကို အရမ်းစိတ်ဝင်စားတဲ့အပြင်သူ့ရဲ့ငယ်သူငယ်ချင်းလေးကျူးဟောက် ကိုကြိတ်ကြွေနေတဲ့ ကောင်မလေးတစ်ယောက်ပါတစ်နေ့မှာ သူဟာ သူငယ်ချင်းဇုန်ထဲကနေရုန်းထွက်ပြီးအဲ့ဒီကောင်လေးကို ဗေဒင်ယ​တြာတွေကအစအသေးစိတ်ပြင်ဆင်ပြီးဖွင့်ပြောဖို့လုပ်ထားပေမဲ့သူလုပ်ထားသမျှသဲထဲရေသွန်ဖြစ်သွားခဲ့ပါတယ်အကြောင်းကတော့ အဲ့ဒီနေ့မှာပဲ ကျူးဟောက်ကတခြားကောင်မလေးကို ဖွင့်ပြောလိုက်တာပါရှောင်ရှန်းရဲ့ ဇာတ်လမ်းလေးက ဒီမှာတင်ပြီးပြတ်မသွားပါဘူးသူ့ရဲ့ အကြီးမားဆုံးကံဆိုးမှုက အခုမှရောက်လာတာပါအဲ့ဒါကတော့... တစ်ကျောင်းလုံးရဲ့ နတ်ဘုရားမလို့တင်စားရလောက်တဲ့ အင်တာနက်ဆယ်လီ ရီကျင်းကကျူးဟောက်ဖွင့်ပြောချိန်မှာ ကျူးဟောက်သာMI စာရင်းရဲ့ ထိပ်ဆုံးသုံးတွဲကို အောင်သွယ်ပေးနိုင် မယ်ဆိုရင်တွဲမယ်လို့ပြောလိုက်တာပါပဲ ဒီလိုနဲ့ ပိုချစ်ရတဲ့လူကရှုံးရတယ်ဆိုတဲ့အတိုင်း ကြိတ်ကြွေနေတဲ့ရှောင်ရှန်းလေးတစ်ယောက် ကျူးဟောက်ကိုကူညီပေးရပါတော့တယ် ကဲ ဒီတော့ ကျူးဟောက်နဲ့ရှောင်ရှန်းတို့နှစ်ယောက် လုံးဝတွဲဖို့မဖြစ်နိုင်ပါဘူးလို့တွေးရလောက်တဲ့ထိ အကျင့်စရိုက်တွေဆန့်ကျင်ဖက်ကွဲပြားနေတဲ့ အတွဲသုံးတွဲကို ဘယ်လိုတွေအောင်သွယ်ပေးမလဲရှောင်ရှန်းလေးရဲ့အချစ်ရေးကရောဘယ်လိုဆက်ဖြစ်ဦးမှာလဲဆိုတာကို စိတ်ဝင်စားရင်တော့CM က တင်ဆက်ပေးမဲ့ ဒီဇာတ်လမ်းလေးကို အခုပဲကြည့်လို့ရပါပြီနော် \nQuality : BRRip 1080p\nFormat : mp4\nDuration ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/do-you-love-me-as-i-love-you-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a1BrBoErndBAYEZZEJaotIJ6CE1.jpg",
        "title": "Requiem for a Dream (2000)",
        "description": "Requiem for a Dream (2000)IMDb - 8.3/10, RT - 79%တစ်ချို့က Requiem For A Dream ကို ကြည့်ရအခက်ဆုံးရုပ်ရှင်တစ်ကားလို့ ဆိုကြတယ်။ တခြားတော့မဟုတ်ပါဘူး။ စိတ်ညစ်စရာတော်တော်ကောင်းတဲ့ ဇာတ်ဝင်ခန်းတွေကြောင့်ပါပဲ။ နာမည်ကျော်ဝေဖန်ရေးဆရာ ရော်ဂျာအတ်ဘတ်ကတော့ ဒီလိုပြောထားတယ်။\" Requiem for a Dream ဟာ အတော်လေးလက်တွေ့ကျတဲ့ စိတ်ဓာတ်ကျစရာအတော်ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဆိုလည်း မမှားပါဘူး။ Requiem for a Dream နဲ့ ပတ်သက်ပြီး စွဲမက်စရာကောင်းတဲ့အချက်က... ဒါရိုက်တာက ဆေးစွဲနေတဲ့ဇာတ်ကောင်တွေရဲ့ စိတ်ပိုင်းဆိုင်ရာအခြေအနေကို ပြောင်ပြောင်မြောက်မြောက် ပုံဖော်သွားတဲ့အချက်ပါပဲ။ ဆေးသုံးနေတဲ့အချိန်မှာ... ဆေးဟာ ဘာမဆိုဖြစ်နိုင်တဲ့ ကမ္ဘာတစ်ခုထဲကို ပြတင်းတံခါးခဏဖွင့်ပြပေးပြီး... အဲဒီတံခါးပိတ်ကျသွားတဲ့အခါမှာ... ဘဝက အဲဒီပြတင်းတံခါးကိုပြန်ဖွင့်ဖို့ ငွေနဲ့ဆေးကိုရှာဖို့ ကြံမိကြံရာရှာနေရတဲ့ အခြေအနေကို ဆိုက်ရောက်သွားတော့တယ်\" တဲ့။ဒီရုပ်ရှင်ဟာ ဆေးစွဲနေတဲ့သူရဲ့ စိတ္တဗေဒကို အစစ်အမှန်ပြသထားတဲ့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2mZuZ/(CM)_Requiem_for_A_Dream_(2000)_720p.mp4",
        "category": "Drama"
    }
]