[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BOTg5ODBkOGUtNzg3OS00NmYyLWI0OGMtZDY3NTc0OTQ0M2I0XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-139x200.jpg",
        "title": "The Hows of Us (2018)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...\nအတော်လေးအောင်မြင်ခဲ့သလိုဖိလစ်ပိုင်ရုပ်ရှင်သမိုင်းမှာလည်း ဝင်ငွေစံချိန်တင်ခဲ့တယ်...\nရုပ်ရှင်ထဲသာမက အပြင်မှာပါ ပရိသတ်တွေရဲ့အချစ်ကိုပိုင်ဆိုင်ထားတဲ့ စုံတွဲလို့ပြောရင်လည်းမမှားဘူး...\nIMDB မှာ Rating 7.9 အထိရရှိထားသလို ဒါရိုက်တာကလည်း သူတို့အတွဲ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ she's dating the gangster ကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Cathy Garcia-Molinaဖြစ်နေလေတော့ အများကြီးညွှန်းစရာလိုမယ်တော့မထင်ပါဘူး.....ဇာတ်လမ်းလေး နည်းနည်းပြောပြရရင် !\nGeorge က Primoကို မြင်တည်းက ကြည့်မရဘူး...ကြည့်မရတဲ့ Primoက တဖြည်းဖြည်း သူ့အနားရောက်လာခဲ့တယ်...\nမိသားစုက သူ့ကိုချစ်ကြတယ်...အဖွားဖြစ်သူက Primoကို အသည်းစွဲ...နောက်ဆုံးတော့ သူလည်း Primoကို ချစ်မိသွားခဲ့တယ်...\nအဖွားဆုံးခါနီးတော့ သူ့ကို Primoလက်ထဲအပ်ခဲ့ရုံမက အိမ်လေးကိုပါပေးခဲ့တယ်...ချစ်သူနှစ်ဦး အိပ်မက်တွေတပွေ့တပိုက်နဲ့ စိတ်ကူးတွေယဉ်ခဲ့ကြ ချစ်ခဲ့ကြတယ်...\nနေ့ရက်တိုင်းဟာ ပျော်စရာပဲ...ရယ်ပြီးရင် ငိုရဦးမယ်ဆိုတဲ့ သီချင်းစာသားလေးအတိုင်း ကြင်နာခြင်းတွေနောက်မှာ နာကျင်ခြင်းတွေကပ်ပါလာခဲ့တယ်...သူတို့ ဝေးခဲ့ကြတယ်...\nအရာရာဟာ နေသားမကျခြင်းတွေနဲ့...အိမ်လေးကို Primoပြန်ရောက်လာခဲ့တယ်... Georgeကို ပျော်ရွှင်အောင်ထားမယ်ဆိုတဲ့စိတ်နဲ့... ...",
        "rating": "7.9",
        "url": "https://megaup.net/1b7g0/(CM)_The.Hows.of.Us.2018.720p.AMZN.WEB-DL.DDP2.0.H.264-Naung.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMjQ1MTYxMzA4OF5BMl5BanBnXkFtZTgwNjg2NTM1MTI@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Conspiracy Theory (1997)",
        "description": "ခုတစ်ခေါက် တင်ဆက်ပေးမယ့် ဒီဇာတ်ကားမှာ နာမည်ကြီးမင်းသမီး အလှပဂေး Julia Roberts နဲ့ ဒါရိုက်တာ-သရုပ်ဆောင် မင်းသားကြီး Mel Gibson တို့ရဲ့ ပြောင်မြောက်တဲ့ သရုပ်ဆောင်ချက်တွေ ပါဝင်ပြီးတော့ ကြည့်ရှုသူတွေအနေနဲ့ အက်ရှင်၊ နိုင်ငံရေးလျှို့ဝှက်မှုခင်းတွေနဲ့ အချစ် အကြောင်းတို့ကို စုံလင်စွာ ခံစားကြည့်ရှုရမှာ ဖြစ်ပါတယ်။\nတက္ကဆီမောင်းသမား Jerry က နိုင်ငံမှာ ဖြစ်ပျက်နေတာတွေအကုန်လုံးကို လိုက်ကြည့်ပြီး ဒါကတော့လက်မဲကြီးတွေကလုပ်တာ၊ ဘယ်သူတွေကကြိုးကိုင်နေလို့ ဒီလိုဖြစ်တာဆိုပြီး ကိုယ်ပိုင်သီအိုရီတွေထုတ်တတ်လေ့ရှိပါတယ်။\nတက္ကဆီမောင်းတဲ့သူလည်း ဖြစ်နေတော့ လူတွေအများကြီးနဲ့ ဆက်ဆံရပြီး တွေ့သမျှလူတိုင်းကိုလည်း သူ့အတွေးတွေအကုန်လုံးကို လိုက်ပြောလေ့ရှိပါတယ်။\nသူပြောသမျှက ယုံချင်စရာမကောင်းလွန်းလို့ အရူးလို့ထင်ရပေမဲ့ သူပြောတဲ့အထဲက တစ်ခုခုကမှန်သွားပြီးတော့ သူ့ကိုလိုက်ဖမ်းတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ်လာပါတယ်။ Jerry ကတော့ သူထုတ်ထားတဲ့ သီအိုရီတွေက များလွန်းလို့ ဘယ်ဟာကြောင့်ခုလို ဖြစ်ရတယ်ဆိုတာတောင် မသိတော့ပါဘူး။\nJerry မှာ သူ အရူးအမူးစွဲလမ်းနေတဲ့ Alice လို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်လည်း ရှိပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1aVqj/Conspiracy.Theory.1997.720p.(CM)_(2).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BZDQzMTNjZGEtZjczNS00ZTBiLTljNzMtYzRmZTcwNjZhYTNiXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "She’s Dating the Gangster (2014)",
        "description": "She is Dating the Gangster\nIMDb 7/10\nRomance and Drama\"ကျွန်တော်သာ သင်္ဘောတစ်စင်းဆို သူမက ကျွန်တော်ရဲ့ကျောက်စူးလေးပါပဲ\" လို့ပြောခဲ့တဲ့ ဒန်နီရယ်နဲ့\nသူအရမ်းချစ်ရတဲ့အမျိုးသမီးလေး ကတ်သရင်းတို့ကို လူတိုင်းသိကြမယ်ထင်ပါတယ်။\nနာမည်ကျော်ဖိလစ်ပိုင်အနုပညာရှင်စုံတွဲလေးဖြစ်တဲ့ သူတို့အတွဲလေးဟာ ယခုဆိုရင် ရည်းစားသက်တမ်း ၁၀ နှစ်ကျော်ထဲကို ရောက်ရှိနေခဲ့ပြီဖြစ်ကာ အရှေ့တောင်အာရှကလူတိုင်း\nချစ်ခင်နှစ်သက်ကြတဲ့ နာမည်ကျော်အနုပညာရှင်စုံတွဲလေးဖြစ်ပါတယ်။သူတို့စုံတွဲလေးဟာ အလွန်အောင်မြင်တဲ့ စီးရီးနဲ့ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာကို အတူတူတွဲရိုက်ကူးခဲ့ပြီး\nသရုပ်ဆောင်ကောင်းသလို အရိုခန်း အငိုခန်းတွေမှာ လိုက်ဖက်လွန်းတာကြောင့် လူကြိုက်များခဲ့ပါတယ်။\nယခုတင်ဆက်ပေးသွားမှာကတော့ ၂၀၁၄ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ သူတို့နှစ်ယောက်ရဲ့အချစ်ဒရမ်မာဇာတ်ကားလေး She's Dating the Gangster ပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...\nမိခင်ဆုံးပါးသွားတည်းက ဖခင်ဖြစ်သူကို စိတ်နာနေတဲ့ ကန်းနက်ဆိုတဲ့ကောင်လေးဟာ\nသူ့မိခင်ရဲ့သေဆုံးမှုဟာ သူ့ဖခင်ရဲ့စနက်မကင်းဘူးလို့ထင်မြင်နေတာလည်းဖြစ်ပါတယ်။\nသူ့မိခင်နဲ့ဖခင်တို့ အတိတ်သမိုင်းကြောင်းကို သိချင်လို့ပြန်လည်တူးဖော်ရင်း\nဘယ်လိုအခြေအနေမျိုး၊ ဘယ်လိုအကြောင်းအရာမျိုးတွေ သိရှိလာမယ်၊\nသူ့အဖေက ဘာလို့ရယ်ရယ်ပြုံးပြုံးမရှိတော့တာလဲဆိုတာရယ်၊\nဘာကြောင့် သူ့အမေဆုံးပါးသွားရတာတွေကို သူ့အဖေကြောင့်လို့ သူထင်နေလဲ၊\nသူ့အဖေကရော ဘာတွေမှားခဲ့တာလဲဆိုတာကို\nဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းလေးနဲ့ ငြိမ့်ငြိမ့်လေးကြည့်ရှုရမယ့် ဖိလစ်ပိုင်အချစ်ဒရမ်မာဇာတ်လမ်းလေးဖြစ်ပါတယ်။Tele Link ကနေပဲကြည့်တတ်တယ်ဆိုရင် https://t.me/Myname2021hakak/42  မှာဝင်ကြည့်ပါ။720p HD ကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/2x28y/(CM)_She_s.Dating.The.Gangster.2014.720p.AMZN.WEB-DL.DDP2.0.H.264-Naung.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNDY5MTQwODI3OV5BMl5BanBnXkFtZTcwODM2MjEzMw@@._V1_-136x200.jpg",
        "title": "Music and Lyrics (2007)",
        "description": "Music and Lyrics (2007)\n==================\nIMDb Rating - 6.5/10ဒီဇာတ်ကားကိုမကြည့်ခင် YouTube Spotify Apple music\nစတဲ့ပလက်ဖောင်းတွေမှာ Way back into love ဆိုတဲ့ သီချင်း\nကို နားဆင်ခံစားကြည့်လိုက်ပါ၊ တကယ်လို့ အဲ့သီချင်းကိုမကြိုက်\nခဲ့ရင်လည်း ဇာတ်ကားကိုတော့ ဆက်ကြည့်လိုက်ပါ။ နားထောင်\nရတာကြိုက်ခဲ့ရင်တော့ စီးကရက်တစ်လိပ်နဲ့ ကော်ဖီတစ်ခွက်ယူပြီး\nဆက်ခံစားကြည့်ကြဖို့ အကြံပေးပါရစေ။ဇာတ်လမ်းကမဆန်းပါဘူး musical romance လေးပါပဲ။ ဒါပေမဲ့\nအချစ်ဆိုတဲ့အရာကိုက ဆန်းကြယ်နေခဲ့တာပါ။ အချစ်ကြောင့် အရာ\nရာအဓိပ္ပာယ်ရှိသွားတယ်၊ အချစ်ကြောင့် အရာရာလှပနေခဲ့တယ်၊\nအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်မှာ နားဆင်ခံစားဖို့သီချင်းကောင်းလေး\nတွေအပြင် သီချင်းစာသားတွေရဲ့နှလုံးသားကို ခံစားလို့ရမယ်။လူတိုင်းချစ်တတ်ကြမှာပါ၊ အချစ်မှာနောင်တတွေအမှားတွေရှိတယ်၊\nအချစ်မှာကြီးကျယ်ခမ်းနားခြင်းတွေ အားအင်တွေရှိတယ်၊ အဲတော့\nဒီအချစ်ဇာတ်ကားလေးနဲ့အတူ အချစ်ကိုခံစားရင်း ကောင်မလေးရှိတဲ့\nသူတွေက ကောင်မလေးကိုရိုပြပါ၊ FA တွေကလည်း စိတ်ကူးယဉ်ရင်း\nမျက်ရည်ကျပါ၊ တစ်ခေတ်တစ်ခါရဲ့ Charles'Angle ဒရူးဘယ်ရီမိုးက\nတော့ သင်တို့အားလုံးအား အချစ်အဓိပ္ပာယ်ကိုဖွင့်ဆိုပြမှာမို့ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Sai Thurein\nLynn ဖြစ်ပါတယ်)File Size..........(2.13 GB) / (889 ...",
        "rating": "6.5",
        "url": "https://megaup.net/2wZM0/Music.and.Lyrics.2007.720p.BluRay.H264.AAC-RARBG[CM].mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzZjZDgxNDctNjcwZi00YTUyLTkzOTctYzgxNWFjZTA4MGI4XkEyXkFqcGdeQXVyOTQ1ODc0MDE@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Holly and the Hot Chocolate (2022)",
        "description": "Holly and the Hot Chocolate (2022)\n==========================\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကတော့ မင်းသား Ryan Farrel နဲ့ မင်းသမီး\nHanna Gaffney တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ အချစ် Fancy\nဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ ခရစ္စမတ်ကို နောက်ခံ\nထားရိုက်ကူးထားတဲ့ကားလေးဖြစ်လို့ ပွဲတော်အကြောင်းတွေ၊\nပျော်စရာလေးတွေကိုတော့ ပေါပေါသီသီကိုမြင်တွေ့ရမှာဖြစ်ပါ\nတယ်။ ပေါ့ပေါ့ပါးပါးနဲ့ ပျော်စရာဇာတ်လမ်းလေးတွေကြည့်ချင်တဲ့\nသူတွေအတွက်ကတော့ တော်တော်လေး သင့်တော်မယ်လို့ထင်ပါ\nတယ်။ဒီဇာတ်ကားလေးထဲမှာကတော့ ပိုင်းဖောဆိုတဲ့ ပွဲတော်တွေကို အရမ်း\nခုံမင်ကြတဲ့ မြို့ငယ်လေးတစ်မြို့ကို စတင်ဖော်ပြထားပါတယ်။ မိန်းမ\nဆုံးပါးသွားပြီးကတည်းက ခရစ္စမတ်ဆိုရင် လှည့်တောင်မကြည့်ချင်\nတော့တဲ့အပြင်၊ တစ်မြို့လုံးက အရမ်းကြိုက်နှစ်သက်ကြတဲ့ Hot\nChocolate ကိုတောင် လုံးဝမထိတွေ့တော့တဲ့ ရူဒီနဲ့ တစ်ဖက်မှာလည်း\nခရစ္စမတ်ဆိုရင် အရမ်းကိုပျော်တဲ့ဟော်လီတို့ နှစ်ယောက်ကြားက အချစ်\nကိုရိုက်ကူးပုံဖော်ထားတာဖြစ်ပါတယ်။ဟော်လီက သူ(မ)ရဲ့ရည်းစားနေထိုင်ရာ ဘော်စတွန်ကိုအသွား လမ်းမှာ\nကားမတော်တဆမှူဖြစ်ပြီး ရူဒီတို့မြို့လေးမှာသောင်တင်နေခဲ့ရာကနေစလို့\nသူတို့နှစ်ဦးရဲ့ အချစ်ဇာတ်လမ်းလေးမှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကို\nစောင့်မျှော်ရှုစားလိုက်ကြပါဦးခင်ဗျာ……….(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Lwin Bo ဖြစ်ပါတယ်)File Size..........(1.07 GB) / (423 MB)\nQuality............WEB-RIP 1080p ...",
        "rating": "6.3",
        "url": "https://megaup.net/3cXfA/Holly.and.the.Hot.Chocolate.2022.720p.WEBRip.(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j2jIkjrASnjtwCmCNDwh9LDWvq9.jpg",
        "title": "Delirium(2018)",
        "description": "Delirium(2018)===============ဒီတစ်ခါမှာ ပရိသတ်ကြီးတို့ကို မိတ်ဆက်ပေးချင်တာကတော့၂၀၁၈ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Delirium ဆိုတဲ့ဇာတ်ကားလေးပါ။ပြသချိန် ၁ နာရီခွဲဝန်းကျင် ကြာပြီးတော့ Horror, Thrillerအမျိုးအစား ကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးတို့အနေနဲ့လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် Tom Walker ကစိတ်ရောဂါကုဆေးရုံမှာ နှစ် ၂၀ ကုန်ဆုံးပြီးနောက်မှာလွတ်မြောက်လာခဲ့ပါတယ်။ ဒါပေမဲ့ သူ့အနေနဲ့ ရက် ၃၀အကျယ်ချုပ်နေပြီးမှ ပုံမှန်လူတစ်ယောက်လိုသွားလာခွင့်ရမှာပါ။ အဲဒီတော့ သူဟာ သူ့မိဘတွေ ချန်ခဲ့တဲ့အိမ်ကြီးမှာ တစ်ယောက်ထဲ နေရဖို့ အကြောင်းဖန်လာပါတော့တယ်။ အမေနဲ့ အဖေက သူတို့ငယ်ငယ်ကတည်းကကွဲသွားကြတာ ဖြစ်ပြီးတော့ အဖေဖြစ်သူက သူမလွတ်လာခက်ရက်ပိုင်းအလိုမှာ ကိုယ့်ကိုယ့်ကိုယ်သတ်သေသွားတာဖြစ်ပါတယ်။ အစ်ကိုဖြစ်သူ Alex ကလည်း ထောင်ကနေလွတ်မလာသေးပါဘူး။ အိမ်အကြီးကြီးထဲမှာ တစ်ယောက်ထဲနေရတဲ့Tom ဟာ အိမ်ထဲကနေ အသံတွေကြားရတာတွေ၊ ထူးဆန်းတဲ့ဖုန်းခေါ်ဆိုမှုတွေကို ကြုံတွေ့လာရပါတော့တယ်။မိန်းကလေးတစ်ယောက် ရေနစ်နေတာကိုလည်းမြင်မြင်နေရပါသေးတယ်။ တစ်နေ့မှာတော့ Tom ဟာ မုန့်စားချင်လို့ဈေးဆိုင်ကနေ မုန့်မှာရင်း မုန့်လာပို့တဲ့ Lynn ...",
        "rating": "5.7",
        "url": "https://megaup.net/1R4uU/Delirium.2018.BluRay720p(CM).mp4",
        "category": "Horror, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/a-1-135x200.jpg",
        "title": "Abraham Lincoln: Vampire Hunter(2012)",
        "description": "Abraham-Lincoln-Vampire-Hunter(2012)==================================အမေရိကကို ပြင်ပကနေ ဘယ်တော့မှ ဖျက်ဆီးနိုင်မှာမဟုတ်ဘူး။ကျုုုပ်တို့အင်အားချိနဲ့ပြီး လွတ်လပ်မှုတွေဆုံးရှူံးရပြီဆိုရင် ဒါဟာကျုပ်တို့ကိုယ်တိုင် ဖျက်ဆီးပစ်တာကြောင့်ပဲ ဖြစ်လိမ့်မယ်။(အေဘရာဟမ်လင်ကွန်း)သမ္မတလင်ကွန်း ဆိုခဲ့သလို စစ်ရေး၊ စီးပွားရေးမဟာအင်အားကြီးစူပါပါဝါအမေရိကကို ပြင်ပကမ္ဘာကဖျက်ဆီးနိုင်ဖို့၊ ရန်သတ္တရုပြုဖို့ဆိုတာ မလွယ်လှသလို၊ဆိုးရွားပြင်းထန်တဲ့ အကျိုးဆက်တွေနဲ့ကြုံတွေ့ရမှာမြေကြီးလက်ခတ်မလွဲပါပဲ။ 'သွေးထွက်သံယိုမှုမရှိဘဲနိုင်ငံတစ်ခုကို မတည်ဆောက်နိုင်' ဆိုတဲ့အတိုင်းလင်ကွန်းကိုယ်တိုင်ထိတ်လန့်ခြောက်ခြားဖွယ်ရာသွေးသံရဲရဲ အနိဌာရုံတွေ၊ တိုက်ခိုက်သတ်ဖြတ်မှုတွေကိုရှောင်လွှဲမရစွာ လုပ်ဆောင်ခဲ့ရတာလည်း ရှိလေရဲ့။လင်ကွန်းရဲ့ ကျော်ကြားလှတဲ့ အထက်ပါစကားရပ်လိုအမေရိကကိုအပြီးတိုင် ဖျက်ဆီးပစ်မယ့် ရန်သူဟာနိုင်ငံအတွင်းမှာ တကယ်ကိုရှိနေခဲ့ပါပြီ။အေဘရာဟမ်လင်ကွန်း လို့ဆိုလိုက်တာနဲ့အမေရိကရဲ့၁၆ ယောက်မြောက်သမ္မတ၊ ငွေဝယ်ကျွန်စနစ်ပပျောက်ရေး ကြိုးပမ်းသူစတဲ့ သမိုင်းအချက်အလက်တွေကိုသာ သတိရကြစမြဲပါ။ လင်ကွန်းနဲ့ပတ်သက်ပြီးအလွန်အရေးကြီးလှသည့်တိုင် သမိုင်းမတွင်တဲ့အကြောင်းခြင်းရာတစ်ခုကတော့ အင်မတန် လူသိနည်းလှပါတယ်။ အဲဒါကတော့လင်ကွန်းဟာ နေ့ဘက်မှာတိုင်းပြည်ကို သမ္မတအဖြစ် စီမံအုပ်ချုပ်ပြီး၊အကာလညအခါမှာ သွေးစုပ်ဖုတ်ကောင်တွေကို လိုက်လံသုတ်သင်ချေမှုန်းသူတစ်ဦး ဆိုတာပါပဲ။ ဒီသမိုင်းဖြစ်ရပ်တွေကိုဆက်သ်ဂရေဟမ်စမစ်သ် က လေ့လာဖော်ထုတ်ဇာတ်ညွှန်းခွဲပြီး၊ ဒါရိုက်တာ ဘက်ခ်မမ်ဘီတော့ဗ် ကရိုက်ကူးတင်ပြလိုက်တဲ့အခါ-Abraham Lincoln: Vampire Hunter ဆိုပြီး ဖြစ်လာပါတယ်။ခေါင်းဆောင်မင်းသား ဘင်ဂျမင်ဝေါ်ကာရဲ့အထူးပီပြင်လှတဲ့ အင်ပြည့်အားပြည့် သရုပ်ဆောင်ချက်တွေ၊သွေးပျက်ခြောက်ခြားစရာ တိုက်ခိုက်ခန်းတွေ၊အန်ထော်နီမက်ကီ၊ ဒေါမနစ်ကူးပါး ...",
        "rating": "5.9",
        "url": "https://megaup.net/1b74u/Abraham.Lincoln.Vampire.Hunter.2012.BluRay720p(CM).mp4",
        "category": "Action, Fantasy, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bSuZ0DaLbXy4Tm0CYgL9SUiQIo0.jpg",
        "title": "Love SummerI(2011)",
        "description": "Love Summer (2011)=================ဒီတစ်ခါမှာတော့ ထိုင်းကားလေးတွေကြိုက်တတ်တဲ့သူတွေအတွက် ထိုင်းဟာသကားလေးလာပါပြီနော်ခရီးသွားဖို့စီစဉ်တိုင်း သူငယ်ချင်းတွေ ညှိမရတာနဲ့မသွားဖြစ်ကြတော့တာမျိုးတွေများတယ်မလား?ဒီကားထဲမှာတော့ သူငယ်ချင်းတွေစုပြီးခရီးထွက်ကြတာမဟုတ်ဘဲ ခရီးထွက်ရင်း မထင်မှတ်ဘဲ လမ်းမှာဆုံကြတဲ့သူတို့တွေ သူငယ်ချင်းဖြစ်သွားတဲ့အကြောင်းရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...ကောင်လေးသုံးယောက် ဘန်ကောက်ကနေပြီးထိုင်းနိုင်ငံရဲ့နာမည်ကြီးကျွန်းတစ်ခုဖြစ်တဲ့ ဖူးခက်ကိုခရီးထွက်လာကြပါတယ် လမ်းမှာနောက်ထပ်သူစိမ်းကောင်မလေးနှစ်ယောက်နဲ့အမှတ်မထင်ဆုံမိပြီးဖူးခက်ကိုအတူခရီးနှင်ကြတဲ့ လမ်းတစ်လျှောက်မှာ ....ကားပျက်လို့ကြုံတွေ့ရတဲ့နောက်ဆက်တွဲတွေ....ကြိုသိမထားတဲ့အရာတွေဖြစ်လာတဲ့အခါ ရင်ဆိုင်ရတာတွေ၊သူတို့ကြားကဆက်ဆံရေးတွေကို အခွီတစ်လိုင်းနဲ့ရယ်နေရမယ့်ကားလေးမို့ထိုင်းဟာသကားကြိုက်တတ်တဲ့CM ပရိတ်သတ်ကြီးတို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ်နော် File size…2.1GB / 1GB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Hnin-Pale",
        "rating": "6.5",
        "url": "https://megaup.net/1b755/Love_Summer.2011.WEB-DL.720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-w-169x200.jpg",
        "title": "War Of The God Monsters (1985)",
        "description": "ဒေါက်တာဂင်ဆိုတဲ့လူတစ်ယောက်ဟာ ကမ္ဘာဦးခေတ် ဒိုင်နိုဆောတွေ ပြန်ရှင်လာပြီလို့ ကြေညာချက်ထုတ်ပြန်ပြီးတော့ ပျောက်ကွယ်သွားတဲ့လူပါ။လူတွေကတော့ ဒီထုတ်ပြန်ချက်ကိုရော သူ့ကိုရော ရူးနေတယ်လို့ပဲ ထင်ခဲ့ကြပါတယ်။ သို့သော်လည်း သတင်းစာတိုက်တစ်ခုဟာ ဒီအကြောင်းကို လိုက်ဖို့အတွက် မိန်းမလှလေးတစ်ယောက်ကို တာဝန်ပေးခဲ့ပါတယ်။ဘယ်လိုနည်းနဲ့ပဲဖြစ်ဖြစ် သတင်းရအောင်ယူခဲ့ဖို့လိုတဲ့မိန်းမလှလေးဟာ ဘယ်လိုအကြံတွေထုတ်မလဲ..။ သူတို့တွေ ဘာတွေ ကြုံရလိမ့်ဦးမလဲ..။၁၉၈၅ ခုနှစ်က ထွက်ခဲ့တဲ့ဇာတ်ကားတစ်ကားဖြစ်တဲ့အလျှောက် ဇာတ်လမ်းကြောင်းက အတော်လေးကောင်းမွန်နေပြီးတော့ CGI တွေတော့ အတော်လေး အားနည်းနေခဲ့ပါတယ်။ သို့သော်ငြား ပြန်ကြည့်ရင်တော့ လွမ်းစရာပါပဲ။ ငယ်ငယ်တုန်းက ဒီလိုပဲ ကြည့်ရတာကိုး။ပြောခဲ့တဲ့အတိုင်း CGI တွေ အားနည်းပေမဲ့လည်း ဒိုင်နိုဆောချစ်သူတွေ သဘောကျလိမ့်မယ့်ဇာတ်ကားတစ်ကားပါပဲ။ ဘာကြောင့်လဲဆို...၊ ဇာတ်လမ်းကြောင်း.. ကောင်းတယ်...။ ရသအမျိုးအစား.... စုံတယ်..။ အဲဒီခေတ်အခါက ကြမ်းသင့်သလောက် ကြမ်းခဲ့တဲ့ ဒိုင်နိုဆောတွေကို ကြည့်ပြီးတော့လည်း စိတ်ကျေနပ်ရမယ်။ဟိုးအရင်ကြာခဲ့ပြီဖြစ်တဲ့ ရုပ်ရှင်တစ်ကားဆိုတော့ လူတိုင်း ကြိုက်ပါလိမ့်ဦးမလား\nမသိဘူး။ ဒါပေမဲ့လည်း တချို့လူတွေအတွက်ကတော့ ဒီလိုအရည်အသွေးကောင်းတဲ့အဟောင်းတွေ ပြန်ကြည့်ရတာကိုက အရသာပဲကိုး။အရင်ခေတ်က ရုပ်ရှင်တစ်ကားဆိုပေမဲ့လည်း ...",
        "rating": "4.2",
        "url": "https://megaup.net/2wJQ0/War.of.the.God.Monsters.1985.720p.(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wA0ZX8BC6AB6IimmKyMWT0PzUov.jpg",
        "title": "Mad Heidi (2022)",
        "description": "Mad Heidi (2022)(1080p ရပါပြီ)ဒီဇာတ်ကား‌လေးက ဆွစ်ဇာလန်က Alps တောင်တန်းတွေမှာ ဇာတ်အိမ်စတည်ထားပြီး အသည်းတစ်ခြမ်း မိန်းမကြမ်းကားကိုမှ ဟာသလေးနည်းနည်းနှောပြီးကြည့်ရမယ်ကားလေးပါပဲ။ဟာသနှောဆိုပေမယ့် ခပ်ပေါ့ပေါ့ကားတော့မဟုတ်ဘဲ သွေးထွက်သံယိုနဲ့ကြည့်ရမှာပါ။ဖြစ်ကြောင်းကုန်စင်ကတော့ အဲ့အချိန်အခါက ဆွစ်ဇာလန်မှာ ဆွစ်ချိစ်ကို မစားရင်၊ ချိစ်မှာပါတဲ့ နို့သကြားဓာတ်ကိုမခံနိုင်ရင်\nရာဇဝတ်မှုဆိုပြီး ဖမ်းဆီးသတ်ဖြတ်ခံရပါတယ်တဲ့။ အဲ့အမိန့်ချတဲ့ ဆွစ်ခေါင်းဆောင်ကြီးဟာဆိုရင်ဖြင့် သူ့ချိစ်ကို ပြည်တွင်းမှာတင်မက နိုင်ငံအနံ့တင်ပို့ပြီး ကမ္ဘာကို အပိုင်သိမ်းချင်နေတာပါ။တောင်ပေါ်သူ ဟိဒ်ဒီလေးရဲ့ ချစ်သူဆိတ်ပီတာဟာ အဲ့ကိစ္စနဲ့ပတ်သက်ပြီး အသတ်ခံလိုက်ရလို့ ကလဲ့စားချေလိုမှုကစတာပါပဲ။အသည်းတစ်ခြမ်းနဲ့ မုဆိုးမ မိန်းမကြမ်းကြီး ဟိဒ်ဒီတစ်ယောက် ဘယ်လိုကလဲ့စားချေမလဲ?\nကမ္ဘာကိုရောကယ်တင်နိုင်မလား? ဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။ဆွစ်ဇာလန်သူလေးရဲ့အဖြစ်ကို ဆွဇ်ဇာလန်ရိုးရာ လက်နက်တွေ၊ ဝတ်စုံတွေအပြင် ဆွစ် ချိစ် လှိုင်လှိုင်နဲ့ ကြည့်ရမယ့်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းကို ကို Themes က ရေးပေးထားပါတယ်။)File Size          : 1.9GB, 886MB, 418MB\nQuality  ...",
        "rating": "6.1",
        "url": "https://megaup.net/1b5i2/[CM]Mad.Heidi.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYzdlYzEzZjEtYjU0MS00NTkyLWFiYmMtYzllNjE2ODE2OWZmXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_-135x200.jpg",
        "title": "The Estate (2022)",
        "description": "The Estate (2022)\n==============ဇာတ်လမ်းနာမည်ကိုကြည့်လိုက်ရင်တော့ ဟာသကားလို့\nမထင်ရပေမဲ့ တကယ့်တကယ် အတော်လေးခွီရတဲ့ ဇာတ်\nကားလေးတစ်ပုဒ်ပါပဲ။ဇာတ်လမ်းအစမှာ Macey နဲ့ Savanna တို့ညီအစ်မနှစ်ယောက်က\nသူတို့အဖေအရမ်းသဘောကျခဲ့တဲ့ သူတို့ကော်ဖီဆိုင်လေးကို\nအကြွေးတွေပိပီးပိတ်ပစ်ခါနီးမို့ အကြပ်ရိုက်နေချိန်၊ သူတို့အဒေါ်\nဖြစ်တဲ့ အပျိုကြီးဘောစိက ကင်ဆာရောဂါနဲ့ နောက်ဆုံးအချိန်\nရောက်နေပီဆိုတာသိရှိရတော့ အမွေရမလားဆိုတဲ့မျှော်လင့်ချက်နဲ့\nသွားခဲ့ပါတယ်။ဟိုရောက်တော့ သူတို့ညီအစ်မ၂ယောက်ထဲပဲရှိမယ်လို့ထင်ထားခဲ့\nပေမဲ့ တကယ့်တကယ် တခြားအမွေလိုချင်တဲ့ သူတို့ဝမ်းကွဲမောင်နှမ\nတွေ ဖြစ်တဲ့ Beatrice နဲ့ Richard တို့ပါရောက်နေခဲ့ပါတယ်။ ဒီတော့\nသူတို့အားလုံးက အဒေါ့်ဆီကအမွေရဖို့အတွက် ကိုယ့်နည်းကိုယ့်ဟန်နဲ့\nဘယ်လိုကြိုးစားရယူမလဲဆိုတာကို ဟာသလေးတွေ အလွဲလေးတွေနဲ့\nကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာမင်းသားကြီး Ron Livingston\nလည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Translator တွေကိုယ်တိုင်အော်ပီးခွီရတဲ့ကားမို့ စိတ်အမောတွေပြေဖို့ဆိုရင်\nမလွတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါကြောင်း……..(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Nyein Laiမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်)File Size..........(1.78 GB) / (655 MB) / (360 MB)\nQuality............WEB-Rip 1080p / 720p / 480p\nDuration.........1Hr 36mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......CM Team\nEncoder...........SWM",
        "rating": "5.3",
        "url": "https://megaup.net/1QW3i/The.Estate.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZTQ2NWUzMzktYjAzOS00MjBlLWFmYTgtZWJiNjNkZmYzZWM3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-160x200.jpg",
        "title": "Double XL(2022)",
        "description": "Double XL (2022)\nComedy, Drama\nIMDb 5.8/10 (2.6K)အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားလေးကတော့ netflix movieဖြစ်တဲ့အပြင် မင်းသမီး ဆိုနခ်ရှီးဆင်ဟားနဲ့\nမင်းသမီး ဟူမာကူရေရှီးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ Body Shaming နဲ့ ပတ်သက်တဲ့\nပညာပေးဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်နော်။ဒီဇာတ်ကားမှာ တစ်ယောက်က ဒေလီမြို့မှာ\nအားကစားအစီအစဉ်တင်ဆက်သူဖြစ်ချင်နေတဲ့ ဖက်တီးမလေး ရာဂျ်ရှရီ...။နောက်တစ်ယောက်ကတော့ ဒေလီမြို့မှာနေပြီး သူ့ဒီဇိုင်းတွေ နိုင်ငံတကာကိုထိုးဖောက်သွားအောင်\nခရီးသွားဖက်ရှင်ဗီဒီယိုလေး တင်ဆက်ချင်နေတဲ့ ဖက်တီးမလေး ဆိုင်ရား...။ရာဂျ်ရှရီဟာ အင်တာဗျူးဖြေရမှာကိုစောင့်နေခဲ့ပြီး ဆိုင်ရားကတော့ ဘတ်ဂျက်ရန်ပုံငွေထုတ်ပေးမှာကို\nစောင့်နေခဲ့ပါတယ်။ရှေ့ဆက်ပြီး သူတို့နှစ်ယောက် တွေ့ကြုံရမယ့် ဘဝခရီးကြမ်းတွေနဲ့ လူတွေရဲ့ကဲ့ရဲ့ထိုးနှက်ချက်တွေကို\nခံနိုင်ရည်ရှိနိုင်ပါ့မလား...။သူတို့နှစ်ယောက်စလုံးရဲ့ စိတ်ကူးအိပ်မက်တွေ အကောင်အထည်ဖေါ်နိုင်ပါ့မလား...။ဆိုတာကိုတော့ လောကကြီးအန်တုပြီး ရင်ဆိုင်မယ့် သူတို့နှစ်ယောက်ရဲ့စွမ်းဆောင်ချက်တွေမှာ\nဆက်လက်ပြီး မြင်တွေ့ရဦးမှာဖြစ်ပါတယ်နော်။ဆိုတေးလို အစားလေးလျှော့ဖက်တီးမ နင်ဒီ့ထက်ဝရင်ကြည့်မလှဆိုတာကလည်း\nတကယ်မဟုတ်ပါဘူးနော်။ ဝမှလှနေတဲ့ ကစ်ကစ်ကိတ်ကိတ်လေးတွေ\nရှိနေတာကိုလည်း သတိချပ်စေချင်ပါတယ်။ ကိုယ့်ဖြစ်တည်မှုကို ရှိရင်းစွဲအတိုင်းလက်ခံပြီး\nကိုယ့်ဘဝကို ကိုယ့်သဘော ကိုယ့်ဆန္ဒနဲ့ ကိုယ်ကိုယ်တိုင်လျှောက်လှမ်းကြပါလို့ တိုက်တွန်းပေးလိုက်ပါတယ်။\nFile size…2.18GB / 1GB\nQuality…1080p HD RIP /720p\nFormat…mp4\nDuration….2h 8m\nSubtitle….Myanmar Subtitle (Hard ...",
        "rating": "5.8",
        "url": "https://megaup.net/2x1wf/Double_XL_(2022)_Hindi__HQ_HDRip.720p(CM).mp4",
        "category": "Bollywood, Country, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cpFf6LRdlOCrmWgEhilCicD2j6d.jpg",
        "title": "[18+] An Affair to Forget (2022)",
        "description": "An Affair to Forget (2022)ရိုဝမ်နာရာမိုစ်ဟာ ဂုဏ်သတင်းကြီးနိုင်ငံကျော် အိမ်ထောင်ရေးရှေ့နေတစ်ဦးဖြစ်ပါတယ်။ လုပ်ငန်းခွင်မှာရော လူမှုရေးအသိုင်းအဝိုင်းမှာပါ ရိုသေလေးစားခံရပေမယ့် သူ့အိမ်တွင်းမှာတော့ ခင်ပွန်းသည်ကခပ်ခွာခွာဆက်ဆံသလို တစ်ဦးတည်းသောသားဖြစ်သူ ချားစ်ကလဲ ခပ်တန်းတန်း ဖြစ်နေပါတယ်။ ဒီထက်ပိုဆိုးတာက သူ့ခင်ပွန်းသည်ပန်းချီဆရာဟာ လတ်တလော စတူဒီယိုထဲမှာပဲနေထိုင်ရင်း ပန်းချီပြပွဲတစ်ခုအတွက် အသည်းအသန်ကြိုးစားနေတာဖြစ်ပြီး အဲ့ဒီပန်းချီပြပွဲရဲ့အဓိကအကြောင်းအရာကလဲ ကိုယ်လုံးတီးအမျိုးသမီးတွေဖြစ်တဲ့အတွက် ကိုယ်ဟန်ပြမယ် ငယ်ငယ်လှလှလေးတွေနဲ့နှစ်ဦးတည်းလွှတ်ထားရတဲ့အခြေအနေပါ။အသက်အရွယ်နဲ့မလိုက်အောင်လှပအရွယ်တင်တဲ့အတွက်ပတ်ဝန်းကျင်ကအံ့သြချီးကျူးကြပေမယ့် ခင်ပွန်းသည်ရဲ့ လျစ်လျူရှုမှုတွေအောက်မှာ အကြိမ်ကြိမ်ရှုံးနိမ်ခဲ့ရာကနေ စိတ္တဇဖြစ်လာခဲ့တဲ့ ရာမိုစ်ဟာ သူရဲ့အမှုသည်တစ်ယောက်ကတစ်ဆင့် သိခဲ့ရတဲ့ ကြေးကြီးဇိမ်မယ်တစ်ယောက်ကို စိတ်ဝင်စားမိခဲ့ပြီးတဲ့နောက် ဘယ်သူမှမတွေးမိလောက်တဲ့အကြံအစည်ကြီးတစ်ခုကိုစိတ်ကူးရသွားပါတော့တယ်။ အဲ့ဒါကတော့ အဲ့ဒီကြေးကြီးဇိမ်မယ်လေးကို သူကိုယ်တိုင်ငှားပြီး သူ့ယောက်ျား တကယ်ဖောက်ပြန်နေတာဟုတ်မဟုတ်ကိုသိရအောင် မြူဆွယ်ဖြားယောင်းခိုင်းဖို့ပါပဲ။တကယ်တမ်း အဲ့ဒီမိန်းကလေးစိတ်ဝင်စားနေတဲ့သူဟာ သူ့ခင်ပွန်းမဟုတ်ပဲ သူ့ကိုဖြစ်နေခဲ့ပြီး သူ့အတွက် ခင်ပွန်းသည်နဲ့သားတို့ကို အန္တရာယ်ပေးဖို့အထိကြံစည်လာချိန်မှာတော့...။ဇာတ်လမ်းတည်ဆောက်ပုံအရ 2009 ခုနှစ်ကထွက်ခဲ့ပြီး Commercial success ဖြစ်ခဲ့တဲ့ Liam Neeson, Julianne Moore နဲ့ Amanda Seyfried ...",
        "rating": "",
        "url": "https://megaup.net/2x14e/(CM)_An_Affair_To_Forget_(2022)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4yV6DjHg9ALJaopXlktvXphh9xR.jpg",
        "title": "Off Track (2022)",
        "description": "Off Track (2022)~ IMDb rating - 6.1/10 ~ကလေးတစ်ယောက်မိခင် လီဆာဟာ စံထားရလောက်တဲ့ မိခင်တစ်ယောက်တော့ ဟုတ်မနေခဲ့ပါဘူး။ ဘဝကို ရေလိုက်ငါးလိုက်ဖြတ်သန်းနေတဲ့၊ အလုပ်မရှိအကိုင်မရှိ အချိန်ပြည့် အရက်ပဲသောက်နေတဲ့ လမ်းဆုံးလုနီးပါး အမျိုးသမီးတစ်ယောက်ပေါ့။သူနဲ့ ဆန့်ကျင်ဘက်ကတော့ သူ့ရဲ့အစ်ကိုဖြစ်သူ ဒန်နီယမ်ပါ။ သူကတော့ အသက်လတ်ပိုင်းအရွယ် အိမ်ထောင်သည်တစ်ယောက်ဖြစ်ပြီး ဘဝရည်မှန်းချက်ကြီးသူ... အိမ်ထောင်ဦးစီးကောင်းတစ်ယောက်ပါ။ ဒါ့အပြင် သူဟာ ကီလိုမီတာ ၉၀ တာအဝေးရှိတဲ့ ဗာဆာနှင်းလျှောစီးပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့ ကြိုးစားနေတဲ့နှင်းလျှောစီးသူ တစ်ယောက်ပါ။ဒန်နီယမ်ဟာ ညီမဖြစ်သူ လီဆာ ဒုက္ခရောက်တိုင်းလည်း ကူညီရသူပါ။ တစ်နေ့တော့ အိမ်ပေါ်ကို ၃ လလောက်‌ ခေါ်တင်ထားရမယ့်အခြေအနေထိ ရောက်လာပါတယ်။ ဒီလိုနဲ့ ဒန်နီယမ်ဟာ မှိုင်တွေနေတဲ့ သူ့ညီမကို စိတ်ပြေလက်ပျောက် နှင်းလျှောစီးခေါ်သွားခဲ့ပါတယ်။အစကတော့ လီဆာဟာ ဒီအားကစားကို တစ်စက်လေးမှ စိတ်မဝင်စားခဲ့ပါဘူး။ သို့ပေမယ့် သမီးဖြစ်သူ အယ်ဗီရာက ဒါကို ...",
        "rating": "6.1",
        "url": "https://megaup.net/1b6dj/(CM)_Off_Track_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/p22454657_p_v8_ac-133x200.jpg",
        "title": "Roald Dahl’s Matilda the Musical (2022)",
        "description": "Roald Dahl's Matilda the Musical (2022)\n=============================\nIMDb Rating - 7.3/10ဒီတစ်ခါမှာတော့ IMDb Rating 7.3 ရရှိထားတဲ့ \"Matilda\nthe Musical\" ဆိုတဲ့ဇာတ်ကားကောင်းလေးကို တင်ဆက်\nပေးပါရစေ။ စာရေးဆရာ Roald Dahl ရဲ့ Matilda ဆိုတဲ့ဝတ္တု\nကို ပြန်လည် အသက်သွင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးဖြစ်\nပါတယ်။ ဒီဇာတ်ကားလေးရဲ့ ထူးခြားချက်က သီချင်းတွေပါ။\nသံစဉ်ပိုင်းကတော့ ရှယ်ပါပဲ။\"မာတေလ်ဒါ\" ဆိုတဲ့ကလေးမလေးဟာ မိဘတွေရဲ့မလိုလားမှုကို\nခံနေရသူ‌လေး။ ကျောင်းမထားပေးလို့ ကျောင်းမနေခဲ့ရပေမယ့်\nအသိအန်တီတစ်ယောက်အကူအညီနဲ့ စာဖတ်ဝါသနာအိုးလေးဖြစ်\nနေခဲ့တာပေါ့။ ပုံပြင်အပြောကောင်းသူဆိုလည်းဟုတ်ပါတယ်\n။\nတစ်နေ့ကျ သူ့မိဘတွေက စစ်ဆေးရေးကြောင့် သူ့ကိုမဖြစ်မနေ\nကျောင်းထားပေးခဲ့ရပါတော့တယ်။အဲ့ကျောင်းက ကျောင်းသားတွေ\nပြောပုံအရဆိုရင် ကျောင်းကထောင်ကြီးတစ်ခုလိုပဲတဲ့။ အဲ့လိုနဲ့ ဖြတ်\nထိုးဉာဏ်ကောင်းတဲ့ မာတေလ်ဒါလေးနဲ့ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့\nကျောင်းအုပ်ကြီးထရွန့်ရှ်ဘူးလ်တို့ ထိပ်တိုက်တွေ့ကြပါလေရော။\nဘဝကမတရားဘူးလို့ခံစားရရင် ညစ်ကျယ်ကျယ်ထလုပ်တတ်တဲ့\nမာတေလ်ဒါလေးတစ်ယောက် ကျောင်းတက်ရင်းဘာတွေကြုံရမလဲ။\nဆိုးသွမ်းတဲ့ကျောင်းအုပ်ကြီးနဲ့ရော ဘယ်လိုနှစ်ပါးသွားကြမလဲ...ဆို\nတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်ကားတစ်ခုလုံးစကားပြောတွေချည်းမဟုတ်ဘဲ ဇာတ်ကွက်တွေကို\nသီချင်းတွေနဲ့တွဲပြီး အကောင်းဆုံးပုံဖော်ထားတာမို့ ပေါ့ပေါ့ပါးပါးနဲ့ဇာတ်\nကားမြူးမြူးလေးတွေ ကြည့်ချင်သူများလက်မလွှတ်သင့်ပါကြောင်း ဖြည့်\nစွက်ပြောကြားလိုပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zinမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ Ngwe Zin, May ...",
        "rating": "7.3",
        "url": "https://megaup.net/1R3pt/Roald.Dahls.Matilda.The.Musical.2022.720p.NF.WEB-DL[CM].mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/R3x5of-140x200.jpg",
        "title": "[+18]My Girlfriend is 20 Years Old (2019)",
        "description": "[+18]My Girlfriend is 20 Years Old (2019)**************************************အသက်အရွယ်ကွာခြားပြီး ငယ်ရွယ်လွန်းတဲ့ကောင်မလေးကိုချစ်သူတော်ထားရတဲ့ ချာချင်ဝူးဆိုသော လူလတ်ပိုင်းအရွယ်တစ်ယောက်ရှိတယ်...၂ယောက်ဘဝတစ်ခုကိုဖြတ်သန်းဖို့အတွက်မရင့်ကျက်မှုတွေက ဆူးညှောင့်ခလုတ်တွေလိုဖြစ်နေတယ်..ဒီအခြေအနေကိုကျော်လွှားဖို့ ချစ်သူ (၂)  ဦး ကြိုးစားအားထုတ်ပါတော့တယ်..မင်းသမီးအချောလေးတွေပါတဲ့အပြင် ခပ်ကြမ်းကြမ်းအချစ်ခန်းတွေပါလို့မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...   File Size : (1.3GB) and (384 MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:00:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "",
        "url": "https://megaup.net/1b6pq/My_Girlfriend_Is_20_Year_Old_2019.WEB-DL.720P.(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNmQxZDNjYjUtZGU5MC00ZTI0LWIyMTAtMmJjODJiNjQzODkzXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-140x200.jpg",
        "title": "Dear Nathan: Thank You Salma (2022)",
        "description": "Dear Nathan Thank You Salma (2022)\nIMDb 7.2\nနသန်နဲ့ဆယ်မာတို့ရဲ့နောက်ဆုံးထွက် ‌ဇာတ်ကားလေးကိုတင်ဆက်ပေးထားပါတယ်\nအမျိုးသမီးတစ်ယောက် Sexual Harassment လုပ်ခံရပြီဆိုရင် \"\nဘာလို့ညဘက်ကြီးတစ်ယောက်တည်းသွားလဲ ဘာတွေဝတ်ထားလို့လဲဒီအချိန်ကြီးသွားတာကိုး' စသဖြင့် 'လဲ'ပေါင်းများစွာသောမေးခွန်းတွေအမေးခံရတာက\nထုံးစံလိုတောင်ဖြစ်နေပါတယ် တောင်းပန်ခံရမယ့်လူကတောင်းပန်နေရတဲ့\nဘဝထဲ မဟုတ်မခံနသန်တစ်ယောက်ဝင်ရောက်သွားခဲ့မိပါတယ်တစ်ဖက်မှာလည်းဆယ်မာက သူ့ကိုဂရုစိုက်မပေးဘူးဆိုပြီး\nပြတ်ကြတော့မယ့်အနေအထားပါ ဒါပေမယ့် နသန်လိုက်ကူညီနေတဲ့ကိစ္စကို\nဆယ်မာသိသွားတဲ့အခါမှာတော့ မတရားမှုကိုတိုက်ထုတ်ဖို့သူတို့ဘယ်လိုတွေကြိုးစားသွားမလဲ\nဒီမတရားမှုကိုရော ဆယ်မာ့နှလုံးသားကိုပါ နသန်တစ်ယောက်အနိုင်ရယူနိုင်မလားဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…1.27GB  / 616MB\nQuality…1080p NF WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "7.2",
        "url": "https://megaup.net/1b6ne/Dear.Nathan.Thank.You.Salma.2022.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWU2MWVhYjQtNjBiMy00ZTEwLWE5NDctZTZiNjEwZTc3YWZhXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-169x200.jpg",
        "title": "24 (2016)",
        "description": "24 (2016)\nAction, Comedy, Drama\nIMDb 7.9/10 (23K)အခုတစ်ခါ Old is Gold ဆိုတဲ့အတိုင်း မင်းသားချောလေး ဆူးရီးယားရဲ့\nTime Travel ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ဒီဇာတ်ကားမှာ ဆူးရီးယားဟာ အဖေနေရာ..သားနေရာနဲ့ ဗီလိန်နေရာတွေမှာ\nသုံးကိုယ်ခွဲအဖြစ် ဇာတ်ရုပ်ကို ပိုင်နိုင်စွာ သရုပ်ဆောင်ထားပြီး\nမင်းသမီးချောလေး ဆမန်းသားနဲ့ နစ်သယားတို့ကလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဘတ်ဂျက် ရူပီ ကုဋေ ၇၀ မှာ ခန့်မှန်းခြေ ရူပီ ကုဋေ ၁၀၀ ဝန်းကျင်အထိ ပြန်လည်ရရှိခဲ့တဲ့\nကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ကဲ အခု ဇာတ်လမ်းကိုသွားမယ်။စည်သူနဲ့ အက်ထရီယားဆိုတဲ့ အမြွှာညီအစ်ကိုနှစ်ယောက်မှာ စည်သူဟာ မိဘတွေရဲ့အလေးပေးခြင်းကို\nခံရပြီး သိပ်တော်သိပ်ထက်တဲ့ သိပ္ပံပညာရှင်ကြီးတစ်ယောက်ပေါ့။အိန္ဒိယနံပါတ် ၁ နာရီကုမ္ပဏီတစ်ခုဖြစ်တဲ့ ဖီးနစ်နာရီကုမ္ပဏီကို ပိုင်ဆိုင်ထားပါတယ်။စည်သူဟာ အချိန်ခရီးသွားလို့ရတဲ့ နာရီလေးတစ်လုံးကို တီထွင်ဖန်တီးနေခဲ့တယ်။အောင်မြင်သွားတဲ့အချိန်မှာ မနာလိုရန်လိုစိတ်များနေတဲ့ အက်ထရီယားဟာ\nစည်သူ့အိမ်ကို တပည့်တပန်းတွေတသိုက်နဲ့ နာရီကိုလက်ဝယ်အပိုင်သိမ်းဖို့\nရောက်လာခဲ့ပါပြီ။ရှေ့ဆက်ပြီး ဇာတ်လမ်းရဲ့လှည့်ကွက်လေးတွေနဲ့ ကံကြမ္မာရဲ့စေစားချက်တွေကို\nမျက်တောင်မခတ်တမ်းကြည့်ရမယ့် ဒီကားလေးမှာ မျောပါရဦးမှာဖြစ်ပါတယ်လို့\nညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile size…3.2GB / 1.64GB\nQuality…1080p ...",
        "rating": "7.9",
        "url": "https://megaup.net/1b6bl/24_(2016)_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZGM4Y2IwMDMtZjE0Ni00OThkLThjMzktOGRhMDUxMzdhZmE5XkEyXkFqcGdeQXVyMTUxNjEwNzg4._V1_-135x200.jpg",
        "title": "The Amazing Maurice (2022)",
        "description": "The Amazing Maurice (2022)\n=====================\nIMDb Rating - 6.4/10ဇာတ်လမ်းအကျဉ်းလေးကတော့ စကားပြောတတ်တဲ့ ကြွက်ကလေး\nတွေရယ်၊ ကိသ်ဆိုတဲ့ မိဘမဲ့ကောင်လေးရယ် ‌စကားပြောတတ်တဲ့ မော်ရိစ်\nဆိုတဲ့ကြောင်လေးရယ်၊ သူတို့တွေက လူတွေဆီကပိုက်ဆံကို လိမ်ယူကြ\nတယ်။ လိမ်ပုံလိမ်နည်းကတော့ ကြွက်တွေကိုမြို့တစ်မြို့ဆီကို အရင်ဝင်\nခိုင်းပြီး သောင်းကျန်းခိုင်းလိုက်တယ်။ ကြွက်တွေကြောင့်လူတွေဟာ\nအအိပ်ပျက် အစားပျက်နဲ့ ဒုက္ခတွေရော‌က်ကြတယ်။ပုလိပ်ရောဂါရမှာကိုလည်း\nစိုးရိမ်ကြတယ်။အဲ့ဒီအချိန်ကျမှ ကယ်တင်ရှင်ကြီး‌အနေနဲ့ မော်ရိစ်ဟာ ကိသ်ကို The Piper\nပု‌လွေသမားလေးပုံစံဟန်ဆောင်ပြီးပုလွေနဲ့သီချင်းတီးကာ ကြွက်တွေကိုမြို့နဲ့\nဝေးရာကိုခေါ်သွားစေတယ်။ ကြွက်တွေမရှိအောင်ဆောင်ရွက်ပေးတဲ့အတွက်\nလူတွေပိုက်ဆံတွေပေးကြတယ်။ ဒီလိုနဲ့တစ်မြို့ပြီးတစ်မြို့ပိုက်ရှာနေရင်းနဲ့\nဘက်လစ်ဇ်ဆိုတဲ့မြို့ကိုလိမ်ဖို့ရောက်လာကြတယ်။ မြို့ဟာ အချက်အခြာကြပြီး\nမြို့ကြီးမြို့ကောင်းဆိုပေမယ့် ထူဆန်းစွာနဲ့ တစ်မြို့လုံးဟာတိတ်ဆိတ်နေကြတယ်။\nအကြောင်းကတော့ စားစရာမှန်သမျှဟာ တစ်ခုမကျန်ပျောက်ဆုံးနေပြီး တစ်မြို့\nလုံးဟာ အငတ်ဘေးဆိုက်နေပါတယ်။ အဲ့ဒါကြောင့်ပဲ သူတို့ရဲ့ မူလရည်ရွယ်ချက်\nဖြစ်တဲ့လိမ်မယ်ဆိုတာကို စွန့်လွှတ်ပြီးတော့ မြို့တော်ဝန်သမီးနဲ့အတူ အဖြေလိုက်\nရှာတဲ့အခါမှာတော့.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin\nဖြစ်ပါတယ်)File Size..........(1.71 GB) / (728 MB) / (436 MB)\nQuality............WEB-RIP 1080p / 720p ...",
        "rating": "6.4",
        "url": "https://megaup.net/3cXiy/The.Amazing.Maurice.2022.720p.WEBRip(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/288889_front-1-140x200.jpg",
        "title": "[19+]A Woman Called Sada Abe(1975)",
        "description": "[19+]A Woman Called Sada Abe(1975)***********************************အေဘီ ဆာဒါ ဆိုတာ သူမ ချစ်သူကို ချစ်လွန်းလို့ အဆုံးရှုံးခံရမှာစိုးလို့၊တခြားသူလက်ထဲ မထည့်ပေးနိုင်လို့\nချစ်သူကို ကိုယ်တိုင်သတ်ပစ်ပြီး၊ လိင်အင်္ဂါကိုဖြတ်ယူကာသူမ ကီမိုနိုထဲထည့်ကာ ကိုယ်နဲ့မကွာဆောင်ထားတဲ့ အမျိုးသမီးပဲဖြစ်ပါတယ်။\nဒီအဖြစ်အပျက်ဟာ 1936 ခုနှစ်မှာ ဂျပန်မှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့ပြီးလူထုအကြားတုန်လှုပ်ခြောက်ခြားစေခဲ့ပြီး တွေးခေါ်ပညာရှင်တွေ၊စာရေးဆရာတွေနဲ့ရုပ်ရှင်ထုတ်လုပ်သူတွေအကြားပိုပျံ့နှံခဲ့ပါတယ်။ 1975 မှာတော့ သူမအကြောင်း ပြန်လည်ရိုက်ကူးထားတဲ့ဒီရုပ်ရှင်ထွက်ရှိခဲ့ပါတော့တယ်။တကယ်လည်းအချစ်ကြီးခြင်းရဲ့ ကြောက်စရာကောင်းတဲ့အိပ်ရာခန်းတွေနဲ့နောက်ဆက်တွဲအကျိုးဆက်တွေကို ကွင်းကွင်းကွက်ကွက်မြင်ရမှာမို့မိသားစုနဲ့လုံးဝမကြည့်သင့်ပါဘူးခင်ဗျ File Size : (1.3GB) and (445 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Adult, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.1",
        "url": "https://megaup.net/1R3lu/A.Woman.Called.Sada.Abe.1975.BLU-RAY.720P(DS).mp4",
        "category": "Adult, Biography, Drama"
    }
]