[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/r3mEg_4f-140x200.jpg",
        "title": "Ensemble (2020)",
        "description": "Ensemble (2020)ဒီရုပ်ရှင်ကားကတော့ ဇာတ်လမ်းနာမည်အတိုင်းပဲ\nတေးဂီတဖျော်ဖြေပွဲမှာ ဖျော်ဖြေရေးလုပ်ရတဲ့\nသရုပ်ဆောင်တွေရဲ့ ဘဝအကြောင်းကိုအခြေခံပြီး\nယောကျ်ား မိန်းမကြားက အချစ်ရေးရဲ့ ရှုပ်ထွေးဆန်းကြယ်ပုံကို\nရိုက်ကူးပြသထားတဲ့ ကိုရီးယားရုပ်ရှင်ကားပဲဖြစ်ပါတယ်။အဖွဲ့ရဲ့ ဒါရိုက်တာဖြစ်တဲ့ ယောင်ရို့ ကတော့ ကလေးတစ်ယောက်ရှိတဲ့ မုဆိုးဖိုတစ်ယောက်ပါ\nဆယ်ယောင်း ဆိုတဲ့ လက်ထောက်ဒါရိုက်တာမလေးကတော့ ကလေးအဖေ ယောင်ရို့ကို သဘောကျနေတဲ့သူပါ။\nအဖွဲ့ရဲ့အဓိက သရုပ်ဆောင် မန်ရှစ်ကတော့\nဇနီးဖြစ်သူဟယ်ယောင်းနဲ့ ဖျော်ဖြေရေးအလုပ်လုပ်ရင်းချစ်မိကြပြီး လက်ထပ်ခဲ့ပေမဲ့ ​မထင်မှတ်ထားတဲ့ ကိစ္စတစ်ခုကြောင့် ကွာရှင်းဖို့ရာပြင်ဆင်နေတဲ့သူပါ။သူတို့တွေအနေနဲ့ ပတ်ဝန်းကျင် အမြင်နဲ့ ဆန့်ကျင်ပြီး ချစ်ရတဲ့သူတွေကိုပဲရွေးချယ်မလား?????\nဒါမှမဟုတ် ဘဝရှေ့ဆက်ဖို့အတွက်လုပ်သင့်တာကိုပဲရွေးချယ်ကြမလားကိုတော့ ကိုယ်တိုင်ကြည့်ရှုပြီး အဖြေရှာကြည့်ရအောင်ပါ။ဒီဇာတ်ကားကိုတော့အချစ်ဇာတ်လမ်းအေးအေးလေးတွေကို သဘောကျတဲ့ သူတွေအတွက်ကတော့ အချိန်ပေးပြီး ကြည့်သင့်တဲ့ကားလေးတစ်ကားဖြစ်တယ်လို့ထင်ပါတယ်။ဒီဇာတ်ကားကိုတော့ Kim seung soo, Seo yoon ah, Kim jung hwa, Lee chun hee တို့က သရုပ်ဆောင်ထားပါတယ်File size… 1.7GB and 635MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 59min\nSubtitle….Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/1AWr6/(CM)_Ensemble.2019.WEBRip.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmFiNTkxZGYtMmJmZC00YzgxLWEyYjAtYTY0Y2ZmMjMxYmJjXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Travis Scott: Look Mom I Can Fly (2019)",
        "description": "Travis Scott: Look Mom I Can Fly (2019)\n============================IMDB 6.3/10Music, DocumentaryTravis Scott ဆိုတာဒီနေ့ခေတ် Hip-Hop ရေစီးကြောင်း တစ်လျှောက်မှာ အအောင်မြင်ဆံုးRapper တွေထဲကတစ်ယောက်ဆိုရင်မမှားပါဘူး။ ၂၀၂၀ ခုနှစ်ထဲမှာပဲ Nike,PS5,Fornite,McDonald တို့နဲ့ Collabပေါင်းများစွာလုပ်ထားပြီး သန်းချီချမ်းသာနေပေမယ့်Low Profile ပဲနေတတ်တဲ့လူပါ။ ဒီလိုအောင်မြင်မှုရအောင် Astroworld ဆိုတဲ့အယ်ဘမ်တစ်ချပ်က သူ့ရဲ့ Career ကို Next level‌အထိဆွဲတင်ပေးခဲ့တာပါ။ Astroworldဆိုတာ Travis အတွက်တော့ အယ်ဘမ်တစ်ချပ်ဆိုတာထက် Childhood memoriesတွေနဲ့အတူငယ်ငယ်က ဟူစတင်မြို့မှာ ဖျက် သိမ်းခဲ့တဲ့ ပွဲတော်တစ်ခုကို Inspirationယူထားတဲ့ Masterpiece တစ်ခုပါ။ဒီ Documentry မှာ အဲ့ဒီ Astroworld albumကို ဘယ်လိုဖန်တီးခဲ့တယ်ဆိုတာတွေ... စတိတ်စင်နောက်ကွယ်က ဖြစ်ရပ်တွေ အင်တာဗျူးတွေ၊ ငယ်ဘ၀ footage videoတွေကို တစ်၀ကြီးကြည့်ရမှာပါ။ သင်က ...",
        "rating": "6.3",
        "url": "https://megaup.net/UOma/Travis.Scott.Look.Mom.I.Can.Fly.2019.720p.WEBRip[CM].mp4",
        "category": "Documentary, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Adulthood-p1-140x200.jpeg",
        "title": "Adulthood (2018)",
        "description": "[Unicode]ဟွမ်ဂျောင်အွန်းဟာ အသက်ငယ်ငယ်လေးနဲ့ ဖခင်ကို ဆုံးရှုံးခဲ့ရတဲ့ ကလေးပါမိခင်လည်းမရှိတာကြောင့် ဖခင်သေဆုံးပြီးနောက်မှာ အုပ်ထိန်းသူမရှိပဲ ဖြစ်နေခဲ့ပါတယ်ဒါပေမယ့် ဦးလေးဖြစ်သူ ဟွမ်ဂျယ်မင်းက သူမရဲ့ အုပ်ထိန်းသူ လုပ်ပေးဖို့ ရောက်လာခဲ့ပါတယ်ဟွမ်ဂျယ်မင်းက တူမဖြစ်သူ ဂျောင်အွန်းဆီကနေ သူမအဖေရဲ့ အာမခံငွေတွေိကို ခိုးသွားပြီးခိုးသွားတဲ့ငွေကိုလည်း ငွေတိုးချေးလုပ်ငန်းကို အကြွေးဆပ်လိုက်ရတယ်အိမ်အတွက် စပေါ်ငွေ လိုအပ်လာလို့ အဲ့ငွေတွေကို ဂျောင်အွန်းကပြန်တောင်းလာတဲ့အခါမှာတော့သူတို့ အိမ်စပေါ်ငွေရဖို့ ဘာတွေလုပ်ကြမလဲတူဝရီး ၂ ယောက် ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ) [Zawgyi]ဟြမ္ေဂ်ာင္အြန္းဟာ အသက္ငယ္ငယ္ေလးနဲ႔ ဖခင္ကို ဆုံးရႈံးခဲ့ရတဲ့ ကေလးပါမိခင္လည္းမရွိတာေၾကာင့္ ဖခင္ေသဆုံးၿပီးေနာက္မွာ အုပ္ထိန္းသူမရွိပဲ ျဖစ္ေနခဲ့ပါတယ္ဒါေပမယ့္ ဦးေလးျဖစ္သူ ဟြမ္ဂ်ယ္မင္းက သူမရဲ႕ အုပ္ထိန္းသူ လုပ္ေပးဖို႔ ေရာက္လာခဲ့ပါတယ္ဟြမ္ဂ်ယ္မင္းက တူမျဖစ္သူ ေဂ်ာင္အြန္းဆီကေန သူမအေဖရဲ႕ အာမခံေငြေတြိကို ခိုးသြားျပီးခိုးသြားတဲ့ေငြကိုလည္း ေငြတိုးေခ်းလုပ္ငန္းကို အေႂကြးဆပ္လိုက္ရတယ္အိမ္အတြက္ စေပၚေငြ လိုအပ္လာလို႔ အဲ့ေငြေတြကို ေဂ်ာင္အြန္းကျပန္ေတာင္းလာတဲ့အခါမွာေတာ့သူတို႔ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/adulthood-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNmM2MWQ0NzktNzU0OS00MjYzLTkxNDYtMzliNTA5ZmNkMmZlXkEy_002-135x200.jpg",
        "title": "Outside the Wire (2021)",
        "description": "Outside the Wire (2021)==================IMDb Rating - 5.3/10 ဒီနေ့အတွက် Netflix ကထွက်ရှိလာတဲ့ အလန်းစား Action, Fantasy ကားကောင်းလေး တစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ အရင်ဆုံးပြောချင်တာကတော့ Anthony Mackie ပါဝင်ထားပြီး . Damson Idrisနဲ့အတူ ဒိတ်ဒိတ်ကြဲအပြိုင်သရုပ်ဆောင်ထားတဲ့ ကားလေးပါ . ဒီကားအတွက်လည်း ဘတ်ဂျက်ကို အတော်အကုန်ကျခံရိုက်ကူးထားတယ်လည်းသိရပါတယ်။2021 ရဲ့ အစဟာ မူဗီချစ်ပရိသတ်တွေအတွက်တော့ အတော်လေးကျေနပ်စရာကောင်းလောက်မယ့်ကားကောင်းလေးတစ်ချို့ထွက်ရှိလာတာကိုလည်းတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ဟာ့ပ်ဆိုတဲ့ drone pilot တပ်သားတစ်ယောက်ဟာ drone ပစ်ခေတ်မောင်းနှင်ရာမှာအတော်လေးကျွမ်းကျင်ပြီးပစ်မှတ်ကိုတိတိကျကျပစ်ခတ်နိုင်တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမယ့် Mission တစ်ခုမှာ သူ့ရဲ့ စိတ်လောပြီးတဇွတ်ထိုးနိုင်တဲ့စိတ်ကြောင့် အမှားတစ်ခုကျူးလွန်မိပြီး . မိမိတပ်ဘက်ကစစ်သားတစ်ချို့ရဲ့ အသက်ပါ ပေးဆပ်လိုက်ရတာကြောင့် ဒဏ်ပေးခံရတဲ့အနေနဲ့ စစ်ဇုံတစ်ခုကိုအပို့ခံရပါတော့တယ်။ အဲ့ဒီ စစ်စခန်းရောက်မှ လီယိုနဲ့တွေ့ပြီးခက်ခဲကြမ်းတမ်းတဲ့ Mission ကို ရပ်တန့်ရင်ဆိုင်ရမှာကို ပစ်ကွင်းပစ်ကွက် အတိုက်အခိုက်တွေနဲ့ ရိုက်ပြသွားတာကိုကြည့်ရှုရမှာပါ။Anthony ဖန်တွေကတော့ အကြိုက်ဖြစ်ဦးမှာမလွဲပါဘူး။(ဒီဇာတ်ကားရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/UZ1m/Outside.the.Wire.2021.720p.WEB.H264[CM].mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/TvN-DS-Everyone_Is_There-p1-140x200.jpg",
        "title": "Everyone is there (2020)",
        "description": "Everyone is there (2020)တောင်းဆိုမှုများနေတဲ့ ဇာတ်ကားလေးမို့ မရမက ရှာကြံပြီး တင်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဆိုးယွန်း ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးတစ်ယောက်က\nကျောင်းမှာ အမြဲတမ်းလိုလို အနိုင်ကျင့်ခံရပါတယ်။ဒီတစ်ခါမှာတော့ အပြင်းအထန် ဒဏ်ရာရပြီး\nဆေးရုံတက်နေရတဲ့အချိန်မှာ သေချင်လာတဲ့အထိ ဖြစ်ပြီး\nသေကြောင်းကြံဖို့ ပြင်နေတဲ့အချိန်မှာ ဂန်အီယောင်းဆိုတဲ့\nကယ်တင်ရှင်တစ်ယောက် ပေါ်လာခဲ့ပါတယ်။သူနဲ့တွေ့ပြီး အနိုင်ကျင့်ခဲ့တဲ့ ကျောင်းသူတွေကို လက်စားချေဖို့ ပြင်ဆင်တဲ့အချိန်မှာ\nဆိုးယွန်းနဲ့ အမူအကျင့်ချင်း လုံးဝမတူတဲ့ ဆိုးယွန်းရဲ့ အမြွာညီမကို ရှာတွေ့ခဲ့ကြပြီး ဘယ်လိုလက်စားချေကြလဲ ဆိုတာကတော့ ဆက်လက်ရှုစားကြရမှာပဲ ဖြစ်ပါတယ်။ပိတ်ရက်မှာ အားလုံး အပန်းပြေကြလိမ့်မယ် စိတ်ကျေနပ်ကြလိမ့်မယ်လို့ မျှော်လင့်ပါတယ်။My Drama List မှာ 7.8 ရထားပါတယ်။File size… 1GB and 460MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thinzar Htet\nEncoder ..... August",
        "rating": "7.8",
        "url": "https://megaup.net/2WRi8/(CM)_Everyone_is_there.720p.WEB-DL.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2jSS1Iq1qw8fq2UNf29pF3F3xji.jpg",
        "title": "Fox in Fuso (2020)",
        "description": "[Unicode]ဒီကားလေးကတော့ ညီအစ်မသုံးယောက်နဲ့ နတ်မင်းတစ်ပါးနဲ့ ချစ်ခြင်းမေတ္တာတွေကိုဖော်ညွှန်းပြထားတာပါနှင်းမြေခွေး ညမြေခွေးနဲ့ မီးမြေခွေးဆိုတဲ့ အသွင်ပြောင်းနိုင်တဲ့မြေခွေးညီအစ်မသုံးယောက်ဟာ ဖူဆန်တောင်တာ အတူတူနေထိုင်ခဲ့ကြပါတယ်ညီအစ်မသုံးယောက်လုံးက သုံးလောကရဲ့အချစ်ခံလေးတွေပါသူတို့ညီအစ်မသုံးယောက်ဟာ တစ်ချိန်ထဲမှာပဲ သူတို့နဲ့အတူတူကြီးပြင်းခဲ့တဲ့ ရွှေရောင်ငှက်နတ်မင်းကို ချစ်သွားမိတဲ့အခါနတ်မင်းက နေမင်းပစ်ခွင်းခံရပြီး ရွှေကြာပန်းထဲဝိဉာဉ်ရောက်သွားတဲ့အချိန်မှာအချစ်အတွက်နဲ့ ညီအစ်မအချင်းချင်း တိုက်ခိုက်ကြပါတော့တယ်တိုက်ခိုက်ရာကနေ ညီအစ်မသုံးယောက် ဖြစ်ခဲ့သမျှမေ့ပြီး အသစ်တဖန်ပြန်မွေးဖွားလာခဲ့သောအခါရွှေရောင်ငှက်မင်းဝိဉာဉ်ရွှေကြာပန်းကလည်း လူသားခန္ဓာကိုယ်ထဲ ရောက်သွားသောအခါဘယ်လိုပြန်မှတ်မိမလဲဘာတွေဆက်ဖြစ်မလဲ ဆိုတာ ဇာတ်လမ်းလေးထဲစောင့်ကြည့်ကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ဖြစ်ပါတယ် ) [Zawgyi]ဒီကားေလးကေတာ့ ညီအစ္မသုံးေယာက္နဲ႔ နတ္မင္းတစ္ပါးနဲ႔ ခ်စ္ျခင္းေမတၱာေတြကိုေဖာ္ၫႊန္းျပထားတာပါႏွင္းေျမေခြး ညေျမေခြးနဲ႔ မီးေျမေခြးဆိုတဲ့ အသြင္ေျပာင္းႏိုင္တဲ့ေျမေခြးညီအစ္မသုံးေယာက္ဟာ ဖူဆန္ေတာင္တာ အတူတူေနထိုင္ခဲ့ၾကပါတယ္ညီအစ္မသုံးေယာက္လုံးက သုံးေလာကရဲ႕အခ်စ္ခံေလးေတြပါသူတို႔ညီအစ္မသုံးေယာက္ဟာ တစ္ခ်ိန္ထဲမွာပဲ သူတို႔နဲ႔အတူတူႀကီးျပင္းခဲ့တဲ့ ေ႐ႊေရာင္ငွက္နတ္မင္းကို ခ်စ္သြားမိတဲ့အခါနတ္မင္းက ေနမင္းပစ္ခြင္းခံရၿပီး ေ႐ႊၾကာပန္းထဲဝိဉာဥ္ေရာက္သြားတဲ့အခ်ိန္မွာအခ်စ္အတြက္နဲ႔ ညီအစ္မအခ်င္းခ်င္း တိုက္ခိုက္ၾကပါေတာ့တယ္တိုက္ခိုက္ရာကေန ညီအစ္မသုံးေယာက္ ျဖစ္ခဲ့သမွ်ေမ့ၿပီး အသစ္တဖန္ျပန္ေမြးဖြားလာခဲ့ေသာအခါေ႐ႊေရာင္ငွက္မင္းဝိဉာဥ္ေ႐ႊၾကာပန္းကလည္း လူသားခႏၶာကိုယ္ထဲ ေရာက္သြားေသာအခါဘယ္လိုျပန္မွတ္မိမလဲဘာေတြဆက္ျဖစ္မလဲ ဆိုတာ ဇာတ္လမ္းေလးထဲေစာင့္ၾကည့္ၾကပါရွင္ ။( ဘာသာျပန္ျပီး ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/fox-in-fuso-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
        "title": "News of the World (2020)",
        "description": "News of the World (2020)**************************************IMDb...7.0ကိုဗစ်ကာလလည်းဖြစ်တော့ ရုပ်ရှင်ရုံတွေနဲ့လည်းဝေးတဲ့အပြင်\nရုံကားကောင်းတွေလည်း ထွက်ဖို့ခက်ခဲလာပုံရပါတယ်...\nအရမ်းကိုကောင်းပါတယ်ဆိုတဲ့ကားတွေဟာ လက်ချိုးရေလို့တောင်ရလာပါတယ်....ဒီတော့ ဝမ်းသာစရာသတင်းကောင်းကတော့\nကျွန်တော်တို့ရဲ့မင်းသားကြီး တွန်ဟန့်ရဲ့ကားသစ်ကြီးထွက်လို့လာတာပါပဲ....ဘာကားလဲဆိုတာထက် မင်းသားကြီးနာမည်ပါရုံနဲ့ ပြည့်စုံနေတယ်လို့ပြောရင်မမှားပါဘူး...\nအငြိမ်းစားခြေလျင်တပ်သားဟောင်းဖြစ်တဲ့ ကပ္ပတိန် ဂျက်ဖာဆင်ကိုင်လ်ကစ်ဟာ\nစိတ်ဝင်စားဖွယ် သတင်းလေးတွေဖတ်ပြပြီး ငွေရှာရင်း\nတစ်မြို့ဝင်တစ်မြို့ထွက်သွားလာနေတဲ့သူပါ။ဒီလိုလှည့်လည်နေရင်းနဲ့ တစ်နေ့မှာ\nနှစ်အတော်ကြာကြာ အင်ဒီးယန်းသူပုန်တွေရဲ့ဖမ်းဆီးထိန်းသိမ်းခံထားရတဲ့\nကိုင်အိုဝါမျိုးနွယ်ကလေးမလေးနဲ့ တွေ့ခဲ့ပါတယ်။ကောင်မလေးကို သူ့ရဲ့ကျန်နေတဲ့မိသားစုဝင်တွေဆီ ပြန်ပို့ခိုင်းပေးဖို့\nအကူအညီလိုက်ရှာခဲ့တယ်....ဘာသာစကားအခက်တွေကြောင့်ရော လမ်းခရီးမှာ အကြမ်းဖက်အဖွဲ့စုံများနေတာတွေရော\nဒုက္ခမျိုးစုံရှိနေတော့ ဒီအလုပ်ကို ပိုက်ဆံရရင်တောင်ကူညီဖို့လူမရှိကြဘူး...အဲ့ဒီနောက်တော့ သူကိုယ်တိုင်ပဲဒီ အန္တရယ်လမ်းကို\nလိုက်ပို့ပေးဖို့ဖြစ်လာပါတော့တယ်....ထွေထူးတော့မညွှန်းတော့ပါဘူး....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..... ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai နဲ့ Ei Phyu Khin တို့ဖြစ်ကြပါတယ်။File Size : 2.26GB/1.2 GB\nQuality :  1080p5.1CH / 720p \nFormat…mp4\nDuration…1h 58min\nGenre :  Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei ...",
        "rating": "7.0",
        "url": "https://megaup.net/UYh9/News_Of_The_World.2020.WEB-DL.720P.mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3bRoeDrOoVFkDvvT1259LkguxfZ.jpg",
        "title": "Maara",
        "description": "Maara (2021)ဇန်နဝါရီ ၈ ရက်နေ့က ထုတ်လွှင့်ပြသခဲ့တဲ့ တမယ်လ် ဇာတ်ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ကြည့်မိရင် ရင်ထဲမှာ မေတ္တာတရားရဲ့ ဆွတ်ပျံ့မှု ကြည်နူးမှု နွေးထွေးမှုတွေကို ခံစာရမှာ အမှန်ပါပဲ။ကျွန်တော်တို့ပုံပြင်တွေကို ကြားဖူးကြပါတယ်။ နားထောင်ဖူးကြပါတယ်။\nပုံပြင်လေးတစ်ပုဒ်ကနေ တကယ့်ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့တဲ့အချိန်မှာတော့ ....ပါရူး ဆိုတဲ့ ကလေးမလေးက ငယ်စဉ်ဘဝက ရထားတစ်စီးပေါ်မှာ စစ်သားလေးတစ်ယောက်နဲ့ သူ့ရဲ့ဝိဉာဉ် ငါးကလေး ဆိုတဲ့ ပုံပြင်လေးကို နားထောင်ခဲ့ရဖူးပါတယ်။\nပါရူးတစ်ယောက်က ပုံပြင်တွေကို စိတ်ဝင်စားတဲ့ မိန်းကလေးပါ။\nသူ့အိမ်က နေရာချထားပေးဖို့ ပြင်ဆင်ပေမယ့် စိတ်မဝင်စားလို့ အိမ်ကနေ ထွက်လာရင်းနဲ့ .....\nမာရာ ဆိုတဲ့ လူတစ်ယောက်ရဲ့ ပန်းချီကားလက်ရာတွေကို တွေ့ပြီး\nအဲဒီနောက်ကို တကောက်ကောက်လိုက်ရာကနေ တကယ့်ကို ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို ရှာဖွေတွေ့ရှိခဲ့ပါတော့တယ် .....ဘာဇာတ်လမ်းလေးလဲ ဆိုတာကတော့ .....IMDb - 7.8/10 ရထားတဲ့ ဇာတ်ကားမို့ အများကြီး ပြောမနေတော့ပါဘူး။File size… 2.1GB ...",
        "rating": "7.8",
        "url": "https://megaup.net/2gTnC/(CM)_MAARA_(2021).720p.HDRip.mp4",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nngtvMMY7p6yfytZ1YBgKwTJvxx.jpg",
        "title": "Sangkar (2019)",
        "description": "Sangkar 2019\nIMDb 6.6ကြမ်းလည်းကြမ်းအဓိပ္ပါယ်လည်းရှိတဲ့ရုပ်ရှင်ပါMMA ကစားသမားနှစ်ယောက်ဖြစ်ကြတဲ့အဒမ် နဲ့ ဂျိုဟန်တို့ လေးကြိမ်မြောက်ပြန်တွေ့ကြတဲ့ပွဲမှာ အဒမ်က မတရားတဲ့နည်းလမ်းနဲ့ အနိုင်ရသွားခဲ့ပါတယ်ပွဲပြီးတဲ့နောက် ရပ်ကွက်ရန်ပွဲတစ်ခုမှာသူတို့နှစ်ယောက်လုံးပါရင်းကနေအဒမ်ကြောင့်ပဲ ဂျိုဟန်တစ်ယောက်လည်ပင်းအရိုးကိုထိခိုက်သွားပြီးတစ်ကိုယ်လုံးအကြောသေသွားခဲ့ပါတယ်ငယ်စဉ်တည်းက မိဘမဲ့တစ်ကောင်ကြွက်ဖြစ်တဲ့ အလျောက်ဆိုးပေပြီး ထင်ရာစိုင်းခဲ့တဲ့အဒမ် ဟာ သူ့ကြောင့်လူတစ်ယောက်ဘဝပျက်သွားတဲ့ အချိန်မှာ နောင်တအကြီးအကျယ် ရခဲ့ပါတော့တယ်အဲ့ဒီအတွက် ဂျိုဟန်ရဲ့ခွင့်လွှတ်မှုကိုရဖို့သူကိုယ်သူလည်း ခွင့်လွှတ်နိုင်ဖို့ဂျိုဟန်မိသားစုက လဂာ်မခံပေမဲ့ဂျိုဟန်ကို ပြုစုခွင့်ရဖို့ ကြိုးစားပါတယ်အားကိုးစရာမရှိတော့တဲ့ဂျိုဟန်ရဲ့မိသားစုအတွက် ရပ်ကွက်ကြေးစားပွဲတွေထိုးပြီး ပိုက်ဆံရှာပေးခဲ့ပါတယ်\"အမှားလုပ်မိရင် တောင်းပန်တတ်ရတယ်ပြင်နိုင်ရမယ်ဆိုတဲ့\"မိခင်ရှိစဉ်က ပြောခဲ့တဲ့ ဆုံးမစကားကြောင့်သူ့အမှားအတွက် ခွင့်လွှတ်မှုရှာရင်းပြောင်းလဲသွားတဲ့လူဆိုးတစ်ယောက်အကြောင်းပါMMA ပွဲတွေနဲ့ ဇာတ်လမ်းဇာတ်အိမ်ကလည်းကောင်းတဲ့အတွက် ကြည့်ရတာစိတ်ကျေနပ်သလို စိတ်ထဲမှာလဲတစ်ခုခုရှိသွားစေခဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်လဂာ်မလွတ်ဖို့ အကြံပေးပါရစေ ခင်ဗျာ  Translated by Rico suaveEncoded by YKFile Size :1.6GB and 832MBQuality : 1080p WEB DL and 720pSubtitles : Myanmar (Hardsub)",
        "rating": "6.6",
        "url": "https://megaup.net/2gT0X/%7BCM%7DSangkar.2019.720p.mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mnAbhuhlfUZ5XttOLtOL5IyQvWA.jpg",
        "title": "U-Turn (2020)",
        "description": "2018 တုန်းကအိန္ဒိယကားတစ်ကားကို ဖိလစ်ပိုင်နိုင်ငံကပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတဲ့သည်းထိတ်ရင်ဖို horror အမျိုးအစားဖြစ်ပါတယ်။ဒွန်နာဆွာရက်ဇ် ဟာ သတင်းထောက်မတစ်ယောက်ဖြစ်ပြီးသူ့ရဲ့အလုပ်သက်တမ်း ၇နှစ်ရှိပြီဖြစ်ပေမယ့်လည်း ​ပြောင်းလဲတိုးတက်မှုရှိမလာတာကြောင့်အရေးပါတဲ့သတင်းစုံစမ်းရမယ့်အခွင့်အရေးကိုစောင့်​မျှော်နေသူဖြစ်ပါတယ်။ တစ်နေ့မှာဒွန်နာရဲ့ဘော့စ်ဟာဂငယ်ကွေ့ လမ်းမနေရာတစ်ခုကယာဥ်မတော်တဆမှုကိုစုံစမ်းဖို့ အသိပေးတဲ့မက်ဆေ့ကိုဒွန်နာ့ဆီလူမှားပို့ခဲ့တဲ့အခါဒွန်နာဟာအခွင့်အရေးကိုလက်လွှတ်မခံပဲ သတင်းအမိအရစုံစမ်းပါတော့တယ်။အခင်းဖြစ်ရာကိုရောက်တဲ့အခါမှာ သူ့ရဲ့ဘော့စ်တွန်းအားပေးခဲ့သလို လူတွေစိတ်ဝင်စားအောင်ကိုယ်ပိုင်ထင်မြင်ယူဆချက်တွေနဲ့ ဆန်းသစ်ကြေညာခဲ့ပြီး ဒွန်နာရဲ့သတင်းဗီဒီယိုဟာ အင်တာနက်မှာလူကြည့်များသွားခဲ့ပါတယ်။\nဒါပေမယ့်တစ်နေ့မှာ ဒွန်နာချစ်ရတဲ့မိသားစုဝင်တစ်ဦးဟာလည်းအဲ့ ဂငယ်ကွေ့နေရာကဖြတ်ပြီးအိမ်ကိုပြန်လာခဲ့တဲ့ညမှာ သေဆုံးသွားတဲ့အခါစိတ်ပျက်ဝမ်းနည်းစွာနဲ့ သူသေဆုံးရတဲ့အကြောင်းအရင်းကိုစုံစမ်းဖို့ဆုံးဖြတ်လိုက်ပါတယ်။ ဒွန်နာဟာ ဂငယ်ကွေ့လမ်းကိုဝင်ဖို့လုပ်တဲ့ဆိုင်ကယ်တစ်စီးကိုတားစီးသတိပေးနေတဲ့အိမ်ခြေမဲ့လူကြီးတစ်ယောက်ကိုတွေ့ခဲ့ပြီးထိုလူကြီးက ဒီဂငယ်ကွေ့လမ်းကဖြတ်တဲ့သူမှန်သမျှသေဆုံးကြကြောင်းပြောပြပြီးဒွန်နာ့ကို လမ်းဖြတ်ကွေ့ခဲ့တဲ့ယာဥ်နံပါတ်တွေမှတ်ထားတဲ့စာရွက်လေးတစ်ခုပေးလိုက်ပါတယ်။ဒွန်နာဟာအဲ့နံပါတ်တွေရဲ့ပိုင်ရှင်တွေကိုစုံစမ်းကြည့်လိုက်တဲ့အခါ မကြာသေးခင်ကသေဆုံးခဲ့သူတွေဖြစ်နေတာကို သိလိုက်ရပါတော့တယ်။စာရင်းထဲကနောက်ဆုံးလူဟာအသက်ရှင်နေသေးတာကိုသိလိုက်ရတဲ့အခါ ထိုလူဆီအရောက်သွားပြီး ဂငယ်ကွေ့ကွေ့ခဲ့သူတွေဘာကြောင့်သေကုန်လဲသိရအောင် ကြိုးစားပါတော့တယ်။သင်ဟာ အာရှ horror ဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူ၊ slow-burn ဇာတ်လမ်းမျိုးမဟုတ်ပဲသွက်သွက်လက်လက်သွားတဲ့ horror ဇာတ်လမ်းမျိုးကြိုက်နှစ်သက်သူဆိုရင်တော့ဒီဇာတ်လမ်းကိုလက်မလွှတ်ဖို့ပြောလိုက်ချင်ပါတယ်။ Translated by : Pyi T Nyein Encoded by : YKFile Size : 1.4GB and 805MBQuality : 1080p NF WEB DL and ...",
        "rating": "5.9",
        "url": "https://megaup.net/UWz7/%7BCM%7DU-Turn.2020.720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYWVlNjUxNzctZTI3NC00MDMzLWFlMjAtYmI2NWE5ZWJhYjZmXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "Synchronic (2019)",
        "description": "Synchronic (2019)===============IMDb Rating - 6.3/10\nRotten Tomatoes 81% November 2020 မှာထွက်ရှိထားတဲ့ Drama, Horror, Sci-Fi ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။စတိဗ်နဲ့ ဒန်းနစ်စ်တို့ သူငယ်ချင်းနှစ်ယောက်ဟာ ဆေးဘက်အကူ၀န်ထမ်းတွေပဲဖြစ်ပါတယ်။တစ်နေ့ သူတို့သွားရောက်ကူညီရတဲ့ နေရာတိုင်းမှာ ဒဏ်ရာရသူတွေ သာမန်မဟုတ်ဘဲ ထူးဆန်းတဲ့အခြေအနေတွေနဲ့ သေဆုံးသူဆိုရင်လည်း ထူးဆန်းတဲ့ လက္ခဏာတွေနဲ့ သေဆုံးနေတာကို ကြုံလာရပါတော့တယ်။ သေသေချာချာစုံစမ်းပြီးတဲ့ နောက်မှာ ဒီလိုဖြစ်ရပ်တွေဟာ synchronic ဆိုတဲ့ ဆေးတစ်မျိုးကြောင့်ဖြစ်တာကို သိရှိလိုက်ရပါတယ်။ဒီကိစ္စကို လိုက်လံဖြေရှင်းနေရင်းမှ ဒန်းနစ်စ်ရဲ့ သမီးဖြစ်သူကပါ ဒီဆေးသုံးမိပြီး ပျောက်ဆုံးသွားပါတော့တယ် .........synchronic ဆိုတဲ့ ဆေးဟာ ဘယ်လိုဆေးမျိုးလဲ ဒီဆေးသုံးတဲ့သူတိုင်း ဘာကြောင့် ဒီလိုတွေဖြစ်ကုန်ကြတာလဲ ဆိုတာကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပါ။ဒီဇာတ်ကားမှာ မင်းသား Jamie Dornan နဲ့ Anthony Mackie တို့က ဒန်းနစ်စ်နဲ့ စတိဗ်အဖြစ်သရုပ်ဆောင်ထားပြီး တကယ်ကို စိတ်၀င်စားဖို့ကောင်းတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2gRyc/Synchronic.2019.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmQ0MDNmYTItMjcyOS00MDc1LTljMTItOTNmNmVlMTA3NmRiXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_UY268_CR70182268_AL_-136x200.jpg",
        "title": "Batman: Soul of the Dragon (2021)",
        "description": "Batman: Soul of the Dragon (2021)==========================IMDb Rating - 5.9/10ဒီနေ့တော့ DC ရဲ့ ငဘတ်ဖန်တွေအတွက် ၂၀၂၁ထွက်အသစ်စက်စက် ကားလေးလာပါပြီ။ ငယ်ငယ်ရွယ်ရွယ်ငဘတ်လေးကို ဒီကားလေးထဲမှာတွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလေးက နန္ဒာပါဘတ်လို့ခေါ်တဲ့ဂျပန်ကလျှို့ဝှက်ဘုန်းကြီးကျောင်းက ဆရာတော်အိုဆီမှာကိုယ်ခံပညာသင်ဖို့  ငဘတ်ကလာခဲ့တာပေါ့။ ဆရာတော်အိုဆီမှာက ငဘတ်အပါဆိုရင်တပည့်က ခြောက်ယောက်တောင်ရှိပြီး ငဘတ်ကအငယ်ဆုံးလေးပေါ့။ မိသားစုဆိုရင်လျှို့ဝှက်ချက်မထားရဘူးလို့ပြောတဲ့ဆရာကကျောင်းထဲမှာရှိတဲ့ဂိတ်တံခါးအကြောင်း တစ်ခါမှမပြောပြဘူးရယ်။ ဒီတော့ စပ်စုစိန်တပည့်မတစ်ယောက်ကအငြိမ်မနေနိုင်ပဲဂိတ်တံခါးကို သွားဖွင့်ကြည့်လိုက်မိတဲ့အတွက်ကြောင့် ဆရာလည်းသေသွားတာပေါ့။ ဆရာသေပြီးနောက် နှစ်တွေအများကြီးကြာပြီးတဲ့နောက်မှာ ဂျက်ဖာရီဘားရ်ဆိုတဲ့လူတစ်ယောက်က အဲ့ဂိတ်တံခါးကိုနောက်ထပ်တစ်ကြိမ် ထပ်ဖွင့်ဖို့ ကြိုးစားလာတဲ့အခါမှာတော့..........ဘာဖြစ်မလဲဆိုတာကိုတော့ထုံးစံအတိုင်းလေးကိုယ့်ဘာသာပဲကြည့်လိုက်တော့နော် . . .Soul of the Dragon ဆိုတဲ့ အတိုင်း . နဂါးပုံရိပ်တွေပါပါမယ် . မြန်မာတွေရဲ့ နဂါးလို့ပြောလို့ရမယ့် နဂါးပုံရိပ်တွေလည်း ဒီကားထဲမှာတွေ့မြင်ရပါမယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - ...",
        "rating": "5.9",
        "url": "https://megaup.net/2gRmw/Batman.Soul.of.the.Dragon.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMTE1YjYwZmItYWEzMS00MGM3LTlhYTQtOWIyM2Y1MmUzNzUyXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Horizon Line (2021)",
        "description": "Horizon Line (2021)==================IMDb Rating - 4.9/10 မနေ့ကပဲ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ အက်ရှင် Thriller ဇာတ်ကားပါ။ဇာတ်လမ်းအရတော့ ဆာရာက လန်ဒန်သူ နှုတ်ဆက်ခွဲခွာရခြင်းတွေကိုမုန်းလို့ တစ်ခုခုဆိုရင်နှုတ်မဆက်ပဲ ရုတ်ချည်းထွက်ထွက်သွားတတ်တဲ့သူပေါ့။ ဂျက်ဆင်ကတော့ လူဖြူဖြစ်ပေမယ့်လန်ဒန်လိုမြို့ကြီးပြကြီးတွေရဲ့ မွန်းကြပ်မှုတွေကိုမခံနိုင်လို့ မော်ရီတေးနီးယားဆိုတဲ့ အာဖရိကကျွန်းလေးမှာ Diving School ဖွင့်ပြီး အခြေချနေတဲ့သူပေါ့။ သူတို့နှစ်ဦးချစ်သူတွေဖြစ်ခဲ့ကြပေမယ့်ဘဝတိုးတက်ရေးကိုဦးစားပေးတဲ့ဆာရာက ဂျက်ဆင်ကိုထားခဲ့ဖူးပါတယ်...မိတ်ဆွေတစ်ယောက်ရဲ့မင်္ဂလာပွဲအတွက် ဆာရာက အဲဒီကျွန်းလေးကိုပြန်ရောက်လာပြီး ဂျက်ဆင်နဲ့အတူ လေယာဉ်တစ်စီးတည်းစီးဖို့ရာအကြောင်းဖန်လာပါတယ်။ ဖြစ်ချင်တော့ သူတို့ရဲ့ ပိုင်းလော့ဖြစ်သူကလေယာဥ◌်ပျံသန်းနေရင်း နှလုံးဖောက်ပြီးဆုံးပါးသွားတဲ့အခါမှာတော့ မောင်းသူမဲ့သွားတဲ့လေယာဥ◌်ဟာကျွန်းပေါ်ကိုထိုးကျခဲ့တာကနေစပြီး အဲဒီပေါ်မှာ အသက်ရှင်ကျန်ဖို့ ဘယ်လိုကြိုးစားရမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။ ဒီလို Survival Movie တွေရဲ့ကျောရိုးက မထူးဆန်းပေမယ့် လူနှစ်ယောက်တည်းနဲ့တစ်ကားလုံးကို ဆွဲဆောင်မှုရှိရှိနဲ့  ကြည့်ရှုသူကို ပြသသွားနိုင်တာဟာ အတော်ကိုသေသပ်တယ်လို့ပြောလို့ရပါမယ်။ဒီဇာတ်ကားလေးကိုကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - ...",
        "rating": "4.9",
        "url": "https://megaup.net/2gQN9/Horizon.Line.2020.720p.WEBRip[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjFjOTI3MjItZTAzNS00Yjk4LWEyNDAtZTA4ZDNiM2FiNjVjXkEyXkFqcGdeQXVyMTYxNzI2MTg@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Redemption Day (2020)",
        "description": "Redemption Day (2021)===================IMDb Rating - IMDb Rating - 5.3/10 ဒီတစ်ခါ CM ပရိသတ်ကြီးအတွက် ဒီရက်ပိုင်း ပူပူနွေးနွေးထွက်ရှိထားတဲ့ action, thriller ရုပ်ရှင်တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဘရက်ဒ်ပက်စတန်ဆိုတဲ့ အမေရိကန်ရေတပ်ကပ္ပတိန်တစ်ဦးရဲ့ ဇနီးဖြစ်သူ ရှေးဟောင်းသုတေသနပညာရှင် ကိတ်ပတ်စတန်ဟာမော်ရိုကိုနိုင်ငံမှာတွေ့ရတဲ့ လူသားအရိုးစုတွေကို သုတေသနလုပ်ဖို့ အဖွဲ့နဲ့အတူ မော်ရိုကိုနိုင်ငံကိုလာခဲ့ကြပါတယ်။ ကံဆိုးချင်တော့အရိုးစုတွေကိုလေ့လာရင်း မော်ရိုကိုနဲ့ အာလ်ဂျီးရီးယားရဲ့ နယ်စပ်မျဥ်းကို မတော်တဆဖြတ်မိသွားပြီး ဓားစာခံအဖြစ်ဖမ်းခေါ်သွားခံရပါတယ်။ ဒီသတင်းကိုကြားရတဲ့အခါ ခင်ပွန်းဖြစ်သူ ဘရက်ဒ်ပက်စတန်တစ်ယောက် သူကြုံခဲ့ရတဲ့ သူ့ကိုအိပ်မက်ဆိုးအဖြစ် ခြောက်လှန့်နေတဲ့ စစ်အနိဌာရုံတွေကို အန်တုပြီး ဇနီးဖြစ်သူကိုသွားကယ်ဖို့ သူ့မိတ်ဆွေဖြစ်သူ မော်ရိုကိုအထက်တန်းအရာရှိ ယိုးနက်စ်နဲ့အတူရန်သူ့နယ်မြေထဲ စွန့်စားလာကြတဲ့ စစ်ဆင်ရေးပုံရိပ်တွေကို မြင်ကြရမှာပါ။ Action ကားဆိုပေမယ့်လည်း သွေးထွက်သံယိုခန်းတွေသိပ်မပါတဲ့အတွက် အသည်းငယ်တတ်သူတွေအဖို့ရော မိသားစုတွေနဲ့ပါ ကြည့်လို့သင့်တော်မယ့်ဇာတ်ကားတစ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့  အညွှန်းကို MTA မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့ MTA, August တို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/redemption-day-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Chennai-Express-142x200.jpg",
        "title": "Chennai Express (2013)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ပေါ့ပေါ့ပါးပါး လေးနဲ့ ရယ်ရွှင်ကြည်နူးဖွယ် ဇာတ်ကားလေးပေါ့ ။ ရင်ဘတ်ကြီးရဲ့ သန်မာမှုက လက်ရုံး ခွန်အားထက် ပိုမိုသာမွန်ကြောင်း သက်သေပြစေခဲ့တဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းအကျဉ်း ရာဟူးဟာ လူပျိုကြီးတစ်ယောက်ပေါ့။ သူငယ်စဉ်ကတည်းက မိဘနှစ်ပါးစလုံးမှာ အက်စီးဒင့်ဖြစ်ခဲ့ကြပြီး အဘိုးက ကျွေးမွေး စောင့်ရှောက်ခဲ့ပါတယ်။ အဘိုးလည်း ကွယ်လွန်ပြီးနောက်မှာတော့ ရာဟူးဟာ အဘိုးရဲ့ဆန္ဒအရ အရိုးပြာတွေကို ယမုံနာမြစ်ထဲ မျောချစေချင်တဲ့ သူ့ အဘွားရဲ့ ဆန္ဒကို ဆန့်ကျင်ပြီး တစ်ခြား နေရာကို ခရီးသွားဖို့ လုပ်ပါတယ်။ရာဟူးဟာ သူ့အဘွားကို လှည့်စားဖို့ ယမုံနာ မြစ်ဆီသွားဖို့ Chennai Express ရထားလေးစီးနင်းခဲ့ရပြီး ရထားပေါ်၌ မီရာကို တွေ့ခဲ့ပါသည်။ မီရာဟာ မာဖီယားခေါင်းဆောင်တစ်ဦး၏ သမီးဖြစ်ပြီး အခုလည်း လူဆိုးတစ်ဦးနှင့် အတင်းပေးစားခံရသောကြောင့် ထွက်ပြေးလာခဲ့သည်။ မီရာဟာ သူမ၏ ဘဝအကြောင်းပြောပြခဲ့ပြီး သူမ၏ ချစ်သူ အဖြစ် ...",
        "rating": "6.0",
        "url": "https://megaup.net/3CLxT/Chennai.Express.2013.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-MMR(HEVC)_(2).mkv",
        "category": "Asian, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulFF2EbRm7jDRhpUx9Q8F2ATfWm.jpg",
        "title": "Kaagaz (2021)",
        "description": "Kaagaz (2021)*****************IMDb rating......................7.9 HindiKaagaz - စာရွက် 2021 မှာ အသစ်ထွက်ထားတဲ့ ဇတ်ကားကောင်းလေးတစ်ကား ရှိတယ်ဗျ Salma Khan ထုတ်လုပ်ရေးက ထုတ်လုပ်ထားတာပါ။ ၇.၉ ထိ ဘာကြောင့်ရခဲ့လဲ။ ပထမဆုံးက ဒီဇတ်ကားက ၇၀-၉၀ ခုနှစ်ပိုင်းမှာ ဇတ်အိမ်တည်ပြီးဘဏ်ကချေငွေရဖို့ ကြိုးစားရင်း ဒုက္ခရောက်ခဲ့ရတဲ့ လယ်သမားတစ်ယောက် ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပါ။ ဇတ်လမ်း တစ်လျှောက်လုံးလဲ ပါတ်ဝန်းကျင်ရဲ့ ငြိုငြင်စကားတွေ မိသားစုတွင်း သစ္စာမဲ့မူ‌တွေနဲ့ဘက်ပေါင်းစုံ စိတ်ဓာတ်ကျစရာတမျိုးစုံကို ခံရတဲ့အခါ ဖြစ်ပေါ်လာတဲ့ သူ့ရဲ့စိတ်ပိုင်းဆိုင်ရာ ခံစားချက်တွေကိုဖော်ပြပုံတွေက မာစတာပိစ်ပါပဲ။ ဒါ့အပြင် ရိုးသား ပျော်ရွှင်တတ်တဲ့လူတစ်ယောက်အဖြစ်ကနေ ခေါင်းမာပြတ်သားသူတစ်ယောက်အဖြစ် ပြောင်းလဲသွားရပုံကိုနိမ့်ချည်တစ်ခါ မြင့်ချည်တစ်လှည့်နဲ့ Pankaj Tripathi ရဲ့ သရုပ်ဆောင် မူတွေကဆွဲခေါ်သွားပါလိမ့်မယ်။  ဘာရသ်လားလ် ဆိုသူဟာ တီးဝိုင်းခေါင်းဆောင်တစ်ဦး ဖြစ်ပြီးသူ့ရဲ့အလုပ်ကတော့ မင်္ဂလာပွဲတွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1AT72/(CM)_Kaagaz_(2021)_720p.mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/315x420_0d03c9fa0d24bd3a12f121924ad83daa9d4d55a0dcf29b6a0deee5e2ea698bf9-150x200.jpg",
        "title": "The Rising Hawk (2019)",
        "description": "The Rising Hawk (2019)\n===================IMDb Rating  5.8/10 ဒီနေ့အတွက် အမိုက်စား Action , Drama, History ကားလေးကိုတင်ပေးချင်ပါတယ်။မွန်ဂိုတွေ အင်အားကောင်းချိန် ၁၂၀၀ ကျော်ခုနှစ်ကာလကို ဇာတ်အိမ်တည်ထားပါတယ်။ဉရောပ - အာရှနယ်စပ် ယူကရိန်း အမေရိကန်နယ်မြေ၊ ကပ်သရီသန်တောင်းတန်းဒေသမှာအေးအေးချမ်းချမ်းနေထိုင်တဲ့ ယူက‌ရေးနီးယမ်းလူမျိုးတွေဟာ တောင်ယာလုပ် အမဲလိုက်တဲ့လူမျိုးတွေဖြစ်ပါတယ်။ ဒီလူမျိုးတွေရဲ့နယ်‌မြေကို ဂျင်ဂျစ်ခန်ရဲ့ မွန်ဂိုတပ်တွေ ကျူးကျော်တိုက်ခိုက်လာတဲ့အခါ.... မိမိနယ်မြေကို ဘယ်လိုခုခံကာကွယ်သွားမလဲဆိုတာ ကြည့်ရမှာပါ။ သမိုင်းစိတ်ကူးယဉ်၀တ္ထုကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပေမယ့် သမိုင်းကြောင်းတစ်ခုကိုပြန်လည် မြင်ယောင်ထင်မှတ်စေလောက်အောင်ကောင်းမွန်တာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 05minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Action , Drama, ...",
        "rating": "5.8",
        "url": "https://megaup.net/2gQwk/The.Rising.Hawk.2019The.Rising.Hawk.2019.720p.BluRay[CM].mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bXfXonJcKwDMNuK4ojLhBTW3Ar6.jpg",
        "title": "Mother Gamer (2020)",
        "description": "သင်ဟာဂိမ်းချစ်သူတစ်ယောက်ဆို ဒီကားကိုလက်လွှတ်မခံဖို့ တိုက်တွန်းပါရစေ။ဆရာမဘန်ဟာသင်္ချာဆရာမဖြစ်သည့်အလျောက်သားဖြစ်သူအပေါ်မျှော်လင့်ချက်ကြီးမားစွာနဲ့တစ်ယောက်တည်းဆုံးမ ပဲ့ပြင်ထိန်းကျောင်းခဲ့ပါတယ်။ဖုန်းကိုကလေးတွေအတွက်အန္တရာယ်တစ်ခုလို့မြင်ပြီးသင်ကြားမှုအပိုင်းမှာအာရုံစူးစိုက်စေဖို့အတွက်ဖုန်းကင်းမဲ့စာသင်ဆောင်ပရောဂျက်ကြီးရေးဆွဲနေတဲ့ဆရာမဘန်တစ်ယောက်သူ့သားဟာဂိမ်းစထွင်မာတစ်ယောက်ဖြစ်နေခဲ့တာကို မမျှော်လင့်ပဲသိရှိခဲ့ပါတယ်။သားကိုဂိမ်းဖြတ်ဖို့အရေး ကြံရာမရဖြစ်နေသည့်နောက်မှာတော့သူမကိုယ်တိုင် ဂိမ်းဝင်ဆော့ဖို့အကြောင်းဖန်လာပါတော့တယ်။သူ့သားကပဲဂိမ်းဖြတ်မလား သူကပဲဂိမ်းစွဲသွားမှာလားကတော့စိတ်ဝင်စားစရာပါပဲ။E sport အကြောင်းရိုက်ပြထားတဲ့ ဒီဇာတ်ကားဟာ ဂိမ်းဘယ်လိုဆော့သင့်တယ် ဂိမ်းitemတွေအကြောင်းပါမကHeroတွေအကြောင်းကိုပါသေချာရိုက်ပြထားတဲ့ဇာတ်ကားမို့ ဂိမ်းချစ်သူတွေလက်မလွှတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါပဲ။ဂိမ်းမဆော့တဲ့သူတွေအနေနဲ့လည်းကြည့်နိုင်ပြီး ကြည့်ပြီးဂိမ်းဆော့ချင်သွားရင်တော့ တာဝန်မယူဘူးနော်... Translated by HazelEncoded by : YKFile Size : 1.6GBQuality  : 1080p NF WEB DLSutitles : Myanmar ( HardSub)",
        "rating": "6.1",
        "url": "https://megaup.net/1AT5h/%7BCM%7DMother.Gamer.2020.720p.NF.WEB-DL.DDP5.1.x264_.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/138345288_1696345043872101_858548386773563491_n-150x200.jpeg",
        "title": "Penthouse Special: Hidden Room (2021)",
        "description": "Penthouse Special 2021 ( Hidden Room Story )\n=========================ဒီမှာဆိုရင်တော့ Penthouse S1 မှာ သူတို့ကိုယ်တိုင် သရုပ်ဆောင်ခဲ့တာလေးတွေကို ပြန်ကြည့်ပြီး ရယ်စရာ ဖြစ်နေတာတွေ ဟာသအလွဲတွေအကြောင်း ပြောကြရယ်ကြမှာဖြစ်တဲ့ အပြင် S2 မှာ ဘယ်လို ဆက်မလဲဆိုတာအနည်းငယ်နဲ့ ပြောကြမှာပါ ။ တော်တော်ခွီရင်း လောင်ရပါတယ်Quality__720p\nIMDb Rating__7.2/10\nFormat__mp4\nDuration__01:28:34\nType__TV show , Comedy , Behind\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Htet Nandar Aung , Amelia , Yamin Ei , Deer\nEncoded by Naing Aung Latt",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/penthouse-special-hidden-room-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2ViZTgxMGUtMTkxNy00YmI5LWJkNTUtZTYxNzU3MGMwYzJjXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_UY268_CR90182268_AL_-136x200.jpg",
        "title": "Psych 2: Lassie Come Home (2020)",
        "description": "Psych 2: Lassie Come Home (2020)============================IMDb - 7.5/102017 ခုနှစ်တုန်းက ထွက်ရှိထားခဲ့တဲ့ Psych : The Movie ရဲ့ နောက်တစ်ကား ဒီနှစ်မှာ ထပ်ထွက်လာပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဆန်တာ ဘာဘရာ က ရဲမှူး ကာတန် လက်စီ (လက်စီတာ) ကို ချုံခိုက်တိုက်ခိုက်ခံရပြီးတော့လမ်းဘေးမှာ ပစ်ထားခံခဲ့ရပါတယ်။ အဲဒီအချိန်ကစလို့ ဆေးခန်းမှာ ထူးထူးဆန်းဆန်းအရာတွေကို သူ မြင်လာရပါတော့တယ်။ ဒီတော့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်နှစ်ဦး ဖြစ်တဲ့ ဂတ်စ် နဲ့ ရှောန်း တို့ နှစ်ယောက်က ရဲတွေရဲ့ အကူအညီ မပါဘဲ ဒီအမှုကို ရင်ဆိုင်ဖြေရှင်းဖို့ ကြိုးစားပါတော့တယ်။ သူတို့ ရှာဖွေ တွေ့ရှိခဲ့တဲ့ ကိစ္စတွေက သူတို့ရဲ့ဘဝကိုတစ်သက်လုံး ပြောင်းလဲစေခဲ့ပါတယ်။ အဲဒီအကြောင်းတွေကတော့ ဒီကားလေးမှာ ဆက်လက်ရှုစားရမှာပဲ ဖြစ်ပါတယ်။IMDb - 7.5/10\nRotten Tomatoes ...",
        "rating": "7.5",
        "url": "https://megaup.net/UVj2/Psych.2.Lassie.Come.Home.2020.720p.WEBRip[CM]_(2).mp4",
        "category": "Comedy, Crime, Mystery"
    }
]