[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYmVlOWYyZmYtNDM0Yy00MjVjLTk2NmYtZWViMWQ5YjdkMzVkXkEyXkFqcGdeQXVyODgyNjExMQ@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Ruined (2023)",
        "description": "Ruined (2023)\n===========ရစ်ချတ်နဲ့ အိုလီဗီယာ တို့နှစ်ယောက်သားဟာတစ်ယောက်ကိုတစ်ယောက်\nသိပ်ကိုချစ်ကြတဲ့ စုံတွဲလေးပေါ့။ ဒီလိုနဲ့ လက်ထပ်လိုက်ကြပြီး အလုပ်အကိုင်\nကလည်း ရစ်ချတ်ကလည်း သွားဖွားမီးယပ်အထူးကု၊ အိုလီဗီယာကလည်း\nဗိသုကာဒီဇိုင်နာဆိုတော့ အိုကေစိုပြေနေခဲ့ကြတာပေါ့။ အဘက်ဘက်ကနေ\nပြည့်စုံနေတဲ့ မိသားစုလေးထဲကို ဝင်နှောင့်တဲ့ ပြသနာက ကြီးပါတယ်။ အိမ်\nထောင်သက် ၁၀ နှစ်ကြာတဲ့အထိ ရစ်ချတ်တို့ ကလေးမရနိုင်သေးပါဘူး။\nကြာလာတော့လည်း အိမ်ထောင်ရေး အဖုအထစ်တွေဖြစ်ပြီး တစ်ပူပေါ် နှစ်ပူ\nဆင့်တော့တာပေါ့။ဒီလိုနဲ့ မိန်းမဖြစ်သူ အိုလီဗီယာတစ်ယောက် အိမ်ထောင်ရေးကုထုံး ဆွေးနွှေးဖို့\nဖြစ်လာတဲ့အခါမှာတော့ တာဝန်ခံ ဆရာဝန်မလေးဟာ တချိန်က ယောင်္ကျား\nဖြစ်သူရဲ့ အဆက်ဟောင်း ဖြစ်နေတဲ့အခါမှာတော့ ယောင်္ကျားဖြစ်သူနဲ့ အဆက်\nဟောင်းတို့ အတိတ်မှာဘာတွေဖြစ်ခဲ့ကြမလဲ။ အဆက်ဟောင်းကရော နှစ်တွေ\nအကြာကြီးကြာပြီးမှ ဘာဖြစ်လို့ ပြန်ပေါ်လာရသလဲဆိုတာကိုတော့ ဆက်လက်\nကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThettti Tun ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (473 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 32Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator......Thettti Tun\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/3YGxi/Ruined.2023.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ehUwoQUnFZ8vo1gg1JCTMKFXScs.jpg",
        "title": "The More Love Grows (2023)",
        "description": "The More Love Grows (2023)The More Love Grow(2023) ဆိုတဲ့ ဇာတ်လမ်းလေးဟာ Romance အမျိုးအစားဒရာမာကားလေးဖြစ်ပါတယ်။\nအချစ်ဆိုတဲ့အရာကို အဓိပ္ပာယ်အမျိုးမျိုးဖွင့်ဆိုကြပြီး ဂရုစိုက်လေအချစ်တိုးလာလေဖြစ်တဲ့အခါမျိုးရှိသလို၊\nအချစ်ဆိုတာအချိန်နဲ့အမျှပြောင်းလဲနေတာလည်းရှိတတ်ပါတယ်။\nဒီလိုပါပဲ ဒီဇာတ်လမ်းလေးမှာ ဟယ်လန်ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ\nယောကျာ်းဖြစ်သူရဲ့ကွာရှင်းမှုကြောင့် စိတ်ဓာတ်တွေကျပြီး ဆောက်တည်ရာမရဖြစ်နေချိန်မှာ\nသူ့ခြေထောက်ပေါ်သူရပ်တည်နိုင်အောင် ပတ်ဝန်းကျင်ကလူတွေနဲ့အဆင်ပြေအောင်\nသူ့ကိုကုစားပေးမယ့်အရာကဘာလဲ။ဟုတ်ကဲ့ဆက်ပြီးရှူစားပေးကြပါဦးခင်ဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p\nFile size… 1.3GB | 678MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "6.4",
        "url": "https://megaup.net/1gS9h/The.More.Love.Grows.2023.720p.WEB.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgtY6k7fr7rkcBnLt9vek6MYELQ.jpg",
        "title": "Stories Not to be Told (2023)",
        "description": "Stories not to be told (2023)ကျွန်မတို့တွေဟာ ဘ၀ရဲ့တစ်ထောင့်တစ်ကွေ့မှာ မရည်ရွယ်ပေမယ့်လည်း\nအမှားသေးသေးကစလို့ ကြီးကြီးမားမားတွေထိ လုပ်မိတတ်ကြပါတယ်။\nတစ်ခါတစ်လေမှာ ရှက်စရာကောင်းလွန်းလို့ ဘယ်သူ့ကိုမှလည်းမသိစေချင်၊\nကိုယ်တိုင်လည်းလုံး၀မေ့ပစ်ချင်ပေမယ့် ညအိပ်ခါနီးစိတ်ထဲပြန်ပြန်ပေါ်လာတတ်ပြီး\nစိတ်အနှောင့်အယှက်ပေးတတ်တဲ့ အဖြစ်အပျက်မျိုးတွေကို\nStories not to be told လို့ခေါ်တဲ့ ဒီစပိန်ရုပ်ရှင်မှာ အသားပေးတင်ဆက်ထားပါတယ်။ဒီရုပ်ရှင်ထဲမှာ မတူညီတဲ့လူအမျိုးမျိုးရဲ့ မတူညီတဲ့ဇာတ်လမ်းငါးခုက\nလူတွေရဲ့ စိတ်ခံစားချက်ကို မထိန်းချုပ်နိုင်ပုံကို သရော်ထားပြီး\nသူ့နေရာမှာကိုယ်သာဆိုရင်ရော ဆိုတဲ့ စာနာစိတ်ကိုပါဖြစ်စေအောင် ရိုက်ပြထားနိုင်တာမို့\nတကယ်ကို ခံစားကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Jane ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality…. 1080p | 720p\nFile size… 1.4GB | 694MB\nFormat… mp4\nDuration….1h 40min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Jane\nEncoder ..... Aaron",
        "rating": "6.2",
        "url": "https://megaup.net/1gS7v/Stories.Not.To.Be.Told.2022.BLURAY.720p.BluRay.x264.AAC5.1.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wqekJ66YeR6uilv2Heeq0XaHYyW.jpg",
        "title": "Família (2023)",
        "description": "Familia (2023)ဇနီးဆုံးပြီးနောက်ပိုင်း ရိုးရာ မြေအိုးဖုတ်ပညာကိုပဲ တစိုက်မတ်မတ်လုပ်ခဲ့တဲ့ ဆယ်ဂျီ ကာမီရဟာ\nအသက်အရွယ်တော်တော်ရနေပြီး အေးချမ်းစွာနဲ့ တောင်ပေါ်ရွာလေးမှာ နေထိုင်သူတစ်ယောက်ပါ။\nတစ်နေ့မှာတော့ အာဖရိကမြောက်ပိုင်းက သားဖြစ်သူက နိုင်ငံခြားသူလေးတစ်ယောက်ကို လက်ထပ်ခေါ်လာပြီး စက်ရုံအလုပ်ကိုထွက်တော့မယ့်အကြောင်း၊\nအဖေဖြစ်သူလိုပဲ မြေအိုးတွေလုပ်ပြီး အသက်မွေးပြီး ဂျပန်မှာပဲ အခြေပြန်ချတော့မှာတဲ့ အကြောင်း ပြောလာပါတော့တယ်။\nဆယ်ဂျီ နေတဲ့ ရွာ မနီးမ​ေ၀းမှာလည်း ဘရာဇီးကနေ ရွေ့ပြောင်းနေထိုင်လာသူတွေ စုနေတဲ့ အိမ်ရာ၀င်းထဲက မာကို ဆိုတဲ့လူငယ်လေးဟာလည်း\nဂျပန်လူဆိုးလူမိုက်အဖဲွ့နဲ့ ရန်ပဲွဖြစ်ရာကနေ ထွက်ပြေးလွတ်မြောက်လာပါတယ်။\nခေတ္တ အိမ်ပြန်လာတဲ့ ဆယ်ဂျီရဲ့သားဖြစ်သူ ဆာတိုရု က လူမိုက်တွေရန်ကနေ ကယ်တင်ရာကနေ မာကိုတို့ မိသားစုနဲ့ ဆယ်ဂျီတို့ မိသားစု ခင်မင်သွားကြပါတယ်။\nဒီလိုနဲ့ အလုပ်ထွက်ဖို့ အယ်ဂျီးရီးယားနိုင်ငံကို ဆာတိုရုတို့ ဇနီးမောင်နံှ ခေတ္တပြန်သွားခဲ့ပါတယ်။\nမာကိုတို့သူငယ်ချင်းတစ်သိုက်နဲ့ မာကိုရဲ့ ချစ်သူ ဟာလည်း နယ်ခံလူမိုက်ခေါင်းဆောင်ရဲ့ အဆက်မပြတ်ခြိမ်းခြောက်ခံလာရပြီး၊\nခေတ္တပြန်သွားတဲ့ ဆာတိုရုတို့ဟာလည်း ထင်မှတ်မထားတဲ့ကြမ္မာဆိုးကြီး ကြုံတွေ့ရပါတော့တယ်။ဆယ်ဂျီ ဆာတိုရု နဲ့ မာကို တို့ ...",
        "rating": "",
        "url": "https://megaup.net/3iK8x/Familia_2023_720p_HikariTV_WEB-DL_CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wmH3VaUbwwTO3vDJhWT35BOFgb3.jpg",
        "title": "Vacation Friends 2 (2023)",
        "description": "Vacation Friends 2 (2023)ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်လည်းရယ်ရ ပျော်စရာလည်းကောင်းတဲ့ Vacation Friends ကားရဲ့အဆက် Vacation Friends 2 ကို မူလသရုပ်ဆောင်တွေဖြစ်တဲ့ ဂျွန်စီနာတို့လေးယောက်အပြင် Steve Buscemi လို ဝါရင့်သရုပ်ဆောင်ကြီးကိုပါ ထည့်ပြီး ရိုက်ကူးထားပါတယ်။ပထမကားမှာတော့ မမျှော်လင့်ထားတဲ့ ခရီးတစ်ခုမှာတွေ့ပြီး ကြည့်မရနေရာက အကောင်းဆုံးမိတ်ဆွေဖြစ်လာတဲ့သူတွေအကြောင်း ရိုက်ပြထားပြီး လူတွေရဲ့ဆိုးကွက်လို့ ထင်ရတဲ့အရာတွေကြား သူ့ကောင်းကွက်တွေရှိနေတာကို ဟာသဆန်ဆန်နဲ့တင်ဆက်ထားခဲ့ပါတယ်။ ဒီတစ်ကားမှာလည်း သူ့မူလအနှစ်သာရမပျောက် ဆိုးကွက်တွေလို့ ပြောရမယ့်အရာတွေရှိနေတဲ့ သူတွေရဲ့ ကောင်းကွက်တွေကို သိလိုက်ရပုံတွေကို ထပ်တင်ပြသွားတယ်။Vacation Friends ကားတွေဟာ ဂျွန်စီနာရဲ့သရုပ်ဆောင်စွမ်းရည်ကို မြင်သာစေတဲ့ရုပ်ရှင်တွေဖြစ်လို့ ဂျွန်စီနာ ဖန်တွေလည်း ကြည့်သင့်သလို Steve Buscemi ပရိသတ်တွေလည်း သဘောကျကြမှာပါ။ ဇာတ်လမ်းကတော့ ပထမကားအပြီးဝေးသွားတဲ့ ဘော်ဒါ၂တွဲ ပြန်လည်စုံစည်းကြပြီး ခရီးအသစ်ထွက်ဖို့အကြောင်းဖန်လာပုံကို တင်ဆက်ထားပါတယ်။ ပေါ့ပေါ့ပါးပါးလည်းဖြစ် ကြမ်းကြမ်းတမ်းတမ်းလည်းပါသလို ပျော်ပျော်ရွှင်ရွှင်လည်းဖြစ်မယ့် R Rated ...",
        "rating": "5.3",
        "url": "https://megaup.net/2CMrm/(CM)_Vacation_Friends_2_(2023)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BMjA5Njc0NDUxNV5BMl5BanBnXkFtZTcwMjYzNzU1OQ@@._V1_SY1000_CR006751000_AL_-1-135x200.jpg",
        "title": "We’re the Millers (2013)",
        "description": "2013 ခုနှစ်က ထွက်ရှိထားပြီး IMDB 7/10 ရရှိထားတဲ့\nCrime/Comedy ကားဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ ဆေးခြောက်ကို ကိုယ်စားလှယ်ယူပြီးရောင်းတဲ့\nဒေးဗစ် တစ်ယောက် တစ်နေ့မှာ ဓားပြတိုက်ခံရပြီး\nရှိသမျှပိုက်ဆံတွေရော ဆေးခြောက်တွေပါ အကုန်ပါသွားပါတော့တယ်\nဒီအခါမှာ ပိုက်ဆံတွေ ပြန်မလျော်နိုင်တဲ့ ဒေးဗစ်ကို\nသူ့ရဲ့ သူငယ်ချင်းလည်းဖြစ် အလုပ်ရှင်လည်းဖြစ်သူက\nအလျော်အစားအနေနဲ့ အလုပ်တစ်ခုကမ်းလှမ်းပါတယ်\nဒီအလုပ်ကတော့ မက္ကစီကိုက ဆေးခြောက်တွေကို\nနယ်စပ်ကိုဖြတ်ပြီး အမေရိကန်ထဲ သယ်လာဖို့ပါ\nရွေးစရာလမ်း မရှိတော့တဲ့ ဒေးဗစ်ဟာ နယ်စပ်ဖြတ်ပြီး\nဆေးခြောက်တွေသယ်မယ့် မူးယစ်ဆေးမှောင်ခို\nအလုပ်ကို လက်ခံလိုက်ရပါတော့တယ်\nဆေးခြောက်မှောင်ခိုသယ်မယ့်အလုပ်ကို\nကူညီဖို့ အူကြောင်ကြောင်ကောင်လေးတစ်ယောက်ရယ်\nအိမ်ခြေမဲ့ ကလေကချေမလေးတစ်ယောက်ရယ်\nကလပ်တစ်ခုကဖော်ချွတ်မယ်တစ်ယောက်ရယ်ကို\nပိုက်ဆံပေးမယ်ပြောကာ\nမိသားစုဟန်ဆောင်ပြီး အတူလိုက်ခဲ့ဖို့ခေါ်လာခဲ့ပါတယ်\nဒေးဗစ်တို့ အဖွဲ့ အလွဲလွဲအချော်ချော်နဲ့ ဘယ်လိုတွေ\nဆက်လုပ်သွားကြမယ် ဆေးခြောက်တွေ သယ်လာပြီး\nငွေတွေပဲ ရမလား အဖမ်းပဲခံရမလားဆိုတာ\nဒီဇာတ်ကားလေးမှာ တဝါးဝါး တဟားဟား\nရယ်ရင်း ကြည့်သွားရမှာဖြစ်ပါတယ်\n   File size…  1.9 GB / 884  MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 2h\nGenre .....  Drama, Comedy\nSubtitle…. Myanmar Subtitle (Hard ...",
        "rating": "7.0",
        "url": "https://megaup.net/3YHqG/Were.the.Millers.2013.EXTENDED.720p.BluRay_{CM}.mp4",
        "category": "Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3YMbfPXFTdWXrky574df9KeuML5.jpg",
        "title": "Rumba Therapy (2023)",
        "description": "Rumba Therapy (2023)တိုနီ... တိုနီဟာ အသက်ခပ်ကြီးကြီး ကျောင်းကားဒရိုင်ဘာ၊ မိသားစုမရှိ သားသမီးမရှိ လုပ်ဖောက်ကိုင်ဖက်ကိုလည်း လုပ်ဖော်ကိုင်ဖက်လောက်ပဲ ဘဘောထားတဲ့သူ။\nတစ်နေ့တော့ တိုနီတစ်ယောက် နှလုံးဖောက် ဆေးရုံရောက်ပြီး ပြန်သတိရတဲ့နောက်\nဆရာဝန်ဟာ ဆွေးမျိုးသားချင်းကို အသိပေးဖို့ တိုနီ့ကို မေးတဲ့အခါ တိုနီဟာ ဘယ်သူတစ်ဦးတစ်ယောက်မှ မရှိကြောင်းဖြေခဲ့ပါတယ်။\nဆရာဝန်ဟာလည်း လူနာတွေကို ဘဝနေဝင်ချိန်မှာ ချစ်ရသူတွေနဲ့ နွေးနွေးထွေးထွေးနေဖို့ တိုက်တွန်းခဲ့ပါတယ်။နောင်တဆိုတာ နောင်မှ ရဆိုသလိုပဲ တိုနီဟာလည်း တစ်ချိန်က သူ့လုပ်ရပ်တွေအတွက် နောင်တစိတ်ဝင်လာပါတော့တယ်။\nတိုနီဟာ မိန်းမနဲ့ သမီးကို စွန့်ပစ်ခဲ့တဲ့ ဖခင်မပီသတဲ့ လူတစ်ယောက်၊ ဒီအမှားတွေကို သူပြုပြင်ချင်လာပါတော့တယ်။\nမသေခင်မှာ မိန်းမနဲ့ သမီးကို တွေ့ချင်လာပါတော့တယ်။အရင်မိန်းမကို ပြန်တွေ့ရတာဟာ လွယ်ကူပါတယ်...\nကလေးဘဝကတည်းက သူထားရစ်ခဲ့တဲ့ မာရီယာလေးကို ဖအေအဖြစ်နဲ့ မျက်နှချင်းဆိုင်ရဖို့ကသာ ခက်ခဲတာပါ။\nဒီတော့ သမီးရှိရာ အကသင်တန်းကျောင်းကြီးကို လိုက်လာရင်း...\nတိုနီဟာ သူ့သမီးကို သူဟာ မာရီယာ့ဖအေပါလို့ ဘယ်လို အသိပေးမလဲ\nအသိပေးနိုင်ခဲ့တဲ့နောက်ရော ဘယ်လိုတွေ ဆက်ဖြစ်မလဲ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1WP43/Rumba.Therapy.2022.720p.AAC5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o43eMkNkWBBsyxEyyUeQwl4AOe.jpg",
        "title": "The Dive (2023)",
        "description": "ဦးဆုံးအနေနဲ့ ဒီရုပ်ရှင်လေးဟာ 2020ခုနှစ်ထွက် Breaking Surfaceဆိုတဲ့Swedish movieလေးကို english movieအဖြစ်ပြန်ရိုက်ကူးထားတာပါ...။ ဇာတ်လမ်းလေးကတော့မေ နဲ့ ဒရူးဆိုတဲ့ ညီအစ်မနှစ်ယောက် နယ်ဝေးက ကမ်းခြေလှလှလေးတစ်ခုဆီပင်လယ်ရေငုပ်ထွက်ကြတယ်ပေါ့...။တစ်ယောက်နဲ့တစ်ယောက် မတွေ့ဖြစ်တာလည်းကြာ၊ အတူရေမငုပ်ဖြစ်တာလည်းကြာဆိုတော့ နှစ်ယောက်သား စိတ်လျှော့လက်လျှော့နေနေမိတာပေါ့...။ဒီလိုရေငုပ်နေရင်းနဲ့ ကံခေပြီး အစ်မဖြစ်သူ မေ ဟာ ပြဿနာတစ်ခုနဲ့ကြုံပါလေရော....။ရေအောက်မှာ တစ်ခုခုဖြစ်လို့ အပေါ်ပြန်မတက်နိုင်သရွေ့ ပထမဆုံး ကြုံရတဲ့ဒုက္ခကအောက်စီဂျင်ပါပဲ...။နောက်ပြီးတော့ အချိန်ပါ...။ အချိန်တစ်ရွေ့ရွေ့ကုန်လာလေ အသက်ဘေးနီးလာလေ၊အခြားအန္တရာယ်အစုံတိုးလာလေပါပဲ....။ဒီတော့ ဒီညီအစ်မနှစ်ယောက် အသက်ဘေးကလွတ်အောင် ဘယ်လိုဆုံးဖြတ်ချက်မှန်မှန်ချကြမလဲ...၊ ဘယ်လိုရုန်းကန်ကြမလဲတွေ့ရမယ့်အပြင်ဇွဲမလျှော့ကြတဲ့ညီအစ်မနှစ်ယောက်ကြားက သံယောဇဥ်မေတ္တာတရားကိုပါ မြင်တွေ့ရမယ့်ကားလေးဖြစ်ပါတယ်...။  File size…1.86GB / 685MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 31m\nGenre ….. Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.6",
        "url": "https://megaup.net/1gRy3/The.Dive.2023.WEB-DL720p(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/MV5BODY3OGEyMTgtYTZjZi00Y2YzLWFjY2UtMjEwYWE1MjRkOTc4XkEyXkFqcGdeQXVyODQxMTI4MjM@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Countdown (2019)",
        "description": "Mobile ခေတ် ဖြစ်လာတာနဲ့ အမျှ\nလူတိုင်းဟာ အရာရာတိုင်းကို ဖုန်းပေါ်မှာပဲ\nအလုပ်ပြီးစီးစေပါတယ်\nနေ့တိုင်း ဖုန်းပေါ်မှာပဲ ဘာတွေ အသစ်အဆန်းထွက်လဲ\nဘာတွေ ထူးဆန်းလဲ လိုက်လုပ်နေကြပါတယ်...\nတစ်ညမှာတော့ လူငယ်တစ်စု ဟာ ပါတီတစ်ခုမှာ\nသောက်စား နေကြရင်း App တစ်ခုကို မထင်မှတ်ပဲ\nရှာဖွေ တွေ့ရှိသွားပါတယ် App နာမည်က \" Countdown\" ပါ\nထူးထူးဆန်းဆန်းပါပဲ ဒီ App ထဲ ဝင်လိုက်ရင် သင့်ရဲ့ သေနေ့ကို\nတွက်ချက်ပေးမယ်လို့ ဆိုပါတယ်...\nခေတ်လူငယ်တွေ ပြီပြီ အလောင်းအစား လုပ်ဖို့\nApp တွေကို ပြိုင်တူ ဒေါင်းလုပ် ယူကြပြီး ဘယ်သူ\nအရင်သေမလဲ ပြိုင်ကြပါတော့တယ်...\nအားလုံးဟာ အသက် ၈၀ ကျော် ၉၀ ထိ\nနေကြရပြီး အဲ့ဒီထဲကမှ ထူးထူးဆန်းဆန်း\nကောင်မလေး တစ်ယောက်ကတော့\n၃ နာရီ အတွင်း သေမယ်လို့ App က\nသတိပေးလာပါတယ်...\nအားလုံး အတော်လေး ရယ်လိုက်ရပါတယ်\nအဓိပါယ် မရှိတဲ့ App ကိုလဲ မေ့လျှော့သွားကြပါတယ်\nတစ်ယောက်ထဲ တုန်လှုပ်နေတာကတော့\n3 ...",
        "rating": "5.3",
        "url": "https://megaup.net/1WP30/Countdown.2019.720p.BluRay__%7BCM%7D_TSK.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/vijay-133x200.jpg",
        "title": "Yaadhum Oore Yaavarum Kelir (2023)",
        "description": "Yaadhum Oore Yaavarum Kelir (2023)\nIMDb-7.1/10မင်းသားကြီးဗီဂျေးစည်သူပတီရဲ့ ဒုက္ခသည်တစ်ယောက်အနေနဲ့ သူယုံကြည်ရာနောက် လိုက်ခဲ့ရပုံတွေကို အားတက်ဖွယ်ကြည့်ရှုရမှာပါ။\nဘယ်သူလဲ ဘယ်ကလာတာလဲ ဘာလို့ဒီမှာရှိနေတာလဲ ဘယ်ကိုသွားမှာလဲဆိုတဲ့ ပဟေဠိတွေနဲ့လူတစ်ယောက်။ဒီကမ္ဘာကြီးကို ဘာလို့ဖန်တီးခဲ့လဲဆိုတာ ကျွန်တော်၃နှစ်သားတည်းကတွေးဖူးတယ်။\nဘာလို့လဲဆိုတော့ လူသားအချင်းချင်း တိုက်ပွဲတွေဖြစ်ကြတယ် အကြောင်းက\nနယ်မြေလေးကြောင့်တဲ့။ ဒါဆိုဒီနယ်မြေက ဘာအတွက်လဲလို့မေးတော့ လူတွေရှင်သန်ဖို့ပါတဲ့။\nအုပ်စုဖွဲ့နေတဲ့လူတွေကိုကာကွယ်ဖို့ ဥပဒေပြဋ္ဌာန်းပြီး ဒီဥပဒေကိုကာကွယ်ဖို့ ခေါင်းဆောင်ရွေးကြတယ်။\nခေါင်းဆောင်နောက်လိုက်ပြီး နိုင်ငံတစ်နိုင်ငံတည်ထောင်လိုက်တယ်။ ဒီနိုင်ငံကိုကာကွယ်ဖို့ဆိုပြီး လူတွေသတ်ကြပြန်ရော။\nဒါဆိုဘာလို့နိုင်ငံဖွဲ့စည်းလည်းဆိုတော့ လူတွေကို ကာကွယ်ဖို့ပါတဲ့။ဆိုတော့ ဒီနေ့ထိ ကျွန်တော့်မေးခွန်းအတွက် အဖြေမရှိခဲ့...။ဘယ်နေရာ ဘယ်အချိန်မှာ ဗုံးထပေါက်မလဲစိုးရိမ်နေရတဲ့ သီရိလင်္ကာရဲ့ ဒေသလေးတစ်ခုဆီကနေ စောင့်ရှောက်လာခဲ့ရတဲ့\nကလေးတယောက်ကို ဖာသာကြီးက ကလေးကျွမ်းကျင်တဲ့ဂီတနောက်ကိုလိုက်ဖို့ လန်ဒန်ကိုလွှတ်လိုက်တယ်။\nအသက်ဆယ့်ရှစ်နှစ်ကျော်လို့ မှတ်ပုံတင်ပြန်လျှောက်ရာက ပျောက်သွားတဲ့အတောအတွင်း လူသတ်မှုနဲ့ထောင်ကျခဲ့ကြောင်းထွက်ပေါ်လာတဲ့\nအမှန်တရားတွေကြားထဲမှာ ဘာဖုံးကွယ်မှုတွေရှိနေမလဲ။အဲဒီလို အခက်အခဲတွေကြားက\nသူ့ကိုစောင့်ရှောက်ခဲ့တဲ့ ဖာသာကြီးဖြစ်စေချင်တဲ့ ဂီတပညာရှင်ကြီးဖြစ်နိုင်မလားဆိုတာကတော့..\n(အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni~BpL~Zwe Yan ~V တို့ပဲ ဖြစ်ပါတယ်)\nFile size…2.1GB / 903MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "7.1",
        "url": "https://megaup.net/3iJQG/Yaadhum_Oore_Yaavarum_Kelir_(2023)_720p_-_AVC_YK(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BNmMwMWQyYWQtNmRjOC00NWE2LWJmY2MtY2NkMTcwZjM1MjU0XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Seven Deadly Sins: Grudge of Edinburgh Part 2 (2023)",
        "description": "The Seven Deadly Sins: Grudge of Edinburgh Part 2 (2023)\n==========================================\nIMDb Rating - 6.2/10Hai!...Part 1ရဲ့ အဆက် Part 2ပါ။ ဒီထဲမှာတော့ Tristanတို့တွေ အယ်ဒင်\nဘရာရဲတိုက်ကို ရောက်လာပြီး ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ကြည့်ရှုရမှာ\nပါ။ Part 1 ထက် ဇာတ်ရှိန်လည်းတက်လာပြီး စိတ်ဝင်စားဖို့ကောင်းလာပါပြီ။\nNext Gen ကားမို့လို့ Old Gen တွေကို nerfထားတာမျိုးမရှိဘဲ Next Genရော\nOld Gen ရောကြမ်းပြထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (643 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........53Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Action, Adventure\nTranslator......Ngwe Zin\nEncoder..........Zin Phyo Aung",
        "rating": "6.2",
        "url": "https://megaup.net/3iJ3e/The_Seven_Deadly_Sins_Grudge_of_Edinburgh_Part_2.720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/09/MV5BYTEyNjFkZDQtMGI3Mi00MWJlLWI3YmItM2IxOWI5MDRiM2VhXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Seven Deadly Sins: Grudge of Edinburgh Part 1 (2022)",
        "description": "The Seven Deadly Sins: Grudge of Edinburgh Part 1 (2022)\n=========================================ဟုတ်ပါတယ်။ Seven Deadly Sins fanတွေကြားမှာ အရမ်းပွဲထသွားခဲ့တဲ့\n2022တုန်းက Movie ပါ။ ဒါရိုက်တာနဲ့ စတူဒီယိုအပြောင်းအလဲကြောင့် fan\nတွေကြားမှာ Game Trailer လားလို့တောင် မေးယူရတဲ့အထိ Animation\nstyle ကြီးတစ်ခုလုံး ဝက်ဝက်ကွဲဖုန်ထသွားတဲ့ကားပါ။ Seven Deadly Sins\nက plot ပိုင်းကြောင့် Manga မှာအတန်အသင့်အောင်မြင်ပြီး ဖန်အသင့်အ\nတင့်လည်းရှိတဲ့ Anime series တစ်ခုပါ။ Grudge of Edinburghရဲ့ Animation\nstyle က 2D Japan Anime ကြည့်နေကျလူတွေရဲ့ မျက်စိထဲမှာတော့ နည်း\nနည်းတစ်မျိုးဖြစ်နေမယ်ဆိုပေမဲ့ အရင် 2Dလို့ စိတ်ထဲမထားဘဲ တခြားအသစ်\nတစ်ခုအနေနဲ့ မြင်ကြည့်ရင် အဆင်ပြေမယ်ထင်ပါတယ်။ SDSကို မကြည့်ဖူး\nသူတွေအနေနဲ့လည်း ဒီမူဗီကို ကြည့်လို့ရပါတယ်။ အောက်မှာဇာတ်ညွှန်းလာပါပြီ။Timeline ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Whop/The.Seven.Deadly.Sins.Grudge.Of.Edinburgh.2022.720p.WEBRip.(cm)_new.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/emtwF23HCwasrEXlxboaQFdNOdG.jpg",
        "title": "Queen of Triads 3 ( 2023 )",
        "description": "တာဝန်ထမ်းဆောင်ရင်း ချစ်ရသူကိုဆုံးရှုံးလိုက်ရတဲ့ရဲမေလေးဟာ\nအ‌ဝေးတစ်နေရာမှာဇာတ်မြှုပ်ပြီး\nGYMအားကစားခန်းမတစ်ခုဖွင့်ထားပြီး\nအသက်မွေးဝမ်းကြောင်းနေခဲ့တယ်။သူဟာ လှပသွက်လက်တဲ့ ယောဂဆရာမလေး ရှီးရှီး၊\nအလုပ်ကြိုးစားတဲ့ လက်ဟွေ့ဆရာမလေး တုံးနီနဲ့\nခန့်ညားပြီးယောင်္ကျားပီသတဲ့ မုံ့ကျင်းတို့နဲ့အတူ\nသာမန်ဘဝလေးမှာပဲ အေးအေးချမ်းချမ်းနေထိုင်ခဲ့တယ်။ဒါပေမယ့်လဲ ပြဿနာဆိုတာ အိမ်ပေါက်ဝထိရောက်လာတတ်တာပါပဲ။\nရန်သူတွေဟာအကွက်ချစီစဉ်ပြီးရောက်လာတဲ့အခါ\nသူတို့တွေဘယ်လိုတုံ့ပြန်ကြမလဲ......\nရန်ငြိုးအဟောင်းနဲ့အသစ်တွေပေါင်းပြီး\nမမတို့ဘယ်လိုကိုင်တွယ်ကြမလဲဆိုတာကိုအားပေးလိုက်ပါဦး......\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/queen-of-triads-3-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/waH8hT9TLSlkr5g4pEX23tcYt16.jpg",
        "title": "Prison Flowers ( 2023 )",
        "description": "ဇာတ်ကားတစ်ကားလုံးမှာ အမျိုးသမီးတွေပဲပါတဲ့ ရုပ်ရှင်ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ။ ဟောင်ကောင်ရုပ်ရှင်ကောင်းတွေ ရှားပါးလာတဲ့အချိန်မှာ\nဒီဟောင်ကောင်ရုပ်ရှင်လေးက ကြည့်ရှုသူတိုင်းကို ခံစားချက်တစ်ခုခုတော့ ပေးခဲ့မယ်ဆိုတာ သေချာပါတယ်။1995 ခုနှစ်က ဟောင်ကောင်ရဲ့အမျိုးသမီးထောင်ထဲမှာ ဖြစ်ပါတယ်။\nစီးပွားရေးသမားတစ်ယောက်ဖြစ်တဲ့ အစ်မတင်ဟာ ဥပဒေကို နားမလည်ပဲ\nစာချုပ်မှားချုပ်မိတဲ့အတွက် ထောင်ကျခဲ့ပါတယ်။ ထောင်ထဲဝင်ဝင်ချင်း\nထောင်ထဲကစီနီယာဖြစ်သူ ယောက်မပေါ်နဲ့ အတိုက်အခံဖြစ်ခဲ့ပါတယ်။\nထောင်ထဲကစည်းကမ်းတွေကို သဘောမကျတဲ့အတွက် လူအများက သူမကို ပယ်ထားခြင်းခံခဲ့ရပါတယ်။ခိုင်လိက သူမကို ထောင်ပတ်ဝန်းကျင်နဲ့ အသားကျအောင် ကူညီပေးခဲ့ပါတယ်။\nအဲ့ကတစ်ဆင့် သဘောကောင်းပြီး ထောင်ထဲက ညီအစ်မတွေကို\nစောင့်ရှောက်ပေးတဲ့ အမေပေါ်နဲ့ ရင်းနှီးသွားခဲ့ပါတယ်။\nထောင်ထဲမှာ ဂွမ်းထုပ်မလောက်ငမှုကို ဖြေရှင်းဖို့အတွက်\nအစ်မတင်ဟာ စီးပွားရေးဦးနှောက်ကို အသုံးချပြီး အမေပေါ်နဲ့ပူးပေါင်းပြီးတော့\nထောင်ထဲကညီအစ်မများအတွက် အခက်အခဲတွေ ကူညီဖြေရှင်းပေးပြီး\nအမျိုးသမီးထောင်ကို ငြိမ်းချမ်းအောင် ကြိုးစားခဲ့ကြပါတယ်။အစ်မတင်လည်း လူအများရဲ့ချစ်ခင်လေးစားခြင်းကို ခံခဲ့ရပါတယ်။\nဒါပေမဲ့ မထင်ထားပဲ အမျိုးသမီးထောင်က လူဆိုးကြီးထန်းကျူးဟွမ်က\nထောင်ထဲပြန်ဝင်လာပြီး ထောင်တည်ငြိမ်အေးချမ်းမှုကို ဖျက်ဆီးခဲ့ပါတယ်။အစ်မတင်တစ်ယောက် ထောင်တည်ငြိမ်မှုရအောင် ဘယ်လိုကြိုးစားခဲ့သလဲ ......\nထန်းကျူးဟွမ်ကရော ဘယ်လိုရက်စက်ယုတ်မာသလဲ......\nအစ်မတင်တို့အဖွဲ့ ထန်းကျူးဟွမ်ကို ဘယ်လိုအနိုင်ယူမလဲဆိုတာကို ရုပ်ရှင်လေးကိုပဲ ကြည့်ရှုခံစားလိုက်ပါနော်။\nQuality : WEB-DL 1080p , ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/prison-flowers-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTQwNTA0NDk2Nl5BMl5BanBnXkFtZTcwMTA5ODIzMQ@@._V1_-143x200.jpg",
        "title": "Leroy & Stitch (2006)",
        "description": "Leroy & Stitch (2006)\n=================\nIMDb Rating - 6.1/10ဒီတစ်ခါ Movie လေးမှာတော့ သုတေသန ၆၂၅ ကောင်ကို မရလိုက်ဘဲ\nထောင်ကျသွားတဲ့ Dr. Hamsterviel ကို Gantu က ထောင်ဖောက်ပြီး\nပြန်ကယ်လိုက်ပါတယ်။ Lilo နဲ့ Stitch ကတော့ အလေအလွင့်ဖြစ်ပြီး\nကျွန်းပေါ်ပျံ့ကုန်တဲ့ သုတေသနတွေကို ပြန်စုဆောင်းပေးတဲ့အပြင် အိမ်ပါ\nရှာပေးလိုက်နိုင်လို့ ဆုအချီးမြှင့်ခံနေရချိန်ပေါ့။Stitch, Jumba, Pleakley တို့သုံးယောက်ကို ရာထူးကြီးတွေပေးပြီး ဂြိုလ်\nပေါ်ပြန်ခေါ်ဖို့လုပ်ပေမယ့် Lilo မျက်နှာကြောင့် မနေခဲ့ဖြစ်ကြပါဘူး။ ဒါပေ\nမယ့် ဝါသနာပါတဲ့နေရာအသီးသီးကို ဆုရထားတဲ့ ၃ယောက်ကတော့ လူက\nဟာဝိုင်အီ စိတ်က Turo ဂြိုလ်ဖြစ်နေခဲ့ကြတယ်လေ။ ငိုချင်လျက် လက်တို့\nဖြစ်နေသူ ၃ယောက်သားကို မကြည့်ရက်လို့ Lilo ကပဲ ဂြိုလ်ပေါ်သွားနေဖို့\nပြန်ဖျောင်းဖျလိုက်ရပါတယ်။ Jumba တစ်ယောက် ဂြိုလ်ပေါ်ရောက်ပြီး\nသိပ္ပံပညာရှင်အလုပ်ပြန်ရသွားခြင်းက Hamsterviel အတွက် အကွက်တွေ့\nစရာပါပဲ။ ရှိနေပြီးသား သုတေသနတွေအားလုံးက Lilo ...",
        "rating": "6.1",
        "url": "https://megaup.net/1gP42/Leroy.and.Stitch.2006.720p.WEBRip(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTU0Mzc5MjM2N15BMl5BanBnXkFtZTgwMjUzNjAwNzE@._V1_-150x200.jpg",
        "title": "Lilo & Stitch 2: Stitch Has a Glitch (2005)",
        "description": "Lilo & Stitch 2: Stitch Has a Glitch (2005)\n==============================\nIMDb Rating - 6.2/10Lilo and Stitch (2002) ရဲ့ ဇာတ်သိမ်းမှာ Stitch အပါအဝင် Jumba နဲ့\nPleakly တို့ဟာ နယ်နှင်ဒဏ်အနေနဲ့ ကမ္ဘာမြေမှာထားခဲ့ခံရတာကြောင့်\nLilo တို့မိသားစုနဲ့အတူနေလာတာ နှစ်အတော်ကြာလာခဲ့ပါပြီ။ Lilo တို့\nညီအစ်မနဲ့အတူ လူတွေကြားမှာ နေသားကျလာတဲ့ Stitch လည်း အရင်လို\nတာတေလန်အောင် သောင်းကျန်းတတ်တာမျိုး မရှိတော့ပါဘူး။ ဒီလိုနဲ့\nStitch ရဲ့ တည်ငြိမ်မှုက သက်တမ်းကုန်ဆုံးဖို့ဖြစ်လာတော့မှာပါ။တစ်နေ့ထက်တစ်နေ့ စိတ်ဖောက်သောင်းကျန်းတာတွေများလာပြီး အခြေ\nအနေပိုပိုဆိုးလာတဲ့ Stitch ကို Lilo တောင် နားမလည်ပေးနိုင်တဲ့အချိန်တွေ\nရှိလာပါတော့တယ်။ ပြဿနာအရင်းခံကိုသိနေတဲ့ ဂျမ်ဘာတစ်ယောက် Stitch\nကို ပြန်ပြင်နိုင်မယ့်နည်းရှာနေချိန် Lilo နဲ့ Stitch ဆက်ဆံရေးက ပိုပိုဆိုးလာ\nပါပြီ။ အကြောင်းမရှိထထဖောက်တဲ့ Stitch ကြောင့် Lilo အရှက်ကွဲပေါင်းများ\nလာပါတော့တယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1gN0a/Lilo.&.Stitch.2.Stitch.Has.A.Glitch.2005.720p.BluRay.(CM).mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTUwMDk4MjczMF5BMl5BanBnXkFtZTgwNTk4NTAwNzE@._V1_-150x200.jpg",
        "title": "Stitch! The Movie (2003)",
        "description": "Stitch! The Movie (2003)\n==================\nIMDb Rating - 6.1/10Stitch ကို 626 လို့လည်း ခေါ်ကြတာ Lilo and Stitch fan တိုင်း\nသိကြမယ်ထင်ပါတယ်။ သုတေသန 626 ဆိုတဲ့နာမည်ဟာ သာမန်\nနံပါတ်တစ်ခုမဟုတ်ဘဲ Stitch ကိုထွင်ခဲ့တဲ့ ဒေါက်တာ Jumba ရဲ့\nသုတေသနအရေအတွက်အလိုက်ပေးထားတာပါ။ ဒီအချက်ကိုတော့\nရုပ်ရှင်ပထမပိုင်းမှာ မဖော်ပြထားခဲ့လို့ Stitch ရဲ့ နံပါတ်လေးကို အထူး\nတလည်သတိထားမိသူ မရှိခဲ့ကြပါဘူး။ Turo ဂြိုလ်ပေါ်ကို ပြန်မလိုက်\nရဘဲ နယ်နှင်ဒဏ်ပေးခံလိုက်ရတဲ့ Stitch တို့သုံးယောက် Lilo အိမ်မှာ\nသောင်တင်နေချိန်ပေါ့။တစ်ချိန်တည်းမှာပဲ ဒေါက်တာ Jumba ရဲ့ သုတေသနပေါင်း ၆၂၅ ကောင်\nကို အပိုင်သိမ်းဖို့ကြံနေတဲ့ ရန်သူဟောင်းတစ်ယောက်လည်းရှိနေပါသေး\nတယ်။ Stitch တို့ကျေးဇူးနဲ့ အလုပ်ပြုတ်သွားတဲ့ ကပ္ပတိန် Gantu က သုတေ\nသနအကောင်လေးတွေခိုးဖို့ ကမ္ဘာကိုဆင်းလာခဲ့ချိန်၊ တစ်သက်လုံး ကိုယ့်\nကိုယ်ကို အဖော်မဲ့တစ်ကောင်ကြွက်လို့မှတ်ထားတဲ့ Stitch ...",
        "rating": "6.1",
        "url": "https://megaup.net/1WKr9/Stitch!.The.Movie.2003.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BYTY5MGE4MjEtNTMzYy00ODAxLWFiNDQtNzhlOGJiZWIzNDhkXkEyXkFqcGdeQXVyNTM5NzI0NDY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Lilo & Stitch (2002)",
        "description": "Lilo & Stitch (2002)\n===============\nIMDb Rating - 7.3/10စတစ်ချ်လို့ပြောလိုက်တာ နဲ့ ပြာတာတာ နဲ့ နားရွက်ကြီးကြီး ပြူးကြောင်ကြောင်\nကောင်လေးကို အားလုံးမျက်စိထဲ ပြေးမြင်မိကြမှာပါ။ ဒီလောက် နှစ်ပေါင်းများစွာ\nကြာခဲ့တာတောင် စတစ်ချ်အရုပ်လေးတွေ စတစ်ချ်အင်္ကျီလေးတွေက လူတွေကြားမှာ\nရေပန်းစားနေဆဲပါပဲ။ ခုCMပရိတ်သတ်ကြီးအတွက် ဒီ စတစ်ချ်ကားလေးကို ပြန်\nလည် ခံစားလို့ရအောင် တစ်ဖန် ပြန်တင်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်း ကို အနည်းငယ် ပြန်မိတ်ဆက်ပေးရရင် လီလို ဆိုတာ ဟာဝေယံ ခလေး\nမလေးတစ်ဦးပါ ချစ်စရာ ဂျစ်ကန်ကန် လူဆိုးမလေးပေါ့ဗျာ။ တစ်ရက်တော့ သူက\nခွေးတစ်ကောင်မွေးဖို့အတွက် သူ့အစ်မနဲ့ ညီအစ်မနှစ်ယောက်သား ခွေးထိန်းသိန်း\nရေးစခန်းကို သွားပါတယ်။အဲ့မှာလီလို တစ်ယောက် ပြာတာတာ နဲ့ ရယ်စရာခွေးလေး\nကို သဘောကျ ပြီး မွေးခဲ့ပါတယ်။ ခွေးလေးနာမည် ကိုတော့ စတစ်ချ်လို့ ပေးလိုက်\nတာပေါ့။အဲ့မှာပဲ ပြသနာတွေစတော့တာပါ။ တစ်ကယ်တော့စတစ်ချ်က တစ်ခြား\nဝေးလံတဲ့ ဂြိုလ်တစ်ခုက သိပ္ပံပညာရှင်တစ်ယောက် ရဲ့တီထွင်မှုပါပဲ။ အဲ့ဂြိုလ်ရဲ့\nအာဏာပိုင်တွေက ...",
        "rating": "7.3",
        "url": "https://megaup.net/2BUP1/Lilo.and.Stitch.2002.720p.BluRay.x264[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVkPQAIoCNDc8khNjmSAiTb3lV5.jpg",
        "title": "The Tournament (2009)",
        "description": "ကြေးစားလူသတ်သမား​​တွေချည်း အ​​​ယောက် ၃၀ ​တိတိစုထားပြီးတစ်မြို့လုံးကို သတ်ကွင်းအဖြစ်ပြောင်းလဲလိုက်ပြီး စီစီတီဗွီ​တွေ၊ဆက်သွယ်​ရေးစနစ်​တွေကို အကုန်ထိန်းချုပ်ကာ လူသတ်ပြိုင်ပွဲတစ်ခုလို ​​နောက်ဆုံးတစ်​ယောက်ပဲ ကျန်တဲ့အထိ အ​သေအ​ကြေသတ်ဖြတ်ရတဲ့ ဆု​ကြေး​ဒေါ်လာ၁၀သန်းတန် ပြိုင်ပွဲနဲ့ ဒီပြိုင်ပွဲကိုလာ​ရောက်ယှဉ်ပြိုင်ကြတဲ့ တစ်ကမ္ဘာလုံးက လူသတ်သမားများ၊ဇနီးသည်ကိုသတ်ဖြတ်သွားတဲ့ လူသတ်သမားကိုလက်စား​​ချေဖို့ပြိုင်ပွဲကို တ​ကျော့ပြန်​ရောက်လာတဲ့ လက်ရှိချန်ပီယံ၊ လူသတ်ဖို့က​​​လေးဘဝကတည်းက ​​လေ့ကျင့်ခဲ့ရသူ၊ ရုရှားအထူးတပ်ဖွဲ့ဝင်၊အ​မေရိကန်စိတ္တဇလူသတ်သမား စသဖြင့် ဒိတ်ဒိတ်ကြဲ​ကြေးစားလူသတ်သမား​တွေပဲ ဝင်ပြိုင်မယ့်ပွဲမှာ ဘယ်သူအနိုင်ရသွားမလဲ၊ဘယ်​လောက်ထိကြမ်းကြုတ်ရက်စက်တဲ့ သတ်ကွက်​တွေမြင်ခွင့်ရမလဲဆိုတာ ဒီဇာတ်ကားမှာကြည့်ရှုရမှာပါ။  File size…2.45GB / 944MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 35m\nGenre ….. Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by JimX",
        "rating": "6.0",
        "url": "https://megaup.net/3iITY/The.Tournament.2009.BluRay720p(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfl7CBslXn67PucISrVmJREx4tz.jpg",
        "title": "[18+]Family Reconstruction(2017)",
        "description": "[18+]Family Reconstruction(2017)*******************************\nတစ်ခုလတ်ချင်း အိမ်ထောင်ပြုကြတယ်..သားတစ်ယောက်သမီးတစ်ယောက်ပါလာကြတယ်...တိုက်ဆိုင်စွာပဲဟိုဘက်က သမီးလုပ်တဲ့သူက အဖေဖြစ်သူကြည့်နေကြ အဖော်အချွတ်လုပ်ပြတဲ့ streamerဖြစ်နေတယ်...\nဒီလိုနဲ့အာ့မိသားစုခရီးလည်းထွက်ရော မိသားစု စည်းလုံးညီညွှတ်ရေးတွေ ကိုယ်ဖိရင်ဖိဆွေးနွေးတိုင်ပင်ကြပါတော့တယ်...File size… 1.7GB& 749MB\nQuality… HDRip1080p,720p\nFormat…mp4\nDuration….1h 17min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1WM8t/Family_Reconstruction(2017)WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    }
]