[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BODAzZDc2NGEtODZmMS00YWE5LWIxZmEtZWRiMzI1MzgwNjVmXkEyXkFqcGdeQXVyOTA2OTEwNA@@._V1_SY1000_CR007091000_AL_-142x200.jpg",
        "title": "Tribal Get Out Alive (2020)",
        "description": "တပ်ကနေမနားယူလာတဲ့ Caitlin နဲ့ Bredဆိုတာက\nတစ်ကယ်ကိုခင်တဲ့သူငယ်ချင်းတွေ ......\nတစ်နေ့မှာသူတို့နှစ်ယောက်ကို တာ၀န်တစ်ခုပေးလာတယ်\nအဖေ့ဆီကအမွေကတဲ့အိမ်ကြီးကို သ\nားဖြစ်သူကအမွေရတာကနေ အိမ်ပေါ်တတ်နေတဲ့\nအိမ်ယာမဲ့တွေကို ရှင်းပေးဖို့ ပြသာနာကအာ့ဒီမှာစတာဘဲ\nအိမ်ရှင်းလင်းဖို့လုပ်ကြရင်းနဲ့ လူတွေတစ်ယောက်ပြီးတစ်ယောက်ပျောက်သွားတဲ့အပြင်\nအိမ်ပိုင်ရှင်ဟောင်း‌ဆရာ၀န်ရဲ့ဓာတ်ခွဲခန် းမှာ ထူးဆန်းတဲ့\nဆေးရည်ပုလင်းတွေကိုလည်းတွေ့ကြရတဲ့အခါ......\nအိမ်ယာမဲ့တွေကို ပိုင်ရှင်ဟောင်းဆရာ၀န်ကြီးကဘာလို့လက်ခံထားတာလဲ.....\nCaitlinတို့ကရော လူတွေပျောက်ရတဲ့အကြောင်းကိုရှာတွေ့နိုင်မှာလားဆိုတာကို\nစိတ်၀င်တစားကြည့်ရမှာပါ...\nActionခန်းတွေကတစ်ကယ်မိုက်တာမို့၊ ကြည့်သင့်တဲ့ကားကောင်းလေးပါဘဲ\n  \nFile Size - 1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Yamin Ou\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/tribal-get-out-alive-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZDcyMjhiYTUtMGEyZC00YWM2LWJmMWQtYjBiNWIzNzdhZjg3XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Theatre: A Love Story (2020)",
        "description": "ဒီတခါတော့ ၂၀၂၀ထွက် ဂျပန်romance/dramaဇာတ်လမ်းလေး\nတင်ဆက်ပေးလိုက်ပါတယ်.\nတကယ်ကို ရင်ထဲမှာ ခံစားသွားရစေမယ့်\nအချစ်ဇာတ်လမ်းလေးတပုဒ်ဆိုလဲ မမှားပါဘူး.\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Nagataဟာ သိပ်ကို\nအနုပညာဘက်မှာ ထူးချွန်ချင်တဲ့ လူတစ်ယောက်ပါ.\nသူဟာ ပြဇာတ်တွေအတွက် ဇာတ်ညွှန်းရေးတဲ့\nစာရေးဆရာဖြစ်ပြီး အဲ့ဒီအလုပ်ကလွဲရင် တခြားဘယ်အလုပ်ကိုမှ\nမလုပ်ချင်တဲ့ခေါင်းမာတက်တဲ့ လူလဲဖြစ်ပါတယ်.\nတနေ့မှာတော့ သူ့ဘဝထဲကို သိပ်ကိုဖြူစင်ပြီး လှပတဲ့\nနတ်သမီးလေး Sakiဝင်ရောက်လာခဲ့ပါတယ်.\nNagataဟာ ပြဇာတ်တွေရေးရတာကို ဝါသနာပါပေမယ့်\nပါရမီတော့ မပါခဲ့ပါဘူး.\nဒီတော့ လူတွေရဲ့ ဝေဖန်မှုတွေကို ခံခဲ့ရပြီး သူ့အဖွဲ့ဟာလဲ ပျက်သွားခဲ့ပါတယ်.\nအဲ့ဒီအချိန်မှာ Sakiကို သူက သရုပ်ဆောင်ခိုင်းကြည့်ခဲ့ပါတယ်,\nသွက်သွက်လက်လက်နဲ့ ပါရမီရှိတဲ့ Sakiလေးပါတော့\nပရိတ်သတ်တော်တော်များများက သဘောကျကျပြီး သူ့ဇာတ်လမ်းလဲ\nပေါက်သွားခဲ့ပါတယ်.\nဒါပေမယ့် သူကတော့ နောက်ပြဇာတ်တွေမှာ Sakiကိုထပ်မသုံးတော့ပါဘူး\nဘာလို့လဲဆိုတော့ သူ့ကောင်မလေးဖြစ်တဲ့ Sakiကပါရမီရှိတာသိသာလေလေ\nသူကအရှုံးသမားဆိုတာ ပိုပြီးသိသာလာလေလေလို့\nသူတွေးမိခဲ့လို့ပါပဲ.\nအပြစ်ကင်းတဲ့ Sakiလေးကတော့ ဒါတွေကို နားမလည်ခဲ့ပါဘူး.\nသူတို့နေတဲ့ တိုက်ခန်းခတွေ အသုံးစရိတ်တွေကို ပေးနိုင်ဖို့\nအလုပ်ကိုနေ့ရောညရော လုပ်နေခဲ့ပါတယ်.\nSakiက ပိုပြီးဖြူစင်တာကို သိလာလေလေ Nagataဟာ\nပိုပြီး အပြစ်ရှိခံစားစိတ်ဖြစ်လာလေလေပါပဲ.\nသူတို့နှစ်ဦးရဲ့ဇာတ်သိမ်းက ဘယ်လိုများဖြစ်မလဲ?\nSakiနဲ့Nagataပေါင်းဖက်နိုင်ရဲ့လားဆိုတာကို\nဇာတ်သိမ်းပိုင်းထိ ဆွဲဆောင်နိုင်ပြီး ရင်ထဲမှာ\nခံစားချက်တစ်ခု ထည့်ပေးနိုင်တဲ့ ဂျပန်ဒရာမာ\nဇာတ်လမ်းလေးဖို့ ကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ.\n \nFile Size - ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/theatre-a-love-story-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMjI4ZTlhNTAtODM1Yy00NDYyLWFmYTMtZTc1MjAzN2EyYWZkXkEyXkFqcGdeQXVyMjk2Mjc5MTY@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Nikah Yuk (2020)",
        "description": "ဒီတခါတော့ ကိုဗစ်ကာလမှာ စိတ်ပင်ပန်းနေကြတဲ့\nCMချစ်ပရိတ်သတ်ကြီးအတွက်\nအင်ဒိုးနီရှားအချစ်ဟာသကားလေးတင်ဆက်ပေးလိုက်ပါတယ်.\nဇာတ်လမ်းလေးက တကယ်ကို ချစ်ဖို့ကောင်းပြီး\nမိဘမေတ္တာနဲ့အချစ်ရဲ့လျှို့ဝှက်ဆန်းကြယ်ပုံကို\nဟာသနှောပြီးရိုက်ထားတဲ့ ဇာတ်ကားလေးပါ.\nဇာတ်လမ်းအကျဉ်းကတော့ တဉီးတည်းသော\nသားဖြစ်တဲ့ Aryaဟာ ကိုယ်စွမ်းကိုယ်စနဲ့\nဓာတ်ပုံဆရာတစ်ဉီးဖြစ်ချင်နေတာပါ.\nသူ့ရဲ့ပင်တိုင်မော်ဒယ်ကတော့ သူ့ချစ်သူကောင်မလေးပေါ့.\nဒါပေမယ့်လဲ သူ့မိဘအကူအညီက Aryaဟာ မလွတ်နိုင်ခဲ့ပါဘူး.\nတဘက်မှာလဲ သူ့ချစ်သူမော်ဒယ်မလေးဟာ\nနောက်မီးလင်းချင်နေပြီး လက်ထပ်ခွင့်တောင်းတော့လဲ\nလက်မခံတာကြောင့် စိတ်ညစ်နေရပါတယ်.\nဒါပေမယ့် သူ့ဘဝကို ပြောင်းလဲပေးနိုင်မယ့်\nကောင်မလေးတ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်.\nLiaဆိုတဲ့ ပန်းချီဆရာမလေးပေါ. Liaနဲ့တွေ့ပြီးနောက်မှာ\nAryaပြုံးပျော်နိုင်လာတာကြောင့်\nမသေခင်အိမ်ထောင်ကျစေချင်တဲ့ Aryaအမေဟာ\nအကွက်ချပြီး သူတို့နှစ်ဉီးကို လက်ထပ်စေခဲ့ပါတယ်.\nလက်ထပ်ပြီးနောက်မှ တစ်ခုပြီးတစ်ခုလွဲပြီး\nရယ်စရာတွေ ဖြစ်လာတဲ့ အချစ်ဟာသဇာတ်မြူးလေးပေါ့ဗျာ.\nဒီဇာတ်လမ်းလေးကြည့်ရင်း ဘဝအမောတွေ ဖြေဖျောက်လိုက်ကြပါဦး....\n \nFile Size -  1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/nikah-yuk-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYzczMjIzMWItNDM0My00NTU0LWJmM2MtNmUxODYzYWI1Mjk1XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_-142x200.jpg",
        "title": "To the Ends of the Earth (2019)",
        "description": "IMDb 6.1တောင်ရထားတဲ့ ဂျပန် ဒရာမာကားလေးပါ.\nဒီကားလေးကိုတော့Uzbekistanနိုင်ငံမှာ\nသွားရောက်ရိုက်ကူးထားတာပါ.\nဇာတ်လမ်းအကျဉ်းကတော့ Yokoဟာ Uzbekistanနိုင်ငံမှာ\nကင်မရာအဖွဲ့နဲ့ Uzbekistanနိုင်ငံရဲ့ နာမည်ကြီး ကန်ဖြစ်တဲ့\nAyarကန်ထဲက bramulaငါးအကြောင်းကို သွားရိုက်ကူးရင် စတင်ခဲ့တာပါ.\nYokoတို့အဖွဲ့ဟာ ကန်ထဲက ထူးခြားတဲ့ bramulaင့ါးကြီးကို\nဖမ်းလို့မရတာကြောင့် တခြားရိုက်ကွင်းတွေကို ပြောင်းရိုက်ခဲ့ပါတယ်.\nသူတို့ ရိုက်တာတွေက Uzbekistanနိုင်ငံရဲ့ပန်းခြံတွေ ဈေးတွေ\nတခြားနာမည်ကြီးနေရာတွေမှာပါ.သူတို့ရိုက်ကူးရင်လုပ်ရင်း\nကြုံတွေခဲ့ရတဲ့ uzbekistanနိုင်ငံသားတွေရဲ့ ထူးခြားတဲ့\nဓလေ့တွေ လှပ‌တဲ့ နေရာ‌တွေကို တင်ဆက်ရိုက်ကူးထားတဲ့\nဇာတ်လမ်းကောင်လေးမလို့ တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ..\n \nFile Size -  1.3 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/to-the-ends-of-the-earth-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5XfICAvUe8beWExBz97i0Qw4Qh.jpg",
        "title": "Work It(2020)",
        "description": "Work It(2020)August 7 ကမှ ပူပူနွေးနွေး Netflixက ထွက်ထားတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...ကွင်းအက်ကာမန်းဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာစာကြိုးစားပြီး GPA 4.0ရတဲ့ သိပ်တော်တဲ့ ကောင်မလေးတစ်ယောက်....Thunderbirds ဆိုတဲ့အကအဖွဲ့တစ်ခုမှာ မီးအလင်းအမှောင်ညှိပေးရတဲ့သူတစ်ယောက်..စာတော်တဲ့ကောင်မလေးဆိုတော့ သိတဲ့အတိုင်းမကတတ်ပေမဲ့ အဖွဲ့မယ်နေရာလေးတစ်ခုတော့ယူထားသူပေါ့...ဒီလိုနဲ့  Woodbright အထက်တန်းကျောင်းကြီးပြီးတော့မှာမလို့ တက္ကသိုလ်ရွေးကြတဲ့အခါမှာ ပြဿနာတစ်ခုကြောင့်သူ့ကိုအဖွဲ့က ထုတ်ခံလိုက်ရတယ်..ဒါအပြင့် ကတတ်မှ တက္ကသိုလ်တက်ရမယ့်အဖြစ်နဲ့ရက်ဆိုင်ရတဲ့အခါမှာတော့.... စာတွေနဲ့ပဲ နစ်မွန်းပြီး အကဆို တစ်လုံးမှမသိတဲ့ ကွင်းတစ်ယောက် ဘယ်လိုဆက်လုပ်ကြမလဲ??ကတတ်အောင်သူဘယ်လိုကြိုးစားမလဲ..သူ့ကိုပြဿနာဖြစ်စေတဲ့အကြောင်းကရော ဘာလဲ...ဒီလိုအခက်အခဲမျိုးစုံကို ဒီကောင်မလေးဘယ်လိုကျော်လွှားမလဲ....အထက်တန်းကျောင်းသားကားဆိုပေမယ့် ချစ်စရာမင်းသမီးလေးရယ်... သီချင်းအလန်းစားတွေ ကကွက်အလန်းစားတွေနဲ့မို့ဒီကားလေးကို ကြည့်ရင် နောင်တမရပါဘူးဆိုတာ အာမခံပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Cynthia ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:33:00\nGenre :  Comdey , Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.7",
        "url": "https://megaup.net/Sk6t/Work_It.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNDJhYTk2MTctZmVmOS00OTViLTgxNjQtMzQxOTRiMDdmNGRjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006951000_AL_-139x200.jpg",
        "title": "The Handmaiden (2016)",
        "description": "မနေ့က ရုပ်ရှင်ကား တစ်ကားကြည့်တယ်။\nThe Handmaiden တဲ့...\nIMDb မှာ rating 8.1 ရထားတဲ့ ဇာတ်ကား တစ်ခုပေါ့။\nကိုရီးယားနိုင်ငံရဲ့ ဗစ်တိုးရီးယားခေတ်\nဂျပန်ကိုလိုနီကာလကို အခြေပြုပြီး တည်ထားတဲ့ ဇာတ်လမ်းပဲ။\nစာရေးဆရာမ Sarah Waters ရဲ့ Fingersmith ဆိုတဲ့\nဝတ္ထုကို အခြေခံပြီး တည်ဆောက်ထားတဲ့ ဇာတ်ကား။\nကိုရီးယားဒါရိုက်တာ Park Chan Wook က ရိုက်ထားပြီး\nအဲ့ဒီဇာတ်ကားနဲ့ ဆုတွေအများကြီးရခဲ့ကြတယ်။\n8.8 millions သုံးခဲ့ပြီး box office မှာတော့\n38.6 millions လောက် ပြန်ရခဲ့တဲ့ ဇာတ်လမ်းပေါ့။\n16+,18+,21+ အမျိုးမျိုး သတ်မှတ်ကြပေမယ့်\nကိုယ့်အတွက်တော့ 18+ လောက်ပါပဲ။\nသိမ်မွေ့တယ်ပေါ့။\nလူလိမ် မြို့စားမင်း Fujiwara ဟာ သိပ်ပြီးချမ်းသာတဲ့\nမိဘမဲ့အမျိုးသမီးလေး Hideko ကို လက်ထပ်ယူဖို့ ကြိုးစားနေတယ်။\nသူ့ကို လက်ထပ်ချင်လာအောင် သွေးဆောင်ဖျားယောင်းပေးဖို့\nSook Hee ဆိုတဲ့ ပစ္စည်းအတုလုပ်ကျွမ်းကျင်တဲ့\nလူလိမ်မိသားစုက ကောင်မလေးကို\nအိမ်ဖော်အဖြစ် Hideko အနားကို ပို့ခဲ့တယ်။\nHideko ဟာ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/handmaiden-212016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k50gYFDfpAyxcIGjWjnXAaOM81e.jpg",
        "title": "Waiting for the Barbarians (2020)",
        "description": "စာပေဆုတွေရရှိခဲ့တဲ့ J.M. Coetzee ရဲ့Waiting For The Barbarians ဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြောင်းလဲရိုက်ကူးခဲ့တာ ဖြစ်ပါတယ်။ဝတ္ထုရဲ့စာရေးဆရာကပဲ ရုပ်ရှင်အတွက် ဇာတ်ညွှန်းကို ရေးသားခဲ့တာပါ။ဒီရုပ်ရှင်မှာ အောင်မြင်ကျော်ကြားကြတဲ့ မင်းသားတွေဖြစ်ကြတဲ့ Mark Rylance၊မင်းသားကြီး Johnny Depp နဲ့ Robert Pattinson တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ အင်ပါယာတစ်ခုမှာ အပါအဝင်ဖြစ်တဲ့ တိုင်းပြည်တစ်ခုရဲ့ နယ်စပ်စွန်းဖျားတပ်စခန်းတစ်ခုမှာ ဇာတ်အိမ် အခြေတည်ထားတယ်။အဲ့ဒီဒေသဟာ တိုင်းပြည်ရဲ့‌ဝေးလံခေါင်ဖျားနေရာ ကန္တာရအလယ်မှာ တည်ရှိနေတယ်။အချိန်အပိုင်းအခြားတစ်ခုတိုင်း အဲ့ဒီနယ်စပ်တစ်လျှောက်မှာ ဖြစ်ပျက်တတ်တာက ဘာဘေရီယန်တွေနဲ့ပတ်သက်တဲ့ ဆူပူအုံကြွမှုပါပဲ။ဘာဘေရီယန်တွေကို ဘယ်ယဥ်ကျေးမှုအဖွဲ့အစည်းတစ်ခုနဲ့မှ ပတ်သက်ခြင်းမရှိတဲ့ယဥ်ကျေးမှုအဆင့်အတန်းမဲ့ လူမျိုးစုတွေလို့ သတ်မှတ်ကြတယ်။  သူတို့က နိုမက်လို့ခေါ်တဲ့ ခြေသလုံးအိမ်တိုင် လှည့်လည်သွားလာကြသူတွေလည်း ဖြစ်တယ်။ အဲ့ဒီ နယ်စပ်ဒေသမြို့မှာ တရားသူကြီးမင်းတစ်ယောက်ရှိတယ်။ တရားသူကြီးမင်းက ဘယ်ဒေသခံအပေါ်မှ ထိခိုက်စေလိုခြင်းမရှိတဲ့ငြိမ်းငြိမ်းချမ်းချမ်း အလုပ်လုပ်တတ်သူဖြစ်တယ်။ သူ့ရဲ့ အေးချမ်းတဲ့တည်ရှိမှုဟာ ကာနယ်ဂျိုးလ်ရဲ့ ရောက်ရှိလာမှုနဲ့အတူ ကွယ်ပျောက်တော့မှာဖြစ်ပါတယ်။ ကာနယ်ဂျိုးလ်ဟာ ...",
        "rating": "5.9",
        "url": "https://megaup.net/Sk19/(CM)_Waiting_For_The_Babarians_2020_WEBRip_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFbTuVIObgmEVg1tmc4QOJvYp6T.jpg",
        "title": "Yes, God, Yes(2020)",
        "description": "Yes, God, Yes(2020)IMDb....6.0,,,,Rotten..94%လိင်၊ ဆယ်ကျော်သက်အရွယ်၊ ဘာသာရေး။ ဒီသုံးမျိုးနဲ့ ခင်ဗျားတို့ ဘဝမှာ တိုင်ပတ်ခဲ့ဖူးမှာ အသေချာပါပဲ။တိုင်ပတ်တယ်ဆိုတာထက် ရှုပ်ထွေးတယ် ရောနေခဲ့တယ်လို့ပြောရင် ပိုမှန်မယ်ထင်ပါတယ်။ရှောင်လွဲလို့ရမှာမဟုတ်တဲ့ အဆိုပါသုံးမျိုးက လွယ်မလိုနဲ့ခက် တိမ်မလိုနဲ့ နက်ပါတယ်။ဘာလို့လဲ အကြောင်းရင်းကဘာများလဲဆိုတာ သ‌ဘောပေါက်လောက်မယ့် လူတွေလည်း ရှိနိုင်ပါတယ်။သို့ပေမယ့် ဒီဇာတ်လမ်းလေးကြည့်ပြီးသွားရင် အကောင်းဆုံးအချိန်တစ်ခုကို ပိုင်ဆိုင်လာမယ်ဆိုတာတော့ ညွန်းပါရစေခင်ဗျာအ‌ပေါ်မှာဖော်ပြထားတဲ့ သုံးမျိုးနဲ့ ပတ်သတ် ဆက်စပ်ပြီးရိုက်ထားတဲ့ ဇာတ်လမ်းအချို့တော့ရှိဖူးပါတယ်။ဒါ‌ပေမယ့်လည်း ဒီဇာတ်လမ်းမှာကတော့ ...\nStranger thingsထဲမှ မင်းသမီးချော Natalia Dyer က အရာရာကို ရှက်တက်ပြီး ခပ်အေးအေးနေတက်တဲ့ဆယ်ကျော်သက်အရွယ်ကောင်မလေးအဲလစ်အဖြစ်ပါဝင်ထားပါတယ်။သူမဟာ လူငယ်သဘာဝ လိင်စိတ်ထကြွခြင်းနဲ့ စူးစမ်းလိုစိတ် တစ်ထပ်တည်းကျသွားချိန်လိင်ကိစ္စအပေါ် ထင်မြင်မှတ်ယူပုံကွဲပြားတဲ့ သူ့မိသားစုရဲ့ ဘာသာရေးစံနှုန်းစံထား၊ပတ်ဝန်းကျင်ရဲ့ ဝေဖန်ကဲ့ရဲ့မှုတွေကြားထဲမှာ ပိတ်မိနေခဲ့ပါတယ်။ဒါပေမဲ့ သမာဓိရှိယောင်ဆောင်နေတဲ့၊အတွင်းမှာ နစ်မြုပ်နေသော Dark side ရှိ‌နေကြတဲ့ လူသဘောသဘာဝကိုကိုယ်တိုင် မြင်‌တွေ့သွားတဲ့အချိန်မှာတော့... မိသားစု၊ ပတ်ဝန်းကျင်ရဲ့ ဘာသာရေးပေတံတွေအတိုင်း ဆက်သွားမလား ဘယ်လိုတွေ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2eb5B/Yes_God_Yes.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nLhNcVOXWfYLP6XpUSPvtVdU4UP.jpg",
        "title": "My Zoe 2019",
        "description": "ဒီရုပ်ရှင်ကိုတော့ Julie Delpy ပဲ ရေးသား ရိုက်ကူး သရုပ်ဆောင်ထားတာပဲ ဖြစ်ပါတယ်။ IMDb 6 အထိ ရထားတယ်ဆိုတော့ မဆိုးဘူးလို့ ပြောရမှာပါပဲ။ အများကြီး မညွှန်းပဲ အေးဆေးခံစားလို့ရအောင် တင်ပေးလိုက်ပါတယ်သားသမီးကိုဆံုးရွံုးရေတာ့မယ္ဆိုတဲ့အခါမိဘတစ္ေယာက္အေနနဲ႔အတတ္နိုင္ဆံုးဘယ္လိုႀကိဳးစားၿပီးရက္စက္တဲ့ကံၾကမၼာကို မျဖစ္ျဖစ္တဲ့နည္းနဲ႔အံတုမလဲဆိုတာၾကည့္ရမယ့္မိဘေမတၲာဖြဲ႕ကားေလးပါFile Size : 750 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Han Nyi Nyi\nEncoded by Littleneo",
        "rating": "6.0",
        "url": "https://megaup.net/2ecjl/My.Zoe.2019.720p.WEBRip480p_(CM)__(1).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/shifter-136x200.jpg",
        "title": "Shifter 2020",
        "description": "ထရီဆာဟာ စက်​ပစ္စည်​း​တွေကို ပြင်​ဆင်​နိုင်​တဲ့ မိန်​းက​လေးတစ​်​​ယောက်​ပါ။ လျှပ်​စစ်​သံလိုက်​စွမ်​းအင်​ဆိုင်​ရာ ရူပ​ဗေဒကို ​လေ့လာရင်​း သူမဟာ အချိန်​ခရီးသွားနိုင်​မယ်​့ ကိရိယာတစ်​ခုကို ဖန်​တီး​နေခဲ့ပါတယ်​။​လေ့လာဖန်​တီးမှုမှာပဲ အာရုံစိုက်​ထားတဲ့ ထရီဆာအတွက်​ ချစ်​သူ သူငယ်​ချင်​း မိတ်​​ဆွေ စကား​ပြော​ဖော်​ဆိုတာ မရှိခဲ့ပါဘူး။လက်​​တွေ့ဘဝမှာ အဆင်​မ​ပြေမှု​တွေ ကြုံလာချိန်​ အတိတ်​ကအရာ​တွေကို ပြန်​ပြင်​ချင်​တဲ့ အချိန်​​တွေမှာ သူမဖန်​တီးထားတဲ့စက်​ကို အသုံးပြုခဲ့တဲ့ ထရီဆာတစ်​​ယောက်​ ဘယ်​လိုသက်​​ရောက်​မှုမျိုး​တွေ ခံစားရမလဲထရီဆာတစ်​​ယောက်​ ပြန်​ပြင်​ချင်​တဲ့အရာ​တွေက ဘာ​တွေဖြစ်​မလဲစက်​ကို အသုံးပြုပြီး​နောက်​ သူဖြစ်​​စေချင်​တဲ့အရာ​တွေက​ရော တကယ်​ဖြစ်​လာပါ့မလားစတာ​တွေကို ရင်​တထိတ်​ထိတ်​နဲ့ ကြည်​့ရှုရမယ်​့ ဇာတ်​ကား​လေးတစ်​ကားပဲဖြစ်​ပါတယ်​။ပါဝင်​ထားတဲ့ အဓိကသရုပ်​​ဆောင်​​တွေက​တော့ ထရီဆာအဖြစ်​ Nicole Fancher ; အဒ်​ အဖြစ်​ Paul T Taylor နဲ့ ​ရေချယ်​အဖြစ်​ Katy Atkinson တို့ပဲဖြစ်​ပါတယ်​။ File Size : 650 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:52:00\nGenre ...",
        "rating": "3.3.",
        "url": "https://megaup.net/Shp3/Shifter.2020.web_720p_(CM).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/kivclcqyoo2u-140x200.jpg",
        "title": "Hotel Lake (2020)",
        "description": "မိဘတွေကွဲပြီး တစ်ယောက်တည်းရုန်းကန်နေထိုင်နေရတဲ့\nယူမီဟာ အမေတူအဖေကွဲညီမဖြစ်သူကို မစောင့်ရှောက်ပေးနိုင်လို့\nအမေ့သူငယ်ချင်းဖြစ်သူပိုင်တဲ့ ဟိုတယ်ဆီ\nညီမဖြစ်သူကိုအပ်နှံဖို့ ရောက်လာခဲ့တဲ့အချိန်မှာပဲ\nမမျှော်လင့်ထားတဲ့ ထိတ်လန့်စရာတွေ ကြောက်မက်ဖွယ်ရာတွေကို\nကြုံတွေ့ခဲ့ရတယ် ဒီလိုခြောက်ခြားမှုတွေကနေ\nသူတို့ညီအစ်မထွက်ပြေးလွတ်မြောက်နိုင်ပါ့မလား\nရင်ဆိုင်နေရတဲ့ ထိတ်လန့်စရာတွေကရော ဘာတွေလဲ\nဒါတွေကိုအဖြေရှာနိုင်ပါ့မလားဆိုတာ ဒီဇာတ်ကားလေးထဲ\nကြည့်ရှုနိုင်ပါလိမ့်မယ်\nကိုရီးယားဇာတ်လမ်းတွဲကြည့်သူတွေကတော့\nမင်းသမီးလီဆယ်ယောင်းနဲ့\nသေချာပေါက်ရင်းနှီးကြမှာပါ\nပါဝင်အားဖြည့်ထားတဲ့ဇာတ်ဆောင်တွေကလည်း\nမစိမ်းသက်တဲ့သူတွေမလို့\nhorror ဇာတ်ကားကြိုက်သူတွေအတွက်\nစိတ်ဝင်စားစရာအချိန်လေး\nပေးစွမ်းနိုင်ပါလိမ့်မယ်\n \nFile Size - 1.1 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/hotel-lake-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/e1o4opfyfemx-133x200.jpg",
        "title": "The Maid (2020)",
        "description": "2020ထွက် horror /thriller ထိတ်လန့်ခြောက်ခြားဖွယ်\nကားလေးတစ်ကား တင်ဆက်ပေးပါရစေ.\nImdbကလဲ 5.6ဆိုတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုတာ\nညွှန်းနေဖို့ လိုမယ်မထင်ပါဘူး.\nဇာတ်လမ်းအကျဉ်းကတော့ အိမ်စေ မမြဲတဲ့ စံအိမ်ကြီးတစ်လုံးကို\nဂျွိုင်းဆိုတဲ့ ကောင်မလေးဟာ ရောက်လာခဲ့ပါတယ်.\nဒီစံအိမ်ကြီးမှာ အလုပ်လုပ်ချင်ရင် လိုက်နာရမယ့် တစ်ခုတည်းသော\nစည်းကမ်းကတော့ \"မစပ်စုရဘူး\"ဆိုတာပါပဲ.\nဂျွိုင်းဟာ စံအိမ်ကြီးကို ရောက်တည်းက စိတ်ထဲ မလုံခဲ့ပါဘူး.\nစံအိမ်ပိုင်ရှင်သခင်မရဲ့ သမီးလေးနစ်ဒ်ဟာလဲ သရဲတွေကို\nမြင်ရတယ်ဆိုပြီးပြောနေတဲ့ စိတ်ဝေဒနာရှင်မလေးပါ.\nဂျွိုင်းဟာ နစ်ဒ်နဲ့ ရင်းနှီးလာတဲ့ အခါမှာတော့ ဒီအိမ်ကြီးမှာ\nဘယ်သူမှ မသိတဲ့မိန်းမတစ်ယောက်ရှိနေတာကို\nမျက်မြင်ကိုယ်တွေ့ကြုံခဲ့ရပါတယ်.\nဂျွိုင်းဟာ အိမ်သူအိမ်သားတွေကို မေးကြည့်တော့\nသူမြင်ခဲ့တဲ့ မိန်းမဟာ ဒီအိမ်ကနေ ဘယ်သူမှမပြောပဲ\nထွက်သွားခဲ့တာပါဆိုတဲ့ အဖြေကလွဲပြီး\nတိတိကျကျမသိခဲ့ရပါဘူး.\nဂျွိုင်းဟာ စပ်စုချင်စိတ်ကြောင့် စူးစမ်းရင်း အဲ့ဒီမိန်းမက\nဘယ်သူဆိုတာ သိခဲ့ရပါတယ်.\nသူရဲ့သိရခြင်းတွေကတော့ ဇာတ်သိမ်းမလှခဲ့ပါဘူး.\nဂျွိုင်း သိခဲ့ရတာက ဘာဖြစ်မလဲ?\nအဲ့ဒီမိန်းမက လူလား ဒါမှမဟုတ် နာနာဘာဝလား?\nဒီစံအိမ်ကြီးမှာ ဘာတွေ ဖုံးကွယ်ထားတာရှိလဲဆိုတာကို\nမထင်မှတ်ထားတဲ့ ဇာတ်ကွက်အပြောင်းအလဲတွေနဲ့\nဇာတ်သိမ်းပိုင်းထိ ဆွဲဆောင်နိုင်တဲ့\nဇာတ်လမ်းတပုဒ်မလို့ ရုပ်ရှင်ချစ်သူတို့\nကြည့်ဖို့ ညွှန်းလိုက်ပါရစေဗျာ.\n \nFile Size - 1.1 GB\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/the-maid-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/04/MV5BMTc0MjE2NzE0OV5BMl5BanBnXkFtZTgwNTU5MjE1MDE@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "47 Ronin (2013)",
        "description": "47 Ronins (သို့မဟုတ်) ဂျပန်နိုင်ငံရဲ့သမိုင်းထဲက\nအံ့ဩမှင်သက်ဖွယ်ရာဖြစ်ရပ်မှာန်ဇာတ်လမ်းတစ်ပုဒ်\nအပြစ်တစ်ခုကိုလုပ်မိတဲ့အတွက် ပြစ်ဒဏ်ခတ်ခြင်းမခံရတဲ့အခါ\nကမ္ဘာကြီးကဟန်ချက်ပျက်လာတယ်။ အမှားတစ်ခုကိုကျူးလွန်ခဲ့တယ်သူဟာ\nဒဏ်ခတ်အပြစ်ပေးခြင်းမခံရတဲ့အခါ ကောင်းကင်ဘုံက\nငါတို့ကိုရှက်စရာလူတွေအဖြစ်သတ်မှတ်လိုက်တယ်။\nဒီညငါတို့ရဲ့သခင်အတွက်ကလဲ့စားခြေပြီး ဆုံရှုံးသွားတဲ့တို့ရဲ့ဂုဏ်သိက္ခာကို ပြန်အဖက်ဆယ်ကြမယ်။\nငါတို့ထဲကဘယ်သူမှ\nဘယ်အချိန်သေမယ် ဘယ်လောက်ကြာကြနေရမယ်ဆိုတာ မသိဘူး။\nဒါပေမယ့် အနှေးနဲ့အမြန်\nငါတို့သေသွားတဲ့အခါ ငါတို့ရဲ့ရင်သွေးတွေအတွက်ချန်ထားခဲ့နိုင်တဲ့အရာဟာ\nငါတို့ရဲ့နာမည်ကိုသူတို့ရဲ့ပါးစပ်ကထွက်တဲ့အခါ ဘယ်လောက်များများဂုဏ်ယူရမလဲဆိုတဲ့ခံစားချက်သာဖြစ်တာ်။\nဒါကဇာတ်ကားထဲက ဒိုင်ယာလော့တစ်ချို့ပါ။\nဒီဇာတ်ကားမှာ ဂျပန်နိုင်ငံရဲ့ အမှတ်အသားလိုဖြစ်နေတဲ့\nဆာမူရိုင်းတွေရဲ့ စည်းလုံးပုံနဲ့ ဆာမူရိုင်းရယ်လို့နာမည်တစ်လုံးနဲ့\nကမ္ဘာမှာခုချိန်ထိကျော်ကြားလောက်အောင်စွမ်းဆောင်နိုင်ခဲ့တဲ့\nသူတို့ရဲ့သတ္တိနဲ့ မဆုတ်မနစ်တဲ့စိတ်ဓာတ်တွေကိုတွေ့မြင်ခံစားရမှာပါ။\nဂျပန်တွေဟာ သတ္တိအရမ်းကောင်းတယ်။ သေရမှာထက် ရှုံးရမှာကိုပိုပြီးရှက်ကြတယ်။\nဒုတိယကမ္ဘာစစ်အတွင်းက ဂျပန်ခေါင်းဆောင်တွေဟာ\nလက်နက်ချကြောင်းတရား၀င်ကြေငြာမယ့်သူကလွဲရင်\nကျန်တဲ့စစ်ဗိုလ်တွေအားလုံး အဆုံးစီရင်သွားကြတယ်လို့ဖတ်ဖူးတယ်(မှန်မမှန်တော့မသိပါဘူး)။\nသေတဲ့အခါမှာလည်း ဂုဏ်သိက္ခာရှိတဲ့သေခြင်းဆိုတာကို\nကျွန်တော်တို့ချမ်းသာစည်းစိမ်ကိုလိုချင်တပ်မက်သလိုမျိုးကိုမက်မောကြတယ်။\nဒီဇာတ်ကားမှာလဲ ဆာမူရိုင်းတွေရဲ့သေခြင်းနဲ့ပက်သက်တဲ့စိတ်ထားကို\nရင်သပ်ရှုမောစွာခံစားကြရလိမ့်မယ်။\nသူတို့ဟာသေပြီးတဲ့နောက်မှာ ဂုဏ်သိက္ခာကို\nအရမ်းတန်ဖိုထားနေ‌ေသးတာကိုလေးနက်စွာနားလည်ရပါလိမ့်မယ်။\nဂျပန်နိုင်ငံရဲ့ဆာမူရိုင်းလောကမှာ ရိုနင်တွေဟာ\nရှက်စရာအကောင်းဆုံးလူတွေဖြစ်တယ်။ဆာမူရိုင်းတစ်‌ေယာက်ဟာ\nသတ္တိကြောင်ပြီးတိုက်ပွဲကနေထွက်ပြေးခဲ့ရင်ပဲဖြစ်ဖြစ်\nတိုက်ပွဲမှာရင်ဆိုင်တိုက်ခိုက်ကြရင်း ရှုံးနိမ့်သွားခဲ့ရင်ပဲဖြစ်ဖြစ် သူ့သခင်အပေါ်မှာ\nတာ၀န်မကျေခဲ့ရင်ပဲဖြစ်ဖြစ် ရိုနင်တစ်ယောက်ဖြစ်လာရပါတယ်။ ဆာမူရိုင်းတွေရဲ့တာ၀န်ဟာ\nသူတို့ရဲ့ဆရာသခင်နဲ့ သူတို့နေတဲ့ဒေသကိုကာကွယ်စောင့်ရှောက်ဖို့ဖြစ်တဲ့အတွက်\nရိုနင်တွေထဲမှာ ရှက်စရာအကောင်းဆုံးကတော့ ကိုယ့်ရဲ့ဆရာသေသွားလို့ ရိုနင်ဖြစ်လာတဲ့\nသခင်မဲ့ဆာမူရိုင်းတွေပဲ။ ကိုယ့်ရဲ့အသုံးမကျညံ့ဖျင်းမှုနဲ့တာ၀န်မကျေမှုရဲ့ပြယုတ်မလို့ပါပဲ။\nဆာမူရိုင်းတို့ရဲ့စည်းကမ်းတွေဟာတင်းကြပ်လှပါတယ်။\nတင်းကြပ်သလောက်လဲ ဖောက်ဖျက်မိရင် ရရှိမယ့်ပြစ်ဒဏ်က\nပြင်ထန်လွန်းလှတယ်။\nဒီဇာတ်လမ်းမှာ အာကို‌ဆိုတဲ့ဒေသကိုအုပ်ချုပ်ရတဲ့\nသခင်အာဆိုနိုဟာ သူ့ဆီကိုအလည်လာတဲ့သခင်ကီရာကို ဓားနဲ့ရွယ်ခဲ့မိတယ်။\nဖြစ်ချင်တော့ အဲ့ဒီ့အချိန်က ဂျပန်နိုင်ငံကိုအုပ်ချုပ်တဲ့စစ်ဗိုလ်ကြီးရှော့ဂန်းကလည်း\nသခင်အာဆာနိုရဲ့အိမ်မှာကျင်းပတဲ့ပြိုင်ပွဲအတွက်ရောက်နေတဲ့အချိန်လည်းဖြစ်တယ်။\nအိမ်သူအိမ်သားတွေရှိနေတဲ့ ရဲတိုက်ထဲမှာ ဓားအိမ်ထဲကဓားကိုဆွဲထုတ်ခြင်းအတွက်ပြစ်ဒဏ်ကသေခြင်းပါ။\nဒီလိုနဲ့ သခင်အာဆာနိုရဲ့လက်အောက်က ဆာမူရိုင်းတွေဟာ\nသခင်မဲ့ရိုနင်တွေဖြစ်လာကြပါတယ်။\nဒါပေမယ့်သူတို့ဟာ သူတို့သခင်ရဲ့သေဆုံးခြင်းဟာ\nတစ်စုံတစ်ယောက်ရဲ့ပယောဂပါနေတယ်ဆိုတာကိုရိပ်မိခဲ့ကြပါတယ်။ အဲ့ဒီလိုနဲ့ပဲ\nအရှက်ကွဲခဲ့တဲ့ရိုနင်တွေဟာ သူတို့ရဲ့သိက္ခာကိုပြန်ဆယ်ဖို့နဲ့\nသူတို့သခင်ရဲ့ဝိညဉ်တမလွန်မှာငြိမ်းချမ်းစွာအိပ်စက်အနားယူနိုင်ဖို့အတွက်\nကလဲ့စားခြေနိုင်ဖို့ကြိုးစားခဲ့ပါတယ်။\nဘာတွေဘယ်လိုဆက်ဖြစ်ကြမှာလဲ\nသူတို့ကလဲ့စားခြေတာကရော အောင်မြင်မှာလား\nအဲ့ဒီ့နောက်မှာရော ဘာတွေဆက်ဖြစ်ကြမလဲခံစားကြည့်ပါဦး။\n----------------\nဒီဇာတ်ကားမှာ ထူးထူးခြားခြားလေးကတော့\nJohn ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/47-ronin-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/ghosts-of-war-136x200.jpg",
        "title": "Ghosts of War 2019",
        "description": "Word War II ရဲ့အမှောင်ဆုံးသောညတွေမှာ စစ်သားငါးယောက်ဟာ နာဇီလူမျိုးရာထူးမြင့်သမားတွေ သိမ်းပိုက်ခဲ့တဲ့ နန်းတော်ကိုစောင့်ကြပ်ဖို့ အမိန့်ပေးခြင်းခံခဲ့ရပါတယ် သူတို့ရဲ့တာဝန်ကတော့ ထိုအိမ်ကြီးကိုစောင့်ကြပ်ရုံပဲဖြစ်ပေမယ့် စရောက်လာတဲ့နေ့ညရောက်တည်းက ထူးဆန်းတဲ့ကိစ္စရပ်တွေနဲ့ကြုံတွေ့ခဲ့ပါတော့တယ် အဲ့ဒီထူးဆန်းတဲ့အိမ်မက်ဆိုးကြီးလိုအရာကနေ ရုန်းထွက်ဖို့ကြိုးစားကြရင်း နောက်ထပ်ထူးဆန်းတဲ့ မထင်မှတ်ထားတဲ့အရာတွေနဲ့ ကြုံတွေ့လာရတဲ့အခါမှာတော့ ဘယ်လိုတွေရင်ဆိုင်ကြမလဲ ထူးဆန်းတဲ့အရာတွေက ဘာတွေများလဲဆိုတာတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားလိုက်ကြပါဦးFile Size : 650 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:34:00\nGenre : Horror, Thriller, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thi Ha\nEncoded by Littleneo",
        "rating": "",
        "url": "https://megaup.net/Sikt/Ghosts.Of.War.2020_web_720p_(CM).mp4",
        "category": "Horror, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/dead-dicks-136x200.jpg",
        "title": "Dead Dicks 2019",
        "description": "ဒီကားလေးကတော့ Rating 5.4ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် review 5.4 ရထားတယ်ထင်ပြီးမကောင်းဘူးမထင်နဲ့နော် ဒီကားလေးက Dead dicks ဆိုတဲ့အတိုင်း horror ကားဖြစ်ပါတယ် ဇာတ်လမ်းအစ မှာ Becca လို့ခေါ်တဲ့ သူနာပြုမလေးကို သူ့အကိုဖြစ်သူ Richie ဆီက ထိတ်လန့်စရာ message ကိုရရှိခဲ့ပြီး အဲ့ဒါကြောင့် သူက သူ့အကို ဆီကိုအပြေးသွားခဲ့ပါတယ် သူအကို‌ေနတဲ့တိုက်ခန်းကိုရောက်သွားတဲ့အခါမှာတော့ စိတ်ရောဂါဝေသနာခံစားနေရတဲ့ သူ့အကိုက အဝတ် ဘီရိုထဲမှာ ကြိုးဆွဲချပြီးသေနေတာ ကိုမြင်တွေ့ခဲ့ရပြီး လန့်သွားခဲ့ပါတယ် ဒါပေမယ့် ထူးဆန်းတာက သူ့အကိုရဲ့အလောင်းက တစ်ခုမကပဲ လေးခုဖြစ်နေပါတယ် အဲ့လိုနဲ့ ဘာ‌ေတွဆက်ဖြစ်မလဲသိချင်တယ်ဆုိရင် ကြည့်ကြည့်လိုက်ပါနော်File Size : 600 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:23:00\nGenre : Comedy, Horror, Sci-fi\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.2",
        "url": "https://megaup.net/2ecjA/Dead.Dicks.2019.web_720p_(CM).mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/julia-149x200.jpg",
        "title": "Julia 2008",
        "description": "ဂျူလီယာဟာ အပျော်အပါးမက်သူဖြစ်ပြီး တစ်ကိုယ်တည်းသမား ယောက်ျားတကာနဲ့ မူးရူးပျော်ပါးနေသူဖြစ်တယ်။ ဒါကြောင့်ပဲ သူ့ရဲ့အလုပ်ကို သူဆုံးရှုံးခဲ့ပြီး ၀င်ငွေမရှိတဲ့သူဘ၀ကို ရောက်သွားတယ်။ တစ်နေ့ အယ်လီနာဆိုတဲ့ မိန်းမတစ်ယောက်နဲ့ဆုံခဲ့တယ်။ အယ်လီနာဟာ သားဖြစ်သူကို သူ့အဖိုးဆီကနေ ပြန်ခေါ်ယူဖို့ ကြိုးစားနေသူဖြစ်ပြီး ဒီလိုလုပ်ဖို့အတွက် ဂျူလီယာကို ငွေပေးမယ်ပြောပြီး အကူအညီတောင်းခဲ့တယ်။ ငွေမက်သူ ဂျူလီယာဟာ ကူညီမယ်ပြောပြီး ကြားထဲကနေ ကလေးကို ပြန်ပေးဆွဲဖို့ ကြိုးစားပါတော့တယ်။ သူ့ရဲ့အကြံအောင်မြင်ပြီး ကလေးနဲ့အတူ Mexico ရှောင်တိမ်းထွက်ပြေးလာခဲ့တယ်။ ဒေါ်လာ ၂သန်းနဲ့ ကလေးကို ပြန်ရွေးခိုင်းဖို့ ကြံစည်နေစဉ်မှာ Mexico မှာရှိတဲ့ ပြန်ပေးဆွဲသမားတွေဟာ ဂျူလီယာရဲ့လက်ထဲက ကလေးကို ထပ်ပြီး ပြန်ပေးဆွဲသွားချိန်မှာတော့ ............ဂျူလီယာတစ်ယောက် ဘယ်လိုအကြပ်ရိုက်မလဲဆိုတာ စိတ်၀င်စားဖွယ်တွေ့ရမှာပါFile Size : 1 Gb\nQuality :WEB-DL 360p\nFormat…mp4\nDuration…02:24:00\nGenre : Drama, Crime, Thriller\nSubtitle : Myanmar ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/julia-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/envelope-133x200.jpg",
        "title": "Envelop(e) 2020",
        "description": "Envelope ဆိုတဲ့ ဇာတ်​ကား​လေးက​တော့ ​မိခင်​မ​သေဆုံးခင်​ ​ပေးခဲ့တဲ့ စာအိတ်​​လေးက​နေတစ်​ဆင်​့ သူတို့မိသားစုရဲ့ ဖုံးကွယ်​ထားတဲ့အရာ​တွေကို သိလိုက်​ရတဲ့ အမျိုးသမီးတစ်​ဦးရဲ့အ​ကြောင်​းကို ရိုက်​ကူးထားတာပဲ ဖြစ်​ပါတယ်​။မိသားစုနဲ့ အချိန်​အတန်​ကြာခွဲခွွာ​နေခဲ့တဲ့ သတ်​လတ်​ပိုင်​းအမျိုးသမီးတစ်​ဦး\nမိခင်​​သေဆုံးသွားပြီး​နောက်​ အိမ်​ကိုပြန်လာချိန်​မှာ​တော့ အံ့အားသင်​့ဖွယ်​ရာ အဖြစ်​အပျက်​တစ်​ခုက သူ့ကို​စောင်​့ကြို​နေပါတယ်​။သူမရဲ့ အိမ်​​ထောင်​​ရေး ရှုပ်​​ထွေးမှု​တွေ​ကြောင်​့ မိဘ​တွေနဲ့အဆင်​မ​ပြေဖြစ်​ပြီး​နောက်​ပိုင်​း မိသားစုနဲ့ခပ်​​ဝေး​ဝေး​နေခဲ့တဲ့ ​အေမီ\nမိခင်​ရဲ့ စာအိတ်​ထဲက ​သော့က​နေတစ်​ဆင်​့\n​မြေ​အောက်​ခန်​းထဲ မိဘ​တွေသိုဝှက်​ထားတဲ့ လုပ်​ရပ်​​တွေကို မြင်​​တွေ့ခဲ့ရပါတယ်​။​ခရစ်​ယာန်​အသိုင်​းအဝိုင်​းမှာ ဂုဏ်​သ​ရေရှိမိသားစုအဖြစ်​ရပ်​တည်​​နေတဲ့ သူ့မိဘ​တွေ ကွယ်​ဝှက်​ထားတဲ့ မ​ကောင်​းမှု​တွေက ဘာ​တွေဖြစ်​မလဲ...?​အေမီက​ရော ဒါ​တွေကို ​ဖော်​ထုတ်​ဖို့ သတ္တိရှိပါ့မလား...?​အေမီရဲ့အတိတ်​မှာ​ရော ဘယ်​လို စိတ်​နာစရာအ​ကြောင်​း​တွေရှိခဲ့လဲ ...?စတာ​တွေကို ဒီဇာတ်​လမ်​း​လေးထဲမှာ ကြည်​့ရှုခံစားရမှာပဲဖြစ်​ပါတယ်​။File Size : 300 Mb / 150 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…00:37:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin ...",
        "rating": "3.2",
        "url": "https://megaup.net/2ecjs/Envelope.2020.web_720p(CM)_(2).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3eg0kGC2Xh0vhydJHO37Sp4cmMt.jpg",
        "title": "The Tax Collector (2020)",
        "description": "IMDB 4.9 ခန့်သာရရှိထားတဲ့ဒီဇာတ်ကြမ်းကားဟာတကယ်တော့ မာဗီယားသဘောမျိုး လော့အိန်ဂျလိ ရဲ့ မြေအောက်ရောင်းဝယ်ဖောက်ကားမှုကြီးအကြောင်းကို တင်ပြထားတာပါ။ဇာတ်ကားနာမည်လေးထဲက အတိုင်းပဲ ဆက်ကြေးကောက်ခံတဲ့သူ ရဲ့လုပ်ဆောင်တဲ့အပိုင်းလေးတွေကို တင်ပြထားတာဖြစ်ပြီးတကယ့် ဂိုဏ်းတွေနဲ့ပတ်သက်ရာမှာ ဘယ်လို ရင်ဆိုင်ရသလဲဆိုတာကို တင်ပြထားတဲ့ ဇာတ်ကားလေးပါပဲ..Netflix မှာ ပြသနေတဲ့ GreenHouse Acadamyထဲမှာပါဝင်တဲ့မင်းသမီး Shopie Cardonaပါဝင်သရုပ်ဆောင်ထားပါ သေးတယ်။လော့အိန်ဂျလိရဲ့ အောက်ပိုင်းအမှောင်ထုထဲဂိုဏ်းတွေကြားမှာဆက်ကြေးကောက်ခံတဲ့သူတစ်ယောက်အနေနဲ့ ဂိုဏ်းတစ်ဂိုဏ်းနဲ့ကြားကကိစ္စတွေ အငြင်းပွားဖွယ်တွေကိုလည်း လိုက်ပြီးရှင်းပေးရုံတင်မကပဲကလိမ်ကကျစ်လုပ်ချင်တဲ့ ဂိုဏ်းသားတစ်ချို့ကိုလည်းပညာပြရပါသေးတယ်။ဆက်ကြေး ကောက်ခံသူတစ်ယောက်ဟာ တကယ်တမ်းတော့အဲဒီမြို့ရဲ့ အချက်အချာတစ်ခုကို ကိုင်ထားသလိုမျိုးဖြစ်နေပြီးတကယ့်ငွေကြေးအများဆုံးကိုင်တွယ်ရတဲ့သူတစ်ယောက် ဆိုလည်းမမှားပါဘူး။အဲဒီအချိန်မှာ မိသားစုလေးနဲ့ပျော်ပျော်ရွင်ရွင်နေထိုင်ရင်းဆက်ကြေးကောက်ခံပြီး ဂိုဏ်းခေါင်းဆောင်ကို နေ့စဉ်ပြန်အပ်နေတဲ့ဒေဗစ်တစ်ယောက် ဟာ တစ်နေ့မှာ ပြိုင်ဖက်ဂိုဏ်း တစ်ခုဟာ ဝင်ရောက်စွတ်ဖက်လာတဲ့အခါ....သူ့ရဲ့မိသားစု ...",
        "rating": "4.7",
        "url": "https://megaup.net/1yfk9/(CM)_The_Tax_Collector_2020_WEB-DL_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/swanprincess-133x200.jpg",
        "title": "The Swan Princess: A Royal Wedding (2020)",
        "description": "The Swan Princess: A Royal Wedding (2020)===============================IMDb Rating - 5.6/10#UnicodeCM ပရိသတ်ကြီးအားလုံးပဲ ငန်းမင်းသမီးလေးအိုဒက်တ် အကြောင်းဆိုသိထားပြီးကြမှာပေါ့နော် . . .အခုလည်းသူ့ရဲ့ကျိန်စာကိုဖျက်ပြီးတဲ့အခါမှာ တိုင်းတစ်ပါးကသူငယ်ချင်းရဲ့ကျိန်စာနဲ့နောက်ဆက်တွဲအခက်အခဲပေါင်းများစွာကိုခက်ခက်ခဲခဲကူညီဖြေရှင်းပေးထားတဲ့အပိုင်းသစ်လေးပါ။ ဒီတစ်ပိုင်းမှာrecommend ပေးချင်တာကတော့ဇာတ်လမ်းဇာတ်ကွက်အချိတ်အဆက်အလှည့်အပြောင်းတွေကောင်းလွန်းလို့ ဘာပြီးဘာဆက်ဖြစ်မယ်မသိ Villainဘက်ကပဲအသာစီးရနေလို့ အသည်းတယားယားကြည့်ရမယ့် animationလေးမို့လို့ ကြည့်ရှုဖို့အတွက် တိုက်တွန်းပြောကြားလိုပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#ZawgyiCM ပရိသတ္ႀကီးအားလုံးပဲ ငန္းမင္းသမီးေလးအိုဒက္တ္ အေၾကာင္းဆိုသိထားၿပီးၾကမွာေပါ့ေနာ္ . . .အခုလည္းသူ႔ရဲ႕က်ိန္စာကိုဖ်က္ၿပီးတဲ့အခါမွာ တိုင္းတစ္ပါးကသူငယ္ခ်င္းရဲ႕က်ိန္စာနဲ႔ေနာက္ဆက္တြဲအခက္အခဲေပါင္းမ်ားစြာကိုခက္ခက္ခဲခဲကူညီေျဖရွင္းေပးထားတဲ့အပိုင္းသစ္ေလးပါ။ ဒီတစ္ပိုင္းမွာrecommend ေပးခ်င္တာကေတာ့ဇာတ္လမ္းဇာတ္ကြက္အခ်ိတ္အဆက္အလွည့္အေျပာင္းေတြေကာင္းလြန္းလို႔ ဘာၿပီးဘာဆက္ျဖစ္မယ္မသိ Villainဘက္ကပဲအသာစီးရေနလို႔ အသည္းတယားယားၾကည့္ရမယ့္ animationေလးမို႔လို႔ ၾကည့္ရႈဖို႔အတြက္ တိုက္တြန္းေျပာၾကားလိုပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)  Quality –  720p WebRipDuration - 1hr 48 minSubtitle – Myanmar HardsubFormat ...",
        "rating": "5.6",
        "url": "https://megaup.net/Sfpq/[CM]The.Swan.Princess.A.Royal.Wedding.2020.WebRip.720P.mp4",
        "category": "Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BOGIzNDM5MTQtOWFmMy00NDBmLWI4OTMtYTg3MzExMzkxNzZkXkEyXkFqcGdeQXVyMzc2MDEwOTY@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Game of Death II (1981)",
        "description": "Bruce Lee fan တိုင်းကြည့်သင့်တဲ့\nဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားမှာ Bruce Lee ဟာ ဘီလီလိုဆိုတဲ့\nဇာတ်ရုပ်နဲ့ပါ၀င်သရုပ်ဆောင်ထားပြီး\nမိတ်ဆွေတစ်ယောက်ရဲ့ ထူးဆန်းတဲ့သေဆုံးမှုကို\nလိုက်စုံစမ်းနေတဲ့သူဖြစ်ပါတယ်။\nဒါပေမယ့် သူဟာလည်း အသတ်ခံလိုက်ရပြီးနောက်မှာ\nသူ့ရဲ့ညီက သူ့အတွက်ကလဲ့စားချေတဲ့ပုံစံကိုတွေမြင်ရမှာပါ။\nဇာတ်လမ်းလေးကဒါပါပဲ။ Bruce Lee ပါတာမှ နည်းနည်းလေး။\nဒါဆိုဘာလို့ Burce Lee fan တိုင်းကြည့်သင့်တယ်လို့ပြောတာလဲ။\nဘာလို့ဆို ဒီဇာတ်ကားက သူနောက်ဆုံးရိုက်ခဲ့တဲ့ဇာတ်ကားမလို့ပါ။\nပြီးတော့ သူအသတ်ခံလိုက်ရတဲ့အခန်းဟာ အပြင်မှာလည်း\nတကယ်သေသွားခဲ့တာပါ။\nထူးခြားဆန်းကြယ်တဲ့ Bruce ရဲ့သေဆုံးမှုကို မျက်မြင်ခံစားရမှာပါ။\nပြီးတော့ ဒီရုပ်ရှင်မှာ သူ့ရဲ့စည်ကားသိုက်မြိုက်ပြီးခမ်းနားတဲ့\nတကယ့်အသုဘအခမ်းအနားက ပုံရိပ်တွေကိုထည့်သွင်းအသုံးပြုထားတဲ့အတွက်\nBurce ဟာ ဘယ်လိုလူလဲဆိုတာ လူတွေသူ့ကိုဘယ်လောက်လေးစားကြတယ်\nချစ်ခင်ကြတယ်ဆိုတာ နားလည်လာပါလိမ့်မယ်။ ကဲအားလုံးပဲ။\nကြီးကျယ်ခမ်းနားတဲ့အက်ရှင်မင်းသားကြီးအတွက်\nအလွမ်းပြေလေး ကြည့်ရှုခံစားလိုက်ကြပါဦး။File Size -  1.1 gb\nQuality - 1080p\nSubtitle -  burmese\nTranslator - Nay Myo Thu\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/game-of-death-ii-1981/"
    }
]