[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/warming.up_-149x200.png",
        "title": "Warming Up to You (2022)",
        "description": "Warming Up to You (2022)\n=====================\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကတော့ လတ်တလောခေတ်စားနေတဲ့ ဇာတ်လမ်းမျိုးဖြစ်တဲ့\ngym trainer ကောင်မလေးနဲ့ နာမည်ကျော်မင်းသားတစ်ယောက်တို့ရဲ့  ရိုမန့်\nဇာတ်လမ်းလေးလို့ပဲ ဆိုကြပါစို့။ကျန်းမာရေးအတွက်ပဲ အမြဲအဓိကထားပြီး လေ့ကျင့်ပေးတတ်လို့ ပေါ်ပင်တွေ\nနောက်လိုက်တတ်တဲ့ Gym နဲ့ အမြဲကတောက်ကဆဖြစ်ရတဲ့ ပါဆင်နယ်ထရိန်နာမလေး\nကိတ်ဝို့ဖ်။နာမည်ကြီးမင်းသားတစ်လက်ဖြစ်ပေမယ့် body structure ကို ဂရုမစိုက်ဘဲ\nစားချင်သလိုတွေစားလို့ ကြွက်သားတွေပျောက် ဝဖိုင့်လာရတဲ့ မင်းသား ရစ်ခ်စတီးလ်။\nတစ်နေ့မှာ ရစ်ခ် ရဲ့ စတူဒီယိုကနေ ပါဆင်နယ်ထရိန်နာအဖြစ် လေ့ကျင့်ပေးဖို့ ကိတ် ကို\nငှားရမ်းလာတဲ့အခါ၊ စတွေ့ကတည်းက ‌ကြောင်နဲ့ ကြွက်လို အမြင်မတည့်ခဲ့ကြတဲ့\nသူတို့နှစ်ယောက် ထရိန်နင်ဆင်းကြတဲ့အခါ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို ရိုမန့်စ်\nလေးတွေရောပြီး ပေါ့ပေါ့ပါးပါးလေး စီးမျောခံစားကြည့်ရဦးမှာပါ။\nကိုယ့်ရဲ့ ကလိုင်းရန့်နဲ့ လုံးဝ ဒိတ်မလုပ်ဘူးလို့ ကြွေးကြော်ထားခဲ့တဲ့ ကိတ် အတွက်ရော\nဘယ်လို challenge တွေဖြစ်လာမလဲဆိုတာကတော့ ...\nဒီဇာတ်ကားလေးကိုတော့ ဒါရိုက်တာ Christie Will Wolf ...",
        "rating": "6.3",
        "url": "https://megaup.net/1KWi0/Warming.Up.To.You.2022.720p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-g-139x200.jpg",
        "title": "Great Freedom(2021)",
        "description": "ဒါကတော့ ဂျာမာန်စကား‌ပြော Queer movie ခလေးပါ။ဒုတိယကမ္ဘာစစ်အပြီး အနောက်ဂျာမဏီမှာ\nပြည်သူတွေကနာဇီခေတ်ကထက်ပိုမို လွတ်လပ်လာပေမယ့် လိင်တူစိတ်၀င်စားသူတွေကို\nတော့ဖိနှိပ်ထားဆဲပါ။Hans Hoffman ဆိုတဲ့လိင်တူစိတ်၀င်စားသူဟာ လိင်တူဆက်ဆံခြင်းကို အပြစ်ပေးတဲ့ဥပဒေတွေကြောင့်\nထောင်မကြာခဏကျခံနေရပါတယ်။ ထောင်ထဲမှာလည်း ဂေးတစ်ယောက်ဖြစ်နေလို့\nထောင်သားအချင်းချင်းခွဲခြားဆက်ဆံခြင်းကိုလည်း ခံရပါတယ်။ဟန်းစ်ရဲ့အခန်းဖော်ကတော့ လူသတ်မှုနဲ့ထောင်ကျနေတဲ့ ဗစ်တာပါ။ဗစ်တာကလည်း လိင်တူဆက်ဆံသူတွေကို\nမုန်းတီးစိတ်ရှိသူဖြစ်ပေမယ့် အချိန်ကြာလာတော့ ဟန်းစ်နဲ့ခင်မင်ရင်းနှီးသွားပြီး မမျှော်လင့်ပဲသံယောဇဉ်\nတွယ်လာပါတယ်။ 2021ကထွက်ရှိပြီး Canns ရုပ်ရှင်ပွဲမှာ ဆုရခဲ့ပါတယ်။လိင်တူစိတ်၀င်စားသူတွေကိုဖိနှိပ်မှု၊\nအကျဉ်းကျခံရသူအချင်းချင်းကြားက ရဲဘော်ရဲဘက်စိတ်ဓာတ်တို့ကို ပြထားပါတယ်။\nရုပ်ရှင်က ဟန်းစ်ပထမဆုံးထောင်ကျတာနဲ့ နောက်ဆုံးထောင်ကျတာကိုတစ်လှည့်စီပြထားပါတယ်။File size…(3.09gb)/(1.38GB)/(680MB)Quality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:56:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/14F53/Great_freedom_2021_720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ssni00700pu-141x200.jpg",
        "title": "[21+]See Through – Anzai Rara-RION-Decensored (SSNI-700)",
        "description": "Anzai Rara-RION ရဲ့ Decensored ကားတစ်ကားထပ်မံတင်ဆက်လိုက်ပါတယ်...RION ဆိုတာ JAV မင်းသမီးတွေထဲ မေ့လို့မရအောင် ထူးခြားတဲ့သူလေးပါ..အမြဲတမ်း Horny ဖြစ်နေတတ်တဲ့ အကြည့်တွေက သူမဆီက ထူးခြားမှုတွေနဲ့ ပြည့်စုံစွာ လိုက်ဖက်ပါတယ်။(သူမရဲ့ထူးခြားမှုတွေက ဘာဖြစ်မလဲဆိုတာ ပိုစတာကိုကြည့်တာနဲ့သိမြင်နိုင်ပါတယ်။)ဒီကားထဲမှာလဲ သူမရဲ့ထူးခြားမှုတွေနဲ့ ပုရိသတွေကို ဘယ်လိုဆွဲဆောင်သွားမယ်ဆိုတာ အံ့ဩဘနန်းကြည့်ရမှာပါ။Decensored Version နဲ့ တင်ဆက်ထားတာမို့ RION ကို ထပ်တိုးစွဲငြိစေမှာ အသေအချာပါပဲ။(Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.7 GB) & (1.2 GB)\nQuality : HDRip Decensored 1080p & 720p\nRunning Time : 02:33:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded ...",
        "rating": "",
        "url": "https://megaup.net/1KWap/(DS)SSNI-700_[Decensored]_See_Through_With_No_Bra,_J_Cups_Fall_Out,Lala_Anzai_.HDRip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMjIxODAzNTIzN15BMl5BanBnXkFtZTcwNDE2ODg5Nw@@._V1_-135x200.jpg",
        "title": "6 Bullets (2012)",
        "description": "မင်းသားကြီးဗန်ဒိန်းရဲ့ ၂၀၁၂ကထွက်ခဲ့တဲ့ အက်ရှင်ကား​ဟောင်း တစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်၊\nIMDb မှာ 6 ရထားပြီးငယ်ငယ်ကထဲက ကြိုက်ခဲ့ရတဲ မင်းသားကြီးရဲ့ မပျက်စီး​သေးတဲ့ အက်ရှင်​တွေကို မြင်​တွေ့ရဦးမှာပါ။ဆမ်ဆန်​​ဂေါလ်က ​ကြေးစားစစ်သား​ဟောင်းဖြစ်ပြီး အနားယူချိန် အလွတ်စုံ​ထောက်အ​နေနဲ့ လူကုန်ကူးမှု​တွေကို အဓိကလိုက်​နေတဲ့ သူပါ၊\nဒါ​ပေမဲ့ သူရဲ့ သတိလက်လွတ်လုပ်လိုက်မိတဲ့ မ​တော်တဆတစ်ခု​​ကြောင့် က​လေးမ​လေး ၂​ယောက် ​​သေရပြီး​နောက် အပြစ်ရှိတဲ့စိတ်နဲ့ အလွတ်စုံ​ထောက်ဘဝကပါနားကာ အသား​ရောင်းသူအဖြစ် ဇာတ်မြုပ်​နေထိုင်ခဲ့ပါတယ်။တစ်​နေ့မှာ အ​မေရိကန် MMAဖိုက်တာ ချန်ပီယံ​ဟောင်း အန်ဒရူး ​​ဖေဒန်နဲ့မိသားစုဟာ တ​ကျော့ပြန် ထိုးသတ်ပွဲအတွက် ​ဆွေး​နွေးဖို့ ​ဆမ်ဆန်​​ဂေါလ်​နေတဲ့ ​မော်ဒိုဗာနိုင်ငံကို ရောက်လာပါတယ်၊\nသူတို့ ​ရောက်ပြီး မကြာခင်မှာ သမီးဖြစ်သူ ဘက်ကီ​ဖေဒန် ရုတ်တရက် ပျောက်ဆုံးသွားပါတယ်၊\nရဲတပ်ဖွဲ့နဲ့ အ​မေရိကန်သံရုံးအထိ သူရဲ့ ​ပျောက်ဆုံးမှုကို အပူတပြင်းစုံစမ်းခဲ့​ပေမယ့် မထူးခြားတဲ့အဆုံး အနားယူ​နေတဲ့ ဆမ်ဆန်​​ဂေါလ်ဆီ ​ရောက်လာခဲ့ပါတယ်၊\nဒီလိုနဲ့ပဲ ​ကြေးစားစစ်သား​ဟောင်းကြီးဟာ ​က​လေးမ​လေးကို လိုက်ရှာဖို့အ​ကြောင်းပါလာပြန်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim ...",
        "rating": "6.0",
        "url": "https://megaup.net/2qTyj/6_bullets_(2012)_720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wDEse2TQRiyfhdlusSXBdkDOQRj.jpg",
        "title": "Dual (2022)",
        "description": "Dual (2022)~ IMDb - 6.2/10, Rotten Tomatoes - 72% ~ဘာရောဂါနဲ့မှန်းမသိ သေတော့မယ့် ကောင်မလေးတစ်ယောက်ကို ဆရာ၀န်က သေဖို့သေချာနေပြီလို့ ပြောတော့ ကောင်မလေးက သူ့မှာ ဘာများရွေးချယ်စရာ ရှိသေးလဲလို့မေးတော့ ဆရာ၀န်ကပြန်ဖြေတယ်။ \"မြေမြုပ်မလား မီးသင်္ဂြိုလ်မလား ရေထဲမျှောမလား ရွေးချယ်လို့ရပါတယ်\"ဆိုပြီး သူသာဆို မြေပဲမြုပ်မယ့်အကြောင်း ဋီကာချဲ့ပြီးနောက် ကိုယ်သေသွားပေမဲ့ ကိုယ်ချစ်တဲ့သူတွေအတွက် ကိုယ့်ပုံတူကိုယ်ပွား အစားထားခဲ့လို့ရတဲ့အကြောင်း ကြော်ငြာစာရွက်ကလေးပေးလိုက်တယ်။ဒီလိုနဲ့ ကောင်မလေးက ကိုယ်ပွားပွားပေးတဲ့ဆီ ကိုယ်ပွားသွားပွားတယ်။ Ethic စောက်ရမ်းရှိတဲ့ ဆရာ၀န်က ကိုယ်လုံးတီးဖြစ်နေတဲ့ သူ့ကိုယ်ပွားကို ဘူးသွားတာကလွဲ အားလုံးအဆင်ချောပါတယ်။ နောက်မှ ဆရာ၀န်က ဘာမှားလဲမသိပေမဲ့ မသေတော့ပါဘူး ကောက်လုပ်ပြန်တော့ ကောင်မလေးခဗျာ ကိုယ်ပွားကြီးအဖတ်တင်ပါရော။ ပြဿနာက ခုနကိုယ်ပွားက လူစစ်စစ်ပဲ။ စက်မဟုတ်ဘူး။ ဆိုတော့ သူ့ကိုဖျက်သိမ်းဖို့က သတ်ပစ်ရတာပဲ။ဥပဒေအရ သေခါနီးလူမဟုတ်ရင် ကိုယ်ပွားပွားလို့ မရတော့ တစ်ယောက်ပဲရှင်ရမယ်။ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2qTkk/(CM)_Dual_(2022)_720p.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzA1Njg4NzYxOV5BMl5BanBnXkFtZTgwODk5NjU3MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Blade Runner 2049 (2017)",
        "description": "လောလောလတ်လတ်ထွက်ရှိလာတဲ့Blade Runner 2049(2017)ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ အရင် Blade Runner 2017(1982)ကားကို အခြေတည်ပြီး ထွက်ရှိလာတဲ့ ကားသစ်လေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ လူသားတွေနဲ့ ချွပ်စွပ်တူတဲ့ Replicantဆိုတဲ့ လူသားပုံတူတွေဟာ 2049မှာ တွင်တွင်ကျယ်ကျယ် အသုံးပြုလာပါတယ်။အဲ့ဒီမှာ K ဆိုတဲ့ ရဲအရာရှိတစ်ယောက်ဟာ Replicant ဗားရှင်းအဟာင်းတွေကို လိုက်သုတ်သင်ရင်း ထူးဆန်းမှုတစ်ခုကိုသိထားမိလာပါတော့တယ်။မီးဖွားထားတဲ့ လက္ခဏာနဲ့ Replicantအရိုးစုစက်ရုံကထုတ်လုပ်တဲ့ Replicantတွေက မျိုးပွားနိုင်သလားမွေးလာတဲ့ကလေးကရော ဘယ်မှာလဲOfficer Kကရောဘာလဲအရင်ကBlade Runner အရာရှိ ဒတ်ကတ်ကရောဘယ်မှာလဲ- စတဲ့ သိုလော့သို့လော မေးခွန်းတွေနဲ့ဇာတ်လမ်းကို အဆုံးထိဖမ်းစားနိုင်တဲ့ကားပါ။Rating မြင့်မြင့်နဲ့ သမာရိုးကျဇာတ်လမ်းတွေထဲက ခွဲထွက်လာတဲ့Mysteryကားကောင်းလေးကို ကြည့်ရှုလိုတဲ့ CMပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…(2.2 GB)/(999 MB)\nQuality….Open Matte 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:43:27\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung,Thanhtike Zaw\nTranslated by Aye Mon Kyaw",
        "rating": "8.4",
        "url": "https://megaup.net/36Qnz/(CM)_Blade.Runner.2049.2017.Open.Matte.720p-BLUEBIRD-Nyein.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/f981d9c2-891f-4cc7-9a19-7dcdef6b71c9-133x200.jpg",
        "title": "Blade Runner (1982)",
        "description": "1982 ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Blade Runner ကားဟာလက်ရှိ 2017 ကာလဆီကိုဦးတည်ရိုက်ကူးထားတဲ့ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ မိုးပျံကားတွေ အထပ်မြင့်အဆောက်အဦတွေနဲ့ ပြောင်းလဲနေပြီဖြစ်တဲ့ ကမ္ဘာကြီးမှာအထူးပြောင်းလဲမှူလို့ခေါ်နိုင်တာတစ်ခုလဲရှိနေပါတယ်။အဲ့တာကတော့ Replicants လို့ခေါ်တဲ့ ပုံတူစက်ရုပ်တွေပါပဲ။လူသားနဲ့ချွပ်စွပ်တူတဲ့ အဲ့စက်ရုပ်တွေက ခံစားချက်တွေပေါက်ဖွားလာနိုင်တာကို လူသားတွေသိတဲ့အခါ သုတ်သင်ပစ်ဖို့ကြိုးစားရပါတော့တယ်။မင်းသားကြီး ဟယ်ရီဆင်ဖို့ဒ်က Blade Runner လို့ခေါ်တဲ့ မုဆိုးတစ်ယောက်။ထွက်ပြေးလွတ်မြောက်နေတဲ့ Replicant တွေကိုရှာဖွေ သတ်ဖြတ်ပေးရမယ့်တာဝန်နဲ့ ဇာတ်လမ်းကို အစချီထားပါတယ်။သာမာန်သိပ္ပံကားတွေနဲ့ မတူတာကတော့ ဒီစက်လမ်းက စုံထောက်ဇာတ်လမ်းအသွားမျိုးလို့ပြောလို့ရပါတယ်။ရိုးရိုးသားသားဝန်ခံရရင် စကြည့်ကာစကတော့ သိပ္ပံဇာတ်လမ်းတွေရဲ့ ထုံးစံအတိုင်း စက်ရုပ်တွေကလူဆိုးတွေဖြစ် လူဆိုးတွေကိုရှင်းလင်းလိုက်တဲ့ကားမျိုးပဲထင်ခဲ့တာပါ။ကြည့်ရင်းနဲ့ ဒီကားက Imdb Rating 8.2နဲ့ Rotten Tomatoes 90% ရလဲရထိုက်ပါပေတယ်လို့ပဲကောက်ချက်ချလိုက်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ နောက်ဆက်တွဲ Blade Runner 2049 (2017) လဲ ထွက်ရှိထားတာမလို့ ဒီကားလေးကို အရင်ခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတော့တယ်။\nFile size…(2.2 GB)/(900 MB)\nQuality….BluRay 1080p HEVC / ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/blade-runner-1982/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fpIOp63wcxCiLiJUMQcvqMmWskT.jpg",
        "title": "Tyson’s Run (2021)",
        "description": "Tyson’s Run (2022) Wholesome ဖြစ်တဲ့ Family Friendly ဇာတ်ကားလေးဖြစ်ပါတယ်။လောကမှာ ကိုယ်ရွေးချယ်လို့ရတဲ့အရာရယ် ကိုယ်ရွေးချယ်လို့မရတဲ့အရာရယ်ဆိုတာ ရှိစမြဲပါ။ ကိုယ့်ရဲ့ဖြစ်တည်မှုကို ရွေးချယ်လို့မရခဲ့ပေမဲ့ ကိုယ်ရထားတဲ့ဘဝကို ဘယ်လိုရှေ့ဆက်ရှင်သန်မယ်ဆိုတာကတော့ ရွေးချယ်လို့ရရဲ့မဟုတ်လား။ဘော်ဘီဟိုလာမန်းက စတန်းဘရေ့ချ်မြို့ရဲ့ အထင်ကရပုဂ္ဂိုလ်တစ်ဦးပါ။ဘယ်လိုအထင်ကရဖြစ်တာလဲဆိုတော့ စတန်းဘရေ့ချ်မြို့ ဂရေးဟောင်း အထက်တန်းကျောင်းရဲ့ ဘောလုံးအသင်းနည်းပြအနေနဲ့ ဂရေးဟောင်းအသင်းကို ခုနစ်နှစ်ဆက်တိုက် ရှုံးပွဲမရှိတဲ့အသင်းဖြစ်စေခဲ့ပြီး ပြည်နယ်ကိုယ်စားပြုချန်ပီယံဆုကို ငါးနှစ်ဆက်တိုက် ဆွတ်ခူးစေခဲ့လို့ပါပဲ။ဒီလိုမြို့ခံလူထုက လေးစားရတဲ့သူ့မှာ တိုင်ဆန်ဆိုတဲ့ ၁၅ နှစ်အရွယ်သားလေးရှိပါတယ်။ ကံဆိုးရှာတာက တိုင်ဆန်ဟာ အော်တစ်ဇင်ဖြစ်နေရှာတာပါပဲ။ ဒါပေမဲ့လည်း တိုင်ဆန်ဟာ ဘောလုံးနည်းပြကြီး သူ့အဖေ ဂုဏ်ယူရတဲ့သူ ဖြစ်အောင် လုပ်ပြချင်ရှာတယ်။တစ်နေ့ သူတို့မြို့မှာ မာရသွန်အပြေးပြိုင်ပွဲကြီး ကျင်းပမယ်ဆိုတော့ တိုင်ဆန်က သူလည်း ဝင်ပြိုင်ချင်တယ်ဆိုပြီး သူ့မိဘတွေကို ပူဆာရှာတာပေါ့။ ဒါပေမဲ့ စိတ်ပူတတ်တဲ့မိခင်နဲ့ မလုပ်နိုင်ဘူးထင်တဲ့ဖခင်က တားကြလေရဲ့။ ခေါင်းမာတဲ့ တိုင်ဆန်တစ်ယောက် ချန်ပီယံဟောင်းအာခလိလုနဲ့ အမှတ်မထင်ခင်မင်ရင်းနှီးသွားရာက သူ့အိပ်မက်တွေ တကယ်ဖြစ်လာပါ့မလားဆိုတာကတော့ ..ထူးခြားတာက ...",
        "rating": "7",
        "url": "https://megaup.net/2qPxn/[CM]Tyson_s.Run.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4xvXYD0SHWdttDJb1gJ4VuD1EeY.jpg",
        "title": "They Talk (2021)",
        "description": "They Talk (2022)ပရလောကဆိုတာကို တစ်ချို့ကယုံကြတယ်။ တစ်ချို့က မယုံကြဘူးပေါ့။ တစ်ချို့ကျ တစ္ဆေဆိုတာ အကြောင်းတစ်ခုခုနဲ့ဖြစ်လာတဲ့ လူ့ရဲ့ပုံရိပ်ယောင်တွေ ပဲ့တင်သံတွေလို့ ထင်ကြတယ်။ တစ်ခါတလေကျလည်း သဘာ၀ရဲ့လှည့်ကွက်ပေါ့။ သဘာ၀ထဲက လေအေးနဲ့ လေနွေးပေါင်းစပ်မိတဲ့အခါမှာတောင် တစ်ခါတလေ ထင်ယောင်ထင်မှားဖြစ်လောက်စရာတွေပေါ်တတ်တယ်။ ဟော့ကင်းကတော့ လူဆိုတာ ကွန်ပြူတာတစ်လုံးလိုပဲလို့ ဆိုတယ်။ ပျက်ပြီး ပြီးပြီပေါ့။ ဒါပေမဲ့ တကယ်ရှိရှိမရှိရှိ ယုံတဲ့လူတွေရှိနေသရွေ့ သရဲကတော့ ရှိနေဦးမှာပါပဲ။ဒီဇာတ်လမ်းမှာ လူတစ်ယောက်ဟာ ပရလောကက အသံတွေကို ကြားနေရတယ်။ ကြုံရာကျပန်းတွေပါပဲ။ ဘာတွေလဲကို သူလည်းမသိဘူး။ သူ့လိုပဲ ကြားရတဲ့ ပရော်ဖက်ဆာတစ်ယောက်ဆီ သူအကြံသွားတောင်းတယ်။ ပရော်ဖက်ဆာကတော့ သရဲတွေက ကြုံရာကျပန်းပြောတာမဟုတ်ဘူး။ သူ့ကို သတင်းတစ်ခုခုပေးချင်တာတဲ့။ ဒီတော့ သူအဖြေရှာတယ်။ သူ့ကောင်မလေးက ဒါတွေကိုမယုံဘူး။ ဆက်မလုပ်တော့ဖို့ပြောတယ်။ ဒီလိုနဲ့ တစ်မနက်ကျ ပရော်ဖက်ဆာကြီးဆီက ဖုန်း၀င်လာပြီး သူ့ကို တစ်ခုခုလာနေပြီ သတိထားလို့ပြောတယ်။ အဲဒီညနေသူ ဖုန်းပြန်ဆက်တော့ ...",
        "rating": "3.8",
        "url": "https://megaup.net/14Plr/(CM)_They_Talk_(2022)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4MI2y8XViPrDiKs1p0QC4bTeZzf.jpg",
        "title": "Maurice (1987)",
        "description": "Maurice (1987)~ IMDb - 7.7/10, Rotten Tomatoes - 87% ~ချစ်ခြင်းမေတ္တာဆိုတာ နေရာဒေသမရွေး၊ အချိန်အခါမရွေး၊ ယောကျ်ား မိန်းမ မရွေးရှိတတ် ဖြစ်ပေါ်တတ်ကြတယ်။ လိင်တူချင်း ချစ်ကြိုက်ဖို့၊ မေတ္တာမျှဝေဖို့ အတင်းကြပ်ဆုံး နိုင်ငံတွေထဲမှာ အင်္ဂလန်နိုင်ငံဆိုတာ ထိပ်ဆုံးမှာ ရပ်တည်နေတာဖြစ်ပါတယ်။ ဒုတိယ ကမ္ဘာစစ်မတိုင်ခင်အချိန်တွေမှာ အင်္ဂလန်နိုင်ငံတော်ကြီးမှာ လိင်တူချစ်ကြိုက်မိခဲ့ရင် သေဒဏ်ဆိုတဲ့ ကြီးလေးတဲ့ ပြစ်ဒဏ် ပေးခံရပါတယ်။ဒီလိုအချိန်ကာလမျိုးမှာပဲ Maurice တစ်ယောက် Right Person၊ Wrong Time ဆိုတဲ့ အခြေအနေမျိုးကို ရောက်ရှိခဲ့တယ်။ အမျိုးသားတစ်ဦးကို ချစ်မိတာဟာ အမျိုးသမီးတစ်ဦးကို ချစ်ကြိုက်ရတာထက် ပိုပြီး စိတ်ပင်ပန်းရတယ် တွေ​ဝေရတယ် စွန့်လွှတ်ရဲရတယ်။ ဒါကို Maurice တစ်ယောက်ကြုံခဲ့ရတယ်။ အချိန်ကာလ၊ မိသားစု၊ ပတ်ဝန်းကျင် အစရှိတာတွေအကုန်လုံးကို အံတုပြီး ကျောင်းနေဘက် သူငယ်ချင်း Clive ...",
        "rating": "7.7",
        "url": "https://megaup.net/2qRgA/(CM)_Maurice_(1987)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJhaeXggESnMuD4roEcrUvCyoBV.jpg",
        "title": "Thar (2022)",
        "description": "Thar (2022)\n=====================\nImdb 6.2 / 1.2k၁၉၈၀ ပြည့်နှစ် အနောက်တိုင်း thriller အမျိုးအစား ရုပ်ရှင်ကို\nပြန်လည် ခံစားသက်ဝင်ရိုက်ကူးထားပြီး ၂၀၂၂ Netflix မှ အသစ်စက်စက်ထွက်ရှိထားတဲ့\nThar ဆိုတဲ့ အိန္ဒိယဇာတ်ကားကောင်းလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါရစေ...ဇာတ်ကားလေးကိုတော့ ရာဂျက်စ်သန် နယ်စပ်နား မူနာဘာအို ရွာလေးကို အခြေပြုပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်\nဆူရေခါဆင်းကတော့ မူနာဘာအိုရွာလေးမှာ အကြာကြီး တာဝန်ထမ်းဆောင်လာခဲ့ပြီး လပိုင်းအတွင်းမှာ\nအငြိမ်းစားယူတော့မယ့် အင်စပတ်တာ တစ်ယောက်ပါ။သူ တာဝန်ထမ်းဆောင်လာခဲ့တဲ့ နယ်မြေလေးဟာ အေးချမ်းလွန်းပြီး\nအမှုအခင်းဆိုလို့ ရန်ပွဲလောက်ကလွဲရင် ကျန်တာ မရှိတဲ့နေရာလေးပါ\nတစ်နေ့မှာတော့ အဲဒီနယ်မြေမှာ အိမ်တစ်အိမ်ကို ဂိုဏ်းတစ်ခုက ဝင်ရောက်လုယက်ပြီး\nအိမ်သားတွေကို သတ်ဖြတ်ကာ ပစ္စည်းဥစ္စာတွေကိုပါ ယူသွားပါတော့တယ်။အဲဒီအမှုဖြစ်ပြီး နောက်တစ်နေ့မှာပဲ ဆူဗာလို့ခေါ်တဲ့ ရွာသားတစ်ယောက် ရက်ရက်စက်စက်နှိပ်စက်ပြီး သတ်ခံရပြန်ပါတယ်။\nအင်စပတ်တာ ဆူရေခါဆင်းတစ်ယောက် ဒီအဖြစ်အပျက်တွေ စုံစမ်း ဖော်ထုတ်ဖို့ ကြိုးစားနေချိန် ဆစ်ဒါလို့ခေါ်တဲ့\nရှေးဟောင်းပစ္စည်း ရောင်းဝယ်ရေးသမားတစ်ယောက်ဟာ မူနာဘာအိုရွာလေးကို အလုပ်သမားရှာဖို့ ရောက်လာခဲ့ပါတယ်လူသတ်မှုတွေကို ဖြေရှင်းဖို့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/14xq6/Thar_(2022)_HQ_HDRip_.720p.AAC_2.0CH_._Hindi(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/ta-135x200.jpg",
        "title": "The Talented Mr. Ripley (1999)",
        "description": "နာမည်ကျော် ဆယ်လဘရီတီအမှုတစ်ခုဖြစ်တဲ့ ဂျွန်နီဒပ် နဲ့ အမ်ဘာဟက် တို့ တရားခွင်မှာ အမ်ဘာဟက်ဟာ ဒီရုပ်ရှင်ထဲက စကားလုံးတွေကို ခိုးယူပြောကြားခဲ့တဲ့အတွက် လူရယ်စရာဖြစ်သွားခဲ့ပါတယ်။ ဒေါ်လာသန်း ၁၀၀ တန် တရားခွင်ကြီးမှာတောင် အတုယူပြောရလောက်တဲ့ စကားလုံးတွေက ဘာတွေဖြစ်မလဲ ကြည့်လိုက်ရအောင်။Ripleyဟာပါတီတစ်ခုမှာ ပီယာနိုတီးနေတုန်း သူငှားထားတဲ့ဂျာကင်ကြောင့် လူကုံထံသူဌေးကြီးဖြစ်သူ Herbert Greenleaf ကသူ့ကိုပရင့်စတန်ကျောင်းထွက်လို့ထင်ပြီး သူ့သားသူငယ်ချင်းဖြစ်မယ်လို့ထင်နေပါတယ်Herbert ကTom ကိုအီတလီမှာလေလွင့်နေတဲ့ သူ့သားဖြစ်သူ Dicky ကိုသွားခေါ်ဖို့စည်းရုံးပါတယ်။ငွေလိုနေတဲ့ Tom ကလည်းလက်ခံလိုက်ပြီး အီတလီကိုသွားကာ Dicky ကို သူဟာDicky မမှတ်မိတဲ့ကျောင်းနေဘက်သူငယ်ချင်းဖြစ်ကြောင်းအယုံသွင်းပြီး မိတ်ဖွဲ့နိုင်ခဲ့ပါတယ်။တွမ်ဟာ အီတလီက Dicky ရဲ့ဇိမ်ကျတဲ့ ဘ၀ကိုအားကျပြီး\nအခွင်သင့်တိုင်း Dicky လိုဟန်ဆောင်တတ်တယ်။Dicky ကိုယ်တိုင်တွမ်ကိုငြီးငွေ့လာချိန်မှာတော့ အထက်တန်းစားဘ၀ကိုစွဲလမ်းနေပြီဖြစ်တဲ့ တွမ်ဟာသူ့အလိမ်အညာကိုဖုံးဖိနိုင်ဖို့အစွမ်းကုန်ကြိုးစားပါတော့တယ်။ဟန်ဆောင်ဘ၀တစ်ခုကို ထိန်းသိမ်းနိုင်ဖို့ ဘယ်အထိသွားနိုင်မလဲ1999 ကထွက်ရှိထားတဲ့ Thriller လေးပါ။ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေဖြစ်တဲ့ Matt Damon,Jude Law, Gwyneth Paltrow,Cate Blanchett, ...",
        "rating": "",
        "url": "https://megaup.net/14Z6w/The_Talented_Mr_Ripley_(1999)_720p_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ur2D5MXrwBBymQ7DjG0cOFen2yh.jpg",
        "title": "Jersey (2022)",
        "description": "ဒီကားလေးက ယင်​ကောင်မင်းသား နာနီရဲ့ Jersey 2019 ကို\nပြန် Hindi Remake ထားတယ်ဆိုပေမယ့်\nဇာတ်လိုက် မင်းသားက Kabir Singh ဇာတ်ကားနဲ့\nမြန်မာပြည်ပရိသတ်တွေကြား ရေပန်းစားခဲ့တဲ့ မင်းသားချောလေး ရှာဟစ်ဒ်ကပူရ်ဆိုတော့ ကြည့်ရကျိုးနပ်ပါတယ်.... ဇာတ်လမ်းကြောရိုးကတော့ နိုင်ငံတော်ခရစ်ကတ်အသင်းထဲဝင်ခွင့်မရခဲ့တဲ့ အရည်အချင်းရှိ\nခရစ်ကတ်ကစားသမားတစ်ဦးဟာ သူဘယ်လောက်ပဲ ကြိုးစားစား အခွင့်အရေးမရခဲ့တဲ့အတွက်\nခရစ်ကတ်အားကစားကို လက်လျှော့ပြီး သာမန်ဘဝတစ်ခုမှာပဲ စိတ်နာနာနဲ့ နေထိုင်သွားခဲ့တယ်.... ခရစ်ကတ်ဝါသနာအိုးဖြစ်တ​ဲ့ သားဖြစ်သူရဲ့မွေးနေ့လက်ဆောင်အတွက် သူပူဆာတဲ့\nJersey (အိန္ဒိယခရစ်ကတ်အသင်းဝတ်စုံ) ​လေး ကို ဝယ်ပေးချင်တဲ့စိတ်နဲ့ မထင်မှတ်ဘဲ\nခရစ်ကတ်လောကထဲကို သူပြန်ရောက်သွားတဲ့အခါမှာတော့....\nပတ္တမြားမှန်ရင် နွံမှာမနစ်ဘူးဆိုတဲ့အတိုင်း သူ့ရဲ့တိမ်ဝှက်နေတဲ့ အရည်အချင်းတွေကို ထုတ်ဖော်ခွင့်ရပါ့မလား....\nသူ့သားလေးတကယ်လိုချင်​နေတဲ့ မွေးနေ့လက်ဆောင်ကို ပေးနိုင်ပါ့လား....\nသူဖြစ်ချင်နေတဲ့ အိပ်မက်ကော အကောင်အထည်ပေါ်လာပါ့မလား... ဒီဇာတ်ကားလေးက အားကစားသမားတစ်ဦးရဲ့စိတ်ဓါတ်နဲ့\nခွန်အားကို ရုပ်လုံးဖေါ်ပြပြီး အပိုထပ်ဆောင်းအနေနဲ့\nသားသမီးအပေါ်ထားတဲ့ မိဘရဲ့မေတ္တာကိုလည်း\nအရိပ်အမြွက်လေးဖေါ်ပြထားလို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ရှင့်....File size…2.76GB / 1.16GB\nQuality…1080p WEB RIP AAC5.1CH / 720p WEB RIP\nFormat…mp4\nDuration….2h 5omins\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://megaup.net/14Weh/Jersey_2022_WebRip_720p_Hindi_AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rm1f70UT6SMYcM31hrM5Dl2tpWy.jpg",
        "title": "Saani Kaayidham(2022)",
        "description": "Saani Kaayidham 2022ဒဏ်ရာတွေကပျောက်ကွယ်သွားနိုင်တယ် မှတ်ဉာဏ်တွေကလည်း‌အရောင်မှိန်သွားနိုင်ပေမယ့်\nဒီနာကျင်မှုကတော့ ဘယ်တော့မှပျောက်မသွားဘူး..ဒီတစ်ခါမှာတော့ IMDb 7.7ရရှိထားပြီး ဖြစ်ရပ်မှန်လူကြိုက်များခဲ့တဲ့\nဇာတ်ကားလေးကိုတင်ဆက်ပေးထားပါတယ်အထက်လူကြီးနဲ့ အခက်မသင့်ဘဲအလုပ်ထွက်လာခဲ့တဲ့\nယောကျာ်းဖြစ်သူမာရီအား ပွန်နီကအထက်လူကြီးကိုပြန်တောင်းပန်ဖို့ကြိုးစားခိုင်းပေမယ့်\nကိစ္စတွေကစီစဉ်ထားသလိုဖြစ်မလာဘဲ လူကြီးရဲ့မျက်နှာကိုတံတွေးနဲ့ထွေးလိုက်မိပါတယ်ဒါကိုအထက်ကရန်ငြိုးထားပြီးသူတို့မိသားစုကိုပြန်ကလဲ့စားချေပါတော့တယ်\nပွန်နီကိုမုဒိမ်းကျင့် ယောကျာ်းနဲ့သမီးဖြစ်သူကိုအရှင်လတ်လတ်မီးရှို့ပြီး\nရက်ရက်စက်စက်သတ်ပစ်ခဲ့ပါတယ် ပွန်နီကတခြားသူမဟုတ်ဘဲ ရဲမေပါဒါပေမယ့် ရဲဌာနကလည်းပွန်နီ့ဘက်မှာရှိမနေခဲ့ပါဘူး ဒီကိစ္စအမှန်အတိုင်းပေါ်သွားခဲ့ရင်\nရဲဌာနသိက္ခာကျတယ်ဆိုပြီး ဖုံးဖိထားခိုင်းခဲ့ပါတယ်။ ရာထူး ပိုက်ဆံ အင်အားတစ်ခုမရှိတဲ့\nပွန်နီတို့ကိုအဖက်ဖက်ကဖိအားပေးလာခဲ့ပါတယ် ဒါ့အပြင်ရာထူးမြင့်လူတစ်ယောက်ရဲ့အကူအညီနဲ့\nမုဒိမ်းကောင်တွေလွတ်သွားတဲ့အခါမှာတော့.....ပွန်နီတစ်ယောက် ဘယ်လိုလက်စားချေမလဲ အမှန်တရားကအနိုင်ရမှာလားဆိုတာ\nအားရပါးရကြည့်ရှုရမှာဖြစ်ပါတယ် ဒီကားကသွေးသံရဲရဲနဲ့သတ်ခန်းဖြတ်ခန်းတွေပါတာကြောင့်\nလူသတ်ကားကြိုက်တဲ့ပရိတ်သတ်ကြီးတို့အတွက် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှင်  \nFile size…2.67GB / 1.14GB / \nQuality…1080p TRUE WEB DL AAC5.1CH / 720p / \nFormat…mp4\nDuration….2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni & Lai Lai & Honey",
        "rating": "7.6",
        "url": "https://megaup.net/14yq2/Saani_Kaayidham_(2022)_Tamil_TRUE_WEB-DL_-720p.AAC2.0CH._Tamil(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/hot-neighbor-211x300-1-141x200.jpg",
        "title": "(18+) Hot Neighbor (2016)",
        "description": "အိမ်ထောင်ရေးတစ်ခုမှာ ဘာကအရေးကြီးဆုံးဆိုတာ\nတိတိကျကျပြောရခက်ပေမဲ့ အကြမ်းအားဖြင့်\nနားလည်မှုဆိုတာတော့ လူတိုင်းသိကြမယ်ထင်ပါတယ်\nနားလည်မှုမရှိတဲ့ အိမ်ထောင်ရေးဆိုရင် မသာယာကြပါဘူးဒီဇာတ်လမ်းလေးက နားလည်မှုအကြောင်းအခြေခံထားပြီး\nသဘာဝကျကျ ရိုက်ကူးတင်ဆက်ထားပါတယ်\nအိမ်နီးချင်း လင်မယားနှစ်တွဲအကြောင်း ပဲဖြစ်ပါတယ်တစ်တွဲက အမျိုးသားက နားလည်မှုမရှိသူဖြစ်ပြီး\nကျန်တစ်တွဲက အမျိုးသမီးက နားလည်မှုမရှိသူဖြစ်နေပါတယ်\nချစ်မိလို့ အိမ်ထောင်ပြုကြပေမဲ့ အချိန်ကြာလာတာနှင့်အမျှ ပြလာတဲ့ဇာတိ\nတွေကို ရိုးရိုးလေး ဖေါ်ပြထားတာဖြစ်ပါတယ်အိမ်ထောင်သည်တွေရဲ့ သဘောသဘာဝတွေကို\nရိုးရိုးရှင်းရှင်း ရိုက်ကူးထားတာဖြစ်လို့\n၁၈ နှစ်မပြည့်သေးသူများ ကြည့်ဖို့မသင့်တော်ပါဘူးFile size…800MB / 400MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7",
        "url": "https://megaup.net/2qyhf/Hot_Neighbor.2016.KR.WEB-DL.720p.x264.AAC2.0(DS).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/twice-poster-157x200.jpg",
        "title": "TWICE Debut Showcase “Touchdown in Japan” (2017)",
        "description": "Twice Debut Showcase\n=====================ဒီတစ်ခေါက်မှာတော့ Once တွေအတွက် Twice အဖွဲ့ရဲ့ဂျပန်မှာပထမဆုံး Debut လုပ်ချိန်က Show လေးအကြောင်း တင်ဆက်ပေးချင်ပါတယ်Japan မှာ Twice ဆိုပြီး စတင်မိတ်ဆက်ခဲ့တဲ့ ရှိုးလေးဖြစ်သလိုတိုကျိုအားကစားကွင်းမှာကျင်းပခဲ့ပြီးတော့ လူပေါင်း၁၅၀၀၀တက်ရောက်ခဲ့ပါတယ်Once တွေအတွက် ပွဲဦးထွက်ခါစ Twice အဖွဲ့ကို မြင်တွေ့ရမဲ့အပြင်TT Signal Once အတွက်ရေးစပ်ထားတဲ့သီချင်းတွေကိုရောကောင်မလေးတွေကို ကြည့်ရင်း ပြန်လည်နားဆင်နိုင်တာမလို့ ကြည့်ရှုပေးကြပါဦးနော် File size…2.5GB / 1.3GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….76 Mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae Sone",
        "rating": "7.6",
        "url": "https://megaup.net/1KBhx/Twice_-_Debut_Showcase_-_Touchdown_in_Japan.720p.AAC2.0CH(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rl95Ml7Igdkc5QKe2GEUWa1SFU.jpg",
        "title": "A Turtle’s Tale: Sammy’s Adventures (2010)",
        "description": "A turtle's tale: Sammy's adventures (2010)\n====================================================\nလူတွေရဲ့ ကျူးကျော်မှုတွေ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကြောင့် တိရစ္ဆာန်လေးတွေရဲ့ ပိုင်နက်မြေက\nတစ်နေ့ထက်တစ်နေ့ ကျဉ်းမြောင်းလာပါတယ်။ အဲဒီလိုပဲ စက်ရုံတွေတည်ဆောက်တာ၊\nအမှိုက်တွေ စွန့်ပစ်တာကြောင့် Global warming ဖြစ်လာပြီး ကုန်းနေ၊ ရေနေတိရစ္ဆာန်လေးတွေရဲ့ဘဝကို ထိခိုက်နေပြန်ပါတယ်။အဲဒီလိုနဲ့ နောက်ပိုင်းမှာ လူသားတွေက ကိုယ့်လုပ်ရပ်ကိုယ် သိရှိလာပြီး ပြုပြင်ထိန်းသိမ်းမှုတွေလုပ်တာလည်း ရှိလာပါတယ်။\n\"လူသားတွေက ထူးဆန်းတယ်။ တချိုက ရှင်းလင်းသုတ်သင်နေချိန်မှာ တချိုကတော့ အမှိုက်ဖွနေတုန်းပဲ\"တဲ့။\nဘယ်လိုပဲဆိုပါစေ လူသားနဲ့တိရစ္ဆာန် အတူယှဉ်တွဲနေထိုင်ရတဲ့လောကကြီးမှာ အချင်းချင်း ကိုင်းကျွန်းမှီ ကျွန်းကိုင်းမှီပါပဲ။ဒီကားလေးမှာတော့ ပင်လယ်လိပ်ကလေးတစ်ကောင် ဥကနေ အကောင်ပေါက်တဲ့အချိန်ကစလို့\nလောကဓံတရားတွေကို ရင်ဆိုင်ရတာတွေ၊ သူငယ်ချင်း ချစ်မေတ္တာအပြင် ဘဝရဲ့အဓိပ္ပာယ်ကို ဘယ်လိုရှာဖွေတွေ့ရှိမလဲဆိုတာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။    ထူးခြားတာကတော့ ဇာတ်ဝင်တေးတွေအဖြစ် Bruno Mars ရဲ့ \"Count on me\" နဲ့ \"Talking to the moon\",\nMichael Jackson cover ...",
        "rating": "6.0",
        "url": "https://megaup.net/1KDbj/Sammys_Adventures_The_Secret_Passage_2010_.720p.AAC2.0CH(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k079zl4TcFVK0n5CypQeYqSkwdU.jpg",
        "title": "The Kashmir Files (2022)",
        "description": "ဒီတစ်ခါမှာတော့ ၁၉၉၀ ကာလကို အခြေတည်ပြီး ဟိမဝန္တာတောင်တန်းတွေကြားက\nကတ်ရှ်မီးယား ဒေသရဲ့ လွတ်လပ်ရေးရုန်းကန်ပုံ,လူမျိုးရေးရာပြဿနာတွေအကြောင်းကို\nပွင့်ပွင့်လင်းလင်း ဖော်ထုတ်ထားတဲ့ Historical/Drama အမျိုးအစား\nဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\nIMDB 8.3 လောက်ရထားပြီး နိုင်ငံအချို့မှာရုံတင်ခွင့်ပိတ်တဲ့ကားမို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူး  ဇာတ်လမ်းအကျဉ်း\n===================ကတ်ရှ်မီးယားဒေသဟာ အိန္ဒိယအနောက်မြောက်ပိုင်းမှာရှိပြီး\nဟိမဝန္တာတောင်တန်းတွေ ဝန်းရံထားပါတယ်။\nအဲ့ဒီနယ်မြေဟာ ပါကစ္စတန်နဲ့ထိစပ်နေပြီး ကတ်ရှ်မီးယားပန်ဒစ် လို့ခေါ်တဲ့\nဟိန္ဒူလူမျိုးတွေအခြေချနေထိုင်လာတယ်၊ ခေတ်မှီလာတာနဲ့အမျှ ကတ်ရှ်မီးယား ပန်ဒစ်တွေဟာ\nသူတို့ကို လစ်လျူရှုတဲ့ အိန္ဒိယကနေ လွတ်လပ်ဖို့ တောင်းဆိုလာသလို\nအိမ်နီးချင်း ပါကစ္စတန်ရဲ့ အစ္စလာမ်မစ်တွေကပါကျူးကျော်လာတဲ့အခါမှာတော့..... ဒီကားက မင်းသားမင်းသမီးထက်စာရင် ဇာတ်လမ်းဇာတ်ကွက်\nနိုင်ငံရေး ဘာသာရေး စတဲ့ အကြောင်းတွေကို ပွင့်လင်းပြင်းထန်စွာ\nရိုက်ပြထားတာမို့ သမိုင်းနောက်ခံနိုင်ငံရေး ကြိုက်သူတွေအတွက်ဖျော်ဖြေမှုရနိုင်မယ့် ရုပ်ရှင်တကားပဲဖြစ်ပါတယ်။အညွှန်း Lwin Htoo Aung  \nFile size…2.1GB / 1GB\nQuality…1080p WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 50m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Oeliu J",
        "rating": "8.3",
        "url": "https://megaup.net/2qCy1/The_Kashmir_Files_(2022)_TRUE_WEB-DL_.720p.AAC2.0CH.Hindi(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mVVU9zC8snNHlcqYONY2HOsh9ob.jpg",
        "title": "Shark Bait (2022)",
        "description": "သူငယ်ချင်း​တွေ ပင်လယ်ကမ်း​​​​ခြေကို ခရီးထွက်လာမယ်၊ ​ပျော်ပါး\nကြမယ်၊ အရာရာ ပျော်စရာအတိ ဖြစ်​နေရင်​တော့ ​သေချာပါတယ်၊\nအဖျက်သမားတစ်​ကောင် ​ပေါ်လာ​တော့မှာပါ၊ သူက​တော့ အားလုံး\nသိပြီးသား ​ကို​ရွှေငါးမန်းရယ်​ပေါ့၊ ငါးမန်းနဲ့ပတ်သတ်တဲ့ ဇာတ်ကား\nအများစုက ဒီလိုဖန်တ​ရာ​တေ​နေတဲ့ ဇာတ်အိမ်​မျိုး​​တွေ ဖြစ်​ပေမယ့်\nဒီလိုကား​တွေက ရလာတဲ့ သည်းထိပ်ရင်ဖိုတွေ၊ ဇာတ်​ကောင်​နေရာ\nက​နေ ကျီးလန့်စာစား ဖြစ်ရပုံ​တွေ၊ ငါးမန်းရန်က လွတ်နိုင်ပါ့မလား\n​ကိုယ်စား​​တွေးပူမိတဲ့ စိတ်ခံစားချက်​တွေ​ကြောင့်လည်း ဒီ​​နေ့​ခေတ်\nဒီအချိန်​ထိ ငါးမန်းရုပ်ရှင် သည်း​ခြေကြိုက်ဖန်တွေ ရှိ​နေဆဲပါ။ အခု ၂၀၂၂ထွက် ငါးမန်းကားသစ်ဟာလည်း အထက်ပါမဲပြာပုဆိုး\nဇာတ်အိမ်ပါပဲ၊ သူငယ်ချင်း​တွေ ကမ်း​ခြေကို ခရီးထွက်လာတယ်၊\nမူးရူး​ပျော်ပါးတယ်၊ ​ရှေ့​နောက်မကြည့်ဘဲ စပိဘုတ်​​တွေနဲ့ ပင်လယ်\nထဲ ထွက်လာတယ်၊ ကမ်းနဲ့ အ​တော်​ဝေး​ဝေးမှာ အက်စီးဒင့်ဖြစ်ပြီး\n​ပင်လယ်ထဲ မဟာဇနက္က​​နဲ့ နင်လား ငါလား ဖြစ်သွားတယ်၊ အဲဒီမှာ\nဇာတ်လိုက်​ကျော် ​ငါးမန်းဖြူကြီး ​ရောက်လာတယ်၊ ငါးမန်းရန်က\nလွတ်​အောင် ကြိုးစားကြတယ်​ပေါ့။ ဇာတ်လမ်းက ဒါပါပဲ၊ ရိုးရှင်းတယ် ခန့်မှန်းရလွယ်တယ်၊ သင်ခန်းစာ\nယူလို့ရတဲ့ ကားမျိုး​တော့ မဟုတ်ဘူး၊ ဒါ​ပေမဲ့ သူတို့ရဲ့ အသက်​ဘေး\nလွတ်​အောင်ကြိုးစားပုံ​တွေ၊ ...",
        "rating": "4.2",
        "url": "https://megaup.net/14K2e/Shark_Bait.720p._WEBRip.AAC2.0CH(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7UGmn8TyWPPzkjhLUW58cOUHjPS.jpg",
        "title": "Chip ‘n Dale: Rescue Rangers (2022)",
        "description": "Chip 'n Dale: Rescue Rangers (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 79% ~Chip 'n Dale ဟာ လက်ရှိမှာ ကြည့်ပြီးတဲ့ လူတိုင်းနီးပါး အားရတဲ့ Fun တော်တော်ဖြစ်တဲ့ ရုပ်ရှင်ဖြစ်ပြီး နိုင်ငံတကာရုပ်ရှင်ဖန်တွေက Rating - 5/5 , 10/10 တွေ ပေးထားကြပါတယ်။ Chip 'n Dale: Rescue Rangers ဆိုတဲ့ ဟိုတုန်းက နာမည်ကျော် Dinsey ကာတွန်းဇာတ်လမ်းတွဲထဲက ရှဉ့်ငရှုပ်နှစ်ကောင်ကို အဓိကထားပြီး တခြား ၉၀ပြည့်နှစ်က ကာတွန်းဇာတ်ကောင်တွေအများကိုလည်း cameo ထည့်ထားသလို လက်ရှိ ရုပ်ရှင်တွေကိုလည်း ဖောင်းထုထားတဲ့ တော်တော့်ကို ကြည့်ပျော်တဲ့ ရုပ်ရှင်ပါပဲ။ Nostalgia ဖြစ်စရာတွေလည်း အပြည့်ပါပဲ။ဒစ္စနေးကားပေမဲ့ Cameo တွေဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2qR0q/(CM)_Chip_n_Dale_Rescue_Rangers_(2022)_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    }
]