[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/faithfully-yours-south-korean-poster-141x200.jpg",
        "title": "Faithfully Yours (1988)",
        "description": "Faithfully Yours (1988)\n===================ဟောင်ကောင်ရုပ်ရှင်လောကမှာ\nပေါပြမနေပေမယ့် ပေါနေတဲ့ကားတွေ\nရိုက်သတ်မကုန်ပါဘူး။\nချောင်ကတော့ ဒါနဲ့ ဆန့်ကျင်ဘက်ပါပဲ။\nသူ့ရုပ်ရှင်တွေဟာ\nပေါပြနေပြီး မပေါတဲ့ကားတွေပါပဲ။\nကျွန်တော်တော့ သူ့ကား နှစ်ဆယ်ကျော်\nကြည့်ပြီးတဲ့အထဲမှာ သဘောမကျတဲ့ကားမရှိပါဘူး။\nသူ့ရုပ်ရှင်တွေဟာ\nအဆင့်မြင့်ရုပ်ရှင်တွေမဟုတ်ပါဘူး\nပြုံးမိစေမယ့် ရုပ်ရှင်တွေပါပဲ။\nတစ်နေ့တစ်ခါလောက်တော့\nကျွန်တော်တို့ ပြုံးစရာရှိဖို့လိုတယ်မလား။Plot Summary\n===========ဗေဒင်ဆရာရယ်၊ ဆံသဆရာရယ်\nအ၀တ်ချုပ်ဒီဇိုင်ရယ်\nသူငယ်ချင်းသုံးယောက်ရှိတယ်။\nဘေးဆိုင်က ဆံသဆရာအဘိုးကြီးကို\nပြဿနာရှာမိပြီးမှ သူ့သမီးကိုတွေ့ပြီး\nဗိုက်ကလေးနဲ့စောတင်မောင်မိန်းမပိုးသလို\nတစ်ယောက်ကိုတစ်ယောက်\nကတ်လိုက်ဖဲ့လိုက်ဆော်လိုက်လုပ်ရင်း\nအဘိုးကြီးကိုဖားရင်း\nသူ့သမီးကိုအပြိုင် ပိုးကြတယ်။ပြုံးပျော်ဖို့ ပေါ့ပေါ့ပါးပါးကြည့်လိုက်ရအောင်။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2 GB) and (1 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….01:28:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by WiRa Aung",
        "rating": "",
        "url": "https://megaup.net/2gDjA/Faithfully.Yours.1988.720p.BluRay.REMUX.AVC.TrueHD5.1-KMX.mkv",
        "category": "Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6jwyPp8pAL7evPDADfI4nL9Pgt2.jpg",
        "title": "Gatham (2020)",
        "description": "Gatham ( 2020 )\nIMDb 6.1အိန္ဒိယရုပ်ရှင်ကြိုက်သူတွေအတွက်\nဇာတ်ကွက်အလှည့်အပြောင်းကောင်းကောင်းနဲ့\nThriller ဆန်ဆန်ရုပ်ရှင်တစ်ကားညွှန်းပေးချင်ပါတယ်ဇာတ်လမ်းက ရစ်ရှီဆိုတဲ့မင်းသား အတိတ်မေ့နေရာကနေ ပြန်သတိရလာတာက စပါတယ်\nသူ နိူးလာတဲ့အချိန် သူ့ဘေးနားမှာဆရာဝန်တစ်ယောက်နဲ့သူ့ချစ်သူအာဒီသီ တို့သာရှိပါတယ်\nသူကလည်း မိဘတွေကအစ ဘာမှမမှတ်မိတော့တာဆိုတော့ သူ့မိဘတွေအကြောင်းအာဒီသီကို မေးကြည့်လိုက်တယ်\nအာဒီသီက နင့်အမေကတော့ ဆုံးသွားပြီ အဖေတော့ ရှိသေးတယ်ဆိုတာနဲ့\nသူ့အဖေကိုတွေ့ချင်တယ်ဆိုပြီး အာဒီသီကို လိုက်ပို့ခိုင်းပါတယ်\nသူတို့သွားနေရင်း သူ့အဖေအိမ်ရောက်ဖို့ မိုင် ၃၀၀လောက်မောင်းရဦးမယ့်နေရာမှာ ကားပျက်သွားပါတယ်\nအဲ့ဒီအချိန် အာဂျွန်ဆိုတဲ့ အသက်ခပ်ကြီးကြီး လူတစ်ယောက်ရောက်လာပြီး အချိန်ကလည်း မရှိတော့ဘူး\nသွားရမှာလည်း ဝေးသေးတယ်ဆိုတော့ သူ့အိမ်မှာလိုက်တည်းဖို့ ခေါ်ရာကနေ စိတ်လှုပ်ရှားစရာတွေ စပါတော့တယ်\nအာဂျွန်က အစပိုင်းမှာ အိမ်ရှင်ကောင်းပီသသလိုနဲ့ သူ့သားရောက်လာတဲ့အချိန်မှာတော့ တစ်မျိုးဖြစ်သွားပါတယ်\nသူ့သားဖြစ်သူက ရစ်ရှီရဲ့ ချစ်သူအာဒီသီကို မုဒိန်းကျင့်ဖို့ကြိုးစားသလို\nသူကလည်း အိမ်ထဲကပြန်ထွက်ခွင့်မပေးတော့ဘဲ နှိပ်စက်ပါတော့တယ်အဲ့ဒီအချိန်မှာပဲ ဇာတ်လမ်းက မထင်မှတ်ထားတဲ့အခြေအနေကို ပြောင်းလဲသွားတာပါ\nအာဂျွန်တို့သားအဖက ရစ်ရှီကို ဘာကြောင့်ဒီလိုလုပ်ရတာလဲ?????\nရစ်ရှီမမှတ်မိတော့တဲ့ သူ့ရဲ့အတိတ်မှာ ဒီလူတွေနဲ့ ဘယ်လိုအရှုပ်အရှင်းတွေများရှိခဲ့လို့လဲ?????\nဒါမှမဟုတ် စိတ္တဇလူသတ်သမားတွေပဲလားဆိုတာကို ရုပ်ရှင်ထဲမှာ ဆက်လက်ရှုစားပေးကြပါTranslated by Rico suaveFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/UHph/(CM)_Gatham_(2020)_720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjk0MTgzMmQtZmY2My00NmE5LWExNGUtYjZkNTA3ZDkyMTJiXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-137x200.jpg",
        "title": "Palm Springs (2020)",
        "description": "Palm Springs (2020)=================IMDb Rating - 7.4/10အကယ်၍ ကျွန်တော်တို့သာ ဒီနေ့ကိုပဲနေ့တိုင်းဖြတ်သန်းရမယ်ဆိုရင် ဘယ်လိုပုံစံမျိုးနဲ့ဖြတ်သန်းနေကြမလဲ။မနက်အိပ်ယာကနိုးလာတိုင်း ဒီနေ့ပဲဖြစ်နေမယ်ဆိုရင် ဘယ်လိုလုပ်မလဲ။ဒီဇာတ်ကားလေးထဲမှာတော့ နိုင်းလ်စ်ဟာ အချိန်ပတ်လမ်းကြောင်းတစ်ခုမှာပိတ်မိနေပြီး တစ်နေ့တည်းကိုပဲနေ့စဉ်ဖြတ်သန်းနေရပါတယ်။ တစ်နေ့တော့ ဆာရာဆိုတဲ့ ကောင်မလေးကိုမထင်မှတ်ပဲ ဆွဲထည့်မိလိုက်တဲ့အခါကျတော့ သူရဲ့ တစ်နေ့တာ ဖြတ်သန်းမှုမှာ ဆာရာပါ ပါဝင်လာပြီး နှစ်ယောက်အတူတူအလွဲပေါင်းစုံနဲ့တစ်နေ့တာကိုပဲနေ့တိုင်းဖြတ်သန်းနေရတာကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ ဇာတ်ကားလေးက အချစ်ဟာသဇာတ်ကားလေးဖြစ်လို့ပေါ့ပေါ့ပါးပါးဖြစ်ပြီ….. ဖောင်းဒိုင်းရှူးရှဲချင်ယောင်ဆောင်ထားတဲ့ အခန်းလေးတွေတော့ပါတာမလို့ သတိပြုကြည့်ရှူကြပါလို့တော့ ပြောချင်ပါတယ်။ နောက်ပြီးတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော် စူပါမန်း မင်းသား ကလပ် (Tyler Hoechlin)လည်း ဇာတ်ဝင်ခန်းတစ်ချို့မှာ ပါဝင်ထားတယ်ဆိုတာလည်း ထပ်လောင်းပြောပါရစေ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)  Quality – 1080p, 720p WebRip 5.1CHDuration - 1h 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, ...",
        "rating": "7.4",
        "url": "https://megaup.net/2WB6D/Palm_Springs_2020_FullHD_720p[CM]..mp4",
        "category": "Comedy, Fancy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/licencetokillbluc-159x200.jpg",
        "title": "[James Bond] Licence to Kill (1989)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Timothy Dalton ရဲ့ ဒုတိယနဲ့နောက်ဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Timothy Dalton အနေနဲ့ ဘွန်းဇာတ်ကား (၂) ကားသာ ရိုက်ကူးခဲ့ရပြီးသူ့ရဲ့ ဘွန်းဇာတ်ကောင်ဟာ ထူးခြားပါတယ်…မကြိုက်သူတွေက လုံးဝခံစားပေးလို့မရသလိုဂျိမ်းစ်ဘွန်းကို အိလေးဆွဲမမြင်ချင်တဲ့လူတွေကျတော့လည်း သူ့ရဲ့ဘွန်းဇာတ်ရုပ်ကို ပိုပြီးကြိုက်နှစ်သက်ကြပါတယ်…သူကတော့ ဘွန်းတွေထဲမှာ ရုပ်တည်ကြီးနဲ့ အပိုဆာဒါးသိပ်မလုပ်ဘဲသရုပ်ဆောင်တတ်တဲ့ ခပ်တန်းတန်းဘွန်းအဖြစ် အားလုံးက မျက်မှန်းတန်းမိကြပါတယ်။ဒီဇာတ်ကားက IMDb Rating (6.6/10) နဲ့ Rotten Tomatoes (78%) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "6.6",
        "url": "https://megaup.net/UH0g/Licence_to_Kill_(1989)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nb9fc9INMg8kQ8L7sE7XTNsZnUX.jpg",
        "title": "Insidious: The Last Key (2018)",
        "description": "ဒီဇတ်ကားကို ကြည့်ပြီးမှ ဟိုးအရင်တုန်းက Chapter 1 & 2 ကို ကြည့်သင့်တယ် ထင်တာပဲအဲ့ဒါမှ အဲလိစ် ရဲ့ နောက်ကြောင်းကို ဇတ်ရည်လည်မှာပါဒါကတော့ ပရလောကဖြင့် ချိတ်ဆက်နိုင်တဲ့ ပညာရှင် အဲလိစ် မသေဆုံးခင်ဖြေရှင်းခဲ့တဲ့ ပရလောက ဇတ်လမ်းတွေထဲက တစ်ခုဖြစ်ပြီး အဲလိစ် ဘာကြောင့်ပရလောကဖြင့် ချိတ်ဆက်နိုင်ခဲ့တယ်ဆိုတာရဲ့ ဇတ်မြစ် ဖြစ်ပြီးသူမ ရဲ့ မိခင် ကို သတ်ဖြတ်ခဲ့တဲ့ သော့လက် ပိုင်ရှင် မကောင်းဆိုးဝါး ကိုရင်ဆိုင်ဖြေရှင်းရမယ့် အခန်းလဲ ဖြစ်ပါတယ်အဲလိစ် ရဲ့ ငယ်ဘ၀ က နေထိုင်ရာ အိမ်ကြီးတွင် မကောင်းဆိုးဝါးများ ကပ်ညှိနေ၍လက်ရှိအိမ်ပိုင်ရှင်က အကူအညီတောင်းလို့ အဲလိစ် နှင့် သူ၏ လက်ထောက် တို့သွားရောက် ကူညီဖြစ်ရင်း ငယ်ဘ၀ နှင့် ပြန်လည် ချိတ်ဆက်မိခဲ့ရာ......ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Tariq L Walker ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/insidious-the-last-key/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iDdGfdNvY1EX0uDdA4Ru77fwMfc.jpg",
        "title": "Insidious: Chapter 3 (2015)",
        "description": "ကွင်း ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်မလေး တစ်ယောက်ဟာသူမ ရဲ့ ကွယ်လွန်သွားတဲ့ မိခင်ဖြစ်သူ နှင့် အဆက်အသွယ်ရရှိနိုင်ဖို့ပရလောက ဖြင့် ချိတ်ဆက်ပေးနိုင်သူ ပညာရှင် အဲလိစ် ထံ ရောက်ရှိခဲ့ပါတယ်အဲ့ဒီ အချိန်မှာ အဲလိစ် ဟာ ခင်ပွန်းဖြစ်သူ ဆုံးပါးပြီးခါစ အခြေအနေဖြစ်တဲ့အတွက်အလုပ်ခက်ခံပေးဖို့ ငြင်းဆိုလိုက်ပါတယ်...အဲ့ဒီနောက် ကွင်းဟာ စာအုပ်တစ်ချို့ကို ဖတ်ပြီး သူမဘာသာဝိဉာဉ် ဆင့်ခေါ်တဲ့ အရာတွေကို စမ်းသပ်ခဲ့ပါတယ်...တကယ်လဲ အလုပ်ဖြစ်ခဲ့ပါတယ် ဒါပေမယ့် ရောက်ရှိလာခဲ့တာကတော့သူမ ရဲ့ အမေမဟုတ်ပဲ အလွန်အင်မတန် ဆိုးဝါးတဲ့ လူသတ်ကောင်မကောင်းဆိုးဝါး အကြီးစား တစ်ကောင် ဖြစ်နေခဲ့သောအခါ....ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/insidious-chapter-3/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tmlDFIUpGRKiuWm9Ixc6CYDk4y0.jpg",
        "title": "Insidious (2010)",
        "description": "အေးချမ်းသာယာနေတဲ့ မိသားစုလေးဟာ အိမ်အသစ်တစ်ခုကို ပြောင်းလာခဲ့တယ်အရမ်းချစ်ကြတဲ့ ဂျော့ချ် တို့ လင်မယား ရယ် ကလေး ၃ ယောက်ရယ်ပေါ့တစ်နေ့မှာတော့ အကြီးဆုံးသားဖြစ်သူ ဒေါလ်တွန် တစ်ယောက်အိပ်နေစဉ် အချိန်တွေမှာ မကောင်းဆိုးဝါးတွေကို မြင်နိုင်ခဲ့ပြီးထို မကောင်းဆိုးဝါးတွေကလဲ လူ့လောက ကို ကူးလာဖို့အတွက်ဒေါလ်တွန် ရဲ့ ခန္ဓာကိုယ် ကို လိုချင်တဲ့အတွက် မိသားစု ကို အမျိုးမျိုး ဒုက္ခပေးပါတော့တယ်တစ်နေ့မှာတော့ သူတို့ ရလုဆဲဆဲ အခြေအနေကို ရောက်ရှိလာပါတော့တယ်ပရလောက ကို မယုံတဲ့ ဂျော့ချ် ဟာ ပရလောက နှင့် အဆက်အသွယ်လုပ်နိုင်သောအဲလိစ် ကို ခေါ်ဆောင်ပြီး သားဖြစ်သူ ဒေါလ်တွန် ရဲ့ ဖြစ်ပျက်နေတဲ့ ကိစ္စကို ကူညီခိုင်းခဲ့သော အခါ...ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/insidious/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/chnxUtTmTRZh5FE7Ha4aUOZ9ahs.jpg",
        "title": "Insidious: Chapter 2 (2013)",
        "description": "ဒီအပိုင်း ၂ မှာတော့ ဒေါလ်တွန် ရဲ့ ဖခင် ဂျော့ချ် ငယ်ရွယ်စဉ်ကသူ့အနောက်ကို လိုက်နေခဲ့တဲ့ မကောင်းဆိုးဝါး မိန်းမကြီး အကြောင်းကို နောက်ကြောင်းပြန်တဲ့ အခန်းတွေပါဝင်လာခဲ့ပါပြီ ဒီ အပိုင်း ၂ မှာတော့ အဲလိစ် မရှိတော့ ပေမယ့် အဲလိစ် ရဲ့ နောက်လိုက် ၂ ယောက်နဲ့မိတ်ဆွေ ဟောင်းတို့က ဂျော့ချ် ရဲ့ ခန္ဓာကိုယ်ထဲမှ မကောင်းဆိုးဝါးကို ဖယ်ထုတ်ဖို့ ကြိုးစားရတော့မဲ့အချိန်ပဲ ဖြစ်ပါတော့တယ်...ဒီ Insidious Chapter 2 ကို ဘာသာပြန်ပေးထားသူကတော့ May Thazin Soe ဖြစ်ပြီးThit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/insidious-chapter-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNDdiNDU1MzgtMDAzOS00YjY5LWI0ODEtM2MxZmVmNjBkYjA3XkEy_002-135x200.jpg",
        "title": "Black Beauty (2020)",
        "description": "Black Beauty (2020)================IMDb Rating - 6.3/10ဒီတစ်ခေါက် ဇာတ်ကားလေးကတော့ Disney+ movie တစ်ခုဖြစ်တဲ့ Black Beauty ဆိုတဲ့ ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားက ၂၀၂၀ နိုဝင်ဘာလမှာ ထွက်ရှိလာခဲ့တာပါ။ ဒီကားလေးမှာတော့ အင်မတန်ရဲရင့်ပြီး သတ္တိကဲလှပါတယ်ဆိုတဲ့ မက်စတန်းမျိုးနွယ်စု မြင်းမလေးနဲ့ ကားအက်စီးဒင့်ဖြစ်ပြီး မိဘ၂ယောက်လုံး ဆုံးရှုံးသွားတဲ့ Jo ဆိုတဲ့ ကောင်မလေးကြားက ကြီးမားတဲ့မေတ္တာကို အခြေခံပြီးရိုက်ထားတာဖြစ်ပါတယ်။ ဒီဇာတ်ကားမှာဆိုရင်တော့ မြင်းမလေးအဖြစ်အသံသရုပ်ဆောင်ထားတဲ့သူကတော့ ကိတ်ဝင်းစလတ်ဖြစ်ပါတယ်။ Black Beauty ဆိုတဲ့ မြင်းမလေးနဲ့ Jo ဆိုတဲ့ကောင်မလေးကြားထဲကို ဘယ်လိုအခက်အခဲတွေရောက်လာမလဲ၊ လူနဲ့ တိရစ္ဆာန်ကြားက သံယောဇဉ်ကို အခြေတည်ပြီးရိုက်ထားတဲ့ ဒီဇာတ်ကားမှာ ဆက်လက်ကြည့်ရှုပေးပါဦး။ နောက်ပြီးတော့ မြင်းတွေရဲ့ ဘာသာစကားလို့ဆိုလို့ရမယ့်အနေအထားတွေ ၊ မြင်းတွေရဲ့သဘာဝတွေကို ဒီကားထဲမှာ ရှင်းပြသွားတာကလည်း သေသပ်လှပလွန်းပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p ...",
        "rating": "6.3",
        "url": "https://megaup.net/1ADye/Black.Beauty.2020.720p.WEBRip.x264[CM].mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/0776d192a65691c1d8e26ed3382c3348-cinema-posters-art-posters-146x200.jpeg",
        "title": "2046 (2004)",
        "description": "[Unicode]IMDB Rating. = 7.4/10\"2046\"... ဒီနံပါတ်ဟာ\nအချိန်ကာလတစ်ခုဖြစ်ချင်ဖြစ်မယ်\nဟိုတယ်အခန်းတစ်ခုရဲ့နံပါတ် ဖြစ်ချင်ဖြစ်မယ်။\nအချိန်လား‌ နေရာလား ထားလိုက် အရေးမပါဘူး။\nအရေးပါတာက အဲ့ဒီမှာ ဘာမှမပြောင်းလဲဘူးဆိုတဲ့ အချက်။\nချစ်မိသူတွေဟာ မပြောင်းလဲနိုင်တဲ့ ကမ္ဘာကြီးကိုလိုလားကြတယ်။\nအထူးသဖြင့် သူတို့ချစ်တဲ့သူတွေရဲ့နှလုံးသားတွေမပြောင်းလဲဖို့ လိုလားကြတယ်။\n၂၀၄၆ဟာ ဘာမှ မပြောင်းလဲ တဲ့နေရာ။\nဒီတော့ သူတို့၂၀၄၆ကိုသွားကြတယ်။တစ်ရံတစ်ခါမှာ ပဟေဠိဆန်တဲ့ ရထားတစ်စီးက ၂၀၄၆ကို ထွက်ခွာတယ်။\n၂၀၄၆ကိုသွားတဲ့ ခရီးသွားတိုင်းမှာ တူညီတဲ့ ရည်ရွယ်ချက်တစ်ခုရှိတယ်\nသူတို့က သူတို့ရဲ့ ဆုံးရှုံးသွားတဲ့ မှတ်ညဏ်တွေကို ပြန်လည်ဖမ်းဆုပ်လိုကြတယ်။\nတစ်ချို့ကတော့ ၂၀၄၆ကို လွယ်လွယ်လေးရောက်သွားကြပေမယ့် တစ်ချို့အတွက်ကျတော့ခရီးက အများကြီးပိုရှည်ကြာတယ်။ခရီးသည်လက်စွဲ အပိုဒ်၂၀၁မှာ ဧရိယာ ၁၂၂၄-၁၂၂၅မှာ အရမ်းအေးတယ်လို့ သတိပေးထားတဲ့အပြင် ခရီးသည်တွေအနေနဲ့ အနွေးဓာတ်ရအောင် တစ်ယောက်ကိုတစ်ယောက် ဖက်ထားကြဖို့ အကြံပြုထားသေးတယ်။\n၁၂လပိုင်း ၂၄ရက်နေ့ ၁၂လပိုင်း ၂၅ရက်နေ့ ခရစ္စမတ်အကြိုနေ့နဲ့ ခရစ္စမတ်နေ့။\nဒီလိုအချိန်တွေမှာ လူတွေက ပုံမှန်ထက်ပိုပြီးနွေးထွေမှုကိုလိုကြတယ်တဲ့။\nဒါကဧရိယာ ၁၂၂၄-၁၂၂၅ဆိုတဲ့နိမိတ်ပုံရဲ့ ဖွင့်ဆိုချက်ပါပဲ။\nဒါဆို ၂၀၄၆ဆိုတာကရော..။\nရထားကြီးကရော.....။\nအဖြေတွေစုပေါင်းရရှိပြီးတဲ့နောက် ဒီရုပ်ရှင်မှာ\nအချစ်ဆိုတဲ့အရာကိုပဲ ထင်ရှားမြင်နေရတယ်။ဇာတ်ကောင်တွေတိုင်းရဲ့ အချစ်တွေဟာ\nနာကျင်ကြေကွဲစရာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Wydg/2046_(2004)_720p.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/4a098df0e2fbbbc7a6afe0c172e17519-146x200.jpeg",
        "title": "In the Mood for Love (2000)",
        "description": "In the Mood for Love (2000)\nIMDb - 8.1/10_____Rotten - 90%\n \n  Romance/Drama Genre မှာ တကယ်တမ်း ရင်ထဲစွဲစွဲလမ်းလမ်းဖြစ်ပြီးအမြဲတမ်း သတိတရဖြစ်နေစေတဲ့ရုပ်ရှင်က တော်တော်လေးရှားတယ်လို့ ပြောလို့ရပါတယ်။ဇာတ်သိမ်းမှာ ချစ်တာနဲ့ ကွဲတာနှစ်မျိုးပဲ နှစ်ပင်လိမ်ပြီး ဇာတ်အိမ်တွေ အက်ကြောင်းထပ်နေတဲ့ခေတ်ကာလမှာ Lost in Translation, Eternal Sunshine of the Spotless Mind, In the Mood for Loveလို ဇာတ်ကားမျိုးတွေဟာ သာမန်အချစ်ဇာတ်လမ်းတစ်ခုဆိုတာထက် အများကြီးပိုမိုပြသသွားနိုင်ခဲ့ပါတယ်။ဒီနေ့တင်ဆက်ပေးသွားမယ့်ရုပ်ရှင်ကတော့ ဟောင်ကောင်ဒါရိုက်တာ ဝမ်ကာဝေရဲ့ အကောင်းဆုံးလက်ရာလို့တင်စားခေါ်ဝေါ်ကြတဲ့ In the Mood for Love ဆိုတဲ့ဇာတ်ကားပါ။ဝမ်ကာဝေဟာ အရှေ့တိုင်းရုပ်ရှင်လောကရဲ့ဆရာတစ်ဆူဖြစ်ပြီး သူရိုက်ကူးခဲ့တဲ့ရုပ်ရှင်တွေဟာ မှတ်တိုင်များစွာ စိုက်ထူနိုင်ခဲ့ပါတယ်၊အဲ့ဒီဇာတ်ကားတွေထဲမှာIn the Mood for Love ကတော့ သူရိုက်ကူးခဲ့တဲ့ တခြားရုပ်ရှင်ဇာတ်ကားတွေနဲ့ မတူပဲ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/in-the-mood-for-love-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yEBweVcJlCqYO96oodURFUfM1hk.jpg",
        "title": "Days of Being Wild (1990)",
        "description": "[Unicode]IMdb Rating. = 7.6/10\"အရိုင်းဆန် နေ့ရက်များ\"၁၉၆၀ ဧပြီလ၁၆ရက်နေ့ သုံးနာရီထိုးဖို့ တစ်မိနစ်အလို ဇာတ်ကောင်ဟာ မိန်းကလေးနဲ့အနီးဆုံးရပ်နေပြီး နာရီရဲ့စက္ကန့်လက်တံ သုံးနာရီအတိထိ တစ်ချက်ချင်းသွားတာကို သူတို့အတူကြည့်နေကြတယ်။\nဒီတစ်ခေါက် စက္ကန့်လက်တံ ရှေ့တွန်းလိုက်တာဟာ မိနစ်လက်တံတစ်ချောင်းတည်းတော့မဟုတ်ဘူး။\nကြားဖူးတယ်မလား တစ်ခါတလေကျ တစ်မိနစ်ဆိုတာ တစ်ဘဝလုံးလောက်လည်း ရှည်ကြာနိုင်တယ်။ဇာတ်ကောင်ဟာ မိန်းကလေးကိုပြောလိုက်တယ်။\n\" မင်းကြောင့်ငါ ဒီတစ်မိနစ်ကို\nအမြဲအမှတ်ရနေတော့မှာ\"တဲ့။\nတစ်မိနစ်တာစတင်မှုဟာ အခုတော့ မိန်းကလေးအတွက် သူနဲ့တစ်နေ့တစ်နာရီ နှီးနှောမှုအသွင်ပြောင်းလဲသွားခဲ့ပြီ။\nတစ်လွှာချင်းပြန်ဝတ်ရတဲ့ အဝတ်အစားတွေအတွက် မိန်းကလေးမှာ မေးစရာစကားလုံးနှစ်လုံးရှိတယ်။ လက်....ထပ်....။\nဇာတ်ကောင်ဟာ ရဲတင်းတယ်။ ထီမထင်ဘူး။\nဇာတ်ကောင်ဟာ လက်ထပ်ယူတတ်တဲ့စရိုက်မျိုးမရှိဘူး။\nဒီတော့ မိန်းကလေးဟာဒီကိုပြန်လာစရာအကြောင်းမရှိဘူး။\nဇာတ်ကောင်ဟာ အပူအပန်မရှိဘူး။\nလွမ်းဆွေးမှုမရှိဘူး။ သွေးအေးတယ်။\n\"ရှင် ကျွန်မကို တကယ်ချစ်ခဲ့ဖူးလား\"တဲ့\nမိန်းကလေးက ဇာတ်ကောင်ကိုမေးတယ်။\nဇာတ်ကောင်ဟာအေးစက်တယ်။ခံစားချက်မဲ့တယ်။\n\" ငါ့ဘဝမှာ နောက်ထပ်မိန်းမ\nဘယ်နှယောက်ကို ချစ်မိဦးမလဲ ငါမသိနိုင်ဘူး\nငါ့ဘဝနောက်ဆုံးအချိန်မရောက်သေးခင်အထိ\nငါ့အချစ်ဆုံးက ဘယ်တစ်ယောက်လဲ\nငါသိဦးမှာမဟုတ်ဘူး\"တဲ့ ဖြေတယ်။\nဒီလိုနဲ့ သူတို့ကျောခိုင်းသွားကြပြီ။စစလာကတည်းကိုက ဘဝဟာဝေဒနာပဲမဟုတ်လား။\nဇာတ်ကောင်ဟာဒဏ်ရာများတယ်။\nဇာတ်ကောင်ဟာ ငှက်ကလေးတစ်ကောင်ဖြစ်တယ်။\nဇာတ်ကောင်မှာ အသိုက်မရှိဘူး။\nဒါဆို ဘယ်လိုငှက်မျိုးလဲ။\nဇာတ်ကောင်ပြောတာကတော့.....\n\"ခြေထောက်မရှိတဲ့ ငှက်တစ်မျိုးရှိတဲ့အကြောင်း\nကျုပ်ကြားဖူးတယ်။ သူလုပ်နိုင်တာဆိုလို့\nပျံပြီးရင်းပျံဖို့ပဲရှိတယ်။သူမောပန်းလာတဲ့အခါကျ\nလေထဲမှာ အိပ်တယ်။အဲ့ဒီငှက်က ...",
        "rating": "7.6",
        "url": "https://megaup.net/2gyUj/Days_of_Being_Wild_(1990)_720p.mp4",
        "category": "Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Capture-2-144x200.jpg",
        "title": "[18+] Grotesque (2009)",
        "description": "ဘာမှမပြောခင် ကြိုပြောချင်တာကတော့ ဒီဇာတ်ကားကို မိတ်ဆွေတို့ တတ်နိုင်ရင် မကြည့်ပါနဲ့...မတတ်နိုင်လို့ ကြည့်ဖြစ်သွားလို့ တစ်ချက်စိတ်ထင့်သွားတာနဲ့ ဆက်မကြည့်ပါနဲ့...ဒီဇာတ်ကားရဲ့ Label ကိုလဲ Don't Watch ဆိုပြီး တပ်ပေးထားပါတယ်...အခုနောက်ပြန်လှည့်ဖို့ အချိန်မှီပါသေးတယ်။အညွှန်းတောင်မဖတ်စေချင်ပါဘူး..ဖတ်ချင်သပ ကြည့်ချင်သပဆိုရင်တော့ မိတ်ဆွေတို့ ပြသနာနဲ့ မိတ်ဆွေတို့ပါပဲ။+++++++++++++++++++++++++++++++Grotesque(2009)ကောင်မလေးနဲ့ချိန်းတွေးတဲ့ ပထမဆုံးDateမှာပဲ\nစိတ္တဇလူသတ်ကောင်တစ်ယောက် အဖမ်းခံရပြီး\nကိုယ်မနမ်းဖူးသေးတဲ့ ကိုယ်ချစ်ရတဲ့ကောင်မလေးကို\nလူသတ်ကောင်က Abuse လုပ်နေတဲ့အဖြစ်ကို\nတွေးကြည့်လိုက်ပါ။ ဒီထက်ဆိုးတာရှိနိုင်ပါဦးမလား။\nရှိပါသေးတယ်။ လာပါဦးမယ်။အရူးတစ်ယောက်က ခုတ်ချင်သလိုခုတ်သတ်တာလောက်ကို\nအဆိုးရွားဆုံးလို့ သင် ထင်နေပါသလား။ မထင်ပါနဲ့ဦး။\nဒီကားထဲက နှိပ်စက်မယ့်လူဟာ အတော်ဆုံးအနာကုပါရဟူ\nဆုကိုပါရထားပြီး အပိုင်းပိုင်းအတစ်တစ်လှီးပြီးတာတောင်\nမသေအောင်ကုပေးနိ်ုင်တဲ့ ဆရာဝန်တစ်ယောက်ပါ။\nဝှေးကို သံနဲ့ရိုက် Penisကိုဖြတ်ပစ်ပြီးတာတောင်\nအေးဆေးပြန်ကုနိုင်ပါတယ်။စိတ္တဇလူသတ်ကောင်လက်ထဲ သေတော့မယ်ဆိုပြီး\nစိတ်ဒုံးဒုံးချသေလိုက်ရတာထက် ဆိုးတာရောမယ်ထင်ပါသလား။\nရှိပါတယ် လွတ်မြောက်ပြီထင်အောင်လုပ်ပြီး\nစည်းစိမ်တွေမက်လုံးပေးပြီးမှ မျှော်လင့်ချက်ကိုပြန်သတ်ခံရတာက\nပိုဆိုးပါတယ်။စအိုတစ်ဖက်ကအူအဆုံးကိုချိတ်နဲ့ချိတ်ခံထားရင်းက\nဗိုက်ထဲက အူကုန်အောင်တွားသွားသွားရင်း\nကိုယ်ချစ်တဲ့မိန်းကလေးကို ကယ်ရတဲ့အရာအပါအဝင်\nကျွန်တော်မပြောပြရသေးတဲ့ ရက်စက်မှုတွေ\nအများကြီးပါပါသေးတယ်။Ratingနည်းပေမယ့်လည်း ရက်စက်မှုအပေါင်း\nသရဖူဆောင်းထားတဲ့ စိတ္တဇလူသတ်ကားတွေရဲ့\nဘုရင်ကားလို့ဆိုကြပါတယ်။\nကြမ်းတမ်းလွန်းတဲ့ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်မှုတွေ\nသွေးယိုသံစီး ကိုယ်ပြတ်မျက်ကန်း နှိပ်စက်မှုတွေ\nဒီရုပ်ရှင်ဟာ Bannedခံထားရတဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်\nအသည်းငယ်တတ်သူတွေ ၁၅နှစ်အောက်တွေ\nမကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပဲဖြစ်ချင်ပါတယ်။\nကိုယ်တိုင်ကိုက သွေးသံရဲရဲတွေ\nနှိပ်စက်မှုတွေကို အရသာခံကြည့်တတ်တဲ့\nSadistတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်တော့\nအတော်ကြည့်လို့ကောင်းမယ့်ကားလို့\nမြေကြီးလက်ခတ်မလွဲ အာမခံပါတယ်။P.S....\nဒီရုပ်ရှင်ကို ကျွန်တော် လွန်ခဲ့တဲ့ နှစ်နှစ်လောက်က\nဘာသာပြန်ခဲ့တာပါ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-grotesque-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/hnyreview-thumb-430xauto-51308-141x200.jpg",
        "title": "Happy New Year (2014)",
        "description": "Happy New Year !!!!အလုပ်ပိတ်ရက်မှာ မိသားစုနဲ့ ရုပ်ရှင်ကြည့်ဖို့ စိတ်ကူးထားရင်တော့ ရုံတင်နေပြီဖြစ်တဲ့\nဂီတ ဟာသဘောလိဝုဒ် ရုပ်ရှင်ကားလေးက စိတ်ကြည်နူးပျော်ရွှင် စေနိုင်မှာပါ။ နာမည်ကြီး သရုပ် ဆောင်တွေ ဖြစ်တဲ့ ရှာရွတ်ခန်း၊ အဘီရှက် ဘက်ချန်း၊ ဒီပီကာ ပါဒူကုန်း၊ ဘိုးမန်းအီရာနီ တို့တစ်တွေကို တစုတစည်းတည်း ကြည့် ရှုရမှာပါ။ချာလီလို့ လူသိများတဲ့ ချန် ဒရာမိုဟန်မန်နိုဟာရှာမာဟာ ချာ ရန်ဂရိုဗာဆိုသူကို လက်စားချေ ဖို့အတွက် ဖိုက်တာတစ်ယောက် အနေနဲ့ ရှစ်နှစ်နီးပါး စောင့်ဆိုင်း နေခဲ့ပါတယ်။ သူ့အဖေဖြစ်သူကို ရှာလီမာစိန်တွေ ခိုးယူတယ်ဆိုပြီး ချာရန်ဂရိုဗာက စွပ်စွဲခဲ့လို့ သူ့အ ဖေဟာ သူခိုးတစ်ယောက်အဖြစ် နာမည်ဆိုးတွင်ကျန်ခဲ့ရတဲ့အ တွက်ပဲ ဖြစ်ပါတယ်။ချာလီဟာ သတင်းတစ်ခု ဖတ်ရင်း ခရစ္စမတ်နေ့ မတိုင်ခင် တစ်ရက်မှာ အတ္တလန္တိတ်ဟိုတယ် ကို စိန်တွေ ရောက်ရှိမယ်ဆိုတာ သိရှိခဲ့တာကြောင့် ခိုးယူဖို့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/happy-new-year-20144/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNTkxYzUxMDQtZWRiNy00ZWUwLWIxYjMtNWExODBmMzRkZGVmXkEyXkFqcGdeQXVyNjU1NzU3MzE@._V1_-135x200.jpg",
        "title": "Kajillionaire (2020)",
        "description": "Kajillionaire (2020)================IMDb Rating - 6.4/10 ဒီဇာတ်ကားလေးဟာ IMDb Rating 6.4/10 ရရှိထားပြီး ကြည့်လို့ကောင်းတဲ့ Crime, Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ◌်းကိုပြောပြရရင် ရောဘတ်နဲ့ ထရီဇာဆိုတဲ့ စုံတွဲဟာ လူတွေကို လှည့်ပတ်လိမ်လည်နေတဲ့ဂျင်ပေါ်ကထုံး လမ်းဘေးကြွက် Con Artist နှစ်ယောက်ပါ၊ ရတဲ့ဝေစုကို အမြဲတမ်း ၂ ယောက်ခွဲယူတယ် ဒီလိုနဲ့ သူတို့ ဘဝကိုလည်ပတ်ဖြတ်သန်းနေတာပါ။ နောက်ပြီး သူတို့မှာ သမီးလေး တစ်ယောက်ရလာတော့လည်း ပညာအမွေပေးတဲ့အနေနဲ့ အဲ့ဒီသမီးကို ၂၆ နှစ်လုံးလုံး သူတို့လိုလူလိမ်တစ်ယောက်ဖြစ်အောင် လေ့ကျင့်ပေးခဲ့ပါတယ်။ (စေတနာတွေနော်)ရောဘတ်ပြောတဲ့ စကားအရဆို ငါ့သမီးက စာမရေးတတ်ခင် အရွယ်ကထဲက လူတွေကို ဘယ်လိုလှည့်ပတ်ရမလဲ သိနေပြီတဲ့....အဲ့ဒီလိုနဲ့ သူတို့ ၃ ယောက်အဖွဲ့ထဲကို မယ်လီနာဆိုတဲ့ ကောင်မလေး တစ်ယောက်ရောက်လာပြီး ဓားပြမှုတစ်ခုကို စီစဉ်ကြတဲ့အခါမှာဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကိုဆက်လက်ကြည့်ရှုပေးပါ ခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha ...",
        "rating": "6.4",
        "url": "https://megaup.net/1AD2f/Kajillionaire.2020.720p.WEBRip[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/All_My_Life_2020_film_official_poster-135x200.jpg",
        "title": "All My Life (2020)",
        "description": "IMDb Rating (6.2) ရရှိထားတဲ့ အသစ်စက်စက် အချစ်ဇာတ်ကားလေးကို တင်ဆက်လိုက်ပါတယ်...ဇာတ်လမ်းကတော့...ဆောလ်မွန်ချောင်နဲ့ ဂျန်နီဖာကာတာတို့ဟာ အမှတ်မထင်တွေ့ဆုံရာကနေ အရမ်းချစ်ကြတဲ့စုံတွဲလေးဖြစ်လာခဲ့ပါတယ်..\nပျော်ပျော်နေတတ်တဲ့သူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက်ဖေးမကူညီရင်း လက်ထပ်ဖို့ထိဆုံးဖြတ်ခဲ့ပါတယ်..ဒါပေမဲ့ သူတို့နှစ်ယောက်ကြား မမြင်ရတဲ့ လောကဒါဏ်တစ်ခု ရောက်ရှိလာတဲ့အခါမှာတော့...\nသူတို့နှစ်ဦး အခက်အခဲတွေကိုဘယ်လိုကျော်ဖြတ်ကြမလဲ..\nသူတို့ရဲ့ အိမ်မက်တွေနဲ့ စီခြယ်ထားတဲ့ မျှော်လင့်ခြင်း ကောင်းကင်ကြီး တောက်ပနေဦးမလား...စိတ်ဝင်စားစရာပါ...ဒီဇာတ်ကားလေးမှာ ချစ်သူနှစ်ဦးရဲ့ ချစ်ခြင်းမေတ္တာကိုသာမက သူငယ်ချင်းသံယောဇဉ်နဲ့မေတ္တာကိုပါခံစားရမှာဖြစ်တဲ့အပြင်\nစကားလုံးတွေ စာသားတွေကလည်း အချစ်ကို ကိုးကွယ်လာဖို့ ထိုက်တန်နေခဲ့ပါတယ်...ထူးခြားတာကတော့ ဒီဇာတ်လမ်းက ဖြစ်ရပ်မှန်ပါ...ကျွန်တော်တို့ကိုယ်တိုင်ပါဝင်ခံစားဖို့ လက်တွေ့ဆန်လွန်းနေမှာပါ..။ချစ်ခြင်းကို ယုံကြည်သူများအဖို့ Romantic, Heart-warming ဇာတ်လမ်းလေးကို ကြည့်သင့်တယ်လို့ ညွှန်းဆိုချင်ပါတယ်။ \nFile size…(1.6 GB) and (900 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:31:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Su Myat Now Maung",
        "rating": "",
        "url": "https://channelmyanmar.org/all-my-life-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9lWDGJwLRQv5mzbN9MGvHrpHxJB.jpg",
        "title": "The Cursed Lesson (2020)",
        "description": "The Cursed Lesson 2020ဒီကားကတော့ ၂၀၂၀ခုနှစ်နိဝင်ဘာကထွက်ထားတဲ့\nHorror ကားလေးတစ်ကားဖြစ်ပြီးတော့\nHorror ကားထဲမှာတော့ ဇာတ်လမ်းလေးကအရမ်းမဆိုးဘူးလို့ပြောလို့ရတယ်။လောကကြီးမှာ မိန်းကလေးတော်တော်များများက လှပမှုကိုမက်မောကြတယ်။\nသင်ရော တစ်ရက်မှာ ရုတ်တရက်ကြီး ရှိရင်းစွဲအသက်ထက်ထက်ဝက်လောက်ငယ်သွားပြီး\nအရမ်းလှလာမယ်ဆိုရင် အဲ့ဒီလှပမှုကိုရဖို့ သင်ဘာမဆို လုပ်မှာလား?\nဒီထဲမှာတော့လောဘတွေ၊မနာလိုဝန်တိုမှုတွေနဲ့ အတ္တဆန်မှုတွေကို ကွက်ကွက်ကွင်းကွင်းပြထားပြီး\nသဘာဝလွန်ဖြစ်ရပ်တွေနဲ့အတူ ထိတ်လန့်ဖွယ်ခံစားရမှာပါ။ဒီကားမှာတော့ Jump Scare တွေထက်\nတွေးတွေးပြီး ကြောက်ရမယ့်အခန်းလေးတွေပါသလို\nတွေးတွေးပြီး ကြိုုက်ရမယ့် အခန်လေးတွေလည်း ပါတယ်ဗျ\n(အဆုံးသတ်က စာလေး ကြည့်လိုက်ရင် သဘောပေါက်ကြမှာပါ)ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုဂျုံးဆိုတဲ့ မော်ဒယ်လ်က\nအရွယ်ကျလာလို့ ကြော်ငြာရှင်တွေက မသုံးကြတော့ပါဘူး။\nခွဲစိတ်ပြုပြင်မှုတွေ လုပ်ခဲ့တာလည်း မနည်းတာမို့\nနောက်ထပ်ခွဲစိတ်မှုတွေ လုပ်ဖို့ မဖြစ်နိုင်တော့တဲ့အခြေအနေမှာ\nသူ့အစား ရွေးချယ်ခံလိုက်ရတဲ့ မော်ဒယ်လ်က သူ့သူငယ်ချင်း ဖြစ်နေပြီး\nသူနဲ့တွေ့တဲ့အချိန်မှာ ယောဂသင်တန်းတစ်ခု တက်ဖို့ ဖြစ်လာပါတော့တယ်။ဒီယောဂသင်တန်းရဲ့ထူးခြားချက်ကတော့\nတက်လိုက်တဲ့လူတိုင်း ရုပ်ရော ကိုယ်ပါ နုပျိုလှပသွားကြတာပါပဲ။\nဘာလို့လဲဆိုတာကတော့ ..................အားလုံးပဲ တွေးပြီးကြောက်ချင်တယ်ဆိုရင်ကြည့်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။\nယောကျ်ားလေး ပရိသတ်တော့ ကြောက်မှာထက် ကြိုက်တောင်ကြိုက်မလားပဲ\nယောဂကျင့်နည်း အဆန်းလေးတွေလည်း မြင်ရမှာမို့ပါ။(ဖောင်းဒိုင်းရှူးရှဲ အခန်းတစ်ချို့ ပါတာမို့ ကလေးသူငယ်များ ကြည့်ရှုရန် မသင့်တော်ပါဘူး)File size… ...",
        "rating": "4.6",
        "url": "https://megaup.net/2WxN8/(CM)_The_Cursed_Lesson_2020.720p.HDRip.H264.AAC-NonDRM.mp4",
        "category": "Adult, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMDlkYzRmODAtZjczMy00ODdjLWE4MDUtMzA5YmYwNTVlMTEyXkEy_002-133x200.jpg",
        "title": "Monsters of Man (2020)",
        "description": "Monsters of Man (2020)===================IMDb Rating - 5.2/10 ဇာတ်လမ်းကိုတော့ ရွှေတြိဂံလို့ လူသိများကြတဲ့ ဘိန်းနဲ့ မူးယစ်ဆေးတို့ ကြီးစိုးရာနယ်မြေထဲ နှိမ်နင်းရေးမှာအသုံးချဖို့ စီအိုင်အေက နည်းပညာမြင့် စက်ရုပ်တွေကို စမ်းသပ်ဖို့ရာ အတော်ဆုံးနည်းပညာရှင်တစ်ဖွဲ့ကိုအဲ့ဒီဒေသနားမှာ ငှားရမ်းခေါ်ယူထားပါတယ်။ ရည်ရွယ်ချက်ကတော့ ဒီစက်ရုပ် ပရိုဂရမ်က ဘယ်လောက်တောင်အသုံး၀င်ကြောင်းပြသဖို့ပါ။ ထင်မှတ်မထားတာက အဲ့ဒီနယ်မြေထဲက ရွာလေးတစ်ရွာမှာ မရိန်းတပ်သားဟောင်းမေဆန်တစ်ယောက် တိတ်တဆိတ်အခြေချနေထိုင်နေတာရယ် လုပ်အားပေးဆေးကျောင်းသားတစ်ဖွဲ့ လမ်းပျောက်လို့ရောက်လာတာရယ်ပါ။ ဒီပရိုဂရမ်ကို လူသိခံလို့မဖြစ်တဲ့ စီအိုင်အေအနေနဲ့ နည်းပညာအဖွဲ့နဲ့ပူးပေါင်းပြီး မျက်မြင်သက်သေမကျန်အောင် လက်စဖျောက်ဖို့ကြိုးစားမယ့်ကြားက မေဆန်တို့အဖွဲ့လွတ်မြောက်မလား အဲ့ဒီစက်ရုပ်ပရိုဂရမ်ကရောဘယ်လိုတွေဖြစ်လာမလဲဆို‌တာ ကြည့်ရှုရမဲ့ Sci-fi Action ကားကောင်းတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 11minSubtitle – Myanmar HardsubFormat – Mp4Genre : ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gzoB/Monsters.of.Man.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYzQ5NzU4Y2MtNGYwOC00ZmY2LTk0NmMtOWM0ZjlmMmE4YWE2XkEyXkFqcGdeQXVyMTQ2OTU2OTQ@._V1_-143x200.jpg",
        "title": "Fear Pharm (2020)",
        "description": "Horror သည်းထိတ်ရင်ဖို ဇာတ်ကားကောင်းကြိုက်တတ်သူတို့အတွက် ဇာတ်ကားကောင်းလေး\nသူငယ်ချင်းလေးယောက်တစ်စုကို ပွဲတော်တစ်ခုရဲ့ ဝင်္ကဘာပြောင်းခင်းပိုင်ရှင်က VIP အနေနဲ့ အထူးအခွင့်အရေးကမ်းလာတယ်။\nဝင်္ကဘာကို 1နာရီအတွင်းပြန်ထွက်နိုင်ရင် $10,000 ရမယ့် စိန်ခေါ်မှု ကို ကြုံရတဲ့အခါ\nလူငယ်ပီပီ အသစ်အဆန်းကို စမ်းကြည့်ချင်စိတ်နဲ့ လက်ခံလိုက်ကြတယ်။\nဒီဝင်္ကဘာကြီးက သူတို့ထင်သလို ရိုးရိုးသာမန်မဟုတ်ပဲ ကံဆိုးမှုတွေအသက်အန္တရာယ်တွေကြုံလာရတဲ့အခါ ...\nသူငယ်ချင်းတစ်စု အခက်အခဲတွေကို ကျော်လွှားနိုင်ပါ့မလား... ဘယ်လိုအသက်အန္တရာယ်ကို ရင်ဆိုင်ကြရမလဲ...\nဝင်္ကဘာရဲ့ပိုင်ရှင်မှာ ဘယ်လို ကောက်ကျစ်တဲ့အကြံအစည်တွေရှိနေမလဲ...\nဘာလို့ ဒီလူငယ်တစ်စုကို ပစ်မှတ်ထားရတာလဲ... ဆိုတာကိုတော့\nရုပ်ရှင်ဇာတ်ကား ချစ်ပရိတ်သတ်ကြီး ကိုယ်တိုင် ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားကြဖို့ တိုက်တွန်းလိုက်ပါရစေ။ \nFile size…(1.3 GB) and (700 MB)\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Moe Htet",
        "rating": "",
        "url": "https://channelmyanmar.org/fear-pharm-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/slVnvaH6fpF22154vnjQJdXCVZd.jpg",
        "title": "Amélie (2001)",
        "description": "Amélie(2001)========================IMDb Rating- 8.3/10\nRotten Tomatoes- 89% \"အဲ့ကောင်မလေးက သူများရဲ့ ကမောက်ကမ ဘ၀တွေကို ကူပြင်ပေးဖို့ ကြိုးစားတာလည်း ဖြစ်နိုင်တယ်လေ\" \"ကိုယ့်ဘ၀ကိုယ်ကျတော့ရော မပြင်ဘူးလား? ကိုယ်ရဲ့ ကမောက်ကမဖြစ်နေတဲ့ ဘ၀ကို မပြင်ဘူးလား? ကိုယ်မှ မပြင်ရင် ဘယ်သူက လာပြီး ကူပြင်ပေးမှာလဲ? \" -Amélie(2001) ကျောင်းတက်ဖို့အရွယ်ရောက်လာတဲ့Amélie Poulainကို သူ့အဖေက နှလုံးရောဂါရှိတယ်လို့ အမှတ်မှားပြီး ကျောင်းမထားပါဘူးဒီတော့ သူ့အမေက သူ့ကို အိမ်မှာပဲ ထားပြီး ကိုယ်တိုင် စာသင်ပေးပါတယ်အဲ့အချိန်ကစပြီး Amélieက အထီးကျန်တဲ့လူတစ်‌ယောက်ဖြစ်လာပြီး သူ့အထီးကျန်မှု‌တွေကို စိတ်ကူးယဉ်မှု‌တွေနဲ့ပဲ အဖော်ပြုခဲ့ပါတယ်ဒါကြောင့် အရွယ်ရောက် အလုပ်လုပ်နေတဲ့အချိန်မှာ ကိစ္စတိုင်းကို သူမတူတဲ့အမြင်နဲ့ ရှုမြင်တတ်တဲ့လူတစ်ယောက်ဖြစ်လာပါတယ်မင်းသမီး ဒိုင်ယာနာဆုံးတဲ့ ၁၉၉၇ခုနှစ် ဩဂုတ်လ ၃၁ရက်မှာ သူ့ကံကြမ္မာပြောင်းဖို့ ဖြစ်လာပါတယ်အဲ့နေမှာ Amélieက သူ့တိုက်ခန်းထဲကနေ ဘူးတစ်ဘူးရှာတွေ့ပါတယ်အဲ့ဘူးက တခြားတော့ မဟုတ်ပါဘူးလွန်ခဲ့တဲ့ နှစ်လေးဆယ်က သူ့တိုက်ခန်းမှာနေခဲ့တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ပစ္စည်းပါအဲ့ဘူးလည်း တွေ့တော့ Amélieက ...",
        "rating": "8.3",
        "url": "https://megaup.net/1ABha/%7BCM%7DAmelia_2001.720p.Blu-Ray.mp4",
        "category": "Comedy, Romance"
    }
]