[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e4qXQXXaVYvHBE3Rx5x3qrmxorB.jpg",
        "title": "The Princess Switch: Switched Again(2020)",
        "description": "The Princess Switch: Switched Again(2020)ဒီကားက The Princess Switch (2018) ရဲ့အဆက်ပါ...လူကြိုက်များပြီး ပေါက်လို့ 2020မှာSwitched Againဆိုပြီး ဆက်ရိုက်ကူးထားတာပါ...2018ကို ကြည့်ပြီးသားသူက ပြဿနာမရှိပေမဲ့မကြည့်ရသေးဘဲနဲ့တော့ ဒီကားကိုသွားကြည့်ရင် ခေါင်းမူးသွားမှာမို့ ၂၀၁၈ ကိုအရင်ကြည့်လိုက်ပါ...ဘုရင်စနစ်အုပ်ချုပ်တဲ့ ဘယ်ဂရေးဗီးယားနိုင်ငံ နဲ့ မွန်တဲနားရိုး နိုင်ငံ(၂)ခုရှိတယ်...မာဂရက်ဆိုတဲ့ကောင်မလေးက မွန်တဲနားရိုး နိုင်ငံရဲ့မင်းသမီးလေးပေါ့...၂၀၁၈ က ကားထဲမှာ ရုပ်ချင်းလုံးဝတူတဲ့သာမန်အရပ်သူလေးစတေးစီ နဲ့  မွန်တဲနားရိုးနိုင်ငံက မင်းသမီး မာဂရက်တို့ဟာလူချင်းခဏချိန်းရင်း နောက်ဆက်တွဲအနေနဲ့ သာမန်အရပ်သူလေး စတေးစီဟာ Belgravia နိုင်ငံက မင်းသားနဲ့အိမ်ထောင်ကျသွားရင်တော်ဝင်မိသားစုဖြစ်သွားတယ်....မင်းသမီးမာဂရက်ကတော့ အရပ်သားနဲ့ချစ်ကြိုက်ရင်း သာမန်ဘဝနဲ့နေထိုင်ဖို့ကြိုးစားပေမဲ့သူ့မရဲ့ Montenaro နိုင်ငံက ဘုရင်မ အရာကိုဆက်ခံဖို့အကြောင်းဖန်လာတဲ့အခါ သာမန်အရပ်သားချစ်သူနဲ့ပြတ်သွားတယ်..ဒါကို သိလို့မနေနိုင်တဲ့ စတေးစီက ကူညီဖို့ ကြိုးစားရင်း ၂၀၂၀ဇာတ်လမ်းကိုစထားပါတယ်...၂၀၁၈ ကားကိုမကြည့်ရသေးတဲ့သူတွေအဖို့ အညွှန်းဟာ အနည်းငယ်ရှုတ်ထွေးနိုင်လို့ ဇာတ်ကားကြည့်လိုက်ရင်တော့သဘောပေါက်သွားပါလိမ့်မယ်..ဒီကားက ဇာတ်လမ်းလေးလည်းကောင်းသလို စိတ်လှုပ်ရှားစရာ Twistလေးတွေလည်းပါလို့ကြည့်ရအတော်ကောင်းပါတယ်...ဆောင်းရာသီရဲ့လှပတဲ့ရှုခင်းတွေခံစားရင် ပျော်ရွှင်ဖွယ်ဒီဇာတ်လမ်းကိုကြည့်ရှုရင်းStay Home ...",
        "rating": "6.0",
        "url": "https://megaup.net/1zXo7/The_Princess_Switch_Again.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/biRUM4CBgfJtEQDCttf3zca4epp.jpg",
        "title": "The Princess Switch (2018)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် အလန်းစားဇာတ်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးမယ်နော်...ဒီဇင်ဘာလလည်း ရောက်တော့မယ်...ခရစ်စမတ်နေ့လည်း နီးပြီဆိုတော့ ခရစ်စမတ်ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါမယ်...ကြည့်ရတာ ပျော်စရာကောင်းပြီး အဆုံးသတ်လည်းလှတော့ကြည့်ရှုသူတိုင်း ကျေနပ်စေမယ့် ဇာတ်လမ်းတစ်ပုဒ်ပါ...Netflix မှဖြန့်ချီပြီး IMDb 6.1 ရထားတာမို့ လက်မလွှတ်သင့်တဲ့ဇာတ်လမ်းပါနော်...ဒီဇာတ်လမ်းမှာတော့ High School Musical ဇာတ်လမ်းနဲ့ လူသိများတဲ့မင်းသမီး Vanessa Hudgens က နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားပါတယ်...အညွှန်း- ချီကာဂိုမှာ မုန့်ဖုတ်ဆိုင်ဖွင့်ထားပြီး အတော်အသင့် နာမည်ရထားတဲ့ကောင်မလေး စတေစီ..သူက သူငယ်ချင်းဖြစ်သူ ကယ်ဗင်နဲ့ ဒီမုန့်ဖုတ်ဆိုင်ကို ဦးစီးပါတယ်...စတေစီက ရည်းစားနဲ့ကွဲပြီးပူပူနွေးနွေး အသည်းကွဲနေသူတစ်ယောက်ပါ...ဒါကို သိတဲ့ ကယ်ဗင်က စတေစီအတွက် စိတ်ထွက်ပေါက်ဖြစ်အောင်ဆိုပြီးဘယ်ဂရေးဗီးယားနိုင်ငံမှာ ကျင်းပတဲ့မုန့်ဖုတ်ပြိုင်ပွဲအတွက် စာရင်းသွင်းခဲ့ပါတယ်...မုန့်ဖုတ်ပြိုင်ပွဲမှာ စတေစီပါဝင်ယှဉ်ပြိုင်ခွင့်ရခဲ့ပါတယ်...ဘယ်ဂရေးဗီးယားနိုင်ငံကတော့ ဘုရင်အုပ်ချုပ်တဲ့နိုင်ငံတစ်ခုပါ...ဒီအချိန်က ဘယ်ဂရေးဗီးယားနိုင်ငံရဲ့ မင်းသား အက်ဒ်ဝပ်အိမ်ထောင်ပြုတော့မယ့် အချိန်ကာလဖြစ်နေပါတယ်...မင်းသား အိမ်ထောင်ပြုမယ့် သတို့သမီးလောင်းကတော့မွန်တဲနားရိုးမြို့စားအမျိုးသမီး မာဂရက်ပဲဖြစ်ပါတယ်...ထူးခြားတာက မာဂရက်နဲ့ စတေစီက ရုပ်တစ်ထပ်တည်းနီးပါး တူနေတာပါ...မာဂရက် မုန့်ဖုတ်ပြိုင်ပွဲအပြင်အဆင်ကို လာကြည့်တဲ့ အချိန်...စတေစီကလည်း ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-princess-switch-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c1F0vrX4tGuAHdvsuyfmBDpCQS3.jpg",
        "title": "Dreambuilders(2020)",
        "description": "Dreambuilders(2020)မီနာဟာ ​ကျေးလက်​​ဒေသ​လေးမှာ ဖခင်​နဲ့အတူ\nဘဝကို​အေး​အေးချမ်းချမ်းဖြတ်​သန်း​နေတဲ့ ​ကောင်​မ​လေး​တစ်​ဦးပါ။မီနာရဲ့ မိခင်​က​တော့  မြို့ကြီးပြကြီးမှာ အဆို​တော်​ဖြစ်​ချင်​တဲ့အိပ်​မက်​​ကြောင့် တောရွာက သူတို့သားအ​ဖ၂ဦးကို ထားရစ်​ခဲ့ပါတယ်​။မိခင်​ထားခဲ့​ပေမယ့် ဖခင်​နဲ့အတူ​နေထိုင်​ရင်း ​ပျော်​ရွှင်​​နေတဲ့ မီနာ့ဘဝထဲကို\nမိ​ထွေးဖြစ်​သူ ဟယ်​လီနာနဲ့ မိ​ထွေးရဲ့သမီးဖြစ်​သူ ဂျင်​နီတို့ ဝင်​လာခဲ့ပါတယ်​။သူတို့သားအဖရဲ့အိမ်​​လေးကို မြို့ကြီးသူပီပီ မီနာတို့ဘဝကို အထင်​မကြီးတဲ့ ဂျင်​နီ​ရောက်​လာချိန်​မှာ​တော့မီနာ့ဘဝဟာ စိတ်​အ​နှောင့်အယှက်​ဖြစ်​စရာ​တွေ တစ်​ခုပြီးတစ်​ခုကြုံ​တွေ့ရပါ​တော့တယ်​။အဲ့ဒီနောက် မီနာ့ဆီကို ထူးဆန်းအိပ်မက်စက်ရုပ်လေးရောက်လာတယ်...ဒီစက်ရုပ်လေး အိပ်မက်တွေကို လှပအောင်ဖန်တီးပေးတဲ့သူလေးပေါ့...အိပ်မက်တွေက တစ်ဆင့် လက်တွေ့ဘဝကခံစားချက်တွေကို လွှမ်းမိုးရှိလေတော့ မီနာ့ အိပ်မက်စက်ရုပ်လေးကို အသုံးချပြီးသူရင်ဆိုင်နေရတဲ့ ဆိုးဝါးတဲ့အခက်အခဲတွေကို ပြောင်းလဲဖို့ အသုံးချပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ စိတ်ဝင်စားစရာanime ကား​ကောင်း​လေးဖို့ လက်​မလွှတ်​တမ်းကြည့်ဖို့ ညွှန်းဆိုလိုက်​ပါတယ်​​နော်​။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lwin Lwin Aungပဲဖြစ်ပါတယ်......File Size :(873 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:21:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/2VSfQ/Dreambuilders.2020.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/587HNFoHHV7MJ3gk3zkYvsjlcKr.jpg",
        "title": "Wild Grass 2020",
        "description": "Wild grass 2020\n=====================\n \nDrama & romance အမျိုးအစားဇာတ်ကားတခုကိုတင်ဆက်ပေးချင်ပါတယ် ကောင်မလေးနှစ်ယောက်နဲ့ကောင်\n \nလေးတယောက် စုစုပေါင်းသုံးယောက်ရဲ့ဘဝသုံးခုကို ဇာတ်လမ်းထဲမှာတမျိုးစီကနေပေါင်းသွားတဲ့ပုံစံကို1990ခုနှစ်\n \nနောက်ခံနဲ့ရိုက်ပြထားပါတယ် (အဆုံးသတ်မှာမင်းသားမင်းသမီးညားတာလိုချင်တဲ့သူတွေအတွက်ကတော့\n \nဒါဟာဘဝအကြောင်းကိုရိုက်ပြထားတာလို့ပြောပါရစေ)\n \n- ယွင်ချောင်ဟာ အမေနဲ့အမဆီကနေမြို့ကြီးကိုသွားပြီးရုပ်ရှင်တွေထဲကလိုဘဝကိုဖြတ်သန်းချင်သူ\n \n- လီမိုင်ကတော့ အကကိုဘဝထက်ရူးသွပ်ပြီး ဂျပန်ထိတောင်သွားရောက်ကပြချင်သူ\n \n- ဖုန်း ဆိုတဲ့ကောင်လေးကတော့ အကိုကိုအရမ်းချစ်ပြီး ဘေးအိမ်က အကကျင့်နေတဲ့\n \nကောင်မလေးကိုခိုးခိုးကြည့်ကာချစ်နေရသူ သူတို့ရဲ့အိပ်မက်ကိုယ်စီဟာ\n \nသူတို့မျှော်လင့်သလိုလက်တွေ့ဖြစ်လာခဲ့မလားသိချင်ရင်တော့ဆက်လက်ကြည့်ရှုပေးကြပါဦ:\n  \nTranslated by : Nay Chii\nEncoded by : YK",
        "rating": "4.9",
        "url": "https://megaup.net/1zXko/[CM]Wild.Grass.2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vzwaHDlTEjpjHFE8K9X9qUhSaqp.jpg",
        "title": "King Naresuan 6 (2015)",
        "description": "Part 6\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\n \nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\n \nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\n \nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\n \nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\n \nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\n \nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\n \nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\n \nအကြောင်းပါ။\n \nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\n \nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\n \nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\n \nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\n \nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\n \nအခြေခံပြီး ရိုက်ကူးထားတဲ့\n \nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\n \nTranslator - Hazel\nEncoder - Thit San Khant",
        "rating": "5.5",
        "url": "https://megaup.net/1zXgf/King_Naresuan_6.2015.720p(CM)_.mp4",
        "category": "War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/123129871_1125266537932024_5472452356610791275_n-133x200.jpg",
        "title": "Daddy’s Troubles ( 2020 )",
        "description": "ဒီကားလေးကတော့ 20th October 2020မှာထွက်လာတဲ့အချစ် ဟာသ မိသားစု ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်...Single father ကျိုးတုန်းဟိုင်ဟာ သူ့သမီး ကျိုးလင်အယ်လေးကိုအရိပ်တစ်ကြည့်ကြည့်နဲ့ သူ့အချစ်အားလုံးကိုပုံပေးထားတာပါဒီလိုနဲ့သူ့သမီးရဲ့ ကျောင်းနှုတ်ဆက်ပွဲနေ့မှာ သူ့သမီးကိုချစ်ခွင့်ပန်နေတယ်လို့အထင်မှားပြီး ပြသနာရှာလို့ နှုတ်ဆက်ပွဲ ပျက်သွားခဲ့ရတယ်..ဒီလိုနဲ့ကျိုးလင်အယ်ဟာ သူ့သူငယ်ချင်းစုန့်သော်သော်နဲ့အတူ လိကျန်းကိုနှစ်ယောက်ထဲအတူသွားခွင့်တောင်းပါတော့တယ်...ကျိုးတုန်းဟိုင်ဟာ သွားခွင့်ပြုခဲ့ပေမယ့် စိတ်မချနိုင်ပဲ လိကျန်းကို တိတ်တိတ်လေးလိုက်လာတဲ့အခါ..ခရီးစဉ်တစ်ခုလုံးမှာ ရယ်စရယအဖြစ်အပျက်တွေများစွာကြုံတွေ့ခဲ့ရတယ်..ပြသနာတွေရှိခဲ့ပေမယ့် ပျော်ရွှင်စရာတွေလဲရှိခဲ့တယ်..နောက်ဆုံးမှာ ဖခင်နှစ်ယောက်ဟာ သမီးတွေကို သူတို့ဖြစ်ချင်တဲ့အရာကိုလုပ်ခွင့်ပေးဖို့ဆုံးဖြတ်လိုက်ပါတယ်..ဒီလိုနဲ့ကျိုးတုန်းဟိုင်နဲ စုန်ကျားလျန့်တို့ဟာလဲ သမီးတွေရဲ့အားပေးမှုနဲ့အတူငယ်စဉ်ကဖြစ်ချင်တဲ့အိပ်မက်တွေကိုးပြန်အကောင်အထည်ဖော်ခွင့်ရလာပါတော့တယ်....Single fatherတစ်ယောက်ရဲ့ သမီးကို ပျော်ရွှင်အေးချမ်းတဲ့ဘဝပေးနိုင်ဖို့သူ့အိပ်မက်တွေကိုစွန့်လွတ်ရဲတဲ့သတိ်္ကိုလေးစားဖွယ်မြင်တွေ့ရမှာပါ..Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.2",
        "url": "https://megaup.net/1AT9l/(CM)Daddy_s_Troubles_2020_WEB-DL_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oKgUaRKdwQQtwJBtpI6XLoShHLv.jpg",
        "title": "Spring Tide(2019)",
        "description": "Spring Tide2019\n=============\n  \nမိသားစုတစ်ခုကို နိုင်ငံရေးနှင့်ယှဉ်ပြီး ရိုက်ပြတဲ့ကားကိုပြပါဆို ဒီကားလေးကို လက်ညှိုးထိုးရမှာပါပဲ ။\n \nဘာလို့လဲဆိုတော့...ဒီဇာတ်ကားထဲမှာပါတဲ့ ဇာတ်ကောင်တစ်ယောက်ချင်းစီက\n \nပြောသွားတဲ့စကားလုံးတိုင်းက သာမာန်မိသားစုတစ်ခုမှာပြောတာထက်ကို ပိုပြီးလေးနက်လို့ပါပဲ။\n  \nဉပမာ... နင်က သတင်းသမားဖြစ်ပြီး နိုင်ငံကိုအာခံတယ်ပေါ့... အဲ့ဒါက\n \nငါ့အိမ်မှာနေပြီး နင်ကငါ့ကို ပြန်ပြီးအာခံတာနဲ့အတူတူပဲ\n \nအာခံချင်ရင် ငါ့အိမ်မှာမနေနဲ့... ကဲ ဘယ်လိုထင်ပါသလဲ ပရိသတ်ကြီး ?\n \nဘာသာပြန်သူအထင်ကတော့ ကွန်မြူနစ်နဲ့ ဒီမိုကရေစီ ကိုပါးပါးလေး ရိုက်ပြနေသလိုပဲ ။\n \nတရုတ်ဆိုတာက ဆင်ဆာလည်းကြမ်းတယ်မလား ။ အဲ့တော့ ပါးပါးလေးနဲ့ပဲ ထည့်သွားတာ ။\n  \nအမေကြီးကတော့ အရင်စနစ်နဲ့တိုင်းပြည် ၊ သမီးကတော့ တော်လှန်ချင်တဲ့သူ၊\n \nမြေးကတော့ အမေနဲ့သမီးက ပုံသွင်းချင်တဲ့ ပြည်သူလေးပေါ့ ။\n  \nအဲ့လိုမတွေးဘဲ ပုံမှန် မိသားစုကားလေးလို့ သတ်မှတ်ပြီး\n \nကြည့်ရင်လည်းအဆင်ပြေပါတယ်ဗျာ.....\n \nTranslated by Jojova\nEncoded by YK",
        "rating": "6.7",
        "url": "https://megaup.net/3BP5n/%7BCM%7DSpring.Tide.2019.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Alter-Me-162x200.png",
        "title": "Alter Me (2020)",
        "description": "Alter Me (2020)ဒီလို Covid အချိန်ကြီးမှာ Comedy ဇာတ်ကားလေးတွေကြည့်ရင်းစိတ်ညစ်စရာတွေကိုဖြေဖျောက်ချင်နေသူများအတွက်ဇာတ်ကားကောင်းလေးတစ်ကားကို အမြန်ဆုံးနည်းနဲ့ပန်းကန်လုံးစီးပြီး တင်ဆက်ပေးလိုက်ပါတယ်ဒီကားလေးက Comedy သက်သက်ကြီးပဲတော့မဟုတ်ပါဘူး Romance လေးတွေလည်းပါပါတယ်၁၆ယောက်စုကြည့်ရမယ့်အခန်းလေးတွေလည်းပါပါတယ် ပါသင့်တာမှန်သမျှအကုန်ပါနေတဲ့အတွက် လုံးဝကိုလက်မလွှတ်သင့်တဲ့ကားလေးပါအေမီဆိုတဲ့ကောင်မလေးဟာ အလုပ်လုပ်တဲ့နေရာမှာ အရမ်းတော်ပြီး အရမ်းလည်းထက်မြက်ပါတယ်အဲ့ဒီလိုပဲ သူ့ရဲ့လက်အောက်က ဝန်ထမ်းတွေကိုလည်း တော်နေမှ ထက်နေမှသဘောကျပါတယ်ဝန်ထမ်းတစ်ယောက်ယောက်က အမှားတစ်ခုခုလုပ်မိပြီဆိုတာနဲ့ ချွင်းချက်မရှိ ချက်ချင်းအလုပ်ထုတ်ပါတယ်အဲ့လိုကိစ္စတွေများလာတော့ ဝန်ထမ်းတွေဟာ သူ့ရဲ့ဒဏ်ကိုသည်းမခံနိင်ကြတော့ဘဲ HR ကိုတိုင်ကြပါတော့တယ်HR ကိုယ်တိုင်ကလည်း အေမီရဲ့အပြုအမူတွေကို သဘောမကျတဲ့အတွက်ရှေ့လျှောက် အေမီသာ မပြောင်းလဲလာဘူးဆိုရင် သူကိုယ်တိုင်အလုပ်ထုတ်ပါမယ်လို့ ရာဇသံပေးခဲ့ပါတယ်တစ်သက်လုံး ဒီလိုပုံစံနဲ့ပဲနေလာခဲ့တဲ့ အေမီအတွက် ချက်ချင်းပြောင်းလဲနိုင်ဖို့ဆိုတာ တော်တော်ခက်ခဲပါတယ်ကံကောင်းချင်တော့ သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်က နည်းလမ်းတစ်ခုကိုပြောပြခဲ့ပါတယ်အဲ့တာကတော့ SEX ပါ SEX ကို အသုံးချပြီးတော့ စိတ်ဖိစီးမှုတွေကိုဖြေဖျောက်လိုက်ရင် လူတွေဟာတစ်မျိုးတစ်ဖုံပြောင်းလဲသွားကြပါတယ်တဲ့အေမီဟာ အဲ့ဒီအကြံကိုလက်ခံခဲ့ပြီး အွန်လိုင်းပေါ်က အမိုက်စားကောင်လေးတစ်ယောက်နဲ့အတူအိပ်ဖို့ချိန်းဆိုခဲ့ပါတယ်အဲ့ဒီကောင်လေးကတော့ အူနိုပါ အူနိုဟာ အချစ်စစ်ကိုတောင်းတနေတဲ့ကောင်လေးတစ်ယောက်ပေါ့ဘဝပေးအခြေအနေကြောင့် မကောင်းတဲ့အလုပ်ကိုလုပ်နေရပေမယ့် သူ့ကိုယ်သူတော့ကျေနပ်နေပါတယ်ဘာဖြစ်လို့လဲဆိုတော့ ဒီအလုပ်က သူ့ရဲ့အချစ်စစ်ကိုရှာတွေ့နိုင်တဲ့အလုပ်မို့လို့ပါတဲ့အဲ့ဒီတော့ရှေ့ဆက်ရရင် သူတို့နှစ်ယောက်တွေ့ဖြစ်ခဲ့ပါတယ်ဖြစ်ချင်တော့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/alter-me-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Armour-of-God-II-Operation-Condor-1991-134x200.jpg",
        "title": "Armour of God II: Operation Condor (1991)",
        "description": "Amour of God II ကတော့ 1991 ခုနှစ်မှာ ထွက်ခဲ့ပါတယ်ဒီတစ်ခါတော့ ဂျက်ကီတစ်ယောက် အပန်းဖြေနေရာကနေ တာဝန်နဲ့ ပြန်ခေါ်ခံရပါတယ်အာဖရိကသဲကန္တာရထဲမှာ ဂျာမနီစစ်တပ်တွေ ဒုတိယကမ္ဘာစစ်တုန်းက မြှုပိထားခဲ့တဲ့ ရွှေတွေကို သွားရောက် တူးဖော်ဖို့ပါသူနဲ့အတူ ကန္တာရပညာရှင်မလေးတစ်‌ယောက်ကို အဖော်ထည့်ပေးလိုက်ပါတယ်နောက်တစ်ယောက်ကတော့ ရွှေတွေကို တာဝန်ယူမြှုပ်ခဲ့တဲ့ စစ်လက်ထောက်ကြီးရဲ့ မြေးဖြစ်သူ မိန်းကလေးကလည်းသူ့အဘိုး ဘဝခရီးဘယ်လိုအဆုံးသတ်ခဲ့သလဲဆိုတာကို အတည်ပြုဖို့အတွက် သူ့ဆန္ဒအလျောက် ရွှေတူးဖော်မယ့်ခရီးကို လိုက်ခဲ့ပါတယ်မိန်းကလေး ၂ ယောက်ရဲ့ အချင်းချင်း မတည့်တာလေးတွေဘုနဲ့ ဘောက်ဖြစ်ကြတာလေးတွေကိုဟာသလေး နှောပြီး ချစ်စရာကောင်းအောင် ရိုက်ကူးပြထားပါတယ်ဒါ့အပြင် အာဖရိကဘက်ကို ကျွမ်းကျင်တဲ့ ကောင်မလေးတစ်ယောက်နဲ့လည်း လမ်းမှာဆုံရာက အတူ ခရီးဆက်ဖြစ်ကြပါတယ်မချော ၃ ယောက် ဂျက်ကီတစ်ယောက် အခက်အခဲတွေကို ရင်ဆိုင်ပြီး ရွှေတွေရှိတဲ့နေရာကို ရောက်သွားချိန်မှာတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2fTP2/(CM)Armour.of.God.II.Operation.Condor.1991.Extended.Cut.BluRay_720p.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/u8Lh2XEcJoL58WSOvW5LaeCGGJ8-133x200.jpg",
        "title": "Armour of God (1986)",
        "description": "အခုတစ်ခါတော့ အဟောင်းထဲက အကောင်းလေး တစ်ခုဖြစ်တဲ့ ဂျက်ကီချန်းရဲ့ ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါပြီ1986 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Armour of God ပထမဆုံးဇာတ်ကားလေးပါဇာတ်လမ်းအကျဉ်းလေးနဲ့ အနည်းငယ် မိတ်ဆက်ပေးချင်ပါတယ်ခရစ်တော်မပေါ်မီ‌ တစ်ချိန်က မကောင်းဆိုးဝါးဂိုဏ်းတွေ လောကကြီးကို ကြီးစိုးဖို့ ကြိုးစားကြပါတယ်သူရဲ‌ကောင်းတွေက ဒီလိုမကောင်းဆိုးဝါးတွေကို တိုက်ပွဲဆင်နွှဲပြီး နောက်ဆုံးမှာ အနိုင်ယူခဲ့ပါတယ်အဲလိုတိုက်ပွဲမှာ သုံးခဲ့တဲ့ ဓားကို နတ်ဓားလို့ ခေါ်ဝေါ်ကြပါတယ်ကမ္ဘာ‌ပေါ်မှာ နတ်ဓားစုစုပေါင်း ၅ ချောင်း ရှိနေပါတယ်ဂျက်ကီချန်းက ၃ ချောင်းကို ရှာဖွေတွေ့ရှိပြီး ရောင်းစားထားပါတယ်အဲအချိန်မှာမကောင်းဆိုးဝါးဂိုဏ်းတစ်ခု ပေါ်ပေါက်နေပါတယ်ဒီဓားတွေကို အရယူပြီး ဖျက်စီးလိုက်နိုင်ရင် သူတို့ဘာသာသာသနာဟာ တည်တံ့ခိုင်မြဲပြီး သာယာဝပြောလိမ့်မယ်လို့ ယုံကြည်နေကြပါတယ်ဒါကြောင့် နတ်ဓားတွေကို ရအောင်ယူနိုင်မယ့် ဂျက်ကီချန်းကို ပိုက်ဆံမပေးဘဲ ခိုင်းနိုင်ဖို့ရာ ဂျက်ကီ့ရဲ့ ငယ်ချစ်ဟောင်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/2VRhi/(CMorg)Armour.of.God.1986.720p.BluRay.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wTYyXCoIBy2TDxetoGS4Sc0VBP1.jpg",
        "title": "The Lookout(2007)",
        "description": "The Lookout(2007)အညွှန်း***********************IMDb....7.0Rotten tomatoes....87%Chrisဟာ ယာဉ်တိုက်မှုတစ်ခုကြောင့် ဆယ်ရက်လောက် ကိုမာဝင်ခဲ့ပြီး အတိတ်မေ့ရောဂါရခဲ့ပါတယ်....ဒီယာဉ်တိုက်မှုရဲ့အဓိက တရားခံဟာ သူကိုယ်တိုင်ဖြစ်ပြီး ကားပေါ်ပါတဲ့သူငယ်ချင်းတွေဆုံးပါးခဲ့တဲ့အတွက်ယူကြုံးမရဖြစ်ပြီး သူ့အမှားဆိုတဲ့ စိတ်ကြီးနဲ့ပဲ အပြစ်တင်ရင်းနေလာခဲ့တယ်....သူရဲ့တစ်နေ့တာလုပ်ငန်းစဉ်ကိုတောင် မမှတ်မိနိုင်တဲ့ Chrisအတွက် ဘဝမှာ အဆင်မပြေမှုတွေ များခဲ့တယ်...ဘဏ်တစ်ခုမှာသန့်ရှင်းရေးလုပ်ရင်းတစ်နေ့တာကို ခက်ခဲလေလွင့်စွာဖြတ်သန်းနေရတယ်...တစ်နေ့တော့ အကြီးစားဘဏ်ဖောက်မှုကျူးလွန်တဲ့သူတွေဟာအမာခံတစ်ယောက်ရအောင် သူ့ကိုချဉ်းကပ်လာပြီးဘဏ်ဖောက်ဖို့ စည်းရုံးသိမ်းသွင်းလာတဲ့အခါမှာတော့....ဘဏ်ဓားပြကားတွေကြိုက်တဲ့သူတွေအဖို့ လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Khine Khine Wai ပဲဖြစ်ပါတယ်... File Size :(926 MB) and (352MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:39:00\nGenre : Crime , Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/TZ2r/The_Lookout.2007.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Live-Game-2020-1-136x200.jpg",
        "title": "Live Game ( 2020 )",
        "description": "ဒီဇာတ်ကားကတော့ 2020မှာထွက်ထားတဲ့ Drama.,Mystery,Thrillerအမျိုးအစားဖြစ်ပါတယ်Online cele ဟန်ကျိန်းအယ်ဆိုတဲ့မိန်းကလေးဟာ အခန်းတစ်ခုမှာအဖမ်းခံထားရပြီးLiveလွင့်ရင်းကစားပွဲတစ်ခုကစားရပါမယ်...၄နာရီအတွင်းLiveအတွင်းကြည့်ရှုသူ၅သောင်းပြည့်ရင်အခန်းထဲရေဖြည့်တာရပ်သွားမယ်...စည်းကမ်းချိုးဖောက်ရင်တော့မိနစ်၂၀အတွင်းတစ်ခန်းလုံးရေပြည့်ပြီး ရေမြှုပ်သေရမှာပါ.....ဘယ်သူကသူ့ကိုဖမ်းချုပ်ထားတာလဲ...ဘာအကြောင်းရင်းရှိနေတာလဲ...လွန်ခဲ့တဲ့၂နှစ်က ကိုယ်ဝန်သည်မိန်းကလေးသတ်ခံရတဲ့အမှုနဲ့ပတ်သက်နေတာလား...ဟန်ကျိန်းအယ်က နောက်ဆုံးမှာလွတ်မြောက်နိုင်ပါ့မလား.....ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါTranslated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://megaup.net/1AT9w/(CM)Live.Game.2020.WEB-DL.720p.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nL9ncXlRmHn2OOFuMtZuaWdEwJs.jpg",
        "title": "Times & Measures (2020)",
        "description": "Times and measures (2020)\n=====================\n  \nဒီကားကတော့ ရိုးရိုးရှင်းရှင်းနဲ့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်ကားပါ\n  \nကော်ရီနာက Single Mother တစ်ယောက်ပါ\n  \nယောကျာ်းဖြစ်သူ ဒက်စ် နှစ် ၂၀ ပေါင်းသင်းပြီးတော့ သူတို့မိသားစုကို ထားသွားခဲ့တယ်\n  \nသူ့ဆီမှာ မယ်လ်လို့ခေါ်တဲ့ ၁၇ နှစ်အရွယ် သမီးလေးတစ်ယောက်ရှိပါတယ်\n  \n၁၇ နှစ်အရွယ်သမီးလေးကို ပြုစုစောင့်ရှောက်ဖို့အတွက် ကော်ရီနာဟာ\n  \nအလုပ်တွေလိုက်လျှောက်ခဲ့ပေမယ့် အလုပ်မရခဲ့ပါဘူး\n  \nနောက်ဆုံးတော့ အကြွေးတွေ နစ်လာတဲ့အခါမှာ ကော်ရီနာတစ်ယောက်\n  \nဘယ်လိုဖြေရှင်းခဲ့သလဲ ဒက်စ်ကရော သူတို့ဆီပြန်လာမှာလားဆိုတာ စိတ်ဝင်စားစရာကောင်းကောင်းနဲ့\n  \nကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ခုပါ\n  \nDrama, Thriller အမျိုးအစား ဖြစ်ပေမယ့်လည်း\n  \nကြောက်စရာကောင်းတဲ့အခန်းတွေ သိပ်မပါလို့ ကြောက်တတ်ပြီး\n  \nသည်းထိပ်ရင်ဖို့ကားကြည့်ချင်တဲ့ ‌လူတွေအတွက်ကတော့ ကွက်တိပါပဲ\n   \nTranslated By Paxton\nEncoded by : YK",
        "rating": "4.3",
        "url": "https://megaup.net/1zWmr/%7BCM%7DTimes.and.Measures.2020.720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/jingle-135x200.jpg",
        "title": "Jingle Jangle: A Christmas Journey 2020",
        "description": "ဒီတစ်ခေါက် မိတ်ဆက်ပေးမယ့်ကားလေးကတော့\nမိသားစုခရစ္စမတ်ကားလေးပဲ ဖြစ်ပါတယ်\nဆောင်းညတစ်ညမှာ အဘွားအိုတစ်ယောက် သူ့မြေးလေးနှစ်ယောက်ကို\nမီးလင်းဖိုလေးနံဘေးမှာ ပုံပြင်တစ်ပုဒ်ကို ပြောပြနေရာကနေ အစချီထားပါတယ်\nဂျရောနစ်ကပ်စ် ဂျန်ဂယ်လ်ဆိုတဲ့ သိပ်တော်တဲ့\nတီထွင်သူကြီး တစ်ယောက်အကြောင်းပေါ့\nသူ့ရဲ့အိပ်မက်က အားလုံးရဲ့စိတ်ကို ပြောင်းလဲနိုင်လောက်စရာ\nတီထွင်မှုကြီးတစ်ခု ဒါကို သူနှစ်ပေါင်းများစွာကြိုးစားနေခဲ့တယ်\nအဲ့ဒီတီထွင်မှုကြီးကို သူနောက်ဆုံးလုပ်နိုင်ခဲ့ပေမယ့်\nတပည့်ဖြစ်သူ ဂတ်စတက်ဖ်ဆန်ဟာ ခိုးယူထွက်ပြေးသွားပါတယ်\nဂျရောနစ်ကပ်စ်တစ်ယောက်ဟာ ဒီနောက်မှာ ဇနီးလည်းသေ သမီးကိုလည်းမေ့လျောလိုက်ပြီး\nသူ့ဘ၀ကြီးဟာ လုံး၀ကို စုတ်ပြတ်သပ်သွားပါတော့တယ်\nဒီလို စုတ်ပြတ်သပ်နေတဲ့ ဂျရောနစ်ကပ်စ်ရဲ့ဘ၀ထဲကို\nမြေးမလေး ဂျာနီပြန်ရောက်လာပြီး အရင် တီထွင်သူကြီး ဂျရောနစ်ကပ်စ်အဖြစ် ‌\nပြန်လည်ပြောင်းလဲသွားမယ့်ပုံကို ကြည့်ရှုရမယ့်\nမိသားစု ခရစ္စမတ် ကားကောင်းလေးပဲဖြစ်ပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….02:00:00\nGenre … Family, Fantsy, Musical\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Chuck Chuck",
        "rating": "6.6",
        "url": "https://megaup.net/TYhj/Jingle.Jangle.A.Christmas.Journey.2020.720p(CM).mp4",
        "category": "Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e5dpwXR2Yi69wnvdQyegeEoMPqm.jpg",
        "title": "Red Post on Escher Street 2020",
        "description": "Red Post On Escher Street\n======================\nကိုယ်တို့ဟာ ရုပ်ရှင်တွေကြည့်ကြတယ်\nရုပ်ရှင်ကားဖန်တီးမှုကိုတော့ မကြည့်ဖြစ်ကြတာများပါတယ်\nရုပ်ရှင်ကားတွေထဲမှာ လက်တွေ့ဘဝကိုရိုက်ပြကြပေမယ့်\nဒီကားကတော့ ရုပ်ရှင်ထဲမှာပါဝင်တဲ့\nသရုပ်ဆောင်တွေရဲ့ဘဝတွေကိုပုံဖေါ်ပြထားတာဖြစ်ပါတယ်\nဒါရိုက်တာတကယ်ပြချင်တာကတော့\nကိုယ်တို့တွေရဲ့စိတ်တွေကိုဖေါ်ပြချင်တာဖြစ်နိုင်ပါတယ်\nပေါ့ပေါ့လေးကြည့်ရင် ခပ်ပေါ့ပေါ့ကားလေးပါပဲ\nတွေးယူရင်တော့ တွေးယူသလောက် နက်နဲတဲ့ကားလေးပါ\nဂျပန်တွေရဲ့ထုံးစံအတိုင်း တခြားသူတွေနဲ့မတူညီတဲ့ပြသပုံနဲ့\nရိုက်ပြထားတဲ့ဇာတ်ကားလေးပါ\nကိုယ်ကတော့ ကြည့်ရင်းက ကိုယ့်ဘဝကိုပါ ကိုယ်ပြန်တွေးဖြစ်ပါတယ်\nကိုယ့်ဘဝနဲ့ကိုယ်နေလာခဲ့တာ အရံအဖြစ်နဲ့လား ဇာတ်ဆောင်အဖြစ်နဲ့လားပေါ့\nသူများဘဝမှာ ကိုယ်ဟာ အရံဖြစ်ပေမယ့်\nကိုယ့်ဘဝမှာတော့ ကိုယ်ဟာ ဇာတ်ဆောင်အဖြစ်နဲ့ တောက်ပနိုင်ပါတယ်\nခံယူချက်လေးပဲလိုတာပါ ဟုတ်တယ်မဟုတ်လား\nပရိတ်သတ်ကြီးလည်း ဒီကားလေးကြည့်ရင်းက\nအတွေးတွေနယ်ချဲ့လိုက်ပါဦး\nTranslator : Thinzar Htet\nEncoder : Thit San Khant\nQuality : 1080p and 720p\nFile Size : 1.55GB and 759MB",
        "rating": "7.6",
        "url": "https://megaup.net/1zVqz/Red_Post_On_Escher_Street_720p%7BCM_%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t7PWpkcFrzs84bguwYc0V2yb78u.jpg",
        "title": "Farewell Song (2019)",
        "description": "Farewell Song 2019\n================\nဟရု နဲ့ လီယို ဆိုတဲ့ကောင်မလေးနှစ်ယောက်က\nအမှတ်မထင်တွေ့ရင်းက ဟရုလီယိုဆိုတဲ့ တီးဝိုင်းလေးတစ်ခုဖြစ်လာတယ်\nအောင်မြင်လာတာနဲ့အတူ အဆင်မပြေမှုတွေပါတွေ့ရင်း\nဘယ်လိုဆက်ဖြစ်မလဲ\nနာမည်ကြီးမင်းသမီးနှစ်ယောက်ဖြစ်တဲ့\nNa Na လေးနဲ့ Mugi Kadowaki က\nဟရု နဲ့ လီယို အဖြစ်သရုပ်ဆောင်ထားပါတယ်\nတီးဝိုင်းအဖွဲ့ဝင်တွေကြားက ချစ်ခြင်းမေတ္တာတွေရယ်\nသံယောဇဉ်တွေရယ်\nကြိုးစားအားထုတ်မှုတွေရယ်\nစိတ်အားထက်သန်မှုတွေရယ်\nသီချင်းချိုချိုလေးတွေရယ်ကို\nအားရပါးရကြည့်ရမှာပါ\nဂျပန်ကားတွေရဲ့ထုံးစံအတိုင်း ပါးပါးလှပ်လှပ်\nပေါ့ပေါ့ပါးပါးလေးပဲရိုက်ပြထားပါတယ်\nသီချင်းတွေလည်းအရမ်းကောင်းလို့ သေချာလေးရေးပေးထားတာမို့\nဒေါင်းပြီးတော့ ကြည့်ရှုခံစားလိုက်ပါဦး\nအညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ ThinZar Htet ဖြစ်ပါတယ်\n Translator  : Thinzar Htet\nEncoded : YK\nQuality :  1080p blueray and 720p\nFile Size : \n1.22 GB and 578MB",
        "rating": "6.9",
        "url": "https://megaup.net/2fSS2/Farewell.Song.2019.720p%7BCM%7D.mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Our_30_Minute_Sessions-P1-142x200.jpg",
        "title": "Our 30 Minute Sessions 2020",
        "description": "အာခိဆိုတဲ့ ထက်မြက်ပြီးပျော်ပျော်နေတတ်တဲ့ကောင်လေးသီချင်းရေးဆရာလေးက လွန်ခဲ့တဲ့တစ်နှစ်က သေသွားခဲ့ပါတယ်ဆိုတာဆိုတဲ့တက္ကသိုလ်ကျောင်းသားလေးကတော့ဉာဏ်ကောင်းပေမယ့် လူတွေနဲ့အဆင်ပြေပြေမပေါင်းနိုင်တဲ့အထီးကျန်နေတဲ့ကောင်လေးတစ်ယောက်ပေါ့တစ်ရက်ကျတော့ ဆိုတာက ကက်ဆက်လေးတစ်ခုကိုကောက်ရခဲ့ပါတယ်ဆိုတာက ကက်ဆက်လေးကိုနှိပ်လိုက်ရင် အာခိရဲ့ဝိဉာဉ်က ဆိုတာရဲ့ခန္ဓာကိုယ်ထဲကိုဝင်လို့ရသွားတယ်အဲ့ဒါက မိနစ်သုံးဆယ်ပဲခံပါတယ် အာခိက သူအသက်ရှိတုန်းကဖွဲ့ခဲ့တဲ့သူ့ရဲ့တီးဝိုင်းနဲ့သူ့ကောင်မလေးဆီကိုပြန်သွားဖို့ကြိုးစားပါတော့တယ်ဒါပေမယ့် ခန္ဓာကိုယ်က ဆိုတာဖြစ်နေတဲ့အခါဘယ်လိုတွေဖြစ်မလဲဆိုတာကိုတော့ ရုပ်ရှင်လေးဒေါင်းကြည့်လိုက်ပါတော့သီချင်းကောင်းတွေအများကြီးပါပြီး သေချာလည်းဘာသာပြန်ပေးထားတာမို့လို့ကြည့်ဖို့ပေးလိုက်ရတဲ့အချိန်တွေက တကယ်တန်မှာပါ\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:30:00\nGenre … Drama, Fantsy, Musical\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Thinzar Htet",
        "rating": "6.1",
        "url": "https://megaup.net/TT6e/Our.30-Minute.Sessions.2020.JAPANESE.720p_(CM).mp4",
        "category": "Drama, Fantasy, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mSTrRgXGzu2t1jVhTexIqwSHlk7.jpg",
        "title": "The Nest",
        "description": "The Nest (2020)\nရိုရီနဲ့အယ်လီဆန်တို့ရဲ့ မိသားစုလေးဟာ ကလေးနှစ်ယောက်နဲ့အတူ\nနယူးယောက်မှာအခြေကျနေတဲ့ ပျော်ရွှင်စရာမိသားစုလေးပါ\nဒီလိုနဲ့တစ်နေ့ ရိုရီတစ်ယောက် သူ့ရဲ့ခမ်းနားလှတဲ့လုပ်ငန်းအိပ်မက်တွေအတွက်\nသူစိမ်းတစ်ရံလန်ဒန်မြို့ကို ပြောင်းရွှေ့သွားတဲ့အခါ\nသူတို့မိသားစုလေးဟာ အလှည့်အပြောင်းများစွာနဲ့ကြုံတွေ့ရပါတော့တယ်\nအိမ်ထောင်ဦးစီးတစ်ယောက်ဖြစ်တဲ့ ရိုရီရဲ့ဆုံးဖြတ်ချက်တွေမှားတဲ့အခါမှာ\nအေးချမ်းတဲ့ မိသားစုအသိုက်အမြုံလေး ပြိုလဲရပုံတွေ\nကလေးတစ်ယောက်အတွက် မိဘရဲ့အုပ်ထိန်းမှုက\nဘယ်လောက်တောင်အရေးပါပုံတွေ၊\nကိုယ်တကယ်အခက်ကြုံတဲ့အချိန်မှာ\nမိသားစုမဟုတ်ဘဲ ကိုယ့်အနားမှာရှိပေးတဲ့လူဆိုတာ\nလက်ချိုးရေလို့ရတယ်ဆိုတာတွေ၊\nငွေဆိုတာ အမြဲမတည်တံ့နိုင်ဘူးဆိုတဲ့ ဘဝနိယာမတွေကို\nရင်မောဖွယ်ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်\nTranslator - MTA\nEncoder - August",
        "rating": "6.5",
        "url": "https://megaup.net/TXno/(CM)_The.Nest.2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/run-135x200.jpg",
        "title": "Run 2020",
        "description": "ဆေးပညာရပ်မှာ Munchausen Syndrome by Proxy (သို့)\nMunchausen By Proxy လို့ ခေါ်တဲ့ စိတ်ရောဂါ တစ်ခု ရှိပါတယ်။\nအဲဒါကတော့ ကလေးအမေ သို့မဟုတ် သက်ကြီးရွယ်အိုတစ်ယောက်ကို\nစောင့်ရှောက်နေရတဲ့ သူမျိုးမှာ ဖြစ်တတ်တဲ့ရောဂါပါ။\nသူတို့စောင့်ရှောက်ရတဲ့ ကလေး သို့မဟုတ်လူကြီးကို\nတကယ်မရှိတဲ့ ရောဂါလက္ခဏာတွေ ရှိတယ်လို့ ထင်အောင်လုပ်ပြီး\nဆေးရုံတွေတက်၊ ဆရာဝန်တွေ၊ သူနာပြုတွေ နဲ့ ပတ်ဝန်းကျင်ကလူတွေ\nသနားတာ ဂရုစိုက်တာကို ခံချင်တဲ့ စိတ်ဝေဒနာမျိုးပါ။\nဒီလို ရောဂါရှင်တွေဟာ အများအားဖြင့် ဆေးပညာဗဟုသုတ ရှိတတ်ကြပြီး\nလက္ခဏာတွေကို ယုံလောက်အောင် လိမ်ပြောတာတွေ၊ ဆေးစစ်ချက်တွေကို ပြောင်းတာတွေ၊\nပိုဆိုးလာရင် တကယ် ရောဂါလက္ခဏာတွေ ပေါ်လာအောင် နှိပ်စက်တာတွေပါ ရှိလာပါတယ်။\nဒီရုပ်ရှင်ကတော့ ဒီရောဂါကို အခြေခံပြီး ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။\nဒါပေမယ့် လှည့်ကွက်တွေရယ် ပိုပြီး ကြောက်စရာ ကောင်းတဲ့အချက်တွေရယ်\nပါဝင်တာမို့ အတော်လေး ကြည့်လို့ကောင်းပါတယ်။\nဇာတ်လမ်းကိုတော့ မပြောပြတော့ပါဘူး။\nRating 7 ရထားပါတယ်။ ကြည့်လိုက်ကြပါဦး။\nFile size… 1 Gb ...",
        "rating": "7",
        "url": "https://megaup.net/TXlm/Run.2020.720p.WEBRip.(CM).mp4 ",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/come-away-138x200.jpg",
        "title": "Come Away 2020",
        "description": "889ခုနှစ်ကရေးဖွဲ့ခဲ့တဲ့ The Stolen Child ကဗျာကိုနောက်ခံထားပီးရိုက်ထားတဲ့ COME AWAY ဆိုတဲ့ဇာတ်ကားလေးကကလေးတွေရဲ့အိပ်မက ်ကမ္ဘာအကြောင်းကိုစိတ်ကူးယဥ္ပုံဖော်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်ဇာတ်ဆောင်ကလေးမောင်နှမတွေ ဖြစ်တ​ဲ့ဒေးဗစ် ပီတာနဲ့ အဲလစ် ၃ယောက်ထဲမှာမှအဲလစ်ကnarratorအဖြစ်နဲ့ပါ၀င်ထားတာပါအဲမောင်နှမ၃ယောက်က နယ်စွန်နယ်ဖျားကဆင်းရဲတဲ့မိသားစုလေးကဖြစ်ပီးသူတို့အဖေကတော့လက် မှုပညာရှင်တစ်ယောက်ပါ အေးချမ်းနေတ​ဲ့သူတို့မိသားစုလေးဆီကိုရောက်လာတဲ့ဂယက်ကတော့ ဒေးဗစ်ကို Bristlemoss ကျောင်းကိုပို့ပေးမဲ့ကလေးတွေရဲ့အဒေါ် အယ်လီနာရဲ့အကြံပါပဲ အဲကိုသွားခါနီးဆဲဆဲမှာပဲဒေးဗစ်ရဲ့မျော်လင့်မထားတဲ့သေခြင်းတ ရားနဲ့ကြုံကြိုက် မိပါတယ်ပီတာနဲ့ အဲလစ်ရဲ့ရင်ထဲကနက်ရှိုင်းတဲ့ဒဏ်ရာတွေရှိလာသလိုကလေးတွေရဲ့အိပ်မက ်ကမ္ဘာလေးကလဲ သူတို့ရဲ့လက်တကမ်းအလိုမှာရှိနေတာပါအရွယ်ရောက်ကြီးပြင်းချင်တဲ့ဆန္ဒရှိကြပေမဲ့ ဒုက္ခအားလုံးကင်း​ေ၀းမဲ့အိပ်မက ်ကမ္ဘာလေးကိုဘယ်သူသွားနိုင်မလဲဆိုတာရသမြောက်စွာကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:30:00\nGenre … Adventure, Fantasy, Dram\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Zora Yang",
        "rating": "6",
        "url": "https://channelmyanmar.org/come-away-2020/"
    }
]