[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BOGJiYzgxMmMtY2VmMy00ZmZiLTk0OTQtZTI3MzVhYmZmZWU1XkEyXkFqcGdeQXVyMTE5MTkxMDI2._V1_-160x200.jpg",
        "title": "Death to 2021 (2021)",
        "description": "Death to 2021 (2021)\n===============IMDb Rating - 6.3/10Netflix ကထွက်ရှိထားတဲ့ ဒီTV Special ဇာတ်ကားဟာဆိုရင် IMDb 6.3 ထိရရှိထားတာဖြစ်ပါတယ်။\nဇာတ်ကားဆိုတာထက် TV Program တစ်ခုကို ကြည့်နေရသလိုဆိုရင် ပိုမှန်ပါလိမ့်မယ်။\n2020 , 2021 မှာဆိုရင် ကမ္ဘာတစ်လွှားမှာ ကပ်ရောဂါဘေးတွေရင်ဆိုင်ရသလို နိုင်ငံရေး စီးပွားရေး\nသဘာဝပတ်ဝန်းကျင်ကပ်ဘေး အစသဖြင့် ကိစ္စတော်တော်များများကြုံတွေ့ခဲ့ရပါတယ်။\nဒီကားမှာဆိုရင် သရုပ်ဆောင်တွေက ကျွန်တော်တို့ 2021 ခုနှစ်အတွင်း ဖြစ်ခဲ့သမျှ အကြောင်းကို\nအကုန်ပြန်သုံးသပ်ပြီးပြောကြတာဖြစ်ပါတယ်။ နိုင်ငံရေး ကျန်းမာရေး ပတ်ဝန်းကျင်ထိန်းသိမ်းရေး\nအစရှိတဲ့ နယ်ပယ်မျိုးစုံကအကြောင်းအရာတွေနဲ့ပတ်သတ်ပြီးဆွေးနွေးထားတာကြပြီးတော့ အသိ\nပညာဗဟုသုတ တိုးစေမဲ့ဇာတ်ကားလေးဖြစ်တာကြောင့်ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်။\n(ဇာတ်လမ်းအညွှန်းကို Shwe Pyae မှရေးသားပေးထားပြီး ဘာသာပြန်များကတော့\nShwe Pyae, Jo Jo Va တို့ပဲဖြစ်ပါတယ်။)File Size -(1.12 GB) / (580 MB) / (276 MB)\nQuality – WebDL ...",
        "rating": "6.3",
        "url": "https://megaup.net/2nv4y/Death.To.2021.2021.720p.WEBRIP[CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g841pE2duYUJDUsy6i2NXqCzVBO.jpg",
        "title": "Akhanda (2021)",
        "description": "Akhanda 2021\nDrama/ Fantasy\nIMDb 7.9/10၂၀၂၁ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ တမီးလ်ရုပ်ရှင်ကားကောင်းတွေထဲမှာနောက်ဆုံးပိတ်အိတ်နဲ့လွယ်ကားလို့ပြောရလောက်အောင်ကိုရှယ်ကောင်းတဲ့‌တောင်ပိုင်းကားလေးပါ။ Box office မှာကုဋေ ၂၀၀ အထိဝင်ငွေကြမ်းခဲ့ပြီး ၂၀၂၁ ခုနှစ်ရဲ့ ဒုတိယမြောက်ဝင်ငွေအကြမ်းဆုံးကားဆိုလည်း ဟုတ်တယ်ဗျ။Box Office မှာ ၂၀၂၁ ခုနှစ်မှာ ဒုတိယဝင်ငွေအများဆုံးဖြစ်ရတဲ့အကြောင်းကိုပြောပါဆို နာမည်ကြီးဝါရင့်သရုပ်ဆောင် Nandamuri ပါတာရယ်မင်းသမီးချောနှစ်လက်ဖြစ်တဲ့ Pragya နဲ့ Shamna တို့ပါတာကြောင့်လည်းပါတယ်ပေါ့ဗျာ။အဲလိုပြောလို့ Red Notice လိုနာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ထိန်းသွားတဲ့ကားလားဆိုရင်တော့လည်း မဟုတ်ပြန်ဘူးဗျ။ ဇာတ်လမ်းဇာတ်ကွက်ကကုလားကားဆန်ဆန်ရိုက်ချက်တွေပါနေတာကလွဲရင်(ကုလားကားကိုးဗျ) ရှယ်ကိုကောင်းနေတာမျိုးဗျ။မျောပြီးကြည့်နေရင်းကြက်သီးထရလောက်တဲ့စကားမျိုးတွေထပြောလေ့ပြောထရှိတဲ့တောင်ပိုင်းကားတွေရဲ့ဗီဇကိုသိပြီးပြီဆိုရင်တောင် ဒီကားထဲက ကြက်သီးထစရာဇာတ်ဝင်စကားတွေကတစ်ခြားတွေနဲ့ကိုမတူတာအမှန်။ ကြည့်ရင်းမျောရင်း၊ မျောရင်းကြည့်ရင်းအ‌ဆုံးကိုဘယ်လိုရောက်လို့ရောက်သွားမှန်းမသိမယ့်ကားကောင်းမျိုးဗျ။ဇာတ်လမ်းအကျဉ်းချုပ်ကိုပြောပြရမယ်ဆိုရင် ရွှေကျေးညီနောင်ပေါ့ဗျာ။ကျေးညီနောင်နှစ်ကောင်ဟာ တစ်ကောင်က ကောင်းရာအရပ်‌ရောက်ပြီးကျေးလိမ္မာဖြစ်သွားပေမဲ့ တစ်ကောင်ကတော့ ဆိုးရာအရပ်ရောက်ပြီးကျေး‌မိုက်ဖြစ်သွားသလိုမျိုးပဲပေါ့။ ဒါပေမဲ့ မတူတဲ့အချက်ကတော့ဒီဇာတ်ကားထဲက ညီအစ်ကိုနှစ်ယောက်ကိုကျ မွေးကတည်းကဘုရားလူကြီးက နိမိတ်ဖတ်သွားတာပဲ။ ဒီတစ်‌‌ယောက်ဟာသဘာဝတရားနဲ့ တူလိမ့်မယ်၊ ဒီတစ်ယောက်ဟာ သဘာဝဘေးဆိုးနဲ့တူလိမ့်မယ်ဆိုပြီးသဘာဝတရားကိုချစ် သဘာဝဘေးဆိုးကို စွန့်ပစ်ခိုင်းခဲ့တာမျိုးပေါ့။ ဒီတော့ဗျာညီအစ်ကိုနှစ်ယောက်ထဲက သဘာဝတရားဖြစ်တဲ့တစ်ယောက်ကပြည်နယ်အုပ်ချုပ်ရေးမှူးချောချောလေးနဲ့ တစ်စခန်းသွားတော့မယ်အချိန်မှာသဘာဝဘေးဆိုးဖြစ်တဲ့တစ်ယောက်ကကျ ဘယ်လိုအရပ်ရောက်ပြီးဘယ်လောက်တောင်ဆိုးနေမယ် ညီအစ်ကိုနှစ်ယောက် ဘယ်လိုပြန်တွေ့ကြမယ်ဆိုတာမျိုးပေါ့။ဒီလိုသဘောတရားဇာတ်လမ်း‌တွေရှိပေမဲ့ ဒီကားလောက်တော့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/33x6e/Akhanda_(2021)_Telugu_TRUE_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMTlmYjQwNjAtMTY0Yi00ZjJmLThmNTktZWUwYzNmYTQ3YjA2XkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "A Mouthful of Air (2021)",
        "description": "A Mouthful of Air (2021)===================IMDb Rating - 6.0/10ဂန္တဝင် ရုပ်ရှင် Mamma Mia ထဲမှမင်းသမီး Amanda ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းလေး\nဟာဆိုရင်ဖြင့် IMDb 6 အထိရရှိထားတဲ့ အမေရိကန် Drama အမျိုးအစားလေးပဲ ဖြစ်ပါတယ်။\nကဲ ဒါဆိုရင် ဇာတ်လမ်းအကျဥ်းလေးကိုမိတ်ဆက်ပေးချင်ပါတယ် . . .\nဂျူးလီဟာ ကလေးတွေရဲ့အကြောက်တရားတွေကို ဖျောက်ဖျက်ပေးနိုင်ပြီး နှစ်လိုဖွယ်ကောင်းတဲ့အပြင်\nနွေးထွေးမှုကိုပါဆောင်ကျဥ်းပေးနိုင်တဲ့ စာရေးဆရာမတစ်ယောက်ပါ။ သူဟာ မထင်မရှား သာမန်စာရေး\nဆရာမ လုံးဝ မဟုတ်ပါဘူး။ သူရေးသမျှစာအုပ်တိုင်းက best-selling ဖြစ်တဲ့အထိကို  အောင်မြင်ကျော်\nကြားတဲ့ စာရေးဆရာမတစ်ဦးပါ။ အခုလိုမျိုး ဂျူလီတစ်ယောက် စာတွေရေးရင်း ကလေးတွေရဲ့ အကြောက်\nတရားကို ပျောက်ကွယ်အောင် လုပ်နိုင်ပေမယ့်လည်း သူရဲ့တစ်ဘဝလုံးကို နှောင့်ယှက်နေတဲ့ လျှို့ဝှက်တံခါး\nကိုတော့ မဖွင့်နိုင်ခဲ့ပါဘူး။ ဒီလိုနဲ့ မိခင်တစ်ဖြစ်လဲ ဂျူးလီမှာ ဒုတိယရင်သွေးလေးထပ်ရလာတဲ့အခါ သူရဲ့\nအကြောက်တရားက ကြီးစိုးလာပြီးတော့ ရှင်သန်ခြင်းနဲ့သေဆုံးခြင်းကြားစစ်ပွဲကိုတိုက်ခိုက်ရပါတော့တယ်။\nဒါဆိုရင် ဂျူးလီရဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/11Eua/A_Mouthful_of_Air.2021.720p.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/91723585bd0a715fbbc498de6fe5b255f18f06103046b80309d7996358725ac9._RI_V_TTW_-150x200.jpg",
        "title": "For a Few Dollars More (1965)",
        "description": "For a Few Dollars More (1965) ~ IMDb - 8.2/10, RT- 92%, Meta - 74%နာမည်မရှိသော ကောင်းဘွိုင်ကြီး လာပါပြီခင်ဗျာ။ ဇာတ်ကားသုံးကားကို သုံးနှစ်ဆက်တိုက် ရိုက်ကူးထုတ်လွှင့်ခဲ့တဲ့၊ ကောင်းဘွိုင်ကားသမိုင်းမှာ မှတ်ကျောက်တင်ခဲ့တဲ့ Clint Eastwood ရဲ့ သမိုင်းမှတ်တိုင်တွေပါ။ အခုကားကတော့ ဒုတိယမြောက်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကောင်းဘွိုင် ယန်းကီးလေးဟာ ဆုကြေးစား လူဆိုးဖမ်းသမား ဖြစ်နေပြန်ပါပြီ။ အရင်ဇာတ်ကားကရခဲ့တဲ့ ပိုက်ဆံတွေ ဘယ်တည်းခိုခန်းမှာ ဖြုန်းလိုက်လဲ မသိပါဘူးဗျာ။ အခုတော့ ဒေါ်လာတစ်ထောင်တန် လူဆိုးလေးတွေ လိုက်ဖမ်းနေလေရဲ့။အချီကြီးကြံတတ်တဲ့ ပုဂ္ဂိုလ်ဆိုတော့လည်း တကယ့် ဒိတ်ဒိတ်ကြဲ လူဆိုးဂိုဏ်းနောက်ကို အမဲလိုက်ဖို့ ဖြစ်လာတာပေါ့။ တစ်ခါတလေမှာ မုဆိုးက ကျားစာမိသွားတာမျိုးလည်း ရှိတတ်တာမျိုးလေ။ အဲဒီမှာ ပုဂ္ဂိုလ်ရေးရန်ငြိုးနဲ့ လိုက်လာတဲ့ ဘဲကြီးတစ်ပွေရယ်၊ နာမည်မရှိတဲ့ ယန်းကီးလေးရယ်တို့ ခြင်္သေ့ဂူထဲဝင်ပြီး လူဆိုးတစ်သိုက်နဲ့ ဘတပြန် ...",
        "rating": "8.2",
        "url": "https://megaup.net/2nzmw/(CM)_For_a_Few_Dollars_More_(1965)_720p.mp4",
        "category": "Action, Dollars Trilogy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/A_Fistful_of_Dollars-132x200.jpg",
        "title": "A Fistful of Dollars (1964)",
        "description": "A Fistful of Dollars (1964) ~ IMDb - 8/10, RT - 98% ~ဇာတ်ကား သုံးကားမှာ အဓိက သရုပ်ဆောင်ဖြစ်ပေမယ့် ဇာတ်ကားထဲမှာ သူ့နာမည်ကို ဘယ်သူမှ မသိကြဘူး။ သိတဲ့သူတွေကလည်း သူ့နာမည်ကို မခေါ်ကြဘူး။ ဒီတော့ ကောင်းဘွိုင်ရုပ်ရှင်ချစ်ပရိသတ်က သူ့ကိုချစ်စနိုးခေါ်ကြတာ Man with No Name တဲ့။ နာမည်မရှိတဲ့လူသားကြီး၊ လူကြမ်းကြီး၊ ခြေသလုံးအိမ်တိုင်၊ လေနှင်ရာလွင့်၊ ရောက်တဲ့အရပ်မှာ ဘဝကို ကုလားဖန်ထိုး၊ မတရားတာတွေ့ရင် ဓားခုတ်ရာ လက်ဝင်လျှိုတတ်သေး။အမေရိကန်မြောက်ပိုင်းသား ယန်းကီး၊ မြင်းနဲ့ မြည်း စပ်ပြီးကျလာတဲ့ mule တစ်ကောင်နဲ့၊ ပွိုင့် 45 ပစ္စတို (ခြောက်လုံးပူး) တစ်လက်နဲ့၊ ဘယ်အချိန်မဆို ဘိုင်ကျ အိတ်ကပ်ခါလီသမား။ ခါးကြားကဗျောက်ကိုထုတ် တစ်စက္ကန့်အတွင်းမှာ 6 rounds (ကျည်ခြောက်တောင့်) လုံးကို ...",
        "rating": "8",
        "url": "https://megaup.net/1Hjox/(CM)_A_Fistful_of_Dollars_(1964)_720p.mp4",
        "category": "Action, Dollars Trilogy, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iU1vOMlnX2zdzL4lBeZuqQC2lgu.jpg",
        "title": "Shyam Singha Roy (2021)",
        "description": "Shyam Singha Roy (2021)ဒီတစ်ခါမှာတော့ ဘောလီဝုဒ်ပရိတ်သတ်တွေအတွက်IMDb 8.3ထိရရှိထားတဲ့ Netflixက ဇာတ်ကား‌ကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်Vasu ဟာဆော့ဝဲလ်ကုမ္ပဏီကနေအလုပ်ထွက်ပြီး ဝါသနာပါတဲ့ရုပ်ရှင်ဒါရိုက်တာအလုပ်ကို ကူးပြောင်းနေတဲ့လူငယ်တစ်ယောက်ပေါ့တစ်နေ့မှာ ရုပ်ရှင်ရိုက်ဖို့ရာ အရင်းနှီးထုတ်ပေးမယ့်သူနဲ့တွေ့တော့ရုပ်ရှင်အတွက်ကိုယ်တိုင်ဇာတ်ညွှန်းဖန်တီးပြီး ရိုက်ကူးခဲ့ပါတယ်။အဲ့ရုပ်ရှင်ကတော်တော်လေးပေါက်သွားပြီး အောင်မြင်လုဆဲဆဲဖြစ်နေတဲ့ချိန်မှာပဲမူပိုင်ခွင့်ပြဿနာနဲ့တရားစွဲခံရပါတော့တယ်။ကိုယ်တိုင်စိတ်ကူးစိတ်သန်းကနေရေးသားထားတဲ့ဇာတ်ညွှန်းကို ခိုးချပါတယ်ဆိုပြီးအစွပ်စွဲခံရတော့ အဖြေရှာဖို့ကြိုးစားတဲ့အချိန်မှာ အဲ့ဖြစ်ရပ်‌ နောက်ကွယ်အမှန်တရားကအတိတ်ဘဝနဲ့‌ထူးဆန်းစွာ ဆက်နွယ်နေမှန်းသိလိုက်ရတော့ ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာမို့ ခုပဲဒေါင်းပြီးကြည့်ကြဖို့အကြံပေးပါရစေ..... \nFile size…2.3Gb / 1.2GB\nQuality…1080p True WEB DL AAC 5.1CH /  720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by HM & Allena & Eliza & Haruko",
        "rating": "8.3",
        "url": "https://megaup.net/11Dpt/Shyam_Singha_Roy_(2021)_720p(CM).mp4",
        "category": "Bollywood, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5iKw3VjDs5TvuM5T2x6kSvb4fTT.jpg",
        "title": "North to Home (2022)",
        "description": "North to Home (2022) မြန်မာစာတန်းထိုး********************************** ဒီကားလေးက မိသားစုနဲ့ အတူကြည့်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ ဟန်နာ၊ ဘက်သ်နဲ့ ပိုစီဆိုတဲ့ ညီအစ်မ ၃ ယောက် အကြောင်းရိုက်ထားတဲ့ ဇာတ်ကားလေးပါ။တကယ်တော့ သူတို့ ကလေးဘဝက အင်မတန် ဆိုးရွားခဲ့ပါတယ်။ မိဘအရင်းတွေက တောင်တက်ပြီး နှင်းမုန်တိုင်းနဲ့ သေသွားခဲ့ကြတယ်။ အဲ့လိုနဲ့ သူတို့အမေအရင်းရဲ့ အချစ်ဆုံး ဆူဇန်းတို့ လင်မယားက မတော်တဆမှုက သူတို့ မပါလို့ ဖြစ်ရတာလို့ ကိုယ့်ကိုယ်ကို အပြစ်တင်ရင်း သူတို့လေး ၃ ယောက်ကို မွေးစားပြီး ပြုစုပျိုးထောင်ပေးခဲ့တယ်။ညီအစ်မ ၃ ယောက် အမေ့ရဲ့ အသက် ၆၀ ပြည့်မွေးနေ့ပွဲလေးလုပ်ဖို့ မိဘအိမ်ကို ပြန်လာကြတဲ့အခါ ဘယ်လို အခက်အခဲတွေ ဘယ်လို စိတ်ခံစားမှုတွေကို ကြုံတွေ့ရမလဲ။ဆောင်းတွင်းလေး စောင်ထဲကွေးပြီး ကြည့်ရင်း မျက်ရည်ကျရမယ့် ဇာတ်ကားလေးပါပဲ။ဒီကားလေးကို ကြည့်ရင်း “မိသားစု” တန်ဖိုးကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2nxns/[CM]North.to.Home.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wbkR03dqGG4CFsRRFbxC4s29ORY.jpg",
        "title": "Italian Studies (2021)",
        "description": "Italian Studies (2021) မြန်မာစာတန်းထိုး********************************* ခင်ဗျားဟာ ရုတ်တရက် လူစည်ကားတဲ့လမ်းမကြီးပေါ်ရောက်နေပြီး အတိတ်မေ့နေတဲ့လူတစ်ယောက်ဖြစ်နေတယ်ဆိုပါစို့။ကိုယ့်ကိုကိုယ်လည်းမသိဘူး တခြားလူတွေကိုလည်းမသိဘူး၊ ကိုယ်ဟာဘာလုပ်လို့ဘာကိုင်ခဲ့မှန်းလည်းမသိဘူး၊ လူတစ်ယောက်ရဲ့ ပင်ကိုအသိဉာဏ်ပဲရှိတော့တယ်ဆိုတာမျိုး မြင်ယောင်ကြည့်လိုက် ...ဘယ်နားအိပ်ရမှန်းမသိ ဘယ်နားသွားစားရမှန်းမသိတဲ့ဘဝ ... ခုဇာတ်လမ်းထဲကမင်းသမီးက အဲ့လိုဖြစ်နေတာ၊ ဒါပေမဲ့ သူက သူနဲ့တစ်ညတာ ခင်မင်ခဲ့ဖူးတဲ့ကောင်မလေးတစ်ယောက်နဲ့ တွေ့သွားတယ်။ သူကတော့ မမှတ်မိပေမဲ့ ဟိုကောင်မလေးက သူ့ကိုစနှုတ်ဆက်တဲ့အချိန်ရောက်မှ သူ့ဟာသူ အတိတ်မေ့နေမှန်းသိတာ။ဒီလိုနဲ့မှ သူ့ရဲ့အဖြစ်အပျက်တွေကို ပြန်လည်ဖော်ဆောင်ရတဲ့အခါမှာတော့ သူဖြတ်သန်းခဲ့ရတဲ့ကိစ္စ‌တွေဟာ ကောင်းတဲ့ကိစ္စတွေချည်းပဲ မဟုတ်ခဲ့ဘူးဆိုတာ သိရှိလာရချိန်မှာတော့ ... (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Paing ပါ) File Size     : (1.8 GB)(740 MB) and (345 MB)\nQuality       : WEB-DL 1080P DD5.1CH, 720p\nFormat       : mkv, mp4\nGenre      ...",
        "rating": "5",
        "url": "https://megaup.net/1Hy99/[CM]Italian.Studies.2021-720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jWfzHXvqLllbsVL7bvV1UVTq8s.jpg",
        "title": "Garuda Gamana Vrishabha Vahana (2021)",
        "description": "Garuda Gamana Vrishabha Vahana (2021)ဒီတစ်ခါတော့ပရိသတ်ကြီးကို IMDb rating 8.8 အထိရရှိထားတဲ့အိန္ဒိယဇာတ်ကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ်ဒီဇာတ်ကားမှာတော့ အဓိကဇာတ်ကောင်နှစ်ယောက်ဖြစ်တဲ့ ရှီဗာနဲ့ဟာရီတို့ဟာမန်ဂလောမြို့ကိုအုပ်စိုးနေတာဖြစ်ပါတယ်။ ရှီဗာဟာ ငယ်စဥ်ကလေးဘဝတည်းကအမေဖြစ်သူမှလည်ပင်းလှီးပြီးရေတွင်းထဲစွန့်ပစ်ခံရသူဖြစ်ပြီး ကံကောင်းထောက်မစွာနဲ့အသက်ပြန်ရှင်လာသူပါ။ ဟာရီ့အမေမှမွေးစားထားပြီး နှစ်ယောက်သားအတူတကွကြီးပြင်းလာတဲ့သူငယ်ချင်းများဖြစ်ကြပါတယ်။ ဟာရီနဲ့ပတ်သတ်ရင် ဆတ်ဆတ်ထိမခံတတ်တဲ့ရှီဗာက ဟာရီ့ကိုသေနတ်နဲ့ခြိမ်းခြောက်တဲ့ မာကရီဒါရာနန္ဒာကိုသတ်ပြီးနောက်မှာအချိန်နဲ့အမျှ ဘယ်လိုစိန်ခေါ်မှုတွေတွေ့ကြုံလာမလဲ ရဲအရာရှိတွေနဲ့လည်း ဘယ်လိုဆက်နွယ်လာမလဲရာဇဝတ်မှုအတူကျူးလွန်‌‌နေကျ ငယ်သူငယ်ချင်းနှစ်ယောက်နဲ့ သူတို့ကြား အတ္တ မနာလိုစိတ်တွေကြားဝင်လာတဲ့အခါဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ သည်းထိတ်ရင်ဖိုစောင့်ကြည့်ရမဲ့ Crime Thriller အမျိုးအစားဇာတ်ကားလေးဖြစ်ပါတယ် \nFile size…1.6Gb / 800MB\nQuality…1080p ZEE5 WebDl / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Poe & HM & Haruko & Yunni",
        "rating": "8.8",
        "url": "https://megaup.net/11Ab7/Garuda.Gamana.Vrishabha.Vahana.2021.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3Fe75Lf6VT7wvYMK8YQhRusbJjc.jpg",
        "title": "(18+) Eva(2021)",
        "description": "Eva (2022)အယ်ဗာက လှတယ် နုပျိုတယ်အသက်ကလဲ ၂၀ဝန်းကျင်ဆိုတော့လှအားကလဲကြွယ် သွေးသားဆန္ဒတချို့လဲရှိလာတဲ့အချိန်ပေါ့ သူမရဲ့ဘဝပေးကံကတော့မကောင်းရှာပါဘူး ဆင်းရဲတာကြောင့်သူများအိမ်မှာ အကူလုပ်ရတဲ့ အိမ်အကူမလေးအယ်ဗာပေါ့ ကံဆိုးမလေးသွားရာ မိုးလိုက်ရွာဆိုသလိုပထမအိမ်ရှင်က သူ့အပေါ်မဟုတ်မကကြံစည်တာကြောင့်အလုပ်ထွက်ပြီး သူဌေးမလေးတစ်ယောက်အိမ်မှာသွားလုပ်ရပါတယ် ကံကောင်းတယ်ပဲပြောရမလားပေါ့သူဌေးမလေးက သူ့အပေါ်ကြင်နာရှာတယ် ပြီးတော့သူ့ရဲ့အိမ်နီးနားချင်းထဲက အလုပ်သမားကောင်လေးကလဲသူ့အပေါ်စိတ်ဝင်စားနေပြီး သူကလဲ စိတ်ဝင်စားသွားပါတယ်သူဌေးမလေးက သူ့အပေါ်ကြင်နာပေမယ့် ဆန္ဒကတော့တော်တော်ကြီးပါတယ်ညစဉ်လိုလို ယောကျာ်းမိန်းမ မကျန် ခေါ်ပြီးပျော်ပါးနေတာကြောင့်အယ်ဗာလေး ညတွေဆိုအိပ်မပျော်ဖြစ်တာပေါ့ ဒီလိုနဲ့သူရဲ့အိမ်နီးချင်းကောင်လေးကလဲ သူ့ရဲ့အိမ်ကိုလာပြီးတွေ့တဲ့အခါ.......... \nFile size…1.3Gb / 700MB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 36mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X Cross\nTranslated by X Cross",
        "rating": "5.6",
        "url": "https://megaup.net/1Hxqa/Eva.2021.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dJL9O1N9uESFQql3LNnROvBNZCy.jpg",
        "title": "The Curse of La Patasola (2022)",
        "description": "The Curse of La Patasola (2022) La Patasola ဆိုတာ ကိုလံဘီယာ ဒဏ္ဍာရီ မကောင်းဆိုးဝါးတစ်ကောင်ပါ၊ Patasola ဆိုတာကတော့ ခြေတစ်ချောင်းလို့ အဓိပ္ပာယ်ရပြီးတော့ မိန်းမတစ်ဦးပါ။သူကတော့ သူ့ယောက်ျားကိုဖောက်ပြန်လို့ သူ့ယောက်ျားကခြေထောက်တွေရိုက်ချိုးပြီးသတ်ခဲ့ပါတယ်၊ ဒီလိုနဲ့ တောထဲမှာ သေဆုံးပြီး မကောင်းဆိုးဝါးဖြစ်လာတာပေါ့၊ သူကိုယ်တိုင်ကဖောက်ပြန်ပေမဲ့ ဖောက်ပြန်တာတော့ မုန်းတဲ့ မိန်းမဗျ။တောထဲမှာ ဆွဲဆောင်မှုရှိပြီးလှပတဲ့အသွင်နဲ့ ရုတ်တရက်ပေါ်လာပြီး ယောက်ျားတွေကိုဆွဲဆောင်၊ ဒီလိုနဲ့တောနက်ထဲရောက်လာလို့ အဖော်တွေနဲ့ဝေးသွားတဲ့ ပုရိသယောက်ျားခင်ဗျာ ပုံစံအစစ်အမှန်ကိုမြင်လိုက်ရတဲ့အချိန်မှာ နောက်ကျသွားပါပြီ။ တောထဲသွားတိုင်းလည်းကြောက်မနေပါနဲ့ ပုရိသအပေါင်းတို့... ဒီသတ္တဝါဆိုးက ကိုယ့်ရဲ့လက်တွဲဖော်ကို ဖောက်ပြန်တဲ့သူမှပဲမြင်ရတယ်လို့ ဒဏ္ဍာရီတွေကဆိုပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဒန်နီရယ် ဆာရာတို့တစ်တွဲ ဒန်နီရယ့်သူငယ်ချင်းတို့ကတစ်တွဲနဲ့ လူသူအရောက်အပေါက်နည်းတဲ့နေရာကို Camp ထွက်ကြပါတယ်။ ဒီနေရာကလည်း သတင်းဆိုးတွေ လူ‌သေမှုသတင်းတွေနဲ့ကျော်ကြားတဲ့နေရာဖြစ်ပေမဲ့ ဒန်နီရယ်ကတော့ မသွားရရင် မနေနိုင်အောင်ကိုဖြစ်နေပါပြီ၊ အစောင့်တွေသတိပေးတဲ့ကြားက ဒန်နီရယ်ကလည်းသွားချင်၊ ဆာရာခမျာလည်း ယောက်ျားကိုချစ်ရှာလေတော့ ဒီလိုနဲ့သွားဖြစ်လိုက်ကြပါရော။တောထဲမှာ မလုပ်သင့်တာတွေလုပ်ပြီး မဖြစ်သင့်တာတွေဖြစ်တာကို အသည်းတယားယား ...",
        "rating": "",
        "url": "https://megaup.net/1Hxmo/(CM)_The_Curse_of_La_Patasola_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/65wje2ck69z7-133x200.jpg",
        "title": "Lord Bunlue (2019)",
        "description": "ထိုင်းဟာသသရုပ်ဆောင် Mum /Petchtai Wongkamlao ရဲ့ ဇာတ်ကားလေးပါ..အချိန်က Thailand လို့ နာမည်မပြောင်းခင် Siam နိုင်ငံအဖြစ်သာရှိသေးတဲ့ ထိုင်းနိုင်ငံရဲ့ဘုရင်ကြီး ချူလာလောင်ကွန်း နန်းတက်ချိန် ၁၈၇၀ ဝန်းကျင်ဖြစ်ပြီးတော့ မြန်မာနိုင်ငံမှာ မင်းတုန်းမင်းလက်ထက်လောက်ဖြစ်ပါမယ်။ဘုရင် ချူလာလောင်ကွန်းဆိုတာ ခုလက်ရှိ ထိုင်းဘုရင်မျိုးဆက် ချာကရီမျိုးဆက်ရဲ့ ပဉ္စမမြောက် ဘုရင်ဖြစ်ပါတယ်...သူ့လက်ထက်မှာ ထိုင်းနိုင်ငံကို ခေတ်မီတိုးတက်စေဖို့ အုပ်ချုပ်ရေး နှင့် လူမှုရေး ပြုပြင်ပြောင်းလဲမှုများ၊ ဖြေလျော့မှုများ ပြုလုပ်ခဲ့သလို ဗြိတိသျှ၊ပြင်သစ်၊အမေရိကန်တို့နဲ့ သင့်တင့်မျှတစွာသံတမန်ရေးအရ ဆက်ဆံခဲ့ပြီး ဒေသတွင်းနိုင်ငံများကဲ့သို့ ကိုလိုနီပြုခံရခြင်းမှ ရှောင်လွဲနိုင်ခဲ့ပါတယ်..အနောက်နိုင်ငံများကို ပညာတော်သင်ထိုင်းကျောင်းသားများ စေလွှတ်ပြီး အဆင့်မြင့်ပညာများကို သင်ယူစေခဲ့သလို\nခေတ်အဆက်ဆက်က ကျင့်သုံးခဲ့တဲ့ ကျွန်စနစ်ကို ဖျက်သိမ်းခဲ့ပါတယ်...ဒီဇာတ်ကားကတော့ အဲ့ဒီကျွန်စနစ်တိုက်ဖျက်ရေးကာလက အရာရှိ Lord Bunlue ရဲ့ အကြောင်းပါ...ထိုင်းရုပ်ပြောင်သရုပ်ဆောင်တွေနဲ့ ဟာသပုံစံတင်ဆက်ထားပါတယ်။\nFile size…(1.2 GB)/(600 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:36:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/11zzt/(CM)_Lord.Bunlue.2019.720p.WEB-DL.DDP5.1.H.264-TheNextNeverdie.mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xdUfVaewNTK1R3lNZS1qbslJiLi.jpg",
        "title": "Memory: Manipulated Murder (2021)",
        "description": "Memory : Manipulated Murder (2021)ဇာတ်လမ်းငြိမ့်ငြိမ့်လေးနဲ့ စိတ်ဝေဒနာရှင် လူသတ်သမားအကြောင်း ပုံဖော်ဖန်တီးထားတဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါရစေအမျိုးသားဖြစ်သူ သေဆုံးသွားလို့ ခံစားနေရတဲ့ စိတ်ဒုက္ခတွေကိုစိတ်ပညာရှင်ဆရာဝန်နဲ့ ဆွေးနွေးခဲ့တဲ့ ဆူယောင်းဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဆရာဝန်နဲ့ဆွေးနွေးရင်း မှတ်ဉာဏ်ထဲက အမျိုးသားဖြစ်သူကို သတ်သွားတဲ့ တရားခံကိုရှာချင်နေတဲ့သူရယ်လူနာဖြစ်ပေမဲ့ ကူညီပေးချင်လို့ လိုက်စုံစမ်းပေးတဲ့ ဆရာဝန်ဂျောင်ဝူ....သူတိ့နှစ်ယောက်ကြားထဲကို တကယ့်တရားခံက ဘယ်သူလဲဆိုတာ ပြောပြီးဝင်မွှေသွားတဲ့ စုံထောက်ဟောင်း အာမခံကုမ္ပဏီဝန်ထမ်းပါလာတဲ့အချိန်ကျတကယ့်တရားခံက ဘယ်သူဖြစ်နေမလဲ တကယ်ပဲ သတ်သေမှုနဲ့ အဆုံးသတ်မလားမေးခွန်းပေါင်းများစွာနဲ့ ဇာတ်အိမ်ခိုင်ခိုင် ဖန်တီးထားတဲ့ plot twist အများကြီးနဲ့ အံ့ဩအောင်လုပ်မဲ့ ရုပ်ရှင်တစ်ကားပါပဲထိတ်လန့်မှု၊ အံ့ဩမှုတွေ အကုန်တစ်ခါတည်းခံစားချင်ရင်တော့ ဒီရုပ်ရှင်လေးကိုအတူကြည့်လိုက်ကြရအောင်ပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Mystery, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size…1.24GB, 633MB, 248MB\nFormat…mp4\nDuration….1h 26min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "4.6",
        "url": "https://megaup.net/1Hvbf/Memory.Manipulated.Murder.2021.720p.HDRip.CM.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hYbAzG9EZoKWjFa64XvISlQzeJ5.jpg",
        "title": "Nothing Serious (2021)",
        "description": "Nothing Serious (2021) Review\" Friends with benefits \" ဆိုတဲ့ ရုပ်ရှင်ကားလေးကိုကြည့်ဖူးပြီး သဘောကျတဲ့သူဆိုရင်\nအခုဇာတ်ကားလေးကိုလည်း သေချာပေါက်သဘောကျမှာပါပဲ။ဟန်ဂျာယောင်းဆိုတဲ့ အသက်၂၉နှစ်ကောင်မလေးက အချစ်ရေးမှာ ကံခေသူလေးပါ\nသို့ပေမယ့် သူ့မှာ ပြင်းပြတဲ့သွေးသားဆန္ဒတွေကရှိနေပြန်တယ်ဆိုပါတယ်။တစ်ဘက်မှာ ဘတ်အူရီဆိုတဲ့ မဂ္ဂဇင်းဆရာလေးကလည်း\nအလုပ် stress ကတမျိုး လိုသုံးလုပ်ခံရတာကတမျိုးနဲ့ အထီးကျန်နေသူ။သူတို့နှစ်ယောက်ကို dating app လေးတစ်ခုက ဆုံတွေ့စေလိုက်တဲ့အခါမှာတော့ ...\nBurning (2018) တို့ The Call(2020) တို့လို ဇာတ်ကားတွေနဲ့\nသရုပ်ဆောင်စွမ်းရည်ကို သက်သေပြထားပြီးသား\nမင်းသမီး Jeon Jong Seo က ဟန်ဂျာယောင်းအဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာမို့\n2022 မှာအထီးဆက်ကျန်နေသူများအဖြစ် ပေါ့ပေါ့ပါးပါးကြည့်ရှုနိုင်မယ့် ဇာတ်ကားလေးဖြစ်ပါကြောင်း ။\nအသုံးအနှုန်းနဲ့ဇာတ်ဝင်ခန်းအချို့ကြောင့် မိသားစုနှင့်အတူတူကြည့်ရန်တော့မသင့်တော်ပါနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Romance, Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.3GB, 850MB, 200MB\nFormat…mp4\nDuration….1h 35min\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Hvc2/Nothing.Serious.2021.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nCRfr3eOlwH7wfxaz6cU1bhMR1W.jpg",
        "title": "The King’s Daughter(2022)",
        "description": "The King's Daughter(2022) အညွှန်း*******************************ဂျိန်းစဘွန်းမင်းသားကြီ: Pierce Brosnan နဲ့  အချောအလှလေး Bingbing FanKaya Scodelario တို့ပါဝင်ထားတာနဲ့ ဒီကားက ကြည့်ဖို့တန်နေပါပြီ...1997 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ The Moon and The Sun ဝတ္ထုကို မှီငြမ်းပြီး ရိုက်ကူးထားတဲ့\nAdventure/Fantasy ဇာတ်ကားဖြစ်ပါတယ်Mermaid ခေါ် ရေသူမ ဆိုတဲ့ဒဏ္ဍာရီလာ ရေနေသတ္တဝါတွေအကြောင်းပုံပြင် ဇာတ်လမ်းတွေ အများကြီးကြည့်ရှူဖူးကြမယ်လို့ထင်ပါတယ်..ဒီကားလေးကလည်း အဲဒီလိုကားတွေထဲက တစ်ခုဖြစ်တာမို့ စိတ်ဝင်စားရင်တကယ် လက်မလွှတ်သင့်ပါဘူး ဝတ္တုကိုက ဆုရထားတာမို့လို့ပါ...အချိန်ကာလအားဖြင့် ၁၈ ရာစုဖြစ်ပြီး ပြင်သစ်နိုင်ငံမှာ လူးဝစ် ၁၄ ဆိုတဲ့ရှင်ဘုရင်တစ်ပါးစိုးစံလျက်ရှိပါတယ် ပြင်သစ်ဟာ မကြာသေးခင်ကမှ စစ်နိုင်ထားကာ ပြန်လည်ထူထောင်စ ဖရိုဖရဲ\nအခြေအနေပါ ရန်သူတွေကလည်း ပတ်လည်ဝိုင်းနေတာပေါ့...တစ်နေ့မှာတော့ တော်ဝင်သမားတော်က ထာဝရရှင်သန်နိုင်စေမယ့်နည်းလမ်းကိုရှာတွေ့ထားတယ်လို့ လျှောက်တင်လာပါတယ်\nအဲဒါကတော့ နေကြတ်ချိန်မှာ ဒဏ္ဍာရီလာ ရေသူမရဲ့ နှလုံးကို ရှင်ဘုရင်ထံ လွှဲပြောင်းဖို့ပါပဲ\nမသေချင်တဲ့ ရှင်ဘုရင်ဟာလည်း ...",
        "rating": "",
        "url": "https://megaup.net/1Hwli/The_Kings_Daughter.2022.WEB-DL.720P.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/m3mmFkPQKvPZq5exmh0bDuXlD9T-133x200.jpg",
        "title": "Platoon (1986)",
        "description": "Platoon (1986)[ Dir: Oliver Stone ]IMDb - 8.1/10, Rotten Tomatoes - 87% \" ငါတို့တွေဟာ တိုက်လာတဲ့ စစ်ပွဲတိုင်း\nနိုင်ခဲ့ကြတာချည်းပဲလေ။ ဒီတစ်ပွဲတော့ရှုံးသင့်ပါတယ် \"\nSergeant Elias ကနေ ညတစ်ညမှာ တပ်သားလေး Chris ကိုပြောခဲ့တဲ့စကား။Platoon ဟာ Oliver Stone ရဲ့အအောင်မြင်ဆုံးဇာတ်ကားကြီးတွေထဲကတစ်ခုပေါ့။ သူ့အတွေ့အကြုံ သူ့ခံစားချက်တွေကို ချပြခဲ့တယ်။ Vietnam စစ်ပွဲမှာ အမေရိကန်တွေစစ်ရှုံးသွားပုံတွေပေါ့။ ပိုဆိုးတာက စိတ်ဓာတ်တွေပါ ဆုံးရှုံးသွားခဲ့ရတာ။=================Chris ရဲ့အဖိုးဟာ ပထမကမ္ဘာစစ်မှာ ဝင်ကြမ်းခဲ့တဲ့ သူရဲကောင်း။ အဖေက ဒုတိယကမ္ဘာစစ်မှာ အမေရိကန်တွေအတွက် ဂုဏ်ဆောင်ပေးခဲ့တဲ့သူ။ သူကိုယ်တိုင်ကရော ဒီ Vietnam စစ်ပွဲမှာ ဘာလုပ်ပေးနိုင်မလဲ?Chris ဟာတစ်ယောက်ထဲ စာရေးနေတတ်တယ်။ စကားတွေလဲပြောတတ်တယ်။ ဘယ်ကမှန်းမသိ ရှိလဲမရှိတဲ့ သူ့အဖွားဆီကိုပေါ့။ နည်းနည်းတော့ ကြောင်တောင်တောင်နိုင်ပေမဲ့ ဒီ ဇာတ်လမ်းတစ်ခုလုံးက ...",
        "rating": "8.1",
        "url": "https://megaup.net/1Hw8v/(CM)_Platoon_(1986)_REMASTERED.720p.mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjIyZGU4YzUtNDkzYi00ZDRhLTljYzctYTMxMDQ4M2E0Y2YxXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SX667_CR00667999_AL_-134x200.jpg",
        "title": "Harry Potter and The Deathly Hallows: Part 2 (2011)",
        "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။\nHogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီး\nChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ ...ခင်ဗျားက muggle မဟုတ်ရင်တော့\nအသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ ...\nသူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာ\nသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်...\nမနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်က\nလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့...\nမှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ ... ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး ...သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့\nရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2BGjq/(CM)_Harry_Potter_and_the_Deathly_Hallows_-_Part_II_(2011)_BluRay_720p.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQ2OTE1Mjk0N15BMl5BanBnXkFtZTcwODE3MDAwNA@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Harry Potter and The Deathly Hallows: Part 1 (2010)",
        "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။\nHogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီး\nChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ ...ခင်ဗျားက muggle မဟုတ်ရင်တော့\nအသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ ...\nသူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာ\nသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်...\nမနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်က\nလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့...\nမှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ ... ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး ...သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့\nရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/harry-potter-and-the-deathly-hallows-part-1-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzU3NDg4NTAyNV5BMl5BanBnXkFtZTcwOTg2ODg1Mg@@._V1_SY1000_CR006481000_AL_-130x200.jpg",
        "title": "Harry Potter and The Half-Blood Prince (2009)",
        "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။\nHogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီး\nChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ ...ခင်ဗျားက muggle မဟုတ်ရင်တော့\nအသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ ...\nသူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာ\nသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်...\nမနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်က\nလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့...\nမှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ ... ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး ...သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့\nရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1VJo7/(CM)_Harry_Potter_and_the_Half-Blood_Prince_(2009)_BluRay_720p.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM0NTczMTUzOV5BMl5BanBnXkFtZTYwMzIxNTg3._V1_-135x200.jpg",
        "title": "Harry Potter and The Order of the Phoenix (2007)",
        "description": "Harry Potter (2001-2011)Platform 9¾ ကနေ ပြန်လည် ကြိုဆိုပါတယ်။\nHogwarts ရထားကြီးနဲ့ wizarding world ကို အလည်တစ်ခေါက် ထပ်သွားပြီး\nChapter တစ်ခုချင်းစီကို အစဉ်လိုက် ပြန်အလွမ်းသည်ကြမယ်ဗျာ ...ခင်ဗျားက muggle မဟုတ်ရင်တော့\nအသက်ရှင်ကျန်ခဲ့သူ ကောင်လေးအကြောင်း ကြားဖူးပြီးသားဖြစ်မှာပါ ...\nသူ့နာမည်က Harry Potter တဲ့ .. ထင်ရှားတဲ့အမှတ်အသားဆို နဖူးမှာ အမာရွတ်လေးနဲ့ မှန်ကြောင်ကောင်လေးတစ်ယောက်ပါပေါ့ ။ဒီ အမာရွတ်လေး ရခဲ့တဲ့ ညကနေ စလို့ သူဟာ\nသူကိုယ်တိုင် မသိပါဘဲ မှော်လောကမှာ ကျော်ကြားလာခဲ့တယ်...\nမနာခံသူ မှန်သမျှ အရှင်မထားတတ်တဲ့ မှော်ဆရာကြီး တစ်ယောက်ရဲ့ လက်က\nလွတ်မြောက်ခဲ့သူအဖြစ်ပေါ့...\nမှော်ဆရာကြီးက ဘယ်သူလဲတော့ လာမမေးပါနဲ့ ... ကျွန်တော်တို့ သူ့နာမည်ကို ထုတ်မပြောကြဘူး ...သိုပေမဲ့ Harry Potter ဆိုတဲ့ မှော်ဆရာလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့\nရဲစွမ်းသတ္တိအပြည့်မွေးပြီး ရွန်၊ ဟာမွိုင်နီဆိုတဲ့ သူငယ်ချင်း ၂ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1VJpg/(CM)_Harry_Potter_and_the_Order_of_the_Phoenix_(2007)_BluRay_720p.mp4",
        "category": "Adventure, Family, Fantasy"
    }
]