[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hSr9f8ex7FIViB7Kg0HFJUl0qHN.jpg",
        "title": "1/1 (2018)",
        "description": "အခုမွအသက္ႏွစ္ဆယ္ျပည့္ကာစမိန္းကေလးတစ္ေယာက္ရဲ႕ျဖတ္သန္းရတဲ့အေျခအေနေတြအခက္အခဲေတြ ဒုကၡေတြကိုဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားတာပါအေဖကရုတ္တရက္ကိုယ့္ကုိယ္ကိုသတ္ေသသြားတဲ့အခ်ိန္အေမနဲ႕စကားမ်ားျပီးအိမ္ကထြက္လာခဲ့တဲ့ဆယ္ေက်ာ္သက္အရြယ္မိန္းကေလးေဆးေတြသံုးျပီးရည္းစားနဲ႕အတူအိပ္မိရာကကိုယ္ဝန္ရွိလာခဲ့တဲ့အခါရည္းစားကလည္းထားခဲ့ အေဖကလည္းေသအဲဒီအခ်ိန္မွာပဲအေမနဲ႕ျပန္လည္စကားေျပာရာကအေဖရဲ႕အေၾကာင္းေတြသိလာတဲ့အခါဘာေၾကာင့္သတ္ေသသြားလဲဆိုတာ....လူငယ္ေတြၾကည့္သင့္တဲ့ဇာတ္ကားေလးတစ္ကားပါ File Size : (789 MB ) & (249 MB)Quality :Web-DL 720pRunning Time :1 hr 25 minFormat : Mp4Genre :  DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/R8ji/1-1_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f8V2qB4ehyGCEMBsLPXDNiTvcx7.jpg",
        "title": "Robert Reborn (2019)",
        "description": "ေရာဘတ္ဆိုတဲ့ကေလးငယ္ေလးက မိသားစုေမတၱာအျပည့္မဝမရခဲ့တဲ့ကေလးငယ္ေလးတစ္ေယာက္ပါအႏိုင္က်င့္တတ္တဲ့အေဖနဲ႔ ဘာသာတရားကိုင္း႐ွဳိင္းတဲ့ အေမနဲ႔ၾကားကရန္ပြဲထဲမွာပဲႀကီးပ်င္းခဲ့ရတဲ့ ကေလးပါ တစ္ရက္မွာေတာ့သူ႔အေဖနဲ႔အေမရဲ႕ ရန္ပြဲၾကားညပ္ၿပီးေတာ့ မေတာ္တဆ ေသဆံုးသြားပါေတာ့တယ္။သူ႔မိခင္ကလည္း သူ႔ဝိညာဥ္ျပန္လည္ႏိုးထလာႏိုင္ဖို႔ဘုရားသခင္ဆီ္မွာ ေတာင္းဆုျပဳပါေတာ့တယ္။တစ္ဖက္မွာလည္း ေအေမာ့စ္ ဘလက္ဝုဒ္ဆိုတဲ့ ဂ်ာမနီလူအိုႀကီးတစ္ေယာက္ဟာသက္မဲ့အ႐ုပ္ေတြကို အသက္သြင္းျခင္းဆိုတဲ့အတတ္ပညာကို ေကာင္းစြာတတ္ေျမာက္ထားသူပါ။နာဇီကေတာင္ အင္တိုက္အားတိုက္ လိုက္ရွာေနခဲ့ရတဲ့သူပဲျဖစ္ပါတယ္။သူ႔ကိုယ္ပိုင္ အသက္သြင္း အ႐ုပ္ေလးေတြထဲမွာေရာဘတ္ကေတာ့ အရက္စက္ဆံုးနဲ႔ အနာခံဆံုး အ႐ုပ္ေလးပါပဲဘယ္လိုပဲလိုက္ရွာရွာ ဘယ္လိုပဲသတ္ဖို႔ႀကိဳးစားစား သူ႔အ႐ုပ္ေလးေတြအကူအညီနဲ႔အၿမဲလြတ္ေျမာက္သြားတဲ့သူ႔ကိုနာဇီ အရာရွိေတြကိုယ္တိုင္ ေျခရာခံမိသြားတဲ့အခါမွာေတာ့....အ႐ုပ္ကေလးေတြဆိုတာ သက္မဲ့ဆို အင္မတန္ခ်စ္ခင္ ႏွစ္လိုဖြယ္ေဆာ့ကစားခ်င္စရာ ေလးေတြေပမယ့္ ဝိညာဥ္ခိုကပ္ေနတဲ့အခါမွာေတာ့လက္မရြံလူသတ္သမားေတြ အဆင့္ေလာက္ထိကို ရက္စက္သြားေတာ့တာပဲျဖစ္ပါတယ္သူတို႔ရဲ႕ဖခင္ႀကီးကို ေႏွာင့္ယွကိတဲ့လူမွန္သမွ်ကိုဘယ္လိုေတြ ကာကြယ္ေပးသြားၾကမလဲဆိုတာ ဒီကားမွာၾကည့္႐ွဳရမွာပဲျဖစ္ပါတယ္ File Size : (763 ...",
        "rating": "3.6",
        "url": "https://megaup.net/R8jk/Robert_Reborn_[2019]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kQUTi2u9s8KLEdbk1C5jQMoViLj.jpg",
        "title": "Edge of the Knife (2019)",
        "description": "ေနြရာသီမွာကြ်န္းတစ္ဖက္ကိုလာျပီး ေဆာင္းတြင္းအတြက္အစာလာစုရတဲ့လူမ်ိဳးစုတစ္စုသတ္မွတ္ထားတဲ့ေန႕ေရာက္ျပီဆိုသူတို႕ေနထိုင္ရာကြ်န္းတစ္ဖက္ကုိျပန္ျပီးေနထိုင္စားေသာက္က်ေလ့ရွိတဲ့လူမ်ိဳးစုအေၾကာင္းကိုmysteryဆန္ဆန္ရိုက္ကူးထားတဲ့ကားေလးပါတစ္ေန႕သူတို႕ေနထိုင္ရာကိုျပန္ရေတာ့မယ့္အခ်ိန္မွာသူတို႕မ်ိဳးနြယ္စုဝင္လူငယ္တစ္ေယာက္ကကေလးတစ္ေယာက္ကိုေခၚျပီးေပ်ာက္ခ်င္းမလွေပ်ာက္ဆံုးသြားတဲ့အခါ...ဘယ္ေလာက္ပဲလိုက္ရွာလိုက္ရွာမေတြ႕ေတာ့တဲ့အဆံုးေသသြားျပီလို႕ေကာက္ခ်က္ခ်လိုက္တဲ့အခ်ိန္....လံုးဝေျပာင္းလဲသြားတဲ့သူကိုျပန္ေတြ႕လိုက္ရတဲ့အခ်ိန္သူတို႕ဘယ္လိုလုပ္ၾကမလဲ....ကေလးကိုေရာျပန္ေတြ႕ႏိုင္မလားဆိုတာ.....အဲဒီအခ်ိန္ကမ်ိဳးနြယ္စုေတြေနထိုင္မႈ,ယံုၾကည္မႈေတြကိုေသခ်ာရိုက္ျပထားတဲ့ကားေကာင္းေလးတစ္ကားပါ File Size : (944 MB ) & (306 MB)Quality :Web-DL 720pRunning Time :1 hr 41 minFormat : Mp4Genre :  Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://megaup.net/R8j7/Edge_Of_The_Knife_(SGaawaay_K_uuna)_[2019]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTk2Mzg4NzI3NF5BMl5BanBnXkFtZTgwMzE5NDk1NzM@._V1_-135x200.jpg",
        "title": "Her Smell (2019)",
        "description": "ေအာင္ျမင္ေက်ာ္ၾကားေနတဲ့ေရာ့ခ္အဆိုေတာ္တစ္ေယာက္ရဲ႕အခက္အခဲေတြကိုရသအမ်ိဳးမ်ိဳးနဲ႕ရိုက္ျပထားတဲ့ကားေလးတစ္ကားပါဘက္ကီဆမ္းသင္းဆိုတဲ့ ေရွးအယူအဆေတြနတ္ဘုရားကိုးကြယ္မႈေတြကိုအယူသည္းေနတဲ့ေအာင္ျမင္ေနတဲ့ေရာ့ခ္အဆိုေတာ္တစ္ေယာက္ ပတ္ဝန္းက်င္မွာရွိတဲ့ေဆြမ်ိဳးေတြအဖြဲ႕ဝင္ေတြနဲ႕အျမဲတမ္းျပႆနာျဖစ္ေနခဲ့ျပီး ေနာက္ဆံုးအကုန္လံုးကစြန္႕ခြာသြားခ်ိန္မွာ.....\nအသက္ငယ္ငယ္ေကာင္မေလးေခ်ာေခ်ာေလးေတြနဲ႕ဖြဲ႕စည္းထားတဲ့ေရာ့ခ္အဖြဲ႕ကသူတို႕ေနရာကိုဝင္လာခ်ိန္မွာ...သမီးေလးတစ္ေယာက္ရွိေပမယ့္လည္းေအာင္ျမင္ခ်ိန္မွာသူ႕ရဲ႕အယူသည္းမႈေတြေၾကာင့္သမီးကိုအနားမွာမထားရဲတဲ့ဘဝေနာက္ဆံုးေအာင္ျမင္မႈဒဏ္ကိုမခံစားႏိုင္ဘဲသမီးကိုအရမ္းခ်စ္လို႕အကုန္လံုးကိုစြန္႕လႊတ္ျပီးတစ္ေယာက္တည္းေနဖို႕ဆံုးျဖတ္လိုက္တဲ့အခါမွာေရာ...\nသမီးနဲ႕ေရာအဆင္ေျပႏိုင္မလား...သူအရမ္းျမတ္ႏိုးတဲ့ေရာ့ခ္ဂီတကိုေရာျပန္လည္ေျခလွမ္းႏိုင္မလားဆိုတာ...\n(ဒီကားထဲမွာအကုန္လံုးနဲ႕မစိမ္းတဲ့ေမာ္ဒယ္မင္းသမီးေခ်ာေလး ကာရာဒယ္လီဗင္းလဲပါဝင္ပါတယ္) File Size : (1 GB ) & (245 MB)Quality :Web-DL 720pRunning Time :2 hr 14 minFormat : Mp4Genre : Crime , Drama , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2d3ek/Her_Smell_[2019]_(MM_Sub).mp4",
        "category": "Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jC55fFtXu5oJxpBGKpAkTTbMsaC.jpg",
        "title": "Cities of Last Things (2019)",
        "description": "ဒီဇာတ္ကားမွာေတာ့ ရဲအရာရွိခ်န္ေဒါင္လင္းရဲ႕ ၾကံဳရဆံုရတဲ့ ဘ၀အဆံုဆံုကို ရိုက္ကူးျပထားပါတယ္ခ်န္ေဒါင္လင္းဟာ ငယ္ရြယ္တဲ့ရဲအရာရွိတစ္ဦးျဖစ္ျပီးေတာ့သူ႔မိန္းမကလည္း အရမ္းကိုေခ်ာေမာလွပပါတယ္ဒါေပမယ့္သစၥာမရွိသူ သူ႔အမ်ိဳးသမီးနဲ႔ သူရဲ႕ အထက္အရာရွိတို႔ေဖာက္ျပန္ေနတာကို သူဂ်ဴတီေစာျပန္လာတဲ့တစ္ရက္မွာ တည့္တည့္ၾကီးတိုးခဲ့မိပါတယ္တစ္သက္လံုးမေမ့ႏုိင္မယ့္ျမင္ကြင္းကိုျမင္လိုက္ရတဲ့ ခ်န္ေဒါင္လင္းတစ္ေယာက္သူ႔အထက္အရာရွိကို တိုက္ခိုက္ဖို႔ ၾကိဳးစားေပမယ့္ လူမိုက္အဖြဲ႔ မူးယစ္ေဆးေမွာင္ခိုဂိုဏ္းေတြနဲ႔ပတ္သက္ေနတဲ့ သူ႔အရာရွိကို မႏွိမ္နင္းႏုိင္ဘဲသူပတ္တဲ့ အဆင့္ထိ ေရာက္သြားခဲ့ပါတယ္ဒါကိုအခဲမေၾကႏုိင္တဲ့ ခ်န္ေဒါင္လင္းတစ္ေယာက္ အသက္ေတြၾကီးျမင့္လာတဲ့အထိလိုက္ကလဲ့စားေခ်ပါေတာ့တယ္ သူေနာက္ဆံုးကလဲ့စားေျခႏိုင္မွာလားသူ႔မိန္းမနဲ႔ေရာ ဘယ္လိုေတြဆက္ျဖစ္မွာလဲၾကမ္းတမ္းလွတဲ့သူ႔ဘ၀မွာ ၾကံဳရဆံုရတဲ့ ဇာတ္ေၾကာင္းစံုကို ကရုဏာသက္ဖြယ္ျမင္ေတြ႔ရမွာပါ File Size : (994 MB) & (336 MB)Quality :Web-DL 720pRunning Time :1 hr 47 minFormat : Mp4Genre : Crime , ...",
        "rating": "6.0",
        "url": "https://megaup.net/R8jc/Cities_Of_Last_Things_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BOWNkMDJkZjYtZDNmMi00MDMxLTkyZTYtZDllZWIwMzYxYWNkXkEyXkFqcGdeQXVyNTg4NzA5OTY@._V1_-140x200.jpg",
        "title": "Innocent Witness (2019)",
        "description": "အျပစ္ကင္းတဲ့သက္ေသ...\n================\nတစ္ႏွစ္သမီးအ႐ြယ္မွာ တျခားကေလးေတြက\nေဖေဖေမေမ ေခၚတတ္႐ံု႐ိွေသး၊ ဂ်ီဝူးကေတာ့\nဝါက်တစ္ေၾကာင္းလံုး ေျပာႏိုင္ေလာက္ေအာင္\nအတတ္ျမန္သူေလးပါ။\nဒါေပမဲ့ ကံမေကာင္းစြာပဲ သူကေလးဟာ\nေအာ္တစ္ဇင္ျဖစ္လို႔ ေနခဲ့ပါတယ္။\nဒါေပမဲ့ ကံေကာင္းခ်င္ေတာ့ ဂ်ီဝူးဟာ ေအာ္တစ္ဇင္ထဲမွာမွ\nဓာတ္ပံု႐ိုက္ယူထားသလို ေကာင္းမြန္စြဲျမဲတဲ့\nမွတ္ဉာဏ္ (Photographic memory) နဲ႔\nနားအလြန္ပါးတဲ့၊ အေဝးႀကီးက တီးတိုးသံကိုေတာင္\nသဲသဲကြဲကြဲ ၾကားႏိုင္တဲ့ အၾကားအာ႐ံု (Hyperacute Hearing) ကို\nပိုင္ဆိုင္သူလဲ ျဖစ္ေနျပန္ပါတယ္။\nပေဟဠိေတြ၊ စကားထာေတြကိုလဲ သူက ကြၽမ္းကြၽမ္းက်င္က်င္\nေျဖ႐ွင္းႏိုင္ျပန္တယ္။\nသူ႔မွာ အားနည္းတာကေတာ့\nလူေတြနဲ႔ ဆက္ဆံတဲ့အခါမွာပါ။\nလူကိုၾကည့္ၿပီး စကားမေျပာတတ္သလို\nသူ႔ကို လာေျပာရင္လဲ သူ႔စိတ္ထဲက\nမရင္းႏီွးရင္ ျပန္ကိုမေျပာတာမ်ိဳးပါ။\nအဲဒီလို အေနအထားမ်ိဳး႐ိွတဲ့ ဂ်ီဝူးေလးဟာ\nအသက္ဆယ့္ငါးႏွစ္အ႐ြယ္ ေရာက္လာခဲ့တဲ့ တစ္ေန႔မွာေတာ့\nသူ႔အိမ္နဲ႔ မ်က္ႏွာခ်င္းဆိုင္မွာ ျဖစ္ပြားတဲ့\nလူသတ္မႈတစ္ခုကို မ်က္ဝါးထင္ထင္ ၾကံဳေတြ႔ခဲ့ရပါေတာ့တယ္။\nအဘိုးႀကီးကင္ဟာ ဂ်ီဝူးအိမ္ရဲ႕ မ်က္ႏွာခ်င္းဆိုင္အိမ္မွာ\nတစ္ကိုယ္တည္း ေနထိုင္သူပါ။\nသူ႔အိမ္မွာ ေဝယ်ာဝစၥလုပ္ေပးဖို႔ ေခၚထားတဲ့\nအမ်ိဳးသမီးတစ္ဦးကလြဲရင္ အတူေန တျခားအိမ္သား မ႐ိွပါဘူး။\nဇနီးျဖစ္သူဆံုးတာ ႏွစ္ႏွစ္႐ိွၿပီး အထီးက်န္ေနတဲ့\nအဘိုးႀကီးကင္ဟာ ပလတ္စတစ္အိတ္ ေခါင္းမွာစြပ္ၿပီး\nသူ႔ဘာသာ သတ္ေသသြားတာျဖစ္ေၾကာင္း\nထင္ျမင္ယူဆစရာေတြ ႐ိွေနေပမယ့္\nမ်က္ျမင္သက္ေသဂ်ီဝူးရဲ႕ အဆိုအရ အိမ္အကူအမ်ိဳးသမီး\nသတ္တယ္လို႔ ေကာက္ခ်က္ဆြဲၿပီး\nရဲတပ္ဖြဲ႔က တရားစြဲဆိုထားပါတယ္။\nဒီအခ်ိန္မွာ ဉာဏ္ရည္ထက္ျမက္ၿပီး ေလွ်ာက္လဲခ်က္ေပးရာမွာ\nထူးခြၽန္တဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/2d3ef/Innocent_Witness_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTQ2ODFlMDAtNzdhOC00ZDYzLWE3YTMtNDU4ZGFmZmJmYTczXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006401000_AL_-128x200.jpg",
        "title": "E.T. the Extra-Terrestrial (1982)",
        "description": "၈၀-၉၀ ဖြားေတြအတြက္ ဒီရုပ္ရွင္ကိုျမင္တာနဲ႕\nနားထဲစၾကားေယာင္မယ့္ အသံရွိမယ္ထင္ပါတယ္။\nET Phone Home ဆိုတာပါပဲ။\nဒီရုပ္ရွင္ေလးကေတာ့ ကေလးဘဝ\nအိပ္မက္ေလးေတြဆီကို ျပန္ေခၚသြားပါလိမ့္မယ္။\nသိပၸံစိတ္ကူးယဥ္ ရုပ္ရွင္ ဇာတ္ကားေကာင္း\nတစ္ခုလို႕ ဘာေတြနဲ႕ ေျပာၾကမလဲ။\nနာမည္ထဲကအတိုင္းပါပဲ\nသိပၸံစိတ္ကူးယဥ္ လို႕ေရးထားတဲ့အတြက္\nသိပၸံဇာတ္လမ္းျဖစ္ရမယ္၊\nရုပ္ရွင္လို႕ေရးထားတဲ့အတြက္ ဇာတ္ညႊန္း ဇာတ္ဝင္ခန္း\nသရုပ္ေဆာင္ ဂီတ အထူးျပဳလုပ္ခ်က္\nစတာေတြ ပါရမယ္၊ ဒါေတြအကုန္ပါရင္ေတာင္\nသိပၸံစိတ္ကူးယဥ္ရုပ္ရွင္ လို႕ပဲ ေျပာလို႕ရပါတယ္။\nဇာတ္ကားေကာင္းလို႕ေျပာဖို႕ကေတာ့ ဇာတ္လမ္း\nရိုက္ခ်က္ သရုပ္ေဆာင္ ဂီတ အထူးျပဳလုပ္ခ်က္\nေနရာတိုင္းမွာ ျပည့္စံုေကာင္းမြန္ေနဖို႕လိုပါတယ္။\nEffect ေလးေတြထည့္ မျဖစ္ႏိုင္တာေတြ\nမျဖစ္ေသးတာေတြ ရိုက္ျပလိုက္ရံုနဲ႕ေတာ့\nသိပၸံစိတ္ကူးယဥ္ဆိုတာနဲ႕ ရပ္ေနၿပီး\nရုပ္ရွင္ေကာင္းဆိုတာ ျဖစ္မလာပါဘူး။\n*************************\n၁၉၈၂ က ထြက္ရွိခဲ့ၿပီး ဒါရိုက္တာ စတီဗင္စပီးဘက္\nရိုက္ကူးခဲ့တာျဖစ္ပါတယ္။\nရုပ္ရွင္သမိုင္းမွာအေအာင္ျမင္ဆံုး\nအျဖစ္ ၁၉၉၃ ခုႏွစ္အထိ ရပ္တည္ႏုိင္ခဲ့ပါတယ္။\nBox Office ကေတာ့ ၇၉၂ သန္းပါ။\nအဲဒီေခတ္ရဲ႕ ဒီေငြပမာဏနဲ႕ဆို ဘယ္ေလာက္မ်ားမလဲ\nမွန္းၾကည့္လို႕ရပါတယ္။\n၁၉၉၃ မွာေတာ့ စတီဗင္စပီးဘတ္ကပဲ Jurassic Park နဲ႕\nသူ႕စံခ်ိန္ကိုသူျပန္ခ်ိဳးခဲ့လို႕ပါ။\nအဲဒီေနာက္မွာေတာ့ တိုက္တင္းနစ္နဲ႕ အဗာတာတို႕က\nျပန္ဦးေဆာင္သြားခဲ့တာပါ။\nဒီရုပ္ရွင္ကို ၁၉၈၂ မွာ သမၼတနဲ႕ သမၼတကေတာ္အတြက္\nအိမ္ျဖဴေတာ္မွာ သီးသန္႕ျပသေပးခဲ့ရပါေသးတယ္။\nဒီေတာ့ ရခဲ့တဲ့ ဆုေလးေတြကို ၾကည့္ရေအာင္။\nေအာ္စကာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2d1Tc/E.T._The_Extra-Terrestrial_[1982]_(MM_Sub).mp4",
        "category": "Family, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yxuMWJgb0Sr8dF6Aa8goZZJYCzl.jpg",
        "title": "Ek Ladki Ko Dekha Toh Aisa Laga(2019)",
        "description": "Ek Ladki Ko Dekha Toh Aisa Laga (2019)=========================ႏုိင္ငံတကာရုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္မ်ား IMDb - 5.5/ 10 Rotten Tomatoes - 73% Times of India - 3.5/5ဒီဇာတ္ကားကုိေဒါင္းထားတာအေတာ္ေလးၾကာၿပီ IMDb နည္းေနတာနဲ႕ မၾကည့္ျဖစ္တာဒါေပမဲ့ တဖက္ကျပန္ၾကည့္လုိက္ေတာ့ Rotten 73% ဆုိေတာ့ၾကည့္လုိက္တာ underrattedကားေကာင္းတစ္ကားလုိ႔ပဲဆုိရမယ္ ကြ်န္ေတာ္ၾကည့္ဖူးသေလာက္ အိႏၵိယကားေတြထဲမွာဒီလုိဇာတ္လမ္းမ်ိဳးရွားပါတယ္ ဇာတ္လမ္း၊ ဇာတ္အိမ္ေကာင္းသလုိ ဇာတ္ၫႊန္း၊ စကားလုံးေတြကလည္းဘာအပုိအလုိမွမရွိဘဲ သိပ္ျပည့္စုံလွတယ္ ကခုန္တာေတြသိပ္မပါဘဲ ေတးသီခ်င္းကုိ လုိသေလာက္ပဲသုံးသြားတာအဓိကေနာက္ခံေတးဂီတေလးဆုိ သိပ္လွလြန္းတယ္ သရုပ္ေဆာင္ေတြကလည္း ေထြေထြထူးထူးေျပာစရာမလုိတဲ့အမွန္အကန္ေတြခ်ည္းပဲ ဆုိနမ္ဆုိရင္ ဒီဇာတ္ရုပ္နဲ႕သိပ္လုိက္လြန္းေပတယ္ ဘယ္သူမွအုိဗာျဖစ္မသြားဘူးဇာတ္လမ္းေလးေျပာရရင္ ကားနာမည္နဲ႔ပဲစရမယ္ ... \"မိန္းကေလးတစ္ေယာက္ကုိေတြ႕တဲ့အခါ ေဟာဒီလုိခံစားရေလတယ္\"ခံစားဖူးၾကလားဗ် မိန္းကေလးတစ္ေယာက္ကုိျမင္လုိက္လုိ႔ ထူးထူးျခားျခားခံစားသြားရတာ အဲ့ဒိလုိခံစားမႈမ်ိဳးျဖစ္သြားသူကေတာ့ဆာေဟး(လ္) မစ္ရ္ဇာဆုိတဲ့ ဇာတ္ၫႊန္းေရးဆရာေလး ဆာေဟးလ္ မစ္ရ္ဇာ - ရုပ္ရွင္ထုပ္လုပ္သူ သူေဌးႀကီးရဲ႕တစ္ဦးတည္းေသာသား အဖက္ဖက္ကျပည့္စုံေပမယ့္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2d1Ta/Ek_Ladki_Ko_Dekha_Toh_Aisa_Laga_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ELrosU04wEbfmxK9wLBjdEECqm.jpg",
        "title": "EverAfter(1998)",
        "description": "Ever After Cinderella Story (1998)IMDb ..........7.0\nRotten.... 91%ဒီတစ္ေခါက္ဇာတ္ကားေလးကေတာ့ ၁၉၉၈ခုႏွစ္ပုိင္းက ႐ုိက္ကူးခဲ့တဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္.....ကေလးဘဝကတည္းက ႀကိဳက္ႏွစ္သက္ခဲ့ၾကတဲ့ စင္ဒရဲလားရဲ႕ဇာတ္ေၾကာင္းကုိေတာ့ အထူးမိတ္ဆက္ေပးစရာမလုိေလာက္ဘူး ထင္ပါတယ္....\nဒါေပမယ့္ ဒီကားေလးမွာ စင္ဒရဲလားရဲ႕ ဘယ္လုိဗား႐ွင္းေလးနဲ႔ ပုံေဖာ္သြားမလဲဆုိတာကေတာ့ တကယ္ကုိစိတ္ဝင္စားစရာပါ.....\nမင္းသမီးႀကီး Drew Barrymore ရဲ႕ ခ်စ္စရာေကာင္းတဲ့ဟန္ေလးေတြနဲ႔ စင္ဒရဲလားအသစ္ကေလးတစ္ေယာက္ကုိ ျမင္ရမွာပါ...\nသူ႔ဇာတ္လမ္းဇာတ္အိမ္သီးျခားေလးနဲ႔ မူလေက်ာ႐ိုးမပ်က္ဇာတ္လမ္းေလးကုိလည္း ႀကိဳက္ႏွစ္သက္ၾကမွာပါ.....\n၁၉၉၈တုန္းက ႐ုိက္ခဲ့တာဆုိေပမယ့္ Drew Barrymoreရဲ႕ ခ်စ္စရာေကာင္းတဲ့သ႐ုပ္ေဆာင္ခ်က္ေလးေတြကုိၾကည့္ရတာ\nနဲ႔တင္ ေ႐ွးေဟာင္းကားတစ္ကားဆုိတာေတာင္ ေမ့သြားေလာက္မွာပါ .......ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Yoon Wah wah Theint ပဲ ျဖစ္ပါတယ္ File Size : (950 MB) and (403 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:01:00\nGenre :  Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/2d1T7/Ever_After_-_A_Cinderella_Story_[1998]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j92GNi6ooPKEDj44VdrkVM6rV1f.jpg",
        "title": "There Is No Place Like Home(2018)",
        "description": "There Is No Place Like Home(2019)There is no place like home (2018) ဆုိတဲ့ အီတလီ Romance, Drama ဇာတ္ကားေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေလးက မိသားစုျပန္လည္ေတြ႕ဆုံၾကတဲ့ ပီယက္ထရုိနဲ႔ အယ္လ္ဘာတုိ႔ရဲ႕ ေရႊရတု မဂၤလာပြဲအေၾကာင္းကုိ ရုိက္ကူးထားတာပါ။ သူတုိ႔ေနတဲ့ ကၽြန္းေလးေပၚမွာ မဂၤလာပြဲကုိ က်င္းပခဲ့ျပီး မိသားစုစုံစုံညီညီ ေပ်ာ္ေပ်ာ္ပါးပါး ေအာင္ေအာင္ျမင္ျမင္ျပီးဆုံးသြားပါတယ္။ဒါေပမဲ့ ဧည့္သည္မိသားစုေတြ ျပန္ခ်ိန္ေရာက္တဲ့အခါမွာ ပင္လယ္မွာ ေလထန္ေနလုိ႔ မျပန္ႏုိင္ျဖစ္ျပီး ေနာက္တစ္ရက္ထပ္ေနရပါတယ္။အဲဒီအခ်ိန္မွာ မိသားစုတစ္ခုခ်င္းစီက အခ်စ္ကုိလုိသူေတြ၊ အခ်စ္ပုိေနသူေတြ၊ အခ်စ္သစ္ရွာေတြသူေတြ၊အခ်စ္ကုိ တစ္ဖန္ ဖန္တီးသူေတြ၊ အခ်စ္အေၾကာင္းကုိနားလည္သြားသူေတြရဲ႕ အေၾကာင္းကုိ ျပေပးထားတာပါ။ဘဝထဲကအခ်စ္ေတြအေၾကာင္း ျဖစ္ျပီး စိတ္ကူးယဥ္ဆန္စရာ ေကာင္းတဲ့အခ်စ္အေၾကာင္းမဟုတ္လုိ႔ သဘာဝက်က်အခ်စ္ဇာတ္ကားေလးတစ္ကားလုိ႔ ေျပာလုိ႔ရပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္...File Size : (850 MB) and ...",
        "rating": "6.1",
        "url": "https://megaup.net/2d1Tj/There_Is_No_Place_Like_Home_(A_Casa_Tutti_Bene)_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gEkKHiiQRVUSX15Iwo8VFydXrtu.jpg",
        "title": "Missing Link(2019)",
        "description": "Missing Link(2019)\nIMDb.....7.0\nAnimation ဇာတ္ကားေကာင္းေတြကုိ တမ္းတလြမ္းဆြတ္ေနၾကတဲ့ ပရိသတ္ၾကီးအတြက္ ၂၀၁၉ထဲမွာ ပူပူေႏြးေႏြး ထြက္ထားတဲ့ Missing Link\n(ေပ်ာက္ဆံုးေနေသာ ကြင္းဆက္) ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးလုိ္က္ပါတယ္…\nဇာတ္ကားေလးဟာ ၁၈ရာစု ပတ္ဝန္းက်င္ကို ဇာတ္အိမ္တည္ထားျပီးေတာ့ လိုင္နယ္ ဖေရာ့စ္ဆိုတဲ့ စြန္႔စားရွာေဖြသူတစ္\nဦးဟာ နယူးေယာက္က အၾကီးမားဆံုး စြန္႔စားရွာေဖြသူေတြရဲ႕ အသင္းကိုဝင္ခ်င္တ့ဲအတြက္ ဒ႑ာရီလာ သတၱဝါေတြ ကို\nလုိက္လံစြန္႔စား ရွာေဖြပါေသာ္လည္း အခ်ည္းႏွီးသာ ရလဒ္ေနာက္ဆံုး နိဂံုးခ်ဳပ္ေနက်ျဖစ္တဲ့အတြက္ ကလပ္ကလူေတြအတြက္\nသူဟာ ေလွာင္ေျပာင္စရာပဲျဖစ္ေနခဲ့ပါတယ္ …\nတစ္ေန႔ေတာ့ ကလပ္ကလူၾကီးနဲ႔အေလာင္းအစားတစ္ခုျပဳလုပ္ျပီး ႏွင္းလူမ်ိဳးႏြယ္ ဒ႑ာရီလာ ေျခရာၾကီးသတၱဝါကို\nရွာေဖြဖို႔ ဟိမဝႏၱာေတာင္တန္းၾကီးဆီကို စြန္႔စားခန္းထြက္လာပါေတာ့တယ္။\nကုိင္း...သူစြန္႕စားခန္းႀကီးေအာင္ျမင္ပါ့မလား...လူေတြရဲ႕ အထင္ေသးတဲ့အျမင္ေတြကုိ\nေျပာင္းလဲေပးႏုိင္မလား....သူ႕စြန္႕စားခန္းေတြမွာေရာ ဘယ္လုိအႏၱရယ္မ်ဳိးစုံနဲ႕ေတြ႕ဆုံမလဲ...\nသူကေရာျဖတ္ေက်ာ္ႏုိင္ပါ့မလား.....\nဒီဇာတ္ကားေလးမွာ ေနာက္ခံအသံသရုပ္ေဆာင္မ်ားအျဖစ္ နာမည္ၾကီး သရုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့\nHugh Jackman…Zach Galifianakis….Zoe Saldana စတဲ့သရုပ္ေဆာင္ေတြ ပါဝင္ထားပါတယ္…\nဟာသအေသာေလးေတြနဲ႔ စြန္႔စားခန္းေတြရင္ထိတ္စရာေတြ ေတြ႔ၾကံဳခံစားရမယ့္ ဇာတ္ကားေလးတစ္ကားျဖစ္လို႔ ကိုယ္တိုင္ပဲ ၾကည့္ရွဳခံစားေတာ္မူၾကပါဦး…\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္....\n File Size ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/missing-link2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMDMzZWE4NDUtOWRlMS00ODJjLThmZjAtNWU1MmFiOWVmZmJjXkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Dhadkan (2000)",
        "description": "Dhadkan (2000)\n=============\nအခ်စ္ဦးနဲ႔ အခ်စ္ဆံုးဟာ တခ်ိဳ႕လူေတြမွာ\nတစ္ေယာက္ထဲ မဟုတ္ၾကပါဘူး။\nအခ်စ္ဦးက တာထြက္နဲ႔တူၿပီး အခ်စ္ဆံုးကေတာ့\nပန္းတိုင္နဲ႔ တူပါတယ္။\nတာထြက္ ဘယ္ေလာက္ပဲ ေနာက္က် ေနာက္က်\nပန္း၀င္တာ လွေနရင္ေတာ့ ဘ၀ဟာ ခ်ိဳၿမိန္ျခင္းအတိေပါ့။\nတခ်ိဳ႕ေသာအခ်စ္ေတြဟာ ေနာက္က်ေပမယ့္\nပိုၿပီး တန္ဖိုးႀကီးမားပါတယ္။\nအခ်စ္ဦးနဲ႔လြဲလို႔ စိတ္မညစ္ၾကပါနဲ႔။\nဘ၀မွာ အခ်စ္ဆံုးနဲ႔ ႀကံဳၾကရဦးမွာပါ။\nအခ်စ္ဆံုးကို ေတြ႕ရွိၿပီးကာမွ အခ်စ္ဦးနဲ႔ ျပန္လည္ဆံုေတြ႕ရမယ္ ဆိုပါစို႔.....\nပန္းတိုင္ နဲ႔ တာထြက္ကို ဘ၀မွာ ေရြးခ်ယ္ရေတာ့မယ္ ဆိုပါစို႔.....\nတာထြက္ကို အေကာင္းဆံုးျဖစ္ေအာင္ ျပန္ၿပီး ႀကိဳးစားမလား?????\nပန္းတိုင္ကို အလွပဆံုးျဖစ္ေအာင္ မြမ္းမံမလား?????\nအခ်စ္မွာ ေမတၱာတရားမပါရင္ အခ်စ္ဟာ တန္ဖိုးရွိသင့္သေလာက္ မရွိပါဘူး။\nကိုယ္ခ်စ္တဲ့သူကို ခ်စ္တတ္ရံုနဲ႔ မရပါဘူး။\nေမတၱာထားတတ္ဖို႔က ပိုၿပီး လိုပါတယ္။\nေမတၱာတရားနဲ႔ အသက္သြင္းထားတဲ့အခ်စ္က ပိုၿပီး ခိုင္မာပါတယ္။\nပိုၿပီး တန္ဖိုးရွိပါတယ္။\nေမတၱာတရားဟာ အရာရာကို ေအာင္ႏိုင္စြမ္းပါတယ္။\nခ်စ္သူကိုလည္း ေအာင္ႏိုင္ပါတယ္။\nရန္သူကိုလည္း ေအာင္ႏိုင္ပါတယ္။\nေမတၱာတရားရဲ႕တန္ဖိုးကို ဒီဇာတ္ကားမွာ အျပည့္အ၀ေတြ႕ရပါမယ္။\nအခ်စ္အေၾကာင္းဖြဲ႕ႏြဲ႕ရင္ Hindi ကားေတြက\nလွလွပပ ဖြဲ႕ႏြဲ႕ႏိုင္ပါတယ္။\n၂၀၀၀ ခုႏွစ္ ၀န္းက်င္က ကားဆိုတာ့ သီခ်င္းေတြ\nအကအလွေတြ ၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္နဲ႔လည္း ၾကည့္ရပါမယ္။\nဒီဇာတ္လမ္းမွာ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/dhadkan-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tetvwfnEkTJZ0t2efc808NmxuFN.jpg",
        "title": "Deja Vu ( 2018 )",
        "description": "လူေျခတိတ္ဆိတ္တဲ့ညတစ္ညမွာ ဂ်ီမင္က ခင္ပြန္းေလာင္းဝူဂ်င္နဲ႔အတူကားေမာင္းထြက္တုန္း ဝူဂ်င္ကကားနဲ႔ေက်ာင္းသူေလးတစ္ေယာက္ကိုတိုက္မိခဲ့ၿပီးအဲ့ဒီေက်ာင္းသူေလးကအခင္းျဖစ္ရာမွာပဲေသဆံုးသြားခဲ့ပါတယ္...ဝူဂ်င္နဲ႔ဂ်ီမင္တို႔က ေသဆံုးသြားၿပီျဖစ္တဲ့ေက်ာင္းသူေလးကိုေဆာက္လုပ္ေရးလုပ္ငန္းခြင္ထဲတစ္ေနရာမွာလူမသိေအာင္ျမဳပ္ထားပစ္လိုက္ပါေတာ့တယ္...အဲ့ေန႔ကစၿပီး ဂ်ီမင္တစ္ေယာက္ထင္ေယာင္ထင္မွားေတြမၾကာခဏျမင္ၾကားေနရၿပီးေသသြားတဲ့ေက်ာင္းသူေလးကိုလည္းမၾကာခဏသူ႔ေ႐ွ႕ေပၚလာတာကိုျမင္ေနရလို႔စိတ္ဂေယာင္ေျခာက္ျခားေတြျဖစ္ေနခဲ့ပါတယ္....ဂ်ီမင္ကရဲစခန္းကိုသြားၿပီး စံုေထာက္အင္ထက္ဆီကိုအဲ့ေန႔ကကားတိုက္မႈအေၾကာင္းကိုသြားတိုင္ၾကားတဲ့အခါ အျဖစ္မွန္ကဒီတိုင္းေပၚလာမွာလား....အဲ့ဒီေသဆံုးသြားတဲ့ေက်ာင္းသူေလးမွာ အေဖလိုတစ္ဖံုအစ္ကိုလိုတစ္ဖံုညီမေလးကိုအရမ္းခ်စ္တဲ့အစ္ကို႐ွိေနမွန္းသူတို႔မသိၾကေသာအခါ...အဲ့ဒီအစ္ကိုကေရာသူ႔ညီမေလးအတြက္ဘယ္လိုကလဲ့စားျပန္ေခ်ေပးမွာလဲ....ဆုိတာဆက္လက္ေစာင့္ၾကည့္ၾကဖုိ႔တုိက္တြန္းလုိက္ပါရေစ... Translated & Review By XiaoEncoded By LK",
        "rating": "N/A",
        "url": "https://megaup.net/2d1Th/Deja_Vu_(Dejabyu)_[2018]_(MM_Sub).mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BN2E3OWUwNTAtOGE4Zi00NjJhLWFmNmItNTk2NzE3Nzk3MGE0XkEyXkFqcGdeQXVyNzc1ODkyMDQ@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Fighting ( 2014 )",
        "description": "ထိုးၾကၾကိတ္ၾက ဖိုက္တင္ခန္းအက္ရွင္ခန္းေတြကိုမွ ၾကိဳက္သူေတြအတြက္ဇာတ္ကားနာမည္ေလးနဲ႔တင္ ၾကိဳက္မယ္ထင္ပါတယ္ေကာင္းေလာ့ေဖးကမိဘမဲ့ကေလးျဖစ္ၿပီး သူ႔ကိုေမြးစားလိုက္တဲ့ေလာင္ေကာင္းကိုအေဖလို႔သူမသတ္္မွတ္ထားပဲသူ႔ရဲ႕တကယ့္အေဖအစစ္ကိုရွာခ်င္ေနတယ္...သူၾကိဳက္တဲ့ဆရာမခ်န္မွာလိပ္ျပာရင္ထိုးရွိၿပီး ခိုးယူလာျပီးေနာက္မွာ႐ုတ္တရတ္ေကာင္းေလာ့ေဖးကတရုတ္ဂ်ပန္စစ္ျဖစ္ေနတ့ဲ့အခ်ိန္ကာလေခတ္ကိုေရာက္႐ွိသြားခဲ့တယ္...ဆရာမရန္နဲ႔ေတြ႔ျပီးေနာက္နာမည္ေက်ာ္လက္ေဝွ႔သမားဂ်ပ္စင္နဲ႔ေသနတ္အပစ္ေတာ္တဲ့နာမည္ၾကီးတူလံုတို႔ကိုသိသြားတယ္...ကိုယ့္ဇာတိေျမကိုကာကြယ္ခ်င္တဲ့တူလံုကလက္ေဝွ႔ျပိဳင္ပြဲမွွွာပထမဆုရရင္စစ္ေလယာဥ္မွဴးတန္းလုပ္လို႔ရေၾကာင္းသိတဲ့အခါဝင္ျပိဳင္တယ္ အဲ႔ကေနဘာေတြစိတ္၀င္စားစရာေတြဆက္ၿဖစ္မယ္ဆုိတာဆက္လက္ခံစားၾကည္႕ရွုပါ Translated & Review By XiaoEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1x4r8/Fighting_[2014]_(MM_Sub).mp4",
        "category": "Action, Romance, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzk3kf5h54cCP3MYDptEjmLKVLF.jpg",
        "title": "Bulletproof Monk",
        "description": "အက္ရွင္ကားေလးေတြၾကိဳက္ႏွစ္သက္ေတြအတြက္သေဘာက်မယ္႔ဇာတ္ကားေလးပဲၿဖစ္ပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ႔ဒုတိယကမာၻစစ္တြင္းမွာ တိဘတ္ေတာင္တန္းေပၚမွာ အနႏၱစြမ္းအင္ေတြရႏိုင္မယ့္ေပလိတ္ကိုေစာင့္ေရွာက္တဲ့ဘုန္းၾကီးေတြေနထုိုင္ျပီးအႏွစ္၆၀တစ္ခါ ေစာင့္ေရွာက္သူလႊဲေျပာင္းပါတယ္နာဇီစစ္ဗိုလ္တစ္ေယာက္ဟာအဲ့ဒီစြမ္းအင္ကိုတပ္မက္လြန္းလို႔ အႏွစ္၆၀တိုင္တိုင္ဇြဲၾကီးၾကီးနဲ႔လိုက္ေနပါတယ္ နာဇီရဲ႕အၾကံကေတာ့သူစြမ္းအားေတြရရင္နိမ့္က်တယ္လို႔သူယူဆရဲ႕တဲ့လူမ်ိဳးစုေတြ အျပတ္ရွင္းျပစ္ျပီးသူ႔စိတ္တိုင္းက်ကမာၻတည္ေထာင္မွာျဖစ္ပါတယ္ ဒါကိုကာကြယ္ဖို႔ဘုန္ၾကီးဟာအႏွစ္၆၀ထြက္ေျပးရင္ ႏွစ္၆၀ျပည့္တဲ့အခ်ိန္မွာဘယ္သူ႔ကိုေစာင့္ေရွာက္သူအျဖစ္လႊဲအပ္မလဲ နာဇီစစ္ဗိုလ္ကိုဘယ္လိုေျဖရွင္းမလဲဆိုတာ ေပါ့ေပါ့ပါးပါးအက္ရွင္ကားေကာင္းတစ္ကားအေနနဲ႔ၾကည့္ရမွာပါေပလိတ္ကိုေစာင့္ေရွာက္သူဘုန္းၾကီးအျဖစ္အားလံုးရင္ႏွီးမွာျဖစ္တဲ့ေဟာင္ေကာင္မင္းသားၾကီးChow Yun Fatကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္ Translated & Review By Nu MonEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/2d1Ti/Bulletproof_Monk_[2003]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/g3itwmxbegjl-143x200.jpg",
        "title": "Peak Rescue ( 2019 )",
        "description": "ဒီကား​ေလးဟာ 2019ထြက္​ Action,Drama,War အမ်ိဳးအစားဇာတ္​လမ္​း​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​ပါတယ္​ဒီကားဟာ Orilandမွာက်င္​းပတဲ့ Asian Summit အႀကီးအကဲ​ေပါင္​းစံုညႇိႏိႈင္​းအစည္​းအ​ေဝးပြဲႀကီးမွာ အၾကမ္​းဖက္​သမားတစ္​စုဟာ Dirty bombsနဲ႔Dirty bullets ကို Udriveနဲ႔ထိန္​းခ်ဳပ္​ၿပီး ​ေဖာက္​ခြဲတိုက္​ခိုက္​ဖို႔ႂကံစည္​​ေနၾကပါတယ္​...ဒီႂကံစည္​မႈႀကီးကိုတားျမစ္​ႏိုင္​ဖို႔ ပိုင္​ယန္​ဆိုသူကအၾကမ္​းဖက္​အဖြဲ႔အစည္​းနဲ႔ပတ္​သက္​ႁပီး သတင္​း​ေပးသူလ်ိဳအျဖစ္​အစိုးရအတြက္​​ေဆာင္​ရြက္​ရင္​း Dirty bombsကိုထိန္​းခ်ဳပ္​ႏိုင္​တဲ့ UDriveကို ယူ​ေဆာင္​ထားတဲ့အခါအၾကမ္​းဖက္​သမား​ေတြရဲ႕လိုက္​လံသတ္​ျဖတ္​ျခင္​းကိုခံရပါ​ေတာ့တယ္​..ပိုင္​ယန္​ကိုကာကြယ္​ႏိုင္​ဖို႔ အထူးလ်ိဳ႕ဝွက္​တပ္​ဖြဲ႔ျဖစ္​တဲ့ဟန္​​ေဟာက္​တို႔အဖြဲ႔တစ္​စုက တာဝန္​ယူဖို႔ျဖစ္​လာတဲ့အခါ...ဇာတ္​လမ္​းတစ္​ခုလံုးကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​..",
        "rating": "",
        "url": "https://megaup.net/1x4r0/Peak_Rescue_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Av8aVDHi6QOz6EBIrjOCyZa6Ah8.jpg",
        "title": "Adolescence (2018)",
        "description": "တစ္ေယာက္နဲ႔တစ္ေယာက္ဆက္ဆံေရးေျပေျပျပစ္ျပစ္မ႐ွိဘဲဖ႐ိုဖရဲျဖစ္ေနတဲ့မိသားစုမွေမြးဖြားလာခဲ့တဲ့အာဒမ္ဟာလွပျပီးေတာ့ နားလည္ရခက္ခဲတဲ့အဲလစ္စ္ဆိုတဲ့မိန္းကေလးတစ္ေယာက္နဲ႔ေတြ႔သြားတဲ့အခါမွာယခင္ကသူ႔ရဲ႕သြက္သြက္လက္လက္မ႐ွိတဲ့အက်င့္စ႐ိုက္ေတြဟာေျပာင္းလဲလာပါေတာ့တယ္အရင္ကလိုေၾကာက္႐ြံ႕႐ံြ႕ေကာင္ေလးတစ္ေယာက္မဟုတ္ေတာ့ဘဲေျပာင္းလဲလာခဲ့တ့ဲအာဒမ္ဟာ ေနာက္ပိုင္းမွာအဲလစ္စ္ေၾကာင့္ ဘယ္လိုေတြလမ္းမွားေရာက္ျပီးဒုကၡေတြေရာက္ဦးမွာလဲ...ဒီဇာတ္လမ္းေလးမွာ အေပါင္းအသင္းေၾကာင့္ ဘ၀ေကာင္းသြားႏိုင္သလိုအေပါင္းအသင္းေၾကာင့္ပဲ ဘ၀ပ်က္ဆီးသြားတတ္တယ္ဆိုတာကိုလဲေတြ႔ျမင္ရမွာပါ File Size : ( 994 MB) & (250 MB)Quality :Web-DL 720pRunning Time :1 hr 39 minFormat : Mp4Genre : Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/2d0S3/Adolescence_[2018]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMgXlcviL4vJFjuHoMl8vtymV4u.jpg",
        "title": "Red Joan (2019)",
        "description": "ဒီ Red Joan ဆိုတဲ့ဇာတ္ကားဟာ ဒုတိယကမၻာစစ္အတြင္းအဂၤလန္ႏိုင္ငံ၏ႏ်ဴးကလီးယားဗံုးႏွင့္ပတ္သတ္သည့္ထိပ္တန္းလွ်ိဳ႕၀ွက္ခ်က္မ်ားကို႐ု႐ွားေတြဆီအသိေပးခဲ့တဲ့ စပိုင္တစ္ေယာက္ရဲ႕အေၾကာင္းကိုေရးသားထားတဲ့နာမည္တူစာအုပ္ကို ျပန္လည္မွီျငမ္းၿပီး ႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္...ဂ်ဳန္းဟာ ႐ူပေဗဒပညာကိုအထူးျပဳသင္ယူထားတဲ့ကမ္းဘရစ္ခ်္ေက်ာင္းဆင္းတစ္ေယာက္ပါ...သူ႔အေနနဲ႔ဘယ္လိုလုပ္ၿပီးေတာ့ႏိုင္ငံရဲ႕လွ်ိဳ႕၀ွက္ထိပ္တန္းအခ်က္အလက္ေတြကိုေဖာက္ထြင္းယူတတ္တဲ့စပိုင္တစ္ေယာက္ျဖစ္သြားရသလဲ...သူေျပာျပတဲ့ သူ႔အေနနဲ႔ႏိုင္ငံကိုသစၥာေဖာက္ခဲ့မိရတဲ့အေၾကာင္းရင္းကေတာ္ေတာ့္ကိုစိတ္၀င္စားစရာပါ...အဲ့အေၾကာင္းကဘာျဖစ္မလဲဆိုတာနဲ႔ဘာေၾကာင့္စိတ္၀င္စားဖို႔ေကာင္းရသလဲဆိုတာကိုဒီ Red Joan ကားကိုၾကည့္ၿပီးအေျဖ႐ွာၾကည့္ၾကည့္လိုက္ပါ File Size : (945 MB) & (358 MB)Quality :Web-DL 720pRunning Time :1 hr 34 minFormat : Mp4Genre : Drama , Biography , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://megaup.net/1x3pq/Red_Joan_[2018]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zpR3FzaagWTbwgFPn1P6sEZ4str.jpg",
        "title": "St. Agatha (2019)",
        "description": "အေမရိကန္ၿမိဳ႕တစ္ၿမိဳ႕ရဲ႕ အလွမ္းေဝးတဲ့ေနရာတစ္ခုမွာခရစ္ယာန္သီလရွင္ေက်ာင္းတစ္ေက်ာင္းရွိပါတယ္။ထူးဆန္းတာတစ္ခုကေတာ့ အဲဒီ့ေက်ာင္းကို ျပင္ပေလာကကေရာက္လာတဲ့မိန္းခေလးတိုင္းကေတာ့အားလံုးကိုယ္ဝန္ေလးေတြ လြယ္ထားၾကရတာပါပဲ။ဘာလို႔ကိုယ္ဝန္သည္မိန္းခေလးေတြ ဘာေၾကာင့္ေရာက္လာၾကတယ္၊သီလရွင္ေက်ာင္းကေကာ ဘာေတြလဲဆိုတာကိုေတာ့သည္းထိတ္ရင္ဖိုဇာတ္လမ္းတစ္ပုဒ္ကိုေကာ္ဖီေမႊးေမႊးေလးတစ္ခြက္နဲ႔ မိုးေအးေအးမွာ ၾကည့္လိုက္ၾကရေအာင္လားဗ်ာ File Size : (964 MB) & (357 MB)Quality :Web-DL 720pRunning Time :1 hr 43 minFormat : Mp4Genre :  Horror Subtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/4eTeS/St._Agatha_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghoNQkJX9Hk1m8GxTsBg4Xez1gn.jpg",
        "title": "Daughter of the Wolf (2019)",
        "description": "စစ္တပ္မွာတာ၀န္ထမ္းေဆာင္ေနေသာ ကလယ္ရာဟာတစ္ေန႔သူ႔အေဖဆံုးပါးသြားသည္ကိုသိ႐ွိၿပီးအိမ္သို႔ျပန္လာခဲ့ပါတယ္...သို႔ေသာ္လဲတစ္ပူေပၚႏွစ္ပူဆင့္ဆိုသလို အိမ္ျပန္ေရာက္ၿပီးဘယ္ေလာက္မွမၾကာခင္မွာပဲ သူ႔သားခ်ာလီျပန္ေပးဆဲြခံလိုက္ရပါတယ္...ျပန္ေပးဆဲြသမားမ်ားထဲမွတစ္ေယာက္ရဲ႕အကူအညီနဲ႔သူ႔သားေနာက္ကိုေျခရာခံလိုက္လာေသာ ကလယ္ရာတစ္ေယာက္ ေအာင္ျမင္ႏိုင္ပါ့မလား...ျပန္ေပးဆဲြသမားေတြရဲ႕ရယ္႐ြယ္ခ်က္အစစ္အမွန္ကေရာဘာျဖစ္မလဲ...ကလယ္ရာ့စီမွာဖမ္းဆီးခံထားရတဲ့ျပန္ေပးဆဲြသမားကေရာကလယ္ရာ့ကိုဘာေၾကာင့္ကူညီခဲ့ရတာလဲ...ဒီကားမွာသားကိုခ်စ္လြန္းလွေသာမိခင္မိန္းမသားတစ္ေယာက္ခ်မ္းေအးလြန္းလွသည့္ႏွင္းမ်ားဖံုးလႊမ္းရာေဒသမွာအခ်ိန္မေ႐ြးထြက္လာရန္ျပဳႏိုင္ေသာႏွင္းေတာင္၀ံပုေလြမ်ားကိုအံတုရင္ဆိုင္ပံုမ်ားကိုေတြ႕ျမင္ႏိုင္မွာပါ File Size : (826 MB) & (301 MB)Quality :Web-DL 720pRunning Time :1 hr 28 minFormat : Mp4Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/4UQHz/Daughter_Of_The_Wolf_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    }
]