[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDRlZTlhNzQtMjMxYi00ZDdlLTk2OGItYjdjZGI2ZmU1M2JmXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-150x200.jpg",
        "title": "Kazhuvethi Moorkkan (2023)",
        "description": "Kazhuvethi Moorkan ( 2023 )\n=============================\nIMDb 6.4/10အသစ်ထွက်ထားတဲ့ တမီလ် ကျေးလက် အက်ရှင်ကားမိုက်မိုက်လေးတစ်ခုကို စီအမ်ကနေ တင်ဆက်ပေးချင်ပါတယ်။\nကီဇာသီရူဆိုတဲ့ အိန္ဒိယနိုင်ငံတောင်ပိုင်းက ရွာလေးမှာ မူရ်ကာနဲ့ ဘွန်မိဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိကြပါတယ်။\nမူရ်ကာငယ်ငယ်က နွားခွေ့ခံရတဲ့အချိန်မှာ ဘွန်မိက မူရ်ကာ့အသက်ကိုကယ်ပေးဖူးတာကြောင့် မူရ်ကာဟာ\nဘွန်မိအပေါ်မှာ အင်မတန်သံယောဇဉ်ရှိပါတယ်။ဇာတ်မြင့်၊ ဇာတ်နိမ့်ကွာခြားချက်တွေရှိပေမဲ့ မူရ်ကာဟာ ဘွန်မိဘက်က အမြဲတမ်းရပ်တည်ပေးပြီး\nဘွန်မိကလည်း မူရ်ကာအတွက်ဆို ဘာမဆိုကူညီတဲ့ သိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေပေါ့။\nအဲဒီလိုသိပ်ချစ်ကြတဲ့သူငယ်ချင်းတွေဟာ ရွာကိုရောက်လာတဲ့ နိုင်ငံရေးသမားတွေနဲ့ပတ်သက်မိပြီး\nနိုင်ငံရေးသမားတွေက သူတို့ကို ရန်တိုက်ပေးဖို့ကြိုးစားလာတဲ့အချိန်မှာတော့ တစ်စနဲ့တစ်စ\nအမှိုက်ကနေ ပြသာဒ်မီးလောင်တဲ့ထိဖြစ်ကုန်ပါတော့တယ်။ဒီ Kazhuvethi Moorkan ဆိုတဲ့ရုပ်ရှင်လေးဟာ တောင်ပိုင်း ကျေးလက်အက်ရှင်ကား\nကြိုက်တတ်သူတွေအတွက် အချိန်ပေးရကျိုးနပ်စေမယ့်ရုပ်ရှင်လေးဖြစ်လို့ ချန်နယ်မြန်မာရဲ့\nBollywood team ကနေ မြန်မာဘာသာသို့ ပြန်ဆိုတင်ဆက်ပေးလိုက်ပါတယ်ဗျ...။\n( ဒီရုပ်ရှင်ရဲ့အညွှန်းကိုတော့ Zwe Yan က ရေးသားပြီး ဘာသာပြန်ဆိုသူတွေကတော့\nVoldemort, Aditi, Bpl, Yunni, ThAIk San, နဲ့ Zwe Yan တို့ပဲဖြစ်ကြပါတယ်။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Bagg/Kazhuvethi_Moorkan_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ssa2D45PoAdp9lqb5r9reOsREr.jpg",
        "title": "Karungaapiyam (2023)",
        "description": "Karungaapiyam(2023)\nIMDb 7.7/10\nတိတ်ဆိတ်နေတဲ့ပတ်ဝန်းကျင်ထဲ လူမသိလိုက်တဲ့ ထူးခြားဆန်းကြယ်ပုံပြင်စာအုပ်တစ်အုပ်ကို\nဖတ်‌နေရသလိုခံစားချက်မျိုးအပြင် Kajal Aggarwal နဲ့ Regiana Cassandra တို့လို\nနာမည်ကြီးတွေပါဝင်သရုပ်ဆောင်ထားပြီး ဘာဘူကလဲ ပါဝင်အားဖြည့်ထားတဲ့ဇာတ်ကားလေးကို\nတင်ဆက်ပေးလိုက်ရပါတယ်။ကိုဗစ်ကာလရဲ့ ပျောက်ဆုံးသွားတဲ့အချိန်တွေကို ပြန်ပြောင်းပြောရရင် Lock down နဲ့အတူ\nပြတ်တောက်သွားတဲ့ဆက်သွယ်မှုတွေထဲက သီးသန့်ဆန်သွားတဲ့ လူနေအိမ်တွေထဲကအကြောင်းအရာတွေကလည်း\nမပါမဖြစ်‌ပေါ့။ ဒီကားလေးမှာဆိုရင် အစပိုင်းမှာ ကိုဗစ်ကလည်းဖြစ်၊ ဘဲကလည်းပစ်ခံလိုက်ရတဲ့\nမင်းသမီးဟာ သူငယ်ချင်းကျေးဇူးနဲ့ ရှေးဟောင်းစာကြည့်တိုက်တစ်ခုမှာ သွားဖတ်ဖို့အခွင့်အရေးရသွားလို့\nသွားလိုက်တယ်ဆိုပြီး ပေါ့ပေါ့ပါးပါးလေးစထားပေမယ့် သူဖတ်လိုက်မိတဲ့ ‘မဟူရာ ပုံပြင်များ’ဆိုတဲ့\nစာကြည်တိုက်ထောင်စကတည်းက ရှိနေတဲ့ နှစ်တစ်ရာကျော်ကြာပုံပြင်စာအုပ်ထဲ ဘယ်လိုအဖြစ်အပျက်တွေပါနေမလဲ …အပြင်လောကနဲ့ရောဘယ်လို ဆက်စပ်နေမလဲ ..သူနဲ့ရော ဘာတွေပတ်သတ်နေမလဲ ..စတာတွေကို\nအသည်းတအေးအေး ကျောတချမ်းချမ်းနဲ့ကြည့်ရမယ့်အပြင် ကိုဗစ်ကာလအိပ်မက်ဆိုးကြီးကိုလည်း\nဟာသလေးတွေနှောပြီး ဇာတ်အိမ်ကောင်းကောင်းနဲ့ရိုက်ကူးထားပါတယ်။\n(အညွှန်းကို Aditi မှရေးထားပြီး Aditi,BpL,Voldemort&Cherryတို့မှ ဘာသာပြန်ထားပါတယ်)\nFile size…2.13GB / 863MB\nQuality…1080p WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h8mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Aditi~ BpL~ Voldemort~ Cherry",
        "rating": "7.7",
        "url": "https://megaup.net/2B9fs/Karungaapiyam_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/my78xsO6Gtwq8fULAbqODvFFpmC.jpg",
        "title": "Salon de Seoul (2023)",
        "description": "Salon de Seoul (2023)**********************ဆူဂျင်းနဲ့ ဂျီယွန်းတို့ဟာဆိုရင် အရမ်းခင်ကြပြီး အိမ်တစ်အိမ်တည်းမှာ\nအတူငှားနေတဲ့ သူငယ်ချင်းတွေဖြစ်ကြပါတယ်။\nဆူဂျင်းက ကာရာအိုကေဆိုင်မှာ အလုပ်လုပ်တဲ့သူဖြစ်ပြီး\nဂျီယွန်းကတော့ တက္ကသိုလ်တက်နေဆဲ တက္ကသိုလ်ကျောင်းသူလေးပေါ့\nတစ်နေ့ ဆူဂျင်းက သူ့အဖေနဲ့ သွားတွေ့ရမှာဖြစ်လို့ ဂျီယွန်းကို သူ့အစား\nကာရာအိုကေဆိုင်မှာ တစ်နေ့တာ အစားထိုးလုပ်ပေးဖို့ အကူအညီတောင်းပါတော့တယ်\nတစ်ဖက်မှာလည်း ဂျီယွန်းက ဆူဂျင်းကို သူ့အစား နံနက်ခင်းအတန်းချိန်တွေ\nသွားတက်ပေးဖို့ ပြန်လည်တောင်းဆိုပါတယ်။ ဒီလိုနဲ့ သူငယ်ချင်းနှစ်ယောက် တစ်ရက်တာ\nနေရာလဲပြီး နေကြည့်ကြတဲ့အခါမှာ ဘယ်လိုလေးတွေ ဆက်ဖြစ်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုပေးကြပါနော်... File Size          : 1.3GB, 420MB\nQuality            : WEB-DL 1080p, 720p\nFormat            : mp4\nDuration         : ...",
        "rating": "",
        "url": "https://megaup.net/1Vcn0/Salon.De.Seoul.2023.WEB-DL.720p.(CM).mp4",
        "category": "Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yADB4GsH2AvSHPsBVGjj8wByonk.jpg",
        "title": "The Tale of Despereaux (2008)",
        "description": "The Tale of Despereaux (2008)ဟိုးရှေးတုန်းက Dor တိုင်းပြည်တစ်ခုရှိတယ် အဲ့ဒီမှာ Soup Day ဆိုတဲ့ တစ်နှစ်တစ်ခါ စွပ်ပြုတ်သောက်တဲ့ပွဲတော်ရက်ရှိတယ်။ နှစ်တိုင်း Dor တိုင်းပြည်က ဘုရင့်မိသားစုရော ပြည်သားတိုင်းက အဲ့နေ့မှာ နန်းတော်က တော်ဝင်စားဖိုမှူးကြီး အန်ဒရေးရဲ့စွပ်ပြုတ်အသစ်ကို မျှော်ကြတယ် စာဖိုမှူးကြီးကလည်း တစ်နှစ်တစ်မျိုးမရိုးရအောင် စွပ်ပြုတ်ကို အမျိုးမျိုးချက်တယ်။သူ့စွပ်ပြုတ်ကို လူတွေအပြင် တိရိစ္ဆာန်တွေကပါ မျှော်ကြရော။ အဲ့ထဲမှာ ရော့စကူတိုဆိုတဲ့မြေကြွက်တစ်ကောင်ပါ ပါတယ်။ တစ်ရက်တော့ ရော့စကူတိုက စားဖိုမှူးရဲ့ စွပ်ပြုတ်ကို သိပ်စားချင်ပြီး မတော်တဆဖြစ်တာကနေ ပြဿနာတွေဖြစ်တယ်။အဲ့ဒီကနေ တိုင်းပြည်တစ်ခုလုံး အမှောင်ကျ နေရောင်ပျောက်သွားရာက ဘယ်လိုသူရဲကောင်းတွေပေါ်လာမလဲ? ဘယ်သူတွေက ဘယ်လိုတုံ့ပြန်ကြမလဲ? ဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Tin Myo Lwin ပါ။)File Size          : 1.3GB, 564MB, ...",
        "rating": "6.1",
        "url": "https://megaup.net/2B9ly/[CM]Tale.of.Desperaux.2008.720p.BDRip.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oOqZz9rXGcNhuDBpjfLWxOO2T5W.jpg",
        "title": "Beautiful Beings (2022)",
        "description": "Beautiful Beings (2022)~ IMDb - 7.5/10, Rotten Tomatoes - 82% ~2022 က ထွက်ရှိထားတဲ့ အိုက်စ်လန်း Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ IMDb - 7.5/10 နဲ့ ခရမ်းချဉ်သီးကတော့ 82% ရရှိထားပါတယ်။ဒီဇာတ်လမ်းလေးကို ဆယ်ကျော်သက်ကောင်လေး လေးယောက်အပေါ်မှာဇာတ်အိမ်တည်ထားတာပါ။ ရက်စက်ကြမ်းကြုတ်ပြီး သူငယ်ချင်းအပေါ်ကလွဲရင် ဘယ်သူ့အပေါ်မှ မကောင်းတဲ့ကွန်နီဆိုတဲ့တစ်ယောက်ရယ်၊ ဟာသလုပ်တတ်တဲ့လူရွင်တော် ဆက်ဂီဆိုတဲ့ကောင်လေးရယ်၊ အိပ်မက်တွေထဲကနေမြင်ပြီး အဖြစ်အပျက်တွေကို အာရုံခံနိုင်တဲ့အက်ဒီဆိုတဲ့ကောင်လေးတစ်ယောက်ရယ် သူတို့သုံးယောက်က သူငယ်ချင်းတွေပါ။ ‌အက်ဒီက ကျောင်းမှာအနိုင်ကျင့်ခံဖြစ်တဲ့ ဘယ်လ်လီ‌ဆိုတဲ့ကောင်လေးကို အဖွဲ့ထဲခေါ်သွင်းလိုက်ရာကနေ ဒီဇာတ်လမ်းလေးစတင်ပါတော့တယ်။ဒီဇာတ်လမ်းထဲမှာ ဆယ်ကျော်သက်ဘ၀နဲ့လူကြီးဘ၀ အကူးအပြောင်းကာလမှာ‌ ကြုံတွေ့ရတဲ့ကိစ္စတွေအပြင် ရက်စက်ကြမ်းကြုတ်တဲ့ဘ၀ထဲမှာမှ ဘယ်လိုလှပတဲ့အရာတွေပေါက်ဖွားလာလဲဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Soe Thiri Swe မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.1GB, 970MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "7.5",
        "url": "https://megaup.net/2B938/(CM)_Beautiful_Beings_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qW4crfED8mpNDadSmMdi7ZDzhXF.jpg",
        "title": "Knights of the Zodiac (2023)",
        "description": "Knights of the Zodiac (2023)စိတ်ကူးယဉ် မှော်ရုပ်ရှင် အသစ်တစ်ကားလာပါပြီ။\nဂျပန် မန်ဂါကာတွန်း Saint Seiya ကို အခြေခံရိုက်ကူးထားပြီး\nမင်းသားကတော့ One Piece Live Action စီးရီးမှာ Roronoa Zoro အဖြစ်ပါဝင်ထားတဲ့ Mackenyu ပဲဖြစ်ပါတယ်။\nအက်ရှင်ပိုင်းမှာ ပိုင်နိုင်ကြောင်းကိုတော့ Rurouni Kenshin: Final Chapter Part I မှာ Enishi Yukishiro အဖြစ် သရုပ်ဆောင်ခဲ့တာကို ကြည့်ရင် သိသာပါတယ်။\nဇာတ်ပို့အနေနဲ့ မင်းသားကြီး ရှောင်ဘင်း ( ကားတိုင်းသေ) နဲ့ ပါရာနာဝေမင်းသား Mark Dacascos တို့ ပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းသမိုင်းအစမှာ နတ်ဘုရားတွေက လူသားတွေကို နှိပ်စက်နေခဲ့ကြပါတယ်။\nဒါကို လူသားတွေဘက်ကနေ စစ်နတ်ဘုရားမ အသီနာက ကာကွယ်ပေးခဲ့ပြီး လူသား သူရဲကောင်းတွေအများကြီး အသီနာဆီမှာ သစ္စာခံခဲ့ကြပါတယ်။\nအဲဒီသူရဲကောင်းတွေဟာ ကော့စ်မိုလို့ခေါ်တဲ့ ကြယ်တွေရဲ့ စွမ်းအားကို ...",
        "rating": "",
        "url": "https://megaup.net/2B95A/Knights.of.the.Zodiac.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pFnmCWbR1s7RyzcsFfw5whueKHf.jpg",
        "title": "The Chalice of Blood (2022)",
        "description": "The Chalice of Blood (2022)အခု မိတ်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ၂၀၂၂ ခုနှစ်မှထွက်ရှိထားတဲ့ စစ်ကားပဲဖြစ်ပါတယ်။၁၉၄၃ ခုနှစ်မှာ ဗာတီကန်ဘုန်းတော်ကြီးတစ်ယောက်ကနေ ခွင်ဆင်ထားတဲ့ဇာတ်အပေါ်ကို ဖင်လန်စစ်သားတွေကနေ ကြိုးကိုင်ခံလိုက်ရတဲ့အ‌ကြောင်းပါ။ ဒီဇာတ်ကားရဲ့ မင်းသားဖြစ်တဲ့ မီလီကော့ဗ်စကီဟာဆိုရင် စစ်ရေးကနေပြန်လာပြီး မိန်းမယူဖို့အတွက် တပ်ကနေထွက်တော့မယ့် အချိန်ဆဲဆဲမှာပဲ ဇာတ်လမ်းလေးက စပြီးအကြောင်းဖန်လာတာဖြစ်ပါတယ်။ ဇာတ်လမ်းရဲ့ အဓိကသော့ချက်ဖြစ်တဲ့ တန်ဖိုးကြီးဖလားတော်ကို မင်းသားတို့တစ်သိုက်လိုက်ရှာဖွေရင်း ဘယ်လိုအတွေ့အကြုံသစ်တွေနဲ့ ရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာကို စိတ်လှုပ်ရှား ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်အတွင်းက ဂျာမန်နဲ့ ဖင်လန်စစ်‌တပ်တွေရဲ့ စစ်တိုက်ပုံတွေ၊ တပ်တွင်းထဲမှာ အတွင်းရေးတွေကို ဘယ်လိုကိုင်တွယ်လေ့ရှိလဲ... အဲဒါအပြင်ကို စစ်သားတစ်ယောက်ဖြစ်ရတဲ့ ကောင်းကျိုး ဆိုးကျိုး အားသာချက် အားနည်းချက်တွေကိုပါ ကွက်ကွက်ကွင်းကွင်းဖော်ပြထားတာမို့လို့ ဗဟုသုတတွေပါ တစ်လှေကြီးရမယ့်ဇာတ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 710MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.6",
        "url": "https://megaup.net/1fe0p/(CM)_Verimalja_(2022)_720p.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Acq3ZuDcRzaufQV7z8aprxOby9B.jpg",
        "title": "Kleva-ish(2023)",
        "description": "Kleva-ish(2023)**************\nဒီတစ်ခါဇာတ်ကားလေးကတော့ South Africaက လူငယ်လေးတစ်ယောက်ရဲ့အကြောင်းကိုဇာတ်အိမ်တည်ထားတဲ့ coming-of-age moviesအမျိုးအစားလေးပါ။\nAfricaကားဆိုပေမယ့် ဇာတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းသလိုအပိုတွေ overactingတွေသိပ်မလုပ်ဘဲ ရိုးရိုးရှင်းရှင်းလေးကြည့်လို့ကောင်းတဲ့ ကားကောင်းလေးတစ်ကားဗျ။\nဇာတ်လမ်းအကျဥ်းကတော့ တူလာနီဟာ မျက်မှန်တကားကား၊ ပုံတုံးတုံးနဲ့လူရည်မလည်တဲ့ စာဂျပိုးတစ်ယောက်ပါ။\nသူ့မှာ ၆နှစ်လောက်တွဲလာတဲ့ကောင်မလေးရှိတယ်။\nကောင်မလေးကျတော့ ခပ်ဟော့ဟော့ခပ်လန်းလန်း၊ ရီးစားထားတာကို အနာဂတ်အငြိမ်းစားအစီအစဥ်လို့မြင်တဲ့ gold diggerလေးပေါ့။\nဆိုတော့ တစ်နေ့ကျတော့ ကောင်မလေးက တူလာနီကို ပုံတုံးကြီးမို့ရိုးတယ်၊အန္တရာယ်တွေကြား စွန့်စားပျော်မွေ့ချင်တယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ ဖြတ်သွားပါတယ်။\nအသဲကွဲပြီးနောက် တူလာနီတစ်ယောက် ရီးစားဟောင်းကို ပြန်အပိုင်သိမ်းနိုင်ဖို့ လူကြမ်းလူရမ်းဖြစ်ချင်တယ်ဆိုပြီးဆရာတင်ရမယ့်သူကိုလိုက်ရှာပါတော့တယ်။\nသူငယ်ချင်းဖြစ်သူဆီက အကူအညီတောင်းပေမယ့် \"လူရည်လည်ပြီး စမတ်ကျချင်ရင် ရေလျှော့ချိုးကွာ\"ချည်းပဲပြောနေလို့ တူလာနီတစ်ယောက် အကြံအိုက်နေပါပြီ။\nဒီကစပြီး စိတ်ဝင်စားဖို့ကောင်းလာပြီမို့ တူလာနီတစ်ယောက် ရည်းစားဟောင်းကို ပြန်လိုက်နိုင်မလား၊ အသစ်ပဲရသွားမလား၊\nဘာဒုက္ခ၊သုခတွေကြုံပြီး ဘာတွေဆက်ဖြစ်ကြမလဲ ဇာတ်လမ်းထဲမှာ ဆက်ဆက်ကြည့်ရှုလိုက်ပါဗျ။File Size :(1.6GB)& (739MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Vbl6/Kleva-ish.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q1MWxML2IuAZMLKxxNaZDQTbqU5.jpg",
        "title": "Make Me Believe(2023)",
        "description": "Make Me Believe(2023)*********************\nရုပ်ရှင်မှာ အဆင့်အတန်းမနည်းလှတဲ့ တူရကီရုပ်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။တူရကီလို့ဆိုလိုက်တာနဲ့ ဥရောပ-အာရှ ကပြားတွေဖြစ်တာကြောင့် မင်းသားမင်းသမီးတွေအရမ်းချောကြတာ အားလုံးအသိပါပဲ။ ဒီဇာတ်လမ်းမှာတော့ အချစ်အမုန်းဆက်ဆံရေးဒွန်တွဲနေတဲ့လူငယ်လေးနှစ်ယောက်အကြောင်းကို ရှုခင်းလှလှနဲ့ Netflixရဲ့ သင်္ကေတဖြစ်တဲ့ အရောင်အသွေးစုံစုံနဲ့ ရှုစားရမှာပါ။\nဇာတ်ကြောင်းအနေနဲ့ကတော့ အဘွားချင်းသူငယ်ချင်းတွေဖြစ်ကြတဲ့ Sahraနဲ့ Denizတို့ဟာအဘွားဖြစ်သူတို့ အပို့ကောင်းမှုနဲ့ နယ်ကိုပြန်လာပြီး ဆုံဖြစ်ကြပါတယ်။ ငယ်သူချင်းတွေလည်းဖြစ်ကြတဲ့ မြေးတွေကိုဖူးစာဆုံစေချင်လို့ အဘွားနှစ်ယောက်က ဇာတ်လမ်းထွင်ပြီ ခေါ်လိုက်ပေမဲ့ မြေးနှစ်ယောက်ကတော့တစ်ယောက်နဲ့တစ်ယောက် မျက်နှာချင်းဆိုင်လို့မရအောင်ကို မုန်းတီးနေကြပါတယ်။အဘွားနှစ်ယောက်ကြံသမျှ အလွဲလွဲအချော်ချော်တွေဖြစ် ရုံးရောက်ဂတ်ရောက်နဲ့ မှန်ချက်နဲ့နှမ်းထွက်မကိုက်လှပါဘူး။သူတို့ကြားမှာ ဘာရန်ငြိုးတွေရှိနေတာလဲ၊ အဘွားနှစ်ယောက် ဆန္ဒရှိတဲ့အတိုင်း ပြန်ပြေလည်ကြပါ့မလား၊ဘယ်လို plot twistတွေလာမလဲဆိုတာ လှလှပပကြည့်ရှုခံစားရမှာပါ။File Size :(1.4GB)& (680MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:44:00\nGenre : Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2B8B1/Make_Me_Believe.2023.WEB-DL.720P(CM).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/GSeicpK571uoM2ZCRb1YyW2YMG.jpg",
        "title": "Trespass (1992)",
        "description": "ဒီတစ်ခေါက်တော့ CM ပရိသတ်တွေအတွက် ပေါ့ပေါ့ပါးပါးရှိတဲ့ကြည့်ပျော်ရှုပျော် Action ကားလေးတစ်ကား တင်ဆက်ပေးချင်ပါတယ်။1992 ခုနှစ်က ထွက်ရှိခဲ့ပြီး IMDB လည်း 6.3/10 ရထားပါတယ်။ ဇာတ်လမ်းအားဖြင့် ဒွန် နဲ့ ဗင့်(စ်)ဆိုတဲ့ မီးသတ်သမားနှစ်ယောက်ဟာမီးလောင်နေတဲ့ တိုက်ခန်းတစ်ခုကို ဝင်ကယ်ဆယ်ရေးလုပ်ရင်းသေခါနီးအဖိုးကြီးတစ်ယောက်ဆီကနေ ရတနာမြေပုံတစ်ခုရရှိခဲ့ပါတယ်။သေချာစုံစမ်းကြည့်တဲ့အခါ အဲ့ဒီအဖိုးကြီးဟာ လွန်ခဲ့တဲ့နှစ်(၅၀)ကဘုရားကျောင်းတစ်ခုကိုဓားပြတိုက်ခဲ့တဲ့သူဖြစ်ပြီး ဒေါ်လာသန်းချီတန်တဲ့ တိုက်ရာပါ ရွှေသားပစ္စည်းတွေကို ဖွက်ထားတဲ့သူဖြစ်နေပါတယ်။ဒါနဲ့ပဲ ဒွန် နဲ့ ဗင့်(စ်)တို့ဟာ အဖိုးကြီးရဲ့ မြေပုံမှာပါတဲ့ အဆောက်အဦးအဟောင်းကြီးဆီကို ယုံတစ်ဝက်မယုံတစ်ဝက်နဲ့ ချီတက်ခဲ့ပါတော့တယ်။တစ်ဖက်မှာလည်း ဆေးရောင်းတဲ့ လူမဲဂိုဏ်းတစ်ဂိုဏ်းဟာ ဂိုဏ်းထဲကသစ္စာဖောက်တစ်ယောက်ကိုရှင်းဖို့အတွက် အဆိုပါ အဆောက်အဦးဟောင်းကြီးကိုပဲ ရွေးချယ်ထားပါသေးတယ်။ ဒီလိုနဲ့ ရွှေရှာဖို့ ရည်ရွယ်ချက်နဲ့ လာခဲ့တဲ့ ဒွန်နဲ့ ဗင့်(စ်)ဟာ မမျှော်လင့်ဘဲလူသတ်မှုတစ်ခုရဲ့မျက်မြင်သက်သေတွေ ဖြစ်လာပါတယ်။တစ်ဖက်ဂိုဏ်းကလည်း သူတို့လည်ပင်းကို ကြိုးကွင်းစွပ်နိုင်မယ့် ဒွန် နဲ့ ဗင့်(စ်)ကို အပျောက်ရှင်းဖို့ ကြိုးစား၊ဒွန် နဲ့ ဗင့်(စ်)ကလည်း အသက်ရှင်ဖို့ ရုန်းကန်နဲ့ဒီဇာတ်ကားဟာ မထင်မှတ်ထားတာတွေနဲ့ ကြွတက်လာပါတော့တယ်။လူနည်းနည်း၊သေနတ်တွေများများ၊အဆောက်အဦးဟောင်းကြီးတစ်ခုနဲ့ရွှေထည်ပစ္စည်းတွေပါတဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Vb3a/Trespass.1992.Bluray.720p(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gygSOTMgQqpOa8yhEqDwsVfAuS2.jpg",
        "title": "River God: The Strange Story ( 2023 )",
        "description": "သည်းထိတ်ရင်ဖိုကားတွေကိုမှ ကြိုက်ပါတယ်ဆိုတဲ့ CM ရဲ့ ပရိသတ်တွေအတွက်\nRiver God ဆိုတဲ့ ရုပ်ရှင်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ -မင်ကော်ခေတ်မှာ ထျန်းကျင်းဝေ့မြို့မှာ ရေဘေးအန္တရာယ်တွေ\nအကြိမ်ကြိမ်ကြုံတွေ့နေရပြီး သဘာဝလွန် ဖြစ်ရပ်သတင်းတွေ\nမပျက်ကြားနေရပါတယ်။ ရေပေါ်ရဲတပ်ဖွဲ့ အဖွဲ့ခေါင်းဆောင်\nကောသယ်ယိုဟာ သူ့ဆရာရဲ့ ပညာတွေကို ဆက်ခံထားပြီး\nမြစ်နတ်အဖြစ် နာမည်ကြီးနေပါတယ်။တစ်နေ့မှာ ကောသယ်ယိုတစ်ယောက် မြစ်ထဲကနေ အလောင်း ၂ ခုကို\nဆယ်ခဲ့ပြီးနောက်မှာတော့ ပုံရိပ်ယောင်တွေကို မြင်လာခဲ့ပါတယ်။\nပုံရိပ်ယောင်တွေက တစ်ဆင့် သူ့အစ်ကို သေဆုံးခဲ့ရတဲ့\nအကြောင်းအရင်းဟာ လွန်ခဲ့တဲ့ နှစ် ၂၀ လောက်က\nကလေးပျောက်ဆုံးမှုနဲ့ ပတ်သက်နေတာ သိခဲ့ရပါတယ်ကောသယ်ယို၊ တင်းမောင်နဲ့ လီတာ့လန့်တို့ ၃ ယောက်ဟာ\nအမှန်တရားကို ရှာဖွေဖို့အတွက် စွန်စားခန်း စတင်ခဲ့ပါတယ်။\nစာကြည့်တိုက်မီးလောင်မှု၊ ဝက်ခေါင်းလူကြီးရဲ့တိုက်ခိုက်မှုတွေ၊\nယင်းရန်မြစ်နတ်ရဲ့ လမ်းညွှန်မှု၊ ဝေမိသားစုသင်္ချိုင်းက သရဲအိမ်ကြီး စတဲ့\nနေရာတွေကို တစ်ယောက်ယောက်က တမင်လမ်းညွှန်ပြနေပါတယ်။ကောသယ်ယိုတစ်ယောက် လွန်ခဲ့တဲ့ နှစ် ၂၀ က အမှန်တရားကို ဖော်ထုတ်နိုင်ပါ့မလား......\nပုံရိပ်ယောင်တွေနဲ့ သူ့ကို တိုက်ခိုက်နေသူကရော ဘယ်သူဖြစ်မလဲ......\nဆိုတာကို ရုပ်ရှင်နဲ့အတူ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/river-god-the-strange-story-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVDJM29BSbET4FzI24xLuWSmDUR.jpg",
        "title": "Iron Sky (2012)",
        "description": "ဒုတိယကမ္ဘာစစ်ကြီးအတွင်းမှာ နာဇီတချို့ဟာလရဲ့အမှောင်ခြမ်းမှာ ခံတပ်တခုသွားတည်ဆောက်ပြီးဟီလီယမ်-၃ ဓာတ်ငွေ့တွေကို တူးဖော်ရင်း နှစ် ၇၀ ကျော်ပုန်းအောင်းနေခဲ့ပါတယ်။ တနေ့မှာအမေရိကန်သမ္မတရဲ့ရွေးကောက်ပွဲ ပရိုမိုရှင်းတဖြစ်လဲ လဆင်းသက်ရေးယာဉ်တစီးက သူတို့စခန်းကို မတော်တဆတွေ့သွားတဲ့အခါမှာတော့ကမ္ဘာကြီးကို နာဇီတို့ရဲ့စစ်လက်နက်အသစ် ဂိုတာဒန်မယ်ယာဉ်ကြီးနဲ့အတူတူ ပြန်လည်ဆင်းသက်ပြီး ဂျာမန်စတုတ္ထအင်ပါယာကြီးရဲ့ကျူးကျော်စစ်စဖို့ အကြောင်းဖန်လာပါတော့တယ်။ ဒီဇာတ်ကားမှာ Marvel နဲ့ Disney တို့မတိုင်ခင်သူ့ခေတ်သူ့အခါရဲ့ ကွန်ပျူတာပြုလုပ်ချက် တွေအနေနဲ့အတော်လေးကောင်းမွန်သလို နိုင်ငံကြီးတွေရဲ့အကြောင်းမသိမသာ လှော်ထားတဲ့ဟာသတွေ နာဇီတွေနဲ့ပန်းကန်ပြားပျံသီအိုရီတွေ စသဖြင့်တွေ့ကြရမှာဖြစ်လို့ CMပရိတ်သတ်ကြီးကရှုစားအားပေးကြပါဦး...... File size…1.48GB / 656MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://megaup.net/1fdyr/Iron.Sky.2012.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/811suoRfMqL._RI_-150x200.jpg",
        "title": "Proof of Payment (2023)",
        "description": "Proof of Payment (2023)**********************\nလီဖာဟာ ငယ်ငယ်လေးကတည်းက သူငယ်ချင်းဖြစ်သူ \"နံနက်စာ\"နဲ့ အတူ လိမ်စားရိုက်စားလုပ်ရင်း ငွေရှာခဲ့သူပါ။\nသူတို့က မခိုးဘူး မလုဘူး၊ လိမ်စားတာကိုပဲဆရာကျကျလုပ်တယ်၊ အကြံအစည်မှာဆို လီဖာ၊သရုပ်ဆောင်မှာဆို \"နံနက်စာ\"ပေါ့ဗျာ။\nလူလိမ်ဆိုပေမယ့် အပြစ်မဲ့တဲ့သူတွေကို ရိုက်စားမလုပ်ဘူး၊ လောဘအတောမသတ််နိုင်တဲ့သူတွေကိုသာ လိမ်စားတဲ့လူကောင်းသူကောင်းသူခိုးဂျပိုးလေးပေါ့။\nရတဲ့ငွေနဲ့လည်း အဘွားဖြစ်သူကိုထောက်ပံ့၊ အိမ်နီးချင်းတွေကို ထောက်ပံ့ စိတ်ထားကောင်းလေးထားသူတွေပေါ့။\nဒါပေမဲ့ ဒုစရိုက်မှုဆိုတာ အမြဲတမ်းအဆင်ပြေတယ် ဘယ်ရှိမလဲ။ကိုယ်လုပ်လိုက်လို့ နစ်နာသွားသူတွေ၊ ကိုယ့်ကိုပြန်လက်စားချေဖို့ချောင်းနေသူတွေရှိမှာပဲ။\nတစ်နေ့မှာ လိမ်စားလုပ်ရင်း အဆင်မပြေလို့ ပါတီတစ်ခုကိုသွားရင်းက လီဖာတစ်ယောက်ကောင်မလေးတစ်ယောက်ကို မြင်မြင်ချင်းချစ်မိသွားလေရော။\nတကယ်အချစ်စစ်နဲ့ချစ်မိသွားတဲ့ လီဖာဟာ ဒီကောင်မလေးအတွက်နဲ့ လိမ်စားဘဝ၊ ဒုစရိုက်ဘဝကရုန်းထွက်ဖို့ကြံပါတော့တယ်။\nလီဖာတစ်ယောက် လိမ်စားဘဝက လွတ်မြောက်နိုင်မလား ဘယ်လိုလှည့်ကွက်တွေလာဦးမလဲဆိုတာဇာတ်လမ်းလေးထဲမှာ ကြည့်ရှုလို့ရပါပြီဗျ။ File Size :(1.6GB)& (756MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:32:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1fdy4/Proof_of_Payment_2023.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/in-135x200.jpg",
        "title": "The Internship ( 2013 )",
        "description": "Billy McMahon နဲ့ Nick Campbell တို့ဟာ အလွန်တော်တဲ့ အရောင်းသမားတွေ ဖြစ်ကြပါတယ်။ အလုပ်လည်း ကြိုးစားကြသလို သူတို့ဘဝဟာ ခိုင်မာတယ်လို့ မြင်ခဲ့ကြပါတယ်။ ကံကြမ္မာ အလှည့်အပြောင်းမှာတော့ သူတို့ရဲ့ နာရီကုမ္ပဏီဟာ လုပ်ငန်းဖျက်သိမ်းလိုက်တာကို မသိလိုက်ကြပါဘူး။ အသက်ကြီးမှ ခက်ခက်ခဲခဲ အလုပ်လိုက်ရှာကြတဲ့အခါမှာလည်း ခက်ခဲပြီး စိတ်ဓာတ်ဆိုးဝါးတဲ့ အလုပ်ရှင်တွေနဲ့ပဲ တွေ့ရပါတယ်။ နောက်ဆုံး Billy ဟာ အင်တာနက်ကနေတဆင့် အလုပ်ရှာဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ Google ကို သုံးပြီး အလုပ်ရှာနေတဲ့ Billy ဟာ Google က ခေါ်တဲ့အလုပ်တစ်ခုကို တွေ့ပါတယ်။ အဲဒီအလုပ်ဟာ အမြဲတမ်းအလုပ် မဟုတ်သေးပဲ အလုပ်သင်အနေနဲ့ ခေါ်တာ ဖြစ်ပေမယ့် Bill က စိန်ခေါ်မှုအသစ်တွေ ရင်ဆိုင်ဖို့ တိုက်တွန်းတာကြောင့် Nick လည်း စိတ်ပါသွားခဲ့ပါတယ်။သူတို့နှစ်ယောက်ကို အွန်လိုင်းကနေ အင်တာဗျူးတဲ့အခါ သက်ဆိုင်ရာနယ်ပယ်မှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2B8rp/The.Internship.2013.BluRay720p(CM).mp4",
        "category": "Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNjAwMzk1YzEtOGJjOS00Mjg3LTllNGItMGYxNWI0ZTI1MTk3XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-133x200.jpg",
        "title": "The Machine (2023)",
        "description": "Bert Kreischer (Machine) ဆိုတဲ့ comedian ကိုတော့လူတိုင်းလိုလိုကြားဖူးကြမှာပါ ဒီဇာတ်ကားကတော့ Bert ရဲ့ကိုယ်တွေ့ကျောင်းလေ့လာရေးခရီးကိုစိတ်ကူးယဉ်ဇာတ်လမ်းတွေထပ်ဖြည့်ပြီးရိုက်ကူးထားတဲ့ comedy and adventure movie ဖြစ်ပြီး IMDb 6.2/10 ရရှိထားပါတယ် ဇာတ်လမ်းထဲမှာ Bert ကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ထားပြီး Star Wars မှာ Luke Skywalker အနေနဲ့လူသိများတဲ့ Mark Hamil ကတော့ Bert ရဲ့အဖေနေရာမှာသရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းထဲမှာတော့ Bert က comedian တစ်ယောက်ဖြစ်ပြီးသူရုရှားမှာဖြစ်ခဲ့တဲ့အကြောင်းတွေကိုအမြဲ‌ဟာသလုပ်ပြောတတ်တဲ့သူပါ တစ်နေ့တော့သူ့ရဲ့အတိတ်ကလုပ်ရပ်တွေကြောင့်သူတို့သားအဖနှစ်ယောက်ရုရှားကိုပြန်ပေးဆွဲခံလိုက်ရပါတော့တယ် ဖြစ်ချင်တော့ ရုရှားမာဖီးယားတွေရဲ့ဂိုဏ်းလုတဲ့ပွဲမှာ Bert လုယူသွားခဲ့တဲ့ပစ္စည်းတစ်ခုကအဓိကဖြစ်နေခဲ့တာပါ သားအဖနှစ်ယောက်ရုရှားမှာပစ္စည်းကိုပြန်လိုက်ရှာရင်းရုရှားမာဖီးယား‌တွေကြားမှာဘယ်လိုအဖြစ်မျိုးတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုစောင့်ကြည့်ရမှာဖြစ်ပါတယ် File size…(2.3 GB)/(1.1 GB)/(560 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:52:00\nGenre...Comedy, Action, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.1",
        "url": "https://megaup.net/2B7y6/The.Machine.2023.720p.(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gbFwIV5cxwMD3qUPiU91kfALTjN.jpg",
        "title": "Loft (2008)",
        "description": "\"ဆိတ်ကွယ်ရာ\" ဆိုတာကတော့ ကိုယ့်ရဲ့အမှောင်ခြမ်း.မကောင်းမှုတွေ စတာတွေကို လူတွေပေါ်ပေါ်ထင်ထင် လုပ်ကြတဲ့နေရာ အဖြစ် သတ်မှတ် လို့ရပါတယ်.တခြားလူတွေအမြင်နဲ့ကွဲပြားစွာ. မျက်နှာဖုံးတွေကွာကျတဲ့နေရာအဖြစ်လည်း တင်စားလို့ရပါတယ်. ဒီကားမှာတော့လူမြင်မခံတဲ့သာယာမှုတွေကို ခံစားဖို့ ထပ်ခိုးခန်းလေးတစ်ခုကိုမျှဝေသုံးစွဲတဲ့ လူ ၅ ယောက် အကြောင်းကို ဆိတ်ကွယ်ရာမှာအရိုင်းဆန်တတ်တဲ့ လူ့သဘာဝကို ထင်ဟပ်ပြသရင်းစုံထောက်မှုခင်းဆန်စွာ တင်ဆက်ပြထားပါတယ်. ဇာတ်လမ်းအစကိုတော့ ထပ်ခိုးခန်း ၁ ခန်း၊ ထိုအခန်းကိုဖွင့်နိုင်တဲ့ သော့ ၅ ချောင်း၊ သော့ ၅ ချောင်းကို၁ ချောင်းစီကိုင်ထားတဲ့ လူ ၅ ယောက်၊ အခန်းတွင်းမှာ ထူးဆန်းစွာရောက်ရှိနေတဲ့ အလောင်း ၁ လောင်းနဲ့ ဖွင့်ထားပါတယ်.အိမ်ထောင်ရေးနဲ့ စိတ်ဆန္ဒဖိုမသဘာဝ၊ အကျပ်အတည်းကြားမှဉာဏ်ကစားမှု၊ လှည့်စားဉာဏ်များတတ်တဲ့ လူ့သဘာဝကိုထင်ဟပ်ပြထားပြီး လျို့ဝှက်ဆန်းကြယ် မူခင်းရသ မျိုးကိုပေးနိုင်တဲ့ ဒီဇာတ်ကားလေးကို ပရိသတ်များ ရှုစားနိုင်ဖို့ CM ကနေတင်ဆက်ပေးလိုက်ရပါတယ်... File size…1.87GB / 672MB\nQuality…Blu-Ray 1080p 5.1CH / ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Van4/Loft.2008.BLURAY.720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/do9UvkcDJeYbhYVoQPS00yOCYdc.jpg",
        "title": "You Hurt My Feelings (2023)",
        "description": "You Hurt My Feelings (2023)~ IMDb - 7/10, Rotten Tomatoes - 95% ~တစ်ခါတလေမှာ ကိုယ်ချစ်ရတဲ့သူတွေအတွက် သုံးလိုက်တဲ့မုသားတွေက အဲဒီလူတွေကို နာကျင်စေတတ်ပါတယ်။ ဒီကားကတော့ ယုံကြည်မှု၊ မုသားတွေနဲ့ ချစ်ရတဲ့သူတွေကို ပြောတတ်တဲ့အကြောင်းအရာတွေအကြောင်းရိုက်ထားတာပါ။ဘက်နဲ့ ဒန်တို့ လင်မယားမှာ အယ်လီရော့ဆိုတဲ့ သားတစ်ယောက်ရှိပြီး သူတို့ စုံတွဲက နှစ်တွေကြာတဲ့ထိ အချစ်မပြယ်ဘဲနေခဲ့ကြပါတယ်။ ဘက်က စာရေးဆရာမဖြစ်ပြီး ဒန်ကတော့ ကုထုံးဆရာ၀န်ပါ။ ဘက်မှာ ဆာရာဆိုတဲ့ ညီမတစ်ယောက်လည်းရှိပါတယ်။ သူက အိမ်တွင်းအလှဆင်တဲ့သူပါ။ ဘက်ရဲ့ အရင်စာအုပ်တစ်အုပ်က နာမည်ကြီးခဲ့ပြီး လက်ရှိနောက်တစ်အုပ်ထုတ်ဖို့လုပ်တဲ့အချိန်မှာ အေးဂျင့်က သဘောမကျပါဘူး။ ဒန်ကတော့ သဘောကျတယ်ပဲပြောပါတယ်။ ဘက်က ဒန်ပြောတာကို ယုံပါတယ်။ဒန်ကလည်း သူ့အလုပ်မှာအဆင်မပြေတာတွေကြုံရပြီး ဆာရာတို့လင်မယားကလည်း ကိုယ်စီ အလုပ်မှာ စိတ်မောစရာတွေရှိနေကြပါတယ်။ ဆာရာရဲ့ခင်ပွန်းမက်က ပြဇာတ်သရုပ်ဆောင်ဖြစ်ပြီး အလုပ်ပြုတ်သွားပါတယ်။ကံဆိုးတာက တစ်ရက်မှာ ဒန်နဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/3h5by/(CM)_You_Hurt_My_Feelings_(2023)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3DyGmQ53Tj4iSvYxMrj3x4o5kwy.jpg",
        "title": "1944 (2015)",
        "description": "ဒုတိယကမ္ဘာစစ်အတွင်းက အက်စ်တိုးနီးယားနိုင်ငံရဲ့အရှေ့တိုင်းစစ်မျက်နှာစာမှာ ဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲကိုအခြေခံရိုက်ကူးတင်ဆက်ထားပြီး ရသစုံပေးနိုင်သော စစ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ အလွယ်ကူဆုံးပြောရရင်တော့အိမ်ကြက်အချင်းချင်း အိုးမဲသုတ်ပြီး ခွပ်ခိုင်းတာပါဘဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ အက်စ်တိုးနီးယားနိုင်ငံဟာကြားနေနိုင်ငံအဖြစ် ကြေငြာခဲ့ပေမယ့်လည်း ၁၉၄၀ခုနှစ်မှာဆိုဗီယက်ကသိမ်းပိုက်ခြင်းခံခဲ့ရပြီး ၁၉၄၁ခုနှစ်မှာ နာဇီဂျာမန်ရဲ့သိမ်းပိုက်ခြင်းကိုခံခဲ့ရတယ်။ သူတို့လက်အောက်သို့ကျရောက်နေစဉ် အတောအတွင်းမှာ ဆိုဗီယက်ကဖွဲ့စည်းထားတဲ့အက်စ်တိုးနီးယန်းတပ်ဖွဲ့နဲ့ နာဇီတို့လက်နက်တပ်ဆင်ပေးထားတဲ့အက်စ်တိုးနီးယန်းအဖွဲ့တို့ ထိပ်တိုက်ရင်ဆိုင်ဖြစ်ကြပုံကိုစစ်ပွဲရဲ့ ရသအပြင် ဒရာမာဆန်ဆန် ရိုက်ကူးထားလို့ ဆုတံဆိပ်များရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်လို့ CM ပရိသတ်တို့ကိုတင်ဆက်ပေးလိုက်ပါတယ်.. File size…1.97GB / 866MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Drama , History , War\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Zwel Zan Aung",
        "rating": "7.0",
        "url": "https://megaup.net/1fcz0/1944.2015.BluRay720p(CM).mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/sn5wl6fn4up6-139x200.jpg",
        "title": "[18+]The Fourth Mother (2020)",
        "description": "[18+]The Fourth Mother (2020)*****************************အွန်းမီဟာ ရည်းစားဖြစ်သူ ယောင်းဂျယ်ရဲ့အိမ်ကို အလည်လိုက်သွားတဲ့အခါ ယောင်းဂျယ်ရဲ့ဦးလေးဖြစ်သူကို သဘောကျမိသွားပါတယ်ဦးလေးဖြစ်သူနဲ့တွေ့ခွင့်ရဖို့ အွန်းမီဟာ ယောင်းဂျယ်တို့ တူအရီးနှစ်ယောက်ကိုအိမ်ကို ဖိတ်လိုက်ပါတယ် ..ဒါပေမယ့် ဦးလေးဖြစ်သူ ပါမလာဘဲ ယောင်းဂျယ်တစ်ယောက်တည်း လာခဲ့တဲ့အခါ အွန်းမီအမေကို တွေ့ပြီးထူးခြားတဲ့ခံစားချက်မျိုးကို ခံစားမိသွားပါတယ်\nသားအမိနှစ်ယောက်နဲ့ တူအရီးနှစ်ယောက်တို့ရဲ့ လေးပွင့်ဆိုင်ဇာတ်လမ်းလေးကဘယ်လိုဖြစ်သွားမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးFile Size :(1.3GB)& (504MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:17:00\nGenre : Drama , Adult\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by sd\nEncoded by ds",
        "rating": "",
        "url": "https://megaup.net/1fco8/The_Fourth_Mother_2020-WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYzM3NTBhNDAtMmU5Mi00Y2M1LTk2ODItNjI5Y2VkMjFlYzk0XkEyXkFqcGdeQXVyMTM5NDQ2NjMw._V1_-135x200.jpg",
        "title": "Allelujah (2022)",
        "description": "Allelujah (2022)\n============\nIMDb Rating - 5.9/10လူရယ်လိုဖြစ်လာရင် သေခြင်းတရားနဲ့အိုမင်းခြင်းကိုရင်ဆိုင်ရမှာက\nမလွဲဧကန်ပါပဲ လူအိုချင်းတူနေရင်တောင်မှ ကိုယ်ရဲ့သားသမီး၊ မြေး\nမြစ်တွေနဲ့ ပျော်ရွှင်စွာနေထိုင်ရတဲ့သူတွေရှိသလို တစ်ကိုယ်တည်း\nအထီးကျန်စွာရှင်သန်နေရတဲ့သူတွေလည်း ရှိပါတယ်။ အိုမင်းမစွမ်း\nဖြစ်လာတဲ့အခါ လောကဓံကိုတစ်ကိုယ်တည်းရင်ဆိုင်နေတာထက်\nဘေးလူတွေရဲ့အကူအညီကလည်း အထောက်အကူဖြစ်စေနိုင်ပါ\nတယ်။ဒီဇာတ်လမ်းမှာ သက်ကြီးစောင့်ရှောက်ရေးဆေးရုံက ဆရာဝန်တွေ၊\nသူနာပြုတွေနဲ့ သက်ကြီးဘိုးဘွားတိုရဲ့အပေးအယူမျှမှုကို အလှပဆုံး\nဖြစ်အောင်ရိုက်ပြထားပါတယ်။ သားသမီးရှိသည်ဖြစ်စေ မရှိသည်ဖြစ်\nစေ အထီးကျန်စွာဖြတ်သန်းနေရတဲ့သူတွေကို ဒေါက်တာဗယ်လင်တိုင်း\nနဲ့စစ်စတာဂဲလ်တွေက ဘယ်လိုစိတ်မျိုးထားပြီး ကူညီ စောင့် ရှောက်\nပေးလဲ၊ ဒီကြားထဲ ဆေးရုံနဲ့ပတ်သက်တဲ့အရှုပ်အရှင်းတွေကလည်း\nပေါ်လာတဲ့အခါမှာတော့ . . .\nဒီဇာတ်ကားလေးဟာကြည့်ရှူသူတွေအတွက် အသိပညာတစ်ခုခု\nရသွားစေမယ့်ကားလေးပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZWT ဖြစ်ပါတယ်)File Size..........(1.28 GB) / (478 MB) / (264 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 39Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......ZWT\nEncoder..........SWM",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/allelujah-2022/"
    }
]