[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/5484e339bbd8601b5068319fd5bca8d2-133x200.jpg",
        "title": "21+ Horny wife cheated",
        "description": "အခု တင်ဆက်ပေးမှာကတော့ အစပိုင်းမှာ TV show တွေမှာ ပါဝင် ခဲ့ပြီး နောက်ပိုင်း JAV လောကကို 2011 မှာ\nစတင်ဝင်ရောက်ခဲ့ပြီး အမျိုးသားရော အမျိုးသမီးရော တခဲနက် အပေးခံနေရတဲ့သူ လေး Tsukasa Ali ပဲဖြစ်ပါတယ်\nသူမက ရုပ်ရည်ချောမောရုံမျှသာမကပဲ သရုပ်ဆောင်ပိုင်းမှာရော ခန္ဓာကိုယ်အချိုးစားပိုင်းမှာပါပြေပြစ်လှပသူလေးဖြစ်ပါတယ်\nသူမဟာ အပြာလောကမှာ ဆုတွေတသီကြီးဆွတ်ခူးထားသူဖြစ်ပါတယ်\nနောက်ပြီး နာမည်ကြီး Naked Ambition 3D (2014) ကားမှာလည်း ပါဝင်အားဖြည့်ထားပါသေးတယ်\nဇာတ်လမ်းအကျဉ်းလေးပြောပြပါမယ်\nကြင်စဦးဇနီးမောင်နှံ တိုက်ခန်းတစ်ခန်းကို ပြောင်းရွေ့ လာပါတယ် ထုံးစံအတိုင်း မိန်းမက အိမ်အလုပ်ကိုလုပ်ကပြီး ယောကျာင်္းက ရုံးအလုပ်ထွက်လုပ်ပါတယ်\nကြင်းဦးဆိုပေမဲ့ ‌လင်ယောင်္ကျားက အလုပ်ကပြန်လာရင် ပင်ပန်းနေတာနဲ့ ဆော်လေးရဲ့ အာသာကို မပြေစေပါဘူး ဒါပေမဲ့\nမြွေမြွေခြင်း ခြေမြင်ဆိုသလိုပဲ ကပ်လျှက်အခန်းမှာ အလုပ်အကိုင်မရှိ လှမ်းလှမ်းရှိုးနေတဲ့ မောင်လေးတယောက် ရှိတယ်ဆိုတာ ဆော်လေးက ရိပ်မိသွားပါတယ်\nဒီလိုနဲ့တစ်နေ့မှာ ကောင်မလေးရဲ့ အခန်းက စူးစူးဝါးဝါး အော်သံကြားတာနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/2fJ3q/SSNI619C.720p(CM).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lbuQuH3cg8ly1tGc0UxV8JSaJIV.jpg",
        "title": "The Land Before Time X: The Great Longneck Migration 2003",
        "description": "THE LAND BEFORE TIME REVIEW\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The Land Before Time ဆိုတဲ့\nကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူ\nတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့ ဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို\nရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ Movie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေအကြောင်းကို\nဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့ ဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ရိုက်ပြထားတာပါ။\nကာတွန်းကားဆိုပေမယ့် …… ...",
        "rating": "6.1",
        "url": "https://megaup.net/1zLzd/The.Land.Before.Time.X.The.Great.Longneck.Migration.2003.720p(CM).mp4",
        "category": "Adventure, Animation, Family, Land Before Time Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hlroDTHEIq6Q81Gov6AmVWwcI7u.jpg",
        "title": "The Land Before Time IX: Journey to Big Water 2002",
        "description": "THE LAND BEFORE TIME IX\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The Land Before Time ဆိုတဲ့\nကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူ\nတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့ ဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို\nရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ Movie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေအကြောင်းကို ဇာတ်အိမ်တည်\nပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့ ဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ရိုက်ပြထားတာပါ။\nကာတွန်းကားဆိုပေမယ့် ...",
        "rating": "5.8",
        "url": "https://megaup.net/1zL11/The.Land.Before.Time.IX.Journey.to.Big.Water.2002.720p(CM).mp4",
        "category": "Adventure, Animation, Family, Land Before Time Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AsWol0XNnQhwSQYeyuOz6uhnVEk.jpg",
        "title": "The Land Before Time VIII: The Big Freeze",
        "description": "THE LAND BEFORE TIME REVIEW\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The Land\nBefore Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါ\nတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့\nဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ\nMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့\nဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ရိုက်ပြထားတာပါ။\nကာတွန်းကားဆိုပေမယ့် …… ကမ္ဘာဦးတုန်းက ...",
        "rating": "5.9",
        "url": "https://megaup.net/TMii/The.Land.Before.Time.VIII.The.Big.Freeze.2001.720p(CM).mp4",
        "category": "Adventure, Animation, Family, Land Before Time Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lAaJc9842RDVrjvR3OLPMTeHkiA.jpg",
        "title": "Holidate(2020)",
        "description": "Holidate(2020)နှုတ်ခမ်းနီမလေးတွေအတွက် ခန့်ချောကြီး Lucke Bracey နဲ့ ညီအစ်တွေအတွက်ကတော့ Emma Robert တို့ရဲ့ မျက်နှာလေးနဲ့တင်ကို အတော်တန်နေတဲ့ ဇာတ်ကားပါပဲ။မင်းသား၊ မင်းသမီးနဲ့ ဂျင်းထည့်တဲ့ကားတော့မဟုတ်တာ အာမခံပါတယ်။ အားလပ်ရက်တိုင်းမှာ အမြဲတမ်းတစ်ကိုယ်တည်းဖြစ်နေလို့ တစ်အိမ်လုံးက သူ့ရဲ့အချစ်ရေးကိုပါ လိုက်ဂရုစိုက်ပေးနေရတဲ့ Sloane တစ်ယောက် ခရစ္စမတ်မှာတော့ ထူးထူးခြားခြား ကောင်လေးတစ်ယောက်နဲ့ဆုံခဲ့တယ်...တစ်ဘက်ကောင်လေးဟာလည်း ဘာတွေအဆင်မပြေဖြစ်လာတယ်မသိ...သူတို့(၂)ယောက်စဆုံးခြင်းဟာ ဘုနဲ့ဘောက်ပါပဲ...အချိုးမပြေတဲ့သူတွေအဖြစ် တစ်ယောက်ကိုတစ်ယောက်အသိအမှတ်ပြုသွားကြတယ်...အချစ်ကားလေးတွေမှာ ဘုဘောက်ကျရင်း အဆင်ပြေသွားတဲ့ဇာတ်လမ်းအမိုက်စားတွေကို သဘောကျတဲ့သူတွေအဖို့တကယ်ကိုကြည့်လို့ကောင်းပါတယ်..ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားလိုက်ကြပါဉီးဗျို့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3monပဲဖြစ်ပါတယ်..File Size :(979 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Comedy  , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by d3mom\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1zJ7m/Holidate.2020.NEW.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ePSLlYP1wyTi1lkNn6pdfuLAmDf.jpg",
        "title": "Rasuk 2 (2020)",
        "description": "Rasuk 2 (2020)\nRasuk 1 ကို ကြည့်ပြီးတဲ့သူတွေကတော့ Rasuk 2ကို ဘယ်လိုကားဖြစ်မလဲ သိချင်မိမှာပါပဲ....\nဒီကားက သရဲကားဆိုပေမယ့်.... ဒိန်းခနဲ ဝုန်းခနဲ ခြောက်နေတဲ့ကားမျိုးမဟုတ်ဘူး..\nRasukကြည့်ပြီးတဲ့သူတွေကတော့ သူငယ်ချင်းလေးယောက်ထဲက အင်ဂရစ်ကို သိမှာပေါ့.... အင်ဂရစ်နဲ့ ဒီကားက ဘာဆိုင်လဲ မေးရင် ဘာမှမဆိုင်ဘူး... ဆိုင်တာက သူ့ညီမနဲ့......\nသူ့ညီမက အစ်ဇယ်ဘယ်လာ... နယ်နယ်ရရမဟုတ်ဘူး ဆေးရုံတစ်ခုမှာ အလုပ်သင်ဆင်းနေတဲ့ ဆရာဝန်လောင်းလေး....\nသူတို့အလုပ်သင်တွေက အမြဲအလောင်းရင်ခွဲတာ ကြည့်ရတယ်...\nအစ်ဇယ်ဘယ်လာ... ဘယ်လာလို့လဲ ခေါ်တယ်...ဘယ်လ်လို့လဲ ခေါ်ကြတယ်\nသူက သာမန်လူမဟုတ်ဘူး...... ထူးခြားတယ်.. ပြောရရင် သရဲမြင်နိုင်တယ်... ဒါပေမယ့် သူက သူမြင်နေရတာတွေက တကယ်ရှိတယ်ဆိုတာ မယုံဘူး\nတစ်နေ့... အလောင်းတစ်လောင်းက သူ့ရှေ့မှာ အသက်ဝင်လာတယ်... သူကတော့ ထင်ယောင်ထင်မှားဖြစ်တယ်ထင်တာပေါ့\nနောက်တစ်နေ့ သူ့ကို ခြောက်တယ်\nနောက်တစ်နေ့ သူ့ကို ဝင်ပူးတယ်\nဒီလို.... သရဲက သူ့နောက်အမြဲလိုက်နေတယ်\nဘာကြောင့်လိုက်နေတာလဲ...... အဲ့သရဲမနောက်ကွယ်မှာ ဘာရှိနေလဲ\nပိတ်သွားပြီဖြစ်တဲ့အမှုတစ်ခု..\nဝမ်းဗိုက်မှာ ထိုးသွင်းဒဏ်ရာနဲ့ အလောင်းတစ်လောင်း...\nသူဖော်ထုတ်နိုင်မလား....\nအဲ့အလောင်းရဲ့ တရားခံကဘယ်သူလဲ....\nဘာကြောင့်လဲ ဘာကြောင့်လဲဆိုတဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1zIhi/Rasuk.2.2020.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aZWkNN3qvvnsOUf2ApI0kkv8YjM.jpg",
        "title": "Rasuk 2018",
        "description": "Rasuk 2018\nဒီတစ်ခေါက်တော့ အင်ဒိုနီးရှားသရဲကားနဲ့မိတ်ဆက်ပေးပါ့မယ်....\nဒီကားက သရဲကားတော့ သရဲကားပဲ.. ဒါပေမယ့် ထူးခြားတယ်...\nထူးခြားတာကဒီလို..\nဒီသရဲကားက သရဲခြောက်တာ မဟုတ်ဘူး။ဝင်ပူးတာ... ပြောရရင် ခန္ဓာကိုယ်ကို အပိုင်စီးချင်တဲ့သရဲ\nဖြစ်ပျက်ကဒီလို\nသူငယ်ချင်းလေးယောက်ရှိတယ်။ လန်ဂီရာ၊ အင်ဂရစ်၊ လင်တန်နဲ့ ဆက်ကာ.. လေးယောက်လုံးက သူဌေးသမီးတွေ။ သူဌေးသမီးတွေဆိုတဲ့အတိုင်း.... လင်တန့်ဦးလေးရဲ့ အပန်းဖြေအိမ်ကို camp သွားကြမယ်လုပ်တာပေါ့......\nအဲ့မှာ ဇာတ်လမ်းစတာပဲ... သူတို့သွားတဲ့နေရာက အပန်းဖြေစခန်း စဆောက်ကတည်းက အမျိုးမျိုးနှောင့်ယှက်ခံရတဲ့နေရာ......\nသူတို့ကတော့ မသိဘူး။ အဲ့တာနဲ့ သွားကြလေသတည်းပေါ့။ ဖြစ်ချင်တော့ တံတားကပျက်နေတော့ ကားကဖြတ်မရဘူး.....\nအဲ့တာနဲ့ ခြေကျင်သွားတယ်...... စပြီဇာတ်လမ်း\nအဲ့နေရာမှာ လွင့်မျောနေတဲ့ဝိညာဥ်က... အငြိုးကြီးတယ် ၊ အမုန်းတွေအပြည့်နဲ့.. ဝင်ပူးတဲ့ ဘယ်သူမဆိုရဲ့ အမုန်းတရားတွေကို နိုးထစေတယ်......\nသူတို့ လေးယောက် အဲ့ဝိညာဥ်ကို ရင်ဆိုင်နိုင်မလား....\nလေးယောက်စလုံး အသက်ရှင်နိုင်မလား... ဘယ်သူသေသွားမလဲ.....\nအဲ့ဝိညာဥ်ကကော ဘာလို့ ဝင်ပူးဖို့ ကြိုးစားနေတာလဲ\nစသဖြင့် သိို့လော သို့လောနဲ့ ရင်ခုန်စွာ စောင့်ကြည့်ရမှာပါ....\nIMDb 5.2/ 10 ပဲရထားပေမယ့် တစ်နာရီခွဲအတွင်း ...",
        "rating": "5.1",
        "url": "https://megaup.net/1zIhm/Rasuk.2018.720p(CM)).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jlfYHmDVm7HZcA87w1uY6KYuiQ7.jpg",
        "title": "The Land Before Time VII: The Stone of Cold Fire",
        "description": "THE LAND BEFORE TIME VII\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The Land\nBefore Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါ\nတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့\nဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ\nMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့\nဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ရိုက်ပြထားတာပါ။\nကာတွန်းကားဆိုပေမယ့် …… ကမ္ဘာဦးတုန်းက ...",
        "rating": "5.9",
        "url": "https://megaup.net/TKec/The.Land.Before.Time.VII.The.Stone.of.Cold.Fire.2000.1080p720p(CM).mp4",
        "category": "Adventure, Animation, Family, Land Before Time Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fIh5CGs3QQ56cHd98YD01xPcesq.jpg",
        "title": "The Land Before Time VI: The Secret of Saurus Rock",
        "description": "THE LAND BEFORE TIME VI\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The Land\nBefore Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါ\nတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့\nဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ\nMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့ ဒိုင်နိုဆော\nသူငယ်ချင်းလေးတစ်စုရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ရိုက်ပြထားတာပါ။\nကာတွန်းကားဆိုပေမယ့် …… ကမ္ဘာဦးတုန်းက ...",
        "rating": "5.9",
        "url": "https://megaup.net/2fF8q/The.Land.Before.Time.VI.The.Secret.of.Saurus.Rock.1998.720p(CM).mp4",
        "category": "Adventure, Animation, Drama, Land Before Time Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Z1ZVK9V3soBgzI6JSwaZf4v7Ca.jpg",
        "title": "Sexy Underwear 2020",
        "description": "Sexy Underwear 2020\nစိတ်ဓါတ်ခွန်အားပေးတဲ့ တရုတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ ဒီကားလေးကြည့်ပြီး စွန့်ဉီးတီထွင်သူဖြစ်ချင်သွားမလားပဲ... ဘာပဲဖြစ်ဖြစ် ကြည့်ဖို့ အဆင်ပြေတဲ့ ကားကောင်းလေးတစ်ကားပါ...\nဒီဇိုင်နာ.. ဘာလဲဆိုတော့ အများနဲ့မတူ အတွင်းခံဒီဇိုင်နာ. . .\nအိမ်ကလည်း အားမပေး.. သူငယ်ချင်းတွေကလည်း ရှက်....\nဆိုင်လခလည်း မပေးနိုင်ပေါ့ အဲ့လိုမျိုးရုန်းကန်နေရတဲ့အချိန် သူ့ ကုန်ပစ္စည်းကို\nကြော်ငြာဖို့ ချင်ဖန်းတုန့် ဆိုတဲ့ နာမည်ကြီး ကြော်ငြာစီစဉ်သူနဲ့ တွေ့ပါလေရော. . .\nဒါပေမဲ့ ယောက်ျားလေးဆိုတော့လည်း အတွင်းခံကြော်ငြာကို ပုံမှန်အဖော်အချွတ်တွေပုံစံ\nကြော်ငြာတာပေါ့ ။ နှစ်ယောက်သားခံယူချက်ချင်းက လုံးဝမတူ... အဲ့ဒါနဲ့ရန်ဖြစ် လမ်းခွဲ...\nကောင်လေးကတော့ အဲ့ကုန်ပစ္စည်းကို မရရအောင် ကြော်ငြာပြီး နာမည်ကြီးအောင်လုပ်ပေးမယ်။ ဆုရအောင် လုပ်ပေးပါမယ်။ ဘာလို့ဆို.. မင်းသားက\nအကြွေးနဲ့လေ...\nဟီး.. ဟိုနားစပ်စပ် ဒီနားစပ်စပ်လေး ရေးပေးထားတယ်။ ဘာဆက်ဖြစ်သွားလည်း သိချင်လား ? ပြောတော့ဘူး ဆက်ကြည့်တော့...\nစီးပွားရေးလုပ်ချင်တဲ့သူတွေလည်း နည်းလမ်းလေးတွေပြောပေးထားသေးတယ်\nအရမ်းမိုက်....\nTranslated by : JoJoVa\nEncoded by ...",
        "rating": "",
        "url": "https://megaup.net/2VChA/Sexy_Underwear_2020_HDRip720p(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/sponge-128x200.jpg",
        "title": "The SpongeBob Movie: Sponge on the Run 2020",
        "description": "Spongebob squarepants ကို ကလေးတိုင်းချစ်ကြသလို လူကြီးတိုင်း မြတ်နိုးကြတယ် အထူးတလည်ညွှန်းစရာလိုမယ် မထင်ပါဘူး\nSpongebob နဲ့ သူ့သူငယ်ချင်းတစ်သိုက် Krusty Krab ဆိုင်ရှင်ကြီး Mr. Krab အမြဲအကြံဆိုးတွေထုတ်နေတဲ့ Plankton စသဖြင့် ဇာတ်ကောင်တွေနဲ့ ကြည့်ချင်စရာဇာတ်လမ်းလေးဖြစ်အောင် အမျိုးစုံကြိုးခုန်ပြီး တင်ဆက်သွားပါတယ်\nဇာတ်လမ်းလေးအနေနဲ့ကတော့ Spongebob လေးတစ်ယောက် သူ့ခရုလေး Gary ပျောက်သွားရာကနေ အစချီထားပါတယ် တကယ်တော့ ရေဘုရင်ကြီး Poseidon က အလှအပကြိုက်တတ်လွန်းသူဖြစ်ပြီး ခရုအချွဲအကျိတွေနဲ့ ပေါင်းတင်လေ့ရှိသူပါ\nသူ့တိုင်းပြည်က ခရုတွေ ကုန်သွားတဲ့နောက်တော့ ခရုရှာဖို့ ဆုချကြေညာစာထုတ်ပါတော့တယ်\nဒီကြေညာစာတွေ Bikini Bottom ကို ရောက်လာပြီး Kraby Patty လျှို့ဝှက်ဖော်မြူလာကိုခိုးယူဖို့ အမြဲကြိုးစားနေတဲ့ Plankton တစ်ယောက် ကြေညာစာကို တွေ့သွားတဲ့အချိန်မှာတော့ ဒါကို အသုံးချပြီး Spongebob ကိုပထုတ်ပါတော့တယ်\nဒီလိုနဲ့ Spongebob တို့ သူ့ခရုလေး Gary ကို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-spongebob-movie-sponge-on-the-run-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7cedakrLJKLT70lwAFwNJiFAJUM.jpg",
        "title": "The Winners 2020",
        "description": "Winner 2020\nအခုလို ကိုဗစ်ကာလမှာ ပျင်းနေကြပြီလား။အပျင်းပြေအောင် ဆန်းလည်းဆန်း ၊ ရယ်စရာလဲကောင်းတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါ့မယ်။\nComedy အမျိုးအစားဖြစ်ပြီး Chinese IMDBအရ Rating 6.8ရထားတဲ့ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။ ရထားတဲ့ ratingနဲ့အညီ နောက်ဆုံးအထိ ရယ်လဲရယ်ရသလို မြုပ်ကွက်တွေကလဲ တကယ်အံသြစရာကောင်းပါတယ်။\nအဓိကလူက ယန်ဂျင်။ ဂျင်ဆိုတဲ့ စကားလုံးက တာဝန်သိတတ်မှု၊ အလေးအနက်ထားမှုနဲ့ အသေးစိတ်ကျမှုဆိုပြီ အဓိပ္ပါယ်ရတယ်။ ဒီလိုပါပဲ ယန်ဂျင်တစ်ယောက်ဟာလဲ နာမည်နဲ့အတူ တာဝန်ကျေပွန််တယ်။ လုပ်ထုံးလုပ်နည်းအတိုင်း တသွေမတိမ်းသွားတယ်၊ စည်းစနစ်ကျတယ်။\nအဲ့လိုလူတစ်ယောက်ဖြစ်တဲ့ ယန်ဂျင်ဟာ တစ်ရက်မှာ စစ်ရေးလေ့ကျင့်မှုတစ်ခုမှာ ဓားပြနေရာသရုပ်ဆောင်ဖို့ အကြောင်းဖန်လာပါလေရော။ ယန်ဂျင်က ဘဏ်ဝန်ထမ်းတစ်ယောက်၊ စစ်ရေးလေ့ကျင်မှုက ဘယ်လိုလဲဆိုရင် တကယ်ဘဏ်ကို ဓားပြအတိုက်ခံရသလိုမျိုး လေ့ကျင့်ရတာ။ ယန်ဂျင်ရဲ့ ဇာတ်ဆောင်နေရာက.... ဓားပြ။\nဘယ်အရာမဆို အသေးစိတ်ကျတတ်တဲ့ ယန်ဂျင််ကတော့ ထုံးစံအတိုင်း ဓားပြတိုက်ဖို့ အစီအစဥ်တွေဆွဲ၊ အကြံတွေထုတ်၊ လေ့ကျင့်ခန်းတွေ လုပ်တာပေါ့လေ။ ရဲတွေကတော့ ဒီတိုင်းပြီးသွားမှာပဲ ဆိုပြီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/2VChB/The.Winners.2020.HD720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/spell-128x200.jpg",
        "title": "Spell 2020",
        "description": "ဒီspellဆိုတဲ့ဇာတ်ကားလေးက2020 မှာထွက်ရှိထားပြီးhorror ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်ဒီကားလေးမှာ Marqရဲ့မိသားစုဟာMarq အဖိုးရဲ့အသုဘကိုသွားရာလမ်းခုလတ်မှာလေယာဥ်ပျက်ကျပြီးတော့အဘွားအိုရဲ့အိမ်မှာနိုးလာခဲ့ပါတယ်ဒါပေမယ့်အဲ့အိမ်မှာသူ့ကိုပေးမပြန်ပဲနဲ့ထူးဆန်းစွာအခန်းထဲပိတ်လှောင်ထားပါတယ်နောက်ပြီးသူသတိထားမိလာတာအဲ့အိမ်ကသူ့ကိုသွေးလထွက်တဲ့နေ့မှာသူ့ကိုစတေးဖို့သူ့အပေါ်မန္တန်နဲ့လုပ်ထားတာကိုသိသောအခါသူဘယ်လိုလွတ်မြောက်အောင်ကြိုးစားမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်\nFile size… 700 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:31:00\nGenre … Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Thiha Naing Htoo",
        "rating": "",
        "url": "https://channelmyanmar.org/spell-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/the-snob-140x200.jpg",
        "title": "The Snob(2019)",
        "description": "The Snob(2019)ဆွန်းဝူဂျောင်းကတော့ ပန်းချီဆရာမ တစ်ယောက်ဖြစ်ပါတယ်သူမမှာ မျက်နှာပြောင်တိုက်တဲ့ အကျင့်ဆိုးရှိပါတယ်အမြဲတမ်း အခြား ပန်းချီဆရာတွေရဲ့ ပန်းချီတွေကို ပြန်ကူးရေးဆွဲခဲ့ပါတယ်ပြန်မွန်းမံတာလို့ အမည်တပ်ပြီး ပန်းချီပြခန်းတွေမှာ ပြသခဲ့တယ်တစ်ရက်မှာတော့ သူမရဲ့ ပန်းချီကူးချမှုနဲ့ပက်သက်ပြီး တရားစွဲဆိုခံရတဲ့အခါ......သူမ ဘယ်လိုတွေဆက်ပြီး ပန်းချီလောကမှာ ရှင်သန်မှာလဲဆက်ပြီး ဒီလိုတွေဖြစ်နေဦးမလားသူလိုချင်တဲ့အောင်မြင်မှုကို ရနိင်မလားဆိုတာကိုတော့...File Size :(923 MB) and (380 MB)\nQuality : FHDRip  720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy  , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1zHjd/The_Snob.2019..2020.FHDRip.720p.pp.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w5r3T9sGpg9WIdJkqzUX66VDACN.jpg",
        "title": "Pawn",
        "description": "Pawn(2020) အညွှန်း\nငွေချေးလုပ်ငန်းကိုလုပ်ကိုင်တဲ့ လူနှစ်ယောက်က အမျိုးသမီးတစ်ယောက်ဆီကနေပြီး ချေးထားတဲ့ငွေကို ပြန်တောင်း\nဖို့သွားကြတဲ့အခါ ထိုအမျိုးသမီးကချေးထားတဲ့ ငွေကို ပြန်မဆပ်နိုင်တာကြောင့် သူ့ရဲ့သမီးလေးကို အပေါင်အဖြစ်ခေါ်\nယူလာခဲ့ပါတယ်။ ကလေးရဲ့ မိခင်က တရားမဝင်နေထိုင်တဲ့သူဖြစ်တာကြောင့်\nမိမိနေရပ်ကို ပြန်ပို့ခံရပြီး ကလေးကိုတော့ ငွေချေးလုပ်ငန်းလုပ်တဲ့သူတွေဆီ ထားခဲ့ရပါတော့တယ်။\nကလေးကိုသမီးအဖြစ်မွေးခဲ့တဲ့ လူနှစ်ယောက်နဲ့ သံယောဇဥ် တွယ်ပြီးတော့ အတူတူနေထိုင်သွားကြရတဲ့\nမိသားစုချစ်ခြင်းမေတ္တာပြ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nသရုပ်ဆောင်အနေနဲ့က ဆွန်းဒုံအီ ဟာဂျီဝန် နဲ့ ကင်ဂျယ်ဟွာတို့က သရုပ်ဆောင်ထားပါတယ်။\nTranslated by : Kim Khin Hana\nEncoded by : Thit San Khant",
        "rating": "",
        "url": "https://megaup.net/2VC7f/Pawn_2020_WEBRip_720p(CM).mp4",
        "category": "Country"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4agrahfTaSHRLdOLx1C030H7BXr.jpg",
        "title": "Diva",
        "description": "Diva 2020\nမနာလိုစိတ်ဆိုတာ တော်တော်လေးကြောက်ဖို့ကောင်းတဲ့အရာပါ ဒီကားထဲမှာလူတွေရဲ့ အတ္တစိတ် မနာလိုဝန်တိုစိတ်\nစတာတွေကိုကောင်းကောင်းကြီးတွေ့ရမှာဖြစ်ပြီး ဇာတ်လမ်းဇာတ်ကွက်တွေကလည်း Thriller ဆန်လို့ရင်တထိတ်\nထိတ်နဲ့ကြည့်ရှုရမှာဖြစ်ပါတယ် ၂၀၂ဝခုနှစ်ထွက် Thriller ကားကောင်းဖြစ်ပြီး မြေခွေးမလေးကိုယ့်ချစ်သူထဲက\nမင်းသမီး Shin Min-A ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းအကျဉ်းကတော့ ချွဲယောင်းဆိုတာက\nဒိုင်ဗင်လောကမှာအတော်ဆုံးအားကစားမယ်တစ်ဦးပါ သူမသူငယ်ချင်းဆူဂျင်းကတော့ သူမလောက်မတော်ပဲ သူမ\nကိုအားကျနေရသူတစ်ဦးလည်းဖြစ်ပါတယ် တစ်နေ့တော့သူတို့နှစ်ယောက် ကားမတော်တဆမှုတစ်ခုကြုံတွေ့ခဲ့ပြီး\nနောက် ချွဲယောင်းကအတိတ်မေ့သွားပြီး ဆူဂျင်းကပျောက်ဆုံးသွားပါတယ် တခြားဒိုင်ဗင်မယ်တွေက ဆူဂျင်း\nပျောက်ဆုံးတာက ချွဲယောင်းလက်ချက်လို့ထင်နေကြသလို ဒီမတော်တဆမှုကနေ ချွဲယောင်းကိုယ်တိုင်ကလည်း\nစိတ်အခြေအနေထိခိုက်သွားရပါတယ် ဘယ်လိုတွေဆက်ဖြစ်မယ်ဆိုတာ စိတ်ဝင်စားဖွယ်တင်ဆက်ထားလို့\nဇတ်လမ်းလေးကိုကိုယ်တိုင်ခံစားကြည့်စေချင်ပါတယ် ဆူဂျင်းပျောက်ဆုံးတာ သွေးရိုးသားရိုးလား ချွဲယောင်းက\nကောဘယ်လိုစိတ်ရောဂါဖြစ်နေခဲ့တာလဲ အဖြေရှာကြရမှာဖြစ်ပါတယ် အကုန်ခြုံပြောရရင်စိတ်ဝင်စားဖို့ကောင်းတဲ့\nThriller ကားတစ်ကားဆိုတာ မလွဲပါဘူး\nTranslated by : Moe Pwint\nEncoded by : Thit San Khant",
        "rating": "5.5",
        "url": "https://megaup.net/Yi4q/Diva.2020.720p_%7BCM%7D.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdEsF47ovpKr2GUpfhxNpMupkDv.jpg",
        "title": "P1H",
        "description": "Alcho virusက လူသားတွေကို အချင်းချင်းသတ်ဖြတ်ပစ်တတ်တဲ့စိတ်ဖြစ်အောင် လုပ်ပေးလို့ဗိုင်းရပ်ပါ\n \nအဲ့ဗိုင်းရပ်ကကမ္ဘာမြေပေါ်ကို ပျံ့နှံ့လာတဲ့အခါမှာတော့ လူသားတွေစိတ်ထဲကို သတ်ဖြတ်ချင်တဲ့စိတ်တွေ ဝင်ရောက်လာပါတော့တယ်\n \nအဲ့ထဲကမှအသက်ရှင်ကျန်သူ၄ယောက်က ကမ္ဘာမြေကြီးကိုကာကွယ်ဖို့\n \nဘယ်လိုကြိုးစားမလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာကြည့်ရှုအားပေးပါ\nTranslated by : Myint Thu Zar Lin\nEncoded by : Thit San Khant",
        "rating": "",
        "url": "https://megaup.net/1zGod/P1H.2019.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNDliY2E1MjUtNzZkOS00MzJlLTgyOGEtZDg4MTI1NzZkMTBhXkEyXkFqcGdeQXVyNjMwMzc3MjE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Mulan (2020)",
        "description": "မထွက်ခင်ကတည်းက နာမည်ကြီးနေခဲ့တဲ့ မူလန် ထွက်လာခဲ့ပါပြီ\nရုံတွေ ပိတ်ထားလို့ Disney+ မှာပဲ တင်ခဲ့ပြီး လောလောဆယ်\n720P Version ပဲ ရရှိအုံးမှာပါ\nမူလန် နေရာမှာ အားလုံးသိကြတဲ့ မင်းသမီးလေး ဂူဂူး (လုရီဖေး) က\nအကောင်းဆုံး လှလှ ပပ သရုပ်ဆောင်ထားပါတယ်...\nMulan ဇတ်ကောင် အနေနဲ့ Animation ရုပ်ရှင်တွေ ထွက်ခဲ့သလို\nခနခန Reversion Live Action တွေ ပြန်ရိုက်လဲ\nပရိတ်သက်တွေ အသဲစွဲပြီး ကြိုက်နှစ်သက်ရတဲ့ ဇတ်ကောင်တစ်ခုပါ\nတရုတ်နိုင်ငံ စစ်တွင်းကာလ မှာ အိမ်တိုင်းက စစ်သည်တော်ဟောင်းတွေ\nယောင်္ကျားသားတွေ ကို နန်းတွင်းက ပြန်ဆင့်ခေါ်တဲ့ အခါ\nမကျန်းမာတဲ့ ဖခင် အစား နုနုငယ်ငယ် အမျိုးသမီးလေး မူလန် က\nယောင်္ကျားလေး ဟန်ဆောင်ပြီး စစ်အတွင်းလိုက်ပါပြီး\nစစ်ဆင်နွဲခဲ့တဲ့ သမိုင်းကြောင်းကို ပုံဖော်ထားတဲ့ ရုပ်ရှင်ကားဖြစ်ပါတယ်..\nဒီရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ ...",
        "rating": "8.0",
        "url": "https://megaup.net/17Dzc/Mulan.2020.720p.DSNP.WEBRip.DDP5.1_{CM}.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/syUy6A3j20oVVJL0jwJi7q6YizF.jpg",
        "title": "The Night of the Undead",
        "description": "Night of the Undead (2019)\nဒီကားကတော့ ၂၀၁၉ ကထွက်ထားတဲ့ Sci-fi Thriller အမျိုးအစားကားကောင်းတစ်ကားဖြစ်ပါတယ် ဇာတ်လမ်းလေးကတော့ ဆိုအီဆို\nတဲ့ မိန်းကလေးဟာ မန်းဂီးဆိုတဲ့ လက်ထပ်ပြီးအိမ်ထောင်သည်ဘဝကိုပျော်မွေ့နေသူတစ်ယောက်ပါ ဒါပေမယ့် သူမအမျိုးသားမှာ\nထူးဆန်းတဲ့အကျင့်တစ်ခုရှိပါတယ် အမြဲအလုပ်များနေတတ်ပြီး ဘယ်လောက်အလုပ်များများ အနားမယူတတ်တာပါ တစ်ခါတစ်လေ ဒီ\nအပြုအမူတွေကြောင့်ဆိုအီကသူယောကျ်ားကို လူသားတစ်ယောက်လို့ မခံစားမိတော့အောင်ဖြစ်လာပါတယ် ဒါကြောင့်သူမအမျိုးသား\nဘာတွေလုပ်နေတယ်ဆိုတာကို အလွတ်စုံထောက်တစ်ယောက်ကိုငှားပြီး နောက်ယောင်ခံစေခဲ့ပါတယ် အဲ့ဒီအခါမှာ သူမအမျိုးသားဟာ\nသူမအရင်ကလက်ထပ်ထားသူတွေ ရှိနေခဲ့ပြီး အဲ့ဒီမိန်းမတွေကလည်း ပုံစံတူသေဆုံးခဲ့တယ်ဆိုတာကိုသိလိုက်ရပါတယ် သူမယောက်ျား\nက ဘယ်လိုလူမျိုးလဲ အစပိုင်းမှာတော့မိန်းမကိုအရမ်းချစ်တတ်ပြီး ကြင်နာတတ်တဲ့ယောက်ျားရဲ့နောက်ကွယ်ကအဖြစ်မှန်ကဘာလဲဆို\nတာကို စိတ်ဝင်စားဖွယ်တွေ့ရမှာပါ Sci fi ကားကြိုက်တတ်သူတွေအတွက် ပျင်းစရာ မကောင်းပဲ စိတ်ဝင်စားစရာကြည့်ရမယ့်ကားလေး\nဆိုလည်းမမှားပါဘူး\nTranslated by : Moe Pwint\nEncoded by : Thit San Khant",
        "rating": "4.8",
        "url": "https://megaup.net/2VBiy/Night.of.the.Undead.2019.720p_(CM).mp4",
        "category": "Comedy, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/the-new-mutants-135x200.jpg",
        "title": "The New Mutants 2020",
        "description": "X men ရုပ်ရှင်အသစ်ထွက်လာနြပ်ပါပြီ။ ဒါကတော့ စူပါဟီးရိုးကို ဟော်ရာနဲ့ ပေါင်းထားတာပါပဲ။\nသရုပ်ဆောင်တွေကလည်း အားလုံး ရင်းနှီးထားတဲ့သူတွေချည်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဆယ်ကျော်သက်အရွယ် ကိုယ့်ကိုယ်ကိုယ် သန္ဓေပြောင်းလူသားမှန်း ခုမှ စသိလာတဲ့ လူငယ်လေးတွေကို အိမ်ကြီးတစ်လုံးထားမှာ ပိတ်ထားပါတယ်။\nအကြောင်းကတော့ သူတို့ရဲ့ အစွမ်းတွေက အန္တရာယ်များလွန်းပြီး မထိန်းချုပ်နိုင်သေးတဲ့အတွက် လူတွေ မတောတဆ သေတာတွေ ဖြစ်ခဲ့လို့ပါပဲ။\nသူတို့ အဲဒီမှာ စိတ်ကုထုံးတွေခံယူပြီး၊ သူတို့ကိုယ်သူတို့ ထိန်းချုပ်နိုင်ပြီဆိုမှာ X-Men တွေရဲ့ ကျောင်းကို လွှဲပေးမှာ ဖြစ်ပါတယ်။\nဒါပေမယ့် စွမ်းအားရှင်တွေချည်းပဲ စုနေတဲ့ အိမ်ထဲမှာမှ ပဟေဠိဆန်တဲ့ ကြောက်စရာတွေ ဖြစ်လာတဲ့အခါ\nFile size… 1 Gb / 500 Mb\nQuality… Bluray 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nGenre … Horror, Sci-Fi, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Littleneo",
        "rating": "5.5",
        "url": "https://megaup.net/TJon/The_New_Mutants.2020.720p(CM).mp4",
        "category": "Action, Horror, Sci-Fi"
    }
]