[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOWQyOTgzZjctOTVjYy00NWE5LWI3MDgtYzg5MWMxMDdlNjhjXkEyXkFqcGdeQXVyNTcwMzkyNDE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Last Radio Call (2022)",
        "description": "ဒီတစ်ခါမှာတော့ Horror ကြိုက်တဲ့ CMပရိသတ်ကြီးအတွက်\nကြည့်လို့ကောင်းမယ့် Horrorကာားလေး\nတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းသရဲခြောက်တယ်လို့ နာမည်ကြီးလှတဲ့\nယော့ခ်တောင်းအောက်မေ့ဖွယ်ဆေးရုံကြီးနဲ့ပတ်သတ်ပြီး\nတိုင်ကြားချက်ရောက်လာတာကြောင့် ရဲအရာရှိဒေးဗစ်တို့နှစ်ယောက်\nသွားရောက်စစ်ဆေးခဲ့ကြပါတယ်။ ဒါပေမယ့် ထူးဆန်းစွာနဲ့ပဲ\nသွားရောက်စစ်ဆေးသူနှစ်ယောက်မှာ ဒေးဗစ်က ပျောက်ချင်းမလှ ပျောက်ဆုံးသွားခဲ့ပြီး\nသူ့လုပ်ဖော်ကိုင်ဖက်ကတော့ အလုပ်ကထွက်သွားခဲ့ပါတယ်။ အဲဒါကြောင့်ပဲ\nဒေးဗစ်ရဲ့ အမျိုးသမီးဖြစ်သူ ဆာရာက သူ့ယောက်ျားပျောက်ဆုံးသွားတာနဲ့ပတ်သက်ပြီး\nအမှန်အတိုင်း သိလိုတာကြောင့် ကင်မရာမန်းတစ်ယောက်ကိုငှားပြီး\nယောက်ျားရှာပုံတော် အမှန်တရားရှာပုံတော် ဖွင့်ခဲ့ပါတော့တယ်။\nဒီလိုနဲ့ တစ်စပြီးတစ်စ အမှန်တရားနဲ့ နီးကပ်လာချိန်မှာပဲ\nထူးဆန်းတဲ့အရာတွေကို ပိုပိုသိလာရတဲ့အခါ..\nဆာရာက သူ့ယောက်ျားဒေးဗစ်ကို ရှာတွေ့သွားနိုင်မှာလား..\nဒေးဗစ်ကရော အသက်ရှင်လျက်ရှိနေသေးတာလား..\nတကယ်လို့ အသက်ရှင်လျက်ရှိနေတုန်းဆိုရင် ဘာလို့ဆာရာ့ဆီ ပြန်မလာတာလဲ..\nဆာရာတစ်ယောက်ရော ဒေးဗစ်ကို အသက်ရှင်လျက်ပြန်တွေ့နိုင်ဖို့အရေး\nဘယ်လိုအရာမျိုးတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာ...\ndocumentary ဇာတ်လမ်းလေးတစ်ပုဒ်အနေနဲ့\nစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုလိုက်ကြပါဦးနော်။File size…(1,54GB)  / (`1.12GB) / (765MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:16:00\nGenre...  Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Emily Sue",
        "rating": "",
        "url": "https://megaup.net/1bs2p/Last.Radio.Call.2021.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Picsart_23-01-13_22-18-06-333-172x200.jpg",
        "title": "Fanfan (1993)",
        "description": "Fanfan (1993)\n\" ပြင်သစ်ကားတွေရဲ့ထုံးစံအတိုင်း မိသားစုနဲ့အတူ ကြည့်ရှူလို့ အဆင်မပြေနိုင်ပါခင်ဗျာ \"\n~ IMDb - 6.7/10, Rotten Tomatoes - 85% ~ဒီရုပ်ရှင်ဟာ ပြင်သစ်ရုပ်ရှင်ကားဟောင်း၊ ကားကောင်းလေးတွေထဲမှာတော့ ရှေ့ဆုံးက ဦးဆောင်ခဲ့တဲ့ကားတစ်ကားပါပဲ။ အဓိကကတော့ ၂၀ ရာစုနှစ်ပြင်သစ်ရုပ်ရှင်ကားတွေကို ချုပ်ကိုင်ခဲ့တဲ့၊ ဂျိမ်းစ်ဘွန်းရုပ်ရှင်တွေမှာတောင် ပါဝင်ခဲ့တဲ့၊ ရုပ်ရှင်ဇာတ်လမ်းမကောင်းရင် ဘယ်တော့မှရိုက်လေ့ရိုက်ထမရှိတဲ့ ပြင်သစ်မင်းသမီး‌ချော Sophie Marceau ကြောင့်လို့လည်း ဆိုရမှာပဲဖြစ်ပါတယ်။အ‌ဆိုပါပြင်သစ်မင်သမီးကြီးရဲ့ရိုက်ကူးခဲ့သမျှ ရုပ်ရှင်ကားတိုင်းဟာ ဇာတ်လမ်းဇာတ်ကွက်အလွန်ကောင်းလှသလို IMDb - 6.2/10 အထက်မှာပဲ အမြဲနေရာယူထားတာလည်းဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ကားလေးကတော့ တဖန်ပြန်လည် ‌ခေတ်ထနေတယ်လို့သိရပြီး ခေတ်ပြန်ထချင်ရလောက်အောင်ကို ဒီဖက်ခေတ်မှာလည်း ကြည့်လို့ကောင်းနေတဲ့ Romance ကားတစ်ကားဖြစ်လို့နေပါတယ်။တစ်ခါတလေတော့ အချစ်ဆိုတာ ဘယ်လိုမျိူးလဲတောင် နားလည်ဖို့အလွန်ခက်ခဲလှပါတယ်။ ဒီရုပ်ရှင်ကားကို Comedy လို့ပါ အမျိုးအစားတပ်ထားပေမဲ့ ကျွန်တော်အနေနဲ့တော့ Comedy ဆန်တာတစ်ခုမှမ‌တွေ့ရဘဲ ဇာတ်ကောင်စရိုက်နိုင်လှတဲ့ သရုပ်ဆောင်တွေရဲ့ ဇာတ်ကောင်စရိုက်အားပြိုင်မှုတွေကြားမှာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Rrkn/(CM)_Fanfan_(1993)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmI5OWI2NmYtN2Q1Zi00YThkLWEwMTgtYzI3YzFhMTY3ZTMyXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Head Bush: Vol 1 (2022)",
        "description": "Head Bush (2022)\nAction, Biography, Crime\nIMDB 6.8/10 (1.1K)အခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကတော့ KGF မင်းသားတို့ရပ်ဝန်းက\nကန်နန်ဒါးဘာသာစကားနဲ့ထွက်ရှိလာပြီး မင်းသားဒန်နန်ဂျေယားနဲ့\nမင်းသမီး ပါယလ်ရာဂျ်ပွသ်တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။ဒီဇာတ်ကားလေးဟာ Agni Sridhar ရဲ့ ကိုယ်တိုင်ရေးအတ္ထုပ္ပတ္တိ\n'My Days in the Underworld' ဆိုတဲ့ စာအုပ်အပေါ်အခြေခံထားပြီး\nဘန်ဂလောမြို့ ​မြေအောက်လောကအကြောင်းကို ရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်။နိုင်ငံရေးမှာ ထာဝရ ရန်သူ ထာဝရမိတ်ဆွေဆိုတာ မရှိပါဘူး ထာဝရအကျိုးစီးပွားဆိုတာပဲ ရှိပါတယ်\nနိုင်ငံရေးသမားတွေဟာ သူတို့အာဏာတည်မြဲရေးအတွက်\nမြေပေါ်မြေအောက်နည်းလမ်းပေါင်းစုံနဲ့ အသုံးပြုကြပါတယ်\nThe Guys of Rangoon ထဲက လမ်းမတော်ဖိုးတုတ်ဇာတ်လမ်းထဲမှာလဲ\nဆန္ဒပြပွဲဖြစ်ပြီး အစိုးရတွေပြုတ်ကျဖို့ လူမိုက်တွေကို ငှားလုပ်ခိုင်းတာကို တွေ့ရမှာပါ\nခုဇာတ်ကားက လမ်းမတော်ဖိုးတုတ် live action လိုပါပဲ\nမိုက်ပေမဲ့ နှလုံးသားလှတဲ့ လူမိုက်ကြီး ဂျယ်ရက်ဂ်ျရဲ့ ဒီမြို့ကို\nငါတို့ပိုင်တယ်ဆိုတဲ့ အထာအလန်းကြီးတွေနဲ့ ဂိုဏ်းစတားတွေကို တစ်ဝကြီးရှုစားရမှာပါ\nFile size…2.39GB / 1.13GB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle ...",
        "rating": "6.8",
        "url": "https://megaup.net/2xoO8/Head_Bush_(2022)_Kannada_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Biography, Bollywood, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ou2aNvz00ss3zDC3FMUmaCj7yqB.jpg",
        "title": "Godland (2022)",
        "description": "Godland (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 88% ~၁၉ရာစုက သာသနာပြုသင်းအုပ်ဆရာတစ်ပါးအကြောင်း ရုပ်ရှင်ပါ။ သူဟာ Iceland မှာ သာသနာပြုဖို့အတွက် ချာ့ချ်ကျောင်းတစ်ကျောင်းဆောက်လုပ်ဖို့ တာဝန်ပေးခံရတဲ့ဘုန်းတော်ကြီးပါ။ Iceland ဟာ သဲကွင်းတွေ တောင်တန်းတွေ ရေခဲမြစ်တွေနဲ့ ဖွဲ့စည်းထားတဲ့ နေရာဖြစ်ပြီး ပထဝီအနေအထားအမြဲပြောင်းလဲနေတဲ့နေရာပါ။ ဒီနေရာမှာ တချို့ရာသီတွေဆို နေလုံးဝမဝင်ပါဘူး။ လင်းကျင်းနေတာပါပဲ။ ဒေသခံမဟုတ်ရင် နေ့ညတောင်မကွဲ အိပ်ဖို့တောင် အဆင်မပြေပါဘူး။ ဒီလိုအခက်အခဲတွေနဲ့ နေရာကို ဘုန်းတော်ကြီးလူးကပ်စ်ဟာ သာသနာပြုဖို့ စေလွှတ်ခံခဲ့ရပါတယ်။ ဒီရုပ်ရှင်ကတော့ အဲဒီဘုန်းကြီးရဲ့ သာသနာပြုခရီးအကြောင်းကို ရိုက်ကူးပြသထားတဲ့ ရုပ်ရှင်ပါပဲ။၁၉ရာစုတုန်းက Iceland မှာ သေတ္တာတစ်လုံးတွေ့ရှိခဲ့ကြပြီး အဲဒီသေတ္တာထဲမှာ ဒိန်းမတ်ဘုန်းတော်ကြီးတစ်ပါး ရိုက်ကူးထားတဲ့ ဓာတ်ပုံဖလင်ခုနှစ်ချပ်ကိုပါ တွေ့ရှိခဲ့ကြပါတယ်။ အဲဒီဓာတ်ပုံတွေဟာ အရှေ့တောင်ကမ်းရိုးတန်းဒေသမှာရိုက်ကူးခဲ့တဲ့ ပထမဆုံးဓာတ်ပုံတွေဖြစ်ပြီး။ ဒီရုပ်ရှင်ကို အဲဒီဓာတ်ပုံတွေကနေ ဉာဏ်ကွန့်မြူးတင်ပြထားတာ ဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို W ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Rrgc/(CM)_Godland_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kElJcT1oteDCyRzw0XNqrTZcCvA.jpg",
        "title": "Pacifiction (2022)",
        "description": "Pacifiction (2022)ဒီနေ့မှာတော့ လူ့သဘာဝကို ထိထိမိမိနဲ့သရုပ်ဖော်နိုင်လွန်းလို့ ပရိသတ်တွေရဲ့ချီးကျူးမှုတွေကို သိမ်းပိုက်ထားတဲ့ Albert Serraရဲ့ နာမည်ကျော်လက်ရာတစ်ခုဖြစ်တဲ့ Pacifiction 2022ဆိုတဲ့ရုပ်ရှင်လေးကို တင်ဆက်ပေးမှာပါ။ Albert Serraရဲ့လက်ရာပီပီ ဒီကားလေးကရော ဒီတစ်ခါမှာ ဘယ်လိုတွေးစရာတွေပေးသွားမလဲဆိုတာ အားလုံးတူတူကြည့်လိုက်ရအောင်ပါ။ပြင်သစ် ပေါ်လီနီးစီးယားရဲ့ ကျွန်းလေးတစ်ကျွန်းပေါ်ကအုပ်ချုပ်ရေးမှူး အစိုးရအရာရှိလေး ဒီရိုလာတစ်ယောက်ဟာ လူတော်တွေကို မြေတောင်မြှောက်ပေးပြီး လိုအပ်နေသူတိုင်းကို ကူညီတတ်တဲ့လူတစ်ယောက်ပါ။ ဆိတ်ငြိမ်လှတဲ့ ကျွန်း‌မြို့လေးတစ်မြို့အတွက် ကြီးကျယ်တဲ့ပြဿနာရယ်လို့ ရှိလာမှာမဟုတ်ဘူးလို့ပဲ အားလုံးကထင်မှတ်ထားကြတာပေါ့။ ဒါပေမဲ့ သူတို့ရဲ့ကျွန်း‌မှာ nuclearစမ်းသပ်မှုလုပ်မယ်ဆိုပြီး ခပ်သဲ့သဲ့ထွက်လာတဲ့သတင်းနဲ့အတူ မြို့နားမှာ ရုတ်တရက်ပေါ်လာတဲ့ ရေတပ်သားတွေ၊ စစ်တပ်ရဲ့လှုပ်ရှားမှုတွေကြောင့် ဒီရိုလာတစ်ယောက် ခေါင်းခဲရဖို့ဖြစ်လာတဲ့အခါ...တစ်ဖက်က အစိုးရပိုင်းကရာထူးအကြီးဆုံးတွေနဲ့ တခြားတစ်ဖက်က ဩဇာအာဏာဆိုလို့ စိုးစဉ်မျှမရှိကြရှာတဲ့ ကျွန်းနေပြည်သူ၊ ထိပ်ဆုံးနဲ့အောက်ဆုံးကြားက နိုင်ငံရေးအင်အားပြိုင်ပွဲမှာ လက်ဝင်ရှိုမိတဲ့ ဒီရိုလာတစ်ယောက် တစ်ချက်အမှားမခံတဲ့ဆုံးဖြတ်ချက်တွေချရဖို့ ဖြစ်လာတဲ့အခါ ဘယ်လိုဆက်လုပ်မှာလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီကားလေးထဲမှာတော့ နိုင်ငံရေးဆိုတဲ့မျက်နှာဖုံးအောက်က အာဏာရှင်လက်မည်းကြီးတွေရဲ့ပြိုင်ဆိုင်မှုနဲ့အတူ၊ အကျိုးအမြတ်နဲ့ပတ်သက်လာတဲ့အခါမှာတော့ သေမင်းနဲ့ပဲ အပြိုင်စစ်ခင်းရပါစေ ဘယ်သူသေသေ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Rog6/[CM]Pacifiction.2022.720p.WEB-DL.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wSXOGXHhMdOPTp0Bm9QfMI6OaKV.jpg",
        "title": "Catfish Killer (2022)",
        "description": "Catfish Killer (2022)** မူရင်းကိုက 720p ပဲ ရှိတာကြောင့် 1080p တင်ပေးနိုင်ဦးမည်မဟုတ်ပါ **အခုတင်ဆက်ပေးမယ့်ဇာတ်ကားလေးကတော့ ဟန်နာ၊ ဂျိန်းနဲ့ စကော့ ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းသုံးယောက်ကြားထဲက ပဟေဠိ ဆန်ဆန် ဇာတ်ကွက်အလှည့်အပြောင်းတွေနဲ့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်ကားလေတစ်ကားပဲဖြစ်ပါတယ်။ကျောင်းသားတွေအများကြီးထဲကမှ ပညာသင်ဆုကိုရရှိသွားတဲ့ ဟန်နာ ...\nဟန်နာ့ရဲ့ ပညာသင်ဆုနဲ့ ပတ်သက်ပြီး မကျေမနပ်ဖြစ်နေတဲ့ အီလီ ...အဲ့နောက် ဟန်နာ့ရဲ့ ပညာသင်ဆုကိုဆုံးရှုံးသွားအောင် ကြံစည်မှုတွေဖြစ်ပေါ်လာတော့ ဘယ်သူလဲ အဖြေရှာကြည့်ကြတဲ့အခါမှာ ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲ ဆက် ကြည့်လိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Aung Win Htut ပါ။)File Size          : 810MB, 335MB\nQuality            : 720p WEB-DL, 480p\nFormat    ...",
        "rating": "5",
        "url": "https://megaup.net/3dlce/[CM]Catfish.Killer.2022.720p.WEB-DL.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qkSrEa1WLF5mB4UvymS4awatL6T.jpg",
        "title": "My Broken Mariko (2022)",
        "description": "My Broken Mariko (2022)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဒီဇာတ်လမ်းလေးကတော့ သူငယ်ချင်းမိန်းကလေးနှစ်ယောက်ကြားကသံယောဇဉ်လေးကို သရုပ်ဖော်ထားတဲ့ ကာတွန်းစာအုပ်အား ပြန်လည်ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ဂျပန်နိုင်ငံမှာ rating ကောင်းကောင်းရရှိထားတဲ့ စာအုပ်ဆိုလဲမမှားပါဘူး။ ဇာတ်ကားရဲ့ နာမည်လေးအတိုင်း စိတ်ဓါတ်ကျမှူ၊ စွန့်ပစ်ခံရမှုနဲ့ စော်ကားခံရမှုတို့နဲ့ ပြည့်နှက်နေတဲ့ မာရီကိုရဲ့ဘက်မှာ ရပ်တည်ပေးတဲ့သူကတော့ သူ့ရဲ့တစ်ဦးတည်းသော ငယ်သူငယ်ချင်းဖြစ်သူ တိုမိုယိုရှီနိုပဲရှိပါတယ်။မာရီကိုနဲ့ရှီနိုတို့ရဲ့ သံယောဇဉ်ဟာ အတော်လေးကိုနက်ရှိုင်းကြတယ်။ တစ်နေ့ဒီလိုနဲ့ မာရီကိုသေဆုံးသွားတဲ့သတင်းကို ရှီနိုကြားလိုက်ရတဲ့အချိန်မှာ သူအရမ်းကိုတုန်လှုပ်သွားခဲ့တယ်။ရှီနိုဟာ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းကို အမှောင်ထဲကနေရုန်းထွက်ဖို့ မကူညီနိုင်ခဲ့သလို ခံစားခဲ့ရတာကြောင့် မာရီကိုရဲ့အရိုးပြာတွေကို နောက်ဆုံးခရီးတစ်ခုအတွက် လွတ်မြောက်ပေးနိုင်ဖို့ စိတ်ပိုင်းဖြတ်ပြီးတဲ့နောက်မှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Tin Myo Lwin ပါ။)File Size          : 1.7GB, 543MB, 263MB\nQuality            : 1080p WEB-DL ...",
        "rating": "6.3",
        "url": "https://megaup.net/2xlaq/[CM]My.Broken.Mariko.2022.720p.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/k4-141x200.jpg",
        "title": "(21+) My Lovely Stepsister {SDMF-007}",
        "description": "အမူအယာလေးတွေကြည့်ရုံနဲ့ သင့်ကိုစိတ်လှုပ်ရှားစေနိုင်မယ့်\nကောင်မလေးမျိုးမလိုချင်ဘူးလား မိတ်ဆွေ\nရုပ်ရည်ကလဲ အရမ်းကို နှလုံးရပ်စေလောက်အောင်\nညှိ့အားပြင်းတဲ့အပြင် ကိုယ်လုံးကိုယ်ပေါက်ကလဲမျက်စိမလွှဲချင်လောက်အောင် သိပ်မိမိုက်နေတော့\nကဲ နာမည်လေးကတော့ Kaho Imai ပါတဲ့ဗျာ\nပြောသလိုဖြစ်မဖြစ်ကတော့ မိတ်ဆွေကိုယ်တိုင်\nကြည့်ရှုခံစားဆုံးဖြတ်ပြီးမှ ကျွန်တော့်ကိုပြန်လာပြောပေးပါDark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.2GB / 1GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 12min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/1bs4t/SDMF-007_My_Big_Stepsister_720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qyJJNHteA7BUwQSey05t7qP4vRV.jpg",
        "title": "My Girl (1991)",
        "description": "My Girl (1991)ဗေဒါလေးဟာ ငယ်ငယ်လေးနဲ့ အသိကြွယ် ဉာဏ်ပြေးတဲ့ ကလေးမလေးတစ်ယောက်ပါ။ ဗေဒါ့ဖေဖေက ဈာပနအခမ်းအနားတွေ တာဝန်ယူပြင်ပေးရတဲ့သူပေါ့...။သူ မသိတတ်ခင်ကတည်းက ဆုံးသွားတဲ့ မေမေ၊ အသိ သတိ မကောင်းတော့တဲ့ ဖွားဖွား၊ နေ့စဉ်နဲ့အမျှ ဝင်ချည်ထွက်ချည်မြင်နေရတဲ့ အလောင်းတွေနဲ့ ပူဆွေးတမ်းတသူတွေ...။ နေ့စဉ်ဘဝလိုဖြစ်နေတဲ့ သေခြင်းနဲ့ ရှင်ခြင်းကြားက မျဉ်းပါးပါးလေးကို ဗေဒါလေး ဘယ်လိုများ နားလည်ထားသလဲ။အဆိုးတွေချည်းပဲတော့ မဟုတ်ပါဘူး... ၁၁နှစ်ဆိုတဲ့ တစ်ဆယ်စွန်းစ ဆယ်ကျော်သက်မဖြစ်တစ်ဖြစ်ကလေးမှာ အနားက အရိပ်လိုလိုက်မယ့် သူငယ်ချင်းလေး တစ်ယောက်ရှိတယ်... ကဗျာရွတ်ပြတာတွေ ကြိတ်ကြွေနေရတဲ့ ကျောင်းဆရာတစ်ယောက်ရှိတယ်...။ နှာတစ်ဖျားအသာနဲ့လည်း ရွယ်တူတွေကို ဖျံကျတတ်တယ်။ဒါပေမဲ့လည်း အလောင်းတွေကြားမှာ ဘဝကို မြှုပ်နှံထားတဲ့ ဖအေဖြစ်သူရဲ့ အာရုံစိုက်ခံရဖို့ကိုတော့ ညစ်ကြယ်ကြယ် ဉာဉ်လေးနဲ့ နိစ္စဓူဝကြိုးစားရတုန်းပါပဲ...။ ဒီလိုနဲ့ တစ်ရက်မှာတော့ ဗေဒါတို့ သားအဖဘဝထဲကို ရှယ်လီဆိုတဲ့ မိတ်ကပ်ဆရာမတစ်ဦး ပေါက်ချလာပါတော့တယ်...My Girl ဟာ နာမည်ကျော် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Rpi3/(CM)_My_Girl_(1991)_720p.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yu6deVz7U1i6bm1SnxSs1UEVFk0.jpg",
        "title": "Phantoms (1998)",
        "description": "Phantoms (1998)မြို့ငယ်လေးတစ်ခုက ရှိသမျှ‌လူတွေအားလုံးကို နာရီပိုင်းလောက်နဲ့ အသက်ဇီဝိန်ချွေသွားတဲ့ အဖြစ်အပျက်ကြီး အမေရိကားမှာ ဖြစ်ပေါ်ခဲ့ပါတယ်။ ဇာတ်ကားကိုပြောတာနော်။ တကယ်မဟုတ်ဘူး။မနက်ခင်းကြီး မြို့ငယ်ကနေထွက်၊ ရည်းစားတစ်ကောင်နဲ့ ပရောပရည်လုပ်နေတဲ့ အယ်လ်အေက ညီမကို အတင်းအကျပ်ပြန်ခေါ်လာတဲ့ အစ်မကြီးလုပ်သူ ညနေခင်းအချိန် မြို့ထဲအရောက်မှာ လူတွေအားလုံး ပျောက်သူပျောက် သေ‌သူသေဖြစ်ကုန်ကြပါတယ်။ ညီအစ်မနှစ်ယောက်သား မြို့ထဲကပြန်ထွက်ဖို့ နည်းမျိုးစုံကြိုးစားပေမဲ့ ပိတ်မိသွားတဲ့အခါ...လူသားမျိုးနွယ်ရဲ့ မျိုးတုံး‌ပျက်သုဉ်းခြင်းကို ယူဆောင်လာနိုင်တဲ့၊ လူတွေလိုပဲ စဉ်းစားဉာဏ်အသိပညာနဲ့ Stranger thing (လူထူးသူစိမ်း) ကြီးကို အဏုဇီဝပညာရှင်တစ်ယောက်၊ ရဲအရာရှိတစ်ယောက်၊ ဆရာဝန်မတစ်ယောက်နဲ့ မနူးမနပ်အပျိုပေါက်မလေးတို့ လေးယောက်သား ဘယ်လိုရင်ဆိုင်ခဲ့သလဲဆိုတာ အထိတ်ထိတ်တလန့်လန့်ကြည့်ရှုရမယ့် ၁၉၉၈ က ဇာတ်ကားတစ်ကားပါ။တစ်ခါတစ်ခါကျ ဇာတ်ကား Rating တွေထက် သရုပ်ဆောင်တွေက အလေးပိုသာသွားတဲ့အချိန်ရှိတတ်သလိုပဲ ဒီကားထဲပါတဲ့ သရုပ်ဆောင်များကတော့ နှယ်နှယ်ရရ မဟုတ်ပါဘူး။ပထမဆုံး သရုပ်ဆောင်နဲ့ ဇာတ်ညွှန်းဆရာ Ben Affleck ကို မြင်တွေ့ရပါမယ်။ Pearl ...",
        "rating": "5.4",
        "url": "https://megaup.net/3dkew/(CM)_Phantoms_(1998)_720p.mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bX26VsBntTCw9gyeupXiUfOKYE.jpg",
        "title": "Gangnam Zombie (2023)",
        "description": "Gangnam Zombie (2023)Ji II Jooနဲ့ Park Ji-yeon တို့ ပါဝင်သရုပ်ဆောင်ထားကြပါတဲ့ Gangnam Zombie လေးရပါပြီ။ Ji-yeonလေး ၇ နှစ်အကြာမှ ပထမဆုံးပြန်ရိုက်တဲ့ ကားလေးဖြစ်ပြီးတော့ Ji-yeon ပုံစံလေးအတိုင်း ခပ်ချေချေ စတိုင်လေးကို ပြန်တွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...ကိုရိုနာအပြီး အကုန် ပြန်အဆင်ပြေ‌ဖို့ လူတွေက မျှော်လင့်နေကြတဲ့အချိန်‌ ဆိုးလ်မြို့ရဲ့ ဂန်းနမ်ခရိုင်မှာ မြို့သူမြို့သားတွေက ပုံမှန်မဟုတ်တဲ့ ရောဂါလက္ခဏာ‌တွေကို စတင်ခံစားလာရတယ်။အဲဒီကနေ လူတွေက မကောင်းဆိုးဝါး ဇွန်ဘီတွေအဖြစ် ပြောင်းလဲသွားပြီး ဘယ်လိုတွေ ကြုံတွေ့ရင်ဆိုင်ကြရမလဲဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲမှာပဲ ဆက်လက်‌ကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းကိုတော့ Miri  က ရေးပေးထားပါတယ်။)File Size          : 1.5GB, 596MB, 493MB\nQuality            : 1080p ...",
        "rating": "5",
        "url": "https://megaup.net/2xmG0/[CM]Gangnam.Zombie.2023.720p.WEB-DL.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjg2MzY4NmUtZTA1Ny00ZTk0LWIwYTQtYjYzZmRiOTVmMGMzXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "8 x 10 Tasveer(2009)",
        "description": "8 x 10 Tasveer (2009)\nAction, Crime, Drama\nIMDb 5.4/10 (5.8K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားကြီးအရှေးကူမားနဲ့\nမင်းသမီးအိုင်ရှားတာကီယာတို့ရဲ့ကားကောင်းလေးတစ်ကားပဲဖြစ်ပြီး Box Office မှာလည်း\nအိန္ဒိယရူပီ ၂၃၅.၈သန်းအထိ ပြန်လည်ရရှိခဲ့တဲ့ကားလေးပဲဖြစ်ပါတယ်။ဂျယ်ဟာ မိဘပိုင်လုပ်ငန်းကို စိတ်မဝင်စားဘဲ ကိုယ်ဝါသနာပါရာကိုလုပ်ရင်း\nပျော်မွေ့နေသူတစ်ယောက်ပါ။ဂျယ်ရဲ့ကောင်မလေးကတော့ ရှီလာပေါ့။ သူတို့နှစ်ယောက်ဟာ သိပ်ချစ်ကြပါတယ်။တစ်ရက် ဂျယ်ရဲ့ဖခင်ဖြစ်သူဟာ ဂျယ်ဆီလာပြီး ကိစ္စတစ်ခုကို ပြောပြဖို့ကြိုးစားခဲ့ပါတယ်။\nဒါပေမဲ့ ဂျယ် နားမထောင်ခဲ့ပါဘူး။ အဲ့ဒီနေ့မှာပဲ ဂျယ်ရဲ့ဖခင်ဟာ မတော်တဆ ဆုံးပါးသွားခဲ့ပါတယ်။ဖခင်ဆုံးပြီးသွားနောက် ဂျယ်ဆီကို စုံထောက်တစ်ယောက်ရောက်လာပြီး\nဒီသေဆုံးမှုဟာ မတော်တဆမှုမဖြစ်နိုင်ကြောင်း။ အသတ်ခံရတာဖြစ်ကြောင်း ပြောလာပါတယ်။ဂျယ်ဟာ လူတစ်ယောက်ရဲ့ဓါတ်ပုံတစ်ပုံကို ကြည့်ပြီး အဲ့ဒီလူရဲ့အတိတ်ကိုပြန်သွားနိုင်တဲ့\nလူမသိသူမသိ အစွမ်းလေးတစ်ခုရှိနေပါတယ်။ဒီလိုနဲ့ ဖခင်ဖြစ်သူရဲ့အမှုကို တစ်ကိုယ်တော် စုံစမ်းခန်းဖွင့်လာတဲ့အခါမှာတော့\nဘယ်လိုတွေ စိတ်လှုပ်ရှားစရာကောင်းလာမလဲဆိုတာကို လှည့်ကွက်လေးတွေနဲ့\nရှုစားရဦးမှာဖြစ်ပါတယ်နော်။\nFile size…2.13GB / 1.07GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.4",
        "url": "https://megaup.net/1Rp8r/8X10_Tasveer_2009_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/weIJziwvVckj739XVmqwQRRyg4k.jpg",
        "title": "[18+] Panibugho (2023)",
        "description": "Panibugho (2023)~ IMDb rating - 8/10 ~ဆွန်ညာ အက်စ်သာ လီယာ ဆိုတဲ့ညီအစ်မသုံးယောက်ဟာ တောအုပ်အစပ်က အိမ်ကြီးတစ်ခုမှာ သုံးဦးတည်းနေထိုင်ကြပါတယ်။ သူတို့ဟာ ဖခင်သေဆုံးပြီးတဲ့နောက် ကျန်ခဲ့တဲ့အမွေကိစ္စတွေရှင်းလင်းဖို့အတွက် ခေတ္တရောက်နေကြတာဖြစ်ပြီး အချိန်တန်ရင် ကိုယ့်လမ်းကိုယ် ခရီးဆက်ကြမှာပါ။အကြီးဆုံးအစ်မဖြစ်တဲ့ ဆွန်ညာနဲ့ အလတ်မအက်စ်သာက အသေးအဖွဲလေးတွေကအစ တကျက်ကျက်ရန်ဖြစ်လေ့ရှိပြီး အငယ်ဆုံး ညီမလေးဖြစ်တဲ့ လီယာကတော့ သီးသန့် အေးဆေးနေတတ်သူဖြစ်ပါတယ်။ တစ်ညမှာတော့ သူတို့အိမ်ကို မဖိတ်ခေါ်တဲ့ဧည့်သည် သူစိမ်းယောက်ျားတစ်ယောက် မုတ်ဆိတ်ကျင်စွယ်အထပ်ထပ် ဒဏ်ရာဗရပွနဲ့ရောက်လာခဲ့ပြီး နဂိုကတည်းက မအေးချမ်းတဲ့ သူတို့ အိမ်တွင်းရေးမှာ ပြဿနာတွေ ပူလောင်ဆူဝေလာပါတော့တယ်။ယောက်ျားတွေနဲ့ဝေးနေတဲ့ညီအစ်မသုံးယောက်ထဲကို ရောက်လာတဲ့ ရုပ်ရည်မဆိုးတဲ့လူငယ်တစ်ယောက်၊ သူတို့အချင်းချင်းကြားက အမုန်းအငြိုး၊ ရာဂမီးတွေနဲ့ ဘယ်လိုဆက်ပြီးလောင်ကျွမ်းကြမလဲဆိုတာဆက်လက်ရှုစားကြပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 820MB\nQuality - 1080p, 720p\nIMDb Rating - 7.9/10\nFormat ...",
        "rating": "7.9",
        "url": "https://megaup.net/2xl2n/(CM)_Panibugho_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ltRzkePfQefa78bVIYYQzlnLQAl.jpg",
        "title": "Losing Addison (2022)",
        "description": "Losing Addison (2022)ဇာတ်လမ်းကို Les ကတရားခွင်မှာလူသတ်မှုနဲ့စစ်မေးခံနေရတာနဲ့အစပျိုးထားတယ်။ သူ့ရဲ့ခေါင်းကိုထိခိုက်ထားပြီး မှတ်ဉာဏ်တွေကပျောက်ဆုံးနေတယ်။ ဒါပေမဲ့ သူ့ရဲ့အမွှာညီ Addison ကပျောက်နေခဲ့ပြီး သူဘယ်လိုမှစဥ်းစားလို့မရရာကနေ တစ်စတစ်စနဲ့ မှတ်ဉာဏ်တွေ၊ သူနဲ့ သူ့အမွှာညီလေးနဲ့ကြားထဲက ချည်နှောင်ထားတဲ့ကြိုးတစ်ခုကို ဒီဇာတ်လမ်းမှာ ကောင်းကောင်းပျိုးသွားပြီး ကြည့်ရတဲ့လူကို အဆုံးမှာဘာဖြစ်မလဲ၊ အဖြေကဘာလဲသိချင်အောင် ဆွဲခေါ်သွားပါလိမ့်မယ်။ Mystery, Thriller ဆိုတဲ့ Genreကို သဘောကျသူတွေအဖို့ ဒီကားကအချိန်ပေးရကျိုးနပ်မယ့် ဇာတ်လမ်းတစ်ခုလို့ပြောနိုင်တဲ့အတွက် ကြည့်ဖို့တိုက်တွန်းလိုက်ပါရစေ။ ထပ်ဆောင်းအနေနဲ့ ဒီဇာတ်လမ်းက 2011 မှာထုတ်ဝေထားတဲ့ နာမည်ကြီးစာအုပ်ကောင်းတစ်အုပ်ဖြစ်တဲ့ Losing Addison ကို Adaption လုပ်ထားတဲ့ဇာတ်ကားပါ။ထူးခြားတာက အမွှာဆိုသော်ငြားလည်း အသွင်ပြင်နဲ့အမူအကျင့်ဗီဇတွေပါကွဲပြားနေတဲ့ အက်ဒီဆန်နဲ့ လက်စ်နှစ်ယောက်က မွေးကတည်းက တူတူစားတူတူသွားနေခဲ့တဲ့အတွက် နှစ်ယောက်ကြားထဲက ထူးခြားတဲ့ Bond လေးတစ်ခုကို ဒီဇာတ်လမ်းမှာ သေချာပေါက်မြင်ကြရမယ်။ သူတို့အဖေနဲ့အမေက ခွဲခြားဆက်ဆံခဲ့ပေမဲ့ လောင်းရိပ်လွတ်သွားချိန်မှာလည်း အမုန်းမပွား ဆက်ချစ်နေကြတဲ့ ညီအကိုနှစ်ယောက်သံယောဇဥ်ဟာ ခွဲမရအောင်ခိုင်မြဲနေကြောင်း ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Rnv4/(CM)_Losing_Addison_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/s-l400-141x200.jpg",
        "title": "[18+] Erotic Ghost Story III (1992)",
        "description": "Erotic Ghost Story ဆိုရင် မသိသူမရှိလောက်ပါဘူး။ လူသား နဲ့ ၀ိညာဥ်ကြားက အချစ်ကို အမျိုးမျိုးအဖုံဖုံ ရိုက်ကူးကြတဲ့ ဇာတ်လမ်းလေးပေါ့။ တတိယမြောက် ထွက်ရှိထားတဲ့ ဒီဇာတ်ကားမှာဆိုရင်လည်း ‌မူမပျက်ဘဲ လူသား ကောင်လေးနဲ့ ၀ိညာဥ်မလေးတို့ ချစ်ကြိုးကို ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။လေလွင့်သိုင်းသမား ချူ ဟာ ခရီးသွားရင်း ဘုန်းကြီးကျောင်းပျက်တစ်ခုမှာ ၀င်တည်းဖြစ်ပါတယ်။ ချူ နဲ့အတူ သူ့ကို လိုက်ကြိုက်နေတဲ့ စီစီ ဆိုတဲ့ကောင်မလေးလည်း ပါလာခဲ့တယ်။ အဲဒီကျောင်းပျက်ကြီးမှာ သူတို့က ထူးထူးဆန်းဆန်း ဘုန်းကြီးတစ်ပါးနဲ့ဆုံခဲ့တယ်။ အဲဒီ ဘုန်းကြီးကတော့ မီးစာကိုယ်တော်လို့ အမည်ရတဲ့ ကိုယ်တော်တစ်ပါးပါ။ ကျောင်းပျက်ကြီးထဲမှာ ပန်းချီကားတစ်ချပ်ရှိပြီး အဲဒီပန်းချီကားထဲက မိန်းမပျိုလေးကို ချူက မြင်မြင်ချင်း စွဲလန်းသွားခဲ့တယ်။ အဲဒါနဲ့ ချူတစ်ယောက် မီးစာကိုယ်တော်ကို အပူကပ်ပြီး မိန်းမပျိုနောက်ကိုလိုက်ဖို့ တစ်ဖက်လောကကို ၀င်သွားပါတော့တယ်။ ဒါပေမယ့် တစ်ဖက်လောကမှာတော့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2xkbv/(DS)_Erotic.Ghost.Story.III.1992.CHINESE.720p.BluRay.x264-RGB.mp4",
        "category": "Adult, Asian, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOTE2Y2QyMTAtMDE0NC00YzQ2LWJiOGQtZWY1YTNiMGRlM2Y2XkEyXkFqcGdeQXVyMTI1MjAzOTQ1._V1_-160x200.jpg",
        "title": "[18+] Erotic Ghost Story II (1991)",
        "description": "Erotic Ghost Story ဆိုရင် မသိသူမရှိလောက်ပါဘူး။ လူသား နဲ့ ၀ိညာဥ်ကြားက အချစ်ကို အမျိုးမျိုးအဖုံဖုံ ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးတွေပေါ့။ဟောင်ကောင်ရုပ်ရှင်ရွှေခေတ်ကရိုက်ကူးထားတာမလို့ တကယ့်ဂန္တဝင် Softcore ဇာတ်ကားတွေပဲဖြစ်ပါတယ်။ခုဇာတ်ကားကတော့ Erotic Ghost Story 2 ဖြစ်ပြီး အဲ့ဒီခေတ်တုန်းက ဟောင်ကောင်မင်းသမီးတပြုံကြီးပါဝင်ထားပါတယ်။Anthony Chau-Sang Wong တို့ Amy Yip တို့လို နောင်မှာနာမည်ကြီးလာမယ့်သရုပ်ဆောင်တွေရောပေါ့။Fantasy Horror Erotic အမျိုးအစားဖြစ်တာကြောင့် အတည်ပေါက်တွေနဲ့လန်းမယ့်ဇာတ်ကားပဲဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.6 GB) & (850 MB)\nQuality : BluRay 1080p & 720p\nRunning ...",
        "rating": "4.5",
        "url": "https://megaup.net/2xkbr/(DS)_Erotic.Ghost.Story.II.1991.CHINESE.720p.BluRay.x264-RGB.mp4",
        "category": "Adult, Asian, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/sdwovgsek5tt-133x200.jpg",
        "title": "(18+)Erotic Ghost Story (1990)",
        "description": "Erotic Ghost Story (1990)=================================DSဖန်တွေအတွက် ရုပ်ရှင်အသစ်တွေကို တင်ဆက်ပေးနေရင်းကနေဟိုအရင်ချိန်တွေကို ပြန်လည်သတိရလာပြီး ဒီရုပ်ရှင်ကားဟာလဲQualityကောင်းကောင်းလဲ မရှိသေးတာကြောင့် ပြန်လည်တင်ဆက်ပေးဖို့အကြံရလာခဲ့ပါတယ်....မင်းသမီးတွေကတော့ ကျွန်တော်တို့ အင်တာနက်မရှိခင်အခွေခေတ်က အိမ်မက်ထဲထိ ကြီးစိုးခဲ့တဲ့ မင်းသမီးတွေပါပဲ....ဇာတ်လမ်းအကျဉ်းပန်ဆုဆု ယွဲ့ယွဲ့ ဖိန်ဖိန်တို့ မြေခွေးညီအစ်မသုံးဖော်ဟာလူသားအဖြစ်ထာဝရပြောင်းလဲနေနိုင်ဖို့ တာအိုကျင့်စဉ်ကိုကျင့်ကြံနေတဲ့ မှော်မြေခွေးသုံးဖော်ပဲ ဖြစ်ပါတယ်....အကြီးမဖြစ်သူ ပန်ဆုဆုကတော့ အသက်ကြီးဆုံးလဲ ဖြစ်ပြီးစိတ်ထဲကလဲရင့်ကျက် ဖြူစင်သူဆိုတော့ သွေးသားဆန္ဒကိုချုပ်တည်းနိုင်နေပမယ့် ညီအစ်မငယ်နှစ်ယောက်ကတော့သွေးသားဆူပွက်မှုကြောင့် နှစ်ယောက်သားအချင်းချင်းဖြေသိမ့်ပြီးအဆင်ပြေနေခဲ့ရပါတယ်...တနေ့မှာတော့ သူတို့ညီအစ်မသုံးဖော်ရဲ့ဘဝထဲကို ယောကျာ်းပျိုတဦး ဝင်ရောက်လာခဲ့ပြီး.ဒီယောကျာ်းပျိုကိုပဲ ညီအစ်မသုံးဖော်တို့က ချစ်ခင်စုံမက်ခဲ့ပါတယ်...မုန့်ကိုသာမျှစေစားမယ် အချစ်ကိုတော့ မမျှဝေဘူးဆိုတဲ့စကားကသူတို့လို မြေခွေးညီအစ်မသုံးဖော်အတွက်တော့ မမှန်ကန်ခဲ့ပါဘူး...ညီအစ်မချင်းသိပ်ကိုချစ်ကြတော့ လုလင်ပျိုကို မျှဝေချစ်ခင်ရင်းမထင်မှတ်ထားတဲ့ တနေ့မှာတော့......\n(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nTranslated by : Dark\nEncoded by : X ...",
        "rating": "5.7",
        "url": "https://megaup.net/34ibA/Erotic.Ghost.Story.1990.Bluray.720p(CM).mp4",
        "category": "Adult, Asian, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hBUdnylt2a84PwGIPQcZDkCVB5M.jpg",
        "title": "Final Cut (a.k.a) Coupez (2022)",
        "description": "Final Cut (a.k.a) Coupez (2022)ဇာတ်လမ်းလေးကတော့ ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့်ဟာသကားလေးပါ။ရာမီဟာ သာမန်အဆင့်ဒါရိုက်တာတစ်ယောက်ပါ။ လူမသိသူမသိဇာတ်ကားလေးတွေကို ဖန်တီးရင်းနဲ့ ဘဝကို အဆင်ပြေသလိုနေထိုင်နေတဲ့သူပေါ့။တစ်နေ့မှာ ရာမီရဲ့ ထုတ်လုပ်သူ မော်ညာ ဟာ ရာမီ ဂျပန်လူမျိုးတစ်ယောက်နဲ့မိတ်ဆက်ပေးတယ်။ အခြားအကြောင်းတော့ မဟုတ်ပါဘူး။ ဂျပန်ဇွန်ဘီးရုပ်ရှင်ကား ရိုက်ဖို့အတွက် ရာမီနဲ့ဆွေးနွေးဖို့ပါ။ဒါပေမယ့် ဒီဇွန်ဘီးရုပ်ရှင်ကားကို တည်းဖြတ်မှုမပါဘဲ နာရီဝက်စာလောက် Live လွှင့်ပြီးရိုက်ပြဖို့ပါ။လူအများကြီးနဲ့ လုပ်ရတဲ့အလုပ်မှာ တည်းဖြတ်မှုမပါဘဲ နာရီဝက်စာလောက် ရိုက်ပြမယ်ဆိုတော့ ရာမီလည်းငြင်းပေမယ့် ထုတ်လုပ်သူက အတင်းရိုက်ခိုင်းတဲ့အတွက် လက်ခံလိုက်ရပါတော့တယ်။သူတို့ပေးတဲ့ ဇွန်ဘီးဇာတ်ညွှန်းကလည်း အဆင်မပြေတဲ့အပြင် တိုက်ရိုက် Live လည်းလွှင့်ပြတဲ့အခါ ရာမီတစ်ယောက် ရုပ်ရှင်ရိုက်ရင်း ဘယ်လိုအခက်အခဲတွေ ရှိမလဲ?\nသူ ဘယ်လိုဖြေရှင်းမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Tin Myo Lwin ပါ။)File Size          : 3.7GB, 1.3GB, 598MB\nQuality  ...",
        "rating": "6.6",
        "url": "https://megaup.net/1bp55/[CM]Final.Cut.(a.k.a).Coupez.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e2PcyjS9oBaMR7rV2DUJ1yY1gKX.jpg",
        "title": "What’s Your Number?(2011)",
        "description": "What's Your Number?(2011)**************************\"ဘဝတစ်လျှောက် ပျှမ်းမျှချစ်သူအရေအတွက် 10.5 ဆိုတာ နည်းတာပေါ့\"ဒီစကားကိုပြောခဲ့တဲ့လူကတော့ မဘဲစီမလေးအယ်လီပါပဲ။ ဒါပေမဲ့ အယ်လီတစ်ယောက် ဘဲတွေမှိုလိုပေါက်ရတာအယ်လီအပြစ်ရယ်တော့လည်းမဟုတ်ပါဘူး။ ဘဲတွေက ထစ်ချုန်းမိုးလို ရေနံတူးဖို့လောက်သာစိတ်အားထက်သန်ပြီးရင် ပျောက်ပျောက်သွားတာကြောင့်ရယ်ပါ။ ဒါပေမဲ့ ပလေးဂဲလေးအယ်လီတစ်ယောက်ဒါကိုစိတ်ထဲ အလေးအနက်မထားပါဘူး သူပလေးကိုယ်ပလေး ဝမ်းဂိုး တူးကမ်း သရီးရယ်ဒီလုပ်နေခဲ့တာပေါ့။ဒါပေမဲ့ နောက်ဆုံးဘဲဘဲလေးရစ်ခ်ကျမှ အမေတွေနဲ့မိတ်ဆက်ပေးဖို့ ကြံရွယ်ပြီးမှ ထုံးစံအတိုင်း ရေနံမင်းသားလေးကဘိုင့်ဘိုင့်လုပ်သွားတဲ့အပြင် နေရင်းထိုင်ရင်းအလုပ်ကပါ သူ့ကိုပဲကွက်ပြီးလူလျှော့ပါသတဲ့။ဘဲရောအလုပ်ရှင်ကပါ ရင်ဝဆောင့်ကန်တာခံရတဲ့ အယ်လီတစ်ယောက် အလုပ်ကနေ ပစ္စည်းသိမ်းပုံးလေးကိုင်လို့ရထားစီးရင်းနဲ့ \"What's your number\"ဆိုတဲ့ ဆောင်းပါးတစ်ပုဒ်ကိုဖတ်မိပါတော့တယ်။ဒီဆောင်းပါးလေးက ဘဲစီတော့ဘာဖြစ်လဲ You only live once ဆိုတဲ့အယ်လီကို အကြီးအကျယ်တုန်လှုပ်သွားစေပါသတဲ့။ဘာဖြစ်လို့လဲဆိုတော့ ဆောင်းပါးထဲမှာ တစ်နိုင်ငံလုံးမှာရှိတဲ့ အမျိုးသမီးတွေရဲ့ ပျှမ်းမျှချစ်သူအရေအတွက်က၁၀.၅ ဖြစ်ပြီး အယောက် ၂၀ နဲ့အထက်ဆို လင်မရတော့ဘူးလို့ စစ်တမ်းနဲ့အခိုင်အမာပြောထားလို့ပါပဲ။ဘဲတွေမှိုလိုပေါက်ပေမဲ့ လင်တော့လိုချင်ရှာသေးတဲ့အယ်လီတစ်ယောက် exတွေတွက်ကြည့်တော့လည်း 19 ယောက်ဖြစ်နေတဲ့အခါမှာတော့...အယောက် 20 ကျော်ရင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Rn9x/Whats.Your.Number.2011.BLU-RAY.720P.PP(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o4hq02WgHFXDs71yIFFgtr1KUqI.jpg",
        "title": "Dreams of Getting Rich ( 2021 )",
        "description": "“အသက် (၃၀) အရွယ် မိဘမဲ့တစ်ယောက်ဖြစ်သူ ၊ ရွာမှာ ရှိတဲ့\nအလုပ်မှန်သမျှကို လုပ်ကိုင်ပြီး ရွာက ကျွေးတာကမ်းတာကိုပဲစားရသူ ၊\nဆင်းရဲပြီး အရပ်မှာ ၅ ပေပဲရှိလို့ လူစဥ်မမှီတဲ့\nသူတစ်ယောက်အဖြစ် ရပ်တည်နေရသူ - စုန့်ရှောင်ပေါင်”စုန့်ရှောင်ပေါင်တစ်ယောက် ချမ်းသာချင်တဲ့အတွက်\nသူ့အစ်ကို(၂) ဖြစ်သူကို ပူဆာပြီး ရှန့်ကျန့်မြို့ကြီးဆီ\nပိုက်ဆံရှာဖို့ထွက်လာခဲ့ပါတယ် ။ ပိုက်ဆံရှာဖို့ ထွက်လာတဲ့\nရှောင်ပေါင် တစ်ယောက် ပိုက်ဆံမရတဲ့အပြင် စွန့်ပစ်ခံထားရတဲ့\nကလေးငယ်တစ်ယောက်နဲ့ တွေ့ဆုံဖို့ ကံကြမ္မာက\nအကြောင်းဖန်လာခဲ့ပါတော့တယ် ။ ကိုယ်တိုင်ကမိဘမဲ့\nတစ်ယောက်ဖြစ်တာမို့ ကလေးငယ်လေးကိုလဲ မစွန့်ပစ်ရက်ပဲ\nဆင်းရဲမွဲတေတဲ့ ကြားကနေ မွေးစားခဲ့ပါတယ် ။ကလေးတစ်ယောက်နဲ့ နေစရာအိမ်မရှိတဲ့ ရှောင်ပေါင် နဲ့\nအစ်ကို (၂) တို့နှစ်ယောက်ဟာ အဘိုးတစ်ယောက်ရဲ့\nကူညီမှုနဲ့ နေစရာရရှိခဲ့ပြီး တစ်ချိန်ထဲမှာပဲ ရှောင်ပေါင်ဟာ\nမာလုဆိုတဲ့ မိန်းကလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ် ။ကလေးငယ်လေးနဲ့အတူ ကံကြမ္မာအရ တွေ့ဆုံကြရတဲ့ သူစိမ်းတွေဟာ\nဆွေမျိုးရင်းလိုဖြစ်လာပြီး နွေးထွေးတဲ့ မိသားစုလေးအဖြစ်ပြောင်းလဲ လာခဲ့ပါတယ် ။\nဒါပေမဲ့လို့ ဒါတွေဟာ ကြာရှည်မခံခဲ့ပါဘူး ။\nအရွယ်ယောက်လာတဲ့ ကလေးငယ်လေးဟာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/dreams-of-getting-rich-2021/"
    }
]