[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/51DiEg9GPAL._AC_-142x200.jpg",
        "title": "Veer-Zaara (2004)",
        "description": "IMDb Rating (7.8) / Rotten Tomatoes (92%) အထိရှိထားပြီး ဇာတ်လမ်းဇာတ်ကွက် ဇာတ်အိမ်တွေက လှပတဲ့အပြင် ရှုခင်းပသာဒတွေက စိတ်ဘဝင်အေးစေတဲ့ကားမျိုးပါ။ ဒီကားဟာဖြင့် အိန္ဒိယ နဲ့ ပါကစ္စတန် နှစ်နိုင်ငံ ကြား စည်းထားကြပေမယ့် ချစ်ခြင်းကို ဘယ်သူက တားဆီးကြမှာလဲ ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ အတွေးများစွာ မေးစေမိပါတယ်။အချစ် ဟာ ချစ်နေရုံနဲ့ ပြီးလား လို့ မေးရင်\nLogic ဆန်ဆန်လူတွေက ခေါင်းခါမိပါလိမ့်မယ်။ အခြေအနေ မတူခြင်းတွေအောက်မှာ ချစ်လျက်နဲ့ခွဲခွာ ရတဲ့ ဖူးစာတွေဆိုတာလည်း ဒုနဲ့ဒေးပါ။ ဘာသာရယ် မတူ နိုင်ငံရယ်ခြားနေရင်ဖြင့် ပိုလို့တောင် စိတ်မကူးနိုင်တော့ပါ။ သို့သော် ……။ဇာတ်လမ်းအကျဉ်း လေး သွားကြည့်ရအောင် ။\nဒီလိုကားမျိုးကို ကောင်းတယ်လို့ပဲ ညွှန်းပေးချင်တာပါ။ ဘာ ဇာတ်လမ်းမှမသိဘဲ ကိုယ်တိုင် ဆွဲဆောင်ခံရတဲ့ ရေစီးကြောင်းတစ်ခုလို ကြည့်သင့်တဲ့ကားပါ။\n( လျှာရှည်တာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3CEBd/Veer-Zaara_[2004]_BluRay_720px264(MM_Sub).mp4",
        "category": "Bollywood, Drama, Family, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMDg5ZmRhNTEtYTU2Yy00NzM2LTgxNWEtNmUwYWI4YzQ5NjVmXkEyXkFqcGdeQXVyOTA5NjE5ODU@._V1_-142x200.jpg",
        "title": "Vernost (2019)",
        "description": "Vernost (2019)\n===========IMDb Rating - 6.0/10 Fifthy Shades Triologyလို Eroticဆန်ဆန် ဒရာမာကားတွေ ဒီနှစ်ထဲ သိပ်မထွက်ပါဘူး။အခုထွက်တဲ့ကားကတော့ IMDd Rating 6/10ပါ။ Erotic လိုင်းအနေနဲ့တော့ မဆိုးဘူးပြောရပါမယ်။ မင်းသမီးလေးလည်း တော်တော်လှပါတယ်။ ဒီရုပ်ရှင်နဲ့ပဲ TIFF Award forBest Performance ဆုရသွားခဲ့တာပါ။ တစ်နာရီဆိုတဲ့ ပြသချိန်တိုတိုလေးနဲ့မလိုက်အောင်ပါဖော်မန့်ကောင်းတယ်ဆိုတဲ့ သဘောပါပဲ။ Eroticအသားပေး Drama filmဆိုတဲ့အတိုင်း လိင်မှုကိစ္စတော့အတော်ပါပါတယ်။ ပါတယ်ဆိုပေမယ့်လို့Erotic Filmမို့ အရမ်းကြီးတော့ မျှော်လင့်တော့မထားကြပါနဲ့။ ဘာပြောပြောလေ ဒါမျိုးကားတွေက မင်းသမီးလှရင်တောင် တန်နေပြီမို့လား။ ဇာတ်လမ်းအကျဥ◌်းလေးပြောပြရရင် . လန်ကာဟာ အသက် ၃၀ မှာတင် အောင်မြင်တဲ့ သားဖွားမီးယပ်ဆရာဝန်တစ်ယောက်ဖြစ်နေပါပြီ။ လူနာတွေက သူနဲ့မှပြချင်ကြသလို လုပ်ဖော်ကိုင်ဘက်တွေကလည်းသူ့ကိုလေးစားကြပါတယ်။ ဒါပေမဲ့ တဖက်မှာလည်း သူ့ရဲ့အိမ်ထောင်ရေးက အဆင်မပြေပါဘူး သူ့ခင်ပွန်းဖြစ်သူဆယ်ရို့ဂျ်က လုပ်ဖော်ကိုင်ဘက်ဖြစ်သူ ခါဂျာနဲ့ ဖောက်ပြန်နေတယ်လို့ လန်ကာက တထစ်ချယုံကြည်နေပါတယ်။ဒီလိုနဲ့ ခင်ပွန်းဖြစ်သူကြောင့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/UOdl/Vernost.2019.720p.BluRay[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6p2C6HlFY8cKZQDTvVu2ppQnocV.jpg",
        "title": "Maggie (2018)",
        "description": "Maggie 2018\n============လူတွေရဲ့ ယုံကြည်မှုဟာ ဘယ်လောက်ထိ အရေးပါလဲတစ်ခုခု ယုံကြည်ချက်ရှိတယ်ဆို ကိုယ့်ယုံကြည်မှုအတိုင်းဆက်လုပ်မလားယုံကြည်မှုဟာ ဘာတွေနဲ့ သက်ဆိုင်လဲဘာတွေအပေါ်မှာ မူတည်နေလဲဒီဇာတ်လမ်းလေးမှာတော့ Itaewon class က စားဖိုမှူးမလေးကိုသူနာပြု ဆရာမလေး ယောယွန်ယောင်းအဖြစ် တွေ့ရမှာဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၆ ဆု ရရှိထားတာဖြစ်ပါတယ်ဇတ်လမ်းအကျဉ်း\"မာရီယာရဲ့ အချစ်\"လို့ အမည်ရတဲ့ ဆေးရုံတစ်ရုံရဲ့ ဓာတ်မှန်ခန်းထဲက.....လူ၂ယောက် လိင်ဆက်ဆံတာကို ရိုက်ထားတဲ့ ဓာတ်မှန်ပုံကြီး ထွက်လာခဲ့ပါတယ်အဲ့့ပုံထွက်လာပြီးနောက်နေ့မှာပဲ ဆေးရုံမှာရှိသမျှ ၀န်ထမ်းတွေအကြောင်းအမျိုးမျိုးပြပြီး ခွင့်ယူသွားခဲ့တယ်ဒုဆေးရုံအုပ်နဲ့ သူနာပြုယောယွန်ယောင်းပဲ အလုပ်မှာရှိနေခဲ့ပါတယ်လူတွေကို သံသယ၀င်တတ်လွန်းတဲ့ ဒုဆေးရုံအုပ်နဲ့ ယုံကြည်တတ်လွန်းသူ ယောယွန်ယောင်း.....သူတို့တွေဟာ လူတွေအပေါ်မှာထားတဲ့ သူတို့ယုံကြည်မှုတွေမှန်ကန်ရဲ့လား စစ်ဆေးခဲ့တယ်အဲ့ထဲမှာ သူနာပြုယောယွန်ယောင်းရဲ့ ချစ်သူလည်းပါ၀င်ခဲ့ပါတယ်သူတို့ရဲ့ယုံကြည်မှုဟာ မှန်ကန်ရဲ့လားဘယ်သူတွေကို ယုံကြည်ဖို့ ရွေးချယ်လိုက်မလဲဆိုတာဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် File Size – 1.4 GB\nQuality – 1080p FHDRip\nFile Type – mp4\nDuration – 1h ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/maggie-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2cFsY7j5vt1c1OPQj9JFd2vhTN9.jpg",
        "title": "Nail Polish(2021)",
        "description": "Nail Polish(2021)IMDb...7.9ဗီးရ်ဆင်းက အရင်တုန်းက ကရှ်မီးရ်မှာ သူလျှို တစ်ယောက် အဖြစ် တာဝန်‌ထမ်းဆောင်ခဲ့ပြီးအလုပ် ထွက်လိုက်ပါတယ်။\nသူက ကလေးတွေကို အားကစားသင်ကြားပေးပြီး ကလေးတွေကလည်း သူ့ကို အရမ်းချစ်ကြပါတယ်။နေ့စဉ်ကလေးတွေနဲ့ပဲအချိန်ကုန်ရင်းသူ့ဘဝကို ပျော်ပျော်ပါးပါးကြီးဖြတ်သန်းနေတယ်...ဒီလိုပဲနေပေမဲ့ သူ့ဘဝကြီးရဲ့ကံဆိုးမိုးမှောင်က ရောက်ရှိလာပါတော့တယ်...ကလေးနှစ်ယောက် မီးရှို့သတ်ခံထားရပြီးဒီကိစ္စရဲ့တရားခံက ဗီးရ်ဆင်းဖြစ်တယ်ဆိုပြီး တရားစွဲခံရပါတော့တယ်...အိမ်ပိုင်ရှင်ကလည်း သူကိုယ်တိုင်ြဖစ်နေတဲ့အပြင်အခြေအနေ ရှုထောင့်စုံက သူဟာတရားခံလို့ညွှန်ပြနေတဲ့အတွက် ဗီးရ်ဆင်းတစ်ယောက်ဒုက္ခအကြီးအကျယ်ရောက်နေပါတယ်....သူကိုယ်တိုင်လည်းကလေးတွေသေဆုံးမှုအတွက် အံအားသင့်ပြီး သွေးပျက်နေတယ်..တရားခံကဘယ်သူလဲ..တရားသူကြီးတွေနဲ့ရဲအဖွဲ့ကရော စစ်မှန်တဲ့တရားခံကိုဖော်ထုတ်နိုင်ပါ့မလား...India မှုခင်းကားအလန်းကြည့်ချင်တဲ့သူတွေအတွက်တော့ လက်မလွှတ်သင့်ပါဘူး\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (1.08GB) and (432MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/nail-polish2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1c7OsovY4s15sLp8AfzxR92fTCU.jpg",
        "title": "Let’s Scare Julie (2019)",
        "description": "Let's Scare Julie--------------------------------အမ်မာဟာ မိဘတွေဆုံးပါးသွားတဲ့အခါ၊အစ်မဝမ်းကွဲဖြစ်သူ တေလာရဲ့အိမ်ကို ပြောင်းရွှေ့နေထိုင်ခဲ့ပါတယ်။တစ်ညမှာ သူတို့အိမ်ကို၊အစ်မဝမ်းကွဲတေလာရဲ့ အစအနောက်သန်တဲ့သူငယ်ချင်းတွေရောက်လာပြီး၊ အမ်မာနဲ့မိတ်ဆက်စကားပြောရင်း အိမ်ရဲ့မျက်နှာချင်းဆိုင်ကထူးဆန်းတဲ့အိမ်အကြောင်း စကားဆက်မိသွားကြပါတယ်။ အဲ့အိမ်မှာအဖွားကြီးတစ်ယောက်နေထိုင်ခဲ့ပြီး၊သူနေခဲ့တဲ့တစ်လျှောက်လုံးမှာသူ့ကိုဘယ်သူမှမမြင်ဖူးကြောင်း၊ အဲ့အဖွားကြီးကိုမြင်ဖူးခဲ့သူတစ်ယောက်လည်းထူးဆန်းတဲ့ဖြစ်ရပ်ဖြစ်သွားခဲ့ကြောင်း၊အခုအဲ့အဖွားကြီးသေဆုံးသွားပြီမို့အဲ့အိမ်ကို သားအဖနှစ်ယောက် ပြောင်းလာကြောင်း တေလာကပြောခဲ့ပါတယ်။ ညီမဝမ်းကွဲဖြစ်သူအမ်မာကလည်း သူ့အစ်မဝမ်းကွဲ တေလာရဲ့အဖေမှာ အဲ့အိမ်ရဲ့သော့ရှိကြောင်းပြောပြလိုက်ပြီး၊တေလာနဲ့သူ့သူငယ်ချင်းတွေဟာ အဲ့အိမ်ကိုပြောင်းလာတဲ့ ကလေးမလေး ဂျူလီတစ်ယောက်တည်းရှိနေချိန် ခိုးဝင်ပြီး၊ခြောက်လှန့်နောက်ပြောင်ဖို့ အကြံရလိုက်တဲ့အခါ... Translated by : Pyi T NyeinEncoded by ; YKFile Size : 1.5GB and 689MBQuality : 1080p BluRay and 720pSubtitles : Myanmar Hardsub",
        "rating": "5.5",
        "url": "https://megaup.net/2WF9A/(CM)Lets.Scare.Julie.2020.720p.mp4https://megaup.net/2WF9A/(CM)Lets.Scare.Julie.2020.720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tH92dHWRnzDuQ8jJya8co47PwuI.jpg",
        "title": "The Royal Bride",
        "description": "The Royal Bride (2020)ဒီတစ်ခါတော့ ပရိသတ်အတွက် အရသာအသစ် ရနိုင်မယ့် ဗီယက်နမ် ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ခုနောက်ပိုင်း အာရှကားတွေထဲမှာ ဗီယက်နမ်ကားတွေလည်း အတော်အတန် အဆင့်ရှိလာတာကို တွေ့ရပါတယ်။\nဒီကားလေးလည်း ရိုက်ချက်တွေရော ဇာတ်လမ်းတင်ပြပုံရော အတော်လေး ကောင်းတာကို တွေ့ရပါတယ်။\nတော်တော်လေးလည်း တခမ်းတနားနဲ့ ပြနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။\nတော်ဝင် သတို့သမီး တစ်ယောက်အကြောင်းပေါ့။မင်းသမီးက ကူယင် ဆိုတဲ့ တီဗွီအစီအစဉ် တင်ဆက်သူပါ။\nသူ့အစီအစဉ်က အတင်းအဖျင်းတွေကို ဖော်ထုတ်တဲ့ Showbiz Face-off ဆိုတဲ့ အစီအစဉ်ပါ။\nသူ့အစီအစဉ်ကို စုံတွဲလာရင် ကွဲတယ်။ သူငယ်ချင်းတွေ လာရင် ရန်ဖြစ်ကြတယ်။\nဒီလို အစီအစဉ်မျိုးပေါ့။မင်းသားကတော့ ဂျက်လို့ နာမည်ရတဲ့ တော်ဝင်မျိုး တော်ဝင်နွယ် တစ်ယောက်ပေါ့။\nဒီတော့ ဂျက်ရဲ့အမေက ဂျက်ကို ကူယင်နဲ့ သဘောမတူနိုင်ပါဘူး။\nဒါပေမယ့် ဂျက်ရဲ့အမေကလည်း တစ်ခေတ်တစ်ခါက နာမည်ကြီး ရုပ်ရှင်မင်းသမီးကြီးပါ။\nသူ ဘာလို့ သဘောမကျရတာလဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ရပါမယ်။ဂျက်ရဲ့အမေက ဂျက်ကို ဇာတိမြို့ ...",
        "rating": "5..1",
        "url": "https://megaup.net/2gIyf/(CM)_The_Royal_Bride_2020.720P..mp4",
        "category": "Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Project-Guten-139x200.jpg",
        "title": "Project Gutenberg ( 2018 )",
        "description": "IMDb Rate 6.9 နဲ့အတူ နာမည်ကြီးမင်းသား ချောင်ယွမ်ဖတ်ကလည်းပါဝင်သရုပ်ဆောင်ထားပြီး ဂျင်းကားမဟုတ်တာတော့ 100 %ကျိန်းသေနေတာပါပဲဇာတ်လမ်းအကျဉ်းလေးကတော့လွန်ခဲ့တဲ့  နှစ်တွေက ချစ်သူ ၂ယောက် …အတူပန်းချီဆွဲကြတယ်..ကောင်မလေး က လက်ရာမှာပါရမီပါတယ်ကောင်လေးကတော့ သူ့လောက်ပါရမီမထူးပေမယ့်ပုံတူဆွဲနေတဲ့နေရာမှာလည်း သူက ပါရမီပါတယ်ကံကြမ္မာလှည့်ကွက်တွေကြောင့်၂ယောက်သားဝေးပြီးတော့ ပြန်လည်ဆုံတွေ့တဲ့အခါမှာတော့ကောင်လေးက လူသတ်တရားခံအဖြစ်အဖမ်းခံထားရတယ်ကောင်မလေးကတော့ နိုင်ငံတကာအသိအမှတ်ပြုပန်းချီပညာရှင်တစ်ယောက်….ရဲစခန်းကဟွကျားလို့ခေါ်တဲ့လူတစ်ယောက် အကြောင်းကိုကောင်လေးကိုမေးတယ်..ကောင်မလေးပါတော့မှပဲကောင်လေးက ဟွကျားအကြောင်းကိုဖွင့်ပြောတော့တယ်ကောင်မလေးနဲ့ဝေးပြီးတဲ့နောက် ကောင်လေးဟာဟွကျားဦးဆောင်တဲ့ ငွေတုဂိုဏ်းတခုကိုရောက်သွားတာကနေအစပြုပြီး မြုပ်ကွက်များစွာပါဝင်တဲ့ ဇာတ်လမ်းလေးတပုဒ်ဖြစ်တည်လာပါတော့တယ်ထိုင်ရာကမထချင်ပဲ အဆုံးထိ စိတ်ဝင်စားပြီးစောင့်ကြည့်သွားရမယ့် ဇာတ်ကားမျိုးဖြစ်လို့ရုပ်ရှင်ချစ်သူတွေ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ် Quality : Bluray 1080p 5.1 CH ( HEVC )& Bluray 720p 5.1CHFormat : mkv for ( 1080p HEVC ) & mp4 for ( 720p )During : 2h 10 minSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/project-gutenberg-2018-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ezgif-7-330e92803470-143x200.jpg",
        "title": "Prespective Eyes ( 2019 )",
        "description": "2019 10လပိုင်း21ရက်နေ့က ထွက်ခဲတဲ့ စိတ်ကူးယဉ်ဖန်တီးထားပြီးဘော်ဒါတွေကြားကသံယောဇဉ်ခိုင်မြဲမှု မိသားစုအပေါအလေးထားမှုတွေကိုမြင်ရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်မွေးကတည်းက ကိုယ့်ဘေးကလူတွေကိုအမြဲကံဆိုးစေခဲ့တဲ့ဆင်းရဲလှတဲ့ရွှီချင်းဟာ အမှတ်မထင် အဘိုးကြီးတစ်ယောက်နဲ့တွေ့ရင်းထွင်းဖောက်မြင်နိုင်တဲ့မျက်လုံးအစွမ်းကိုရခဲ့ပါတယ်...သူ့မှာကင်ဆာဖြစ်နေတဲ့အစ်ကို့ကိုကုသပေးဖို့ ငွေလိုနေချိန်အမှတ်မထင် ချင်မင်းဆက်က. တံဆိပ်ခေါင်းကို ရခဲ့ပြီးသူဌေးလေးထန်ရှောက်နဲ့အဆကိအသွယ်ရခဲ့ပါတယ်..ဒီလိုနဲ့ ယွင်နန်က ကျောက်စိမ်းမှန်းဆ အလောင်းအစားပြိုင်ပွဲမှာယှဉ်ပြိုင်ဖို့ဖြစ်လာတဲ့အခါ...ရွှီချင်း ထန်ရှောက်အစ်ကိုမုံ့နဲ့ရှောင်ရွှယ်တို့က ဒီပြိုင်ပွဲမှာအနိုင်ရနိူင်ပါ့မလား...ရွှီချင်းက ထွင်းဖောက်နိုင်စွမ်းကိုသုံးပြီး အကောင်းဆုံးကျောက်စိမ်းကိုရှာတွေ့နိုင်ပါ့မလား...တစ်ဖက်မှာလဲ ရွှေတြ ိဂံကလူဆိုး ချိုက်ထော်ကတံဆိပ်ခေါင်းကိုရယူဖို့ ထန်ရှောက်ကိုဖမ်းခေါသွားတဲ့အခါကယ်တင်ပေးနိုင်ပါ့မလား...ဆိုတာကိုဆက်လက်စောင့်ကြည့်ရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 85minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1AK2w/(CM)_Prespective.Eyes.2019.WEB-DL.720p.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BY2Q3N2NkMTItYTlkMS00ZjEwLThkMGItOWUwNzg1M2I2ZmQzXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Jalebi (2018)",
        "description": "Jalebi (2018)(Zawgyi) \nေအရွာ ဟာ သက္လတ္ပိုင္း အရြယ္ လွပေသာ မိန္းမ တစ္ဦးျဖစ္ၿပီး\nဘတ္ဆဲလ္လား စာေရးဆရာမ တစ္ဦးလဲ ျဖစ္ေနျပန္ပါတယ္\nတစ္ရက္မွာေတာ့ သူ႔ မဂၤလာေဆာင္ မယ့္ ရက္မွာ\nမဂၤလာပြဲ ကို ဖ်က္ပစ္ခဲ့ပါတယ္...\nအေၾကာင္းအရင္းကေတာ့ သူ ခ်စ္တဲ့\nလူတစ္ဦးကို မေမ့ႏုိင္ေသးလို႔ ပဲ ျဖစ္ပါတယ္...\nကိုယ့္ကို ကိုယ္ သတ္ေသဖို႔လဲ အႀကိမ္ႀကိမ္ႀကိဳးစားခဲ့သလို\nေလာကႀကီးဟာ သူမ အတြက္ ဘာမွ အဓိပၸါယ္မရွိေတာ့ဘူးလို႔\nထင္ေနရတဲ့ အေျခအေန ျဖစ္ေနပါၿပီ...\nေနာက္ဆံုး ဖခင္ ျဖစ္သူ ရဲ႕ ေခ်ာ့ေမာ့ ေဖ်ာင္းဖ်မႈေၾကာင့္\nခရီးတစ္ခုကို ထြက္ဖို႔ စီစဥ္ပါေတာ့တယ္...\nထိုခရီး မစခင္မွာေတာ့ သူမ ရဲ႕ ပရိတ္သက္ေတြအတြက္\nေဒလီၿမိဳ႕ကို သြားၿပီး စာတမ္းဖတ္ပြဲ လုပ္ေပးရမွာျဖစ္ပါတယ္\nအခက္ခဲဆံုးကေတာ့ သူမ ရဲ႕ အခ်စ္ရဆံုးက အဲ့ဒီၿမိဳ႕မွာရွိေနတာပါပဲ\n၇ ႏွစ္ တိတိ ေအရွာ တစ္ေယာက္ ေစာင့္ခဲ့ၿပီးေနာက္\nအရာအားလံုးဟာ သူမ အတြက္ ေမွာင္ အတိပါပဲ ဘာမွပိုမထူးလာေတာ့ပါဘူး\nဒီလိုနဲ႔ ေဒလီကို ၄ ေယာက္ခံု ကို တစ္ေယာက္ထဲ ၀ယ္ၿပီး ခရီးစထြက္ပါေတာ့တယ္\nျဖစ္ခ်င္ေတာ့ မဂၤလာဦးၾကင္စ ဇနီးေမာင္ႏွံ နဲ႔ မိဘေတြ လက္မွတ္မရတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/jalebi-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q46YDixZRQY8QfAkKJat6fK8ZQ1.jpg",
        "title": "More Than Family (2020)",
        "description": "More Than Family (2020)\"မိသားစုထက် ပိုတယ်\" ဆိုတဲ့ ခေါင်းစဉ်အတိုင်းပဲ\nမိသားစုတွေအကြောင်းရိုက်ထားတဲ့ကားလေးပါFx အဖွဲ့က Krystal လေး က ဗိုက်တစ်လုံးနဲ့သရုပ်ဆောင်ထားပါတယ်\nတက္ကသိုလ်ကျောင်းသူဂိုက်ဆရာမလေးဟာ စိတ်လက်တစ်ဆစ်နဲ့\nဟောဟောဒိုင်းဒိုင်း လုပ်ချင်တိုင်းလုပ်တတ်တဲ့ ကောင်မလေးပေါ့သူ စာသင်ပေးနေတဲ့ အထက်တန်းနောက်ဆုံးတစ်နှစ်ကျ ကျောင်းသားလေးနဲ့\nစာသင်ရင်းက အရှိန်လွန်ပြီး ကိုယ်ဝန်ငါးလဖြစ်သွားတော့တယ်\n(ဘယ်လိုအရှိန်လွန်တာလဲတော့ မမေးနဲ့ဗျနော့)အဲ့ဒါကို နှစ်ဖက်မိဘတွေကိုပြောတဲ့အခါမှာ ဘယ်လိုတွေဖြစ်လာလဲကိုယ်ဝန်ကြီးနဲ့ အဖေရင်းလိုက်ရှာတဲ့ဆရာမလေးကရော တွေ့မှာလား\nမိသားစုတွေရဲ့တွေးခေါ်ပုံတွေမတူတဲ့အခါ လက်ခံနိုင်စွမ်းတွေလည်းကွာဟတယ်ဆိုတာကို\nရယ်ရင်းမောရင်းနဲ့ကြည့်ရအောင်ဇာတ်လမ်းကို ဖတ်ကြည့်လိုက်ရင်တော့ ဘာမှမဟုတ်ဘဲ ရိုးရှင်းနေတဲ့ ဇာတ်ကားလေးပါပဲ။\nဒါပေမယ့် ကြည့်မိရင်တော့ အဆုံးထိကြည့်မိမှာ သေချာပါတယ်။ဘာမှမကြည့်ချင်ရင်တောင် Krystal လေးရဲ့မျက်နှာပြောင်လေးကြည့်ရရုံနဲ့တင်တန်ပါတယ်\nကြည့်ကြပါလို့File size…\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. August\nTranslated by ..... Thinzar Htet",
        "rating": "6",
        "url": "https://megaup.net/UMw6/(CM)_More.Than.Family.2020.720p.WEB-DL.mp4",
        "category": "Asian, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMjA2Mzg2NDMzNl5BMl5BanBnXkFtZTgwMjcwODUzOTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Kubo and the Two Strings (2016)",
        "description": "2016 ရဲ့ Box Office မှာ No.4 နေရာရခဲ့တဲ့ ကာတွန်းကားတစ်ကားဖြစ်တဲ့ Kubo and the Two Strings ကို နာမည်ကြီး Laika Production ကထုတ်လုပ်ထားတာဖြစ်ပြီး Stop Motion နဲ့ ရိုက်ကူးထားပါတယ်.. IMDb 8.4/10 , Rotten Tomato 96% အထိ Rating ရရှိခဲ့တဲ့ ဒီကားဟာ မပြသခင်ကတည်းက အထူးနာမည်ကြီးနေတဲ့ ကားတစ်ကားပဲဖြစ်ပြီး Travis Knight ကိုယ်တိုင် ဒါရိုက်တာအဖြစ်နဲ့ ပွဲဦးထွက်ဦးဆောင်ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်.. အသံသရုပ်ဆောင်တွေကလဲ အော်စကာဆုရဝါရင့်သရုပ်ဆောင်တွေအပြင် Game of Thrones ထဲက Rickon Stark တို့.. The Girl with Dragon Tattoo ထဲက Rooney Mara တို့အပြင် LORD VOLDERMORT ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/kubo-and-the-two-strings-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTFkZWJlMzUtNTAwYS00NzE5LTgxNTQtN2RkYzBhYzY1ZDY0XkEyXkFqcGdeQXVyNTY3MTY3MzE@._V1_-141x200.jpg",
        "title": "Asphalt Burning (2020)",
        "description": "Asphalt Burning (2020)===================IMDb Rating - 5.2/10 ဘ၀မှာ စားခါနီးမှ ပုတ်ချခံရတဲ့ အဖြစ်မျိုး လူတိုင်းနီးပါး ကြုံဖူးကြမယ်ထင်ပါတယ်။ တကယ် ရင်နာစရာပါ။ဒီဇာတ်လမ်းထဲက ဇာတ်လိုက်ဖြစ်တဲ့ ရွိုင်ဟာလည်း ဒီလိုအဖြစ်နဲ့ ကြုံလိုက်ရတဲ့သူပါ။ ရွိုင်က ကလေးတစ်ယောက်အဖေတစ်ခုလပ်ဖြစ်ပြီး ဆေလ်ဗီယာဆိုတဲ့ အမျိုးသမီးနဲ့ လက်ထပ်တော့မယ့်သူတစ်ယောက်ပါ။ သူက ကားစီးရတာ ကားမောင်းပြိုင်ရတာကို သိပ်ကို ဝါသနာပါတဲ့သူ ပီပီ မင်္ဂလာပွဲကိုတောင် ကားမောင်းပြိုင်ပွဲပုံစံနဲ့ သတို့သမီးဆီ အရောက်ကားမောင်းသွားပြီးမှ လက်ထပ်ဖို့ စီစဉ်ထားပါတယ်။ မင်္ဂလာပွဲ မတိုင်ညမှာ ရွိုင်မူးနေတုန်း ဂျာမန်မတစ်ယောက်က လာမြူစွယ်တော့ ရှူးရှဲပေးမိလိုက်ရာက ပြဿနာစပါတော့တယ်။ ဂျာမန်မက သူနဲ့လက်ထပ်မယ့် ဆေလ်ဗီယာ့ရဲ့ တစ်ခါက အခန်းဖော် ဖြစ်ရုံသာမက ဂျာမန်မကဆေလ်ဗီယာ့ကိုပါ ကြွေနေပုံပါ။ ဒီတော့ မင်္ဂလာဆောင်မယ့်နေ့မှာ စီစဉ်ထားတဲ့အတိုင်း \" အရင်ရောက်တဲ့သူ သတို့သမီးကိုယူ \" ဆိုတဲ့စည်းမျဉ်းနဲ့ ကားပြိုင်ပွဲလုပ်ပါတယ်။ ပြိုင်တဲ့သူတွေက သူ့ဘော်ဒါတွေဖြစ်လို့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gGTV/Asphalt_Burning.2020.720p.BluRayRip[CM].mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/0ehxutuumpct-140x200.jpg",
        "title": "[18+] Strange Hair Salon (2015)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Pink ဆိုတဲ့ မမကြီးပိုင်တဲ့ Beauty Salon ဆိုင်မှာ Mina ဆိုတဲ့အလန်းလေးက Salon ဝန်ထမ်းလုပ်နေတာပါ...ပြသနာက သူတို့ Beauty Salon ကို လူသိပ်မလာကြပါဘူး..ဒီတော့ Mina က Pink ကို အကြံပေးတယ်...ဆိုင်ကို ယွကျားလေးသီးသန့်ပြောင်းပြီး ဘာညာကြမလားဆိုပြီးတော့ပေါ့...Pink က အစကတော့ အင်တင်တင်ပဲ..ဒါပေမယ့်လူကျလာမလားဆိုပြီး စမ်းကြည့်တာပေါ့ဆိုပြီး ဝုန်းကြပါလေရော...ချက်ချင်းပဲ ဆိုင်က နာမည်တွေကြီးကုန်လို့ လူတွေကြိတ်ကြိတ်တိုးလာကြရော...ဒီလိုချိန်မှာ ဘဲအလန်းလေးတစ်ပွေကို ပိုင်ရှင်မမကြီးကကြွေနေသလို..ရှူးဂါးဒယ်ဒီတစ်ပွေကလဲ Mina အလန်းလေးကို ကြွေသွားကြတဲ့အခါ...ဒီ Beauty Salon ဆိုင်ကြီး ဘယ်လိုတွေ ဖြစ်သွားမလဲဆိုတာ....။ File Size : (1.2 GB)\nQuality : HD-Rip 720p\nRunning Time : 01:24:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "",
        "url": "https://megaup.net/2WE7B/(DarkSide)Strange.Hair.Salon.2015.720p.HDRip.X264.AAC-CJCONTENTS.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTVjOTQzNTctNmIwMi00MWMwLWEwMDUtN2M5YWM0MDIzMmYyXkEyXkFqcGdeQXVyNjAyMDAzNjk@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Robo (2020)",
        "description": "Robo (2020)==========IMDb Rating - 5.2/10 ဒီဇာတ်ကားလေးကတော့ အသက် ၁၂ အရွယ် မီဂျာဆိုတဲ့ ကောင်လေးနဲ့ စက်ရုပ်တစ်ရုပ်တို့ ရဲ့ အခက်အခဲကျော်ဖြတ်ကြပုံတွေ၊သံယောဇဉ်တွေနဲ့ ဇာတ်အိမ်ဖွဲ့ထားတဲ့ ခေတ်လွန် စွန့်စားခန်း ဇာတ်ကားလေးပါ။ပန်းချီအနုပညာရှင် တစ်ယောက် သိပ်ဖြစ်တဲ့ မီဂျာနဲ့ သူ့ကို အင်ဂျင်နီယာ ဖြစ်စေချင်တဲ့ သူ့မိဘတွေရဲ့ ဆန္ဒက အမြဲတမ်း မထပ်တူမကျခဲ့ပါဘူး။မီဂျာ့ မိဘတွေက လူသားတွေကို ကာကွယ်ပေးနိုင်တဲ့ စက်ရုပ်တစ်ရုပ်ကို တီထွင်ခဲ့ကြပါတယ်။ အဲ့ဒီစက်ရုပ်လေးဟာ အလွန်ချစ်စရာကောင်းပြီးတစ်နေ့တစ်ခြားသူ့ရဲ့ AI စနစ်ဟာလည်း ကောင်းမွန်တိုးတတ်လာနေခဲ့ပါတယ်။တစ်နေ့မှာတော့  ဉာဏ်ရည်မြင့်မားတဲ့ စက်ရုပ်လေးက သူရဲ့မိသားစုကို ရှာဖွေဖို့ စမ်းသပ်ခန်းကနေ ထွက်ပြေးသွားခဲ့ပါတယ်။ဒါပေမယ့် ထိန်းချုပ်သူမရှိတဲ့ စက်ရုပ်ဆိုတာဟာ အန္တရာယ်များလွန်းတတ်ကြပါတယ်။အဲ့ဒီ ထွက်ပြေးသွားတဲ့ စက်ရုပ်လေးဟာ ဖြစ်ချင်တော့ မီဂျာနဲ့တွေ့ဆုံခဲ့ပြီး စိတ်ဝင်စားဖွယ်ရာလည်းကောင်း . ကြည်နူးစရာလည်းကောင်းတဲ့ဖြစ်စဥ◌်တွေတောက်လျှောက် ဖြစ်လာခဲ့ပါတယ်။ ဒါပေမယ့် မီဂျာကကော စက်ရုပ်ကို ထိန်းချူပ်နိုင်ပါ့မလားဆိုတာကိုတော့ ရင်ခုန်စွာစောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်.......အဲ့တော့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1AJ3r/Robo.2020.720p.WEB-DL.DD5.1[CM].mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjY2NWJmNzMtMWIyYi00NGUwLTg2NTUtMzA5ZDZkZDZkOTVjXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Dragons: Rescue Riders: Huttsgalor Holiday (2020)",
        "description": "Dragons: Rescue Riders: Huttsgalor Holiday (2020)=====================================IMDb Rating - 5.8/10 Dragons: Rescue Riders ကားလေးတွေထွက်လာသမျှတိုင်းကတော့ ကြည့်လို့ကောင်းပြီးလူအတော်များများက ကြိုက်နေဆဲဖြစ်ပါတယ်။ အခုလည်း Huttsgalor Holiday ကားလေးထွက်လာပြန်ပါပြီ။ဟူစတပ်ဂလာ (Huttsgalor) မြို့မှာနေထိုင်ကြတဲ့ သူတွေဟာ နှစ်စဉ်နှစ်တိုင်း အိုဒင်နယူး (Odinyule )ပွဲတော်ကိုကျင်းပလေ့ရှိကြပါတယ်။ ဒီလိုနှစ်စဉ်နှစ်တိုင်း ပုံမှန်ကျင်းပနေကြပွဲလေးဟာ ဒီနှစ်မှာတော့အခက်အခဲတွေ ရှိလာခဲ့ပြီး . ပြဿနာတွေလည်း ရင်ဆိုင်ကြုံတွေ့လာရပါတယ်။ ဒါကို Rescue Ridersတွေကဘယ်လိုမျိုးကြိုးစားပြီးဖြေရှင်းပေးမလဲဆိုတာကို ကြည့်မြင်ရမည့် ဇာတ်ကားလေးပါပဲ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Aye Nyein Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 46minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, FamilySource : 1080p.WebRipTranslator ...",
        "rating": "5.8",
        "url": "https://megaup.net/1AIux/Dragons.Rescue.Riders.Huttsgalor.Holiday.2020.720p.NF.WEB-DL.[CM].mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BYWVkMWEyMDUtZTVmOC00MTYxLWE1ZTUtNjk4M2IzMjY2OTIxXkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_-133x200.jpg",
        "title": "Love and Monsters (2020)",
        "description": "IMDb Rating (7/10) / Rotten Tomatoes (92%)\nဒီလန် အိုဘရိုင်ယန်ပါတယ်၊ ဂျက်ဆီကာ ဟန်းဝစ်ပါတယ်၊ ခွေးလိမ္မာလေး တစ်ကောင်ပါတယ်။အကောင်ကြီးတွေပါတယ် ဒီလောက်ဆို ကြည့်ချင်ကြမယ်ထင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nကမ္ဘာကြီးကို ဝင်တိုက်မယ့် ဥက္ကာခဲကြီးတစ်ခု ပျံလာတယ်။လူတွေက သူတို့ အတော်ဆုံး အလုပ်ကို လုပ်လိုက်ကြတယ်။ဥက္ကာခဲကြီးကို ဒုံးကျည်ပေါင်းစုံနဲ့ ပစ်တာပေါ့။ ဥက္ကာခဲကြီးကတော့ ကွဲသွားပါတယ်။\nဒုံးကျည်ထဲမှာပါတဲ့ ဓာတုပစ္စည်းတွေက ကမ္ဘာပေါ်ကို ကျလာပါလေရော။လူတွေက ကံကောင်းကြပါတယ် ဓာတုအဆိပ်မသင့်ကြဘူး။အင်းဆက်ပိုးတွေ၊ ဖားတွေ၊ ပုတ်သင်တွေကတော့ ကံမကောင်းကြရှာဘူး သန္ဓေပြောင်းပြီး ဧရာမကြီးတွေ ဖြစ်သွားတယ်။လူတွေကို ပြန်စားကုန်ကြတယ်။\nအဲဒီဧရာမအကောင်ကြီးတွေနဲ့ တိုက်ပွဲမှာလူသား ၉၅% လောက် သေသွားလေရဲ့။နောက်ဆုံးကျန်တဲ့ သူတွေက အဖွဲ့လိုက်လေး မြေအောက်မှာ ကိုယ်စီပုန်းနေရင်း ကျူးကျော်လာတဲ့ အကောင်တွေနဲ့ တိုက်နေရတယ်။\nအဲဒီထဲမှာ မင်းသားက အကောင်ကြီးတွေဆို ကြက်သေသေလောက်အောင် အသေကြောက်တဲ့ကောင်၊ ဘာလက်နက်မှလည်း မပစ်တတ်ဘူး။ သူတို့စခန်းမှာလည်းအကုန်လုံးက အတွဲတွေချည်းပဲ။ ဒီတစ်ကောင်ပဲ FA ကောင်ဖြစ်နေတာ။\nဒါပေမယ့် ...",
        "rating": "6.9",
        "url": "https://megaup.net/UKz9/Love.and.Monsters.2020.720p.BluRay.x264.DTS-FGT(HEVC).mkv",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/B3JCQAOCYAAKAyT-132x200.jpg",
        "title": "Valley Girl (1983)",
        "description": "IMDb Rating (6.4) / Rotten Tomatoes (83%)ဟောလိဝုဒ်ရဲ့ ၁၉၈၀ ပြည့်နှစ်တွေဘက်ဆီလည်ပြန်ကြည့်လိုက်မယ်ဆို တစ်မျိုးတမည်လေးခံစားရမှာတော့သေချာ‌ပေါက်ပဲဗျ။ခေတ်တစ်ခေတ်ရဲ့ချစ်စရာအဖြစ်လေးတွေနဲ့မမေ့နိုင်စရာကိစ္စလေးတွေပြည့်နှက်ခဲ့တဲ့အ‌ကြောင်းတွေပြောရမယ်ဆို ၁၉၈၀ကျော်ခုနှစ်တွေကမပါမဖြစ်ပါပဲ။နီကိုလက်ကေ့ခ်ျမင်းသားကြီးရဲ့ ငယ်ရုပ်ချောချောကို တွေ့ရမယ့်အပြင်ခေတ်ဟောင်းဟောလိဝုဒ်သီချင်းတွေကိုခံစားလို ခေတ်ဟောင်းအငွေ့အသက်ကိုရလိုသူတွေအတွက်ကြည့်ကိုကြည့်သင့်တဲ့ ခေတ်ဟောင်းဟောလိဝုဒ်ရုပ်ရှင်ဇာတ်ကားလေးကတော့ ၁၉၈၃ ခုနှစ်မှာထွက်ရှိလာခဲ့တဲ့ Valley Girl ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့...ဂျူလီဟာ ဟောလိဝုဒ်နဲ့ကပ်လျက်ဘယ်လီမြို့လေးကမိန်းမလှလေးတစ်ယောက်ဖြစ်ပြီးတော့ရန်ဒီကတော့ဟောလိဝုဒ်က ကောင်ဆိုးလေးတစ်ယောက်ပါ။ဘရက်ဆိုတဲ့ရည်းစားရှိပြီးသားဖြစ်တဲ့ ဂျူလီလေးနဲ့ ကောင်ဆိုးလေး ရန်ဒီတော့ဘယ်လိုပက်သက်မိကြမယ်သူတို့သုံးယောက်ရဲ့သုံးပွင့်ဆိုင်ဇာတ်လမ်းကဘယ်လိုတွေဖြစ်လာမယ်ဆိုတာကို၁၉၈၀ ကျော်တုန်းက ဟိုးလေးတကြော်ကြော်ဖြစ်ခဲ့တဲ့ဒီဇာတ်ကားလေးကိုပြန်လှည်ခံစားရင်း၁၉၈၀ ကျော်နှစ်တွေဆီပြန်လည်လွမ်းဆွတ်ကြည့်ကြရအောင်လားဗျာ။ \nFile size…(1.8 GB) and (1 GB)\nQuality….Blu-Ray 1080p 5.1 CH & 720p (HEVC Encode)\nFormat…mp4\nDuration….01:39:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "6.4",
        "url": "https://megaup.net/2gGry/(CM)Valley.Girl.1983.720p.BluRay.REMUX.AVC.DTS-HD.MA.5.1-FGT(HEVC).mkv",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzFZtPTvMsgvZ9r4FKDoIc1gPZK.jpg",
        "title": "Caught In Time ( 2020 )",
        "description": "ဒီတစ်ခါ ဇာတ်ကားလေးကတော့ အက်ရှင်ကြိုက်နှစ်သက်သူတွေအတွက်တော့ရှယ်သဘောကျမယ့်ကားအမျိုးအစားပဲဖြစ်ပါတယ်အချိန်ဆိုတာ တစ်မိနစ် တစ်စက္ကန့်လေးကအစ အရေးပါတယ်ဆိုတဲ့စကားက ဒီကားနဲ့ လုံးဝကွက်တိဖြစ်ပါလိမ့်မယ် ဒီကားထဲကဓားပြအဖွဲ့ဟာ ဘယ်လောက်တောင်ကျွမ်းကျင်အဆင့်လဲဆိုရင်ခေါက်ဆွဲပြုတ်နေတဲ့ ၁၀မိနစ်အတွင်းမှာ ဘဏ်ကို ဓားပြသွားတိုက်ပြီးခေါက်ဆွဲဆိုင်မှာ ခေါက်ဆွဲအေးဆေးပြန်လာစားနိုင်တဲ့အထိကိုအလန်းဇယားတော်တာပါနော် ခေါက်ဆွဲပဲစားရုံတင်ပဲမထင်လိုက်ပါနဲ့ရဲတွေအတွက် ခေါက်ဆွဲတောင် ဝယ်ကျွေးသွားပါသေးတယ်အဲ့လောက်ထိ အခန့်မှန်းမှာရော အလုအယက်မှာရော ရဲတွေထက်ရှေ့တစ်လှမ်းအမြဲစောနေတဲ့ ဓားပြအဖွဲ့ကို အပြောင်းရွှေ့ကျလာတဲ့ရဲအဖွဲ့ခေါင်းဆောင် ကျုံချန်က အမိ ဖမ်းနိုင်ပါ့မလား ဓားပြအဖွဲ့ကရောလှည့်စားမှုတွေနဲ့ ရဲတွေကို ဆက်ပြီးပိုင်ပိုင်နိုင်နိုင်ကစားသွားနိုင်ဉီးမလားဆိုတာကိုဆက်လက် ကြည့်ရှုလိုက်ကြပါတော့နော် Quality : HDRipFormat : mp4During : 1h 35 minSubtitle : Myanmar Subtitle ( hardsub )Translator : Yamin EiEncoded By LK",
        "rating": "6.3",
        "url": "https://megaup.net/1AIXq/(CM)Caught.in.Time.2020.HDRip.720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Co0EwXIVYAk9AjE-215x300.jpg",
        "title": "For a Few Bullets (2016)",
        "description": "အခါတစ်ပါး၌ ဂျပန်သည် တရုတ်ပြည်ကို အုပ်စိုးရန် ကျူးကျော်ဝင်လာကြ၏။တရုတ်ပြည်လဲ ကပ်ဆိုက်လေသည်။ဂျပန်တို့သည် အရှေ့အာရှ သာတူညီမျှ ဘလာ ဘလာ ဘလာ ကြွေးကြော်ပြီးတရုတ်ပြည်သူများကိုကျုံးသွင်းရန်ကြံဆောင်နေလေသည်။ထိုကာလ၌ ပျောက်ဆုံးနေပြီဖြစ်သော ရှေးတရုတ်အင်ပါယာတို့၏ အထိမ်းအမှတ် ယူချီဟူသော တံဆိပ်တုံးကိုဂူသင်္ချိုင်းတစ်ခုမှ ပြန်လည်တူးဖော်ရရှိလာကြောင်း ဂျပန်တို့သတင်းရရှိလေသည်။ထိုတံဆိပ်တုံးသည် အင်ပါယာ၏အမှတ်အသားဖြစ်သလို ကျောက်စိမ်းတုံးပေါ်တွင်ထွင်းထုထားခြင်းဖြစ်လေရာတန်ဖိုးအရကြီးမားလှပြီး ရှေးဟောင်းအမွေအနှစ်အစစ်အမှန်လဲဖြစ်ပေသည်။ဂျပန်တို့သည် တရုတ်ပြည်သူများကို ထိုတံဆိပ်တုံးဖြင့် ဂျင်းထည့်ရန် အာရုံရလေသည်။ထိုသတင်းကိုသိလေသော တရုတ်မျိုးချစ်တို့သည် ဂျပန်တို့လက်ထဲ တံဆိပ်တုံးမရောက်ရှိစေရန် လျှို့ဝှက်လုပ်ဆောင်လေသည်။ခိုးယူရမည်ဖြစ်သောကြောင့် တရုတ်ပြည်၏ အတော်ဆုံးသူခိုးနှစ်ယောက်ကို အသုံးချမိသောအခါ....။တရုတ်ပြည်၏ တစ်ချိန်က အတော်ဆုံးသူခိုး ချိဖော်။ချိဖော်ကဲ့သို့ နာမည်ကြီးချင်နေသော ကျန်ကျောင်း။သေနတ်ပစ်တစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်သော တရုတ်မျိုးချစ်သမလေး ယူရင်။ရက်စက်ကြမ်းကြတ်သော လူသတ်သမား အပိုင်း-၇၃၁ တစ္ဆေအရိပ်။စသည့် စသည့်ဇာတ်ကောင်များဖြင့် ဖန်တီးထားသော Action , Comedy ဇာတ်ကားကောင်းဖြစ်ပေသည်။ငြီးငွေ့ဖွယ်မရှိရအောင် သွက်သွက်လက်လက်တင်ဆက်ထားပြီးဆွဲဆောင်မှုရှိသော တရုတ်ဇာတ်ကားဖြစ်ကြောင်း တင်ပြလိုက်ရပါသည်။\nFile size…(2.4 GB) and (1.3 GB)\nQuality…BluRay 1080p & 720p ...",
        "rating": "",
        "url": "https://megaup.net/1AI1Y/For.a.Few.Bullets.2016.720p.BluRay.x264.DTS-FGT(HEVC).mkv",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kxpDRY5qVP2JSP98Xqi2WKPWjm3.jpg",
        "title": "Best Friend(2020)",
        "description": "Best Friend(2020)အညွှန်း**********************IMDb....7.0နိုင်ငံရေးသမားတစ်ယောက်ဖြစ်တဲ့ Lee Eui Shik ဟာ ကိုရီးယားနိုင်ငံရဲ့  လူတွေမသိစေချင်တဲ့ ဘက်ဂျက်လည်ပတ်ပုံတွေကိုဖွင့်ချခဲ့တယ်.....တခြားနိုင်ငံမှာနေတုန်းဒီလိုလုပ်ခဲ့ပေမဲ့ ရွေးကောက်ပွဲနီးတော့ ကိုးရီးယားနိုင်ငံကိုပြန်လာခဲ့တယ်....တကယ်တော့ သူ့ကိုထောက်ခံတဲ့ကိုရီးယားပြည်သူတွေလည်း အရမ်းများခဲ့တာကိုး.....လေဆိပ်ကိုရောက်လို့ အထုပ်တောင်မရွေးရသေးခင် ထောက်လှမ်းရေးအဖွဲ့က တစ်ခါထဲဆွဲကုတ်သွားတယ်....အစိုးရပိုင်းက လူကြီးအချို့ဟာ Lee Eui Shik  ကိုရွေးကောက်ပွဲမှမပါစေချင်ဘူး..အန္တရယ်များတဲ့လူအဖြစ်သတ်မှတ်ထားပြီးသူ့ကိုထောက်ခံတဲ့သူတွေများပြားလှတဲ့အပြင် မီဒီယာနဲ့ ဆန္ဒပြတဲ့သူတွေကြောင့်ရွေးကောက်ပွဲမှာ မပါအောင်လုပ်ဖို့အကြတ်ရိုက်နေတယ်...ဒါ့ကြောင့်  နေအိမ်မှာ ခဏတာအချုပ်ချပြီး ကွန်မြူနစ်ကောင်အဖြစ်အကွက်ဆင်ဖို့ကြံစည်တော့တယ်..အဲ့ဒီလိုအနီးကပ်အကွက်ဆင်ဖို့ စောင့်ကြည့်ရေးအဖွဲ့ခေါင်းဆောင်တစ်ယောက်ကိုတာဝန်ပေးပြီးစေခိုင်းပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး....ဒီကားပိုစတာကြည့်ပြီးတော့ မကောင်းဘူးလို့မထင်လိုက်နဲ့ဉီး.ဒိတ်ဒိတ်ကျဲသရုပ်ဆောင်တွေပါသလိုအစမှအဆုံးထိစိတ်ဝင်စားစရာကောင်းလှတယ်...ပြီးတော့ စတေးခံတွေက ဘယ်သူလဲ...ဘယ်သူကရောမှန်နေတာလဲ..အမှန်တရားဆိုကရောဘာလဲ...မှန်တယ်လို့ထင်တဲ့အရာတွေကရော တကယ်တမ်းလက်တွေ့မှာအနိုင်ရပါ့မလား...ကြည့်လိုက်ကြပါ,....File Size : (2.1GB) and (1.1GB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung,Hnin Pale & Ei Phyu Khin\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/2gFxe/Best_Friend.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama"
    }
]