[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hza1wvAplDUiMLY8jP87Iwh1gkw.jpg",
        "title": "Hidden Strike (2023)",
        "description": "ဂျက်ကီချန်းနဲ့ ဂျွန်စီနာတို့ရဲ့ ဟာသအက်ရှင်ကားအသစ်လာပါပြီ။ဒါရိုက်တာကလည်း Need for speed, Expend4bles တို့ရဲ့ Scott Waugh ပါ။ ဇာတ်လမ်းအကျဉ်းအရှေ့အလယ်ပိုင်းရဲ့ တရုတ်ရေနံကုမ္ပဏီတစ်ခုက ဒေသတွင်း ကြေးစားစစ်တပ်တွေကဝိုင်းတိုက်နေပြီ ဝင်စီးဖို့ကြိုးစားနေပါတယ်။ ရေနံဝန်ထမ်းတွေကို ကယ်တင်ဖို့ဂျက်ကီချန်းတို့ လုံခြုံရေးတပ်တွေ ရောက်လာပြီး ကယ်ထုတ်နေချိန်မှာကြေးစားတပ်တွေနဲ့ တိုက်ပွဲဖြစ်ပါတော့တယ်။ အဲဒီတိုက်ပွဲမှာ ဂျွန်စီနာကကြေးစားတွေဘက်ကနေ ပါလာပြီး ရေနံဝန်ထမ်းတွေရဲ့ ကားတန်းထဲကဘတ်စကားနှစ်စီးကို ဖမ်းခေါ်သွားနိုင်ခဲ့ပါတယ်။ အဲဒီလူတွေကို ပြန်ကယ်ဖို့ကြိုးစားရင်း ဂျက်ကီနဲ့ဂျွန်စီနာတို့ တွေ့ကြတဲ့အခါ....   File size… 2.12GB / 925MB\nQuality… WEB-Rip 1080P 5.1 CH / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mr.Anderson",
        "rating": "5.8",
        "url": "https://megaup.net/2BK4A/Hidden_Strike._2023.WEBRip720P(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BN2U1MmJjNWItY2MxZi00ZDUzLWEwYzEtY2E5ZDEyNTE3M2I1XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-129x200.jpg",
        "title": "Maamannan (2023)",
        "description": "Maamannan(2023)IMDb-7.1/10\nPolitical Thriller75 ကုဋေထိရုံတင်ငွေအမြတ်ရထားတဲ့ တစ်ခေတ်တစ်ခါက အောင်မှုတွေရခဲ့တဲ့ဟာသမင်းသားကြီး\nVadivelu ၊ ဝန်ကြီးမျိုးဆက်ကနေမွေးဖွားလာတဲ့\nလူငယ်ဖွံ့ဖြိုးရေးနဲ့အားကစားဌာနမှာဝန်ကြီးခန့်အပ်ခံရဖူးသူ Udhayanidhi Stalin နဲ့ ရှူတည်တည်\nကာရိုက်တာလေးတွေနဲ့ ပေါက်ခဲ့တဲ့မင်းသမီးချောလေးKeerthy Suresh တို့ပါဝင်ထားတဲ့ တမီးလ်ဇာတ်ကားကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအညွှန်းလွှတ်တော်ကိုယ်စားလှယ်ရဲ့သားဖြစ်ပေမဲ့ အဖေ့ရဲ့အရှိန်အဝါကိုမမီပဲ ဝက်မွေးပြီးအေးဆေးနေတဲ့\nအသီဗီရန် ၊လူမှုကောင်းကျိုးတွေကို ကျောင်းသူဘဝတည်းကဆက်တိုက်လုပ်ဆောင်နေတဲ့ လီလာ ၊\nအသီဗီရန်ကလီလာ့ကိုကြိတ်သဘောကျနေပေမဲ့ လွှတ်‌တော်ကိုယ်စားလှယ်ရဲ့သားမို့\nလီလာကမကြိုက်မှန်းသိလို့ရှေ့မတိုးခဲ့တာ ကျောင်းပြီးသည်ထိပါပဲကျောင်းပြီးတစ်နေ့လီလာ နွမ်းပါးတဲ့ကလေးတွေကိုစာသင်ဖို့ငှားထားတဲ့နေရာကို\nအမည်မသိလူတွေခြိမ်းခြောက်မှုကြောင့် ပိုင်ရှင်ကအတင်းရွှေ့ခိုင်းတဲ့အချိန်မှာစတော့တာပဲ\nသူငယ်ချင်းတွေက အသီဗီရန်ကိုအကူအညီတောင်းချင် လီလာကလက်မခံနဲ့ နောက်ဆုံးတော့လက်လျှော့ပြီး\nအသီဗီရန့်အိမ်သွားတွေ့ကြချိန်မှာ အသီဗီရန်က ဝက်တွေပဲမွေးနေပြီး အဖေနဲ့\nစကားမပြောခဲ့တာ ဆယ့်ငါးနှစ်တိုင်ခဲ့ပြီဆိုတာ လီလာသိလိုက်ရပါတယ်မုန်းတီးမှုကြောင့်မဟုတ်ဘဲ 15 နှစ်ထိ စကားမပြောခဲ့ရတဲ့အကြောင်းအရင်းနဲ့\nရိုးရှင်းမနေတဲ့လွှတ်တော်ကိုယ်စားလှယ်တစ်ယောက်ဆိုတဲ့ဘဝမှာ\nဘယ်လိုအလှည့်အပြောင်းတွေပါလာမလဲ လီလာနဲ့ ဗီရာတို့ရဲ့အချစ်ရေး\nဒါတွေကိုရသစုံကြည့်ရှူခံစားရမဲ့ကားလေးပဲဖြစ်ပါတယ်(အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ BpL ~ Cherry ~ Moon ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 37mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/2BK4b/Maamannan_(2023)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/QUzIaemhlHZn5xW71TANW727wu.jpg",
        "title": "In Dream (2023)",
        "description": "In Dream (2023)လူတွေရဲ့သဘာဝကတော့ အိပ်မက်ဆိုတာ မက်ပြီးရင် မနက်ကျ မေ့သွားတတ်ကြတာများပါတယ်\nမနက်ထိ သတိရရင်တောင် တစ်နေကုန် မှတ်မိနေဖို့က ခဲယဉ်းပါတယ်ဒါပေမဲ့ ကိုယ့်အိပ်မက်ထဲတောင်မဟုတ်ဘဲ သူများအိပ်မက်ထဲထိပါ ဝင်ပြီး ထိန်းချုပ်လို့ရမယ်..\nကိုယ်လုပ်ချင်တာတွေလုပ်လို့ရမယ်ဆိုရင်တော့ တကယ်ကို ဆန်းကြယ်သွားပါပြီဒီဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်ဖြင့် ဟုန်းဟွာဆိုတဲ့မိန်းကလေးက သူများအိပ်မက်ထဲမှာ ဝင်ပြီးဆက်သွယ်နိုင်နေတာပါ..\nဒါပေမဲ့ အရာရာက သူငယ်ချင်း ပျောက်ဆုံးတဲ့နေရာမှာ စတင်လာခဲ့တယ်ဟုန်းဟွာရဲ့ သူငယ်ချင်းကို ပြန်ပေးဆွဲသွားတဲ့ လူသတ်သမားဟာ ရက်စက်လွန်းတဲ့အတွက် ရဲတွေကလည်း အသေရရအရှင်ရရ ဖမ်းချင်နေတာပါ..\nအဲလိုနဲ့ ဟုန်းဟွာလည်း အဲအမှုမှာပတ်သက်ခဲ့ရပြီးတော့ လူသတ်သမားနဲ့ စိတ်နဲ့ စီးချင်းထိုးရမယ့်အဖြစ်တွေနဲ့ ကြုံရပါတော့တယ်နောက်ဆုံးမှာ အဲလိုတွေသဘာဝလွန်ဖြစ်ရပ်တွေကြုံနေရတဲ့ ဟုန်းဟွာတစ်ယောက်\nလူသတ်သမားကို ဖမ်းတဲ့နေရာမှာကူညီနိုင်မလား...\nနောက်ဆက်တွဲကြုံလာရမယ့်အဖြစ်တွေကိုရော ခံနိုင်ရည်ရှိပါ့မလားဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Thriller\nQuality…. 1080p | 720p\nFile size… 889MB | 419MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar ...",
        "rating": "6",
        "url": "https://megaup.net/3hHle/In.Dream.2023.720p.WEB-DL.CM.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csZRHobe0aPYOGobhLjTnB6S2L9.jpg",
        "title": "The Murderer (2023)",
        "description": "The Murderer (2023)နာမည်ကျော် ထိုင်းဟာသမင်းသားကြီး Phetthai Vongkumlao ပါဝင်ထားတဲ့ ဟာသကားအသစ်ထွက်လာပါပြီ။\nမင်းသမီးကတော့ Bad Genius ထဲက ဂရေ့စ်အဖြစ် သရုပ်ဆောင်ဖူးတဲ့ Eisaya Hosuwan ပါပဲ။ဇာတ်လမ်းအကျဉ်းထိုင်းနိုင်ငံတစ်နေရာက လယ်တောအိမ်လေးတစ်ခုထဲမှာ ၇ လောင်းပြိုင်လူသတ်မှုကြီး ဖြစ်ပွားခဲ့ပါတယ်။\nအဲဒီအတွက် သံသယတရားခံကတော့ အဲလ်လို့ခေါ်တဲ့ ဗြိတိန်သားတစ်ယောက်ပါပဲ။\nသူဟာ သေသွားတဲ့မိသားစုရဲ့ သမီး ဆိုင် နဲ့ လက်ထပ်ထားတာဖြစ်ပြီး ယောက္ခမတွေအိမ်မှာ ညလာအိပ်တဲ့ညမှာ ပြဿနာတွေရှုပ်ကုန်တာဖြစ်ပါတယ်။\nအသတ်ခံရတဲ့ သူ ၇ ယောက်ကလည်း သေပုံသေနည်းတစ်မျိုးစီဖြစ်နေပြီး ဇာတ်လမ်းကိုယ်စီရှိနေပြန်ပါတယ်။\nအသက်ရှင်ကျန်ခဲ့တဲ့ အဲလ် နဲ့ ဆိုင်၊ သူတို့ရဲ့ တူမလေး ဇွန် တို့ကို စခန်းမှူးက စစ်ဆေးရင်း\nသူတို့တစ်ယောက်တစ်ပေါက်ပြောပြတာတွေကနေ တရားခံအစစ်ကို ဘယ်လိုဖော်ထုတ်မလဲဆိုတာ ကြည့်ရမှာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Crime, Mystery, Thriller\nQuality…. 1080p | 720p\nFile ...",
        "rating": "6.5",
        "url": "https://megaup.net/3hHc4/The.Murderer.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a8EEolKLUreFiginkPGWFpV5qd.jpg",
        "title": "Joe (2013)",
        "description": "IMDb - 6.8/10ဇာတ်လမ်းအညွှန်းသူ့ဖခင်က အရက်သမား၊ သူ့မိသားစုက စားရမဲ့သောက်ရမဲ့…ဟိုလေလွင့်ဒီလေလွင့်ဖြစ်နေတဲ့ မိသားစုအတွက်၁၅နှစ်သားလေး ဂယ်ရီဟာ ဂျိုးဆိုတဲ့ လူတစ်ယောက်ဆီမှာအလုပ်လာလုပ်ပါတယ်။ဂျိုးက ထောင်ထွက်တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ဒေါသထွက်တတ်တဲ့စိတ်ကိုဆေးလိပ်သောက်၊အရက်သောက်ရင်း မြိုသိပ်ချုပ်တည်းရင်းနေနေတဲ့သူတစ်ယောက်ပါ။ဒါပေမဲ့ ဂျိုးက အလုပ်ကြိုးစားလုပ်တဲ့သူတွေကို သဘောကျပြီးသူ့အလုပ်သမားတွေအပေါ်မှာတော့တကယ်ကောင်းပေးတဲ့ အလုပ်ရှင်တစ်ယောက်လည်း ဖြစ်ပါတယ်။ဂယ်ရီလေးက ငယ်ငယ်ရွယ်ရွယ်နဲ့ အလုပ်ကြိုးစားတတ်သူဖြစ်တာမို့ဂျိုးက သဘောကျပြီး သူတို့နှစ်ဦး မိတ်ဆွေတွေဖြစ်လာကြပါတယ်။ဂယ်ရီရဲ့ အဖေက ဂယ်ရီ့အပေါ်မှာ သည်းမခံနိုင်လောက်အောင်နှိပ်စက်ညှင်းပန်းတဲ့လုပ်ရက်တွေ လုပ်လာတဲ့အခါမှာဂျိုးတစ်ယောက် သူ့ရဲ့လူသားချင်းစာနာစိတ်တွေ နှိုးကြွလာပြီးဂယ်ရီ့အတွက် သူကိုယ်တိုင် ပါဝင်ဖြေရှင်းဖို့ ဖြစ်ပါတော့တယ်။အသုံးမကျတဲ့ ဖခင်လက်ထဲမှာ နေနေရပေမယ့်ကံကောင်းထောက်မစွာနဲ့ ဂျိုးလိုလူမျိုးနဲ့တွေ့ဆုံလိုက်ရတဲ့ဂယ်ရီနဲ့ လူကြမ်းကြီးပေမယ့် စာနာတတ်တဲ့စိတ်နှလုံးရှိတဲ့ဂျိုးတို့အကြောင်း ရိုက်ကူးပြသထားပါတယ်။ဂျိုး အဖြစ် Ghost rider မင်းသားကြီး Nicolas Cage ကသရုပ်ဆောင်ထားပါတယ်။ကဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူကOrika ဖြစ်ပါတယ်။  File size…  1.9 GB /  790 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h ...",
        "rating": "6.8",
        "url": "https://megaup.net/1VLaa/Rev.2020.720p.%7BCM%7D.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oaNMSwOfsmik9E2kqHvJflcMSTD.jpg",
        "title": "The Eternal Road (2017)",
        "description": "အချိန်ကတော့ အမေရိကန်ကစခဲ့တဲ့ Great Depressionစီးပွားရေးပျက်ကပ်ကြီးဆိုက်နေတဲ့ခုနှစ်တွေ။အလုပ်လက်မဲ့ဖြစ်နေတဲ့လုပ်သား‌တွေအတွက်စတာလင်ရဲ့ ဆိုဗီယက်ပြည်ထောင်စုကဖိတ်ခေါ်မှုကရေငတ်တုံးရေတွင်းထဲကျသလိုဖြစ်လာခဲ့တယ်။အမေရိကန် ကနေဒါတို့ကနေလုပ်သားပေါင်းတသောင်းကျော်တို့ဟာ ဆိုဗီယက်တို့ရဲ့မြေကိုဘ၀သစ်စနိုင်ဖို့ရွှေ့ပြောင်းလာခဲ့ကြတယ်။ဆိုဗီယက်တို့ရဲ့နယ်စပ် ဖင်လန်နိုင်ငံမှာကတော့ယူဆီ ကဲတိုလာဆိုတဲ့ အမေရိကန်ကပြန်လာတဲ့သူတ‌ယောက်ကတော့ ကွန်မြူနစ်အဖြစ်စွပ်စွဲခံရပြီးတော့ မိသားစုတွေဆီကနေပြန်ပေးဆွဲခံခဲ့ရပေမယ့်ဆိုဗီယက်နိုင်ငံထဲကိုထွက်ပြေးလွတ်မြောက်သွားခဲ့တယ်။ဒါပေမယ့် မိအေးနှစ်ခါနာဆိုသလိုပဲ ကဲတိုလာရဲ့ အမေရိကန်နောက်‌ေကြာင်းကိုမယုံသင်္ကာဖြစ်နေတဲ့ဆိုဗီယက်တို့ကရွှေ့ပြောင်းအမေရိကန်တွေဦးစီးတဲ့ ရုရှားစိုက်ပျိုးမွေးမြူရေးခြံတခုမှာနေပြီးလျှို့၀ှက်ထောက်လှမ်းဖို့တွန်းအားပေးခဲ့တယ်။ဒီလိုနဲ့ပဲ ယူဆီ ကဲတိုလာ တဖြစ်လဲ ယူဆီ ကာရီတယောက်မိသားစုအသစ်နဲ့ ဒီခြံမှာပဲဘ၀သစ်တခုစတင်ဖို့ဖြစ်လာခဲ့ပါတယ်။တနေ့မှာတော့ စတာလင်ရဲ့သူလျှိုအဖြစ်စွပ်စွဲအမြစ်ဖြုတ်မှုတွေကဒီရွှေ့ပြောင်းအမေရိကန်‌‌ တွေအပေါ်ကိုပါရိုက်ခတ်လာခဲ့တဲ့အခါမှာတော့ယူဆီတယောက် ဒီ၀ရုန်းသုံးကားအခြေအနေတွေကြားထဲဘာတွေဘယ်လိုဆက်ဖြစ်မှာလဲ။အသက်ရှင်လျက်နဲ့ပဲထွက်လာနိုင်မလား။သူ့မိသားစုလေးကရောအဆုံးမှာဘယ်လိုဖြစ်သွားမလဲ။သူ့ရဲ့ရှည်လျားလှတဲ့ဘ၀ခရီးလမ်းကြီးကဘယ်လိုမျိုးပြီးဆုံးသွားမလဲဆိုတာကိုThe Eternal Road ဆိုတဲ့ ဖင်လန်စကားပြောဇာတ်ကားလေးမှာ ရှုစားပေးကြပါဦးခင်ဗျ File size…  1.8 GB /  700 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h 44m\nGenre .....  Action , Comedy\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Min Wai\nTranslated by Brackman",
        "rating": "7.1",
        "url": "https://megaup.net/1VL9j/The.Eternal.Road.2017.720p.{CM}.mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTYzM2I0YjgtZTE2Mi00ZGQ4LTgzMTAtMDAyMzc5ZjA3MmMxXkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "Where Hands Touch (2018)",
        "description": "Where Hands Touch (2018)\n====================\nIMDb Rating - 6.6/10ဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၄ ဂျာမနီမှာ အခြေတည်ထားတဲ့ ဇာတ်လမ်း\nတစ်ပုဒ်ပါ။ Layna ဟာ ဂျာမန်လူဖြူအမေနဲ့ ပြင်သစ်လူမည်း အဖေတို့\nပေါင်းစပ်ပြီး မွေးလာတဲ့ (၁၆)နှစ်အရွယ် ကလေးမလေးပါ။ Rhineland\nမှာ မွေးဖွားကြီးပြင်းခဲ့ပြီး ဟစ်တလာရဲ့ နာဇီတပ်ဖွဲ့တွေက Leyna လို သွေး\nနှောလူမည်း ကလေးတွေကို ရှင်းလင်းပစ်ဖို့ ကြိုးစားနေတာကြောင့် ဘာ\nလင်မှာများ အန္တရာယ်ကင်းနိုင်မလားဆိုပြီး Leyna ရဲ့ အမေ Kerstin\nတစ်ယောက် သားနဲ့သမီးကို လက်ဆွဲပြီး ဘာလင်ကို ထွက်လာခဲ့ပါတယ်။ပိုကောင်းတဲ့ ဘဝတစ်ခု ရနိုင်ဖို့ Leyna ကို ကျောင်းပို့ပြီး စာသင်ပေးခဲ့ပေမဲ့\nနီဂရိုးတစ်ယောက် စာသင်ဖို့ မလိုဘူးဆိုပြီး ကျောင်းကနေဆွဲထုတ်ပြီး စက်ရုံ\nမှာ အလုပ်လုပ်ဖို့ ပို့လိုက်ကြပါတယ်။ အဲဒီနောက်မှာတော့ Leyna တစ်ယောက်\nထင်ရှားတဲ့ SSအရာရှိတစ်ဦးရဲ့ သားဖြစ်ပြီး ကိုယ်တိုင်လည်း လူငယ်တပ်ဖွဲ့ဝင်\nတစ်ဦးဖြစ်တဲ့ Lutz နဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ARg2/Where.Hands.Touch.2018.720p.WEB.(CM).mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTRlODBkOTctMDYwNS00MTExLThlZDktMDE0MTI3MGE2ZTE2XkEyXkFqcGdeQXVyMTU2MTgxNjc@._V1_-133x200.jpg",
        "title": "Among the Beasts (2023)",
        "description": "Among the Beasts (2023)\n==================\nIMDb Rating - 6.0/10Action, Thriller, Mystery ဇာတ်ကားကောင်းကြိုက်သူများအတွက်\nRotten Tomatoes 57%, IMDb rating 6.0/10 ရရှိထားတဲ့ ဇာတ်\nကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စစ်သားဟောင်းကြီး အယ်လ်တီဟာ ကျဆုံး\nသွားရှာပြီဖြစ်တဲ့ သူ့ရဲ့ ရဲဘော်ရဲဖက် ဘော်ဘီရဲ့ မိသားစုကို စောင့်ရှောက်\nပေးနေခဲ့ပါတယ်။ တစ်နေ့မှာ ဘော်ဘီရဲ့ သမီး ကေလာ ပြန်ပေးဆွဲခံရပြီး\nပျောက်ဆုံးသွားခဲ့ပါတယ်။ အယ်လ်တီလည်း ရှာဖွေခဲ့ပေမယ့် မတွေ့ခဲ့ပါ\nဘူး။ အယ်လ်တီလည်း စိတ်ဓာတ်တွေကျ၊ တာဝန်မကျေဘူးဆိုတဲ့ ခံစား\nချက်တွေနဲ့ လုံးပန်းနေခဲ့ပါတယ်။တစ်နှစ်ခန့်အကြာမှာ လိုလာ ဆိုတဲ့ မူးယစ်ဆေးဝါး‌ဂိုဏ်းခေါင်းဆောင်ရဲ့\nသမီးဟာ သူ့ညီမဝမ်းကွဲလေး ဆိုဖီယာ ပြန်ပေးဆွဲခံရပြီး ပျောက်သွားတာမို့\nဖြစ်ပုံချင်းတူတဲ့ အယ်လ်တီ့ဆီကို အကူအညီလာတောင်းပါတယ်။ အယ်လ်\nတီတစ်ယောက်လည်း သူ့တာဝန်မကျေမှုကို ပြန်လည်ပေးဆပ်ဖို့အတွက်\nလိုလာ့ကို ကူညီပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒီလိုနဲ့ အယ်လ်တီ၊ လိုလာနဲ့\nအေဂျေတို့ သုံးယောက်ဟာ ကလေးပြန်ပေးဂိုဏ်းကို လိုက်လံစုံစမ်းတဲ့အခါ\nမှာတော့......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLeonard ...",
        "rating": "6.0",
        "url": "https://megaup.net/1VIpq/Among.The.Beasts.2023.720p.BluRay.(CM).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjM2MTNiYjUtNzhhMy00ZmQ1LWFjNTItM2Q4YjdmY2JiZmVlXkEyXkFqcGdeQXVyMTU2NzgxNTE0._V1_-157x200.jpg",
        "title": "Love Tactics 2 (2022)",
        "description": "Love Tactics 2 (2022)\n================ပထမကားမှာ နင်ချစ်မလား ငါချစ်မလားနဲ့ အချစ်ပြိုင်ပွဲလေးလုပ်ခဲ့ကြတဲ့\nအက်စ်လီနဲ့ ကယ်ရမ့်ကိုမှတ်မိကြသေးရဲ့လား။  သူတို့နှစ်ယောက်ကနေ\nတစ်ဆင့် စုံတွဲတွေဖြစ်သွားကြတဲ့ သူငယ်ချင်းနှစ်ယောက်က လက်ထပ်\nကြတော့မှာပါတဲ့။ ဒါပေမဲ့ ဒါကို အက်စ်လီတို့နှစ်ယောက်က သဘောမ\nကျပါဘူး။ အိမ်ထောင်ပြုလိုက်တာနဲ့ ရန်ပဲဖြစ်ပြီး အချစ်တွေမရှိတော့ဘဲ\nနောက်ဆုံးကွာရှင်းကြမှာပဲလို့ ယုံကြည်ကြတဲ့နှစ်ယောက်ပေါ့။ အိမ်ထောင်\nရေးကို အယုံအကြည်မရှိကြတာချင်းအတူတူ အက်စ်လီက ကယ်ရမ်ဟာ\nသူ့ကိုလက်မထပ်ချင်ရကောင်းလားဆိုပြီး စိတ်ဆိုးသွားပါတယ်။ဒီလိုနဲ့ အက်စ်လီက ကယ်ရမ် သူ့ကိုလက်ထပ်ချင်လာအောင် စစ်ဆင်ရေး\nစပါတယ်။ ကယ်ရမ်ကလည်း အားကျမခံ အက်စ်လီ့ကို အိမ်ထောင်သည်\nဘဝကို စိတ်ကုန်သွားအောင် ဗျူဟာဆွဲပါတော့တယ်။ သူတို့နှစ်ယောက်ရဲ့\nဒုတိယအကြိမ်ဂိမ်းလေးမှာရော ဘယ်သူအနိုင်ရမလဲ။ ချစ်ရင်ယူမှဖြစ်မှာ\nလား လက်ထပ်လိုက်တာနဲ့ အချစ်တွေကုန်သွားပြီလား ပရိသတ်ကြီးရော\nဘယ်လိုထင်ပါသလဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL မှဖြစ်ပါတယ်)File Size..........(1.85 GB) / (833 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Romance\nTranslator.......EL\nEncoder..........SWM",
        "rating": "4.8",
        "url": "https://megaup.net/3hD76/Love.Tactics.2.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Love_Tactics-215801117-mmed-133x200.jpg",
        "title": "Love Tactics (2022)",
        "description": "Love Tactics (2022)==============CM ပရိသတ်တွေအတွက် 2022 မှာထွက်ရှိထားတဲ့ တူရကီ\nအချစ်ရုပ်ရှင်လေး လာပါပြီ။ ဒီဇာတ်ကားလေးမကြည့်ခင်မှာ\nတစ်ခုမေးပါရစေ ခင်ဗျားဟာ အချစ်စစ်ကို ရှာဖွေနေသူ တစ်ယောက်လား...\nစော်ကြည်ဘဲကြည် အပျော်ပဲတွဲနေတဲ့ အချစ်ကို အယုံအကြည်မရှိတဲ့သူ\nတစ်ယောက်လား၊ ဘယ်ဘက်ထဲမှာ ပါမယ် ထင်ပါသလဲ ...\nဒီရုပ်ရှင်လေးထဲမှာတော့ Love Tactics ( အချစ်နည်းဗျူဟာများ ) ဆိုတဲ့\nဘလော့ဂ်တစ်ခုကို ထောင်ထားတဲ့ အက်စ်လီ ဆိုတဲ့ ဖက်ရှင်ဒီဇိုင်နာမလေး\nတစ်ယောက်ရှိတယ်။ ယောက်ျားတွေဟာ တစ်သီးစားပဲချောင်းနေတဲ့ကျားတွေလို့\nယုံကြည်နေတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့။ အဲဒီဘလော့ဂ်မှာ သူက\nယောက်ျားတွေကို ဘယ်လိုဆွဲဆောင်ရမယ် ဘယ်အချိန်မှာ ဘယ်လို အကွက်\nရွှေ့ရမယ် စသဖြင့် နည်းဗျူဟာတွေ တင်ပေးလေ့ရှိတယ်။တစ်ဖက်မှာလည်း ကြော်ငြာကုမ္ပဏီမှာ ထူးချွန်တဲ့ မန်နေဂျာ တစ်ဦးဖြစ်တဲ့\nကယ်ရမ်ဆိုတဲ့ သူတစ်ယောက်ရှိတယ်။ မိန်းကလေး တွေကို တစ်ညတာ\nအပျော်ပဲတွဲပြီး  ဘ၀ကို ပျော်ပျော်ကြီး ဖြတ်သန်းနေတဲ့သူတစ်ယောက်။\nမိန်းမတွေကို ဘယ်လိုချုပ်ကိုင်ရမယ် မိန်းမတွေဟာ ဘယ်လိုစိတ်နေ သဘောထား\nရှိတယ်ဆိုတာ ကောင်းကောင်းကြီး နောကျေနေတဲ့  ယောက်ျားတစ်‌ယောက်ပေါ့။ကံကြမ္မာက ...",
        "rating": "5.3",
        "url": "https://megaup.net/2pj4r/Love.Tactics.2022.NF.WEB-DL.720p.[CM].mp4.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z7TzgY3qcBX7VHaNG3E3t8YP1v.jpg",
        "title": "The Channel (2023)",
        "description": "The Channel (2023)\n\" Subtitles error FIXED!!! \"\n~ Rotten Tomatoes - 67% ~Crime, Thriller အမျိုးအစားကိုမှ ညီအကို မိသားစုသံယောဇဉ်တွေနဲ့ ဒရာမာပါးပါး ရောထည့်ထားတဲ့ Action ဇာတ်ကြမ်းတစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ New Orleans မှာ အခြေတည်ပြီး ရိုက်ထားတာပါ။ဂျိမ်းနဲ့ မစ်တို့ ညီအကို ၂ယောက်က Irish Channel မှာ ကြီးပျင်းခဲ့ပြီး အမေရိက မရိန်းတပ်ဖွဲ့က စစ်သားဟောင်းတွေဖြစ်ပါတယ်။ ဂျိမ်းက ဉာဏ်ပြေးပြီး ဆင်ခြင်နိုင်တဲ့ ညီဆိုရင် မစ်ကတော့ သွေးဆူလွယ်ပြီး ထိန်းချုပ်ရခက်တဲ့ အကိုလို့ပြောရမှာပါ။ စစ်ကထွက်လာပြီးတဲ့‌‌ နောက်ပိုင်းမှာလည်း ပြစ်မှုတွေ ကျူးလွန်ထားပါတယ်။ ဂျိမ်းမှာက ‌ဘဏ်၀န်ထမ်း ဇနီး အေဗာ နဲ့ မွေးရာပါနှလုံးရောဂါသည် လသားအရွယ် သမီးလေးရှိပါတယ်။ နှလုံးခွဲစိတ်ဖို့ ကုန်ကျစရိတ်က ဈေးကြီးလွန်းတဲ့အတွက် ဘဏ်ခွဲတစ်ခုကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/1fO7r/(CM)_The_Channel_(2023)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uuxhFccZJvmQy5UDzoP3Wzjn7LU.jpg",
        "title": "[18+] Hugot (2023)",
        "description": "Hugot (2023)ကွိုင်းက ဘတ်စ်ကတ်ဘောဝါသနာပါပြီး ကိုယ်တိုင်လည်းကြိုးစားသလို အရည်အချင်းလည်းရှိတဲ့ လူငယ်တစ်ယောက်ပါ။ ဒါပေမဲ့ သူ့ဖခင်ကတော့ သူ့ဝါသနာကို ခါးခါးသီးသီးဖြစ်နေပြီး သင်္ဘောတက်ဖို့ပဲ တိုက်တွန်းနေပါတယ်။ကွိုင်းမှာ သူ့ကိုတစ်ဖက်သက် ကြိုက်နေသလို ဆာတိုင်းကျွေးဖော်ရတဲ့ ဂျာပွတ်ဆိုတဲ့ သူငယ်ချင်းမလေးလည်းရှိပေမဲ့ သူတကယ်တမ်းစိတ်ဝင်စားပြီး မှန်းနေရတဲ့သူကတော့ သူ့ကစားဖော်ပြိုင်ဘက်ရဲ့ ရည်းစားဖြစ်တဲ့ တီနာ (Azi Acosta) ဖြစ်ပါတယ်။တစ်နေ့တော့ ငွေရှာခိုင်းချင်တဲ့ သူ့ဖခင်ပါးစပ်ပိတ်သွားအောင်၊ သူ့ဝါသနာကို လွတ်လွတ်လပ်လပ်လိုက်စားနိုင်အောင် အလွယ်တကူငွေရတဲ့ မူးယစ်ဆေးပို့တဲ့ အလုပ်ကိုတွဲလုပ်မိရင်း ဇာတ်လမ်းတွေရှုပ်ဖို့ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းထက်ပိုပြီး စိတ်ဝင်စားဖို့ကောင်းတာက Pamasahe တစ်ကားတည်းနဲ့ ရှေ့ဆုံးတန်းကိုရောက်လာခဲ့တဲ့ Azi Acosta လေးပါပဲ။ မလိုအပ်ဘဲ ထည့်ထားတဲ့ ဂျိန်းခန်းတွေအများကြီးပါဝင်တဲ့အတွက် စိတ်ကျေနပ်ကြမှာလည်း အသေအချာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 855MB\nQuality - 1080p, 720p\nIMDb Rating - 6.6/10\nFormat - mp4\nDuration ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VLwe/(CM)_Hugot_(2023)_720p.mp4",
        "category": "Adult, Crime, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGU1NzdlYjAtZjNlNi00N2RlLWEzMWQtNTVlODFiZjdkYmNhXkEyXkFqcGdeQXVyMTM4NTIzMTM@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Brooklyn 45 (2023)",
        "description": "ဝိညာဥ်/သရဲတွေ တကယ်ရှိတယ်ဆိုတာကို သိပ်မယုံချင်ကြတဲ့ စစ်ပြန်သူငယ်ချင်းတစ်သိုက်မှ ပရလောကဟာ တကယ်ရှိ,မရှိ စမ်းသပ်ကြတဲ့အနေနဲ့ ဝိညာဉ်ခေါ်ပွဲပြုလုပ်ကြတဲ့အခါ............ ဒီဇာတ်ကားလေးဟာတော့ ပထမကမ္ဘာစစ်ကြီးပြီးသွားချိန် ၁၉၄၅ခုနှစ် vibeကိုအပြည့်အဝရရှိစေမယ့် ၁နာရီ၃၄မိနစ်ကြာ Drama\\Horror movie လေးပဲဖြစ်ပါတယ်။File size…(1 GB)/(590 MB)/(270 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Horror, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Dave",
        "rating": "5.8",
        "url": "https://megaup.net/1fjay/Brooklyn.45.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmVmZGViYTQtNzEwMS00ODU1LWJjZjItMzc3YWY4ZDk1NTY3XkEyXkFqcGdeQXVyNjkwOTg4MTA@._V1_-160x200.jpg",
        "title": "Sher Shivraj (2022)",
        "description": "Sher Shivraj (2022)\n***************************\nIMDb-8.3/10ဘယ်လိုလက်နက်ပဲဖြစ်နေပါစေ.....\nလူသားပဲဖြစ်ဖြစ် တိရိစ္ဆာန်ပဲဖြစ်ဖြစ်.....\nနေ့ပဲဖြစ်နေနေ ညပဲဖြစ်နေနေ.....\nအိမ်တွင်းမှာပဲဖြစ်ဖြစ် အပြင်မှာပဲဖြစ်ဖြစ်....\nသင်ဟာ သတ်လို့မသေနိုင်တဲ့ မသေမျိုးဖြစ်စေဆိုပြီး အရှင်ဗြမ္မဟာက ဒီဆုလာဘ်ကို\nဟီရန်ရာကာ့ရှပ်ဆီ ပေးအပ်ခဲ့တယ်။ဒီဆုလာဘ်ကြောင့်ပဲ ဆိုးသွမ်းလာတဲ့ ဟီရန်ရာကို နတ်ဘုရားတွေကပါ\nကြောက်လန့်လာကြခဲ့တယ်။ဒါပေမယ့် သူ့သားတော် ပရယ်လားဒ်ကတော့\nအရှင်ဗိဿနိုးကို ဆည်းကပ်တဲ့သူ။ဒါကြောင့်ပဲ ဟီရန်ရာကာ့ရှပ်က ပရယ်လားဒ်ကို\nအကြိမ်ပေါင်းများစွာသတ်ဖို့ကြံစည်ခဲ့တယ်။ ဒါပေမဲ့လည်း အရှင်ဗိဿနိုးရဲ့ဘုန်းတန်ခိုးကြောင့်\nပရယ်လားဒ်ကို အကြိမ်ကြိမ်သတ်ဖို့ကြံစည်တာ မအောင်မြင်ခဲ့တဲ့နောက်မှာတော့\nပရယ်လားဒ်ကိုမေးခဲ့တယ် မင်းရဲ့အရှင်ဗိဿနိုးဘယ်မှာလဲဆိုပြီး။ပရယ်လားဒ်ကပြန်ပြောခဲ့တယ်\nစကြာဝဠာကြီးရဲ့ အစိတ်အပိုင်းတိုင်းမှာ အရှင်ကတည်ရှိနေပါတယ်တဲ့။ဒီတော့ ဟီရန်ရာက\nဒီတိုင်မှာရှိတာလားလို့မေးလေတော့ ပရယ်လားဒ်က ဟုတ်တယ် ဒီတိုင်လုံးထဲမှာလည်းရှိတယ်ဆိုတော့\nတိုင်ကို ဒေါသတကြီးနဲ့ကန်ပါလေရော။အဲဒီမှာပဲ တိုင်လုံးကအစိတ်စိတ်အမွှာမွှာကွဲပြီး လူခန္ဓာကိုယ်\nခြင်္သေ့ခေါင်းနဲ့ ဗိဿနိုးရဲ့အဝတာတစ်ဆူဖြစ်တဲ့ အရှင်နာဆင်မာပေါ်လာပြီး ဟီရန်ရာကိုပွေ့ချီသွားပြီး အတွင်းလည်း မဟုတ် အပြင်လည်းမဟုတ်\nလူလည်းမဟုတ် တရိစ္ဆာန်လည်းမဟုတ် ဘယ်လိုလက်နက်မှလည်းမသုံးဘဲ သုတ်သင်ရှင်းလင်းခဲ့ပါတယ်။ဒီဇာတ်လမ်းကိုကြားတော့ မင်းသားလေးက သူလည်းအရှင်နာဆင်မာလို\nမကောင်းဆိုးဝါးတွေကို သုတ်သင်ရှင်းလင်းမယ်ဆိုပြီး တိုင်တည်ပါတယ်။\nတိုင်းပြည်ရဲ့ခေါင်းဆောင်ဖြစ်လာတဲ့ တစ်နေ့မှာတော့ ဟီရန်ရာလိုမကောင်းဆိုးဝါးနဲ့\nစစ်ခင်းဖို့ဖြစ်လာတဲ့အချိန်မှာ မင်းသားလေးအဆင်သင့်ဖြစ်နေမလားဆိုတာတော့\nခမ်းခမ်းနားနားနဲ့ ကြည့်ရမယ့် အိန္ဒိယနန်းတွင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~BpL~Cherry~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…3.4GB / 1.3GB\nQuality…1080p WEBRIP  / 720p \nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar ...",
        "rating": "8.3",
        "url": "https://megaup.net/1fO1h/Sher_Shivraj_2022_WebRip_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9WTcNJwe6gS3fuLTlycN2jepnBg.jpg",
        "title": "The Fence (2022)",
        "description": "စတိဗ်ဆိုတဲ့ ကောင်လေးကသူရှာထားတဲ့ပိုက်ဆံတွေစုပြီးဆိုင်ကယ်လေးတစ်စီးကိုဝယ်ခဲ့ပါတယ်။ဝယ်ပြီးသိပ်မကြာခင်မှာပဲအိမ်ရှေ့မှာရပ်ထားတုန်းအခိုးခံခဲ့ရပါတော့တယ်။ ဒီလိုနဲ့ရဲသွားတိုင်တော့သူက သူ့အစ်ကိုအန်ဒရူးရဲ့ညီဖြစ်နေတာကိုသိသွားတော့ ရဲတွေကမကူညီချင်သလိုထုံးစံအတိုင်းအင်တင်တင်လုပ်ပါတော့တယ်။သူ့အစ်ကိုအန်ဒရူးဆိုတာက အမြဲတမ်းထိုးလိုက်ကြိတ်လိုက်နဲ့လူကြမ်းတစ်ယောက်မလို့ အခုလဲခံဝန်နဲ့လွတ်လာတာဖြစ်ပါတယ်။ ဒီလိုနဲ့စတိဗ်တစ်ယောက် သူ့ဆိုင်ကယ်လေးကိုဘယ်သူခိုးသွားတယ်ဆိုတာကိုလိုက်စုံစမ်းရင်းနဲ့ သတင်းအတိအကျရလာတဲ့အခါ သူ့အသက်အရွယ်နဲ့ ဘာမှလုပ်မရတဲ့အတွက်သူ့အစ်ကိုကိုပဲ လူမိုက်ငှားပြီးခေါ်သွားခဲ့ပါတော့တယ်။သူ့အစ်ကိုကလဲမဆီမဆိုင်နဲ့ရဲတွေနဲ့ သူ့ကြားမှာပဲကြီးလှော်ဆားညှပ်နေတဲ့သူ့ ညီကိုသနားပြီးအတတ်နိုင်ဆုံးလိုက်ကူညီပေးခဲ့ပါတယ်။ဒီလိုနဲ့ဆိုင်ကယ်တော့ပြန်မရခဲ့ပေမဲ့လျော်ကြေးတော့ပြန်ရခဲ့ပါတယ်။ဒါပေမယ့်တကယ်တမ်းအပြစ်ရှိတဲ့လူကဆိုင်ကယ်သူခိုးမဟုတ်ပဲ နဲ့ ညီအစ်ကိုနှစ်ယောက်လုံးနဲ့ရန်စရှိနေတဲ့လူတွေဖြစ်တဲ့အခါမှာတော့ဘာတွေဖြစ်မယ်ဆိုတာကိုစိတ်ဝင်စားစွာနဲ့ကြည့်ရှုရမဲ့အက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File size…2.45GB / 744MB\nQuality…WEB-DL 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 34m\nGenre ….. Comedy , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Soe Lay",
        "rating": "6.9",
        "url": "https://megaup.net/1Vzee/I.Met.a.Girl.2020.WEB-DL720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gg9jup8MM9HjT7nvQ0h2gKDpi5W.jpg",
        "title": "[18+] Flux Gourmet (2022)",
        "description": "Flux Gourmet (2022)* သွေးထွက်သံယိုဇာတ်ဝင်ခန်းများနှင့် ညစ်ညမ်းပြကွက်များပါဝင်သောကြောင့် အသက်မပြည့်သူများကြည့်ရှုရန်မသင့်ပါ *~ IMDb - 5.9/10, Rotten Tomatoes - 85% ~ဒီရုပ်ရှင်ကို ဘာအကြောင်းလဲလို့မေးရင် နည်းနည်းဖြေရခက်မယ်။ အကြောင်းအရာတွေက ရှုထောင့်ပေါင်းစုံကနေ တစ်မျိုးစီပြထားတာကြောင့်ပေါ့။ ဟင်းချက်တာပါတယ်၊ အနုပညာပါတယ်၊ သီချင်းတွေအသံတွေပါတယ်၊ ဟာသတွေပါတယ်၊ စိတ်အနှောက်အယှက်ဖြစ်စရာတွေပါတယ်၊ ဘာညာကွိကွတွေပါတယ်။မကြည့်ခင်မှာ အရင်ဆုံး သူတို့တည်တဲ့ ဇာတ်လမ်းနဲ့အလုပ်အကိုင်သဘောတွေအရင်ပြောရပါလိမ့်မယ်။ Sonic Catering ကို ဒီရုပ်ရှင်ထဲကအတိုင်းဆိုရင်တော့ မြန်မာလိုအဓိပ္ပာယ်ခြုံမိဖို့ \"ဟင်းသံလုပ်သရုပ်ဆောင်ခြင်း\" လို့ခေါ်နိုင်ပါတယ်။ဒါရိုက်တာ Peter Strickland ကလည်း ဒီရုပ်ရှင်ဟာ သူ့ဘဝနဲ့ အနီးစပ်ဆုံးရုပ်ရှင်ဖြစ်မယ်လို့ပြောထားပါတယ်။ ဘာလို့လဲဆိုတော့ သူကိုယ်တိုင် အဲဒီလို Sonic Catering Band တစ်ခုကို တည်ထောင်ခဲ့ဖူးလို့ပါတဲ့။ASMR တွေနဲ့မတူတာက Sonic Catering ဟာ ပြဇာတ်ကသလို ပရိသတ်ရှေ့မှာပဲ ဟင်းချက်တယ်၊ ဟင်းချက်ရာကထွက်တဲ့အသံတွေကိုဖမ်းပြီး အသံညှိစက်တွေနဲ့ အမျိုးမျိုးချိန်ညှိတယ်။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/3XDHe/(CM)_Flux_Gourmet_(2022)_720p.mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuVIP2qlto0tCRwrNt5PqPxPscQ.jpg",
        "title": "Rev (2020)",
        "description": "Genre – Action, Drama, Thriller\nIMDB – 5.1/10ကျွန်တော့်နာမည်က မိုက်ကီ၊ အထက်တန်းကျောင်းသားဘဝကတည်းကရဲကားကိုခိုး မောင်းပြီး အဖမ်းခံရဖူးတယ်။အဲဒါနဲ့ ပြီးသွားရောလားဆိုတော့ မပြီးဘူး ပိုဆိုးလာတယ်ပေါ့။ဖြစ်ချင်တာက အိုင်တီနည်းပညာရှင်၊ App ကောင်းကောင်းလေး တီထွင်ပြီးအသက် ၂၀ မပြည့်ခင် အနားယူချင်တဲ့ကောင်မျိုး။ဒါပေမဲ့ ဘဝပေး မကောင်းပါဘူး ကွန်ပြူတာဆိုင်ဝင်လုပ်လည်းအလုပ်ပြုတ်လာပြီး ကျွမ်းကျင်တဲ့ကားသူခိုးအလုပ်ဆက်လုပ်တော့လည်း ရဲက ဖမ်းခံရပြန်တယ်။ဆရာသမားရဲတွေက အဲဒါကို ထောင်ထဲတန်းမထည့်ပဲကျွန်တော်က ကားခိုးတာကျွမ်းကျင်တော့ အပေးအယူလာလုပ်တယ်“မင်း မဟုတ်ရင် တစ်သက်တစ်ကျွန်းလောက် ကျမှာနော်” ဘာညာနဲ့ဖြဲခြောက်တော့ ကြောက်လန့်ပြီး သူတို့ပြောတာ လက်ခံလိုက်တယ်။အဲဒါက ဘာလဲဆိုတော့ ကားသူခိုးဂိုဏ်းထဲကို သူလျှိုအနေနဲ့ ဝင်ရမှာတဲ့၊ဒါနဲ့ ခေါင်းဆောင်ရဲ့ လမ်ဘော်ဂီနီကားကို ခိုးပြလိုက်တော့ခေါင်းဆောင်က သဘောကျပြီး ကျွန်တော့်ကို သူ့အဖွဲ့ထဲ ဆွဲခေါ်ခဲ့ရော။သူ့နာမည်က ချာလီ၊ ငယ်ငယ်ရွယ်ရွယ်နဲ့ တော်တယ် ယုတ်မာတာမျိုးမရှိဘူးကျွန်တော့်ကိုလည်း ယုံကြည်ပြီး ပစားပေးတယ်။သူ့တွဲဖက် အာဖရိကကနေ ပြန်လာတဲ့ ဆမ်မီဆိုတဲ့ကောင်ကရော အပေါက်ဆိုးတယ် ယုတ်မာတယ်ကျွန်တော့်ကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VLaa/Rev.2020.720p.%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zd9eNagUB7FEaqffnSw3n3Nii4p.jpg",
        "title": "The Recruit (2003)",
        "description": "Legend ကြီး AL Pacino နဲ့ Colin Farell တို့ အပြိုင်ကြဲထားတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.ထက်မြက်တဲ့နည်းပညာသမားတစ်ယောက်ဖြစ်သူ ဂျိမ်းစ်ကိုစီအိုင်အေမှာ နှစ်ပေါင်းများစွာ ထမ်းဆောင်ခဲ့ပြီး စီနီယာနည်းပြ အနေနဲ့ငယ်ရွယ်တဲ့အရည်အချင်းရှိသူတွေကို လူသစ်စုဆောင်းဖို့ ရှာဖွေနေခဲ့တဲ့ ဝေါ်တာဘက်ခ်ကအဖေ ဖြစ်သူရဲ့အကြောင်းကို သိချင်တဲ့ ဂျိမ်းစ်ရဲ့အညှာကို ချုပ်ကိုင်ပြီး သူဖြစ်စေချင်သလိုစီအိုင်အေထဲဝင်နိုင်အောင် အပါခေါ်သွင်းခဲ့ပါတယ်.\"မွေးမြူရေးခြံ\" လို့ အမှည်ဝှက်ပေးထားတဲ့ သူတို့ရဲ့လေ့ကျင့်ရေးသင်တန်းကျောင်းမှာ ဂျိမ်းစ်ကိုစမ်းသပ်မှု အဆင့်ဆင့်ကို ဖြတ်ကျော်စေခဲ့ပါတယ်.နောက်ဆုံးစမ်းသပ်မှုကို မအောင်မြင်ခဲ့တဲ့ဂျိမ်းစ်တစ်ယောက် စိတ်ဓာတ်ကျပြိုလဲနေခဲ့ပေမယ့်ဝေါ်တာဘက်ခ်က လန်ဂလေက ဌာနချုပ်မှာနေရာတစ်ခုရအောင် စီစဉ်ပေးခဲ့ပြီးN.O.C – (Non-Offical Cover) နော့အနေနဲ့ ဌာနကအတွင်းသူလျှိုဖြစ်သူ လေလာရဲ့ချုပ်ကိုင်စေခိုင်းသူကိုရှာဖွေဖော်ထုတ်ရမယ့် တာဝန်တစ်ခုကို ချပေးခဲ့ပါတယ်ဒီနေရာအရောက်မှာတော့ ဂျိမ်းစ်အနေနဲ့သူ့ရဲ့ အော်ပရေးရှင်းကို ပြီးအောင် လုပ်နိုင်မှာလားလေလာရဲ့ နောက်ကွယ်က စေခိုင်းသူကရော ဘယ်သူဖြစ်မလဲ.\nဝေါ်တာဘက်ခ်အနေနဲ့ကရော ဂျိမ်းစ်ကို နော့အနေနဲ့တပ်ဖွဲ့ထဲ ခေါ်ခဲ့တဲ့ အဓိကရည်ရွယ်ချက်ကရောဘာလဲဇာတ်လမ်းအဆုံးအထိ လှည့်စားနိုင်ဖို့ မပျက်ကွက်ခဲ့တဲ့ဒီဇာတ်ကားလေးကို CM ကနေ ပရိသတ်များရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက် ရပါတယ်. File size…  ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VLfy/The.Recruit.2003.720p.%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vv30WTTkdstFcOW82EigWQNBHik.jpg",
        "title": "The Prey (2011)",
        "description": "IMDb -6.6/10 ~ Rotten Tomatoes - 70%ဖရန့်ခ် အေဒရီယန်ဟာ ဘဏ်ဓားပြမှုနဲ့ ထောင်ကျ‌ နေတာဖြစ်ပြီးဓားပြမှုကနေရလာတဲ့ ပိုက်ဆံ တွေဝှက်ထားတဲ့နေရာကိုလည်းသူကလွဲရင်ဘယ်သူမှမသိပါဘူး။ဒီလိုကြောင့်လည်း ထောင်ထဲက သူ့ရဲ့တွဲဖက်တွေပစ်မှတ်ထားရန်ရှာတာကို ခံနေရသူပါ။သူ့ရဲ့ထောင်တွင်းအခန်းဖော်ကတော့ ဂျင်း လူးဝစ် မူရေးဖြစ်ပြီးဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ကို စော်ကားမှုနဲ့ ထောင်ကျနေသူပါ။တနေ့မှာ မူရေးကို တခြားထောင်သားတွေက ပညာပေးနေချိန်ဖရန့်ခ်ကကြည့်မနေနိုင်တော့ပဲ ဝင်ကယ်ပေးလိုက်ရင်း မူရေးနဲ့ရင်းနှီးသွားခဲ့ပါတယ်။မူရေးကတော့ အမှုမခိုင်လုံမှုကြောင့် ကွင်းလုံးကျွတ်လွတ်သွားခဲ့ပြီးဖရန့်ခ်ရဲ့မိသားစုကိုလည်းစောင့်ရှောက်ပေးပါ့မယ်လို့ပြောခဲ့ပြီး ထောင်ကထွက်သွားခဲ့ပါတယ်။ဒါပေမဲ့လည်း ကာဂါလို့ခေါ်တဲ့ ပြင်သစ်အထူးတပ်ဖွဲ့ခေါင်းဆောင်ကဖရန့်ခ်ဆီကိုလာပြီး မူရေးအကြောင်းတွေမေးမြန်းတဲ့အခါမှာတော့မူရေးကသူထင်ထားသလိုမဟုတ်ပဲ အမှောင်ဘက်ခြမ်းကြီးစိုးတဲ့စိတ္တဇတယောက်ဖြစ်နေတာကိုသိလိုက်ရတဲ့အခါဘာတွေဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ပြင်သစ်နောက်ခံစကားပြောဇာတ်ကားကောင်းလေးဖြစ်တဲ့အပြင်Rating တွေလည်း ကောင်းတာမလို့သည်းထိပ်ရင်ဖိုအက်ရှင်ကားချစ်သူတွေ အကြိုက်‌တွေ့စေမှာပါ။ File size…  2 GB /  940 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 45m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder….  Min Wai\nTranslated ...",
        "rating": "6.6",
        "url": "https://megaup.net/3hGaw/The.Prey.2011.720p.%7BCM%7D.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDQwYTBjODUtZmMwNy00MTg2LWEwN2UtZDA3MTNhY2I1OThjXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "[18+] Sisid (2022)",
        "description": "အဏ္ဏဝါဇီဝပညာရှင် ဂျေဆင်နဲ့သူ့ဇနီးတို့ဟာ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့ဖြစ်တဲ့ ပိုလာ,မင်ဒိုရိုကို ငါးဘေးမဲ့ဇုန်\nတည်ထောင်ထိန်းသိမ်းဖို့တာဝန် နဲ့အတူလာခဲ့ကြပါတယ်၊\nဂျေဆင်ရဲ့ ဇနီးဖြစ်တဲ့ကင်ဆာဝေဒနာသည် အက်ဘီမှာတော့တစ်ခြားရည်ရွယ်ချက်တစ်ခုရှိပါတယ်။ အဲ့ဒါကတော့\nသူမရှိတော့တဲ့တစ်နေ့မှာ သူချစ်ရတဲ့ခင်ပွန်းသည်ကိုစိတ်ချလက်ချထားခဲ့နိုင်တဲ့အဖော်တစ်ယောက်ရှာဖွေပေးခဲ့ချင်တာပါပဲ။\nမြို့တော်ဝန်က ဂျေဆင်ရဲ့လက်ထောက်အဖြစ် ဒင်းနစ်ဆိုတဲ့မြို့ခံကောင်လေးတစ်ယောက်ကို တာဝန်ချထားပေးခဲ့ပါတယ်။\nဂျေဆင်နဲ့ဒင်းနစ်ဟာ ပင်လယ်ထဲကိုခရီးထွက် ရေအောက်ကိုအတူတူငုပ်ကြရင်း တစ်ယောက်အပေါ်တစ်ယောက်အကြည့်တွေ၊\nမတော်တဆအထိအတွေ့တွေကို သာယာမိရာကနေ မရှောင်နိုင်ပဲရှေ့ဆက်တိုး အချစ်နယ်ကျွံမိကြပါတော့တယ်။\nတကယ်တော့ ဒင်းနစ်စ်မှာလဲသက်တူရွယ်တူကောင်မလေးရှိပြီး အဲ့ဒီကောင်မလေးကိုယ်ဝန်ရှိကြောင်းသိရ၊ လက်ထပ်ဖို့\nအတင်းပူဆာလာတဲ့အခါမှာ..။ဆိုင်သူကိုယ်စီနဲ့ သူတို့ဇာတ်လမ်းကို ဘယ်လိုရှေ့ဆက်ကြမလဲ? မဆိုင်သူတွေမနစ်နာရမယ့်လမ်းကို ဘယ်လိုရွေးချယ်ကြမလဲ?\nသူတို့တွေရဲ့ အချစ်ဟာပျော်စရာဇာတ်သိမ်းလေးတွေ့ကြုံရပါ့မလား?Palitan ကိုရိုက်ခဲ့တဲ့ ကိန်းရုပ်ရှင်ပွဲတော်အကောင်းဆုံးဒါရိုက်တာဆုရှင် Brillante Mendoza ရဲ့လက်ရာပါပဲ။\nဇာတ်လမ်းက ရိုးရိုးလေးနဲ့ဆန်းသလို သူ့ကားတွေထုံးစံ ရုပ်ရှင်ဆန်တဲ့ဒိုင်ယာလော့တွေ ကြီးကြီးကျယ်ကျယ် ဘာညာမရောင်းပဲ\nရှင်းရှင်းလေးနဲ့ပြေပြေပြစ်ပြစ်တင်ဆက်ထားပါတယ်။သာယာလှပတဲ့နယ်မြို့လေးနဲ့ ရေအောက်က သန္တာကျောက်တန်းတွေ ကျွန်းတွေရဲ့အလှအပကို Cinematography အမိုက်စားတွေနဲ့\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။ BL ဘက်ကိုနွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့် မင်းသမီးတွေဘက်ကိုလဲ အသားပေးမှုမလျော့တာကြောင့်\nလင်းတဲ့အခန်းတွေလင်းပေမယ့် မှောင်တဲ့အခန်းတွေလဲတော်တော်မှောင်ပါတယ်။\nFile size…(2.2 GB) / (1 GB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….01:55:48\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….RGB\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/1VLfk/(CM)_Sisid.2022.720p.WEB-DL.AAC2.0.x264-RGB.mp4",
        "category": "Adult, Asian, BL, Drama, Romance"
    }
]