[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bAwtbmCzhFwKf2wN6QQH301ylbO.jpg",
        "title": "Before the Fire (2020)",
        "description": "ကိုဗစ် ၁၉ ကာလ ဖြစ်တာနဲ့အညီ ဇာတ်ကားတွေဟာလည်း ကပ်ရောဂါဆန်ဆန်ဇာတ်ကားများနှင့် ပညာပေးပြီးစိတ်ဝင်စားဖွယ်ဇာတ်ကားများအဖြစ် ထုတ်လုပ်ကာ ဖြန်ချီနေပါတယ်။အမျိုးသမီး ဒါရိုက်တာ ဖြစ်တဲ့ ချာလီ ဘူလာ နဲ့ နက်ဖလစ် မှာနာမည်ကြီးထားတဲ့ဇာတ်ကားများမှာပါဝင်သရုပ်ဆောင်ထားတဲ့ဂျန်နာ လင်း တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။ကပ်ရောဂါ ကျရောက်တဲ့အချိန်မှာ ကမ္ဘာတစ်ဝှမ်းမှာစီပွားရေး ပိုင်းဆိုင်ရာ လျော့ရဲ လာနေပါပြီ။အဲဒီအချိန်မှာ အဓိကကတော့ အမေရိကန်ပဲဖြစ်ပါတယ်။အေဗာ ဘွန်းရဲ့ ခင်ပွန်းဖြစ်တဲ့ ကယ်လီ ရိုဒီ ဟာဒီလိုမျိုးကပ်ရောဂါကြီးဖြစ်လာခဲ့ရင် ဘာတွေပြောင်းလဲနိုင်မယ်ဆိုတာကိုကြိုတင်သိနေတာကြောင့် သူ့ရဲ့ဇနီး ကို လော့အိန်ဂျလိ ရဲ့ဝေးလှမ်ခေါင်ပါးတဲ့နေရာတစ်ခုကို ပို့ပေးထားခဲ့ပါတယ်။အေဗာ ဟာ ဆိုးရွားလွန်းတဲ့မိသားစုကနေ လွတ်မြောက်ကာသရုပ်ဆောင်မင်းသမီး အဖြစ် ဟောလိဝုဒ်တွင်တတ်ရောက်လုပ်နေခြင်းဖြစ်ပြီး သူ့ရဲ့ မွေးရပ်ဇာတိကိုပြန်ရောက်တဲ့အချိန်မှာ ........",
        "rating": "4.0",
        "url": "https://megaup.net/Sqqr/(CM)_Before_the_Fire_2020_WEBRip_720p.mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/riding-faith-155x200.jpg",
        "title": "Riding Faith / Hope Ranch (2020)",
        "description": "RIDING FAITH / Hope Ranch ဆိုတဲ့ ဇာတ္​ကား​ေလးထဲမွာ​ေတာ့ ​​ ၿမိဳ႕ျပႀကီးက​ေန ​ေက်းလက္​​ေဒသကို​ေျပာင္​း​ေ႐ြ႕ကာ ​ေမြးျမဴ​ေရးလုပ္​ငန္​းလုပ္ကိုင္​ရင္​း ​ေပ်ာ္​႐ႊင္​​ေနတဲ့ မိသားစု​ေလးတစ္​စု ဖခင္​ျဖစ္​သူ စစ္​ပြဲမွာ ​ေသဆံုးသြားၿပီး​ေနာက္​ ဘဝကို ရုန္​းကန္​ျဖတ္​သန္​းရပံု​ေတြကို ရိုက္​ကူးပံု​ေဖာ္​ထားတာပဲျဖစ္​ပါတယ္​။ ဂ​ေရ႕စ္​ဟာ ဖခင္​ျဖစ္​သူ​ေသဆံုးသြားၿပီး​ေနာက္​ ဘုရားသခင္​ကိုယံုၾကည္​မႈမရွိ​ေတာ့ဘဲ ဖခင္​အ​ေမြ​ေပးခဲ့တဲ့ ျမင္​း​ေလး ​ေဖ့သ္​နဲ႔သာ အခ်ိန္​ကုန္​​ေနသူ ဆယ္​​ေက်ာ္​သက္​ မိန္​းမငယ္​​ေလးတစ္​​ေယာက္​ပါ။ ခင္​ပြန္​းသည္​ရဲ႕ ​ေမြးျမဴ​ေရးလုပ္​ငန္​းကို ႏိုင္​နင္​းစြာမလုပ္​ႏိုင္​တဲ့ ​ေရဗကၠာဟာ ​ေယာက်္​ား​ေသဆံုးၿပီး​ေနာက္​ ဘဏ္​မွာ ​ေမြးျမဴ​ေရးၿခံကို​ေပါင္​ၿပီး စားဝတ္​​ေန​ေရးကို ​ေျဖရွင္​းခဲ့ရပါတယ္​။ သူတို႔မိသားစု​ေလး ထာဝရအတူ​ေနမယ္​လို႔ ရည္​႐ြယ္​ထားတဲ့ အိမ္​နဲ႔ ​ေမြးျမဴ​ေရးၿခံ​ေလး ဘဏ္​အ​ေပါင္​ဆံုး​ေတာ့မယ္​့ အခ်ိန္​မွာ​ေတာ့ ​ေရဗကၠာဟာ သူတို႔ပိုင္​ဆိုင္​သမွ် ပစၥည္​း​ေတြအပါအဝင္​ ဂ​ေရ႕စ္​ရဲ႕ ျမင္​း​ေလး ​ေဖ့သ္​ကိုပါ ​ေရာင္​းခ်ဖို႔ စဥ္​းစားရပါ​ေတာ့တယ္​။ ​ေဖ့သ္​ကို အဆံုုးအရႈံးမခံႏိုင္​တဲ့ ဂ​ေရ႕စ္​တစ္​​ေယာက္​ သူမယံုၾကည္​​ေတာ့တဲ့ ဘုရားသခင္​ဆီမွာ ​ေမွ်ာ္​လင္​့ခ်က္​ကို ျပန္​ရွာမလား ခင္​ပြန္​း​သည္​ရဲ႕ ...",
        "rating": "4.1",
        "url": "https://megaup.net/2el7s/Riding.Faith.2020.1080p.NF.WEBRip.720p_(CM).mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/battle-scars-135x200.jpg",
        "title": "Battle Scars 2020",
        "description": "ဒီ Battle scars ကားလေးက rating 5.2 ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ် Micheal မှာ Tommyနဲ့ Vinnyဆိုတဲ့ အချစ်ဆုံးငယ်သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ် သူတို့ကငယ်ငယ်လေးထဲကတစ်ပူးပူးတစ်တွဲတွဲနေကြတာပါ တစ်နေ့မှာ သူရဲ့သူငယ်ချင်း Vinny မှာ ဗီယက်နာမ် စစ်ပွဲမှာပါဝင်တိုက်ခိုက်ဖို့အတွက်အရွေးခံလိုက်ရတယ် အဲ့လိုနဲ့ Michealက သူငယ်ချင်းဆိုပေမယ့် ညီအကိုလိုနေနေတာကြောင့် သူနဲ့အတူစစ်ထဲလိုက်မယ်လို့ပြောခဲ့တဲ့အချိန်မှာလည်း Tommyကပါလိုက််မယ်လို့ပြောပြီး သုံးယောက်သားအတူတူသွားပြီးနောက် ဘာဆက်ဖြစ်မယ်ဆိုတာ သိချင်ရင် ကြည့်ကြည့်လိုက်နော်File Size : 600 Mb / 300 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:24:00\nGenre : War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thiha Naing Htoo\nEncoded by Littleneo",
        "rating": "5.2",
        "url": "https://megaup.net/Sqd6/Battle.Scars.2020.720p_(CM).mp4",
        "category": "War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/undercover-133x200.jpg",
        "title": "Undercover Cheerleader 2019",
        "description": "အော်တွမ်ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးဟာ သူ့အမေနဲ့အတူ နယူးယောက်ကနေ နယ်ဒေသတစ်ခုကို ပြောင်းလာခဲ့ကြတယ်။ အော်တွမ်က ဆောင်းပါးရေးတာနဲ့ အကကို ဝါသနာပါသူတစ်ယောက်ဖြစ်တယ်။ ကျောင်းအသစ်ကို စတက်တဲ့ ပထမဆုံးရက်မှာ ကျောင်းသတင်းစာမှာ ဆောင်းပါးရေးသူအဖြစ် အလုပ်လုပ်တဲ့ ကေရာဆိုတဲ့ ကောင်မလေးနဲ့ သူငယ်ချင်းဖြစ်သွားတယ်။ ဆောင်းပါးရေးရတာ ဝါသနာပါတဲ့ အော်တွမ်ကို ကေရာက သူနဲ့တူတူ အလုပ်လုပ်ဖို့ ကမ်းလှမ်းခဲ့တယ်။ အော်တွမ်တက်တဲ့ ဘရွတ်ဗျူးအထက်တန်းကျောင်းမှာ နာမည်ကြီးတာတစ်ခုရှိတယ်။ ဒါကတော့ နှစ်စဉ်နှစ်တိုင်း ချန်ပီယံစွဲတဲ့ ပန်းဖွားမယ်အဖွဲ့ ရှိတာပါပဲ။ အော်တွမ်က အကဝါသနာပါတာကို သိသွားတဲ့နောက်မှာ ပန်းဖွားအဖွဲ့က ဂျန်နီဆိုတဲ့ ကောင်မလေးက အော်တွမ်ကို လူရွေးပွဲ၀င်ရွေးခံဖို့ တိုက်တွန်းခဲ့တယ်။ ဖြစ်ချင်တော့ ကေရာနဲ့ ဂျန်နီက တစ်ယောက်ကိုတစ်ယောက် ရန်ငြိုးတွေထားပြီး မတည့်ကြတဲ့သူတွေဖြစ်နေတယ်။ ဂျန်နီ လာကမ်းလှမ်းတာကို သိသွားတော့ ကေရာက အော်တွမ်ကို ပန်းဖွားမယ် အဖြစ် ၀င်အရွေးခံဖို့ပြောတယ်။ ဒီအတွက်လည်း ကေရာမှာက ရည်ရွယ်ချက်ကောင်းကောင်းရှိနေခဲ့တယ်။ ...",
        "rating": "4.8",
        "url": "https://megaup.net/Sqb7/Undercover.Cheerleader.2019_720p_web_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0GgcSZLzw0f1QvSV4XprZwJXWE.jpg",
        "title": "Monster Hunters ( 2020 )",
        "description": "7 လပိုင်းကမှ ထွက်ထားတဲ့ သိုင်းဇာတ်ကားအသစ်လေးပါပဲပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းတဲ့ဇာတ်လမ်းအမျိုးအစားပါအညွန်းလေးကတော့လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက လောကမှာလူ့လောကမှာသောင်းကျန်းနေတဲ့ နတ်ဆိုးဘုရင်ကိုနတ်ဆရာထျန်းရွှမ်က သူ့တန်ခိုးစွမ်းအားနဲ့ ထိန်းချုပ်ပိတ်လှောင်နိုင်ခဲ့ပါတယ်..ဒီလိုနဲ့နှစ်ပေါင်းများစွာကြာချိန်မှာ လူ့လောကမှာအသတ်ခံရမှုတွေဆက်တိုက်ပြန်ဖြစ်လာပြီး နတ်ဆိုးဝိဉာဉ်ရောက်ရှိလာချိန်မှာတော့...ဘယ်လိုတွေရင်ဆိုင်ကြုံတွေ့လာရမှာလဲ........နတ်ဆိုးဘုရင်အစစ်ကဘယ်သူလဲ....နတ်ဆိုးဘုရင်ကိုနှိမ်နင်းနိုင်ပါ့မလား.ဆိုတာကိုတော့ဆက်လက်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ် Quality : WEB-DLSubtitle : Myanmar Subtitles ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "3.6",
        "url": "https://megaup.net/Sq7n/(CM)Monster.Hunters.2020.WEB-DL.720p.mp4",
        "category": "Adventure, Fancy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/27XVfpJ7MBC8zIVP5FWNRBw4uNd.jpg",
        "title": "Innocence ( 2020 )",
        "description": "ဒီဇာတ်ကားက ၂၀၁၉ခုနှစ်ကထွက်ရှိထားတဲ့ ရှေ့နေတစ်ယောက်အကြောင်းရိုက်ကူးထားတဲ့Drama ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး Angel’s Last Mission ထဲကမင်းသမီးShin Hye-sun ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရွာတစ်ရွာရဲ့ အသုဘတစ်ခုမှာ အသုဘပွဲလာတဲ့သူတွေကိုအရက်နဲ့ဧည့်ခံရင်းကနေ လူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်။ပိုးသတ်ဆေးကိုအရက်ထဲ ထည့်တိုက်လို့လူလေးယောက်သေဆုံးပြီး နှစ်ယောက်ကဆေးရုံတင်လိုက်ရပါတယ်။ဒီအမှုကအဲ့ရွာမှာ ဟိုးလေးတကြော်ဖြစ်သွားပြီးအဲ့ဒီအသုဘအိမ်ကတာဝန်ရှိသူ အိမ်ရှင်အဒေါ်ကြီးကို အရက်ထဲပိုးသတ်ဆေး ခတ်ပါတယ်ဆိုပြီးရဲတွေကဖမ်းဆီးခဲ့ပါတယ်။ဒီအမှုကိုတီဗီကနေကြားသိလိုက်ရတဲ့ အန်းဂျောင်းအင်းဆိုတဲ့ ရှေ့နေမလေးကလည်း ဒီအမှုနဲ့ပတ်သက်ဖို့ဖြစ်လာခဲ့ပါတယ်။အန်းဂျောင်းအင်းဆိုတာဆိုးလ်မြို့မှာ နာမည်ရ အလွန်တော် ထက်မြက်တဲ့ရှေ့နေတစ်ယောက်ပါ။သူကိုယ်တိုင် ဒီအမှုကိုလိုက်ဖို့ဘယ်လိုပါဝင်ဖြစ်တယ်ဆိုတာ ကတော့ဒီဇာတ်လမ်းရဲ့မြုှပ်ကွက်ပဲဖြစ်ပါတယ်။ဒီအမှုကလည်းအများထင်ထားသလိုရိုးရှင်းတဲ့အမှု တစ်ခုလား ဒါမှမဟုတ်နောက်ကွယ်မှာဘာတွေရှိနေသေးလဲဆိုတာကတော့ဇာတ်ကားကိုကြည့်ပြီးအဖြေရှာစေချင်ပါတယ်။ ခြုံပြောရရင် ဇာတ်လမ်းဇာတ်ကွက်ကောင်းပြီး အချိန်ပေးကြည့်ရတာတန်မယ့်အကျိုးရှိမယ့် ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။လူတွေရဲ့စရိုက်၊လောဘစိတ်၊အတ္တစိတ်တွေကိုလည်းပေါ်လွင်အောင်ရိုက်ပြထားပြီးအမှန်တရားဆိုတာ ဘယ်လောက်ဖုံးကွယ်ထားပါစေ တစ်ချိန်မှာပေါ်ပေါက်လာနိုင်တယ်ဆိုတဲ့သင်ခန်းစာကိုလည်းပေးထားပါတယ်။သရုပ်ဆောင်တွေကလည်းတကယ်သရုပ်ဆောင်ကောင်းသလို တရားရေးဥပဒေနဲ့ပတ်သက်ပြီးစိတ်ဝင်စားတဲ့သူတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားဖြစ်တယ်လို့ ညွှန်းဆိုပေးချင်ပါတယ်။Translated & Review By Moe PwintEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/1ynre/(CM)Innocence.2019.720p.FHDRip.H264.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZDNkMGUyYzUtNjM0ZC00NDM2LWE5ZjEtMjliNzIxMmMzZThhXkEyXkFqcGdeQXVyMzAxNjg3MjQ@._V1_-142x200.jpg",
        "title": "Yi Yi (2020)",
        "description": "ဒီဇာတ်ကားကိုဘာလို့အဲ့ဒီနာမည်ပေးထားလဲမသိပါဘူး\nပေါ့ပေါ့ပါးပါးဟာသတွေကြည့်ချင်တဲ့သူတွေတော့\nဘာလဲဆိုပြီးဖြစ်သွားမှာပါ\nဇာတ်လမ်းပုံစံကပြောရရင်\nနုနုရည်(အင်းဝ)ရဲ့ မြစိမ်းပြာကမာရွတ်နဲ့\nဆင်တူတယ်ထင်မိပါတယ်\nဘဝတွေရဲ့အကြောင်းကိုရိုက်ပြထားတယ်ပေါ့\nတခြားကားတွေလို ပြချင်တဲ့\nအကြောင်းအရာကိုဇောင်းပေးမရိုက်ပဲ\nလူ့လောကမှာနေ့စဥ်ဖြစ်နေကြဘဝတွေ\nလည်ပတ်နေတဲ့ဘဝအသီးသီးကိုရိုက်ပြထားပါတယ်\nFile Size - 1.8 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Nay Chii\nEncoder - XCode",
        "rating": "8.2",
        "url": "https://megaup.net/Sonz/Yi.Yi.A.One.And.A.Two.2000.Criterion.720p.BluRay_%7BCM%7D_.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/fearless-128x200.jpg",
        "title": "Fearless 2020",
        "description": "2020 မှာ ပူပူနွေးနွေးထွက်ရှိထားတဲ့ animated comedy လေးပါ ရိဒ် ဆိုတဲ့ ကောင်လေးဟာ Planet Master ဂိမ်းကို အင်မတန် စွဲမက်သူပါ။ Fearless ဆိုတဲ့ နာမည်နဲ့ ဂိမ်းလောကမှာ ဆရာကြီးဆိုရင်လည်း မပါဘူးပေါ့။ ရိဒ်ဆော့နေတဲ့ ဂိမ်းထဲက ကာရိုက်တာကတော့ ကပ္ပတိန် လိုက်ဒ်စပိဒ်ပါ ကပ္ပတိန်ရဲ့ သားသမီးတွေဆိုပြီး ကီရာ၊ ဇန်ဒါ၊ တိုင်တပ်စ် ဆိုပြီး ကလေးကာရိုက်တာ သုံးယောက်လည်းရှိပါသေးတယ်။ အာကန်းနစ်ဆိုတာကတော့ ကပ္ပတိန်ရဲ့ ရန်သူ ကာရိုက်တာပါ။ အာကန်းနစ်ဟာ ဂိမ်းထဲက ကာရိုက်တာဆိုပေမယ့် ဘာအစွမ်းမှမရှိပါဘူး။ ဒါပေမယ့် ကပ္ပတိန်ရဲ့ ကလေးသုံးယောက်ကို အရယူနိုင်မယ်ဆိုရင်တော့ အစွမ်းတွေရလာပါလိမ့်မယ်။ တစ်နေ့ ရိဒ်ဟာ နောက်ဆုံးအဆင့်ကို တက်ဖို့အတွက် warning တစ်ခုရခဲ့ပါတယ်။ Warning ကတော့ ဖြစ်လာတဲ့ရလဒ်တွေကို လက်ခံမှာလား ဆိုတာပါပဲ။ အဆင့်တက်ချင်နေတဲ့ ရိဒ်ဟာ warning ...",
        "rating": "4.7",
        "url": "https://megaup.net/Spnu/Fearless.2020.720p_web_(CM).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/95S6PinQIvVe4uJAd82a2iGZ0rA.jpg",
        "title": "Black Water: Abyss (2020)",
        "description": "မိကျောင်းကားပါ။အရင်ကလည်း black water နာမည်နဲ့ မိကျောင်းကားတွေ ထွက်ရှိထားပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့ စွန့်စားတတ်တဲ့သူငယ်ချင်းတစ်သိုက်ကဘယ်သူမှမရောက်ဖူးတဲ့ဂူတစ်ဂူထဲကို အလည်အပတ်အနေနဲ့ စွန့်စားခန်းထွက်ကြပါတယ်။အဲဒီဂူထဲမှာ မထင်မှတ်ဘဲ ရေတွေလျှံရင်း ပိတ်မိသွားကာမိကျောင်းတစ်ကောင်နဲ့ ရင်ဆိုင်ရတဲ့ survival ကားကောင်းလေးတစ်ကားပါ။ File Size : ( 918 MB , 337 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 38 min\nFormat : Mp4\nGenre : Action , Drama , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Man Aung\nEncoded by Moe Myint Lwin",
        "rating": "4.5",
        "url": "https://megaup.net/2ekeo/(CM)_Black_Water_Abyss_2020_WEB-Dl_720p.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v0guO0krvyz8IfKGxEje04LVM9d.jpg",
        "title": "Tesla (2020)",
        "description": "ဒီရုပ်ရှင်အကြောင်းကိုမပြောခင်မှာ Teslaဆိုတာဘယ်သူလဲဆိုတာကိုပြောချင်ပါတယ်။တောမတ်စ်အယ်ဗာအယ်ဒီဆင်လို့ပြောလိုက်ရင် ကမ္ဘာအနှံ့ကလူတိုင်းကလေးကအစခွေးအဆုံးသိပြီး သမိုင်းမှာရော ကျောင်းသင်ခန်းစာတွေမှာပါတခမ်းတနားနဲ့အလေးပေးဖော်ပြခံရတဲ့ ၁၉ရာစုရဲ့တီထွင်သူကြီးပေါ့။နီကိုလာတက်စ်လာကတော့ အယ်ဒီဆင်နဲ့ခေတ်ပြိုင်ပြောင်မြောက်လှတဲ့လျှပ်စစ်ဆိုင်ရာတီထွင်မှုတွေလုပ်ခဲ့ပြီး အိုင်းစတိုင်းကတောင်သူ့ထက်တော်တယ်လို အသိမှတ်ပြုပြီးလေးစားရတဲ့ ဉာဏ်ကြီးရှင်တီထွင်သူတစ်ယောက်ပါ။ဒါပေမယ့် ဒီနေ့ခေတ်မှာ သူ့ကိုမသိတဲ့သူအများအပြားပါပဲ။AC Vs DCဆိုတာ Tesla Vs Edisonပါပဲ။ကနဦးမှာ တက်စ်လာဟာ အယ်ဒီဆင်ရဲ့အလုပ်မှာ လုပ်ခလေးနည်းနည်းနဲ့အလုပ်လုပ်ခဲ့တယ်။သူကြံဆတဲ့ Alternating currentကို အယ်ဒီဆင်က စိတ်မဝင်စားတဲ့အပြင်ACဟာလက်တွေ့မကျဘူး အန္တရာယ်များတယ်လို့ပြောခဲ့တယ်။DC generation plantsတွေကိုတိုးတက်အောင်လုပ်ပေးနိုင်ရင်ဒေါ်လာငါးသောင်းပေးမယ်ဆိုပြီး လောင်းကြေးထပ်ခဲ့ပေမယ့်တကယ်ဖြစ်လာတဲ့အခါ အယ်ဒီဆင်က'မင်းက ငါတို့အမေရိကန်တွေနောက်ပြောင်တာကိုနားမလည်ဘူးပဲ'ဆိုပြီးလျှော်သွားတဲ့အတွက် တက်စ်လာဟာ အလုပ်ထွက်ပြီး ကိုယ်ပိုင်ACကုမ္ပဏီထောင်ခဲ့ပါတယ်။နောက်ပိုင်းလျှပ်စစ်ဖြန့်ဖြူးရာမှာ ACက DC (Direct Current)ထက်အကျိုးများလာတဲ့အခါအယ်ဒီဆင်ဘက်က AC currentကြိုးကိုဆင်မှာပတ်ပြီးသေစေတဲ့အကွက်‌တွေထိပါသုံးပြီး ACကိုတိုက်ခိုက်ခဲ့တယ်။ဒါပေမယ့် နိုင်ရာဂါရာရေတံခွန်ကိုအခြေခံပြီး ACရေအားလျှပ်စစ်သုံးစက်ရုံကိုတည်ဆောက်နိုင်ပြီး‌ အောင်မြင်တဲ့အတွက် ကမ္ဘာတစ်ဝှမ်းက ...",
        "rating": "5.2",
        "url": "https://megaup.net/Sphp/(CM)_Tesla_2020_WEB-DL_720p.mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v8VavUCAvzHJIW7acz4XVHyygKQ.jpg",
        "title": "Once Before(2020)",
        "description": "Once Before(2020)ငယ်သူချင်းတွေဆိုတာ အကြောင်းသိချင်းတွေဆိုတော့ တော်ရုံချစ်သူဖြစ်ကြတာမဟုတ်ဘူး...သူတို့အမြင်မှာ သူငယ်ချင်းအဆင့်ထက်မပိုသလို အတွင်းရေးတွေလည်း ပွင့်ပွင့်လင်းလင်းတိုင်ပင်လေ့ရှိကြတယ်...ဒီလိုအချိန်မှာ ငယ်သံယော်ဇဉ်ကနေ အချစ်ကိုကူးပြောင်းမှန်းသိလိုက်ပေမဲ့ သူငယ်ချင်းလို့ပဲ ကိုယ့်ကိုမြင်နေတာကိုသိတော့ ဆန္ဒတွေကိုမြိုသိပ်ရင်းအနားမှာရှိနေပေးတတ်ကြတဲ့သူတွေကိုမြင်ဖူးကြမှာပါ...ပိုဆိုးတာက ကိုယ်ကချစ်နေပေမဲ့ သူငယ်ချင်းက တခြားသူနဲ့ရည်းစားဖြစ်သွားရင်ဘယ်လောက်ခံစားရမလဲဆိုတာ ပြောပြဖို့တောင်လိုမယ်မထင်ပါဘူး...ဒီကားထဲမှာလည်း သူငယ်ချင်း(၂)ယောက်ရှိတယ်..ကောင်လေးက သူငယ်ချင်းစည်းကိုကျော်ချင်ပေမဲ့ကောင်မလေးကတော့ တခြားသူနဲ့ မေတ္တာမျှသွားလေရဲ့.....ဒီကားက အပေါ်ကရေးထားတာ သိပ်မဆန်းပေမဲ့သူတို့(၃)ယောက် နောက်ပိုင်းဖြစ်တဲ့အဖြစ်အပျက်တွေကတော့ဆန်းကျယ်တယ်....ဘာတွေလဲဆိုတာကတော့ ခံစားကြည့်ကြပါနော်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (461MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:38:00\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/Soln/Hindi.Tayo.Pwede.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xujced26SmDLU7B3ELXr6lgiiPA.jpg",
        "title": "Virgin Bhanupriya(2020)",
        "description": "Virgin Bhanupriya(2020)IMDB rating 6.5 ရရှိထားတဲ့ Comedy, Drama အမျိုးအစားဇာတ်ကားလေးဖြစ်ပါတယ်....ဘာနူးပရီယာဆိုတဲ့မိန်းကလေးဟာအပျိုတစ်ယောက်ဖြစ်ပြီး သူဟာအပျိုစင် ဘဝကိုဆုံးရှုံးချင်စိတ် စမ်းသပ်ချင်စိတ်ဖြစ်နေတယ်....သူ့သူငယ်ချင်းတစ်ယောက်ကလည်း ဒီဖြစ်စဉ်ကြီး အောင်မြင်စေဖို့ နင်းကန်ကူညီပါတယ်...\nသို့ပါသော်လည်း ပိုးသာကုန်မောင်ပုံစောင်းမတတ်ဆိုသလို လွဲပြီးရင်လွဲနေလေရဲ့...\nတစ်နေ့မှာအူကြောင်ကြောင်ကောင်လေးတစ်ယောက်ကိုစာကြည့်တိုက်မှာချိန်းတွေ့ဖို့လုပ်ရာကနေ ပြဿနာမျိုးစုံတက်ပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...\nဘာသာပြန်သူကတော့ Thaik San ပဲဖစ်ပါတယ်။File Size : (900 MB) and ( 500 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:51:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2ejbD/Virgin_Bhanupriya.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jc7rBpjqBmwmjdUgYDk2P3TzOjR.jpg",
        "title": "Khuda Haafiz(2020)",
        "description": "Khuda Haafiz(2020)**************\nIMDb 8.1ရရှိထားတဲ့Action Thriller ဇာတ်ကား ကားတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်း\nဆမီရ်​ချောင်ဒရီနဲ့ နာရ်ဂိရှ်​ချောင်ဒရီတို့ကို မိဘာတွေက ဝတ္တရားရှိတဲ့အတိုင်းလက်ထပ်​ပေးလိုက်ကြပါတယ်။\nနာရ်ဂိရှ် ချောင်ဒရီဟာ အကြောင်းအမျိုးမျိုးကြောင့်အလုပ်ထွက်လိုက်ရပြီး ဆမီရ်ချောင်ဒရီကလည်းလုပ်ငန်းအခွင့်အလမ်း​တွေပိတ်သွားတာ​ကြောင့် နှစ်ယောက်စလုံးက နိုင်ငံခြားမှာအလုပ်သွားလုပ်ဖို့ဆုံးဖြတ်လိုက်ကြတယ်။\nအလုပ်လျှောက်တဲ့အခါ နာရရ်ဂိရှ်ကအလုပ်အရင်ရသွားပြီး ဆမီရ်က ကျန်နေတာ​ကြောင့် နာရ်ဂိရှ်ကိုတစ်ယောက်တည်းနိုင်ငံခြားလွှတ်ဖို့စိတ်မချပေမယ့် လွှတ်လိုက်ရပါတယ်။\nနာရ်ဂိရှ် ချောင်ဒရီကနိုင်ငံခြားရောက်ပြီးတဲ့နောက်ဖုန်းခေါ်လာခဲ့​ပေမယ့်အလုပ်မရဘဲတစ်ခြားတစ်နေရာကိုခေါ်သွားနေကြကြောင်း သူ့ကိုနှိပ်စက်နေကြကြောင်း နဲ့လာပြန်​ခေါ်ဖို့အတွက်ဆမီရ်ကို​ပြော​တော့ ဆမီရ်တစ်ယောက် နာရ်ဂိရှ်ဟာ အကြီးအကျယ်အန္တရယ်တောထဲရောက်နေပြီကိုသိတဲ့အခါမှာတော့....\nဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲကြည့်ရှုပေးကြပါလို့.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်....File Size : (1.03  GB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:10:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "8.1",
        "url": "https://megaup.net/Snls/Khuda_Haafiz.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BYzBhOWU4ODAtZDYzYi00NDU1LWIzZWUtNDZmMDgxODljZTVmXkEyXkFqcGdeQXVyMTAwMzM3NDI3._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Project Power (2020)",
        "description": "Project Power (2020)================IMDb Rating - 6.1/10#UnicodeAugust 14 ရက်နေ့က Netflix ကနေပြသသွားတဲ့ Action, Crime, Sci-Fi ကားကောင်းလေးကိုတင်ပေးချင်ပါတယ်။ ဇာတ်လမ်း အကျဥ်းလေးကိုပြောပြရရင်တော့ . . .နယူးအော်လင်းမြို့ရဲ့ လမ်းတွေပေါ်မှာ ဆေး အသစ်အဆန်းတစ်မျိုးရဲ့ သတင်းက ပျံ့နှံနေပါတယ်။ထိုဆေးက မူးယစ်စေတဲ့ ဆေးမဟုတ်ဘဲ သောက်လိုက်တဲ့လူကို ၅ မိနစ်ခန့် စူပါစွမ်းအားပေးတဲ့ဆေးပါ။ကိုယ်က ဘာအစွမ်းရမယ်ဆိုတာကိုတော့ သောက်ပြီးမှပဲ သိရမှာပါ။ တစ်ချို့က ကိုယ်ပျောက်နိုင်တယ်။တစ်ချို့က သေနတ်ပြီး တယ်။ အဲဒီလိုကွဲပြားတဲ့ အစွမ်းတွေပေးတဲ့ဆေးကို အသုံးချပြီး လူတွေက ပစ်မှုတွေကျူးလွန်လာတဲ့အခါမှာတော့ ရဲတွေအနေနဲ့ ဘယ်လိုဖြေရှင်းကြမလဲ။ ဒီဆေးတောင့်တွေ ဘယ်ကရောက်လာတာလဲ။ ဒီဆေးကိုဖန်တီးရတဲ့ ရည်ရွယ်ချက်ကဘာလဲ ဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Htet Wai Lwin ပဲဖြစ်ပါတယ်။)#ZawgyiAugust 14 ရက္ေန႔က Netflix ကေနျပသသြားတဲ့ Action, ...",
        "rating": "6.1",
        "url": "https://megaup.net/2ehik/[CM]Project.Power.2020.WebDL.720P.mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMTcwNzQyMTE0Ml5BMl5BanBnXkFtZTgwMzcwMjAwNTE@._V1_-150x200.jpg",
        "title": "The New Shaolin Boxers (1976)",
        "description": "ကဲကဲ လာပါပြီ မိတ်ကပ်တွေလိမ်းပြီးလေပေါ်ပျံပြနေတဲ့\nခုခေတ်ရှောင်ကောကောတွေကိုငြီးငွေ့နေသူများအတွက်\n1976တုန်းကရှောင်လင်သိုင်းကားတကားတင်ဆက်ပေးလိုက်ပါတယ်\n(တကယ်လိုက်ကျင့်လို့ရတယ်နော် လေပေါ်လုံးဝမပျံပြထားဘူး)\nဇာတ်လမ်းအကျဥ်း - ကျုံးကျန်းဟာ မဟုတ်မခံအမှန်တရားကိုမြတ်နိုးပြီး\nသူ့ရှေ့မှာမတရားမှုတွေ့လာတိုင်းဆိုင်ဆိုင်မဆိုင်ဆိုင်\nကိုယ့်ထမင်းကိုယ်စားပြီး ဝင်ရောက်ကူညီတတ်တဲ့သူငယ်ပါ။\nဒါပေမယ့် ခေတ်ရေစီးကြောင်းအရအဲ့ခေတ်ကလူတွေဟာ\nအေးအေးဆေးဆေးနားအေးပါးအေးနေရတာကို\nအတော်သဘောကျသူများဖြစ်ပါတယ်။\nဒါနဲ့ပဲသူနေထိုင်ရာနယ်မြို့လေးကလူတွေအကုန်လုံးက\nသူ့ကိုမုန်းတီးရွံရှာနေခဲ့ပါတယ် ။\nအကြောင်းကတော့ သူကငြိမ်ငြိမ်မနေပဲ မတရားတာမြင်တိုင်းဝင်ပါနေလို့ပါတဲ့ ။\nဒီလိုနဲ့ မြို့ခံစီးပွားရေးသမားတွေကလည်းမုန်း\nလူမိုက်ဂိုဏ်းကလည်းမျက်စိစပါးမွှေးစူးလာတဲ့အတွက်\nသူသင်နေတဲ့သိုင်းသင်တန်းကျောင်းကပါ\nအထုတ်ခံခဲ့ရပါတယ်။\nဒါပေမယ့်သနားဂရုဏာ​သက်မိတဲ့ဆရာက\nတောတွင်းကိုသွားရောက်တိမ်းရှောင်နေပြီးအဲ့တော့ထဲမှ\nာသီတင်းသုံးနေတဲ့ဆရာတော်ကြီးဆီကရှောင်လင်သိုင်းရဲ့\nအနှစ်ချုပ်ဖြစ်တဲ့ ချိုက်လိဖော်သိုင်းကိုသင်ယူဖို့လမ်းညွှန်ပြပေးခဲ့ပါတယ်။\nတောထဲမှာ နေနေရင်းက အိမ်ပြန်လာတဲ့အခါ\nသူ့ဆရာကိုသတ်သွားတဲ့သတင်းကြားလိုက်ရတဲ့အတွက်\nလက်စားချေဖို့သူဆုံးဖြတ်ခဲ့ပါတယ်။\nအဲ့အချိန်မှာပဲ သူညီမလေးလိုချစ်ရတဲ့ ကောင်မလေးကိုသူ့ရည်းစားကလူမိုက်တွေနဲ့ပေါင်းပြီး\nဘဝကိုဖျက်ဆီးဖို့ကြံလာတဲ့အခါ ကျုံးကျန်းဟာ\nသူ့ရဲ့ဗီဇအတိုင်းဘယ်လိုတွေဝင်ရောက်လှုပ်ရှားမယ်ဆိုတာ\nကြည့်လို့ကောင်းကောင်းနဲ့ကြည့်ရမှာဖြစ်ပါတယ်။\nFile Size -  1 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-new-shaolin-boxers-1976/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/born.of_.hope_-135x200.jpg",
        "title": "Born of Hope (2009)",
        "description": "Born of Hope (2009)================IMDb Rating - 6.2/10#UnicodeJ.R.R Tolkien ရဲ့ Lord of the Rings Triology တွေနဲ့ ဆက်‌​နေတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။LOTR ထဲမှာပါတဲ့ Isildur ရဲ့ အမွေဆက်ခံသူ ၊ Gondor ရဲ့ ဘုရင် ၊မြောက်ပိုင်းစစ်သည်တော် အာရာဂွန်(Aragorn )ရဲ့ ငယ်ဘ၀ကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ အာရာဂွန်ဟာ အာရာသွန်ရဲ့သားတော်ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဖခင် အာရာသွန်နဲ့ Orcs တွေကြားက ပဍိပက္ခ တွေကို အဓိကထားပြထားပြီး သူတို့ရဲ့နယ်မြေ Gondor ကိုပြန်‌လည်တည်ထောင်ဖို့အတွက် အာရာဂွန်ဆိုတဲ့ စစ်သည်တစ်ယောက် ဘယ်လိုမွေးဖွားခဲ့ရှင်သန်ခဲ့လဲဆိုတာ သိရမှာပါ ။ LOTR fan တိုင်း လက်မလွှတ်သင့်တဲ့ prequel တစ်ခုလို့ အကြံပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)#ZawgyiJ.R.R Tolkien ...",
        "rating": "6.2",
        "url": "https://megaup.net/1yjoe/[CM]Born.of.Hope.2009.WebRip.720P.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7cN1YBcuBKrxdtxUDig29cXKfKR.jpg",
        "title": "I Used to Go Here (2020)",
        "description": "ကိတ်ဟာ စာအုပ်သစ်ထုတ်ဝေလိုက်တာမကြာသေးတဲ့ ငယ်ရွယ်တဲ့စာရေးဆရာမပါ။သူ့ရဲ့ရည်မှန်းချက်ဖြစ်တဲ့ဝတ္ထုရေးဆရာမ ဖြစ်ခဲ့ပေမယ့်သူ့စာအုပ်ဟာသူထင်သလောက်ရောင်းအားမကောင်းခဲ့ပါဘူး။သူ့ထုတ်ဝေသူကလည်း သူ့စာအုပ်မိတ်ဆက်ပွဲတွေကိုဖျက်လိုက်ပါတယ်။သူ့ရည်းစားကလည်းသူနဲ့မနေတော့တဲ့ဆက်ဆံရေးမျိုးပါ။တစ်ရက်တော့ သူတက်ခဲ့တဲ့ကောလိပ်က ပရော်ဖက်ဆာကကျောင်းမှာစာဖတ်ပွဲလေးလာလုပ်ဖို့ ကမ်းလှမ်းပါတယ်။ဒါနဲ့ သူ့ကိုစာရေးဆရာဖြစ်အောင် အားပေးခဲ့တဲ့ပရော်ဖက်ဆာရဲ့စကားကြောင့်ကောလိပ်ရှိတဲ့မြို့လေးကို ခဏပြန်လာခဲ့ပါတယ်။ပြီးတော့ သူတည်းတဲ့အိမ်ရှေ့က သူကျောင်းသူဘဝကနေခဲ့တဲ့အိမ်ဖြစ်ပြီးကျောင်းသားလေးတွေနေနေတဲ့အတွက် အိမ်ကိုသွားလည်ရင်းဇာတ်လမ်းလေးတွေစကြတာပေါ့။ပေါ့ပေါ့ပါးပါးဇာတ်မြူးလေးတစ်ကားပါ။ File Size : ( 823 MB , 258 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 20 min\nFormat : Mp4\nGenre : Comedy , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by ...",
        "rating": "5.6",
        "url": "https://megaup.net/2ebnz/(CM)_I_Used_to_Go_Here_2020_WEB-DL_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BODAzZDc2NGEtODZmMS00YWE5LWIxZmEtZWRiMzI1MzgwNjVmXkEyXkFqcGdeQXVyOTA2OTEwNA@@._V1_SY1000_CR007091000_AL_-142x200.jpg",
        "title": "Tribal Get Out Alive (2020)",
        "description": "တပ်ကနေမနားယူလာတဲ့ Caitlin နဲ့ Bredဆိုတာက\nတစ်ကယ်ကိုခင်တဲ့သူငယ်ချင်းတွေ ......\nတစ်နေ့မှာသူတို့နှစ်ယောက်ကို တာ၀န်တစ်ခုပေးလာတယ်\nအဖေ့ဆီကအမွေကတဲ့အိမ်ကြီးကို သ\nားဖြစ်သူကအမွေရတာကနေ အိမ်ပေါ်တတ်နေတဲ့\nအိမ်ယာမဲ့တွေကို ရှင်းပေးဖို့ ပြသာနာကအာ့ဒီမှာစတာဘဲ\nအိမ်ရှင်းလင်းဖို့လုပ်ကြရင်းနဲ့ လူတွေတစ်ယောက်ပြီးတစ်ယောက်ပျောက်သွားတဲ့အပြင်\nအိမ်ပိုင်ရှင်ဟောင်း‌ဆရာ၀န်ရဲ့ဓာတ်ခွဲခန် းမှာ ထူးဆန်းတဲ့\nဆေးရည်ပုလင်းတွေကိုလည်းတွေ့ကြရတဲ့အခါ......\nအိမ်ယာမဲ့တွေကို ပိုင်ရှင်ဟောင်းဆရာ၀န်ကြီးကဘာလို့လက်ခံထားတာလဲ.....\nCaitlinတို့ကရော လူတွေပျောက်ရတဲ့အကြောင်းကိုရှာတွေ့နိုင်မှာလားဆိုတာကို\nစိတ်၀င်တစားကြည့်ရမှာပါ...\nActionခန်းတွေကတစ်ကယ်မိုက်တာမို့၊ ကြည့်သင့်တဲ့ကားကောင်းလေးပါဘဲ\n  \nFile Size - 1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Yamin Ou\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/tribal-get-out-alive-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZDcyMjhiYTUtMGEyZC00YWM2LWJmMWQtYjBiNWIzNzdhZjg3XkEyXkFqcGdeQXVyNjc3MjQzNTI@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Theatre: A Love Story (2020)",
        "description": "ဒီတခါတော့ ၂၀၂၀ထွက် ဂျပန်romance/dramaဇာတ်လမ်းလေး\nတင်ဆက်ပေးလိုက်ပါတယ်.\nတကယ်ကို ရင်ထဲမှာ ခံစားသွားရစေမယ့်\nအချစ်ဇာတ်လမ်းလေးတပုဒ်ဆိုလဲ မမှားပါဘူး.\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Nagataဟာ သိပ်ကို\nအနုပညာဘက်မှာ ထူးချွန်ချင်တဲ့ လူတစ်ယောက်ပါ.\nသူဟာ ပြဇာတ်တွေအတွက် ဇာတ်ညွှန်းရေးတဲ့\nစာရေးဆရာဖြစ်ပြီး အဲ့ဒီအလုပ်ကလွဲရင် တခြားဘယ်အလုပ်ကိုမှ\nမလုပ်ချင်တဲ့ခေါင်းမာတက်တဲ့ လူလဲဖြစ်ပါတယ်.\nတနေ့မှာတော့ သူ့ဘဝထဲကို သိပ်ကိုဖြူစင်ပြီး လှပတဲ့\nနတ်သမီးလေး Sakiဝင်ရောက်လာခဲ့ပါတယ်.\nNagataဟာ ပြဇာတ်တွေရေးရတာကို ဝါသနာပါပေမယ့်\nပါရမီတော့ မပါခဲ့ပါဘူး.\nဒီတော့ လူတွေရဲ့ ဝေဖန်မှုတွေကို ခံခဲ့ရပြီး သူ့အဖွဲ့ဟာလဲ ပျက်သွားခဲ့ပါတယ်.\nအဲ့ဒီအချိန်မှာ Sakiကို သူက သရုပ်ဆောင်ခိုင်းကြည့်ခဲ့ပါတယ်,\nသွက်သွက်လက်လက်နဲ့ ပါရမီရှိတဲ့ Sakiလေးပါတော့\nပရိတ်သတ်တော်တော်များများက သဘောကျကျပြီး သူ့ဇာတ်လမ်းလဲ\nပေါက်သွားခဲ့ပါတယ်.\nဒါပေမယ့် သူကတော့ နောက်ပြဇာတ်တွေမှာ Sakiကိုထပ်မသုံးတော့ပါဘူး\nဘာလို့လဲဆိုတော့ သူ့ကောင်မလေးဖြစ်တဲ့ Sakiကပါရမီရှိတာသိသာလေလေ\nသူကအရှုံးသမားဆိုတာ ပိုပြီးသိသာလာလေလေလို့\nသူတွေးမိခဲ့လို့ပါပဲ.\nအပြစ်ကင်းတဲ့ Sakiလေးကတော့ ဒါတွေကို နားမလည်ခဲ့ပါဘူး.\nသူတို့နေတဲ့ တိုက်ခန်းခတွေ အသုံးစရိတ်တွေကို ပေးနိုင်ဖို့\nအလုပ်ကိုနေ့ရောညရော လုပ်နေခဲ့ပါတယ်.\nSakiက ပိုပြီးဖြူစင်တာကို သိလာလေလေ Nagataဟာ\nပိုပြီး အပြစ်ရှိခံစားစိတ်ဖြစ်လာလေလေပါပဲ.\nသူတို့နှစ်ဦးရဲ့ဇာတ်သိမ်းက ဘယ်လိုများဖြစ်မလဲ?\nSakiနဲ့Nagataပေါင်းဖက်နိုင်ရဲ့လားဆိုတာကို\nဇာတ်သိမ်းပိုင်းထိ ဆွဲဆောင်နိုင်ပြီး ရင်ထဲမှာ\nခံစားချက်တစ်ခု ထည့်ပေးနိုင်တဲ့ ဂျပန်ဒရာမာ\nဇာတ်လမ်းလေးဖို့ ကြည့်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ.\n \nFile Size - ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/theatre-a-love-story-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMjI4ZTlhNTAtODM1Yy00NDYyLWFmYTMtZTc1MjAzN2EyYWZkXkEyXkFqcGdeQXVyMjk2Mjc5MTY@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Nikah Yuk (2020)",
        "description": "ဒီတခါတော့ ကိုဗစ်ကာလမှာ စိတ်ပင်ပန်းနေကြတဲ့\nCMချစ်ပရိတ်သတ်ကြီးအတွက်\nအင်ဒိုးနီရှားအချစ်ဟာသကားလေးတင်ဆက်ပေးလိုက်ပါတယ်.\nဇာတ်လမ်းလေးက တကယ်ကို ချစ်ဖို့ကောင်းပြီး\nမိဘမေတ္တာနဲ့အချစ်ရဲ့လျှို့ဝှက်ဆန်းကြယ်ပုံကို\nဟာသနှောပြီးရိုက်ထားတဲ့ ဇာတ်ကားလေးပါ.\nဇာတ်လမ်းအကျဉ်းကတော့ တဉီးတည်းသော\nသားဖြစ်တဲ့ Aryaဟာ ကိုယ်စွမ်းကိုယ်စနဲ့\nဓာတ်ပုံဆရာတစ်ဉီးဖြစ်ချင်နေတာပါ.\nသူ့ရဲ့ပင်တိုင်မော်ဒယ်ကတော့ သူ့ချစ်သူကောင်မလေးပေါ့.\nဒါပေမယ့်လဲ သူ့မိဘအကူအညီက Aryaဟာ မလွတ်နိုင်ခဲ့ပါဘူး.\nတဘက်မှာလဲ သူ့ချစ်သူမော်ဒယ်မလေးဟာ\nနောက်မီးလင်းချင်နေပြီး လက်ထပ်ခွင့်တောင်းတော့လဲ\nလက်မခံတာကြောင့် စိတ်ညစ်နေရပါတယ်.\nဒါပေမယ့် သူ့ဘဝကို ပြောင်းလဲပေးနိုင်မယ့်\nကောင်မလေးတ်ယောက်နဲ့ ဆုံခဲ့ပါတယ်.\nLiaဆိုတဲ့ ပန်းချီဆရာမလေးပေါ. Liaနဲ့တွေ့ပြီးနောက်မှာ\nAryaပြုံးပျော်နိုင်လာတာကြောင့်\nမသေခင်အိမ်ထောင်ကျစေချင်တဲ့ Aryaအမေဟာ\nအကွက်ချပြီး သူတို့နှစ်ဉီးကို လက်ထပ်စေခဲ့ပါတယ်.\nလက်ထပ်ပြီးနောက်မှ တစ်ခုပြီးတစ်ခုလွဲပြီး\nရယ်စရာတွေ ဖြစ်လာတဲ့ အချစ်ဟာသဇာတ်မြူးလေးပေါ့ဗျာ.\nဒီဇာတ်လမ်းလေးကြည့်ရင်း ဘဝအမောတွေ ဖြေဖျောက်လိုက်ကြပါဦး....\n \nFile Size -  1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - YK\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/nikah-yuk-2020/"
    }
]