[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/crying-freeman.18195-200x300.jpg",
        "title": "Crying Freeman (1995)",
        "description": "Crying Free Man 1995\n==================ဒီတစ်ခါမှာတော့ ဂျပန် ကာတွန်း manga ဇာတ်လမ်းတွေကို ပြန်ရိုက်ထားတဲ့ ဇာတ်ကားတွေထဲက အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားကို ဖော်ပြပေးလိုက်ပါတယ်။\nဒီဇာတ်ကားဟာ fantasy film award အတွက် ဆန်ကာတင်ဝင်ခဲ့သလို ဘတ်ဂျက်နည်းနည်းနဲ့ အကောင်းဆုံးလက်စွမ်းပြ ရိုက်ကူးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ တရုတ်လျို့ဝှက်အဖွဲ့အစည်းတစ်ခုက လူသတ်ပြီးရင်မျက်ရည်ကျတတ်တဲ့ လူသတ်သမားတစ်ယောက်ကို တစဖက်ရန်သူဂိုဏ်းက လက်တုံ့ပြန်ဖို့ကြိုးစားတဲ့ ဇာတ်လမ်းပါ။ ဇာတ်ကားက B အဆင့် ဇာတ်ကားတစ်ကားဖြစ်ပေမယ့် တိုက်ခိုက်ခန်းတွေကို လှလှပပ ရိုက်ပြထားတာကြောင့် အတော်လေးကြည့်လို့ကောင်းပါတယ်။တိုက်ခိုက်ခန်းတွေမှာ အနှေးပြကွက်တွေကို အထူးဂရုစိုက်ပြီး အသေးစိတ်ပြုလုပ်ထားပါတယ်။ မင်းသား Mark Dacascos ရဲ့ ကိုယ်ခံပညာပိုင်နိုင်ကျွမ်းကျင်မှုကို လည်း မြင်တွေ့ရမှာပါ။\nChristophe Gans ရဲ့ လက်ရာကောင်းတစ်ခုဖြစ်ပြီး Mark Dacascos(ပါရာနာဝေးမင်းသား) က Freeman အဖြစ်သရုပ်ဆောင်ထားပါတယ်။ လိင်အသားပေးဇာတ်ဝင်ခန်းတချို့ပါဝင်တာကြောင့် မိသားစုအတူကြည့်ဖို့ မသင့်တော်ပေမယ့် ၁၉၉၀ ပြည့်လွန်နှစ်တွေရဲ့ အကောင်းဆုံး အက်ရှင်ကားတွေထဲက တစ်ခုအဖြစ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/4esUc/Crying_Freeman_[1995]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/wodjabghhczc-140x200.jpg",
        "title": "Friend Mom And Affairs (2019)",
        "description": "Dark Side ပရိတ္သတ္ေတြအတြက္ေနာက္ထပ္\nကိုရီးယား ၁၈ အေပါင္းကားေလးထပ္လာပါၿပီ။\n၁၈ေယာက္စုၾကည့္ရတဲ့ကားဆိုေပမယ့္\nဒီကားေလးက တျခားကားေတြနဲ႔မတူပဲ\nဇာတ္လမ္းဇာတ္အိမ္အရေကာ ေဆာ္ေတြကိုျဖဳတ္တာေရာက\nနည္းနည္းေလးၾကမ္းထားပါတယ္။\nဇာတ္လမ္းကေတာ့အားလံုး သိေနၾကတဲ့\nေက်ာ႐ိုးပံုစံပါပဲ။ပိုက္ဆံမက္တဲ့အသက္ ၃၀ ေက်ာ္အရြယ္\nေဟာေယာင္းဆိုတဲ့ မမအၿပိဳႀကီးက\nသူထက္အသက္ႏွစ္ျပန္ေလာက္ႀကီးတဲ့ ႐ွဳးဂါးဒယ္ဒီႀကီးနဲ႔ယူလိုက္ပါတယ္။\nဒါေပမယ့္ အဲ့ဘဲႀကီးကေတာ့ဇာတ္လမ္းထဲမပါပါဖူး။\nတကယ္ဖုတ္တာက အဲ့ေဆာ္ႀကီးရဲ႕အရင္Ex ပါ။\nသူEx ကိုက် ေဟာေယာင္းကပိုက္ဆံမရွိလို႔ဆိုၿပီးျဖတ္ခဲ့တာေပါ့။\nၿပီးေတာ့ သူယူလိုက္တဲ့ စားဘဲႀကီးဆီမွာ အြန္းဂ်ဴဆိုတဲ့သမီးရွိတယ္။\nအဲ့သမီးအသက္က ေဟာေယာင္းထက္ေတာင္တႏွစ္ႀကီးေသးတယ္။\nဇာတ္လမ္းျပန္ဆက္ရရင္ အေမထက္သမီးတစ္ႏွစ္ႀကီးဆိုသလိုပဲ။\nကံၾကမၼာကဖန္လိုက္တာက အဲ့ဒီအြန္းဂ်ဴနဲ႔ ေဟာေယာင္းရဲ႕\nအရင္ ex နဲ႔တည့္တည့္တိုးေတာ့တာပဲ။\nအြန္းဂ်ဴကလည္းေရငတ္တုန္းေရတြင္းထဲက်ဆိုသလို။\nသူမိေထြးရဲ႕အရင္ Ex ႀကီးနဲ႔ တဖန္ ဖုတ္ၾကေလသတည္းေပါ့။ေနာက္ေတာ့အြန္းဂ်ဴက\nအျပင္မွာတင္ ဒခ်ိရတာအားမရေတာ့\nအဲ့ဘဲကိုအိမ္အထိေခၚလာတယ္။\nအိမ္ေရာက္ေတာ့အေမေကာသမီးေကာ\nတေယာက္တလွည့္ခရမ္းသီးတစ္လံုးကို\nလုစားၾကပါေတာ့တယ္။\nကိုရီးယားဆိုတဲ့အတိုင္း နည္းနည္းေလးေတာ့ေနာက္ဆံုးခန္းမွာ\nပညာေပးသြားတဲ့ဇာတ္လမ္းေလးေတာ့ပါတာေပါ့။\nအဲ့သားအမိႏွစ္ေယာက္ ဘဲတစ္ေယာက္တည္းကို\nဘယ္လိုေဝစားမွ်စားမယ္၊ဘယ္လိုေတြပညာခန္းေတြျပၾကမယ္ဆိုတာေတာ့\nသိခ်င္ရင္ေဒါင္းၾကည့္လိုက္ေတာ့။အသက္ႀကီးေပမယ့္\nမပ်က္စီးေသးတဲ့ မမေတြ ျဖဴျဖဴေဖြးေဖြးေရေဆးငါးႀကီးေတြက\nမႏူးမနပ္ေလးေတြထက္စာရင္ ေတာ္ေတာ္လည္းဆရာက်တာမို႔လို႔\nသိုင္းေလာကသားတူေမာင္တို႔ေတြၾကည့္ၿပီး\nပညာယူလိုက္ၾကပါလို႔ပဲ ၫႊန္းခ်င္ပါတယ္။\nဒီကားကို ဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာက\nFox ျဖစ္ၿပီး XCode မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.3",
        "url": "https://megaup.net/Pzrw/Friend.Mom.And.Affairs.2019.1080p_%7BDS%7D.mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/cvek0qb2au7j-141x200.jpg",
        "title": "The taste of married women (2018)",
        "description": "unicode\nကဲ စာမေးပွဲတွင်းအားပြတ်နေတဲ့\nဘဲကြီး၊ဘဲလေးတွေအတွက်နောက်ထပ် အားကုန်စေမယ့်\nကိုရီးယားကားကောင်းလေးလာပါပြီ။\nဒီတစ်ခါဇာတ်လမ်းလေးကတော့ လင်မယားနှစ်ယောက်ပဲ။\nဒါပေမယ့် တခြားလင်မယားတွေလို\nယောကျာ်းကအပြင်အလုပ်လုပ်တာမဟုတ်ဖူး။\nမိန်းမကအပြင်အလုပ်လုပ်၊ယောကျာ်းကအိမ်အလုပ်လုပ်\nမောင်တစ်ထမ်းမယ်တစ်ရွက်ပေါ့။\nဇာတ်လမ်းကအဲ့မှာစတာ။ယောကျာ်းကအိမ်အလုပ်လုပ်တယ်ဆိုတာ\nလက်စသတ်တော့အကြံနဲ့။ယောကျာ်းကအိမ်အလုပ်လုပ်ရင်းသူတို့ရပ်ကွက်ထဲက\nဆော်ကြီးတွေ၊ဘွားတော်တွေကိုဝင်လုံးပြီးသူတို့စိတ်ကြိုက်ပြုစုပေးနေတဲ့\nပရဟိတကောင်လေးဘွဲ့ကိုပါခံယူနေသူကြီးပေါ့။\nဒါကိုမိန်းမကတော့မသိရှာဖူး။\nသူတို့ရပ်ကွက်ထဲမှာတော့အဲ့ဘဲကဆရာပဲ။\nတခြားမိန်းမတွေရဲ့ယောကျာ်းတွေအလုပ်သွားကြပြီဆို\nပရဟိတကောင်လေးကလစ်ဟာနေတဲ့\nဆော်ကြီးတွေအတွက်အကျိုးဆောင်ပေးနေကြ။ဆော်ကြီးတွေဆိုလို့ အထင်မသေးနဲ့။\nအရွယ်ကောင်း တောင့်ဖြောင့်တင်းရင်းချက်က\nအပျိုကပါအရှုံးပေးရတယ်။ဆော်ကြီးတယောက်ဆိုအညိုစင်လေး။\nကိုရီးယားဆိုလို့ဖြူဖတ်ဖြူရော်မထင်နဲ့။ရွှေအိုရောင်အသားအရေကိုမှ\nကိုယ်လုံးကိုယ်ပေါက်ကလည်းအယ်ထနေတာ။\nကဲ ထားတော့။ဒါနဲ့ခုနကအလှူပေးနေတဲ့\nဘဲကြီးနေရာကိုလုမယ့်သူပေါ်လာတယ်ဆိုပါတော့။\nဒီတယောက်ကဆော်တွေအကြိုက် 6pack နဲ့ ပြီးတော့အားကောင်းမောင်းသန်\nလူပြိုလေး။\nအဲ့တော့နဂိုကမှ ဆာလောင်နေသောဆော်ကြီးများက\nအဲ့ဒီအသစ်မောင်မောင်ကို Oldie ဘဲကြီးထက်\nအသည်းခိုက်သွားကြတာပေါ့။\nဒါကိုအားကျမခံ မူလလက်ဟောင်းပရဟိတဘဲကြီးကလည်း\nသိုင်းကျမ်းတွေဂူအောင်းလေ့လာပြီး ရေခဲတောင်ကြာပွင့်စားပြလိုက်တော့\nဘယ်လိုတွေဖြစ်သွားလဲဆိုတာ ကိုယ်တိုင်ပဲ\nအားဆေးသောက်ပြီးကြည့်လိုက်ကြပါတော့လို့။\nအရင်မကြမ်းဖူးဆိုတဲ့ကားတွေထက်တော့\nအညိုစင်လေးအခန်းမှာပိုကြမ်းပိုဖြုတ်ထားလို့\nအားပေးလိုက်ကြပါအုန်း။\nဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့\nFox ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်\nzawgyi\nကဲ စာေမးပြဲတြင္းအားျပတ္ေနတဲ့\nဘဲႀကီး၊ဘဲေလးေတြအတြက္ေနာက္ထပ္ အားကုန္ေစမယ့္\nကိုရီးယားကားေကာင္းေလးလာပါၿပီ။\nဒီတစ္ခါဇာတ္လမ္းေလးကေတာ့ လင္မယားႏွစ္ေယာက္ပဲ။\nဒါေပမယ့္ တျခားလင္မယားေတြလို\nေယာက်ာ္းကအျပင္အလုပ္လုပ္တာမဟုတ္ဖူး။\nမိန္းမကအျပင္အလုပ္လုပ္၊ေယာက်ာ္းကအိမ္အလုပ္လုပ္\nေမာင္တစ္ထမ္းမယ္တစ္ရြက္ေပါ့။\nဇာတ္လမ္းကအဲ့မွာစတာ။ေယာက်ား္ကအိမ္အလုပ္လုပ္တယ္ဆိုတာ\nလက္စသတ္ေတာ့အၾကံနဲ႔။ေယာက်ား္ကအိမ္အလုပ္လုပ္ရင္းသူတို႔ရပ္ကြက္ထဲက\nေဆာ္ႀကီးေတြ၊ဘြားေတာ္ေတြကိုဝင္လံုးၿပီးသူတို႔စိတ္ႀကိဳက္ျပဳစုေပးေနတဲ့\nပရဟိတေကာင္ေလးဘြဲ႕ကိုပါခံယူေနသူႀကီးေပါ့။\nဒါကိုမိန္းမကေတာ့မသိရွာဖူး။\nသူတို႔ရပ္ကြက္ထဲမွာေတာ့အဲ့ဘဲကဆရာပဲ။\nတျခားမိန္းမေတြရဲ႕ေယာက်ား္ေတြအလုပ္သြားၾကၿပီဆို\nပရဟိတေကာင္ေလးကလစ္ဟာေနတဲ့\nေဆာ္ႀကီးေတြအတြက္အက်ိဳးေဆာင္ေပးေနၾက။ေဆာ္ႀကီးေတြဆိုလို႔ အထင္မေသးနဲ႔။\nအရြယ္ေကာင္း ေတာင့္ေျဖာင့္တင္းရင္းခ်က္က\nအပ်ိဳကပါအ႐ွဳံးေပးရတယ္။ေဆာ္ႀကီးတေယာက္ဆိုအညိဳစင္ေလး။\nကိုရီးယားဆိုလို႔ျဖဴဖတ္ျဖဴေရာ္မထင္နဲ႔။ေရႊအိုေရာင္အသားအေရကိုမွ\nကိုယ္လံုးကိုယ္ေပါက္ကလည္းအယ္ထေနတာ။\nကဲ ထားေတာ့။ဒါနဲ႔ခုနကအလႉေပးေနတဲ့\nဘဲႀကီးေနရာကိုလုမယ့္သူေပၚလာတယ္ဆိုပါေတာ့။\nဒီတေယာက္ကေဆာ္ေတြအႀကိဳက္ 6pack နဲ႔ ၿပီးေတာ့အားေကာင္းေမာင္းသန္\nလူၿပိဳေလး။\nအဲ့ေတာ့နဂိုကမွ ဆာေလာင္ေနေသာေဆာ္ႀကီးမ်ားက\nအဲ့ဒီအသစ္ေမာင္ေမာင္ကို Oldie ဘဲႀကီးထက္\nအသည္းခိုက္သြားၾကတာေပါ့။\nဒါကိုအားက်မခံ မူလလက္ေဟာင္းပရဟိတဘဲႀကီးကလည္း\nသိုင္းက်မ္းေတြဂူေအာင္းေလ့လာၿပီး ေရခဲေတာင္ၾကာပြင့္စားျပလိုက္ေတာ့\nဘယ္လိုေတြျဖစ္သြားလဲဆိုတာ ကိုယ္တိုင္ပဲ\nအားေဆးေသာက္ၿပီးၾကည့္လိုက္ၾကပါေတာ့လို႔။\nအရင္မၾကမ္းဖူးဆိုတဲ့ကားေတြထက္ေတာ့\nအညိဳစင္ေလးအခန္းမွာပိုၾကမ္းပိုျဖဳတ္ထားလို႔\nအားေပးလိုက္ၾကပါအုန္း။\nဘာသာျပန္ၿပီး အညႊန္းေရးေပးထားတာကေတာ့\nFox ျဖစ္ၿပီး XCode မွ တင္ဆက္ေပးထားပါတယ္",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-taste-of-married-women-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpcgHflODKQu4s5mtWim4sAi95B.jpg",
        "title": "Bypass Road (2019)",
        "description": "(Unicode)ဘောလီဝုဒ်ဖန်ကြီးအတွက် အသစ်ထွက်ရှိထားတဲ့ Mystery, Thriller ကားကောင်းတစ်ကားကိုကျွန်တော်များ Channelmyanmar မှ တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျIMDb 5.6/10 အထိရရှိထားပါတယ်ဇာတ်လမ်းလေးကတော့ ...ဖက်ရှိုးမန်နေဂျာတစ်ယောက်ဖြစ်တဲ့ ဗစ်ကရမ်ကပူးလ်ဟာဆိုးရွားတဲ့ကားတိုက်မှုတစ်ခုဖြစ်သွားပါတယ်ထိုညမှာပဲ သူ့ဖက်ရှင်ရှိုးတွေက ဖက်ရှင်မော်ဒယ်တစ်ဦးဖြစ်သူ ဆာရာကလည်း သူ့ကိုယ်သူသတ်သေသွားပါတယ်တဲ့ဒါပေမဲ့ ရဲတပ်ဖွဲ့နဲ့ ဆာရာ့မိဘတွေကတော့ သူ့သမီးသတ်သေတာမဟုတ်ဘဲ အသတ်ခံရတာပါလို့ထွက်ဆိုထားပါတယ်ပြီးတော့ ဗစ်ကရမ်နဲ့ ဆာရာကလည်း ဇာတ်လမ်းမရှင်းရှင်းတွေထွက်ထားဖူးတာကြောင့် ဗစ်ကရမ်ကရော တကယ်ပဲ မတော်တဆဖြစ်ခဲ့တာလားလုပ်ကြံခံရတာလား ဆာရာကရော သူ့ကိုယ်သူသတ်သေခဲ့တာလားတစ်ယောက်ယောက်က သတ်ခဲ့တာလား ဒီကိစ္စတွေရဲ့နောက်ကွယ်မှာ ဘယ်သူရှိနေမလဲ ...ဒါတွေကိုတော့ ဆက်လက်ကြည့်ရှု့ပြီး အဖြေထုတ်လိုက်ပါတော့ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ေဘာလီဝုဒ္ဖန္ႀကီးအတြက္ အသစ္ထြက္ရွိထားတဲ့ Mystery, Thriller ကားေကာင္းတစ္ကားကိုကြၽန္ေတာ္မ်ား Channelmyanmar မွ တင္ဆက္ေပးလိုက္ပါတယ္ခင္ဗ်IMDb 5.6/10 အထိရရွိထားပါတယ္ဇာတ္လမ္းေလးကေတာ့ ...ဖက္ရႈိးမန္ေနဂ်ာတစ္ေယာက္ျဖစ္တဲ့ ဗစ္ကရမ္ကပူးလ္ဟာဆိုး႐ြားတဲ့ကားတိုက္မႈတစ္ခုျဖစ္သြားပါတယ္ထိုညမွာပဲ သူ႔ဖက္ရွင္ရႈိးေတြက ဖက္ရွင္ေမာ္ဒယ္တစ္ဦးျဖစ္သူ ဆာရာကလည္း သူ႔ကိုယ္သူသတ္ေသသြားပါတယ္တဲ့ဒါေပမဲ့ ရဲတပ္ဖြဲ႕နဲ႔ ဆာရာ့မိဘေတြကေတာ့ သူ႔သမီးသတ္ေသတာမဟုတ္ဘဲ အသတ္ခံရတာပါလို႔ထြက္ဆိုထားပါတယ္ၿပီးေတာ့ ဗစ္ကရမ္နဲ႔ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/bypass-road-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/snp-127x200.jpg",
        "title": "Sniper (2020)",
        "description": "Zawgyi*******ႏိုင္ငံေပါင္းစုံက လူေတြနဲ႔ဖြဲ႕စည္းထားတဲ့ ေၾကးစားအဖြဲ႕တစ္ခုရဲ႕ေခါင္းေဆာင္ဟာစႏိုက္ပါအထူးခြၽန္ဆုံးလို႔အမ်ားကသတ္မွတ္ထားပါတယ္ဒီအဖြဲ႕ထည္းမွာပဲေနာက္ထပ္ စႏိုက္ပါသမား လူငယ္ေလးတစ္ေယာက္လဲပါလာပါ၀င္ပါတယ္။မစ္ရွင္တစ္ခုမွာ စႏိုက္ပါသမားေလးေၾကာင့္ ေဖာက္သည္တစ္ဦးဒါဏ္ရာရသြားတဲ့အခါ ေဖာက္သည္ေတြေက်နပ္မႈ႕ရဖို႔ ေနာက္ထပ္မစ္ရွင္တစ္ခုကိုခပ္ျမန္ျမန္လက္ခံလိုက္ရပါတယ္။ဒီတစ္ေခါက္မစ္ရွင္က ေရသန႔္စက္နဲ႔မ်ိဳးေစ့ေတြကို အစိုးရတပ္နဲ႔သူပုန္တပ္ၾကားက႐ြာေလးဆီကိုပို႔မယ့္ ႏိုင္ငံတကာၿငိမ္းခ်မ္းေရးအဖြဲ႕ကလူနဲ႔ယာဥ္ကိုေစာင့္ေရွာက္ရမွာပါ။ ပို႔ရမယ့္ပစၥည္းေတြေနရာကိုေရာက္ပါ့မလားတစ္ကယ့္စႏိုက္ပါ အစစ္ရဲ႕လက္စြမ္းက ဘယ္လိုေနလဲမစ္ရွင္ေရာေအာင္ျမင္မွာလားဆိုတာေတာ့႐ုပ္ရွင္ထဲမွာဆက္ၾကည့္ပါ။စစ္ကားနဲ႔စႏိုက္ပါ ေကာင္းေကာင္းႀကိဳက္သူေတြအတြက္ေက်နပ္ေစမယ့္ကားေလးပါပဲ Unicode*******နိုင်ငံပေါင်းစုံက လူတွေနဲ့ဖွဲ့စည်းထားတဲ့ ကြေးစားအဖွဲ့တစ်ခုရဲ့ခေါင်းဆောင်ဟာစနိုက်ပါအထူးချွန်ဆုံးလို့အများကသတ်မှတ်ထားပါတယ်ဒီအဖွဲ့ထည်းမှာပဲနောက်ထပ် စနိုက်ပါသမား လူငယ်လေးတစ်ယောက်လဲပါလာပါ၀င်ပါတယ်။မစ်ရှင်တစ်ခုမှာ စနိုက်ပါသမားလေးကြောင့် ဖောက်သည်တစ်ဦးဒါဏ်ရာရသွားတဲ့အခါ ဖောက်သည်တွေကျေနပ်မှု့ရဖို့ နောက်ထပ်မစ်ရှင်တစ်ခုကိုခပ်မြန်မြန်လက်ခံလိုက်ရပါတယ်။ဒီတစ်ခေါက်မစ်ရှင်က ရေသန့်စက်နဲ့မျိုးစေ့တွေကို အစိုးရတပ်နဲ့သူပုန်တပ်ကြားကရွာလေးဆီကိုပို့မယ့် နိုင်ငံတကာငြိမ်းချမ်းရေးအဖွဲ့ကလူနဲ့ယာဉ်ကိုစောင့်ရှောက်ရမှာပါ။ ပို့ရမယ့်ပစ္စည်းတွေနေရာကိုရောက်ပါ့မလားတစ်ကယ့်စနိုက်ပါ အစစ်ရဲ့လက်စွမ်းက ဘယ်လိုနေလဲမစ်ရှင်ရောအောင်မြင်မှာလားဆိုတာတော့ရုပ်ရှင်ထဲမှာဆက်ကြည့်ပါ။စစ်ကားနဲ့စနိုက်ပါ ကောင်းကောင်းကြိုက်သူတွေအတွက်ကျေနပ်စေမယ့်ကားလေးပါပဲ Translated By Lwin Htoo AungEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/sniper-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BNDY2NDdhMjUtOTlhNC00ZjdkLTkyMDctNWUxMmVhYTM1MmY1XkEyXkFqcGdeQXVyNTEyNjg4MzI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Make Us Dream (2018)",
        "description": "unicode\nMake us dream (2018) ဟာ လစ်ဗာပူး\nအသင်းရဲ့ နာမည်ကျော် ကပ္ပတိန် စတိဗင် ဂျရက် ရဲ့\nကစားသမား ဘဝအကြောင်း မှတ်တမ်းရုပ်ရှင်တစ်ခုပါ။\nသူဟာ လစ်ဗာပူးကို အသက် ၈ နှစ်အရွယ်ကတည်းက ရောက်ခဲ့ပြီး\n၂၈ နှစ်တိတိ အသင်းအတွက် ကစားပေးခဲ့ပါတယ်။\nFA ဖလား ၂ ခု၊ League ဖလား ၃ ခု၊ UEFA ဖလား ၁ ခု၊\nFA community ဒိုင်း ၁ ခု နဲ့ UEFA super ဖလား ၁ ခု ရယူပေးခဲ့တဲ့\nသမိုင်းဝင်ကစားသမားတစ်ယောက်ပါ။\nဒီကားလေးမှာဆိုရင် ဂျရက် ရဲ့ အပြောင်းအလဲများလှတဲ့\nကစားသမားဘဝအကြောင်းကို\nအတွင်းကျကျ တွေ့ဆုံမေးမြန်းပြီး\nရိုက်ကူးမှတ်တမ်းတင်ထားပဲ ဖြစ်ပါတယ်။\nဘာသာပြန်ပေးထားတာကတော့\nHtet Wai Lwin ဖြစ်ပြီး\nXCode မှ တင်ဆက်ပေးထားပါတယ်zawgyi\nMake us dream (2018) ဟာ လစ္ဗာပူး\nအသင္းရဲ့ နာမည္ေက်ာ္ ကပၸတိန္ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/make-us-dream/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/big_trip_2-141x200.jpg",
        "title": "The Big Trip (2019)",
        "description": "The Big Trip (2019)===============IMDb Rating 5.4/10#Unicodeဒီဇာတ်ကားလေးက Animation ပေမယ့် . ဇာတ်လမ်း ဇာတ်ကွက်ဟာ အတော်လေးကိုသဘောကျဖို့ကောင်းသလိုကျွန်တော်တို့ရဲ့ အချစ်တော်ကြီး ကွန်ဖူးပန်ဒါကိုတောင်သတိရသွားစေမယ့် ကားလေးပါ။ စစချင်းမှာပဲ ပန်ဒါနဲ့စဖွင့်ထားတာလေးကိုက အသက်ပါ။ ဖြစ်စဥ◌်ကတော့ သာယာတဲ့တောထဲမှာ နေထိုင်တဲ့ ဝက်ဝံကြီး မစ်စတာမစ် ဆိုတာရှိတယ်။ နောက်ပြီး သူလုံးဝကြည့်မရတဲ့ အော်စကာလို့ခေါ်တဲ့ တီထွင်ဥာဏ်စွမ်းရည်ရှိတဲ့ ယုန်တစ်ကောင်လည်းရှိတယ်။တီထွင်ပြီး ရေကာတာဆောက်လိုက်လို့ မစ်စတာမစ်ရဲ့အိမ်ဟာ တစ်ခါရေမြုပ်ပြီးပြီ။ နောက်ထပ် အာကာသပေါ်သွားမယ့် စွန့်စားမှုကြောင့်လည်း မစ်ရဲ့ ပျားအိမ်တွေထပ်ပြိုကွဲရပြန်ပြီ။ အဲ့ကိစ္စကြောင့် မစ်ဟာ ယုန်လေးအော်စကာကို ဒေါသထွက်နေတဲ့ အချိန်မှာပဲ . ကောင်းကင်ကနေ ကလေးတွေကို လိုက်လံပို့ဆောင်တဲ့ ဗျိုင်းတစ်ကောင်က ပန်ဒါပေါက်ကလေးကို ပန်ဒါကြီးတွေဆီပို့ရမယ့်အစား . ဝက်ဝံဖြစ်တဲ့ မစ် ဆီကိုမှာယွင်းပို့ဆောင်မိတာပါပဲ။ မစ်ဟာ အဲ့ပန်ဒါလေးရဲ့ နေရပ်အမှန်ကို ပြန်လည်ပို့ဆောင်ဖို့အတွက် ခရီးစထွက်တာကနေ The Big ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-big-trip-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pdj1EK3ZTTroWOcH1BTE7fZwm1c.jpg",
        "title": "The Postcard Killings(2020)",
        "description": "The Postcard Killings(2020)(unicode)ရဲသက်တမ်းအနှစ်သုံးဆယ်ရှိတဲ့ ဂျေကော့ရဲ့သမီးဟာ ဥရောပတစ်ခွင် ဟန်နီးမွန်းထွက်ရင်းအသတ်ခံလိုက်ရပါတယ် ...အသတ်ခံလိုက်ရတဲ့ပုံစံဟာ သာမန်လူသတ်မှုတွေနဲ့ကွဲပြားပြီး\nပြတိုက်တွေထဲက အနုပညာပန်းချီကားတွေ ကျောက်စစ်ရုပ်ထုတွေ ပုံစံအတိုင်းဖြစ်နေတာပါ ...ဒီလိုအမှုကို အရင်ကစပိန်နိုင်ငံမက်ထရစ်မြို့မှာက လက်ထပ်ပြီးခါက စုံတွဲလည်းဖြစ်ခဲ့ဖူးပါတယ်... ရဲမှတ်တမ်းတွေအရ ပုံစံတူတဲ့အတွက် ကွင်းဆက်လူသတ်သမားအဖြစ်သတ်မှတ်လိုက်ပါတယ်... တစ်ဦးတည်းသောသမီး ဒီလိုမတရားသေဆုံးမှုဟာ သူ့အတွက်တော့ ဖြေမဆည်နိုင်အောင်ပဲ... အဲ့ဒါကြောင့်အမှုမှန်ပေါ်ဖို့အတွက် အခင်းဖြစ်ပွားခဲ့တဲ့ လန်ဒန်ကရဲတွေနဲ့ပူးပေါင်းလုပ်ဆောင် လူသတ်သမားကိုဖမ်းဖို့ကြိုစားပါတော့တယ် ....သူတကယ်ပဲဖမ်းဆီးဖို့ကြိုးစားရာမှာအောင်မြင်ပါ့မလား....\nဖမ်းဆီးဖို့ကြိုးစားစဉ်မှာလည်း အလားတူ လူသတ်မှုမျိုးတွေ\nဆက်လက်ဖြစ်ပေါ်နေဉီးမှာလား....ဒီလောက်နှစ်ကြာနေတာတောင် ဘာဖြစ်လို့\nလူသတ်သမားကို မဖမ်းနိုင်ကြတာလဲ....လူသတ်သမားကရော ဘယ်လိုရည်ရွယ်ချက်တွေကြောင့် ဒါမျိုးတွေလိုက်သတ်ရတာလဲ...ခံစားကြည့်ကြပါဉီး...Crime,Mystery\nကားကြိုက်သူတို့အတွက် လက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပါ....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...(zawgyi)ရဲသက္တမ္းအႏွစ္သုံးဆယ္ရွိတဲ့ ေဂ်ေကာ့ရဲ႕သမီးဟာ ဥေရာပတစ္ခြင္ ဟန္နီးမြန္းထြက္ရင္းအသတ္ခံလိုက္ရပါတယ္ ...အသတ္ခံလိုက္ရတဲ့ပုံစံဟာ သာမန္လူသတ္မႈေတြနဲ႔ကြဲျပားၿပီး\nျပတိုက္ေတြထဲက အႏုပညာပန္းခ်ီကားေတြ ေက်ာက္စစ္႐ုပ္ထုေတြ ပုံစံအတိုင္းျဖစ္ေနတာပါ ...ဒီလိုအမႈကို အရင္ကစပိန္ႏိုင္ငံမက္ထရစ္ၿမိဳ႕မွာက လက္ထပ္ၿပီးခါက စုံတြဲလည္းျဖစ္ခဲ့ဖူးပါတယ္... ရဲမွတ္တမ္းေတြအရ ပုံစံတူတဲ့အတြက္ ကြင္းဆက္လူသတ္သမားအျဖစ္သတ္မွတ္လိုက္ပါတယ္... တစ္ဦးတည္းေသာသမီး ဒီလိုမတရားေသဆုံးမႈဟာ သူ႔အတြက္ေတာ့ ေျဖမဆည္ႏိုင္ေအာင္ပဲ... အဲ့ဒါေၾကာင့္အမႈမွန္ေပၚဖို႔အတြက္ အခင္းျဖစ္ပြားခဲ့တဲ့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-postcard-killings2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/just-133x200.jpg",
        "title": "Just One More Kiss(2019)",
        "description": "Just One More Kiss(2019)(unicode)IMDB - 6.1\nအရမ်းချစ်ကြတဲ့စုံတွဲတွေဖြစ်တဲ့အက်ဘီနဲ့မက်စ်ဟာ သူတို့ရဲ့မင်္ဂလာသက်တမ်း\nဆယ်နှစ်ပြည့်ကိုသူူငယ်ချင်းတွေမိတ်ဆွေတွေနဲ့အတူကျင်းပခဲ့ပါတယ်...\nအခမ်းအနားမှာမက်စ်ရဲ့သူငယ်ချင်း ဘယ်ရီက အရက်မူးပြဿနာရှာတဲ့အတွက်\nမက်စ်ကသူ့ကိုအိမ်ပြန်လိုက်ပို့ခဲ့ပါတယ် ကံဆိုးစွာနဲ့ပဲ မက်စ်ဟာ ကားတိုက်ခံရပြီးသေဆုံးသွား\nခဲ့ပါတယ် ...အချစ်ဆုံးခင်ပွန်းတစ်ယောက်ကို ဆုံးရှုံးခဲ့ရတဲ့အက်ဘီအတွက် တော့ဖြေမဆည်နိုင်အောင်\nပါပဲ ခံစားချက်တွေကိုကုစားဖို့ဆိုပြီး အမှတ်တရအများကြီးမရှိတဲ့နယ်ဖက်က သစ်သားအိမ်လေးမှာ\nအက်ဘီတစ်ယောက်တည်းနေဖို့ဆုံးဖြတ်ခဲ့ပါတယ်... ဝမ်းနည်းကြွေကွဲစွာနဲ့ အရက်တွေချည်းသောက်နေခဲ့တဲ့\nအက်ဘီဟာ တစ်ညမှာတော့မက်စ်ကိုတွေ့ခဲ့ပါတယ် ..အိမ်မက်လား တကယ်လားမသိပေမယ့် အက်ဘီတစ်ယောက်အရမ်းကိုပျော်နေခဲ့တယ်...\nမက်စ်ဟာ မသေတာလား......\nဝိညဉ်အဖြစ်တည်ရှိပြီးသူ့အနားကိုရောက်လာတာလား...\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဦး.....ဇာတ်လမ်းအညွှန်း\nနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်....(zawgyi)အရမ္းခ်စ္ၾကတဲ့စုံတြဲေတြျဖစ္တဲ့အက္ဘီနဲ႔မက္စ္ဟာ သူတို႔ရဲ႕မဂၤလာသက္တမ္း\nဆယ္ႏွစ္ျပည့္ကိုသူူငယ္ခ်င္းေတြမိတ္ေဆြေတြနဲ႔အတူက်င္းပခဲ့ပါတယ္...\nအခမ္းအနားမွာမက္စ္ရဲ႕သူငယ္ခ်င္း ဘယ္ရီက အရက္မူးျပႆနာရွာတဲ့အတြက္\nမက္စ္ကသူ႔ကိုအိမ္ျပန္လိုက္ပို႔ခဲ့ပါတယ္ ကံဆိုးစြာနဲ႔ပဲ မက္စ္ဟာ ကားတိုက္ခံရၿပီးေသဆုံးသြား\nခဲ့ပါတယ္ ...အခ်စ္ဆုံးခင္ပြန္းတစ္ေယာက္ကို ဆုံးရႈံးခဲ့ရတဲ့အက္ဘီအတြက္ ေတာ့ေျဖမဆည္ႏိုင္ေအာင္\nပါပဲ ခံစားခ်က္ေတြကိုကုစားဖို႔ဆိုၿပီး အမွတ္တရအမ်ားႀကီးမရွိတဲ့နယ္ဖက္က သစ္သားအိမ္ေလးမွာ\nအက္ဘီတစ္ေယာက္တည္းေနဖို႔ဆုံးျဖတ္ခဲ့ပါတယ္... ဝမ္းနည္းေႂကြကြဲစြာနဲ႔ အရက္ေတြခ်ည္းေသာက္ေနခဲ့တဲ့\nအက္ဘီဟာ တစ္ညမွာေတာ့မက္စ္ကိုေတြ႕ခဲ့ပါတယ္ ..အိမ္မက္လား တကယ္လားမသိေပမယ့္ အက္ဘီတစ္ေယာက္အရမ္းကိုေပ်ာ္ေနခဲ့တယ္...\nမက္စ္ဟာ မေသတာလား......\nဝိညဥ္အျဖစ္တည္ရွိၿပီးသူ႔အနားကိုေရာက္လာတာလား...\nဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ခံစားၾကည့္ၾကပါဦး.....ဇာတ္လမ္းအၫႊန္း\nနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္....File Size : (850 MB) and (430 ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/just-one-more-kiss2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKt6sDEGVGbQWkaBuVZxJcLmQXj.jpg",
        "title": "Stargirl(2020)",
        "description": "Stargirl(2020)(Unicode)ဒီဇာတ်ကားလေးကတော့ အမေရိကန်စာရေးဆရာ\nJerry Spinelli ရဲ့ဝတ္တုကိုအခြေခံရိုက်ကူးထားတဲ့\nကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...\nအထက်တန်းကျောင်းသားတွေဖြစ်တဲ့လီယိုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့\nထူးခြားတဲ့နာမည်ပိုင်ရှင်စတားဂဲလ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရဲ့\nအချစ်ဇာတ်လမ်းကို ရိုက်ကူးထားတာပါ....\n‌အရင်ကဘာပြိုင်ပွဲမှာမှဆုမှဖူးတဲ့ Mug Frogsအထက်တန်းကျောင်းဟာ\nထူးခြားမှုတွေပြည့်နေတဲ့ စတားဂဲလ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်\nကျောင်းကိုရောက်လာတဲ့အချိန်ကစပြီးတော့ ...\nဆုတံဆိပ်တွေရရှိဖို့ အလှည့်အပြောင်းတွေဖြစ်လာအောင် တွန်းအားပေးနိုင်ခဲ့ပါတယ်...\nစတားဂဲလ်ဟာလဲ ကျောင်းအတွက် လူတိုင်းအတွက်\nကံကောင်းစေတဲ့ လာဘ်ကောင်လေးတစ်ကောင်လိုဖြစ်လာပါတယ်...\nသူမရှိရင်မဖြစ်ဆိုတဲ့အခြေအနေထိရောက်အောင်\nသူကလူတိုင်းရဲ့စိတ်ကိုဖမ်းစားနိုင်ခဲ့ပါတယ်..\nဒါပေမယ့် လူတိုင်းကိုကူညီတတ်တဲ့စတားဂဲလ်တစ်ယောက်\nအကူအညီမလိုအပ်တဲ့သူတွေကို ကူညီပေးမိတဲ့အတွက်ကြောင့် ပြဿနာ\nအကြီးကြီးတက်ပါတော့တယ်...အဲ့ဒီပြဿနာကရောဘာလဲ...\nသူမ အခက်အခဲဖြစ်နေချိန်မှာ အနားမှာ ဘယ်လိုကောင်လေးမျိုးရောက်လာမလဲ....\nဒီကားလေးဟာ ပုံမှန်အချစ်ဇာတ်လမ်းတွေကနေခွဲထွက်ပြီးတော့\nကျွန်တော်တို့ကို တွေးစရာတွေအများကြီးပေးနိုင်တဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်\nဆယ်ကျော်သက်ဘဝမှာအချစ်ကိုတွေ့ရှိချိန် ဖြစ်တတ်တဲ့ ကြည်နူးမှုတွေ\nဝမ်းနည်းမှုတွေ ကျွန်တော်တို့နေ့စဥ် သတိမထားမိပဲ လုပ်နေမိကြတဲ့\nအမှားတွေ လူတိုင်းကိုမကူညီသင့်ဘူးဆိုတဲ့အကြောင်းတွေကို\nသိမ်သိမ်မွေ့မွေ့နဲ့ ရှင်းရှင်းလင်းလင်းရိုက်ကူးထားတာကို တွေ့ရပါတယ်\nဇာတ်ကားထဲမှာပါဝင်တဲ့ သီချင်းလေးတွေကလဲ အရမ်းကောင်းတဲ့အတွက်\nကြည့်ရှုသူပရိတ်သတ်ကြီး ကြည့်ရတာတန်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ MarTizasဖြစ်ပါတယ်....(zawgyi)ဒီဇာတ္ကားေလးကေတာ့ အေမရိကန္စာေရးဆရာ\nJerry Spinelli ရဲ႕ဝတၱဳကိုအေျခခံ႐ိုက္ကူးထားတဲ့\nကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္...\nအထက္တန္းေက်ာင္းသားေတြျဖစ္တဲ့လီယိုဆိုတဲ့ေကာင္ေလးတစ္ေယာက္နဲ႔\nထူးျခားတဲ့နာမည္ပိုင္ရွင္စတားဂဲလ္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ရဲ႕\nအခ်စ္ဇာတ္လမ္းကို ႐ိုက္ကူးထားတာပါ....\n‌အရင္ကဘာၿပိဳင္ပြဲမွာမွဆုမွဖူးတဲ့ Mug Frogsအထက္တန္းေက်ာင္းဟာ\nထူးျခားမႈေတြျပည့္ေနတဲ့ စတားဂဲလ္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္\nေက်ာင္းကိုေရာက္လာတဲ့အခ်ိန္ကစၿပီးေတာ့ ...\nဆုတံဆိပ္ေတြရရွိဖို႔ အလွည့္အေျပာင္းေတြျဖစ္လာေအာင္ တြန္းအားေပးႏိုင္ခဲ့ပါတယ္...\nစတားဂဲလ္ဟာလဲ ေက်ာင္းအတြက္ လူတိုင္းအတြက္\nကံေကာင္းေစတဲ့ လာဘ္ေကာင္ေလးတစ္ေကာင္လိုျဖစ္လာပါတယ္...\nသူမရွိရင္မျဖစ္ဆိုတဲ့အေျခအေနထိေရာက္ေအာင္\nသူကလူတိုင္းရဲ႕စိတ္ကိုဖမ္းစားႏိုင္ခဲ့ပါတယ္..\nဒါေပမယ့္ လူတိုင္းကိုကူညီတတ္တဲ့စတားဂဲလ္တစ္ေယာက္\nအကူအညီမလိုအပ္တဲ့သူေတြကို ကူညီေပးမိတဲ့အတြက္ေၾကာင့္ ျပႆနာ\nအႀကီးႀကီးတက္ပါေတာ့တယ္...အဲ့ဒီျပႆနာကေရာဘာလဲ...\nသူမ အခက္အခဲျဖစ္ေနခ်ိန္မွာ အနားမွာ ဘယ္လိုေကာင္ေလးမ်ိဳးေရာက္လာမလဲ....\nဒီကားေလးဟာ ပုံမွန္အခ်စ္ဇာတ္လမ္းေတြကေနခြဲထြက္ၿပီးေတာ့\nကြၽန္ေတာ္တို႔ကို ေတြးစရာေတြအမ်ားႀကီးေပးႏိုင္တဲ့ ဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္\nဆယ္ေက်ာ္သက္ဘဝမွာအခ်စ္ကိုေတြ႕ရွိခ်ိန္ ျဖစ္တတ္တဲ့ ၾကည္ႏူးမႈေတြ\nဝမ္းနည္းမႈေတြ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/stargirl2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5BI5jOBblKEACPDJDL7P3cIXXDp.jpg",
        "title": "The Dark Red(2018)",
        "description": "The Dark Red(2018)(unicode)စိတ်ကျန်းမာရေးဆေးရုံကြီးသို့ အမျိုးသမီးလူနာတစ်ယောက်ရောက်ရှိလာသည်။ လူနာဖြစ်သူက သူ့ကလေးကို သူ့ထံမှ လူတစ်စု အတင်းယူသွားကြောင်း ကလေးကို ပြန်ယူရမည် ဖြစ်ကြောင်း တွင်တွင်ပြောနေသည်။ ဆရာဝန်များ စမ်းသပ်စစ်ဆေးကြည့်သောအခါ အမျိုးသမီးလူနာမှာ မကြာမီ က ကလေးအသေမွေးထားသောကြောင့် ကယောင်ခြောက်ခြားဖြင့် ပြောဆိုနေသော စိတ်ကစဉ့်ကလျား ဝေဒနာရှင် သာဖြစ်ကြောင်း အခိုင်အမာကောက်ချက်ချကြသည်။ လူနာရဲ့ ခိုင်လုံသော ပြောဆိုချက် များကြောင့် ဆရာဝန်များအားလုံးက လက်မြှောက်ကာ စိတ်ပညာကုထုံးပညာရှင် ဒေါက်တာဂျက်ကီ ဒီလုပ်စ်ကို အကူအညီတောင်းကာ အဖြေထုတ်ခိုင်းလိုက်သည်။ လူနာဖြစ်သူနှင့် တွေ့ဆုံမေးမြန်းကြည့် ရင်း ဒေါက်တာဒီလုပ်စ်သည် အင်မတန်စိတ်ဝင်စားဖွယ် ဇာတ်လမ်းတစ်ပုဒ်ကို အစဆွဲထုတ်နိုင် လိုက်သောအခါ………။ ဆရာဝန်များရဲ့ ကောက်ချက်နှင့် အမျိုးသမီးလူနာ၏ တကယ့်အဖြစ်အပျက် မည်သူက မည်မျှထိ မှန်ကန်နိုင်ပါမည်နည်း? ။ ဘယ်သူတွေ ပါဝင်ပက်သက်ပါသနည်း?။ ဆိုက်ကို ဆန်ဆန်ဇာတ်လမ်းများကို ကြိုက်နှစ်သက်သူများ အကြိုက်တွေ့နိုင်သော ဇာတ်လမ်းမျိုး ဖြစ်ပါသည်။\nဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-dark-red2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/after-the-sunset2004-145x200.png",
        "title": "After the Sunset(2004)",
        "description": "After the Sunset(2004)(unicode)((ဒီဇာတ်လမ်းက ဘယ်လောက်လန်းလဲဆိုတာကြည့်ဖူးတဲ့သူတွေသိမှာပါ...\nမကြည့်ရသေးတဲ့သူတွေအတွက်ရော ကြည့်ပြီးသားသူတွေပြန်လည်ခံစားရမှာ\nရသအပြည့်အဝရစေဖို့ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်\nတင်ဆက်ပေးထားပါသည်...)\nအလစ်သုတ်ရာမှာ ကျွမ်းကျင်လှပါတယ်ဆိုတဲ့ မက်စ် နဲ့ လိုလာတို့ဟာ တစ်​နေ့မှာ​တော့ FBI ​အေးဂျင့် စတန်လေ ကိုယ်တိုင် ​စောင့်​ရှောက်​နေတဲ့ ကြားက​နေ စိန်တုံးတစ်တုံးကို ခိုးယူသွားခဲ့ပါတယ်။ အဲ့စိန်တုံးက နပိုလီယံ ပိုင်ဆိုင်ခဲ့တဲ့ စိန်တုံး သုံးတုံး ထဲက ဒုတိယ​မြောက် အတုံးဖြစ်ပါတယ်။ ဒီကိစ္စ ပြီးတဲ့​နောက်မှာ​တော့ မက်စ်နဲ့ လိုလာတို့ဟာ သူခိုး​လောကက​နေ အနားယူခဲ့ပြီး Bahamas နိုင်ငံက Paradiseကျွန်း​ပေါ်မှာ အပန်း​​ဖြေ​နေခဲ့ကြပါတယ်။\nဖြစ်ချင်​တော့ နပိုလီယံရဲ့ တတိယ​​မြောက် စိန်တုံးဟာ တ​နေ့မှာ Paradiseကျွန်း​ပေါ်ကို ဆိုက်ဆိုက်​​မြောက်​မြောက် ​ရောက်လာပါ​တော့တယ်။\nဒီ​နောက်မှာ​တော့ ဘာ​တွေဆက်ဖြစ်ကြမလဲ။\nမက်စ်နဲ့ လိုလာတို့ဟာ တကယ်ပဲအနားယူသွားတာလား။ တတိယ​မြောက် စိန်တုံးကို ထပ်အလစ်သုတ်ဦးမလား။\nFBI​အေးဂျင့် စတန်​လေ က​ရော ဒီတ​ခေါက် ဘာအကြံအစည်​တွေများ ရှိ​နေဦးမလဲ။\nသူတို့​တွေရဲ့ အားပြိုင်မှု ကြားထဲ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/after-the-sunset2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jucgdel4v6AINILnCLDdTJqeENQ.jpg",
        "title": "Snow in Sea Breeze (2015)",
        "description": "[Unicode]နှင်းရိပ်အုံ့မှိုင်း မြူတွေဆိုင်းနေတဲ့ ညတစ်ညမှာ ဆွန်မီဆိုတဲ့ကောင်မလေးဟာ သူ့မှာသွေးဖြူဥဆဲလ်ပုံစံပြောင်းရောဂါရှိနေမှန်းစတင်သိခဲ့ရပါတယ်...အချိန်တွေကြာပြီးတဲ့နောက်မှာ ဆွန်းမီတစ်ယောက် နာကျင်မှုတွေကိုကျော်လွှားခဲ့ပြီး\nအရွယ်ရောက်တဲ့လူသားအဖြစ်နဲ့ လောကကြီးကိုစတင်ရင်ဆိုင်ပြီး ရေမွှေးပညာရှင်အဖြစ်နဲ့ ရပ်တည်ဖို့ကြိုးစားနေခဲ့တယ် ၊တစ်နေ့မှာ ငါးပြတိုက်မှုးအနေနဲ့အလုပ်လုပ်တဲ့ ဆွန်းဝူးဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ဆုံတယ်\nသူ့ရဲ့လက်က အနံ့ အထိအတွေ့က ဆုံးပါးသွားတဲ့သူ့အဖေနဲ့အရမ်းတူတာကြောင့် နွေးထွေးမှုတစ်ခုကိုပြန်ခံစားရပြီး စွဲလမ်းလာခဲ့ပြန်တယ် ၊\nနောက်ပိုင်းမှာတော့သံယောဇဉ်ရှိလာ လက်ထပ်ဖို့အထိဖြစ်လာပါတယ် ။ဒါပေမယ့်သူမရဲ့ရောဂါအခြေအနေကြောင့် မိဘတွေကသဘောမတူနိုင်ခဲ့ပါဘူး...\nသူမရဲ့ရောဂါအခြေအနေက ရှေ့ဆက်ဖို့အဟန့်အတားဖြစ်လာတဲ့အခါမှာ ရောဂါကိုကုဖို့\nနှစ်ယောက်ရင်ဆိုင်ကြရတဲ့အဖြစ်အပျက်တွေကိုကြည့်ရှုရမှာပါ ။နာတာရှည်ခံစားနေရတဲ့သူအတွက် ဘေးကဖေးမပေးမဲ့သူကဘယ်လောက်အရေးကြီးတယ်ဆိုတာ ခံစားဖူးတဲ့သူတွေမှသာသိနိုင်တဲ့အရာမျိုးပါ....ဒီကားမှာအဲဒီခံစားချက်မျိုးကိုတွေ့ရပါလိမ့်မယ် ၊ တော်ရုံမခံစားတတ်တဲ့သူတွေတောင် တစ်ခုခုတာ့ခံစားမိပြီး ၊\nသေချာတာကတော့ ရင်ထဲမှာတစ်ခုခုကျန်ခဲ့မှာပါ...Castတွေအနေနဲ့ကတော့\ncheese in the trapထဲက မင်းသား Park-Hae-Jin နဲ့\nVampire prosecutor ထဲက မင်းသမီး Lee-Young-Ah တို့ကပါဝင်ထားပါတယ် ။IMDb ratingအနေနဲ့ကတော့ 6.5/10ရရှိထားပါတယ် ။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ်)[Zawgyi]ႏွင္းရိပ္အုံ႔မႈိင္း ျမဴေတြဆိုင္းေနတဲ့ ညတစ္ညမွာ ဆြန္မီဆိုတဲ့ေကာင္မေလးဟာ သူ႔မွာေသြးျဖဴဥဆဲလ္ပုံစံေျပာင္းေရာဂါရွိေနမွန္းစတင္သိခဲ့ရပါတယ္...အခ်ိန္ေတြၾကာၿပီးတဲ့ေနာက္မွာ ဆြန္းမီတစ္ေယာက္ နာက်င္မႈေတြကိုေက်ာ္လႊားခဲ့ၿပီး\nအ႐ြယ္ေရာက္တဲ့လူသားအျဖစ္နဲ႔ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1vu8o/(CM)_Snow_in_Sea_Breeze_(2013).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kgllWBNb2xzv8Xirt7HErDFyJMg.jpg",
        "title": "Parallel World Love Story (2019)",
        "description": "unicodeParallel World Love Storyက စာရေးဆရာ Keigo Higashino ရဲ့ဝတ္ထုကို ပြန်လည်ရိုက်ကူးထားတဲ့ လျှို့ဝှက်ဆန်းကြယ်ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။ဒီဇာတ်ကားကို ဒါရိုက်တာ Yoshitaka Mori ကရိုက်ကူးထားတာပါ။Mayuko အဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီး Riho Yoshioka ဟာဒီဇာတ်ကားနဲ့ပဲ 2019 Newcomer of the Year Awardကိုရရှိခဲ့ပါတယ်။Parallel World Love Storyဆိုတဲ့ ခေါင်းစဉ်အတိုင်း\"Parallel Universes\" သဘောတရားကိုအခြေခံပြီး မျဉ်းပြိုင်ကမ္ဘာနှစ်ခုကြားက ချစ်ခြင်းမေတ္တာနဲ့ခင်မင်မှုတွေကို ပုံဖော်ထားပါတယ်။ Takashi နဲ့Tomohiko ဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်နဲ့ မိန်းကလေး Mayuko တို့ရဲ့သုံးပွင့်ဆိုင်ဇာတ်လမ်းတစ်ပုဒ်ပါ။မိမိကောင်မလေး Mayuko က တခြားမျဉ်းပြိုင်ကမ္ဘာမှာ သူငယ်ချင်းTomohiko ရဲ့ ကောင်မလေးဖြစ်နေတဲ့အခါTakashi ရဲ့ စိတ်တွေရှုပ်ထွေးလာပါတော့တယ်။မတူညီတဲ့ ကမ္ဘာနှစ်ခုက မတူညီတဲ့ဘဝနှစ်ခုမှာဘယ်အရာက အစစ်အမှန်လဲဆိုတာကို Takashiတစ်ယောက်ဘယ်လိုဖော်ထုတ်သွားမလဲဆိုတာက စိတ်ဝင်စားစရာပါ။တစ်မူထူးကဲတဲ့ စိတ်ကူးယဉ်ဆန်ဆန်ဇာတ်လမ်းတွေကိုမှ နှစ်သက်ကြရင်ဒီ Parallel World Love ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/parallel-world-love-story-2019/",
        "category": "Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/frozen-2-poster-135x200.jpg",
        "title": "Frozen II (2019)",
        "description": "Frozen II (2019)IMDB - 6.9/10_____Rotten - 77%\n CM Fan တွေ အတွက် Frozen II ကို\nတင်ပေးလိုက်ပါတယ်...\nLittle Neo မှ အကောင်းမွန်ဆုံး\nဘာသာပြန်ပေးထားပါတယ်\nဇတ်လမ်းအညွှန်းကတော့....\nအယ်လ်ဆာနဲ့ အန်နာတို့ ညီအစ်မ ဟာ\nအယ်ရန်ဒဲတိုင်းပြည်မှာ ပျော်ပျော်ရွှင်ရွှင်\nအတူနေထိုင်ကြပေမယ့် ကံဆိုးတဲ့တစ်နေ့\nကိုရောက်လာပါတော့တယ်။\nအယ်လ်ဆာရဲ့ မိဘတွေတုန်းက\nရင်ဆိုင်ခဲ့ရတဲ့ မှော်ဝင်တောအုပ်ထဲက\nဝိညာဉ်တွေ၊ အယ်လ်ဆာပဲ ကြားနေရတဲ့\nခေါ်သံတွေနဲ့အတူ သူတို့တိုင်းပြည်\nအန္တရာယ်ကျရောက်လာချိန်မှာ အန်နာတို့လည်း\nခရစ္စတော့ဖ်၊အိုလက်ဖ်၊ ဆဗန်တို့နဲ့အတူ\nအတိတ်က အမှန်တရားကို ရှာဖွေရပါတော့တယ်။\nရုပ်ရှင်ကားကို Moe Myint Lwin မှ\nEncode ပေးထားပါတယ်\n  \nCM Fan ေတြ အတြက္ Frozen II ကို\nတင္ေပးလိုက္ပါတယ္...\nLittle Neo မွ အေကာင္းမြန္ဆုံး\nဘာသာျပန္ေပးထားပါတယ္\nဇတ္လမ္းအၫႊန္းကေတာ့....\nအယ္လ္ဆာနဲ႔ အန္နာတို႔ ညီအစ္မ ဟာ\nအယ္ရန္ဒဲတိုင္းျပည္မွာ ေပ်ာ္ေပ်ာ္႐ႊင္႐ႊင္\nအတူေနထိုင္ၾကေပမယ့္ ကံဆိုးတဲ့တစ္ေန႔\nကိုေရာက္လာပါေတာ့တယ္။\nအယ္လ္ဆာရဲ႕ မိဘေတြတုန္းက\nရင္ဆိုင္ခဲ့ရတဲ့ ေမွာ္ဝင္ေတာအုပ္ထဲက\nဝိညာဥ္ေတြ၊ အယ္လ္ဆာပဲ ၾကားေနရတဲ့\nေခၚသံေတြနဲ႔အတူ သူတို႔တိုင္းျပည္\nအႏၲရာယ္က်ေရာက္လာခ်ိန္မွာ အန္နာတို႔လည္း\nခရစၥေတာ့ဖ္၊အိုလက္ဖ္၊ ဆဗန္တို႔နဲ႔အတူ\nအတိတ္က အမွန္တရားကို ရွာေဖြရပါေတာ့တယ္။\n႐ုပ္ရွင္ကားကို Moe Myint ...",
        "rating": "6.9",
        "url": "https://megaup.net/Sayw/Frozen_II_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/Frozen-poster-133x200.jpg",
        "title": "Frozen (2013)",
        "description": "Frozen (2013)\nIMDb - 7.4/10_____Rotten - 90%\nWon 2 Oscars. Another 79 wins & 59 nominations\n \n Arendelle နိုင်ငံက မင်းသမီးငယ်လေး Anna ဟာ သူ့အစ်မ Elsa ကို ညဘက်ကစားဖို့ သွားနှိုးပါတယ်။\nဒါပေမယ့် မင်းသမီး Elsa မှာ ထူးဆန်းတဲ့ စွမ်းအားတစ်ခု ရှိနေပါတယ်။\nနှင်းတွေ၊ ရေခဲတွေကို လိုသလိုဖန်တီးနိုင်တဲ့\nElsa ဟာ သူ့ညီမလေးကို မတော်တဆ ရိုက်မိသွားပါတယ်။\nElsa မှာ ရှိနေတဲ့ စွမ်းအားတွေအကြောင်း\nဘယ်သူမှမသိအောင် မိဘတွေက ဖုံးကွယ်ထားပြီး\nElsa ရဲ့ စွမ်းအားတွေအကြောင်း Anna ရဲ့ မှတ်ဉာဏ်ထဲက ပျောက်သွားအောင်\nTroll ခေါင်းဆောင်ကြီး Grand Pabbie ထံ သွားပြီး\nအကူအညီတောင်းရပါတယ်။\nအကယ်၍ Elsa သာ Anna ရဲ့\nနှလုံးသားနေရာကို ရိုက်မိသွားရင် နှလုံးခဲပြီး သေသွားနိုင်တယ်လို့\nGrand Pabbie က သတိပေးလိုက်ပါတယ်။\nအဲဒီအဖြစ်အပျက်ကြောင့် ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/frozen-2013/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iZf0KyrE25z1sage4SYFLCCrMi9.jpg",
        "title": "1917 (2019)",
        "description": "unicodeဒီနှစ် အကယ်ဒမီမှာ ဆုတွေ အများကြီး ဆန်ကာတင်ဝင်ပြီး ၃ ဆုရထားတဲ့ စစ်ကားပါ။စစ်ကားငတ်နေတဲ့သူတွေတော့ အကြိုက်တွေ့မှာပါ။ဒီဗွန် တပ်ရင်း-၂ ဟာ ၉မိုင်ကျော် ဆုတ်ခွာသွားတဲ့ ဂျာမန်တွေကိုအပြီးသတ်ချေမှုန်းဖို့ လိုက်တိုက်နေပါတယ်။ဒါပေမယ့် ဒါဟာ ထောင်ချောက်ဆိုတာကို သူတို့ မသိကြရှာပါဘူး။ဒီနေ့ပြီးလို့ နောက်တစ်နေ့ မနက်မှာ ထိုးစစ်စတာနဲ့ လူပေါင်း ၁၆၀၀ လုံးသေကြရတော့မယ်။ သူတို့ တပ်ရင်းကို တားဖို့အတွက်တိုက်ရိုက်အမိန့်ကို ဌာနချုပ်ကနေ ပို့ဖို့ကြိုးစားတဲ့အခါလူနည်းလေ မြန်လေမို့ လူ ၂ ယောက်ထဲကိုပဲ လွှတ်လိုက်ရတယ်။ဒုတပ်ကြပ်ဘလိတ်ခ် နဲ့ စကိုးဖီးတို့ဟာ လူပေါင်း ၁၆၀၀အသက်ကို ကယ်နိုင်ဖို့ တစ်ရက်အတွင်းမှာ ဂျာမန်ရန်သူ့မြေထဲကို ဖြတ်ဝင်ပြီး\nတပ်ရင်း-၂ ဆီကို အရောက်သွားဖို့ ကြိုးစားရပါတော့တယ်။အကောင်းဆုံး စီနီမက်တိုဂရက်ဖီဆု၊ အသံတည်းဖြတ်ဆု နဲ့အထူးပြုလုပ်ချက်ဆုကို ရထားတဲ့ ရုပ်ရှင်ကို ထိုက်ထိုက်တန်တန် ခံစားကြည့်လိုက်ကြပါဦး။File Size : ( 2 GB , 1 ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/1917/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMWI0Y2NhMzMtYTE5ZS00MDlhLTg0ZjEtMjAwZmEwNTc0ODc2XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Enemy of the State (1998)",
        "description": "Enemy of the State (1998)\nIMDb - 7.3/10_____Rotten - 72%\n \n  \nဒန်နီယယ်ဇာဗစ်ဟာ အစိုးရရဲ့ထောက်ပံ့ကြေး နဲ့ ကနေဒါငန်း တွေကိုလေ့လာနေသူတစ်ဦးပါ ။\nတစ်နေ့ N.S.A အရာရှိတစ်ဦး က လွှတ်တော်ဥက္ကဋ္ဌကို ဥပဒေမူကြမ်းတစ်ခု နဲ့ ပတ်သက်ပြီး လုပ်ကြံသတ်ဖြတ်ခဲ့ပါတယ်\nအဲဒါကို ဒန်နီ ရဲ့ မှတ်တမ်းတင်ကင်မရာ ကမှတ်တမ်းတင်မိသွားခဲ့တယ်။\nN.S.Aကလည်းဒါကိုသိပြီး ဒန်နီယယ် နောက်ကိုလိုက်ပါတော့တယ် ။\nဒင်း ( willsmith) ဟာမိသားစုကို ချစ်ပြီး ဂိုဏ်းတွေနဲ့ ပြသနာတက်နေတဲ့ အလုပ်သမားရှေ့နေ တစ်ဦးပါ ။\nခရစ္စမတ် အတွက်ဈေးဝယ်ထွက်ရင်း ဆိုင်တစ်ခုမှာ ဒန်နီယယ် နဲ့ ဆုံမီကြရာ ကနေ သူ့ဇာတ်လမ်းထဲပါလာခဲ့တယ် ။\nဒန်နီယယ် အသတ်ခံရပြီး တိပ်ခွေကြောင့် N.S.A တွေ ဒင်း နောက်ကိုလိုက်ကြရမှာတော့ နောက်ဆုံး အသတ်ခံရမလား\nလွတ်မြောက်အောင် ကြိုးစားနိုင်မလား ဆိုတာတော့.......\nမလွတ်တန်းကြည့်မယ့်အက်ရှင်ကားကောင်း တစ်ကားပဲဖြစ်ပါတယ်။\n \n(ဘာသာပြန်သူကတော့ စည်သူထက် ပါ)\n \n=======================\nဒန္နီယယ္ဇာဗစ္ဟာ အစိုးရရဲ႕ေထာက္ပံ့ေၾကး ...",
        "rating": "7.3",
        "url": "https://megaup.net/4esT7/Enemy_Of_The_State_[1998]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/v1fvopui-229x300.jpg",
        "title": "Only the Strong ( 1993 )",
        "description": "ငယ်စဉ်ကလေးဘဝတုန်းကကျွန်တော်တို့ပါးစပ်ဖျားထက်မှာစွဲခဲ့တဲ့ပါရာနာဝေးလို့လူသိများခဲ့တဲ့ Only the strongဇာတ်ကားဟာဆိုရင် 1993 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီးIMDb rating 6.7အထိရရှိခဲ့တဲ့ကားပဲဖြစ်ပါတယ်...မင်းသားကြီး Mark Dacascos နဲ့ မင်းသမီးStacey Travis တို့အဓိကသရုပ်ဆောင်ထားပြီးGeoffrey Lewis နဲ့ Paco Christian Prietoတို့အပြင် သရုပ်ဆောင်များစွာပါဝင်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ လူးဝစ်စတီဗင် (Mark Dacascos) ကသူ့ဒေသကနေ နှစ်အတော်ကြာခွဲခွာပြီးစစ်သားတစ်ယောက်အဖြစ်တာဝန်ထမ်းနေရာကသူ့ဒေသ ဖလော်ရီဒါပြည်နယ်ကိုပြန်ရောက်လာတယ်...သူတက်ခဲ့တဲ့လင်ကွန်အထက်တန်းကျောင်းကဆရာ့ဆီမှာအကူအညီတောင်းဖို့သွားရင်းကနေ သူ့ကျောင်းကကျောင်းသားတွေက ဆေးစွဲ အကြမ်းဖက်ဂိုဏ်းတွေနဲ့ပေါင်းပြီးဆိုးသွမ်းပျက်စီးနေကြတာ တွေ့လိုက်ရတယ်...အဲ့ကျောင်းမှာ ဆရာပြန်လုပ်ဖြစ်ရာကကလေးတွေကိုစိတ်ပိုင်းဆိုင်ရာပြုပြင်မှုတွေလုပ်ပေးခဲ့တယ်...Capoeira ဆိုတဲ့ ဘရာဇီးရိုးရာသိုင်းပညာနဲ့ကလေးတွေပျက်စီးမှုရဲ့အဓိကတရားခံဖြစ်တဲ့ မူးယစ်ဆေးဈေးကွက်ကိုအုပ်စိုးနေတဲ့ ဂိုဏ်းခေါင်းဆောင် ဆေးလ်ဗရီယို (Paco Christian Prieto) ကိုဘယ်လိုတွန်းလှန်ဖို့ကြိုးစားခဲ့လဲဆိုတာ တွေ့မြင်ရမှာဖြစ်ပါတယ်...ဆရာတပည့်ချစ်ခြင်းမေတ္တာတွေနဲ့လူငယ်တွေကိုပြုပြင်ပေးတဲ့ကားကောင်းလေးတစ်ကားဖြစ်လို့နှစ်သက်ကြမယ်ထင်ပါတယ်1993 ခုနှစ်က ထွက်ခဲ့တဲ့ကားဖြစ်တဲ့အတွက်ကြောင့်အကြည်လင်ဆုံးရနိုင်တဲ့ ကွာလတီကိုတင်ဆက်ပေးလိုက်ရပါတယ်-------------------------------------------------------------ငယ္စဥ္ကေလးဘ၀တုန္းကကြ်န္ေတာ္တို႕ပါးစပ္ဖ်ားထက္မွာစြဲခဲ႔တဲ႔ပါရာနာေဝးလို႔လူသိမ်ားခဲ့တဲ့ Only the strongဇာတ္ကားဟာဆိုရင္ 1993 ခုႏွစ္မွာထြက္႐ွိခဲ့တဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ၿပီးIMDb rating 6.7အထိရ႐ွိခဲ့တဲ့ကားပဲျဖစ္ပါတယ္...မင္းသားႀကီး Mark Dacascos နဲ႔ မင္းသမီးStacey Travis တို႔အဓိကသ႐ုပ္ေဆာင္ထားၿပီးGeoffrey Lewis နဲ႔ Paco ...",
        "rating": "6.7",
        "url": "https://megaup.net/4esUg/Only_The_Strong_[1993]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m6LppbszTSLb2b2FPdxKeKeWxx4.jpg",
        "title": "Exit 0(2019)",
        "description": "Exit 0(2019)(Unicode)ဒီဇာတ်ကားလေးက ချစ်သူစုံတွဲနှစ်ယောက်အကြား\nဆက်ဆံရေးတွေ အေးစက်ဆုတ်ယုတ်လာတဲ့အတွက်\nပြန်လည်တည်ဆောက်ဖို့ စိတ်ပြေလက်ပျောက်အပန်းဖြေခရီးထွက်လာတဲ့\nစုံတွဲနှစ်ယောက်ရဲ့အကြောင်းပဲဖြစ်ပါတယ်\nဒီလိုနဲ့နှစ်ပေါင်း၁၅၀ကျော်နေပြီဖြစ်တဲ့\nဟိုတယ်တစ်ခုမှာတည်းကြရင်း\nထူးထူးဆန်းဆန်းကိစ္စတွေနဲ့ကြုံတွေ့ရပါတော့တယ်\nဟိုတယ်ကသူတို့အခန်းရဲ့အိပ်ယာအောက်မှာ\nသူတို့အခန်းထဲမှာပဲ တစ်ခြားစုံတွဲတစ်တွဲကို\nရက်ရက်စက်စက်သတ်ထားတာကို မှတ်တမ်းတင်ထားတဲ့\nဗီဒီယိုတိပ်ခွေကိုလဲတွေ့သွားပါတယ်\nစိတ်ပြေလက်ပျောက် အပျော်ခရီးထွက်လာတဲ့\nချစ်သူနှစ်ယောက် ပျော်နိုင်ပါ့မလား\nဘယ်လိုများခြောက်ခြားစရာတွေကစောင့်ကြိုနေမလဲဆိုတာ\nစောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်(zawgyi)ဒီဇာတ္ကားေလးက ခ်စ္သူစုံတြဲႏွစ္ေယာက္အၾကား\nဆက္ဆံေရးေတြ ေအးစက္ဆုတ္ယုတ္လာတဲ့အတြက္\nျပန္လည္တည္ေဆာက္ဖို႔ စိတ္ေျပလက္ေပ်ာက္အပန္းေျဖခရီးထြက္လာတဲ့\nစုံတြဲႏွစ္ေယာက္ရဲ႕အေၾကာင္းပဲျဖစ္ပါတယ္\nဒီလိုနဲ႔ႏွစ္ေပါင္း၁၅၀ေက်ာ္ေနၿပီျဖစ္တဲ့\nဟိုတယ္တစ္ခုမွာတည္းၾကရင္း\nထူးထူးဆန္းဆန္းကိစၥေတြနဲ႔ႀကဳံေတြ႕ရပါေတာ့တယ္\nဟိုတယ္ကသူတို႔အခန္းရဲ႕အိပ္ယာေအာက္မွာ\nသူတို႔အခန္းထဲမွာပဲ တစ္ျခားစုံတြဲတစ္တြဲကို\nရက္ရက္စက္စက္သတ္ထားတာကို မွတ္တမ္းတင္ထားတဲ့\nဗီဒီယိုတိပ္ေခြကိုလဲေတြ႕သြားပါတယ္\nစိတ္ေျပလက္ေပ်ာက္ အေပ်ာ္ခရီးထြက္လာတဲ့\nခ်စ္သူႏွစ္ေယာက္ ေပ်ာ္ႏိုင္ပါ့မလား\nဘယ္လိုမ်ားေျခာက္ျခားစရာေတြကေစာင့္ႀကိဳေနမလဲဆိုတာ\nေစာင့္ၾကည့္ရမွာပဲျဖစ္ပါတယ္\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasျဖစ္ပါတယ္File Size : (850 MB) and (313 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:35:00\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/exit-02019/"
    }
]