[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/geD86M58Zkv6O6lLbA1tHllH8B4.jpg",
        "title": "Scream 3 (2000)",
        "description": "Scream 3 2000\n===========ဒါကတော့ တတိယမြောက်ကား ဖြစ်ပြီးတော့ အမှန်အတိုင်းပြောရရင်\nScream franchise ထဲမှာ rating အနည်းဆုံးကား ဖြစ်ပါတယ်။\nဒါပေမယ့် scream ရဲ့ အရသာကိုတော့ မ‌ပျောက်အောင် ထိန်းထားနိုင်တာကြောင့်\nhorror, mystery ဖန်တွေအတွက်တော့ ကြည့်ပျော်ရှုပျော်ရှိတဲ့ ကားတစ်ကားဖြစ်နေတုန်းပါပဲ။ ဒီကားကတော့ scream 2 အပြီး ၂ နှစ်အကြာမှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nဒီကားမှာတော့ ဆစ်ဒနေဟာ လူသူကင်းဝေးရာနေရာမှာ ခြေရာဖျောက်ပြီး သွားနေနေပါတယ်။\nအဲဒီအချိန် hollywood မှာလည်း သရဲမျက်နှာလူသတ်မှုတွေကို\nအခြေခံထားတဲ့ stab 3 ရှပ်ရှင်ကားကို ရိုက်ကူးရေးစနေပါပြီ။\nအဲဒီအချိန်မှာ နောက်ထပ် သရဲမျက်နှာလူသတ်သမားပေါ်လာပြီး\nလူသတ်မှုတွေ ဆက်တိုက်ဖြစ်လာပါတော့တယ်။\nဒီတစ်ခေါက်မှာတော့ သရဲမျက်နှာလူသတ်သမားက stab 3 ရုပ်ရှင်သရုပ်ဆောင်တွေနဲ့\nအရင်လူသတ်မှုမှာ အသက်ရှင်ကျန်ခဲ့သူတွေကိုပါ ပစ်မှတ်ထားနေပါတယ်။ IMDB 5.6 ရထားပြီး tomatometer 40% ရထားပါတယ်။\nဒီကားဟာ scream trilogy ရဲ့ နောက်ဆုံးကားဖြစ်ပြီး\nအတိတ်ကကြောင်းတွေကို ဖြေရှင်းထားလို့ scream ဖန်တွေကတော့\nကြည့်သင့်တယ်လို့ ပြောပါစေ။ Scream 6 ...",
        "rating": "5.6",
        "url": "https://megaup.net/1EUra/Scream.3.2000.720p.BluRay.x264.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mumarnp1ZBHFdmt2q6x9ELuC3x0.jpg",
        "title": "Scream 2 (1997)",
        "description": "Scream 2 (1997)\n================== Scream 2 ဟာ scream ထွက်ပြီး\n၁ နှစ်တောင်မကြာသေးဘူး ထွက်လာခဲ့တာပါ။\nပထမကားရုံမတင်ခင်ကတည်း ရိုက်ကူးရေးကို စတင်ခဲ့လို့ပဲဖြစ်ပါတယ်။\nဒီကားက မူရင်းကားလောက် အကြီးအကျယ်အောင်မြင်မှုမရပေမယ့်\nHorror, Mystery ကားတစ်ကားအနေနဲ့ကြည့်ရင်\nတော်တော်လေးကြည့်ကောင်းတဲ့ စာရင်းထဲ ဝင်နေတုန်းပါပဲ။\nScream saga ထဲမှာတော့ ကြည့်ကောင်းတဲ့ ကြည့်သင့်တဲ့ ကားတစ်ကားပါ ဒီကားကတော့ ပထမကားအပြီး ၂ နှစ်အကြာမှာ နေရာယူထားပါတယ်။\nသရဲမျက်နှာ လူသတ်သမားဆီကနေ လွတ်လာတဲ့\nဆစ်ဒနေလေးဟာ အခုတော့ တက္ကသိုလ်ရောက်သွားပါပြီ။\nသူရဲမျက်နှာလူသတ်မှုအကြောင်းကိုလည်း ရုပ်ရှင်ပြန်ရိုက်ပြီး ရုံတောင်တင်နေပါပြီ။\nအတိတ်က အဖြစ်ဆိုးကြီးက ပြီးဆုံးသွားပြီလို့ ထင်နေတုန်းမှာပဲ\nကံမဆိုးမသွားရာ မိုးလိုက်လို့ရွာဆိုသလို သရဲမျက်နှာကွင်းဆက်လူသတ်မှုတွေ ထပ်ဖြစ်ပါတော့တယ်။\nဒီတစ်ခါရော သရဲမျက်နှာ လူသတ်သမားတွေ ဘယ်သူတွေများဖြစ်မလဲ? IMDB မှာ 6.2 သာရပေမယ့် tomatometer မှာတော့\nမူရင်းကားထက်တောင် ကျော်ပြီး 81% တောင်ရထားပါတယ်။Scream 6 ကားစလုံးကို Scream Franchise မှာ ဝင်ကြည့်လို့ရပါတယ်  Quality__Bluray 1080pIMDb Rating__6.2/10\nFormat__mp4\nDuration__1h\nType__Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "6.2",
        "url": "https://megaup.net/1ES26/Scream.2.1997.720p.BluRay.x264.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKTbEQJnkYXVZkq1g4ZakJ9Y16N.jpg",
        "title": "The Legend of The Condor Heroes: The Dragon Tamer (2021)",
        "description": "Legend of the Condor Heroes : The Dragon Tamer (2021)ဒီကားကတော့ \"မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်\" ကို\nအကျဉ်းချုံးရိုက်ကူးထားတဲ့ ၂၀၂၁ ထွက် ဇာတ်လမ်းအသစ်စက်စက်ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့\nကျန်းနန် ၇ဖော် ဆီက ထွက်လာတဲ့ ကောကျင့် နဲ့\nမက်မွန်ကျွန်းကထွက်ပြေးလာတဲ့ ယုံးအာတို့ စတွေ့တဲ့အချိန်က အစပြုထားပါတယ်။နဂါးနိုင်သိုင်း ၁၈ ကွက် ကို ယုံးအာရဲ့ဉာဏ်ရည်ဉာဏ်စွမ်း နဲ့သင်နိုင်ခဲ့တာ .....\nကျိုးယင်နတ်သိုင်းကို လူပျော်ကြီးဆီက အမှတ်မထင်ရခဲ့တာ .....\nအဆိပ်အိုကြီး အိုးရန်ဖုန်း နဲ့ တိုက်ခိုက်တဲ့ဇာတ်ကွက်တွေကို\nEffects သိပ်မသုံးဘဲ ရိုက်ထားတာမို့ သဘောကျစရာကောင်းသလို\nအရမ်းနုမနေတဲ့ သရုပ်ဆောင်တွေကြောင့် ငယ်ဘ၀ကို ခဏပြန်ရောက်သလိုခံစားရမှာပါ။ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480p\nFile size… 1.86GB and 1GB and 500 ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-legend-of-the-condor-heroes-the-dragon-tamer/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/thumb-1920-84051-140x200.jpg",
        "title": "Coraline (2009)",
        "description": "Coraline (2009)\nIMDb - 7.7/10_____Rotten - 90%သည်းထိတ်ရင်ဖို လျှို့ဝှက်ဆန်းကြယ် ကာတွန်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ...\nလူကြီးမင်းတို့ရဲ့ မျက်လုံးကိုဖယ်ထုတ်ပြီး\nကြယ်သီးတွေအစားထိုးတပ်ခံထားရတဲ့ ခံစားချက်မျိုး ခံစားဖူးပါသလား ?\nမခံစားဖူးရင် ဇာတ်လမ်းအကျဉ်းချုပ်လေးဆီသွားရအောင်\nတကယ်တော့ ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမှာ\nရင်ထဲထိအမြဲတမ်းစွဲကျန်စေခဲ့တဲ့ ကာတွန်းရုပ်ရှင်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်...\nဒီဇာတ်ကားလေးမှာ ကိုရာလိုင်း (Coraline) ဆိုတဲ့ကလေးမလေးက\nအဓိကသရုပ်ဆောင်ထားပါတယ်...\nစူးစမ်းလိုစိတ်အပြည့်နဲ့ သတ္တိရှိတဲ့ ကောင်မလေးတစ်ယောက်အဖြစ်နဲ့ပေါ့...\nသူမရဲ့မိဘတွေနဲ့ကတော့ အဆင်မပြေပါဘူး အလုပ်ကိုသာလုပ်နေကြတဲ့\nကိုရာလိုင်းရဲ့မိဘတွေဟာ သားသမီးကို ဂရုမစိုက်နိုင်တဲ့အတွက် သူတို့ကြားမှာ\nအဆင်မပြေမှုလေးတွေရှိနေခဲ့ပါတယ်...တစ်နေ့သူတို့မိသားစုဟာ အိမ်အသစ်ဆီကိုပြောင်းရွှေ့လာခဲ့ရပါတယ်...\nထုံးစံအတိုင်း ကိုရာလိုင်း ကတော့ တစ်ယောက်တည်းပဲပေါ့...\nဒီလိုနဲ့ တစ်နေ့မှာ အိမ်ရဲ့တစ်နေရာက မှော်ဝင်တံခါးပေါက်တစ်ခုကို\nတွေ့သွားခဲ့တဲ့အချိန်ကစပြီး ဇာတ်လမ်းစပါပြီ...\nဒီမှော်ဝင်တံခါးပေါက်ရဲ့တစ်ဖက်မှာ ဘာတွေရှိနေမလဲ ??\nစူးစမ်းတတ်ပြီး သတ္တိရှိတဲ့ ကိုရာလိုင်းတစ်ယောက် ဘာတွေဖြစ်လာမှာလဲ ??\nဆိုတာတွေကိုတော့ စိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်...\nIMDb rating 7.7/10 ထိ ရရှိထားတဲ့ ဒီကာတွန်းရုပ်ရှင်လေးဟာ\nဘယ်လောက်ထိကောင်းတယ်ဆိုတာကိုတော့ အထူးတလည်ညွှန်းစရာ\nမလိုတော့ဘူး ထင်ပါတယ်..\nအော်စကာဆုအတွက် ဆန်ခါတင်စာရင်းမှာပါခဲ့တဲ့အပြင်\nဆုတော်တော်များများကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်...\nမိဘနဲ့သားသမီးတွေရဲ့ကြားက လိုအပ်ချက်လေးတွေကို\nဘယ်လိုဖြည့်ဆည်းရမယ်ဆိုတာကိုလည်း\nဒီဇာတ်ကားလေးက ညွှန်ပြပေးသွားပါတယ်...\nလက်မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး\nလေကြောရှည်နေပြီ ဖြစ်တဲ့အတွက် အားပေးခံစားကြည့်ရှုပေးကြပါဦး...ဒီဇတ်ကားအတွက် အညွှန်းကို ကို  Yé ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/coraline/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zD3DvlwJbGv0QkNrTNmsve6jvcl.jpg",
        "title": "Guimoon: The Lightless Door ( 2021 )",
        "description": "၁၉၉၀ခုနှစ် လူသတ်မှုဖြစ်ပြီး နောက်ပိုင်း ထူးဆန်းစွာ လူတွေဆက်တိုက်သေနေလို့ပိတ်လိုက်ရတဲ့ ဂွီဆာရီ စင်တာအဆောက်အဦးကြီး ၁၉၉၆ခုနှစ်မှာထိုအဆောက်အဦးကို ဗီဒီယိုပြိုင်ပွဲဝင်ပြိုင်ဖို့ လာစူးစမ်းကြတဲ့ ဟေယောင်းတို့သူငယ်ချင်းသုံးယောက် ထို အဆောက်အဦးကြီးက မကျွတ်မလွတ်သေးတဲ့ဝိညာဉ်တွေကိုနှိမ်နှင်းဖို့လုပ်ရာမှ သေဆုံးသွားတဲ့ အမေဖြစ်သူရဲ့ ကျန်ရစ်ခဲ့တဲ့ တာဝန်တွေကိုဒိုဂျင်းတစ်ယောက် ပရလောကနဲ့ လူ့လောကဆုံရာမှာ တည်ရှိနေတဲ့ဂွီဆာရီစင်တာထဲ မိခင်ရဲ့ဒေါသတွေပြေလျော့စေဖို့ ကျန်ရစ်တဲ့ တာဝန်တွေဆက်လုပ်ဖို့ပရလောကဝင်ပေါက်မှတဆင့် ပရလောကထဲ ဝင်ရောက်သွားတဲ့အခါမှာ​ရော ဘာတွေဖြစ်မလဲ မိခင်ရဲ့ တာဝန်တွေကို ပြီးပြတ်အောင်လုပ်နိုင်ခဲ့မလားဝင်သွားတဲ့လူတိုင်း ပြန်ထွက်မလာကြတော့လို့ ပရလောသို့ဝင်ပေါက်ဟုနာမည်ကြီးနေတဲ့ ဂွီဆာရီစင်တာထဲ ဝင်ရောက်သွားတဲ့ ဒိုဂျင်းတစ်ယောက်ပြန်လည်လွတ်မြောက်နိုင်ပါ့မလား ၁၉၉၆ခုနှစ်ကတည်းကနေ အခုထိဂွီဆာရီစင်တာထဲမှာ ပိတ်မိကာ တဝဲလည်လည်ဖြစ်နေတဲ့ ဟေယောင်းတို့သူငယ်ချင်းသုံးယောက်ကရော ပြန်လည်လွတ်မြောက်နိုင်ပါ့မလား Quality : WEB-DL 1080pFormat : mp4During : 1h 25minGenres : MysterySubtitle : Myanmar Subtitle ( Hardsub )Translated By OakkarEncoded By ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/guimoon-the-lightless-door-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Y4XOIWhpOvSOEn8XrxbkH9yAXO.jpg",
        "title": "The Voyeurs(2021)",
        "description": "ရုပ်ရှင်ရဲ့နာမည်ဖြစ်တဲ့ voyeur ကို အဘိဓာန်မှာတော့ \"သူတစ်ပါး၏လိင်ကိစ္စကို တိတ်တခိုး ကြည့်ရှုရာ၌ နှစ်ခြိုက်မွေ့လျော်သူ\"လို့ အဓိပ္ပာယ်ဖွင့်ဆိုထားတယ်။\nအတွဲချောင်းတဲ့ကောင်ပေါ့ဗျာ။နာမည်အတိုင်းပဲ တစ်ဖက်အိမ်က ကိစ္စတွေကို စပ်စုကြတဲ့ အတွဲတစ်တွဲအကြောင်းပေါ့။\"မိန်းမ၀တ် အတွင်းခံဘောင်းဘီတစ်ထည်\"ဆိုတဲ့ မင်းခိုက်စိုးစန်ရဲ့၀တ္တုတိုတစ်ခုကိုတောင် ပြေးမြင်မိလိုက်သေးတယ်။သူရေးထားတာကျ သူ့အိမ်ကနေ မြင်နေရတဲ့ တစ်ဖက်အိမ်က အတွင်းခံတစ်ထည်အကြောင်း။ဒီမှာကျ တစ်ဖက်အိမ်က ကိစ္စဝိစ္စတွေ အကုန်ပေါ့။ဇာတ်လမ်းက ကြည့်ပျော်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။ဒါကိုမှ မင်းသမီးလှလှလေးရဲ့ ဟိုအခန်းဒီအခန်းတွေ ပေါင်းပေးထားတော့ ပိုကြည့်ပျော်သွားတယ်။ဇာတ်လမ်းကလည်း နည်းနည်းထူးထူးဆန်းဆန်းဆိုတော့ ကြည့်ပျော်တယ်ဆိုပေမဲ့ စကီချောချောလေးရဲ့ အလန်းစား Sceneတွေကိုကြည့်ရမှာနဲ့တင် ဒီရုပ်ရှင်ဟာ တန်နေပါပြီ။လူဟာ သမ္မာရှစ်ပါးနဲ့ မပြည့်စုံသေးသမျှ ကာမတဏှာရှိကြတာပဲမဟုတ်လား။ထိန်းချုပ်မှုနဲ့ အထားအသိုမမှားဖို့တော့လိုတယ်။ဒီရုပ်ရှင်ဟာ ခင်ဗျားရဲ့ ကာမတဏှာကို သုံးသင့်တဲ့နေရာမှာ သုံးလို့ရနိုင်အောင် ထိန်းချုပ်တတ်စေဖို့ ပြောပြပေးတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။(ဘာသာပြန်သူတွေကတော့ The Pooh နဲ့ Y တို့ပဲဖြစ်ပါတယ်) File size…(1.6 GB)/ (850 MB)/ (400 MB)\nQuality…WEB-DL 1080p /720p ...",
        "rating": "5.8",
        "url": "https://megaup.net/1EUqe/(CM)The.Voyeurs.2021.720p.AMZN.WEB-DL.DDP5.1.H.264.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aDtBAXBupxS9jirK1Jg86dvo3CG.jpg",
        "title": "White Snake II: The Tribulation of the Green Snake ( 2021 )",
        "description": "တရုတ်ပြည်ရဲ့ မြွေဖြူနဲမြွေစိမ်း ညီအစ်မ white snake animation ဇာတ်လမ်းရဲ့အဆက်white snake2 ဟာ ၂၀၂၁ထွက် animation movieကောင်းလေးပါစတင်ပြသတဲ့၃ရက်အတွင်း box office ဝင်ငွေး$77millionsအထိ စံချိန်တင်ရရှိထားပါတယ်.. ဒီဇာတ်ကားမှာမြွေစိမ်းမလေး ရှောင်ချင်းကို အဓိကထားရိုက်ကူးထားတာပါ....မြွေဖြူမလေးရှောင်ပိုင်ဟာ အချစ်အတွက်ကြောင့် ဘုန်းတော်ကြီးရှောဖာဟိုင်ရဲ့လွေဖုန်း မျှော်စင်အောက်မှာ ဖမ်းချုပ်ထားခြင်းခံရပါတယ်...ဒါကိုလက်မခံနိုင်တဲ့ရှောင်ချင်း(မြွေစိမ်းမလေး)ဟာ ဘုန်းတော်ကြီးဖာဟိုင်ကိုပြန်တိုက်ခိုက်ရင်း ရှုံးလော်မြိုဆိုတဲ့ နေရာကိုအမှန်မထင်ရောက်သွားပါတယ်..ရှုံးလော်မြို့ကလူတွေဟာ စိတ်ထဲလွှတ်မချနိုင်တဲ့အရာတွေရှိနေလို့လူပြန်မဝင်စားနိုင်ပဲ ရောက်လာတဲ့သူတွေ ပါ... အန္တရာယ်ပေါင်းများစွာနဲ့ပြည့်နှက်နေတဲ့ရှုံးလော်မြို့မှာ ရှောင်းချင်းတစ်ယောက် ရှင်သန်နိုင်ပါ့မလာ....ရှုံးလော်မြို့ကနေထွက်ခွာနိုင်ပါ့မလား.... ရှုံးလော်မြို့မှာသူ့အစ်မရှောင်ပိုင်နဲ့ရုပ်ချင်းဆင်တဲ့ ကောင်လေးတစ်ယောက်နဲ့ ဆုံရတဲ့အခါဘာတွေဆက်ဖြစ်လာမှာလဲ... အစ်မဖြစ်သူနဲ့ရောပြန်ဆုံနိုင်ပါ့မလား..အချစ်..အမုန်း...ရင်ထဲက အာဃာတတွေ...ခံစားချက်မျိုးစုံ ကို ကြည့်ရှုခံစားရမှာပါ...... Quality : HDRip 1080pFormat : mp4Genres : Animation , Action  ,Adventure , FantastyDuring : 2h 11minSubtitle : Myanmar Sub ( Hardsub sub ...",
        "rating": "6.8",
        "url": "https://megaup.net/1EUmq/White.Snake.2.720p.HDRip.CM.mp4",
        "category": "Action, Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/White-Snake-2019-141x200.jpg",
        "title": "White Snake (2019)",
        "description": "White Snake 2019=============\"မြွေဖြူမိစ္ဆာနှင့်မှော်ဆံထိုး\"IMDb Rating 7.1/10 ထိ ရရှိထားတဲ့ ဇာတ်ကားလေးပါ။ဒီအန်နီမေးရှင်း ဇာတ်လမ်းလေးကတော့ တရုတ်ဒဏ္ဍာရီဇာတ်လမ်းတစ်ပုဒ်ဖြစ်တဲ့မြွေဖြူမိစ္ဆာအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းကို အခြေခံပြီး ရှေ့မှာလည်း Live action ရော animation တွေရော ပုံစံအမျိုးမျိုး ထွက်ခဲ့ဖူးပေမယ့် အခုကတော့ ပိုကောင်းတဲ့ animation ရုပ်ထွက်တွေနဲ့ ပိုပြီးကြည့်ကောင်းလာပါပြီရိုက်ချက်အလန်းတွေ နောက်ခံတီးလုံးအလန်းတွေ လှပတဲ့ရှုခင်းတွေနဲ့ကြည့်ရှူ့သူကို ဆွဲဆောင်သွားမှာပါ...ဒီတော့ အားပေးကြည့်ရှူ့ကြပါဦးလို့။ Quality – 1080P, 720p  Blu-Ray.6CHDuration – 1 hrs 39 minsSubtitle – Myanmar HardsubFormat – Mp4Genre :  Animation, Action, AdventureSource : 1080p.Blu-Ray.6CHTranslator – Ye Kyaw HtetEncoder – San Win Maung",
        "rating": "7.1",
        "url": "https://megaup.net/2kRin/(CM)White.Snake.2019.CHINESE.720p.BluRay.H264.AAC.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ajxa9eE4vojurvYqSmRQVLSh6bt.jpg",
        "title": "Tughlaq Durbar (2021)",
        "description": "Tughlaq Durbar (2021)ဒီတစ်ခေါက်မှာတော့ 96,Super Deluxe စတဲ့ရုပ်ရှင်တွေနဲ့ ထင်ရှားကျော်ကြားခဲ့ပြီး ရုပ်ရှင်သရုပ်ဆောင်တစ်ဖြစ်လဲ ပရိုဂျူဆာတစ်ဖြစ်လဲအောင်မြင်နေတဲ့ မင်းသားကြီး Vaji ရဲ့ ဇာတ်ကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်အရင်ဆုံး ဇာတ်လမ်းလေးကို အကျဥ်းချုံးလေးမြည်းစမ်းကြည့်ကြတာပေါ့ကိုယ်ဝန်လွယ်စဥ်ကထဲက နိုင်ငံရေးသမား ရာယာပန်ရဲ့မိန့်ခွန်းကို နားထောင်ရင်း ကြီးပျင်းခဲ့ရပြီးငယ်စဥ်ကလေးဘဝထဲက နိုင်ငံရေးသမား ဖြစ်ချင်နေခဲ့တဲ့ ဆင်းဂန်....ဆင်းဂန်ရဲ့အမေဟာ သူ့ညီမလေးကို မီးဖွားပြီးချိန်မှာ သေဆုံးသွားခဲ့သလို ဖအေဖြစ်သူကလည်းမိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ ပူဆွေးသောကကြောင့်နဲ့ပဲ တိမ်းပါးသွားခဲ့ရှာပါတယ်ဒီလိုနဲ့ဆင်းဂန်ဟာ တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်တဲ့ ညီမဖြစ်သူနဲ့အတူနေထိုင်ခဲ့ကြပေမဲ့လည်းမောင်နှမနှစ်ယောက် စိတ်အလျဥ်း မသင့်မြတ်ခဲ့ကြပါဘူးမိသားစုအရေး ဘာညာလည်း စိတ်မဝင်စားတဲ့ ဆင်းဂန်အတွက် သူစိတ်ဝင်စားရာကတော့တစ်ခုတည်းပဲရှိပါတယ် အဲ့ဒါကတော့ သူ့ရဲ့စံပြပုဂ္ဂိုလ်ဖြစ်တဲ့ရာယာပန်နဲ့ ရင်းနှီးပြီး နိုင်ငံရေးသမား ဖြစ်လာဖို့ပါပဲအတ္တဟိတ နဲ့ ပရဟိတ ယှဥ်တွဲလာတဲ့ နိုင်ငံရေးလောကမှာ နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ဆင်းဂန်တစ်ယောက် အတ္တဟိတဘက်ကို အလေးသာသွားခဲ့တဲ့အခါမှာတော့......အကြံမျိုးစုံ ထုတ်ပြီး ရာယာပန်ဆီ အာရုံစိုက်ခံရဖို့ ကြိုးပမ်းနေတုန်းမမျှော်လင့်ထားတဲ့ ကိစ္စတစ်ခု ဆင်းဂန်ဆီ ဖြစ်ပေါ်လာတဲ့အခါ....ဆင်းဂန်တစ်ယောက် အဲ့ကိစ္စကို ဘယ်လိုဖြေရှင်းသွားမလဲ??နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1EUc3/Tughlaq_Durbar_(2020)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BMTk3NDE2NzI4NF5BMl5BanBnXkFtZTgwNzE1MzEyMTE@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Up (2009)",
        "description": "Up (2009)\nIMDb - 8.2/10_______Rotten - 98%\nWon 2 Oscars. Another 78 wins & 82 nominations\nဒီတစ်ခါတော့ ကာတွန်းကား ကောင်းကောင်း လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားလေးက ၂၀၀၉ ခုနှစ်မှာ ထွက်ခဲ့ပြီး၊ စထွက်ခဲ့တဲ့အချိန်ထဲက အခုအချိန်အထိ Valentine's Day ရုပ်ရှင်အဖြစ် လူကြိုက်များခဲ့သလို၊\nသူ့ထဲက ဇာတ်ဝင်ခန်းလေး တစ်ခုက အချစ် နဲ့ပတ်သက်လာရင် အခုအချိန်အထိ လူပြောများနေဆဲဖြစ်ပါတယ်။\nUp ကာတွန်းလေးက သာမန် ကာတွန်းကားတစ်ကား တင်မဟုတ်ပဲ၊ အက်ရှင် ဒရမ်မာ ကောင်းကောင်း နဲ့ ရိုက်ကူးထားတဲ့ Animated Film တစ်ခုဖြစ်ပါတယ်။\nဇာတ်အိမ် ကောင်းကောင်း နဲ့ လူကြီး လူငယ် ပရိတ်သတ် အားလုံးကို ဖမ်းစားနိုင်ခဲ့ပါတယ်။ ကျွန်တော် အနေနဲ့ ရုပ်ရှင်တွေတော်တော်များများ ကြည့်ဖူးပေမယ့်\nကြည့်ရင်းနဲ့ မျက်ရည်ဝဲလောက်အောင် ခံစားချက်ရသပေးနိုင်တဲ့ ကားမျိုး က လက်ချိုးရေလို့ရပါတယ်။\nဒီ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/up-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-11-at-20.13.47-133x200.png",
        "title": "The Man Who Sold His Skin (2020)",
        "description": "The Man Who Sold His Skin (2020)=========================အခုကနေဆို ဆယ်နှစ်ကျော်ကြာပြီဖြစ်တဲ့\nဆီးရီးယားပြည်တွင်းစစ်ဟာ အသေအကြေ\nများခဲ့သလို ဆီးရီးယားက ထွက်ပြေးပြီး\nဥရောပနိုင်ငံတွေမှာ ခိုလှုံခဲ့ရတဲ့ ဒုက္ခသည်\nတွေလည်းများခဲ့တယ်။ သို့တိုင်အောင်ပဲ\nနိုင်ငံတိုင်းမှာ သူ့ကန့်သတ်ချက်တွေနဲ့\nသူရှိခဲ့ကြတာမို့ လူတိုင်းကိုတော့ ခိုလှုံခွင့်\nမပေးနိုင်ခဲ့ဘူး။ ဒီရုပ်ရှင်ဟာ အဆိုပါ\nဆီးရီးယားဒုက္ခသည်တွေအကြောင်းကို\nထင်ဟပ်မိအောင် ရိုက်ထားတဲ့ရုပ်ရှင်ပါပဲ။အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဆမ်ဟာ\nနိုင်ငံရေးသမားအထင်ခံခဲ့ရတဲ့အတွက်\nဆီးရီးယားကနေ ထွက်ပြေးလာခဲ့တယ်။\nသူ့ရဲ့ ချစ်လှစွာသော ကောင်မလေးကိုတော့\nသူထားခဲ့ရတယ်။သူ့ကောင်မလေးကတော့\nအိမ်ကပေးစားတဲ့ ဘယ်ဂျီယမ်မှာရှိတဲ့\nဆီးရီးယားသံရုံးက သံအမတ်တစ်ယောက်နဲ့\nလက်ထပ်သွားခဲ့တယ်။ဆမ်ဟာ\nသူ့ကောင်မလေးရှိတဲ့ ဘယ်ဂျီယမ်ကို\nသွားချင်ပေမဲ့ သူ့မှာ ပြည်၀င်ခွင့်မရှိဘူး။\nအဲ့ဒီအချိန်မှာပဲ ဆမ်က ဂျက်ဖရေးနဲ့ သွားဆုံတယ်။ခေတ်တစ်ခေတ်ရဲ့ အကြီးကျယ်ဆုံး အနုပညာရှင်\nဖြစ်တဲ့ ဂျက်ဖရေးဟာ အမှိုက်ကိုပါ အနုပညာ\nဖြစ်အောင် လုပ်နိုင်တဲ့သူလို့ နာမည်ကျော်တယ်။\nဂျက်ဖ‌ရေးက Installation Art၊ Paint Artအပါအ၀င်\nArtပေါင်းစုံကို ပိုင်နိုင်တဲ့ Geniusတစ်ယောက်။\nဒီတစ်ခါ သူက အနုပညာအတွက် နယ်ပယ်သစ်\nတစ်ရပ်ကို ရှာဖွေနေတယ်။ ဒီတစ်ခါ သူတင်ဆက်မဲ့\nသူ့အနုပညာပစ္စည်းက သက်မဲ့မဟုတ်ဘူး။တိရိစ္ဆာန်\nတစ်ကောင် မဟုတ်ဘူး။သက်ရှိလူသားတစ်ယောက်။\nအခု သူတို့နေနေတဲ့ခေတ်ကာလမှာ ကုန်ပစ္စည်းတွေရဲ့\nပျံ့နှံ့ရောက်ရှိမှုက လူသားတွေရဲ့ ပျံ့နှံ့ရောက်ရှိမှုထက်\nအများကြီးပိုလွတ်လပ်တယ်။ ဒီတော့ သူက လူသား\nတစ်ယောက်ကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/30Odv/The.Man.Who.Sold.His.Skin.2020.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/sjaksunnamed-135x200.jpg",
        "title": "Bad Teacher (2011)",
        "description": "Title ကိုက Bad Teacher ဆရာမအဆိုးလေးတဲ့။Poster ပေါ်မှာလဲ  Eat me ငါ့ကိုစားပါတွေရော.. She doesn't give an \"F.\" တွေရောနဲ့  R-Rated ဇာတ်ကားလေးပါ။မင်းသမီးက ကင်မရွန်းဒိုင်ယာ့ဇ်..သူ့စတိုင်နဲ့ ဆရာမအဆိုးလေးဆိုတော့ ကွက်တိပေါ့...မင်းသားက အဆိုတော် ဂျက်စတင်တင်းဘားလိတ်...အူကြောင်ကြောင်နဲ့လိုက်တယ်..မင်းသားကြီး Jason Segel လဲပါသေးတယ်...သူကတော့အတည်ပေါက်နဲ့နောက်တတ်သူပေါ့။ဇာတ်လမ်းလေးကတော့ ...ဆရာမလေး ကင်မရွန်းဒိုင်ယာ့ဇ်ဟာ အပျင်းလဲထူသလို အရည်အချင်းလဲမရှိတဲ့အပြင်ခြူစားဖို့ကြံစည်ပြီး စေ့စပ်ထားတဲ့ သူဌေးသားလေးရဲ့ စွန့်ပစ်ခြင်းကိုပါခံလိုက်ရသူပါ...ဒါနဲ့ဘူနေတုန်းမှာပဲ...သူ့လိုပူပူနွေးနွေးလမ်းခွဲထားတဲ့ ကျောင်းဆရာ ဂျက်စတင်တင်းဘားလိတ်နဲ့ဆုံပြီးဆွဲစားဖို့ထပ်ကြံပြန်တယ်...ပုရိသတစ်ယောက်ကိုဆွဲဆောင်ဖို့မှာနို့ပြားရင် အဆင်မပြေဘူးဆိုပြီး ရင်သားအစားထိုးကုသဖို့ကြံစည်ရာကနေဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ....။ \nFile size…(1.7 GB)/ (999 MB)/ (500 MB)\nQuality…BluRay Unrated 1080p /720p / 480p\nFormat…mkv\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Nay Lin Thar",
        "rating": "5.6",
        "url": "https://megaup.net/2kQK9/Bad_Teacher_2011_BluRay_720p_DTS_x264-CHD(CM).mkv",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/edENWY4yUkd4iTwRyQJZsAscNOv.jpg",
        "title": "Dikkiloona (2021)",
        "description": "Dikkiloona(2021)\n----------------------\n(1080pခဏနေ ရပါမယ်)Mendala ကားထဲက မင်းသားကြီးYogi Babu ပါဝင်သရုပ်ဆောင်ထားတဲ့Tamil Comedy ဇာတ်ကားသစ် ထွက်ရှိလာပါပြီခင်ဗျားမှာ Time Machine နဲ့ အချိန်ခရီးသွားဖို့အခွင့်အရေးရလာရင်ဘာလုပ်ကြမှာလဲအတိတ်ကိုရော အနာဂတ်ကိုပါ အချိန်ခရီးသွားလို့ရရင်ဘယ်အပိုင်းအခြားကို သွားဖြစ်ကြမလဲမီတာရုံးမှာ အလုပ်လုပ်တဲ့ မီးသမားလေး မာနီကတော့ဘဝမှာ ဖြစ်ခဲ့တဲ့ အန္တရာယ်အရှိဆုံးမတော်တဆမှုကြီး​ကို တားဆီးဖို့ အတိတ်ကို ပြန်သွားခဲ့ပါတယ်ဟော်ကီကစားသမားတစ်ယောက် သိပ်ဖြစ်ချင်ခဲ့တဲ့ မာနီဟာလက်တွေ့မှာ မီးသမားပဲဖြစ်နေရတယ်ယောက္ခမအိမ်မှာလည်း သူနေရတာ အဆင်မပြေသလိုသူ့မိဘအိမ်ပြန်တော့လည်း ယောက္ခမနဲ့ချွေးမမတည့်ကြလို့စိတ်ဆင်းရဲမှုများစွာနဲ့ ဖြတ်သန်းနေရတဲ့ လက်ရှိဘဝကနေအတိတ်ကို ပြန်သွားပြီး ပြင်ဖို့ဆုံးဖြတ်ခဲ့တဲ့အရာက ဘာဖြစ်မလဲ??????Fiction Comedy ဇာတ်ကားဖြစ်လို့ တစ်ကားလုံးဒိုင်ယာလော့ အလန်းစားတွေနဲ့ ရယ်နေရမှာပါအဲ့ဒါကြောင့် မရယ်ရမှာ စိတ်မပူပါနဲ့Yogi Babu တစ်ယောက်ရော ဒီကားထဲမှာဘယ်လို Character နဲ့ ပါဝင်သွားဦးမလဲဆိုတာ ကြည့်ရှုပေးကြပါဦးအညွှန်းကိုတော့ Amelia မှ ရေးသားထားပြီးဘာသာပြန်သူများကတော့ Amelia နဲ့ Jerrica တို့ပဲဖြစ်ပါတယ်\nFile size…1.38GB/ 2.19Gb\nQuality…720p / 1080p ...",
        "rating": "7.2",
        "url": "https://megaup.net/2kQzg/Dikkiloona_(2021)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Comedy, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BN2IyYzI4YmQtNzBmMi00Mjg3LWI4NTMtNmZjNjk3YjIwZmJhXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Kate (2021)",
        "description": "KATE [2021]ကဲ....စနေ တနင်္ဂနွေ အားလပ်ရက်မှာ\nIDMb rating 7.4/10 ရထားတဲ့\nအက်ရှင်ကားအလန်းစားလေးနဲ့ အနားယူလိုက်ကြစို့လား!!ဇာတ်လမ်းအကျဥ်းလေးကို စပြီး မိတ်ဆက်ပေးပါရစေကိတ် ဟာ ဗာရစ်ခ်ရဲ့ ထိန်းကျောင်းမှုအောက်မှာ\nလုပ်ကြံသတ်ဖြတ်သူအနေနဲ့ လေ့ကျင့်သင်ကြားခဲ့ရသူတစ်ယောက်ပါ\nငယ်စဥ်ထဲက လေ့ကျင့်ခဲ့ရတဲ့ ကိတ်အတွက်\nပစ်မှတ်မှန်သမျှကို ပစ်မလွဲဖြစ်တဲ့အထိ ကျွမ်းကျင်လှပါတယ်ဒါပေမဲ့လည်း ကိတ်က လူသတ်ရတဲ့ဘဝကို ပင်ပန်းလာပြီးတော့\nသာမန်ဘဝလေးနဲ့ပဲ ရှင်သန်ချင်လာခဲ့ပါတယ်ကိတ်တစ်ယောက် သူ့ရဲ့နောက်ဆုံးမစ်ရှင်ကို ဆောင်ရွက်ရင်း\nအဆိပ်ခတ်ခံခဲ့ရပါတော့တယ်။\nအသက်ဆက်နိုင်ဖို့ ကိတ်အတွက် အချိန်တစ်ရက်ပဲ ကျန်ပြီးတော့ ​\nအဲ့ဒီအချိန်တစ်ရက်အတွင်းမှာ\nကိတ်ဟာ သူ့ကို အဆိပ်ခတ်တဲ့သူကို လိုက်ရှာပြီး လက်စားချေနိုင်ဦးမလား...???အဆိပ်ခတ်လုပ်ကြံမှုရဲ့​နောက်ကွယ်မှာ ဘာအ​ကြောင်းအရာတွေများ ရှိနေဦးမလဲ......??\nဆိုတာ စိတ်ဝင်တစား စောင့်ကြည့်ရမှာပဲ ​ဖြစ်ပါတယ်Now You See Me,Hunger Game အစရှိတဲ့ နာမည်ကြီးရုပ်ရှင်တွေမှာ ပါဝင်ခဲ့တဲ့\nမင်းသားကြီး Woody Harrelson လည်း အားဖြည့်သရုပ်​ဆောင်ထားတာမလို့\nအက်ရှင်ပရိသတ်အားလုံး အကြိုက်တွေ့စေမယ်လို့ မျှော်လင့်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Shwe Pyae နဲ့ Thet Hnin Hsu ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL ...",
        "rating": "6.6",
        "url": "https://megaup.net/1ESlb/Kate.2021.720p.WEB.H264-CM.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/unnamed-135x200.jpg",
        "title": "Malignant (2021)",
        "description": "Malignant (2021)Conjuring, Saw စတဲ့ကားတွေနဲ့နာမည်ကြီးခဲ့တဲ့\nဒါရိုက်တာ James Wan ရဲ့အသစ်စက်စက် Horror ရုပ်ရှင်ဖြစ်ပါတယ်အရက်သမားယောကျ်ားနှိပ်စက်တာကိုခံရလို့\nခဏခဏ ကိုယ်ဝန်ပျက်ကျခဲ့ရတဲ့ မက်ဒီဆင်...\nငယ်ဘဝတုန်းကအကြောင်းအရာတွေကို မမှတ်မိတော့တဲ့ မက်ဒီဆင်....မက်ဒီဆင်ဟာ တစ်နေ့မှာ လူသတ်မှုတစ်ခုကို ကြုံခဲ့ရပြီးနောက်ပိုင်း\nရက်ရက်စက်စက်လူသတ်မှုတွေရဲ့အမြင်တွေ ဆက်မြင်လာရပြီး\nလူသတ်သမားဟာ ဂေဘရီယယ် ဆိုတဲ့ လူတစ်ယောက်မှန်း သိလာရတဲ့အခါ\nဂေဘရီယယ်ဆိုတာဘယ်သူလဲ? ဘာကြီးလဲ?မက်ဒီဆင်က သူ သတ်တာ ဖြတ်တာတွေကို\nဘယ်လိုကြောင့် အမြင်တွေရနေရတာလဲဆိုတာကတော့ဒါရိုက်တာ James Wan ရဲ့ အရင်ကနဲ့ မတူတဲ့ရိုက်ချက်တွေ\nဟာကနဲဟင်ကနဲဖြစ်သွားရမယ့်ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့အတူ\nခံစားကြည့်လိုက်ရအောင်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chit Tee နဲ့ Pyi Ti Nyein တို့ပဲ ဖြစ်ကြပါတယ်Quality….WEB-DL 1080p and 720p and 480p\nFile size…2.5GB and 1.3GB and 500MB\nFormat…mp4\nDuration….1h 51min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Chit Tee and Pyi Ti ...",
        "rating": "6.7",
        "url": "https://megaup.net/30N5j/Malignant.2021.720p.HMAX.WEB-DL.DD5.1.x264-CM.mp4",
        "category": "Crime, Horror, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BMTc4YTBmOGYtNDE0Ni00YzMyLTg5NmQtYjViYzVkODJjYjU4XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Bhoot Police(2021)",
        "description": "Bhoot Police(2021)အညွှန်း***********************နာမည်ကြီးသရုပ်ဆောင်များစွာဖြစ်တဲ့Saif Ali Khan,Jacqueline Fernandez , Yami Gautam တို့ပါဝင်တဲ့Comedy , Horror ကားကြီးလာပါပြီဗျား.... ဗီဘိုဟီနဲ့ ချီရန်ဂျီတို့ဟာ သူ့အဖေအမွေပေးခဲ့တဲ့ တန်တရာအတတ်နဲ့ ကောင်းတဲ့နေရာမှာအသုံးမချဘဲ လူတွေကိုနှစ်ပေါက်တစ်ပေါက်ရိုက်ကာလိမ်စားနေကြပါတယ်။\nတစ်နေ့မှာတော့ တောင်ကုန်းပေါ်က ရွာလေးတစ်ရွာမှာနေတဲ့ မာယာဆိုတဲ့ကောင်မလေးတစ်ယောက် ရောက်လာပြီး သူတို့နှစ်ယောက်ရဲ့အဖေ အူလ(တ်) ဘာဘာနဲ့ တွေ့ချင်တယ်လို့ ပြောပါတယ်။\nအူလ(တ်) ဘာဘာနဲ့ ဘာကြောင့်တွေ့ချင်ရသလဲမေးတဲ့အခါမှာတော့မာယာတို့ရွာမှာ အရင်က သရဲတစ်ကောင် သောင်းကျန်းဖူးကြောင်း\nအဲဒီသရဲကို အူလ(တ်) ဘာဘာက နှင်ထုတ်ပေးခဲ့တဲ့အတွက်ထွက်ပြေးသွားကြောင်း အခုတစ်ခါလည်း အဲဒီသရဲ သောင်းကျန်းနေလို့ဘာဘာကိုလာပင့်တာဖြစ်ကြောင်း သိလိုက်ရပါတယ်။\nအူလ(တ်) ဘာဘာမရှိတော့ပေမဲ့ လူတွေဆီကသရဲအကြောင်းပြပြီးလိမ်စားနေကြတဲ့ သူ့ရဲ့သားတွေက သရဲအလကားနှင်ပေးမယ်ဆိုပြီး မာယာနဲ့လိုက်လာပါတယ်။\nအဲ့ဒီနောက်မှာတော့.....ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့......\nဘာသာပြန်သူတွေကတော့ Thaik Sanနဲ့ Nyi Koeဖြစ်ပါတယ်။ File Size : (2.4GB)(1.2GB) and 499MB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:08:00\nGenre : Comedy , Horror\nSubtitle : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1ES5n/Bhoot_Police.2021.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BNzkwM2FmNTUtOWVkMS00MGE2LTk4YjEtNThhYTU2ZjVkODZlXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-141x200.jpg",
        "title": "Tuck Jagadish(2021)",
        "description": "Tuck Jagadish (2021)\n----------------------------------မြန်မာပြည်ပရိသတ်တွေကြား ယင်ကောင်မင်းသားရယ်လို့ နာမည်ရခဲ့တဲ့ Nani ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားထွက်လာလို့ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကလည်း မနှစ်ကထွက်တဲ့ V ဆိုတဲ့ ရုပ်ရှင်လိုပဲ ရသတစ်ခုခုကို ပေးစွမ်းနိုင်လိမ့်မယ်လို့ ယုံကြည်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းဘူဒေဗီပူရမ်လို့ခေါ်တဲ့ ရွာကြီးတစ်ရွာမှာ ရွာခေါင်းဆောင် အာဒီးဆာ့နိုင်ဒူးဆိုသူ တစ်ဦးရှိပြီး ၊ရွာရဲ့သာရေးနာရေး ကိစ္စအဝဝကိုသာမက ၊ ရပ်ရွာအေးချမ်းသာယာရေးအတွက်ပါ ကိုယ်ကျိုးစွန့်အနစ်နာခံ ဆောင်ရွက်နေသူဖြစ်ပါတယ်။ကိုယ်တိုင်ချမ်းသာကြွယ်ဝသူ ဖြစ်တဲ့ အလျောက် သားသမီးတွေကလည်း များပြားလှပါတယ်။သူရှိနေတုန်းက သင့်မြတ်ကြတဲ့ သားသမီးတွေဟာ သူမရှိတဲ့အချိန်ကျတော့ အမွေကိစ္စတွေကြောင့် အချေအတင်ဖြစ် ၊ပြဿနာတွေ တောက်လျောက်တက်ကုန်ရာကစပြီးအာဒီးဆာ့နိုင်ဒူးရဲ့ မယားကြီးငယ်နဲ့ရတဲ့ သားကြီးဖြစ်သူ ဘို့စ်က ဒီအမွေတွေဟာ သွားလေသူမိခင်ဘက်က ပါလာတာဆိုပြီးဖခင်အမွေအားလုံးကို မောင်ပိုင်စီးပါတော့တယ်။အမွေတွေကို မလိုချင်ဘဲ ၊ မိသားစုကို ပြန်သင့်မြတ်စေလိုတဲ့ အငယ်ဆုံးသားလေး Tuck ဂျာဒစ်ရှ်တစ်ယောက်ဒီမိသားစုအရေးကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာက ဒီဇာတ်လမ်းရဲ့ ဇာတ်အိမ်တည်ရှိရာ ဖြစ်ပါတယ်။မိသားစုပြဿနာတွေဆိုလို့ ဒရမ်မာကားသက်သက်လို့ ထင်နေဦးမယ်။တောင်ပိုင်းရုပ်ရှင်ထုံးစံအတိုင်း အချစ် ၊ အကြမ်း ၊ ...",
        "rating": "6.7",
        "url": "https://megaup.net/YUj9/Tuck_Jagadish_(2021)_Telugu_HDRip_-720p(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aXAByjBN8UhaYvotqRCwa5MsMGu.jpg",
        "title": "Scream (1996)",
        "description": "Scream 1996 အညွှန်း\n================\nHorror, Mystery ပရိတ်သတ်တွေအတွက် 90s ခေတ်က\nrating လည်းကောင်းကောင်းရထားတဲ့ ကားကောင်းလေးတစ်ကား တင်ပေးလိုက်ပါတယ်။\nHorror အမာခံပရိတ်သတ်တွေ ဆိုရင်တော့ Scream 1996 က အထူးညွှန်းနေစရာ မလိုပါဘူး။\nအခုနောက်ပိုင်းထွက်တဲ့ horror ကားတွေနဲ့ ဒီကားနဲ့ ကွာခြားချက်ကို ပြောပါဆိုရင်\nသူက supernatural ဆန်ဆန် သရဲတွေ နာနာဘဝတွေမပါဘဲ mystery အသားပေးထားပြီး\nလူသတ်သမားက ဘယ်သူများဖြစ်မလဲဆိုပြီး ရင်တထိတ်ထိတ်ကြည့်ရတဲ့ဖီလင်ကိုပေးတဲ့ ကားမျိုးပါ။\nဒီကားက ထွက်ပြီးပြီးချင်းပဲ horror ရုပ်ရှင်တွေကြားထဲမှာ ဇာတ်လမ်းတည်ဆောက်ပုံရော\nဇာတ်ရှိန်ထိန်းသွားတာရောကောင်းလွန်းလို့ နာမည်အရမ်းကြီးခဲ့တဲ့ ကားတစ်ကားလည်းဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းကို ပြောရမယ်ဆိုရင်တော့ ဆစ်ဒနေဆိုတဲ့ ကောင်မလေးဟာ\nသူမရဲ့အမေကို မုဒိန်းကျင့်ပြီးလူသတ်မှုတစ်ခုမှာ တစ်ခုမှာ ဆုံးရှုံးခဲ့ရတာပါ။\nအဲလိုနဲ့ စိတ်ဒဏ်ရာရနေတဲ့ ဆစ်ဒနေဟာ ဘဝကိုပြန်လည်တည်ဆောက်ဖို့ကြိုးစားနေတုန်း\n၁ နှစ်ပြည့်သွားတဲ့အချိန်မှာပဲ သူ့အမေတုန်းကလို လူသတ်မှုတွေ ဖြစ်လာပါတော့တယ်။\nထူးဆန်းတာက သူ့အမေကိုသတ်ခဲ့တယ်လို့ သံသယရှိသူကို ထောင်ထဲထည့်ပြီးသွားပြီ ဖြစ်နေလို့ပါ။\nဒီတော့ အခုဖြစ်လာတဲ့ လူသတ်မှုတွေရဲ့ နောက်ကွယ်က တရားခံကဘယ်သူတွေလဲ?\nသူတို့ရဲ့ ရည်ရွယ်ချက်က ဘာလဲ?\nအရင်လူသတ်မှုနဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1EQy8/Scream.1996.UNCUT.720p.BluRay.x264.AAC.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Red_Carpet_-_Korean_Movie-p1-140x200.jpg",
        "title": "Red Carpet (2014)",
        "description": "ငယ်စဉ်တည်းက ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်ဖို့ အိမ်မက်မက်ခဲ့ပေမယ့် အခြေအနေအမျိုးမျိုးကြောင့် Porn Director တစ်ယောက်အဖြစ်ရပ်တည်နေရတဲ့ ပတ်ဂျောင်ဝူ...\nအမေဖြစ်သူနဲ့ လေဖြတ်နေတဲ့အဖေ ကို သူ့ရိုက်ထားတဲ့ ဇာတ်လမ်းလေး TVမှာလာတာကို ပြချင်ခဲ့ပေမယ့် လွှင့်မရတဲ့ဇာတ်ကားဖြစ်နေတော့ အကြောင်းအမျိုးမျိုးပြပြီး လိမ်ထားရတာပေါ့ဒီလိုနဲ့တစ်နေ့ သူ့ဆီကို အိမ်ဝယ်တာ အလိမ်ခံရတဲ့ ကောင်မလေးတစ်ယောက်ရောက်လာခဲ့ပါတယ်\nအလိမ်ခံခဲ့ရတာကြောင့် နေရာမရှိဘဲ ပတ်ဂျောင်ဝူရဲ့ အိမ်မှာ ကပ်နေရတဲ့သူကတော့ ငယ်ငယ်က ကလေးသရုပ်ဆောင်လုပ်ခဲ့ဖူးပြီး မင်းသမီးဖြစ်ချင်နေတဲ့ ဂျောင်အွန်းဆူပါရုပ်ရှင်ရိုက်ဖို့အတွက် လူသစ်မိန်းကလေးသရုပ်ဆောင်ရှာနေတဲ့ ပတ်ဂျောင်ဝူးက ဒါရိုက်တာဆိုတာသိပေမယ့်\nဘာကားရိုက်တဲ့ ဒါရိုက်တာမှန်းမသိဘဲ သူလည်းသွားလျောက်လေတော့...ဘာဆက်ဖြစ်မလဲ ဒီဇာတ်ကားလေးက ဟာသဆန်ဆန်ရိုက်ကူးထားပေမယ့် ပေးချင်တဲ့ မက်ဆေ့ကတော့ တော်တော်ကောင်းပါတယ်\nPorn ကားရိုက်တဲ့ မိန်းကလေးတိုင်း အပျက်မ မဟုတ်ပါဘူး...အလုပ်တစ်ခုဖြစ်ပြီး ဒါဟာလည်း အနုပညာတစ်ရပ်ပါပဲ\nဇာတ်ကားထဲမှာ ဘယ်လိုပဲ ဖြစ်နေပါစေ အပြင်မှာတော့ မိန်းကလေးအားလုံးနဲ့ တန်းတူဆက်ဆံရမှာပါပဲ လေးစားမှု့ရှိရမှာပါပဲ\nလူတွေနေ့စဉ်ဘဝမှာ ဖြစ်ပျက်နေကြအရာတွေကို ကျန်းမာရေးရှူ့ထောင့်ကဖြစ်စေ ၊ လူ့သဘောသဘာဝကို ဖြစ်စေ ဖော်ပြပေးတဲ့ဇာတ်ကားတစ်ရပ်ပါအနုပညာဆိုတာကို ကျွန်တော်တို့ ဘယ်လို ...",
        "rating": "6.1",
        "url": "https://megaup.net/YU7b/Red_Carpet_(2014)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/li2kiirkpps7-143x200.jpg",
        "title": "Sunny Sisters ( 2021 )",
        "description": "ဒီတစ်​ခါမှာ CMကနေ ထပ်မံပြီးတော့ ကိုရီးယားကား ကို ပြန်လည်ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးသွားမှာပါ ဇာတ်လမ်းလေးကတော့....ကျန်းလီကျွင်းဟာ လက်ထပ်ပြီးသမီးတစ်ယောက်နဲ့ အိမ်ထောင်မှုတွေကြားမှာ ပိတ်မိနေတဲ့ မိန်းမတစ်ယောက်ပါ တစ်နေ့ သူ့အမေဆေးရုံတတ်ရတာကိုသွားကြည့်ရင်း အထက်တန်းဘဝက ညီအစ်မတွေလို ရင်းနှီးတဲ့လင်ချင်တစ်ယောက် ကင်ဆာဖြစ်ပြီးဆေးရုံတတ်နေရတာကို သိလိုက်ရပါတယ်လင်ချင်ဟာ အထက်တန်းတုန်းက sunny sisters အဖွဲ့ရဲ့ခေါင်းဆောင်တစ်ယောက်ဖြစ်ပြီး ကျန်းလီကျွင်းအပါအဝင်အဖွဲ့သားခြောက်ယောက်နဲ့အရမ်းကို ချစ်ကြတဲ့ သူငယ်ချင်းတွေပါ ဒါပေမဲ့သူတို့တွေ အကြောင်းအမျိုးမျိုးကြောင့်ကွဲသွားပြီး နှစ်လပဲ အသက်ရှင်ရတော့မယ့်လင်ချင်အတွက် အဖွဲ့ဝင်ငါးယောက်ကို ကျန်းလီကျွင်းတစ်ယောက်ရှာပုံတော်ဖွင့်မဲ့ ပုံစံလေးနဲ့ ဇာတ်လမ်းလေးကို အစချီထားတာပါ သူတို့ရဲ့ငယ်ဘဝတွေကိုလည်း တဖြည်းဖြည်းချင်းပြန်လည်ပြသထားတာဖြစ်တဲ့အတွက်ဒီကားလေးထဲမှာ ငယ်စဉ်အထက်တန်းဘဝက သူတို့တစ်တွေအရူးထခဲ့ ပျော်ရွှင်ခဲ့ရတာတွေ တစ်ယောက်နဲ့တစ်ယောက် ဖေးမကူညီခဲ့တာတွေ စတဲ့သူတို့ကြားက ဖြူစင်တဲ့ သံယောဇဉ်လေးတွေကိုကြည်နူး နွေးထွေးဖွယ် ဆက်လက် ကြည့်ရှုကြကြရမှာဖြစ်ပါတယ် Quality : WEB-DL 720pFormat : mp4During : 1h 58minGenres : DramaSubtitle : Myanmar ...",
        "rating": "5.8",
        "url": "https://megaup.net/YT8j/Sunny.Sisters.2021.WEB-DL.720p.CM.mp4",
        "category": "Drama"
    }
]