[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/dNJrK1uvoBPoYEVTAqI8ZSyrpdI-133x200.jpg",
        "title": "Aseq (2023)",
        "description": "Aseq 2023IMDb-7.5/10ဒီကားနဲ့ပဲ အကြည့်တွေကအစ မျက်နှာအမူအရာတွေအကုန် သရုပ်ဆောင်ကောင်းလွန်းလှတယ်လို့ ချီးကျူးခံထားရတဲ့ Vardhan Puri ၊မင်းသမီးချောလေး Sonnalli Seygallနဲ့ စူပါမော်ဒယ်မင်းသမီးချောလေး Elena Fernandes တို့က အဓိကဦးဆောင်ထားပြီး မင်းသားကြီး Siddharth Kapoor လည်းပါဝင်ထားပါတယ်\nဒီကားမှာတော့ Vardhan နဲ့ စူပါမော်ဒယ်လေးက\nဇာတ်ကိုအဓိကဆွဲခေါ်သွားမှာပါဇာတ်လမ်းအညွှန်းရွန်နီဆိုတဲ့ကောင်လေးဟာ အလုပ်မရှိအကိုင်မရှိနဲ့ ၆ လကြာ တစ်နေ့တာအသုံးစရိတ်တွေကအစ ရည်းစားကရှင်းပေးနေရတဲ့ကောင်လေးပါ နောက်ဆုံး ရည်းစားကပါသည်းမခံနိုင်လို့ အရင်လူနောက်ပြန်ပါသွားပါတော့တယ်\nသူ့မှာ တစ်နေ့တာအတွက်လိုက်အကူအညီတောင်း ချေးငှားနေရတာ တစ်မျိူး ၊ ရည်းစားကပစ်သွားလို့ ကြေကွဲရတာတစ်မျိူးနဲ့‌ပေါ့ ရည်းစားဟောင်းကိုမေ့ပစ်ဖို့ ဘဝသစ်စဖို့အတွက် အချစ်သစ်ရှာဖို့သူငယ်ချင်းတွေကမြှောက်ပေးပါတော့တယ် ဒီလိုနဲ့\nပရီယန်ကာဆိုတဲ့ သူနဲ့ဘဝတူမိန်းမချောလေးနဲ့ဆုံပြီး\nအဆင်ပြေတော့မဲ့အချိန်မှာပဲ သူအနီးနားဝန်းကျင်မှာ မူမမှန်တာတွေဖြစ်လာတာကို သူရော ဘေးလူတွေပါသတိထားမိလာပါတယ် ဘယ်လိုမူမမှန်တာတွေလဲ ဘာကြောင့်လဲဆိုတာ ပရိသတ်ကြီးပါအတူလိုက်ကြည့်ရင်း အဖြေရှာကြည့်ပါဦးမှောင်မှောင်မဲမဲကနေ တီးလုံးသံဆူဆူညံညံနဲ့ ထွက်လာတတ်တဲ့ သရဲကားမဟုတ်ဘဲ visual ကောင်းတဲ့ကားမို့ စူပါမော်ဒယ်လေးရဲ့ အလှကိုပါခံစားနိုင်မှာပါ\nအလှလေးတစ်ဖြတ် သည်းထိတ်ရင်ဖိုလေးတစ်ကွက်နဲ့ကြည့်ရှူရမှာဖြစ်ပါတယ်(အညွှန်းနှင့် ဘာသာပြန်တွေကတော့ BpL ...",
        "rating": "7.4",
        "url": "https://megaup.net/1fs70/Aseq_(2023][Hindi_-_720p(CM).mp4",
        "category": "Bollywood, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ldfpFnA5VQK5jiYrhREnhxlUgkG.jpg",
        "title": "Bennett’s War (2019)",
        "description": "အကျိတ်အနယ်ယှဥ်ပြိုင်ကြတဲ့ ဆိုင်ကယ်ပြိုင်ပွဲတွေကိုခုန်ပျံကျော်လွှားကြည့်ရှုရမယ့်ဇာတ်ကားလေးပါ...။ဆိုင်ကယ်ပြိုင်ပွဲတွေကို ရင်တမမ လိုက်ကြည့်ရတာနဲ့တင်ကြည့်ရကျိုးနပ်မယ့် Sports ဇာတ်ကားတစ်ကားပါ။ ဇာတ်လမ်းအကျဥ်းကတော့...ဘန်းနက်ဟာ ဆိုင်ကယ်စီးပြီးတိုက်ပွဲဝင်တဲ့ ရိန်းဂျားစစ်သည်တစ်ယောက်ပါ။သို့ပေမဲ့ စစ်မြေပြင်မှာ မိုင်းထိသွားပြီး ခြေထောက်ဒဏ်ရာကြောင့်စစ်တပ်ကထွက်ခဲ့ရပါတယ်....။ခြေထောက်ဒဏ်ရာကြောင့် ဘာမှမလုပ်နိုင်လို့ စိတ်ဓာတ်ကျနေရတဲ့အပြင် အဖေဖြစ်သူက အိမ်ကိုအပေါင်ဆုံးတော့မှာမို့ ငွေကြေးအကြပ်အတည်းနဲ့ပါရင်ဆိုင်လာရပါပြီ။သိတာတတ်တာဆိုလို့ ဆိုင်ကယ်မောင်း၊ ဆိုင်ကယ်ပြင်တာပဲသိတဲ့ဆိုင်ကယ်ချန်ပီယံဟောင်း ဘန်းနက်ဟာ ငွေရှာဖို့အတွက်ပြိုင်ကွင်းထဲပြန်ဝင်ဖို့ပဲဆုံးဖြတ်လိုက်ပါတယ်။ဘန်းနက်တစ်ယောက် ခြေထောက်က ဒဏ်ရာနဲ့ ပြိုင်ပွဲဘယ်လိုဝင်ပြီးဘာတွေအစွမ်းပြမလဲဆိုတော့ ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ...။  File size…1.54GB / 809MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ..... Sport\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "6.0",
        "url": "https://megaup.net/1Vpv8/Bennett_s.War.2019.WEB-DL720p(CM).mp4",
        "category": "Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bRD2BnEAgt5z1G6p3py3inXpdvZ.jpg",
        "title": "Solar Flower (2023)",
        "description": "Solar Flower (2023)“နေမထွက်တဲ့ ကမ္ဘာမှာဆိုရင်တောင် ကျွန်တော့်ဘဝမှာ သိမ်းထားချင်မိတဲ့ အိပ်မက်တစ်ခုရှိတယ်”သိပ်မကြာခင်ကမှ ထောင်ကလွတ်လာပြီး လူမိုက်ခေါင်းဆောင်နမ်ဂယူရဲ့လက်အောက်မှာ မိုတယ်အလုပ်ကို ကြိုးစားသင်ယူရင်း\nဘဝကို ခက်ခက်ခဲခဲဖြတ်သန်းနေရတဲ့ ဆွန်းယော့ဟာ နေမထွက်တဲ့ကမ္ဘာက ပန်းလေးတစ်ပွင့်လိုပါပဲဘယ်လောက်ပဲ ပင်ပန်းခက်ခဲနေပါစေ တစ်ဦးတည်းသော ညီမလေးအတွက်ဆိုပြီး ကြိုးစားရုန်းကန်နေခဲ့ပေမဲ့\nတစ်ဖက်မှာ သူကိုယ်တိုင်သတိမထားမိတဲ့ ရင်နင့်စရာအမှန်တရားတစ်ခု ရှိနေပါတယ်အဲဒီလိုနဲ့ အနှိပ်စက်ခံ အဖိနှိပ်ခံရင်း ဘဝကိုကြိုးစားရုန်းကန်နေတဲ့ ဆွန်းယော့တစ်ယောက်\nဆွန်းဂျူဆိုတဲ့ကောင်မလေးနဲ့ တွေ့ဆုံပြီးတဲ့အခါမှာတော့ သူ့ရဲ့ဘဝက တစ်ဆစ်ချိုးပြောင်းလဲဖို့ အကြောင်းဖန်လာပါတော့တယ်ဆွန်းယော့ရဲ့ဘဝတစ်ဆစ်ချိုးဟာ ပိုကောင်းတဲ့အရာတွေနဲ့စောင့်ကြိုနေမလား\nဒါမှမဟုတ် မှောင်မိုက်နေပြီးသားဘဝကို ပိုပြီးကံဆိုးမိုးမှောင်ကျစေမလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်Genre..... Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 501 MB | 247MB\nFormat… mp4\nDuration…. 2h\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/1f3u2/Solar.Flower.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zhPdYZ3x2uanhM1SyBj4CuL6hSa.jpg",
        "title": "Oliver Twist (2005)",
        "description": "ဂန္ထဝင်စာရေးဆရာကြီး Charles Dickensရဲ့အထင်ရှားဆုံးပုံပြင်ဇာတ်လမ်းတွေထဲကတစ်ခုဖြစ်တဲ့ အိုလီဗာတွစ်လေးရဲ့အကြောင်းကိုရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ မိဘမဲ့လေးအိုလီဗာတွစ်ရဲ့ဘဝမှာ အမျိုးမျိုးသောလူပေါင်းစုံနဲ့ကြုံတွေ့ပြီးတဲ့နောက်မှာ လန်ဒန်မြို့ကြီးအထိကို ၇ ရက်လောက်လမ်းလျှောက်ပြီးအရောက်သွားခဲ့ပါတယ်. ကလေးလေးတစ်ယောက်ရဲ့တစ်ကိုယ်တည်းသွားတဲ့ခရီးရှည်အဆုံးမှာတော့မထင်ထားပဲ သူနဲ့ရွယ်တူသူခိုးလေးတွေအုပ်စုနဲ့ကြုံပြီးတော့ဘဝကိုတစ်ဆစ်ချိုးအကြီးအကျယ်ပြောင်းလဲသွားရှာပါတော့တယ်။လူဆိုးလေးမဖြစ်ချင်တဲ့အိုလီဗာလေးဟာ ပိုကောင်းတဲ့ဘဝကိုရောက်ခဲ့ပေမယ့်လဲ ကံတရားကမျက်နှာသာမပေးခဲ့တာမလို့သူ့ရဲ့ဘဝမှာဘာတွေဆက်ဖြစ်လာမယ်ဆိုတာကိုဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ ပုံပြင်ထဲကအိုလီဗာလေးအတိုင်းပဲချစ်ဖို့ကောင်းပြီး ခပ်ဆိုးဆိုးလူဆိုးကြီးတွေရဲ့ကြားကဇာတ်ကားလေးမလို့ လူကြီးတွေအပြင်ကလေးတွေပါကြိုက်နှစ်သက်မဲ့ဇာတ်လမ်းလေးလဲဖြစ်ပါတယ်။  File size…2.07GB / 898MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….2h 10m\nGenre ..... Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "6.8",
        "url": "https://megaup.net/1Vpre/Oliver.Twist.2005.BluRay1080p(CM).mp4 https://megaup.net/1Vpr4/Oliver.Twist.2005.BluRay720p(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOWNiNjE2OTQtODVjNS00ZDllLWE1ZWYtNmJjMjdjNmJmY2VmXkEyXkFqcGdeQXVyMTYwNjMwMDMy._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Game of Deceit (2023)",
        "description": "ဒီဇာတ်လမ်းလေးဟာ \"ကုန်ရှုံးတော့တစ်ခေါက် လင်ကုန်ရှုံးတော့တစ်သက်လုံးမှောက်\"ဆိုတဲ့ စကားပုံလေးထဲကအတိုင်း လင်ယူမှားလို့ ဘဝပျက်လုနီးနီးဖြစ်ခဲ့တဲ့ ဂီတဆရာမလေး မာယာရဲ့ အိမ်ထောင်ရေးဇာတ်လမ်းအခြေခံထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးထဲမှာ မာယာဟာ ပထမ ခင်ပွန်းဆုံးပါးသွားတာတစ်နှစ်ကြာတဲ့အခါ နောက်အိမ်ထောင်ပြုလိုက်ရာကနေစခဲ့တဲ့ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်……… မာယာရဲ့နောက်အိမ်ထောင်ဖြစ်တဲ့ အီရန် ဟာ အရက်သမား လောင်းကစားသမားဘဝနဲ့အကြွေးတွေနစ်နေတဲ့ ရဲတစ်ယောက်ပါ။ သူဟာ မဟာဖိုဝါဒီ သမားတစ်ယောက်ဖြစ်ခဲ့ပြီး ပထမအိမ်ထောင်နဲ့ကလေးနှစ်ယောက်မွေးထားသူ နောက်ထပ်ကလေးထပ်ယူဖို့ဆန္ဒ မရှိတော့တဲ့မာယာကို ဘယ်လိုတွေအတင်း အကြပ် ကိုယ်ဝန်ဆောင်ခိုင်းမလဲဆိုတာဒီဇာတ်လမ်းလေးထဲမှာကြည်ရှုခံစားရမှာဖြစ်ပါတယ် အီရန်ရဲ့အကြံအစည်ကိုဖျက်စီးဖို့ မာယာက ကျောင်းနေဖော်သူငယ်ချင်း အဲလ် နဲ့ပူးပေါင်းပြီးတော့အီရန့်ကိုလှည့်စားတဲ့အခါမှာ မာယာတို့ပဲအီရန် ရဲ့လက်ထဲက နေလွတ်မြောက်နိုင်မလား အီရန်ကပဲ လှည့်ကွက်ကိုရိပ်မိပြီး ဖျက်စီးလိုက်နိုင်မလားဆိုတာဒီဇာတ်ကားလေးထဲမှာဝင်ရောက်ကြည့်ရှုပေးကြပါဦးခင်ဗျာ....File size…(1.5 GB)/(760 MB)/(440 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Hein Pyae Sone",
        "rating": "5.8",
        "url": "https://megaup.net/2Binp/Game.Of.Deceit.2023.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hqriJWWisRhm5XapyuB40D1jqqA.jpg",
        "title": "Elephant White (2011)",
        "description": "ဒီဇာတ်လမ်းလေးရဲ့‌နေရာကတော့ဘန်ကောက်မြို့တော်ကြီး။အရောင်တလက်လက်နဲ့အဆောက်အဦးတွေရဲ့အောက်မှာကတော့လူတန်းစားမျိုးစုံကရှိနေကြတယ်။ ဘန်ကောက်ရဲ့နာမည်ကြီးညငှက်လေးတို့ရဲ့လောကကလည်းတခုအပါအ၀င်ပေါ့။ဒီညငှက်လေးတွေရဲ့နောက်က လိင်လုပ်သားလုပ်ငန်းတွေမူးယစ်ဆေးလုပ်ငန်းတွေ ကလေးသူငယ်လူကုန်ကူးမှုတွေဆိုတာခွဲခြားလို့မရနိုင်တဲ့အရာတွေပါပဲ။ ဒီလောကကြီးထဲကိုရောက်လာတာကတော့ကြေးစားလူသတ်သမားကာတီချက်ခ်ျ။ အလုပ်ရှင်ရဲ့ငှားရမ်းချက်အရ သူ့သမီးဖြစ်သူကိုဆေးစွဲအောင်လုပ်ပြီးခိုင်းစားနေတဲ့ ဂိုဏ်းအဖွဲ့တဖွဲ့ကလူတွေကိုသတ်ပေးဖို့။ ဒါပေမယ့် သူလုပ်ခဲ့တဲ့လုပ်ရပ်က ဂိုဏ်အဖွဲ့နှစ်ဖွဲ့ကြားပြဿနာတွေကိုပိုရှုပ်လာစေခဲ့တယ်။ အရင်ကမိတ်ဆွေလည်းဖြစ်အခုဘန်ကောက်မှာ ကလပ်ဖွင့်နေတဲ့ ဂျင်မီဆိုတဲ့လူရဲ့အကူအညီနဲ့ဒီအဖွဲ့‌တွေကိုဖြေရှင်းဖို့ကြိုးစားနေချိန်မှာသူ့ဆီဘယ်လိုလိုက်လာမှန်းမသိတာက မေး ဆိုတဲ့ထိုင်းသူလေး။ သူရှင်းခဲ့တဲ့ နေရာကနေဘယ်လိုလိုက်လာမှန်းလဲမသိ ဒီလူကုန်ကူးတဲ့ပြည့်တန်ဆာဂိုဏ်းနဲ့လည်းပတ်သက်နေပုံရတဲ့ဒီကောင်မလေးကိုပါ ကာတီတယောက်ကာကွယ်ပေးဖို့ဖြစ်လာခဲ့ပါတယ်။ အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ပိတ်မိနေတဲ့ကာတီတယောက် ဒီအဖွဲ့တွေကိုရောတားဆီးနိုင်ပါ့မလား။မေးဆိုတဲ့ကောင်မလေးရဲ့ဇာတ်လမ်းကရောဘာလဲ။ သူ့ကိုငှားခဲ့တဲ့အလုပ်ရှင်ဆိုတာရဲ့ အစစ်အမှန်ကရောဘာလဲ။ အဆုံးမှာဘာတွေဖြစ်သွားမလဲဆိုတာကိုရှူစားပေးကြပါဦး  File size…1.64GB / 724MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 31m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "",
        "url": "https://megaup.net/2BmQ5/Elephant.White.2011..BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lcL2JoPLIC2w0X2wdQblHnC5D6D.jpg",
        "title": "Longxing Northern Expedition ( 2023 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမှာတော့ ရှေးခေတ်စစ်ပွဲတွေအကြောင်း\nစိတ်ဝင်စားတဲ့လူတွေအတွက် တောင်စုန့်ခေတ်က\nစစ်ပွဲအကြောင်းရိုက်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။တောင်စုန့်ခေတ်မှာ အရင်ဘုရင်ကညံ့ဖျင်းတာကြောင့်မြောက်ပိုင်းနယ်မြေဟာ\nမြောက်ပိုင်းသားတွေဖြစ်တဲ့ ကျင်းလူမျိုးတွေရဲ့လက်အောက်ကိုရောက်ခဲ့ပါတယ်။\nလုံရှင်းမင်းကြီးလက်ထပ်ရောက်လာတော့ မြောက်ပိုင်းနယ်မြေကိုပြန်သိမ်းပိုက်ဖို့ကြိုးစားပါတယ်။ခြေမြန်တော်တစ်ယောက်ကိုအဓိကထားပြီး ဒီစစ်ပွဲအကြောင်းကိုတင်ဆက်ပြသွားတာပဲဖြစ်ပါတယ်။\nမြောက်ပိုင်းကိုစစ်ချီတဲ့အခါမှာ ရှောက်နဲ့လီဆိုတဲ့ စစ်သူကြီးနှစ်ယောက်ကဦးဆောင်ခဲ့ပါတယ်။\nစစ်သူကြီးတစ်ယောက်ဟာဖြောင့်မတ်ပြီး တာဝန်ကျေပွန်ပေမယ့်\nစစ်သူကြီးနောက်တစ်ယောက်ဟာ ကိုယ်ရေးကိုယ်တာနဲ့ တိုင်းပြည်ရေး\nမခွဲခြားနိုင်တဲ့အခါ မြောက်ပိုင်းနယ်မြေပြန်သိမ်းမယ့်စစ်ပွဲကြီးဟာ အောင်မြင်နိုင်ပါတော့မလား......\nလူတစ်ယောက်ရဲ့အတ္တကြောင့် အသက်သွေးတွေ ဘယ်လောက်တောင်များပေးဆပ်ကြရမလဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action \nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/longxing-northern-expedition-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/Squeal_Digital-135x200.jpg",
        "title": "Squeal / Samuel’s Travels (2022)",
        "description": "Dark comedy & drama အမျိုးအစားဇာတ်ကားဖြစ်ပြီး ဇာတ်ကြောင်းကတော့နည်းနည်းထူးဆန်းပါတယ် (Samuel) ဆမ်ဆိုတဲ့လူတစ်ယောက်ဟာသူ့အဖေကိုလိုက်ရှာရင်းတစ်ခါမှမရောက်ဖူးတဲ့နေရာတစ်ခုဆီရောက်သွားပါတော့တယ် နောက်တစ်နေ့မှာတော့ရွာကလူတွေကသူ့ကိုဖမ်းချုပ်ပြီးဝက်တွေနဲ့အတူတူလှောင်ပိတ်ထားလိုက်ကြပါတော့တယ် ဆမ်တစ်ယောက်ထူးဆန်းတဲ့ရွာသားတွေနဲ့ဘယ်လိုနေထိုင်သွားရမလဲ၊ သူအဲဒီရွာကနေထွက်ပြေးလွှတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုကြည့်ရှုရမှာပါ။ File size…(1.4 GB)/(710 MB)/(390 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Comedy, Horror, Fantasty\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1Vj3f/Squeal.2023.720p.(CM).mp4",
        "category": "Comedy, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iCPm0mfcOdpLgtfFFkWoq62ko0i.jpg",
        "title": "Resurrected (2023)",
        "description": "Resurrected (2023)ဒီ Resurrected ဆိုတဲ့ ဇာတ်ကားလေးကတော့ နာမည်အတိုင်းပဲ လူတွေကိုပြန်အသက်သွင်းတဲ့ အကြောင်းအပေါ် ဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ကူးထားတာပါ။ဒီဇာတ်ကားလေးမှာဆိုရင်တော့ The Walking Dead နဲ့ Logan ဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်ဖူးတဲ့ မင်းသား Dave Davis ကနေ ဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ ၂၀၁၉ နဲ့ ၂၀၂၀ မှာထွက်ထားတဲ့ Manifest နဲ့ Dynasty ဆိုတဲ့ ဇာတ်လမ်းတွဲတွေမှာ ပါဝင်ခဲ့တဲ့ မင်းသမီးချော Erika Chase ကနေပြီးတော့ ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်းကတော့ သိပ်မကွာတော့တဲ့ အနာဂတ်ကာလတစ်ခုမှာ ဗာတီကန်ကလူတွေဟာ သေလူတွေကို သေရာကနေပြန်ရှင်လာအောင် အသက်သွင်းတဲ့နည်းလမ်းကို ရှာဖွေတွေ့ရှိသွားတဲ့အကြောင်းပါ။ တစ်ဖက်မှာလည်း အဲ့အချိန်ကာလအတွင်းမှာပဲ မင်းသားကြီး Dave Davis ရဲ့ ဇာတ်ကောင်ဖြစ်တဲ့ စတန်လေမာတင်ဆိုသူရဲ့ သားဟာလည်း မတော်တဆမှုအကြောင့် သေဆုံးသွားခဲ့ရပါတယ်။ ဒီလိုနဲ့ ဗာတီကန်ကလူတွေက စတန်လေမိသားစုရဲ့ အဖြစ်ဆိုးကိုအခွင့်ကောင်းယူပြီး ...",
        "rating": "",
        "url": "https://megaup.net/2Bmas/(CM)_Resurrected_(2023)_WEB-DL_720p.mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j2QL7wVZ5ay0CQXt6OlHiUGgD1.jpg",
        "title": "Who Invited Charlie? (2023)",
        "description": "Who invited Charlie? (2023)တွေ့ဆုံမှုတိုင်းက တိုက်ဆိုင်မှုကြောင့်လား။ နှစ်ပေါင်းများစွာရှာနေတဲ့လူတစ်ယောက်ကို ပြန်တွေ့တဲ့အချိန်ဟာ\nကိုယ်ရှာနေလို့မဟုတ်ဘဲ ကံတရားဆိုတဲ့ဇာတ်ဆရာအလိုကျ တွေ့တာလား။ဖစ်လ်ဟာ အကျပိုင်းကိုရောက်နေတဲ့ Fund manager တစ်ယောက်ပေါ့။\nမိန်းမဖြစ်သူနဲ့လည်း ဆက်ဆံရေးအဖုအထစ်လေးတွေဖြစ်နေပြီး သားဖြစ်သူကလည်း Separation Anxietyဖြစ်နေတော့\nဖလန်းဖလန်းထတဲ့ ၁၆ နှစ်သားအရွယ်လို့ မထင်ရလောက်အောင် အခန်းအောင်း Introvertလေးတစ်ယောက်ပါ။\nအိမ်တွင်းရေးရှုပ်ထွေးတတ်တဲ့ ဘီးကြဲတွေရဲ့ထုံးစံအတိုင်း ဖစ်လ်တစ်ယောက်အပြင်မှာ စကီလေးတစ်ယောက်နဲ့ထားထားပေမဲ့\nစကီလေးနဲ့ပါ ပြဿနာဖြစ်နေချိန်မှာ ကံဆိုးမသွားရာ မိုးလိုက်ရွာပါတော့တယ်။\nအဲဒါကတော့ သူတစ်ချိန်က အဆက်အသွယ်ဖြတ်ခဲ့တဲ့ချာလီနဲ့မှ တည့်တည့်တိုးခြင်းပါပဲ။လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာကလိုပဲ ဖစ်လ်တစ်ယောက် ချာလီကိုမြင်တာနဲ့ အကြီးအကျယ်ဖြတ်ချပြီးပြေးဖို့ကြံတာပေါ့။\nကိုဗစ် outbreakနဲ့ဘာနဲ့ Hamptonsမှာ စတေးရှောင်ဖို့ဖြစ်လာတော့ ဖစ်လ်တစ်ယောက် ချာလီကိုမေ့မေ့ပျောက်ပျောက်ပါပဲ။\nဒါပေမဲ့ ချာလီက Hamptonsက သူ့ရဲ့အိမ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ကြီး ရောက်ချလာချိန်မှာတော့....ဖစ်လ်တစ်‌ယောက် ချာလီကိုဘာလို့သရဲမြင်သလို ကြောက်လန့်နေရတာလဲ။\nချာလီကရော ဖစ်လ်ကိုဘာလို့အသည်းအသန်လိုက်ရှာနေခဲ့ရတာလဲ။\nပြဿနာအားလုံးရဲ့အရင်းခံဖြစ်တဲ့ တချိန်ကဇာတ်လမ်းလေးတွေရှိခဲ့တဲ့ချာလီက\nနဂိုထဲက အိမ်တွင်းပြဿနာတွေများနေတဲ့ ဖစ်လ်မိသားစုအပေါ် ဘယ်လိုသက်ရောက်မှုဖြစ်လာစေမလဲဆိုတာ အားလုံးအတူ ကြည့်ရှုခံစားလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. ...",
        "rating": "",
        "url": "https://megaup.net/2AYqz/Who.Invited.Charlie.2023.720p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A1tCU3ysqTYi85RekqS8FDaCFwQ.jpg",
        "title": "Not Your Romeo & Juliet (2023)",
        "description": "Not Your Romeo and Juliet (2023)ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ကျောင်းသားဇာတ်လမ်းတစ်ပုဒ်ပါ။ Romance ကိုယုံကြည်တဲ့ စိတ်ပညာကျောင်းသူ မစ်ကီနဲ့ Romance ဆိုတာ အရေးမပါဘူးလို့ လက်ခံထားတဲ့ ကျောင်းသားနိုအာတို့ တွေ့ဆုံရာကနေ စကားရည်လုပွဲလုပ်ရတဲ့ထိရောက်သွားတဲ့အကြောင်းပေါ့။ဖခင် ကင်ဆာနဲ့ဆုံးသွားပြီးတော့ မစ်ကီက မိခင်နဲ့အတူ နေလာပြီး မစ်ကီ့မိခင်ကလည်း မစ်ကီတက်တဲ့တက္ကသိုလ်မှာ ကျောင်းပြန်တက်ပါတယ်။ မစ်ကီကတော့ ကျောင်းက သတင်းစာကော်လံမှာ ဂျူးလိယက်ဆိုတဲ့ ကလောင်နာမည်နဲ့ Romance အကြောင်း အပတ်စဉ်ရေးပါတယ်။ ဂျူးလိယက်က မစ်ကီဆိုတာ သူ့အမေနဲ့ အချစ်ဆုံးသူငယ်ချင်းကလွဲလို့ ဘယ်သူမှမသိပါဘူး။ စင်တာမှာ နိုအာနဲ့ပထမဆုံး တွေ့ပြီး ရင်းနှီးသွားခဲ့ပါတယ်။တစ်နေ့မှာတော့ မစ်ကီ‌ ရေးတဲ့ Romance ဆောင်းပါးကို Not your Romeo ဆိုတဲ့ကလောင်နာမည်နဲ့ တိုက်ခိုက်တဲ့သူပေါ်လာပါတယ်။ မစ်ကီကလည်းစိတ်ဆိုးပြီး ပြန်တိုက်ခိုက်တဲ့အနေနဲ့ ရေးပါတယ်။ ပြီးတော့ မစ်ကီနဲ့နိုအာက ပညာသင်ဆုအတွက် ဆန်ကာတင်၂ယောက်ဖြစ်နေတဲ့အခါ နိုအာက ဂျူးလိယက်က ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Vopz/(CM)_Not_Your_Romeo_and_Juliet_(2023)_WEB-DL_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZDMxNzAzMjUtMmRjMC00NjYwLTkxYTAtZmNkOTdkZDNiMjkyXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "IB 71 (2023)",
        "description": "IB 71(2023)လတ်တလောထွက်သမျှမှာ အကောင်းဆုံးလို့ပြောရမယ့် IMDb 8.4/10 ရရှိထားပြီး\nနာမည်ကြီးမင်းသား ဗီရွတ် ပါဝင်ထားပြီး ၁၉၇၁ ခုနှစ် အိန္ဒိယန်းလေကြောင်းလိုင်း\nလေယာဉ်ပြန်ပေးဆွဲမှုကို အခြေခံထားတဲ့ အသစ်စက်စက်ကားလေးကို တင်ဆက်ပေးလိုက်ရပါတယ်။အိန္ဒိယနဲ့ ပါကစ္စတန်ဟာ နှစ်သုံးရာဗြိတိသျှကျူးကျော်မှုအပြီးမှာ အကြမ်းအားဖြင့်\nဟိန္ဒူနဲ့ အစ္စလာမ်နိုင်ငံဆိုပြီးခွဲလိုက်ကြတာကို သိပြီးသားဖြစ်မှာပါ။ အဲ့လိုကွဲပြီးနောက်ပိုင်းမှာလည်း\nသီးဖြားဖြစ်သွားတဲ့ညီအစ်ကိုနိုင်ငံနှစ်ခုရဲ့ အားပြိုင်မှု တင်းမာမှုတွေဟာ လျော့ကျသွားခြင်းမရှိပါဘူး။\nအချင်းချင်း သူလျှိုတွေလွှတ် သတင်းတွေယူနဲ့ နိုင်သူစားကြေးအကွက်တွေပြိုင်နေကြတုန်းပါပဲ။ဒီလိုနဲ့ တဖြည်းဖြည်းအားပြိုင်ရင်း တစ်ချိန်မှာတော့ အကြိမ်ကြိမ်စစ်ရှုံးခဲ့တဲ့ ပါကစ္စတန်ဟာ\nတရုတ်နဲ့ပေါင်းပြီး စစ်မီးပြန်ညှိဖို့ကြိုးစားလာပါတော့တယ်။ ကျူးကျော်မှုလုပ်ပါတော့မယ်ဆိုတဲ့\nသတင်းရတဲ့အချိန်မှာ အိန္ဒိယအတွက်ပြင်ဆင်ချိန်ဟာ အရမ်းကိုနည်းနေပါပြီ။ ပြည်တွင်းစစ်နဲ့တင်\nငါတို့ကိုအာရုံမရဘူးဆိုပြီး လျှော့တွက်ထားခဲ့တဲ့အိန္ဒိယအတွက် ရွေးချယ်စရာကတော့ တစ်ခုပဲရှိပါတယ်။ဒါပေမယ့် ဒီတစ်ခုတည်းသောရွေးချယ်မှုဟာလည်း ဗုံးကိုလက်ထဲကိုင်ထားပြီး စနက်တံဖြုတ်ရမယ့်အကွက်ဖြစ်နေတဲ့အခါ\nဘယ်လိုအကွက်တွေထုတ်သုံးပြီး ဘယ်လိုနိုင်ငံရေးလှည့်ကွက်တွေနဲ့ အကွက်ရွှေ့သွားမယ်ဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးမို့ ကြည့်ရှုအားပေးကြပါဦးနော်။ အညွှန်းကိုတော့ Aditi ရေးသားထားပြီး\nAditi, V, Thaik San, BpLတို့မှ ဘာသာပြန်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။\nFile size…2.07GB / 840MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle ...",
        "rating": "8.4",
        "url": "https://megaup.net/1fr37/IB_71_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qv3GjKNh4noyCmp4ysTDcT8yDlW.jpg",
        "title": "PULAU (2023)",
        "description": "PULAU (2023)**************သရဲကားခပ်ကောင်းကောင်းကြိုက်သူတွေအတွက် လူသူမဲ့ကျွန်းပေါ်ကိုအလည်ခေါ်သွားမဲ့ မလေးရှားသရဲကားကောင်းကောင်းလေးတစ်ကားပါ။ဇာတ်ကြောင်းကတော့ ခက်တို့ သူငယ်ချင်း၇ယောက် အားလပ်ရက်အပန်းဖြေခရီးထွက်ရင်းလူသူမဲ့ကျွန်းကြီးတစ်ခုအနီးမှာရေသွားကူးဖြစ်ကြပါတယ်။နယ်ခံလှေဆရာကြီးပြောပြတာတော့ အဲ့ဒီကျွန်းဟာ တားမြစ်ထားတဲ့ကျွန်း၊လူသူမနေတဲ့အပြင် ကျွန်းရဲ့ သမိုင်းကလည်းမကောင်းလှဘူး။လွန်ခဲ့တဲ့ နှစ်နှစ်ရာလောက် အဲ့ကျွန်းပေါ်ကနေထိုင်သူတိုင်းဟာကျိန်စာမိသွားပြီး သေဆုံးသွားကြတာ အလောင်းတောင်ရှာမရဘူးတဲ့....။ခက်တို့က လူငယ်တွေပီပီ စူးစမ်းသွားကြည့်ချင်ပေမယ့် လှေဆရာကြီးကလိုက်မပို့ရဲတာနဲ့မရောက်ဖြစ်ခဲ့ဘူး...။ဖြစ်ချင်တော့ ဒီပုံပြင်ကိုမယုံတဲ့ အခြားလူငယ်အုပ်စုတစ်ခုနဲ့စကားအချေအတင်ဖြစ်ရင်း အလောင်းအစားတစ်ခုလုပ်မိတယ်...။လောင်းကြေးကတော့ ရှုံးတဲ့အဖွဲ့ အဲ့ကျွန်းမှာ တစ်ညသွားအိပ်ကြေး....။ကံဆိုးချင်တော့ ခက်တို့အဖွဲ့ရှုံးသွားပြီး အဲဒီကျိန်စာသင့်လူသူမဲ့ကျွန်းမှာတစ်ညသွားအိပ်ရပါတော့တယ်...။မလေးရှားသရဲကားဖြစ်လို့ ကြောက်ဖို့မကောင်းမှာ မပူရတဲ့အပြင်သရုပ်ဆောင်လူငယ်တွေကလည်းအဆင်တွေချည်းပါ။ခက်တို့ အုပ်စုရော အဲ့ကျွန်းပေါ်ကနေ အသက်ရှင်လျက်ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတော့....။File Size : 2.36GB,1009MB\nQuality : WEB-DL 1080P,720p\nFormat : mp4\nDuration : 01:51:00\nGenre : Horror, Thriller, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Tiff",
        "rating": "",
        "url": "https://megaup.net/3hjiu/Pulau.2023.720p.WEB-DL.CM.mp4",
        "category": "Adventure, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDUyMjUzYWQtMmY4NS00ZmY5LTk2YTgtZWZlMTQyYjYwZDk4XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-159x200.jpg",
        "title": "Takkar (2023)",
        "description": "Takkar (2023)\nIMDb-8.3/10တက်သစ်စမင်းသမီးချောလေး ဒေ့ဗ်ယန်ကာ၊နှုတ်ခမ်းမွှေးပဲထားထား မုတ်ဆိတ်ပဲထားထားလန်းလွန်းတဲ့\nမင်းသားချောဆစ်ဒါးသ်၊ဟာသမင်းသားကြီး ယိုဂီဘာဘူတို့ပါဝင်ထားတဲ့ တမီးလ်စကားပြော\nရိုမန့်စ်အက်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်။လူနေခြုံကြား စိတ်နေဘုံဖျားဆိုသလို စားစရာတောင်အနိုင်နိုင်ဘဝကနေ မီလျံနာသူဌေးကြီးဖြစ်ချင်တဲ့\nဂွန်ဇ်တစ်ယောက် ဆင်းဆင်းရဲရဲမွေးလာတာအပြစ်မဟုတ်ဘူး ဆင်းဆင်းရဲရဲတော့မသေနိုင်ဘူးဆိုတဲ့\nစိတ်နဲ့ မြို့တက်အလုပ်လုပ်ပါတော့တယ်။လူကဆတ်ဆတ်ထိမခံဆိုတော့ ဝင်လုပ်သမျှအလုပ်အကုန်\nပြုတ်လို့ပြုတ် ထွက်လို့ထွက်နဲ့ တက္ကစီဒရိုင်ဘာကျမှပဲ ခြေငြိမ်သွားတယ်။တက္ကစီမောင်းရင်း\nသူသွားငြိမိတဲ့ ဂိုဏ်းတစ်ခုရှိတယ်။အဲဒီဂိုဏ်းလုပ်ပုံက အဆန်း။မိန်းကလေးတွေကို ပြန်ပေးဆွဲပြီး လေလံတင်တာ။ပြန်ပေးဆွဲခံရတဲ့မိန်းကလေး မိဘတွေနဲ့\nတစ်ဖက်ကလူကုန်ကူးတဲ့လူနဲ့ကိုစျေးအပြိုင်ပေးခိုင်းတာ။ဂွန်ဇ်မောင်းလာတဲ့ ကားနောက်ဖုံးထဲမှာ\nမိန်းကလေးတစ်ယောက်ပါလာတာစ ဂွန်ဇ်တစ်ယောက်ဘယ်လိုတွေ ရှေ့ဆက်မလဲ။\nသူ့ရဲ့သန်းကြွယ်သူဌေးအိပ်မက်ကရော ဖြစ်လာပါမလားဆိုတာ ကြည့်ရှုရမှာပါ။\nအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~BpL~ThaikSanတို့ဖြစ်ပါတယ်)\nFile size…2.89 GB/ 1.40 GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration…2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~BpL~ThaikSan",
        "rating": "8.1",
        "url": "https://megaup.net/1Vokt/Takkar_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZDAyNGExMjQtYWI5My00YmY3LWIzOWYtNjgyNDFhZDRiNTk4XkEyXkFqcGdeQXVyMjI3NDAyNg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hold Me Tight (2021)",
        "description": "Hold Me Tight (2021)\n================\nIMDb Rating - 6.8/10လူ့စိတ်ဆိုတာ အစိုးမရဘူးလို့ ပြောတတ်ကြပါတယ်။ တစ်ခါ\nတလေ စိတ်‌ဆိုတာ လွင့်ချင်ရာလွင့်နေတတ်တာမျိုးပါ။ လုပ်မိ\nတဲ့အရာအတိုင်းအတွက် အကြောင်းပြချက်ရှိချင်မှရှိမယ်၊ စိတ်\nစေရာအတိုင်းလုပ်မိရင်း ဖြစ်သွားတာမျိုး ရှိတတ်ပါတယ်။ဒီဇာတ်လမ်းထဲက ကလယ်ရိစ်ဟာလည်း ဒီလိုပါပဲ။ တစ်ရက်မှာ\nမနက်စောစောနိုးလာပြီး ပစ္စည်းအနည်းငယ်ကိုယူလို့ အိပ်နေတဲ့\nခင်ပွန်းသည်နဲ့ ကလေးတွေထားသွားခဲ့တာပါ။ သူဘာလို့ ထွက်\nသွားလည်း ဘယ်သူမှမသိခဲ့ကြပါဘူး။ ခင်ပွန်းသည် မက်ခ်က\nတော့ ကလေးနှစ်ယောက်ကိစ္စတွေ မနိုင်မနင်းလုပ်ရင်း ကျန်နေ\nခဲ့ပါတယ်။ဇာတ်လမ်းဟာ ကလယ်ရိစ်ရောက်ရာအရပ်ကို ပြလိုက်၊ သူ့စိတ်\nကူးတွေလွင့်မျောနေတာကို ပြလိုက်၊ မက်ခ်နဲ့ ကလေးတွေ ကသောင်း\nကနင်း ဖြစ်တာကို ပြလိုက်နဲ့ ခပ်ငြိမ့်ငြိမ့်ပဲ သွားထားပါတယ်။ ဇာတ်\nလမ်းက အေးသလိုထင်ရပေမဲ့ အဆုံးထိကြည့်မှ ဇာတ်လမ်းရဲ့ twist\nကို မြင်ရမှာပါ။ ကြည့်ကြည့်ချင်းတော့ ဘယ်လိုလဲ ဘာတွေလဲလို့\nထင်ကောင်းထင်နိုင်ပါတယ်။ဒီတော့ ခပ်အေးအေးအမျောလေးတွေမှ\nကြိုက်တဲ့သူတွေအတွက် ဒီ melodrama ရုပ်ရှင်ကို အဆုံးထိကြည့်\nကြည့်လိုက်ကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.5 ...",
        "rating": "6.8",
        "url": "https://megaup.net/2AOdo/Hold.Me.Tight.2021.720p.BluRay.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lAbshlBg6MAaro0UeXP1FB775ES.jpg",
        "title": "Romantic Adventures ( 2023 )",
        "description": "အချစ်ဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nမမျှတတဲ့အိမ်ထောင်ရေးတစ်ခုဟာ တည်မြဲဖို့မလွယ်ပါဘူး။\nတီခယ့်ဟာစီးပွားရေးအရာမှမဖြစ်ထွန်းပဲ\nသူ့ရဲ့မိန်းမကတော့လုပ်ငန်းပိုင်းမှာအရမ်းအောင်မြင်တာမလို့\nတီခယ့်ဟာ အိမ်ထောင်ရှင်ယောင်္ကျားတစ်ယောက်တာဝန်ကို အပြည့်အဝယူရပါတယ်။သူကအိမ်မှာနေ ထမင်းဟင်းချက် အိမ်မှုကိစ္စတွေလုပ်ပြီးနေရတာကိုမပျော်ပါဘူး\nယောင်္ကျားတစ်ယောက်အနေနဲ့အပြင်ထွက်ပြီးအလုပ်လုပ်ချင်ပါတယ်။\nဒါကိုသူ့ရဲ့မိန်းမကခါးခါးသီးသီးငြင်းဆန်ပါတယ်။\nဒီလိုနဲ့ပဋိပက္ခတွေဖြစ်ပြီး ကွာရှင်းဖို့အထိပါဖြစ်လာပါတယ်။လုပ်ငန်းမှာအရမ်းအောင်မြင်ပြီး ယောင်္ကျားကိုအထင်မကြီးတဲ့မိန်းမကို\nပညာပေးဖို့အတွက် တီခယ့်ကလူတစ်စုနဲ့အတူပူးပေါင်းပြီး\nအပြိုင်ကမ္ဘာကတီခယ့်ဆိုပြီးဖန်တီးလိုက်ပါတယ်။\nသူ့မိန်းမကိုလဲပြန်ခံစားရစေမယ်ဆိုပြီး ဟစ်ကြွေးလို့ပေါ့......\nသူ့တို့ဆင်တဲ့ဇာတ်လမ်းကြောင့်လင်မယာကြားပြန်သင့်မြတ်သွားမလား......\nဒါမှမဟုတ်ပြဿနာတွေပဲပိုဆိုးလာမလားဆိုတာကိုတော့....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Drama\nRuntime : 1h 29 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/romantic-adventures-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cRfn69gpeuiHPf9p5WKvdICNd7L.jpg",
        "title": "The Ambush (2021)",
        "description": "Original Title: Al Kameen\nGenre – Action, Drama, War\nIMDB – 6.3/10 စစ်ကားကောင်းကောင်း ကြိုက်တဲ့သူတွေအတွက်အာရေဗျစကားပြော ယဲမန်နိုင်ငံရေးထဲ UAE စစ်ကူတွေရဲ့ကင်းပတ်ရင်း ကြုံရတဲ့ တကယ့်ဖြစ်ရပ်မှန်အပေါ် အခြေခံရိုက်ကူးထားတဲ့ကား ဖြစ်ပါတယ်။ တခြားနိုင်ငံကကားဆိုပြီးအထင်မသေးလိုက်ပါနဲ့ ဒါရိုက်တာကြီးက ပြင်သစ်နာမည်ကြီးParkour ကားဖြစ်တဲ့ B-13 တို့ Liam Neeson ရဲ့နာမည်ကြီးTaken တို့ John Travolta ရဲ့ From Paris with love တို့လိုAction အလန်းစားတွေကို ရိုက်ထားတဲ့ ပြင်သစ် ဒါရိုက်တာPierre Morel ပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့၂၀၁၈ ခုနှစ်ဝန်းကျင်လောက်မှာ ယဲမန်နိုင်ငံ ပြည်တွင်းစစ်ဖြစ်တော့ သမ္မတကနေ မဟာမိတ်နိုင်ငံတွေ ကုလတွေကိုစစ်ကူတောင်းခဲ့ပါတယ်။ အဲဒီထဲမှာ UAE နိုင်ငံလည်း အပါအဝင်ပေါ့၊ သူတို့ကတော့ ပြည်သူလူထုတွေကို စားနပ်ရိက္ခာထောက်ပံ့ပေးရင်း တစ်နေ့ တစ်နေ့ ကင်းပတ်တဲ့ တာဝန်ယူရပါတယ်။ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Vnnn/The.Ambush.2021.ARABIC.BluRay.720p(CM).mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZGY3YTI1MmQtZGJlYy00NTE0LWIzMzctNzNkOTA1Mjk3MWY4XkEyXkFqcGdeQXVyNTk0NTc1NDA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "[18+] Baxter, Vera Baxter (1977)",
        "description": "[18+] Baxter, Vera Baxter (1977)\n=======================\nIMDb Rating - 6.1/10ဒီကားက ပြင်သစ်ကားဆိုတော့ အားလုံးကြိုက်မယ့် ကားမျိုးတော့\nမဟုတ်ဘူး။ ပြင်သစ်ကားပီသစွာပဲ တင်ဆက်ပြသပုံကလည်း ထူးခြား\nတယ်။ ရိုက်ထားတဲ့သူကလည်း ပြင်သစ်စာရေးဆရာမ Marguerite\nDuras။ The Loverတို့ Hiroshima, mon Amourတို့ကို ရေးခဲ့တဲ့\nစာရေးဆရာမပေါ့။ အဆိုပါကား၂ကားက တန်းဝင်ကားတွေဖြစ်တဲ့အ\nတွက် ဒီကားတွေကို ရေးတဲ့ စာရေးဆရာမကလည်း သူ့ဇာတ်ကောင်\nတွေကို သူပိုင်ပိုင်နိုင်နိုင်ပုံဖော်နိုင်တဲ့သူမျိုးပဲ။ဒီကားမှာဆိုလည်း ဇာတ်ကောင်နည်းနည်းနဲ့တင် တစ်ခါတလေ ဇာတ်\nကောင်တွေကိုတောင် သေချာမပြဘဲ စကားပြောနေတဲ့အသံနဲ့ တခြား\nကို ပြရင်းတင် ပုံဖော်သွားတယ်။ ဒါပေမဲ့ တရိပ်ရိပ်ကြည့်ရင်းတော့\nဇာတ်ကောင်တွေအကြောင်းကို ကျွန်တော်တို့သိလာလိမ့်မယ်။ ပဟေ\nဠိဆန်ဆန်နဲ့ ကြည့်နေရင်း ပဟေဠိကို အဖြေသိသွားသလို သိလာတဲ့\nအသိမျိုးပေါ့။ ဒီကားဟာ စာရေးဆရာမရိုက်တဲ့ကားဆိုတော့ ဇာတ်ကောင်\nတွေကို အသက်သွင်းသွားတာ တော်တော်မိုက်ပေမဲ့ အများကြီးတော့\nသွားမျှော်လင့်လို့မရဘူး။ တစ်ခုသတိချပ်ရမှာက ပြင်သစ်ရုပ်ရှင်ဆိုတာ\nလိင်ဆွဲဆောင်မှုမပါရင်မဖြစ်ဘူးလို့ ယူဆကြတဲ့ဒါရိုက်တာတွေတောင်\nရှိတဲ့နေရာဆိုတော့ ဒီကားဟာ အများနဲ့ကြည့်လို့တော့ အပြည့်အဝ အဆင်\nပြေမှာမဟုတ်ပါဘူး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nW ...",
        "rating": "6.1",
        "url": "https://megaup.net/1eFpt/Baxter.Vera.Baxter.1977.FRENCH.720p.BluRay.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/ADFASDFAFSDADF-135x200.jpg",
        "title": "Guardians of the Galaxy Volume 3 (2023)",
        "description": "Guardians of the Galaxy Volume 3 (2023)**************************************WEB-DL ကြည်တောက်ရှင်းထွက်ရှိလို့လာပါပြီဒါရိုက်တာ ဂျိမ်းဂန်းပဲ ရိုက်ကူးထားပြီး မူရင်းသရုပ်ဆောင်တွေပဲ ပါဝင်ထားတာဖြစ်ပါတယ်။ Rating 8.4 အထိ IMDb မှာတက်နေတာမို့ အတော်လေးကောင်းမယ်ဆိုတာ သိသာပါတယ်။ GotG 1 တုန်းကတောင် 8 အထိပဲ တက်ခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်းဂါဒီယံတွေဟာ နိုးဝဲမှာ အေးအေးဆေးဆေးအနားယူနေချိန်၊ ပီတာကြီးလည်းအသည်းကွဲပြီးမူးရူးလို့ကောင်းနေချိန်မှာ အန္တရာယ်အသစ်ပေါ်ပေါက်လာပါတယ်။ပထမဆုံးအန္တရာယ်ကောင်ကတော့ အဒမ် ဝေါလော့ခ်ပါပဲ။ အဲဒီနောက်မှာတော့သူ့ကို ခိုင်းစေနေတဲ့ဟိုက်အီဗော်လူရှင်နရီဆိုတဲ့ ဉာဏ်ကြီးရှင်ကြီးတစ်ယောက်ပါလာပါတယ်။သူ့ရဲ့ ရည်ရွယ်ချက်ကတော့ နှစ်ပေါင်းများစွာ မျိုးဗီဇတွေကို ဆန်းသစ်တီထွင်ပြီး ပြီးပြည်စုံတဲ့မျိုးစိတ်တွေနဲ့ကမ္ဘာကို ဖန်တီးဖို့ပါပဲ။ အဲဒီမတိုင်ခင် မျိုးစုံစမ်းသပ်ထားတဲ့ ကမ္ဘာတွေပါ ရှိနေတာမို့ သူ့ကိုနတ်ဘုရားအဆင့်လို့တောင် သတ်မှတ်ကြပါတယ်။ အဲဒီလို အင်အားကြီးတဲ့ဟိုက်အီဗော်လူရှင်နရီက ဂါဒီယံအဖွဲ့ထဲက ရော့ကတ်ကို အသေရရ အရှင်ရရ လိုချင်နေတာပဲဖြစ်ပါတယ်။အဲဒီအကြောင်းရင်းက ဘာဖြစ်မလဲ ဂါဒီယံတွေကရော အရမ်းအင်အားကြီးတဲ့ ဗီလိန်ကိုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ စွန့်စားခန်းတွေနဲ့ ထုံးစံအတိုင်းဟာသတွေနဲ့ကြည့်ရမှာပါပဲ။ဒါလေးကိုမကြည့်ခင် Guardians ...",
        "rating": "8.4",
        "url": "https://megaup.net/1Vnmp/Guardians.of.the.Galaxy.Vol.3.2023.WEB-DL.720P(CM).mp4",
        "category": "Action, Adventure, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOTk4MmM3ODctNDhiYi00ODgxLWI4MGEtMWRiNGNjN2M0OGM4XkEyXkFqcGdeQXVyMTE3NjgwMzgw._V1_-138x200.jpg",
        "title": "Stand Up Rahul(2023)",
        "description": "Stand Up Rahul (2022)\nIMDb-5.1/10ချစ်သူတွေကြားမှာ အချစ်ဆိုတာထက်ပိုအရေးကြီးတာတွေရှိတတ်ကြတာပဲလေ။\nဒါကိုနားမလည်နိုင်ဘဲဘာနေနေ မချစ်လို့ဖြစ်တာ၊အဲလိုလုပ်မှာပေါ့\nငါ့ကိုမှမချစ်တော့တာဆိုရင် အဲဒီလိုမျိုး\nRelationshipတခုဟာ ရေရှည်တည်မြဲနေနိုင်ပေမယ့် ပျော်ရွှင်စရာဆိုတဲ့အရာတော့\nတဖြည်းဖြည်းဆိတ်သုန်းလာမှာပဲ။ရာဟူးလ်က ချစ်တတ်ပြီး ချစ်သူကိုအနွံတာခံပေမယ့်\nအိမ်ထောင်မှုဆိုတာကို မယုံကြည်တဲ့သူ၊အိမ်ထောင်သည်ဘ၀ဆိုတာ\nသူ့အဖေနဲ့အမေလို ရန်တကျက်ကျက်ဖြစ်ရင်းနဲ့\nသူလို ငတိတကောင်ကိုမွေးထုတ်ပေးရုံသက်သက်ကိစ္စတခုလိုတွေးမြင်ထားတာ၊\nလမ်းပျောက်နေပြီး မိသားစုတွေမိတ်ဆွေတွေရဲ့\nဟိုလိုလုပ်ပါလား ဒီလိုလုပ်ပါလားဆိုတာတွေကိုလည်း နားမဝင်တဲ့သူ၊စင်ပေါ်ကနေ ဟာသတွေပြောရတဲ့အလုပ်ကို\nဝါသနာပါတဲ့သူ၊သူ့ချစ်သူကောင်မလေးကကျ ချစ်သူတွေရဲ့နောက်တဆင့်က ပျော်ရွှင်စွာအတူလက်ထပ်နေထိုင်\nပေါင်းသင်းသွားကြလေသတည်းဆိုတာမျိုးကို စိတ်ကူးယဉ်တဲ့သူဖြစ်ပေမယ့် ချစ်သူစိတ်ချမ်းသာရင်ပြီးတာပဲ\nဆိုတဲ့စိတ်နဲ့ ဒီတိုင်းLiving Togetherပဲနေကြတယ်။သူ့မိဘတွေက ရာဟူးလ်နဲ့လက်မထပ်ဘဲအတူနေမှန်းမသိကြ။သူတို့နှစ်ယောက်နေတဲ့အိမ်ရောက်လာပြီး တခြားတယောက်နဲ့\nလက်ထပ်ဖို့စီစဉ်ပေးပါရော။အိမ်ထောင်ရေးကိုမယုံကြည်တဲ့ ရာဟူးလ်တယောက် မင်္ဂလာဆောင်ရတော့မယ့်ချစ်သူကို\nချစ်သူအလိုကျ အိမ်ထောင်မှုတခုတည်ဆောက်လိုက်နိုင်မလား၊သူဝါသနာပါတဲ့အလုပ်ကို အောင်မြင်အောင်လုပ်နိုင်မလားဆိုတာကို\nလူငယ်ဆန်ဆန်ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် ရိုမန့်စ်ဟာသအချစ်ဇာတ်ကားလေးပါ။\n(အညွှန်းကို Yunniမှရေးထားပြီး Yunni,BpL,V,Sai,ThaikSanတို့ဘာသာပြန်ထားပါတယ်)\nFile size…1.7GB / 800MB\nQuality…1080p HQ HDRIP /720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Yunni,BpL,V,Sai,ThaikSan",
        "rating": "5.1",
        "url": "https://megaup.net/2BkF8/Stand_Up_Rahul_(2023)_HQ_HDRip_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Romance, Uncategorized"
    }
]