[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjA5NzgyMjc2Nl5BMl5BanBnXkFtZTcwOTU3MDI3MQ@@._V1_-135x200.jpg",
        "title": "Hellboy II: The Golden Army (2008)",
        "description": "In this continuation to the adventure of the demon superhero, an evil elf breaks an ancient pact between humans and creatures, as he declares war against humanity. He is on a mission to release The Golden Army, a deadly group of fighting machines that can destroy the human race. As Hell on Earth is ready to erupt, Hellboy and his ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xlgs/Hellboy_II_-_The_Golden_Army_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Ringu_-_Anthology_of_Terror_1998-142x200.jpg",
        "title": "Ringu (1998)",
        "description": "နာမည်ကျော် The Ring ရဲ့ Original ဇာတ်ကားဖြစ်တဲ့ Japan ဇာတ်ကား Ringu ပါ။ မူရင်း ဝတ္ထုဇာတ်လမ်းအတိုင်း ရိုက်ကူးတယ်လို့ သိရပါတယ်။ ကျွန်တော်ကတော့ ဒီဇာတ်လမ်းကပိုပြီး စိတ်ဝင်စားစရာကောင်းတယ်လို့ထင်ပါတယ်။\nThe Ring နဲ့ တော်တော်များများတူနေပေမယ့် ကွဲတဲ့ အချက်တွေကြောင့် ဒီဇာတ်ကားကို ပိုစိတ်ဝင်စားမိတယ် ထင်ပါတယ်။\nဂျပန်ကားတွေရဲ့ ထုံးစံ ဇာတ်လမ်းခပ်အေးအေးပုံစံကို မတွေ့ရဘဲ ဇာတ်လမ်းသွားက နည်းနည်းသွက်ပါတယ်။\nပုံမှန်မြင်နေကျ Overacting တွေလည်း မပါပါဘူး။ အတော်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားပါ။The Ring ကတော့ ဒုတိယ The Ring Two ကြည့်မှ ပိုပြီးကြည့်ကောင်းမယ်ဆိုပေမယ့် ဒီဇာတ်ကားကတော့ နောက်ထပ်မဆက်လည်း ကြည့်ကောင်းတဲ့ ဇာတ်ကားပါ။ ပြီးတော့ ဒီဇာတ်ကားမှာ သရဲတင်မဟုတ်ဘဲ သဘာဝလွန်စွမ်းအင်တွေ တခြားလောကကလာကြတဲ့ သတ္တဝါတွေ အဲဒီအယူအဆတွေကိုပါထည့်သွင်းထားပါတွေ့ရပါတယ်။\n၁၉၉၈ ခုနှစ်က ထွက်ခဲ့တာဖြစ်ပြီး IMDB Rating 7.3 ထိရရှိထားပါတယ်။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1yOwL/Ringu_[1998]_(MM_Sub).mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tWHjEA2NjT3TSCKHIIfEHMvQPhi.jpg",
        "title": "Museo (2018)",
        "description": "လတ်တလောထွက်ရှိလာတဲ့ကားကောင်းလေးတွေထဲကမှမက္ကဆီကိုကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့Museo(2018)ပါ။၆၈ကြိမ်မြောက်ဘာလင်နိုင်ငံတကာရုပ်ရှင်ပွဲတော်မှာSilver Bear for Best Screenplay ဆုကိုဆွတ်ခူးရရှိထားတဲ့ကားလေးပါ။Ratingတွေ အနေနဲ့ကလဲImbd Rating 7.3/10 နဲ့ Rotten Tomatoes 89% တောင်ရရှိထားတာမလို့ကားကောင်းလေးတစ်ကားဆိုတာကိုအထွေအထူးညွှန်းနေစရာမလိုလောက်ပါဘူး။ကားကောင်းလေးတစ်ကားဆိုတာသိပေမယ့်ကိုယ့်အကြိုက်နဲ့တူမတူဆိုတာကိုသိရှိနိုင်ဖို့ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ တင်ဆက်ပေးချင်ပါသေးတယ်။ဒီဇာတ်လမ်းလေးကို Narratorတစ်ဦးကပြန်ပြောပြနေတဲ့ပုံစံနဲ့စတင်ထားပါတယ်။ဂျူအန်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာအများနည်းတူအသက်ရှင်နေထိုင်ရမှာကို စိတ်ပျက်နေသူတစ်ဦးပါ။တစ်ခုခုထူးခြားသွားအောင်လုပ်ပြလိုက်ချင်ပေမယ့်ဘာလုပ်ရမှန်းမသိတဲ့သူလိုကိုယ်လိုကောင်လေးတစ်ယောက်ပေါ့။တစ်နေ့မှာတော့သူငယ်ချင်းဖြစ်သူနဲ့ အပြောင်းအလဲတစ်ခုခုကိုစတင်ကြမယ်ဆိုပြီးပြတိုက်ကိုဝင်ခိုးပါတော့တယ်။ခိုးရာပါအနုပညာလက်ရာတွေကို ထုခွဲရောင်းချပြီးသူ့ကိုလှောင်ပြောင်အထင်သေးတဲ့မိသားစုနဲ့ဝေးရာထွက်သွားတော့မယ်လို့ကြံရွယ်ပေမယ့်သူထင်တဲ့အတိုင်းဖြစ်လာပါ့မလား?ဒီပစ္စည်းတွေနဲ့ သူဘာဆက်လုပ်မလဲ?သရဲကားမဟုတ်သလိုစွန့်စားခန်းဖွင့်တဲ့ကားမျိုးလဲ မဟုတ်ပေမယ့်သိပ်ကောင်းတဲ့ Drama ကားကောင်းပါ။ရိုးရှင်းတဲ့ဇာတ်အိမ်ကိုမှ ရင်ခုန်လှုပ်ရှားပြီးစောင့်ကြည့်ရတဲ့ကားကောင်းလေးလို့ပဲညွှန်းပါရစေ။ File Size : (1 GB) and (295MB)Quality : Web DL720pRunning Time :2hr 08 minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon Kyaw Encoded by Moe Myint Lwin",
        "rating": "7.3",
        "url": "https://megaup.net/SR4l/Museo_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/p14789_v_v8_ac-133x200.jpg",
        "title": "[+18] Sliver(1993)",
        "description": "[+18] Sliver (1993)\nDark Side Production မှတင်ဆက်သည်.....\nIMDb Rating.... 5.0/10\n ရုံးပိတ်ရက်လည်းဖြစ်သည်က တစ်ကြောင်း ၊အေးမြတဲ့ဆောင်းရာသီဖြစ်သဖြင့် အပြင်ထွက်လျှင် အေးသောကြောင့် အခန်းအောင်းနေတတ်သည့် ကျွန်ုပ်တို့ ပုရိသအပေါင်းတို့အဖို့လွန်စွာမှပျင်းရိညဉ်းငွေ့ဖွယ်နေ့ရက်များဖြစ်ပေသည်...ထိုသို့သောအချိန်များကို စနစ်တကျကုန်ဆုံးဖို့ရာ  ဇတ်လမ်းကောင်းလေးနဲ့ ဖြတ်သန်းသင့်သဖြင့်  မည်သည့်ဇာတ်လမ်းအမျိုးအစားကိုရွေးချယ်ကြည့်ရှုရမည်ကိုသိသော်လည်းအချက်အလက်များနှင့် ကိုက်ညီသည့် အနှီဇာတ်ကားကိုရွေးချယ်ဖို့အခက်ရှိနေကြမည်ဖြစ်သည်...ဇာတ်လမ်းလည်းကောင်းရမည်...မင်းသမီးကလည်း စပါးကြီးမြွေတစ်ကောင်လိုညှို့အားပျင်းသည့်မင်းသမီးမျိုး..ရှောင်လွှဲရန်ခက်ခဲသည့် လောကဇာတ်ခုံမှာ ဖိုမကိစ္စရပ်များ ဒါတွေပြည့်စုံရမည်....ဒီလိုအချက်များနှင့်ကိုက်ညီသည့်ဇာတ်ကားကို Dark Side မှာ ညွှန်းဆိုပေးရမည်ဆိုလျှင်တော့ .Sliver(1993) ကိုကြည့်ပါလို့ပဲ ပြောချင်သည်..... Sliver ဆိုတာ U.S အသုံးအရတော့ အထပ်မြင့်တိုက်ခန်း အဆောက်အဦးပါ။ ဒီ ဇာတ်လမ်းက Silver တစ်ခုက အဖြစ်အပျက်တွေ အကြောင်းပါ။ဒီအဆောက်အဦး လူသေမှု ၂ခုဖြစ်ခဲ့ပြီး ပိုင်ရှင်ကလည်း ဘယ်သူမှန်းမသိရပါဘူး။ Carleyလို့ခေါ်တဲ့ စာအုပ်အယ်ဒီတာမလေး အဲ့ဒီ အဆောက်အဦးကို ရောက်လာပြီးတဲ့နောက် လူသေမှုတွေလည်း ထပ်ဖြစ်ခဲ့ပါတယ်။ဒီလူသတ်မှုတွေဟာ သူမနဲ့တိုက်ရိုက်ပတ်သက်လာတဲ့အချိန်မှာ၊အဆောက်အဦးပိုင်ရှင်ကလည်း သူမ လုံးဝမမျှော်လင့်ထားတဲ့ သူဖြစ်နေတဲ့အပြင်လျှို့ဝှက်ချက်ပေါင်းများစွာ ရှိနေတဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2d6f4/Lawless_[2012]_(MM_Sub).mp4 https://megaup.net/1x84b/Sliver_[18+]_[1993]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Fat-143x200.jpg",
        "title": "Fat Buddies ( 2018 )",
        "description": "အက်ရှင်နဲ့ဟာသလေးတွေရောထားတဲ့ဇာတ်ကားတွေကြိုက်နှစ်သက်သူတွေအတွက်Fat Buddies ဆိုတဲ့ဇာတ်ကားလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်ဂျပန်နိုင်ငံ တိုကျိုမြို့မှာ ဖက်တီးလေး ဟော့ရင်းကျွင့်ကဆေးရုံတခုရဲ့လုံခြုံရေးအစောင့်လေးဝတော့သူ့ကို လူတွေကနိမ်တယ်..ရယ်စရာလုပ်တယ်တနေ့သူတို့ဆေးရုံးမှာ ဖက်တီးကြီး Agent Jဆေးရုံလာတက်ပြီးစရိတ်မပေးနိုင်တော့ထွက်ပြေးဖို့ကြံတယ်ဖက်တီးလေးနဲ့ဖက်တီးကြီးတို့ ၂ယောက်ဆုံပြီးတော့Agent J ကို ဖက်တီးလေး ဟော့ရင်းကျွင့်ကအားကျပြီးတော့...ဆေးရုံကနေကယ်ထုတ်ဖို့လုပ်တယ်ဖက်တီး Agent J က အရင်တုန်းက ပိန်ပိန်ခန့်ခန့်လေးA Level Mission တခုမှာ ဦးနှောက်ကိုကျည်ဆန်မှန်ရာကနေနောက်ဆက်တွဲဆိုးကျိုးအဖြစ်အဝလွန်တဲ့ရောဂါခံစားရလို့ ငှာနချုပ်ကပစ်ပယ်ခံထားရတဲ့လူဟော့ရင်းကျွင့်ကလည်း မိတ်ဆွေအသိုင်းအဝိုင်းကဟာသ လိုသဘောထားပြီး အနှိမ်ခံရတဲ့ဖက်တီးလေးသူတို့၂ယောက်ရဲ့မထင်မှတ်တဲ့တွေ့ဆုံမှုကနေဘိန်းရာဇာတွေရဲ့အရှုပ်ကြားကို အမှတ်မထင်ပဲရောက်ရှိသွားတဲ့အခါမှာတော့......................ဘာတွေဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပါ အညႊန္းနဲ႕ဘာသာၿပန္ Phyo Zaw ၿဖစ္ပါတယ္Encoded By LK",
        "rating": "",
        "url": "https://megaup.net/1yOwN/Fat_Buddies_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/nowhere-mind-134x200.jpg",
        "title": "Nowhere Mind ( 2018 )",
        "description": "အိုက်​ဗန်​ဆိုတဲ့​တစ်​​ယောက်​သူ့မှာရှိ​နေတဲ့စိတ်​ကစဉ်​့ကလျား​ရောဂါကိုသက်​သာဖို့အတွက်​တရားထိုင်​တာ​တွေလုပ်​ပါတယ်​သူ့​ရောဂါကသံသယလွန်​ကဲတာ​တွေပြီးကိုယ်​့ကိုယ်​ကိုသတ်​​သေချင်​မျိုး​တွေဖြစ်​တတ်​တယ်​​တစ်​​နေ့​တော့ သူရဲ့သူငယ်​ချင်​းတစ်​​ယောက်​အမ်​မလီဆိုတဲ့မထင်​မှတ်​ဘဲ​တွေ့တယ်​အဲ့အချိန်​မှာပဲအမ်​မလီကလဲသူနဲ့အတူ​နေချင်​တာနဲ့သူ့အိမ်​ကို​ခေါ်သွားတယ်​ ဒါ​ပေ့မယ်​အမ်​မလီမှာ​စေ့စပ်​ထားတဲ့လူရှိတယ်​အဲ့လူကအိုင်​ဗန်​နဲ့​ကောလိပ်​တုန်​းကတစ်​ခန်​းထဲအတူ​နေခဲ့တဲ့ဂျွန်​​ပေါ့ အမ်​မလီနဲ့အတူအိပ်​ပြီး​နောက်​​နေ့မှာဂျွန်​က​အတူ​သောက်​ရ​အောက်​ဆိုပြီးဖုန်​းဆက်​တယ်​စကား​တွေ​ပြော​နေရင်​းနဲ့ဂျွန်​ကသူနဲ့အတူတူ​တောင်​တက်​အပန်​း​ဖြေခရီးထွက်​ကြမယ်​ဆို​ခေါ်တယ်​အိုင်​ဗန်​နဲ့ဂျွန်​အတူတူခရီးထွက်​ကြရင်​းဘယ်​လိုဖြစ်​ကြမှာလဲ အမ်​မလီနဲ့အတူတူအိပ်​ခဲ့အတွက်​ဂျွန်​သိသွားရင်​​ရော ဘာ​တွေဖြစ်​ကြမှာလဲအိုင်​ဗန်​ရဲ့​ရောဂါ​ရောဘယ်​လိုဖြစ်​မှာလဲပိုဆိုးသွားမှာလားဆိုတာဆက်​ကြည်​့​ပေးပါဦးTranslated & Reviewed By Tin Myo LwinEncoded By LK",
        "rating": "4.9",
        "url": "https://megaup.net/1yOwi/Nowhere_Mind_[2018]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/hell-fest-Movie-HD-Poster-and-Stills--126x200.jpg",
        "title": "Hell Fest (2018)",
        "description": "အခုတစ်ခါကတော့ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမဲ့ကားလေးပေါ့နော်\nဟောလိုးဝင်းကားတွေကြိုက်တဲ့သူတွေကတော့ ကြည့်သင့်ပါတယ်နော်သူငယ်ချင်း၆ယောက်ကhell festivalသွားပြီး ဝင်္ကပါထဲ ဝင်ကြတယ်အဲ့မှာ သူတို့ထဲကကောင်မလေး၁ယောက်က လူတစ်ယောက်လူသတ်တာကို မျက်မြင်တွေ့သွားတာပေါ့နော်ကံဆိုးချင်တော့ လူသတ်သမားဝတ်ထားတဲ့ မျက်နှာဖုံးနဲ့တူတဲ့လူတွေကလည်းအဲ့ပွဲမှာ အများကြီးရှိနေတယ် သူတို့တွေ တကယ့်အစစ်ကို ရှာနိုင်မှာလားဝင်္ကပါထဲကရော ပြန်ထွက်လာနိုင်မှာလား\nအဲ့လူသတ်သမားကရော ဘာတွေလုပ်ဦးမှာလဲ\nသူတို့အဖွဲ့ ဘာတွေကြုံတွေ့ရမလဲဆိုတာကို သိချင်ရင်တော့ဒီhell fest လေးကို ကြည့်ကြပါလို့... File Size : (827 MB) and (231MB)Quality : BluRay 720pRunning Time :1hr 29 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by ByulEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/SR48/Hell_Fest_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b8dmfG84peFdouN2N8wOsiI9WHt.jpg",
        "title": "’71(2014)",
        "description": "'71(2014)IMDb....7.2,,,Rotten....95(((ဆုပေါင်း (၁၂)ဆု ရရှိခဲ့ပြီး အခြားဆုများအတွက် ဆန်ကာတင်(၂၅)ဆုစာရင်းဝင်ခဲ့....)))ကျွန်တော်တို့အားလုံးဟာ တိုက်လိုခိုက်လိုစိတ်ပျင်းပြပြီးရန်လိုတဲ့သူတွေမဟုတ်တဲ့အပြင် တခြားသူဒုက္ခရောက်နေမှပျော်နေတဲ့သူတွေမဟုတ်ကြဘူး...သို့ပေမယ့် ဒီလိုအရာတွေနဲ့မကင်းတဲ့ စစ်ကားတွေကို လူကြီးလူငယ်မရွေးဘာကြောင့်ကြိုက်ကြတာပါလိမ့်......တခြားနိုင်ငံမှရိုက်သည့်စစ်ကားအများစုသည် အဆဲမျိုးစုံပါဝင်သလို အထက်အောက် ပုံစံပေးနည်းမျိုးစုံပါဝင်လေသည်...သို့ပေမယ့် စစ်မြေပြင်ရောက်လျှင်သော်လည်းကောင်း ဒုက္ခမျိုးစုံသော်လည်းကောင်းကြုံသည့်အချိန်မျိုးတွေ အတူပူပေါင်းဖြေရှင်းသည့်ပုံစံများမှာကျွန်တော်တို့ကို လွန်စွာမှဆွဲဆောင်နိုင်ပါသည်...ဥပမာ Jarhead (2005) တပ်သားသစ်ဘဝကိုစရိုက်ပြတာ ..ဆဲတာလည်းစုံ ပညာပေးနည်းလည်းစုံ  မီးကြောင့်ရဲရဲနီသည့် သံကွင်းနဲ့တောင်ထိုးကြသေးတယ်..သို့ပေမယ့် နောက်ဆုံးခန်းရောက်တော့ ကျွန်တော်တို့မျက်ရည်စို့ရတယ်..နောက် Fury (2014) အချင်းချင်းမှဆဲချက်ပေါက်ကရပြောချက်..အသစ်ကောင်လေးကိုလည်းပုံစံပေးချက်က မညှာတာ....သို့ပေမယ့် ဒီလူ့အရိုင်းအစိုင်းလို စစ်သားကြီးတွေက ကျွန်တော်တို့ကိုမျက်ရည်စို့ခဲ့ရတယ်..အခြားစစ်ကားကောင်းများစွာရှိပါသေးသည်...မည်သို့ပင်ဆိုစေ ကျွန်တော်တို့ဆီက စစ်ကားရိုက်ပြီဟေ့ဆိုရင်လည်း တခြားမြန်မာကားများထက် စိတ်ဝင်တစ်စားစောင့်ကြည့်ရတာအမော....အားမလိုအားမရဖြစ်ခဲ့ကြတာကလည်းတစ်ပိုင်းပေါ့လေ..ခုလည်း စစ်ကိုမုန်း၍ တိုက်ခဲ့သည်နောက်ပိုင်း ရေတပ်နှင့်ဆိုင်သည့် စစ်ကားတစ်ကားရိုက်နေသည်ဟုကြားသိရသည်...ထားတော့....'71(2014)ဇာတ်လမ်းအညွှန်းကိုအတိုချုံးပြောရမယ်ဆိုရင် တပ်ရင်းတစ်ရင်းဟာ ကက်သလစ်ဂိုဏ်းအဖွဲ့အထိကရုဏ်းဖြစ်တဲ့ Belfast မြို့ကို အရေးပေါ်လုံခြုံရေးသွားယူရတယ်..အဲ့ဒီလုံခြုံရေးယူတဲ့ထဲမှာ သင်တန်းဆင်းခါစ ရဲဘော်သစ်တွေပါတယ်...တစ်နေ့လုံခြုံရေးယူပေးနေရင်း စစ်သည်တစ်ယောက် အသတ်ခံလိုက်ရတယ်....တခြားသူတွေတော့ ထွက်ပြေးလွတ်မြောက်သွားတယ်..လွတ်မြောက်သွားတဲ့အထဲမှာ တပ်သားသစ် ဟွတ်ခ်ဆိုတဲ့သူလည်းပါတယ်..သူဟာ ထွက်ပြေးနေတုန်းမှာ သူလုံးဝမမျှော်လင့်ထားတဲ့ အဖွဲ့အစည်းတွေနဲ့တွေ့ခဲ့ရတယ်..ကိုင်း သူတွေ့ခဲ့တဲ့အဖွဲ့အစည်းတွေက ဘာတွေဖြစ်မလဲ...ဒီရဲဘော်သစ်လေး ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Zwel Zan Aung ပဲဖြစ်ပါတယ်...File Size : (931 MB) ...",
        "rating": "7.2",
        "url": "https://megaup.net/SR41/_71_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ynljTdiGVUCJJ6THSZi22SBoQAR.jpg",
        "title": "Thunder Road (2018)",
        "description": "အခုတင်ဆက်ပေးလိုက်တာကတော့ 2018 ထွက် Thunder Road ဆိုတဲ့ အမေရိကန်ဟာသကားလေးပါဒီဇာတ်ကားကိုတော့ Jim Cummings က ကိုယ်တိုုင်ရေး ကိုယ်တိုင်ဒါရိုက်တာလုပ် ကိုယ်တိုင်သရုပ်ဆောင်ထားတာပါ2016 ခုနှစ်တုန်းက ဒီ Thunder Road ဆိုတဲ့ နာမည်နဲ့ပဲ ရိုက်ထားခဲ့တဲ့ သူ့ရဲ့ ဇာတ်လမ်းတိုလေးကို အခြေခံပြီး ထပ်မံရိုက်ကူးခဲ့တာပါဒီဇာတ်ကားကတော့ 2018 SXSW ရုပ်ရှုင်ဆုပေးပွဲမှာ Grand Jury Award ကို ရရှိခဲ့ပါတယ်ဒီဇာတ်ကားလေးထဲမှာ နဂိုကပေစုတ်စုတ်နေနေတာကို မိခင်ဖြစ်သူသေဆုံးသွားတာကြောင့် ပိုဆိုးသွားတဲ့ ရဲအရာရှိ Jim Arnaud အဖြစ် Jim Cummings က သရုပ်ဆောင်ပေးထားပါတယ်သူ့ဘဝကို ပိုကောင်းလာောအာင် မပြောင်းလဲနိုင်ခဲ့ပေမဲ့ သူ့သမီးလေးအတွက် ဖခင်ကောင်းတစ်ယောက်ဖြစ်လာဖို့ သူတတ်နိုင်သလောက် ကြိုးစားဖို့ ဖြစ်လာတဲ့အခါမှာတော့သူ့ဘဝလေးက ဘယ်လိုတည်ငြိမ်သွားလဲဆိုတာတော့ ကြည့်ရှုအားပေးကြပါဦIMDB rating 7.2 ထိ ရထားလို့ ဟာသကြိုက်တဲ့ ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ဟာသကားလေးပါ(ဘာသာပြန်သူကတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/SR4d/Thunder_Road_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l15r2aLqdifXM9GFsJLkOq5Y8SI.jpg",
        "title": "White Boy Rick (2018)",
        "description": "White Boy ဆိုတဲ့အသံကြားလိုက်တာနဲ့ အမေရိကရဲ့လူဖြူလူမည်းပရိပက္ခတွေကို အနည်းငယ်တီးမိခေါက်မိရှိတဲ့သူတွေက ဇာတ်လိုက်ဖြစ်သူ Rick ရောက်ရှိနေတဲ့ ပတ်ဝန်းကျင်အခြေအနေကိုခန့်မှန်းမိကြမှာပါ။Rick ဆိုတာက Richard Wershe Jr. လို့ခေါ်တဲ့ ၁၄ နှစ်သားကောင်လေးတစ်ယောက်။မိဘဖြစ်သူတွေက တရားဝင်ကွာရှင်းထားပြီးသားဖြစ်တဲ့အတွက် အဖေ့စောင့်ရှောက်မှုအောက်မှာ အစ်မဖြစ်သူနဲ့အတူနေထိုင်တယ်။သူတို့နေထိုင်တဲ့နေရာက Detroit လို့ခေါ်တဲ့ နယ်စပ်မြို့၊ လူမည်းအများစုနေထိုင်ပြီး ဒုစရိုက်မှုတွေမှိုလိုပေါတဲ့မြို့တစ်မြို့ပေါ့ဗျာ။Rick Jr. ရဲ့အဖေဖြစ်သူက လိုင်စင်ရသေနတ်ရောင်းဝယ်ရေးသမားဖြစ်တာနဲ့အညီ ဂိုဏ်းစတားတွေ၊ဒုစရိုက်သမားတွေနဲ့ အမြဲမပြတ်ဆက်ဆံနေရတဲ့သူပေမယ့် ဗီဒီယိုစတိုးလေးဖွင့်ပြီး မိသားစုနဲ့အတူအေးအေးဆေးဆေးဘဝကိုဖြတ်သန်းချင်တဲ့သူ။တစ်ရက်မှာ Rick Jr. တစ်ယောက် သူ့အဖေသေနတ်ပြပွဲကနေ အောက်ကြေးနှိုက်လာတဲ့ AK47 နှစ်လက်ကို Johnny လို့ခေါ်တဲ့ လူမည်းတစ်ယောက်ဆီသွားရောင်းရာကနေ သူတို့အဖွဲ့နဲ့ဓာတ်ကျပြီး ဘော်ဒါတွေဖြစ်သွားကြတယ်။Johnny တို့အဖွဲ့က အားလုံးလူမည်းတွေချည်းဖြစ်တဲ့အတွက် သူတစ်ဦးတည်းသာလူဖြူဖြစ်နေတဲ့ Rick Jr. တစ်ယောက် White Boy Rick ဆိုတဲ့ နာမည်ပြောင်ရပြီး အဖွဲ့ဝင်တစ်ယောက်လိုဖြစ်လာတယ်။အဲဒီလိုရက်သတ္တပတ်တွေဖြတ်သန်းပြီးတဲ့အခါမှာတော့ Rick Jr. ရဲ့အဖေ လိုင်စင်မရှိပဲ Silencer ...",
        "rating": "6.5",
        "url": "https://megaup.net/SR49/White_Boy_Rick_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "The Purge: Anarchy (2014)",
        "description": "ဒီဇာတ်ကားဟာ iMDb rating အနေနဲ့ 6.5/10 ရရှိထားပြီး Action/Thriller အမျိုးအစားဖြစ်ပါတယ်Action ကားကြမ်းကြမ်းမှကြိုက်နှစ်သတ်သူတွေ လုံးဝအကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားလဲဖြစ်မယ်လို့ ယုံကြည်ပါတယ်။\nဇာတ်လမ်းလေးကတော့  2023 ခုနှစ် အမေရိကန် နိုင်ငံ၏ နိုင်ငံရေးအခြေအနေကို စိတ်ကူးပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်အဲ့ဒီအချိန်ကာလအမေရိကန် နိုင်ငံကို (Nation Reborn)အဖြစ်သက်မှတ်ပြီး တည်ထောင်သူအသစ်များ(New Founding Fathers) အမည်ခံအစိုးရအဖွဲ့မှ နိုင့်ငံမူဝါဒ စည်းစနစ်များကို ပြောင်းလဲချမှတ်ကြပါတယ်။တည်ထောင်သူအသစ်များ အစိုးရ အနေနဲ့ လူဦးရေ တိုးပွားမှုကိုကန့်သက်ထိန်းချုပ်ရန်အတွက် တစ်နှစ်မှာ တစ်ည သုတ်သင်ရှင်းရေး(Purge) လုပ်ခွင့်ပြုလိုက်ကာ March လ 21 ရက်နေ့ ညနေ 6 နာရီမှ 22ရက်နေ့ မနက် 6နာရီ အထိ 12 နာရီ အတွင်းတွင် လူသတ်မှုအပါအဝင်ရာဇဝတ်မှုများကိုတရားဝင် ကျူးလွန် ခွင့်ပေးထားပါတယ်။ဇာတ်ကားရဲ့ဇာတ်အိမ်ကိုတော့ ဆဋ္ဌမမြောက် သုတ်သင်ရှင်းလင်းရေးညမှာဇာတ်အိမ်တည်ထားပါတယ် အဲ့ဒီနေ့ ညမှာ အပြင်ကို လက်နက်အပြည့်အစုံကားတစ်စီးနဲ့ ထွက်လာတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cxf5/The_Purge_-__Anarchy_[2014]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pacific-rim-uprising-poster-143x200.jpg",
        "title": "Pacific Rim: Uprising (2018)",
        "description": "Pacific Rim: Uprising (2018)\nIMDb - 5.6/10_____Rotten - 43%\n  \nPacific Rim ရဲ့ ဒုတိယမြောက်ကားလေး ၅နှစ်ကြာတဲ့အခါ ပရိသတ်ရှေ့ ရောက်လာပါပြီ။\nIMDb Ratinf  5.6/10 ရထားပြီးတော့ ဘတ်ဂျပ် $ ၁၇၀millionကျော်\nအကုန်အကျခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Pacifim Rim တုန်းက ကိုင်ဂျူးလို့ခေါ်တဲ့\nဂြိုလ်သားတွေရဲ့ ကျူးကျော်မှုကိုတိုက်ခိုက်မှုကို ယေဂါလို့ခေါ်တဲ့ ဧရာမစက်ရုပ်ကြီးတွေနဲ့\nတန်ပြန်တိုက်ခိုက် လို့အောင်မြင်ခဲ့ပြီး ကမ္ဘာနှစ်ခုဆက်သွယ်ထားတဲ့ တွင်းပေါက်ကြီးကို\nဖျက်ဆီးပစ်နိုင်ခဲ့တာ ၁၀ နှစ်ကျော်ကာလကို ရောက်ရှိနေပါပြီ။\nဒါပေမယ့် ယေဂါတွေရဲ့ အားနည်းချက်ကတော့ စက်ရုပ်ရဲ့ တိုက်ခိုက်နိုင်စွမ်းဟာ\nသူ့ကိုမောင်းနှင်တဲ့ ပိုင်းလော့ဒ်နှစ်ယောက်ရဲ့ သဟဇာတဖြစ်မှု ပိုင်းလော့ဒ်တွေရဲ့\nကျွမ်းကျင်မှုအပေါ်မူတည်နေသလို ကျူးကျော်လာတဲ့ကိုင်ဂျူးဆီကို သွားတိုက်တဲ့အခါမှာ\nစက်ရုပ်အကြီးကြီးမို့ သယ်ယူပို့ဆောင်ရေးမှာ ကြံ့ကြာနေတဲ့အချက်ပါပဲ။\nဒါကြောင့် ပိုင်းလော့ဒ်ကောင်းတွေရအောင် ငယ်စဉ်ကတည်းက လေ့ကျင့်ပေးရပါတယ်။\nဒါကြောင့် လူသားတွေအနေနဲ့ ဒါတွေကို ဖြေရှင်းနိုင်ဖို့နည်းလမ်းတွေ ကြံစည်လာပါတယ်။\nဒီမှာ တရုတ်နိုင်ငံ “ရှောင်-စက်မှုလုပ်ငန်း” ကနေ နည်းပညာအသစ်တွေနဲ့ ရှာကြံပြီး\nလူတစ်ယောက်တည်းကသာ မောင်းနှင်နိုင်ပြီး အဝေးထိန်းနဲ့ ထိန်းချုပ်နိုင်တဲ့\nယေဂါဒရုန်းစက်ရုပ်ကြီးတွေကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/2TN43/Pacific_Rim_-_Uprising_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BOTViZmMwOGEtYzc4Yy00ZGQ1LWFkZDQtMDljNGZlMjAxMjhiXkEyXkFqcGdeQXVyNzM0MTUwNTY@._V1_-134x200.jpg",
        "title": "Bonnie and Clyde (1967)",
        "description": "ဖြစ်ရပ်မှန်ဇာတ်လမ်းအများစုထဲကမှအစောပိုင်းမှာအအောင်မြင်ဆုံးလို့ပြောလို့ရတဲ့1930လောက်ကလမ်းဓားပြစုံတွဲBonnie Parkerနဲ့Clyde Barrowတို့ရဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်၂ဝဝဝခုနှစ်ဖွားအများစုသာမသိလောက်မယ့်ဇာတ်လမ်းဖြစ်ပြီးကျန်တဲ့သူတွေအတွက်တော့အထူးမိတ်ဆက်ပေးစရာလိုမယ်မထင်ပါဘူးဗျာClydeဟာမွေးကတည်းကမကောင်းခဲ့သလိုထောင်ကျပြီးပြန်ထွက်လာတဲ့အချိန်မှာလည်းမကောင်းခဲ့ပါဘူးအဲ့လိုဖြစ်နေတာတောင်သူ့အတွက်The right oneဖြစ်လာမယ့်Bonnieကိုတွေ့အောင်ရှာနိုင်ခဲ့ပါတယ်ရှာတွေ့ရုံနဲ့လည်းသူမရပ်ခဲ့ပါဘူးသူ့ဘက်ကသဘောထားနဲ့သူ့ကိုဘာလို့လက်ခံသင့်လဲဆိုတာကိုပါတစ်ခါတည်းရှင်းပြပါတော့တယ်သေမထူးနေမထူး ဘယ်အချိန်မှာမဆိုသေသွားနိုင်တဲ့သူ့အရောင်မဲ့ဘဝထဲကိုBonnieဆိုတဲ့အရောင်စုံမိန်းကလေးတစ်ယောက်နဲ့ပြီးပြည့်စုံစေခဲ့ပါတယ်ပုံမှန်အသက်ရှင်ရတဲ့နေ့ရက်တွေကိုငြီးငွေ့နေတဲ့လူတွေဖြစ်နေတဲ့အလျောက်ကိုယ့်ကိုကိုယ်ဂရုမစိုက်ပဲကိုယ်ချစ်ရတဲ့လူကိုပဲစုံလုံးကန်းကာကွယ်ပေးနေမှုတွေဟာဇာတ်လမ်းကိုမအီသွားစေတဲ့အပြင်ရှိတ်စပီးယားရဲ့ပြဇာတ်ကိုကျော်လွန်သွားစေတဲ့အကြောင်းပြချက်ပဲဖြစ်ပါတယ်စားပွဲထိုးမလေးBonnieဟာတစ်နေ့တာလုပ်စရာရယ်လို့မယ်မယ်ရရမရှိတဲ့ဘဝမှာမမျှော်လင့်ပဲရောက်လာတဲ့Clydeကသူ့ရဲ့နေမင်းကြီးဖြစ်ခဲ့ပါတယ်လူစိမး်ကောင်ရယ်လို့မယုံခဲ့ပေမယ့်သူ့အတွက်The right oneဖြစ်နေမှန်းသိတာနဲ့Bonnieဟာမျက်စိမှိတ်ပြီးအချစ်ခေါ်ရာနောက်လိုက်မိပါတော့တယ်အချစ်ဇာတ်လမ်းရယ်တော့မဟုတ်ပါဘူးနှစ်ယောက်ပေါင်းပြီးကျန်တဲ့သူတို့အဖွဲ့ဝင်တွေဘဏ်ဓားပြတိုက်ကြမယ့်ခပ်ညစ်ညစ်မှုခင်းကားပဲဖြစ်ပါတယ်ဇာတ်လမ်းဟာNew Hollywoodရဲ့aestheticဖြစ်နေတဲ့ကာလမှာရိုက်ထားတာကြောင့်ကြည့်ရတဲ့လူတွေအတွက်အဘက်ဘက်ပြည့်စုံနေစေပါတယ်တကယ့်ကျွန်တော်တို့လက်တွေ့ဘဝမှာလည်းကိုယ့်ရဲ့the right oneနဲ့တွေ့ရင်လက်မနှေးကြပါနဲ့:3အော်စကာနှစ်ဆုရထားတဲ့အကောင်းတကာ့အကောင်းတွေထဲကကားကောင်းတစ်ကားဖြစ်တာကြောင့်အချိန်ပေးပြီးကြည့်လိုက်ပါ အချိန်ကုန်ရကျိုးနပ်စေမယ့်အပြင်ဘဝနဲ့ပတ်သတ်တဲ့သင်ခန်းစာတချို့ကိုပါရကောင်းရနိုင်ပါလိမ့်မယ်Translated by Aye ChansuEncoded by sithu",
        "rating": "7.9",
        "url": "https://megaup.net/SR46/Bonnie_And_Clyde_[1967]_(MM_Sub).mp4",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eifGNCSDuxJeS1loAXil5bIGgvC.jpg",
        "title": "Justice League (2017)",
        "description": "ဒါရိုက်တာ ဇက်ခ်စနိုင်ဒါရဲ့ လက်ရာဖြစ်ပြီး DC Comics စူပါဟီးရိုးတွေဖြစ်တဲ့ Batman, Superman, Wonder Woman, Flash, Aquaman နဲ့ Cyborg တို့ တစုတစည်း ပါဝင်ထားတာမို့ ပရိသတ်တွေ တပျော်ကြီး ရှုစား ရာမှာပါစူပါမန်း သေဆုံးပြီးနောက် တစ်ကမ္ဘာလုံးပူဆွေးဝမ်းနည်းနေ ချိန်မှာ စူပါဗီလိန် Steppenwolf နဲ့  သူ့ရဲ့အပေါင်းအပါ Parade-mons တွေဟာ Mother Boxes တွေကို ရှာဖွေဖို့ ကမ္ဘာကိုပြန်လည်အခြေချခဲ့ပါတယ်။ Mother Box တွေရဲ့ သတင်းအစရဖို့ S.T.A.R Labs ရဲ့ ဝန်ထမ်းအတော်များများကို ဖမ်းဆီးခဲ့ကြတယ်။အဲဒါနဲ့ ဘီလျံနာတစ် ယောက်ဖြစ်တဲ့ ဘရုစ်ဝိန်း (Bat-man) က လူစွမ်းကောင်းတွေစု စည်းပြီး Justice League ဆိုတဲ့ အဖွဲ့ဖွဲ့စည်းကာ Steppenwolf တို့ကို ပြန်လည်တိုက်ခိုက်နိုင်ဖို့ လုပ်ပါတော့တယ်။Steppen-wolf တို့ကလည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/SS3p/Justice_League_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/wonder-woman-final-poster-135x200.jpg",
        "title": "Wonder Woman (2017)",
        "description": "DCEU ရဲ့ လေးကားမြောက် ရုပ်ရှင် ဖြစ်တဲ့ Wonder Woman ရုပ်ရှင်ပါ။\nBox Office မှာ နံပါတ်တစ်ချိတ်ခဲ့ပြီး ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုတွေနဲ့ ပရိသတ်တွေ အားပေးမှုအပြည့်ရထားပါတယ်။\nသူ့ကိုတော့ Batman vs Superman မှာ မြင်ဖူးခဲ့ပြီးသားဖြစ်မှာပါ။\nဒီရုပ်ရှင်ထဲမှာတော့ ဒိုင်ယာနာ ရဲ့ ငယ်ဘဝနဲ့ လူ့လောကထဲကို ပထမဆုံးခြေချချိန် စွန့်စားခန်းတွေကို တွေ့ရပါလိမ့်မယ်။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ဒိုင်ယာနာဟာ လူတွေသာမာန်မျက်စိနဲ့ မမြင်နိုင်တဲ့ ကျွန်းတစ်ကျွန်းမှာ နတ်ဘုရားတွေဖန်ဆင်းထားတဲ့ အမေဇုံလို့ခေါ်တဲ့ စစ်သည်တော်တွေလက်ထဲမှာ မွေးဖွားကြီးပြင်းလာသူပါ။\nဒိုင်ယာနာဟာ ဘုရင်မ ဟစ်ပိုလီတာရဲ့ သမီးတော်လည်း ဖြစ်ပါတယ်။\nအဲဒီကျွန်းမှာ ယောကျာ်းတစ်ယောက်မှ မရှိပါဘူး။\nတစ်နေ့မှာတော့ပထမကမ္ဘာစစ်ထဲက လေယာဉ်မှုးတစ်ယောက် လေယာဉ်ပျက်ကျပြီး ပင်လယ်ထဲ ပြုတ်ကျလာတာကို ကယ်တင်မိပြီး ကမ္ဘာစစ်ကြီးအကြောင်းကို ပထမဆုံးကြားသိသွားပါတော့တယ်။\nအမေဇုံတွေဟာ ကမ္ဘာကြီးကို စစ်နတ်ဘုရားလက်က ကယ်တင်ဖို့လို့ ယုံကြည်ထားတဲ့ ဒိုင်ယာနာဟာ လေယာဉ်မှုး ဗိုလ်ကြီး စတိ ထရီဗာနဲ့အတူ လူတွေရဲ့ လောကကြီးထဲကို ခြေချပြီး ...",
        "rating": "7.4",
        "url": "https://megaup.net/2SPgk/Wonder_Woman_[2017]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5UsK3grJvtQrtzEgqNlDljJW96w.jpg",
        "title": "Batman v Superman: Dawn of Justice (2016) EXTENDED",
        "description": "ကျွန်တော်တို့အားလုံး စောင့်စားနေတဲ့ BvS Ultimate Cutအကြည်ထွက်လာခဲ့ပါပြီ။ဒီအကြည်မှာ မိနစ် ၃၀ စာခန့် အခန်းတွေ ပြန်ပါလာပြီ။ဒီဇာတ်ကားကို ရုံတင်တုန်းက ကျေနပ်မှုမရခဲ့တဲ့ ပရိသတ်တွေ ရှိခဲ့သလို လူမှုကွန်ယက်တွေမှာ ဒါရိုက်တာ Zack Snyder ကို အပြစ်တင်တဲ့ စာတွေ အများအပြားထွက်လာခဲ့ဖူးပါတယ်။ဒါပေမယ့် ခု ထွက်လာတာကို ကြည့်ပြီးနောက်မှာ အင်တာနာစာမျက်နှာ မှာ ဒါရိုက်တာကြီးကို ပြန်လည်တောင်းပန်မှုတွေ အများအပြား ပေါ်ပေါက်လာခဲ့ပါတယ်။ကျွန်တော်အမြင်မှာလဲ တကယ်ကို အဲဒါ မှန်ကန်တယ်ထင်တာပါပဲ။ဇာတ်လမ်းဟာ အများကြီးပိုချိတ်ဆက်မိပြီး လေးနက်သွားပါပြီ။ကြည့်ပြီးသားဖြစ်စေ မကြည့်ဘဲစောင့်နေသည် ဖြစ်စေ ကြည့်ဖို့ သိပ်တန်တဲ့ ကားတစ်ကား ဖြစ်လာတာပါပဲ။ဇာတ်လမ်းအကျဉ်းမှာတော့ သူသာ စိတ်ထဲမှာ လုပ်ချင်ရင် ကမ္ဘာဂြိုလ်တစ်ခုလုံးကို ရှင်းပစ်နိုင်တဲ့ ဂြိုလ်သားကို အန္တရာယ်ကောင်လို့ မြင်နေတဲ့ လင်းနို့လူသား....ဥပဒေရဲ့အထက်မှာ တရားစီးရင်နေတဲ့လင်းနိ့ ကို မရှိသင့်ဘူးထင်တဲ့ သံမဏိလူသားတို့ ရဲ့ ရပ်တည်ချက်ထိပ်တိုက် တင်းမာနေချိန်မှာ....\nစူပါမန်းသွားလေရာမှာ သံသယဖြစ်စရာ လူသေမှုတွေ ဆက်တိုက်ပေါ်နေလို့ သဲလွန်စလိုက်ရှာနေတဲ့ သတင်းထောက်မလေး လူးဝစ်လိန်း။စွမ်းအားအကြီးဆုံးလူမှန်ရင် လူကောင်းမဖြစ်နိုင်ဘူး-လူကောင်းစစ်စစ်ဆိုရင်စွမ်းအားမပြည့်စုံတော့ဘူး ဆိုတော့ အတွေးနဲ့ ငယ်စဉ်ကတည်းက ဖန်ဆင်းရှင်အပေါ် နာကျည်းတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2lA85/Batman_Vs_Superman_-_Dawn_Of_Justice_[2016]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/man-of-steel-poster-142x200.jpg",
        "title": "Man of Steel (2013)",
        "description": "Man of Steel (2013)\nIMDb - 7.0/10_____Rotten 56%\n  Director: Zack Snyder ရိုက်ကူးတင်ဆက်ထားပြီးJune 14, 2013 (USA) မှာ ရုံတင်ပြသခဲ့တဲ့ Super Man ဇာတ်ကားအသစ်ဖြစ်ပါတယ်...Super Man ဆိုတိုင်း ထူးမခြားနား ပုံစံအတိုင်းထူးဆန်းတဲ့ မိုးကောင်းကင်ကနေကျလာတဲ့ လူသားလေးကို ရိုးသားတဲ့ တောသူတောင်သူ လင်မယားကမွေးစားလိုက်တဲ့ ဇတ်လမ်းပါပဲဒါပေမယ့် ထူးခြားနေပါတယ်....Super Man ခေါ် ခါအလ် ရဲ့ မွေးဖွားခြင်းနဲ့ သူ နေထိုင်ရာ ဂြိုလ်ပျက်စီးခြင်းကိုတွဲမြင်ရမှာဖြစ်ပါတယ်ဂြိလ်ပြန်လည်တည်ထောက်ဖို့ ပင်မ သော့ကိုတော့Super Man ရဲ့ ဖခင် ဂျိုအယ် နဲ့ မိခင် လာရာ က သူ့သား ရဲ့ယဉ်ငယ်ကိုယ်ထဲကို ထည့်သွင်းပေးပြီးတော့ကမ္ဘာဂြိုလ်ဆီသို့ ယဉ်ငယ်လေးနဲ့ ပို့လွှတ်လိုက်ပါတယ်....အရင်လို မဟုတ်ပဲ ထူးခြားတာကတော့ Super Man ရဲ့ငယ်ဘ၀ မှာ လူတွေနဲ့ အဆင်မပြေနေထိုင်ခဲ့ရပါတယ်ကျနော်တို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3zRzD/Man_Of_Steel_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qLrKvYowiWDGc0cMqIA5KT8KuJq.jpg",
        "title": "Rockstar (2011)",
        "description": "[ IMDB - 7.7 /10 ]Bollywood ရဲ႕ လူငယ္မင္းသားေတြအေႀကာင္း ေျပာ ႀကေႀကးဆိုရင္ Ranbir Kapoor မပါရင္ျပီးျပည့္စံုမႈရွိမွာ မဟုတ္ပါဘူး။သူ႕ဇာတ္ကား အမ်ားစုဟာ အလြမ္းအေဆြးေဆာင္ျပီး မ်က္ရည္ခ်ဴဖို႕ မ်ားခဲ႔ပါတယ္။ ဒီတစ္ခ်က္က ကြ်န္ေတာ္မႏွစ္သက္တဲ႔ အခ်က္ျဖစ္ျပီး သူ႕ သရုပ္ေဆာင္စရိုက္ ပိုင္ႏိုင္မႈကိုေတာ့ Roctstar (2011) နဲ႔ Sanju (2018) ဇာတ္ကားေတြမွာ ေႀကြခဲ႔ရျပန္ပါတယ္။အစကေတာ့ Rock သီခ်င္းေတြနဲ႕ မနီးစပ္တာ တေႀကာင္း Drama ဆန္တဲ႔ ဇာတ္လမ္းျဖစ္သည္က တေႀကာင္းေႀကာင့္ မေရးခ်င္ခဲ႔ပါဘူး ။ ကိုယ့္အေရးအသားမျပည့္စံုမႈက ဒီဇာတ္ကားကို စိတ္၀င္စားမႈ နည္းလာမွာလည္း မျဖစ္ေစခ်င္ခဲ႔ဘူး။ဒီဇာတ္ကားဟာ အသြင္အျပင္ ခမ္းနားစြာနဲ႔ Rock စရိုက္ပီျပင္တယ္။ အ၀တ္အစား ၀တ္ဆင္မႈက Ranbir နဲ႔ ေစာက္ရမ္းလန္းေနတယ္။ ေခတ္စကားအရ ေဂၚတယ္ ေပါ့။ ဂီတာတစ္ဖက္ နဲ႔ ...",
        "rating": "7.7",
        "url": "https://megaup.net/SS3c/Rockstar_[2011]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BYTVlZTc0NzMtNzBiYi00MzA1LWJiNmUtNzk2YmRmNzczMjE2XkEyXkFqcGdeQXVyMjI1OTQ2MjU@._V1_-140x200.jpg",
        "title": "Stand by Me Doraemon",
        "description": "ဒိုရာမြန္ လုိ႔ေျပာလုိက္ရင္ အျပာေရာင္ေၾကာင္ကာတြန္းရုပ္ေလးကို ေျပးျမင္မိၾကမွာပါ။\nဒိုရာမြန္ဟာ ဂ်ပန္ႏိုင္ငံရဲ႕ နာမည္ေက်ာ္ manga စီးရီးတစ္ခုလည္းျဖစ္ပါတယ္။\nဒီ Stand by Me Doraemon ကာတြန္းရုပ္ရွင္က 2014 ခုႏွစ္မွာထြက္ခဲ့တာျဖစ္ၿပီး\n38 ႀကိမ္ေျမာက္ ဂ်ပန္အကယ္ဒမီ ကာတြန္းရုပ္ရွင္ဆု ရရွိခဲ့တဲ့ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nကေလးေတြအတြက္သာမက လူႀကီးေတြအတြက္ပါ ခံစားၾကည့္ရႈလုိ႔ရတဲ့\nကာတြန္းကားဆိုလည္းမမွားပါဘူး။ ဒီကားမွာ ဒိုရာမြန္ ဇာတ္လမ္းတြဲေတြရဲ႕ အစလုိ႔ေျပာလုိ႔ရတဲ့ ..\nအလြဲလြဲအေခ်ာ္ေခ်ာ္နဲ႔ လူညံ့ လူပ်င္းေလး ႏိုဘိတ ဆီကို ဒိုရာမြန္\nေရာက္လာရတဲ့အေၾကာင္းအရင္းကို ဇာတ္လမ္းတည္ထားပါတယ္။\nႏိုဘိတက က်န္တဲ့ေနရာသာ သံုးစားမရေပမယ့္ ေမတၱာတရားမွာေတာ့\nေခသူမဟုတ္ ဆိုတဲ့အထဲကပါ။ ဒီကားေလးထဲမွာ ႏိုဘိတရဲ႕\nခြက္ရွ္ ရွီဇူကာအေပၚထားတဲ့ေမတၱာတရားေတြ၊\nဒိုရာမြန္နဲ႔ ႏိုဘိတၾကားက သံေယာဇဥ္ေတြ၊ လူတစ္ဘက္သားကိုအႏိုင္က်င့္တတ္တဲ့\nဂ်ီႀကီးနဲ႔ စနိတို႔ရဲ႕ အမူအက်င့္ေတြနဲ႔ ဇာတ္လမ္းဇာတ္အိမ္ဖြဲ႕လုိက္တဲ့အခါမွာေတာ့\nရယ္စရာလည္းပါ၊ ၀မ္းနည္းစရာလည္းပါ၊ သနားစရာေတြလည္းပါတဲ့\nကာတြန္းဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္လာခဲ့ပါေတာ့တယ္။\nၾကည့္ရက်ိဳးနပ္တဲ့ ကာတြန္းကားေလးျဖစ္သလုိ\nဒိုရာမြန္ ခ်စ္သူေတြအတြက္ေတာ့ လံုး၀လက္လြတ္မခံသင့္တဲ့\nဇာတ္ကားတစ္ကားျဖစ္ပါတယ္ခင္ဗ်ား။\nဘာသာျပန္နဲ႕ အညႊန္းကေတာ့ Phyo Thu Kyaw ျဖစ္ပါတယ္ဗ်",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/stand-by-me-doraemon-2014/",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/mid90s-128x200.jpg",
        "title": "Mid90s ( 2018 )",
        "description": "ဒါရိုက္တာ Jonah Hill ရိုက္ကူးတင္ဆက္ထားတဲ႔ Mid90sဆိုတဲ႔ဇာတ္ကားေလးဟာ IMDb Rate 7.6ရရွိထားပါတယ္Rate R လို႔ေတာ႔သတ္မွတ္ထားပါတယ္ဘာေၾကာင္႔လဲဆုိရင္ဇာတ္လမ္းထဲက ေၿပာစကားအခ်ိဳ႕ေတြဟာ အေတာ္ညစ္တီးညစ္ပတ္ႏိုင္လို႔ပဲၿဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔စကိတ္ကိုရူးသြပ္ၿပီးေလလြင္႔ေနတဲ႔လူငယ္ေလးေတြရဲ႕အေၾကာင္းကိုအဓိကရိုက္ကူးတင္ဆက္ထားပါတယ္သူတို႔ေတြဟာပ်က္ဆီးၿပီးေတာ႔ မဟုတ္တာမွန္သမွ်အကုန္လုပ္ၾကတဲ႔ခ်ာတိတ္ေလးေတြ..သူတို႕အားလံုးမွာတူညီတဲ႔အခ်က္ေတာ႔ အားလံုး စကိတ္ကိုရူးသြပ္က်ၿခင္းပါပဲဒီလိုနဲ႔ ဆိုးသြမ္းလူငယ္ေလးေတြ ဘယ္လိုမ်ားသူတို႔ဘ၀ကိုေကာင္းမြန္လာေစမလဲ..သူငယ္ခ်င္းအစစ္အမွန္ရဲ႕ၿဖစ္တည္ၿခင္း..အဓိပါၸယ္ဆုိတာဘယ္လိုမ်ားလဲဆုိတာကိုေတာ႔ဆက္လက္ခံစားၾကည္႔ရွုၾကပါ အညႊန္းနဲ႔ဘာသာၿပန္ Ei Pyae ၿဖစ္ပါတယ္Review & Translated By Ei PyaeEncoded By LK",
        "rating": "7.7",
        "url": "https://megaup.net/SS3s/Mid90s_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    }
]