[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/XJWWZ_4f-133x200.jpg",
        "title": "Love Story in London (2021)",
        "description": "Love Story In London (2021)ကျွန်​​တော်တို့ ဆယ်​ကျော်သက်ဘ၀မှာ\nကိုယ့်ဘ၀ထက်​တောင် ပိုပြီးချစ်ခဲ့မိတဲ့\nအချစ်ဆုံးလူသား​လေးတစ်​ယောက်​တော့ လူတိုင်းမှာရှိခဲ့ကြမှာပါ။ပိုင်ဆိုင်ရသည်ဖြစ်​စေ၊ မပိုင်ဆိုင်ရသည်ဖြစ်​စေ၊\nသူ့အ​ကြောင်း​တွေးမိလိုက်တိုင်း .....\nရင်ထဲ​​နွေး​ထွေးသွားရတဲ့ အခိုက်အတန့်​​လေးတွေက​ တန်ဖိုးမဖြတ်နိုင်​လောက်​အောင်ပါပဲ။ဒီကား​လေးဟာလည်း ဆယ်​ကျော်သက်ဘဝ\nလွမ်း​​မောဖွယ် အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဖော်ကျူးပြသထားတာဖြစ်ပါတယ်။ကျွန်​တော်က​တော့ ဒီကား​လေးက \"You Are The Apple Of My Eye\" ရဲ့\nအရိုက်အရာကို ဆက်ခံနိုင်လိမ့်မယ်လို့ထင်တယ်ဗျာ။ဒါဆို ဇာတ်ညွှန်း​လေးကို စလိုက်ကြရ​အောင်။ကျန်းဟယ် မှာ ငယ်ငယ်ကတည်းက ရင်းနှီးလာခဲ့တဲ့\nဂူရှင်းလဲ့ဆိုတဲ့​ကောင်​လေးတစ်​ယောက်ရှိတယ်။ဂူရှင်းလဲ့ က စာ​​ဖက်မှာလည်း မထူးချွန်သလို\nအားကစားဖက်ကြည့်ပြန်​တော့လည်း ညံ့မြဲညံ့ဆဲပါ\nအဲ့တာ​ကြောင့် ကျန်းဟယ်က သူ့ကို \"ငတုံးဂူ\" လို့\nနာမည်​​ပြောင်ပေးထားခဲ့တယ်။ကျန်းဟိုင် က​တော့ ဂူရှင်းလဲ့နဲ့ ဆန့်ကျင်ဖက်\nအရာရာပြီးပြည့်စုံပြီး ကျန်းဟယ်ရဲ့တစ်ဖက်သတ်ကျိတ်ချစ်ခြင်းခံရသူဆိုလည်း မမှားပါဘူး။ သူတို့​နှစ်​ယောက်ဟာ အ​တော်ထူးချွန်တဲ့အတွက်\nပြိုင်ပွဲ​​ပေါင်းများစွာမှာ ဆု​တွေအသီးသီရရှိဆွတ်ခူးထားကြတာပါ။ဒီလိုနဲ့အတန်း​တွေကြီးလာတဲ့အခါ နှစ်​​ယောက်စလုံးဟာ\nအင်္ဂလန်နိုင်ငံ က နာမည်ကြီးတက္ကသိုလ်တွေရဲ့ ဖိတ်ကြားစာ အသီးသီးလက်ခံရရှိကြပြီး\nပညာ​တော်သင်သွားဖို့ ပြင်ဆင်ကြပါ​တော့တယ်။နိုင်ငံခြားမှာ ကျန်းဟိုင်နဲ့အတူ ပညာ​တော်သင်သွားရဖို့က\nကျန်းဟယ် မမက်ရဲခဲ့တဲ့ အိပ်မက်ဖြစ်ပြီး၊\nကျန်းဟယ်နဲ့ အမြဲအတူရှိ​နေချင်တာက ဂူရှင်းလဲ့ရဲ့အိပ်မက်ပါ။သုံးပွင့်ဆိုင်ဖြစ်​နေကြတဲ့ သူတို့ရဲ့အချစ်ဇာတ်လမ်း​လေးကို\nမျက်ရည်ခိုင်ခိုင်ထားပြီး ကြည့်ဖို့​တော့လိုမယ်ဗျာ။ဘာပဲ​ပြော​ပြော ဒီကား​လေးက ...",
        "rating": "5.7",
        "url": "https://megaup.net/YEjl/Love_Story_in_London_2021_WEB-DL_720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODY2ZTY0N2ItZTk2MS00NzQyLWIzZmMtZWQwNGMxMGY1ZjNiXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_-140x200.jpg",
        "title": "Nemesis (2019)",
        "description": "Nemesis (2019)\nคืนยุติ-ธรรมထောင်ဆိုတာ ဆင်းရဲသားတွေအတွက် သီးသန့်ဖြစ်နေခဲ့ပြီး\nငွေရှိရုံနဲ့ အမှားမှန်သမျှကို အမှန်ဖြစ်အောင် လုပ်ပစ်နိုင်တဲ့\nအခြေအနေတွေနဲ့ ကြုံတွေ့ခဲ့ရရင် ခင်ဗျားဘယ်လိုဖြေရှင်းမလဲ?အော့နှလုံးနာစရာ အဖြစ်အပျက်တွေနဲ့ ပြည့်နှက်နေတဲ့\nလောကကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nဒီဇာတ်ကားမှာဆိုရင်အဓိကဇာတ်ကောင်ဖြစ်တဲ့ မာနွတ်ဟာ\nကိုယ်ဝန်နဲ့ ဇနီးဖြစ်သူကို သတ်ခဲ့တဲ့သူရယ်လို့\nသတင်းတွေမှာ ဝေဝေဆာဆာဖော်ပြခံရတဲ့ လူသတ်သမားတစ်ဦးပါ။ဒါ့အပြင် မာနွတ်က မူးယစ်ဆေးသုံးစွဲထားမှုရဲ့ ဘေးထွက်ဆိုးကျိုးတွေကြောင့်\nစိတ်ကျန်းမာရေးမကောင်းတဲ့သူအဖြစ်လည်း သတ်မှတ်ခံထားရပါသေးတယ်။တရားစီရင်မှုအပြီးမှာပဲ မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြတဲ့ လူသတ်မှုဟာ\nမာနွတ်ထောင်ကလွတ်လာပြီးနောက်မှာတော့ တစ်ဖန်ပြန်ပြီး လှုပ်နှိုးခံလိုက်ရပါတော့တယ်။ဆေးသမားတစ်ယောက်က သူ့မိန်းမကို သတ်လိုက်တာလို့\nရိုးရိုးတန်းတန်းထင်ခဲ့ကြတဲ့ လူသတ်မှုနောက်ကွယ်မှာ\nမရိုးဖြောင့်နိုင်တဲ့ ရင်နာစရာ အဖြစ်အပျက်တွေ အများကြီးရှိနေတဲ့အခါ...သူ့အတွက် တရားမျှတမှုမပေးနိုင်တဲ့ တရားဥပဒေကို ကျော်လွန်ပြီး\nမာနွတ်တစ်ယောက် ဘယ်လိုတရားစီရင်မှာလဲ?လောကကြီးကိို ထင်ဟပ်စေတဲ့ ထိုင်းအက်ရှင်ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး\nပြီးလို့ ပြီးမှန်းမသိအောင် ဇာတ်ရှိန်အတက်အကျမှန်မှန်နဲ့\nဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ကားလည်း ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hazel ပဲ ဖြစ်ပါတယ်။ File size…1.7GB and 1.1GB and 499MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Hazel\nEncoder ...",
        "rating": "6.9",
        "url": "https://megaup.net/2kz80/Nemesis.2019.720p.NF.WEB-DL.DDP5.1.x264.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/QBEQY_4f-142x200.jpg",
        "title": "Loved Like a Flower Bouquet (2021)",
        "description": "I Fell in Love Like a Flower Bouquet (2021)အသက်၂၁နှစ်အရွယ် တက္ကသိုလ် ကျောင်းသားချစ်သူနှစ်ဦးကြားက ချိုချဉ်ခါးအရသာအစုံ ပေးမယ့် ဂျပန်ရိုမန့်ခပ်ငြိမ့်ငြိမ့်လေးလာပါပြီဗျာရာမာနဲမူကီနဲ့ ဟာချီရာကီနှစ်ယောက် ရထားဘူတာမှာ ဆုံတွေ့ခဲ့ရင်းက ထူးဆန်းစွာပဲ အကြိုက်ချင်း ဝါသနာချင်း အသေးစိတ်လေးကအစ တူညီနေကြတာကို သိလိုက်ရပါတယ်ထပ်တူကျတဲ့ ဝါသနာအကြိုက်လေးအကြောင်းတွေကို ဖလှယ်ရင်း ဆွေးနွေးရင်း နောက်တော့ တရက် မတွေ့ရမနေနိုင်ဖြစ်သွားပြီး ချစ်မိခဲ့ရောပေါ့အဲ့လိုနဲ့ နှစ်ယောက်သား living together နေကြရင်း ဖြတ်သန်းလာကြရတဲ့ ၄နှစ်တာ ချစ်သူမက ဆက်ဆံရေးမှာ လူမှုရေးကိစ္စပြသနာတွေနဲ့ အမြင်ကွဲလွဲမှုတွေဝင်ရောက်လာတဲ့အခါ... စိတ်တူကိုယ်တူသူတို့နှစ်ယောက်ကြား ပျော်ရွှင်မှုဆိုတာ တည်မြဲနိုင်ခဲ့သလားဆိုတာကိုလူငယ်နှစ်ယောက်ရဲ့ အချစ်ရေး စလယ်ဆုံး အမျိုးစုံကြိုးခုန် အဖြစ်အပျက်တို့ကို လက်တွေ့ဆန်ဆန် ပုံဖော်ထားတဲ့ ဒီကားလေးမှာကြည့်ရှုရမှာပါမိုးအေးအေးလေးမှာ ကွေးကွေးလေးနဲ့ အတည်ကြီး ဖီးလ်တတ်ရင် ကြည်နူးမိရင်း ငိုချင်မိသလိုဖြစ်သွားစေမှာလည်း အမှန်အကန်ပါ ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann ...",
        "rating": "7.1",
        "url": "https://megaup.net/30vvi/We_Made_a_Beautiful_Bouquet_(2021)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p19885745_b_v13_aa-150x200.jpg",
        "title": "He’s All That (2021)",
        "description": "He's all that (2021)ကဲ ပေါ့ပေါ့ပါးပါးနဲ့ teen romantic comedy ကြည့်ချင်သူတွေအတွက်\nhe's all that လာပါပြီဒီကားဟာ 1999 ခုနှစ်တုန်းက She's All That ဆိုတဲ့ ဇာတ်လမ်းကို\nGender swap လုပ်ပြီး update ပြန်မြှင့်ရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ပတ်ဂျက်ဆိုတဲ့ ကောင်မလေးဟာ ငယ်ငယ်ရွယ်ရွယ်နဲ့ရုပ်လေးကလည်း ချော၊ ဆိုရှယ်မီဒီယာမှာလည်း နာမည်ကြီးစပွန်ဆာတွေလည်းရ၊ ရည်းစားကလည်းရှိနဲ့အခု ဖတ်နေသူနဲ့တော့ ဆီနဲ့ရေပဲဗျာဒါပေမဲ့ တစ်နေ့မှာ တက်သစ်စအဆိုတော်ဖြစ်တဲ့သူ့ဘဲကို ရိုက်ကွင်းမှာ surprise လုပ်ဖို့ သွားကာမှချစ်သော ကိုကိုက back-up dancer မနဲ့ နောက်မီးလင်းနေတာကို မြင်ပြီးရိုက်ကွင်းမှာတင် ပတ်ဂျက်တစ်ယောက် \"ခင်မို့မို့အေး\" လုပ်ပါတော့တယ်သူမသိလိုက်တာက သူ ပွဲကြမ်းသမျှက သူ့အကောင့်မှာ live လွှင့်နေတယ်ဆိုတာပါပဲဘဲနဲ့ပြတ်ရတဲ့အထဲ တစ်ပူပေါ် တစ်ပူမက နှစ်ပူဆင့်ပြီးနာမည်လည်းပျက် အလုပ်ကလည်း စပွန်ဆာ ရပ်မယ် ပြောလာတော့ပတ်ဂျက်တစ်ယောက် သူ့နာမည် ...",
        "rating": "4.2",
        "url": "https://megaup.net/YE6m/He_s_All_That.720p.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTg4ODExMDgwOF5BMl5BanBnXkFtZTgwMjUzNDM5MDE@._V1_-138x200.jpg",
        "title": "Enemy(2013)",
        "description": "Enemy(2013) ရုပ်ရှင်အညွှန်းတစ်ခါတစ်လေ ကျရင် ကိုယ့်ဘဝရဲ့ ရန်သူဆိုတာ ကိုယ်ကိုယ်တိုင်လည်း ဖြစ်နေနိုင်ပါတယ်ဒီရုပ်ရှင်ကတော့ အချုပ်အနှောင်ကို မကြိုက်တဲ့ ယောက်ျား တစ်ယောက်၊ မိန်းမ တစ်ယောက်တည်းအပေါ် မှာပဲသစ္စာရှိရမှာ ကြောက်နေပြီး အဲ့လို ဘဝမျိုးမှာ လက်တွေ့ရှင်သန်နေထိုင်နေရတဲ့ အတွက် စိတ္တဇဝေဒနာ ကိုခံစားနေရတဲ့ ယောက်ျားတစ်ယောက်အကြောင်းပါရုပ်ရှင်ရဲ့ အဓိကက မင်းသားရဲ့ စိတ်ရောဂါ အကြောင်းကို လုံးဝ ပရိတ်သတ်တွေ နှစ်ခါပြန်ကြည့်ပြီးစဥ်းစားရလောက်မယ့် ပုံစံမျိုးနဲ့ တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်ပထမတစ်ခေါက်ကြည့်ပြီးရင်တော့ wtf? ဘာကြီးလဲ လို့ တွေးမိသွားနိုင်ပေမယ့်ရုပ်ရှင် တစ်ခုရဲ့ symbolism,metaphors တွေကို စိတ်ဝင်စား နားလည်တဲ့ သူတွေအတွက်ကတော့ဒီရုပ်ရှင် ပဟေဠိ တစ်ခုလိုပါပဲ အဖြေကို သေချာ နားလည်သွားတဲ့ အခါကျရင်တော့ တကယ့် masterpiece တစ်ခုလို့ ခံစားရမှာ အသေအချာပါပဲမင်းသားကတော့ ကျွန်တော့်အနေနဲ့ nightcrawler,spiderman-far from home တို့မှာ တွေ့ခဲ့ရတဲ့ မင်းသား​ကြီးjake ...",
        "rating": "6.9",
        "url": "https://megaup.net/30vjw/Enemy.2013.720p(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/vvs-theprotege-poster-27x39-29-708x1024-1-138x200.jpg",
        "title": "The Protégé (2021) The Protege",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (60%)နီကီတာဇာတ်လမ်းတွဲနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Maggie Q..\nမားသားဖက်ခါကြီး Samuel L. Jackson နဲ့\nမူရင်းဘတ်မန်းကြီး Michael Keaton တို့ပါဝင်ထားတဲ့ ​\nကြေးစားလူသတ်သမား အသတ်အဖြတ်ကားမျိုးဖြစ်ပါတယ်။ကြေးစားလူသတ်သမား မူဒီဟာ\nဗီယက်နမ်မှာတွေ့ခဲ့တဲ့ အန်နာဆိုတဲ့ကလေးလေးတစ်ယောက်ကို\n​​သူ့ရဲ့တပည့်အဖြစ် လက်သပ်မွေးပြုစုပျိုးထောင်ခဲ့တာပါ...\nအန်နာနဲ့မူဒီတို့ဟာ လိုက်ရှာဖို့မဖြစ်နိုင်တဲ့လူတွေကို\nအဓိကလိုက်သတ်တဲ့ ​​​ကြေးစားဆရာတပည့်နှစ်ယောက်ဖြစ်လာပါတယ်...\nတစ်နေ့တော့ မူဒီဟာ သူလိုက်ရှာဖို့အခက်ခဲဆုံးလူတစ်ယောက်ကို\nခြေရာခံဖို့ကြိုးစားရင်း လုပ်ကြံခံလိုက်ရပါတော့တယ်...\nဒါကြောင့်မို့ သူ့တပည့်မ အန်နာဟာ တရားခံကိုအဖြေရှာဖို့နဲ့ မူဒီရှာခဲ့တဲ့လူကိုဆက်ရှာတဲ့အခါမှာ...\nနောက်ကွယ်မှာပါဝင်ပတ်သတ်နေတဲ့လူတွေက ဘယ်သူတွေဖြစ်နေမလဲဆိုတာ...။မင်းသမီးလည်းမိုက် မင်းသားတွေကလည်း\nဆရာကြီးတွေဖြစ်ပြီး အတိုက်အခိုက်အပစ်အခတ်တွေလည်း မိုက်တာမို့\nဂျွန်ဝစ်လို သွေးအေး Action ဇာတ်ကားမျိုးတွေကို လွမ်းနေတဲ့သူတွေအဖို့\nအလွမ်းပြေစေမယ့်ဇာတ်ကားမျိုးဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို Pyi T Nyein နဲ့ Chit Tee တို့မှ တင်ဆက်ထားပါတယ်။)File size…(1.8 GB) / (1 GB) / (500 MB)Quality…WEB-DL 1080p / 720p ...",
        "rating": "6.6",
        "url": "https://megaup.net/30vjv/(CM)The.Protégé.2021.WEBDL.720p.x264-CM.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/kabir-singh-et00080853-22-10-2020-06-59-53-133x200.jpg",
        "title": "Kabir Singh (2019)",
        "description": "IMDb Rating (7.1)၂၀၁၉ ခုနှစ် ဘောလိဝုဒ် Box Office မှာ အောင်ပွဲခံသွားခဲ့တဲ့\nKabir Singh အကြည်ထွက်လာလို့ အမြန်ဆုံးပဲတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းကတော့ အိန္ဒိယကားတွေနဲ့မစိမ်းတဲ့လူတိုင်းလိုလိုသိပြီးသားပါပဲ\n၂၀၁၇ မှာ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ Telugu ဇာတ်ကား Arjun Reddy ရဲ့\nRemake ဖြစ်ပါတယ်အဲ့ဒီတော့ Arjun Redddy မကြည့်ရသေးသူတွေအတွက်\nဇာတ်လမ်းလေးနည်းနည်းလောက်ပြောပြပါမယ်ဒေါက်တာ ကဗီး(ရ်) ရာဂျ်ဒီးဆင့်ဟာ ဒေလီဆေးသိပ္ပံရဲ့\nဘက်စုံထူးချွန်တဲ့ အလုပ်သင်ဆရာဝန်ဆိုးလေးပေါ့\nနေရာတကာလည်း ဒေါသကြီးသလို ထင့်ကနဲ့ဆို လက်ပါမယ်ဆိုတာချည်း\nဒါပေမဲ့ တစ်ခုတည်းသော သူ့အားနည်းချက်ကတော့\nပရီသီးဆိုတဲ့ကောင်မလေးပါပဲ\"သဘာဝတရားတွေ ဖွံ့ဖြိုးတိုးတက်နေတဲ့လောကကြီးထဲမှာ ငါတို့နေထိုင်ကြတယ်\nအဲ့ဒီထဲမှာ ငါသဘောပေါက် နားလည်လာတာတစ်ခုကတော့\nငါတို့တစ်ခုခုဖြစ်ခဲ့ရင် အထိခိုက်နာကျင်ရဆုံးလူတစ်ယောက်ရှိတယ်\nငါ့အတွက်ကတော့ ဒီကောင်မလေးပဲ\nသူသာတစ်ခုခုဖြစ်ရင် အခံစားရဆုံးဖြစ်မယ့်သူက ငါပဲ\nအဲ့ဒီတော့ သူ့ကို ထိခိုက်အောင်မလုပ်ကြပါနဲ့\"ဒီလို အသည်းသန်ချစ်ရတဲ့ ပရီသီးနဲ့ ကဗီး(ရ်)ဟာ မထင်မှတ်ထားဘဲ\nကွဲကွာသွားတဲ့အခါမှာတော့....။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်)Arjun Reddy (2017) Original ဇာတ်ကားကို https://channelmyanmar.org/arjun-reddy-2017/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.8 GB) / ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/kabir-singh2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/148-1488063_vijay-devarakonda-photos-hd-download-135x200.jpg",
        "title": "Arjun Reddy (2017)",
        "description": "Arjun Reddy (2017)\n•••••••••••••••••••••••••\n\"တစ်နည်းနည်းအားဖြင့် တစ်ယောက်က\nပြိုလဲခဲ့ရင် ကျန်တဲ့ တစ်ယောက်က ပို\nပူဆွေးရတယ်။ ဒါ့ကြောင့် ငါ ချစ်တဲ့သူကို\nမထိခိုက်စေပါနဲ့ \"\n- [Arjun Reddy ]ဇာတ်လမ်းအကျဉ်း\n______________\nနောက်ဆုံးနှစ် ဆေးကျောင်းသား Arjun ဟာ ဒေါသသိပ်ကြီးတတ်တဲ့ လူငယ်ဗီဇ နဲ့\nမွေးဖွားလာသူပါ။ စာပေမှာလည်း တော်သလို အားကစားမှာလည်း ထူးချွန်ပါသေးတယ်။ ဒါပေမယ့် ဖြစ်သမျှ ဘောလုံးရန်ပွဲတွေကတော့ သူနဲ့ မကင်းခဲ့ရပါဘူး။\nဌာနမှူးက တော့ သြဝါဒတွေ အလီလီခြွေလို့။\n\" ဆေးပညာရပ်မှာ ဒေါသမထိန်းနိုင်တဲ့သူက ခွဲစိတ်ဓားကိုင်တဲ့ လူသတ်သမားနဲ့ တူတယ် Arjun \"\nဒီလို ဆုံးမလည်း Arjun ကတော့ မထူးလှ။ ကိုယ့်ခံယူချက်နဲ့ကိုယ်မို့ ကျောင်းတစ်လ နားခံရလည်း ဂရုမစိုက်တတ်။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ပထမနှစ်ကျောင်းသူလေး Preethi ကို တွေ့ခဲ့မိပါပြီ။ဒီတော့ Arjun ဟာ Preethi ကို သိပ်ချစ်တတ်ခဲ့တယ်။ ကမ္ဘာတစ်ခုလုံးကို အရှုံးပေးရလောက်အောင် အရူးအမူးပါပဲ။\nသူ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1EAbr/(CM)Arjun_Reddy_(2017)_Telugu_720p_AMZN_WEB-DL_H264_DDP_5.1_-_NbT.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/cjpmvi6puqet-135x200.jpg",
        "title": "Dien Toi (2021)",
        "description": "Dien Toi (2021)ရှားရှားပါးပါး ဗီယက်နမ် သရဲကားလေးတစ်ကား အသစ်ထွက်လာတာမို့\nသရဲကားကြိုက်သူများအတွက် ကားကောင်း လက်မလွတ်ရလေအောင် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ .....နာမည်ကြီးအောင်မြင်နေတဲ့ ဆယ်ကျော်သက်စာရေးဆရာမလေး \"မန်ကျောက်\" ဆီကို\nညစဥ်ညတိုင်း သရဲမလေးတစ်ယောက်က ကူညီပေးဖို့ အိပ်မက်ပေးတာကြောင့်\nသူမမှာ စာရေးဖို့အတွက် အခက်အခဲတွေရှိနေပါတယ်။တစ်ရက်မှာတော့ ဒါရိုက်တာပေါက်စ \"ထိုက်\" ဆိုတဲ့ကောင်လေးနဲ့\nအကြောင်းကိစ္စ တစ်စုံတစ်ရာကြောင့် တွေ့ဆုံခဲ့ကြပါတယ်။မန်ကျောက် ရဲ့ အိပ်မက်တွေထဲကို အကူအညီလာလာတောင်းနေတဲ့ သရဲမလေးက\nသူ့အိမ်အနား​က စန္ဒယားသင်တန်းရဲ့အပေါ်ထပ်မှာရှိနေတယ်ဆိုတာ သိလိုက်ရတဲ့အခါမှာတော့...သဘာဝလွန်စွမ်းအားရှိပြီး အတိတ်ဆီကိုမြင်နိုင်တဲ့ မန်ကျောက်နဲ့\nပ​ရလောကကို မြင်နိုင်တဲ့ ထိုက် တို့နှစ်ယောက်သား\nသရဲမလေးကို ကယ်တင်ပြီး ဖုံးကွယ်ထားတဲ့အမှန်တရားတစ်ခုကို\nဘယ်လိုတွေကြိုးစားကြမလဲဆိုတာကို ကြည့်ရှုရမယ့်\nဗီယက်နမ် Horror, Thriller ကားကောင်းလေးဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ HAW ပဲ ဖြစ်ပါတယ်။File size… 1.7GB and 1GB and 400MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….1h 30min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "",
        "url": "https://megaup.net/30u9h/Dien.Toi.2021.720p.WEBRip.AAC2.0.x264.CM.mp4",
        "category": "Action, Fantasy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/the-prestige.14577-1-200x300.jpg",
        "title": "The Prestige (2006)",
        "description": "THE PRESTIGEIMDb (8.5/10) / Rotten Tomatoes (76%)ကြီးမားတဲ့ မျက်လှည့် လှည့်စားမှုတိုင်းမှာ အပိုင်း (3) ပိုင်း ဒါမှမဟုတ် ပြကွက် (3) ကွက်ပါရှိတယ်။ ပထမ အပိုင်းကိုတော့ \"ကတိ\" လို့ခေါ်တယ်။ မျက်လှည့်ဆရာတစ်ယောက် ဟာ မင်းကို ရိုးရှင်းတဲ့ အရာကိုပြသလိမ့်မယ်။ အထပ်လိုက်စီထားတဲ့ ကဒ်တွေ၊ ဌက်တစ်ကောင် ဒါမှမဟုတ် လူတစ်ယောက်ပေါ့၊ သူကမင်းကို ဒီအရာကိုပြမယ်။ စစ်မှန်ခြင်း သာမာန်ဖြစ်ခြင်း ပြုပြင်ပြောင်းလဲထားခြင်း မဟုတ်ကြောင်းတို့ကို မင်းကို စစ်ဆေးခိုင်းဖို့ဖြစ်ချင်ဖြစ်မှာပေါ့။ ဒါပေမဲ့.. မဟုတ်ပါဘူး။ ဒုတိယပြကွက်ကိုတော့ \"လှည့်ခြင်း\" လို့ခေါ်တယ်။ မျက်လှည့်ဆရာက သာမာန်အရာဝတ္ထုတစ်ခုကို ယူပြီး ထူးခြားဆန်းကြယ်တဲ့ အရာတစ်ခုခုကို ဖြစ်အောင်လုပ်ဆောင်လိုက်တယ်။ အခုမင်းလျှို့ဝှက်ချက်တွေကို ရှာဖွေနေမယ်။ ဒါပေမဲ့ မင်းတွေ့မှာမဟုတ်ဘူး။ ဘာကြောင့်လဲဆိုတော့ မင်းတကယ်ကြည့်မနေလို့ပဲလေ။ မင်းကတစ်ကယ်မသိချင်ပါဘူး။ မင်းက အရူးလုပ်ခံချင်တာပါ။ ဒါပေမဲ့လည်း မင်းလက်ခုပ်မတီးသေးဘူး။ ...",
        "rating": "8.5",
        "url": "https://megaup.net/YBvc/(CM)The.Prestige.2006.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Y1zHJ227zOWqv5OMXG3WrijqVA.jpg",
        "title": "Monster (2014)",
        "description": "Monster(2014)\n===========\nIMDb. = 6.5/10ဒီရုပ်ရှင်ဟာ အလယ်အလတ်အဆင့် ကိုရီးယားရုပ်ရှင်ဆိုတော့ကာ အားနည်းချက်နဲ့ အားသာချက် အလီလီတော့ရှိနေတယ်။\nသို့ပေမဲ့ Entertainmentတော့ အပြည့်အ၀ဖြစ်တဲ့ ရုပ်ရှင်ဆိုတာတော့ အာမခံလို့ရပါတယ်။\nThriller, Action အမျိုးအစားပေမဲ့ Thrillerနည်းပြီး Actionများတဲ့ကားလို့ ဆိုရမှာပဲ။\nPsychopath လူသတ်သမားဖြစ်တဲ့ Lee Min Ki ရဲ့ သတ်ခန်း‌ဖြတ်ခန်းတွေကိုတော့ လူအတော်များများ အကြိုက်တွေ့ကြမှာပဲ။ရုပ်ရှင်ရဲ့အားသာချက်ကိုပြောရရင်တော့ အားအသာဆုံးအပိုင်းက သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်မှုပဲ။\nကလေးသရုပ်ဆောင်က အစအတော်လေး အသက်၀င်တယ်။\nသရုပ်ဆောင်ကောင်းဆို cast တွေကလည်း ဆရာတွေကိုး။\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ လီမင်ဂီကတော့ Beauty Inside series နဲ့ OH Master မှာ Sociopath ဆန်ဆန် ဇာတ်ရုပ်တွေနဲ့ အတော်လိုက်ဖက် သရုပ်ဆောင်ကောင်းခဲ့တဲ့လူ။\nဒီမှာလည်း Psychopathအနေနဲ့ အတော်လေး သရုပ်ဆောင်တာ ကောင်းတယ်။\nနောက်... ပွဲဦးထွက် A Muse (2012)မှာကတည်းက အတော်လေးဂေါ်ခဲ့တဲ့ Goblin နဲ့နာမည်ကြီးတဲ့ ဂင်ဂိုအွန်းကလည်း ကျပ်မပြည့်တဲ့ ဇာတ်ကောင်နေရာမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Ey6v/(CM)Monster.2014.720p.AMZN.WEB-DL.DD+2.0.H.264.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/b9983b683a4465a965257abe3b43c595f168912a1819c95c7501e70f70fa4fdc._RI_V_TTW_-150x200.jpg",
        "title": "Dream Lover (1993)",
        "description": "IMDb Rating (6.2) / Rotten Tomatoes (57%)မိန်းမတွေရက်စက်လို့ ဘဝပျက်သူတွေ ဒီကမ္ဘာမှာ ဘယ်လောက်များရှိမလဲ...ကိုးတောင်ဝတ်ယောကျ်ားလေးတွေ အချစ်အတွက် ဘဝပျက်ခံကြပုံတွေဟာ တရားရစရာပါပဲ...အချစ်မှာရိုးသားသူက ကြေကွဲရသူပဲမလား....လူနှစ်ယောက်ပေါင်းစည်းခြင်းမှာ တစ်ဦးစီရဲ့အတ္တတွေရှေ့တန်းတင်လာတဲ့အခါဒီဇာတ်ကားဖြစ်လာတာပါပဲ...၁၉၉၀ ခုနှစ်များဆီက ရုပ်ရှင်တချို့ဟာ မင်းသမီးတွေရဲ့ လှပကျော့ရှင်းမှုကိုရှေ့တန်းတင်ဆွဲဆောင်ပြီးတော့စိတ်ဝင်စားစရာ Crime Thriller ဇာတ်လမ်းမျိုးတွေ အတော်ရိုက်ကြခဲ့တာပဲ...မင်းသမီးရှရွန်စတုန်းရဲ့ Basic Instinct , မင်းသမီးမက်ဒေါနားရဲ့ Body of Evidence စသည်ဖြင့်ပေါ့...ခုကတော့ မင်းသမီး Mädchen Amick ပေါ့...သူကလဲ ငယ်ငယ်တုန်းက Jennifer Connelly တို့လို ညှို့အားပြင်းမင်းသမီးတစ်လက်ဆိုတာ ခုဇာတ်ကားမှာ မျက်မြင်ကိုယ်တွေ့ရပါမယ်...ဇာတ်လမ်းကတော့..‌သာမန်ယောကျ်ားလေးတွေလိုပဲ ကိုယ်နဲ့အသက်ထက်ဆုံး ပျော်ရွှင်ကြည်နူးပြီး ခိုင်မြဲလက်တွဲဖို့အိပ်မက်ထဲက စိတ်ကူးယဉ်မိန်းမလှလေးနဲ့တွေ့ချင်ခဲ့တဲ့ ရေးတစ်ယောက် ...သူ့ရဲ့စိတ်ကူးထဲကမိန်းမလှလေးလို့ထင်ခဲ့တဲ့ ပထမမိန်းမရဲ့ဖောက်ပြန်မှုကိုကြုံပြီးတဲ့နောက်မှာနောက်ထပ် သူ့စိတ်ကူးအိပ်မက်မိန်းကလေးဆိုတာ တကယ်ရှိနိုင်ပါ့မလားလို့ ယုံမှားသံသယတွေပြည့်နေခဲ့ပါတော့တယ်...သူဟာလုပ်ငန်းလဲရှိတယ်..ငွေလဲရှာနိုင်တယ်..စိတ်ကောင်းလဲရှိတယ်..မိတ်ဆွေတွေလဲရှိတယ်..သူ့မှာမရှိတာ သူ့အိမ်မက်ထဲကလို ယုံကြည်ရတဲ့ချစ်ခြင်းပဲ...ဒါပေမဲ့ လီနာ‌ ဆိုတဲ့ မိန်းမလှလေးနဲ့ မတော်တဆတွေ့ဆုံပြီးတဲ့နောက်မှာ သူ့ဘဝတစ်ဆစ်ချိုးပြောင်းလဲလာပါတယ်..ယောကျ်ားလေးတို့ထုံးစံအတိုင်းပဲ အလူးအလဲကျရှုံးခဲ့တဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/YBb9/Dream.Lover.1994.720p.NF.WEB-DL.DDP2.0.x264-NTb.mp4",
        "category": "Adult, Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZmIxOTQwNzQtODEyZS00OGFmLWI3YjQtNTVhOGZjNDE5Zjk4XkEyXkFqcGdeQXVyNTI4ODg2Mjc@._V1_-142x200.jpg",
        "title": "Brave: Gunjyo Senki (2021)",
        "description": "ဒီတစ်ခါမှာတော့ လောလောလတ်လတ်ကထွက်ခဲ့တဲ့ Rurouni Kenshin: Final Chapter မှာလည်းပါဝင်ခဲ့တဲ့ ဂျပန်နာမည်ကြီးမင်းသား Mackenyu ရဲ့ အချိန်ခရီးသွားတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။သူပဲလားဆိုတော့ မဟုတ်ပါဘူး လူတိုင်းနီးပါးသိတဲ့ Death Note ထဲ့မှာ \"L\" လို့သိကြတဲ့ Ken'ichi Matsuyama လည်း ပါဝင်ထားပါသေးတယ် ။ ဇာတ်ကြောင်းလေးကတော့...စဲအိတိုခု အားကစားအထက်တန်းကျောင်းလေးမှာ ဆန်းကျယ်မှုတစ်ခုဖြစ်ပွားခဲ့ပြီး သူတို့တစ်ကျောင်းလုံး ၁၅၆၀ခုနှစ်မှာ ဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲအချိန်ကို ရောက်ရှိသွားခဲ့ပါတယ်အဲ့ဒီအချိန်ဟာဆိုရင် စစ်ပွဲကာလဖြစ်တဲ့အတွက် ရုတ်ချည်းဆိုသလို အေးချမ်းနေတဲ့ သူတို့ကျောင်းလေးထဲကို အရင်ခေတ်က စစ်သည်တွေဝင်ရောက်လာပြီး အကြမ်းဖက်ပါတော့တယ်တချို့သူငယ်ချင်းတွေလည်း အသတ်ခံရ တချို့တွေလည်း အဖမ်းခံ နှိပ်စက်ခံရတဲ့အခါမှာတော့အားကစားထူးချွန်ကျောင်းသားတွေပူးပေါင်းပြီး ရှေးခေတ်စစ်သည်တော်တွေကို ညီညွှတ်ခြင်းအင်အား ခေတ်သစ်နည်းပညာတွေနဲ့ ဘယ်လိုရဲရဲဝင့်ဝင့် ရင်ဆိုင် တိုက်ခိုက်ကြမလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ဆက်လက် ကြည့်ရှုကြရမှာပါ ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )File Size_2.1 ...",
        "rating": "6.3",
        "url": "https://megaup.net/YBdz/Brave_-_Gunjo_Senki_(2021)_720p.mp4",
        "category": "Adventure, Fantasy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-25-at-20.33.07-135x200.png",
        "title": "Annette (2021)",
        "description": "Annette (2021)=============IMDb Rating - 6.6/10 Adam Driver နဲ့ Marion Cotillard တို့ ပါ၀င် သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းဟာဆိုရင် musical filmငတ်နေသူတွေအတွက်တော့ဘ၀င်ကျစရာပါပဲ၊ La La Land တို့ The Greatest Showman တို့လို ဇာတ်လမ်းအဖြစ်အပျက်ကို သီချင်းတွေ သီဆိုရင်း အနုပညာမြောက်မြောက် တင်ဆက်ထားတာ တွေ့ရပြီး နားကြပ်လေးသာတပ်ကြည့်ရင် ဂီတအနှစ်သာရခံစားရတာ ပိုပြီးကောင်းပါလိမ့်မယ်။Musical film ဖြစ်တဲ့အတွက် Plot ကိုပဲ အာရုံစိုက်ပြီး ကျန်တာဘေးထားကြည့်နိုင်ရင်တော့ အပန်းဖြေစရာ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဟင်နရီဆိုတဲ့ လူဟာ stand-up comedian တစ်ယောက်၊ အန်ဆိုတဲ့ အမျိုးသမီးက operasinger တစ်ယောက်၊ ၂ ယောက်လုံးဟာ သူ့နယ်ပယ်မှာသူ ဒိတ်ဒိတ်ကြဲအောင်မြင်နေသူတွေ ဒီလိုအချိန်မှာ ရုတ်တရက်လက်ထပ်လိုက်ကြပြီး အန်းနက်ဆိုတဲ့ သမီးလေးမွေးဖွားလာတယ်။ သို့ပေမဲ့ အန်းနက်ဆိုတဲ့ ကလေးမလေးဟာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Ex8j/Annette.2021.720P.WebRip[CM].mp4",
        "category": "Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tRnPT88iD5zgeUPjHqaZznrxk5m.jpg",
        "title": "Extinct(2021)",
        "description": "Extinct(2021) အညွှန်း*******************၁၈၃၅ ခုနှစ် အမည်မသိကျွန်းတကျွန်းပေါ်မှာ အဒ်နဲ့အော့ပ်ဆိုတဲ့ မောင်နှမနှစ်ယောက်ရှိကြတယ်..သူတို့က ဘာကောင်လေးတွေလဲဆိုတော့ ဖလန်မယ်လို့အမည်ရတဲ့ဒိုးနပ်ပုံစံ ဗိုက်မှာအပေါက်လေးတွေနဲ့ ချစ်စရာ ရှဉ့်လိုကောင်လေးတွေပါ...ညီမဖြစ်သူအော့ပ်က တခြားမျိုးနွယ်တူတွေနဲ့အမြင်ကိုဂရုမစိုက်တတ်ပဲအဆော့သန်ပြီး ပေါက်တတ်ကရတွေ အမြဲလုပ်တတ်တယ်....အစ်ကိုဖြစ်သူအဒ်ကတော့ အေးဆေးသမား အော့ပ်တလွဲလုပ်သမျှ ခံရပြီး မျိုးနွယ်တူဖလန်မယ်အသိုင်းအဝိုင်းမှာ ဝင်ဆန့်ချင်ရှာတဲ့သူပေါ့....​တနေ့တော့ သူတို့နှစ်ကောင် အကြီးကြီးလွဲပြီး ၂၁ ရာစုက ရှန်ဟိုင်းမြို့ကို time travel ရောက်သွားပါတော့တယ် ..အဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....  File Size :(1.3GB) and (757 MB)\nQuality : HD-Rip 1080p\nFormat…mp4\nDuration…01:24:00\nGenre : Animation , Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2kv9C/Extinct.2021.HDRip.720p.mp4",
        "category": "Animation, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/5678ba9ca85c71d17973b2e0f9d14ccf-140x200.jpg",
        "title": "Pardes (1997)",
        "description": "Pardes (1997)\n*****IMDb Rating (7.0) / Rotten Tomatoes (72%)Pardes (နယ်မြေရပ်ခြားနိုင်ငံခြား) ဟာ ၁၉၉၇ ၊ ဩဂုတ်လ ၊ (၈)ရက် မှာ အိန္ဒိယနဲ့ နိုင်ငံတကာမှာ ရုံတင်ပြသခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ် ။ ဘောလီးဝုဒ်ဒါရိုက်တာ ဆရာကြီး ဆူဘတ်ရ်ှဂိုင်း ၊ ဇာတ်လမ်းဇာတ်ညွှန်း ဆူဘတ်ရ်ှဂိုင်း ၊ နီရတ်ဂ်ျပသစ်ခ် ၊ ဂျာဗေ့ဒ်ဆစ်ဒီကီးတို့မှရေးသားကာ ဒါရိုက်တာဆူဘတ်ရ်ှဂိုင်းရိုက်ကူးပြီး ၊ အမ်မရစ်ရ်ှပူရီး ၊ အာလိုခ်နတ် ၊ ရှာရွတ်ခန်၊ မာဟီမားကျောင်ဒရီး ၊ အပူရ်ဗားတို့မှ ခေါင်းဆောင်ပါဝင်သရုပ်ဆောင်ထားကြပါတယ် ။\nဇာတ်လမ်းအကျဉ်း\n*************\nကစ်ရှိုးလားဂျီးဟာ အမေရိမှာ အခြေတကျအောင်မြင်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ယောက် ။ အမေရိကမှာနေပေမဲ့ ကိုယ့်နိုင်ငံရိုးရာ ၊ ယဉ်ကျေးမှု၊ ဓလေ့ထုံးတမ်းအစဉ်အလာတွေကို ချစ်မြတ်နိုးသူတစ်ယောက် ဖြစ်သလို သူ့ရဲ့တစ်ဦးတည်းသောချစ်သားလေးရာဂျစ်အတွက် ချွေးမလောင်းလေးဟာလဲ ရိုးရာဓလေ့နဲ့လူ့ကြီးသူမကို လေးစားရိုသေ အလုပ်အကျွေးပြုတတ်သူ အလိမ္မာအိမ်ပါ အိန္ဒိယသူစစ်စစ်ဖြစ်ရမယ်ရယ်လို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2kv8s/Pardes.1997.720p.Hindi.NF.WebDL.AVC.AAC.2.0.Telly.mp4",
        "category": "Bollywood, Drama, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tEx2073cwxiN9niVVEvaZikbTMB.jpg",
        "title": "(21+)The Breastford Wives(2007)",
        "description": "အတိတ် က အကိတ်မယ်လေးတွေရဲ့နွေးထွေးယုယတက်တဲ့ သဘာဝတရားလေးတွေရယ်နယ်မြို့သူပျိုမေလေးတွေရဲ့ အလှတရားတွေကို ပေါင်းစပ်ပြီးတော့ပုရိသတွေရော ဣထိယတွေရော တွေ့မရှောင်အသေလုံးမဲ့ Breastford သူတွေလာပါပြီ ရော့ဘ် တို့ဇနီးမောင်နှံ မြို့ပြရဲ့လူနေမှု့စနစ်ကို ငြီးငွေ့လာတဲ့အတွက်Breastford ခေါ်တဲ့နယ်မြို့လေးတစ်မြို့မှာ အိမ်တလုံးဝယ်ပြီးအလုပ်လုပ်ရင်း အခြေချဖို့ ပြောင်းရွှေ့လာခဲ့ပါတယ် Breastford ဆိုတာတကယ်တော့ အတော်ထူးဆန်းပြီး ကြောက်စရာကောင်းတဲ့မြို့လေးတစ်မြို့ဖြစ်နေတာကို သူတို့မသိကြဘူးနယ်ခံလေးတွေကချောတယ် ဖော်ရွေတယ် အပေးကမ်းရက်ရောတယ်ဆိုပြီးရော့ဘ်ကတော့ အကြေနပ်ကြီးကျေနပ်နေတယ် တစ်ညမှာတော့ ရော့ဘ်တစ်ယောက် အသံတစ်သံကြောင့် လန့်နိုးလာခဲ့ပါတယ်အသံကြားရာလိုက်ရှာလိုက်တော့ အမျိုးသမီးတစ်ယောက်ဖြစ်နေပါတယ်အမျိုးသမီးက သူ့ကို ထူးဆန်းတဲ့ အကြောင်းရာတွေပြောပြပါတော့တယ်အဲဒီထူးဆန်းတဲ့ အရာကတော့ သူတို့လင်မယားပေါ်မှာ သက်ရောက်နေပြီဆိုတာ သိလိုက်ရချိန်မှာတော့ ရော့ဘ်တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲမြို့သူလေးတွေနဲ့ ဘယ်လိုပက်သက်နေတယ် ဆိုတာတော့ ကြည့်ရှု့အားပေးပါဦးFile size…615MB\nQuality…DVD RIP\nFormat…Mp4\nDuration….1h 14min\nSubtitle….Myanmar Subtitle( hardSub)\nEncoder….Senpai\nTranslated by Ki Mu Chi",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/21the-breastford-wives2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screenshot-2021-08-25-at-00-18-34-A-Millionaire-on-the-Run-2012-139x200.png",
        "title": "A Millionaire On The Run (2012)",
        "description": "A Millionaire On The Run (2012)\n======================အဆိုတော် ၊ သရုပ်ဆောင် ၊ ပရိုဂျူဆာတင်မက ရုပ်သံအစီအစဉ်တွေမှာပါ ဒိုင်လုပ်ပြီး JYP Entertainment ရဲ့Founder ဖြစ်တဲ့ J.Y.Park ( Park Jin-Young ) ရဲ့ ဇာတ်ကားလေးကို CM Fan တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် ။ဇာတ်လမ်းကတော့...ယောင်အင်းနဲ့ဆွန်းဒယ်ဟာ နိုင်ငံရေးအကူအညီလိုအပ်ချက်တွေနဲ့ ဘဏ္ဍာရေးကိစ္စတွေအတွက် အလုပ်လုပ်ပေးရတဲ့လုပ်‌ဖော်ကိုင်ဖက်‌တွေဖြစ်ပါတယ်သူတို့ရဲ့အထက်လူကြီးဒါရိုက်တာဟန်ခိုင်းတဲ့ တရားမဝင်အလုပ်တွေလုပ်ရင်း အပြစ်မကင်းခံစားလာရတဲ့ဆွန်းဒယ်ဟာ ယောင်အင်းကိုဖွင့်ပြောပြီး ရဲတိုင်ဖို့စီစဉ်ခဲ့ပါတယ်အဲ့မတိုင်ခင်မှာပဲ ဆွန်းဒယ်ဟာ သေတမ်းစာရေးပြီး တံတားပေါ်ကခုန်ချသတ်သေသွားပြီးနောက်...ဒါရိုက်တာဟန်က ဒေါ်လာ၅သန်းပို့ခိုင်းလိုက်တဲ့ယောင်အင်းကလည်း မထင်မှတ်ဘဲ ဒါရိုက်တာဟန်ရဲ့ယုတ်မာမှုကိုသိသွားပြီး ဒေါ်လာ၅သန်းကိုယူပြီးပြေးပါတော့တယ်ဒါရိုက်တာဟန်လည်း သူ့ပိုက်ဆံတွေဆုံးမှာကြောက်ပြီး လူမိုက်တွေနဲ့လိုက်ရှာရင်း အလွဲလွဲအချော်ချော်ဖြစ်ကြပုံကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Htet Nandar Aung ပါ ) File Size_1.9 GB , 1 GB\nQuality__1080p, 720p, 360p\nIMDb ...",
        "rating": "5.8",
        "url": "https://megaup.net/30s8j/A_Millionaire_On_The_Run_(2012)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-25-at-01.20.04-141x200.png",
        "title": "The Rebels of PT-218 (2021)",
        "description": "The Rebels of PT-218 (2021)=====================ဒုတိယကမ္ဘာစစ်အတွင်းမှာ သင်္ဘောကပ္ပတိန်စနိုးဦးဆောင်တဲ့ SS Lawton B. Evans ကုန်တင်သင်္ဘောဟာPT လို့ခေါ်တဲ့တော်ပီဒိုပစ်သင်္ဘောငယ်တွေကို လိုက်ပါစောင့်ရှောက်ပေးရတဲ့ သင်္ဘောဖြစ်ပါတယ်။Lawton B. Evans ဟာစစ်သင်္ဘောမဟုတ်ပေမယ့် စစ်ဆင်ရေးနေရာအတွင်းက တစ်ခုတည်းသောစွမ်းဆောင်ရည်အမြင့်ဆုံးသင်္ဘောဖြစ်လို့ ပီတီသင်္ဘောတွေနဲ့အတူ ဂျာမန်အင်ပါယာရဲ့ အင်အားနည်းရာအီတလီကမ်းခြေတစ်ခုကို တက်သိမ်းဖို့အမိန့်ရလိုက်ပါတယ်။လမ်းခရီးမှာ ဂျာမန်ရေငုပ်သင်္ဘောတွေနဲ့ ရင်ဆိုင်ခဲ့ရပြီး အတူပါလာတဲ့ PT သင်္ဘောတွေကို ဆုံးရှုံးလိုက်ရတဲ့အပြင်ကမ်းခြေနားနီးကပ်နေချိန်မှာ တပ်ကူသင်္ဘောတွေ မလာနိုင်တော့လို့ စစ်ဆင်ရေးဖျက်သိမ်းဖို့ အမိန့်ရလိုက်တဲ့အခါစစ်တိုက်ဖို့မဟုတ်တဲ့ကုန်တင်သင်္ဘောပေါ်က ကပ္ပတိန်စနိုးဟာ ခက်ခဲတဲ့ဆုံးဖြတ်ချက်တစ်ခုကို ချရတော့မှာဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်က ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး Machete ကားရဲ့မင်းသားကြီး Trejo လည်းပါပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Pyi T. Nyein ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1h 28minSubtitle – Myanmar HardsubFormat ...",
        "rating": "5.2",
        "url": "https://megaup.net/Yz3m/The.Rebels.Of.PT-218.2021.720p.BluRay.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BYmViZGM0MGItZTdiYi00ZDU4LWIxNDYtNTc1NWQ5Njc2N2YwXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Limitless (2011)",
        "description": "မင်းသား Bradely Cooper နဲ့ မင်းသားကြီး Robert De Niro တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ၂၀၁၁ ခုနှစ်ထွက် Limitless ဇာတ်ကားကို မကြည့်ဖူးချင်နေမယ် မသိတဲ့သူတော့မရှိလောက်ပါဘူး။Thriller, Action ဆိုတဲ့အတိုင်း ဇာတ်လမ်းကတော့ Fighting ခန်းများများစားစားမပါဘဲ သွက်သွက်လေးသွားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးနည်းနည်းလောက်ပြန်ပြောပါမယ်။ပိုက်ဆံကမရှိ ရည်းစားကပစ် အလုပ်ကအဆင်မပြေဖြစ်နေတဲ့ စာရေးဆရာ အက်ဒ်ဝက်မိုရာ အိမ်ခြေရာမဲ့ ပုံပေါက်တဲ့အထိ စုတ်ပြတ်နေလေရဲ့။လမ်းပေါ်မှာ လျှောက်သွားနေရင်း ဆေးရောင်းသမား ယောက်ဖဟောင်းနဲ့ ပြန်တွေ့တယ်။သူက ဆေးလုံးတစ်လုံးပေးတယ် NZT တဲ့။ ဦးနှောက်ရဲ့ ၁၀၀% ကို အသုံးချနိုင်အောင်လုပ်ပေးတဲ့ ဆေးလို့ပြောပြီး ဆေးရောင်းသမားထုံးစံ ပထမတစ်လုံးကို အလကားပေးသွားတယ်။အဲဒီတော့ ဘဝဆုံးပြီးလို့တွက်ထားတဲ့ အက်ဒီ ပေါက်တဲ့နဖူးထူးချင်ထူးလာမှာပဲဆိုပြီး သောက်ကြည့်လိုက်တော့ ညွန်းတဲ့အတိုင်း ဆေးကစွမ်းတာကိုသိလာတယ်။ဆေးနောက်ထပ်ရဖို့အသွား ယောက်ဖဟောင်းက သတ်ခံရပြီး သူကျန်ခဲ့တဲ့ဆေးတွေ ရလာတော့ စိတ်ကြိုက်သုံးပါလေရော။အရင်က စာတစ်လုံးမှ ခေါင်းထဲပေါ်မလာတဲ့ စာရေးဆရာ စာတစ်အုပ်လုံးကို ၄ ရက်နဲ့အပြီးရေးနိုင်လာတယ်။နောက်တော့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/Yz7c/(CM)Limitless.2011.UNRATED.720p.BluRay.x264.mp4",
        "category": "Action, Sci-Fi, Thriller"
    }
]