[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/gggg-136x200.jpg",
        "title": "Good Life (2022)",
        "description": "Good life ၃၅နှစ်အရွယ် Olive ဟာအိမ်ထောင်ပြုပြီးကလေးလိုချင်သူဖြစ်ပေမယ့် သူ့ချစ်သူကတော့ အတည်တကျမနေချင်ပါဘူး။သူ့ရည်းစားဖောက်ပြန်နေတာကိုသိလိုက်ရချိန်မှာတော့ Olive ဟာစိတ်ရှုပ်ထွေးပြီး သူ့မိဘတွေရဲ့ဇာတိဖြစ်ရာ Greece ကိုသွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်။သူ့မိဘတွေငယ်ငယ်ကနေခဲ့တဲ့ရွာကိုရောက်ချိန်မှာတော့ သူ့ကိုခုနစ်နှစ်အရွယ်ကောင်လေးတစ်ယောက်ကလွဲရင် ရွာကဘယ်သူမှမလိုလားကြပါဘူး။Olive တခါမှမမြင်ဖူးတဲ့လူတွေက သူ့ကိုဘာလို့မုန်းတီးနေလဲဆိုတာ အဖြေရှာရင်း သူ့ရဲ့ဘ၀အပေါ်ထားရှိတဲ့သဘောထားတွေပြောင်းလဲလာပြီး အချစ်ကိုမထင်မှတ်တဲ့နေရာက ရှာတွေ့ရပါတယ်။ ဒါကSouth African ကားလေးပါ။ဂရိနိုင်ငံရဲ့ လှပတဲ့ကမ်းခြေတွေနဲ့ ကျေးလက်ဒေသတွေမှာရိုက်ကူးထားပါတယ်။မင်းသမီး Erica Wessels ကဦးဆောင်ပါ၀င်ထားပါတယ် File size…(1.87GB)/(971MB)/(466MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:12:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "7.1",
        "url": "https://megaup.net/35Tkf/Good.Life.2022.720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/rashmika-160x200.jpg",
        "title": "Aadavaallu Meeku Johaarlu (2022)",
        "description": "Aadavallu Meeku Johaarlu\nIMDb-6.9/10အားလုံးစောင့်မျှော်နေတဲ့ မင်းသမီး ရှက်ရ်မီး ရဲ့ကားလေး ရောက်လာပါပြီယောက်ျားလေးတစ်ယောက်က မိန်းကလေးတစ်ယောက်ကို လုံးဝနားမလည်နိုင်ပါဘူး ဘုရားက လူယောက်ျားကို အဲ့ဒီအစွမ်းပေးဖို့ ကျန်ခဲ့တာ ဖြစ်နိုင်ပါတယ်မိန်းမတစ်ယောက်ကိုတောင် နားလည်ဖို့ခက်တဲ့ဒီလောက ကြီးမှာ မိန်းမ ၁၅ ယောင်လောက်ဝိုင်းနေတဲ့ ချီရူရဲ့ဘဝကတော့ သနားစရာပါဟိုးငယ်ငယ်လေးတည်းက အမေနဲ့ အဒေါ် ၄ယောက်ရဲ့ ဖူးဖူးမှုတ်ထားတာကိုခံရပြီး အစ်မ ညီမတွေရဲ အချစ်ကိုရထားတဲ့ကံကောင်းတဲ့သူတစ်ယောက်ပါ ဒါပေမဲ့ တစ်ဖက်မှာတော့ ဒါက သူ့အတွက် အချုပ်အနှောင်တွေဖြစ်နေခဲ့ပါတယ်အထူးသဖြင့် လက်ထပ်ပွဲနဲ့ပတ်သတ်ပြီးတော့ပေါ့အကောင်းဆုံးကို ပေးချင်တယ်ဆိုပြီးအိမ်ထောင်ဖက်လာတွေ့တဲ့ မိန်းကလေးမှန်သမျှကိုအကြောင်းမျိုးစုံရှာပြီး ငြင်းခဲ့တဲ့ သူ့မိသားစုကြောင့် ချီရူတစ်ယောက် အသက် ၃၅နှစ်အထိ မိန်းမမရခဲ့ပါဘူးဒီလိုနဲ့ မိုးရွာတဲ့နေ့တစ်နေ့မှာ အာဒီယာနဲ့ အမှတ်တမဲ့ဆုံခဲ့ပါတယ် ပြီးတော့ အိမ်ထောင်ဖက်တွေ့တာကအစ လက်ထပ်ပွဲအထိ သူကိုယ်တိုင် စီစဥ်ဖို့ ဆုံးဖြတ်ခဲ့တယ်ချီရူရဲ့ လက်ထပ်ပွဲဘယ်လိုဆက်ဖြစ်မှာလဲ သူ့မိသားစုနှောင်ကြိုးတွေထဲက ဘယ်လိုရုန်းထွက်နိုင်မှာလဲ အာဒီယာနဲ့ကော ဘယ်လို အချစ်ဇာတ်လမ်းတွေရှိလာမှာလဲ.....လှမြဲလှနေပြီးExpression Queen လို့တင်စားကြတဲ့ နာမည်ကြီး ...",
        "rating": "",
        "url": "https://megaup.net/2pY3q/Aadavallu_Meeku_Joharlu_(2022)_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbLh0tVqjqcDnob7w79XkIQ7gGI.jpg",
        "title": "Red Dog (2011)",
        "description": "Red Dog (2011)~ IMDb - 7.4/10, Rotten Tomatoes - 83% ~လူသားတွေမှာ soul (ဝိညာဉ်) ဆိုတာ ရှိပါသတဲ့။ သူက ရုပ်လုံးရယ်လို့မရှိဘဲ အ‌ဖြူရောင်အလင်းလုံးသပ်သပ်ရယ်ပါ။ သူက ခန္ဓာစဲတဲ့အခါမှာ ကိုယ်ခန္ဓာကိုစွန့်ခွာလို့ ကောင်းကင်ဘုံကို ခိုဝင်ရောက်ရှိပါသတဲ့။ ဝမ်းနည်းစရာကောင်းတာကတော့ တိရစ္ဆာန်လေးတွေမှာ ဝိညာဉ်မရှိရှာပါဘူး။ သူတို့ဟာ သေဆုံးချိန်မှာ ဒီအတိုင်းပျောက်ကွယ်သွားကြပါသတဲ့။ဝိညာဉ်ရှိပါတယ်ဆိုတဲ့ လူသားတွေကြားမှာ၊ ခွင့်လွှတ်ခြင်းကိုခံရပြီး သုခဘုံမှာ ခိုဝင်ရမယ်ဆိုတဲ့ လူသားတွေကြားမှာ ခွေးတစ်ကောင်ဟာ မွန်မြတ်ခြင်းကို လမ်းပြသွားလေရဲ့။ သစ္စာတရား၊ မေတ္တာတရား၊ တွယ်တာမှု စတဲ့ ကောင်းခြင်းတရားတွေကို လူသားတွေသိအောင် သင်ကြားပေးခဲ့သူပေါ့။ သူဟာ တောရိုင်းခွေးတစ်ကောင်ရယ်ပါ။ ဩစတေးလျရဲ့ အနီသွေးလွှမ်းတဲ့မြေပေါ်က နီညိုရောင်ခွေးတစ်ကောင်ပါပဲ။ဒီဇာတ်ကားဟာ ခွေးချစ်သူတွေ မျက်ရည်မခိုင်ရင် မကြည့်သင့်ပါဘူး။ ဂျပန်ခွေးလေး ဟာချီကို ရဲ့ ဇာတ်လမ်းက ကမ္ဘာကို ကိုင်လှုပ်ပြီးနောက်ပိုင်း သူ့ဇာတ်လမ်းကိုမှီးလို့ ဇာတ်ကားတွေ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1K0h9/(CM)_Red_Dog_(2011)_720p.mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/45W9ViL5ilurSLVzBEybYXHrxEJ.jpg",
        "title": "You Won’t Be Alone (2022)",
        "description": "You Won't Be Alone (2022)~ IMDb - 7/10, RT - 92%, Meta - 79% ~၁၉ရာစု မက်ဆီဒိုးနီးယားက စုန်းမတစ်ယောက်အကြောင်း ဒဏ္ဍာရီကို အခြေခံပြီး ရိုက်ထားတဲ့ Goran Stolevski ဆိုတဲ့ ဒါရိုက်တာရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ပါ။ စကီးပါတာချင်းတူလို့ တာကော့စကီးလို သိရခက်တဲ့ Narrative တွေ တစ်ပုံတစ်ထောကြီး သုံးထားပါတယ်။ ရုပ်ရှင်က စုန်းမဘက်ကနေ ကမ္ဘာကြီးအပေါ် သူမြင်တဲ့အမြင်ကို ပြထားတာဆိုတော့ Narrativeတွေက ပိုနားလည်ရခက်ပါတယ်။စုန်းမ Horror ကားပေမဲ့ သရဲကားလိုင်းဆန်တဲ့ဘက်ကိုမသွားဘဲ ရော်ဘတ်အက်ဂါလို Art ဆန်ဆန်ဘက်တော့ အတော်သွားထားပါတယ်။ သူ့လို နားလည်ရခက်တဲ့ပုံစံနဲ့ပဲပေါ့။ လူတိုင်းတော့ ကြိုက်မှာမဟုတ်ပါဘူး။ အတ်ဂါဖန်တွေ Body Horror ဖန်‌ တွေ စုန်းမကားကြိုက်တဲ့သူတွေတော့ ကြိုက်ပါလိမ့်မယ်။ Sundance ရုပ်ရှင်ပွဲတော်မှာ ဂျုရီဆုလည်း ...",
        "rating": "7",
        "url": "https://megaup.net/2pXG3/(CM)_You_Won_t_Be_Alone_(2022)_720p.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMDJmZjEzNDctZDM4Ni00N2Q1LWEwYzctMzM4NjA0MmFhMTIwXkEyXkFqcGdeQXVyNTM3MDc5NjU@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Burn (2022)",
        "description": "Burn (2022)\n==========\nIMDb Rating - 7.7/10မက်ခ်စ် ဟာ LA မြို့မှာရှိတဲ့ နာမည်ကျော်လူဆိုးဂိုဏ်းတွေရဲ့ အဓိကခေါင်းဆောင်\nဂျီနို ပင်နာရို အားကိုးရတဲ့ ညာလက်ရုံးတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာတော့\nသူရဲ့လုပ်ဖော်ကိုင်ဖက်ဖြစ်သူ ကြေးစားလူသတ်သမား ဆက်သ် ဟာ မက်ခ်စ် ကို\nတိတ်တဆိတ်ဆက်သွယ်ပြီး… \"မက်ခ်စ် ရဲ့ ညီဖြစ်သူ ဗင့်စ် ဟာ...သူတို့ဘော့စ် ပင်နာရိုရဲ့\nမိန်းမနဲ့ တိတ်တိတ်ပုန်းညားနေပြီး စကားများရင်း သူမကို သတ်မိသွားကြောင်း\" ပြောခဲ့\nပါတယ်။ဒါ့အပြင် \"ဂျီနိုပင်နာရို ဟာ...သူအရမ်းချစ်ရတဲ့ မိန်းမကိုကြာခိုတဲ့အပြင် သတ်ပါသတ်သွားတဲ့\nဗင့်စ် ကိုသတ်ဖို့ ဆက်သ် ဆီကို အလုပ်အပ်ထားကြောင်း . . . ဗင့်စ် က မက်ခ်စ် ရဲ့ညီဖြစ်တဲ့\nအတွက် သူ့မျက်နှာကိုထောက်ပြီး… လိုက်မသတ်ခင် အချိန် ၂ ရက်ပေးမည်ဖြစ်ကြောင်း\"....\nဆက်သ် က ပြောလိုက်တဲ့အခါ…မက်ခ်စ် တစ်ယောက် သူ့ရဲ့ညီကို ကြေးစားသမားရဲ့\nလက်ထဲကနေ လွတ်ဖို့အပြင် တစ်ဖက်မှာလည်း သူ့ရဲ့အလုပ်မထိခိုက်အောင် အချိန် (၂)\nရက်အတွင်း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Jwu7/Burn.2022.720p.WEBRip[CM].mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tgAzsrEed0G8BEhGVDm57cmsTiz.jpg",
        "title": "Kuthirai Vaal(2021)",
        "description": "Kuthiraivaal (2022)လူတိုင်းက အိပ်မက်တွေမက်ဖူးကြတယ်မလား မက်နေတဲ့အိပ်မက်ထဲကအတိုင်းလက်တွေ့ဘဝမှာဖြစ်ပေါ်လာမယ်ဆိုရင်တော့ကမ္ဘာကြီးကရူးကြောင်ကြောင်နိုင်သွားမှာပါ ဒါပေမယ့်ဒီကားထဲမှာဆိုရင်တော့အိပ်မက်ကနိုးလာတဲ့ ဖရိုက်ဒ်တစ်ယောက် ထူးဆန်းစွာပဲအမြီးပေါက်လာခဲ့တာပါအိပ်မက်လည်းသာမန်မဟုတ်ပါဘူး ကောင်းကင်ဝယ် နေနဲ့လတစ်ပြိုင်တည်းထွက်ပေါ်နေတဲ့နေရာတစ်ခုမှာ လှပတဲ့မြင်းက ခန့်ညားစွာနဲ့ရပ်နေခဲ့ပါတယ် ဒါပေမယ့် အဲ့ဒီမြင်းမှာအမြီးရှိမနေခဲ့ပါဘူးဒီလိုနဲ့မြင်းနားမှာရပ်နေတဲ့ကောင်မလေးကို အမြီးဘယ်ရောက်သွားလဲမေးတော့ကောင်မလေးကခရမ်းချဉ်သီးနဲ့ပြန်ပေါက်ခဲ့ရာက ရုတ်တရက်အိပ်မက်ကလန့်နိုးသွားခဲ့ပါတယ်နိုးလာလာချင်း ကုတင်ပေါ်ကပြုတ်ကျခဲ့ပါတယ် အကြောင်းကတော့သူ့ကိုယ်ပေါ်မှာမြင်းအမြီးတစ်ခုပေါက်လာခဲ့လို့ပါပဲ ဒီလိုနဲ့ ဒီအမြီးဖြစ်ပေါ်လာပုံကိုဟူးရား၊နက္ခတ်ဗေဒင်ဆရာ၊ သင်္ချာဆရာတွေဆီလှည့်ပတ်သွားရင်းအကြံဉာဏ်တောင်းခဲ့ပါတယ် တစ်ယောက်ချင်းစီကမတူညီတဲ့အကြံဉာဏ်တွေပေးရင်းဖရိုက်ဒ်တစ်ယောက်လမ်းပျောက်နေခဲ့ပါတယ်ထူးဆန်းစွာနဲ့ဒီအမြီးကိုသူကလွဲပြီးဘယ်သူမှမမြင်နိုင်ကြောင်းသိရှိသွားခဲ့ပြီးသူ့ရဲ့အိပ်မက်ခရီးရှည်ကြီးကို ခရီးစထွက်ခဲ့ရာကဘယ်လိုထူးဆန်းထွေလာတွေတွေ့မလဲအမြီးပေါ်လာတဲ့အကြောင်းအရင်းကိုရောရှာတွေ့သွားမှာလား အမြီးကရောပျောက်သွားနိုင်မှာလားIMDb 6.8ရရှိထားပြီး Netflix ကထုတ်လွှင့်တဲ့ ဇာတ်ကားဖြစ်တဲ့အပြင်တွေးစရာတွေတစ်လှေကြီးနဲ့ကြည့်ရှုရမှာဖြစ်လို့ ခံစားကြည့်ရှုနိုင်စေရန်တင်ဆက်ပေးလိုက်ရပါတယ်(အညွှန်းကိုတော့ Yunniမှရေးသားပေးထားပါတယ်) \nFile size…2GB / 900MB\nQuality…1080p WEB DL  AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Yunni",
        "rating": "6/9",
        "url": "https://megaup.net/1K07j/Kuthiraivaal_(2022)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vfuxgN8LSgZ1d3feUtWHebozyuR.jpg",
        "title": "Whitney, a Look Back (2022)",
        "description": "Whitney : A Look Back (2022)ဝစ်‌တနေ ဟူစတန် (Whitney Houston)လို့ ပြောလိုက်တာနဲ့ မသိသူမရှိလောက်အောင်\nဩဇာတိက္ကမကြီးမားလွန်းလှတဲ့ ကမ္ဘာကျော်အမျိုးသမီး အဆိုတော်ဖြစ်ပါတယ်။\nအနည်းဆုံးတော့ သင်ဟာ သူ့ရဲ့ vocal အားကောင်းကောင်းနဲ့ သီဆိုထားတဲ့\nI will always love you ဆိုတဲ့ သီချင်းကိုတော့ ရင်းနှီးနေမှာပဲဖြစ်ပါတယ်။သူမကို ၁၉၆၃ ခုနှစ် ဩဂုတ်လ ၉ ရက်နေ့မှာ အမေရိကန်ပြည်ထောင်စု၊ နယူးဂျာစီပြည်နယ်၊ နူးဝါ့ခ် မြို့မှာ ဖွားမြင်ပါတယ်။\nအာဖရိကန်အမေရိကန်လူမျိုး၊ အဆိုကျော်၊ ရုပ်ရှင်သရုပ်ဆောင်ဖြစ်သူ ဒီအမျိုးသမီးဟာ\n၂၀၁၂ ခုနှစ် ရဲ့ဂရမ်မီမကျင်းပခင် တစ်ရက်အလိုဖြစ်တဲ့ ဖေဖော်ဝါရီလ ၁၁ ရက်နေ့မှာ ကွယ်လွန်အနိစ္စရောက်ခဲ့ပါတယ်။သူမဘဝဇာတ်ကြောင်းကို ရိုက်ကူးထားပြီး ၂၀၁၈ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့\nWhitney ဆိုတဲ့ရုပ်ရှင်ကားဟာဆိုရင် IMDb 7.3 ရရှိတဲ့အထိကို ကောင်းမွန်ခဲ့တာဖြစ်ပြီး\nသူ့မဘဝအကြောင်းရိုက်ထားတဲ့ ဇာတ်ကားတွေ၊ တီဗီစီးရီးတွေများစွာထွက်ရှိခဲ့ရတဲ့အထိကို အောင်မြင်ကျော်ကြားခဲ့တဲ့ အမျိုးသမီးဖြစ်ပါတယ်။၁၉၉၂ ခုနှစ်မှာ သူမနဲ့ မင်းသားကယ်ဗင်ကော့စနာတို့ ...",
        "rating": "6",
        "url": "https://megaup.net/35SlB/Whitney.A.Look.Back.2022.720p.CM.mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/G4E7z8n6Nb6-133x200.jpg",
        "title": "The Taming of the Shrewd (2022)",
        "description": "The Taming of the Shrewd (2022)========================Netflix ကနေ အသစ်ထွက်ရှိလာတဲ့ romance ကားလေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ရည်းစားက သစ္စာဖောက်လို့ အသည်းကွဲလာတဲ့ သိပ္ပံပညာရှင်\nကတ်စ်ကာဆိုတဲ့ ပိုလန်သူလေးက ချီကာဂိုကနေ သူ့ရဲ့မွေးရပ်မြေ\nပိုလန်နိုင်ငံကို ပြန်လာခဲ့ပါတယ်။ပိုလန်က သူ့အစ်ကိုဖြစ်သူ ရန်ဒရုရှ် ကတော့ သူတို့နှစ်ယောက်ပိုင်တဲ့\nမိဘပိုင်မြေကို ရောင်းထုတ်ချင်နေတာပါ။ သူမပြန်ရောက်လာတော့\nကတ်စ်ကာက သဘောမတူတာကြောင့် အစ်ကိုဖြစ်သူက ညီမကို\nလင်ပေးစားဖို့ ကြံစည်ပါတော့တယ်။ ပိုလန်ရောက်တော့ သူမ ဘဝသစ်ကို\nစတင်ဖို့ ကြိုးစားရင်း ခပ်လန်းလန်းကောင်လေးတစ်ယောက်နဲ့ တွေ့ဆုံတာ\nကနေပါ Romance ဇာတ်လမ်းလေးဖြစ်လာတယ်ဆိုပါတော့။အဲ့တော့ ကတ်စ်ကာဟာ ပိုလန်မှာပဲ အခြေချဖြစ်မှာလား၊ ခပ်လန်းလန်း\nကောင်လေးကရော သူမနားကို ဘယ်လိုပုံစံနဲ့ရောက်လာမလဲဆိုတာ\nဒီ Comedy, Romance ဇာတ်ကားထဲမှာပဲ ဆက်လက်ကြည့်ရှူပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (1.71 GB) / (877 MB) / (568 MB)\nQuality – WebRip ...",
        "rating": "",
        "url": "https://megaup.net/1JXg8/The.Taming.of.the.Shrewd.2022.720p.NF.WEB-DL.DUAL.DDP5.1.[CM].mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/fEgPzmDmvrVUwYoXxDq0QFitLE8-133x200.jpg",
        "title": "Fighting Darksider (2022)",
        "description": "ထျန်းဝူပြည်ကြီးမှာ လူမျိုးနွယ်၊ အ​​မှောင်ထုနဲ့ ဇာမဏီမျိုးနွယ် နှစ်​ထောင်ချီတူတူယှဉ်တွဲ​နေလာရင်း တစ်​​နေ့မှာ​တော့\nအ​မှောင်ထုရဲ့ သစ္စာမဲ့​မောင်ပိုင်စီးလိုမှု​ကြောင့် လူသားမျိုးနွယ်ဘက်က စစ်နတ်ဘုရားရှောင်ချိယန်ဟာ အသက်ကိုစ​တေးပြီး တားဆီးခဲ့လို့ အ​မှောင်သခင် ဒဏ်ရာအကြီးအကျယ်ရကာ တပ်ဆုတ်သွားခဲ့ရပါတယ်၊ နှစ်​ပေါင်း၂၀အကြာမှာ​​တော့ အ​မှောင်သခင်က ပြန်လည်အား​ကောင်းလာပြီး လူသားမျိုးနွယ်နဲ့ လွန်ခဲ့တဲ့ နှစ်၂၀က ဘာသိဘာသာ​နေခဲ့တဲ့ ဇာမဏီငှက်မျိုးနွယ်တို့ကို ကလဲ့စား​ချေနိုင်ဖို့တဖန် စစ်ချီလာခဲ့ပါတယ်၊\nဒီတစ်​ခေါက် အ​မှောင်သခင်ရဲ့ရန်ကို ကာကွယ်​​ပေးရမယ့်သူက စစ်နတ်ဘုရားရဲ့သားဖြစ်သူ ​ဆု​ကြေးစားမုဆိုးရှောင်ကဲပါ၊ သူက ဖခင်ကို စိတ်နာ​နေတဲ့သူဖြစ်ပြီး ဖခင်လို စစ်နတ်ဘုရား မဖြစ်ချင်လို့ ​ရှောင်​ပြေး​နေခဲ့သူပါ၊ဒါ​ပေမဲ့ မလွှဲမ​ရှောင်သာပဲ လူသားမျိုးနွယ်မပျက်သုဉ်း​ရေးက သူ့ပုခုံး​ပေါ်ကျလာတဲ့အခါ ​ရှောင်ကဲအ​နေနဲ့ ဇာမဏီမျိုးနွယ်နဲ့​ပေါင်းပြီး အ​မှောင်သခင်ရဲ့ရန်ကို ဘယ်လိုတားဆီးသွားမလဲ ဆိုတာကို ကြည့်ရှုရမှာပါ၊( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ) File Size__(1.2GB) / (600MB)\nQuality__1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:10:00\nType__Action, Adventure, History, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.7",
        "url": "https://megaup.net/2pW8p/Fighting_Darksider_(2022)_720p.mp4",
        "category": "Action, Adventure, Fantasy, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mdUKskPTFYxPgbEUfoQryM79wz8.jpg",
        "title": "The Jacket(2005)",
        "description": "The Jacket(2005) အညွှန်း**********************IMDb...7.1The Man From Earth2007,The Machinist2004,Mr. Brooks2007 , Inception 2010\nတို့လို ကားတွေကိုကြိုက်တယ်ဆိုရင်တော့ ဒီဇာတ်ကားကိုကြည့်ကြပါ...ဆိုတော့ ဒီဇတ်လမ်းရဲ့ taste ဟာဘယ်လိုဖြစ်နိုင်လဲဆိုတာ အနည်းငယ်တော့ ရိပ်မိနိုင်ပါတယ်...\n...ခေါင်းစားချင်တယ်...ဒါမှမဟုတ် ကွကိုယ် ဒုက္ခရောက်နေပြီလို့ယူဆနေတဲ့သူတွေ တိုင်လည်တာတွေမှကြိုက်တဲ့သူတွေ ကလွဲလို့ ကျန်တဲ့သူတွေလက်ရှောင်သင့်ပါတယ်..ဂျက်ဆိုတဲ့ လူဟာ စစ်သားတစ်ယောက်..ရှေ့တန်းမှာ ကံဆိုးစွာပဲ\nပစ္စတိုနဲ့ အနီးကပ်တေ့ဖြုတ်ခံလိုက်ရတယ်...ဒီဒဏ်ရာကြောင့် မသေခဲ့ပေမဲ့နောက်ဆက်တွဲသတိမေ့တတ်တဲ့ရောဂါနဲ့ အာရုံကြောရောဂါကြောင့်\nပင်စင်ပေးလိုက်တယ်....\nသူဟာ ပေါ့ပါးစွာ ကျောပိုးအိတ်လေးတစ်လုံးလွယ်ပြီး လမ်းမကြီးကနေ လမ်းလျှောက်ပြန်လာခဲ့တယ်..\nအဲ့ဒီနောက် သူသတိရတဲ့အချိန်မှာတော့ တရားရုံးမှာ\nရဲအရာရှိတစ်ယောက်ကိုသတ်မှုနဲ့\nတရားရင်ဆိုင်နေရတယ်...\nတရားသူကြီးရဲ့ စစ်မေးမှုအောက်မှာ သူ့အဖြေက ဘာမမှတ်မိတဲ့အတွက်\nမသိပါဘူးဆိုတာပါပဲ...\nအဲ့ဒီနောက်မှာတော့... Pianist မင်းသား Adrian Brody ရယ်\nမင်းသမီးချော Keira Knightly ရယ်\nဂျိမ်းစ်ဘွန်းမင်းသား Daniel Craig ရယ်\nပါဝင်သရုပ်ဆောင်ထားပါတယ်.... File Size : (2.5GB) And (910 MB)\nQuality : Blu-Ray 1080p5.1ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Fantasy ...",
        "rating": "7.1",
        "url": "https://megaup.net/1JYj2/The.Jacket.2005.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/658c5e076d9a19190762e6b00a1d2d7eab9d638057e76384a3041f29971aa6f5._RI_V_TTW_-150x200.jpg",
        "title": "Zeroville (2019)",
        "description": "Zeroville(2019)ဒီဇာတ်ကားကတော့ပရိသတ်ရင်းနှီးပြီးသားဖြစ်တဲ့ James Franco နဲ့ Seth Rogan တို့အတွဲရဲ့ လူသိပ်မသိတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ ကျနော်တစ်ယောက်ထဲအမြင်အရဆိုရင် သူတို့အတွဲကလည်း လီယိုနာဒိုနဲ့ တိုဘီမဂွိုင်းယား၊ စီလီယန်မာဖီနဲ့ တွမ်ဟာဒီတို့အတွဲတွေလို ဟောလိဝုဒ်ရုပ်ရှင်လောကမှာ Chemistry အမိဆုံးတွဲဖက်တွေလို့သတ်မှတ်လို့ရပါတယ်။ သူတို့နှစ်ယောက်တွဲလိုက်တိုင်း ဟာသကားတွေပဲအရိုက်များပေမယ့် ဒီကားကတော့ဟာသကားမဟုတ်ပဲနဲ့ ကြည့်ရတာလေးလေးနက်နက်ရှိပြီး အိုဗာတွေလည်းလုံးဝမပါတဲ့ကားမျိုးပါ။ဒီကားရဲ့အသက်ကတော့ ဇာတ်လမ်းဇာတ်အိမ်ထက် James Franco ရဲ့ရုပ်ရှင်ပညာကိုမြင်ရတာပါပဲ။ သူကိုယ်တိုင်ဖန်တီးပြီး ကိုယ်တိုင်သရုပ်ဆောင်သွားတာဘယ်နေရာမှအပိုအလိုမရှိတဲ့အပြင် သူ့ရဲ့အနုပညာဝမ်းစာဘယ်လောက်ပြည့်လဲဆိုတာကိုပြသွားတဲ့ကားမျိုးလို့ဆိုရင်လည်းမမှားနိုင်ပါဘူး။ဇာတ်လမ်းဘက်ကိုသွားရရင်တော့ ၁၉၇၀ ပတ်ဝန်းကျင်ဟောလီးဝုဒ်မှာဇာတ်အိမ်တည်ထားပါတယ်။ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ James Franco ဟာ ရုပ်ရှင်တွေကိုချစ်တာထက် မူးယစ်ဆေးလိုစွဲလမ်းနေတဲ့လူတစ်ယောက်ဖြစ်ပြီး သူအကြိုက်ဆုံးရုပ်ရှင်ဇာတ်ဝင်ခန်းကို ခေါင်းမှာပါတက်တူးထိုးထားတဲ့အထိပါပဲ။ ဒီလိုနဲ့သူကိုယ်တိုင်လည်းရုပ်ရှင်တွေဖန်တီးချင်တဲ့စိတ်ဖြစ်လာပြီး ဟောလီးဝုဒ်ကိုရောက်လာခဲ့ပါတယ်။ အဲဒီနောက်ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ မပြောပဲကိုယ်တိုင်ကြည့်မှပိုအရသာရှိမယ်လို့ထင်တာကြောင့်မပြောတော့ပါဘူး။သူနဲ့ Seth Rogan ရဲ့ Chemistry မိမိသရုပ်ဆောင်ချက်တွေအပြင် မင်းသမီးကလည်း Megan Fox ဆိုတော့ အဲဒါနဲ့တင်ကြည့်ရတာတန်နေပါပြီ။\nဒီဇာတ်ကားကဘာရသပေးချင်တာလဲ ဘာကိုပြချင်တာလဲဆိုတာတွေကိုအဓိကထားပြီးကြည့်တဲ့လူတွေနဲ့တော့ သိပ်မကိုက်နိုင်ပါဘူး။ American Psycho တို့လိုဇာတ်ကားပြီးသွားတာတောင် ကိုယ့်ဘာသာ concept ...",
        "rating": "",
        "url": "https://megaup.net/3LQwS/(CM)_Zeroville.2019.720p.WEB-DL.DD5.1.H264-Naung.mp4",
        "category": "Comedy, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/de-135x200.jpg",
        "title": "Death on the Nile (2022)",
        "description": "ဒီရုပ်ရှင်ကိုလည်း မျှော်နေကြသူတွေ များပါတယ်။ Murder on the orient express ရုပ်ရှင်ရဲ့ နောက်ဆက်တွဲအဖြစ်ထွက်လာတာပါပဲ။ စုံထောက်ကြီး ဟာကျူလီ ပွာရိုးနဲ့ ဘုခ် တို့ အမှုလိုက်ကြဦးမှာပါ။ရုပ်ရှင်နာမည်အတိုင်း လူသတ်မှုကတော့ နိုင်းမြစ်ထဲက သင်္ဘောကြီးတစ်ခုပေါ်မှာဖြစ်တာပါ။ သင်္ဘောပေါ်မှာပါနေတဲ့ ခရီးသည်တွေကလွဲပြီး ဘယ်သူမှ မဖြစ်နိုင်တာမို့ ထုံးစံအတိုင်း တစ်ယောက်ပြီးတစ်ယောက်ကို စစ်မေးပြီး သဲလွန်စတွေ ချိတ်ဆက်ပြီး တရားခံကိုဖော်ထုတ်ရမှာပါပဲ။ဇာတ်လမ်းတစ်ခုလုံးကို အစကနေ အဆုံးထိ အတူတူခန့်မှန်းရင်း ခံစားသွားလို့ရပါတယ်။ ဘယ်သူသေမှာလဲ ဘာကြောင့်လဲ ဘယ်သူသတ်တာလဲ ဘယ်လိုသတ်တာလဲ စသည်ဖြင့် တွေးစရာတွေ အများကြီးပေးပြီး နောက်ဆုံးမှပဲ ရှင်းလင်းသွားမှာဖြစ်ပါတယ်။နာမည်ကျော်သရုပ်ဆောင်တွေအများကြီးပါဝင်ထားတာမို့ သရုပ်ဆောင်ချက်တွေရော ဇာတ်လမ်းရောက ပရိသတ်တွေအားလုံး စိတ်ကြိုက်ဖြစ်မှာပါ။ File size…(1.8 GB)/(2 GB)/(900 Mb)/(500 Mb)\nQuality….BluRay DS4K HEVC/ 1080p / 720p / 480p\nFormat…mkv/mp4\nDuration….02:07:00\nGenre...Drama, Crime, Mystery\nSubtitle….Myanmar ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Jh4g/Death_on_the_Nile_2022_720p_(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v20OV4MCQ4AhLGCQaKEdhdbO99H.jpg",
        "title": "Elves in Changjiang River ( 2022 )",
        "description": "ဒီတစ်ခါ Channel Myanmarက တင်ဆက်ပေးလိုက်တာက\nElves in ChangJiang Riverဆိုတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားက အရင်ခေတ်အခါတုန်းက ‌တရုတ်ကားFans‌တွေကြိုက်ခဲ့ရတဲ့\nLegend of Madame White Snakeဆိုတဲ့ဇာတ်ကားလေးနဲ့ခပ်ဆင်ဆင်ပါပဲဇာတ်ကားလေးရဲ့ အစမှာ စွေယွမ် မင်းသားလေးက\nလှေစီးရင်း ကုန်းထန်းမြို့ကိုသွားနေတဲ့ခရီးတစ်ဝက်မှာ ‌မြစ်ထဲပြုတ်ကျခဲ့ပါတယ်\nအဲ့ချိန်မှာ မင်းသမီးဖြစ်တဲ့ ငါးမိစ္ဆာလေး ‌\nကျန်းရှောင်ယွီက မင်းသား‌ကိုကယ်တင်ခဲ့ပါတယ်ဒီဇာတ်ကားမှာတော့ မင်းသမီးက မကောင်းဆိုးဝါးမိစ္ဆာဖြစ်ပြီး\nရိုင်းစိုင်းယုတ်မာတဲ့ရာဇဝတ်သားတွေရဲ့ နှလုံးနဲ့ ဦးနှောက်ကိုစားသုံးပါတယ်\nအစပိုင်းမှာ ဟော့ပေါ့စားမလိုနဲ့ ယောကျာ်းတွေကိုဆွဲဆောင်ပြီး\nလှည့်ဖြားကာ သတ်စားနေကြဖြစ်တဲ့ ရှောင်ယွီက\nစွေယွမ်ကို မသတ်နိုင်ခဲ့ပဲ လွှတ်ပေးခဲ့ပါတယ်ထိုအချိန်မှာပဲ မြင်မြင်ချင်းချစ်မိတယ်ဆိုသလို\nသူတို့ ၂ယောက်လည်း မသိစိတ်ထဲကချစ်မိကာ\nလူနဲ့ မိစ္ဆာဆိုသလိုခက်ခဲကြမ်းတမ်းတဲ့ အချစ်ပုံပြင်လေးကိုရိုက်ကူးထားတာဖြစ်တဲ့အတွက်\nHappy endingဖြစ်မလား Sad endingဖြစ်မလားဆိုတာကိုတော့\nနောက်‌ဆုံးထိကြည့်ရှူပြီးစောင့်ကြည့်လိုက်ရအောင် \nQuality : WEB-Dl 1080p ,  480p\nFormat : mp4\nDuration : 1h 40min\nGenres : Drama , Fantasy\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/elves-in-changjiang-river-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMjk1MDczMGQtY2RkNS00OGVhLWJhNzYtNWMwMzFhNTcyNjczXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-133x200.jpg",
        "title": "Hello Brother (1999)",
        "description": "မင်းသား ဆလ်မာန်ခန်း...သူ့ညီ အရ်ဗာဇ်ခန်းနဲ့ မင်းသမီးရာနီးမူခရ်ဂျီးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ ဘောလိဝုဒ် ဟာသမြူးကြွထူးခြားဆန်းကြယ်အချစ်ဇာတ်ကားလေးတစ်ကားတင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့.....ဟီးရိုးဆိုတဲ့ ရိုးသားတဲ့ ကောင်လေးတစ်ယောက်ရှိတယ် သူဟာရည်မှန်းချက်ကြီးသလို အလုပ်လည်းကြိုးစားတယ် တစ်ကောင်ကြွက်ဖြစ်ပေမယ့် သူချစ်ရတဲ့ကောင်မလေးကို လက်ထပ်ရဖို့ အမြဲစိတ်ကူးနေတတ်တယ်...ဟီးရိုးမှာ ရာနီးဆိုတဲ့ သူငယ်ချင်းမလေးတစ်ယောက်ရှိတယ်...ရာနီးက သူ့ကို ဟီးရိုးကကြိတ်ချစ်နေရှာတာကို မသိရှာဘူး...သူတို့နေတဲ့မြို့ကို ဗီရှာလ်ဆိုတဲ့ မူးယစ်နှိမ်နင်းရေးအရာရှိတစ်ယောက်ရောက်လာတယ်....ဟီးရိုးဟာ ရိုးသားသလောက် နုံလည်းနုံတော့ သူ့သူဌေးရဲ့ ဒုစရိုက်လုပ်ငန်းတွေကို မသိရှာဘူး.....ဒီဒုစရိုက်လုပ်ငန်းတွေကို ဖြိုခွင်းဖို့ ရဲအရာရှိဗီရှာလ်ရောက်လာချိန်မှာတော့ မတော်တဆမှုတစ်ခုမှာ ဗီရှာလ်လည်း သေမလိုဒဏ်ရာရ...ဟီးရိုးလည်းသေဆုံးသွားခဲ့ပါတယ်မသေခင်က ဗီရှာလ်နဲ့ကတော်ကဆဖြစ်ခဲ့လို့ သေဆုံးသွားတဲ့ဟီးရိုးရဲ့ဝိညာဉ်ဟာ ဗီရှာလ်အနားမှာ တဝဲလည်လည်ဖြစ်လာတဲ့အခါ ကိစ္စတွေဟာ ဘယ်လိုတွေ ကမောက်ကမဖြစ်လာမလဲဆိုတာကို ဟာသ အလွမ်းအဆွေးရသမျိုးစုံနဲ့ ဒီဇာတ်ကားမှာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။\nFile size…(2.6 GB)/(1.1 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:08:35\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "",
        "url": "https://megaup.net/1JWuY/(CM)_Hello.Brother.1999.720p.Hindi.AMZN.DL.H264.DDP.2.0-Nyein.mp4",
        "category": "Action, Bollywood, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cybXGmv8Rjd5Os8Xml6YxMBQ0Zt.jpg",
        "title": "Marie Antoinette(2006)",
        "description": "Marie Antoinette(2006) အညွှန်း****************************IMDb...7.0၁၇ ရာစုမှာ ပြင်သစ်တော်လှန်ရေးဖြစ်ခဲ့ပြီး\nတော်လှန်ရေးမဖြစ်ခင် နောက်ဆုံးစိုးစံခဲ့တဲ့\nဘုရင်မက မာရီအန်တွီနက်ပါပဲသူကတော့ တခြားသူမဟုတ်ပါဘူး\n‘ပေါင်မုန့်မရှိရင် ကိတ်မုန့်စား’ ဆိုပြီး\nရာဇဝင်တွင်မယ့် စကားကိုဆိုခဲ့တဲ့သူပဲဖြစ်ပါတယ်ဒီဇာတ်ကားဟာ သူ့ကိုဗဟိုပြုပြီး ရိုက်ကူးထားတာဖြစ်ပြီးspiderman မင်းသမီးဟောင်း\nChristen Dunst ပါဝင်ထားပါတယ်မာရီတစ်ယောက် အမျိုးသမီးပင် ဖြစ်လင့်ကစားပြင်သစ်နန်းတွင်းမှာ ဝင်ဆန့်အောင်ကြိုးစားရပုံတွေထီးနန်းဆက်ခံမယ့်သားတော်မွေးစေချင်တဲ့ ဖိအားတွေကိုဘယ်လိုရင်ဆိုင်မလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ...File Size :(2.1GB)(1.1GB) and (239MB)\nQuality : Blu-Ray 1080p5.1Ch, 720P\nFormat…mp4\nDuration…02:03:00\nGenre : , Drama ,Biography , History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/35QgD/Marie.Antoinette.2006.BLU-RAY720P.PP.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BN2RlYWNjOGUtZTllMi00NjA5LWFmZmItZWI2N2VmOWRjYjc3XkEyXkFqcGdeQXVyNTg2MDI2Njc@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Munafik 2 (2018)",
        "description": "ဒီသရဲကားကို တစ်ယောက်ထဲကြည့်ရဲရင် တော့အကောင်ပဲ(သရဲမကြောက်တဲ့ကောင်)အခု Munafik 2 ဆိုတဲ့ကားလေးက မလေး သရဲကားပါMunafik 1 ကတော့ 2016 ကရိုက်ခဲ့တာဖြစ်ပြီးကျွန်တော်လဲမကြည့်ဖူး တော့မသိပါဘူး ဒီကားလေးကြည့်မှမလေးလဲ တော်တော်လေးရုပ်ရှင်အဆင့်တန်းတိုးတက်လာပြီဆိုတာ သိလိုက်ရတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့ မလေးဆိုတဲ့အတိုင်းအစ္စလာမ်ဘာသာ ကိုးကွယ်သူတွေပေါ့ သိကြတဲ့အတိုင်းပဲမွတ်ဆလင်မှာ စွန်နီနဲ့ ရှီရတ် ဆိုပြီးဘာသာ ရေး ဂိုဏ်းနှစ်ဂိုဏ်းကွဲနေပါတယ်တချို့ကြပြန်တော့ လဲ ဘာသာရေးခု တုံးလုပ်ပြီး လိမ်စားညာစားလုပ်တာတွေ ရှိပါတယ်ထိုအထဲမှာမှ အာဘူဂျာဆိုတဲ့ ဘိုးတော်ကအဆိုးဆုံးပါသူ့ဂိုဏ်းထဲမ ဝင်တဲ့သူ သူ့အဆုံးမလမ်းစဉ်တွေမလိုက်နာ တဲ့သူဆိုသူ့တပည့်တွေနဲ့ နှိပ်စက်ကလူ ပြုတဲ့အပြင်အောက်လမ်းအတိုက်နဲ့လဲ တိုက်တတ်ပါသေးတယ် ဒါကို သမာသမတ် ရှိတဲ့တရားပြဆရာလေး အဒမ်နဲ့ ထိပ်တိုက် တွေ့ဖို့ အကြောင်းဖန်လာတဲ့တစ်နေ့အကောင်းနဲ့အဆိုး အလင်းနဲ့အမှောင်ဘုရားနဲ့ မိစ္ဆာ ဘယ်လိုအားပြိုင်ထားလဲ ဆိုတာကြည့်ရမှာပါဘာသာရေးကားလဲဟုတ်သလို သရဲကားလဲ ဖြစ်နေပြန်ပါတယ်ဒါကတော့ စပွိုင်းသလိုဖြစ် သွားမှာစိုးလို့ကိုယ်တိုင်ပဲကြည့်ကြပါကျွန်တော်ဒီလအတွင်းမယ်ပြန်ခဲ့တဲ့Asian သရဲကားတွေတော်တော်များများသူ့ဟာနဲ့သူအတော်လေး ဒီဇိုင်းကာလာလန်းနေတယ်ဒါပေမယ့်ဒီကားလေးကကြောက်ဖို့အ ကောင်းဆုံးလို့ဆိုရမှာပါဒီကားထဲကသရဲတွေက လူတွေမကြောက် လောက်တဲ့အကွက်တွေကိုသိနေပြီပုံမှန်ခြောက်နေကြအကွက်နဲ့ခြောက်မှာ မဟုတ်တော့ပါဘူးအာ့ကြောင့်ကြည့်နေရင်း အာ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/munafik-2-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BM2IyMGIzODktNGFjNi00NGI1LTlkMzktNWM0NmVkMjY2MDZiXkEyXkFqcGdeQXVyNzk5ODY5Njk@._V1_-150x200.jpg",
        "title": "Alien Sniperess (2022)",
        "description": "Alien Sniperess (2022)နာမည်ကတော့ဂျွတ်ဆင်ဗျ။ ဂြိုဟ်သားကားလိုလိုဘာလိုလို။ တကယ်လည်းဂြိုဟ်သားကားဟုတ်ပါတယ်။ ဂြိုဟ်သားတစ်ကောင်မှမပါတာလေးကလွဲရင်ပေါ့။ ဂြိုဟ်သားမပါတဲ့ဂြိုဟ်သားကားဆိုပေမယ့်လည်းဇာတ်လမ်းကတော့ ရှယ်မိုက်ပါတယ်။ နေထူးနိုင်ကားတွေလောက်ကိုမိုက်တာပါ။ အရမ်းကြည့်ချင်သွားပြီမလား။ဇာတ်လမ်းအကျဥ်းကတော့ တစ်ညမှာကမ္ဘာပေါ်ကိုဥက္ကာပျံတွေကြယ်ကြွေသလိုကြွေရင်းအဲဒီဥက္ကာပျံအပိုင်းအစတွေထဲမှာ လူတွေဆီဝင်ပူးပြီး သတ်ချင်ဖြတ်ချင်စိတ်တွေဖြစ်လာအောင်လှုံ့ဆော်တဲ့ Virus တစ်မျိုးပါလာပါတယ်။\nအဲဒီ ဂြိုဟ်သား Virus ကိုသတ်နိုင်တာကတော့ 5G ထက်မြန်တဲ့ KG ဖုန်းလိုင်းပါတဲ့ခင်ဗျာ။နီကိုးလပ်စ်ကေ့ချ်ရိုက်တဲ့ပေါကားတွေတောင်ဒီလောက်မပေါနိုင်တော့ပါဘူး။ မကောင်းတာတွေခဏထားပြီး ကောင်းကွက်လေးတွေပြောရရင်တော့ ဗီလိန်တွေကြမ်းလို့ဇာတ်အရမ်းနာပြီးလောင်နေရတာမကြိုက်တဲ့သူတွေ၊ ပေါ့ပေါ့ပါးပါးနဲ့ Adventure လည်းဆန်တာမျိုးကိုကြိုက်တတ်တဲ့သူတွေဆိုရင် အားလပ်ရက်မှာအပျင်းပြေကြည့်ဖို့တော့အဆင်ပြေပါတယ်။ ခုနကပြောခဲ့တဲ့အညွှန်းကလည်းအကုန်မဟုတ်ပဲအပေါ်ယံပဲပြောပြထားတာမို့ ကိုယ်တိုင်ကြည့်ရှုရမယ့် plot တွေအများကြီးကျန်ပါသေးတယ်။ ကျွန်တော့်အမြင်မှာပေါပေမယ့်လည်း တစ်ယောက်နဲ့တစ်ယောက်အမြင်မတူနိုင်တာကြောင့် ကိုယ်တိုင်လည်းကြည့်ရှုပေးကြပါဦး။IMDb Rating (2.6) ထိ ရရှိထားတာဆိုတော့ အလန်းပေါ့ဗျာ။ အကောင်းဆုံးအချက်ကတော့ ရုပ်ထွက်တွေကြည်တောက်နေတာပါပဲ။\nFile size…(2.6 GB)/(1.1 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Min Khant Bo",
        "rating": "2.6",
        "url": "https://megaup.net/1JVro/(CM)_Alien.Sniperess.2022.720p.AMZN.WEB-DL.DDP2.0.H.264-Naung.mp4",
        "category": "Action, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMDQ2YzEyZGItYWRhOS00MjBmLTkzMDUtMTdjYzkyMmQxZTJlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006821000_AL_-136x200.jpg",
        "title": "L.A. Confidential (1997)",
        "description": "L.A. Confidential(1997)\nIMDb....8.3.....Rotten...99%\nဒီကား မှာ အဓိကမင်းသား ၃ယောက်ပါတယ်...Russell Crowe,Kevin Spaceyနဲ့ Guy Pearce ရယ်..\n.သူတို့တွေသရုပ်ဆောင်ကောင်းကြသလို\nနာမည်ကြီးအထင်ကရကားတွေမှာ ပါဝင်ခဲ့တာကို တော်တော်များများသိကြမယ်ထင်တယ်\n.. သူ့တို့(၃)ယောက်ဟာ စုံထောက်ရဲအရာရှိတွေပါ...ဇာတ်ကားအစမှာ သူတို့(၃)ယောက်ရဲ့ခံယူချက်\nအလုပ်အပေါ်မှာထားတဲ့စိတ်ထားတွေကို\nတဖြည်းဖြည်းပြသွားတယ်....အဲ့ဒီ အခန်းတွေပါးပါးလေးပြသပြီးတဲ့နောက်မှာတော့\nအစုလိုက်အပြုံလိုက်သတ်ခံလိုက်ရတဲ့\nလူသတ်မှု ကြီးဆီရောက်သွားတယ်..လူသတ်မှုကြီးဟာ စုံထောက်ရဲအရာရှိဖြစ်တဲ့\nသူတို့(၃)ယောက်ခေါင်းပေါ်ရောက်လာပါတယ်...လူသတ်မှုဟာ ဆိုင်တစ်ဆိုင်ထဲမှာ ရက်ရက်စက်စက်ပစ်သတ်ခံလိုက်ရတာပါ.\n..သေဆုံးသူတွေထဲမှာ ရဲစုံထောက်တစ်ယောက်တောင်ပါ ပါတယ်....\nကြည့်ရှူတဲ့သူဟာ ဇာတ်ကောင် ၃ ယောက်နောက်ကိုအပြေးအလွှားလိုက်ရ\nသလို ဘယ်သူသတ်လဲပါ တစ်ဆက်ထဲ အဖြေထုတ်နေရတ\nယ်... လူ(၃)ယောက်ရဲ့အမြင်ကိုခင်ဗျားတစ်ယောက်ထဲ\nခံစားရင် အမှုကိုလည်းလက်လှမ်းမှီသလောက်ခင်ဗျားဟာ\nကော်ဖီပူပူနွေးနွေးလေးသောက်ရင်း အတွေးတွေ လွန့်လူးနေလိမ့်မယ်.\n..နောက်တစ်ခုက ဒီကားကြည့်နေစဉ် ဇာတ်ကောင်တွေနာမည်တွေကို အသေအချာလေးမှတ်ပြီး ကြည့်သင့်ပါတယ်.\n..ဘာလို့ဆို အရေးကြီးတဲ့အကြောင်းအရာတော်တော်များနဲ့ဇာတ်ကောင်နာမည်တွေဟာ\nစကားပြောခန်းတွေနဲ့ပုံဖော်ထားလို့ပါ..ပြီးတော့ ဒီကားထဲက မင်းသမီး kim Basinger က\nအော်စကာ(ဇာတ်ပို့ဆု)ရရှိခဲ့သလို အကောင်းဆုံးရုပ်ရှင်ဇာတ်ညွန်းဆုလည်းရရှိခဲ့ပါတယ်..\nနောက်တစ်ခု ခင်ဗျားတို့ သတိထားမိမှာက Russell Crowe ရဲ့ မျက်လုံးတွေပါပဲ..\n.သူ့မျက်လုံးတွေက ယုန်ငယ်လေးဟန်...ပြောရရင် Beautiful mind ကားထဲက\nပါမောက္ခတစ်ယောက်ရဲ့ဟန်ပန်..သူ့ရဲ့ ပင်ကိုယ်ဟန်ပဲလား မသိ..\n.သို့ပေမယ့် အဲ့မျက်လုံးတွေကနေ အချိန်တော်တော်များများ မုန်ယိုနေတဲ့ ဆင်ရိုင်းတစ်ကောင်လိုပေါက်ကွဲရက်စက်ပြတာ\n.. ဒီဘဲကြီးသရုပ်ဆောင်တာ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2kRw5/L.A.Confidential(1997).BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/bt-135x200.jpg",
        "title": "The Batman (2022)",
        "description": "ဒါလည်း အားလုံးကြည့်ချင်နေမယ့် ရုပ်ရှင်ပါပဲ။ Rating 8.3 ထိ ရထားတဲ့ တစ်မျိုးဆန်းသစ်တဲ့ ဇာတ်လမ်းပါပဲ။ မင်းသားကလည်း တွိုင်းလိုက်ရုပ်ရှင်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ ဒါမှမဟုတ်နာမည်ကျခဲ့တဲ့ ရောဘတ် ပတ်တီဆန်ပါပဲ။ ဒီအထဲမှာ catwoman ကိုလည်း မိတ်ဆက်ထားပြီး အဓိက ဗီလိန်ကတော့ ရစ်ဒလာ ဆိုတဲ့ နာမည်ကျော်ဘတ်မန်းဗီလိန်ပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း စုံထောက်ဆန်ဆန် ပဟေဠိတွေနဲ့ တည်ဆောက်ထားတာမို့ ထိုင်ရမထ ကြည့်ချင်မယ့် ရုပ်ရှင်မျိုးပါပဲ။ ကိုယ်တိုင်ခံစားကြည့်လိုက်ကြပါဦး။File size…(4.4 GB)/(1.8 GB)/(1 Gb)/( 500 Mb)\nQuality….WEB-DL 4K HEVC / 1080p / 720p / 480p\nFormat…mp4\nDuration….02:56:00\nGenre...Drama, Action, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson, Nyeinsaeya Aung\nTranslated by Mr. Anderson",
        "rating": "8.3",
        "url": "https://megaup.net/1JVjl/The_Batman_2022_720p_Webdl_(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9HMdSbpIv2ro6bAPDBXeKhUZRlO.jpg",
        "title": "[21+]Clip(2012)",
        "description": "[21+]Clip(2012) အညွှန်း*********************(21+ ရုပ်ရှင် ..ဆုကြီ: ၆ဆုရရှိခဲ့တယ်....ဖခင်ဖြစ်သူရဲ့ကျန်းမာရေးအခြေအနေနဲ့ မပြည့်စုံတဲ့အိမ်အခြေအနေကြောင့်ဂျက်စ်နာဆိုတဲ့ ယွစကီးဆယ်ကျော်သက်မလေးဟာ သူ့မိသားစုကို မခင်တွယ်၊အိမ်မှာမပျော်တော့ပါဘူး။ဒါကြောင့် ကျောင်းမှာလည်းစာသေချာမသင်၊ အိမ်မှာလည်းကူဖော်မရ၊ဆယ်ကျော်သက် ကောင်မလေးတစ်ယောက်  လွင့်ချင်တိုင်းလွင့်ပါတယ်...ဒီကြားထက် ပုံမှန်ထက် လိင်စိတ်လွန်ကဲ့ ဒီကောင်မလေးဟာဆန်းဆန်းပြားပြား ပုံစံမျိုးနဲ့ သူ့စိတ်ပြေဖို့ ကြိုးစားပါတယ်...သူ့လိုပဲ ခပ်ဆိုးဆိုး ကောင်တွေ တွေ့တဲ့အချိန်မှာတော့...အတော်ကြီးကိုကြမ်းတမ်းတဲ့အခန်းတွေပါတာမို့မကြည့်ခင် ပတ်ဝန်းကျင်ကို သတိလေးထားပေးပါဗျို...File Size :(1.6GB)(786MB) and (239MB)\nQuality : Blu-Ray 1080p5.1Ch, 720P\nFormat…mp4\nDuration…01:42:00\nGenre : , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by 333\nEncoded by Smile",
        "rating": "6.5",
        "url": "https://megaup.net/35QcA/Clip.2012.BLU-RAY720P.mp4",
        "category": "Adult, Drama"
    }
]