[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7o3FIea430KT7gXT3WM9EH231Ao.jpg",
        "title": "[18+]Purpose of Reunion 3(2018)",
        "description": "[18+]Purpose of Reunion 3(2018)*******************************\nကျောင်းသားဟောင်းတွေ့ဆုံပွဲတိုင်းကို မလာခဲ့တဲ့ ဆွန်းယွန်းကို ချန်းဂယူတိုသူငယ်ချင်းတစ်ခုကသတင်းကြီးတစ်ခုနဲ့ မျှားပြီး လာအောင် လုပ်လိုက်ပါတယ်...\n၁၀နှစ်ကြာမှာ ပြန်တွေ့ကြတဲ့ပွဲမှာ အရင်ကတည်းက ဆွန်းယွန်းတစ်ဖက်သတ် သဘောကျခဲ့တဲ့ဂျင်းနီနဲ့ တြွေခွင့်ရသွားခဲ့ပါတယ်...\nဆွန်းယွန်းတစ်ယောက် တွေ့ဆုံပွဲအပြီးမှာ ဂျင်းနီနဲ့ အတူနေခွင့်ရအောင် ဘယ်လိုတွေ ကြိုးစားလဲ...ဂျင်းနီနဲ့ပတ်သက်တဲ့သတင်းကို ဘယ်လိုဖြေရှင်းပေးသွားမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး....File size… 2.1GB& 791MB\nQuality… HDRip1080p,720p\nFormat…mp4\nDuration….1h 31min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1WM6h/Purpose_of_Reunion_3_(2018)WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfExJPcbBtDeFDEb7I1By72Drlr.jpg",
        "title": "The Three Musketeers: D’Artagnan (2023)",
        "description": "The Three Musketeers: D'Artagnan (2023)~ IMDb - 6.9/10, Rotten Tomatoes - 96% ~ကျွန်တော်တို့အဘိုးတွေ အဖေတွေခေတ်ကတည်းက ရွှေဥဒေါင်းလက်ရာနဲ့ လူတိုင်းနီးပါးရင်းနှီးခဲ့တဲ့ အလက်ဇန္ဒြားဒူးမားရဲ့ The Three Musketeers ကို ခေတ်အဆက်ဆက် ရုပ်ရှင်အနေနဲ့ အသက်သွင်းခဲ့ကြပြီးပါပြီ။ သိသလောက်ဆို ဒီရုပ်ရှင်တွေက ဝေဖန်ရေးဆရာတွေအမြင်အရ မအောင်မြင်ခဲ့တာတွေက ပိုများတယ်။ ဆန်းတော့လည်းမဆန်းပါဘူး။ အလက်ဇန္ဒြားဒူးမားစာအုပ်တွေကို ရွှေဥဒေါင်းဘာသာပြန်ထားတဲ့ ရတနာသိုက်တို့၊ ကိုယ်ရံတော်တို့၊ သူရဲကောင်းသုံးယောက်တို့ ဖတ်ကြည့်ရုံနဲ့တင် ဒူးမားအနေနဲ့ ဇာတ်ကြွအောင် ပုံဖော်တာပိုင်နိုင်ပုံကို မြင်နိုင်တယ်။ ဒီလိုဇာတ်ကို ပြန်အသက်သွင်းတာကို ဝေဖန်ရေးဆရာတွေ အရမ်းအကြိုက်မတွေ့ခဲ့ကြတာတော့ ဖြစ်သင့်တဲ့ကိစ္စပါပဲ။ ဒီတစ်ခါရုပ်ရှင်ကတော့ ရှေ့ကားတွေထက် ဝေဖန်ရေးဆရာတွေရဲ့ မျက်နှာသာပေးပိုခံရတယ်လို့ ပြောရပါမယ်။ ခရမ်းချဉ်သီး ၉၆လုံး ရထားပါတယ်။ ဟိုးရှေးခေတ်ကတည်းကနေ ခုထိ ရိုက်ခဲ့သမျှတွေထဲ ခရမ်းချဉ်သီးအမြင့်ဆုံးပါပဲ။ သရုပ်ဆောင်တွေကိုလည်း ကားကောင်းတွေရိုက်တာများတဲ့ Vincent ...",
        "rating": "7",
        "url": "https://megaup.net/2BLE6/(CM)_The_Three_Musketeers_-_D_Artagnan_(2023)_720p.mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2lVJcW7AExP0O9hcVKc4wxvLXx.jpg",
        "title": "Assault on Hill 400 (2023)",
        "description": "ဒုတိယကမ္ဘာစစ်မှာ ဂျာမန်တွေ Hill 400 ဆိုတဲ့နေရာ မှာအခိုင်အမာတပ်စွဲထားပါတယ်။အမြင့်မီတာ ၄၀၀ အမြင့်မှာရှိတဲ့ဒီကောင်းကုန်းဟာ ရိုဟာမြစ်တစ်လျှောက် အကုန်လုံးကိုမြင်နိုင်ပြီးမဟာမိတ်တပ်‌တွေကို ပစ်ကွင်းအသာစီးနဲ့တိုက်ခိုက်နိုင်လို့ဖြစ်ပါတယ်။အမေရိကန်စစ်တပ်ဟာ ဒီ‌တောင်ကုန်းကို သိမ်းဖို့အကြိမ်ကြိမ် ကြိုးစားပေမယ့်မအောင်မြင်ခဲ့ပါဘူး။Hill 400 ကိုသိမ်းနိုင်ရင် စစ်ပွဲမှာအသာစီးရမှာဖြစ်တဲ့အတွက်မဖြစ်မနေသိမ်းနိုင်မှဖြစ်မှာဆိုတော့ နာမည်ကြီး Second Rangers တပ်ကိုတာဝန်ပေးရပါတော့တယ်။ ဒုဗိုလ်ကြီး လိုမယ်ဦးဆောင်းတဲ့ Rangers တပ်ဟာHill 400 ကို ဘယ်လိုသိမ်းယူမလဲဆိုတာဆက်လက်ကြည့်ရှုပေးပါဦး.. File size…1.74GB / 747MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 27m\nGenre ….. War\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Tin Myo Lwin",
        "rating": "",
        "url": "https://megaup.net/1gOij/Assault.on.Hill.400.2023.Blu-Ray720p(CM).mp4",
        "category": "War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qrQhNC5upKvqCsA0m15urrIv0Eb.jpg",
        "title": "[18+] Kahalili (2023)",
        "description": "Kahalili (2023)သူဌေးရပ်ကွက်က စံအိမ်ကြီးတစ်လုံးကို မာသာဆိုတဲ့ကောင်မလေးတစ်ယောက် အိမ်အကူလုပ်ဖို့ အူလည်လည်နဲ့ ရောက်လာပါတယ်။ အိမ်ရှင်မက ထွက်ကြိုဆိုပြီး နေရာချပေး အိမ်တစ်ခုလုံးကိုလိုက်ပြပြီး နွေးနွေးထွေးထွေးစကားပြောပေမဲ့ မာသာပုံစံက မထုံတက်တေးပါပဲ။ရောက်ပြီးမကြာခင်မှာဘဲ တကယ်တမ်း ဘာကြောင့် မာသာကိုအလိုရှိတယ်ဆိုတဲ့ အကြောင်းရင်းကို အိမ်ရှင်တွေဘက်ကထုတ်ပြောလာပါတယ်။ အဲဒါကတော့ ကလေးမရနိုင်တဲ့ သူတို့လင်မယားအတွက် မာသာက သဘာဝနည်းနဲ့ အငှားကိုယ်ဝန်လွယ်ပေးဖို့ပါပဲ။သူတို့လင်မယားဟာ ဘာသာရေးတရားလွန်ကိုင်းရှိုင်းသူတွေဖြစ်ပြီး မာသာဟာ ဘုရားသခင်ကစေလွှတ်လိုက်တဲ့သူ၊ ပြီးတော့ အပျိုစင်တစ်ယောက်လို့ ယုံကြည်နေကြတာပါ။ ဒါပေမဲ့ တကယ်တမ်းတော့ မာသာဟာ သူတို့ထင်နေသလိုရိုးရိုးအေးအေးမဟုတ်ပဲ တကယ့်ကိုပြောင်းပြန်စရိုက်နဲ့ အတိတ်ဆိုးရှိတဲ့သူတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။ရက်စက်ကြမ်းတမ်းတဲ့ သတ်ဖြတ်ခန်းတွေ သွေးသံရဲရဲတွေတင်မက သီရိစံတွေ Orgy တွေ ကြိုးတုပ်တာတွေ ကျာပွတ်နဲ့ ရိုက်တာတွေ မျက်နှာပေါ်တက်ထိုင်တာတွေပါ ပါဝင်တဲ့အတွက် မိသားစုနဲ့တော့မကြည့်သင့်ပါဘူး။ ဇာတ်လမ်းကကောင်းပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.95GB, 870MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.4",
        "url": "https://megaup.net/3iI3x/(CM)_Kahalili_(2023)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gStRXDh04JEoW7sBptNXc1tFsm8.jpg",
        "title": "Shirensha ( 2023 )",
        "description": "စိတ်လှုပ်ရှားသက်ဝင်ရင်ခုန်စွာနဲ့ကြည့်ရှုရမဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုကို\nChannel Myanmar က တင်ဆက်ပေးလိုက်ပါပြီနော်ယွီဖေးနဲ့ထုံယန်ဟာ တစ်ချိန်က ညီအစ်မရင်းတွေလို\nခင်မင်ခဲ့ကြတဲ့ သူငယ်ချင်းတွေဖြစ်ပြီး အကြောင်းအရင်းတစ်ခုကြောင့်\nနှစ်အတန်ကြာ ကွဲကွာခဲ့ရပါတော့တယ်ထိုအကြောင်းရင်းကတော့ ဝူလျန်ဟာ သူတို့နှစ်ယောက်နဲ့\nအတန်းဖော်ဖြစ်ခဲ့ပြီး သူမသူငယ်ချင်းထုံယန်အတွက်\nယွီဖေးဟာ နောက်ဆုတ်ပေးခဲ့တာ ဖြစ်ပါတယ်ဒီလိုနဲ့ ဝူလျန်ဟာ ထုံယန်ကိုလက်ထပ်ခွင့်တောင်းမဲ့အစီအစဉ်နဲ့\nသူတို့သူငယ်ချင်းသုံးယောက်တစ်ဖန်ပြန်ဆုံခဲ့ရပါတော့တယ်။\nအဲ့အချိန်မှာပဲ ပုံပြင်လေးက စတင်ခဲ့ပါတော့တယ်。。。ယွီဖေးရဲ့အကြံအရ စပရိုက်စ်(အံ့အားသင့်ဖွယ်)ဖြစ်အောင်\nအစီအစဉ်တစ်ခု ချမှတ်ခဲ့ပါတော့တယ်\nအဲ့ဒါကတော့ ပင်လယ်ပြင်ကြီးမှာ ရွက်လှေလွှင့်ပါတီလုပ်ပြီး\nထုံယန်မသိတဲ့အခိုက်မှာ ရေအောက်ခြေက\nသန္တာကျောက်တန်းမှာ လက်စွပ်ကို သွားဖွက်ထားဖို့ပဲ ဖြစ်ပါတယ်。。。အဆုံးမရှိတဲ့ကမ်း မှန်းဆမရတဲ့အနက် စူးစမ်းမရတဲ့‌\nအခြင်းအရာတွေပတ်လည်ဝန်းရံနေတဲ့\nပင်လယ်ကြီးမှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nအသေးစိတ်ကြည့်ရှုလိုက်ပါနော်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller \nRuntime : 1h 12 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Clytie\nEncoded by LK",
        "rating": "",
        "url": "https://channelmyanmar.org/shirensha-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xCTsGCABgxgMwQ0cV7B9sHQCFIw.jpg",
        "title": "(21+) Paranormal Sexperiments (2016)",
        "description": "Blair Williams ကိုတော့ သိမယ်ထင်ပါတယ်\nသူရဲ့ ဟန်ပန်နဲ့ ခန္ဓာကိုယ်အချိုးစားကြောင့် နာမည်ကြီးပါတယ်\nအခု သူပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါ\nသူမှာ အမွေရထားတဲ့ အိမ်ကြီးတစ်လုံး ရှိပါတယ်\nဒေသတွင်းမှာတော့ သရဲခြောက်တဲ့အိမ်ကြီးဆိုပြီး\nနာမည်ဆိုးနဲ့ကျော်ကြားပါတယ်သူမ အိမ်ထဲဝင်ဝင်ချင်းမှာပဲ ထူးဆန်းတဲ့ပန်းချီကားကိုတွေ့ရင်ပဲ\nကြက်သီးမွေးညင်းထပါတော့တယ်\nတကယ်တော့ အဲဒီဓာတ်ပုံထဲကလူက သူပူးကပ်ရမဲ့\nသူ့ကိုစောင့်ဆိုင်းနေပြီး ငရဲတံခါးဖွင့်ချင်နေသူပါဒါပေမဲ့ ပူးပြီးချင်းမှာပဲ သူ့မှာ လိင်ဆန္ဒကို အရင်ခံစားချင်တဲ့\nအတွေး ဝင်လာချိန်မှာတော့ DS fans တွေအကြိုက်ဖြစ်လို့\nတင်ဆက်လိုက်ပါတယ်\nFile size…1.13GB\nQuality…720p\nFormat…mp4\nDuration….1h 21mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/1gNz8/Paranormal_Sexperiments_720p(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTA2YTY0YWEtN2Q3ZC00NGQ4LTg0MTEtYzEyNzgwZmJkNmQyXkEyXkFqcGdeQXVyMTIxMDUyOTI@._V1_-133x200.jpg",
        "title": "[21+]Sexually Bugged!(2014)",
        "description": "လူတွေက အောင်မြင်ကျော်ကြားမှု ငွေ စတာတွေကိုမြင်ရင် ပိုင်ဆိုင်ရမယ်ဆိုရင်\nဘာမဆိုပေးဆပ်မယ်လို့တွေးထားတဲ့သူတွေက များသားရယ်အခုလည်းကြည့်လေ ဒေါက်တာက မျိုးစိတ်တစ်ခုကို ဖန်တီးထားတယ်\nအဲဒီအကောင်က လူထဲမှာနေရတာပျော်တယ် ပြီးတော့လူကိုကောင်းကျိုးပြုတယ်\nဘယ်လိုကောင်းကျိုးပြုတာလဲဆိုရင် သူဝင်ထားတဲ့လူကို\nလိင်ကိစ္စကို သူမတူ ခံစားလို့ကောင်းစေတယ် လိင်စိတ်နိုးကြွစေတယ်အဲဒီအချက်လက်တွေကို အတည်ပြုပြီး ဈေးကွက်ကို ချပြီး\nပိုက်ဆံရှာချင်နေတဲ့ လူတယောက်နဲ့ အားပြိုင်လာချိန်မှာတော့\nကျော်ကြားမှု ကိုလိုချင်နေတဲ့ ဒေါက်တာရယ်\nငွေကိုငမ်းငမ်းတက်လိုချင်နေတဲ့ လောဘသားရယ်\nနှစ်ယောက်ပြိုင်ဆိုင်လာတဲ့အခါမှာတော့\nDS fans တွေအကြိုက်အခန်းတွေများတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…2.87GB / 1.07GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by  Ki Mu Chi",
        "rating": "4.0",
        "url": "https://megaup.net/1WL0V/Sexually.Bugged.2014.720p.X_Cross(DS).mp4",
        "category": "Adult, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gR1UjgajcXKgFgsl0ppTUbauZPG.jpg",
        "title": "[18+]Female Boss Hooker(2020)",
        "description": "[18+]Female Boss Hooker(2020)******************************ဒီကားထဲမှာပါတဲ့ လေဒီ ၂ပါးက အရမ်းလှပြီး ဆွဲဆောင်မှုလည်းအတော်ရှိပါတယ်...ဒီလိုလှတပတ ခပ်ကိတ်ကိတ်မျိုးကိုမှ18+ကိုကြည့်ရဖို့ဆိုတာ အတော်ရှားပါတယ်..ဇာတ်လမ်းကတော့ အတွဲ (၂)တွဲကြားက အဆင်မပြေမှုတွေကို အဓိက ထားရိုက်ပြသွားတာဖြစ်ပါတယ်..မိသားစုနဲ့လုံးဝမကြည့်သင့်တဲ့ကားမို့ သတိထားစေချင်ပါတယ်..File size… 1.6GB& 473MB\nQuality… HDRip1080p,720p\nFormat…mp4\nDuration….1h 17min\nGenre ….. Adult , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….DS\nTranslated by SD",
        "rating": "",
        "url": "https://megaup.net/1WM2m/Female_Boss_Hooker_2020.HDRIP.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8FrI95uEkZXiT1J3YuzYcznIPeq.jpg",
        "title": "Lamb Game ( 2023 )",
        "description": "ဒီဇာတ်လမ်းလေးက မြို့လေးတစ်မြို့က စားသောက်ဆိုင်မှာ\nစတင်ဖြစ်ပွားခဲ့တဲ့ အက်ရှင်ဇာတ်လမ်းလေးပါ.......တစ်နေ့မှာ ရွှယ်လိ့ ဆိုတဲ့ကောင်မလေးနဲ့ သူမရည်းစားတို့ဟာ\nစားသောက်ဆိုင်တစ်ခုမှာ မင်္ဂလာပွဲကျင်းပနေကြပါတယ်\nအဲ့ဒီစားသောက်ဆိုင်မှာပဲ ကျန်းနီဆိုတဲ့ စုံထောက်မလေးကလဲ\nသူမ အဖေနဲ့ ညနေစာ စားနေခဲ့ကြတယ်\nတာ့တိ့ ဆိုတဲ့ ဓားပြ ခေါင်းဆောင်ဟာ သူ့အပေါင်းအပါတွေနဲ့\nဓားပြတိုက်ပြီး ရလာတဲ့ရွှေတွေ ရောင်းဖို့အတွက် ရွှယ်လိ့တို့\nမင်္ဂလာပွဲကျင်းပနေတဲ့ စားသောက်ဆိုင်က VIP အခန်းထဲကို ရောက်လာခဲ့ပါတယ်ပစ္စည်းအရောင်းအဝယ် ကိစ္စငြင်းခုံရင်း တာ့တိ့ဟာ လူသတ်မှု\nစကျူးလွန်ပါတော့တယ် ထိုအချိန်မှာ သတင်းပေးသူတစ်ဦးကြောင့်\nရဲတွေဟာ ရွှေတွေလုသွားတဲ့ လူတွေဟာ စားသောက်ဆိုင်တစ်ခုမှာရှိကြောင်းသိပြီးနောက်\nစစ်ဆေးဖို့ရောက်လာပါတော့တယ် စစ်ဆေးဖို့ဦးဆောင်တဲ့လူ\nကျန်းနီဆိုတဲ့ စုံထောက်မလေးပေါ့\nရဲတွေရောက်လာတာသိတဲ့ တာ့တိ့ဟာ ရွှယ်လိ့ တို့ မင်္ဂလာဆောင်မှာ\nဧည့်သည်အဖြစ်အယောင်ဆောင်ပြီးဝင်လိုက်ပါတော့တယ်အဲ့နောက်မှာတော့ ဘယ်လိုအရှုပ်အထွေးတွေဆက်ဖြစ်လာမလဲဆိုတာကို\nစိတ်ဝင်တစားနဲ့ဆက်လက်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lamb-game-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dCdcVK9Kkks66Jvc64LMcpUbtCo.jpg",
        "title": "Now You See Me ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ရဲ့ ပရိသတ်တွေအတွက်\nဟာသသိုင်းကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ -ဝူခေတ်နှောင်းပိုင်းမှာ ရုပ်ပြောင်းရုပ်လွှဲပညာကို ကျွမ်းကျင်တဲ့ ရှီကျုံးယွိ၊\nစက်ပညာကို ကျွမ်းကျင်တဲ့ ယွမ်ပေါင်၊ အဆိပ်ပိုးကောင်ပညာကို\nကျွမ်းကျင်တဲ့ ချီးဖုန်းဟယ်နှင့် မျက်လှည့်ပညာနဲ့ သိုင်းပညာတို့ကို\nကျွမ်းကျင်တဲ့ ကျန်အာတို့ဟာ သူရဲကောင်းသူခိုးအဖွဲ့အဖြစ်နဲ့\nအစိုးရရုံးတွေကို ခိုးယူခြင်းဖြင့်နာမည်ကြီးနေပါတယ်။သူရဲကောင်းသူခိုးများအဖွဲ့ဟာ သရဲဝိညာဉ်အဖြစ်ဟန်ဆောင်ပြီး\nအစိုးရငွေတွေကို လုယူခဲ့တယ်။ စူးမိသားစုလိုက်အသတ်ခံရတဲ့အမှုကို\nလိုက်လံစုံစမ်းခဲ့တယ်။ နတ်အဖြစ်ဟန်ဆောင်ပြီး\nငွေတောင်းနေတဲ့ ရှန်ယင်ဂိုဏ်းကိုလည်း ဝင်ရောက်စွက်ဖက်ခဲ့တယ်။တစ်ချိန်တည်းမှာပဲ သူတို့ဟာ ဒီအရာအားလုံးရဲ့ နောက်ကွယ်မှာ\nအစိုးရရုံးတော်က အမတ်ကြီးလျိုကျီးချန်းက ကြိုးကိုင်ထားတာကို သိခဲ့ရတယ်။\nသူတို့ဟာ လျိုအိမ်တော်ထဲဝင်ပြီး သွားရောက်စုံစမ်းချိန်မှာ\nပိုကြီးမားတဲ့ လျှို့ဝှက်အကြံအစည်ကြီးတစ်ခုကို သိလိုက်ရပါတယ်။ထိုအကြံအစည်ကြီးက ဘာများဖြစ်မလဲ ......\nသူရဲကောင်းသူခိုးများအဖွဲ့ကရော သူတို့ ၄ ယောက်အင်အားနဲ့\nလျိုကျီးချန်းရဲ့ စစ်တပ်ကြီးကို အနိုင်ရနိုင်ပါ့မလား......\nဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ လိုက်ပါခံစားကြည့်ရှုလိုက်ပါနော်။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Comedy\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/now-you-see-me-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZTNkYjEyNzktYzRiMS00OTBmLWJmYmUtNzI3NTNmM2QxNDk0XkEyXkFqcGdeQXVyMTY2Nzk0NDY@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Real Love (2023)",
        "description": "ကန်ဒရာဟာ ဘဝမှာစာမှစာကြိုးစားလာခဲ့ပြီး စကောလားရှစ်နဲ့ ကောလိပ်ကိုရောက်လာခဲ့တဲ့ စာကြိုးစားတဲ့ကျောင်းသူလေးတစ်ယောက်ပါ။ ကိုယ်ဘာဖြစ်ချင်လဲဆိုတာကို သေချာသိတဲ့ကန်ဒရာ့အတွက် သူ့ပန်းတိုင်ကိုရောက်ဖို့ဟာ သူ့ရဲ့ပထမဦးစားပေးပါပဲ။ တဘက်မှာ ဘန်ဂျမင်ကတော့ တစ်သက်လုံး မိဘတွေကြိုးဆွဲရာကလာခဲ့တဲ့ mamaboy လေးတစ်ယောက်ပါ။ သူ့ရဲ့အသုံးစရိတ်၊ ကျူရှင်လခတွေကအစ မိဘတွအပေါ်မှာပဲ တသက်လုံးမှီခိုလာခဲ့တဲ့ဘန်က သူဘာဖြစ်ချင်လဲဆိုတာလည်း သေချာမသိသလို မိဘတွေဖောက်ပေးတဲ့လမ်းကိုပဲလျှောက်ဖို့ လွယ်လွယ်တွေးထားခဲ့ပါတယ်။ဒီလိုမျိုး အစစအရာရာမတူညီတဲ့လူနှစ်ယောက်ကြားမှာ အချစ်တစ်ခုပေါက်ဖွားလာတဲ့အခါမှာတော့ သူတို့ရဲ့အချစ်နဲ့ အရာရာကိုညှိယူဖို့ ဘယ်လိုကြိုးစားကြမလဲ။ ရည်မှန်းချက်ကြီးမားတဲ့ကန်ဒရာကရော အချစ်နဲ့ရည်မှန်းချက်ကြားမှာ ဘယ်အရာကိုရွေးချယ်မလဲ။ သူချစ်တဲ့ဘန် ကိုပြောင်းလဲပေးဖို့ရော ဘယ်လိုကြိုးစားမလဲ။ ဒီဇာတ်ကားလေးကို ပုံမှန်ဆယ်ကျော်သက် အချစ်ဇာတ်လမ်းတစ်ပုဒ်လို့ တွေးထားခဲ့ပေမဲ့ တကယ်တမ်းကြည့်ကြည့်တဲ့အခါမှာတော့ ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းပြီး လှပတဲ့အချစ်ပုံပြင်လေးတစ်ပုဒ်ပါ။ ဒီ (၂၀၂၃) ကမှ ထွက်ရှိထားတာဖြစ်ပြီး IMDB rating 7.4 အထိရရှိထားတာမို့ Romantic Drama movie တစ်ကားအနေနဲ့ rating မြင့်ပြီး ကြည့်လို့ကောင်းမဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ဒီကားလေး ကြည့်ပြီးရင်တော့ သူ့ရဲ့ sequel ...",
        "rating": "7.4",
        "url": "https://megaup.net/1gOf5/Real.Love.2023.720p(CM).WEBRip.x265.10bit.AAC.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BOWY5ZDYzNWMtOTNjYS00NGYxLWExY2EtMWQ1NWJhZGIzNjIzXkEyXkFqcGdeQXVyMTI0Njg3NjQ@._V1_-142x200.jpg",
        "title": "The Adventures of Maid Marian (2022)",
        "description": "The Adventures of Maid Marian (2022)\n=============================ရော်ဘင်ဟုဒ်ဆိုရင် လူတိုင်းသိကြပေမဲ့ မာရီယန်ကိုတော့ လူတိုင်းသိချင်မှ\nသိကြမှာပါ။ ဒီကားကတော့ မြင်နေကျ ရော်ဘင်ဟုဒ်စွန့်စားခန်းများမဟုတ်\nဘဲ ရော်ဘင်ဟုဒ်ပါ၀င်မယ့် သူ့ချစ်သူမာရီယန်ရဲ့ စွန့်စားခန်းတွေကို ရိုက်ကူး\nထားတာ ဖြစ်ပါတယ်။ မာရီယန်ဟာ သူ့အလှနဲ့သစ္စာကြောင့်တင်မက ရဲစွမ်း\nသတ္တိကြောင့်လည်း ဟုဒ်အသိုင်းအဝိုင်းမှာ လေးစားခံရတဲ့ အမျိုးသမီးတစ်\nယောက်ပါ။မာရီယန်တစ်ယောက် ဝေးလံတဲ့သီလရှင်‌ကျောင်းတစ်ကျောင်းမှာ ပုန်းအောင်း\nနေခဲ့ပြီး ၃ နှစ်အကြာမှာ ဘုရင်ရစ်ချတ်သေဆုံးတဲ့သတင်းကို ကြားလိုက်ရ\nပါတယ်။ သူ့ချစ်သူရော်ဘင်ဟုဒ်လည်း စစ်ပွဲကပြန်လာပြီဖြစ်တာကြောင့်\nမာရီယန်ဟာ ခိုလှုံရာကိုစွန့်ပြီး ချစ်သူနဲ့ အပြေးလေးတွေ့ဆုံခဲ့ပါတယ်။ ဒါပေမဲ့\nအဖြစ်အပျက်တွေဟာ ထင်သလိုဖြစ်မလာခဲ့ပါဘူး။ သူတို့တွေ့ဆုံတဲ့ တောထဲမှာပဲ\nရော်ဘင်ဟုဒ်ကို ကလဲ့စားချေမယ့်သူနဲ့တိုးမိပါတော့တယ်။ လူအင်အား မမျှတာ\nကြောင့် ထွက်ပြေးခဲ့ရပါတယ်။ ဟု‌ဒ်တစ်ယောက် ဒဏ်ရာအပြင်းအထန်ရရှိချိန်\nမှာတော့ အသက်ရှင်လွတ်မြောက်ရေးဟာ မာရီယန့်ခေါင်းပေါ် ပုံကျလာပါတယ်။\nရဲရင့်ပေမဲ့ အားနွဲ့တဲ့အမျိုးသမီးတစ်ယောက်သာဖြစ်တဲ့ မာရီယန်တစ်ယောက်\nထွက်ပြေးလွတ်မြောက်ပါ့မလား၊ ဒဏ်ရာရနေတဲ့ချစ်သူကို ကယ်တင်နိုင်ပါ့မလား၊\nဘယ်လိုလှည့်စားမှုတွေ ခက်ခဲကြမ်းတမ်းမှုတွေကို ရင်ဆိုင်ရဦးမလဲဆိုတာ ကြည့်\nလိုက်ကြရအောင်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.47 GB) / (805 ...",
        "rating": "4.3",
        "url": "https://megaup.net/1Wmfp/The.Adventures.Of.Maid.Marian.2022.720p.WEBRip.(CM).mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNmI4ZTg2NTQtYjg3OS00NDg4LWJlZmItNjE1M2UxMTJjOWY3XkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_-135x200.jpg",
        "title": "After the Bite (2023)",
        "description": "After the Bite (2023)\n==============\nIMDb Rating 6.1/10ဒီဇာတ်လမ်းလေးကတော့ ရှားပါးမျိုးစိတ်တစ်ခုဖြစ်တဲ့ ငါးမန်းဖြူတွေရဲ့\nအကြောင်းကို တင်ဆက်ရိုက်ကူးထားတဲ့ Documentary တစ်ခုဖြစ်ပါတယ်။Documentary ပုံစံလေးကတော့...\nနှစ်စဉ်နွေရာသီရောက်တိုင်း အပန်းဖြေဖို့ လူအများလာရောက်ကြတဲ့ ကိတ်ပ်\nကုဒ်ကမ်းခြေကို ငါးမန်းတွေရောက်ရှိလာပြီး လူသေဆုံးသည်အထိ တိုက်ခိုက်\nမှုတွေဖြစ်လာတဲ့အခါ မြို့နေဒေသခံတွေက သက်ဆိုင်ရာအဖွဲ့အစည်းကို ကိုင်\nတွယ်ဖြေရှင်းပေးဖို့အတွက် တောင်းဆိုလာကြပါတယ်။ တစ်ဖက်ကလည်း\nအဏ္ဏဝါထိန်းသိမ်းကာကွယ်ရေးဥပဒေအရ ရှားပါးမျိုးစိတ်တွေကို ထိန်းသိမ်း\nဖို့တာဝန်ရှိလာတဲ့အခါ နှစ်ဦးနှစ်ဖက် အခက်တွေ့ရပုံတွေ၊ အများပြည်သူ အပန်း\nဖြေတဲ့ ကမ်းခြေကို ပိတ်ထားရမယ့်အခြေအနေထိ ရောက်လာတာကြောင့်\nကျွမ်းကျင်သူတွေကိုယ်တိုင် ကွင်းဆင်းလေ့လာပြီး ငါးမန်းဖြူတွေကိုထိန်းသိမ်းဖို့\nဆောင်ရွက်ခဲ့ကြတော့တာပေါ့။နောက်ပိုင်းထိခိုက်သေဆုံးမှုတွေမရှိအောင် ထိန်းသိမ်းနိုင်ခဲ့ပြီးတဲ့နောက်မှာတော့\nကိတ်ပ်ကုဒ်ကမ်းခြေကို မူလအတိုင်း ပြန်လည်ဖွင့်လှစ်ပေးနိုင်ခဲ့ပြီး အဖွဲ့လိုက် လှိုင်း\nစီးတာတွေ ရေလွှာလျှောစီးတာတွေ ကျင်းပပြုလုပ်နိုင်ခဲ့ကြတယ်။ အဏ္ဏဝါထိန်း\nသိမ်းရေးအဖွဲ့အနေနဲ့လည်း ငါးမန်းဖြူတွေသာမက ပင်လယ်ဖျံနဲ့ တခြားမျိုးစိတ်\nတွေကိုပါ အကောင်းဆုံးထိန်းသိမ်းကာကွယ်ပေးနိုင်ခဲ့ကြပါတယ်။ စိတ်ဝင်စားစရာ\nကောင်းတဲ့ အကြောင်းအရာတင်ဆက်မှုနဲ့အတူ ကိုယ်မသိသေးတဲ့ သဘာဝရဲ့အ\nကြောင်းတွေကိုပါ လေ့လာခွင့်ရတာကြောင့် အချိန်ပေးကြည့်ရှုဖို့ ထိုက်တန်တဲ့\nDocumentary ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEi Po ဖြစ်ပါတယ်)File Size..........(2.66 GB) ...",
        "rating": "6.1",
        "url": "https://megaup.net/1gIpr/After.the.Bite.2023.720p.AMZN.WEB-DL.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/an8CXFQwlP4f0g2fZEqTLrmYc8j.jpg",
        "title": "Here Comes the Groom (2023)",
        "description": "Here.Comes.The.Groom(2023)ဒီဇာတ်ကားလေးကတော့ ဖိလစ်ပိုင်ဟာသရုပ်ရှင်အမျိုးအစားဖြစ်ပြီး ဒါရိုက်တာမာနီနက်ဇ်ကရိုက်ကူးတည်းဖြတ်ထားတာပါ။\nMetro Manila Summer Film Festival မှာ ရုပ်ရှင်ဆု၃ဆုနဲ့ဇာတ်ဆောင်ဆု၉ဆုရရှိထားတဲ့ဇာတ်လမ်းလေးပါ။\n၂၀၁၀မှာဒါရိုက်တာမာတီနက်ဇ်ဟာ သူကိုယ်တိုင်ရေးသားရိုက်ကူးထုတ်လုပ်တဲ့ Here Come The Bride အောင်မြင်မှုကြောင့်\n၂၀၂၂နှစ်လယ်လောက်မှာအလားတူဇာတ်လမ်းရိုက်ကူးဖို့ထပ်ဆုံးဖြတ်ခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဘာသာတရားကိုင်းရှိုင်းတဲ့မိသားစုတစ်စုဟာ မင်္ဂလာပွဲကျင်းပဖို့အပန်းဖြေစခန်းသို့အသွား\nလမ်းမှာမာမီရှိန်းတို့တစ်သိုက်ကားဘရိတ်ပေါက်ပြီးလာတဲ့ကားနဲ့‌ခေါင်းချင်းဆိုင်တိုက်မိပါလေရော။\nဖြစ်ချင်တော့ အချိန်ကနေကြတ်နေတဲ့အချိန် ရောက်နေတဲ့နေရာကသံလိုက်တောင်ကုန်း စတဲ့အကြောင်းတရားတွေကြောင့်\nလူတွေဝိညာဉ်ချိန်းကုန်တဲ့အခါ သူတို့ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ စောင့်မျှော်ကြည့်ရှုလို့ကောင်းတဲ့ဇာတ်လမ်းလေးပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Pyae Phyo Min ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 1080p | 720p\nFile size… 2.6GB | 1.27GB\nFormat… mp4\nDuration…. 1h 47min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Pyae Phyo Min\nEncoder ..... Aaron",
        "rating": "5.1",
        "url": "https://megaup.net/1gO4t/Here.Comes.The.Groom.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Screen-Shot-2023-08-31-at-11.20.28-151x200.png",
        "title": "Burned by Love (2023)",
        "description": "Burned by Love (2023)\n=================ဒီကားလေးကတော့ American Assassin ဇာတ်ကားထဲက မင်းသမီး\nချောလေး Shiva Negar ဇာတ်ဆောင်မင်းသမီးအနေနဲ့ ပါဝင်သရုပ်\nဆောင်ထားတဲ့ အိမ်ထောင်ရေးဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်\nပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ အတွင်းခန်း အလှပြင်ပန်းချီဆရာ\nအနေနဲ့ အသက်မွေးတဲ့ Shiva တစ်ယောက် ခင်ပွန်းသည်ရဲ့ ဖောက်ပြန်\nမှုကို လက်ပူးလက်ကြပ်မိသွားပြီး အိမ်ထောင်ကွဲဘဝကိုရောက်သွား\nရှာပါတယ်။ တစ်နှစ်လောက် ကြာတဲ့အထိ Move on မလုပ်နိုင်တော့\nအတူနေအခန်းဖော်က ဘဲလေးဘာလေးရအောင် ဆိုပြီး Tinder လိုမျိူး\nDating Account ဖွင့်ပေးပြီး သုံးခိုင်းရာကနေ Shiva တစ်ယောက်\nMarco ဆိုတဲ့ဘဲနဲ့ ညိသွားပါတော့တယ်။\nဖြစ်ချင်တော့ Marco က ကြာကူလီ ဖိုးတွမ်တီးသမားဖြစ်နေတော့\nပိုက်ဆံလည်းရှုံး အသည်းလည်းကွဲ မိအေးနှစ်ခါနာဖြစ်ပါတော့တယ်။\nအဲတော့ သူ့လိုမျိုး နောက်ထပ်ကောင်မလေးတွေ မခံရလေအောင်ဆို\nပြီး လိုင်းပေါ်မှာ သတိပေးစာတွေထုတ်၊ မိန်းကလေးအချင်းချင်းရင်ဖွင့်\nကြနဲ့ Carry on လုပ်တဲ့အခါမှာ Marco တစ်ယောက် စားပေါက်ပိတ်\nသွားပါတော့တယ်။ စားပေါက်ပိတ်သွားတဲ့ ကြာကူလီ Marco က ...",
        "rating": "5.0",
        "url": "https://megaup.net/1gDg2/Burned.by.Love.2023.720p.WEBRip.800MB.x264-GalaxyRG[CM].mp4",
        "category": "Mystery, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3OlNfFL0tNUh2SbXI6Qn6Mhbc2M.jpg",
        "title": "Night of the Demons (2009)",
        "description": "Horror/Thriller ကားတွေကြိုက်နှစ်သက်တဲ့ သူတွေအတွက်ဟောင်းပေမဲ့ကောင်းနေဆဲဖြစ်တဲ့ 2009 ခုနှစ်က Night Of The Demons ဆိုတဲ့ဇာတ်ကားလေးကိုပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ဇာတ်ကားနာမည်အတိုင်းပဲ နတ်ဆိုးတွေရဲ့  ညအကြောင်းကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းချုပ်လေးကတော့ဆော်အလန်းစားလေးတွေက ဟောလိုးဝင်းညမှာအန်ဂျလီနာဆိုတဲ့ကောင်မလေးတစ်ယောက်ကျင်းပတဲ့ ပါတီမှာ ကဲဖို့အတွက်သွားခဲ့ကြပါတယ်။တစ်ခုထူးဆန်းတာက ပါတီလုပ်တဲ့အိမ်ကြီးက လူမနေတာ နှစ်ပေါင်းငါးဆယ်လောက်ရှိပြီဖြစ်တဲ့ ခြောက်ခြားစရာအိမ်ကြီးမှာပဲဖြစ်ပါတယ်။ကောင်မလေးတွေကလဲသူတို့ရဲ့ရည်းစားဟောင်းတွေ Crush တွေနဲ့တွေ့ပြီးရှေးဟောင်းနှောင်းဖြစ်တွေပြောပြီးပျော်ပါးနေကြတုန်း သိပ်မကြာခင်မှာပဲ ရဲတွေဝင်လာလို့ပါတီကပျက်သွားခဲ့ပါတော့တယ်။ဒီလိုနဲ့ ပါတီလာတဲ့လူတွေအကုန်ပြန်သွားပြီး အကြောင်းအမျိုးမျိုးနဲ့အန်ဂျလီနာအပါအဝင်ကောင်လေး ကောင်မလေး ၇ ယောက်ကကျန်ခဲ့ပါတော့တယ်။သူတို့အိမ်ထဲက ထွက်ဖို့လုပ်တဲ့အချိန်မှာခြံဂိတ်တံခါးကြီးက လုံးဝကိုဖွင့်လို့မရတာနဲ့တစ်ညလုံးအဲ့ဒီအိမ်ကြီးထဲမှာနေဖို့ ဖြစ်လာခဲ့ပါတော့တယ်။ဒါပေမယ့်သူတို့မသိခဲ့တာကတော့အဲ့ဒီအိမ်ကြီးထဲမှာ သူတို့မသိတဲ့ကြောက်စရာနတ်ဆိုးတွေက သူတို့ကိုစောင့်နေခဲ့တယ်ဆိုတာပါပဲ။ဒီတော့အဲ့ဒီ ၇ ယောက်ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုရင်တထိတ်ထိတ်နဲ့သွေးထွက်သံယိုအခန်းတွေနဲ့ကြည့်ရှုရမဲ့ကားတစ်ကားပဲဖြစ်ပါတယ်။  File size…2.94GB / 1.1GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 33m\nGenre ….. Horror , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "5.5",
        "url": "https://megaup.net/2CITQ/Night.of.The.Demons.2009.BluRay720p(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r94waWYiNhXoAuCEWBCf2XEEegx.jpg",
        "title": "See You On Venus (2023)",
        "description": "See You on Venus (2023)ဗီးနပ်စ်ကို သိပ်သဘောကျတဲ့ မီရာဆိုတဲ့ကောင်မလေးရှိတယ်။\nမီရာ့အတွက်တော့ ဗီးနပ်စ်ကဂြိုလ်တစ်ခုဆိုတာထက် သူ့စိတ်ကူးယဥ်ကမ္ဘာပဲဆိုပါတော့။\"မီရာ နင်ဘာလို့ ဗီးနပ်စ်မှ ဗီးနပ်စ်ဖြစ်နေတာလဲ ဘာတွေများထူးခြားလို့လဲ ဗီးနပ်စ်က\"\n\"ငါ့ဗီးနပ်စ်ပေါ်မှာတော့ စစ်ပွဲတွေမရှိဘူး\nနာကျင်မှုတွေ ဆာလောင်မှုတွေမရှိဘူး\nကလေးတွေကို မချစ်တတ်တဲ့မိဘတွေမရှိဘူး\"မီရာကတော့ မိဘမဲ့ဂေဟာကကောင်မလေးပါ။\nမီရာက ဗီးနပ်စ်ကိုတော့မသွားနိုင်ပေမယ့် သူ့အမေရှိနိုင်တဲ့စပိန်ကိုသွားပြီး အမေရှာပုံတော်ထွက်ဖို့ပြင်ဆင်နေသူလေးပါ။\nစပိန်သွားဖို့ကို သူကနှစ်နှစ်တာငွေကို ခြစ်ခြစ်ကုပ်ကုပ်စုပြီး အသက်သာဆုံးဖြစ်အောင်စီစဥ်ထားတာပါ။\nမီရာ့သူငယ်ချင်းတစ်ယောက်ကပြောဖူးတယ်။\n\"နင်မွေးဖွားလာတဲ့အတွက် ဝမ်းသာနေတဲ့လူတစ်ယောက်ယောက် တစ်နေရာရာမှာတော့ အမြဲရှိနေတယ်တဲ့\"ဒါပေမဲ့မီရာခရီးမထွက်ခင်ပဲ ကောင်လေးတစ်ယောက်နဲ့ဆုံတယ်။\nဒီကောင်လေးက သူ့ကိုယ်သူ မွေးလာမသင့်တဲ့လူတစ်ယောက်လို့ထင်နေပြီး သတ်သေဖို့ကြိုးစားနေတာပါ။\nသွက်လက်လွန်းတဲ့ဆယ်ကျော်သက်လေးမီရာက ဒီကောင်လေးကိုကူညီဖို့ကြိုးစားကြည့်ချင်စိတ်နဲ့ သူ့ခရီးစဥ်မှာအတင်းဆွဲခေါ်သွားတော့တာပါပဲ။\nစပိန်တစ်ခွင်ကို ဗန်ကားလေးနဲ့ပတ်ပြီး မီရာ့အမေကိုရှာပုံတော်ဖွင့်တာက တစ်ချိန်ကထွက်ခဲ့တဲ့ Letters to Juliet ကိုသတိရစေတယ်။\nစပိန်ရဲ့ အလှတရားတွေကိုလဲ ခံစားရဦးမယ်။\nဇာတ်လမ်းဇာတ်အိမ်လဲခိုင်မာပြီး ရထားတဲ့ IMDb rating 7 နဲ့လဲထိုက်တန်တယ်လို့ပြောပါရစေ။\nဒီကားကြည့်ပြီးရင် မီရာ့ရဲ့ဗီးနပ်စ်ပေါ်မှာ ပြန်ဆုံချင်ပါသေးတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p\nFile size… ...",
        "rating": "5.8",
        "url": "https://megaup.net/3iGhi/See.You.On.Venus.2023.720p.AMZN.WEBRip..DD5.1.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9gATbvoRMxVeoHInwS8nR0KZMVc.jpg",
        "title": "Fred Claus (2007)",
        "description": "ဆန်တာကလေ့ာစ်ကိုတော့ အားလုံးသိကြမှာပါ...။ခရစ်စမတ်ဆိုရင် ဒရယ်စွတ်ဖားလှည်းကြီးစီးပြီး ဝတ်စုံနီကြီးနဲ့ကလေးတွေကို လက်ဆောင်တွေလိုက်ပေးတဲ့ ဖိုးဖိုးကြီးပေါ့...။ဒါပေမဲ့ လူတိုင်းမသိကြတာက သူ့မှာ ဖရက်ဒ်ကလော့စ်ဆိုတဲ့အစ်ကိုတစ်ယောက်ရှိပါတယ်...။ဒီပုံပြင်လေးက သူ့ရဲ့ပုံပြင်လေးပါ...။ပုံပြင်လေးကဘယ်လိုလဲဆိုတော့ လိမ္မာပြီး စိတ်ထားလှတဲ့ ဆန်တာကိုဆိုရင်ငယ်ငယ်လေးကတည်းက လူတိုင်းကချစ်ခင်ကြ ချီးကျုးကြတယ်ပေါ့...။ဖရက်ဒ်လေးဟာ ဆန်တာရဲ့လောင်းရိပ်အောက်မှာ ရောက်နေခဲ့တာကြောင့်ဘယ်လိုပဲကြိုးစားကြိုးစား လျစ်လျူရှုခံရမှုနဲ့သာ ကြီးပြင်းခဲ့ရပါတယ်...။ဒီလိုနဲ့ ညီအစ်ကိုနှစ်ယောက် သဘောထားတွေကွဲလွဲခဲ့ပြီး မခေါ်မပြောဖြစ်ခဲ့ကြပါတယ်...။သို့ပေမဲ့ တစ်ခုသော ခရစ်စမတ်မှာ ညီအစ်ကိုနှစ်ယောက် ပြန်ညီညွှတ်ဖို့အခွင့်အလမ်းတစ်ခုပေါ်လာတော့တယ်...။ကဲဇာတ်ကြောင်းလေးက ဘယ်လိုလေးဆက်ဖြစ်မလဲ...ညီအစ်ကိုနှစ်ယောက်တကယ်တမ်းသင့်မြတ်ကြပါ့မလားဆိုတာကို....ဒီComedy,Family, Fantasy movieလေးထဲမှာ ကြည့်ရှုလို့ရပါပြီ...။ File size…2.08GB / 946MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 56m\nGenre ….. Comedy , Family , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.6",
        "url": "https://megaup.net/1WLov/Fred.Claus.2007.BluRay720p(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3pQnfE2qhTMsNxaJpi1WUegj7g6.jpg",
        "title": "Mr Yin-Yang ( 2023 )",
        "description": "ချင်းယွမ်မြို့ မှာ ထူးခြားတဲ့ကိစ္စတွေအခြေတည်နေတဲ့\nလင်းအိမ်တော်ရဲ့ကနေအစတည်ခဲ့တဲ့ဇာတ်လမ်းလေးပါပဲ...ဖေးယွမ်လို့ခေါ်တဲ့ကောင်မလေးတစ်ယောက် မှာ သုန်းကျစ်လို့\nခေါ်တဲ့ အဖော် ကောင်လးတစ်ယောက်ရှိခဲ့တယ်...\nတစ်နေ့မှာ နှစ်ယောက်သားသီးသန့်နေရာလေးတစ်ခု\nဘယ်သူ့ကိုမှမပြောပါဘူးဆိုပြီး ကတိပြုခဲ့ကြပြီး သုန်းကျစ်က\nအဲ့ဒီနေရာလေးမှာ ရုပ်သေးအတတ်ပညာကို\nအိမ်ရှင်တွေမသိအောင်ခိုးသင်ခဲ့တယ်...တစ်နေ့မှာ ငွေရှာပြီး ထွက်သွားဖို့အတွက်ပေါ့...ဒါပေမယ့် ကံကြမ္မာဖန်လာတော့\nအရာရာကို ငွေနဲ့ပဲ ဖြေရှင်းတဲ့ လင်းအိမ်တော်က သေဆုံးပြီးဖြစ်တဲ့\nသားဖြစ်သူကို ယင်ဓာတ် နဲ့မင်္ဂလာဆောင်ပေးဖို့  ဖေးယွမ်နဲ့ စီစဥ်ခဲ့ကြတယ်...ဖေးယွမ်သိတော့ ကြောက်လန့်တကြား သုန်းကျစ်ကို အကူအညီတောင်းခဲ့တော့\nသူတို့လျို့ဝှက်နေရာလေးမှာ ပုန်းနေဖို့ပြောခဲ့တယ်...\nအိမ်ရှင်တွေက ဖေးယွမ်ပျောက်ဆုံးသွားတဲ့ အတွက် သုန်းကျစ်ကိုစစ်မေးရင်း\nဖေးယွမ်ပြန်ပေါ်လာတာကြောင့်အရင်အစီအစဥ်အတိုင်း\nမင်္ဂလာပွဲစီစဥ်ကာ အရှင်လတ်လတ်​မြုပ်ပစ်ခဲ့ကြတယ်...\nမတရားသဖြင့်သေခဲ့ရတဲ့ ဝိဉာဥ်ဖြစ်တာကြောင့်\nခြောက်လန့်မှုတွေရှိလာပြီး ယင်းယန်ဆရာ ယင်းရှစ်စန်းကို ခေါ်ခဲ့လိုက်ကြတယ်....ယင်းရှစ်စန်းကဖြေရှင်းပေးနိုင်ပါ့မလား....\nလင်းအိမ်တော်ရဲ့ အရှုပ်တော်ပုံကရောဒီလောက်ပဲလား ဘာတွေ ထပ်ရှိဦးမလဲ....\nသရဲခြောက်တယ်ဆိုတာရော အမှန်တကယ်ပဲလား\nလုပ်ကြံနေတဲ့သူရှိနေတာလားဆိုတာကို စောင့်မျှော်ကြည့်ပေးကြပါဦးနော်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller , Horror , Mystery\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mr-yin-yang-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTVlYWY2OTgtN2VjYS00MWRjLWJiMDEtZmI4NjI1YjAzNjYxXkEyXkFqcGdeQXVyMTQ4MDU2Mzg@._V1_-113x200.jpg",
        "title": "Love, Sex and 30 Candles (2023)",
        "description": "Love, Sex and 30 Candles (2023)\n========================ဒီခယ်လီဒီ၊ နော်လာဇီ၊ လင်ဒါနဲ့ ရှာဒေးတို့ဟာ တက္ကသိုလ်ကျောင်းသူ\nဘဝကတည်းကစသိလာကြပြီး အခု အသက် ၃၀ ပြည့်တော့မယ့်အချိန်\nထိ အင်မတန်ကိုရင်းနှီးခင်မင်နေကြတဲ့သူငယ်ချင်းလေးယောက်ပဲဖြစ်\nပါတယ်။ဒီခယ်လီဒီက တယ်ဘိုဂိုဆိုတဲ့သူနဲ့ ဆယ်နှစ်ကျော်လောက်ချစ်ကြိုက်ခဲ့ပြီး\nသမီးလေးတစ်ယောက်တောင်ရှိနေပေမယ့်လို့ အခုချိန်ထိ လက်မထပ်ရ\nသေးပါဘူး။ နော်လာဇီကတော့ Single တစ်ယောက်ပါ၊ Single ဆိုပေမယ့်\nလည်း သူ့အသက် ၃၀ ပြည့်မွေးနေ့ရက်မှာတင်ပဲ သူ့မှာကိုယ်ဝန်ရှိနေတာကို\nသိလိုက်ရပါတယ်။ လင်ဒါကတော့ ချစ်သူ၊ ရည်းစားတွေသာ ဗလပွများပြား\nနေပေမယ့် ငယ်ဘဝက ဖခင်နဲ့ဝေးကွာခဲ့ရမှုတွေ၊ မိခင်မကျန်းမမာဖြစ်မှုတွေ\nကြောင့် commitment issues တွေရှိနေပြီး Relationship က ဒီထက်ပိုလေး\nနက်ပြီး လက်ထပ်မယ့်အဆင့်ရောက်လာပြီဆိုတာနဲ့ ချက်ချင်းကိုပဲ အဆက်\nဖြတ်ပစ်လေ့ရှိတဲ့သူတစ်ယောက်ပေါ့။ ရှာဒေးဆိုတဲ့မိန်းကလေးကတော့\nမိန်းကလေးအများစုစိတ်ကူးယဉ်တတ်သလို အိပ်မက်ထဲကမင်းသားလေးနဲ့တွေ့\nပြီးလက်ထပ်ရဖို့ကို ငယ်စဉ်ကတည်းကစိတ်ကူးယဉ်ခဲ့သူတစ်ယောက်ပါ။ သူ\nစိတ်ကူးယဉ်ခဲ့ရသလိုပဲ လက်တွေ့မှာလည်း Perfect ဖြစ်တယ်ဆိုတဲ့ယောကျ်ား\nနဲ့ မကြာခင်မှာ လက်ထပ်တော့မှာဖြစ်ပေမယ့်လို့ ခင်ပွန်းလောင်းဖြစ်သူက ထင်\nထားသလောက်လည်း Perfect ဖြစ်နေတာမဟုတ်ပါဘူး။ဒီတော့ မကြာခင် အသက် ၃၀ ...",
        "rating": "4.9",
        "url": "https://megaup.net/1gIui/Love.Sex.And.30.Candles.2023.720p.WEBRip.(CM).mp4",
        "category": "Drama, Romance"
    }
]