[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/predator-1987-136x200.jpg",
        "title": "Predator (1987)",
        "description": "IMDb Raing (7.8) / Rotten Tomatoes (80%)Jim Thomas နဲ့ John Thomas တို့နှစ်ယောက်သား အသက်သွင်းခဲ့တဲ့ Predator (အမဲလိုက်သားရဲ) ရဲ့ ပထမဆုံးဇာတ်ကားကို တင်ဆက်လိုက်ပါတယ်။ သူတို့ရေးခဲ့တဲ့ ဝတ္ထုခေါင်းစဉ်က Hunter (မုဆိုး) ပါ။ Arnold Schwarzenegger ခေါင်းဆောင်ပါဝင်တဲ့ ဒီဇာတ်ကားက ဝေဖန်မှုတွေနဲ့ ချီးကျူးမှုတွေ တလှေကြီး ရခဲ့သလို ၁၉၈၀ ခုနှစ်တွေရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ပြီး သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားတွေရဲ့ ဂန္တဝင်စာရင်းဝင်ခဲ့ပါတယ်။ဒီဇာတ်ကားရဲ့ အောင်မြင်မှုကြောင့် Predator ဇာတ်ကားတွေ အများကြီးဆက်ထွက်လာခဲ့တာမလို့ မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားပါ။ Generation X နဲ့ Y တို့ကြားမှာ ရေပန်းစားခဲ့ပြီး မကြည့်ရသေးတဲ့သူက တောသားအဖြစ် သတ်မှတ်ခံခဲ့ရဖူးတာမျိုးပေါ့‌ဗျာ။ ၁၅ သန်း အသုံးပြုခဲ့ပြီး ၉၈ သန်းကျော် ပြန်ရခဲ့တဲ့ကားပေါ့။သူ့နောက်မှာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/3a9je/(CM)_Predator.1987.720p.mp4",
        "category": "Action, Adventure, Horror, Predator, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ya26nzFf5nncBLLwELigX5NAQpX.jpg",
        "title": "Seasons Change(2006)",
        "description": "Seasons Change(2006)အညွှန်း**************************ပွန်းဆိုတဲ့ကောင်လေးဟာ ဆေးကျောင်းဝင်ခွင့်ရတဲ့ ကျောင်းသားလေးတစ်ယောက်ဖြစ်တယ်..ဒါမဲ့သူဟာ ဒရမ်တီးတာ ကိုအလွန်ဝါသနာပါတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်တယ်..အဲ့ဒီအချိန်သူသဘောကျတဲ့ကောင်းမလေးတစ်ယောက်က အနုပညာကျောင်းကိုတက်သွားတယ်..ဒရမ်လည်းဝါသနာပါတာကလည်းတစ်ကြောင်း သူသဘောကျတဲ့ကောင်မလေးနဲ့လည်းမဝေးချင်တာကလည်း တစ်ကြောင်းမို့ သူဟာ အနုပညာကျောင်းကိုတက်ဖို့ ဆုံးဖြတ်လိုက်တယ်.. ဆေးကျောင်း ဆရာဝန်ဖြစ်ရင် ဘဝတက်လမ်းအတွက်အများကြီးရှိတယ်လို့ယုံကြည်တဲ့မိဘတွေကြောင့် သူစွန့်စားရတာအများကြီးပါ..ကျောင်းရောက်တော့ သူထင်သလိုအဆင်ပြေမလား...သူ့ဘဝတက်လမ်းရော ဘယ်လိုဆက်ဖြစ်မလဲ...ကောင်မလေးနဲ့ရော ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...   File Size :(2.09GB)(773 MB) and (191 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:58:00\nGenre : Comedy , Drama , Music\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by little kong hou\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/18hmg/Seasons_Change_2006.WEB-DL.720P.PP(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/CountdownThai-IntPoster-140x200.jpg",
        "title": "Countdown (2012)",
        "description": "ဂျက် အဖြစ် Peach Pachara\nဘီ အဖြစ် Toey Jarinporn\nဖန် အဖြစ် Peak Pattarasayaဇာတ်လမ်းအကျဉ်းဖန်၊ဘီနဲ့ ဂျက်တို့က နယူးယောက်က တိုက်ခန်းတစ်ခုမှာ တူတူနေကြတဲ့ သူငယ်ချင်းတွေပါနှစ်သစ်ကူးညရောက်မယ့်အချိန်မှာ ဂျက်က သူမူးယစ်ဆေးဝယ်နေကျ လူက ဆက်မရောင်းတော့တာမို့ အရောင်းအဝယ်သမားရဲ့ ဖုန်းနံပတ်ကို တောင်းလာခဲ့ပါတယ်ဖုန်းနံပတ်က နောက်ဆုံးဂဏန်းပျောက်နေခဲ့ရာက ၃ ဂဏန်းထည့်ဆက်ကြည့်ရင်း သူတို့သုံးယောက်ဆီ လူတစ်ယောက်က ဆေးတွေနဲ့ ရောက်လာခဲ့ပါတယ်နှစ်ကူးညမှာ ဆေးသုံးကြရင်း လူစိမ်းရဲ့ မူမမှန်မှုတွေကို သတိထားမိရာက ဖုန်းနံပတ်ရဲ့ လိုနေတဲ့ဂဏန်းက ၃ မဟုတ်ဘဲ ၈ ဖြစ်နေတာ သိသွားခဲ့ပါတယ်ရောက်နေတဲ့ လူစိမ်းကရော ဘယ်သူလဲ\nဘာအတွက် ရောက်နေတာလဲ\nဖန် ဘီ နဲ့ ဂျက်တို့မှာရော ဘာတွေလျှို့ဝှက်ထားတာရှိနေတာလဲနှစ်ကူးညမှာ ဖုန်းနံပတ်မှားရာက သူတို့ရဲ့ဘဝတွေ ဘာတွေများပြောင်းလဲသွားမလဲဆိုတာ ကြည့်ရှုရအောင် ။File Size__(1.9GB) / (920MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:30:00\nType__Horror, Mystery, Thriller\nSubtitle__Myanmar Subtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Oes8/Countdown_(2012)_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptbAHvTsEsvluHfNuDcLsMmlZyC.jpg",
        "title": "See The Sea ( 2022 )",
        "description": "အခုတစ်ခေါက် CM ပရိသတ်တွေအတွက်\nပင်လယ်စွန့်စားခန်းဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-\nပင်လယ်မုဆိုးတပ်မှ ဝူချင်နှင့် လျိုလီ၊\nတုချန်ဖုန်း၊ လုံရှင်း တိုသည် ပင်လယ်မုဆိုးအဖွဲ ဖွဲလိုက်ပြီး\nကွေးရွှးနယ်မြေကို သွားရောက်ကာ\nမသေခြင်းရဲ့ လျှို့ဝှက်ချက်ကို ရှာဖွေကြတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲတွင် သေသူကိုပြန်ရှင်ပြီး\nအရိုးကိုအသားပြည့်စေနိုင်တဲ့ ကွေးရွှးကျောက်ကို\nရှာဖွေရန်အတွက် ဝူချင်တိုအဖွဲဟာ အန္တရာယ်တွေနဲ့\nပြည့်နက်နေတဲ့ စွန့်စားရေးခရီးတစ်ခုကို စတင်ခဲ့ကြပါတယ်။တစ်ဖက်မှာလည်း တခြားလျှိဝှက်အဖွဲတစ်ခုက\nတိတ်တဆိတ်လှုပ်ရှားနေခဲ့ပါတယ်။\nရတနာကိုလုယူဖိုအတွက် အဖွဲနှစ်ဖွဲ့ဘယ်လို ထိပ်တိုက်တွေ့ကြမလဲ......\nစွန့်စားရေးခရီးမှာ အန္တရာယ်တွေကို ဘယ်လိုဖြတ်ကျော်ကြမလဲ......\nဆိုတာကို CM ရဲ့ဘာသာပြန်နဲ့အတူ ကြည့်ရှုခံစားလိုက်ပါဦးနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Fantasy , Adventure\nRuntime : 1h 16min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/see-the-sea-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pX0oAJ27acWEHoI7lmmQpoBmdv4.jpg",
        "title": "Mr. Deeds(2002)",
        "description": "Mr. Deeds(2002) အညွှန်း*********************Adam Sandler ဆိုတာ အခြားမင်းသားတွေလို ရူပါ မဖြူးသလိုစွဲမက်ဖွယ် ခပ်ဖြောင့်ဖြောင့် body ရှိသူလည်းမဟုတ်ပါဘူး...သို့ပေမဲ့သူရိုက်တဲ့ romance ,drama တွေဟာ ကျွန်တော်တို့ ရင်ထဲကိုအမျိုးမျိုးသော ရသတွေရောက်ရှိအောင် ပို့ဆောင်နိုင်သူပါ...ဒီဇာတ်ကားလေးဟာ ဒါရိုက်တာ Steven Brill ရိုက်ကူးထားပြီး\nအားလုံးသိတဲ့မင်းသားကြီး Adam Sandler နဲ့ မင်းသမီး Winona Ryder တို့အပြင်\nအခြားသောသရုပ်ဆောင်များ ပါဝင်သရုပ်ဆောင်ထားတဲ့အချစ်ဟာသကားလေးပဲဖြစ်ပါတယ်။\nဇာတ်ကားထဲမှာတော့ ဘလိတ်မီဒီယာရဲ့ ပဲ့ကိုင်ရှင်ဖြစ်သူပရက်စတန်ဘလိတ်ရဲ့သေဆုံးမှုကြောင့်\nသူ့ရဲ့ကျန်ရှိတဲ့ အမွေပစ္စည်းတွေနဲ့ရှယ်ယာတွေကိုဆက်ခံမယ့်သူလိုက်ရှာရာမှာ လူမသိသူမသိမြို့လေးတစ်ခုမှာနေထိုင်နေတဲ့\nဘလိတ်ရဲ့တူ လောင်းဖဲလိုးဒိစ် (Adam Sandler)ကို သွားတွေ့ပါတော့တယ်။ဒီတော့ ဒိစ်ဟာစာရွက်စာတမ်းကိစ္စတွေနဲ့\nနယူးယောက်မြို့ကိုလိုက်လာရင်း ရိုးအေးပြီးကူညီချင်စိတ်အပြည့်ရှိတဲ့ဒိစ်ဟာမီဒီယာတစ်ခုရဲ့သတင်းထောက်ဖြစ်သူ\nပန်ဒေါ်ဆန်(Winona Ryder) နဲ့တွေ့ဆုံပြီးဘယ်လိုပြဿနာတွေကြုံရမလဲဆိုတာကိုတော့... File Size : (3.5GB )(995 MB) and (465 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Comedy ,Romance\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Odfc/Mr.Deeds.2002.BLU-RAY.720P(Cm).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMWI1YjZhNGEtMzk3NS00MWE3LThhZmUtNmQ1Mjc2NDBiNDBmXkEyXkFqcGdeQXVyOTQwNjAzMjM@._V1_-143x200.jpg",
        "title": "No Longer Human (2019)",
        "description": "No Longer Human (2019)1948ခုနှစ်က ထုတ်ဝေခဲ့ပြီး ရောင်းအားအကောင်းဆုံး ဒုတိယ ချိတ်ခဲ့တဲ့ လူသားမဆန်တဲ့လူအကြောင်းရေးထားတဲ့ ဝတ္ထုကို ရုပ်ရှင်အနေနဲ့ ခံစားရမှာပါစာရေးဆရာတစ်ယောက်ရဲ့ စိတ်ကူးစိတ်သန်းက ဘယ်လောက်အထိရူးသွပ်နိုင်မလဲ? ကုန်ကြမ်းတွေလိုက်လံစုစည်းတယ်ဆိုတာ ဘဝအတွေ့အကြုံစုဆောင်းတယ်လို့ပဲ တွေးထင်မိတယ်မဟုတ်လား? ဒီအတွေးတွေအကုန်လုံးက No Longer Human ဆိုတဲ့ ဇာတ်ကားမှာ အကုန်မှားသွားပါလိမ့်မယ်။စာရေးဆရာဖြစ်သူ ဒါဇိုင် အိုဆာမုဟာ သူ့ရဲ့ စာအုပ်တွေအတွက် မိန်းကလေးတွေကိုလှည့်ဖျားပြီးချစ်ဟန်ဆောင်ပါတယ်။ ပြီးရင်တော့ အချစ်အတွက်သတ်သေကြမယ်ဆိုပြီး သတ်သေရာကနေ သူကလူလည်လုပ်ပြီး မသေဘဲ ကျန်ရစ်နေပါတယ်။ ဒီလိုလုပ်တာ မိန်းကလေးပေါင်းမြောက်များစွာရှိပြီဖြစ်ပါတယ်။ ဒါ့အပြင်သူ့မှာ ဇနီးမယားနဲ့ ကလေးတွေလည်း ရှိပါသေးတယ်နော်။ ပြီးတော့ ဒီထက်ပိုပြီးထူးဆန်းတာက သူကြိုက်လိုက်တဲ့ မိန်းကလေးတွေ တစ်နည်းပြောရရင် နာမည်ကြီးစာရေးဆရာဆိုပြီး သူ့ကို လာကြိုက်တဲ့မိန်းကလေးတိုင်းက မုဆိုးမတွေချည်းသာဖြစ်ပါတယ်။ဒီတော့ အိုဆာမုတစ်ယောက် သူ့ရဲ့ မာစတာပိစ်ဝတ္တုအတွက် ကုန်ကြမ်းဘယ်လိုစုဆောင်းမလဲ? သူ့ကို ပြန်လည်လှည့်ဖျားသွားနိုင်မယ့် မိန်းကလေးပေါ်လာမှာလား သူကော အချစ်နွံထဲနစ်ဝင်ပြီး မုဆိုးကနေ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ubH8/No_Longer_Human_(2019)_720p.mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-cold-135x200.jpg",
        "title": "The Cold Light of Day (2012)",
        "description": "ဘရုစ် ဝီလီ နဲ့ စူပါမန်းမင်းသား ဟင်နရီကဗေးလ်တို့ သားအဖအဖြစ် သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားကို ကြည့်ဖူးပြီလား။ မကြည့်ဖူးသေးရင် ဒီမှာကြည့်လို့ရပါပြီ။\nဒီရုပ်ရှင်ထဲမှာ ဟင်နရီက ကုမ္ပဏီလေးတစ်ခုကို ဦးစီးနေတဲ့ စီးပွားရေးသမားတစ်ယောက်ပါ။ သူ့အဖေ ဘရုစ်ကတော့ သံရုံးမှာ ယဉ်ကျေးမှုနဲ့ဓလေ့ထုံးတမ်းဆိုင်ရာကိုယ်စားလှယ်အနေနဲ့ အလုပ်လုပ်နေတဲ့သူပေါ့။ တစ်ရက်မှာတော့ စပိန်နိုင်ငံ၊ မက်ဒရစ်မြို့မှာ မိသားစုတွေ အားလပ်ရပ် အပမ်းဖြေဖို့ ချိန်းကြတာကြောင့် အဖေနဲ့မတည့်ပေမဲ့ မအားတဲ့ကြားက အရောက်လာပေးခဲ့ပါတယ်။ ရောက်လာပြီးတဲ့အချိန်မှာတော့ သူ့အဖေရဲ့ ဇာတ်ရှုူပ်တွေကြားထဲမှာကြားညပ်သွားပြီး ကြောက်စရာအဖွဲ့အစည်းတွေနဲ့ ရင်ဆိုင်ရပါတော့တယ်File size…(1.82GB/(945MB)/(487MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "4.9",
        "url": "https://megaup.net/1Odhf/The.Cold.Light.of.Day.2012.720p.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYWUwZjNiMzQtNzZiOC00YjdjLWFiMTctOGNlMWI3ZDZkN2MxXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Honk for Jesus. Save Your Soul. (2022)",
        "description": "Honk for Jesus. Save Your Soul. (2022)\n============================နာမည်ကြီးခရစ်ယာန်ကျောင်းတစ်ကျောင်းက သင်းအုပ်တွေဖြစ်တဲ့\nချိုင်းစ် တို့ဇနီးမောင်နှံတို့နှစ်ယောက်အကြောင်းကို မှတ်တမ်းတင်ရုပ်\nရှင်ပုံစံရိုက်ကူးထားတဲ့ Peacock ကဇာတ်ကားလေးတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ။သင်းအုပ်ဆရာဖြစ်သူ လီခါးတစ်ချိုင်းတစ်ယောက် လိင်မှုကိစ္စတစ်ခုကို\nကျူးလွန်မိခဲ့တဲ့အတွက် လူကြားထဲမျက်နှာမပွင့်ခဲ့ရာကနေ အရဲစွန့်ပြီး\nသူက သူတော်ကောင်းဖြစ်ကြောင်း နတ်ဆိုးက ဝင်ပူးခဲ့လို့လုပ်ခဲ့တာဖြစ်\nကြောင်း ဘာညာ အများသူငါသိရအောင်လုပ်ဖို့အတွက် အန်နီတာ ဆိုတဲ့\nရုပ်ရှင်ဖန်တီးသူတစ်‌ယောက်ကိုခေါ်ပြီး၊ သူတို့အကြောင်းမှတ်တမ်းတင်\nရိုက်ကူးဖို့လုပ်လိုက်တယ်။သူတို့ဇနီးမောင်နှံရဲ့အဓိကရည်မှန်းချက်ကတော့ တစ်ချိန်ကနာမည်ကြီးခဲ့တဲ့\nသူတို့ရဲ့ ဘုရားကျောင်းကိုပြန်ဖွင့်ရင် လူတွေအများကြီးရောက်လာဖို့ပါပဲ။\nဒါဆို လူကြားထဲမှ သူတို့ ခေါင်းပြန်မော့နိုင်ပါ့မလား၊ လူတွေကရော သူတို့ဆီ\nပြန်လာကြဦးမှာလားဆိုတာသိချင်ရင်တော့ ဒီမှတ်တမ်းတင် ဟာသကားလေး\nမှာဆက်ကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naingမှရေးသားပေးပြီး၊ ဘာသာပြန်\nရေးသားပေးသူများကတော့ Khant Sett Naing, May Thet Khine Soe\nတို့ဖြစ်ပါတယ်)\nFile Size..........(1.85 GB) / (778 MB) / (476 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 42mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Khant ...",
        "rating": "5.3",
        "url": "https://megaup.net/1NYec/Honk.for.Jesus.Save.Your.Soul.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5dAhwGXPX9SwtaKlgRdPCnE1kN.jpg",
        "title": "The Quiet Girl (2022)",
        "description": "The Quiet Girl (2022)~ IMDb - 8.1/10, Rotten Tomatoes - 100% ~Rating အမြင့်တွေပဲ ရထားတဲ့ Coming of Age ရုပ်ရှင်လေးပါ။ ဘာလင် ဒတ်ဗလင် တိုင်ပေ အိုင်းရစ် ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုတွေ တသီကြီးလည်း ရထားပါတယ်။ 2023 အော်စကာအတွက် အိုင်ယာလန်ကနေ Best International Feature Film အရွေးခံဖို့အတွက် ကိုယ်စားပြုရုပ်ရှင်အနေနဲ့ ရွေးထားတဲ့ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။ဇာတ်လမ်း သရုပ်ဆောင် စီနီမာ အကုန်လှပနေတဲ့ ဒီရုပ်ရှင်လေးက တော်တော်တော့ ရိုးရှင်းပါတယ်။ ဆင်းရဲပြီး ကလေးတွေအများကြီးရှိတဲ့ မိသားစုတစ်ခုဟာ နောက်ကလေးထပ်မွေးတော့မှာမို့ သူတို့ရဲ့အငယ်ဆုံးသမီးလေးကို ဝမ်းကွဲအမအိမ်ပို့ထားတဲ့အကြောင်း ဇာတ်လမ်းလေးပါပဲ။ အမေရဲ့ ဝမ်းကွဲအစ်မအိမ်မှာ ကလေးမလေးဖြတ်သန်းခဲ့ရတဲ့ အချိန်တွေအကြောင်းသက်သက်ပဲ။ သို့ပေမဲ့ သူဇာတ်အိမ်တည်ဆောက်ထားတဲ့ပုံလေးက မြင်နေကျမဟုတ်ဘဲ ဆန်းတော့ဆန်းပါတယ်။ ဒီလို Coming ...",
        "rating": "8.1",
        "url": "https://megaup.net/18g3c/(CM)_The_Quiet_Girl_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/cc31eef083762c4013f299d963b75e8ea4a8b060040575a1cb7cd31a29db682e._RI_V_TTW_-150x200.jpg",
        "title": "Spaceballs (1987)",
        "description": "ဒီဟာကတော့ ရှားရှားပါးပါး Star Wars နဲ့ Star Trek ကို parody ဟာသလုပ်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ meme တွေမှာလည်း မြင်ဖူးကြမှာပါ။ ရယ်ရသလို ဇာတ်လမ်းလေးကလည်း ကောင်းပါတယ်။\nဇာတ်လမ်းအကျဉ်း\nအာကာသဘောလုံးဂြိုလ်သားတွေဟာ သူတို့ဂြိုလ်က လေသန့်တွေကို အစိုးရရဲ့ ညံ့ဖျင်းမှုကြောင့် အကုန်သုံးလိုက်မိတာကြောင့် အခြားဂြိုလ်က လေသန့်တွေကို လုယူဖို့ ကြံစည်နေပါတယ်။ ဒါပေမဲ့ အဲဒီဂြိုလ်ကလည်း ကာကွယ်ရေးစနစ်နဲ့ လေဆာဒိုင်းတွေ ရှိတာကြောင့် ဖောက်ဝင်နိုင်ဖို့ ပက်စ်ဝါ့လိုတာပေါ့။ အဲဒီပက်စ်ဝါ့ကို ရဖို့ ဂြိုလ်ကြီးရဲ့ ဘုရင်ရဲ့ တစ်ဦးတည်းသောသမီးလေးကို ပြန်ပေးဆွဲပါတော့တယ်။ အဲဒီမင်းသမီးလေးကို ကယ်တင်ဖို့အတွက် အာကာသထဲက မှောင်ခိုသမား သူငယ်ချင်းနှစ်ယောက်က ကြိုးစားကြပုံပါပဲ။ အဓိက အားဖြင့်တော့ Star Wars : A New Hope ကို ဟာသလုပ်ထားတာပါပဲ။ ခွီလိုက်ကြပါဦး။File size…(2.86GB/1.36GB/(757MB)\nQuality….Webrip 1080p / 720p ...",
        "rating": "7.1",
        "url": " https://megaup.net/1Oa9p/Spaceballs.1987.720p.(CM).mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNmI3MTQ2NjEtMWI1ZC00NDExLWI5MmEtMjJkYjJhMWQxOTEzXkEyXkFqcGdeQXVyNzYzNjg0NDk@._V1_-141x200.jpg",
        "title": "Doraemon: Nobita’s Treasure Island (2018)",
        "description": "Doraemon: Nobita's Treasure Island (2018)\n-------------------------------------------------------------------\nအခုတစ်ခေါက်မှာတော့ 2018 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ၃၈ကားမြောက်\nဒိုရေမွန်ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်လမ်းလေးက ၁၈၈၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nTreasure Island ဝတ္ထုကိုအခြေခံရိုက်ကူးထားပြီး\nYour Name Anime ရဲ့ ထုတ်လုပ်သူ\nGenki Kawamura ထုတ်လုပ်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့ ပင်လယ်ဓားပြပုံပြင်တွေဖတ်ပြီး\nရတနာကျွန်းရှာဖို့ရူးသွပ်နေတဲ့ နိုဘီတတစ်ယောက် သတင်းမီဒီယာကနေ\nအမည်မသိကျွန်းတစ်ခုပေါ်လာကြောင်း ကြေညာချိန်မှာတော့\nရတနာသွားရှာချင်စိတ်တွေ တဖွားဖွားပေါ်ပေါက်လာပါတော့တယ်။ဒါကို သူငယ်ချင်းတွေက ဝိုင်းလှောင်ကြတော့ စိတ်တိုတိုနဲ့ကျွန်းကို\nတွေ့အောင်ရှာမယ်လို့အလောင်းအစားပြုလုပ်ပြီး ထုံးစံအတိုင်း\nဒိုရေမွန်ကိုအကူညီတောင်းပါတယ်။ ဥပေက္ခာမပြုနိုင်တဲ့\nဒိုရေမွန်ကလည်း နိုဘီတအလိုကျအတိုင်း အဲဒီကျွန်းကို\nသွားဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်မှာတော့ ပင်လယ်ဓားပြတွေနဲ့\nဘယ်လိုစခန်းသွားရမလဲ ဘယ်လိုမျိုးရင်ဆိုင်ကျော်ဖြတ်သွားမလဲဆိုတာကို\nရင်ခုန်စွာနဲ့ကြည့်ရှုခံစားပေးကြပါဦးနော်။\nFile size…1.7GB / 894MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.5",
        "url": "https://megaup.net/2uaJ2/Doraemon_Nobita_s_Treasure_Island_(2018)_BluRay_-_720p.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNGJlMWQyMjUtZGY3My00NTAyLTg2MDctZTdkZWUzYTU3Yjg4XkEyXkFqcGdeQXVyNTExMTk1MzM@._V1_-140x200.jpg",
        "title": "The Stolen Years (2013)",
        "description": "The Stolen Years (2013) (အညွှန်း)လူနှစ်ဦးချစ်ကြတဲ့အခါ အဲဒီလူနှစ်ဦးလက်ထပ်နိုင်ဖို့အရေး၊ ဇာတ်ပေါင်းထုပ်နိုင်ဖို့အရေးကိုပဲ\nများသောအားဖြင့် ပဓာနထားတတ်ကြတယ်။ ချစ်သူနှစ်ဦးပေါင်းဖက်နိုင်သွားရင်\nအရာအားလုံးအဆုံးသတ်သွားပြီ အောင်မြင်သွားပြီလို့ထင်မှတ်တတ်ကြတယ်။\nတကယ်တော့မဟုတ်ပါဘူး .. လက်ထပ်ပြီးနောက်ပိုင်းကမှသာ အဲဒီလူနှစ်ယောက်ရဲ့ တကယ့်ဘဝအစလို့ပြောရမှာပါ။Xie Yu နဲ့ He Mann က တစ်ယောက်ကိုတစ်ယောက်သိပ်ချစ်ကြတဲ့ ချစ်သူတွေအဖြစ်ကနေ\nအခုမှပူပူနွေးနွေးလက်ထပ်ပြီးကာစ အချစ်ငှက်ကလေးတွေပေါ့။ တစ်ယောက်နဲ့တစ်ယောက်သိပ်ချစ်ကြပြီး\nနှစ်ယောက်အတူရှိလိုက်ရင် အချင်းချင်းစနောက်ပြီး အမြဲပျော်ရွှင်ရယ်မောနေတတ်တာမို့\nအများကဝိုင်းအားကျရတဲ့စုံတွဲလေးဆိုလည်းမမှားပါဘူး။ ဒီလိုနဲ့ကြင်စဦးတို့ရဲ့ထုံးစံအတိုင်း\nဟန်းနီးမွန်းခရီးစဉ်တစ်ခုထွက်ရာကနေ မတော်တဆမှုတစ်ခုဖြစ်သွားခဲ့တယ် ..။2012 ခုနှစ်ရဲ့မနက်ခင်းတစ်ခုမှာ မတော်တဆမှုနဲ့ဆေးရုံရောက်နေတဲ့ He Mann သတိပြန်ရလာခဲ့တယ်။\nနိုးနိုးလာချင်း မတော်တဆဖြစ်တုန်းကအတူတူရှိခဲ့တဲ့ ယောက်ျားဖြစ်သူ Xie Yu ကိုရှာတာပေါ့။\nအဲဒီအချိန်မှာ မထင်မှတ်ထားတဲ့ထိတ်လန့်စရာအဖြစ်မှန်တွေကို He Mann ကြုံလိုက်ရတော့တယ်။\nသူမှတ်မိနေတဲ့မှတ်ဉာဏ်က 2007 ခုနှစ်ကမှတ်ဉာဏ်တွေဆိုတာရယ် ..\nလက်ရှိခုနှစ်က 2012 ခုနှစ်ဆိုတာရယ် .. သိပ်ချစ်ခဲ့ကြတဲ့ သူနဲ့ Xie Yu က\nကွာရှင်းပြီးသားဆက်ဆံရေးဖြစ်သွားပြီဆိုတာရယ် .. သူကမတော်တဆမှုတစ်ခုကြောင့်\nဆေးရုံမှာတစ်လလောက် ကိုမာဖြစ်နေရာကနေ မှတ်ဉာဏ်တချို့ပျောက်ဆုံးသွားပြီဆိုတာရယ် .. ။“ခိုးယူခံလိုက်ရတဲ့ သက္ကရာဇ်တွေ” ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Odpx/The.Stolen.Years.2013.720p(CM).mp4",
        "category": "Asian, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yRUhSU7vzs5ePa72LNPcKKCCMZ5.jpg",
        "title": "Hart’s War(2002)",
        "description": "Hart's War(2002) အညွှန်း*********************** မင်းသားကြီး Bruce Willis နဲ့ Collin Ferrellတို့ရဲ့ စစ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်..\nဇာတ်လမ်းက true story လို့မဆိုသာပေမယ့် ‌စာရေးဆရာ John Katzenbach ကသူ့အ‌ဖေ Nicholas ရဲ့ စစ်တွင်းအတွေ့အကြုံတွေကို မှီငြမ်းထားတာမလို့ တစ်စိတ်တစ်ပိုင်းတော့ မှန်တယ်လို့ဆိုရမှာဖြစ်ပါတယ်..\nအဲဒီခေတ်က အပြင်လောကမှာသာမက တပ်ထဲမှာပါလူ‌ဖြူလူမည်းဆက်ဆံရေးကိုလည်း မီးမောင်းထိုးပြထားပါသေးတယ်။WWII  ကာလ တပ်သားစုဆောင်းရေးမှာ ဥပဒေဒုတိယနှစ်ကျောင်းသား‌လေးသောမတ်စ်ဟာ့တ်လည်း ပါသွားတယ်..သူက စစ်ပွဲနဲ့ လားလားမှ မသက်ဆိုင်တဲ့သူ\nလက်ဖ်တင်နင်ဘဝနဲ့ပဲ ကျေနပ်နေတဲ့သူပေါ့...ဒါပေမယ့် သူ့အဖေကလည်း တပ်ထဲမှာ ထူးချွန်တဲ့ အရာရှိကြီးတစ်ဦး..\nတစ်နေ့တော့ အူတီးအူလည်နဲ့ အထက်လူကြီးတစ်ယောက်ကို လိုက်ပို့ရင်းဂျာမန်‌တွေဆီမှာ အဖမ်းခံလိုက်ရတယ်\nဟာ့တ်တစ်ယောက် သုံ့ပန်းစခန်းကိုရောက်သွားပြီး  Bruce Willis  တို့ထံရောက်သွားတယ်..စစ်သုံ့ပန်းဘဝနဲ့ ဘယ်လိုပြဿနာမျိုးစုံတွေ့ရမလဲဆိုတာကိုတော့...   File Size : (2.03GB)(761 MB) and (245MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : War , Drama\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://megaup.net/18fzw/Harts.War.2002.BLU-RAY.720P(CM).mp4",
        "category": "Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c1rQOgc4JNrMFP88ifZZexdcNf9.jpg",
        "title": "Another Way(2015)",
        "description": "Another Way(2015) အညွှန်း************************\" အဆုံးစီရင်ခြင်းက အဖြေလား \" ..... ပင်ပန်းလာတဲ့အခါ ကိုယ်လွတ်ရုန်းထွက်သွားခြင်းက အဖြေလား?ဘဝမှာအခက်အခဲတွေရှိလာတဲ့အခါ လူတစ်ယောက်နဲ့တစ်ယောက် ဆုံးဖြတ်ချက်တွေမတူညီကြပုံ နဲ့ လူ့သဘာဝ ၊လူ့စရိုက်တွေကိုချပြထားတဲ့ Life style drama အမျိုးအစားဖြစ်ပါတယ်။Main lead တွေအနေနဲ့တော့ Actor Kim Jae Wook , Actress Seo Ye Ji တို့ပဲဖြစ်ပါတယ်။\nအချိန်ပိုင်းအကမယ်ကောင်မလေးတစ်ယောက်နဲ့ ယာဥ်ထိန်းရဲကောင်လေးတစ်ယောက်... Suicide site တစ်ခုကနေ သိကျွမ်းခဲ့ရာကနေ အပြင်မှာအတူတူအဆုံးစီရင်ဖို့ ချိန်းဆိုထားတဲ့အတိုင်းကျွန်းလေးတစ်ခုမှာ အတူဆုံဖို့ဖြစ်လာခဲ့တယ်။ စိတ်ခံစားချက်တစ်ခုတည်း အကြံတစ်ခုတည်းရှိနေကြတဲ့သူစိမ်းနှစ်ယောက် လောကကြီးကိုမနှုတ်ဆက်ခင်မှာနောက်ဆုံးအနေနဲ့ စိတ်လွတ်လက်လွတ်နေလိုက်ကြဖို့ ဆုံးဖြတ်လိုက်ကြတဲ့အခါ....  File Size : (999MB) and (361 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama , Romance\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/18foe/Another.Way.2017.WEB-DL.720P(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hJMnsf6vzgoNx0bv3uh3PTCjmks.jpg",
        "title": "I Used to Be Famous (2022)",
        "description": "I Used to Be Famous (2022)(1080p ရပါပြီ)ဗင့်စ်ဆိုတဲ့ ဂီတသမားတစ်ယောက်ဟာတော့ တစ်ခေတ်တစ်ခါက လူသိများခဲ့တဲ့ ဂီတအဖွဲ့တစ်ခုရဲ့ ခေါင်းတောင်အဆိုရှင်ဖြစ်ခဲ့ပါတယ်။ လောကဓံ‌အကြောင်းကြောင်းကြောင့် ဂီတလောကထဲကနေ ထွက်ခွါခဲ့ရပြီး နှစ်ပေါင်းများစွာ သာမန်လူအဖြစ်ကျင်လည်ခဲ့ရတဲ့ ဗင့်စ်တစ်ယောက် စတီဗီဆိုတဲ့ စိတ်ဝေဒနာရှင်လူငယ်လေးနဲ့ ဆုံတွေ့ဖြစ်ခဲ့ကြပါတယ်။ဒီလိုနဲ့ပဲ ဒရမ်ကို သိပ်ရူးသွပ်ပြီး ပါရမီပါတဲ့ စတီဗီက ဗင့်စ်အပေါ် ခင်တွယ်လာခဲ့ပြီး သူတို့အတူတူ ဂီတလမ်းကြောင်းပေါ် ပြန်လျှောက်ဖို့ ကြိုးစားကြပါတော့တယ်။ ဂီတအပေါ်ရူးသွပ်မှုကလည်းတစ်ဖက် လူကြောက်တတ်တဲ့ စိတ်ဝေ‌ဒနာရှင်လူငယ်လေး စတီဗီကို ဗင့်စ်က ဘယ်လိုပြောင်းလဲပေးနိုင်မလဲ?သူတို့အတူ ဘယ်လိုကြိုးစားလျှောက်လှမ်းကြမလဲ? ဆိုတာကိုတော့ သီချင်းငြိမ့်ငြိမ့်လေးတွေနဲ့ သိပ်ကောင်းတဲ့ ဒီဇာတ်ကားလေးမှာ ဆက်ပြီး ခံစားကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Reum ပါ။)File Size          : 1.8GB, 743MB, 380MB\nQuality            ...",
        "rating": "6.7",
        "url": "https://megaup.net/2u9gs/[CM]I.Used.to.Be.Famous.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQPBESx5J8lAh67iA5A7ILoCgii.jpg",
        "title": "The Protector (1985)",
        "description": "The Protector (1985)ဟောလိဝုဒ်ရဲ့ Hollywood Walk of Fame မှာ မှတ်ကျောက်တင်ခံထားရသလို၊ Academy Honorary Award ကိုရခဲ့တဲ့ ဟောင်ကောင်မင်းသား၊ တာရန်တီနိုကြီးက \"one of the greatest physical comedians since sound came into film\"လို့ ချီးကျူးခံထားရတဲ့ ဟောင်ကောင်မင်းသား ဂျက်ကီချမ်းရဲ့ သူဟောလိဝုဒ်မှာ စပေါက်တုန်း အမေရိကန်ဒါရိုက်တာရိုက်ပြီး အမေရိကန်မင်းသားနဲ့ အတူတွဲဖက်သရုပ်ဆောင်ထားတဲ့ ကားဟောင်းတစ်ကားပါ။ သူနဲ့တွဲသရုပ်ဆောင်တဲ့ အမေရိကန်မင်းသားကလည်း The Godfather Part II တို့၊ Once Upon a Time in America တို့၊ Leon: The Professionalတို့လို ကားတွေမှာ သရုပ်ဆောင်ဖူးတဲ့လူပါ။ဇာတ်လမ်းထဲမှာတော့ သူတို့က လုပ်ချင်တာလုပ်တဲ့ ရဲ၂ကောင်ပေါ့။ ဂျက်ကီကလည်း အမေရိကန်မှာ အခြေချနေတာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2u9uZ/(CM)_The_Protector_(1985)_REMASTERED_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-out-136x200.jpg",
        "title": "Out of Office (2022)",
        "description": "Comedy Central ရဲ့ဟာသရုပ်ရှင်အသစ်လေးပါ။Eliza ဟာစိတ်လိုက်မာန်ပါလုပ်တတ်ပြီး စိတ်ထဲရှိတာကိုလွှတ်ခနဲပြောတတ်တဲ့အတွက် ဆက်ဆံရေးအဆင်မပြေလို့အလုပ်ခဏခဏအထုတ်ခံရသူပါ။Online ကနေ work from home ရတဲ့အလုပ်အသစ်ရလာတဲ့အခါမှာတော့ သူ့ရဲ့ Boss ဟာသူ့အိမ်ထောင်ရေးအဆင်မပြေတိုင်း Eliza ကိုပြဿနာရှာတတ်ပါတယ်။သူ့ဘော့စ်အိမ်ထောင်ရေးအဆင်ပြေဖို့ Eliza ကြိုးပမ်းရင် ပေါက်ကရတွေဖြစ်လာပါတာကိုကြည့်ရှုရမှာပါ။အခုခေတ် Work from home ကြတဲ့အခါကြုံရတတ်တဲ့ ပြဿနာတွေ ရယ်စရာကို ရိုက်ပြထားပါတယ်။\nနာမည်ကျော် Comedian တွေဖြစ်ကြတဲ့ Ken Jong,Milana Vayntrub, Leslie Jones တို့အစုံအလင်ပါ၀င်ထားပါတယ်။File size…(1.4GB/(771MB)/(540MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "4.7",
        "url": " https://megaup.net/2u7S6/Out.of.Office.2022.720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/stars-250-156x200.png",
        "title": "[21+] Pounding Her Beauty-Uncensored Leaked(Stars-250) {DS)",
        "description": "Nanase Asahinaလေးရဲ့ Uncensored version လေးထွက်လာလို့\nဘွင်းဘွင်း ရှင်းရှင်း မှကြိုက်တယ်ဆိုတဲ့ DS Fans တွေအတွက်\nရွေးချယ်ထားပါတယ်၁၉ နှစ်အရွယ်ကောင်မလေးရဲ့ တစ်ယောက်ရဲ့ အလှတွေကို တဝကြီး ခံစားရမှာပါ\nသူမအနေနဲ့ ဒီဇာတ်ကားရိုက်ဖို့ မျှော်လင့်နေတာကြာပြီဆိုပါတယ်ကောင်လေး အမိုက်စားတွေနဲ့ သူမရဲ့ဇာတ်လမ်းကို\nမရိုးရအောင် ဖန်တီးထားပါတယ်\nကြည့်လို့ကောင်းတာမို့ ရွေးချယ်တင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…3.76GB / 1.13GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….2h 20mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/18ek1/STARS-250.720p.(DS)_.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wkLF73oenC1n1DDKKU7oyLKVcMa.jpg",
        "title": "The Jackal(1996)",
        "description": "The Jackal(1996) အညွှန်း********************* Bruce Willis  နဲ့ Richard Gere  တို့အပြိုင်ကျဲထားပါတယ်.. အမေရိကန် FBI အဖွဲ့ဟာ ရရှားဗိုလ်ကြီးခိုစလိုဗာနဲ့အတူ ရရှားမူးယစ်ရာဇာဂိုဏ်းတစ်ခုကိုဝင်စီးရင်း ထိတ်ထိတ်ကြဲ မာဖီးယားခေါင်းဆောင် တဲရက်ရဲ့ ညီကို မတော်တဆ ပစ်သတ်ခဲ့မိပါတယ်။အဲဒီမှာ ဒေါသထွက်သွားတဲ့ တဲရက်ဟာ အမေရိကန်တွေကို ကလဲ့စားပြန်ချေဖို့ FBI အဖွဲ့ဒါရိုက်တာဘရောင်းကိုလုပ်ကြံမယ်ဆိုပြီး\nလုပ်ကြံသတ်ဖြတ်ရာမှာ တဖက်ကမ်းခတ်နေတဲ့ဝံပုလွေငယ်ဆိုတဲ့ကြေးစားကို ငှါးရမ်းခဲ့ပါတော့တယ်။အဲဒီဝံပုလွေငယ်ဆိုသူဟာ လုပ်ကြံသတ်ဖြတ်မှုပေါင်း မနည်းမနောလုပ်ခဲ့ဖူးတဲ့လူဖြစ်ပေမယ့်\nဖမ်းမိဖို့ဝေးစွ သူ့ပုံပန်းသဏ္ဍာန်ကို မြင်ဖူးတဲ့သူတောင် လက်ချိုးရေလို့ရပါသတဲ့။ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့.....  File Size :(2.1GB)(878 MB) and (224 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…02:04:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Obuh/The.Jackal.1997.BLU-RAY.720P.PP(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMzFjZjk0NTUtNjkyNi00ZDE5LWI4ZjQtNmQzYWRhOWViMzFkXkEyXkFqcGdeQXVyMjQxMDgxMjg@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Ghost Game (2006)",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်း ၂၀ ခန့်က ကမ္ဘောဒီးယားက တားဆီးနယ်မြေ Case ၁၇ မှာ ဝင်သွားတဲ့လူတွေ အကြောင်းရင်းမရှိဘဲ သေဆုံးခဲ့ကြပါတယ်\nအဲ့နောက်ပိုင်း အဲ့နေရာကို ဘယ်သူမှမသွားရဲတော့ပါဘူးဒါကို Reality Show တခုက ဂိမ်းပြိုင်ပွဲတခုလုပ်လိုက်ပါတယ်\nအဲ့ဒီနေရာကိုသွားပြီး အကြောက်တရားတွေကိုခံနိုင်သူ နောက်ဆုံးကျန်ရစ်ခဲ့သူက အနိုင်ရသူဖြစ်ပြီး ဆုငွေ ၅ သန်းရမှာဖြစ်ပါတယ်ယှဉ်ပြိုင်သူအားလုံး ၁၁ ယောက်ရှိပြီး သူတို့တွေ ဘယ်လိုရုန်းကန်ကြမှာလဲ\nအဲ့ထဲမှာရော ဘယ်လောက်တောင်ခြောက်ခြားစရာကောင်းနေမလဲ ဇာတ်ကားထဲမှာကြည့်ရှုရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.6GB) / (900MB)\nQuality__1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:48:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/18e7m/Ghost_Game_(2006)_720p.mp4",
        "category": "Horror"
    }
]