[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLWZJAIcSqthsmJ3pMbtiE9Ap6N.jpg",
        "title": "Honey I Blew Up the Kid(1992)",
        "description": "Honey I Blew Up the Kid(1992)ဆာလင်းစကီးဆိုတဲ့ သူဟာ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်ပြီးမိန်းမရယ် သမီးလေးတစ်ယောက် သားလေး(၂)ယောက်တို့နဲ့ အတူနေထိုင်ကြတယ်...သူဟာ ကုပ္ပဏီကြီးတစ်ခုမှာအလုပ်လုပ်နေပြီး လက်ရှိမှာတော့ သူ့ရဲ့တွေ့ရှိချက်တစ်ခုကို အကြီးအကျယ်အကောင်အထည်ဖော်ဖို့ကြိုးစားနေကြတယ်....တစ်ရက်မှာတော့ မိန်းမဖြစ်သူနဲ့ သမီးဟာ ခရီးရှည်တစ်ခုထွက်ဖို့ရှိလာလို့အိမ်မှာ သား(၂)ယောက်နဲ့အတူကျန်ခဲ့လေရဲ့...သူတို့အဖွဲ့ကြိုးစားနေတဲ့ ပရော့ဂျက်ကလည်းအောင်မြင်ဖို့ လက်တစ်ကမ်းအလိုရောက်နေပေမယ့် အခက်အခဲတစ်ခုကြောင့်ကျန့်ကြာနေကြတယ်..ဆာလင်းစကီးဟာ သူ့သားလေး (၃)နှစ်အရွယ်ကိုချော့သိပ်နေတုန်းမှာ ပရော့ဂျက်အတွက်အခက်အခဲကိုဖြေရှင်းဖို့နည်းလမ်းတစ်ခုကိုတွေ့သွားတယ်...ဒါ့ကြောင့် သား(၂)ယောက်ကိုခေါ်ပြီး သိပ္ပံစမ်းသပ်ခန်းထဲကိုခေါ်သွားတယ်...အဲ့ဒီမှာ ပြဿနာအကြီးကြီးစတော့တာပဲ....ဘယ်လိုပြဿနာတွေတက်မလဲ...ဆာလင်းစကီတစ်ယောက်သူရှုတ်ခဲ့တဲ့ပြဿနာအကြီးကြီးကိုပြန်ရှင်းနိုင်ပါ့မလား...ဒီဇာတ်ကားက ရယ်လည်းရယ်ရသလိုအဲ့ဒီခေတ်က ချစ်စရာကောင်းတဲ့ ဇာတ်လမ်းဇာတ်ညွှန်းလေးတွေကို တွေ့နေရတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hein Min Tun ပဲဖြစ်ပါတယ်...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Comedy , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein Min Tun\nEncoded ...",
        "rating": "5.0",
        "url": "https://megaup.net/3zGqq/Honey_I_Blew_Up_The_Kid.1992.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/termination-136x200.jpg",
        "title": "Termination 2019",
        "description": "Captain ချာလီနဲ့ သူ့ရဲ့အဖွဲ့သားတွေဟာ မားစ်ဂြိုလ်ကို မစ်ရှင်တစ်ခုနဲ့ အာကာသခရီးနှင်ကြတယ် ထူးဆန်းစွာနဲ့ captain ချာလီဟာ စိတ်လွတ်ပြီး သူ့ရဲ့အဖွဲ့သားတွေကို သတ်ဖြတ်တော့တယ်။ အဖွဲ့ထဲမှာ ပါလာတဲ့ ချာလီရဲ့ချစ်သူကတော့ သူ့ရဲ့ချစ်သူကို ဆေးကုသမှုတွေ စိတ်ငြိမ်ဆေးတွေနဲ့ ကုသချင်ခဲ့တယ်။ ဒါပေမယ့်ဟ ဒါဟာ အလုပ်ဖြစ်ပါ့မလား ....... ဇာတ်လမ်းက chapter တစ်ခုချင်းစီနဲ့ ကိုယ်စီဇာတ်လမ်းတစ်ခုစီရှိနေပါတယ် .... termination ဆိုတဲ့အတိုင်း အဆုံးစီရင်မှ လွတ်မြောက်နိုင်မယ့် အခြေအနေမှာ ဘယ်လိုတွေ ရင်ဆိုင်ကြမလဲဆိုတာ ကြည့်ရမှာပါ.... ခေါင်းစားရတာ ကြိုက်တဲ့သူတွေ တကယ်ကို ကြည့်သင့်တဲ့ကားပါနော် File Size : 650 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoon Sandi ...",
        "rating": "3.1",
        "url": "https://megaup.net/2dL1v/Termination.2019.720p_(CM).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/one-last-105x200.jpg",
        "title": "One Last Prayer 2020",
        "description": "ဒေးဗစ်ဟာ လျှပ်စစ်ကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်နေသူတစ်ယောက်။ မိန်းမနဲ့သမီးလေးတစ်ယောက်ရှိပြီး သမီးလေးဟာ ကင်ဆာရောဂါဝေဒနာခံစားနေရသူဖြစ်တယ်။ သမီးဖြစ်သူ အိုလီဗီယာလေးဟာ သူ့ရဲ့မွေးနေ့မှာ မူးလဲသွားပြီး ဆေးရုံတင်လိုက်ရတဲ့အချိန်မှာ သူ့ရဲ့ကင်ဆာရောဂါက အခြေအနေဆိုးနေတာကို သိလိုက်ရတယ်။ ဆရာ၀န်တွေက ဓာတ်ကင်ကုသမှု ထပ်လုပ်စေချင်ပေမယ့် အမေဖြစ်သူက သူ့သမီးကို ဒီလိုအတွေ့အကြုံထပ်မပေးချင်တော့တဲ့အတွက် သဘာ၀ကုထုံးနဲ့ ကုကြည့်ဖို့ ဒေးဗစ်ကိုပြောတယ်။ ခက်တာက ဒီအတွက် ငွေအများကြီးလိုအပ်တယ်။ ကံဆိုးစွာနဲ့ ဒေးဗစ်ရဲ့ ကုမ္ပဏီကလည်း အခြေအနေမကောင်းတော့ပဲ လစာတွေ လျှော့ချခံလိုက်ရပါတော့တယ် .... ဒီဇာတ်လမ်းဟာ တစ်ချိန်က ကိုယ်ကူညီခဲ့ဖူးတဲ့အတွက် တစ်ချိန်မှာ အကျိုးပြန်ခံစားရတယ်ဆိုတဲ့ moral lesson ကို ပေးပါတယ် ခရစ်ယာန်ဘာသာ၀င်တို့ရဲ့ ဘုရားသခင်အပေါ်မှာ ယုံကြည်သက်၀င်မှုတွေကို ထင်ရှားစွာတွေ့ရမှာဖြစ်ပါတယ် တကယ်ကို ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ....File Size : 650 Mb / 350 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Drama, Family\nSubtitle ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/one-last-prayer-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/irgJyd0uSs06zqzPEspWMpTYM8h.jpg",
        "title": "Into The Void(2019)",
        "description": "Into The Void(2019)ထူးဆန်းတဲ့ ဗိုင်းရပ်စ် တစ်မျိုးကူးစက်မှုကြောင် ့ zombie ဘဝကိုပြောင်းသွားတဲ့သူတွေရှိတယ်..တခြား  zombies  တွေလိုတော့မဟုတ်ဘူး..မှတ်ဉာဏ်ပျောက်ဆုံးပြီး သူတို့ဟာညဘက်အမှောင်ချိန်ရောက်မှသာ လူတွေကိုတိုက်ခိုက်လေ့ရှိတယ်...ဒီလိုဗိုင်းရပ်စ်ဟာ တစ်နေ့မှာတော့ ကောင်မလေးတစ်ယောက်ကိုကူးသွားခဲ့တယ်...ကောင်မလေးဟာ မှတ်ဉာဏ်ပျောက်ဆုံးသွားပြီး ဇွန်ဘီးလိုဖြစ်သွားခဲ့ပေမယ့် အသိဉာဏ်တစ်ချို့တစ်ဝှက်တော့\nကျန်နေဆဲပါ..ဒါကိုသိတဲ့သူ့ကောင်လေးဟာ အန္တရာယ်တွေကြားကနေ သူ့ရဲ့ကောင်မလေးကို ဘယ်လိုမျိုးကြိုးစား\nပြီးတော့ ကယ်တင်သွားမလဲ..သူ့ကောင်မလေးကရော အရင်လိုပြန်ဖြစ်သွားနိုင်မလားဆိုတာကတော့...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (320MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:24:00\nGenre : Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/4fDI3/Into_The_Void.2019.WEB-DL.720P.PP.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-15-at-5.49.42-PM-132x200.png",
        "title": "Archive (2020)",
        "description": "Archive (2020)===========IMDb Rating - 6.3/10#Unicodeသေပြီးတဲ့နောက်မှာ ဘ၀ကြီးက ချက်ချင်းပြီးသွားတာ မဟုတ်ဘူးဆို ဘယ်လိုလုပ်မလဲ။ကိုယ့်ရဲ့ အသိစိတ်ကို ခဏသိမ်းထားလို့ရပြီး နောက်မှာ ကျန်ခဲ့မယ့်လူတွေကို နှုတ်ဆက်စကားပြောခွင့်ရမယ်ဆိုရဂ်ရော။ Artificial intelligence(ညဏ်ရည်တု)နည်းပညာနဲ့ပက်သက်တဲ့ နယ်ပယ်မှာ ပညာရှင်တိုင်းဖြေဖို့ကြိုးစားနေတဲ့မေးခွန်းတစ်ခုရှိတယ်။ \"အသိစိတ်ကို ဖန်တီးလို့ရလား\"ဆိုတဲ့မေးခွန်းပါ။ ဒီဇာတ်ကားထဲမှာတော့ ဒီမေးခွန်းကိုရိုးရိုးလေးဖြေပြသွားတာကိုတွေ့ရမှာပါ။ 1238ခုနှစ်မှာ စက်ရုပ်ပညာရှင်တစ်ယောက်က ဂျပန်နိုင်ငံရဲ့နှင်းတောထဲက အလုပ်ရုံတစ်ခုမှာ လူလိုအသိညဏ်ရှိတဲ့စက်ရုပ်တွေကို ကြိုးစားပြီးဖန်တီးနေတယ်။ သူ့ရဲ့အသိစိတ်ရှာပုံတော်က တော်တော်တောင်ခရီးရောက်နေပြီပြောရမယ်။လိုအပ်နေတာလေးတွေတော့ရှိသေးတာပေါ့။ ဒါပေမယ့် သူကတိကျတဲ့ရည်ရွယ်ချက်တစ်ခုအတွက် လူသားတစ်ယောက်နဲ့ထပ်တူကျတဲ့ စက်ရုပ်တစ်ရုပ်ကိုလိုချင်တာ။ တိတိကျကျပြောရရင် သေသွားတဲ့သူ့မိန်းမနဲ့တူတဲ့ စက်ရုပ်တစ်ရုပ်ကိုလိုချင်တာ။တဖြည်းဖြည်းနဲ့ သူ့ရဲ့အလုပ်က အန္တရာယ်များလာပြီး စွန့်စားရမှာတွေရှိလာတယ်။ သူအောင်မြင်ပါ့မလား။ ဘယ်လိုပြဿနာတွေကိုကြုံရဦးမလဲဆိုတာသိချင်ရင်တော့ ဇာတ်ကားလေးကို ကြည့်လိုက်ပါ။--------------\nဇာတ်ကားက IMDB Rating 6.3/10  ရရှိထားပြီး si-fi ဇာတ်ကားတစ်ကားအနေနဲ့ဆို မဆိုးဘူးလို့ပြောရမှာပါ။ ခပ်အေးအေးဇာတ်လမ်းနဲ့ မထင်မှတ်ထားတဲ့ အဆုံးသတ်နဲ့ ပရိတ်သတ်ကို ဪဒီလိုလားဆိုပြီးဖြစ်သွားစေပါလိမ့်မယ်။ ညဏ်ရည်တုနည်းပညာနဲ့ပတ်သက်ပြီး  ညဏ်ရည်တုနဲ့လူသားတွေရဲ့ကြားထဲမှာရှိလာနိုင်တဲ့ သံယောဇဉ်တွေကိုပါချပြထားပါတယ်။စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားတွေကိုကြိုက်နှစ်သက်သူတွေအနေနဲ့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါ။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3zGks/[CM]Archive.2020.WebRip.720P.mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/opaWOhxmwWsmvlm86aYmbz3uOVN.jpg",
        "title": "Kadakh(2020)",
        "description": "Kadakh(2020)ဒီIndia ဇာတ်ကားကတော့ IMDB rating 6.8ရရှိထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီးComedy,Drama,Thrillerအမျိုးအစားဖြစ်ပါတယ်။\nဆူနီးလ်တို့ဇနီးမောင်နှံနှစ်ယောက်က ဒေဝါလီအကြိုပွဲညပါတီလုပ်ဖို့အတွက်သူငယ်ချင်းတွေကိုဖိတ်ထားပါတယ်။\nဆူနီးလ်တစ်ယောက်တည်းအိမ်မှာရှိနေတုန်းမဖိတ်ခေါ်ထားတဲ့ဧည့်သည်တစ်ယောက်ရောက်လာပါတယ်။အဲဒီလူကတစ်ခြားသူမဟုတ်ပါဘူး။\nဆူနီးနဲ့ဖောက်ပြန်ဇာတ်လမ်းခင်းနေတဲ့ချာယာရဲ့ယောကျာ်းပဲဖစ်ပါတယ် ...အဲဒီလူကမေးခွန်းတစ်ချို့မေးပြီးဆူနီးလ်နဲ့အငြင်းပွားကြတယ်...ဒီလိုအငြင်းပွားရုံနဲ့မပြီးကြပါဘူး...ပြဿနာအကြီးကြီးတက်စေမယ့် ကိစ္စတစ်ခုကို မမျှော်လင့်ဘဲ လုပ်မိသွားကြတယ်..အဲ့ဒီနောက်မှာတော့ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲဲ့\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (900 MB) and (339 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy , Drama,Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/4fC75/Kadakh.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTo9Ufo7H2v1guK1pSFkU6jYkFM.jpg",
        "title": "Heartbeats",
        "description": "အမြဲလိုလိုပျော်ရွှင်တက်ကြွနေတတ်တဲ့\nအသက်၂၀အရွယ် ချင်းမိုင်သူလေး \"ဝမ်\"\nဆုံးသွားတဲ့ချစ်သူကောင်မလေးချန်ခဲ့တဲ့ ပဟေဠိကိုအဖြေရှာရင်း\nချင်းမိုင်ကိုရောက်လာတဲ့ အသက်၄၀အရွယ် လူရိုးကြီး \"ချိုင်\"\nဒီလိုနဲ့ သူတို့နှစ်ယောက် ချင်းမိုင်ကဝမ်တို့ရဲ့တည်းခိုဆောင်လေးမှာ ဆုံမိကြတဲ့အခါ...\nနှလုံးရောဂါသည်မလေး ဝမ်နဲ့ အသည်းကွဲနေသူကြီး\nချိုင်တို့ရဲ့ရင်ခုန်သံစည်းချက်တွေနဲ့ ဦးနဲ့ခေးဇာတ်လမ်းလေးကို\nလူငယ်ဆန်ဆန် pickup line လန်းလန်းလေးတွေရယ်\nချင်းမိုင်ရဲ့ဘုရားပုထိုး၊တောင်တန်းအလှတွေ၊ ချစ်စရာ\ncafe နဲ့ guest house လေးတွေရယ် မြန်မာနဲ့ထိုင်းကြားက\nခပ်ဆင်ဆင်ရိုးရာအင်္ကျီလေးတွေ၊ဓလေ့လေးတွေရယ်\nဗီယက်နမ်အလယ်ပိုင်းက ရှေးဟောင်းမြို့လေးဟွေအန်းမြို့ရဲ့\nချစ်စရာဈေးလမ်းလေးတွေ၊ နာမည်ကျော်လက်ဖဝါးတံတားကြီးရယ်\nနဲ့အတူ ကြည့်ရှုခံစားလိုက်ကြပါဦး....\n \nFile Size -  1.7 GB\nQuality - Web-Dl 1080P\nSubtitle -  Burmese (hardsub)\nTranslator - MTA\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/4VA2n/Heartbeats.2019.720p_{CM}_.mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/gPVCPiR9VRWCVt1dQcYHbIXk5W6-138x200.jpg",
        "title": "The Untold Story 2",
        "description": "ဒီတခါတော့ cmပရိသတ်ကြီးအတွက် ၁၉၉၈ခုနှစ်က\nရိုက်ကူးပြီး IMDb 5.5ရထားတဲ့ horrorဇာတ်လမ်းလေး\nတင်ဆက်ပေးလိုက်ပါတယ်.\nဇာတ်လမ်းအကျဉ်းကတော့ အလုပ်ကိုပဲ\nအာရုံစိုက်တ‌ဲ့ Cheung ဟာ တနေကုန် ပင်ပန်းတာတွေ များလို့\nညရောက်တဲ့အခါ ဇနီးKuenဖြစ်သူကို စိတ်မကျေနပ်စေနိုင်ခဲ့ပါဘူး.\nအဲ့ဒါကြောင့် ဇနီးဖြစ်သူဟာ စိတ်ကျေနပ်မှုရအောင်\nအမြဲယောကျာ်းတစ်ယောက်မဟုတ် တစ်ယောက် ရှာပြီး\nဆန္ဒကို ဖြေသိမ့်နေခဲ့ပါတယ်.\nလူရိုးကြီးCheungဟာလဲ ဇနီးသည်ကို\nပြောမရတာကြောင့် လွှတ်ပေးထားခဲ့ပါတယ်။\nဒီလိုနဲ့ မထင်မှတ်ပဲ တနေ့မှာတော့ kuen ရဲ့ညီမ၀မ်းကွဲဖြစ်သူ Fungဟာ\nဟောင်ကောင်ကို ရောက်လာခဲ့ပါတယ်.\nFung ဟာအမဖြစ်သူရဲ့ လုပ်ရပ်တွေကို တွေ့တဲ့အခါမှာ ရွံရွာမုန်းတီးပြီး\nလူရိုးကြီး Cheungကို သနားချစ်ခင်ခဲ့ပါတယ်.\nအဲ့ဒါနဲ့ fungဟာ လူရိုးကြီး Cheungကို မာယာတွေနဲ့ ဖြားယောင်းပြီး\nသူ့ကိုချစ်ခင်အောင် လုပ်ခဲ့ပါတယ်.\nhorrorကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေ\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပါ....\nလူသတ်ခန်းနဲ့ ချစ်ကျွမ်း၀င်ခန်းတချို့ပါ၀င်တာကြောင့်\nအသက်၁၈နှစ်အောက် မကြည့်သင့်ပါ....",
        "rating": "7.8",
        "url": "https://megaup.net/2TH2h/The.Untold.Story.II.1998.CHINESE.7200p.BluRay_%7BCM%7D_.mp4",
        "category": "Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOGY1MGM2ZjItZDJjMC00ZGM0LTg2MDctNmExNzcyYTcwMjM3XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Relic (2020)",
        "description": "Relic (2020)==========IMDb Rating - 6.4/10#Unicodeဒီဇာတ်ကားလေးကတော့ 2020ခုနှစ်ထွက် IMDb 6.4/10 ရထားတဲ့ horror/dramaဇာတ်လမ်းလေးပါ။åဇာတ်လမ်းအညွှန်းကတော့ အသက်80အရွယ်အမေဖြစ်သူဟာ အိမ်က ရက်အတော်ပျောက်သွားတာကိုနယ်မြေရဲဖြစ်သူက ဖုန်းဆက်လာတာကြောင့် သမီးဖြစ်တဲ့ ကေနဲ့ မြေးမလေး ဆမ်တို့ဟာ အဖွားရှိရှာ မြို့ကိုချက်ချင်းလာခဲ့ပါတယ်။ ရဲတွေနဲ့ပူးပေါင်းပြီး သူတို့သားအမိဟာ အမေဖြစ်သူကို ရှာခဲ့ပေမယ့်လည်း လုံး၀ရှာမရခဲ့ပါဘူး။ ဒါပေမယ့် မထင်မှတ်တဲ့ တမနက်မှာတော့ အဖွားကြီးဟာ အိမ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာခဲ့ပါတယ်။ ကေနဲ့ဆမ်ဟာ အဖွားဖြစ်သူကို ဘယ်ရောက်ခဲ့တာလဲ မေးခဲ့ပေမယ့်လည်း အသက်80အရွယ် အဖွားကြီးဆိုတော့ မမှတ်မိခဲ့ပါဘူး။ ဒါပေမယ့် တဖြည်းဖြည်းချင်း အဖွားဖြစ်သူရဲ့ ပုံမှန်မဟုတ်တဲ့ မှတ်ညဏ်ချို့ယွင်းမှုတွေဖြစ်လာတာမို့ အဲ့လိုဖြစ်တာတွေကို သူတို့သားအမိရှာဖွေတွေရှိလာခဲ့ပါတယ်။ သူတို့သားအမိဟာ အဖွားရဲ့မှတ်ညဏ်ချို့ယွင်းမှုကြောင့် မျက်စိအောက်က အပျောက်မခံပဲ သေချာစောင့်ကြည့်လိုက်တဲ့အခါမှာတော့ ထိတ်လန့်ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ ဖြစ်ခဲ့ပါတယ်။ ဘယ်လို ထိတ်လန့်ခြောက်ခြားဖွယ်ရာတွေလဲဆိုတာကိုတော့ ဇာတ်လမ်းကို ဆက်လက်ကြည့်ရှုခံစားပေးကြပါဦး........(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ YK ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကေတာ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/4fCRV/[CM]Relic.2020.WebRip.720P.mp4",
        "category": "Drama, Horror, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-13-at-3.14.42-PM-135x200.png",
        "title": "Volition (2019)",
        "description": "Volition (2019)============IMDb Rating - 5.2/10#Unicodeဒီကားက​တော့ ဒီရက်ပိုင်းကမှအသစ်ထွက်ထားတဲ့ Thriller/Sci-fic အမျိုးအစားကားပါ။မင်းသားကသူငယ်ငယ်တည်းက အနာဂတ်မှာဘာ​တွေဖြစ်မလဲဆိုတာ​​တွေကိုခဏခဏ မြင်မြင်​နေရ​လေ့ရှိတယ်။ တစ်ခါမြင်ပြီးတိုင်းပန်းချီဆွဲတာဖြစ်ဖြစ် နံရံ​ပေါ်မှာချ​ရေး​တာဖြစ်ဖြစ် လုပ်လေ့ရှိတယ်။ အနာဂတ်မှာဘာဖြစ်မလဲဆိုတာသူမြင်နိုင်​ပေမယ့်သူ့စွမ်းရည်ကိုအသုံးချပြီးမသမာမှု​ဘာတစ်ခုမှကိုမလုပ်တဲ့လူရိုးကြီးတစ်​ယောက်ပါ၊ တစ်​နေ့​တော့သူငှား​နေတဲ့တိုက်ခန်းဖိုး​တောင်သူ​ပေးစရာမရှိ​လောက်တဲ့အထိသူမွဲလာ​တဲ့အခါမှာ​တော့သူ့စွမ်းရည်ကိုလာငှားတဲ့သူ့​ဘော်ဒါရဲ့အလုပ်ကိုသူလက်ခံမိလိုက်တယ်။ အဲ့အလုပ်ကိုသူလက်ခံလည်းပြီး​ရော သူ့အာရုံထဲမှာ သူ​​သေနတ်အပစ်ခံရပြီး​သေတာကို သူမြင်လိုက်တယ်။ မင်းသားအ​နေနဲ့အနာဂတ်မှာသူ​သေရမယ့်အဖြစ်အပျက်​တွေကိုဘယ်လို​​တွေရှောင်မလဲ..... မင်းသားအခုလိုအမြင်​တွေရ​နေတာက​ကောဘာ​ကြောင့်လဲဆိုတာဆက်ပြီးကြည့်ရှုလိုက်ပါဦးလို့. . .(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Dolly ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားက​ေတာ့ ဒီရက္ပိုင္းကမွအသစ္ထြက္ထားတဲ့ Thriller/Sci-fic အမ်ိဳးအစားကားပါ။မင္းသားကသူငယ္ငယ္တည္းက အနာဂတ္မွာဘာ​ေတြျဖစ္မလဲဆိုတာ​​ေတြကိုခဏခဏ ျမင္ျမင္​ေနရ​ေလ့ရွိတယ္။ တစ္ခါျမင္ၿပီးတိုင္းပန္းခ်ီဆြဲတာျဖစ္ျဖစ္ နံရံ​ေပၚမွာခ်​ေရး​တာျဖစ္ျဖစ္ လုပ္ေလ့ရွိတယ္။ အနာဂတ္မွာဘာျဖစ္မလဲဆိုတာသူျမင္ႏိုင္​ေပမယ့္သူ႔စြမ္းရည္ကိုအသုံးခ်ၿပီးမသမာမႈ​ဘာတစ္ခုမွကိုမလုပ္တဲ့လူ႐ိုးႀကီးတစ္​ေယာက္ပါ၊ တစ္​ေန႔​ေတာ့သူငွား​ေနတဲ့တိုက္ခန္းဖိုး​ေတာင္သူ​ေပးစရာမရွိ​ေလာက္တဲ့အထိသူမြဲလာ​တဲ့အခါမွာ​ေတာ့သူ႔စြမ္းရည္ကိုလာငွားတဲ့သူ႔​ေဘာ္ဒါရဲ႕အလုပ္ကိုသူလက္ခံမိလိုက္တယ္။ အဲ့အလုပ္ကိုသူလက္ခံလည္းၿပီး​ေရာ သူ႔အာ႐ုံထဲမွာ သူ​​ေသနတ္အပစ္ခံရၿပီး​ေသတာကို သူျမင္လိုက္တယ္။ မင္းသားအ​ေနနဲ႔အနာဂတ္မွာသူ​ေသရမယ့္အျဖစ္အပ်က္​ေတြကိုဘယ္လို​​ေတြေရွာင္မလဲ..... မင္းသားအခုလိုအျမင္​ေတြရ​ေနတာက​ေကာဘာ​ေၾကာင့္လဲဆိုတာဆက္ၿပီးၾကည့္ရႈလိုက္ပါဦးလို႔. . .(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Dolly ပဲျဖစ္ပါတယ္။)   Quality – 720p  BluRayDuration - 1 hr 32 minSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "rating": "5.2",
        "url": "https://megaup.net/3zDN6/[CM]Volition.20199.WebRip.720P.mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/wasp-147x200.jpg",
        "title": "Wasp Network 2019",
        "description": "ဒီကားကတော့ လူတော်တော်များများမကြည့်မဖြစ်ကြည့်သင့်တဲ့ ဇာတ်ကားမျိုးပါ။အထူးသဖြင့် နိုင်ငံရေးနဲ့ သမိုင်းကြောင်းတွေကို စိတ်၀င်စားတဲ့သူတွေအတွက်ပေါ့။ 1.ဘာလို့ ကြည့်သင့်လဲ ဒီဇာတ်လမ်းဟာ ကျူးဘားနိုင်ငံရဲ့ ထောက်လှမ်းရေးစစ်ဆင်ရေးတစ်ခုအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပါ။ ကျူးဘား ထောက်လှမ်းရေးအဖွဲ့တွေဘယ်လိုတော်တယ်၊ဘယ်လို‌စွမ်းဆောင်နိုင်ခဲ့တယ်ဆိုတာတွေနဲ့ အမေရိကန်တွေရဲ့ ဇာတိအချို့ကိုလည်းတွေ့မြင်ရမှာမို့ပါ။ 2.ဇာတ်လမ်းအကျဉ်း ကျူးဘားနိုင်ငံရှိစစ်အစိုးရကို မုန်းတီးသော ပြည်ပရောက်ကျူးဘားလူမျိုးများ၊အကြမ်းဖက်အဖွဲ့များ နှင့်ကြေးစားစစ်သားတို့သည် ထိုစစ်အစိုးရကို ဖြုတ်ချဖို့အတွက် ကျူးဘားနိုင်ငံ၏အဓိကစီးပွားရေးလုပ်ငန်းဖြစ်သော ခရီးသွားလုပ်ငန်းကို ဖျက်လိုဖျက်စီးလုပ်ဖို့အတွက် ကြံစည်ခဲ့ကြပါတယ်။ ထိုအခါတွင် စစ်အစိုးရအဖွဲ့မှ ထိုအဖွဲ့များအားပြန်လည်ချေမှုန်းတဲ့အနေနဲ့ ထိုအဖွဲ့များ၏အဓိက ရုံးစိုက်ရာဖြစ်သော အမေရိကန်သို့ သူလျှိုများကို တိတ်တဆိတ်စေလွှတ်ခဲ့ပါတယ်။ ထိုအရေအတွက်နည်းလှသော သူလျှိုအစုက အမေရိကန်နိုင်ငံရှိ အကြမ်းဖက်အဖွဲ့များကို မည်မျှအထိဖျက်စီးနိုင်ခဲ့ကြောင်း၊အဘယ်သို့ဆောင်ရွက်ခဲ့ကြကြောင်းနှင့် ထောက်လှမ်းရေးအဖွဲ့များနှင့် သူလျှိုအဖွဲ့များသည် နိုင်ငံတစ်နိုင်ငံအတွက်မည်မျှအထိအရေးပါသည်ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲ ကြည့်လိုက်ပါ။ File Size : 900 Mb / 450 Mb\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…02:07:00\nGenre : Comedy, Thriller\nSubtitle : Myanmar ...",
        "rating": "5.8",
        "url": "https://megaup.net/4fujs/Wasp.Network.2019.720p_web_(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/weekend-133x200.jpg",
        "title": "For the Weekend 2020",
        "description": "For the weekend 2020 လူတိုင္းက ကိုယ့္ရဲ႕ ေမြးေန႕ကို ကိုယ္ခ်စ္တဲ့ သူေတြနဲျဖတ္သန္းခ်င္ၾကတယ္ မဟုတ္လား။ ဒါ့အျပင္ ေမြးေန႔ကို အထူးျခားဆံုး အေကာင္းဆံုး ျဖစ္ဖို႔ ပါတီပြဲေတြ ခရီးေတြလဲ စီစဥ္ၾကပါတယ္။ ျမန္မာႏိုင္ငံမွာ အခုဆို ကေလာလို အထင္ကရေနရာမ်ိုးမွာ ေဒသခံအိမ္ေတြကို တည္းခိုအိမ္အျဖစ္ ျပင္ဆင္ၿပီး ခရီးသြားလုပ္ငန္းရဲ႕ တစ္ေထာင့္တစ္ေနရာမွာ ပါဝင္လာၾကတယ္။ ဟုိတယ္ နဲ႔ မတူတဲ့အေတြ႕အႀကံဳ ခံစားခ်က္အသစ္ေတြ ရတဲ့အျပင္ လည္ပတ္တဲ့ ၿမိဳ႕ေလးကို မတူတဲ့ရႈေထာင့္ကေန ၾကည့္ျမင္ႏိုင္ပါတယ္။ ဒီဇာတ္လမ္းေလးထဲက ေဒသခံေတြနဲ႔ ျမန္မာႏိုင္ငံရဲ႕ ယဥ္ေက်းပ်ဴငွာလြန္းၿပီး ဧည့္ဝတ္ေက်တဲ့ ေဒသခံေတြကို မႏႈိင္းယွဥ္ေစခ်င္လို႔ စာနည္းနည္း ရွည္သြားရတာပါ။ ဇာတ္လမ္းအက်ဥ္း ဝင္စတန္က သူငယ္ခ်င္း ၅ေယာက္ အတူမဆံုတာ ႏွစ္၂၀ ရွိၿပီမို႔လို႔ သူ႕ေမြးေန႔ကို အေၾကာင္းျပၿပီး အားလပ္ရက္ ခရီးေလး တစ္ခု စီစဥ္လုိက္တယ္။ ႏွစ္၂၀ၾကာမွ ...",
        "rating": "4.2",
        "url": "https://megaup.net/4ft9m/for.the.weekend.2020.720p_web_(CM).mp4",
        "category": "Comedy, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/grey-hound-133x200.jpg",
        "title": "Greyhound(2020)",
        "description": "Greyhound(2020)IMDb...7.2,,,Rotten....78%အချိန်ကား ဒုတိယ ကမ္ဘာစစ်ကာလ...ကပ္ပတိန် Ernest Krause  ဟာ Greyhound ဆိုတဲ့ escort warship ကြီးကို ဉီးဆောင်ပြီးNorth Atlantic ဒေသကို ြဖတ်သန်းဖို့ပြင်ဆင်ရတယ်..ဒီခရီးစဉ်မှာ သူဟာ မဟာမိတ်သင်္ဘော၃၇စီးကိုစောင့်ကြပ်ဦးစီးရတဲ့ကွန်မန်ဒါ...သူ့အပေါ်မှာ အသက်ပေါင်းများစွာ မူတည်နေတယ်....ဘာလို့ဆို ခရီးစဉ်မှာရန်သူ့ ဂျာမန် U-boatတွေ ရေငုတ်သဘေ်ာတွေဟာ သေမင်းတွေလို့ သူတို့ကိုဇီဝိန်ချွေဖို့စောင့်နေလို့ပါပဲ....ခရီးစဉ်စကထဲက ရန်သူတွေဟာ Greyhound ကြီးနဲ့မဟာမိတ်သဘေ်ာတွေကို အမဲလိုက်သလို တဝုန်းဝုန်းစစ်မျက်နှာဖွင့်ပါတယ်...ကပ္ပတိန် Ernest Krause တစ်ယောက် ဘယ်လိုတွေရင်ဆိုင်သွားမလဲဆိုတာကိုတော့....ဒီရုပ်ရှင်ကားကြီးဟာ C.S Foresterရဲ့ 1955 ခုနှစ်ကထုတ်ဝေတဲ့ The Good Shepherd ကိုအခြေခံထားပြီးCaptain ရဲ့နေရာမှာတော့ အားလုံးရဲ့အချစ်တော်မင်းသားကြီး Tom Hanks ကသရုပ်ဆောင်ထားပါတယ်... စစ်ပွဲရဲ့အလယ်မှာ ရရှိတဲ့ အချက်အလက်တွေမူတည်ပြီးစက္ကန့်ပိုင်းအတွင်း မှန်ကန်တဲ့ အမိန့်ကိုပေးဖို့က တကယ့်ကိုမလွယ်ပါဘူး...တစ်ချက်လောက်မှားလိုက်တာနဲ့အားလုံးအသက်ပျောက်သွားတဲ့အပြင် သူစောင့်ရှောက်တဲ့ သဘေ်ာတွေလည်း အလွယ်တစ်ကူဆုံးရှုံးရမှာမို့တာဝန်က ကြီးလွန်းလှပါတယ်....ဒီရုပ်ရှင်ဟာ battle scene တွေက ...",
        "rating": "7.2",
        "url": "https://megaup.net/1grf9/Greyhound_(2020)_W-D_720p.mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-11-at-1.40.42-AM-134x200.png",
        "title": "The Old Guard (2020)",
        "description": "The Old Guard (2020)=================IMDb Rating - 7.0/10#UnicodeJuly 10 ရက်နေ့မှာ ထွက်ရှိတဲ့ Netflix ရဲ့ ရုပ်ရှင်အသစ်ပါ။ အက်ရှင်အသားပေးဖြစ်ပြီး ဇာတ်လမ်းကလည်းအတော်အဆင်ပြေပါတယ်။ ရုပ်ရှင်ကောင်းငတ်နေတဲ့ကာလမှာတော့ ကြိုက်စရာ ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းအကျဉ်း . . .ဘယ်ကာလကတည်းက အသက်ရှင်နေမှန်းမသိတဲ့ မသေမျိုး စစ်သည်တော် မိန်းမတစ်ယောက်ရှိတယ်။ နှစ်တွေကြာလာတာနဲ့အမျှ သူ့လို မသေမျိုးတွေကို လိုက်လံရှာဖွေစုဆောင်းပြီး တပ်ဖွဲ့တစ်ခု တည်ဆောက်ခဲ့တယ်။ သမိုင်းတစ်လျှောက် စစ်ပွဲတိုင်းမှာ မှန်တယ်ထင်တဲ့ ဘက်ကို ဝင်တိုက်ခဲ့ရင်း ဒီနေ့ခေတ် ကြေးစားစစ်သားတွေ အဖြစ် လျို့ဝှက်ပြီး နေကြတယ်။ ဒါပေမယ့် တစ်နေ့မှာတော့ ဒီနေ့ခေတ်ရဲ့ ဉာဏ်ကြီးရှင်တစ်ယောက်က သူတို့အကုန်လုံးကို ဖမ်းပြီးပုံတူပွားဖို့ ကြိုးစားလာတဲ့အခါ….. ရင်ဆိုင်ဖြေရှင်းတာတွေကို ခပ်မိုက်မိုက်ကြည့်ရမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ Rating 7.0/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။#ZawgyiJuly 10 ရက္ေန႔မွာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2TElb/[CM].The.Old.Guard.2020.WebRip.720P.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/GAeK18hkfR6rzlo1vITvQhoEiW.jpg",
        "title": "Journey to China: The Mystery of Iron Mask (2019)",
        "description": "ဒီရုပ်ရှင်မှာ အက်ရှင်လောကရဲ့ icon တွေဖြစ်ကြတဲ့အာနိုးမင်းသား(Arnold Schwarzenegger) နဲ့ ဂျက်ကီချန်း(Jackie Chan)တို့ နှစ်ဦးကို အတူတွေ့မြင်ရပါမယ်။ဒီရုပ်ရှင်က Viy ရုပ်ရှင်ရဲ့ sequel ပါ။မြေပုံရေးဆွဲသူ Jonathan Green ကတော့ ခက်ခဲဆန်းကြယ်တဲ့စွန့်စားခန်းတွေနဲ့ ထပ်ပြီး တွေ့ကြုံရပြန်ပါပြီ။Jonathan ဟာ အရှေ့အရပ် တရုတ်ပြည်ကအလင်းမှော်ဆရာ မာစတာ၊ ရုရှားဇာဘုရင် ပထမမြောက်ပီတာ တို့နဲ့တစ်နည်းတစ်ဖုံ ပတ်သက်မိပြီး တရုတ်ပြည်ကို မဖြစ်မနေ ခရီးထွက်ခဲ့ရတာကနေသူတို့ တစ်ဦးချင်းစီရဲ့ စွန့်စားခန်းတွေကို စိတ်လှုပ်ရှားစရာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ File Size : ( 1 GB , 344 MB)\nQuality : WEB DL 720p\nRunning Time : 2 ...",
        "rating": "4.6",
        "url": "https://megaup.net/3zByc/(CM)_Journey_To_China_The_Mystery_of_Iron_Mask_2019_BluRay_720p.mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/goEW6QqoFxNI2pfbpVqmXj2WXwd.jpg",
        "title": "The Outpost (2020)",
        "description": "The OutpostRotten Tomato 91% IMDB 6.6 Metacritic 72%စစ်ကား ကောင်းကောင်းလေးတွေ မထွက်တာကြာနေတဲ့အချိန်မှာRating ကောင်းကောင်းနဲ့ စစ်ကားလေး ထွက်လာပါတယ် ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကား အစပိုင်းနည်းနည်းအေးပေမယ့်တိုက်ပွဲခန်းတွေကတော့ တကယ်ကြမ်း။ကြည့်နေရင်းလည်း စိတ်တိုစရာရှိတဲ့သူတွေကို စိတ်တိုမိလိမ့်မယ်။ဖြစ်ရပ်မှန်ရိုက်ထားတာဖြစ်လို့ နောက်ပိုင်းမှာ အင်တာဗျူးလေးတွေပါတာကိုပါ ကြည့်လို့ရပါတယ်။စစ်တပ်မှာ သုံးတဲ့စကားလုံးတွေတော့ အတတ်နိုင်ဆုံးရှာပြီးကိုက်ညီအောင် ဘာသာပြန်ပေးထားပါတယ်။မှားတာလေးများတွေ့ရင် သည်းခံပေးပါအုံး။မင်းသားတွေကလည်း နာမည်ကြီးတွေပဲ။Scott Eastwood ဆို တချို့ကတော့ The longest rideထဲက မင်းသားလို့သိကြမယ်။သူ့အဖေ Clint Eastwood နဲ့ နှိုင်းယှဉ်လို့မရသေးပေမယ့်သရုပ်ဆောင်ကောင်းတယ်ဆိုတာတော့ ငြင်းမရနိုင်ဘူး။နောက် သူကအရင်ကလည်း စစ်ကားတကားရိုက်ဖူးပါတယ်။အဲထဲမှာတော့ သူ့မှာ ကလေးမလို့ မပစ်လိုက်ရတာနဲ့လက်နက်ချတဲ့ရန်သူကိုမသတ်ချင်လို့ သူ့ပဲသတ်ပါလို့ ပြောရတာနဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/3zByw/(CM)_The_Outpost_2019_WEB-DL_720p.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qkU7jYTqILFXGME6Rnwrxy83zNI.jpg",
        "title": "Bhonsle(2020)",
        "description": "Bhonsle(2020)ဒီဇာတ်ကားကတော့ IMDB rating 7.1 ရရှိထားတဲ့ HindiအမျိုးအစားBollywood Drama ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဘွန်ဆလေးဆာဟိဘ်ဆိုတဲ့သူဟာ ချာ်ချိုပရာလ်လို့ခေါ်တဲ့အိမ်ကြီးမှာနေတဲ့မရာထီလူမျိုးတွေအလေးထားရတဲ့ပုဂ္ဂိုလ်တစ်ဦးဖြစ်ပါတယ်။\nသူဟာ မရာထီရဲအရာရှိတစ်ယောက်ဖြစ်ပြီးအသက် ၆၀ ပြည့်သွားတဲ့အတွက်ပင်စင်ရသွားခဲ့ပါတယ်။ဒါပေမယ့်လည်းအလုပ်ထပ်ဝင်ဖို့အမျိုးမျိုးကြိုးစားပါတယ်။\nမရာထီလူမျိုးနိုင်ငံရေးသမားတစ်ယောက်က ဂန်ပသီဘုရားပွဲကိုမရာထီလူမျိုးတွေပဲလုပ်ကြမယ်လို့စီစဉ်ထားကြပြီးနေရပ်ခြားမှပြောင်းလာသူဘီဟာရ်လူမျိုးတွေကိုမဝင်ရှုပ်စေချင်တာအပြင်ရန်ပွဲလုပ်မိသွားတယ်...အဲ့ဒီကစလို့ ပြဿနာအကြီးကြီး တက်ပါတော့တယ်... ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ကြည့်ကြပါကုန်.....ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (459 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:08:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/4fz2z/Bhonsle.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-09-at-10.38.10-PM-142x200.png",
        "title": "Military Wives (2019)",
        "description": "Military Wives (2019)================IMDb Rating - 6.4/10#Unicodeဒီကားလေးက ဗြိတိန်စစ်သား ဇနီးသည်တွေရဲ့ ဘဝကို ပြထားတဲ့ကားလေးပါ ။ ဖြစ်ရပ်မှန်လေးကိုအခြေခံထားတဲ့ ကားပါ။ ကာနယ်တစ်ယောက်ရဲ့ ဇနီးဖြစ်သူ ကိတ်ဟာ သားဖြစ်သူကို စစ်ပွဲအတွင်းမှာဆုံးရှူံးလိုက်ရပါတယ်။ လီဆာ သူမက တပ်သားဇနီးသည်တွေကြားမှာ တော်တော်လေး ပေါင်းသင်းဆက်ဆံကောင်းတဲ့ သူပါ။ သူတို့ နှစ်ယောက်ပေါင်းပြီး စခန်းအတွင်းက အမျိုးသမီးတွေ စုပေါင်းလုပ်ဆောင် နိုင်တဲ့ အရာကို လုပ်ဖို့ အထက်က အမိန့်ပေးလာတဲ့အခါ သူတို့ ဘာတွေလုပ်ကြမလဲ ။ ဇနီးသည်တွေကော ချစ်ချစ်ခင်ခင်နဲ့ တစ်စုတစ်စည်းတည်းဖြစ်သွားနိုင်မလား ဆိုတာ ကြည့်ရှုလိုက်ပါအုံး . . .ဇာတ်ကားလေးဟာ ပေါ့ပေါ့ပါးပါးနဲ့အတော်ကြည့်လို့ကောင်းပြီး . Rating အားဖြင့်လည်း 6.4/10 ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့  Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားေလးက ၿဗိတိန္စစ္သား ဇနီးသည္ေတြရဲ႕ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3zAwi/[CM]Military.Wives.2019.BluRay.720P.mp4",
        "category": "Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gGEEr6vHCIjQjJokNHE7AMgVwXI.jpg",
        "title": "Howling(2012)",
        "description": "Howling(2012)(Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်....)ဒီကားထဲမှာတော့ ကိုရီးယားရဲ့အထင်ကရမင်းသားကြီး Kang-ho Song က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်...စုံထောက် ဂျိုဆန်းဂီဟာ မာဖိုရဲစခန်းက စုံထောက်တစ်ယောက်ဖြစ်ပါတယ် ...သူ့ကို အဖွဲ့ခေါင်းဆောင်က အမြဲတမ်း အမှုသေးတွေပဲ ပေးကိုင်လေ့ရှိပါတယ် ...ဒီတစ်ခေါက်မှာလည်း ဆေးသမား တစ်ယောက် ကားထဲမှာ ကိုယ့်ကိုကိုယ် မီးရှို့သတ်သေတဲ့အမှုကို သူ့ကိုပေးကိုင်ထားပါတယ်...အဲ့ဒီ့အပြင် အသစ်ရောက်လာတဲ့ မိန်းကလေးစုံထောက် ချာအွန်ယောင်းနဲ့လည်း အလုပ်တွဲလုပ်စေခဲ့ပါတယ်...အမှုသေးလို့ထင်ရတဲ့ ဒီလူသေမှုဟာ  လူသေမှု မဟုတ်ပဲ လူသတ်မှုဖြစ်နေတဲ့ အပြင် ကွင်းဆက်လူသတ်မှုကြီးတစ်ခုပါဆက်ဖြစ်နေတဲ့အခါမှာတော့...မှုခင်းအက်ရှင်ကားကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size :(2.01GB) (900 MB) and (320 MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Action ,Thriller\nSubtitle : ...",
        "rating": "6.5",
        "url": "https://megaup.net/3zAly/Howling.2012.BLU-RAY.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/SUPER-140x200.jpg",
        "title": "Super Express(2016)",
        "description": "Super Express(2016)မင်းသမီးဘယ်သူလဲဆိုတာတော့မပြောတော့ပါဘူးနော်....ယူရို သိန်း ၃၀၀ တန်တဲ့ ရှေးဟောင်းပစ္စည်းတစ်ခုကို ဟက်ကာ နှစ်ယောက်က ဆရာကျကျခိုးယူခဲ့ပါတယ်။လုံခြုံရေးခေါင်းဆောင်ဖြစ်တဲ့ မေရှီး က ပျောက်ဆုံးသွားတဲ့ ပစ္စည်းကိုလိုက်ရှာပါတော့တယ်။ဒီလို လိုက်ရှာတဲ့လမ်းခရီးမှာပဲ ဒယ်လီသမားနဲ့ဆုံဖြစ်ခဲ့တယ်။ ဒယ်လီ သမားက ငွေနဲတွေ့တော့ ဘယ်လိုစိတ်ထားရှိမလဲ?သူတို့အဲဒီ ပစ္စည်းကိုပြန်ယူနိုင်ပါ့မလား။ ကြားမှာဘယ်လိုအခက်အခဲနဲ့ကြုံတွေ့မလဲ?ဟာသမင်းသားက ရိုက်ကူးထားတဲ့ ဟာသကားဖြစ်တဲ့အတွက်ကြောင့်၊ဟာသလေးနဲ့ရောပြီး စိတ်လှုပ်ရှားမှုေတွကို ပေးနိုင်တဲ့ ဌာတ်ကားေကာင်းတစ်ခုဖြစ်ပါတယ်။ကြည့်ရှုအားပေးကြပါဦး။.ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Mi Mi ပဲဖြစ်ပါတယ်....File Size : (900 MB) and (340 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Comedy , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Mi Mi\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/3zA1e/Super_Express.2016.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Crime"
    }
]