[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/qejxdoojwz97-141x200.jpg",
        "title": "Jane’s Summer (2020)",
        "description": "အရင်ဆုံးပြောချင်တာက ၁၈အပေါင်းဇာတ်ကားလေးပါအရမ်းတော်တဲ့အကပညာရှင်မိန်းကလေးတစ်ယောက်မျှော်လင့်ချက်တွေနဲ့ပြိုင်ပွဲဝင်ခဲ့ပေမယ့်\nထင်သလိုဖြစ်မလာတဲ့အခါသူငယ်ချင်းဖြစ်သူရှိတဲ့ ဘန်ကောက်ကိုသွားရင်းကောင်လေးနှစ်ယောက်နဲ့တွေ့မိရာက\nဖြစ်ပေါ်လာတဲ့ဇာတ်လမ်းလေးတွေပါJane's Summer - ဂျယ်အင်းရဲ့ဆန်းမား\nဆိုတဲ့ ဇာတ်လမ်းခေါင်းစဉ်လိုပဲဂျယ်အင်းနဲ့ဂျီဝူ ဆန်းမားနဲ့ရိန်းဖောတို့လေးယောက်ကြားမှာဘယ်လိုပတ်သတ်မှုတွေရှိတယ်\nဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ၁၈+ အခန်းလေးတွေကြည့်ရင်း\nအဖြေရှာလိုက်ကြရအောင်File Size - 973 mb\nQuality - web-rip 1080p\nSubtitle -  burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2ewF0/JANE_S_SUMMER.2020_%7BCM%7D_720P.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BZWI3NjQ1MTMtNDYzYi00ZGFjLWI1M2UtZGEwNzAxMmY4MmFkXkEyXkFqcGdeQXVyNjUxMjc1OTM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Ravage (2020)",
        "description": "Swing Low ( 2019 )\nThriller ကား ကြိုက်တဲ့CM ပရီတ်သတ်တွေအတွက်\nဒီဇာတ်လမ်းက ကြည့်ရတာ\nအဆုံးထိစိတ်ဝင်စားစရာကောင်းအောင် ဆွဲခေါ်သွားမယ့်\nဇာတ်ကားကောင်းဖြစ်ပါတယ်\nသဘာဝပတ်ဝန်းကျင်အလှတွေ ရှားပါးမျိုးစိတ်\nသတ္တဝါပုံတွေကို ရိုက်ကူးရတာ\nဝါသနာပါတဲ့ ဟာပါဆိုက် ဆိုတဲ့ ဓါတ်ပုံဆရာမ\nတစ်ယောက်က လူသူမရှိတဲ့ ဝါချီတူမီတောင်ကြားကို\nရှားပါးမြွေမျိုးစိတ်ကို ရှာရင်း ရောက်လာခဲ့ပါတယ်\nအဲ့ဒီတောထဲမှာ မြွေမျိုးစိတ် အနီရောင်မျိုးကို ရှာရင်း\nမထင်မှတ်ဘဲ တောထဲမှာ လူအုပ်စု တစ်စုက\nတခြားလူတစ်ယောက်ကို ရက်ရက်စက်စက် သတ်နေတာ တွေ့ခဲ့ပါတယ်\nသူမ ဟာ မြင်မြင်ချင်းထိတ်လန့်တုန်လှုပ်သွားပေမယ့် စိတ်ကိုပြန်ထိန်းပြီး\nထိတ်လန့်ဖွယ် မြင်ကွင်းကို အမိအရ ဓါတ်ပုံရိုက်ခဲ့ပါတယ်\nအဲ့ဒီ့နောက် အနီးဆုံးက ရဲစခန်းရှိရာကိုပြေးပြီး တိုင်ဖို့\nကြိုးစားခဲ့ပါတယ် ဒါပေမယ့် ကံမကောင်းစွာပဲ သူမဟာ\nတောထဲက လူအုပ်စုဆီကို ပြန်ရောက်သွားပါတော့တယ်\nအဲ့ဒီ့ကနေ သူမ ဘယ်လိုမျိုး လွတ်အောင် ကြိုးစားနိုင်မလဲ\nလူသူကင်းဝေးတဲ့ တောကြီးထဲမှာ မိန်းကလေး တစ်ယောက်\nလူအုပ်စု ဆီကနေ လွတ်အောင်ပြေးနိုင်ပါ့မလားဆိုတာကို\nကြည့်ရှုခံစားရမှာပဲ ဖြစ်ပါတယ် ဒီဇာတ်ကားက ၂၀၁၉ ကမှ\nထွက်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\n \nFile Size - 912 mb\nQuality ...",
        "rating": "6.2",
        "url": "https://megaup.net/1yzfr/Swing.Low.2019.720p_%7BCM%7D_.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/hqrcjyrapjyr-140x200.jpg",
        "title": "Bori (2020)",
        "description": "မိသားစုမှာ ကိုယ်တစ်ယောက်တည်း\nကွဲပြားနေတယ်လို့ ခံစားရဖူးပါသလား\nကျန်တဲ့သူတွေက အတူပျော်ရွှင်နေပြီး\nကိုယ်တစ်ယောက်တည်းပဲအထီးကျန်နေတယ်ဆိုတဲ့စိတ်ကိုဖြေသိမ့်ချင်တယ်ဆိုရင် ဒီကားလေးကိုညွှန်းပေးချင်ပါတယ်\nအဖေ အမေ မောင်လေးဂျောင်ဝူး နဲ့ ဘိုရီ\nတစ်မိသားစုလုံးမှာ တစ်ယောက်တည်းပဲနားကြားရတဲ့ ဘိုရီလေးဟာ\nမိသားစုတွေ လက်ဟန်ခြေဟန်နဲ့စကားပြောတဲ့အချိန်\nသူတစ်ယောက်တည်းကွဲပြားနေပါလားဆိုတဲ့ အထီးကျန်စိတ်နဲ့\nဝမ်းနည်းနေတတ်တဲ့ကလေးမလေးပါ\nမိသားစုဝင်တွေလိုပဲ အသံတွေပျောက်သွားချင်တယ်ဆိုတဲ့စိတ်နဲ့\nဘိုရီတစ်ယောက် တကယ်ပဲအသံမကြားရတော့တဲ့အချိန်\nမိသားစုဝင်တွေတွေ့ကြုံရတဲ့ အခက်အခဲတွေကိုကြုံလာရတဲ့အခါ\nသူ့စိတ်ထဲမှာ ဘယ်လိုခံစားရမလဲ အတူတူဖြစ်သွားပြီလို့တွေးမှာလား\nမိသားစုဝင်တွေအတွက် သူဘယ်လောက်အရေးကြီးခဲ့လဲဆိုတာ\nသိလာမှာလား တကယ်ပဲအသံအပြီးပျောက်သွားတာဟုတ်ရဲ့လားဆိုတာ\nဒီကားလေးထဲမှာ အဖြေရှာစေချင်ပါတယ်\nဇာတ်ကားလေးက လှပတဲ့ဒရာမာဇာတ်လမ်းလေးပါ\nမိသားစုနဲ့ပတ်သတ်တဲ့ခံစားချက်တစ်ခု ရင်ထဲမှာကျန်နေခဲ့မှာ\nအသေအချာပါပဲ\n \nFile Size - 1.2 gb\nQuality - web-rip 1080p\nSubtitle - burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1yzea/Bori.2018.WEBRip.7200p_%7BCM%7D_.mp4",
        "category": "Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BY2MzNDE1NDgtM2ExZS00YjVkLWFhNzAtM2UzMTU4ZmVhN2E5XkEyXkFqcGdeQXVyMTc3OTMyNjU@._V1_SY999_CR00676999_AL_-135x200.jpg",
        "title": "The Pale Door (2020)",
        "description": "ဒယ်တန် ဂိုဏ်သားတွေက ရထားတစ်စီးကို ဓားပြဝင်တိုက်ရင်းနဲ့\nသူတို့ခေါင်းဆောင်က သေနတ်မှန်သွားပါတယ်\nသေနတ်ဒဏ်ရာရနေတဲ့ ခေါင်းဆောင်ကို ကယ်ဖို့ကြိုးစားရင်း\nတောထဲမှာ ပြည့်တန်ဆာအိမ်တစ်ခုကို တွေ့လိုက်ရပါတယ်\nဒါပေမယ့် သူတို့ကို ကြိုဆိုနေတဲ့ မိန်းမချောလေးတွေက\nတစ်ခုခု မူမမှန်ဘူး ဖြစ်နေတာကို အားလုံးက သတိမထားမိကြပါဘူး\nဒဏ်ရာရနေတဲ့ ခေါင်းဆောင်နဲ့ အဖွဲ့သားတွေ အသက်ရှင်ရက် ပြန်လာနိုင်မလား?\nတောနက်ထဲက ပြည့်တန်ဆာအိမ်က မိန်းမချောလေးတွေက ဘယ်သူတွေလဲ?\nကောင်းဘွိုင်ခေတ်ကို အခြေခံထားတဲ့ ထိတ်လန့်သည်းဖို့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့\nThe Pale Door ဟာ Horror ဖန်တွေ သဘောကျနိုင်တဲ့ ဇာတ်ကားတစ်ကားပါ\n \nFile Size - 1 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Htet Wai Lwin\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1yzi0/The.Pale.Door.2020.720p_%7BCM%7D.mp4",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNzM0ZmEzNjMtOThlNy00YTkzLWEwYzUtMDgxOTU0MjFmMzY2XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Offering to the Storm (2020)",
        "description": "Offering to the stormက The Bazatan Trilogy\nရဲ့ နောက်ဆုံးရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။\nစုံစမ်းရေးမှူး အမာရာဆယ်လာဇာတစ်ယောက်\nကလေးငယ်တွေ ရုတ်တရက်သေခြင်းဆိုပြီး\nဖုံးကွယ်ထားတဲ့ ဓလေ့ရိုးရာကလေးသတ်သမားတွေရဲ့ မကောင်းမှုကြီးကို\nနောက်ဆုံးတစ်ခေါက် စစ်ဆေးဖို့ ပြန်လာတဲ့အခါ.............\nဒီရုပ်ရှင်ကားဟာ လျှို့ဝှက်ချက်တွေ၊ စဥ်းစားစရာတွေနဲ့\nအတက်အကျပြင်းထန်ပြီး Rosemary's Baby (1968)ရဲ့\nရင်ထိတ်ဖွယ်ရာ ခံစားချက်က်ို ပြန်လည်အမှတ်ရသွားစေပါတယ်။\nလူသားတွေရဲ့ အလိုဆန္ဒပြည့်ဖို့နဲ့ပတ်သက်ရင် စိတ်ကူးကြည့်လို့တောင်မရတဲ့\nဆိုးရွားမှုတွေ၊ ငွေအတွက်၊ လိုချင်တာရဖို့ ဘာမဆိုပေးဆပ်ကြတဲ့\nချောက်ချားဖွယ်ရာစိတ်ဓာတ်တွေကို ပေါ်လွင်စေတဲ့\nစိတ်ဝင်စားဖွယ်ရာ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nစုန်းအတတ်တွေ၊ ရှေးဒဏ္ဍာရီတွေနဲ့ အယူသီးတာတွေနဲ့\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တာကြောင့်\nစိတ်မခိုင်တဲ့လူတွေအတွက်တော့ သူငယ်ချင်းနဲ့ အတူကြည့်ပါ။\nဇာတ်ကားတစ်ကားလုံးက ၂နာရီကျော်ကြာပေမယ့်\nနောက်ဆုံးဇာတ်သိမ်း အထိ ဘာဖြစ်မလဲ ဘာဖြစ်မလဲ\nတဖြေးဖြေးနဲ့ ဇာတ်ကားထဲ စိတ်ရောကိုယ်နစ်သွားပြီး\nအချိန်ကုန်လို့ ကုန်သွားမှန်းတောင် မသိလိုက်ပါဘူး။\nတစ်ခုရှိသေးတယ်။ဇာတ်သိမ်းပိုင်းက တကယ့်အသက်ပါ။\nမထင်မှတ််ထားတွေနဲ့ တကယ့်ကို ပါးစပ်အဟောင်းသာ ဖြစ်ရပါတယ်။\nအမာရာနဲ့ သူ့ရဲ့လက်အောင်ငယ်သားတွေရဲ့ ဆက်ဆံရေး၊\nအခက်အခဲကြုံတဲ့အခါ တစ်ယောက်ကို တစ်ယောက်\nဘယ်လိုကူညီလဲ၊ အမာရာအပေါ် ဘယ်လိုယုံကြည်ပေးကြလဲဆိုတာက\nကြည့်ရှုပရိသတ်တွေရဲ့ စိတ်ခံစားချက်တွေကို\nအမျိုးမျိုးဖြစ်ပေါ်သွားစေပါတယ်။\nဇာတ်လမ်းက rating နည်းတဲ့အထဲပါပေမယ့် ကြည့်ရှုသင့်တဲ့\nဇာတ်ကားတစ်ပုဒ်ပါ။ လူမဆန်စွာ အယူသီးတဲ့ ယဇ်ပူဇော်မှုတွေ၊\nလူ့လောဘ၊ အာဃာတတွေအကြောင်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ewL8/Offering.to.the.Storm.2020.DUBBED.720p_%7BCM%7D_.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk58RjuXhQSLUDvcdgtpeoMI77c.jpg",
        "title": "Stage Mother(2020)",
        "description": "Stage Mother(2020)ခရစ်ယာန်ဘုရားကျောင်းရဲ့ဓမ္မတေးဆိုအဖွဲ့ရဲ့ခေါင်းဆောင် မေဘီလင်းမက်ကပ်ဖ်ဟာ စန်ဖရန်စစ္စစကိုကသူ့သား ရစ်ကီပီးဒီးယားရုတ်တရက်သေသွားတဲ့သတင်းကို ကြားရချင်းချင်းပဲသူ့သားအသုဘကို သွားခဲ့ပါတယ် သူ့သားက ဆယ်ကျော်သက်အရွယ်ကတည်းက အိမ်ကထွက်ပြီး Pandora’s Boxလို့ခေါ်တဲ့ Drag Club တစ်ခု တည်ထောင်ခဲ့တာပေါ့...Drag club ဆိုတာ ယောကျ်ားလေးတွေက မိန်းကလေးတွေလို ဝတ်စားခြယ်သတယ် ဆံပင်အတုတွေနဲ့ Pop,Country songsတွေ ဆိုကြတယ် Drag Queen ဆိုတာသူတို့ကိုခေါ်ကြတဲ့နာမည်ပေါ့ သူတို့ရဲ့ခေါင်းဆောင်ကိုတော့ Drag motherလို့ ခေါ်ကြတယ်...ရစ်ကီသေပြီးတဲ့နောက်ပိုင်း အဲ့clubကို ဦးစီးဖို့ မေဘီလင်းတာဝန်ဖြစ်လာပါတော့တယ်.... ရှေးရိုးဆန်တဲ့ မေဘီလင်းတို့လင်မယားအဖို့ဒါဟာ တကယ်ကို စိန်ခေါ်မှုကြီးပါပဲ...ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Cynthia ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:33:00\nGenre : Comedy , Drama, Music\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.0",
        "url": "https://megaup.net/2exen/Stage_Mother.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5t1k6timRKeS7N5YV6LGXeRG6QC.jpg",
        "title": "Sword Dynasty ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးကတော့ 2020ထွက် ဟာသ အက်ရှင် သိုင်းကားလေးဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့မင်းကြီးဟိန်လက်ထက်မှာ တိုင်းပြည်မငြိမ်းချမ်းပဲဖြစ်နေရပါတယ်..အာဏာရှိတဲ့လူတွေဖွဲ့စည်းပြီး လူတော်တွေစုစည်းထားတဲ့အဝတ်စအမိန့်စာပြုလုပ်ကာစုဆောင်းစေပါတယ်...ဒါတွေကိုသိသွားတဲ့မင်းကြီးဟိန်ကသူ့လက်အောက်ခံခေါင်းဆောင်ဟိန်ကို ဒီအဝတ်စအမိန့်စာကိုယူထုတ်သွားတဲ့အမတ်ရွှမ်ဝူနဲ့တကွအမိန့်စာမှာပါတဲ့သူတွေကိုသတ်ဖို့အမိန့်ပေးလိုက်ပါတယ်...ဒီလိုနဲ့ရှဲ့ချန်စိမ်းဆိုတဲ့ အလုပ်မရှိအကိုင်မရှိသူငှေးသားတစ်ယောက်ဟာမိန်းကလေးပိုင်ကိုကြိုက်သွားပြီး အမတ်ရွှမ်ဝူရဲ့အဝတ်ကိုလုယူပြီးအမတ်ရွမ်ဝူအ ဖြစ်ဟန်ဆောင်လိုက်ချိန်မှာ ဘယ်လိုရှုပ်ထွေးမှုတွေဖြစ်လာမလဲ.....ဇာတ်လမ်းတစ်ခုလုံး ဟာသလေးတွေ စိတ်ဝင်စားစရာတွေနဲ့ရောယှက်ရင်းတဖြည်းဖြည်းနဲ့တိုက်ခိုက်မှုတွေစလာချိန်မှာတော့ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါဒါနဲ့မင်းသမီးတွေကလဲ ချစ်စရာလေးတွေဆိုတော့အကြိုက်တွေ့စေမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.3",
        "url": "https://megaup.net/2exdi/(CM)Sword.Dynasty.2020.WEB-DL.720p.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rCLE8JdILvsv7xHQlWD8fe5Uos.jpg",
        "title": "Offering ( 2018 )",
        "description": "ကျောင်းတစ်ကျောင်းမှ အနိုင်ကျင့်တတ်တဲ့ ကျောင်းသူ ကျောင်းသားတစ်စုဟာ ရှိစမြဲပါဒီဇာတ်ကားလေးထဲမှာတော့ အထက်တန်းကျောင်းတစ်ခုမှာကျောင်းသားအချင်းချင်း ကြီးနိုင်ငယ်ညှဉ်းဒဏ်မခံနိုင်လို့ အဆုံးစီရင်မှုတွေ ဖြစ်ပေါ်နေပါတယ်။ရုပ်ချော စာတော်ပြီး ပညာသင်ဆုနဲ့ ကျောင်းတက်နေတဲ့ အယ်လန်နာဆိုတဲ့ကျောင်းသူလေးဟာ အနိုင်ကျင့်တတ်တဲ့ ကျောင်းသူတစ်ချို့ကိုတိတ်တဆိတ်ဗီဒီယိုနဲ့ မှတ်တမ်းတင်နေရာက လူမိသွားလို့ ကင်မရာအလုခံလိုက်ရပြီးကင်မရာပြန်ရအောင် သွားပြန်ယူချိန်မှာတော့ မထင်မှတ်တဲ့ဖြစ်ရပ်တွေကြောင့်အရှက်တကွဲအကျိုးနည်းဖြစ်ပြီး အဆုံးစီရင်သည်အထိဖြစ်ခဲ့ရပါတယ်သူဒုက္ခရောက်တဲ့အချိန် ဆရာ ဆရာမတွေအပြင် အခင်ဆုံးသူငယ်ချင်းတွေပါဘယ်သူမှကိုယ့်ဖက်မှာမရှိလို့ ဝမ်းနည်းစိတ်ကနေ ဒေါသအဖြစ်ပြောင်းသွားတဲ့အယ့်ဝိဉာဉ်ဟာ မအေးချမ်းနိုင်လို့ လက်စားပြန်လာချေတာကိုထိတ်လန့်ဖွယ်ကြည့်ရှုရမယ့် သရဲကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်Translated & Review By Htoo Htoo Ka JoeEncoded By LK",
        "rating": "5.4",
        "url": "https://megaup.net/2excw/(CM)Offering.2018.WEB-DL.720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AnrB9X6JGBUDVQv8HmrXfCbhGvi.jpg",
        "title": "Shaolin Temple’s 18 Arhats ( 2020 )",
        "description": "ဒီ2020ထွက်ဇာတ်ကားသစ်လေးမှာ ရှောင်လင်လော်ဟန့်၁၈ပါးရဲ့တိုက်ခိုက်မှုတွေ..ဂျပန်တွေရဲ့ရက်စက်မှုတွေကို မြင်ရမယ့်အပြင် ဇာတ်လမ်းတစ်ခုလုံးကိုတိုက်ခိုက်မှုတွေနဲ့ဖန်တီးထားလို့ရှောင်လင်သိုင်းကားစောင့်မျှော်နေတဲ့သူတွေအတွက်အကြိုက်တွေ့စေမှာပါဇာတ်လမ်းအကျဉ်းကတော့ ပင်လယ်ဓားပြလို့အမည်တွင်တဲ့ဂျပန်တပ်ဖွဲ့တွေ ကျူးကျော်ဝင်ရောက်လာပြီးနှိပ်စက်သောင်းကျန်းနေစဉ်ကာလမှာ ဘယ်လိုမှထိန်းမရနိုင်ဖြစ်နေပါတယ်...ဒီလိုနဲ့ရှောင်လင်ဘုန်းတော်ကြီး လော်ဟန့်၁၈ပါးတို့ဟာ မင်းကြီးအမိန့်အရတပ်ဖွဲ့တွေကိုသိုင်းပညာသင်ပေးဖို့ ဖေးယွီဆိပ်ကမ်းကိုသွားဖို့လာခဲ့ပေမယ့်ပြည်သူတွေကိုကိုယ်တိုင်ကာကွယ်ဖို့ဖြစ်လာတဲ့အခါ...ပင်လယ်ဓားပြဂျပန်တွေကိုနှိမ်နင်းနိုင်ပါ့မလား... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://megaup.net/SC68/(CM)Eighteen_Arhats_of_Shaolin_2020_WEB-DL.720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zFLAZe7W95FBtmt19mTYzMSp4Ep.jpg",
        "title": "Race to Freedom: Um Bok-dong(2019)",
        "description": "Race to Freedom: Um Bok-dong(2019)1913 ခုနှစ်မှာ ဂျိုဆွန်းကို ဂျပန်တွေ သိမ်းပိုက်ထားခဲ့ပါတယ်....ဂျိုဆွန်းမှာ ဂျပန်လူမျိုးတွေက သူတို့ကျွမ်းကျင်တဲ့ စက်ဘီးစီးပြိုင်ပွဲတွေ ကျင်းပခဲ့ပါတယ်....ဂျပန်တွေဟာသူတို့ကျွမ်းကျင်တဲ့ စက်ဘီးစီးနင်းဖြစ်တဲ့အပြင် ပြိုင်ပွဲဝင်ဖို့ အဘက်ဘက်ကထောက်ပံ့မှုတွေကလည်းပြည့်စုံလေတော့ ပြိုင်ပွဲတိုင်းအနိုင်ရနေလေ့ရှိတယ်...အမြဲလိုလိုရှုံးနိမ့်တဲ့အပြင် နှိမ်ခံရလေတော့  ဂျိုဆွန်းပြည်သူတွေ စိတ်အပျက်ကြီး ပျက်ခဲ့ရပါတယ် ...ဒါကြောင့် ဂျိုဆွန်းကုန်သွယ်အဖွဲ့ခေါင်းဆောင်က စက်ဘီးပြိုင်ပွဲမှာ ပြိုင်ပွဲ၀င်ဖို့ သူ့မှာရှိသမျှစည်းစိမ်လေးတွေပုံအောပြီးလူငယ်တွေကို လေ့ကျင့်ပေးခဲ့ပါတယ်....အဲ့ဒီလိုလူငယ်တွေကို ရွေးချယ်လေ့ကျင့်ပေးတဲ့အချိန်မှာ အံအားသင့်လောက်စရာပါရမီပါပြီး သန်မာတဲ့ လူငယ်လေးတစ်ယောက် မထင်မှတ်ဘဲ ပေါ်ထွန်းလာတဲ့အချိန်မှာတော့....ဒီကားက မင်းသား Rain အဓိကပါဝင်သရုပ်ဆောင်ထားသလိုကိုးရီးယားတွေရဲ့မျိုးချစ်စိတ်ကို အဓိကပုံဖော်ထားတဲ့ကားမို့ ဝါရင့်သရုပ်ဆောင်ပေါင်းများစွာနဲ့ခမ်းခမ်းနားနားရိုက်ကူးထားတာမို့ လက်မလွှတ်သင့်ပါကြောင်း..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size : (980 MB) and (349 MB)\nQuality :FHD-Rip 720p\nFormat…mp4\nDuration…01:58:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yzvg/Race_To_Freedom.Um_Bok_Dong.2019.FHD-Rip.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l6Ig3QLKA2M28Ry3b5coObloMjJ.jpg",
        "title": "Josie & Jack(2019)",
        "description": "Josie & Jack (2019) အညွှန်း******************************* လောကကြီးမှာ ပညာတတ်တဲ့သူတွေ ရူးမိုက်တဲ့ လုပ်ရပ်တွေကို လုပ်ပြီဆိုရင်...တခြားသူတွေ ဘယ်လိုမှ လိုက်လို့မမှီပါဘူး..... ဒီဇာတ်ကားမှာလည်း...ကောလိပ်တစ်ခုရဲ့ ရူပဗေဒပညာရှင် ပရော်ဖက်ဆာ ဂျိုးဆပ် ရေဘန် ဟာ…ကမ္ဘာလောကကြီးဟာ လူသားတွေရဲ့ပရောဂကြောင့်ပျက်ဆီးနေရတာဆိုပြီးတော့...လူ့အဖွဲ့အစည်းတစ်ခုလုံးကို မျက်မုန်းကျိုးနေသူ တစ်ယောက်ပဲဖြစ်ပါတယ်…. သူ့ရဲ့နာကျည်းချက်ဟာ ဘယ်လောက်ထိ ကြီးမားသလဲဆိုရင်....မိခင်ဆုံးပါးသွားပြီးတဲ့နောက် ရွေးချယ်စရာမရှိဘဲ ဖခင်ဖြစ်သူ ရေဘန်နဲ့ အတူလာနေရတဲ့ ကလေးနှစ်ယောက်လုံးကို အပြင်ကျောင်း လုံး၀မထားဘဲ....အိမ်ထဲမှာပဲ သီးသန့်နေစေခဲ့ပါတယ်... ဒီလိုနဲ့ပဲ ရေဘန်ရဲ့ သားနဲ့သမီးဖြစ်သူ.ဂျက်ခ် နဲ့ ဂျိုဆီ ဟာ ပြင်ပလောကနဲ့ ကွာခြားလွန်းတဲ့ ပတ်၀န်းကျင်မှာ…အရွယ်ရောက်လာကြပါတော့တယ်... သာမန်ကလေးဘ၀ရဲ့ ပျော်ရွှင်မှုတွေ...မိဘမေတ္တာတွေကို မခံစားခဲ့ရတဲ့ ဂျက်ခ် နဲ့ ဂျိုဆီ…ဘယ်လိုလူမျိုးတွေ ဖြစ်လာကြမလဲ....အရာရာ ချုပ်တည်းလွန်းတဲ့ ဖခင်နဲ့ ..... ဆယ်ကျော်သက် လူငယ်နှစ်ယောက်ကြားမှာ.... ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲ ဆိုတာကို ကိုယ်တိုင်ပဲဆက်လက်ခံစားကြည့်ကြပါဦးခင်ဗျာ..... ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thar Htet ပဲဖြစ်ပါတယ်....File Size : (850MB) and (380 MB)\nQuality : WEB-DL  ...",
        "rating": "6.0",
        "url": "https://megaup.net/SBmd/Josie_And_Jack.2019.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uowTegbecgHSh4ikWT97lUAk8SY.jpg",
        "title": "Us Again(2020)",
        "description": "Us Again(2020)ချစ်ကြိုက်၊ လွမ်းဆွေး၊ ပျော်စရာရွှင်စရာ ရသစုံတဲ့ ဖိလစ်ပိုင်အချစ်ဇာတ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။မာဂျီဆိုတဲ့ကောင်မလေးဟာ ပျော်ပျော်နေတတ်ပြီးတော့ ဆရာဝန် ဖြစ်ဖို့ ရည်မှန်းကာ နယ်မြို့လေးတစ်မြို့မှမနီလာမြို့တော်ကို ကျောင်းလာတက်နေသူ တစ်ယောက် ဖြစ်ပါတယ်။ကျောင်းမှာ အန်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တွဲမိပြီး သူတို့ ၂ ယောက်ဟာ အချစ်ရဆုံး သူငယ်ချင်းတွေ ဖြစ်သွား ကြပါတယ်။ဒါပေမယ့်လည်း ကံဆိုးချင်တော့ အထက်တန်း တုန်းက သူသဘောကျခဲ့တဲ့ ကောင်လေးကိုအန်းရဲ့ ချစ်သူကောင်လေး အဖြစ် တွေ့လိုက် ရချိန်မှာ တော့….. ဘာတွေ ဆက်ဖြစ်လာမလဲဆိုတာ ဒေါင်းလုပ်ဆွဲပြီး ကြည့်ရှူလိုက်ပါ။File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:30:00\nGenre : Romance, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded ...",
        "rating": "6.3",
        "url": "https://megaup.net/2ew8v/Us_Again.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tbz4cSTTZElk6beZi6x2ySymd3j.jpg",
        "title": "47 Days The Mystery Unfolds(2020)",
        "description": "47 Days The Mystery Unfolds(2020)မင်းသားက ရဲဗျာ ရဲကိုမှ ဇာတ်ရဲလက်ရဲအသေရဲ ...တစ်ခုခုဆို တဇွတ်ထိုးတဇောက်ကန်းလုပ်တတ်လွန်းလို့ သူ့သူငယ်ချင်းက သူနဲ့ဆို လူဆိုးမဖမ်းချင်. စွန်းဗျင်းတဲ့ရဲဆိုပါတော့.. ဒါလည်း သူ့အကျင့်မပြင်တဲ့ဘဲ... ချစ်ရတဲ့ဇနီးချောလေးနဲ့ ကွဲကွာခဲ့ချိန်ကစပြီး ဒီလူဟာ ပုံမှန်လို မဟုတ်တော့ဘဲ ပြောင်းလဲလာခဲ့တယ်...အရင်လို ရဲဆရာကြီးမဟုတ်တော့ဘဲ ပါဝါနည်းသွားတဲ့အချိန်မှာမှ အမှုကြီးကြီးတွေကို ရင်ဆိုင်လာရတဲ့အခါမှာတော့... ဒီဇာတ်ကားမှာ လက်သီးတစ်ချက်ထိုးလို့ ဆယ်ပေလောက်လွင့်သွားတာမျိုးမပါသလို ငှက်ပျောသီးနဲ့ လည်ပင်းလှီးတာတို့လည်း ကင်းဝေးပါတယ်...အရှိကိုအရှိအတိုင်း ယုတ္တိရှိရှိရိုက်ပြထားတဲ့ကားမို့လို့  မင်းသမီးကလည်းစွန်းချောတော့အားလုံးကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ရင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်.....File Size : (850 MB) and (347MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:02:00\nGenre :  Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2UtyY/47_Days.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bKthjUmxjHjvJK8FktFfQdmwP12.jpg",
        "title": "Deep Blue Sea 3 (2020)",
        "description": "ဒီနှစ်တွေအများကြီးထဲမှာ ငါးမန်းကားတွေအများကြီးထွက်ခဲ့တယ်..ငါးမန်းကားတွေအကုန်လုံးကလည်း ငါးမန်းရှိတဲ့နေရာဒါမှမဟုတ် ငါးမန်းက နေရာကိုရောက်လာပြီး အကုန်လုံးကို ကိုက်သတ်တယ်ပြီးတော့လူတွေက ငါးမန်းကိုပြန်ပြီးသတ်တယ် ဆိုတဲ့ပုံစံနဲ့ဇာတ်ကားမျိုးတွေပါပဲ...ဒီတစ်ခါ ငါးမန်းကားကတော့ အဲဒီလိုငါးမန်းကားမျိုး မဟုတ်ပဲထူးထူးခြားခြားငါးမန်းကားမလို့ တင်ဆက်ပေးလိုက်ပါတယ် ..ရာသီဥတုပြောင်းလဲမှုကြောင့်ရေအောက်သတ္တဝါတို့ရဲ့ပြောင်းလဲမှုကိုလေ့လာနေတဲ့ဒေါက်တာ ကိုလင်းဟာ မိုဇမ်ဘိ ရဲ့ ရေနက်ပိုင်းမှာ ငါးတွေရဲ့ အလေ့အထကိုလေ့လာရင်းလူတွေကိုဗဟုသုတ မျှဝေပေးနေပါတယ်။အဲဒီရာသီဥတုပြောင်းလဲမှုမှာ ပြောင်းလဲသွားပြီးဓလေ့ပိုင်းပြောင်းလဲနေတဲ့ ငါးမန်းတစ်ချို့လည်းရှိနေပါသေးတယ်။အဲဒီငါးမန်းတွေကို လိုက်လံကာလေ့လာနေတဲ့လူတစ်စုနဲ့ ဒေါက်တာကိုလင်းနဲ့ တွေ့ကြတဲ့အခါ ....အဲဒီလေ့လာနေတဲ့လူတစ်စုကရော ဘယ်လိုလူမျိုးတွေလဲ...ဒေါက်တာကိုလင်းဟာလည်း ငါးများကိုလေ့လာနေပြီးငါးများကိုကာကွယ်မှုပြုလုပ်နေသူပီပီ ဘယ်လိုမျိုး အတွေ့အကြုံတွေကိုကြုံရမလဲအဲဒီရာသီဥတုပြောင်းလဲမှုကြောင့်ဓလေ့ပြောင်းလဲနေတာက ငါမန်းတွေရောဟုတ်ရဲ့လား ...သူတို့ကရော ဘယ်လိုပြောင်းလဲသွားတာလဲဆိုတာက...ဒေါက်တာကိုလင်းတစ်ယောက် အသစ်အသစ်သောမျိုးစိတ်တွေကိုတွေ့လိုက်ရတဲ့အချိန်ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာကိုဆက်လက်ကြည့်ရှုကြပါဦး။ File Size : ( 938 MB , 340 ...",
        "rating": "4.6",
        "url": "https://megaup.net/2ev9w/(CM)_Deep_Blue_Sea_2020_BluRay_720p.mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKjD3DTZjRI3Ipkf7Oz5zAILnwD.jpg",
        "title": "Made in Italy (2020)",
        "description": "ဒီတစ်ခေါက်တော့ CMပရိတ်သတ်ကြီးအတွက်Comedy/Romance အမျိုးအစား ကားကောင်းလေးကို တင်ဆက်ပေးလိုပါတယ်။မင်းသားကြီး Liam Neesonရဲ့အသစ်စက်စက်ထွက်ရှိလာတဲ့ကားကောင်းလေးဆိုရင်လည်းမမှားပါဘူး။ဇာတ်လမ်းလေးနာမည်ကတော့ Made in Italy(2020)ပါ။ပန်းချီဆရာတစ်ဦးဖြစ်သူ ရောဘတ်ဖောစတားနဲ့ သားဖြစ်သူဂျက်တို့ အရေးပေါ်ငွေလိုရာကနေ အီတလီမှာရှိတဲ့သူတို့အိမ်ဟောင်းကိုရောင်းဖို့ ပြင်ဆင်ရာကနေ ဇာတ်လမ်းကစပါတယ်။မရောက်ဖြစ်တာ နှစ်၂၀ ကျော်နေပြီဖြစ်တဲ့ ဒီအိမ်ကြီးကို ရောင်းထွက်နိုင်ဖို့သားအဖနှစ်ယောက်ပြင်ဆင်ရင်း ဘာတွေဆက်ဖြစ်လာခဲ့တယ်ဆိုတာစိတ်၀င်တစားကြည့်ရှုရမှာပါ။လွမ်းမောဖွယ်ရာရှုခင်းတွေနဲ့ ကဗျာဆန်တဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေကိုဟာသလေးနှောကာ တင်ဆက်ထားတာကြောင့်အဆုံးအထိ မငြီးမငွေ့ကိုကြည့်ရှုရမှာအသေအချာပါပဲ။ဇာတ်လမ်းလေးနာမည်ကတော့ Made in Italy(2020)ပါ။ File Size : ( 870 MB , 336 MB)\nQuality : WEB Rip 720p\nRunning Time : 1 hr 34 min\nFormat : Mp4\nGenre : Comedy\nSubtitle : ...",
        "rating": "5.6",
        "url": "https://megaup.net/2evbB/(CM)_Make_In_Italy_2020_WEBRip_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ugZW8ocsrfgI95pnQ7wrmKDxIe.jpg",
        "title": "Hard Kill (2020)",
        "description": "Action/Thriller အမျိုးအစားပါ။ Eva ဆိုတဲ့ ကောင်မလေးကလူတွေရဲ့ ဘဝကို ကယ်တင်ဖို့ဆိုပြီးကမ္ဘာကြီးကို ပြောင်းလဲပစ်နိုင်မယ့် A.I စနစ် နည်းပညာတစ်ခုကို တီထွင်ခဲ့တယ်။အဲ့ဒီနည်းပညာဟာ Pardoner ဆိုတဲ့psychopath အကြမ်းဖက်သမား လက်ထဲရောက်သွားတယ်။သူကတော့ အဲ့ဒီ A.I system ကြီးကိုသုံးပြီး တစ်ကမ္ဘာလုံးကprogram တွေ လုပ်ငန်းတွေအကုန်လုံးကို အပျောက်ဖျောက်ချင်တာပါတဲ့။တစ်မ္ဘာလုံးကို reset ချချင်တာမျိုးပေါ့။ဒါပေမယ့် အဲ့ဒီနည်းပညာကို သုံးဖို့က လျှို့ဝှက်ကုဒ်နဲ့ ဖြည်မှရမှာ။အဲ့ဒီကုဒ်ကိုသိတဲ့သူက Eva ရဲ့အဖေ Donovan ။ဒီတော့ Pardonerက Donovan ကို အကျပ်ကိုင်ဖို့ သူ့သမီးကို ဖမ်းထားလိုက်တယ်။အဲ့ဒီမှာပဲ Donovan က ဇာတ်လိုက် Miller ခေါင်းဆောင်တဲ့ကြေးစားအထူးတပ်ဖွဲ့ကို ငှားရမ်း တာဝန်ပေးတာနဲ့ ဇာတ်လမ်းစပါတယ်။ File ...",
        "rating": "3.0",
        "url": "https://megaup.net/2ev9y/(CM)_Hard_Kill_2020_WEB-DL_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/bill-135x200.jpg",
        "title": "Bill & Ted Face the Music 2020",
        "description": "Bill and Ted: Face the Music (2020) IMDb 6.8/10 1989 တုန်းက Bill and Ted's Excellent Adventure အမည်နဲ့ ပထမဆုံး ထွက်ရှိခဲ့ပြီး 1991 မှာ Bill and Ted's Bogus Journey အမည်နဲ့ ဒုတိယအကြိမ် ထွက်ရှိခဲ့ပြီး အခု 2020 August 28 မှာ Bill and Ted: Face the Music ဆိုပြီး sequel ထပ်ပြီး ထွက်ရှိလာခဲ့ပါပြီ comedy science-fiction ဖြစ်ပြီး critics တွေရဲ့ positive review တွေလည်း ရရှိထားပါတယ်။ ဒီ sequel မှာတော့ Bill နဲ့ Ted တို့ဟာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/SAx0/Bill.and.Ted.Face.the.Music.2020.720p(CM).mp4",
        "category": "Adventure, Comedy, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/98Fv3MSWeIPI2lbC16OxE2tHUYh.jpg",
        "title": "Court Martial(2020)",
        "description": "Court Martial(2020)အိန္ဒိယတပ်ရင်းတစ်ရင်း စုံစမ်းစစ်ဆေးရေးခုံရုံးတစ်ခုမှာ အရာရှိကြီးပေါင်းများစွာနဲ့ခုံရုံးတင်စစ်ဆေးမှုပြုလုပ်နေတယ်....အကြောင်းက တပ်ရင်းရဲ့ကင်းစခန်းရှေ့မှာဆိုင်ကယ်နဲ့ဖြတ်မောင်းသွားတဲ့ အရာရှိ(၂)ဉီးကို ကင်းသမားက သတိပေးချက်တွေမပြုလုပ်ပဲ ပစ်ချလိုက်လို့ဖြစ်ပါတယ်...အရာရှိတစ်ဉီးပွဲချင်းပြီးဆုံးသွားတဲ့အပြင် တစ်ဉီးကတော့ အသက်လုနိုင်လိုက်လို့ ကံကောင်းထောက်မစွာအသက်ရှင်နိုင်ခဲ့တယ်...ဒီဖြစ်စဉ်က တကယ်တော့ တော်တော်ကြီးကိုဆိုးတဲ့အမှုပါပဲ...မိမိတပ်ဖွဲ့တူခြင်းဖြစ်တဲ့အပြင် သေဆုံးမှုပါဖြစ်လေတော့ ကင်းသမားကို အကြီးအကျယ်စွဲချက်တွေနဲ့ပေါ့...ကင်းသမားကရော ဘာ့ကြောင့်ပစ်ခဲ့တာလဲ...တခြား ဘယ်လို စစ်စည်းကမ်းတွေရှိလဲ....သူနဲ့အပေါင်းပါတွေရှိသေးလား..တကယ့်ဖြစ်စဉ်အမှန်ကရောဘာလဲ...ဒီကားက သီချင်းတွေဘာတွေလုံးဝမပါတဲ့အပြင် ဇာတ်လမ်းစစချင်းကို တော်တော်စိတ်ဝင်စားစရာကောင်းတယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ြကပါ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik Sanပဲဖြစ်ပါတယ်....File Size : (900 MB) and (422MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:00:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik Sa",
        "rating": "7.0",
        "url": "https://megaup.net/1JNhy/Court_Martial.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fQqqsj0WhANqGqHQ8BhBE7iI4bk.jpg",
        "title": "Enter the Fat Dragon ( 2020 )",
        "description": "ဒီဇာတ်ကားက တော့မင်းသားကြီး Donnie Yenရဲ့ february 1 2020မှာထွက်ရှိလာတဲ့ Action,Adventure,Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ဟောင်ကောင်ရဲအရာရှိတစ်ယောက်ဟာအရမ်းကြိုးစားပြီးလုပ်ကိုင်ပေမယ့် လွဲချော်မှုတွေကြုံရရင်းရာထူးချခံရတဲ့အပြင်ချစ်ရသူရဲ့လမ်းခွဲခြင်းကိုပါခံလိုက်ရတဲ့အခါ...စိတ်ဓာတ်ကျသွားပြီးအစားအလွန်စားရင်းကနေ၁၀၀ကီလိုကျော်ဝတဲ့ဖက်တီးတစ်ယောက်ဖြစ်လာပါတယ်...ဒီလိုနဲ့ ဂျပန်ရဲတပ်ဖွဲ့ကအလိုရှိနဲ့သူတစ်ယောက်ကိုသွားပို့ပြီးရာထူးပြန်ရဖို့အခွင့်အလမ်းရလာတဲ့အခါ မထင်မှတ်ပဲလူဆိုးဂိုဏ်းတစ်ခုနဲ့ပတ်သက်ဖို့ရာဖြစ်လာပါတယ်.....ဂျပန်မှာဘယ်လိုလွဲချော်မှုတွေကြုံတွေ့ရမှာလဲ...မသမာမှုလုပ်ရပ်တွေကိုဖော်ထုတ်နိုင်ပါ့မလား... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/enter-the-fat-dragon-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9biunspZ5C2A4jNqH693H7PEda0.jpg",
        "title": "Sadak 2(2020)",
        "description": "Sadak 2(2020)လူ့လောကကို စိတ်ကုန်နေတဲ့ တက္ကစီဒရိုက်ဘာတစ်ယောက်ရယ်၊ မသမာသူတွေ လက်ထဲက ပြေးထွက်လာတဲ့ ချစ်သူစုံတွဲရယ်နဲ့ဇာတ်လမ်းဖွင့်ထားတာတွေ့ရပါလိမ့်မယ်...။အစောပိုင်းမှာ အဲ့ဒီ ဒရိုက်ဘာကြီးဆီကို ညဉ့်နက်ချိန်မှာ မိန်းကလေးတစ်ယောက်က သူသွားလိုတဲ့ နေရာကိုလိုက်ပို့ပေးရမည်ဖြစ်ကြောင်းပြောပြီး အရင်ကတည်းက ကြိုတင်မှာထားကြောင်း ပြောပါတယ်။တက္ကစီဒရိုက်ဘာကလည်း ငြင်းမရတော့တဲ့အဆုံးမှာ သူသွားလိုရာကို လိုက်ပို့ပေးဖို့ ဖြစ်လာခဲ့ပါတယ်။ဒါပေမဲ့ ကောင်မလေးဟာ တစ်ခုခုက ထွက်ပြေးလာပုံပေါ်နေတာမို့ တက္ကစီဒရိုက်ဘာကတော့ ရိပ်စားမိပါတယ်။ဒါ့အပြင် ဗဟိုအကျဉ်းထောင်ကို သွားပြီး သူ့ချစ်သူကို ခေါ်ရဦးမည်တဲ့။ ကိုယ်တိုင်က အားလုံးကိုစိတ်ပျက်နေရတဲ့ကြားထဲအန္တရယ်အငွေ့အသက်တွေပြည့်နေတဲ့ မိန်းကလေးတစ်ယောက်ကို ကားပေါ်တင်လာပြီးတဲ့အချိန်ကစပြီးဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး....ဒီကားနဲ့ပတ်သက်ပြီး  IMDb Ratingကိုပြောချင်ပါသေးတယ်။ Ratingကို အနည်းဆုံးပဲမြင်ရမှာပါ။ဒါဟာ ဇာတ်ကားကို ကောင်းသည်ဖြစ်စေ၊ဆိုးသည်ဖြစ်စေ မထွက်ခင်ကတည်းကဒီလိုပေးကြမယ်လို့ ကြံစည်ထားကြတာပါ။ ဆူရှန့်သေဆုံးမှုနဲ့ ပတ်သက်ပြီး ဘောလိဝုဒ်ရဲ့ တချို့ဇာတ်ကားတွေကိုIMDb Rating နဲ့ သတ်မှတ်လို့မရတော့တဲ့ အခြေအနေပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Nyi Koe နဲ့ Myint Thu တို့ပဲဖြစ်ပါတယ်....File Size : (1.03 GB) ...",
        "rating": "1.1",
        "url": "https://megaup.net/SA5h/Sadak_2.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Drama"
    }
]