[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jVt44iWfPIW8gxfGJglLXgpKhc.jpg",
        "title": "Saand Ki Aankh(2019)",
        "description": "Saand Ki Aankh(2019)IMDb...8.6ဒီဇာတ်လမ်းဟာ အိန္ဒိယနိုင်ငံရဲ့ပထမဦးဆုံးနိုင်ငံတကာပြိုင်ပွဲမှာ\nဆုရသွားတဲ့လူအကြောင်းရဲ့ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး\nရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းပါ..\nဖြစ်ရပ်မှန်ဇာတ်ကြောင်းတွေဆို တစ်ဖွဲ့တစ်နွဲ့ နဲ့ပိုင်ပိုင်နိုင်နိုင်\nရိုက်ကူးပြနိုင်တဲ့ အိန္ဒိယဇာတ်လမ်းကောင်းတွေနဲ့ ရင်းနှီးကြဖူးမှာပါ..\nဒီဇာတ်လမ်းမှာလဲ အဲ့ဒီပထမဆုံးဆုကိုရသွားတဲ့သူဟာရှေးရိုးဆန်တဲ့\nရွာကမိန်းကလေးဖြစ်ပြီး သူ့ရဲ့အဘွားတွေရဲ့စိတ်ဓါတ်ကြိုးစားအားထုတ်ပုံတွေကို\nအဓိကထားရိုက်ကူးထားတာပါ..ရွာတွေမှာမိန်းကလေးဆိုရင် အိမ်မှုကိစ္စလုပ်\nအချိန်တန်ယောက်ျားယူ..ပြီးရင်လင်ယောကျ်ားကိုပြုစုလုပ်ကျွေးရင်းနဲ့ပဲ\nမိန်းကလေးတွေဘဝဟာ ကုန်ဆုံးသွားရပါတယ်..ဒါပေမယ့်ဒီဇာတ်လမ်းထဲက\nဘွားဘွားနှစ်ဦးကတော့ သူတို့ရဲ့သမီးတွေကို သူတို့လိုမဖြစ်အောင် ဘယ်လိုအတိုက်အခံ\nအကြံအဖန်တွေလုပ်ပြီး ရုန်းထွက်ကြမလဲဆိုတာကိုတော့....ဒီ အိန္ဒိယ ဇာတ်ကားက\nခင်ဗျားတို့ ထင်ထားတာထက်ကို ကောင်းပါတယ်.....\nရှေးရိုးဆန်တဲ့အတွေးတွေ အယူအဆတွေကြောင့် အရည်အသွေးတွေ အရည်\nအချင်းတွေကို ချိုးနှိမ်ထားခံရသလိုဖြစ်နေတဲ့အနေအထားက\nအားလုံးကို အတိုက်အခံလုပ်ပြီး ကြိုးစားပြထားတာကို\nဆွဲဆောင်မှုရှိအောင်ရိုက်ပြထားတာပါ..ပြသချိန် (၂) နာရီဆိုတာကို\nတောင် ခင်ဗျားတို့ မေ့လျော့သွားပါလိမ့်မယ်...\nIMDb...8.6 ရထားတာမို့ ထွေထွေထူးထူးတော့မညွှန်းတော့ပါဘူး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်.....(zawgyi)ဒီဇာတ္လမ္းဟာ အိႏၵိယႏိုင္ငံရဲ႕ပထမဦးဆုံးႏိုင္ငံတကာၿပိဳင္ပြဲမွာ\nဆုရသြားတဲ့လူအေၾကာင္းရဲ႕ျဖစ္ရပ္မွန္ကို အေျခခံထားၿပီး\n႐ိုက္ကူးတင္ဆက္ထားတဲ့ဇာတ္ကားေကာင္းတစ္ေကာင္းပါ..\nျဖစ္ရပ္မွန္ဇာတ္ေၾကာင္းေတြဆို တစ္ဖြဲ႕တစ္ႏြဲ႕ နဲ႔ပိုင္ပိုင္ႏိုင္ႏိုင္\n႐ိုက္ကူးျပႏိုင္တဲ့ အိႏၵိယဇာတ္လမ္းေကာင္းေတြနဲ႔ ရင္းႏွီးၾကဖူးမွာပါ..\nဒီဇာတ္လမ္းမွာလဲ အဲ့ဒီပထမဆုံးဆုကိုရသြားတဲ့သူဟာေရွး႐ိုးဆန္တဲ့\n႐ြာကမိန္းကေလးျဖစ္ၿပီး သူ႔ရဲ႕အဘြားေတြရဲ႕စိတ္ဓါတ္ႀကိဳးစားအားထုတ္ပုံေတြကို\nအဓိကထား႐ိုက္ကူးထားတာပါ..႐ြာေတြမွာမိန္းကေလးဆိုရင္ အိမ္မႈကိစၥလုပ္\nအခ်ိန္တန္ေယာက္်ားယူ..ၿပီးရင္လင္ေယာက်္ားကိုျပဳစုလုပ္ေကြၽးရင္းနဲ႔ပဲ\nမိန္းကေလးေတြဘဝဟာ ကုန္ဆုံးသြားရပါတယ္..ဒါေပမယ့္ဒီဇာတ္လမ္းထဲက\nဘြားဘြားႏွစ္ဦးကေတာ့ သူတို႔ရဲ႕သမီးေတြကို သူတို႔လိုမျဖစ္ေအာင္ ဘယ္လိုအတိုက္အခံ\nအႀကံအဖန္ေတြလုပ္ၿပီး ႐ုန္းထြက္ၾကမလဲဆိုတာကိုေတာ့....ဒီ အိႏၵိယ ဇာတ္ကားက\nခင္ဗ်ားတို႔ ထင္ထားတာထက္ကို ေကာင္းပါတယ္.....\nေရွး႐ိုးဆန္တဲ့အေတြးေတြ အယူအဆေတြေၾကာင့္ အရည္အေသြးေတြ အရည္\nအခ်င္းေတြကို ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/saand-ki-aankh2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eu3BAlCrXxGBEWJGbu2kREAMVvV.jpg",
        "title": "Always a Bridesmaid(2019)",
        "description": "Always a Bridesmaid(2019)(unicode)နှစ်သစ်မှာ RO မယ့် ပရိသတ်ကြီးအတွက် romance ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေး ကတော့ သူငယ်ချင်းမင်္ဂလာဆောင်တွေမှာ အမြဲတမ်း သတိုးသမီးအရံလုပ်ပေးရတဲ့ကိုရီနာရဲ့အကြောင်းလေးပါ သူငယ်ချင်းတွေတစ်ယောက်ပြီးတစ်ယောက်မင်္ဂလာဆောင်သွားတယ် သူကတော့ အပျိုကြီးဖြစ်နေတုန်းပဲ\nမင်္ဂလာဆောင်ပွဲတွေကိုသွားရပေမယ့်လဲ သူကတော့မင်္ဂလာဆောင်ရမှာကိုအရမ်းကြောက်နေခဲ့ပါတယ်\nအကြောင်းကတော့ သူ့အဖေကြောင့်ပါ သူ့အဖေက အရင်ကအငယ်နှောင်းထားခဲ့ပါတယ်\nအရင်တစ်ခါကအသည်းကွဲဖူးအဲ့အပြင် သူ့စိတ်ထဲမှာ သူ့အလှည့်ကျရင် သူယူမယ့်ယောက်ျားက အဲ့လိုလုပ်သွားရင်ဆိုတဲ့အတွေးမျိုးနဲ့ မင်္ဂလာမဆောင်ဘဲနေနေတာပါ တစ်နေ့ သူ့သူငယ်ချင်းတွေက အသက်၂၉နှစ်အရွယ် အပျိုကြီးဖြစ်နေတဲ့သူမကို လက်တွဲဖော်ရှာပေးမယ်ဆိုပြီး ဖုန်းထဲကို ဒိတ်အပ်စ် ကိုထည့်သွင်းပေးခဲ့ပါတယ်….\nအဲ့ဒီမှာ သူတကယ်ချစ်တဲ့ကောင်လေးနဲ့တွေ့မလား….တွေ့ခဲ့ရင်ရော ယခင်သံသယစိတ်တွေကြောင့်\nအဆင်ပြေပ့ါမလား…. ရုပ်ရှင်ခေါင်းစဉ်အတိုင်းအမြဲတမ်းသတိုးသမီးအရံပဲဖြစ်နေမလား …\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး…\nဇာတ်လမ်းအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….(zawgyi)Always A Bridesmaid 2019\nႏွစ္သစ္မွာ RO မယ္႔ ပရိသတ္ႀကီးအတြက္ romance ကားေလးတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလး ကေတာ့ သူငယ္ခ်င္းမဂၤလာေဆာင္ေတြမွာ အၿမဲတမ္း သတိုးသမီးအရံလုပ္ေပးရတဲ႔ကိုရီနာရဲ႕အေႀကာင္းေလးပါ သူငယ္ခ်င္းေတြတစ္ေယာက္ၿပီးတစ္ေယာက္မဂၤလာေဆာင္သြားတယ္ သူကေတာ့ အပ်ိဳႀကီးၿဖစ္ေနတုန္းပဲ\nမဂၤလာေဆာင္ပဲြေတြကိုသြားရေပမယ္႔လဲ သူကေတာ့မဂၤလာေဆာင္ရမွာကိုအရမ္းေႀကာက္ေနခဲ႔ပါတယ္\nအေႀကာင္းကေတာ့ သူ႕အေဖေႀကာင့္ပါ သူ႕အေဖက ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/always-a-bridesmaid2019/",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/1-142x200.jpg",
        "title": "Confinemet Incontinence Uniform Slave (2014)",
        "description": "unicode\nDark Side ဖန်တွေ အတွက် တစ်ရက် တစ်ကားဆိုသလို\nဖန်တီးပေးမယ့် Dark Knight နဲ့ XCode တို့\nထပ်မံ ပူးပေါင်း တင်ဆက်ပေးလိုက်တာကတော့\nပြန်ပေးဆွဲခံရတဲ့ ကောင်မလေး ဇတ်လမ်းပါပဲ\nညဘက် အချိန်ပိုင်းအလုပ်ကနေ ပြန်လာတဲ့\nအချိန်ပိုင်း ကျောင်းသူလေးဟာ ပြန်လိုက်ပို့ပေးမယ်လို့\nလိမ်ညာခေါ်တဲ့ ကိုကိုလူချောနောက်\nကောက်ကောက်ပါအောင် လိုက်သွားပြီး\nပြန်ပေးဆွဲပြီး ဝိုင်း ဘု တာ ခံရပါရောလား\nပြန်ပေးဆွဲတာတွေ နောက် ပါသွားတဲ့\nကျောင်းသူလေး ပြန်လွှတ်ပါ့မလား\nသူဘယ်လိုတွေ ကြိုးစားမလဲ ဆိုတာ\nရင်တုန်ခံစား ကြည့်ရှုလိုက်ကြပါအုံး\n၁၈ ပလပ် ဇတ်ကားကို\nအိပ်ရေးတွေပျက် အားတွေချိနဲ့စွာ\nဘာသာပြန်ပေးထားတာကတော့\nDark Knight ဖြစ်ပြီး\nစေတနာ ဗရပွ နဲ့ JAV အလန်းတွေ\nတင်ဆက်ပေးနေတာကတော့\nXCode တို့ပဲ ဖြစ်ပါတယ်...\nDark Side ဖန်တွေရေ ရယ်ဒီပဲလား ?\nzawgyi\nDark Side ဖန္ေတြ အတြက္ တစ္ရက္ တစ္ကားဆိုသလို\nဖန္တီးေပးမယ့္ Dark Knight နဲ႔ XCode တို႔\nထပ္မံ ပူးေပါင္း တင္ဆက္ေပးလုိက္တာကေတာ့\nျပန္ေပးဆြဲခံရတဲ့ ေကာင္မေလး ဇတ္လမ္းပါပဲ\nညဘက္ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/confinemet-incontinence-uniform-slave-2014/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/as-japan-142x200.jpg",
        "title": "Asako I & II(2018)",
        "description": "Asako I & II(2018)IMDb......7.0(unicode)အာဆာကိုဆိုတဲ့ကောင်မလေးတစ်ယောက် ဓာတ်ပုံပြပွဲတစ်ခုကိုသွားကြည့်ရင်း အမှတ်မထင်\nဘတ်ခုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ ဆုံမိပြီး သူတို့(၂)ဦးဟာ မြင်မြင်ချင်းပဲ ချစ်မိသွားကြတယ်။ဘတ်ခုဆိုတဲ့ကောင်လေးဟာ လူထူးဆန်းကောင်လေးတစ်ယောက်ပါ..\nဘာလို့ဆို သူဟာ ဘယ်သူ့မှ မ ပြောဘဲ ပျောက်ချင်ရာပျောက်နေတတ်တဲ့သူ....\nတစ်ခါတစ်လေ အိမ်ကနေ မပြောမဆိုနဲ့ထွက်သွားရင်း တစ်လ ကိုးသီတင်းလောက် ပျောက်ချင်ပျောက်နေတတ်သည်။\nအိမ်သားများအတွက် မထူးဆန်းတော့။\nဒီလိုနဲ့ ၆ လလောက်ကြာတော့ ဘတ်ခုတစ်ယောက် ပျောက်ချင်းမလှ ပျောက်ပြီး ပြန်ပေါ်မလာတော့။အာဆာကိုဆိုတဲ့ကောင်မလေးအတွက်တော့ ကြေကွဲခြင်းတွေ ထွေးပိုက်ပြီး\nကျန်ခဲ့ရတာပေါ့....\n၂ နှစ်လောက်ကြာပြီးနောက် အာဆာကို တစ်ယောက် အံအားသင့်စရာတစ်ခုနဲ့ကြုံရတယ်...ပျောက်သွားတဲ့ ချစ်သူနဲ့တစ်ထေရောထဲတူတဲ့ ကောင်လေးတစ်ယောက်နဲ့\nဆုံခဲ့ရသလို သူပျောက်ပြီလို့ ထင်တဲ့ ချစ်သူကလည်း ပြန်ရောက်လာတဲ့နောက်မှာတော့....\nဘာတွေဆက်ဖြစ်ကြမလဲ ခံစားကြည့်ကြပါ...ဒီကားက အချစ်ရိုမန့်ကားလေးဖြစ်သလို\nမင်းသားရော မင်းသမီးရော ချောမောလှပကြပါတယ်...တကယ့်ကို ရင်ခုန်စိတ်ကြည်နူးရတဲ့ကားလေးပါ.ပြီးတော့ ဒီဇာတ်ကားဟာ 2019 ခုနှစ်အတွက် Asian Film Awards မှာ\nဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆု(၄)ဆုနဲ့ ဆန်ကာတင်(၁၀)ဆုလည်းစာရင်း\nဝင်ခဲ့တယ်.....ခံစားကြည့်ကြပါဦး....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Megumiပဲဖြစ်ပါတယ်.....(zawgyi)အာဆာကိုဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ ဓာတ္ပုံျပပြဲတစ္ခုကိုသြားၾကည့္ရင္း အမွတ္မထင္\nဘတ္ခုဆိုတဲ့ေကာင္ေလးတစ္ေယာက္နဲ႔ ဆုံမိၿပီး သူတို႔(၂)ဦးဟာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/asako-i-ii2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/1-156x200.png",
        "title": "Mido Turbulent Woman Teacher Tennis-slave Camp",
        "description": "unicode\nDarkSide Fan တွေ အတွက် Dark Knight နဲ့ XCode တို့\nထပ်မံ တင်ဆက်လိုက်တာကတော့\nတင်းနစ်အားကစား နည်းပြ ဆိုတဲ့ ဇတ်လမ်းလေးပါပဲ\nနာရှီရာမာ ဆိုတဲ့ တင်းနစ်ချံပီယံဟောင်း မိန်းမချောလေးဟာ\nအမျိုးသမီးသီးသန့် ကမ့်သွင်းလေ့ကျင့်စခန်း ကို နည်းပြအဖြစ်\nအထက်က တာဝန်အရပေးပို့ခြင်း ခံလိုက်ရပါတယ်\nတစ်ခုရှိတာက အသေမောင်းတယ်ဆိုတဲ့ အရင်နည်းပြဟောင်း နဲ့\nစတင်ပြီး အကျိတ်အနယ် ယှဉ်ပြိုင်ရတာပဲ\nနေတာ ကြာလေလေ တစ်ဖြေးဖြေးသိသာလာတာကတော့\nဒီကျောင်းမှာ လိင်မှုကိစ္စ ဆော်ကားခံနေရတဲ့ ပြသနာကို\nသိလာပြီး ဆရာမ တစ်ယောက် အနေနဲ့ ဖော်ထုတ်ဖို့\nကြိုးစားခဲ့သော အခါမှာတော့....\nဒီ ဆယ့်ရှစ်ပလပ် ကားလေးကို အားဆေးတွေသောက်\nကြက်ဥတွေ အစိမ်းစားပြီး ဘာသာပြန်ပေးထားတာကတော့\nDark Knight ဖြစ်ပြီး XCode မှ ရေတွေငတ်ပြီး တင်ဆက်ပေးထားပါတယ်\nDark Side Fan အစစ်တွေ ကတော့ ချက်ချင်းကို Download ဆွဲပြီး\nကြည့်တော့မယ်ဆိုတာသိနေပါပြီ....zawgyi\nDarkSide Fan ေတြ အတြက္ Dark Knight နဲ႔ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/mido-turbulent-woman-teacher-tennis-slave-camp/",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/44Z0VKZvZ071NDHhy1oYb7ghGTS.jpg",
        "title": "Close Range Love (2014)",
        "description": "\"ကြၽန္မက အၿမဲအဆင္ေျပေနတယ္လို႔ လူေတြကထင္ၾကတယ္ တကယ္ေတာ့ဒီလိုမဟုတ္ခဲ့ပါဘူး\nကိစၥေသးေသးေလးေတြကေတာင္မွ ကြၽန္မကိုနာက်င္ေစပါတယ္\"\"လူတစ္ေယာက္ကို မုန္းလဲမုန္း ခ်စ္လဲခ်စ္ေနတာမ်ိဳးက အခ်စ္စစ္ပါပဲ\"English sub ပဲရွိကတည္းက နာမည္ႀကီးတဲ့ကားေလးမို႔လို႔ ေတာ္ေတာ္မ်ားမ်ားလည္းသိၿပီးသားျဖစ္မွာပါ..ကူ႐ူ႐ူဂီ ယူနီဆိုတာ ေအးတိေအးစက္နဲ႔ မာေက်ာတယ္လို႔ထင္ရတဲ့ အထက္တန္းေက်ာင္းသူေလးပါ ။သူကစာလဲေတာ္ၿပီး စိတ္မာတယ္လို႔ထင္ရတဲ့အတြက္ လူေတြကသူ႔အတြက္ဆို ဘယ္ေတာ့မွ ဂ႐ုတစိုက္စဥ္းစားေပးၾကပါဘူးကူ႐ူ႐ူဂီက ေပ်ာ္သည္ျဖစ္ေစ ေဒါသထြက္သည္ျဖစ္ေစ သူ႔ရဲ႕ခံစားခ်က္ကိုမ်က္ႏွာမွာ လုံးဝမေဖာ္ျပဘဲ ႐ုပ္တည္ႀကီးနဲ႔အၿမဲေနပါတယ္...သူကတျခားဘာသာရပ္ေတြမွာTopထဲဝင္ေပမယ့္ အဂၤလိပ္စာမွာေတာ့ဆိုးဆိုးဝါးဝါးပါပဲပထမအစမ္းစာေမးပြဲအတြက္ အမွတ္ေတြထြက္တဲ့အခါ ကူ႐ူ႐ူဂီရဲ႕အဂၤလိပ္အမွတ္က အရမ္းနည္းတဲ့အတြက္ သူတို႔အတန္းရဲ႕အဂၤလိပ္စာဆရာျဖစ္တဲ့\nဆရာ ဆာကူ႐ိုင္နဲ႔အခ်ိန္ပိုသင္ဖို႔ေက်ာင္းကစီစဥ္ေပးပါတယ္ဆရာဆာကူ႐ိုင္က လူေတြရဲ႕စိတ္ကိုနားလည္တတ္တဲ့သူပါ ကူ႐ူ႐ူဂီရဲ႕အျပဳအမူေတြကိုၾကည့္ၿပီး သူ႔စိတ္ထဲမွာဘာေႂတြဖစ္ေနလဲဆိုတာကို ခန႔္မွန္းႏိုင္တဲ့သူမ်ိဳးပါခံစားခ်က္ေတြကိုမေဖာ္ျပတဲ့သူနဲ႔ သူမေျပာလည္း သူ႔ခံစားခ်က္ေတြကိုနားလည္ေပးန္ိုင္တဲ့သူတို႔ေတြ႕ၾကတဲ့အခါ ဘာေတြျဖစ္မလဲ...အခ်စ္ကိုတစ္ခါမွမႀကဳံဖူးတဲ့သူရယ္ဘယ္သူ႔ကိုမွ ကိုယ့္ဘက္ကစမခ်စ္ဖူးတဲ့သူရယ္ဒီႏွစ္ေယာက္ဆီမွာသံေယာဇဥ္ေတြျဖစ္ၾကတဲ့အခါ ဘယ္လိုထုတ္ျပၾကမွာလဲဆိုတာကိုသိခ်င္ရင္ ဒီကားေလးကို ၾကည့္ပါလို႔...( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )[Unicode]\"ကျွန်မက အမြဲအဆင်ပြေနေတယ်လို့ လူတွေကထင်ကြတယ် တကယ်တော့ဒီလိုမဟုတ်ခဲ့ပါဘူး\nကိစ္စသေးသေးလေးတွေကတောင်မှ ကျွန်မကိုနာကျင်စေပါတယ်\"\"လူတစ်ယောက်ကို မုန်းလဲမုန်း ချစ်လဲချစ်နေတာမျိုးက အချစ်စစ်ပါပဲ\"English sub ပဲရှိကတည်းက နာမည်ကြီးတဲ့ကားလေးမို့လို့ တော်တော်များများလည်းသိပြီးသားဖြစ်မှာပါ..ကူရူရူဂီ ယူနီဆိုတာ ...",
        "rating": "",
        "url": "https://megaup.net/2c4wa/Close_Range_Love_(2014).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gbSJNW1g4cSUJJr3SN1TFa6xZt.jpg",
        "title": "Twenty (2015)",
        "description": "ဆယ္ေက်ာ္သက္အ႐ြယ္မွာ လမ္းေပ်ာက္တာတို႔ ႀကဳံဖူးၾကပါလိမ့္မယ္ဒီကားေလးကေတာ့ ဘဝတစ္ေကြ႕ အသက္၂၀ အ႐ြယ္မွာ သူငယ္ခ်င္းသုံးေယာက္လမ္းေပ်ာက္တဲ့ လက္ေတြ႕ဆန္ဆန္ ဟာသကားေလးပါေကာင္မေလးေတြကိုစိတ္ဝင္စားၿပီး အရမ္းေဗြတဲ့ သူေဌးသားလူဆိုး ခ်ာခ်ီဟို(Kim Woo Bin)၊အခ်ိန္ပိုင္းအလုပ္နဲ႔ေက်ာင္းတက္ေနရၿပီး ကာတြန္းဆရာျဖစ္ခ်င္တဲ့ ဒုန္ဝူး (Lee Jun Ho)၊႐ိုးအၿပီးဘာမွမသိရွာတဲ့ စာဂ်ပိုး ေဂ်ာင္းဂ်ယ္ (Kang Ha Neul)...ဇာတ္လမ္းကေတာ့ ႐ိုး႐ိုးေလးဆိုေပမယ့္ လက္ေတြ႕ဆန္လြန္းလို႔ တစ္ကားလုံး အခြီေတြခ်ည္းပဲေနာ္...စကားအေျပာအဆိုေတြနဲ႔ တခ်ိဳ႕အခန္းေတြက ++ ေလးေတြပါေပမယ့္မထင္ထားတဲ့ဟာသေလးေတြနဲ႔ တစ္ကားလုံးအူတက္ေအာင္ရယ္ရမွာပါ...ဒီကားကို ႏွစ္ခါေလာက္ျပန္ၾကည့္မိမယ္ဆိုတာ မွန္းရဲပါတယ္ ၾကည့္ၿပီးေနာင္တမရေစရပါဘူး...ကိုးရီးယားကားဆိုၿပီး မိန္းကေလးေတြအႀကိဳက္လို႔ပဲမထင္လိုက္နဲ႔ေနာ္..သိခ်င္ရင္ ေဒါင္းၾကည့္ၾကေနာ္ဒီကားၾကည့္ၿပီး အေမာေျပၾကလိမ့္မယ္လို႔ အာမခံပါတယ္ ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Hnin Pale ျဖစ္ပါတယ္ )[Unicode]ဆယ်ကျော်သက်အရွယ်မှာ လမ်းပျောက်တာတို့ ကြုံဖူးကြပါလိမ့်မယ်ဒီကားလေးကတော့ ဘဝတစ်ကွေ့ အသက်၂၀ အရွယ်မှာ သူငယ်ချင်းသုံးယောက်လမ်းပျောက်တဲ့ လက်တွေ့ဆန်ဆန် ဟာသကားလေးပါကောင်မလေးတွေကိုစိတ်ဝင်စားပြီး အရမ်းဗွေတဲ့ သူဌေးသားလူဆိုး ချာချီဟို(Kim Woo Bin)၊အချိန်ပိုင်းအလုပ်နဲ့ကျောင်းတက်နေရပြီး ကာတွန်းဆရာဖြစ်ချင်တဲ့ ဒုန်ဝူး ...",
        "rating": "",
        "url": "https://megaup.net/2c4x4/Twenty_(2015).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/brlmQTkZwi1HYBzUf2l4cv1LF17.jpg",
        "title": "Birthday (2019)",
        "description": "Birthday(2019)IMDb....7.0(unicode)နိုင်ငံခြားမှာနေရင်း မိသားစုအတွက်\nငွေတွေတတ်နိုင်သလောက်ရှာပြီးပြန်လာတဲ့ ဖခင်ဖြစ်သူ ဂျောင်အီတစ်ယောက်ရဲ့\nမိသားစုအိမ်ပြန်လမ်းဟာ တခြားသူတွေနဲ့ တူပုံမရဘူး....\nသူ့ပုံစံကပျော်ရမယ့်အစား ဝမ်းနည်းကြေကွဲမှုတွေမျက်နှာပေါ်မှာအပြည့်....\nသမီးလေးအတွက်အရုပ်လေးဝယ်ရင်း အိမ်တံခါးခေါက်တဲ့သူ့ကို ဇနီးဖြစ်သူက\nတံခါးမဖွင့်ပေးခဲ့သလို တစ်သက်လုံးအိမ်ပြန်မလာလည်းရတယ်ဆိုတဲ့\nပုံစံမျိုးနဲ့ကြိုဆိုခဲ့လေရဲ့....ဖခင်ဖြစ်သူဟာ နိုင်ငံခြားမှာနေပြီး မိန်းမပွေရှုတ်တာလည်းမဟုတ်..ရှာသမျှလည်းအိမ်ကိုပို့တယ်...မိန်းမဖြစ်သူရဲ့ ဒီလိုကြိုဆိုမှုကိုလည်း အပြစ်မဆိုခဲ့ဘူး....ဘာကြောင့် ဒီလိုဖြစ်နေကြတာလဲ...သမီးလေးနဲ့ မိန်းမဆီ နွေးထွေးတဲ့မိသားစုလေး အဖြစ်သူပြန်တည်ဆောက်လို့ရပါ့မလား...တခြားဘာအကြောင်းတွေရှိသေးလဲ...\nကားနာမည် Birthdayဆိုတာနဲ့ရော ဘယ်လိုသက်ဆိုင်နေတာလဲဆိုတာကိုတော့\nခံစားကြည့်ပါဦး....ဒီကားက မိသားစုကားတစ်ကားပါ..အေးသလိုထင်ရပေမယ့်\nဘာကြောင့်လဲဆိုတာတဖြည်းဖြည်းဆွဲခေါ်သွားပြီး\nကြည့်ရှုသူကိုဖမ်းစားနိုင်တဲ့ကားပါ..သရုပ်ဆောင်တွေကလည်း နာမည်ကြီး\nမင်းသားမင်းသမီးတွေကြီးပါပဲ...ခံစားကြည့်လိုက်ပါဦး...IMDb...7.0တောင်ရရှိထားတာမို့ ထွေထွေထူးထူးမညွှန်းတော့ပါဘူးနော်\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Fliex ပဲဖြစ်ပါတယ်... File Size : (945 MB)\nFormat…mp4\nDuration…02:00:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Fliex\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/13Xu4/Birthday_(Saeng-Il)_[2019]_(MM_Sub).mp4 ",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rsFwXfEQ3HBADOjob0C4Flt4VSQ.jpg",
        "title": "We Are ( 2018 )",
        "description": "Zawgyi*******တစ္ခါကဂ်ပန္ႏိုင္ငံတြင္းမွာရွိတဲ့႐ြာေလးတစ္႐ြာမွာအိမ္မက္ေတြရည္မွန္းခ်က္ေတြကိုယ္စီနဲ႔သူငယ္ခ်င္းတစ္ဖြဲ႕ကသူတို႔အထက္တန္းေက်ာင္းၿပီးေတာ့ကိုယ့္ကိုယ္စီအိမ္မက္ေတြကိုအေကာင္အထည္ေဖာ္ဖို႔အတြက္ကိုယ့္လမ္းကိုယ္စီေလွ်ာက္ခဲ့ၾကပါတယ္...ဘဝကိုႀကိဳးစား႐ုန္းကန္ၾကရတဲ့လမ္းမွာက်ရႈံးမႈေတြနာက်င္မႈေတြစိတ္ပ်က္စရာေတြႀကဳံလာရၿပီးအိမ္မက္နဲ႔လက္ေတြ႕ဘဝ​ေတြရဲ႕ျခားနားခ်က္ကိုေတြ႕ႀကဳံလာရလာတဲ့အခါ ဘဝကိုအရႈံးေပးလိုက္မွာလားဆက္ႀကိဳးစားရွင္သန္သြားမွာလား..သူတို႔ေတြကေရာဘယ္လိုေ႐ြးခ်ယ္မႈ​မ်ိဳးေတြကိုလုပ္သြားမွာလဲဆိုတာဆက္လက္ၾကည့္ရႈခံစားလိုက္ၾကပါအုန္းေနာ္ Unicode*******တစ်ခါကဂျပန်နိုင်ငံတွင်းမှာရှိတဲ့ရွာလေးတစ်ရွာမှာအိမ်မက်တွေရည်မှန်းချက်တွေကိုယ်စီနဲ့သူငယ်ချင်းတစ်ဖွဲ့ကသူတို့အထက်တန်းကျောင်းပြီးတော့ကိုယ့်ကိုယ်စီအိမ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့အတွက်ကိုယ့်လမ်းကိုယ်စီလျှောက်ခဲ့ကြပါတယ်...ဘဝကိုကြိုးစားရုန်းကန်ကြရတဲ့လမ်းမှာကျရှုံးမှုတွေနာကျင်မှုတွေစိတ်ပျက်စရာတွေကြုံလာရပြီးအိမ်မက်နဲ့လက်တွေ့ဘဝတွေရဲ့ခြားနားချက်ကိုတွေ့ကြုံလာရလာတဲ့အခါ ဘဝကိုအရှုံးပေးလိုက်မှာလားဆက်ကြိုးစားရှင်သန်သွားမှာလား..သူတို့တွေကရောဘယ်လိုရွေးချယ်မှုမျိုးတွေကိုလုပ်သွားမှာလဲဆိုတာဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါအုန်းနော် Translated & Review By MineEncoded By LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/we-are-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/80896020_2450616885215967_7955973642171449344_n-153x200.jpg",
        "title": "Timeless Love ( 2019 )",
        "description": "Zawgyi*******ဒီတစ္ေခါက္ၫႊန္ေပးမဲ့ကားေလးကေတာ့ 2019ထြက္ comedy နဲ႔drama ေရာထားတဲ့ timeless love ဆိုတဲ့ကားေလးပါပဲဇာက္လမ္းအၫႊန္းေလးကေတာ့ Qin Duyi ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ဟာေဆာက္လုပ္ေရးcompany တစ္ခုမွာ လက္ေထာက္မန္ေနဂ်ာတစ္ေယာက္ပါသူက တစ္ေယာက္တည္းေနတတ္သူျဖစ္ၿပီး ေန႔တိုင္းအလုပ္ေနာက္က်တာမို႔ အၿမဲ အဆူခံထိသူပါ တစ္ေန႔ သူဟာပလုပ္ေနာက္က်တာေၾကာင့္ ေဆာက္လုပ္ေရးဆိုက္ထဲမွာအလုပ္သြားလုပ္ဖို႔အျပစ္ေပးခံရပါတယ္ အဲ့ဒီမွာ ဆြဲႀကိဳးေလးတစ္ကုံးေကာက္ရတဲ့အခ်ိန္မွာေတာ့ သူ႔ဘဝႀကီးဟာေျပာင္းလဲလာပါေတာ့တယ္ သူဟာ ဆြဲႀကိဳးေလးကို ယူလာၿပီးညမွာေတာ့ သူ႔အိမ္ကို ထူးဆန္းတဲ့ မိန္းမလွေလးေလးေယာက္ေရာက္လာပါေတာ့တယ္မိန္းမလွေလးေတြက သူ႔ကိုေျပာတယ္ သူတို႔ကိုကူညီပါလို႔သူတို႔ဟာ ေရွးေခတ္ကေန လာခဲ့ၿပီး ကိစၥတစ္ခုေၾကာင့္ ဆြဲႀကိဳးထဲမွာပိတ္မိေနၾကတာပါ သူတို႔ဟာ သူတို႔ရဲ႕ဖူးစာရွင္ကို ရွာၿပီးသူတို႔ကို ခ်စ္တယ္လို႔ေျပာမွသာ သူတို႔ရဲ႕ေရွးေခတ္ကိုျပန္ႏိုင္မွာျဖစ္ၿပီးQin Duyi ကေတ့ာ သူတို႔ရဲ႕ ကယ္တင္ရွင္ သူတို႔ကဝိဥာဥ္ေတြ ျဖစ္တာေၾကာင့္ သူမရဲ႕ ခႏၲာကိုယ္ကို ငွါးဖို႔လိုအပ္တာပါလို႔ေျပာၾကပါတယ္အဲ့မိန္းကေလးေလးေယာက္ကေတာ့Liu Rusi : ရဲရင့္ၿပီး ေခ်ာေမာလွတဲ့ မိန္းမစစ္သူႀကီးChen Zilian: စိတ္ကူးယဥ္ဆန္ၿပီး မိန္းမယစ္အိုးေလးLi Mengying: အကလဲေတာ္ ႐ုပ္ေလးလဲလွ ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/timeless-love-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/81523033_461630951443117_1482095567768125440_n-144x200.jpg",
        "title": "The Fire Wolf ( 2019 )",
        "description": "Zawgyi*******လက္ေဝွ႔ ခ်န္ပီယံ ဖုန္းရီေဟာ္ ကို ေျမေအာက္ေလာင္းကစားဘုရင္က်င္းေဝရဲ႕ ေျခာက္တြန္းမႈေၾကာင့္ ေထာင္နန္းစံသြားရတာကိုမေက်နပ္လို႔ရီေဟာ္ရဲ႕ ညီ ရီေ႐ႊတစ္ေယာက္ လက္စားေခ်ဖို႔ႀကိဳးပမ္းရာကေန ဘယ္လိုေတြျဖစ္မလဲဆိုတာဒီကားထဲမွာဆိုရင္ လက္ေဝွ႔ပြဲႀကိဳက္တဲ့သူေတြအတြက္ေတာ့သေဘာက်မယ့္ကားတစ္ကားပါ မင္းသားေတြကနာမည္ႀကီးေတြမဟုတ္ေပမယ့္တကယ္ေသေသခ်ာခ်ာ႐ိုက္ထားတဲ့အတြက္စိတ္ဝင္စားဖို႔ေကာင္းတဲ့ကားတစ္ကားျဖစ္တာေၾကာင့္ၾကည့္ရႈအားေပးလိုက္ၾကပါစို႔ေနာ္... Unicode******* လက်ဝှေ့ ချန်ပီယံ ဖုန်းရီဟော် ကို မြေအောက်လောင်းကစားဘုရင်ကျင်းဝေရဲ့ ခြောက်တွန်းမှုကြောင့် ထောင်နန်းစံသွားရတာကိုမကျေနပ်လို့ရီဟော်ရဲ့ ညီ ရီရွှေတစ်ယောက် လက်စားချေဖို့ကြိုးပမ်းရာကနေ ဘယ်လိုတွေဖြစ်မလဲဆိုတာဒီကားထဲမှာဆိုရင် လက်ဝှေ့ပွဲကြိုက်တဲ့သူတွေအတွက်တော့သဘောကျမယ့်ကားတစ်ကားပါ မင်းသားတွေကနာမည်ကြီးတွေမဟုတ်ပေမယ့်တကယ်သေသေချာချာရိုက်ထားတဲ့အတွက်စိတ်ဝင်စားဖို့ကောင်းတဲ့ကားတစ်ကားဖြစ်တာကြောင့်ကြည့်ရှုအားပေးလိုက်ကြပါစို့နော်... Translated & Review By MineEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-fire-wolf-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bYphflJaikqyASMqC8JoQykJjzf.jpg",
        "title": "Guilt by Design (2019)",
        "description": "Guilt by Design(2019)အညွှန်း****************************(unicode)ဒီဇာတ်ကားကတော့ တော်‌တော်ကိုစိတ်ဝင်စားစရာကောင်းပါတယ်။\nစိတ်ပညာရှင် ပါမောက္ခ ရှူလိရှိန် က ရာဇဝတ်သားတို့ရဲ့စိတ်ကိုညှို့ယူပြီး အမှန်တရား\nပေါ်ပေါက်ရေးအတွက် ရဲတွေ ကိုများစွာကူညီခဲ့တဲ့သူဖြစ်ပါတယ်။\nပါမောက္ခရဲ့ဇနီးဟာ ကလေးမွေးပြီးနောက်မှာ စိတ်ကျရောဂါ ရရှိခဲ့ပါတယ်။ သူချစ်တဲ့ဇနီးသည်ဟာ အိပ်ဆေးသောက်တာ များသွားလို့ အသက်ဆုံးသွားခဲ့တယ် ။ ထိုနောက်မှာ သူ့ရဲ့စိတ်ညှို့ပညာကိုမသုံးတော့ပါဘူး။သူ့သမီးလေးနဲ့ပဲ ဘ၀ကိုရိုးစင်းစွာဖြတ်သန်းခဲ့\nပေမယ့် ကံကြမ္မာက မျက်နှာသာမပေးခဲ့ဘူး... အမည်မသိအဖွဲ့ အစည်းတစ်ခုဟာ\nသူ့သမီး ရင်ရင် ကိုပြန်ပေးဆွဲပြီး သူ့ကိုခြိမ်း‌ခြောက်ခဲ့တယ်။\nသမီးကိုကယ်ဖို့အတွက် သူကြိုးစားပါတော့တယ်...\nသူဘယ်လိုကယ်မလဲ....သူတစ်ဘက်ကမ်းခပ်ကျွမ်းကျင်တဲ့ပညာကိုအသုံးချပြီး\nကယ်မှာလား....သူသုံးတဲ့ နည်းစနစ်တွေကရော အဆင်ပြေမလား...\nဒီဇာတ်ကားကတော့ Link Walker နဲ့ မြန်မာပရိတ်သတ်တွေရင်းနှီးကျတဲ့\nနာမည်ကြီးမင်းသား Nick Cheung က အဓိက သရုပ်ဆောင်ထားပါတယ်...\nဇာတ်လမ်းက အစအဆုံးစိတ်ဝင်စားစရာကောင်းသလို\nထက်မြက်ပြီး ကိုယ့်ပညာကိုအချိန်ကိုက်အသုံးပြုပြီး ဖြေရှင်းတဲ့ သွေးအေးအေး\nဇာတ်ရုပ်ကိုတွေ့မြင်ရမှာပါ...တော်တော်ကြီးကို လန်းတဲ့ဇာတ်ကားပါ..\nခံစားကြည့်ကြပါဥ◌ီး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ba Chit နဲ့ Naomi Noe တို့ပဲဖြစ်ပါတယ်...(zawgyi)ဒီဇာတ္ကားကေတာ့ ေတာ္‌ေတာ္ကိုစိတ္ဝင္စားစရာေကာင္းပါတယ္။\nစိတ္ပညာရွင္ ပါေမာကၡ ရႉလိရွိန္ က ရာဇဝတ္သားတို႔ရဲ႕စိတ္ကိုညႇိဳ႕ယူၿပီး အမွန္တရား\nေပၚေပါက္ေရးအတြက္ ရဲေတြ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/guilt-by-design2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/paZRSPyrG611PVDQEcu9JZkwBZZ.jpg",
        "title": "The Bravest (2019)",
        "description": "The Bravest(2019) အညႊန္း***********************(zawgyi)က်န္းက်ိေဝ ဆုိတာ သိပ္ေတာ္တဲ့မီးသတ္ေခါင္းေဆာင္တစ္ေယာက္....အေတြ့အႀကဳံလည္းမ်ားသလုိ တစ္ဒဂၤအတြင္းမွန္ကန္တဲ့ဆုံးျဖတ္ခ်က္ေတြေၾကာင့္ ငယ္သားေတြကလည္း\nေလးစားအထင္ႀကီးၾကတယ္..တစ္ေန႕ေတာ့ မီးေလာင္မႈတစ္ခုမွာ သူတုိ႕အဖြဲ႕ ကယ္ဆယ္ေရးလုပ္ၾကတယ္...ကေလးတစ္ေယာက္ကုိ က်န္းက်ိေ၀ခက္ခက္ခဲခဲကယ္ထုတ္နုိင္ခဲ့တယ္...\nဒါေပမယ့္ သူကလြဲလုိ႕ မီးသတ္တစ္ဖြဲ႕လုံးမေမွ်ာ္လင့္တဲ့ ဂစ္အုိးေပါက္ကြဲမွုေၾကာင့္ ေသဆုံးကုန္ၾကတယ္.....က်န္းက်ိေ၀အတြက္ စိတ္ဒဏ္ရာအရဆုံးျဖစ္သလုိ ဦးတည္ရာမဲ့ရပ္တည္ေနသလုိခံစားရတယ္...စိတ္ပညာဆရာ၀န္ေတြရဲ႕ဆုံးျဖတ္ခ်က္အရမူမမွန္သလုိျဖစ္ေနတဲ့သူ႕ကုိ\nမီးသတ္အဖြဲ႕ကလည္း နွဳတ္ထြက္ေစခ်င္ၾကတယ္....\nတစ္ေန႕ေတာ့ တရုတ္နုိင္ငံရဲ႕အႀကီးဆုံး ဆိပ္ကမ္းေရနံသုိေလွာင္ကန္ႀကီး ပေယာဂတစ္ခုေၾကာင့္ မီးေလာင္မွႈျဖစ္ပြားခဲ့တယ္....အႀကီးဆုံးေရနံသုိေလွာင္ကန္ဆုိေတာ့ တကယ့္ကုိ\nကပ္ဆုိးၾကီးဆုိက္တာပါပဲ...အခက္အခဲဆုံးမီးေလာင္မွုေတြမတားနုိင္ခဲ့ရင္ အက္တမ္ဗုံး အလုံး ၂၀ အားနဲ႕ ညီမ်ွတဲ့ေပါက္ကြဲမွဳျဖစ္နုိင္တယ္လုိ႕ကြ်မ္းက်င္ပညာရွင္ေတြကဆုိၾကတယ္....ဘယ္ေလာက္ေတာင္အားႀကီးမလဲစဥ္းစားသာၾကည့္ေတာ့...\nက်န္းက်ိေ၀တုိ႕မီးသတ္အဖြဲ႕ေတြ နဲ႕ တာ၀န္ရွိသူေတြ ဘယ္လုိတားဆီးၾကမလဲဆုိတာ\nေစာင့္ၾကည့္လုိက္ၾကပါဦး...\nဒီကားက ျဖစ္ရပ္မွန္ကုိအေျခခံၿပီးရုိက္ကူးထားတာပါ... မီးသတ္ေနတာကုိၾကည့္ရုံနဲ႕\nပ်င္းစရာဇာတ္ကားႀကီးလုိ႕ထင္ရင္ေတာ့မွားသြားလိမ့္မယ္...အစကေနအဆုံးထိ\nတကယ့္ကုိ ရင္တထိတ္ထိတ္နဲ႕ၾကည့္ရတာပါ..ကုိယ္တုိင္မီးသတ္တပ္ဖြဲ႕ထဲေရာက္သြားသလုိခံစားရၿပီး ျဖစ္နုိင္ေျခေတြ လုိက္ၾကည့္ရတာ ခင္ဗ်ားတုိ႕ပါေဇာေခြ်းျပန္လာလိမ့္မယ္...\nရုိက္ခ်က္ေတြကလည္း တကယ့္ကုိခမ္းနားသလုိ တျခားနုိင္ငံရဲ႕ အထင္ႀကီးေလာက္စရာ\nနည္းစနစ္ေတြကုိ အားက်စရာျမင္ေတြရပါ့လိမ့္မယ္....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ba Chit ပဲျဖစ္ပါတယ္.....(Unicode)ကျန်းကျိဝေ ဆိုတာ သိပ်တော်တဲ့မီးသတ်ခေါင်းဆောင်တစ်ယောက်....အတွေ့အကြုံလည်းများသလို တစ်ဒင်္ဂအတွင်းမှန်ကန်တဲ့ဆုံးဖြတ်ချက်တွေကြောင့် ငယ်သားတွေကလည်း\nလေးစားအထင်ကြီးကြတယ်..တစ်နေ့တော့ မီးလောင်မှုတစ်ခုမှာ သူတို့အဖွဲ့ ကယ်ဆယ်ရေးလုပ်ကြတယ်...ကလေးတစ်ယောက်ကို ကျန်းကျိဝေခက်ခက်ခဲခဲကယ်ထုတ်နိုင်ခဲ့တယ်...\nဒါပေမယ့် သူကလွဲလို့ မီးသတ်တစ်ဖွဲ့လုံးမမျှော်လင့်တဲ့ ဂစ်အိုးပေါက်ကွဲမှုကြောင့် သေဆုံးကုန်ကြတယ်.....ကျန်းကျိဝေအတွက် စိတ်ဒဏ်ရာအရဆုံးဖြစ်သလို ဦးတည်ရာမဲ့ရပ်တည်နေသလိုခံစားရတယ်...စိတ်ပညာဆရာဝန်တွေရဲ့ဆုံးဖြတ်ချက်အရမူမမှန်သလိုဖြစ်နေတဲ့သူ့ကို\nမီးသတ်အဖွဲ့ကလည်း နှုတ်ထွက်စေချင်ကြတယ်....\nတစ်နေ့တော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-bravest2019/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4d4mTSfDIFIbUbMLUfaKodvxYXA.jpg",
        "title": "The Two Popes (2019)",
        "description": "၂၀၁၇ ခုနှစ် The Pope အမည်ရပြဇာတ်ကိုမှီငြမ်းရိုက်ကူးထားတဲ့၂၀၁၉ ခုနစ်ထွက် Biological Drama အမျိုးအစားပဲဖြစ်ပါတယ်....The Best Director Award ရရှိထားတဲ့ Fernando Meirelles ရိုက်ကူးထားတဲ့အပြင်IMDB ကလည်း 7.7/10 ရရှိထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအမျိုးအစားကတော့ သူ့ဇာတ်ကားနာမည်အတိုင်းပုပ်ရဟန်းမင်းကြီးနှစ်ပါးအကြောင်းပဲဖြစ်ပါတယ်ပုပ်ရဟန်းမင်းကြီ ဘန်နဒစ်နံပါတ်ခြောက်ကရှေးရိုးဆန်ပြီး ခေတ်နောက်ပြန်ဆွဲတဲ့ Conservative တစ်ယောက်ပြီးတော့သူက ဂျာမန်လူမျိုးလည်းဖြစ်နေပါသေးတယ်..ဘုန်းတော်ကြီး ဘာဂိုလီယိုကတော့ ပြုပြင်ပြောင်းလဲရေးသမားအာဂျင်တီးနားလူမျိုးတစ်ယောက်...ကြမ္မာလှည့်ကွက်တွေကြောင့် သူတို့နှစ်ယောက် တွေ့ဆုံကြတဲ့အခါသူတို့နှစ်ယောက်ကြားက မတူညီတဲ့အတွေးအခေါ်တွေ...အပြုအမူတွေနဲ့... လုပ်ရပ်တွေကြားမှာဘယ်သူက တကယ့်ပြောင်းလဲမှုတွေဖန်တီးပေးနိုင်မလဲဆိုတာကိုစောင့်ကြည့်ရမယ့်ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်...ဘာသာရေးဆက်နွယ်တဲ့ဇာတ်ကားဖြစ်ပေမယ့်လုံးဝမပျင်းမရိရပဲ ပညာသားပါတဲ့ဒိုင်ယာလော့ဒ်တွေအောက်မှာစီးမျောစေရမယ်လို့အာမခံပါတယ် File Size : ( 1 GB , 363  MB )Quality : ...",
        "rating": "7.7",
        "url": "https://megaup.net/2S3hs/(CM)_The_Two_Popes_2019_(Large_Size).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ubn1xVFD1oboxmgQayBbYSZ94AE.jpg",
        "title": "Segfault (2019)",
        "description": "Segfault(2019)(unicode)ဒီဇာတ်ကားကို ဟိုးအရင်ကတည်းကဘယ်သူမှမရိုက်ကူးထားခဲ့တဲ့\nပုံစံသစ် စိတ်ကူးသစ်တစ်ခုနဲ့ ရိုက်ကူးတင်ဆက်ထားပါတယ်..\nဘယ်လိုပုံစံနဲ့လဲဆိုတော့ အဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်သူကို\nဒီဇာတ်လမ်းတစ်ခုလုံးရဲ့ ဇာတ်ညွှန်းဇာတ်ကွက်တွေကို တစ်ခုမှအသိမပေး\nဒိုင်ယာလော့ခ်စကားပြောတွေမရှိဘဲနဲ့ ဇာတ်ပို့တွေရဲ့အကူအညီနဲ့သာ\nဘာကိုဘယ်လိုဆက်လုပ်မလဲဆိုတာ ကိုယ်ပိုင်ဆုံးဖြတ်ချက်ချခိုင်းပြီး\nရှေ့ဆက်သွားရတဲ့ ပုံစံမျိုးပါ...\nဇာတ်လမ်းရဲ့အစ အခန်းထဲကထိုင်ခုံပေါ်မှာမျက်လုံးစုံမှိတ်ခိုင်းထားပြီး..\nစရိုက်ကူးပြီဆိုမှအဆင်သင့်ဖြစ်ပြီလားတစ်ချက်ပဲမေးလိုက်ပြီး\nရိုက်ကူးပုံဖော်ထားတာပါ...သူမကိုအသိပေးထားဆိုလို့ အတိတ်မေ့နေတယ်\nဆိုတာပါပဲ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတောင် သူမကိုယ်တိုင်မသိရဘဲ\nအဆုံးထိစိတ်လှုပ်ရှားဖွယ်စောင့်ကြည့်သွားရမှာပါ\n...ဇာတ်လမ်းထဲမှာတော့ သူမဟာနိုးနိုးချင်းဟိုတယ်အခန်းထဲမှာရောက်နေတယ်..\nအဲ့အချိန်မှာ အခန်းထဲကဖုန်းဝင်လာပြီးသူမကို ဘယ်ကိုဆက်သွားပါ..\nဘယ်သူနဲ့မှမစကားမပြောပါနဲ့..ဘယ်သူတွေကိုရှောင်ပါစသည်ဖြင့်ပြောလာခဲ့ပါတော့တယ်\nအဲ့နောက်မှာတော့ ဘယ်သူ့ကိုယုံရမှာလဲ သူကိုယ်တိုင်ကရောဘယ်သူလဲ...\nသူ့ကိုဘယ်သူတွေကလိုချင်နေကြတာလဲဆိုတာကိုတော့...ဇာတ်လမ်းထဲကမင်းသမီးနဲ့အတူ\nစိတ်ဝင်စားစွာနဲ့စောင့်ကြည့်ရင်း....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့\nZwel Zan Aungပဲဖြစ်ပါတယ်.... (zawgyi)ဒီဇာတ္ကားကို ဟိုးအရင္ကတည္းကဘယ္သူမွမရိုက္ကူးထားခဲ့တဲ့\nပံုစံသစ္ စိတ္ကူးသစ္တစ္ခုနဲ႔ ရိုက္ကူးတင္ဆက္ထားပါတယ္..\nဘယ္လိုပံုစံနဲ႔လဲဆိုေတာ့ အဓိကဇာတ္ေဆာင္မင္းသမီးျဖစ္သူကို\nဒီဇာတ္လမ္းတစ္ခုလံုးရဲ႕ ဇာတ္ညႊန္းဇာတ္ကြက္ေတြကို တစ္ခုမွအသိမေပး\nဒိုင္ယာေလာ့ခ္စကားေျပာေတြမရွိဘဲနဲ႔ ဇာတ္ပို႔ေတြရဲ႕အကူအညီနဲ႔သာ\nဘာကိုဘယ္လိုဆက္လုပ္မလဲဆိုတာ ကိုယ္ပိုင္ဆံုးျဖတ္ခ်က္ခ်ခိုင္းၿပီး\nေရွ႕ဆက္သြားရတဲ့ ပံုစံမ်ိဳးပါ...\nဇာတ္လမ္းရဲ႕အစ အခန္းထဲကထိုင္ခံုေပၚမွာမ်က္လံုးစံုမွိတ္ခိုင္းထားၿပီး..\nစရိုက္ကူးၿပီဆိုမွအဆင္သင့္ျဖစ္ၿပီလားတစ္ခ်က္ပဲေမးလိုက္ၿပီး\nရိုက္ကူးပံုေဖာ္ထားတာပါ...သူမကိုအသိေပးထားဆိုလို႔ အတိတ္ေမ့ေနတယ္\nဆိုတာပါပဲ...ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာင္ သူမကိုယ္တိုင္မသိရဘဲ\nအဆံုးထိစိတ္လႈပ္ရွားဖြယ္ေစာင့္ၾကည့္သြားရမွာပါ\n...ဇာတ္လမ္းထဲမွာေတာ့ သူမဟာႏိုးႏိုးခ်င္းဟိုတယ္အခန္းထဲမွာေရာက္ေနတယ္..\nအဲ့အခ်ိန္မွာ အခန္းထဲကဖုန္းဝင္လာၿပီးသူမကို ဘယ္ကိုဆက္သြားပါ..\nဘယ္သူနဲ႔မွမစကားမေျပာပါနဲ႔..ဘယ္သူေတြကိုေရွာင္ပါစသည္ျဖင့္ေျပာလာခဲ့ပါေတာ့တယ္\nအဲ့ေနာက္မွာေတာ့ ဘယ္သူ႕ကိုယံုရမွာလဲ သူကိုယ္တိုင္ကေရာဘယ္သူလဲ...\nသူ႕ကိုဘယ္သူေတြကလုိခ်င္ေနၾကတာလဲဆိုတာကိုေတာ့...ဇာတ္လမ္းထဲကမင္းသမီးနဲ႔အတူ\nစိတ္ဝင္စားစြာနဲ႔ေစာင့္ၾကည့္ရင္း....ဇာတ္လမ္းအၫႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့\nZwel Zan Aungပဲျဖစ္ပါတယ္....File Size : (850 MB) and (351 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/segfault2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cX3fl80NMXILgmsy0blU9ir6sy1.jpg",
        "title": "The Elephant Queen (2019)",
        "description": "Imbd 8.0 ရရရှိထားပြီးတော့ rotten tomato 90% ထိ္ ရ ရှိထားပါတယ်ဆင်ဘုရင်မ အက်သီနာနဲ့ဆင်မိသားစုတို့ကသူတို့ နေထိုင်တဲ့ ရေအိုင်ပတ်ဝန်းကျင်က ခြေချောင်းအရွယ်သာရှိတဲ့အိမ်နီးချင်း တိရိစ္ဆာန် တွေနဲ့အတူယှဉ်တွဲနေထိုင်ပုံ ကို တင်ဆက်ပြသထားပါတယ်အဲ့နောက်မှာ အာဖရိက ဒေသရဲ့ မိုးခေါင်ရေရှားမှု ကြောင့်သူတို့ရဲ့ ရေအိုင်က ခန်းခြောက်သွားတာကို ရင်ဆိုင်ကြုံတွေ့ကြရပြီးဒုက္ခ ရောက်ခဲ့ကြပါတယ် အဲ့ရေအိုင်နားမှာ ဆက်နေဖို့ မဖြစ်နိုင်တော့ပဲပူပြင်းခြောက်သွေ့တဲ့ရာသီမှာ ခှိုလှုံလို့ရမဲ့ နေရာကို ရှာဖို့ ဆင်မိသားစုကိုဦးဆောင် လမ်းပြမဲ့ ဆင်မျိူးနွယ်စု ဘုရင်မ အက်သီနာ ရဲ့စွမ်းဆောင်ရည်တွေကို ကြည့်ရှုခံစားရမဲ့Discovery documentary ကောင်းလေးတခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ Cinema for Peace Awards 2019 မှာInternational Green Film ...",
        "rating": "8.0",
        "url": "https://megaup.net/1w8mv/(CM)_The_Elephant_Queen_2019_(Large_Size).mp4",
        "category": "Documentary, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/or2qu22GCjzVVeBuP7JUCqbjCCl.jpg",
        "title": "Nineteen Summers (2019)",
        "description": "အခုတစ်ခါ ဇာတ်လမ်း​လေးက​တော့ black people​တွေရဲ့ ​နေထိုင်မှုဘဝ​တွေသူတို့ရဲ့​နေ့စဥ်လှုပ်ရှားမှု​တွေ သူတို့ကို white people​တွေထက် ​လူမျိုး​ရေးခွဲခြားထားတာ​တွေကို ရိုက်ပြထားတဲ့ဇာတ်ကား​ကောင်းတစ်ကားပါအသက်၁၉နှစ်အရွယ် က​လေးတစ်​ယောက်အ​​ဖေဒီအန်​ဂျေဟာ မိသားစုအတွက် ပို​ကောင်းတဲ့ဘဝတစ်ခုကိုရှာ​ဖွေ​နေခဲ့တာ​ပေါ့LAမှာ လူဆိုးအကြမ်းဖက်မှု​တွေကလည်း မြင့်တက်​နေခဲ့တယ်black peopleအချင်းချင်း​တွေလည်း တစ်​ယောက်နဲ့ တစ်​ယောက်အကြင်နာတရားကင်းမဲ့ပြီး ရက်စက်ကြမ်းကြုတ်လာခဲ့ကြတယ်ဒီအန်​ဂျေတစ်​ယောက် ဘဝကိုဘယ်လို​တွေဖြတ်သန်းလဲသူဖြစ်ချင်တဲ့ရက်ပ်ပါတစ်​ယောက်ဖြစ်လာမလားသူ့ဘဝကဘယ်လို​တွေအဆုံးသတ်သွားမလဲ ကြည့်ရှု့လိုက်ပါဦး​နော် File Size : ( 1 GB , 326 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 58minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu ...",
        "rating": "5.6",
        "url": "https://megaup.net/1wb8m/(CM)_NInteen_Summers_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbGveUC8mk0QRkdXpERPLbMFnrg.jpg",
        "title": "The Informer (2019)",
        "description": "ဒီကားကတော့ မူးယစ်အရောင်းအဝယ်ခေါင်းဆောင်ကိုဖမ်းဖို့အကွက်ချရာကFBIနဲ့NYPDရဲ့အရှုပ်ထဲမှာပိတ်မိသွားတဲ့ထောင်ထွက်လူသတ်သမားရဲ့အကြောင်းကိုရိုက်ကူးထားတာပါကိုစလိုဆိုတဲ့သူဟာလူသတ်မှုနဲ့ထောင်နှစ်နှစ်ဆယ်ကျနေပေမယ့်FBIကသူ့ကိုထောင်ကနေထုတ်ပေးပြီးဘိန်းအရောင်းအဝယ်ခေါင်းဆောင်ကြီးကိုဖမ်းဖို့သူလျှိုအဖြစ်စေလွှတ်ပါတော့တယ်ဒါပေမယ့်လည်းသူသူလျှိုအဖြစ်လုပ်နေတုန်းမှာပဲNYPDရဲတွေဘက်ကလည်း သူလျှိုတစ်ယောက်လွှတ်ရင်းအဲဒီရဲအသတ်ခံလိုက်ရတာနဲ့ပဲ ကိုစလိုတစ်ယောက်အမှုပတ်ပါတော့တယ်သူ့ကိုဘိန်းခေါင်းဆောင်ကသူနေခဲ့တဲ့ထောင်ထဲပြန်ပို့ပြီးဘိန်းအရောင်းအဝယ်တွေလုပ်ခိုင်းလိုက်တယ်အဲဒါကိုFBIကလည်း မကူညီပဲထောင်ထဲထိသွားခိုင်းပြီးအဲဒါတွေဖြန့်ဖြူးတဲ့လူတွေကိုပါထပ်ရှာခိုင်းတော့တယ်တစ်ဖက်မှာလည်း NYPDဘက်ကသူတို့ရဲအသတ်ခံလိုက်ရတာနဲ့ပတ်သက်ပြီးကိုစလိုနောက်ကိုလိုက်နေတဲ့အချိန်ဖြစ်နေတယ်ကိုစလိုတစ်ယောက်ထောင်ထဲပြန်ဝင်ခဲ့ရပြီးFBIခိုင်းသလိုလုပ်ပေးခဲ့ပေမယ့်FBIဘက်က ကတိပေးထါးတဲ့အတိုင်းကိုစလိုကိုထောင်ကပြန်ထုတ်မပေးတဲ့အခါကိုစလိုတစ်ယောက်ထောင်ထဲကလူမိုက်တွေရောNYPDဘက်ကလွှတ်တဲ့လူတွေရောတစ်ဖက်မှာလည်းမိန်းမနဲ့ကလေးကိုတွေ့ရဖို့ ထောင်ကနေထွက်ဖို့ရောဘယ်လိုတွေရင်ဆိုင်မလဲဆိုတာကိုကြည့်ရမယ့်တကယ့်ဇာတ်ကားကောင်းတစ်ကားပါIMDb6.5ရထားတဲ့အပြင် ဇာတ်ကားကလည်းတစ်ကားလုံးဇာတ်ရှိန်ကျမသွားတဲ့တကယ့်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ် File Size : ( 1 GB , 391 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-informer-2019/",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q4VMyavCoXxN9U8AONE2YryQDVz.jpg",
        "title": "Little Joe (2019)",
        "description": "ဒါကတော့ ဇာတ်လမ်းတွေကို သူ့ရဲ့ကိုယ်ပိုင်ဟန်နဲ့ဖန်တီးလေ့ရှိတဲ့Austrianအမျိုးသမီးဒါရိုက်တာ Jessica Hausnerရဲ့ လက်ရာဇာတ်ကားလေးပါ။Cannes film festivalရဲ့ မြင့်မားတဲ့ဆုတွေမှာဇကာတင်စာရင်းဝင်ထားပြီး ခေါင်းဆောင်မင်းသမီးကCannes Best Actress Awardရထားပါတယ်။ဇာတ်လမ်းကတော့ Aliceဆိုတဲ့ singleမေမေ အမျိုးသမီးတစ်ယောက်ကအပင်မျိုးစိတ်သစ်တွေကို ဖန်တီးပြီး သူ့အလုပ်ကိုအင်မတန်ရူးသွပ်သူပါ။လူတွေကိုပျော်ရွှင်စေဖို့ အနံ့အရမ်းကောင်းမွန်အောင်ပြုလုပ်ထားတဲ့အပင်မျိုးစိတ်သစ်တစ်ခုကို ဖန်တီးအောင်မြင်ပြီးတဲ့နောက်အဲ့အပင်လေးကို သူ့သားJoeရဲ့နာမည်ကိုအစွဲပြုပြီးLittle Joeလို့နာမည်ပေးလိုက်တယ်။ဒါပေမယ့် သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက် ဘယ်လာဆိုတဲ့ အမျိုးသမီးကြီးကLittle Joeဟာ လူတွေကိုပျော်ရွှင်စေရုံတင်မဟုတ်ပဲသူ့ရဲ့ဝတ်မှုန်ဟာလူ့ဦးနှောက်ထဲဝင်သွားပြီး လူတွေကိုအပင်ကလွဲရင်တခြားအရာကိုဂရုမစိုက်အောင်ပြောင်းလဲပစ်နေတယ်လို့အခိုင်အမာပြောဆိုပါတယ်။Aliceလည်း အစကမယုံကြည်ပေမယ့် သူ့ရဲ့သားကပါထူးထူးဆန်းဆန်းတွေပြုမူလာတဲ့အခါမှာတော့....ဒီဇာတ်လမ်းမှာ ဒါရိုက်တာရဲ့ဝသီအတိုင်းအရောင်တွေကိုသေချာသုံးထားလို့ Displayတွေလှတယ်။ဇာတ်လမ်းကို ကိုယ်ပါဝင်ပြီး စဉ်းစားစရာတွေဖြစ်လာတယ်။ဇာတ်လမ်းပြီးသွားတဲ့နောက်မှာလည်း ဒွဟတွေကျန်ခဲ့တယ်။လူတော်တော်များများအတွက် ကြောင်တောင်တောင်ကားလို့ ထင်နိုင်တယ်။လူတိုင်းအကြိုက်ကားမျိုးတော့မဟုတ်ဖူးပေါ့။...",
        "rating": "5.9",
        "url": "https://megaup.net/1wbao/Little_Joe_2019_(Large_Size).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wMszdTo0UuGcAEEDHsQL9dmwLIG.jpg",
        "title": "Line of Duty (2019)",
        "description": "Olympus Has Fallen မင်းသားက ဖရန့်ခ်အနေနဲ့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်လမ်းအစမှာ ရဲတစ်ဦးရဲ့ ၁၁နှစ်သမီးကိုပြန်ပေးဆွဲခံရပြီးအဲ့ကောင်မလေးရဲ့တည်နေရာကိုသိတဲ့ သံသယရှိသူကထွက်ပြေးရင်း ဖရန့်ခ်ကနေ သတ်လိုက်မိတဲ့အခါမှာတော့ထိုရဲမှာ ကောင်မလေးရဲ့အသက်အတွက် တာဝန်ပိုကြီးသွားပါတယ်ကလေးမလေးကို ရှာဖို့ အတွက် Live streaming Blogger မလေးရဲ့အကူအညီလိုအပ်ပြီး အတူစုံစမ်းဖော်ထုတ်တဲ့အခါမှာကြုံတွေ့ရတဲ့ အခက်အခဲ အသက်အန္တရာယ်ရှိမှုတွေကို Blogger မလေးက live လွှင့်ရင်းတစ်တိုင်းပြည်လုံးက ရင်သပ်ရှုမောဖွယ်ဖြစ်ရပ် တွေကိုစောင့်ကြည့်အားပေးကြပါတော့တယ် ဘာလို့ ပြန်ပေးဆွဲတာလဲ?ဘယ်လို မျိုး လှည့်ကွက်တွေနဲ့ ကလေးမလေးကို ဖွက်ထားတာလဲ?ကလေးမလေးကို ကယ်လိုက်နိုင်မလား? ဆိုတာတွေကိုပိတ်ကားထက်မှာကြည့်ရှုကြပါဦးဗျာ File Size : ( 930 MB , 337 MB )Quality :  WEB-DL 720pRunning ...",
        "rating": "5.1",
        "url": "https://megaup.net/2S64B/Line_of_Duty_2019_(Large_Size).mp4",
        "category": "Action, Thriller"
    }
]