[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjlmNmUyMDgtYmI0Yy00NGRiLWJkNzEtMTA0MDdiZDkyZDAzXkEyXkFqcGdeQXVyNDM1ODc2NzE@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Gerda (2021)",
        "description": "Gerda (2021)\n==========ကဲ ဒီတစ်ခေါက်တော့ Moscow မှာ ကျင်းပတဲ့2021ရဲ့ Stalker\nHuman Right Film Festivalကနေ Best Film Award ကို\nဆွတ်ခူးထားတဲ့ကားလေးနဲ့မိတ်ဆက်ပေးပါမယ်။Main character ရဲ့ဇာတ်ကြောင်းကိုရည်ညွှန်းထားတဲ့ Gerda\nဆိုတဲ့ရုပ်ရှင်ထဲမှာ လာရာလို့လဲအမည်တွင်တဲ့ ဂါဒါရဲ့မိခင်က\nMiracle တွေကိုယုံကြည်တဲ့သူတစ်ယောက်ဖြစ်ပီး၊ ဖခင်ကတော့\nမိသားစုကိုပစ်ထားပီးဖောက်ပြန်နေတဲ့သူပါ။ခက်ခဲတဲ့ဝမ်းရေးအတွက် ဂါဒါဟာNight Clubတစ်ခုမှာအပျော်မယ်\nအဖြစ်အလုပ်လုပ်ရပါတယ်။ ဒါပေမဲ့သူ့ဘဝမှာ အခက်အခဲတစ်ခု\nပေါ်လာတိုင်း Dreamland နဲ့တူနဲ့နေရာကို သူ့ဝိဥာဉ်ကရောက်သွား\nလေ့ရှိတာကြောင့် သူ့ဘဝအခက်အခဲတွေအကြိမ်စိပ်လာတာနဲ့အမျှ\nအိပ်ပျော်သွားတိုင်း သူ့စိတ်ကတောင့်တနေတဲ့ လွတ်လပ်တဲ့ကမ္ဘာ\nလေးဆီ ခဏခဏရောက်ဖြစ်နေပါတော့တယ်။ဒီဇာတ်ကားမှာတော့ Gerda ဆိုတဲ့မိန်းကလေးတစ်ယောက်ရဲ့ ဘဝ\nစိန်ခေါ်မှုတွေနဲ့အခက်အခဲကြားရုန်းကန်မှုတွေ အပျော်မယ်တွေရဲ့ဘဝ\nတွေကို ကိုယ်ချင်းစာခံစားနိုင်မဲ့ ရသမြောက်ဇာတ်ကားလေးတစ်ကား\nဖြစ်ပါတယ်။ (အသုံးအနှုန်းတွေကပွင့်လင်းမြင်သာတာမို့ မိသားစုနဲ့အတူ\nကြည့်ဖို့မသင့်တော်တာတော့ သတိပေးပါရစေ။)(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Nyein Lai\nဖြစ်ပါတယ်)File Size..........(1.4 GB) / (600 MB) / (328 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 51mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Nyein Lai\nEncoder..........SWM",
        "rating": "5.7",
        "url": "https://megaup.net/2vQrC/Gerda.2021.RUSSIAN.720p.BluRay.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lkKf3i4jmxKENBX5qsdMIQOUnRh.jpg",
        "title": "Love Destiny: The Movie (2022)",
        "description": "Love Destiny: The Movie (2022)အယုဒ္ဓခေတ်မှာသေကွဲကွဲခဲ့ရပေမယ့် အလယ်ခေတ်မှာလူပြန်ဝင်စားလာတဲ့ Bhop နဲ့ Gaysorn မှာ Bhop ကသာ အတိတ်ဘဝကချစ်သူဟောင်းကို ၁၀နှစ်လုံးလုံးအိပ်မက်ထဲမှာပြန်တွေ့ပြီး မှတ်မိနေခဲ့ပါတယ်။အိပ်မက်ထဲကမိန်းကလေးနဲ့တစ်ထပ်တည်းတူတဲ့ Gaysorn ကိုတွေ့လိုက်ရချိန်မှာတော့ Bhop တစ်ယောက် အနောက်ကတကောက်ကောက်လိုက်ရတဲ့အထိကို အရူးအမူးဖြစ်ပါတော့တယ်။Gaysorn ကတော့ ကံမကုန်တာတွေ ပြန်ဆုံတာတွေကိုမယုံတတ်တဲ့မိန်းကလေးပီပီ ခေတ်ဆန်ဆန်ဗန်းစကားလေးတွေညှပ်ညှပ်ပြီးပြောတတ်တဲ့ Mathus ဆိုတဲ့ကောင်လေးကိုပဲစိတ်ဝင်စားနေပါတယ်။\nMathus ဆိုတာကတော့ အယုဒ္ဓယခေတ်ကမှတ်တမ်းစာအုပ်ထဲမှာပါတဲ့ ရှေ့ဖြစ်ဟောတမ်းတွေနဲ့ တိုက်တိုက်ဆိုင်ဆိုင်ကိုက်ညီနေတဲ့ လူထူးလူဆန်းလေးတစ်ယောက်ပေါ့။အနာဂတ်က Time traveler လေး Mathus ခမျာ ကံမကောင်းရှာတော့ ရှေးခေတ်စုံတွဲကြားညပ်ရတဲ့အပြင် နန်းတွင်းပုန်ကန်မှုအရှုပ်တော်ပုံထဲမှာပါ ခြေစုံပစ်လျက်သားဖြစ်ပါတော့တယ်။Cast အနေနဲ့ကလည်း My Ambulance Ost အဆိုတော်လေး P'Paris မို့လို့ ကြည့်ရတာအတော်လေး မျက်စိအားရှိစေမယ့် movie လေးပါနော်။(ဇာတ်လမ်းအညွှန်းကိုတော့ Hnin Wut Yi  က ရေးပေးထားပါတယ်။)File Size      ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Qlkh/[CM]Love.Destiny.The.Movie.2022.720p.WEB-DL.mp4",
        "category": "Comedy, History, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZTdlOTZhYWEtZTAwZS00MjYyLThiYWUtMjJkMzJjZDEyYWY5XkEyXkFqcGdeQXVyMTI3MjA1NTE0._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "An Autumn’s Tale (1987)",
        "description": "An Autumn's Tale ( 1987 )\n==================\nIMDb Rating 7.6/10An Autumn's Tale ဟာ Hong Kong Film Awards ကနေပြီး\nဟောင်ကောင် , ထိုင်ဝမ် နဲ့ ပြည်မ သုံးခုလုံးက ကားကောင်းတွေကို\nအကုန်လုံးကို Best 100 Chinese Motion Pictures ဆိုပြီး စာရင်း\nလုပ်ထားတဲ့အထဲ နံပါတ် ၄၉ ချိတ်ထားတဲ့ရုပ်ရှင်။ 49 လို့ဆိုပေမဲ့\nဒီကားကရိုမန့်ကားစစ်စစ် အဲဒီစာရင်းထဲ သူ့အထက်ကရှိနေတဲ့ ရိုမန့်\nကားစစ်စစ်တွေက Comrades: Almost a Love Story , Chungking\nExpressနဲ့ Days of Being Wildပဲရှိတယ်။ ရိုမန့်ကားတွေပေါပေမဲ့\nရိုမန့်ကားကို မာစတာပိစ်ကားဖြစ်အောင် ရိုက်ဖို့ဆိုတာလည်း အခက်ဆုံး\nလို့တောင်ပြောချင်ပြောလို့ရတယ်မလား။ ဒီရုပ်ရှင်က အပေါ်က သုံးကား\nလုံးထက် ရှေးကျသလို အပေါ်ကကားတွေထက်လည်း ရိုမန့်အငွေ့အသက်\nစစ်စစ်ကိုတော့ ရတယ်။ ပိုသာတယ်လို့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1ajn6/An.Autumns.Tale.1987.720p.BluRay.(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tyv3iU87q5IdTAUVLWJeILJ4Cyf.jpg",
        "title": "Troll (2022)",
        "description": "Troll (2022)နော်ဝေး စိတ်ကူးယဉ် ရုပ်ရှင်ကောင်းတစ်ခုလာပါပြီ။ အမေရိကန်မှာကင်းကောင် ဂျပန်မှာ ဂေါ်ဇီလာဆိုသလို နော်ဝေးပုံပြင်တွေမှာလည်း ဘီလူးကြီးတွေဟာ မပါမဖြစ်ပါ။နော်ဝေးမှာ ခရစ်ယာန်သာသနာ စတင်ပြန့်ပွားစဉ်က ဘီလူးတွေနဲ့ လူတွေတိုက်ပွဲဖြစ်ခဲ့ပြီး ဘီလူးတွေမျိုးတုံးသွားတဲ့ ပုံပြင်တွေရှိခဲ့ပါတယ်။ အဲဒီဘီလူးတွေဟာ ခရစ်ယာန်တွေကိုမုန်းတယ်၊ ဘုရားကျောင်းတွေကို ကျောက်တုံးကြီးတွေနဲ့ထုတယ်၊ နေရောင်နဲ့တွေ့ရင် ကျောက်ဖြစ်ပြီး သေသွားတယ်ဆိုတဲ့ အချက်တွေ ရှိခဲ့ပါတယ်။ဒါတွေအားလုံးဟာ နော်ဝေးဒဏ္ဍာရီတွေကနေ စတင်ခဲ့တာပါ။ နော်ဝေးတွေဟာ ဒဏ္ဍာရီအပိုင်းမှာတော့ အတော်ခိုင်လုံတဲ့ ဇာတ်ကောင်တွေနဲ့ဇာတ်အိမ်တွေရှိခဲ့တာအမှန်ပါပဲ။ စိတ်ကူးယဉ် စာပေလောကမှာ နတ်ဘုရားတစ်ပါးလိုဖြစ်တဲ့ The Lord of the Rings ရဲ့ စာရေးဆရာကြီး ဂျေအာအာတိုကင်းန်တောင် ဘီလူးတွေကို နော်ဝေးကနေ အခြေခံခဲ့တာပါ။အခုဒီရုပ်ရှင်မှာတော့ လက်ရှိခေတ်မှာ တောင်တွေထဲမှာ ရထားလမ်းဖောက်ဖို့ ဥမင်တူးရင်းနဲ့ ဘီလူးကြီးတစ်ကောင် နိုးထလာတဲ့ ဇာတ်လမ်းကို ပြသထားပါတယ်။ အဲဒီဘီလူးကြီးကို တိုက်ခိုက်ဖို့နည်းတွေ နောက်ကြောင်းတွေကို လေ့လာပြီး ရင်ဆိုင်ရတဲ့ ဇာတ်လမ်းမို့ Godzilla ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Qlj0/[CM]Troll.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZGYyNDhjNmUtZmVkMS00OTg0LWJmZjgtMTFlZmY5MzZmMDM5XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-138x200.jpg",
        "title": "36 China Town (2006)",
        "description": "36 China Town (2006)\nComedy, Mystery, Thriller\nIMDb 5.7/10 (4.9K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားချောလေး ရှာဟစ်ကပူး..အရှေးခန်နားနဲ့\nမင်းသမီး ကရီနားကပူးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး နာမည်ကြီးဟာသ သရုပ်ဆောင်ကြီးတွေဖြစ်ကြတဲ့\nဂျွန်နီလီဗာနဲ့ ပရေရှ်ရာဝလ်တို့အပြင် တခြားသော သရုပ်ဆောင်ပေါင်းများစွာပါဝင်ထားတဲ့ ဇာတ်ကားကောင်းလေးပဲ\nဖြစ်ပါတယ်...လောကမှာ ငွေမရှိရင် ဘာမှလုပ်လို့မရဘူး ငွေဟာဘုရားသခင်ပဲ ငွေရှိမှအရာအားလုံးပြည့်စုံတာဆိုတဲ့လူအတွက်\nခုခံချေပမပြောချင်ပေမယ့် ဒီပိုက်ဆံဟာပဲ လူ့ဘဝသက်တမ်းတစ်လျှောက်လုံးကို စုတ်ပြတ်သပ်သွားအောင်\nလုပ်နိုင်တဲ့အပြင် လူ့အသက်ကိုပါ ရန်ရှာလာတဲ့ပုံကို ဒီဇာတ်ကားမှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်...ဇာတ်ကားအညွှန်းကိုပြောရမယ်ဆိုရင်...အရမ်းချမ်းသာတဲ့ ကာစီနိုပိုင်ရှင်မလေး ဆိုနီယားကိုမှီတည်ပြီးပြောရမှာပဲ...သူ့မှာ ၁နှစ်ခွဲအရွယ်ပဲရှိသေးတဲ့ သားလေးတစ်ယောက်ရှိပါတယ်..အမေတစ်ခု သားတစ်ခုမို့\nသူ့သားလေးကို အသက်သမျှချစ်မြတ်နိုးပါတယ်...ဒါပေမဲ့ သူ့ရဲ့သားလေးပျောက်ဆုံးသွားတာ ရက်တော်တော်ကြာခဲ့ပါပြီ...တစ်ရက်တော့ သတင်းစာထဲမှာ ကြေညာထားတဲ့ သားဖြစ်သူကို ပြန်တွေ့ရင်\nဆုတော်ငွေ ၂၅ သိန်းချီးမြှင့်မယ်ဆိုတဲ့သတင်းနဲ့အတူ သူ့သားကို ပြန်ရှာတွေ့တဲ့\nအတွဲတစ်တွဲဟာ သားဖြစ်သူကိုပြန်ပေးဖို့အိမ်ကိုလာပါတော့မယ်...အဲ့ဒီနေ့ညမှာတင်ပဲ ဆိုနီယားအသတ်ခံလိုက်ရပါတယ်...။အသတ်ခံရတဲ့ညအတွင်းမှာ သူမရဲ့နေအိမ်ထဲကို ကိုယ်ပိုင်အကြံအစည်တွေနဲ့\nဝင်ထွက်သွားလာခဲ့သူတွေ အများကြီးရှိနေခဲ့ပါတယ်...။ကဲ..လူသတ်တရားခံဟာ ဘယ်သူဖြစ်မလဲ...။ဒီကားရဲ့ဇာတ်လမ်းလေးက အတော်လေး စိတ်ဝင်စားဖို့ကောင်းသလို တစ်ကားလုံး ရင်ဖိုစေမယ့်အပြင်\nပဟေဠိတွေကြားထဲက ဟာသလေးတွေလည်းပါတာမို့ ကြည့်ဖြစ်အောင်ကြည့်ပါလို့\nတိုက်တွန်းပေးလိုက်ပါတယ်နော်...\nFile size…2.05GB  / 1GB\nQuality…1080p ...",
        "rating": "5.7",
        "url": "https://megaup.net/2wipu/36_China_Town_2006_WebRip_720p(CM).mp4",
        "category": "Bollywood, Comedy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTI5NTg0Nzc3NV5BMl5BanBnXkFtZTcwOTcwNzAwMQ@@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Mercury Rising (1998)",
        "description": "Die Hardနဲ့လူသိများကြတဲ့ မင်းသားကြီး Bruce Willisရဲ့နောက်ထပ်တစ်ကားလာပါပြီ။ ဒီကားမှာတော့ သူက အက်ဂျက်ဖရေးအနေနဲ့သရုပ်ဆောင်ထားပါတယ်။\nအက်က သူရဲ့အသွင်ယူပြီးလျှို့ဝှက်စုံစမ်းရေးမှာ ပြဿနာတက်ပြီး ရာထူးချခံထားရတဲ့ FBIအေးဂျင့်တစ်ယောက်ဖြစ်ပါတယ်။ မာကျူရီဆိုတဲ့ လျှို့ဝှက်ကုဒ်ကို ဆိုင်မွန်ဆိုတဲ့အော်တစ်ဇင်ကလေးတစ်ယောက်က မတော်တဆဖော်ထုတ်လိုက်မိပါတယ်။ ဒီလိုဖော်ထုတ်မိလိုက်ရာကနေ အသက်အန္တာရယ်ပါစိုးရိမ်လာရပါတော့တယ်။ ဒီဆိုင်မွန်ဆိုတဲ့အော်တစ်ဇင်ကလေးတစ်ယောက်နဲ့ အက်ဂျော့ဖရေးနဲ့တွေ့ဆုံမှုမှာတော့ ဘာတွေဖြစ်သွားကြမလဲ။ အော်တဇင်ကလေးကရော အန္တာရယ်တွေကြားမှာအသက်ရှင်နိုင်ပါ့မလား၊ သူ့ကိုရော ဘာလို့အဲ့လောက်အသည်းသန်သတ်ချင်နေကြတာလဲဆိုတာ ဒီကားထဲမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်။ Actionကားကောင်းကြိုက်တဲ့လူတွေအတွက်ဒီကားနဲ့ကြည့်ရင်း chillလို့ရမှာဖြစ်ပါတယ်။File size…(1.93GB)  / (950MB) / (469MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:13:00\nGenre...Action / Crime / drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "6.3",
        "url": "https://megaup.net/2wczh/Mercury.Rising.1998.720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4p3bJ1Dc850lqAygU4cLqVhkLQ.jpg",
        "title": "[18+] The Wayward Cloud (2005)",
        "description": "The Wayward Cloud (2005)~ IMDb - 6.5/10, Rotten Tomatoes - 78% ~\n(ဒီလိုခေတ်ဟောင်းကားတွေထုံးစံအတိုင်း အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲကြည်အောင် 720p ထိချဲ့ကုတ်ပေးလိုက်ပါတယ်ခင်ဗျာ)\nထိုင်ဝမ်ဒါရိုက်တာ Tsai Ming-liang ရဲ့ အမှတ်သညာလိုဖြစ်နေတဲ့ကားလို့ ပြောရမှာပဲ။ နောက်ဒီကားအမျိုးအစားက မြူဇစ်ကယ်ဒရာမာ။ မြူဇစ်ကယ်ဒရာမာအရေအတွက်က တရုတ်ရဲ့ ရုပ်ရှင်တွေထုတ်လုပ်နှုန်းနဲ့ ယှဉ်ရင် ၀.၀၀၁ ရာခိုင်နှုန်းတောင် ရှိပါ့မလားပဲ။ တရုတ်မြူဇစ်ကယ် ဒရာမာစစ်ကလည်း ပိုရှားတယ်။ ကြည့်ဖူးသလောက်ထဲတော့ ဟောင်ကောင်မှာဆို Perhaps Love, နောက်ထိုင်ဝမ်က ဒီကား၊။ ဒီလောက်ပဲ တွေ့ဖူးတယ်။ ဒီကားက မြူဇစ်ကယ်ဒရာမာဖြစ်နေရုံတင်မဟုတ်ဘဲ တကယ့်ငစားကားလည်း ဟုတ်တယ်။ ဘယ်လိုစားလဲတော့ ခင်ဗျားကိုယ်တိုင်ကြည့်မှ သိမှာပဲ။ အပြမှာတင်စားတာမဟုတ်ဘဲ သူ့သီချင်းတွေကလည်း စားတယ်။ မသိတဲ့လူသွားပြရင်တော့ အောကားလားလို့တော့ အမေးခံရမှာပဲ။ Tsai Ming-liang အနေနဲ့ဆိုရင်တောင် တော်တော်စားတဲ့ကားလို့ပြောရမှာပါပဲ။ ဒီရုပ်ရှင်က ...",
        "rating": "6.5",
        "url": "https://megaup.net/1amp4/(CM)_The_Wayward_Cloud_(2005)_720p.mp4",
        "category": "Adult, Comedy, Drama, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jeXmhP2zbUkREMRqFOYIwQOk49T.jpg",
        "title": "Aftersun (2022)",
        "description": "Aftersun (2022)~ IMDb - 7.7/10, RT - 97%, Meta - 95% ~Aftersun ကို မထွက်ခင်ကတည်းက ကိန်းတို့ ဘာလို့လို ရုပ်ရှင်ပွဲတော်တွေမှာပြကတည်းက ဝေဖန်ရေးသမားတွေ သွားကြည့်ခဲ့တဲ့တချို့ဆီကနေ မှတ်ချက်ကောင်းတွေ ခဏခဏမြင်ရလို့ သတိထားမိခဲ့တယ်။ ဒီရုပ်ရှင်ထွက်တော့လည်း ဘာလာလာ A24 vibe ထထအော်နေကျ A24 ဖန်တွေဆီက A24 vibe လို့တော့ မကြားရပေမဲ့ ချီးကျူးတာတွေ ခဏခဏမြင်ရလို့ သတိထားမိခဲ့တယ်ပေါ့။ တကယ်ထွက်လာတော့လည်း Rating တွေက လန်ပျံနေတာပါပဲ။ ဒီလိုဆိုလို့ ဒီကားကို ဇာတ်အိမ် ထူးထူးခြားခြားကားတို့ A24 ကနေ မြင်ရနေကျ ကားတွေလိုလို့တော့ မမှတ်စေချင်ဘူး။A24 ဟာ နည်းနည်းတမူထူးနေတဲ့ ကားတွေနဲ့ နာမည်ကြီးလာခဲ့တာပေမဲ့ တစ်ခါတလေလည်း Heart-warming ဖြစ်တဲ့ကားတွေ ကြုံတောင့်ကြုံခဲ ထုတ်တတ်တယ်။ Minari တို့၊ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1amql/(CM)_Aftersun_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTA5YzcwNmYtY2E2OC00MzE5LTlkMWUtMmVhYTg1NGM5Nzk5XkEyXkFqcGdeQXVyMTUzNzc3NDAz._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The Noel Diary (2022)",
        "description": "The Noel Diary (2022)\n================\nIMDb Rating - 6.2/10\"နေရာဒေသဆိုတာ အမှတ်တရတွေကို ပြန်သတိရစေနိုင်စွမ်းရှိတယ်နော့\"\nခရစ္စမတ်အားလပ်ရက်မှာ ငယ်ငယ်ကကြီးပြင်းခဲ့တဲ့အိမ်ကို ပြန်သွားဖို့\nအကြောင်းဖန်လာတဲ့ လက်ရှိမှာ အောင်မြင်ကျော်ကြားတဲ့ စာရေးဆရာ\nတစ်ယောက်။\"ကိုယ့်အတွက် လုံခြုံပြီးယုံကြည်ရတဲ့ရပ်ဝန်းတွေကို အမြဲရှာနေခဲ့တာ\"\nနာမည်တောင်မသိခဲ့ရတဲ့ မွေးအမေကို ပြန်လိုက်ရှာနေတဲ့ Translator\nဆရာမတစ်ယောက်။ကံကြမ္မာကထူးထူးဆန်းဆန်းပဲ သူတို့နှစ်ယောက်ကို ပေးတွေ့ခဲ့တယ်။\nသူတို့နှစ်ယောက်ကလည်း တစ်နည်းနည်းလေးနဲ့ ဆက်နွှယ်နေပြန်တယ်။\n\"အချိန်ဟာ အားလုံးကိုကုစားနိုင်စွမ်းရှိပါတယ်\"တဲ့လေ၊ အဲလိုကုစားဖို့၊\nကိုယ်စီကိုယ်စီအတိတ်တွေကို ရင်ဆိုင်ဖို့ ကြိုးစားကြရင်း သူတို့ကိုဆုံ\nစည်းစေတဲ့ ဒိုင်ယာရီစာအုပ်လေးဟာ \"The Noel Diary\" ပါတဲ့လေ။ဆောင်းတွင်းအေးအေးလေးမှာ နှင်းတွေဖွေးလှုပ်နေတဲ့ ဇာတ်ဝင်ခန်းတွေ၊\nခရစ္စမတ်အပြင်အဆင်လေးတွေနဲ့မို့ ဇာတ်လမ်းက ငြိမ့်ငြိမ့်လေးနဲ့စီးမျောလို့\nကောင်းပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zin မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ\nကတော့ Ngwe Zin, May Thet Khine Soe တို့ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (641 MB) / (359 MB)\nQuality............WEB-RIP 1080p, 720p, 480p\nDuration.........1h ...",
        "rating": "6.2",
        "url": "https://megaup.net/3cefz/The.Noel.Diary.2022.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpD7tjNhyAuShm2mOiaJixMyxkk.jpg",
        "title": "[18+] Body Heat (1981)",
        "description": "Body Heat (1981)~ IMDb - 7.4/10, Rotten Tomatoes - 98% ~ဒီကားက Neo-Noir ကိုမှ Erotic ကားပါ။ Neo-Noir ကားတွေ ကြမ်းရင် ဘယ်လောက်ထိကောင်းလဲ အားလုံးသိကြလောက်ပါတယ်။ ဒီကားကလည်း ရိတ်တင်၉၈ရာခိုင်နှုန်းတောင်ရထားတဲ့ Neo-Noir ကားပါ။ David Fincher ရဲ့ နာမည်ကြီးကားဖြစ်တဲ့ Seven တို့ Zodiac တို့ထက်တောင် များပါတယ်။ ဆိုတော့ ဒီကားဘယ်လောက်ကောင်းမလဲ စဉ်းသာစားကြည့်ပေါ့။ရှေ့နေနက်ဒ်ရာဆင်းဟာ အကျင့်ပျက်ခြစားမှုတွေ မရှားပါးတဲ့ သူ့မြို့မှာ သူလည်သလို ဖျံကျလိုက်၊ လူလွတ်ဘဝနဲ့ ပျော်ပါးလိုက်နဲ့ ဘဝကိုဖြတ်သန်းနေရာက တစ်ညမှာ မတ်တီဝေါ်ကာဆိုတဲ့ မိန်းမတစ်ယောက်ကို ဆုံမိပြီးတော့ စွဲလမ်းသွားခဲ့တယ်။ မတ်တီက အိမ်ထောင်ရှိအမျိုးသမီးပေမဲ့ အဲဒီလိုစည်းမျိုးကို သောင်ပြင်ပေါ်ကခြေရာလောက် သဘောထားတဲ့ နက်ဒ်က မရမကလိုက်တဲ့နောက်မှာ အစတည်းက ခင်ပွန်းသည်အပေါ် အလိုမကျတဲ့ မတ်တီကလည်း ...",
        "rating": "7.4",
        "url": "https://megaup.net/2wgN4/(CM)_Body_Heat_(1981)_720p.mp4",
        "category": "Adult, Crime, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BM2UyNmE4MGMtZmNhZi00MDU4LWI4MjktNDc1MjVkYjczMDQxXkEyXkFqcGdeQXVyMTQ3OTc5MzU5._V1_-147x200.jpg",
        "title": "Tere Naam (2003)",
        "description": "Tere Naam (2003)\nဒီဇာတ်ကားလေးကတော့ ဆလမန်းခန်းနဲ့ ဘူမီကာ ချောင်ဝ်လာရဲ့\nromance/dramaအမျိုးအစား ဇာတ်တ်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nRadhe Mohanဟာအလုပ်မရှိအကိုင်မရှိ လူကြမ်းတစ်ယောက်ဖြစ်ပြီး\nသူတက်ခဲ့ဖူးတဲ့ ကောလိပ်ကျောင်းကို အမြဲသွားလေ့ရှိတယ်။တစ်နေ့တော့ ကျောင်းကိုရောက်လာတဲ့ Nirjara Bharadwajဆိုတဲ့\nကောင်မလေးတစ်ယောက်ကို တွေ့ပြီး ချစ်ကြိုက်သွားခဲ့တယ်။\nဒါနဲ့ပဲ သူက Nirjaraကို ဖွင့်ပြောဖို့ကြိုးစားတော့တာပေါ့။\nဒါပေမဲ့ Nirjaraက သူ့ကို ငြင်းလိုက်တဲ့အခါမှာ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူပေးကြပါလို့ ۔۔۔۔۔ဘောလိဝုဒ်ချစ်သူများ လုံးဝလက်မလွတ်သင့်ပါကြောင်း ۔۔۔۔۔\nဘာသာပြန်တွေကတော့Soe Kalayarနဲ့ Intelligenceတို့ဖြစ်ပါတယ်။\nFile size…3.1GB / 1.3GB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Soe Kalayr & Intelligence",
        "rating": "7.2",
        "url": "https://megaup.net/1alW2/Tere_Naam_2003_BluRay_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AwlKW8vTSzJggjkQndRZ185FD6y.jpg",
        "title": "Legend of BuShenshan ( 2022 )",
        "description": "အချစ်ဖန်တက်စီဟာသကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါမယ်ရှင်ကမ္ဘာကြီးစတင်ဖြစ်ပေါ်လာစဉ်အချိန်တုန်းက\nလူသားတွေနဲ့မိစ္ဆာမျိုးနွယ်တွေဟာ အတူတွဲနေထိုင်ကြတယ်။\nမိစ္ဆာမျိုးနွယ်တွေကအသက်ရှည်ပေမယ့် မေတ္တာခေါင်းပါးကြတယ်။\nမိစ္ဆာတွေဟာ နတ်ဖြစ်ဖို့အတွက် နှစ်ရာချီကြိုးစားပြီးကျင့်ကြံကြရတယ်။\nအဲဒီလိုမှ နတ်နဲ့မိစ္ဆာတွေကြား ငြိမ်းချမ်းမှုတည်မြဲစေပါတယ်လို့ဆိုတယ်။ပုရှန်းတောင်ကမိစ္ဆာမလေးပင်းချင်ဟာ နတ်ဖြစ်နိုင်ဖို့အတွက်\nချစ်ခြင်းမေတ္တာကိုလိုက်ရှာရတဲ့အချိန်မှာ\nမိစ္ဆာနှိမ်နင်သူကောင်လေးနဲ့တွေ့ဆုံခဲ့ရပါတယ်။\nဒီလိုနဲ့ဆန့်ကျင်ဘက်အခြေနေတွေကြားက\nသူတို့နှစ်ယောက်ကြားမှာအချစ်ပန်းတွေပွင့်လာနိုင်မလား......\nသူတို့ရဲ့မေတ္တာခရီးကရောဖြောင့်ဖြူးနိုင်ပါ့မလား......\nဘယ်လိုအခက်အခဲတွေကြုံရမလဲဆိုတာကို\nပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေနှောပြီးကြည့်ရမှာဖြစ်တဲ့အတွက်\nCM Chinese fanတွေအဖို့ စိတ်အမောတွေဖြေဖျောက်ဖို့\nကားကောင်းလေးတစ်ကားပဲဖြစ်လို့ ကြည့်ရှုအားပေးဖို့တိုက်တွန်းချင်ပါတယ်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/legend-of-bushenshan-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BMTgyMDcyODY3OF5BMl5BanBnXkFtZTcwNzg0OTI5Ng@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Occupant (2011)",
        "description": "Occupant (2011)\n============2011က ထွက်ရှိခဲ့တဲ့ Psychological thriller ကားကောင်းလေးနဲ့\nမိတ်ဆက်လိုက်ပါရစေ။ တိုက်ခန်းကောင်းကြီးတစ်ခုမှာ ငှားခ သက်\nသာစွာ တစ်ဦးတည်းနေထိုင်နေတဲ့ အဘွားအိုကြီးတစ်ယောက် နှလုံး\nဖောက်ပြီး သေဆုံးသွားတာနဲ့ စတင်ထားတယ်။သူ့မြေးဖြစ်တဲ့ ဒန်နီက သေဆုံးသူဟာ သူ့အဘွားဖြစ်ကြောင်း အတည်\nပြုပေးဖို့ ရောက်လာခဲ့ပြီး၊ အဲဒီက တိုက်စောင့် ဂျိုးဟာ ဒန်နီကို အဘွားကြီး\nရဲ့ ခံစားခွင့်တွေအတိုင်း ဆက်လက်ငှားရမ်းနိုင်မယ့် အကြံကောင်းတစ်ခု\nပေးပါတယ်။ ဒေါ်လာတစ်သောင်းတန်တဲ့တိုက်ခန်းကို သက်သာစွာနဲ့ တစ်\nသက်တာနေထိုင်ခွင့်ကို သဘောကျသွားတဲ့ ဒန်နီဟာ အကြံကို လက်ခံလိုက်\nတာပေါ့။ ပြီးတော့ တံခါးစောင့်ပြောတဲ့အတိုင်း ရှေ့နေလည်းငှားရမ်းလိုက်\nပါတယ်။သူ့ရဲ့ရှေ့နေက တိုက်ခန်းပိုင်ရှင် မောင်းမထုတ်နိုင်အောင် အိမ်ထဲမှာပဲ ၁၂ရက်\nတာ တရားဝင်အမိန့်စာ ကျတဲ့အထိ နေထိုင်ဖို့ပြောခဲ့တာမို့ သူနေရတော့တာပေါ့။\nဒန်နီလည်း အစပိုင်းတော့အဆင်ပြေပေမယ့် ရက်ကြာလာတာနဲ့အမျှ ထူးဆန်းတဲ့\nဖြစ်ရပ်တွေကို တစ်ခုပြီးတစ်ခု ကြုံလာရပါတယ်။ သူ့ဆီလာလည်တဲ့ သူငယ်\nချင်းမကျ ဟိုမကျ ဒီမကျလေးလည်း ပျောက်ဆုံးသွားခဲ့ပြန်တယ်။ ဒီလိုနဲ့ပဲ\nဒန်နီတစ်ယောက် မတော်လောဘစိတ်လေးနဲ့ ၁၂ရက်ပြည့်အောင် နေနိုင်မလား\nထူးဆန်းတဲ့ ဖြစ်ရပ်တွေရဲ့ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2vV5A/Occupant.2011.720p.AMZN.WEB-DL.DD(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZDdiZTczN2ItN2UzNi00YWQ5LWJlY2UtZDM1NzJiMGYyNzE4XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Slash/Back (2022)",
        "description": "Slash/Back (2022)\n==============ကလေးအုပ်စုတစ်သိုက်ကို အခြေတည်ပြီးရိုက်ကူးထားတဲ့ရုပ်ရှင်တွေ\nပရိတ်သတ်ကြီးတို့ကြည့်ဖူးကြမှာပါ....stranger things တို့ဘာတို့ပေါ့။ဒီတစ်ခေါက်ကလေးအုပ်စုကတော့ ယောကျ်ားလေးမပါဘဲ မိန်းကလေး\nတွေချည်း အစွမ်းပြထားတဲ့ရုပ်ရှင်ပါ။ ကဲစိန်တို့ ဂျက်မတို့ပေါ့ဗျာ။ ဖိုက်ရ\nတာကတော့ လူ့ခန္ဓာ၊ တိရစ္ဆာန်ခန္ဓာကို ကပ်ပါးလုပ်နေတဲ့ ဖုတ်လိုလို ဖွတ်\nလိုလိုတုတ်ပြားသံကောင်တွေနဲ့ပါ။မိန်းကလေးချည်းဆိုပြီး အထင်မသေးလိုက်ပါနဲ့။ ကျားကျားယားယား\nမိန်းမသားအဖွဲ့က သေနတ်ပစ်တတ်တဲ့သူနဲ့ လက်ရဲဇက်ရဲရှိတဲ့သူနဲ့ သူ့ဟာနဲ့\nသူတော့ ဟုတ်နေတာပါပဲ။  သူတို့နေတဲ့ရွာလေးက တောခေါင်သလိုဖြစ်နေလို့\nမမတို့အဖွဲ့က သိပ်မကျေနပ်ကြပါဘူး။ တစ်နေ့ကျ လှေခိုးမောင်းပြီး အကဲလွန်\nရာကနေ ဝက်ဝံတစ်ကောင်‌နဲ့တွေ့ပြီး တစ်အုပ်စုလုံး မသာပေါ်တော့မလို့ပါ။သူတို့နဲ့မတော်တဆတွေ့မိတဲ့ ဝက်ဝံကနေ သူတို့ရွာလေးကို ဘယ်လိုအန္တရာယ်\nတွေကျရောက်လာမလဲ။ ကျားကျားယားယားမိန်းမသားမမလေးတို့အဖွဲ့က\nဘယ်လိုပြန်ဆော်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Ngwe Zin မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ\nကတော့ Ngwe Zin, Khant Sett Naing တို့ဖြစ်ပါတယ်)File Size..........(1.43 GB) / (600 MB) / (342 MB)\nQuality............WEB-RIP 1080p, 720p, 480p\nDuration.........1h 26mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, ...",
        "rating": "5.7",
        "url": "https://megaup.net/1adgm/SlashBack.2022.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/asCl4wHVPaMYMPVmJIM6u2R4tX4.jpg",
        "title": "Wolves (2022)",
        "description": "Wolves (2022)(1080p ရပါပြီ)ဧပြီလတုန်းက ကိုရီးယားမှာ ရုံတင်ပြသခဲ့တဲ့ အက်ရှင်ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။ဂျယ်ဂျူကျွန်းပေါ်မှာ မူးယစ်ဆေးမှောင်ခိုတင်သွင်းနေတဲ့ ဂျပန် ယာခူဇာဂိုဏ်း ...\nယာခူဇာဂိုဏ်းရဲ့ လုပ်ငန်းကို လုယူဖို့ ကြိုးစားနေတဲ့ ကိုရီးယား မာဖီးယားဂိုဏ်းတွေရဲ့ ရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ပွဲစတင်နေချိန် ....အဲ့ဒီကာလမှာ သက်လတ်ပိုင်းအမျိုးသမီးတွေ ဆက်တိုက် အသတ်ခံရတဲ့အခါ ကွင်းဆက်လူသတ်သမားကို ဖော်ထုတ်ဖို့ စုံထောက်အိုနဲ့ စုံထောက်ယွန်း တို့ တာဝန်ပေးအပ်ခြင်း ခံခဲ့ရပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာ ယာခူဇာဂိုဏ်းခေါင်းဆောင်ရဲ့သမီး က ပြန်ပေးဆွဲပြီး အသတ်ခံလိုက်ရတဲ့အချိန်မှာ စုံထောက်အဖွဲနဲ့ ယာခူဇာဂိုဏ်းရဲ့ တရားခံကို အပြိုင်အဆိုင် ဖော်ထုတ်ကြတဲ့အခါ ...အမိုက်စား အက်ရှင်ဇာတ်ကားလေးဖြစ်ပြီး လူမိုက်ဂိုဏ်းတွေရဲ့ ရက်စက်တဲ့ ပြစ်ဒဏ်ပေးပုံ ပေးနည်းတွေကို မြင်တွေ့ရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Estel ပါ။)File Size          : 1.7GB, 745MB, 393MB\nQuality    ...",
        "rating": "6.5",
        "url": "https://megaup.net/1ajx4/[CM]Wolves.2022.720p.WEB-DL.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gFqHrp8zrC9EshDnvQe7tcf6W8T.jpg",
        "title": "[18+] Alapaap (2022)",
        "description": "Alapaap (2022)~ IMDb rating - 7.3/10 ~အဲရစ်ဦးဆောင်တဲ့ သူငယ်ချင်းအုပ်စုဟာ အခုချိန်မှာ ရုပ်ရှင်ကျောင်းဆင်းတစ်ယောက်ဖြစ်တဲ့ အဲရစ်ရဲ့ Thesis အတွက် မှတ်တမ်းရုပ်ရှင်တစ်ခုဖြစ်မြောက်ရေးကို ဝိုင်းဝန်းကူညီနေကြပါတယ်။အားလုံးဟာ လူချမ်းသာ အသိုင်းအဝိုင်းကြီးတွေက မွေးဖွားဆင်းသက်လာတဲ့ ဘဝအပေါ်ရှုမြင်တွေးခေါ်ပုံတွေကအစ အစဉ်အလာနဲ့ဖောက်ထွက်ဆန့်ကျင်ကြတဲ့ လူငယ်ပညာတတ်တွေဖြစ်ပြီး K တွေ E တွေကို ပဲကြီးလှော်လိုသုံးစွဲ လိင်မှုကိစ္စအရာမှာလဲ ပွင့်လင်းလွတ်လပ်အစွန်းရောက်လွန်းပြီး Orgy တွေ သီရိစံတွေ ဘာညာဆိုတာ သူတို့ဘဝမှာနေ့စဉ်ထမင်းစားရေသောက်ပါ။အားလုံးဟာ အတိတ်စိတ်ဒဏ်ရာတွေ အမှောင်ကိုယ်စီရှိတဲ့လူတွေဖြစ်ပေမယ့် လက်ရှိဘဝမှာတော့ အားလုံးကိုမေ့ထားပြီး ပေါ့ပေါ့ပါးပါးနေထိုင်ကြပါတယ်။ အဲရစ်ရဲ့မှတ်တမ်းရုပ်ရှင်ဟာ ဖိလစ်ပိုင်အစွန်အဖျားက ဘန်ယန်ဆိုတဲ့ ရှေးဟောင်းတိုင်းရင်းမျိုးနွယ်စုတစ်ခုအကြောင်းဖြစ်တဲ့အတွက် အဲ့ဒီနေရာကို ကုန်းတစ်တန်ရေတစ်တန်နဲ့ ခရီးသွားဖို့ဖြစ်လာတဲ့နောက်မှာတော့ အဲ့ဒီခရီးဟာ သူတို့ဘဝတွေကို တစ်ဆစ်ချိုးပြောင်းလဲစေမယ့် တစ်သက်မမေ့နိုင်စရာ ခရီးတစ်ခုဖြစ်လာပါတော့တယ်။အဖော်အချွတ်တွေ လိင်ဆက်ဆံခန်းတွေ ပုံမှန်ထက်ပိုကြမ်းတမ်းတဲ့အပြင် သွေးထွက်သံယိုတွေ၊ ရက်စက်တဲ့ပြကွက်တွေလဲ အများကြီးပါဝင်တဲ့အတွက် စိတ်မထိန်းနိုင်တဲ့သူတွေ အသည်းငယ်တဲ့သူတွေကြည့်ဖို့မသင့်တော်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2wfH3/(CM)_Alapaap_(2022)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYNybcfclSP1PacLAyfkD5c3Onc.jpg",
        "title": "Rock Paper Scissors(2021)",
        "description": "Rock Paper Scissors(2021)************************အန်းနစ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်.. ဆယ်ကျော်သက်အရွယ်မှာပဲမိဘ ဖြစ်သူတွေကွာရှင်းကြပြီး လက်ရှိတက်နေတဲ့ကျောင်းကနေလည်းတခြားကျောင်းကိုပြောင်းတက်လိုက်ရတယ်..လူကောင်သေးသေး နာမည်ဆန်းဆန်းဆိုတော့ကျောင်းသစ်မှာ တစ်ချို့သူတွေက အနိုင်ကျင့်ကြတယ်..တစ်နေတော့ သူ့လို အပယ်ခံကောင်လေးတွေကလာစည်းရုံးကြတယ်.. ဒေါ်လာ ၂သန်းခွဲတန် ချန်ပီယံကျောက်တုံး စက္ကူ ကတ်ကြေး ကစားပြိုင်ပွဲပါဝင်ဖို့ပေါ့..ဒီပြိုင်ပွဲကိုအနိုင်ယူဖို့ပရိုဆန်ဆန် ပြင်ဆင်ကြတဲ့အခါမှာတော့....File Size : (1.8GB)(843MB) and (231MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:37:00\nGenre :  Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Thwin\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/1Qiee/Rock.Paper.Scissors.2021.WEB-DL.720P.PP(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sD6LX35RwyDzMDAunn89MBZFnFv.jpg",
        "title": "REC 4 Apocalypse(2014)",
        "description": "REC 4 Apocalypse(2014)**********************လူကြိုက်များတဲ့ REC ရုပ်ရှင်စီးရီးရဲ့ နောက်ဆုံးစတုတ္ထမြောက်ကားပဲ ဖြစ်ပါတယ်။\nအရှေ့က သုံးကားနဲ့ တိုက်ရိုက်ချိတ်ဆက်ထားတာဖြစ်လို့ အရှေ့သုံးကားကိုအရင်ဆုံးကြည့်ပြီးမှ\nဒီဇာတ်ကားကိုကြည့်ဖို့ အကြံပေးပါရစေ။\nREC 4 ကိုတော့ ဒါရိုက်တာ Jaume Balaguero ကရိုက်ကူးထားပြီး\nရှေ့ကားတွေရဲ့ ဇာတ်လိုက်ကျော်ကြီး အန်ဟယ်လာဗီဒယ်အဖြစ်\nမင်းသမီး Manuela Velasco ကအဓိကသရုပ်ဆောင်အနေနဲ့ ပြန်လည်ပါဝင်လာပြီး\nPavo Manzanedo, Hector Colome, Ismael Fritschi နဲ့ Crispulo Cabezas\nတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။Rec 3 အဆုံးမှာ အန်ဟယ်လာဗီဒယ်ကို ကယ်တင်ခဲ့ပြီးနောက်မှာ\nစစ်ဆေးမှုတွေအကြိမ်ကြိမ်အခါခါလုပ်ပြီး ရောဂါဖြစ်ပွားတဲ့နေရာကိုဝင်ရောက်ခဲ့သူများကို\nသင်္ဘောတစ်စီးဖြင့် ပင်လယ်ထဲစေလွှတ်ခါ ဗိုင်းရပ်စ်ကိုအနိုင်ယူနိုင်မယ့် ဖြေဆေးကိုဖော်စပ်ဖို့\nကြိုးစားကြပါတယ်။ ဒါပေမယ့် ဖြေဆေးကမအောင်မြင်တဲ့အတွက် နောက်ထပ်နည်းလမ်းတစ်ခုကိုရှာဖွေတဲ့အခါမှာ\nကင်မရာထဲက အန်ဟယ်လာရဲ့မှတ်တမ်းတွေကို တွေ့ရှိသွားတဲ့အခါမှာတော့...\nအန်ဟယ်လာအနေနဲ့ ဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေခဲ့တာလဲ သူ့ကတကယ်ပဲ ကူးစက်ခံထားရတာလား\nဖြေဆေးကိုရော တကယ်ပဲဖော်စပ်နိုင်သွားမလား သူတို့စီးနေတဲ့ သင်္ဘောကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာကို\nသွေးသံတရဲရဲနဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာပဲဖြစ်ပါတယ်။သွေးထွက်သံယိုအခန်းများ အများအပြားပါဝင်တဲ့အတွက် ကလေးသူငယ်များနဲ့ နှလုံးမကောင်းသူများကြည့်ရှုဖို့ မသင့်တော်ပါခင်ဗျာ... File Size : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Qib8/REC.4.Apocalypse.2014.BLU-RAY.720P.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BZDUxMzIyMWMtMWZhNS00ODFjLWE3ZjEtOGMyYTllN2JhOGI5XkEyXkFqcGdeQXVyMTY5OTk2MjY@._V1_-135x200.jpg",
        "title": "A Savannah Haunting (2021)",
        "description": "A Savannah Haunting\n=================\nသရဲကားမှကြည့်ချင်တာ၊ တကယ့်အဖြစ်အပျက်မှကြိုက်တာ\nဆိုတဲ့သူတွေအတွက် သရဲကားအသစ်တစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ဒီဇာတ်ကားကတော့ ဂျော်ဂျီယာပြည်နယ် ဆာဗားနားမြို့မှာရှိတဲ့\nအိမ်တစ်အိမ်မှာ တွေ့ကြုံခဲ့ရတဲ့ ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံပြီး\nရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားရဲ့ ဒါရိုက်တာဝီလီယမ် ကိုယ်တိုင်\nသူ့မိသားစုအိမ်မှာ ကြုံတွေ့ခဲ့ရတဲ့ အတွေ့အကြုံဖြစ်ပြီး\nဒီဇာတ်ကားကိုလည်း အဲဒီအိမ်မှာတင် ရိုက်ကူးထားတာလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ရန်ကော့ မိသားစုဟာ ဆာဗားနားမှာရှိတဲ့ လူမနေတာကြာပြီဖြစ်တဲ့\nအိမ်တစ်အိမ်ကို ပြောင်းလာခဲ့ကြပါတယ်။ ဒီအိမ်ဟာ ဟိုးရှေးရှေးကတည်းက\nအတိတ်ဆိုးတွေရှိခဲ့တဲ့အိမ်ဖြစ်နေပေမယ့် အိမ်ထောင်ဦးစီးဖြစ်သူ အဲရစ်ဟာ\nဒါတွေကို ယုံကြည်တဲ့သူ မဟုတ်တာကြောင့် ပေါ့ပြက်ပြက်ပဲ နေနေခဲ့ပါတယ်။\nဒါပေမယ့် သူ့ရဲ့မိသားစုအပေါ် ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ကြုံတွေ့လာရပြီးတဲ့နောက်မှာ\nအဲရစ်တို့မိသားစုတွေ ဒီအိမ်ကြီးထဲက လွတ်မြောက်နိုင်ပါ့မလားဆိုတာကို\nရင်တမမနဲ့ ကြည့်ရှူနေရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ သာမာန်သရဲကားတွေလိုမဟုတ်ဘဲ တကယ့်အဖြစ်အပျက်နဲ့\nကျောရိုးတည်ပြီး ရိုက်ကူးထားတာကြောင့် ဖြဲတာ၊ ကြဲတာတွေ သိပ်မပါတာကြောင့်\n\"ဝူးရှူးဝါးတွေကြောက်လို့ သရဲကားမကြည့်ရဲပါဘူး\" ဆိုတဲ့သူတွေလည်း\nကြည့်လို့အဆင်ပြေမယ့် ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nFile size…1.13GB / 515MB\nQuality…1080p WEBRIP / 720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "4.4",
        "url": "https://megaup.net/2wfE0/A.Savannah.Haunting.2022.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tI1534q0Up7PBcLdXdFerLmIXn3.jpg",
        "title": "REC 3 Genesis(2012)",
        "description": "REC 3 Genesis(2012)******************လူကြိုက်များတဲ့ Rec ရုပ်ရှင်စီးရီးရဲ့ သုံးကားမြောက်ဇာတ်ကားပဲဖြစ်ပါတယ်။ ​ရှေ့နှစ်ကားနဲ့မတူတဲ့ နေရာတစ်ခါမှာ အ​ခြေတည်ထားပြီး ​ရှေ့နှစ်ကားထက်ပိုပြီးလေးနက်တဲ့ ခံစားမှုတွေကို ပေးစွမ်းနိုင်မယ့် ဇာတ်ကားဖြစ်တဲ့အတွက်Horror ချစ်ပရိတ်သတ်ကြီး အကြိုက်တွေ့မယ့် ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်။ရှေ့နှစ်ကားကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာနှစ်ယောက်ထဲမှ တစ်ယောက်ဖြစ်တဲ့ Paco Plaza မှရိုက်ကူးထားပြီးDiego Martin, Leticia Dolera, Javier Botet နဲ့ Alex Monner တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။မင်္ဂလာမောင်နှံဖြစ်တဲ့ ကိုဒိုနဲ့ကလာရာတို့ဟာ သူတို့နှစ်ဦးနဲ့ အချစ်ကိုပိုပြီးခိုင်မြဲစေဖို့အတွက်မင်္ဂလာပွဲကြီးကို မိသားစုမိတ်ဆွေ စုံစုံလင်လင်နဲ့ ကျင်းပနေပြီး တစ်ဦးနဲ့တစ်ဦးချစ်ခြင်းမေတ္တာအပြည့်နဲ့ ဘဝခရီးကိုလျှောက်လှမ်းဖို့ အဆင်သင့်ဖြစ်နေခဲ့တာပဲ ဖြစ်ပါတယ်။သူတို့ရဲ့ပျော်ရွှင်မှုတွေကို ဖျက်စီးမယ့်အကြောင်းအရာတစ်ခုကတော့ကိုဒိုရဲ့ဦးလေးဖြစ်သူ ပဲပဲဗီတာဟာ တိရိစ္ဆာန်ဆေးကုခန်းကနေခွေးကိုက်ဒဏ်ရာတစ်ခုရလာခဲ့ပြီး တူဖြစ်သူရဲ့မင်္ဂလာဆောင်ကို ချီးမြှောက်ဖို့ ရောက်လာပါတော့တယ်။ ​ရှေ့ဇာတ်ကားနှစ်ကားကို ကြည့်ဖူးခဲ့ရင်တော့ ဒီခွေးကိုက်ဒဏ်ရာဟာဘယ်လောက်အထိ ဆိုးဝါးတဲ့အဖြစ်ဆိုးတွေဖြစ်စေလဲဆိုတာကို ကြိုတင်မှန်းဆနိုင်မှာဖြစ်တဲ့အတွက် ​ရှေ့နှစ်ကားကိုအရင်ဆုံးကြည့်ဖို့ အကြံပေးပါရစေ။မင်္ဂစုံတွဲနှစ်တွဲကြားမှာရှိတဲ့ ချစ်ခြင်းမေတ္တာတွေ တစ်ဦးအပေါ်တစ်ဦးထားရှိတဲ့ သစ္စာတရားတွေကိုသွေးသံတရဲရဲကို ကြည့်ရှုရမှာဖြစ်တဲ့အတွက် ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Q56g/Rec.3.Genesis.2012.BLU-RAY.720P(CM).mp4",
        "category": "Horror, Thriller"
    }
]