[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BODA5MDc2NDI5OF5BMl5BanBnXkFtZTgwNDYzMTA2NjE@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Victor Frankenstein (2015)",
        "description": "ဆပ္ကပ္မွာကပ္ေနရတဲ့ခါးကုန္းလူရႊင္ေတာ္တစ္ေယာက္ရွိပါတယ္\nဆပ္ကပ္ပိုင္ရွင္ကအစ ရထားတြဲေစာင့္အဆံုး\nအကုန္လံုးက၀ိုင္းနွိမ္ျပီးအနိုင္က်င့္ဆက္ဆံၾကတဲ့အျပင္\nနာမည္ေတာင္မရွိရွာပါဘူး\nသူရဲ႔အားေနတဲ့အခ်ိန္ေလးေတြကိုေတာ့\nအေသးစိပ္က်လက္ေတြ႔ဆန္ျပီးလွပလြန္းတဲ့လူခႏၶာကိုယ္အစိတ္အပိုင္းေတြကိုပံုဆြဲေနေလ့ရွိျပီး\nအလုပ္ခ်ိန္ဆိုရင္ေတာ့သူၾကိတ္ခ်စ္ေနရတဲ့ကြ်မ္းဘားမယ္ေလးေလာ္ရယ္လိုင္းကို\nခိုးၾကည့္ေနတတ္တဲ့ေတာက္တိုမယ္ရလူရႊင္ေတာ္တစ္ေယာက္ပါ\nသူရဲ႔ဘ၀ကဆပ္ကပ္နဲ႔ေလာ္ရယ္လိုင္းရယ္ ကာယေဗဒကိုပံုဆြဲေနရတဲ့အခ်ိန္ေတြရယ္\nအဲ့လိုဟာေတြနဲ႔ပဲကုန္ဆံုးေနရေတာ့မယ္ဆိုျပီး\nအရာရာကိုလက္ေလၽွာ့ျပီးအရႈံးေပးထားပါေတာ့တယ္\nဒါေပမယ့္ေဖ်ာ္ေျဖပြဲတစ္ခုမွာေလာ္ရယ္လိုင္းဟာမေမွ်ာ္လင့္ပဲမေတာ္တဆမႈတစ္ခုျဖစ္ရင္း\nေဒါက္တာဖရန္ကင္စတိုင္းနဲလူရႊင္ေတာ္တို႔ေတြ႔ၾကဖို႔အေၾကာင္းဖန္လာပါေတာ့တယ္\nအဲ့ျဖစ္ရပ္ကသူ႔ရဲ႔ဘ၀တစ္ခုလံုးကို\nကြ်မ္းထိုးေမွာက္ခံေျပာင္းလဲသြားေစပါေတာ့တယ္\nဒီကားကညီအစ္ကို၊ဆရာတပည့္ဆက္ဆံေရးကိုေဖာ္က်ဴးထားပံုက\nေတာ္ေတာ္ၾကည့္လို႔ေကာင္းပါတယ္\nေလာ္ရယ္လိုင္းနဲ႔လူရႊင္ေတာ္ရဲ႔ၾကည္နူးစရာအခိုက္အတန္႔ေတြနဲ႔\nအင္မတန္ေက်နပ္စရာေကာင္းမယ့္သမိုင္းလွန္ကားေကာင္းတစ္ေကာင္းပဲျဖစ္ပါတယ္\nအခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္လို႔ရပါျပီ\nTranslated by Tariq L WalkerEncoded by sithu",
        "rating": "6.0",
        "url": "https://megaup.net/2efhf/Victor_Frankenstein_[2015]_(MM_Sub).mp4",
        "category": "Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yV9G1nO6YxEWzXblqMUFoS19R9v.jpg",
        "title": "Trading Paint (2019)",
        "description": "ပြိုင်ကားပွဲစဉ်နဲ့ဖန်တီးထားတဲ့ဇာတ်လမ်းလေးပါ။နာမည်ကြီး ပြိုင်ကားသမား ဆမ်မွန်ရိုးရဲ့သား ကမ်မွန်ရိုးဟာခက်ခဲလှတဲ့ဘဝမှာ ရုန်းကန်ရင်းနဲ့ သူ့အဖေအတွက်ပြိုင်ကားပွဲစဉ်တွေမှာ ဝင်ပြိုင်ပါတယ်။ဒါပေမယ့် ကားကိုပစ္စည်းအကောင်းစားတွေမဆင်နိုင်ခဲ့တဲ့အတွက်ပြိုင်ပွဲမှာ အနိုင်မရတဲ့အခါ သူ့ဘဝကို အလိုမကျဖြစ်လာခဲ့ပါတော့တယ်။ဒါ့ကြောင့် သူ့အဖေရဲ့ပြိုင်ဘက်ဖြစ်တဲ့ဘော့ဘ်လက်စကီရဲ့ကမ်းလှမ်းမှုကိုလက်ခံပြီးသူ့အတွက် ဝင်ပြိုင်လိုက်ပါတော့တယ်။သားအဖ၂ယောက်ကြား ပဋိပက္ခတွေဖြစ်ကာဆမ်မွန်ရိုးကိုယ်တိုင် ပြိုင်ပွဲမှာဝင်ပါလာတဲ့အချိန်မှာတော့ ပွဲစဉ်ကအရမ်းကိုကြမ်းတမ်းလာခဲ့ပါတော့တယ်။ File Size : ( 812 MB) & ( 305 MB)Quality : Web-DL 720pRunning Time :1hr 56 minFormat : Mp4Genre : Action , Drama , SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by May Pyae Sone Oo",
        "rating": "4.9",
        "url": "https://megaup.net/2Ufeh/Trading_Paint_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/thHCbZVdA4DL0R8f84aUz83FSgg.jpg",
        "title": "Mega Time Squad (2018)",
        "description": "ဒီဇာတ်ကားလေးကတော့ time travelကားလေးပါ။ပေါ့ပေါ့ပါးပါးတင်ဆက်ထားတဲ့ဇာတ်ကားလေးပါ။ရှေးဟောင်းပစ္စည်းဆိုင်တစ်ဆိုင်ကို ဓားပြမှုရာကနေ ယူလာတဲ့လက်ပတ်လေးကအချိန်ခရီးသွားလက်ပတ်လေးဖြစ်နေတဲ့အခါမှာ Johnnyတစ်ယောက်ထူးဆန်းမှုတွေ တစ်သီကြီးနဲ့ကြုံရပါတော့တယ်။တစ်ခါအချိန်ခရီးသွားတိုင်း သူ့ရဲ့ကိုယ်ပွားတစ်ယောက်ပေါ်လာကနေကိုယ်ပွားတွေအများကြီးဖြစ်လာပါတော့တယ်။ဒါပေမယ့် ကိုယ်ပွားအချင်းချင်းတွေ့တဲ့အခါထျောင်ကျဲဆိုတဲ့တရုတ်နတ်ဆိုးကြီးရောက်လာတတ်ပြီးအကုန်လုံးကိုဝါးမျိုသွားတတ်ပါတယ်။Johhnyတစ်ယောက် သူ့ရဲ့ကိုယ်ပွားတွေအများကြီးနဲ့ဘယ်လိုဒုက္ခသုက္ခတွေရောက်မလဲဆိုတာကိုတော့ဇာတ်ကားလေးထဲမှာပဲ ရှုစားလိုက်ပါခင်ဗျာ File Size : ( 737 MB) & ( 277 MB)Quality : Web-DL 720pRunning Time :1hr 26 minFormat : Mp4Genre : Action , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://megaup.net/1ykjn/Mega_Time_Squad_[2018]_(MM_Sub).mp4",
        "category": "Adult, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jek2osBtFhzU6Hjj7yp1egOtbqO.jpg",
        "title": "Blue Streak (1999)",
        "description": "Blue Streak (1999)_____IMDb - 6.3/10\n  \nBlue Streak ကားနဲ့ပတ်သက်လို့ ကျွန်တော့်မှာ အမှတ်တရအကြီးကြီးတစ်ခုရှိခဲ့လို့ ပြောရဦးမည်...\nဒီကားက သာမန်ဟာသကားတွေနဲ့မတူ ...မင်းသားက သူခိုးအကြီးစားဖြစ်တဲ့အပြင်\nဉာဏ်ကလည်းကောင်းတယ်....ဇာတ်လမ်းကလည်း ဆွဲဆောင်မှုရှိတဲ့အပြင် နောက်ခံတေးတွေကလည်း\nအမိုက်စား...Martin Lawrence  ကြီးကလည်း ဒါမျိုးသရုပ်ဆောင်အတော်ပိုင်သည်..\nသူ့ကြည့်နေရာ တစ်ချိန်လုံးရယ်နေရတယ်...ဒီကားကြည့်ပြီးရယ်နေတာကို\nတစ်ချိန်တုန်းက ကျွန်တော့်ကိုရက်ရက်စက်စက်ဖြတ်ခဲ့တဲ့ရည်းစားက တွေ့သွားပြီး\nနင်အဲ့လိုပေါတောတော ဟီလာတိုက်တတ်လို့ နင့်ကိုဖြတ်ခဲ့တာလို့ပြောသွားတယ်...\nသူပြောတာကိုကြားမိတော့ ကျွန်တော်မတုံမဆိုင်းပဲ အေးပါ ရပါတယ် နင့်ကိုငါနားလည်ပါသလို\nခုလည်း ငါပျော်နေပါတယ်လို့\nခပ်ပြုံးပြုံးလေးပြောမိတယ်....\nဇာတ်ကားကရယ်ရတော့ နှလုံးပါမြူးပြီးအရာအားလုံးဟာ လှပနေတယ်....အရင်က အသည်းကွဲပြီး\nဘဝက စုတ်ပြတ်နေတယ်ဆိုတဲ့အတွေးတွေ ကြက်ပျောက်ငှက်ပျောက်ပဲ...\nစိတ်နာခဲ့ဖူးတဲ့သူကိုတောင်ခပ်ပြုံးပြုံးလေး တုန့်ပြန်နိုင်တယ်...\nဒါကြောင့် ကျွန်တော်တို့ ဘဝမှာ ဟာသကားလေးတွေ လိုကိုလိုအပ်သည်........\nကျွန်တော်ပြောတာမလွန်ကြောင်း ဒီကားကြည့်ဖူးတဲ့သူတွေသိပါလိမ့်မယ်....\nမကြည့်ရသေးတဲ့သူတွေအတွက်ဇာတ်လမ်းအညွှန်းလေးသွားရအောင်.....\nMiles ဆိုတဲ့သူခိုးတစ်ယောက်ရှိတယ်....သူကတော်သလို အချီကြီးတွေမှကြံလေ့ရှိတဲ့သူမျိုး...\nတစ်နေ့တော့ ၁၇သန်းတန်စိန်ကြီးကို အပေါင်းအပါတွေနဲ့အတူ ခိုးကြတယ်...\nသစ္စာဖောက်တစ်ယောက်ကြောင့် သူတို့အဖွဲ့ဒုက္ခရောက်ရတယ်...စိန်တုံးကြီးကို နီးစပ်ရာအဆောက်အဦးမှာ\nဖွက်ထားနိုင်ခဲ့ပေမယ့် Miles တစ်ယောက်ရဲဖမ်းခံရပြီး ထောင်ကျသွားတယ်.....\nထောင်ကထွက်လာတဲ့အချိန်  ဖွက်ထားတဲ့ စိန်တုံးကြီးရှိရာအဆောက်အဦးဆီကိုလာခဲ့ပေမယ့်\n တွေ့လိုက်ရတဲ့မြင်ကွင်းကြောင့် သူ ရူးမတတ်ဖြစ်သွားတယ်.......\nအဲ့ဒါကတော့ အဆောက်အဦးကြီးက ရဲစခန်းကြီးဖြစ်နေလို့ပါ...\nကိုင်း Miles ဘယ်လိုတွေရှေ့ဆက်မလဲ .....\nခံစားကြည့်လိုက်ပါ .....နင်းကန်ရယ်ရတဲ့ဟာသကားမို့ ခံစားကြည့်လိုက်ပါဦး...\n \nဘာသာပြန်သူကတော့ Zuel Khant Thwin ဖြစ်ပါတယ်.....\n \nFile Size :(1.87GB) ...",
        "rating": "6.3",
        "url": "https://megaup.net/1wtkl/Blue_Streak_{1080P_Blu-ray_5.1_CH}_[1999]_(MM_Sub).mkv",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYTY4MzFkYjMtOTFmNC00OThiLTg3MWQtNDMxNzc2YWZiNmFmXkEyXkFqcGdeQXVyNjYwOTAyOA@@._V1_-135x200.jpg",
        "title": "Soul Hunters (2019)",
        "description": "Soul hunters တစ်နည်းအားဖြင့် soul collectors တွေဟာ\nမိမိတို့အသက်တွေ ရောင်းစားပြီး demon တွေနဲ့အပေးအယူ လုပ်ထားတဲ့သူတွေကိုလိုက်ဖမ်းရတာပေါ့ဒါပေမယ့်သူတို့ဖမ်းတာလူကိုမဟုတ်ပါဘူူးအဲ့လူရဲ့တမလွန်မှာအဖိုးတန်ဆုံးအပိုင်း ဖြစ်တဲ့ဝိညာဉ်တွေကိုပါ special force agent တစ်ယောက်ဖြစ်တဲ့မားကတ်စ် ဟာ သူဦးဆောင်ရတဲ့ စစ်ဆင်ရေးတစ်ခုမှာဆုံးရှုံးမှုတွေနောင်တတရားတွေ တဗွေ့တဗိုက်ကြီးရလာခဲ့ပါတယ်လောကကြီးမှာ ဆုံးရှုံးစရာဘာမှ မကျန်တော့တဲ့မားကတ်စ်တစ်ယောက် demon တစ်ကောင်ဖြစ်တဲ့ရေကယ် နဲ့ အပေးအယူတစ်ခုလုပ်ပြီး soul hunterတစ်ယောက်ဖြစ်လာတဲ့အခါ ……ဒီကားဟာ ကြည့်လိုက်တာနဲ့ low budget ကားမှန်းတန်းသိပါတယ်dialogueလေးတွေကားအစပိုင်းမှာပေါ့ တယ်နောက်ပိုင်းscene တွေမှာ အရသာပိုပေါ်လာတယ်setting နဲ့ visual effect ပိုင်းတွေမှာ low budget ဖြစ်လို့သိပ်အားရစရာမရှိဘူး သရုပ်ဆောင်မှုအပိုင်းမှာအပြစ်ပြောစရာဘာမှမရှိဘူး plot ကတော်တော်လေးကို မိုက်တယ်low budget သာ မဟုတ်ခဲ့ရင် အတော်ပေါက်လောက်မယ့်ကားမျိုး တစ်ကားလုံး dark ဖြစ်နေတာကကြည့်ရတာ ဝိုးတဝါးဖြစ်စေတယ် action sceneတွေသမားရိုးကျဆန်လွန်း တယ်…အားရတဲ့အပိုင်းကတော့ plot နဲ့ dialogue ...",
        "rating": "5.0",
        "url": "https://megaup.net/1ykjx/Soul_Hunters_[2019]_(MM_Sub)_(1).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjE2NzZlMGItMzA4OS00ZjRiLTk3NzItMDRkOGFlZmNhYzJkXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "The Wandering Earth(2019)",
        "description": "The Wandering Earth(2019)\nIMDb.....7.5\nဒီဇာတ်လမ်းအကျဉ်းကတော့....ကမ္ဘာပျက်ခြင်းနဲ့ကြုံတွေ့ရတော့မယ့်အခြေအနေတစ်ခုကို\nရှောင်လွှဲနိုင်ဖို့အတွက် တစ်ကမ္ဘာလုံးကလူသားမျိုးနွယ်များပူးပေါင်းပြီး ကမ္ဘာပျက်မယ့်အန္တရာယ်ကနေ\nကယ်တင်ကြပုံအကြောင်းကို သိပ္ပံအက်ရှင်ဆန်ဆန်ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်\nဇာတ်လမ်းထဲမှာနေမင်းကြီးဟာ တဖြေးဖြေးအရွယ်အစားထုတည်ကြီးမားလာပြီး နောင်နှစ်ပေါင်းသုံးရာအတွင်းမှာ\nကမ္ဘာဂြိုလ်ကြီးကိုပါဝါးမြိုတော့မယ့် အခြေအနေနဲ့ရင်ဆိုင်ကြုံတွေ့ရတော့မှာပါ အဲ့အချိန်မှာလူသားအားလုံးပေါင်းစည်းပြီး\nကမ္ဘာကြီးကိုနေစကြာဝဌာအပြင်ဘက်ကိုတွန်းထုတ်သွားဖို့အတွက် ပြင်ဆင်ကြပါတော့တယ် အဲ့လိုလုပ်ဖို့အတွက်\nကမ္ဘာ့အင်ဂျင်ကြီးများလို့ခေါ်တဲ့ ဧရာမအင်ဂျင်အလုံးပေါင်း၁ဝဝဝဝကိုတည်ဆောက်ပြီး ကမ္ဘာကိုဟိုးအဝေးနေနဲ့အဝေးဆုံးကို\nတွန်းပို့ခဲ့ကြတယ်...ဒါပေမယ့်တစ်နေ့မှာ ဂျူပီတာဂြိုလ်ကြီးရဲ့ဆွဲငင်အားပတ်လမ်းကြောင်းနဲ့\nကမ္ဘာဂြိုလ်ကြီးနီးကပ်သွားတဲ့အချိန်မှာတော့...ကမ္ဘာကြီးကိုဂျူပီတာဂြိုလ်ကြီးရဲ့ဆွဲအားအောက်ကနေ\nဘယ်လိုမျိုးပူးပေါင်းလုပ်ကိုင်ဆောင်ရွက်ကြမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung ဖြစ်ပါတယ်... File Size : (864 MB) and (399 MB)\nQuality :WEB-DL 720p,\nFormat…mp4\nDuration…02:05:00\nGenre :  Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/2Ufeg/The_Wandering_Earth_(Liu_Lang_Di_Qiu)_[2019]_(MM_Sub).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/daicy-143x200.jpg",
        "title": "Daisy ( 2006 )",
        "description": "Imdb 7.5 ရရှိထားပြီး မင်းသမီးချော Ji-hyun Jun သရုပ်ဆောင်ထားတဲ့ကိုရီးယား ဒရာမာ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်ကိုယ့်ဘဝအတွက်အချစ်ဦးဆိုတာကို ရင်ခုန်စွာစောင့်စားနေတဲ့ပန်းချီဆရာမလေးဟယ်ယောင်း....အမည်မသိလူတစ်ယောက်သူမဆီကိုနေ့တိုင်းပန်းတွေပို့နေခဲ့ပါတယ်တစ်နေ့မှာတော့့ပဲသူမနားကိုတိုက်ဆိုင်စွာရောက်လာခဲ့တဲ့ ဂျောင်ဝူးဂျောင်ဝူးရဲ့တကယ့်ဘဝအမှန်ကရောဘယ်သူလဲသူမဆီကိုပန်းတွေပို့နေခဲ့တာ ဂျောင်ဝူးဖြစ်မလားမမျှော်လင့်ပဲသူမဆီကိုရောက်လာခဲ့တဲ့ ပက်အီသူကရောဘာရည်ရွယ်ချက်ကြောင့်သူမနားကိုရောက်လာခဲ့တာလဲဆိုတာကိုအဖြေရှာရင်း လက်မလွှတ်တမ်းကြည့်သင့်တဲ့ကိုရီးယား ဒရမ်မာဇာတ်ကားလေးတစ်ကားပါ မျက်ရည်ခိုင်မှကြည့်နော်Translated & Review By Ei PyaeEncoded By LK",
        "rating": "7.5",
        "url": "https://megaup.net/2ehM7/Daisy_(Deiji)_[2006]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tOjSnrKwI3qVKMHn5ofwc2K3Sm3.jpg",
        "title": "Vinaya Vidheya Rama (2019)",
        "description": "ကဲ စာမမှန်ရင် မကြည့်ဘူး၊ကွာလတီမကောင်းရင်မကြည့်ဘူး ဆိုသူတွေအတွက်စာအမှန်နဲ့ ကွာလတီကောင်းကောင်းနဲ့ ရပါပြီ။ပထမဗားရှင်းမှာ စာမပါဘဲ ရုပ်ထွက်လည်းခုဗားရှင်းလောက် မကောင်းခဲ့ပါ။စာအမှန်ကို စောင့်ပေးကြတဲ့အတွက်ကျေးဇူးအထူးပင် တင်ပါတယ်။တေလဂူးမင်းသားချော ရမ်ချာရန်း အများအခေါ် ဘိုင်ရာဗာရယ်လို့ လူကြိုက်များတဲ့ မင်းသားရဲ့ ၂၀၁၉ မှာ ထွက်လာခဲ့တဲ့ကား ဆိုတာကို အထူးတလည် မိတ်ဆက်ဖို့ လိုမယ်မထင်ပါ။--------------------သိပ်ကို ဆင်းရဲနွမ်းပါးတဲ့ မိဘမဲ့ကလေး၄ယောက်မှာတနေ့တော့ ရထားလမ်းဘေးမှာ ကလေးတစ်ယောက် ကောက်ရခဲ့ပါတယ်။ရမ်ချာရန်းပါပဲ။သူ့ကို မွေးစားခဲ့တဲ့ ကလေး၄ယောက်ကိုအစ်ကိုကြီးတွေအဖြစ် သိပ်ကို ချစ်ရပါတယ်။အိပ်မပျော်ခင် နောက်ဆုံးတွေးတဲ့ အတွေးနဲ့မနက်အိပ်ယာထချိန် အစောဆုံး တွေးတဲ့ အတွေးတောင်သူတို့ လေးယောက် အဖို့ပါ။အဲ့သလောက်ကို ချစ်ပါတယ်။သူတို့လေးယောက်ရဲ့ ဇနီးတွေနဲ့ အတူရမ်းချာရန်ဟာ နေထိုင်ခဲ့တယ်။မိန်းမလား... ဟင့်အင်း စိတ်မဝင်စား ပညာရေးလား ... ဟင့်အင်း စိတ်မဝင်စားဘာဆို ဘာမှ မစဉ်းစားဘဲ အစ်ကို လေးယောက်အတွက်ပဲစဉ်းစားတတ်သူပါ။သူတို့အတွက်ဆို အသက်တောင်ပေးမလောက်ပဲ။တနေ့ ရွေးကောက်ပွဲကော်မရှင်အဖွဲ့ဝင် အစ်ကိုနဲ့လတ်တလော မဲဝင်ပြိုင်မယ့် ပါတီဝင်တွေနဲ့စကားများရာကစ...ပြဿနာတက်ခဲ့ရမှာတော့.....ကဲ ကိုယ်တိုင် ခံစားရမယ့် ...",
        "rating": "4.6",
        "url": "https://megaup.net/2ehM0/Vinaya_Vidheya_Rama_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Hard-140x200.jpg",
        "title": "A Hard Day ( 2014 )",
        "description": "A Hard Day (ကိုရီးယားအမည်-Take it to the End) ဆိုတဲ့ရုပ်ရှင်လေးဟာတောင်ကိုရီးယားနိုင်ငံ မှ ၂၀၁၄ခုနှစ်မှာရိုက်ကူးထားတဲ့မှုခင်းဇာတ်ကြောင်းအခြေခံ ထိတ်လန့်ဖွယ်ရာ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့ဇာတ်ညွှန်းနဲ့ဒါရိုက်တာအဖြစ် Kim Seong-hun ကဖန်တီးရိုက်ကူးထားပြီးတော့ Lee Sun-kyun နဲ့Cho Jin-Woongတို့ကအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။A Hard Day ရုပ်ရှင်ကားဟာ Cannes Film Festival ရဲ့Directors’ Fortnight Sectionမှာ ပါဝင်ယှဉ်ပြိုင်ဖို့ ရွေးချယ်ခဲ့ရပါတယ်။Cannes ရုပ်ရှင်ပွဲတော်မှာ May 18,2014 မှာပြသခဲ့ပြီးတောင်ကိုရီးယားနိုင်ငံမှာတော့ May 29, 2014မှာပြသခဲ့ပါတယ်။ဇာတ်လမ်းလေးကတော့ လာဘ်စားအကျင့်ပျက် စုံထောက်ရဲတစ်ဦးဟာသူ့ရဲ့မိခင် မကြာသေးမီက ကွယ်လွန်သွားတဲ့အတွက်အရေးတကြီးနဲ့ လှိုဏ်ခေါင်းလမ်းတွေကနေ အမြန်ကားမောင်းလာပါတယ်။သူ့ရဲ့အဖွဲ့ဟာလည်း လာဘ်စားခြင်းကိစ္စအတွက်နဲ့ စစ်ဆေးမှုတွေ ခံယူနေရပါတယ်။ရဲဟာ လမ်းပေါ်မှာ သွားနေတဲ့လူတစ်ယောက်ကိုကားနဲ့တိုက်မိသွားပြီးတော့လူသတ်မိသွားပါတယ် ။သူဟာကြောက်ရွံ့ပြီး အလောင်းကိုတိတ်တဆိတ်သယ်ဆောင်လာခဲ့ပါတယ်။ ထို့နောက် ဘာတွေဆက်ဖြစ်ကြမလဲ?လူသတ်မှုကကောအမှုမှန်ပေါ်ပေါက်ပါမလား?ဘယ်လိုတွေဆက်ပြီးတော့ကြုံတွေ့လာရနိုင်မလဲ ဆိုတာတွေကိုစိတ်ဝင်စားဖွယ် မှုခင်းတစ်ခုအနေနဲ့ ရှုစားကြရမှာ ဖြစ်ပါတယ်။မင်းသား Lee Sun-kyun ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ehM1/A_Hard_Day_(Kkeut-Kka-Ji-Gan-Da)_[2014]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMTU1MTAwMjk1NF5BMl5BanBnXkFtZTcwMDI5NDc4Ng@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Lorax (2012)",
        "description": "The Lorax (2012)\nIMDb - 6.4/10_____Rotten Tomatoes - 53%\n  \nဒီကားလေးက အပင်လေးတွေကိုချစ်တတ်တဲ့သူတွေ\nအထူးကြည့်သင့်တဲ့ကားကောင်းလေးပါ\nဆုကြီးလေးဆုနဲ့အခြားဆုပေါင်းများစွာရရှိထားပြီး\nအတွေးသစ်အမြင်သစ်အချို့ကိုပေးစွမ်းနိုင်ပါလိမ့်မယ်\nအသက်၁၂နှစ်ပဲရှိတဲ့ တက်ဒ်လေးက တနီးဗေးလ်ဆိုတဲ့ မြို့မှာနေပါတယ်\nမြို့ဟာသဘာဝတရားလုံးဝပျောက်နေပြီး\n လေကအစသစ်ပင်အဆုံး man-madeတွေဖြစ်နေပါပြီ\nအသက်ရှင်ဖို့မဖြစ်မနေလိုအပ်တဲ့လေကိုတော့\nအရင်းရှင်ငပုကောင်အိုဟဲကနေကြိုးကိုင်ထားပြီး\nဈေးကိုသူလိုသလိုကစားကာတစ်မြို့လုံးကိုဂုတ်သွေးစုပ်နေပါတော့တယ်\nကျွန်တော်တို့အားလုံးနီးပါးမုန်းလို့မရတဲ့မမဆိုတဲ့လူတန်းစားဟာ\nဒီကားရဲ့အသက်ပါပဲ\nတဒ်ဟာသူ့ရဲ့မမကိုပိုးပန်းဖို့သစ်ပင်အစစ်ကို\nမဖြစ်မနေရှာရမယ့်အခြေအနေထဲရောက်သွားပြီး\nလုံးဝမမျှော်လင့်ထားတဲ့သစ်ပင်တွေမျိုးတုံးသွားစေတဲ့နောက်ကွယ်က\nအကြောင်းတရားအချိုု့ကိုရှာတွေ့သွားတဲ့အခါမှာတော့\n \nအသံနောက်ခံတွေကတော့\nတက်ဒ်နေရာမှာ မင်းသားချော Zac Efron နဲ့\nမင်းသမီးနေရာမှာတော့ ပုရိသတို့ အသဲစွဲ Taylor Swift လေးပါ\n  \nTranslated by Dolly\nEncoded by sithu",
        "rating": "6.4",
        "url": "https://megaup.net/2UOfi/The_Lorax_(Dr._Seuss__The_Lorax)_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Country"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BZGY3ZWMyYjEtMDMzYi00NDQyLWE1MWEtMDNmMjRlOGVkNDc3XkEyXkFqcGdeQXVyODAzODU1NDQ@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Ben Is Back (2018)",
        "description": "Ben is Back (2018)ဒီဇာတ်လမ်းက၂၀၁၉မှာ တန်ဖိုးအရှိဆုံးဇာတ်ကား (Cinema for Peace) အဖြစ်သတ်မှတ်ခံထားရတဲ့ဒရမ်မာကားတစ်ကားပါဆေးစွဲနေတဲ့သားကို လူကောင်းတစ်ယောက်အဖြစ်ပြန်လာနိုင်အောင်ကြိုးစားနေတဲ့မိခင်မေတ္တာအကြောင်းဖော်ကျူးထားတဲ့ဇာတ်လမ်းလေး ဖြစ်ပါတယ်ဘန် တစ်ယောက် ဆေးပြတ်ပြီးအိမ်ကို သန့်သန့်ရှင်းရှင််းပြန်လာခဲ့ပေမယ့်မိသားစုရဲ့ငြိုငြင်မှုတွေ မယုံကြည်မှုတွေကြားမှာစိတ်ပင်ပန်းစွာဖြတ်သန်းနေရတဲ့အချိန် အမေဖြစ်သူက၂၄နာရီစောင့်ကြည့်ပြီး စစ်ဆေးမှုအောင်မြင်တယ်ဆိုရင်အရင်လိုပြန်နေနိုင်မယ်ဆိုတဲ့သဘောတူညီမှုတစ်ခုလုပ်လိုက်တယ်ဘန်တစ်ယောက် စစ်ဆေးမှုကိုအောင်မြင်ပါ့မလားဘယ်လိုအနှောင့်အယှက်တွေဝင်လာဦးမလဲဘန်တစ်ယောက် မိခင်ရဲ့ကြိုးစားမှုတွေကြားမှာလူကောင်းတစ်ယောက်လို ပြန်လာခွင့်ရနိုင်ဖို့ဖြစ်နိုင်ပါ့မလားTranslated by KiraEncoded by sithu",
        "rating": "7.0",
        "url": "https://megaup.net/2ehM4/Ben_Is_Back_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/bicycle-thieves-138x200.jpg",
        "title": "Bicycle Thieves (1948)",
        "description": "Bicycle Thieves (1948)\nIMDb - 8.3/10________Rotten - 98%\n ဒုတိယကမ္ဘာစစ်ပြီးခါစ အီတလီရဲ့\nစီးပွားရေးက ပျက်ကပ်ထဲဝင်လုလုပါပဲ။\nဘဝတူအလုပ်လက်မဲ့တွေကြားမှာ\nကံကောင်းစွာနဲ့ ပိုစတာကပ်တဲ့အလုပ်ကို Ricci ရခဲ့ပါတယ်။\nပေါင်ထားတဲ့စက်ဘီးကို အလုပ်အတွက်\nမဖြစ်မနေရွေးဖို့လိုလာတဲ့အခါ\nဇနီးသည်က မင်္ဂလာဦးလက်ဖွဲ့\nအိပ်ရာခင်းလေးတွေရောင်းပြီး ပြန်ရွေးပေးရှာတယ်။\nအလုပ်က လစာအပြင် မိသားစုအသုံးစရိတ်နဲ့\nအချိန်ပိုကြေးတွေပါပေးဦးမယ်ဆိုတော့\nဆင်းရဲသား Ricciတို့မောင်နှံ ထီပေါက်သလိုကိုပျော်ပြီလေ။\nအလုပ်စဝင်တဲ့နေ့မှာပဲ အလုပ်ရဲ့\nအသက်သွေးကြောဖြစ်တဲ့စက်ဘီးအခိုးခံလိုက်ရတယ်။\n\" ဘယ်လိုလုပ်မလဲ။ စက်ဘီးမရှိရင် ငါအလုပ်ပြုတ်ပြီ။\nဒါဆိုငါ့မိသားစုဘာနဲ့သွားစားမလဲ။\nဒီစက်ဘီးက ငါ့မိသားစုရဲ့မျှော်လင့်ချက်ပဲ။\nမဖြစ်ဘူး စက်ဘီးကိုမရရအောင်ပြန်ရှာမယ်။ \"\nကံကြမ္မာဆိုတာ နွမ်းပါးသူတွေအပေါ်မှ\nရက်စက်တက်ပါတယ်။\nတစ်ခြားအဖိုးတန်ရွှေငွေတွေဘာမှမလိုပါဘူး။\nRicci တို့မိသားစုရှင်သန်ရေးအတွက်\nအဲ့ဒီစက်ဘီးလေးပဲလိုတာပါ။\nသူ့ရဲ့စက်ဘီးလေးကို Ricci ပြန်ရှာတွေ့ပါမလား။\n၁၉၄၈ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ အီတလီရုပ်ရှင်ဖြစ်ပြီး\nကမ္ဘာ့လက်ရွေးစင်ရုပ်ရှင်စာရင်းမှာ\nနှစ်ပေါင်း ၆၅ နှစ်ကျော်ကြာပါဝင်ခဲ့ပါတယ်။\nအဓိကသရုပ်ဆောင်တွေအဖြစ်\nသာမန်အရပ်သားတွေကိုသာသုံးထားတဲ့\nဒီသဘာဝအဆန်ဆုံးရုပ်ရှင်လေးကို\nရူစားအားပေးကြပါဦး။\nရုပ်ရှင်ကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n File Size - 961 MB\nQuality - 720p\nDuration - 01:29:27\nTranslated By Archi Thang Gyi\nEncoded By Thit San Khant",
        "rating": "8.3",
        "url": "https://megaup.net/2Tmhk/Bicycle_Thieves_(Ladri_Di_Biciclette)_[1948]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pW40ks6djRubaRvx2g3ss2CJTzD.jpg",
        "title": "Crossroads: One Two Jaga (2018)",
        "description": "မှုခင်းကားတွေကို ကြိုက်နှစ်သက်ကြတဲ့ ပရိသတ်ကြီးအတွက်၂၀၁၈ ခုနှစ်ထွက် One Two Jaga ဆိုတဲ့ မလေးရှား ကားသစ်လေး တင်ဆက်ပေးလိုက်ပါတယ်IMDb 6.7/10 ရရှိထားပြီးစိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါ။ဒီဇာတ်ကားထဲမှာ မလေးရှားနိုင်ငံက တရားမဝင်ပြောင်းရွေ့နေထိုင်သူတွေရဲ့ ဘဝကိုရိုက်ပြထားပြီး မလေးရဲတွေရဲ့ လာဘ်စားပုံတွေကိုလည်း ရိုက်ပြထားပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ အင်ဒိုနီးရှားကလာရောက်အလုပ်လုပ်တဲ့ကလေးတစ်ယောက်ဖခင်လည်းဖြစ်တဲ့ အလုပ်သမားတစ်ဦးဟာ ဆောက်လုပ်ရေးလုပ်ငန်းမှာအလုပ်လုပ်နေရင်းကနေ သူ့လိုပဲ အင်ဒိုကနေ လာရောက်အလုပ်လုပ်တဲ့ သူ့ညီမဟာ အလုပ်ခွင်မှာ ပြဿနာဖြစ်ပြီးအင််ဒိုနီးရှားကိုပြန်ဖို့ သူ့ဆိီကို အကူအညီလာတောင်းပါတော့တယ်…။သူှုညီမရဲ့ နိုင်ငံကူးလက်မှတ်တွေအားလုံးဟာ အလုပ်ရှင်ဆီမှာကျန်ခဲ့တဲ့အတွက်လေလောဆယ်တရားမဝင်နေထိုင်သူလိုဖြစ်နေတဲ့အတွက်ကြောင့် သူ့ကို အင်ဒိုပြန်ပို့ဖို့ ဘယ်လိုတွေကြိုးစားရုန်းကန်ကြမလဲပရိသတ်ကြီးကို်ယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 25min\nFormat : Mp4\nGenre : Crime, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.4",
        "url": "https://megaup.net/2ehM6/Crossroads_-_One_Two_Jaga_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "",
        "title": "Geetha Govindam (2018)",
        "description": "အိန္ဒိယကားကောင်းကောင်းလေးတွေ တောင်းတနေတဲ့ ပရိသတ်တွေအတွက်အလန်းစား တောင်ပိုင်းကားတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်Hello (2017), Hello Guru Prema Kosame (2018) တို့လို Drama, Romance ကားကောင်းတစ်ကားဆိုလည်း မမှားပါဘူးမင်းသားကလည်း လောလောလတ်လတ် CM ကတင်ပေးထားတဲ့ Taxiwaala ထဲကမင်းသားချော Vijay Deverakona ပဲဖြစ်ပါတယ်ကြည့်ဖူးနေကျ တောင်ပိုင်းကားတွေလိုမဟုတ်ဘဲ အိုဗာအက်တင်တွေ လုံးဝကင်းတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါဇာတ်လမ်းလေးကတော့ ငယ်ငယ်ကတည်းက မိခင်ဆုံးပါးသွားလို့ အဖေတစ်ယောက်တည်းရဲ့ အုပ်ထိန်းမှုဖြင့်ကြီးပင်းခဲ့တဲ့ ဗီဂျေး အသက်ရွယ် ၂၅ နှစ်အရွယ်လူပျိုတစ်ယောက်မိန်းကလေးတွေနဲ့ပတ်သတ်ရင် ဘာအတွေ့အကြုံမှမရှိဘဲ ရည်းစားရဖို့နေနေသာသာမိန်းကလေးတစ်ယောက်ကိုတောင် မပိုးမပမ်းတတ်သူတခြားသူတွေနဲ့မတူဘဲ အိမ်ထောင်ရေးနဲ့ပတ်သတ်လို့အချစ်ရေးနဲ့ပတ်သတ်လို့ဇနီးမယားဆိုတဲ့အရာနဲ့ပတ်သတ်လို့ စိတ်ကူးယာဉ်ဆန်လွန်းသူငါသာ ရည်းစားထားရင် ဘယ်မိန်းကလေးမျိုးနဲ့မှအိမ်ထောင်ပြုရင် ဘယ်လိုမိန်းကလေးကိုပဲ အိမ်ထောင်ပြုမှာ စဖြင့်ရှေးဆန်တဲ့အတွေးအခေါ်တွေ တပြုံတပိုက်နဲ့ဘယ်လောက်ထိ မိန်းကလေးတွေနဲ့ပတ်သတ်ပြီး အတွေ့ကြုံနည်းလဲဆိုရင်စိတ်ဝင်စားလို့ ၆ လလောက်ပတ်လိုက်ခဲ့တဲ့ မိန်းကလေးက အိမ်ထောင်သည်ဖြစ်နေမှန်း မသိရှာဘူးအဲ့လောက်ထိအဲ့ဒိလို ဗီဂျေးတစ်ယောက် တနေ့မှာ အင်မတန်ချစ်ရမယ့် ဂီသားဆုတဲ့မိန်းကလေးနဲ့ဆုံစည်းခဲ့ပါတယ်သူ့ရဲ့အလွဲလွဲအချော်ချော်တွေနဲ့ အယူအဆတွေနဲ့ ဂီသားနဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/4eC4c/Geetha_Govindam_[2018]_(MM_Sub).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/hidden-143x200.jpg",
        "title": "Hidden Man ( 2018 )",
        "description": "အက်ရှင်ကြမ်းကြမ်းကြိုက်တဲ့သူတွေအတွက်Imdb 6.5 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်တရုတ်​နိုင်​ငံမှာဂျပန်​​တွေအုပ်​စိုးစဉ်​ကာလကျူးချန်​းလုံဟာသူ့ကိုယ်​ကျိုးအတွက်​သူ့သူငယ်​ချင်​းကိန်​းပိန်​ရိလန်​နဲ့ပူး​ပေါင်​းပြီးသူ့ဆရာရဲ့စံအိမ်​​တော်​ကိုဘိန်​းစိုက်​ဖို့​တောင်​းဝယ်​ရာက​နေတင်​းမာမှု​တွေဖြစ်​လာပြီး သူ့ဆရာတစ်​မိသားစုလုံးကိုသတ်​ဖြတ်​ပြီးမီးရှို့ခဲ့ပါတယ်​..ဒီလိုမီးရှို့ခံရတဲ့ကြားထဲက​နေသူ့ဆရာရဲ့တပည်​့ငယ်​​လေးလီထျန်​းရန်​ဟာအ​မေရိကန်​​ဆရာဝန်​Dr.Handalaရဲ့ကယ်​တင်ခြင်​းခံရပြီးအသက်​ရှင်​ခွင်​့ရခဲ့ပါတယ်​.သူဟာအ​မေရိကားကိုပို့​ဆောင်​ခြင်​းခံရပြီး​Dr.Bruce Handalaဖြစ်​လာခဲ့ပါတယ်​..တစ်​​နေ့မှာ​တော့သူဟာတရုတ်​ပြည်​ကိုပြန်​လာပြီးသူရဲ့ရန်​သူ​တွေဖြစ်​တဲ့ကျူးချန်​းလုံနဲ့ကိန်​းပိန်​ရိလန်​တို့ကိုကလဲ့စား​ချေဖို့အခွင်​့ရလာတဲ့အခါ..ဘယ်​လို​တွေဆက်​ဖြစ်​လာမှာလဲ..လှည်​့ကွက်​မျိုးစုံနဲ့စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမှာပါ..တရုတ်​ပြည်​ကိုဂျပန်​အုပ်​စိုးစဉ်​ကာလရဲ့ပုံရိပ်​​တွေကိုလည်​း​တွေ့မြင်​နိုင်​မှာဖြစ်​ပါတယ်​..တိုက်​ခိုက်​​ရေးခပ်​ကြမ်​းကြမ်​း​တွေလဲပါတာမို့အက်​ရှင်​ကြိုက်​သူ​တွေအတွက်​လည်​းအကြိုက်​​တွေ့​စေမှာပါ.. Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/2Ufev/Hidden_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Robin-Hood-2018-movie-poster-135x200.jpg",
        "title": "Robin Hood (2018)",
        "description": "Robin Hood (2018)_____IMDb - 5.3/10\n  \nRobinhood အကြောင်း သင်ဘယ်လောက်သိလဲ????????\nလူချမ်းသာတွေဆီက အသပြာခိုးယူပြီး\nဆင်းရဲတဲ့သူတွေကိုဝေငှပေးတတ်တဲ့ သူခိုးတစ်ယောက်........လို့\nအကြမ်းဖျဉ်းသိထားကြမှာပါ...........\nRobinhood လို့ပြောရင် မြှားပစ်ကျွမ်းကျင်သူတစ်ယောက် ဆိုတာလဲ\nမျက်လုံးထဲပြေးမြင်မိမှာပေါ့\nဒါပေမယ့် အထက်က ဆိုခဲ့တဲ့ အချက်တွေကြောင့်တော့ သူဟာ ရော်ဘင်ဟုဒ်ဆိုပြီး\nနာမည်တွင်ခဲ့တာ မဟုတ်ပါဘူး .....................\nသင် ငယ်ငယ်က သိခဲ့တဲ့\nတောပုန်းကြီး ရော်ဘင်ဟုဒ်ရဲ့ အကြောင်းတွေကို မေ့ပစ်လိုက်ပါတော့\nသင် သူ့အကြောင်းကို သိပြီးသားလို့\nထင်နေတယ်ဆိုရင်တော့ မှားသွားပါလိမ့်မယ်.......\nသင်သိထားပြီးတဲ့ သူ့ရဲ့ဇာတ်လမ်းဟာ အိပ်ယာဝင်ပုံပြင်တစ်ပုဒ် ပါပဲ\nဒီဇာတ်ကားလေးကတော့ အိပ်ယာဝင်ပုံပြင်တစ်ပုဒ်တော့ မဟုတ်ပါဘူး\nအသပြာတွေခိုးယူခဲ့ရုံသက်သက်နဲ့တော့ သူဟာ ရော်ဘင်ဟုဒ်ဆိုပြီး\nနာမည်တွင် ကျန်ရစ်မှာ မဟုတ်ပါဘူး\nသူ့ကို ရာဇဝင်မှာ ကဗျည်းတွင်စေခဲ့တဲ့ ပြည်သူတွေအတွက်\nကိုယ်ကျိုးစွန့် လုပ်ရပ်တွေကို ဒီဇာတ်ကားမှာတွေ့ရမှာပါ.....\nဒီဇာတ်ကားမှာ ရော်ဘင်ဟုဒ်ရဲ့ တခြားထူးခြားတဲ့\nအကြောင်းအရာတွေလည်း ပါဝင်နေပါတယ် .......\nရော်ဘင်ဟုဒ်ဆိုတဲ့ တောပုန်းတစ်ယောက်မဖြစ်ခင်က\nသူ့ဘဝဇာတ်ကြောင်း အခြေအနေကိုလည်း ပြောပြထားပါသေးတယ်......\nလော့စ်လေကို ဟုဒ်အဖြစ် ပြောင်းလဲ ပေးခဲ့တဲ့ သူ့ရဲ့ဆရာနဲ့အတူ\nသူ လေ့ကျင့်ခဲ့ရတဲ့ ခက်ခဲထူးခြားတဲ့ မြှားပစ်သင်ခန်းစာတွေ........\nသူကြုံတွေ့ခဲ့ရတဲ့ နိုင်ငံရေးအခြေအနေတွေ.......\nသူကြုံတွေ့ခဲ့ရတဲ့ ဘာသာရေးဆိုင်ရာ စစ်ပွဲတွေ........\nစသဖြင့် သူ့ရင်ဆိုင်ခဲ့တဲ့ အခက်အခဲတွေ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1x845/Robin_Hood_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/overlord-poster-1-133x200.jpg",
        "title": "Overlord (2018)",
        "description": "Overlord (2018)\nIMDb - 6.6/10_____Rotten - 81%\n  \nဇွန်လ ၁၁ ရက် ဒုတိယကမ္ဘာစစ်အတွင်းမှာ စေလွှတ်ခြင်းခံရတဲ့\nအမေရိကန်စစ်သားတပ်စုတစ်စုရင်ဆိုင်တွေ့ရတဲ့ ကြောက်စရာ\nအဖြစ်ဆိုးကြီးအကြောင်းရိုက်ပြထားတဲ့ ၂၀၁၈ ထွက်ရုံတင်ကားသစ်\nတစ်ကားဖြစ်ပါတယ်...\nRating 6.6 ရရှိထားတဲ့ဒီကားဟာ Action , Adventure , Horror ပုံစံဖြစ်ပါတယ်...\nဒုတိယကမ္ဘာစစ်ကာလမှာ ဟစ်တလာရဲ့ဂျာမနီအင်ပါယာကိုဖျက်စီးဖို့အတွက်\nပြင်သစ်နဲ့ဗြိတိသျှတို့ပူးပေါင်းခဲ့ပါတယ်\nဂျာမန်တို့ခြေကုန်ယူထားတဲ့ ကမ်းခြေဆီကို ရှေ့ပြေးစစ်ဆင်ရေးလုပ်ဖို့\nမဟာမိတ်တပ်တစ်ခုစေလွှတ်ခဲ့ပြီး သူတို့အနေနဲ့ ခက်ခက်ခဲခဲ\nထိုးဖောက်ဝင်ရောက်ခဲ့ပင်မယ့်လည်း မိမိတို့ကြုံရတဲ့အရာမှာ\nဂျာမန်စစ်သားတွေသာမဟုတ်မှန်းသိခဲ့လိုက်ရတဲ့အခါ မထင်မှတ်ပဲစခန်းတွင်းဝင်မိပြီး\nဂျာမန်တို့စမ်းသပ်နေတဲ့အရာတွေကို တွေ့လိုက်ရတဲ့အခါ..\nဘာတွေဖြစ်ကုန်မလဲ သူတို့ရဲ့တာဝန်ကိုကျေပြွန်နိုင်ပါ့မလား\nလူသားမဟုတ်တဲ့အရာတွေကို ကျော်ဖြတ်နိုင်ပါ့မလားဆိုတာကို\nကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်\n  \nဇြန္လ ၁၁ ရက္ ဒုတိယကမၻာစစ္အတြင္းမွာ ေစလႊတ္ၿခင္းခံရတဲ့\nအေမရိကန္စစ္သားတပ္စုတစ္စုရင္ဆိုင္ေတြ႕ရတဲ့ ေၾကာက္စရာ\nအၿဖစ္ဆိုးၾကီးအေၾကာင္းရိုက္ၿပထားတဲ့ ၂၀၁၈ ထြက္ရံုတင္ကားသစ္\nတစ္ကားၿဖစ္ပါတယ္...\nRating 6.6 ရရွိထားတဲ့ဒီကားဟာ Action , Adventure , Horror ပံုစံၿဖစ္ပါတယ္...\nဒုတိယကမာၻစစ္ကာလမွာ ဟစ္တလာရဲ႕ဂ်ာမနီအင္ပါယာကိုဖ်က္စီးဖို႔အတြက္\nျပင္သစ္နဲ႔ျဗိတိသွ်တို႔ပူးေပါင္းခဲ့ပါတယ္\nဂ်ာမန္တို႔ေျခကုန္ယူထားတဲ့ ကမ္းေျခဆီကို ေရွ႕ေျပးစစ္ဆင္ေရးလုပ္ဖို႔\nမဟာမိတ္တပ္တစ္ခုေစလႊတ္ခဲ့ျပီး သူတို႔အေနနဲ႔ ခက္ခက္ခဲခဲ\nထိုးေဖာက္၀င္ေရာက္ခဲ့ပင္မယ့္လည္း မိမိတုိ႔ၾကံဳရတဲ့အရာမွာ\nဂ်ာမန္စစ္သားေတြသာမဟုတ္မွန္းသိခဲ့လိုက္ရတဲ့အခါ မထင္မွတ္ပဲစခန္းတြင္း၀င္မိျပီး\nဂ်ာမန္တို႔စမ္းသပ္ေနတဲ့အရာေတြကို ေတြ႔လုိက္ရတဲ့အခါ..\nဘာေတြျဖစ္ကုန္မလဲ သူတို႔ရဲ႕တာ၀န္ကိုေက်ျပြန္ႏုိင္ပါ့မလား\nလူသားမဟုတ္တဲ့အရာေတြကို ေက်ာ္ျဖတ္ႏိုင္ပါ့မလားဆိုတာကို\nၾကည့္ရႈရမယ့္ဇာတ္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္ \nFile Size : (2 GB) and (1 GB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://megaup.net/3zNre/Overlord_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/Killer-toon-140x200.jpg",
        "title": "Killer Toon ( 2013 )",
        "description": "Horror ကားေတြ သရဲကားေကာင္းေကာင္းၾကိဳက္ႏွစ္သက္သူေတြအတြက္ေကာင္းေကာင္းေလးေၾကာက္ရေအာင္ Bluray720p 5.1CH နဲ႔ တင္ဆက္ေပးလိုက္ၿပီးအသံကြာလတီေကာင္းမြန္စြာနဲ႕ခံစားၾကည္႕ရွုႏိုင္မွာပဲၿဖစ္ပါတယ္..ႏွလံုးေရာဂါ ရွိသူမ်ားႏွင္႔ ကေလးသူငယ္မ်ားမၾကည္႕သင္႔ပါကဲ..အညႊန္းေလးဖတ္ၾကည္႔လိုက္ရေအာင္Daum အြန္လိုင္းကာတြန္းရဲ႕ အယ္ဒီတာခ်ဳပ္ရဲ႕ လူသိမခံႏိုင္တဲ႔ သိသူ ၂ေယာက္မရွိႏိုင္တဲ႔ လ်ိဳ႕၀ွက္ခ်က္ဟာ ဂန္ဆုိတဲ႔ အြန္လိုင္းကာတြန္းေရးဆရာမရဲ႕အြန္လိုင္းကာတြန္းစာမူေပၚေရာက္ေနၿပီး စာမူထဲကအတိုင္း အယ္ဒီတာခ်ဳပ္ဟာဆုိးရြားစြာနဲ႔ေသဆံုးခဲ႔ရတယ္..သိပၸံနည္းပညာေၿဖရွင္းခ်က္အရမိမိကုိယ္ကိုယ္သတ္ေသမွုလို႔ေကာက္ခ်က္ခ်လို႕ရေပမယ္႔ စံုစမ္းေရးမွဴးကလူသတ္မွုလို႔ယံုၾကည္ၿပီးစံုစမ္းခဲ႔ရာမွ..ထူးၿခားဆန္းၾကယ္ေၾကာက္မက္ဖြယ္ေကာင္းတဲ႔ ေနာက္ကြယ္က အမွန္တရားတခ်ိဳ႕ကို ေဖၚထုတ္သိလာတဲ႔အခါမွာ ......... Translated & Review By Nu MonEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/1ykjh/Killer_Toon_[2013]_(MM_Sub).mkv",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMTQ3ODU5OTUwMl5BMl5BanBnXkFtZTcwOTczNDU2Mg@@._V1_-135x200.jpg",
        "title": "The Stepfather (2009)",
        "description": "2009 ခုနှစ်မှာထွက်ခဲ့တဲ့ ဒီ stepfather ဆိုတဲ့ကားဟာ1987 တုန်းက ထွက်ခဲ့တဲ့ကားကို ပြန်ရိုက်ထားတာဖြစ်ပါတယ်။သူက လူကြီးလူကောင်းတစ်ယောက်ပါ ဆိုတာကတော့ ဒီကားထဲမှာ အကြားရများဆုံးစကားပါ။ပြေပြစ်တဲ့အပြုံးတွေရှိမယ် .. စကားလုံးလှလှတွေနဲ့‘မိသားစု’ ဆိုတာကို ပါးစပ်ကမချဘဲ ပြောတတ်မယ် ..အရာရာမှာ နားလည်ဂရုစိုက်ပေးပြီး ကြင်နာတတ်မယ်...ဒါတွေဟာ ဒီကားရဲ့ အဓိကဇာတ်ဆောင် ပထွေးဖြစ်သူရဲ့အများသိစရိုက်လက္ခဏာတွေပေါ့..ဒါတွေအားလုံးရဲ့ နောက်ကွယ်မှာတော့ ‘သိပ်ကိုပြီးပြည့်စုံတဲ့မိသားစု’ လို့သူယူဆသတ်မှတ်ထားတဲ့ စံတစ်ခုကို စွဲကို်င်ပြီးဒီစံနဲ့ မကိုက်လာဘူးထင်ရင် သွေးအေးအေးနဲ့ သတ်ပစ်လိုက်နိုင်တဲ့အမေရိကရဲ့ အလိုရှိဆုံးလူသတ်သမားတစ်ယောက်ဟာခိုအောင်းလို့နေပါတယ်..ဒီကားရဲ့ ဇာတ်ကြောင်းကိုတော့ ပထွေးဖြစ်သူရဲ့ သရုပ်မှန်ကိုကြည့်သူပရိတ်သတ်ကို ဖွင့်ပြပြီးသားအနေအထားပေါ်မှာပဲ ေနာက်ထပ်သားကောင်ဖြစ်လာမယ့် သားအမိတွေနဲ့သူနဲ့ကြားက ဇာတ်လမ်းကိုကြည့်ရမှာဖြစ်ပါတယ်.. ။အထူးသဖြင့်တော့ မိသားစုအသစ်ရဲ့ သားအကြီးဆုံးဖြစ်သူ မိုက်ကယ်နဲ့နာမည်အတည်တကျမရှိသူ လူကြီးလူကောင််းယောင်ဆောင်ပထွေးကြားက သံသယနဲ့ အားပြိုင်မှုကိုပါ။ဒီဇာတ်လမ်းမှာ နောက်ထပ်အသတ်ခံသားကောင်တွေပဲတိုးလာမလား..ပထွေးဖြစ်သူရဲ့ မျက်နှာဖုံးတွေပဲ ကွာကျသွားမလားဆိုတာတော့ ကိုယ်တိုင်ကိုယ်ကျပဲ ကြည့်ကြည့်လိုက်ကြပါဦးTranslated by Sane KhetEncoded by sithu",
        "rating": "5.6",
        "url": "https://megaup.net/2Ufee/The_Stepfather_[2009]_(MM_Sub).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BYzIzYmJlYTYtNGNiYy00N2EwLTk4ZjItMGYyZTJiOTVkM2RlXkEyXkFqcGdeQXVyODY1NDk1NjE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Green Book (2018)",
        "description": "မနက္ကမွေအာ္စကာရသြားတဲ့ ရုပ္ရွင္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ\n \n1962ခုနွစ္ဆိုတာလူမည္းေတြအတြက္ေတာ့အရမ္းေကာင္းတဲ့ေခတ္မဟုတ္ပါဘူး\n \nဘတ္စ္ကားကအစ၊အိမ္သာကအဆံုးခြဲျခားဆက္ဆံတာခံေနရတဲ့အခ်ိန္မွာ\n \nအီတာလီလ်ံျဖစ္တဲ့တိုနီလစ္နဲ႔လူမည္းစႏၵယားပညာရွင္ဒြန္တို႔ဟာ\n \nအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္အလုပ္ရွင္နဲ႔အလုပ္သမားအျဖစ္ေတြ႔ၾကရပါေတာ့တယ္\n \nဒြန္ဟာလူမည္းျဖစ္ေပမယ့္လူျဖဴစရိုက္အျပည့္နဲ႔ျဖစ္ျပီး\n \nတိုနီဟာလည္းလူျဖဴျဖစ္ေနေပမယ့္လူမည္းစရိုက္နဲ႔ဘဲဆိုးၾကီးပါ\n \nသူတို႔နွစ္ေယာက္ရဲ႔အလုပ္ကေတာ့ဒြန္ရဲ႔နယ္လွည့္ေဖ်ာ္ေျဖပြဲကို\n \nတိုနီကကားေမာင္းျပီးလိုက္ပို႔ရတာပဲျဖစ္ပါတယ္\n \nစရိုက္ခ်င္းဆန္႔က်င္ဘက္ျဖစ္ေနတဲ့အေရာင္မတူတဲ့လူ၂ေယာက္ဟာ\n \nခရစ္စ္မတ္မတိုင္ခင္အမွီအိမ္ျပန္ေရာက္ပါေတာ့မလားဆိုတာကိုေတာ့\n \nအခုပဲေဒါင္းလုပ္ဆြဲျပီးၾကည့္လို႔ရပါျပီ\nTranslated by NoeEncoded by sithu",
        "rating": "8.3",
        "url": "https://megaup.net/Sth7/Green_Book_[2018]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    }
]