[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMGYzN2I3NjAtMWRmOC00ODA0LTk5M2MtZWNiMWYyOGJjZDU5XkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Devilreaux (2023)",
        "description": "2023 ခုနှစ်မှအသစ်ထွက်ရှိထားတဲ့ horror လူသတ်ကားအမျိုးအစားလေးပါ ဇာတ်လမ်းကတော့ ဆယ်ကျော်သက်ကလေးတစ်စုကသရဲခေါ်တမ်းကစားကြရင်း ပါးစပ်ရာဇဝင်တွေနဲ့နာမည်ကြီးတဲ့ ဒယ်ဗရိုဆိုတဲ့စုန်းကဝေအတတ်တွေနဲ့ဖန်တီးထားတဲ့နတ်ဆိုးကို ပြန်ဆင့်ခေါ်သလိုဖြစ်သွားရာကနေစပြီး အဲ့နတ်ဆိုးကသူရန်ငြိုးရှိခဲ့တဲ့သူတွေရဲ့မျိုးဆက်တွေအားလုံးကိုတစ်ယောက်မကျန်လိုက်သတ်ပစ်ပါတော့တယ် ဘော်ဘီဘရစ်ဆိုတဲ့စုံထောက်အလှလေးကတော့လူတွေဆက်တိုက်ပျောက်သွားတဲ့အမှုတွေကိုစုံစမ်းရှာဖွေနေတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ် သွေးပျက်စရာဇာတ်ဝင်ခန်းတွေပါတာမို့အရွယ်မရောက်သေးသူတွေမကြည့်သင့်ပါဘူး File size…(1.4 GB)/(790 MB)/(370 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "",
        "url": "https://megaup.net/1Vfpk/Devilreaux.2023.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/s-l600-142x200.jpg",
        "title": "[18+] Big Tits Zombie (2010)",
        "description": "Big Tits Zombie (2010)ဂင်ကိုနဲ့လီနာတို့က သိပ်မအောင်မြင်တဲ့ အဖော်အချွတ်ကလပ်တစ်ခုဖြစ်တဲ့ Paradise Ikagawa Theatre မှာ\nတစ်ခြားကောင်မလေးတွေနဲ့အတူတူအလုပ်လုပ်ကြပါတယ်။သူတို့တွေကတော့ ထက်မြက်တဲ့စာကြမ်းပိုးမာရီယာ၊\nရှေ့ဖြစ်ဟောဆရာမ လီနာ၊ပြီးတော့ သူ့မောင်နှမတွေကိုပြန်တွေ့ဖို့လူစုနေတဲ့ တိုင်းတစ်ပါးသူလေး ဒါနာတို့ဖြစ်ကြပြီး\nတစ်နေ့တော့ သူတို့ဆီကိုဖုန်းတစ်ခုဝင်လာခဲ့ပြီး အဲ့ဒီလူက အပန်းဖြေစခန်းတစ်ခုမှာ\nဆယ်ရက်စာ အကသမားလိုနေတဲ့အကြောင်းပြောလာပါတယ်။အဲ့ဒီအလုပ်ကိုအားလုံးလက်ခံပြီးတော့ သူတို့ဖျော်ဖြေရမယ့် အပန်းဖြေစခန်းကိုရောက်ရှိပြီးတဲ့နောက်ဖောက်သည်မျှော်ရင်း\nမြေအောက်ခန်းတစ်ခုကိုအမှတ်မထင်တွေ့ရှိခဲ့ပြီး အဲ့ဒီမှာရှာတွေ့တဲ့ သေမင်းစာအုပ်ကို မာရီယာကရွတ်ဖတ်လိုက်မိချိန်မှာ\nဆူရှီဖြစ်ပြီးသားတွေ၊သူတို့ကိုင်နေတဲ့ ငါးတွေစတင်အသက်ဝင်လာခဲ့ပြီးနောက် အုံကြွသောင်းကျန်းလာခဲ့တဲ့ ပ\nတ်ဝန်းကျင်တစ်ခုလုံးက ဖုတ်ကောင်တွေနဲ့ရင်ဆိုင်တိုက်ခိုက်ရတော့မှာဖြစ်ပါတယ်။ဂျပန်လူကြီးရုပ်ရှင်လောကရဲ့နာမည်ကျော်မင်းသမီးလေးတွေဖြစ်တဲ့ Sora Aoi,Risa Kasumi တို့ဦးဆောင်ပါဝင်ထားကြပြီး\nဇာတ်လမ်းက အခွီပါ။သွေးသံရဲရဲ ခုတ်ထစ်သတ်ဖြတ်တာတွေ ပေါက်ကရပြကွက်တွေနဲ့ wtf moments တွေအများကြီးပါပါတယ်။\nဘာတွေပေါက်ကရလုပ်ပြကြမှာလဲဆိုတာတော့ ကိုယ်တိုင်ခံစားကြည့်ရှုလိုက်ကြပါ။The Machine Girl တို့ Mutant Girls Squad တို့လိုဇာတ်ကားတွေကြည့်ဖူးရင် ဒီကားကိုလည်းလက်မလွတ်သင့်ပါ။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ...",
        "rating": "",
        "url": "https://megaup.net/3hc2C/(DS)_Big_Tits_Zombie_(2010)_720p_AMZN_WEB-DL_DD+2.0_H.264-JAVA.mp4",
        "category": "Action, Adult, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7i4qZWRsgrzJ5fXv0cLV7hLETUJ.jpg",
        "title": "[18+]The World of Adultery(2020)",
        "description": "The World of Adultery(2020)***************************(18+ ကားမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး...)လူတစ်စု တစ်အိမ်ထဲမှာနေပြီး ဖောက်လွှဲဖောက်ပြန်ဖြစ်ကြတယ်...တစ်ချို့က တစ်ယောက်က စပြီး တစ်ချို့အတွဲကြတော့ တစ်စုံလုံးစကြတယ်...ဒါတွေကိုအားကျပြီး တစ်စုံတရာက တစ်စုံတစ်ယောက်သောသူနဲ့အိပ်ခန်းထဲဝင်သွားကြတယ်...တစ်ဖက်နဲ့ တစ်ဖက် ...တစ်ချက်ချက်နဲ့အချစ်ပွဲကို ဖဲမွေ့ရာပေါ်မယ် တစ်ဒုန်းဒုန်းဆင်နွဲကြတယ်..လောကီရေးရာမှာ လိင်မှုကိစ္စရဲ့   တစ်စွန်းတစ်စ ဆိုးယုတ်မှုတွေကိုတစ်ချက်တစ်ချက်စဉ်းစားရင်း တစ်ခုခုဖြစ်ချင်ကြရင်တော့ ဒီကားကိုကြည့်ကြပါ...File Size :(1.1GB) and (507MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Adult , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar Htet\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://megaup.net/1Vh43/The_World_of_Adultery_(2020)WEB-DL.720P(CM).mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4trdAjcgbmhNkMXbhgsvpVnGmKu.jpg",
        "title": "Chasing Kawashima Yoshiko ( 2023 )",
        "description": "ယိုရှီကို ခါဝါရှီးမား ဟာ တရုတ်-ဂျပန် ဒုတိယစစ်ပွဲကာလအတွင်းက\nစွဲဆောင်မှုအပြည့်နဲ့ထက်မြက်တဲ့မိန်းမတစ်ပါ။ သူ့ကိုသေမိန့်ချတဲ့အထိ\nအများပြည်သူဟာ အရှေ့တိုင်းမိစ္ဆာမဆိုပြီး မုန်းတီးခံရတဲ့သူတစ်ယောက်လဲဖြစ်ပါတယ်။ဟုတ်ပါတယ် ယိုရှီကိုဟာတရုတ်နိုင်ငံရဲ့သစ္စာဖောက်မတစ်ဦးပါ…\nမန်ချူးမင်းဆက်ရဲ့ မင်းသမီးတစ်ယောက်ဖြစ်တဲ့သူက\nတရုတ်ပြည်ကိုသစ္စာဖောက် ဂျပန်နဲ့ပူးပေါင်းပြီး\nမန်ချူးနိုင်ငံပြန်ထူထောင်ဖို့အိပ်မက်မက်နေတဲ့သူတစ်ယောက်ပေါ့……ယိုရှီကိုဟာနိုင်ငံရေးသမားတစ်ထောင်ကျော်နဲ့ပတ်သက်ခဲ့ပြီး\nအရေးကြီးဂျပန်သတင်းပေးသူလျှိုတစ်ယောက်တဲ့အတွက်\nတရုတ်တော်လှန်ရေးသမားတွေဟ ယိုရှီကိုကို မဖြစ်မနေသတ်ဖို့\nလိုအပ်တာကြောင့် ယိုရှီကို ခါဝါရှီးမားကိုတော်လှန်ရေးသမားတွေ\nဖမ်းဖို့ကြိုးစားတဲ့အကြောင်းကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဉာဏ်များတဲ့ သမိုင်းဝင်သူလျှို ယိုရှီကိုတစ်ယောက်\nတရုတ်တော်လှန်ရေးသမားတွေထပ် အမြဲခြေတစ်လှမ်းစောနေတာကို\nဘယ်လိုဖမ်းကြမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားလိုက်ပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/chasing-kawashima-yoshiko-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OkmwdxCZOVxvZq9OyDrIIKEoDK.jpg",
        "title": "iNumber Number: Jozi Gold(2023)",
        "description": "iNumber Number: Jozi Gold(2023)********************************\nအာဖရိက နယ်မြို့လေးမှာ လူမိုက်ဂိုဏ်းစတားအဖွဲ့တွေက လုယက်သတ်ဖြတ်နေကြပါတယ်။\nရဲ အရာရှိတွေဖြစ်တဲ့ ရှူးစ်နဲ့ ချီလီဟာ လူမိုက်တွေကိုဖမ်းပေးပေမယ့် သက်သေမခိုင်တာရယ် လာဘ်ပေးမှုတွေကြောင့်\nပြန်လွတ်နေပါတယ်။ သူတို့ သက်သေအခိုင်အမာရှာပြီး ဖမ်းပေးတဲ့ဟိုင်အီးနားလူသား လူဆိုးတစ်ယောက်ဟာ\nသက်သေမရှိဘူးပြီးပြန်လွှတ်ခံရဖို့ရှိနေပါတယ်၊ ဒီလူဆိုးကိုဖမ်းတဲ့နေရာမှာ အပျက်အစီးတွေနဲ့ချွတ်ချော်မှုတွေကြောင့်\nရှူးစ်နဲ့ ချီလီကိုဌာနရဲ့ အောက်ဆုံးကအဖွဲ့နဲ့အလုပ်လုပ်ဖို့ အမိန့်ချလိုက်တယ်။ ဒါဆိုချီလီကမကျေနပ်ဘဲဗြောင်းဆန်အောင်လုပ်ဖို့ကြိုးစားပါတော့တယ်....File Size :(2.02GB)& (996MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action , Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/1fjrl/iNumber_Number_Jozi_Gold(2023).WEB-DL.720P(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNGVmYjI4ZjktMjVkNi00ZTRlLWJlYTMtNzMxYjQ0ZDIyZWNmXkEyXkFqcGdeQXVyNTUyMzE4Mzg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Doctor Dolittle (1998)",
        "description": "Dr. Dolittle (1998)\n==============နာမည်ကြီးမင်းသားကြီး Eddie Murphy ရဲ့ တော်တော်လေးကျော်ကြားခဲ့တဲ့\nDr. Dolittle ကို တင်ဆက်ပေးလိုက်ပါပြီ။ ငယ်စဉ်ကတည်းက တိရစ္ဆာန်တွေနဲ့\nစကားပြောနိုင်ပြီး ထူးထူးဆန်းဆန်း ကြောင်တောင်တောင်ကလေးလေးဖြစ်နေလို့\nပယောဂပါအနှင်ခံရမလိုဖြစ်ခဲ့တဲ့ Dolittle လေးတစ်ယောက် ဆရာဝန်ဖြစ်လာ\nခဲ့ပါတယ်။ လူကြီးဖြစ်လာတဲ့ကာလတစ်လျှောက်မှာတော့ တိရစ္ဆာန်တွေရဲ့အသံကို\nမကြားနိုင်တော့သယောင်ဖြစ်နေခဲ့တာပေါ့။ တစ်နေ့... ကိုယ့်ကားနဲ့တိုက်မိမလို\nဖြစ်သွားတဲ့ လမ်းဘေးခွေးက ပြန်ဆဲသွားတာကို ခံလိုက်ရပြီးနောက်မှာတော့\nDolittle ဟာ အရင်ကလို အကောင်ပလောင်တွေပြောသမျှ ပြန်ကြားနိုင်နေ\nမှန်း ကိုယ့်ကိုယ်ကိုသတိထားမိလာပါတော့တယ်။ဆရာဝန်အလုပ်စကတည်းက ပိုက်ဆံများများရှာရဖို့ကိုပဲ တစိုက်မတ်မတ်ဦး\nတည်ပြီး တည်တည်ကြည်ကြည် ကြိုးကြိုးစားစားအလုပ်လုပ်လာပြီးမှ ငယ်\nငယ်ကလို လူထူးဆန်းဘဝပြန်ရောက်တော့မယ်ဆိုတော့ မခံချင့်မခံသာတွေ\nဖြစ်ပြီး ဦးနှောက်ဓာတ်မှန်ရိုက်လိုက် ဘာလာလာမကြားယောင်ပြုလိုက်နဲ့\nအရူးမီးဝိုင်းဖြစ်နေတာပေါ့။ ဒါပေမယ့် စိတ်ရင်းကောင်းတဲ့ Dolittle အတွက်\nတော့ အကူအညီလိုနေတဲ့ သတ္တဝါလေးတွေကို လျစ်လျူရှုဖို့က ထင်သလောက်\nလွယ်ကူမနေခဲ့ပါဘူး။ နယ်ရောက်တုန်း ဇီးကွက်တစ်ကောင်ကို ကူညီပေး\nအပြီးမှာတော့ Dr. Dolittle လည်း တစ်တောလုံးရဲ့ဆယ်လီဖြစ်သွားပါတော့\nတယ်။ \"ငါတို့ပြောတာတွေ နားလည်တဲ့ဆရာဝန်ဟေ့\" ဆိုပြီး အိမ်တိုင်ရာ\nရောက် အလုံးလိုက်အရင်းလိုက် အုပ်လိုက်ခဲလိုက်ရောက်ချလာပြီး ဆေးခန်း\nထိုင်ခရော ...",
        "rating": "5.4",
        "url": "https://megaup.net/2B93j/Doctor.Dolittle.1998.720p.BRrip.(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDU5OTBhNzEtYjllNS00Y2RkLWEzYTgtOTRmMGZhOTYyYmMwXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_-135x200.jpg",
        "title": "Chevalier (2022)",
        "description": "Chevalier (2022)\n=============\nIMDb Rating - 6.6/10ဒီဇာတ်လမ်းက တေးရေးဆရာ Chevalier de Saint-Georges\nဖြစ်တဲ့ Joseph Bologne အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထား\nတာပါ။ပြင်သစ် သစ်တောပိုင်ရှင် သခင် Bologneနဲ့ သူ့ရဲ့ အာဖရိကန်\nကျွန်တို့ကနေ မွေးဖွားခဲ့တဲ့ Joseph က ကပြားလူမဲကလေးပါ။\nအဲဒီခေတ်က လူမဲတွေကို ကျွန်အဖြစ်နဲ့ သတ်မှတ်ထားကြတာမို့\nJoseph ကိုလည်း သူ့ရဲ့အသားအရေနဲ့ ပတ်သက်ပြီး ကလေး\nတွေက အနိုင်ကျင့်ကြတယ်။ ဒါပေမဲ့ တယောထိုးရာမှာ တစ်ဖက်\nကမ်းခတ်အောင်ကျွမ်းပြီး ဓားထိုး၊ ဘာသာစကား စတဲ့ ကျန်တဲ့\nပညာရပ်တွေလည်း အရမ်းကျွမ်းကျင်တာမို့ Joseph က မကြာ\nခင်မှာပဲ ပြင်သစ်အထက်တန်းလွှာ တစ်ဦးအဖြစ် ကျော်ကြား\nလာခဲ့ပါတယ်။Josephက ပြင်သစ်ဘုရင်မ Marie Antoinette နဲ့လည်း\nသူငယ်ချင်း ဖြစ်ပေမဲ့ နောက်ပိုင်းမှာတော့ အထက်တန်းလွှာ\nခင်ပွန်းသည်ဇနီး Marie Josephine နဲ့ ဖောက်ပြန်တာ၊\nပဲရစ်သံစုံတီးဝိုင်း ခေါင်းဆောင်နေရာကို ပြိုင်ကြတာနဲ့\nဘုရင်မနဲ့လည်း အခင်အမင်ပြတ်သွားတယ်။ နောက်ပိုင်း\nမှာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Ve7v/Chevalier.2022.720p.WEB.(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1IMlvVZK7HDO22RmItUSdhtqcnE.jpg",
        "title": "Pokolenie Ikea(2023)",
        "description": "Pokolenie Ikea(2023)******************ဦးဆုံးအနေနဲ့ ဇာတ်လမ်းတစ်လျှောက် sex sceneတချို့နဲ့ လိင်မှုအသုံးအနှုန်းတွေ ပေါပေါသီသီပါတာမို့ မိသားစုနဲ့အတူကြည့်ဖို့မသင့်တော်ပါဘူး။\nပိုလန်စာရေးဆရာ Piotr Cရဲ့ Pokolenie Ikeaဆိုတဲ့အရောင်းအရဆုံးစာအုပ်ကို ရုပ်ရှင်အဖြစ်ပြန်ရိုက်ကူးထားတာဖြစ်ပြီး\nဒီစာအုပ်ဟာ ပိုလန်အင်တာနက်အသုံးပြုသူတွေ ratingပေးတဲ့အဖတ်သင့်ဆုံးစာအုပ် 100ထဲမှာ နံပါတ်32အထိချိတ်ခဲ့ပါတယ်...\nဇာတ်လမ်းနာမည်က englishလိုဆို IKEA Generationဖြစ်ပြီး Millennials နဲ့ Gen Zersတွေကိုဆိုလိုချင်တာပါ။\nတစ်နည်းအားဖြင့် ဒီဇာတ်လမ်းဟာ အသက် ၄၀အောက်အရွယ် ၂၁ရာစု ခေတ်သစ်လူလတ်ပိုင်းဘဝအကြောင်းကို ရိုက်ပြထားတဲ့ Drama၊ Comedy၊ Romanceကားလေးပါ... Romanceကားဆိုပေမယ့် ideaဆန်းဆန်းလေးနဲ့မို့ sex conceptတစ်ခုကို ချပြနေတယ်လို့တောင် အထင်မှားစရာရှိပါတယ်။\n၂၁ရာစုရဲ့ လူလတ်ပိုင်းဘဝဟာဆိုရင် ယခင်ရှေးရိုးစွဲကာလတွေနဲ့ မတူတော့ဘဲ လိင်မှုကို ကျား၊မ မရွေးလွယ်လွယ်ကူကူရယူနိုင်တဲ့အမှုတစ်ခုလိုဖြစ်နေပါပြီ။\nဒီထဲမှာမှ ဘလက်ကီဟာ အသက်သုံးဆယ်ကျော် လူပျိုလူလွတ်ရှေ့နေတစ်ယောက်ပါ။\nအိမ်ထောင်သားမွေးပြုချင်သူမဟုတ်သလို၊ အချစ်ကိုမရှိလည်းဖြစ်တယ်လို့တွေးပြီး ဘဝကို ပါတီတက်လိုက်၊ မိန်းမလိုက်စားလိုက်နဲ့ ပျော်ပျော်ပါးပါးကျော်ဖြတ်နေသူပါ။\nသူဟာ လိင်ကိစ္စကိုလွတ်လပ်မှုတစ်ခုလို့ တွေးသူဖြစ်တဲ့အပြင် ထူးထူးဆန်းဆန်းအကြံဉာဏ်ရှိပါတယ်။\nဘယ်လိုလဲဆိုတော့ A to Zနာမည်အစနဲ့ မိန်းကလေးအကုန်လုံးနဲ့အိပ်ချင်တာပါ...\nသူ့အတွက်တော့ အက္ခရာအစဥ်လိုက်နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Beim/Pokolenie_Ikea(2023).WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGU2ZmFmNGMtODU2YS00YTFiLTk0OWQtZmRjYjE1ZTc5OTJjXkEyXkFqcGdeQXVyMTIyNjcwNTg@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "[18+] Colorless (2019)",
        "description": "Colorless (2019) (18+)IMDb - 6.4/10ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမယ့်ဇာတ်ကား​​လေးက​တော့ 2019 မှာထွက်ရှိထားတဲ့ ဂျပန် အချစ်ရိုမန့်ဒရမ်မာ ဇာတ်လမ်းလေး  Colorless ​​ပဲဖြစ်ပါတယ်။\nအချစ်ရိုမန့်ဆိုပေမယ့် ဇာတ်ဝင်ခန်းတွေကိုပေါ်ပေါ်ထင်ထင်ရိုက်ကူးထားလို့ မိသားစုနဲ့တော့ကြည့်လို့မရပါဘူး....ဇာတ်လမ်းကတော့....အိုရာမာဒါဆိုတဲ့ ကောင်ချောလေးဟာ နာမည်ကျော်ဓါတ်ပုံဆရာဖြစ်ချင်တဲ့ အိမ်မက်​နောက်ကိုလိုက်​ရင်း ကြိုစား​ပေမယ့် ဘာတစ်ခုမှမအောင်မြင်ဘဲ\nလူငယ်ဘာဝ ထုံးစံအတိုင်း ကျရှူံးမှုတွေပဲ ရင်ဆိုင်နေရသူလေးပါ။တာနာကာယူကာဆိုတဲ့ ​ချစ်စရာ မော်ဒယ်မ​လေးကလဲ ဇာတိ​တောမြို့​လေးက​နေ ​မော်ဒယ်တစ်​ယောက်ဖြစ်ရမယ်ဆိုတဲ့ဆုံးဖြတ်ချက်နဲ့ တိုကျိုမြို့​ပေါ်တက်လာ​ပေမယ့်\nမှန်းချက်နဲ့နှမ်းထွက်မကိုက်ပဲ အ​ကြွေး​တွေပုံလာပြီး သူမဘဝတစ်ခုလုံးကို အလိမ်အညာ​တွေနဲ့ပဲ ဖုံးကွယ်ဟန်​ဆောင်​နေရတဲ့ သနားစရာကောင်မလေးတစ်ယောက်ပါ။ဒီလို လူငယ်ဘာဝ ကျရှူံးမှုတွေနဲ့ နာကျင်နေကြရတဲ့ သူတို့နှစ်ဦး တစ်နေ့မှာ ဓာတ်ပုံရိုက်ရင်းဆုံကြရာကနေ လူငယ်ဘာဝ တစ်ယောက်ကိုတစ်ယောက် ငြိတွယ်မိကြတယ်ပေါ့.....ဒါပေမယ့် မဖြစ်လာတဲ့အိမ်မက်တွေကိုယ်စီနဲ့သူတို့နှစ်ယောက်ကြား ဖုံးကွယ်ထားတဲ့အလိမ်အညာတွေနဲ့ ပွင်းလင့်တဲ့အထိအတွေ့တွေက\nနူးညံ့တဲ့နှလုံးသားကို ဘယ်လောက်ထိရိုက်ခတ်လာကြမလဲဆိုတာ.......။\nFile size…(1.5 GB)/(680 MB)\nQuality….WEB-DL 1080p /720p\nFormat…mp4\nDuration….02:02:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by DB",
        "rating": "",
        "url": "https://megaup.net/1fjka/(CM)_Colorless.2019.720p.AMZN.WEB-DL.AAC.5.1.H.264-RGB.mp4",
        "category": "Adult, Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fZXturIugHYCl7T6oLeMj1AWm7p.jpg",
        "title": "The Perfect Find(2023)",
        "description": "The Perfect Find(2023)**********************\nဂျန်နာဂျုံးစ်ဟာ တစ်ချိန်က နာမည်ကျော် ဖက်ရှင်မော်ဒယ်ဖြစ်ပေမယ့် ချစ်သူဖြစ်သူက (၁၀)နှစ်တာ အချစ်ရေးကိုတစ်ဖက်သတ် တစ်ခန်းရပ်လိုက်တာကြောင့် အသည်းကွဲရုံသာမက အလုပ်ကပါအထုတ်ခံလိုက်ရပြီးအမေ့အိမ်မှာ သောင်တင်နေတာပါ။ အသက်ကလည်း ၄၀ကျော်ဖြစ်နေပြီဖြစ်တဲ့အပြင် အသည်းကွဲပြီး ၁နှစ်လောက် စားလိုက်သောက်လိုက်နဲ့ အလုပ်မလုပ်ဘဲနေနေတဲ့အတွက် အမေဖြစ်သူက အိမ်ကနေ အတင်းနှင်ထုတ်ပြီး အလုပ်ပြန်လျှောက်ခိုင်းပါတော့တယ်။ကြံရာမရတော့ တချိန်က ပြိုင်ဘက်လည်းဖြစ်၊ ရည်းစားလုဘက်လည်းဖြစ် တဲ့ ဒါစီရဲ့ ဖက်ရှင်မဂ္ဂဇင်းတိုက်မှာ လစ်လပ်နေတဲ့ ကြော်ငြာကဏ္ဍမှာ အလုပ်ဝင်လုပ်ပါတယ်။ သိပ်မကြာခင်မှာပဲ အသက်ကြီးပေမယ့် မပျက်စီးသေးတဲ့ သူ့ဆီကို မောင်လေးတစ်ယောက်၊အစ်ကိုကြီးတစ်ယောက်နဲ့ တချိန်က ပလစ်သွားတဲ့ ရည်းစားဟောင်းတို့က တပြိုင်နက်တည်း ချဉ်းကပ်လာပါတော့တယ်။ ကဲ သူ ဘယ်သူ့ကို လက်ခံမှာ လဲ၊ အချစ်ရေးကို စိတ်ပျက်သွားတဲ့ သူ့အတွက် ဒါဟာ အကောင်းလား၊ အဆိုးလား၊ ပြိုင်ဘက်ဖြစ်သူဆီမှာ ခေါင်းငုံ ပြီးအလုပ်ဝင်လုပ်တာ အဆင်ပြေပါ့မလား၊ သူ့ဘဝတက်လမ်းဘက်ကိုပဲဦးတည်မှာလားဆိုတာတွေကို ရယ်စရာ မောစရာအဖြစ်တွေနဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1fjlz/The.Perfect.Find.2023.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nT41D9d8yjNiMU813D43Bjlrnj2.jpg",
        "title": "The Sky Coffin in Qinling Town ( 2023 )",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက ကြယ်အပိုင်းအစတစ်ခုဟာ\nကမ္ဘာမြေပြင်ပေါ်ကျရောက်လာပြီး ချင်းလင်တောင်တန်းတွေကြားက\nရှေးဟောင်းသင်္ချိုင်းထဲကို ကျသွားခဲ့ပါတယ်ကျရောက်လာစဉ်က ဖြာထွက်ခဲ့တဲ့အလင်းတန်းတွေက\nထွန်းလင်းလွန်းတာကြောင့် ချင်းလင်တောင်က\nရှေးဟောင်းဂူသင်္ချိုင်းထဲမှာ တစ္ဆေတံဆိပ်တော်ဆိုတဲ့\nရတနာရှိတယ်ဆိုတဲ့သတင်းဟာ ချက်ချင်းပဲ သတင်းပျံ့နှံ့သွားခဲ့ပါတယ်သင်္ချိုင်းဖောက်ရမှာ ကျွမ်းကျင်တဲ့ ချင်ထျန်းဟာ အန္တရာယ်များတဲ့အလုပ်ကို\nစွန့်လွှတ်ပြီး သာမန်အသက်‌မွေး၀မ်းကြောင်းပဲ ပြုလုပ်တော့မယ်လို့ စဉ်းစားထားသူပါ\nဒါပေမဲ့ တစ်ရက်မှာ ဂျပန်ဗိုလ်မှူးရှန်ဟာ ချန်ထျန်းအိမ်ကို\nအရောက်လာကာ နာမည်ကြီးနေတဲ့ ချင်းလင်တောင်က\nရှေးဟောင်းသင်္ချိုင်းကို သွားဖောက်ဖို့ လမ်းပြခိုင်းခဲ့ပါတယ်စွန့်စားရတဲ့အလုပ်တွေမလုပ်ဖို့ဆုံးဖြတ်ထားတဲ့ ချင်ထျန်းက ငြင်းပေမဲ့\nဗိုလ်မှူးရှန်က သူ့ဆရာနဲ့ ဆရာတူညီမကို\nအကျပ်ကိုင်လာတာကြောင့် ချင်းလင်သင်္ချိုင်းဆီ သွားခဲ့ရပါတော့တယ်\n- ဒီလိုနဲ့ ချင်ထျန်းနဲ့ ဂျပန်ဗိုလ်မှူးရှန်တို့\nဂူသင်္ချိုင်းဆီအရောက်သွားပြီး ရတနာကို အရယူနိုင်ပါ့မလား ??\n- နောက်ဆုံးမှာတော့ အသက်ရှင်လျက်ပြန်ထွက်နိုင်မလား\nဒါမှမဟုတ် ဘာတွေဆက်ဖြစ်ကြမလဲ\nဆိုတာကို အခုပဲ ကြည့်ရှုလိုက်ကြရအောင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Mystery \nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-sky-coffin-in-qinling-town-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ZU9VmKw04ieuBoM91EoTn5z18I.jpg",
        "title": "The Bélier Family (2014)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးကို ပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဇာတ်ကားနာမည်ကတော့ La famille Belierလို့ခေါ်ပြီးတော့ ၂၀၁၄ ခုနှစ်က ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင်တော့ ဘီလီရာလို့ခေါ်တဲ့ မိသားစုလေးမှာ မိသားစုဝင် ၄ ယောက်ရှိပြီးတော့၃ ယောက်က ဆွံ့အနားမကြားသူတွေပါ။ သမီးတစ်ယောက်တည်းကပဲ ချွတ်ယွင်းမှုမရှိနေတာပါ။ သူက ကျန်တဲ့မိသားစု၃ ယောက် အဆက်အသွယ်လုပ်နိုင်ဖို့ ကြားကနေ ဘာသာပြန်ပေးနေရသူဆိုလည်း မမှားပါဘူး။ သူဟာ မိသားစုနဲ့အတူ ဈေးထဲမှာချိစ်တွေကို ရောင်းပါသေးတယ်။ ကျောင်းတွေပြန်ဖွင့်လို့ ကျောင်းပြန်တက်တဲ့အခါမှာ သင်ရိုးအပိုတွေထဲက တစ်ခုကို ရွေးချယ်ဖို့ ဖြစ်လာတဲ့အခါ သူဟာ ဓမ္မတေးအဖွဲ့ထဲဝင်ဖို့ ရွေးချယ်လိုက်ပါတယ်။ အဲဒီကနေမာ ဂီတဆရာသောမက်ဆန်နဲ့ တွေ့ခဲ့ပြီးတော့ သူ့အသံဟာ သူများနဲ့မတူ တမူထူးခြားကြောင်း သိလာခဲ့ပါတယ်။ ဆရာဖြစ်သူ သောမက်ဆန်ကသူ့အသံနဲ့ဆိုရင် ပဲရစ်မှာ ကျင်းပမယ့် အဆိုပြိုင်ပွဲကို ဝင်ပြိုင်လို့ရကြောင်း၊ ပြိုင်ပွဲကိုနိုင်ရင် ပဲရစ်မှာရှိတဲ့ အနုပညာကျောင်းမှာကျောင်းတက်ခွင့်ရမယ့်အကြောင်း ပြောပြခဲ့ပါတယ်။ ဒါဆိုရင် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1fje3/The.Belier.Family.2014.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hOxxudUwgh5KGC7LtxDCkkwn1YP.jpg",
        "title": "Black or White (2014)",
        "description": "ဒီဇာတ်လမ်းလေးမှာ ဇနီးဖြစ်သူ ဆုံးပါးသွားတဲ့အခါအဲလီရော့တ်အန်ဒါဆန်ဟာ သူ့မြေးမလေး အဲလူဝီးစ်ကိုတစ်ယောက်တည်း ပြုစုပျိုးထောင်ပေးဖို့ ဖြစ်လာပါတယ်။အဲလူဝီးစ်ရဲ့ အမေ၊ အဲလီရော့တ်ရဲ့သမီးကတော့ နှလုံး‌ရောဂါအခံနဲ့ ကလေးမွေးဖွားစဉ်က ဆုံးပါးသွားခဲ့တာဖြစ်ပြီးအဖေဖြစ်သူကတော့ မူးယစ်ဆေးမှုတွေနဲ့ ပြစ်မှုမှတ်တမ်းတွေရှိပြီး သတင်းအစအနတောင် မကြားရတဲ့သူပါ။အဲလီရော့တ်က သမီးဖြစ်သူကို ဆုံးရှုံးခဲ့ရတဲ့အပြင်ဇနီးဖြစ်သူကိုပါ ဆုံးရှုံးရပြန်တော့ အရက်သောက်‌နေတဲ့အရက်သမားကြီးလို ဖြစ်နေပေမယ့် သူ့မြေးမလေးကိုတော့ဘယ်နေရာမှလစ်ဟင်းမှုမရှိအောင် ချစ်ခြင်းမေတ္တာအပြည့်နဲ့ဂရုစိုက်ပေးပါတယ်။ ဒါပေမဲ့ အဲလူဝီးစ်လေးရဲ့ တစ်ဖက်ကအဘွား ရိုဝီနာကတော့ သူ့မြေးမလေးကို အဘိုးဖြစ်သူအဲလီရော့တ် စောင့်ရှောက်တာကို စိတ်မချဖြစ်ပါတယ်။ဒီလိုနဲ့ ရိုဝီနာက သူ့မောင် ရှေ့နေနဲ့အတူ ကလေးအုပ်ထိန်းစောင့်ရှောက်ခွင့်အတွက် တရားရင်ဆိုင်ပါတော့တယ်။ဒီနေရာမှာ ပြဿနာကတော့ အဲလူဝီးစ်လေးရဲ့ အဘိုးအဲလီ‌ရော့တ်ကလူဖြူဖြစ်ပြီး အဖေဘက်၊ အဘွားဝီဝီဘက်ကတော့ လူမဲတွေဖြစ်နေတာပါ။ ကလေး အုပ်ထိန်းခွင့်အတွက် တရားရင်ဆိုင်ကြတဲ့အခါ အဘိုးဖြစ်သူ အဲလီရော့တ်ကပဲ အုပ်ထိန်းခွင့်ရသွားမလား၊အဘွားဝီဝီကပဲ အုပ်ထိန်းခွင့်ရသွားမလားဆိုတာတော့ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။ ဒီဇာတ်လမ်းလေးဟာ မိသားစုချစ်ခြင်းမေတ္တာကို ဖော်ကြူးထားတဲ့အပြင် လူမဲ လူဖြူဆိုတာ အသားအရောင်သာကွာခြားတဲ့လူသားအချင်းချင်းပါပဲ ဆိုတဲ့ မက်ဆေ့ခ်ျလေးကို ရိုက်ပြထားတဲ့ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။ ( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားသူက ...",
        "rating": "6.6",
        "url": "https://megaup.net/1fjb5/Black.or.White.2014.BluRay720p(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eAphHhkP3NtseCsJ36tUMyT1xrk.jpg",
        "title": "The Star (2002)",
        "description": "1944 ခုနှစ်မှာ ဆိုဗီယက်ပြည်‌‌ထောင်စုရဲ့တပ်နီကြီးက‌နေဂျာမန်နာဇီတွေကိုအလဲထိုးပြီး ဘာလင်ကိုမျက်စောင်းထိုးနိုင်စေခဲ့တဲ့ထိုးစစ်ဖြစ်တဲ့ Operation Bagrationကိုအောင်မြင်စေနိုင်ခဲ့တဲ့ကင်းထောက်တပ်တခုရဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ အချိန်ကတော့ Operation Bagration မတိုင်ခင် ၁၉၄၄ခုနှစ်မေလအတွင်း။ ဆိုဗီယက်တွေမှာ ပြဿနာတက်နေတာကဂျာမန်ခုခံစစ်တွေရဲ့ နောက်တန်းမှာ လူပြန်စုနေတယ်လို့သတင်းရထားပေမယ့် အတိအကျက ထောက်လှမ်းမရနိုင်သေးဘူး။လွှတ်ထားသမျှကင်းထောက် တပ်ဖွဲ့ နှစ်ဖွဲ့ကလည်းအဆက်အသွယ်ပြတ်သွားခဲ့ပြီ။ ဒီလိုနဲ့ နောက်ဆုံးအကြိမ် ကြိုးစားပြီး ဒုဗိုလ်‌လေးတရာ့ဗ်ကင်ဦးဆောင်တဲ့ကြယ်ပွင့်လို့ အမည်ရတဲ့ကင်းထောက်အဖွဲ့တခုကိုထပ်လွှတ်ဖို့ဖြစ်လာပါတော့တယ်။ဒီကင်းထောက်အဖွဲ့ရဲ့ဂျာမန်ရှေ့တန်းတွေအကြားအရဲစွန့်ခဲ့တာတွေ ဂျာမန်တွေရဲ့စစ်အင်အားတွေကို တပ်ဖွဲ့တွေအကြားထောက်လှမ်းသတင်းပို့‌ပေးခဲ့တာတွေကိုရင်တဖိုဖိုနဲ့ကြည့်ရှူခံစားကြရမှာပဲဖြစ်ပါတယ်။ကင်းထောက်တပ်ဖွဲ့လေးတစ်ခုက ဒီစစ်ဆင်ရေးကြီးကိုဘယ်လိုမျိုးပြောင်းလဲပေးနိုင်ခဲ့မလဲဆိုတာကို CMပရိတ်သတ်ကြီးက ကြည့်ရှုခံစားပေးကြပါဦး။ File size…2.07GB / 992MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.0",
        "url": "https://megaup.net/1fj7x/Zvezda.AKA.The.Star.2002.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1nG0NyRIJgDVlKHqrsJFWHMnyKo.jpg",
        "title": "Inhuman Kiss 2 (2023)",
        "description": "Inhuman Kiss 2 (2023)ခလောက် အဖြစ် JJ krissanapoom Pibulsonggram\nဆောင် အဖြစ် Ninky Chanya McCloryလူသားနဲ့ခေါင်းပြတ်သရဲမ(မီးစားစုန်း)ကြားက အချစ်ရေးကတော့ နောက်တစ်ခါဖြစ်လို့လာပါပြီခုတ်အီနွန်ရွာက ခေါင်းပြတ်သရဲမသေသွားပြီး ၂၂ နှစ်အကြာမှာ နွိုင်းဟာ သမီးတယောက်ရှိခဲ့ပါတယ်\nနွိုင်းရဲ့သမီးဆောင်ဟာ ငယ်ငယ်ကတည်းက ခေါင်းပြတ်သရဲမဖြစ်နေခဲ့ပါတယ်\nအဲ့ဒါကိုထိန်းချုပ်ဖို့ သူမအဖေနဲ့ဖာသာဩဂတ်စ်တင်ဟာ ဆေးဖက်ဝင်အပင်တွေနဲ့ သူမအတွက်ဆေးတွေဖန်တီးခဲ့ပါတယ်\nခလောက်ကတော့ ဖာတာမွေစားထားတဲ့သားလေးပေါ့\nသူ့ကိုယ်ထဲမှာထူးခြားတာတစ်ခုခုရှိနေပါတယ်\nတစ်နေ့မှာ ခလောက်နဲ့ဆောင်တို့တွေ့ဆုံကြပြီး သူငယ်ချင်းတွေဖြစ်သွားကြရင်း သံယောဇဉ်တွယ်ပြီး ချစ်မိသွားခဲ့ကြတယ်\nခေါင်းပြတ်သရဲမကောလဟာလသတင်းတေထွက်သွားပြီးနောက် ခေါင်းပြတ်သရဲမကိုဖမ်းချင်တဲ့နိုင်ငံခြားသားတစ်ဖွဲ့ရှိပါတယ်သူတို့ ခေါင်းပြတ်သရဲမကိုဖမ်းနိုင်ပါ့မလား\nခေါင်းပြတ်သရဲမနဲ့ခလောက်အချစ်ရေးကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ\nဇာတ်ကားထဲကြည့်ရှုလိုက်ရအောင်နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Fantasy, Horror, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 762Mb | 380MB\nFormat… mp4\nDuration…. 2h 3min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "5.3",
        "url": "https://megaup.net/1fiyg/Inhuman.Kiss.The.Last.Breath.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Drama, Fantasy, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/71zhrXNVyQL._AC_SL1500_-141x200.jpg",
        "title": "[21+]My Beloved Little Stepsister(MIDV-023 )",
        "description": "MIDV 023ဖြူဖြူဖွေးဖွေးနဲ့ရေဆေးငါးကြီးလို ဖြောင့်တင်းတောင့်စင်းနေတဲ့အလှနဲ့\nTakahashi Shouko လေးရဲ့ အမကြီးတော့ အမိရာဆိုတဲ့ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်လှပတဲ့ရုပ်ရည် ရှက်ကြောက်တတ်တဲ့ အမူအရာလေး‌နဲ့ စိုးရွံ့တုန်လှုပ်တဲ့ မျက်နှာပေးလေးတွေနဲ့\nသရုပ်ဆောင်ကောင်းလွန်းတဲ့ အပြင် ပုရိသတွေရဲ့ နှလုံးသားကိုပါ\nကိုင်လှုပ်နိုင်တဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းလေးတွေလည်း ရှိတာမို့ ညိုကီတို့အကြိုက်တွေ့မိမှာပါဇာတ်လမ်းလေးကတော့\nညီမဖြစ်သူကို မိဘတွေကွယ်လွန်ပြီးကတည်းက စောင့်ရှောက်လာခဲ့တဲ့\nအမကြီးတယောက်ရဲ့ ဓားခုတ်ရာလက်ဝင်လျှိုပေးတဲ့ တာဝန်ကျေပွန်မှုတွေကို ရှုစားကြရမှာပါ(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.15GB / 1GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 4mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder… X Cross\nTranslated by Andrew  Mason",
        "rating": "",
        "url": "https://megaup.net/1Vg34/MIDV_023.720p(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTRiZGZhYTYtYTY0Yi00NzI0LWE5ZTEtYWM4MGRjZDc5ZTBhXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Inhuman Kiss (2019)",
        "description": "ရွာလေး တစ်ရွာမှာပေါ့ဆိုင် ၊ နွိုင် ၊ ဂျက် ၊ ထင်း ဆိုတဲ့သူငယ်ချင်း ၄ ယောက် ရှိကြတယ်အဲ့ဒီထဲကမှ သရဲ မကြောက်တက်တဲ့\nဂျက် နဲ့ ဆိုင် တို့က ဦးဆောင်ပြီးသရဲ ခြောက်လှပါတယ်ဆိုတဲ့ ရွာအပြင်ကအိမ်ပျက်ကြီးမှာ တူတူပုန်းတမ်း သွားဆော့ကြတယ်\nအဲ့ဒီအိမ်ပျက်ကြီးက ရာဇဝင် နဲ့ လူတွေ ဝေးဝေးကရှောင်ကြတယ်ကရာစီ လို့ ခေါ်တဲ့ ခေါင်းပြတ်သရဲမ ကျတ်စားတဲ့နေရာလို့\nလူတွေက ပြောကြတာပါပဲ...\nအဲ့ဒီအိမ်ထဲက အခန်းတစ်ခုမှာ ကရာစီ(ခေါင်းပြတ်သရဲမ) ကိုသေတ္တာတစ်ခု နဲ့ ချူပ်နှောင်ထားတယ်လို့ ပုံပြင်တွေ ရှိခဲ့တယ်...\nတိုက်တိုက်ဆိုင်ဆိုင်ပဲ ဆိုင် ဆိုတဲ့ ကောင်မလေးကအဲ့ဒီ သေတ္တာကို မထင်မှတ်ပဲ ရှာတွေ့သွားခဲ့တယ်....\nဒါပေမဲ့ ကရာစီ ကတော့ ရှိမနေပါဘူး...\nဒီလို နဲ့ ဆိုင် အပျိုပေါက် အရွယ်ဖြစ်လာတဲ့အခါရွာမှာ ဂျက် ၊ ထင်း တို့ သူငယ်ချင်းတွေသာရှိတော့ပြီး နွိုင်း ကတော့ ဘန်ကောက်မှာ\nကျောင်းတက်နေခဲ့တယ်....ဘန်ကောက်မှာ စစ်ဖြစ်နေပြီး ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/inhuman-kiss-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKzeJSBOMfPLtE5fzviroW4qIPo.jpg",
        "title": "Without a Paddle (2004)",
        "description": "ဇာတ်လမ်းအကြောင်းမပြောခင် ဇာတ်လမ်းနဲ့ သက်ဆိုင်တဲ့ဒီဘီကူးပါးရဲ့ အပြင်က ဖြစ်ရပ်မှန်လေး ဝေမျှပေးချင်လို့ပါ။ ဒီဘီကူးပါးဆိုတဲ့လူဟာ ၁၉၇၁ ခုနှစ်တုန်းက ငွေတွေကို ခိုးခဲ့ပြီးလေထီးနဲ့ ခုန်ချသွားခဲ့တာ အစအနပျောက်သွားတာ အက်ဖ်ဘီအိုင်တောင် ရှာမတွေ့ခဲ့တဲ့ ဆန်းကြယ် ဖြစ်ရပ်တစ်ခုပါ သေသလားရှင်သလား ဘယ်သူမှ မသိကြပါဘူး။ ဒီရုပ်ရှင်ထဲမှာတော့ ဒီ ဒီဘီကူးပါးအကြောင်းကို ရူးသွပ်ကြပြီး သူခုန်ချတဲ့နေရာကို လိုက်ရှာချင်ကြတဲ့ ငယ်သူငယ်ချင်း ၄ ယောက်ရှိခဲ့ကြတယ်။ အသက်တွေကြီးလာတဲ့အခါ ကိုယ်စီကိုယ်စီ အလုပ်များနေတဲ့အချိန် သူငယ်ချင်းတစ်ယောက်က မတော်မဆဖြစ်ပြီး ဆုံးပါးသွားတော့ ကျန်တဲ့ ၃ယောက် ပြန်ဆုံဖို့ ဖြစ်လာပါတော့တယ်။ ဒီ ၃ ယောက်ကတော့ဘဝကိုငြီးငွေ့နေပြီး ကောင်မလေးနဲ့ အဆင်မပြေ ဖြစ်နေတဲ့ ဂျယ်ရီ၊ဆရာဝန်လုပ်နေပေမဲ့ အရမ်းကြောက်တတ် ရှက်တတ် ဆော်မရှိတဲ့ဒန်နိုရယ် ဘဝကို ပရမ်းပတာ ဖြစ်နေသလို သောင်းကျန်းနေတဲ့တွန်မီရယ် ဖြစ်ပါတယ်။ သူငယ်ချင်းဖြစ်သူ အသုဘကိုလာရင်းငယ်ဘဝက သစ်ပင်အိမ်လေးထဲ ဝင်ကြည့်ကြရာကနေ ငယ်စဉ်ကစိတ်ကူးယဉ်ခဲ့တဲ့ ဒီဘီကူးပါးနဲ့ ပိုက်ဆံတွေဆိုတာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1fiul/Without.a.Paddle.Natures.Calling.2004.BrRip720p(CM).mp4",
        "category": "Adventure, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/spy-140x200.jpg",
        "title": "Spy in Love (2016)",
        "description": "အင်ဒိုရုပ်ရှင်တွေဆိုရင် နာမည်ကြီးအက်ရှင်ရုပ်ရှင်ဖြစ်တဲ့The Raid ကိုမြင်မိကြမှာပါ။ ယခုရုပ်ရှင်မှာ TheRaid ရုပ်ရှင်တွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မှင်ကောင်းကောင်းနဲ့ အထာရှိတဲ့အင်ဒိုဝါရင့်သရုပ်ဆောင်Ray Sahetapy ဟာတွဲဖက်ဇာတ်လိုက်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းက လျှို့ဝှက်ထောက်လှမ်းရေး ဟောင်းဖြစ်တဲ့ဆာတီရာ ဟာ ပင်စင်စားပြီးတက္ကသိုလ်မှာ သင်တန်းတွေပို့ချနေတဲ့အချိန် မလေးရှားမှာလေယာဉ် ပျောက်ဆုံးမှုတစ်ခုအားစုံစမ်းထောက်လှမ်းဖို့ဖြစ်လာပါတယ်။ သူ့မြေးဖြစ်သူ ပူထရာကလည်း မလေးရှားကဟိုတယ်တစ်ခုမှာ မန်နေဂျာအဖြစ်လုပ်ကိုင်ရင်း အိမ်ထောင်ပြုဖို့ဖြစ်လာတဲ့အခါအဖိုးဖြစ်သူဆီက ခွင့်ပြုချက်တောင်းဖို့ဆာတီရာကိုု မလေးရှားသို့အလည်ခေါ်ပါတော့တယ်။ ဆာတီရာ ကြီးတစ်ယောက်လည်း “ငါမအိုသေး”ဆိုတဲ့ အကွက်ကိုပြချင်တဲ့အတွက် ကိုယ်တိုင်ကွင်းဆင်းစုံစမ်းဖို့မြေးဖြစ်သူရှိရာမလေးရှားသို့ ရောက်လာပါတော့တယ်။ အဲဒီနောက်ဇာတ်လမ်းကို တဖြေးဖြေးဖြည်ချလာရင်း ဂွစာကြီး ဆာထရီဘယ်လိုတွေရွှေ့ပြီး ဇာတ်လမ်း အဆုံးထိဘယ်လိုတွေသက်လုံကောင်းသွားမလဲ ကြည့်ရမှာပါ။ပေါ့ပေါ့ပါးပါးနဲ့ အက်ရှင် ဟာသ ဒရာမာ ပေါင်းထားတဲ့ ရုပ်ရှင်ကို ကြည့်ချင်ပါတယ်ဆိုရင်ဒီရုပ်ရှင်ဟာ ကြည့်သင့်တဲ့ရုပ်ရှင်တစ်ခုပဲ ဖြစ်ပါတယ်။ File size…1.38GB / 589MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Action , Adventure , ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Bdmq/Spy.In.Love.2016.NF.WEB-DL720p(CM).mp4",
        "category": "Action, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/jfVmGnA5DWhWCmg1tKXUaQj2Qs0-150x200.jpg",
        "title": "Sergeant (2023)",
        "description": "Sergeant (2023)ဆာဂျင်အနေနဲ့ မင်းသားကြီး Randeep Hooda ၊ ခပ်မိုက်မိုက်မင်းသမီးချောလေး Sapna Pabbi နဲ့\nဝါရင့်ဇာတ်ပို့သရုပ်ဆောင်မင်းသားကြီးAdil Hussain တို့လို သရုပ်‌ဆောင်ကြီးတွေနဲ့\nအချိတ်အဆက်ကောင်းကောင်းရိုက်ကူးပြထားတဲ့ကားလေးဖြစ်ပါတယ်ဆာဂျင်ကြီးနစ်ခေးရှာမာတစ်ယောက် အမှုလိုက်ရင်း အမှုပတ်ရတဲ့ကားပါကလင်းမ်ဆိုတဲ့ကောင်လေးအမှုကိုလိုက်ကယ်ရင်း ခြေထောက်တစ်ဖက်ဆုံးရှုံးလိုက်ရသလို\nကောင်လေးကိုလည်းမကယ်လိုက်နိုင် သူ့ဘဝနဲ့ အလုပ်ရဲ့ ဂုဏ်သိက္ခာတွေကိုပါ ဆုံးရှုံးလိုက်ရပါတယ်ဒီလိုနဲ့ အရက်ကိုအဖော်ပြုရင်း အရက်စွဲသွားချိန်မှာ\nရေနစ်သူ ဝါးကူထိုးဆိုတဲ့အတိုင်း ကလင်းမ်သေရတာသူ့ကြောင့်လို့ပဲအပြစ်တွေတင် ၊\nစကားတွေဟာလည်း သူ့အလုပ်ကလူတွေကြား သက်ရောက်မှုမရှိ ၊\nအတိတ်ကမဖော်ထုတ်နိုင်ခဲ့တဲ့အမှုအကြောင်းကိုပါ ပြန်ဖော်ပြီးပြစ်တင်ပြောဆိုကြနဲ့\nဆာဂျင်ကြီးတစ်ယောက် ကိုယ်စိတ်ခန္ဓာ အရှက်သိက္ခာအားလုံးဆုံးရှုံးလိုက်ရချိန်က\nဘယ်လိုပြန်လည်ရုန်းထမလဲ အတိတ်ကအမှုအကြောင်းအရာနဲ့ ကလင်းမ်ရဲ့\nအမှုမှန်ရောပေါ်ထွက်လာဦးမလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်အညွှန်းနှင့် ဘာသာပြန်သူတွေကတော့ BpL ~ Zwe ~ Yunni ~ Thaik San တို့ပဲဖြစ်ပါတယ်\nFile size…1.24GB / 550MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration…2h 3m.\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL ~ Zwe ~ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2Bd8e/Sergeant_(2023)_WEB-DL_-_720p.YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    }
]