[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fuVVOSyXW4kFiK6M5zLsDMIjTa1.jpg",
        "title": "You’re Next (2011)",
        "description": "IMDb - 6.6/10 ~ Rotten tomatoes - 79%ဒေးဗစ်ဆန် မိသားစုက ချမ်းသာကြပေမဲ့လည်းသူတို့ရဲ့မိသားစုဝင်အချင်းချင်းဆက်ဆံရေးကတော့ မကောင်းကြပါဘူး။မိသားစုဝင်တွေလည်း စုံစုံလင်လင်အတူမရှိရတာကြာပြီဖြစ်တဲ့အတွက်ပေါလ်နဲ့ အာဘရီတို့က သူတို့ရဲ့ 35 နှစ်ပြည့်မင်္ဂလာနှစ်ပတ်လည်နေ့လေးကိုကလေး ၄ ယောက်နဲ့အတူ လူသူမနီးတဲ့ တောထဲကအိမ်ကြီးမှာလုပ်ရင်းမိသားစုဝင်အချင်းချင်းပြန်ပြီးနွေးထွေးမှုရအောင်လုပ်ဖို့ အစီအစဥ်ဆွဲခဲ့ကြပါတယ်။ဒီလိုနဲ့ သူတို့အကုန်အကုန်လုံးပျော်ပျော်ပါပါး နှစ်ပတ်လည်နေ့ကိုအောင်ပွဲခံတဲ့ညမှာပဲ မျက်နှာဖုံးနဲ့လူသ-တ်သမားတွေရောက်လာပြီးလူတိုင်းကိုလိုက်သ-တ်ပါတော့တယ်။ဒီအခြေအနေမှာ သူတို့မိသားစု အသက်ရှင်ကြမလားသူတို့ရဲ့ မိသားစုကံကြမ္မာက ဘယ်လိုဖြစ်လာမလဲဒီလူသ-တ်သမားတွေကရော ဘယ်က‌နေပြီး ဘာကြောင့်ရောက်လာကြလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ 2011 ထွက်ရုပ်ရှင်ကားကောင်းတကားဖြစ်တဲ့အပြင် အသ-တ်အဖြတ်ခန်းတွေ၊ သွေးသံရဲရဲတွေ မြိုင်မြိုင်ဆိုင်ဆိုင်ပါဝင်တာမလို့ ၁၈ နှစ်အောက်ကလေးတွေတော့မကြည့်ရှုသင့်ပါဘူး။  File size…  1.2 GB /  500 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 35m\nGenre .....  Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Min Wai\nTranslated by TMMT",
        "rating": "7.5",
        "url": "https://megaup.net/1VLdy/Youre.Next.2011.720p.%7BCM%7D.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMGQ0ZmIxZTItMDZlOC00OGZjLTk3ZDQtZGRmNmVkYzQ0N2IyXkEyXkFqcGdeQXVyNDQ4NjgyNzg@._V1_-133x200.jpg",
        "title": "[18+] Bugaw (2023)",
        "description": "Bugaw (2023)ဒလောရက်စ်ဟာ သူတို့ရွာမှာ ပြည့်တန်ဆာအဖြစ် အသက်မွေးပြီး သူ့အလုပ်တွေအတွက် ရက်ချိန်းတွေ၊ ဈေးနှုန်းတွေ၊ ဖောက်သည်တွေနဲ့ချိတ်ဆက်တာကနေ အလုပ်လုပ်မယ့်နေရာတွေကိုလိုက်ပို့တာအထိ သူ့ဖခင်ကတာဝန်ယူပါတယ်။ သူရော ဖခင်ဖြစ်သူရော နှစ်ဦးလုံးရဲ့ ရည်မှန်းချက်က အငယ်နှစ်ယောက်ဖြစ်တဲ့ အိုင်းဆက်စ်နဲ့ဂလိုရီယာတို့ကိုပညာတတ်ကြီးဖြစ်ပြီး ဒီဘဝကနေရုန်းထွက်နိုင်ဖို့ပါပဲ။တစ်နေ့တော့ သူ မလိုက်လျောတဲ့ကိစ္စတွေနဲ့ပတ်သက်ပြီး ဖောက်သည်တစ်ဦးနဲ့ အချင်းများရာကနေ သူတို့ဖခင်သေဆုံးခဲ့ရပါတယ်။ အဲဒီနောက်ပိုင်း သူ့ဖခင်နေရာကို မောင်ငယ် အိုင်းဆက်စ်က တာဝန်ယူလာခဲ့ပြီး တစ်ဖြည်းဖြည်းသိလာရတာတွေကတော့ သူ့ဖခင်ဟာ သူတို့ဝင်ငွေတွေထဲက မနည်းလှတဲ့ ပမာဏတစ်ခုကို နယ်မြေရဲတစ်ယောက်ကိုအချိန်မှန်မှန်ဆက်ကြေးပေးနေခဲ့ရတယ်ဆိုတာပါ။ ငွေအင်အားလူအင်အား ဘာကိုမှမယှဉ်နိုင်တဲ့ မိဘမဲ့ မောင်နှမသုံးယောက်ဟာ ရဲတောင်းဆိုတဲ့အတိုင်း ဆက်လက်ငုံ့ခံ လိုက်နာနေခဲ့ပေမယ့် အဲ့ဒီရဲက တစ်ဖြည်းဖြည်းအတင့်ရဲလာတဲ့အခါမှာတော့...ဒီဘဝကနေ ဘယ်လိုနည်းနဲ့ အလွတ်ရုန်းကြမလဲဆိုတာကိုယ်တိုင်အဖြေရှာလိုက်ကြပါ။ကြည့်လည်းကြည့်ကောင်းလှသလို မြင်နေတွေ့နေကျမဟုတ်တဲ့ မင်းသမီးအသစ်လေးတွေကိုလည်း ပွဲထုတ်ပေးထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 690MB\nQuality - 1080p, 720p\nIMDb Rating - ...",
        "rating": "5.4",
        "url": "https://megaup.net/1VLc6/(CM)_Bugaw_(2023)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZGRmZThhMDgtOTMyYy00OTgyLWE3MGQtNTQzMDA1YjJmMjk4XkEyXkFqcGdeQXVyMjM1OTE5ODk@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Disquiet (2023)",
        "description": "ဇာတ်လမ်းရဲ့အစမှာတော့ ဆမ်ကသာမာန်ဘဝမှာပဲရိုးရိုးရှင်းရှင်းဖြတ်သန်းနေတဲ့အိမ်ထောင်ရှင်တစ်ယောက်ပေါ့ ၊ တနေ့ကျတော့ဆမ်ဟာ car accident အကြီးအကျယ်ဖြစ်ရာကနေဆေးရုံတင်လိုက်ရပါတယ်။ ဆေးရုံမှာသတိရပြီးနိုးလာတော့ ဘေးပတ်လည်မှာဘယ်သူမှမရှိတော့တဲ့အပြင်ဖုန်းလိုင်းတွေလည်းမမိတော့ပါဘူး၊ ဆမ်လည်းလူတွေ့လိုတွေ့ငှါးလိုက်ရှာတဲ့အခါ ဘာမှန်းမသိတဲ့အဘိုးကြီးတစ်ယောက်တိုက်ခိုက်တာစခံရပါတော့တယ်၊ အဲ့လိုနဲ့ဆမ်လည်းဆေးရုံကမူမမှန်တာသိသွားတော့ထွက်ပြေးဖို့ကြိုးစားရပါပြီ၊ ဆမ်ကဆေးရုံထဲမှာပိတ်မိနေတာသူတစ်ယောက်တည်းမဟုတ်မှန်းသိလိုက်ရတော့သူလဲအားတက်ပြီးထွက်ပေါက်အတူတူကြိုးစားရှာကြပါတယ်၊ ထွက်ပြေးဖို့ကြိုးစားတာကလည်းအဲ့လောက်မလွယ်ကူခဲ့ပါဘူး၊ ဘာဖြစ်လို့ဖြစ်နေမှန်းမသိ၊ ဖုန်းလိုင်းတွေမရ၊ဆေးရုံဘေးပတ်လည်မှာလည်းအမှောင်ထုတွေပြည့်နှက်နေတဲ့အပြင် ဆမ်တို့ကိုတားဆီးဖို့ဆိုပြီးစောင့်နေတဲ့လက်ရဲဇက်ရဲလူလိုလိုမကောင်းဆိုးဝါးလိုလိုတွေကအနောက်ကနေလိုက်နေတာဆိုတော့ ဆမ်တို့အဖွဲ့အသက်ရှင်လျက်အဲ့ဆေးရုံကြီးကနေထွက်နိုင်ပါ့မလား၊ အဲ့ထဲမှာပဲထာဝရနေသွားရမလား ပဟေဠိတွေနဲ့ ရင်ဖိုဖိုကြည့်ရမှာပဲဖြစ်ပါတယ် ။ File size…(930 MB)/(520 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nGenre...Thriller, Horror, Mystery\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mia",
        "rating": "",
        "url": "https://megaup.net/1VIhx/Disquiet.2023.720p.(CM).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMDJhMDFiZTgtNzA5ZC00NWFmLTg1YzUtYzEwNjM4YTMzZGEyXkEyXkFqcGdeQXVyMjIyMjQ1NzY@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Sins of the Preacher’s Wife (2023)",
        "description": "Review အချစ်ဆုံးသူငယ်ချင်းရဲ့ သတ်သေမှုကြောင့် အပြစ်ရှိသလိုခံစားနေရဲ့ ဘတ်ဟာ သူ့မိသားစုနဲ့အတူ မြို့ငယ်လေးကိုပြောင်းရွှေ့နေထိုင်ခဲ့တယ် တစ်နေ့မှာတော့ တရားဟောဆရာတို့ ဇနီးမောင်နှံ နဲ့တွေ့ဆုံရင်းနှီးသွားရာက ဘတ်ဟာ သူ့ကလေးကို တရားဟောဆရာရဲ့ ဇနီးဖြစ်သူ မယ်ရီယန် ရဲ့ နေ့ခင်းစောင့်ရှောက်ရေးမှာသွားထားပါတော့တယ် မယ်ရီယန်ဟာ ကလေးကိုစောင့်ရှောက်ရင်း လက်မလွှတ်ချင်လောက်အောင် စွဲလမ်းသွားတဲ့အချိန်မှာ ဘာတွေလုပ်မလဲ အမြဲတမ်းစောင့်ကြည့်ခံရသလို ခံစားနေတဲ့ ဘတ်ကရော တကယ်စောင့်ကြည်ခံနေရတာလား ဘတ်ရဲ့သူငယ်ချင်းကရော ဘာလို့သတ်သေသွားတာလဲ ဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုသွားရမှာဖြစ်ပါတယ် File size…(1.5 GB)/(728 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:25:00\nGenre...Thriller, Tv Movie\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Ban",
        "rating": "",
        "url": "https://megaup.net/3hDcB/Sins.Of.The.Preachers.Wife.2023.720p.(CM).mp4",
        "category": "Thriller, TV Movie"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9CChzLwqXpYlzqSdjbxNRTdMpXR.jpg",
        "title": "Devils(2023)",
        "description": "Devils(2023)************\nOh Dae Hwan နဲ့ Jang Dong Yoon တို့လို နာမည်ကြီး သရုပ်ဆောင်(၂) ယောက်အဓိကပါဝင်တယ်...\nThe Childe တို့လို vibe မျိုးတော့မဟုတ်ပေမဲ့ Crime ကိုမှ\nPlotက နည်းနည်းဆန်းကျယ်တယ်လို့ဆိုရမယ်...\nစုံထောက်ချွဲဂျယ်ဟွမ်ဆိုတာ ရဲလောကမှာတော့ လူမုန်းများလှပေမဲ့\nတော်တဲ့အရည်အချင်းကိုတော့ အသိအမှတ်ပြုခံရတယ်...သူဟာ တွဲဖက်တစ်ယောက်နဲ့\nကွင်းဆက်လူသတ်မှုကိုစုံစမ်းနေတုန်း တရားခံလူသတ်သမားဖြစ်သူ ချာဂျင်းဟျော့ဟာသူ့ရဲ့ တွဲဖက်ကိုသတ်လိုက်တယ်...လုပ်ဖော်ကိုင်ဖက်ကိုဆုံးရှုံးလိုက်ရတဲ့ စုံထောက်ချွဲဂျယ်ဟွမ်ဟာချာဂျင်းဟျော့ဆိုတဲ့ လူသတ်ကောင်နောက်ကို အငြိုးကြီးကြီးလိုက်ရာက‌နေတစ်နေ့မှာတော့ အကြီးစားထိခိုက်မှုဖြစ်ပြီး လူသတ်ကောင်နဲ့ ဝိညာဉ်ချင်းလဲသွားပါတော့တယ်...ဆိုတော့စုံထောက်မျက်နှာနဲ့လူသတ်ကောင် ၊လူသတ်ကောင်မျက်နှာနဲ့စုံထောက် တူမလိုလိုနဲ့လုံးဝကွဲပြားသွားတဲ့ ၂ယောက်ဖြစ်သွားတယ်..ဝိညာဉ်ချင်းလဲသွားတဲ့အနေအထားမှာ စုံထောက်နဲ့လူသတ်ကောင်တို့ဘယ်လို တစ်ယောက်နဲ့တစ်ယောက်အနိုင်တိုက်ကြမလဲဆိုတာကိုတော့...File size…1.6GB/ 641MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 46min\nGenre ….. Crime , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Tiff\nTranslated by  Miri,Treasure Htet & Stary",
        "rating": "7.5",
        "url": "https://megaup.net/1VL3q/Devils.2023.WEB-DL.720P(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNzRhNzVhNTktZTJjZS00MTY1LTgzNDYtZjNmNzM1YmE3ZDg1XkEyXkFqcGdeQXVyMTA0MDMwNDEy._V1_-133x200.jpg",
        "title": "Bhuvanavijayam (2023)",
        "description": "Bhuvana Vijayam(2023)\nIMDb-6.9/10ပေါ့ပေါ့ပါးပါးနဲ့ အပျင်းတော်ပြေစေမယ့် တလေဂူးကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ကမ္ဘာပေါ်မှာရှိတဲ့လူသားတိုင်းမှာ ကိုယ်ပိုင်ဆန္ဒတွေရှိကြတယ်။အဲဒီဆန္ဒတွေက အောင်မြင်မှုနဲ့အတူ\nတွဲပါလာတတ်ကြပါမယ့် အဲဒီအောင်မြင်မှုအတွက် အများကြီးပေးဆပ်ပြီး တိုက်ပွဲဝင်ကြရတာ။\nအမြဲတမ်းရှုံးနေတဲ့လူတောင် တခါတလေအောင်နိုင်ပါသေးတယ်။အကြိမ်ရေနည်းပေမယ်လို့ပေါ့။\nအဲဒီလိုအချိန်တွေမှာ ဘုရားရဲ့ပါဝင်မှုက ရှိလာတတ်တာပဲ။ဒီဇာတ်လမ်းကလည်း ဘုရားတွေထဲကမှ ဘဟူဗာနာဗီဂျေယမ်ဆိုတဲ့လူသားရဲ့ဇာတ်လမ်း။\nသေဆုံးပြီးနောက် ဘယ်လိုတွေဖြစ်လဲဆိုတာရယ်ရုပ်ရှင်တစ်ကားအတွက် နောက်ခံဇာတ်ကြောင်းတွေ မတူညီကြတဲ့ လူခြောက်ယောက်\nဇာတ်ညွှန်းအတွက်ပြိုင်ကြတာကို ပေါ့ပေါ့ပါးပါးနဲ့ ခွီရမယ့်ဇာတ်လမ်းပဲဖြစ်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~Aditi~BpL~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…2.04GB / 863MB\nQuality…WEB DL /720p\nFormat…mp4\nDuration….1h 55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Aditi~BpL~Yunni",
        "rating": "6.9",
        "url": "https://megaup.net/3hF9w/Bhuvana_Vijayam_(2023)_Telugu_WEB-DL_-720p(CM).mp4",
        "category": "Bollywood, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/images-133x200.jpg",
        "title": "47 Meters Down (2019)",
        "description": "CM Fan တွေ အတွက် အလုပ် အားလပ်ရက်မှာ\nအကောင်းဆုံး ကြည့်ရဖို့  ရုပ်ရှင်တစ်ကား ပေးချင်ပါတယ်\nဒါကတော့ လွန်ခဲ့တဲ့လတွေက ရုံတင်သွားတဲ့\nစွန့်စားမှု သည်းထိပ်ရင်ဖို ရုပ်ရှင်ပါပဲ။\nဗီလိန်ကတော့ငါးမန်းကြီးတွေပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ သူငယ်ချင်း\nကောင်မလေး ၄ ယောက် ရေအောက်မှာ မြှပ်နေတဲ့\nမြို့ဟောင်းကို သွားစူးစမ်းကြတယ်။\nမထင်မှတ်တာတွေဖြစ်ပြီး ပိတ်မိသွားတယ်။\nငမန်းတွေ ပါးစပ်ကနေ လွတ်အောင် ပြေးကြရတာတွေပါပဲ။\nဒီလို survival အမျိုးအစား ရုပ်ရှင်တွေကို\nနှစ်သက်တတ်သူတွေအတွက် ခံစားလို့ကောင်းမှာပါ။\n \nFile size…  6 GB /  3 GB / 1.18 GB\nQuality… WEB Dl 4K / 1080p / 720p\nFormat… mp4\nDuration…. 1h 30m\nGenre ..... Adventure/Survival\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Little Neo",
        "rating": "5.6",
        "url": "https://megaup.net/1fMpc/47.Meters.Down.Uncaged.2019.720p.WEB-DL_%7BCM%7D.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ym1dxyOk4jFcSl4Q2zmRrA5BEEN.jpg",
        "title": "The Little Mermaid (2023)",
        "description": "The Little Mermaid (2023)ဒစ္စနေးရဲ့ နောက်ဆုံးထွက် ကာတွန်းကနေ လူရုပ်ရှင်အဖြစ်ပြန်ရိုက်ထားတဲ့ ရေသူမလေး လာပါပြီ။\nလူမည်းမင်းသမီးသုံးတဲ့အတွက် မျိုးစုံဝေဖန်ခံနေရတဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်။\nလူမျိုးရေးကြောင့်မဟုတ်ဘဲ မူရင်းဇာတ်ကောင်တွေကို အတင်းလူမည်းပြောင်းတဲ့အတွက်ပါ။\nထောက်ခံသူတွေ ကြိုက်သူတွေလည်း ရှိကြပါတယ်။\nကိုယ်တိုင်ကြည့်ကြည့်လိုက်ကြတာ ကောင်းပါတယ်။ဇာတ်လမ်းကတော့ မူရင်းကာတွန်းပုံပြင်အတိုင်းပါပဲ။\nပင်လယ်ဘုရင်ကြီးရဲ့အငယ်ဆုံးသမီးလေး သတ္တမမြောက်သမီးတော် ရေသူမလေး အယ်ရီရယ်ဟာ လူသားကမ္ဘာကို အရမ်းစိတ်ဝင်စားနေသူပါ။\nဒါကြောင့် သင်္ဘောပျက်တွေထဲမှာ လူသားပစ္စည်းတွေကိုရှာပြီး အမြဲ စုထားတတ် စပ်စုတတ်တဲ့သူပါ။\nတစ်နေ့မှာတော့ လှေမှောက်ပြီး ရေထဲနစ်လာတဲ့ မင်းသားလေးအဲရစ်ကို ကယ်ရင်းနဲ့ ချစ်မိသွားခဲ့ပါတယ်။\nဒါပေမဲ့ ရေဘုရင်ကြီးက ကုန်းပေါ်ကို သွားဖို့ တားမြစ်ထားတာကြောင့် အခက်တွေ့နေပါတယ်။\nအဲဒီအချိန်မှာပဲ ရေဘုရင်ကြီးရဲ့ ညီမ ပင်လယ်စုန်းမ အာဆူလာက အယ်ရီရယ်နဲ့အပေးအယူလုပ်လိုက်ပါတယ်။\nအယ်ရီရယ့်ကို လူအဖြစ်ဖန်ဆင်းပေးပြီး သုံးရက်အတွင်း မင်းသားလေးနဲ့ အချစ်စစ်အနမ်းရခဲ့ရင် လူအဖြစ် အမြဲနေရမှာဖြစ်ပြီးမရခဲ့ရင်တော့\nအယ်ရီရယ်ရဲ့ အရမ်းလှတဲ့အသံကို သိမ်းပိုက်ပြီး အယ်ရီရယ်ကိုပါ ကျွန်အဖြစ် အပိုင်ရမှာဖြစ်ပါတယ်။\nဒီတော့ အယ်ရီရယ်နဲ့မင်းသားလေးတွေဘာဆက်ဖြစ်မလဲ စုန်းမကြီးအာဆူလာကရောဘယ်လိုနှောင့်ယှက်မလဲဆိုတာ ဆက်ကြည့်ရမှာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1VIl0/The.Little.Mermaid.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Family, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTQ3OTc3MDI1MF5BMl5BanBnXkFtZTgwNTk2NzkzMjE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Found (2012)",
        "description": "ဒီကား‌က‌တော့ဆု25ဆုရထားပြီး စံကာတင်8ဆုအထိပါထားတဲ့ Horror ကားလေးဘဲဖြစ်ပါတယ် Horror ကားတွေကြိုက်တဲ့ကောင်လေးတစ်ယောက် သူအကိုကွင်းဆက်လူသတ်သမားမှန်းမထင်မှတ်ပဲသိလိုက်တဲ့အခါ သူအကိုလှို့ဝှက်ချက်ကိုသူဖုံးကွယ်ထားနိုင်မှာလား သူ့လှို့ဝှက်ချက်ကိုသိသွားတဲ့ညီဖြစ်သူကိုကောအကိုဖြစ်သူကဘယ်လိုတုံ့ပြန်မှာလဲဆိုတာတွေကိုကြည့်ရှူရမှာဘဲဖြစ်ပါတယ် သတ်ခန်းဖြတ်ခန်းတွေကြိုက်နှစ်သက်တဲ့သူတွေအတွက်ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ် File size…(1.4 GB)/(751 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:39:00\nGenre...Horror, Thriller, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khant Zar Ni Oo",
        "rating": "5.8",
        "url": "https://megaup.net/3hDcm/Found.2012.720p.(CM).mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqQPxxRQqfLrq0ubfDQCwhJHZ91.jpg",
        "title": "As Good as Dead (2022)",
        "description": "As Good As Dead (2022)~ Rotten Tomatoes - 71% ~အခုမိတ်ဆက်ပေးမယ့် အက်ရှင်ဇာတ်ကားကတော့ ဝါရင့်မင်းသားကြီး Michael Jai White ကိုယ်တိုင်ရေး ကိုယ်တိုင် ဇာတ်ဆောင်အဖြစ်ပါဝင်ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ Rotten Tomatoes မှာ 71 % အထိ ဆွတ်ခူးထားနိုင်ခဲ့တဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်။Michael Jai White ကတော့ Boxing လောကမှာ The Man, The Myth, The Legend လို့ ခေါ်လေ့ရှိကြတဲ့ Mike Tyson အနေနဲ့ HBO က ထုတ်လုပ်ထားတဲ့ 1995 တုန်းက Tyson - O Mito ဇာတ်ကားမှာ ပါဝင်ခဲ့တဲ့သူပါ။ ဒီဇာတ်ကားထဲမှာတော့ Lucas Oriel နဲ့ Gabriela Quezada ...",
        "rating": "5.5",
        "url": "https://megaup.net/2BHng/(CM)_As_Good_As_Dead_(2022)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/6WeBK3ivG5fBAt0RMrJrH0GhBrT-133x200.jpg",
        "title": "Chuyện Xóm Tui: Con Nhót Mót Chồng (2023)",
        "description": "Chuyện Xóm Tui: Con Nhót Mót Chồng (2023)IMDb 7.1/10အဖေတစ်ခု သမီးတစ်ခုနေလာကြတဲ့ မစ္စတာရှင်းနဲ့ နယော့ အဖေက\nအရက်ကိုသိပ်ကြိုက်သလို သမီးက ခိုးရတာဝါသနာ\nအချင်းချင်းအမြဲသတ်နေပေမဲ့ ၂ယောက်က အရမ်းချစ်ကြတဲ့သားအဖပေါ့ဒီလိုနဲ့ တစ်ရက်ကျ မစ္စတာရှင်းက သမီးဖြစ်သူကို အိမ်ထောင်ချပေးဖို့ အတွေးဝင်လာတယ်\nသမီးအသက်ကလည်း မငယ်တော့တာမို့ သမက်လောင်းရှာဖို့ ခရီးစပါတော့တယ်\nတစ်ရပ်ကွက်တည်းသားချင်းတွေက နယော့ရဲ့စရိုက်ကိုသိနေတော့ ဝေးဝေးကရှောင်ရင်း....\nသူ့သမီးအတွက် ခင်ပွန်းလောင်းရှာနိုင်သွားမလား ဘယ်နေရာမှာ ဘယ်သူ့ကို ဘယ်လိုဂျင်းတွေထည့်မလဲဆိုတာတော့...ရယ်ရတဲ့ကားလည်းဖြစ် ပညာလည်းရတာမို့ ခဏတာဘဝ‌အမောတွေ\nဖြေဖျောက်နိုင်စေရန် တင်ဆက်ပေးလိုက်ရပါတယ်(အညွန်းနဲ့ ဘာသာပြန်တွေကတော့Yunni~BpL~Aditi~Zwe Yan ~Cherry~V တို့ပဲ ဖြစ်ပါတယ်)\nFile size…1.8GB / 809MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….1h 52m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Yunni~BpL~Aditi~Zwe Yan ~Cherry~V",
        "rating": "",
        "url": "https://megaup.net/2BHmx/Chuyen.Xom.Tui.Con.Nhot.Mot.Chong.2023.720p(CM).mp4",
        "category": "Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cxCmv23O7p3hyHwqoktHYkZcGsY.jpg",
        "title": "Starship Troopers (1997)",
        "description": "Genre – Action, Adventure, Sci-fi\nIMDB – 7.3/10ကျွန်တော်တို့ ၉၀ ခုနှစ်ကျော်က Sci-fi ကားကောင်းတွေအကြောင်းပြောမယ်ဆိုရင် Star Wars တွေ Star Trek တွေ Alien တို့လောက်နဲ့ မပြီးဘူးဗျဒီ Starship Trooper ကို ဇာတ်ကားနာမည်သာ မသိမယ် ဓားခုတ်ကောင်ကြီးတွေနဲ့ ချတယ်ဆိုပြီးလူတိုင်းငယ်ဘဝက ကြည့်ခဲ့ဖူးကြမယ် ထင်ပါတယ် (တချို့အခန်းတွေအကြောင်းလည်း ပါမယ်ပေါ့လေ)။ထားပါ ပြောချင်တာက သူကတော့ Franchise အနေနဲ့ ၃ ကားထိ ထွက်ရှိထားတာ ဖြစ်ပါတယ်အကုန်လုံး တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။ဒါရိုက်တာဖြစ်တဲ့ Paul Verhoeven ဆိုရင်လည်း တခြား Robocop တို့ Hollow Man တို့ကိုရိုက်ကူးထားတဲ့လူပါ။နောက်ပြီး ၁၉၉၈ ခုနှစ် အော်စကာဆုပေးပွဲမှာ Best Visual Effectစကာတင်လည်း ဝင်ခဲ့ပါသေးတယ် (Titanic နဲ့ Jurassic ...",
        "rating": "7.6",
        "url": "https://megaup.net/3hD8t/Starship.Troopers.1997.720p.en.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iqrqOjLaFcGNnSQlJxYLfgrhqn.jpg",
        "title": "Starship Troopers 2: Hero of the Federation (2004)",
        "description": "Bugsလို့ခေါ်တဲ့ တိုက်ခိုက်နှုန်းအားပြင်းထန်တဲ့ ဂြိုလ်သားပိုးကောင်တွေနဲ့တိုက်ပွဲမှာအဆင့်မြှင့်Laser Gunတွေအသုံးပြုပြီးတိုက်ခိုက်ခဲ့တာတောင်ဗိုလ်ကြီးJack Shepherdတို့အဖွဲ့ဟာ ဆုံးရှုံးမှုတွေများခဲ့ပြီး အနီးဆုံးကင်းထောက်စခန်းတစ်ခုမှာပုန်းခိုရင်းကယ်ဆယ်ရေးအဖွဲ့လာရောက်တဲ့အချိန်ကိုစောင့်ဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်.အဲ့ဒီကင်းထောက်စခန်းမှာ သူတို့ထပ်အရင်ရောက်နှင့်ထားပြီးသူတွေလဲရှိပါတယ်.ကယ်ဆယ်ရေးအဖွဲ့ကိုစောင့်ရင်းနဲ့ Bugsတွေအကြောင်းကိုတစ်စထက်တစ်စပိုပိုသိလာတဲ့အခါမှာ အဲ့ဒီဂြိုလ်သားပိုးကောင်တွေဟာလူသားမျိုးနွယ်တစ်ခုလုံးကိုပါဖျက်ဆီးဖို့အကြံအစည်ရှိနေတာကိုသိလိုက်ရပါတော့တယ်.ဒါကိုသူတို့အဖွဲ့ဘယ်လိုကယ်တင်မလဲ?ဒီအဖွဲ့အစည်းထဲမှာရော ဂြိုလ်သားပိုးကောင်တွေကရောထွေးဝင်ရောက်နှင့်ပြီးသားလားဆိုတာတော့ဇာတ်လမ်းထဲမှာပဲအဖြေရှာလိုက်ကြတာပေါ့.Military, science,fiction,horrorအမျိုးအစားဖြစ်ပြီး runtimeက ၉၂မိနစ်ပါ. ၂၀၀၄ခုနှစ်ကထွက်ရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပေမယ့်ယောကျာ်းလေးတွေက ဒီဇာတ်ကားမှာအသုံးပြုထားတဲ့လက်နက်ကြီးတွေကိုအခုထိသဘောကျဆဲဖြစ်ပါတယ်.Starship trooperအနေနဲ့ ၃ကားထွက်ရှိတာမလို့ပိတ်ရက်အတွက်အနားယူရင်းကြည့်ဖို့ အကောင်းဆုံးပါပဲ.\nFile size…  2.2 GB /  790 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 22m\nGenre .....  Action , Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by.... Charm",
        "rating": "5.0",
        "url": "https://megaup.net/1VIe4/Starship.Troopers.2.Hero.Of.The.Federation.2004.720p.En.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vh5nospDpMOxZhyhRiXWWMmSFQe.jpg",
        "title": "Starship Troopers 3: Marauder (2008)",
        "description": "2008 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Starship troopers 3 ပိုးကောင်တွေနဲ့လူတွေရဲ့ကြားက တိုက်ပွဲအကြောင်းကိုရိုက်ကူးထားတာပါ။ရိုခုဆန်မှာ ပိုးကောင်စစ်ပွဲဖြစ်ပွါးခဲ့ပြီးနောက် ရိုခုဆန်ဒေသခံတွေကစစ်ပွဲကို ဆန့်ကျင်လာခဲ့ပါတယ်၊ အဲဒါကြောင့် ဒေသခံတွေဟာသူတို့နယ်မြေအတွင်းရှိ စစ်သားတွေကို မထီမဲ့မြင်ဆက်ဆံလာပါတယ်။တစ်နေ့မှာတော့ စစ်ဌာနချုပ်ကနေ ဗိုလ်ချုပ်ကြီးအိုမာအနုတ်၊ဗိုလ်ချုပ်ဟောင်ဇာနဲ့ လိုလာဘက်ခ်တို့ လာရောက်လှည့်ပတ်ကြည့်ရှုပါတယ်။အဲဒီအချိန်မှာပဲ ရိုခုဆန်မှာရှိတဲ့ ပိုးကောင်တွေကိုဟန့်တားထားတဲ့ခြံစည်းရိုးလုံခြုံရေး ပျက်ဆီးသွားလို့ ဗိုလ်ချုပ်ဟောင်ဇာကစစ်မြေပြင်ကို ထိန်းချုပ်ပြီး ဗိုလ်ချုပ်ကြီးအိုမာနဲ့လိုလာဘက်ခ်တို့ကဌာနချုပ်ကိုပြန်သွားကြပါတယ်...ဗိုလ်ချုပ်ကြီးအိုမာတို့ယာဉ်ဟာ လမ်းခုလတ်မှာစက်ချို့ယွင်းပြီးကန္တာရတစ်ခုမှာ ပျက်ကျသွားပါတယ်၊ ဌာနချုပ်ကိုကယ်ဆယ်ရေးအကူအညီလှမ်းတောင်းပေမယ့် ဌာနချုပ်က လျစ်လျူရှုခဲ့ပါတယ်။ဗိုလ်ချုပ်ကြီးအိုမာတို့ ဌာနချုပ်ကိုပြန်နိုင်မလား...ကန္တာရထဲမှာ ဘာတွေကြုံတွေ့ရမလဲဆိုတာကိုဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုကြရအောင်\nFile size…  2.4 GB /  1.5 GB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 45m\nGenre .....  Action , Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Benni",
        "rating": "5.0",
        "url": "https://megaup.net/3hD8B/Starship.Troopers.3.Marauder.2008.720p.En.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGNlODdjYzgtMDUwZC00ZmFlLWI1OWUtNDkyNDc2YmYxNDVkXkEyXkFqcGdeQXVyMTU0OTM5ODc1._V1_-134x200.jpg",
        "title": "Justice League: Warworld (2023)",
        "description": "Justice League: Warworld (2023)\n========================Justice League ရဲ့ Warworld ဆိုတဲ့ Animation ကားလေးထွက်\nလာပါပြီ။ Warworld ဆိုတဲ့အတိုင်း စစ်ပွဲတွေနဲ့ ပြည့်နေတဲ့ ကမ္ဘာကြီး\nပေါ့။ ဒါပေမဲ့ အရှိသဘောအတိုင်း တည်ရှိနေတဲ့ ကမ္ဘာမဟုတ်ပဲ ဂြိုလ်\nတစ်ခုလောက်ကြီးမားပြီးစကြာဝဠာတစ်ခုလုံး မာတီဗာစ့်တွေအကုန်လုံး\nပြောရရင် တည်ရှိမှုအကုန်လုံးကို ဖျက်ဆီးနိုင်တဲ့ စွမ်းအားအကြီးဆုံး\nလက်နက်ပါပဲ။ အဲလက်နက်ရဲ့ အစွမ်းက Virtual World တစ်ခုကို\nတည်ဆောက်ပြီး လူတွေရဲ့ စိတ်ကိုထိန်းချုပ်ကာ လူတွေဆီက ထွက်\nလာတဲ့ အကြောက်တရား...အမုန်း..ဒေါသ အစရှိတဲ့ မကောင်းတဲ့ခံစား\nချက်တွေကို စွမ်းအင်အရင်းအမြစ်အနေနဲ့ အသုံးချတာပါ။ဒီတော့ အကျဉ်းသားအနေနဲ့ လူတွေကို ဖမ်းဆီးပြီးအသုံးချရတာပေါ့၊\nဖမ်းခံရတဲ့သူတွေထဲ စူပါမန်း..ဘတ်မန်း နဲ့ ဝန်ဒါဝူးမန်း တို့ပါ ပါသွားခဲ့\nပါတယ်။ ဒီလိုနဲ့ သုံးယောက်သား စစ်ကမ္ဘာထဲမှာ ကျင်လည်ဖို့ရာဖြစ်လာ\nတော့တာပေါ့။ အစပိုင်းမှာတော့ ကောင်းဘွိုင်ခေတ်ရောက်လိုက်၊ Wizard\nတွေနဲ့ ချလိုက်၊ ဟီးရိုးတွေကလည်းစိတ်ထိန်းချုပ်ခံထားရတော့ သူတို့\nကိုယ်သူတို့ ဘယ်သူတွေမှန်းမသိပဲ ဇာတ်ရည်မလည်ပဲဖြစ်နေပါလိမ့်မယ်။\nနောက်ဆုံးမှာတော့ တစ်စုံတစ်ခုက သူတို့ကိုလှမ်းခေါ်နေတဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fMkc/Justice.League.Warworld.2023.720p.WEB-DL.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eU49kJLr4iZYHAFrXGGBBJ627xD.jpg",
        "title": "Called to Duty (2023)",
        "description": "ဇာတ်လမ်း အကျဥ်းကတော့ အမေရိကန်အပေါ် ခြိမ်းခြောက်လာတဲ့မြောက်ကီယန်နိုင်ငံ(မြောက်ကိုရီးယားမဟုတ်)ရဲ့ နျူလက်နက်တွေကိုသွားရောက်ခြေမှုန်းမယ့် တိုက်လေယာဥ်တပ်စုအကြောင်းရိုက်ကူးထားတာပါ...။ဒီတပ်စုကတော့ မယ်တောင်ပံလို့ခေါ်တဲ့ အမျိုးသမီးလေယာဥ်မှူးတွေပါဝင်ပြီးသူတို့က လေကြောင်းအလှပြပွဲအတွက် သရုပ်ပြပေးရတဲ့လေယာဥ်မယ်တွေပါ...။တိုက်ပွဲဝင်တိုက်စစ်မှူးတွေတောင် မဟုတ်ပါဘူး...။သို့ပေမဲ့ မည်သို့ မည်ပုံကြောင့်မသိ....မယ်တောင်ပံတွေသာ ပဲ့အကိုင်နိုင်ဆုံး ဒီစစ်ဆင်ရေးအတွက်အသင့်တော်ဆုံးဆိုပြီး... မြောက်ကီယန်ကို တိုက်ခိုက်ဖို့ လေ့ကျင့်ပေးကြပါလေရော...။လေ့ကျင့်နေရင်းနဲ့မှ မြောက်ကီယန်က နျူလက်နက်တွေနဲ့ တိုက်ခိုက်လာတော့...မယ်တောင်ပံတို့ကဟာ ဒီနျူလက်နက်တွေထုတ်လုပ်တဲ့စက်ရုံကိုအမြစ်ဖြတ်ချေမှုန်းဖို့ တာဝန်ပေးခံရပါတော့တယ်...။မစ်ရှင်ကိုအောင်မြင်အောင် မယ်တောင်ပံတို့ ဘယ်လိုအရဲ့စွန့်ပြီးလေကြောင်းတိုက်ခိုက်မှုတွေလုပ်မလဲဆိုတာ မြင်တွေ့ရမှာပါ...။  File size…1.3GB/ 551MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ….. Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "",
        "url": "https://megaup.net/2BHhB/Called.to.Duty.2023.WEB-DL.720P(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzdlY2EzZTEtODUxMS00MjE0LWJkMzgtMDI5MzI4ZmMzOWUyXkEyXkFqcGdeQXVyMjkyMDI4NTQ@._V1_-141x200.jpg",
        "title": "[18+]True Story of a Woman in Jail: Sex Hell (1975)",
        "description": "ဂျပန် သက်မပြည့်သေးတဲ့ ပျိုဖြူလေးတွေကို\nတစုတစည်းတည်း မြင်ရပြီး ဆိုဒ်မျိုးစုံခံစားရမဲ့\nအမျိုးသမီး သက်ငယ် အချုပ်ကားလေးလာပါပြီတယောက်နဲ့တယောက်ဘယ်လိုဆရာလုပ်မယ်\nအကြောမာမယ်ဆိုတာကို ချစ်စဖွယ်အမူရာလေးတွေ\nလုံးလုံးဝန်းဝန်း တစ်တစ်ရစ်ရစ် ကိုယ်လုံးလေးတွေ\nတဝကြီး ခံစားရမှာဖြစ်ပါတယ်သက်မပြည့်သေးပဲ ပြစ်မှုကျူးလွန်သူတွေကို ခေတ္တ\nအကဲဖြတ်ထိန်းသိမ်းထားရာနေရာဖြစ်ပြီး\nအဲဒီကနေလွတ်မြောက်ဖို့ ကာယအား ဉာဏအားတွေ\nသုံးသွားတာလေးတွေက သွားရည်ကျဖို့ကောင်းတာမို့\nDS Fans တွေအကြိုက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…470MB\nQuality…720p\nFormat…mp4\nDuration….1h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "5.1",
        "url": "https://megaup.net/1fMho/True_Story_of_a_Woman_in_Jail_Sex_Hell_(1975).720p(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNGY1NzAzMDktYmM3Ny00ODVkLWI2ODQtMzQzNGNkOWVjYzZkXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Mr. Car and the Knights Templar (2023)",
        "description": "Mr. Car and the Knights Templar (2023)\n=============================ပေါ့ပေါ့ပါးပါး ကြည့်စရာရှာနေသူတွေအတွက် ပိုလန်ရုပ်ရှင်သစ်\nတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ ပိုလန်စာရေးဆရာကြီး Zbigniew\nNienacki ရဲ့နာမည်တူ၀တ္ထုကို အခြေခံရိုက်ကူးထားတာပါ။\nအလွယ်ပြောရရင်တော့ ဇာတ်လိုက်နဲ့ကလေးတစ်သိုက်က ရတနာ\nသိုက်လိုက်ရှာတဲ့ ဇာတ်လမ်းမျိုးပါပဲ။ ဒါပေမဲ့ ထူးခြားတာကတော့\nခရူးဆိတ်စစ်ပွဲနဲ့ သမိုင်းကြောင်းထဲက သူရဲကောင်းတွေနဲ့ ဆက်စပ်\nတဲ့ လျှို့ဝှက်ဆန်းကြယ်မှုတွေပါနေတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအရတော့ လူသိများတဲ့ ပိုလန်လူမျိုး အနုပညာသမိုင်း\nပညာရှင် တောမတ်ရှ်ဟာ တမ်ပလာလက်ဝါးကပ်တိုင်တစ်ခုကို ရှာ\nတွေ့ထားပါတယ်။ အဲဒီကပေးတဲ့ သဲလွန်စနဲ့ ရှေးခေတ်က ရတနာ\nသိုက်တစ်ခုကိုရှာဖွေဖို့ ကြိုးပမ်းပါတော့တယ်။ ဒါပေမဲ့ လူအတော်\nစိတ်၀င်စားတဲ့ ရတနာသိုက်ဖြစ်တာကြောင့် ဟိုးလေးတကျော်နာမည်\nကြီးသွားပါတယ်။ အဲဒီအခါမှာ ရတနာသိုက်မုဆိုးတွေစုလာပြီး အချင်း\nချင်းပြိုင်ဆိုင်တိုက်ခိုက်မှုတွေ ရှိလာပါတယ်။တောမတ်ရှ်ကတော့ သူနဲ့သိပ်မတည့်လှတဲ့ သတင်းထောက်မတစ်ယောက်၊\nသူအထင်မကြီးလှတဲ့ ဆယ်ကျော်သက်ကလေး ၃ ယောက်နဲ့ မထင်မှတ်\nဘဲ တစ်ဖွဲ့တည်းဖြစ်သွားခဲ့ပါတယ်။ အဲဒီလိုနဲ့ တောမတ်ရှ်တို့အဖွဲ့ အလွဲ\nတွေကြားမှာ ရတနာသိုက်ဘယ်လိုရှာကြမလဲ၊ ဘာတွေရင်ဆိုင်ရမလဲ၊\nဘယ်သူမှ ဘာမှန်းမသိတဲ့ ရတနာသိုက်ဆိုတာက နောက်ဆုံးမှာ ဘာဖြစ်\nနေမလဲဆိုတာကို ကြည့်ကြရမှာပါ။ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1fE0m/Mr.Car.and.the.Knights.Templar.2023.POLISH.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9YMoUoEkUkh60BnxJG04Neg8Hx8.jpg",
        "title": "Regina (2023)",
        "description": "Regina (2023)IMDb-6.6/10မင်းသမီးချောလေး Sunaina ပါဝင်ထားတဲ့ အမျိုးသမီးတစ်ယောက်တည်း\nတစ်ကိုယ်တော်နွှဲပြမဲ့ Crime/Thriller ဇာတ်ကားလေးဖြစ်ပါတယ်ရေဂျီနာငယ်ငယ်တုန်းက သူ့မျက်စိရှေ့မှာပဲ သူ့အဖေကို ရက်ရက်စက်စက်သတ်တာမြင်လိုက်ရသူပါ\nဒီလိုနဲ့ အဖေတစ်ခုသမီးတစ်ခုဘဝကနေ တစ်ကောင်ကြွက်တစ်မျက်နှာနဲ့ အပြုံးအရယ်မရှိ\nဘဝကိုဖြတ်သန်းနေရင်း ဂျိုးဆိုတဲ့အချစ်ကိုရှာတွေ့သွားချိန်မှာ‌တော့ ဘဝကပြန်စိုပြေပျော်ရွှင်လာတာပေါ့ဂျိုးနဲ့ပျော်လို့မှမဝသေးခင် ဂျိုးအလုပ်လုပ်တဲ့ဘဏ်ကိုဝင်စီးပြီး မျက်နှာဖုံးနဲ့လူတွေသတ်တာခံလိုက်ရပါတော့တယ်\nရဲတွေကလည်းတာဝန်ယူအမိဖမ်းမပေးပါဘူး ဂျိုးနဲ့ရတဲ့ကိုယ်ဝန်ကလည်းပျက်နဲ့ ဘဝဟာသေမထူးနေမထူးဖြစ်နေချိန်မှာ..........\nရေဂျီနာတစ်ယောက် အိမ်ကထွက်ပြီးပင်လယ်ကမ်းခြေမြို့လေးမှာ အလုပ်သွားလုပ်နေပါတော့တယ်ဒါဟာသူ့ဘဝကို အေးဆေးပဲဖြတ်သန်းတော့မဲ့အဓိပ္ပာယ်လား နာကျင်ခဲ့ရတာတွေကို\nအလွယ်တကူမေ့ပစ်မှာတဲ့လား နောက်ကွယ်ကဘာအကြောင်းအရာတွေရှိနေမလဲဆိုတာရှုစားကြည့်ပါဦး\nFile size…1.7GB / 815MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Zwe~V~Yunni",
        "rating": "6.6",
        "url": "https://megaup.net/1VJ18/Regina_(2023)_Tamil_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BY2I4ZDcxMDctZTkwZC00YWFmLTkxZDQtZGNkYTQ5YTlmZWI0XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Get the Gringo (2012)",
        "description": "q IMDb 6.9/10 The Passion of the Christ, Braveheart စသည့်ဇတ်ကားတွေနဲ့ နာမည်ကြီးတဲ့ မင်းသားကြီး Mel Gibson ရဲ့ထောင်တွင်းဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ San Diego ကလူဆိုးတစ်ယောက်ဆီကနေ ငွေနှစ်သန်းဘတ်လာတဲ့ မင်းသားဟာ Mexico ဖက်မှာ အဖမ်းခံရပြီး ထောင်ထဲရောက်သွားပါတယ်။ အဲဒီမှာ လူဆိုးဂိုဏ်းတွေနဲ့တွေ့ပြီး ကောင်လေးတစ်ယောက်အကူအညီနဲ့ ထောင်ကနေလွတ်အောင်ဘယ်လိုလုပ်မလဲ။ ငွေတွေကိုရော ပြန်ရပါ့မလားဆိုတာ ကြည့်ရမယ့် တကယ့်အက်ရှင် ဇာတ်ကားကောင်းတစ်ကားပါ။ မက္ကဆီကို ထောင်တွင်းအခြေအနေတွေကိုလည်း ရှင်းရှင်းလင်းလင်း တင်ဆက်ထားတဲ့ကားဖြစ်ပါတယ်။ File size…(1.6 GB)/(903 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nGenre...Action, Thriller, Crime, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Wai Yan",
        "rating": "6.9",
        "url": "https://megaup.net/2BGhw/Get.The.Gringo.2012.720p.(CM).mp4",
        "category": "Action, Crime, Drama, Thriller"
    }
]