[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bWyQwZziHh1DK9F59eqahZD8Upc.jpg",
        "title": "The Room(2019)",
        "description": "The Room(2019)အညွှန်း***********************(Unicode)ဒီကားလေးကတော့ လျှို့ဝှက်ဆန်းကျယ်ဆန်ဆန်ကြိုက်တတ်တဲ့ပရိသတ်တွေသဘောကျနှစ်သက်ကြမယ့်ကားပါ...\nမတ်တ်နဲ့ကိတ်တို့ဟာကိုယ့်ဝါသနာပါရာကိုလုပ်ပြီးရုန်းကန်ကြိုးစားနေကြတဲ့စုံတွဲနှစ်ယောက်ပါ\nတစ်နေ့မှာတော့လူမနီးသူမနီးတဲ့မြို့ပြင်နားလေးကအိမ်တစ်လုံးကိုဝယ်လိုက်ကြပါတယ်\nအဲ့ဒီအိမ်ကပုံမှန်မဟုတ်တဲ့အရာတွေဖြစ်တတ်တဲ့အိမ်ဆိုတာကိုဝယ်ပြီးမှသိလိုက်ကြတယ်\nအိမ်ကတော်တ်ောလေးပြင်ဆင်ဖို့လိုနေတဲ့အိမ်ဖြစ်နေတော့\nပြင်ဖို့ရှင်းလင်းရင်းနဲ့ထူးထူးဆန်းဆန်းအခန်းတစ်ခုကိုသွားတွေ့ပါတယ်...\nလိုချင်တဲ့ပစ္စည်းတွေပြောလိုက်တာနဲ့မျက်စိတစ်မှိတ်အတွင်းအခန်းထဲမှာပေါ်လာပါတယ်\nပြောလိုက်ရုံနဲ့ သူတို့ဆန္ဒတွေပြည့်မြောက်တယ်လို့ဆိုရပါ့မယ်...\nမတ်တ်နဲ့ကိတ်တို့နှစ်ယောက်လိုတရအခန်းကြီးရှိနေတဲ့နောက်\nဘယ်လိုနှစ်ပါးသွားကြမလဲ\nလူတွေရဲ့လိုအင်ဆန္ဒလောဘတွေဟာရှိသင့်တာထက်ကျော်လာတဲ့အခါ\nဘယ်လိုတွေဖြစ်သွားမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ကြပါ....\nချစ်ခြင်းမေတ္တာအကြောင်းတွေကိုလဲသွယ်ဝိုက်နဲ့နည်းနဲ့ဖော်ပြထားတာကိုတွေ့ရပါတယ်\nCMပရိသတ်ကြီးကြည့်မိလို့စိတ်ပျက်သွားမယ့်ကားမဟုတ်ဘူးဆိုတာအာမခံပါကြောင်း..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်...(Zawgyi)ဒီကားေလးကေတာ့ လွ်ိဳ႕ဝွက္ဆန္းက်ယ္ဆန္ဆန္ႀကိဳက္တတ္တဲ့ပရိသတ္ေတြသေဘာက်ႏွစ္သက္ၾကမယ့္ကားပါ...\nမတ္တ္နဲ႔ကိတ္တို႔ဟာကိုယ့္ဝါသနာပါရာကိုလုပ္ၿပီး႐ုန္းကန္ႀကိဳးစားေနၾကတဲ့စုံတြဲႏွစ္ေယာက္ပါ\nတစ္ေန႔မွာေတာ့လူမနီးသူမနီးတဲ့ၿမိဳ႕ျပင္နားေလးကအိမ္တစ္လုံးကိုဝယ္လိုက္ၾကပါတယ္\nအဲ့ဒီအိမ္ကပုံမွန္မဟုတ္တဲ့အရာေတြျဖစ္တတ္တဲ့အိမ္ဆိုတာကိုဝယ္ၿပီးမွသိလိုက္ၾကတယ္\nအိမ္ကေတာ္တ္ောေလးျပင္ဆင္ဖို႔လိုေနတဲ့အိမ္ျဖစ္ေနေတာ့\nျပင္ဖို႔ရွင္းလင္းရင္းနဲ႔ထူးထူးဆန္းဆန္းအခန္းတစ္ခုကိုသြားေတြ႕ပါတယ္...\nလိုခ်င္တဲ့ပစၥည္းေတြေျပာလိုက္တာနဲ႔မ်က္စိတစ္မွိတ္အတြင္းအခန္းထဲမွာေပၚလာပါတယ္\nေျပာလိုက္႐ုံနဲ႔ သူတို႔ဆႏၵေတြျပည့္ေျမာက္တယ္လို႔ဆိုရပါ့မယ္...\nမတ္တ္နဲ႔ကိတ္တို႔ႏွစ္ေယာက္လိုတရအခန္းႀကီးရွိေနတဲ့ေနာက္\nဘယ္လိုႏွစ္ပါးသြားၾကမလဲ\nလူေတြရဲ႕လိုအင္ဆႏၵေလာဘေတြဟာရွိသင့္တာထက္ေက်ာ္လာတဲ့အခါ\nဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ၾကပါ....\nခ်စ္ျခင္းေမတၱာအေၾကာင္းေတြကိုလဲသြယ္ဝိုက္နဲ႔နည္းနဲ႔ေဖာ္ျပထားတာကိုေတြ႕ရပါတယ္\nCMပရိသတ္ႀကီးၾကည့္မိလို႔စိတ္ပ်က္သြားမယ့္ကားမဟုတ္ဘူးဆိုတာအာမခံပါေၾကာင္း..\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္...File Size : (850 MB) and (333 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama, Mystery,SCI-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-room2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f1gMw3PVicfdq9thlvUIjJ5UdvS.jpg",
        "title": "Notting Hill(1999)",
        "description": "Notting Hill(1999)IMDb...7.1,,,Rotten...83%(အေကာင္းဆုံးအခ်စ္ဇာတ္လမ္းစာရင္းမို႔ Blu-Ray 1080p 5.1 CH, Blu-Ray 720pတို႔ျဖင့္တင္ဆက္ေပးထားပါသည္)))(Unicode)လန်ဒန်မြို့ရှိ Notting Hill ဆိုတဲ့ မြို့လေးမှာ ဝီလီယမ် တတ်ကာ ဆိုတဲ့ လူငယ်လေးတစ်ယောက်က ခရီးသွားစာပေတွေရောင်းတဲ့ စာအုပ်ဆိုင်လေးဖွင့်ထားတယ်...\nစာအုပ်ရောင်းသမားတစ်ယောက်ရဲ့ ဘ၀ဟာ သိပ်ကိုရိုးစင်းတယ်...စာအုပ်တွေဖတ်တယ်... ဝယ်သူတွေကို စာအုပ်တွေအကြောင်းညွှန်းတယ်...ငွေကြေးချမ်းသာမှုတွေ\nမပိုင်ဆိုင်ပေမယ့် သူပိုင်ဆိုင်တဲ့ဘ၀ကိုကျေနပ်နေလေတော့ ဘ၀ဟာလှပနေလေရဲ့...\nတစ်နေ့တော့ သူ့ဆိုင်ကို ဟောလိဝုဒ်ရဲ့ နာမည်ကျော်မင်းသမီး အန်နာစကော့ တစ်ယောက်စာအုပ်လာ\nဝယ်တယ်...\nဒီမင်းသမီးကို အပြင်မှာဗြုန်းခနဲမြင်လိုက်ရပေမယ့် ဘယ်သူလဲဆိုတာ ခန့်မှန်းမိဖို့\nစာအုပ်ရောင်းသမားလေးအတွက် အချိန်သိပ်မယူလိုက်ရပါဘူး...\nမင်းသမီးဆိုင်က ထွက်သွားပြီး သူလည်း ဈေးဝယ်စရာရှိလို့ ထွက်လာခဲ့တယ်...\nတိုက်ဆိုင်တာပဲလားမသိ..သူနဲ့ မင်းသမီး အန်နာစကော့နဲ့ လမ်းတစ်ဆစ်ချိုးမှာ ဝင်တိုက်မိတယ်....\nဒီလို ဝင်တိုက်မှုဟာ စာအုပ်ရောင်းသမားလေးအတွက်တော့ ဘဝတစ်ဆစ်ချိုးပြောင်းလဲမှုပါပဲ...\nဒီရုပ်ရှင်ဇာတ်လမ်းဟာ နာမည်ကျော်စာအုပ်ကိုပြန်ရိုက်ထားတာဖြစ်သလို\nGolden Globe မှာ ဆန်ကာတင်စာရင်း(၃)ဆုဝင်ခဲ့သလို အခြားဆုပေါင်း (၁၁)ဆုလည်း\nရခဲ့တယ်...၁၉၉၉ခုနှစ်က ရုပ်ရှင်ဆိုပေမယ့် မင်းသား Hugh Grantနဲ့ မင်းသမီးJulia Roberts တို့ရဲ့ သရုပ်ဆောင်ဟန်တွေ ဇာတ်လမ်းဇာတ်ကွက်တွေ\nကြည့်နေရင်းနဲ့ကို ရင်ခုန်ကြည်နူးစိတ်လှုပ်ရှားရပါတယ်....\nခံစားကြည့်ကြပါဥ◌ီး ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/notting-hill1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/81XkR2Lb2LL._SL1419_-141x200.jpg",
        "title": "[18+] Sex Is Zero 2 (2007)",
        "description": "(Blu-Ray 1080p Update Version)\nဒီဇာတ်ကားကတော့ ၂၀၀၂ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Sex is Zero ရဲ့အဆက်ဇာတ်ကားဖြစ်ပါတယ်။မင်းသား Im Chang‑jung ထပ်မံပါဝင်ထားပေမယ့် မင်းသမီးဟာဂျီဝန်နေရာမှာ Running Man မင်းသမီး Song Ji‑hyo ပါဝင်ထားခဲ့ပါတယ်။ပထမဇာတ်ကားက ဇာတ်ရံအတော်များများပါဝင်ထားပြီး ပထမဇာတ်ကားရဲ့ ကျောရိုးကိုပဲ ထပ်မံခြယ်သထားခဲ့ပါတယ်။-Zawgyi-ဒီဇာတ္ကားကေတာ့ ၂၀၀၂ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Sex is Zero ရဲ႕အဆက္ဇာတ္ကားျဖစ္ပါတယ္။မင္းသား Im Chang‑jung ထပ္မံပါဝင္ထားေပမယ့္ မင္းသမီးဟာဂ်ီဝန္ေနရာမွာ Running Man မင္းသမီး Song Ji‑hyo ပါဝင္ထားခဲ့ပါတယ္။ပထမဇာတ္ကားက ဇာတ္ရံအေတာ္မ်ားမ်ားပါဝင္ထားျပီး ပထမဇာတ္ကားရဲ႕ ေက်ာရိုးကိုပဲ ထပ္မံျခယ္သထားခဲ့ပါတယ္။File size…(1.18 GB) and (500MB)\nQuality…Blu-Rip 1080p & 720p\nFormat…mp4\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nyimin Thant zawgyi(Blu-Ray 1080p Update Version)ဒီဇာတ္ကားကေတာ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/sex-is-zero-2-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/3429A-138x200.jpg",
        "title": "[18+] Sex Is Zero(2002)",
        "description": "(Blu-Ray 1080p Update Version)\nဒီဇာတ်ကားဟာ နာမည်ကြီး ကိုရီးယားကျောင်းသား ဟာသဇာတ်ကားဖြစ်ပါတယ်။မင်းသား Im Chang‑jung ရဲ့မှတ်တိုင်ဇာတ်ကားဖြစ်သလို မင်းသမီး ဟာဂျီဝန်ရဲ့ နာမည်ကျော်ဇာတ်ကားလဲဖြစ်ပါတယ်။ခပ်ပေါပေါခပ်ချာချာ လုပ်ချင်ရာလုပ် နေချင်သလိုနေတတ်ပေမယ့် သာမန်လူသားတွေထက် နူးညံ့တဲ့နှလုံးသားနဲ့ Eun Sik…ငွေကြေးနဲ့ရုပ်ရည်မှာနှစ်မြောပြီး တစ်ဘဝလုံးပေးဆပ်ခဲ့ပေမယ့် လူသားမဆန်တဲ့လူတစ်ယောက်ကြောင့် ဒုက္ခတွေ့ရတဲ့ Eun‑hyo Lee..သူတို့နှစ်ယောက်ရဲ့ပတ်သက်မှုတွေ…သူတို့နှစ်ယောက်ရဲ့ အံသြဖွယ် ဂန္တဝင်သူငယ်ချင်းတွေနဲ့ ကျောင်းသားဘဝ…စတာတွေကိုအခြေပြုလို့ချစ်ခြင်းကိုမေးခွန်းထုတ်ပေးခဲ့တဲ့ဇာတ်ကား………။ကျွန်တော့်အတွက်တော့ အမြဲသတိရနေမယ့်ဇာတ်ကား…ကိုရီးယားဇာတ်ကားတွေကို စတင်နှစ်သက်စေခဲ့တဲ့ဇာတ်ကား….ဒီဇာတ်ကားကို ကျွန်တော်ပဲရမ်းသမ်းဘာသာပြန်ပြီးတင်ဆက်လိုက်ပါတယ်။\nအားပေးကြည့်ရှုကြပါဦး။ -Zawgyi-ဒီဇာတ္ကားဟာ နာမည္ၾကီး ကိုရီးယားေက်ာင္းသား ဟာသဇာတ္ကားျဖစ္ပါတယ္။မင္းသား Im Chang‑jung ရဲ႕မွတ္တိုင္ဇာတ္ကားျဖစ္သလို မင္းသမီး ဟာဂ်ီဝန္ရဲ႕ နာမည္ေက်ာ္ဇာတ္ကားလဲျဖစ္ပါတယ္။ခပ္ေပါေပါ ခပ္ခ်ာခ်ာ လုပ္ခ်င္ရာလုပ္ ေနခ်င္သလိုေနတတ္ေပမယ့္ သာမန္လူသားေတြထက္ ႏူးညံ့တဲ့ႏွလံုးသားနဲ႕ Eun Sik …ေငြေၾကးနဲ႕ရုပ္ရည္မွာႏွစ္ေျမာျပီး တစ္ဘဝလံုးေပးဆပ္ခဲ့ေပမယ့္ လူသားမဆန္တဲ့လူတစ္ေယာက္ေၾကာင့္ ဒုကၡေတြ႕ရတဲ့ Eun‑hyo Lee..သူတို႕ႏွစ္ေယာက္ရဲ႕ပတ္သက္မႈေတြ…သူတုိ႕ႏွစ္ေယာက္ရဲ႕ အံၾသဖြယ္ ဂႏၱဝင္သူငယ္ခ်င္းေတြနဲ႕ ေက်ာင္းသားဘဝ…စတာေတြကိုအေျချပဳလို႕ခ်စ္ျခင္းကိုေမးခြန္းထုတ္ေပးခဲ့တဲ့ဇာတ္ကား………။ကြ်န္ေတာ့္အတြက္ေတာ့ အျမဲသတိရေနမယ့္ဇာတ္ကား…ကိုရီးယားဇာတ္ကားေတြကို စတင္ႏွစ္သက္ေစခဲ့တဲ့ဇာတ္ကား….ဒီဇာတ္ကားကို ကြ်န္ေတာ္ပဲရမ္းသမ္းဘာသာျပန္ျပီးတင္ဆက္လိုက္ပါတယ္။\nအားေပးၾကည့္ရႈၾကပါဦး။ \nFile size…(1.7 GB) ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/sex-is-zero-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Admn2cFVwc5gBMKHf3MWgt8ApKN.jpg",
        "title": "Up There(2019)",
        "description": "Up There(2019)အညွှန်း*********************(unicode)2019 ခုနှစ်ထွက် Up there ဆိုတဲ့ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးချင်ပါတယ် Drama ဇာတ်ကားလေးတွေကြိုက်နှစ်သက်သူတွေ သဘောကျမယ့် ဖြစ်ပါတယ်....\nဂျက်ခ်ဆိုတဲ့ ဂျာနယ်လစ်တစ်ဦးဟာ နယ်မြို့လေးတစ်မြို့ဆီကို ဆောင်းပါးရေးဖို့ သတင်းအချက်အလက်တွေ စုဆောင်းဖို့အတွက် ရောက်ရှိလို့လာပါတယ်\nမြို့ကလေးဟာ လူဦးရေသိပ်မများဘဲနဲ့ သိုသိုသိပ်သိပ်မြို့လေးတစ်မြို့ဖြစ်ပြီးတော့ သူစိမ်းတွေဆိုရင် သိပ်ပြီးအမြင်မကြည်တဲ့မြို့လေးဖြစ်နေလေတော့ ဂျက်ခ်အတွက် သတင်းရယူဖို့ အခက်အခဲဖြစ်နေပါတော့တယ်\nတစ်နေ့မှာ အမ်မာ ဆိုတဲ့ မြို့ခံကောင်မလေးတစ်ယောက် ရောက်လာပြီးတော့ မိတ်ဆက်ပါတယ် မြို့ခံတွေကိုအင်တာဗျူးလုပ်ဖို့ သူကူညီပေးနိုင်ပါတယ်တဲ့\nနွေးနွေးထွေးထွေး ဒရာမာကားလေးမို့ ယခုရာသီဥတုမှာ ကြည့်ရှုခံစားလိုက်ပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်...(zawgyi)2019 ခုႏွစ္ထြက္ Up there ဆိုတဲ့ဇာတ္ကားေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္ Drama ဇာတ္ကားေလးေတြႀကိဳက္ႏွစ္သက္သူေတြ သေဘာက်မယ့္ ျဖစ္ပါတယ္....\nဂ်က္ခ္ဆိုတဲ့ ဂ်ာနယ္လစ္တစ္ဦးဟာ နယ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ဆီကို ေဆာင္းပါးေရးဖို႔ သတင္းအခ်က္အလက္ေတြ စုေဆာင္းဖို႔အတြက္ ေရာက္ရွိလို႔လာပါတယ္\nၿမိဳ႕ကေလးဟာ လူဦးေရသိပ္မမ်ားဘဲနဲ႔ သိုသိုသိပ္သိပ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕ျဖစ္ၿပီးေတာ့ သူစိမ္းေတြဆိုရင္ သိပ္ၿပီးအျမင္မၾကည္တဲ့ၿမိဳ႕ေလးျဖစ္ေနေလေတာ့ ဂ်က္ခ္အတြက္ သတင္းရယူဖို႔ အခက္အခဲျဖစ္ေနပါေတာ့တယ္\nတစ္ေန႔မွာ အမ္မာ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3yGhy/Up_There_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/loC9ptPrTT1e09frmddn6LU612d.jpg",
        "title": "A Million Little Pieces(2019)",
        "description": "A Million Little Pieces(2019)အညွှန်း******************************(unicode)အရက် ဆေး ကိုကင်း အသီး အရွက် အလုံး\nဒီနာမည်မျိုးစုံနဲ့ ထွက်တဲ့ဆေးဝါးတွေမူးယစ်ဆေးတွေစိတ်ကြွဆေးတွေဟာ သုံးလို့တော့ကောင်းပေမယ့် နောက်ဆက်တွဲ က ဆိုးကျိုးပဲ\nများတာကို အတော်များများ သိကြမှာပါ....ဆေးချတာမပြောနဲ့ဦး Hangover ဖြစ်ရင်တောင်တစ်နေ့လုံးနေလို့အဆင်မပြေတဲ့ဝေဒနာကြီးစွဲထင်တတ်ပါတယ် A Million Little Pieces ထဲက ဂျိမ်းစ်ဖရေး သူ့ဘ၀တောက်လျှောက်ဆေးလိပ်တွေအရက်တွေ ကိုကင်းတွေနဲ့ပဲ ရင်းနှီးခဲ့ရတယ် အသက်နဲ့မလိုက်အောင် ကိုယ်တွင်းအင်္ဂါထိခိုက်မှုတွေဖြစ်ထားတယ် မိသားစုအချစ်ရေး မိတ်ဆွေသူငယ်ချင်းအားလုံးဆုံးရှုံးပြီးမှ ဒီပြန်လည်ထူထောင်ရေးစင်တာကိုရောက်လာတယ် ပထမနေ့ နေရထိုင်ရအဆင်မပြေဖြစ်တယ်ဂယောင်ခြောက်ခြားဖြစ်မယ် ဝေဒနာပေါင်းစုံပါပဲ ဒုတိယနေ့အဲ့ထက်ဆိုးတယ် တတိယနေ့အဲ့ထက်ပိုပိုဆိုးလာတယ်ဆေးပြတ်အောင်ဖြတ်တာဟာလွယ်ကူတဲ့အလုပ်မဟုတ်မှန်းဒီကားကြည့်ရင်သိမှာပါ တဖြည်းဖြည်းပြောင်းလဲလာတဲ့ဂျိမ်းစ်ဖရေးကိုလဲ ကြည့်ရင်း ကိုယ်တိုင်မွန်းကြပ်လာသလို\nသူနဲ့ အတူ ဒီ ဒုက္ခတောထဲက ထွက်ဖို့ရုန်းကန်ချင်စိတ်ပေါ်လာပါတယ်..\nသူဆေးပြတ်သွားမလား...ဆက်ပြီးသုံးရင်း ဘဝကို အဓိပ္ပါယ်မဲ့\nဆက်ကုန်ဆုံးမလား ခံစားကြည့်ကြပါဥ◌ီး....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်...(zawgyi)အရက္ ေဆး ကိုကင္း အသီး အ႐ြက္ အလုံး\nဒီနာမည္မ်ိဳးစုံနဲ႔ ထြက္တဲ့ေဆးဝါးေတြမူးယစ္ေဆးေတြစိတ္ႂကြေဆးေတြဟာ သုံးလို႔ေတာ့ေကာင္းေပမယ့္ ေနာက္ဆက္တြဲ ...",
        "rating": "6.6",
        "url": "https://megaup.net/4UBdl/A_Million_Little_Pieces_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vFTyUmeddTMd5E25KyjErk8Mu3c.jpg",
        "title": "Stolen Identity ( 2018 )",
        "description": "Zawgyi*******ဇာတ္လမ္းကေတာ့ဖုန္းက်ေပ်ာက္တဲ့ကိစၥကစပါတယ္....ဖုထ်န္ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ကတစ္ေန႔မွာအလုပ္ဆီအေလာတႀကီးသြားရင္းနဲ႔တကၠစီကားေပၚမွာမေတာ္တဆဖုန္းေမ့က်န္ခဲ့ပါတယ္....ေနာက္ေတာ့ဖုန္းေကာက္ရတဲ့လူကဖုန္းကိုျပန္ေပးခဲ့ေပမဲ့ျပန္မေပးခင္မွာဖုထ်န္ရဲ့ခ်စ္သူေတာက္ယဲ့မာေမဆိုတဲ့အနက္ေရာင္ဆံပင္ရွည္နဲ႔ေကာင္မေလးကိုေတြ႕ၿပီးစြဲလန္းသြားလို့ဖုထ်န္ဖုန္းထဲမွာရွိတဲ့အခ်က္အလက္ေတြအားလုံးကိုေကာ္ပီကူးယူခဲ့ပါတယ္....အဲ့ခ်ိန္ကစၿပီး ထူးဆန္းတဲ့မက္ေဆ့ေတြ Linkေတြကဖုထ်န္ဖုန္းထဲသာမကမာေမရဲ့ဖုန္းထဲထိပါခဏခဏဝင္လာတတ္ပါတယ္....တစ္ဖက္မွာလည္းေတာင္ေပၚမွာေသဆုံးသူမည္သူမည္ဝါမွန္းမသိတဲ့အျမဳပ္ခံထားရတဲ့မိန္းကေလးအေလာင္းငါးေလာင္းေတြ႕ရွိလို့ကြင္းဆက္လူသတ္တရားခံကိုႀကိဳးစားရွာေဖြရင္းအေလာင္းေတြမွာတူညီတဲ့အခ်က္ကအနက္ေရာင္ဆံပင္ရွည္နဲ႔မိန္းမျဖစ္ၿပီးဆံပင္ေတြကလည္းအရိတ္ခံထားရပါတယ္....ဖုန္းကေနတစ္ဆင့္ ကိုယ့္အခ်က္အလက္ေတြခိုးယူခံခဲ့ရတဲ့သူတို့ႏွစ္ေယာက္ကဘယ္လိုေျဖရွင္းၾကမလဲ ဘာေၾကာင့္လဲေတာင္ေပၚမွာေတြ႕ခဲ့တဲ့အေလာင္းေတြကေရာ ဘယ္သူကသူတို့ကိုသတ္တာလဲ ဘာေၾကာင့္လဲ....တရားခံကတစ္ေယာက္တည္းပဲလားဆိုတာပေဟဠိအမ်ိဳးမ်ိဳးနဲ႔ၾကည့္ရွုရမွာျဖစ္တာမို့ လက္လြတ္မခံပဲဆက္ဆက္ၾကည့္ရွုဖို့ တိုက္တြန္းလိုက္ပါရေစေနာ္ Unicode*******ဇာတ်လမ်းကတော့ဖုန်းကျပျောက်တဲ့ကိစ္စကစပါတယ်....ဖုထျန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ကတစ်နေ့မှာအလုပ်ဆီအလောတကြီးသွားရင်းနဲ့တက္ကစီကားပေါ်မှာမတော်တဆဖုန်းမေ့ကျန်ခဲ့ပါတယ်....နောက်တော့ဖုန်းကောက်ရတဲ့လူကဖုန်းကိုပြန်ပေးခဲ့ပေမဲ့ပြန်မပေးခင်မှာဖုထျန်ရဲ့ချစ်သူတောက်ယဲ့မာမေဆိုတဲ့အနက်ရောင်ဆံပင်ရှည်နဲ့ကောင်မလေးကိုတွေ့ပြီးစွဲလန်းသွားလို့ဖုထျန်ဖုန်းထဲမှာရှိတဲ့အချက်အလက်တွေအားလုံးကိုကော်ပီကူးယူခဲ့ပါတယ်....အဲ့ချိန်ကစပြီး ထူးဆန်းတဲ့မက်ဆေ့တွေ Linkတွေကဖုထျန်ဖုန်းထဲသာမကမာမေရဲ့ဖုန်းထဲထိပါခဏခဏဝင်လာတတ်ပါတယ်....တစ်ဖက်မှာလည်းတောင်ပေါ်မှာသေဆုံးသူမည်သူမည်ဝါမှန်းမသိတဲ့အမြုပ်ခံထားရတဲ့မိန်းကလေးအလောင်းငါးလောင်းတွေ့ရှိလို့ကွင်းဆက်လူသတ်တရားခံကိုကြိုးစားရှာဖွေရင်းအလောင်းတွေမှာတူညီတဲ့အချက်ကအနက်ရောင်ဆံပင်ရှည်နဲ့မိန်းမဖြစ်ပြီးဆံပင်တွေကလည်းအရိတ်ခံထားရပါတယ်....ဖုန်းကနေတစ်ဆင့် ကိုယ့်အချက်အလက်တွေခိုးယူခံခဲ့ရတဲ့သူတို့နှစ်ယောက်ကဘယ်လိုဖြေရှင်းကြမလဲ ဘာကြောင့်လဲတောင်ပေါ်မှာတွေ့ခဲ့တဲ့အလောင်းတွေကရော ဘယ်သူကသူတို့ကိုသတ်တာလဲ ဘာကြောင့်လဲ....တရားခံကတစ်ယောက်တည်းပဲလားဆိုတာပဟေဠိအမျိုးမျိုးနဲ့ကြည့်ရှုရမှာဖြစ်တာမို့ လက်လွတ်မခံပဲဆက်ဆက်ကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ပါရစေနော် Translated & Review By MineEncoded By LK",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/stolen-identity-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bk6x3PHpTC3zpVHedGFfygHxbll.jpg",
        "title": "Bigil (2019)",
        "description": "(Unicode)တစ်နှစ်တစ်ကား ဆိုသလို တမီးလ်မင်းသား ဗီဂျေးရဲ့ ၂၀၁၉ထွက် ကားကောင်းတစ်ကားကို မြန်မြန်နဲ့ မှန်မှန် တင်ဆက်ပေးလိုက်ပါတယ်။Genere- Drama,Sport,ActionIMDb - 7.5/10တစ်ရပ်ကွက်လုံးရဲ့ အာဏာရှိ လူမိုက် မိုက်ကယ်၊ မိန်းမလည်း မရှိ၊ ကျားလည်းမကိုက်၊ သောက်သောက်စားစား လူရမ်းကားလေး။တနေ့တော့ သူ့သူငယ်ချင်း ကာဒီးရ်ဟာ အမျိုးသမီးဘောလုံးအသင်းရဲ့ နည်းပြအဖြစ်နဲ့ အသင်းအတူ ဒေလီသွားဖို့ သူ့ဆီ ဝင်ပါတယ်။မမျှော်လင့်ဘဲ မိုက်ကယ်ရဲ့ ရန်ကြွေးတွေကြောင့် နည်းပြဆရာ ကာဒီးရ်ကို ဓားချက်ထိခဲ့ရတယ်။ကြယ်ပွင့်လေး ၁၅ပွင့်ရဲ့ တစ်ဦးတည်းသော ကယ်တင်ရှင် နည်းပြကာသီဟာ တစ်နှစ်တာ အနားယူရမယ်လို့ သိလိုက်ရစဉ်မှာတော့.....-------------------------------------ဒီဇာတ်ကားထဲမှာတော့ ဗီဂျေးကို ဘောလုံးသမား၊ လူမိုက်ကြီး၊ နည်းပြ စသဖြင့် ပုံစံမျိုးစုံ မြင်ရပြီး အဖေလိုတစ်မျိုး သားလိုတစ်ဖုံ တွေ့ရမှာပါ။အဖေ ပေးတဲ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/bigil-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m6cp0DfEgl2hhMKTszgkqXDqRuO.jpg",
        "title": "Knives and Skin(2019)",
        "description": "Knives and Skin(2019)အညွှန်း**************************(Unicode)ဒီကားကတော့ psychological thrillerအမျိုးအစားဖြစ်ပါတယ်\nကာရိုလင်းဆိုတဲ့အထက်တန်းကျောင်းသူလေးထူးဆန်းစွာပျောက်ဆုံးသွားပါတယ်..\nသူပျောက်ခြင်းရဲ့ နောက်ဆက်တွဲအနေနဲ့ ကျန်ခဲ့တဲ့ကျောင်းသူကျောင်းသားတွေ\nအတွက် ထိတ်လန့်စရာပါပဲ...\nဒီကျောင်းသူလေးကရော ဘာကြောင့်ပျောက်ဆုံးသွားတာလဲ...\nပြန်ရောတွေ့နိုင်ပါ့မလား...\nကျန်ခဲ့တဲ့ ကျောင်းသား ကျောင်းသူတွေနဲ့\nကျောင်းသားမိဘတွေကရော ဘယ်လိုတွေဆက်လုပ်ကြမလဲဆိုတာကိုတော့\nခံစားကြည့်ကြပါဥ◌ီး...\nလူ့အသိုင်းအဝိုင်းရဲ့ဇာတ်ရှုပ်ကြီးတွေကို ခန့်မှန်းလို့မရအောင် စိတ္တဇဆန်ဆန်ဖော်ပြထားတာကိုတွေ့ရမှာပါ\nအားလုံးအကြိုက်တွေ့ဖို့မျှော်လင့်ပါတယ်.\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်...(zawgyi)ဒီကားကေတာ့ psychological thrillerအမ်ိဳးအစားျဖစ္ပါတယ္\nကာ႐ိုလင္းဆိုတဲ့အထက္တန္းေက်ာင္းသူေလးထူးဆန္းစြာေပ်ာက္ဆုံးသြားပါတယ္..\nသူေပ်ာက္ျခင္းရဲ႕ ေနာက္ဆက္တြဲအေနနဲ႔ က်န္ခဲ့တဲ့ေက်ာင္းသူေက်ာင္းသားေတြ\nအတြက္ ထိတ္လန႔္စရာပါပဲ...\nဒီေက်ာင္းသူေလးကေရာ ဘာေၾကာင့္ေပ်ာက္ဆုံးသြားတာလဲ...\nျပန္ေရာေတြ႕ႏိုင္ပါ့မလား...\nက်န္ခဲ့တဲ့ ေက်ာင္းသား ေက်ာင္းသူေတြနဲ႔\nေက်ာင္းသားမိဘေတြကေရာ ဘယ္လိုေတြဆက္လုပ္ၾကမလဲဆိုတာကိုေတာ့\nခံစားၾကည့္ၾကပါဥ◌ီး...\nလူ႔အသိုင္းအဝိုင္းရဲ႕ဇာတ္ရႈပ္ႀကီးေတြကို ခန႔္မွန္းလို႔မရေအာင္ စိတၱဇဆန္ဆန္ေဖာ္ျပထားတာကိုေတြ႕ရမွာပါ\nအားလုံးအႀကိဳက္ေတြ႕ဖို႔ေမွ်ာ္လင့္ပါတယ္.\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္... File Size : (900 MB) and (372 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:50:00\nGenre :    Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/knives-and-skin2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/one-127x200.jpg",
        "title": "One Must Fall(2019)",
        "description": "One Must Fall(2019)အညွှန်း*************************(unicode)Inno Tech ကုမ္ပဏီရဲ့အရောင်းကိုယ်စားလှယ်မလေးဆယ်ရာ အလုပ်မှာပြဿနာဖြစ်ပြီး ထွက်လာရတယ် single mother ဖြစ်တဲ့ဆယ်ရာတစ်ယောက်အိမ်အသစ်ကလဲ ပူပူနွေးနွေးကြီး၀ယ်ရတော့မယ် ထိန်းကျောင်းရမယ့်သားတစ်ယောက်ကလဲရှိသေးပြန်တော့သူငယ်ချင်းဖြစ်သူ အာတန်အဆက်သွယ်နဲ့ မှုခင်းတွေအခင်းနေရာတွေမှာ ကျန်ခဲ့တဲ့သွေးတွေအသားစတွေရှင်းတဲ့အလုပ်ထဲ၀င်လုပ်ရတယ် ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာပဲဆို ရမလား ဆယ်ရာတစ်ယောက်သူသွားရှင်းတဲ့နေရာမှာပုန်းခိုနေတဲ့စိတ်တ္တဇလူသတ်သမားနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရတဲ့အခါမှာတော့ဒီကားမှာပါတဲ့ စိတ်တ္တဇလူသတ်သမားကတော်တော်ကြမ်းပါတယ် သူ့အတွေးတွေကအစွန်းရောက်ပေမယ့် သူ့ဟာနဲ့သူမှန်နေပြန်ပါသေးတယ် အဲ့လိုလူနဲ့အပြင်မှာစကားပြိုင်ပြောရင်တောင်ခင်ဗျားတို့ယှဥ်နိုင်မယ်မထင်ဘူးဗျာဘုရားသခင် တနည်းအားဖြင့် Jesus Christ ကိုမယုံကြည်မှုအစွန်းရောက်သွားတဲ့ဒီသွေးအေးအေးမျက်နှာပိုင်ရှင်လူသတ်သမားကြီးရဲ့ အခုတ်အဖြတ်တွေကို ထိန်လန့်\nကြောက်မက်ဖွယ်ခံစားရမှာပါ...\nဘာပဲဖြစ်ဖြစ် mesg လေးတစ်ခုတော့သေချာပေါက်ပေးစွမ်းနိုင်မယ့်ကားလို့ပြောချင်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်...(zawgyi)Inno Tech ကုမၸဏီရဲ႕အေရာင္းကိုယ္စားလွယ္မေလးဆယ္ရာ အလုပ္မွာျပႆနာျဖစ္ၿပီး ထြက္လာရတယ္ single mother ျဖစ္တဲ့ဆယ္ရာတစ္ေယာက္အိမ္အသစ္ကလဲ ပူပူေႏြးေႏြးႀကီး၀ယ္ရေတာ့မယ္ ထိန္းေက်ာင္းရမယ့္သားတစ္ေယာက္ကလဲရွိေသးျပန္ေတာ့သူငယ္ခ်င္းျဖစ္သူ အာတန္အဆက္သြယ္နဲ႔ မႈခင္းေတြအခင္းေနရာေတြမွာ က်န္ခဲ့တဲ့ေသြးေတြအသားစေတြရွင္းတဲ့အလုပ္ထဲ၀င္လုပ္ရတယ္ ကံဆိုးမသြားရာမိုးလိုက္လို႔႐ြာပဲဆို ရမလား ဆယ္ရာတစ္ေယာက္သူသြားရွင္းတဲ့ေနရာမွာပုန္းခိုေနတဲ့စိတ္တၱဇလူသတ္သမားနဲ႔ ထိပ္တိုက္ရင္ဆိုင္ရတဲ့အခါမွာေတာ့ဒီကားမွာပါတဲ့ စိတ္တၱဇလူသတ္သမားကေတာ္ေတာ္ၾကမ္းပါတယ္ သူ႔အေတြးေတြကအစြန္းေရာက္ေပမယ့္ သူ႔ဟာနဲ႔သူမွန္ေနျပန္ပါေသးတယ္ အဲ့လိုလူနဲ႔အျပင္မွာစကားၿပိဳင္ေျပာရင္ေတာင္ခင္ဗ်ားတို႔ယွဥ္ႏိုင္မယ္မထင္ဘူးဗ်ာဘုရားသခင္ တနည္းအားျဖင့္ Jesus Christ ကိုမယုံၾကည္မႈအစြန္းေရာက္သြားတဲ့ဒီေသြးေအးေအးမ်က္ႏွာပိုင္ရွင္လူသတ္သမားႀကီးရဲ႕ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/one-must-fall2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8mcXb3km7hZ8aJKpxxgnvvxt9gW.jpg",
        "title": "Grand Isle (2019)",
        "description": "(Unicode)မင်းသားကြီး Nicolas Cage ရဲ့ဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။Thriller/Action ဇာတ်ကားလေးဖြစ်ပြီး...ဇာတ်ကားကြည့်ရင်းသို့လောသို့လောနဲ့နားလည်ရခက်စေပြီးနောက်မှအဖြေပေါ်သွားစေတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၈၈ခုနှစ်၀န်းကျင်....ဟာရီကိန်းမုန်တိုင်းမ၀င်ခင်နာရီပိုင်းအလို....ဂရန်းအိုင်လ်ဆိုတဲ့နယ်မြို့လေးတစ်ခုမှာ ထူးဆန်းတဲ့လင်မယားနှစ်ယောက်နေထိုင်တဲ့အိမ်တစ်အိမ်ရှိပါတယ်။ဇာတ်လမ်းအစမှာတော့ အဲဒီအိမ်ကိုမှသွားခိုးမိတဲ့ သူခိုးလေးတစ်ယောက်သေနတ်တဲ့အပစ်ခံရပြီး...အိမ်ရဲ့ခြံစည်းရိုးလည်းပျက်စီးသွားတဲ့အတွက်ငယ်ငယ်ရွယ်ရွယ်အိမ်ထောင်ကျပြီး ကလေးရပြီးနောက် မိသားစုစား၀တ်နေရေးအတွက် ရုန်းကန်နေရတဲ့ဘာဒီဆိုတဲ့လူငယ်တစ်ယောက် အဲဒီခြံစည်းရိုးပြင်ဖို့အလုပ်ကိုလက်ခံရာကစပြီး...သူတို့လင်မယားနှစ်ယောက်နဲ့မုန်တိုင်းတွင်းမှာ ဇာတ်လမ်းတွေစရှုပ်ပါတော့တယ်....အဲဒီအိမ်ကြီးရဲ့လျို့ဝှက်ချက်ကဘာလဲ...ဘာဒီဆိုတဲ့လူငယ်ကရော ဘာတွေအဆင်မပြေတာရှိနေပြီး...ဖရန့်တို့လင်မယားနှစ်ယောက်ကဘယ်အားနည်းချက်ကိုအသုံးချပြီးဒုက္ခပေးမှာလဲ....ဖရန့်တို့လင်မယားနှစ်ယောက်ကရောဘာတွေလဲဆိုတောတွေ့ရမှာပါ။(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)(Zawgyi)မင္းသားႀကီး Nicolas Cage ရဲ႕ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။Thriller/Action ဇာတ္ကားေလးျဖစ္ၿပီး...ဇာတ္ကားၾကည့္ရင္းသို႔ေလာသို႔ေလာနဲ႔နားလည္ရခက္ေစၿပီးေနာက္မွအေျဖေပၚသြားေစတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ၁၉၈၈ခုႏွစ္၀န္းက်င္....ဟာရီကိန္းမုန္တိုင္းမ၀င္ခင္နာရီပိုင္းအလို....ဂရန္းအိုင္လ္ဆိုတဲ့နယ္ၿမိဳ႕ေလးတစ္ခုမွာ ထူးဆန္းတဲ့လင္မယားႏွစ္ေယာက္ေနထိုင္တဲ့အိမ္တစ္အိမ္ရွိပါတယ္။ဇာတ္လမ္းအစမွာေတာ့ အဲဒီအိမ္ကိုမွသြားခိုးမိတဲ့ သူခိုးေလးတစ္ေယာက္ေသနတ္တဲ့အပစ္ခံရၿပီး...အိမ္ရဲ႕ၿခံစည္း႐ိုးလည္းပ်က္စီးသြားတဲ့အတြက္ငယ္ငယ္႐ြယ္႐ြယ္အိမ္ေထာင္က်ၿပီး ကေလးရၿပီးေနာက္ မိသားစုစား၀တ္ေနေရးအတြက္ ႐ုန္းကန္ေနရတဲ့ဘာဒီဆိုတဲ့လူငယ္တစ္ေယာက္ အဲဒီၿခံစည္း႐ိုးျပင္ဖို႔အလုပ္ကိုလက္ခံရာကစၿပီး...သူတို႔လင္မယားႏွစ္ေယာက္နဲ႔မုန္တိုင္းတြင္းမွာ ဇာတ္လမ္းေတြစရႈပ္ပါေတာ့တယ္....အဲဒီအိမ္ႀကီးရဲ႕လ်ိဳ႕ဝွက္ခ်က္ကဘာလဲ...ဘာဒီဆိုတဲ့လူငယ္ကေရာ ဘာေတြအဆင္မေျပတာရွိေနၿပီး...ဖရန္႔တို႔လင္မယားႏွစ္ေယာက္ကဘယ္အားနည္းခ်က္ကိုအသုံးခ်ၿပီးဒုကၡေပးမွာလဲ....ဖရန္႔တို႔လင္မယားႏွစ္ေယာက္ကေရာဘာေတြလဲဆိုေတာေတြ႕ရမွာပါ။(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပါ) File Size : (750 MB) and (380 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/grand-isle-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/350gCL2oy9gWixfOhblcWipqOfj.jpg",
        "title": "Trauma Center (2019)",
        "description": "(Unicode)မင်းသားကြီး Bruce Willis ပါဝင်ထားပြီဆိုမှတော့ ဇာတ်ကားကောင်းတစ်ကားဆိုတာ ကျိန်းသေနေပါပြီ၂၀၁၉ ခုနစ်ထွက် Thriller/Horror အမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းအကျဉ်းကတော့... လောလောလတ်လတ်မိခင်ဖြစ်သူသေဆုံးထားပြီးေနာက်ဆေးရုံတွေကို မုန်းတီးနေတဲ့ မက်ဒီဆန်က စားပွဲထိုးအလုပ်ကိုလုပ်ရင်း ပန်းနာရင်ကျပ်ရောဂါသည် ညီမဖြစ်သူအတွက် ပိုက်ဆံရှာရပါတယ်...တစ်ည ညဆိုင်းဆင်းရင်း လူသတ်မှုတစ်ခုကို မျက်ဝါးထင်ထင်မြင်လိုက်ရကာ တရားခံ သေနတ်သမားရဲ့ကျည်ဆန်ကြောင့် ဆေးရုံရောက်သွားပါတော့တယ်....ကံကောင်းထောက်မလို့ အသက်မသေခဲ့ပေမယ့် မျက်မြင်သက်သေကို အပြတ်ရှင်းချင်တဲ့ တရားခံတွေကလိုက်လာပြီး အသက်ရန်ရှာတဲ့အခါမှာတော့....သူမ တစ်ယောက်တည်းအသက်ဘေးကလွတ်နိုင်ပါ့မလားဆိုတာကို အသည်းတယားယားနဲ့ကြည့်ရှုခံစားရမှာပါ....(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)မင္းသားႀကီး Bruce Willis ပါဝင္ထားၿပီဆိုမွေတာ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုတာ က်ိန္းေသေနပါၿပီ၂၀၁၉ ခုနစ္ထြက္ Thriller/Horror အမ်ိဳးအစားျဖစ္ၿပီး ဇာတ္လမ္းအက်ဥ္းကေတာ့... ေလာေလာလတ္လတ္မိခင္ျဖစ္သူေသဆုံးထားၿပီးေနာက္ေဆး႐ုံေတြကို မုန္းတီးေနတဲ့ မက္ဒီဆန္က စားပြဲထိုးအလုပ္ကိုလုပ္ရင္း ပန္းနာရင္က်ပ္ေရာဂါသည္ ညီမျဖစ္သူအတြက္ ပိုက္ဆံရွာရပါတယ္...တစ္ည ညဆိုင္းဆင္းရင္း လူသတ္မႈတစ္ခုကို မ်က္ဝါးထင္ထင္ျမင္လိုက္ရကာ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/trauma-center-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/she-devil-2014-133x200.jpg",
        "title": "She Devil ( 2014 )",
        "description": "Zawgyi*******ဒီဇာတ္ကားေလးဟာဆိုရင္ ဝမ္နဲ႔ ပလြယ္ဟာဆို သိပ္ခ်စ္ၾကတဲ့ခ်စ္သူလင္မယားေတြျဖစ္ၾကတယ္ မိန္းမျဖစ္သူ ပုံမွန္မဟုတ္တာသူ႔ေယာက်ာ္းက သူအေမမရွိတဲ့ေန႔တြင္သိခဲ့ရတယ္ေကာင္မေလး ၁၆ႏွစ္အ႐ြယ္မွာ ဂေလာင္ေရတံခြန္သြားလည္ရာမွာေရနစ္ခ့ဲ့ဖူးရာေနစခဲ့တယ္ သူတို႔ႏွစ္ေယာက္နတ္ကန္ေတာ္ကိုသြားေရာက္အကူအညီေတာင္းခဲ့ရာမွသူ႐ုပ္ခႏၶာမွာ လူကုန္ကူးခံတဲ့ ဗမာမေလးတေယာက္ ဝင္ေနတာကိုသိလိုက္ရတယ္ ဇာတ္ကားေလးက ဘယ္လိုျဖစ္မလဲဆိုတာရင္ခုန္စြာဆက္လက္ၾကည့္ရႈၾကပါစို႔ေနာ္..... Unicode*******ဒီဇာတ်ကားလေးဟာဆိုရင် ဝမ်နဲ့ ပလွယ်ဟာဆို သိပ်ချစ်ကြတဲ့ချစ်သူလင်မယားတွေဖြစ်ကြတယ် မိန်းမဖြစ်သူ ပုံမှန်မဟုတ်တာသူ့ယောကျာ်းက သူအမေမရှိတဲ့နေ့တွင်သိခဲ့ရတယ်ကောင်မလေး ၁၆နှစ်အရွယ်မှာ ဂလောင်ရေတံခွန်သွားလည်ရာမှာရေနစ်ခဲ့ဖူးရာနေစခဲ့တယ် သူတို့နှစ်ယောက်နတ်ကန်တော်ကိုသွားရောက်အကူအညီတောင်းခဲ့ရာမှသူရုပ်ခန္ဓာမှာ လူကုန်ကူးခံတဲ့ ဗမာမလေးတယောက် ဝင်နေတာကိုသိလိုက်ရတယ် ဇာတ်ကားလေးက ဘယ်လိုဖြစ်မလဲဆိုတာရင်ခုန်စွာဆက်လက်ကြည့်ရှုကြပါစို့နော်..... Translated & Review By NannEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1tngj/(CM)She.Devil.2014.DVDRip.mp4",
        "category": "Comedy, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/53LLJ5TArKcwjtOCoBoTPPWPgEY.jpg",
        "title": "Laal Kaptaan (2019)",
        "description": "(Unicode)IMDb ratings : 7.6/10Genre : Action,Dramaဒီတစ်ခါ ဘောလိ၀ုဒ်ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။Saif Ali Khan , Sonakshi Sinha တို့ ပါ၀င်သရုပ်ဆောင်ထားတဲ့ ကြည့်ပျော်ရှုပျော် ဇာတ်ကားတစ်ကားပါ။ဒီကားအညွှန်းရေးရမှာက ကျွန်တော့်အဖို့ တော်တော့်ကို ခက်ခဲပါတယ်။အိန္ဒိယနိုင်ငံမှာ ဇာတ်အနိမ့်အမြင့်နာမည်တွေ ၊ မျိုးနွယ်နာမည်တွေနဲ့ ကိုးကွယ်တဲ့ဘာသာပေါင်းများစွာရှိတဲ့အတွက် လက်လှမ်းမမီတာကြောင့်ပေါ့။ဇာတ်လမ်းစစချင်းကတည်းက သတ်တာဖြတ်တာတွေ ၊ သွေးထွက်သံယို ပြကွက်တွေနဲ့ စထားတာမို့၊ အရွယ်မရောက်သေးသူ ကလေးသူငယ်များ အုပ်ထိန်းသူနဲ့ကြည့်သင့်ပါတယ်။၁၈ ရာစု၀န်းကျင်ကို အခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့ ဒီကားက ဟောလိ၀ုဒ်က ရိုက်ပြခဲ့တဲ့ Bounty Hunter ကားတွေနဲ့ တော်တော်လေး တူပါတယ်။အဓိက ဇာတ်ကောင်က ဆုကြေးအထုတ်ခံထားတဲ့သူတွေကို လိုက်သတ်မယ်။ပြီးရင် သတ်ထားတဲ့သူရဲ့ခေါင်းကို ဖြတ်ယူပြီး ထုတ်ထားတဲ့သူဆီ ငွေသွားတောင်းမယ်။ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/laal-kaptaan-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkBFjCktRSKizuLrSOqAZbmmNzV.jpg",
        "title": "1st Born(2019)",
        "description": "1st Born(2019)(unicode)ပေါ့ပေါ့ပါးပါး ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အီရန်လူမျိုးယောက်ျား ဘန်ဂျမင်နဲ့အမေရိကန်အမျိုးသမီးကိတ်တို့ဟာ\nအိမ်ထောင်ကျပြီးခုနစ်နှစ်အတွင်းကလေးမရကြပါဘူး ကလေးမရကြတော့ ကလေးမွေးစားဖို့စီစဉ်ကြပါတယ်\nစီစဉ်နေတုန်းမှာပဲ မမျှော်လင့်ပဲ ကိုယ်ဝန်ရှိနေတာကိုသိလိုက်ကြပါတယ် ကံဆိုးစွားနဲ့ပဲကလေးမှာ ရောဂါဖြစ်နေတာကိုသိလိုက်ပါတယ် အဲ့ရောဂါက အဖိုးတွေရဲ့ရိုးတွင်းချဉ်ဆီနဲ့မှကုလို့ရမယ်ဖြစ်ပါတယ် အဲ့ဒါမှာဇာတ်လမ်းကစပါတော့တယ် ဘန်ဂျမင်ရဲ့အဖေကအမေရိကန်ကိုမုန်းပါတယ် မုန်းလွန်းလို့ကျောင်းသားဘဝတည်းက အီရန်မှာရှိတဲ့အမေရိကန်သံရုံးကိုဝင်တိုက်တာပါ အဲ့လောက်ကိုမုန်းပါတယ် ဘန်ဂျမင်ရဲ့အမျိုးသမီးကိတ်ရဲ့အဖေကလည်း ဆီနိတ်တာဖြစ်ဖို့ကြိုးပမ်းနေတဲ့အချိန်လဲဖြစ်ပါတယ်\nယောက္ခမချင်းက နိုင်ငံကိုတအားချစ်တဲ့လူတွေပီပီ ဘယ်လိုတွေဖြစ်မလဲဆိုတာ ဘယ်လိုအလွဲလေးတွေဖြစ်မလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှုပေးကြပါဦး\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်....(zawgyi)ေပါ့ေပါ့ပါးပါး ဟာသကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အီရန္လူမ်ိဳးေယာက္်ား ဘန္ဂ်မင္နဲ႔အေမရိကန္အမ်ိဳးသမီးကိတ္တို႔ဟာ\nအိမ္ေထာင္က်ၿပီးခုနစ္ႏွစ္အတြင္းကေလးမရၾကပါဘူး ကေလးမရၾကေတာ့ ကေလးေမြးစားဖို႔စီစဥ္ၾကပါတယ္\nစီစဥ္ေနတုန္းမွာပဲ မေမွ်ာ္လင့္ပဲ ကိုယ္ဝန္ရွိေနတာကိုသိလိုက္ၾကပါတယ္ ကံဆိုးစြားနဲ႔ပဲကေလးမွာ ေရာဂါျဖစ္ေနတာကိုသိလိုက္ပါတယ္ အဲ့ေရာဂါက အဖိုးေတြရဲ႕႐ိုးတြင္းခ်ဥ္ဆီနဲ႔မွကုလို႔ရမယ္ျဖစ္ပါတယ္ အဲ့ဒါမွာဇာတ္လမ္းကစပါေတာ့တယ္ ဘန္ဂ်မင္ရဲ႕အေဖကအေမရိကန္ကိုမုန္းပါတယ္ မုန္းလြန္းလို႔ေက်ာင္းသားဘဝတည္းက အီရန္မွာရွိတဲ့အေမရိကန္သံ႐ုံးကိုဝင္တိုက္တာပါ အဲ့ေလာက္ကိုမုန္းပါတယ္ ဘန္ဂ်မင္ရဲ႕အမ်ိဳးသမီးကိတ္ရဲ႕အေဖကလည္း ဆီနိတ္တာျဖစ္ဖို႔ႀကိဳးပမ္းေနတဲ့အခ်ိန္လဲျဖစ္ပါတယ္\nေယာကၡမခ်င္းက ႏိုင္ငံကိုတအားခ်စ္တဲ့လူေတြပီပီ ဘယ္လိုေတြျဖစ္မလဲဆိုတာ ဘယ္လိုအလြဲေလးေတြျဖစ္မလဲဆိုတာ စိတ္ဝင္တစားနဲ႔ၾကည့္ရႈေပးၾကပါဦး\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္....File Size : (850 MB) ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/1st-born2019/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uPGq1mkEXznUpapDmOSxbsybjfp.jpg",
        "title": "A Rainy Day in New York (2019)",
        "description": "unicodeဒီရုပ်ရှင်လေးကတော့ ဟာသ ဒရာမာ အမျိုးအစားပါပဲ။ခွက်ထိုးခွက်လန်ရီရမယ့် ဟာသမျိုးတွေ မဟုတ်ပါဘူး။ရယ်ရခက် ငိုရခက် ကိုးရိုးကားယား ဟာသမျိုးတွေပါပဲ။အချစ်ဇာတ်လမ်းလေးကလည်း တစ်မျိုးဆန်းပါတယ်။သရုပ်ဆောင်တွေကတော့ သိတဲ့သူများမှာပါ။တင်မိုသီ၊ အယ်လ်ဖန်းနင်း၊ ဆယ်လီနာဂိုးမက်ဇ်၊ ဂျုလော တို့ ပါပါတယ်။ဇာတ်လမ်းလေးကတော့ ဂတ်စ်ဘီဆိုတဲ့ နယူးယောက်ကလာတဲ့ကောလိပ်ကျောင်းသားလေးမှာ အက်ရှ်လိဆိုတဲ့ချစ်သူကောင်မလေး တစ်ယောက်ရှိတယ်။တစ်နေ့မှာ အက်ရှ်လိဟာ ကျောင်းသတင်းစာအတွက်နာမည်ကျော် ဒါရိုက်တာ ရိုလန်ပိုလက်နဲ့ တစ်နာရီ အင်တာဗြူးခွင့်ရခဲ့ပါတယ်။ဒီတော့ ရိုလန်ရှိတဲ့ နယူးယောက်ကို စုံတွဲအတူခရီးထွက်ရင်းအပန်းဖြေကြဖို့ စီစဉ်လိုက်ကြတယ်ပေါ့။ဒါပေမယ့် ဟိုရောက်တော့အက်ရှ်လိက ဒါရိုက်တာ၊ ဇာတ်ညွှန်းဆရာ၊ နာမည်ကျော်မင်းသားတွေနဲ့ပေါက်ကရအလွဲတွေကြုံပြီး၊ဂတ်စ်ဘီကလည်း သူ့ရည်းစားဟောင်းရဲ့ ညီမလေးနဲ့ နယူးယောက်ရဲ့မိုးရေတွေထဲမှာ ပေါက်ကရတွေ ထပ်ကြုံရတယ်ပေါ့။ဇာတ်လမ်းလေးကလှပါတယ်။ဒိုင်ယာလော့တွေလည်း ကောင်းတယ်။ကြည့်ရတာ ကသိကအောက်နဲ့ ချစ်စရာကောင်းပါတယ်။ကြိုက်ကြမှာပါ။File Size : ( 868 MB , 299 MB )Quality :  Web-DL 720pRunning Time : 1 hr 32 minFormat ...",
        "rating": "6.9",
        "url": "https://megaup.net/29zvj/(CM)_A_Rainy_Day_In_New_York_2019_(Large_Size).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/firefox82-142x200.jpg",
        "title": "Firefox(1982)",
        "description": "Firefox(1982)အညွှန်း*******************Clint Eastwood ဆိုတဲ့ ဒါရိုက်တာလည်းလုပ် မင်းသားလည်း\nလုပ်တဲ့ ဒီဘိုးတော်ကြီးကို တော်တော်များများသိကြမယ်ထင်ပါရဲ့...\nခပ်ဆန်းဆန်း ဇာတ်ကားတွေကြီးပဲ ဖန်တီးတတ်သလို သူ့ကားတွေကြည့်ပြီးတိုင်း\nအတွေးတွေ ကျန်ခဲ့အောင် လုပ်နိုင်စွမ်းလည်းရှိပါတယ်...\nဒီရုပ်ရှင်ဇာတ်ကားက ၁၉၈၂ ခုနှစ်ကဆိုပေမယ့် ခုချိန်ပြန်ကြည့်လည်း\nသဲထိတ်ရင်ဖို ခံစားနေရတုန်းမို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်...\nဆိုဗီယက် ရုရှားမှာ အသံထက်မြန်အောင်ပျံနိုင်တဲ့အပြင် ရေဒါမှာ မပေါ်ဘဲနဲ့\nစိတ်နဲ့ထိန်းချုပ်ပြီး ဒုံးကျဉ်ပစ်လို့ရတဲ့ Firefox ဆိုတဲ့ တိုက်လေယာဉ်ကို ဖန်တီးလိုက်ပါတယ်။ ‌တိုက်လေ‌ယာဉ်ရဲ့ နည်းပညာက အဆင့်မြင့်လွန်းလို့ ‌ဗြိတိန်‌တွေက စစ်ရေးအရ စိုးရိမ်ပြီး အမေရိကန် တိုက်လေယာဉ်မှူး မစ်ရှယ် ဂန် ကို လေယာဉ်သွားခိုးဖို့ ရုရှားနိုင်ငံထဲ ခိုးသွင်းပါတော့တယ်။ အဲ့ဒီမှာ ဇတ်လမ်းက စတော့တာပဲ...\nမင်းသားကြီး Clint Eastwood ရဲ့ ပရိတ်သတ်ဆိုရင်တော့ မဖြစ်မနေကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htet Wai Lwin ပဲဖြစ်ပါတယ်....(zawgyi)Clint Eastwood ဆိုတဲ့ ဒါ႐ိုက္တာလည္းလုပ္ မင္းသားလည္း\nလုပ္တဲ့ ဒီဘိုးေတာ္ႀကီးကို ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/firefox1982/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/abominable-poster-3-132x200.jpg",
        "title": "Abominable (2019)",
        "description": "ဒီတစ္ခါေတာ့ CM ပရိသတ္ႀကီးအတြက္ လတ္တေလာထြက္ရွိထားတဲ႔ကာတြန္းကားအသစ္ေလးကို တင္ဆက္ေပးခ်င္ပါတယ္။နာမည္ေက်ာ္ DreamWorks Studio ကေန ဖန္တီးတင္ဆက္ထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔ Abominable (2019)ပါ။Imdb Rating 7.1/10 Rotten Tomatoes 81%ေတာင္ရရွိထားတာမလို႔Animation Movie ေကာင္းေလးေတြကိုေမွ်ာ္လင္႔ေနတဲ႔CM ပရိသတ္ၾကီးအတြက္ သတင္းေကာင္းပါပဲ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ဆက္လိုပါေသးတယ္။ရွန္ဟိုင္းျမိဳ ႔တစ္ေနရာမွာ လူခ်မ္းသာ စီးပြားေရးသမား မစၥတာဘားနက္ကဟိုး ဟိမဝႏၲာက ႏွင္းလူတစ္ေကာင္ကို ဖမ္းဆီးရရွိထားပါတယ္။တစ္ေန႔မွာေတာ႔ လံုၿခဳံေရးက်ိဳးေပါက္ျပီး အဲဒီႏွင္းလူကထြက္ေျပးကာယီဆိုတဲ႔တရုတ္မေလးရဲ႔အိမ္ေခါင္မိုးမွာ ပုန္းေနပါသတဲ႔။ပုန္းေနတဲ႔ ႏွင္းလူေလးကိုေဝးလံလွတဲ႔ ဟိမဝႏၲာဆီကိုျပန္လိုက္ပို႔ဖို႔ယီရယ္ ပန္ဆိုတဲ႔ကေလးေလးရယ္ ဂ်င္မ္ဆိုတဲ႔ ေကာင္ေလးရယ္အတူတူၾကိဳးစားအားထုတ္ပံုေတြကိုျမင္ေတြ႔ရမွာပါ။တစ္ဖက္မွာလဲသူတို႔ေနာက္ကိုလိုက္ေနတဲ႔ သူေတြကလဲရွိေနျပန္ေတာ႔သူတို႔ဘာေတြရင္ဆိုင္ရမလဲ?ဘယ္လိုေတြရင္ဆိုင္ေျဖရွင္းမလဲ?ဆိုတာစိတ္ဝင္တစားၾကည႔္ရႈရမယ္႔ ဇာတ္လမ္းေကာင္းေလးပါ။ File Size : ( 911 MB , 308 MB )Quality :  BluRay 1080p 5.1 CH ...",
        "rating": "7.1",
        "url": "https://megaup.net/1tpn2/(CM)_Abominable_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/con-air-1997-145x200.jpg",
        "title": "Con Air(1997)",
        "description": "Con Air(1997)အညွှန်း*******************Blu-Ray 1080p5.1ch, 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်....(unicode)နီကိုးလတ်စ်ကေ့စ်ချ် ရဲ့ ဒီဇာတ်လမ်းကို တော်တော်များများကြည့်ဖူးကြမယ်\nထင်ပါရဲ့....\nစစ်ပြန်ကြီးတစ်ယောက်ဖြစ်တဲ့ ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုး(နီကိုးလတ်စ်ကေ့စ်ချ်)ဟာသူအိမ်ပြန်ရောက်တဲ့နေ့မှာပဲ အရက်သမားတွေကကိုယ်ဝန်သည်မိန်းမကို ထိကပါးရိကပါးပြောတာကိုကာကွယ်ရင်း လူသတ်မိသွားပြီးထောင်ကျသွားပါတယ်..\nထောင်နှစ်ရှည်ကျပြီးတော့နောက်ဆုံးမှာတော့ Jail Baird ဆိုတဲ့ ထောင်သားရွေ့ပြောင်းမယ့်လေယာဥ်ကြီးကိုစီးပြီး အိမ်ပြန်ရတော့မှာပါ...\nဒါပေမယ့်လေယာဥ်ပေါ်မှာပါတဲ့အဆိုးတစ်ကာ့အဆိုးဆုံးထောင်သားတွေပါပါလာတဲ့အခါမှာတော့...\nရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုးတစ်ဖြစ် နီကိုးလတ်စ်ကေ့စ်ချ် ဟာ ကျွန်တော်တို့\nရဲ့ ဟီရိုးဖြစ်ခဲ့တယ်....မတော်တဆကြောင့် ထောင်ကျသွားရလို့ မချင့်မရဲ ဖြစ်ခဲ့ရပြီး\nထောင်ထဲမှာ ဆံရှည် မုတ်ဆိတ်ကျင်စွယ်ဗရပွနဲ့အေးစက်စက်စကားတွေပြောတတ်တဲ့\nဒီဘဲကြီးကို ဇာတ်လမ်းအစမှ အဆုံးထိ အားပေးခဲ့ရတာတွေ ပြန်ကြည့်လည်း\nဒီအရသာကို ခံစားနေရတုန်းပါပဲ....ရသအပြည့်အ၀ခံစားရအောင် BLU-RAY 1080P5.1CH နဲ့ အပြည့်အစုံပြန်လည်တင်ဆက်ပေးထားပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ဒီဇာတ်လမ်‌လေးကတော့ မင်းသားကြီးနီကိုးလတ်စ်ကေ့စ်ချ်ရဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nသူ့ခေတ်သူ့အခါမှာတော်တော်အောင်မြင်ခဲ့တဲ့ကားလေးလဲဖြစ်ပါတယ်\nဇာတ်ကားအကြောင်းကတော့..\nစစ်ပြန်ကြီးတစ်ယောက်ဖြစ်တဲ့ ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုး(နီကိုးလတ်စ်ကေ့စ်ချ်)ဟာသူအိမ်ပြန်ရောက်တဲ့နေ့မှာပဲ အရက်သမားတွေကကိုယ်ဝန်သည်မိန်းမကို ထိကပါးရိကပါးပြောတာကိုကာကွယ်ရင်း လူသတ်မိသွားပြီးထောင်ကျသွားပါတယ်\nထောင်နှစ်ရှည်ကျပြီးတော့နောက်ဆုံးမှာတော့ Jail Baird ဆိုတဲ့ ထောင်သားရွေ့ပြောင်းမယ့်လေယာဥ်ကြီးကိုစီးပြီး အိမ်ပြန်ရတော့မှာပါ\nဒါပေမယ့်လေယာဥ်ပေါ်မှာပါတဲ့အဆိုးတစ်ကာ့အဆိုးဆုံးထောင်သားတွေပါပါလာတဲ့အခါမှာတော့\nသူ့အိမ်ပြန်ခရီးလေးဘယ်လိုဖြစ်သွားမလဲ\nအခက်အခဲတွေအများကြီးနဲ့ကိုဖြတ်ကျော်ပြီးအိမ်ပြန်နိုင်ပါ့မလားဆိုတာတွေကိုကြည့်ရှုရမှာဖြစ်ပါတယ်\nရှေ့တန်းပြန်ရိန်းဂျားတပ်သားဟောင်းတစ်ယောက်ရဲ့စိတ်ဓာတ်ကိုပါကွက်ကွက်ကွင်းကွင်းနဲ့တင်ပြထားပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Pyae Moe Han ပဲဖြစ်ပါတယ်.... (zawgyi)နီကိုးလတ္စ္ေက့စ္ခ်္ ရဲ႕ ဒီဇာတ္လမ္းကို ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမယ္\nထင္ပါရဲ႕....\nစစ္ျပန္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ ရိန္းဂ်ားတပ္သားေဟာင္း ကမ္မ႐ြန္းပိုး(နီကိုးလတ္စ္ေက့စ္ခ်္)ဟာသူအိမ္ျပန္ေရာက္တဲ့ေန႔မွာပဲ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/con-air1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/shining-poster-1-133x200.jpg",
        "title": "The Shining (1980)",
        "description": "The Shining (1980)\nIMDb - 8.4/10_____Rotten - 84%\n  \nUnicode\n**********\nCM ပရိသတ်ကြီးကို ၁၉၈၀ ခုနှစ်ကအရမ်းအောင်မြင်ခဲ့တဲ့ Drama/ Horrorဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားဟာ နာမည်ကျော် The Shawshank Redemption ဇာတ်ကားရဲ့မူရင်းစာရေးဆရာ Steven King ရဲ့ နာမည်ကျော် စာအုပ်တစ်အုပ်ကို\nရုပ်ရှင်အဖြစ်ပြန်လည် ရိုက်ကူးထားတာဖြစ်ပါတယ်။Rating အရ IMDb 8.4/10 နဲ့ RT 84% ရရှိခဲ့တာပါ။Old but Gold ပါပဲ....\nဇာတ်လမ်းကတော့...........ဘဝမှာ အောင်မြင်မှုမရခဲ့တဲ့ ကျောင်းဆရာလူထွက် ဖခင်တစ်ယောက်...ခင်ပွန်းနဲ့သားကို ချစ်တတ်လွန်းတဲ့မိခင်တစ်ယောက်....\nထူးခြားတဲ့ပါရမီတစ်ခုကို ပိုင်ဆိုင်ထားပြီးချစ်ရာကောင်းတဲ့ ကောင်လေးတစ်ယောက်.....အဲဒီသုံးယောက်ပေါင်းစပ်ထားပြီး မပြည့်စုံတဲ့ မိသားစုတစ်ခုဟာ\nမကြာသေးမီအချိန်ကပဲ ဆိုးရွားတဲ့လူသတ်မှုတစ်ခု ဖြစ်ပွားခဲ့တဲ့၊ ရာသီဥတုဆိုးတဲ့ဆောင်းတွင်း ကာလမှာပိတ်ထားရပြီး အင်ဒီးယန်းတွေရဲ့ သုဿန်မြေဟောင်းပေါ်မှာ\nတည်ဆောက်ထားတဲ့ ကော်လိုရာဒိုကရှေးဟောင်းဟိုတယ်တစ်ခုမှာ ဆောင်းတွင်းဘက် ဟိုတယ်အစောင့်အလုပ်ကို လက်ခံခဲ့ပြီးတဲ့နောက်မှာတော့........\nဒီဇာတ်ကားမှာ အော်စကာဆုအတွက်ရာထားခံရမှုအများဆုံးနဲ့၊ အော်စကာဆု ၃ ဆု ဆွတ်ခူးခဲ့သူဖြစ်တဲ့\nJack Nicholson က ခေါင်းဆောင်ပါဝင်ထားပြီး ...",
        "rating": "8.4",
        "url": "https://megaup.net/11bew/The_Shining_[1980]_(MM_Sub).mp4",
        "category": "Drama, Horror"
    }
]