[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3NTrIY8Nz0Vrv1cVXrl7LT7rQid.jpg",
        "title": "The Rookies ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာတ႐ုတ္ႏိုင္ငံမွာ 2019 julyကမွထြက္ထားတဲ့တ႐ုတ္နဲ႔အဂၤလိပ္တို႔ဖက္စပ္႐ိုက္ကူးထားတဲ့ အထူးေအးဂ်င့္အက္႐ွင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္..ဒီကားထဲမွာ အျမင့္တက္ျပၿပီးလိုင္းေပၚမွာပရိသတ္အခိုင္အမာရ႐ွိထားတဲ့ ေဖ်ာ္ေျဖေရးသမားေက်ာက္ဖုန္းဟာဇီဝလက္နက္လဲလွယ္ဖို႔လုပ္ေနတဲ့အၾကမ္းဖက္သမားေတြရဲ႕ၾကားထဲကိုမေတာ္တဆဝင္ေရာက္မိသြားရကေန ႏိုင္ငံတကာအထူးေအးဂ်င့္ျဖစ္တဲ့Bruceလက္ေအာက္မွာတာဝန္ထမ္းေဆာင္ဖို႔ျဖစ္လာတဲ့အခါ....Budapestၿမိဳ့မွာ Bruceအပါအဝင္သူ႔ရဲ႕သူငယ္ခ်င္းတီထြင္ပညာ႐ွင္တင္းစန္းနဲ႔အလုပ္ကေနနားထားတဲ့ဆရာဝန္မ LVတို႔အျပင္တ႐ုတ္ဘက္ကအရာ႐ွိမေလး ေျမာက္ေျမာင္တို႔နဲ႔အတူBudapestၿမိဳ႕ေလးမွါေအးဂ်င့္အျဖစ္တါဝန္ထမ္းေဆါင္ဖို့ျဖစ္လာတဲ့အခါကမာၻႀကီးကိုဖ်က္ဆီးဖို႔ၾကံစည္ေနတဲ့ သံမဏိလက္သီးကိုႏွိမ္နင္းႏိုင္ပါ့မလား..Actionကားႀကိဳက္သူေတြအတြက္ေတာ့အႀကိဳက္ေတြ႔ေစမယ့္ဇာတ္ကားေကာင္းတစ္ခုပါပဲ.. Translated & Review By Phyo ZawEncoded By LK Unicode********ဒီကားလေးဟာတရုတ်နိုင်ငံမှာ 2019 julyကမှထွက်ထားတဲ့တရုတ်နဲ့အင်္ဂလိပ်တို့ဖက်စပ်ရိုက်ကူးထားတဲ့ အထူးအေးဂျင့်အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..ဒီကားထဲမှာ အမြင့်တက်ပြပြီးလိုင်းပေါ်မှာပရိသတ်အခိုင်အမာရရှိထားတဲ့ ဖျော်ဖြေရေးသမားကျောက်ဖုန်းဟာဇီဝလက်နက်လဲလှယ်ဖို့လုပ်နေတဲ့အကြမ်းဖက်သမားတွေရဲ့ကြားထဲကိုမတော်တဆဝင်ရောက်မိသွားရကနေ နိုင်ငံတကာအထူးအေးဂျင့်ဖြစ်တဲ့Bruceလက်အောက်မှာတာဝန်ထမ်းဆောင်ဖို့ဖြစ်လာတဲ့အခါ....Budapestမြို့မှာ Bruceအပါအဝင်သူ့ရဲ့သူငယ်ချင်းတီထွင်ပညာရှင်တင်းစန်းနဲ့အလုပ်ကနေနားထားတဲ့ဆရာဝန်မ LVတို့အပြင်တရုတ်ဘက်ကအရာရှိမလေး မြောက်မြောင်တို့နဲ့အတူBudapestမြို့လေးမှါအေးဂျင့်အဖြစ်တါဝန်ထမ်းဆေါင်ဖို့ဖြစ်လာတဲ့အခါကမ္ဘာကြီးကိုဖျက်ဆီးဖို့ကြံစည်နေတဲ့ သံမဏိလက်သီးကိုနှိမ်နင်းနိုင်ပါ့မလား..Actionကားကြိုက်သူတွေအတွက်တော့အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းတစ်ခုပါပဲ..Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-rookies-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5szS3NXiycrTL67AunS7TLG0EE0.jpg",
        "title": "Driven (2018)",
        "description": "ပိုက္ဆံရဖို႔အတြက္ မူးယစ္ေဆးအေရာင္းအ၀ယ္၊သယ္ယူပို႔ေဆာင္ေရးအလုပ္ေတြလုပ္ေနရတဲ့ဂ်င္မ္ဆိုေသာသူတစ္ေယာက္တစ္ေန႔မွာ အက္ဖ္ဘီအိုင္ေအးဂ်င့္တစ္ေယာက္ဆီမွာမူးယစ္ေဆးလက္၀ယ္ေတြ႔႐ွိမႈနဲ႔အဖမ္းခံလိုက္ရသည္...သို႔ေသာ္လဲ အစိုးရရဲ႕သတင္းေပးအေနနဲ႔လုပ္ရင္ေထာင္က်မခံရေအာင္လုပ္ေပးမယ္ဆိုတဲ့ကတိေၾကာင့္ဂ်င္မ္တစ္ေယာက္သတင္းေပးျဖစ္လာခဲ့ျပီးမူးယစ္ေဆးအေရာင္းအ၀ယ္သမား ေမာ္ဂန္ဆိုသည့္သူကိုဖမ္းဆီးရန္အတြက္ကယ္လီဖိုးနီးယားေတာင္ပိုင္းကို သူတို႔မိသားစုလိုက္ေျပာင္းေ႐ႊ႕လာခဲ့ၾကသည္...မေမွ်ာ္လင့္ဘဲနဲ႔ သူတို႔အိမ္နားမွာေနထိုင္သည့္သူဟာေမာ္ေတာ္ကားေလာကရဲ႕နာမည္ႀကီးတီထြင္သူတျဖစ္လဲကားကုမၸဏီႀကီးတစ္ခုရဲ႕ဦးစီးေခါင္းေဆာင္ဂြ်န္ဒီေလာရီယန္ျဖစ္ေနေၾကာင္းကိုသိခဲ့ရျပီးမၾကာမီမွာ သူတို႔ႏွစ္ေယာက္ခင္မင္လာခဲ့ၾကသည္...ေနာက္ပိုင္းမွာ ဂြ်န္ရဲ႕ကုမၸဏီေငြေၾကးပိုင္းဆိုင္ရာအခက္အခဲေတြႀကံဳေတြ႔လာရတဲ့အခါမွာဂ်င္မ္တစ္ေယာက္ သူ႔ရဲ႕ဇာတ္႐ႈပ္ေတြထဲဂြ်န္႔ကိုဆဲြသြင္းလိုက္မိရာမွဘာေတြဘယ္လိုဆက္ျဖစ္လာမလဲ...ဂ်င္မ္ရဲ႕ အက္ဖ္ဘီအိုင္အတြက္အလုပ္လုပ္ေပးေနတာေတြကေရာေမွ်ာ္လင့္ထားသလိုအဆင္ေျပလာပါ့မလား...အက္ဖ္ဘီအိုင္ကေရာကတိေပးထားတဲ့အတိုင္းဂ်င္မ့္ကိုလြတ္လပ္စြာေနခြင့္ေပးလိုက္မွာလား...ဂ်င္မ္တို႔ဘ၀ထဲဂြ်န္တစ္ေယာက္ဘယ္လိုေတြဆက္စပ္၀င္လာမိမွာလဲဒီကားေလးထဲမွာ ၾကည့္လိုက္ရေအာင္လားဗ်ာ... File Size : (1 GB) & (203MB)Quality : WEB-DL 720pRunning Time : 1 hr 48 minFormat : Mp4Genre : Biography , Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub) ...",
        "rating": "6.2",
        "url": "https://megaup.net/3tRQ4/(CM)_Driven_2019_(Large_Size).mp4",
        "category": "Biography, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nUiyoWRMRaDOmnYAElr7XWIyvsi.jpg",
        "title": "Gwen (2018)",
        "description": "ဒီကားေလးကေတာ့မိသားစုဒရမ္မာဇာတ္ကားေလးတစ္ကားပါစစ္တိုက္ထြက္သြားတဲ့ဖခင္ျပန္အလာကိုေစာင့္ေနတဲ့မိသားစုတစ္စုေတာင္ကုန္းေပၚကသူတို႕လုပ္ကိုင္စားေသာက္ေနတဲ့ျခံကိုအပိုင္သိမ္းခ်င္ေနတဲ့ေတာင္ေျခကလူေတြ ဖခင္မရွိခိုက္မွာသူတို႕ျခံရဲ႕သိုးေတြကိုသတ္ပစ္ျပီးသူတုိ႕ျခံမေရာင္းေရာင္းေအာင္အႏိုင္က်င့္ၾကတဲ့ လူအုပ္စုေရာဂါအေျခအေနတစ္ေန႕တျခားဆုိးရြားလာတဲ့အေမကိုလည္းေဆးကုဖို႕ပိုက္ဆံကမရွိ ျခံကလည္းမျဖစ္ထြန္းေနာက္ဆံုးမွာသူတို႕မိသားစုစိတ္ကူးထဲကအတိုင္းအေဖျပန္အလာကိုသူတို႕ေတာင္ကုန္းေပၚကျခံေလးမွာပဲေစာင့္ေနႏိုင္မလားအေဖကေရာျပန္လာႏိုင္မလားသူတို႕ျခံေလးကိုေရာကယ္တင္ႏိုင္ပါ့မလားဆုိတာၾကည့္ၾကည့္လုိက္ပါဦးေနာ္ File Size : (788 MB) & (225MB)Quality : WEB-DL 720pRunning Time : 1 hr 24minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.7",
        "url": "https://megaup.net/1rZsX/(CM)_Gwen_2019_(Large_Size).mp4",
        "category": "Drama, History, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m6Vn1rysx6vmgJuy78Ih9QxFoOy.jpg",
        "title": "Cube Zero ( 2004 )",
        "description": "Cube 3 ကားလံုးကိုဒီမွာေဒါင္းႏိုင္ပါတယ္Zawgyi******Cube ကားေတြရဲ႕ေနာက္ဆံုးဇာတ္ကားပဲၿဖစ္ပါတယ္သဲထိတ္ရင္ဖိုဇာတ္ကားေတြၾကိဳက္ႏွစ္သက္ၾကတဲ့ပရိသတ္ေတြအတြက္ ၂၀၀၄ ထဲမွာထြက္ရွိထားတဲ့Cube Zeroဆိုတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးလုိ္က္ပါတယ္ထူးထူးဆန္းဆန္းနဲ႔ အသည္းထိတ္စရာေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္ပါအစိုးရကလူေတြကိုစမ္းသပ္စစ္ေဆးတဲ့ ေအာ္ပေရးရွင္းတစ္ခုမွာလူေတြကို မွတ္ဥာဏ္ေတြဖ်က္ျပီး ကုဗပံုအခန္းေတြထဲ ထည့္ထားပါတယ္ဒီလူေတြက အဲ့ဒီအခန္းထဲေတြထဲကေန လြတ္ေအာင္အျပင္ထိထြက္ေျပးရမွာပါ လူေတြဟာ ကိုယ္ဘယ္သူဆိုတာမွန္းေတာင္မသိပါဘူးမွားယြင္းတဲ့အခန္းေတြထဲ ဝင္မိရင္လည္း ေထာင္ေခ်ာက္ေတြဆင္ထားတဲ့အတြက္မွားယြင္းမႈအတြက္ ေပးဆပ္ရတဲ့တန္ဖိုးကေတာ့ သူတို႔ရဲ႕အသက္ပဲျဖစ္ပါတယ္…အခန္းမွားျပီးဝင္မိတာနဲ႔ အမ်ိဳးမ်ိဳးေသာ ေထာင္ေခ်ာက္ေတြထဲမွာအမ်ိဳးမ်ိဳးေသာေသျခင္းနဲ႔ ေသဆံုးရမွာျဖစ္ပါတယ္ …ဓာတ္ခြဲခန္းထဲကၾကြက္ေတြလို စမ္းသပ္ခံလူေတြဟာ ဒီကုဗတံုးၾကီးေတြထဲကလြတ္ေျမာက္ႏိုင္ပါ့မလား ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ ၾကည့္ရွဳရမွာပါ ကိုယ္တိုင္ပဲၾကည့္ရွဳခံစားၾကပါဦး Translated & Review By Zwe Khant ThwinEncoded By LK Unicode*******Cube ကားတွေရဲ့နောက်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်သဲထိတ်ရင်ဖိုဇာတ်ကားတွေကြိုက်နှစ်သက်ကြတဲ့ပရိသတ်တွေအတွက် ၂၀၀၄ ထဲမှာထွက်ရှိထားတဲ့Cube Zeroဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ထူးထူးဆန်းဆန်းနဲ့ အသည်းထိတ်စရာတွေကြိုက်နှစ်သက်သူတွေအတွက်ပါအစိုးရကလူတွေကိုစမ်းသပ်စစ်ဆေးတဲ့ အော်ပရေးရှင်းတစ်ခုမှာလူတွေကို မှတ်ဉာဏ်တွေဖျက်ပြီး ကုဗပုံအခန်းတွေထဲ ထည့်ထားပါတယ်ဒီလူတွေက အဲ့ဒီအခန်းထဲတွေထဲကနေ လွတ်အောင်အပြင်ထိထွက်ပြေးရမှာပါ လူတွေဟာ ကိုယ်ဘယ်သူဆိုတာမှန်းတောင်မသိပါဘူးမှားယွင်းတဲ့အခန်းတွေထဲ ဝင်မိရင်လည်း ထောင်ချောက်တွေဆင်ထားတဲ့အတွက်မှားယွင်းမှုအတွက် ပေးဆပ်ရတဲ့တန်ဖိုးကတော့ သူတို့ရဲ့အသက်ပဲဖြစ်ပါတယ်…အခန်းမှားပြီးဝင်မိတာနဲ့ အမျိုးမျိုးသော ထောင်ချောက်တွေထဲမှာအမျိုးမျိုးသောသေခြင်းနဲ့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/cube-zero-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6tPa2kvzsvOQTXK1JNO2JN9quBV.jpg",
        "title": "Cube 2: Hypercube ( 2002 )",
        "description": "Cube 3 ကားလံုးကိုဒီမွာေဒါင္းႏိုင္ပါတယ္ Zawgyi Font*****Cube ကားေတြရဲ႕ ဒုတိယေၿမာက္ကားပဲၿဖစ္ပါတယ္Cube 2: Hypercube Cube ဇာတ္ကားေတြရဲ႕ဒုတိယေၿမာက္ဇာတ္ကားၿဖစ္ပါတယ္ပထမဇာတ္ကားႀကည္႔ၿပီးရင္ cube ဆိုတာကိုနည္းနည္းသိႀကမယ္ ထင္တယ္မွတ္ဉာဏ္ေတြဖ်က္ဆီးခံထားရတဲ႔လူေတြကို cube ပံုစံအခန္းထဲထည္႔ၿပီးစမ္းသပ္ႀကတာပါဒီကားမွာ ေတာ့ မက္စ္ ကိတ္ မစၥပယ္လီ ဆိုင္မြန္ ဂ်ဳလီယာ ဂ်ယ္ရီမ်က္မၿမင္မေလးဆာရွာ တို႕ရဲ႕ မွတ္ဉာဏ္ေတြကိုဖ်က္ဆီးၿပီးhypercube ထဲကိုထည္႔ၿပီးေတာ့ေစာင့္ႀကည္႔တာပါစတုန္းရန္းပံုစံအခန္းခ်င္းခ်ိတ္ဆက္ထားတဲ႕ ဝကၤပါ Hypercube ထဲမွာလြတ္လမ္းကိုရွာေဖြရင္း ဘယ္လိုေတြအခ်င္းခ်င္းတိုုက္ခုိက္ႀကတယ္အခ်င္းခ်င္းဘယ္လိုသံသယေတြဝင္ႀကတာလဲ ဆိုတာကို စိတ္ဝင္တစားႀကည္႔ရမွာၿဖစ္ပါတယ္ Translated & Review By Tin Myo LwinEncoded By LK Unicode*****Cube ကားတွေရဲ့ ဒုတိယမြောက်ကားပဲဖြစ်ပါတယ်Cube 2: Hypercube Cube ဇာတ်ကားတွေရဲ့ဒုတိယမြောက်ဇာတ်ကားဖြစ်ပါတယ်ပထမဇာတ်ကားကြည့်ပြီးရင် cube ဆိုတာကိုနည်းနည်းသိကြမယ် ထင်တယ်မှတ်ဉာဏ်တွေဖျက်ဆီးခံထားရတဲ့လူတွေကို cube ပုံစံအခန်းထဲထည့်ပြီးစမ်းသပ်ကြတာပါဒီကားမှာ တော့ မက်စ် ကိတ် မစ္စပယ်လီ ဆိုင်မွန် ဂျုလီယာ ဂျယ်ရီမျက်မမြင်မလေးဆာရှာ တို့ရဲ့ မှတ်ဉာဏ်တွေကိုဖျက်ဆီးပြီးhypercube ထဲကိုထည့်ပြီးတော့စောင့်ကြည့်တာပါစတုန်းရန်းပုံစံအခန်းချင်းချိတ်ဆက်ထားတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/cube-2-hypercube-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u50r6chJGO2iqxVAvtQ07obiCkB.jpg",
        "title": "Cube ( 1997 )",
        "description": "Cube 3 ကားလံုးကို ဒီမွာေဒါင္းႏိုင္ပါတယ္ Zawgyi*****Cube ကားေတြရဲ႕ပထမဆံုးကားပဲၿဖစ္ပါတယ္ဒီကားက ၁၉၉၇ခုႏွစ္ထြက္ Mystery ဆန္ဆန္ဇာတ္ကားေလးတစ္ခုပဲျဖစ္ပါတယ္။Rating အေနနဲ႕လည္း 7.2 အထိရထားပါတယ္။ဒီကားေလးဟာေနာက္ထပ္ ၂ကားထပ္ထြက္ထားပါေသးတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ကုဗတံုးပံုအခန္းေလးတစ္ခန္းထဲကိုလူတစ္စုေရာက္ရွိလာခဲ့ပါတယ္။ ေရာက္လာပံုကလည္း ကာယကံရွင္ေတြကုိယ္တိုင္ကေတာင္ ဘာမွန္းညာမွန္းမသိဘဲေရာက္လာၾကရတာပါ။ထူးျခားတာကေတာ့ အဲဒီလူစုထဲမွာ ရဲတစ္ေယာက္၊ သခ်ာ္ကၽြမ္းက်င္တဲ့ေက်ာင္းသူတစ္ေယာက္၊ေဖာက္ထြင္း၀ိဇၹာတစ္ေယာက္၊ဗိသုကာပညာရွင္တစ္ေယာက္၊ သိပၸံပညာရွင္တစ္ေယာက္နဲ႕စိတ္သိပ္မမွန္ေပမဲ့ထူးျခားတဲ့သူတစ္ေယာက္တို႕ကိုေပါင္းျပီးထည့္ထားေပးတာပဲျဖစ္ပါတယ္။ ေရာက္ေရာက္ခ်င္းရုန္းရင္းဆန္ခတ္ေတြျဖစ္သြားခဲ့ၾကတယ္ဆိုေပမဲ့.....အခက္အခဲတြင္းေရာက္လာၾကေတာ့အားလံုးဟာ ပင္ကုိယ္စရိုက္ကိုယ္စီနဲ႕ဒီ၀ကၤပါၾကီးထဲကေနထြက္ဖို႕ဘယ္လိုလံုးပန္းၾကမလဲ...အခက္အခဲေတြၾကားေရာက္တဲ့အခါလူေတြရဲ႕စိတ္ဟာဘယ္လိုေတြေျပာင္းလဲလာလဲ...ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႕ရလဲဆုိတာကိုေတြ႕ျမင္ရမွာပဲျဖစ္ပါတယ္။သူ႕ေခတ္သူ႕ခါအလိုက္စိတ္၀င္စားစရာေကာင္းတဲ့Mystery ဆန္ဆန္rating ျမင့္ကားေလးပဲျဖစ္ပါတယ္။ Translated & Review By Thura Zarni AungEncoded By LK Unicode******Cube ကားတွေရဲ့ပထမဆုံးကားပဲဖြစ်ပါတယ်ဒီကားက ၁၉၉၇ခုနှစ်ထွက် Mystery ဆန်ဆန်ဇာတ်ကားလေးတစ်ခုပဲဖြစ်ပါတယ်။Rating အနေနဲ့လည်း 7.2 အထိရထားပါတယ်။ဒီကားလေးဟာနောက်ထပ် ၂ကားထပ်ထွက်ထားပါသေးတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကုဗတုံးပုံအခန်းလေးတစ်ခန်းထဲကိုလူတစ်စုရောက်ရှိလာခဲ့ပါတယ်။ ရောက်လာပုံကလည်း ကာယကံရှင်တွေကိုယ်တိုင်ကတောင် ဘာမှန်းညာမှန်းမသိဘဲရောက်လာကြရတာပါ။ထူးခြားတာကတော့ အဲဒီလူစုထဲမှာ ရဲတစ်ယောက်၊ သချာ်ကျွမ်းကျင်တဲ့ကျောင်းသူတစ်ယောက်၊ဖောက်ထွင်းဝိဇ္ဖာတစ်ယောက်၊ဗိသုကာပညာရှင်တစ်ယောက်၊ သိပ္ပံပညာရှင်တစ်ယောက်နဲ့စိတ်သိပ်မမှန်ပေမဲ့ထူးခြားတဲ့သူတစ်ယောက်တို့ကိုပေါင်းပြီးထည့်ထားပေးတာပဲဖြစ်ပါတယ်။ ရောက်ရောက်ချင်းရုန်းရင်းဆန်ခတ်တွေဖြစ်သွားခဲ့ကြတယ်ဆိုပေမဲ့.....အခက်အခဲတွင်းရောက်လာကြတော့အားလုံးဟာ ပင်ကိုယ်စရိုက်ကိုယ်စီနဲ့ဒီဝင်္ကပါကြီးထဲကနေထွက်ဖို့ဘယ်လိုလုံးပန်းကြမလဲ...အခက်အခဲတွေကြားရောက်တဲ့အခါလူတွေရဲ့စိတ်ဟာဘယ်လိုတွေပြောင်းလဲလာလဲ...ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရလဲဆိုတာကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။သူ့ခေတ်သူ့ခါအလိုက်စိတ်ဝင်စားစရာကောင်းတဲ့Mystery ဆန်ဆန်rating မြင့်ကားလေးပဲဖြစ်ပါတယ်။Translated & Review By Thura Zarni AungEncoded By LK",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/cube-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/egknEWNt2B0slG2OC0gSpLZdVHj.jpg",
        "title": "Article 15(2019)",
        "description": "Article 15(2019)IMDb...8.4ဒီတစ္ပတ္ ေရြးခ်ယ္ျဖစ္တဲ့ ေဘာလိဝုဒ္(Bollywood) ဇာတ္ကားကေတာ့\n2019 London Indian Flim Festival ရဲ႕ အဖြင့္႐ုပ္ရွင္ကားႀကီးပဲ ျဖစ္ပါတယ္။၂၀၁၈ ခုႏွစ္ Bollywood IMDb List ထဲ Rating အျမင့္ဆံုး ဇာတ္ကားေတြထဲ ႏွစ္ကားပါဝင္ခဲ့တဲ့\nပရိသတ္ေတြကို ျဖည္းျဖည္းေအးေအးနဲ႔ လွည့္စားခဲ့ၿပီး မင္းသားကိုယ္တိုင္ဆုရခဲ့တဲ့ Andhadhun၊ Badhaai Ho တို႔ရဲ႕ မင္းသား\nAyushmann Khuurana ကို ဒီကားမွာေတာ့\nရဲအရာရိွတစ္ေယာက္အေနနဲ႔ ေတြ႕ျမင္ရမွာပါ။ဒါ႐ိုက္တာကေတာ့ ပရိသတ္ေတြ အႀကိဳက္ေတြ႕ခဲ့တဲ့\nMulk-2018ရဲ႕ ဒါ႐ိုက္တာ Anushav Sinha ပါ။----------------------------------------------------ဇာတ္လမ္း စစခ်င္းမွာ သာမန္လူတန္းစားေတြ\nေပ်ာ္ပါးေနတာကို ေတြ႕ျမင္ရၿပီး တစ္ဖက္ဆိတ္ကြယ္ရာမွာ\nသက္ငယ္ မိန္းကေလးႏွစ္ေယာက္ကို အဓမၼ ျပဳက်င့္ခံေနရတာကို ျပထားခဲ့ပါတယ္။\nဘယ္သူဘယ္ဝါေတြကမ်ား ဒီလို လူမဆန္တဲ့ လုပ္ရပ္ကို လုပ္ရက္ၾကတာလဲ။အာယန္ ရန္ဂ်န္ဟာ ဒီလားဂြန္းဆိုတဲ့ နယ္ၿမိဳ႕ေလးကို\nပူပူေႏြးေႏြး ေရာက္လာခဲ့ပါတယ္။\nေရွး႐ိုးစြဲ ဝါဒေတြ ကင္းတဲ့ လူငယ္တစ္ေယာက္ျဖစ္တဲ့ ရဲအရွာဟာ\nလမ္းခရီးမွာတင္ ဒ႐ိုက္ဘာကအစ ...",
        "rating": "8.4",
        "url": "https://megaup.net/2fwhi/Article_15_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uodK7t5xwafCy4CzHIppwZkC4LN.jpg",
        "title": "Avenger Dogs (2019)",
        "description": "ကာတှနွးကားကှည့ပွှီးခှီခငှတွဲ့သူတှအတှကွေ အာကာသာခှေးကာတှနွးကားလေးပါ။ခှေးတှပေဲကှီးစိုးနတေဲ့အရိုးစကှဝဠာထဲကခှေးစာတှထေောကပွံ့နတေဲ့အရိုးပါဝါဂရမသွနွးခှီကို ခှေးတှကေိုမနာလိုမုနွးတီးပှီးကှောငစွကှဝဠာဖှဈအောငပွှောငွးခငှနွတေဲ့ ကှောငတွဈကောငကွခိုးယူပှီးသူ့အကှံအစဉတွှဖေောဆွောငနွပေါတယွ။ဒါကိုတားဆီးပှီး အရိုးစကှဝဠာနဲ့ခှေးမှိ ုးစိတတွဈခုလုံးကိုကယတွငဖွို့အဗနဂွှာခှေးတှရေဲ့ကပပြတိနကွသူ့အဖှဲ့ထဲကကှောငတွောငတွောငငွပငွှးခှေးနှဈကောငကွိုတာဝနပွေးပါတော့တယွ။အဲ့ဒီငပငွှးခှေးနှဈကောငကွကှောငကွိုတိုကခွိုကပွှီး အရိုးစကှဝဠာကိုကယတွငပွုံကိုဟာသဆနဆွနရွိုကထွားတာပါ။ခှီနရမယေ့ွ အာကာသဟာသကာတှနွးကားတဈကားပါ။ File Size : (721 MB) & (243MB)Quality : WEB-DL 720pRunning Time : 1 hr 11 minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "4.9",
        "url": "https://megaup.net/3tRQ2/(CM)_Avenger_Dogs_2019_(Large_Size).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2svhKzun22mBsbLQRParIWUg3er.jpg",
        "title": "The Souvenir(2019)",
        "description": "The Souvenir(2019)IMDb.....6.8Souvenir (2019) ဒီဇာတကွားလေးက ဇာတကွားရဲ့ပဲ့ကိုငရွှငွ Joanna Hogg ရဲ့ရုပရွှငအွကယဒွမီကှောငွးမှာ ကှုံခဲ့ရတဲ့ တကယွ့အဖှဈ တခှို့ကို ထညွ့သှငွးရိုကကွူးထားတဲ့တစိတတွပိုငွး စိတကွူးယဉရွုပရွှငွ ဒရာမာကားလေး ဖှဈပါတယွ အဓိက ဇာတဆွောငတွှကေTom Burke ၊ Honor Swinton နဲ့ Tilda Swinton တို့ ဖှဈကှပါတယွ Honor Swinton နဲ့ Tilda Swinton တို့ဟာတကယွ့သားအမိတှေ ဖှဈကှသလို ဒီကားထဲမှာလညွး သမီးနဲ့အမနရေောက သရုပဆွောငထွားတာပါ ဇာတလွမွးကို၁၉၈၀ ကှောွ ခုနှဈမှားဆီ ဇာတအွိမတွညထွားပှီး ဖလငအွကယဒွမီကိုရောကလွာတဲ့ ဂှူလီဆိုတဲ့ အမှိုးသမီးလေးဟာ ဆနွးဒါးလနွးမှို့ကအမကေိုသိပခွစှတွဲ့ ကောငလွေးတယောကအွကှောငွး ရုပရွှငဖွနတွီးခငှခွဲ့တာပါ...အဲလိုနဲ့ အနတွိုနီဆိုတဲ့ အမှိုးသားတယောကနွဲ့တှေ့ခဲ့ပှီး အနတွိုနီဟာ သိပကွို လှှို့ဝှကလွှနွးသူပါသူ့အပှောအရတော့ သူဟာ နိုငငွံခှားရေးရုံးမှာ အလုပလွုပသွူပါတဲ့ တောကွီတပေါကကွလညွးအတောကွောငွးတဲ့ ဘဲလေးတပှေ ဆိုတော့ အားလုံးကလညွး ယုံပါတယွ ဒါပမယွေ့ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-souvenir2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jQ4CMTvz7s5R6csiu3RH7TVNfS9.jpg",
        "title": "The Odd Family : Zombie On Sale(2019)",
        "description": "The Odd Family: Zombie on Sale (2019)Zombie ကားလည္းၾကည့္ခ်င္တယ္။ရင္တထိတ္ထိတ္လည္းမၾကည့္တတ္ဘူး။မေပါဘဲနဲ႕အူႏွိပ္ရယ္ရတဲ့ကားလည္းၾကည့္ခ်င္တယ္ဆိုရင္ေတာ့...\nဒီကားေလးကိုညႊန္းခ်င္ပါတယ္။ MyDrarmaList မွာ 8.1/10.... Rotten Tomaotes မွာ 80%....IMDb rating=6.8 ရထားတဲ့ Horror/Comedy ကားသစ္ေလးပါ။\nဇြန္ဘီကားကိုမွဟာသေျပာင္းရိုက္ထားရုံေလးတင္မဟုတ္ပါဘူး....ဇာတ္လမ္းအခ်ဳိးအေကြ႕ေလးေတြဟာသို႕ေလာသို႕ေလာနဲ႕တ၀ါး၀ါးရယ္ေနတဲ့ဇာတ္ကားေကာင္းေလးပါ။\nလူသားေတြရဲ႕ေလ့လာစမ္းသပ္မႈေတြလြန္ကၽြံျပီး ေဘးထြက္ဆိုးက်ဳိးေတြထြက္လာတဲ့တစ္ေန႕.....ကိုရီးယားႏိုင္ငံရဲ႕လူသူသိပ္မေရာက္တဲ့ေခ်ာင္က်က်ျမိဳ႕ငယ္ေသးေသးေလးမွာ\nေန႕စဥ္ဘ၀ေတြဟာပံုမွန္အတိုင္းရိုးရိုးရွင္းရွင္းေလးလည္ပတ္ေနစဥ္မွာပဲ...ဗဟုသုတနည္းတဲ့ေတာင္သူေတာင္သားေတြဆီအတြက္ ခပ္ေၾကာင္ေၾကာင္ပါလို႕ထင္ရတဲ့\nလူငယ္ေလးတစ္ေယာက္ေရာက္လာပါတယ္။ ေရာက္ေရာက္ခ်င္းေဆာက္နဲ႕ထြင္းဆိုသလို....တစ္ျမိဳ႕လံုးဒင္းလက္ခ်က္နဲ႕ပြက္ေလာရိုုက္လို႕ပါပဲ။ အဲ့အျပင္ျမင္းကိုခ်ဳိတပ္ေပးသလိုျဖစ္ခ်င္ေတာ့\nျမိဳ႕ကဓာတ္ဆီဆိုင္အစုတ္ပိုင္တဲ့ ပက္မ်ဳိးႏြယ္မိသားစုနဲ႕သြားေပါင္းလိုက္တဲ့အခါ ငါးပါးတင္မဟုတ္ဘူး သံဃာစင္ပါေမွာက္ပံုမ်ား...ရယ္လိုက္ရယ္လိုက္နဲ႕ၾကည့္ရႈခံစားရမွာပဲျဖစ္ပါတယ္။\nHorror နဲ႕ Comedy ကိုအခ်ဳိးက်က်ေလးေပါင္းစပ္ျပီးေကာင္းေကာင္းေဖ်ာ္ေျဖမႈေပးမဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္... File Size : (1.02GB) and (378 MB)\nQuality : HD-Rip 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/Tcrd/The_Odd_Family_-_Zombie_On_Sale_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wBUt6oTFZOMN1skbhIq0gpxpe6J.jpg",
        "title": "Game Over(2019)",
        "description": "Game Over (2019)\n=============IMDb 7.6/10\nRotten Tomatoes 55%အိႏၵယႏုိင္ငံ ဂူရ္ေဂါင္းၿမိဳ႕မွာ မိန္းမငယ္မ်ားကုိ ရက္ရက္စက္စက္ ေခါင္းျဖတ္သတ္ကာ\nအေလာင္းမီးရႈိ႕ဖ်က္စီးပစ္တဲ့ စိတၱဇလူသတ္မႈေတြ ဆက္တုိက္ဆုိသလုိ ျဖစ္ေပၚေနပါတယ္\nအဲ့ဒိလုိျဖစ္တာကလည္း ႏွစ္သစ္ကူးရက္ ဒီဇင္ဘာ ၃၁ မွပါ။အဲ့ဒိလူသတ္သမားကုိ ရဲတပ္ဖြဲ႕ဘက္က ဘာသဲလြန္စမွမရေသးလုိ\nရွာေဖြလုိ႕လည္း မရေသးပါဘူးတစ္ရက္မွာေတာ့ ဒီဇင္ဘာ ၃၁ ႏွစ္သစ္ကူးညတစ္ညမွာပဲ\nအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ဝီွးခ်ဲေပၚေရာက္ေနရတဲ့ အမ်ိဳးသမီးတစ္ေယာက္ဟာ\nဒီလူသတ္ေကာင္ရဲ႕ပစ္မွတ္ျဖစ္လာပါေတာ့တယ္ဒီအခ်ိန္မွာ ဝွီးခ်ဲေပၚကမိန္းမငယ္ေလးကပဲ Game Over ျဖစ္မလား\nလူသတ္ေကာင္ကပဲ Gmae Over ျဖစ္မလားဆုိတာကုိေတာ့ ....India, Thriller လူသတ္ကားေကာင္းေကာင္းၾကည့္ခ်င္တယ္ဆုိရင္ေတာ့\nဒီကားကုိ လက္အလြတ္မခံပါနဲ႕ခင္ဗ်\nအဓိက သရုုပ္ေဆာင္ေနရာမွာလည္း အခ်စ္ဆုံး Taapsee Pannu ျဖစ္ေနေတာ့\nေျပာစရာကုိမလုိေလာက္ေအာင္ပါပဲ....ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Zaw Htooပဲျဖစ္ပါတယ္...File Size : (900 MB) and (300 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:42:00\nGenre : Thriller, Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/game-over2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/s592-141x200.jpg",
        "title": "[18+] The Story of O (1975)",
        "description": "အို ဟာ ငယ်ရွယ်တဲ့ ဖက်ရှင် ဓာတ်ပုံဆရာမိန်းမလှလေးတစ်ဦးဖြစ်ပါတယ်။\nတစ်နေ့မှာ သူ့ချစ်သူက သူ့ကို ရွိုက်ဆီ လို့ အမည်ရတဲ့စံအိမ်ကြီးကို ခေါ်သွားခဲ့ပါတယ်။\nသူ့ချစ်သူရဲ့ အမိန့်ကိုမလွန်ဆန်ရဲတဲ့သူဟာ အဲ့ဒီနေရာမှာ သူ့ချစ်သူနဲ့တကွ အပေါင်းအပါတစ်စုရဲ့ ပြုသမျှနုရတဲ့ဘဝကိုရောက်သွားပါတော့တယ်။\nသူ့ကို ကိုယ်လုံးတီးချွတ်တယ်၊ မျက်နှာကိုစည်းတယ် လက်ထိပ်ခတ်တယ် ကျာပွတ်နဲ့ရိုက်တယ် အချိန်မရွေး ဆွဲလှန်ပြီး မုဒိမ်းကျင့်ခံရတဲ့အခါ ခံရတယ်။\nအပေါ်ယံဆိုရင်တော့ စိတ်နာစရာ နာကျည်းစရာဖြစ်ပေမယ့် သူဟာ အဲ့ဒီနာကျင်မှုတွေကို\nတစ်စ တစ်စ သာယာမိလာရာကနေ ဒီအဖွဲ့ရဲ့ ဓလေ့ထုံးစံတွေ ရိုးရာတွေနဲ့ထဲထဲဝင်ဝင်ပတ်သက်မိပါတော့တယ်။\nကားက NC-17 rating ရထားတာ ပီပီ ရေလည်ကြမ်းပါတယ်။ ဒီကားထဲမှာပါတဲ့ မင်းသမီးတွေအဝတ်အစားပါတဲ့အခန်းနည်းပါတယ်။\n \nBDSM ကိစ္စတွေကို ကွက်ကွက်ကွင်းကွင်းချပြထားတာပါ။\n(ငယ်ရွယ်သူတွေလုံးဝမကြည့်သင့်ပါဘူး။)\n  \nအုိ ဟာ ငယ္ရြယ္တဲ့ ဖက္ရွင္ ဓာတ္ပုံဆရာမိန္းမလွေလးတစ္ဦးၿဖစ္ပါတယ္။\nတစ္ေန႔မွာ သူ႔ခ်စ္သူက သူ႔ကုိ ရြိဳက္ဆီ လုိ႔ အမည္ရတဲ့စံအိမ္ၾကီးကုိ ေခၚသြားခဲ့ပါတယ္။\nသူ႔ခ်စ္သူရဲ႕ အမိန္႔ကုိမလြန္ဆန္ရဲတဲ့သူဟာ အဲ့ဒီေနရာမွာ သူ႔ခ်စ္သူနဲ႔တကြ အေပါင္းအပါတစ္စုရဲ႕ ၿပဳသမွ်ႏုရတဲ့ဘ၀ကုိေရာက္သြားပါေတာ့တယ္။\nသူ႔ကို ကုိယ္လုံးတီးခြ်တ္တယ္၊ မ်က္ႏွာကုိစည္းတယ္ လက္ထိပ္ခတ္တယ္ ...",
        "rating": "5.4",
        "url": "https://megaup.net/3tM8o/The.Story.of.O.1975.BRRip.mkv-muxed.mp4",
        "category": "Adult, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Rules_of_Engagement-792203981-large-131x200.jpg",
        "title": "Rules of Engagement(2000)",
        "description": "Rules of Engagement(2000)\n \nဒီရက်ပိုင်း ပျင်းပျင်းနဲ့ဇာတ်ကားတွေ လိုက်ရှာကြည့်ရင်း အသိအစ်ကိုတစ်ယောက်\nထည့်ပေးထားတဲ့ ထဲက ဇာတ်ကား တစ်ကား ကြည့်ဖြစ်လိုက်တယ် ကောင်းနိုး ကောင်းနိုးနဲ့\nဇာတ်ကားတွေ လိုက်ရှာကြည့်ရင်း ကြည့်မိလိုက်တာက rules of engagement ဆိုတဲ့ကား\nဇာတ်လမ်းက စစချင်း အမေရိကန် ဗီယက်နမ် စစ်ပွဲထဲက တိုက်ပွဲတစ်ခုကနေ စတည်ထားတယ်\nစိတ်ထဲထင်လိုက်တာက စစ်ကားတစ်ကားပေါ့ စစ်ကားတွေလည်း မကြည့်ဖြစ်တာလည်း ကြာ\nနောက်ပြီး Marvel heroes ဇာတ်ကားတွေက မျက်စိတစ်ဖက်လပ်နဲ့ခပ်ကြမ်းကြမ်းဘဲကြီး Agents of shield\nဒါရိုက်တာ Nick Fury အနေနဲ့လူသိများတဲ့ မင်းသား ကြီး Samuel L. Jackson တစ်ယောက် ဘယ်လိုပွဲထွက်လာမလဲ\nသိချင်လို့ဆက်ကြည့်ဖြစ်လိုက်တယ်\nကြည့်နေရင်း ကြည့်နေရင်းနဲ့ဇာတ်ကားက အသွင်ပြောင်းလာတယ် သေနတ်သံတွေ တစ်ဒိုင်းဒိုင်းပစ်တာ\nမမြင်ရတော့ဘဲ စကားသံတွေပဲ အဆက်မပြတ်ကြားလာရတယ် ရုပ်ဆိုးဆိုး အဘိုးကြီး နှစ်ယောက်ဦးဆောင်ထားတဲ့ကား\nစကားတွေချည်းပဲ ပြောနေလို့ဇာတ်ကားပေါ် အာရုံတစ်ချက် လွတ်မသွားစေရဘူး သေသပ်တဲ့ ဒိုင်ယာလော့တွေ\nဖုံးကွယ်ထားတဲ့ မြျုပ်ကွက်တွေ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2SLv0/Rules_OF_Engagement_[2000]_(MM_Sub).mp4",
        "category": "Drama, Thriller, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BYTQzZTE2N2QtM2QwMS00ZjUwLTg4ZDEtYjJiOTMwZjYxODJlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Unfaithful",
        "description": "ကားနာမည်ဖတ်ရုံနဲ့တင် ဇတ်အိမ်ကိုအကဲခတ်လို့ရလောက်ပါပြီ\nမိသားစုတစ်စု ယောက်ျားကအလုပ်များတဲ့လုပ်ငန်းရှင်တစ်ယောက်\nမိန်းမက မလုပ်လည်းအိမ်မှာထိုင်နေလို့ရတဲ့အလုပ်တစ်ခုရှိတယ်\nသားကကျောင်းနေအရွယ် မနက်မိုးလင်းရင်\nအမျိုးသားနဲ့သားက အလုပ်နဲ့ကျောင်းကိုသွား\nတစ်ရက်မမျှော်လင့်ပဲ အမျိုးသမီးက ပြစ်သစ်လူမျိုးခပ်ချောချောကောင်လေးနဲ့ဆုံခဲ့မိတယ်\nဒီကားအကြောင်းကို ဆက်မပြောခင် ကျနော်တို့ဘဝမှာ\nအိမ်ထောင်ရေးဖောက်ပြန်တာတွေ မိန်းမ တိတ်တိတ်ပုန်းဖောက်ပြန်တာ\nယောင်္ကျားက ဖောက်ပြန်တာ တွေဒုနဲ့ဒေး ကြားနေရတယ်\nကလေးမျက်နှာကိုထောက်ထားပြီး အိမ်ထောင်ရေးမပြိုကွဲစေဖို့\nဟန်ချက်ညီအောင်ပြန်လည်ထိန်းသိမ်းကြတာမျိုးရှိသလို\nစိတ်အလိုလိုက်ပြီး ဖောက်ပြန်တယ်သူတွေကို\nအမှုတွေကျူးလွန်ခဲ့တာတွေလည်းရှိပါတယ်\nဒါတွေအားလုံးဟာ ugly truthဆိုတဲ့အကျဉ်းတန်အမှန်တရား ပါ\n18+ဇတ်ဝင်ခန်းဆိုတာလည်း အိမ်ထောင်ရေးဇတ်ကားအနေနဲ့\nအတော်များများပါပေမဲ့ ဇတ်အိမ်လည်းခိုင်\nပီပီပြင်ပြင်သရုပ်ဆောင်ချက်တွေကြောင့် Hollywood\nမှာတန်းဝင်အိမ်ထောင်ရေးကားဖြစ်ပေမဲ့\nတစ်ချို့သူတွေအတွက်တော့ အတော်လေးအောင့်သီးအောင့်သက်နိုင်မဲ့ကားတစ်ကားပါ\nဒါပေမဲ့ ugly truth ဆိုတဲ့အကျဉ်းတန်အမှန်တရားပါပဲ\nဆွဲဆောင်မှုအရှိဆုံးမင်းသားလို့သတ်မှတ်ခံရဖူးတဲ့ RICHAD GERE မင်းသမီး DIANE LANEတို့ပါဝင်\nသရုပ်ဆောင်ထားပါတယ် သူမရဲ့သရုပ်ဆောင်ချက်တွေက\nချီးကျူးရမှာဖြစ်ပါတယ် ဆွဲဆောင်မှုရှိပြီး မှားနေမှန်းသိရက်နဲ့\nရှေ့ဆက်ဇွတ်တိုးပြီး ကိုယ့်ကိုယ် ကိုယ်ပြန်မုန်းမိနေတဲ့\nအိမ်ထောင်သည်တစ်ယောက်ရဲ့ခံစားချက်တွေကပီပြင်လွန်းပါတယ်\nဗျာများနေတဲ့အိမ်ထောင်ရှင် RICHAD GEREရဲ့\nသရုပ်ဆောင်ချက်တွေကိုလည်း\nပီပီပြင်ပြင်တွေ့ရမှာဖြစ်ပါတယ် ဒီလောက်ဆိုရင်လုံလောက်ပြီလို့\nထင်ပါတယ်အကျဉ်းတန် အမှန်တရားလေးကိုခံစားပေးကြပါဦးလို့\n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်ကတော့ အမည်မဖော်လိုသူပဲ ဖြစ်ပါတယ်)\n@joker\n--------------------------------------------------------------------\nကားနာမည္ဖတ္ရုံနဲ႕တင္ ဇတ္အိမ္ကုိအကဲခတ္လုိ႕ရေလာက္ပါၿပီ\nမိသားစုတစ္စု ေယာက္်ားကအလုပ္မ်ားတဲ့လုပ္ငန္းရွင္တစ္ေယာက္\nမိန္းမက မလုပ္လည္းအိမ္မွာထုိင္ေနလုိ႕ရတဲ့အလုပ္တစ္ခုရွိတယ္\nသားကေက်ာင္းေနအရြယ္ မနက္မုိးလင္းရင္\nအမ်ဳိးသားနဲ႕သားက အလုပ္နဲ႕ေက်ာင္းကုိသြား\nတစ္ရက္မေမွ်ာ္လင့္ပဲ အမ်ဳိးသမီးက ျပစ္သစ္လူမ်ဳိးခပ္ေခ်ာေခ်ာေကာင္ေလးနဲ႕ဆုံခဲ့မိတယ္\nဒီကားအေႀကာင္းကုိ ဆက္မေျပာခင္ က်ေနာ္တုိ႕ဘ၀မွာ\nအိမ္ေထာင္ေရးေဖာက္ျပန္တာေတြ မိန္းမ တိတ္တိတ္ပုန္းေဖာက္ျပန္တာ\nေယာက်ၤားက ေဖာက္ျပန္တာ ေတြဒုနဲ႕ေဒး ႀကားေနရတယ္\nကေလးမ်က္ႏွာကုိေထာက္ထားၿပီး အိမ္ေထာင္ေရးမၿပဳိကြဲေစဖုိ႕\nဟန္ခ်က္ညီေအာင္ျပန္လည္ထိန္းသိမ္းႀကတာမ်ဳိးရွိသလုိ\nစိတ္အလုိလုိက္ၿပီး ေဖာက္ျပန္တယ္သူေတြကုိ\nအမႈေတြက်ဴးလြန္ခဲ့တာေတြလည္းရွိပါတယ္\nဒါေတြအားလုံးဟာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/4Uv9y/Unfaithful_[2002]_(MM_Sub).mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/loNiFDAmSx7C3Uvc75fSJPbYDBE.jpg",
        "title": "Bill & Ted’s Bogus Journey(1991)",
        "description": "Bill & Ted's Bogus Journey(1991)၁၉၈၉ကားမွာေတာ့ ဘီလ္နဲ႕ တက္ဒ္တုိ႕ဟာ သူတုိ႕လုပ္ခ်င္ရာေတြလုပ္\nေမႊခ်င္ရာေတြေမႊခဲ့လုိ႕ ထူးထူးျခားျခားႀကီးေျပာင္းလဲမႈေတြျဖစ္ကုန္တယ္...\nဒီေျပာင္းလဲမႈႀကီးကုိမေက်နပ္တဲ့ အျခားအဖြဲ႕အစည္းဟာ\nသူတုိ႕ပုံတူစက္ရုပ္ ၂ရုပ္ဖန္တီးၿပီး ဘီလ္နဲ႕ တက္ဒ္တုိ႕ရဲ႕ အတိတ္ကုိ\nဖ်က္ဆီးဖုိ႕ ေစလႊတ္လုိက္ပါတယ္...\nလူဆုိး ဘီလ္နဲ႕ တက္ဒ္\nလူေကာင္းဘီလ္နဲ႕တက္ဒ္တုိ႕ ဘယ္လုိ အလြဲလြဲေတြျဖစ္ၾကဦးမလဲဆုိတာကုိေတာ့\nဆက္လက္ခံစားၾကည့္ၾကပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္...File Size : (850 MB) and (345 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Adventure, Comedy, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/bill-teds-bogus-journey1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b2yKJ1STPklVSRtso2Tg4TPXK7u.jpg",
        "title": "Bill & Ted’s Excellent Adventure(1989)",
        "description": "Bill & Ted's Excellent Adventure(1989)ဘီလ္နဲ႕တက္ဒ္ ဆုိတဲ့ သူငယ္ခ်င္း (၂)ေယာက္ဟာ ဂစ္တာကုိရူးသြပ္သူမ်ားျဖစ္ၾကသလုိ\nေအာင္ျမင္တဲ့ တီး၀ုိင္းတစ္ခုျဖစ္ဖုိ႕ႀကဳိးစားေနတဲ့လူငယ္ေတြ....\nသုိ႕ေပမယ့္ သူတုိ႕၂ေယာက္ဟာ အေကာင္းမြန္ဆုံးလမ္းညႊန္ေပးတဲ့သူမရွိလုိ႕\nျဖစ္ခ်င္ရာျဖစ္ေနတဲ့ပုံေပါက္ေနတယ္...\nဂစ္တာဘက္ကုိရူးသြပ္လြန္းၿပီး ေက်ာင္းစာမွာေတာ့ စာေမးပြဲတုိင္းကုိ တဘုန္းဘုန္းက်ေနတယ္...\nဒီလုိက်ဆုံးျခင္းဟာ ေနာက္ဆုံးေတာ့ ေက်ာင္းကေနာက္ဆုံးအေနနဲ႕\nသတိေပးျခင္းတစ္ရပ္ထုတ္လုိက္တယ္...\nေနာက္ဆုံးစာတမ္းတစ္ခုကုိ A+မွမရရင္ ေက်ာင္းက ထာ၀ရနားရေတာ့မယ္ဆုိတာပါပဲ...\nတက္ဒ္အတြက္ ေက်ာင္းနားရရင္ စစ္ေက်ာင္းကုိသြားရမွာျဖစ္တဲ့အျပင္\nသူတုိ႕ရူးသြပ္တဲ့ တီး၀ုိင္းလည္းဘယ္ေတာ့မွျဖစ္လာေတာ့မွာမဟုတ္ပါဘူး...\nဘီလ္လည္းထုိ႕အတူပါပဲ....\nဒီကားက သူငယ္ခ်င္း ၂ေယာက္ရဲ႕ အလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႕ ရယ္ေမာရသလုိ\nဇာတ္လမ္းကလည္းစိတ္၀င္စားစရာေကာင္းပါတယ္...\nသူတုိ႕ ၂ေယာက္ရဲ႕ မွားယြင္းေနတဲ့လမ္းေၾကာင္းကုိတည့္မတ္ေပးဖုိ႕ လက္ရွိ ၁၉၈၈ခုႏွစ္ကုိ\n၂၆၈၈ခုႏွစ္ကေန အခ်ိန္ခရီးသြားၿပီး လာေရာက္ကူညီတာေတြပါလုိ႕ပါ...\nဘယ္လုိေတြ တလြဲလုပ္ၾကမလဲ..\nသူတုိ႕စာေမးပြဲေအာင္ၿပီး ေက်ာင္းဆက္တက္ႏုိင္မလား...\nေအာင္ျမင္တဲ့တီး၀ုိင္းတစ္ခုဆက္ဖန္တီးႏုိင္မလား...\n၂၆၈၈ခုႏွစ္က သူေတြကလည္း အခ်ိန္ခရီးသြားၿပီး\nဘာေၾကာင့္လာကူညီၾကတာလဲ.အခ်ိန္ခရီးသြားတဲ့သူေတြရဲ႕ အကူအညီနဲ႕ ဒီ ၂ေယာက္ဘာေတြဆက္ဗရုတ္က်မလဲ.ခံစားၾကည့္ၾကပါ...\nကြ်န္ေတာ္တုိ႕လည္း ၁၉၈၈ခုႏွစ္က ငယ္ရြယ္ႏုပ်ဳိတဲ့ Keanu Reeves\nရဲ႕ဇာတ္ကားေကာင္းကုိ အခ်ိန္ခရီးသြားျခင္းပုံစံတစ္မ်ဳိးနဲ႕ခံစားၾကည့္လုိက္ရေအာင္   File Size : (850MB) and (328 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Comedy,Music\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/bill-teds-excellent-adventure1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/miss-granny-131x200.jpg",
        "title": "Miss Granny (2018)",
        "description": "Miss Granny (2018)_____IMDb - 8.0/10\n  ဒီတစ်ခေါက် Channel Myanmar ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့ \"Miss Granny\" ဆိုတဲ့ ဖိလစ်ပိုင်ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဖိလစ်ပိုင်ဇာတ်လမ်းကြိုက်တဲ့ ပရိတ်သတ်တွေအတွက်တော့ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်လမ်းပါ...ဒီဇာတ်လမ်းက 2014 မှာထွက်ခဲ့တဲ့ ကိုးရီးယားဇာတ်လမ်း \"Miss Granny 2014\" ကို အခြေခံရိုက်ကူးထားခြင်းဖြစ်ပါတယ်..ဇာတ်အိမ်ကောင်းပြီး တခဲနက်အောင်မြင်ခဲ့တာကြောင့် Chinese Version \"20 Once Again\"ဆိုပြီးတော့ 2015 မှာ ထွက်ရှိခဲ့ပါသေးတယ်...ဒီလောက် ကောင်းတဲ့ ဇာတ်လမ်းကို ဖိလစ်ပိုင်နာမည်ကျော် မင်းသားမင်းသမီးတွေရဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရှုရမှာပါအညွှန်း - ဖေလီဆိုတဲ့ အသက် ၇၀ ကျော်အမျိုးသမီးပါ...ဆံပင်ဖြူ သွားကျိုးပြီး ပါးရေနားရေတွေ တွန့်ကာ ခြေထောက်တွေလည်း မကောင်းတော့တဲ့ အရွယ်ပါ...ဖေလီမှာ သူဂုဏ်ယူရတဲ့ ဂုဏ်ထူးဆောင် သားလေးတစ်ယောက်ရှိပါတယ်...သူဟာ သူ့သားလေးက ဘယ်လောက်တော်ကြောင်း ဘယ်မှာ ပါမောက္ခဆိုပြီး တွေ့တဲ့သူတိုင်းကို အမြဲ ဂုဏ်ယူပြောဆိုတတ်ပါတယ်...အချိန်တန် ...",
        "rating": "8.0",
        "url": "https://megaup.net/2oVx8/Miss_Granny_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Fantasy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/Definitely-Maybe-poster-133x200.jpg",
        "title": "Definitely, Maybe (2008)",
        "description": "Definitely, Maybe (2008)\nIMDb - 7.1/10_____Rotten - 70%\n   Will Hayes (Ryan Reynolds) ဆိုတဲ့ လူလတ်ပိုင်းအရွယ်ယောင်္ကျားတစ်ယောက်မှာ\nသမီးလေးတစ်ယောက်ရှိပြီး ဇနီးမယားနဲ့တော့ ကွဲကွာနေသူပါ...\nတစ်နေ့သမီးလေးဟာ ကျောင်းရဲ့ လိင်ပိုင်းဆိုင်ရာသင်ခန်းစာတွေသင်ပြီးနောက်မှာ\nအဖေ့ထံက တစ်သက်လုံးမကြားခဲ့ရတဲ့အမေ့အကြောင်းကို\nစပ်စုပါတော့တယ်....\nဖခင်ဖြစ်တဲ့သူဟာ အမေဆိုတာကြီးကိုတမ်းတပြီး သမီးလေးကိုမကြီးပျင်းစေချင်တော့\nအမေ့အကြောင်းကို တစ်ကြောင်းတောင် မပြောပြထားသလို\nလွမ်းမောစရာအတိတ်ကြီးကိုလည်း ပြန်လည်အမှတ်မရချင်တော့တာကြောင့်ပေါ့...\nကျွန်တော်တို့အားလုံးလည်း တစ်စုံတစ်ယောက်ကိုသိပ်ချစ်ခဲ့ပေမယ့်\nအကြောင်းကြောင်း ကြောင့်လက်တွဲဖြုတ်ခဲ့ရတဲ့အခါမှာ\nအတတ်နိုင်ဆုံးမေ့ပျောက်ဖို့ကြိုးစားကြတယ်...\nသို့ပေမယ့် ချစ်ခဲ့သူနဲ့ပတ်သက်လို့မေ့ပျောက်ဖို့ကြိုးစားတဲ့အခါမှာ\nကျွန်တော်တို့ဘယ်တုန်းကများအောင်မြင်ခဲ့ဖူးလို့လဲ...\nနောက်ဆုံးသမီးလေးကို ကွဲသွားတဲ့မိန်းမအကြောင်းကို ပြောပြဖြစ်တယ်...\nသူပြောတဲ့အကြောင်းတွေက တကယ်စိတ်ဝင်စားဖို့ကောင်းသလို\nရယ်လည်းရယ် ရင်လည်းခုန်ဖို့ကောင်းတယ်...\nရိုက်ပြထားတာလည်း တကယ်ကြည်နူးဖွယ်ရာကောင်းတယ်...\nခံစားကြည့်လိုက်ပါဦး.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paingပဲဖြစ်ပါတယ်....\n   \nFile Size : (950 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Comedy, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/1xZ4w/Definitely,_Maybe_[2008]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4FF18ia7yTvHf2izNrHqBmgH8U.jpg",
        "title": "Rocketman(2019)",
        "description": "Rocketman(2019)\nIMDb....7.7,,,,,Rotten....89%\n((BluRay1080p5.1ch,720pတုိ႕ျဖင့္ ျပန္လည္ Update ေပးထားပါသည္....))\nဒီရုပ္ရွင္ကေတာ့ Bohemian Rhapsody လိုပဲ ကမာၻေက်ာ္ အဆိုေတာ္တစ္ေယာက္ရဲ႕\nဘဝဇာတ္ေၾကာင္းကို ရိုက္ကူးထားတာျဖစ္မွာပါ။ သရုပ္ေဆာင္ကေတာ့ Kingsman ရဲ႕\nမင္းသားTaron Egerton ျဖစ္ေနတာ တုိက္ဆိုင္တာပါပဲ။ Kingsman ရုပ္ရွင္ထဲမွာ အယ္လ္တန္ဂြ်န္ပါခဲ့တာကိုး။\nသူ႕နာမည္ကေတာ့ အယ္လ္တန္ ဂြ်န္ပါ။ လူအမ်ားၾကားဖူးၾကမယ္ထင္ပါတယ္။ အျပည့္အစံုဆိုရင္ေတာ့\nဆာ အယ္လ္တန္ ဟာက်ဴလီ ဂြ်န္ ျဖစ္ပါတယ္။ သူဟာ အေမရိကရဲ႕ ေရာ့ခ္ဂီတသမိုင္းမွာ အေအာင္ျမင္ဆံုး\nတစ္ကိုယ္ေတာ္ဂီတသမားျဖစ္ၿပီး ကမာၻ႕ဂီတသမိုင္းမွာ တတိယေျမာက္ အေအာင္ျမင္ဆံုး ျဖစ္ပါတယ္။ သူ႕ေရွ႕မွာ မက္ေဒါနား နဲ႕\nဘီတယ္စ္ ပဲ ရွိပါေတာ့တယ္။ (မၾကာခင္ ဘီတယ္စ္ရဲ႕အေၾကာင္းျဖစ္တဲ့ Yesterday ရုပ္ရွင္လည္း ရံုတင္ေတာ့မွာပါ)\nအယ္လ္တန္ဟာ ဂရမ္မီဆု 5ၾကိမ္ရရွိခဲ့ၿပီး အျခားေသာ ဆုၾကီးေတြလည္း အမ်ားအျပားကို ရရွိခဲ့တာပါ။ Gold album 26 ခု၊\nပလက္တီနမ္ နဲ႕ မာလ္တိုင္ပလက္တီနမ္ ၃၈ ခု၊ ဒိုင္းမြန္း ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/rocketman2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ygAuDjoyvZ07HSq1IApDkh1Bc0N.jpg",
        "title": "Charlie Says (2018)",
        "description": "ဒီကားကေတာ့ အေမရိကားရဲ႕စက္ဆုပ္ဖြယ္ေကာင္းၿပီးနာမည္ဆိုးနဲ႔ေက်ာ္ၾကားခဲ့တဲ့Charlie Mansonနဲ႔သူ႔ေနာက္လိုက္ေတြအေၾကာင္း႐ိုက္ထားတဲ့Biographical Dramaကားတစ္ကားျဖစ္ပါတယ္။အရင္လည္းသူ႔အေၾကာင္း႐ုပ္႐ွင္ေတြ႐ိုက္ခဲ့ဖူးပါတယ္။ဒီကားမွာေတာ့ သူ႔ကိုအရမ္းကိုခ်စ္ခင္ယံုၾကည္ခဲ့တဲ့ေကာင္မေလးေတြဘက္က႐ိုက္ျပထားတာပါ။ဒီဘဲႀကီးကThe Beatles ေရာ့ခ္အဖြဲ႔ကိုအရမ္း႐ူးသြပ္ၿပီးသူကိုယ္တိုင္လဲသီခ်င္းတစ္ပုဒ္ေတာင္ထြက္ခဲ့ေသးတယ္။ကယ္လီဖိုးနီးယားကျခံႀကီးတစ္ျခံမွာ Manson Family ဆိုၿပီးသူတို႔ေနၾကတယ္။ပံုစံကနည္းနည္းဟစ္ပီဆန္တယ္လႊင့္ပစ္ထားတဲ့အသီးအရြက္ေတြကိုခ်က္စားတယ္ျမင္ေဇာင္းမွာအိပ္တယ္ သူတို႔အခ်င္းခ်င္းလိင္ဆက္ဆံၾကတယ္သူတို႔ဘာကိုမွမထိန္းခ် ဳပ္ထားဘူး။ဒါေပမယ့္ က်မ္းစာကို႐ူးသြပ္ၿပီး race warကိုစတင္ဖို႔လုပ္တယ္။အခုလက္တေလာထြက္ထားတဲ့ နာမည္ႀကီး Once upon a time in HollywoodကားမွာMargot Robbieသ႐ုပ္ေဆာင္ထားတဲ့ Sharon Tateနဲ႔တျခားအႏုပညာ႐ွင္ေတြကိုလည္း ဒီFamilyကသတ္ခဲ့တာပါ။ဒီကားမွာ ဒီဘဲႀကီးကေကာင္မေလးတံုးတံုးအအေလးေတြကိုတကယ္လႊမ္းမိုးျခယ္လွယ္ၿပီး brainwashလုပ္သြားတာေတြကို႐ိုက္ျပထားတယ္။Castေတြကလည္း မ်က္ႏွာသိပ္မစိမ္းတဲ့သူေတြပါGame of Thrones seriesထဲက ဂီလီတစ္ေယာက္လဲပါပါတယ္။ File Size : (1 GB) & ( 387 MB)Quality ...",
        "rating": "5.6",
        "url": "https://megaup.net/5vF5u/(CM)_Charlie_Says_2019_(Large_Size).mp4",
        "category": "Biography, Crime, Drama, Uncategorized"
    }
]