[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQ0yaNVu5zN5TCvTET9urHYIngN.jpg",
        "title": "Sniper Vengeance ( 2023 )",
        "description": "ကြီးမားလှတဲ့ စစ်ဆင်ရေး တာဝန်တစ်ခုမှာ သေဘေးကနေ\nလက်မတင်လေးတင် လွတ်မြောက်လာခဲ့ပြီး သူယုံကြည်ရဆုံး\nရဲဘော် ရဲဘက်တွေကို ဆုံးရှုံးလိုက်ရသူ လက်ဖြောင့်စနိုက်ပါသမား - ကောင်းကျန်းရဲဘော်တွေ သေဆုံးခဲ့ရလို့ ဖြေမဆည်နိုင်ဖြစ်နေပေမဲ့\nကောင်းကျန်းဘဏ်အကောင့်ထဲမှာ အမေရိကန်ငွေ\n၄ သိန်းရောက်ရှိနေခဲ့တာမို့ သူ့ရဲဘော်တွေကို\nသစ္စာဖောက်တယ်ဆိုပြီး စွပ်စွဲခံနေခဲ့ရပါတယ် ။နာကျဥ်းမှုတွေ များစွာရင်ဝယ်ပိုက်ထားတဲ့\nကောင်းကျန်းတစ်ယောက် မုန်တိုင်းအဖွဲ့ ဆိုတဲ့\nအဖွဲ့နဲ့ ပူးပေါင်းကာ လက်စားချေဖို့ လုပ်ဆောင်ခဲ့ပါတော့တယ် ။❏ ပြန်ပေးဆွဲမှုတွေ ခဏ ခဏ ကြုံတွေ့ရတဲ့ အချိန်မှာ\nနောက်ကွယ်က ကြိုးကိုင်သူက ဘယ်သူဖြစ်နေမှာလဲ?\n❏ သူ့ကိုချောက်ချတဲ့ သူကတော့ အမှန်ပဲရှိနေခဲ့တာလား?\n❏ ကျဆုံးသွားတဲ့ ညီအစ်ကိုတွေအတွက်ရော\nကောင်းကျန်းတစ်ယောက် လက်စားချေနိုင်ပါ့မလား? ဆိုတာ\nစိတ်ဝင်စားစွာနဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Review By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 24 min\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/sniper-vengeance-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-Boggie-135x200.jpg",
        "title": "Boogie Nights (1997)",
        "description": "မင်းသား Mark Wahlberg ရဲ့ အကောင်းဆုံးရုပ်ရှင်တွေထဲက တစ်ကားကို တင်ပေးထားလိုက်ပါပြီဒီကားကတော့ အက်ဒီအဒမ်စ်ဆိုတဲ့ကောင်လေးကို ညစ်ညမ်းကားဒါရိုက်တာဂျက်ခ်ဟော်နာက တွေ့ရှိသွားပြီး ခေါ်လာခဲ့ရာမှ နာမည်ကြီးအပြာမင်းသားဖြစ်သွားတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ။\nPornography ဖန်တီးတဲ့အကြောင်းတွေ ထဲထဲဝင်ဝင်ရိုက်ပြထားတဲ့အပြင် အဖော်အချွတ်အခန်းတွေအများကြီးပါတဲ့အတွက် ကလေးတွေနဲ့ကြည့်ရှူဖို့တော့ မသင့်တော်ပါဘူး..Imdb 7.9/10 ရထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီး ဆုပေါင်းများစွာလည်းရရှိခဲ့ပါတယ်။ အခုအချိန်အထိလည်း Masterpiece ကားလို့တင်စားခံနေရတုန်းပါ။ File size…(3.08GB)  / (`1.54GB) / (741.04MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:35:00\nGenre...  Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "",
        "url": "https://megaup.net/1bCcw/Boogie.Nights.1997.720p(CM)_(2).mp4 ",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/p15005_v_v12_al-133x200.jpg",
        "title": "M. Butterfly (1993)",
        "description": "M. Butterfly (1993)ဒီကားကို ရိုက်တဲ့ဘဲက ဒေးဗစ်ခရိုနင်ဘတ်။ သူ့တော့ သိကြတယ်ဟုတ်။ Crimes of the Future တို့၊ The Fly တို့၊ Crash တို့လို Body Horror တွေအရိုက်များခဲ့တဲ့သူပါပဲ။ Body Horror မာစတာတစ်ပါးအဖြစ်လူသိများတဲ့ ခရိုနင်ဘတ်ဟာ ဒီတစ်ခါတော့ ထူးထူးခြားခြား ဘာညာဘာညာကြတာတောင် ဘော်ဒီမပြတဲ့ ကားကို ရိုက်ချလိုက်တယ်။မင်းသားက Jeremy Irons ပါ။ ပေါ်ပြူလာအရမ်းဖြစ်တဲ့ထဲ မပါပေမဲ့လည်း သရုပ်ဆောင် တော်တော်ကောင်းတဲ့ ဘိုးတော်ကြီးပေါ့။ မင်းသမီးကတော့ အဲလေ နောက်မင်းသားကတော့ ဂျွန်လုံးပါ။ သူကတော့ ပုရီကားမှာ တော်တော်များများသိကြမှာပါ။ Rush Hour 2 ကတော့ သူ့ကို လူသိအများကြဆုံးကားဖြစ်ပါလိမ့်မယ်။ဇာတ်လမ်းကတော့ ပြင်သစ်သံရုံးက စာရင်းကိုင်တစ်ယောက်ဟာ တစ်နေ့ အော်ပရာသွားကြည့်ရင်း ပီကင်းအော်ပရာသမလေးတစ်ယောက်နဲ့တွေ့တယ်။ ဘာမှတော့မသိပေမဲ့ အနုပညာကိုခံစားတတ်သလို ဘာလိုလိုနဲ့ ရောဖောရင်း ...",
        "rating": "6.7",
        "url": "https://megaup.net/1bBz9/(CM)_M._Butterfly_(1993)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjRjODE0ZTMtNGNiYi00YTZhLThmNmItODhiYzhjZjYwMDMyXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Dog Gone (2023)",
        "description": "Dog Gone (2023)\n=============\nIMDb Rating - 6.0/10\"ဘာ မင်းက ခွေးမွေးမယ် မင်းလို ကိုယ့်တာဝန်ကိုယ်တောင်\nမယူနိုင်တဲ့လူကလေ ခွေးတစ်ကောင်မွေးရတာ လွယ်မှတ်နေလား\"\nဒီစကားတွေကတော့ ခွေးမွေးမယ်လို့ ပြောလိုက်တိုင်း အိမ်မှာ\nကြားနေကျ စကားတွေပေါ့။ဖီးလ်ဒင်း ဆိုတဲ့ ကောင်လေးလည်း အတူတူပါပဲ။ ကံကောင်း\nထောက်မပြီး ဘွဲ့ရသွားပေမဲ့ ဘာဆက်လုပ်ရမလဲ မသိသေးတဲ့\nစော်ပစ်ကောင်လေးတစ်ယောက်ပေါ့။ အဲဒီလို ဘာလုပ်ရမလဲ\nမသိတာနဲ့ ခွေးလေးကောက်မွေးလိုက်ရာကနေ တစ်အိမ်လုံး\nအငြိမ်မနေနိုင်၊ အိမ်ဦးခန်းက အမေ့ဓာတ်ပုံ အာဝုပုံနဲ့ ပြောင်း\nချိတ်မယ် ဆိုတဲ့ ဇာတ်လမ်းတွေ ဖြစ်လာပါတော့တယ်။ဟူးမန်းတွေနဲ့ အာဝု‌တို့ကြားက ချစ်ခြင်းမေတ္တာသံယောဇဉ်တွေကို\nအလှပဆုံး ဖော်ကျူးပေးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး မိသားစု\nကြားက ပြဿနာအဖုအထစ်လေးတွေကိုပါ ဖြေရှင်းပြသွားတာမို့\nမိသားစုဝင်တွေနဲ့အတူတူ ကြည့်လို့ရတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း\nပြောကြားရင်းတင်ဆက်ပေးလိုက်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှရေးသားပေးပြီ၊\nဘာသာပြန်ရေးသားပေးသူများကတော့ Ngwe Zin, May Thet Khine\nSoe တို့ဖြစ်ပါတယ်)File Size..........(1.49 GB) / (654 MB) / ...",
        "rating": "6.0",
        "url": "https://megaup.net/1bBeh/Dog.Gone.2023.720p.NF.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Biography, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fq4hQDX9iExGMcTXLEhvJU1EZFm.jpg",
        "title": "Transit(2018)",
        "description": "Transit(2018)*************ငါတို့ဟာ တရွေ့ပြီးတရွေ့\nငါတို့ဟာ တငွေ့ငွေ့\nငါတို့ဟာ ဘယ်ရထားမှာလွဲခဲ့လဲ\nတစ်ခါလွဲရင် နှစ်ပေါင်းဘယ်လောက်ကြာခဲ့သလဲ\nခင်ခင်ပျိုရေ ငါစောင့်ခဲ့တယ်။\nဆရာကြီးအောင်ချိမ့်ရဲ့ ကဗျာထဲကလိုပဲ။ ကိုယ့်ဘဝမှာ ကိုယ့်အနား တစ်သက်လုံးခေါ်မထားနိုင် တဲ့သူ(ဒါမှမဟုတ်) သူ့အနားမှာ ကိုယ့်ကို တစ်သက်လုံးလက်မတွဲနိုင်သူတွေကို ဘယ်လိုမျိုးအလွဲခံပြီး၊ဘယ်လောက်များဒုက္ခအရောက်ခံပြီး ချစ်ခဲ့ဖူးပါသလဲ။ တစ်ချိန်ချိန်မှာခွဲရမယ်မှန်းသိသိနဲ့ မျဉ်းပြိုင် နှစ်ကြောင်းလို မဆုံအောင်လုပ်မှာလား၊ ဆုံပြီးမှဝေးရတဲ့မျဉ်းဆုံလိုမျိုး ကြုံချင်သလား တစ်ခါတရံ ဝေခွဲမရဖြစ်ခဲ့ဖူးပါသလား။ဒီဂျာမန် အချစ်ကားလေးထဲမှာတော့ ဒီလိုမျိုး ခံစားချက်တွေရဲ့ လေးနက် ပြင်းထန်မှုကိုလှလှပပဖော်ကျူးထားပါတယ်။ ဇာတ်လမ်းကို ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီဂျာမန်တွေပြင်သစ်ဝင်သိမ်းတဲ့နောက်ခံအခြေအနေကို ယနေ့ခေတ်ပုံစံနဲ့ ရိုက်ထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ ဂျော့ဂ်ျဟာ တေလေတစ်ယောက်ဖြစ်ပြီး သူငယ်ချင်းတစ်ယောက်အကူ အညီ တောင်းတာကြောင့် ပြည်ပကိုထွက်ပြေးဖို့ကြိုးစားနေတဲ့ နာမည်ကြီးဂျာမန်စာရေးဆရာဝိုက်ဒယ်လ်\nကို သူပုန်းတဲ့နေရာမှာသွားတွေ့ပြီး စာ(၂)စောင် သွားပေးပါတယ်။ဒါပေမယ့် ဝိုက်ဒယ်လ်သေနေသွားတဲ့အတွက် မာဆေးလ်မြို့အထိသွားပြီးဒီသတင်းကို သူ့မိတ်ဆွေတွေဆီပေးဖို့ဖြစ်လာပါတယ်။ မာဆေးလ်မြို့ကို အရောက်မှာသူဟာ မိန်းမတစ်ယောက်နဲ့ ကလေးငယ်လေးတစ်ယောက်ကို ချစ်မိသွား၊ သံယောဇဉ်တွယ်မိသွားပါတယ်။အဲဒီ အချစ်စိတ်၊ သံယောဇဉ်စိတ်တွေနဲ့ သူ့ရဲ့ အတ္တတစ်ကိုယ်ကောင်းဆန်မှုတို့ လွန်ဆွဲကြပါတော့တယ်။သူရဲ့အတ္တကပဲ အနိုင်ရမလား၊ အချစ်စိတ်ကပဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2xwch/Transit.2018.BLU-RAY.720P(CM).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aZ2CWumYRunOWquAEtG293xrZWK.jpg",
        "title": "Body Jumper (2001)",
        "description": "Body Jumper (2001)\n\" အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်ရပြေအောင် ချဲ့ကုတ်ပေးထားပါတယ်ခင်ဗျာ \"\nတစ်ချိန်က နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ သရဲမ ဘော့ဘ်ဟာ သူကျင်လည်ကျက်စားရာရွာလေးမှာ ယောက်ျားတွေကို မြူစွယ်ရင်း အသည်းဖောက်စားလေ့ရှိတယ်။ အဲဒီတော့ ရွာသားတွေလည်း တစ််နေ့တခြားဆိုးသွမ်းလာတဲ့ ဘော့ဘ်ကို သရဲနှင်ဆရာတွေခေါ်ပြီး ရေတွင်းပျက်တစ်ခုထဲ ပိတ်လှောင်ခဲ့ကြတယ်။နှစ်ပေါင်း ၇၀အကြာမှာတော့ မြို့ကကျောင်းသားတစ်အုပ် အဲဒီဆမ်ခေါ်ရွာလေး တိုးတက်ဖို့ဆိုပြီး ကျောင်းပရောဂျက်အတွက် ရောက်လာကြတယ။ သူတို့ထဲက သိပ်လှတဲ့ ကောင်မလေး ဂဲ ရေချိုးတာကို ချောင်းကြရင်း သရဲမဘော့ဘ်ကို မတော်တဆ လွတ်မြောက်သွားစေခဲ့တယ်။ ဘော့ဘ်ဟာ ဂဲဆီ ဝင်ပူးပြီး ကျောင်းသားအုပ်စုနဲ့အတူ ဘန်ကောက်မြို့ကို ပြန်လိုက်သွားချိန်မှာတော့...ပေါ့ပေါ့ပါးပါး ကြည့်ရှုရမယ့် ထိုင်းသရဲဟာသကားလေးဖြစ်တာမို့ အားပေးလိုက်ကြပါဦး...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.4GB, 760MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration ...",
        "rating": "",
        "url": "https://megaup.net/2xw9i/(CM)_Body_Jumper_(2001)_720p.mp4",
        "category": "Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zQaCv7lKwHsh0YSHkt1QNjIOZ1c.jpg",
        "title": "Waltz with Bashir(2008)",
        "description": "Waltz with Bashir(2008)***********************၁၉၈၂ ခုနှစ် ဇွန်လမှာ အစ္စရေးဟာ လက်ဘနွန်နိုင်ငံကိုကျူးကျော်စစ်စတင်ခဲ့စဉ်ကအကြောင်းတွေပြန်လည်ဖော်ထုတ်ထားတဲ့ဖြစ်ရပ်မှန်နောက်ခံဇာတ်ကားဖြစ်ပါတယ်။\nAri Flomanဟာထိုစစ်ပွဲမှာ အစ္စရေးဘက်ကတိုက်ခိုက်ခဲ့သူဖြစ်ပြီးလက်ရှိမှာ ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်ဖြစ်ကာ စစ်ပွဲနဲ့ပတ်သက်တာတွေကို သူမမှတ်မိနိုင်ဖြစ်နေပါတယ်။\nတစ်နေ့မှာသူငယ်ချင်းဖြစ်သူ ဘော့ဇ်က သူ့အိပ်မက်အကြောင်းပြောပြတော့လွန်ခဲ့တဲ့နှစ်နှစ်ဆယ်က စစ်ပွဲမှာဖြစ်ပျက်ခဲ့တာတွေကိုရေးရေးမြင်လာပါတယ်။\nစစ်ပွဲမှာ သူဘာတွေလုပ်ခဲ့လဲ၊ဘယ်တွေရောက်ခဲ့လဲဆိုတာကို ပြန်လည်ရှာဖွေဖို့မိတ်ဆွေတွေဆီလိုက်မေးတဲ့ ပုံစံမျိုးနဲ့ဇာတ်အိမ်တည်ထားပါတယ်။\nဘာလို့လိုက်မေးရသလဲ ဒီဇာတ်ကားကိုသူဘာကြောင့်ထုတ်လုပ်ရသလဲဆိုတော့အဲ့အချိန် အဲ့စစ်ပွဲမှာဖြစ်ပျက်ခဲ့ပြီး ဘာစီရင်ချက်မှမရှိခဲ့တဲ့ လက်ဘနွန်ဒုက္ခသည်စခန်းတွေက\nအစုလိုက်အပြုံလိုက်သတ်ဖြတ်မှုတွေကို မီးမှောင်းထိုးပြချင်လို့ပါပဲ။ ဇာတ်လမ်းအဆုံးမှာထိုအချိန်ကရိုက်ကူးခဲ့တဲ့ video footageလေးနဲ့အဆုံးသတ်ထားပါတယ်။File Size : (1.5GB) and (575MB)\nQuality : Blu-Ray  1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Biography, Animation\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Ryz1/Waltz.with.Bashir.2008.BLU-RAY.720P(CM).mp4",
        "category": "Animation, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWJjMzg3MDctMzEyZS00ZGU4LWI0MzgtMDY3NTViZjNjMGU4XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Mukundan Unni Associates™ (2022)",
        "description": "Mukandan Unni Associate\n====================‌\nimdb rating 8.0/ 1.5k၂၀၂၃ မှာထွက်ရှိလာတဲ့ ဒီကားလေးက အင်ဒီယန်း မာလာရမ်\nစကားပြောရုပ်ရှင်ဖြစ်ပြီး ရှားရှားပါးပါးblack comedy အမျိုးအစားဖြစ်ပါတယ်။\nNight crawler ကြည့်ဖူးတဲ့သူတွေဆိုရင် အဲ့ထဲက မင်းသားဘယ်လောက်တောင်\nသောက်ခွက်ဖြတ်ရိုက်ချင်စရာကောင်းလဲသိမှာပါခုဒီဇာတ်ကားထဲက အဓိကဇာတ်ဆောင် ရှေ့နေမူကန်ဒန်ရဲ့ မအောင်မြင်တဲ့ဘဝကနေ\nအောင်မြင်လာအောင် ဘယ်လိုတက်ကျမ်းတွေကို ဘယ်လိုသုံးပြီး\nအိန္ဒိယကားများထုံးစံ နိုင်ငံရေး ကျန်းမာရေး ရဲ တရားသူကြီး\nရှေ့နေ တစ်ခုမကျန် ပတ်လှောင်ထားတာကိုတွေ့ရမှာပါဒီမင်းသားရဲ့ ယဉ်ယဉ်လေးရူးနေတဲ့ပုံစံနဲ့ ဇာတ်ကိုသယ်သွားတဲ့ပုံက\nဇာတ်လမ်းပြီးသွားတာတောင် မသိလိုက်ရလောက်အောင်\nဇာတ်ရှိန်လုံးဝမကျတဲ့ထိပါပဲ အဲ့တော့ ပရိသတ်များခံစားဖို့အတွက်\nဒီအောင်မြင်ကြီးပွားရေးဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.39GB / 829MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 8m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ThuRein Lynn",
        "rating": "8.0",
        "url": "https://megaup.net/1bB4n/Mukundan_Unni_Associates_(2022)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYjZmMGY0NzgtZTZmNS00Y2UxLThiNjEtNmM1NDVjYjM2Y2IzXkEyXkFqcGdeQXVyMTI5MjcxOTc3._V1_-141x200.jpg",
        "title": "Laththi Charge (2022)",
        "description": "Laththi 2022\n7.7 / 10 IMDb\nဒီတစ်ခါမှာတော့ တောင်ပိုင်းအက်ရှင်ဇာတ်ကားကောင်းတွေဖြစ်တဲ့\nVeeramae Vaagai Soodum, Enemy, Irumbu Thirai, Chakra, Action, Poojai\nအစရှိတဲ့ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာနဲ့ ပရိသတ်ရင်ထဲကိုထိုးဖောက်ခဲ့တဲ့\nမင်းသားကြီးဗီရှယ် ( Vishal Krishna Reddy) ရဲ့ဇာတ်ကားကောင်းလေး လာပါပြီဇာတ်လမ်းအကျဉ်းလေးကတော့\nမူရူဂါဟာ ဇနီးသည်ကာဗီသာနဲ့အတူ ဆယ်နှစ်အရွယ်သားလေးတစ်ယောက်ရှိတဲ့ ရဲတစ်ယောက်ပါ..\nတစ်နေ့မှာတော့ မိန်းကလေးတစ်ယောက်ကိုလိုက်နှောင့်ယှက်ခဲ့တဲ့သူတစ်ယောက်ကို\nမုဒိန်းကောင်အဖြစ်နဲ့မှားဖမ်းပြီး ညှင်းပန်းနှိပ်စက်မိခဲ့တာကြောင့် ရာထူးတစ်နှစ်ဆိုင်းငံ့ခံခဲ့ရပါတယ်...ခြောက်လကြာပြီးတဲ့နောက်မှာတော့ ဆရာဖြစ်ခဲ့ဖူးသူ\nရန်ဂနန်သမ်ရဲ့အကူအညီနဲ့ တာဝန်ပြန်ထမ်းဆောင်ခဲ့ရာမှ အလားတူအဖြစ်မျိုးကြုံခဲ့ရပြန်ပါတယ်....\nDIG ကာမလ်ရဲ့သမီးဖြစ်သူကိုအရှက်ရအောင်လုပ်ခဲ့တဲ့ တရားခံကိုညှင်းပန်းနှိပ်စက်ခဲ့ရာမှ\nအဲ့ဒီသံသယတရားခံက မာဖီးယားဂိုဏ်းခေါင်းဆောင်ရဲ့သားဖြစ်သူ ဗယ်လိုင်ဖြစ်နေတဲ့အခါ...\nသူတို့ကြားကရန်မီးက ဘယ်လိုအကျိုးဆက်တွေဆက်ဖြစ်လာမလဲ...\nမိသားစုကိုချစ်တဲ့ မူရူဂါ ( Vishal) ကရော မာဖီးယားဂိုဏ်းကို\nဘယ်လိုတွေနေထူးနိုင်သွားမလဲဆိုတာ ရသစုံအောင်ကြည့်ရှုရမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး....\nFile size…2.39GB / 1.13GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…YK\nTranslated by Thet Ko ~BpL ~ Cherry ~ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1bx1a/Laththi_(2022)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e27G0o01y6aPYn6OScB2G6NbqVz.jpg",
        "title": "Raw Deal(1986)",
        "description": "Raw Deal(1986)============== မာဖီးယားဂိုဏ်းကြီးတခုရဲ့ အမှုမျက်မြင်သက်သေ ကိုကာကွယ်ရင်းသေဆုံးသွားတဲ့ သားဖြစ်သူအတွက် လက်စားခြေဖို့ ကြိုးစားနေတဲ့အရာရှိကြီး ဟယ်ရီရှန်နွန် သက်ငယ်မုဒိမ်းမှု တရားခံကို ကြမ်းတမ်းစွာဖမ်းဆီးမှုနဲ့ ရာထူးချခံလိုက်ရပြီး နယ်မြို့လေးမှာ အရက်စွဲနေတဲ့ဇနီးဖြစ်သူနဲ့ နေထိုင်ရင်း စိတ်ဓာတ်ကျနေတဲ့ နယ်ထိန်း ကာမင်စကီ(အာနိုး)အဲ့ဒီနှစ်ယောက်ပူးပေါင်းမိပြီး အရာရှိတွေပါအိပ်ထဲထည့်ထားနိုင်တဲ့ချီကာဂိုမြို့ရဲ့အကြီးဆုံးမာဖီးယားဂိုဏ်းကြီး ထဲမှာ သူလျှိုအဖြစ်ဝင်ရောက်ကာ ဖျက်ဆီးဖို့ကြိုးစားကြပုံတွေကို ၁၉၈၀ခေတ်ကာလက‌ဇာတ်ကားဟောင်းလေးတွေ အမှတ်တရ ပြန်လည်ကြည့်ရှုလိုသူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်..(Arnold Schwarzenegger (အားနိုး)  ငယ်ဘဝ ရဲ့  ပုံရိပ်လေးတွေကိုဒီကားမှာ ပြန်လည် ခံစားလို့ ရမှာ ဖြစ်ပါတယ်)  File size…1.25GB / 518MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 46m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chit Min Thu",
        "rating": "5.7",
        "url": "https://megaup.net/1bAi1/Raw.Deal.1986..BluRay720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spnZVyEWNRgQ3qYQqsdXw6yeUvv.jpg",
        "title": "Action Team Overlord Flower ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို Action\nကားကောင်းကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေရှင် ။\nဇာတ်လမ်း အကျဥ်း -နိုင်ငံရပ်ခြား မြို့ကြီးတစ်မြို့မှာ တပ်စွဲထားတဲ့ GWS သတင်းအချက်အလက်နဲ့\nနည်းပညာ ကုမ္ပဏီက ကွန်ယက်လုံခြုံရေး သုတေသနဲ့\nဖွဲ့ဖြိုးတိုးတတ်ရေး အရာရှိ ကျိုးမော့ဟာ ထူးထူးခြားခြားပျောက်ဆုံးလို့သွားခဲ့ပါတယ် ။အရေးကြီးတဲ့ သတင်းအချက်အလက်တွေနဲ့ လုံခြုံရေးကို\nကာကွယ်ဖို့ ချန်ယို နဲ့ မိန်ယာဆိုတဲ့ အမျိုးသမီးချောလေး နှစ်ယောက်ဟာ\nကယ်ဆယ်ရေးလုပ်ငန်းတွေ စတင်ဖို့ အန္တရာယ်ရှိတဲ့\nနေရာတွေကို သွားရောက်ခဲ့ကြရပါတယ် ။ တစ်ဖက်မှာလဲ\nတရုတ်အမျိုးသမီးတွေဟာ သဲလွန်စ မရှိပဲ\nထူးထူးခြားခြား တစ်ယောက်ပြီး တစ်ယောက်\nပျောက်ဆုံးလာတဲ့အခါမှာတော့ ...?❏ အထူးလေ့ကျင့်ထားတဲ့ မိန်းမချောလေးတွေ\nတာဝန်ကို ပြီးဆုံးအောင်ဆောင်ရွက်နိုင်ပါ့မလား ?\n❏ သဲလွန်စတွေနောက် အပူတပြင်းလိုက်ရှာခဲ့ရင်း\nတကယ့်အမှန်တရားကို ရှာတွေ့နိုင်ပါ့မလား\n❏ ဒီလမ်းတစ်လျှောက်မှာလဲ ဘယ်လို ကြောက်မက်ဖွယ်ကောင်းတဲ့\nစိတ်ခေါ်မှူတွေကို တွေ့ဆုံကြရမလဲဆိုတာ ကြည့်ရှူရင်း\nမိန်းမချောလေးများရဲ့ စွန့်စားခန်းကို ဖွင့်လိုက်ရအောင်လားရှင် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/action-team-overlord-flower-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jj9VF7GL3rLXHfoa8oQ4ioNT8GZ.jpg",
        "title": "The Hitcher(1986)",
        "description": "The Hitcher(1986)=============== ချီကာဂို ကနေ ဆန်ဒရေဂိုကို ကားတစ်စီးပို့နေတုန်းဂျင်မ်ဟော်လီစ် ဆိုတဲ့ကောင်လေးကဂျွန်ရိုင်ဒါဆိုတဲ့ ကားတားစီး‌တဲ့လူကိုကူညီ့ခဲတယ်ဒါ‌ပေမယ့်ရိုင်ဒါဟာ သူကလူသတ်သမားလို့ပြောပြီးတော့ဂျင်မ်ကိုသတ်ဖို့ကြိုးစာခဲ့တယ် ဂျင်မ်ဟာ ရိုင်ဒါလက်က‌နေကပ်သီးလေးလွတ်မြောက်လာပြီးတော့ကို ရိုင်ဒါကိုဘယ်တော့မှမတွေ့ဖို့ မျှော်လင့်ခဲ့တယ် ဒါပေမယ့် အဲ့ရိုင်ဒါကပဲ မိသားစုတစ်စုကိုသတ်ပစ်ခဲ့တာကိုမြင်တော့ ဂျင်မ်ဟာ နက်ရှ်ဆိုတဲ့ ယာဉ်ရပ်နားစခန်းစားသောက်ဆိုင်က စားပွဲထိုးမလေး အကူအညီနဲ့ ရိုင်ဒါကို လိုက်ပြီးဖမ်းဖို့ ပြုလုပ်ခဲ့ကြတယ် အဲ့အတောအ‌တွင်းမှာပဲတစ်ယောက်နဲ့တစ်ယောက် ကြမ်းတမ်းတဲ့ ကားနောက်လိုက်တာ‌တွေ ရက်စက်တဲ့လူသတ်မှုတွေအကြောင်းဖော်ကြူးထားတဲ့ စိတ်‌‌ချောက်ခြားစိတ်လှုပ်ရှားဖွယ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ File size…1.07GB / 425MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phyo Thura",
        "rating": "7.2",
        "url": "https://megaup.net/2xveD/The.Hitcher.1986.BluRay720p(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYWU5ZTk2NTMtYmQ1OC00YTc4LWI1OTItZmExNTNmNTlmNjk2XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-139x200.jpg",
        "title": "She’s The One (2013)",
        "description": "She is the one (2013)IMdb Rating (6.3)ဖိလစ်ပိုင် romance ကားကောင်းလေးတွေကို မျှော်ကြတဲ့သူတွေအတွက် တစ်ဖက်သတ်အချစ် နဲ့ သုံးပွင့်ဆိုင် ဇာတ်လမ်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ မင်းသား မင်းသမီးတွေကလည်း မြန်မာပရိသတ်တွေနှစ်သက်သဘောကျပြီးသားဖြစ်တဲ့ မင်းသားကြီး Dingdong Dantes နဲ့ မင်းသားချော Enrique Gil တို့ဖြစ်ပြီး မင်းသမီးကတော့ Bea Alonzo ဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....\"ကတ်\"လို့ခေါ်တဲ့ကောင်မလေးက သူငယ်စဉ်တည်းကပေါင်းခဲ့တဲ့ အချစ်ဆုံးသူငယ်ချင်း \"ဝါကီ\"ကို သဘောကျနေခဲ့တာ ကြာပါပြီ။ သူတို့ကြားမှာ စိတ် စနိုးစနောင့်ဖြစ်စရာ အဖြစ်အပျက်တစ်ခု ဖြစ်ပြီးတဲ့နောက်မှာ \"ကတ်\"က ဝါကီကို move onလုပ်ခဲ့ပြီးပါပြီ။\n\"ဝါကီ\"က အစီအစဉ်တင်ဆက်သူ ဖြစ်ပြီးတော့ ကောင်မလေးတွေကို ထည်လဲတွဲတဲ့ playboyအကြီးစားပါ။ အသက်၃၀လောက်ထိ အတည်တကျရည်းစားမရှိဘဲ ရည်းစားအရေအတွက်က အသက်ထက်များပါတယ်။ဒါပေမဲ့ \"ကတ်\"အပေါ်တော့ မှီခိုတတ်ပြီး သူ့ရဲ့ ကိစ္စအတော်များများကို ကတ်က နောက်ကလိုက်ရှင်းပေးရလေ့ရှိပါတယ်။တစ်နေ့မှာတော့ \"ကတ်\"က ...",
        "rating": "6.3",
        "url": "https://megaup.net/2xv6f/(CM)_She_s.The.One.2013.720p.NF.WEB-DL.DDP5.1.x264-Naung.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-phonny-133x200.jpg",
        "title": "Phony (2022)",
        "description": "ဆရာ ဆရာ့ကြီးတွေ ကျော်သွားပေးပါ။ ပညာသင်ဆဲ ညီကိုတွေကတော့ တန်းစီပေးပါ။ဒီဇာတ်ကားကို အညွှန်းမရေးခင် Found Footage film ဆိုတာ ဘာလဲလို့ မိတ်ဆက်ပေးချင်ပါတယ်။ အတိုချုံ့ပြီး အကြမ်းဖျင်းဘာသာပြန်လိုက်ရရင် အပျော်တမ်းရိုက်တဲ့ မှတ်တမ်းရုပ်ရှင်ပေါ့။\nလက်ကိုင်ကင်မရာတွေ ၊ CCTV ကင်မရာက ဗွီဒီယိုမှတ်တမ်းတွေကို ရုပ်ရှင်တစ်ခုအောင်ဖန်တီးထားတဲ့ ဇာတ်ကားတစ်ကားဆိုလည်း မမှားပါဘူး။ဘာလို့ ဒီအကြောင်းကိုမိတ်ဆက်ပေးနေရသလဲဆိုတော့ ဒီလိုရုပ်ရှင်အမျိုးအစားတွေ ခေတ်စားလာတာနဲ့အမျှ ကြည့်ရှုသူတွေရဲ့အမြင်တွေလည်း နှစ်ခြမ်းကွဲလွဲလာလို့ပါပဲ။ တချို့ကတော့ ဒီရုပ်ရှင်တွေက အချိန်ဖြုန်းတာပဲလို့ မြင်ကြတယ်။ တချို့ကတော့ ဇာတ်လမ်းဇာတ်ညွှန်းကောင်းဖို့သာ အဓိကပဲမို့ သဘောကျတဲ့သူတွေလည်း အများကြီးရှိကြတယ်။ဆိုတော့ အကြံပြုရရင် ဒီလိုမှတ်တမ်းရိုက်ချက်ရုပ်ရှင်နဲ့ မရင်းနှီးသေးတဲ့လူတွေက စစကြည့်ချင်းမှာ နဝေတိမ်တောင်ဖြစ်နေနိုင်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ David Bush ဆိုတဲ့ အဓိကဇာတ်ကောင်တစ်ယောက်ဟာ ဒီနေ့ခေတ်မှာ လူတွေဟာ ရည်းစားသနာရဖို့ ၊ အိပ်ဖော်အိပ်ဖက်ရဖို့အတွက် လိမ်လည်နေကြတဲ့ အတုအယောင်တွေကို ဖော်ထုတ် ရိုက်ကူးတင်ပြချင်ခဲ့သူဖြစ်ပါတယ်။သို့သော်.. ကိုယ်တိုင်ရိုက်ကူးဖို့ ကြိုးစားခဲ့ပေမဲ့လည်း စော်ငြင်းကောင်ဖြစ်နေခဲ့တာကြောင့် မြာပွေသူ ...",
        "rating": "",
        "url": "https://megaup.net/2xv2B/Phony.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-dont-fuck-129x200.jpg",
        "title": "Don’t Fuck in the Woods 2 (2022)",
        "description": "Don't Fuck In The Woods 2ဒီကားလေးမှာတော့ ခေါင်းစဉ်အတိုင်း လူငယ်တစ်သိုက်သစ်တောထဲကိုအလည်ထွက်ရင်း သတ္တဝါတစ်မျိုးရဲ့ရန်ကို ရင်ဆိုင်ကြရပါတယ်။ 2016 ကထွက်ရှိခဲ့တဲ့ Don't Fuck In The Woods ရဲ့အဆက်ပါ။ သူငယ်ချင်းအဖွဲ့လိုက် အပန်းဖြေစခန်းတစ်ခုကို လာလည်ရင်း ထူးဆန်းတဲ့သတ္တဝါတစ်ကောင်ကြောင့် တစ်ယောက်ပြီးတစ်ယောက် ပျောက်ချင်းမလှပျောက်ကုန်ပါတယ်။ Horror ကားဆိုပေမယ့်အမိုက်စား အဖော်အချွတ်ခန်းတွေလည်းတော်တော်ပါလို့ ၁၈ယောက်စုကြည့်မှသင့်တော်မှာပါ။ File size…(805.25MB)  / (`739MB) / (437MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...  Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sp",
        "rating": "",
        "url": "https://megaup.net/2xv2m/Dont.Fuck.in.the.Woods.2.2022.720p.(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/91JG4KpmdxL._AC_SL1500_-141x200.jpg",
        "title": "[21+]Her Perverted Boss – Minami Aizawa[IPX-873-Decensored]",
        "description": "Minami Aizawa ဆိုတာနဲ့ ဘယ်လောက်လှတဲ့မင်းသမီးလဲဆိုတာ JAV နဲ့မစိမ်းသူတိုင်း သိကြပါတယ်။ညှို့တတ်သောပင်လယ်နဲ့တူတဲ့မျက်ဝန်းနဲ့ Slim Body အလှဆိုတာ ဒါမျိုးလို့ ညွှန်းဆိုရတဲ့ထိ တပ်မက်ဖို့ကောင်းလှတဲ့ မင်းသမီးတစ်လက်ပါပဲ။IPX-873 ဒီဇာတ်လမ်းမှာတော့ မြင်သူတိုင်းကြွေကျရတဲ့အလှနဲ့သူမကိုသာမန်လူတွေထက် အရူးအမူးပိုဖြစ်နေတဲ့ သူမရဲ့အလုပ်ရှင်က ဘယ်လောက်ထိရူးသွပ်ပြမလဲဆိုတာနဲ့သူမကလဲ မရည်ရွယ်ဘဲ ဘယ်လောက်ထိ ပျော်ဝင်သွားမလဲဆိုတာ ကြည့်ရှုခံစားရမှာပါ။1080p Version ကတော့ Censored Version ဖြစ်ပြီး 720p ကတော့ Decensored Version ဖြစ်ပါတယ်။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။File Size : (2.2 GB) & (1 GB)\nQuality : HDRip 1080p & Decensored 720p\nRunning ...",
        "rating": "",
        "url": "https://megaup.net/2xv5A/[IPX-873-Decensored]_Her_Perverted_Boss_–_Minami_Aizawa.HDrip_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o942912KFh89SGhqWuKXuT0SXzN.jpg",
        "title": "Skinamarink (2022)",
        "description": "Skinamarink (2022)~ Rotten Tomatoes - 75%, Meta - 68% ~Horror Streaming Service ဖြစ်တဲ့ Shudder ရဲ့ အသစ်ထွက်ကားလေးပါ။ ဒီရုပ်ရှင်ကိုမရိုက်ခင် ဒါရိုက်တာဟာ Youtube ချန်နယ်တစ်ခုထောင်ပြီး Viewers တွေကို သူတို့ရဲ့အိပ်မက်ဆိုးတွေအကြောင်း မေးမြန်းခဲ့ပါတယ်။ ဒီနောက် သူတို့ပြောတဲ့အိပ်မက်ဆိုးတွေကနေ ဒီရုပ်ရှင်ကို ပြန်လည်ဖန်တီးခဲ့ပါတယ်။ အဓိကကတော့ အကုန်ဘုံတူနေတယ်ပြောလို့ရတဲ့ အိပ်မက်ကိုပေါ့။ ဒါရိုက်တာဟာ \" ကျွန်တော်ငယ်ငယ်က အိပ်မက်ဆိုးတစ်ခုမက်ခဲ့ဖူးတယ်။ အိပ်မက်ထဲ ကျွန်တော်က မိဘတွေနဲ့အတူအိမ်မှာပေါ့။ ပြီး‌တော့ ကျွန်တော့်မိဘတွေ ပျောက်သွားပြီး အိမ်ထဲမှာ မကောင်းဆိုးရွားတစ်ကောင်ရှိနေခဲ့တယ်။ ဒီလိုအိပ်မက်မျိုး လူတော်တော်များများလည်း မက်ဖူးကြပါတယ် \" လို့ ပြောခဲ့သလို ဒီလိုပုံစံကိုပဲရိုက်ခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာ ဟော်ရာကားပေမဲ့ Experimental Horror ခေါ် အတွေးအမြင်အသစ်ဟော်ရာကားမျိုးဖြစ်တဲ့အတွက် အမြင်များတဲ့ကားတွေနဲ့တော့မတူပါဘူး။ ဒီကားမှာဆို အိမ်တစ်အိမ်ထဲကပစ္စည်းတွေနဲ့ ဇာတ်ကောင်ဆိုလို့ ကလေး၂ယောက်လောက်ကိုပဲသုံးပြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/1bA7h/(CM)_Skinamarink_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zSOh7hriX4mQNVxhCz1yVY4aykn.jpg",
        "title": "Frankie and Johnny (1991)",
        "description": "Frankie and Johnny (1991)~ IMDb - 6.7/10, RT - 69%, Meta - 66% ~Frankie and Johnny ဆိုတာကတော့ အမေရိကန်ရဲ့ နာမည်ကျော် ရှေးသီချင်းတစ်ပုဒ်ဖြစ်ပြီး လွန်လေပြီးသော King of Rock & Roll ကြီး Elvis Presley တောင် သူ့ရုပ်ရှင်မှာ ထည့်သွင်းသီဆိုခဲ့ပါသေးတယ်။ မူရင်းသီချင်း‌က‌တော့ ဖရန်ကီဆိုတဲ့ မိန်းမတစ်ယောက်နဲ့ ဂျွန်နီဆိုတဲ့ ယောက်ျားတစ်ယောက်ကြားက ဇာတ်လမ်းတစ်ပုဒ်ကို သီဆိုထားတာပါ။ ဒီကားကလည်း ဖရန်ကီဆိုတဲ့ စားပွဲထိုးမလေးနဲ့ ဂျွန်နီဆိုတဲ့ သက်လတ်နှောင်းပိုင်းစားဖိုမှူးတို့ကြားက ချစ်ခြင်းမေတ္တာပါ။ သီချင်းထဲမှာတော့ တခြားမိန်းမတစ်ယောက်နဲ့ဖောက်ပြန်နေတဲ့ ဂျွန်နီ့ကို ဖရန်ကီက သေနတ်တစ်လက်နဲ့ အဆုံးသတ်ပေးလိုက်ပါတယ်။ တကယ့်လူသတ်မှုတချို့ကိုအခြေခံထားတယ်လို့လည်း ပြောကြပါတယ်။အခုဒီရုပ်ရှင်ကားဟာလည်း ဒီသီချင်းနာမည်ပေါ် လုံးလုံးအခြေခံထားပေမယ့် သီချင်းထဲကအကြောင်းအရာနဲ့တော့ လားလားမှ မဆိုင်ပါဘူး။ ဇာတ်လမ်းအကျဉ်းလေးကို စလိုက်မယ်နော်...ထောင်ကလွတ်လာကစ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1RxtP/(CM)_Frankie_and_Johnnie_(1991)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Rf1vYvUsZlTG3xlDwsktIrKi7K.jpg",
        "title": "A Perfect Getaway(2006)",
        "description": "A Perfect Getaway(2006)*********************** Cliff နဲ့ Sdyney တို့က လက်ထပ်ခါစ ကြင်စဦးလင်မယားတွေဖြစ်ပြီးဟာဝိုင်အီကို ဟန်နီးမွန်းထွက်လာကြတာပါ..သူတို့ဟန်းနီးမွန်းမှာ တောင်တက်ဖို့ တောလမ်းခရီးလျှောက်ပြီး ကမ်းခြေတွေ သွားဖို့ဟာဝိုင်အီက ကျွန်းတွေအားလုံးဆီလည်ဖို့ စီစဉ်ထားကြတယ်..ဒါပေမဲ့ သူတို့ နောက်ထပ်ကျွန်းအသစ်တစ်ခုကို ရောက်တာနဲ့ပဲလူသတ်မှုတွေဖြစ်နေမှန်းသိရပါတယ်...ဟန်းနီးမွန်းခရီးမှာပျော်ရမဲ့အစားဒုက္ခမျိုးစုံသူတို့ကြုံရပါတော့တယ်...သူတို့ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကိုတော့File Size : (2.8 GB)(1.2 GB) and (356MB)\nQuality : Blu-Ray  1080P, 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Thriller, Mystery, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Marie\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Rxqj/A.Perfect.Getaway.2009..BLU-RAY.720P(CM).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wAxhQsY63VY6eF3EilXTkX0YRoU.jpg",
        "title": "Whiskey Tango Foxtrot(2016)",
        "description": "Whiskey Tango Foxtrot(2016)**************************ကင်မ်ဘေကာဟာ သတင်းဌာနတစ်ခုမှာ သူများတွေရေးတဲ့သတင်းတွေ၊ ဆောင်းပါးတွေကိုစာချော အောင် ပြင်ပေးရတဲ့အလုပ်ကိုလုပ်ကိုင်သူပါ။ တစ်ရက် အမေရိကန်တို့ အီရတ်ကိုဝင်တိုက်တော့အီရတ်ကို သတင်းဌာနက လူတွေအများကြီးလွှတ်လိုက်ရတဲ့အတွက်ဘယ်သူမှ သိပ်မသွားချင်တဲ့ အာဖဂန်နစ္စတန်ကို စစ်သတင်းထောက် အနေနဲ့ ဌာနက လွှတ်လိုက်ပါတော့တယ်။ရောက်ရောက်ချင်း ဆောက်နဲ့ထွင်း ဆိုသလို အာဖဂန်နစ္စတန်ရဲ့ ချီးနံ့ ယင်နံ့တလှောင်လှောင် လေထု၊လိမ်တောင်းတဲ့သူတောင်းစား၊ မိန်းမတွေကိုခွဲခြားမှုတွေ စကြုံပါတော့တယ်။ဒါပေမယ့် မူလက ၃လပဲနေဖို့ စိတ်ကူးခဲ့တဲ့ ကင်မ်ဘေကာဟာ တကယ်တမ်းမှာ (၃)နှစ်ကျော်အာဖဂန်မှာ စစ်သတင်းထောက်လုပ်ဖြစ်ခဲ့ပြီး နာမည်လည်းကြီးသွားခဲ့ပါတယ်။ဒီလိုဖြစ်သွားအောင် ဘယ်လို စိတ်ဝင်စားစရာ အဖြစ်အပျက်တွေ၊ ဘယ်လိုစိတ်ဒုက္ခတွေ၊ဘယ်လိုမွန်းကြပ်မှုတွေက သူ့ကို တွန်းအားပေး စေ့ဆော်ခဲ့လဲဆိုတာ ဇာတ်ကားထဲမှာ ရှုစား ရမှာပါ။\nဒီဇာတ်ကားဟာ အပြင်မှာတကယ်ရှိတဲ့ စစ်သတင်းထောက် ကင်မ် ဘေကာ (Kim Baker)ရဲ့စာအုပ်ကို မှီးပြီးရိုက်ခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားရဲ့နာမည်ဖြစ်တဲ့ Whisky.Tango.Foxtrot ဆိုတာကအမေရိကန် မရိန်းတပ်ဖွဲ့တွေ စကားပြောစက်ထဲမှာသုံးတဲ့ အသုံးအနှုန်း ဖြစ်ပါတယ်။အဓိပ္ပါယ်ကတော့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3ds9C/Whiskey.Tango.Foxtrot.2016.BLU-RAY.720P(CM).mp4",
        "category": "Biography, Comedy, Drama, War"
    }
]