[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mwNCpjejHwq9KlpNB2gKII2yvbr.jpg",
        "title": "Rashomon (1950)",
        "description": "[Unicode]Rashomon(1950)\n=============\nIMDb Rating - 8.2 out of 10ကူရိုဆာဝါလိုနာမည်ကျော်ဒါရိုက်တာ ရိုက်ထားတဲ့ ဒီရရှော်မွန်ကိုကောင်းမှန်းသိပေမယ့် ညွှန်းကြပေမယ့်\nအဖြူအမဲဖြစ်နေတာရော ခေတ်ကာလအရမ်းကွာတာရောကြောင့် သိပ်ဓာတ်မကျမိလို့ မကြည့်ဖြစ်ခဲ့ဘူး။\nခင်မောင်ရင် ဘာသာပြန်ထားတဲ့ ယူနိုဆူကီ အကူတာဂါဝါရဲ့ ရရှော်မွန်ကိုဖတ်ပြီးမှ ကြည့်ကြည့်ချင်စိတ် အတော်လေးပေါက်လာလို့ ကြည့်လိုက်မိတယ်။ကူရိုဆာဝါရိုက်ထားတဲ့ ရရှော်မွန်က တကယ်တမ်း ရရှော်မွန်ဆိုတဲ့\nဝတ္တုတိုကို အဓိကထားရိုက်ထားတာတော့မဟုတ်ဘူး\nအဲ့ဒီစာအုပ်ထဲက ပထမဆုံးအပုဒ်ဖြစ်တဲ့ In A Grooveကိုရိုက်ထားတာ။\nကူရိုဆာဝါက အဲ့ဒီဝတ္တုတိုနှစ်ပုဒ်ကို ဆက်သုံးလိုက်ပြီး မူလဝတ္တုထက် ဇာတ်ကြောင်းပြောပြတဲ့ ဇာတ်ကောင်တွေကို ချုံ့ပစ်လိုက်တယ်။\nပြောရရင် မအီတော့ဘဲ ဗိုက်ပြည့်ရုံ ပမာဏပဲ ဖြစ်ရပ်ကိုပြောခိုင်းထားတယ်။\nတစ်ခုရှိတာက သူ့ရဲ့ ရရှော်မွန်ဝတ္တုကို ဇာတ်သိမ်းပြင်ထားတဲ့ ဇာတ်သိမ်းခန်းက ဝတ္တုထက်သာတယ်ပြောရမယ်။\nဝတ္တုထက်သာတဲ့ရုပ်ရှင်ကရှားတယ်\nပြပါဆိုရင်တော့\nကျွန်တော် ဒီကားပြမိမယ်။\nအတော်လေး အထားအသိုမှန်တယ်ဆိုရမယ်။\nပြီးတော့ ဇာတ်လမ်းက ကျွန်တော်တို့ဆီက တစ်စုံတစ်ရာကို ယူပြီးနောက်မှာ\nကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပေးသင့်တဲ့ တစ်စုံတစ်ရာကိုပြန်ပေးထားတယ်။\nဒါကြောင့်ပဲ ကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပိုသာသွားတယ်လို့ ထင်မြင်တယ်။ယေဘုယျပုံစံကတော့ 12 Angry Menလို ပုံစံလို့ပြောရမယ်။\nမုဒိန်းကျင့်မှုတစ်ခုလူသတ်မှုတစ်ခုဖြစ်ခဲ့တယ်။\nတောပုန်းရယ် ...",
        "rating": "8.2",
        "url": "https://megaup.net/2WV6w/Rashomon_(1950)_B&W_720p.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wperP8EmDlClErBF8zEdmMGNqKm.jpg",
        "title": "Taking a Shot at Love (2021)",
        "description": "အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ January 2 ရက်နေ့မှပူပူနွေးနွေးထွက်ရှိထားတဲ့ Taking a Shot at Love ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုတော့ ဒီလိုလေးနဲ့အစပြုထားပါတယ်ရေခဲပြင်ဟော်ကီကစားသမားဖြစ်တဲ့ ရိုင်ယန်ကုဖ့်ပါဟာ ရေခဲပြင်ဟော်ကီမှာတော့ နာမည်ကြီးတဲ့အကျော်အမော်ကစားသမားတစ်ဦးပါရိုင်ယန်လိုအားကစားသမားတစ်ဦးအတွက် ထိခိုက်ဒဏ်ရာရတယ်ဆိုတာ တွေးတောင်မတွေးဝံ့တဲ့ အိပ်မက်ဆိုးတစ်ရပ်ပဲဖြစ်ပါတယ်ဒါပေမယ့်ကံကြမ္မာဟာ ရိုင်ယန်အပေါ်မျက်နှာသာမပေးခဲ့ပါဘူး တစ်နေ့ ရိုင်ယန်တစ်ယောက် ဟော်ကီကစားရင်း ခြေချင်းဝတ်ကိုထိခိုက်မိခဲ့ရာမှ သူအနှစ်သက်ဆုံးဟော်ကီကစားနည်းကိုလက်လွှတ်ရမလို ဖြစ်ခဲ့ရပါတယ်ဒီလိုနဲ့ခြေချင်းဝတ်ဒဏ်ရာရတဲ့ရိုင်ယန်တစ်ယောက် သူရဲ့ညီဝမ်းကွဲဖြစ်တဲ့တယ်ရီနဲ့ဆက်စပ်မိပြီး အေဗွန်မြို့မှ ဘဲလေးဆရာမဂျန်နာထံမှာ ခြေချင်းဝတ်ဒဏ်ရာကုသရန် အကြောင်းဖန်လာပါတော့တယ်ဂျန်နာဆိုသူမှာလည်း ရိုင်ယန်ကုဖ့်ပါလိုမျိုး ခြေချင်းဝတ်ဒဏ်ရာကြောင့် သူမရဲ့ပရော်ဖက်ရှင်နယ်ဘဲလေးကချေသည်ဘဝကို လက်လွှတ်ခဲ့ရသူပါဒါပေမယ့်သူမဟာ သူမတတ်ကျွမ်းတဲ့ဘဲလေးအကကိုသုံးပြီး ခြေချင်းဝတ်ဒဏ်ရာကို ပျောက်ကင်းအောင်စွမ်းဆောင်နိုင်ခဲ့ပါတယ်ကုထုံးတွေအများကြီးရှိတဲ့အထဲမှာ ဘဲလေးအကကုထုံးကိုသုံးပြီး ကုသပေးတာဆို​တော့ အတော်လေးစိတ်ဝင်စားဖို့ကောင်းပါတယ်ဒီလိုနဲ့ဂျန်နာတစ်ယောက် ဘဲလေးကုထုံးကိုသုံးပြီး ရိုင်ယန်ကိုဘယ်လိုတွေကုသပေးမလဲ.....နှစ်ဦးကြားမှာလည်း ဘယ်လိုသံယောဇဥ်ကြိုးလေးတွေ ရစ်နှောင်သွားမလဲဆိုတာတွေကို စောင့်မျှော်ကြည့်ရှုလိုက်ရအောင်ရှင်ရိုင်ယန်အနေနဲ့ မင်းသား Luke Macfarlaneကပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသမီးချော Alexa Penavega က ဂျန်နာအဖြစ် ပါဝင်အားဖြည့်သရုပ်​ဆောင်ထားပါတယ်Rating အနေနဲ့ကလည်း 7.4/10ရရှိထားတော့ အားလုံးသဘောတွေ့မယ့် romantic movie လေးဖြစ်မယ်လို့ မျှော်လင့်မိပါတယ်အညွှန်းနှင့်ဘာသာပြန်ဆိုသူ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1AZy0/%7BCM%7DTaking.a.Shot.at.Love.2021.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ef37088d786fb417c269f1cedb5d0c79-151x200.jpeg",
        "title": "Air Doll (2009)",
        "description": "[Unicode]Air Doll 2009ဂျပန် Mangaကို ပြန်လည်ရိုက်ကူးထားပြီး ကိုရီးယားမင်းသမီး ဘယ်ဒိုနာပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးကတော့\nလေထိုးအရုပ်မလေးတစ်ခုရဲ့ လူသားတွေရဲ့ နေထိုင်မှုပုံစံကို စူးစမ်းလေ့လာရာမှ လူ့ဘဝ လူ့ခံစားချက်တွေအကြောင်းကို သိစေနိုင်မယ့် ဇာတ်ကားလေးပါ။လူ့ဘဝဆိုတာ ပျော်ရွှင်စရာ ဝမ်းနည်းစရာတွေအချစ်အမုန်းတွေနဲ့ ပြည့်နှက်နေတယ်ဆိုတဲ့ အကြောင်းကို ဒီကားလေးမှာပုံဖော်ထားပုံကတော့ဟီဒီအိုဆိုတဲ့ လူတစ်ယောက်ဟာ လေထိုးအရုပ်မလေး တစ်ရုပ်ကို သူရဲ့ရည်းစားဟောင်း နာမည်အတိုင်း နိုဇိုမီလို့ပေးထားပြီး\nsex ကိစ္စအတွက်သာမက ကိုယ်တိုင်အစစအရာရာ ဆင်ယင်ပြုလုပ်ပေးကာ အဖော်တစ်ယောက်လို ဆက်ဆံနေထိုင်ခဲ့ရာကနိုဇိုမီ(လေထိုးအရုပ်မလေး)ဟာ တနေ့မှာ နှလုံးသားတစ်စုံကို ပိုင်ဆိုင်ခဲ့ပြီး လူတစ်ယောက်လို အသိစိတ်နဲ့အသက်ဝင်လာခဲ့ပါတော့တယ်။နိုဇိုမီဟာ လူတွေအကြောင်းကို သိချင်ပြီး လူတွေရဲ့ခံစားချက်မျိုးစုံကို စူးစမ်းချင်တာကြောင့် လူလိုဝတ်ဆင်ကာ အပြင်လောကကို ခိုးထွက်ရင်း ပတ်ဝန်းကျင်ကလူတွေဆီကနေ သင်ယူနေထိုင်ခဲ့ပါတယ်။အဲ့လိုနဲ့တနေ့ အခွေဆိုင်တစ်ခုမှာ သူမအလုပ်ရသွားပြီး ဆိုင်ပိုင်ရှင် ဂျူနီချီကို ချစ်မိခဲ့ပါတယ်။ဂျူနီချီက သူမကို လူ့လောကအကြောင်း သင်ကြားပေးခဲ့ပြီး ရုပ်ရှင်တွေအကြောင်း သင်ယူလေ့လာရင်း လူတွေခံစားချက်ကိုပါ တဖြည်းဖြည်း သဘောပေါက်လာအောင် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1B03x/Air_Doll_(2009)_720p.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/to-rome-with-love-poster-142x200.jpeg",
        "title": "To Rome with Love (2012)",
        "description": "[Unicode]To Rome With Love (2012)Directed By Woody Allenဒီရုပ်ရှင်ဟာ သိပ်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်တော့ မဟုတ်ပါဘူး။\nလှပတဲ့ ဖန်တီးမှုအများစုရဲ့ဖြစ်တတ်တဲ့ မအောင်မြင်ရခြင်းအကြောင်းရင်းကတော့ ဖန်တီးသူဟာ ပရိတ်သတ်ဘက်ကို ငဲ့မကြည့်လို့ပါပဲ။\nပဲ့ကိုင်ရှင် ဝူဒီအယ်လန်က သူရုပ်ရှင်ဟာ ငွေကြေးအရ လူအများစုနှစ်ခြိုက်မှုအရ အနုတ်ပြနေခဲ့ရင် အနုပညာအစစ်တစ်ခု သူလုပ်လိုက်တာပဲလို့ ပြောဖူးပါတယ်။\nဘယ်သူကြိုက်ကြိုက်မကြိုက်ကြိုက် ဇာတ်အိမ်အက်ကြောင်းထပ်ထပ်မထပ်ထပ် သူ့ရုပ်ရှင်ကားတွေမှာ အနုပညာပီသမှုတော့ကိန်းအောင်းနေတယ်။ ဒါက ဝူဒီအယ်လန်ပါပဲ။To Rome with Loveဟာ ဝူဒီရဲ့ ရောမက ဗိသုကာတွေကို ချစ်စိတ်ကဖြစ်လာတယ်လို့ ကျွန်တော်ထင်တယ်။\nဒါပေမဲ့ သူချစ်တာက ကိုလိုင်ဆီယံလို အပြိုအပျက်တွေကိုတော့မဟုတ်ဘူး။လှပနေဆဲအဆောက်အဦးတွေကိုပေါ့။\nဒီလိုပြောလိုက်လို့ ဒီကားကို သိပ်ခမ်းနားမယ်ထင်ရင်လည်းမှားမယ်။\nဒီရုပ်ရှင်ဟာ တစ်လောကလုံးကို သရော်ထားတဲ့သရော်ရုပ်ရှင်ပါပဲ။ ‌ဘယ်လောက်ထိသရော်သလဲဆို\nစစ္စတင်းဘုရားကျောင်းကမျက်နှာကျက်မှာ မိုက်ကယ်အိန်ဂျလိုဆွဲထားတဲ့ပန်းချီတွေကို\nငြမ်းစင်ပေါ် ပက်လက်အိပ်ပြီးတစ်နေကုန်ဆွဲတယ်လို့လူတစ်ယောက်ကပြောတော့\nမိန်းမတစ်ယောက်က သူဆိုလုပ်နိုင်မှာမဟုတ်ဘူး ပြောတယ်။\nဒီမှာ ပခြုပ်သည်မက ကျွန်မတော့ တစ်နေကုန်ပက်လက်အလုပ်လုပ်နိင်တယ်ဆိုပြီး ထပြောတဲ့ အခန်းတောင်ပါပါတယ်။\nသောက်တလွဲမီဒီယာတွေ ကဗျာဆရာတိုင်းရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2gXrA/To_Rome_with_Love_(2012)_720p_(2).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYzI4NzU4M2EtNWI2YS00ZjdmLWIzOTQtZmFkYTg2OTlkMTk3XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_UX182_CR00182268_AL_-1-136x200.jpg",
        "title": "Come Play (2020)",
        "description": "Come play (2020)==============IMDb Rating - 5.7/10Horror ချစ်သူတွေအတွက် ကြည့်လို့ကောင်းမယ့် ဇာတ်ကားလေးတင်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ အိုလီဗာက အော်တစ်ဇင်ဖြစ်နေတဲ့ကောင်လေးပါ၊ စကားပြောနိုင်အောင်ကုထုံးခံယူနေရပြီး ဖုန်းနဲ့တစ်ဆင့်ပဲ လူတွေကို ပြောဆိုဆက်ဆံပါတယ်။ကျောင်းမှာ သူငယ်ချင်းလည်းမရှိတာကြောင့် အတော်အထီးကျန်ရှာပြီး အမြဲကာတွန်းပဲဲကြည့်နေတတ်ပါတယ်၊တနေ့မှာတော့ သူ့ဖခင်ဖြစ်သူ အလုပ်ကနေ ယူလာတဲ့ tablet တစ်လုံးကတစ်ဆင့် မူမမှန်တဲ့သဘာဝလွန် အရာတစ်ခုထွက်ပေါ်လာပြီး အိုလီဗာကို အန္တရာယ်ပေးလာတဲ့အခါမှာတော့ . . . ၂၀၁၇ မှာထွက်ရှိခဲ့တဲ့ ရုပ်ရှင်ဇာတ်လမ်းတိုကိုကျောရိုးယူထားပြီး ရိုက်ကူးထားကာ IMDb Rating အနေနဲ့ 5.7/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Horror, MysterySource ...",
        "rating": "5.7",
        "url": "https://megaup.net/1AZjj/Come.Play.2020.720p.WEBRip[CM].mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZDQwY2I3MmYtZDQ2Zi00YTM3LTg2ZTQtOTJjM2I2Y2M3OGMwXkEyXkFqcGdeQXVyNzE3ODQxNjU@._V1_UY268_CR140182268_AL_-136x200.jpg",
        "title": "Locked Down (2021)",
        "description": "Locked Down (2021)================IMDb Rating - 5.0/10 ဒီ Locked Down ဆိုတဲ့ကားလေးက ကြည့်ရှူသူတွေကို ဇာတ်လမ်းခပ်အေးအေး Cast အလန်းစားတွေနဲ့ ဖြည်းဖြည်းချင်းရင်ထဲထည့်သွားစေမဲ့ကားလေး ဒီကားလေးကိုကြည့်ပြီးရင် Covid ကြောင့် ဖြစ်ရတဲ့အခြေအနေတချို့ကို ကွက်ကွက်ကွင်းကွင်းမြင်လာနိုင်မယ်။ဇာတ်လမ်းအကျဉ်းအရတော့ တဖြည်းဖြည်းယိုယွင်းပျက်စီးလာတဲ့ အိမ်ထောင်ရေးကြောင့် ခွာပြဲရတော့မဲ့ Linda နဲ့ Paxton ဟာCovid Lockdown ကြောင့် တစ်အိမ်တည်းမှာ ပိတ်မိနေကြတယ်။ ဘ၀ကိုအရိုင်းဆန်ဆန်ဖြတ်သန်းခဲ့တဲ့ Paxton နဲ့ တော်ပြီးထက်မြက်တဲ့ Linda တို့ အချိုးအကွေ့တစ်ခုမှာ ဆုံခဲ့ကြပေမဲ့ Paxton တစ်ယောက်ကတော့ တစ်ညမှာ သူလုပ်လိုက်တဲ့အမှားတစ်ခုကြောင့်ဒီလိုတွေ သူဘ၀ဆက်တိုက် ကံဆိုး‌နေရတာလို့ ထင်နေတယ်။ Linda ဆိုတဲ့အမျိုးသမီးလေးကလည်း အပြင်ပန်းကကြည့်ရင် အလုပ်အကိုင်ကောင်း ၀င်ငွေကောင်းပေမဲ့ စိတ်ဖိစီးစရာ စိတ်ရှုပ်စရာတွေအပြည့်ရှိနေတာကို အတူနေတဲ့ သူ့ရည်းစား Paxton မပြောနဲ့ တစ်ဦးတစ်လေတောင်မသိ၊ ဒီလိုနဲ့ ကံကြမ္မာကြောင့်ပဲလိုဆိုရမလား သူတို့ရဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/V1to/Locked.Down.2021.720p.WEBRip[CM].mp4",
        "category": "Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMDQwYTc5YmItZjM2Ny00NTdhLTlkMDgtYjViNTcwYmI0YTIxXkEyXkFqcGdeQXVyNDAzNDkxNTU@._V1_-140x200.jpg",
        "title": "Josée(2020)",
        "description": "Josée(2020)အညွှန်း*******************IMDb...7.8တစ်လောတုန်းက Start Up စီးရီးနဲ့ ဟန်ဂျီးဖြောင်းလောက်မကောင်းဘူး ဘာညာ ဝေဖန်ခံခဲ့ရတဲ့နမ်ဒိုဆမ်းရဲ့ ကားသစ်လေးလာပါပြီ....သို့ပေမဲ့ မင်းသားNam Joo-Hyuk ကတော့ အမာခံဖန်တွေလျှော့သွားတာရယ်တော့မဟုတ်...Nam Joo Hyuk နဲ့ Han Ji Min တို့ကို ဒုတိယအကြိမ်တူတူတွဲတွေ့ရတာဖြစ်ပြီးဒီကားလေးက 2003 လောက်ကထွက်ထားတဲ့ Japan movie \"Josee, The Tiger and The Fish\"ကို remake ပြန်ရိုက်ထားတယ်လို့ဆိုပါတယ်....Nam Joo Hyuk ကတော့ ကြင်နာတတ်တဲ့ တက္ကသိုလ်ကျောင်းသားလေးအဖြစ်သရုပ်ဆောင်ထားပြီးHan Ji Min  ကတော့ မသန်မစွမ်းကောင်မလေးအဖြစ်သရုပ်ဆောင်ထားပါတယ်...သူတို့ ဘယ်လို့တွေဆုံကြမလဲ...အချစ်ဆိုတာကရော ဘယ်လိုမျိုးလဲ...တခြားသူတွေအမြင်တစ်ခုက အရေးပါနေလား...ဆောင်းရာသီလေးမှာ စောင်ခြုံပြီး ကော်ဖီတစ်ခွက်ရဲ့ ရနံနဲ့ ရစ်မူးလို့ကောငး်မဲ့အချစ်ဇာတ်လမ်းလေးမို့ ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Phyu Zawပဲဖြစ်ပါတယ်... File Size :(1.2GB) and (550 MB)\nQuality : HDRip 720p\nFormat…mp4\nDuration…01:57:00\nGenre ...",
        "rating": "7.8",
        "url": "https://megaup.net/2gWQ2/Josee.2020.FHDRIip.720P.PP.mkv",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMeE7SkMscvGQwGob5IhVpHdhhj.jpg",
        "title": "Mothers (2017)",
        "description": "[Unicode]ဒီဇာတ်လမ်းမှာတော့ Search WWW က မင်းသမီးချော Lim Soo-Jung က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်မိခင်မေတ္တာကို ဖော်ပြထားတဲ့ ဇာတ်လမ်းလေးမို့ ကြည့်ပြီးရင် ရင်ထဲမှာ တစ်ခုခုတော့ ကျန်ရစ်မယ်ထင်ပါတယ်ဇာတ်လမ်းအကျဉ်းဟျိုဂျင်ဟာ အသက် ၃၂ နှစ်အရွယ် ဆရာမ တစ်ယောက်ဖြစ်ပါတယ်ခင်ပွန်းဖြစ်သူ ဆုံးသွားပြီးနောက်ပိုင်း ဘဝကို မျှော်လင့်ချက်မဲ့ရှင်သန်နေသူတစ်ယောက်ပါတစ်ရက်မှာတော့ ဆုံးသွားတဲ့ ခင်ပွန်းရဲ့ သားဖြစ်သူကို ကျွေးမွေးစောင့်ရှောက်ပေးဖို့ ဖြစ်လာတဲ့အခါမှာ...ဒီကလေးကို စောင့်ရှောက်ပေးဖို့ ငြင်းပယ်မှာလားသူမရဲ့ သားအဖြစ်နဲ့ မွေးမှာလားဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်ကားလေးမှာဆက်လက်ကြည့်ရှုပါနော်...။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ ) [Zawgyi]ဒီဇာတ္လမ္းမွာေတာ့ Search WWW က မင္းသမီးေခ်ာ Lim Soo-Jung က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္မိခင္ေမတၱာကို ေဖာ္ျပထားတဲ့ ဇာတ္လမ္းေလးမို႔ ၾကည့္ၿပီးရင္ ရင္ထဲမွာ တစ္ခုခုေတာ့ က်န္ရစ္မယ္ထင္ပါတယ္ဇာတ္လမ္းအက်ၪ္းဟ်ိဳဂ်င္ဟာ အသက္ ၃၂ ႏွစ္အ႐ြယ္ ဆရာမ တစ္ေယာက္ျဖစ္ပါတယ္ခင္ပြန္းျဖစ္သူ ဆုံးသြားၿပီးေနာက္ပိုင္း ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/mothers-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/fggujnqji1zv-133x200.jpg",
        "title": "18+ Love Sharing (2020)",
        "description": "Lover Sharing (2020)---------------------------------ခပ်စပ်စပ်လေးမှကြိုက်တဲ့ ဘဒိုတို့အတွက် ရှုးရှဲဖောင်းဒိုင်း 18+ကားကောင်းလေးနဲ့ထပ်ပြီး မိတ်ဆက်ပေးချင်ပါတယ်စားဘဲနေရာ လူထပ်တာမကြိုက်ဘူးဆိုတဲ့ သိုင်းဆရာတွေအတွက် ဒီထဲမှာတော့ ပါနေကြ ခပ်ဖြောင့်ဖြောင့် ဗလတောင့်တောင့်စားဘဲကြီးအပြင် တွဲဖက် ခပ်ဖြောင့်ဖြောင့်ဘဲတစ်ဗွေကလည်း ပါဝင် အားဖြည့်ဖောင်းဒိုင်ထားပါသေးတယ်ဆော်တွေကတော့ပြောစရာလိုမယ်မထင်ဘူး ကိုရီးယားက ဆော် တော်တော်များများကတော့လူမထပ်တာများပါတယ်အခုကားထဲမှာလည်း အသစ်အလန်းဆော်ကြီး နှစ်ဗွေနဲ့ တကယ့်စင်းလုံးချော ဆော်အလန်းလေးတစ်ဗွေကလည်းပြောရက်စရာမရှိအောင် အမုန်းကြဲဗုံးခွဲပြထားပါတယ် ဇာတ်လမ်းကတော့ အရမ်းမဆန်းပေမယ့် အကွက်တွေကတော့တော်တော်လန်းသလိုဖြုတ်တာတွေလည်း ကြမ်း ဆော်တွေကလည်းရှယ်လန်းပါတယ်လို့ ထောက်ခံပေးပါရစေ ကဲ ဇာတ်လမ်းအကြောင်းအကျဉ်းချုံးပြောရရင်အိမ်ကထမင်းဟင်းကို ရိုးအီလာတဲ့အိမ်ထောင်သည် အမျိုးသား သူငယ်ချင်း နှစ်ယောက်က အပြင်စာကို လပေးစားနိုင်ဖို့ဆော်လေးတစ်ဗွေကို ရေမီးအစုံ ကြိုးခုန်နိုင်အောင် တိုက်ခန်းနဲ့ထားပြီး ဝေစားမျှစားတဲ့ဇာတ်လမ်းလေးပါ အိမ်က ထမင်းဟင်းကိုလည်းကြုံရင်ကြုံသလိုဆွဲသလို အပြင်စာကိုလည်း လပေးနဲ့ စားနေကြတဲ့ မလည်ရှုပ် စားဘဲနှစ်ဗွေပေါ့ သူတို့အိမ်က ...",
        "rating": "6.7",
        "url": "https://megaup.net/V1yl/%7BDS%7DLove_Sharing_2020.720p.HDRip.H264.AAC.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ultimateplaylistofnoise-movie-poster-image-133x200.jpg",
        "title": "The Ultimate Playlist of Noise (2021)",
        "description": "The Ultimate Playlist of Noise (2021)\n*************************************IMDb-6.4/10ဇန်နီဝါရီလ ၁၅ ရက်နေ့ကမှ ထွက်ရှိထားတဲ့ကားသစ်လေးပါနော်ဇာတ်အညွှန်းလေးကတော့တစ်ပြိုင်တည်း နားကြပ်နှစ်စုံကို တပ်တတ်တဲ့ ဂီတကို အရမ်းရူးသွပ်တဲ့မားဂက်စ်ဆိုတဲ့ ကောင်လေးဟာ ကျောင်းကပွဲ ညတစ်ညမှာပဲသီချင်းဆိုနေတဲ့ ကောင်မလေးရဲ့ အသံကို ကြားကြားချင်းမှာပဲ သဘောကျသွားတယ်ဒါပေမဲ့ တစ်ခါတလေ ကံတရားကြီးက မျှော်လင့်သလို ဖြစ်မလာတာနဲ့မားဂက်စ်တစ်ယောက် ကြုံတွေ့လိုက်ရပါပြီအဲ့ဒါကတော့ ကျောင်းကပွဲညမှာ မူးလဲရာကနေ ဆေးစစ်ကြည့်လိုက်တော့ဦးနှောက်မှာ အကြိတ်တွေ ရှိနေပြီး နောက်တစ်လနေရင် ခွဲစိတ်ပြီးအသံတွေကို မကြားနိုင်တော့တဲ့အထိ အဆင့် ရောက်သွားရတော့မှာပါ...အသံတွေ ကြားရတာ ဘယ်လောက်အဖိုးတန်လဲဆိုတာကိုမကြားရတော့မှ သိရသလို မားဂက်စ်တစ်ယောက် သတ်သေချင်လောက်တဲ့ အထိ သွေးပျက်ခဲ့ရပါတယ်ဒါပေမဲ့ သူဟာ မခွဲစိတ်ခင် တစ်လအတွင်း သူအရမ်းချစ်မြတ်နိုးတဲ့ အသံတွေအားလုံးကို နားထောင်ပြီးအသံသွင်းဖို့ အစီအစဉ်ကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/2WTIR/The.Ultimate.Playlist.of.Noise.2021_(720).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9LgTrVsiXqX4r4eMsKLhtefFvJC.jpg",
        "title": "Goodbye Mother (2019)",
        "description": "Goodbye Mother (2019)ဒီတစ်ခါတော့ ဗီယက်နမ် BL ကားလေးကို ရှုစားကြရမှာပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ အမေရိကားမှာ ကျောင်းတက်ရင်းတွေ့ကြတဲ့\nဗီယက်နမ်လူမျိုး ကောင်လေးနှစ်ယောက်ကြားက သံယောဇဉ်တွေကို\nBromance Drama အနေနဲ့ တွေ့မြင်ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ဒီထဲက မင်းသားတစ်လက်က သူ့အဖေရဲ့အလောင်းကို နေရာရွှေ့ဖို့ ဗီယက်နမ်ကို ပြန်တဲ့အချိန်မှာ နောက်မင်းသားတစ်လက်က လိုက်ပါလာခဲ့ပါတယ်။\nအာရှနိုင်ငံ တစ်နိုင်ငံဖြစ်တဲ့ ဗီယက်နမ်ဟာလည်း\nလိင်တူချစ်ကြိုက်မှုကို လက်ခံနိုင်တဲ့ နိုင်ငံထဲမှာ မပါခဲ့သေးပါဘူး။\nဒီတော့ သူတို့နှစ်ယောက်ရဲ့အချစ်လမ်းခရီးဟာ သာယာဖြောင့်ဖြူးပါ့မလားဆိုတာ မသေချာတဲ့အနေအထားပါပဲ။\nကံကောင်းချင်တာကတော့ မင်းသားရဲ့အဖွားဟာ မှတ်ဉာဏ်သိပ်မကောင်းတော့ဘဲ အမေရိကန်က ပါလာတဲ့ မင်းသားကို သူ့မြေးလေးအမှတ်နဲ့ ချစ်နေရှာတာပါ။\nသူကတော့ ဒီမြေးလေးနှစ်ယောက်ကို သဘောတူပါတယ်။\nဒီကားထဲမှာ ဒီဖွားဖွား ဘယ်လောက်ချစ်ဖို့ကောင်းတယ်ဆိုတာကိုလည်း မြင်ရဦးမှာပါ။\nသူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးကို ဖွင့်ပြောခါနီးဆဲဆဲ\nမင်းသားရဲ့အမေမှာ ရောဂါတစ်ခုရှိလာပြီဆိုတာကို သိလိုက်ရတဲ့အချိန်မှာတော့ .....ဆုတစ်ဆု နဲ့ တစ်ကြိုစာရင်း တစ်ကြိမ် ဝင်ထားတဲ့ကားမို့ အတော်မညံ့တဲ့ကားထဲ ပါပါတယ်။\nဗီယက်နမ်ရဲ့ကျေးလက် အရသာတွေ ထုံမွှမ်းနေတဲ့အပြင်မိသားစုတွေကြားက အလွဲလေးတွေ ... ပြသနာတွေနဲ့\nအိမ်ကိုဝန်ခံဖို့ ခက်ခဲနေတဲ့အခြေအနေတွေကြားထဲက\nနှစ်ယောက်ကြားမေတ္တာတွေကို ဘယ်လိုပေါ်လွင်အောင် ပြသွားလဲဆိုတာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/V1dt/(CM)_Goodbye.Mother.2019.720p.NF.WEB-DL.DDP5.1.x264.mp4",
        "category": "BL, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vdWU6Sqib68JVqD7bolgRPu5BUB.jpg",
        "title": "Barking Dogs Never Bite (2000)",
        "description": "[Unicode]Barking Dogs Never Bites (2000)IMDb rating - 7/10ဒီကားကတော့၂၀၀၀ပြည့်နှစ်မှာထွက်ရှိခဲ့တဲ့ Dark comedy filmအမျိုးအစားဖြစ်ပါတယ်။\n\"ယွန်းဂျူ \"က အလုပ်မရှိတဲ့ဘွဲ့ရပညာတတ်တစ်ယောက်ဖြစ်ပြီး တိုက်ခန်းတွဲတစ်ခုမှာ ကိုယ်ဝန်ဆောင်သည်သူ့မိန်းမနဲ့ အတူနေထိုင်ပါတယ်။ ယွန်းဂျူက တက္ကသိုလ်ပါမောက္ခရာထူးကိုရဖို့အတွက် အသည်းအသန်ကြိုးစားနေရသူပါ။အလုပ်ရဖို့စိတ်ရှုပ်နေရတဲ့အချိန်မှာ ခွေးဟောင်သံကိုခဏခဏကြားရတာကြောင့် စိတ်အနှောင့်အယှက်ဖြစ်လာပါတယ်။\nဟောင်သံပိုင်ရှင်ကိုလိုက်ရှာရင်း ရှီဇူးခွေးတစ်ကောင်ကိုတွေ့တော့ အဲဒီခွေးပဲလို့ထင်ကာ ဖမ်းပြီးခေါင်မိုးပေါ်ကနေလွှတ်ချဖို့ကြံပါတယ်။ ဒါပေမဲ့ မအောင်မြင်တာကြောင့် မြေအောက်ခန်းထဲက ဘီရိုထဲမှာသော့ခတ်ထားခဲ့ပါတယ်။ အဲဒီခွေးကို အစောင့်တစ်ယောက်က သတ်ပြီး ချက်ပြုတ်စားလိုက်တာကိုလည်း မထင်မှ\nတ်ဘဲတွေ့လိုက်ရပါတယ်။ဒီလိုနဲ့သူတို့တိုက်မှာ ခွေးတွေတစ်ကောင်ပြီးတစ်ကောင်ပျောက်လာပါတယ်။\"ဟွန်းနမ်\"ကတော့ တိုက်ခန်းကြီးကြပ်ရေးရုံးက အတွင်းရေးမှုးတစ်ယောက်ပါ။ ခွေးပျောက်ကြော်ငြာတွေကပ်ဖို့ သူတို့ရုံးမှာ ခွင့်ပြုချက်လာတောင်းတာများလာတာကို သူလည်းသတိထားမိလာပါတယ်။တစ်နေ့ကျတော့ ဟွန်းနမ်က အဝေးကြည့်မှန်ပြောင်းနဲ့ကြည့်နေတုန်း လူတစ်ယောက်ကခွေးကိုခေါင်မိုးထပ်ကနေပစ်ချလိုက်တာကိုမြင်ပြီး လိုက်ဖမ်းဖို့ကြိုးစားပေမဲ့ မမိခဲ့ပါဘူး။ ခွေးပျောက်ကြော်ငြာတွေကပ်ပေမဲ့ အဲဒီနောက်ပိုင်းမှာလည်း ခွေးတွေကဆက်ပျောက်နေဆဲပါပဲ။ခွေးတွေကဘာကြောင့်ပျောက်နေရတာလဲ။ အလုပ်မရှိလို့ စိတ်ညစ်နေတဲ့ယွန်းဂျူက ခွေးသတ်ရတာကိုသဘောကျပြီး ဆက်တိုက်သတ်နေတာလား။ အစောင့်က ခွေးသားစားဖို့အတွက်သတ်တာလား။ ဘယ်လိုအကြောင်းကြောင့်လဲဆိုတာကို ဇာတ်ကားထဲမှာဆက်လက်ရှုစားနိုင်ပါပြီ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ...",
        "rating": "7.0",
        "url": "https://megaup.net/1AYK6/Barking_Dogs_Never_Bite_(2000)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7vH8YK9r09y9sF3qgwi8zsz6Xnv.jpg",
        "title": "Last Fool Show (2019)",
        "description": "Last Fool Show (2019)ဖိလစ်ပိုင်ကားတွေ ကြိုက်တဲ့သူတွေအတွက် ကြိုက်မယ့်ဇာတ်လမ်လေးပါ။\nအချစ်ဇာတ်လမ်းတွေဆို ဖိလစ်ပိုင်တွေက နင့်နင့်နဲနဲ ခံစားရအောင် ရိုက်တတ်ကြပါတယ်။ဖြစ်ဖူးကြမလား မသိဘူး?????\nကိုယ်တွေ့ဇာတ်လမ်းကို ကိုယ်တိုင်ဇာတ်လမ်းဖန်တီးရမယ့် အဖြစ်အပျက်မျိုး။\nဒီဇာတ်လမ်းက ဇာတ်ကောင်ကတော့ ဒီအဖြစ်အပျက်နဲ့ ကြုံခဲ့ရတဲ့အကြောင်းပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။အမျိုးသမီးဒါရိုက်တာ မီရေးဆာဟာ ထိတ်လန့်စရာဇာတ်ကားတွေ၊\nလူထုကို မီးမောင်းထိုးပြတဲ့ ဇာတ်လမ်းတိုတွေ ရိုက်ပြီး\nရုပ်ရှင်ဆိုင်ရာ ဆုများစွာကို ရရှိခဲ့ဖူးသူ တစ်ယောက် ဖြစ်ပါတယ်။သူမ အလုပ်ဝင်မယ့်ဂလက်စီရုပ်ရှင်ထုတ်လုပ်ရေးက လက်ရည်စမ်းတဲ့အနေနဲ့ သူမကို ရိုမန့်စ် ဟာသဇာတ်လမ်းတစ်ပုဒ်ကို ရိုက်စေချင်တယ်။\nရိုက်နေကျ ဇာတ်လမ်းတွေနဲ့ လုံးလုံးကွဲထွက်နေတဲ့\nရိုမန့်စ်ဟာသ ရုပ်ရှင် ရိုက်ရတော့မယ်ဆိုတော့\nဇာတ်ညွှန်းရေးဖို့ ဒါရိုက်တာမမ ခေါင်းစားရတော့တာပေါ့။ဒီလိုနဲ့ အရင်က အချစ်ဇာတ်လမ်းဟောင်းတစ်ပုဒ်ကို\nပြန်အသက်သွင်းဖို့ ဖြစ်လာခဲ့တယ်လေ။\nလွန်ခဲ့တဲ့သုံးလေးငါးနှစ်က အခုချိန်တွေးရင်တောင်\nအခုပြန်သတိရတဲ့အတိတ်ဟောင်းတစ်ခုကိုပေါ့အတိတ်၊ အနာဂတ်၊ ပစ္စုပ္ပန် ကို တစ်လှည့်စီ ပြသသွားတဲ့ အခင်းအကျင်းကလည်း\nဇာတ်လမ်းကို တစ်မျိုးတစ်ဖုံ လှပစေခဲ့ပြန်ပါတယ်။သီချင်းစာသားလေးတွေကလည်း အတော်မိုက်ပါတယ်။\nဇာတ်ဝင်သီချင်းရဲ့အသက်ဝင်မှုနဲ့ ပံ့ပိုးထားတာမို့\nအရိုတစ်လိုင်း ပရိသတ်တို့ ရင်ထဲရောက်မယ့် ကားတစ်ကားပဲ ဖြစ်ပါတယ်။IMDb- 6.7/10 ဆိုတော့ ဇာတ်လမ်းရဲ့အတိမ်အနက်ကို တွေးသာကြည့်ပါတော့Review ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/last-fool-show-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZTZiYzY5Y2EtZWY5Ny00NTJlLTk1YTgtODYxZDE4YTdhNmUyXkEyXkFqcGdeQXVyNTI0MTI0OTE@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Buck Run (2019)",
        "description": "Buck Run (2019)==============IMDb Rating - 5.8/10 အတိတ်က နာကျင်စရာတွေကို လက်ခံနိုင်ဖို့ ကြိုးစားဖူးလား။ နာကျင်မှုတွေ ဆုံးရှုံးမှုတွေနဲ့ အမှန်တရားတွေကလက်ခံနိုင်ဖို့အတွက် အချိန်အတိုင်းအတာတစ်ခုတော့ လိုအပ်ပါတယ်.....ဒီကားမှာတော့ ကင်ဆာရောဂါသည်မိခင် သေသွားပြီးနောက်ပိုင်း ဘာလုပ်လို့ ဘာကိုင်ရမှန်းမသိ မိခင်အလောင်းနဲ့တစ်အိမ်ထဲမှာ အတူနေရတဲ့ ၁၅နှစ်သားအရွယ် ကောင်လေး ရှော။ အမေမရှိတော့မှ အရက်စွဲနေတဲ့ အဖေရောက်လာပြီး အဖေဖြစ်သူ ဝီလီယံနဲ့အတူ နေနိုင်ဖို့ ဖြစ်လာပါတော့တယ်။ ဘဝကို အရက်သောက်၊မိန်းမလိုက်စား၊ အဓိပ္ပါယ်မဲ့စွာဖြတ်သန်းပြီး အတိတ်ကအကြောင်းတွေကနေ ရုန်းမထွက်နိုင်တဲ့ ဝီလီယံ။  မိခင်ကို ဆုံးရှုံးလိုက်ရပြီး ဘေးပတ်ဝန်းကျင်ကအနိုင်ကျင့်ခံရတဲ့ ကောင်လေး၊ ငယ်ငယ်ထဲကထွက်သွားပြီး အခုမှပေါ်လာတဲ့ အဖေနဲ့အတူ သူဘယ်လိုနေထိုင်မလဲ.....သူ့စိတ်ထဲဘာတွေရှိနေမလဲ။ နောက်ဆုံး သူတို့ သားအဖနှစ်ယောက် အတိတ်က နာကျင်စရာတွေကနေ ရုန်းထွက်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။ ဒီဇာတ်ကားက ဆုတွေလည်း အတော်များများရထားပြီး ဇာတ်လမ်းအေးအေးလေးတွေကိုစီးမျောခံစားတတ်တဲ့သူတွေအဖို့ ကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်မိပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "5.8",
        "url": "https://megaup.net/1AY22/Buck.Run.2019.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nMTiDEye1BwnQP8J1hM3G16EEmX.jpg",
        "title": "Tokyo Ghoul ‘S’ (2019)",
        "description": "Tokyo Ghoul S (2019)--------------------------------------Tokyo Ghoul anime Manga တို့ကနေ ပြန်ရိုက်ထားတဲ့ Tokyo Ghoul 2017 အပြီးမှာဆက်ထွက်လာတဲ့ Tokyo Ghoul ဇတ်ကားဖြစ်ပါတယ်။ကာနဲကီ လို့ခေါ်တဲ့အထက်တန်းကျောင်းသားလေးဟာ မကြောင်သင့်တဲ့မမကြီးတစ်ယောက်ကို\nဖွန်ကြောင်မိရာနေ စလို့ လူသားစား ဂူးလ်ဘဝကိုရောက်ခဲ့ရပါတယ်။ဂူးလ်တွေကို ထောက်လှမ်းသတ်ဖြတ်တဲ့ ထောက်လှန်းရေးရန်ကနေဂူးလ်ကလေးမတစ်ယောက်ကိုကာကွယ်ပေးရင်း ဂူးလ်တွေဖွင့်တဲ့ ကော်ဖီဆိုင်လေးမှာ စားပွဲထိုးဘဝနဲ့နေထိုင်နေတဲ့ ကာနဲကီဟာ အေးချမ်းမယ်ထင်တုန်းလေး ဘူးလေရာဖရုံဆင့်ခဲ့ရပါတယ်အစားကျူးသူတစ်ယောက်က နာမည်ကြီးမော်ဒယ်လ် တစ်ယောက်ကိုသတ်စားရာကနေစလို့CCG တွေရဲ့ မျက်စောင်းထိုးခံလာရတဲ့ ဂူးလ်တွေအများဆုံးနေထိုင်ရာ ၂၀ ရပ်ကွက်။၂၀ ရပ်ကွက်ထဲမှာ လူသားကို စိတ်ကြိုက်ရွေးချယ်စားသောက်တတ်တဲ့ ဂူးလ်တစ်ကောင်ရှိပါတယ်။သူက ကာနဲကီတို့ ကော်ဖီဆိုင်လေးကိုရောက်လာပြီး ကာနဲကီကို တွေ့ရာကနေ မစားရမနေနိုင်အောင် ကာနဲကီကိုစွဲလမ်းသွားခဲ့ရပါတယ်။ နောက်ဆုံး ကာနဲကီကို စားသောက်ဆိုင်တစ်ခုကို ညစာကျွေးဖို့ခေါ်ပြီး ကာနဲကီကို အမဲဖျက်ဖို့ကြံပါတယ်။ကာနဲကီ ဒီအစားကျူးသူ ဆုကီယာမ လက်ကဘယ်လိုလွတ်အောင်လုပ်ရမလဲဆိုတာနဲ့လူသားတွေနဲ့ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ လူသားကိုပဲမဖြစ်မနေစားရင်း အသက်ရှင်နေရတဲ့ ဂူးလ်တို့ကြားမှာလူတစ်ပိုင်း ...",
        "rating": "5.5",
        "url": "https://megaup.net/2WSOD/%7BCM%7DTokyo_Ghoul_S_2019_720p.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/clockworkorange2-136x200.jpeg",
        "title": "A Clockwork Orange (1971)",
        "description": "[Unicode]A Clockwork Orange\n===============\nIMdb Rating - 8.3/10\nDirected by Stanley Kubrick\"ရူးနေတ‌ဲ့လူက ကိုယ့်ကိုယ်ကိုယ်ရူးတယ်ဆိုတာမသိဘူးတဲ့။\nဒါဆိုခင်ဗျားက ခင်ဗျားကိုခင်ဗျားရူးနေတယ်လို့ တွေးကြည့်လိုက်။\nခင်ဗျားရူးတာ ခင်ဗျားသိတယ်ထားလိုက်။\nဒီတော့ ခင်ဗျားရူးတာ ခင်ဗျားသိတော့\nခင်ဗျားမရူးတော့ဘူး။\nဒီမှာ ခင်ဗျားမရူးဘူးလို့ ခင်ဗျားအတည်ပြုလို့ရပြီမလား။\nခင်ဗျားမရူးဘူး။ ခင်ဗျား ဒါကိုလက်ခံသွားပြီ။\nဒါပေမဲ့ မမေ့နဲ့ဦး ရူးနေတဲ့လူက ကိုယ့်ကိုယ်ကိုယ် ရူးတယ်ဆိုတာမသိဘူး။\nခင်ဗျားမရူးဘူးလို့ အတည်ပြုလို့ရတာ ခင်ဗျားရူးနေလို့ပဲ။\nဒီတော့ခင်ဗျားရူးနေတာ သိသွားပြီမလား။\n‌သိသွားရင် ခင်ဗျားမရူးတော့ဘူး\nရူးနေတဲ့လူက ကိုယ့်ကိုယ်ကိုယ်ရူးတယ်ဆိုတာမသိဘူး။\"ကျွန်တော် ဒီမှာမေးချင်တဲ့ မေးခွန်းက\nခင်ဗျားရူးနေလား မရူးနေဘူးလား။\nခင်ဗျားအဖြေကို ကျွန‌်တော်လိုချင်တာမဟုတ်ပါဘူး။\nခင်‌ဗျားကိုယ် ခင်ဗျားပြန်မေးစေချင်တာ။\nအပေါ်ကပြောထားတဲ့ မေးခွန်းက Paradoxလိုပါပဲ။\nခင်ဗျားကို ဒီသံသရာထဲပဲ တဝဲလည်လည်ဖြစ်စေလိမ့်မယ်။ဒီရုပ်ရှင်မှာလည်း ဒီလိုမေးခွန်းမျိုးပါတယ်။\nအကျဉ်းဖျဉ်းပြောရရင် အနာဂတ်ကာလမှာ\nလူတွေကို ထောင်မချတော့ဘဲ ‌မကောင်းမှုလုပ်မရအောင် ဆေးကုလွှတ်ဖို့ စပြီးစီစဉ်လာကြတယ်။\nသူတို့ယူဆတာ မကောင်းမှုလုပ်တဲ့လူတွေဟာ ရူးသွပ်နေတဲ့လူတွေပေါ့။\nသူတို့ကိုမကောင်းမှုမလုပ်အောင်လုပ်နိုင်ရင် ကုသပျောက်ကင်းပြီလို့ ယူဆကြတယ်။\nဒါပေမယ့် ဒါကဟုတ်ရောဟုတ်လား။\nအဲလက်စ်ဆိုတဲ့ လူမဆန်တဲ့လူသတ်မှုနဲ့ ထောင်ဆယ့်လေးနှစ်ကျတဲ့ကောင်လေးကို\nသူတို့ဒီကုထုံးကို ပထမဆုံးစမ်းသုံးခဲ့ကြတယ်။နက်မှောင်ရှည်လျားလှတဲ့သံသရာခရီးမှာ\nလိုချင်သည်ဖြစ်စေ မလိုချင်သည်ဖြစ်စေ\nကိုယ့်ကျောပေါ်ခွနင်း လိုက်ပါလာမယ့်အရာနှစ်ခုရှိတယ်။\nလူသားမျိုးဆက်တွေတစ်ဆက်ပြီးတစ်ဆက်သာ ကူးပြောင်းသွားကြပေမယ့် ဒီအရာနှစ်ခုက မပြောင်းလဲပါဘူး။\nကမ္ဘာဦးရဲ့ပထမနေ့မှာ ...",
        "rating": "8.3",
        "url": "https://megaup.net/1AYdv/A.Clockwork.Orange_(1971)_720p.mp4",
        "category": "Crime, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ceg7jP6OLoBA8OZs5aNB2dr8buT.jpg",
        "title": "Strobe Edge (2015)",
        "description": "[Unicode]Strobe Edge (2015)IMDb rating - 6.2/10ကောင်မလေးတွေပါးစပ်ဖျားမှာရေပန်းစားတဲ့ \"ရန်\"ကို မတွေ့ခင်အထိ\nအထက်တန်းကျောင်းဂျူနီယာလေး\"နိနကို\"က ဘယ်သူ့ကိုမှစိတ်မဝင်စားတဲ့ကျောင်းသူလေးတစ်ယောက်ပါ။ရန်ရဲ့ဂရုစိုက်တတ်ပြီးတစ်ဖက်သားကိုလေးစားတတ်တဲ့အပြုအမူကြောင့် သူ့ကိုချစ်မိသွားပါတယ်။\nဒါပေမဲ့လည်း သူကြိုမသိထားတဲ့အချက်က \"ရန်\"မှာကောင်မလေးရှိနေနှင့်ပြီး ကောင်မလေးကမော်ဒယ်တစ်ယောက်ဖြစ်ပါတယ်။\nဒါ့ကြောင့်ဖွင့်ပြောပြီးတဲ့အခါမှာလည်း \"နိနကို\"က \"ရန်\"ကိုသူငယ်ချင်းအဖြစ်ပဲဆက်နေပေးဖို့တောင်းဆိုခဲ့ပါတယ်။အဲ့ဒီအချိန်မှာ \"အန်ဒို\"ဆိုတဲ့ကျောင်းပြောင်းကောင်လေးကလည်း \"နိနကို\"ကိုတဖြည်းဖြည်းနဲ့စိတ်ဝင်စားလာပါတယ်။\n\"အန်ဒို\"က \"ရန်\"ရဲ့အချစ်ဆုံးသူူငယ်ချင်းဖြစ်ခဲ့ဖူးပြီး အထင်လွဲစရာကိစ္စတစ်ခုကြောင့်အချင်းချင်းမုန်းသွားခဲ့တာပါ။သူငယ်ချင်းဆိုတဲ့စည်းခြားထားပေမဲ့ \"ရန်\"နဲ့\"နိနကို\"ကြားမှာ တဖြည်းဖြည်းသံယောဇဉ်တွေတိုးလာတဲ့အခါ\n\"ရန်\"ကလည်းသူ့ကောင်မလေးကိုတကယ်ချစ်တာမဟုတ်ဘဲကာကွယ်ပေးချင်စိတ်ကြောင့်တွဲခဲ့တာဖြစ်တဲ့အခါ...\"ရန်\" \"နိနကို\"နဲ့ \"အန်ဒို\"တို့၃ယောက်ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုနိုင်စေဖို့ဘာသာပြန်တင်ဆက်လိုက်ရပါတယ်။\n၂၀၁၅ဇာတ်ကားဟောင်းဖြစ်ပေမဲ့ ပြန်ကြည့်ရင်လည်း ရိုးမသွားဘဲကြည်နူးစရာကောင်းတဲ့ဇာတ်ကားလေးမ်ု့ိ Highschool movieကြိုက်တဲ့သူတွေအတွက်အကြိုက်တွေ့စေမှာပါ။Strobe Edge ဇာတ်ကားကတော့ ဂျပန်မှာအောင်မြင်ခဲ့တဲ့ Voice over comic ရဲ့ Live actionဖြစ်ပြီး\nGreeeen အဖွဲ့ရဲ့ နာမည်ရသီချင်းဖြစ်တဲ့ Ai uta ကို Theme songအဖြစ်အသုံးပြုထားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ ) [Zawgyi]Strobe Edge (2015)IMDb rating - 6.2/10ေကာင္မေလးေတြပါးစပ္ဖ်ားမွာေရပန္းစားတဲ့ \"ရန္\"ကို မေတြ႕ခင္အထိ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/strobe-edge-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1XixAUZcBhdqxqkDAimbZQcLnHE.jpg",
        "title": "Savage (2019)",
        "description": "Savage 2019\n----------------\nလွန်ခဲ့တဲ့နှစ်သုံးဆယ်လောက်က နယူးဇီလန်မှာရှိခဲ့တဲ့လူမိုက်ဂိုဏ်းတွေရဲ့ဇာတ်လမ်းကို ကျောရိုးယူရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားရဲ့အဓိကဇာတ်လိုက်ဖြစ်တဲ့ဒန်နီကို ကလေးဘဝ၊ လူငယ်ဘဝ၊ လူကြီးဘ၀ ဆိုပြီးသာမန်ကလေးလေးကနေ လူမိုက်ဂိုဏ်းရဲ့ဆရာကြီးဖြစ်လာသည်အထိ ဒီကားထဲမှာတွေ့မြင်ရမှာဖြစ်ပါတယ်။ အဲ့ဒီခေတ်ကနယူးဇီလန် လူမိုက်ဂိုဏ်းတွေရဲ့သဘောသဘာဝကို ကွက်ကွက်ကွင်းကွင်းမြင်သာအောင် တင်ဆက်ရိုက်ပြထားနိုင်တဲ့ဇာတ်ကားတစ်ကားပါ။ အားကြီးသူ စားစတမ်းခေတ်မှာ \"Savage\"(အရိုင်းအစိုင်း) ဂိုဏ်းအဖွဲ့သားဖြစ်တဲ့ ဒန်နီတစ်ယောက်ဘယ်လိုဘဝအချိုးအကွေ့တွေကြောင့် လူမိုက်ဖြစ်လာသလဲ၊ အာဏာ/သူငယ်ချင်း/မိသားစု ကြားအားပြိုင်မှုမှာ ဒန်နီတစ်ယောက်နောက်ဆုံးဘယ်အရာကိုရွေးခြယ်သွားလဲဆိုတာကို အစ၊ အလယ်၊ အဆုံး အချိတ်အဆက်မိမိတင်ဆက်သွားတဲ့ဇာတ်ကားတစ်ကားဖြစ်တဲ့အတွက်ကြည့်ပျော်ရှုပျော်ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။ လူမိုက်ဂိုဏ်းကားပီပီ တစ်ကားလုံး မိုးမွှန်အောင်ဆဲနေတဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ကြောင်းထပ်လောင်းပြောပါရစေ။ Translated by : Hein Min HtunEncoded by : YKQuality : 1080p Blu-Ray and 720pFile size : 1.7GB and 793MBDuration : 1h 40minSubtiles : Myanmar (Hardsub)",
        "rating": "6.3",
        "url": "https://megaup.net/UZds/%7BCM%7DSavage.2019.720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLrEf533UDTJnbgeaOuzYA3HhaZ.jpg",
        "title": "Fantasy of the Girls (2016)",
        "description": "[Unicode]Fantasy of the Girls 2018LGBT Supporter တို့အတွက် Lesbian Teen Romance Movie လေးတစ်ခုပေါ့အချစ်ဆိုတာ အသက်အရွယ်မရွေး Genderမရွေးမှာ ဖြစ်ပေါ်လာတတ်ပေမယ့် ပတ်ဝန်းကျင်ရဲ့ တိုက်ခိုက်မှုဒဏ်ကိုခံရပြီး မဖြစ်သင့်တဲ့ ဒဏ်ခတ်အချစ်ဆိုတာမျိုးရှိပါတယ်...ချစ်နေကြပေမယ့်လည်း မဖြစ်သင့်လို့ မချစ်ခဲ့သလိုနေခဲ့လိုက်ရမယ့် အချစ်ဇာတ်လမ်းလေးကို ဒီကားလေးမှာ ပုံဖော်ထားပုံကတော့ပထမနှစ်အထက်တန်ကျောင်းသူလေး ဆွန်းဟွာဟာ သူမရဲ့ကျောင်းက နောက်ဆုံးနှစ် စီနီယာကျောင်းသူ ဆူယွန်းနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ရာကဆူယွန်းရဲ့မျက်စိကျသွားမှုကြောင့် ရိုမီယို ဂျူလီးယက် ပြဇာတ်အတွက် ဂျူးလီးယက်နေရာကို အရွေးခံခဲ့ရပါတယ်ရိုမီယိုနေရာမှာ သရုပ်ဆောင်မယ့် စီနီယာကျောင်းသူ ဟာနမ်ဟာ ဂျူနီယာတိုင်းရဲ့ အသဲစွဲစံပြ ကျောင်းသာတစ်ယောက်ဖြစ်တာမို့ တွဲသရုပ်ဆောင်ခွင့်ရခဲ့တဲ့ ဆွန်းဟွာကို လူတိုင်းက အားကျနေခဲ့ရတဲ့အဖြစ်ပေါ့ဒီလိုနဲ့ ပြဇာတ်အတွက် လေ့ကျင့်ကြရင်း ရင်းနှီးသွားတဲ့အခါဆွန်းဟွာဟာ သူမစီနီယာ ဟာနမ်အပေါ် ခံစားချက်ရှိလာခဲ့အခါ...ဆွန်းဟွာရဲ့ အချစ်ဇာတ်လမ်းလေးဟာ ဘယ်လိုဖြစ်သွားမယ်ဆိုတာကို ကြည့်ရှုလိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ပါ ) [Zawgyi]Fantasy ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/fantasy-of-the-girls-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNQ3w9FQEd6OQGHbwyPGyqTaGNf.jpg",
        "title": "The Power(2021)",
        "description": "The Power(2021)အညွှန်း*********************IMDb...7.0ဒီဝိ့အဖေဟာ ပိုက်ဆံအရမ်းချမ်းသားပါတယ်...အဓိက ချမ်းသားတဲ့အကြောင့်အရင်းကတော့မူးယစ်ဆေးဝါးဖြန့်ဖြူးရောင်းချခြင်းကြောင့်ပါပဲ.....ဒါ့ကြောင့် မြို့မျက်နှာဖုံးလိုဖြစ်နေတဲ့ ဒီဝိ့အဖေကို ဂိုဏ်းတစ်ခုကနေ စီးပွားရေး စပ်တူလုပ်ဖို့ကမ်းလှမ်းလာတယ်...ဒီလိုကမ်းလှမ်းမှုကို ဒီဝိ့အဖေဖြစ်သူ ကာလီဒတ်က လုံးဝလက်မခံပါဘူး....နယ်ကျော်မရတဲ့အပြင် သူတို့ပစ္စည်းတွေဟာလည်းတိုးမပေါက်တာကြောင့် တစ်ဘက်အဖွဲ့အစည်းက ကာလီဒတ်ကို လုံးဝအငြိုးထားပါတယ်...ဒီဝိ့ကတော့ သူ့အဖေသဘောထားတွေကို ဝင်ရောက်စွက်ဖွက်လေ့မရှိပါဘူး...တစ်နေ့ ဒီဝိ့အဖေကိုကိုတစ်ဖက်ဂိုဏ်းက လုပ်ကြံသတ်ဖြတ်လိုက်တဲ့အခါမှာတော့....ဒီဝိတစ်ယောက် ကျားနာတစ်ကောင်လို ဖြစ်သွားပါတော့တယ်..ဘယ်လိုတွေပဲွကြမ်းမလဲဆိုတာကိုတော့....\nနင်းကန်ကြမ်းတဲ့ Action ကားမို့ ဘောလိဝုဒ်ပရိတ်သတ်များ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။ File Size : (1.5GB) and (674 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:34:00\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by ChatGyi",
        "rating": "7.0",
        "url": "https://megaup.net/31A3h/Dune.2021.1080p.HDRip[CM].mp4 https://megaup.net/1FF8a/Dune.2021.720p.HDRip[CM].mp4 https://megaup.net/2lHD6/8_Mile_[2002]_(MM_Sub).mp4 https://megaup.net/1FKbq/Ralph_Breaks_The_Internet_[2018]_(MM_Sub).mp4 https://megaup.net/1FKc2/Ralph_Breaks_The_Internet_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4 https://megaup.net/1FKaq/(NZ)Hit.The.First.Case(2020).mp4 https://megaup.net/1FKbb/Hit.The.First.Case.2020.WebRip.720P.mp4 https://megaup.net/1FKcr/THE_POWER_(2021)_1080p.mp4",
        "category": "Action, Thriller"
    }
]