[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Untitled-134x200.jpg",
        "title": "Monster House",
        "description": "Monster House (2006)Monster House ဆိုတဲ့ ဇာတ်ကား​လေးကို\nကျွန်​တော်တို့ ငယ်ငယ်က ၆ကားတွဲအ​ခွေ​တွေမှာ ကြည့်ဖူးကြမယ်ထင်ပါတယ်။\nအဲ့ဒီတုန်းက​တော့ စာပါ​တာ​တွေ​ရော စာမပါတာ​တွေ​ရောနဲ့\nအင်္ဂလိပ်လို ကြည့်​ကောင်းကြည့်ခဲ့ရမှာပါ။\nအခုတစ်ခါ​တော့ ငယ်ငယ်ကနားမလည်ပါးမလည်ကြည့်ခဲ့ဖူးတဲ့\nဇာတ်ကား​ကောင်း​လေးကို တစ်ခါပြန်ပြီး​တော့ ကြည့်လိုက်ကြရ​အောင်ပါ။အမြဲမှန်​ပြောင်းတစ်ခုနဲ့ အလုပ်ရှုပ်​နေတတ်တဲ့ DJ တစ်​ယောက်က\nသူ့အိမ်​ရှေ့အိမ်ကိုအမြဲစူးစမ်း​နေတတ်ပါတယ်။\nအမြဲတိတ်ဆိတ်ပြီး​တော့ က​လေး​တွေကို မနှစ်သက်၊\nက​လေး​တွေလာရင် ​မောင်း​ထုတ်တဲ့ Mr. Nebbercracker ရဲ့ အိမ်ကြီး​Mr. Nebbercracker က က​​လေး​တွေတော်တော်မုန်းတဲ့သူဗျ\nကလေးတွေကလည်းသူ့ကိုကြောက်ကြ\nသူ့ကိုကြည့်မရတဲ့ လူဆိုး​လေး​တွေကလည်း အိမ်ကိုနည်းမျိုးစုံနဲ့ ​နှောက်ယှက်ကြ​နဲ့\nက​လေး​တွေ အများဆုံးလမ်း​ပေါ်ထွက်တဲ့ Holloween ကာလဆိုတာကလည်း\nMr. Nebbercracker အတွက် အမုန်းဆုံးအချိန်ဖြစ်လာ​တော့တာပေါ့ဒါပေမယ့် သူဘာလို့ဒီလောက်တောင် ပစ်ပစ်ခါခါဖြစ်နေရတာလဲဆိုတဲ့\nနောက်ကွယ်ကအကြောင်းအရင်းလေးတွေရှိသေးတယ်ဒီလိုအကြောင်းအရာတွေကိုဖော်ထုတ်ဖို့ အကြောင်းဖန်လာတော့\nDJ တို့ က​လေးတစ်သိုက်ကဘယ်လိုတွေလုပ်ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်လိုက်ရအောင်ဗျာFile size…\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Amelia\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/monster-house-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9BfwwULWKE4XvI116Q7G3pAIYjX.jpg",
        "title": "Silence… Can You Hear It?(2021)",
        "description": "Silence... Can You Hear It?(2021)ဒီဇာတ်ကားလေးကတော့ IMDb rating 7.0ရရှိထားတဲ့Hindiစကားပြော Thrillerဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။တခြားအိန္ဒိယကားတွေလို သီချင်းတွေ အကတွေ တစ်ခုမှ မပါပါဘူး။ဇာတ်လမ်း အကျဉ်း\nတရားသူကြီး ချော်ဒရီရဲ့သမီး ပူဂျာချော်ဒရီဟာ သူ့ရဲ့သူငယ်ချင်း ကဗီသာဆီကို သွားမယ်ဆိုပြီး အိမ်ကနေ ထွက်လာခဲ့ပါတယ်။\nကဗီသာရဲ့အိမ်ရောက်မှ ကဗီသာဟာ အိမ်မှာမရှိကြောင်း ပူနေးကို ရောက်နေကြောင်း သိလိုက်ရပြီးအဲဒီအိမ်မှာပဲ တစ်ညအိပ်ဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။\nနောက်တစ်နေ့မှာတော့ ပူဂျာချော်ဒရီတစ်ယောက် ရက်ရက်စက်စက်အသတ်ခံလိုက်ရပြီ ဒီအမှုကို စုံစမ်းအဖြေရှာဖို့\nပူဂျာချော်ဒရီရဲ့အဖေ တရားသူကြီး ချော်ဒရီက အေစီပီအဗီနား(ရှ်)ကိုအကူအညီတောင်းတာကြောင့်\nရဲမှူးချုပ် ရှရ်မားက ဒီအမှုကို စုံးစမ်းဖော်ထုပ်ဖို့ အထူးအဖွဲ့တစ်ဖွဲ့ ဖွဲ့ပေးလိုက်ပါတယ်။ဒီလူသတ်မှုကို ကျူးလွန်တဲ့ တရားခံက ဘယ်သူလဲ ....\nအမှုမှန်ပေါ်ပေါက်အောင် ဘယ်လိုတွေ စုံစမ်းဖော်ထုတ်ကြမှာလဲ ....\nThrillerဇာတ်ကားကြိုက်သူများ လုံးဝ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik San ဖြစ်ပါတယ်။ File Size : (1.1GB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:16:00\nGenre : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Cm2k/Silence_(2021)WEB-DL.720P.PP.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/919Z2afFEwL._AC_SL1500_-133x200.jpg",
        "title": "The Interview (2014)",
        "description": "The Interview (2014)#ရုပ်ရှင်မိတ်ဆက်မြောက်ကိုရီးယားခေါင်းဆောင် ကင်ဂျုံအန်ကို သရော်တဲ့ဇာတ်ကားတွေထဲ ဒီကားကတော့ အတော်နာမည်ကြီးပါတယ်။၂၀၁၄ တုန်းက Sony က ပြမယ်ပြောလိုက် မပြဘူးပြောလိုက် လုပ်နေရာက နေ Youtube, Google Play စတဲ့ အွန်လိုင်း Video Hosting တွေကနေ စတင် ငှားရမ်း ပြသရာကနေ ရုံတင်ခဲ့တဲ့ဇာတ်ကားပါ။ဇာတ်လမ်းက James Franco က Talk Show Host တစ်ယောက်ဖြစ်ပြီး Seth Rogen က Producer ဖြစ်ပါတယ်။ သူတို့ရဲ့ Show က အတည်ပေါက် Interview မဟုတ်ပဲနဲ့ ဟာသဆန်ဆန်ဖြစ်နေတာကြောင့် လူတွေလေးစားလောက်မယ့် Interview မျိုးလုပ်ချင်နေပါတယ်။ တစ်နေ့မှာ စာစောင်တစ်ခုက ဆောင်းပါးမှာ Kim Jong-un က သူတို့ Show ရဲ့ ပရိတ်သတ်ဖြစ်တယ်လို့ သိသွားရာကနေ Interview ...",
        "rating": "6.5",
        "url": "https://megaup.net/4et2u/(CM)The_Interview_(2014)_[720p_x265_HEVC_10bit_BluRay_AAC_5.1]_[Prof].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kg73Mg8WJKlB9Y2SAJzeDKAnuB.jpg",
        "title": "Chaos Walking(2021)",
        "description": "Chaos Walking(2021)အညွှန်း**************************မင်းသားကတော့ တွမ်ဟော်လန်ပါဝင်သရုပ်ဆောင်ထားတဲ့ သိပ္ပံစွန့်စားခန်း ရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်....။ တော့ဒ် ဟီးဝစ်ဟာ ကမ္ဘာသစ်မှာ အခြေချနေတဲ့ လူသားတွေထဲက အငယ်ဆုံး ကောင်လေးတစ်ယောက်ပါ။အဲဒီ ကမ္ဘာသစ်ရဲ့ ထူးခြားချက်က လူတွေရဲ့ အတွေးတွေက အသံတွေပုံရိပ်တွေအဖြစ် ခေါင်းထဲက ထွက်ပေါ်နေတာပါပဲ။ဒီတော့ တစ်ယောက်ကို တစ်ယောက် လိမ်ဖို့ အတော်ခက်ပါတယ်။ပြီးတော့ နောက်ထပ်ထူးခြားတာက မိန်းမ တစ်ယောက်မှ မရှိတော့တာပါ။အဲဒီဂြိုလ်ရဲ့ စပက်ကယ်ဆိုတဲ့ ဂြိုလ်သားတွေက မိန်းမတွေအားလုံးကို သတ်ဖြတ်ခဲ့လို့ပါပဲ။တစ်နေ့မှာတော့ လူသားတွေပါတဲ့ ယာဉ်တစ်ခု အဲဒီဂြိုလ်ပေါ် ပျက်ကျလာပြီး မိန်းမတစ်ယောက် အသက်ရှင်ကျန်နေခဲ့တဲ့အခါ.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတော့ Littleneo ပဲဖြစ်ပါတယ်.... File Size : (2.1GB) and (936MB)\nQuality : HEVC5.1CH,WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2ihpu/Chaos_Walking.2021.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/ezgif-1-027d6485597c-113x200.jpg",
        "title": "Fake Bodyguard ( 2021 )",
        "description": "တစ်ခဏလောက်စိတ်ထွက်ပေါက်ပေးနိုင်အောင် ဟာသကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေးကတော့ ကမ္ဘာကြီးအတွက် လူသားတွေအတွက် အရေးကြီးပြီးအသုံးဝင်တဲ့ ပရောဂျက်တစ်ခုကို သုသေသနလုပ်နေတဲ့ သုသေသနပညာရှင်တစ်ယောက်ကိုအန္တရာယ်တွေကြားက ကာကွယ်ဖို့ သက်တော်စောင့် ၃ ယောက်ကိုဘုရင့်သားမင်းသားက ငှားပေးခဲ့တယ်။ ဒါပေမယ့် မထင်မှတ်ဘဲသက်တော်စောင့်နဲ့လွဲပြီး ဧည့်သည်တွေကို ကြားဖြတ်လုတဲ့ ခရီးသွားလမ်းညွှန်တွေနဲ့ဆုံပြီးတလွဲဟာသတွေဖြစ်ကုန်တာကို ရိုက်ကူးထားတာပါ။ကြားထဲ ကိုယ်ကျိုးကြည့်တဲ့လူတစ်ယောက်က ဒီပရောဂျက်ကိုလုဖို့ ပါမောက္ခကိုသတ်ဖို့ ငှားထားတဲ့ ကြေးစားလူသတ်သမားလည်းရှိသေးတယ်။သက်တော်စောင့်အလွဲနဲ့အတူ ကြေးစားလူသတ်သမားလည်း လွဲလိုက်တာဆိုတာမရယ်ချင်လည်း ကလိထိုးပြီး ရယ်အောင်လုပ်ပေးမယ့် ဇာတ်ကားပါလို့ပဲ ပြောလိုက်ပါတော့မယ်။စိတ်ညစ်နေတယ် စိတ်ဖိအားတွေပိနေတယ်ဆိုရင် ကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်။ Quality :WEB-DL 720pFormat : mp4Subtitle : Myanmar Subtitle ( hardsub )Translated By Chu Chu",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fake-bodyguard-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vHdVU0HyyB6k6kuYt8qjwTz9one.jpg",
        "title": "I Want to Eat Your Pancreas (2018)",
        "description": "I want to eat your pancreas (2018)Genres: Drama, RomanceJapanနိုင်ငံမှ စာရေးဆရာ Yoru Suminoက ရေးသားခဲ့ပြီး 2018ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့Anime Movieလေးပဲဖြစ်ပါတယ်..ဇာတ်အိမ်ကိုပန်းကရိယရောဂါခံစားနေရတဲ့ Sakura ဆိုတဲ့ကောင်မလေးတစ်ယောက်ရဲ့နေ့စဉ်ရေးထားတဲ့ ဒိုင်ယာရီစာအုပ်လေးအပေါ် တည်ထားပါတယ်.သူမရဲ့ ဒိုင်ယာရီလေးထဲမှာ သူမရဲ့ နေ့စဉ်ဘ၀တွေ ၀မ်းနည်းမှုတွေ ပျော်ရွင်စရာတွေ ရေးထည့်ထားပြီးသူမရဲ့ ဒုတိယနှလုဲးသားလို့တောင်တင်စားလို့ရပါတယ်.တနေ့မှာတော့ သူမရဲ့ဒုတိယနှလုဲးသားလေးဟာဆေးရုံပြတင်းပေါက်ကနေ ပြုတ်ကျပြီး အတန်းဖော် Harukiဆိုတဲ့ကောင်လေးက ကောက်ရသွားခဲ့ပါတယ်. harukiဟာသူမရဲ့ဒုတိယနှလုံးသားဒိုင်ယာရီလေးကို ဖတ်ပြီးတဲ့အခါမှာတော့ .......  Translated by : Daniel LawweiEncoded by : YKFile size :1.89GBDuration : 1h 49minQuality : 1080p 5.1CH",
        "rating": "7.9",
        "url": "https://megaup.net/1Cgnn/Kimi_no_Suizou_o_Tabetai_.720p%7BCM%7D.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tximyCXMEnWIIyOy9STkOduUprG.jpg",
        "title": "Good Boys (2019)",
        "description": "ဒါကတော့ IMDb rating 6.8နဲ့ ခရမ်းချဉ်သီးမှာ 79%ရထားတဲ့ဟာသကားလေးပါ။တစ်ကားလုံးရယ်ရလို့ ပါးစပ်တောင်မစေ့နိုင်ဘူးဘရစ်စလီဆိုတဲ့ကောင်မလေးကိုအရမ်းတွေကြွေနေတဲ့မက်စ်ရယ်၊လေကြီးလေကျယ်ပြောတတ်တဲ့သောရယ်၊ရင့်ကျက်ပြီးမှန်တာပဲလုပ်ချင်တဲ့လူကပ်စ်တို့သုံးယောက်ကအရမ်းချစ်ကြတဲ့ သူငယ်ချင်းတွေပေါ့။‌ခြောက်တန်းရောက်တာနဲ့ခြောက်တန်းနဲ့တူအောင်အထာကျမယ်လို့ ဆုံးဖြတ်ထားတဲ့\nငမြွေလေးတွေပေါ့။\nတစ်နေ့တော့ kissing partyတစ်ခုကို ဖိတ်ခံလိုက်ရလို့မက်စ်ကသူကြိုက်နေတဲ့ကောင်မလေးကိုပါတီမှာနမ်းရတော့မယ်ဆိုပြီး ရင်တွေခုန်နေတာပေါ့။\nဒါပေမယ့် သူတို့ထဲကဘယ်သူမှမနမ်းဖူးကြတော့သူများတွေဘယ်လိုနမ်းလဲဆိုတာရှာဖွေလေ့လာရင်းပြဿနာတွေတစ်ခုပြီးတစ်ခုဖြစ်ကုန်ပါတော့တယ်။\nကလေးတွေဆိုပေမယ့် သူတို့မှာလည်းသူတို့အရွယ်နဲ့ကြုံတွေ့နေရတဲ့ကိစ္စတွေရှိတာပေါ့။\nသူတို့ရဲ့တစ်နေ့တာကိုဘယ်လိုဖြေရှင်းကျော်ဖြတ်ပြီးမိဘတွေအဆူမခံရအောင်ဘယ်လိုတွေဉာဏ်များအုံးမလဲဆိုတာကိုတော့ဒီကားလေးမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။\nတကယ်ကောင်းတဲ့ဟာသကားလေးကိုလက်လွှတ်မခံဘဲကြည့်ရင်း ခဏတာဘဝအမောပြေနိုင်ပါစေ (အယ့်လယ့်) File Size : ( 840 MB , 314 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/good-boys-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-31-at-2.10.57-PM-134x200.png",
        "title": "Godzilla vs. Kong (2021)",
        "description": "Godzilla vs. Kong (2021)=================IMDb Rating - 7.4/10အားလုံးစောင့်မျှော်နေတဲ့ ဂေါ်ကြီး နဲ့ ကောင်ကြီးတို့ လာပါပြီ။ဒီရုပ်ရှင် မတိုင်ခင်မှာ Godzilla (2014)၊ Kong Skull Island (2017),Godzilla King of Monsters (2019) တို့ကြည့်ဖူးထားရင် ပိုအချိတ်အဆက်သိပါတယ်။ ယှဉ်လာရင် ဗိုလ်မထားတဲ့ ဗိုက်ပူဂေါ်ကြီး နဲ့ မိုက်ကယ်ကောင်ကောင်တို့ဇာတ်လမ်းကို ကြည့်လို့ရပါပြီ။ ကောင်းပါတယ် ဇာတ်လမ်းရော အက်ရှင်ရော မိုက်တယ်။ဇာတ်လမ်းအကျဉ်းတော့ မပြောတော့ပါဘူး အဓိကက ဒီနှစ်ကောင် ချတာ ကြည့်ရဖို့ပဲမဟုတ်လား။ ( အညွှန်းကတော့ လက်လန်တယ်နော် . ဤကား Encoder စကားချပ် :P )(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 53minSubtitle – ...",
        "rating": "7.4",
        "url": "https://megaup.net/Wi9k/Godzilla.vs.Kong.2021.720p.HMAX.WEB-DL[CM].mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-30-at-2.51.03-PM-134x200.png",
        "title": "Yes Day (2021)",
        "description": "Yes Day (2021)============IMDb Rating - 5.7/10ဒါကတော့ မိသားစု ဟာသကား စစ်စစ်လေးပါ။ သားသမီးသုံးယောက်ကို အမြဲ စိုးရိမ်လွန်ပြီးစည်းကမ်းတင်းကြပ်ထားတဲ့ အမေဟာ ကလေးတွေနဲ့ အဆင်မပြေတာ များလာတဲ့အခါ နည်းလမ်းတစ်ခုကို စမ်းကြည့်ဖို့ ကြိုးစားလာပါတယ်။ အဲဒါကတော့ YES DAY ဆိုတဲ့ နေ့ရက်တစ်ရက်ကလေးတွေကို ဖန်တီးပေးဖို့ပါပဲ။ အဲဒီနေ့မှာ ကလေးတွေ တောင်းဆိုသမျှကို No လို့ ငြင်းလို့မရပါဘူး။မိသားစု ၅ ယောက်အတူ ကလေး ၃ ယောက် တောင်းဆိုတဲ့ ပေါက်ကရတွေကို လိုက်ဖြည့်စည်းရင်းဘယ်လို တလွဲတွေဖြစ်ကြမလဲဆိုတာ ကြည့်ရမှာပါပဲ။ ချစ်စရာကောင်းတဲ့ family ရုပ်ရှင်လေးပါ၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 26minSubtitle – Myanmar HardsubFormat – Mp4Genre ...",
        "rating": "5.7",
        "url": "https://megaup.net/Wi6v/YES.DAY.2021.720p.NF.WEB-DL[CM].mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sfAnJ8pBSCTHLBfdb3YAXxnV4oG.jpg",
        "title": "Some (2004)",
        "description": "Some (2004)ဆောယူဂျင်း (Song Jihyo) ဟာ သာမန် ရေဒီယိုဌာနတစ်ခုက ယာဥ်လမ်းကြော သတင်းထောက်တစ်ယောက်ဖြစ်ပါတယ်။\nသူမဟာ ဟယ်မီ ဆိုတဲ့နာမည်ကို သုံးပြီး အွန်လိုင်းပေါ်မှာ ခန် ဆိုတဲ့မိတ်ဆွေတစ်ယောက်နဲ့ ခင်မင်သွားပါတော့တယ်။ဓာတ်ပုံရိုက်ရတာဝါသနာပါတဲ့ ယူဂျင်း တစ်ယောက် တနေ့မှာတော့အလုပ်သွားဖို့လာရင်းနဲ့ ကြောင်လေးတစ်ကောင်နောက် ဓာတ်ပုံလိုက်ရိုက်ရင်း မထင်မှတ်ဘဲ လူဆိုးဂိုဏ်းခေါင်းဆောင်တစ်ယောက်ရဲ့ ပုံကို သူ့ရဲ့ ကင်မရာထဲ ရိုက်ကူးမိသွားပါတယ်။တစ်ဖက်မှာလည်း  နိုင်ငံတော်ဘဏ္ဍအဖြစ်သိမ်းယူလိုက်ပေမယ့် ပျောက်ဆုံးနေတဲ့ ဒေါ်လာ၁၀သိန်းတန် မူးယစ်ဆေးဝါး အမှုကို လိုက်နေတဲ့ စုံထောက်ဖြစ်သူ ဂန်ဆောင်ဂျူး (Go Soo) နဲ့  ဆောယူဂျင်း တို့ တွေ့ဆုံတဲ့အခါမှာတော့...အချင်းချင်း တစ်ခါမှမဆုံဖူးကြပေမယ့်  သူမ နဲ့ စုံထောက်ဂန် တို့ တနေ့တည်းတချိန်မှာ သေမယ်ဆိုတာဆိုတာ သူမရဲ့ မှတ်ဥာဏ်ထဲမှာ ကြိုမြင်နေတဲ့ ဆောယူဂျင်း တစ်ယောက် သူတို့ရဲ့ ကံကြမ္မာကိုပြောင်းလဲနိုင်မလား....\nဒေါ်လာဆယ်သန်းကိုခိုးယူသွားတဲ့သူကရောဘယ်သူဖြစ်မလဲ...Action နဲ့ Crime ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/some-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-03-22-at-10.34.38-AM-133x200.png",
        "title": "Doors (2021)",
        "description": "Doors (2021)============IMDb Rating - 4.7/10 \"တံခါးပေါက်တွေ .....\"တစ်နေ့နေ့မှာ ခင်ဗျားရှေ့မှာ တံခါးတစ်ပေါက် ရောက်လာမယ် ဆိုပါစို့။\nဘယ်ဆီရောက်မယ်မှန်းမသိတဲ့ တံခါးပေါက်တစ်ချပ်ရဲ့ ဆွဲဆောင်မှုနောက်ကို ခင်ဗျား ကောက်ကောက်ပါအောင် လိုက်မလား?\nတံခါးတစ်ပေါက်ရဲ့ ဆွဲဆောင်မှုက ဘယ်လောက် အားကောင်းတယ်ဆိုတာ ခင်ဗျား စဉ်းစားဖူးရဲ့လား?ဇာတ်လမ်းအကျဉ်းကတော့ အပေါ်မှာ ညွှန်းထားသလိုမျိုးပါပဲ။သိပ္ပံ ဇာတ်လမ်းတို့ရဲ့ ထုံးစံအတိုင်း ထူးဆန်းမှုတွေနဲ့ပဲ စပါတယ်။\nကမ္ဘာမြေပေါ်မှာ ထူးဆန်းတဲ့ တံခါးပေါက်တွေ ပေါ်လာခဲ့ပါတယ်။\nအဲဒီတံခါးပေါက်တွေရဲ့ ဆွဲဆောင်မှုကို နည်းအမျိုးမျိုးနဲ့ ခံရတဲ့လူတွေဟာလည်း တံခါးပေါက်ထဲကို ရောက်သွားကြပါတယ်။\nဒါပေမယ့် ဘယ်ကို ရောက်လို့ ရောက်သွားကြမှန်းလည်း မသိပါဘူး။\nဒီတံခါးပေါက်တွေအကြောင်း စုံစမ်းပေးမယ့် စေတနာ့ဝန်ထမ်းတွေကတော့ အသီးသီး အသသ ပေါ်ပေါက်လို့ လာခဲ့ပါတယ်။\nသူတို့ကိုတော့ \"တံခါးခေါက်သူများ\" လို့ ခေါ်ကြပါတယ်။တံခါးခေါက်သူတွေကရော တံခါးပေါက်တွေရဲ့အကြောင်းကို အဖြေရှာနိုင်ကြပါ့မလား?\nတံခါးပေါက်ထဲ ရောက်သွားတဲ့သူတွေကရော ဘယ်ကို ရောက်သွားကြတာလဲ?\nတချို့ကတော့ ပြောတယ် ဂြိုလ်သားတွေ ဖန်တီးထားတဲ့ တံခါးပေါက်တဲ့။\nဒါဆို ဂြိုလ်ပေါ်ကို ရောက်သွားတာများလား?ဒါကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်ပြီး ...",
        "rating": "3.8",
        "url": "https://megaup.net/2iMni/Doors.2021.720p.WEB-DL[CM].mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-28-at-1.08.16-PM-159x200.png",
        "title": "Lamp Life (2020)",
        "description": "Lamp Life (2020)=============IMDb Rating - 6.7/10 ဒီတစ်ခေါက်က ကလေးရော လူကြီးရောအကြိုက် toy story က အသစ်ထပ်ထွက်တဲ့ကာတွန်းဇာတ်လမ်းတိုလေးနဲ့ မိတ်ဆက်ပေးမယ်နော်။ ကစားစရာအရုပ်ကလေး ဘိုတစ်ယောက် မီးအိမ်ဘဝကနေ ဘယ်လိုထွက်ပြေးလွတ်မြောက်လာခဲ့တဲ့ အကြောင်းကိုရိုက်ကူးထားတာပါ . . .Toy story 1,2,3,4 ထွက်ရှိထားပြီး လူကြိုက်များတဲ့ ကာတွန်းကားကောင်းတွေထဲက lampရဲ့အပိုင်းတိုးလေးမို့ ထွေထွေထူးထူး ပြောစရာမရှိပါဘူး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) Quality – 1080p WebRipDuration - 10minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Short, AdventureSource : 1080p.WebRipTranslator – ParrisEncoder – SWM",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/lamp-life-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9At4gHXspTVG89nUZBJNM5zGmHm.jpg",
        "title": "Enforcement(2021)",
        "description": "Enforcement(2021)IMDb...7.0Svalegardenဆိုတဲ့ မြို့လေးမှာ အဓိကရုဏ်းဖြစ်ပွားနေလို့\nရဲတွေသွားနှိမ်နင်းကြတဲ့အချိန် လက်လွန်ပြီးတော့Talib Ben Hassiဆိုတဲ့သူကို သေလုနီးပါးဖြစ်စေခဲ့ပါတယ်။အဲဒီ့လူကို ရဲတွေပဲခေါ်သွားပြီး ဆေးရုံမှာ\nအရေးပေါ်ကုသပေးထားပါတယ်။တစ်ရက်တော့ အဲဒီမြို့လေးမှာ ကင်းလှည့်ဖို့ ရဲနှစ်ယောက်ဆီတာဝန်ကျလာခဲ့ပါတယ်။အခြေအနေတွေမတည်ငြိမ်လို့ မြန်မြန်ကင်းလှည့်ပြီးပြန်ထွက်ကြဖို့ ညွှန်ကြားချက်ရထားပေမယ့်စိတ်ဆတ်လွယ်တဲ့ရဲကတော့ မြို့ခံလူငယ်လေးတစ်ယောက်ကို တိကျတဲ့အကြောင်းရင်းမရှိဘဲ ဖမ်းဆီးခေါ်ဆောင်သွားပါတယ်။ရဲနှစ်ယောက် အဲ့လူငယ်လေးကိုခေါ်ပြီး မြို့ထဲကထွက်ဖို့လုပ်နေကြတဲ့အချိန်မှာပဲTalib Ben Hassi သေဆုံးသွားကြောင်းကြားသိလိုက်ရပါတယ်။ဒီသတင်းဟာ မြို့ခံလူတွေကိုဒေါသထွက်စေခဲ့ပြီး သူတို့နယ်မြေထဲရောက်နေတဲ့ ရဲနှစ်ယောက်အပေါ် ဒေါသတွေပုံချလိုက်တဲ့အခါမှာတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai & Ei Phyu Khin တို့ပဲဖြစ်ပါတယ်....File Size : (2.08GB) and (920 MB)\nQuality : 1080P.HEVC, WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre :  Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded ...",
        "rating": "7.0",
        "url": "https://megaup.net/Wds1/Enforcement.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/ezgif-6-4ed22c83a616-143x200.jpg",
        "title": "The Yin Yang Master ( 2021 )",
        "description": "နာမည်ကြီးကားမို့ အထူးအထွေမိတ်မဆက်ပေးတော့ပါဘူးဇာတ်ကားနာမည်ကတော့ Ying Yang Master ပါ။Painted Skin (2012)မှာ ill-fated lover အနေနဲ့ပဲ သရုပ်ဆောင်နေသလားမှတ်ရလောက်တဲ့Chen Kun နဲ့ Zhou Xun က အဓိက ပါဝင်သရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Chen Kun (ချင်မင်) ဟာမိစ္ဆာတစ်ပိုင်းလူသားတစ်ပိုင်းပေါ့နော်။ သူက ခေါင်းကိုးလုံးမြွေရဲ့ဆက်ခံသူလို့ ဆိုနိုင်လောက်အောင် မိစ္ဆာသွေးပါနေခဲ့သူပါ။ ဒီကားလေးမှာ လူနဲ့ မိစ္ဆာကို စည်းတစ်ခုခြားပြီး အတူယှဉ်တွဲနေတာဖြစ်ပြီးယင်းယန်အဖွဲ့ကတော့ စည်းကျော်လာတဲ့မိစ္ဆာတွေကို အပြစ်ပေးစီရင်တဲ့အဖွဲ့ပေါ့။ ချင်မင်ကို လူမမယ်အရွယ်မှာယင်းယန်အဖွဲ့က မွေးစားခဲ့ပေမယ့် နောက်ကြောင်းကို မသိခဲ့ဘူး။တစ်နေ့တော့ သရုပ်မှန်ပေါ်လာခဲ့ပြီး မိစ္ဆာကောင်ဆိုပြီး ညီအစ်ကိုတွေဆရာတွေရဲ့ ခွဲခြားဆက်ဆံတာကိုခံရတဲ့ ချင်မင်အဖို့ Zhou Xu (ပိုင်နီ)ဟာအလင်းရောင်ဖြစ်ခဲ့ပါတယ်။ ပိုင်နီကလည်း ချင်မင်လိုပဲ တာဝန်တစ်ခုနဲ့ယှဉ်တွဲမွေးဖွားလာသူပါ။သူ့တာဝန်ကတော့ ယင်းယန်အဖွဲ့ရဲ့ခေါင်းဆောင်အဖြစ်ရွေးချယ်ခံထားရသူပေ့ါ။ပိုင်နီနဲ့ချင်မင်က ကတိတစ်ခုထားထားတယ် ဒါကတော့ ချင်မင်ကပိုင်နီရဲ့ အမိန့်နာခံသူအဖြစ်နေပြီး လုံးဝ မိစ္ဆာဆိုးအဖြစ်မပြောင်းလဲသွားဘူးဆိုတာပါပဲ။ဒီကတိစကားကို ချင်မင်တည်နိုင်မှာလား။ ပိုင်နီနဲ့ချင်မင်ကြားက သံယောဇဉ်ကရော ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-yin-yang-master-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tuFaWiqX0TXoWu7DGNcmX3UW7sT.jpg",
        "title": "A Silent Voice: The Movie (2016)",
        "description": "Silent Voice 2016\n------------------------\nကျွန်တော်တို့အားလုံး ကျောင်းသားဘ၀နဲ့ ပက်သက်တဲ့ အမှတ်တရတွေ ရှိကြမှာပါ။။ကျွန်တော်လဲ ရှိခဲ့ဖူးပါတယ်။။ ဒါပေမယ့် အမှတ်တရကောင်းတော့ မဟုတ်ခဲ့ပါဘူး။ကျွန့်တော့်ရဲ့ အမှတ်တရကို မသန်စွမ်း(နားမကြားမလေး)နဲ့ပဲ\nစရမှာပေါ့။သူ့ရဲ့ကျောင်းသားသစ် မိတ်ဆက်ပွဲမှာ တမူထူးတဲ့ မိတ်ဆက်ပုံကြောင့် ကျွန်တော်အာရုံစိုက်မိခဲ့ပါတယ်။ သူမိတ်ဆက်ပုံက တွေတွေလေးငေးနေရင်းကနေ လွယ်အိတ်ထဲက စာအုပ်ကို ထုတ်ပြီး သူဟာ အကြားအာရုံမကောင်းကြောင်းနဲ့ သူကို ဒီစာအုပ်လေးကနေ ဆက်သွယ်ခင်မင်စကားပြောပေးဖို့ အပြုံးမှိန်မှိန်လေးနဲ့ မိတ်ဆက်ခဲ့လို့ပါ။ သူ့ရဲ့ လူတကာပေါ်ကောင်းချင်ပြီး အမြဲတမ်း အပြုံးလေးနဲ့ ဆက်ဆံပုံကို ကျွန်တော်က ဟန်ဆောင်တယ်ထင်ပြီး အမြဲနှောင့်ယှက်ဒုက္ခပေးခဲ့ပါတယ်။တနေ့မှာတော့ ကျွန်တော့်ရဲ့စနှောက်မှုတွေက ကျွန်တော့်ရဲ့ဘ၀တစ်ခုလုံးကို ဇောက်ထိုးမိုးမျှော်ဖြစ်စေခဲ့ပါတယ်။အဲ့ဒါက သူ့ရဲ့နားအကြားအကူနားကြပ်တွေကို လွှင့်ပစ်မိတာခဲ့ပါ။ အဲ့နားကြ့ပ်တွေက ဈေးကလဲကြီးပြီး ၈ခုထိကိုကျွန်တော် လွှင့်ပစ်မိတာကြောင့် သူ့အိမ်ကနေ တဆင့် ကျနော်တို့အတန်းဆီပါ ရောက်လာပြီး သူလဲကျောင်းပြောင်းပြီး ကျွန်တော်လဲ ဆရာတွေရဲ့စစ်ဆေးမှူမှာ အမြဲနှောင့်ယှက်တတ်တဲ့ ကျွန်တော်ကို အားလုံးက အပြစ်ပုံချခဲ့ပါတယ်။အနိုင်ကျင့်ယုတ်မာတဲ့လူတစ်ယောက်အဖြစ် ပတ်၀န်းကျင်ရဲ့ ဖယ်ကျဉ်ခြင်းလဲ ခံရပြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/1RHzZ/a.silent.voice.2016.720p.{CM}.mp4",
        "category": "Animation, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzM5NjUxOTEyMl5BMl5BanBnXkFtZTgwNjEyMDM0MDE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Grand Budapest Hotel (2014)",
        "description": "The Grand Budapest Hotel (2014)IMDb - 8.1/10_____Rotten - 91%Won 4 Oscars. Another 130 wins & 225 nominations.\n   \nဒီရုပ်ရှင်အကြောင်းမပြောခင် ဒီရုပ်ရှင်ကားနဲ့\nရခဲ့တဲ့ Award တွေ အရင်ပြောပြပါမယ်...\n1. Best Achievement in Costume Design\n2. Best Achievement in Makeup and Hair styling\n3. Best Achievement in Music Written for Motion Pictures,\nOriginal Score\n4. Best Achievement in Production Design\nဆိုတဲ့ အော်စကာ ဆု လေးဆု ရရှိခဲ့ပြီး တစ်ခြား Award များစွာကိုလဲ\nရရှိပိုင်ဆိုင်ထားပါတယ်...\nဒီရုပ်ရှင် ကြည့်နေတုန်းမှာ မျက်လုံးကို အနားမပေးပါနဲ့\nဆံပင်ဒီဇိုင်း ဆက်တင်အခန်းအနား မျက်နှာအမူရာတွေကို\nမလွတ်တန်း လိုက်ကြည့်နေပါ အဖိုးတန်လွန်းပါတယ်...\nသင်ဟာ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/grand-budapest-hotel/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eSlazQmwqtlRIbmZ72xBGr0MEFH.jpg",
        "title": "The Vault(2021)",
        "description": "The Vault(2021)အညွှန်း*********************IMDb...7.0Thomဆိုတဲ့ကောင်လေးက Cambridgeတက္ကသိုလ်ကအရမ်းတော်တဲ့ အင်ဂျင်နီယာကျောင်းသားတစ်ယောက်ပါ....ဉာဏ်ပြေးတဲ့Thomကို လစာဒေါ်လာသိန်းချီပြီးကမ်းလှမ်းတဲ့ကုမ္ပဏီကြီးတွေရှိခဲ့ပေမဲ့Thomကတော့ Walter Morelandရဲ့ကမ်းလှမ်းမှုကိုသာ စိတ်ဝင်စားခဲ့ပါတယ်....Walter Morelandတို့အဖွဲ့က နှစ်တရာကျော်သက်တမ်းရှိတဲ့စပိန်ဘဏ်အဆောက်အဦးကမြေအောက်ဘဏ္ဍာတိုက်တစ်ခုကိုဖွင့်ဖို့ ကြိုးစားနေတာပါ.....အဲ့ဒီစပိန်ဘဏ်က ကမ္ဘာ့အလုံခြုံဆုံးစနစ်နဲ့တည်ဆောက်ထားတဲ့ဘဏ်တွေထဲကတစ်ခုအပါအဝင်ဖြစ်ပြီးထိုးဖောက်မရနိုင်တဲ့ အံ့မခန်းအင်ဂျင်နီယာအစွမ်းလို့ ပြောစမှတ်တွင်ပါတယ်.....လိုအပ်နေတဲ့ အင်ဂျင်နီယာဉာဏ်ကြီးရှင်Thomက Walterတို့အဖွဲ့ထဲရောက်လာတဲ့အချိန်မှာတော့ပျောက်ဆုံးနေတဲ့ရတနာသိုက်ကိုအရယူဖို့အတွက် ဘဏ္ဍာတိုက်ဖောက်ဖို့အစီအစဉ်ဆွဲကြပါတယ်....လုံခြုံရေးအထပ်ထပ်ကာထားတဲ့ဘဏ်ကို သူတို့ဘယ်လိုကြိုးစားပမ်းစားဖောက်ကြမလဲဆိုတာကိုတော့...ဒီကားက ထင်မထားလောက်အောက် နင်းကန်လန်းပါတယ်...ဒါ့ကြောင့်မို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတွေကတော့ Khine Khine Wai & Ei Phyu Khin တို့ပဲဖြစ်ပါတယ်.... File Size : (2.2GB) and (0.9GB)\nQuality : HEVC 1080p 5.1,WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Adventure, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/W9q4/Way_Down_OR_The_Vault..2021.WEB-DL.720P.PP.mkv",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r2CFcSBK4B1xywyvS5lxxtmhOIw.jpg",
        "title": "ACT-1978 (2020)",
        "description": "ACT 1978 (2020)\" ဆရာ. . . အကျိုးဆောင်ခ(ကော်မရှင်ခ)လေးပါ ..... \"ဒီလိုမျိုး ပုဒ်မလေး နဲ့မှ အလုပ်လုပ်တတ်တဲ့ အစိုးရဝန်ထမ်းတွေကို ကြုံဖူးကြတယ် မဟုတ်လား?မနက်ကို နောက်ကျမှလာ ညနေကိုအစောကြီးပြန်။\nအလုပ်ကျတော့ကောင်းကောင်းမလုပ် အကျိုးဆောင်ခပဲ မျှော်ကိုးနေပြီး တာဝန်ကိုအလွဲသုံးစားလုပ်ကြတဲ့ အစိုးရဝန်ထမ်းတွေကို ပညာပေးထားတဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ခုပါလောကဓံကို အန်တုရင်ဆိုင်နေရတဲ့ ကိုယ်ဝန်ဆောင်အမျိုးသမီးလေး ဂီသာ ။\nဖခင်လည်းဆုံး ခင်ပွန်းသည်လည်း ဆေးရုံမှာမြောနေတာမို့ ဖခင်လယ်သမားကြီးရဲ့ နစ်နာကြေးနဲ့မှ အသက်ရှုချောင်နိုင်မယ့် ဂီသာ တစ်ယောက်\nလယ်သမားသက်သာချောင်ချိရေးဌာနကိုသွားပြီး နစ်နာကြေးတောင်းခံလွှာ တင်ခဲ့ပါတယ်။စစချင်း ဆောက်နဲ့ထွင်းသလို အကျိုးဆောင်ခ တောင်းလိုက်တဲ့ စာရေးကြောင့် အောင့်သက်သက်ဖြစ်ရပေမယ့်လည်း\nလာဘ်ပေးလာဘ်ယူကိုမုန်းတဲ့ ဂီသာ တစ်ယောက် နည်းလမ်းကျကျနဲ့ နစ်နာကြေးကို ရယူဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။ဗိုက်တောင်မထွက်သေးတဲ့ ကိုယ်ဝန်ဆောင်အမျိုးသမီးက မွေးဖွားခါနီးသည်အထိ နစ်နာကြေးမရလာတဲ့အခါ. . .ဂီသာ တစ်ယောက် ဗုံးတစ်လုံးကို ခန္ဓာကိုယ်မှာပတ် အစိုးရဌာနထဲကိုဝင်ပြီး အဂတိလိုက်စားနေတဲ့ အစိုးရဝန်ထမ်းများအား သူမအတွက်၊ ပြည်သူတွေအတွက် ...",
        "rating": "7.9",
        "url": "https://megaup.net/1C6gw/ACT-1978_(2020).720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-12-at-4.06.43-PM-133x200.png",
        "title": "The World to Come (2020)",
        "description": "The World to Come (2020)====================IMDb Rating - 6.1/10ဒီရုပ်ရှင်ကတော့ ဒရာမာ စစ်စစ်လေးပါ။ နာမည်ကျော်သရုပ်ဆောင်တွေနဲ့ ဇာတ်ကောင် လေးယောက်ကိုအဓိကထားပြီး တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။ လက်စ်ဘီယန်အချစ်အကြောင်းလည်းဖြစ်ပါတယ်။လယ်သမား လင်မယားနှစ်ယောက် မိတ်ဆွေဖွဲ့ရင်း ဖြစ်လာတဲ့ လူမှုရေး ကိစ္စ တွေကိုမှ ကဗျာဆန်ဆန်ပြသထားသလို အမျိုးသမီးတွေ ဖိနှိပ်ခံရမှုကိုလည်း အဲဒီခေတ်နဲ့ အညီ သရုပ်ဖော်ထားလို့ တကယ့်ဝတ္ထုကောင်းလေးတစ်အုပ်ကို ဇိမ်နဲ့ ထိုင်ဖတ်နေရသလိုပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 45minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – LittleneoEncoder – SWM",
        "rating": "6.1",
        "url": "https://megaup.net/W7oo/The.World.to.Come.2020.720p.WEBRip[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3KgL5KiGk8ABfMFHzGP2GnoH8sL.jpg",
        "title": "1987: When the Day Comes (2017)",
        "description": "1987 : When the day comes (2017)Zawgyiဒီဇာတ္ကားကို လြန္ခဲ့တဲ့ႏွစ္သံုးဆယ္ကာလက ေတာင္ကိုရီးယားႏုိင္ငံမွာ ျဖစ္ပ်က္ခဲ့တဲ့ ျဖစ္ရပ္မွန္အေၾကာင္းအရာေတြကို အေျခခံျပီးရိုက္ကူးထားပဲျဖစ္တယ္။အဲဒီအခ်ိန္တုန္းက ေတာင္ကိုရီးယားႏုိင္ငံဟာ အခုလို ဖြံ႔ျဖိဳးျပီးႏုိင္ငံမဟုတ္ေသးဘူး။စစ္အစိုးရနဲ႔ အာဏာပိုင္ေတြရဲ႕ေခါင္းပံုျဖတ္မႈေတြကို ျပည္သူေတြလည္စင္းခံေနရတဲ့အခ်ိန္၊ အဲဒီလိုဖိႏွိပ္ခ်ဳပ္ခ်ယ္မႈေတြကို မခံႏုိင္တ့ဲအဆံုးမွာ ေက်ာင္းသားတစ္စုဟာ စစ္အစိုးရကိုဆန္႔က်င္တဲ့အေနနဲ႔ လမ္းမေပၚထြက္ျပီး ဆႏၵျပေတာ့တယ္။အင္အားၾကီးသူႏိုင္စတမ္္းဆိုသလို အဲဒီဆႏၵျပမႈမွာအႏုိင္ရရွိသြားသူကေတာ့အာဏာပိုင္ေတြပါ။ဆႏၵျပေက်ာင္းသားတစ္ဦးျဖစ္တဲ့ အသက္၂၁ႏွစ္အရြယ္ ဆုိးလ္တကၠသိုလ္ကေက်ာင္းသား ပက္ဂၽြန္ေခ်ာအပါအ၀င္ဆႏၵျပသူအခ်ိဳ႕ကို အာဏာပိုင္ေတြလက္၀ယ္ဖမ္းဆီးရခဲ့တယ္။က်ဳပင္ခုတ္က်ဳငုတ္ပါမက်န္ေအာင္ရွင္းမယ္ဆိုတဲ့အၾကံနဲ႔အာဏာပိုင္ေတြဟာ အဖမ္းဆီးခံေက်ာင္းသားပက္ဂၽြန္ေခ်ာကို ႏွိပ္စက္နည္းေပါင္းစံုနဲ႔ႏွိပ္စက္ျပီး ဆႏၵျပမႈနဲ႔ပတ္သတ္တဲ့အေၾကာင္းအရာေတြကို စစ္ေၾကာေမးျမန္းခဲ့တယ္။ပက္ဂၽြန္ေခ်ာတစ္ေယာက္လည္းႏွိပ္စက္မႈေပါင္းစံုကို မခံႏုိင္ေတာ့ပဲ ေနာက္ဆံုးမွာ အသက္ပါဆံုးရႈံးသြားေတာ့တယ္။သူ႔ရဲ႕ေသဆံုးမႈဟာ 1987 ဇြန္လမွာ ေတာင္ကိုရီးယားႏုိင္ငံရဲ႕သမုိင္း၀င္ဆႏၵျပမႈၾကီးအျဖစ္ ေျပာင္းလဲေပးခဲ့ပါတယ္။ဖိႏွိပ္ခံရပံုေတြ မတူညီၾကေပမယ့္ ျပည္သူေတြအားလံုးရဲ႕ တစ္ခုတည္းေသာဦးတည္ခ်က္ကေတာ့ ဒီမိုကေရစီေဖာ္ေဆာင္ေရး၊ အဲဒီလို ျပည္သူေတြအားလံုးညီညီညြတ္ညြတ္ ေသြးေတြေခၽြးေတြနဲ႔ေပးဆပ္ခဲ့တာေၾကာင့္လည္း ေတာင္ကိုရီးယားႏုိင္ငံဟာ ယေန႔အခ်ိန္မွာ ဖြံ႔ျဖိဳးျပီးႏုိင္ငံတစ္ခု ရပ္တည္ေနႏုိင္တာျဖစ္ေၾကာင္းကိုဒီဇာတ္ကားက ေကာင္းေကာင္းၾကီးမီးေမာင္းထိုးျပေနတယ္။ဒီဇာတ္ကားဟာ ေ၀ဖန္ေရးေတြအၾကားမွာ ေအာင္ျမင္ရံုသာမက ေငြေၾကးပိုင္းအရလည္း ေတာ္ေတာ္ၾကီးကိုေအာင္ျမင္ခဲ့တဲ့ကားပါ။$14 သန္းရင္းထားတဲ့ဇာတ္ကားဟာ ျပည္တြင္း၀င္ေငြ $54 သန္းေက်ာ္ရရွိခဲ့တာဟာ ေတာ္ေတာ္ေၾကာက္စရာေကာင္းတဲ့ေအာင္ျမင္မႈမ်ိဳးပါ။IMDB ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/1987-when-the-day-comes-2017/"
    }
]