[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNTI1ODY3MTQwNl5BMl5BanBnXkFtZTcwMjU5MjMxOQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Would You Rather (2012)",
        "description": "\"မင်းသာဆိုရင်ဘာလုပ်မလဲ\" ဒီမုန့်ကို ဂျွန်ကိုကျွေးမလား ဒန်နီရယ်ကိုကျွေးမလား ဒါက ကလေးတွေကစားကြတဲ့ကစားနည်းတစ်‌ခုပေါ့ ဒီဇာတ်ကားထဲမှာလည်းဒီကစားနည်းကိုပဲဇာတ်အိမ်တည်ပြီးအသုံးပြုထားတာပါ။ အိုင်းရစ်ဟာ ငွေရေးကြေးရေးအခက်အခဲတွေကြားကနေ နာမကျန်းဖြစ်နေတဲ့မောင်လေးကိုတစ်ယောက်တည်းပြုစုစောင့်ရှောက်နေရတဲ့သူပါ။ တစ်ရက်မှာတော့ မောင်ဖြစ်သူ ရိုးတွင်းခြင်ဆီအစားထိုးကုသဖို့အတွက် လိုအပ်နေတဲ့ငွေကြေးကို လန်ဘရစ်ခ်ဖောင်ဒေးရှင်းကကူညီပေးနိုင်တယ်ဆိုပြီး ညစာစားပွဲတစ်ခုကို မက်လုံးပေးဖိတ်‌ခေါ်တာခံလိုက်ရပါတယ်။ညစာစားပွဲအရောက်မှာတော့ အိုင်းရစ်လို ငွေရေးကြေးရေး ကျဉ်းထဲကြပ်ထဲရောက်နေတဲ့လူ ခုနစ်ယောက်ပါရောက်ရှိနေပြီး လိုအပ်နေတဲ့ငွေကြေးအ‌ထောက်အပံ့ကိုရဖို့ရာ သနားညှာတာမှုကင်းမဲ့တဲ့ကစားပွဲတွေကိုတောက်လျှောက်ကစားပြီး နောက်ဆုံးအသက်ရှင်ကျန်ရစ်တဲ့တစ်ယောက်ကသာ ရရှိနိုင်မယ်ဆိုတာကိုသိလိုက်ရ‌ပါတော့တယ်။ ဒီကားထဲမှာ လူတွေရဲ့ ကိုယ်ကျင့်တရားတွေ ၊ ကျင့်၀တ်တွေ ၊သစ္စာဖောက်ပြားမှုတွေ ၊ တကိုယ်ကောင်းဆန်မှုတွေကို ဘေးကျပ်နံကျပ်ဖြစ်အောင်လုပ်ပြီးရွေးချယ်ခိုင်းထားတဲ့ ရက်စက်တဲ့ကစားနည်းတွေကိုကစားကြရာကနေတဆင့်ကွက်ကွက်ကွင်းကွင်းမြင်ရမှာပါ။ ဘယ်သူတွေက ကိုယ်ကျင့်သိက္ခာကိုစောင့်ထိန်းပြီးအနစ်နာခံကြမလဲ၊ ဘယ်သူတွေကသူတစ်ပါးကိုချနင်းပြီး ရက်စက်ယုတ်မာကြမလဲ ၊ ကစားပွဲရဲ့အဆုံးသတ်မှာရော အသက်ရှင်ကျန်ရစ်ခဲ့တဲ့သူကဘယ်သူဖြစ်မလဲဆိုတာတော့ ကြည့်ရှုလိုက်ကြပါဦး။ File size…(1.1 GB)/(490 MB)/(280 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Thriller, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Steven Khant",
        "rating": "5.7",
        "url": "https://megaup.net/2AZ3k/Would.You.Rather.2012.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTM3NDMyNzgzMV5BMl5BanBnXkFtZTcwMjIyMTA1Nw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "That’s My Boy (2012)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM ပရိတ်သတ်ကြီးကို ၂၀၁၂ ခုနှစ်ထွက် Comedy/Drama ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဟာသဇာတ်ရုပ်ကို ပိုင်နိုင်လှတဲ့ မင်းသားကြီး Adam Sandler (50 First Dates/Murder Mystery)၊ ရုပ်တည်ကြီးနဲ့ အရွှန်းထထဖောက်တတ်တဲ့ ဟာသမင်းသား Andy Samberg (Brooklyn Nine-Nine/Palm Springs)နဲ့ မင်းသမီးချော Leighton Meester (Monte Carlo/The Judge)တို့က အဓိကပါဝင် သရုပ်ဆောင်ထားကြပါတယ်။ ဇာတ်လမ်းအကျဉ်း ဆယ်ကျော်သက်လေး ဒွန်နီက အရွယ်ငယ်ပေမယ့် အစွယ်မသေးဆိုသလို အသက်မပြည့်ခင်မှာပဲ ကျောင်းက ဆရာမနဲ့ တဂျိန်းဂျိန်းဖြစ်ရာကနေ ဆရာမက ကိုယ်ဝန်ရသွားခဲ့ပါတယ်။လူငယ်ပေမယ့် ဇ မသေးလှတဲ့ ဒွန်နီတစ်ယောက် ဆရာမကို ဂျိန်းတဲ့ ကျောင်းသားအဖြစ် အားလုံးရဲ့ပါးစပ်ဖျားရေပန်းစားပြီး နာမည်ကြီးသွားခဲ့ပါတယ်။ တစ်ဖက်မှာလည်း ကလေးက ကလေးကို ပျိုးထောင်ဆိုသလို တစ်ကိုယ်တော်အဖေအဖြစ် သားလေး ဟန်းဆိုလိုကို ပျိုးထောင်ခဲ့ပြီး ...",
        "rating": "5.5",
        "url": "https://megaup.net/2AZ3f/Thats.My.Boy.2012.BluRay.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDVlYWNlZmQtMjllOS00MjZmLTg2MjEtOGJlZWIzMWYxNDIyXkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Punch (2022)",
        "description": "IMDb 6.4/10 ထိရရှိထားပြီး 2023 Nominee Audience Award အတွက်ဇကာတင်ထားတဲ့ဇာတ်ကားလည်းဖြစ်ပါတယ် ဇာတ်လမ်းထဲမှာတော့အတုအယောင်တွေ၊ပေါ်ယံတွေ‌ပေါများတဲ့လောကအကြောင်းကိုလူငယ်လေးနှစ်ယောက်ရဲ့ဘဝဇာတ်လမ်းလေးတွေနဲ့ရိုက်ကူးပြထားတာကိုတွေ့ရမှာပါ Whetu နဲ့ ဂျင်မ်ဆိုတဲ့ကောင်လေးနှစ်ယောက်ဟာ သူတို့နေတဲ့အမြင်ကျဉ်းမြောင်းပြီးအကျင့်ယုတ်တဲ့သူတွေရှိတဲ့မြို့လေးကနေထွက်သွားနိုင်ဖို့အတွက်ဘယ်လိုအခက်အခဲတွေဖြတ်ကျော်ပြီးကြိုးစားကြရမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်File size…(1.4 GB)/(780 MB)/(350 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:39:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.4",
        "url": "https://megaup.net/2AYnC/Punch.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/1480976-142x200.jpg",
        "title": "[21+]Summer Camp Girls(1983)",
        "description": "အမေရိကန် ပျိုဖြူလေးတွေအတွက် သီးသန့်ထိန်းကျောင်းတဲ့\nနွေရာသီ လေ့ကျင့်ရေးစခန်းမှာ ဖြစ်ပွါးခဲ့တဲ့ အချစ်ဇာတ်လမ်းလေးပါ...\nအမေရိကန်ပျိုဖြူလေးတွေရဲ့ ဘွင်းဘွင်းရှင်းရှင်း အန်ဆင်ဆာ အချစ်ဇာတ်လမ်းလေး...တကယ်တော့ အဲဒီစခန်းကို ဘယ်သူမှမသွားချင်ကြပါဘူး\nဘာလို့လဲဆိုတော့ အနေထိုင် အရမ်းတင်းကြပ်လို့ပါပဲအန်ဂျလာ.....\nအန်ဂျလာကတော့ လူကုံထန်အသိုင်းဝိုင်းက ပေါက်ဖွါးလာသူလေး\nပြစ်မျိုးမှဲ့မထင်လေး အလှတရားပြည့်စုံတယ်....\nသူမရဲ့အဖေက အရမ်းစည်းကမ်းတင်းကြပ်တယ်\nသူမအဖေက ဘာသာရေးသမား\nအခုလည်းကြည့်လေ အန်ဂျလာချစ်သူက တခြားဘာသာဝင်ဖြစ်နေလို့\nမရရအောင်ဖြတ်ပြီး လေ့ကျင့်ရေးစခန်းပို့ပစ်တယ်...အဲမှာ အန်ဂျလာတစ်ယောက် အထူးဆန်းတွေ စတွေ့တာပဲ\nသူရဲ့အခန်းဖော်တွေက ပူစီလေးတွေ..\nသူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ...\nစိတ်ဝင်စားဖို့ကောင်းပြီး ဘွင်းဘွင်းရှင်းရှင်းခန်းတွေ များတာမို့\nDS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…2.07GB / 1.01GB\nQuality…1080p /720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.7",
        "url": "https://megaup.net/1V2q2/Summer_Camp_Girls_1983.720p(DS).mp4",
        "category": "Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7TfzTAg4wdlFF1ko2JNIrZ0w8Y3.jpg",
        "title": "Credimi! (2022)",
        "description": "Credimi! (2022)~ IMDb rating - 7/10 ~သားသားမီးမီးတွေနဲ့ တူတူကြည့်ဖို့အတွက် အီတလီ Superhero Fantasy ကားလေးပါ။ဆာလ်ဗာတိုရဲဆိုတဲ့ ကောင်လေးဟာ စူပါဟီးရိုး လူစွမ်းကောင်းတွေကို အရမ်း သဘောကျပြီး ကိုယ်တိုင်လည်း စူပါဟီးရိုးတစ်ယောက်ဖြစ်ချင်နေတဲ့ ကလေးတစ်ယောက်ပေါ့။ Astroman လို့ခေါ်တဲ့ စီးရီးတစ်ခုက ဇာတ်ကောင်ဟာ သူ့ရဲ့ ဆရာသခင်ဖြစ်ပြီး သူဘာလုပ်လုပ် တိုင်တည်ရသူလည်းဖြစ်ပါတယ်။ ဆာလ်ဗာတိုရဲလေးရဲ့ နေ့စဉ်မပါမဖြစ် လုပ်ငန်းဆောင်တာတွေကတော့ သူ့မေမေရဲ့ဖုန်းနဲ့ Astroman စီးရီးကို ကြည့်တာ၊ သူ့မေမေရဲ့ဖုန်းကင်မရာနဲ့ Astroman ကို ပြောချင်တာလေးတွေ ဗီဒီယိုရိုက်ထားတာ၊ နောက်ပြီး ဘာအလုပ်လေးလုပ်လုပ် သူ့အတွက် စူပါဟီးရိုးဖြစ်ဖို့အတွက် လေ့ကျင့်နေတဲ့ Mission ပိစိလေးတွေလိုသဘောထားတာ။ ဒီလို စိတ်ကူးယဉ်ဆန်တဲ့ဘဝလေးထဲ သူ့မေမေရဲ့ အကြပ်အတည်းတွေကို ဖြေရှင်းပေးဖို့ရာ စူပါ ပါဝါတစ်ခု ပွင့်စေဖို့ သူကြိုးစားတဲ့အခါမှာတော့…ပွင့်ပွင့်လင်းလင်းပြောရရင်တော့ ကလေးတစ်ယောက်ကို ဖုန်းတစ်လုံးပေးပြီး အလိုလိုက်ထားတဲ့ကားထက် ပိုတယ်မထင်မိပါဘူး။ ...",
        "rating": "7",
        "url": "https://megaup.net/3gXfu/(CM)_Credimi_(2022)_720p.mp4",
        "category": "Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYjFkYzQ2YjgtZjBmNS00NTkzLTkzMTktMjA2YWM5ZGQyZTg5XkEyXkFqcGdeQXVyMTUyNjIwMDEw._V1_-147x200.jpg",
        "title": "Pichaikkaran 2 (2023)",
        "description": "Pichaikkaran 2 (2023)2016 က ထွက်ရှိထားတဲ့ Pichaikkaran ရဲ့အောင်မြင်မှုအပြီးမှာ ပုံစံတူ stand-alone sequel တစ်ကားဖြစ်တဲ့\nPichaikkaran 2 ဟာ လောလောလတ်လတ်မှာ ရုံတင်ထားတာဖြစ်ပြီး rating တွေလည်းကောင်းသလို\nရုံတင်ငွေ ကုဋေ ၃၄ သန်းကျော်အမြတ်ရရှိထားပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nဆရာဝန်တစ်ယောက်က နှလုံးတွေ‌ ကျောက်ကပ်တွေ အစားထိုးတာတင်မကပဲ\nဦးနှောက်အစားထိုးတာကိုပါ အောင်မြင်စွာစမ်းသပ်လ်ုက်နိုင်ပါတယ်\nဗီဂျေးဆိုတာကတော့ အောင်မြင်နေတဲ့စီးပွားရေးသမား ဉာဏ်ကြီးရှင်တစ်ယောက်ပါ\nသူ့ရဲ့လူယံုဆိုတဲ့သူက နောက်ကျောဓားနဲ့ထိုး ခဏနေကဦးနှောက်လဲတဲ့ အစားထိုးမှုကို\nဗီဂျေးအပေါ်လုပ်ပြီး လုပ်ငန်းကြီးတစ်ခုလုံးကို လက်ဝါးကြီးအုပ်ရန် ကြံစည်လာတဲ့အခါမှာ\nတစ်ခေတ်တစ်ခါက Face-off လိုမျိုး vibe ကိုပြန်ခံစားမိမဲ့အပြင်\nဦးနှောက်ချင်းပါလဲပစ်တဲ့ ကျွတ်ဆင်အကွက်ကြီးတွေနဲ့ အက်ရှင်ဒရာမာ\nရသစုံကြည့်ရမှာဖြစ်လို့ လက်မလွှတ်ကြဖို့ ပြောကြားရင်း တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်းရေးသားသူကတော့ Sai ဖြစ်ပြီး ဘာသာပြန်သူတွကတော့\nSai ~ chiclon3 ~ BpL ~ Thaik San ~ YH ~ Yunni တို့ပဲဖြစ်ပါတယ်\nFile size…8.56GB/ 3.27GB / 1.23GB\nQuality…4k ...",
        "rating": "6.0",
        "url": "https://megaup.net/2AY5v/Pichaikaran_2_(2023)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMmY1OTdlYmEtZTY5My00YmQ2LWI0ZjUtNzNlYzc4OTZjYzVmXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-138x200.jpg",
        "title": "A Tale of Sorrow and Sadness (1977)",
        "description": "A Tale of Sorrow and Sadness ( 1977 )ဒီ Erotic ကားကို ရိုက်တဲ့လူက seijun suzuki။ လူတော့သိပ်သိမှာမဟုတ်ပေမဲ့ ဂျပန်ရုပ်ရှင်ကို ဂိတကာဂိနေတဲ့လူတစ်ချို့တော့ သိကြလိမ့်မယ်။ Branded to Killတို့ Tokyo Drifterတို့လို ထိပ်တန်းစာရင်းဝင်တွေရဲ့ ထိပ်ဆုံးမှာရှိနေတဲ့ Action Crime ကားတွေကို ရိုက်ခဲ့တဲ့သူ။ ဒါပေမဲ့သူက ၁၉၅၆ လောက်ကတည်းကနေ ၁၉၆၇အထိ B Movies တွေရိုက်လာတဲ့သူဆိုတော့ ဒီကားကို သူပိုင်ပိုင်နိုင်နိုင်ရိုက်နိုင်တာ ဆန်းတော့လည်းမဆန်းဘူး။ ဒါပေမဲ့လည်း သာမန် Erotic ကားတွေနဲ့ နည်းနည်းမှ မတူတဲ့အချက်ကိုတော့ ကျွန်တော်တို့လက်ခံရမှာပဲ။ စတိုရှိခွန်ရဲ့ Perfect Blue တောင် ဒီကားရဲ့ အငွေ့အသက်နည်းနည်းယူထားသလားလို့ပါ မြင်မိတဲ့အထိ Erotic ကားပေမဲ့ တော်တော်လေး ဆိုက်ကိုဆန်ပြီးကြမ်းတယ်။ Perfect Blueကိုယ်တိုင်လည်း ...",
        "rating": "",
        "url": "https://megaup.net/1f4jd/A.Tale.of.Sorrow.and.Sadness_(1977)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/AAAABVUJYE8kFnz5V0aihSn_A1nkTC5xW_yfeqziGmYjArHdcfWKea4Q73WjUXjtd5OtghA2WT-O2npykXEmFnASYUext3DMN-6-7djjr9O6jKyTqs0TBXFhPVONJP0R9A-143x200.jpg",
        "title": "A Family (2021)",
        "description": "A Family (RT 71% , IMDb 7 )ယာကူဇာ... ယာကူဇာဆိုတာ ကျွန်တော်နဲ့ မစိမ်းတဲ့ စကားလုံးပါ... ဂျပန်နိုင်ငံက လူမိုက်ကြီးတွေပေါ့... ယာကူဇာမှာ အလွှာအမျိုးမျိုးရှိတယ်..တချို့ဟာ ဂုဏ်သိက္ခာတွေ စစ်မှန်တဲ့ ယောက်ျားတစ်ယောက် ဖြစ်ခြင်းတွေ အစရှိတဲ့ ဂုဏ်ဒြပ်တွေကို ဦးစားပေးတဲ့ လူမိုက်မျိုးနဲ့ ... ငွေရမယ် အာဏာရမယ်ဆိုရင် မူးယစ်ဆေးကအစ ထဲထဲဝင်ဝင်လုပ်ကိုင်တဲ့ ရာဇဝတ်ဂိုဏ်းတွေအထိ အမျိုးမျိုးရှိလို့နေပါတယ်...မည်သို့ပင် ဆိုစေကာမူ ယာကူဇာမှန်သမျှဟာ သာမန်လူ့လောက တရားဥပဒေကို တနည်းတဖုံ ဆန့်ကျင့်ဖောက်ဖျက်နေကြသူတွေသာ ဖြစ်ပါတယ်... ဒီဇာတ်ကားမှာ ယာမာမိုတိုရဲ့ ဖခင်ဟာ ယာကူဇာတွေရဲ့ မူးယစ်သားကောင်ဖြစ်ခဲ့ရပြီး ဆေးသုံးစရာ ခြူးတစ်ပြားတောင် မရှိတော့လို့ ဘဝနိဂုံးကို ကိုယ်တိုင်ချုပ်ခဲ့သူပါ...ယာမာမိုတိုဟာ အဲ့အတွက်ကြောင့် ယာကူဇာနဲ့ သူတို့ရဲ့ မူးယစ်ဆေးဝါးကို အင်မတန်စက်ဆုပ်ရွံရှာနေခဲ့ပါတယ်... ဒါပေမယ့် ကံကြမ္မာအလှည့်အပြောင်းကြောင့် သူဟာလည်း သူမုန်းတီးရတဲ့ ယာကူဇာတစ်ယောက် ဖြစ်လာပါတော့တယ်...ဒီဇာတ်ကားမှာ ...",
        "rating": "7.0",
        "url": "https://megaup.net/1f4j3/A_Family_(2021)_720p.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vGBHyERjr5Zs311PxbTUR2AEqO8.jpg",
        "title": "Mediterranean Fever (2022)",
        "description": "Mediterranean Fever (2022)~ IMDb - 6.6/10, Rotten Tomatoes - 80% ~ကိန်းရုပ်ရှင်ပွဲတော်မှာ အကောင်းဆုံးဇာတ်ညွှန်းဆုရခဲ့တဲ့ ပါလက်စတိုင်းရုပ်ရှင်တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။ စိတ်ကျရောဂါခံစားနေရတဲ့သူတစ်ယောက်နဲ့ အိမ်နီးချင်းသစ်တို့ကြားက Friendship ဖြစ်လာပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ကျွန်‌တော်တို့အားလုံးက Depression Social Anxiety Bipolar Disorder စတဲ့စိတ်ပိုင်းဆိုင်ရာ ပြဿနာတွေနဲ့ အနည်းနဲ့အများ ရုန်းကန်နေကြရတဲ့သူတွေချည်းပါပဲ။ တခါတလေမှာ Suicide လုပ်သွားတဲ့သူတွေက ပိုပြီးသတ္တိရှိနေသလို... ဒီဇာတ်ကားမှာလည်း အသက် ၄၀ အရွယ် ဝဲလိဒ်ဆိုတဲ့သူတစ်ယောက်က စိတ်ကျရောဂါခံစားနေရပြီး Counselling ယူနေရတယ်။ Depression နဲ့သားသမီးနှစ်ယောက်ရဲ့ဝေယျာဝစ္စတွေနဲ့နပန်းလုံးရင်း ဘဝကိုစိတ်ကုန်နေတဲ့သူ။ စာရေးမယ်ဆိုပြီး အလုပ်ထွက်လိုက်ပေမဲ့ စာရေးဖို့ Inspiration လည်းရှာမတွေ့ဘဲ ဘာတစ်ခုမှ စိတ်ပါလက်ပါမလုပ်နိုင်တဲ့ ဇာတ်ကောင်ရဲ့မွန်းကြပ်မှုတွေကိုတွေ့ရမယ်။အဲဒီလိုနဲ့ တစ်နေ့မှာ ဝဲလိဒ်ရဲ့ဘေးအိမ်ကို ဂျလဲဆိုတဲ့လူတစ်ယောက်ပြောင်းလာတယ်။ ဝဲလိဒ်အတွက်တော့ ဂျလဲက မျက်စိစပါးမွေးစူးစရာပါပဲ။ စကားများတယ် စပ်စုတယ် အလိုက်ကမ်းဆိုးမသိ သီချင်းတွေအကျယ်ကြီးဖွင့်တယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3gX3g/(CM)_Mediterranean_Fever_(2022)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jNO8smUkyNbL2t6HU6EBnJCSf6r.jpg",
        "title": "An Unforgettable Year – Summer(2023)",
        "description": "An Unforgettable Year – Summer(2023)*************************************An Unforgettable Year : Summer 2023\"ကာနေဗယ်\"လို့ပြောလိုက်တာနဲ့ ဘရာဇီးနိုင်ငံရဲ့ နှစ်စဉ်နှစ်တိုင်း ၅ရက်တာကျင်းပတဲ့ အကြီးဆုံးပွဲတော်ကြီးကို ပြေးမြင်ကြမှာပါ။ကာနေဗယ်ပွဲကိုနှစ်စဉ် ခရစ်တော်ရဲ့ရက်၄၀ဥပုသ်မတိုင်ခင်မှာ ကျင်းပကြပြီး ဥပုသ်ရက်မတိုင်ခင်စားသောက်ဖွယ်ရာတွေကိုနောက်ဆုံးအကြိမ်စားသောက်ပြီး တီးမှုတ်ကခုန်ကာ ဆင်နွှဲကြတာလို့ဆိုပါတယ်။အရောင်ပြိုးပြိုးပြက်ပြက်နဲ့ ၀တ်စုံတွေ မျက်နှာဖုံးတွေ၀တ်ဆင်ပြီး အလှပြယာဉ်တွေနဲ့အတူ တီးမှုတ်ကခုန်ရင်း စီတန်းလှည့်လည်ကျင်းပကြတာပါ။\nကာနေဗယ်ပွဲတွေထဲမှာမှ ရီယိုမြို့မှာကျင်းပတဲ့ ကာနေဗယ်ပွဲတော်ကြီးကတော့အကြီးဆုံးဖြစ်ပြီးပွဲတော်ကာလအတွင်း ရီယိုမြို့ရဲ့လမ်းတွေထဲမှာ လူ၂သိန်းခန့်ပါ၀င်ဆင်နွှဲကြတယ်လို့ဆိုပါတယ်။\"အင်ယာ\"က ဖက်ရှင်မှာဝါသနာထုံသူတစ်ဦးဖြစ်ပြီး သူ့ရဲ့အိပ်မက်ကတော့ ပဲရစ်ကဖက်ရှင်ကောလိပ်တစ်ခုမှာသွားတက်ရဖို့ပါ။ပါတီခေါင်းဆောင်တစ်ဦးဖြစ်သူတဲ့ အဖေဖြစ်သူကတော့ ဒါကိုလုံး၀သဘောမကျဘဲသူနဲ့အတူစည်းရုံးရေးတွေပဲလိုက်ဆင်းစေချင်ပြီး ကာနေဗယ်ပွဲတော်ကိုလည်း လုံး၀မကြိုက်တဲ့သူတစ်ဦးပါ။တစ်ရက်မှာတော့ ကျောင်း၀င်ဖွင့်ရဖို့အတွက် ရီယိုမြို့ကိုသွားဖို့လိုအပ်လာရာကနေရီယိုမြို့ရဲ့နာမည်ကြီးဆမ်းဘားအကသင်တန်းကျောင်းတစ်ခုဖြစ်တဲ့ ပိုတယ်လာကျောင်းအတွက်ကာနေဗယ်၀တ်စုံတွေချုပ်‌ပေးတဲ့နေရာမှာ ၀င်ရောက်ကူညီဖို့အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုနဲ့ ကာနေဗယ်ပွဲတော်အတွက်၀င်ရောက်ကူညီရင်း အင်ယာတစ်ယောက် ဘယ်လိုမိတ်ဆွေအသစ်တွေနဲ့‌တွေ့မလဲ၊နောက်ဆုံးမှာရော သူတက်ချင်နေတဲ့ကောလိပ်အတွက် လိုအပ်နေတဲ့အကူအညီကို ရပါ့မလားဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦး။ဒီဇာတ်ကားလေးထဲမှာ ရီယိုမြို့ရဲ့အလှတရားတွေကို ပေါ်တူဂီသီချင်းတွေနဲ့ လှလှပပပုံဖော်ရိုက်ကူးထားပြီးဘရာဇီးနိုင်ငံသားတွေ ကာနေ‌ဗယ်ပွဲတော်ကြီးကို တပျော်တပါးဆင်နွှဲကြပုံကိုလည်းမြင်တွေ့ရမှာဖြစ်လို့ ပေါ့ပေါ့ပါးပါးနဲ့ အပန်းဖြေကြည့်ရှုဖို့ကောင်းတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။File Size :(2.2GB)& (1.1GB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:42:00\nGenre : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1V2ao/An_Unforgettable_Year_Summer.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BOWE3M2U4YWItNzk5ZC00ZDdiLTgyNmYtYTc1MWZkOWFmN2UwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Excision (2012)",
        "description": "Horror Movies တွေရိုက်ကူးတဲ့ ဒါရိုက်တာ Richard Bates,Jr ရိုက်ကူးထားတဲ့Horror/Drama ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nအဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်တဲ့ AnnaLynne McCord ကတော့ဒီထဲမှာ ပေါ်လင် ဆိုတဲ့ ကောင်မလေးနေရာကနေသရုပ်ဆောင်ထားပါတယ်\n2012 ခုနှစ်မှာထွက်ရှိခဲ့ပြီးတော့ rating လည်း အသင့်အတင့်ရရှိထားတဲ့ကားလေးပါပေါ်လင်မှာ ညီမလေးတစ်ယောက်ရှိပြီးတော့ ဆယ်ကျော်သက်အရွယ်လေးတွေပေါ့\nအရာရာကို လက်တည့်စမ်းချင်ကြတဲ့အရွယ်ဖြစ်ပြီးတော့ ပေါ်လင်မှာက ထူးထူးခြားခြားစိတ်ကူးယဉ်လိင်စိတ်တက်ကြွမှုလေးတစ်ခုရှိနေတာပဲ\nစည်းကမ်းတင်းကြပ်ပြီ မိန်းမကောင်းလေးတွေဖြစ်ဖို့ ရှေးရိုးစွဲနေတဲ့ အမေနဲ့ကျောင်းတွင်းဆက်ဆံရေးအခြေအနေလေးတွေကနေ ပေါ်လင်တစ်ယောက် ဘာတွေလုပ်မိမှာလဲ......\nမိဘ မောင်နှမ သူငယ်ချင်း အားလုံးနဲ့ ဘယ်လိုဆက်ဆံရေးတွေရှိပြီးတော့သူ့ရဲ့ စိတ်ကူးတွေ ရည်မှန်းချင်တွေကို ဘယ်လိုရအောင် အကောင်အထည်ဖော်မလဲ......\nစတာတွေကို ရိုက်ကူးပုံဖော်ထားတာတွေကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်\nဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ်File size…(960 MB)/(440 MB)/(260 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nGenre...Drama, Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "6.1",
        "url": "https://megaup.net/1V0rp/Excision.UNRATED.2012.720p.(CM).mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BYmZlZmY0ODItNWVmYy00ODRjLThiNDUtMzNmNWU5MDExZDU2XkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "Eraser (2023)",
        "description": "Eraser (2023)************ရွာလေးတစ်ရွာမှာ\nကေတီနဲ့ အာမက်တို့ဟာ ရွာရဲ့ အုတ်ဂူကမ္ဗည်းကျောက်တိုင်လုပ်ငန်းကိုလုပ်ပြီးအသက်မွေးနေထိုင်ပါတယ်၊\nသူတို့မှာ အက်ဇ်မန်နဲ့ အာရီဆိုတဲ့ ကျောင်းသားအရွယ်သားနှစ်ယောက်လည်းရှိတယ်၊အက်ဇ်မန်က မိန်းကလေး\nအသက်ရွယ်တူကြားမှာ ပေါ်ပြူလာဖြစ်တဲ့သူတစ်ယောက်ပါ။တစ်နေ့ အာမက်တို့သားအဖနှစ်ယောက်အိမ်ပြန်လမ်းမှာအကူအညီတောင်းလို့\nအဖော်မဲ့နေတဲ့ သားအမိနှစ်ယောက်ကိုအိမ်ခေါ်လိုက်ရတယ်။ သူတို့နှစ်ယောက် ဒီရွာဝန်းကျင်ကမဟုတ်ဘဲ\nအခြားနေရာကနေထွက်ပြေးလာတာပါ၊ ဘယ်လိုအကြောင်းကြောင့်ထွက်ပြေးရတာလဲ၊ အာမက်တို့မိသားစုကရော\nဘယ်လိုတွေအကူအညီပေးမလဲဆိုတာ ကြည့်ရှုပေးပါဦးFile Size :(1.2GB)& (541MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:42:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/2AZB3/Eraser.2023.WEB-DL.720P(CM)_.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZmRiMWZmMjQtZWM3YS00NWM0LWFmNTgtOWNkNDY5NzNmOWI3XkEyXkFqcGdeQXVyMTUxNDM3MTgy._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Shooting Stars (2023)",
        "description": "Shooting Stars (2023)\n================\nGenre – Biography, Drama, Sports\nIMDb Rating – 6.5/10ဘတ်စကတ်ဘော အားကစားလောကမှာဆို မိုက်ကယ်ဂျော်ဒန်တို့ခေတ်ပြီးရင်\nခု လဘရွန်းဂျိန်းစ်ဆိုတာကို ကြားဖူးကြမယ်ထင်ပါတယ်။ NBA ချန်ပီယံ ၄ ခါ\nဖြစ်ထားတယ်၊ NBA သမိုင်းတလျှောက် အမှတ်အများဆုံးသွင်းယူသူ၊ နောက်\nပြီး အိုလံပစ် ရွှေတံဆိပ်ဆုရှင်လည်း ဖြစ်ပါတယ်။ ဒီ သမိုင်းနောက်ခံ အားကစား\nဒရမ်မာ ရုပ်ရှင်လေးက သူကိုယ်တိုင်ရေးတဲ့ အထ္တုပတ္တိကို ပြန်လည် အသက်\nသွင်းထားတာပဲ ဖြစ်ပါတယ်။ သူ့ရဲ့အကြောင်းဆိုပေမဲ့လည်း သူတစ်ယောက်\nတည်းကို ကွက်ပြီး Hightlight လုပ်ပြတာမျိုး မရှိပဲ သူတို့ အထက်တန်းကျောင်း\nဘဝတုန်းက ပြည်နယ်ချန်ပီယံဖြစ်ခဲ့ရပုံတွေနဲ့ သူငယ်ချင်းတွေအကြောင်းကို\nတစ်ယောက်စီ သေချာလည်း ပြသပေးထားတာမျိုး ဖြစ်ပါတယ်။ရုပ်ရှင်ရဲ့အကြောင်းအရာလေးကတော့ လဘရွန်းဂျိန်းစ်ရယ် ဒရူးဆိုတဲ့ လူကောင်\nအညှပ်ကလေးရယ် ရှရန်ဆိုတဲ့ဝတုတ်လေးရယ် ဝီလီဆိုတဲ့ ရင့်ကျက်တဲ့ကောင်\nလေးရယ်က အသက် ၁၀ နှစ်ကတည်းက Shooting Stars ဆိုတဲ့ အဖွဲ့အောက်\nမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1UU2b/shooting.stars.2023.720p.web.(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bByK1UZR0IU64Jn5Lxq9W0iSzGe.jpg",
        "title": "Delicious Romance ( 2023 )",
        "description": "အရမ်းချစ်ကြတဲ့သူငယ်ချင်းသုံးယောက်ရဲ့အချစ်ရေးနဲ့အလုပ်အကိုင်တွေကို\nဘယ်လိုတွေကျော်ဖြတ်ပြီးကိုင်တွယ်ကြလဲဆိုတာကို တင်ဆက်ထားတဲ့\nမိန်းကလေးတွေအတွက်အင်အားဖြစ်စေမယ့်\nအချစ်ဒရာမာကားလေးကိုCMမှတင်ဆက်ပေးလိုက်ပါတယ်။-သာမန်မိန်းကလေးတစ်ယောက်ဖြစ်တဲ့ Liu Jing ဟာ\nစံပြစားသောက်ဆိုင်တစ်ခုဖွင့်လှစ်သော်လည်း\nအခြေနေမကောင်းတဲ့စီးပွားရေးအခြေအနေကြောင့် လမ်းကြောင်းပြောင်းဖို့တွေးနေခဲ့တယ်။-လှပသောမိန်းကလေးဖြစ်တဲ့ Fang Xinဟာ သူဟာအလုပ်မှာ\nအလှပြဖို့ပဲအသုံးဝင်တာ မဟုတ်ကြောင်း သက်သေပြဖို့\nစိတ်အားထက်သန်နေခဲ့ပေမယ့် ကိုယ်ဝန်ရလာလို့ သူ့ဘဝစည်းချက်တွေပျက်သွားပါတယ်။-သန်မာတဲ့မိန်းကလေးဖြစ်တဲ့ Xia Mengက အနိုင်ရမှုနဲ့နေသားကျနေပေမယ့်\nအရှုံးကို ဘယ်လိုလက်ခံရမလဲဆိုတာ နားမလည်နိုင်သေးပါဘူး…ဘဝမှာဒုက္ခလေးတွေအမြဲကြုံနိုင်ပေမယ့်......\nသူငယ်ချင်းကောင်းဆိုတာကတော့ စိတ်ဓာတ်ခိုင်မာပြီး\nသတ္တိရှိရှိနဲ့ရှေ့ကို ဆက်လျှောက်ဖို့ ယုံကြည်မှုတစ်ခုပါပဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Comedy , Drama , Romance\nRuntime : 2h 1 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/delicious-romance-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/splXLiA6xejDrsFWmtLSAcsgDzj.jpg",
        "title": "Hearts in the Game (2023)",
        "description": "Hearts in the Game (2023)~ IMDb rating - 6.5/10 ~ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမှာက​တော့ 2023 မှာထွက်ရှိထားတဲ့၊ ဇာတ်ညွှန်း​ကောင်း​ကောင်းနဲ့ ရိုက်ကူးထားတဲ့၊ ပျော်​စေတာ​ရော ဝမ်းနည်း​စေတာ​ရော ခံစား​စေရတဲ့ အချစ်ဟာသကား​လေး Hearts in the Game ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~နယူး​ယော့ခ်မြို့မှာ သူ့ရဲ့လုပ်ငန်း​လေးကို အစပျိုးဖို့ကြိုးစား​နေတဲ့ ဆယ်လီနာမည်​ကျော်​တွေရဲ့ အရှုပ်​တွေ​ကောလဟလ​တွေကို အချစ်​တွေအဖြစ်ပြန်​ပြောင်းယူ​ပေးရတဲ့ ကိုယ်​ရေးကိုယ်တာတာဝန်ခံ ​ဟေဇယ်​မေလာတစ်​​ယောက် သူ့ရဲ့လုပ်ငန်းပိုမြဲ​ဖို့အခွင့်အ​ရေးတစ်ခုကို ရရှိခဲ့ပါတယ်။ အဲဒီအခွင့်အ​​ရေးက​တော့ ​ဘေ့​စ်​ဘော​လောကမှာ နာမည်​ကျော် ဘောလုံးပစ်သမားတစ်​ယောက်အဖြစ် ​ကျော်ကြား​နေတဲ့ သူ့ရဲ့ငယ်ချစ်​ဟောင်း ဒီ​အေဂိုဗက်စ်ကက်ပဲဖြစ်ပါတယ်။လွန်ခဲ့တဲ့ကမ္ဘာ့စီးရီးပွဲစဥ်​တုန်းက အ​ကြောင်းတစ်စုံတစ်​​ရာ​ကြောင့် ကွင်းထဲမှာ ဆက်မကစားဘဲ ရပ်​နေမိတဲ့အတွက် အသင်းရဲ့ ဖလားရမယ့်အခွင့်အ​​ရေးကိုလွဲ​စေခဲ့တဲ့ ဒီ​အေဂိုတစ်​ယောက် ​ဘေ့စ်​ဘော​လောကထဲပြန်ဝင်ဖို့ ပရိသတ်​တွေရဲ့ အ​ကောင်းမြင်မှုကိုလိုအပ်​နေပါတယ်။ အဲဒီလိုပြန်ဝင်ဖို့အတွက် ​ဟေဇယ်ကကမ်းလှမ်းခံရပြီး ဒီ​​အေဂိုအ​ကြောင်း ​ဆောင်းပါး​ရေးဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်။အဲ့ဒီအ​ကြောင်း​ရေးဖို့ သူတို့ရဲ့ဇာတိ​လေးဆီပြန်လာရင်း သူတို့နှစ်​ယောက် အတိတ်တုန်းက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1V22t/(CM)_Hearts_in_the_Game_(2023)_720p.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bnVRLe76H5Fpg135i0HEV7gvn2K.jpg",
        "title": "Charles Enterprises (2023)",
        "description": "Charles Enterprises (2023)\nIMDb 6.7ဟိုးရှေးရှေးတုန်းက ကုန်းမြေ၈ခုဆုံတဲ့ နယ်မြေတစ်ခုရှိခဲ့တယ်တဲ့ တစ်နေ့တော့ အဲဒီကို\nသူခိုးနှစ်ကောင်ရောက်လာပြီး ဘုရားကျောင်းထဲက ရတနာပစ္စည်းတွေခိုး ..ရောင်းချပြီး\nပျော်ပျော်ကြီးပေါပေါလျှံလျှံနေနေရသတဲ့ တစ်နေ့တော့ အတားအဆီးမှန်သမျှဖယ်ရှားပေးပါတယ်ဆိုတဲ့\nမဟာပိန္နဲရဲ့ ဆင်းတုကို မျက်စိကျသွားလေရဲ့ သူတို့ခိုးယူလာပေမဲ့ ဘယ်ဆိုင်ကမှ ဒီဆင်းတုကိုမဝယ်ရဲကြတော့\nသူခိုး၂ယောက် ဆင်းတုကိုနေရာမှန်ပြန်ထားဖို့ကိစ္စနဲ့ ရန်ဖြစ်ပါလေရောဒီလိုနဲ့တစ်ယောက်က အုန်းပင်အမြင့်ကြီးပေါ်မှာ ဘယ်သူမှမမြင်အောင်သွားဖွက်ထားခဲ့လေသတဲ့\nဆယ်စုနှစ်တွေအထိ ဘယ်သူမှမမြင်..သတိမထားမိဘဲ နေဒဏ်မုန်တိုင်းဒဏ်ကို ကြံ့ကြံ့ခံခဲ့ရတဲ့\nဆင်းတုက တစ်နေ့တော့ သူ့ဘုရားကျောင်းကိုပြန်ဖို့ လမ်းစရှာတွေ့ခဲ့လေတယ်...\nဆိုတဲ့ဇာတ်လမ်းနဲ့အစချီပြီး မဟာပိန္နဲဆင်းတုကို ခိုးမဲ့ ဇာတ်ကားတစ်ကားပါဒီဇာတ်လမ်းထဲမှာ ဆင်းတုတွေလိုက်စုတဲ့ ပါဗသမ်ဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ရှိတယ်\nကြိုက်တာတွေ့ရင် အိမ်အထိလိုက်ဝယ်တတ်တဲ့လူတစ်ယောက်..သူကြိုက်တဲ့ဆင်းတုက\nမိသားစုဘုရားကျောင်းထဲက မဟာပိန္နဲဆင်းတုဖြစ်နေတော့ ပိုက်ဆံဘယ်လောက်ပေးပေးမရောင်းဘူးဆိုတဲ့အဖွဲ့ရယ်\nလိုချင်တာမရရင် အိမ်မပြန်တတ်တဲ့ပါဗသမ်ရယ်တို့ ဘယ်လိုနှစ်ပါးသွားကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n( ဇာတ်လမ်းအညွှန်းကိုတော့ Yunniမှ ရေးသားပေးထားပြီး\nဘာသာပြန်တွေကတော့ Yunni~Thaik San~BpL~Aditi~Moonနဲ့ Zwe Yanတို့ပဲ ဖြစ်ပါတယ် )\nFile size…2.37GB / 1.07GB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….2h 10mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.1",
        "url": "https://megaup.net/3gWTX/Charles_Enterprises_(2023)_Malayalam_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZjlmMzM5NjEtYzU0Ny00MDgwLWI2NmUtNWJiOTRhYmVkYzIzXkEyXkFqcGdeQXVyNTA3MTU2MjE@._V1_-133x200.jpg",
        "title": "The First Time (2012)",
        "description": "ဆယ်ကျော်‌သက်ကျောင်းသားအချစ်ဇာတ်မြူးကားလေးတွေကို ကြိုက်တတ်တဲ့သူတွေအတွက် (၂၀၁၂) ထွက် The First Time ဆိုတဲ့ ကျောင်းသားကား‌လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ပါတီပွဲတစ်ပွဲမှာ ထူးဆန်းစွာတွေ့ဆုံကြရင်း ပေါက်ဖွားလာတဲ့ခံစားချက်တွေကြားက ဒေးဗစ်ဆိုတဲ့စီနီယာအထက်တန်းကျောင်းသားလေးနဲ့ အော်ဘရီဆိုတဲ့ ဂျူနီယာအထက်တန်းကျောင်းသူလေးတို့ရဲ့ အချစ်ဇာတ်လမ်းကို ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ လူတစ်ယောက်ဟာ တခြားလူတစ်ယောက်ကိုချစ်သွားဖို့အတွက် အချိန် (၂) စက္ကန့်ပဲလိုပါတယ်လို့ ဖတ်ဖူးပါတယ်။ဒေးဗစ်နဲ့အော်ဘရီကြားမှာ ပေါက်ဖွားလာတဲ့သံယောဇဉ်ကြိုးဟာလည်း အချိန်တိုတွင်းနှစ်ယောက်သားကို ချည်နှောင်လိုက်တာပဲဖြစ်ပါတယ်။ ပေါ့ပေါ့ပါးပါးဇာတ်မြူးကားလေးပဲဖြစ်တာမို့ ထူးထူးခြားခြားဇာတ်လမ်းအတက်အကျတွေ သိပ်မပါဘဲ ခပ်အေးအေးလေးပဲသွားမဲ့ ဇာတ်လမ်းသွားမျိုးဖြစ်ပါတယ်။ ဒီလိုပြောလို့ ပျင်းစရာကြီးနေမှာပါလို့ ထင်ကြမဲ့ပရိသတ်ကြီးအတွက်လည်း IMDB rating က 6.8 ထိရရှိထားတဲ့ သေချာပေါက်ကြည့်ရကျိုးနပ်စေမဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကြောင်း ပြောပြရစေခင်ဗျာ။အဓိကဇာတ်ဆောင်တွေအနေနဲ့ ဒေးဗစ်အဖြစ် မင်းသား Dylan O'Brien က ပါဝင်သရုပ်ဆောင်ထားပြီး The Maze Runner, Teen Wolf စတဲ့ရုပ်ရှင်ဇာတ်လမ်းတွေမှာ မြင်တွေ့ဖူးထားသူမို့ မျက်နှာသစ်မင်းသားတစ်လက်တော့ မဟုတ်ပါဘူး။ အော်ဘရီနေရာကသရုပ်ဆောင်ထားတဲ့ မင်းသမီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/2AX2n/The.First.Time.2012.720p.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/Rn55E_4f-133x200.jpg",
        "title": "[18+]Female Urologists 2 (2020)",
        "description": "[18+]Female Urologists 2 (2020)******************************ခပ်မိုက်မိုက်အမျိုးသမီး(၂)ဦးက ဆေးခန်းထိုင်ကြပါတယ်..သူတို့ ဝန်ဆောင်မှုပေးတဲ့ကုသနည်းတွေကအတော်ဆန်းကြယ်ကြပါတယ်..ကုသခံရတဲ့အမျိုးသားတွေကလည်း စိတ်ကြည်နူးပျော်ရွှင်ပြီးပြန်သွားလေ့ရှိတယ်..ဘယ်လိုတွေကုပြီး ဘယ်လိုတွေဝန်ဆောင်မှုပေးလဲဆိုတာတော့ ဖန်သားပြင်ပေါ်တွင်ရှု...File Size :(1.5GB)& (651MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:12:00\nGenre : Adult, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/2AZmh/Female_Urologists_2(2020)WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nLqBMXmh1ackQL1cIYrKeiOuBYP.jpg",
        "title": "[18+]Road Movie(2002)",
        "description": "[18+]Road Movie(2002)***********************ဒီနေ့မှာတော့ ၂၀၀၂ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ 18+ BL ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Cast တွေအနေနဲ့ movie star တွေဖြစ်တဲ့ Hwang Jung-min နဲ့ Jung Chan တို့မင်းသားနှစ်ယောက်နဲ့ မင်းသမီး Seo Lin က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အတိတ်ကိုဖုံးကွယ်ထားပြီးတော့ လမ်းပေါ်မှာပဲ ရှင်သန်နေထိုင်တဲ့ဒယ်ရှစ်၊ သူက ခက်ထန်တဲ့ပုံပေါ်ပေမဲ့တစ်ခါတစ်လေမှာ ဝမ်းနည်းအထီးကျန်နေတဲ့ပုံလည်း ပေါ်ပါတယ်။ တစ်နေ့မှာတော့ ဒယ်ရှစ်က လမ်းပေါ်မှာ အရက်မူးပြီးလဲနေတဲ့ ဆော့ဝန်လို့ခေါ်တဲ့သူကို တွေ့ခဲ့တယ်။ အစက လှည့်ထွက်ဖို့လုပ်ခဲ့ပေမဲ့ နောက်ဆုံးမှာတော့ သူနေတဲ့နေရာကို ခေါ်လာခဲ့လိုက်ပါတယ်။ထပ်မချစ်တော့ဘူးလို့လုပ်ခဲ့ပေမဲ့ သူ့နှလုံးသားက ပြန်လည်ရှင်သန်လာခဲ့ပါတယ်။ဆော့ဝန်က စီးပွားပျက်ပြီး မိန်းမရဲ့စွန့်ပစ်မှုကိုပါ ခံလိုက်ရလို့ စိတ်ဓာတ်ကျပြီး ကိုယ်ကိုယ့်ကိုယ်သတ်သေဖို့ အမြဲကြိုးစားနေတဲ့သူပါ။ဒယ်ရှစ်နဲ့တွေ့ပြီးတဲ့နောက်မှာတော့ ငြီးငွေ့စရာကောင်းတဲ့ လူအဖွဲ့အစည်းကနေ ရုန်းထွက်ပြီးတော့ဒယ်ရှစ်နဲ့အတူ ခြေဦးထွက်ရာ ခရီးထွက်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ အဲ့ဒီနောက်မှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့... File Size :(3.6GB)& (1.4GB)\nQuality ...",
        "rating": "6.5",
        "url": "https://megaup.net/2AZhh/Road.Movie.2002.WEB-DL.720P(CM).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m2nhmSE3QnXcA8aijq1iMFmkLkE.jpg",
        "title": "An Unforgettable Year – Autumn(2023)",
        "description": "An Unforgettable Year – Autumn(2023)*************************************ဆောင်းဦးရာသီမှာ ဖြစ်ပျက်လေ့ရှိတဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ခုကိုရိုက်ကူးပြထားတဲ့ ဘရာဇီးကားလေးပါ။\nဇာတ်လိုက်ဖြစ်တဲ့ ကောင်လေးနဲ့ ကောင်မလေးဟာ ဘဝဖြတ်သန်းပုံချင်း၊ ရည်မှန်းချက်ချင်းမတူဘဲ ဆုံဆည်းခဲ့ရပုံလေးကိုမြင်တွေ့ရမှာပါ။\nဘာလို့ဆို ကောင်လေးက ဂီတမှ ဂီတ အရူးအမူးဖြစ်နေပြီး ဘဝကို သီချင်းနဲ့ပဲဖြတ်သန်းဖို့ စိတ်ကူးထားသူပါ။\nလူငယ်ပီပီ ‌ပေါ့ပေ့ါပါးပါး လွတ်လွတ်လပ်လပ် ပျော်ပျော်နေတတ်ပြီး အိပ်မက်တစ်ခုနောက်လိုက်နေသူပေါ့\nကောင်မလေးကျတော့ ဂီတကို လုံးဝမကြိုက်တဲ့အပြင်နာကျည်းနေပါသေးတယ်။နာကျည်းတာကလည်း အကြောင်းအရင်းတော့ရှိပါတယ်။\nပြီးတော့ ကောင်မလေးစိတ်ဝင်စားတာကတော့ သေချာရေရာတဲ့ ရှေ့နေအလုပ်။\nဒီအလုပ်ကို ရဖို့အတွက် ဘာမဆို ဘေးဖယ်ပြီး ကြိုးစားလွန်းသူလေးပါ။\nကံကြမ္မာကြောင့်ပဲ သူတို့ နှစ်ယောက် ဆောင်းဦးရာသီလေးတစ်ခုမှာ ဘယ်လိုတွေ့ဆုံကြုံကွဲရမလဲဆိုတာသီချင်းလေးတွေလိုက်နားဆင်ရင်း ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုနိုင်ပါပြီ။ File Size :(2.3GB)& (930MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:42:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/1f4jh/An.Unforgettable.Year.Autumn.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    }
]