[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/John-Q-135x200.jpg",
        "title": "John Q (2002)",
        "description": "John Q (2002)_____IMDb - 7.1/10\n \nJOHN Qဆိုတဲ့ဒီကားကို တကယ်တော့ အညွှန်းတောင်သိပ်လိုမယ်မထင်ပါဘူး...\n မိဘတို့ရဲ့ မေတ္တာကိုအပြည့်အဝဖော်ကျူးထားတဲ့ကားမို့ တစ်ခါကြည့်ဖူးရုံနဲ့\nတော်တော်များများရဲ့နှလုံးသားကို အပြည့်အဝသိမ်းပိုက်ပြီး ထာဝရနီးပါးအမှတ်ရနေနိုင်တဲ့ကားဖြစ်ပါတယ်...\nဇာတ်ကားကောင်းဖြစ်သည့်အပြင် ကျွန်တော်တို့ရဲ့ မင်းသားကြီး Denzel ကအဓိက သရုပ်ဆောင်ထားတော့\n1080P,720Pတို့ဖြင့် တင်ဆက်ပေးထားပါသည်.....\nမည်သို့ပင်ဆိုစေကာမူ ဇာတ်လမ်းအညွှန်းကိုတော့ အနည်းငယ်ပြောပြပါမည်...\nဘဝက မွဲတေ၊ ဘဏ်ကတောင် ကားကို လာသိမ်းသွားတဲ့ အဖြစ်၊ အိမ်တောင်မှ ပေါင်ထားရပြီး ဘယ်နေ့ အသိမ်းခံရမယ် မသိ၊\nအလုပ်ကလည်း Full time ကနေ Part time အဆင့်ကို လျော့ကျ၊ ဒီလောက်မွန်းကြပ်တဲ့ ဘဝထဲမှာမှ\nတစ်ဦးတည်းသော သားလေးက နှလုံးရောဂါနဲ့ နှလုံး အစားထိုးကုသမှ ရတော့မယ့် အဖြစ်၊\nအာမခံကလည်း ဒီလောက်ထိတော့ အကာအကွယ်မပေးနိုင်ဘူးဆိုပြီး ညစ်ပတ်...\nဒီလိုအြခေအနေမျိုးမှာ ရုပ်ရှင်ကြည့်ပရိသတ်တွေဆိုရင်ရော ဘယ်လိုလုပ်မလဲ...\nဒီလိုမွန်းကြပ်တဲ့ အခြေအနေဆိုးတွေကြားမှာ ဖခင်တစ်ယောက်ရဲ့ မေတ္တာကို ဖော်ကြူးရင်း\nမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေနဲ့ ရိုက်ပြသွားတဲ့ Denzel Washinton ရဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/4Uwkz/John_Q_[2002]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/rydvqikxoh3p-133x200.jpg",
        "title": "[18+] Mae Bia (2015)",
        "description": "(Zawgyi)ခ်ာနာခ်ိဳဟာ ထုိင္းႏုိင္ငံက ဒိတ္ဒိတ္ၾကဲစီးပြားေရး မိသားစုရဲ႕ အရုိက္အရာကုိ ဆက္ခံထားတဲ့သူ တစ္ေယာက္။ ငယ္ငယ္ကတည္းက ေမြးရပ္ေၿမကုိစြန္႔ခြာသြားခဲ့ရၿပီး ႏုိင္ငံၿခားမွာ ေက်ာင္းတက္ရာက ၿပန္ေရာက္လာခဲ့တာ။ သူ႔အစြဲအလန္းက ေရွးေဟာင္း ထုိင္းရုိးရာ အိမ္ၾကီးေတြ။ ညဘက္ဆုိရင္ အိမ္မက္ေတြ မက္တယ္။ အဲ့ဒီလုိ အိမ္တစ္ခုမွာ သူၾကီးၿပင္းလာတဲ့အေၾကာင္း။ ၿပီးေတာ့ သူမသိတဲ့ လူေတြၾကားက အိမ္ေထာင္ေရး ၿပႆနာေတြ အဲ့ဒီကိစၥေတြထဲ ေၿမစာပင္ၿဖစ္ေနခဲ့တဲ့ ကေလးေလးတစ္ေယာက္။\n.\nထုိင္းကုိ ၿပန္ေရာက္တဲ့ အခ်ိန္မွာ အိမ္ေထာင္က် ကေလးရေနၿပီၿဖစ္ေပမယ့္ သူ႔အစြဲအလန္းက မေပ်ာက္ပ်က္ႏုိင္ခဲ့ပဲ ထုိင္းရုိးရာ ေရွးအိမ္ၾကီး တစ္လုံးကုိ ရေအာင္၀ယ္ဖုိ႔ စိတ္ကူးထားခဲ့တယ္။ သူ႔ညီ၀မ္းကြဲက သူ႔ကုိ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔ မိတ္ဆက္ေပးခဲ့တယ္။ ထုိင္းရုိးရာေရွးအိမ္ၾကီးကုိ ပုိင္ဆုိင္ရုံတင္မကပဲ..သိပ္လွပလြန္းတဲ့ မိန္းမတစ္ေယာက္။ၿပီးေတာ့ ေယာက္်ားေတြအတြက္ ေသေစႏုိင္ေလာက္တဲ့လွ်ိဳ႕၀ွက္ဆန္းၾကယ္မႈေတြပုိင္ဆုိင္ထားတဲ့သူ။ မယ္ခလာ (ေမခလာ) ဆုိပါေတာ့။\n.\nခ်ာနာခ်ိဳ႕အတြက္ေတာ့ မယ္ခလာရဲ႕ အိမ္ၾကီးဟာ သူအၿမဲမက္ေနတဲ့ အိမ္မက္ေတြရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ဆုိတာ တစ္ၿဖည္းၿဖည္းသိလာပါတယ္။\nသူ မသိခဲ့တာကေတာ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Mptc/(CM)Mae.Bia.Uncut.2015.1080p.NF.Web-DL.H264.DDP51-Jackrizley.mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZmI3YzZlYzEtNzFiNy00ZmNlLWJkNTYtNWZmOWE2Zjc5YjFjXkEyXkFqcGdeQXVyMjM1NjkwMDI@._V1_-135x200.jpg",
        "title": "Thackeray (2019)",
        "description": "ဒီရုပ္ရွင္ကား ဟာ အိႏၵိယ ႏုိင္ငံရဲ႕\nလူမ်ိဳးေရးေခါင္းေဆာင္တစ္ဦးျဖစ္တဲ့\nဘခရိုထခေရး ရဲ႕ ဘ၀ဇတ္ေၾကာင္းပဲ ျဖစ္ပါတယ္။\nထခေရး ဟာ မဟာရက္ခ်္တာ လူမ်ိဳး ျဖစ္ၿပီး\nႏုိင္ငံေရး သမားေတြ ရဲ႕ လူလည္က်မႈေတြ\nဘာသာေရး သမားေတြ ရဲ႕ အျမတ္ထုတ္မႈေတြကို\nသူတက္ႏုိင္တဲ့ ကာတြန္းေတြ ေရးဆြဲၿပီး သတင္းစာတုိက္ကေန\nတုိက္ခိုက္ေနသူပဲ ျဖစ္ပါတယ္...\nဒါေပမဲ့ သတင္းစာတုိက္ ပိုင္ရွင္ နဲ႔ ျပသနာျဖစ္ၿပီး\nကာတြန္းဆရာ အလုပ္ကေန ထခေရး ထြက္ခဲ့ရတယ္\nဒီတစ္ေလွ်ာက္မွာ ႏိုင္ငံအတြင္း ေရႊ႕ေျပာင္းေနထုိင္ (ခိုး၀င္)\nအလုပ္လုပ္သူေတြ ရဲ႕ ဗိုလ္က်မႈေတြ ခံလာရတဲ့\nၿမိဳ႕သူ ၿမိဳ႕သားေတြ အတြက္ ရပ္တည္ေပးဖို႔\nအေၾကာင္းဖန္လာပါတယ္...\nမရွိမဲ့ ရွိမဲ့ ပိုက္ဆံေလးေတြ ေပါင္း အျပင္ကေန ပိုက္ဆံေခ်းၿပီး\nႏုိင္ငံေရး သတင္းဂ်ာနယ္တုိက္ စတင္ တည္ေထာင္ခဲ့ၿပီး...\nတစ္ေျဖးေျဖး နဲ႔ ေျခလွမ္းသြတ္လာကာ ႏိုင္ငံေရးေခါင္းေဆာင္\nတစ္ဦးအျဖစ္သို႔ လွမ္းပါေတာ့တယ္...\nထခေရး ဟာ အမွန္တရားဘက္ေတာ္သားလို႔လဲ ပံုေသခ်ီးက်ဴးလို႔\nမရျပန္ပါဘူး သူ႔စိတ္ထဲ မွန္တာထင္ရင္ သတ္လဲ သတ္တယ္\nရိုက္လဲရိုက္မယ္ ဘာမဆို လုပ္ဖို႔ အဆင္သင့္ျဖစ္ေနသူပါ...\nေျပာရရင္ အစြန္းေရာက္ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/thackeray/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7U6jyKuOPrApWPMCeNhBoU3L1TX.jpg",
        "title": "Blood 13 ( 2018 )",
        "description": "Zawgyi*******ကားေလးဟာ imdb7.6ရထားတဲ့ Crime,drama,horrorဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ့ ၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာျပည့္တန္ဆာေတြရက္ရက္စက္စက္အသတ္ခံရတဲ့အမႈေတြဆက္တိုက္ျဖစ္ေနပါတယ္.. ဒါေတြဟာလြန္ခဲ့တဲ့၁၅ႏွစ္ကျပည့္တန္ဆာေတြဆက္တိုက္သတ္ခံရမႈနဲ႔ဆက္စပ္ေနတဲ့အခါ...ဘယ္လိုေတြစံုစမ္းေဖာ္ထုတ္မွာလဲ... ျပည့္တန္ဆာေတြဘာလို႔အသတ္ခံေနရတာလဲ... ဒီအမႈကိုစံုစမ္းေနရတဲ့႐ွင္းမင္တစ္ေယာက္ကိုယ္တိုင္လူသတ္သမားနဲ႔ထိပ္တိုက္ၾကံဳရတဲ့အခါသူကေရာလြတ္ေျမာက္ႏိုင္ပါ့မလား..ဇာတ္လမ္းတစ္ခုလံုးကို ထိတ္လန္႔ေျခာက္ျခားဖြယ္ၾကည့္႐ႈရမွာပါ Unicode*******ကားလေးဟာ imdb7.6ရထားတဲ့ Crime,drama,horrorဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ မြို့လေးတစ်မြို့မှာပြည့်တန်ဆာတွေရက်ရက်စက်စက်အသတ်ခံရတဲ့အမှုတွေဆက်တိုက်ဖြစ်နေပါတယ်.. ဒါတွေဟာလွန်ခဲ့တဲ့၁၅နှစ်ကပြည့်တန်ဆာတွေဆက်တိုက်သတ်ခံရမှုနဲ့ဆက်စပ်နေတဲ့အခါ...ဘယ်လိုတွေစုံစမ်းဖော်ထုတ်မှာလဲ... ပြည့်တန်ဆာတွေဘာလို့အသတ်ခံနေရတာလဲ... ဒီအမှုကိုစုံစမ်းနေရတဲ့ရှင်းမင်တစ်ယောက်ကိုယ်တိုင်လူသတ်သမားနဲ့ထိပ်တိုက်ကြုံရတဲ့အခါသူကရောလွတ်မြောက်နိုင်ပါ့မလား..ဇာတ်လမ်းတစ်ခုလုံးကို ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/blood-13-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/on7rZLjH1kZC8IGe4uvNHSk3dLi.jpg",
        "title": "The Keeper(2018)",
        "description": "The Keeper(2018)IMDb....7.0ခင္ဗ်ားတို႔ဘဝမွာ အလုပ္တစ္ခု ဒါမွမဟုတ္ ျဖစ္တည္မႈတစ္ခုကို ဘယ္ေလာက္ထိ ႐ူးသြပ္ဖူးလဲ ဘယ္ေလာက္ထိ ႐ူးမိုက္ဖူးလဲ...ကြ်န္ေတာ္ေျပာတာကို ယံုလိုက္ပါ...\nဘယ္ေလာက္ပဲ႐ူးသြပ္ပါတယ္ေျပာေျပာ ဒီျဖစ္ရပ္မွန္ဇာတ္လမ္းထဲက မန္စီးတီးဂိုးသမားႀကီးေလာက္ေတာ့ ခင္ဗ်ား မ႐ူးသြပ္ႏိုင္ပါဘူး...သူ႔နာမည္က ထေရာ့မန္း...ဂ်ာမန္လူမ်ိဳး...\nဒုတိယကမ႓ာစစ္အတြင္းမွာ စစ္ထဲဝင္ခဲ့ၿပီး အဂၤလန္တို႔နဲ႔ တိုက္ခိုက္ခဲ့သူ...\nငယ္စဥ္ကေလးဘဝတုန္းက ေဘာလံုးကန္ရင္ဘယ္သူမွမလုပ္ခ်င္တဲ့ ဂိုးသမားေနရာမွာ ကစားရင္း မန္စီးတီးလိုအသင္းမွာ ပင္တိုင္စံဂိုးသမားျဖစ္လာခဲ့တာ...ဒုတိယကမာၻစစ္အတြင္း စစ္ရံႈးရာကေန သံု႔ပန္းအျဖစ္ ဖမ္းေခၚသြားခံရၿပီး ေလ့က်င့္ေရးစခန္းတစ္ခုမွာ ပံုစံသြင္းခံရရွာတယ္...အဲ့ဒီကေနတဆင့္ ၿမိဳ႕တြင္းေဘာလံုးအသင္းတစ္ခုရဲ႕ နည္းျပက သူ႔ကိုသေဘာက်လို႔ အဲ့ဒီအသင္းမွာ ဂိုးဖမ္းခြင့္ရတယ္...အဲ့တာဟာ မန္စီးတီးဂိုးသမားတစ္ေယာက္ျဖစ္လာဖို႔အတြက္ သူ႔ရဲ႕ အေကာင္းဆံုး ေျခလွမ္းတစ္ခုေပါ့...ဒါေပမဲ့လည္း ထင္သေလာက္ေတာ့ မလြယ္ကူခဲ့ပါဘူး...ဂ်ာမန္လူမ်ိဳးတစ္ေယာက္ျဖစ္တဲ့ထေရာ့မန္းဟာ အဂၤလန္ေျမမွာေတာ့ လြယ္လြယ္မဝင္ဆန္႔ခဲ့...အစစအရာရာ အခက္အခဲမ်ားစြာကိုေက်ာ္ျဖတ္လို႔ဝါသနာအရင္းခံၿပီး ကံၾကမၼာလွည့္ကြက္ေတြကို ဘယ္လိုရင္ဆိုင္သြားမလဲဆိုတာကေတာ့ ဒီျဖစ္ရပ္မွန္ဇာတ္ကားေလးကိုပဲကိုယ္တိုင္ၾကည့္ရႈလိုက္ၾကပါလို႔...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္...(Unicode) ခင်ဗျားတို့ဘဝမှာ အလုပ်တစ်ခု ဒါမှမဟုတ် ဖြစ်တည်မှုတစ်ခုကို ဘယ်လောက်ထိ ရူးသွပ်ဖူးလဲ ဘယ်လောက်ထိ ရူးမိုက်ဖူးလဲ...ကျွန်တော်ပြောတာကို ယုံလိုက်ပါ...\nဘယ်လောက်ပဲရူးသွပ်ပါတယ်ပြောပြော ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းထဲက မန်စီးတီးဂိုးသမားကြီးလောက်တော့ ခင်ဗျား မရူးသွပ်နိုင်ပါဘူး...သူ့နာမည်က ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-keeper2018/",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m0clsFEXidLVJ0TueqWOvvImOMh.jpg",
        "title": "Tall Girl (2019)",
        "description": "(Unicode)Netflix Movies တွေကတော့ မိုက်သထက်မိုက်လာတာအမှန်ပါပဲCOMEDY/DRAMA အမျိုးအစားဖြစ်ပြီး Nghinza Stewart မှရိုက်ကူးထားပါတယ်အထက်တန်းကျောင်းသူ ဂျိုဒီက အသက် ၁၆နှစ်မှာတင် အရပ်ခြောက်ပေကျော်နေလို့ ကိုယ့်ကိုယ်ကို စိတ်ပျက်စိတ်ဓာတ်ကျနေသူတစ်ယောက်ပါတစ်ကျောင်းလုံးရဲ့စနောက်တဲ့ဒဏ်တွေကိုလည်း နေ့စဉ်နေ့တိုင်းသည်းညည်းခံနေရရှာပါတယ်တစ်နေ့ သူ့ထက်အရပ်ရှည်တဲ့ ဆွီဒင်ကကျောင်းသားတစ်ယောက်ရောက်လာတဲ့အခါမှာတော့...လူတစ်ဦးတစ်ယောက်စီမှာ သူ့ကိုယ်ပိုင်ဖြစ်တည်မှုဆိုတာရှိကြပါတယ်ပိန်မယ် ဝမယ် ရှည်မယ် ပုမယ်တွကြောင့်သာ မိမိဆိုတာဖြစ်လာတာပါဒါလေးတွေကိုတန်ဖိုးထားပြီး ကိုယ့်ကိုယ်ကိုချစ်မြတ်နိုးနိုင်ဖို့ တစ်ပါးသူရဲ့ဖြစ်တည်မှုကို အပေါ်ယံကြည့်ပြီးမလှောင်ပြောင်မိဖို့ဒီဇာတ်ကားလေးကိုကြည့်ကြည့်ပါလို့တိုက်တွန်းလိုက်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားသူကတော့ May Myat Thu ပါ) (Zawgyi)Netflix Movies ေတြကေတာ့ မိုက္သထက္မိုက္လာတာအမွန္ပါပဲCOMEDY/DRAMA အမ်ိဳးအစားျဖစ္ၿပီး Nghinza Stewart မွ႐ိုက္ကူးထားပါတယ္အထက္တန္းေက်ာင္းသူ ဂ်ိဳဒီက အသက္ ၁၆ႏွစ္မွာတင္ အရပ္ေျခာက္ေပေက်ာ္ေနလို႔ ကိုယ့္ကိုယ္ကို စိတ္ပ်က္စိတ္ဓာတ္က်ေနသူတစ္ေယာက္ပါတစ္ေက်ာင္းလံုးရဲ႕စေနာက္တဲ့ဒဏ္ေတြကိုလည္း ေန႔စဥ္ေန႔တိုင္းသည္းညည္းခံေနရရွာပါတယ္တစ္ေန႔ သူ႔ထက္အရပ္ရွည္တဲ့ ဆြီဒင္ကေက်ာင္းသားတစ္ေယာက္ေရာက္လာတဲ့အခါမွာေတာ့...လူတစ္ဦးတစ္ေယာက္စီမွာ သူ႔ကိုယ္ပိုင္ျဖစ္တည္မႈဆိုတာရွိၾကပါတယ္ပိန္မယ္ ဝမယ္ ရွည္မယ္ ပုမယ္တြေၾကာင့္သာ မိမိဆိုတာျဖစ္လာတာပါဒါေလးေတြကိုတန္ဖိုးထားၿပီး ကိုယ့္ကိုယ္ကိုခ်စ္ျမတ္ႏိုးႏိုင္ဖို႔ တစ္ပါးသူရဲ႕ျဖစ္တည္မႈကို အေပၚယံၾကည့္ၿပီးမေလွာင္ေျပာင္မိဖို႔ဒီဇာတ္ကားေလးကိုၾကည့္ၾကည့္ပါလို႔တိုက္တြန္းလိုက္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္ေပးထားသူကေတာ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/tall-girl-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/LW222-135x200.jpg",
        "title": "Line Walker 2 : Invisible Spy ( 2019 )",
        "description": "Zawgyi*******အားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ Yangonမွာလာ႐ိုက္တဲ့အခန္းေတြပါပီးျမန္မာသ႐ုပ္ေဆာင္ေတြပါဝင္ခြင့္ရတဲ့ Line Walker2အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးဟာ2019 aug7ရက္မွ ထြက္႐ွိထားတာျဖစ္ၿပီး Box officeမွာUS $85.7millionဝင္ေငြရ႐ွိထားတဲ့ ေဟာင္ေကာင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္..မင္းသားႀကီး Louis Koo,Nick Cheung,Francis Ngတို႔အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ့ႏိုင္ငံတကာအၾကမ္းဖက္အဖြဲ႔အစည္းတစ္ခုဟာကေလးငယ္ေတြကိုဖမ္းဆီးၿပီး စနစ္တက်ေလးက်င့္ေပးကာႏိုင္ငံတကာရဲဌာနေတြမွာစပိုင္ရဲအရာ႐ွိေတြအျဖစ္ တာဝန္ထမ္းေဆာင္ေစပါတယ္...လက္ေထာက္စခန္းမူးယိနဲ႔ အရာ႐ွိခ်ိန္တို႔ ဟက္ကာေယာင္ခယ္ရီကိုဖမ္းမိခ်ိန္မွာေတာ့ သူမရဲ႕အၾကမ္းဖက္အဖြဲ႔ကို ဟက္ၿပီးရထားတဲ့ေဒတာအခ်က္အလက္ေတြအရ ရဲဌာနမွာစပိုင္ရဲအရာ႐ွိေတြအေျမာက္အမ်ား႐ွိေနတာကိုသိလိုက္ရတဲ့အခါ....လံုျခံဳးေရးအရာ႐ွိခ်င္က ဒီဟက္ကာေယာင္ခယ္ရီရဲ႕အမႈကိုလက္လြဲယူရခ်ိန္မွာ ဘာေတြဆက္ျဖစ္လာလဲ...ဘယ္သူက စပိုင္ရဲအရာ႐ွိျဖစ္ေနမလဲ..အၾကမ္းဖက္သမားေတြကိုႏွိမ္နင္းႏိုင္ပါ့မလား...ဇာတ္ကားတစ္ခုလံုးကို စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါကိုယ္႕ႏိုင္ငံမွာလာရိုက္ထားတဲ႔အခန္းေတြကလည္းေရလည္မိုက္ပါတယ္ Unicode*******အားလုံးစောင့်မျှော်နေတဲ့ Yangonမှာလာရိုက်တဲ့အခန်းတွေပါပီးမြန်မာသရုပ်ဆောင်တွေပါဝင်ခွင့်ရတဲ့ Line Walker2အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးဟာ2019 aug7ရက်မှ ထွက်ရှိထားတာဖြစ်ပြီး Box officeမှာUS $85.7millionဝင်ငွေရရှိထားတဲ့ ဟောင်ကောင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..မင်းသားကြီး Louis Koo,Nick Cheung,Francis Ngတို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းအကျဉ်းကတော့နိုင်ငံတကာအကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာကလေးငယ်တွေကိုဖမ်းဆီးပြီး စနစ်တကျလေးကျင့်ပေးကာနိုင်ငံတကာရဲဌာနတွေမှာစပိုင်ရဲအရာရှိတွေအဖြစ် တာဝန်ထမ်းဆောင်စေပါတယ်...လက်ထောက်စခန်းမူးယိနဲ့ အရာရှိချိန်တို့ ဟက်ကာယောင်ခယ်ရီကိုဖမ်းမိချိန်မှာတော့ သူမရဲ့အကြမ်းဖက်အဖွဲ့ကို ဟက်ပြီးရထားတဲ့ဒေတာအချက်အလက်တွေအရ ရဲဌာနမှာစပိုင်ရဲအရာရှိတွေအမြောက်အများရှိနေတာကိုသိလိုက်ရတဲ့အခါ....လုံခြုံးရေးအရာရှိချင်က ဒီဟက်ကာယောင်ခယ်ရီရဲ့အမှုကိုလက်လွဲယူရချိန်မှာ ဘာတွေဆက်ဖြစ်လာလဲ...ဘယ်သူက စပိုင်ရဲအရာရှိဖြစ်နေမလဲ..အကြမ်းဖက်သမားတွေကိုနှိမ်နင်းနိုင်ပါ့မလား...ဇာတ်ကားတစ်ခုလုံးကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါကိုယ့်နိုင်ငံမှာလာရိုက်ထားတဲ့အခန်းတွေကလည်းရေလည်မိုက်ပါတယ် Translated & Review By Phyo ZawEncoded ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/line-walker-2-invisible-spy-2019/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Suki.Demo_.Nai_.Kuseni.2016-142x200.jpg",
        "title": "[18+] Suki demo nai kuseni – Even Though I Don’t Like It (2016)",
        "description": "ဂျပန် မင်းသမီးချော Riko ပါဝင်သရုပ်ဆောင်ထားပြီး ထူးထူးခြားခြား IMdb 5.5 ရထားပါတယ်။အေးဆေးနေတက်တဲ့ တိုကိုတို တစ်ယောက်စတိုးဆိုင်မှာအလုပ်လုပ်နေရင်းက စိတ်မပါတော့လို့ အလုပ်ထွက်လိုက်ပြီးဝါသနာပါရာ အနုပညာလုပ်ငန်းကိုလုပ်ကိုင်ဖို့ နေ့စားအလုပ် တစ်ခုလုပ်နေရင်းက အလုပ်ထဲကယောကျာၤးလေးတစ်ယောက်နဲ့ခင်မင် ရင်းနှီးပြီး တိုကိုတို လျှောက်လှမ်းချင်တဲ့အနုပညာလမ်းပေါ် ခြေတစ်ဖက်လှမ်းမိပါတယ်။\nတစ်နေ့ တိုကိုတိုတစ်ယောက် သူ့မိတ်ဆွေယောကျာၤးလေးနဲ့ အတူသောက်ရာမှ အမူးလွန်ပြီး နယ်ကျွံမိပါတော့တယ်။ထိုယောကျာၤးလေးကလဲ တိုကိုတိုရဲ့ အသွေးအသားနဲ့ လှသွေးကြွယ်မှု့တွေကို အရူးမူးစွဲလမ်းသွားပါတော့တယ်။တိုကိုတိုအနုပညာလမ်းကြောင်းပေါ်ရောက်ရှိသွားပြီးနောက် Little Miss ဆိုတဲ့ ဆော်ကြည် မော်ဒယ်တစ်ယောက်က\nသူတို့နှစ်ဦးကြားကို ဂြိုလ်ဝင်လာပါတော့တယ်။ ကဲပုရိတ်သတ်ကြီး ဘယ်သူက ဘယ်သူ့ကို ချစ်လဲဘယ်သူကဘာကိုလိုချင်တာလဲ အနုပညာလမ်းကြောင်းကလဲ ဘယ်လောက်ကောက်ကွေ့သလဲဆိုတာ ဆက်လက်အားပေးပါဦး။သံဝေဂရစရာလေးကတော့ အချစ်နဲ့တဏှာ ဆိုတာလားလားမှမသက်ဆိုင်ပါဘူးတဲ့။  \nFile size…(800 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…. Darkside\nTranslated by Ki Mu Chi",
        "rating": "5.5",
        "url": "https://megaup.net/TGnh/Even_Though_I_Dont_Like_It_(Suki_Demo_Nai_Kuseni)_[18+]_[2016]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/timg-1-120x200.jpg",
        "title": "Mortal Ouija (2019)",
        "description": "Mortal Ouija (2019)\n  \nZawgyi\n*******\nဒီကားေလးဟာ2019 juneလပိုင္းမွထြက္ထားၿပီး box officeမွာ\n$သိန္း၇၀ေက်ာ္ ဝင္ေငြစံခ်ိန္တင္ထားတဲ့ ထိတ္လန္႔ေျခာက္ျခားဖြယ္\nဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္ပါတယ္.. Ouijaကစားနည္းကို\nအားလံုးရင္းႏွိးၿပီးက်အတိုင္းပဲ ဒီကစားနည္းေလးကိုအေျချပဳၿပီး\nဒီဇာတ္လမ္းျဖစ္လာရပါတယ္... Onlineမွာ ဇာတ္လမ္းတိုေလးေတြေျပာျပရင္း\nအသက္ေမြးဝမ္းေက်ာင္းျပဳေနတဲ့ single momတစ္ေယာက္\nသူ႔ရဲ႕သမီးဝိန္ဝိန္နဲအတူ တိုက္ခန္းသစ္ကိုေျပာင္းေရႊ႔လာတဲ့အခါ.\n.ဒီတိုက္ခန္းမွာ Ouija႐ွိေနတဲ့အခါ... ဒီ Ouijaကစားမိသူတိုင္း\nဘယ္လိုဒုကၡေတြၾကံဳေတြ႔ခဲ့ရတာလဲ... သူ႔ရဲ႕သမီးဝိန္ဝိန္တစ္ေယာက္လည္း\nအိပ္မက္ေယာက္ေယာက္ရင္း ouijaကို ကစားမိတဲ့အခါ...\nဘယ္လိုဒုကၡမ်ိဳးေတြၾကံဳေတြ႔ရမွာလဲ...သူတို႔ေတြလြတ္ေျမာက္ႏိုင္ပါ့မလား\nဆိုတာေတြကို ထိတ္လန္႔ေျခာက္ျခားဖြယ္ၾကည့္႐ႈရမွာပါ\n  \nUnicode\n*******\nဒီကားလေးဟာ2019 juneလပိုင်းမှထွက်ထားပြီး box officeမှာ\n$သိန်း၇၀ကျော် ဝင်ငွေစံချိန်တင်ထားတဲ့ ထိတ်လန့်ခြောက်ခြားဖွယ်\nဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်.. Ouijaကစားနည်းကို\nအားလုံးရင်းနှိးပြီးကျအတိုင်းပဲ ဒီကစားနည်းလေးကိုအခြေပြုပြီး\nဒီဇာတ်လမ်းဖြစ်လာရပါတယ်... Onlineမှာ ဇာတ်လမ်းတိုလေးတွေပြောပြရင်း\nအသက်မွေးဝမ်းကျောင်းပြုနေတဲ့ single momတစ်ယောက်\nသူ့ရဲ့သမီးဝိန်ဝိန်နဲအတူ တိုက်ခန်းသစ်ကိုပြောင်းရွှေ့လာတဲ့အခါ.\n.ဒီတိုက်ခန်းမှာ Ouijaရှိနေတဲ့အခါ... ဒီ Ouijaကစားမိသူတိုင်း\nဘယ်လိုဒုက္ခတွေကြုံတွေ့ခဲ့ရတာလဲ... သူ့ရဲ့သမီးဝိန်ဝိန်တစ်ယောက်လည်း\nအိပ်မက်ယောက်ယောက်ရင်း ouijaကို ကစားမိတဲ့အခါ...\nဘယ်လိုဒုက္ခမျိုးတွေကြုံတွေ့ရမှာလဲ...သူတို့တွေလွတ်မြောက်နိုင်ပါ့မလား\nဆိုတာတွေကို ထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါ  \nTranslated & Review By Phyo Zaw",
        "rating": "5.1",
        "url": "https://megaup.net/1zA8n/Mortal_Ouija_[2019]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/haQSrjFlq30I60UVN1VsB6uRwKM.jpg",
        "title": "Haunt(2019)",
        "description": "Haunt(2019)(zawgyi)ေဟာ္လုိ၀င္းညတစ္ည အၿပင္မွာ ထြက္ကဲၾကတဲ့ သူငယ္ခ်င္းတစ္စုဟာ မူးမူးနဲ႔အိမ္မၿပန္ၾကေသးပဲ ေရွ႕ဆက္ဖုိ႔ ေနရာေရြးၾကပါတယ္။ သူတုိ႔\nေရြးလုိက္တဲ့ေနရာကေတာ့ ၿမိဳ႕စြန္တစ္ေနရာမွာရွိတဲ့ သရဲအိမ္ၾကီးတစ္လုံးပါ။ ထုံးစံအတုိင္း စည္းကမ္းခ်က္ေတြဖတ္ သေဘာတူေၾကာင္း\nလက္မွတ္ထုိး ဖုန္းေတြအပ္ခဲ့အၿပီးမွာေတာ့ ထင္ထားသလုိ အပန္းေၿဖေပ်ာ္စရာ ေၿခာက္လွန္႔တဲ့သရဲအိမ္မဟုတ္ပဲ သူတုိ႔ အိမ္မက္ဆုိးေတြ\nတကယ္ၿဖစ္လာမယ့္အေၾကာင္း တစ္ၿဖည္းၿဖည္းသေဘာေပါက္လာပါေတာ့တယ္။\nဒီလုိဇာတ္လမ္းဇာတ္အိမ္မ်ိဳး မၾကာခဏေတြ႔ဖူးတယ္ဆုိေပမယ့္ ဒီေလာက္ေကာင္းတဲ့ ကားမ်ိဳးေတာ့ ထြက္မလာခဲ့တာၾကာပါၿပီ။ ရုိးရွင္းတဲ့ ဇာတ္အိမ္ကိုမွ ဆန္းသစ္တဲ့တင္ၿပပုံ ရုိက္ခ်က္ေတြနဲ႔ဆုိေတာ့ horror ပရိသတ္ေတြ လက္လြတ္မခံသင့္တဲ့ ရွားရွားပါးပါး ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္။\nသတ္ခန္းၿဖတ္ခန္းေတြက တမင္လုပ္ယူထားတဲ့ ရြံစရာၿပကြက္မ်ိဳးေတြမဟုတ္ပဲ တကယ့္ကို အသည္းတယားယားရင္တစ္ဖုိဖုိနဲ႕ တကယ့္ကုိထိတ္လန္႕ေၾကာက္ရႊံစရာပါ...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္...(unicode)ဟော်လိုဝင်းညတစ်ည အပြင်မှာ ထွက်ကဲကြတဲ့ သူငယ်ချင်းတစ်စုဟာ မူးမူးနဲ့အိမ်မပြန်ကြသေးပဲ ရှေ့ဆက်ဖို့ နေရာရွေးကြပါတယ်။ သူတို့\nရွေးလိုက်တဲ့နေရာကတော့ မြို့စွန်တစ်နေရာမှာရှိတဲ့ သရဲအိမ်ကြီးတစ်လုံးပါ။ ထုံးစံအတိုင်း စည်းကမ်းချက်တွေဖတ် သဘောတူကြောင်း\nလက်မှတ်ထိုး ဖုန်းတွေအပ်ခဲ့အပြီးမှာတော့ ထင်ထားသလို အပန်းဖြေပျော်စရာ ခြောက်လှန့်တဲ့သရဲအိမ်မဟုတ်ပဲ သူတို့ အိမ်မက်ဆိုးတွေ\nတကယ်ဖြစ်လာမယ့်အကြောင်း တစ်ဖြည်းဖြည်းသဘောပေါက်လာပါတော့တယ်။\nဒီလိုဇာတ်လမ်းဇာတ်အိမ်မျိုး ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/haunt2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/JJ-140x200.jpg",
        "title": "Joking Jazz 4G ( 2016 )",
        "description": "Zawgyi*******အရမ္းကိုရယ္ရတဲ႔ထိုင္းဟာသကားေလးပါပဲဒီဇာတ္​လမ္​းေလးက​ေတာ့ ဖက္​႐ွင္​အိုင္​​ေဒါလို႔​ေခၚလို႔ရတဲ့မင္​းသားတ​ေယာက္​ျဖစ္​တ့ဲ ဂ်က္​ က မိန္​းမ႐ွဴပ္​တဲ့ playboyဘဝမွသာသနာ့ေဘာင္ကုိဝင္ေရာက္လာခဲ့ၿပီးသာသနာဝိနည္းေတာ္ေတြနဲ႔အညီ ေနထုိင္ခဲ့တဲ့အေၾကာင္းကုိ႐ုိက္ကူးထားပဲ ျဖစ္ပါတယ္လူ႔ဘဝကသူငယ္​ခ်င္​း​ေတြက သူ႔သာသနာ့အက်ိဳးအတြက္​ ​ေနာက္​လိုက္​လုပ္​ခဲ့ၿပီးသူတို႔ သာသနာ့​ေဘာင္​ရဲ႕ ျဖစ္​ပ်က္​မႈ​ေတြကို ဟာသရသ​ေျမာက္​​ေအာင္​ဇာတ္​ၫႊန္​​းေတြကို ပီပီျပင္​ျပင္​ျဖင့္ ​ေကာင္​းမႈမ​ေကာင္​းမႈ​ေတြရဲ႕ျဖစ္ေလ့ျဖစ္ထမ်ားကုိ ​ေပၚလြင္​​ေအာင္​ဖြင္​့ျပထားျခင္းပဲ ျဖစ္ပါတယ္မည္သုိ႔ပင္ျဖစ္ေစ ေကာင္းတာလုပ္ရင္ေကာင္းက်ဳိးေပးမည္ ဟူေသာ ေဆာင္ပုဒ္ႏွင့္အညီေလာက၌ေကာင္းမွုအမွန္တရားသည္သာလွ်င္ ထာဝရ႐ွင္သန္ျခင္းျဖစ္ေၾကာင္း႐ုိက္ကူးထားေသာ ဇာတ္လမ္းျဖစ္တာမုိ႔ ဆက္ဆက္ၾကည့္႐ႈၾကဖုိ႔ တုိက္တြန္းလုိက္ပါရေစ Unicode*******အရမ်းကိုရယ်ရတဲ့ထိုင်းဟာသကားလေးပါပဲဒီဇာတ်လမ်းလေးကတော့ ဖက်ရှင်အိုင်ဒေါလို့ခေါ်လို့ရတဲ့မင်းသားတယောက်ဖြစ်တဲ့ ဂျက် က မိန်းမရှူပ်တဲ့ playboyဘဝမှသာသနာ့ဘောင်ကိုဝင်ရောက်လာခဲ့ပြီးသာသနာဝိနည်းတော်တွေနဲ့အညီ နေထိုင်ခဲ့တဲ့အကြောင်းကိုရိုက်ကူးထားပဲ ဖြစ်ပါတယ်လူ့ဘဝကသူငယ်ချင်းတွေက သူ့သာသနာ့အကျိုးအတွက် နောက်လိုက်လုပ်ခဲ့ပြီးသူတို့ သာသနာ့ဘောင်ရဲ့ ဖြစ်ပျက်မှုတွေကို ဟာသရသမြောက်အောင်ဇာတ်ညွှန်းတွေကို ပီပီပြင်ပြင်ဖြင့် ကောင်းမှုမကောင်းမှုတွေရဲ့ဖြစ်လေ့ဖြစ်ထများကို ပေါ်လွင်အောင်ဖွင့်ပြထားခြင်းပဲ ဖြစ်ပါတယ်မည်သို့ပင်ဖြစ်စေ ကောင်းတာလုပ်ရင်ကောင်းကျိုးပေးမည် ဟူသော ဆောင်ပုဒ်နှင့်အညီလောက၌ကောင်းမှုအမှန်တရားသည်သာလျှင် ထာဝရရှင်သန်ခြင်းဖြစ်ကြောင်းရိုက်ကူးထားသော ဇာတ်လမ်းဖြစ်တာမို့ ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရေစ Translated & Review By NannEncoded By LK",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/joking-jazz-4g-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/omoggkkkzlmm-133x200.jpg",
        "title": "Haunted Road ( 2014 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ ထိတ္လန္႔ေျခာက္ျခားဖြယ္တ႐ုတ္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူငယ္ခ်င္းမဂၤလာေဆာင္ကိုသြားမယ့္ေဘာ္ဒါတစ္သိုက္ဟာ လမ္းခရီးမွာယာဥ္မေတာ္တဆမႈကိုေတြ႔ၿပီး မကယ္တင္ပဲေ႐ွာင္ေျပးသြားရာကေနလမ္းမွာ႐ုတ္တရက္ကားပ်က္မႈကိုၾကံဳလိုက္ရပါတယ္...ဒီလိုနဲ႔ လူသူမ႐ွိတဲ့အေဆာက္အဦးပ်က္ကိုေရာက္သြားရာကေနတစ္ေယာက္ၿပီးတစ္ေယာက္အသတ္ခံေနရတဲ့အခါ....သူတို႔မကယ္တင္ေပးခဲ့တဲ့မိန္းကေလးကပဲအၿငိဳးတႀကီးကလဲ့စားေခ်ေနသလား...ဘယ္သူေတြကအသက္႐ွင္က်န္ေနႏိုင္မွာလဲ...ဇာတ္လမ္းတစ္ခုလံုးကိုထိတ္လန္႔ေျခာက္ျခားဖြယ္ၾကည့္႐ႈရမွာပါ Unicode*******ဒီကားလေးဟာ ထိတ်လန့်ခြောက်ခြားဖွယ်တရုတ်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ သူငယ်ချင်းမင်္ဂလာဆောင်ကိုသွားမယ့်ဘော်ဒါတစ်သိုက်ဟာ လမ်းခရီးမှာယာဉ်မတော်တဆမှုကိုတွေ့ပြီး မကယ်တင်ပဲရှောင်ပြေးသွားရာကနေလမ်းမှာရုတ်တရက်ကားပျက်မှုကိုကြုံလိုက်ရပါတယ်...ဒီလိုနဲ့ လူသူမရှိတဲ့အဆောက်အဦးပျက်ကိုရောက်သွားရာကနေတစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံနေရတဲ့အခါ....သူတို့မကယ်တင်ပေးခဲ့တဲ့မိန်းကလေးကပဲအငြိုးတကြီးကလဲ့စားချေနေသလား...ဘယ်သူတွေကအသက်ရှင်ကျန်နေနိုင်မှာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကိုထိတ်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/haunted-road-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bC7N0pUc6RzuDqSNHsV0VXk06Cq.jpg",
        "title": "In Dubious Battle(2016)",
        "description": "In Dubious Battle(2016)((Zawgyi))အလုပ္သမားသပိတ္၊ ေက်ာင္းသားသပိတ္ စသျဖင့္ သပိတ္ေပါင္းမ်ားစြာထဲက အေမရိကန္ အရင္းရွင္စနစ္ရဲ႕ ဖိႏွိပ္မႈေအာက္ကေန တြန္းလွန္တိုက္ပြဲဝင္ခဲ့တဲ့ သစ္သီးၿခံအလုပ္သမား သပိတ္လည္း တစ္ခုအပါအဝင္။သူတုိ႕ေတြဟာ တစ္ေန႔လုပ္ခ ၁ ေဒၚလာသာ ရခဲ့ၾကၿပီး\nအလုပ္သမားေတြရဲ႕ မေက်နပ္သံ၊ ေပါက္ကြဲသံေတြနဲ႔ အေမရိကန္စီးပြားေရးပ်က္ကပ္ ေခတ္ႀကီးတစ္ေခတ္ရဲ႕ အထင္ကရ ေတာ္လွန္ေရးတစ္ခုလုိျဖစ္ခဲ့တယ္.....ဒီဇာတ္ကားက John Steinbeck ရဲ႕ ဝတၳဳကို ျပန္လည္အသက္သြင္းထားတာ။ ဒါရုိက္တာကလည္း စာအလြန္ဖတ္ၿပီး Classic ဇာတ္ကား ေတာ္ေတာ္မ်ားမ်ား ျပန္ရုိက္ထားတဲ့ James Franco ႀကီး။ Franco ႀကီးရဲ႕ ျပန္လည္တင္ဆက္မႈဟာ တကယ္လည္းလက္ရာေျမာက္ခဲ့ပါတယ္.....\nၾကည့္ရွဳသူေတြအေနနဲ႕ ဗဟုသုတေပါင္းမ်ားစြာရရွိသလုိ\nဇာတ္လမ္းကလည္း ဆြဲေဆာင္မႈရွိပါတယ္....\nခံစားၾကည့္လုိက္ပါဦး......(unicode)အလုပ်သမားသပိတ်၊ ကျောင်းသားသပိတ် စသဖြင့် သပိတ်ပေါင်းများစွာထဲက အမေရိကန် အရင်းရှင်စနစ်ရဲ့ ဖိနှိပ်မှုအောက်ကနေ တွန်းလှန်တိုက်ပွဲဝင်ခဲ့တဲ့ သစ်သီးခြံအလုပ်သမား သပိတ်လည်း တစ်ခုအပါအဝင်။သူတို့တွေဟာ တစ်နေ့လုပ်ခ ၁ ဒေါ်လာသာ ရခဲ့ကြပြီး\nအလုပ်သမားတွေရဲ့ မကျေနပ်သံ၊ ပေါက်ကွဲသံတွေနဲ့ အမေရိကန်စီးပွားရေးပျက်ကပ် ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/in-dubious-battle2016/"
    },
    {
        "thumbnail": "",
        "title": "Evaru (2019)",
        "description": "(Unicode)၂၀၁၈ ခုနှစ်မှာ တေလဂူးအက်ရှင်ကားကောင်းတစ်ကားကို မှတ်မိကြမှာပါ။ဘာအိုဗာအက်ရှင်မှ မပါတဲ့ Goodachari ပါ။ဒီမင်းသားကို ထပ်ပြီးပြောပြရမယ်ဆို ဟင်ဒီမင်းသားချော တိုက်ဂါး နှစ်ကြိမ်နှစ်ခါ ပြန်ရိုက်ခဲ့ပြီး Remakeများစွာပြုခဲ့ကြတဲ့ Baaghi ရဲ့ မူရင်း သရုပ်ဆောင်ပါ။IMDb Rating - 8.6/10Google Users - 96%အညွန်း-----------ဒီမင်းသားနာမည်က Adivi Seshတဲ့။ဒီဇာတ်ကားထဲမှာတော့ ရဲအရာရှိဗစ်ကရမ်နေရာက မြင်တွေ့ရမှာပါ။ရဲအရာရှိ ဗစ်ကရမ် အဖြစ်မြင်ရမယ့် မင်းသားဟာ ငွေအတွက်ဆို ဘာမဆို လုပ်မယ့်သူမျိုး၊ရှေ့နေတစ်ယောက် မဟုတ်ပေမဲ့ လူသတ်သမားကိုလည်း သူ အကြံကောင်းတစ်ချို့နဲ့ ကာကွယ်ပေးနိုင်တဲ့ ရဲအရှိမျိုး။အတွေးဉာဏ်၊ဖြတ်ထိုးဉာဏ် ကောင်းကောင်းနဲ့ သူဟာ လူသတ်သမား ဆမ်မီရာဖက်က သူဟာ အကြံပေးအဖြစ် ရှိနေမှာပါ။အသတ်ခံရတဲ့ ရဲအရာရှိ(တရားလို)ဖက်ကတော့ သက်သေတွေ၊သဲလွန်စတွေကို လုပ်ကြံတတ်တဲ့ ရှေ့နေနဲ့ပါ။နှစ်ပေါင်း၂၀အတွင်း အိန္ဒိယတောင်ပိုင်းမှာ သူလိုက်ခဲ့ဖူးတဲ့ အမှု မှန်သမျှ ရှုံးနိမ့်ဖူးတာမရှိသေးဘူး။တရားခံဖက်ကလည်း လူသတ်မှုကို ဥပဒေကို ချိုးဖောက်တဲ့ ရဲအရာရှိရဲ့မုဒိမ်းမှုအဖြစ် ပြောချင်နေတယ်။မုဒိမ်းမှုကောင်ရဲအရှိတစ်ယောက်ကို ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/evaru-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sydKzDQfTkiXnF92z9I4lGmTHk.jpg",
        "title": "Balkan Line(2019)",
        "description": "Balkan Line(2019) (unicode)စစ်ကားကောင်းမို့ BLU-RAY 1080P5.1CH ပါပြုလုပ်ပေးထားပါတယ်...\nဒီဇာတ်လမ်းက ၁၉၉၉ ခုနှစ် ဆားဘီးယား ကို ဗုံးကျဲခံရတဲ့ အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတာပါ၊\nဗုံးကျဲမှု ဖြစ်ပွားအပြီးမှာ အယ်လ်ဘေးနီးယန်း သူပုန်တွေက ဆလာတီနာ လေဆိပ်ကို သိမ်းပိုက်ထားပါတယ်၊\nငြိမ်းချမ်းရေးတပ်ဖွဲ့တွေ ဒေသကို ပြန်လည်ထိန်းသိမ်းဖို့အတွက် ဆာဘီးယားကို လာကြဖို့ ရှိနေတဲ့အတွက် မဟာဗျူဟာအရ အရေးပါတဲ့ အဆိုပါလေဆိပ်ကို ပြန်ပြီး ခြေကုပ်ယူနိုင်ဖို့အတွက် ရုရှားအထူးတပ်ဖွဲ့ တာဝန်ပေးခံရတဲ့အခါ .....\nပြောရရင်ဒီလိုထိန်းသိမ်းထားဖို့က ပြန်လမ်းမဲ့စစ်ဆင်ရေးလို့တောင် နာမည်ပေးလို့ရပါတယ်... ဒီလေဆိပ်ကိုကာကွယ်ဖို့ကလည်း လူနည်းစုသာ တာဝန်ပေးခံရတဲ့အပြင် အရေးပေါ် စစ်ကူပေးဖို့လည်း မလွယ်ကူပါဘူး....\nလူနည်းစုဖြစ်တဲ့ အထူးတပ်ဖွဲ့လေးက ဒီလျှို့ဝှက်စစ်ဆင်ရေးကို အောင်မြင်အောင် လုပ်နိုင်ပါ့မလားဆိုတာ ရုပ်ရှင်ထဲ မှာ ဆက်လက် ကြည့်ရှုကြရအောင်ပါ ....\nစစ်ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ.....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN ပဲဖြစ်ပါတယ်..File Size : (2.44GB)(1.17GB)\nQuality : Blu-Ray 1080p ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/balkan-line2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9mpbRnbX4U2rXS3hLZV8zBGxD6Y.jpg",
        "title": "Strange But True ( 2019 )",
        "description": "Zawgyi*******၂၀၁၉ ေလာေလာလတ္လတ္ထြက္ရွိထားတဲ့ Noir thrillerအမ်ိဳးအစားအေမရိကန္ဇာတ္ကားပဲျဖစ္ပါတယ္..IMDB 5.7/10 ရရွိထားၿပီး John Searles ရဲ႕ဝတၳဳကိုအသက္သြင္းထားတာျဖစ္ပါတယ္ ဇာတ္လမ္းေလးကလည္းေတာ္ေတာ္ဆန္းပါတယ္... ေရာ္နီနဲ႔ ဖီးလစ္တို႔ႏွစ္ေယာက္ကေခ်႕စ္မိသားစုရဲ႕ခ်စ္စရာသားႏွစ္ေယာက္ေပါ့ႏွစ္ေယာက္လံုးကလည္း ငယ္ရြယ္တက္ႂကြတဲ့ဆယ္ေက်ာ္သက္အရြယ္ အနာဂတ္အိပ္မက္ေတြကိုယ္စီနဲ႔ပါ...ဒါေပမယ့္ ကံတရားက သူတို႔မိသားစုကိုမ်က္ႏွာသာမေပးခဲ့ပါဘူးေရာ္နီတစ္ေယာက္ ေက်ာင္းကပြဲညမွာပဲ ကားအက္စီးဒန္႔ျဖစ္ၿပီးဆံုးပါးသြားခဲ့ပါတယ္... ေရာ္နီဆံုးပါးၿပီး ငါးႏွစ္အၾကာမွာသူတို႔မိသားစုေလးဟာ ၿပိဳကြဲပ်က္စီးခဲ့ပါၿပီ... အဲ့အခ်ိန္မွာပဲေရာ္နီ႔အေမအိမ္ကို ေရာ္နီသိပ္ခ်စ္ခဲ့ရတဲ့ခ်စ္သူမယ္လီဆာမူဒီတစ္ေယာက္ ေရာက္ခ်လာၿပီး သူ႔ဗိုက္ထဲကကေလးဟာေရာ္နီ႔ကေလးပါလို႔အခိုင္အမာဆိုလာတဲ့အခါမွာေတာ့...ထင္မွတ္မထားတဲ့ plot twist ေတြ ေကာင္းမြန္တဲ့သ႐ုပ္ေဆာင္ခ်က္ေတြနဲ႔မို႔လို႔ ၾကည့္ရႈခံစားၾကည့္ဖို႔ တိုက္တြန္းလိုက္ရပါတယ္ Unicode*******၂၀၁၉ လောလောလတ်လတ်ထွက်ရှိထားတဲ့ Noir thrillerအမျိုးအစားအမေရိကန်ဇာတ်ကားပဲဖြစ်ပါတယ်..IMDB 5.7/10 ရရှိထားပြီး John Searles ရဲ့ဝတ္ထုကိုအသက်သွင်းထားတာဖြစ်ပါတယ် ဇာတ်လမ်းလေးကလည်းတော်တော်ဆန်းပါတယ်... ရော်နီနဲ့ ဖီးလစ်တို့နှစ်ယောက်ကချေ့စ်မိသားစုရဲ့ချစ်စရာသားနှစ်ယောက်ပေါ့နှစ်ယောက်လုံးကလည်း ငယ်ရွယ်တက်ကြွတဲ့ဆယ်ကျော်သက်အရွယ် အနာဂတ်အိပ်မက်တွေကိုယ်စီနဲ့ပါ...ဒါပေမယ့် ကံတရားက သူတို့မိသားစုကိုမျက်နှာသာမပေးခဲ့ပါဘူးရော်နီတစ်ယောက် ကျောင်းကပွဲညမှာပဲ ကားအက်စီးဒန့်ဖြစ်ပြီးဆုံးပါးသွားခဲ့ပါတယ်... ရော်နီဆုံးပါးပြီး ငါးနှစ်အကြာမှာသူတို့မိသားစုလေးဟာ ပြိုကွဲပျက်စီးခဲ့ပါပြီ... အဲ့အချိန်မှာပဲရော်နီ့အမေအိမ်ကို ရော်နီသိပ်ချစ်ခဲ့ရတဲ့ချစ်သူမယ်လီဆာမူဒီတစ်ယောက် ရောက်ချလာပြီး သူ့ဗိုက်ထဲကကလေးဟာရော်နီ့ကလေးပါလို့အခိုင်အမာဆိုလာတဲ့အခါမှာတော့...ထင်မှတ်မထားတဲ့ plot twist တွေ ကောင်းမွန်တဲ့သရုပ်ဆောင်ချက်တွေနဲ့မို့လို့ ကြည့်ရှုခံစားကြည့်ဖို့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/strange-but-true-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BOTJkNjYxZjktOGFjYy00YTk5LWIyMzktZWYzZjkyNDg5ODE0XkEyXkFqcGdeQXVyMzk3MzY5MTM@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Play or Die (2019)",
        "description": "ထူးဆန္းတဲ့ အိမ္ႀကီး တစ္အိမ္ ရွိတယ္\nတစ္ရက္မွာေတာ့ ထုိအိမ္ႀကီး ထဲတြင္\nျပဳျပင္စရာမ်ား ရွိတဲ့ အတြက္ အလုပ္သမားေခၚရာ\nေရႊ႕ေျပာင္းအလုပ္သမားမ်ားကိုသာ ေခၚဆိုခဲ့ပါတယ္\nအိမ္ႀကီးတစ္လံုးတြင္ လင္မယား ၂ ေယာက္သာရွိၿပီး\nၿခံအက်ယ္ႀကီး ထဲတြင္ အိမ္တစ္လံုး နွင့္ လူ ၂ ေယာက္သာ\nေနသျဖင့္ အၿမဲတမ္း တိတ္ဆိတ္ေနတက္သည္။\nေရႊ႕ေျပာင္းအလုပ္သမားမ်ား ေရာက္ရွိလာေသာအခါ\nအလုပ္သမားမ်ားကို ၿခံ၀န္းအတြင္းသာ ေနထုိင္ေစခဲ့ၿပီး\nတစ္ရက္ေသာ အခါမွာေတာ့ ပိုင္ရွင္လင္မယား ပံုစံမွာ\nထူးဆန္းေနေၾကာင္း အလုပ္သမားမ်ားသတိထားမိခဲ့ေသာ\nအခါမွာေတာ့...\nရုပ္ရွင္ကားဟာ ေသြးထြက္သံယို မ်ားပါတယ္\nရုပ္ရွင္ကားကို Hnyot Myet Wunn မွ\nဘာသာျပန္တင္ဆက္ေပးထားပါတယ္",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/play-or-die-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BMWIyOTk0ZTYtN2ZhNi00OGEzLTkyNjgtMTNmZjBiNzgxZDZlXkEyXkFqcGdeQXVyNzE4MjE0MA@@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "A.M.I. (2019)",
        "description": "ေကစီဆိုတဲ့ေကာင္မေလးဟာ\nမေတာ္တဆမႈတစ္ခုေၾကာင့္မိခင္ျဖစ္သူကို\nဆံုးရႈံးထားခဲ့ရသူပါ...\nခက္ခဲလွတဲ့ဘဝကိုတစ္ေယာက္တည္း႐ုန္းကန္ရသူမို႔\nတစ္ေန႔မွာေတာ့ ဖုန္းထဲက AI တစ္ခုကို\nအေမတစ္ေယာက္လိုသေဘာထားမိသြားတဲ့အခါ...\nThriller/slasher ကားတစ္ကားျဖစ္လို႔\nေသြးသံရဲရဲ သတ္တာျဖတ္တာႀကိဳက္တဲ့သူေတြ\nၾကည့္လို႔ေကာင္းမယ့္ကားျဖစ္ပါတယ္\nရုပ္ရွင္ကားကို May Thu Thu Kyaw က\nဘာသာျပန္ေပးထားပါတယ္",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/a-m-i-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYmNhOGZjYjItN2U0Ny00YzY5LTg5NTItODZjYzQ3YTJiMWY5XkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Otherhood (2019)",
        "description": "Otherhood ဆိုတဲ့ဇာတ္ကားေလးကေတာ့\nေပါ့ေပါ့ပါးပါးနဲ႔ မိခင္ေမတၱာကို ေဖာ္ၾကဴးထားတဲ့\nဟာသဇာတ္ကားေလးပါ။\nကယ္႐ို ဂ်ယ္လီယန္ နဲ႔ ဟယ္လန္ တို႔သံုးေယာက္ဟာ\nအရမ္းခ်စ္ၾကတဲ့ သူငယ္ခ်င္းေတြပါ။\nသူတို႔မွာ သားတစ္ေယာက္စီ ႐ွိၿပီးေတာ့\nအဲ့ဒီသားသံုးေယာက္ကလဲ အရမ္းခ်စ္ၾကတဲ့\nသူငယ္ခ်င္းေတြပါပဲ။\nဒါေပမဲ့ အဲ့ဒီသားသံုးေယာက္ဟာ အရြယ္ေရာက္လာတဲ့အခါ\nနယူးေယာက္ၿမိဳ႕ကို ေျပာင္းသြားၿပီး\nသူတို႔အေမေတြကို အဆက္အသြယ္သိပ္မလုပ္ၾကေတာ့ေသာအခါ\nအေမသံုးေယာက္ေပါင္းၿပီး သားေတြနဲ႔ျပန္လည္ေပါင္းစည္းေရး\nလုပ္ငန္းစပါေတာ့တယ္။\nဒီဇာတ္ကားေလးက သင့္ႏွလံုးသားကို ေႏြးေထြးေအာင္\nလုပ္ေပး ႏိုင္တဲ့ ကားေကာင္းေလးျဖစ္လို႔\nၾကည့္ၾကည့္ဖို႔နဲ႔ အေမေတြကို ျပၾကည့္ဖို႔ တိုက္တြန္းပါရေစ။\nရုပ္ရွင္ကားကို Htet Wai Lwin က\nဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးထားပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/28fic/otherhood.2019.internal.1080p_%7BCM%7D.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZTYxMTZlNTEtMjlmZS00ODFiLTg5ODUtYzJkMzc1MGNhYjVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Jersey Girl (2004)",
        "description": "တက္​ႂကြဖ်တ္​လတ္​​ေသာ ​ေတးထုတ္​လုပ္​သူတစ္​ဦးျဖစ္​တဲ့\nအိုလီထရင္​ကီ ဆိုတဲ့လူငယ္​​ေလးက\nအလုပ္​ႀကိဳးစား​ေသာဝန္​ထမ္​းတစ္​ဦးျဖစ္​သလို\nမိခင္​ဆံုးပါးသြားတဲ့သမီး​ေလးကို ​ေစာင္​့​ေ႐ွာက္​​ေနရ​ေသာ\nဖခင္​တစ္​ဦးလည္​းျဖစ္​ပါတယ္​။\nလုပ္​ငန္​းခြင္​အတြင္​း အဆင္​မ​ေျပမႈ​ေတြ၊မိသားစု​ေရးျပသနာ​ေတြ\nၾကံဳ​ေတြ႔ရခ်ိန္​မွာ​ေတာ့ ဖိအား​ေပါင္​းမ်ားစြာရဲ႕ ဒဏ္​​ေတြ​ေၾကာင္​့\nအလုပ္​ကိုဆံုး႐ႈံးခဲ့ရၿပီး သမီး​ေလးအနားမွာ အခ်ိန္​​ေပးဖို႔ ဆံုးျဖတ္​ခဲ့ပါတယ္​။\nသို႔​ေသာ္​ အမွတ္​မထင္​ ၾကက္​ကန္​းဆန္​အိုးတိုးဆိုတဲ့အတိုင္​း\nအလုပ္​အကိုင္​အခြင္​့အ​ေရးျပန္​ရခ်ိန္​မွာ​ေတာ့\nသူသိပ္​ခ်စ္​ရတဲ့သမီး​ေလးအတြက္​ ဘယ္​လိုအခက္​အခဲ​ေတြ႐ွိလာမလဲ\n​ေအာင္​ျမင္​မႈ​ေနရာ ျပန္​ရႏိုင္​မလား သူ႔ဘဝရဲ႕\nလက္​တြဲ​ေဖာ္​ကို​ေရာ ထပ္​​ေတြ႔ခြင္​့ရဦးမွာလား\nဆိုတာကို​ေတာ့ ဒီဇာတ္​လမ္​း​ေလးထဲမွာပဲ\nဆက္​လက္​ၾကည္​့႐ႈ​ေပးၾကပါခင္​​ဗ်ာ\nရုပ္ရွင္ကားကို Kay Khaing Htun မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/jersey-girl-2004/"
    }
]