[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/justice_bao_the_myth_of_zhanhao-128445337-large-149x200.jpg",
        "title": "Justice Bao-The Myth of Zhanzhao (2020)",
        "description": "ဒီတစ်ခါ ပေါင်ချိန်ကားလေး version အသစ်ပါဒီကားက ကျန်ကျောင်းဇာတ်လို့ ပြောလို့ရပါတယ်ကျန်ကျောင်းရဲ့ ဆရာတူအစ်မဆိုသူက တိုင်းပြည်ကိုဆန့်ကျင်တဲ့သူပုန်ခေါင်းဆောင်ဖြစ်နေလို့ပါပဲ...ကျန်ကျောင်းခဗျာ ဆရာတူအစ်မကို သတ်ပြီး သစ္စာစောင့်သိရမလား...ဆရာတူအစ်မနောက်လိုက်ပြီး တိုင်းပြည်ကို ဆန့်ကျင်ရမလား...နောက်ပြီး သူဖြစ်ချင်သလို သူဖျောင်းဖျနေသလို အရာအားလုံး ပြည်ဖုံးကား ချပြီးအဝေးကို ထွက်သွားဖို့ သူ့ ဆရာတူအစ်မ လက်ခံပါ့မလား...ဒီလိုတွေဗျာများတဲ့ကားလေးပါ။ ဒီလိုဗျာများလို့ စိတ်ဝင်စားဖို့မကောင်းဘူးမထင်နဲ့နော်။စစ်ဘေးမဟုတ်ဘဲ သဘာဝဘေးကြောင့် ဒုက္ခရောက်တဲ့ပြည်သူတွေဘက်ကတိုင်းပြည်ကို မြင်တဲ့အမြင်... တိုင်းပြည်က ပြည်သူတွေကို ကြိုးစားပြီးကူညီတာတွေ နောက်ဆုံး ပွဲလန့်တုန်းဖျာဝင်ခင်းတဲ့ အဖျက်သမားပုန်ကန်သူတွေအကြောင်း တစ်စေ့တစ်စောင်း မြင်တွေ့နိုင်တာမို့ကြည့်သင့်တယ်လို့ တိုက်တွန်းချင်ပါတယ်။ Translated & Revivew By Chu ChuEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/justice-bao-the-myth-of-zhanzhao-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMjA5Nzg3NTM0NF5BMl5BanBnXkFtZTgwMTQyMTA2MDE@._V1_-137x200.jpg",
        "title": "Legend of King Naresuan: Hostage of Hongsawadi (2007) Part 1",
        "description": "Part 1\n===========\nဒီဇာတ်လမ်းကတော့ ထိုင်းဘုရင် နရဲစွမ်ရဲ့အကြောင်းကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။\nဒီကားမှာတော့ ဟံသာဝတီပြည်ကို ဓားစာခံအနေနဲ့\nအခေါ်ခံခဲ့ရတဲ့ မင်းသားလေး နရဲစွမ် ရဲ့ အကြောင်းပါပဲ။\nဘုရင့်နောင်ဟာ နရဲစွမ်မင်းသားလေးကို\nဟံသာဝတီပြည့်ကို ခေါ်ပြီး မင်းသားတို့\nတတ်သင့်တတ်အပ်တဲ့ အဋ္ဌာရဿ ပညာရပ်တွေကို\nဘုန်းကြီးကျောင်းမှာ သင်ယူစေခဲ့တဲ့\nအကြောင်းပါ။\nဆုပန်ကလျာ နဲ့ ဘုရင့်နောင်တို့ရဲ့ အချစ်ဇာတ်လမ်းကိုလည်း\nမြင်တွေ့ ခံစားရမှာဖြစ်ပါတယ်။\nနရဲစွမ် နဲ့ မင်းရဲကျော်စွာတို့ရဲ့ ငယ်ဘဝအားပြိုင်မှုတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။\nထိုင်း-မြန်မာ သမိုင်းမှာ ရာဇဝင်တွင်ခဲ့တဲ့ ဖြစ်ရပ်ကို\nအခြေခံပြီး ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစပ်ါတယ်။\nTranslator - August\nEncoder - Thit San Khant",
        "rating": "",
        "url": "https://megaup.net/3xHbn/King_Naresuan_1.2007_720P_%7BCM%7D.mp4",
        "category": "Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/MV5BNDdjYjFjOTYtMTljOS00M2JmLWFjNzktN2E1YTBjZjVlM2Q4XkEyXkFq-129x200.jpg",
        "title": "The Christmas Ride (2020)",
        "description": "The Christmas Ride (2020)=====================IMDb Rating - 6.1/10#Unicode၂၀၂၀ ခုနစ်ထွက် ခရစ်စမတ်ဇာတ်ကားလေးပါ။သမာရိုးကျ ခရစ်စမတ်ကားမျိုးတော့မဟုတ်ပါဘူး . ဇာတ်လမ်းအကျဉ်းကတော့ အပိုဝင်ငွေရအောင် တက္ကစီဆွဲတဲ့ဂျော်ဂျီယာဆိုတဲ့ကောင်မလေးကနေအစပြုပါတယ်...သူက ခရစ်စမတ်နေ့မှာတောင် လူတွေကို ကူညီမယ်ဆိုတဲ့စိတ်ထားလေးနဲ့ အိမ်မှာမနားပဲ တက္ကစီထွက်ဆွဲခဲဲ့တာပေါ့...အဲဒီမှာ သူသိလိုက်ရတာက လူတိုင်းဟာ ခရစ်စမတ်နေ့မှာပျော်နေကြတာမဟုတ်ဘူးဆိုတာပါပဲ... ဂျော်ဂျီယာတစ်ယောက် သူ့ခရီးသည်တွေနဲ့ ပြောဆိုဆက်ဆံပုံတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်...ထူးခြားတာတစ်ခုက ဒီဇာတ်ကားအတွက် ဒိုင်ယာလော့ခ်အတိအကျမရှိခဲ့ပါဘူးတဲ့ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့သူတိုင်းကိုသူတို့ဘဝရဲ့အတွေ့အကြုံအစစ်တွေကို ပြေပြစ်အောင် ပြောပြစေခဲ့တာပါတဲ့ လူတွေရဲ့ကွဲပြားခြားနားတဲ့ဘဝတွေကိုလှစ်ဟပြထားတာပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) #Zawgyi၂၀၂၀ ခုနစ္ထြက္ ခရစ္စမတ္ဇာတ္ကားေလးပါ။သမာ႐ိုးက် ခရစ္စမတ္ကားမ်ိဳးေတာ့မဟုတ္ပါဘူး . ဇာတ္လမ္းအက်ဥ္းကေတာ့ အပိုဝင္ေငြရေအာင္ တကၠစီဆြဲတဲ့ေဂ်ာ္ဂ်ီယာဆိုတဲ့ေကာင္မေလးကေနအစျပဳပါတယ္...သူက ခရစ္စမတ္ေန႔မွာေတာင္ လူေတြကို ကူညီမယ္ဆိုတဲ့စိတ္ထားေလးနဲ႔ အိမ္မွာမနားပဲ တကၠစီထြက္ဆြဲခဲဲ့တာေပါ့...အဲဒီမွာ သူသိလိုက္ရတာက လူတိုင္းဟာ ခရစ္စမတ္ေန႔မွာေပ်ာ္ေနၾကတာမဟုတ္ဘူးဆိုတာပါပဲ... ေဂ်ာ္ဂ်ီယာတစ္ေယာက္ သူ႔ခရီးသည္ေတြနဲ႔ ေျပာဆိုဆက္ဆံပုံေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္...ထူးျခားတာတစ္ခုက ဒီဇာတ္ကားအတြက္ ဒိုင္ယာေလာ့ခ္အတိအက်မရွိခဲ့ပါဘူးတဲ့ ပါဝင္သ႐ုပ္ေဆာင္ခဲ့တဲ့သူတိုင္းကိုသူတို႔ဘဝရဲ႕အေတြ႕အႀကဳံအစစ္ေတြကို ေျပျပစ္ေအာင္ ...",
        "rating": "6.1",
        "url": "https://megaup.net/TTb9/The.Christmas.Ride.2020.720P.WebRip[CM].mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/chick-135x200.jpg",
        "title": "Chick Fight 2020",
        "description": "ဒီတစ်ခါတော့ အမျိုးသမီးများအတွက် women empowerment ဖြစ်စေမဲ့ ကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ရပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ အန်နာဆိုတာ ကော်ဖီ‌ဆိုင်သေးသေးလေး ဖွင့်ပြီး အခက်အခဲတွေနဲ့ ရုန်းကန်နေရတဲ့ အမျိုးသမီးတစ်ယောက်ပါ\nဒီလိုရုန်းကန်နေတဲ့ကြား ရှိတဲ့ကော်ဖီဆိုင်လေးပါ မတော်တဆမှုကြောင့် မီးထဲပါသွားတဲ့အခါ အန်န ကူကယ်ရာမဲ့နေခဲ့ပါတယ်\nအဲ့ဒီအချိန် အန်နာ့ ပြဿနာတွေကို ‌ဖြေရှင်းဖို့ သူငယ်ချင်း ချာလင်းရဲ့ မိတ်ဆက်ပေးမှုနဲ့ အန်နာတစ်ယောက် အမျိုးသမီးတွေချည်းလုပ်တဲ့ တရားမ၀င် တိုက်ခိုက်ပွဲတွေကျင်းပတဲ့ ကလပ်တစ်ခုကို အူလည်လည်နဲ့ ရောက်သွားပါတော့တယ်\nဒါပေမယ့် ဒီကလပ်နဲ့ အန်နာကြားမှာ ထင်ထားတာထက် ဆက်နွယ်မှုတွေရှိ‌နေတဲ့အခါမှာတော့........\nအမျိုးသမီးတွေ ကြမ်းကြရမ်းကြမယ့် ရိုက်ကွက်တွေကို ကြည့်ရှုရမယ့် comedy action ကားလေးတစ်ကားဖြစ်ပြီး Bella Throne လို ခပ်ဟော့ဟော့ မင်းသမီးကလည်း ပါ၀င်အားဖြည့်ထားပါတာမို့ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… webrip 720p\nFormat…mp4\nDuration….01:17:00\nGenre … Action, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated ...",
        "rating": "4",
        "url": "https://megaup.net/TSyn/Chick.Fight.2020.720p.WEBRip(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5oVlpDcPhb2AqH2VCxafMqi4iiR.jpg",
        "title": "Door Ke Darshan(2020)",
        "description": "Door Ke Darshan(2020)IMDb...6.5ကား မတော်တဆမှုတစ်ခုကြောင့် ဒရ်ရှန်ဆိုတဲ့ အဖွားကြီးတစ်ယောက် ကိုမာဝင်ပြီး သတိလစ်နေခဲ့ပါတယ်။\nဆူနီးလ်ဘတေဂျာဟာ မိန်းမနဲ့ ကွာခါနီးအခြေအနေဖြစ်နေပြီး သူက သူ့ရဲ့သူငယ်ချင်းကို အကူအညီတောင်းတယ်....အမေနေကောင်းတဲ့အခါ အိမ်ပေါ်က ဆင်းပေးပါ့မယ်ဆိုပြီး   အိမ်မှာကပ်နေပါတယ်...ကပ်နေတဲ့ကာလကလည်းသိပ်မများရှာပါဘူး ...နှစ်(၃၀)ပဲရှိပါသေးတယ်....သားသမီးတွေတောင်အရွယ်ရောက်ကုန်ပြီ...အိမ်ရှင်ဖြစ်တဲ့သူငယ်ချင်းကလည်း သူ့ကတိအတိုင်း အမေနေကောင်းပြန်သတိရမှ ဆင်းဖို့သဘောတူထားလေတော့နှင်ချဖို့လည်းတိုင်ပတ်နေတယ်...ဒီလိုနဲ့ နှစ်(၃၀)ပြည့်ပြီးလို့ တစ်ရက်မှာ အမယ်အိုကြီးသတိရလာတဲ့အခါမှာတော့...ဒီ ကားက တော်တော်ရယ်ရပါတယ်....အခွီတွေကြီးပြောထားသလိုကလိုထိုးအတင်းရယ်ခိုင်းတာမျိုးတွေမဟုတ်ဘဲ တစ်စိမ့်စိမ့်ရယ်ရတာမျိုးတွေပါ....ဇာတ်လမ်းလေးလည်းအတော်မိုက်ရှာတာမို့ ခံစားကြည့်ကြပါဉီး....\nဘာသာပြန်ပေးထားတာကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။File Size :(908 MB) and (326 MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:59:00\nGenre : Comedy  , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1zQkl/Doordarshan.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/0R4DE_4f-144x200.jpg",
        "title": "Ugly Beauty ( 2019 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ulgy beauty ဆိုတဲ့အတိုင်းမင်းသမီးက အကျည်းတန်ရာကနေချောမောလှပလာတဲ့ ဇာတ်အိမ်မျိုးလေးပါဒါပေမဲ့ မင်းသမီးက လုံးဝကြီးလှပသွားတာမဟုတ်ဘဲ မှောအစွမ်းနဲ့ တစ်နေ့မှာ ၁၂နာရီပဲ လှတာပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့....ပိုင်ယုထုန်ဟာ အရမ်းရုပ်ဆိုးအကျည်းတန်ပြီးသူ့ကို ဘယ်သူကမှ အပေါင်းအသင်းမလုပ်ချင်ကြတဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ် သူက စင်ဒရဲလားပုံပြင်ကို အရမ်းနှစ်ခြိုက်ပြီး ပုံပြင်ထဲကလို မင်းသားလေးကိုစောင့်မျော်နေရှာတာပါ ဒါပေမဲ့ ပိုင်ယုထုန်ရဲ့ရုပ်ရည်က စင်ဒရဲလားလေးလို မလှပတော့ သူရဲ့တစ်ခုတည်းသောဆန္ဒက မိန်းမလှလေးတစ်ယောက်ဖြစ်လာပြီးလူတိုင်းက သူ့ကို ချစ်ခင်နှစ်သက်ဖို့မျှော်လင့်တာပါ ကံကောင်းချင်တော့ သူရဲ့ဆန္ဒက မှော်အစွမ်းနဲ့ တကယ်ပြည့်ဝလာပြီး မိန်းမလှလေးဖြစ်သွားပါတယ်ဒါပေမဲ့ စင်ဒရဲလားပုံပြင်ထဲက မင်းသမီးလေး ည၁၂နာရီထိုးရင် မှောအစွမ်းပြယ်သွားပြီး မူလပုံစံပြန်ဖြစ်သွားသလိုမျိုး ပိုင်ယုထုန်ကလည်း တစ်နေ့ကို ၁၂နာရီကြာပဲ လှပပြီးကျန်တဲ့အချိန်တွေမှာတော့ ရုပ်ဆိုးမလေးပြန်ဖြစ်သွားတာပါ ပိုင်ယုထုန်အနေနဲ့ မိန်းမလှလေးဘဝနဲ့ သူစောင့်မျော်နေတဲ့မင်းသားလေးကိုဘယ်လိုပုံစံမျိုးတွေ့မှာလဲ ဘယ်လိုတွေဆက်ဖြစ်ကြမှာလဲ မင်းသားလေးကရော သူရုပ်ဆိုးသွားရင်တောင် ဆက်ချစ်နေနိုင်ဦးမှာလားဆိုတာ ဆက်လက် ကြည့်လိုက်ကြပါဦးနော်Translated & Review By Yamin EiEncoded ...",
        "rating": "6.1",
        "url": "https://megaup.net/2lpI3/(CM)Ugly_Beauty_2019_WEB-DL_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/sweet-135x200.jpg",
        "title": "Sweet November (2001)",
        "description": "Sweet November (2001)===================IMDb Rating - 6.7/10#Unicodeဒီတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ နိုဝင်ဘာလရဲ့ အချစ်ဇာတ်လမ်း Drama လေးပဲဖြစ်ပါတယ်။ ခွေးလေးတွေကို ချစ်တဲ့သူ၊ မိသားစုတွေနဲ့ အဆင်မပြေပြီး တစ်ယောက်ထဲဘဝကို ရူးရူးမိုက်မိုက်နဲ့ပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းနေတဲ့ ကင်ဆာရောဂါသည်မလေး ဆာရာ....ဘဝကို ပြေးလမ်းတစ်ခုလို သဘောထားပြီး ဘဝကို အလုပ်ထဲမှာပဲ အချိန်ပြည့်နစ်မြှုပ်ထားတဲ့ နယ်လ်ဆင်......သူ့ဘဝထဲ ဆာရာဆိုတဲ့ ရူးမိုက်မိုက်ကောင်မလေးဝင်ရောက်လာချိန်မှာတော့ ဘဝရဲ့အဓိပ္ပါယ်၊ ပျော်ရွှင်မှုတွေကိုဆာရာကြောင့် သိရှိခဲ့ရတယ်။ နယ်လ်ဆင်တစ်ယောက် အချစ်ကိုခံစားမိချိန် ဆာရာ့ကို လက်ထပ်ခွင့်တောင်းခဲ့ပါတယ်။ နယ်လ်ဆင့်အချစ်ကို ဆာရာတစ်ယောက် လက်ခံပါ့မလား။ ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာဖြင့် ကြည့်ရှုရမှာဖြစ်ပါတယ်။Sweet November ဝတ္ထုကို 1968 ခုနှစ်က ဇာတ်ကားပြန်လည်ရိုက်ကူးထားပြီး Sweet November နာမည်နဲ့မင်းသားက Anthony Newley နဲ့ မင်းသမီးက Sandy Dennis တို့ သရုပ်ဆောင်ခဲ့ပါတယ်။2001 ခုနှစ်မှာတော့ ထိုဇာတ်ကားကို Sweet November ...",
        "rating": "6.7",
        "url": "https://megaup.net/2VJ5y/Sweet.November.2001.720P.WebRip[CM].mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZQJYmxd6xER824P2T4QEq9ioqq.jpg",
        "title": "The Swordsman(2020)",
        "description": "The Swordsman(2020)အညွှန်း**************************IMDb...7.0ဂျိုဆွန်းပြည်ဟာ မြောင်နိုင်ငံကို စစ်ရှုံးပြီးတော့ နောက်ဆက်တွဲအကျိုးဆက်တွေက အတော်ဆိုးပါတယ်...စားနပ်ရိက္ခာတွေအပြင် မိန်းကလေးကျွန်တွေပေးနေရပါတယ်....တဖြည်းဖြည်း မြောင်နိုင်ငံဟာ နောက်ထပ်စစ်ပွဲတစ်ခုကိုဉီးတည်ချင်တဲ့ရည်ရွယ်ချက်ကြောင့်ပဲလားမသိ...ကျွန်အရေတွက်တွေ တိုးလို့တောင်းခံသလို အထူးလေ့ကျင့်ထားတဲ့ စစ်သည်တွေကိုလည်း ဂျိုဆွန်းကိုစေလွှတ်ထားပါတယ်...ဂျိုဆွန်းရဲ့ မှူးမတ်တွေရဲ့အကြံကလည်းတော်တော်ယုတ်မာပါတယ်..သူတို့သမီးတွေ ကျွန်အဖြစ်မပေးရရေးကိုစားဖို့တောင်အနိုင်နိုင်ြဖစ်နေတဲ့ ရွာလေးတွေက သမီးတွေကို မွေးစားသမီးလုပ်မယ်ဆိုတဲ့မက်လုံးနဲ့ခေါ်ယူမွေးပြီးကျွန်အဖြစ်ပေးဖို့ကြံကြပါတယ်...ဒီလိုနဲ့မွေးစားခံဖို့ခေါ်တဲ့အထဲမှာ သမီးလေးတစ်ယောက်ရဲ့အဖေဟာဇာတ်မြှုတ်နေတဲ့ အထူးဓားရေးကျွမ်းကျင်တဲ့ ဓားသမားတစ်ယောက်ဖြစ်လာတဲ့အခါမှာတော့...ဒီဇာတ်ကားက မင်းသားကြီး Hyuk Jang အဓိကသရုပ်ဆောင်ထားပြီး ဇာတ်လမ်းအစမှအဆုံးထိရှယ်ဗျင်းကြတဲ့အက်ရှင်ဇာတ်ကားပါ..ရိုက်ချက်တွေလည်း တော်တော်ကြီးမိုက်သလိုနောက်ခံတီးလုံးတွေလည်းလန်းပါတယ်..ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hana ပဲြဖစ်ပါတယ်...File Size :((942MB) and (315MB)\nQuality : FHDRip 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hana\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1zPc9/The_Swordsman.2020.FHDRip.720P.NEW.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5uimlxPCgAei8JfQUDFEUQLoyyh.jpg",
        "title": "Soorarai Pottru(2020)",
        "description": "Soorarai Pottru(2020)IMDb...9.3(နင်းကန်ကောင်းတဲ့ကားမို့ WEB-DL 1080p 5.1CH,  ပါထပ်မံပြုလုပ်ပေးထားပါတယ်...)အိန္ဒိယနိုင်ငံမှာ ပထမဆုံး တန်ဖိုးနည်းလေကြောင်းခရီးစဉ်တွေအတွက်\nAir Deccan ဆိုတဲ့ လေကြောင်းလိုင်းကို ပြေးဆွဲပေးခဲ့တဲ့\nစွန့်ဦးတီထွင်သူ G. R. Gopinath ရဲ့ဘ၀ထဲက အဖြစ်အပျက်တစ်ချို့ကို\nရုပ်ရှင်တစ်ခုအနေနဲ့ တင်ဆက်လိုက်တဲ့ ဒီဇာတ်ကားဟာ\nဒီနှစ်ပိုင်းမှာ ထွက်တဲ့ တမီးလ်ဇာတ်ကားတွေထဲမှာတော့\nအကောင်းဆုံးဇာတ်ကားလို့ပဲ ပြောချင်ပါတယ်။အဓိကဇာတ်ကောင်နေရာကို Singam မင်းသား ဆူရိယက သရုပ်ဆောင်ထားပြီး\nဗီလိန်အဖြစ်နဲ့ Oh My God ဇာတ်ကားတွေထဲက Paresh Rawal တို့က သရုပ်ဆောင်ပေးထားပါတယ်။၂၀၂၀မှာ ခုလိုကားကောင်းမျိုး ထွက်လာလိမ့်မယ်လို့\nမထင်ထားခဲ့တာ အမှန်ပါ။\nကျွန်တော်တို့ ဘာသာပြန်သူတွေအနေနဲ့တော့\nဒီကားဟာ ရွှေပဲ။အက်ရှင်ကားမဟုတ်ဘူး၊ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ပုဒ်ကို\nအခြေခံထားတဲ့ သာမန်လူတန်းစားတစ်ယောက်ရဲ့\nအများအကျိုးပြု အိပ်မက်တစ်ခုကို\nအကောင်အထည်ဖော်ပြသွားတဲ့\nဒရာမာကားကောင်းတစ်ကားပါပဲ။သူ့အိပ်မက်က ထူးဆန်းတယ်။\nကျယ်ပြန့်တယ်၊ လက်တွေ့မှာ မလွယ်လှတဲ့\nလေကြောင်းလိုင်းတစ်ခုကို ထူထောင်ဖို့ပါ။လေယာဉ်နဲ့ ခရီးသွားဖို့ လူတိုင်းတတ်နိုင်ရမယ်။\nသူ့တုန်းကလို အဖြစ်အပျက်မျိုး၊ ရထားစီးပြီး\nအချိန်ဖြုန်းခရီးသွားတာမျိုး နောက်မျိုးဆက်အဆက်ဆက်\nမဖြစ်စေရဖို့ သူ့မှာ အိပ်မက်တစ်ခုရှိတယ်။ဒါပေမဲ့ သူ့အဖို့ ...",
        "rating": "9.3",
        "url": "https://megaup.net/TPck/Soorarai_Pottru.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMM3JDq2aq2oOFZo5RQSnWslwJe.jpg",
        "title": "The Land Before Time XIV: Journey of the Brave",
        "description": "The Land Before Time XIV(2006)\n===========================\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The Land\nBefore Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါ\nတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့\nဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ\nMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့\nဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/TRxv/The.Land.Before.Time.XIV.Journey.Of.The.Brave.2016.720p(CM).mp4",
        "category": "Adventure, Animation, Family, Land Before Time Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7b9upoEYpOg3RgSuQCIRNW4pd6y.jpg",
        "title": "Chhalaang(2020)",
        "description": "Chhalaang(2020)မွန်တူဟာ ပေါ့ပေါ့နေ ပေါ့ပေါ့စားကောင်....ပျော်ပျော်နေတတ်သလို လူငယ်အဖွဲ့ရဲ့ ဟိုစပ်စပ်ဒီစပ်စပ်အလုပ်တွေလည်းခေါင်းဆောင်လုပ်လေ့ရှိတယ်...ဘာအလေးအနက်မထားတတ်လို့ ဘွဲ့လည်းမရခဲ့ဘူး...ဒါပေမဲ့ အဖေရဲ့ကောင်းမှုကြောင့် သူတို့မြို့မှာရှိတဲ့ကျောင်းရဲ့ PT ဆရာဖြစ်လာခဲ့တယ်...ဒီလို ဝေလေလေလုပ်နေတဲ့မွန်တူကို မိဘတွေကလည်း တည်ငြိမ်သွားအောင် အိမ်ထောင်ပြုစေချင်တယ်...မွန်တူကတော့ အချစ်မပါတဲ့ အိမ်ထောင်ရေးဟာ ဘာညာကွိကွနဲ့ မိဘတွေကို ပြန်တရားချတယ်..တစ်နေ့ Valentine's Day ရောက်တော့ မွန်တူနဲ့ ဘော်ဒါတစ်သိုက်ဟာ ပန်းခြံထဲမှာပတ်ပြီး  ချစ်သူစုံတွဲတွေကိုလိုက်ဖမ်းပါတယ်...ယာဉ်ကျေးမှုနဲ့မညီဘူး အများအမြင်မသင့်ဘူးဆိုပြီး အားလုံးကိုနှင်ထုတ်တယ်...လင်မယားတွေပါပြောတဲ့သူတွေကိုတောင် မွန်တူတို့က မယုံကြည်ဘဲ မှတ်တမ်းပုံတွေရိုက်သတင်းစာထဲထည့်လိုက်ပါသေးတယ်...နောက်တစ်နေ့မွန်တူတို့ကျောင်းကို အရမ်းလှတဲ့ကျောင်းဆရာမလေးရောက်လာပါရော....မွန်တူလည်းငမ်းမယ်ကြံရုံရှိသေးတယ်...ဒီဆရာမလေးဟာ သူတို့Valentine's Day မှာ သတင်းစာထဲရောက်သွားလို့အရှက်ကွဲခဲ့ရတဲ့ လင်မယားရဲ့သမီးချောလေးဖြစ်နေတဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...ဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ် File Size :(1.14GB) and (432MB)\nQuality :WEB-DL 720p\nFormat…mp4\nDuration…02:16:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded ...",
        "rating": "7.3",
        "url": "https://megaup.net/TRep/Chhalaang.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lduaj2gDNLiyetrB8Q3vn9Rhlx3.jpg",
        "title": "The Land Before Time XIII: The Wisdom of Friends",
        "description": "THE LAND BEFORE TIME XIII\n========================\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့\nThe Land Before Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေး\nတစ်ခုရှိပါတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စ\nပီးဘာ့ဂ် တို့ ဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို\nရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ\nMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့\nဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2fLuZ/The.Land.Before.Time.XIII.The.Wisdom.of.Friends.2007.720p(CM).mp4",
        "category": "Adventure, Animation, Family, Land Before Time Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ftkKVbk4sQEcekuaGJvpvXcNs32.jpg",
        "title": "Pearl Harbor (2001)",
        "description": "Pearl Harbor 2001\n====================\n၁၉၄၁ ခုနှစ်က အမေရိကန်နိုင်ငံ၊ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေလာရောက်တိုက်ခိုက်ခဲ့တဲ့ဖြစ်ရပ်မှန်အပေါ်မူတည်ပြီးရိုက်ကူးထားတဲ့\nဇာတ်လမ်းဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ဆိုပေမယ့်အဓိကဇာတ်ကောင်တွေကတော့စိတ်ကူးယဥ်သာဖြစ်ပြီးအချစ်ဇာတ်လမ်းအပိုင်းပါထည့်\nသွင်းထားတာဖြစ်ပါတယ်။ ရေ့ဖ်နဲ့ဒန်နီဟာ ငယ်စဥ်ကတည်းကအချစ်ဆုံးသူငယ်ချင်းတွေဖြစ်ပြီး\nအမေရိကန်လေတပ်ပိုင်းလော့တွေလည်းဖြစ်ကြပါတယ်။ ရေ့ဖ်ဟာ အက်ဗလင်း ဆိုတဲ့\nစစ်သူနာပြုနဲ့ချစ်ကြိုက်ပြီးနောက် ဥရောပမှာဖြစ်ပွားနေတဲ့ဒုတိယကမ္ဘာစစ်အတွက်\nဗြိတိန်ဘက်မှဝင်တိုက်ပေးဖို့အခွင့်အရေးကိုရရှိသောအခါလက်လွှတ်မခံနိုင်၍\nချစ်သူအက်ဗလင်းကိုနှုတ်ဆက်ကာ အင်္ဂလန်သို့ထွက်သွားပါတော့တယ်။ ရေ့ဖ်တစ်ယောက်\nအင်္ဂလန်မှာဂျာမန်တွေကိုတိုက်ခိုက်နေချိန်မှာ အင်အားနည်းနေတဲ့ပုလဲဆိပ်ကမ်းကို\nထင်မှတ်မထားတဲ့အန္တရာယ်ကြီးကျရောက်လာပါတော့တယ်။\nဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ဒါရိုက်တာဟာ Transformers ဇာတ်လမ်းတွေနဲ့နာမည်ကြီးခဲ့တဲ့\nMichael Bay ဖြစ်တာမို့သူ့ရဲ့အက်ရှင်ပေါက်ကွဲမှုလက်ရာတွေကိုဇာတ်လမ်းတစ်လျှောက်\nအားရပါးရမြင်တွေ့ရမှာပါ။ အက်ရှင်ကားကြမ်းကြမ်းကြိုက်သူတွေ၊\nစစ်ဇာတ်လမ်းကြိုက်သူတွေ၊ ဒါရိုက်တာ Michael Bay ရဲ့လက်ရာတွေကြိုက်သူတွေအဖို့တော့\nကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nTranslated by : Pyi T Nyein\nEncoded by : YK\nQuality : 1080p blueray and 720p",
        "rating": "6.2",
        "url": "https://megaup.net/TQ5e/Pearl.Harbor.2001.720p.(CM).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ayVJqHPwcXbBpL9wNWFK5FyD9Zg.jpg",
        "title": "The Land Before Time XII: The Great Day of the Flyers",
        "description": "The Land Before Time XII\n======================\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့\nThe Land Before Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင်\nသိစေချင်တာလေးတစ်ခုရှိပါတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ ….\nProducer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့ ဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။\nသူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ\nMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့\nဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/TP6l/The.Land.Before.Time.XII.The.Great.Day.of.the.Flyers.2006.720p(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dDJBMsf4ycUNMIPB8tUR6Dx22m5.jpg",
        "title": "The Land Before Time XI: Invasion of the Tinysauruses",
        "description": "THE LAND BEFORE TIME XI\n======================\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The Land\nBefore Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါ\nတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့\nဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့\nဒီလိုစီးရီးမျိုးဟာ Movie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့\nဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-land-before-time-xi-invasion-of-the-tinysauruses/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/frB57nMDmu4NnSzjmrq0lEx5iod.jpg",
        "title": "Ludo(2020)",
        "description": "Ludo(2020)((အလန်းစားကားမို့ WEB-DL1080P5.1CH,720Pတို့ဖြင့်တင်ဆက်ပေးထားပါသည်...))တစ်ချို့ကားတွေရှိတယ်''Cast ကားကောင်းပေမဲ့ဇာတ်လမ်းမကောင်းတော့ မှန်းချက်နဲ့မကိုက်''ဒီကားကတော့ခြွင်းချက်''ပါဝင်ထားတဲ့ Cast တွေက အားရစရာပါ...မြန်မာပရိတ်သတ်တွေနဲ့ရင်းနီှးကြတဲ့ရဲနဲ့သူခိုးဖမ်းတမ်းကစားတဲ့ကားမှာမိမလိုနဲ့အမြဲကပ်ပြီးလွတ်သွားတဲ့ရဲသားကြီး Abhishek Bachchan ''သရဲမလေးကိုမှစွဲလန်းချစ်မိသွားတဲ့ Rajkummar Rao'' ထွက်သမျှကားတိုင်းမသောက်ရမနေနိုင်တဲ့ရှကီဘဲကြီး Aditya Roy Kapoor''အခုနောက်ပိုင်းထွက်တဲ့ဇာတ်ကားတိုင်းသူ့ခြေရာကနေမလွတ်တဲ့ဟာသဗီလိန်ကြီး Pankaj Tripathi''Hollywood ကားတွေပါတောင်ပါတယ်ဗျ''...​ချစ်ဖို့ကောင်းတဲ့နပမ်းသမားမလေးနှစ်ယောက်ဖြစ်တဲ့ Fatima Sana Shaikh နဲ့ Sanya Malhotra ''ဂျွတ်ထိုးတတ်တဲ့ဆရာမလေးကားထဲမှာပါတဲ့စာတော်တဲ့ကျောင်းသားဆိုးလေး Rohit Saraf''အဲ့လိုCast တွေကိုအသုပ်စုံလိုသမထားပေမဲ့ဇာတ်ကားက အချိတ်အဆက်မိမိနဲ့ဂေါ်ထွက်နေပါတယ်...\nဒါရိုက်တာကလည်း '' Anurag Basu''ဖြစ်ပြီး''Ranbir Kapoor ရဲ့ Barfi''လက်ပွားမင်းသားရဲ့ Kites တို့လိုဇာတ်လမ်းခပ်ဆန်းဆန်းတွေရိုက်ပြီး''ဆုတွေလည်းရထားတာတဲ့သူပါ...\nကြည့်ရတန်မယ်ဆိုတာအာမခံပါတယ်''Ludo ဆိုတဲ့ဂိမ်းလိုမျိုးပဲကြည့်သူတွေကိုဘယ်လိုလှည့်ကွက်နဲ့ဖမ်းစားမလဲဆိုတာကိုတော့အညွှန်းက စပွိုင်လာဖြစ်နေမှာစိုးလို့ သီးခြားကြီးမရေးတော့ပါဘူး...မှုခင်းလည်းပါရမယ် ..အက်ရှင်လည်းပါရမယ် ..ဟာသလေတွေလည်းဖောက်ထားရမယ်..Indiaကားလည်းဖြစ်ရမယ်ဆိုတဲ့သူတွေ နင်းကန်ဒေါင်းပြီးအားပေးသင့်ပါကြောင်း....ဇာတ်လမ်းအညွှန်းကို Thu Hlaing မှရေးသားပေးထားပြီး ဘာသာပြန်သူများကတော့ Zwe Zan Aungနဲ့ Paingတို့ပဲဖြစ်ပါတယ်...File Size :(2.63GB)(1.16GB) and (429MB)\nQuality : NF WEB-DL 1080p ...",
        "rating": "7.6",
        "url": "https://megaup.net/TP0u/Ludo.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/miss-132x200.jpg",
        "title": "Miss India 2020",
        "description": "ဘ၀မှာယောကျာ်းသားတွေရဲ့အကူအညီမပါပဲအောင်မြင်မှုကိုအရယူချင်တဲ့မိန်းကလေးတွေအတွက် အကြီးအကျယ် motivateဖြစ်စေမဲ့ ဇာတ်ကား\nMiss India ဟာ အရမ်းကောင်းတဲ့အိန္ဒိယဇာတ်ကားလေးတစ်ကားပါ\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ မာနာဆာဆမ်မျူ့သာဟာ အိန္ဒိယနိုင်ငံရဲ့ပြည်နယ်လေးတစ်ခုက သာမန်လူတန်းစားမိသားစုလေးကပါ ငယ်စဥ္ကတည်းကစီးပွားရေးကို၀ါသနာပါပီး ချစ်ရတဲ့အဘိုးရဲ့ဆုံးမစကားတွေအောက် မှာကြီးပြင်းလာခဲ့ရသူဖြစ်ပါတယ်\nနောက်ပိုင်းမှာ ဆမ်မျူ့သာရဲ့အဖေက အယ်ဇိုင်းမားရောဂါရပီးအိမ်စီးပွားရေးအခြေအနေအလှည့်အပြောင်းဖြစ်ပီး USကို ရွှေ့ပြောင်းရပါတော့တယ်\nUSရောက်ပီး နေယာနာနဲ့ ပရီတီဆိုတဲ့သူငယ်ချင်း၂ယောက်နဲ့စနောက်ရင်း ဗီဂျေးလို့ခေါ်တဲ့ကောင်လေးနဲ့စတင်တွေ့ဆုံခဲ့ပေမဲ့ ဘ၀မှာအောင်မြင်မှုမရှိသေးပဲလက် မထပ်ဘူးဆိုတဲ့ ဆုံးဖြတ်ချက်ကြောင့်လမ်းခွဲခဲ့ရပါတယ်\nစီးပွားရေးလုပ်ချင်တဲ့အိပ်မက ်ကြောင့်အိမ်ကနေထွက်ပီး ဘ၀ကိုတစ်ယောက်ထဲရုန်းကန်ပီးနောက်ဆုံးမှာ Miss Indiaဆိုတဲ့ လက်ဖက်ရည်brandကို USမှာအခြေချနိုင်ခဲ့ပါတယ်\nအရင်ကတည်းကနာမည်ကြီးခဲ့တဲ့ KSK ကော်ဖီကုမ္ပဏီပိုင်ရှင်သူဌေးကိုင်လက်ရှ်နဲ့စီးပွားပြိုင်တွေဖြစ်လာပီး နောက်ဆုံး ကိုင်လက်ရှ်က သူမရဲ့သူငယ်ချင်းနေယာနာနဲ့ပေါင်းပီး စီးပွားကျဆင်းအောင်ကြံစည်ကြပါတယ်\nဒါပေမဲ့ သူဒီအခက်အခဲကရုန်းထွက်နိုင်အောင်ဘယ်လိုကြိုးစားပီးအောင်မြင်မှုကိုထိန်းသိမ်းနိုင်မလဲဆိုတာ စိတ်၀င်တစားစောင့်ကြည့်ရမှာဖြစ်ပါတယ်\nFile size… 1.4 Gb / 700 Mb\nQuality… webrip 720p\nFormat…mp4\nDuration….02:16:00\nGenre … Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Zora Yang",
        "rating": "4",
        "url": "https://megaup.net/3BEkv/Miss_India_(2020)720p__small_file(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cyVyrXq5dRAtdF06iQhi2vkkyYE.jpg",
        "title": "My Sex Doll 2020",
        "description": "Watch My Sexdoll\n=================\nအစ် ဆိုတဲ့ ဆယ်ကျော်သက်ကျောင်းသာလေးမှာ\nပွန်းစတား (ပိုးမင်းသားမဟုတ်ပါ) အဖေ တစ်ယောက်ရှိပါတယ်\nအစ် ရဲ့ အဖေ ဟာ ဂျပန်က ကီမုချိ ကတုံးလို့ပဲ\nထိုင်းမှာ နာမည်ကျော်ပါတယ် အသစ်လေးတွေကို\nမြေတောင် မြောက်ပေးတဲ့နေရာမှာ နာမည်ကြီးပါတယ်\nတစ်ခါတစ်လေ အစ် ရဲ့ အခန်းဘေးတင် ရှုတင်တည် ရိုက်တက်ပါသေးတယ်\nဒီလောက် နာမည်ကြီးတဲ့ ပွန်းစတား အဖေ ရှိပေမဲ့ အစ် ကတော့\nလူရိုးလေး ဖြစ်နေဆဲပါပဲ\nတစ်ရက်မှာတော့ ပွန်းစတားကြီး ရှုတင်မှာ ရိုက်ရင်းတန်းလန်းနဲ့\nအသက်ထွက်သွားပါတော့တယ်...\nအစ် လဲ အဖေ ကိစ္စ နဲ့ ပူဆွေးရမလား ကြံသေးတယ်\nအိမ်ရှေ့ကို ရောက်လာတဲ့ ပါဆယ်ထုပ်ကို ဖွင့်မိပြီး\nSex Doll တစ်ခုကို အသက်သွင်းမိလိုက်ပါတော့တယ်\nSex Doll ဟာ အစ် ရဲ့ အဖေ နဲ့ ဦးလေး တို့ ရှယ်ယာပါတနာ\nလုပ်ပြီး တီထွင်ထားတဲ့ သိပ္ပံရှေ့ပြေး Sex Doll ဖြစ်ပြီး\nလူအစစ် နီးပါး ...",
        "rating": "",
        "url": "https://megaup.net/TOry/Watch_My_sexdoll_movie.720p_(2020)_%7BCM%7D.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/soZ6XPBxp3LPPbYhJSerbzw5ReC.jpg",
        "title": "A Christmas Gift from Bob",
        "description": "A Christmas Gift From BOB 2020\n==============================\nA street cat name BoBထဲက BoB ဆိုတဲ့ကြောင်လေးကိုအကုန်လုံးသိကြမှာပါ\nဒီကားက 2020ခရစ်စမတ်အတွက်ထွက်ထားတဲ့ BoBလေးရဲ့ ဒုတိယမြောက်ကားလေးပါ\nဘော့ပ်နဲ့သူ့သခင်တို့ဟာအမြဲတမ်းအတူသွားအတူစားအတူနေကြတဲ့အချစ်ဆုံးသူငယ်ချင်းကြီးတွေလိုပါပဲ\nဒါပေမယ့်ဘော့ပ်သခင်ဘိုဝမ်ကလမ်းဘေးမှာသီချင်းဆိုပြီးငွေတောင်းရတော့ ပိုက်ဆံလည်းများများစားစားမရရှာပါဘူး\nခရစ်စမတ်ရောက်ခါနီး ဆောင်းတွင်းအအေးလှိုင်းဖြတ်တော့ ရေပူဝယ်ဖို့တောင်ပိုက်ဆံမရှိရှာပါဘူး\nစားဖို့တောင်အနိုင်နိုင်ဖြစ်နေတဲ့သူနဲ့သူ့ကြောင်လေးကြားဂြိုလ်ဆိုးကဝင်လာပါတော့တယ်\nသူနဲ့ဘော့ပ်လမ်းဘေးမှာသီချင်းဆိုနေတုန်းတိရစ္ဆာန်စောင့်ရှောက်ရေးအဖွဲ့ကတွေ့ပြီး ဘော့ပ်ကိုသူတို့ဆီပို့ဖို့အကြံလာပေးပါတော့တယ်\nဘိုဝမ်ခမျာသူ့ကြောင်လေးကိုတအားချစ်တော့ဘယ်သူ့ကိုမှမပေးနိုင်ဘူးလို့ငြင်းလိုက်ပေမယ့်\nဘော့ပ်အတွက်စားစရာတောင်သူမဝယ်ပေးနိုင်တော့တဲ့အချိန်မှာ ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ကြပါဦးလို့\nBoBလေး မရှိတော့ပေမယ့် BoBလေးကိုသတိရတဲ့အမှတ်တရအနေနဲ့ ဒီကားလေးကိုကြည့်ကြည့်ပါလို့...\nWe Miss You BoB\nReview and Translated by : Dolly\nEncoded by : YK",
        "rating": "6.8",
        "url": "https://megaup.net/2fJde/A.Christmas.Gift.from.Bob.2020.720P(CM).mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/trig-132x200.jpg",
        "title": "Triggered 2020",
        "description": "အထက်တန်းကျောင်းအတူတက်ခဲ့ကြတဲ့ ငယ်သူငယ်ချင်း ၉ ယောက်ဟာ\nသစ်တော တစ်ခုထဲကို Camping သွားလုပ်ရင်း မထင်မှတ်ထားတဲ့ ဖြစ်ရပ်ဆိုးတစ်ခု\nကြုံတွေ့ခဲ့ရပါတယ်\nအဲ့ဒီနေ့ ညမှာတော့ တစ်မြို့လုံးက လူတွေက နောက်တစ်နေ့ကျင်းပမဲ့ ဘောလုံးပွဲအတွက်\nမြို့ထဲမှာပဲနေခဲ့ကြပြီး သူတို့ ၉ ဦးပဲ တောထဲမှာ ရှိကြပါတယ် ရှေးဟောင်းနှောင်းဖြစ်တွေ အေးအေးလူလူပြောနေခဲ့ကြပြီးနောက် ရွက်ဖျင်တဲတွေထဲ အိပ်ဖို့ ဝင်ခဲ့ကြပါတယ်\nအဲ့ဒီနောက်မှာတော့ သူတို့ အလန့်တကြားနူိးလာခဲ့ကြပြီး သူတို့ရဲ့ ကားတွေမရှိတော့ပါဘူး\nပိုဆိုး တာကတော့ ခန္ဓာကိုယ်မှာပါ ချိန်ကို်က်ဗုံးတွေ တပ်ဆင်ထားခံရတာပါ\nဒီလိုဖြစ်အောင်လုပ်ခဲ့တဲ့ သူကတော့ သူတို့ရဲ့ အထက်တန်း​ကျောင်းတုန်းက\nသိပ္ပံဆရာ မစ္စတာ ပီတာဆန်ပါပဲ\n\"မင်းတို့ထဲက တစ်ယောက်ပဲ ဒီတောထဲက\nအသက်ရှင်လျက်ထွက်နူိင်မယ်လို့ပြောပြီး\"\nမစ္စတာ ပီတာဆန်ကသူ့ကိုယ်သူအဆုံးစီရင်သွားခဲ့ပါတယ်\nဗုံးတွေက အဆင့်မြင့် နည်းပညာတွေ ဖြစ်ပြီး\nဖြုတ်ပစ်လို့လည်း မရသလို\nတစ်ယောက်နဲ့ တစ်ယောက်လည်း အချိန်မတူပါဘူး\nအနီးအနားမှာ ရှိတဲ့ အရာကို အာရုံခံနူိင်တဲ့ စနစ်တစ်ခုပါရှိပြီး\nဗုံးတွေရဲ့ တစ်ခုနဲ့ တစ်ခု ဆက်စပ်မှုကို\nသိလိုက်ရတဲ့ အချိန်မှာတော့\nသွေးပျက်လောက်စရာ ကိစ္စတွေကြုံတွေ့ရပါတော့တယ်\nအချိန်အများဆုံးရဖို့ အတွက်\nတစ်ယောက်ကိုတစ်ယောက်သတ်ရမှာပါ\nအခင်ဆုံး သူငယ်ချင်းတွေကနေ\nရန်သူတွေဖြစ်သွားကြပါတယ်\nသူငယ်ချင်း အစစ်က\nဘယ်လိုမျိုးဆိုတာလဲ ပြသသွားခဲ့ပါတယ်\nပီတာဆန်ဟာ ဘယ်လိုအငြိုးကြောင့်များ\nဒီလိုလုပ်ခဲ့ရတာလဲ\nသူတို့အားလုံး ...",
        "rating": "6",
        "url": "https://megaup.net/1zLqa/Triggered.2020.720p.WEB-DL(CM).mp4",
        "category": "Thriller"
    }
]