[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/NK-143x200.jpg",
        "title": "The New King of Comedy ( 2019 )",
        "description": "ဒီဇာတ္ကားေလးကေတာ႔ မင္းသားၾကီး စတီဗင္ေခ်ာင္က ထုတ္လုပ္သူနဲ႔ဒါရိုက္တာအၿဖစ္ရိုက္ကူးထားၿပီး IMDb 6.3 ရထားတဲ႔ ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ပဲၿဖစ္ပါတယ္..ဒီဇာတ္လမ္းေလးမွာ..သရုပ္ေဆာင္အရမ္း၀ါသနာပါၿပီးေအာင္ၿမင္တဲ႔မင္းသမီးေလးၿဖစ္ခ်င္တဲ႔ေကာင္မေလး ရွုမံု႕တစ္ေယာက္ဟာႏွစ္ေတြအၾကာၾကီးတိုင္ေအာင္ ၾကံဳရာသရုပ္ေဆာင္အၿဖစ္လုပ္ခဲ႔ရတာေတာင္ေအာင္ၿမင္ဖုိ႕ထားပါဦး..ၿငင္းပယ္ၿခင္းနဲ႔အထင္ေသးၿခင္းေတြကိုသူ႕မွာဆက္တိုက္ခံစားခဲ႔ရတယ္..ဒါေပမယ္႔သူမက ဘယ္ေတာ႔မွလက္ေလ်ာ႔ဖုိ႕မၾကိဳးစားပဲ အၿမဲတေစ တက္ၾကြေနခဲ႔တယ္..ဒီလိုနဲ႔တရက္မွာရူမံု႕ဟာနာမည္က်မင္းသား Marco နဲ႔ရိုက္ကြင္းတခုမွာေတြ႕ဆံုခဲ႔ရာကေနသူတို႕၂ဦးရဲ႕ကံၾကမၼာဘယ္လိုေၿပာင္းလဲသြားမလဲ..အႏုပညာလမ္းေၾကာင္းရဲ႕ခက္ခဲပံုေတြ..လူအမ်ိဳးမ်ိဳးစိတ္အဖံုဖံုဆုိသလို အႏွစ္အရသာရွိရွိနဲ႔ခံစားၾကည္႕ရွုရမွာၿဖစ္ပါတယ္...မင္းသားၾကီးစတီဗင္ေခ်ာင္ရဲ႕လက္ရာဆုိတဲ႔အတိုင္း..ရသေၿမာက္တယ္လို႔ခံစားမိပါတယ္Comedy ေလးေတြလည္းပါေတာ႔ ပိုၿပီးေပါ႔ေပါ႔ပါးပါးလည္းၿဖစ္ပါတယ္ဆက္လက္ခံစားၾကည္႕ရွုပါ Quality : WEB-DL 720pSubtitle : Myanmar Sub ( Hardcoded )Translated & Review By Phyo ZawEncoded By PHOENIX",
        "rating": "6.3",
        "url": "https://megaup.net/SXnd/The_New_King_Of_Comedy_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTNjNDhlMmMtNjA2Yy00M2M3LWFlY2EtY2FiMmRiMzI2Mjc0XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR007121000_AL_-142x200.jpg",
        "title": "King of Thorn (2009)",
        "description": "IMDb - 6.3/10\nMy anime list - 7.1 /10\n\"ျဖစ္​ခ်င္​တဲ့ဆႏၵသာမ႐ွိဘူးဆိုရင္​\nအိပ္​မက္​​ေတြဟာတကယ္​ျဖစ္​လာမွာမဟုတ္​ဘူး\"\n2009ခုႏွစ္​ထုတ္​ဒီဂ်ပန္ ​anime ​ေလးဟာ​ေျပာရမယ္​ဆိုရင္​​ေတာ့\nNetflixကထုတ္​တဲ့ Annihilation႐ုပ္​႐ွင္​ရဲ႕\nဇာတ္​​ေၾကာင္​းနဲ႔နည္​းနည္​းဆင္​ပါတယ္​\nဇာတ္​​ေၾကာင္​းကို\nပါးပါး​ေလးပုတ္​ရမယ္​ဆိုရင္​​ေတာ့ျဖင္​့\n၂၀၁၂ခုနစ္​ႏွစ္​လည္​ပိုင္​း​ေလာက္​မွာ\nကမာၻ​ေပၚမွာ​ေရာဂါတစ္​မ်ိဳးစတင္​ပ်ံ့ႏွံ႔လာခဲ့ပါတယ္​\n​ေရာဂါကူးစက္​ခံရသူ​ေတြဟာ နာရီအနည္​းငယ္​အၾကာမွာ\nအ​ေသြးအသား​ေတြတစ္​ကိုယ္​လံုး\n​ေက်ာက္​သားပမာ မာ​ေက်ာၿပီး​ေသဆံုးသြား​ေလ့႐ွိလို႔\nဂရိဒ႑ာရီလာ မ်က္​ႏွာျမင္​တာနဲ႔​ေက်ာက္​ျဖစ္​​ေစတဲ့\nမီဒူဆာနာမည္​ကို​ေပးထားခဲပါတယ္​\nကူးစက္​ခံရၿပီဆိုတာနဲ႔​ေသဆံုးဖို႔\nရာခိုင္​ႏႈန္​း၁၀၀ရာခိုင္​ႏႈန္​း႐ွိတာမလို႔\nတစ္​ကမာၻလံုးအုတ္​​ေအာ္​​ေသာင္​းနင္​းနဲ႔\n​ေသြးပ်က္​ကုန္​ၾကတယ္​လို႔​ေျပာရင္​လည္​းမမွားပါဘူး\nကုသ​ေရး​ေဆး​ေတြကိုမ​ေပၚ​ေသး​ေပမယ္​့\n​ေရာဂါကူးစက္​ခံရလား\nမခံရဘူးလားကို​ေရာဂါပိုးပမာဏကိုတိုင္​းတာၿပီး\nသိႏိုင္​တဲ့အထိ​ေတာ့​ေရာက္​လာခဲ့ပါတယ္​\nဒါ​ေပမယ္​့လည္​း​ေရာဂါကိုထိထိ\n​ေရာက္​​ေရာက္​မကိူင္​တြယ္​ႏိုင္​ျဖစ္​​ေနဆဲပါ\nအဲ့ဒီအခ်ိန္​မွာပဲ​ေဆးဝါးကုမၸဏီတစ္​ခုဟာ\n​ေရာဂါကူးစက္​ခံရတဲ့လူ​ေတြအတြက္​ထိ​ေရာက္​တဲ့\nနည္​းလမ္​းတစ္​ခုကိုခ်ျပခဲ့ပါတယ္​\nအဲ့ဒါက​ေတာ့​ေရာဂါကူးစက္​ခံရသူ​ေတြဟာ\nCold sleep capsule center(CSCC)\nပ​ေရာဂ်က္​နဲ႔ ခနၶာကိုယ္​ရဲ႕ဇီဝျဖစ္​စဥ္​​ေတြ​ေႏွး​ေကြးသြား​ေအာင္​လုပ္​ၿပီး\n​ေပ်ာက္​ကင္​း​ေအာင္​ကုသတဲ့​ေဆး​ေပၚ\nလာတဲ့အထိအိပ္​​ေပ်ာ္​​ေန​ေစမယ္​့နည္​းလမ္​းပဲ\nကနဦးအ​ေနနဲ႔လူအ​ေယာက္​၁၆၀ကို​ေရြးခ်ယ္​ခဲၿပီး\nပ​ေရာဂ်က္​ကိုစလုပ္​ခဲ့ပါတယ္​\nဒါ​ေပမယ္​့ ႏွစ္​တစ္​ရာ​ေလာက္​ပဲ\nအိပ္​​ေပ်ာ္​​ေစဖို႔ရည္​ရြယ္​ထား​ေပမယ္​့\nအိပ္​​ေပ်ာ္​​ေနသူ​ေတြျပန္​ႏိုးထလာခ်ိန္​မွာ​ေတာ့\nဆူးပင္​ႀကီး​ေတြနဲ႔ျပည္​့ႏွက္​​ေနတဲ့\nအ​ေျခအ​ေနနဲ႔ၾကံဳ​ေတြ႔လိုက္​ရပါတယ္​\nအဲ့ဒီဆူးပင္​ကဘယ္​က​ေရာက္​လာလဲ\nစမ္​းသပ္​ခံလူ​ေတြဘယ္​​ေလာက္\nၾကာ​ေအာင္​အိပ္​​ေပ်ာ္​သြားခဲ့တာလဲ\nCSSCပ​ေရာဂ်က္​ရဲ႕အဓိကရည္​ရြယ္​ခ်က္​က​ေရာဘာလဲ\nမီဒူဆာ​ေရာဂါက​ေရာ\nဘယ္​က​ေရာက္​လာတာလဲစတာ​ေတြကို\nစိတ္​ဝင္​စားစြာၾကည္​့႐ႈရမွာပါ\nရုပ္ရွင္ကား နဲ႔ အညႊန္း ကို\nDr. Nyan မွ ဘာသာျပန္ၿပီး ေရးေပးထားပါတယ္",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/king-of-thorn-2009/",
        "category": "Adventure, Animation, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BODMyYTlkNWYtODAzMC00ZjFiLWE3YjctMGUyMzM1MDk3ZDFlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "Wild Things (1998)",
        "description": "Wild Things(1998)\n.................................\nပထမဆံုးအေနနဲ႔ ဒီကားမွာ sexခန္းေတြ၊ ၾကမ္းတမ္းတဲ့အသံုးအႏႈန္းေတြ၊ homosexualအခန္းေတြ\nေဖာေဖာသီသီ ပါဝင္တာေၾကာင့္ မိသားစုနဲ႔လံုးဝမၾကည့္ဖို႔\nတစ္ခ်က္သတိေပးပါရေစ။\n18ႏွစ္မျပည့္ေသးသူေတြ အရြယ္မေရာက္ေသးတဲ့လူေတြလဲမၾကည့္သင့္ပါဘူး\nဇာတ္လမ္းမွာအဓိကဇာတ္ေကာင္ ငါးေယာက္ပါပါတယ္\nသူတို႔ကေတာ့\n1.ဆမ္လြမ္ဘာဒို\nဘလူးေဘးအထက္တန္းေက်ာင္းက\nေက်ာင္းဆရာေလးဆမ္က\n႐ုပ္ေခ်ာသေဘာေကာင္းတဲ့ဆရာေလးမို႔\nလူခ်စ္လူခင္ေပါၿပီး ပ်ဳိတိုင္းႀကိဳက္တဲ့ႏွင္းဆီခိုင္ႀကီးေပါ့။\nအထူးသျဖင့္ ေက်ာင္းသူေလးေတြအတြက္ကေတာ့\nဆမ္ဟာသူတို႔ရဲ႕ပံုျပင္ထဲကမင္းသားေလး။\n2. ကယ္လီဗန္႐ုိင္ယန္\nကယ္လီကေတာ့ ဘလူးေဘးအထက္တန္းေက်ာင္းရဲ႕ A list\nစာရင္းဝင္ ခပ္ေဟာ့ေဟာ့ သူေဌးသမီးေလး။\nသူေလးကလဲ ေက်ာင္းဆရာကို\nအေသအေက် crushေနတဲ့ ေကာင္မေလး။\nတစ္ေန႔မွာေတာ့ ကယ္လီတစ္ေယာက္\nေက်ာင္းဆရာရဲ႕အိမ္ကို ကားသြားေဆးေပးရင္း\nသူ႔ကိုေက်ာင္းဆရာက မုဒိမ္းက်င့္ပါတယ္ဆိုၿပီး\n႐ုိးသားႀကိဳးစားတဲ့ ေက်ာင္းဆရာေလးကိုစြပ္စဲြလာပါေတာ့တယ္။\n3.ဆူဇန္မာရီတိုလာ\nဆူဇီလို႔ေခၚၾကတဲ့ ဒီေကာင္မေလးကေတာ့\nကယ္လီလိုပဲ ခပ္လန္းလန္းေကာင္မေလးဆိုေပမယ့္\nကယ္လီလိုေတာ့ မခ်မ္းသာ႐ွာဘူး\nေမြးစားမိခင္နဲ႔အတူ ၿမိဳ႕စြန္ရပ္ကြက္မွာေနရတဲ့ေကာင္မေလး။\nအဲ..ကယ္လီက ေက်ာင္းဆရာမုဒိမ္းက်င့္တာခံရပါတယ္\nစြပ္စဲြလိုက္ေတာ့ တစ္ၿမိဳ႕လံုးမယံုၾကည္ႏူိင္ ျဖစ္ေနၾကခ်ိန္မွာ\nဆူဇီကလဲ ဒီေက်ာင္းဆရာဟာ သူ႔ကိုလဲ ဒီလိုပဲက်င့္ခဲ့ဖူးေၾကာင္း\nအရင္တုန္းကေျပာရင္ ဘယ္သူမွမယံုမွာစိုးလို႔ မေျပာခဲ့တာျဖစ္ေၾကာင္း\nထပ္ၿပီးထုတ္ေျပာလာပါတယ္။\nဒီအခ်ိန္မွာ ေက်ာင္းဆရာေလးကတကယ္ပဲ\nမုဒိမ္းက်င့္တယ္လို႔ တခ်ဳိ႔ေတြယံုလာၾကပါတယ္။\n4,5. စံုေထာက္ေရးဒူကတ္ နဲ႔ ဂေလာ္ရီယာ\nသူတို႔ကေတာ့ ေက်ာင္းဆရာေလးဆမ္ရဲ႕အမႈကိုအဓိက\nကိုင္တြယ္ၾကမယ့္သူေတြပါ။\nသူတို႔ႏွစ္ေယာက္ထဲက စံုေထာက္မေလး ဂေလာ္ရီယာကလဲ\nေက်ာင္းဆရာကိုႀကိတ္ေႂကြေနပါေသးတယ္။\nဒါကေတာ့ဇာတ္လမ္းရဲ႕ အစေက်ာင္းဆရာေလးဆမ္ရဲ႕\nအမႈျဖစ္ေပၚလာပံုျဖစ္ပါတယ္။\nspoilerမဟုတ္ပါဘူး ဒါဟာဇာတ္လမ္းရဲ႕\nအစပိုင္းေလးပဲ႐ွိပါေသးတယ္။\nေနာက္ပိုင္းမွာ ဇာတ္လမ္းရဲ႕ ထင္မထားတဲ့အခ်ဳိးအေကြ႔\nအခ်ိတ္အဆက္ေတြက ပရိတ္သတ္ကို\nပါးစပ္အေဟာင္းသား ျဖစ္ေစပါလိ္မ့္မယ္။\nအညႇီအေဟာက္အခန္းေလးေတြလဲပါမွ\nဇာတ္အိမ္ကလဲခိုင္မွ မင္းသားမင္းသမီးကလဲေခ်ာမွ\ntwistေတြကလဲၾကမ္းမွ ၾကည့္ခ်င္တယ္ဆိုသူေတြ\nအတြက္ကေတာ့ Wild Things ဟာ\nလံုးဝကိုလက္လြတ္မခံသင့္တဲ့\nေဘကုန္ရက်ဳိးနပ္မယ့္\nကားေကာင္းတစ္ကားျဖစ္တဲ့အေၾကာင္း\nအာမခံလိုက္ပါတယ္။\nKaung Khant Win က ရုပ္ရွင္ကားကို\nဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/Seek/Wild_Things_[16+]_[1998]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zyJyNCoR4rVi5OEYniLEOxYCM4b.jpg",
        "title": "I’m Not Here (2019)",
        "description": "ပရိသတ္အခ်စ္ေတာ္ J.K.Simmonsနဲ႔ Sebastian Stanတုိ႔ရဲ႕အသစ္စက္စက္ထြက္႐ွိထားတဲ့ဇာတ္ကားပါ။Dramaအမ်ိဳးအစားျဖစ္ၿပီး IMDB Ratingလည္း မဆုိးလွပါဘူး။အတိတ္ရဲ႕အမွားေတြ ေနာင္တေတြနဲ႔ ဇရာရဲ႕ႏွိပ္စက္ျခင္းဒဏ္ေတြကုိ ခံေနရတဲ့စတိဗ္တစ္ေယာက္ဟာ အထီးက်န္စြာနဲ႔ဘဝကုိျဖတ္သန္းေနပါေတာ့တယ္။သူဟာ တစ္စစီက်ိဳးပဲ့ပ်က္စီးေနတဲ့အတြက္ အိမ္ႀကီးထဲမွာပဲဘယ္သူ႔ကုိမွ အျပင္ေလာကႀကီးနဲ႔ အဆက္အသြယ္ျဖတ္ကာေနေနခဲ့ပါတယ္။သူ႔ရဲ႕အတိတ္ပုံရိပ္တစ္ခုခ်င္းစီဟာ သူ႔ကုိ အႀကိမ္ႀကိမ္ႏွိပ္စက္ေနခဲ့ပါတယ္။သူ႔ကုိေျခာက္လွန္႔ေနတဲ့ အဲ့ဒီအတိတ္ေတြဟာ ဘာေတြလဲ။အဲ့ဒီအတိတ္ေတြကေန သူလြတ္ေျမာက္ပါ့မလား။တစ္ကားလုံးဟာ လြမ္းစိမ့္စိမ့္ေလးနဲ႔ ေတာ္ေတာ္ေလးၾကည့္ေကာင္းပါတယ္။Film festival ပြဲေတာ္ေတြမွာလည္း ဆုေတြရထားတဲ့ဇာတ္ကားပါ။တျခားဇာတ္လမ္းေတြလုိ ျပသခ်ိန္သိပ္မၾကာျမင့္တာေၾကာင့္ၾကည့္ရတဲ့အခ်ိန္ထက္ လြမ္းဆြတ္တမ္းတမိမယ့္အခ်ိန္က ပုိမ်ားမွာအမွန္ပါပဲ။အားလုံးပဲ ဇာတ္လမ္းေလးနဲ႔အတူ လြမ္းဆြတ္ၾကည့္လုိက္ၾကစုိ႔ဗ်ာ File Size : (713 MB) & ( 225 MB)Quality : WEB-DL 720pRunning Time : 1 hr 21minFormat ...",
        "rating": "6.2",
        "url": "https://megaup.net/2e99e/I’m_Not_Here_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nxaukciOIoqRB6oJn7abelrh4eW.jpg",
        "title": "Tangent Room (2017)",
        "description": "သိပၸံပညာရွင္ေတြနဲ႔ရူပေဗဒပညာရွင္ ေလးေယာက္တုိ႔ သူတို႔ရဲ႕လုပ္ေဖာ္ကိုင္ဖက္ျဖစ္သူ၀ါစတိန္းရဲ႕ ခ်ိန္းဆိုမႈေၾကာင့္ အခန္းတစ္ခုထဲမွာဆံုမိၾကပါတယ္သူတုိ႔လုပ္ေဖာ္ကိုင္ဖက္ျဖစ္သူကိုေမွ်ာ္လင့္ထားေပမယ့္ဗီဒီယိုတစ္ခုသာ ေရာက္လာခဲ့ျပီး ဒီအခန္းထဲက မထြက္ႏိုင္ရင္ေသရမယ္လို႔ ေျပာၾကားခံခဲ့ရပါတယ္သဲလြန္စအေနနဲ႔ ဂဏန္းေတြအမ်ားၾကီးကိုေပးခဲ့ေပမယ့္ဘာကိုဆိုလိုမွန္းသူတုိ႔မသိၾကတဲ့အခါ..အခန္းထဲကေနထြက္ႏိုင္တဲ့တစ္ခုတည္းေသာ နည္းလမ္းကဂဏာန္းေတြက တဆင့္အေျဖရွာဖုိ႔႔ပဲရွိတာကို လက္ခံလိုက္ရေသာအခါ..ေနာက္ဆံုးသူတုိ႔အဲဒီအခန္းထဲက ထြက္ႏုိင္ပါ့မလားဆိုတာကိုအသည္းတယားယားၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္တစ္ဆင့္ခ်င္းေဆြးေႏြးပံု ထုတ္ေဖာ္ပံုေတြမို႔ Spoiler ပါသြားမွာစိုးလို႔ ထည့္မေရးေတာ့ပါဘူးရင္သပ္ရႈေမာဖြယ္ျဖစ္ျပီးေတာ့ သူတုိ႔ရင္ဆိုင္ေနရတာကကိုယ္မေတြးထားတဲ့ရႈေထာင့္တစ္ခုျဖစ္ေနမယ္ဆိုတာကို ေတာ့ အာမခံပါတယ္  File Size : (614 MB) & ( 316 MB)Quality : HDRipRunning Time : 1 hr 4minFormat : Mp4Genre : Sci-Fi , ThrillerSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.0",
        "url": "https://megaup.net/2e99D/Tangent_Room_[2017]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ccE21xixa1zhkGtWDr4n8ReOp40.jpg",
        "title": "High Flying Bird (2019)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ Netflix ကထုတ္တဲ့High Flying Bird ဆိုတဲ့ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။Rating 6.3 ရရွိထားၿပီးေတာ့အေမရိကန္မွာ ဘတ္စကက္ေဘာေလာကရဲ႕ အဖြဲ႕ခ်ဳပ္နဲ႔ကစားသမား သမဂၢနဲ႔ အသင္းပိုင္ရွင္ေတြ မသင့္မျမတ္ျဖစ္ၿပီးသပိတ္ေမွာက္ထားတဲ့ကာလအတြင္းကို ဇာတ္လမ္းဖြဲ႕တင္ျပ ထားပါတယ္။အေမရိကန္တို႔ရဲ႕ လွည့္စားလုပ္ေဆာင္တတ္တဲ့အတတ္ပညာေတြကို ထုတ္ျပ႐ိုက္ကူးထားပါတယ္။ကၽြန္ ေတာ္တို႔ဆီမွာဆိုရင္ေရာ ဒီလိုလုပ္ႏိုင္သူဒီလိုေတြးေခၚႏိုင္သူ ရွိပါ့မလား ေတြးစရာပါ။စိတ္ဝင္စားဖို႔ေကာင္းၿပီး ပညာယူရမယ့္ဇာတ္ကားတစ္ကားျဖစ္တာမို႔ တင္ဆက္ေပးလိုက္ပါတယ္... File Size : (847 MB) & ( 321 MB)Quality : WEB-DL 720pRunning Time : 1 hr 30 MinFormat : Mp4Genre : Drama , SportSubtitle : ...",
        "rating": "6.3",
        "url": "https://megaup.net/Shhs/High_Flying_Bird_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMzhlZjlkMmQtMWRlOS00YWI4LWI4YjItMWRlNGM1ZTcxZTg1XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Parava(2017)",
        "description": "Parava(2017)\nIMDb....8.2\nဒီကုလားကားကေတာ့ နာမည္ႀကီးသရုပ္ေဆာင္ေတြမပါသလုိ\nကေလးသရုပ္ေဆာင္ေတြအျဖစ္ေရြးထားတဲ့ (၂)ေယာက္ကလည္း သူတုိ႕ အတြက္ပထမဆုံးဇာတ္ကားျဖစ္ပါသတဲ့...\nသုိ႕ေပမယ့္ သူတုိ႕ဟာ အံၾသစရာေကာင္းေလာက္ေအာင္ သရုပ္ေဆာင္ေကာင္းတယ္လုိ႕ခ်ီးက်ဴးခံထားရပါတယ္...\nဒီကားထဲမွာဆုိရင္  မန္ခ်က္ထရီၿမဳိ႕နယ္မွာ  အထင္ကရၿပဳိင္ပြဲတစ္ခုျဖစ္တဲ့\nခုိပ်ံၿပဳိင္ပြဲအတြက္ ခုိေလးေတြေမြးတဲ့ ညီအကုိ(၂)ေယာက္နဲ႕ ဇာတ္လမ္းကုိအစပ်ဳိးထားပါတယ္..\nေက်ာင္းသားဘ၀ ေက်ာင္းစာတစ္ဖက္ နဲ႕ ခုိေလးေတြေမြးရင္း\nေက်ာင္းေပ်ာ္ႀကီး ေတြ လုပ္ခ်င္ရာေလ်ာက္လုပ္ေနတဲ့\nညီအကုိ(၂)ေယာက္ရဲ႕ အေၾကာင္းကုိ ေတြ႕ရပါလိမ့္မယ္..\nဒီကားက အေျခခံလူတန္းစားရပ္ကြက္ေတြမွာျဖစ္တတ္တဲ့သူေတြရဲ႕ ဘ၀ကုိ\nသရုပ္မွန္ လွလွပပေလး ပုံေဖာ္ထားၿပီး\nကေလးေတြရဲ႕ စရုိက္ေလးေတြ၊ အသင္းအဖြဲ႕အားကစားစိတ္ဓတ္ေလးေတြ၊\nကုိ  ပညာသားပါပါရုိက္ကူးထားတာပါ...\nမိမိလူေနမႈဘ၀၊ကေလးဘ၀က လုပ္ခဲ့တာေတြနဲ႕အေၾကာင္းေပါင္းမ်ားစြာ\nတုိက္ဆုိင္ေနလုိ႕ ဒီကားၾကည့္ေနတဲ့အခ်ိန္ ခင္ဗ်ားဟာ\nခပ္ၿပဳံးၿပဳံးႀကီးျဖစ္ေနလိမ့္မယ္..\nကုိင္း ကုလားကားေကာင္းေလးမုိ႕ ခံစားၾကည့္လုိက္ပါဦး...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္...\nFile Size : (1GB) and (439 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:27:00\nGenre :  Action, Comedy, Drama |\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "8.2",
        "url": "https://megaup.net/Shhv/Parava_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/the-impossible-poster-135x200.jpg",
        "title": "The Impossible (2012)",
        "description": "The Impossible (2012)\nIMDb - 7.6/10________Rotten - 81%\n ဒီကားလေးကတော့ ၂၀၁၂ ခုနှစ်ကထွက်ရှိထားတဲ့ thriller/disaster film အမျိုးအစားဖြစ်ပြီးတော့\nIMDb rating 7.6 အထိရရှိထားပါတယ်။\nSpider-man မင်းသား Tom Holland ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုပ်ရှင်ကားတစ်ကားလည်းဖြစ်ပါတယ်။\n၂၀၀၄ ခုနှစ်ကအိန္ဒိယသမုဒ္ဒရာထဲမှာဖြစ်ခဲ့တဲ့ငလျင်ရဲ့နောက်ဆက်တွဲ\nဆူနာမီရေလှိုင်းတွေ ထိုင်းနိုင်ငံရဲ့ကမ်းခြေအချို့ကိုရိုက်ခတ်တဲ့အချိန်မှာ\nအားလပ်ရက်အပန်းဖြေခရီးထွက်လာကြရင်း ဒီအဖြစ်ဆိုးကြီးနဲ့ကြုံခဲ့ရတဲ့နိုင်ငံခြားသားမိသားစုတစ်\nစုအကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ မိသားစုတစ်စုကထိုင်းနိုင်ငံခေါက်လက်ကမ်းခြေကို\nခရစ်စမတ်ပိတ်ရက်မှာလာလည်ခဲ့ကြပါတယ်။\nသူတို့မိသားစုဟာဒီ်အဖြစ်ဆိုးကြီးမဖြစ်ခင်ခရစ်စမတ်နေ့အထိ\nပျော်ပျော်ရွှင်ရွှင်ပဲ အားလပ်ရက်ကိုကမ်းခြေမှာဖြတ်သန်းနေခဲ့ကြတာပါ\nခရစ်စမတ်အပြီးနောက်တစ်ရက်မှာတော့ မထင်ထားခဲ့တဲ့အဖြစ်ဆိုးကြီးနဲ့အတူမိသားစုငါးယောက်\nကတကွဲတပြားစီဖြစ်ခဲ့ကြပါတယ်။\nအဲ့ထဲကသားအကြီးဆုံးလေးလူးကပ်စ်နဲ့မိခင်ဖြစ်သူကတစ်နေရာ\nသားအငယ်လေးနှစ်ယောက်နဲ့ဖခင်ဖြစ်သူကတစ်နေရာစီဖြစ်သွားခဲ့ပါတယ်။\nသူတို့မိသားစုတွေဘယ်လိုအခက်အခဲတွေကြုံရမှာလဲ?\nပြန်ပြီးတွေ့ကြမလားဆိုတာကတော့ဒီကားလေးထဲမှာဆက်ကြည့်ပေးကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shwe Yee Oo ဖြစ်ပြီး Arkar Phyo မှာ Encode လုပ်ပေးထားပါတယ်)\n ဒီကား​ေလးက​ေတာ့ ၂၀၁၂ ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ thriller/disaster film အမ်ိဳးအစားျဖစ္​ၿပီး​ေတာ့\nIMDb rating 7.6 အထိရ႐ွိထားပါတယ္​။\nSpider-man မင္​းသား Tom Holland ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားတဲ့႐ုပ္​႐ွင္​ကားတစ္​ကားလည္​းျဖစ္​ပါတယ္​။\n၂၀၀၄ ခုႏွစ္ကအိႏၵိယသမုဒၵရာထဲမွာျဖစ္​ခဲ့တဲ့ငလ်င္​​ရဲ႕​ေနာက္​ဆက္​တြဲ\nဆူနာမီ​ေရလႈိင္​း​ေတြ​ ထိုင္​းႏိုင္​ငံရဲ႕ကမ္​း​ေျခအခ်ိဳ႕ကို႐ိုက္​ခတ္တဲ့အခ်ိန္​မွာ\nအားလပ္​ရက္​အပန္​း​ေျဖခရီးထြက္​လာၾကရင္​း ဒီအျဖစ္​ဆိုးႀကီးနဲ႔ၾကံဳခဲ့ရတဲ့ႏိုင္​ငံျခားသားမိသားစုတစ္​\nစုအ​ေၾကာင္​းကို႐ိုက္​ကူးထားတာျဖစ္​ပါတယ္​။\nဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ မိသားစုတစ္​စုက​ထိုင္​းႏိုင္​ငံ​ေခါက္​လက္​ကမ္​း​ေျခကို\nခရစ္​စမတ္​ပိတ္​ရက္​မွာလာလည္​ခဲ့ၾကပါတယ္​။\nသူတို႔မိသားစုဟာဒီ္​အျဖစ္​ဆိုးႀကီးမျဖစ္​ခင္​ခရစ္​စမတ္​​ေန႔အထိ\n​ေပ်ာ္​​ေပ်ာ္​ရႊင္​ရႊင္​ပဲ အားလပ္​ရက္​ကိုကမ္​း​ေျခမွာျဖတ္​သန္​း​ေနခဲ့ၾကတာပါ\nခရစ္​စမတ္​အၿပီး​​ေနာက္​တစ္​ရက္​မွာ​ေတာ့ မထင္​ထားခဲ့တဲ့အျဖစ္​ဆိုးႀကီးနဲ႔အတူမိသားစုငါး​ေယာက္​\nကတကြဲတျပားစီျဖစ္​ခဲ့ၾကပါတယ္​။\nအဲ့ထဲကသားအႀကီးဆံုး​ေလးလူးကပ္​စ္​နဲ႔မိခင္​ျဖစ္​သူကတစ္​​ေနရာ\nသားအငယ္​​ေလးႏွစ္​ေ​ယာက္​နဲ႔ဖခင္​ျဖစ္​သူကတစ္​ေ​နရာစီျဖစ္​သြားခဲ့ပါတယ္​။\nသူတို႔မိသားစု​ေတြဘယ္​လို​အခက္​အခဲ​ေတြၾကံဳရမွာလဲ?\nျပန္​ၿပီး​ေတြ႔ၾကမလားဆိုတာက​ေတာ့ဒီကား​ေလးထဲမွာဆက္​ၾကည္​့​ေပးၾကပါဦး။(ဇာတ္လမ္းအညြွန္းနဲ႔ဘာသာျပန္သူကေတာ့ Shwe Yee Oo ျဖစ္ျပီး Arkar Phyo မွာ Encode ...",
        "rating": "7.6",
        "url": "https://megaup.net/1xkf5/The_Impossible_(Lo_Imposible)_[2012]_(MM_Sub)_(2).mp4",
        "category": "Drama, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/exfiles-143x200.jpg",
        "title": "The Ex-File 3: The Return of the Exes ( 2017 )",
        "description": "ဒီဇာတ္လမ္းကေတာ႔ ၅ႏွစ္ေလာက္တြဲလာခဲ႔တဲ႔ မုန္႔ယြင္နဲ႔က်ားေလာ႔တို႕ႏွစ္ေယာက္ကထံုးစံအတိုင္းစကားမ်ား စိတ္ေကာက္က်တဲ႔အခ်ိန္စိတ္ေကာက္ေနၾကဆုိေတာ႔လည္း ခ်စ္သူလာေခ်ာ႔တာကိုေစာင္႔ေနတဲ႔က်ားေလာ႔တြဲလာတာႏွစ္ေတြၾကာၿပီ..ဒီတစ္ေခါက္ေတာ႔အေလ်ာ႔မေပးႏိုင္ဘူးလို႔တင္းထားေနခဲ႔တဲ႔မုန္႔ယြင္...သမီးရည္းစားထံုးစံမွာစိတ္ေကာက္ၿပီးလမ္းခြဲမယ္ေၿပာၾကတာ ထံုးစံတခုလိုပါပဲ..ဒါေပမယ္႔ မေၿပလည္ေသးတဲ႔အခ်ိန္မွာ ကိုယ္႔အတြက္လိုအပ္ေနတဲ႔သူ႕ေနရာကို မဖိတ္ေခၚပဲ၀င္လာတဲ႔တတိယလူတစ္ေယာက္ေပၚလာတဲ႔အခ်ိန္ အေၿခအေနတခုေၿပာင္းသြားမွာလားဒါမွမဟုတ္ စိတ္မေၿပာင္းပဲ တစ္ခ်ိန္မွာၿပန္လာမယ္႔ကိုယ္႔ခ်စ္သူေဟာင္းကိုေစာင္႔မွာလား ? အဆံုးသတ္မွာ ခံစားခ်က္တခုက်န္ခဲ႔ေစမယ္႔ ၾကည္႕သင္႔တဲ႔အခ်စ္ဒသနဖြဲ႕ဇာတ္ကားေကာင္းတစ္ကားပဲၿဖစ္ပါတယ္ Translated & Review By Chu Chu",
        "rating": "5.7",
        "url": "https://megaup.net/2ecbr/The_Ex-File_3_-_The_Return_Of_The_Exes_[2017]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cc2emcyFQVsnCrTwH5MdZiJeRcx.jpg",
        "title": "Bernie the Dolphin(2018)",
        "description": "Bernie the Dolphin(2018)\nIMDb 5.8/10\nGoogle Users 88%\nဒီကားကေတာ့ ၂၀၁၈ခုႏွစ္ထြက္ Adventure and Comedyအမ်ိဳးအစားကားေလးပါ...\nကယ္ဗင္နဲ႔ေဟာ္လီတုိ႔ေမာင္ႏွစ္မႏွစ္ေယာက္ ဟာ ကမ္းေျခၿမဳိ႕ေလးတစ္ၿမဳိ႕မွာ\nမိဘေတြနဲ႕အတူေနတယ္..\nကမ္းေျခၿမဳိ႕ဆုိတဲ့အတုိင္း အားလပ္ခ်ိန္တုိင္း ေရထဲမွာ လင္းပုိင္ေတြနဲ႕\nသူတုိ႕ေမာင္ႏွမ (၂)ေယာက္ဟာ အၿမဲကစားေနေလ့ရွိတယ္...\nကစားပါမ်ားေတာ့ လင္းပုိင္ေတြနဲ႕ေတာင္ ေတာ္ေတာ္ရင္းႏွီးေနတယ္...\nဒီၿမဳိ႕ေလးရဲ႕ ကမ္းေျခကုိတစ္ေန႕ေတာ့ ကပ္ဆုိးတစ္ခုလုိျဖစ္ေစမယ့္ ကုိယ့္က်ဳိးရွာပေရာဂ်က္တစ္ခုေရာက္လာပါတယ္..\nဒီပေရာဂ်က္ဟာ ကယ္ဗင္တုိ႕သိပ္ခ်စ္တဲ့ ကမ္းေျခႀကီးပ်က္စီးမယ့္အျပင္ လင္းပုိင္နဲ႕အျခားေရေနသတၱ၀ါတုိ႕\nအသက္ဆုံးရႈံးႏုိင္တဲ့အေျခအေနမ်ဳိးျဖစ္းသြားႏဳိင္ပါတယ္...ဒါကုိ\nကယ္ဗင္တုိ႕ ေမာင္ႏွစ္မ(၂)ေယာက္ မေမွ်ာ္လင့္ဘဲ သိရွိသြားတဲ့အခါမွာေတာ့...\nသူတုိ႕ဘယ္လုိတားဆီးၾကမလဲ... ဆုိတာကုိခံစားႀကည့္လုိက္ပါဦး...\nလွပလြန္းတဲ့ကမ္းေျခရႈခင္းေတြၾကည့္ရမယ့္အျပင္ လင္းပုိင္ေတြကုိလည္း\nခ်စ္စဖြယ္ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့Thit Nyein Hanပဲျဖစ္ပါတယ္....\nFile Size : (826MB) and (419MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:28:00\nGenre : Action, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thit Nyein Han\nEncoded by Phyo Pyae",
        "rating": "5.8",
        "url": "https://megaup.net/Shhi/(CM)_Bernie_The_Dolphin_2_2019_(Large_Size).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/shadows-131x200.jpg",
        "title": "The Knight of Shadows: Between Yin and Yang ( 2019 )",
        "description": "ရံုခ်သြားတာမၾကာေသးတဲ႔ ဂ်က္ကီခ်မ္းကားသစ္ WEB-DL Versionထြက္လာလို႕ ထပ္မံတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ႔\nဖူစုန္းလင္ ( Jackie Chan ) ဟာ ဆိုးတဲ႔မေကာင္းဆုိး၀ါးေတြကို\nဖမ္းဆီးနိမ္နင္းတဲ႔သူတစ္ဦး..က်င္းဟြားဆုိတဲ႔ၿမိဳ႕ေလးမွာ\nမိန္းကေလးေတြဟာထူးဆန္းစြာေပ်ာက္ဆံုးလို႕ေနပါတယ္\nဒါကိုစံုစမ္းတဲ႔စံုေထာက္ေလး ရန္ေဖး.တစ္ေယာက္\nဖူစုန္းလင္နဲ႔ေတြ႕တဲ႔အခါမွာ ပူးေပါင္းၿပီးေတာ႔\nဒီအမွုကိုေဖၚထုတ္ဖို႕ၾကိဳးစားပါေတာ႔တယ္\nဖူစုန္းလင္မွာလည္း အက်င္႔ေလးတစ္ခုရွိတယ္\nဆုိးတဲ႔မေကာင္းဆုိး၀ါးေတြကို ဖမ္းဆီးနိမ္နင္းေလ႔ရွိေပမယ္႔\nေကာင္းတဲ႔မေကာင္းဆုိး၀ါးေလးေတြကို ေတာ႕\nသူ႕အနားမွာေမြးၿမဴထားေလ႔ရွိပါတယ္\nဒီစံုစမ္းမွုမွာ မေကာင္းဆုိး၀ါးတစ္သိုက္ နဲ႔ ဖူစုန္းလင္\nၿပီးေတာ႔ စံုေထာက္ရန္ေဖးတို႕ဘယ္လိုအခက္အခဲ\nဘယ္လိုမေကာင္းဆုိး၀ါးေတြနဲ႔ၾကံဳရမလဲဆိုတာကိုေတာ႔....\nဆက္လက္ေစာင္႕ၾကည္႕ခံစားပါ Translated & Review By PZ\nEncoded By phoeNix",
        "rating": "N/A",
        "url": "https://megaup.net/Shh3/The_Knight_Of_Shadows_-_Between_Yin_And_Yang_[2019]_(MM_Sub).mp4",
        "category": "Action, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/CA-133x200.jpg",
        "title": "Crazy Alien ( 2019 )",
        "description": "တရုတ္မွာေတာင္5ပတ္ေၿမာက္ရံုတင္ေနဆဲဇာတ္ကားၿဖစ္ၿပီး၀င္ေငြအားၿဖင္႔လည္း ၂ ရက္အတြင္းမွာ 100 Milions ရရွိထားတဲ႔ေနာက္ဆံုးထြက္ဇာတ္ကားအသစ္ပဲၿဖစ္ပါတယ္..ၾကားထဲမွာလည္းအပတ္စဥ္တိုင္းမွာ China Box Office ရဲ႕ Top 10 ၀င္ေငြအေကာင္းဆံုးကားအၿဖစ္ 5 ပတ္ပတ္တိတိရပ္တည္ေနဆဲၿဖစ္ပါတယ္ဇာတ္လမ္းအညႊန္းေလးကိုတင္ဆက္ေပးလိုက္ပါမယ္တရုတ္ၿပည္ရဲ႕ေမ်ာက္ေလ႔က်င္႔ေပးသူတစ္ေယာက္ဆီကိုတၿခားၿဂိဳလ္ေပၚက ၿဂိဳလ္သားတစ္ေကာင္ဟာ သူတို႕ရဲ႕DNA Ball ကို လူသားေတြနဲ႔ လဲလွယ္ရာကေန မွားယြင္းမွုၿဖစ္ၿပီးကမာၻေပၚကိုၿပဳတ္က်လာခဲ႔တယ္..ၿဖစ္ခ်င္ေတာ႔ သူဟာေမ်ာက္ကေလးနဲ႔ေပါင္းစပ္သြားတယ္..ဒါကို ေမ်ာက္ေလ႔က်င္႔ေပးသူကၿဂိဳလ္သားကိုေမ်ာက္တစ္ေကာင္လိုက်င္႔ေပးေနပါေတာ႔တယ္ဒီလိုနဲ႕ၿဂိဳလ္သားေလးဟာ သူ႕စြမ္းအားေတြၿပန္ရလာတဲ႔အခ်ိန္မွာေတာ႔ဘာေတြဘယ္လိုဆက္ၿဖစ္မယ္ဆုိတာ ကိုယ္တိုင္ခံစားပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/Shhp/Crazy_Alien_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMmE0NTY5YmItYjY1ZC00MWQ3LTg4NDItNzEyMjhhYjFhNGY5XkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_SY999_CR00674999_AL_-135x200.jpg",
        "title": "Stray (2019)",
        "description": "ဇာတ္လမ္းအစမွာ ဂ်ပန္အမ်ိဳးသမီးတစ္ေယာက္ရဲ႕အေလာင္းကို\nကုန္ေလွာင္ရံုေဟာင္းထဲမွာ ေတြ႕ရာကစပါတယ္\nထူးဆန္းတာက အေလာင္းဟာမီးေလာင္ခံထားရသလိုျဖစ္ေနေပမယ့္\nအေဆာက္အဦးထဲမွာ မီးေလာင္ထားတဲ့လကၡဏာမ်ိဳးေတာ့\nမေတြ႔ရပါဘူး အေလာင္းကေက်ာက္႐ုပ္အျဖစ္ခဲသြားခဲ့တာပါ\nဒီအမႈကို အျဖစ္ဆိုးတစ္ခုနဲ႕ျကံုခဲ့ရျပီးေလလြင့္ေနတဲ့စံုေထာက္မာဖီက\nစံုစမ္းဖို႔ႀကိဳစားပါတယ္ ေသဆံုးသူမိသားစုဟာ\nေ႐ွးေဟာင္းဂ်ပန္ေမွာ္ပညာတစ္မ်ိဳးမ်ဳိးနဲ႔ဆက္ႏြယ္ေနၿပီး\nမိသားစုဝင္ တစ္ေယာက္စီမွာ သဘာဝလြန္အစြမ္းကိုယ္စီ႐ွိၾကပါတယ္\nဒီလိုထူးဆန္းတဲ့လူသတ္သမားက ဘယ္သူလဲ\nဘာ့ေၾကာင့္ဒီမိသားစုကိုလိုက္ဒုကၡေပးေနလဲဆိုတာနဲ႔\nသူ႔ကိုဘယ္လိုအႏုိင္ယူမလဲဆိုတာေတာ့\nဒီဇာတ္ကားေလးမွာစိတ္ဝင္စားစြာၾကည့္႐ႈသြားရမွာပဲျဖစ္ပါတယ္\nChanyein Soe မွ ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲကိုယ္တိုင္ေရးေပးထားပါတယ္",
        "rating": "6.3",
        "url": "https://megaup.net/2eccj/Stray_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTUwNzc5ODQxN15BMl5BanBnXkFtZTYwNTc4NDk5._V1_-137x200.jpg",
        "title": "[18+] Killing Me Softly (2002)",
        "description": "Killing Me Softly Movie (2002)\n Alice လို မိန်းမလှလေးအနေနဲ့ ဒီလိုလူတစ်ယောက်နဲ့ပဲ အတူနေပြီး ဘဝကိုအတူနေထိုင် ချစ်တင်းနှီးနှော နောက်နေ့အလုပ်သွား အဲလိုမျို းနဲ့ ဘဝဟာ အဓိပ္ပါယ်ရှိလောက်ပြီလို့ ရည်ရွယ်ရင်းရှိပုံပါ။ လက်ရှိအတူနေရည်းစားက ခပ်အေးအေး လိင်မှု ကိစ္စမှာလည်း သမားရိုးကျဆိုတာထက် အလုပ်တစ်ခုလို အိပ်ယာပေါ်တက်ချိန်လောက်ပဲ ချစ်ဗျူ ဟာခင်း အိပ်မောကျမယ်။နောက်နေ့သူလိုအလုပ်သွားမယ်။ဆိုရရင်စာအုပ်ကြီးသမားပုံစံပေါ့။Alice လိုချင်တဲ့ယောကျ်ားသားမျို းက မရိုးနိုင်တဲ့ ချစ်တင်းနှီးနှောဖလှယ်မှုတွေနဲ့ စိတ်လှုပ်ရှားမှု အပြည့်ပေးစွမ်းနိုင်တဲ့ သူမစိတ်ခန္ဓာတစ်ခုလုံး သိမ်းကျုံ းမျောပါးသွားစေလောက်တဲ့အထိ ဆွဲဆောင်မှု အတတ်ပညာပြည့်ဝတဲ့ ယောကျ်ားသားတစ်ယောက်ကို စိတ်ကူးယဉ်တမ်းတနေသလားတော့မသိဘူး။လက်ရှိနေထိုင်မှု အပေါ်ကိုတော့ ငြီးငွေ့စပြုနေတာ သေချာပါတယ်။ပြောလို့သာပြောရတာ အထက်ကဆိုခဲ့တဲ့ ချစ်ဗျူ ဟာခင်းတာလည်းကျွမ်းကျင် ရုပ်ရည်ကလည်းဆွဲဆောင်မှုအပြည့် ယောကျ်ားပီသလှတဲ့ ပုရိသမျို းဆိုတာကလည်း ခပ်ပေါပေါအချစ်ဖန်စီစာအုပ်တွေနဲ့အပြာစာအုပ်တွေထဲလောက်ပဲတွေ့နိုင်တာမဟုတ်လား။ဒါပေမယ့် Aliceမှာ မထင်မှတ်ဘဲ စိတ်လှုပ်ရှားမှု အပြည့်တွေနဲ့ပဉ္စလက်ဆန်လှတဲ့ဘဝနေထိုင်မှုတွေရှိနေတဲ့ Adam ဆိုတဲ့ ယောကျ်ားပျို တစ်ယောက်နဲ့ ဆုံဆည်းဖို့ကံကြုံ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gt9v/Killing_Me_Softly_[18+]_[2002]_(MM_Sub).mp4",
        "category": "Adult, Drama, Mystery, Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BZDkzNDkyZGUtNTMzNy00ZDMzLTk2NjAtNWI0Mzk1NjZhOTI4XkEyXkFqcGdeQXVyMjkxMjAzMDg@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Abnormal Attraction (2018)",
        "description": "Abnormal Attraction(2018)\nဒီတစ္ခါေတာ့ Abnormal Attraction ဆိုတဲ့ Adventure, Comedy ကားေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္\nလူသားေတြနဲ႔ မြန္းစတားေတြ အတူယွဥ္တြဲေနထိုင္ဖို႔ ျဖစ္လာတဲ့အခါ လူသားနဲ႔ မြန္းစတားၾကားက နားလည္မႈလြဲတာေလးေတြကို ရိုက္ျပထားတာပါ ...\nဇာတ္လမ္းအက်ဥ္းခ်ဳပ္ေလးကို နည္းနည္းေလး မိတ္ဆက္ေပးခ်င္ပါတယ္ ထူးဆန္းတဲ့ ရူးေၾကာင္ေၾကာင္ လူေတြကို ႏွစ္သိမ့္ေဆြးေႏြးေပးတတ္တဲ့\nေဒါက္တာနစ္ခ္ကို ေရခဲျခစ္ေရာင္းတဲ့ အန္ဒီက ဖမ္းသြားျပီး မြန္းစတားေတြက\nလူေတြကို ႏွိပ္စက္ေနက် စခန္းက အခ်ဳပ္ထဲမွာ ဖမ္းထားလိုက္ပါတယ္ နစ္ခ္ဟာ မြန္းစတားေတြကို လူေတြအေပၚအျမင္ေျပာင္းသြားေအာင္\nေျပာႏိုင္ခဲ့ေပမဲ့ သူတို႔အခ်ဳပ္ခန္းထဲကေန ထြက္လာတဲ့အခ်ိန္မွာ\nနစ္ခ္ရဲ႕ သတို႔သမီးေလာင္းျဖစ္သူက စခန္းကို လာတိုက္တာနဲ႔ ၾကံဳပါေတာ့တယ္ အဲမွာ ပစ္ၾကခတ္ၾကရင္း မထင္ထားတာေတြ ျဖစ္လာပါတယ္ ..\nနစ္ခ္နဲ႔ သူ႕သတို႔သမီးေလာင္းၾကားမွာ သံသယေတြနဲ႔\nအဆင္မေျပျဖစ္ေနတာ ၾကာပါျပီ အဲအခ်ိန္မွာေတာ့ နစ္ခ္တစ္ေယာက္ သူ႕ရည္းစားကို ဘာေတြ ဖုံးကြယ္ထားလဲဆိုတာ ေပၚလာပါေတာ့တယ္.....\nေနာက္ဆုံးမွာ မထင္ထားတဲ့ ျမွဳပ္ကြက္ေတြကို ေဖာ္ျပသြားတာမို႔\nစိတ္ဝင္စားဖို႔ ေကာင္းတဲ့ ဇာတ္ကားလို႔ ညႊန္းေပးပါရေစ..\nဇာတ္လမ္းအညႊန္းနဲ႕ ...",
        "rating": "5.2",
        "url": "https://megaup.net/Shhl/Abnormal_Attraction_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BYmZkNjVlODQtOGNlZC00MWU2LWI0ZjUtNTQyMTZjOTBlZGQxXkEyXkFqcGdeQXVyNzk0MDg0MzE@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Shadow (2018)",
        "description": "တရုတ္နန္းတြင္း သိုင္းကားေလးတစ္ခု တင္ေပးထားပါတယ္။\nေရွးေခတ္တုန္းက အမတ္ေတြ ဘုရင္ေတြဟာ လုပ္ၾကံခံရမွာေၾကာက္လို႕\nလူစားေတြလဲထားတတ္ၾကပါတယ္။\nဒီကားမွာေတာ့ အဲဒီလို လူစားကို အရိပ္လို႕ ေခၚပါတယ္။\nဇာတ္လမ္းအက်ဥ္း ေပႏိုင္ငံရဲ႕ က်င္းျမိဳ႕ဟာ\nရန္သူေတြသိမ္းပိုက္ခံထားရျပီးေတာ့ ယန္မိ်ဳးႏြယ္စစ္သူၾကီးက\nကာကြယ္ထားတဲ့အတြက္ ဘယ္သူမွ ျပန္မသိမ္းႏိုင္တဲ့အေျခအေနပါ။\nေပႏုိင္ငံရဲ႕ စစ္သူၾကီးဟာ ဒီျမိဳ႕ကိုျပန္ယူဖို႕ ယန္စစ္သူၾကီးနဲ႕ စီးခ်င္းထိုးဖို႕ စိန္ေခၚခဲ့ပါတယ္။\nဘုရင္ရဲ႕ ပရိယာယ္၊ စစ္သူၾကီးရဲ႕ အၾကံအစည္ေတြၾကားမွာ\nညပ္ေနတဲ့ အရိပ္အေၾကာင္းကို ၾကည့္လိုက္ရေအာင္။\nFile Format - mp4\nIMDB rating - 7.2/10\nQuality - BluRay 1080P\nRunning Time - 1h 56min\nTranslated by Littleneo and Hein Thet Naing\nEncoded by Thit San Khant",
        "rating": "7.2",
        "url": "https://megaup.net/2eccf/Shadow_(Ying)_[2018]_(MM_Sub).mp4",
        "category": "Action, Country, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/MV5BMTgwMDA0Mzg4OF5BMl5BanBnXkFtZTgwNjk1MjQ2NTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Ralph Breaks the Internet 2018 (BluRay)",
        "description": "ပြီးခဲ့တဲ့ Ralph ရုပ်ရှင်မှာဆိုရင်တော့ Ralph ရဲ့ ကမောက်ကမ ဖြစ်အင်တွေနဲ့ ဇတ်လမ်းစတည်ခဲ့ပြီး ပြိုင်ကားမောင်းတဲ့ မင်းသမီးလေး Vanellope ရဲ့ မူလ ဘဝကိုပြန်လည် ကယ်တင်ပေးနိုင်ခဲ့ပြီး အရာရာ အဆင်ပြေခဲ့တာကို သိကြမှာပါ Ralph နဲ့ Vanellope တို့ဟာ အတူတကွ ပျော်ရွှင်စွာ နေသွားကြလေသတည်းဆိုပြီးအပြီးသတ်ခဲ့ပေမဲ့ အခုရုပ်ရှင်ဖြစ်တဲ့ Ralph Breaks The Internet ဆိုတဲ့ ရုပ်ရှင်မှာတော့ပြိုင်ကားမောင်းဂိမ်း ထဲက မင်းသမီးလေး Vanellope ပြိုင်ပွဲ ဝင်နေတဲ့ အချိန်Ralph တစ်ယောက် အနိုင်ရအောင် ဆိုပြီး သူ့အကြံနဲ့ သူ ဖြတ်လမ်းတွေဖောက်ခဲ့ပါတယ်... ဖြစ်ချင်တော့ အဲ့ဒီလို ပရိုဂရမ်ကနေ သွေဖယ်သွားတဲ့ လမ်းကြောင်းကိုအပြင်က ဂိမ်းဆော့သူက လိုက်ပြီး ပြန်ထိန်းချုပ်ရင်း အဲ့ဒီပြိုင်ကား ဂိမ်းစက်ဟာ ပျက်စီးသွားခဲ့ပါတော့တယ်....ဆိုင်ရှင်က အပိုပစ္စည်း မှာဖို့ ကြံစဉ်ပေမဲ့ မူလ လက်ဟောင်းဖြစ်တဲ့အတွက် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/ralph-breaks-the-internet-2018-bluray/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h8u0AKGj52SQeeKW4d56rWr2XLX.jpg",
        "title": "Rampant (2018)",
        "description": "လီခၽြမ္ဟာ ဂ်ိဳဆြန္းမင္းသား တစ္ပါးျဖစ္ၿပီး စစ္႐ႈံးခဲ့တဲ့အတြက္ ခ်င္မင္းဆက္ရဲ႕ ဓားစာခံအျဖစ္ ဖမ္းဆီးေခၚေဆာင္ျခင္းခံခဲ့ရပါ တယ္။လီခၽြမ္ဟာ အရမ္းေတာ္တဲ့ ဓားသမားတစ္ေယာက္ ျဖစ္ေပ မယ့္ အရက္ေသစာေသာက္စား တာ၊ မိန္းမလိုက္စားတာ၊ ေလာင္းကစားလုပ္တာေတြမွာလည္း ေပ်ာ္ေမြ႕သူတစ္ေယာက္ပါ။တစ္ရက္မွာေတာ့ လီခၽြမ္ရဲ႕ အစ္ကို အိမ္ေရွ႕မင္းသား လီ ေယာင္ဟာ ဂ်ိဳဆြန္းထီးနန္းျပန္ရခဲ့ တဲ့အတြက္ လီခၽြမ္ကို ဂ်ိဳဆြန္းကို ျပန္ေခၚခဲ့ပါတယ္။လီခၽြမ္အဖို႔ ေတာ့ ဆယ္ႏွစ္ေက်ာ္ၾကာမွ ဂ်ိဳဆြန္းေျမေပၚ ျပန္ေျခခ်ခြင့္ရတာ ျဖစ္ပါတယ္။လီခၽြမ္ဂ်ိဳဆြန္းကို ျပန္ေရာက္ တာနဲ႔ ဂ်ိဳဆြန္းမွာ ထိတ္လန္႔ဖြယ္ ရာ ထူးဆန္းတဲ့အျဖစ္အပ်က္ေတြ ျဖစ္လို႔ေနပါတယ္။အဲဒါကေတာ့ ေၾကာက္စရာ မေကာင္းဆိုးဝါး ေတြ ညအခ်ိန္ထႂကြေသာင္းက်န္း တာမို႔ လူေတြအစုလိုက္၊ အၿပံဳ လိုက္ ေသဆံုးခဲ့ရလို႔ပါ။လူအခ်င္းခ်င္း တစ္ေယာက္ နဲ႔ တစ္ေယာက္ ကိုက္ျဖတ္သတ္ ျဖတ္ရင္း ေရာဂါေတြကူးကုန္တာ ဘယ္လိုမွ ထိန္းမႏိုင္တဲ့ အေန အထားအထိေအာင္ ...",
        "rating": "6.1",
        "url": "https://megaup.net/Shhz/Rampant_[2018]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HpAwszXLsD8GeypDzK0me7fPFA.jpg",
        "title": "Prospect (2018)",
        "description": "Sci-Fi/Thriller ဇာတ္ကားသစ္တစ္ကားပဲျဖစ္ပါတယ္။Rating လည္း 6.2 ေလာက္ရ႐ွိထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဖေအနဲ႔သမီးျဖစ္သူႏွစ္ေယာက္သား ၿဂိဳလ္တစ္လံုးအေပၚ ခ်မ္းသာဖို႔အတြက္ ရတနာ႐ွာလာခဲ့ၾကတာပါပဲ။အႀကီးမားဆံုးရတနာသိုက္ႀကီးကိုတူးေဖာ္ဖို႔ သူတို႔အလုပ္လက္ခံထားၿပီးအႏၱရာယ္မ်ားတဲ့ ၿဂိဳလ္ရဲ႕ေတာနက္ထဲေရာက္လာပါတယ္။ဒါေပမဲ့ ေတာထဲမွာကိုယ္ေတြပဲ႐ွိတာမဟုတ္ဘဲ ျပင္ပမဖိတ္ေခၚတဲ့ဧည့္သည္ေတြပါေရာက္လာတဲ့အခါအေျခအေနေတြက ႐ႈပ္ေထြးကုန္ၿပီး ကိုယ္႐ွင္သန္ဖို႔႐ုန္းကန္ရပါေတာ့တယ္။Dramaအျပင္ Survival ဇာတ္ကြက္ေတြလည္းပါဝင္တာကိုေတြ႔ရပါတယ္။ၿဂိဳလ္ေပၚကေန ဘယ္သူထြက္လာႏိုင္မလဲဆိုတာေတာ့ ဆက္ၾကည့္ရမွာပါပဲ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (750 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 40min\nFormat : Mp4\nGenre : Drama, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by Thura Zarni ...",
        "rating": "6.1",
        "url": "https://megaup.net/Shhw/Prospect_[2018]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/bd3f35fa9c00adbeec127d99398435dc-130x200.jpg",
        "title": "The Basketball Diaries (1995)",
        "description": "IMDb (7.3/10)လီယိုနာဒိုကို ေခါင္းေဆာင္မင္းသားအျဖစ္ ပို႕ေဆာင္ေပးႏိုင္ခဲ့တဲ့ ဇာတ္ကားပါ။ဒီဇာတ္ကားဟာ Jim Carroll ဆိုတဲ့ အေမရိကန္ နာမည္ေက်ာ္ ကဗ်ာဆရာ စာေရးဆရာ ဂီတပညာရွင္ တစ္ဦးအေၾကာင္းကို ရိုက္ကူးထားတာပါ။သူ႕အသက္ ၁၃ ႏွစ္ ျမီးေကာင္ေပါက္အရြယ္က ဘတ္စကတ္ေဘာကစားျခင္း လူပ်ိဳရည္ပ်က္သုန္းျခင္း မူးယစ္ေဆးစြဲျခင္း ေန႕စဥ္မွတ္တမ္းေတြအေၾကာင္းေပါ့။လူငယ္ဆိုတာ အျဖဴထည္...ေလာကၾကီးက ႏိုင္ရာစား...အရသာဆို ခါး..ဘဝက ဓါးသြား။လီယိုနာဒိုရဲ႕ ျမီးေကာင္ေပါက္သရုပ္ေဆာင္မႈေတြက Jim Carroll ဝိညာဥ္ပူးကပ္ႏိုင္မလား...မင္းသား Mark Wahlberg ကိုလဲ မေအာင္ျမင္ခင္က ဒီဇိုင္းနဲ႔ ဒီဇာတ္ကားမွာ ေတြ႕ျမင္ရမွာပါ။ \nFile size…(999 MB) and (600 MB)\nQuality….Blu-ray Rip 720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Hein Htet Aung",
        "rating": "7.3",
        "url": "https://megaup.net/2eccn/The_Basketball_Diaries_[1995]_(MM_Sub).mp4",
        "category": "Biography, Crime, Drama"
    }
]