[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hD7l55S7YDKwZ9GVfx1qkVCFyXm.jpg",
        "title": "The Ghost Who Walks(2019)",
        "description": "The Ghost Who Walks(2019)(unicode)CM ပရိသတ်ကြီးကို Action ,Crime ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ...ဇာတ်လမ်းအကျဉ်းကတော့\nခရစ္စမတ်ရာသီမှာ လူတွေတော်တော်များများပျော်ကြပါတယ် ...ဒါပေမယ့် နိုလန်ဆိုတဲ့တစ်ယောက်ကတော့ ဒုက္ခတွေနဲ့ဆီးကြိုခံလိုက်ရပါတော့တယ်... အကြောင်းကတော့သူဟာ သစ္စာဖောက်လို့ဆိုပြီး သူ့သူဌေးဒွန်နီကြောင့်ထောင်ကျနေခဲ့တာပါ.. ဒါပေမယ့် ခရစ္စမတ်နေ့မှာသူဟာရက်ပြည့်ပြီးထောင်ကနေလွှတ်လာပါတယ် ..သူ့လွှတ်လာတာကိုဒွန်နီက စိတ်မချဘူးဖြစ်နေတယ် ဘာလို့လဲဆိုတော့ ဒွန်နီက နိုလန်ရဲ့ကောင်မလေးလန်နီကိုအပိုင်သိမ်းထားတာအတွက်ကြောင့်ပါ အဲ့ဒါအပြင် လန်နီဆီမှာလဲ နိုလန်နဲ့ရတဲ့ကလေးကလဲရှိနေပါတယ် ထောင်ကနေထွက်လာတဲ့နိုလန်ကို ဒွန်နီက အရင်ကသစ္စာဖောက်ထားတဲ့ကိစ္စရော အခု လန်နီကိစ္စရော နှစ်ခုလုံးရယ်ကြောင့်အပြတ်ရှင်းချင်နေတယ်...\nအဲ့ဒါကြောင့်သူထောင်ကထွက်ကတည်းက ဒွန်နီဟာသူ့တပည့်တွေကို နိုလန်ကိုလိုက်သတ်ခိုင်းဖို့ကြိုးစားပါတော့တယ်....နိုလန်တစ်ယောက် လွတ်မြောက်နိုင်ပါ့မလား...\nတခြားဘယ်လိုအန္တရယ်မျိုးတွေရောတွေ့ကြုံရမလဲဆိုတာကိုတော့\nခံစားကြည့်လိုက်ပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်....(zawgyi)CM ပရိသတ္ႀကီးကို Action ,Crime ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ ...ဇာတ္လမ္းအက်ဥ္းကေတာ့\nခရစၥမတ္ရာသီမွာ လူေတြေတာ္ေတာ္မ်ားမ်ားေပ်ာ္ၾကပါတယ္ ...ဒါေပမယ့္ ႏိုလန္ဆိုတဲ့တစ္ေယာက္ကေတာ့ ဒုကၡေတြနဲ႔ဆီးႀကိဳခံလိုက္ရပါေတာ့တယ္... အေၾကာင္းကေတာ့သူဟာ သစၥာေဖာက္လို႔ဆိုၿပီး သူ႔သူေဌးဒြန္နီေၾကာင့္ေထာင္က်ေနခဲ့တာပါ.. ဒါေပမယ့္ ခရစၥမတ္ေန႔မွာသူဟာရက္ျပည့္ၿပီးေထာင္ကေနလႊတ္လာပါတယ္ ..သူ႔လႊတ္လာတာကိုဒြန္နီက စိတ္မခ်ဘူးျဖစ္ေနတယ္ ဘာလို႔လဲဆိုေတာ့ ဒြန္နီက ႏိုလန္ရဲ႕ေကာင္မေလးလန္နီကိုအပိုင္သိမ္းထားတာအတြက္ေၾကာင့္ပါ အဲ့ဒါအျပင္ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-ghost-who-walks2019/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4SNjM2dUrq21TPK2faONOQ8riav.jpg",
        "title": "Late Autumn(2010)",
        "description": "Late Autumn(2010)IMDb...6.7(unicode)မြောက်ကိုရီးယားစစ်ဗိုလ်ဆိုပြီး ခုတစ်လော ကွီးယားစီးရီးတွေကြိုက်တဲ့ပရိတ်သတ်တွေကို ဖမ်းစားထားတဲ့ Hyun Bin ရဲ့ ကားဟောင်းထဲက အလန်းတစ်ကားကားကို\nစီးရီးအပိုင်းသစ်မထွက်ခင်လေး အလွမ်းပြေတင်ဆက်ပေးလိုက်ပါတယ်...\nHyunBin နဲ့ တရုတ်မင်းသမီးချော TangWei တို့ပါဝင်ထားတဲ့ ၂၀၁၀\nခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ TangWeiက လူသတ်မှုတစ်ခုကြောင့် အကျဥ်းကျနေတဲ့ အန်းနာချန်အဖြစ် သရုပ်ဆောင်ထားပါတယ်။ အကျဥ်းကျနေခိုက် တနေ့မှာတော့ အမေဆုံးသွားလို့ဆိုပြီး အစ်ကိုဖြစ်သူဆီက ဖုန်းဆက်လာပါတယ်။ မိခင်ဖြစ်သူရဲ့ စျာပနာပွဲတက်ရန်ဖို့ ပြန်လာရင်း လမ်းမှာ ဟွန်း (HyunBin) နဲ့ တွေ့ဆုံခဲ့ပါတယ်။ ဟွန်းကလည်း ကိစ္စတစ်ခုနဲ့ ရှောင်ပြေးလာသူဖြစ်ပါတယ်။ပြဿနာကိုယ်စီနဲ့\nလောကဒဏ်ကို အံတုဖို့ကြိုးစားကြရင်း ဒီလောကဇာတ်ခုံပေါ်မှာ အချစ်တစ်ခုမွေးဖွားဖို့\nသူတို့ဆုံခဲ့တယ်လို့ပြောရမယ်...\nအချစ်ဆိုတာမျိုးက ဘယ်အတန်းအစားမဆိုး ခံစားဖို့ ခံယူဖို့ ထိုက်တန်ကြတာပဲမဟုတ်လား...\nသူတို့ ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာ(zawgyi)ေျမာက္ကိုရီးယားစစ္ဗိုလ္ဆိုၿပီး ခုတစ္ေလာ ကြီးယားစီးရီးေတြႀကိဳက္တဲ့ပရိတ္သတ္ေတြကို ဖမ္းစားထားတဲ့ Hyun Bin ရဲ႕ ကားေဟာင္းထဲက အလန္းတစ္ကားကားကို\nစီးရီးအပိုင္းသစ္မထြက္ခင္ေလး အလြမ္းေျပတင္ဆက္ေပးလိုက္ပါတယ္...\nHyunBin နဲ႔ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/late-autumn2010/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fa2zn4nohOtKOKGkku7u9Ikt84H.jpg",
        "title": "Kim Ji-young, Born 1982(2019)",
        "description": "Kim Ji-young, Born 1982(2019)IMDb...7.6(unicode)ဒီဇာတ်ကားက နာမည်ကျော်ဝတ္ထုကိုပြန်လည်ရိုက်ကူးထားတာပါ...\nဒီစာအုပ်ပါအကြောင်းအရာတွေဟာ စာဖတ်ပရိတ်သတ်ကြားအတော်ဂယက်ထခဲ့တယ်လို့ဆိုပါတယ်...နာမည်ကြီးသရုပ်ဆောင် Yoo Gong အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်....ဘယ်လိုတွေကြောင့် စာဖတ်ပရိတ်သတ်ကြား အစွန်း(၂)ဘက်ရောက်နေကြတာလဲဆိုတာရယ်..Drama အမျိုးအစားဒီဇာတ်ကားဟာ ရှိခဲလှတဲ့ IMDb...7.6ရနေတာလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါ ...တခြားဇာတ်ညွှန်းတွေတော့မရေးတော့ပါဘူး...\nတဖြည်းဖြည်း ခံစားကြည့်ရှုရတဲ့ကားမို့ spoiler ဖြစ်မှာစိုးရိမ်လို့ Drama ကားကြိုက်သူတို့\nလက်မလွှတ်သင့်ဘူးလို့သာညွှန်းဆိုပါရစေ...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Phyu Zaw ပဲဖြစ်ပါတယ်....(zawgyi)ဒီဇာတ္ကားက နာမည္ေက်ာ္ဝတၳဳကိုျပန္လည္႐ိုက္ကူးထားတာပါ...\nဒီစာအုပ္ပါအေၾကာင္းအရာေတြဟာ စာဖတ္ပရိတ္သတ္ၾကားအေတာ္ဂယက္ထခဲ့တယ္လို႔ဆိုပါတယ္...နာမည္ႀကီးသ႐ုပ္ေဆာင္ Yoo Gong အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္....ဘယ္လိုေတြေၾကာင့္ စာဖတ္ပရိတ္သတ္ၾကား အစြန္း(၂)ဘက္ေရာက္ေနၾကတာလဲဆိုတာရယ္..Drama အမ်ိဳးအစားဒီဇာတ္ကားဟာ ရွိခဲလွတဲ့ IMDb...7.6ရေနတာလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါ ...တျခားဇာတ္ၫႊန္းေတြေတာ့မေရးေတာ့ပါဘူး...\nတျဖည္းျဖည္း ခံစားၾကည့္ရႈရတဲ့ကားမို႔ spoiler ျဖစ္မွာစိုးရိမ္လို႔ Drama ကားႀကိဳက္သူတို႔\nလက္မလႊတ္သင့္ဘူးလို႔သာၫႊန္းဆိုပါရေစ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ May Phyu Zaw ပဲျဖစ္ပါတယ္....File Size : (950 MB) and (402 MB)\nQuality : HD-Rip 720p\nFormat…mp4\nDuration…01:58:00\nGenre ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/kim-ji-young-born-19822019/",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/joker-poster-133x200.jpg",
        "title": "Joker (2019)",
        "description": "Joker (2019)\nIMDb - 8.5/10________Rotten - 68%\nWon 2 Oscars. Another 92 wins & 199 nominations\n (Unicode)\nIMDb....8.5,,,,,Rotten...68%\nDC comic တွေထဲက ဇာတ်ကောင်တစ်ကောင်ကို အခြေခံထားတဲ့ ရုပ်ရှင်ပါ။\nဂျိုကာကိုဆို စူပါဟီးရိုး ဖန်တိုင်း သိကြမှာပါ။\nခေတ်အဆက်ဆက် လင်းနို့လူသား ရုပ်ရှင်တွေမှာအကောင်းဆုံးဗီလိန်တွေထဲက တစ်ယောက်အဖြစ် ပါနေကျပါပဲ။\nဒီကားကတော့ အရင်ဂျိုကာတွေ လင်းနို့လူသားတွေရဲ့ ဇာတ်လမ်းနဲ့ မဆက်စပ်ပါဘူး။\nအာသာဖလက်ဆိုတဲ့ သာမန်လူတစ်ယောက်ကနေ ဂျိုကာဆိုပြီးဘယ်လိုဖြစ်လာလဲ ဆိုတာကို ဇာတ်ညွှန်းအသစ်နဲ့ ပြသထားတာပါ။\nလက်ရှိ အအောင်မြင်ဆုံးနဲ့ ဝင်ငွေအကြမ်းဆုံး R rated ရုပ်ရှင်ပါ။\nသရုပ်ဆောင်၊ ဒါရိုက်တာ အကုန်ကောင်းမွန်တဲ့အရှိန်ရယ်၊ ခေတ်အဆက်ဆက် ရှိလာခဲ့တဲ့ ပရိသတ်တွေရဲ့ အရှိန် ၂ ခုလုံးပေါင်းမိသွားတာပါပဲ။\nစူပါဟီးရိုးဖန်တွေရော ရုပ်ရှင်ကောင်းကြိုက်တတ်တဲ့ သူတွေရော သဘောကျကြမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်....\nFile Size : (2.0 GB) and (950 MB)\nQuality : Blu-Ray (1080p 5.1, 720p)\nRunning ...",
        "rating": "8.5",
        "url": "https://megaup.net/2vyH7/Joker_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wq56cNOaJ5p50s6LDk7D1d46o0M.jpg",
        "title": "Same Time, Next Christmas(2019)",
        "description": "Same Time, Next Christmas(2019)(unicode)ခရစ်စမတ်ရက်လေးမှာ အ Ro ကားလေးတစ်ကား တင်ပေးလိုက်ပါတယ်...ကိုရီးယား Ro တာတွေနေခဲ့လိုက်တော့ပဲ....အိုလီဗီယာဆိုတဲ့ ကောင်မလေးဟာ အားလပ်ရက်တွေကို ခုံမင်သူတစ်ယောက်ပါ...အထူးသဖြင့် ခရစ်စမတ်အားလပ်ရက်ပေါ့သူတို့မိသားစုဟာ ခရစ်စမတ်အားလပ်ရက်တိုင်းမှာ ဟာဝိုင်ရီကမ်းခြေကို အပန်းလာဖြေတတ်ကြပါတယ်....သူတို့နဲ့ အလားတူ ဟာဝိုင်ရီကို နှစ်တိုင်း လာရောက်အပန်းဖြေတတ်တဲ့မိသားစုတစ်ခုကတော့ ဝီလီယမ်မိသားစုပါအဲ့ဒီမှာ မိသားစုနှစ်ခု တွေ့ဆုံခဲ့ပြီး ဝီလီယမ်မိသားစုရဲ့ သားဖြစ်သူ ဂျက်ဖ်နဲ့ အင်ဒါဆန်မိသားစုရဲ့ သမီးဖြစ်သူ အိုလီဗီယာတို့ ရင်းနှီးခဲ့ရာကနေ နှစ်တိုင်း ခရစ်စမတ်ရောက်ရင် ဟာဝိုင်ရီကမ်းခြေမှာ အတူတူ အပန်းဖြေဖြစ်လာတဲ့အထိပါပဲတစ်နှစ်မှာတော့ ခရစ်စမတ်အားလပ်ရက်မှာ ဝီလီယမ်တို့မိသားစုဟာ ကမ်းခြေကို ရောက်မလာခဲ့ဘဲ အရာရာ အဆက်အသွယ်ပြတ်ခဲ့ပါတယ်...ဒါပေမဲ့ ဆယ်စုနှစ်တစ်ခုကျော်အကြာမှာ သူတို့တွေ ပြန်လည်စုံတွေ့ကြချိန်မှာတော့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်....(zawgyi)ခရစ္စမတ္ရက္ေလးမွာ အ Ro ကားေလးတစ္ကား တင္ေပးလိုက္ပါတယ္...ကိုရီးယား Ro တာေတြေနခဲ့လိုက္ေတာ့ပဲ....အိုလီဗီယာဆိုတဲ့ ေကာင္မေလးဟာ အားလပ္ရက္ေတြကို ခုံမင္သူတစ္ေယာက္ပါ...အထူးသျဖင့္ ခရစ္စမတ္အားလပ္ရက္ေပါ့သူတို႔မိသားစုဟာ ခရစ္စမတ္အားလပ္ရက္တိုင္းမွာ ဟာဝိုင္ရီကမ္းေျခကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/same-time-next-christmas2019/",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7gOozJufKJ9WjcIs38KEs08Iq3D.jpg",
        "title": "Uncut Gems(2019)",
        "description": "Uncut Gems(2019)IMDb....8.0,,,,,Rotten..93%(unicode)ကျောက်ရိုင်းတုံး သို့မဟုတ် မသွေးရသေးတဲ့\nကျောက်ပေါ့ ဒီကျောက်တစ်တုံးပတ်မွှေတာနဲ့တင်တိုင်လည်နေတဲ့ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်​ကျော် ဟော၀ပ်ရပ်တနာ Click ကားနဲ့နာမည်ကြီးခဲ့တဲ့မင်းသားကြီးAdam Sandler ကိုမြင်ရမှာပါ အဲ့ဘဲကြီးကားတွေဆိုကတည်းက လုံး၀ ပြဿနာပေါင်းစုံနဲ့ မရိုးရတဲ့ကားတွေပဲဖြစ်တယ်ဆိုတာကို အားလုံးလည်း သိကြမှာပါ...ဒီကားမှာလည်း တချိန်လုံးပြဿနာတက် ကွိုင်တက်တိုင်တွေပတ်နေတာကိုမြင်ရမှာပါ ...လက်၀တ်ရတနာဆိုင်ရှင်ဟော၀ပ်ရပ်တနာတစ်ယောက် အီသီယိုးပီးယားက ရောင်ပြေးရွဲကျောက်လေးတစ်လုံးရလာချိန် အဲ့ကျောက်နဲ့ဘယ်လိုတွေ အရှုတ်အထွေးတွေ ဖြစ်မလဲကြည့်ရမှာပါ.....ကြည့်ရင်းကြည့်ရင်း ကိုယ်တိုင်ပါ တိုင်ပတ်သလိုဖြစ်လာပါလိမ့်မယ်... လောင်းကစားဝါသနာအိုးကြီးဖြစ်တဲ့ဟောဝပ် အိမ်ထောင်ရေးလူမှုရေးနဲ့စီးပွါးရေး သုံးရပ်လုံးမှာပြဿနာအလီလီတက် သူ့ကိုဆိုဘယ်သူမှမယုံကြည်ချင်ဖြစ်လောက်အောင် ကံကလဲမျက်နှာသာမလိုက်ခဲ့ပါဘူးမျက်နှာသာလိုက်တဲ့ခါကျပြန်တော့လဲ မမျှော်လင့်ထားတဲ့ဘယ်လို ကိစ္စတွေထပ်ဖြစ်မလဲကတော့ပရိတ်သတ်ကြီးကိုယ်တိုင်ပဲကြည့်ကြည့်ပါ IMDbမှာ8ရထားပြီးRottenTomatoesမှာ93%နဲ့လတ်လတ်ဆတ်ဆတ်ကြီးဆိုတော့ဘ၀မှာအမြဲအဆင်ပြေနေတဲ့ CM ပရိတ်သတ်တွေအနေနဲ့ ရသမြောက်စွာ အရှုတ်အထွေး\nတွေပြည့်နေတဲ့ ဒီကားကို လွန်စွာမှ သဘောကျလိမ့်မယ်လို့ ညွှန်းဆိုလိုက်ပါတယ်..\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing နဲ့ Aye Mon Kyaw တို့ပဲဖြစ်ပါတယ်....File Size : (1.04 GB) and (409 MB)\nQuality : Blu-Ray ...",
        "rating": "8.0",
        "url": "https://megaup.net/2vOI7/Uncut_Gems_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/UMSStDYOruCfwmwoSGfBGLmFnC.jpg",
        "title": "My People, My Country(2019)",
        "description": "My People, My Country(2019)(Unicode)တရုတ်နိုင်ငံဟာ ကျွန်တော့်တို့နိုင်ငံနဲ့ ယှဉ်ရင် လွတ်လပ်ရေးရတဲ့နှစ်ဟာ ကျွန်တော်တို့ထက် နောက်ကျတာ အားလုံးအသိပါပဲ...လူဦးရေအများဆုံးနိုင်ငံဖြစ်သည့်အလျောက်\nပြည်တွင်းစစ်များစွာဖြစ်ခဲ့သလို ကပ်ဆိုးပေါင်းများစွာလည်း ဆိုက်ခဲ့ပါတယ်...\nသို့ပါသော်ငြားလည်း တရုတ်ဟာခု ကမ္ဘာမှာ ဘယ်လိုအနေအထားနဲ့ ရှေ့ဆက်နေလဲဆိုတာ အားလုံးအသိပါပဲ..ဒီဇာတ်ကားကတော့\nတရုတ်နိုင်ငံ လွတ်လပ်‌ရေးရပြီး နှစ် ၇၀ ပြည့်အထိန်းအမှတ်အားဖြင့် ဒါရိုက်တာကြီး ၇ ယောက်တို့က လွတ်လပ်ရေးရပြီးနောက်ပိုင်း ဖြစ်ပျက်ခဲ့တဲ့ သမိုင်းတွင်နိုင်တဲ့ အကြောင်းအရာ ၇ ခုကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။နာမည်ကြီးသရုပ်ဆောင်များစွာကိုလည်းအသုံးပြုထားပါတယ်...\nဒီလိုသမိုင်းတွင်နိုင်ခဲ့တဲ့အကြောင်းအရာရဲ့နောက်ကွယ်မှာ သာမန်လူတစ်ယောက် အနေနဲ့လည်း ထိုကြီးကျယ်လှတဲ့ အဖြစ်တွေနှင့် မဖြစ်မနေ စပ်လျဉ်းနေတဲ့အကြောင်းကို ရသ‌မြောက်ပြီး ပေါ်လွင်အောင် ရိုက်ကူးထားပါတယ်။\nဒီဖြစ်ရပ်မှန် ၇ ခု ကိုကြည့်ခြင်းအားဖြင့် တရုတ်နိုင်ငံ တဖြည်းဖြည်းတိုးတက်လာပုံကိုလည်း‌တွေ့ရမှာပါ။ဗဟုသုတလည်းရသလို မှတ်သားစရာပေါင်းများစွာလည်းပါတဲ့အပြင် ကြည့်ရှုသူတွေကိုလည်း စိတ်ဝင်စားအောင် ခမ်းခမ်းနားနားရိုက်ပြထားပါတယ်..\nခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်...(zawgyi)တ႐ုတ္ႏိုင္ငံဟာ ကြၽန္ေတာ့္တို႔ႏိုင္ငံနဲ႔ ယွဥ္ရင္ လြတ္လပ္ေရးရတဲ့ႏွစ္ဟာ ကြၽန္ေတာ္တို႔ထက္ ေနာက္က်တာ အားလုံးအသိပါပဲ...လူဦးေရအမ်ားဆုံးႏိုင္ငံျဖစ္သည့္အေလ်ာက္\nျပည္တြင္းစစ္မ်ားစြာျဖစ္ခဲ့သလို ကပ္ဆိုးေပါင္းမ်ားစြာလည္း ...",
        "rating": "7.0",
        "url": "https://megaup.net/Qzs6/My_People,_My_Country_(Wo_He_Wo_De_Zu_Guo)_[2019]_(MM_Sub).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/maxresdefault-4-300x169.jpg",
        "title": "Spicy Beauty Queen of Bangkok 2 (2012)",
        "description": "ထိုင္းဟာသ ဇာတ္ျမဴးေလးတစ္ကား နဲ႔ မိတ္ဆက္ေပးပါရေစ Oh My Ghost ၾကည့္ဖူးသူမ်ားအတြက္ဒီ ကားထဲက မိန္းမလ်ွာ ဇာတ္ေဆာင္မ်ားနဲ႔ သိပ္ စိမ္းမွာမဟုတ္ပါဘူးဒီဇာတ္ကားေလးရဲ႕ဇာတ္အိမ္ကို ေဆးရုံတစ္ခုကို လိင္ေျပာင္းခြဲစိတ္ရန္ မိန္းမလ်ွာတစ္သိုက္ဟာ ေရာက္ရိွလာပါတယ္ အဲ့ဒီအခ်ိန္မွာပဲ ဘတ္စ္ကားတစ္စီးေပါ္မွာ ခိုက္ရန္ျဖစ္ပြားရာကေန ေသနတ္မွန္သြားတဲ့ လူငယ္တစ္ေယာက္ကို အသတ္အခ်ိန္မွီကယ္ရန္ အစ္ကိုျဖစ္သူနဲ႔ သူငယ္ခ်င္းေတြကလဲ အဆိုပါေဆးရုံကိုပဲေရာက္ရိွလာပါတယ္ ……ညီျဖစ္သူအတြက္ ပိုက္ဆံလိုတဲ့အခါမွာေတာ့ အစ္ကို ျဖစ္သူက ပိုက္ဆံအတြက္ နည္းလမ္းတစ္ခုရွာပါတယ္ အဲ့ဒီေနာက္မွာ ဓါးျပ တိုက္ျပီး ထိုေဆးရုံကိုပဲလက္နက္ေတြနဲ႔ ေရာက္လာတဲ့ ဓါးျပ နွစ္ေယာက္……… ဒီလူေတြ ေဆးရုံတစ္ခု ထဲမွာပဲ ပိတ္မိေတြ႕ဆုံတဲ့အခါမွေတာ့ တစ္ကားလုံး ဟာသဇာတ္ျမဴး ဇာတ္ကြက္ မ်ားနဲ႔ ၾကည့္ရသူကို တစ္ဝါးဝါးတစ္ဟားဟားနဲ႔ မပ်င္းရေစေအာင္ ဆြဲေဆာင္သြားနိုင္တဲ့ ဇာတ္ျမဴးေလးမ်ားနဲ႔ စိတ္လက္အပန္းေျပေစဖို႔ ၾကည့္ရႈရန္ေကာင္းတဲ့ ဇာတ္ကားေလးတစ္ကားအျဖစ္ညႊန္းပါရေစ………ထြက္ရိွလာတဲ့ စာတန္းထိုးဖိုင္က မျပည့္စံုမႉေတြရိွတာေၾကာင့္ တစ္ျခားေနရာေတြမွာ စာတန္းမထိုးခဲ့တာမ်ားရိွရင္ သည္းခံ ...",
        "rating": "",
        "url": "https://megaup.net/1Awv1/Spicy_Robbery_[2012]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjI4MzU5NTExNF5BMl5BanBnXkFtZTgwNzY1MTEwMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Moana (2016)",
        "description": "UNICODE \nမကြာခင်ကမှ ထွက်ရှိ ထားတဲ့ စိတ်ကူးယဉ်စွန့်စားခန်း Animation ဇာတ်ကားလေး ဖြစ်တဲ့\nMoanaကားလေး အကြောင်း ညွှန်း ပေးလိုက်ပါတယ်။\nDisney ရုပ်ရှင် ထုတ်လုပ်ရေးရဲ့ ၅၆ ခု မြောက် Animationဇာတ်ကား အဖြစ်\nနိုဝင်ဘာ ၂၃ ရက်ကမှ ထွက်ရှိထားတာပါ။\n#တီဖီတီ ဟာ ကျွန်းကို စောင့် ရှောက်တဲ့ နတ်သမီးတစ်ပါးဖြစ်ပြီး\nကျွန်းတွေ၊ အသက်ဝိညာဉ်တွေ စတဲ့ အရာအားလုံးကို ဖန်ဆင်း ထားသူဖြစ်ပါတယ်။\n#တီဖီတီ ရဲ့ နှလုံးသားဟာ ကျောက်စိမ်းတုံး လေးတစ်ခုအနေနဲ့ရှိပြီး\nအသက် ဝိညာဉ်တွေ ဖန်ဆင်းရာမှာ အသုံး ပြုနိုင်ပါတယ်။ အဲဒါကို လူသား နတ်ဘုရားဖြစ်တဲ့\n#မာဝီ က သူ့ရဲ့ စွမ်းအားတွေ၊ ဝိညာဉ်တွေ မြှင့် တင်ဖို့နဲ့ မှော်ငါးမျှားချိတ်ကြီး ဖန် တီးဖို့\nအသုံးပြုခဲ့ပြီး မီးတောင် ချော်ရည်မိစ္ဆာကောင်ကြီး #တီခါ နဲ့ ဆုံပြီးတဲ့နောက်\nတီဖီတီရဲ့ နှလုံးသားရော၊ မှော်ငါးမျှားချိတ်ကြီး ရော သမုဒ္ဒရာထဲမှာ ပျောက်ဆုံး ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/moana-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BMTkzOTgzNDYzOF5BMl5BanBnXkFtZTgwOTgxMTkyMjE@._V1_-135x200.jpg",
        "title": "The Book of Life (2014)",
        "description": "တော်တော်ကြည့်ကောင်းတဲ့ ကာတွန်းကားဖြစ်သလို ပေးချင်တဲ့\nမက်ဆေ့တွေကလဲ တကယ်ကို ကောင်းမွန်လှပါတယ်\nမကြည့်ရသေးသူများ ကြည့်လိုက်ကြပါဦး ဇာတ်လမ်းအညွန်းကတော့...\nဇာတ်ကားဟာ\nမိသားစုရဲ့ မျှော်လင့်ချက်တွေပြည့်မှီအောင်လုပ်ဖို့နဲ့\nသူ့စိတ်ဆန္ဒအတိုင်း နေထိုင်ဖို့ ဆိုတဲ့အရာနှစ်ခုအကြား ရွေးချယ်ရခက်နေတဲ့\nလူငယ်လေး Manolo (Diego Luna) ရဲ့\nခရီးလမ်းကိုတင်ဆက်တာဖြစ်ပါတယ်။\nချောမောလှပတဲ့ Maria (Zoe Saldana) ကိုချစ်မိသွားပြီး\nဆွဲဆောင်မှုရှိတဲ့ ပြိုင်ဘက် Joaquin (Channing Tatum) နဲ့\nအချစ်ရေးယှဉ်ပြိုင်ရာမှာဖြစ်တဲ့အတွက် ဝိဉာဉ်တွေဖြစ်တဲ့\nLa Muerte (Kate del Castillo) နဲ့ Xibalba (Ron Perlman) တို့က\nMaria ကိုဘယ်သူရမလဲ အလောင်းအစားလုပ်ကြပါတယ်။\nMaria က Manolo ဘက်ကိုယိမ်းသွားတဲ့အခါ\nအလောင်းအစားကိုရူံးနိမ့်မှာစိုးရိမ်တဲ့အတွက် Joaquin ကို\nMaria ရဲ့ချစ်သူဖြစ်စေနိုင်ဖို့မျှော်လင့်ပြီး Xibalba က Manolo ကိုသတ်ဖို့\nမြွေတစ်ကောင်ကိုလွှတ်လိုက်ပါတယ်။\nMaria ရှိရာ လူသားတွေနေတဲ့ ကမ္ဘာကိုပြန်လာဖို့အတွက်\nManolo တစ်ယောက် အကြီးမားဆုံးအကြောက်တရားနဲ့\nရင်ဆိုင်ရမယ့် စိတ်ကူးယဉ်ကမ္ဘာသုံးခုပါဝင်တဲ့\nမယုံနိုင်ဖွယ် ခရီးစဉ်တစ်ခုကိုစတင်ရတာဖြစ်ပါတယ်။\nအမေရိကန် 3D computer-animated အချစ်၊ စွန့်စားခန်း၊ ဟာသဇာတ်ကား\nThe Book of ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-book-of-life/",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYjQ5NjM0Y2YtNjZkNC00ZDhkLWJjMWItN2QyNzFkMDE3ZjAxXkEyXkFqcGdeQXVyODIxMzk5NjA@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Coco (2017)",
        "description": "ဂီတကို ရူးသွပ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆိုတဲ့(၁၂)နှစ်အရွယ်ကောင်လေးတစ်ယောက် ဂီတနဲ့ပတ်သက်လို့မိသားစုရဲ့ တားမြစ်ချက်ကို ဆန့်ကျင်ပြီး\nဝါသနာပါရာ ဂီတအတွက်စွန့်စားတဲ့အကြောင်း ဇာတ်အိမ်ဖွဲ့ထားတာပါ။အင်မယ်ဒါရစ်ဗာရာဟာ ဂီတပညာရှင်တစ်ယောက်ရဲ့ဇနီးဖြစ်ပြီး ခင်ပွန်းဖြစ်သူက မိသားစုထက် ဂီတကို\nရွေးချယ်ခဲ့ တာကြောင့် အင်မယ်ဒါဟာ ဂီတကိုစိတ်နာခဲ့ပြီးသမီးဖြစ်သူ ကိုကိုကိုလည်း ဂီတနှင့်ခပ်ကင်းကင်းနေဖို့တားမြစ်ခဲ့ပါတယ်။\nအဲဒီနောက် အင်မယ်ဒါဟာ မိသားစုစီးပွားရေးအဖြစ်ဖိနပ် ချုပ်လုပ်ငန်းလုပ်ပြီး နေထိုင်ပါတယ်။အင်မယ်ဒါတစ်ယောက် မျိုးရိုးစဉ်ဆက်တစ်လျှောက်\nဂီတကို ဘယ်လိုပဲတားမြစ်ထားပါစေ ဂီတပိုးကသူ့ရဲ့မြစ်ဖြစ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆီမှာ ပေါ်လာခဲ့ပါတယ်။မစ်ဂဲလ်ဟာ ဟိုးတုန်းက နာမည်ကျော်ဂီတပညာရှင်\nအာနက်စ်တိုဒီလာခရုဇ်ကို လေးစား အားကျပြီးသူ့လိုမျိုးဖြစ်ဖို့ စိတ် ကူးအိပ်မက်တွေနဲ့ပါ။ဒီလိုနဲ့ ဂီတပိုးရှိနေတဲ့ မစ်ဂဲလ်လေးဟာသူ့အဘွားရဲ့ မိသားစုဓာတ်ပုံကို ရှာတွေ့ပြီးနောက်မှာတော့\nဂီတနဲ့ သူ့မိသားစုကြားမှာ ကြီးမားတဲ့ဆက်စပ်မှုတစ်ခုရှိတယ်ဆိုတာသိသွားခဲ့ပါတော့တယ်။တစ်ရက်မှာတော့ မက္ကဆီ ကန်အထိမ်းအမှတ်ပွဲတစ်ခုဖြစ် တဲ့\nသေသူအတွက် မိသားစုဝင် တွေ ရည်မှန်းဆုတောင်းတဲ့ပွဲမှာမစ်ဂဲလ်ဟာ ဂီတာစွမ်းရည်ပြသ ဖို့ လုပ်ထားပေမယ့်သူ့အဘွားက ဂီတာကို ဖျက်ဆီးပြီး တားဆီးပါ တယ်။\nအဲဒီနောက်မှာတော့ မစ် ဂဲလ်ဟာ အာနက်စ်တိုရဲ့မျိုးဆက်ဆိုတာ သိသွားပြီးနောက်မှာတော့\nသူ့အဘိုးဖြစ်တဲ့ အာနက်စ်တိုရဲ့ ဂီတာနဲ့ ပြိုင်ပွဲဝင်ဖို့ဆုံးဖြတ်ပြီး အာနက်စ်တိုရဲ့ဂူမှာ ဂီတာသွား ...",
        "rating": "8.8",
        "url": "https://megaup.net/1FIrz/Monster_Family_[2017]_(MM_Sub).mp4 https://megaup.net/1FIjz/coco.2017.1080p.bluray_5.1_CH_{CM}.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/45b2JGeU3PJTxlgdSOCSIYypdL3.jpg",
        "title": "The Russian Bride (2019)",
        "description": "နီနာနဲ႔ဒါရွာကတစ္ေယာက္ကိုတစ္ေယာက္အရမ္းခ်စ္ျပီး\nႏွစ္ေယာက္တည္းရပ္တည္ေနရတဲ့သားအမိေတြပါ\nတစ္ေန႔မွာနီနာက Dating website တစ္ခုကေန\nကားလ္ဆိုတဲ့အေမရိကန္အမ်ိဳးသားတစ္ေယာက္နဲ႕ေတြ႔ျပီးခ်စ္ၾကိဳက္သြားၾကတယ္\nကားလ္ကနီနာနဲ႔ဒါရွာကိုအေမရိကားက\nသူ႔အိမ္ၾကီးမွာလာေနဖို႔ဖိတ္ေခၚလိုက္ျပီး\nနီနာ့ကိုလက္ထပ္လိုက္တယ္\nအရင္ေယာက္်ားနဲ႔ဒုကၡေရာက္ခဲ့ရတဲ့နီနာဟာ\nကားလ္ကိုေတာ့ကြဲျပားမယ္ထင္ခဲ့ေပမယ့္…\nကားလ္ကသူထင္သလိုမဟုတ္ေၾကာင္းသိသြားတဲ့အခါမွာ…\nကားလ္ရဲ ႔ရည္ရြယ္ခ်က္အစစ္အမွန္ကိုသိသြားတဲ့အခါမွ\nနီနာနဲ႔ဒါရွာတို႔သားအမိအႏၲရာယ္တြင္းကေန\nဘယ္လိုလြတ္ေျမာက္ေအာင္ၾကိဳးပမ္းၾကမလဲဆိုတာကို\nစိတ္လႈပ္ရွားစြာၾကည့္ရမယ့္ကားတစ္ကားပဲျဖစ္ပါတယ္File Size : (950 MB , 344 MB )\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 41 min\nFormat : Mp4\nGenre : Horror , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Su Su\nEncoded by Moe Myint LwinUNICODEနီနာနဲ့ဒါရှာကတစ်ယောက်ကိုတစ်ယောက်အရမ်းချစ်ပြီး\nနှစ်ယောက်တည်းရပ်တည်နေရတဲ့သားအမိတွေပါ\nတစ်နေ့မှာနီနာက Dating website တစ်ခုကနေ\nကားလ်ဆိုတဲ့အမေရိကန်အမျိုးသားတစ်ယောက်နဲ့တွေ့ပြီးချစ်ကြိုက်သွားကြတယ်\nကားလ်ကနီနာနဲ့ဒါရှာကိုအမေရိကားက\nသူ့အိမ်ကြီးမှာလာနေဖို့ဖိတ်ခေါ်လိုက်ပြီး\nနီနာ့ကိုလက်ထပ်လိုက်တယ်\nအရင်ယောက်ျားနဲ့ဒုက္ခရောက်ခဲ့ရတဲ့နီနာဟာ\nကားလ်ကိုတော့ကွဲပြားမယ်ထင်ခဲ့ပေမယ့်…\nကားလ်ကသူထင်သလိုမဟုတ်ကြောင်းသိသွားတဲ့အခါမှာ…\nကားလ်ရဲ့ရည်ရွယ်ချက်အစစ်အမှန်ကိုသိသွားတဲ့အခါမှ\nနီနာနဲ့ဒါရှာတို့သားအမိအန္တရာယ်တွင်းကနေ\nဘယ်လိုလွတ်မြောက်အောင်ကြိုးပမ်းကြမလဲဆိုတာကို\nစိတ်လှုပ်ရှားစွာကြည့်ရမယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်File Size : (950 MB , 344 MB ...",
        "rating": "5.9",
        "url": "https://megaup.net/Qzsf/(CM)_The_Russian_Bride_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/97vakT4O6wrkD9sfUnpXiSFNN3u.jpg",
        "title": "Togo (2019)",
        "description": "Disneyကနေထွက်လာတာရက်ပိုင်းပဲရှိသေးတဲ့ တကယ်ကောင်းပြီး\nနာမည်ကြီးဖြစ်ရပ်မှန်အပေါ်အခြေခံထားတဲ့ Dramaကားတစ်ကားပါ။\nလက်ရှိ IMDb rating 8.3 ခရမ်းချဉ်သီးမှာ 94%နဲ့ reviewကောင်းတွေရထားပါတယ်။\nတိုဂိုဆိုတာအလက်စကာရဲ့\nနုံးဆိုတဲ့ရွာသာသာ‌နေရာလေးကစွတ်ဖားခွေးတစ်ကောင်ပါ။\nအဲ့နယ်တစ်ခွင်မှာ အတော်ဆုံးနာမည်ကြီး\nစွတ်ဖားလှည်းခေါင်းဆောင်ခွေးပေါ့။\nသူ့သခင် ဆပါလာလည်း နာမည်ကြီးစွတ်ဖားမောင်းသမားတစ်ယောက်။\n1925ခုနှစ် သေလောက်အောင်အေးတဲ့အလက်စကာရဲ့\nဆောင်းရာသီမှာ ကလေးတွေဆုံဆို့နာဆိုတဲ့\nကူးစက်ရောဂါဖြစ်ပြီး သေကြတယ်။\nအဲ့ရောဂါအတွက်ဆေးက\nသူတို့ရွာကနေအသွားအပြန်မိုင်၆၄၀လောက်ဝေးတဲ့နေရာကိုပဲ ပို့နိုင်တယ်။\nအဲ့အချိန်မှာမုန်တိုင်းကလည်းတိုက်နေတော့\nစွတ်ဖားလှည်းနဲ့ပဲသွားယူလို့ရမယ်။\nဒီလိုအချိန်မှာ အဲ့မုန်တိုင်းထဲမှာအသက်ရှင်လျက်သွားပြီး\nပြန်လာနိုင်မယ့်သူဆိုလို့ တိုဂိုခေါင်းဆောင်တဲ့\nဆပါလာရဲ့စွတ်ဖားပဲရှိတော့တယ်။\nဒီလိုနဲ့ ရောဂါဖြစ်ပြီးသေတော့မယ်ကလေးတွေအတွက်\nဆပါလာဟာ အသက်၁၂နှစ်ရှိနေတဲ့ခွေးအိုကြီးတစ်ကောင်ကို\nဦးဆောင်ခိုင်းပြီး အေးခဲလှတဲ့မုန်တိုင်းထဲ ဆေးယူဖို့တိုးဝင်ရပါတော့တယ်။\nဆပါလာတစ်ယောက်ဆေးကိုယူပြီး အသက်ရှင်လျက်ပြန်လာနိုင်ပါ့မလား\nသူပြန်လာရင်ရော တိုဂိုဆိုတဲ့ခွေးအိုကြီးရော\nအသက်ရှင်လျက်ပါလာပါ့မလားဆိုတာ စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမှာပါ။\nဒီကားမှာဒိတ်ဒိတ်ကြဲမင်းသားကြီး Willem Dafoeဦးဆောင်ပြီး\nCinematographyကျွမ်းကျင်လှတဲ့\nEricson Core ဒါရိုက်တာလုပ်ထားတာကြောင့်လည်း\nတကယ်ကိုကြည့်လို့ကောင်းတဲ့အပြင်\nတိုဂိုရဲ့ငယ်ဘဝကိုရော အခုလက်ရှိဖြစ်နေတာတွေကိုပါပေါင်းစပ်ပြသထားလို့\nတစ်ကားလုံး လုံးဝအီမနေပဲ\nတစ်ချို့အခန်းတွေဆိုအသဲတယားယားနဲ့ကြည့်ရှုရမှာပါ။\nကြည့်ပြီးနောင်တရမယ့်ကားတစ်ကားမဟုတ်တာကြောင့်\nရှယ်ညွှန်းပေးလိုက်ရပါတယ်။File Size ...",
        "rating": "8.3",
        "url": "https://megaup.net/2cunh/(CM)_Togo_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Arefq9eI1z94Jtrbbuqzg9p5mf8.jpg",
        "title": "Villains(2019)",
        "description": "Villains(2019)(Unicode)ဒီတစ်ခေါက်တော့ အမှန်အကန်လန်းတဲ့ ဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ စိတ်ထားကောင်းပေမယ့် ဘဝကိုပေ့ါပေါ့နေပြီး ဖြတ်သန်းချင်တဲ့ အရမ်းချစ်တဲ့စုံတွဲတစ်တွဲ ဟာ လိုအင်ဆန္ဒတစ်ခုကြောင့် လုယက်မှုတစ်ခုလုပ်ပြီး ဖလော်ရီဒါအိပ်မက်ကို အကောင်အထည်ဖော်ဖို့လုပ်တယ် ....\nလမ်းတဝက်မှာကားဆီပြတ်သွားပြီးတော့ ရှေ့မတိုးသာနောက်မဆုတ်သာဖြစ်နေတဲ့အချိန် နောက်ကားတစ်စီးရှာဖို့ လုပ်ကြရင်းနဲ့ လူမနေဘူးလို့ထင်ရတဲ့ ခမ်းနားတဲ့အိမ်ကြီးကိုရောက်သွားတဲ့အချိန်မှာ စပြီး ပြဿနာအကြီးကြီးတက်ပါတော့တယ်...\nဘယ်လိုပြဿနာတွေ သူတို့ကို အိမ်ကြီးက ဆီးကြိုနေမလဲ...\nသူတို့ရဲ့ အိပ်မက်ကိုရော အကောင်အထည်ဖော်နိုင်သွားမလား...သူတို့ မထင်မှတ်တာတွေ ဘယ်လိုကြုံကြမလဲ... တစ်ယောက်ချင်းဆီရဲ့ သူရုပ်ဆောင်မှုတွေကို အာရုံစိုက်ကြည့်ရင် သို့လောသို့လောနဲ့ တကယ် စိတ်ဝင်စား လှုပ်ရှားစရာကောင်းလွန်းတာမို့ မလွတ်တမ်းကြည့်ရှုဖို့ ပြောလိုက်ပါရစေ... နည်းနည်းဂေါ်တဲ့အတွဲမို့ စကားလုံးအသုံးအနှုံးတွေတော့ အနည်းငယ်ကြမ်းနိင်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်...(zawgyi)ဒီတစ္ေခါက္ေတာ့ အမွန္အကန္လန္းတဲ့ ဇာတ္ကားေလးတစ္ကားကို မိတ္ဆက္ေပးခ်င္ပါတယ္။ စိတ္ထားေကာင္းေပမယ့္ ဘဝကိုေပ့ါေပါ့ေနၿပီး ျဖတ္သန္းခ်င္တဲ့ အရမ္းခ်စ္တဲ့စုံတြဲတစ္တြဲ ဟာ လိုအင္ဆႏၵတစ္ခုေၾကာင့္ လုယက္မႈတစ္ခုလုပ္ၿပီး ဖေလာ္ရီဒါအိပ္မက္ကို အေကာင္အထည္ေဖာ္ဖို႔လုပ္တယ္ ....\nလမ္းတဝက္မွာကားဆီျပတ္သြားၿပီးေတာ့ ေရွ႕မတိုးသာေနာက္မဆုတ္သာျဖစ္ေနတဲ့အခ်ိန္ ေနာက္ကားတစ္စီးရွာဖို႔ လုပ္ၾကရင္းနဲ႔ လူမေနဘူးလို႔ထင္ရတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cupe/Villains_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BOWY2NGZlZGEtYmE1Yi00ZmVmLWI5MzAtMzZkYjU4YzY2YjdlXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007201000_AL_-144x200.jpg",
        "title": "Lu Over the Wall (2017)",
        "description": "ရေသူမဇာတ်လမ်းလေးတွေကိုကြားဖူးမှာပေါ့\nအခုကတော့ ချစ်ဖို့ကောင်းတဲ့ရေသူမလေး 'လူ'အကြောင်းပါ\nတခြားဇာတ်လမ်းတွေလို လူသားနဲ့ချစ်တဲ့ရေသူမလေးမဟုတ်ပဲ\nသီချင်းတွေချစ်တဲ့ရေသူမလေးပါနော်\nလူသားဖြစ်ချင်တာထပ် ခြေထောက်တွေနဲ့ကနေရရင်ပျော်နေတဲ့\nရေသူမလေးနဲ့ သူတို့နေတဲ့ပင်လယ်နားကမြို့ကလေး\nပျော်စရာလေးတွေ ကြည်နူးစရာလေးတွေရော\nအကျင့်ယုတ်တဲ့သူတွေနဲ့ ဝမ်းနည်းစရာလေးတွေရော\nအစုံအလင်နဲ့ မြုပ်ထားတဲ့ဇာတ်ကွက်လေးတွေနဲ့\nရေသူမလေး လူ အကြောင်းလေးကိုကြည့်လိုက်ပါဦး\nFile Size : (1.50 GB)/(0.66 GB)\nQuality : Blu-ray (1080p 5.1,720p,480p)\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Animation,Adventure,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DTS-MT\nTranslated by ThinzarHtet\nEncoded by sithuZAWGYI\nေရသူမဇာတ္လမ္းေလးေတြကိုၾကားဖူးမွာေပါ့\nအခုကေတာ့ ခ်စ္ဖို႔ေကာင္းတဲ့ေရသူမေလး 'လူ'အေၾကာင္းပါ\nတျခားဇာတ္လမ္းေတြလို လူသားနဲ႔ခ်စ္တဲ့ေရသူမေလးမဟုတ္ပဲ\nသီခ်င္းေတြခ်စ္တဲ့ေရသူမေလးပါေနာ္\nလူသားျဖစ္ခ်င္တာထပ္ ေျခေထာက္ေတြနဲ႔ကေနရရင္ေပ်ာ္ေနတဲ့\nေရသူမေလးနဲ႔ သူတို႔ေနတဲ့ပင္လယ္နားကၿမိဳ႕ကေလး\nေပ်ာ္စရာေလးေတြ ၾကည္ႏူးစရာေလးေတြေရာ\nအက်င့္ယုတ္တဲ့သူေတြနဲ႔ ဝမ္းနည္းစရာေလးေတြေရာ\nအစုံအလင္နဲ႔ ျမဳပ္ထားတဲ့ဇာတ္ကြက္ေလးေတြနဲ႔\nေရသူမေလး လူ အေၾကာင္းေလးကိုၾကည့္လိုက္ပါဦး\nFile Size : (1.50 GB)/(0.66 GB)\nQuality : Blu-ray (1080p 5.1,720p,480p)\nRunning Time : ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/lu-over-the-wall-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BYjc0NmVlN2MtMzEwNS00YjI5LTk3ODktNzQyNjBhODY0YWVmXkEyXkFqcGdeQXVyNjY1MjY1ODk@._V1_-1-133x200.jpg",
        "title": "The Furnace (2019)",
        "description": "မယ္ရီနဲ႕မတ္တို႕ရဲ႕ခရစ္စမတ္အခ်ိန္ကာလေလး\nေအးခ်မ္းေအးစက္တဲ့ႏွင္းမႈန္ေတြၾကားက\nသူတို႕ႏွစ္ေယာက္ရဲ႕မဂၤလာဦးေန႕ရက္ေလးေတြ\nေပ်ာ္စရာေကာင္းၿပီးေတာ့ တစ္ေယာက္ကိုတစ္ေယာက္\nအရမ္းခ်စ္ၾကတဲ့ ၾကင္စဦးဇနီးေမာင္ႏွံႏွစ္ဦး။\nသူတို႔နွစ္ေယာက္ရဲ႕ပ်ားရည္စမ္းခရီးေလးကို အမ်ားနဲ႕မတူပဲ\nထူးျခားစြာ အာဖရိကကအေျပးၿပိဳင္ပြဲကိုပဲသြားဖို႕ ႏွစ္ေယာက္စလံုးစိတ္လႈပ္ရွားၿပီးေတာ့ေပ်ာ္ေနခဲ့ရတာ။\nအာဖရိကရဲ႕သဘာဝေျမသားေပၚမွာ ေတာတြင္းသားရုိင္းတိ၇ၥဆာန္ေတြနဲ႕အတူ\nသဘာဝတရားၾကားမွာ ေျပးလႊားရင္း ဟန္းနီးမြန္းေန႔ရက္ေတြကုိ\nတူတူကုန္ဆံုးဖို႕အတြက္ ရင္ခုန္စြာနဲ႕ေစာင့္ေမွ်ာ္ေနၾကတာေပါ့.\nဒါေပမယ့္ တစ္ကယ္တမ္းမွာ မယ္ရီတစ္ေယာက္ပဲ\nၿပိဳင္ပြဲကိုအေရာက္သြားၿပီးေတာ့ဝင္ေရာက္ယွဥ္ၿပိဳင္လိုက္ရတယ္။\nဘာေၾကာင့္လဲ မတ္တစ္ေယာက္ဘာလို႕ၿပိဳင္ပြဲအထိမေရာက္လာနိုင္ခဲ့တာလဲ .\nမယ္ရီေရာ ဘယ္လိုအေျခအေနမ်ိဳးေတြနဲ႕\nၿပိဳင္ပြဲကိုအသက္စြန္႕ယွဥ္ၿပိဳင္ရမလဲဆိုတာကို ဆက္လက္ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္ဗ်ာ။\n \nUNICODE\nမယ်ရီနဲ့မတ်တို့ရဲ့ခရစ်စမတ်အချိန်ကာလလေး\nအေးချမ်းအေးစက်တဲ့နှင်းမှုန်တွေကြားက\nသူတို့နှစ်ယောက်ရဲ့မင်္ဂလာဦးနေ့ရက်လေးတွေ\nပျော်စရာကောင်းပြီးတော့ တစ်ယောက်ကိုတစ်ယောက်\nအရမ်းချစ်ကြတဲ့ ကြင်စဦးဇနီးမောင်နှံနှစ်ဦး။\nသူတို့နှစ်ယောက်ရဲ့ပျားရည်စမ်းခရီးလေးကို အများနဲ့မတူပဲ\nထူးခြားစွာ အာဖရိကကအပြေးပြိုင်ပွဲကိုပဲသွားဖို့ နှစ်ယောက်စလုံးစိတ်လှုပ်ရှားပြီးတော့ပျော်နေခဲ့ရတာ။\nအာဖရိကရဲ့သဘာဝမြေသားပေါ်မှာ တောတွင်းသားရိုင်းတိ၇္စဆာန်တွေနဲ့အတူ\nသဘာဝတရားကြားမှာ ပြေးလွှားရင်း ဟန်းနီးမွန်းနေ့ရက်တွေကို\nတူတူကုန်ဆုံးဖို့အတွက် ရင်ခုန်စွာနဲ့စောင့်မျှော်နေကြတာပေါ့.\nဒါပေမယ့် တစ်ကယ်တမ်းမှာ မယ်ရီတစ်ယောက်ပဲ\nပြိုင်ပွဲကိုအရောက်သွားပြီးတော့ဝင်ရောက်ယှဉ်ပြိုင်လိုက်ရတယ်။\nဘာကြောင့်လဲ မတ်တစ်ယောက်ဘာလို့ပြိုင်ပွဲအထိမရောက်လာနိုင်ခဲ့တာလဲ .\nမယ်ရီရော ဘယ်လိုအခြေအနေမျိုးတွေနဲ့\nပြိုင်ပွဲကိုအသက်စွန့်ယှဉ်ပြိုင်ရမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်ဗျာ။\nFile Size : (1.30 GB)/(0.66 GB)\nQuality : AMZN WEB-DL.DD (1080p 5.1,720p,480p)\nRunning Time : 1hr 30min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DTS-MT\nTranslated by Charm\nEncoded by sithu",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-furnace-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/the-great-156x200.jpg",
        "title": "The Great War(2019)",
        "description": "The Great War(2019)(unicode)၁၉၁၄ ဂျူလိုင် ၁၈ကနေ ၁၉၁၈နို၀င်ဘာ၁၁ အထိကြာညောင်းခဲ့တဲ့ ပထမကမ္ဘာစစ်ကြီးအတွင်းမှာနောက်ဆုံးမိိနစ်အထိတိုက်ပွဲ၀င်ခဲ့သူတစ်ယောက်ရှိတယ် ၁၉၁၈ နို၀င်ဘာ ၁၁ရက် မနက်၁၁နာရီအချိန်မှာ ဂျာမနီကအပစ်ခတ်ရပ်စဲမယ်လို့ကြေညာလိုက်သော်ငြားလည်း မဟာစစ်ကြီးမပြီးဆုံးခင် အဲ့၁၁လမြောက်ရဲ့ ၁၁ရက်နေ့ မနက်၁၁ နာရီမတိုင်မချင်းမှာ အင်အားကြီးပြင်သစ်တွေက အမေရီကန်ကိုဆက်လက်တိုက်ခိုက်ဖို့တွန်းအားပေးခဲ့တယ် ပြင်သစ်တွေအတွက်နယ်နိမိတ်တချို့ရလိုရငြားပေါ့ ဒါပေမယ့်ဂျာမနီဖက်ကလဲ သူ့မြေတွေမပါချင်ဘူး ဆိုတော့ကာအပစ်ခတ်ရပ်စဲကြပြီဖြစ်ပေမယ်လို့ နောက်ဆုံးမိနစ်မတိုင်ခင်ထိ အတိုက်အခိုက်တွေရှိကြတုန်းပဲ\nထိုအချိန်မှာ ရန်သူ့စစ်ကြောင်းထဲထိရောက်နေတဲ့လူမဲစစ်သားတပ်စုကို ပြန်လည်ခေါ်ယူဖို့ အထက်ကအမိန့်အရ စာသင်ကြီးဝီလီယမ်ရေဗာစ်ဆိုင်းပြင်းရတော့တယ် ဒီလူမဲစစ်သားတွေကိုပြန်ခေါ်ဖို့ မစ်ရှင်က ရေဗာစ်အတွက်နောက်ဆုံးမစ်ရှင်ပဲ... ဒါပေမယ့်လူဖြူလူမဲညီညွတ်မှုမရှိသေးခင်ကာလဖြစ်လို့ မကြာခင်ပြီးဆုံးတော့မယ့်စစ်ကြီးအတွင်းမှာ ရေဗာစ့်ရဲဘော်တွေဟာ မလုပ်ပေးချင်ကြပါဘူး ...\nကဲ plot ကတော့ လူမဲတွေကိုကြည့်မရတဲ့တပ်စုခေါင်းဆောင်စာသင်ကြီးရေဗာစ် သူဘယ်အချိန်ထိဆက်တိုက်ခိုက်သွားမှာ လူမဲစစ်သားတွေကိုအသက်ရှင်ရက်ပြန်ကယ်ထုတ်နိုင်မှာလား ပရိတ်သတ်ကြီးပဲကိုယ်တိုက် ကြည့်ရှုခံစားကြည့်ကြပါ...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်........(zawgyi)၁၉၁၄ ဂ်ဴလိုင္ ၁၈ကေန ၁၉၁၈ႏို၀င္ဘာ၁၁ အထိၾကာေညာင္းခဲ့တဲ့ ပထမကမာၻစစ္ႀကီးအတြင္းမွာေနာက္ဆုံးမိိနစ္အထိတိုက္ပြဲ၀င္ခဲ့သူတစ္ေယာက္ရွိတယ္ ၁၉၁၈ ႏို၀င္ဘာ ၁၁ရက္ မနက္၁၁နာရီအခ်ိန္မွာ ဂ်ာမနီကအပစ္ခတ္ရပ္စဲမယ္လို႔ေၾကညာလိုက္ေသာ္ျငားလည္း ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-great-war2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZHnblqmTBUBgzYBIxWIz9txsEi.jpg",
        "title": "The Aeronauts (2019)",
        "description": "\"ထိုင္ၾကည္႔ေနရံုနဲ႔ကမာၻ႔ၾကီးဟာေျပာင္းလဲမလာပါဘူး၊ကိုယ္ေနထိုင္ဖို႔ ေရြးခ်ယ္လိုက္တဲ႔ လမ္းကသာ ကမာၻၾကီးကိုေျပာင္းလဲေစမွာပါ\"တဲ႔။စူးစမ္းလိုစိတ္အျပည္႔ရွိတဲ႔သိပၸံပညာရွင္ နကၡတၱေဗဒပညာရွင္ ဂ်ိမ္းစ္ ဂလီရွာဟာေကာင္းကင္ႀကီးရဲ ႔သေဘာသဘာဝကိုသာ အျပည္႔အဝနားလည္ရင္ရာသီဥတုကို ခန္႔မွန္းႏိုင္မွာ ဆိုတဲ႔ယံုၾကည္ခ်က္နဲ႔ ေလွာင္ရယ္သံေတြ အၾကား စြန္႔စားခရီးႏွင္ခဲ႔သူပါ။သူတို႔ေခတ္သူတို႔အခါမွာ မိုးေလဝသကိုခန္႔မွန္းမယ္ဆိုတာအေျခအျမစ္မရွိဘူးလို႔ အမ်ားသူငွာကယူဆၾကပါတယ္။ဒါေပမယ္႔ ဂ်ိမ္းစ္ကေတာ႔ ေကာင္းကင္ကိုေလ႔လာဖို႔အတြက္မီးပံုးပ်ံစီးကာ ခရီးႏွင္ေနၾကျဖစ္တဲ႔အမ္မလီရာဆိုတဲ႔ မုဆိုးမေလးနဲ႔ ေကာင္းကင္ခရီးထြက္ဖို႔စီစဥ္ပါေတာ႔တယ္။အမ္မလီရာကလဲ အေၾကာင္းေၾကာင္းေၾကာင္႔မီးပံုးပ်ံထပ္မစီးေတာ႔ဘူးလို႔ ဆံုးျဖတ္ထားသူပါ။တစ္ေန႔ေတာ႔ သူတို႔ႏွစ္ေယာက္ေပါင္းကာကမာၻ႔အျမင္႔ဆံုးဆိုတဲ႔ စံခ်ိန္ကိုခ်ိဳးဖို႔ထြက္ခြာခဲ႔ပါေတာ႔တယ္။အဂၤလိပ္လူမ်ိဳးမိုးေလဝသပညာရွင္ ဂ်ိမ္းစ္ဂလီရာအေၾကာင္းရိုက္ကူးထားတဲ႔ဒီဇာတ္ကားဟာ ျဖစ္ရပ္မွန္ေတြက ပံုျပင္ထက္ပိုဆန္းက်ယ္တယ္ဆိုတဲ႔အေၾကာင္းကိုသက္ေသျပေနသလိုပါပဲ။လူႏွစ္ဦးရဲ ႔ရဲစြမ္းသတၱိ၊စူးစမ္းရွာေဖြလိုစိတ္၊ဉာဏ္ပညာ၊အတိတ္၊ရည္ရြယ္ခ်က္စတာေတြကိုအေကာင္းဆံုးပံုေဖာ္ေပးထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔The aeronauts(2019)ပါ။Rotten Tomatoes 72%ရရွိထားျပီး Eddie Redmanye ကိုယ္တိုင္အေကာင္းဆံုးသရုပ္ေဆာင္ထားတာမလို႔ေကာင္းတယ္ဆိုတာအေထြအထူးမညႊန္းေတာ႔ပဲနဲ႔Channel Myanmar ပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ File Size : (945 MB ...",
        "rating": "6.6",
        "url": "https://megaup.net/2cuqp/The_Aeronauts_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BNDA2MWEwYjMtNThiMS00ZGI5LWJmNTYtZjFjZDc5YWYyMzg0XkEyXkFqcGdeQXVyNTc3MjUzNTI@._V1_-134x200.jpg",
        "title": "Les Misérables (2012)",
        "description": "Les Miserables (2012)\n၁၈၁၅ ခုနှစ်က ပြင်သစ်မြို့ရဲ့ ခေတ်အနေအထားကိုပြသနေတဲ့\nဒီဇာတ်လမ်းလေးကို အော်ပရာဇာတ်ခုံပေါ်ကနေ\nတီဗီဖန်သားပြင်ထက်ဇာတ်လမ်းလေးအဖြစ် ပြောင်းလဲတင်ဆက်ပေးထားတာပါ...\nဒီဇာတ်ကားလေးထဲမှာ X-Men ဇာတ်ကားထဲမှ\nကိုယ်တွေရဲ့ လိုဂန်မင်းသားကြီး Hugh Jackman နဲက ဦးဆောင်ထားပြီး\nတခြားသရုပ်ဆောင်များစွာကိုလည်း မြင်တွေ့ရမှာဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကိုတော့ ပေါင်မုန့်ခိုးမိလို့ ၅ နှစ်,\nထွက်ပြေးဖို့ကြိုးစားလို့ ၁၄ နှစ်,\nစုစုပေါင်း ၁၉ နှစ်အပြစ်ပေးခံထားရတဲ့ ဂျန်းဗယ်ဂျန်လို့ခေါ်တဲ့ လူကို\nအန္တရာယ်ရှိတဲ့သူအဖြစ် ခံဝန်စာချုပ်နဲ့လွှတ်ပေးလိုက်တာမို့လို့\nလုပ်ကိုင်စားသောက်လို့မရအောင် ဒုက္ခသုက္ခရောက်နေရာက အစပြုခဲ့ပါတယ်\nသူဟာဂျောင်ပိတ်မိနေတဲ့အဆုံး ခံဝန်စာချုပ်ကိုဖြဲဆုတ်လိုက်ပြီး\nဘဝသစ် နာမည်သစ်နဲ့ အသစ်တစ်ဖန်ပြန်စတင်ခဲ့ပါတယ်...\nဒီလိုမပြောင်းလဲခင်မှာ သေးနုတ်တဲ့သူ့ရဲ့သူခိုးတစ်ယောက်စိတ်ဓာတ်ကနေ\nဆင်းရဲတဲ့သူတွေကို ကယ်တင်ပေးပြီး မေတ္တာတရားနဲ့စိတ်သဘောထားကြီးလာအောင်\nဘုန်းတော်ကြီးတစ်ပါးက ပြောင်းလဲပေးခဲ့ပါတယ်\nဗယ်ဂျန့်နောက်ကို ရေဆုံးမြေဆုံး ရှာဖွေနေတဲ့ အင်စပက်တာဂျဗက်ဟာ\nအစပိုင်းမှာ ဇဝေဇဝါနဲ့မြို့တော်ဝန် တစ်ဖြစ်လဲ ဗယ်ဂျန့်ကို သံသယသာဝင်ပေမဲ့\nအဖြစ်မှန်ကိုသိသွားခဲ့တော့ ဘယ်လိုဆက်ဖြစ်မလဲ...\nဇာတ်လမ်းထဲမှာပါဝင်တဲ့ ဖန်တင်ဆိုတဲ့ အမျိုးသမီးရဲ့ သမီးလေး \"ကိုဆက်\"\nသူဌေးသားပေးမဲ့ တော်လှန်ရေးမှာပါဝင်နေတဲ့ ကိုဆက်နဲ့ မြင်မြင်ချင်းမေတ္တာသက်ဝင်သွားနေတဲ့ \"မာရီးယက်စ်\"\nကိုဆက်နဲ့ငယ်စဥ်ကအတူကြီးပြင်းခဲ့ပေမဲ့ မတူညီတဲ့ဘဝလမ်းကို လျှောက်လှမ်းနေရရှာတဲ့ အီဖိုနီ\nဒီဇာတ်ကောင်တစ်ခုချင်းဆီရဲ့ ဇာတ်ကြောင်းလေးတွေသိရအောင်\nဒီဇာတ်လမ်းလေးကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်\nတေးသရုပ်ဖော်ကြိုက်နှစ်သက်သူတွေ အော်ပရာဇာတ်လမ်းနှစ်သက်သူတွေအတွက်တော့ အားရစရာဖြစ်မှာပါ\nအော်ပရာမကြိုက်သူများကြည့်ရင်လည်း ရင်ထဲတစ်ခုခုကျန်မဲ့ ဇာတ်လမ်းဖြစ်မှာကျိန်းသေပါတယ်..\nLes Miserables ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/les-miserables-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiTfDWThOCqGvAzOvJHJlD7SeBV.jpg",
        "title": "Christmas Reservations(2019)",
        "description": "Christmas Reservations(2019)(unicode)ဇာတ်လမ်းအကျဉ်းကတော့...\nငယ်ငယ်တုန်းကအကြောင်းအမျိုးမျိုးကြောင့် နှစ်ဦးသားဝေးကွာခဲ့ကြတဲ့ငယ်သူငယ်ချင်းနှစ်ယောက်...\nတစ်ယောက်နဲ့တစ်ယောက် သံယောဇဉ်ကိုယ်စီရှိခဲ့ကြပေမယ့်..\nဒီသံယော်ဇဥ◌်တွေဟာ ဘယ်လိုအရောင်တွေလဲဆိုတာ မကွဲပြားသေးခင် ကျောင်းပြီးသွားတဲ့အချိန်မှာအဆက်သွယ်ပြတ်ခဲ့ကြတယ်...\nဒီလိုနဲ့ ကောင်မလေးဖြစ်သူ ဟိုလီ ဟာနှင်းလျှောစီးအပန်းဖြေစခန်းမှာ သူမရဲ့အဖေကိုကူညီရင်းနဲ့ပဲလုပ်ကိုင်နေခဲ့တယ်...\nသူမရဲ့အလုပ်ဟာပွဲအစီအစဉ်လေးတွေလုပ်...ဟိုတယ်အခန်းကြိုတင်မှာတာတွေကိုလုပ်နေခဲ့မယ်..\nသူမရဲ့နှလုံးသားတစ်နေရာရဲ့အခန်းလေးကိုတော့ ကြိုတင်အော်ဒါမှာထားလို့မရတော့သလို\nအဲ့အခန်းကိုခတ်ထားခဲ့တဲ့သော့လေးဟာလဲ ဖွင့်ပေးနိုင်တဲ့သူမရှိသလို ပျောက်ဆုံးသွားပြီလို့ သူမကိုယ်သူထင်ခဲ့တာပေါ့...\nဒါပေမယ့် ခရစ်စမတ်စ်ကာလရောက်တဲ့အချိန်မှာ သူမမျှော်လင့်ထားတဲ့လူတစ်ယောက်ကိုပြန်တွေ့\nလိုက်ရတဲ့အချိန်မှာ ဒိန်းခနဲ ခုန်သွားတဲ့သူမရဲ့ ဘယ်ဘက်ရင်အုံကို သတိမထားမိဘဲ\nမနေနိုင်နိုင်ခဲ့ဘူး.....\nနောက်ပိုင်း ခရစ်စမတ်စ်ကာလတစ်လျှောက်သူနဲ့ ဟိုလီတို့ ဘယ်လိုဆက်ပြီး အနုပညာမြောက်ချစ်ခြင်းတရားတွေ ဘယ်လိုဖွဲ့သီကြမလဲဆိုတာကိုတော့....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Zan Aung ပဲဖြစ်ပါတယ်...(zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့...\nငယ္ငယ္တုန္းကအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ႏွစ္ဦးသားေဝးကြာခဲ့ၾကတဲ့ငယ္သူငယ္ခ်င္းႏွစ္ေယာက္...\nတစ္ေယာက္နဲ႔တစ္ေယာက္ သံေယာဇဥ္ကိုယ္စီရွိခဲ့ၾကေပမယ့္..\nဒီသံေယာ္ဇဥ◌္ေတြဟာ ဘယ္လိုအေရာင္ေတြလဲဆိုတာ မကြဲျပားေသးခင္ ေက်ာင္းၿပီးသြားတဲ့အခ်ိန္မွာအဆက္သြယ္ျပတ္ခဲ့ၾကတယ္...\nဒီလိုနဲ႔ ေကာင္မေလးျဖစ္သူ ဟိုလီ ဟာႏွင္းေလွ်ာစီးအပန္းေျဖစခန္းမွာ သူမရဲ႕အေဖကိုကူညီရင္းနဲ႔ပဲလုပ္ကိုင္ေနခဲ့တယ္...\nသူမရဲ႕အလုပ္ဟာပြဲအစီအစဥ္ေလးေတြလုပ္...ဟိုတယ္အခန္းႀကိဳတင္မွာတာေတြကိုလုပ္ေနခဲ့မယ္..\nသူမရဲ႕ႏွလုံးသားတစ္ေနရာရဲ႕အခန္းေလးကိုေတာ့ ႀကိဳတင္ေအာ္ဒါမွာထားလို႔မရေတာ့သလို\nအဲ့အခန္းကိုခတ္ထားခဲ့တဲ့ေသာ့ေလးဟာလဲ ဖြင့္ေပးႏိုင္တဲ့သူမရွိသလို ေပ်ာက္ဆုံးသြားၿပီလို႔ သူမကိုယ္သူထင္ခဲ့တာေပါ့...\nဒါေပမယ့္ ခရစ္စမတ္စ္ကာလေရာက္တဲ့အခ်ိန္မွာ သူမေမွ်ာ္လင့္ထားတဲ့လူတစ္ေယာက္ကိုျပန္ေတြ႕\nလိုက္ရတဲ့အခ်ိန္မွာ ဒိန္းခနဲ ခုန္သြားတဲ့သူမရဲ႕ ဘယ္ဘက္ရင္အုံကို သတိမထားမိဘဲ\nမေနႏိုင္ႏိုင္ခဲ့ဘူး.....\nေနာက္ပိုင္း ခရစ္စမတ္စ္ကာလတစ္ေလွ်ာက္သူနဲ႔ ဟိုလီတို႔ ဘယ္လိုဆက္ၿပီး အႏုပညာေျမာက္ခ်စ္ျခင္းတရားေတြ ဘယ္လိုဖြဲ႕သီၾကမလဲဆိုတာကိုေတာ့....\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zuel Zan Aung ပဲျဖစ္ပါတယ္... File ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/christmas-reservations2019/"
    }
]