[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BM2FiODk5ZDktZjE4Mi00ZTVkLTgxOWQtYzIxODNmY2U0MjJhXkEyXkFqcGdeQXVyMTMxNzc2NDIx._V1_-135x200.jpg",
        "title": "Righteous Thieves (2023)",
        "description": "Righteous Thieves ကတော့ မကြာသေးခင်မှထွက်ရှိထားတဲ့ ဒါရိုက်တာ Anthony Nardolilo ရိုက်ကူးထားပြီး Lisa Vidal, Carlos Miranda နဲ့ Jaina Lee Ortizတို့အဓိကပါဝင်ထားတဲ့ thriller ရုပ်ရှင်ဖြစ်ပါတယ် ဇာတ်လမ်းအကျဥ်း အန်နဘယ်လ်ဟာ ကာလရှည်ကြာပျောက်ဆုံးနေတဲ့ အနုပညာလက်ရာတွေ အထူးသဖြင့် နာဇီတွေ ဂျူးလူမျိုးတွေဆီကမတရားသိမ်းယူထားခဲ့တဲ့ပန်းချီတွေကို ပြန်စုဆောင်းနေတဲ့ လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုရဲ့ ခေါင်းဆောင်ပါ။ အန်နဘယ်လ်ရဲ့ဆရာ ဂျိုးဇက်ဖ်ဟာ သူ့ဘဝတစ်ခုလုံး နာဇီတွေသူ့မိသားစုဆီကခိုးယူသွားခဲ့တဲ့ ပန်းချီလက်ရာတွေကို လိုက်လံရှာဖွေရင်း ကုန်ဆုံးခဲ့တယ်။ သူ့ဆရာရဲ့မပြီးမြောက်သေးတဲ့ရည်မှန်းချက်ကို အန်နဘယ်လ်ကဆက်အကောင်အထည်ဖော်ဖို့ စိတ်ပိုင်းဖြတ်ထားတယ်။ ခုလက်ရှိမှာ ပန်းချီကားတချို့ဟာ ဂျာမန်လူမျိုးအရင်းရှင် အိုတိုဟိုင်ဇန်ရဲ့လက်ထဲမှာရှိနေပါတယ်။ အဲဒါတွေကိုပြန်ယူဖို့ အန်နဘယ်လ်နဲ့သူ့ညာလက်ရုံးအက်ဒီတို့ လူစုဆောင်းကြတာမှာ လူစီ (ဟက်ကာ)၊ နာဒီယာ (သော့ဝိဇ္ဇာ) နဲ့ လူမိုက် ဘရူနိုတို့က အဖွဲ့ဝင်တွေဖြစ်လာကြတယ်။ ဟိုင်ဇန်ရဲ့ အန္တရာယ်များတဲ့အစောင့်တွေ ဇီဝမက်ထရစ်သော့တွေ နည်းပညာတွေနဲ့ အထပ်ထပ်ကာကွယ်ထားတဲ့ ပန်းချီကားတွေကို ဥပဒေဘောင်အတွင်းကနေ ...",
        "rating": "",
        "url": "https://megaup.net/2yR9m/Righteous.Thieves.2023.720p.(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ziqUBUAp7JnqMQwYEylclX2gXqJ.jpg",
        "title": "Angels Of Vengeance ( 2023 )",
        "description": "CMပရိသတ်ကြီးကို မှုခင်းရဲမေ လျို့ဝှက်သည်းဖို\nဇာတ်လမ်းလေးတင်ဆက်ပေးလိုက်ပါတယ်။အထူးရဲကွန်မန်ဒိုတပ်ဖွဲ့ဝင် နတ်မိမယ်လေး(၄)ယောက်ဟာ\nမူးယစ်တိုက်ဖျက်ရေးရဲတပ်ဖွဲ့နဲ့ပူးပေါင်းပြီး\nမူးယစ်ရာဇာကိုအမြစ်ကနေလှန်ပစ်နိုင်ဖို့အတွက်\nသူလျှိုအဖြစ်နဲ့ မူးယစ်ဂိုဏ်းထဲကိုရောဝင်ပြီး\nအမှုကိုဖော်ထုတ်မယ့် မှုခင်းဇာတ်လမ်းပဲဖြစ်ပါတယ်။နတ်မိမယ်(၄)ယောက်ကတစ်ယောက်ချင်းစီဘယ်လိုစွမ်းရည်တွေရှိကြလဲ......\nမူးယစ်ဂိုဏ်းထဲမှာ လျို့ဝှက်သည်းဖိုဘယ်လိုဟန်ဆောင်ပြီ\nးသက်သေတွေရအောင်ယူကြလဲ......\nမူးယစ်ဂိုဏ်းကြီးကိုဘယ်လိုနှိမ်နင်းပစ်လဲ......ဆိုတာ ကို\nကြမ်းကြမ်းရမ်းရမ်းဖိုက်တင်ခန်းတွေနဲ့အတူ\nမမတွေကအလှမပျက်တင်ဆက်ပြသွားမှာဖြစ်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action, Crime\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/angels-of-vengeance-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTIzNDU0MzMxN15BMl5BanBnXkFtZTcwNTA1MDQzMQ@@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Blue Thunder (1983)",
        "description": "၁၉၈၃ခုနှစ် မေလ၁၃ရက်နေ့မှာ ထွက်ရှိခဲ့တဲ့ Blue thunder ဟာဆိုရင် action thirller ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ ၁၉၇၅ နဲ့ ၁၉၇၈ ခုနှစ်တို့မှာ ထွက်ရှိခဲ့တဲ့ Jaws , Jaws2 စတဲ့ရုပ်ရှင်တွေနဲ့ နာမည်ကြီးတဲ့ မင်းသား Roy Scheiderမှ Frank Murphy နေရာမှ ပါဝင်သရုပ်ဆောင်ထားတဲ့အပြင် home alone ဇာတ်ကားတွေထဲက သူခိုးအဖြစ်နာမည်ကြီး သွား Daniel Stern က richard lymangoodaနေရာမှ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒီဇာတ်လမ်းရဲ့ အသွားကတော့ ဖရန့်ခ်မာဖီဆိုတဲ့ ရဲရင့်တဲ့ လော့စ်အိန်ဂျယ်လိစ် ရဲအရာရှိက အသစ်‌ရောက်ရှိလာတဲ့ blue thunder အမည်ရှိတဲ့ အဆင့်မြင့် နည်းပညာတွေတပ်ဆင်ထားတဲ့ တိုက်ခိုက်ရေးသုံး ဟယ်လီကော်ပတာ တစ်စီးကို စမ်းသပ်ဖို့‌ရွေးချယ်ခံခဲ့ရပါတယ်တယ်။ဒါပေမယ့် သူနဲ့ သူပါတနာက ဟာ Blue thunder ကိုပျံသန်းနေစဥ်မှာပဲ အစိုးရက ...",
        "rating": "",
        "url": "https://megaup.net/3eOe6/Blue.Thunder.1983.PROPER.720p.(CM).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/shMyDFucUDxlELBxbnbvoBfHd6X.jpg",
        "title": "The Hole in the Fence(2021)",
        "description": "ပရိတ်သတ်ကြီးကို 2021မှာ ထွက်ခဲ့တဲ့ စပိန်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါမယ်ဒီဇာတ်ကားလေးကတော့ ချမ်းသာတဲ့မိသားစုကနေ ဆင်းသက်လာတဲ့ ကျောင်းသားလေးတွေက လော့စ် ပိုင်းနို့စ်လို့ခေါ်တဲ့ နွေရာသီ ဘာသာရေးစခန်းတစ်ခုကို လာရောက်ကြတဲ့အကြောင်းပဲဖြစ်ပါတယ်။\nလော့စ်ပိုင်းနို့စ် ဟာ မြို့ပြင်မှာ သီးခြားတည်ရှိတဲ့ စခန်းတစ်ခုဖြစ်ပြီး သူ့ရဲ့ပတ်ဝန်းကျင်မှာတော့ ချို့တဲ့သော လူတန်းစားတွေနေထိုင်ကြတာပဲဖြစ်ပါတယ်။ စခန်းရဲ့ ရည်ရွယ်ချက်ကတော့ ငယ်ရွယ်တဲ့ ကောင်လေးတွေကို ယောက်ျားတစ်ယောက်အဖြစ် ပြောင်းလဲပေးဖိုပါပဲ။\nတစ်နေ့မှာတော့ ကျောင်းသားတွေဟာ စခန်းထဲမှာ ကွင်းဆင်းလေ့လာနေရင်း စခန်းကိုကာရံထားတဲ့ ခြံစည်းရိုးကို တစ်ယောက်ယောက်က အပေါက်ဖေါက်ထားတာကိုတွေ့မိကြပါတယ်။ ဒီအဖြစ်အပျက်ကနေစလို့ ပိုပြီးထူးဆန်းတဲ့အဖြစ်အပျက်တွေ တစ်ခုပြီးတစ်ခုဖြစ်လာတဲ့အခါမှာတော့ စခန်းပတ်ဝန်းကျင်ရဲ့ အခြေအနေအမှန်တွေ ဆရာတွေရဲ့ ရည်ရွယ်ချက်အမှန်တွေ တဖြည်းဖြည်းပေါ်ပေါက်လာတာကို စိတ်ဝင်တစား ကြည့်ရှုရမှာပါ။ဘာသာရေးနဲ့သက်ဆိုင်တဲ့ ဇာတ်လမ်းတွေကို နှစ်ခြိုက်သူတွေနဲ့ ဆယ်ကျော်သက်ဘဝ ဇာတ်လမ်းတွေကို သဘောကျတဲ့သူတွေအတွက်\nကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ File size…2.27GB / 0.99GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ..... Drama , ...",
        "rating": "6.1",
        "url": "https://megaup.net/3eTee/The.Hole.in.the.Fence.2021..WEB-DL720p(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nKTqyWwLxkvoEKkSAGWo1GdiTpb.jpg",
        "title": "The Last Boy Scout(1991)",
        "description": "ကျွန်တော်တို့ရဲ့ Die Hard မင်းသားကြီး ဘရုစ်ဝီလီရဲ့ 90 ခုနှစ်က ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်.ဂျိုးဟယ်လမ်ဘက်ခ်ဟာ အကောင်ကြီးကြီး တစ်ပွေနဲ့ ပြဿနာဖြစ်ပြီးလျို့ဝှက်စုံစမ်းရေးအဖွဲ့ကနေ ရာထူးချခံခဲ့ရပြီး အလွတ်စုံထောက် လုပ်နေခဲ့သူ ဖြစ်ပါတယ်.\nတစ်ရက် အိမ်ပြန်လာချိန်မှာတော့.သူ့အချစ်ဆုံးသူငယ်ချင်းက သူ့မိန်းမ နဲ့ တကူကူးနေတာကို မိသွားခဲ့ပြီးသူ့အတွက် ကမ္ဘာကြီးပျက်သလို ခံစားနေရပေမယ့်. ပြောထွက်ခဲ့တဲ့ စကားလုံးတွေကဟာသဆန်နေခဲ့သလို သူ့သူငယ်ချင်း မိုက်အပေါ် လက်သီးတစ်ချက်နဲ့သာ တုံ့ပြန်ခဲ့သော်လည်းကံကြမ္မာက မျက်နှာသာမပေးခဲ့လို့ မိုက်တစ်ယောက် ကားဗုံးကွဲပြီး သေသွားခဲ့ပါတယ်သွားလေသူ မိုက် ရဲ့စောင့်ကြည့်ရေးအလုပ်ကို လကပြောင်းလွှဲယူခဲ့ကာသူ စောင့်ကြည့်ပေးနေတဲ့ မိန်းကလေး ကိုရီပါ အသတ်ခံရတဲ့အချိန်မှာတော့ဒီကိစ္စက သာမန်ကိစ္စမဟုတ်ဘဲ နောက်ကွယ်က အာဏာရှိတဲ့အဖွဲ့အစည်းတစ်ခုရဲ့လက်ချက်မှန်းသဘောပေါက် သွားခဲ့ပါတယ် ကိုရီသေဆုံးမှုကို သူ့ရဲ့ရည်းစား ဘောလုံးကစားသမားဟောင်း ဂျင်မီဒစ်ဇ် နဲ့ပူးပေါင်းပြီး ထောက်လှမ်းဖော်ထုတ်ပုံများကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်.File size…2.5GB / 824.2MB\nQuality…Blu-Ray 1080p 5.1CH ...",
        "rating": "7.0",
        "url": "https://megaup.net/3eTbt/The.Last.Boy.Scout.1991.BluRay.720p(CM).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9v3PhQYMq1nAfxN4TfZ4cWFUk67.jpg",
        "title": "Control(2004)",
        "description": "အကျင့်ဟောင်းတွေဆိုတာက ဖျောက်ဖို့ခက်ပါတယ်။\nဒါပေမဲ့ လူတွေရဲ့အကျင့်ဆိုးတွေကိုပျောက်သွားစေမဲ့ ဆေးဆိုတာပေါ်လာခဲ့ရင်ရော ဘယ်လိုဖြစ်သွားမလဲ။\nလီ‌ရေးလ်ဟာ ကလေးဘဝတုန်းကကြုံခဲ့ရတဲ့စိတ်ဒဏ်ရာတွေကြောင့် အသက်ကြီးလာတဲ့အခါမှာလည်း လူဆိုးတယောက်ဖြစ်လာခဲ့ပါတယ်။\nတစ်နေ့မှာ သူကျူးလွန်ခဲ့တဲ့ လူသ-တ်မှုတွေကြောင့် သူ့ကို ဆေးထိုးသ-တ်ဖို့ တရားရုံးကအမိန့်ချမှတ်လိုက်ပါတယ်။ ဒီလိုနဲ့သေဒဏ်ကိုကျခံခဲ့လိုက်ရပေမဲ့လည်း သူကတကယ်မသေသေးပဲ သူ့ရဲ့ဘဝမှာကောင်းတာတစ်ခုလောက်လုပ်ဖို့ အခွင့်အရေးပေးလာခဲ့ပါတယ်။ အဲတာကတော့ အန်နာဂရက်စ်ဆိုတဲ့ စိတ်ကို ပြောင်းလဲစေပြီး အပြုအမူတွေကိုပါပြောင်းလဲပေးတဲ့ ဆေးစမ်းသပ်ချက်မှာပါဝင်ပေးဖို့ပါ။ ဆေးကလည်းအသစ်ဖြစ်တဲ့အပြင် အခုမှလူတွေအပေါ်မှာစတင်စမ်းသပ်မှာဖြစ်လို့ ဘယ်လိုဘေးထွက်ဆိုးကျိူးတွေရှိလည်းဆိုတာကိုမသိရသေးတဲ့ဆေးပါ။\nဒီလိုနဲ့ သူ့အတွက်လည်းရွေးချယ်စရာမရှိတဲ့အခြေအနေဖြစ်နေတာမလို့ စမ်းသပ်ခံလုပ်ပေးဖို့ သဘောတူလိုက်ရပြီး ဆေးကတကယ်ပဲ အာနိသင်သက်ရောက်မလား၊ ဘေးထွက်ဆိုးကျိုး တွေရှိပြီးသူ့ရဲ့အတိတ်ဟောင်းကလိုက်ပြီး ခြောက်လှန့်နေဦးမလား ဆိုတာကို အကြမ်းအရမ်းအက်ရှင်ခန်းတွေနဲ့ကြည့်ရှုကြရမှာပါ။Goodfellas မှာသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Ray Liotta နဲ့ Green Goblin နေရာမှာသရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Williem Dafoe တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားလေးဖြစ်လို့ ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…1.95GB / 717.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nGenre ..... Action ...",
        "rating": "6.2",
        "url": "https://megaup.net/1SY94/Control.2004.Blu-Ray720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uDg7tHvK8aFcG6DkN5eHiZAurOU.jpg",
        "title": "Bullitt (1968)",
        "description": "Bullitt (1968)~ IMDb - 7.4/10, RT - 98%, Meta - 81% ~၁၉၆၈ ခုနှစ်က မှုခင်းအက်ရှင်ဇာတ်ကားတစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်။ တစ်ချိန်က ရွှေထီးဆောင်းခဲ့တဲ့ Warner Bros. production ရဲ့ ဇာတ်ကားကြီးပေါ့။ အဲဒီခေတ်က အကြီးကျယ်အခမ်းနားဆုံးဆိုတဲ့ ဆန်ဖရန်စစ်စကိုလမ်းမပေါ်မှာ ကားချင်းယှဉ်မောင်းပြီး လူဆိုးလိုက်ဖမ်းတဲ့ဇာတ်ဝင်ခန်းက သမိုင်းတွင်ခဲ့ပါသတဲ့။ ဇာတ်ကားက Box Office မှာလည်း Hit ဖြစ်ခဲ့ပြီး လေးသန်းလောက်သုံး၊ သန်းလေးဆယ်ကျော်ပြန်ရခဲ့တာဆိုတော့ ဒီဘက်ခေတ်ငွေတန်ဖိုးနဲ့တွက်ကြည့်ရင် တကယ့်ငွေပမာဏပဲဗျ။အော်စကာဆုပေးပွဲကြီးမှာလည်း ရုပ်ရှင်တည်းဖြတ်ဆုကို ထိုက်ထိုက်တန်တန် ရခဲ့တဲ့ဇာတ်ကားကြီးပါ။ ဒီဘက်ခေတ်အမြင်နဲ့တော့ သိပ်မစွံလှဘူးပေါ့လေ။ အမေရိကန် ရုပ်ရှင်ထိန်းသိမ်းရေးအဖွဲ့ကြီးက ရွေးချယ်လိုက်တဲ့ သမိုင်းအရ၊ ယဉ်ကျေးမှုအရ၊ လှပမှုအရ ထူးခြားပြောင်မြောက်သော ဇာတ်ကားကြီးပါတဲ့ဗျို့။ ဒီတော့ ဟိုဘက်ခေတ်တွေက ဂန္ထဝင်ရုပ်ရှင်ကြီးကို ပြန်မြည်းစမ်းလို့ရပြီပေါ့လေ။မင်းသားကြီးကတော့ Steve McQueen ပဲဗျာ။ ၆၀ ခုနှစ်ရဲ့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1SYdz/(CM)_Bullitt_(1968)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5RmF0Hbotq206ofgb4ZgEBnQkC1.jpg",
        "title": "Deleter (2022)",
        "description": "Deleter (2022)~ IMDb - 5.9/10, Rotten Tomatoes - 83% ~\" အဖေကပြောဖူးတယ် တစ္ဆေတွေဆိုတာ ကြောက်စရာမဟုတ်ဘူး။ တစ္ဆေတွေကိုမြင်တွေ့ရတယ်ဆိုတာ နောက်ဘဝရှိခြင်း၊ ပြီးတော့ ဘုရားရှိခြင်း၊ အကောင်းအဆိုးရှိနေခြင်းတွေရဲ့သက်သေပဲ။ အဲဒါတွေကြောင့် ကျွန်မဟာ ကမ္ဘာကြီးထဲက ရက်စက်ဆိုးယုတ်မှုတွေအကြောင်း နားလည်လာလိမ့်မယ်တဲ့။ ကျွန်မကတော့ အခုထိ တစ္ဆေတွေကိုရှာနေတုန်းပါပဲ။ \"လိုင်ရာက ဆိုရှယ်မီဒီယာတွေပေါ်ကို အသုံးပြုသူတွေတင်လာကြတဲ့ ဓာတ်ပုံတွေ ဗီဒီယိုတွေထဲက ကြည့်ရှုဖို့မသင့်တော်အောင် ကြမ်းတမ်းရက်စက်တဲ့ ဒါမှမဟုတ် လိင်ပိုင်းဆိုင်ရာတွေကို ပယ်သင့်တာပယ် ခွင့်ပြုသင့်တာခွင့်ပြုပေးရတဲ့ Content Moderator တစ်ယောက်ဖြစ်ပါတယ်။ အလုပ်ရဲ့သဘောသဘာဝအရ စိတ်ထိခိုက်စရာ၊ ခြောက်ခြားစရာတွေကို သူများတွေမကြည့်မိအောင် ကိုယ်တိုင်အစအဆုံးကြည့်ပေးရတဲ့အတွက် စိတ်ဖိစီးမှုများသလို ငယ်ဘဝရဲ့ဒဏ်ရာတွေကလည်း သူ့ကိုခြောက်လှန့်နေပါသေးတယ်။ဒါပေမဲ့လည်း အဲ့ဒီစိတ်သောကတွေကို ဘယ်သူမှမမြင်အောင်ဖုံးဖိထားနိုင်တဲ့အတွက် လုပ်ဖော်ကိုင်ဖက်တွေက သူ့ကို စိတ်ဓာတ်မာကြောသူလို့ယူဆကြပါတယ်။ အဲဒါတွေက သူတို့ရုံးတွင်း လုပ်ဖော်ကိုင်ဖက် အီလင်းဆိုတဲ့ကောင်မလေးတစ်ယောက် သူ့ကိုယ်သူ သတ်သေမသွားခင်အထိပဲဖြစ်ပါတယ်။ အားလုံးက ...",
        "rating": "5.9",
        "url": "https://megaup.net/1SYbu/(CM)_Deleter_(2022)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTNiNDMxOGItODc0My00NWMyLWE4N2UtYWZmOTYxMzkwYTA0XkEyXkFqcGdeQXVyNTMwNDQzODA@._V1_-142x200.jpg",
        "title": "The Legend of Awesomest Maximus (2011)",
        "description": "The Legend of Awesomest Maximus (2011)\n==============================(လိင်ပိုင်းဆိုင်ရာ အသုံးအနှုန်းတွေနဲ့ ဇာတ်ဝင်ခန်းတွေ ပါဝင်\nတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့ မသင့်တော်တဲ့ဇာတ်ကားအဖြစ်\nကြိုတင်သတိပေးပါရစေ။)နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတစ်ခုကို ဟာသဗားရှင်းအနေနဲ့\nပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားတွေကို ပရိသတ်တွေ\nကြည့်ဖူးကြမှာ သေချာပါတယ်။ဒီဇာတ်ကားဟာလည်း လောကကြီးကို ဟာသအမြင်နဲ့ ရှုမြင်\nတတ်တဲ့ လူတွေရဲ့စိတ်ကူးတွေကို ပေါင်းစပ်ဖန်တီးထားတဲ့\nရုပ်ရှင်တစ်ခု လို့ ဆိုရပါလိမ့်မယ်။ နာမည်ကြီးရောမခေတ်\nဇာတ်ကားတွေကို ရောသမမွှေထားပြီး ကိုယ်အကြိုက်ဆုံး\nဇာတ်ဝင်ခန်းတစ်ခု ပေါ်လာတိုင်း Leonardo Pointing Meme\nလိုမျိုးပဲ “ဒါက ဟိုကားထဲက. ဟိုကားထဲက” ဆိုပြီး ထအော်\nနိုင်ဖို့ The Legend of Awesomest Maximus ဆိုတဲ့ ဇာတ်\nကားကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေး\nလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nSai Sumali ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (857 MB) / (500 MB)\nQuality............BLU-RAY 1080p / 720p ...",
        "rating": "4.8",
        "url": "https://megaup.net/1cVi5/The.Legend.of.Awesomest.Maximus.2011.720p.BluRay.(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7IGdPaKujv0BjI0Zd0m0a4CzEjJ.jpg",
        "title": "The Twilight Saga: Breaking Dawn – Part 2 (2012)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-twilight-saga-breaking-dawn-part-2-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/469full-the-twilight-saga_-breaking-dawn_-part-1-poster-132x200.jpg",
        "title": "The Twilight Saga: Breaking Dawn – Part 1 (2011)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "4.9",
        "url": "https://megaup.net/1SY37/(CM)_The_Twilight_Saga_Breaking_Dawn_-_Part_1_(2011)_Extended_720p_BluRay.mp4",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3mFM80dPzSqoXXuC2UMvLIRWX32.jpg",
        "title": "The Twilight Saga: Eclipse (2010)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "5.0",
        "url": "https://megaup.net/2yVks/(CM)_The_Twilight_Saga_-_Eclipse_(2010)_720p_BluRay.mp4",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j5jM5pq78ObAXX1WhTsb115EkLl.jpg",
        "title": "The Twilight Saga: New Moon (2009)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "4.7",
        "url": "https://megaup.net/2yVky/(CM)_The_Twilight_Saga_-_New_Moon_(2009)_720p_BluRay.mp4",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/twilight-2008-135x200.jpg",
        "title": "Twilight (2008)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "5.2",
        "url": "https://megaup.net/1d0q2/(CM)_Twilight.2008.Remastered.720p.BluRay.mp4",
        "category": "Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMGMxOGUzNjAtM2ZkZS00NjljLTg1NTItY2NlMWNhYTdkM2YwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Vinaro Bhagyamu Vishnu Katha (2023)",
        "description": "Vinaro Bhagyamu Vishnu Katha (2023)\nAction, Comedy, Drama\nIMDb 7.7/10 (2.4K)တချို့ဇာတ်လမ်းလေးတွေက စိတ်ကူးကောင်းလေးတွေကနေ\nအစပျိုးလာသလို တချို့ဇာတ်လမ်းလေးတွေက ခင်မင်ရင်းနှီးမှုကနေ\nစတင်လာတယ်။ ဒါပေမဲ့ ဒီဇာတ်လမ်းလေးကတော့ ရန်ပွဲတစ်ခုကနေ စတင်လာခဲ့တယ်။အဲ့ဒီရန်ပွဲကနေပဲ ကောင်လေးတစ်ယောက်ရဲ့အမြင်တွေ ကောင်းမွန်လာခဲ့ပြီး\nတွေ့သမျှလူတိုင်းကို ကူညီတတ်လာခဲ့တယ်လေ။သူ ဒီလိုကူညီရင်းနဲ့ မကူညီသင့်တဲ့လူတွေကို ကူညီခဲ့ပြီး ဒုက္ခရောက်ခဲ့ရပုံ...။အချစ်ကိုရှာတွေ့ခဲ့ပုံနဲ့...။သူ့ဘဝရ​ခဲ့တဲ့ အလှည့်အပြောင်းလေးတွေကိုတော့ ဒီဇာတ်ကားကြည့်ရင်း ခံစားကြည့်ကြပါနော်။ဒီဇာတ်ကားလေးက ဇာတ်လမ်းဘာညာ အသာထား တစ်ခုကြည့်လို့ကောင်းတာက\nကျွန်တော်တို့ လက်တွေ့ဘဝနဲ့ တော်တော်နီးစပ်တာပါ ဘာလို့လဲဆိုတော့ မင်းသမီးက ယူကျုဆယ်လီလေ\nအဲ့တော့ ပရိသတ်ကြီးများအတွက် ဆယ်လီတွေဆိုတာလည်း သာမန်လူတွေလိုပဲ\nချစ်ကြိုက်ကွဲငြားဇာတ်လမ်းလေးတွေရှိကြောင်း ရှုထောင့်အသစ်တစ်မျိုးကြည့်ရတာပေါ့\nသီချင်းကောင်းကောင်းလေးတွေနဲ့ အက်ရှင်ခန်းအလန်းတွေရယ်\nမင်းသမီးအချောလေးတစ်ယောက်ရယ်ပါရင် ကျန်တာဘာလိုဦးမှာလဲ\nဒီဇာတ်ကားကိုချက်ချင်းပါ ပြေးဒေါင်းပြီးကြည့်လိုက်ပါတော့ ပရိသတ်အပေါင်းတို့.........\nFile size…2.13GB / 1.01GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanamr Subtitle (HardSub)\nEncoder….YK\nTranslated by  Sai ~ BpL~ Taylor ~Yunni",
        "rating": "7.4",
        "url": "https://megaup.net/1SY34/Vinaro_Bhagyamu_Vishnu_Katha_(2023)_Telugu_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZjg0Y2NkNjEtOGNlZS00ZWQ4LTlhMDQtNDI5ZjhhYWMyZDkyXkEyXkFqcGdeQXVyNzc5NjAyNA@@._V1_-143x200.jpg",
        "title": "The Machinery of Dreams (2021)",
        "description": "The Machinery of Dreams (2021)\n========================ကားတိုက်မှုကြောင့် သူ့အမေ ထိခိုက်သွားပြီး ဆေးရုံတက်နေရ\nတာကြောင့် ရှစ်နှစ်သမီးလေး လီလီဟာ သူ့အဒေါ်မာသာ အဘွား\nဘက်သ်တို့နဲ့အတူ နေရဖို့ အကြောင်းဖန်လာပါတယ်။သူ့အဘွားဘက်သ်က ပုံပြင်ကောင်းကောင်းလေးတွေ ပြောတတ်\nသူတစ်ဦးပါ တစ်နေ့မှာတော့ လီလီ့ကို လယ်သမားနဲ့ မီးနတ်သူငယ်\nဆိုတဲ့ ပုံပြင်‌လေး ပြောပြပါတယ်။ ပုံပြင်အရ သူ့အမေနေပြန်ကောင်း\nလာဖို့ နှလုံးသားတစ်စုံကို ရှာရပါမယ်။ နှလုံးသားကို မီးနတ်သူငယ်က\nသုံးပိုင်းခွဲပြီး လောကသုံးခုက လူသုံးယောက်ဆီမှာ ပေးထားပါတယ်။\nသူ့အမေနေပြန်ကောင်းဖို့ ဘာမဆိုလုပ်မယ့် လီလီလေး လောကသုံး\nခုကို ခရီးသွားပြီး နှလုံးသားအစိတ်အပိုင်းတွေ ရှာပါတော့တယ်။လီလီလေး ခရီးမှာ ဘာအလှည့်အပြောင်းတွေ ကြုံရဦးမလဲ ဘာသင်ခန်း\nစာတွေ သင်ယူရမလဲ သူ့အမေရော ပြန်သတိရလာပါ့မလား စတာတွေ\nကို ဒီဇာတ်လမ်းလေးမှာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရမှာပါ။ သင်ယူစရာ\nသင်ခန်းစာတွေ အများကြီး ရမှာမို့ အားလုံး ခံစားကြည့်ကြဖို့ တိုက်တွန်း\nလိုက်ရင်း တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPhu Myat Thwe ဖြစ်ပါတယ်)File Size..........(1.3 ...",
        "rating": "5.2",
        "url": "https://megaup.net/1SLg2/The.Machinery.Of.Dreams.2021.720p.WEBRip.(CM).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iBy25orrkB1hjYNLCXdzMfXqWXR.jpg",
        "title": "Spirited Away Live Stage Performance First Distribution(2022)",
        "description": "Spirited Away Live Stage Performance First Distribution(2022)***********************************************************\"Spirited Away\" Live Stage Performance : First Stage Distribution\nStudio Ghibli ရဲ့ masterpiece တွေထဲက တစ်ခုဖြစ်တဲ့အပြင် ဆုတွေ ရရှိခဲ့တဲ့ ၂၀၀၁ ခုနှစ်ရဲ့ နာမည်ကျော်ဂျပန် anime ကားလေး Spirited Away ကို မကြည့်ဖူးတဲ့သူ မရှိသလောက်ပါပဲ။ အခုဟာက Spirited Away ကို တိုက်ရိုက် ထုတ်လွှင့်ပြီး ပြဇာတ်အနေနဲ့ ကပြခဲ့တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။ဂျပန်လူမျိုးတွေရဲ့ ပြဇာတ်အငွေ့အသက်လေးကို အပြည့်အဝ ခံစားရမှာဖြစ်ပြီး ဖန်တီးမှုတွေကိုလည်းအံ့ဩမှင်သက်ဖွယ် တွေ့ရှိရမှာပဲ ဖြစ်ပါတယ်။ ဇာတ်ဆောင်တွေရဲ့ သရုပ်ဆောင်ချက်ကလည်းအင်မတန် ချီးကျူးစရာကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ချီဟီရိုဆိုတဲ့ ကလေးမလေးတို့ မိသားစုကနယ်မြို့လေးကို ပြောင်းလာရင်း လမ်းပျောက်ရာကနေ လှိုဏ်ဂူတစ်ခုထဲကို ဝင်ကြည့်ခဲ့တယ်။ဒီလိုနဲ့ပဲ စူးစမ်းရင်း ...",
        "rating": "7.0",
        "url": "https://megaup.net/3UQjT/Spirited.Away.Live.Stage.Performance.First.Distribution.2022.WEB-DL.720P(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rL254xvbJdqQURG4MQrAGx9dkqz.jpg",
        "title": "Iris: The Movie(2010)",
        "description": "Iris: The Movie(2010)********************အိုင်းရစ်ဆိုတဲ့ ဒရမ်မာလေးကို အတိုချုံ့ပြီး ပြန်ကြည့်ချင်သူများအတွက် movie version လေးရပါပြီNSS လို့ခေါ်တဲ့အေးဂျင့်အဖွဲ့အစည်းတစ်ခုကနေ အထူးအေးဂျင့်ဖြစ်တဲ့ ဟျွန်းဂျွန်းကိုမြောက်ပိုင်းကလူတစ်ဦးကို သတ်ဖို့အတွက်တာဝန်ပေးခဲ့ပါတယ်....တာဝန်ပြီးမြောက်သွားသော်လည်း သရုပ်မှန်ပေါ်သွားတဲ့အတွက်ကြောင့် NSS ဒါရိုက်တာဘဲ့ဆန်းကနေသူ့ကိုစွန့်ပစ်ဖို့အတွက် ဟျွန်းဂျွန်းရဲ့သူငယ်ချင်းဖြစ်သူ ဆာဝူကိုအမိန့်ပေးခဲ့ပါတယ်....အဲဒီကနေတဆင့် ဟျွန်းဂျွန်းတစ်ယောက် နာကျည်းမှုတွေစတင်ကာ မြောက်ကိုရီးယားနဲ့ပူးပေါင်းပြီးလက်စားချေဖို့စတင်ရင်း အိုင်းရစ် ဆိုတဲ့အဖွဲ့အစည်းတစ်ခုအကြောင်း တစ်စတစ်စသိလာတဲ့အခါမှာတော့....တစ်ဖက်မှာလည်း မြောက်ကိုရီးယားနိုင်ငံဟာ တောင်ကိုရီးယားကိုနျူးကလီးယားလက်နက်နဲ့ ဗုံးဖောက်ခွဲဖို့စီစဉ်ရင်း ဘယ်လိုတွေဆက်ပြီး တောင်နဲ့မြောက် ပြဿနာလေးတွေ ဖြေရှင်းသွားမလဲ,,,ဟျွန်းဂျွန်းသိထားတဲ့ အိုင်းရစ်အဖွဲ့ကရော ဘာတွေကြံစည်ပြီး ဘယ်လိုတွေလုပ်ဆောင်နေလဲဆိုတာကိုတော့ ဆက်လက်စောင့်ကြည့်ပေးပါဦး...File Size :(4.6GB)(1.2GB) and (398MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:05:00\nGenre :Action, Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Shoon\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1d0no/Iris.The.Movie.2010.BLU-RAY.720P(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMjM3MDA1OTU2Ml5BMl5BanBnXkFtZTgwNjk1NTY3NDE@._V1_-138x200.jpg",
        "title": "Margarita with a Straw (2014)",
        "description": "Margarita with a Straw (2014)\n===============================imdb 7.2 / 3.9kMargaritaလေးတခွက်ကို ပိုက်လုံးလေးနဲ့ စုပ်ပြီး\nသောက်တတ်တဲ့ မသန်စွမ်းမိန်းမပျိုလေးရဲ့\nဆယ်ကျော်သက်အရွယ် ဘဝဖြတ်သန်းတဲ့ပုံစံကို\nဟာသရော ဒရာမာရော ရသနှစ်မျိုးကို အလှည့်ကျရောစပ်ပြီး\nပျော်တလှည့်ဝမ်းနည်းတလှည့်ကြည့်ရှုသွားရမယ့်\nဇာတ်လမ်းလေးတပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်လိုင်လာဆိုတဲ့ မိန်းကလေးဟာ ငယ်စဉ်ကတည်းမသန်စွမ်း\nမိန်းကလေးတစ်ယောက်ဖြစ်ပြီး မိဘနှစ်ဦးရဲ့အရိပ်တကြည့်ကြည့်နဲ့\nဂရုစိုက်ဖူးဖူးမှုတ်ခြင်းခံထားရပြီး အနုပညာပိုင်းကိုလဲ ဝါသနာပါလှသူလေးပဲဖြစ်ပါတယ်\nအရွယ်ရောက်ပြီး သူမ ဆယ်ကျော်သက်အရွယ်ရောက်လာချိန်မှာတော့\nတခြာားရွယ်တူတွေလို အချစ်ကို စမ်းသပ်ရူးမိုက်ချင်သူလေးတဦးဖြစ်လာပါတော့တယ်...\nသူမဟာ တခြားသာမန်လူတွေလိုပဲ အချစ်ကိုခံစားရူးသွပ်နိုင်မှာလား\nဒါမှမဟုတ် အချစ်ရေးမှာပဲ ကံခေမှာလားဆိုတာကို ပျော်ရွှင်စရာအခိုက်တန့်လေးတွေ\nဝမ်းနည်းစရာအခိုက်တန့်လေးတွေနဲ့အတူ စီးမြောခံစားကြည့်ရှုသွားရမှာပဲဖြစ်ပါတယ်\nFile size…1.03GB\nQuality…720p WEB DL \nFormat…mp4\nDuration….1h 40m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moment",
        "rating": "7.2",
        "url": "https://megaup.net/1d0p1/Margarita_with_a_Straw_2014_WebRip_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmI1ODU5ZjMtNWUyNC00YzllLThjNzktODE1M2E4OTVmY2E5XkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-141x200.jpg",
        "title": "Elite Squad(2007)",
        "description": "Elite Squad(2007)****************IMDb...8.0ရီယို ဒီဂျနေယိုဆိုတာ ကမ္ဘာပေါ်မှာ အန္တရာယ်အများဆုံးမြို့တော်တွေထဲကတစ်ခုဖြစ်ပြီး၊ဆင်းရဲသားရပ်ကွက်တွေမှာဆိုရင်\nမူးယစ်ရာဇာတွေ၊ မူးယစ်ဂိုဏ်းသားတွေက မူးယစ်ရောင်းဝယ်ပြီးလက်နက်ကိုယ်စီကိုင်ကာအုပ်ချုပ်ပါတယ်။\nဒီကရဲတွေဆိုတာကလည်း အကျင့်ပျက်ခြစားကာ မူးယစ်ဂိုဏ်းတွေနဲ့ပေါင်းစားငွေညစ်ဖို့သာ ခြေဆန့်ပြီး\nမှုခင်းတိုက်ဖျက်ဖို့ဆိုရင်တော့ကိုယ့်နယ်မြေမှာဖြစ်တဲ့လူသေအလောင်းကို အခြားနယ်မြေကိုရွှေ့ပြီး\nမှုခင်းကျဆင်းရေးကို ဒီလိုစွမ်းဆောင်ကြသူတွေပါ။ ဒီလိုနေရာမျိုးမှာ ပစ်ကြခတ်ကြရဲတွေလည်းမထိန်းသိမ်းနိုင်ဖြစ်လာပြီဆိုရင်\nဝင်ပါရသူတွေကတော့ တိုက်ပွဲဝင်အထူးတပ်ဖွဲ့ BOPEတပ်ဖွဲ့ပါပဲ။ဒီတပ်ဖွဲ့ခေါင်းဆောင်ဖြစ်သူ နက်စီမန်တိုဟာဆိုရင် ဖခင်ဖြစ်တော့မှာမလို့\nတပ်ဖွဲ့ကနေလူစားထိုးရှာပြီး အနားယူဖို့ပြင်ဆင်နေချိန်၊ဆင်းရဲသားရပ်ကွက်တွေကို ပုပ်ရဟန်းမင်းကြီးလာလည်မယ်ဆိုတော့\nလုံခြုံရေးကို ဦးစားပေးကာစစ်ဆင်ရေးဆင်းလုပ်ဖို့ ပြင်ဆင်ရပါတော့တယ်...အဲ့ဒီနောက်မှာတော့..ဒီဇာတ်ကားဟာ ဆုတံဆိပ်တွေများစွာရရှိထားတဲ့\nဘရာဇီး၊ ရီယီုရဲ့အခြေအနေတွေကိုမြင်တွေ့ရမယ့်အက်ရှင်ဇာတ်ကားကောင်းမို့လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ပါဗျ။File Size :(5.3GB)(1.7GB) and (629MB MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre :Action, Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://megaup.net/1d0l7/Elite.squad.2007.BLU-RAY.720P(CM).mp4",
        "category": "Action, Crime, Drama"
    }
]