[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/IMG_20220816_185239-136x200.jpg",
        "title": "[18+] The Influencer (2022)",
        "description": "The Influencer (2022)ဇာတ်ကားရဲ့နာမည်အတိုင်းပါပဲ... အခုချိန်မှာခေတ်စားလာတဲ့ Live လွှင့် ဖော်လိုဝါရှာပြီး ဖော်လိုဝါ များလာရင် အဲ့ဒါကိုအခြေတည်လုပ်စားလေ့ရှိကြတဲ့ လူတန်းစားတစ်ရပ်ရဲ့နောက်ကွယ်ကအကြောင်းရင်းတွေကို တစ်စေ့တစ်စောင်းလှစ်ဟပြထားတာဖြစ်ပါတယ်။ယက်ဆယ်က ဖော်လိုဝါများ၊လူကြိုက်များ လူချစ်လူခင်များတဲ့ လူငယ် Influencer တစ်ယောက်ပါ။ ရုပ်ချော အပြောကောင်း အပေါင်းအသင်းဆန့်သလိုသုံးနိုင်ဖြုန်းနိုင်တဲ့သူမို့ ဘော်ဒါတွေဝိုင်းဝိုင်းလည်နေပြီး ကောင်မလေးတွေလဲကြည်တော့ တစ်နေ့တစ်ယောက်ပြောင်း ဘယ်သူနဲ့မှအတည်တွဲမထားတတ်တဲ့သူမျိုးပါပဲ။ ဒါတွေဟာ အပေါ်ယံတွေသာဖြစ်ပြီး တကယ်တမ်းတော့ ယက်ဆယ်ဟာ ဆင်းရဲသားရပ်ကွက် တိုက်ခန်းကျဉ်းလေးမှာနေထိုင်ပြီး မိခင်နဲ့လက်ကြောမတင်းတဲ့ပထွေးကို ထောက်ပံ့နေရပါတယ်။ ဘယ်သူမှမရိပ်မိအောင် သူဌေးသားတွေနဲ့ပဲ ပေါင်းသင်းအမှီပြု စားသောက်နေတာဆိုတော့ သံသယလဲမဝင်ကြပါဘူး။တစ်နေ့တော့ နီနာဆိုတဲ့ ညှို့အားပြင်းတဲ့မိန်းမလှလေးတစ်ယောက်နဲ့ ဘားမှာငြိပြီး နှစ်ဦးသဘောတူတစ်ညတာ ဖြတ်သန်းခဲ့ရာကနေ သူ့ဘဝကပြောင်းကပြန်တွေဖြစ်ဖို့အစပျိုးလာပါတော့တယ်။ အဲ့ဒီကောင်မလေးဟာ စိတ္တဇတစ်ပိုင်းဖြစ်နေပြီး ဘယ်လိုမောင်းထုတ်ထုတ် သူ့အနားမှာတွယ်ကပ်နေရုံတင်မက နည်းမျိုးစုံနဲ့ အနှောင့်အယှက်ပေးရာကနေ အဆုံးစွန်အနေနဲ့ သူ့ကိုတိုက်ခန်းထဲမှာချုပ်နှောင်ထားတဲ့အထိဖြစ်လာပြီးတဲ့နောက်...Tahan နဲ့ ပရိသတ်ကိုဖမ်းစားခဲ့တဲ့မင်းသမီးချောလေး Cloe Barretto က ဒီကားထဲမှာ လင်တရူးမလေးအဖြစ်အရင်ထက်နှစ်ဆ ရှယ်ကြမ်းပြထားပါတယ်။ တိုက်ခန်းထဲမှာ ...",
        "rating": "",
        "url": "https://megaup.net/17nsk/(CM)_The_Influencer_(2022)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/images-1-9-133x200.jpeg",
        "title": "Alone Together (2022)",
        "description": "Alone Together (2022)ကိုဗစ်ကာလတွင်းက အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ။ ကိုဗစ်တွေစဖြစ်တော့ လမ်းတွေ အကုန် ဗလာကျင်းသွားတာကိုတောင် သွားသတိရမိပါသေးတယ်။ အလုပ်တွေပိတ်၊ ဆိုင်တွေ ပိတ်၊ လမ်းပေါ်မှာ ဘယ်သူမှမရှိ။ တစ်ကမ္ဘာလုံး ကြောက်စရာကောင်းလောက်အောင် တိတ်ဆိတ်သွားတာကို မှတ်မိကြမှာပါ။ စားဖို့သောက်ဖို့ကို ဖွင့်တဲ့ဆိုင် ပတ်ရှာရတာလည်း အမော။ ဒီကြားထဲ ကမ္ဘာပဲပျက်တော့မလိုလို ဇွန်ဘီးတွေ ဖြစ်တော့မလို ပေါက်တတ်ကရပြောကြတဲ့လူတွေကရှိသေး။ဒါပေမဲ့ ကျွန်တော်တို့တွေ ကိုဗစ်ရောဂါကို တာဝန်သိသိ ဂရုစိုက်ပြီး အနိုင်ယူနိုင်တော့မယ့် အနေအထားကို ရောက်လာပြီဆိုတော့ တစ်ရန်အေးရတာပေါ့။ ဒီဇာတ်လမ်းလေးက ကိုဗစ်ကာလမှာ ရောဂါရှောင်ဖို့ လူနေကျဲပါးတဲ့နေရာကို သတင်းစာမှာ အစားအသောက် အညွှန်းရေးတဲ့ သတင်းထောက်မလေးတစ်ယောက် သွားရာက စပါတယ်။သူငှားထားတဲ့ အိမ်ပိုင်ရှင်လင်မယားက နားလည်မှုလွဲပြီး တခြားသူတစ်ယောက်ကိုပါ ငှားထားမိပါတယ်။\nသတင်းထောက်မလေးနဲ့ တူတူလိုက်လာမယ့် သူ့ကောင်လေးကလည်း စီစဉ်မထားဘဲ မိဘအိမ်ကို ပြန်သွားတော့ သူ့ခမျာ နေစရာမရှိတဲ့ ဒုက္ခတွေ့ရတော့မယ့်အချိန်မှာ အရင်ရောက်နေတဲ့ သဘောကောင်းတဲ့ ကိုလူစိမ်းက ...",
        "rating": "5.1",
        "url": "https://megaup.net/2tigj/(CM)_Alone_Together_(2022)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/w-141x200.jpg",
        "title": "The Warriorr (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Modern Love Hyderabad ထဲက မင်းသား\nအက်ဒ်ဟီနဲ့ Uppenaမင်းသမီးချော ကာရီသီ တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့\nအက်ရှင် ကားကောင်းတစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်\nIMDB မှာ 5.4 ရထားတဲ့ Action, Crime, Thriller အမျိုးအစားမို့\nအက်ရှင်ကြိုက်တဲ့သူတွေအကြိုက်တွေ့မှာပါ။ဇာတ်လမ်းအကျဉ်း\nရိုးရိုးသားသားနဲ့ကြိုးစားပြီးဖခင်ရဲ့ဆန္ဒပြည့်ဖို့ မိခင်ရဲ့လမ်းညွှန်မှုနဲ့\nဆေးပညာဘွဲ့ရအောင်ယူပြီး ကူအာနိုးဆေးရုံမှာ အလုပ်သင်ဆင်းဖို့\nဟိုင်ဒရာဘတ်က ကူအာနိုးကို ပြောင်းလာတဲ့ ဆရာဝန်လေး\nFM တစ်ခုမှာအလုပ်လုပ်ပြီး မဟာလက်ရှ်မီးရဲ့ဝီစီသံလို့\nအမည်တွင်အောင် သူကြုံခဲ့ရတဲ့ အဖြစ်အပျက်တွေကို\nဇာတ်လမ်းဆင်ပြီးထုတ်လွှင့်နေတဲ့ မိတဆိုးသမီးလေးတစ်ယောက်တို့\nတိုက်ခန်းတစ်ခုမှာ ဆုံကြတဲ့နောက်.....ဆရာဝန်ဟူသည် ရန်သူပင်ဖြစ်လင့်ကစားကုပေးရမယ်ဆိုတဲ့\nထုံးကို နှလုံးမူပြီး ကုသမှုပေးတဲ့ဆရာဝန်လေးနဲ့ ကူအာနိုးမြို့ရဲ့\nအဓိကရ ဂုရုဆိုတဲ့ လူတစ်ယောက်နဲ့ ဆုံကြတဲ့အခါ\nဘယ်လိုအပြောင်းအလဲတွေနဲ့ ဇာတ်လမ်းဆက်မလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာပဲ\nလိုက်ပါစီးမျောခံစားလိုက်ပါ။ အက်ရှင်ကြမ်းကြမ်း သတ်ဖြတ်ခန်းတွေနဲ့\nစိတ်လှုပ်ရှားစရာ ဇာတ်ကွက်တွေကို မိုးအေးအေးနဲ့ စီးမျောနိင်ကြပါစေဗျာ။\nFile size…11GB / 3.62GB / 1.7GB\nQuality…1080p True WEB DL  AAC5.1Ch / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin ...",
        "rating": "5.4",
        "url": "https://megaup.net/1Ndp9/The_Warriorr_(2022)_Telugu_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8EM2OolKRmJG4EI3jM7679s7gy2.jpg",
        "title": "Noroi: The Curse (2005)",
        "description": "Noroi: The Curse (2005)\"ဒီကားရဲ့ 1080p HD Version ဟာ မရှိ‌သလောက် ရှားလို့ ခွေဗားရှင်း 480p ကိုပဲ အတော်လေးကြည်အောင် Encode ပေးထားပါတယ်။ တစ်ချိန်ချိန်မှာ 1080p ရှာတွေ့ခဲ့ရင်လည်း update လုပ်ပေးသွားပါမယ်။\"ဒီတစ်ခါတော့ ၂၀၀၅ခုနှစ်က ထွက်ရှိခဲ့ပြီး IMDb rating 6.9/10 အထိရရှိထားတဲ့ Japanese horror movie ကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ Incantation လို vibe မျိုးနဲ့ pseudo-documentary ကို လက်တွေ့ဆန်ဆန်ကြည့်ရှုရတာ နှစ်သက်သူဆိုရင်တော့ လက်မလွှတ်သင့်တဲ့ ကားကောင်းတစ်ကားပါ။ဇာတ်လမ်းအကျဥ်းလေးကတော့ ကိုဘာယာရှိဟာ သဘာဝလွန်ဖြစ်ရပ်ဆန်းတွေကို ရှာဖွေလေ့လာပြီး စာအုပ်တွေပါထုတ်ဝေတဲ့ သတင်းထောက်တစ်ယောက်ဖြစ်ပြီး သူနောက်ဆုံးလေ့လာခဲ့တဲ့ မှတ်တမ်းမှာ လူမျိုးစုတစ်စုဆီက ဆင်းသက်လာတဲ့ ရိုးရာပွဲကနေပေါ်ပေါက်လာတဲ့ အရာတစ်ခုကို လေ့လာရင်း သူကိုယ်တိုင်ဖြစ်ရပ်ဆိုးတွေ ကြုံခဲ့ရပါတယ်။ဗီဒီယိုကို အစဆုံးမှတ်တမ်းတင်ပြီးချိန်မှာတော့ သူ့အိမ်ပါ မီးလောင်သွားသလို ဇနီးသည်ကိုပါ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/noroi-the-curse-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BY2UyOWJjMWEtNmIwYS00ZjM5LWEyYjMtMTI4NDBhMzViNmIyXkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_-137x200.jpg",
        "title": "Mrs. Harris Goes to Paris (2022)",
        "description": "ပြင်သစ်လို့ပြောလိုက်တာနဲ့ ဖက်ရှင်ဒီဇိုင်းတွေရဲ့ ဘုရင်ကြီးလို့ တင်စားရလောက်အောင်ကို ဖက်ရှင်တွေ အစုံအလင်ရှိတဲ့ မြို့ကြီးတစ်မြို့ဆိုတာ လူတိုင်းသိမှာပါ ဒီရုပ်ရှင်ကားလေးထဲ မှာတော့ လန်ဒန်မှာရှိတဲ့ သန့်ရှင်းရေးသမား မုဆိုးမကြီး ဟားရစ် ဟာ ပြင်သစ်ရဲ့ နာမည်ကြီး ဒီရော တံဆိပ် ဝတ်စုံကိုမှ လိုချင်တပ်မက်လွန်းလို့ ပြင်သစ်အထိ သွားဝယ်တဲ့ အကြောင်းလေးကို ဇာတ်အိမ်တည်ပြီး ရိုက်ထားတာပါ ဒီရောတံဆိပ် ရဲ့ ဝတ်စုံတွေဟာ ဘယ်လောက်တောင် လွှမ်းမိုးမှုရှိလဲဆိုတာရယ် ကံဆိုးမှုတွေပြီးရင် ကံကောင်းတာတွေ လည်းရောက်လာနိုင်တယ်ဆိုတာရယ် လူတစ်ယောက်ဆိုတာ အပြင်ပန်းကြည့်ရုံနဲ့ မှတ်ချက်ပေးနိုင်လောက်အောင် လူ့ဘဝကြီးက မရိုးရှင်းဘူးဆိုတာရယ် အလုပ်သမားတွေရဲ့ အခွင့်အရေးကို တန်ဖိုးထားရမယ်ဆိုတာရယ်ကို ဇာတ်အိမ် ကောင်းကောင်လေးနဲ့ လှလှပပ လေးရိုက်ပြသွားတာပါ ဘဝအမောတွေပြေစေဖို့နဲ့ ပြုံးစိစိ လေးကြည့်နိုင်ဖို့အတွက် အမြန်းဆုံးသာ ဒေါင်းပြီးကြည့်လိုက်ပါတော့လို့ပဲ တိုက်တွန်း ချင်ပါတော့တယ်File size…(2.18GB)/(1014MB)/(481MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Drama / ...",
        "rating": "7.2",
        "url": "https://megaup.net/2t9G5/Mrs.Harris.Goes.to.Paris.2022.720p.(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFpZjurGhtvBa1Jyzfw58Me7ZQ6.jpg",
        "title": "My Mighty Princess(2008)",
        "description": "My Mighty Princess(2008) အညွှန်း********************************Mighty Princess - အားကြီးတဲ့မင်းသမီးလေး.....\nမင်းသမီး Shin Min Ah ကိုဆိုရင်တော့မသိသူမရှိသလောက်ပဲဖြစ်ကြမျာပေါ့နော်။ဒီတစ်ခါကားလေးကတော့ မင်းသမီးရှင်မင်းအာငယ်စဥ်ကရိုက်ကူးခဲ့တဲ့ Action Fantasy ကားကောင်းလေးပဲဖြစ်ပါတယ်။ဂန်ဆိုဟီးဟာ သာမန်ထက်ပိုပြီး အားမတန်တဆကြီးနေတဲ့အတွက်လူတွေရဲ့အမြင်မှာ နုနယ်ငယ်ရွယ်တဲ့မိန်းကလေးတစ်ယောက်လို့ မထင်ချင်စရာဖြစ်နေပါတယ်။ကိုယ့်ဘက်ကကြိတ်ကြိုက်ရတဲ့ ကောင်လေးတစ်ယောက်ရှိလာချိန်မှာတော့ဆိုဟီးတစ်ယောက် သူ့ကိုသာမန်ထက်ပိုပြီး\nအားကြီးနေစေတဲ့ မိသားစုအမွေအနှစ်ကို စွန့်ပစ်ဖို့ဖြစ်လာပါတော့တယ်။ကိုယ်ခံပညာကိုဆက်မကျင့်တော့တဲ့ဆိုဟီးအတွက် ဘယ်လိုအခက်အခဲတွေကြုံလာမှာလဲ?.....သဘောကျရတဲ့ crush လေးနဲ့ရောအဆင်ပြေသွားမှာလား...?ဆိုဟီးကို ကိုယ်ခံပညာပြန်လေ့လာအောင်ဆွယ်ဖို့ ရုတ်တရက်ရောက်ချလာတဲ့ငယ်သူငယ်ချင်းလေးကရော ဘယ်လိုလျှို့ဝျက်ချက်တွေရှိနေမှာလဲ?ကိုယ်ခံပညာတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုနက်နဲတဲ့ဇာတ်ကြောင်းတွေရှိနေသေးဦးမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nဒီကားလေးမှာ recommend ပေးချင်တာလေးတွေကတော့ ဇာတ်ဝင်တေးလေးတွေနောက်ခံတီးလုံးလေးတွေအရမ်းကောင်းတဲ့အပြင် ဇာတ်အိမ်လေးက တမူထူးခြားနေတာလေးပါပဲ။တရုတ်ကိုယ်ခံပညာကို ကျောရိုးခံထားတဲ့ ဇာတ်ကြောင်းမို့လို့ Kdrama fan တွေရေတရုတ်ရာဇဝင်ကားကြိုက်တဲ့လူတွေရော မလွတ်တမ်းကြည့်သင့်တဲ့ကားလေးပဲဖြစ်ပါတယ်။   File Size : (2.2GB) (1.02 GB) and (417MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Action ,Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/my-mighty-princess2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2E16g6AOXz3814aoja6XAPUe2dQ.jpg",
        "title": "The Queen of Kung Fu 2 ( 2021 )",
        "description": "သိုင်းလောကဂိုဏ်းတွေရဲ့ယှဉ်ပြိုင်မှုတွေကြားထဲမှာ\nခြေရာပျောက်နေတဲ့ အားရှီတစ်ယောက်ဟာ\nဆိုးသွမ်းတဲ့အင်အားစုတွေကို အပြစ်ပေးတဲ့\nတစ်ကိုယ်တော်သိုင်းသမားတစ်ယောက်ဖြစ်လာခဲ့တယ်။သူမဟာခံစားချက်တွေကို ရင်ထဲမှာအပြီးချုပ်တည်းထားပြီး\nစစ်မြင်းနဲ့ အရက်ခွက်တွေကိုပဲအဖော်အပြုရင်း\nတစ်ကိုယ်တော်သွားလာနေခဲ့တယ်။ဟော့မျိုးနွယ်လက်သီးသိုင်းကို တတ်မြောက်ပြီး\nသိုင်းလောကရဲ့ဒဏ္ဍာရီတစ်ခုလိုဖြစ်လာခဲ့တယ်။\nရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ဘုရင်Liu Dashuaiက\nကျားနက်ဓားပြအဖွဲ့နဲ့ပူးပေါင်းပြီး ပြည်သူတွေကိုဖိနှိပ်စေခိုင်းဖို့\nလက်ဖက်စက်ရုံတည်ထောင်လိုက်တဲ့အတွက်ကြောင့်\nပြည်သူတွေမှာဒုက္ခတွင်းထဲကျရောက်ကြရတယ်။အားရှီမှာ တစ်ဖက်မှာ စိတ်ထဲကအမုန်းတွေကို\nနိုင်အောင်ထိန်းရင်း တစ်ဖက်မှာဆိုးသွမ်းတဲ့\nအင်အားစုတွေကိုတွန်းလှန်ရင်း\nအခက်အခဲကြားကပြည်သူတွေကိုကယ်တင်ဖို့ကြိုးစားပါတော့တယ်။\nသိုင်းလောကရဲ့ပရိသတ်တို့ အားရှီလေး\nဘယ်လိုတွေများကြမ်းမလဲဆိုတာကို\nဆက်ပြီးခံစားကြည့်ရှုလိုက်ကြပါဦး။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 16min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-queen-of-kung-fu-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-136x200.jpg",
        "title": "Give Them Wings (2021)",
        "description": "Give them wings မွေးကတည်းက ဦးနှောက်အမြှေးပါးရောင်ကြောင့် မသန်မစွမ်းဖြစ်နေခဲ့ရတဲ့ Paul Hodgson ကိုယ်တိုင်ရေးသားခဲ့တဲ့ သူ့ဘ၀အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ Paul ဟာမွေးကတည်းက မသန်မစွမ်းဖြစ်နေရပြီး လမ်း‌မလျှောက်နိုင်သလို စကားကိုလည်းပီသအောင်မပြောနိုင်ပါဘူး။ဒါပေမယ့် ဘ၀ကိုအရှုံးမပေးဘဲ အလုပ်ရအောင်ရှာနိုင်ခဲ့သလို ‌ရူးသွပ်တဲ့ဘောလုံးပရိသတ်တစ်‌ယောက်လည်းဖြစ်လာခဲ့ပါတယ်။အမေဖြစ်သူက အားပေးသလောက် အဖေကသူ့အပေါ်ယုံကြည်ချက်မရှိပါဘူး။ဒါပေမယ့် သူ့အမေနဲ့သူငယ်ချင်းတို့ရဲ့ အားပေးမှုနဲ့ဘ၀မှာကြုံလာတဲ့အခက်အခဲမျိုးစုံကို လက်မလျှော့ဘဲ ကျော်လွှားနိုင်ခဲ့ပါတယ်။ Darlington FC ရဲ့အမာခံပရိသတ်ဖြစ်သူ Paul Hodgson ရဲ့ဖြစ်ရပ်မှန်ဘ၀အကြောင်းကို ရိုက်ကူးထားတာပါ။နာမည်ကြီး သရုပ်ဆောင်တွေမပါပေမယ့် ကောင်းမွန်စွာစွမ်းဆောင်ထားနိုင်တဲ့ British ကားလေးပါ။ File size…(1.33GB)/(714MB)/(462MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.2",
        "url": " https://megaup.net/17d9o/Give.Them.Wings.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjQyNzlkZDQtZjA4YS00ZjhjLTg4OGMtZTZmN2EwMjA0NTBiXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-160x200.jpg",
        "title": "Wedding Season (2022)",
        "description": "Wedding Season (2022)\n=================\nIMDb Rating - 6.3/10IMDb 6.3 ရထားတဲ့ Netflix ကားကောင်းလေးတစ်ကား လာပါပြီ။\nအရွယ်ရောက်လာတဲ့ထိ ဂေါ်မစွံသေးတဲ့ သားနဲ့ သမီးအတွက်\nအိမ်ထောင်ရက်သားချပေးကြဖို့ အပြိုင်အဆိုင်ကြိုးစားကြတဲ့\nအိန္ဒိယ မအေးအေးဝင်း စီစဉ်ပေးတဲ့ အချစ်ဟာသဇာတ်မြူးလေးပါ။အာရှာ ဆိုတဲ့ ကောင်မလေးက ကုမ္ပဏီတစ်ခုရဲ့ စီးပွားရေးပညာရှင်\nတစ်ယောက် ဖြစ်ပြီး ရာဗီ ဆိုတဲ့ ကောင်လေးကတော့ ဟိုယောင်ယောင်\nဒီယောင်ယောင် MIT ကျောင်းဆင်းတစ်ယောက် ဖြစ်ပါတယ်။\nနှစ်ဖက်မိဘတွေက Online dating app တစ်ခုမှာ သူတို့ရဲ့ ကိုယ်ရေး\nအချက်အလက်တွေကို အတုတွေဖန်တီးပြီး တင်ထားကြတယ်။\nအဲဒီ app ကနေ အာရှာ နဲ့ ရာဗီ တို့ကို match လုပ်ပေးလိုက်ပြီး\nနှစ်ယောက်သားကို ချိန်းတွေ့ကြဖို့ အိမ်တွေက အတင်းတိုက်တွန်း\nကြပါတော့တယ်။အချစ်ရေးကို စိတ်မဝင်စားသေးတဲ့ သူတို့နှစ်ယောက်ကတော့\nမင်္ဂလာပွဲတွေ အတူတူတက်ရင်း ဟန်ဆောင်ရည်းစားတွေ ဖြစ်လာ\nကြပါတယ်။ဟန်ဆောင်ရည်းစားအဖြစ်ကနေ သူတို့တကယ်ချစ်မိတဲ့\nသူတွေ ရှိလာတဲ့အခါ... မိဘတွေကလည်း အလိမ်အညာတွေကို\nသိသွားကြတဲ့အခါ... အာရှာ နဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1N7je/Wedding.Season.2022.720p.NF.WEB-DL.CM..mp4",
        "category": "Comedy, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYjdkZjE4MzUtMzBhYy00ZGIwLWFmYmYtNzI4NzY1ZjRlYzUzXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_-135x200.jpg",
        "title": "Rogue Agent (2022)",
        "description": "Rogue Agent (2022)\n===============IMDb Rating - 6.4/10IMDB rating 6.4 အထိ ရရှိထားတဲ့ Mystery ဇာတ်ကား\nကောင်းလေး တစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။\nရောဘတ်ဖရီးဂါ့တ် ဟာ MI5 ကနေ အသွင်ယူစုံစမ်းနေတဲ့\nအေးဂျင့်တစ်ယောက်ပါ။ ကားရောင်းသမားအဖြစ် အသွင်\nယူစုံစမ်းရင်း အဲလစ်အာချာဆိုတဲ့ ရှေ့နေအမျိုးသမီးကို\nချစ်ကြိုက်မိသွားပါတယ်။အဲလစ်ကတော့ ရောဘတ်ကို အယုံအကြည်မရှိတာမို့ အလွတ်\nစုံထောက်ငှားပြီးစုံစမ်းခိုင်းခဲ့ပါတယ်။ သို့သော် သူကိုယ်တိုင်လည်း\nရောဘတ်ကို ချစ်မိသွားပါတယ်။  တစ်နေ့မှာတော့ အဆိုပါ\nစုံထောက်ဆီကနေ ရောဘတ်ရဲ့ အတိတ်အကြောင်း တစ်စွန်း\nတစ်စသိလာခဲ့ရပါတယ်။ရောဘတ်နဲ့ ပတ်သက်ဖူးတဲ့ ကောင်မလေးနှစ်ယောက် ပျောက်\nဆုံးနေခဲ့တာပါ။ ရောဘတ်ကရော တကယ်ပဲ အသွင်ယူအေးဂျင့်လား\nမိန်းကလေးတွေပျောက်ဆုံးနေတာ သူနဲ့ဘယ်လိုပတ်သက်နေလဲ\nဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှု့နိုင်မှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Leonard Lin မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေး\nသူများကတော့ Leonard Lin, Zaw Myo Thu တို့ဖြစ်ပါတယ်)\nFile Size..........(1.3 GB) / (620 MB) / (516 MB)\nQuality............WebRip 1080p / ...",
        "rating": "",
        "url": "https://megaup.net/2tcng/Rogue.Agent.2022.720p.WEBRip.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i8bTXlejaGhj2QshAVoRQqWtjml.jpg",
        "title": "13: The Musical (2022)",
        "description": "13: The Musical (2022)Musical ဆိုတဲ့အ‌တိုင်း သီချင်းသံ မြူးမြူးကြွကြွတွေနဲ့ ကြည့်ရမယ့်ကားပါဗျ။ ဆယ်ကျော်သက်ဖြစ်ကာစ လူငယ်ပေါက်စလေးတွေရဲ့ အလွဲတွေလည်း ပါသပေါ့ဗျာ ဇာတ်လမ်းအညွှန်းကတော့ ...\nအယ်ဗန်ဂိုးမန်းဆိုတဲ့ကောင်လေးက နယူးယောက်မြို့သားလေး ဂျူးလူမျိုးမလို့ တစ်ဆယ့်သုံးနှစ်မှာ ကျင်းပရမယ့် Bar Mitzvah ပွဲအတွက် အမျှော်လင့်ကြီး မျှော်လင့်နေသူပေါ့။ ဒါပေမယ့်လည်း အဖေဖြစ်သူရဲ့ ပြဿနာတွေကြောင့် မိသားစုကွာရှင်းလိုက်ရပြီး အင်ဒီယာနာက ပုံတုံးလှတဲ့ နယ်မြို့လေးကို ပြောင်းရွှေ့လိုက်ရတဲ့အခါ ...တောမြို့လေးဆိုပေမယ့် ကျောင်းအသစ်မှာလည်း ဆယ်ကျော်သက်ပေါက်စတွေရဲ့ အတတ်ဆန်းချင်တဲ့ ကိစ္စဝိစ္စလေးတွေ ရှိနေပါသေးတယ်။ Bar Mitzvah ပွဲကို အကြီးကျယ်ဆုံးဖြစ်ချင်တဲ့ မြို့သားလေး တောမြို့လေးမှာ ဘယ်လိုဂြိုဟ်မွှေခြင်းတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရှုကြရမှာပါ။13 နှစ်ကလေးတွေရဲ့ teenage ကားမလို့ ပိတ်ရက်မှာ မိသားစုနဲ့အတူ ကလေးတွေနဲ့အတူ ပေါ့ပေါ့ပါးပါးကြည့်မယ်ဆိုရင် ရွေးသင့်တဲ့ကားလေးပါ။\nMusical မို့ သီချင်းသံတွေတော့ တော်တော်မြိုင်ဆိုင်ပါလိမ့်မယ်ဗျ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Chevy ပါ။)File Size : ...",
        "rating": "5.2",
        "url": "https://megaup.net/17k4i/[CM]13.The.Musical.2022.720p.WEB-DL.mp4",
        "category": "Comedy, Drama, Family, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/avokvOwhjVR9GgISsSSgb2A343G.jpg",
        "title": "Valley of the Dead (2020)",
        "description": "Malnazidos (a.k.a) Valley of The Dead (2020)(1080p ရပါပြီ)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ ရှေ့လကမှ Netflix မှာ ပြသသွားတဲ့ စပိန် ဇွန်ဘီဇာတ်ကားသစ်လေးပါ။ စပိန်ပြည်တွင်းစစ်ပွဲအတွင်းက အကြောင်းအရာကို နောက်ခံထားပြီး ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးပုံဖော်ထားတာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nကပ္ပတိန်ဟန်လိုဇာနိုဟာ နိုင်ငံရေးအကြောင်းအရာတွေမှာ ၀င်စွက်ဖက်ခဲ့တဲ့အတွက်ကြောင့် အထက်လူကြီးတွေရဲ့ အမုန်း ခံရပြီး အန္တရာယ်များတဲ့ တာ၀န်တစ်ခုကို ထမ်းဆောင်ဖို့ စေလွှတ်ခြင်းခံရပါတယ်။တာဝန်ထမ်းဆောင်ဖို့ သွားနေတဲ့ လမ်းခရီးမှာ ကပ္ပတိန်ဟန်လိုဇာနိုနဲ့ သူရဲ့တပည့်ဟာ တော်လှန်ရေးတပ်ဖွဲ့တွေရဲ့ ဖမ်းဆီးခြင်း ခံရပြီး ထူးဆန်းတာတွေ ဆက်တိုက် ကြုံတွေ့ခဲ့ရပါတော့တယ်။ဒီထူးဆန်းတဲ့ဖြစ်ရပ်တွေက ဘယ်လိုဖြစ်လာလဲ?\nကပ္ပတိန်တို့အဖွဲ့ ဘာတွေနဲ့ ကြုံတွေ့လာရမလဲ? ဆိုတာ ဆက်လက်ရှုလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ YKH ပါ။)File Size          : 1.6GB, 668MB, 339MB\nQuality          ...",
        "rating": "5.8",
        "url": "https://megaup.net/17jgh/[CM]Malnazidos.Valley.of.The.Dead.2020.720p.WEB-DL.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOWI3MDIzZmYtN2Y3MC00YTljLWFiYmYtNWIzMjg1ZWQ1ODlhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006411000_AL_-128x200.jpg",
        "title": "8 Mile (2002)",
        "description": "ဒီဇာတ်ကားကတော့ 2002 နှစ်မှာ ထွက်ရှိခဲ့ပြီး Rap God ဖြစ်တဲ့ Eminem ရဲ့ဘဝဇာတ်လမ်း အကြောင်းဖြစ်ပြီး ဒါရိုက်တာ Curtis Hanson က ရိုက်ကူးပုံဖော်ထားပါတယ်။Rating တွေ အနေနဲ့က တော့ IMDb မှာ 7/10 ၊Rotten Tomatoes မှာ 76% နဲ့ Metacritic မှာတော့ 77% ရရှိထားပါတယ်။ဆုတံဆိပ်တွေအနေနဲ့ဆိုရင်လည်း Lose Yourself တေးသီချင်းနဲ့ အကောင်းဆုံးဂီတ၊မူရင်းသီချင်း အဖြစ် အော်စကာ ၁ ဆု ရရှိခဲ့သည့်အပြင်အခြားဆုပေါင်း ၁၀ ခုကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်။ဒါ့အပြင် ဆုပေါင်း ၁၉ ခုအတွက်စကာတင်စာရင်းမှာလည်း ပါခဲ့ပါသေးတယ်။Biography တစ်ခုဖြစ်ပြီး ဒီလောက်ထိ rating တွေ၊ဆုတံဆိပ်တွေ ဆုပ်ကိုင်ထားနိုင်တာကအတော်လေးအောင်မြင်တယ် ဆိုရ မှာပါ။ ဇာတ်လမ်းအသွားကတော့သူ့တစ်ဘဝလုံးလိုလို ရုန်းကန်နေရတဲ့ လူငယ် rapper လေးတစ်ယောက်ကသူ့ရဲ့ နောက်ဆုံးအခွင့်အလမ်းတစ်ခုကို စမ်းချင်နေတာပါ။ဒါပေမယ့် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Nih2/8.Mile.2002.720p.BluRay.H264_%7BCM%7D.mp4",
        "category": "Biography, Documentary, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTU3MjUwMzQ3MF5BMl5BanBnXkFtZTgwMjcwNjkxMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Dark Tower (2017)",
        "description": "ဒီဇတ်လမ်းဟာ စာရေးဆရာ Stephen King ရဲ့ ဝတ္တုကို ရုပ်ရှင်အဖြစ်အသက်သွင်းထားတာပါဇတ်လမ်း အစကို ကြည့်မိရင် အဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပြီးသင့်အတွက် ကြည့်ရတာ နောင်တ မရနိုင်မယ့် ရုပ်ရှင်ကားကောင်းတစ်ခုအဖြစ်ညွှန်းပါရစေ...Movie Review==========ကမ္ဘာတွေဟာ အများကြီး ရှိနေပြီး ကမ္ဘာတစ်ခုနဲ့ တစ်ခုဟာ စွမ်းရည်တွေ မတူညီကြပါဘူးဒီကမ္ဘာတွေ အားလုံးရဲ့ အလယ်ဗဟို တည့်တည့်မှာတော့ ကမ္ဘာကြီးရဲ့ ထောက်တိုင် တစ်ခုတည်ရှိနေပြီး ထို ထောက်တိုင်ကြီး မရှိတော့တဲ့အခါမှာတော့ ကမ္ဘာတွေဟာ မှောင်အတိပြီး၍မီးလောင်ကျွမ်းကုန်မှာပဲ ဖြစ်ပါတယ်...ထို ထောက်တိုင်ကြီးကို ဖျက်ဆီးဖို့ ကြံရွယ်နေသူတွေကတော့ ဝေါ်တာ ဆိုသော မကောင်းဆိုးဝါး နှင့်အရေခွံခြုံသူများ ဖြစ်ပါတယ် ထိုကဲ့သို့ ဖျက်ဆီးဖို့ရန် အတွက် စိတ်ထားသန့်စင်သော ကလေးများကိုဖမ်းပြီး စိတ်စွမ်းအင် ထုတ်ယူ၍ ကမ္ဘာတွေရဲ့ အလယ်ဗဟို ထောက်တိုင်ကို တစ်ဖြေးဖြေးအားနည်းစေရန်တိုက်ခိုက်လျက် ရှိပါတယ်...တစ်နေ့မှာတော့ ကမ္ဘာတစ်ခုပေါ်မှာ စိတ်စွမ်းအင်အမြင့်ဆုံး ကလေးတစ်ယောက်ဖြစ်တဲ့ ဂျိတ်ချန်ဘာ ကိုအရေခွံခြုံတွေ ရှာတွေ့သွားပြီး ဖမ်းဆီးရန် ရောက်လာစဉ်မှာပဲ ကြိုတင်အကြားအမြင်ရထားတဲ့ဂျိတ်ဟာ ကမ္ဘာအလယ်ဗဟို ထောက်တိုင် ကို ကာကွယ်သူ သေနတ်သမားကို ရှာဖို့ ထွက်ပြေးခဲ့ပါတယ်..ထို အချိန်မှာပဲ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Ni4v/The.Dark.Tower.2017.720p.BluRay._%7BCM%7D.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNjk3YzQwOTEtZDVlNC00MGE0LWE0YmQtMTNmODZmZjJjZGNmXkEyXkFqcGdeQXVyOTIxNDQ1MTQ@._V1_-143x200.jpg",
        "title": "Closed Doors Village (2014)",
        "description": "အိမ်တစ်အိမ်မှာ လူမရှိရင် တံခါးပိတ်ထားတတ်ကြတယ်မလား ? အဲ့ဒီလိုပဲ ရွာသားတွေတစ်ယောက်မှမရှိလို့\nအဲ့ဒီရွာကို “တံခါးပိတ်ရွာ” လို့နာမည်ပြောင်းခေါ်လာကြပါတယ်။ တံခါးပိတ်ရွာလေးက အရင်က “လေသာရွာ” လို့ခေါ်ပါတယ်။\nနာမည်နဲ့လိုက်အောင် ရွာသားတွေအများကြီးနဲ့ သာယာနေတဲ့ရွာလေးပေါ့။ အဲ့ဒီရွာလေးက အခုတော့ခြောက်ကပ်ခြင်းအတိနဲ့ တိတ်ဆိတ်နေရပါပြီ ။ဟူတုန်းဟိုင်တို့ လမ်းတံတားပြုပြင်ရေးအဖွဲ့က ပရောဂျက်တစ်ခုပြသာနာတက်လို့ တံခါးပိတ်ရွာလေးကို ဖြတ်သန်းသွားဖို့အကြောင်းဖန်လာပါတော့တယ်။\nထုံးစံအတိုင်း ညနက်သန်းခေါင်အချိန် တောလမ်းမကြီးမှာ ဘီးပေါက်ပြီး မီးအလင်းရောင်ရှိတဲ့ရွာထဲ အကူအညီတောင်းဖို့ရောက်သွားတယ်ပေါ့။ရွာထဲဝင်ပြီးကာမှ မီးအလင်းရောင်လည်းမတွေ့ရ။ ခြံအဟောင်းကြီးထဲမှာ တဝဲလည်လည်ဖြစ်နေတုန်း အတူတူပါလာတဲ့သူငယ်ချင်းနဲ့လည်း လူစုကွဲသွားပါတယ်။\nမရှိမဲ့ရှိမဲ့ သတ္တိကိုစုစည်းပြီး ဟူတုန်းဟိုင်တစ်ယောက် လမ်းပျောက်နေတုန်း ခြံပိုင်ရှင်လင်မယားနဲ့တွေ့ပြီး ရွာကြီးအကြောင်းမေးကြည့်တဲ့အခါ....\nအဲ့ဒီရွာကြီးမှာ ရွာသားတွေဘာလို့မရှိကြတာလဲ? ဟူတုန်းဟိုင်ကရော အဲ့ဒီရွာကြီးနဲ့ ဘယ်လိုပတ်သက်မှုရှိနေမလဲဆိုတာ ကြောက်ကြောက်နဲ့ပဲ ဆက်ကြည့်လိုက်ပါတော့နော်။\nFile size…540MB\nQuality…720p WEBRIP\nFormat…mp4\nDuration….1h 24mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by JoJoVa",
        "rating": "",
        "url": "https://megaup.net/17kvt/Closed.Doors.Village.2014.720p.WEB-DL.x264.AAC2.0CH(CM).mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BM2MxZmU0ZmYtZDNiNi00MTA3LThhNDQtNzI1YjYwYzhjZDExXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Secret Headquarters (2022)",
        "description": "Paramount ကထုတ်တဲ့စူပါဟီးရိုးကားအသစ်ပါ။Charlie နဲ့သူမိသားစုတို့ဟာပျော်ပွဲစားထွက်ရင်း သူတို့အနားကိုလေယာဉ်ပျက်ကျလို့ Charlie အဖေ Jack ဟာသွားကူညီပါတယ်။အဲဒီမှာ မထင်မှတ်ဘဲ ထူးဆန်းတဲ့အရာနဲ့ထိတွေ့ပြီး Charlie တို့မိသားစုရဲ့ကံကြမ္မာကလည်း လုံး၀ပြောင်းလဲသွာရပါတော့တယ်။The Adam Project မှာ နာမည်ရလာတဲ့ ကလေးသရုပ်ဆောင်လေး Walker Scobell အပြင် နာမည်ကျော်မင်းသားကြီး Owen Wilson တို့ပါ၀င်ထားပါတယ်။ဒါ့အပြင် ပါရမီရှိတဲ့ တခြားကလေးသရုပ်ဆောင်တွေလည်း အားဖြည့်ထားပါတယ်။Superhero ရုပ်ရှင်ဆိုတဲ့အတိုင်း superpower တွေနဲ့ Fight scene တွေကအဆင့်မြင့်ပြီး အဖေဖြစ်သူနဲ့သားကြားက Dynamic ကိုလည်းစိတ်ဝင်စားဖွယ်ရာတင်ဆက်ထားပါတယ်။မိသားစုလိုက်ကြည့်ရင်လည်း မပျင်းရမယ့်ဇာတ်ကားမျိူးပါ။File Size__ (1.7GB) / (940 MB)\nQuality__ WEB-DL 1080p , 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:45:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by SP\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/17kwp/Secret_Headquarters_(2022)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Gone-in-the-Night-2022-143x200.jpg",
        "title": "Gone in the Night (2022)",
        "description": "‌‌‌‌ေ၀းလံလှတဲ့ တောအုပ်ထဲကအိမ်လေးတစ်အိမ်ကို စိတ်ပြေလက်ပျောက် ခရီးထွက်လာတဲ့ အတွဲတစ်တွဲက အဲ့ အိမ်မှာ တစ်ခြားအတွဲတစ်တွဲက ကြိုရောက်နေတာကို တွေ့လိုက်ရတယ်ဒီလိုနဲ့ သူတို့အတွဲ ၂တွဲ အတူတူ မျှအိပ်ဖို့ဖြစ်လာခဲ့တယ်...မနက်ရောက်တဲ့အခါ သူနဲ့အတူလာတဲ့ ကောင်လေးကပျောက်သွားတယ်အိမ်မှာကလည်း လူ၃ယောက်ပဲကျန်တယ် ဘာတွေ ဆက်ဖြစ်လာမလဲဆိုတာကတော့ ...File Size__(1.6GB) / (750MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:33:00\nType__Mystery, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myinn\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/17kt3/Gone_in_the_Night_(2022)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjllYTdiYmItZWYzYy00MDBlLWJjMDAtZjNlMzdkZjk1Mjc3XkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-136x200.jpg",
        "title": "Malik (2021)",
        "description": "Malik (2022)\nAction, Drama, Biography\nIMDb 8.1/10ဒီဇာတ်ကားလေးက အရမ်းကို ကြေကွဲဖို့ကောင်းတဲ့\nလူမိုက်ကြီးတစ်ယောက်ရဲ့အကြောင်းပေါ့...လူမိုက်ဆိုတာနဲ့ ကျွန်တော်တို့ ရမ်းကားဆိုးသွမ်းနေတဲ့ လူတစ်ယောက်လို့\nပြေးမြင်မိကြတယ်မလား...မဟုတ်ပါဘူး..အများအကျိုးကိုသယ်ပိုးနေရင်းနဲ့ အခြေအနေနဲ့အချိန်အခါက\nသူ့ကိုလူမိုက်ကြီးတစ်ယောက်ဖြစ်စေခဲ့တာပါ...သူ့နာမည်က ဆိုလိုင်မန်အလီ ခေါ် အလီဘိုင်\nမာလစ်(ဂေ့ါဖားသား)လို့ ပြောစမှတ်တွင်ခဲ့တဲ့သူပေါ့...ရာမာဒါပက်လီဆိုတဲ့မွတ်စလင်ရွာလေးနဲ့ ယေဒါဗက်သရားလို့ခေါ်တဲ့\nခရစ်ယာန်ရွာလေးနှစ်ရွာရှိတယ် ပင်လယ်ပြင်နဲ့နီးစပ်တဲ့ ကမ်းနားရွာလေးတွေပေါ့\nအဲ့ဒီရွာနှစ်ခုက ညီရင်းအစ်ကိုတွေပမာ သင့်မြတ်စွာနေထိုင်ကြလို့\nဘယ်နိုင်ငံရေးသမားကမှ အမြတ်ထုတ်လို့မရတဲ့ ရွာလေးတွေပေါ့..အဲ့ဒီရွာတွေရဲ့ဆိုးကျိုးကိုလိုလားပြီး အမြတ်ထုတ်ချင်နေကြတဲ့လူတွေကို\nကောင်းကောင်းပညာပေးတဲ့သူက အလီဘိုင်...ကိုယ့်ရွာ ကိုယ့်ပြည်သူ ကောင်းကျိုးအတွက်ဆို လူမျိုးရေးမခွဲခြားဘဲ\nအသက်ပေးရပေးရ လူပဲသတ်ရသတ်ရ အရဲစွန့်မယ့်လူစားမျိုး...အများအမြင်မှာတော့ လူမိုက်ကြီးပေါ့ တစ်မြို့နယ်လုံးကလည်း\nသူတစ်ခွန်းဆိုတစ်ခွန်း လေးစားချင်ခင်ကြတယ်...ဒီလိုလူမျိုးဆိုတော့လည်း မလိုတမာမုန်းထားတဲ့လူက\nများပြီပေါ့...လူရင်းတွေကပါ အကောက်ကြံလာတဲ့အခါ ဒီလူမှန်လူခါးကြီးရဲ့\nဘဝခရီးလမ်းက ဘယ်လိုဖြစ်လာမလဲဆိုတာကို စိတ်လှုပ်ရှားစွာနဲ့\nဖန်သားပြင်ထက်မှာ ရှုစားကြည့်ကြပါ..ဒီဇာတ်ကားလေးကို\nကြည့်ပြီးသွားတဲ့အခါ ရင်ထဲတစ်ခုခုကျန်စေရပါမယ်လို့\nညွှန်းပေးလိုက်ပါတယ်နော်...\nFile size…2.75GB / 1.34GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "8.1",
        "url": "https://megaup.net/17kqn/Malik_(2022)_Telugu_TRUE_WEB-DL_.720.AAC2.0CH(CM).mp4",
        "category": "Action, Biography, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vWRUCjeW8wxfqe7cCSvzKEZ9SUA.jpg",
        "title": "The Queen of Kung Fu ( 2020 )",
        "description": "CM ချစ် တရုတ်ဖန်တွေအတွက်\nQueen of Kung Fu ကို တင်ဆက်ပေးလိုက်ပါတယ်...\nတရုတ်ကားနဲ့ မစိမ်းသူတွေ သိကြမှာပါ...\nတော်လှန်ရေးခေတ်က တရုတ်ပြည်ဟာ\nဘယ်လိုတောင် ခက်ခဲ ဒုက္ခတွေပြည့်နေတဲ့ လူ့ပြည်ငရဲဖြစ်ခဲ့တယ်ဆိုတာ...ဒီလို ငရဲတကာ့ ငရဲထဲ အဆိုးဆုံးကတော့ ဘိန်းကိစ္စပါပဲ... ဘိန်းကြောင့်\nရှိတဲ့ ဥစ္စာတွေရောင်းချ တဲ့အပြင် သားသမီး ဇနီးမယားပါ\nရောင်းချခဲ့ကြတဲ့အထိပေါ့... ဒီလိုနဲ့ ရှန်ဟိုင်းကလပ်ကို\nအရောင်းခံလိုက်ရတဲ့ အမျိုးသမီးလေးတွေထဲ\nယောက်ျားတစ်ယောက်ကိုတောင်\nလက်သီးတစ်ချက်နဲ့ ထိုးနှက် သတ်ဖြတ်နိုင်တဲ့ အားရှီဆိုတဲ့\nကွန်ဖူးပညာရှင်တစ်ယောက်ပါလာပြီး...သူသတ်ခဲ့တဲ့ အမျိုးသားက ရှန်ဟိုင်း နာမည်ကြီး ညီအစ်ကို ၄\nဦးအဖွဲ့ဝင်တစ်ဦးဖြစ်နေတာမို့ သူ့ကို လက်စားချေဖို့လိုက်ကြရာကနေ သူက\nကုန်းကုန်းရဲ့ မွေးစားသမီးဖြစ်ပြီး အဖွဲ့ဝင်ဖြစ်သွားခဲ့တာပေါ့...မိဘ ၂ ပါးက ဘိန်းရဲ့ကျေးကျွန်ဖြစ်ပြီး အရောင်းစားခံခဲ့ရတဲ့ အားရှီဟာ\nသူကိုယ်တိုင် ရှန်ဟိုင်းမြို့ရဲ့ ဆရာတစ်ဆူဖြစ်လာချိန်မှာ\nဘိန်းရောင်းဝယ်မှုမှာ ပါဝင်မှာလား... ဒါမှမဟုတ် ဘိန်းလောကကို\nအမြစ်နှုတ်သုတ်သင်မှာလားဆိုတာ စိတ်ဝင်စားစရာပဲမို့\nအမြန်လေး‌ဒေါင်းကြည့်လိုက်ပါ... ထပ်ပြောပါမယ်\nကွန်ဖူးအတိုက်အခိုက်ကြိုက်သူတွေအတွက် လုံးဝ\nစိတ်မပျက်စေတဲ့ကားကောင်းလေးပါ...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-queen-of-kung-fu-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zhj8YPQKuRev5N3KoHacsPnF4mB.jpg",
        "title": "Animal Kingdom(2010)",
        "description": "Animal Kingdom(2010) အညွှန်း****************************IMDb..7.3.,,, Rt..95%ဒီကားဟာ အော်စကာ ဆန်ကာတင်တစ်ဆုစာရင်းဝင်ခဲ့သလိုအခြားဆု ၃၉ ဆုလည်းရရှိခဲ့ပါတယ်...မကောင်းမှုဆိုတာ ဆိတ်ကွယ်ရာမရှိဘူးဆိုတဲ့စကားရှိပါတယ်။ဘယ်သူမှမသိတောင် ကိုယ်လုပ်တဲ့ မကောင်းမှုတွေဟာ အရိပ်မည်းကြီးလိုခြောက်လှန့်ပြီး ဘာကိုကြောက်နေရမှန်းမသိ ကြောက်နေရတာမျိုးပါပဲ။ဒါပေမယ့် တချို့လူတွေကတော့ ကြောက်ရွံမှုတွေနဲ့အတူမကောင်းမှုတွေကို ထပ်ပြီး လုပ်မိတတ်ကြပါတယ်။\nအမေတစ်ခုသားတစ်ခုပဲရှိတဲ့ ဂျေဆိုတဲ့ အသက်မပြည့်သေးတဲ့ကောင်လေးတစ်ယောက် သူ့အမေ ဆေးလွန်ပြီးဆုံးပါးသွားခဲ့လို့သူ့အဖွားတွေ သူ့ဦးလေးတွေဆီ သွားနေရဖို့ဖြစ်လာပါတယ်။သူမသိခဲ့တာက အဲ့ဒီလူတွေက ဒုစရိုက်မှုတွေကို ကျူးလွန် နေကြသူတွေဆိုတာပါပဲ။ပြီးတော့ တစ်ချိန်လုံး ကြောက်နေရသူတွေပေါ့။ဂျေတစ်ယောက် သူ့ရောက်သွားရတဲ့ ပတ်ဝန်းကျင်အသစ်မှာ ဘယ်လိုတွေ ကြုံတွေ့ရမလဲ။ ပတ်ဝန်းကျင်ဆိုတာက လူတစ်ယောက်ကိုဘယ်လောက်ထိလွှမ်းမိုးနိုင်လဲဆိုတာ ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။File Size : (1.6GB) (552MB) and (162 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Moe Han\nEncoded ...",
        "rating": "7.2",
        "url": "https://megaup.net/2tfat/Animal_Kingdom.2010.BLU-RAY.720P.PP(CM).mp4",
        "category": "Crime, Drama"
    }
]