[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fJPKar0jnAsS09l3xfP6LL8sUkX.jpg",
        "title": "The Bounty Hunter(2010)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အချစ်နဲ့အက်ရှင်ရောစပ်ထားတဲ့ တစ်ကားလုံးခွီနေရမဲ့ Rom-com လေးတစ်ပုဒ်ကိုမိတ်ဆက်ပေးပါရစေ။အဓိကသရုပ်ဆောင်တွေအဖြစ်နဲ့ 300 မင်းသားကြီး Gerard Bulter ၊မင်းသမီးချော Jennifer Aniston တို့ပါဝင်သရုပ်ဆောင်ထားပြီး Jason Sudeikis နဲ့ မင်းသမီးကြီး Christine Baranski တို့ကအားဖြည့်ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့မိုင်လိုဟာရဲဝန်ထမ်းဟောင်းတစ်ဉီးဖြစ်ပြီးတော့ မကြာသေးခင်ကမှမိန်းမနဲ့ကွဲပြီးအရက်သောက်ကွဲပြဲကာတပ်ဖွဲ့မှအထုတ်ခံလိုက်ပါတယ်။ထို့ပြင်သူကလောင်းကစားလည်းအတော်လုပ်တတ်တဲ့သူဖြစ်ပြီး ရှုံးကြွေးတွေတင်နေလို့အကြွေးရှင်တွေလိုက်ဖမ်းတာကိုခံနေရပါတယ်။အဲ့လိုနဲ့တစ်နေ့မှာတော့ သူအလုပ်လုပ်တဲ့ကြေးစားလူဆိုးဖမ်းပေးတဲ့ကုမ္ပဏီကနေစာချုပ်တစ်ခုကိုရလိုက်ပါတယ်။အဲ့တာကတော့ ယာဉ်ကြောစည်းကမ်းဖျက်မှုမှာ အာမခံရုံးချိန်းကိုရောက်မလာတဲ့ သူ့မိန်းမဟောင်းဖြစ်တဲ့ သတင်းသမားနစ်ကိုးလ်ကိုဖမ်းခေါ်လာခဲ့ဖို့ပါ။အကြွေးထူနေတာတွေကြောင့်ရော လောလောဆယ်ပိုက်ဆံလိုနေတဲ့မိုင်လိုကစာချုပ်ကိုလက်ခံလိုက်ပါတယ်။တစ်ဖက်မှာတော့ နစ်ကိုးလ်ဟာသေကြောင်းကြံမှုတစ်ခုအကြောင်းကိုစုံစမ်းရင်း ထိုအမှုဟာရိုးရိုးမတော်တဆမှုမဟုတ်မှန်းသံသယဖြစ်စရာတွေပေါ်လာတဲ့အလျောက် လူသိမများခင်တစ်ဉီးတည်းတစ်ကိုယ်တော်စုံစမ်းနေတာပါ။သူ့ ex လိုက်ဖမ်းတာခံရတဲ့အခါမှာတော့ နှစ်ယောက်သားဖမ်းမိရင်းလွတ်အောင်ပြေးရင်းနဲ့ အလွဲဟာသပေါင်းစုံကိုတွေ့မြင်ရမှာပါ။အမှုနောက်ကိုလိုက်ရင်းကလည်း တဖြည်းဖြည်းဝင်ပါလာမိတဲ့အခါမကျေနပ်တဲ့ဆိုင်ရာသူတွေက နစ်ခ်ကိုသတ်ဖို့ကြိုးပမ်းပါတော့တယ်။အဲ့လိုနဲ့နှစ်ယောက်သားရဲ့ခရီးစဉ်က အသက်အန္တရာယ်ကလွတ်အောင်အတူကြိုးပမ်းကြရတဲ့ဆီကိုရောက်လာပါတော့တယ်။တစ်ဖက်မှာလည်းမိုင်လိုရဲ့အကြွေးရှင်တွေက သူ့ကိုဖမ်းမိဖို့အသည်းအသန်လိုက်လာကြပါတယ်။ထိုဗရုတ်သုတ်ခနှစ်ခုကြား သူတို့အဆက်ဟောင်းနှစ်ဉီးပြဿနာတွေရင်ဆိုင်ရင်း မေတ္တာတွေကျန်ရှိနေကြတုန်းပဲဆိုတာသိလိုက်ရပါတယ်။အန္တရာယ်ကြားက အိမ်ထောင်ရေးကိုပြင်ဆင်ဖို့ဒုတိယအခွင့်အရေးကို ပိုင်နိုင်စွာအသုံးချသွားကြမလားဆိုတာကိုတော့ ဒီကားလေးကိုဆက်လက်ကြည့်ရှုရင်းအဖြေရှာလိုက်ကြပါစို့။ Box office မှာလည်း တော်တော်လေးအောင်မြင်ခဲ့တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ File size…2.05 GB/ 806.1 MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 50m\nGenre ..... Action , Comedy ...",
        "rating": "5.7",
        "url": "https://megaup.net/3ench/The.Bounty.Hunter.2010.BluRay720p(CM).mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjI0ZDJkNDMtNjZiYy00ZDA4LThjNjUtYTNkYWRlYmFlMTcwXkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-159x200.jpg",
        "title": "Abbara(2022)",
        "description": "Abbara (2022)IMDb-8.4/10ဒုစရိုက်မှုတွေမျိုးစုံလုပ်တဲ့ လူမိုက်ကြီးဗိုင်ရာမူဒီဟာ\nလုပ်သမျှရာဇ၀တ်မှုတိုင်းမှာ သက်သေမကျန်အောင်ပိရိရက်စက်သူပါ။တစ်နေ့ရဲအရာရှိမာဟင်ဒရာဗာမာဆိုသူအသတ်ခံခဲ့ရပါတယ်။တရားခံမပေါ်ခဲ့ပါဘူး။ဒီကိစ္စကို မင်းသားက သူ့ကိုယ်သူ လူသုံးယောက်အနေနဲ့ သုံးကိုယ်ခွဲပြီး\nလိုက်လံစုံစမ်းရင်း အတိတ်ကအဖြစ်အပျက်တစ်ခုကြောင့်လည်း\nဗိုင်ရာမူဒီကို လက်စားချေချင်နေခဲ့ပါတယ်။သုံးကိုယ်ခွဲရင်း လွဲလာမယ့် အလွဲလေးတွေကိုလည်း ခွီရမယ့်အပြင်\nအက်ရှင်ခန်းတွေလည်း ပါဝင်တာမို့\nတရားရေပြိုင် ဘယ်သူနိုင်မလဲဆိုတာကိုတော့\nဇာတ်လမ်းထဲမှာပဲ စီးမျောလိုက်တော့နော်။\nFile size…2.67GB  / 1.57GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration…2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor~BpL~Yunni",
        "rating": "7.9",
        "url": "https://megaup.net/2ypev/Abbara_(2023)_Kannada_HQ_HDRip_-720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MXGS-694-141x200.jpg",
        "title": "[21+]Lust Of Impulse (MXGS-694 Uncencored Leak)",
        "description": "အားခဲထားခဲ့ရတဲ့ မမ Akiho Yoshizawa ရဲ့အလှတွေကို ဘွင်းဘွင်းရှင်းရှင်း\nတဝကြီး ခံစားရမဲ့ ဇာတ်ကားလေးလာပါပြီအိမ်ရှင်မတွေ အိမ်မှုရေးရာတွေရှုပ်နေတဲ့အခါ အရမ်းသနားဖို့ကောင်းပါတယ်\nဒီကြားထဲ ယောက္ခမကပါ အဆစ်ပိုလာတော့ Yoshizawa\nလေးခများ ပိုပြီးပင်ပန်းလာပါတယ်ဒီကြားထဲ ယောင်္ကျားကလဲ\nအလုပ်ကများတော့ သူ့မှာ ပိုပြီးအထီးကျန် ပင်ပန်းနေပါတယ်\nဒါကြောင့်သူ့မှာ ထွက်ပေါက်လိုလာပါတယ်\nသူ့ရဲ့ထွက်ပေါက်က အရမ်းလှတာမလို့ DS Fans တွေ\nအတွက်တင်ဆက်ပေးလိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…3GB / 1.5GB\nQuality…1080p  /720p\nFormat…mp4\nDuration….\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1culk/(DS)_MXGS-694_UNCENSORED_LEAKED_NOWATERMARK_.720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jtlDK3r8G282Vi0cGMxLVJJkhke.jpg",
        "title": "Green Street Hooligans: Underground",
        "description": "Green Street 3: Never Back Down (2013)================================= ဒီတစ်ခါ ပရိတ်သတ်ကြီးအတွက် 2013မှာထွက်ရှိခဲ့တဲ့ Green Street 3ဆိုတဲ့ အက်ရှင်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။ဒီထဲမှာ ဘောလုံးပွဲကြည့်ရတာကို အရမ်းသဘောကျပြီး ကိုယ်ကြိုက်တဲ့ ဘောလုံးအသင်းကိုအရူးအမူး အားပေးတဲ့သူတွေလည်း ရှိမယ်ထင်ပါတယ်။ ဒီဇာတ်ကားထဲမှာတော့ ဒီလိုအားပေးရာကနေ တစ်ဆင့်တက်သွားတဲ့ football hooligansခေါ် ဘောလုံး လူရမ်းကားတွေအကြောင်း ကြည့်ရမှာပါ။ သူတို့ဟာ ပြိုင်ဘက်အသင်းက လူရမ်းကားတွေနဲ့ ကိုယ်ထိလက်ရောက်ရန်ဖြစ်ကြ သောင်းကျန်းကြတာမျိုး တွေပါ လုပ်လေ့ရှိပြီး မကျေနပ်တာရှိရင်အုပ်စုလိုက် ချိန်းထိုးကြတာမျိုး လုပ်တဲ့အထိ ကြမ်းတမ်းကြပါတယ်။Never Back Downဟာ တတိယမြောက် Green Streetဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ညီဖြစ်သူ ဂျိုဝီရဲ့ ပဟေဠိဆန်ဆန် သေဆုံးသွားမှုကြောင့် အကိုဖြစ်သူဒန်နီတစ်ယောက် သူဦးဆောင်ခဲ့တဲ့ ဝက်စ်ဟမ်း အမာခံ ပရိတ်သတ်အဖွဲ့ ဂရင်းစထွိကိုပြန်ရောက်လာရကနေ ဇာတ်လမ်းစပါတယ်။ သူပြန်ရောက်လာချိန်မှာတော့ ဒီရန်ပွဲတွေဟာအရင်ကလို လမ်းဘေးမှာ ဖြစ်ချင်တိုင်းဖြစ်ကြတဲ့ ပွဲမျိူးတွေမဟုတ်တော့ပါဘူး။ရန်ပွဲတွေဟာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Sscd/Green.Street.3.Never.Back.Down.2013.Blu-Ray720p(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/WlaRQOeoUfKntGmNsuZDu3r6h6.jpg",
        "title": "What to Expect When You’re Expecting(2012)",
        "description": "ကလေးတစ်ယောက် မွေးဖွားတယ် ကိုယ်ဝန်ဆောင်တယ်ဆိုတာ တကယ်မလွယ်တူတဲ့ ကိစ္စပါ စိတ်ရော ကိုယ်ပါ အများကြီး ပြင်ဆင်ရ ပြောင်းလဲရပါတယ်ဒီဇာတ်လမ်းမှာတော့ မတူညီတဲ့ စုံတွဲငါးတွဲရဲ့ မိဘဖြစ်ဖို့ ကြိုးစားကြပုံတွေကို ပြထားပါတယ်ပထမဆုံးစုံတွဲကတော့ နာမည်ကြီးရှိုး Lose it and weep ရဲ့ နည်းပြ ဂျူးလ်စ်ဘက်စ်တာနဲ့ နာမည်ကြီးအကသမား အက်ဗန်ဝက်ဘာပါ အကပြိုင်ပွဲတစ်ခုမှာ အတူပြိုင်ကြရင်း မထင်မှတ်ဘဲ ကိုယ်ဝန်ရသွားတာကြောင့် သူတို့ကိုယ်ဝန်အတွက် ပြင်ဆင်နေကြတဲ့ စုံတွဲပါနောက်တစ်တွဲကတော့ ကလေးချစ်တတ်သူ ကလေးစာအုပ်တွေရေးတဲ့ စာရေးဆရာမလေး ဝင်ဒီနဲ့ ဂယ်ရီကူးပါးတို့ စုံတွဲပါ ကလေးယူဖို့ နှစ်နဲ့ချီကြိုးစားပြီး သူတို့လိုချင်တဲ့ကလေးကို ရပါပြီ ဒါပေမဲ့ ကိစ္စတွေက ဝင်ဒီထင်ထားသလို လွယ်မနေပါဘူးနောက်တစ်တွဲတော့ ဂယ်ရီ့အဖေ ပြိုင်ကားမောင်းသမား ရမ်ဆီကူးပါးနဲ့ စမောလေး စကိုင်လာတို့အတွဲပါ သူ့သား ဂယ်ရီနဲ့ နေရာတကာလိုက်ပြိုင်နေတတ်ပါတယ် သူ့မိန်းမက အမွှာကိုယ်ဝန်ဆောင်ထားတာကြောင့် ဂယ်ရီထက် နှာတစ်ဖျားသာသွားလို့ ရမ်ဆီတစ်ယောက် ဂုဏ်ဆာနေပါတယ်နောက်စုံတွဲကတော့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Srhb/What.To.Expect.When.Youre.Expecting.2012.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMjU0MTdkYTYtNDljNi00MjQ5LWJhZGUtNGNjOThhYzczNThmXkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "A Good Woman (2004)",
        "description": "A Good Woman (2004)\n==================\nIMDb Rating - 6.5/10ဒီဇာတ်လမ်းဟာ တစ်ခေတ်တခါက စာပေလောကမှာ ကျော်ကြား\nခဲ့ဖူးသူ စာရေးဆရာကြီး Oscar Wilde ရဲ့ Lady Windermere's\nFan ဆိုတဲ့ ပြဇာတ်ကို ပြန်လည် အသက်သွင်းရိုက်ကူးထားခြင်း\nဖြစ်ပါတယ်။ဒီ ၂၀၀၄ ဗားရှင်းဟာ လေးကြိမ်မြောက်ထွက်ရှိလာတဲ့ screen\nversion လည်း ဖြစ်ပါတယ်။ သူ့မတိုင်ခင်က ပြဇာတ်ရဲ့ မူရင်း\nနာမည်နဲ့ အသံတိတ်ရုပ်ရှင်အပါအဝင် The Fan ဆိုတဲ့ နာမည်နဲ့\nနှစ်ခါတိတိ ရုပ်ရှင်တွေထွက်ဖူးခဲ့ပြီးသားဖြစ်ပါတယ်။ ဒီ ၂၀၀၄\nရုပ်ရှင်မှာတော့ မင်းသမီး Helen Hunt နဲ့ Scarlett Johansson\nတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။မူရင်းပြဇာတ်ရဲ့ နာမည်က Lady Windermere's Fan ဆိုတဲ့\nအတိုင်း အဖြစ်အပျက်တွေ အားလုံးရဲ့ နိဒါန်းကတော့ Mr Win-\ndermere တစ်ယောက် ဇနီးဖြစ်သူရဲ့ မွေးနေ့အတွက် ရွေးချယ်လို့\nဝယ်ခဲ့တဲ့ ဒီယပ်တောင်လေး တစ်ချောင်းက ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/a-good-woman-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fjq2xZvWWKZJtg8FGNHXdbVoAAf.jpg",
        "title": "Eraserhead (1977)",
        "description": "Eraserhead (1977)~ IMDb - 7.3/10, Rotten Tomatoes - 91% ~ဒေးဗစ်လင့်ချ်ကို ဒီဘက်ခေတ်ရဲ့ အရေးအပါဆုံး ရုပ်ရှင်ဒါရိုက်တာတွေထဲက တစ်ယောက်လို့ပြောကြတယ်။ ဒီပွဲဦးထွက်ကား Eraserhead ကစလို့ လင့်ချ်ရိုက်သမျှကားတိုင်းဟာ အနုပညာအရ အောင်မြင်ခဲ့တာတွေချည်းပါပဲ။ သူ မအောင်မြင်ခဲ့တဲ့ Dune ကိုတောင်မှပဲ လက်ရှိ Dune ထက် ပိုကြိုက်တဲ့လူတွေ ရှိပါသေးတယ်။ဒေးဗစ်လင့်ချ်ရဲ့ Eraserhead ဟာ သူ့အပြတွေအရတော့ Kafkaesque တော်တော်ဖြစ်တဲ့၊ ကာဖကာတော်တော်ဆန်တဲ့ ရုပ်ရှင်လို့ပြောရမှာပဲ။ ဆန်းတော့လည်း မဆန်းဘူး။ Eraserhead ရဲ့ Script ကိုရေးတဲ့နေရာမှာ လင့်ချ်ဟာ ဖရန့်ကာဖကာရဲ့ The Metamorphosis စာတွေရဲ့လွှမ်းမိုးမှုတော်တော်ကြီးခဲ့တယ်။ အရှိတရားနဲ့ စိတ်ကူးယဉ်ဆန်မှုကို ရောပြွမ်းထားပြီး ပရိသတ်ကို Visual ကိုပဲ အဓိကထားပြီး သူပြောချင်တဲ့ အကြောင်းအရာကိုပြောပြထားတယ်။သူ့ဇာတ်အိမ်ကိုတော့ နားမလည်နိုင်စရာကောင်းတဲ့ စိတ်ကူးယဉ်ဆန်တဲ့ အဖွင့်နဲ့ဖွင့်ထားပြီး အရှိတရားဆန်တဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1cu7k/(CM)_Eraserhead_(1977)_REMASTERED_720p.mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Ai-Hongo1-133x200.jpg",
        "title": "[21+]The Record Of A Beautiful College Girl (FSDSS-534)",
        "description": "Ai Hongo လေးက ချစ်ဖို့ကောင်းတယ်\nငယ်ငယ်နုနု အကိတ်လေး အထူးသဖြင့်သူမရဲ့\nလုံးဝန်းပြီး သေသပ်လှပတဲ့ ရွှေရင်အစုံ\nအိပြီး စီးချက်ညီ လှုပ်ရှားတက်တဲ့ အလှ\nဒါတွေကို ဒီဇာတ်ကားထဲမှာ ခံစားနိုင်ပါပြီသူက သူ့ရဲ့ကောင်လေးကိုအရမ်းချစ်တာပဲ\nသူရဲ့ကောင်လေး ကြိုက်မယ်ထင်တာတွေ အလုပ်သိပ်လုပ်တာပဲဘယ်လောက်ထိများ သူ့ရဲ့ကောင်လေးကို\nချစ်လဲဆိုရင် အိမ်ပေါ်ခေါ်တင်ထားတဲ့အထိပဲ\nချစ်သူနှစ်ဦးရဲ့ ကြည်နူးစရာ ရသမျိုးနဲ့\nခလေးတွေကြည့်ဖို့မသင့်တော်တဲ့ အခန်းတွေချည်းပဲမို့\nDS Fans တွေအတွက်တင်ဆက်လိုက်ပါတယ်(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.2GB / 1.3GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1Srz0/FSDSS-534.720p.(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-people-135x200.jpg",
        "title": "The People vs. Larry Flynt (1996)",
        "description": "တစ်လောကလုံးနဲ့တစ်ယောက်ဖြစ်နေရင် ခွင့်လွှတ်လိုက်ကြပါ။ \"လိင်ကိစ္စမှာတောင် တားမြစ်ချက်တွေရှိနေရင် ကျုပ်တို့မှာ ပြဿနာတွေများနေတာ အံ့သြစရာမရှိဘူး။ ကျုပ်တို့လူမျိုးတွေ စိတ်ဆတ် ၊ အကြမ်း-ဖ(က်)တတ်ပြီး လူမျိုး-(တုံး) သ-(တ်)ဖြတ်တတ်ကြတာ အံ့သြစရာမရှိဘူး\" ဒီစကားတွေကိုဆိုခဲ့တဲ့ လယ်ရီဖလန့်ဟာ ငယ်ငယ်ကတည်းက အရက်ပုန်းရောင်းပြီး အသည်းအသန် ငွေရှာချင်ခဲ့တဲ့ကလေးတစ်ယောက်ပါ။ အရွယ်ရောက်လာချိန်မှာတော့ ဖော်ချွတ်မယ်တွေနဲ့ ကလပ်တစ်ခုဖွင့်ထားတဲ့လူတစ်ယောက်ဖြစ်လာခဲ့ပေမဲ့လည်း မအောင်မြင်ဘဲ ရုန်းကန်နေရဆဲဖြစ်ပါတယ်။ ကြံရည်ဖန်ရည်ကောင်းတဲ့ လယ်ရီဟာ သူ့ကလပ်ရဲ့လုပ်ငန်းတွေအဆင်ပြေစေဖို့ ၊ လူများများရောက်လာဖို့အတွက် ဖော်ချွတ်မယ်တွေရဲ့ကိုယ်လုံးတီးပုံတွေနဲ့ စာစောင်တွေထုတ်ပြီး ကြော်ငြာခဲ့ပါတယ်။ တစ်ရက်မှာတော့ လူတစ်ယောက်ဟာ လယ်ရီနဲ့တော်တဆတွေ့ခဲ့ပြီး ဒီမဂ္ဂဇင်းကို ဘယ်လိုထပ်ဝယ်လို့ရမလဲလို့ မေးခဲ့ရာကနေ လယ်ရီဟာ အပြာမဂ္ဂဇင်းထုတ်ဖို့ အကြံဉာဏ်ရသွားခဲ့ပါတယ်။ စစချင်းမှာ မဂ္ဂဇင်းဟာ ဝက်ဝက်ကွဲ ရှုံးခဲ့တယ်။ နောက်တော့ အောင်မြင်တယ်။ အဲဒီနှစ်ကာလများရဲ့ ခရစ်ယာန်ဘာသာဝင်တွေနဲ့ လူကြီးလူကောင်းများရဲ့ ကန့်ကွက်ထုတ်ဖော်မှု၊ ဝေဖန်တိုက်ခိုက်မှု ၊ တရားစွဲဆိုမှုတွေကြောင့်နဲ့ လယ်ရီဟာ တရားရုံးလည်း ရောက်ခဲ့ပါတယ်။ ဒီဇာတ်ကားမှာ လယ်ရီ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-people-vs-larry-flynt-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bro-141x200.jpg",
        "title": "Brotherhood (2022)",
        "description": "ငယ်ငယ်က ကြားဖူးတဲ့ ကျေးညီနောင်ပုံပြင်လေးကို မှတ်မိကြသေးရဲ့လား..\nမုန်တိုင်းကြောင့် အသိုက်ကနေလွင့်ပြီး တစ်နေရာစီ ရောက်သွားကြတဲ့\nကျေးညီနောင်လေးဟာ တစ်ကောင်ကအဖြူဘက် တစ်ကောင်က အမည်းဘက်\nဒုစရိုက်ခြမ်းနဲ့ သုစရိုက်ခြမ်း တစ်ကွဲတစ်ပြားစီ ရောက်သွားခဲ့ကြရတာလေ...ဒီ IMDB 8.1/10 ရရှိထားတဲ့ နိုင်ဂျီးရီးယား\ncrime-action thrillerကားလေး\nBrotherhood (2022)ကလည်း\nအလားတူ အခြေအနေမျိုးကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်..\"ဇာတ်လမ်းအကျဉ်း\"\nငယ်စဉ်က နှစ်သစ်ကူးညမှာ ဓားပြတိုက်ခံခဲ့ပြီး\nမိဘနှစ်ပါးလုံး ဆုံးပါးသွားခဲ့တာကြောင့်\nဝါလေ နဲ့ အာကင်းတို့ အမြွှာညီအစ်ကိုနှစ်ယောက်ဟာ\nနေ့ချင်းညချင်း မိဘမဲ့အဖြစ်ကိုရောက်ရှိသွားခဲ့ရပါတယ်..\nမိဘမဲ့ဂေဟာရောက်သွားတဲ့ အမြွှာညီအစ်ကိုနှစ်ယောက်မှာတော့\nလီဂိုပြည်နယ်ရဲ့ လမ်းမများပေါ်မှာ အသက်ရှင်ရပ်တည်ဖို့ကြိုးစားရင်း\nအရွယ်ကြီးရင့်လာတဲ့အခါမှာတော့ တစ်ယောက်တစ်လမ်းစီ လျှောက်ဖြစ်ခဲ့ကြပါတော့တယ်..\nအဖြူ အမည်း လားလားကြီးကို ဆန့်ကျင်နေတဲ့ ပြဒါးတစ်လမ်း သံတစ်လမ်းဖြစ်စွာ\nဝါလေက ရဲအရာရှိဖြစ်၊ အာကင်းက ထောင်ကို အိမ်ဦးနဲ့ ကြမ်းပြင်လိုကူးနေတဲ့\nဒုစရိုက်သမားဖြစ်ခဲ့တာကြောင့် တဇောင်းစေးနဲ့ မျက်ချေးလို\nတစ်ယောက်နဲ့တစ်ယောက်ကြည့်မရ ဖြစ်နေကြတော့တာပေါ့..\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ဝါလေလိုက်နေတဲ့ ရာဇဝတ်မှုထဲ\nအာကင်းက တရားခံတွေထဲကတစ်ယောက်ဖြစ်နေတာကို သိလိုက်ရတဲ့အခါမှာတော့...\nအလုပ်နဲ့ ညီအစ်ကိုသံယောဇဉ်ကြား ဝါလေတစ်ယောက် ဘယ်အရာကိုရွေးချယ်မှာလဲ..\nအာကင်းကရော ဘယ်လိုဖြစ်ပြီး အဲဒီရာဇဝတ်မှုကြီးထဲ ပါသွားခဲ့တာလဲ..\nနှစ်ယောက်သား ထိပ်တိုက်တွေ့ကြတဲ့အခါ ခါတိုင်းလို အသေအလဲ ...",
        "rating": "5.0",
        "url": " https://megaup.net/1Sok7/Brotherhood.2022.720p(CM)_(2).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYTMzMTRjODMtZmZlYy00OWIxLThiNTUtZWEzNzFiY2E3NzJiXkEyXkFqcGdeQXVyMTY1MTcxMzc@._V1_-200x150.jpg",
        "title": "Carnifex (2022)",
        "description": "ဒီဇာတ်ကားက ရုပ်ရှင်ဆိုတာထက် documentary ဘက်ကို ပိုသွားတယ်ဗျ။အဓိကအားဖြင့် ဩစတေးလျတောမီးတွေအကြောင်း၊မျိုးသုဉ်းပျောက်ကွယ်ခါနီး ရှားပါးတိရစ္ဆာန်တွေအကြောင်း နဲ့ တောမီးကြောင့် တိရစ္ဆာန်တွေစားကျက်နယ်မြေပျောက်ပြီး ကမောက်ကမ ဖြစ်ရပုံတွေကို ချပြထားတာ။အဲ့အထဲမှာမှ ဇာတ်ကြောင်းလေး နည်းနည်းထည့်ပြီး Thriller/ Horror ဘက်ကို သွားထားတာ။အစပိုင်းတွေက စကားပြောခန်းတွေများတယ်ဆိုပေမယ့် ဩစတေးလျနိုင်ငံရဲ့ ရှားပါးမျိုးစိတ်တွေအကြောင်းကို (ဇာတ်ကားအရ) ရှင်းပြသွားတာမို့ စိတ်ဝင်စားဖို့ကောင်းပြီး ဇာတ်လမ်းရဲ့ climax အထိ ဆွဲခေါ်သွားပါလိမ့်မယ်။ဇာတ်လမ်းအကြောင်းလေး နည်းနည်းပြောပြရရင်ဘန် နဲ့ ဂရေ့(စ်) ဆိုတဲ့ ပတ်ဝန်းကျင်ထိန်းသိမ်းရေးသမား ဂေဟဗေဒပညာရှင်နှစ်ယောက်ဟာ ဘေလေဆိုတဲ့ မှတ်တမ်းရုပ်ရှင်ရိုက်တဲ့ ကောင်မလေးနဲ့ ဩစတေးလျတောနက်ထဲ တစ်ခုကို ထွက်လာခဲ့ကြတယ်။သူတို့ရဲ့ အဓိကရည်ရွယ်ချက်က တောထဲမှာ တပ်ထားခဲ့တဲ့ ကင်မရာတွေကို စစ်ပြီး အဲ့ဒီဧရိယာမှာ ရှားပါးမျိုးစိတ်တွေရှိမရှိ ရှာဖို့နဲ့ တောမီးကြောင့် တိရစ္ဆာန်တွေ စားကျက်မြေ ပြောင်းလဲရပုံတွေကို လေ့လာဖို့ပေါ့။ကင်မရာသမား ဘေလေလဲ ပါတယ်ဆိုတော့ လမ်းတစ်လျှောက်သွားရင်းနဲ့ တွေ့ရကြုံရတာတွေကို မှတ်တမ်းတင်လိုက် သူတို့ရဲ့ ...",
        "rating": "4.7",
        "url": "https://megaup.net/3ejgv/Carnifex.2022.720p(CM)_(2).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-Star-135x200.jpg",
        "title": "Star Trek: First Contact (1996)",
        "description": "Star Trek franchise မှာ ဂြိုဟ်တွေ ဂြိုဟ်တွေအတွက် အရေးကြီးတဲ့ turning point တစ်ခု ရှိပါတယ်။ ဘာလဲဆိုတော့ ဂြိုဟ်တစ်ခုပေါ်မှာ ဖြစ်ပေါ်လာတဲ့ Civilization တစ်ခုခုဟာ သူ့အလိုအလျောက် ဆင့်ကဲတိုးတက်လာပြီး အလင်းလွန်နှုန်းစက်ဖြစ်တဲ့ warp drive ကို တီထွင်နိုင်ချိန်ပါပဲ။ Warp အချက်ပြတွေကို Federation ရဲ့ တာဝေးဆန်ဆာတွေကနေ ထောက်လှမ်းမိတဲ့အခါ အဲဒီဂြိုဟ်ကို သံတမန်တွေကို စေလွှတ်ပြီး Federation ထဲဝင်ဖို့ ကမ်းလှမ်းပါတယ်။ အဲဒီလို ပထမဆုံး စဆက်သွယ်တဲ့နေ့၊ အချိန်ကို First Contact လို့ ခေါ်ပါတယ်။ ဇာတ်လမ်းအရ ကျွန်တော်တို့ ကမ္ဘာကြီးကလည်း Federation နဲ့ First Contact နေ့ဆိုတာ ရှိခဲ့ပါတယ်။ တတိယကမ္ဘာစစ်ကြီးပြီးလို့ ပြာပုံထဲကနေ ရုန်းထလာခဲ့တဲ့ ကမ္ဘာဟာ 2063 ခုနှစ်၊ ဧပြီလ 5 ...",
        "rating": "",
        "url": "https://megaup.net/2yr7z/Star.Trek.First.Contact.1996.720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3OKBFYRVSKkBVJ7WpKogTVQfUqC.jpg",
        "title": "The Strays(2023)",
        "description": "The Strays(2023)****************နိဗ်ဆိုတဲ့အမျိုးသမီးက အလှူအတန်းရက်ရောပြီး သူများအားကျရတဲ့အိမ်ထောင်ရှင်မတစ်ယောက်..သားတစ်ယောက်၊ သမီးတစ်ယောက်လည်းရှိပြီး ပျော်ရွှင်ရတဲ့မိသားစုလေးနဲ့ နေနေတဲ့သူတစ်ယောက်ပေါ့..အဲဒီလိုသူမှာလည်း ပြန်သတိမရချင်တော့တဲ့ အတိတ်အိပ်မက်ဆိုးတွေရှိခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူ့ဘဝထဲ လူမည်းနှစ်ယောက်ဝင်ရောက်လာပြီး အတိတ်အိပ်မက်ဆိုးတွေ ပြန်သတိရဖို့ဖြစ်လာတဲ့အခါ..ထိုလူနှစ်ယောက်က သူနဲ့ဘယ်လိုပတ်သတ်တာလဲ။နိဗ်ရဲ့အတိတ်မှာတုန်းကလည်း ဘာတွေဖြစ်ခဲ့တာလဲ..File Size :(1.9GB) and (803MB)\nQuality :Web-Dl 1080P,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1Srh4/The.strays.2023.WEB-DL.720P(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b4ktC7OCLXwnhcjNsHfmC7lipCd.jpg",
        "title": "An Inconvenient Love(2022)",
        "description": "An Inconvenient Love(2022)**************************ဒီတစ်ခါ ညွှန်းပေးချင်တာကတော့ ဖိလစ်ပိုင်ကားလေးပါ...အရမ်းကိုSweetဖြစ်သလို ဒီကာလ စိတ်အပန်းပြေဖို့အတွက်အသင့်တော်ဆုံးလည်းဖြစ်ချင်ဖြစ်သွားနိုင်ပါတယ်..\nMannyဆိုတဲ့ကောင်လေး ဟာ အပင်တွေကို ချစ်တာကြောင့် အပင်နဲ့ပတ်သက်တဲ့ဆိုင်လေး တစ်ဆိုင်ဖွင့်ထားပါတယ်..အပင်လေးတွေယုယပြီး နေ့စဉ်ပန်းပွင့်လေးတွေနဲ့ အလုပ်လုပ်နေရတဲ့သူအဖို့တခြားဘာမှ မလိုအပ်သလိုပါပဲ...အဲ့လို သူ့ဘဝထဲကို နတ်သက်ကြွေအလားထင်မှတ်ရတဲ့ ပန်းလေးAyef ဆိုတဲ့ ကောင်မလေးဝင်ရောက်လာတဲ့အခါမှာတော့...File Size :(1.9GB) and (803MB)\nQuality :Web-Dl 1080P,720p\nFormat…mp4\nDuration…02:0400\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://megaup.net/3em8z/An.Inconvenient.Love.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bFryUqUKAJIgzIC8OeTzqm8td2.jpg",
        "title": "Call Me Chihiro(2023)",
        "description": "Call Me Chihiro(2023)********************Netflixက ထုတ်လွှင့်ခဲ့တဲ့ ကားသစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ချီဟီရိုဆိုတဲ့ မိန်းမလှလေးက သူ့ရဲ့ဘဝကို ပင်လယ်ကမ်းခြေနားက မြိုသေးသေးလေးတစ်ခုမှာပေါ့ပေါ့ပါးပါးနေထိုင်နေတဲ့ သူတစ်ယောက်ပါ....အသင့်စားထမင်းဘူးလေးတွေရောင်းတဲ့ ‌ဆိုင်မှာဝင်လုပ်ရင်း မြိုလေးထဲရှိသမျှလူကြီးလူငယ်မရွေး တိရိစ္ဆာန်လေးတွေကိုက အစ ကြင်နာသနားတတ်တဲ့သူလေးပေါ့...ဒါပေမယ့် သူ့ရဲ့အတိတ်ကတော့ သိပ်မလှလှပါဘူး....အရင်က အနှိပ်ခန်းတစ်ခုမှ လိင်လုပ်သားအဖြစ် အလုပ်လုပ်ခဲ့ဖူးတဲ့ ချီဟီရိုတစ်ယောက်က တကယ့်တကယ်ဘဝကို ဇာတ်မြှုပ်ပြီး အေးအေးဆေးဆေးနေထိုင်ဖို ကြိုးစားတဲ့အခါမှာ ပတ်ဝန်းကျင်ရဲ့ အမြင်စိတ်ဒဏ်ရာတွေနဲ့ ဘဝကိုဖြတ်သန်းခဲ့ရင်းရခဲ့တဲ့ သင်ခန်းစာတွေနဲ့တကယ်ရော အေးအေးဆေးဆေးဖြတ်သန်းနိုင်ပါ့မလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်....File Size :(1.9GB) and (803MB)\nQuality :NF.Web-Dl 1080P,720p\nFormat…mp4\nDuration…01:23:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon & Thynn\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2yoyi/Call.Me.Chihiro.2023.NF.WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/DLDSS156-convert.io-1-141x200.jpg",
        "title": "(21+) In A Rainy Day (DLDSS-156)",
        "description": "ယုကာလေးနဲ့ မိတ်ဆက်ပေးရဉီးမယ်\nသေးသးသွယ်သွယ်လေးလေးနဲ့ ချစ်စရာ အမူရာလေးတွေ\nမြင်ရမယ် ဆွဲဆွဲငင်ငင် ကြည့်တက်တဲ့သူ့အကြည့်တွေသူက ကော်ဖီဆိုင်လေးတစ်ဆိုင်မှာ အလုပ်လုပ်နေပါတယ်\nဆိုင်ထဲမှာ အသစ်ရောက်လာတဲ့ ဆူဇူကီ\nသူကတော့ အချိန်ပိုင်း အလုပ်သမားလေးပါ\nဆူဇူကီက အတွေ့အကြုံမရှိတဲ့ လူပျိုလေး\nသူက ယုကာလေးကို ခိုးခိုးကြည့်နေရတဲ့သူလေးတစ်နေ့ ဆိုင်သိမ်းချိန် မိုးတွေ သဲကြီးမဲကြီး ရွာချလိုက်ပါတယ်\nအိမ်အပြန် ရထားတွေတောင်ရပ်ရတဲ့အထိ မိုးက သဲကြီးမဲကြီးပဲ\nသူတို့နှစ်ယောက် အိမ်ပြန်မရတဲ့အခါမှာတော့\nလူနှစ်ယောက် အိပ်လို့မရတော့တဲ့အခါ ဘယ်လိုတွေ\nဖြစ်တက်လဲဆိုတာ အကြမ်း အရမ်းတွေက ကောင်းလှတာမို့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.85GB  / 1.11GB\nQuality…1080p /720p\nFormat…mp4\nDuration….2h 19mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/2yoE8/DLDSS-156_720p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYWUyOGUyNWYtOGU5Ny00MmRkLTlmYjAtZDUwMjhjZjNmNDk3XkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-113x200.jpg",
        "title": "Michael (2023)",
        "description": "Michael 2023ဒီရက်ပိုင်းမှ လောလောလတ်လတ်ထွက်ရှိထားပြီး\nဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်း၊ rating 5.8/10 အထိရထားတဲ့\nပရိတ်သတ်တွေနဲ့ရင်းနှီးပြီးသား တေလဂူးနာမည်ကြီးသရုပ်ဆောင်တွေပါတဲ့\nရုပ်ရှင်ဇာတ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။ဓားမြှောင်တစ်ချောင်းဆောင်ပြီး လောကဓံကိုအရွယ်နဲ့မလိုက်အောင်\nထမ်းပိုးသယ်နေရတဲ့ 13 နှစ်အရွယ်ကောင်လေး မိုက်ကယ်၊ နားကြပ်လေးတပ်ပြီး\nဘာကိုမှဂရုမစိုက်တတ်သလို လောကကြီးကိုအရွဲ့တိုက်ချင်နေတဲ့ လူငယ်လေးတစ်ဦးပေါ့။တစ်နေ့မှာမထင်မှတ်ပဲမိုက်ကယ်ဟာ မြို့ရဲ့ဒုစရိုက်ခေါင်းဆောင်ဖြစ်တဲ့\nဂူရူနာသ်ကိုအသက်ဘေးကနေ ကယ်တင်ပေးလိုက်ရာကနေ မွေးစားခံလိုက်ရပါတယ်။\nအရွယ်ရောက်လာလို့ ဂူရူနာသ်ရဲ့ယုံကြည်ရတဲ့သူတစ်ဦးဖြစ်လာပြီး\nသူ့ရဲ့ ရန်သူဖြစ်သူကိုသတ်ဖို့ မိုက်ကယ်ကိုစေခိုင်းလိုက်တဲ့အချိန်မှာ\nမိုက်ကယ်ဟာ ရန်သူရဲ့ရန်သူကိုချစ်မိသွားတဲ့အခါ ...မိုက်ကယ်တစ်ယောက် ကိုယ့်ရဲ့ကျေးဇူးရှင်ကိုပြန်သစ္စာဖောက်မှာလား၊\nကိုယ်ချစ်ရတဲ့သူကိုပဲ သတ်ပစ်မှာလား ဆိုတာကတော့ ဒုစရိုက်တွေကြား\nဂိုဏ်းပေါင်းစုံနဲ့အရှုပ်အရှင်းတွေကြား ဇာတ်ရှိန်အစကနေ အဆုံးထိ ဆွဲခေါ်သွားပေးသွားမှာပါ။\nFile size…2.16GB / 999MB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Yunni ~ Nyein Aye",
        "rating": "5.9",
        "url": "https://megaup.net/3em3j/Michael_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-pilot-134x200.jpg",
        "title": "The Plot to Kill My Mother (2023)",
        "description": "(ဖြစ်ရပ်မှန်ကို အခြေခံထားသည်) အယ်လီနာဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ မမွေးခင်ကတည်းက ဖက်ဒရယ်အေးဂျင့်တွေရဲ့ သက်သေခံစောင့်ရှောက်မှု ရထားတာကိုမသိဘဲ နေထိုင်လာခဲ့ပါတယ်။ တစ်နေ့မှာ သူမရဲ့မိခင် သေဆုံးသွားတဲ့အချိန်မှာတော့ ဒီအကြောင်းတွေကို သိလိုက်ရပြီး သူမရဲ့မျိုးရိုးနာမည်အပြင် သိထားသမျှကိစ္စတွေအားလုံးကို မယုံကြည်နိုင်ဖြစ်လာတော့တာပါပဲ။ ဒီအခါမှာ အယ်လီနာဟာ အစိုးရရဲ့မျက်မြင်သက်သေစောင့်ရှောက်မှုကို စွန့်လွှတ်ပြီး မိခင်ဖြစ်သူရဲ့ မွေးရပ်မြေကို ပြန်သွားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ မိခင်ဖြစ်သူအသတ်ခံရတဲ့ အကြောင်းအရင်းရဲ့အဖြေကိုရှာဖို့ မွေးရပ်မြေကိုပြန်သွားတဲ့ အယ်လီနာ..။ သူမကိုစောင့်ရှောက်ပေးဖို့ မိခင်ဖြစ်သူ ထရီဇာကို ကတိပေးခဲ့တဲ့ အေးဂျင့်ကာတာ။ သူတို့နှစ်ယောက် အဖြေရှာ ဖော်ထုတ်သွားမယ့် တရားခံအကြောင်းကို သို့လော သို့လော စဥ်းစားရင်းကြည့်ရှုရမယ့်ဇာတ်ကားတစ်ကားဆိုလည်း မမှားပါဘူး။ ထူးထူးခြားခြား ပါးစပ်အဟောင်းသားဖြစ်သွားမယ့် ရုပ်ရှင်ကားမျိုးမဟုတ်ပေမဲ့လည်း ကွက်ကျော်တွေးပြီး စဥ်းစားရင်းကြည့်ရတဲ့ဇာတ်ကားမျိုး တစ်ကားပဲ။ ဒါကိုမှ ဖြစ်ရပ်မှန်ကို အခြေခံထားတယ်ဆိုတော့ မျက်ခုံးပင့်မိလောက်မယ့် တင်ဆက်မှုမျိုးပေါ့..။ တစ်ကားလုံးမှာ သုံးပြထားတဲ့အရောင်တွေ ၊ အလင်းအမှောင်တွေ ကွက်တိကျတယ်။ အပိုမရှိ ၊ အလိုမရှိ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Solk/The.Plot.To.Kill.My.Mother.2023.720p(CM)_(2).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-bul-135x200.jpg",
        "title": "The Butler (2013)",
        "description": "2013 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ The Butler ဇာတ်ကားလေးကတော့ ဆုတွေအများအပြားရခဲ့ပြီးတော့ IMDB 7.2 အထိရခဲ့တဲ့ အမေရိကန်သမိုင်းနောက်ခံ ဒရမ်မာဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအညွှန်းလေးကတော့ ၁၉၂၀ခုနှစ်မှာ လူမည်းအိမ်ဖော်တွေကနေ မွေးဖွားလာခဲ့တဲ့ Cecil Gaines တစ်ယောက် ဟာ အဖေဖြစ်သူအသတ်ခံရပြီးတဲ့နောက် လူငယ်ဘဝမှာတင်တစ်နယ်တစ်ကျေးကိုထွက်လာခဲ့တဲ့ လူမည်းလေးတစ်ယောက် ဖြစ်လာခဲ့ပါတယ် အဖိနှိပ်ခံလူမည်းအိမ်စေအဖြစ်ကနေ အိမ်ဖြူတော်အိမ်တော်ထိန်းကြီးအနေနဲ့ သမ္မတအဆက်ဆက်ကို တာဝန်ထမ်းဆောင်နေစဥ် အတောအတွင်း ကြုံခဲ့ရတဲ့ လူမျိုးရေးအကြောင်းအရာတွေ သမိုင်းအဖြစ်အပျက်တွေကို သူ့ရဲ့ရှု့ထောင့် သူ့ရဲ့ခံစားချက်တွေနဲ့ လိုက်လံကြည့်ရှု့ရမယ်ဇာတ်ကားကောင်းတစ်ကောင်းဖြစ်ပါတယ်။ ၁၉၅၀​​​ပြည့်လွန်နှစ်တွေအတွင်းမှာ လူမည်းတွေဘယ်လို အဖိနှိပ်ခံရတယ် သူတို့အခွင့်အရေးကို ဘယ်လိုတောင်းယူကြရသလဲဆိုတာကိုလည်း ရှု့ထောင့်အမျိုးမျိုးကနေ တွေ့မြင်ရမယ့်ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။ဆိုတော့ကာ သူ့ဘဝကိုဘယ်လို​​ဖြတ်သန်းရတယ် ဘယ်လိုကျော်ဖြတ်ခဲ့ရတယ်ဆိုတာကို ခံစားချက်အမျိုးမျိုးနဲ့ ရုပ်ရှင်ထဲမှာဆက်လက်ကြည့်ရှုအားပေးကြပါဦးFile size…(1.47GB)  / (790MB) / (459MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Biography / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7.2",
        "url": "https://megaup.net/3ejgj/The.Butler.2013.720p(CM)_(2).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZDc5ODAzOWYtZjY0MC00ZTdmLTllOTAtOWEwYTFkYzk3ZDU3XkEyXkFqcGdeQXVyNzExNDk5MDA@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Goodbye Cruel World (2022)",
        "description": "Goodbye Cruel World IMDB 5.8  ကားပေါ်မှာ ဒရိုင်ဘာ၊ အဖိုးကြီး၊ ကောင်မလေး၊ လူမိုက်တစ်ယောက် ပေါင်းလေးယောက်ဟာ အချင်းချင်း စကားများရင်း ဟိုတယ်တစ်ခုရှေ့ရောက်လာပြီးနောက်မှာ မျက်နှာဖုံးစွပ် သေနတ်မောင်းတင်ကာ ဟိုတယ်ထဲ ဝင်ရောက်ခဲ့ပါတော့တယ်။ ဂျပန်မှာ ယာကူဇာကို ထိဝံ့သူဟာ အခြားယာကူဇာပဲ ဖြစ်ဖို့များတဲ့ အခြေအနေမှာပဲ ဘယ်အဖွဲ့အစည်းကိုမှ ကိုယ်စားမပြုတဲ့ သည်လူတစ်စုဟာ ယာကူဇာဂိုဏ်းကြီးတစ်ခုရဲ့ ငွေကြေးခဝါချတဲ့ နေရာကို စီးနင်းဝင်ရောက် ဓားပြတိုက်ခဲ့ပါတော့တယ်။ ယန်း သန်း ၁၀၀ကျော်ပါသွားတဲ့နောက် နားရွက်တံတွေးဆွတ်ခံလိုက်ရတဲ့ ယာကူဇာများကလည်း ဓားပြတွေကို အမိဖမ်းနိုင်ရေး ကြိုးပမ်းကြပါတော့တယ်။ ဒီဇာတ်ကားမှာ ယာကူဇာတွေရဲ့ ဩဇာသက်ရောက်နိုင်မှုနဲ့ စွမ်းပကားတွေကို တွေ့မြင်ရမှာဖြစ်ပြီး အကျင့်ပျက်ရဲတစ်ယောက်ဟာ ဘယ်လောက်အတိုင်းအတာထိ ဂိုဏ်းတစ်ခုကို အကျိုးပြုနိုင်သလဲ ပြသထားတာလည်း ဖြစ်ပါတယ်။ ထို့အပြင် တစ်ခါ ယာကူဇာဖြစ်ဖူးလျှင် လူ့အသိုင်းအဝိုင်းထဲ ပြန်တိုးဝင်မရလောက်အောင် ခက်ခဲကြောင်းကိုလည်း ရိုက်ပြထားပါသေးတယ်။ ယာကူဇာကိုမှ သွားထိတဲ့ ဓားပြတွေဟာ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ylbq/Goodbye_Cruel_World_(2022)_720p.mp4",
        "category": "Crime"
    }
]