[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZmIzO-135x200.jpg",
        "title": "Don’t Tell a Soul (2020)",
        "description": "Don’t Tell A Soul (2020)***********************IMDbမှာ 5.9 အထိ ရထားတဲ့ Thriller ကားကောင်းလေးပါ။ဆယ်ကျော်သက်အရွယ် မက်နဲ့ ဂျိုဝီတို့က နေမကောင်းဖြစ်နေတဲ့\nအမေဖြစ်သူရဲ့ ဆေးဝါးစရိတ်တွေ အတွက် သက်ကြီးရွယ်အိုတွေနေတဲ့ အိမ်ကို\nလူတွေ မရှိချိန်မှာ ပိုက်ဆံတွေ သွားခိုးကြပါတယ် ...တစ်ခုခုဆို ကြောက်တတ်ပြီး ရိုးရိုးအေးအေးလေး နေတတ်တဲ့ ဂျိုဝီဟာ\nမက်လို့ ခေါ်တဲ့ အကို ကြိုးဆွဲရာ ကရတဲ့ ရုပ်သေးရုပ်လေးဖြစ်တယ်အကို့ကိုလည်း ကြောက်ကလည်းကြောက် ....\nပိုက်ဆံသွားခိုးဖို့လဲမိမှာ ကြောက်နေရှာတဲ့ ဂျိုဝီဟာ\nအကို ခိုင်းသမျှ ကြောက်ကြောက်လန့်လန့်နဲ့ လုပ်ခဲ့ရရှာပါတယ် ....ပိုက်ဆံခိုးရင်း သူတို့ ညီအကိုနှစ်ယောက်ဟာ လုံခြုံရေး အစောင့်နဲ့ တွေ့ပြီး\nကိစ္စရပ်တွေဟာ စီစဉ်ထားသလို ဖြစ်မလာခဲ့ရတာကနေ\nဒီဇာတ်လမ်းလေးကို သဲထိပ်ရင်ဖို အဆုံးထိ ဆွဲခေါ်သွားပါတယ်....ဝိဉာဉ်ကိုတောင်မှ ပြောပြလို့မရတဲ့ သဲထိပ်ရိပ်ဖို\nDrama ကားကောင်းလေး ဖြစ်တာကြောင့် မိတ်ဆက်ပေးလိုက်ပါတယ်ဘာသာပြန်ဆိုသူ Theint Theint ဖြစ်ပါတယ်File Size : (1.35 GB) ...",
        "rating": "5.9",
        "url": "https://megaup.net/2h6lv/Dont_Tell_a_Soul_(2020)_720p.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTg2ZDJlN2ItMWE0YS00N2FjLWE0Y2QtMDcxN2NmNjdhNDgxXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "No Man’s Land (2021)",
        "description": "No Man’s Land (2021)==================IMDb Rating - 4.3/10မက္ကဆီကိုနဲ့ တက်စ်ဆက်ပြည်နယ်ကြားက နယ်စပ်မှာဖြစ်ခဲ့ဖူးတဲ့အဖြစ်အပျက်တွေကို အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘေလ်တို့မိသားစုက တက်စ်ဆက်ပြည်နယ်နဲ့ မက္ကဆီကိုနယ်စပ်မှာ မွေးမြူရေးခြံလုပ်ငန်းလုပ်ကြတဲ့ မိသားစုပါ။ သားအကြီးလူးကပ်စ်က မြင်းစီးတော်သလို သားအငယ်ဂျက်ဆင်ကလည်း ဘေ့စ်ဘောမှာ ပါရမီပါတဲ့ကောလိပ်ကျောင်းသားတစ်ယောက်ပေါ့။ သူတို့ခြံက နယ်စပ်မှာရှိတာကြောင့် မက္ကဆီကိုဘက်က နိုင်ငံရေးခိုလှုံချင်တဲ့သူတွေ တရားမဝင်ဖြတ်သွားတိုင်း သူတို့ခြံစည်းရိုးတွေကို ညှပ်သွားတတ်တာကြောင့် သူတို့ရဲ့ကျွဲတွေနွားတွေလွတ်ကုန်တာမကြာခဏပါပဲ။ဂျက်ဆင်တစ်ယောက် ကောလိပ်ပိတ်တဲ့ နွေရာသီမှာ အိမ်ကိုခဏပြန်ရောက်နေတုန်း ပျော်ရွှင်စရာ သူတို့မိသားစုလေးကိုဂြိုလ်ဆိုးဝင်ပါတော့တယ်။ အဲဒါကတော့ နယ်စပ်က တရားမဝင်ဖြတ်သွားတဲ့ မက္ကဆီကန်အုပ်ထဲက ကောင်လေးတစ်ယောက်ကို ဂျက်ဆင် မတော်တဆသတ်လိုက်မိတာပါပဲ။ ကံတရားက တကယ်ထူးဆန်းပါတယ်...ကိုယ်ပိုင်တဲ့မြေကို ကာကွယ်နေတဲ့ဂျက်ဆင်က ကြမ္မာငင်ပြီး ပြေးရင်းလွှားရင်း မက္ကဆီကိုနိုင်ငံထဲ ရောက်သွားတဲ့အခါမှာတော့ ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲခံစားကြည့်ရှုကြပါဦး။Action, Adventure, Thriller အမျိုးအစားမို့ ပရိတ်သတ်ကြီးလည်း ကြိုက်နှစ်သက်မို့လည်း ယူဆပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "4.3",
        "url": "https://megaup.net/1B8kz/No.Mans.Land.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tY8w7eOiNwtbiVfPmTxspkt46bW.jpg",
        "title": "A Sun (2019)",
        "description": "[Unicode]A Sun 2019ဒီဇာတ်ကားလေးကတော့ ၂၀၁၉ က ထွက်ရှိခဲ့တဲ့ဇာတ်ကားလေးဖြစ်ပြီး ရုပ်ရှင်ပွဲတော်တွေမှာ ဆုပေါင်း ၁၀ ဆုရရှိထားတာဖြစ်ပါတယ်မိဘမေတ္တာကို ဖော်ကျူးထားတဲ့ မိသားစုဇာတ်ကားလေးဖြစ်လို့ ကြည့်ပြီးရင်တော့ ရင်ထဲမှာ တစ်ခုခုကျန်ခဲ့မှာ သေချာပါတယ်ဇာတ်လမ်းအကျဉ်းအားဝမ်က အလုပ်ကြိုးစားတဲ့ ကားမောင်းနည်းပြတစ်ယောက်ပါချန်ကျန်းဟိုနဲ့ ချန်ကျန်းဟောင်ဆိုပြီး သား၂ယောက်ရှိပေမယ့် ကျန်းဟိုက အမြဲပြဿနာရှာတတ်တာကြောင့် သားအဖြစ် အသိအမှတ်မပြုခဲ့ဘူးတစ်ရက်မှာတော့ ချန်ကျန်းဟို အမှုအခင်းရင်ဆိုင်ရပြီး လူငယ်ထိန်းသိမ်းရေးစခန်းကိုရောက်ခဲရတယ်သိပ်မကြာခင်မှာ အားဝမ် သိပ်ချစ်ရတဲ့ သားကြီး ချန်ကျန်းဟောင်လည်း ဆုံးပါးသွားခဲ့တယ်ရုတ်တရက်ကြီး ကံဆိုးမှုတွေ ကြုံလာရတဲ့ ဒီမိသားစုလေးမှာ နောက်ထပ် ကံဆိုးမှုတွေ မကြုံရအောင် သူတို့ဘယ်လိုတွေ ကြိုးစားမလဲ\nဘယ်လိုကာကွယ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ပါ ) [Zawgyi]A Sun 2019ဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၉ က ထြက္ရွိခဲ့တဲ့ဇာတ္ကားေလးျဖစ္ၿပီး ႐ုပ္ရွင္ပြဲေတာ္ေတြမွာ ဆုေပါင္း ၁၀ ဆုရရွိထားတာျဖစ္ပါတယ္မိဘေမတၱာကို ေဖာ္က်ဴးထားတဲ့ မိသားစုဇာတ္ကားေလးျဖစ္လို႔ ၾကည့္ၿပီးရင္ေတာ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/Vb03/A_Sun_(2019)_NF_720p.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AnrB9X6JGBUDVQv8HmrXfCbhGvi.jpg",
        "title": "Eighteen Arhats of Shaolin Temple",
        "description": "Eighteen Arhats of Shaolin Temple (2020)တရုတ်သိုင်းကား ကြိုက်သူများ ရေငတ်တုန်း ရေတွင်းထဲ ကျစေမယ့် သိုင်းကားစစ်စစ်တစ်ကား လာပါပြီဗျာ\nအထူးပြုလုပ်ချက်တွေ အများကြီး မပါတဲ့ တရုတ်သိုင်းကားမျိုးကိုသဘောကျတဲ့လူတွေဆို တော်တော်လေး ကြိုက်ကြမှာပါ။သိုင်းကွက်တွေကို ကျကျနန လှလှပပ မြင်ရမယ့်အပြင်\nဇာတ်လမ်းသဘောကလည်း အတော်လေး ကောင်းတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nမင်ကျားချင် ၃၁ နှစ်မှာ ဂျပန်ဓားပြတွေက ဟန်ကျိုးပင်လယ်အော်ကနေ ဝင်ရောက်လာကြပါတယ်။\nဂျပန်တွေက ရောက်လေရာအရပ်မှာ သောင်းကျန်းပြီး ခိုးဆိုးလုယက်ကြပါတယ်။\nဒီအတွက် တရုတ်ပြည်သူတွေ ဒုက္ခအကြီးအကျယ် ခံစားနေရပါတော့တယ်။\nနန်းတော်က ရှောင်လင်က သိုင်းပညာကျွမ်းကျင်တဲ့ ဘုန်းတော်ကြီး ၁၈ ပါးကို စေလွှတ်ပြီး သွားရောက်ချေမှုန်းစေခဲ့တဲ့ ဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်။\nဘာတွေ ဆက်ဖြစ်မယ်ဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှုစားစေချင်ပါတယ်။သွေးထွက်သံယိုခန်းတွေ ပါတာ ဖြစ်တဲ့အတွက် ကလေးများ ကြည့်ရှုရန် မသင့်တော်ပါဘူး။File size…1.6GB and 730MB\nQuality….1080p and 720p\nFormat…mp4\nDuration…. 1hr 30min\nSubtitle….Myanmar Subtitle (Hardsub)Encoder ...",
        "rating": "5.5",
        "url": "https://megaup.net/Vaa9/(CM)_South_Shaolin.2021.720P.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/axTGjsvloZrxtm2QF2geWPBOLor.jpg",
        "title": "The Green Snake (2019)",
        "description": "အချစ်ကြောင့် ဘယ်နှစ်ယောက်များ ပျော်ရွှင်ပြီးပြီလဲ ? ဘယ်နှစ်ယောက်များ ဝမ်းနည်းကြေကွဲပြီးပြီလဲ ? ကိုယ်စတေးလိုက်တဲ့ အချစ်က သူ့အတွက် တကယ်ရော ပျော်ရွှင်နိုင်ပါ့မလား.... ဝန်ထုပ်ဝန်ပိုးဖြစ်နေမလား....မြွေဖြူ မြွေစိမ်း ပုံပြင်လေးကတော့ ရုပ်ရှင်ချစ်ပရိသတ်ကြီးအတွက် မစိမ်းတဲ့ပုံပြင်တစ်ခုပါ ။ အခုက မြွေစိမ်းမယ် ရဲ့အကြောင်းလေးပါ။ အတိုက်ခိုက်ခံရတဲ့ မြွေစိမ်းမယ်က လော့ချွမ်းမြစ်ထဲကို ကျသွားတဲ့အခါ လော့ချွမ်းမြစ်ရဲ့ ကူးတို့နတ်သား ဖြစ်တဲ့ “ရွှမ်ယာ” ရဲ့ကယ်တင်ခြင်းကိုခံခဲ့ရပါတယ် ။အချစ်အတွက်နဲ့ ကူးတို့နတ်သား အဖြစ်အပြစ်ပေးခံထားရတဲ့ “ရွှမ်ယာ” က ဟိုးအရင်က ကျေးဇူးတရားကြောင့် မြွေစိမ်းလေးကို အသည်းနှလုံးစတေးပြီး ကယ်တင်ပေးခဲ့ပါတယ်။ချစ်သူ “ရွှမ်ယာ” ကို ရှာဖွေဖို့ နှစ်ပေါင်း ၃၀၀ လောက်အချိန်ကုန်ပြီးနောက်မှာ “မုယောင်” လို့ခေါ်တဲ့ မိန်းကလေးက လော့ချွမ်းမြေကို ရောက်ရှိလာပါပြီ ။ သူ့အချိန်တွေကို စတေးပြီး ရှာဖွေပြီးမှ တွေ့ရှိခဲ့တဲ့ “ရွှမ်ယာ” ကအခုတော့ နှလုံးသားမရှိတော့ဘူးတဲ့လား .....သွေးအေးအေးနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2h4U5/[CM]Green_Snake720p.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rfIOzedY6LFzdWTeNnIkmxAiLCg.jpg",
        "title": "One Night in Miami…(2020)",
        "description": "One Night in Miami...(2020)အညွှန်း*******************************IMDb...7.3One Night in Miami ဆိုတဲ့ဇာတ်ကားလေးကတော့ လူမည်းလေးယောက်ရဲ့ ရင်တွင်းခံစားချက်တွေဖွင့်ဟထားတဲ့စကားဝိုင်းကနေ သူတို့ဖြတ်သန်းနေရတဲ့ လူမှုပတ်ဝန်းကျင်ကို မီးမောင်းထိုးပြထားတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။လူမည်းလေးယောက်လုံးကလည်း နယ်နယ်ရရတွေတော့မဟုတ်ပါဘူး။ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံဖြစ်တဲ့ Cassicus ClayNational League အထိတတ်လှမ်းနိုင်တဲ့ ဘောလုံးသမား Jim Brownနာမည်ကြီးအဆိုတော် Sam Cooke နဲ့လူ့အခွင့်အရေးလှုပ်ရှားသူ အစ္စလာမ်ဘာသာဝင် ဝန်ကြီး Malcolm X တို့ပဲဖြစ်ပါတယ်။ဒီကားလေးထဲမှာတော့လူမည်းအသိုင်းအဝိုင်းမှာ အောင်မြင်မှုကိုယ်စီရရှိထားပြီး ကိုယ့်ဒေသရဲ့ဂုဏ်ကိုဆောင်နိုင်ကြပေမယ့် လူဖြူတွေရဲ့ မသိမသာခွဲခြားဆက်ဆံမှုကိုခံရတဲ့ လူမည်းတွေရဲ့ဘဝ၁၉၆၀ ခုနှစ်ဝန်းကျင်က လူမည်းအမျိုးသားတွေရဲ့ ခံယူချက်နဲ့ လူ့အခွင့်အရေးလှုပ်ရှားမှုတွေကိုယ်ယုံကြည်တဲ့ဘာသာတရားနဲ့ နိုင်ငံရေးရောယှက်လာတဲ့အခါ ကြုံတွေ့ရတဲ့ သောကတွေကိုမပျင်းရလေအောင် စိတ်ဝင်စားဖွယ်ရိုက်ကူးပြထားတာမို့ ဗဟုသုတလည်းရတဲ့ကားမို့ခံစားကြည့်ကြပါဉီး..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်....File Size : (2.19GB) and (1.09GB)\nQuality :HEVC 1080p 5.1, 720p\nFormat…mp4\nDuration…01:54:00\nGenre : Drama\nSubtitle : ...",
        "rating": "7.4",
        "url": "https://megaup.net/1B7i6/One_Night_In_Miami.2020.WEB-DL.720P.mkv",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnoZJlitIOBo2fSCyzAsv0lHtYL.jpg",
        "title": "Space Pirate Captain Harlock (2013)",
        "description": "IMDb - 6.4/10Rotten Tomatoes - 54%MyAnimeList - 7.4/10ဒီကားကတော့ Terminator, Avatar, Titanic, Alienဇာတ်ကားတွေရဲ့ဟောလီဝုဒ်ဒါရိုက်တာကြီး James Cameronကိုယ်တိုင်အရမ်းကြိုက်ပါတယ်လို့ချီးကျူးခံရပေမယ့် မြန်မာနိုင်ငံမှာတော့လူမသိသူမသိကပ်ကျော်နေတဲ့ဇာတ်ကားပါ။ ဒီကားရဲ့အဓိကဇာတ်ကောင်တွေထဲကတယောက်ဖြစ်တဲ့ Captain Harlockဆိုတာဟာ animeလောကရဲ့ရွှေခေတ်ဖြစ်တဲ့ 1980ဝန်းကျင်လောက်မှာ နာမည်ကြီးခဲ့တဲ့ဇာတ်ကောင်ပါ။ ဆိုတော့ကာ ရွှေခေတ်က နာမည်ကြီးဇာတ်ကောင်ရဲ့ဇာတ်လမ်းကို 3D animationနဲ့ထုတ်တယ်ဆိုတော့ 1980လောက်က ထွက်တဲ့ဇာတ်လမ်းတွဲတွေကိုကြည့်ဖို့လိုမလားဆိုပြီးမေးလာခဲ့ရင်တော့ မလိုဘူးလို့ပဲပြောပါရစေ။ ဒီကားဟာ အရင်ဇာတ်လမ်းတွဲတွေကိုrebootပြန်ရိုက်တာပြောလို့ရသလို Captain Harlockရဲ့နောက်ခံဇာတ်ကြောင်းကိုပြသတဲ့ ဇာတ်ဝင်ခန်းတွေလည်းပါတဲ့အတွက် ဒီကားတကားထဲကြည့်ရုံနဲ့လုံလောက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့ဟိုရှေးရှေးတုန်းကလို့ပြောရမလားလာမယ့်အနာဂတ်မှာလို့ပြောရမလားအဲ့ဒီအချိန်မှာ လူသားဦးရေအရမ်းများပြားလာတဲ့အတွက် ကမ္ဘာပေါ်ကအရင်းအမြစ်တွေမလောက်မငှဖြစ်လာလို့ လူသားတွေဟာ အာကာသထဲထွက်ပြီး နေထိုင်လို့ရမယ့်‌နယ်မြေသစ်တွေကိုရှာဖွေခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာကြာအောင်ရှာခဲ့ပေမယ့် ကမ္ဘာကြီးလိုနေဖို့သင့်တော်တဲ့ဂြိုဟ်မျိုး ရှာမတွေ့တဲ့အတွက် မိခင်ကမ္ဘာကြီးဆီပ‌ဲ ပြန်လာဖို့လုပ်ခဲ့ကြပါတယ်။ အဲ့လိုအလုအယက်ပြန်လာဖို့လုပ်ရင်းကနေ စစ်ကြီးတခုပါထဖြစ်ခဲ့တဲ့အတွက် ဗဟိုအစိုးရကိုဖွဲ့စည်းပြီး ကမ္ဘာမြေကိုမြင့်မြတ်နယ်မြေအဖြစ်ကြေညာခဲ့ကာ ဘယ်သူ့ကိုမှခြေချခွင့်မပေးခြင်းဖြင့် စစ်ကြီးကိုရပိတန့်သွားအောင်လုပ်ခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အာကာသဓါးပြကြီး ကပ္ပတိန်Harlockဆိုတဲ့လူရုတ်တရက်ပေါ်လာခဲ့ကာ ဗဟိုအစိုးရကိုပုန်ကန်ပါတော့တယ်။- အဲ့ဒီကပ္ပတိန်Harlockဆိုတဲ့လူကိုဘယ်သူလဲ- ဗဟိုအစိုးရကိုဘာလို့ပုန်ကန်ဖို့လုပ်နေရတာလဲ- ဗဟိုအစိုးရမှာရော လျှို့ဝှက်ချက်တွေရှိနေလားဆိုတာကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2h2hh/{CM}Space_Pirate_Captain_Harlock720p.mp4",
        "category": "Adventure, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cw3KTc6kKsuuaTiX0imTukaDOQk.jpg",
        "title": "Dwelling in the Fuchun Mountains (2019)",
        "description": "[Unicode]Dwelling in the fuchun Mountains(2019)\n=============================\nIMDb Rating. =. 7.1 out of 10\nRotten Tomatoes. = 100%မပြောချင်ဆုံးနဲ့ အပြောရဆုံးစကားလုံးဖြစ်တဲ့\n\"အနုပညာ\"ကိုပဲ မလွှဲရှောင်သာပြောရပါဦးမယ်။\nယဉ်ကျေးမှုနဲ့ အနုပညာဟာ တိုက်ရိုက်အချိုးကျပါတယ်။\nအာရှဘက်မှာဆို တကယ် အနုပညာဆန်တဲ့ရုပ်ရှင်တွေကို ကိုယ်ပိုင်ယဉ်ကျေးမှုထွန်းကားတာကြာမြင့်ပြီဖြစ်တဲ့\nတရုတ်၊အိန္ဒိယ၊ဂျပန်တို့လို နိုင်ငံ‌တွေမှာပဲ တွေ့ရတာ များပါတယ်။ လက်ရှိကာလအားဖြင့် တရုတ်မှာ အတော်ချာတဲ့ ငွေရှာ ရုပ်ရှင်တွေများပေမဲ့လည်း တကယ် ရင်ဘတ်ပါတဲ့ ရုပ်ရှင်တွေရိုက်တဲ့ လူတွေလည်း အများကြီးကျန်ပါသေးတယ်။\nအသစ်ပေါ်လာတာတဲ့ လူတော်တွေလည်း မနည်းပါဘူး။အသစ်တွေပေမဲ့ သူတို့ရဲ့ရုပ်ရှင်တွေဟာ အနုပညာကိန်းအောင်းမှု မနုံနှဲ့ပါဘူး။\nအခု ရုပ်ရှင်ဟာ ဒါရိုက်တာGu Xiaogangရဲ့ ပထမဆုံးကားပါပဲ။\nယဉ်ကျေးမှုနဲ့ အစချီထားရတဲ့ အကြောင်းရင်းက သူ့အနုပညာရဲ့ မြစ်ဖျားခံရာဟာ တရုတ်ရိုးရာပန်းချီဖြစ်နေလို့ပါ။\nDwelling In The Fuchun Mountainsဆိုတဲ့အမည်ဟာ ဂန္တဝင် တရုတ်ရိုးရာပန်းချီလိပ်တစ်ခုရဲ့ အမည်ပါပဲ။\nဒါရိုက်တာက ပန်းချီကားလိပ်တွေကို အခြေခံပြီး ပန်းချီကားလိပ်Triology ရိုက်မှာပါ။\nဒါက ပထမဆုံးကားပါပဲ။နောက်ရုပ်ရှင်နှစ်ခုကိုလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/2X25g/Dwelling_In_The_Fuchun_Mountains_(2019)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYTBmODVhM2EtMjI3Zi00N2NlLTg3ZWQtNDE5OWFkYmRlZTM1XkEyXkFqcGdeQXVyMzI3NzE2NzM@._V1_UY268_CR00182268_AL_-136x200.jpg",
        "title": "The Cleansing Hour (2019)",
        "description": "The Cleansing Hour (2019)====================IMDb Rating - 5.9/10 The Cleansing Hour ဆိုတဲ့ ရှိုးလေးဟာ 'မက်စ်' နှင့် 'ဒရူး' အတူတစ်ကွတည်ထောင်ခဲ့တဲ့ရှိုးလေးပါ။မက်စ်ကတော့ ဖာသာ 'မက်စ်' အဖြစ်နဲ့ လူတိုင်းက သူ့ကိုဖာသာတစ်ယောက်လို့သိထားပြီး 'ဒရူး' ကတော့မကြာခင် 'လိန်း' ဆိုတဲ့ သူချစ်သူနဲ့လက်ထပ်တော့မယ် ထုတ်လုပ်သူတစ်ယောက်ပါ။ သူတို့ဟာ ရှိုးကိုတိုက်ရိုက်ထုတ်လွှင့်နေချိန်မှာ ပရိတ်ရေတို့ ပရိတ်ရွတ်ဖတ်ထားတဲ့အဝတ်စတို့ကို ရောင်းချပြီးစီးပွားရှာကြပါတယ်။ဒီလိုလုပ်ကြပေမယ့်လည်း နိုင်ငံအဝှမ်းက ပရိသတ်များကတော့ ဒီရှိုးကိုအခိုင်အမာအားပေးလျှက်ရှိနေပါတယ်။အမြဲတမ်း အဆင်ပြေချောချောမွေ့မွေ့နဲ့တင်ဆက်နိုင်ခဲ့တဲ့ရှိုးဟာ တစ်နေ့မှာတော့ အစွဲချွတ်ခံရမယ့်သရုပ်ဆောင်မလာတာကြောင့် 'ဒရူး' ဟာ 'လိန်း' ကို အစားထိုး သရုပ်ဆောင်ခိုင်းခဲ့ပါတယ်။ 'လိန်း' ကလည်း တစ်ကိုယ်ကောင်းဆန်တဲ့ 'မက်စ်' ကိုကြည့်မရပေမယ့် ချစ်သူ 'ဒရူး' ကြောင့် ကူညီပေးခဲ့ပါတယ်။ ဒီလိုနဲ့တိုက်ရိုက်ထုတ်လွှင်တဲ့အချိန်မှာ 'လိန်း' ကို တကယ့်မကောင်းဆိုးဝါးက ဝင်ပူးသွားသောအခါ...တကယ့်ဖာသာအစစ်မဟုတ်ဘဲ စီးပွားရေးအရရှိုးလုပ်ထားတဲ့နှစ်ယောက် ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ ထိတ်လန့်ဖွယ်ကြည့်ရမှာပါ။ဒီဇာတ်ကားလေးက ...",
        "rating": "5.9",
        "url": "https://megaup.net/1B6ct/The.Cleansing.Hour.2019.720p.BluRay[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOWNiMDUwYmUtZjJjNy00OTA5LThkM2QtODBkNTY2MGYyZGRlXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Psycho Goreman (2020)",
        "description": "Psycho Goreman (2020)===================IMDb Rating - 6.2/10 မနေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိလာတဲ့ Sci-Fi, Horror ဇာတ်ကားလေးပါ။သတ်တာဖြတ်တာတွေကတော့ ကြမ်းပါတယ်။ ဇာတ်လမ်းကလည်း ထူးဆန်းပါတယ်။ စကြဝဠာကိုဖျက်စီးမယ့် အမည်မဲ့မကောင်းဆိုးရွားကို ကမ္ဘာပေါ်က တစ်နေရာမှာ ပိတ်ထားတာကို မောင်နှမနှစ်ယောက်က မတော်တဆ သွားလွှတ်ပေးမိပြီး သူ့ကို ထိန်းချုပ်နိုင်တဲ့ကျောက်တုံးကိုရသွားပါတယ်။ကလေးမလေးက ခပ်ဆိုးဆိုးကိုမှ စကြဝဠာတစ်ခုလုံးကို ဖျက်စီးနိုင်တဲ့ စွမ်းအားရှိတဲ့သူကို ထိန်းချုပ်နိုင်တဲ့အစွမ်းရနေတော့ ဘာတွေဖြစ်ကုန်မလဲ စဉ်းစားသာကြည့်ပါတော့။ သူက အဲဒီမကောင်းဆိုးရွားကို PsychoGoreman(အတိုကောက် PG) လို့နာမည်ပေးထားပြီး သူစိတ်တိုင်းကျလျှောက်လုပ်နေပါတော့တယ်။ အမှောင်ရှိရင် အလင်းရှိသလို သူ့ကိုတားဆီးမယ့် Pandora လည်းရှိနေပါတယ်။ သူတို့တွေရဲ့တိုက်ပွဲက ဘယ်လိုဖြစ်မလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။ ဇာတ်သိမ်းရော Theme ကပါ ပုံမှန်မဟုတ်တဲ့ကားတစ်ကားလို့ပြောလို့ရပါတယ်။အဲဒါနဲ့ ဒီကားကို Comedy အမျိုးအစားထဲမှာပါတယ်လို့လည်း သတ်မှတ်ထားတာကိုတွေ့ရပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို d3mon မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Jack, d3mon တို့ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "6.2",
        "url": "https://megaup.net/2h3qm/Psycho.Goreman.2020.720p.WEBRip.[CM].mp4",
        "category": "Comedy, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/tiger-135x200.jpg",
        "title": "The White Tiger 2021",
        "description": "Netflix ရဲ့ ရုပ်ရှင်အသစ်လေး ခံစားကြည့်ရအောင်။\nမင်းသား မင်းသမီးတွေက နာမည်ကြီးတွေလို့တော့ ပြောကြတယ်ဗျ။\nကျွန်တော်ကတော့ အကြည့်နည်းလို့ သိပ်မသိဘူး။\nဒါပေမယ့် ဇာတ်လမ်းအကြောင်းကိုပဲ ပြောရအောင်။\nသိပ်ကောင်းပါတယ်။\nအိန္ဒိယရဲ့ စွန့်ဦးတီထွင်လုပ်ငန်းရှင်တစ်ယောက်က\nတရုတ်ဝန်ကြီးချုပ် ဝန်ကျားပေါင်နဲ့ တွေ့ခွင့်ရဖို့\nသူ့ဘဝဇာတ်ကြောင်းကို အီးမေးလ် ပို့ရာကနေ စတာပေါ့ဗျာ။\nအိန္ဒိယနိုင်ငံမှာ ဇာတ်နိမ့်တွေ ဇာတ်မြင့်တွေ အမျိုး ၁၀၀၀ လောက် ရှိခဲ့ပေမယ့်\nတကယ်တော့ ဇာတ် ၂ မျိုးပဲ ရှိပါတယ်။\nဗိုက်ပူနေတဲ့သူနဲ့ ဗိုက်ပိန်နေတဲ့သူပေါ့။\nသခင် နဲ့ အစေခံပေါ့။\nအိန္ဒိယနိုင်ငံရဲ့ လူတန်းစား ကွာခြားမှုအမြင်တွေ ရုန်းကန်မှုတွေ အကြောင်း\nကောင်းကောင်းကြီး ပုံဖော်ထားတာပါပဲ။\nဇာတ်လိုက်ရဲ့ ဥပမာကတော့ သူတို့လို အစေခံ လူတန်းစားတွေကို\nကြက်လှောင်အိမ်ထဲက ကြက်တွေနဲ့ နှိုင်းယှဉ်ပြထားတယ်ဗျာ။\nကြက်လှောင်အိမ်ထဲက ကြက်တွေဟာ သူတို့ရှေ့မှာ ကြက်တွေကို သတ်နေတာတွေ မြင်ရတယ် သွေးနံ့တွေရတယ်။\nဒါပေမယ့် လှောင်အိမ်ထဲက ထွက်ဖို့ မကြိုးစားကြဘူး။\nအစေခံတွေအားလုံးဟာလည်း ဒီလိုလူတွေပဲလို့ ဆိုထားတယ်။\nဒီဇာတ်လမ်းကတော့ ကြက်လှောင်အိမ်ထဲကနေ ထွက်ဖို့ ကြိုးစားခဲ့တဲ့\nကြက်တစ်ကောင်အကြောင်းပေါ့ဗျာ။\nအားလုံးကြိုက်ကြမှာပါ။\nFile size…(1.7 GB) and (900 MB)\nQuality…Blu-Ray ...",
        "rating": "7.2",
        "url": "https://megaup.net/V8qe/The.White.Tiger.2021.720p_(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMjI0YTNmNmQtOTIxMC00ODkwLWI0ZTQtNDQxNWMzYmM1ZTEyXkEyXkFqcGdeQXVyOTYwNDg4ODU@._V1_UY268_CR40182268_AL_-136x200.jpg",
        "title": "Magic Arch 3D (2020)",
        "description": "Magic Arch 3D (2020)=================IMDb Rating - 5.4/10 အားလုံးပဲ \"Toy Story\" ကာတွန်းကားလေးကိုသိကြတယ်ဟုတ် အခုဒီတစ်ခါကားလေးကိုလည်း Toy Story ဇာတ်ကားလေးကိုCo-Writer အနေနဲ့ရေးခဲ့တဲ့ ဇာတ်ညွှန်းဆရာ Vasiliy Rovenskiy ကရေးခဲ့တာပဲဖြစ်ပါတယ်။ရေနေသတ္တဝါတွေစုပေါင်းပြီးနေထိုင်တဲ့ ရေအောက်မြို့လေးတစ်မြို့မှာ အခြားငါးတွေလိုကိုယ်ခံပညာတွေလေ့ကျင့်ရတာထက်ပတ်ဝန်းကျင်ကိုစူးစမ်းလေ့လာရတာကြိုက်တဲ့ ဒယ်လ်ဖီ ဆိုတဲ့လင်းပိုင်လေးတစ်ကောင်ရှိပါတယ်။ တစ်နေ့မှာ ဒယ်လ်ဖီနဲ့သူငယ်ချင်းဖြစ်သူငါးလေးဟာ ရေအောက်ထဲထိမြုပ်နေတဲ့ခံတပ်ဟောင်းကြီးတစ်ခုဆီဝင်သွားမိဖို့အကြောင်းဖန်လာပါတယ်။ ခံတပ်ကြီးထဲမှာသတ္တဝါတစ်ကောင်ရဲ့နာမည်ကိုပြောလိုက်ရုံနဲ့ ထိုသတ္တဝါပုံပြောင်းသွားစေမယ့် မှော်ဝင်မုခ်ဝတစ်ခုကိုတွေ့ခဲ့ပါတယ်။ ဒါပေမယ့်အနီးအနားမှာလည်း ငါးမြို့တော်ကိုသိမ်းချင်တဲ့ငါးရှဉ့်တွေကအဲဒါကိုမြင်သွားကြပါတယ်။ တာဝန်သိတဲ့ဒယ်လ်ဖီဟာ မြို့တော်ဝန်ကိုမှော်မုခ်ဝအကြောင်းပြောဖို့ပြန်လာခဲ့ပေမယ့် မြို့အဝင်ဝကအစောင့်တွေဟာ စကားဝှက်မပြောနိုင်တဲ့ဒယ်လ်ဖီ့ကိုဝင်ခွင့်မပေးလို့မုခ်ဝကြီးရှိတဲ့ဆီကိုပြန်သွားတဲ့အခါမှာ . . .သူတွေ့လိုက်ရတဲ့မြင်ကွင်းကတော့......ဒီကားလေးက ကြည့်လေကြည့်လေဇာတ်ရှိန်တက်လေလေပါပဲ အစပိုင်းမှာအနည်းငယ်ဇာတ်အေးသလိုရှိပေမယ့် ဇာတ်လမ်းအလယ်နဲ့နောက်ဆုံးမှာတော့ ရှေ့ကိုဘာဆက်ဖြစ်မယ်မသိပဲစိတ်ဝင်တစားကြည့်ရမှာဖြစ်ပြီး လျှို့ဝှက်ချက်လေးတွေလည်းပါဝင်လို့အပျင်းပြေစေမယ့် ဇာတ်ကားလေးဖြစ်တဲ့အပြင် ကလေးငယ်လေးတွေလည်း အကြိုက်ဖြစ်စေမယ့် Animation Movies လေးမို့တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h ...",
        "rating": "5.4",
        "url": "https://megaup.net/V86m/Magic.Arch.2020.720p.WEBRip[CM]_(2).mp4",
        "category": "Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BOTExMmZjMzItNTNlZS00ZjU1LTk5M-143x200.jpg",
        "title": "Sightless (2020)",
        "description": "Sightless (2020)*****************ဇာတ်လမ်းအညွှန်းနှင်းတွေကျနေတဲ့ညတစ်ညမှာ နာမည်ကြီးတယောပညာရှင်\nအယ်လန်အက်ရှ်လန်းတစ်ယောက်ဟာ\nသူစိမ်းတစ်ယောက်ရဲ့ တိုက်ခိုက်ခြင်းကိုခံလိုက်ရပါတယ်။\nသတိရလာချိန်မှာတော့ အယ်လန်တစ်ယောက် မျက်စိမမြင်တော့ပါဘူး။\nနိုင်ငံခြားရောက်နေတဲ့အကိုရဲ့ စီစဉ်မှုနဲ့ အယ်လန်တစ်ယောက်\nဆီယက်တဲလ်မြို့ရဲ့ ဆိတ်ငြိမ်တဲ့ တိုက်ခန်းကိုရောက်ရှိလာပါတယ်။\nမျက်မမြင်ခါစ အယ်လန့်အတွက် ကလေတန်ဆိုတဲ့\nအမျိုးသားသူနာပြုတစ်ယောက် ငှားထားပေးသော်လည်း\nအယ်လန်တစ်ယောက်နေသားမကျနိုင်ဖြစ်နေပါတယ်။\nအကိုဖြစ်သူကိုလည်းဆက်သွယ်မရ၊\nသူငယ်ချင်းဖြစ်သူကိုလည်းဆက်သွယ်မရနဲ့\nမိမိအဖြစ်ကိုမကျေမချမ်းဖြစ်နေတဲ့ အယ်လန့်အတွက်\nနေထိုင်ရာ တိုက်ခန်းမှာ ပုံမှန်မဟုတ်တာတွေကို သတိထားမိလာတဲ့အခါ\nအမှောင်ထဲမှာ လမ်းပျောက်နေတဲ့အယ်လန့်အတွက်\nဘယ်လိုလျှို့ဝှက်သည်းဖိုဖွယ် အဖြစ်မှန်တစ်ခုက\nစောင့်ကြိုနေလဲဆိုတာ တော့....(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ ဘာသာပြန်သူရေးသားပေးသူကတော့ Chokoပဲဖြစ်ပါတယ်။)File Size : (1.44 GB) and (804 MB)\nQuality : 1080p.WEB-DL\nFormat…mp4\nDuration…1h 29min\nGenre : Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Choko\nEncoded by Myoko",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/sightless-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/4yTuv6cnCJEZg7YFFYR1ljd6hlo-133x200.jpg",
        "title": "[18+] Beauty Salon: Special Service (2016)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။Dark Side Production အနေနဲ့ ကွီးယားဗြူးတီးဆလွန်းကားတွေ တင်ပေးဖို့အစီအစဉ်လုပ်ထားပါတယ်...ရှေ့မှာ ဗြူးတီးဆလွန်းဇာတ်ကားတစ်ကားတင်ဖူးပြီးအခုတင်ဆက်ထားတာကတော့ Beauty Salon: Special Service စီးရီးရဲ့ ပထမဆုံးဇာတ်ကားဖြစ်ပါတယ်။လူဝင်နည်းလို့ အဆင်မပြေဖြစ်နေတဲ့ ဗြူးတီးဆလွန်းပိုင်ရှင် မမနှစ်ယောက်အရောင်းမြှင့်တင်ရေးအတွက် ဘယ်လို Special Service တွေ ပေးသွားမလဲဆိုတာ ကြည့်ရမှာပါ။တင်ပြီးသမျှ ကွီးယား Beauty Salon ဇာတ်ကားတွေကို ဒီမှာ  https://channelmyanmar.org/?s=beauty+salon  ကြည့်ပါ။ File Size : (1 GB)\nQuality : HD-Rip 720p\nRunning Time : 01:22:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)Translated by FOXEncoded by RGB",
        "rating": "",
        "url": "https://megaup.net/1B4mq/(DS)Beauty.Salon.Special.Services.2016.720p.HDRip.H264.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/psxsB6mYC5TVufKejGjTaeLDyEp.jpg",
        "title": "One Second ( 2020 )",
        "description": "ဒီကားလေးကတော့ Box office worldwideမှာ $10600000အထိဝင်ငွေစံချိန်တင်ရရှိထားတဲ့Nov27 2020မှာထွက်လာတဲ့ Drama History အမျိုးအစားဖြစ်ပါတယ်1975ခုနစ် တီဗီတွေမရှိသေးချိန်ဖလင်နဲ့ ပိတ်ကားပေါဇာတ်ကားပြလေ့ရှိပါတယ်..ွဒီအချိန်မှာ ဇာတ်ကားမပြသခင်လာတဲ့ သတင်းအတိုအထွာမှာ၂၂ရက်နေ့ ပါလာတဲ့သမီးလေးပါတဲ့ one secondစာမြင်ကွင်းကိုကြည့်ရဖို့အလုပ် ကြမ်းထောင်ကနေထွက်ပြေးလာတဲ့ကျန်းကျုံစိမ်း..ဖလင်လိပ်တွေကိုမီးပုံးလုပ်ပေးဖို့လိုက်ခိုးယူနေတဲ့လျိုကွေးနွီ...ဖလင်လိပ်တွေလမ်းမှာပျက်ဆီးသွားလို့ အလုပ်မပြုတ်ဖို့ အရေး ကြိုးစားရတဲ့ဖန့်တျန့်ရင်တို့သုံးယောက်သားဆုံကြတဲ့အခါ....ဖလင်လိပ်တစ်လိပ်ပဲရှိချိန် ဖလင်ဆေးရည်လဲမရှိတဲ့အချိန်မှာ ဘယ်လိုတွေကြိုးစားပြီးပြန်ရယူမလဲ...ကျန်းကျုံစိမ်းက ၂၂ရက်နေ့သတင်းအတိုအထွာမှာပါတဲ့သူ့သမီးလေးကို မြင်တွေ့ခွင့်ရနိုင်ပါ့မလား..ဇာတ်ကား ကြည့်ဖို့အရေးခက်ခဲမှုများစွာနဲရင်ဆိုင်ရတဲ့ ခေတ်ကာလကိုဖော်ပြသွားပြီးဖခင်တစ်ယောက်ရဲ့သမီးအပေါထားတဲ့သံယောဇဉ်ကိုမြင်ရမှာပါ  Quality : WEB-DL 720pFormat : mp4During : 1h 44minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/one-second-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTkyMzMxN2MtNjFjYS00MmRjLWJjMjctYzBlMGZiM2I1MmQ2XkEy_002-139x200.jpg",
        "title": "Run Hide Fight (2020)",
        "description": "Run Hide Fight (2020)==================IMDb Rating - 7.၀/10 ဒီတစ်ခါတော့ CM ပရိသတ်တွေအကြိုက်တွေ့စေမယ့် action and thriller ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးပါရစေ။ ဇီုအီဟာ အသက် ၁၇ နှစ်အရွယ် ကောင်မလေးတစ်ယောက််ဖြစ်ပြီး အများနဲ့မတူဘောက်ဆတ်ဆတ်နိုင်တဲ့သူပါ။ သူနဲ့ သူ့ရဲ့ အချစ်ဆုံးသူငယ်ချင်း လူး၀စ်ဆိုတဲ့ ကောင်လေးတို့ဟာ ဗာနွန်အထက်ကျောင်းက ကျောင်းသားတွေပဲဖြစ်ကြပါတယ်။အမေရိကန်အထက်ကျောင်းတွေရဲ့ သဘာ၀ ကပွဲတို့ ပျော်ပွဲရွှင်ပွဲတို့ စတဲ့အထိမ်းအမှတ်ပွဲတွေ မကြာခဏကျင်းပတာဟာသဘာ၀ပါပဲ ။ ဒီလို event တွေထဲမှာ Senior Prank ဆိုတဲ့ အစီအစဉ်လေးအပါအ၀င်ပါပဲ။Senior Prank Day မှာ ကျောင်းသားတွေအားလုံး ဆရာဆရာမတွေအပါအ၀င် တစ်ယောက်နဲ့တစ်ယောက်စကြနောက်ကြပါတယ်။ဥပမာ- စာသင်ခန်းတစ်ခန်းလုံး ပူပေါင်းတွေအပြည့် ထည့်ခဲ့တာမျိုးပေါ့။ဒါပေမယ့် ဒီဇာတ်လမ်းထဲက ဗာနွန်အထက်တန်းကျောင်းသားတွေရဲ့ Prank Day ကတော့ ပျော်စရာမကောင်းခဲ့ပါဘူး။ စနောက်ကြတဲ့ နေ့ကို အသုံးချပြီး ဆိုးသွမ်းတဲ့ ကျောင်းသားတစ်စုက ကျောင်းကန်တင်းကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/V72q/Run.Hide.Fight.2020.720p.WEB-DL[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7Twoq37KJudpNuXh5Zbp91IhsSq.jpg",
        "title": "Love on the Rise (2020)",
        "description": "Love on the rise (2020)တောင်ကာရိုလိုင်းနားပြည်နယ်ရဲ့ ပင်လယ်ကမ်းစပ်ကမြို့ကလေးဟာ\nသဘာဝရှုခင်းတွေနဲ့ သာယာလှပနေပါတယ်\nအဲ့မြို့လေးမှာ ဗစ်တိုးရီးယား(တိုရီ)ဆိုတဲ့\nမုန့်ဖုတ်သမလေးက သူ့လုပ်ငန်းကိုကြိုးစားလုပ်ကိုင်ရင်း\n\"ကိတ်နတ်သမီး\" ဆိုပြီး နာမည်ရစပြုလာတဲ့မိန်းမငယ်လေးတစ်ယောက်ပေါ့တစ်နေ့တော့ မင်္ဂလာဆောင်တစ်ခုကို ကိတ်မုန့်သွားပို့တဲ့အခါ\nဂျိတ် ဆိုတဲ့ကောင်လေးနဲ့ သွားဆုံပါလေရော\nဒါပေမယ့် တိုရီဟာ ဂျိတ်ကို သူတို့မြို့က အထင်ကရစီးပွားရေးလုပ်ငန်းရှင်ရဲ့သားအနေနဲ့ မသိခဲ့ဘဲ\nစားပွဲထိုးကောင်လေးအနေနဲ့ပဲ သိခဲ့ပါတယ်\nကံဆိုးချင်တော့ တိုရီတို့ငှားထားတဲ့ဆိုင်ခန်းတွေနေရာမှာ\nကွန်ဒိုအသစ်တွေဆောက်ဖို့အကြောင်းဖန်လာပါတယ်ဒီကိစ္စကို တိုရီတို့ငှားရမ်းသူတွေက သိသွားပြီး\nကန့်ကွက်ကြောင်း ဆန္ဒပြကြတဲ့အခါ ဘာတွေဆက်ဖြစ်လာကြမလဲ?????\nဂျိတ်ရဲ့ဘ၀မှန်ကို သိသွားတဲ့အခါမှာ သူတို့နှစ်ယောက် ဘာတွေဆက်ဖြစ်လာကြမလဲ?????ဇာတ်လမ်းလေးက သမားရိုးကျအတိုင်းသွားပေမယ့်\nပင်လယ်ကမ်းစပ်အလှတွေ စားချင်စရာကိတ်တွေကိုကြည့်ရင်း\nအချစ်ပုံပြင်လေးတစ်ပုဒ်ကို သီချင်းမြူးမြူးလေးနဲ့ခံစားချင်ရင်တော့.....Review နဲ့ ဘာသာပြန်ကတော့ Thwal Yadi ပဲ ဖြစ်ပါတယ်။File size… 1.2GB and  581MB\nQuality….WEB-Rip 1080p and 720p\nFormat…mp4\nDuration…. 1hr 26min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thwal Yadi\nEncoder ..... August",
        "rating": "5.2",
        "url": "https://megaup.net/2h1Uh/(CM)_Love.On.The.Rise.2020.720p.WEBRip.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yPVy1YUnXUKck11KwaPfKDAr42P.jpg",
        "title": "Double Dad (2021)",
        "description": "Double Dad(2021)မိဘမစုံမလင်နဲ့ ကြီးပြင်းလာရတဲ့ ကလေးလေးတစ်ယောက်ရဲ့\nအလိုအပ်ဆုံးအရာဟာ ဘာဖြစ်နိုင်မလဲ?\nငွေကြေးချမ်းသာမှုလား ချစ်ခြင်းမေတ္တာလား?????\nဒါမှမဟုတ် ပြီးပြည့်စုံတဲ့မိသားစုဘဝလား?????အမေတစ်ခု သမီးတစ်ခု ဘဝနဲ့နေလာခဲ့ရတဲ့\nဗီဇင်ဆာဟာ သူ့အဖေကိုတွေ့ရဖို့အတွက်\n၁၈နှစ်လုံးလုံးမျှော်လင့်ခဲ့ရပါတယ်။\nအမေဖြစ်သူကိုမေးပေမယ့် တွေ့ဖို့အချိန်မတန်သေးဘူးဆိုတဲ့အကြောင်းပြချက်နဲ့\nခဏခဏ အငြင်းခံရပြီးတဲ့နောက်မှာတော့\nကိုယ်တိုင် အဖေရှာပုံတော်ဖွင့်ဖို့ ကြိုးစားပါတော့တယ်။ကျင့်စဥ်တွေလိုက်စားတတ်တဲ့အမေဟာ ဘာသာရေးကိစ္စနဲ့\nအိန္ဒိယကိုသွားဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့\nဗီဇင်ဆာတစ်ယောက် အဖေရှာပုံတော်ဖွင့်ဖို့အခွင့်အရေးရရှိလာပါတော့တယ်။အဖေရှိရာမြို့ဆီ ခြေဆန့်လို့ ရှာဖွေရင်းကနေ\nအဖေဖြစ်နိုင်ခြေရှိတဲ့သူဟာ တစ်ယောက်တည်းမဟုတ်ဘဲ နှစ်ယောက်ဖြစ်နေတဲ့အခါ\nဗီဇင်ဆာတစ်ယောက် အဖေရင်းကိုရှာဖွေတွေ့နိုင်ပါ့မလား။အမေကရော ဘာဖြစ်လို့ အဖေရင်းအကြောင်းကို မပြောပြချင်ရတာလဲ?\nသူမရဲ့အဖေတွေကရော သူမကိုသမီးအဖြစ်လက်ခံနိုင်ပါ့မလားဆိုတာကို\nရှုခင်းကောင်းကောင်း နောက်ခံတေးသွားလှလှလေးတွေနဲ့\nပြီးသွားလို့ပြီးသွားမှန်းမသိလောက်အောင် မျောပါသွားတဲ့အထိ\nတင်ဆက်ထားတဲ့ ပေါ်တူဂီဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တာမို့ ကြည့်ဖို့ ညွှန်းပါ​ရစေ။File size… 1.48GB and 677MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Hazel\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://megaup.net/2h1ge/(CM)_Double.Dad..2020.720p.NF.WEB-DL.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aI764sCzyMVnfHga2GTrnH7baz3.jpg",
        "title": "Tagpuan (2020)",
        "description": "Tagpuan (2020)Tagpuan ဆိုတာကတော့ ဖိလစ်ပိုင်လို \"ဆုံမှတ်\" ဆိုတဲ့ အဓိပ္ပါယ်ပါ။မိဘမဲ့အဖြစ်နဲ့ ငယ်ဘဝကို ဖြတ်သန်းခဲ့ရတဲ့\nစကားနည်းပြီး သွေးအေးတတ်တဲ့ လုပ်ငန်းရှင်တစ်ယောက်က\nအမျိုးသမီး နှစ်ယောက်နဲ့ ဆုံခဲ့ရတဲ့ အကြောင်းလေးပါ။တစ်ယောက်က ကြင်သူသက်ထား ဇနီးမယားဖြစ်ပြီး\nနောက်တစ်ယောက်ကတော့ သိကျွမ်းတာ မကြာသေးတဲ့ သူစိမ်းမိန်းကလေးစကားနည်းပြီး စည်းကမ်းကြီးတဲ့လူတစ်ယောက်က\nစကားများတတ်တဲ့ မိန်းကလေးတစ်ယောက်နဲ့တွေ့ဆုံတဲ့အခါမှာတော့ ......\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်ကြရအောင်.....ဇာတ်က သာမန်အိမ်ထောင်ရေးကားဆိုပေမယ့်\nကြည့်လေ ကြည့်လေ တွေးမိလေ ဖြစ်မယ့်ကားမျိုးပါပဲ။ဖောင်းဒိုင်းရှူးရှဲ အနည်းငယ် ပါတာဆိုတော့ ခပ်စပ်စပ်လေးပေါ့ဗျာ။File size…2GB and 900 MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 1hr 47min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Sim Jinnie\nEncoder ..... August",
        "rating": "5.5",
        "url": "https://megaup.net/V705/(CM)_Tagpuan.2020.720p.HC.WEB-DL.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/the-dissident-1-135x200.jpg",
        "title": "The Dissident (2020)",
        "description": "The Dissident 2020အခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့IMDb 8.2/10 နဲ့ Rotten Tomatoes 97%ရရှိထားတဲ့Spy Documentary ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်၂၀၁၈ တုန်းက ဝါရှင်တန်ပိုစ့်သတင်းစာတိုက်ကပင်တိုင်ဆောင်းပါးရှင် ဂျမားခါရှိုဂီ ပျောက်ဆုံးသွားတဲ့သတင်းကို ကြားလိုက်ကြမှာပါအစ္စတန်ဘူက ဆော်ဒီကောင်စစ်ဝန်ရုံးထဲအဝင်သာရှိပြီး ပြန်ထွက်မလာခဲ့တဲ့ ဂျမားရဲ့ ဖြစ်တည်မှုကိုသို့လော သို့လော မေးခွန်းတွေထုတ်ကြတဲ့အကြောင်းဂျမားရဲ့ ဆော်ဒီမှာနေခဲ့တဲ့ဘဝဇာတ်လမ်းနဲ့လွတ်လပ်စွာ ပြောဆိုခွင့်ရရှိအောင်ဘယ်လိုတွေ ကြိုးစားခဲ့ရတဲ့အကြောင်းကို ကြည့်ရှုကြရမှာပါအမေရိကန်သမ္မတဟောင်းထရမ်ပ့်နဲ့ဝါရှင်တန်ပိုစ့်တည်ထောင်သူ ဂျက်ဖ်ဘီဇိုတို့ရဲ့ ပုံရိပ်အချို့ ပါဝင်ခဲ့တဲ့အပြင်Cyber Army နဲ့ ဆော်ဒီအာရေးဘီးယားနိုင်ငံရေးအကြောင်းကိုပါ ပြသထားတဲ့အတွက်A-must-watch documentary တစ်ခု ဖြစ်ပါကြောင်း ။(Reviewed by Jerrica ) \nFile size…(1.9 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and 720p\nFormat…mp4\nDuration….01:59:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Jerrica",
        "rating": "8.2",
        "url": "https://megaup.net/1B4mj/(CM)The.Dissident.2020.720p.AMZN.WEB-DL.DDP5.1.H.264-TEPES.mp4",
        "category": "Crime, Documentary, Thriller"
    }
]