[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/eas-134x200.jpg",
        "title": "A Bronx Tale (1993)",
        "description": "နာမည်ကျော်မင်းသားကြီးတွေဖြစ်ကြတဲ့ Robert De Niro, Chazz Palminteri, Joe Pesci တို့အပြိုင်အဆိုင် ပါ၀င်ထားကြတဲ့ဇာတ်ကားလေးပါ။ Bronx မှာနေတဲ့ Calogero ဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ ရပ်ကွက်ထဲက ဘ၀ကို ဇာတ်တည်ထားတာပါ။ Calogero ရဲ့အဖေက ရိုးရိုးသားသား ဘက်စကားမောင်းပြီး အသက်မွေး၀မ်းကြောင်းပြုနေပေမယ့် Calogero ကတော့ ရပ်ကွက်ထဲက ဂိုဏ်းခေါင်းဆောင် Sunny ကိုလေးစားအားကျနေမိပါတယ်။ Calogero လည်းအဖေဖြစ်သူရဲ့ ဖြောင့်မတ်ကြိုးစားဖို့ ဆုံးမစကားတွေနဲ့ Sunny ရဲ့ငွေကြေး အာဏာရမယ့်မက်လုံးတွေကြား လွန်ဆွဲရင်း ကြီးပြင်းလာပုံကို ကြည့်ရှုရမှာပါ။ ရင်ထဲထိပြီး သင်ခန်းစာတွေရမယ့် ဇာတ်ကားကောင်းလေးပါ။ File size…(2 GB)/(1.5 GB)/(900 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Drama,Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/2yMpu/A.Bronx.Tale.1993.720p.(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oYWTeTmmRpJot6QBXu1On7L8nvq.jpg",
        "title": "Married by Mistake (2023)",
        "description": "Married by Mistake (2023)IMDb - 5.8ပူပူနွေးနွေး MBAဘွဲ့ရထားတဲ့ ရိုင်လီတစ်ယောက် ငယ်ငယ်တည်းက\nမျှော်မှန်းခဲ့ရာအလုပ်ကို လက်မတင်လေး ဆုံးရှုံးလိုက်ရပါတယ်။\nစိတ်ညစ်ညစ်နဲ့ နိတ်လို့ခေါ်တဲ့ ကျောင်းနေဖက်သူငယ်ချင်းနဲ့အတူ\nမူးကွဲနေအောင်သောက်မိရာက မနက်လင်းတော့ ဘုရားတရပါပြီ။\nဝတ်လစ်စလစ်နဲ့ တစ်ကုတင်တည်းအတူ တက်အိပ်နေကြတဲ့အဖြစ်ကို တွေ့‌လိုက်ရတာပါ။\nလက်သန်းကြွယ်မှာလည်း လက်စွပ်ကိုယ်စီနဲ့ပါပဲ။\nဆိုတော့ မည်သို့မည်ပုံဖြစ်သွားသည် မသိသော်ငြားလည်း\nနိတ်နဲ့ ခေါင်းချင်းရိုက်တိုင်ပင်ကြတော့ အကြံတစ်ခုထွက်လာပါတယ်။\nစီးပွားရေးဘွဲ့လက်မှတ်ကြီးကိုင်ပြီး အလုပ်မရှိလို့ အနာဂတ်ပျောက်နေတဲ့ ရိုင်လီကတစ်ဖက်၊\nမိသားစုစီးပွားရေးလုပ်ငန်းမှာ အရှုံးပေါပြီး ဒေဝါလီခံရလုနီးနီးဖြစ်နေတဲ့ နိတ်ကတစ်ဖက်မို့\nနှစ်ဦးနှစ်ဖက် အကျိုးမယုတ်အောင် လက်ထပ်လျက်သား ဆက်နေပြီး\nနိတ်တို့စီးပွားရေးလုပ်ငန်းကိုပဲ ကူညီလုပ်ကိုင်ပေးဖို့ ဆုံးဖြတ်လိုက်ရပါတယ်။Romanceနဲ့ Comedy ပေါင်းထားပြီး ခေတ်ဆန်တဲ့ စကားအသုံးအနှုန်းတွေ ပါတာကြောင့်\nဇာတ်လေးကြီးတွေ ကြည့်ရတာ ငြီးငွေ့လာသူတွေအဖို့ စိတ်ပြေလက်ပျောက် ပေါ့ပေါ့ပါးပါးကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hugo ပဲဖြစ်ပါတယ်။Genre..... Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.6GB | 642MB ...",
        "rating": "5.7",
        "url": "https://megaup.net/2yQ8l/Married.by.Mistake.2023.720p.WEB-DL.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2QGAAiBbBC9NiVTHP4i7ioGA6Mk.jpg",
        "title": "Alex/October (2022)",
        "description": "Alex/October (2022)~ IMDb rating - 7.2/10 ~ဒီဇာတ်လမ်းဟာ ကြေကွဲနေတဲ့ လူကြီးတစ်ယောက်နဲ့ လောကကြီးကို ငြီးငွေ့စိတ်ကုန်နေတဲ့ ကောင်မလေးတစ်ယောက်ကြားက ဇာတ်လမ်း။အဲလက်စ်ဆိုတာကတော့ အသက် ၄၀ ကျော်အရွယ် အရက်ဖြတ်ထားရသူ တစ်ဦး။ ငြီးငွေ့ဖွယ်အလုပ်တစ်ခု၊ ဖြေမဆည်နိုင်စရာအတိတ်တစ်ခု၊ ကွာရှင်းထားတဲ့ အိမ်ထောင်တစ်ခု... အဲ့ဒါတွေအားလုံးထက်ပိုပြီး ခုထိ မအောင်မြင်သေးတဲ့ ကိုယ့်ကိုယ်ကိုယ်အဆုံးစီရင်ခြင်းတစ်ခုနဲ့ ဘဝရဲ့ အဆုံးစွန်ကိုရောက်နေတဲ့ သက်လတ်ပိုင်းအကျပ်အတည်းထဲက လူ။အောက်တိုဘာကတော့ ၂၀ ကျော်ကျော် အနုပညာကျောင်း နှစ်ဝက်နဲ့ နားထားတဲ့သူ။ အပေါင်းအသင်းတွေနဲ့ ဆိုးသွမ်းလိုက်၊ ကလပ်လေးတက်လိုက်၊ အလုပ်လေးထွက်လိုက်နဲ့ ဒါပေမဲ့ ဘဝမှာ နေထိုင်ရမယ့်အကြောင်းအရင်း တစ်နည်းပြောရရင် ကိုယ့်ကိုယ်ကိုယ် ပျောက်ဆုံးရင်း အနာဂတ်ကို ရှာမတွေ့သူလေး။အဲလက်စ်က တစ်ရက်မှာ သူ့ကို သတ်ပေးဖို့ လူငှားတဲ့ ပို့စ်တစ်ခု လိုင်းပေါ်တင်ခဲ့ပြီး အောက်တိုဘာလေးက စူးစမ်းလိုစိတ်နဲ့ အလုပ်လက်ခံခဲ့တဲ့အခါမှာတော့ သူတို့ ကိုယ်ပိုင်ဘဝတွေမှာ အံဝင်ခွင်ကျမှုကို ရှာမတွေ့နိုင်ကြတဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1cVe4/(CM)_Alex_October_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qDjne2UffjOpZAg9cFmzteWqhd3.jpg",
        "title": "Timecop(1994)",
        "description": "ဒီဇာတ်ကားလေးကတော့ လူတိုင်းသိကြတဲ့ ရုပ်ရှင်မင်းသားကြီး ဗန်ဒိမ်း ငယ်ရွယ်စဉ်က ရိုက်ကူးထားတဲ့ သည်းထိတ်ရင်ဖို အက်ရှင် ဇာတ်ကြမ်းကားလေးပဲဖြစ်ပါတယ်\nအက်ရှင်ကားတွေကို ကြိုက်နှစ်သက်သူတွေ သိပ္ပံကားတွေ ကြိုက်နှစ်သက်သူတွေ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းလေးကတော့ လူသားမျိုးနွယ်တွေ အချိန်ခရီးသွားခြင်းကို တီထွင်နိုင်တော့ အစိုးရက မသမာမှုတွေကို ကာကွယ်ဖို့ အေဂျင်စီ တစ်ခုကို ဖွဲ့စည်းခဲ့ပါတယ်\nအေဂျင်စီဖွဲ့တော့ ဗန်ဒိမ်း ပါဝင်ခဲ့ရပြီး မသမာမှုတွေကို တိုက်ခိုက်ရင်း ရှာဖွေတွေ့ရှိလာတဲ့ အမှန်တရားတွေကနေ သူချစ်ရတဲ့သူတွေကို ကာကွယ်ဖို့ ကြိုးစားတဲ့အကြောင်းကို သည်းထိတ်ရင်ဖို ရင် တလှပ်လှပ်နဲ့ ကြည့်ရမှာပဲဖြစ်ပါတယ် File size…1.68GB / 609.9MB\nQuality…Blu-Ray 1080p5.1CH / 720p\nFormat…mp4\nDuration….1h 39m\nGenre ..... Action , Crime , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phone Myint Maw",
        "rating": "5.9",
        "url": "https://megaup.net/2yPP4/Timecop.1994.Blu-Ray720P(CM).mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dHFRTHP7OAhDTKsmYeDUNAx7Bf.jpg",
        "title": "Love at First Kiss (2023)",
        "description": "Love at First Kiss (2023)ဘဝမှာ supernatural ability တစ်ခုသာ ပိုင်ဆိုင်ခွင့်ရခဲ့မယ်ဆိုရင်\nအနာဂတ်ကိုကြိုမြင် ကြိုသိနေချင်ပါတယ်ဆိုတဲ့လူတွေ ရှိနေမှာပါ။\nဒါပေမဲ့ တကယ်တမ်းအားလုံးကိုကြိုသိနေရခြင်းက တကယ်ပဲကောင်းတာဟုတ်ရဲ့လား။\nဇာတ်သိမ်း Spoil မိသွားတဲ့ ရုပ်ရှင်တစ်ခုတောင် ကြည့်ရတာအရသာပျက်သွားပြီဆိုရင်\nဇာတ်သိမ်းကိုကြိုမြင်နေရတဲ့ ဘဝတစ်ခုကရော.....မိန်းကလေးတစ်ယောက်နဲ့ ပထမဆုံးအနမ်းတစ်ပွင့်ခြွေဖူးရုံနဲ့တင်\nဒီမိန်းကလေးနဲ့သူရဲ့ အချစ်ဇာတ်လမ်းကို မြင်နိုင်တဲ့ထူးခြားတဲ့အစွမ်းကို ပိုင်ဆိုင်ထားတဲ့ဟာဗီယာ၊\nအနာဂတ်ရှေ့ရေးကို အမြဲကြိုမြင်နေတဲ့ဟာဗီတစ်ယောက် အဆင်မပြေနိုင်မှန်းသိနေတဲ့ RS တွေကို ဘာမပြောညာမပြောနဲ့ သစ်စိမ်းချိုးချိုးလေ့ရှိပါတယ်။\nဒီတော့ ဟာဗီကိုယ်တိုင်လည်း Commitment ဆိုတာကို ကြောက်လာသလို\nမိန်းကလေးတွေကြားမှာလည်း လူရှုပ်လူပွေအဖြစ် နာမည်ဆိုးထွက်သူတစ်ယောက် ဖြစ်လာတော့တာပေါ့။ဘယ်မိန်းကလေးနဲ့နမ်းနမ်း သာယာတဲ့အနာဂတ်ကိုမမြင်ရလို့ စိတ်ပျက်နေတဲ့အပြင်\nအလုပ်ကပါအဆင်မပြေလို့ အရှုံးပေါ်နေပြန်လို့ အနုတ်ပြနေတဲ့ဟာဗီရဲ့ဘဝထဲကို\nအနမ်း ၂ ပွင့်နဲ့အတူ ဝင်ရောက်လာခဲ့တဲ့ မိန်းကလေး ၂ ယောက်၊\nအဲဒီထဲကတစ်ယောက်တော့ ဟာဗီရဲ့အချစ်ဆုံးသူငယ်ချင်းရောဘတ်တိုရဲ့ချစ်သူဖြစ်တဲ့ လူစီယာနဲ့\nနောက်တစ်ယောက်ကတော့ အမြဲတမ်းခံစားချက်တွေကို သိမ်းထားတတ်တဲ့ဟာဗီကို\nရင်ဖွင့်လာအောင်လုပ်နိုင်ခဲ့တဲ့ လွတ်လပ်ပြီးပျော်ပျော်နေရတာကြိုက်တဲ့အေရီယာနာ။\nဘယ်တစ်ယောက်နဲ့ ဘယ်လိုအနာဂတ်တွေကို ဟာဗီမြင်လိုက်ပြီးတော့\nသူရွေးမဲ့လူက ဘယ်သူဖြစ်မလဲဆိုတာ အားလုံးအ‌တူ ကြည့်ရှုရင်း အဖြေရှာလိုက်ရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ...",
        "rating": "5.7",
        "url": "https://megaup.net/2yPQ6/Love.at.First.Kiss.2023.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m4lFMnotILTWriXPoEhTIuVRNPr.jpg",
        "title": "Amy’s F**k It List (2023)",
        "description": "Amy's F**k It List (2023)လူ့ဘဝကြီးမှာ မသေခင်လုပ်ချင်တဲ့အရာတွေကို bucket list လုပ်တယ်ဆိုပြီး ကြားဖူးမှာပေါ့\nဘဝမှာ ကားဝယ်နိုင်ရမယ် ဟိုသွားနိုင်ရမယ် ဒီသွားနိုင်ရမယ် ဘာညာပေါ့\nခုဇာတ်ကားလေးထဲမှာလဲ အေမီဆိုတဲ့ကောင်မလေးက ရုတ်တရက်ကြီး ကင်ဆာရှိနေလို့ တစ်ပတ်လောက်ပဲ ခံတော့မယ်ဆိုတာသိလိုက်ရပါတယ်\nအဲ့အချိန်မှာ သူက bucket list ရဲ့ next level အနေနဲ့ F**ket list ဆိုပြီး\nရှိသမျှသူ့ဘဝမှာ မကျေနပ်ခဲ့သမျှတွေကို လက်ခလယ်ထောင်ပြပါတော့တယ်\nဇာတ်လမ်းလေးက ဘတ်ဂရောင်းမြူးဇစ်လေးနဲ့အတူ ခပ်မြူးမြူးလေးကြည့်ရှုရမဲ့အပြင်\nဇာတ်ဆောင်မင်းသမီးနဲ့အတူ မိမိရဲ့မကျေနပ်ချက်တွေ လောကကြီးကို အရွဲ့တိုက်လိုက်ရသလိုခံစားရမှာပါ\nဘဝရဲ့မွန်းကျပ်မှုတွေဖြေဖျောက်ချင်နေတဲ့သူတွေအတွက် အကူအညီဖြစ်ရအောင် ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Comedy\nQuality…. 720p\nFile size… 594MB\nFormat… mp4\nDuration…. 1h 18min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Sai Thurein Lynn\nEncoder ...",
        "rating": "5.1",
        "url": "https://megaup.net/1SSyr/Amys.fucket.list.2023.720p.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTYxMjkwMTk3OV5BMl5BanBnXkFtZTcwNDIwODcwOA@@._V1_-135x200.jpg",
        "title": "Compliance (2012)",
        "description": "၂၀၀၄ ခုနှစ်က အမေရိကန်နိုင်ငံ ကန်တက်ကီပြည်နယ်မှာ ဖြစ်ပွားခဲ့‌တဲ့အဖြစ်အပျက်ကို\nအခြေခံပြီးရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုဖြစ်ပါတယ်။\nအသင့်စား စားသောက်ဆိုင်တစ်ခုရဲ့ မန်နေဂျာဖြစ်သူ ဆန်ဒရာဟာ\nရဲအရာရှိဟန်ဆောင်ထားတဲ့ သူတစ်ယောက်ရဲ့ ဖုန်းကိုလက်ခံရရှိကာ\nထိုသူခိုင်းတဲ့အတိုင်း ဆိုင်ဝန်ထမ်း ဘက်ကီကို သံသယရှိသူအနေနဲ့စစ်ဆေးခြင်းကိုဆောင်ရွက်ပါတော့တယ်။\nဆန်ဒရာကဆိုင်ရဲ့အလုပ်ကိစ္စတွေဖြေရှင်းဖို့လိုလာတဲ့အခါ\nအခြားသူတွေကို သူ့နေရာမှာ လူစားထိုးကာ\nဘက်ကီကိုစောင့်ကြည့်ခိုင်းပါတော့တယ်။တဖြည်းဖြည်းနဲ့ အရာရှိယောင်ဆောင်သူရဲ့ ခိုင်းစေချက်တွေက လိင်ပိုင်းဆိုင်ရာစော်ကားမှုတွေဖြစ်လာသောအခါ\nဒီလိုကျူးလွန်မှုမျိုးတွေက တစ်နေရာမကဖြစ်နေသောအခါ\nဘယ်လိုတွေဆက်ဖြစ်လာမလဲ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်File size…(1.2 GB)/(600MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Drama,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://megaup.net/2yEew/Compliance.2012.720p.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BZmM3ZGZlMWUtMjY1OS00NjBkLWE4MjQtODJkMmQ1MzdjYzhkXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Ammonite (2020)",
        "description": "Ammonite (2020)\n=============\nIMDb Rating 6.5/10၁၈ရာစုနှစ် အမျိုးသားဝါဒီ ကြီးစိုးတဲ့ ကာလတစ်ခုမှာ ကျောက်\nဖြစ်ရုပ်ကြွင်းပညာရပ်မှာ ထူးချွန်ပြောင်မြောက်လှတဲ့ နက္ခတ္တ\nပညာရှင် အမျိုးသမီးတစ်ယောက်ဖြစ်တဲ့ Mary Anning ရဲ့\nbiography အကြောင်းကို ရိုက်ကူးထားတာပါ။ သူရှာဖွေတွေ့\nရှိခဲ့တဲ့ အကျော်ကြားဆုံး ကျောက်ဖြစ်ရုပ်ကြွင်းကတော့ Ichth-\nyosaur လို့ခေါ်တဲ့ fossil တစ်ခုပါပဲ။Mary Anning က ကမ်းခြေမှာရှိတဲ့ ကျောက်ဖြစ်ရုပ်ကြွင်းတွေကို\nလိုက်ရှာဖွေရင်း Lyme Regis မြို့ကို လာရောက်လည်ပတ်ကြတဲ့\nနိုင်ငံလှည့်ခရီးသွားတွေကို ရောင်းချပြီး နာမကျန်းဖြစ်နေတဲ့ အမေ\nအိုတစ်ယောက်နဲ့ အတူ နေထိုင်ပါတယ်။ တစ်ရက်မှာတော့ သူ့ကို\nလေးစားအားကျတဲ့ အမျိုးသားတစ်ယောက် ရောက်လာပြီး Fossils\nတွေအကြောင်း စူးစမ်းလေ့လာမယ့် ခရီးစဥ်အတွက်လာပြောပါတယ်။အဲအမျိုးသားနဲ့အတူ သူရဲ့မိန်းမဖြစ်တဲ့ Charlotte လည်းပါလာခဲ့ပါ\nတယ်။အဲအမျိုးသားက နာမကျန်းဖြစ်နေတဲ့ သူ့မိန်းမ Charlotte ကို\nကူညီပေးဖို့ Mary ကို တောင်းဆိုလာပြီး နောက်ပိုင်းမှာတော့ Mary နဲ့\nCharlotte တို့ ချစ်ကျွမ်းဝင်သွားကြပါတယ်။ ၁၈ရာစုနှစ်က အမျိုးသမီး\nနှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1cCuv/Ammonite.2020.720p.WEBRip.x264[CM].mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cwy9sGEOAuzpZXzXBVln1PZ4vxn.jpg",
        "title": "Deathgasm(2015)",
        "description": "ဒီဇာတ်ကားကြီးက နည်းနည်းတော့စားတယ်ဗျ။Horror ရယ် comedy ရယ်ကို ရောထားတာ။ တစ်ကားလုံး သွေးထွက်သံယိုတွေရယ် သောက်ပေါက်ကရတွေရယ်ချည်းပဲ။သတ်တာဖြတ်တာဆိုရင်လည်း တစ်ကားလုံးနီးပါးပဲ။အူတွေအထွေးလိုက်ထွက်ကျလာရတာနဲ့ ခေါင်းကို ပုဆိန်ကြီးနဲ့ နှစ်ခြမ်းခြမ်းလိုက်ရတာနဲ့။မထင်မှတ်ထားတဲ့အချိန် ပေါက်ကရထထလုပ်လို့ ခွီရတာတွေလည်း အများကြီးပဲ။ထားပါတော့ ဇာတ်လမ်းအကျဉ်း ပြောရအောင်။ဘရိုဒီဆိုတဲ့ Heavy Metalတွေကို ကြိုက်တတ်တဲ့ ဆယ်ကျော်သက် ဘဲတစ်ဗွေရှိတယ်ပေါ့ဗျာ။အဲ့ဘဲဘဝကြီးက စုတ်ပြတ်သတ်လို့။ဘယ်လိုလဲဆို အမေက စိတ်ရောဂါသည်(အရူးထောင်မှာ)။သူကဦးလေးနဲ့ ကပ်နေရတယ်။အဲ့ဦးလေးရဲ့ သားက သူ့ကို ကျောင်းမှာရော အိမ်မှာရော အမြဲတမ်းအနိုင်ကျင့်တယ်။သူ့မှာရှိတဲ့ စိတ်ထွက်ပေါက်ဆိုလို့ Metal တွေတီးပြီး ဝုန်းဒိုင်းကြဲရတာတစ်ခုပဲ ရှိတယ်။(ဒါတောင် Christian သူ့ဦးလေးက နတ်ဆိုးဂီတတွေဆိုပြီး လာလာပြဿနာရှာသေးတယ်)ဘရိုဒီ့မှာ ဇက်ဆိုတဲ့ အကိုလိုခင်ရတဲ့ ဘော်ဒါတစ်ကောင်ရှိတယ်။အဲ့ကောင်က ဇိုးဆိုမှ ဇိုး။ကျောင်းမှာကျောင်းသားတစ်ယောက်ကို ထောက်ဆူးနဲ့ထိုးလို့ ကျောင်းထုတ်ခံရတယ်။အဲ့နောက် သူ့အဖေ work shop မှာအလုပ်လုပ်တယ်။လာပြင်တဲ့ကားတွေဆီက ရသမျှ ဖြုတ်ခိုးတယ်။လမ်းမှာ ရပ်ထားတဲ့လူနာတင်ကားဆီက ဆီခိုးထုတ်တယ်။အဲ့လိုကောင်။သူကလည်း metal သမား။ပြောရရင် ဇလေးလည်းရှိ ဝါသနာလေးလည်းတူ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1SQwh/Deathgasm.2015.Blu-Ray.720P(CM).mp4",
        "category": "Action, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x66g6zQqmAFOAH2VGlcjNyTjhpm.jpg",
        "title": "Ghost Blowing Lamp of the Popeye Man ( 2022 )",
        "description": "ပဒေသရာဇ်ခေတ်မှာ ရှင်ဘုရင် မင်းမျိုးနွယ် မှူးကြီးမတ်ရာတွေ\nသေဆုံးတဲ့အခါ သူတို့နဲ့အတူ ရတနာပစ္စည်းတွေထည့်သွင်း သင်္ဂြိုလ်ကြတယ်။\nဆင်းရဲသူတွေကိုကူညီဖို့ အများကောင်းကျိုးအတွက်ရှေးဟောင်းသင်္ချိုင်း\nတွေကိုဖောက်ထွင်းယူတဲ့ ရှန့်လင်ဂိုဏ်းလိုအဖွဲ့အစည်းတွေရှိသလို ……\nကိုယ့်ရဲ့အတ္တလောဘဇောနဲ့ ရှေးဟောင်းသင်္ချိုင်း တွေကို\nဖောက်ထွင်းဖို့ကြိုးစားတဲ့သူတွေလဲရှိကြတယ်။ရှန့်လင်ဂိုဏ်းရဲ့နာမည်ကိုအသုံးချပြီး မသေဆေးကိုရှာဖွေဖို့\nမြေအောက်နန်းတော်ကိုဖောက်ထွင်းဖို့ကြိုးစားတဲ့အခါ\nရှေးဟောင်းင်္သချိုင်းထဲမှာဘယ်လိုအရာတွေစောင့်နေမလဲ……\nရတနာတွေအပြင်ဘာတွေကိုမြှုပ်နှံထားသေးလဲ……\nမရိုးနိုင်တဲ့သင်္ချိုင်းဖောက်ထွင်းတဲ့ဇာတ်လမ်းတွေကြားထဲကနေ\nဘယ်လိုမတူတဲ့ဇာတ်ကွက်တွေမြင်ရဦးလဲဆိုတာ\nဆက်လက်စောင့်ကြည့်ခံစားပါ\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Thriller\nRuntime : 1h 26 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/ghost-blowing-lamp-of-the-popeye-man-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hsSJwroE7jugEROB8tmyxJP91Ho.jpg",
        "title": "Stay Alive(2006)",
        "description": "IMDb – 5/10\nRotten Tomatoes – 10% Audience Score -55%ကျွန်တော်တို့ချာတိတ်ဘဝ ၂၀၀၀ ခုနှစ်အလွန်များက တစ်နာရီကို ၂၀၀ကျပ်ဖြင့် PS2 ၊ ၎င်းနောက်\nတစ်နာရီ ၄၀၀/၅၀၀ကျပ်ဖြင့် PS3 စသည်ဖြင့် ကားသခိုး၊ ပီအီးအက်စ်၊ လတ်ဖိုးဒတ် စတဲ့ Console\nဂိမ်းများဆော့ရင်း လူငယ်ဘဝကိုဖြတ်သန်း ခဲ့ကြဖူးသည်။ 2006\nခုနှစ်၌ထွက်ရှိသောအဆိုပါရုပ်ရှင်သည်ထိုအချိန်အခါများကို တစ်ဖန်ပြန်လည်အောက်မေ့ စေခဲ့သည်။\nဟတ်ချ်ဟုခေါ်သည့် အလုပ်အားချိန်များတွင် သူငယ်ချင်းများနှင့်အတူ ဂိမ်းဆော့ရင်း\nအချိန်ကုန်ဆုံးသည့် သာမာန်ရုံးဝန်ထမ်း ဂိမ်မာတစ်ယောက်ရှိလေသည်။ ထိုအလုပ်သည်လည်း\nအလုပ်ရှင်မှ ဂိမ်းဆော့သူတစ်ယောက်ဖြစ်သည်နှင့် ဂိမ်းနှင့်ပတ်သက်သည်များကို မသိတာရှိလျှင်\nမေးမြန်းရအောင် ခန့်ထားခြင်းဖြစ်သည်။ ဟတ်ချ် ၏ဘော်ဒါများသည်လည်း\nဂိမ်းကိုအင်မတန်နှစ်ခြိုက်စွဲလန်းစွာ ဆော့ကစားကြသူ လူလတ်ပိုင်းများဖြစ်သည်။ တစ်ညသား၌\nဟတ်ချ်၏ဘော်ဒါ လူးမစ်ဆိုသည်၏ဖုန်းတစ်ခု ဝင်လာခဲ့သည်။ သားကြီးဒီဂိမ်းကကျွတ်ဆင်ကြီးကွာ\nခြောက်ခြားစရာကြီး တူတူဆော့ရအောင်အိမ်လာခဲ့ကွာ ဘာညာပြောလာလေသည်။\nဟတ်ချ်မှာစိတ်မပါ၍သူ့ဘော်ဒါအား ရှော်ထုတ်လိုက်သည်။ နောက်တစ်ရက်၌\nလူမစ်နှင့်သူ၏သူငယ်ချင်းနှစ်ယောက် နေအိမ်၌ပင် ရက်စက်စွာသတ်ဖြတ်ခြင်းခံရသည်ဟု\nသတင်းရလေသည်။ လူးမစ်၏ အသုဘ၌ ဟတ်ချ်တစ်ယောက် မသေခင်လူးမစ်ဆော့နေသည့် Stay Alive\nဆိုသည့်အဆိုပါဂိမ်းကို လက်ဝယ်ရရှိ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2yPhC/Stay.Alive.2006.WEB-DL.720p(CM).mp4",
        "category": "Fantasy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nme0kRiP5jBSKFRLnaLBSn5ny9G.jpg",
        "title": "My Heart Puppy (2023)",
        "description": "My Heart Puppy (2023)ဒီတစ်ခေါက် တင်ဆက်ပေးမှာတော့ အားလုံးမျှော်နေကြတဲ့ ခွေးလေးတွေနဲ့\nမထင်မှတ်ဘဲ ခရီးသွားဖြစ်သွားတဲ့ ဇာတ်လမ်းလေးပေါ့နော်ဖြစ်ပုံကဒီလို...\nခွေးလေးရွန်းနီကိုအရမ်းတန်ဖိုးထားပြီး ချစ်တဲ့ မင်ဆူက လက်ထပ်တော့မယ့်အချိန်မှာမှ\nဆက်ပြီးမွေးထားဖို့ လုံးဝအဆင်မပြေနိုင်တော့တဲ့အခြေအနေတစ်ခုကြောင့်\nမွေးစားဖို့အတွက် သူ့အစ်ကိုဖြစ်တဲ့ ဂျင်းဂုကို အပူကပ်ရတာ...နှစ်ယောက်သား ရှာကြဖွေကြရင်းနဲ့ ဂျယ်ဂျူကျွန်းကို မွေးစားဖို့ပေးမယ်ဆိုပြီး အသွား..\nလမ်းမှာတွေ့တဲ့စွန့်ပစ်ခွေးလေးတွေကိုလည်း တစ်ခါတည်းခေါ်သွားနဲ့ပေါ့အဲလိုနဲ့ အသွားကြီးသွားရပြီးမှ ဂျယ်ဂျူကျွန်းရောက်တဲ့အခါမှာရော မွေးစားတဲ့လူတွေ့သွားကြမလား\nရွန်းနီလေးကိုရော မင်ဆူကခွဲခွာရက်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်My Sassy Girl နဲ့ နာမည်ကြီးပြီး လူသိများခဲ့တဲ့ မင်းသားကြီး Cha Tae Hyun,\nHospital Playlist ထဲ ဘုန်းကြီးဆရာဝန်အနေနနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီး Yoo Yeon Seok တို့လို\nမင်းသားကြီးတွေပါဝင်ထားပြီးတော့ ချစ်စရာခွေးလေးတွေနဲ့ လုံးဝကို healing ဖြစ်စေမယ့် ရုပ်ရှင်လေးတစ်ကားပါပဲအညွှန်းကိုတော့ JoyZ က ရေးထားပေးပြိးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama, Family\nQuality…. ...",
        "rating": "7.7",
        "url": "https://megaup.net/3eNaq/My.Heart.Puppy.2023.WEB-DL.720p.CM.mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e9b2WvTn7A4EToYUubXE7kFRXl1.jpg",
        "title": "Next Sohee (2022)",
        "description": "Next Sohee (2023)Bae Doo Na ရဲ့ Comeback Movie လို့ ပြောလို့ ရပါတယ်။\nပျောက်နေတာ အတော်ကြီး ကြာပြီးမှ ပြန်လာသလို ပြန်လာတဲ့ကားကလည်း အတော့်ကို ကောင်းတဲ့ကားပါ။\n\"ထပ်တိုး ဆိုဟီး\" ဆိုတဲ့ ရုပ်ရှင်ကားလေးနဲ့ ပြန်လာခဲ့တဲ့ သူမရဲ့ရုပ်ရှင်ကားက ဘယ်လို အကြောင်းအရာများ ဖြစ်မလဲ? တစ်ချက် ကြည့်လိုက်ရအောင်ပါ။လူဟာ အိပ်မက်နဲ့ရှင်သန်ကြတယ်ဆိုပေမဲ့ အိပ်မက်တွေက တစ်ခါတလေတော့လည်း အိပ်မက်ဆန်လွန်းတယ်။\nဒီလိုနိုင်ငံမျိုးမှာတော့ ဖြစ်ချင်တာတွေနောက်လိုက်ဖို့ မဖြစ်ချင်တာတွေလုပ်ရတဲ့ အခြေအနေမျိုးကို အားလုံးကျော်ဖြတ်ခဲ့ဖူးကြမှာပဲ။\nဖြစ်ချင်တာတွေဟာ ဘယ်တော့မှဖြစ်မလာတော့တဲ့ဘဝတွေလည်း ရှိကောင်းရှိကြမှာပဲ။ ဒီရုပ်ရှင်ဟာ အဲဒီလိုဘဝမျိုးတွေအကြောင်းပဲ။အထက်တန်းကျောင်းသူကောင်မလေး ဆိုဟီးဟာ ကျောင်းက ချိတ်ပေးတဲ့ အလုပ်မှာ အလုပ်သင်အနေနဲ့ဝင်လုပ်တယ်။\nဒါပေမဲ့ အဲဒီအလုပ်ဟာ မတရားမှုတွေ အပြည့်ရှိနေသလို လစာကိုလည်း ရတဲ့နေရာကနေ ဘက်စုံနှိမ်တတ်တဲ့ အလုပ်မျိုး။\nဒီလိုနဲ့ အထက်တစ်ဆင့်ကနေ အောက်တစ်ဆင့်ကိုပြန် အမြတ်ထုတ်ရင်း အဆင့်ဆင့်သွားတတ်တဲ့ စနစ်မျိုးမှာ သူရှင်သန်ခဲ့ရတယ်။\nဒါပေမဲ့လည် ရွေးစရာတော့မရှိဘူး။ ဆိုဟီးမှ မဟုတ်ဘူး။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/3eN3h/Next.Sohee.2023.WEB-DL.720p.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYWFjMDEzZWEtMDdiZC00NGNiLWE3N2ItZjgwMmEwNTc1ZmY4XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Eight Taels of Gold (1989)",
        "description": "Eight Taels of Gold (1989)\n====================\nIMDb Rating - 7.1/10Mabel Cheungရဲ့ Migration Trilogyမှာ The Illegal Immigrant (1985),\nAn Autumn's Tale (1987) နဲ့ Eight Taels of Gold (1989) သုံးကားရှိတဲ့\nအထဲ နောက်ဆုံးကားဖြစ်တဲ့ Eight Taels of Gold (1989)ဟာ ရှေ့ကားတွေလို\nအဆွေးကားစာရင်းဝင်ပေမဲ့ သုံးထားတဲ့မင်းသား Sammo Hungနဲ့လိုက်အောင်ပဲ\nဟာသကားလည်း တစ်ခြမ်းဖြစ်နေတယ်။ နောက်တစ်ခုကွဲတာကတော့ ရှေ့၂ကားမှာ\nတရုတ်ကနေ အမေရိကန်ကိုသွားတဲ့အကြောင်းကို အဓိကထားပြပေမဲ့ ဒီနောက်ဆုံး\nကားမှာ‌တော့ ပြောင်းပြန်ဖြစ်သွားပြီ။ အမေရိကန်ကနေ တရုတ်ပြည်ကို ပြန်လာတဲ့\nတရုတ်တစ်ကောင်အကြောင်းဖြစ်သွားတယ်။အိမ်ကနေ ထွက်ပြေးသွားတာ ၁၆နှစ်ရှိပြီဖြစ်တဲ့ Sammo Hungရဲ့ ဇာတ်ကောင်ဟာ\nအမေရိကန်မှာ တက္ကစီဆွဲစားရင်း အသက်မွေး‌ဝမ်းကြောင်းပြုနေခဲ့တဲ့လူပေါ့။ ဒီကားရဲ့\nအစမှာ သူအိမ်ကိုပြန်လာဖို့လုပ်တယ်။ အဖွင့်မှာတင်ပါတဲ့ ဒီအခန်းက ရယ်လည်းရယ်\nရသလို လက်တွေ့လည်းကျတယ်။ တရုတ်ပြည်ကို လက်ဆောင်ပြန်ယူသွားဖို့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3eH9i/Eight.Taels.Of.Gold.1989.720p.BluRay.(CM).mp4",
        "category": "Comedy, Drama, Romance, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fWBcU6taz7pMyMPV8IJhcLeyt6H.jpg",
        "title": "Naked Truth (2023)",
        "description": "Naked Truth (2022)ကန်၊ ကွင်လန်၊ လင်ဒန်နဲ့ ကမ်မီတို့ဟာ တစ်ယောက်ကိုတစ်ယောက်ဂရုစိုက်ကြပြီး\nတစ်ယောက်အတွက်တစ်ယောက် အမြဲရှိပေးကြတဲ့သူငယ်ချင်းလေးယောက်အုပ်စုပါ။\nကမ်မီကတော့ အိမ်ထောင်ကျပြီးသားသူ၊ ကျန်တဲ့သုံးယောက်‌ကတော့ လူလွတ်တွေပေါ့။ဒီလိုနဲ့နေလာရင်းက တစ်နေ့မှာ သူငယ်ချင်းလေးယောက်သား ပြဿနာတက်ဖို့ကြုံလာပါတော့တယ်။\nအဲ့ဒီပြဿနာကိုဖြေရှင်းဖို့ကြိုးစားကြရင်းက လေးယောက်သား အသက်အန္တရာယ်တွေထိ ထိလိုက်ဖို့ဖြစ်လာပါတယ်။သူငယ်ချင်းအချစ်နဲ့အိမ်ထောင်ရေးကြားပြဿနာတွေကို ရိုက်ပြထားတဲ့ဇာတ်ကားဖြစ်ပြီး\nIMDb ratingကလည်း 5.8ထိရှိတာမလို့ ကြည့်ရကျိုးနပ်တဲ့ဇာတ်ကားအဖြစ်ညွှန်းပေးရင်း တင်ဆက်ပေးလိုက်ရပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Zaw Pyae Sone Hein ပဲ ဖြစ်ပါတယ်။Genre..... Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1GB | 535MB | 250MB\nFormat… mp4\nDuration…. 1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Zaw Pyae Sone Hein\nEncoder ..... August",
        "rating": "5.6",
        "url": "https://megaup.net/3UK9u/Naked_Truth_2022_720p_WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ednnNePnbCj5z6DIbEWgxilqYPl.jpg",
        "title": "Lara Ati (2022)",
        "description": "Lara Ati (2023)ကျွန်တော်တို့မှာ ပြန်တွေးလိုက်တိုင်း ရင်ထဲကိုနွေးသွားစေတဲ့ မပိုင်ဆိုင်ခဲ့ကြရတဲ့ငယ်ချစ်ဦးဆိုတာ ရှိကြတယ်နော်\nငယ်ချစ်ဦးနဲ့ပဲ ပြန်ဆုံတွေ့ကြပြီး သူတို့တွေကကျွန်တော်တို့နဲ့အကြောင်းပါကြမယ်ဆိုရင်တော့ အတိုင်းထက်အလွန်ပေါ့ဗျာ\nအဲဒါအပြင် ကျွန်တော်တို့တွေ အိမ်ကလုပ်ခိုင်းလို့ အဖေကြောင့် အမေကြောင့် ဘာကြောင့်ညာကြောင့်အမျိုးမျိုးကြောင့်\nကိုယ်တိုင်မလုပ်ချင်တဲ့အလုပ်တွေ မတက်ချင်တဲ့ကျောင်းတွေကိုတက်ရတဲ့အချိန်တွေရှိကြပါတယ်\nအဲလိုသူများကြောင့်လုပ်ရတဲ့အချိန်တွေကနေရုန်းထွက်ပြီး ကိုယ်ဝါသနာပါရာနောက်ကို\nကောက်ကောက်ပါအောင်လိုက်ဖို့ဆိုတာက လက်တွေ့မှာတော့ မလွယ်ကူဘူးဗျ\nဇာတ်လမ်းအကျဉ်းလေးကတော့ ရည်းစားဟောင်းတွေက ဘာကြောင့်မှန်းမသိပဲနဲ့ ဖြတ်သွားပြီး\nမိဘတွေကြောင့်ဘဏ်တစ်ခုမှာလစာကောင်းကောင်းနဲ့ အလုပ်လုပ်နေတဲ့ဂျိုကိုဆိုတဲ့ကောင်လေးက\nသူ့ရဲ့ကောင်မလေးဖာရက်က တခြားတစ်ယောက်နဲ့စေ့စပ်သွားလို့ အသည်းကွဲသွားတဲ့အချိန်မှာ\nဂျိုကိုရဲ့ငယ်သူငယ်ချင်းအာယူနဲ့ ပြန်တွေ့ကြတဲ့အချိန်မှာ အသည်းခွဲသွားတဲ့ဖာရက်နဲ့ပဲပြန်အဆင်ပြေကြမလား\nငယ်သူငယ်ချင်းဖြစ်တဲ့အာယူနဲ့ပဲရည်ငံသွားကြမလားဆိုတာကို\nဒီအင်ဒိုနီးရှားRomance ဇာတ်ကားလေးမှာ ဂျိုကိုတစ်ယောက်မိဘလောင်းရိပ်အောက်ကနေရုန်းထွက်ပုံတွေ\nဝါသနာပါရာအလုပ်ကိုရွေးသွားပုံတွေကို ဇာတ်ကားတစ်ခုလုံးပြုံးပြုံးကြီးနဲ့ ကြည်နူးစရာကောင်းကောင်းလေးကြည့်ရမယ်ဆိုတာတစ်ခုတော့ အာမခံပါတယ်ဗျာအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Soe Htun Htun Aung ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Drama\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 816MB | 400MB\nFormat… mp4\nDuration…. 1h 56min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... ...",
        "rating": "6.7",
        "url": "https://megaup.net/1cUj2/Lara.Ati.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o9hwOE1FeOelkNxfsGtTNrlWnyq.jpg",
        "title": "The Girl Who Escaped: The Kara Robinson Story (2023)",
        "description": "The Girl Who Escaped: The Kara Robinson Story (2023)ယခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ 2023 ခုနှစ်ထဲမှာပဲထွက်ရှိလာတဲ့ ဖြစ်ရပ်မှန်တစ်ခုကိုအခြေခံရိုက်ကူးထားတဲ့\nRating မြင့် Documentary Crime-Drama ရုပ်ရှင်ဇာတ်ကား‌ေကာင်းလေးပါဇာတ်လမ်းခေါင်းစဉ်အတိုင်းပဲ ပြန်ပေးဆွဲမုဒိန်းကျင့်ခံရတာကနေ လွတ်မြောက်လာခဲ့တဲ့ ၁၅ နှစ်အရွယ်ကောင်မလေးတစ်ယောက်အကြောင်းပါ\nဒီဖြစ်ရပ်မှာကံကောင်းတာတွေ ကယ်တင်ရှင်တွေမပါပါဘူး\nကာရာဆိုတဲ့ကောင်မလေးက ရုတ်တရက်ကြုံတွေ့ရတဲ့အန္တရာယ်ကို ခေါင်းအေးအေးထားရင်ဆိုင်ကာ လွတ်မြောက်အောင်လုပ်ခဲ့တဲ့အပြင်\nတရားခံလည်ပင်းကိုပါကြိုးကွင်းပြန်စွပ်ပေးနိုင်လောက်အောင် နေရာတွေအချက်အလက်တွေအကုန်လုံးကို မှတ်သားလာခဲ့ပုံက ပြောစမှတ်ပြုလောက်ပါတယ်။ပြီးတော့ သူ့ရဲ့ဒီဖမ်းဆီးမုဒိမ်းကျင့်ခံရပြီးနောက်ပိုင်းကိစ္စတွေကို တည်ငြိမ်စွာရင်ဆိုင်ပုံကလဲ အတုယူဖွယ်ရာပါပဲ\nခံလိုက်ရတဲ့သူတွေမှာ အပြစ်လဲမရှိ အမှားလဲမရှိပါဘူး\nလုပ်‌တဲ့သူတွေကသာ လူ့ဘောင်မဝင် ခွေးလောက်တောင် အဆင့်မရှိတဲ့ကောင်တွေပါ\nအဲ့ဒီတော့ ဒီဇာတ်ကားလေးကနေတစ်ဆင့် မိဘတွေရော မိန်းကလေးအရွယ်သုံးပါးလုံးရော သင်ခန်းစာယူနိုင်ကြမယ်အပြင်\nဇာတ်‌လမ်းကိုရိုက်ပြထားပုံကလဲ အိုဗာတွေမပါစိတ်ဝင်စားဖို့ကောင်းတာမို့ ပရိသတ်များခံစားကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Sai Thurein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 720p\nFile size… 470MB\nFormat… mp4\nDuration….1h 28min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.1",
        "url": "https://megaup.net/1cUkl/The.Girl.Who.Escaped.The.Kara.Robinson.Story.2023.720p.WEB.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lW94s7xxkdOzYcueaqGJwcVVvjt.jpg",
        "title": "The Delta Force (1986)",
        "description": "The Delta Force (1986)1985 တုန်းက လေယာဉ်ပြန်ပေးဆွဲခံခဲ့ရတဲ့ တကယ့်ဖြစ်ရပ်မှန်ကို Reference ယူပြီး ရိုက်ထားတဲ့ 1986 က ​ကားဟောင်းလေးပါ။ Delta Force Trilogy ထဲက ပထမဆုံးကားဖြစ်ပါတယ်။ အမေရိကန် ဖိုက်တာကြီး Chuck Norris ပါဝင်သရုပ်ဆောင်ထားတာမို့ အပစ်အခတ် ​အကြမ်းစားတွေ သေချာပေါက်တွေ့ရမှာပါ။ဇာတ်လမ်းကတော့...\nအကြမ်းဖက်သမားနှစ်ယောက် အဒူရာဖိုင်းနဲ့ မူစတာဖာတို့က အေသင်ကနေ ရောမ နယူးယောက်ကိုသွားမယ့် လေယာဉ်ကို ပြန်ပေးဆွဲသွားပြီး ဘဲရု လက်ဘနွန်ကို ပျံခိုင်းလိုက်တယ်။ အမေရိကန် ဒယ်တာတပ်ဖွဲ့က ကာနယ်နဲ့ မေဂျာစကော့တို့ ဦးဆောင်ပြီး ဓားစာခံတွေကိုကယ်တင်ဖို့ တာဝန်ကျလာတယ်။ အဒူရာဖိုင်းက ခရီးသည် ၁၄၄ ယောက်ထဲက ဂျူးတွေနဲ့ မရိန်းတပ်သားတွေကို ခွဲထုတ်ပြီး ဘဲရုမှာထားခဲ့ပြီးတော့ သူတို့အစား အကြမ်းဖက်သမားအဖော်တွေခေါ်တင်လာတယ်။ အယ်ဂျီးရီးယားကို ဆက်ပျံလာပြီး ဓားစာခံမိန်းကလေးတွေကို လွှတ်ပေးမယ်ဆိုတော့ ဒယ်တာတပ်ဖွဲ့က အကြမ်းဖက်သမား ၂ယောက်ပဲပါတယ်ဆိုပြီး ...",
        "rating": "",
        "url": "https://megaup.net/2yP6i/(CM)_The_Delta_Force_(1986)_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nSdTi1Qdwudb2OqzaDtZFdMzEPk.jpg",
        "title": "Not My Type (2022)",
        "description": "Not My Type (2022)ကျွန်တော်တို့ မြန်မာနာမည်ကြီးတေးသံရှင် မနောကို ဥပမာပြုရရင် မနောဟာလည်းတစ်ချိန်က Rock ‌တွေဆိုခဲ့တဲ့ ပုဂ္ဂိုလ်ပဲလေ။ သူ့ရဲ့မြန်မာသံ တောဓလေ့သီချင်းတွေဟာ ပရိသတ်ရင်ကိုရောက်သွားတဲ့အခါ သူဟာ Rock ကိုပစ်ခါခဲ့သလိုပဲပေါ့။ Musician တစ်ယောက်ဟာ လူတွေအကြိုက်ကိုမလိုက်ပဲ ကိုယ်ကြိုက်တာကို ကိုယ်လုပ်ရင် ဒီ Musician ဟာ အောင်မြင်ပါ့မလား။ပြင်သစ်လူငယ်အဆိုတော်မလေး Marcia ဟာ ပြင်သစ် Classical တွေ Ballad သီချင်းတွေကို သီဆိုသူ ကြိုက်နှစ်သက်သူတစ်ယောက်ပေါ့။ အောင်မြင်သော မအောင်မြင်သော သူဟာ နေစရာမရှိလို့ မြစ်ထဲမှာ Houseboat နဲ့ နေရသူလေးလေ...အဲဒီလိုပါပဲ... ဒါဟေဂျန်း (Daredjane) ဆိုတဲ့ 70s အဆိုတော်တစ်ယောက် ဟာ 2021 မှာ အဘွားကြီးဖြစ်နေပြီပေါ့။ လူတွေလည်း သူ့ကိုမသိကြသလောက်ဖြစ်နေပါပြီ။ တစ်ခေတ်တစ်ခါက အဆိုတော်ဆိုပေမယ့် ကိုယ်ကြိုက်တာကိုယ်လုပ်ခဲ့တဲ့ Musician ဖြစ်ပေတာကိုး။ ဒါပေမယ့် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1cU9m/(CM)_Not_My_Type_(2022)_720p.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nEdGXH9yTF5L8kQnSV944xRjICI.jpg",
        "title": "Immerstill(2023)",
        "description": "Immerstill(2023)***************2023 မှာ အသစ်ထွက်ရှိတဲ့ Crime ဇာတ်ကား အမျိုးအစားလေးပါ။ပဟေဋိဆန်ဆန် မှုခင်း ဇာတ်ကားတွေကို နှစ်သက်တဲ့ ရုပ်ရှင် ချစ်သူတို့အတွက်သင့်တော်တဲ့ ဇာတ်ကားလေး တစ်ကားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့\nImmerstill မြို့ငယ် (ရွာ) လေးမှာ ရဲအရာရှိတွေ မြို့သူ မြို့သားတွေဟာအမျိုးသမီးတွေကိုဆိုရင် အထင်သေးကြပြီး လူပျောက်တာကို ပေါ့ပျက်ပျက်သဘောထားပြီး မရှာဖွေကြဘူး။ဒီလိုနဲ့ ကက်သီဆိုတဲ့ ကောင်မလေးက မားကုစ်ဆိုတဲ့ ကောင်လေးနဲ့ နယူးဇီလန်ကို ခိုးပြေးသွားတဲ့ပုံစံ စာပို့ပြီးပျောက်သွားကြတယ်။ ကက်သီရဲ့ သူငယ်ချင်းဖြစ်သူ မာရီနဲ့ နာတာလီတို့က ကက်သီက မားကုစ်နဲ့တူတူ ထွက်သွားတယ်ဆိုတာ ယုတ္တိမရှိကြောင်း လူကြီးတွေကို ရဲတွေကို ပြောပြပြီး ဘယ်သူမှ မယုံကြတဲ့အဆုံး\nသူတို့ဘာသာ လိုက်ရှာခဲ့ကြတယ်။ ဒီလိုနဲ့ တစ်နေ့ သူတို့ ၂ ယောက်ပါ ပျောက်သွားကြတယ်။မာရီရဲ့အစ်မဖြစ်သူ လီဆာတစ်ယောက် Vienna မြို့ကနေ ချက်ချင်း Immerstill ကို ပြန်လာပြီးသူ့ညီမလေးနဲ့ နာတာလီကို ရှာပုံတော် ဖွင့်ခဲ့တယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1cU8a/Immerstill.2023.web-dl.720p(CM).mp4",
        "category": "Crime"
    }
]