[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/silverton-siege-135x200.jpg",
        "title": "Silverton Siege(2022)",
        "description": "အပစ်အခတ်​​၊ အနုကြမ်းစီးမှု​တွေနဲ့ အက်ရှင်ခပ်ကြမ်းကြမ်းမှကြိုက်ကြတဲ့ CMပရိတ်သတ်ကြီးတို့အတွက် Silverton Siegeလို့​ခေါ်တဲ့Netflixထွက် အက်ရှင်ဇာတ်ကြမ်း ရုပ်ရှင်ကားသစ်ကိုတင်ဆက်​ပေးလိုက်ပါပြီ။  ​၁၉၈၀ပြည့်နှစ် ​တောင်အာဖရိကနိုင်ငံ အ​ခြေအ​နေကို ဇာတ်အိမ်တည်ထားပြီးထို​ခေတ်ရဲ့ လူဖြူ၊ လူမည်း ခွဲခြားဆက်ဆံမှုနဲ့နှိမ့်ချမှု​တွေ​ကြောင့် ပွင့်အံထွက်လာတဲ့ လူမည်း​တွေရဲ့ ခံစားချက်ကိုဒီဇာတ်ကားထဲမှာ ထင်ဟပ်ပြထားတာဖြစ်ပါတယ်။ ၁၉၈၀မှာ တောင်အာဖရိကရဲ့ အထင်ကရပုဂ္ဂိုလ်ကြီးဖြစ်တဲ့နယ်ဆင်မင်ဒဲလားဟာ အာဏာပိုင်​တွေရဲ့ ဖမ်းဆီးခြင်းကိုခံထားရပါတယ်၊ အဲဒီအချိန်မှာ လူမျိုး​ရေးခွဲခြားမှုကိုအ​တော်စက်ဆုပ်​နေတဲ့၊ ထိုဝါဒကို တိုက်ထုတ်ပြီး လူတိုင်းတန်းတူညီမျှဖြစ်​​ရေးကိုလက်​တွေ့ အ​ကောင်အထည်​ ဖော်ချင်​နေတဲ့ ကယ်ဗင်ခွန်မာလိုတို့သူငယ်ချင်းတစ်စုဟာ ပြည်သူ​တွေထိခိုက်​သေဆုံးမှုမရှိဘဲသူတို့ဖြစ်ချင်တဲ့ဆန္ဒ​တွေကို အစိုးရထံ တောင်းဆိုလို့ရနိုင်မယ့်စီးနင်းမှုတစ်ခုကို ကျူးလွန်ဖို့ ကြံစည်ခဲ့ပါတယ်။ ဒါ​ပေမဲ့ အကြံအစည်​​ အ​ကောင်အထည်​​ဖော်လို့ မပြီးခင်ပဲအဖွဲ့တွင်းသတင်း​ပေးရဲ့ တိုင်ကြားမှု​ကြောင့် အစီအစဉ်ပျက်ကာရဲလက်ကလွတ်​အောင်ပြေးရင်း ​​ဆေးလ်ဗာတန် ပရီတိုရီးယားကဘဏ်တစ်ခုထဲ ​ရောက်ရှိသွားကာ ​ပေါက်သည့်နဖူး မထူး​တော့ပြီဆိုတဲ့အတိုင်းထိုဘဏ်ကိုပဲအနုကြမ်းစီးရင်း သူတို့ရဲ့အဓိကဆန္ဒဖြစ်တဲ့နယ်ဆင်မင်ဒဲလားကို လွှတ်​ပေး​ရေး အပါအဝင် တခြား​တောင်းဆိုမှု​တွေအတွက် အစိုးရအရာရှိ​တွေ၊ စုံ​ထောက်​နဲ့ ရဲ​တွေနဲ့ထိပ်တိုက်​တွေ့ဆုံမှု​တွေ ရှိလာပါ​တော့တယ်။ ဇာတ်အစ ၅ ၆ မိနစ်ကတည်းက စတက်ခဲ့တဲ့ ဇာတ်ရှိန်ကပြီးတဲ့အချိန်အထိNon-stopသွား​နေတဲ့ အက်ရှင်ဇာတ်ကားမျိုးဖြစ်ပါတယ်၊ ဒီ​နေ့​ခေတ်မှာ​တောင် ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Kdjn/Silverton_Siege.NF.720p.AAC2.0CH(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/yCELJBOE64JFTHcDc7nh70dVkZH-133x200.jpg",
        "title": "Kissable Lips (2022)",
        "description": "Kissable Lips (2022)ဒီကားလေးက blကိုမှ သွေးစုပ်ဖုတ်ကောင်နဲ့သွေးသန့်လူသားတို့ရဲ့အချစ်ဇာတ်လမ်းလေးwpတွေမှာ အရမ်းစိတ်ကူးယဥ်ပြီးရေးဖူးတာတွေတွေ့မှာပါ\nဒီကားလေးကလည်းအဲ့လိုပါပဲ။\"ချန်ရစ်ခဲ့သူနဲ့ကျန်ရစ်ခဲ့သူတွေမှာ အခံစားရဆုံးက ကျန်ရစ်ခဲ့သူတွေ\" လို့ ပြောကြတယ်\nအဲ့ထဲမှာမှ ကိုယ့်ကြောင့်ချစ်ရတဲ့သူက ထွက်သွားရတာဆို လုံးဝဖြေမဆည်နိုင်အောင်ပါပဲဇာတ်လမ်းလေးထဲမှာလည်း ဂျန်ဟိုဆိုတဲ့သွေးစုပ်ဖုတ်ကောင်ဟာ\nသူ့စိတ်မထိန်းနိုင်မှုကြောင့် သူ့ချစ်သူဒိုဟွန်းကိုဆုံးရှုံးခဲ့ရပါတယ်ပိုဆိုးတာက သူတို့သွေးစုပ်ဖုတ်ကောင်တွေမှာလဲ စည်းမျဥ်းတွေရှိနေတာပါပဲ\nလူသား (သို့မဟုတ်) မျိုးတူအချင်းချင်းကိုသတ်မိရင်\nအဲ့ဒီသွေးစုပ်ဖုတ်ကောင်ဟာ ၁၀ နှစ်အတွင်းပျောက်ကွယ်သွားမှာပါခုလည်းချစ်သူလူသားကိုသတ်မိတဲ့ ဂျန်ဟိုဟာ ပျောက်ကွယ်ဖို့အချိန်နီးကပ်လာပါတော့တယ်\nဒါပေမဲ့ ရှင်သန်ချင်ရင် နည်းလမ်းမရှိတာတော့ မဟုတ်ပါဘူး\nအဲ့ဒါကတော့ သွေးသန့်လူသားကို ရှာပြီးသူ့သွေးကိုစုပ်ရမှာပါ\nသွေးသန့်လူသားကလည်း ရာစုနှစ်တစ်ခုကြာမှတစ်ယောက်ပဲမွေးဖွားပါတယ်လူသားဖြစ်ဖို့နည်းလမ်းရှာနေတဲ့ဂျန်ဟိုတစ်ယောက်\nသွေးသန့်လူသားချွဲမင်ဟျွန်းကိုတွေ့တဲ့အခါမှာ\nဘာတွေဆက်ဖြစ်မလဲ ဘယ်လိုကြိုးစားမလဲ စိတ်ဝင်စားစရာလေးမို့ကြည့်ကြည့်ပါနော်ပြီးတော့ uke လေးရော seme လေးရောအရမ်းချောတာမို့ ကြည့်ရတာတန်ပါတယ်ရှင်ဂျန်ဟိုအဖြစ် Kim Ji Woong\nချွဲမင်ဟျွန်းအဖြစ် Yoon Seo Bin\nဟေးဆိုးအဖြစ် Moon Ji Hoo တို့ကပါဝင်သရုပ်ဆောင်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kong Hou ပဲ ဖြစ်ပါတယ်။Genre.....BL, Drama, Romance\nQuality….WEB-DL ...",
        "rating": "6.3",
        "url": "https://megaup.net/2qaJ2/Kissable_Lips_2022_720p.WEB-DL.CM.mp4",
        "category": "BL, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNjJhMGE5NTktZDkzNy00NjRhLThiZjUtMTZlNGMzYzFmZjllXkEyXkFqcGdeQXVyNTY0NzUxNA@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Human Factors (2021)",
        "description": "Human Factors (2021)================IMDb Rating - 6.0/10ဂျာမနီ၊ အီတလီ၊ ဒိန်းမတ် သုံးနိုင်ငံပေါင်းကထုတ်တဲ့ ဇာတ်ကားလေးပဲ\nဆိုပါတော့။ ဇာတ်ကားလေးက လွယ်မယောင်နဲ့ခက်တိမ်ယောင်နဲ့နက်\nပါတယ်။ ရုပ်ရှင်လောကမှာ တော်ရုံဇာတ်ကားကောင်းတွေ သိပ်မထွက်လှတဲ့\nနိုင်ငံတွေက IMDb 6.0 ရထားတဲ့ကားဖြစ်လို့ ကောင်းလား မကောင်းလားက\nသိပ်မေးနေစရာရှိမယ်မထင်ပါဘူး။ဇာတ်လမ်းဇာတ်ကွက် ရိုးတယ်ထင်ရလွန်းလို့ ဟာ ဇာတ်ကွက်ကြီးက ရိုးလိုက်\nတာလို့ တွေးမိနေသော်ငြား စလာတည်းက ပဟေဠိပေါင်း သောင်းခြောက်ထောင်\nပေးနေပြီး တဖြည်းဖြည်းနဲ့ ထင်သလောက်မရိုးဘူးဟလို့ တွေးရင်း တွေးရင်း\nကြည့်သွားရမယ့် ကားလေးပါ။ဇာတ်လမ်းအကျဉ်လေးကို ညွှန်းရမယ်ဆိုရင်တော့ ယန်နဲ့သူ့မိသားစု (သူ့မိန်းမရယ်၊\nသားတစ်ယောက်၊ သမီးတစ်‌ယောက်)ဟာ သူ့ယောက္ခမဝယ်ထားတဲ့ အပန်းဖြေ\nအိမ်ကြီးမှာ မြို့ပြက စိတ်ဒုက္ခတွေသက်သာအောင် လာရောက်အပန်းဖြေရာကနေ\nစပါတယ်။ ဒီတော့ အဲလိုတည်းရာကနေ Drama/ Fiction ဆိုတဲ့ အမျိုးအစား\nဖြစ်သွားအောင် ဘယ်လိုတွေ ရိုက်ကူးထားမယ်၊ ဘာတွေဆက်ဖြစ်လာမယ် ဘယ်လောက်\nတောင်ကြည့်လို့ကောင်းမယ်ကတော့ Human Factors ဆိုတဲ့ကားလေးထဲမှာ\nရှူ့စားပေးလှည့်ပါဦးခင်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)File ...",
        "rating": "6.0",
        "url": "https://megaup.net/366ii/Human.Factors.2021.720p.[CM].mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BZjc2MjFmOWQtZDRjYS00YjdjLWJiMmYtYTIyYjNiNDRlNDY1XkEyXkFqcGdeQXVyMDM4MDEzMQ@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Nr. 10 (2021)",
        "description": "Nr. 10 (2021)==========\nIMDb Rating - 6.8/10အခုကမ္ဘာကြီးမှာ ပူနွေးနေတဲ့ ပြဿနာနဲ့ သက်ဆိုင်တဲ့ကားလေးတစ်ကား\nကြည့်ရမယ်ဆိုရင်တော့ ဒက်ခ်ျဘာသာ စကားနဲ့ထွက်ထားတဲ့ Captain Nova\nဆိုတဲ့ကား‌လေးဖြစ်ပါတယ်။ ဒါပေမဲ့ ဒီလိုကားလေးတွေရဲ့အစဟာ ဒီ ၂၀၂၁ က\nကားလေးကနေ အစပြုတဲ့ပုံပါပဲ။ဒီကားလေးဟာ ၂၀၂၁ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ကားလေးဖြစ်ပြီး IMDb အနေနဲ့ 6.8\nရရှိထားသလို Drama/Thriller အမျိုးအစား ရုပ်ရှင်ကားလေးဖြစ်ပါတယ်။\nဒက်ခ်ျဘာသာစကားပြောတဲ့ နယ်သာလန်ရုပ်ရှင်လေးဖြစ်ပြီး နောက်ပိုင်း နယ်သာ\nလန်ရုပ်ရှင်တွေရဲ့ CGI အထူးကောင်းမွန်လာမှုကတော့ တော်တော့်ကို ပြောစရာ\nမရှိလောက်တဲ့အထိကို ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ကားလေးဟာ ငြိမ့်ငြိမ့်ညောင်းညောင်း\nလေးနဲ့ ဇာတ်လမ်းအစကနေ အဆုံးထိခံစားကြည့်ရှုရမယ့်ကားကောင်းလေးပါ။\nဇာတ်ကားလေးရဲ့ ဇာတ်အိမ်ဟာ ကျစ်လျစ်သိပ်သည်းမှုရှိပြီး ရှေ့ဆက်ဘာဖြစ်မလဲကို\nမျှော်တလင့်လင့်ကြည့်ရမယ့်ကားကောင်းလေးမို့ တင်ဆက်ပေးလိုက်ရတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကိုပြောရမယ်ဆိုရင် အဆုတ်နှစ်ခြမ်းအနက် တစ်ခြမ်းဟာ ပုံမှန်\nအဆုတ်တွေထက် တော်တော်ကြီးကိုကြီးနေတဲ့ သားအဖနှစ်‌‌ယောက်၊ အလွန်ထူးဆန်းတဲ့\nထိုဖြစ်ရပ်ကြောင့် ဆရာဝန်တွေက စစ်ဆေးချင်လှသော်လည်း နာမကျန်းဖြစ်၊ ချောင်းဆိုးတာ\nမရှိဖူးတဲ့သားအဖ နှစ်ယောက်ကတော့ ဆေးရုံဆေးခန်းဆို ဝေါင်ဝေါင်ရှေးနေခဲ့တဲ့အခါ၊\nဘာကြောင့် သူတို့အဆုတ်တွေ တစ်ခြမ်းသာပါပြီး ထိုတစ်ခြမ်းက အလွန်ကြီးနေတာလဲ၊\nဘယ်လိုရောဂါဘယမျိုးများ ...",
        "rating": "6.8",
        "url": "https://megaup.net/14ac4/Nr.10.2021.DUTCH.720p.AMZN.WEBRip.DDP5.1[CM].mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/p21919689_v_v8_aa-133x200.jpg",
        "title": "Forever Out of My League (2021)",
        "description": "Forever Out of My League (2021)=======================တစ်ခါတလေကျ ချစ်ခြင်းမေတ္တာက နားလည်ရခက်တယ်ဗျ။ အသွားရှိမှ\nအပြန်ရှိမယ်ပြောကြေးဆို အသွားအပြန်မမျှော်ကိုးဘဲ ချစ်နေတတ်တဲ့\nချစ်ခြင်းမေတ္တာတွေကို ဘယ်လိုရှင်းပြနိုင်မလဲဗျ။ တစ်ခါတလေကျ ပြန်တော့\nလည်း သံယောဇဉ်ကြိုးဆိုတာ တစ်ချို့လူတွေအတွက်တော့ ကမ္ဘာ့အခိုင့်ခံဆုံး၊\nဖြတ်ရအခက်ဆုံးကြိုးဆိုပေမဲ့ တစ်ချို့တွေကျတော့လည်း အပ်ချည်မျှင်လေး\nတစ်ကြိုးလို ထောက်ခနဲဖြတ်တောင်နိုင်တာမျိုးပေါ့။ဒီထဲမှာမှ ကျွန်တော်တို့နားလည်ရခက်၊ ရှင်းပြရခက်တဲ့ ချစ်ခြင်းတွေထဲမှာ\nမိသားစုချစ်ခြင်းဟာ ထိပ်ဆုံးကနေဦးဆောင်နေစမြဲ။ တုနှိုင်းမရအောင် ခိုင်မာ\nတတ်သလို၊ နားလည်ရခက်‌လောက်အောင်လည်း ခက်ထန်တတ်စမြဲ ဖြစ်တတ်ခြင်း\nသဘောတွေဟာ ဒီချစ်ခြင်းရဲ့သဘောတွေပဲထင်ပါရဲ့။ တစ်ချို့မိသားစုတွေရဲ့ ချစ်ခြင်းဟာ\nတကယ့်ကို နှစ်ထောင်းအာရရှိပြီး အားကျချင်စရာကောင်းချိန် တစ်ချို့မိသားစုချစ်ခြင်း\nအပေါ်ယံဟန်ဆောင် သကာရည်ဖြူး၊ တစ်ချို့ကျ နှစ်ထောင်းအားရစရာမရှိပေမဲ့\nသကာရည်မပါဘဲ တစ်ကယ့်ချစ်ခြင်းတွေပါဝင်စမြဲပါပဲလေ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)File Size - (983 MB) / (493 MB)\nQuality – Web-DL 1080p / 720p\nDuration - 1Hr 54mins\nSubtitle – ...",
        "rating": "5.4",
        "url": "https://megaup.net/2pMi0/Forever.Out.of.My.League.2021.ITALIAN.720p.[CM].mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Chua-fah-din-sa-lai_directors-cut-140x200.jpg",
        "title": "[18+]Eternity Directors Cut (2010)",
        "description": "[18+]Eternity Directors Cut (2010)\n=========================ထိုင်းနာမည်ကြီး မင်းသား Ananda Everingham ပါ၀င်ထားတဲ့ တစ်ကားတည်းသော 18+ ကား The Eternity ဆိုတဲ့ကားလေးကို DVDRip Version ပေမယ့် ကြည့်လို့ ပြေတာမို့ တင်ဆက်ပေးလိုက်ပါတယ်ဆန်မောင် အဖြစ် Ananda Everingham\nယူဖဒီ အဖြစ် Ploy Laila Boonyasak\nသခင်ကြီးဟန့်အဖြစ် Bie Teerapong ဇာတ်လမ်းအကျဥ်းသခင်ကြီးဟန့်ရဲ့ တူတစ်ယောက်ဖြစ်တဲ့ ဆန်မောင်ဟာ လူ့ကျင့်ဝတ်ကို သိတတ် လိမ္မာပြီး ဦးလေးကို အဖေအရင်းလို ရိုသေချစ်မြတ်နိုးတဲ့သူတစ်ယောက်ပေါ့မြန်မာနိုင်ငံ သစ်တောတက္ကသိုလ်ကျောင်းဆင်းတစ်ယောက်ဖြစ်တဲ့ ဆန်မောင်က နတ်သားလေးလို ချောမောသလို ချစ်ရတဲ့မိန်းကလေးဖြစ်သူလည်းမရှိနေခဲ့ဖူးပါဘူးတခြားယောက်ျားလေးတွေလို မိန်းကလေးတွေနဲ့ပွေရှုပ်ခြင်းမရှိသလို လူပျိုဘဝကိုလည်း လက်ထပ်ပြီးမှကုန်ဆုံးချင်တဲ့ ဆန်မောင်အတွက် သခင်ကြီးဟန့်က ဘန်ကောက်ခရီးကအပြန်ဇနီးမယားရှာပေးမယ်လို့ ပြောခဲ့တယ်ဒါပေမဲ့ ခရီးအပြန်မှာတော့ သခင်ကြီးဟန့်က ယူဖဒီဆိုတဲ့ မိန်းမပျိုတစ်ယောက်ကို ဇနီးအဖြစ်တော်ကောက်လာခဲ့ပါတယ်အသက်သိပ်မကွာခြားတဲ့ ယူဖဒီနဲ့ ဆန်မောင်တို့ အနေနီးစပ်ရာ မဖြစ်သင့်တဲ့ချစ်ခြင်းတစ်ခု ဖြစ်ပေါ်လာပါတော့တယ်ဦးလေးကို ချစ်ကြောက်ရိုသေရပေမယ့် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/18eternity-directors-cut-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w8wHaRFlooOSkzMPw3IiMkRBLeG.jpg",
        "title": "Lan Yu (2001)",
        "description": "Lan Yu (2001) Demi gods and Semi Devils, Sword Snow Stride (2021) တို့မှာ လူကြိုက်များပြီး နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီး Hu Jun နုပျိုစဉ်ကာလက ရိုက်ကူးခဲ့တဲ့ကားလေးပါ။အကောင်းဆုံးတရုတ်LGBTကားတွေထဲမှာပါဝင်ပြီး ဆုတွေအများကြီးရရှိထားတဲ့ R-rated ဒရမ်မာ‌ကားကောင်းတစ်ကားပါ။၁၉၈၈မှာ ကလောင်အမည်ပဲပါပြီး ဘယ်သူဘယ်ဝါရေးမှန်းမသိတဲ့ ပုံနှိပ်တိုက်တွေကမထုတ်ဝေရဲတဲ့ အွန်လိုင်းပေါ်က ဝတ္ထုတစ်ပုဒ်ကိုအခြေခံပြီး ရိုက်ကူးထားတာပါ။ ၁၉၈၀နောက်ပိုင်းခေတ်တွေကို ဇာတ်အိမ်တည်ထားပါတယ်။ ဘဝမှာဝန်မခံချင်ရင်တောင်မှ နှစ်တွေဘယ်လောက်ပဲကြာပါစေ၊ ဘာတွေပဲပြောင်းလဲသွားပါစေ တချိန်ကလူတစ်ယောက်နဲ့ပတ်သတ်ဖူးတဲ့ကိစ္စတွေက လက်ဆတ်နေဆဲ၊ အတွေးထဲဝင်ရောက်နေဆဲဖြစ်တတ်ကြပါတယ်။ဒီလိုပဲ လိင်တူစွဲလမ်းမှုရှိပြီး ကြွယ်ဝတဲ့ စီးပွားရေးလုပ်ငန်းရှင် တစ်ယောက်ဆီကိုလည်း လန်ယုဆိုတဲ့ ပိုက်ဆံပြတ်နေတဲ့ မထုံတတ်တေးကောလိပ်ကျောင်းသားတစ်ယောက်က အခကြေးငွေယူပြီး လိင်ဖျော်ဖြေပေးဖြစ်တဲ့အခါမှာတော့ မငြင်းဆန်နိုင်တဲ့ အချစ်နှောင်ကြိုးတွေက တသက်တာလုံး တသသ လွမ်းမဝ ဖြစ်လာအောင် ရစ်ပတ်လာခဲ့ပါတယ်။လိင်တူချစ်ကြိုက်တာတွေကိုပွင့်လင်းစွာချပြခွင့်မသာတဲ့ခေတ်ကာလက ရှူးဂါးဒယ်ဒီနဲ့ သိမ်မွေ့တဲ့ကောင်လေးလန်ယုတို့ရဲ့ချစ်ခြင်းတစ်ခုကို ဒရမ်မာဆန်ဆန်ကြည့်ရှုခံစားရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ 333 ပါ။) File Size      ...",
        "rating": "7.1",
        "url": "https://megaup.net/3647h/[CM]Lan.Yu.2001.720p.Blu-ray.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "",
        "title": "Gunday (2014)",
        "description": "မင်းသမီးချော ပရီရန်ကာချော်ပရာနဲ့ မင်းသားတွေကတော့ ရမ်ဘီဆင်းနဲ့အာဂျွန်းကပူးတို့ပါ...Irrfan Khan လဲပါပါသေးတယ်။ငယ်ငယ်က ဘဝနာခဲ့ရတဲ့ သူငယ်ချင်း ၂ ယောက် လူမိုက်လူကြမ်းကြီးတွေအဖြစ် ကြီးပြင်းလာကြရာကနေသူတို့ဘဝထဲကို အကအလှမယ်လေးတစ်ယောက် ဝင်လာတဲ့အခါမှာတော့...၃ ပွင့်ဆိုင် အချစ်နဲ့ သူငယ်ချင်း ညီကို သံယောဇဉ်တွေကြား ဗျာများရပုံတွေနဲ့...သူတို့ရဲ့ ဒုစရိုက်မှုတွေကြောင့် ရဲတွေကလဲ အချီကြီးလိုက်ကြနေတဲ့အခါမှာဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာ...။Fun ဖြစ်အောင် ရောင်စုံအလှ အက ရသစုံတင်ဆက်ထားတဲ့ အက်ရှင်ဒရမ်မာရုပ်ရှင်ကားပါ။Budget ရူပီး 310 Million ကုန်ချခံရိုက်ကူးခဲ့ပြီး Box office ဝင်ငွေ ရူပီး 1200 Million ကျော်မြတ်စွန်းခဲ့ပါတယ်။\nFile size…(3.8 GB)/(1.4 GB)\nQuality….BluRay 1080p/ 720p\nFormat…mp4\nDuration….02:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/3643C/(CM)_Gunday_2014_720p_Blu-ray_Remux_AVC_AAC-Nyein.mp4",
        "category": "Action, Bollywood, Drama, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/gangubai-150x200.jpg",
        "title": "Gangubai Kathiawadi(2022)",
        "description": "Gangubai Kathiawadi (2022)\n===============\n(ရုံတင်ခိုးရိုက်ဝါးတားတားမဟုတ်တဲ့ Netflix ရုပ်သံအကြည်ဗားရှင်းကို တင်ဆက်ပေးလိုက်ပါပြီ)IMDb Rating 7.0 နဲ့ Rotten Tomatoes (91%) ထိ ရရှိထားပြီး မင်းသမီး Alia Bhatt အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ မင်းသားကြီး Ajay လဲ အားဖြည့်ပါဝင်ထားပါတယ်။Bajirao Mastani,Padmaavat,Devdas တို့လို ရုပ်ရှင်ကားကြီးတွေရဲ့ ဒါရိုက်တာ Sanjay Leela Bhansali ရဲ့လက်ရာဖြစ်တာမို့ ပိုလို့လူကြိုက်များခဲ့ပါတယ်။ဇာတ်လမ်းကလဲ တကယ့်ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာပါ။\n1960ခုနှစ်များဆီက မွန်ဘိုင်းရဲ့ မာဖီးယားဘုရင်မတစ်ယောက်ဖြစ်တဲ့ Ganga Harjivandas ရဲ့ ဘဝဇာတ်ကြောင်းဖြစ်ပါတယ်။သူမဟာ ငယ်စဉ်ကဘောလီးဝုဒ်ရုပ်ရှင်စတားတစ်ယောက်​ဖြစ်ဖို့ အိပ်မက်မက်ခဲ့ပေမဲ့ ချစ်သူရဲ့ လှည့်စားမှုကို ခံရပြီး\nပြည့်တန်ဆာအဖြစ် ရောင်းစားခံလိုက်ရပါတော့တယ်။\nထက်မြက်တဲ့မိန်းမတစ်ယောက်ဟာခက်ခဲကြမ်းတမ်းတဲ့ဘဝကို ရင်ဆိုင်ပြီး ပြည့်တန်ဆာခေါင်းအဖြစ်ရှင်သန်ရပ်တည်လာတဲ့နောက်မှာ ယဉ်ကျေးမှုအစဉ်အလာအားကြီးတဲ့အိန္ဒိယနိုင်ငံရဲ့ ပတ်ဝန်းကျင်နဲ့ အသိုင်းအဝိုင်းက နှစ်တစ်ရာလောက်ရပ်တည်လာတဲ့ သူမတို့ ပြည့်တန်ဆာအိမ်က အမျိုးသမီး ၄၀၀၀ရဲ့ ဘဝတွေကို တိုက်ခိုက်ရန်စလာတဲ့အခါ...\nအနာဂတ်ကိုဆက်လျှောက်ရမယ့် ကလေးတွေနဲ့ ပြည့်တန်ဆာတစ်ယောက်မှာလည်း ရသင့်တဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2q6E2/Gangubai_Kathiawadi.720p.AAC2.0CH(CM).mp4",
        "category": "Biography, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjI4ODUwNTQ5MV5BMl5BanBnXkFtZTgwODg3MTQzMTI@._V1_SY1000_CR006421000_AL_-193x300.jpg",
        "title": "Badrinath Ki Dulhania (2017)",
        "description": "မင်းသား Varun Dhawan နဲ့ မင်းသမီး Alia Bhatt တို့ရဲ့ ချစ်စရာဇာတ်ကားလေးပါ။Badrinath Ki Dulhania ဆိုတာ မြန်မာလိုဆိုရင် ဘဒ်ရီနာသ့်ရဲ့ သတို့သမီးပေါ့\nဒါဆို ဘဒ်ရီနာ့သ် ကဘယ်သူလဲ? ဘဒ်ရီနာသ်က ဂျန်ဆလ်မြို့ရဲ့\nမြို့မျက်နှာဖုံး ကျိကျိတက်သူဌေးကြီး အမ်ဘာနသ် ဘန်ဆလ်ရဲ့သား တစ်ယောက် ။ဒါဆို သူ့သတို့သမီးအကြောင်း နည်းနည်းပြောမယ်\nသူ့သတို့သမီးဖြစ်ရဖို့က တော်တော်ကံကောင်းမှပဲ ဖြစ်မှာနော်ဘာကြောင့်လဲဆိုတော့ ဟိန္ဒူအယူဝါဒအရ ထိမ်းမြားလက်ထပ်ရင်\nသတို့သမီးရှင်ဘက်က သတို့သားကို အခန်းဝင်လက်ဖွဲ့ကြေးနဲ့ တင်တောင်းယူရတာဗျာ။သတို့သမီးက ဘယ်လောက်ပဲ ပညာတတ်တတ် တော်တော်\nအချိန်တန် အိမ်ထောင်ကျပြီးရင် ဒိုး မီးဖိုချောင် ဒီစနစ်\nလင်ယောကျ်ားကို ဖြူသည် မဲသည် လာမပွါးနဲ့ဒီလို မိန်းကလေးအခွင့်ရေးနည်းပါးတဲ့ လူ့အသိုင်းဝိုင်းမှာ အမှန်အကန်သူဌေးသားအတွက်ဆို အခန်းဝင်လက်ဖွဲ့ကြေးကလည်း မနည်းလောက်ပေဘူးဒါပေမယ့် ဘဒ်ရီကတော့ အဖေစီစဉ်သမျှကို အသံမထွက်ဘဲ\nနာခံလာပေမယ့် မိတ်ဆွေ တစ်ယောက်ရဲ့ မင်္ဂလာပွဲမှာ ဗီဒဟီဆိုတဲ့ ကောင်မလေးကို တွေ့တွေ့ချင်း စိတ်ဝင်စားခဲ့တယ်။ဗီဒဟီကလည်း အမျိုးသမီးအခွင့်ရေးမပေးတဲ့ လူ့အသိုင်းဝိုင်းကို\nမုန်းလွန်းလို့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/badrinath-ki-dulhania-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/71dDcKVVaAL._RI_-150x200.jpg",
        "title": "A Bittersweet Life (2005)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (100%)မင်းသားကြီးလီဗျောင်ဟွန်း (Lee Byung-hun) အဓိကပါဝင်ပွဲကြမ်းထားပြီး မင်းသမီးကတော့ Shin Min-ah ပါ..တခြားဇာတ်ရံတွေကလဲ တောင်ကိုရီးယားရဲ့ နာမည်ကျော်တွေချည်းပါပဲ...အချစ်ကအရာအားလုံးကို စေခိုင်းနိုင်သလား??အချစ်ကြောင့်ပြောင်းလဲသွားတဲ့ လူမိုက်ကြီးတစ်ယောက်အကြောင်းကို မျှဝေခံစားကြည့်ကြပါ..သူဌေးတစ်ယောက်ရဲ့လူယုံအဖြစ် ၇ နှစ်ကျော်လောက် တာဝန်ကျေပွန်စွာ အမှုထမ်းလာတဲ့ လက်မရွံ့ လူကြမ်းကြီးတစ်ယောက်ဟာ တာဝန်တစ်ခုမှာ ကောင်မလေးတစ်ယောက်အပေါ်သံယောဇဉ်တွယ်မိသွားတဲ့အပြင်...သူယုံကြည်ထားသူထံကနေ သစ္စာဖောက်ခံလိုက်ရတဲ့အခါ...သူ့ရဲ့ဘဝကို ဘယ်လိုဆက်သွားမလဲဆိုတာ...။အချစ်ရေးထက် မေတ္တာဘွဲ့ကိုအဓိကအခြေခံထားတဲ့ အက်ရှင်ကြမ်းကြမ်းကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...စိတ်မခိုင်သူများအဖို့ မျက်ရည်ကျလောက်တဲ့ ဇာတ်ကားလေးတစ်ကားဆိုလည်းမမှားပါဘူး။\nFile size…(2.6 GB)/(1 GB)\nQuality….BluRay Director's Cut 1080p/720p\nFormat…mp4\nDuration….01:59:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Joyz",
        "rating": "7.6",
        "url": "https://megaup.net/1K4z0/(CM)_A_Bittersweet_Life_Director_s_Cut_2005_720p_BluRay_DDP5.1-Nyein.mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/81GiQn9we3L._AC_SL1500_-141x200.jpg",
        "title": "[21+] Shoko Takahashi [MIDV-040]",
        "description": "JAV Model တွေအများကြီးရှိပေမယ့် တကယ်ဆွဲဆောင်မှုရှိတဲ့သူတွေက လက်ချိုးရေလို့ရပါတယ်...ဒီထဲမှာ Shoko Takahashi ကတော့ မပါမဖြစ်ပါပဲ...မင်းသမီးတွေထဲ သူ့လို အရပ်ရှည်တဲ့သူရှားတာကလဲ သူ့ကို မြင့်မြင့်မားမား ပြည့်ပြည့်တင်းတင်းလေးအဖြစ် ပိုလို့မှတ်မိနေစေပါတယ်။ဒါပေမယ့် သူ့ရဲ့အဓိက ဆွဲဆောင်မှုက ပြည့်ဝန်းလှပတဲ့ခန္ဓာကိုယ်ထက် ပိုမိုထူးခြားတဲ့ မျက်ဝန်းအကြည့်တွေလို့ ထင်တာပါပဲ...ဘယ်အချိန်ဖြစ်ဖြစ် မှိုင်းညှို့အထီးကျန်နေသလို မမှိတ်မသုန်ကြည့်တတ်တာလေးကတစ်ဖက်သူကို ဂရုဏာစမ်းချောင်းလေးတွေ ရင်ထဲ ဖြတ်စီးစေပါတယ်...ဒီဇာတ်ကားမှာလဲ ဂရုဏာသက်စရာလေးအဖြစ် သူ့ကို ရှုမြင်ရမှာပါ...ဇာတ်လမ်းကတော့ JAV တွေထဲ မြင်နေကျပုံစံကိုမှ ထူးခြားတဲ့တင်ဆက်မှုတချို့ဖြည့်စွက်ထားတာမျိုးပါပဲ။Shoko Takahashi က Dark Side ရဲ့ Fav လေးထဲကမို့ ခံစားကြည့်ကြပါဦး။( Dark Side Production မှ တင်ဆက်သည်။)File Size : (2.8 GB) & (1 GB)\nQuality : HD-Rip 1080p & 720p\nRunning Time : ...",
        "rating": "",
        "url": "https://megaup.net/2q5og/[21+]_Shoko_Takahashi_[MIDV-040]_HDRip720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/20RxV_4f-139x200.jpg",
        "title": "Shanghai Knight (2022)",
        "description": "စစ်​အေး​ခေတ် ဗြိတိသျှ​နေမဝင်အင်ပါယာနဲ့ ဂျပန်အင်ပါယာတို့ အာရှတိုက်တစ်ဝန်း နယ်ချဲ့ကျွန်ပြုထားတဲ့ ​ခေတ်ကာလတစ်ခုမှာ\nတရုတ်ပြည်မကြီးမှာလည်း မျက်နှာဖြူနဲ့ ဂျပန်​တွေ ကြီးစိုး​​နေတဲ့ အချိန်​ပေါ့၊ရှန်ဟိုင်းမြို့Bundအရပ်မှာ ဂျင်ဂွမ်ယုံဆိုတဲ့ သူ​ဌေးက ဆိပ်ကမ်း ၇ခုပိုင်ဆိုင်ပြီး ကုန်တင်ကုန်ချလုပ်ငန်းက​နေ စီးပွားရှာနေသူ​ပေါ့၊\nသူနဲ့စီးပွားပြိုင်ဖက်က​တော့ အုချီယမဆိုတဲ့ ဂျပန်ပြည်ကလာတဲ့ သူ​ဌေးတစ်​ယောက်ပါ၊\nဆိပ်ကမ်းပိုင်သူ​ဌေးနဲ့ သွင်းကုန်လုပ်ငန်းရှင်တို့ ဖြစ်တာနဲ့အညီ ရန်ပွဲ၊တိုက်ပွဲ​တွေ ပဋိပက္ခ​တွေအမြဲဖြစ်​လေ့ရှိတဲ့ ကမ္ဘာ့ရန်​သဖွယ် ဖြစ်​နေကြသူ​တွေပါ။ ဒီလိုစီးပွားပြိုင်၂ဦးလုံးက တိုက်တိုက်ဆိုင်ဆိုင် မြင်းပွဲကို​တော့ အထူးခုံမင်ကြပါတယ်၊\nဒီလိုနဲ့ပဲ နှစ်ရှည်လများ ဖြစ်တည်လာတဲ့ သူတို့ရဲ့ ပြိုင်ဆိုင်မှုကို မြင်းပွဲတစ်ပွဲနဲ့ စည်းစိမ်ကုန် ​​လောင်း​ကြေး ထပ်ကာ အဆုံးသတ်ဖို့သ​ဘောတူခဲ့ကြပါတယ်၊\nမြင်းပွဲရှိပြီဆိုရင် ကိုယ့်ပြိုင်မြင်းကို အ​ကောင်းဆုံးထိန်း​ကျောင်းနိုင်တဲ့ ​ဂျော်ကီကို လိုလာစမြဲပါ၊ ဒီလို စည်းစိမ်ကုန်၊ ဂုဏ်သိက္ခာကုန် ​အ​လောင်းစား လုပ်ထားတဲ့ပွဲမှာ ​ဂျော်ကီ​ကောင်းရှိဖို့ ပိုလိုအပ်လာပါတယ်။အဆိုပါ​ဂျော်ကီ​နေရာကို​ လုပ်ငန်းရှင်၂ဦးက မာယွန်​ဖေးဆိုသူ ဆိပ်ကမ်းအလုပ်သမားတစ်ဦးကို မျက်စိကျလာပါတယ်၊\nသူက လူရိုးလူ​ဖြောင့်ဖြစ်သလို အလုပ်သမား​တွေရဲ့ နစ်နာဆုံးရှူံးမှု​တွေတန်ရာတန်​ကြေးပြန်ရ​ဖို့ ဂျင်ဂွမ်ယုံနဲ့ မကြာခဏ ထိပ်တိုက်​တွေ့​ဖြေရှင်းတတ်တဲ့ သူတစ်​ယောက်ပါ၊\nမြင်းစီးပညာလည်း ​ထူးချွန်တာဖြစ်လို့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/14apk/Shanghai_Knight_(2022)_WebDL_720p.mp4",
        "category": "Action, Adventure, Crime, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/WoG2tvwanOMlU0qsbxpf9Qd3y.jpg",
        "title": "Werewolves Within (2021)",
        "description": "Werewolves Within (2021)[Subtitle Error Fixed]~ IMDb - 6/10, Rotten Tomatoes - 86% ~ \" လူတိုင်းက လ လိုပဲ။ လူတိုင်းမှာ ဘယ်သူမှ မမြင်ရတဲ့ အမှောင်ဘက်ခြမ်းတစ်ခုရှိတယ်။ \"\n- Mark Twain၂၀၂၁ ထွက် Horror, Comedy ဇာတ်ကားလေးပါ။ Werewolves Within ဆိုတော့ Cherokee အင်ဒီးယန်းလူမျိုးစုရဲ့ စကားပုံလေးလိုပေါ့။ ကျွန်တော်တို့ စိတ်အတွင်းမှာ ဝံပုလွေနှစ်ကောင်ရှိတယ်။ တစ်ကောင်က ကောင်းတယ်။ တစ်ကောင်ကဆိုးတယ်။ ခင်ဗျားအစာကျွေးတဲ့ ကောင်က နိုင်သွားလိမ့်မယ်တဲ့။ ဒီဇာတ်ကားမှာ ဇာတ်ကောင်တွေရဲ့ ဝံပုလွေတွေ ထွက်လာပြီး အချင်းချင်း ကိုက်ဖြတ်ကြတာကို တွေ့ရပါလိမ့်မယ်။သဘောကောင်းလွန်းလို့ ရည်းစားဖြတ်ခံလိုက်ရတဲ့ ရိန်းဂျား ဖင်း တစ်ယောက် နယ်မြို့လေးတစ်မြို့ကိုရောက်လာပါတယ်။ နယ်မြို့လေးတွေရဲ့ ထုံးစံအတိုင်း ဒေသခံတွေက တစ်ယောက်နဲ့ တစ်ယောက် နီးစပ်ကြတာပေါ့။ ...",
        "rating": "6",
        "url": "https://megaup.net/1K6s4/(CM)_Werewolves_Within_(2021)_720p.mp4",
        "category": "Comedy, Horror, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hh7D1fLjet1Ce1kcCkk5TVr3g9O.jpg",
        "title": "Dhruva(2016)",
        "description": "Dhruva (2016)အစားကောင်း အသောက်ကောင်းတွေ စားရရင် ချစ်သူခင်သူကို သတိရတတ်သလိုပဲ ဇာတ်ကားကောင်းတွေရှိလာရင်လည်း မလွတ်တမ်းဘာသာပြန်တင်ဆက်ပေးချင်တာကတော့ CM ရဲ့စေတနာပါ။ဘိုင်ရာဘာမင်းသားပါဝင်ထားတဲ့ ဒီ \"Dhruva\" crime thriller movie ကတော့ not very old but gold လို့ ဆိုရမှာပါပဲ။ crime ကိုမှmedical crime ကို အရင်းတည်ပြီး ကွင်းဆက်အများအပြား ချိတ်ဆက်ထားတာမျိုးပါ။\"သာမန်ပြည်သူတွေရဲ့ ကံကြမ္မာကို နိုင်ငံရေးသမားတွေက ချုပ်ကိုင်တယ်၊ နိုင်ငံရေးသမားတွေရဲ့ ကံကြမ္မာကိုတော့ စီးပွားရေးသမားတွေက ချုပ်ကိုင်တယ်.....\"ပုံမှန်ဆိုရင် ခိုးမှု၊ လုယက်မှု၊ ပြန်ပေးဆွဲမှုတို့ဟာ အများအားဖြင့် ငွေကြေးမပြည့်စုံမှုကြောင့် ကျူးလွန်လေ့ရှိတဲ့အရာမျိုးတွေပါ။ဒါပေမဲ့ သာမန်ပြစ်မှု အသေးလေးတွေကိုဗန်းပြပြီး နောက်ကွယ်မှာ ကြီးမားတဲ့ ပြစ်မှုကြီး ရှိနေတယ်ဆိုရင်ရော......ဆင်းရဲနိမ့်ကျစွာ မွေးဖွားလာပေမဲ့ ပါတီခေါင်းဆောင်တစ်ဦးရဲ့ လူသတ်မှုကို ကိုယ်စားအပြစ်ခံယူရင်း အဆိုးထဲက အမြတ်ထုတ်တတ်တဲ့ထက်မြက်လွန်းတဲ့ Siddarth Abimanyu က သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်လာပြီး မင်းသားခေါင်းစွပ်ထားတဲ့ဘီလူး ...",
        "rating": "7.9",
        "url": "https://megaup.net/1K6hi/Dhruva.2016.720p.WEB-DL.AAC2.0(CM).mp4",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WjW6H3s4yS5QriZ5T5c9zvYGaP.jpg",
        "title": "9 Bullets (2022)",
        "description": "9 Bullets (2022) ရုပ်ရှင်အညွှန်း\n=======================\nလူရယ်လို ဖြစ်လာရင် မိသားစုကောင်း၊ အိမ်နီးချင်းကောင်းရှိဖို လိုအပ်ပါတယ်။ဒါမှ အန္တရာယ်တစ်ခုခု ကြုံလာရတိုင်းမှာ ကိုယ့်ကို ကာကွယ်ပေးနိုင်မှာဖြစ်ပါတယ်။ဒီကားလေးထဲမှာတော့ အဖော်အချွတ် အကမယ်လေးက အိမ်နီးနားချင်းဖြစ်တဲ့၁၁ နှစ် အရွယ်ကောင်လေးကို ကယ်တင်ဖို့ အသက်လုပြေးရင် ကာကွယ်ရတဲ့Thriller ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်းရဲ့ အစမှာ ဆမ် ဆိုတဲ့ကောင်လေးရဲ့ မိဘတွေ အသတ်ခံရပြီး လူသတ်သမားတွေက ဆမ်ကိုပါ သတ်ဖို မြေလှန်ရှာတဲ့အခါမှာတော့...- ဘာအတွက်ကြောင့် ဆမ် ကို လိုချင်ကြတာလဲ...?- အိမ်နီးချင်း ဂျစ်ပစီဆိုတဲ့ ကောင်မလေးက ဘယ်လို ကယ်တင်သွားမလဲ...?- လွတ်မြောက်သွားနိုင်ပါ့မလား...?Game of Thrones မင်းသမီး Lena Headey အဓိက ပါဝင်သရုပ်ဆောင်ထားပြီးကလေးသရုပ်ဆောင် Dean Scott ရဲ့ acting တွေကလည်း မခေတာမိုThriller ဆန်ဆန် ရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုခံစားရမှာ ဖြစ်ပါတယ်။(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Thura Hein ...",
        "rating": "",
        "url": "https://megaup.net/148pq/9.Bullets.2022.720p(CM)Final.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNTM3N2MyNmUtMjEzMy00ZjA2LTg1Y2YtYWI2YjRiYmZmNjM1XkEyXkFqcGdeQXVyMTE0MzQwMjgz._V1_-161x200.jpg",
        "title": "Sweetie, You Won’t Believe It (2021)",
        "description": "Sweetie, You Won't Believe It (2021)==========================IMDb Rating - 6.3/10CM ပရိသတ်ကြီးကို IMDb 6.3, Rotten Tomatoes 88%  ရရှိထားတဲ့\ncomedy movie လေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်လမ်းရဲ့ ဇာတ်လိုက်ကျော်ကြီးကတော့ ဒက်စ်တန်လို့ အမည်ရပါတယ်။\nသူ့ရဲ့ ဇနီးဖြစ်သူ ဇန်နာကတော့ မမဗိုက်ပေါ့။ ကိုယ်၀န်သည်ကလည်းဖြစ် မိန်းမတို့ရဲ့\nထုံးစံကလည်း မပျက် ဇန်နာဟာ ယောင်္ကျားဖြစ်သူကို အမြဲတကျက်ကျက်ပေါ့။\nတပူပူတစူစူလုပ်တဲ့အပြင် ငွေရေးကြေးရေးပါ ကြပ်တည်းနေပြီး ဒက်စ်တန်မှာ\nစိတ်ထွက်ပေါက်တောင်မရှိတဲ့ ဖိုးကံဆိုးကြီးပါ။ဒီလိုနဲ့ တစ်နေ့မှာ အာမန် နဲ့ မူရက် ဆိုတဲ့ ‌ကျောင်းတုန်းက သူငယ်ချင်းနှစ်ယောက်က\nဒက်စ်တန်ကို ငါးမျှားထွက်ဖို့ လာခေါ်ကြတယ်။ ဖြစ်ချင်တော့ ဇန်နာ ကလည်း\nနေ့စေ့လစေ့ကြီးနဲ့ ဒက်စ်တန်ကလည်း သူ့မိန်းမ ဆူဆဲနေတဲ့ကြားကနေ ဘော်ဒါတွေနဲ့\nလိုက်သွားခဲ့တယ်။ ဒါပေမယ့် လမ်းတစ်လျှောက်မှာ မထင်မှတ်ဘဲ ဂန်းစတားတွေနဲ့\nစိတ္တဇလူသတ်သမား တစ်ယောက်ရဲ့ ရန်နဲ့ ကြုံရတဲ့အခါ ဒက်စ်တန် တို့ငါးသွားမျှားတဲ့\nနေရာကလည်း ...",
        "rating": "6.3",
        "url": "https://megaup.net/144vf/sweetie.you.wont.believe.it.2020.720p.[CM].mp4",
        "category": "Comedy, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/4lKhrp69Exxe7eS78qjakPPfvSG-133x200.jpg",
        "title": "Zhong Kui Subdues Demons (2022)",
        "description": "သုံးလောကအပြင်ဘက် မိစ္ဆာလောကမှာ ထာဝရရှင်သန်ခြင်းကျင့်ကြံနည်းလမ်းစဉ်မှားတွေကြောင့် လူသားတွေ ဆင်းရဲဒုက္ခများစွာကြုံတွေ့နေကြရပါတယ်ဒါ့အပြင် နှစ်တစ်ထောင်မှာ တစ်ခါကျရောက်တဲ့ နှစ်ထောင်ချီနေကြတ်ခြင်း နီးကပ်လာချိန်မှာ ခွန်လွန်တောင်ရဲ့ ဝိညာဉ်စွမ်းအားလျော့နည်းလာခဲ့တယ်ဒီအချိန်အခါသမယကို မိစ္ဆာတွေ အခွင့်ကောင်းယူ အမြတ်ထုတ် ပြဿနာရှာမှာစိုးတဲ့အတွက် ကျင့်ကြံသူနတ်ဆရာကျုံးခွေကို ခွန်းလွန်တောင်ဆီ ကောင်းကင်ဘုံအမိန့်နဲ့ စေလွှတ်ခဲ့ပါတယ်ကျုံးခွေဟာ ကမ္ဘာကြီးတစ်ခုလုံးပျက်စီးစေနိုင်မဲ့အရေးကို တားဆီးဖို့အတွက် ခွန်လွန်တောင်နဲ့ ဆက်နွယ်နေတဲ့ မှော်ရေတွင်းကို ဖွင့်ဖို့ကြိုးစားနေတဲ့ ကျန်းရန်ကို မှော်ဓားထိုးစိုက်ကာ ခွန်လွန်တောင်မှာ ချိတ်ပိတ်ခဲ့ပါတယ်ချိတ်ပိတ်ပြီးနောက် နှစ်တစ်ထောင်အကြာမှာ ကျုံးခွေတစ်ယောက် လူ့ပြည်မှာ လူဝင်စားပြီး မိစ္ဆာနှိမ်နှင်းသူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်ချိတ်ပိတ်ခံထားရတဲ့ ကျန်းရန်ဟာလည်း နောက်တစ်ကြိမ်နှစ်ထောင်ချီနေကြတ်တာကို အခွင့်အရေးယူပြီး လွတ်မြောက်ဖို့ ဖို့စီစဉ်နေချိန်မှာတော့...\nကျုံးခွေတစ်ယောက် လူသားတစ်ယောက်အနေနဲ့ ဘယ်လိုမျိုးဖြေရှင်းသွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ရှုကြရမှာပါ​နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )File Size__(1.5GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:23:00\nType__Adventure, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded ...",
        "rating": "5",
        "url": "https://megaup.net/148ce/Zhong_Kui_Subdues_Demons_(2022)_720p.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNTliYzQ5NzktNTIzZi00MjkyLThhNzctNGY1NzhiNmUzYzRkXkEyXkFqcGdeQXVyMzMzODA2MzU@._V1_-140x200.jpg",
        "title": "Escape Through Africa (2022)",
        "description": "Escape Through Africa (2022)======================ဒီဇာတ်ကားကိုတော့ ၁၉၁၄ ပထမကမ္ဘာစစ်စတဲ့ အချိန်ကို အခြေခံပြီး\nရိုက်ကူးထားတာပါ.......ဗြိတိသျှတပ်မှာ ဗိုလ်ကြီး လော့ဝုဒ်နဲ့ သူ့တူမ သူနာပြုမလေး အန်နာတို့က\nရှေ့တပ်ကင်းစခန်းမှာ တာဝန်ယူထားပါတယ်။ လော့ဝုဒ်က ဗိုလ်ကြီး\nတစ်ယောက်ပီပီ အမိန့်အာဏာနဲ့ ပြဿနာတွေ ပြတ်ပြတ်သားသား\nဖြေရှင်းတတ်တဲ့သူတစ်ယောက်ပါ။ အန်နာကတော့ လူတိုင်းတွေအပေါ်\nမေတ္တာဂရုဏာထားနိုင်တဲ့ သူနာပြုမလေးတစ်ယောက်ပါ။နောက်တော့ ဗြိတိသျှတို့ရဲ့ ရှေ့တပ်ကင်းစခန်းကို အာဖရိကဒေသခံတွေနဲ့\nပေါင်းပြီး ဂျာမန်တွေက စတင်တိုက်ခိုက်ခဲ့ပါတယ်။ ဗိုလ်ကြီး လော့ဝုဒ်နဲ့\nသူ့တူမ အန်နာတို့က ကင်းစခန်းမီးရှို့ခံရပြီး ဗွီမြို့က ဗြိတိသျှရုံးချုပ်ကို\nသွားဖို့အတွက် တောင်ကြားတွေကနေ ဖြတ်သန်းလာပုံကို ရိုက်ကူးထားတာပါ။\nဗိုလ်ကြီး လော့ဝုဒ်က တောင်ကိုဖြတ်ပြီး ရုံးချုပ်ကို ရောက်အောင်သွားနိုင်ပါ့မလား၊\nသူ့တူမ အန်နာကရော ဂျာမန်တပ်ဖွဲ့ရန်ကနေ လွတ်အောင် တိုက်ခိုက်နိုင်ပါ့မလား\nဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (2.42 GB) / (1.07 GB) / (716 MB)\nQuality – WebRip ...",
        "rating": "5.6",
        "url": "https://megaup.net/144g1/Escape.Through.Africa.2022.720p.WEBRip.[CM].mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mDONR1ABbzRgpeJOGAOcvbzIND7.jpg",
        "title": "366 (2022)",
        "description": "366 (2022)ဖိလစ်ပိုင်အချစ်ကားတွေမှာ ဟိုးတုန်းကတော့ တော်တော်ဖီးလ်ရအောင် လုပ်တတ်တဲ့ကားကောင်းတွေရှိခဲ့ပါတယ်။ ဒီတစ်ခါလည်း ဖိလစ်ပိုင်တွေဟာ ပရိသတ်ကို ဖီးလ်ရအောင်လုပ်နိုင်တဲ့ ရုပ်ရှင်တစ်ကားထပ်ထုတ်လိုက်ပါတယ်။ အာရှရိတ်တင်တွေလည်း ကောင်းတဲ့ရုပ်ရှင်ပါပဲ။ အချစ်ကား အဆွေးကား ကြိုက်တဲ့သူတွေနဲ့ သင့်တော်တဲ့ဇာတ်လမ်းပါ။\" ၃၆၅ \"\nသံယောဇဉ်ဟာ တစ်ပင်ချင်းနွယ်တတ်သလို တစ်လွှာချင်းကြွေကျတတ်တဲ့အရာပေါ့။ လူတစ်ယောက်ကို သေသေချာချာချစ်မိဖို့ ၃၆၅ရက်လိုသလို လူတစ်ယောက်ကို သေသေချာချာမေ့ပစ်ဖို့လည်း ၃၆၅ရက်လိုတယ်တဲ့။ ဒီရုပ်ရှင်ဟာ လူ၂ယောက်ရဲ့ဘဝတွေ ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးနိုင်ကြတော့တဲ့အခါ မပိုင်ဆိုင်နိုင်တော့တဲ့ အချစ်တစ်ခုကို မေ့ပစ်ဖို့ ကြိုးစားကြတဲ့လူတွေရဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။\"ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးတော့ပါဘူး\"ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးတော့ပါဘူးနှင်းဆီကိုချစ်တတ်အောင် သင်ကြားပေးဖို့ပေါ့\nစောင်းတွေက ဆူးကို ကြိုးညှိပေးခဲ့ရတာပေါ့\nတစ်ညနေခင်းလုံး ငါ့ဆီမှိုင်ငေးနေတဲ့တိမ်တွေ\nအလွမ်းက ကျွတ်လွတ်ဖို့\nမြူဆွယ်အားကောင်းကောင်း\nကံတရားလှပတာလိုချင်ရဲ့ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးတော့ပါဘူးကိုယ့်အရိပ်ကိုတောင် မရိပ်မိနိုင်တော့တဲ့\nနှင်းနဲ့ လောင်ကျွမ်းနေသူ\nဆောင်းလေ....\nငါ့ကိုရှာဖွေဆဲ....မောင်သိန်းဇော်\" ၃၆၆ \"အချစ်မှာ ယုံယုံကြည်ကြည်လည်း မျှော်လင့်ဖူးကြတယ်။ မျှော်လင့်ချက်မဲ့တဲ့နေ့တို့လည်းရှိဖူးကြတယ်။ ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးနိုင်တော့တဲ့အခါတော့ လက်လွတ်တတ်ဖို့ သင်ယူခဲ့ကြတယ်။ တစ်ခါတလေကျ ချစ်ခြင်းဟာ ရှင်သန်ခြင်းပဲဖြစ်နေပြန်တော့ သတ်မှတ်ချက် ၃၆၅ကို ကျော်လွန်မျှော်လင့်ခဲ့မိကြတာတွေလည်းရှိတာပါပဲ။ ...",
        "rating": "4.6",
        "url": "https://megaup.net/1474c/366.2022.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    }
]