[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dUyPSjiMSLgwkhQM4PebbEKSf11.jpg",
        "title": "2:Hrs (2018)",
        "description": "သင့္မွာအသက္႐ွင္ဖို႔နာရီပိုင္းေလာက္ပဲ႐ွိေတာ့တယ္လုိ႔သိလိုက္ရတဲ့အခါမွာသင္ဘယ္လိုျဖစ္မလဲဘာပဲလုပ္လုပ္ေသမွာပဲဆိုျပီးစိတ္ေလွ်ာ့ျပီးဘာမွမလုပ္ေတာ့ဘဲအိပ္ရာထဲပဲ၀င္ေခြေနမလားေသမယ့္ေသေစာေစာသာေသဆိုျပီးကိုယ့္ဘာကိုယ္ပဲအရင္သတ္ေသလိုက္မလား၊ဒါမွမဟုတ္ ခ်စ္ရတဲ့သူေတြနဲ႔ပဲေနာက္ဆံုးအသက္ထြက္သည့္အခ်ိန္ထိအတူတူ႐ွိေနမလား၊ဒါမွမဟုတ္... ဒီ 2 Hrs ဆိုသည့္ကားထဲက တင္မ္ဆိုသည့္ေကာင္ေလးဟာ႐ွိသည့္အခ်ိန္ေတြကိုအက်ိဳး႐ွိ႐ွိအသံုးမခ်ဘဲနဲ႔မဟုတ္တာေတြကိုပဲလုပ္ရင္းအခ်ိန္ျဖဳန္းေနတဲ့သူတစ္ေယာက္ပါ...တစ္ေန႔သူနဲ႔သူ႔သူငယ္ခ်င္းႏွစ္ေယာက္ျဖစ္သည့္ ဗစ္နဲ႔အက္ဖ္တို႔ေတြေက်ာင္းေလ့လာေရးခရီးစဥ္ကေနလစ္ထြက္လာျပီးသိပၸံပညာ႐ွင္တစ္ေယာက္ရဲ႕သတင္းစာ႐ွင္းလင္းပဲြကိုမေတာ္တဆေရာက္သြားခဲ့သည္။မိမိဘယ္အခ်ိန္ေသဆံုးမည္ဆိုတာကိုခန္႔မွန္းေပးႏိုင္ေသာစက္ထဲကိုတင္မ္တစ္ေယာက္ခပ္ေပါ့ေပါ့နဲ႔ ၀င္စမ္းလိုက္မိရာမွသူ႔မွာအခ်ိန္၂နာရီပဲက်န္ေတာ့သည္ကိုသိလိုက္ေသာအခါ...သူေရာဘာေတြဆက္လုပ္မလဲ...သူ႔ကို သူ႔သူငယ္ခ်င္းႏွစ္ေယာက္ကေရာဘယ္လိုကူညီေပးႏိုင္မလဲဆက္လက္ၾကည့္႐ႈလိုက္ပါ File Size : (769 MB) & (280 MB)Quality : WEB-DL 720pRunning Time : 1 hr 25 minFormat : Mp4Genre : FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/49Kbu/(CM)_2_Hrs_2018_(Large_Size).mp4",
        "category": "Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Pxq9xhotxNkYKA7Rlpapy4LR8x.jpg",
        "title": "D-Railed (2018)",
        "description": "ခရီးသည္အုပ္စုတစ္စု အေပ်ာ္စီးရထားေပၚမွာပါလာခဲ့ၾကသည္...ရထားေပၚမွာအေပ်ာ္ကစားနည္းမ်ားကစားရင္းရင္ခုန္စိတ္လႈပ္႐ွားရမည္ဟုေမွ်ာ္မွတ္ခဲ့ၾကေသာ္လဲစိတ္ညစ္ဖြယ္အျဖစ္အပ်က္မ်ားနဲ႔သာေတြ႔ၾကံဳခဲ့ရပါတယ္...တစ္ပူေပၚႏွစ္ပူဆင့္ဆိုသလို ရထားကပါလမ္းေခ်ာ္ျပီးျမစ္ထဲျပဳတ္က်သြားေသာအခါ...သူတို႔ဘာေတြဆက္ျဖစ္ၾကမလဲ...သူတို႔ကိုကယ္ဆယ္မယ့္သူေတြေရာေရာက္လာမွာလား...မေရာက္လာဘူးဆိုရင္ေရာ သူတို႔အသက္ဆက္လက္႐ွင္သန္ေအာင္ဘယ္လိုေတြႀကိဳးပမ္း႐ုန္းကန္ၾကရမွာလဲဒီကားေလးထဲမွာၾကည့္လိုက္ရေအာင္လား File Size : (754 MB) & (279 MB)Quality : WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "3.9",
        "url": "https://megaup.net/49Kbp/(CM)_D-Railed_2019_(Large_Size).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8DvLzDG9OeDzKdXZjRkCoWfXUcc.jpg",
        "title": "No Man’s Land(2001)",
        "description": "No Man's Land(2001)IMDb....8.0,,,,,,Rotten.....93%ေဘာစနီးယန္းနဲ႔ ဆားဘီးယန္းတို႔ စစ္ပြဲျဖစ္ေနခ်ိန္ ေရွ႕တန္းကို တပ္ကူဖို႔လာခဲ့တဲ့ ေဘာ့စနီးယားေဆးတပ္သားအဖြဲ႕ဟာ\nညဖက္ၾကီးထြက္လာခဲ့တယ္....\nညကလည္းေမွာင္ ျမဴနွင္းေတြကလည္း ေရွ႕တျပကို မျမင္ရေလာက္ေအာင္ထူထပ္တာမို႔ ခရီးဆက္မထြက္ဘဲ\nအဆင္ေျပတဲ့ေနရာတစ္ခုကုိေရြးၿပီး ယာယီနားဖုိ႕ႀကဳိးစားၾကတယ္...\nမနက္မိုးလင္းလို႔ ေနေရာင္ထြက္လာခ်ိန္ သူတို႔ေဘးဘီဝဲယာကို စူးစမ္းၾကည့္လိုက္တဲ့အခါမွာေတာ့ သူတို႔ေရာက္ေနတာ\nတစ္ဘက္ရန္သူျဖစ္တဲ့ ဆားဘီးယန္းေရွ႕တန္းတပ္ဖြဲ႕ေရွ႕တည့္တည့္ဆီကုိ ေရာက္ေနတာသိလုိက္ရခ်ိန္မွာေတာ့\nသူတုိ႕ေနာက္က်သြားပါၿပီ.....\nဆားဘီးယန္းေရွ႕တန္းတပ္ဖြဲ႕ရဲ႕အႀကဳိက္ပါပဲ..ပစ္ကြင္းျမင္ကြင္းရွင္းသလုိ အေပၚစီးကေန အတြဲလုိက္ဆြဲတဲ့ေနာက္မွာေတာ့\nေဘာစနီးယန္းအဖြဲ႕ က်ည္ဆံဖ်ားမွာ အသက္ေတြတျဖဳတ္ျဖဳတ္ေၾကြကုန္တယ္...\nဒီအထဲကမွာ စီကီတစ္ေယာက္ကေတာ့ ကံေကာင္းရွာတယ္ေျပာရမလားပဲ ...\nနီးစပ္ရာကတုတ္က်င္းထဲ ေျပးပုန္းႏုိင္ခဲ့တယ္..က်န္တဲ့သူေတြေတာ့အကုန္ေသဆုံးသြားတယ္...\nဒီေနာက္မွာေတာ့ ေဘာ့စနီးယားတပ္သားစီကီတစ္ေယာက္ ထြက္ေျပးလြတ္ေျမာက္သြားႏုိင္မလား...\nဆားဘီးယန္းေတြရဲ႕ ကင္းေထာက္အဖြဲ႕ရန္ကေန ဘယ္လုိရုန္းကန္မလဲ...\nသူ႕ဆီကုိေရာ ဘယ္လုိလူမ်ဳိ်းေတြေရာက္လာမလဲ...\nဒီကားက ၁၉၉၃ခုႏွစ္ ေဘာ့စနီးယားစစ္ပြဲကာလႀကီးကုိအေျခခံရုိက္ကူးထားတာပါ...\nစစ္ပြဲဟာ အက်အဆုံးေပါင္းမ်ားစြာ ေပးဆပ္မႈေပါင္းမ်ားစြာရွိခဲ့ေပမယ့္ သမုိင္းမွာေတာ့\nရိုးတုိးရိပ္တိတ္သာရွိခဲ့တယ္...ဒီဇာတ္ကားဟာ ေဘာ့စနီးယား ဒါရိုက္တာနဲ႔စာေရးသူ Danis Tanovic ရဲ႕ ပထမဆံုးဖန္တီးမႈျဖစ္တယ္။ ပထမဆံုးလို႔မဆိုသာေအာင္ဘဲ ဇာတ္ကားဟာ လွပတယ္။ အျပစ္ဆိုႏိုင္ဖြယ္ရာမရွိဘူး။ ေပးခ်င္တဲ့ Message ေတြကလည္းတကယ့္ကုိေကာင္းလွတယ္..အစမွအဆုံးထိဆြဲေခၚသြားတယ္...\nဒါ့ေၾကာင့္လည္းဆုေပါင္းမ်ားစြာရရွိထားတယ္...ရရွိတဲ့ဆုေတြကေတာ့\nBest Foreign Language Film, 2001 74th Academy Awards\nBest Foreign Language Film, ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/no-mans-land2001/"
    },
    {
        "thumbnail": "",
        "title": "The Queen’s Corgi (2019)",
        "description": "ဘုရင္မၾကီးအဲလိဇဘက္မွာ အခ်စ္ေတာ္ေကာ္ဂီေခြးေလးေတြအေျမာက္အျမားရွိၾကတာ သိၾကမွာပါေနာ္ေတာ္၀င္ေကာ္ဂီေတြလို႔ေတာင္ေခၚရတဲ့အထိ ဘုရင္မၾကီးကသိပ္ခ်စ္ျပီးေတာ့အခမ္းအနားေတြမွာေတာင္ နန္းခမ္းနန္းနားနဲ႔ တက္ခြင့္ရတဲ့ ကေလးေလးေတြပါပဲခုကားမွာေတာ့အဲဒီအေၾကာင္းေလးကို ကာတြန္းကားအျဖစ္ပံုေဖာ္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘုရင္မၾကီးဟာ ေကာ္ဂီေလးေတြအမ်ားၾကီးရွိတဲ့ထဲကမွ ရက္ဇ္ဆိုတဲ့ ေကာ္ဂီေလးကို အခ်စ္ဆံုးပါေခါင္းေဆာင္ေခြးေလးအေနနဲ႔ေတာင္သတ္မွတ္ထားေပးတဲ့အထိ ခ်စ္ျမတ္ႏိုးရတာပါဒါေပမယ့္တစ္ေန႔မွာေတာ့ အေမရိကန္သမၼတ လာလည္တုန္းရက္ဇ္ေလးဟာ မေတာ္တဆ ျပႆနာရွာလိုက္မိပါတယ္ဘုရင္မၾကီးလည္း စိတ္မဆိုးစဖူးဆိုးသြားပါေတာ့တယ္အဲဒါကိုအခြင့္ေကာင္းယူျပီး ရက္ဇ္ေလးကို မနာလိုသူခ်ာလီဟာ ရက္ဇ္ကို လက္စေဖ်ာက္ဖို႔ ၾကံပါေတာ့တယ္ရုန္းကန္ရင္း လြတ္ေျမာက္ဖို႔ၾကိဳးစားရင္းနဲ႔ သူ႔ဘ၀ရဲ႕အခ်စ္စစ္ကိုရွာေတြ႔သြားခ်ိန္မွာေတာ့..ခ်စ္သူကိုကာကြယ္ေပးဖို႔ဆိုတဲ့ တာ၀န္ကိုပါ ထမ္းေဆာင္ရပါေတာ့တယ္ရက္ဇ္ေလး အေနနဲ႔ ခ်ာလီ့လက္ထဲက လြတ္ေျမာက္ႏုိင္ပါ့မလားသူ႔ခ်စ္သူကိုကာကြယ္ႏုိင္မွာလား တခ်ိန္မွာေရာ ျပန္ကလဲ့စားေခ်ႏုိင္မွာလားသူခ်စ္တဲ့ဘုရင္မၾကီးရင္ခြင္ထဲျပန္ေရာက္ႏုိင္ပါ့မလား ဆိုတာကိုဒီဇာတ္ကားမွာၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္ကာတြန္းကားဆိုေပမယ့္ အခ်ိတ္အဆက္မိမိသပ္သပ္ရပ္ရပ္နဲ႔မို႔ စိတ္ေက်နပ္မႈရေစမွာအမွန္ပါပဲ... File Size : (860 ...",
        "rating": "4.7",
        "url": "https://megaup.net/S2s3/The_Queen%E2%80%99s_Corgi_[2019]_(MM_Sub).mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mNJX8MDncy7nv0doXbU1YlssOBG.jpg",
        "title": "Pentagram (2019)",
        "description": "ဒီကားကေတာ့ Pentagramလို႔ဆိုတဲ့အတိုင္းနတ္ဆိုးကိုပူေဇာ္တာနဲ႔ပတ္သတ္တဲ့ကားေလးပါ။ေဆးစြဲေနတဲ့မိန္းကေလးဟိုလီရယ္၊သူ႔ကိုအျမဲကူညီေစာင့္ေ႐ွာက္ေနတဲ့သူ႔အစ္ကိုလုခ္ရယ္၊သရဲပံုျပင္ေတြေျပာၿပီး ေနရာတကာဆရာျကီးလုပ္တတ္တဲ့မက္စ္နဲ႔ကူညီခ်င္စိတ္႐ွိတဲ့ေလာ္ရန္႔တို႔ ခပ္ဆိုးဆိုးလူငယ္၄ေယာက္ဟိုလီေဆးျဖတ္ဖို႔အတြက္ အယ္လ္ေအကိုထြက္လာခဲ့တယ္။လမ္းတစ္ေလ်ွာက္ကစားေသာက္ဆိုင္ေတြကိုဓားျပတိုက္လာရင္းေပါ့။တစ္ေနရာေရာက္ေတာ့ အေၾကာင္းတစ္ခုေၾကာင့္ကားပ်က္ရာကေနအျဖစ္ဆိုးေတြၾကံဳရမယ့္အိမ္အိုႀကီးတစ္လံုးထဲ ဝင္ေရာက္မိပါေတာ့တယ္။ၿပီးေတာ့ သူတို႔အကုန္က်ိန္စာမိၿပီး အိမ္အေပၚထပ္ကနတ္ဆိုးနဲ႔ပတ္သတ္တဲ့pentagramထဲပိတ္မိသြားပါေတာ့တယ္။အဲ့ကေနလြတ္ေျမာက္ဖို႔တစ္ခုတည္းေသာနည္းလမ္းကလူတစ္ေယာက္ကိုစေတးရမွာျဖစ္တဲ့အေၾကာင္းသိသြားတဲ့အခ်ိန္မွာေတာ့သူတို႔လြတ္ေျမာက္ဖို႔အတြက္ ဘာေတြလုပ္ၾကမလဲ၊မိမိေသေရး႐ွင္ေရးနဲ႔ပတ္သက္လာတဲ့အခါဘယ္လိုေတြလုပ္မိၾကမယ္ဆိုတာ ဒီကားမွာၾကည့္႐ႈရမွာျဖစ္ပါတယ္။ File Size : (752 MB) & (284 MB)Quality : WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "3.7",
        "url": "https://megaup.net/5vF5A/(CM)_Pentagram_2019_(Large_Size).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMTY3OTg2OTM3OV5BMl5BanBnXkFtZTYwNzY5OTA3._V1_-135x200.jpg",
        "title": "White Chicks(2004)",
        "description": "White Chicks(2004)White Chick ဆုိတဲ့ ၂၀၀၄ ထြက္ Crime,\nComedy ဇာတ္ကားေလးနဲ႕  ရယ္ၾကရေအာင္။\nFBI ေအးဂ်င့္ ညီအကုိ ၂ ေယာက္ရွိတယ္...သူတုိ႕ညီအကုိ ၂ ေယာက္ဟာ ဒီအလုပ္ကုိတကယ္လည္း\n၀ါသနာပါသလုိ အတတ္ႏုိင္ဆုံးေအာင္ျမင္ေအာင္ ႀကဳိးစားေလ့ရွိတယ္...\nသုိ႕ေပမယ့္ အလြဲႀကီးဆုိတဲ့စကားလုံးက သူတုိ႕အလုပ္မွာ အၿမဲကပ္ရက္ပါေလ့ရွိတယ္...\nရွင္းေလရႈတ္ေလဆုိတဲ့ညီအကုိ ၂ ေယာက္ဆုိပါေတာ့...\nဒါေၾကာင့္အလုပ္ကထြက္ရဖုိ႕အေၾကာင္းဖန္လာတယ္...\nကံေကာင္းတာက သူတုိ႕ ၂ေယာက္ရဲ႕ သိကၡာကုိျပန္အဖတ္ဆယ္ႏုိင္မယ့္ အခြင့္အေရးတစ္ခုရလာတယ္...\nျပသနာေတာထဲေရာက္ေနတဲ့ လူျဖဴအမ်ဳိးသမီးတစ္ေယာက္ကုိ ေလဆိပ္ကေန Hamtonဆုိတဲ့ေနရာကုိ\nေဘးမသီရန္မခဘဲေရာက္ေအာင္ပုိ႕ေပးဖုိ႕တာ၀န္ေပးျခင္းခံရတယ္...\nကဲ သူတုိ႕ ညီအကုိ ၂ေယာက္ ေအာင္ျမင္မလား...ဘယ္လုိအလြဲေတြျဖစ္မလဲ....\nျပန္ေပးသမားေတြရန္ကေရာ လြတ္ေအာင္ရုန္းႏုိင္ပါ့မလား...\nကုိင္းခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕.... File Size : (859MB) and (375 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:49:00\nGenre : Comedy.Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by d3mon\nEncoded by Phyo Pyae",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/white-chicks2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/O-brother-poster-133x200.jpg",
        "title": "O Brother, Where Art Thou? (2000)",
        "description": "O Brother, Where Art Thou?(2000)\nIMDb....7.7/10_______Rotten - 77%\n အဲဗရက် ဒယ်လ်မာ နဲ့ ပိဒ်တို့ တို့ သူငယ်ချင်း (၃)ယောက်ဟာ ခပ်ဆိုးဆိုး ဘော်ဒါတွေ....\nတစ်ရက်တော့အမှုတစ်ခုကြောင့် ၃ယောက်လုံးထောင်ကျသွားတယ်....\nဒါပေမယ့် ထောင်မကျခင်တုန်းမှာ ရတနာတွေကို သူတို့ဖွက်ထားနိုင်ခဲ့တယ်....\nဒီရတနာတွေကြောင့် သူတို့ (၃)ယောက်ဟာ ထောင်ကထွက်ပြေးပြီး\nရတနာတွေကိုရှာဖွေဖို့ကြိုးစားကြတော့တယ်....\nသူတို့ ထောင်ကလွတ်မြောက်မလား...ဖွက်ထားတဲ့ရတနာတွေရောပြန်တွေ့မလား....\nဒီကြားထဲ သူတို့ထောင်ပြေးလုပ်နေစဉ်ကာလအတွင်းမှာ ရင်ဆိုင်ရတဲ့ အန္တရယ်ပေါင်းစုံကိုလည်း ကျော်လွှားနိုင်ပါ့မလားဆိုတာကိုတော့\nခံစားကြည့်လိုက်ပါဦး........\nဒီကားက IMDb 7.7, Rotten Tomatoes 77% ရရှိထားပြီး\nလူ(၃)ယောက်စရိုက် ၃မျိုးနဲ့ ထွက်ပြေးစဉ်ကာလတစ်လျှောက် လူတွေရဲ့သဘော မနောတွေ\nအာဏာရူးတဲ့သူတွေအကြောင်း သူငယ်ချင်းမေတ္တာတရားတွေအကြောင်းကို ဟာသလေးတွေနှောပြီး\nပညာသားပါပါလေးရိုက်ကူးပြထားတာပါ...အတင်းကလိထိုးရယ်ခိုင်းတဲ့အကွက်တွေလုံးဝမပါပဲ\nတွေးတွေးပြီးပြုံးနေရတဲ့အခန်းမျိုးတွေပါ...\n1930 ခုနှစ်လောက်က အမေရိကန်တောင်ပိုင်းရဲ့ ကျေးလက်ဒေသ အလှအပတွေကို တစ်ဝကြီး ရှုစားရမှာဖြစ်တဲ့အပြင်\nCinematography ပိုင်းကလည်းပြောစရာမလိုအောင် လှပတဲ့ ရှုခင်းတွေ ကို ခံစားရမှာဖြစ်ပါတယ်...\nမင်းသားကြီးတွေကလည်း နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့\nGeorge Clooney, John Turturro, Tim Blake Nelson တို့ဖြစ်ပါတယ်...\nComedy,Drama ကားကောင်းတစ်ခုဖြစ်သလို Folk ...",
        "rating": "7.7",
        "url": "https://megaup.net/2l0km/O_Brother,_Where_Art_Thou_[2000]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6n7ASmQ1wY2cxTubFFGlcvPpyk7.jpg",
        "title": "Ma (2019)",
        "description": "သည္းထိတ္ရင္ဖို Horror ဆိုက္ကိုကားေတြ ၾကည့္ခ်င္ေနပါျပီ ဆိုတဲ့ ပရိသတ္ၾကီးအတြက္ ၂၀၁၉ ထြက္ Ma ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလုိက္ပါတယ္ ….IMDb – 5.8/10 ရရွိထားတယ္ဆိုေတာ့ Horror ကားတစ္ကားအေနနဲ႔ မနည္းဘူးဆိုရမွာေပါ့ …မက္ဂီ ဆိုတဲ့ေကာင္မေလးက သူ႕အေဖနဲ႔ အိမ္ေထာင္ကြဲလာတဲ့ မိခင္နဲ႔အတူ ျမိဳ႕ကိုခုမွ ေျပာင္းလာတဲ့ ဆယ္ေက်ာ္သက္ ေကာင္မေလးတစ္ေယာက္ပါ …ေက်ာင္းေျပာင္းလာတဲ့ မက္ဂီဟာ လူသစ္ဆိုေပမယ့္ ေဖာ္ေရြတတ္တဲ့ ျမိဳ႕ခံေက်ာင္းသားေတြနဲ႔ အခ်ိန္တိုအတြင္းပဲ ရင္းႏွီးသြားၾကပါတယ္…တစ္ေန႔မေတာ့ ၁၈ ႏွစ္မျပည့္ေသးလို႔ အရက္ဘီယာဝယ္မရေသးတဲ့ သူတို႕ကို ကူညီဝယ္ယူေပးခဲ့တဲ့ မိန္းမၾကီးတစ္ေယာက္နဲ႔ ရင္းႏွီးသြားခဲ့ၾကပါတယ္…့ျပီးေတာ့ ခုိးေၾကာင္ခိုးဝွက္ ရဲေတြမျမင္ေအာင္ အရက္ေသာက္ႏိုင္ဖို႔ အဲ့ဒီမိန္းမၾကီးက သူ႕ရဲ႕ေျမေအာက္ခန္းကို အသံုးျပဳခြင့္ေပးျပီး ကူညီခဲ့ပါတယ္...ကားေမာင္းမယ့္တစ္ေယာက္က မူးေအာင္မေသာက္နဲ႔ ..မဆဲနဲ႕…ျပီးေတာ့ အေပၚထပ္ကိုတက္မလာနဲ႔ စတဲ့ စည္းကမ္းခ်က္ေလးေတြေတာ့ လုိက္နာရတာေပါ့ေနာ္ …..ဒီမိန္းမၾကီးရဲ႕အတိတ္ေတြက ဘယ္လိုရွိမလဲ…သူ႕အေၾကာင္းေတြကို သိထားသင့္လား…ဒါေပါ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ma-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OIEVvoTmbGotdygjXzSNX8ribV.jpg",
        "title": "The Grandmaster(2013)",
        "description": "The Grandmaster(2013)IMDb....6.6တရုတ်သိုင်းရုပ်ရှင်ကို သဘောကျသူတွေကြားမှာ\nမသိသူမရှိလောက်တဲ့ Ip Manရဲ့ အကြောင်းကို\nရိုက်ကူးထားတဲ့ သိုင်းကားတစ်ကားပါ။\nIp Man ကားတွဲတွေနဲ့တော့ တစ်စက်ကလေးမှ\nမဆင်တဲ့အပြင် ဝေါင်ကာဝေးရဲ့ ရုပ်ရှင်ပီပီသသပါပဲ\nခမ်းခမ်းနားနား Dialougeတွေကို သေသေသပ်သပ်\nထည့်သွင်းထားပါတယ်။ Ip Manကို ဗဟိုပြုပြီး\nသူ့ခေတ်ပြိုင် သိုင်းဆရာတွေကိုပါ လှလှပပ\nစက်ဝိုင်းလေးဝိုင်းပြီး ဘောင်မလွတ်ပဲ ပြထားပါတယ်။ဘဝမှာသာ ရာသီအပိုင်းအခြားတွေရှိခဲ့ရင်\nသူ့ဘဝရဲ့ပထမနှစ်လေးဆယ်က နွေဦးလိုသာယာခဲ့တယ်\nဆိုတဲ့ Ip Manရဲ့ဘဝ နှစ်လေးဆယ်နောက်ပိုင်း\nဆောင်းရာသီနေ့ရက်တွေအကြောင်းကို\nတင်ဆက်ပြသထားပါတယ်။သိုင်းပညာပြခန်းတွေသိပ်မများလှပေမယ့်\nပါသမျှလောက်ကလည်း စက္ကန့်စိတ်စာမျှ ပယ်စရာမရှိတဲ့\nတကယ့်အနှစ်တွေပါပဲ။ ဒီလိုပယ်စရာမရှိရအောင်လည်း\nဒီရုပ်ရှင်ရဲ့ မင်းသား တိုနီချူဝေဟာ တစ်နေ့လေးနာရီနှုန်းနဲ့\nတစ်နှစ်တိတိကျင့်ခဲ့ရပါတယ်။\nတရုတ်ပြည်ကနေ ခုန်ပျံကျော်လွှားပြီး အမေရိကန်jမှာ\nအော်စကာနှစ်ဆု Nomineeဝင်ထားတဲ့\nဒီရုပ်ရှင်မှာ Ip Manရဲ့ ဝင်းချွန်းသိုင်းကွက်တွေ\nထိုက်ကျိသိုင်းရဲ့ ဒဿ နတွေ ဝေဝေဆာဆာနဲ့\nသိုင်းအနုပညာကို ထဲထဲဝင်ဝင် ခံစားကြရမှာပါ။File Size : (3.84GB)\nQuality : HEVC 1080p\nFormat…mp4\nDuration…02:10:00\nGenre : Action, Drama, Biography\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wira ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-grandmaster2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/S2-1-141x200.jpg",
        "title": "Silent Hill: Revelation ( 2012 )",
        "description": "Silent Hill: Revelation (2012) ကတော့ Silent Hill(2006) ရဲ့ နောက်ဆက်တွဲဖြစ်ပြီးတော့ Konami ရဲ့ Silent Hill 3 ဗီဒီယိုဂိမ်းပေါ်မှာ အခြေခံပြီး ရိုက်ကူးထားတာပါ။ ဒီဇာတ်ကားမှာတော့ Sharon  ဆိတ်ငြိမ်တောင်ကုန်းကနေ ပြန်လွတ်မြောက်လာနိုင်ခဲ့ပေမဲ့Rose ကတော့ ပိတ်မိနေခဲ့ပါတယ်။Rose က ခင်ပွန်းဖြစ်သူ Christopher ကို Sharon ဘယ်တော့မှ ဆိတ်ငြိမ်တောင်ကုန်းကို ပြန်မလာနိုင်အောင် ကာကွယ်ပေးပါလို့ ကတိတောင်းထားခဲ့ပါတယ်။တစ်ဖက်ကလည်း Order Of Valtiel ဆိုတဲ့ အဖွဲ့ Sharon ဆိတ်ငြိမ်တောင်ကုန်းကို ပြန်လာအောင် အပြင်းအထန်ကြိုးပမ်းနေကြပါတယ်။Order အဖွဲ့က သူ့ရဲ့အဖေကို ဖမ်းခေါ်သွားတဲ့အချိန်မှာတော့ Sharon တစ်ယောက် ဆိတ်ငြိမ်တောင်ကုန်း ဆီကိုပြန်သွားခဲ့ပါတယ်။အဲဒီမှာ ဘာတွေကသူ့ကိုစောင့်ကြိုနေမလဲ။ သူကိုဘာဖြစ်လို့ Order က အရမ်းလိုချင်နေကြတာလဲ။ သူရောက်လာတဲ့အချိန် ဆိတ်ငြိမ်တောင်ကုန်းမှာ ဘာတွေပြောင်းလဲသွားမလဲ။ ကြည့်လိုက်ကြပါဦး။Translated & Review ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Fexc/Den_Of_Thieves_[2018]_(MM_Sub).mp4 https://megaup.net/2lc2p/Silent_Hill_-_Revelation_[2012]_(MM_Sub)_(2).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/S1-1-141x200.jpg",
        "title": "Silent Hill ( 2006 )",
        "description": "Silent Hill ဆိုတဲ့ နာမည်က Oldie Gamer တွေနဲ့ သိပ်မစိမ်းမှာသေချာပါတယ်။ ဘာဖြစ်လို့လဲဆိုတော့ ဒီ Silent Hill(2006) Horror ဇာတ်ကားလေးကKonami ရဲ့ ၁၉၉၉ ကထုတ်ထားတဲ့ Silent Hill ဆိုတဲ့ ဗီဒီယိုဂိမ်းကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်လို့ပါပဲ။ ဗီဒီယိုဂိမ်းကို ဇာတ်ကားအနေနဲ့ပြန်ဖန်တီးထားလို့ စကားပြောတွေမကောင်းဘူး၊ ဇာတ်အိမ်ပရမ်းပတာဖြစ်တယ်၊ ပြသချိန်ကြာလွန်းတယ်လို့ ဝေဖန်မှုတွေဖြစ်ခဲ့ပါသေးတယ်။ဘယ်လိုပဲဝေဖန်ဝေဖန် ကြည့်လို့ကောင်းတယ််ဆိုတဲ့ မှတ်ချက်ကိုတော့ ပေးသွားကြတာချည်းပါပဲ။ ကျွန်တော့်ရဲ့ ကိုယ်ပိုင်အမြင်ကတော့ ဒီဇာတ်ကားကို တော်တော်လေးကောင်းတယ်လို့ထင်ပါတယ်။ Horror ဆိုတာထက် Mystery, Thriller ဖြစ်တယ်လို့ထင်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ Da Silver လင်မယားကကောင်မလေးတစ်ယောက်ကို မွေးစားထားပါတယ်။ သူတို့ရဲ့ မွေးစားသမီးလေးကို သမီးအရင်းလေးလိုပဲချစ်ကြပါတယ်။ ကောင်မလေးက အိပ်ရင်းလမ်းလျှောက်ပြီးတော့ဆိတ်ငြိမ်တောင်ကုန်းဆိုတဲ့နေရာက သူ့ကို ဆွဲခေါ်နေသလိုဖြစ်ရပ်တွေကို ကြုံလာရပါတယ်။ အဲဒီအချိန်မှာ အမေလုပ်သူက သမီးဖြစ်သူ နေကောင်းလာဖို့အတွက် ဆိတ်ငြိမ်တောင်ကုန်းကိုခေါ်သွားပါတော့တယ်။ သူတို့အဲဒီကိုရောက်တဲ့အချိန်မှာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Fexc/Den_Of_Thieves_[2018]_(MM_Sub).mp4 https://megaup.net/2lc2p/Silent_Hill_-_Revelation_[2012]_(MM_Sub)_(2).mp4 https://megaup.net/Zh80/Silent_Hill_[2006]_(MM_Sub)_(2).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/67840712_455070172008498_7140212224261357568_n-143x200.jpg",
        "title": "Come Back Love ( 2015 )",
        "description": "ဝႏွစ္တာခ်စ္သူဘဝနဲ႔လက္မထပ္ပဲအတူေနၾကတဲ့ခ်ီကြၽင့္က်ယ္နဲ႔က်န္းေ႐ွာင္ယြဲ႔တို႔ခ်စ္သူႏွစ္ဦး....လက္ထပ္ပြဲက်င္းပဖို႔ရက္၃ဝေလာက္ပဲလိုေတာ့တဲ့အခ်ိန္မွာ ခ်ီကြၽင့္က်ယ္ကက်န္းေ႐ွာင္ယြဲ႔ကိုလမ္းခြဲခ်င္တယ္လို႔ေျပာလာပါတယ္....႐ုတ္တရတ္အစြန္႔ပစ္ခဲ့ရတဲ့က်န္းေ႐ွာင္ယြဲ႔ကခ်ီကြၽင့္က်ယ္ကိုမဂၤလာပြဲအတြက္ျပင္ဆင္ထားၿပီးသားျဖစ္လို႔ သတို႔သမီးကသူပဲလုပ္မွာျဖစ္ၿပီးမဂၤလာပြဲမလာႏိုင္ရင္တျခားသတို႔သားေလာင္းတစ္ေယာက္႐ွာလာေပးဖို႔ေျပာလိုက္ပါတယ္....ေနာက္ဆံုးမွာလမ္းခြဲလိုက္ၾကၿပီး က်န္းေ႐ွာင္ယြဲ႔ကမဂၤလာပြဲလာေပးမဲ့တျခားသတို႔သားေလာင္းတစ္ေယာက္ကို႐ွာခဲ့ၿပီး အဲ့ဒီလူနဲ႔ပူးေပါင္းၿပီးခ်စ္သူေဟာင္းခ်ီကြၽင့္က်ယ္ရဲ႕စိတ္ကိုျပန္လည္ေအာင္လုပ္ႏိုင္ပါ့မလား....တေျဖးေျဖးနဲ႔မဂၤလာပြဲက်င္းပမဲ့ရက္ေရာက္လာတဲ့အခါမဂၤလာပြဲမွာ႐ွိေနမဲ့သတို႔သားကဘယ္သူျဖစ္မလဲ....ခ်စ္သူေဟာင္းခ်ီကြၽင့္က်ယ္ကပဲစိတ္ျပန္လည္လာၿပီးက်န္းေ႐ွာင္ယြဲ႔နဲ႔ျပန္လာလက္ထပ္ျဖစ္မလား...တျခားသတို႔သားေလာင္းတစ္ေယာက္နဲ႔ပဲလက္ထပ္ျဖစ္မလားဆုိတာေတာ့Come back, love ဆုိတဲ့ဒီကားေလးထဲမွာဆက္လက္ၾကည့္႐ႈၾကဖုိ႔တုိက္တြန္းလုိက္ပါေစေနာ္ Translated & Review By XiaoEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/come-back-love-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/CM-141x200.jpg",
        "title": "Deception of the Novelist ( 2019 )",
        "description": "ဒီဇာတ္​ကား​ေလးက​ေတာ့ ​ေဟာင္​​ေကာင္​ကား​ေလးတစ္​ကားျဖစ္​ၿပီးmystery ဆန္​ဆန္​ကား​ေလးတစ္​ကားပါဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ့Mr.Xu က ​နာမည္​ႀကီးစာ​ေရးဆရာ​တစ္​​ေယာက္​ျဖစ္​ၿပီး မိသားစုအ​ေပၚခ်စ္​တတ္​လြန္​းသူအျဖစ္​ မိန္​းက​ေလး​ေတြ အမ်ားစု သ​ေဘာက်​ေသာစာ​ေရးဆရာပါ kikiက​ေတာ့ အရမ္​းသဝန္​တိုတတ္​တဲ့ဇနီးတစ္​​ေယာက္​ျဖစ္​ၿပီး​ေတာ္​​ေတာ္​ အပ်င္​းႀကီးတဲ့မိန္​းမတစ္​​ေယာက္​ပါ သူတို႔ႏွစ္​​ေယာက္​မွာ မင္ဆိုတဲ့​သား​ေလးတစ္​​ေယာက္​႐ွိပါတယ္​ Mr.Xu က kiki အ​ေပၚ စိတ္​ကုန္​​ေနၿပီးသာယာမႈကိုခုံမင္​​ေသာ ​​ေယာက်ာ္​းတစ္​​ေယာက္​ပါ တစ္​​ေန႔​ေတာ့ Mr.Xu တို႔အ​ေပၚထပ္​ကို ဂ်ပန္​နဲ႔​ေဟာင္​​ေကာင္​စပ္​ ခပ္​မိုက္​မိုက္​အမ်ိဳးသမီးတစ္​ဦးအိမ္​လာငွါး​ေသာအခါ ဘာ​ေတြ ဆက္​ျဖစ္​ၾကမလဲ Mr.Xuကဂ်ပန္​မ​ေလးနဲ႔ ​ေဖာက္​ျပန္​မလား လင္မယားခ်င္​း ျပန္​အဆင္​​ေျပသြားမလားဆိုတာဇာက္​ကား​ေလး​ကို ၾကည္​့ၾကည္​့လိုက္​ပါ​ေတာ့ 18+အခန္​းတစ္​ခ်ိဳ႕ပါဝင္​​ေသာ​ေၾကာင္​့ မိသားစု ၾကည္​့႐ႈဖို႔မသင္​့​ေတာ္​ေၾကာင္း သတိေပးလုိက္ပါရေစေနာ္ Translated & Review By XiaoEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/deception-of-the-novelist-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BNTZmZjU1NDYtZGFhYi00YTM0LWFhYzEtMjQzZjczNGI4YjNjXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007351000_AL_-147x200.jpg",
        "title": "Seven Psychopaths (2012)",
        "description": "Seven Psychopaths (2012) ဆိုတဲ့ Comedy, Crimeဇာတ်ကားလေးကတော့ ရယ်ရသလို ကြည့်လို့လဲကောင်းပါတယ်။နက်နက်နဲနဲတွေးချင်ရင်လည်း ရပါသေးတယ်။ ဒီဇာတ်ကားကိုကျွန်တော့်ဉာဏ်လေးမတောက် တခေါက်နဲ့ ညွှန်းလိုက်ရင်ပေါ့သွားမှာ ဆိုးလို့ကောင်းတယ်၊ရယ်ရတယ် ဒီလောက်ပဲညွှန်းပါရစေ။ ဇာတ်လမ်းအကျဉ်းကတော့အရူး ၇ ယောက်အကြောင်းကို ဇာတ််လမ်းရေးမယ့် စာရေးဆရာအရက်သမားတစ်ယောက် ဇာတ်လမ်း စဉ်းစားရကြပ်နေပါတယ်။နောက်တော့ ခွေးကို ပြန်ပေးဆွဲနေတဲ့ သူ့သူငယ်ချင်းနှစ်ယောက်နဲ့ အတူဇာတ်ရှုပ်တစ်ခုထဲကို ဝင်မိကြပါတယ်။ အဲဒီမှာ သူ့ဇာတ်လမ်းအတွက်အရူးတွေကို ထပ်တွေ့လာပြီး သူ့သူငယ်ချင်းနှစ်ယောက်က သူ့ဇာတ်လမ်းကိုဘယ်လိုကူရေးပေးကြမလဲ ကြည့်ရမှာပါ။ Rating တွေကလည်း ကောင်းပါတယ်။IMDB 7.2 ရှိပြီး Rotten Tomatoes 82% ရရှိထားပါတယ်။Translated & Review By D3monEncoded By LK",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/seven-psychopaths-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/b56f576ad9402b6fe4d3d0ac2f6b8e54-157x200.jpg",
        "title": "[21+] SUBMISSION OF CASE FILES (2017)",
        "description": "Dark Side Production မှ တင်ဆက်သည်။ယူကီဟာ ချောမောလှပပြီး ဘဏ်တစ်ခုရဲ့ဝန်ထမ်းပါ...သူမရဲ့ အသက်အရွယ်က လှသွေးကြွယ်ချိန်...အချစ်ဆိုတာ အ, မှန်း န, မှန်း မသိသေးတဲ့အရွယ်...လက်ထပ်တယ်ဆိုတာကို ချစ်ရတဲ့သူနဲ့ အတူတူနေဖို့ပဲ ဆိုတဲ့ အတွေးပဲရှိတဲ့ မိန်းမချောလေး...အလွယ်ပြောရရင် ယင်ဖို မသန်းဖူးသေးတဲ့ သူလေးပေါ့...။ကီမူရာကတော့ ရိုးအ လွန်းတဲ့ သာမန်လူတစ်ယောက်ပါပဲ...။ယူကီ နဲ့ ကီမူရာတို့ဟာ ဘဏ်တစ်ခုမှာ အလုပ်အတူတူလုပ်ကြရင်း အိုးချင်းထား အိုးချင်းထိပြီးကြိုးချင်းထားကြိုးချင်းငြိခဲ့ကြပါတယ်..။သည်လိုနဲ့ပဲ စေ့စပ်ပြီးတော့ တစ်အိမ်တည်းအတူနေလိုက်ကြပါတယ် တစ်ဦးကို တစ်ဦးကြင်နာနွေးထွေးကြပြီး အိမ်ထောင်သည်ဆိုတဲ့ ဘဝကို ရှာဖွေထုဆစ်ကြတော့မယ်...။မမျှော်လင့်ပဲ ကြမ္မာဆိုးကြီးက သူတို့ကို ပြင်းပြင်းထန်ထန်ရိုက်ချလိုက်ပါတယ်...ဟုတ်ပါတယ် သူတို့ဘဏ်ကို ပိတ်ခါနီးလေးမှာပဲ လက်နက်ကိုင် လူတစ်ယောက်ရောက်လာပြီး..ဘဏ်ကို အနုကြမ်းစီးပါတော့တယ်...။ဘယ်သူတွေ အထိနာလဲ ဘယ်သူတွေ အသာစီးရကြသလဲဆိုတာတော့ ဆက်လက်အားပေးကြပါဦး...အထိနာပုံက ပြင်းထန်လွန်းတာကြောင့် ၂၁ နှစ်အောက် လူငယ်များမကြည့်သင့်ပါကြောင်းနှင့်..အသက်ပြည့်ပြီးသူများအတွက် အသံလုံ နားကြပ်တစ်စုံလိုအပ်ပါကြောင်း ကြိုတင်သတိပေးပါရစေ။(generate စာဖိုင်ဖြစ်သည့်အတွက် အဆင်မပြေမှုများရှိပါက သည်းခံပေးပါရန်)(ကိမုချိမှတင်ဆက်ပေးထားပါတယ်) File ...",
        "rating": "",
        "url": "https://megaup.net/1rOvo/[DS]_JAV_SHKD-739.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ue9co4q7ilbjThuy0hUIYxinCzg.jpg",
        "title": "The Operative (2019)",
        "description": "ဒီကားေလးကေတာ့ ေထာက္လွမ္းေရးဇာတ္လမ္းနဲ႕ Mystery/Thriller ဇာတ္ကားသစ္ေလးျဖစ္ပါတယ္။ေအးေအး ျငိမ္ျငိမ္ေလးနဲ႕ၾကည့္မယ့္ဇာတ္ကားပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေရခ်ယ္ဆိုတဲ့အမ်ဳိးသမီးဟာသူ႕ရဲ႕ထူးျခားတဲ့ ကိုယ္ေရးရာဇာ၀င္ေၾကာင့္Mossad လို႕ေခၚတဲအစၥေရးေထာက္လွမ္းေရးအဖြဲ႕ရဲ႕မ်က္စိက်ျခင္းကိုခံခဲ့ရပါတယ္။ဂ်ဳးလူမ်ဳိးလည္းမဟုတ္၊ အစၥေရးႏိုင္ငံသားလည္းမဟုတ္ဂ်ာမနီမွာေနျပီးဒီလိုအဖြဲ႕အတြက္အလုပ္လုပ္ေပးတယ္ဆိုတာ ထူးဆန္းပါတယ္။ဒီလိုနဲ႕သူ႕ကိုအီရန္ကိုလႊတ္ျပီးသူလွ်ဳိလုပ္ခုိင္းဖို႕ အေသးစား စစ္ဆင္ေရးေတြနဲ႕စခိုင္းရာကေန တေျဖးေျဖးသူ႕ထမ္းေဆာင္ရတဲ့စစ္ဆင္ေရးဟာ အေရးၾကီးလာျပီးအထိအခိုက္မခံတဲ့စစ္ဆင္ေရးျဖစ္သြားျပီးေနာက္...ဌာနခ်ဳပ္နဲ႕ ေရခ်ယ္နဲ႕ သူ႕ရဲ႕အထက္အရာရွိျဖစ္သူေသာမတ္စ္တို႕ၾကားမီးပြားတစ္ခုျဖစ္ပြားခဲ့ျပီးအဲဒီမီးပြားဟာအစၥေရးႏိုင္ငံကိုျခိမ္းေျခာက္မႈျဖစ္ေစတဲ့အထိ ျဖစ္လာတဲ့ေနာက္မွာေတာ့ေရခ်ယ္ဆိုတာဘယ္လိုအမ်ဳိးသမီးလဲ....သူနဲ႕ Mossad တို႕ရဲ႕ဆက္ဆံေရးကဘယ္လိုလဲ...အီရန္နဲ႕အစၥေရးတို႕ရဲ႕ ႏိုင္ငံေရးတစ္ေစ့တစ္ေစာင္းေတြနဲ႕အတူေတြ႕ျမင္ရမွာပါ။ဇာတ္ရွိန္ေအးေအးနဲ႕ပဲၾကည့္ရမယ့္ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) File Size : (900 MB) and (430 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time : 1h 40min\nFormat : Mp4\nGenre : Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.AMZN.WEBRip.DDP5.1.x264-CM\nTranslated by Thura Zarni ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-operative-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHAD7cx1j2RAyjwREVgJeLcLVoi.jpg",
        "title": "The Hustle (2019)",
        "description": "2019 ထဲမကြာသေးမီကမှ လောလောလတ်လတ် ထွက်ရှိထားတဲ့ the Hustle ဆိုတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ် …Crime/Comedy ဇာတ်လမ်းအမျိုးအစား ဖြစ်ပြီးတော့ မပြုံးဘဲဝါးလုံးကွဲ ရယ်ချင်သူများနဲ့ဂျိမ်းစ်ဘွန်းဆန်ဆန် စုံထောက်ဆန်ဆန် ရုပ်ရှင်ကားတွေကို နှစ်သက်သူတွေအတွက် ကြည့်ရမယ့်စာရင်းထဲ ထည့်ဖို့ဇာတ်ကားလေးပါ …ပန်နီ ရပ်စ်ဆိုတဲ့ ဝတုတ်တုတ်ကောင်မလေးဟာ အွန်လိုင်းမှာ ခပ်မိုက်မိုက်ကောင်မလေးတွေရဲ့ပုံတွေတင်ပြီးတော့အပြင်မှာ ဒိတ်ချင်တဲ့ ယောက်ျားတွေကို လိမ်စားနေတဲ့ ကြုံရာကျပန်း လူလိမ်မလေးတစ်ယောက်ပေါ့ …ဂျို့စ်ဖင်း ချက်စ်တာဖီးဒ် ဆိုတဲ့ ချောမောလှပတဲ့ အမျိုးသမီးကတော့ သန်းကြွယ်သူဌေးတွေကိုမှ ပစ်မှတ်ထားလေ့ရှိတဲ့နိုင်ငံတကာပတ်ပြီး အကွက်ချလိမ်လည်တတ်တဲ့ လူလိမ်အကြီးစားတစ်ယောက်ပေါ့တစ်နေ့တော့ ခပ်ဝဝ လူလိမ်မလေးတစ်ယောက်နဲ့ ခပ်လှလှ လူလိမ်မကြီးတစ်ယောက်တို့ဟာရထားတစ်စီးပေါ်မှာ အမှတ်မထင် ဆုံတွေ့ခဲ့ကြပါတော့တယ်…ရယ်မောရင်းရင်ခုန်ရမယ့် ဒီဇာတ်ကားလေးကို နာမည်ကြီးဟောလိဝုဒ် စတားတွေဖြစ်ကြတဲ့Anne Hathaway နဲ့ Rebel Wilson တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြလို့ ကိုယ်တိုင်ပဲ ကြည့်ရှူခံစားတော်မူကြပါ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ) File Size : (750 MB) ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-hustle-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uLE57OZPq9opQJhkHfijkSpCkVQ.jpg",
        "title": "Raatchasi (2019)",
        "description": "ပညာေရးမွာ ျပစ္ခ်က္တစ္ခုရိွလာရင္ အေၾကာင္းျပခ်က္က မလံုေလာက္တဲ့ ဆရာ/မ အင္အားနဲ႔ စနစ္ဆိုး..ဒါေတြဟာ လက္ညိႇဳးထိုးျပစရာ။ ဘယ္အစိုးရမွ ေလာက္ငွတဲ့ ေငြပမာဏမေပးမထားေတာ့ ဝန္ထမ္းေတြလည္း အျပင္စီးပြားရွာတယ္။အထက္လူႀကီးေတြက အာဏာရပါတီကဆိုၿပီး ၿမိဳ႕တိုင္းမွာ ပါတီအလံလႊင့္ထူဖို႔ေလာက္ ေက်ာင္းေတြမွာ လစ္လပ္ေနတာကို သူတို႔ စိတ္မဝင္စားဘူး။မဲဆြယ္တုန္းခဏပဲ ျပည္သူကို ၾကည့္ၾကတာပါ။အဲ့ဒီလို ၿမိဳ႕မ်ိဳးမွာဆို လူသတ္မႈလည္း ထြန္းကားတယ္ဗ်။ဒီေက်ာင္းက ထူးဆန္းတယ္။ေက်ာင္းမွာ ရာထူးအႀကီးဆံုးက ဘဲႀကီးက ႏွာဘူးထတယ္။ဆရာမေတြကို ႐ိုေသေလးစားမႈမရိွ။ေက်ာင္း အေထြေထြလုပ္သားေတြက အစ လက္မွတ္ထိုးၿပီး အိမ္ျပန္စီးပြားလုပ္တယ္။ဆရာမေတြဟာ ေက်ာင္းသားေတြရဲ႕ အနာဂတ္ထက္ ပါးေပၚက မိတ္ကပ္မပ်က္ဖို႔ ပိုဂ႐ုစိုက္တယ္။ကေလးေတြရဲ႕ စာဖတ္သံထက္ နားေထာင္ေနတဲ့ နားၾကပ္က သီခ်င္းသံကို ပိုႀကားရဖို႔ အာ႐ံုစိုက္တယ္။ဆရာေတြက အရည္အခ်င္းမရိွဘဲ သင္ျပေနသူေတြ။ေခတ္ေနာက္က်န္ခဲ့ၿပီး ေခတ္သစ္ပညာေရးနဲ႔အလွမ္းေဝးေနသူေတြ။...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/raatchasi-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/E8Jmbc-142x200.jpg",
        "title": "Snow Flower (2019)",
        "description": "Snow flower ဆိုတဲ့ ဂျပန်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်...IMDb Rating (7.1) ပါ။\nသေရမယ့်ရက် သေရမှာကြိုသိနေတဲ့ မိယူကိတစ်ယောက်ဟာ ဘဝကို အရှုံးပေးဖို့ကြိုးစားနေချိန်\nအမှတ်မထင် နှင်းပန်းလေးအနေနဲ့ သူ့ဘဝထဲကို ဝင်လာသူကတော့ ယူးဆုကဲပါပဲ...\nဒါကြောင့် ယူးဆုကဲကို သူကိုယ်တိုင် ရည်းစားအဖြစ် တစ်လစာချုပ်နဲ့ တွဲဖို့တောင်းဆိုခဲ့ပါတယ်...အချစ်ဆိုတာကို ဘာမှန်းမသိတဲ့သူတို့နှစ်ယောက်အတွက်တော့\nအချစ်ဆိုတာ အရာအားလုံးနဲ့ အလဲထပ်ရဲလောက်တဲ့ စွန့်စားခန်းကြီးတစ်ခု...\nအချစ်ဆိုတာ အနားမှာ လက်ကိုကိုင်ထားပြီး ရှိနေပေးတာမျိုး...\nအချစ်ဆိုတာ သူ့အတွက် လုပ်ပေးရရင် ပျော်နေတတ်တာမျိုး...\nအချစ်ဆိုတာ.... တစ်ခဏတာအချိန်လေးအတွက်တောင် တစ်ဘဝလုံးကို လောင်းကြေးထပ်ရဲတာမျိုးပါ...\nသူတို့ရဲ့အချစ်ကို ဇာတ်လမ်းလေးကြည့်ပြီး ခံစားလိုက်ကြပါတော့...\n( မှတ်ချက်။ ။ နှလုံးသားနဲ့ ခံစားပြီး မျက်ရည်ခိုင်မှ ကြည့်ကြပါ။)\nFile size…(1.1 GB) and (600 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….02:0:500\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Chu Chu",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/snow-flower-2019/",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/67699289_630159087392648_6146168921507495936_n-156x200.jpg",
        "title": "Halloween Fright Night (2019)",
        "description": "Halloween Fright Night (2019)\n \nHorror ရုပ်ရှင်ချစ်သူများအတွက်ဇာတ်ကားကောင်းတကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဒီကားလေးဟာ 2019ထွက် ထိတ်လန့်ခြောက်ခြားဖွယ်\nဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် Halloween Day ဟာ သရဲမျက်နှာဖုံး ပုံစံမျိုးစုံစွပ်ပြီး\nမြူးတူးကခုန်တဲ့ပျော်ရွှင်ပွဲဖြစ်သလို ဘော်ဒါအချင်းချင်းစနောက်ကျီစယ်လေ့ရှိတဲ့နေ့လေးဖြစ်တယ်..\nဒါပေမယ့် Halloween Day မှာ ရုံးခန်းတည်ရှိရာ\nတိုက်ကြီးအတွင်းမှာ ခြောက်လန့်ခံရပြီး ပိတ်မိနေရင်......\nဒီကားလေးမှာလည်း Halloween Day မှာ တိုက်ပေါ်ကနေခုန်ချပြီးသေသွားခဲ့တဲ့\nရုံးဝန်ထမ်းမလေးတစ်ယောက်ဟာ နောက်နှစ် Halloween Day ရောက်ချိန်မှာ\nရုံးနောက်ကျမှဆင်းရတဲ့လူတစ်စုကိုခြောက်လန့်ရင်း\nတိုက်တွင်းမှာပဲပိတ်လှောင်ထားတဲ့အခါသူတို့တွေလွတ်မြောက်နိုင်ပါ့မလား....\nဒီရုံးဝန်ထမ်းသရဲမလေးက ဒီလူတွေနဲ့ ဘယ်လိုဆက်စပ်မှုတွေရှိနေတာလဲ..\nစတာတွေကိုထိန့်လန့်ခြောက်ခြားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်\n \nTranslated & Review By Phyo Zaw\n \nEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/1zwm6/Halloween_Fright_Night_[2019]_(MM_Sub).mp4",
        "category": "Horror, Mystery"
    }
]