[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-03-at-16.39.17-1-134x200.png",
        "title": "Fear Street Part One: 1994 (2021)",
        "description": "Fear Street Part One: 1994 (2021)=========================IMDb Rating - 6.5/10အရမ်းမိုက်တဲ့ Netflix horror ဇာတ်ကားလေးဖြစ်ပါတယ်။\nဒီဇာတ်ကားဟာ R.L. Stine ရဲ့ Best-Selling Fear Street Book Series ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး။Part -1(1994), Part - 2(1978), Part -3(1666) ဆိုပြီး ၃ကားတွဲ တစ်ပတ်ခြားစီဆက်တိုက်ထွက်လာမယ့် Trilogy Event လည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့... ၁၉၉၄ ခုနှစ် အမေရိကန်နိုင်ငံမှာ ဆန်နီဗေးလ်နဲ့ ရှိတ်ဒီဆိုဒ်လို့ အမည်ရတဲ့  ဘေးချင်းကပ်မြို့နှစ်မြို့ရှိကြတယ်... ထူးခြားတာက ဆန်နီဗေးလ်ဟာ သာယာဝပြောပြီး စီးပွားဖြစ်သလောက် ရှိတ်ဒီဆိုဒ်ကတော့စုတ်ပြတ်နုံချာနေပြီး လူသတ်မှုတွေလည်းခဏခဏဖြစ်လေ့ရှိတာပါပဲ...ဒီနာနဲ့ ဆမ်က ရှိတ်ဒီဆိုဒ်မြို့ခံ ချစ်သူစုံတွဲလေးပေါ့၊ ဆမ်က ဆန်နီဗေးလ်ကိုပြောင်းသွားတဲ့ကိစ္စနဲ့ သူတို့ လမ်းခွဲစကြရာကမမျှော်လင့်ထားတဲ့ဖြစ်ရပ်တစ်ခုဖြစ်ပြီး သူတို့နောက်ကို လူသတ်သမားတွေလိုက်လာတဲ့အခါမှာတော့...သူတို့မြို့လေး တကယ်ပဲကျိန်စာသင့်နေတာလားဆိုတာ ကြည့်ရှူခံစားရမှာဖြစ်ပါတယ်။တော်တော်လေးကို ဇာတ်ရှိန်မြင့်ပြီးကြည့်လို့ကောင်းပါတယ်။July 9 ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jDjs/Fear.Street.Part.1.1994.2021.720p.WEB.RIP[CM].mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/130989550_702675893766247_6469993330608157506_n-138x200.jpg",
        "title": "Indoo Ki Jawani (2021)",
        "description": "Indoo Ki Jawani (Indoo's youth)၂၀၂၀ နှစ်ကုန်ပိုင်းမှာ ရုံတင်ဖြန့်ချိခဲ့တဲ့ Coming of age-Comedy အမျိုးအစား Boolywood ဇာတ်ကားလေးပါ..​ချေအင်ဒီရာဂူပ်တာ ဆိုတဲ့ အိန္ဒိယ အမျိုးသမီး​လေးတစ်​ယောက်\nသူ့ချစ်သူ ဆာတစ်ရှ်ရဲ့ ​ဖောက်ပြန်မှုကို ခံလိုက်ရပါတယ်...\nအ​​ကြောင်းရင်းက​တော့ ချစ်သူက အတူ​နေဖို့ တစ်ချိန်လုံး​တောင်းဆို​နေ​တာကို\nအင်ဒီရာက လက်ထပ်ပြီးမှ အတူ​နေသင့်တယ်လို့ တွင်တွင်ငြင်းဆိုခဲ့တာကြောင့်ပါပဲ...အင်ဒီရာက ဒါတောင်မှ အတော်ကိုလန်းတဲ့ ကောင်မလေးနော်...ဒီမှာတင်စိတ်နာပြီးတော့ ...အချစ်ဆုံးသူငယ်ချင်း ဆိုနယ်လ်ရဲ့အကြံ​ပေးချက်အရ\nအတူ​နေတာကို ​​လေ့ကျင့်​ခန်းဆင်းဖို့ dating app တစ်ခုကို စတင်သုံးစွဲပါ​တော့တယ်...ဒါ့အပြင် သူတို့မြို့ပေါ်မှာလဲ ဖောက်ခွဲရေးအကြမ်းဖက်သမားတွေရောက်နေတဲ့အခါ...သူနဲ့လိုက်ဖက်ညီသူကို Dating App ကနေ ရှာတွေ့သွားမလား....အကြမ်းဖက်သမားတွေနဲ့သူနဲ့ဘယ်လိုပတ်သက်လာမလဲ...ဘယ်လိုအခက်အခဲတွေကိုကျော်ဖြတ်ရဦးမလဲဆိုတာ...ကြည့်ရှုလိုက်ကြပါဦး ...အချစ်ဟာသဇာတ်မြူး​လေးမို့ ပေါ့ပေါ့ပါးပါးလိုက်ပါခံစားရင်း စိတ်ညစ်တာတွေ ခဏတာဖြေဖျောက်ကြပါစို့။\nFile size…(2.3 GB) / (1.5 GB) / (500 MB)\nQuality…WEB-DL 1080p /720p/ 360p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/1DQya/(CM)Indoo.Ki.Jawani.2020.720p.NF.WEB.RIP.DDP.5.1.HEVC-Telly.mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Velli-123x200.jpg",
        "title": "Vellai Yaanai (2021)",
        "description": "Vellai Yaanai (2021)DramaIMDb 8.5/10အသစ်ထွက်ရှိထားတဲ့ အိန္ဒိယတမီလ်ဇာတ်လမ်းကောင်းလေးကို တင်ဆက်လိုက်ပါတယ်ဒီဇာတ်ကားလေးကတော့ လယ်သမားတွေရဲ့ဘဝကို သရုပ်ဖော်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်\nချာတူရ်ဗက်ဒီမန်ဂလမ် ဆိုတဲ့ တမီလ်ရွာလေးဟာ စိုက်ပျိုးရေးကို အဓိကလုပ်ကိုင်ကြပြီးတော့ ရွာတွင်းမှာပဲကုန်စည်တွေဖလှယ်ပြီး စည်ကားကြွယ်ဝနေတဲ့နေရာလေးတစ်ခုပေါ့ဒီလိုသာယာနေတဲ့ရွာလေးကို တစ်နေ့မှာတော့ ဘဏ်လုပ်ငန်းရှင်တွေက စိုက်ပျိုးရေးချေးငွေတွေယူဖို့ လာတိုက်တွန်းပါတော့တယ်\nမာရူတူး ဆိုတဲ့ ရွာသားကတော့ မယူဖို့တိုက်တွန်းပေမယ့် သူ့သူငယ်ချင်း ဗက်လား ကတော့ ယူဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်ကံဆိုးမိုးမှောင်ကျတဲ့ရွာသားတွေအတွက်တော့ လယ်လုပ်ငန်းတွေ တိုးချဲ့လုပ်ကိုင်ကြပေမယ့်လည်း မိုးခေါင်ရေရှားမှုကြောင့် ဒုက္ခတွေ့ကြပါတော့တယ်\nသူတို့တွေဘဏ်ချေးငွေတွေကိုရောပြန်ဆပ်နိုင်ပါ့မလား\nဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ကြမလဲ\nမြေနိမ့်ရာလှံစိုက်ဆိုသလိုပဲ ဒီလယ်သမားတွေရော\nလောကဓံရဲ့ဒဏ်ကို ရင်ဆိုင်သွားနိုင်ကြမလား\nစတာတွေကို ကရုဏာရသမြောက်စွာကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် Translated by : May Zin Oo & IdaReviewed by : May Zin OoEncoded by : YKQuality : 1080p WEB Dl DDP5.1File Size : 1.96GBDuration : 2h 7min",
        "rating": "8.2",
        "url": "https://megaup.net/2jNTg/Vellai_Yaanai_(2021)_Tamil_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Drama, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Review_104_Photo_2_-_Body_of_Evidence_1993_400_554_90-144x200.jpg",
        "title": "[18+] Body of Evidence (1993)",
        "description": "မက်ဒေါနားရဲ့ အဖော်အချွတ်တွေကြောင့် ဒီဇာတ်ကားဟာ Best Erotic Thriller ထဲမှာ နာမည်ကြီးပါတယ်...၉၀ ခုနှစ်များဆီက ရှာရွန်စတုန်းရဲ့နာမည်ကျော် Basic Instinct လိုပဲ မက်ဒေါနားကိုလဲ ဒီဇာတ်ကားနဲ့တွဲမြင်ကြပါတယ်...အဖော်အချွတ်သီးသန့်မဟုတ်ဘဲ လူသတ်တဲ့လှည့်ကွက်ဇာတ်အိမ်လေးနဲ့ဆိုတော့ တက်ကြွစွာလိုက်ပါစီးမျောရမယ့်ဇာတ်ကားမျိုးပါ...အဆိုတော်မင်းသမီး Madonna နဲ့အတူ မင်းသားကြီး Willem Dafoe နဲ့ မင်းသမီးကြီး Julianne Moore တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့....\nရှေ့နေကြီး ဖရန့်ဒူလေးနီ (Willem) ဟာ အင်မတန်တော်တဲ့ ရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့ ဖရန့်ဆီကို အမှုတစ်မှုရောက်လာပါတယ်။ အမှုကတော့ ချမ်းသာကြွယ်ဝတဲ့\nအသက်ကြီးကြီးဘိုးတော်တစ်ယောက်ဟာ အိပ်ယာပေါ်မှာ သေဆုံးနေတဲ့အမှုပါ။\nဆေးစစ်ချက်များအရ နှလုံးဖောက်သေဆုံးတာဖြစ်ပေမဲ့ ကိုကိန်းသုံးစွဲထားတဲ့လက္ခဏာလည်းတွေ့ရတဲ့အပြင်\nလက်ကောက်ဝတ်မှာလည်း လက်ထိပ်ရာများတွေ့ရတာဖြစ်လို့ လူသတ်မှုလို့ ထင်စရာရှိတဲ့အနေအထားဖြစ်နေပါတယ်။\nဘိုးတော်ရဲ့အိမ်ထဲမှာ BDSM လုပ်တဲ့နေရာမှာသုံးတဲ့ ပစ္စည်းကိရိယာတွေလည်းတွေ့ထားတဲ့အပြင် ဗွီဒီယိုစက်မှာလည်း\nဟုမ်းမိတ်ဗွီဒီယိုတစ်ခုက ပွင့်လျက်အနေအထားနဲ့ ရှိနေပါတယ်။\nအဓိကသံသယအဝင်ခံရသူကတော့ ထိုဘိုးတော်နဲ့ တွဲနေတဲ့ ငယ်ရွယ်တဲ့အမျိုးသမီးလေး ရေဘတ်ကာကာလ်ဆင်(Madonna)ပဲဖြစ်ပါတယ်။\nသံသယပိုအဝင်ခံစရာကောင်းတာက ဘိုးတော်ရဲ့သေတမ်းစာထဲမှာ ရေဘတ်ကာရဲ့နာမည်နဲ့ ဒေါ်လာ ၈ သန်းအမွေထားခဲ့ပေးတဲ့ကိစ္စပါပဲ။\nရှေ့နေကြီးဖရန့်ဟာ ဒီအမှုကို ရေဘတ်ကာဘက်ကနေ ...",
        "rating": "4.5",
        "url": "https://megaup.net/XRw3/(CM)Body.Of.Evidence.1993.720p.BluRay.x264-DiVULGED.mp4",
        "category": "Adult, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYjc1ZTFiNGItMzQyYy00OTFlLThjOGYtNzA2NWY1M2E4MTAzXkEy_002-135x200.jpg",
        "title": "Hunter Hunter (2020)",
        "description": "Hunter Hunter (2020)=================IMDb Rating - 6.3/10 နာမည်ကို ကြည့်လိုက်တာနဲ့ အမဲလိုက်တဲ့ကား ဆိုတာ သိကြမှာပါ။ ဆိုတော့ ..... အမဲလိုက်တဲ့ကားတွေကြိုက်တတ်တဲ့လူတွေ သဘောကျမယ့်ကားမျိုးပါပဲ။ ဘဝဟာ မုဆိုးတစ်လှည့် သားကောင်တစ်လှည့်ပါပဲ။လေးဖြူရဲ့အမဲလိုက်မုဆိုး သီချင်းထဲကလိုပေါ့ဗျာ။ မုဆိုးကြီး ဂျိုးဆက်တို့ သားအမိသားအဖ ၃ ယောက်ဟာတောထဲမှာ အိမ်ကလေးဆောက်ပြီး နေကြပြီး အမဲလိုက်တဲ့အလုပ်နဲ့ အသက်မွေးဝမ်းကျောင်းပြုကြတာပါ။သူတို့ကို ခြိမ်းခြောက်နိုင်တာကတော့ ဝံပုလွေတစ်ကောင်ပါပဲ။ ပုံမှန်ဆိုရင် လူက မုဆိုး တိရစ္ဆာန်က သားကောင်ပါ။တိရစ္ဆာန်က မုဆိုး ဖြစ်ပြီး လူက သားကောင်ဖြစ်တဲ့အချိန်မှာတော့ ..... Horror, Thriller ကြိုက်သူများအသည်းတယားယား ရင်တဖိုဖိုနဲ့ ဇာတ်ကို အဆုံးထိ ရောက်လို့ ရောက်မှန်းမသိအောင် ွဲခေါ်သွားမယ့် ဇာတ်ကားမျိုးပါပဲ။ IMDb Rating - 6.3/10 ရရှိထားပြီး . Thriller ကား ကြိုက်နှစ်သက်သူတွေအတွက်တော့ကြည့်ကောင်းမယ့်ကားမျိုးဖြစ်ပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို August ...",
        "rating": "6.3",
        "url": "https://megaup.net/1AA3b/Hunter.Hunter.2020.720p.WEBRip[CM].mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTc5MTg2NjQ4MV5BMl5BanBnXkFtZTgwNzcxOTY5NjE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Good Dinosaur (2015)",
        "description": "The Good Dinosaur (2015)IMDb - 6.7/10_____Rotten - 76%\n  \n2015 လောက်က CM မှာ တင်ခဲ့ဖူးတဲ့ The Good Dinosaur ဆိုတဲ့\nAnimation ရုပ်ရှင်ကားလေးကို အသစ်တဖန် 1080P BluRay Version\nအဖြစ်ပြောင်းလဲ တင်ဆက်ပေးလိုက်ပါတယ် ကြည်တောက်ရှင်းမှ\nကြိုက်တဲ့ Quality အကောင်းကြိုက်သူတွေ အတွက်ပါ....\nဒီ Animation ရုပ်ရှင်လေးဟာ ကလေးတွေတင်\nမကပါဘူး လူကြီးတွေပါ ကြိုက်ပါတယ်...\nကျနော်တို့ မသိလိုက်တဲ့ ကျောက်ခေတ် မှာ\nဒိုင်နိုဆော တွေဟာ သူတို့ဘာသာ အသက်ရှင်\nရပ်တည်ဖို့ အသီးအရွက်စားတွေ ဆို လယ်တွေ စိုက်တယ်\nရိတ်သိမ်းတယ် လှောင်ထားတယ် နွေစာ မိုးစာ ဆောင်းစာ\nသက်သက်မှတ်မှတ် သိမ်းကြပြီး အသားစား သတ္တဝါတွေကတော့\nအသားစားလို့ရတဲ့ သတ္တဝါငယ်တွေကို မွေးမြူပြီး စားသောက်ကြပါတယ်\n  \nအဲ့ဒီအချိန်မှာ လူသားတွေ ဆိုတာ ဒိုင်နိုဆော လောက်တောင်\nအသိဉာဏ် မဖွင့်ဖြိုးသေးတဲ့ ပုံစံ ပြသထားပြီး\nဒီရုပ်ရှင်ကား ရဲ့ အဓိက ဇတ်ကောင် ၂ ခုဖြစ်တဲ့\nအာလို ဆိုတဲ့ ဒိုင်နိုဆော ငကြောက်လေး ရယ်\nသူ့ကို အမြဲ လိုက်စောင့်ရှောက်ပေးတဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-good-dinosaur/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/love-you-my-arrogance-2020-136x200.jpeg",
        "title": "Love You My Arrogance (2020)",
        "description": "ကျေးရွာတွေဆီ ခရီးထွက် video တွေရိုက်ပြီး Youtube Channel ပေါ်တင်ရင်း နာမည်ရလာတဲ့ အိုက်ဆန် တစ်ယောက်\nFanတွေ အများရှိပေမယ့် ဘယ် Fan နဲ့မှ အရောတဝင်မနေ မာနကြီးသလိုလုပ်နေတာကြောင့် လူမုန်းများလာခဲ့ပါတယ်သူဘယ်သူနဲ့မှ အရောတဝင်မလုပ်ရတာကတော့ သူ့မှာ ထူးခြားတဲ့အစွမ်းရှိနေလို့ပါ\nအဲ့ဒါကတော့ သူများတွေ စိတ်ထဲကတွေးနေတာကို ကြားနေရတာပါပဲ\nFan တွေကြားထဲရောက်သွားရင် လူတွေအများကြီးရဲ့အတွေးတွေကို ကြားနေရပြီး ခေါင်းအရမ်းမူးတာကြောင့် အရောတဝင်မနေဖြစ်တော့တာပေါ့ဒီလိုနဲ့ တနေ့ သူခရီးထွက်လာတဲ့ လမ်းမှာ အန်နာဆိုတဲ့ ကောင်မလေးနဲ့ တွေခဲ့တယ်\nတစ်ခြားသူတွေ အတွေးကို အကုန်ကြားနေရတဲ့သူ အန်နာရဲ့အတွေးကိုတော့ ဘယ်လိုပဲကြိုးစားနားထောင်နားထောင် သူမကြားရပါဘူး အန်နာဆိုတာလည်း တက်သစ်စ စာရေးဆရာမတစ်ယောက်\nကုန်ကြမ်းတွေစုဖို့အတွက် နယ်လှည့်ပြီး လူတွေအကြောင်း လေ့လာနေသူတစ်ယောက်ပေါ့\nအဲ့အချိန်မှာ အိုက်ဆန်နဲ့တွေ့ပြီး ကုန်ကြမ်းရပြီဆိုပြီး အနောက်က တကောက်ကောက် လိုက်ကပ်နေတဲ့နောက်...သူတို့ရဲ့ ထူးဆန်းလှတဲ့ တွေ့ဆုံမှု့ကနေ ဘယ်လိုတွေ ဆက်ဖြစ်သွားမလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှူ့ခံစားလိုက်ပါ ...",
        "rating": "7.5",
        "url": "https://megaup.net/XRgy/Love_You_My_Arrogance_(2020)_NF_720p.mp4",
        "category": "Comedy, Romance, Supernatural"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/chat-113x200.jpg",
        "title": "Chathur Mukham (2021)",
        "description": "IMDb Rating (6.5)ဆဲလ်ဖီဆွဲလို့ လိုက်သတ်တဲ့ ကားကြည့်မလား...\nဆိုရှယ်ကျကျနေတတ်တဲ့ တေဂျက်စဗီနီဆိုတဲ့ကောင်‌မလေးဟာ\nသူ့ဖုန်းလေးပျက်သွားတော့ အွန်လိုင်းပေါ်ကနေ ဖုန်းလေးတစ်လုံးဝယ်ခဲ့တယ်\nဒီဖုန်းသူ့လက်ထဲရောက်လာကတည်းက ဒုက္ခတွေများပြီး\nအသက်အန္တရာယ်ထိခိုက်စေတဲ့ အဖြစ်အပျက်တွေရှိလာကော...\nဒီလိုဘာကြောင့်ဖြစ်မှန်း စူးစမ်းရင်းနဲ့ သူ ဆဲလ်ဖီဆွဲလိုက်တိုင်း\nကိန်းဂဏန်းတွေ ပုံထဲမှာ ပေါ်ပေါ်လာနေတာကို သတိထားမိလာတယ်\nဆက်စပ်ပြီး ဒီဖုန်းအကြောင်းစုံစမ်းမိဖို့ သူ့ကိုရောင်းလိုက်တဲ့သူဆီ\nအသွား..အဲ့ဒီလူရဲ့ အသုဘဖြစ်နေတဲ့အခါ\nဒီလိုပဲ တခြား၃လေးယောက်ကလည်း ဆဲလ်ဖီဆွဲရင် ကိန်းဂဏန်းတွေ\nပေါ်လာလိုက် ရက်ပိုင်းလောက်နေရင် ဆုံးသွားလိုက်နဲ့ဆိုတော့...\nဘာတွေဆက်ဖြစ်လာမှာလဲ...(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို Ida မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.5 GB)and (1.6 GB) and (480 MB)\nQuality…WEB-DL 1080p and 720p 5.1 CH and 480p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ida",
        "rating": "",
        "url": "https://megaup.net/1DOyU/CHATHUR_MUKHAM_(2021)_Malayalam_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_AAC.mp4",
        "category": "Bollywood, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-12-at-14.08.22-141x200.png",
        "title": "Tides (2021)",
        "description": "Tides (2021) (or) The Colony (2021)===========================IMDb Rating - 5.4/10 ဒီကားက သိပ္ပံစိတ်ကူးယဥ်ကားတွေထဲမှာမှ လက်တွေ့ဆန်ဆန် အနာဂတ်ကို ပုံဖော်ထားတဲ့ကားမျိုးပါ၊ဒီကားကြည့်ရင်း ပထမဆုံးတွေးမိတာက အနာတ်ဂတ်မျိုးဆက်ဟာ ရှေ့မျိုးဆက်တွေရဲ့ ကောင်းမွေဆိုးမွေကို ခံရမှာပဲဆိုတာပါပဲ၊အနာဂတ်မှာ ဆန်းသစ်တဲ့ နည်းပညာတွေတင်မကဘူး ဆန်းသစ်တဲ့ ပြဿနာပေါင်းစုံလည်း ပေါ်လာမှာပါ၊အခုတောင် pandamic ဖြစ်လို့ လူသားတွေ ရှင်သန်ဖို့ ရုန်းကန်နေကြရပါတယ်၊အဲလိုပဲ ကမ္ဘာကြီးကို လူသားတွေကပဲ ဖျက်ဆီးခဲ့တယ် ဖျက်ဆီးနေဆဲ ဆိုတာက အရှိတရားပါ၊ဇာတ်လမ်းထဲမှာတော့ ဝမ်းနည်းစွာနဲ့ပဲ ကမ္ဘာကြီးက လူသားတွေ နေလို့မရအောင် ပျက်ဆီးသွားခဲ့ပါတယ်၊ဒီတော့ အထက်တန်းလွှာလူတစ်ခုက တစ်ခြားနေထိုင်လို့ရတဲ့ ဂြိုလ်တစ်ခုဆီကို ပြေးကြပါတယ်၊ဒါပေမယ့် အဲဒီမှာလည်း ပြဿနာတွေ ရှိနေပါတယ်အဲဒီဂြိုလ်မှာ ရေဒီယိုသတ္တိကြွဓာတ်တွေ ရှိနေတာကြောင့် လူသားတွေဟာ မျိုးအောင်ဖို့ ခက်လာပါတယ်၊ဒီတော့ လူသားမျိုးနွယ် မပျက်သုန်းဖို့အတွက် စွန့်ပစ်ခဲ့တဲ့ အိမ်အဟောင်းကို ပြန်လာဖို့ ကြိုးစားကြရပါတော့တယ်၊ဒီလိုနဲ့ သူတို့တွေ ကမ္ဘာမြေပေါ် ပြန်ခြေချဖို့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1DOrk/The.Colony.2021.720p.WEBRip[CM].mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/poster_opt-133x200.jpg",
        "title": "Die in a Gunfight (2021)",
        "description": "ရက်သ်ကာ့သ် မိသားစုနဲ့ ဂစ်ဘွန် မိသားစုတွေဟာ နယူးယောက်ခ်မြို့တော်မှာ\nသြဇာကြီးတဲ့ ထိပ်တန်းမီဒီယာလုပ်ငန်းရှင်ပြိုင်ဘက်ကြီးတွေဖြစ်ပြီး\nမျိုးရိုးစဉ်ဆက် တစ်ဦးနဲ့ တစ်ဦး ရန်စောင်တိုက်ခိုက်လာတဲ့ မဟာရန်သူတွေပါ။\nသူတို့ရဲ့ ဆယ်ကျော်သက်သားနဲ့သမီးတွေဖြစ်တဲ့ ဘင်န်ဂစ်ဘွန်နဲ့ မေရီရက်သ့်ကာသ့်တို့ဟာ\nရန်စတွေကို လျစ်လျူရှုပြီး အရူးအမူးချစ်မိသွားတဲ့အခါမှာတော့\nခေတ်သစ်ရိုမီယိုနဲ့ ဂျူလီယက်ဆန်ဆန် ဇာတ်လမ်းမျိုးဖြစ်လာပါတော့တယ်။\nဒီနေရာမှာဇာတ်လမ်းကို ပိုရှုပ်ထွေးတာက ကော်ပိုရိတ်တစ်ခုရဲ့အတွင်းရေးအရှုပ်တော်ပုံ၊\nသူတို့ငှားထားတဲ့ ကြေးစားလူသတ်သမား၊\nမေရီရက်သ်ကာ့သ်ကို တစ်ဖက်သတ်ချစ်မိနေတဲ့ ဝီလျံရက်သ်ကာ့သ်ရဲ့လူယုံတော်တို့ပါပဲ။\nခေတ်အဆက်ဆက်ရိုးမသွားနိုင်တဲ့ ဇာတ်လမ်းသွားမျိုးကို မြူးကြွသွက်လက်နေအောင်တင်ဆက်ထားပြီး\nလူငယ်ကြိုက် သရုပ်ဆောင်တွေဖြစ်တဲ့ Diego Boneta (Terminator: Dark Fate,Monster Hunter) နဲ့\nအထူးတလည်မိတ်ဆက်ပေးစရာမလိုတဲ့ မင်းသမီးချောလေး Alexandra Daddario တို့က\nခေါင်းဆောင်ပါဝင်ထားတာဖြစ်ပါတယ်။\nFile size…(2 GB)and (1.3 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "4.7",
        "url": "https://megaup.net/1DOud/(CM)Die.in.a.Gunfight.2021.720p.Bluray.DTS-HD.MA.5.1.X264-EVO.mp4",
        "category": "Action, Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNlFv3WSTdGqvHic54MxS5WrKyG.jpg",
        "title": "Ghost Mansion(2021)",
        "description": "Ghost Mansion (2021)အခုတစ်ခေါက်မှာတော့ တော်တော်လေးကြည့်ကောင်းပြီး အသစ်စက်စက်ထွက်ထားတာ မကြာသေးတဲ့ ကိုရီးယား Horror ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ကြည့်လို့တော်တော်စိတ်ဝင်စားဖို့ ကောင်းသလို ထုံးစံအတိုင်းမြှုပ်ကွက်လေးတွေပါလို့ ကြည့်ရတာတန်မယ့်ဇာတ်ကားလေးလည်းဖြစ်ပါတယ် Cast တွေကတော့ Sung-Joon, Kim Hong-Pa, Kim Bo-Raတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး ဂျူလိုင် ၁၅ရက်နေ့ကတင် ရုံတင်ထားတဲ့ ရုံတင်ကားကြီးတစ်ကားလည်းဖြစ်ပါတယ်ကျိန်စာတိုက်ခံထားရတဲ့ အိမ်ယာတစ်ခု ဇာတ်လမ်းကတော့ အဲ့ဒီကျိန်စာတိုက်ခံထားရတဲ့ ဂွမ်းနင်း အိမ်ယာအကြောင်းကနေစပါတယ် အဲ့ဒီအိမ်ယာက ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ခြောက်ခြားဖွယ်တွေ ဖြစ်တတ်လို့ ကျော်ကြားတဲ့ အိမ်ယာတစ်ခုပါ တစ်ရက်မှာ အဲ့ဒီအိမ်ယာကို Webtoon ကာတွန်းရေးဆရာတစ်ယောက် ဇာတ်လမ်းယူဖို့ရောက်လာခဲ့ပါတယ် သူကအဲ့ဒီအိမ်ယာ ထိန်းသိမ်းရေးလူကြီးတစ်ယောက်နဲ့ သူကတွေ့ဆုံပြီး အဲ့ဒီမှာဖြစ်ပျက်ခဲ့တဲ့ဇာတ်လမ်းတွေကို နားထောင်ဖို့ရောက်လာခဲ့တဲ့ သူတစ်ယောက်ပေါ့ အဲ့ဒီအိမ်ယာထိန်းသိမ်းရေး လူကြီးက Webtoon ကာတွန်းဆရာကို အဲ့ဒီအိမ်ယာမှာနေခဲ့တဲ့ သူတွေရဲ့ စိတ်ဝင်စားဖွယ် ကြောက်လန့်ဖွယ်အဖြစ်ဆိုးတွေကို တစ်ခုချင်းပြောပြပါတော့တယ် ဘာတွေပြောပြတယ် ဘယ်လိုတွေဖြစ်ပျက်ခဲ့တယ်ဆိုတာ အရမ်းစိတ်ဝင်စားဖို့ကောင်းလို့ ကိုယ်တိုင်ပဲ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jL1g/Ghost.Mansion.2021.720p(CM).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/never-gone-2016-orig-poster-200x300.jpg",
        "title": "So Young 2: Never Gone (2016)",
        "description": "Kris လို့လူသိများတဲ့ EXO M leader ဖြစ်ခဲ့ဖူးတဲ့ မင်းသား Wu Yi Fan နဲ့ဂူဂူးလို့မြန်မာမှာလူသိများတဲ့ မင်းသမီး Liu Yifei တို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ အချစ်အလွမ်းအဆွေးဇာတ်ကားလေးပါ။Kris ကကျေးလက်သူလေးတစ်ယောက်ကိုချစ်မိသွားတဲ့ ကြွယ်ဝချမ်းသာတဲ့သူဌေးသားလေးချောင်ဇောင်းအဖြစ်လည်းကောင်း….(ဂူဂူး)က ချစ်သူကိုချစ်လွန်းလို့ အရာရာကိုချစ်သူအလိုကျ မျက်နှာတစ်ချက်မနွမ်းအောင်ဖြည့်ဆည်းပေးခဲ့တဲ့ ဆုရင်အဖြစ်လည်းကောင်းပုံဖော်ထားပါတယ်။အချစ်စစ်တို့သဘောအတိုင်းမဖြောင့်ဖြူးနိုင်တဲ့သဘောရှိတာမို့သူတို့ရဲ့အချစ်လမ်းမှာ ဘယ်လိုကံကြမ္မာမုန်တိုင်းတွေဝင်ရောက်လာမလဲဆိုတာ….။ဘယ်လိုကံကြမ္မာတွေပဲဖြစ်ဖြစ် ...အနားမှာရှိရှိ..မရှိရှိ..အချစ်ဆိုတာ ရင်ထဲမှာ ထာဝရကိန်းအောင်းနေမယ့် အမြဲမွှေးပျံ့နေမယ့် ပန်းလေးတစ်ပွင့်ပဲမဟုတ်ပါလား။ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး အခန်းတိုင်းလိုလိုမှာ အလှအပ အရိုတွေချည်းပဲမို့Romance ကြိုက်သူတွေ ဂူဂူးပရိတ်သတ်တွေ Kris ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်တဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..။ \nFile size…(2 GB)and (1.3 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2jKL0/Never.Gone.2016.720p.BluRay.x264-WiKi.mp4",
        "category": "Asian, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fuGahjI6s8MKpTUFUtuE72EMG46.jpg",
        "title": "Whispering Corridors 6: The Humming (2021)",
        "description": "Whispering Corridors6 : The HummingMine ထဲမှာ လူကြိုက်များခဲ့တဲ့ Kim Seo Young နဲ့\nPenthouse ထဲက ဘယ်ရိုနာလို့ အများက သိထားကြတဲ့\nအားလုံးရဲ့အချစ်တော် မင်းသမီးလေး Kim Hyun Soo တို့ ခေါင်းဆောင်ပါဝင်ထားတဲ့\nWhispering Corridors 6 : The Humming ထွက်ရှိလာပြီပဲ ဖြစ်ပါတယ်။Whispering Corridors ဇာတ်လမ်းတွေကတော့\nအစဉ်အဆက် နာမည်ကြီးခဲ့ပြီးသားဆိုတော့ အများကြီး ညွှန်းစရာ မလိုလောက်ပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။Eun Hee က သူ့ရဲ့ မွေးရပ်မြေက မိန်းကလေးအထက်တန်းကျောင်းကို\nဒုကျောင်းအုပ် အနေနဲ့ ပြောင်းရွေ့လာခဲ့ပါတယ်.\nဒီကျောင်းက သူငယ်စဥ်ကတက်ခဲ့တဲ့ ကျောင်းလည်းဖြစ်ပြီးတော့\nကျောင်းသူတွေကြားထဲမှာလည်း ကျောင်းရဲ့ တတိယထပ်က ဂိုထောင်က သရဲခြောက်ပါတယ်ဆိုပြီး နာမည်ကြီးပါတယ်.....HaYoung နဲ့ SoYeon က အဲဂိုထောင်ထဲကနေအသံတွေကြားနေခဲ့ရတာပါ။\nHaYoung က Eun Hee ...",
        "rating": "6.2",
        "url": "https://megaup.net/1DNpn/Whispering.Corridors.6.The.Humming.2020.WebRip.720p.CM.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/91LTIK00CSL._SL1500_-141x200.jpg",
        "title": "(21+)[HND-723]  The Succubus Who Wanted Children",
        "description": "(21+)[HND-723]  The Succubus Who Wanted Children\n-------------------------------------------------------------------\nDSရဲ့ဖန်တွေအတွက် Javလောက ခန္ဓာကိုယ်အချိုးအစားရော မျက်နှာပေါက်လေးရော အပြစ်ပြောစရာမရှိအောင်ပြီးပြည့်စုံလွန်းတဲ့Emi Fukadaလေးရဲ့ အမိုက်စား ၂၁+တပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့..ဖူကာဒါလေးက ကဝေမလေးတစ်ယောက်.သူမရဲ့လျှို့ဝှက်ချက်က အတွဲတွေ အိမ်ထောင်သည်တွေ ကလေးယူ၇အောင် ဆိုတဲ့ စကားကိုပြောလိုက်ရင် အဲ့ဒီနေရာမှာ ပေါ်လာပြီးယောကျာ်းဖြစ်သူကို အားကုန်ခမ်းတဲ့ထိမနားတမ်း ပြုစုပေးပြီး ကလေးလိုချင်နေရှာတဲ့ကဝေမလေးပေါ့..တကားလုံးမှာလဲ ကဝေမလေးဖူကာဒါအိမ်ထောင်သည်တွေ အတွဲတွေကြားဘယ်လိုဘယ်ပုံဝင်ရောက်ပြီး သူမရဲ့ဆန္ဒကိုပြည့်ဝအောင် ဘယ်လိုတွေလုပ်ယူသွားမယ်ဆိုတာကိုအလန်းစားရိုက်ချက်တွေရော ဖူကာဒါလေးရဲ့အလှတရားနဲ့ရော ဆွဲဆောင်သွားပြီးဇာတ်လမ်းပြီးတဲ့ထိ သားရည်တမြှားမြှားနဲ့ကြည့်ရဦးမှာမလို့ DSရဲ့ဘရိုတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ် Translated by: Porn VirusEncoded by : SenpaiFile Size : 2.24GB and 1.35GBQuality : 1080p and 720pDuration : 2h 32mins",
        "rating": "6.5",
        "url": "https://megaup.net/1DNkq/HND-723_The_Succubus_Who_Wanted_Children.720p(DS).mp4",
        "category": "Adult, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Collar-Bomb-132x200.jpg",
        "title": "Collar Bomb (2021)",
        "description": "IMDb Rating (6.2)Disney+Hotstar က ထုတ်လွှင့်ထားတဲ့ Action , Thriller Bollywood ဇာတ်ကားကောင်းလေးကို တင်ဆက်လိုက်ပါတယ်....ဇာတ်လမ်းကတော့ ကြမ်းပါတယ်...အသေခံဗုံးခွဲသမားတစ်ယောက်က ဗုံးတွေအပြည့်ဝတ်ဆင်ပြီး ကျောင်းဆောင်ထဲဝင်လာပါတယ်...ကျောင်းထဲက ကလေးတွေရဲ့ အသက်ကို သူက အလဲအလှယ်လုပ်မှာပါ....ကလေးတွေ အသက်ရှင်ချင်ရင် ကလေးမိဘတွေက ကိုယ့်ဖာသာ အသေခံရမှာပါ...အပေးအယူကြမ်းတဲ့ ဇာတ်ကြောင်းနောက်ကွယ်မှာလဲ လျှို့ဝှက်ချက်တွေက ရှိနေပါသေးတယ်...အသက်ရှင်ဖို့ အလျော်အစားကြမ်းနေတဲ့ ၂၀၂၁ ကာလကြီးနဲ့ ကိုက်ညီမယ့် ဇာတ်ကားဖြစ်ကြောင်း ညွှန်းဆိုလိုပါတယ်..။\nFile size…(1.7 GB) and (1.1 GB)\nQuality…WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Thuya",
        "rating": "6.2",
        "url": "https://megaup.net/XPtl/(CM)COLLAR_BOMB_(2021)_Hindi_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_(DD+5.1).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ppiL13JJx2LkyoNb8JM0h7nxYmk.jpg",
        "title": "Black Widow(2021)",
        "description": "Black Widow(2021)အညွှန်း************************IMDb...7.5(HEVC.1080P.5.1CHရပါပြီနော်...)ဘလက်ဝစ်ဒိုးအဖြစ် စကားလက် ဂျိုဟန်ဆန်နောက်ဆုံးသရုပ်ဆောင်တဲ့ ရုပ်ရှင်ကြီး ရပါပြီ။ဒီဇာတ်လမ်းကိုတော့ Civil War အပြီး ကာလမှာ တည်ဆောက်ထားတာပါ။ဆိုကိုဗီယားသဘောတူညီချက်ကို ချိုးဖောက်လို့ အဗန်ဂျာတွေ ပြိုကွဲပီးလိုက်ဖမ်းခံနေရပါတယ်။ကပ် နဲ့ နာတာရှာကတာ့ ဝရမ်းပြေးတွေပေါ့။ အဲဒီအချိန်မတိုင်ခင် Age of Ultron ရုပ်ရှင်မှာတုန်းက နာတာရှာရဲ့အတိတ်ကို ဖြတ်ခနဲ မြင်လိုက်ရသေးတယ်မဟုတ်လား။ လူသတ်သမား သူလျှိုတွေကို လေ့ကျင့်ပေးတဲ့ခန်းဆောင်နီဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ့။ အခုရုပ်ရှင်မှာတော့ အဲဒီခန်းဆောင်နီနဲ့ ပတ်သက်တဲ့အတိတ်တွေကနောက်က လိုက်လာပြီး သူ့လိုပဲ ဝစ်ဒိုးတွေ အများကြီးနဲ့ ရင်ဆိုင်ရတော့မှာပါ။နောက်ပြီးတော့ ဘလက်ဝစ်ဒိုး အသစ်ဖြစ်လာမယ့်သူလည်း ပါသလို နောင်လာမယ့်ရုပ်ရှင်တွေနဲ့ ဆက်စပ်လို့ရမှာတွေကို ပြသွားပါတယ်။ ထုံးစံအတိုင်း စာတန်းထိုးပြီးရင် အပိုပါတဲ့တစ်ခန်းကိုကြည့်ဖို့တော့ မမေ့နဲ့ပေါ့ဗျာ....  File Size : (2.1 GB) ...",
        "rating": "7.5",
        "url": "https://megaup.net/1DLz8/BLACK_WIDOW.2021.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0wn9YtEnmbucx8ZUsT918ctoiK.jpg",
        "title": "How I Became a Superhero (2021)",
        "description": "How I became a Superhero (2021)ခုတင်ဆက်ပေးမှာကတော့ IMDb rating 5.9 ရရှိထားတဲ့ 2020 ထွက်စွမ်းအားရှင် ဇာတ်ကားလေးဖြစ်ပါတယ်\"ကြီးလာရင် လူစွမ်းကောင်းကြီး လုပ်ပြီး ကမ္ဘာကြီးကို ကယ်တင်မယ်\"ဆိုတဲ့\nငယ်ဘဝစကားလေးကိုတော့ လူတိုင်း မှတ်မိကြမယ် ထင်ပါရဲ့။\nဒါပေမဲ့လည်း တကယ်တမ်းကျ Superhero ဖြစ်ရတဲ့ဘဝဟာ\nခက်ခဲနက်နဲတဲ့ မစ်ရှင်တစ်ခုကို ထမ်းဆောင်နေရသလိုပါပဲ။\nကြမ်းတမ်းတယ် ..... ပင်ပန်းတယ် ..... ခက်ခဲလှပါတယ် .....ဒီဇာတ်လမ်းမှာတော့ စွမ်းအားရှင်တွေနဲ့အတူ သာမန်လူတွေက အတူတကွ ယှဉ်တွဲနေထိုင်ကြပါတယ်အချိန်ကြာလာတာနဲ့အမျှ သာမန်လူတွေဟာ\nစွမ်းအားရှင်တွေလိုမျိုး အစွမ်းတွေ ပိုင်ဆိုင်လာချင်ကြပါတယ်\nဒီလိုနဲ့ သူတို့က အစွမ်းရဖို့အတွက် ဆေးတွေသုံးစွဲကြရင်း\nပဲရစ်လူအဖွဲ့အစည်းအတွင်းမှာ ဘယ်လိုထိခိုက်မှုတွေရှိလာမလဲ....ရဲအရာရှိဖြစ်တဲ့ မင်းသားမော်ရိုးဟာ ဒီအမှုအတွက် လိုက်လံစုံစမ်းဖို့ တာဝန်ကျလာတဲ့အခါ....မော်ရိုးရော ဒီအမှုကိုဖြေရှင်းနိုင်ပါ့မလား?\nသူရဲ့နောက်ကြောင်းကကော ဘယ်လိုဖြစ်မလဲဆိုတာကို\nဆက်လက်စောင့်ကြည့်ကြပါဦးနော်The Boys တို့ Jupiter Legacy'sတို့ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့\nလုံးဝလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပဲနော်အညွှန်းကို Shwe Pyae က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Shwe Pyae နဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ZI8r/how.i.became.a.superhero.2020.720p.WebRip[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d1CViA7W2ZQLodOBWU9bbxnacYY.jpg",
        "title": "Settlers(2021)",
        "description": "Settlers 2021ဒီတစ်ခါတော့ Settlers ဆိုတဲ့ ပေါ့ပေါ့ပါးပါး Sci-Fic ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်IMDb rating 6.4/10 ရထားပါတယ်မားစ်ဂြိုဟ်ပေါ်က မာရှန် ပို့စ် မှာ အခြေချနေကြတဲ့ သားအမိ သားအဖ မိသားစု သုံးယောက်အကြောင်းကနေ စတင်ပြသထားပါတယ်အဖေဖြစ်သူက သမီးကို ရယ်စရာတွေပြောရင်း အာကာသဗဟုသုတ တွေ သင်ပေးရင်း အမေက သင်္ချာ စတဲ့အတွက်အချက်တွေ သင်ပေးရင်း ဖုန်နီနီ သဲကန္တာရကြီးထဲက ပျော်ရွှင်ဖွယ် မိသားစု တစ်ခုပေမယ့်သမီးလေး မသိတဲ့လျှို့ဝှက်ချက်တစ်ခုက ရှိနေခဲ့ပါတယ်စူးစမ်းတတ်တဲ့ ကောင်မလေးရဲ့ဝန်းကျင်မှာ သူစိမ်းတွေ ရောက်လာပြီး ဒီဂြိုဟ်ပေါ်မှာ သူတို့ပဲ ရှိတာ မဟုတ်မှန်း သိသွားတဲ့ အခါမိသားစု အသက်ရှင်နိုင်ရေးအတွက် ကြိုးစားရုန်းကန်ရတော့တယ်ကမ္ဘာပေါ်မှာ နင်နဲ့ငါ နှစ်ယောက်တည်းကျန်ခဲ့ရင်တောင် နင့်ကိုပြန်မကြိုက်ဘူးဆိုပြီး ဟာသလုပ်ပြောခဲ့တာတွေနဲ့ထပ်တူကျတာမျိုးဖြစ်နိုင်မလားနောက်ထပ် ဘယ်သူတွေ ကျန်ခဲ့ပြီး ဘာတွေ ဆက်ဖြစ်မလည်း ဆိုတာတော့ ကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ကြရအောင် Translated by : JerricaEncoded ...",
        "rating": "4.9",
        "url": "https://megaup.net/1DMpv/Settlers.2021.720p(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/315x420_f7b1908b21e36dae1f0b9fc09e25b2f769d99346b386ea16ce63051092b136b6-150x200.jpg",
        "title": "Manorama Six Feet Under (2007)",
        "description": "IMDb Rating (7.6/10) / Rotten Tomatoes (75%)ဒီဇာတ်ကားက ဇာတ်ကားနဲ့မတူပါဘူး....ရုပ်ရှင်ဆိုတဲ့ ရသကို မရစေဘဲ တကယ့်ဖြစ်ပျက်နေသလို ကြည့်နေရင်း ခံစားနေရတာပါ...ဘာအလှအပ ဘာအကမှလဲ မပါပါဘူး...ရိုက်ချက်တွေကလဲစားပါတယ်...ကိုယ်က ဇာတ်ဆောင်တွေနောက်ကို လိုက်ချောင်းနေရသလိုမျိုး နစ်ဝင်စေပါတယ်...ဇာတ်လမ်းကလဲအရှုပ်..ကြည့်နေရင်း ဖြေရှင်းနေရင်း ပိုပိုရှုပ်လာပါတယ်...နောက်ဆုံး ဒါရိုက်တာက ပုံတွေ နောက်ခံစကားပြောတွေနဲ့ ရှင်းပြလိုက်မှပဲဪ..ဒီလိုပါလားဆိုပြီး သက်ပြင်းချနိုင်ပါတယ်...ဇာတ်ကောင် တစ်ယောက်စီတိုင်းရဲ့ ကာရိုက်တာတွေက တကယ့်အပြင်ကလိုပါပဲ...အပိုတွေမပါဘူး...အရှိအတိုင်း တုံးတိတိကြီးပါပဲ...ဇာတ်လမ်းကတော့ မအောင်မြင်တဲ့စာရေးဆရာတစ်ယောက် နိုင်ငံနဲ့ချီတဲ့အမှုတစ်ခုထဲ မထင်မှတ်ဘဲရောက်သွားတာကို ရိုက်ထားတာပါပဲ..ရုပ်ရှင်နဲ့မတူတဲ့ရုပ်ရှင်ဆိုတော့ ရုပ်ရှင်ကြိုက်တဲ့လူတွေနဲ့ ကီးမကိုက်လောက်ပါဘူး။အေးအေးဆေးဆေး တစ်ယောက်ထဲ လွင့်မျောမယ်..ဇာတ်ဆောင်တွေနောက် လိုက်ပါခံစားမယ်ဆိုရင်တော့ဒီကားက သင့်ကိုသေချာပေါက်ခေါ်ဆောင်သွားမှာပါ။စုံထောက်ကားတွေထဲတော့ ဒီဇာတ်ကားက အရှိအတိုင်းခံစားရတဲ့ ရှားရှားပါးပါး ဘောလိဝုဒ်ဇာတ်ကားပါပဲ။Shemaroo Entertainment ကထုတ်လုပ်ဖြန့်ချိထားတာပါ။ \nFile size…(2.4 GB) and (1.5 GB)\nQuality…BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Zin ...",
        "rating": "7.6",
        "url": "https://megaup.net/4lCam/Manorama.Six.Feet.Under.2007.720p.AMZN.WEB-DL.DD+5.1.H.264-Telly.mp4",
        "category": "Bollywood, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/21-years-140x200.jpg",
        "title": "(18+)21 Year Old Seungha’s Secret Diary(2021)",
        "description": "21 Year Old Seungha’s Secret Diary(2021)ယခုတစ်ခါကိုဗစ်ကြောင့် အိမ်တွင်းအောင်းနေတဲ့ ဂေါင်းကြီးတို့အတွက် နောက်ထပ်အားပြတ်စေမယ့်ဇာတ်ကားလေးကတော့ ကိုရီးယား ၁၈ယောက်ကားတွေမှာပါနေကြ ချွဲချွဲနွဲ့နွဲ့ ချစ်စရာကောင်မလေးဆောင်းဟာ အကြောင်း အင်တာဗျူးကို ဖောင်းဒိုင်းခန်းဝေေ၀ဆာဆာနဲ့ စိတ်ဝင်စားဖွယ် ရှုစားရမှာ ဖြစ်ပါတယ်မင်းသမီးကတော့ အများသိပြီးသား ကိုရီးယားကားထဲမှာမှ တော်တော်လေး သရုပ်ဆောင်ကောင်း မာန်ပါပြီးချွဲတတ် နွဲ့တတ်တဲ့ မင်းသမီးချောလေးဖြစ်ပြီး အင်တာဗျူးထားတာတော့ ပါလေရာကျော်ကြီးပဲ ဖြစ်ပါတယ်မင်းသမီးလေး ဆောင်းဟာရဲ့ ကားပေါင်း ၄၀ကျော် ၅၀ထဲက အမှတ်တရ ဇာတ်ဝင်ခန်းလေးတွေကို ထုတ်နှုတ်တင်ဆက်သွားရင်း မင်းသမီးချောရဲ့ လျှို့ဝှက်ချက်တွေပါ အတွင်းကျကျ ဗျူးသွားမယ့် ပညာရ ဇာတ်ကားလေး လည်းဖြစ်ပါတယ် ဇာတ်ကားရိုက်ရင်း တွေ့ကြုံရတဲ့ အခက်အခဲ အတွေ့အကြုံ ကိုရီးယားလူကြီးကား လောကရဲ့ပညာယူစရာတွေနဲ့အတူ မင်းသမီးရဲ့ သရုပ်ဆောင်ချက်ကောင်းကောင်းနဲ့ ပါဝင်ထားတဲ့ ဖောင်းဒိုင်းခန်းတွေကိုရှုစားရမှာပါ ဒီထဲမှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/1821-year-old-seunghas-secret-diary2021/"
    }
]