[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aBqiz2Umxh0F7FqCx7rUqWYrNrN.jpg",
        "title": "Gantz(2010)",
        "description": "GantZ (2010)--------------------------၂၀၀၄ခုနှစ်မှာ Animeအဖြစ်ထွက်ရှိထားခဲ့တဲ့ ဂန့်ဇ်ဆိုတဲ့စီးရီးဟာ လူငယ်တွေကြား အတော်လေးကြိုက်နှစ်သက်ခဲ့ကြပါတယ်.၂၀၁၀ခုနှစ်မှာတော့ ဂန့်ဇ်ဟာ ပထမဆုံး ရုပ်ရှင်အဖြစ် ထွက်ရှိလာခဲ့ပါတယ်..အဲ့ဒီနောက်မှာတော့ ၂၀၁၁မှာ ဂန့်ဇ်ရဲ့နောက်ဆက်တွဲရုပ်ရှင်အဖြစ်Perfect Answerကို ပြသခဲ့တဲ့အပြင် Another Gantzဆိုတဲ့ ရုပ်ရှင်တခုကိုပါဆက်စပ်ထုတ်ဝေပေးခဲ့ပြီး ၂၀၁၆မှာတော့ GantZ Oဆိုတဲ့ Animationရုပ်ရှင်တခုကိုပါရိုက်ကူးတင်ဆက်ခဲ့ပါတယ်\n.............ဇာတ်လမ်းအကျဉ်း\n----------------------\nကာတိုက တနေ့ ရထားဘူတာမှာ လူတစ်ယောက်ရထားလမ်းပေါ်ကို ပြုတ်ကျနေတာကြောင့်ဝင်ရောက်ကယ်ဆယ်ရင်း ကာ့တိုကို ကူညီတဲ့သူငယ်ချင်းဖြစ်သူ ခဲအိပါ ရထားတိုက်ခံခဲ့ရပါတယ်......ပုံမှန်ဆို သူတို့နှစ်ဦးဟာ သေဆုံးရမှာဆိုပေမယ့်သေရမယ့်အစား အခန်းငယ်တခုထဲကို ရောက်ရှိသွားခဲ့ပါတယ်...အခန်းထဲမှာလဲ သူတို့လိုဘဝတူလူတချို့ရှိနေပြီး ထူးဆန်းတဲ့စက်ဝန်းပုံ အလုံးတလုံးပါ အတူရှိနေပါတယ်....သိပ်မကြာခင်မှာပဲ အဲ့ဒီစက်လုံးကနေ သူတို့ကို မစ်ရှင်တခုခိုင်းခဲ့ပါတယ်..အဲ့ဒီမစ်ရှင်ကတော့ သူတို့ကို ကမ္ဘာပေါ်ရဲ့နေရာတခုက ဂြိုလ်သားတကောင်ကိုသတ်ခိုင်းတာဖြစ်ပြီး သတ်နိုင်တဲ့လူကို အမှတ်ပေးမှာဖြစ်ပါတယ်...သူတို့တွေ ဘာမှန်းမသိတဲ့ မစ်ရှင်တခုကို တူတူလုပ်ကြရင်းဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို အတော်လေးစိတ်ဝင်စားဖို့ကောင်းအောင်လဲ ဇာတ်အိမ်ဆောက်ထားပြီး ဂျပန်နိုင်ငံရဲ့၂၀၁၀လောက်က Effectတွေဟာလဲ မညံ့ကြောင်းမြင်ရမှာပါ...ဒါကြောင့်မို့ ကျွန်တော်တို့ Channel MyanmarကနေGantzရဲ့ ရုပ်ရှင်လေးကားလုံးကို Qualityအကောင်းဆုံးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ် \nFile size…1.96GB\nQuality…BluRay ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/gantz-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/gantz-2-173x200.jpg",
        "title": "Gantz: Perfect Answer(2011)",
        "description": "Gantz :Perfect Answer (2011)--------------------------၂၀၀၄ခုနှစ်မှာ Animeအဖြစ်ထွက်ရှိထားခဲ့တဲ့ ဂန့်ဇ်ဆိုတဲ့စီးရီးဟာ လူငယ်တွေကြား အတော်လေးကြိုက်နှစ်သက်ခဲ့ကြပါတယ်.၂၀၁၀ခုနှစ်မှာတော့ ဂန့်ဇ်ဟာ ပထမဆုံး ရုပ်ရှင်အဖြစ် ထွက်ရှိလာခဲ့ပါတယ်..အဲ့ဒီနောက်မှာတော့ ၂၀၁၁မှာ ဂန့်ဇ်ရဲ့နောက်ဆက်တွဲရုပ်ရှင်အဖြစ်Perfect Answerကို ပြသခဲ့တဲ့အပြင် Another Gantzဆိုတဲ့ ရုပ်ရှင်တခုကိုပါဆက်စပ်ထုတ်ဝေပေးခဲ့ပြီး ၂၀၁၆မှာတော့ GantZ Oဆိုတဲ့ Animationရုပ်ရှင်တခုကိုပါရိုက်ကူးတင်ဆက်ခဲ့ပါတယ်\n.............ဇာတ်လမ်းအကျဉ်း\n----------------------\nကာတိုက တနေ့ ရထားဘူတာမှာ လူတစ်ယောက်ရထားလမ်းပေါ်ကို ပြုတ်ကျနေတာကြောင့်ဝင်ရောက်ကယ်ဆယ်ရင်း ကာ့တိုကို ကူညီတဲ့သူငယ်ချင်းဖြစ်သူ ခဲအိပါ ရထားတိုက်ခံခဲ့ရပါတယ်......ပုံမှန်ဆို သူတို့နှစ်ဦးဟာ သေဆုံးရမှာဆိုပေမယ့်သေရမယ့်အစား အခန်းငယ်တခုထဲကို ရောက်ရှိသွားခဲ့ပါတယ်...အခန်းထဲမှာလဲ သူတို့လိုဘဝတူလူတချို့ရှိနေပြီး ထူးဆန်းတဲ့စက်ဝန်းပုံ အလုံးတလုံးပါ အတူရှိနေပါတယ်....သိပ်မကြာခင်မှာပဲ အဲ့ဒီစက်လုံးကနေ သူတို့ကို မစ်ရှင်တခုခိုင်းခဲ့ပါတယ်..အဲ့ဒီမစ်ရှင်ကတော့ သူတို့ကို ကမ္ဘာပေါ်ရဲ့နေရာတခုက ဂြိုလ်သားတကောင်ကိုသတ်ခိုင်းတာဖြစ်ပြီး သတ်နိုင်တဲ့လူကို အမှတ်ပေးမှာဖြစ်ပါတယ်...သူတို့တွေ ဘာမှန်းမသိတဲ့ မစ်ရှင်တခုကို တူတူလုပ်ကြရင်းဘာတွေဆက်ဖြစ်မယ်ဆိုတာကို အတော်လေးစိတ်ဝင်စားဖို့ကောင်းအောင်လဲ ဇာတ်အိမ်ဆောက်ထားပြီး ဂျပန်နိုင်ငံရဲ့၂၀၁၀လောက်က Effectတွေဟာလဲ မညံ့ကြောင်းမြင်ရမှာပါ...ဒါကြောင့်မို့ ကျွန်တော်တို့ Channel MyanmarကနေGantzရဲ့ ရုပ်ရှင်လေးကားလုံးကို Qualityအကောင်းဆုံးနဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/gantz-perfect-answer-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ysJte1iqN8pFQ470tumnViB1wHP.jpg",
        "title": "Nightbooks(2021)",
        "description": "Nightbooks 2021IMDb 6.6/10ကလေးများအကြိုက် Dark Fantasy Netflix ကားလေးတစ်ကားလာပါပြီသရဲပုံပြင်အရမ်းကြိုက်တတ်တဲ့ အဲလက်စ်လေး သရဲကားတစ်ကားပိုင်မုန့်တစ်ခုနဲ့ မျှားခံရရုံနဲ့ရုပ်ချောချောစုန်းမကြီးရဲ့ထောင်ချောက်ထဲမိသွားပြီးသူ့ရဲဲ့တိုက်ခန်းထဲမှာ နေသွားရတော့ဖို့အကြောင်းဖန်လာပါတယ်အသက်မသေအောင် စုန်းမကြီးကို ညတိုင်း သရဲပုံပြင်တွေဖတ်ပြရင်းနဲ့သူ့လိုပဲ စုန်းမကြီးရဲ့တိုက်ခန်းထဲမှာ ပိတ်မိနေတဲ့ ယာစမင်းဆိုတဲ့အခိုင်းအစေကောင်မလေးနဲ့ ပေါင်းမိပြီးတော့အဲ့ဒီတိုက်ခန်းထဲကနေ လွတ်မြောက်အောင် ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေထုတ်သုံးကြမယ်ဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာဖြစ်ပါတယ်\nFile size…1.66GB / 791 MB/ 405MB\nQuality…1080p WEB .264 5.1CH\nFormat…MP4\nDuration….1h 40mins\nSubtitle….Myanmar Subtitle(Hrad Sub)\nEncoder….YK\nTranslated by Jerrica & Amelia",
        "rating": "6.6",
        "url": "https://megaup.net/1Iwmh/Nightbooks.2021.720p(CM).mp4",
        "category": "Family, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BY2JhMzczMWYtODBjNS00ZGYzLTgzNWEtNGQ2MWVkYmFjMDg4XkEyXkFqcGdeQXVyNjg5NzA5Mw@@._V1_-155x200.jpg",
        "title": "C.O.R.N: A Field of Screams (2021)",
        "description": "အသစ်ထွက်လာတဲ့ Field of Screams တစ်ကားတင်ဆက်လိုက်ပါတယ်။Horror/Thriller လူသတ်ကားတွေထဲမှာ Field of Screams ဇာတ်ကားတွေကလဲ နာမည်ကြီးပါတယ်။\nHorror ဆိုရင် ကြမ်းကြမ်းရမ်းရမ်းသွေးထွက်သံယိုမှ ကြိုက်တတ်တဲ့သူတွေရှိသလို\nအသည်းတယားယားအူယားယားနဲ့တောက်လျှောက်ကြည့်ရမယ့်ကားမျိုးကိုမှအကြိုက်တွေ့တတ်တဲ့သူဆိုပြီးရှိတတ်ကြပါတယ်။ဒီဇာတ်ကား‌‌လေးကဒုတိယအမျိုးအစားဗျ။\nဒီတိုင်းကြီးလျှောက်ပြီးဘာအကြောင်းအရင်းမှမရှိ သတ်ပဲသတ်နေတာမျိုးမဟုတ်ဘဲ\nတစ်မြို့လုံးကလူတွေကို‌ဖယောင်းရုပ်ပြောင်းပစ်လိုက်တဲ့ horror ကားလို အသည်းတယားယားအူတယားယားဇာတ်ကွက်မျိုးဗျ။\nဘာအမျိုးအစားပဲဖြစ်ဖြစ်တောက်လျှောက်မနားတမ်းသည်းထိတ်ရင်ဖိုကြည့်ရမှာကတော့အမှန်ပါပဲ။ဇာတ်လမ်းအကျဉ်လေးကိုပြောရမယ်‌ဆိုရင်တီရာနဲ့ကယ်ရီတို့မောင်နှမနှစ်ယောက် သူတို့ရဲ့ပထွေးဖြစ်သူနဲ့အတူခရီးတစ်ခုကို ကားနဲ့အတူထွက်လာကြတယ်ပေါ့။\nဟိုဖက်ပြောင်းခင်း ဒီဖက်ပြောင်းခင်း ဘယ်နေရာကြည့်ကြည့်ကားလမ်းဘေးတစ်ဖက်တစ်ချက်မှာ\nပြောင်းခင်းတွေချည်းပဲမြင်နေရတဲ့နေရာမှာကားက ဘီးပေါက်ပါလေရော။\nအပိုဘီးကလည်းခရီးမစခင်တုန်းကမလိုလောက်ဘူးထင်လို့မစစ်ထားတဲ့အခါ\nသုံးမရဖြစ်သွားတဲ့အတွက် သူတို့ရဲ့ပထွေးဖြစ်သူက အကူအညီလိုက်ပတ်ရှာရတယ်ပေါ့၊\nအဲနားကလယ်သမားတွေဆီမှာလည်းမရတဲ့အခါ နောက်တစ်မြို့ကိုသွားဖို့ပြင်ပြီး\nသူတို့မောင်နှမနှစ်ယောက်တည်းကို ကားထဲမှာညအိပ်ခိုင်းလိုက်တည်းက\nအချိန်တည်းကစပြီး ဇာတ်ရှိန်ဘယ်လိုတက်လာမယ်၊\nဘယ်လိုသည်းထိတ်ရင်ဖိုဖို့ကောင်းပြီး ဘယ်လောက်အသည်းတယားယားအူတယားယားကြည့်ရမယ်ဆိုတာကိုတော့\nဇာတ်ကားလေးထဲမှာ ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို San Thu Aung မှ တင်ဆက်ပေးထားတာပါ။) \nFile size…(800 MB)\nQuality….WEB-DL  720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/Z054/C.O.R.N.a.Field.of.Screams.2021.720p.AMZN.WEBRip(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MV5BM2I3NzJmMTgtNmRjNi00OThhLTk2NjMtOGQyMjA5OWNjNWNlXkEyXkFqcGdeQXVyOTc2MTgwNjY@._V1_-150x200.jpg",
        "title": "Sundari [2021]",
        "description": "IMDb Rating 7.4ဒီဇာတ်ကားကတော့ တမူထူးခြားတဲ့ အိန္ဒိယတောင်ပိုင်းဇာတ်ကားလေးပါပဲ..ဆွန်ဒရီဆိုတဲ့ အမျိုးသမီးက နန်းဆန်တဲ့အလှနဲ့ ရိုးသားတဲ့ ကျေးတောသူလေးတစ်ယောက်ပါ...သူဟာမြို့သားတစ်ယောက်နဲ့ မထင်မှတ်ဘဲ အိမ်ထောင်ကျသွားပြီးခင်ပွန်းသည်ရှိတဲ့မြို့ကို လိုက်နေကြပါတယ်...သူမရဲ့ ခင်ပွန်းသည်က မိဘမဲ့တစ်ကောင်ကြွက်...နည်းနည်းလည်း ဆိုက်ကိုဆန်တယ်...သူမရဲ့အလှက လုံးကြီးပေါက်လှဆိုတော့ ခင်ပွန်းသည်ရဲ့အထက်အရာရှိက သူမကိုတွေ့သွားတဲ့အခါ...ခင်ပွန်းသည်ကပါ သူမကို အဲ့ဒီအထက်အရာရှိဆီ ရောင်းစားပစ်ဖို့ ကြံလာတဲ့အခါ...အမျိုးသမီးတွေအတွက် အိမ်ထောင်‌‌‌ရေးအကြမ်းဖက်မှု ပညာပေးဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ File Size : [1.7 GB] / [999 MB] / [500 MB]\nQuality : WEB-DL 1080p / 720p / 480p\nRunning Time : 01:52:00\nFormat : Mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thuya\nEncoded by RGB",
        "rating": "7.4",
        "url": "https://megaup.net/1EXoe/[CM]Sundari_(2021)_Telugu TRUE_WEB-DL_-_720p_-_AVC_-_DD+5.1.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-15-at-14.46.39-135x200.png",
        "title": "Kill Me Three Times (2014)",
        "description": "Kill Me Three Times (2014)====================IMDb Rating - 5.9/10နာမည်ဆန်းဆန်းနဲ့ ဒီဇာတ်ကားက Dark Comedy အမျိုးအစားရုပ်ရှင်တစ်ခုဖြစ်ပြီးနာမည်ကြီး comedy သရုပ်ဆောင် Simon Pegg က ကြေးစားလူသတ်သမား ချာလီအနေနဲ့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။\nဇာတ်လမ်းကိုတော့ ကြေးစားလူသတ်သမား ချာလီတစ်ယောက် လဲကျနေရာကနေ အစပြုထားပါတယ်။နောက်ပြီးတော့ တစ်စုံတစ်ခုကို ကြံစည်နေတဲ့ သွားဆေးခန်းက နေသန်နဲ့ လူစီတို့ လင်မယား  သွားဆေးခန်းနဲ့ချိန်းဆိုမှုလုပ်ထားတဲ့ အဲလစ်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်၊ မိန်းမဖြစ်သူအပေါ် အချစ်ကြီးပြီး ခြုပ်ခြယ်လွန်းအားကြီးတဲ့ ဟိုတယ်ပိုင်ရှင် ဂျက်၊ စတိုးဆိုင်ဖွင့်ထားတဲ့ ဒေလန်ဆိုတဲ့ကောင်လေး၊ အဲ့‌ဒီဇာတ်ကောင်တွေရဲ့ ဇာတ်လမ်းတစ်ပုဒ်ချင်းစီကို ပြသထားတယ်။ အဲ့ဒီ ဇာတ်လမ်းတွေ တစ်ခုနဲ့တစ်ခုကြား ဘယ်လိုချိတ်ဆက်မှုရှိမလဲဆိုတာခပ်ဆန်းဆန်းတင်ဆက်ထားတာကြောင့် ပရိတ်သတ်တွေကဒါကို စိတ်၀င်တစား ကြည့်ရှူရမှာဖြစ်ပါတယ်။(သွေးထွက်သံယိုတွေ ဆဲဆိုခန်းတွေ ၀စ်လစ်စလစ်ခန်းတွေပါတာကြောင့် မိသားစုနှင့်ကြည့်ရှုရန်တော့ မသင့်တော်ပါကြောင်း)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chuck Chuck ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.9",
        "url": "https://megaup.net/30Sgw/Kill.Me.Three.Times.2014.BluRay.720P.5.1CH[CM].mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j4Ra0SvYM08winX6fxn6AknlygV.jpg",
        "title": "The Girl with the Dragon Tattoo(2009)",
        "description": "The Girl with the Dragon Tattoo(2009)အညွှန်း*****************************************IMDb...7.9ဇာတ်ကောင်တွေထဲမှာ သူရဲကောင်းဆန်ဆန်စရိုက်မျိုးစုံရှိပေမဲ့ ဖြတ်သန်းခဲ့တဲ့ကာလတစ်လျှောက်ဘဝနဲ့ရင်းပြီးပေးလိုက်ရလုနီးပါး အဖြစ်အပျက်တွေကို ရင်ဆိုင်ဖြတ်သန်းပြီး အတွေ့အကြုံနဲ့ လာမဲ့အနာဂတ်မှာကြိုးစားဖြတ်သန်းတဲ့ ပုံစံတွေဟာ ပိုပြီးစိတ်လှုပ်ရှားစရာကောင်းတယ်....ဒီလိုပုံစံတွေထဲမှာ ဂန္တဝင်ဝတ္ထုကြီးအဖြစ်သတ်မှတ်ခံရတဲ့ဆွီဒင်နိုင်ငံသား စာရေးဆရာ Stieg Larsson ရဲ့ \"Millennium\"  စာအုပ်ဟာအထင်ကရဖြစ်တယ်...hacker မိန်းကလေး Lisbeth Salander နဲ့ အဓိက ဇာတ်အိမ်တည်ထားပါတယ်..အပေါ်ကပြောသလိုဇာတ်ကောင်ရဲ့ စရိုက်နဲ့ သူဖြတ်သန်းပုံတွေဟာ ကြမ်းတမ်းလွန်းတယ်....စာအုပ်ကို ပြန်လည်အသက်သွင်းပြီး ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကား(၃)ကားလုံးဟာလည်းအောင်မြင်မှုတွေရရှိခဲ့တယ်...ဒီကားတွေဟာ အစဉ်လိုက်ကြည့်ရမှာပါ ...ပြီးတော့ Scene တစ်ခုချင်းစီတိုင်းကို ကျော်ကြည့်လို့မရသလိုဂရုတစ်စိုက်မှတ်ထားဖို့လည်းလိုပါတယ်...Plot Twist တွေအများကြီးပါသလို ဇာတ်ကောင်တွေရဲ့နာမည်တွေကလည်းအရေးကြီးအစိတ်အပိုင်းဖြစ်လို့  သေချာလေးကြည့်ဖို့လိုပါတယ်...တစ်နှစ်ထဲမှာ (၃)ကားထွက်လို့ ကားနာမည်တွေနဲ့ပဲအစဉ်လိုက်မှတ်သားကြည့်စေလိုပါတယ်....(1)The Girl with the Dragon Tattoo (2009)(2)The Girl Who Played with Fire (2009)(3)The Girl Who Kicked the ...",
        "rating": "7.9",
        "url": "https://megaup.net/YZ4z/The_Girl_with_The_Dragon_Tattoo.2009.BLU-RAY.720P_(2).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3v9LgxjEPyJfDDOtkWUJNYnYcfu.jpg",
        "title": "The Girl Who Played with Fire(2009)",
        "description": "The Girl Who Played with Fire(2009) အညွှန်း****************************************IMDb....7.5The Girl with the Dragon Tattoo(2009) ကားပြီးရင်ဆက်ကြည့်ရမဲ့ကားပေါ့...ဒီကားမှာတော့ လစ်ဘတ်ဟာရှေ့နေဖြစ်သူနဲ့ပြဿနာတက်ပြီးနော်\nဆွီဒင်ကို ပြန်ထွက်ပြေးလာခဲ့ပါတယ်..အဲဒါကိုမကျေနပ်တဲ့ရှေ့နေဖြစ်သူက လစ်ဘတ်ကို လူငှားပြီး သတ်ခိုင်းခဲ့ပါတယ်..အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့....(1)The Girl with the Dragon Tattoo (2009)ကြည့်ပြီးမှ ဒီကားကိုကြည့်ပါနော်...  File Size :(2.4GB)(1.2GB) and (428MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:09:00\nGenre : Crime , Drama,Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://megaup.net/1EWxy/The_Girl_Who_Played_with_Fire.2009.BLU-RAY.720P.PP.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7fbnVAqbxBHvssk55Tnwtc0WC5C.jpg",
        "title": "The Girl Who Kicked the Hornet’s Nest(2009)",
        "description": "The Girl Who Kicked the Hornet's Nest(2009) အညွှန်း*************************************************IMDb...7.5ဒီကားကတော့ Stieg Larsson ရဲ့ \"Millennium\"  စာအုပ်ရဲ့ နံပါတ်(၃)ကားမြောက်ပေါ့...တတိယနဲ့နောက်ဆုံး ဒီဇာတ်ကားမှာတော့ လစ်ဇ်ဘတ်သ်ဆလန်ဒဟာ လူသတ်မှုသုံးခုနဲ့တရားရင်ဆိုင်နေရပါတယ်။\nဆွီဒင်ထောက်လှမ်းရေးအဖွဲ့က သူ့ကိုနူတ်ပိတ်ဖို့ကြိုးစားခဲ့သလို သူ့အစ်ကိုဖြစ်သူကလည်းသူ့ကိုလိုက်ပြီးလုပ်ကြံသတ်ဖြတ်နေပါတယ်။\nသူ့ကိုတောက်လျှောက်ကူညီနေခဲ့တဲ့ မီခယ်လ်ဘလွမ်ဗစ်စ်ကပဲ အဓိက ကူညီပေးနေတာဖြစ်ပါတယ်။ဘလွမ်ဗစ်စ်ရဲ့\nအစ်မဖြစ်သူက သူ့အမှုကိုထုချေလျှောက်တင်မှာဖြစ်ပြီးတော့ ဘလွမ်ဗစ်စ်ဟာလစ်ဇ်ဘတ်သ်ရဲ့ အတိတ်က အဖိနှိပ်ခံ၊\nဓားစာခံသားကောင်ဖြစ်ခဲ့တဲ့ဖြစ်ရပ်တွေကို သက်သေလိုက်လံစုဆောင်းပြီးအမှုတည်ဆောက်ဖို့ကြိုးစားနေပါပြီ။အဲ့ဒီအချိန်မှာ\nတစ်ဖက်ရန်သူအဖွဲ့အစည်းကလဲ အတွင်းစည်းထဲ နက်နက်ရှိုင်းရှိုင်းခြေကုပ်ရထားတဲ့လူတွေဖြစ်တာနဲ့အမျှလစ်ဇ်ဘတ် ဖက်ကရပ်တည်သူမှန်သမျှအသက်ကိုရန်ရှာတဲ့အထိ ခြေလှမ်းကြဲလာတဲ့အချိန်မှာတော့..။(1)The Girl with the Dragon Tattoo (2009)(2)The Girl Who Played with Fire (2009)အထက်ပါ(၂)ကားကိုကြည့်ပြီးမှ ဒီကားကိုကြည့်ပါနော်... File Size :(2.78GB)(1.4GB) and (484MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:32:00\nGenre : Crime , Drama,Mystery\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.5",
        "url": "https://megaup.net/1EXiu/The_Girl_Who_Kicked_the_Hornets_Nest.2009.BLU-RAY.720P.mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/EWd7m_4f-134x200.jpg",
        "title": "Break Through (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ CM ပရိတ်သတ်တွေကို လောလောလတ်လတ်ကမှ ထွက်ထားတဲ့ တရုတ်အက်ရှင် ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။ဒီဇာတ်လမ်းလေးမှာ...သရုံကတော့ သာရော့ကြေးစားဘော်ဒီဂတ်အဖွဲ့ခေါင်းဆောင် စနိုက်ပါသမားတစ်ယောက်ပါ\nသူတို့အဖွဲ့ဟာ ဆေးကုန်ကူးအာဏာရှိသူ လူကြီးမင်းကဲလာကို နှောင့်ယှက်မိသွားကာ အကြောင်းအမျိုးမျိုးကြောင့် အဖွဲ့ပျက်သွားခဲ့ရပါတယ်နောက်ရှစ်နှစ်ကြာပြီးချိန်မှာတော့ သရုံက ထိုင်းနိုင်ငံမှာ ချီချီဆိုတဲ့ သမီးလေးနဲ့ သားအဖနှစ်ယောက်တည်း အေးဆေးစွာနေထိုင်နေခဲ့ပါတယ်ဒါပေမဲ့လည်း သမီးဖြစ်သူ ချီချီက လူကြီးမင်းကဲလာရဲ့ ဆေးကုန်ကူးမှုမှာ အမှတ်မထင် ပတ်သတ်မိသွားပြီး ဆေးကုန်ကူးသူတွေလက်ထဲ အဖမ်းခံလိုက်ရတဲ့နောက်...သရုံဟာ ချစ်လှစွာသော သမီးလေးကို ဘယ်လိုနည်းလမ်းတွေနဲ့ ကဲလာလက်ထဲက ကယ်တင်မလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ဆက်လက်ကြည့်ရှုကြရမှာပါ ။( အညွှန်းရေးသားထားသူကတေ့ာ Yamin Ei ပါ )File Size__1.5 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__7.0/10\nFormat__mp4\nDuration__01:30:00\nType__Action , Crime , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing ...",
        "rating": "7.0",
        "url": "https://megaup.net/1EXgj/Break_Through_(2021)_720p.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-14-at-21.07.40-135x200.png",
        "title": "Prisoners of the Ghostland (2021)",
        "description": "Prisoners of the Ghostland (2021)=========================IMDb Rating - 5.7/10မင်းသားကြီး Nicolas Cageရဲ့ 2021ထွက် အသစ်စက်စက် actionဇာတ်ကားကြီးရပါပြီ၊ ဒီကားက​တော့ လူကြမ်းကြီးနဲ့မင်းသမီး​​လေး နှစ်ပါးသွားကြမယ့်ဇာတ်ကား​ပါ။ဇာတ်လမ်းအညွန်းက​တော့ ဂျပန်ဆာမူရိုင်း​တွေချည်းပဲ နေထိုင်တဲ့မြို့​လေးတစ်မြို့ကို ဇတ်ဇတ်ကြဲဘဏ်ဓါးပြကြီး Heroတစ်​ယောက် ဓါးပြသွားတိုက်ရာ အတိုက်မ​တော် ​တစ်ကျွန်းဆိုသလို ​ထောင်နန်းစံမြန်းလိုက်ရပါတယ်၊ဖြစ်ချင်​တော့ အဲ့ဒီမြို့အကြီးအကဲရဲ့ ​မြေးမ​လေးဖြစ်သူ​ ဘားနစ်က Nightoutထွက်ရင်း Ghostlandလို့​ခေါ်တဲ့ ဖုန်းဆိုး​မြေတစ်ခုမှာ​ပျောက်​ချင်းမလှ ​ပျောက်ဆုံးသွားပါတယ်၊ မြေးမ​လေးကို ပြန်ရှာဖို့အတွက် အကြီးအကဲက ဓါးပြကြီး Heroကို သူ့ရဲ့​ထောင်ဒဏ်နဲ့အ​ပေးအယူလုပ်ခဲ့ပါတယ်၊ Heroတစ်​ယောက် ဘားနစ်ကို Ghostlandကြီးထဲမှာ ကောက်ရိုးပုံထဲအပ်​ပျောက်ရှာသလို လိုက်ရှာဖို့မြို့အကြီးအကဲ​ပေးလိုက်တဲ့အချိန်က \"​၅ရက်\"ထဲပါ။ဘားနစ်ကို ဓါးပြကြီးHeroတစ်​ယောက် ​ဘေးမသီရန်မခပဲ ပြန်​​ခေါ်လာနိုင်မှာလား၊ ၅ရက်အတွင်း ပြန်မ​ခေါ်လာနိုင်ရင် ဘာပြစ်ဒဏ်ခံရမလဲ၊ဘားနစ်​ပျောက်ဆုံးသွားတဲ့ Ghostlandဆိုတာ ဘယ်လို​နေရာမျိုးလဲ၊ ဘယ်သူ​တွေကျက်စား​နေကြတဲ့​နေရာမျိုးလဲ၊ ဘာလျှို့ဝှက်ချက်​တွေရှိ​နေလဲဆိုတာကို Nicolas Cage ဇာတ်ကား​တွေရဲ့ထုံးစံအတိုင်း အရွန်း​ဖောက်ထားတဲ့ ဟာသ​တွေ၊ အ​ပြောအဆိုခပ်ကြမ်းကြမ်း၊အလန်းစားအက်ရှင်​တွေနဲ့ ရိုက်ကူးထားတာဖြစ်လို့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/YZhs/Prisoners.of.the.Ghostland.2021.720p.WEBRip[CM].mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-14-at-16.50.33-134x200.png",
        "title": "Dark Places (2015)",
        "description": "Dark Places (2015)==============IMDb Rating - 6.2/10လျှို့ဝှက်ဆန်းကျယ်မှုခင်း ရုပ်ရှင်သဘောကျတတ်တဲ့ ပရိတ်သတ်တွေအတွက် နာမည်ကြီး Gone Girl (2014) ရဲ့စာရေးဆရာ Gillian Flynn ရဲ့ ရောင်းအားကောင်းတဲ့ ဝတ္ထုကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ Dark Places (2015) ဆိုတဲ့ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ လစ်ဘီဆိုတဲ့ ၈ နှစ်အရွယ်ကောင်မလေးဟာ သူ့မိသားစုသတ်ဖြတ်ခံရရာမှာ မသေဘဲလွတ်မြောက်ခဲ့ပါတယ်။ ကလေးမလေးရဲ့ ပြန်လည်ပြောပြချက်အရ လူသတ်မှုကို ကျူးလွန်သူမှာ သူမရဲ့အစ်ကို ဘန် ကိုယ်တိုင်ပဲ ဖြစ်ပါတယ်။အဲလိုနဲ့ဘန်ဟာ ထောင်ကျသွားပြီး လစ်ဘီကတော့ နာမည်ကြီးလူသတ်မှုမှာ အသက်ရှင်ကျန်ခဲ့တဲ့ ကောင်မလေးအဖြစ် နာမည်ကြီးသွားပါတယ်။ ဒါပေမယ့် ဇာတ်လမ်းက မပြီးသေးပါဘူး။ နောက်နှစ် ၃၀ ကြာတဲ့အခါ လစ်ဘီဟာ အဲဒီအမှုကို ပြန်စုံစမ်းဖော်ထုတ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဒီတစ်ခါရော သူကလေးဘဝက ထင်ခဲ့သလိုပဲ သူ့အစ်ကို ဘန် က အပြစ်ရှိတဲ့လူဖြစ်တယ်လို့ ရှာတွေ့မှာလား? ...",
        "rating": "6.2",
        "url": "https://megaup.net/2kTA5/Dark.Places.2015.BluRay.5.1CH.720P[CM].mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4uBriLQoYuzFU06uRlXKUYm2tmT.jpg",
        "title": "The Housemaid(2021)",
        "description": "Housemaid (2021)\n------------------\nဒေစီဆိုတဲ့ ကောင်မလေးက ငယ်တယ်လှတယ် နှာတံပေါ်ပေါ် မျက်လုံးမျက်အိမ်လှလှလေးနဲ့ မိန်းမပျိုလေးပေါ့. သူမကအလုပ်လက်မဲ့ဖြစ်နေတော့ ချမ်းသာတဲ့သူဌေးအိမ်တအိမ်မှာ အိမ်စေအဖြစ် အလုပ်ဝင်လုပ်တယ်.သူဌေးရဲ့နာမည်က ဝီလီယမ် သူဌေးရဲ့မိန်းမကဒုတိယမြောက်ကိုယ်ဝန်ကို လွယ်ထားရတုန်းဆိုတော့အိမ်ထောင်ရေးသုခကို သူဌေးက လိုအပ်နေတယ်.....ဒေစီကလဲ ကလေးအရမ်းချစ်တတ်တဲ့ နှလုံးသားနူးညံ့တဲ့ကောင်မလေးမျိုး....ဒီလိုနဲ့ သူဌေးက ဒေစီအပေါ်စိတ်ယိုင်လာပြီး မှားခဲ့မိကြတဲ့နောက်မှာတော့.......ဒီဇာတ်လမ်းက အိမ်ထောင်ရေးဒရာမာကားမျိုးဆိုတော့၁၈နှစ်အောက်မသင့်တော်တာတွေ ပါတော့ပေါ့ဗျာ.ဒါပေမယ့် လိင်ကိစ္စဦးစားပေးထားတာမျိုး မဟုတ်တော့ပညာပေးကားဆိုလဲ မမှားဘူး....ဒါ့အပြင် ဒေစီရဲ့အလှတရားကလဲ ရုပ်ရှင်ကြိုက်သူတွေအမို့မျက်စိပဒေသာဖြစ်စေမှာမျိုမလို့DSကနေ တင်ပေးလိုက်ခြင်းပဲဖြစ်ပါတယ်.....File size…1.7GB / 805MB / 407MB\nQuality…1080p  WEB DL AAC 2.0 / 720p / 480p\nFormat… Mp4\nDuration….1h 54min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. Dark Side\nTranslated by Dark Side",
        "rating": "6.5",
        "url": "https://megaup.net/YZ1m/The.Housemaid.2021.720p(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/6026459224d4b-144x200.jpg",
        "title": "Knights of Valour (2021)Green Dragon Crescent Blade",
        "description": "တရုတ်ဂန္တဝင်စာပေအကြောင်းပြောရင်မပါမဖြစ်တဲ့ Romance of the Three Kingdoms ဝတ္ထုကို မှီငြမ်းပြီးပုံစံသစ်တစ်မျိုးနဲ့ ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ဟန်မင်းဆက် ကုန်ဆုံးခါနီးအချိန် တိုင်းပြည်တစ်ခုလုံး အုန်းအုန်းကြွက်ကြွက်ဖြစ်နေတဲ့ အချိန်ကိုပြန်လည်ရောက်ရှိသွားသလို ယူငင်ခေါ်ဆောင်သွားနိုင်မှာပါ။တောင်လိုပုံနေတဲ့ အလောင်းတွေ၊ သွေးချောင်းစီးမှုူတွေ၊ မီးတောက်တွေနဲ့ ပျက်စီးမှုတွေ ကြားထဲမှာအဖေဖြစ်သူ ကွမ်းယွီသေဆုံးမှုကို လက်စားချေနိုင်ဖို့နဲ့သူ့ရဲ့နာမည်ကျော် ​ကျောက်စိမ်းနဂါးဓားကို ပြန်လည်ရယူဖို့ ကြိုးစားနေတဲ့ ကွမ်းရှင်းကိုတွေ့ရမှာပါ။ \nFile size…(1 GB)\nQuality….WEB-DL  1080p\nFormat…mp4\nDuration….01:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Aung Myint Oo",
        "rating": "",
        "url": "https://channelmyanmar.org/knights-of-valour-2021green-dragon-crescent-blade/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFqBxQiMD9FaOso4Cc0VvAEsmaH.jpg",
        "title": "Mr. Hong2004)",
        "description": "Mr. Hong (သို့မဟုတ်) ခေါင်းဆောင်ဟုန်(2004)အညွှန်း***********************************************ဒီတစ်ခါမှာ​တော့ 2004ခုနှစ်က ထွက်ရှိထားတဲ့Mr.Hongဆိုတဲ့ဇာတ်ကား​လေးကို တင်ဆက်​ပေးပါ့မယ် ...အခုတ​လော hotဖြစ်​နေတဲ့ My Hometown Cha Cha Chaရဲ့ မူရင်းဇာတ်လမ်း​လေးလည်း ဖြစ်ပါတယ်...မူရင်းဇာတ်လမ်းဟာ ပိုရယ်ရတယ်လို့ထင်ပါတယ်...၂၀၀၄ ခုနှစ်က ဝါရင့်သရုပ်ဆောင်ကြီး(၂)ဦးပါဝင်ထားလို့  ဒီဘက်ခေတ်အမြင်နဲ့ကြည့်ရင် အဆင်ပြေပါ့မလားထင်ရပေမဲ့ တကမ်းတမ်းတော့တော်တော်ကြည့်ကောင်းပြီး  နင်းကန်လည်းရယ်ရပါတယ်...ဇာတ်လမ်းကျောရိုးတူပြီးသားဆိုပေမဲ့ ကွဲလွဲမှုတွေလည်းရှိလို့ထွေထွေထူးထေူးတော့ အညွှန်းမရေးတော့ပါဘူး...မတူညီတဲ့ ရသထူးလေးရမှာမို့ ခေါင်းဆောင်ဟုန်ဖန်တွေအထူးအားပေးသင့်ပါကြောင်းပြောပါရစေ... File Size :(1.4GB) and (816MB)\nQuality : HDTV1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/1EWgj/Mr._Hong_(2004).HDTV.720P.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/fullsizephoto794835-140x200.jpg",
        "title": "Pandora(2016)",
        "description": "Pandora(2016) အညွှန်း********************IMDb...7.0Pandoraရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၆ခုနှစ်မှာ ပြသခဲ့တဲ့ သဘာဝဘေးအန္တရာယ်အကြောင်းရိုက်ကူးပြသထားတဲ့ရုပ်ရှင်ပဲဖြစ်ပါတယ် ၂၀၁၇ခုနှစ်မှာ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားအဖြစ်ဆန်ကာတင်စာရင်းဝင်ခဲ့ပြီး ဝင်ငွေများစွာ ရရှိထားခဲ့ပါတယ်\nဂျယ်ဟော့ (Kim Nam-Gil)ဟာ မိခင်(Kim Young-Ae)နှင့် မရီး (Moon Jeong-Hee),တူဖြစ်သူ မင်ဂျယ် (Bae Gang-Yoo)တို့နှင့်အတူ မြို့သေးသေးမှာ အတူတူ နေထိုင်ကြပါတယ်...သူတို့မြို့မှာ ရှိတဲ့ နျူးကလီးယားဓာတ်အားပေးစက်ရုံမှာ အလုပ်လုပ်ပြီး ယောင်းဂျူ (Kim Joo-Hyun)နဲ့ တွဲနေကြပါတယ်..\nနျူးကလီးယားဓာတ်အားပေးစက်ရုံရဲ့ ဌာနမှူး (Jung Jin-Young) ဟာ\nလက်ရှိ စက်ရုံအခြေအနေကို စိတ်ပူပြီး အထက်ကို တင်ပြပေမယ့် ဘယ်သူကမှအရေးတယူ မလုပ်ခဲ့ပါဘူး ဒီလိုနဲ့ တစ်နေ့မှာ ပြင်းအား အတော်အသင့်ရှိတဲ့ငလျင် လှုပ်ခတ်ခဲ့ပါတယ်...ငလျင်ဒဏ်ကြောင့် စက်ရုံမှာ ‌‌ပေါက်ကွဲမှုအနည်းငယ်ဖြစ်ခဲ့ပြီး မြိုအနီးတစ်ဝိုက်မှာရေဒီယိုသတ္တိကြွဓာတ်ရောင်ခြည်တွေ ပျံ့လွင့်သွားခဲ့ပါတယ် နျူးကလီးယားစက်ရုံပေါက်ကွဲတယ်ဆိုတဲ့သတင်းက တစ်နိုင်ငံလုံးကို ပျံ့သွားပြီး အခြေအနေတွေက ထိန်းချုပ်မရဖြစ်သွားခဲ့ပါတယ်...စက်ရုံအတွင်းပိုင်းမှာလည်း ဓာတ်ငွေ့ယိုစိမ့်မှုတွေ ဖြစ်ပြီး နောက်ထပ်ပေါက်ကွဲမှုဖြစ်ခဲ့ရင်အခြေအနေတွေ ဆိုးဝါးသွားနိုင်တာကြောင့် စက်ရုံက ဌာနမှူးနဲ့ ဂျယ်ဟော့တို့အဖွဲ့နျူးကလီးယားဓာတ်အားပေးစက်ရုံထဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2kTby/Pandora.2016.BLU-RAY.720P.PP.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6D7nfhHI7b9ZvW3m7wVMtBSbC9U.jpg",
        "title": "Prey(2021)",
        "description": "ဇာတ်လမ်းလေးကတော့ မကြာခင်လက်ထပ်တော့မယ့် ရိုမန်က သူရဲ့သူငယ်ချင်းငါးယောက်နဲ့အတူ လူပျိုပါတီအနေနဲ့ စိတ်ပြေလက်ပျောက်တောတောင်တက်ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။သူ့အစ်ကိုအဲဘတ်အပါအဝင် ကျန်တဲ့လူကသဘောတူပြီးသွားမယ်လို့ဆုံးဖြတ်ခဲ့တယ်။ရိုမန်ကတော့ မင်္ဂလာဆောင်တော့မှာဆိုတော့ အလုပ်အကိုင်အထိုင်ကျဖို့အတွက်သူ့အစ်ကိုအပူကပ်ရင်းနဲ့အဆင်ပြေမယ်ဆိုတဲ့မျှော်လင့်ချက်လေးနဲ့ ဒီခရီးကိုထွက်ခဲ့တာပေါ့။ ဒီလိုနဲ့တောတောင် ကျွမ်းကျင်တဲ့စတီဖန်ရဲ့ဦးဆောင်မှုနဲ့အတူ တောထဲမှာလျှောက်လည်ကြတယ်။အမဲလိုက်ရာသီဆိုတော့ တောထဲ သေနတ်သံတွေ ဘာတွေကြားရတော့ပေါ့။အသွားခရီးကတော့ အဆင်ပြေပြေဖြစ်ပေမယ့် ပြန်ခါနီးအချိန်မှာတော့ ဘယ်ကမှန်းမသိတဲ့ ကျည်ဆံကသူတို့သူငယ်ချင်းဗင်ဆင့်ကိုထိသွားတယ်။သူတို့ရောက်နေတဲ့နေရာ အမဲလိုက်ကင်းမဲ့ဇုန်ဖြစ်နေမယ့် သူတို့ဆီကိုကျည်ဆံတောက်လျှောက် ဝင်လာတော့ တောထဲကိုပြန်ပြေးရတော့တယ်။သူတို့နဲ့ဘာရန်ညှိုးရန်စမှမရှိတဲ့တောတောင်ထဲမှာ တကယ်ပဲအမဲလိုက်သူတွေက သားကောင်နဲ့မှားပစ်တာလား...\nတမင်ပဲသတ်ချင်လို့ပစ်တာလား...\nရိုမန် တို့တစ်သိုက်ရောတောတောင်ထဲမှာ အသက်ရှင်အောင်ဘယ်လိုရုန်းကန်ရမလဲဆိုတာ ဆက်လက်ကြည့် ရှုပေးပါဦး(ဘာသာပြန်တင်ဆက်ပေးတဲ့သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်)File size…(1.5 GB)/ (852 MB)/ (371 MB)\nQuality…WEB-DL 1080p /720p / 480p\nFormat…mp4\nDuration….01:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….d3mon\nTranslated by Tin Myo Lwin",
        "rating": "4.3",
        "url": "https://megaup.net/2kTcu/(CM)Prey.2021.720p.NF.WEB-DL.DDP5.1.x264.mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/ezgif-6-99b027d8e48b-121x200.jpg",
        "title": "Restart The Earth ( 2021 )",
        "description": "ကမ္ဘာကြီးမှာ အပင်တွေဟာ ရုတ်ချည်း သန္ဓေပြောင်းလဲကြီးမားလာပြီး လူတွေတိရိစ္ဆာန်တွေကို အာဟာရအဖြစ်စားသုံးကာ မြေနေရာရဲ့ ၉၃ရာခိုင်နှုန်းကိုဖုံးလွှမ်းသွားပါတော့တယ် အဲ့လိုကပ်ဘေးကြီးမှာ ယန်ဟောက် နဲ့ သူ့ရဲ့သမီးဟာနောက်ဆုံးအကြိမ်လွတ်မြောက်ရေးအဖွဲ့ထဲမှာပါမသွားဘဲ နှစ်ဦးတည်းအန္တရာယ်ဇုံထဲမှာ ကျန်ရစ်ခဲ့ပါတယ် အဲ့နောက်မှာ အစိုးရက ကပ်ဘေးမှလွတ်မြောက်ဖို့ တာဝန်တွေထမ်းဆောင်ရမဲ့ ပူးတွဲအဖွဲ့၄၇ဖွဲ့ကို ဖွဲ့စည်းပေးပြီးကမ္ဘာ့ နိုင်ငံအသီးသီးကို စေလွှတ်လိုက်ပါတယ် ၄၇ဖွဲ့ထဲကမှ C8683စစ်ဆင်ရေးအဖွဲ့နဲ့သူတို့သားအဖနှစ်ယောက် တွေ့ဆုံမိကြပြီး အကြောင်းအမျိုးမျိုးကြောင့်ပူးပေါင်းစစ်ဆင်ရေးလုပ်ဖို့ ဖြစ်လာတဲ့အခါမှာတော့... သူတို့တစ်တွေအမျိုးမျိုးသော အန္တရာယ် အခက်အခဲတွေကြားမှာ ကိုယ်ကျိုးစွန့်ကာကမ္ဘာကြီးကို ဘယ်လိုတွေ ​အတူတူကယ်တင်ကြမလဲဆိုတာရင်တမမနဲ့ စိတ်လှုပ်ရှားထိတ်လန့်ဖွယ်ဆက်လက်ကြည့်ရှုကြရမှာပါ Quality : WEB-DL 1080pFormat : mp4During : 1h 29 minGenres : Drama , Sci-FiSubtitle : Myanmar Subtitle ( Hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/restart-the-earth-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-11-at-03.08.42-139x200.png",
        "title": "Martyrs Lane (2021)",
        "description": "Martyrs Lane (2021)===============IMDb Rating - 6.0/10Horror ပရိတ်သတ်တွေ အကြိုက်တွေ့စေမဲ့ IMDb rating 6.0/10 ရရွိထားတဲ့ Horror ကားကောင်းလေးကိုတင်ဆက်ပေးပါရစေ။အရင်ဆုံး အဓိက ဇာတ်လိုက်ဖြစ်တဲ့ လီယာနဲ့ စပြီး မိတ်ဆက်လိုက်ကြတာပေါ့။ လီယာဟာ အသက် ၁၀ နှစ်အရွယ်ရှိတဲ့ကလေးမလေးပဲဖြစ်ပါတယ်။ လီယာက သူ့မိခင်ရယ် ဖခင်​ဖြစ်သူဖာသာသောမတ်ရယ် အစ်မကိုင်လာနဲ့အတူ ဘုရားကျောင်းမှာအတူနေထိုင်ကြပါတယ်။ ဒါပေမယ့် နေ့ဘက်ဆို လူတွေနဲ့ စည်ကားပျော်ရွှင်နေတဲ့ ဘုရားကျောင်းကြီးဟာ ညဘက်ဆိုရင်တော့ခြောက်ခြားစရာကောင်းလောက်အောင် မှောင်မိုက်ပြီး လီယာ့အတွက် အိပ်မက်ဆိုးတွေ ဖြစ်စေခဲ့ပါတယ်။အစ်မဖြစ်သူဆီကလည်း  အနိုင်ကျင့်ခံရ မအေဖြစ်သူဆီကလည်း အချစ်မခံရ ဖခင်ဖြစ်တဲ့ ဖာသာဟာလည်း သူ့ရဲ့သာသနာပြုလုပ်ငန်းတွေနဲ့ပဲ အလုပ်များနေတာဆိုတော့ လီယာဟာ မိသားစုမှာ အပယ်ခံလေးဖြစ်လို့နေတာပေါ့။ဒီလိုနဲ့ အထီးကျန်နေတဲ့ လီယာတစ်ယောက် တစ်နေ့မှာ ရွယ်တူကောင်မလေးနဲ့တွေ့ဆုံပြီး ကစားဖော်တွေ ဖြစ်လာခဲ့ပါတယ်။ဒီဇာတ်လမ်းမှာ စိတ်ဝင်စားစရာကောင်းစေမယ့် လီယာနဲ့ရွယ်တူ ကစားဖော်ကောင်မလေးက ဘယ်သူများလဲ...??သူတို့အတူ ဘာကစားနည်းတွေကို ကစားပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/30OA5/Martyrs.Lane.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3cf8p2qw9qnsaaFWc64AG6U05eT.jpg",
        "title": "Scream 4 (2011)",
        "description": "Scream 4 2011\n===========ဒီကားကတော့ scream 3 ထွက်ပြီး ၁၁ နှစ်ကြာမှ ထွက်လာတာ ဖြစ်ပါတယ်။\nဆယ်စုနှစ်တစ်ခုကျော်ကြာမှ ထွက်လာတာဖြစ်လို့ တိုးတက်လာတဲ့ နည်းပညာတွေ\nရုပ်ရှင်ပညာတွေကို ကောင်းကောင်းအသုံးချထားပြီးတော့\nနောက်ဆုံးထွက်ခဲ့တဲ့ ကားထက်ကောင်းအောင် ရိုက်ကူးထားပါတယ်။ ဇာတ်လမ်းဆက်ထားပုံကတော့ သရဲမျက်နှာလူသတ်သမားနဲ့ နောက်ဆုံးရင်ဆိုင်တွေ့ခဲ့တာ ၁၀ နှစ်ကျော်ကြာသွားပါပြီ။\nအဲဒီအချိန်မှာ ဆစ်ဒနေက အတိတ်ရဲ့စိတ်ဒဏ်ရာတွေကို ကုစားဖို့ ကိုယ့်ကိုယ်ကို ပြုပြင်ရေးစာအုပ်တစ်အုပ်ရေးပါတယ်။\nအဲဒီစာအုပ်ကို ထုတ်ဝေတဲ့အခါ book tour လုပ်တော့ မွေးရပ်မြေကို ပြန်လာဖို့ အကြောင်းဖြစ်လာပါတယ်။\nကံဆိုးစွာနဲ့ပဲ ဆစ်နေဒန် ပြန်ရောက်လာတာကြောင့် သရဲမျက်နှာလည်း ပြန်ပေါ်လာပါတယ်။ IMDB 6.1 ရထားပြီး tomatometer 60% ရထားပါတယ်။Scream 6 ကားစလုံးကို Scream Franchise မှာ ဝင်ကြည့်လို့ရပါတယ် Quality__Bluray 1080p\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__1h 51min\nType__Horror, Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by San Thu Aung\nEncoded by Htet Wai ...",
        "rating": "6.1",
        "url": "https://megaup.net/1EUmn/Scream.4.2011.720p.BluRay.X264.mp4",
        "category": "Horror, Mystery, Scream Franchise"
    }
]