[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/From-Straight-As-to-XXX-2017-English-Full-Movie-Download-800MB-WEBRip-720p-768x1024-150x200.jpg",
        "title": "[18+] From Straight A’s to XXX (2017)",
        "description": "( Dark Side Production မွ တင္ဆက္သည္။)From Straight A's to xxxဒီဇာတ္လမ္းကို ဘာမွ မၫႊန္းရေသးဘဲ ဇာတ္လမ္းနာမည္ ကို ဖတ္မိ႐ုံ နဲ႕ ပုရိသ အခ်ိဳ႕ကို ေကာင္းေကာင္း စြဲေဆာင္နိုင္လိမ့္မယ္ထင္ပါတယ္။\nကြၽန္ေတာ္တို႔ ျမင္ေနက် ျမင္ကြင္းေတြရဲ႕ ေနာက္ကြယ္ကို ေခၚေဆာင္သြားမွာမို႔ လဲ အသစ္တခ်ိဳ႕ကို ရမွာပါပညာေပးတဲ့ဘက္လည္း နည္းနည္းေရာက္တယ္ ၿပီးေတာ့ အနည္းငယ္ ညစ္ညမ္းတဲ့ ဇာတ္ကြက္ တစ္ခ်ိဳ႕ ပါဝင္​ေပမယ့္လည္း ဇာတ္ကြက္လိုအပ္ခ်က္အရ ျပတာျဖစ္တဲ့ အတြက္ မိသားစု နဲ႕ၾကည့္လို႔လဲ အဆင္ေျပမွာပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nမီရီယမ္ ဟာ စာသိပ္ေတာ္တဲ့ ရွက္တတ္တဲ့ ဗိုင္းေကာင္းေက်ာက္ဖိ မိန္းကေလးတစ္ေယာက္ ေရွ႕ေန ျဖစ္ခ်င္တဲ့ သူ ဥပေဒ နဲ႕ ပတ္သတ္ၿပီး နာမည္ေက်ာ္ Duke တကၠသိုလ္မွာ တက္ခ်င္တဲ့သူတစ္ေယာက္တကၠသိုလ္ဝင္တန္းေအာင္ေတာ့ နာမည္ေက်ာ္ Duke ဝင္ခြင့္ ဖိတ္ေခၚလႊာကိုရတယ္။ သိပ္ကို ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/18-from-straight-as-to-xxx-2017/",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/small-soldier-147x200.jpg",
        "title": "Small Soldiers (1998)",
        "description": "ဒီဇာတ်ကားလေးကြည့်ပြီးခလေးဘဝကို ပြန်ခံစားမိမှာအမှန်ပါပဲဲဟိုးအရင်က ကြိုက်ခဲ့ရတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။Heartland အရုပ်စက်ရုံဟာ ပြိုင်ဆိုင်မှုတွေကြားမှာ နစ်မြုပ်နေတဲ့အဆင့်မြင့်နည်းပညာတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီးတစ်ခုပါ Hearland Play Service ကတော့အရုပ်တွေထုတ်လုပ်တဲ့စက်ရုံကြီးပေါ့ကုမ္ပဏီရဲ့ CEO ဖြစ်တဲ့ဂေးမာစ်းတစ်ယောက် သူ့ကုမ္ပဏီကအရုပ်တွေကိုသာမန်အရုပ်တွေနဲ့မတူ တမူထူးခြားအောင်လုပ်ချင်တဲ့ဆန္ဒကိုရှေ့တန်းတင်မိတဲ့အခါမှာတော့ မထင်မှတ်ထားတဲ့ကလေးကစားစရာအရုပ်လေးတွေဟာ ငိုအားထက်ရယ်အားသန်ဆိုသလိုစောင်ဆန်းကြီးတွေ လုပ်လာပါတော့တယ်အရုပ်တွေစောင်ဆန်းအကွက်တွေနင်းလို့တိုင်ပတ်နေတဲ့လူငယ်လေးအယ်လန်တစ်ယောက် ဒီအရှုပ်တော်ပုံကြီးကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရမှာတော့ စိတ်ဝင်စားစရာပါ။Small Soldier ဇာတ်ကားဟာ သာမန်အမြင်နဲ့ကြည့်ရင်တော့ကလေးကြိုက်ကားလို့ထင်ကြေးပေးနိုင်ပေမယ့် သေချာခံစားကြည့်ရှုရင်အတော်လေး ခွီရတဲ့အပြင် မတူညီတဲ့ဒေသနှစ်ခုကခံစားချက်လေးတွေကို ခံစားရမှာပါကလေးဘဝတုန်းကတော့ အသဲယားစရာကောင်းတဲ့စစ်သားရုပ်တွေကိုအော်ဂလီဆန်ခဲ့တယ် လူငယ်ဖြစ်လာတော့ဟာသအထွေအထူးမထည့်ထားပေမယ့် အတော်လေးဗိုက်အောင့်လောက်အောင်ခွီရတဲ့ကားမှန်းသိလာတယ် ဟုတ်တယ်လေ။လက်တစ်ဖဝါးစာစစ်သားရုပ်လေးတွေ တကယ့်တိုက်ပွဲဝင်စစ်သားတွေလိုအတည်ပေါက်နဲ့အမိန့်တွေပေး mission တွေလုပ်နေတာကိုကြည့်ရတဲ့အရသာကတမျိုးလေးဗျ Long Long ago Spiderman Triologyထဲကမင်းသမီးချောလေးပါတွေ့ရတော့ကြည့်ရတာ မတန်ဘူးလို့ ငြင်းချက်ထုတ်စရာမရှိပါဘူး။ကလေးကားပေမယ့် ကလေးတကာ့ကလေးကားတွေထဲကခွဲထွက်လာတဲ့ လူငယ်တွေကို ရသတမျိုးအထူးဆန်းခံစားစေမယ့် ကားလေးလို့ဆိုလဲ မမှားပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ဖြစ်ပြီး Arkar Phyo မှ Encode ပေးထားပါတယ်။) File Size : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zE7w/Small_Soldiers_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AppWbz91CqEAQACoMdYWOtYV32W.jpg",
        "title": "Nigerian Prince (2019)",
        "description": "တိုင်းပြည်တစ်ပြည် ကြပ်တည်းတဲ့အခါမှာ ပြည်သူတွေနဲ့အစိုးရဝန်ထမ်းတွေရဲ့ စိတ်ဓာတ်တွေလည်း ပျက်စီးရတယ်ဆိုတဲ့အကြောင်းကိုရိုက်ကူးပြထားတဲ့ ကားတစ်ကားဖြစ်ပါတယ်။အက်ဇီးလို့ခေါ်တဲ့ အမေရိကန်နိုင်ငံသား လူမည်းလေးတစ်ယောက်ကိုသူ့အမေမှ မိခင်နိုင်ငံဖြစ်တဲ့ နိုက်ဂျီးရီးယားမှ အဒေါ်ဆီလွှတ်လိုက်တဲ့အခါမှာဘယ်လိုတွေ ကြုံတွေ့ရတယ်ဆိုတာကို ရိုက်ကူးထားတဲ့Crime, Drama ကားလေးတစ်ကားဖြစ်ပါတယ်။ကြည့်ရှုအားပေးကြပါဦးဗျာ ....File Size : (974 MB) & ( 355 MB)Quality : WEB-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/nigerian-prince-2019/",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o7CVL9IGnvbTebu325xt8yGi4k4.jpg",
        "title": "Virginia Minnesota (2019)",
        "description": "Rating 6.1 ရရှိထားတဲ့ Comedy , Dramaကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ကလေးဘဝကဖြစ်ပျက်ခဲ့တဲ့ကြေကွဲဖွယ်ရာဖြစ်ရပ်တစ်ခုကြောင့်စိတ်ဒဏ်ရာရရှိခဲ့ကြတဲ့သူငယ်ချင်းနှစ်ယောက်...သူတို့နှစ်ယောက်ကွဲကွာနေရာမှာမမျှော်လင့်ဘဲပြန်လည်တွေ့ဆုံမိပြီးတစ်ရက်တာခရီးကိုအတူတူထွက်လာခဲ့ကြရာမှထိုအတိတ်ဆိုးမှရရှိခဲ့တဲ့ဒဏ်ရာတွေကို ဘယ်လိုကုစားသွားမိကြမလဲ...ထိုကြေကွဲဖွယ်ရာ အတိတ်ဆိုးဆိုတာကရောဘာအကြောင်းတွေလဲဆိုတာအများကြီးမညွှန်းတော့ပဲဒီကားလေးထဲမှာပဲ စိတ်ဝင်စားဖွယ်ကြည့်လိုက်ရအောင်လား.... File Size : (917 MB) & ( 343 MB)Quality : WEB-DL 720pRunning Time : 1 hr 38 minFormat : Mp4Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/virginia-minnesota-2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BNjM2OTg5MTA0OV5BMl5BanBnXkFtZTgwNTMyNTY0NzM@._V1_-135x200.jpg",
        "title": "The Boy Who Harnessed the Wind (2019)",
        "description": "The Boy Who Harnessed the Wind (2019)\nIMDb - 7.6/10_______Rotten - 87%Channel Myanmar ပရိသတ်ကြီးအတွက်ဒီတစ်ခေါက် ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ The Boy Who Harnessed The Wind(2019)ပါ။Rating တွေအနေနဲ့လဲ မြင့်မားပြီး အပြင်မှာ တကယ်ရှိတဲ့ ဝီလီယမ် ကန်ကွမ်ဘာဆိုတဲ့ကောင်လေးအကြောင်းကိုရိုက်ကူးထားတဲ့ ဒီကားလေးဟာ ဆွဲဆောင်မှုရှိရှိနဲ့ဇာတ်လမ်းအဆုံးထိကိုဆွဲခေါ်သွားနိုင်မှာပါ။ကြည်နူးပီတိဖြစ်ရင်း အလိုမကျဒေါသထွက်ရင်း စိတ်ခွန်အားတွေပါပေးစွမ်းနိုင်တဲ့ဒီကားလေးက IMDb Rating 7.6/10 Rotten Tomatoes 87%ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်လေးကိုလဲ တင်ပြလိုပါသေးတယ်။တစ်ခါတစ်ရံမှာ တကယ့်အဖြစ်အပျက်တွေဟာပုံပြင်တွေထက် ဆန်းကျယ်တယ်ဆိုတာ တကယ်ပါပဲ။ထို့အတူပါပဲ။ဒီဇာတ်လမ်းလေးမှာ တက်မရှိလက်နဲ့လှော်မယ်ဆိုတဲ့ထုံးနှလုံးမူထားတဲ့၁၃နှစ်အရွယ်ကောင်လေး ဝီလီယမ် ကန်ကွမ်ဘာ ဟာWimbeဆိုတဲ့ရွာလေးတစ်ရွာမှာနေတဲ့ ကလေးလေးတစ်ယောက်ပါ။မိဘတွေရဲ့မပြည့်စုံမှုကြောင့် ကျောင်းလခအကျေမပေးသွင်းလို့ကျောင်းတစ်ပိုင်းတစ်စနဲ့ကျောင်းထွက်ခဲ့ရပါတယ်။တစ်နေ့သူတို့ရွာမှာ ရာသီဥတုဖောက်ပြန်ကာ အငတ်ဘေးဆိုက်ကိန်းကြုံပါတော့တယ်။မဲရရှိရေးသာစိတ်ဝင်စားတဲ့အစိုးရကလဲ မသိချင်ယောင်ဆောင်မျက်နှာလွှဲနေခဲ့ပါတယ်။ဝီလီယမ် တစ်ယောက်ကတော့ သူ့ဆရာရဲ့စက်ဘီးကမီးသီးခွက်လေးကိုကြည့်ကာ အကြံရသွားပါတော့တယ်။ရသွားတဲ့အကြံပေါ်မူတည်ရင်း ကျောင်းစာကြည့်တိုက်ထဲကိုခိုးဝင်ကာစာတွေဖတ်ပြီး ရွာလေးကိုကယ်တင်ဖို့ကြိုးစားပါတော့တယ်။၁၃နှစ်အရွယ်ကောင်လေးတစ်ယောက်က ဘယ်လိုများလုပ်ပေးနိုင်မှာလဲ?သူဘယ်လိုစွန့်စားကာ ကြိုးစားခဲ့သလဲ?သူဖြစ်ချင်ခဲ့သလိုတွေရော ဖြစ်လာပါ့မလား?စတဲ့မေးခွန်းပေါင်းများစွာကို အာဖရိကရဲ့အလှအပတွေခံစားရင်းစိတ်ဓာတ်ခွန်အားတွေ ရယူကာ ကြည့်ရှူရမယ့်ကားလေးဖြစ်ပါတယ်...Channel ...",
        "rating": "7.6",
        "url": "https://megaup.net/5ARxf/The_Boy_Who_Harnessed_The_Wind_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/bal-143x200.jpg",
        "title": "On the Balcony ( 2019 )",
        "description": "2019 ထြက္ Imdb 5.7 ရရွိထားတဲ႔ ဇာတ္ကားေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္ဒရာမာ ဇာတ္လမ္းအမ်ိဳးအစားပဲၿဖစ္ပါတယ္..ဇာတ္လမ္းအညႊန္းေလးက ေတာ႔ဒီကား​ေလးဟာ ​ေကာင္​​ေလးတစ္​​ေယာက္​ရဲ႕ မလုပ္​ျဖစ္​ႏိုင္​တဲ့ကလဲ့စား​ေခ်ျခင္​း​အ​ေၾကာင္​း​ေလးကို​ေရးထားပါတယ္​..​ေကာင္​​ေလးတို႔မိသားစုရဲ႕တိုက္​ဟာဖ်က္​ျခင္​းခံရ​ေတာ့မွာမို႔​ေျပာင္​း​ေရႊ႔​ေၾကးညႇိႏိႈင္​း​ေပးတဲ့လု​ေက့်က်န္​း​ေရာက္​လာခဲ့ပါတယ္​ ​လု​ေက့်က်န္​းဟာ​ေျပာင္​း​ေရႊ႔​ေၾကးကိုအဆမတန္​ႏွိမ္​ႁပီး​ေပး​တဲ့အတြက္​​ေကာင္​​ေလးရဲ႕ဖခင္​ဟာစိတ္​မထိန္​းႏိုင္​ပဲ​ေသဆံုးသြားခဲ့ရပါတယ္​..ဒီလိုနဲ႔​ေကာင္​​ေလးမွာဖခင္​အတြက္​ကလဲ့စား​ေခ်ခ​်င္​စိတ္​​ေတြျဖစ္​လာၿပီးလု​ေက့်က်န္​းရဲ႕အိမ္​ကိုမွန္​​ေျပာင္​းတစ္​လက္​နဲ႔​ေခ​်ာင္​းၾကည္​့ပါ​ေတာ့တယ္​...ဒီလိုနဲ႔လု​ေက့်က်န္​းရဲ႕သမီးငႏံုမ​ေလးကို​ေတြ႔ရာက​ေန ...ဘယ္​လို​ေတြဆက္​ျဖစ္​လာမလဲ.. ဇာတ္​အိမ္​​ေအး​ေအး​ေလးနဲ႔စိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​..ေတြးေကာင္းတဲ႔ဇာတ္ကားပံုစံမ်ိဳးၿဖစ္ပါတယ္ This Movie Brought To You By Channel MyanmarTranslated & Reivew By Phyo ZawEncoded By LK",
        "rating": "5.7",
        "url": "https://megaup.net/4fDkd/On_The_Balcony_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/lA-152x200.jpg",
        "title": "Liao Zhai Qun Yao Pu (2019)",
        "description": "ဒီကား​ေလးက 2019ထြက္​ကားသစ္​​ေလးျဖစ္​ပါတယ္​..ဇာတ္လမ္းအညႊန္းေလးကေတာ႔မမေလးဟြမ္ဟာ ၿမိဳ႕ေလးရဲ႕အခ်မ္းသာဆံုးေသာ အမ်ိဳးသမီးေခ်ာဒါေပမယ္႔ က်ိန္စာမိထားလို႔ အၿမဲတမ္းပဲ အိပ္ေပ်ာ္ေနရတယ္မ​ေကာင္​းဆိုးဝါးႏွိမ္​နင္​းတဲ့သူတစ္​​ေယာက္​ဟာ ပ်ားဘုရင္​မမ​ေကာင္​းဆိုးဝါးကိုႏွိမ္​နင္​းဖို႔လိုက္​႐ွာရင္​း ​ေမွာ္​အတတ္​နဲ႔ျပဳစားခံထားရလို႔​ေမ့​ေျမာ​ေနတဲ့မမ​ေလးဟြမ္​နဲ႔ သူ႔ခ်စ္​သူ သခင္​​ေလးပိုင္​တို႔ရဲ႕အခ်စ္​​ေရးကို ၿမင္ၿပီး ကူညီေပးဖို႕အေၾကာင္းဖန္လာပါေတာ႔တယ္သူတို႔ခ်စ္​သူႏွစ္​ဦးကိုျပဳစားထားတာက ပ်ားဘုရင္​မပဲလား..​ေနာက္​ကြယ္​က ထိန္​းခ်ဳပ္​​ေနတဲ့သူကဘယ္​သူ႐ွိဦးမလဲ..ဆုိတာကိုေတာ႔ စိတ္၀င္စားဖြယ္ဆက္လက္ၾကည္႕ရွုရမွာပဲၿဖစ္ပါတယ္အခ်စ္အေၾကာင္းရိုက္ကူးထားတဲ႔ဇာတ္လမ္းေကာင္းေလးၿဖစ္ၿပီးအပ်င္းေၿပ ၿဖစ္ၿဖစ္ေလာက္ေတာ႔ ၾကည္႕လို႕ေကာင္းပါတယ္ေဒါင္းရတာမတန္မယ္႔ကားမ်ိဳးေတာ႔မဟုတ္ပါဘူး  This Movie Brought To You By Channel MyanmarTranslated & Review By Phyo ZawEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/4fDk3/Liao_Zhai_Qun_Yao_Pu_[2019]_(MM_Sub).mp4",
        "category": "Action, Fantasy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMjI5MzQ0NjA5Ml5BMl5BanBnXkFtZTgwNjA1MTg1NzM@._V1_-135x200.jpg",
        "title": "Someone Great (2019)",
        "description": "IMDB - 6.1 Netflix ကကားေလးေတြဆို ေတာ္ေတာ္ေလးေကာင္းၾကပါတယ္.....ဒီဇာတ္လမ္းအေၾကာင္းေလးက ေကာလိပ္ထဲကေပါင္းလာၾကျပီးအရမ္းခ်စ္တဲ့ သူငယ္ခ်င္းသံုးေယာက္႐ွိတယ္။တစ္ေန႔က်ေတာ့ သူတို႔ထဲကတစ္ေယာက္က သူကိုးႏွစ္ေလာက္တြဲလာတဲ့ေကာင္ေလးနဲ႔ျပတ္သြားေရာ။အဲ့မွာ သူ႔သူငယ္ခ်င္း ၂ ေယာက္က သူအသည္းကြဲေနတာ သက္သာေအာင္တစ္ေနကုန္အတူအခ်ိန္ျဖဳန္းၿပီး ႏွစ္သိမ့္ေပးၾကတဲ့ တစ္ေန႔တာေလးကို ႐ိုက္ျပထားတာပါ။ဒါေပမဲ့ ဒီကားထဲမွာ သူငယ္ခ်င္းသံေယာဇဥ္ေရာ၊ သမီးရည္းစားအခ်စ္ေရးေရာ၊မိန္းကေလးခ်င္းခ်စ္ႀကိဳက္တဲ့အေၾကာင္းေရာ အဲဒါေတြကို ပါးပါးေလးနဲ႔ခ်ျပသြားတာပါ။တစ္ခါတစ္ေလ ခ်စ္သူ ၂ ေယာက္က တစ္ေယာက္ကိုတစ္ေယာက္ ခ်စ္ၾကေပမဲ့လဲဘယ္လိုမွေ႐ွ႕ဆက္လို႔မျဖစ္ႏိုင္ေတာ့တဲ့အေျခအေနမ်ိဳးေတြလဲ႐ွိႏိုင္တယ္ဆိုတာလဲ ႐ိုက္ျပထားတာပါ။ကိုယ္ေတာင္ ဘာသာျပန္ရင္း တရားေတြေပါက္ကုန္ၿပီဆက္ေျပာရင္ ဇာတ္လမ္းကကုန္ေတာ့မယ္  ၾကည့္လို႔တန္မဲ့ဇာတ္ကားေကာင္းေလးပါ(+အခန္းအနည္းငယ္ပါတဲ့အတြက္ မိသားစု၊ ကေလးသူငယ္မ်ားနဲ႔ ၾကည့္ဖို႔မသင့္ေတာ္ပါဘူး) File Size : (864 MB) & ( 324 MB)Quality : WEB-DL 720pRunning Time : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zFS2/Someone_Great_[16+]_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wmMq5ypRNJbWpdhC9aPjpdx1MMp.jpg",
        "title": "Asterix: The Secret of the Magic Potion (2018)",
        "description": "ပေနာ္မိဇ္လို႔ေခၚတဲ့ ဆရာေတာ္တစ္ပါး သစ္ပင္ေပၚက\nျပဳတ္က်သြားလို႔ သူ႔ကိုယ္သူ အရမ္းအသက္ႀကီးၿပီး\nဆရာေတာ္မျဖစ္ေတာ့ဘူးလို႔ ယူဆလာေတာ့\nသူ႔ရဲ႕ေနရာ ဆက္ခံမဲ့သူ တစ္ေယာက္\nရွာေဖြဖို႔ နယ္ေျမေပါင္းစံုကို ခရီးႏွင္ပါေတာ့တယ္ ...ပေနာ္မိဇ္ဆိုတာ သူ႔ရဲ႕ အစြမ္းတိုးေစတဲ့ ေမွာ္ေဆးရည္ေၾကာင့္\nလူေတြ ၾကည္ညိဳေလးစားရတဲ့ ဆရာေတာ္တစ္ပါးပါ\nသူ႔ေနရာဆက္ခံသူကို သူ႔ရဲ႕ေမွာ္ေဆးရည္စပ္နည္းပါ\nေပးမွာျဖစ္တာေၾကာင့္ မသာမာသူလက္ထဲ\nေရာက္သြားရင္ အရမ္းကို အႏၱရာယ္မ်ားလြန္းလို႔\nသူ႔ေနာက္လိုက္ေတြကေတာ့ ဆက္ခံသူမရွာေစခ်င္ပါဘူး...ဒါေပမဲ့လည္း ပေနာ္မိဇ္ကေတာ့ ဆံုးျဖတ္ခ်က္ခိုင္မာစြာနဲ႔\nဆက္ခံသူရွာဖို႔ ခရီးျပဳတဲ့အခါမွာ သူတို႔ႀကံဳေတြ႔ရမဲ့ အခက္အခဲေတြ\nသူတို႔ကို အႏိုင္သိမ္းခ်င္ေနတဲ့ ေရာမတပ္သားေတြရဲ႕\nအႏၱရာယ္ေတြကို ဘယ္လိုရင္ဆိုင္ေျဖရွင္းမလဲ\nအတူၾကည့္ၾကရေအာင္ပါ။IMDb Rating ကေတာ့ 6.9/10 ပါ။(ဘာသာျပန္ျပီး အညႊန္းေရးေပးထားတာကေတာ့ SCRN ျဖစ္ပါတယ္) File size__( 750 MB) and ( 300 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6.9/10\nFormat__mp4\nDuration__01:24:55\nType__Adventure, Animation, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by SCRN\nEncoded by Naing Aung Latt",
        "rating": "7.0",
        "url": "https://megaup.net/4fDlB/Asterix_-_The_Secret_Of_The_Magic_Potion_(Astérix_-_Le_Secret_De_La_Potion_Magique)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJCTV6wl896rF1sJ6yTho87dtVY.jpg",
        "title": "Mercy Black (2019)",
        "description": "စိတ္ကူးယဥ္အေဖာ္တစ္ေယာက္ကိုကေလးသဘာ၀အေလ်ာက္ စိတ္ကူးခဲ့မိရာမွသူငယ္ခ်င္းျဖစ္သူကိုဓားနဲ႔ထိုးသတ္ခဲ့မိတဲ့မာရီနာဟက္စ္...ထိုအျဖစ္အပ်က္ေၾကာင့္ မာရီနာတစ္ေယာက္စိတ္ေရာဂါကုေဆး႐ံုမွာေနခဲ့ရျပီး၁၅ႏွစ္အၾကာမွာေတာ့သူ႔အမနဲ႔သူ႔တူေလးတို႔ႏွစ္ေယာက္နဲ႔အတူေနဖို႔ျပန္ေရာက္လာခဲ့သည္...သူမစိတ္ကူးျဖင့္ပံုေဖာ္ခဲ့တဲ့မာစီဘလက္ခ္ဆိုေသာအရာမွာ ဒီအေတာအတြင္းအင္တာနက္မွ ပ်ံ႕ႏွံ႔ျပီးအလြန္နာမည္ႀကီးခဲ့တာေၾကာင့္မာရီနာ့အေနနဲ႔သူလုပ္ခဲ့မိေသာအရာေတြအတြက္ ေၾကာက္လန္႔ေနခဲ့ရသည္...သူ႔အတိတ္ကိုဒီအတိုင္းပဲျမႇဳပ္ႏွံပစ္လိုက္မယ္လို႔ေတြးထားခဲ့ေသာ္လဲသူ႔တူေလးျဖစ္သူမွာမာစီဘလက္ခ္ကိုအလြန္စဲြလမ္းေနျပီးအႏၱရာယ္စက္ကြင္းထဲသို႔တျဖည္းျဖည္းတိုး၀င္ေနခဲ့သည္...သူ႔တူေလးကိုျပန္ကယ္ဖို႔အတြက္မာရီနာ့အေနနဲ႔သူေၾကာက္လန္႔ေနခဲ့ရတဲ့အတိတ္ကိုရင္ဆိုင္ျပီးမာစီဘလက္ခ္နဲ႔ပတ္သတ္တဲ့ အမွန္တရားကိုျပန္လည္ေဖာ္ထုတ္ဖို႔ျဖစ္လာတဲ့အခါမွာေတာ့... File Size : (824 MB) & ( 309 MB)Quality : WEB-DL 720pRunning Time : 1 hr 28 minFormat : Mp4Genre : Horror , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://megaup.net/2TIpv/Mercy_Black_[2019]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gHOGu3l515bqpi6YK5pxAIZ2stj.jpg",
        "title": "We Are Boats (2018)",
        "description": "ဒီတစ္ေခါက္ကေတာ့Channel Myanmarပရိသတ္ၾကီးအတြက္Drama ကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္က We are Boats (2019)ပါ။ဇာတ္လမ္းေလးရဲ ႔အက်ဥ္းကိုလဲ အနည္းငယ္တင္ျပလိုပါေသးတယ္။ဖရန္ခ်က္စကာဆိုတဲ႔ ျပည္႔တန္ဆာမေလးဟာ ညတစ္ညမွာ အသတ္ခံလိုက္ရပါတယ္။ၿဖစ္ခ်င္ေတာ႔ အဲဒီေန႔ဟာ သူမရဲ ႔ေသေန႔မေစ႔ေသးပါဘူး။မတရားအသတ္ခံလိုက္ရတဲ႔ သူမမွာ သမီးေလးတစ္ေယာက္လဲ ရွိပါေသးတယ္။သမီးျဖစ္သူေလးကိုျပန္ေတြ႔ႏိုင္ဖို႔အတြက္ လူ႔ဘဝကိုျပန္လာျပီးေသေန႔မေစ႔ေသးတဲ႔လူသားေတြကို ကယ္တင္ျပီး လမ္းေၾကာင္းမွန္ကိုျပန္တင္ေပးတဲ႔တာဝန္ကိုထမ္းေဆာင္လိုက္ပါေတာ႔တယ္။အဲဒီတာဝန္ကို ထမ္းေဆာင္ရင္း ဘယ္လိုစိတ္ဝင္စာရစရာေတြသိလာရမလဲ?သူဘယ္လိုကိုင္တြယ္ေျဖရွင္းေပးမလဲ?သူ႔သမီးေလူနဲ႔ေရာ ျပန္ဆံုေတြ႔ႏိုင္မလား?ဆိုတဲ႔ေမးခြန္းေပါင္းမ်ားစြာနဲ႔ လူ႔သဘာဝကို ရႈေထာင္႔တစ္မ်ိဳးကေန ရႉိက္ကူးတင္ဆက္ထားတာမလို႔မပ်င္းမရိ အဆံုးထိၾကည္႔ရႈလို႔ေကာင္းမယ္႔ကားေလးပါ။Ratingေတြ အေနနဲ႔ကေတာ႔ Imdb Rating 5.9/10 Rotten Tomatoes 60%ရရွိထားပါတယ္။ File Size : (1 GB) & ( 384 MB)Quality : WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4 ...",
        "rating": "6.0",
        "url": "https://megaup.net/2TIq8/We_Are_Boats_[2018]_(MM_Sub).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/biWmGCe4RvUVQ9naTOsz9PtJSIX.jpg",
        "title": "Black Site (2019)",
        "description": "ဒီကားေလးကေတာ့ ခပ္ဆန္းဆန္းပါပဲ လူသားေတြက နတ္ဘုရားေတြကိုဖမ္းၿပီးအျခားဒိုင္မင္း႐ွင္းတစ္ခုကိုပို႔ၿပီး နယ္ႏွင္ဒဏ္ေပးၾကသတဲ့။အဲ့လိုမ်ိဳးေတြလုပ္တဲ့ေနရာကို အမဲေရာင္နယ္ေျမလို႔ေခၚတယ္။အဲ့မွာ ရန္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္လဲ အလုပ္လုပ္တယ္။သူ႔ရဲ႕မိဘေတြက သူငယ္ငယ္တည္းက နတ္ဘုရားတစ္ပါးေၾကာင့္ ေသဆံုးခဲ့ရတယ္။အဲ့ကတည္းက ရန္ကလဲ ပံုမွန္မဟုတ္တာေတြကို တစ္ခါတစ္ေလ ျမင္ရတတ္တယ္။တစ္ေန႔ေတာ့ သူတို႔အမဲေရာင္နယ္ေျမထဲမွာ နတ္ဘုရားတစ္ပါးကိုနယ္ႏွင္ဒဏ္ေပးဖို႔ ဖမ္းလာခဲ့တယ္။ဒါေပမဲ့ ေရာက္လာတာက အဲ့နတ္ဘုရားတစ္ပါးတည္း မဟုတ္တဲ့အခါ...အမဲေရာင္နယ္ေျမမွာ ဘယ္လိုအျဖစ္ေတြ ၾကံဳေတြ႔ရမလဲ...ေရာက္လာတဲ့နတ္ဘုရားကေရာ ရန္နဲ႔ဘယ္လိုပတ္သက္ေနမလဲ...ဆိုတာကေတာ့ Black Site ဆိုတဲ့ကားေလးထဲမွာ ခံစားၾကည့္႐ႈၾကပါ  File Size : (818 MB) & ( 303 MB)Quality : WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4Genre : Action ...",
        "rating": "5.8",
        "url": "https://megaup.net/2TIrg/Black_Site_[2019]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rQocmooj7bFKS2vZfzWBB5O12eR.jpg",
        "title": "WarGames (1983)",
        "description": "ဒီကားေလးကေတာ့IMDb7.1ရထားတဲ့ကားေလးျဖစ္ျပီးစိတ္ဝင္စားဖို႕ေကာင္းတဲ့ကားေလးဆိုလည္းမမွားပါဘူးကြန္ပ်ဴတာစနစ္ေတြကိုလူငယ္ေလးတေယာက္ခိုးဝင္ရာကအစျပဳျပီးတတိယကမာၻစစ္စတင္ဖို႕ျပႆနာေတြျဖစ္လာတာကိုရုိက္ကူးထားတာျဖစ္ပါတယ္တတိယကမာၻစစ္စဖို႕အေခ်အတင္ျဖစ္ေနတယ့္ဆိုဗီယက္နဲ႕ေျမာက္အေမရိကဒံုးက်ည္လႊတ္တင္ရာမွာေသာ့ကိုလွည့္ဖို႕တုန္႕ဆိုင္းေနတယ့္ဝန္ထမ္းအစားကြန္ပ်ဴတာစနစ္ကိုအသံုးျပဳဖို႕ေျမာက္အေမရိကကစတင္လိုက္ပါတယ္အဲ့အခ်ိန္မွာပဲဂိမ္းေတြကိုစြဲလန္းတဲ့လူငယ္ေလးတေယာက္ကဂိမ္းကုမၸဏီရဲ႕ကြန္ပ်ဴတာစနစ္ထဲခိုးဝင္ျပီးဂိမ္းအသစ္ေတြကိုေဆာ့ဖို႕ၾကိဳးစားရင္းနဲ႕ေျမာက္အေမရိကရဲ႕ကြန္ပ်ဴတာစနစ္ဆီရာက္သြားျပီးႏကလီးယားစစ္ပြဲကိုဂိမ္းအထင္နဲ႕ေဆာ့မိတဲ့အခါမွာ.....သူေဆာ့ေနတာဂိမ္းတခုမဟုတ္ပဲအျပင္မွာတကယ္ျဖစ္လာဖို႕ဂိမ္းကဦးတည္ေနတဲ့အခါမွာသူဘယ္လိုရပ္တန္႔မလဲကြန္ပ်ဴတာစနစ္ကလည္းအဲ့ေကာင္ေလးေဆာ့တာရပ္လိုက္ေတာင္မရပ္ပဲသူ႕ဟာသူဆက္ေဆာ့ေနတဲ့အခါ..တတိယကမာၻစစ္ၾကီးစတင္မလား အဲ့ဒါေတြအဆံုးသတ္သြားေအာင္သူဘယ္လိုလုပ္မလဲဆိုတာ...ဒီကားေလးကိုၾကည့္ျပီးအေျဖရွာလိုက္ပါေနာ္ File Size : (1 GB) & ( 370 MB)Quality : BluRay 720pRunning Time : 1 hr 54 minFormat : Mp4Genre : Sci-Fi , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/2TIq1/WarGames_[1983]_(MM_Sub).mp4",
        "category": "Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivaRoH2WR8VpwgWqxAuBegSlMbG.jpg",
        "title": "Integrity ( 2019 )",
        "description": "ေဟာင္ေကာင္ ICAC ရဲ႕ ေငြမည္းလိုက္ျပီး လာဘ္စားမႈေတြ ေဖာ္ထုတ္တဲ့ဇာတ္ကားေကာင္းေလး မိတ္ဆက္ေပးလိုက္တယ္။စာရင္းကိုင္နဲ႔ သူေဌးပူးေပါင္းျပီး စေတာ့ေငြေတြကို က်ားကစားသလိုအကြက္ေရြ႕သြားတဲ့အမႈကို အေျခခံထားတဲ့ ဇာတ္လမ္းေလးေနာ္။ရင္းနွီးျမွဳပ္နွံသူေတြေခၚျပီး စေတာ့ေစ်းကြက္မွာ ေစ်းအေျပာင္းအလဲမ်ားတဲ့လီတကုန္သြယ္ေရးလုပ္ငန္း... ဒီေစ်းေျပာင္းလဲေနတာက သေဘာရိုးဟုတ္ရဲ႕လားေနာက္ကြယ္မွာ ႀကိဳးကိုင္ေနတဲ့သူရွိလား ရွိတယ္ဆိုရင္ေရာ ဘယ္သူျဖစ္မလဲဒီအမႈကို ICAC က လိုက္ဖို႔အတြက္ တိုင္ခဲ့တဲ့ စာရင္းကိုင္ရဲ႕သရုပ္မွန္ကေရာ ဘာလဲ သူကေရာ ဘာလို႔ တရားစီရင္မယ့္ေန႔မွထြက္ေျပးရတာလဲ ေတြးစရာေတြအမ်ားႀကီးျပည့္နက္ေနတဲ့ ဇာတ္ကားပါမင္းသားေတြ ရုပ္ဆိုးတယ္ဆိုျပီး ေက်ာ္မသြားနဲ႔. မင္းသားေတြရုပ္ဆိုး ရုပ္ေခ်ာေတာင္ မသိလိုက္ရေအာင္ကို ဇာတ္လမ္းအခ်ိဳးအေကြ႕ေတြအခ်ိတ္အဆက္ေတြ မ်ားလြန္းလို႔ မနည္းလိုက္ေနရမယ့္ ဇာတ္လမ္းေလးတစ္ခုပါ။ဇာတ္ကားေကာင္းကိုမွ ႀကည့္ခ်င္တယ္ဆိုတဲ့ သူေတြ လက္မလႊတ္သင့္ပါဘူး This Movie Brought To You By Channel MyanmarTranslated & Review By Chu ChuEncoder : LK",
        "rating": "5.3",
        "url": "https://megaup.net/3zFTP/Integrity_[2019]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yyejodyk3lWncVjVhhrEkPctY9o.jpg",
        "title": "The Prodigy (2019)",
        "description": "မွေးကတည်းက ဉာဏ်ရည်ထက်မြက်ပြီး ရိုးအေးတဲ့ ကလေးတစ်ယောက် ဖြစ်တဲ့ Miles ဆိုတဲ့ ကောင်လေး၊မွေးရာပါ မျက်လုံးတွေကလည်း တဖက်ကို တရောင်စီနဲ့ ဖြစ်နေခဲ့တဲ့ Miles ဟာ အရွယ်ရောက်လာပြီး မူမမှန်တဲ့ ဆိုးသွမ်းရက်စက်တဲ့ အပြုအမူတွေ ပြု မူလာပါတယ်။စိတ်ပညာရှင်တစ်ဦးဖြစ်သူ ဒေါက်တာအာသာကတော့ Miles ဟာ တယောက်ယောက်က လူဝင်စားအနေနဲ့ ဝင်စားတာဖြစ်ပြီးကိုယ့်ရဲ့အတိတ်ဘဝကိုမှတ်မိနေရခြင်းက အရင်ဘဝတုန်းက မပြီးပြတ်သေးတဲ့ကိစ္စတွေကို ဒီဘဝမှာအဆုံးသတ်ချင်လို့ဖြစ်ကြောင်းရှင်းပြပါတယ်။ဒါပေမယ့် Miles ကိုဝင်စားတဲ့သူက သာမန်လူမဟုတ်ပဲ လူသတ်သမားတစ်ဦးဖြစ်နေတဲ့အခါမှာတော့........အဲဒီလူရဲ့ ရက်စက်တဲ့ အကျင့်စရိုက်တွေ၊ ဆိုးဝါးတဲ့ လက္ခဏာတွေ ပြလာတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲ၊မိခင်ဖြစ်တဲ့သူကရော ထိန်းချုပ်နိုင်ပါ့မလား၊ဘာတွေဆက်ဖြစ်ကြမလဲ ဆိုတာတွေကို ဒီကားထဲမှာ ရှုစားကြရမှာပါ။ဒီရုပ်ရှင်ကားထဲမှာ ပါဝင်တဲ့ ကြမ်းတမ်းတဲ့ ဇာတ်ဝင်ခန်းတွေ၊ ပြကွင်းပြကွက်တွေ၊ ပြောစကား ဒိုင်ယာလော့ခ်တွေဟာ အသက် ၁၇ နှစ်အောက် ကလေးငယ်တွေ ကြည့်ရှုဖို့မသင့်တော်တာမို့ မိဘအုပ်ထိန်းသူ ခွင့်ပြုချက်နဲ့မှ ကြည့်ရှုသင့်တဲ့ Restricted R အဆင့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/The.Trough.2018-141x200.jpg",
        "title": "The Trough (2018)",
        "description": "ဒီကားေလးကေတာ့ ေဟာင္ေကာင္ အက္ရွင္ကားေလးျဖစ္ပါတယ္\nဒီကားက အက္ရွင္နဲ႕ ဒရာမာကိုေရာစပ္ထားတဲ့ဇာတ္မ်ိဳးျဖစ္ပါတယ္။\nဇတ္ကားထဲမွာဆိုရင္ မင္းသားျဖစ္တဲ့ ယုေခ်ာင္ဆိုတဲ့ဘဲက\nလူဆိုးအသြင္ယူထားတဲ့ရဲသားတစ္ေယာက္ေပါ့ဗ်ာ။\nသူက ေခတ္ပ်က္သူေဌးေတြႀကီးစုိးေနတဲ့ၿမိဳ႕ေလးမွာရဲလုပ္ေနတာ။\nတစ္ၿမိဳ႕လံုးမွာက လုပ္ခ်င္တိုင္းလုပ္ေသာင္းက်န္းေနတဲ့သူေတြႀကီးပဲ။\nဒါကုိသူနဲ႕သူ႕သူငယ္ခ်င္းတစ္စုက တိုက္ဖ်က္ခ်င္တယ္။\nဒီေတာ့ သူတို႕ရဲ႕ပစ္မွတ္ျဖစ္တဲ့ ဒီၿမိဳ႕ရဲ႕ စီးပြားေရးေတြ နယ္ပယ္အသီးသီးကိုခ်ုဳပ္ထားတဲ့သူကိုအျပစ္ရွင္းၾကမယ္ေပါ့။\nအဲ့ဒီအဖြဲ႕က မိဘမဲ့ကေလးေတြကိုဖမး္ဆီးခ်ဳပ္ေနွာင္ထားတာမ်ိဳးေတြရွိတယ္။\nဖမ္းဆီးခံရတဲ့ကေလးေတြက စိတ္ပိုင္းဆိုင္ရာမွာ ခ်ိဳ႕ယြင္းခ်က္ရွိတဲ့ကေလးေတြခ်ည္းပဲ။\nဒီေတာ့ အဲ့ဒီကေလးေတြကိုဒီအဖြဲ႕ႀကီးက ဘာလို႕ ဖမ္းဆီးခ်ဳပ္ေႏွာင္ထားရတယ္ဆိုတဲ့အေၾကာင္းရယ္\nယုေခ်ာင္တို႕ကေရာတကယ္ပဲ သူတို႕ရည္ရြယ္သလိုလုပ္ေဆာင္နုိင္ပါ့မလားဆိုတာကိုေတာ့\nဖန္သားျပင္ေပၚမွာဆက္လက္ၾကည့္ရႈလိုက္ရေအာင္။\n File Size : (1 GB) & (438MB)\nQuality : 1080p.BluRay\nRunning Time :1hr  51min\nFormat : Mp4\nGenre    : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Charm Desu\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "4.7",
        "url": "https://megaup.net/4fDkv/The_Trough_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BNzI5MzM3MzkxNF5BMl5BanBnXkFtZTgwOTkyMjI4MTI@._V1_SY1000_CR006731000_AL_-202x300.jpg",
        "title": "Alien: Covenant (2017)",
        "description": "ဒီတစ်ပတ်ရုပ်ရှင်ကြည့်ရင်း အပန်းဖြေဖို့ကိုတော့ သည်းထိတ် ရင်ဖိုစိတ်ကူးယဉ်\nသိပ္ပံအက်ရှင် ကား Alien:Covenant ကို ညွှန်းဆိုလိုက်ပါတယ်။\n၂၀၁၂ က ထွက်ခဲ့တဲ့ Prometheus ဇာတ်ကားရဲ့ အ ဆက်အဖြစ် ထွက်ရှိလာတဲ့\nဂြိုဟ် သားရုပ်ရှင်စီးရီးဖြစ်ပြီး ဒါရိုက်တာရစ်ဒလေစကော့ရဲ့ လက်ရာဖြစ် ပါတယ်။\nCovenant ဆိုတဲ့ ယာဉ်ပျံ ကြီးပေါ်က အဖွဲ့သားတွေဟာ အာကာသ ဟင်းလင်းပြင်\nအစွန်အ ဖျားက ဂြိုဟ်တစ်ခုကို ရှာဖွေ တွေ့ရှိခဲ့ပါတယ်။\nဘယ်သူနဲ့မှ မထိတွေ့ရသေးတဲ့ ကောင်းကင် ဘုံတစ်ခုလို့ ထင်ခဲ့ပေမယ့် တကယ်တမ်းကတော့ သက်ရှိ ရယ်လို့\nဘာမှမတွေ့ရတဲ့ အမှောင်ထုလွှမ်းနေတဲ့ အန္တရာယ် ကမ္ဘာ ကြီးတစ်ခုပါ။\nအဲဒီဂြိုဟ်ပေါ်ကို ဆင်းပြီး လေ့လာကြတဲ့အခါမှာ ပျက်စီး နေတဲ့\nအင်ဂျင်နီယာယာဉ်ပျံတစ် ခုကို ခြေရာခံမိခဲ့ကြပါတယ်။\nနောက်တော့ ယာဉ်ပျံပေါ်က လူတချို့က ဂြိုဟ်သားရောဂါပိုး မတော်တဆ ကူးစက်ခံခဲ့ရပြီး\nအဲဒီလူတွေထဲကနေ ဂြိုဟ်သား တစ်ကောင် ဖြစ်တည်လာကာ ယ\nာဉ်ပေါ်ကလူတွေကို တိုက်ခိုက် ပါတော့တယ်။\nအဲဒါနဲ့ပဲ ယာဉ်ပျံပေါ်မှာ အခြေအနေတွေ ရှုပ်ယှက်ခတ်ကုန်ပြီး\nနောက်ဆုံးမှာ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xapl/Alien_-_Covenant_[2017]_(MM_Sub).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTY3NzIyNTA2NV5BMl5BanBnXkFtZTcwNzE2NjI4Nw@@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Prometheus (2012)",
        "description": "Prometheus 2012 Review\n၂၀ ရာစုအတွင်းထွက်ရှိခဲ့တဲ့\nAlien ရုပ်ရှင်တွေကိုကျောရိုးယူထားပါတယ်။\nလူသားတွေရဲ့အစ ဖန်ဆင်းရှင်ကိုရှာဖွေချင်သူ\nဒေါက်တာ Elizabeth Shaw ဦးဆောင်တဲ့အဖွဲ့ဟာ\n၄နှစ်ကြာခရီးဆန့်ပြီး ဝေးကွာတဲ့\nကမ္ဘာတစ်ခုဆီရောက်ရှိချိန်မှာတော့\nဖန်ဆင်းရှင်တွေက သူထင်ထားသလို\nလူသားတွေအပေါ်ကောင်းကျိုးပေးမှာမဟုတ်မှန်း\nသိလိုက်ရတဲ့အခါ...\nOscar nomination ဝင် ရုပ်ရှင်တစ်ခုဖြစ်ပြီး\nအခြားဆု ၆ ဆုလည်းရရှိထားပါတယ်။\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)Prometheus 2012 Review\n၂၀ ရာစုအတြင္းထြက္ရွိခဲ့တဲ့\nAlien ရုပ္ရွင္ေတြကိုေက်ာရိုးယူထားပါတယ္။\nလူသားေတြရဲ႕အစ ဖန္ဆင္းရွင္ကိုရွာေဖြခ်င္သူ\nေဒါက္တာ Elizabeth Shaw ဦးေဆာင္တဲ့အဖြဲ႕ဟာ\n၄ႏွစ္ၾကာခရီးဆန္႕ျပီး ေ၀းကြာတဲ့\nကမၻာတစ္ခုဆီေရာက္ရွိခ်ိန္မွာေတာ့\nဖန္ဆင္းရွင္ေတြက သူထင္ထားသလို\nလူသားေတြအေပၚေကာင္းက်ိဳးေပးမွာမဟုတ္မွန္း\nသိလိုက္ရတဲ့အခါ...\nOscar nomination ၀င္ ရုပ္ရွင္တစ္ခုျဖစ္ျပီး\nအျခားဆု ၆ ဆုလည္းရရွိထားပါတယ္။\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။\n====================================အစဥ္လုိက္တုိင္း ၾကည့္မယ္ဆိုရင္ေတာ့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus ...",
        "rating": "7.0",
        "url": "https://megaup.net/2T5ln/Prometheus_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTdjYzU0MzAtZGMzOC00YTYwLWJhMTEtNDE4ODQwMDY2NWM1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Alien Resurrection (1997)",
        "description": "Alien Ressurection 1997\nAlien 3- 1999 ရဲ့ဖြစ်စဉ်အပြီးနှစ်ပေါင်း ၂၀၀ အကြာမှာ\nစစ်သိပ္ပံပညာရှင်တွေဟာ\nသေဆုံးသူ Ripley ရဲ့ DNA နမူနာနဲ့\nကိုယ်ပွား Ripley ကိုဖန်တီးခဲ့ပြီး\nအဲ့ဒီ DNA ထဲမှာ ဂြိုဟ်သားလောင်းလည်းရောပါလာပါတယ်။\nသူတို့ရောက်နေတဲ့ Betty စစ်လွန်းပျံပေါ်က\nအစမ်းသပ်ခံ ဂြိုဟ်မျိုးစိတ်တွေ\nသောင်းကျန်လာတဲ့အခါ\nထွက်ပြေးဖို့ကြိုးစားရင်းနဲ့\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nဒီရုပ်ရှင်ထဲမှာ ရူစားကြပါ။\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n===================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)Alien Ressurection 1997\nAlien 3- 1999 ရဲ႕ျဖစ္စဥ္အျပီးႏွစ္ေပါင္း ၂၀၀ အၾကာမွာ\nစစ္သိပၸံပညာရွင္ေတြဟာ\nေသဆံုးသူ Ripley ရဲ႕ DNA နမူနာနဲ႕\nကိုယ္ပြား Ripley ကိုဖန္တီးခဲ့ျပီး\nအဲ့ဒီ DNA ထဲမွာ ျဂိဳဟ္သားေလာင္းလည္းေရာပါလာပါတယ္။\nသူတို႕ေရာက္ေနတဲ့ Betty စစ္လြန္းပ်ံေပၚက\nအစမ္းသပ္ခံ ျဂိဳဟ္မ်ိဳးစိတ္ေတြ\nေသာင္းက်န္လာတ့ဲ့အခါ\nထြက္ေျပးဖုိ႕ၾကိဳးစားရင္းနဲ႕\nဘာေတြဆက္ျဖစ္မလဲဆိုတာ\nဒီရုပ္ရွင္ထဲမွာ ရူစားၾကပါ။\nရုပ္ရွင္ကားကို Archi Thang Gyi ...",
        "rating": "6.2",
        "url": "https://megaup.net/2d7M0/Alien_-_Resurrection_[1997]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/alien-3-141x200.jpg",
        "title": "Alien³ (1992)",
        "description": "Alien 1992\nတစ်ခါတစ်လေမှာ\nကိုယ်တိုင်က ကိုယ့်ရဲ့ရန်သူပါပဲ။\nလူသားမျိုးစိတ်အတွက်အန္တာရာယ်ရှိတဲ့\nဂြိုဟ်သားတွေကိုအပြတ်ရှင်းပစ်ဖို့\nအပြင်းအထန်ကြိုးစားနေတဲ့\nEllen Ripley ဟာ\nသူကိုယ်တိုင်ဂြိုဟ်သားဘုရင်မရဲ့\nသားလောင်းအိမ်ဖြစ်နေမှန်း သိလိုက်ရတဲ့အခါ....\nလူသားတွေဟာ ဒီတစ်ခါမှာတော့\nEllen Ripley ကို ပုံတူပွားပြီး\nစစ်တပ်တစ်တပ်စာ Alien တွေ\nမွေးထုတ်ဖို့ ကြံစဉ်နေခဲ့သော အခါ\nရုပ်ရှင်ကားကို Archi Thang Gyi မှ ဘာသာပြန်ပေးထားပြီး\nအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။\n====================================အစဉ်လိုက်တိုင်း ကြည့်မယ်ဆိုရင်တော့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)Alien 1992\nတစ္ခါတစ္ေလမွာ\nကိုယ္တုိင္က ကိုယ့္ရဲ႕ရန္သူပါပဲ။\nလူသားမ်ိဳးစိတ္အတြက္အႏၲာရာယ္ရွိတဲ့\nျဂိဳဟ္သားေတြကိုအျပတ္ရွင္းပစ္ဖို႕\nအျပင္းအထန္ၾကိဳးစားေနတဲ့\nEllen Ripley ဟာ\nသူကိုယ္တိုင္ျဂိဳဟ္သားဘုရင္မရဲ႕\nသားေလာင္းအိမ္ျဖစ္ေနမွန္း သိလိုက္ရတဲ့အခါ....\nလူသားေတြဟာ ဒီတစ္ခါမွာေတာ့\nEllen Ripley ကို ပံုတူပြားၿပီး\nစစ္တပ္တစ္တပ္စာ Alien ေတြ\nေမြးထုတ္ဖို႔ ႀကံစဥ္ေနခဲ့ေသာ အခါ\nရုပ္ရွင္ကားကို Archi Thang Gyi မွ ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။\n====================================အစဥ္လုိက္တုိင္း ၾကည့္မယ္ဆိုရင္ေတာ့\n \nAlien (1979)\nAliens (1986)\nAlien 3 (1992)\nAlien: Resurrection (1997)\nPrometheus (2012)\nAlien: Covenant (2017)",
        "rating": "6.5",
        "url": "https://megaup.net/1xaq6/Alien³_[1992]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    }
]