[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kt9nqD0uOar8IVE9191HXhWOXKI.jpg",
        "title": "Babylon A.D. (2008)",
        "description": "Babylon A.D. (2008)မင်းသားကြီး Vin Diesel ရယ်၊ တရုတ်မင်းသမီး Michelle Yeoh ရယ်၊ 20th Century Fox production ရယ်နဲ့တင် ဒီဇာတ်ကားက ကြည့်ဖို့ ထိုက်တန်နေပါပြီ။ rating နည်းပေမယ့်လို့ တစ်ခါတစ်လေမှာ ကျွန်တော်တို့ရင်ဘတ်နဲ့ rating နဲ့ သိပ်မကိုက်ညီတာမျိုးတွေလည်း ရှိတတ်ပါတယ်။ခေတ်လွန်နှောင်းပိုင်းအခြေ‌အနေတွေမှာ လူတွေရဲ့ ရှင်သန်ရပ်တည်ပုံတွေ နည်းပညာတွေကို ခပ်ပါးပါးလေး ပြထားတဲ့ဇာတ်ကားပါ။ 2008 ခုနှစ်က ထွက်ခဲ့ပြီး ကားဟောင်းတစ်ကားဖြစ်ပေမယ်လို့ ပြန်ကြည့်ထိုက်တဲ့ ဇာတ်ကားပါပဲ။ ဒီဇာတ်ကားမှာ ကြေးစားစစ်သားတစ်ယောက်ရဲ့ ရုန်းကန်ရှင်သန်ရပ်တည်မှု၊ ဘာသာရေးခုတုံးလုပ်ပြီး အကျိုးရှာချင်တဲ့ ခေါင်းဆောင်တစ်ယောက်၊ ဓာတ်ခွဲခန်းထဲက ဘဝစခဲ့ရတဲ့ လူတစ်ယောက်ရဲ့ ခံစားချက်နဲ့ စတေးခံရမှုတွေအကြောင်း ထူထူမပုတ်ဘဲ ပါးပါးလျပ်လျပ်ပဲ ပြသွားတာမလို့ သေချာအာရုံစိုက် ဆွဲထုတ်ဖို့တော့ လိုမယ်ထင်ပါတယ်။မင်းသားကြီး Vin Diesel ဒီဇာတ်ကားထဲမှာ ကြမ်းပြ ရမ်းပြနေရတာထက် မျက်လုံးတစ်ပေါက်နဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1Gp5d/(CM)_Babylon_A.D._(2008)_720p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/51uxdmJcWZL-141x200.jpg",
        "title": "[18+] Invitation Only (2009)",
        "description": "မာရီယာအိုဇာဝါတို့လို ခပ်ဟော့ဟော့သရုပ်ဆောင်တွေနဲ့ ဒီဇာတ်ကားက ထိုင်ဝမ် Horror ဇာတ်ကားပါ။ဓနရှင်လူတန်းစားနဲ့နင်းပြားလူတန်းစားကြားက ကွာဟချက်ကို မီးမောင်းထိုးရိုက်ပြသွားတာမျိုး။ ဒါပေမဲ့တကယ်တမ်းပြောရရင်တော့ ဓနရှင်တွေ စိတ္တဇဖြစ်တယ်လို့ပဲဆိုရမှာမျိုး...\nIn time ကားကလိုပေါ့ဗျာ။ ဓနရှင်လူတန်းစားတွေရဲ့ချမ်းသာမှုဟာ ဆင်းရဲသားနင်းပြားတွေဆီကတစ်ဖက်လှည့်နဲ့ယူထားတာမျိုးပဲလို့ သွယ်ဝိုက်ပြောထားသလိုမျိုးပေါ့။ဇာတ်လမ်းထဲမှာ ရက်ရက်စက်စက်ပက်ပက်စက်စက်သတ်လွန်းလို့ တော်ရုံမကြည့်ရဲရင် ကြည့်ဖို့မလွယ်ဘူး။ ထမင်းစားနေရင်းကြည့်ဖို့လုံးဝ/လုံးဝမသင့်တော်ဘူး။ ဇာတ်လမ်းသဘောတရားကတော့ မနုဿမုဆိုး ဓနရှင်တွေက ဆင်းရဲသားနင်းပြားတွေကိုရက်ရက်စက်စက်မညှာမတာသတ်တဲ့ကား။ သူတို့ကစိတ္တဇဖြစ်နေတာဆိုပေမဲ့ အကြောင်းအရင်းတွေတော့ရှိတယ်လေ။ ဒါမျိုးအင်္ဂလိပ်ကားတွေရှိပေမဲ့ ဒါကအာရှဖက်ကပုံစံမျိုးမလို့ အာရှစတိုင်သွားတယ်။ zombie ကားတောင် အနောက်တိုင်းကတစ်မျိုး အာရှကတစ်မျိုးဆိုတာသိလောက်မယ်ထင်ပါတယ်။ဇာတ်ကားထဲက ဆင်းရဲသားနင်းပြားတွေက ဘယ်လိုသားကောင်ဖြစ်သွားမယ်၊ ဘယ်သူတွေက အမဲလိုက်မယ်၊ ဘယ်လိုပယ်ပယ်နယ်နယ်သတ်မယ်ဆိုတာကတော့ တကယ်ကျောချမ်းဖို့ကောင်းတာမို့ လုံးဝကို horror ကားရှယ်ကြိုက်တဲ့သူတွေလက်လွတ်မခံသင့်တဲ့ကားလေးတစ်ကားပါပဲ။\nFile size…(3 GB)/(500 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/32k5v/(CM)Invitation.Only.2009.720p.bluray.mp4",
        "category": "Adult, Asian, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pU1ULUq8D3iRxl1fdX2lZIzdHuI.jpg",
        "title": "Ready Player One (2019)",
        "description": "ဟောလိဝုဒ်ရုပ်ရှင်လောကမှာ ရုပ်ရှင်တစ်ကားရိုက်တိုင်း အမြင်သစ်တစ်မျိုးနဲ့တင်ဆက်တတ်တဲ့ စတီဗင်စပီးဘတ်က ၂၀၁၈ မှာတော့ 80s, 90s born တွေအတွက်အမှတ်တရဖြစ်သွားစေမယ့် ကားတစ်ကားကို ချပြသွားခဲ့ပါတယ်။ဒီ Ready Player One ရုပ်ရှင်ဟာ Ernest Cline ရဲ့ Ready Player One ဆိုတဲ့ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး ဒီရုပ်ရှင်ဟာ ယနေ့ခေတ်မှာ လူသုံးများလာတဲ့ VR စနစ်နဲ့1980 ကနေ 2000 ခုနှစ်ကြားမှာ ရေပန်းကျော်ကြားခဲ့တဲ့ ရုပ်ရှင်၊ ကာတွန်း၊ စာအုပ်၊ ဂိမ်း၊ သီချင်းတို့ကိုအချိုးကျကျ ပေါင်းစပ်ပြသနိုင်ခဲ့တဲ့အတွက် ဝေဖန်ရေးဆရာတွေချီးကျူးထားတဲ့ ရုံတင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။၂၀၄၅ ခုနှစ်အရောက်မှာ ကမ္ဘာပေါ်က လူတွေဟာ လက်တွေ့ဘဝက ပြဿနာတွေကို ရင်ဆိုင်ဖြေရှင်းဖို့မကြိုးစားတော့ပဲ ထွက်ပေါက်အဖြစ် လွတ်မြောက်ဖို့နေရာတစ်ခုအဖြစ် အိုအေစစ်လို့ခေါ်တဲ့ Visual Worldထဲမှာပဲ အိပ်ချိန်၊ စားချိန်နဲ့ သန့်စင်ခန်းသွားချိန်တွေကလွဲလို့ ကျန်တဲ့အချိန်တွေကို ကုန်ဆုံးကြပါတော့တယ်။ဒီ အိုအေစစ်ကြီးကို ဖန်တီးခဲ့သူကတော့ ဂျိမ်းစ်ဟာလီဒေးဖြစ်ပြီး သူမသေဆုံးခင် ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/ready-player-one-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/l-1-139x200.jpg",
        "title": "The Laws of the Border (2021)",
        "description": "လူတောသိပ်မတိုးပဲ ဂိမ်းဆိုင်တွေမှာပဲအနေများတဲ့ Introvert ကောင်လေး နာချိုဟာကျောင်းမှာလည်း အနိုင်ကျင့်ခံကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ်.ဒီကောင်လေးဟာ တစ်နေ့သူသွားနေကြ ဂိမ်းဆိုင်ကနေ လူတစ်ချို့နဲ့တွေ့ပြီးလုယက်ဓားပြတိုက်မှုတွေ မူးယစ်ဆေးထုတ်လုပ်မှုတွေမှာပါ ပါဝင်လုပ်ကိုင်လာခဲ့ပြီး .ဘဝနှစ်မျိုးနဲ့ နေထိုင်နေပါတယ် ဒါပေမယ့်...အမှန်တရားရှောင်လွှဲလို့မရတဲ့အတိုင်းသူ့ရဲ့ Identity အမှန်ကို မိဘဆွေမျိုး ကျောင်းကအနိုင်ကျင့်နေကြ ဘော်ဒါတွေသိသွားခဲ့တဲ့အခါမှာတော့ဘာတွေဖြစ်သွားမလဲဆိုတာ ကြည့်ရမှာပါ....စပိန်လူဆင်းရဲရပ်ကွက်မှာ ကြီးပြင်းလာတဲ့လူငယ်တစ်ယောက်ရဲ့ ဖိအား‌တွေကိုရိုက်ပြထားပြီးစပိန်တွေရိုက်လေ့ရှိတဲ့ ဓားပြတိုက်လုယက်တဲ့ အမျိုးအစားဖြစ်ပြီး IMDB 7 လောက်ရထားလို့ ကြည့်ကောင်းမယ့်ကားပါပဲ(ဘာသာပြန်နဲ့အညွှန်းကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)\nFile size…(2.4 GB) / (1.2 Gb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….02:07:00\nGenre...Action, Adventure, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha Yan Naing",
        "rating": "7",
        "url": "https://megaup.net/10rw0/The.Laws.of.the.Border.2021.SPANISH.720p.WEBRip(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMmIwODhlYTEtOWU5Zi00NWU5LWE1MmQtZGJkMWFhYzgwODRiXkEyXkFqcGdeQXVyOTMzMzY1OTA@._V1_-135x200.jpg",
        "title": "The Last Rite (2021)",
        "description": "The Last Ritesပထမဆုံးအနေနဲ့ ရုပ်ရှင်နာမည်ရဲ့အဓိပ္ပါယ်က \"သေခါနီးလူအတွက် ရွတ်ဖတ်မှုများ\" ဆိုတဲ့ အဓိပ္ပါယ်ပါခရစ်ယာန်ဘာသာမှာ ဘုန်းတော်ကြီးတစ်ပါးက သေတော့မယ် လူတစ်ယောက်အတွက် သူသေသွားရင် သူလုပ်ခဲ့တဲ့အပြစ်တွေသန့်စင်သွားအောင်လို့ ရွတ်ဖတ်ပေးရတဲ့ အရာတွေပါပဲဒီလို အပနှင်တဲ့ဇာတ်ကားမျိုးတွေက မယုံကြည်တဲ့သူတွေအတွက်တော့ တစ်ခါတစ်လေမှာ ကြောက်ဖို့ကောင်းပေမယ့် တစ်ခါတစ်လေမှတော့ ဘာfeelingမှကို မရတတ်ပါဘူး\nဒါပေမယ့် ယုံကြည်သူတွေအဖို့တော့ လုံးဝ ကျွန်တော်တို့နဲ့မတူတဲ့ level တစ်ခုအထိ ကြောက်ဖို့ကောင်းတာတွေဖြစ်နိုင်ပါတယ်ဒါပေမယ့် ဒီဇာတ်လမ်းက အပနှင်တာကိုမှ ကျွန်တော်တို့နဲ့ ဆိုင်တယ်လို့ ခံစားရတဲ့ \"အိပ်နေရင်းရုတ်တရက်နိုးလာရင် လုံးဝ လှုပ်မရတာမျိုး\"၊ \"တစ်ယောက်ယောက်က လိုက်ကြည့်နေသလို ခံစားရတာမျိုး\"၊\n\"စိတ်ဖိစီးမှုတွေများတာ အိပ်ချိန်နောက်ကျ အိပ်ရေးမဝတာမျိုးတွေ\"\nအဲ့လိုအကြောင်းအရာတွေနဲ့ ရောယှက်ထားတဲ့ အခါမှာတော့ ကြည့်ရှုသူတွေအနေနဲ့ ဒီဇာတ်ကောင်က သူတို့နဲ့ ပိုပြီး သက်ဆိုင်သွားသလို ခံစားရစေမှာပါအပနှင် Horror မျိုး ကြိုက်သူတွေအတွက် ကြည့်ပျော်တဲ့ ဇာတ်ကားတစ်ခုပါပဲ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Thura Hein ပါ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2mmmm/The_Last_Rites_(2021)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BOTVjYjZiMGItMGEyYS00MDllLTg5ZmUtMzI3NDcwMjdiNjU1XkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Republic (2021)",
        "description": "Republic 2021\nIMDb 8.5/10အသစ်ထွက်ရှိလာတဲ့ Republic ဆိုတဲ့ တောင်ပိုင်းကားလေးကတော့\nPolitical Thriller/ Drama အမျိုးအစားဖြစ်သည့်အားလျော်စွာ နိုင်ငံရေးကားကောင်းလေးတစ်ကားဆိုပါတော့...အိန္ဒိယနိုင်ငံရေးဇာတ်ကားဖြစ်တာနဲ့အညီ\nနိုင်ငံရေးသမားတွေရဲ့လုပ်စားကွက်တွေ၊ နိုင်ငံရေးလှည့်ကွက်တွေ၊ သူတော်ချင်းချင်းသတင်း‌လွေ့လွေ့လုပ်နေတာတွေ၊\nလက်ဝါးကြီးအုပ်အမြတ်ထုတ်တာတွေကြောင့် အောက်ခြေဆင်းရဲသားနင်းပြားလေးတွေရဲ့ဘဝတွေ အဖိနှိပ်ခံရပုံတွေ...\nပညာရေးစနစ်၊ တရားရေးစနစ်၊ စာရိတ္တပိုင်းဆိုင်ရာတွေပါ ချို့ယွင်းပျက်စီးနေပုံတွေကို ထည့်သွင်းရိုက်ကူးထားပါတယ်။အာဏာကိုအလွဲသုံးစားလုပ်မယ့်သူနဲ့ မတရားရင် ငြိမ်မခံတဲ့ ပြည်သူ့ဖက်က ဘက်တော်သားတို့ ဒီကားမှာ သူနိုင်ကိုယ်နိုင်အပြိုင်ကြဲကြမှာပါ..\nလူသိများနာမည်ကြီးတဲ့တောင်ပိုင်းမင်းသားမင်းသမီးတွေဇာတ်ပို့တွေ ပါဝင်တာကြောင့် တောင်ပိုင်းစတိုင်မိုက်တဲ့ဇာတ်ကားပါပဲ။\nFile size…(2.2 GB)/(1 GB)\nQuality….WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy & Mugiwara Ya & San Thu Aung",
        "rating": "8.5",
        "url": "https://megaup.net/1Gobz/(CM)Republic_(2021)_Telugu_TRUE_WEB-DL_-_720p_-_AVC_-_UNTOUCHED_-_AAC.mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4QuypgbNYmPECAAHnV3QY8qEpOz.jpg",
        "title": "Rob Roy (1995)",
        "description": "Rob Roy (1995)အင်္ဂလိပ် နန်းတွင်း ကိစ္စရေးရာကိုမှ အခုလို ဆောင်းတွင်းအေးအေးလေးမှာ အချိန်ယူပြီး အေးဆေးကြည့်လို့ရမယ့် ရုပ်ရှင်မျိုးဖြစ်ပါတယ်။မင်းသားကလည်း နာမည်ကြီး Liam Neeson ဖြစ်ပါတယ်။ ဘုရင်မျိုးနွယ်ဖြစ်ခဲ့ဖူးတဲ့ ရော့ဘ်တစ်ယောက်အခုတော့ နွားကျောင်းသားဖြစ်နေခဲ့တယ်။ ဒါ​ပေမယ့် သူ့ဂုဏ်သိက္ခာ၊ သူ့မာနနဲ့ ခက်ထန်တဲ့ သူတစ်ယောက်ပေါ့။အင်္ဂလန် မင်းမျိုးကြီးတွေရဲ့ ကောက်ကျစ်မှုတွေ၊ ရှုပ်ထွေးမှုတွေကြားထဲ သူ့မာနနဲ့သူနေနေတဲ့ ရော့ဘ်တစ်ယောက်မှာ ပြဿနာတွေတက်လာတဲ့အခါ... ဇာတ်လမ်းက အေးပေမယ့် စိတ်ဝင်စားစရာကောင်းလွန်းပါတယ်။အတိုက်အခိုက်အရှုပ်အထွေးတွေကြားထဲ ရော့ဘ်တစ်ယောက်ဘယ်လိုရုန်းထွက်မလဲ၊ ရော့ဘ်ရဲ့ မာနတွေ၊ မိသားစုချစ်စိတ်တွေ၊ တာဝန်သိတတ်မှုတွေက အင်္ဂလိပ်မင်းကြီးတွေကို ဘယ်လိုတုန်လှုပ်စေမလဲဆိုတာကိုတော့ ဇာတ်ကားအဆုံးထိ ဆက်ကြည့်ပြီး ရှူစားကြစေချင်ပါတယ်...(ဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 2.1GB, 1.3GB\nQuality - 1080p, 720p\nIMDb Rating - 6.9/10\nFormat - mp4\nDuration - 2H 19Min\nType ...",
        "rating": "6.9",
        "url": "https://megaup.net/2mkrs/(CM)_Rob_Roy_(1995)_720p.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1sRejtiHOZGggZd9RcmdqbapLM5.jpg",
        "title": "A Boy Called Christmas (2021)",
        "description": "A Boy Called Christmas (2021)IMDb - 6.8/10ခရစ္စမတ်ချိန်ခါကိုရောက်ပြီဆိုတာနဲ့ မိသားစုနဲ့အတူ\nပျော်ရွှင်ကြည်နူးဖွယ် ကြည့်ရှုခံစားနိုင်မယ့် ဇာတ်ကားတွေ အစီအရီထွက်နေကြပါ၊\nအခုတင်ဆက်ပေးမှာက Netflix ကနေ\nအသစ်စက်စက်ထွက်ရှိလာတဲ့ Christmasရုပ်ရှင်ပဲ ဖြစ်ပါတယ်Cast အပိုင်းမှာဆိုရင်\nHarry Potter Franchise ထဲက Maggie Smith နဲ့\nHaunting of Hill House ထဲက Michael Huisman လို\nထိပ်သီးသရုပ်ဆောင်ကြီးတွေ ပါဝင်ထားသလို\nNetflixထွက် ဇာတ်လမ်းဖြစ်တာကြောင့်\nBudget နဲ့ Effectပိုင်း၊ ဇာတ်လမ်းပိုင်းတွေကလည်း\nတကယ့် ခရစ္စမတ် ရဲ့အနှစ်သာရကိုပေါ်စေပါတယ်\nဆန်တာကလော့စ် လို့ ခေါ်တဲ့ ခရစ္စမတ်ဘိုးဘိုးကြီးအကြောင်း\nဇာတ်လမ်းတွေ အများကြီးထွက်ဖူးပါတယ်၊\nဒါကတော့ ခရစ္စမတ်ဘိုးဘိုးကြီး စမဖြစ်ခင်ဘဝက\nခရစ္စမတ်လို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ စွန့်စားခန်းနဲ့\nခရစ္စမတ်ဘိုးဘိုး ဘယ်လိုဖြစ်လာလဲဆိုတာကို ပုံပြင်သဖွယ်ရိုက်ကူးထားတဲ့\nပျော်ရွှင်ကြည်နူးဖွယ် မိသားစုဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်၊\nမိသားစုနဲ့အတူ ပိတ်ရက်မှာ တူတူကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါပြီအညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre.....Adventure, Drama, Family\nQuality….WEB-DL 1080p and ...",
        "rating": "6.9",
        "url": "https://megaup.net/2mlsf/a.boy.called.christmas.2021.720p.CM.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/8-133x200.jpg",
        "title": "8-Bit Christmas (2021)",
        "description": "ခရစ်စမတ်ကာလအတွက် အခွီကားလေးတစ်ကားဖြစ်ပါတယ်သမီးဖြစ်သူက ဖုန်းဝယ်ပေးဖို့နားပူနားဆာလုပ်တာကို ခံနေရတဲ့ဂျိတ်ဒွိုင်းဟာ\nသူငယ်ငယ်က Nintendo ဂိမ်းစက်ကိုထုတ်ပြရင်း\nဂိမ်းစက်ကိုရဖို့ ခက်ခက်ခဲခဲကြိုးပမ်းခဲ့ရပုံ\nစွန့်စားခန်းတွေကြုံတွေ့ခဲ့ရပုံကို ပြောပြဖို့ဖြစ်လာပါတယ်။ပထမဆုံး Nintendo ခေတ်စားခါစ\n၁၉၈၀ခုနှစ်နောက်ပိုင်းကာလမှာ\nဂျိတ်ဒွိုင်းဟာ ဂိမ်းတစ်ခါဆော့ရဖို့\nသူဌေးသားတင်မီကင်းန်ရဲ့အိမ်မှာ\nအတန်းဖော်တွေနဲ့အတူ တန်းစီစောင့်ရတဲ့အ​ခြေအနေပါ။\nတစ်နေ့မှာ အဲ့ဒုက္ခတွေကိုမခံနိုင်တော့တဲ့အဆုံး\nဂျိတ်တစ်ယောက် ကိုယ်ပိုင်ဂိမ်းစက်ဝယ်နိုင်အောင်လုပ်မယ်လို့\nဆုံးဖြတ်လိုက်ပါတယ်။\nဂျိတ်ရဲ့မိဘတွေကို ပူဆာလို့မရတဲ့အခါ\nကင်းထောက်လူငယ်ကျောင်းသားပြိုင်ပွဲမှာ\nပထမဆု Nintendo ဆုချမယ်လို့ သိခဲ့ပြီး\nအခွင့်အရေးကိုလက်လွှတ်မခံပဲ\nအိမ်မက်အကောင်အထည်ဖော်ဖို့\nအစီအစဥ်ချပါတော့တယ်။ခရစ်စမတ်ဇာတ်လမ်းဆိုတဲ့အတိုင်း\nမိသားစုနဲ့ကြည့်ဖို့အသင့်တော်ဆုံးဖြစ်ပြီး\nအဓိပ္ပါယ်ပြည့်ဝတဲ့သင်ခန်းစာတွေပါတဲ့ဇာတ်လမ်းဖြစ်ပါတယ်။\nငယ်ငယ်ကကြုံခဲ့ရတာတွေ ပြန်မြင်ယောင်ပြီး\nခွီစေရမှာဖြစ်တဲ့အပြင်\nNintendo ပရိတ်သတ်ဆိုရင်\nပိုပြီးတောင်ကြည့်သင့်ပါတယ်လို့ ပြောလိုက်ပါရစေ။\nFile size…(1.8 GB) / (900 Mb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:37:00\nGenre...Comedy, Family, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyi T Nyein",
        "rating": "6.8",
        "url": "https://megaup.net/2mkM0/8-Bit.Christmas.2021.720p_(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYTY5YTcyODMtYjYzNi00ZjM5LWE1ZGItNzdlNDE4MDFmNzFhXkEyXkFqcGdeQXVyMzA3NjI1NzM@._V1_-141x200.jpg",
        "title": "Romantic (2021)",
        "description": "ဒီနေ့ထွက် အိန္ဒိယတောင်ပိုင်း Action,Drama,Romance ကားလေးတင်ဆက်လိုက်ပါတယ်။လူဆိုးတွေဆိုတာ လူကောင်းတွေလားလို့ မေးလိုက်ရင် အရူးလားဆိုပြီး တုံ့ပြန်ကြမယ်ထင်ပါတယ်။ လူဆိုးဆိုတာကရော လူကောင်းမဖြစ်နိုင်ဘူးလားလို့ မေးစရာလိုတဲ့ အကြောင်းတွေ သပွတ်အူ လူ့လောကကြီးမှာ ရှိတယ်ဆိုပါစို့။ဗက်စကို နဲ့ အန်နီဆိုတဲ့ သူငယ်ချင်း နှစ်ယောက်က ဆင်​ခြေဖုံးရပ်ကွက်မှာ ​နေထိုင်ကြတဲ့ လူဆင်းရဲလေးတွေပါ။ ဗက်စကိုဟာ ရဲတစ်​ယောက်ရဲ့သားဖြစ်​ပေမယ့် အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးကို ရှာ​ဖွေရင်း လောကကြီးရဲ့ မျက်လှည့်စင်မြင့်ပေါ်မှာ သူကိုယ်တိုင် လူဆိုးဂိုဏ်းဝင်တစ်ဦးဖြစ်လာခဲ့ပါ​တယ်။\nသူ့ရဲ့ အချစ်ဆုံး ငယ်သူငယ်ချင်း အန်နီကလည်း သူ့​နောက် တစ်​ကောက်​ကောက်​ပေါ့။တစ်​နေ့မှာ​တော့ ဗက်စကိုဟာ မိုနီကာဆိုတဲ့ ရဲတစ်​ယောက်ရဲ့ညီမကို ချစ်ကြိုက်မိပါ​တော့တယ်။ လူဆိုးဘဝနဲ့ ကျင်လည်ရင်း အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးရဲ့ ဘိန်းကုန်စည်​တွေကို ဖြတ်ခုတ်ပြီး သူ​နေထိုင်ရာ ရပ်ကွက်​လေးရဲ့ တိုးတက်ရာတိုးတက်​ကြောင်းကို ကူညီ​နေတဲ့ Robin Hood လက်သစ်​လေး ဗက်စကိုဟာ မိုနီကာကို ချစ်​ပေမယ့် တပ်မက်တယ်လို့ပဲ ထင်ခဲ့မိတယ် အချစ်ကို ဝန်မခံရဲခဲ့ဘူး။ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/romantic-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1T5BAF0RsrQfQik5WtXA30gJlk7.jpg",
        "title": "Annaatthe (2021)",
        "description": "Annaatthe 2021===============Drama/Actionအချစ်နဲ့စစ်မှာမတရားတာမရှိဘူးလို့ထင်တဲ့အယူအဆကိုယနေ့တိုင်လက်ခံထားတဲ့သူတွေရှိသလို၊လက်မခံထားတဲ့သူတွေဆိုတာလည်းရှိ‌သပေါ့လေ။ လူတစ်ကိုယ် အကြိုက်တစ်မျိုးမို့ရှုထောင့်အထွေထွေနဲ့ရှုစားကြရာမှာအနီးစပ်ဆုံးမှန်သွားတယ်ဆိုတဲ့ဟာတွေကိုတစ်အုပ်စုခွဲပြီးမှတ်ရတာပေါ့။တမီးလ်ကားတွေကိုအရင်ကမြန်မာပေါကားတွေလောက်ပဲထင်ခဲ့ ဘောလိဝုဒ်ကိုမမီပါဘူးလို့ထင်ခဲ့မိပေမဲ့တကယ့်တမီးလ်ကားကောင်းတွေကိုကြည့်မိပြီးသွားတဲ့အခါ တမီးလ်ကားတွေကြည့်ရတာလည်းကျွန်တော်သဘောကျတတ်လာတယ်ဗျ။ တမီးလ်ကုလားကားဆိုတဲ့အတိုင်း သီချင်းလေးတွေပါကန်ရင်လေပေါ်လွင့်ထွက်သွားတာတွေက ယုတ္တိမတန်တာကလွဲရင် ကြည့်လို့လည်းကောင်းသလိုဇာတ်လမ်းဇာတ်ကွက်ကောင်းတာကိုတော့ တကယ်မချီးကျူးဘဲမနေနိုင်လောက်အောင်ပါဘဲ။ဒီကားလေးဟာလည်း ဇာတ်လမ်းအစကနေအဆုံးထိတောက်လျှောက်ဆွဲခေါ်သွားနိုင်စွမ်းရှိတဲ့တမီးလ်ကားကောင်းလေးတွေထဲကတစ်ကားပဲဖြစ်ပါတယ်။ ငယ်ငယ်တည်းကဆုံးပါးသွားတဲ့အဖေနဲ့အမေမရှိတော့တဲ့နောက်ပိုင်း တစ်ဦးတည်းသောညီမလေးကိုအချစ်တွေတိုးလို့ချစ်ခဲ့ရတဲ့ရွာသူကြီးအစ်ကိုကြီးတစ်ဦး၊ အစ်ကိုကြီးစကားဆိုတစ်‌သွေမတိမ်းနားထောင်တဲ့ညီမလေးအနေနဲ့အစ်ကိုကြီးအိမ်ထောင်ဖက်အသစ်ရှာပေးတာကိုကြည်ကြည်ဖြူဖြူလက်ခံဖို့စဉ်းစားရင်း၊ဘယ်လိုကနေဘယ်လို မြို့ပေါ်ကလူဆိုးဂိုဏ်းတစ်ခုနဲ့ပါရင်ဆိုင်သွားရမယ်၊ဘယ်နေရာမှဘယ်လိုဇာတ်လမ်းဇာတ်ကွက်လှည့်သွားမလဲဆိုတာကိုတော်တော်ကြည့်ကောင်းမယ့်ကားလေးကတော့ Annaatthe 2021 ပဲဖြစ်ပါတယ် \nFile size…1.59Gb / 4GB\nQuality…720p WEBDL\nFormat…Mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Yk\nTranslated by San Thu Aung & Sai ThuRein Lynn",
        "rating": "4.7",
        "url": "https://megaup.net/32idi/Annaatthe_(2021)_Tamil_(Org_Vers)%C2%A0TRUE_WEB-DL_-_720p(CM)_(2).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvHjp1vEFmp5FquSCPQ2O95tIZJ.jpg",
        "title": "Edge of Darkness(2010)",
        "description": "Edge of Darkness(2010) အညွှန်း***************************IMDb...7.0\"လူတိုင်းနိုင်ငံရေးလုပ်လာကြတဲ့ အခြေအနေတစ်ခုရှိတယ်\nလုံးဝမဖြစ်သင့်တဲ့အဖြစ်မျိုးမှန်း သိနေတဲ့အခါမှာ ဝင်ပါရတော့တာပဲလေ\nကိုယ့်ဘဝဆုံးသွားနိုင်တယ်ဆိုတာတောင်သိလျှက်နဲ့ပေါ့\"ဒါကတော့ ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ ဂျက်ဘာ့ဂ်က ပြောခဲ့တဲ့စကားပေါ့...ဘော်စတွန်မြို့က စုံထောက် သောမတ်စ်ခရေဗင်မှာ အမ်မာခရေဗင်ဆိုတဲ့ သမီးတစ်ယောက်ရှိတယ်..\nတစ်နေ့တော့ သူနဲ့သူ့သမီးနဲ့ အိမ်တံခါးဝကအထွက် လူတစ်ယောက်က \"ခရေဗင်\"လို့အော်ပြီး Shotgun နဲ့ပစ်သွားတာမှာ သူ့သမီးမှန်ပြီး ဆုံးသွားတယ်.....\nခရေဗင်ဟာ စုံထောက်တစ်ယောက်ဖြစ်တဲ့အတွက် ရန်ငြှိုးရန်စတွေရှိမှာပဲလို့ရဲတွေကတွေးမိတဲ့အခါမှာ လူသတ်သမား တကယ်တမ်းသတ်ချင်တဲ့လူကစုံထောက်ခရေဗင်ပဲဖြစ်မယ်လို့ ကောက်ချက်ချလိုက်တယ်...\nသူ့ကိုပစ်တဲ့အချိန်မှာ သူ့သမီးကိုမှားပြီးထိသွားတယ်ပေါ့...\nဒါပေမဲ့ ဒီကိစ္စက သွေးရိုးသားရိုးမဟုတ်မှန်းရိပ်မိတဲ့ စုံထောက်ခရေဗင်အတွက်တော့တစ်ကိုယ်တော်ထောက်လှမ်းမှုတွေလုပ်ပြီး လူသတ်သမားကို လိုက်ရှာတဲ့အခါမှာသူ့သမီးနဲ့ပတ်သက်တဲ့အကြောင်းတွေကို မထင်မှတ်စွာဘဲ ရှာဖွေတွေ့ရှိလာခဲ့ရချိန်မှာတော့...   File Size :(2.2GB) (0.9 GB) and (365 MB)\nQuality : Blu-Ray 1080p5.1ch ,720p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Gn8f/Edge_of_darkness.2010.BLU-RAY720P.PP.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMTQ1MjUyOTgxM15BMl5BanBnXkFtZTgwNTg3MjM4MTE@._V1_-133x200.jpg",
        "title": "Saving General Yang (2013)",
        "description": "IMDb Rating(6.4)ရန်အိမ်တော်ဆိုတာနဲ့ တစုန့်ခေတ်က အရဲရင့်ဆုံးစစ်သူကြီးအဖြစ် လျောင်နိုင်ငံရဲ့ကျူးကျော်မှု‌တွေကိုတွန်းလှန်ခဲ့တဲ့စစ်သူကြီး \"ရန်ရဲ့\"ကို တော်တော်များများ သိကြမှာပါ။\nနှစ်ပေါင်းများစွာ တစုန့်ပြည်အတွက် သက်စွန့်ဆံဖျားအစေခံရင်း အလုပ်အကျွေးပြုခဲ့တဲ့ သူ့ရဲ့နောက်ဆုံးတိုက်ပွဲအကြောင်းကို ဒီရုပ်ရှင်မှာလိုက်ပါစီးမျောခံစားလိုက်ပါ။ဇာတ်လမ်းအကျဉ်း............တစုန့်ပြည်ကိုကာကွယ်ရင်း လွန်ခဲ့သော ဆယ်နှစ်က သူအနိုင်တိုက်ခဲ့တဲ့ လျောင်စစ်တပ်ရဲ့ ဗိုလ်ချုပ်သားနဲ့ပြန်ရင်ဆိုင်ရတဲ့အခါ...\nစစ်ပွဲက သာမန်စစ်ပွဲနဲ့မတူတော့ဘဲ ရန်ငြိုးတွေကို အပြတ်ရှင်းကြမယ့်စစ်ပွဲဖြစ်နေတဲ့အခါ...\nထောင်ချောက်မိပြီး ဝံပုလွေတောင်ခံတပ်မှာ ပိတ်မိနေတဲ့စစ်သူကြီးကိုကယ်တင်မယ့် သူ့သား၇‌ ယောက်...\nသူတော်စဉ်ကြီးရဲ့ သား ၇ ယောက်သွားပြီး ၆ယောက်ပြန်လာမယ် လို့ထွက်ပေါ်လာတဲ့ကောလဟာလ...\nတကယ့်အဖြစ်အပျက်နဲ့ဘာတွေလွဲမှာလဲ။\nတကယ်တမ်းမှာ ဘယ်သူတွေအသက်ရှင်မှာလဲဆိုတာကို သမိုင်းဖြစ်ရပ်မှန်တွေနဲ့ ချိတ်ဆက်ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ဟောင်ကောင်ဒါရိုက်တာ Ronny Yu ရဲ့လက်ရာဖြစ်သလို အစအဆုံးဆွဲဆောင်မှုရှိရှိနဲ့တင်ဆက်ထားနိုင်ပါတယ်။CGI မကြိုက်တဲ့မိတ်ဆွေတွေအတွက် ကြည့်ရတန်မယ့်ရုပ်ရှင်တစ်ကားပါပဲ။\nFile size…(1.8 GB)/(1 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lwin Htoo Aung",
        "rating": "6.4",
        "url": "https://megaup.net/10pzt/(CM)Saving.General.Yang.2013.720p.BluRay.mp4",
        "category": "Action, Adventure, Asian, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/79456718d2b2a642ae14fb20cff37d76-theodore-melfi-melissa-mccarthy-143x200.jpg",
        "title": "St. Vincent (2014)",
        "description": "St Vincent(2014)\n_________________\nIMDb Rating - 7.2/10ကျွန်တော်တို့ ကြားဖူးကြတဲ့ Saint ဆိုတဲ့ သူတော်စင်တွေဟာ တကယ်တော့ ကျွန်တော်တို့လို လူသားစင်စစ်တွေပါပဲလူသားတွေဖြစ်တဲ့ ကျွန်တော်တို့နဲ့ ဘာမှမကွဲပြားကြပါဘူးဒါပေမယ့် သူတို့ကို ဘယ်အရာတွေက သူတော်စင်ဆိုပြီး ဖြစ်သွားစေတာလဲသာမန်လူတစ်ယောက်ထက် ဘယ်အရာတွေက ထူးခြားသွားစေနိုင်တာလဲ ဆိုတာကိုတော့ ဒီ ဇာတ်ကားလေး ကို ကြည့်ရှုရင်း ခံစားကြည့်လိုက်ပါဗျာမင်းသားကတော့ GhostBusters,The Grand Budapest Hotel,Lost In Translation အစရှိသဖြင့် ဇာတ်ကားကောင်းများစွာနဲ့ နာမည်ကြီးပြီး Marvel ရဲ့ လာမယ့် Ant Man and the Wasp 3 မှာပါ ပါမယ်လို့ Confirmedထားတဲ့ မင်းသားကြီး Bill Murrayပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းဆိုပြီး ရေးပေးချင်ပေမယ့် ဘာကိုမှ များများစားစား ညွှန်းစရာမလိုဘဲ ကြည့်ကောင်းတဲ့ ဇာတ်လမ်းလေးမလို့ အချိန်ကုန်ရကျိုးနပ်ပါတယ်လို့ ပဲ ပြောချင်ပါတယ်(ဘာသာပြန်ပြီး ...",
        "rating": "7.2",
        "url": "https://megaup.net/2mkjs/St_Vincent_(2014)_720p.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sXMwQnF7yEgCY0AwjG49vK1t4dz.jpg",
        "title": "Chhorii (2021)",
        "description": "Chhorii (2021)Horrorကြိုက်သူတွေ အကြိုက်‌တွေ့စေမယ့် အိန္ဒိယကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ကလေးချစ်တတ်ပြီး မိဘမဲ့ဂေဟာNGOမှာ ဦးစီးဦးဆောင်လုပ်နေတဲ့ဆာ့ခ်ရှီဟာကိုယ်ဝန်၈လရနေပြီဖြစ်တဲ့ ကိုယ်ဝန်သည်အမျိုးသမီးတစ်ဦးပါ။ယောက်ျားဖြစ်သူ ဟယ်မန့်က စီးပွားရေးအတွက်ရင်းနှီးငွေတွေ အလိမ်ခံလိုက်ရပြီးအကြွေးရှင်တွေရဲ့ ခြိမ်းခြောက်မှုနဲ့ကြုံတွေ့လာချိန်.....တစ်နေရာမှာ ပုန်းရှောင်နေဖို့အတွက်အကြောင်းဖန်လာပါတော့တယ်။စိုက်ခင်း‌တွေကြားထဲမှာရှိတဲ့ ရွာငယ်လေးတစ်ရွာကအိမ်မှာ ခဏရှောင်နေကြရင်းက ဒီဇာတ်လမ်းက အစပြုလာပါတယ်။ပုံမှန်မဟုတ်တဲ့ အငွေ့အသက်တွေနဲ့ ပြည့်နှက်နေတဲ့ နေရာမှာဆာ့ခ်ရှီက သူနဲ့ သူ့ရဲ့မမွေးသေးတဲ့ကလေးကို ကာကွယ်ဖို့ လွတ်မြောက်အောင် ကြိုးစားရင်းဇာတ်လမ်းရဲ့မြှုပ်ထားတဲ့ ဇာတ်ကွက်တွေက တဖြည်းဖြည်းရုပ်လုံးပေါ်လာပါတယ်။ထူးဆန်းတဲ့ကလေး၃ဦးနဲ့ မီးလောင်ကျွမ်းနေတဲ့ အမျိုးသမီးတစ်ဦးရဲ့ ဝိဉာဉ်က ဘာအတွက် မကျွတ်မလွတ်ဖြစ်နေရတာလဲ????ဘာကိုအငြိုးကြီးနေခဲ့လို့ ဒီစိုက်ခင်းကြီးကကိုယ်ဝန်သည်တွေအတွက် ကျိန်စာတစ်ခုလိုဖြစ်နေရတာလဲ????မေးခွန်းတစ်ခုပြီးတစ်ခု ပေါ်လာရင်းက\nဆာ့ခ်ရှီရဲ့ ရုန်းကန်မှုတွေနဲ့အတူဇာတ်လမ်းရဲ့လှည့်ကွက်တွေကို ရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ။မိခင်မေတ္တာကြီးမားပုံကိုလည်းခံစားရမယ့်အပြင်ဇာတ်လမ်းရဲ့ ဇာတ်ကွက် လှည့်စားမှုအနည်းငယ်ကလည်း ကြည့်နေတဲ့လူကို အံ့အားသင့်စေဦးမှာပါ။နောက်ဆုံးအနေနဲ့ တကယ့်ကားကောင်းလေးမို့လို့ လက်လွှတ်မခံပါနဲ့လို့ ညွှန်းလိုက်ပါတယ်နော်။အညွှန်းကိုတော့ Milkeux က ရေးသားထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Milkeux နဲ့ Lai Laii ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Horror, Thriller\nQuality….WEB-DL 1080p and 720p\nFile size… 1.8GB ...",
        "rating": "8.1",
        "url": "https://megaup.net/2mkql/CHHORII_(2021)_Hindi.720p.CM.mp4",
        "category": "Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/onlLwmg620NuG2K3LYYsUZf3dWT.jpg",
        "title": "90 Minutes (2012)",
        "description": "90 minutes မိနစ် ၉၀ (18+)လူတစ်ယောက်ဘဝပျက်ဖို့အတွက် မိနစ်၉၀က လုံလောက်ပါ့မလား???ဒီကားလေးထဲမှာတော့လူတစ်ယောက်ဘဝပျက်ဖို့အတွက်\nမိနစ်၉၀ကလုံလောက်ပါ့မလားဆိုတာကြည့်ရှုရမှာဖြစ်ပါတယ်ဒါရိုက်တာဟန်ဆုန်ဟီးက ရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီက\nအောင်မြင်တဲ့ရုပ်ရှိရေလျှံဘဲကြီးတစ်ယောက်ပါသူ့မှာလည်းမိန်းမရှိပေမယ့်ငွေရှိတဲ့ယောက်ျားတို့ထုံးစံအတိုင်း\nအပျော်အပါးနဲ့ မိန်းမလည်းအရမ်းလိုက်စားပါတယ်\nသူနဲ့ ကင်းတဲ့သူလည်းမရှိသလောက်ပါပဲတစ်နေ့မှာတော့သူ့ကိုချဥ်းကပ်တဲ့မော်ဒန်မလေးတစ်ယောက်နဲ့ဇာတ်လမ်းဖြစ်မိရာက\nသူ့ဘဝအတွက်ဘယ်လိုအလှည့်အပြောင်း‌တွေဖြစ်လာစေမလဲသူ့ကြောင့်ထိခိုက်နစ်နာရတဲ့သူတွေကရောဘယ်လောက်တောင်များရှိမလဲသူကရောသူ့ရဲ့အပြစ်တွေကိုမိနစ်၉၀အတွင်းပြန်လည်ပေးဆပ်ရမလားဆိုတာဇာတ်လမ်းလေးထဲမှာကြည့်ရှုရမှာဖြစ်ပါတယ်(18+အခန်းများပါဝင်တဲ့အတွက်မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်လျော်ပါဘူး)ဒီဇာတ်ကားလေးကိုဘာသာပြန်ပေးတာကတော့ REX ပဲဖြစ်ပါတယ်Genre..... Thriller\nQuality….HDRip 720p and 360p\nFile size…763MB and 425MB\nFormat…mp4\nDuration….1h 34min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... REX\nEncoder ..... August",
        "rating": "5",
        "url": "https://megaup.net/10pq9/90.Minutes.2012.720p.HDRip.CM.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNWIyNmQxNGEtMDU5OC00N2Y0LTkwYzktYWQ1Y2Q5ZjE4ZGJjXkEyXkFqcGdeQXVyODM2Njg2OTg@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Alita: Battle Angel (2019)",
        "description": "အနာဂတ်ကာလမှာပါ။ တစ်စစီဖြစ်နေတဲ့ စက်ရုပ်မလေးတစ်ယောက်ဟာCyber-doctor တစ်ယောက်ကယ်တင်ခဲ့လို့ ပြန်လည်နိုးထလာခဲ့တယ်။သူ့ကိုယ်သူ ဘယ်သူမှန်းမျသိ၊ အပြင်လောကအကြောင်းလည်းဘာမှမသိတဲ့ Alita ဟာ တိုက်ရည်ခိုက်ရည်ကျွမ်းလှတဲ့အတွက် သူ့မိသားစုကိုကာကွယ်ရင်းနဲ့မှ သူ့ရဲ့အတိတ်၊ သူနေထိုင်တဲ့မြို့နဲ့ သူ့ရဲ့ရည်မှန်းချက်တို့ကို ပြန်လည်သိရှိလာခဲ့ပါတယ်။Review\n…\nနာမည်ကျော် Japan Anime series တို့ကို ရုပ်ရှပ်အဖြစ်ပြန်လည်အသက်သွင်းထားတာဖြစ်ပါတယ်။Manga/anime adaptation တွေထဲမှာ ရှားရှားပါးပါး source material အရသာမပျောက်အောင် အကောင်းဆုံးဖန်တီးထားနိုင်တယ်လို့fan တွေကပြောပါတယ်။Creator ကြီး Yukito Kishiro ကိုယ်တိုင်ကဒီကားကို ၅ ခေါက်တိတိကြည့်ပြီးပြီဖြစ်ပြီးသူ့အတွက်တော့ \"Greatest movie in the world\" ပါပဲလို့ပြောပါတယ်။ကျွန်တော် anime/manga တစ်ခုမှမသိပါဘူး။ဆိုတော့ ရုပ်ရှင်တစ်ကားအနေနဲ့ပဲ မြင်သလောက် ပြောကြည့်ပါမယ်။Avatar ဖန်တီးရှင်ကြီး James Cameron ကိုယ်တိုင်producer အဖြစ်ပါဝင်ပြီး Robert Rodriguez ရိုက်ကူးထားတဲ့Alita: Battle Angel ရုပ်ရှင်ဟာ တကယ့် visual spectacle ကြီးတစ်ခုပါပဲ။အရာအားလုံးက ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/alita-battle-angel-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iuzxpUjHsbQJXV3kB9ZAdCimM60.jpg",
        "title": "City of Angels (1998)",
        "description": "City of Angels (1998)အထိအတွေ့၊ အနံ့အသက်၊ အရသာ အစရှိတာတွေအပြင် နာကျင်ခြင်း ကြောက်ရွံ့ခြင်းကိုပါ ခံစားလို့မရတဲ့ နတ်သားတစ်ပါး...လူတွေသေဆုံးခါနီးတိုင်း သူသွားခေါ်ပေး နှစ်သိမ့်ပေးနေကျ...ဒါပေမယ့် တစ်ရက်မှာတော့ ဆေးရုံမှာ သူသွားခေါ်ရတဲ့ သေဆုံးခါနီးလူနာတစ်ယောက်ကြောင့်\nစိတ်ဓာတ်ကျပြီး ဝမ်းနည်းပူဆွေးသွားတဲ့ ခွဲစိတ်ဆရာဝန်မလေးကိုတွေ့လိုက်ရချိန်မှာတော့\nနတ်သားလေးရဲ့ဘဝက လုံးဝကိုပြောင်းလဲသွားပါ​တော့တယ်...အချစ်ဆိုတာကို သူနားမလည်သေးပေမယ့် ကောင်မလေးနားမှာပဲ သူနေချင်တယ်၊ အကြောင်းအရာတွေကိုသိချင် စပ်စုချင်တယ်...\nဒါပေမယ့် သူဟာ နတ်သားတစ်ပါးဖြစ်ပါတယ်ဆိုတာ ပြောပြဖို့ခက်ခဲနေခဲ့တယ်... အဲဒီလိုနဲ့ ဆေးရုံမှာ နတ်သားဘဝကနေ လူ့ပြည်ဆင်းလာပြီး ဘဝကို ဖြတ်သန်းနေတဲ့ လူတစ်ယောက်နဲ့တွေ့တဲ့အခါ နတ်သားလေးက ဆရာဝန်မလေးနဲ့ နီးစပ်ဖို့ ကြိုးစားပါတော့တယ်...\"သူ့ကို မထိတွေ့ရတဲ့ ထာဝရဘုံမှာ နေမယ့်အစား သူ့ဆံနွယ်လေးကို တစ်ခါလေး ရှူရှိုက်ရဖို့ သူ့ နှုတ်ခမ်းလေးကို တစ်ခါလေး နမ်းရဖို့ သူ့လက်ကလေးကို တစ်ခါလေး ကိုင်ရဖို့အတွက် ငါ လုပ်မှာပါ\" တဲ့...မင်းသားကြီး Nicolas Cage ဘယ်လိုတွေ ဘယ်လောက်အထိရိုမလဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2mjft/(CM)_City_of_Angels_(1998)_720p.mp4",
        "category": "Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/circle.of_.deception-155x200.png",
        "title": "Circle of Deception (2021)",
        "description": "Circle of Deception (2021)====================ဇာတ်ကြောင်းလေးမပြောခင်မှာ ဒီဇာတ်လမ်းရဲ့မူလဝတ္ထုကိုရေးတဲ့ Ann Rule အကြောင်းကိုအရင်ရှင်းပြမှဖြစ်ပါမယ်။Ann Rule ဆိုတာက တစ်ကယ်ဖြစ်ပျက်ခဲ့တဲ့မှုခင်းတွေအကြောင်းကို ဝတ္ထုရေးတဲ့ မှုခင်းဝတ္ထုစာရေးဆရာမကြီးတစ်ဦးပါ။သူရေးခဲ့တဲ့ \" Stranger beside me\" ဝတ္ထုဆိုရင် ၁၉၇၀ကာလကအမေရိကန်မှာနာမည်ကြီးခဲ့တဲ့ကွင်းဆက်လူသတ်သမားTed Bundy နဲ့ သူကြုံတွေ့ခဲ့ရတဲ့အကြောင်းကိုရေးဖွဲ့ခဲ့ထားပြီး ၁၉၈၆, ၁၉၈၉ , ၂၀၀၀, ၂၀၀၈ခုနှစ်တွေထပ်မံပဲနှိပ်ထုတ်ဝေခဲ့ရတဲ့အထိ အောင်မြင်မှုရခဲ့ပါတယ်။အခုဇာတ်ကားလေးကလည်း ၂၀၁၃ခုနှစ်မှာထုတ်ဝေခဲ့တဲ့ \"Practice to Deceive\"ဝတ္ထုကိုမှီငြမ်းရိုက်ကူးထားတာပါ။အိမ်ထောင်ရေးမှာမပျော်ရွှင်ဖြစ်နေပြီး ယောကျ်ားဖြစ်သူကိုသဘောမကျတော့တဲ့ Branny Douglas တစ်ယောက်သူ့သူငယ်ချင်း Peggy Sue Thomasကိုကြည့်ပြီးအားကျနေတာပေါ့။ Peggyဆိုတာက အလှမယ်ဟောင်းဖြစ်သလိုယုံကြည်မှုအပြည့်ရှိပြီးလွတ်လပ်တဲ့လူ။ ပြီးတော့ ချမ်းသာတဲ့သူ့ချစ်သူ Jim Hudleရဲ့ ဂရုစိုက်မှုကိုခံနေရတော့ Brannyတစ်ယောက်အားကျပြီး ကိုယ့်ရဲ့အိမ်ထောင်ရေးကိုကိုယ်တိုင်ဖြိုခွဲပစ်လိုက်ပါလေရော။ ဒါပေမယ့် Branny မသိလိုက်တာကPeggy ရဲ့ တစ်ဖက်ခြမ်းမှာဖုံးကွယ်ထားတဲ့အရာတွေ။ ဒီလိုနဲ့ အိမ်ထောင်ကွဲပြီးဘဝပျက်နေတဲ့ Branny နဲ့ Peggy က ဘယ်လိုဇာတ်လမ်းတွေပတ်သက်လာမှာလဲ ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Gimy/Circle.of.Deception.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lvYrAUfx9DkhLVC07vD8wJQK3iA.jpg",
        "title": "Wish You(2021)",
        "description": "Wish You(2021) အညွှန်း******************** ဒီတစ်ခါမှာတော့ blချစ်သူတို့အကြိုက် ကိုရီးယား bl drama movieလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်...\nသီချင်းထုတ်လုပ်ရေး အေဂျင်စီတစ်ခုမှာ အချိန်ပိုင်းလုပ်နေတဲ့ Yoon Sang Yi ဟာဂီတကိုချစ်မြတ်နိုးပြီး လမ်းဘေးမှာ\nသီချင်းတွေသီဆိုဖျော်ဖြေနေတဲ့ Kang In Sooကိုမြင်မြင်ချင်းမှာပဲ ထိုကောင်လေးရဲ့ အမာခံပရိသတ်ဖြစ်လာပါတယ်။သူကနေတစ်ဆင့် In soo ကို အေဂျင်စီက သိရှိသွားပြီး rookie အနေနဲ့ အေဂျင်စီကိုဝင်ရောက်လာဖို့ကမ်းလှမ်းခဲ့ပါတယ်။ ဒီလိုနဲ့ ဝါသနာလည်းတူ ဂီတမှာလည်း ပါရမီထူးကြတဲ့ကောင်လေးနှစ်ယောက်ဟာ အတူလက်တွဲလုပ်ကိုင်ကြရင်း နားလည်မှုတွေတိုးကာ ရင်းနှီးလာခဲ့ကြပါတယ်။တကယ်တော့ In Soo ဂီတကိုဒီလောက် အစွဲအလန်းကြီးစွာ လုပ်ကိုင်နေရတဲ့အကြောင်းအရင်းတစ်ခုလည်း ရှိပါသေးတယ်။ ထိုအကြောင်းအရင်းကြောင့်ပဲ သူ့ရဲ့ဂီတလမ်းကြောင်းကအမြဲတမ်းပိတ်ပင်ခံခဲ့ရတာပါ။ ဒီတစ်ကြိမ်မှာရော သူအောင်မြင်စွာ ပွဲဦးထွက်နိုင်ပါ့မလား။အချင်းချင်း ချစ်မြတ်နိုးကြတဲ့ ကောင်လေးနှစ်ယောက်ကရော ပျော်ရွှင်စရာဇာတ်သိမ်းလေးအဖြစ် ပေါင်းဖက်နိုင်ပါ့မလားဆိုတာကိုတော့ဇာတ်လမ်းလေးကိုကြည့်ရှုကြည့်လိုက်ပါ။ကောင်လေးနှစ်ဦးရဲ့ကြားက ရိုးရှင်းလှတဲ့ ချစ်ခြင်းမေတ္တာကိုပုံဖော်ထားတဲ့ကားလေးမလို့ ကြည့်ရသူတိုင်းရဲ့ရင်ထဲ ကြည်နူးမှုလေး ခံစားမိစေမှာပါ။     File Size : (1.65GB)(956MB) and ...",
        "rating": "7.0",
        "url": "https://megaup.net/10ovk/Wish_You.2021.WEB-DL.720P.PP.mp4",
        "category": "Drama, Music, Romance"
    }
]