[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNDc3ZTU5NjEtNDY1NS00ZTNjLTg4ZWItYTczNjQ0YTdmOTdhXkEyXkFqcGdeQXVyMTU2Mjg2NjE2._V1_-135x200.jpg",
        "title": "God’s Country (2022)",
        "description": "God's Country (2022)\n================ပါမောက္ခဆန်ဒရာဟာ နယူးအော်လန်ကနေ ပြောင်းလာပြီး ဆီးနှင်းပြင်ထဲမှာ\nတစ်ယောက်တည်း နေထိုင်တဲ့သူတစ်ဦး ဖြစ်ပါတယ်။ လူမှုဆက်ဆံရေးပညာကို\nသင်ကြားရပြီး ကိုယ်မှန်တယ်ထင်ရင် အဆုံးထိတိုးတတ်တဲ့လူတစ်မျိုးပါ။\nတစ်ရက်မှာ လူစိမ်းနှစ်ယောက်က သူပိုင်ဆိုင်တဲ့မြေနေရာပေါ် ကားရပ်ပြီး\nတောင်ကြားထဲမှာ အမဲလိုက်ဖို့ ရောက်ရှိလာခဲ့ကြတယ်။ အဲဒီလူနှစ်ယောက်ကို\nဆန်ဒရာက သူ(သူမ)ပိုင်နက်ပေါ် မကျူးလွန်ဖို့ ပြောကြရင်းနဲ့ ပြဿနာတွေ\nစတင်လာခဲ့ပါတယ်။လက်ရှိအခြေအနေတချို့နဲ့ တိုက်ဆိုင်နေတဲ့ စကားလုံးတွေ၊ အဖြစ်အပျက်တွေ\nပါဝင်ပြီး ရှုပ်ထွေးမှုတွေနဲ့ ကြည့်ရမယ့် ဇာတ်လမ်းမျိုးပါ။ ဇာတ်ကားအစပိုင်းမှာတော့\nသာမန် flow လေးနဲ့ပဲ သွားနေပြီး ဇာတ်သိမ်းခါနီးလေ မြှုပ်ထားသမျှအရာပေါ်လေ\nဆိုတာမျိုး ဖြစ်တာကြောင့် ဒီနေရာမှာတော့ အဆုံးထိကြည့်ပေးကြဖို့ပဲ ဆိုပါရစေ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (450 MB) / (260 MB)\nQuality............Web-DL 1080p / 720p / 480p\nDuration.........1Hr 42mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......May Thet Khine ...",
        "rating": "5.6",
        "url": "https://megaup.net/1OJyY/Gods.Country.2022.720p.WEB-DL.DD5.1-CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOGZhODQ3NDUtMjE1OS00MzEzLWFhY2MtY2U2YjQzYWUyYWQwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Good Nurse (2022)",
        "description": "IMDb 6.9/10\nRotten Tomatoes 8.1ဖြစ်ရပ်မှန်ကိုအခြေခံရိုက်ကူးထားပြီး Netflix ကထုတ်လွှင့်တဲ့ ဒီကားကတော့ Must Watch စာရင်းထဲပါတဲ့ဇာတ်ကားကောင်းဆိုလည်းမမှားပါဘူးရှင်တစ်နေ့..ပါ့ခ်ဖီးဆေးရုံကြီးကိုချာလီဆိုတဲ့ Male Nurse တစ်ယောက်အလုပ်လာလုပ်ခဲ့တယ်\nအေမီဆိုတာကတော့ ဆေးရုံမှာမသိတဲ့လူမရှိ လူချစ်လူခင်ပေါတဲ့သူနာပြုတစ်ယောက် ဒီလိုနဲ့ လူသစ်ချာလီကို ကူညီပေးရင်းသူတို့နှစ်ယောက်ရင်းနှီးသွားခဲ့ကြတယ် ချာလီကသူမထင်ထားတာထက် ဖော်ရွေသဘောကောင်းပြီး ကျန်းမာရေးမကောင်းတဲ့သူမကို အရမ်းဂရုစိုက်ပေးခဲ့တော့ တွဲဖက်ကောင်းတွေဖြစ်သွားခဲ့ကြတာပေါ့ဒါပေမယ့်မကြာခင်မှာပဲ ဆေးရုံကလူနာတွေရုတ်တရက်ကြီးသေဆုံးသွားကြပါတယ် ဆုံးပါးတဲ့လူနာတိုင်းကိုစစ်ကြည့်တော့လည်း အင်ဆူလင်ဆေးကြောင့်ဆိုတာထွက်ပေါ်လာတော့ ဆေးရုံဘုတ်အဖွဲ့ကမသင်္ကာလို့ရဲတွေအကြောင်းကြားပြီး ဒီအမှုကိုစုံစမ်းခိုင်းပါတော့တယ်ဒီလိုနဲ့ ICU မှာတာဝန်ကျသူနာပြုတွေကိုစုံစမ်းရင်း လူသစ်ချာလီက ထူးဆန်းစွာဆေးရုံပေါင်း၉ခုမှာအလုပ်လုပ်ခဲ့ကြောင်းတွေ့ရှိလာခဲ့တဲ့နောက်မှာတော့....တကယ်ပဲချာလီကဒီလူတွေသေတာနဲ့ပတ်သက်နေတာလား လူသတ်သမားကဘယ်သူဖြစ်နိုင်မလဲဆိုတာဆက်လက်ခံစားကြည့်ရှုလိုက်ကြပါရှင် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yunni ပါ )File Size__(2GB) / (750MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__6.9/10\nFormat__mp4\nDuration__02:01:00\nType__Biography, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yunni\nEncoded by Naing Aung Latt",
        "rating": "6.9",
        "url": "https://megaup.net/19z6u/The_Good_Nurse_(2022)_720p.mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzUyZjE4OGEtZjAwYi00Y2Q2LWI2M2MtYWY3YWM5YmQzNTcwXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_-143x200.jpg",
        "title": "Dog Soldiers (2022)",
        "description": "Dog Soldiers (2022)\n================\nIMDb Rating - 6.8/10\nကားဟောင်းတစ်ကားဆိုပေမယ့်တော်တော်ကိုမဆိုးလှတဲ့ထဲမှာပါပါတယ်။\nဇာတ်ကားတစ်ကားလုံးနီးပါးကအိမ်တစ်အိမ်ထဲမှာ စစ်သားတစ်ဖွဲ့နဲ့မိန်းကလေး\nတစ်ယောက်ရဲ့ တစ်ညတာအဖြစ်အပျက်တွေကိုပဲပြသွားတာပါ ။ တစ်မျိုးတော့\nမထင်ပါနဲ့။ အိမ်ရဲ့ပတ်ပတ်လည်မှာမကောင်းတဲ့အရာတွေဝိုင်းနေတဲ့ကြားကနေ\nအားလုံးတူတူလွတ်အောင်ကြံစည်ကြပုံတွေကိုပြောတာပါ။အဲဒီမကောင်းတဲ့အရာတွေကဘာတွေလဲဆိုတာပြောလိုက်ရင်ကြည့်ရတာ ပေါ့သွား\nနိုင်တာကြောင့်မပြောတော့ပါဘူး။ မဖြစ်မနေချီးကျူးရမှာကသရုပ်ဆောင်တစ်ယောက်\nချင်းစီကိုပါပဲ။ ဗိုလ်ကြီးတစ်ယောက်နဲ့တပ်သားငါးယောက်၊ အားလုံးတစ်ယောက်ချင်းရဲ့\nကာရိုက်တာတည်ဆောက်ပုံတွေ သရုပ်ဆောင်ချက်တွေဟာ လိုလေသေးမရှိအောင်\nပြည့်စုံသလို၊ ဇာတ်လမ်းကအကောင်းကြီးမဟုတ်တောင် သူတို့ကြောင့်ဆက်ကြည့်ချင်စိတ်\nဖြစ်လာမယ်ဆိုတာအာမခံနိုင်ပါတယ်။ခေတ်အခြေအနေအရအထူးပြုလုပ်ချက်တွေမှာ လိုအပ်ချက်ရှိပေမယ့်\nဖြည့်တွေးတတ်ရင်တော့ဒါကလည်းပြောရလောက်တဲ့အပြစ်မျိုးမဟုတ်ပါဘူး။\nကဲဒီလူတစ်စုအဲဒီညမှာဘာတွေနဲ့ဘယ်လိုရင်ဆိုင်ခဲ့ရတာလဲဆိုတာသိချင်ရင်တော့\nကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Min Khant Bo ဖြစ်ပါတယ်)File Size..........(2.4 GB) / (904 MB) / (470 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Horror, Thriller\nTranslator.......Min Khant Bo\nEncoder..........SWM",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/dog-soldiers-2022/"
    },
    {
        "thumbnail": "",
        "title": "Om Shanti Om (2007)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Old But Gold ဇာတ်ကားလေးဖြစ်တဲ့\nရှာရွတ်ခန်းရဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို\nတင်ဆက်ပေးလိုက်ရပါတယ်အွန်း(မ်)ဆိုတဲ့ ကောင်လေးဟာ အရမ်းကိုမှ မင်းသားဖြစ်ချင်နေတဲ့\nသာမန်လူတန်းစားလေးတစ်ယောက်ပေါ့\nအဲဒီအချိန်တုန်းက ရှန်တီဆိုတဲ့ ရုပ်ရှင်မင်းသမီးဟာ\nလျှမ်းလျှမ်းတောက် အောင်မြင်ကျော်ကြားတဲ့သူဖြစ်ပြီး\nအွန်း(မ်)ကလည်း သူ့ကို အသေအလဲသဘောကျနေတာပေါ့တစ်နေ့ကျတော့ ရှန်တီဟာ ထုတ်လုပ်သူတစ်ယောက်ရဲ့\nမီးရှို့သတ်ခြင်းကို ခံခဲ့ရပြီး\nဒါကိုမျက်မြင်ကိုယ်တွေ့ မြင်လိုက်တဲ့ အွန်း(မ်)က\nဝင်ကယ်ဖို့လုပ်ရင်းနဲ့ သူပါ သေဆုံးသွားခဲ့ရပါတယ်ဒါပေမယ့် သူဟာ\nမင်းသားကြီးတစ်ယောက်ရဲ့ သားအဖြစ် ပြန်လည်လူဝင်စားလာခဲ့ပြီး\nနှစ် (၃၀) အကြာမှာတော့ လျှမ်းလျှမ်းတောက်မင်းသားတစ်လတ် ဖြစ်လို့လာခဲ့ပါတယ်အဲဒီလိုနဲ့ တဖြည်းဖြည်းနဲ့ သူ့အရင်ဘဝကို ပြန်အမှတ်ရလာပြီး\nရှန်တီအတွက် တရားမျှတမှုရှာပေးဖို့ ကြံစည်ပါတော့တယ်သူဘယ်လိုနည်းနဲ့ ပြန်အမှတ်ရခဲ့တာလဲ\nရှန်တီကရော ဘာလို့အသတ်ခံခဲ့ရတာလဲ ရှန်တီအတွက်\nတရားမျှတမှုကိုရော ဘယ်လိုရှာပေးမလဲဆိုတာ ရှာရွတ်ခန်းရဲ့\nနှစ်ဘဝသရုပ်ဆောင်ချက်တွေကို အပြည့်အဝခံစားကာ ကြည့်ရှုရမှာပဲဖြစ်လို့\nအခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…4.35GB / 2.2GB\nQuality…1080p BluRay /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Sora",
        "rating": "6.7",
        "url": "https://megaup.net/19z1w/Om_Shanti_Om_2007_BluRay_720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vfVqmu5gh0aqidrcuvQIrxLHnGJ.jpg",
        "title": "Rigodon (2012)",
        "description": "(18+) Rigodon (2012)2012 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ ဖိလစ်ပိုင် အိမ်ထောင်ရေးကားလေးပါRigodon ဆိုတာက စပိန်ကနေ ဆင်းသက်လာတဲ့ စကားဖြစ်ပြီးတော့\nဖိလစ်ပိုင်လိုကတော့ \"ကချေသည်\" လို့ ဆိုလိုတာပါ။\nဘဝ ဆိုတာက တီးလုံးနဲ့လိုက်ပြီး ကနေရတဲ့ ကချေသည်လိုပါပဲ နိမ့်ချည်တစ်ခါ မြင့်ချည်နဲ့တစ်လှည့်နဲ့ပေါ့။\nရစ်ကီဆိုတဲ့ လူငယ်တစ်ယောက်ဟာ အောင်မြင်မှုလမ်းကြောင်းပေါ်ရောက်ခါနီး\nအိမ်ထောင်စောစောစီးစီးကျပြီးတော့ ကိုယ့်ရဲ့ အိပ်မက်နောက် မလိုက်နိုင်ခဲ့ပဲ လမ်းပျောက်နေခဲ့တယ်။\nဒါပေမဲ့လဲ သူဟာ သူ့ရဲ့သရုပ်ဆောင်ဘဝကို ပြန်လိုချင်ပြီး လုပ်မိလုပ်ရာ လုပ်ခဲ့မိပါတယ်။\nသူ့ရဲ့ အသက်မွေးဝမ်းကြောင်းဟာလဲ သူ့လို အသက် ၃၁ နှစ်ရှိပြီဖြစ်တဲ့ လူတစ်ယောက်အတွက် နေရာဆိုတာ မရှိခဲ့ပါဘူး။\nနောက်ဆုံးတော့ အိမ်ထောင်ရေးကို လျစ်လျှူရှုကာ\nမိမိ ငယ်ဘဝက မလုပ်ခဲ့ရတာ မဖြစ်ခဲ့ရတာတွေကို ပြန်လည်အကောင်ထည်ဖော်ရင်း\nရစ်ကီရဲ့ နောက်ကွယ်က ဘဝဟာ ဘယ်လိုလဲဆိုတာ ကြည့်ရှုခံစားပေးကြပါဦး။*** တစ်ခုသတိချပ်စရာရှိတာက အိမ်ထောင်ရေးကားဆိုပေမဲ့ အဖော်အချွတ်နဲ့\nကုတင်ပေါ်ကအခန်းတွေ ပါဝင်တဲ့အတွက် မိသားစုနဲ့တော့ ကြည့်ရှုလို့ မသင့်တော်ပါဘူး။\nအကြံပေးတဲ့အနေနဲ့ မြသန်းတင့် ဘာသာပြန်ထားတဲ့ \"စစ်နဲ့ငြိမ်းချမ်းရေး\" စာအုပ်ထဲက ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Pv1g/Rigodon.2012.720p.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zZYpg1dDVQOV6VH6pU2WZikTIR7.jpg",
        "title": "[18+] An Affair (1998)",
        "description": "An Affair (1998)~ IMDb - 6.8/10, MyDramaList - 7.5/10 ~(ကိုရီးယားခေတ်ဟောင်းကားတွေထုံးစံအတိုင်း အကြည်ရဖို့မလွယ်လို့ 720p ကိုပဲ ကြည့်ရအဆင်ပြေအောင် ဖန်တီးပေးလိုက်ပါတယ်ခင်ဗျာ)သိပ်မကြာသေးခင်ကပဲ Squad Game နဲ့ Emmy ဆု ရခဲ့တဲ့ လီဂျောင်ဂျေး နုငယ်စဉ်တုန်းက ရုပ်ရှင်ပါ။ City of the Rising Sun ကိုမရိုက်ခင် တစ်နှစ်တည်းမှာ ဒီကားကိုရိုက်ခဲ့ပြီး ဒီရှေ့မှာ သူအောင်မြင်ခဲ့တဲ့ရုပ်ရှင်ဆိုလို့ ကျွန်တော် သိသလောက် Sandglass ဇာတ်လမ်းတွဲပဲ ရှိတော့ ဒီကားဟာ သူတော်တော်ဝါနုသေးတဲ့အချိန်က ကားပါ။ ဝါနုသေးပေမဲ့ ပါရမီတော့ မနုကြောင်း ဒီရုပ်ရှင်ထဲက ဇာတ်ကောင်နဲ့ ပနံသင့်နေတဲ့ သူ့ဟန်ပန်တွေကြည့်ရင် သိသာပါတယ်။ နောက်ပိုင်းမှာ အကြမ်းပတမ်းကားတွေပဲ အရိုက်များလာတဲ့ လီဂျောင်ဂျေးဟာရိုမန့်မှာလည်း မခေကြောင်း သိနိုင်မယ့်ကားလည်းဟုတ်ပါတယ်။ဇာတ်လမ်းကတော့ ညီအစ်မနှစ်ယောက်ရှိတယ်။ ညီမက အမေရိကန်မှာ။ သူ့ကောင်လေးက ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Pv3a/(CM)_An_Affair_(1998)_720p.mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-row-142x200.jpg",
        "title": "Row 19 (2021)",
        "description": "Katerina ဟာ ခြောက်နှစ်အရွယ်သမီးလေးရှိတဲ့ ဆရာ၀န်တစ်ယောက်ပါ။သူငယ်စဉ်က ‌သူ့အမေနဲ့လေယာဉ်စီးခဲ့ရာမှာ လေယာဉ်ပျက်ကျသွားပြီး သူကလွဲရင် သူ့အမေအပါအ၀င်ခရီးသည်အားလုံးအသက်ပျောက်ခဲ့ရပါတယ်။ဒါကြောင့် Katerina ဟာတစ်သက်လုံးလေယာဉ်စီးဖို့ကိုကြောက်နေခဲ့ပေမယ့် အခုတော့သူ့သမီးလေးနဲ့အတူလေကြောင်းခရီးသွားဖို့ဖြစ်လာရပါတယ်။ လေယာဉ်ပေါ်မှာတော့ Katerina တစ်ယောက်ဟာထူးဆန်းတဲ့အဖြစ်အပျက်တွေကို ကြုံရပြီး ခရီးသည်တစ်ယောက်ပြီးတစ်ယောက် ပျောက်ဆုံးသွားချိန်မှာတော့ Katerina ရဲ့ငယ်စဉ်ကမတော်တဆမှုကထင်သလောက် မရိုးရှင်းတာ ကိုသဘောပေါက်လာရပါတော့တယ်။\nKaterina နဲ့သူ့သမီးလေးတို့ လေယာဉ်ပေါ်မှာအသက်ရှင်ဖို့ ရုန်းကန်ကြပုံကိုကြည့်ရှုရမှာပါ။File size…(1.28GB) / (674MB) / (330MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:17:00\nGenre...Horror / Thriller \nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "4.4",
        "url": " https://megaup.net/1969i/Row.19.2022.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pm0y9yZItfm4EHlGo7oQ0wq1Agk.jpg",
        "title": "[18+] Cruel Intentions 2 (2000)",
        "description": "Cruel Intentions 2 (2000)ဆယ်ကျော်သက်ဘဝဆိုတာ စမ်းသပ်ချင် လေ့လာချင်စိတ်နဲ့ ဇီဝဗေဒတွေ ပိုးထကြွတဲ့အရွယ်ပေါ့။ ဆယ်ကျော်သက်အိပ်မက်တွေ ပြာရီလွှမ်းတဲ့ အဖြစ်မျိုးတွေ အားလုံး ကင်းကြမှာမဟုတ်ဘူး။ အပြစ်တော့လည်း မဟုတ်ပါဘူးလေ။ လူရယ်လို့ဖြစ်လာပြီးမှ ကိုယ့်ကို ဘယ်လိုဇီဝဗေဒနဲ့ ဖန်ဆင်းထားသလဲ မသိတာကမှ အ,လွန်းတာမို့လား။ ဒီရုပ်ရှင်မှာတော့ လူဖန်တီးနိုင်တဲ့ ဇီဝဗေဒပညာကို လေ့လာကြတဲ့ ကျောင်းသား ကျောင်းသူလေးတွေရဲ့ အကြောင်းကို ရိုက်ပြထားပါတယ်။Sarah Thompson တို့ Teresa Hill တို့လို တစ်ခေတ်တစ်ခါက အလှလေးတွေ ပါဝင်အားဖြည့်ထားတဲ့ Cruel Intention 2 ပါ။ ပထမကားကြည့်ဖူးရင်တော့ ဘယ်လိုကားလဲသိပါလိမ့်မယ်။ အဓိကမင်းသမီးလို့ပြောလို့ရတဲ့ Amy Adams ရဲ့ ခပ်ကြမ်းကြမ်း အခန်းတွေလည်း မနည်းပါဝင်တာမို့ မိသားစုနဲ့ မကြည့်သင့်ပါဘူး။ငမွှေကောင် ဆီဘတ်ရှန်ဟာ ဆိုးလွန်းပေလွန်းလို့ ကျောင်းပြောင်းပေးခံလိုက်ရပြီး သူ့အဖေနဲ့ မိထွေးနဲ့ အတူ အိမ်ကြီးရခိုင်နဲ့ သူဌေးသား ...",
        "rating": "",
        "url": "https://megaup.net/19xkc/(CM)_Cruel_Intentions_2_(2000)_720p.mp4",
        "category": "Adult, Cruel Intentions Trilogy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNjQxNzgzZTctMzNlOC00ZDkxLTg5MGMtNTFhZGJjYTIzNzI1L2ltYWdlXkEyXkFqcGdeQXVyNDIzMTI4NDE@._V1_SY1000_CR006561000_AL_-197x300.jpg",
        "title": "Confidential Assignment (2017)",
        "description": "Confidential Assignment (2017)_____IMDb - 6.6/10\n  \nကန် ဒေါ်လာ တရားမဝင်ထုတ်လုပ်နေတဲ့ မြောက်ကိုရီးယား နိုင်ငံမှာ\nချာ ဂီဆန်း လို့ခေါ်တဲ့ အကြီးတန်း ဗိုလ်မှူးကြီးတစ်ယောက်က နိုင်ငံတော်ကို သစ္စာဖောက်ပြီး\nဒေါ်လာထုတ်တာမှာ သုံးတဲ့ သတ္တုပြားတွေကို ခိုးယူဖို့ကြိုးစားပါတော့တယ်\nဒီအခြေအနေမှာ ဗိုလ်မှူး အင် ချွဲယောင်း က တာဆီးနိုင်ခဲ့ပေမဲ့ သူ့ဇနီးဖြစ်တဲ့\nရဲဘော် ဟွာယောင်းကို ဓားစာခံလုပ်ပြီး အကျပ်ကိုင်လာတဲ့အခါမှာတော့\nသူ လက်နက်ချလိုက်ရတယ်\nဒါပေမဲ့ ချာ ဂီဆန်း က သူပြောတဲ့အတိုင်း ကတိမတည်ပဲ အားလုံးကို သတ်ခဲ့တယ်\nဒါပေမဲ့လည်း အင် ချွဲယောင်း ကိုမသတ်ခဲ့မိတဲ့ သူ့ရဲ့အမှားက ...\nသူ တောင်ကိုရီးယား ကို တိမ်းရှောင်နေတဲ့အချိန်မှာ ဒုက္ခပေးပါတော့တယ်\nချွဲ အင်ယောင်းက တောင်ကိုရီးယား ရဲစုံထောက် ဂန် ရှင်းထယ် နဲ့ပူးပေါင်းပြီး\nချာ ဂီဆန်း ကို ဖမ်းဆီးနိုင်ဖို့ကြိုးစားပါတော့တယ်\nဒီလို တစ်ဖက်နဲ့တစ်ဖက် မယုံကြည်ပေးနိုင်တဲ့အချိန်မှာ\nလုပ်ဆောင်ရတဲ့ တောင်-မြောက် ပူးပေါင်းစစ်ဆင်ရေးက အောင်မြင်ပါ့မလား\nဘယ်လို အခက်အခဲတွေ ထပ်ပြီးကြုံတွေ့ရဦးမလဲ\nအင် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/confidential-assignment-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8FPbEnvnjMP7PoU63QQpV7IjMKU.jpg",
        "title": "Confidential Assignment 2: International (2022)",
        "description": "Confidential Assignment 2 : Internationalအားလုံးစောင့်မျှော်နေကြတဲ့ Hyun Bin နဲ့ Yoona တို့ရဲ့ ရုပ်ရှင်ဇာတ်ကားသစ် Confidential Assignment 2 ရပါပြီပုံမှန်မြင်တွေ့နေကြ တောင်ပိုင်းနဲ့မြောက်ပိုင်း အငြင်းပွားကြတဲ့ ဇာတ်ကားမျိုးမဟုတ်ဘဲ\nတောင်နဲ့မြောက် ပူးပေါင်းပြီး တရားခံဖမ်းဆီးကြမယ့် ရုပ်ရှင်ကားဖြစ်တာမို့\nPlot ဆန်းဆန်းနဲ့ Criminal Action ကားမျိုးကို ကြိုက်နှစ်သက်သူတွေ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားပါပဲဇာတ်လမ်းအကျဉ်းကတော့_ မြောက်ကိုရီးယားအကြမ်းဖက်ခေါင်းဆောင်ကို ဖမ်းဆီးမယ့်\nမြောက်ကိုရီးယားစုံထောက်အင်းချောရောင်းဟာ တောင်ကိုရီးယားစုံထောက်ဂန်ဂျင်ထယ်နဲ့ အတူတူပူးပေါင်းခဲ့ပါတယ်ဒါပေမဲ့ တစ်ဖက်မှာလည်း သူတို့နှစ်ဦးကို FBI စုံထောက်တစ်ဦးဖြစ်တဲ့ ဂျက် က လိုက်လံဖမ်းဆီးနေခဲ့ပြန်ပါတယ်ဒီလို‌နဲ့ ပြေးတမ်းလိုက်တမ်း ကစားကြရင်း ထင်မှတ်မထားတဲ့အခြေအနေတစ်ခုကြောင့်\nဂျက် ဟာ အင်းချောရောင်းတို့နဲ့ ပူးပေါင်းဖို့ဖြစ်လာတဲ့အချိန်မှာတော့\nဘာတွေဆက်ဖြစ်လာဦးမလဲဆိုတာ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦးHyun Bin နဲ့ Daniel Henney တို့ရဲ့ ခပ်မိုက်မိုက် Action Scenes တွေနဲ့\nYoona ရဲ့ ပေါ့ပေါ့ပါးပါး ကာရိုက်တာလေးအပြင်\nCriminal Action ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Pv18/Confidential.Assignment.2.International.2022.720p.WEB-DL.CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cToUzXZ9AcUylfIt8vnXhiy6Y9m.jpg",
        "title": "[21+]A Serbian Film(2010)",
        "description": "[21+]A Serbian Film(2010) အညွှန်း*******************************(သွေးထွက်သံယိုနဲ့ မိသားစုနဲ့မကြည့်သင့်တဲ့အခန်းများစွာပါလို့ သတိထားစေချင်ပါတယ်..)မီလိုဆိုသူကတော့ မိန်းမရောသားသမီးရောကို အလေးထားတဲ့ အိမ်ထောင်ဦးစီးကောင်းတစ်ယောက်ဖြစ်ပါတယ်။တစ်ဖက်မှာလည်း မီလိုဟာ ညစ်ညမ်းရုပ်ရှင်သရုပ်ဆောင်တစ်ဦးဖြစ်တာကြောင့် ဝမ်းစာအတွက် ညစ်ညမ်းရုပ်ရှင်ရိုက်ရင်းအတော်လေး အောင်မြင်တဲ့သူတစ်ဦးအဖြစ် ရပ်တည်နေတဲ့ အနေအထားမှာပါ။အချိန်‌အတော်ကြာ အနားယူထားတဲ့ မီလိုဆီကို ငွေကြေးအမြောက်အများတန်တဲ့ကမ်းလှမ်းချက်တစ်ခု ရောက်လာခဲ့ပါတယ်။ သားဖြစ်သူရဲ့ ပညာရေးစရိတ်တွေအတွက် စိတ်ချချင်တဲ့မီလိုတစ်ယောက် ကမ်းလှမ်းချက်ကို လက်ခံပြီးနောက်မှာတော့မထင်ထားတဲ့ ဖြစ်ရပ်တွေက ဆိုက်ရောက်လာပါတော့တယ်။ဇာတ်ညွှန်းမရတဲ့ ညစ်ညမ်းရုပ်ရှင်တစ်ခုရဲ့ နောက်ကွယ်မှာဘယ်လိုသည်းထိပ်ရင်ဖိုစရာတွေ ရှိနေမလဲဆိုတာရင်ခုန်စရာကောင်းတာမို့ သွေးထွက်သံယိုကြိုက်တဲ့ ပိရိသတ်တွေ အကြိုက်တွေ့ကြလိမ့်မယ်လို့လည်း မျှော် File Size : (2.1GB)(623 MB) and (232MB)\nQuality : Blu-Ray 1080P, 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Horror,Mystery , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by DS\nEncoded by SD",
        "rating": "6.7",
        "url": "https://megaup.net/1Pu9l/A_Serbian_Film.2010.BLU-RAY.720(DS).mp4",
        "category": "Adult, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYTE1MmZiMWYtYTFmZi00YjA3LWI2ODgtMWFlNWYxZjdmNGE3XkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "All Quiet on the Western Front (2022)",
        "description": "Im Westen nichts Neuesဂျာမန်စစ်ကားအသစ်ထွက်လာပါပြီ။ အနောက်ပိုင်းစစ်မြေပြင်မှာ အားလုံးတိတ်ဆိတ်လို့ ဆိုတဲ့ နာမည်အတိုင်းပဲ အနောက်ပိုင်းစစ်မြေပြင်က တိုက်ပွဲတွေအကြောင်းပါပဲ။ 1930 နဲ့ 1973 မှာလည်း ဒီနာမည်နဲ့ ရုပ်ရှင်တွေ ထွက်ခဲ့ပါသေးတယ်။ အနောက်ပိုင်းစစ်မြေပြင်ဟာ ပထမကမ္ဘာစစ်ရဲ့ ကမ္ဘာကျော်တိုက်ပွဲကြီးတွေ ဖြစ်ခဲ့တဲ့နေရာပါပဲ။ တစ်ဘက်နဲ့တစ်ဘက် မီတာ ၁၀၀ လောက် ရှေ့တိုးနိုင်ဖို့ လူ တစ်သန်းလောက် အသေခံခဲ့ရတဲ့ စစ်မြေပြင်လည်းဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာလည်း ပထမကမ္ဘာစစ်အစကနေ အဆုံးအထိ စစ်သားတွေရဲ့ တိုက်ပွဲတွေနဲ့ ဖြတ်သန်းမှုတွေကို တွေ့ရမှာပါ။ သဘောကျစရာကောင်းလာတာကတော့ စစ်ကားအများစုဟာ စစ်ပွဲကို သူရဲကောင်းဝါဒထက် စိတ်ကုန်စရာ စိတ်ပျက်စရာဖြစ်အောင် ပုံဖော်ခဲ့ကြတာ အတော်များလာပါပြီ။ Kingsmen နောက်ဆုံးရုပ်ရှင်မှာ ကဗျာရွတ်သွားတဲ့အခန်းလိုပါပဲ။ ဒီရုပ်ရှင်မှာလည်းဒီလိုပါပဲ စစ်ပွဲပြီးဆုံးရေးကို ဦးတည်မျှော်လင့်နေတဲ့ စစ်သားတွေအကြောင်းပါပဲ။ \"ငါ့သားလည်း စစ်ပွဲထဲမှာ သေသွားတာပဲကွ၊ သူတော့ ဘာဂုဏ်သိက္ခာမှ ခံစားမိလိုက်တယ် မကြားပါဘူး\" ဆိုတဲ့ ...",
        "rating": "8",
        "url": "https://megaup.net/1Pu74/All.Quiet.on.the.Western.Front.2022.720p.NF.WEBRip[CM].mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ghilli-2-142x200.jpg",
        "title": "Ghilli (2004)",
        "description": "CM ပရိသတ်ကြီးတို့အတွက် မင်းသားဗီဂျေး ပါဝင်သရုပ်ဆောင်ထားတဲ့\nGhilli ဆိုတဲ့ 2004 ခုနှစ်ထွက် ဇာတ်ကားကောင်းတစ်ပုဒ်ကို\nတင်ဆက်ပေးလိုက်ရပါတယ်ဗယ်လူဆိုတာ ကာဘာဒီအားကစားကို လွန်စွာမှ\nရူးသွပ်တဲ့သူတစ်ယောက်ပေါ့\nဒါပေမယ့် သူ့အဖေက မကြိုက်တော့ သူ့မှာ အဲဒါကို\nခိုးပြီးဆော့ရတယ် ခိုးပြီး ပြိုင်ပွဲတွေ ဝင်ရတယ်ပေါ့အဲဒီလိုပဲ တစ်နေ့ကျတော့ မာဒူရိုင်မြို့ကို ကာဘာဒီပြိုင်ပွဲ ပြိုင်ဖို့\nအိမ်ကနေ လိမ်ပြီးထွက်လာရင်း\nလမ်းမှာ မိန်းကလေးတစ်ယောက်ကို လူတစ်ယောက်က\nအတင်းအဓမ္မဆွဲခေါ်နေတာ မြင်လိုက်ရတော့\nကောင်မလေးကို သူတို့လက်ထဲက ကယ်ပြီး သူ့အိမ်ထဲမှာ\nဖွက်ထားလိုက်တော့တယ်တကယ်တော့ အဲဒီလူက ပိုက်ဆံအင်အားနဲ့ ဆိုးသွမ်းချင်တိုင်း\nဆိုးသွမ်းနေတဲ့သူဖြစ်ပြီး လူဆိုရင်လည်း လမ်းပေါ်မှာ\nပေါ်ပေါ်ထင်ထင်ပဲ သတ်နေတဲ့သူပေါ့သူက အဲဒီကောင်မလေးကို အသေရရအရှင်ရရ လိုချင်နေတဲ့သူ\nအဲဒီကောင်မလေးကို ဗယ်လူက သူ့လက်ထဲက ကယ်ပြီး\nနည်းအဖုံဖုံကြိုးစားကာ သူ့အိမ်မှာ ဖွက်ထားတယ်\nဒါကို သူ့အိမ်က မိသားစုဝင်တွေတစ်ယောက်ကမှလည်း မသိဘူးပေါ့အဲဒီလိုနဲ့ သူ ဘယ်လောက်ထိ ကောင်မလေးကို ဖွက်ထားနိုင်မလဲ\nကောင်မလေးကို လူဆိုးတွေလက်ထဲက ဘယ်လိုကယ်တင်မလဲဆိုတာ\nအချစ် အလွမ်း အက်ရှင်နဲ့ ရသပေါင်းစုံ ပေါင်းစပ်ကာ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…4GB / 2GB\nQuality…1080p AMZ ...",
        "rating": "8.2",
        "url": "https://megaup.net/1Ptuc/Ghilli.2004.720p.AMZN.WEB.DL.H264.AAC2.0CH(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/76cCsRtQ5MJBAqoigojXsLXLJwh.jpg",
        "title": "[18+] Cruel Intentions (1999)",
        "description": "Cruel Intentions (1999)~ IMDb - 6.8/10, Rotten Tomatoes - 54% ~1782 ခုနှစ်တုန်းက ထုတ်ခဲ့တဲ့ဝတ္ထုတိုတစ်ပုဒ်ကို မှီငြိမ်းရိုက်ခဲ့တဲ့ ဒီဇာတ်ကားဟာ အစကတော့ Low Budget ရုပ်ရှင်တစ်ကားအနေနဲ့သာ ထုတ်ဖို့ရည်ရွယ်ခဲ့ကြပေမဲ့ ရုံဝင်ငွေ အမြတ်တွေ အတော်ရပြီး အကြီးအကျယ်ပေါက်ခဲ့သလို Cult Classic ရုပ်ရှင်တစ်ကားအဖြစ်လည်း သတ်မှတ်ခံခဲ့ရပါတယ်။ ဒီထဲမှာ ပါတဲ့သူတွေကတော့ ရုပ်ရှင်ဝါသနာအိုးတွေ ရင်းနှီးနေပြီးသားဖြစ်မယ့်သူတွေချည်းပါပဲ။ ဆိုတော့ ဇာတ်လမ်းအကျဉ်းလေး ပြောရအောင်ဗျာ...ဆီဘက်ရှန်နဲ့ ကတ်သရင်းဆိုတာ အဖေမတူအမေကွဲ ငြိတိတိ ချိတ်တိတ်တိတ် မောင်နှမတွေပေါ့။ နှစ်ယောက်လုံးက ခပ်ဟော့ဟော့နဲ့ စားဘဲကြီးစားစော်ကြီးတွေ အသီးသီးလုပ်နေကြတာပေါ့။ ဆီဘက်ရှန်ဘဝမှာ မအောင်မြင်သေးတဲ့ ပန်းတိုင်ကတော့ ကတ်သရင်းပါပဲ။ ကတ်သရင်းကလည်း ဆီဘက်ရှန် သူ့ကို လိုချင်မှန်းသိတော့ မထိတထိ ကလူသလို လူကိုမြူဆွယ် ကျီစယ်နေကျပါပဲ။ တစ်ရက်မှာတော့ အရမ်းရိုးသားဖြူစင် ဗိုင်းကောင်းကျောက်ဖိကောင်မလေးတစ်ယောက်ကို ဆီဘက်ရှန်တစ်ယောက် ...",
        "rating": "6.8",
        "url": "https://megaup.net/19wuf/(CM)_Cruel_Intentions_(1999)_720p.mp4",
        "category": "Cruel Intentions Trilogy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a3ZpDsvNCQUOD7ApAs9y3mFwVU4.jpg",
        "title": "Mia and Me : The Hero of Centopia (2022)",
        "description": "Mia and Me - TheHero of Centopia(2022)IMDb - 6.2/10Mia and Me ဆိုတဲ့ ကာတွန်းစီးရီးကို Movie အနေနဲ့ ပြန်လည် အသက်သွင်းထာားတဲ့\n2022 ခုနှစ်ထွက် Animation ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါတယ်မီယာဆိုတာ အဖေရော အမေရော မရှိတော့တဲ့ ၁၂ နှစ်အရွယ် လူသားကောင်မလေး ဖြစ်ပြီး\nသူ့အဖေ ထားခဲ့တဲ့ မှော်ကာတွန်းစာအုပ်လေးကနေတစ်ဆင့် Unicorn နဲ့ Elf တို့ရဲ့ ကမ္ဘာ Centopia ဆီ အသွားအပြန်လုပ်နေတဲ့ သူပါဒီကားမှာတော့ Centopia ကို မကောင်းဆိုးဝါး ဖားပြုတ်ကြီး လက်ထဲကနေ\nမီယာနဲ့ Centopia က သူ့သူငယ်ချင်းတွေပူးပေါင်းပြီး ကယ်တင်ကြပုံကို ကြည့်ရှုကြရမှာပါAnimation ကားတွေရဲ့ ထုံးစံအတိုင်း အရောင်အသွေးစုံစုံလင်လင်နဲ့\nမျက်စိပသာဒဖြစ်အောင် တင်ဆက်ထားတာဖြစ်လို့ ပေါ့ပေါ့ပါးပါးနဲ့ အနားယူရင်း ရှုစားလိုက်ကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Pts2/Mia.and.Me.The.Hero.of.Centopia.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z0iZuYNM0hUyHZeldIdXf4aSrPy.jpg",
        "title": "The Chalk Line (a.k.a) Jaula (2022)",
        "description": "The Chalk Line (a.k.a) Jaula (2022)(1080p ရပါပြီ)Thriller/Crime Genre စပိန်ဇာတ်ကားသစ်လေးဖြစ်ပြီး မဲပြာပုဆိုးမဟုတ်ပဲ plot twist တွေနဲ့ အတော်လေးကြည့်လို့ကောင်းပါတယ်။ပေါလာနဲ့ ဆီမွန်က အသက် လေးဆယ်ကျော်ဇနီးမောင်နှံဖြစ်ပြီး ကလေးယူဖို့ အပူတပြင်းကြိုးစားနေကြသူတွေပါ။ ကံဆိုးစွာပဲ ကိုယ်ဝန်မရခဲ့ကြပါဘူး။ စိတ်ညစ်နေတဲ့ သူတို့ဘဝထဲကို ကလဲရာဆိုတဲ့ ခြောက်နှစ်အရွယ် ကလေးမလေးဝင်လာခဲ့ပါတယ်။ကလဲရာကို ကားလမ်းမကြီးပေါ်မှာ ညကြီးသန်းခေါင် သူတို့ကားနဲ့ ဝင်တိုက်မိမလို ဖြစ်ပြီး စတွေ့ခဲ့ကြတာပါ။ နေမကောင်းဖြစ်နေတဲ့ ကလဲရာဟာ စကားမပြောတတ်သလို အပြုအမူတွေကလည်း ထူးခြားနေပါတယ်။ မြေဖြူနဲ့စည်းတားထားရင် အဲဒီစည်းအပြင်ကို မထွက်ရဲတာတို့၊ ဂျာမန်ဘာသာစကားကို နားလည်နေတာတို့၊ အစရှိသဖြင့်ပေါ့။ဒီလိုနဲ့ ဆေးရုံက အကူညီတောင်းတာကြောင့် သူတို့ ကလဲရာကို အိမ်ခေါ်လာပြီးနောက်မှာတော့ ဘယ်လိုဆိုးရွားတဲ့ကိစ္စတွေ ကြုံတွေ့ရမလဲဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က May Myat Thu ပါ။)File Size          ...",
        "rating": "6.2",
        "url": "https://megaup.net/19tpr/[CM]Jaula.(a.k.a).The.Chalk.Line.2022.720p.WEB-DL.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNzZhYTllNWQtNTdlYy00NGM4LThiNjYtMWVlNDk2ZTA4YWRkXkEyXkFqcGdeQXVyMzM4MjM0Nzg@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "[18+]Bitter Honey (2016)",
        "description": "အကာဂိုက စာရေးဆရာကြီးနဲ့ တူတူနေနေတဲ့ အနီရောင်ရွှေငါးမလေးတစ်ကောင်ပဲဖြစ်ပါတယ်သာမန်ငါးနီလေးမဟုတ်ဘဲ လူယောင်ဖန်ဆင်းနိုင်ပြီး စာရေးဆရာကြီးကိုပဲ တွာ်ငြိနေတဲ့ ဖြူစင်တဲ့ငါးမလေးတစ်ကောင်ပေါ့တစ်ရက် စာရေးဆရာကြီးရဲ့အသိမိတ်ဆွေဟောင်း ယူရီကိုရဲ့ဝိဥာဥ်ပြန်ပေါ်လာတဲ့အခါ သူတို့သုံးဦးကြားဘာတွေဖြစ်လာမလဲယူရီကိုနဲ့စာရေးဆရာကြီးကြားကရော ဘာတွေရှိနေခဲ့လို့ ခုလိုပြန်ပေါ်ထွက်လာရတာလဲစာ​ရေးဆရာကြီးကိုအပိုင်လိုချင်ပြီး မိသားစုဘဝထူထောင်ချင်နေတဲ့ ငါးနီမလေးကရော ဘယ်လိုဖြစ်သွားမလဲ ကြည့်ရမှာဖြစ်ပါတယ်File Size__(1GB)\nQuality__720p\nIMDb Rating__5.8/10\nFormat__mp4\nDuration__01:45:00\nType__Adult, Drama, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "5.8",
        "url": "https://megaup.net/19zoy/[18+]Bitter_Honey_(2016)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/tmpposter23304-133x200.jpg",
        "title": "Silent River (2022)",
        "description": "Surreal filmmaking style ကိုသုံးပြီး David Lynchရဲ့ Neo Noirဟန်ကို မှီးရိုက်ထားတဲ့ ရုပ်ရှင်လို့တော့ ဆိုကြပါတယ်။ ဇာတ်ကတော့ Sci -Fiရော တမလွန်ရောကို ရောသမမွှေထားပြီး အိပ်မက်ဆန်ဆန်ပဲ ပုံဖော်ထားပါတယ်။သေသွားတဲ့ယောက်ျားရဲ့ ဝိညာဉ်တစ်စိတ်တစ်ဒေသရှိနေတယ်လို့ ယူဆရတဲ့ ယောက်ျားရဲ့ ပုံတူစက်ရုပ်နဲ့အတူ မိန်းမတစ်ယောက်ဟာ တမလွန်က သူ့ယောက်ျားကို ပြန်ခေါ်ဖို့ ကြိုးစားရင်း ပဟေဠိဆန်တဲ့ တစ်စစီကျိုးပျက်နေတဲ့ လူတစ်ယောက်နဲ့ တွေ့ကြရာက သူတို့နှစ်ယောက်အတူ ဒီတမလွန်ဆိုတဲ့အရာကနေ ဘာတန်ကြေးပေးပြီး သူတို့ဆုံးရှုံးသွားတဲ့အရာတွေကို ပြန်ရနိုင်အောင် လုပ်လို့ရမလဲ အဖြေရှာကြတာကို အိပ်မက်ဆန်ဆန်ပုံဖော်ထားပါတယ်။File Size__(1.7GB) / (800MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__02:00:00\nType__Mystery\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ---\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/1Ptga/Silent_River_(2021)_720p.mp4",
        "category": "Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/The_Protector_2-257804508-large-134x200.jpg",
        "title": "The Protector 2 (2013)",
        "description": "Action ကားကောင်းလေးတွေ မျှော်နေကြတဲ့သူတွေအတွက် ထိုင်းအက်ရှင်မင်းသားကြီး Tony Jaa ပါ၀င်ပြီး လူတိုင်းသိတဲ့ Ong-Bakကားကိုရိုက်တဲ့ Director Prachya Pinkaew ကပဲ ရိုက်ကူးထားတာမို့ မကြမ်းမရှိရှယ်ကြမ်းမယ့်ကားလေးဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ် ။\"ခမ်\" ဆိုတဲ့သူမှာ \"ခွမ်\" ဆိုတဲ့ဆင်လေးတစ်ကောင်ရှိပါတယ်\nအဲ့ဒီဆင်လေးက ရှေးဟောင်းမျိုးနွယ်ဖြစ်တဲ့ ရတ်ခနင်ဖုန်မျိုးဆက်ကနေလာတာမို့ ဆင်စခန်းပိုင်ရှင်ဆူချတ်က ခမ်ဆီဈေးကောင်းပေးပြီး ဝယ်ဖို့လုပ်ခဲ့ပေမယ့် ခမ် မရောင်းခဲ့ပါဘူး...ဒါနဲ့ပဲ ဆူချတ်တို့အဖွဲ့ဟာ မသမာတဲ့နည်းနဲ့ ခမ်ရဲ့ဆင်လေးကို ခိုးသွားပြီး နိုင်ငံခြားသားဆီရောင်းခဲ့ပါတယ်\nဒီလိုနဲ့ပဲ ခမ်ဟာ သူ့ဆင်လေးကိုကယ်ဖို့ကြိုးစားရပါတော့တယ်ခမ်လေး သူချစ်ရတဲ့ဆင်လေးကိုကယ်နိုင်ပါ့မလား ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံရမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်နော်🔥( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(2.2GB) / (1.3GB)\nQuality__BluRay_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:44:00\nType__Action\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.2",
        "url": "https://megaup.net/3bo7h/The_Protector(Warriror_King)_2_(2013)_720p.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gsNmekHdx3iK6V6Z7xBHHbgosbF.jpg",
        "title": "[18+] Lover (2005)",
        "description": "Lover (2005)မင်းသမီးက ကင်ကီဒွပ်ရဲ့ The Net တို့ Hong Sang-soo ရဲ့ Woman Is the Future of Man တို့ထဲ သရုပ်ဆောင်ဖူးတဲ့လူပါ။ Lee Sun-kyunလို နာမည်ရမင်းသားနဲ့တွဲပြီး မင်းသမီးနေရာကလည်း ရိုက်ဖူးပါသေးတယ်။ ဒီကားထဲမှာတော့ ကင်မင်ဟီးလိုလို ရုပ်လေးနဲ့ဆိုတော့ ကြည့်ရတော်တော်တန်ပါတယ်။ မင်းသားကလည်း Bad Guys ဇာတ်လမ်းတွဲ ၂ခုလုံးရော မူဗီမှာပါ ပါဖူးတဲ့သူဆိုတော့ ၁၈အပေါင်းကားပေမဲ့ cast တွေတော့ ကြမ်းပါတယ်။ဇာတ်လမ်းကတော့ ကုမ္ပဏီဒေဝါလီခံပြီး အာဖရိကကိုသွားတော့မယ့်လူတစ်ယောက်ဟာ ကိုရီးယားမှာနေတဲ့ နောက်ဆုံးနေ့မှာ မိန်းကလေးတစ်ယောက်နဲ့တွေ့ခဲ့တဲ့အကြောင်းပါပဲ။ အဲဒီမိန်းကလေးနဲ့ အဲဒီတစ်ရက်တာကို အတူကုန်ဆုံးပြီး ၂ယောက်အတူ ပျော်စရာဘဝလေးတစ်ခုကိုဖြတ်သန်းကြပါတယ်။ ဇာတ်လမ်းနဲ့ကားမို့ ၃ခန်းပဲပါပေမဲ့ မင်းသမီးလှလို့ ကြည့်ရတန်သလို ဇာတ်လမ်းကလည်း ရိုမန့်တစ်ဆန်ဆန်နဲ့ ကြည့်ရတန်တာမို့ ရိုမန့်တစ်အချစ်ညပြာပြာလေးကို ဖြတ်သန်းချင်တာပဲဖြစ်ဖြစ် ဒီတိုင်းဆွေးရင်းတစ်ကိုယ်တော်မှုပြုချင်တာပဲဖြစ်ဖြစ် ကြည့်ကောင်းမယ့်ကားလေးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို 6 9 ...",
        "rating": "5.8",
        "url": "https://megaup.net/2vqwe/(CM)_The_Intimate_(2005)_720p.mp4",
        "category": "Adult, Drama, Romance"
    }
]