[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Ali_Wong_Don_Wong-185690299-mmed-134x200.jpg",
        "title": "Ali Wong: Don Wong (2022)",
        "description": "Ali Wong: Don Wong (2022)====================IMDb Rating - 6.7/10စင်ဂယ်ဘဝကို ပြန်အားကျနေကြတဲ့ အိမ်ထောင်သည်တွေ အိမ်ထောင်သည်ဘဝကို\nမျှော်လင့်နေကြတဲ့ စင်ဂယ်တွေအတွက် ချစ်သူများနေ့အမှတ်တရဆိုပြီး Netflix အထူး\nတင်ဆက်ပေးထားတဲ့ show လေးကတော့ Ali Wong ရဲ့ Don Wong ပဲဖြစ်ပါတယ်။\nဒီရှိုးလေးမှာတော့ Ali တစ်ယောက် စင်ဂယ်တွေကို ဘာလို့အားကျတာလဲဆိုတာတွေ\nအမေတို့ခေတ်နဲ့မတူတော့တဲ့ ၂၁ရာစုကြီးမှာ မိန်းမတွေရဲ့ဖောက်ပြန်ချင်စိတ်နဲ့ အလိုဆန္ဒ\nအကြောင်းတွေ သတ်လတ်ပိုင်းအိမ်ထောင်သည်ဘဝမှာ ကြုံတွေ့ရတဲ့ ဆန္ဒမပြည့်ဝခြင်းလေး\nတွေကို ဘွင်းဘွင်းရှင်းရှင်းကြီး ဟာသနှောပြီးတင်ဆက်ထားတဲ့ comedian Ali Wong ရဲ့\nအထူးရှိုးလေးမို့ စိတ်ဝင်တစားသိရှိလိုသူအပေါင်းတို့ လက်မလွတ်တမ်းကြည့်ရှုနိုင်ကြပါပြီနော်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ Lwin Lwin Aung ဖြစ်ပါတယ်)File Size - (1.25 GB) /(441 MB) / (273 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration - ...",
        "rating": "6.7",
        "url": "https://megaup.net/34jdu/ali.wong.don.wong.2022.720p.web.h264-naisu_-_Copy.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-24-at-00.20.06-136x200.png",
        "title": "Supercool (2021)",
        "description": "Supercool (2021)==============အပျင်းပြေစရာ အခွီဇာတ်ကားလေးတွေကို မျှော်လင့်နေတဲ့ CM ပရိတ်သတ်တွေအတွက်\nဒီတစ်ခါမှာတော့ Supercool ဆိုတဲ့ Teen Comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်\nရပါတယ်။\nNeil နဲ့ Gilbert တို့ဟာ အထက်တန်းကျောင်းတော်ကြီးမှာ အခင်ဆုံး သူငယ်ချင်းနှစ်ယောက်\nဖြစ်ပါတယ် ဒါ့အပြင် အပေါင်းမသင်းမ၀င်ဆံ့တဲ့ အရှုံးသမားတွေလည်း ဖြစ်ကြလေရဲ့ ။\nကိုယ်တက်တဲ့ကျောင်းမှာ ပေါ်ပြူလာဖြစ်ချင်စိတ် ခပ်ဟော့ဟော့ နဲ့ စကီလေးတွေ ဝိုင်းနေတဲ့သူ\nဖြစ်ချင်စိတ်မျိုးကတော့ လူတိုင်းမှာ ရှိခဲ့ကြမယ် ထင်ပါတယ် Neil နဲ့ Gilbert တို့ကလည်း သူတို့ရဲ့\nအရှုံးသမားဘ၀ကြီးကို စိတ်ပျက်လွန်းကြပြီး ပေါ်ပြူလာ ဖြစ်ချင်ကြပါတယ်။ ဒါ့အပြင် Neil မှာ\nSummer ဆိုတဲ့ crush လေးကလည်း ရှိနေပြန်ပါတယ်။ သို့ပေမယ့် Summer နဲ့ နီးစပ်ဖို့ဝေးစွ\nငနဲသားဟာ တစ်ခါမှတောင် စကားသွားမပြောဖူးပါဘူး ရှေ့တစ်ပတ်ထဲမှာ Summer လုပ်မယ့်\nမွေးနေ့ပါတီပွဲလေးကိုလည်း Neil တစ်ယောက် အရမ်းသွားချင်နေခဲ့တယ်။ ဒီလိုအဖြစ်မျိုးတွေကနေ\nNeil အတွက်တော့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Inbx/Supercool.2021.720p.mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGI4ZjBjNWYtYmI2OS00MjgxLTk0ZTctYzY1YWNkMWI2ODE0XkEyXkFqcGdeQXVyMTY3NTQ3MjE@._V1_-150x200.jpg",
        "title": "Weekend Warriors (2021)",
        "description": "Weekend Warriors (2021)==================ဖခင်ဖြစ်သူကိုဆုံးရှုံးထားရပြီး မိခင်ဖြစ်သူ ညီမဖြစ်သူနဲ့နေနေရတဲ့\nဆယ်ကျော်သယ်ကျောင်းသားလေး စကော့တီ...ကျောင်းမှာလည်း\nသူငယ်ချင်းဆိုတာမရှိ အားလပ်ချိန်တွေမှာလည်းအခန်းထဲပဲအောင်း\nနေတဲ့သူက ကျောင်းပိတ်ရက်တစ်ရက်မှာစိတ်ပြေလက်ပျောက် အဖိုး\nအဖွားဆီသွားချင်လို့ မိခင်ကိုပူဆာပါတော့တယ်။ ဒီလိုမိခင်က ဦးလေး\nဖြစ်သူကိုဖုန်းဆက်ခေါ်ပြီး သူတို့ကိုဦးလေးနဲ့အတူထည့်ပေးလိုက်ပါတယ်။\nကျောင်းပိတ်ရက်လေးမှာ အေးအေးဆေးဆေးအပန်းဖြေဖို့စိတ်ကူးထားတဲ့\nစကော့တီအတွက် မထင်မှတ်ထားတဲ့အလှည့်အပြောင်းကဖြစ်လာပြီး\nအသက်လုပြေးရတဲ့ကျောင်းပိတ်ရက်ဖြစ်သွားပါတော့တယ်။ ဒီဇာတ်ကား\nလေးကတော့ စကော့တီနဲ့ညီမဖြစ်သူတို့ရဲ့စွန့်စားခန်းတွေကိုအသားပေး\nရိုက်ကူးထားတာဆိုတော့ ကလေးစွန့်စားခန်းကားလေးလို့ပြောရမလိုပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.93 GB) / (906 MB) / (618 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 33mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Thriller\nTranslator – Chit Tee\nEncoder – SWM",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/weekend-warriors-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/roo-142x200.jpg",
        "title": "Roman Holiday (1953)",
        "description": "IMdb 8 အထိ လူ တစ်သိန်းကျော် vote ပေးထားတဲ့ ဂန္ဓဝင် အချစ် ဟာသကားလေး ကြည့်လိုက်ရအောင်။ အကောင်းဆုံး အမျိုးသမီးသရုပ်ဆောင်ဆု၊ အကောင်းဆုံးဇာတ်ညွှန်းဆု၊ အကောင်းဆုံးဝတ်စုံဆု အော်စကာတွေ ရခဲ့ပါတယ်။ ခုခေတ်စကားနဲ့ ပြောရင်တော့ စောင်ကိုက်ရမယ့် ဇာတ်လမ်းလေးပေါ့။\nတော်၀င်မင်းသမီးလေးတပါးဖြစ်တဲ့ အန်းဟာ ရောမမြို့ကို လည်ပတ်ရင်းနဲ့ တာ၀န်၀တ္တရားတွေကိုမခံနိုင်တဲ့အတွက် ထွက်ပြေးပါတယ်။အဲဒီမှာ အမေရိကန်သတင်းထောက်ဖြစ်သူ ဂျိူးနဲ့ တွေ့မိရာမှာ မမျှော်လင့်ဘဲ သံယောဇဉ်တွယ်မိပါတယ်။ တော်တော်ရယ်ရပြီး ဇာတ်လမ်းကလည်းကြည်နူးစရာကောင်းပါတယ်။ရောမမြို့ရဲ့အထင်ကရနေရာတွေမှာ ရိုက်ကူထားတာပါ။\nဟောလိဝုဒ်သမိုင်းတစ်လျှောက်အကောင်းဆုံးသရုပ်ဆောင်တွေထဲမှာ ပါ၀င်တဲ့ မင်းသမီးချော\nAudrey Hepburn ပထမဆုံးအော်စကာရတဲ့ကားဖြစ်ပြီး မင်းသားကြီး Gregory Peck နဲ့အတွဲညီညီ သရုပ်ဆောင်ထားပါတယ်။တကယ်ကောင်းတဲ့ကားလေးမို့လို ကြည့်ကြည့်ဖို့တိုက်တွန်းပါတယ် File size…(1.91 GB)/(1.07 GB)/(573.93 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:58:00\nGenre...Comedy, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "8",
        "url": "https://megaup.net/1Irib/Roman_Holiday_1953_720p_(CM).mp4 ",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/l0wpnurljao8-140x200.jpg",
        "title": "Tough as Iron (2013)",
        "description": "Tough as iron (2013)'ပျော့ရင်ဖယောင်း၊ မာရင်သံချောင်း' ...ဒီကားလေးကတော့ ဘူဆန်မြို့က Kang Chul ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်။Kang Chul အဖြစ် Yoo Ah In က သရုပ်ဆောင်ထားပြီး Kim Hae Sook, Jung Yumi တို့အပြင် အခြားသောနာမည်ကြီး သရုပ်ဆောင်များလည်း အားဖြည့်ပါဝင်ထားကြပါတယ်။Kang Chul ဆိုတဲ့ကောင်လေးဟာ ဘူဆန်မြို့ရဲ့ ဆိပ်ကမ်းမှာ ရေခဲလုပ်သားအဖြစ်လုပ်ကိုင်နေတဲ့ အခြေခံလုပ်သားလေးတစ်ဦးပဲ ဖြစ်ပါတယ်။အထက်တန်းကျောင်းမှာတုန်းက ဖိုက်တာတစ်ယောက် ဖြစ်ခဲ့ပေမယ့်လည်း ဘဝကို အေးအေးချမ်းချမ်းဖြတ်သန်းရင်းနဲ့ အယ်ဇိုင်းမားရောဂါသည် မိခင်ကို ပြုစုစောင့်ရှောက်ရင်း နေထိုင်နေခဲ့ပါတယ်။သာယာနေတဲ့ ဘဝလေးထဲကို တစ်နေ့မှာတော့ အမေဖြစ်သူရဲ့ ရောဂါအ‌ခြေအနေဆိုးရွားလာမှုကြောင့် ခွဲစိတ်ဖို့ ငွေအရေးပေါ်လိုအပ်လာခဲ့ပြီး သူငယ်ချင်းဖြစ်သူရဲ့ အချိတ်အဆက်နဲ့ ဘူဆန်ရဲ့မြေအောက်လောက ဂိုဏ်းကဏ္ဍတွေမှာ ပါဝင်ပတ်သတ်မိသွားတဲ့အချိန်မှာတော့ ပြန်ရုန်းထွက်နိုင်ဖို့ လွယ်ကူပါဦးမလား၊ မိခင်ကိုရော ကယ်တင်နိုင်ပြီး လွတ်မြောက်သွားနိုင်မလားဆိုတာကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Irh0/Tough_As_Iron_(2013)_720p.mp4",
        "category": "Action, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/PRED-362-156x200.jpg",
        "title": "(21+) PRED-362 My Wife And I Are Bored Of Each Other So Tempted By Karen (Step Sister) (2022)",
        "description": "ကာရန်ရဲ့အကြည့်တွေကို ဘယ်သူလွန်ဆန်ရဲမှာလဲသူ့ရဲ့ ညှို့အားတွေရော ဘယ်သူရုန်းနိုင်မှာလဲသူမရဲ့ တက်ကြွဖျက်လတ်နေတဲ့ အသက်အရွယ်ဖူးပွင့်စ ပန်းလေးတစ်ပွင့်လိုပါပဲသူမရဲ့ အလှတွေကို ဘယ်လိုလူက သောက်သုံးရက်မှာလဲအိမ်ထောင်ရေးတစ်ခုမှာ ယောင်္ကျားတစ်ယောက်က ဘယ်လောက်ပဲစည်းစောင့်ပါစေ ကာရန်လို မိန်းကလေးတစ်ယောက်နဲ့တွေ့ရင်ထင်မှတ်မထားတာတွေ ဖြစ်လာမှာပါပဲအခုလည်းကြည့်လေ ကာရန်ရဲ့အစ်မ သူ့အမျိုးသားပေါ်မှာဘယ်လောက်ပဲရိုသေနေပါစေ ကာရန်ကတော့ မရိုသေပါဘူးတစ်နှစ်ကျော်လောက်ခွဲသွားပြီးတော့ ပြန်လာတဲ့ ကာရန်ရဲ့ အစ်မယောင်္ကျားကိုကာရန်က မဆီမဆိုင်ပဲ သွားပြီးခရီးဦးကြိုပြုပါတယ်ကာရန်က အကြံသမားဆိုတော့ အိမ်ကို တန်းပြီး ပြန်မပို့သေးပဲနေစရာတစ်ခုစီစဉ်ထားလိုက်ပါတယ်နေရာစီစဉ်ထားတာကလဲ အိမ်နဲ့ ဝေးနေတော့ ပြန်ရောက်တာကလဲ ညနေဆိုတော့အဲဒီမှာပဲ တစ်ညအိပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်အမျိုးကောင်းသားလေးက ဘယ်လိုပဲ အကြောင်းပြချက်တွေ ပေးပေးကာရန်ရဲ့ မာယာကျော့ကွင်းထဲ ဝင်လျှက်သား ဖြစ်သွားပါတော့တယ်အိမ်ထောင်ရှင် အမျိုးသားများ သင်ခန်းစာရယူဖို့ တင်ဆက်ပေးလိုက်ပါတယ်တစ်ခုသတိထားရမှာက ကာရန်ရဲ့ မာယာကျော့ကွင်းက အမြင့်ဆုံး Levelဖြစ်နေတဲ့အတွက် မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်တော်ပါဘူးခင်ဗျ။ \nFile size…1GB\nQuality…720p FHD \nFormat…mp4\nDuration….2h 1min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7",
        "url": "https://megaup.net/2oods/PRED-362_-_My_Wife_And_I,_Who_Was_In_A_Stat.720p(DS).mp4",
        "category": "Adult, Asian, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/813COq4AFIL._AC_SL1500_-141x200.jpg",
        "title": "[21+] I Hope My Husband Never Finds Out – Karen Kaede [IPX-641]",
        "description": "ဂျပန်ကတုံးနဲ့ Karen Kaede တို့ပါဝင်တဲ့ ဇာတ်ကားဆိုတော့ ကျွန်တော်တို့ မငြင်းဆန်နိုင်ခဲ့ပါဘူး...AV IDOL တပုံကြီးရှိတဲ့အထဲ တစ်ခါကြည့်ဖူးတာနဲ့ စွဲနေတတ်တဲ့ IDOL လေးဆို Karen Kaede က ပြေးမလွတ်ပါပဲ...နူးညံ့ညင်သာမှုအပြည့်နဲ့ ကြင်နာသနားတတ်တဲ့ သူ့မျက်ဝန်းတွေက ပျော်ဝင်စရာအတိပါ...ကြည်တောက်ချောမွတ်တဲ့အသားအရေနဲ့ ကျော့ရှင်းလှပတဲ့ ခန္ဓာကိုယ်ကောက်ကြောင်းကလဲ ယစ်မူးစရာချည်းပါပဲ...သွယ်လျတဲ့မျက်နှာကျနဲ့ အားလုံးကိုပေါင်းစပ်လိုက်တော့ သက်ရှိနတ်သမီးတစ်ပါးလို လင်းကျင်းထွက်နေတတ်သူလေးပါ။ဂျပန်ကတုံးဆိုတာကလဲ သိုင်းကြမ်းစုံတဲ့ ဝါရင့်သိုင်းသမားဆိုတော့....။Dark Side Production မှ တင်ဆက်သည်။File Size : (2.5 GB) & (999 MB)\nQuality : HD-Rip 1080p & 720p\nRunning Time : 01:55:25\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Andrew Mason\nEncoded by JAVA",
        "rating": "",
        "url": "https://megaup.net/34m4D/(DS)I_Hope_My_Husband_Never_Finds_Out_–Karen_Kaede[IPX-641]_720p.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4GY9T7vwoMIw90l8tpFijhFgano.jpg",
        "title": "Miss Willoughby and the Haunted Bookshop (2022)",
        "description": "Miss Willoughby and the Haunted Bookshop (2022) ဇာတ်လမ်းအညွှန်း****************************************လောကမှာ သရဲတစ္ဆေဆိုတာ တကယ်ပဲရှိသလားဒါမှမဟုတ် လူတွေရဲ့ စိတ္တအာရုံ သက်သက်ပဲလားမမြင်အပ်တဲ့အရာတွေ မြင်လာရတဲ့အခါမကြားသင့်တာတွေကြားလာရတဲ့အခါတကယ်ပဲ သဘာဝလွန်ဖြစ်ရပ်တွေ ဖြစ်လာတာလားလူတွေရဲ့ ကောက်ကျစ်တဲ့စနက်လားဆိုတာ သိနိုင်ဖို့ ခဲယဥ်းလှပါတယ်။ဒီဇာတ်လမ်းလေးထဲမှာလည်း စာအုပ်ဆိုင်ပိုင်ရှင် အမျိုးသမီးတစ်ယောက်ဟာအသက်ကြီးလာတော့မှပဲ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ကြုံလာရပါတယ်။ဒီလိုဖြစ်လာလို့ သူရဲ့ မိတ်ဆွေဆီသွားပြီး အကူအညီတောင်းခဲ့ပါတယ်။သူ့မိတ်ဆွေ ခေတ်ပညာတတ်မိန်းမပျိုလေးက ဒီလို ဝိဉာဥ်လောကကို အယုံအကြည်မရှိပါဘူး။ဒါပေမယ့် ကြုံရတဲ့သူကလည်း လိမ်လည်ပြီးပြောနေတာမဟုတ်လို့ဒီနောက်ကွယ်မှာ ဘယ်လိုအကြောင်းအရာတွေရှိနေမလဲဆိုတာဆက်လက် ရှာဖွေဖော်ထုတ်ကြတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကို ကြည့်ရင်းနဲ့ ငယ်ငယ်ကကြည့်ဖူးတဲ့ စကူဘီဒူကာတွန်းလေးကိုတောင် သတိရမိပါတယ်။မကောင်းဆိုးဝါးတွေဆိုတာ လက်တွေ့ဘဝမှာ တကယ်ရှိမလားဆိုတာကို စုံထောက်ဆန်ဆန်ရှာဖွေကြပုံကိုရိုက်ကူးပုံဖော်ပေးထားတာမို့လို့ တစ်ခါလောက်ဖြစ်ဖြစ် ကြည့်ကြည့်ဖို့ ညွှန်းလိုက်ပါတယ်။ဇာတ်လမ်းလေးထဲမှာ Miss Willoughby အဖြစ်\nမင်းသမီးချော Nathalie Coxက ပါဝင်သရုပ်ဆောင်ထားပြီး\nHelen Deakin အဖြစ် Louise Bangay က သရုပ်ဆောင်ထားသလို တခြား အနုပညာရှင်များစွာလည်း ...",
        "rating": "5.1",
        "url": "https://megaup.net/2onkw/Miss.Willoughby.and.the.Haunted.Bookshop.2022.720p.WEB-DL.CM.mp4",
        "category": "Adventure, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hyZkNEbNgnciUVTyu4NZTjlCh4L.jpg",
        "title": "Signs (2002)",
        "description": "Signs (2002) ~ IMDb - 6.7/10, RT - 74%, Letterboxd - 3.4/5 ~Horror / Thriller ရုပ်ရှင်တွေကို သဘောကျတဲ့လူတွေအနေနဲ့တော့ ဒါရိုက်တာ M. Night Shyamalan ကို မသိတဲ့လူ မရှိလောက်ပါဘူး။ ရုပ်ရှင်နဲ့ လူမတွဲမိရင်တောင် သူ့ကားအများစုကို ကြည့်ဖူးပြီးသားဖြစ်ကြမှာပါပဲ။ Shyamalan ဟာ The Sixth Sense, Unbreakable Trilogy, The Village, The Happening နဲ့ Old အစရှိတဲ့ ကားတွေကိုရိုက်ခဲ့တဲ့သူပါပဲ။Signs ဟာ Shyamalan ရဲ့ မာစတာပိစ်တစ်ကားအဖြစ် Horror ဖန်တွေ သမုတ်ကြတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်သလို Mel Gibson, Joaquin Pheonix တို့ရဲ့ ပြောင်မြောက်လှတဲ့ သရုပ်ဆောင်စွမ်းရည်တွေနဲ့အတူ မင်းသား Rory Culkin, ...",
        "rating": "6.7",
        "url": "https://megaup.net/2on7o/(CM)_Signs_(2002)_720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ews3l3v7JYLtBS5ansZrXsXLMzl.jpg",
        "title": "Gasoline Alley (2022)",
        "description": "Gasoline Alley (2022)ခုတစ်ခေါက်မှာတော့ သည်းထိပ်ရင်ဖိုမှုခင်းကားတစ်ကားဖြစ်တဲ့ Gasoline Alley နဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ လေး‌လောင်းပြိုင်လူသတ်မှုတစ်မှုရဲ့ အခင်းဖြစ်တဲ့နေရာမှာ \"Gasoline Alley\" လို့ထွင်းထားတဲ့ မီးခြစ်တစ်ခုကို စုံထောက် Freeman နဲ့ Vargas တို့ကတွေ့ရှိခဲ့ပါတယ်။ \"Gasoline Alley\"ဆိုတဲ့ နာမည်ကအကျဉ်းသားဟောင်းတစ်ဦးဖြစ်တဲ့ Jimmy Jayne ရဲ့ တက်တူးဆိုင်နာမည်နဲ့လာ‌တူနေတဲ့အပြင်လူသတ်မှုမဖြစ်ခင်ညကJimmyဟာ အသတ်ခံရတဲ့လေးယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့ Stars နဲ့ပတ်သက်မှုရှိနေခဲ့တော့အမှုရဲ့သံသယရှိသူဖြစ်လာပါတော့တယ်။ အကျဉ်းကျခဲ့ဖူးပေမယ့် ကိုယ်မလုပ်တဲ့ပြစ်မှုအတွက် ထောင်အကျမခံနိုင်ပါဘူးဆိုတဲ့Jimmy ကသံသယရှိသူဖြစ်လာတဲ့အခါမှာတော့ စုံထောက်နှစ်ယောက်နဲ့ပေါင်းပြီးနာမည်ရှင်းဖို့ရာအတွက် အမှုကိုလိုက်ပြီးစုံစမ်းပါတော့တယ်။Jimmyတစ်ယောက် ကိုယ့်နာမည်ကိုဘယ်လိုရှင်းမလဲဆိုတာကို ပဟေဠိဆန်ဆန်နဲ့ ကြည့်ရမယ့်ကားလေးမို့ ကြည့်ရှုအားပေးကြပါဦး။\nFile size…1.25Gb / 700MB / 350MB\nQuality…1080p WEB RIP  AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h 37mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Allena & Honeyey",
        "rating": "",
        "url": "https://megaup.net/2onoy/Gasoline.Alley.2022.720p(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/chain-138x200.jpg",
        "title": "(18+)Chain-The Temptation of Two Women(2017)",
        "description": "(18+)Chain-The Temptation of Two Women(2017)Dark Side ကိုမှ Thriller အသားပေး သည်းထိတ်ရင်ဖို ဇာတ်လမ်းသွားလေးနဲ့ လူကြီးကားလေးကိုမိတ်ဆက်ချင်ပါတယ် ဇာတ်လမ်းသဘောကတော့ မိန်းကလေးနှစ်ယောက်ရဲ့ အချစ်ကနေအစပြုပါတယ် မီနာနဲ့ ရှင်းယောင်းဆိုတဲ့ အတူနေသူငယ်ချင်းနှစ်ယောက် သူငယ်ချင်းထက်ပိုတဲ့သံယောဇဉ်တွေ ငြိတွယ်မိတဲ့ အခါ မီနာအတွက် ရှင်းယောင်းဆိုတဲ့ကောင်မလေးက အရာရာပေးဆပ်ဖို့အသင့်ဖြစ်လာခဲ့ပါတယ် မီနာဟာ Bi-Sexual တစ်ယောက်ဖြစ်လို့ ရှင်းယောင်းအပြင်ယောကျာ်းလေးချစ်သူလည်းရှိပါတယ် မီနာတစ်ယောက် အတူနေရည်းစားကောင်မလေးထက်ချစ်သူကောင်လေးကိုအရေးပေးမိတဲ့အခါ ချစ်သူကောင်လေး ဖောက်ပြန်လို့နာကျင်ရတဲ့အခါရှင်းယောင်းတစ်ယောက် မီနာကိုနာကျင်အောင်လုပ်တဲ့အရာ မှန်သမျှကို ရှင်းပစ်ဖို့ကြံစည်ခဲ့ပါတော့တယ် 18+ကားလေးဆိုပေမယ့် ဇာတ်လမ်းဇာတ်သွားလေးနဲ့ မလို့DSဖန်တို့ ကြည့်ကောင်းဦးမယ်ဆိုတာ အသေအချာပါပဲ ဆော်လေးတွေကလည်းကိုရီးယားပျိုဖြူတို့ ထုံးစံအတိုင်း ဖြူဖြူဖွေးဖွေး ရေဆေးငါးလေးတွေဆိုတော့ရှယ်မှရှယ်ပါပဲ မိန်းကလေးချင်းချစ်တဲ့ အခန်းတွေလည်း ဖောဖော သီသီပါဝင်ထားလို့ဗဟုသုတ စိတ်ဝင်စားရင် ဒေါင်းကြည့်ဖို့တိုက်တွန်းပါရစေ \nFile size…900MB\nQuality…720p FHD RIP\nFormat…mp4\nDuration….1h 33mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Fox",
        "rating": "7.0",
        "url": "https://megaup.net/12sfw/Chain-The.Temptation.of.Two.Women.2017.HDRip.720p(DS).mp4",
        "category": "Drama, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wGnbXtPwE6viC8wiRkRCALe5eLe.jpg",
        "title": "Your World Without Me ( 2021 )",
        "description": "Your World Without Me ဆိုတဲ့ဇာတ်ကားလေးကတော့ တောသားလေးနဲ့ မြို့သူမလေးတို့ရဲ့အချစ်ဇာတ်လမ်းလေးဖြစ်ပါတယ်တစ်နေ့မှာ မြို့သူမလေး လော့ယောင်ကတောသားလေး အားပုနေတဲ့မြို့ငယ်လေးကို ခရီးထွက်ရင်ရောက်လာပါတယ်အားပုကမီးပုံပွဲတော်သွားမဲ့လမ်းတစ်‌ဝက်မှာလော့ယောင်နဲ့တွေ့ဆုံမိပြီး မြင်မြင်ချင်းမှာပဲ ချစ်မိသွားပါတော့တယ်ချစ်မိသွားတယ်ဆိုတဲ့အတိုင်း လော့ယောင်ကိုနေရာတကာလိုက်ကာကွယ်ပြီးကူညီတာပေါ့နော်ဒီလိုနဲ့ပဲ လော့ယောင်နဲ့အချိန်ကြာကြာတူတူရှိချင်လို့သူတို့မြို့ငယ်လေးကိုလည်ပတ်ဖို့ လမ်းညွှန်ခရီးထွက်ကြပါတယ်ဒီလိုနဲ့ပဲ သူတို့သစ်သားအိမ်လေးမှာ မသိစိတ်ကချစ်ခြင်းမေတ္တာလေးတွေပြင်းထန်သွားပြန်ရောခရီးထွက်လာတဲ့ဧည့်သည် လော့ယောင်လေးကသူမြို့လေးကိုပြန်ရတော့မဲ့အချိန်ကိုရောက်လာတော့အားပုကိုနှုတ်ဆက်ပြီး ထွက်သွားခဲ့ပါတယ်နောက်ပိုင်းမှာ အားပုကို လော့ယောင်ရှိတဲ့နေရာကိုလိုက်သွားပြီးသူတို့ ဘာဆက်ဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ရအောင်နော် \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Drama , Romance\nDuration : 96 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/your-world-without-me-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/koap5B3bQHQi3yaZ39vpWR66TGP.jpg",
        "title": "Cell 211 (2009)",
        "description": "Cell 211 ဇာတ်လမ်းအညွှန်း********************၂၀၀၉ ခုနှစ်က ထွက်ရှိထားတဲ့ စပိန်ဇာတ်ကားကောင်းဖြစ်ပြီး IMDB 7.6 တောင်ရရှိထားတာမို့ အချဉ်တော့မဟုတ်ဘူးပေါ့နော်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် ဟူအန်းအိုလီဗာအကြောင်းကနေ စပြောရမှာပဲ။ ဟူအန်းက အသက် ၃၀၊ မိန်းမရှိတယ်။ သူ့မိန်းမက မွေးခါနီးဖွားခါနီး ကိုယ်ဝန်ကြီးနဲ့ မပေါ့မပါးပေါ့… ဟူအန်း အရင်က သားသတ်ရုံမှာအလုပ်လုပ်ရတာ၊ အခုတော့ ထောင်စောင့်အနေနဲ့ အလုပ်သစ်ရထားပြီ။ မနက်ဖြန်စဆင်းရမယ်ဆို ဒီနေ့လိုနေ့မှာ သူ ထောင်အခြေအနေကို လေ့လာဖို့ ထွက်လာခဲ့တယ်။ သားသမီးရလာတော့မယ်ဆိုတော့ အလုပ်ကြိုးစားချင်စိတ်ကြောင့်ပဲဆိုပါတော့လေ။ သူအလုပ်လုပ်ရမယ့်ထောင်မှာကလည်း တကယ့်ကိုဆိုးပေ့မိုက်ပေ့ လူဆိုးကြီးတွေချည်းပဲ။ ထောင်ကြီးကလည်း တကယ့်ကိုအိုဟောင်းစုတ်ပြတ်နေပြီ။ ကံဆိုးချင်တဲ့ ဟူအန်းတစ်ယောက် ထောင်ကိုရောက်ပြီး လှည့်ပတ်ကြည့်ရှုလို့ သိပ်မကြာခင်မှာပဲ ခေါင်မိုးပြိုကျလို့ ထိပ်ပေါက်ပါလေရောလား…တစ်ပူပေါ်တစ်ပူဆင့်ချင်တော့ အဲဒီချိန်မှာပဲ ထောင်ထဲက ခေါင်းဆောင်လို့ဆိုရမဲ့ မာလာမာဒရစ်က အစောင့်လက်ကနေ လွတ်လာပြီး ထောင်ဆူတော့တာပါပဲ။ ဒီလိုနဲ့ ဟူအန်းတစ်ယောက် အကျဉ်းခန်း ၂၁၁ ထဲမှာ ပိတ်မိနေရာက သူ့ကိုယ်သူ အသစ်ရောက်လာတဲ့ထောင်သားပါလို့ အားလုံးယုံအောင်ဖြီးဖြန်းခဲ့ရာကနေ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2omjv/[CM]Cell.211.2009.SPANISH.720p.BluRay.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/815BxF1DgrL._RI_-150x200.jpg",
        "title": "The Chosen: Forbidden Cave (2015)",
        "description": "The Chosen: Forbidden Cave (2015)ဒဏ္ဍာရီအဆိုတွေ ရှိခဲ့တဲ့ တားမြစ်ထားရလောက်တဲ့ထိ ကြောက်စရာကောင်းတဲ့ မြွေလိုဏ်ဂူတစ်ခု...အဲ့ဒီဂူထဲက အငြိုးကြီးတဲ့မကောင်းဆိုးဝါးတစ်ကောင်ဟာ မျိုးရိုးစဉ်ဆက်အလိုက် ရွေးချယ်ထားသူ နတ်ဆရာမျိုးရိုးမှာ ကူးပြောင်းလာရင်းဂင်ဂွန်းဂျူဆိုတဲ့ အမျိုးသမီးဆီရောက်လာတဲ့အခါ ဂွန်းဂျူက လက်ခံဖို့ ငြင်းဆန်လိုက်တဲ့အခါမှာတော့မိသားစုမှာ ကံဆိုးမှုတွေကြုံတွေ့ပြီး နောက်ဆုံး သမီးဖြစ်သူဆီ မကောင်းဆိုးဝါးက ကူးပြောင်းသွားတဲ့အခါ...ကူညီပေးမယ့် စိတ်ရောဂါဆရာဝန်ဖြစ်ရုံသာမက ဝိဉာဉ်လောကကိုပါ သိကျွမ်းတဲ့ ပါမောက္ခ ရှင်းဂျင်မြောင်နဲ့အတူ သူတို့အခက်အခဲကို ကျော်ဖြတ်သွားနိုင်မလားဆိုတာ ကြည့်ရှုလိုက်ကြရအောင်ပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )File Size__(1GB)\nQuality__720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:46:00\nType__Horror , Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hay Mann Thitsar\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-chosen-forbidden-cave-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/e-105x200.jpg",
        "title": "Eiffel (2021)",
        "description": "ပြင်သစ်သမိုင်းဖြစ်ရပ်မှန် ဒရာမ အသစ်လေး ကြည့်လိုက်ရအောင်။ ဇာတ်ကားနာမည်ကိုတွေ့တာနဲ့ သိသာနေပါပြီ။ အိုက်ဖယ်မျှော်စင် (အီဖယ်မျှော်စင်)ကို တည်ဆောက်ခဲ့တဲ့ အင်ဂျင်နီယာ ဂုစတက် အိုက်ဖယ်ရဲ့ အကြောင်းပါပဲ။ အိုက်ဖယ်မျှော်စင်ကို ၁၈၈၇ ခုနှစ် ဇန်နဝါရီလမှာ စတင်တည်ဆောက်ခဲ့ပြီး ၂ နှစ် ၂ လ နဲ့ ၅ ရက်အကြာ ၁၈၈၉ မတ်လမှာ ပြီးစီးခဲ့ပါတယ်။ မီတာ ၃၀၀ အထိ မြင့်ပြီးတော့ သံတွေနဲ့တည်ဆောက်ခဲ့တာဖြစ်ပါတယ်။ ဒီလောက်ကမ္ဘာကျော် ဧရာမအဆောက်အဦအမြင့်ကြီးကို ဆောက်တဲ့နေရာမှာ ထူးခြားစွာပဲ သေဆုံးခဲ့သူ ကြီးကြီးမားမားထိခိုက်ခဲ့သူမရှိခဲ့ပါဘူး။ ဒါဟာလည်း အလုပ်သမားတွေနဲ့ ခေါင်းဆောင်တွေရဲ့ အရည်အချင်းတစ်ရပ်ပါပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ မျှော်စင်ကြီးစတည်ဆောက်ဖို့အကြောင်းဖန်လာပုံတွေ၊ ကြိုးစားခဲ့တာတွေ အခက်အခဲတွေကို ရိုးမန့်စ်ဒရာမာလေးတွေနဲ့ရောပြီး ပြသထားပါတယ်။  ရုပ်ရှင်ကောင်းတစ်ခုပဲမို့ တင်ပေးလိုက်ပါတယ်။ File size…(1.49GB)/(662MB)/(425.5 MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:01:00\nGenre...Drama, Biography, History\nSubtitle….Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/2omhA/Eiffel_2021_720p_(CM).mp4 ",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGY3Y2QxMWQtZjI4ZC00M2EyLTk0NjMtZDNjNmEyMTkzMDlmXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Stuart Little 3: Call of the Wild (2005)",
        "description": "Stuart Little 3: Call of the Wild (2005)\n============================\nယခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ ကြည့်ရတာပေါ့ပေါ့ပါးပါးရှိပြီး\nလူတော်တော်များများနဲ့ရင်းနီးပြီးသားဖြစ်တဲ့ ကြွက်ကလေး စတူးဝပ်လစ်တဲလ် ရဲ့\nဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။၁၉၉၉ ခုနှစ်မှာ Stuart Little -1 ကိုထွက်ရှိခဲ့ရာမှ ပရိတ်သတ်အခိုင်အမာရရှိခဲ့ပြီး\nနောက် Stuart Little 2 နှင့် 3 ကို အသီးသီးဆက်လက်ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။\nStuart Little 3 မှာတော့...ကြွက်ကလေး စတူးဝပ်တို့ မိသားစုဟာ နွေရာသီအား\nလပ်ရက်မှာ အပန်းဖြေစခန်းတစ်ခုကိုသွားခဲ့ကြပါတယ်။ သဘာဝတရားကြီးကိုချစ်\nမြတ်နိုးပြီး စွန့်စားခန်းတွေလုပ်ရတာသဘောကျတဲ့ စတူးဝပ် အတွက်တော့ ထိုတော\nတွင်းစခန်းမှာနေရတာဟာ တကယ့်ကိုကြီးမားတဲ့ ဆုလာဘ်တစ်ခုလိုဖြစ်နေပါတော့တယ်။\nမိဘနှစ်ပါးလုံးဆီက ကလေးတစ်ယောက်လိုပဲ အမြဲဆက်ဆံခံရတာကို သဘောမကျတဲ့\nစတူးဝပ်တစ်ယောက် ဒီတောတွင်းခရီးစဉ်ကိုအသုံးချပြီး ဘယ်လိုအပြောင်းအလဲတွေကို\nဖန်တီးယူမလဲ... သစ်တောထဲမှာ ဘယ်လိုမျိုးအန္တရာယ်များတဲ့စွန့်စားခန်းတွေကို ကြုံတွေ့\nရမလဲဆိုတာကိုတော့ ကိုယ်တိုင်ခံစားကြည့်ကြပါဦး…(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ Thar Htet ဖြစ်ပါတယ်)File Size - (1.23 GB) /(644 MB) / (469 MB)\nQuality ...",
        "rating": "5.6",
        "url": "https://megaup.net/34i3x/Stuart.Little.3.Call.Of.The.Wild.2005.720p.WEBRip..mp4",
        "category": "Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMTYyNDg0Njc2Nl5BMl5BanBnXkFtZTYwMDc3NzQ3._V1_-134x200.jpg",
        "title": "Stuart Little 2 (2002)",
        "description": "Stuart Little 2 (2002)=================ဒီဇာတ်ကားလေးကတော့ 2002 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ Rob Minkoff က\nရိုက်ကူးခဲ့တဲ့ family/comedy ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားထဲမှာဆိုရင်တော့ Little မိသားစုကြီးရဲ့ သားအလတ်ဖြစ်တဲ့ ကြွက်ကလေး\nStuart ကို အရွယ်သေးငယ်လို့ဆိုပြီး မိခင်က နေရာတကာ စိတ်မချဖြစ် အစိုးရိမ်လွန်နေ\nရပေမယ့် Stuartကတော့ စွန့်စားခန်းဖွင့်ရတာကို သိပ်သဘောကျတဲ့သူတစ်ဦးပါ။ တစ်နေ့မှာ\nရန်သူ့ရဲ့လက်ကနေ ထွက်ပြေးလာတဲ့ ငှက်မလေး Margalo နဲ့ တွေ့မိပြီး ခင်မင်သွားကြတဲ့\nနောက် Stuart ရဲ့အိမ်ကို Margalo လိုက်နေခဲ့တယ်။ အဲဒီနောက်တော့ ရန်သူတော်ကြီးနဲ့\nStuart တို့ ဘယ်လိုတွေဆက်ပြီး တိုက်ပွဲဝင်ကြမလဲ Margalo နဲ့ ရန်သူကြီးကရော ဘယ်လို\nတွေပတ်သက်မှုရှိနေလဲ စတဲ့ လျှို့ဝှက်စွန့်စားခန်းတွေကို မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။\nဒါ့အပြင် မိသားစုဆိုတဲ့ အဓိပ္ပာယ်ကိုပေါ်လွင်စေတဲ့ ၅၂၈ ချစ်ခြင်းမေတ္တာတွေကို ပုံဖော်ရိုက်ကူး\nပြသထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size ...",
        "rating": "5.5",
        "url": "https://megaup.net/34i3u/Stuart.Little.II.2002.720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/p24380_p_v10_ae-150x200.jpg",
        "title": "Stuart Little (1999)",
        "description": "Stuart Little (1999)Childhood Favorite Movies တွေထဲက တစ်ခု ဖြစ်လောက်မယ် ထင်တဲ့ ဇာတ်ကားလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ...ဒီစတူးဝပ် လစ်တဲလ်ဆိုတဲ့ ကားလေးဟာ စိတ်ကူးယဉ်မှုတွေနဲ့အမြဲပြည့်နှက်နေတတ်တဲ့ ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမှာ အရမ်းကြည့်လို့ကောင်းခဲ့တဲ့ fairy tales ဆန်ဆန် ဇာတ်ကားလေးပါ အရမ်းကြည့်လို့ကောင်းပြီး sweet ဖြစ်ပါတယ်လူကြီးဖြစ်သွားလို့ ပြန်ကြည့်တော့ လက်တွေ့မဆန်တာတွေ ပေါတာတွေကို သတိပြုမိပေမယ့်လည်း Nostalgia ဆိုတာက ဆိုးဆိုးကောင်းကောင်း Nostalgicဖြစ်စေမယ်ဆိုရင်ကို ကြည့်ရတာ ပီတိဖြစ်စေတယ် မဟုတ်ပါလော...အဲ့ဒီတော့ ဒီလို ဇာတ်ကားလေးကို မျှော်လင့်စောင့်စားနေတဲ့သူတွေအတွက် CM ကနေ စေတနာအပြည့်နဲ့ ထွမ်ပြီး တင်ပေးလိုက်ရပါတယ် ကြိုက်ကြတယ်ဆိုရင် 2ကိုပါ ဆက်တင်ပေးမှာမလို့ အားပေးကြပါဦးနော်ကြည့်ဖူးပေမယ့် ဇာတ်လမ်းကို မေ့နေတဲ့သူတွေအတွက်ရော မကြည့်ဖူးသေးတဲ့သူတွေအတွက်ရော ဒီချစ်စရာကောင်းတဲ့ ကြွက်ကလေးစတူးဝပ်ရဲ့ ဇာတ်လမ်းအကျဉ်းကို ပြောပြပေးပါ့မယ်နော်ဂျော့ဂျ် လစ်တဲလ် ဆိုတဲ့ ကောင်လေးက လစ်တဲလ်မိသားစုရဲ့ တစ်ဦးတည်းသောသားပါ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n7by/Stuart_Little_(2000)_720p.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1dbREdcYL3nAlQQtwWeMT6bCfmf.jpg",
        "title": "Enna Solla Pogirai (2022)",
        "description": "Enna Solla Pogirai (2022)ငါတို့ဘယ်ရထားမှာ လွဲခဲ့လဲတစ်ခါလွဲရင် နှစ်ပေါင်းဘယ်လောက် ကြာတတ်လဲ။\n- အောင်ချိမ့်\" Love and Life is all about timing.''လူတွေက ပြောကြတယ်။ အချစ်နဲ့ဘဝဆိုတာ အချိန်ကိုက်လည်ပတ်နေမှုတစ်ခုပဲတဲ့။အချစ်ကိုပဲဖြစ်ဖြစ် ဘဝကိုပဲဖြစ်ဖြစ် ကျွန်တော်တို့ အချိန်မှန် ဖမ်းဆုပ်နိုင်ခဲ့ကြရဲ့လား။ကျွန်တော်တို့ ဘာတွေကို လက်လွှတ်လိုက်ရလဲ။\" ကိုယ့်ဘဝထဲကို Right Person ဆိုတဲ့ဖြစ်တည်မှုတစ်ခု ဝင်ရောက်လာခဲ့ရင်တောင်Wrong Time ဖြစ်နေခဲ့ရင်။ အချစ်စစ်ဖြစ်နေပါစေဦး ငါတို့ လွဲချော်ကြရတာပဲ။ ''- ဗစ်ကရမ်\" ဗစ်ကရမ် ရှင့်အတွက် ကျွန်မက ရွေးချယ်စရာတစ်ခုဆိုတာမျိုး မဖြစ်ချင်ဘူး ''- အမ်ဂျလီ\" အတုအယောင်ဇာတ်လမ်းထဲက အချစ်စစ်ဖြစ်နေပါစေဦး ကျွန်မတို့ ဒါကို မပိုင်ဆိုင်နိုင်ဘူး။ ''- ပရီသီသူတို့ရဲ့ သုံးပွင့်ဆိုင်အချစ်ထဲမှာ ဘယ်သူတွေကများ အချစ်ကို အမိအရ ဆုပ်ကိုင်နိုင်ခဲ့သလဲ။ဘယ်သူတွေက လက်လွှတ်ဆုံးရှုံးလိုက်ရသလဲဆိုတာ ဒီ Rom-Comedy ရုပ်ရှင်ကောင်းလေးမှာ ခံစားလိုက်ပါဦးနော်။ \nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/2omem/Enna_Solla_Pogirai_(2022)_Tamil_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vd8R2uv6MnORHmoqoegilZBioKs.jpg",
        "title": "Akhirat: A Love Story (2021)",
        "description": "Akhirat : A Love Story (2021)ဒီတစ်ခါမှာတော့ ကြည်နူးဆွတ်ပျံ့ဖွယ် အင်ဒိုနီးရှား ဇာတ်လမ်းလေး တစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်အစ္စလာမ်ဘာသာကို သက်ဝင်ယုံကြည်တဲ့ မိသားစုမှာ မွေးဖွားလာတဲ့\nMentari ဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့\nခရစ်ယာန်ဘာသာကို အလေးအနက်ထား ကိုးကွယ်တဲ့ မိသားစုက\nTimar ဆိုတဲ့ ကောင်လေးတစ်ယောက်တို့\nဘာကန့်သတ်ချက်မှ မရှိတဲ့ ချစ်ခြင်းမေတ္တာဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ ချစ်ကျွမ်းဝင်မိခဲ့ကြပါတယ်ဘာသာတရားကို အလေးအနက်ထားကြတဲ့ နှစ်ဖက်အသိုင်းအဝိုင်းကြားမှာ\nသူတို့ရဲ့ ချစ်ခြင်းမေတ္တာကို လှလှပပ ပုံဖော်နိုင်ကြပါ့မလားကိုယ့်ရဲ့ အိပ်မက် မိသားစု အရာအားလုံး နဲ့ ချစ်ခြင်းမေတ္တာ\nဒီနှစ်ခုထဲက တစ်ခုကိုရွေးချယ်ရဖို့ ဖြစ်လာတဲ့အခါမှာ ဘယ်လိုတွေ ရှေ့ဆက်ကြမလဲချစ်ခြင်းမေတ္တာကို ဘက်ပေါင်းစုံကနေ လှလှပပလေး ပုံဖော်ရိုက်ကူးထားတာဖြစ်လို့\nကြည်နူးဆွတ်ပျံ့ဖွယ်ရာ လွမ်းမောဖွယ်ရာ ကြည့်ရှူခံစားနိုင်မယ့် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Drama, Fantasy, Romance\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.57GB and ...",
        "rating": "",
        "url": "https://megaup.net/12r3i/Akhirat.A.Love.Story.2020.720p.NF.WEB-DL.CM.mp4",
        "category": "Drama, Fantasy, Romance"
    }
]