[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMTg4NzUyNDExMl5BMl5BanBnXkFtZTcwOTg3NTk5Mw@@._V1_-138x200.jpg",
        "title": "Karthik Calling Karthik (2010)",
        "description": "Karthik Calling Karthik (2010)\nDrama, Mystery, Romance\nIMDb 7.1/10 (12K)ဒီတစ်ခါမှာတော့ မင်းသား ဖရ်ဟန်းအခ်သရ်နဲ့ မင်းသမီးဒီပီကားပါဒူကွန်တို့ တွဲဖက်သရုပ်ဆောင်ထားတဲ့\nဆိုက်ကိုကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါတော့မယ်ဇာတ်လမ်းက ဆန်းဆန်းလေးပါပဲ...ကာသစ်ဆိုတဲ့ကောင်လေးဟာ လူတွေရဲ့ခိုင်းဖက်..အပြစ်ပြောစရာ\nအသုံးမကျတဲ့ ကြောင်တောင်တောင်ကောင်လေးတစ်ယောက်ပေါ့\nဘယ်နေရာမှာ မှားမှား သူ့အမှားဆိုပြီး လူတွေက သတ်မှတ်ချင်ကြတဲ့ကောင်လေးပါအားလုံးနဲ့အဆင်ပြေအောင် နေချင်ပေမယ့် သူ့ရဲ့သိမ်ငယ်စိတ်တွေက\nသူ့ကိုယ်သူ ဖိနှိပ်အားငယ်စေခဲ့ပါတယ်ဒီဖြစ်ရပ်တွေကနေ သူ လွတ်မြောက်ချင်နေခဲ့ပါတယ်ဒီလိုနဲ့ သူ့ဆီကို တစ်ရက် မနက် ၅နာရီ ဖုန်းတစ်ကောဝင်လာပါတယ်ဖုန်းကိုင်မိတော့ ဆက်လာတဲ့သူဟာ ဘယ်သူမှမဟုတ်ဘဲ\nသူကိုယ်တိုင်ပဲ ဖြစ်နေပါတယ်ဟုတ်ပါတယ် ဆက်တဲ့သူကလည်း သူကိုယ်တိုင်ဖြစ်တဲ့ ကာသစ်ပါပဲအဲ့ဒီနောက်ပိုင်း သူ့ဘဝကြီးဟာ ထင်မှတ်မထားလောက်အောင် ပြောင်းလဲသွားခဲ့ပါတယ်ကဲ သူ့ဘဝမှာ ဘယ်လိုဆန်းကျယ်တဲ့ဖြစ်ရပ်တွေ ဆက်ဖြစ်လာမလဲဆိုတဲ့\nကျန်တဲ့အပိုင်းကိုတော့ ဇာတ်ကားထဲမှာ ဆက်လက်အဖြေရှာကြည့်ကြနော်\nFile size…2.26GB   / 792MB\nQuality…1080p HQ  BluRay  /720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.1",
        "url": "https://megaup.net/1QGk2/Karthik_Calling_Karthik_(2010)_720p(CM).mp4",
        "category": "Bollywood, Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/har-1-160x200.jpg",
        "title": "Har Har Mahadev (2022)",
        "description": "Har Har Mahadev (2022)\nAction, Drama, War\nIMDb 7.8/10 (1.6K)ဒီဇာတ်ကားလေးက အေဒီ ၁၆ရာစု မာရသာအင်ပါယာကြီးကို စတင်တည်ထောင်နေစဉ်ကာလအတွင်း\nဘုရင်ချက်သရပတီရှီဗာဂျီနဲ့ သူ့အပေါင်းအပါတွေက နယ်ချဲ့လက်ပါးစေတွေကို တော်လှန်ခဲ့တဲ့ ဖြစ်စဉ်ကို\nရုပ်ရှင်ရုံကားအဖြစ် ရိုက်ကူးတင်ဆက်ထားခြင်းပဲ ဖြစ်ပါတယ်။အတိအကျပြောရရင် ဒီဇာတ်ကားက ၁၆ရာစုနှောင်းပိုင်းမှာဖြစ်ပွားခဲ့တဲ့ ပဝန်းခင့်တိုက်ပွဲအကြောင်းကို\nအဓိကဇာတ်အိမ်တည်ထားပါတယ်...အဆိုပါတိုက်ပွဲမှာ ဘာဂျီပါရာဘူဒေ့ရှ်ပန်ဒေဦးဆောင်တဲ့\nစစ်သည် ၃၀၀ ပါဝင်တဲ့တပ်စုဟာ စစ်သည်ရဲမက် ၁၂၀၀၀ ပါဝင်တဲ့ ဘီဂျာပူရီတပ်တွေကို တိုက်ထုတ်ခဲ့တဲ့\nဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်။မာရသာအင်ပါယာကြီးဟာ ပြိုကွဲနေခဲ့ပြီး အင်အားကြီးရှင်ဘုရင်ဆူတန်ဟာလည်း ဒီလိုပြိုကွဲနေအောင်\nအချင်းချင်းသွေးထိုးရန်တိုက်ပေးခဲ့ပြီး နယ်မြေအတွင်း သွေးချောင်းစီးစေခဲ့တယ်...။ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ မာရသာလူမျိုးတွေဟာ ဆိတ်တွေ ကျွဲတွေအတွက်နဲ့\nအချင်းချင်း ရန်ဖြစ်သတ်ဖြတ်နေကြတဲ့အချိန်ပေါ့...။ဒီအဖြစ်ကို ရင်လေးမိနေတဲ့ ရှီဗာဂျီက နယ်မြေအားလုံးကို စုစည်းပြီး\nဘုံရန်သူကို တိုက်ထုတ်ပစ်ဖို့ စွန့်စားပါတော့တယ်...။အဲ့ဒီလို တစ်နယ်ပြီးတစ်နယ်သိမ်းပိုက်လာရင်း မာဗယ်နယ်မြေ ၁၂ခုလုံးက တုန်လှုပ်ရတဲ့\nဘာဂျီပါရာဘူဒေ့ရှ်ပန်ဒေနဲ့ ထိပ်တိုက်တိုးမိလာတဲ့အခါ...။ဒီဇာတ်ကားလေးမှာ တိုက်ရေးခိုက်ရေးတွေကို ကောင်းကောင်းမြင်တွေ့ရမှာဖြစ်သလို\nနိုင်ငံရေးဉာဏ်အားပြိုင်မှုတွေကိုလည်း မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်လိုက်ပါဦးနော်...။\nFile size…2.3GB  / 1.2GB\nQuality…1080p Zee5 WEB DL ...",
        "rating": "7.8",
        "url": "https://megaup.net/1QGg7/Har_Har_Mahadev_Hindi_2022_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8znyj20O3EYLD2EzWnZQMnkE4zH.jpg",
        "title": "Addams Family Values (1993)",
        "description": "Addams Family Values (1993)~ IMDb - 6.8/10, Rotten Tomatoes - 75% ~Addams Family ဟာ အမေရိကန်ကာတွန်းဆရာ Charles Addams ဖန်တီးခဲ့တဲ့ Fictional Family တစ်ခုဖြစ်ပြီး The New Yorker မဂ္ဂဇင်းမှာ 1938 ကတည်းက စတင်ပုံနှိပ်ဖော်ပြခံခဲ့ရတဲ့ နှစ်၁၀၀နီးပါး သက်တမ်းရှိပြီဖြစ်တဲ့ ကာတွန်းဇာတ်ကောင်တွေပါပဲ။ Tom & Jerry ထက်‌တောင် နှစ်နှစ်စောပေါ်ခဲ့တဲ့ ဇာတ်ကောင်တွေ‌ပေါ့။ 1964 မှာ The Addams Family ဆိုပြီး TV series အနေနဲ့ စအသက်သွင်းခဲ့ပြီး Addams Family franchise ကြီးစတင်ခဲ့ပါတယ်။ ခုထိဆို တီဗီစီးရီး ၇ခု ထွက်ပြီးပါပြီ။ 1991-1999အတွင်းမှာတော့ ရုပ်ရှင်သုံးကားထွက်ရှိခဲ့ပြီး 2019 နဲ့ 2021 ...",
        "rating": "6.8",
        "url": "https://megaup.net/1QF4w/(CM)_Addams_Family_Values_(1993)_720p.mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qFf8anju5f2epI0my8RdwwIXFIP.jpg",
        "title": "The Addams Family (1991)",
        "description": "The Addams Family (1991)~ IMDb - 6.9/10, Rotten Tomatoes - 67% ~Addams Family ဟာ အမေရိကန်ကာတွန်းဆရာ Charles Addams ဖန်တီးခဲ့တဲ့ Fictional Family တစ်ခုဖြစ်ပြီး The New Yorker မဂ္ဂဇင်းမှာ 1938 ကတည်းက စတင်ပုံနှိပ်ဖော်ပြခံခဲ့ရတဲ့ နှစ်၁၀၀နီးပါး သက်တမ်းရှိပြီဖြစ်တဲ့ ကာတွန်းဇာတ်ကောင်တွေပါပဲ။ Tom & Jerry ထက်‌တောင် နှစ်နှစ်စောပေါ်ခဲ့တဲ့ ဇာတ်ကောင်တွေ‌ပေါ့။ 1964 မှာ The Addams Family ဆိုပြီး TV series အနေနဲ့ စအသက်သွင်းခဲ့ပြီး Addams Family franchise ကြီးစတင်ခဲ့ပါတယ်။ ခုထိဆို တီဗီစီးရီး ၇ခု ထွက်ပြီးပါပြီ။ 1991-1999အတွင်းမှာတော့ ရုပ်ရှင်သုံးကားထွက်ရှိခဲ့ပြီး 2019 နဲ့ 2021 ...",
        "rating": "6.9",
        "url": "https://megaup.net/1QF77/(CM)_The_Addams_Family_(1991)_EXTENDED_720p.mp4",
        "category": "Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-le-134x200.jpg",
        "title": "Lethal Weapon 2(1989)",
        "description": "1987 မှာ Lethal weapon ပထမကားထွက်အပြီးနောက်နှစ်နှစ်အကြာမှာ ၂ ထွက်လာခဲ့ပါတယ်ပထမကားမှာကတည်းက အတွဲညီညီနဲ့ အခွီတွေရော အတည်တွေရောလုပ်တတ်တဲ့ အဓိကဇာတ်လိုက်ကျော်ကြီးနှစ်ဦးဖြစ်တဲ့ ရစ်ဂ် နဲ့ မားတာချ် တို့ရဲ့ ရှုပ်ထွေးလှတဲ့ အမှုပေါင်းသောင်း‌ခြောက်ထောင်ကို အက်ရှင်အကြမ်းစားတွေ၊ ခွက်ထိုးခွက်လန်ရယ်နေရမယ့် ဟာသတွေနဲ့အတူ ထပ်ကြည့်ရဦးမှာပါဒီဒုတိယကားမှာတော့ ရစ်ဂ်နဲ့ မားတာချ်တို့ကြားက bond ကပိုခိုင်မာလာတာကို မြင်ရမှာဖြစ်ပြီး ပထမကားမှာ မပြောသွားခဲ့တဲ့ ရစ်ဂ်ရဲ့ဇနီးဖြစ်သူ သေဆုံးရတဲ့အကြောင်းလည်း ပြောပြသွားမှာပါ။ဆိုတော့ကာ အသက်အရွယ်မတူ၊ အသားအရောင်မတူ၊ တွေးခေါ်ပုံတွေကအစ မတူညီတဲ့ ရဲအရာရှိနှစ်ယောက် ဒီတစ်ခါရော ဘယ်လိုအတွဲညီညီနဲ့ လှုပ်ရှားသွားမလဲ၊ အတည်ပေါက်နဲ့ ဘယ်လိုတွေခွီကြဦးမလဲဆိုတာကို ခံစားကြည့်ရှုလိုက်ကြပါဦးဗျာ။ File size…(3.16GB)  / (`1.43GB) / (712.65GB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Action / Crime / ThrillerSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7.2",
        "url": "https://megaup.net/2w48x/Lethal.Weapon.2.1989.720p.(CM)_(2).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZTllNWNlZjctMWQwMS00ZDc3LTg5ZjMtNzhmNzhjMmVhYTFlXkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_-136x200.jpg",
        "title": "Lethal Weapon (1987)",
        "description": "အက်ရှင်ဇာတ်လမ်းကောင်းတွေကို ကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးအတွက် Old but Gold ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။Cast အနေနဲ့လည်း Hacksaw Ridge ရဲ့ပဲ့ကိုင်ရှင်တဖြစ်လဲ Braveheart တို့၊ Conspiracy Theory တို့မှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ စွယ်စုံရမင်းသားကြီး Mel Gibson နုစဥ်က ဇာတ်ကားမလို့ ကြည့်သင့်နေပါပြီ။ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့ ဘဝကိုအေးအေးချမ်းချမ်း ဖြတ်သန်းနေတဲ့ ရဲအရာရှိ ရော်ဂျာဟာ အသက် ၅၀ ပြည့်မွေးနေ့မှာ မိသားစုနဲ့ ပျော်ပျော်ရွှင်ရွှင်ကုန်ဆုံးခဲ့ပြီး ခါတိုင်းလိုပဲ အလုပ်သွားခဲ့ပေမယ့် ရောက်ရောက်ချင်း မထင်မှတ်ထားတဲ့ သတင်းဆိုးတစ်ခု ကြားလိုက်ရပါတယ်။ဒါကတော့ သူနဲ့ ၁၂ နှစ်ကြာ အဆက်အသွယ်ပြတ်နေတဲ့ စစ်ပွဲမှာအတူတိုက်ခဲ့ပြီး သူ့အသက်ကိုကယ်တင်ခဲ့တဲ့ သူငယ်ချင်းဟောင်းရဲ့သမီးဖြစ်သူ တိုက်ပေါ်က နေခုန်ချသွားတဲ့ အမှု​ပါပဲ။ဒီအမှုကို သူနဲ့ အတူလိုက်ဖို့အတွက် တာဝန်ကျတဲ့ တွဲဖက်အသစ်ကတော့ အရင်င်က အထူးတပ်ဖွဲ့ဝင်ဟောင်းဖြစ်ခဲ့ပြီး သိပ်တော်ပေမယ့်လောလောလတ်လတ်ကမှ သိပ်ချစ်ရတဲ့ဇနီးဖြစ်သူ ဆုံးပါးသွားလို့ စိတ်အခြေအနေ မတည်မငြိမ်ဖြစ်နေပြီး ...",
        "rating": "",
        "url": "https://megaup.net/1a9cf/Lethal_Weapon_(1987)_720p(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-lethal-2-139x200.jpg",
        "title": "Lethal Weapon 4(1998)",
        "description": "Lethal Weapon series ရဲ့ နောက်ဆုံးကားဖြစ်တဲ့ Lethal weapon 4 မှာတော့ ရစ်ဂ်စ်ဟာ ဆံပင်ညှပ်လိုက်ပါပြီ။\nရစ်ဂ်စ်ရော မာတော့ဖ်ရောဟာ အသက်အရွယ်တစ်ခုရောက်လာတာကြောင့် ဇရာရဲ့ဒဏ်ကို မသိမသာခံစားလာကြရပါပြီဗျ။\nဒါပေမဲ့ ရစ်ဂ်စ်ကတော့ အခုထိ ငါမအိုသေးဆိုပြီး ရူးရူးမိုက်မိုက် စွန့်စားခန်းတွေလုပ်ဆဲပါပဲ။\nဒီ နံပါတ် ၄ မှာလည်း ရစ်ဂ်စ်နဲ့ မာတော့ဖ်တို့ဟာ ကိုယ့်ဘာသာနေရင်း ပြဿနာက သူတို့ဆီ ရောက်လာပြန်ပါတယ်။\nထူးခြားချက်အနေနဲ့ကတော့ ဒီကားထဲမှာ မင်းသားကြီး ဂျက်လီနဲ့အတူ ဟာသ သရုပ်ဆောင် Chris Rock လည်း ပါဝင်လာပါတယ်ဗျ။\nမင်းသားကြီး မယ်လ်ဂစ်ဘ်ဆင်တို့နှစ်ယောက်နဲ့ ဂျက်လီတို့ အပြိုင်ကြဲကြတာကြောင့် ဒီကားက အရင်ကားတွေထက် အက်ရှင်ခန်းတွေ ပိုမိုက်လာတဲ့အပြင် Chris Rock လည်း ပါဝင်လာတဲ့အတွက် ကြည့်ရတာလည်း အရင်ထက် ပိုခွီနေရပါသေးတယ်။\nဒီ Lethal Weapon 4 ဟာဆိုရင် ဇာတ်လမ်းတစ်ခုကို လှလှပပလေးအဆုံးသတ်ပေးထားတဲ့ ကြည့်ရတာတန်တဲ့ ရုပ်ရှင်တစ်ပုဒ်ဖြစ်ပါတယ်ဗျ...။File ...",
        "rating": "6.6",
        "url": "https://megaup.net/2wExX/Lethal_Weapon_4_(1998)_720p_(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-lethal-1-147x200.jpg",
        "title": "Lethal Weapon 3(1992)",
        "description": "သေစေတတ်သော လက်နက် တတိယပိုင်းမှာတော့ အမြင်မတော်တာမှန်သမျှ ကိုယ့်ကိစ္စဟုတ်ဟုတ်မဟုတ်ဟုတ် ဝင်ပါတတ်တဲ့ ရစ်ဂ်စ်ဟာ ထုံးစံအတိုင်း ဘယ်သူ့စကားကိုမှနားမထောင်ဘဲ စွန့်စားခန်းတွေဖွင့်ရင်း ပြဿနာကြားထဲ ဝင်ရှုပ်မိနေဆဲပါပဲဗျ။ ပင်စင်ယူဖို့အတွက် ၈ ရက်ပဲကျန်တော့တဲ့ ဆာဂျင်မာတော့ဖ်ဟာလည်း ထုံးစံအတိုင်း သူ့ရဲ့တွဲဖက် ရစ်ဂ်စ်ကြောင့် ပဲလှော်ကြား ဆားညှပ်ကာ ပင်စင်ယူခါနီးမှ ပြေးရ၊ လွှားရ၊ ပစ်ရ၊ ခတ်ရ ဖြစ်နေဆဲပါပဲ။ သူတို့နှစ်ယောက်ဟာ ရဲဘက်သုံး အမာခံသံချပ်ကာကားတစ်စီး အခိုးခံရတာကို ဝင်တားမိရင်းကနေ လက်နက်မှောင်ခိုတွေလုပ်နေတဲ့ ဂိုဏ်းတစ်ခုနဲ့ ထိပ်တိုက်ပတ်သက်မိပြီး အရှုပ်အရှင်းတွေ ဖြစ်လာပါတော့တယ်ဗျ...။File size…(2.24GB)  / (1.18GB) / (705.29MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:58:00\nGenre... Action / Crime / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Zwe Yan NaingLethal ...",
        "rating": "6.7",
        "url": "https://megaup.net/2wmih/Lethal_Weapon_3_(1992)_720p_(CM).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-t-136x200.jpg",
        "title": "Troll Hunter (2010)",
        "description": "IMDb 6.9, Rotten Tomatoes 82%Trollတွေဆိုတာကတော့ နော်ဝေကလူတော်တော်များများက တည်ရှိကြတယ်လို့ယုံကြည်ကြတဲ့ နော်ဝေနိုင်ငံရဲ့ဒဏ္ဍာရီလာ ဘီလူးတွေဖြစ်ပါတယ်။ တချို့ကလည်း သူတို့တွေကို တစ်ယောက်တည်း ဒါမှမဟုတ် အစုအဖွဲ့နဲ့ အေးအေးဆေးဆေး နေတတ်ကြတဲ့အကောင်တွေလို့ဆိုကြပြီး တချို့ကလည်း သူတို့ကို မကောင်းဆိုးဝါးဘီလူးကောင်ကြီးတွေလို့ဆိုကြပါတယ်။ ဒီရုပ်ရှင်ကတော့ Horrorပုံစံကြည့်ရတာကြိုက်တဲ့လူတွေအတွက် ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ခုပါ။ ဆုပေါင်း၁၂ဆုတိတိတောင် ဆုခူးထားတဲ့Horrorဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်၂၀၀၈ အောက်တိုဘာ ၁၃ရက်နေ့မှာ ရုပ်ရှင်ထုတ်လုပ်ရေးအဖွဲ့က ၂၈၃မိနစ်စာပါဝင်တဲ့ မှတ်တမ်းတင်ရုပ်ရှင်တစ်ခုပါဝင်တဲ့ အထုပ်တစ်ထုပ်ကိုလက်ခံရရှိခဲ့ပါတယ်။ ဒီရုပ်ရှင်ကတော့ သူတို့လက်ခံရရှိထားတဲ့ မူရင်းဖိုင်လိုက်ကြီးပဲဖြစ်ပါတယ်။ ဒီရုပ်ရှင်က base on trueလား ဘာလားဆိုတာတော့ ရုပ်ရှင်ကိုကြည့်ကြည့်လိုက်ပါသောမတ်စ်တို့ကျောင်းသားအုပ်စုတစ်စုက ကျောင်းပရောဂျက်အတွက် ဝက်ဝံတွေအကောင်လိုက် ခနခနအသတ်ခံနေရတယ်လို့ သတင်းရတဲ့နေရာမှာ ရိုက်ကူးရေးလုပ်ဖို့ရောက်ရှိလာခဲ့ပါတယ်။ ရိုက်ကူးရေးလုပ်တဲ့အချိန်မှာ သူတို့မှတ်တမ်းတင်နေတဲ့အရာက သာမန်ဝက်ဝံတွေ သေဆုံးမှုမဟုတ်ဘဲ ဒီထက်ပိုပြီး ခက်ခဲနက်နဲခြောက်ခြားစရာကောင်းတဲ့အရာတွေဖြစ်နေပါတော့တယ်။ ဒီလိုနဲ့ သူတို့နဲ့တွေ့ဆုံမိတဲ့ ထူးဆန်းထွေလာ မုဆိုးတစ်ယောက်ရဲ့ နောက်ကိုလိုက်ရင်း ဘာတွေကိုတွေ့ရှိသွားမှာလဲ၊ Trollတွေဟာ ခရစ်ယာန်တွေကိုမကြိုက်ပဲရန်ပြုတတ်တဲ့သဘာဝရှိပါတယ်၊ ကျောင်းသားတွေအဖွဲ့ထဲမှာ ...",
        "rating": "6.9",
        "url": "https://megaup.net/3cy0u/TrollHunter.2010.LiMiTED.720p.(CM).mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMDY0ZjUyYTItZmFlYS00MjI5LTljNmItODliMDkwMmY4ZTVkXkEyXkFqcGdeQXVyMTU0ODA5OTE2._V1_-135x200.jpg",
        "title": "Bones and All (2022)",
        "description": "Call Me by Your Name ရုပ်ရှင်ရဲ့ ဒါရိုက်တာကြီး Luca Guadagnino ရဲ့\nရုပ်ရှင်အသစ်လာပါပြီ။ ဒီရုပ်ရှင်မှာလည်း တင်မိုးသီးကိုပဲ ပြန်သုံးထားပါတယ်။\nလူငယ်ဒရာမာကိုမှ ဟော်ရာနဲ့ သွေးသံရဲရဲတွေထည့်သွင်းထားတဲ့အပြင်\nလူသားစားတဲ့ဇာတ်လမ်းဖြစ်လို့ အသည်းငယ်သူတွေမကြည့်သင့်သလို\nမိသားစုနဲ့မကြည့်သင့်တာတွေလည်းပါဝင်နေပါတယ်။မူရင်းစာအုပ်တုန်းက နာမည်ကျော်ခဲ့သလို အခုရုပ်ရှင်မှာလည်း\nစာအုပ်ထဲကဇာတ်လမ်းကိုအနည်းငယ်သာပြောင်းပြီး\nရိုက်ကူးထားခဲ့တာပါပဲ။ ဇာတ်ပို့အနေနဲ့လည်း Bridge of Spies နဲ့\nအော်စကာရခဲ့တဲ့ မင်းသားကြီး Mark Rylance ပါဝင်ထားပါသေးတယ်။လူငယ်တွေရဲ့ လူ့အသိုင်းအဝိုင်းနဲ့ဝင်မဆန့်ပုံတွေ ကိုယ့်ကိုယ်ကိုယ်\nထိန်းချုပ်ရတာတွေရှာဖွေရတာတွေကို နိမိတ်ပုံအနေနဲ့ ဒီလူသားစားစုံတွဲကို\nကြောက်စရာ အချစ်ဇာတ်လမ်းအနေနဲ့ ရိုက်ကူးပြထားတာမျိုးပဲဖြစ်ပါတယ်။\nရသမျိုးစုံခံစားရတာကလွဲရင် ဘာမှတော့ ပညာယူစရာ ဗဟုသုတယူစရာမပေးပါဘူး။\nဖီးချင်ရာဖီးဖို့သက်သက်ပဲ ကြည့်ရမယ့် ရုပ်ရှင်ပါပဲ။ ရုပ်ရှင်ထဲမှာ သူတို့ကိုယ်သူတို့\nEater လို့ ခေါ်ပါတယ်။ စားသူပေါ့။ ဒါကို ပါဠိလို အဒ လို့ပဲ ပြန်ပေးထားပါတယ်။\nပေါရိသာဒဆို (ပုရိသ-ယောက်ျား၊ အဒ-စားသူ ပေါင်းထားသလိုပေါ့)\nFile size…1.85GB  / 895MB\nQuality…1080p WEB RIP / 720p \nFormat…mp4\nDuration….2h 11m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.3",
        "url": "https://megaup.net/1QFex/Bones.And.All.2022.720p(CM).mp4",
        "category": "Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Rio-Kuriyama-133x200.jpeg",
        "title": "(21+) My Crush Is A Teacher (IPX-738)",
        "description": "အချစ်က အဖျားလား အဲလိုပြောမယ်ဆိုရင်လည်းရပါတယ်\nအီရှီဒါကန်တစ်ယောက် လူမှုရေးဘာသာအတန်းထဲက\nရာမာမိုတိုကို တွေ့ပြီးနောက် နေလို့မကောင်းတော့ပါဘူး\nအအိပ်ပျက်အစားပျက်တွေများလာပြီး ကျောင်းဆေးခန်းပြ\nရတဲ့အထိဖြစ်လာပါတယ်ကျောင်းဆေးခန်း ဆရာမလေးက အရမ်းကို နုနယ်ချောမောပြီး\nအချွဲတလိုင်း ဆရာမလေးဖြစ်နေပါတယ်\nအီရှီဒါကန် ပိုပြီးအချစ်နာကျမလား အချစ်နာတွေပျောက်သွား\nမလားဆိုတာ ရာမလေးက ချစ်ဖို့ကောင်းပြီး\nအချွဲကြိုက်တက်တဲ့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ထားပေးကြပါ။\nFile size…2.08GB / 1GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 58min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/1QF4u/[IPX-738]_My_beautiful_private_tutor_who_continuously_whispering_dirty_words,720p(CM)mp4.mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZWIwOTdiYjQtOTcwZS00OWE3LWI4ZGYtMDcwMTgxMWIzOTI1XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-141x200.jpg",
        "title": "Yashoda(2022)",
        "description": "Yashoda (2022)IMDb-8.3/10ဒီတစ်ခါတော့ ဇာတ်လမ်းအစတည်းက ရှုပ်ထွေးမှုတွေ မြှုပ်ကွက်တွေနဲ့ အစပြုထားတဲ့ ကားလေးတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအစမှာ\n-‌‌ဟောလိဝုဒ်အကျော်အမော်မင်းသမီးဟာ အိန္ဒိယလာပြီး ထူးထူးဆန်းဆန်းသေဆုံးသွားခဲ့တယ်\n-အိန္ဒိယရဲ့ သူဌေးကြီးတစ်ဦးဟာ သူ့ချစ်သူ Miss India Pageant က ထိပ်တန်းမော်ဒယ်တစ်ဦးအာရူရှီနဲ့အတူ ကားအက်ဆီးဒင့်နဲ့ သေဆုံးသွားခဲ့တယ်\nဒီလို အကျော်အမော်နှစ်ဦးကားအက်ဆီးဒင့်ဖြစ်သေဆုံးရတာဟာ သွေးရိုးသားရိုးလား နောက်ကွယ်က အကြောင်းအရင်းတွေရှိနေလားဆိုတာ အားလုံးကသိချင်နေကြပါတယ်\nလိုက်စစ်ဆေးရင်း အာရူရှီဟာ ကြော်ငြာတွေလက်မခံခင်စစ်ဆေးတတ်တဲ့သူ ဖြစ်ကြောင်းတွေ့ရှိခဲ့တယ်\nသူ့ရဲ့ မေးလ်တွေထဲကနေ ပစ္စည်းတစ်ခုဟာသံသယဝင်စရာကောင်းတာမို့ စာချုပ်မချုပ်ဖို့ သတိပေးထားတဲ့ မေးလ်တစ်ခုတွေ့ရှိခဲ့တယ်\nအဲဒီပစ္စည်းဟာ နိုင်ငံအကြီးအကဲတစ်ယောက်နဲ့ ဆက်စပ်သူထုတ်လုပ်တဲ့ပစ္စည်း-တစ်ဖက်မှာလည်း ယာရှိုဒါဟာ သူ့ညီမလေးခွဲစိတ်ခအတွက် အငှားကိုယ်ဝန်ဆောင်ပြီးဖြေရှင်းဖို့ လုပ်နေပါတယ်\nဒီမှာလည်း သူ့ရဲ့သားအိမ်အားနည်းချက်ကြောင့် ကိုယ်ဝန်ကို ဒီတစ်ကြိမ်ပဲဆောင်ခွင့်ရတော့မယ်ဆိုတာကို ဆရာဝန်ကထိမ်ချန်ထားပါတယ်\nဗိုက်ထဲက ကလေးအတွက် အမည်မသိနေရာတစ်ခုမှာ အသုံးအဆောင်အပြည့်အစုံနှင့် နေရာတစ်ခုမှာ ပိတ်ခံထားရတယ်\nအဲဒီနေရာကလည်း ဆရာဝန်တွေ ကြီးကြပ်သူတွေ အစောင့်တွေနဲ့ မဝင်ရဇုန်တွေ လျှို့ဝှက်ချက်တွေနဲ့ နေရာကြီးဖြစ်နေတယ်ဒီဖြစ်ရပ်တွေအားလုံး အချိန်နေရာ‌ဒေသအသီးသီးမှာဖြစ်တည်ခဲ့ပေမယ့် ဘယ်လိုဆက်စပ်မှုတွေရှိနေမလဲဇာတ်လမ်းအစတည်းက ဆွဲဆောင်သွားမယ့်ကားကောင်းတစ်ကားအတွက် အညွန်းထက်ကြည့်ဖြစ်အောင်ကြည့်ကြည့်ဖို့ပဲ တိုက်တွန်းချင်ပါတယ်\nFile size…3.8GB / 1.8GB ...",
        "rating": "8.4",
        "url": "https://megaup.net/1aB9v/Yashoda_(2022)_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Action, Bollywood, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aNiLkGnzVb5CorZHKk16w9S4COt.jpg",
        "title": "The Counselor(2013)",
        "description": "The Counselor(2013)*******************2013 ထွက် The Counselor ဆိုတဲ့ ဇာတ်ကားဟာ cast အလန်းစားတွေချည်း ပါဝင်ထားတဲ့Thriller/Crime ဇာတ်ကားတကားဖြစ်ပါတယ်\nမက္ကဆီကိုမှာ မူးယစ်ဆေးတွေကို မိလ္လာကားတွေနဲ့ တင်ပို့နေတဲ့ လောကကိုရှေ့နေတယောက် ဝင်ရောက်လာပြီး ပွပေါက်ရှာခဲ့တယ်..သူ့အတွက်တော့ အစပိုင်းတော့ ငွေထုတ်တွေနဲ့ ယစ်မူးချင်စရာဖြစ်ပေမဲ့...အချိန်ကြာလာနာနဲ့အမျှ  သူဟာ သေမင်းဆီတဖြည်းဖြည်းတိုးကပ်သလိုဖြစ်လာပါတယ်..ဘယ်သူတွေက ဒီလောကနောက်ကွယ်မှာရှိနေတာလဲ..ဒီပြဿနာတောကြီးထဲကနေ သူထွက်လာနိုင်ပါ့မလား..File Size :(2.3GB) (980 MB) and (380 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime ,Drama , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel Thwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1aHte/The.Counselor.2013.BLU-RAY.720P.PP(CM).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4PRmHa3YqOkhzwhuSyhbgEYAG7w.jpg",
        "title": "Liberal Arts (2012)",
        "description": "Liberal Arts (2012)~ IMDb - 6.7/10, Rotten Tomatoes - 71% ~Cast တွေကို ကြည့်လိုက်ရုံနဲ့တင် ပေါ့ပေါ့တန်တန်ကား မဟုတ်တာ သဘောပေါက်ကြမယ့် ၂၀၁၂ ထွက် Drama Comedy ဇာတ်ကားလေးတစ်ကားပါ။ ပုရိသတို့အသည်းစွဲ မမ Elizabeth Olsen ရယ်၊ HIMYM က ကိုယ်တွေရဲ့ ဘော်ဒါကြီးတက်ဒ် ဖြစ်တဲ့ Josh Radnor တို့ရယ်ဆိုတော့ အတိုင်းထက်အလွန်ပေါ့။ဒီဇာတ်ကားလေးမှာတော့ တက်ဒ်ဟာ ကျောင်း၀င်ခွင့်အရာရှိတစ်ယောက်ဖြစ်တဲ့ ဂျက်ဆီနေရာကနေ သရုပ်ဆောင်ထားပါတယ်။ HIMYM မှာကတည်းက အသည်းကွဲဘော်ဒါကြီး တက်ဒ်ဟာတော့ ဒီထဲမှာလည်း အိမ်ထောင်ကွဲခါစ အသည်းကွဲသမားကြီး ဖြစ်နေပြန်ပါတယ်။ ဂျက်ဆီရဲ့ ကျောင်းသားဘ၀က ဆရာဖြစ်သူ ပီတာရဲ့ အငြိမ်းစားယူပွဲလေးကြောင့် ကောလိပ်တက်ခဲ့ရာ‌ဒေသကို ခဏပြန်လာခဲ့ရင်း ကျောင်းသူတစ်ဦးဖြစ်တဲ့ ဇစ်ဘီနဲ့ ဆုံမိကြတယ်။ အိမ်ထောင်ကွဲခါစ ဂျက်ဆီနဲ့ ကောလိပ်က ...",
        "rating": "6.7",
        "url": "https://megaup.net/2wCdB/(CM)_Liberal_Arts_(2012)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/shrlbNjWJ5WYSICJEbs2YIw1gaV.jpg",
        "title": "I Don’t Want to Sleep Alone (2006)",
        "description": "I Don't Want to Sleep Alone (2006)~ IMDb - 6.9/10, Rotten Tomatoes - 88% ~\" Tsai Ming-liang ကားတွေ ထုံးစံအတိုင်း အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်ရအဆင်ပြေအောင် ကုတ်ပေးလိုက်ပါတယ် \"ပူလောင်အိုက်စက်နေတဲ့ ရာသီဥတုမှာ မွေ့ယာဟောင်းကြီးတစ်ခုကို သူစိမ်းတွေနဲ့ အတူမျှသုံးရမယ်ဆို ဘယ်လိုနေမလဲ။ ဒါပေမဲ့ ကိုယ်ကချစ်ရတဲ့သူနဲ့ဆိုရင်ကော။ တစ်မျိုးတမည် ပြောင်းသွားမယ်ထင်ပါတယ်။ ဒါပေမဲ့ အဲဒီထက်ပိုပြီး ကိုယ်ကချစ်ရတဲ့သူရဲ့ ချစ်ရတဲ့သူနဲ့ပါဆိုရင်ကော...။ ကိုယ်ရယ် သူရယ် သူ့ချစ်သူရယ် ခင်းမွေ့ယာကြီးတစ်ခုမယ်ပေါ့။ ဘဝက အထီးကျန်ဆန်လွန်းတဲ့အခါ ချစ်ခြင်းမေတ္တာက အတိုင်းနယ်လွန်သွားတဲ့အခါ သူ့အနားရှိဖို့မှတစ်ပါး တခြားတွေးဝံ့နိုင်ပါ့မလား...။မလေးရှားမှာ အလုပ်လာလုပ်တဲ့ ဘင်္ဂလားဒေ့ရှ်ရွှေ့ပြောင်းလုပ်သားလေးတစ်ယောက်ဟာ တစ်ညမှာ လူဆိုးတွေရိုက်နှက်ခံထားရလို့ လမ်းပေါ်လဲကျနေတဲ့ လူတစ်ယောက်ကို သူနေတဲ့ ဆောက်လက်စ တိုက်ကြီးဆီကို ခေါ်သွားပြီး ပြုစုပေးခဲ့ပါတယ်။ နာလန်ပြန်ထလာတဲ့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/i-dont-want-to-sleep-alone-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNzIzYmIxZmUtZDM1MS00NjM0LTk5MjQtNjMyMmEzMTQzZjVjXkEyXkFqcGdeQXVyMzM1OTMzNDA@._V1_-1-141x200.jpg",
        "title": "Death Forest: Forbidden Forest 2 (2015)",
        "description": "Death Forest 2 (2015)-----------------------------2014 ခုနှစ်မှာထွက်ရှိထားတဲ့ Death Forest ကားရဲ့ အဆက်အဖြစ်\n2015, March 21 မှာ Death Forest 2 ထွက်ရှိထားပါတယ်။ကျောင်းအဆောက်အဦးအသစ်မှာ ကျောင်းတွင်းလှုပ်ရှားမှုတွေလာလုပ်တဲ့\nသူငယ်ချင်းတသိုက်ဆီကို ဆရာမက ကျောင်းသူအသစ်နဲ့မိတ်ဆက်ပေးခဲ့ပါတယ်။ဂလန်ဂဆန်ဂျစ်တိုက်တိုက်ကျောင်းသူအသစ်ကတော့ ကန့်လန့်တိုက်ရင်း အချိန်ဖြုန်းနေခဲ့ပါတယ်\nDeath Forest 1 မှာတုန်းက တောထဲ မကောင်းဆိုးဝါးပုံတွေရိုက်လာခဲ့တဲ့ အူချီဒါတစ်ယောက်\nဓာတ်ပုံတွေပြန်ကြည့်ရင်း ထူးဆန်းတဲ့ဓာတ်ပုံတစ်ပုံကိုတွေ့သွားတဲ့အခါ\nကျောင်းသူလေးတွေရှိတဲ့ ကျောင်းကိုထွက်ခွာလာခဲ့ပါတယ်။ကျောင်းဆောင်အသစ်ကြီးမှာ ဘာတွေများရှိနေလို့လဲ။\nဘယ်သူတွေများရောက်နေမလဲဆိုတာကတော့\nပရိတ်သတ်များကိုယ်တိုင်ပဲ မျက်စိကိုလက်နဲ့မဖုံးစတမ်း ကြည့်ရှုခံစားပေးကြပါဦး။\nFile size…808MB / 332MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "3.4",
        "url": "https://megaup.net/1QErm/Death.Forest.Forbidden.Forest.2.2015.720p(CM).mp4",
        "category": "Asian, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/p2eoq9irhobu-140x200.jpg",
        "title": "Crazy Little Thing Called Love (2010) First Love",
        "description": "ယခင်က DVD 720p အရည်အသွေးသာရှိခဲ့ပေမယ့် ယခုအခါ Netflix WEB-DL 1080p Quality ထွက်ရှိလာလို့ Update လိုက်ပါပြီ။“Crazy Little Thing Called Love” (သို့မဟုတ်) A Little Thing Called Love (သို့မဟုတ်) First Loveမင်းသားချော မာရီယိုနဲ့ မင်းသမီးချော Baifern တို့ရဲ့ နာမည်ကြီးဇာတ်ကားပါ။ဆယ်ကျော်သက်အရွယ်မှာ ပထမဆုံးအချစ်ဆိုတာ ကျော်ဖတ်သွားလို့ မဖြစ်နိုင်တဲ့ ညှို့အားအပြည့်နဲ့ ဒိုင်ယာရီလေး တစ်အုပ်ပါပဲ...\nအချစ်တစ်ခုကို အလှဆုံးချရေးပြီး ဘဝတလျှောက်မှာ ဘယ်အချိန်ပြန်ဖတ်ဖတ် လှတယ်\nအချစ်ရဲ့စွမ်းအားကိုကောင်းတဲ့နေရာတွေမှာ အကျိုးရှိရှိအသုံးချရင်း ဘဝကိုအလှပဆုံးဖန်တီးသွားနိုင်သလို တစ်ခါပြန်မရနိုင်တဲ့အကောင်းဆုံးအမှတ်တရလေးတွေလဲရောက်လာအောင်ဖန်တီးပေးနိုင်ပါတယ်\nလူတစ်ယောက်ကို ထုတ်မပြောပဲအဝေးကနေငေးပြီး တိတ်တိတ်လေးရော ချစ်ဖူးလား???\nအချစ်ဆိုတာ စည်းချက်တစ်ခုလိုပဲ ကိုယ်ပေးချင်တဲ့အချိန်သူကလိုချင်တဲ့အချိန်ဖြစ်မှ သူလိုချင်တဲ့အချိန်ကိုယ်က ပေးနိုင်ခဲ့မှ လွဲချော်သွားခဲ့ရင် အရာရာဟာ ရင်နာစရာပါပဲ...\nဒါကြောင့် ဖွင့်ပြောလိုက်ပါ။အစွမ်းကုန်ချစ်ကြည့်လိုက်ပါ။\nနူးညံ့တဲ့ ခံစားမှုလေးတစ်ခုဟာလူတစ်ယောက်ကို အရာရာဖန်တီးပေးနိုင်တယ်\nဆယ်ကျော်သက်အရွယ်မှာ ပထမဆုံးအချစ်ဆိုတာ မိုးတိတ်တဲ့အခါ ကောင်းကင်မှာ ပေါ်လာတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3czfp/(CM)_Crazy.Little.Thing.Called.Love.2010.720p.NF.WEB-DL.DD+5.1.x264-Nyein.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTIyNDAzMGQtYmQ0YS00OWE2LWJjZjgtY2M3NmU4YmYxMDQ5XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Shin Ultraman (2022)",
        "description": "Shin Ultraman(2022)\n================IMDb Rating (6.6) / Rotten Tomatoes (100%)Ultraman နဲ့ Godzilla ယူနီဗာ့စ်ဟာ ဂျပန်က စတင်ခဲ့တာဖြစ်ပြီး\nအနောက်နိုင်ငံတွေက ယူရိုက်ရတဲ့ အောင်မြင်ပါတယ်...\nဒီ ၂၀၂၂ ထွက် Shin Ultraman ရုပ်ရှင်ကာလည်း ဂျပန်လက်ရာ\nGodzilla ရုပ်ရှင်တစ်ကားအဖြစ်နဲ့ ၂၀၂၂ မှာ ရုံကြီးကားအဖြစ် ထွက်လာပြီး\nRating ကောင်းတွေ ပိုင်ဆိုင်ထားပါတယ်...အရင်ကကြားဖူးနေကြ Ultraman , Kamen Rider ရုပ်ရှင်, ဇာတ်လမ်းတွဲတွေရဲ့\nအငွေ့အသက်တွေကို CGI ဘက်ဂျက်ကောင်းကောင်းနဲ့ အရသာရှိရှိကြည့်ရမှာပါ\nကိုင်ဂျူးလို့ခေါ်တဲ့ သတ္တဝါဆန်းကြီးတွေဟာ ကမ္ဘာပေါ်ကို ထူးဆန်းစွာရောက်ရှိလာပါတယ်\nပထမဆုံးပေါ်လာတဲ့ ကိုင်ဂျူးတွေကို လူသားတွေပေါင်းစည်းကာ စစ်တပ်အရပ်ဘက် အတော်လေးနှိမ်နင်းလိုက်ရပေမယ့်\nကိုင်ဂျူးတစ်ကောင်နဲ့ မရပ်တန့်သွားပါဘူး...နောက်ထပ် S အဆင့်ဝင် ကိုင်ဂျူးမျိုးစုံဟာ အစွမ်းမျိုးစုံနဲ့ ပေါ်လာပါတော့တယ်\nလူသားတွေလည်း အခက်တွေ့လာရတဲ့ အခြေအနေကိုရောက်လာပြီး....လူသားတွေကို ကယ်တင်မယ့်\nအာထရာမန်းပေါ်လာပါတယ်...အာထရာမန်း ကမ္ဘာပေါ်ကို ရောက်ရှိလာမှုနဲ့အတူ ကမ္ဘာ့နိုင်ငံအသီးသီးကလည်း ဂျပန်ကို နိုင်ငံရေးအသာစီးမှုယူသွားမှာ\nစိုးရိမ်လာပါတယ်....ဒီ အာထရာမန်းက ဘယ်သူလဲ\nလူသားမျိုးနွယ်အတွက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/3czhk/(CM)_Shin.Ultraman.2022.720p.AMZN.WEB-DL.DDP5.1.H.264-Naung.mp4",
        "category": "Action, Adventure, Asian, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BZmNjZWI3NzktYWI1Mi00OTAyLWJkNTYtMzUwYTFlZDA0Y2UwXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-135x200.jpg",
        "title": "Slumdog Millionaire (2008)",
        "description": "ဗြိတိန်ဇာတ်ကားလေးတစ်ခုကို ပြန်လည်အသက်သွင်းချင်ပါတယ်။ ငွေကြေးအရရော၊ အနုပညာအရပါ အကြီးအကျယ် အမြတ်ရခဲ့တဲ့ လက်ရာကောင်းတစ်ခုပါ။ ရုပ်ရှင်ချစ်ပရိသတ်တိုင်း ကြည့်ဖူးပြီးသားမလို့ အညွှန်းကို မိတ်ဆက်အနေနဲ့ မရေးတော့ဘဲ ထဲထဲဝင်ဝင်ရေးချင်ပါတယ်။ မကြည့်ရသေးသူများကတော့ ဇာတ်လမ်းကို အရင်ကြည့်ဖို့ တိုက်တွန်းပါတယ်ခင်ဗျာ။ဇာတ်လမ်းအကျဉ်းက တစ်ကြောင်းနှစ်ကြောင်းလောက်ပဲရှိပါတယ်။ ဆင်းဆင်းရဲရဲကြီးပြင်းလာတဲ့ လူငယ်လေးတစ်ယောက်ဟာ ငယ်ငယ်ကဆုံခဲ့ပြီး သံယောစဉ်ဖြစ်ရတဲ့ မိန်းကလေးကို အစဉ်တစိုက်လိုက်ရှာရင်း မိန်းကလေးနဲ့ဆုံမယ့်အခွင့်အရေးရနိုင်မလားတွေးပြီး မိန်းကလေးကြိုက်နှစ်သက်တဲ့ တီဗီအစီအစဉ်မှာဝင်ပြိုင်ခဲ့တာပါ။ မေးခွန်းတိုင်းဟာ သူတွေ့ကြုံခဲ့ရတဲ့ အတွေ့အကြုံတွေဖြစ်လို့ ကောင်းမွန်စွာ ဖြေနိုင်တယ်ဆိုတဲ့အကြောင်းပေါ့။ သူလိုလူက ဖြေနိုင်နေလို့ မသမာလုပ်တယ် မသင်္ကာဖြစ်ခံရပြီး\nနောက်ဆုံးမေးခွန်းမရောက်ခင်မှာ ရဲစခန်းကိုဖမ်းခေါ်ပြီး စစ်မေးခံရတဲ့ ဇာတ်ကွက်နဲ့ ဇာတ်လမ်းကိုစပါတယ်။အိန္ဒိယမြေက ဇာတ်လမ်းလေးတစ်ပုဒ်ကို အသက်သွင်းထားတာဖြစ်ပြီး အိန္ဒိယသရုပ်ဆောင်များနဲ့ပဲ ရိုက်ကူးခဲ့တာမလို့ ဘောလိဝုဒ်နဲ့ မှားတတ်ကြပါတယ်။ ဗြိတိန်ဇာတ်ကားဖြစ်ပြီး စကားပြောများကို British Accent သံနဲ့ပဲ နားထောင်ရမှာပါ။ again ကို အဂိန်း (အနီးစပ်ဆုံး) လို့ကြားရပါလိမ့်မယ်။ အိန္ဒိယစာရေးဆရာရဲ့ ဝတ္ထုကိုပဲ ပြန်လည်ရိုက်ကူးထားတာပါ။၁၅ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/slumdog-millionaire-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g9CjIIyZdCybuCRkn4Ad8uWBclu.jpg",
        "title": "Date With an Angel (1987)",
        "description": "Date With an Angel (1987)======================ဂျင်မ် ဆန်ဒါစ်ဆိုတဲ့ ကောင်လေးက ဂီတကို စိတ်ဝင်စားပြီးသူငယ်ချင်း ကောင်ရှုပ်လေးတွေနဲ့ အချိန်ဖြုန်းလေ့ရှိသူပါသူ့မှာ ပက်တီဆိုတဲ့ ချစ်သူကောင်မလေးရှိပြီး မိဘချင်းလဲသဘောတူတာကြောင့် စေ့စပ်ပွဲလုပ်ပေးခဲ့ပါတယ် စေ့စပ်ပွဲညမှာပဲ သူငယ်ချင်းတွေက စနောက်ခေါ်ဆောင်ပီး ဂျင့်မ်အိမ်မှာပဲ ပါတီလုပ်ခဲ့ကြတယ် ပါတီရဲ့မနက်မှာတော့ ဂျင်မ်တစ်ယောက်ထဲရှိတဲ့အချိန် ရေကူးကန်ထဲမှာ\"နူးညံ့သိမ်မွေ့တဲ့အလှတရားအစစ်” ပိုင်ဆိုင်ထားတဲ့ အတောင်ပံကျိုးနေတဲ့ နတ်သမီးတပါးကို တွေ့လိုက်ရတယ် နတ်သမီးရဲ့အတောင်ပံပြန်ကောင်းအောင် ကုပေးရင်း စောင့်ရှောက်ပေးရင်းနဲ့အဲ့နတ်သမီးကိုသုံပြီး အမြတ်ထုတ်ချင်တဲ့ လူတွေရန်မှ ဂျင်မ်ကကာကွယ်ပေးရင်းနဲ့ ဘယ်လိုတွေဆက်ဖစ်ကြမလဲဆိုတာတော့ဇာတ်လမ်းလေးကို ဆက်ပီး ကြည့်ရှုပေးကြဦးနော်......File size…1.45GB / 659MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Comedy , Romance , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Duckkie",
        "rating": "5.6",
        "url": "https://megaup.net/1aG0y/Date.With.An.Angel.1987.BluRay720p(CM).mp4",
        "category": "Comedy, Fantasy, Romance"
    }
]