[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/codigo-135x200.jpg",
        "title": "Code Name: Emperor (2022)",
        "description": "Code Name: Emperor (2022)\n====================\nIMDb Rating - 5.8/10ဂျူရန်က အင်တဲလိဂျန့်အေဂျင်စီမှာ အလုပ်လုပ်ကိုင်နေတဲ့သူ\nတစ်ယောက်ပါ။ အချက်အလက်ရှာဖွေစုဆောင်းရတဲ့ စပိုင်\nတစ်ယောက် စုံထောက်တစ်ယောက်လို့ ပြောလို့ရပါတယ်။\nအခုသူတို့ကျတဲ့တာဝန်ကတော့ မကြာမီရွေးကောက်ခံရမယ့်\nနိုင်ငံရေးသမားတစ်ယောက်ရဲ့ နောက်ကြောင်းကို ဖော်ထုတ်ဖို့ပါ။တနည်းပြောရရင်တော့ အာဏာကို နည်းနည်းလောက်ပဲဖြစ်ဖြစ်\nချုပ်ကိုင်ချင်တဲ့အတွက် အမဲစက်ရှာတဲ့သဘောပါ။ အင်တဲလိဂျန့်\nအေးဂျင့်တစ်ယောက်အနေနဲ့ ဥပဒေလမ်းကြောင်းကနေ ကွယ်ဝှက်ပြီး\nဘယ်လိုတွေ လုပ်ငန်းလုပ်ဆောင်ကြလဲဆိုတာ သိရမှာပါ။ စပိန်\nဇာတ်ကားဖြစ်ပြီးတော့ ကြည့်ကောင်းတဲ့ Drama, Thriller\nအမျိုးအစားလေးဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)\nFile Size..........(1.62 GB) / (688 MB) / (410 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 46mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, Thriller\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/2tteB/Code.Name.Emperor.2022.720p.WEB.[CM].mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/100403104907_l-143x200.jpg",
        "title": "[18+]Eloise Lover (2009)",
        "description": "Lesbian အချစ်ဇာတ်ကားလေးပါ မိန်းကလေးနှစ်ယောက်ရဲ့ အနုပညာဆန်စွာ ချစ်တဲ့ အချစ်တွေကို အသေးစိတ်ဖော်ပြပြီး ဆုတွေပါ ရခဲ့တဲ့ Adult ကားလေးပေါ့အချစ်ဆိုတာ လွတ်လပ်ခွင့်ပါပဲ ဘယ်သူ့ကို မဆို ဘယ်လိုပုံစံနဲ့ ချစ်ချစ် ရတာပေါ့လွတ်လပ်ခွင့်ကို ကောင်းစွာ အသုံးချပြီး အချစ်‌‌ေ၀ဟင်ထက် ပျံသန်းနေတဲ့ ငှက်ငယ်နှစ်ကောင်ကို ကြည့်ရှု့ကြရမှာပါ ။File Size__(900MB)\nQuality__720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:36:00\nType__Adult , Lesbian\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Butterfly\nEncoded by Dark Devil",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/18eloise-lover-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMTEyNGI4NTktNjgyNC00MDRiLWJkNzMtMGEwNjA5NzI2YmYyXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Battery (2022)",
        "description": "Battery (2022)ဒီတစ်ခါတော့ တမီးလ်ရုပ်ရှင်လေးဖြစ်တဲ့ Batteryဆိုတဲ့ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေဇာတ်လမ်းရဲ့အစမှာတော့\nရဲအရာရှိပူဂေ့ (Senguttuvan) က ချန်နိုင်းရဲစခန်းမှာ မီးလောင်ထားတဲ့\nလူသေလောင်းရှာတွေ့တဲ့အမှုနဲ့ပတ်သတ်ပြီး တွဲဖက်အင်စပက်တာအဖြစ်နဲ့ရောက်လာခဲ့ပါတယ်\nရာထူးမြင့်တဲ့ ရက်သနန်(Jaypee)ကတော့ ပူဂေ့ရဲ့ပူးပေါင်းမှုကို အစမှာမနှစ်မြိုပေမယ့်\nအမှုကိုကိုင်တွယ်ရာမှာ ပူဂေ့ရဲ့ထက်မြက်မှုကိုအသိအမှတ်ပြုလာပါတယ်နှလုံးခုန်စက်တပ်ထားတဲ့လူနာတစ်ယောက်ကိုစစ်ဆေးမေးမြန်းရာမှ\nလွတ်သွားတဲ့အခါလိုက်ဖမ်းရင်း နှလုံးခုန်စက်တပ်ထားတဲ့သူတစ်ယောက်ကိုရှာနေတဲ့\nအဘီရာမီလိုခေါ်တဲ့မိန်းကလေးတစ်ယောက်ကနဲ့ဆုံမိကြပါတယ်\nဒီနှလုံးခုန်စက်က ဒီဇာတ်လမ်း ဒီအမှုမှာ ဘယ်လိုတွေဖြစ်လာမလဲ...\nမတူတဲ့နည်းလမ်းတွေနဲ့မျက်နှာဖုံးစွပ်ပြီးလိုက်သတ်နေတဲ့ လူသတ်သမားကရော ဘယ်သူဖြစ်မလဲ..\nသူဘာကြောင့် ဒီလိုလိုက်သတ်နေရတာလဲ\nသူ့ကိုဖမ်းမိမလား မဖမ်းမိဘူးလားဆိုတာကို\nဒီBatteryဆိုတဲ့ဇာတ်ကားလေးမှာ မြင်တွေ့ရမှာဖြစ်ပါတယ်\nFile size…5GB / 1.9GB / 945MB\nQuality…4k UHD HEVC AAC5.1CH / 1080p AAC5.1CH / 720p\nFormat…mp4\nDuration….2h\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & Sora & Kevin Ag & Kham Mon & OeliuJ",
        "rating": "7.5",
        "url": "https://megaup.net/1Nxxe/Battery_(2022)_Tamil.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNjk5ZTA3NjMtNmI0YS00MjRhLTk5NDMtNWE1MTE5NDgxODUwXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_-135x200.jpg",
        "title": "21 Grams (2003)",
        "description": "21 Grams ( 2003 )\n------------------------\nDirected by Alejandro G. Iñárritu\nIMDb Rating - 7.7/1021 Gramsဟာ Death Trilogyရဲ့ ဒုတိယကားပါ။ Death Trilogy ကတော့ Alejandro ရိုက်ခဲ့တဲ့ ဇာတ်ကောင်တွေရဲ့ သေခြင်းကို အခြေတည်ရိုက်ပြထားတဲ့ ဇာတ်ကား၃ကားဖြစ်ပြီး ၃ကားလုံးရဲ့စာရေးဆရာကလည်း Guillermo Arriaga ပါ။ Death Trilogyမှာ Amores perros ( 2000 ) , 21 Grams (2003) , Babel (2006) တိုပါဝင်ပြီး ၃ကားလုံးကို ဆက်တိုက်ရိုက်ကူးခဲ့သလို ၃ကားလုံးလည်း ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုရခဲ့တဲ့ ရုပ်ရှင်တွေပါ။ Alejandro ဟာ Death Trilogyအပြင် Birdman , The Revenant , biutiful ...",
        "rating": "7.7",
        "url": "https://megaup.net/2tAy8/21_Grams_(2003)_720p.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/movieposter_en-139x200.jpg",
        "title": "Adopting Audrey (2022)",
        "description": "Adopting Audrey ( 2021 )ဂျစ်ပစီလို လေလွင့်နေတဲ့ ခြေသလုံးအိမ်တိုင်မလေးဟာ အိမ်မပြန်ဘဲ မြိုတကာလှည့် အလုပ်တကာပြောင်းရင်း ကြုံရာကျပန်း ရှင်သန်နေထိုင်လာခဲ့တာ တော်တော်ကြာပြီ။ တစ်နေ့ကျ သူအလုပ်လည်းပြုတ် အိမ်ငှားခလည်းမရှိတော့တဲ့အချိန်မှာ အစီအစဉ်တစ်ခုကိုတွေ့သွားတယ်။ အဲဒီအစီအစဉ်ကတော့ တခြားမဟုတ်ပါဘူး။ လူကြီးမွေးစားတဲ့ အစီအစဉ်တစ်ခုပါ။ကလေးတွေကို‌ မွေးစားတာမဟုတ်ဘဲ အရွယ်ရောက်ပြီးသား လူတွေကို ကလေးမရှိတဲ့ အဘိုးကြီး အဘွားတွေက မွေးစားပြီး မိသားစုတစ်ခုထူထောင်ကြတဲ့ အစီအစဉ်ပါ။ ဒီတော့ ကောင်မလေးဟာ မွေးစားခံမယ့် မိဘတွေကို ရှာရင်း မိန်းမတစ်ယောက်က သူ့ကိုမွေးစားဖိုလုပ်ခဲ့ပါတယ်။ ထူးတာက အဲဒီမိသားစုမှာ သားရော သမီးရော ရှိပါတယ်။ အဲဒီမိသားစုက သူ့သားနဲ့ သမီးနဲ့ အဖေနဲ့ကြားက မပြေလည်မှုတွေ ၊ ခြေသလုံးအိမ်တိုင်မလေးနဲ့ သူပြန်မရောက်တော့တဲ့ကြားက မပြေလည်မှုတွေအပါအဝင် မိဘနဲ့သားသမီးကြားက အဖုအထစ်တွေကို ပုံဖော်ထားတဲ့ မိသားစုဒရာမာခပ်ဆန်းဆန်းလေးပါပဲ။File Size__(1.3GB) / (650MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:32:00\nType__Drama\nSubtitle__Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/1ND3a/Adopting_Audrey_(2022)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/d5pV0_4f-145x200.jpg",
        "title": "Oh! Boarding House (2022)",
        "description": "ကိုယ့်အိမ်ပိုင်ရှင်လေးOh My Broading HouseIMDb Rating 6.3ချစ်ရင်ဖွ င့်ပြောပါ မဖုံးကွယ်ထားပါနဲ့\nလက်နှေးရင် ခွက်ဆေးရမယ်ဆိုတဲ့စကားကြားဖူးကြမယ်ထင်ပါတယ်ဒီBLကားလေးကလည်းဒီလိုပါပဲ သုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးပါ\nဆယ်ဝန်းဆိုတဲ့ ခပ်အူတူတူကောင်လေးဟာ အာမခံကြေးတွေအကုန်အလိမ်ခံလိုက်ရပါတယ်ကံဆိုးမသွားရာမိုးလိုက်လိုရွာသလို အဲ့အချိန်မှာပဲ အလုပ်ပါအထုတ်ခံခဲ့ရပါတယ်\nအိမ်ပြန်လာတော့လည်း သူ့အမေကဒီအတိုင်းမထားဘဲ အငှားအိမ်ကိုဦးစီးခိုင်းလိုက်ပြန်ပါရောအငှားအိမ်မှာကြိတ်မှိတ်နေတုန်း ချွဲစုဆိုတဲ့ PEဆရာလေးပြောင်းလာပါတော့တယ်\nအသက်ကယ်တင်ပေးခဲ့သလိုဖြစ်သွားတော့ ပြန်ပေးဆပ်ဖိုလိုက်လုပ်ပေးရင် ဘာတွေဆက်ဖြစ်မလဲဆယ်ဝန်းမှာ သူ့ကိုတဖက်သတ်ကြိုက်နေတဲ့ ဂျူနီယာကောင်လေးလည်းရှိပါတယ် သူကဘွန်းဒေါ့ပါ ဖွင့်မပြောရဲဘဲ ဘေးကနေတိတ်တိတ်လေးပဲ ကာကွယ်ကူညီပေးနေခဲ့ပါတယ်သူကလည်းအငှားအိမ်ကိုပြောင်းလာသောအခါ ဘာတွေဆက်ဖြစ်မလဲ\nသုံးပွင့်ဆိုင်လေးမှာ ဘယ်တစ်ပွင့်က ကြွေလွင့်ရမလဲ စောင့်ကြည့်ပေးပါနော်မင်းသားလေးတွေလည်းအရမ်းချောပါတယ်နော် မိုက်မှမိုက်ပါ😍( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )File Size__(1.7GB) / (900MB)\nQuality__1080p, 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__01:45:00\nType__BL, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.3",
        "url": "https://megaup.net/39xYf/Oh_Boarding_House_(2022)_720p.mp4",
        "category": "BL, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/add-spin-135x200.jpg",
        "title": "Spin Me Round (2022)",
        "description": "နာမည်ကြီးမင်းသမီးနှစ်ယောက်ဖြစ်တဲ့ Alison Brie(Community) နဲ့ Audrey Plaza(Parks and rec) တို့ရဲ့ romatic comedy thriller ပေါင်းစုံထားတဲ့ ကားလေးပါ။ Tuscan Grove လို့ခေါ်တဲ့ စားသောက်ဆိုင်ခွဲတစ်ခုရဲ့မန်နေဂျာဖြစ်သူ Amber ဟာ ကုမ္ပဏီရဲ့အီတလီသို့ အလည်အပတ်ခရီးမှာ လိုက်ပါဖို့ရွေးချယ်ခံရပါတယ်။တခြားဆိုင်ခွဲမန်နေဂျာတွေနဲ့အတူ အီတလီက ဈေးပေါတဲ့ဟိုတယ်တစ်ခုမှာနေရပြီး ကုမ္ပဏီကပြုလုပ်တဲ့ပျင်းစရာအစီအစဉ်တွေအတိုင်း နေရပါတယ်။ဒါပေမဲ့ ချမ်းသာ၊သဘောကောင်းပြီးဆွဲဆောင်မှုရှိတဲ့ သူဌေးနဲ့တွေ့အပြီးမှာတော့ Amber တစ်ယောင်ကြည်နူးပြီး ဘေးက၀န်းရံလာတဲ့ ပုံမှန်မဟုတ်တဲ့ အန္တရာယ်တွေကို သတိမထားမိတာကြောင့် ထင်မထားတဲ့စွန့်စားခန်းတွေဖြစ်လာရပါတော့တယ်။\nထင်ထားသလိုသာမာန် rom com မဟုတ်တဲ့ကားလေးပါ။\nခေါင်းဆောင်မင်းသမီးနှစ်ယောက်အပြင် Alessandro Nivola,Molly Shannon တို့လည်းပါ၀င်ထားပါတယ်။File size…(1.86GB)/(944MB)/(437MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Comdey\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "5.1",
        "url": " https://megaup.net/39rfw/Spin.Me.Round.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMWZjNWEyYzgtYmNiNi00ZDEyLTlhYzctNzgxMWZmMWVlZDY1XkEyXkFqcGdeQXVyNjg0MzUyNTg@._V1_-138x200.jpg",
        "title": "Bring Him Back Dead (2022)",
        "description": "Bring Him Back Dead (2022)\n======================အက်ရှင်မင်းသားကြီး Gary Danielsပါဝင် သရုပ်ဆောင်ထားတဲ့\nဒီဇာတ်ကားလေးကတော့ အက်ရှင်ပရိသက်တွေ အကြိုက်တွေ့မယ့်\nကားလေးပဲဖြစ်ပါတယ်။ ထရန့်ဆိုတဲ့လူက ဘဏ်တစ်ခုကနေ စိန်\nတွေခိုးဖို့အတွက် ဂိုဏ်းအဖွဲ့တစ်ခုကိုခိုင်းခဲ့ပါတယ်။ဒါပေမယ့် အဲဒီအဖွဲ့ဝင်တစ်ယောက်ဖြစ်တဲ့ အဲလက်စ်က အဖွဲ့ကို\nသစ္စာဖောက်ပြီး စိန်တွေကိုယူသွားခဲ့ပါတယ်။ အဲ့တော့ထုံးစံအတိုင်း\nဂိုဏ်းကနေ သူတို့စိန်တွေကိုပြန်ယူနိုင်မလား၊ အဲလက်စ်ကရော\nဘာလို့သစ္စာဖောက်ရတာလဲ၊ ဇာတ်လမ်းဇာတ်အိမ်ရိုးရိုးရှင်းရှင်းလေးကို\nအက်ရှင်ကောင်းကောင်းနဲ့မြင်ရမဲ့ \"Bring him back dead\"ပဲ\nဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Moe Phway Cherry ဖြစ်ပါတယ်)\nFile Size..........(1.81 GB) / (841 MB) / (576 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 26mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action\nTranslator.......Moe Phway Cherry\nEncoder..........SWM",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/bring-him-back-dead-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOTcwYmJiOWEtNzViZi00OWFlLTkxMzYtM2EyMjY2MzI1ZGJiXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-139x200.jpg",
        "title": "Jothi (2022)",
        "description": "IMDb 9.1/10 ရထားတဲ့\nတမီးလ်ကားကောင်း Thriller ကားသစ် လေးလာပါပြီ\nကမ္ဘာတစ်ဝှမ်းမှာ ကလေးပျောက် ကလေးလူကုန်ကူးခံရမှုတွေ များလာခြင်းမှာ\nဂျိုသီတိုမြိုလေးလည်း ခြွင်းချက်မရှိခဲ့ပါဘူး\nကိုယ်ဝန်အရင့်အမာကြီးနဲ့ ဂျိုသီက သူမွေးဖွားလာမယ့်\nကလေးလေး မတော်တဆ ပြန်ပေးဆွဲခံရရင်\nဘယ်လိုလုပ်မလဲလို တွေးပူနေတဲ့မိခင်တစ်ယောက်ဖြစ်နေရာကနေ\nသူယောကျ်ားဆရာဝန်ဖြစ်သူ အဝေးကို\nအလုပ်ကိစ္စနဲ့သွားရချိန် တစ်ယောက်တည်းရှိနေတဲ့အချိန်မှာ\nသူစိတ်ပူခဲ့တဲ့အတိုင်းထက်အလွန်\nမွေးတောင်မမွေးရသေးတဲ့ကလေးကို\nအတင်းအကြပ် ဗိုက်ဖွင့်ပြီး ထုတ်ယူပြန်ပေးဆွဲတာကိုခံလိုက်ရပါတယ်ညကြီးမိုးချုပ် မိုးကာဝတ်ပြီး ပညာသည်တစ်ယောက်ရဲ့ လက်ရာအတိုင်\nး သေသပ်စွာ ဗိုက်ခွဲထုတ်ယူကလေးမွေးပြီး လျှိဝှက်စွာလာရောက် ပြန်ပေးဆွဲသွားတဲ့ တရားခံက ဘယ်သူလဲဆိုတာကို\nမြိုနယ်ရဲမှူး ရှက်သီနဲ့အဖွဲ အပြင်းအထန်ထုတ်ဖော်ကြရတော့တယ်\nစစ်ဆေးချက်တွေ သက်သေတွေ မှတ်တမ်းတွေအရ\nတရားခံဖြစ်နိုင်တဲ့ သံသယရှိသူတွေကို လိုက်ရှာရင်း\nသံသယရှိသူအရေအတွက်များလာတဲ့အခါ\nရဲမှူးရှက်သီရဲ့ မာနကို ထိခိုက်လာသလိုဖြစ်လာတယ်တရားခံသံသယရှိသူတွေရော ဘယ်နှယောက်တိုးလာပြီး\nတရားခံအစစ်ကဘယ်သူလဲ\nရဲမှူးဖြစ်သူရဲ့ မာနထိခိုက်ခံရမှုကို ရဲမှူးက\nတရားခံကို ဖမ်းပြပြီး အစွမ်းပြနိုင်မှာလား စတာတွေကို\nအတော်လေး စိတ်ဝင်စားဖွယ် ကြည့်ရမှာပါ\nRun time လည်း သိပ်မကြာတဲ့အပြင် လူအင်အားများများနဲ့\nခပ်သွက်သွက်လေး ရိုက်ကူးတင်ဆက်ထားတာမို ကြည့်ရတာ တော်တော်မြိုင်ပါတယ်\nတချိုအပိုင်းလေးတွေတော့ သွေးထွက်သံယိုလေးတွေရှိလို\nသက်ဆိုင်သူများ သတိထားကြည့်ရင် အဆင်ပြေပါလိမ့်မယ်\nFile size…5.68GB / 1.76GB / 854MB\nQuality…4k UHD ...",
        "rating": "8.9",
        "url": "https://megaup.net/1NBa4/Jothi_(2022)_Tamil_TRUE_WEB-DL.720p.AAC2.0CH(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d3i1ZB2pstUAJn8n1KzobcmbtZd.jpg",
        "title": "My Perfect Roommate (2022)",
        "description": "My Perfect Roommate (2022)Drama တွေတိုင်းမှာ အားလုံးနဲ့ရင်းနှီးပြီးသား သရုပ်ဆောင်ရှယ်ကောင်းတဲ့ ဖွားဖွား Na Moon Hee ရဲ့ ရုပ်ရှင်အသစ်စက်စက်လေးလာပါပြီ။ဒီဇာတ်လမ်းလေးကတော့ တောင်ကိုရီးယားမှာတကယ်ရှိတဲ့ room sharing ဆိုတဲ့အစီအစဉ်လေးကို အခြေတည်ရိုက်ကူးထားတာပါ။\nဆိုးလ်မြို့မှာနေစရာရှာနေတဲ့ကျောင်းသားလူငယ်တွေကို တစ်ယောက်တည်းနေတဲ့ သက်ကြီးရွယ်အိုဘိုးဘွားတွေရဲ့အိမ်တွေမှာ အခန်းငှါးပေးတဲ့အစီအစဉ်ပါ။Room Sharing အစီအစဉ်ကြောင့်ပဲ ဇီဇာကြောင်လွန်းပြီး ကပ်သီးကပ်ဖဲ့နိုင်လွန်းတဲ့ အဖွားတစ်ယောက်ရဲ့အိမ်မှာမှ သွားငှါးနေမိလို့\nအိမ်မှာတောင်အိမ်သာမတက်နိုင်တဲ့ ဘဝကိုရောက်နေရတဲ့ ကျောင်းသားလေးဟန်ဂျီအုံးနဲ့\nတစ်လောကလုံးကိုဘုနဲ့ဘောက်လုပ်နေတဲ့ အိမ်ပိုင်ရှင်အဖွားတို့ရဲ့\nမတည့်အတူကနေ ဖြူစင်တဲ့ ၅၂၈ သံယောစဉ်တွေ ရစ်ပတ်လာတဲ့ဇာတ်လမ်းလေးပါ။ဝါရင့်မင်းသမီးကြီး Na Moon Hee ရဲ့ထိမိတဲ့အိုက်တင်တွေနဲ့\nMy Roommate Is A Gumiho, Melancholia အစရှိတဲ့ ဇာတ်လမ်းတွဲတွေမှာ တွေ့ဖူးနေတဲ့\nမင်းသားသစ်လေး Choi Woo Sung ရဲ့မခေလှတဲ့သရုပ်ဆောင်ချက်တွေကြောင့် ရယ်လိုက်၊ ငိုလိုက် ရသမျိုးစုံခံစားရမှာသေချာပါတယ်။လူတိုင်းရဲ့ဘဝမှာ ဘယ်တော့မှမပြည့်နိုင်တဲ့ ကွက်လပ်တွေရှိစမြဲပါ။\nဒီဇာတ်လမ်းကတော့ သွေးမတော်သားမစပ်တဲ့ ဂျီအုံးနဲ့ အဖွားတို့ မတည့်အတူနေကြရင်း\nဘဝရဲ့လစ်ဟာနေတဲ့ ကွက်လပ်တွေကို ...",
        "rating": "5",
        "url": "https://megaup.net/39xbf/My.Perfect.Roommate.2022.720p.TVING.WEB-DL.CM.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/WWb6X_4f-141x200.jpg",
        "title": "{18+}Female Beautician Rope Discipline (1981)",
        "description": "နာကျင်မှုတွေ ဆိုတာ ဘယ်လိုမျိုးလဲ\nသာယာမှုတွေဆိုတာ ဘယ်လိုမျိုးလဲ\nကျွန်တော်ကတော့ ခံစားတဲ့သူနဲ့ပဲသက်ဆိုင်တယ်လိုထင်တယ်\nတချို့က သာယာမှုကို ကြိုက်ကြတယ် တချို့က နာကျင်မှုကိုကြိုက်ကြတယ်လိင်ကိစ္စမှာလည်း ထို့အတူပါပဲ\nတစ်ချို့က နာကျင်မှုကိုကြောက်စရာလို့မြင်နေချိန်မှာ\nတစ်ချို့က နာကျင်မှုကို အရသာခံနေပါတယ်...ဒီဇာတ်လမ်းလေးကတော့\nနာကျင်မှုကို ပေးချင်နေတဲ့ ကောင်လေးရယ်\nနာကျင်မှုကို မခံစားဖူးသေးပဲ ကြောက်နေတဲ့ အမျိုးသမီးနှစ်ယောက်ကို\nဇာတ်အိမ်တည်ထားပြီး\nခပ်ကြမ်းကြမ်းလေး ပုံဖော်ထားလို့\nDS fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…1.14GB / 582MB\nQuality…1080p BuRay / 720p\nFormat…mp4\nDuration….1h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.0",
        "url": "https://megaup.net/39x9w/Dan.Oniroku.Onna.Biyoshi.Nawa.Shiku.1981.720p(DS).mp4",
        "category": "Adult"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pr4aXYDUMbQG8cPVol4shvHXyYv.jpg",
        "title": "River Road (2022)",
        "description": "River Road (2022)IMDb - 7.1ထရာဗစ်က ​နာမည်ရက​​နေဒါ​​ရော့ခ်တီးဝိုင်းတစ်ခုရဲ့ ဂစ်တာသမားဖြစ်ပြီး\nအဖွဲ့ရဲ့နယ်လှည့်​​ဖျော်​ဖြေပွဲ​​တွေအပြီး ဇာတိ​မြေက​နေဒါက အ​ဒေါ်ဖြစ်သူရဲ့အိမ်မှာ အနားယူဖို့ ​ရောက်ရှိ​နေတာပါ။အဲဒီအိမ်မှာ ရှိ​နေစဉ်မှာပဲ ဇိုအီဆိုတဲ့ အ​မေရိကန်သူ မိန်းက​လေးတစ်​ယောက်နဲ့ စတင်ဆုံစည်းခဲ့ပါတယ်။\nစ​တွေ့ကတည်းက တခြားသူ​တွေနဲ့ မတူ ထူးခြားတဲ့ ဇိုအီကို\nထရာဗစ်အ​နေနဲ့ မြင်မြင်ချင်းမှာပဲ စိတ်ဝင်စား သွားခဲ့ပါတယ်။ဒီလိုနဲ့ ၂​ယောက်သား စ​တွဲရင်း ဟီးရိုးအင်းဆိုတဲ့ မူးယစ်​ဆေးကို သုံးမိပြီး\nချစ်သူ၂​​ယောက်ရဲ့ ဘဝ​​တွေ ​ဇောက်ထိုးမိုး​မျှော် စဖြစ်လာသလို\nမူးယစ်​ဆေးရဲ့သား​ကောင်​အဖြစ် ဥပ​ဒေနဲ့မညီတဲ့ ပြစ်မှု​တွေကိုပါ အတူတူကျူးလွန်မိခဲ့ပါတယ်။တစ်​နေ့မှာ ထရာဗစ်က ထူးဆန်းတဲ့ဇိုအီရဲ့လျှို့ဝှက်ချက်တစ်ခုကို သိရှိခဲ့သလို\nအသက်ပါဆုံးနိုင်တဲ့ ကိစ္စတစ်ခုကို ရူးမိုက်စွာ လုပ်ခဲ့ပါ​တော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 1.5GB | 800MB | 320MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "7.1",
        "url": "https://megaup.net/2tzve/River.Road.2021.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/umNnHcYJi3DhBGqJKCIvsfvP9Wl.jpg",
        "title": "Safe House 1618 (2021)",
        "description": "Safe House 1618 (2022)ဇာတ်လမ်းလေးရဲ့ အစမှာတော့ လွင်တီးခေါင်တစ်နေရာမှာ လူတစ်ယောက်ရဲ့ လက်နှစ်ဖက်ကို ကြိုးတုပ်ထားပြီး\nအမည်မသိလူတစ်‌ယောက်က ရက်ရက်စက်စက် သတ်ပစ်ထားပုံနဲ့ စထားပါတယ်\nထိုသူရဲ့ နာမည်ကတော့ No One လို့သိရပြီး ကြေးစားတစ်ယောက်ဖြစ်ပုံရပါတယ်\n‌နောက်တစ်နေရာမှာတော့ အမျိုးသမီးသုံးယောက်နဲ့ ယောက်ျားတစ်ဦးဟာ ခိုလှုံအိမ်လေးတစ်လူံးဆီကို တစ်နေရာရာကနေ ထွက်ပြေးလာကြပုံရပါတယ်\nအဲဒီအမျိုးသမီးသုံးဦးဟာ ညီအစ်မတွေဖြစ်ကြပြီး ဖမ်း၀ရမ်းလည်း ထုတ်ခံထားရသူတွေဖြစ်ပါတယ်\nအသက်ဘေးကနေ ထွက်ပြေးလာသလို ပုံဖော်ထားတဲ့ အဲဒီအုပ်စုဟာ\nဘယ်လိုအကြောင်းအရင်းတွေကြောင့် ထွက်ပြေးလာရပြီး ဒီ ခိုလှုံအိမ်မှာ လာသောင်တင်နေရပါသလဲ\nNo One ကရော ဘယ်လိုအခန်းကဏ္ဍမှာ ပါ၀င်လာမှာလဲ\nသူတို့ရဲ့ နောက်ကြောင်းဇာတ်ထုပ်ကို တဖြည်းဖြည်းဖြည်ချရင်းနဲ့\nခိုလှုံတဲ့အိမ်ကြီးထဲမှာရော သူတို့ဘေးကင်းလုံခြုံစွာ နေနိုင်ပါ့မလား ဆိုတာကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chuck ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Horror\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 580MB | ...",
        "rating": "",
        "url": "https://megaup.net/2tzva/Safe.House.1618.2022.720p.WEB-DL.CM.mp4",
        "category": "Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c2aNdB6vCkwMpwDJO81mntGh0WS.jpg",
        "title": "Collide (2022)",
        "description": "Collide (2022)ဇီး x လီလီ\nတမီရာ x ဟန်တာ\nအိန်ဂျလီကာx ပီတာသူတို့သုံးတွဲလုံးက တစ်ညမှာ Collide ဆိုတဲ့စားသောက်ဆိုင်မှာရှိနေခဲ့တယ်။\nဒီသုံးတွဲက တစ်ယောက်နဲ့တစ်ယောက်လုံးဝမသိကြဘူး။ဇီး နဲ့လီလီက စားသောက်ဆိုင်မှာအလုပ်လုပ်ကြတဲ့စုံတွဲလေး။\nဇီးကတစ်နေ့မှာ ရေထဲမျောလာတဲ့ကိုကင်းထုပ်ကြီးကိုမတော်တဆရပြီးနောက်မှာ\nမူးယစ်ဆေးအကြောင်းလဲသိပ်နားမလည်တော့ အဲဒါတွေကိုရရာစျေးလောက်နဲ့ရောင်းပြီး\nသူတို့ချစ်သူနှစ်ဦးဘဝကိုအသစ်စတင်ကြမယ်ပေါ့။တမီရာကတော့ စားသောက်ဆိုင်မှာတစ်ယောက်ယောက်ကိုအကြာကြီးထိုင်စောင့်နေခဲ့တယ်။\nတော်တော်ကြာမှဟန်တာကရောက်လာတယ်။ ဟန်တာနောက်ကျတာလားဆိုတော့မဟုတ်ဘူး။\nတမီရာက ဟန်တာတောင်မသိခဲ့တဲ့ဟန်တာ့ကြောင့်နစ်နာခဲ့ရမှုကို အကြွေးပြန်ယူဖို့အစောကြီးရောက်လာပြီးပြင်ဆင်ထားတာရှိတယ်။အန်ဂျလီကာကတော့ အသက်၄၀ ကျော်မမကြီး။\nစားသောက်ဆိုင်ကမန်နေဂျာနဲ့ဖောက်ပြန်နေတာ။\nသူ့ယောကျ်ားဖြစ်တဲ့ပီတာကလဲ ဆိုင်ပြင်မှာရှိနေတယ်။\nပီတာကအရမ်းရိုးအေးသူဆိုတော့ ဖောက်ပြန်တဲ့မိန်းမကိုသူပဲကားနဲ့ဝင်တိုက်ပစ်ရမလား\nသူ့ကိုယ်သူပဲသတ်သေပစ်ရမလား ကားထဲမှာထိုင်ပြီးဝေခွဲမရဖြစ်နေသူ။အဲဒီလိုလုံးဝမသိကြတဲ့ စုံတွဲသုံးတွဲရဲ့ဇာတ်လမ်းတွေက\nCollide စားသောက်ဆိုင်မှာ အရှိန်ပြင်းပြင်းတဲ့တိုက်ခိုက်မိချိန်မှာတော့......အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre.....Thriller\nQuality…. 1080p | 720p | 480p\nFile size…1.33GB | 656MB | 352MB\nFormat… mp4\nDuration….1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator .....Rashida\nEncoder .....August",
        "rating": "4",
        "url": "https://megaup.net/1NC2v/Collide.2022.720p.WEB-DL.DD5.1.CM.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bkjPoisqAavXUvtoirxTEcLLQyI.jpg",
        "title": "Me Time (2022)",
        "description": "Me Time (2022)ခုမှ netflix ကနေ အသစ်စက်စက် ထွက်ရှိထားတဲ့ ဟာသကားလေးပါဇာတ်ကားနာမည်က me time ဆိုတဲ့အတိုင်းပဲ ကိုယ့်အတွက်ကိုယ်ပဲ အချိန်ပေးကြမယ်ပေါ့နာမည်ကြီး ဟာသ သရုပ်ဆောင် Kevin Hart နဲ့ Mark Wahlberg တို့ အတူ ပါဝင် သရုပ်ဆောင်ထားတဲ့ ကားလေးမလို့ မရယ်ရမှာတော့ စိတ်မပူပါနဲ့ဇာတ်လမ်းကတော့ ဆွန်နီ (kevin) နဲ့ ဟက် (mark) တို့က\nငယ်ပေါင်းကြီးဖော် သူငယ်ချင်းတွေ ဖြစ်ပြီးတော့ ဟက်ရဲ့ မွေးနေ့တိုင်းကိုလည်း တူတူဖြတ်သန်းခဲ့ကြတယ်အသက်တွေကြီးလာတော့ ဆွန်နီက မိန်းမနဲ့ ကလေးနှစ်ယောက်ရှိတဲ့ မိသားစု ဘဝလေးကို ပိုင်ဆိုင်နေပါပြီ\nငယ်ငယ်ကလိုလည်း ဟက်နဲ့တူတူပျော်ပျော်ပါးပါး မရှိတော့တာလည်း ကြာပါပြီမိသားစုနဲ့ ကလေးတွေကိုပဲ ဂရုစိုက်နေရတဲ့ ဆွန်နီ တစ်ယောက် ကိုယ့်အတွက်ကိုယ် အချိန်မပေးနိုင်ခဲ့ပါဘူးတစ်ရက်မှာ မိန်းမနဲ့ကလေးတွေက အားလပ်ရက်ခရီးသွားတော့\nမိန်းမကလည်း သူ့ကိုယ်သူ အချိန်ပေးဖို့ဆိုပြီး တစ်ယောက်တည်း ထားခဲ့ပါတယ်အဲမှာ ဆွန်နီက ...",
        "rating": "5",
        "url": "https://megaup.net/17Eyg/Me.Time.2022.720p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "",
        "title": "Catch Me If You Can (2002)",
        "description": "IMDb Rating (8.1) / Rotten Tomatoes (96%)ဒါရိုက်တာက နာမည်ကြီး Steven Spielberg ဖြစ်ပြီး မင်းသားတွေကတော့မင်းသားကြီး Tom Hanks ရယ်…မင်းသားချော Leonardo တို့ရယ် ဖြစ်ပါတယ်…။ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်သလို အော်စကာဆုတွေလဲရရှိထားတဲ့ဇာတ်ကားပါ။မင်းသားနှစ်ယောက်ဖြစ်တဲ့ Leonardo နဲ့ Tom Hanks တို့နှစ်ဦးရဲ့ သရုပ်ဆောင်ချက်ကလည်း ကောင်းသလိုသူတို့နှစ်ဦးကြားက ဆက်ဆံရေး၊ ဇာတ်လမ်း တည်းဖြတ်ထားပုံကလည်းဇာတ်ကားကို ထူးခြားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်စေပါတယ်။ဇာတ်ရှိန် အတက်အကျ မှန်ပြီး၊ ပါသင့်တဲ့အချက်အလက် အားလုံးစုံအောင် ထည့်သွင်းရိုက်ကူးထားနိုင်ပါတယ်။ဉာဏ်ကောင်းရဲ့သားနဲ့ လမ်းမှားရောက်နေတဲ့ လူငယ်လေးကို တာဝန်အရဖမ်းတာတင်မဟုတ်ပဲလမ်းမှန်ရောက်လာအောင် ပြုပြင်ပေးရုံသာမက နိုင်ငံအတွက်ပါ အကျိုးရှိအောင် အသုံးချနိုင်ခဲ့တဲ့Carl Hanratty အဖြစ် Tom Hanks က ပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။အထူးသဖြင့် ပြင်သစ်ရဲတွေ Frank ကို ဖမ်းသွားတော့ မရမက ပြန်ခေါ်ထုတ်ပြီးအမေရိကားကို ပြန်ခေါ်လာနိုင်ဖို့ ကြိုးစားခဲ့ပုံတွေက လူလူချင်းတန်ဖိုးထားတတ်တဲ့ အလေ့အထတွေကိုခံစားမိစေပါတယ်။ကြည့်မိသူတိုင်းကြိုက်ကြတာမို့ လက်လွတ်မခံစေချင်ပါဘူး။\nFile size… ...",
        "rating": "8.1",
        "url": "https://megaup.net/39wTU/(CM)Catch_Me_If_You_Can_(2002)_(720p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Biography, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-affair-145x200.jpg",
        "title": "A Dangerous Affair (2022)",
        "description": "အချစ်ကြီးရင် အမျက်ကြီးတယ်လို့ လူကြီးတွေပြောတဲ့စကားက တကယ့်ကိုသွေးထွက်အောင် မှန်တယ်ဆိုတာလေး ရိုက်ပြထားတဲ့ ကားလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် အမ်မလီဆိုတဲ့ ယောဂဆရာမ တစ်ယောက်ဟာ ကနေဒါ ကနေ အမေရိကန်မှာ အခြေချရင်းနဲ့ သူ့သင်းတန်မှာလာတက်တဲ့ တစ်ဦးတည်းသော ယောကျာ်းလေးနဲ့တစ်ယောက်နဲ့ ချစ်မိသွားတာပါအဲဒီမှာပဲ သူတို့ရဲ့ သင်တန်းမှာလာတက်နေတဲ့သူရဲ့ ပါတီပွဲကို အတူတူသွားရာကနေ ကောင်လေးနဲ့တူတဲ့ အမျိုးသားတစ်ယောက်ဟာ အသတ်ခံလိုက်ရတာပါ အဲဒီနောက်ဆက်တိုက်ဆိုသလိုပဲ သူတို့နှစ်ယောက်ဟာလည် အမျိုးမျိုးနှောင့်ယှက်ခံရတော့တာပဲ အဲဒီတော့ သူတို့နှောင့်ယှက်နေတာက ဘယ်သူများလဲ ပါတီမှာလူသတ်သွားတဲ့သူကရော ဘယ်သူလဲ သူကရော ဘာလို့သတ်ခဲ့ရတာလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.67GB)/(944MB)/(487MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:05:00\nGenre...Romance / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "5.6",
        "url": " https://megaup.net/1NB02/A.Dangerous.Affair.2022.720p.(CM).mp4",
        "category": "Romance, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOGY5ZTk1MDQtMzVkMS00YWI5LWEzN2UtYTlmNTNhMGViMjIwXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Ju-on: The Grudge 2 (2003)",
        "description": "Ju-On: The Grudge 2 (2003)ဂျပန်နာမည်ကြီးရုပ်ရှင် ဒါရိုက်တာ Takashii Shimizu ရဲ့ အောင်မြင်ခဲ့တဲ့ Ju-On sequel ကားတွေထဲက ၂၀၀၃ခုနှစ်ထွက် ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ အရင်ထွက်ခဲ့တဲ့ Ju-On ၂၀၀၂ကားရဲ့အဆက်လို့ပြောလို့ရပေမဲ့ တစ်ကားတည်းကြည့်ရင်လည်း အဆင်ပြေပါတယ်။ Ju-On ရုပ်ရှင်တွေက ဂျပန်မှာ အလွန်အောင်မြင်ခဲ့တာဖြစ်ပြီး သူ့ရဲ့ဇာတ်ကားတွေက ထိုခေတ်အခါက တခြားhorrorတွေနဲ့ မတူကွဲပြားတယ်လို့ ဆိုကြပါတယ်။ Howling Villageအပါအဝင် Ox-Head Village,Suicide Forest village ကားတွေရဲ့ ပဲ့ကိုင်ရှင် ဒါရိုက်တာပါပဲ။နဲရိမခရိုင်မှာ သရဲအခြောက်ကြမ်းပြီးကျိန်စာသင့်နေတယ်ဆိုတဲ့ အိမ်တစ်အိမ်ရှိခဲ့ပါတယ်။ အဲဒီအိမ်မှာနေထိုင်တဲ့မိသားစုမှန်သမျှ ကျိန်စာမိပြီး လူစားလဲခံရကာ အကုန်သေဆုံးကုန်ပါတယ်။အဲဒီအိမ်ရဲ့အရင်ပိုင်ရှင်ဖြစ်သူက သူ့မိသားစုတစ်ခုလုံးကိုပြန်သတ်ပြီး သူကိုယ်တိုင်လည်း သူ့မိန်းမရဲ့ဝိဉာဉ်သတ်လို့ သေဆုံးခဲ့တာပါ။ ဇောကပ်ပြီး သေဆုံးခဲ့ရတဲ့သူ့မိသားစုရဲ့ဝိဉာဉ်တွေ အထူးသဖြင့် မိန်းမဖြစ်သူက မကျွတ်မလွတ်နိုင်ဘဲ အဲဒီအိမ်ထဲကို ဝင်လာသူမှန်သမျှ သေစေဖို့ ကျိန်စာတိုက်ခဲ့ပါတယ်။ တစ်ယောက် သေပြီးရင် နောက်တစ်ယောက်ဆီကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/3Pu4y/Ju-on_The_Grudge_2_(2003)_720p.mp4",
        "category": "Drama, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/inswert-easter-126x200.jpg",
        "title": "Easter Sunday(2022)",
        "description": "Easter Sunday Netflix နဲ့ Comedy Central တို့ရဲ့နာမည်ကျော် Comedian ကြီး Joe Koy ရဲ့ဟာသရုပ်ရှင်လာပါပြီ။Joe Koy ဟာ Joe Valencia ဆိုတဲ့ရုန်းကန်နေတဲ့ Comedian နေရာသရုပ်ဆောင်ထားပါတယ်။Joe ဟာသူ့သားဖြစ်သူကိုကောင်းကောင်းမွန်မွန်ပျိုးထောင်နိုင်ဖို့ ရုန်းကန်ရင်း တစ်ဖက်မှာလည်း မိသားစုကိုအချိန်ပေးနိုင်ဖို့ လုံးပန်းနေရပါတယ်။ကက်သလစ်ဘာသာ၀င်ဖိလစ်ပိုင်လူမျိူးတွေအတွက် အထွတ်အမြတ်ဖြစ်တဲ့ အီစတာအတွက် မိသားစုရှိရာမြို့ကိုပြန်လာတဲ့အခါ Asian မိသားစုထုံးစံအတိုင်း အမျိုးတွေအများကြီးနဲ့ ‌ဗြောက်သောက်တွေဖြစ်လာပုံကို ဟာသမြောက်စွာကြည့်ရှု့ရမှာပါ။ နာမည်ကျော် Comedian ကြီးJoe Koy အပြင် Jimmy O Yang,Lou Diamond Phillips တို့လို နာမည်ကြီး Asian သရုပ်ဆောင်တွေလည်းပါ၀င်ပါတယ်။File size…(2.05GB)/(1013MB)/(532MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.3",
        "url": "https://megaup.net/2typk/Easter.Sunday.2022.720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZDk3ZDhkYTYtODYwNy00NDJlLWI4ZGItMDUyNDdhOWNkMWFjXkEyXkFqcGdeQXVyMjI4ODEzNDc@._V1_-135x200.jpg",
        "title": "MEAD (2022)",
        "description": "MEAD (2022)\n===========၂၀၂၂ ခုနှစ်ထွက် သိပ္ပံဇာတ်ကား‌ကောင်းတွေကို မကြည့်ရတာ\nကြာပြီဆိုတော့လည်း ကြည့်ချင်နေကြမှာပေါ့။ အဲလိုကားလေးတွေကို\nမျှော်နေတဲ့ပရိသတ်ကြီးအတွက် ၂၀၂၂ ခုနှစ်မှာ ထွက်ရှိလာတဲ့\nကားလေးကတော့ Mead 2022 ဆိုတဲ့ကားလေးပါ။ဒီကားလေးက အရမ်းကောင်းတဲ့ သိပ္ပံအက်ရှင်ကားတွေထဲ\nမပါပေမယ့် တော်တော်လေးကြည့်ရတာ အဆင်ပြေတဲ့ကားလေးလို့\nဆိုမယ်ဆိုရင်လည်း မမှားပါဘူး။ CGI effects လေးအရမ်းမကောင်းဘဲ\nအပြစ်အနာအဆာပြောစရာလေးနည်းနည်းရှိတာကလွဲရင် ဇာတ်ကား\nတစ်ကားထဲမှာ အကြောင်းအရာမျိုးစုံကို ခံစားကြည့်ရှုနိုင်တဲ့ ကားလေး\nလည်းဖြစ်ပါတယ်။Mead ဆို‌တဲ့စက်ရုပ်လေးဟာ ကိုယ်ပိုင်အသိဉာဏ်ရှိပြီးပုံရိပ်ယောင်\nဖန်တီးနိုင်စွမ်းရှိတဲ့ စက်ရုပ်လေးပါ။ သူနဲ့အတူ ဖရစ်ဇ်ဆိုတဲ့သူ့သခင်လို\nသဘောထားရတဲ့သူတို့နှစ်ယောက်ကို စကြာဝဠာတိုင်းက လိုချင်နေလို့\nလိုက်လံဖမ်းဆီးနေတာကို ခံနေရပါတယ်။ ဒါကြောင့် Mead ဆိုတဲ့\nပုံရိပ်ယောင်ဖန်တီးတဲ့ စက်ရုပ်လေးနဲ့ သူ့သခင် ဖရစ်ဇ်တို့ရဲ့ကားကောင်း\nလေးကို ခံစားရင်ခုန်ပေးဖို့ ဖိတ်ခေါ်လိုက်ရပါတယ်ခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)\nFile Size..........(2.29 GB) / (1.09 GB) / (687 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/mead-2022/"
    }
]