[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BOGUzZjZhMmUtZDE4Yi00NTI0LWJlMDUtNTU1OWI2ZWM1MzBmXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Never Rarely Sometimes Always (2020)",
        "description": "[Unicode]\nNever, Rarely, Sometimes,Always (2020)\n=========================\nIMdb Rating - 7.3/10\nဒီရုပ်ရှင်ဟာ ထူးခြားမှုတစ်စုံတရာမရှိပေမယ့် ရုပ်ရှင်ကောင်းတစ်ခုပါပဲ။\nမြင်နေကြပြဿနာ တစ်ခုအတွက် ကာကာကွယ်ကွယ်ပြောရရင် တစ်ချို့အတွက်တော ဘာမှန်းမသိဘဲ ပြီးသွားတဲ့ကားသက်သက်ဖြစ်မှာပါ။\nIMdb ratingဟာ ခင်ဗျားသွားပေးလည်းရတဲ့ ratingတစ်ခုဆိုတော့ IMDb ratingမဆိုးတာကို အသာဖယ်လိုက်ပါဦး။\nကမ္ဘာ့စိတ်အချရဆုံး ratingလို့ပြောကြတဲ့ Rotten Tomatoesရဲ့ criticတွေပေးတဲ့ Tomatoers rating ၉၉ရှိပါတယ်။\nဒီလောက်ဆို ကျွန်တော်ညွှန်းစရာတောင်မလိုပါဘူး။ ရုပ်ရှင်ကောင်းဆိုတာ သိသာပါတယ်။\nတစ်ခုရှိတာကတော့ Audience Ratingကတော့ ၂၀ပဲရှိပါတယ် ။\nဆိုလိုတာကတော့ လူတိုင်းကြိုက်မယ့်ကား မဟုတ်ပါဘူး။\nကောင်းတယ်ညွှန်းလို့ Downမိတာ မကောင်းဘူးပြောမယ့်သူတွေ ကြိုက်မယ့်ကားမျိုးမဟုတ်ပါဘူး။\nThe New Yokerမှာတောင် ဒီရုပ်ရှင်အကြောင်း ဆောင်းပါးတစ်ခုတ်တရရေးထားပါတယ်။\nရုပ်ရှင်တစ်ကားရဲ့ ကောင်းခြင်းမ‌ကောင်းခြင်းက ကြည့်ရှုသူရဲ့ ခံစားမှုအကျယ်အပြောနဲ့ တိုက်ရိုက် အချိူးကျပါတယ်။\nဒီရုပ်ရှင်ရဲ့ အကြောင်းအရာနဲ့ တင်ဆက်ပြသပုံဟာ အင်မတန်ရိုးရှင်းပြီး သရုပ်မှန်ဆန်ပါတယ်။\nမြင်နေကျပြဿနာ တစ်ခုကိုပဲ တင်ပြထားတာပါ။\nခေတ်အဆက်ဆက်ပြဿနာဖြစ်တဲ့ လိင်မှုရေးရာနဲ့ အမျိုးသမီးတွေရဲ့ အနိုင်ကျင့်ခံရမှုတွေ\nလစဉ်ဓမ္မတာဝေဒနာတွေ၊ ကိုယ်ဝန်နဲ့ပက်သက်တဲ့ ဝေဒနာတွေအကြောင်းပါပဲ။\nစစ်တမ်းကောက်ချက်အရတော့ အမျိူးသမီးထုရဲ့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/never-rarely-sometimes-always-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0Lry8POoEY22WWqGwtyeYBugT7.jpg",
        "title": "Milan Talkies",
        "description": "Milan Talkies(2019)\n================================\nဘောလိဝုဒ်ကားကောင်းလေးတွေစောင့်မျှော်နေသူတွေအတွက် ကားကောင်းလေးတစ်ကောင်းနဲ့\nမိတ်ဆက်ပေးပါရစေဗျား\nအချစ် ဟာသ အလွမ်း ရသအစုံကိုပေးစွမ်းနိုင်တဲ့ကားလေး တစ်ကားဆိုလည်းမမှားပါဘူး\nဒီကားထဲမှာတော့ မင်းသားကရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်\nသူ့ရုပ်ရှင်ရိုက်ဖို့ကုန်ကျငွေတွေကို တစ်ဖက်ကနေ\nကျောင်းသားတွေစာမေးပွဲအောင်ဖို့စာခိုးချပေးတဲ့အလုပ်ကနေပိုက်ဆံရှာပါတယ်\nတစ်နေ့တော့ စာမေးပွဲအောင်ချင်တဲ့မင်းသမီးနဲ့တွေ့ကြတာပေါ့\nကံဆိုးချင်တော့ မင်းသမီးကို ကြိုက်နေတဲ့လူမိုက်ကောင်နဲ့ မင်းသမီးအဖေကြီးက\nသူတို့နှစ်ယောက်ကြားထဲကနေ ဝင်ဖျက်ကြပါတော့တယ်\nသူတို့နှစ်ယောက်ပေါင်းရဖို့ခက်ခက်ခဲခဲကြိုးစားကြရင်းနဲ့ ညားမလားမညားဘူးလား\nဘာတွေဘယ်လိုဆက်ဖြစ်မလဲကတော့ ဇာတ်လမ်းထဲမှာဆက်ခံစားပေးပါဦး\nQuality__1080p 5.1CH , Blu-ray 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__02:20:00\nType__Action , Drama , Bollywood\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by : T Lone\nEncoded by : August",
        "rating": "5",
        "url": "https://megaup.net/2WafB/(CM)_Milan_Talkies.2019.720p.mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h9n9icL3iqaVyw9t9JQaaPhfrsn.jpg",
        "title": "{21+} Paprika (1991)",
        "description": "ပါပရီကာ\n==================\n \nနာမည်လေးကလှသလို လူကလည်းအမိုက်စားပါပဲ\n \nတကယ်တော့ ပါပရီကာဆိုတာ အီတလီ ဟင်းခပ် အနီရောင်အမွေး နံ့သာတမျိုးရဲ့အမည်ပါ\n \nသူမ ဒီနာမည်ကို ရခဲ့တဲ့နေ့ကစပြီး သူမဘဝ တစ်ဆစ်ချိုး အပြောင်းကြီးပြောင်းခဲ့ရပါတယ်\n \nအဲဒါက လည်း သူ့ချစ်သူရဲ့ သစ္စာဖောက်မှု လှည့်ဖျားမှုတွေကြောင့်ပါပဲ\n \n၁၉၅၀ ခုနှစ်လောက်က မာလင်ဉပဒေ မသက်ရောက်မီ အီတလီမှာ အပျော်အိမ်တွေ တရားဝင်ဖွင့်ကြပြီး\n \nအမျိုးသမီးတွေလည်း လွတ်လပ်စွာ ဘာစာချုပ်မှမလိုပဲ ဝင်အလုပ်လုပ်လို့ရတဲ့အချိန်ဖြစ်ခဲ့ပါတယ်\n \nမီမာ တစ်ယောက် သူ့သတို့သားလောင်းက ကိုယ်ပိုင်စီးပွါးလုပ်ဖို့ အရင်းနှီးလိုတာကြောင့်\n \nအခက်တွေ့နေစဉ်မှာပဲ သူ့ချစ်သူ အရင်းအနှီးအဆင်ပြေဖို့အတွက် အပျော်ဆောင်မှာ ၁၅ ရက်လောက် အလုပ်လုပ်ဖို့\n \nနယ်ဘက်ကနေ မြို့ပေါ်တက်လာပြီး သူအတွေ့အကြုံမရှိတဲ့ အပျော်မယ် လုပ်ရဖို့ အကြောင်းဖန်လာပါတယ်\n \nသူမရဲ့ ပထမဆုံးအတွေ့ကြုံကကြမ်းတမ်းလှပါတယ် သူမလို ပြီးပြည့်စုံတဲ့ ခန္ဓာကိုယ် နဲ့ နုပျိုလတ်ဆက်ဆက်မှုကြောင့်\n \nဧည့်တွေရဲ့လိုလားမှုတွေက များလွန်းတာကြောင့် ဖျားတဲ့အထိတောင်ဖြစ်ရရှာပါတယ်\n \nဒီလိုနဲ့ အခက်အခဲမျိုးစုံကျော်ဖြတ်လာပြီး ၁၅ ရက်မြောက်မှာတော့ သူ့မျှော်လင့်ချက်တွေ ရိုက်ချိုးခံလိုက်ရပါတယ်\n \nအဲဒါကတော့ သူ့ချစ်သူမှာ အိမ်ထောင်ရှိပြီးသားဖြစ်နေပါတယ်\n \nအဲဒီနောက်ပိုင်းမှာတော့ သူမရဲ့မူလရည်ရွယ်ချက်တွေပျောက်ဆုံးသွားပြီး သူမရဲ့ ပထမဆုံးအတွေ့ကြုံနေ့မှာပဲ သူမနှလုံးသားကို\n \nသိမ်းပိုက်သွားခဲ့တဲ့ လူခန့်ငြားကြီး ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gbT6/Paprika_(1991)_720p_%7BDS%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9jl4HDLc5cZDEnlNG6LqI3n05vh.jpg",
        "title": "Virus(2020)",
        "description": "Virus(2020)အညွှန်း********************IMDb...7.9 အိန္ဒိယနိုင်ငံရဲ့ ကိုလီကိုးနဲ့ မလာပူရမ်ဆိုတဲ့ မြို့နှစ်မြို့မှာ လူသားတွေရဲ့အသက်ကို ခြိမ်းခြောက်တဲ့Nipah အမည်ရဗိုင်းရပ်စ် လူတွေကို စတင်ကူးစက် လာတယ်...အဲ့ဒီဗိုင်းရပ်စ်ကူးစက်ခံရသူတွေက အဆက်မပြတ်အော့အန်ကြတယ်...အာရုံခံစနစ်တွေ ပျက်ဆီးတယ်..အချိန်အနည်းငယ်ကြာပြီးနောက် သေဆုံးသွားကြတယ်...ကူးစက်မှုနှုန်းမြင့်လာပြီး အသေပျောက်များလာတဲ့အခြေအနေအရကြောင့်အစိုးရက ကျောင်းတွေ၊စျေးတွေကို ပိတ်၊ ယာဉ်ကြောတွေ လျှော့ချပြီး ကာကွယ်မှုတွေပြုလုပ်ခဲ့တယ်...\nဆိုးကျိုးကတော့ ပြည်သူတွေ စီးပွါးရေး ထိခိုက်ကြတယ်...ဒီဗိုင်းရပ်စ်အတွက် ကာကွယ်ဆေးလည်း မရှိသလို ကုသမှုမှတ်တမ်းလည်း ဘာတစ်ခုမရှိတဲ့အတွက် ဆရာဝန်တွေလည်း ခေါင်းခြောက်ရတယ်....တစ်ဖက်မှာလည်း ဒီဗိုင်းရပ်စ်ကို ဓာတ်ခွဲခန်းစမ်းသပ်ထားတဲ့ဗိုင်းရပ်စ်ဆိုပြီး  နိုင်ငံရေး စွပ်စွဲချက်တွေ ရှိလာတယ်...ဗိုင်းရပ်စ်ရဲ့ဇာစ်မြစ်ကို ရှာတွေ့မှ ကုသနိုင်မှာ ဖြစ်လို့ အိန္ဒိယနိုင်ငံက ဆရာဝန်တွေ ဘယ်လို ပူးပေါင်းပြီးအဖြေရှာကြမလဲဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Khine Khine Wai ပဲဖြစ်ပါတယ်.... File Size :(1.3 GB) and (530 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:32:00\nGenre : Thriller, Drama\nSubtitle ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Aem0/Nipah_Virus.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BNTVmYTk2NjAtYzY3MS00YjFjLTlkYzktYzg3YzMyZDQyOWRiXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Every Child is Special/Like Stars on Earth/Taare Zameen Par (2007)",
        "description": "ဒီနေ့တော့အရမ်းကောင်းတဲ့ အိန္ဒိယကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ပါဝင်တဲ့မင်းသားကို\nလည်းစိမ်းကြမယ်မထင်ပါဘူး..ကျွန်တော်တို့တွေကြိုက်နှစ်သက်ခဲ့ကြတဲ့ PK ဇာတ်ကားမှ ကျွန်တော်\nတို့ရဲ့အသည်းကျော်မင်းသား Aamir Khan ပဲဖြစ်ပါတယ်..ဆု 15 ခု လျာထားခြင်းခံခဲ့ရပြီး 13 ဆု တိတိရရှိခဲ့ပါတယ်...ဇာတ်လမ်းကတော့..\nအသက် ၈ နှစ်အရွယ်ရှိ အီရှန်ဟာ မိသားစုမှာ အငယ်ဆုံးသားဖြစ်ပြီး ထူးချွန်တဲ့ အဖေ၊ အစ်ကိုတွေနဲ့ ဆန့်ကျင်ဘက်ပါ။ ကျောင်းမှာလည်း အမြဲတန်း နောက်ဆုံးကဖြစ်ပြီး စာသင်ရတာကို စိတ်မဝင်စားသူပါ။ ပန်းချီဆွဲရတာကို ဝါသနာပါပြီး စာကောင်းကောင်းမလုပ်တဲ့အတွက် အမြဲတမ်း ဆရာမတွေရဲ့ ဆူပူ၊ အပြစ်ပေးခြင်းကို ခံရလေ့ရှိပါတယ်။ တတိယတန်းကို တစ်ကြိမ်ကျခဲ့လို့ ပြန်တက်နေရတဲ့ ကျောင်းသားလေးလည်းဖြစ်ပါတယ်။ လူကောင်ငယ်ပေမယ့် ဂျစ်ကန်ကန်ကျောင်းသားလေးဖြစ်ပြီး သူစိတ်ဝင်စားတာက ပြင်ပလောကကြီးကိုပါ။\nစာအလွန်ညံ့ပြီး အဆော့မက်တဲ့ အီရှန်ဟာ ကျောင်းက အမှတ်စာရင်းတွေပို့ရင်လည်း အိမ်ကိုပြန်မပြပဲ ကျောင်းလည်း ပြေးတတ်ပါသေးတယ်။ အတန်းထဲမှာ စာဖတ်ခိုင်းရင်လည်း မဖတ်တတ်ပဲ ဆရာမကိုပြန်ပြောင်လို့ အခန်းအပြင်ထုတ်ပြီး အပြစ်ပေးခံရပါတယ်။\nစာသင်နှစ်ဝက်ရောက်တဲ့ အချိန်မှာတော့ ကျောင်းအုပ်ဆရာမကြီးက အီရှန်ရဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1Aen0/(Every_Child_is_Special)Taare.Zameen.Par.2007.BluRay.720p.DTS.x264-CHD.mp4",
        "category": "Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3iFs2zTFTPZiZDcVEjR79vBJIJ4.jpg",
        "title": "Swindler (2020)",
        "description": "Swindler 2019\n=========================\nအလုပ်အကိုင်မယ်မယ်ရရမရှိဘဲ အကြွေးတွေဝိုင်းနေတဲ့လူတစ်ယောက်ဟာသူ့အခက်အခဲတွေကိုဖြေရှင်းနိုင်ဖို့ မကောင်းဆိုးဝါးနှင်ပြီး မန်းမှုတ်ကုသပေးတဲ့ပယောဂချွတ်ဘုန်းတော်ကြီးအယောင်ဆောင်ခဲ့ပါတော့တယ်ဒီလိုနဲ့ ဟန်ဆောင်လိမ်လည်ရင်း အတော်လေးအဆင်ပြေလာခဲ့တဲ့နောက်ယုံကြည်ဆုတောင်းသူ အသင်းဝင်တွေရဲ့ပိုက်ဆံကိုလိမ်ယူပြီးအိတ်ထဲထည့်နေတဲ့ ဘာသာရေးဂိုဏ်းရဲ့အကြီးအကဲတစ်ယောက်နဲ့ပေါင်းမိပါတော့တယ်ကောင်းကင်ဘုံကိုသွားနိုင်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့လှူဒါန်းငွေတွေကိုသဲ့ယူနေတဲ့ အကြီးအကဲ...ပိုက်ဆံရဖို့အတွက်ဆိုရင် မကောင်းဆိုးဝါးဆိုတာကိုတောင်အဖက်လှည့်မလုပ်တဲ့လူလိမ်ဘုန်းတော်ကြီး...သူတို့နှစ်ဦးရဲ့ ကတုံးပေါ်ထိပ်ကွက်တဲ့လုပ်ရပ်တွေကြားဘာတွေဆက်ဖြစ်သွားမလဲ ဘယ်သူကအနိုင်ရသွားမလဲဒီဇာတ်ကားလေးထဲမှာ ကြည့်ရှုနိုင်ပါတယ်Movie: Swindler\nCountry: South Korea\nRelease Date: Oct 8, 2020\nDuration: 1 hr. 33 min.\nContent Rating: Not Yet Rated\nTranslated by : Phue Nge Nge Thein\nEncoded by : Thit San Khant\nFile Size : 987MB and 477MB\nQuality : 1080p WEBRip and 720p",
        "rating": "",
        "url": "https://channelmyanmar.org/swindler-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BODE4MjQ0MjMzNl5BMl5BanBnXkFtZTgwNTE2ODUyNjE@._V1_-140x200.jpg",
        "title": "Assassination (2015)",
        "description": "[Unicode]\nIMDb Rating (7.3/10) နဲ့ Rotten Tomatoes (86%) ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\nတောင်ကိုရီးယားမှာ ဇူလိုင် ၂၂ ရက်နေ့က ရုံတင်ခဲ့ပြီး သြဂုတ် ၁၅ ရက်ထိ လက်မှတ်စောင် ရေ ၁၀ သန်းကျော်ရောင်းချနိုင်ခဲ့တဲ့ အောင်ပွဲခံဇာတ်ကားဆိုလည်း မမှားပါဘူး။\nဂျပန်ခေတ်နောက်ခံဇာတ်လမ်းဖြစ်ပြီး ၁၉၃၀ ပြည့်နှစ်များဆီက ဂျပန်လက်အောက်ခံဖြစ်နေတဲ့ ကိုရီးယားနိုင်ငံရဲ့ အခြေအနေကို မြင်တွေ့ရမှာဖြစ်ပြီး ကိုရီးယားတော်လှန်ရေးသမားတွေဟာ တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်း မန်ချူးရီးယားမှာ အခြေစိုက်ပြီး ပုန်းခိုနေခဲ့ရပါတယ်။\nကိုရီးယားနိုင်ငံ ဂျပန်လက်အောက်ကို ကျရောက်ခဲ့စဉ် အပြစ်မဲ့တဲ့ ပြည်သူများစွာဟာ ရက်စက်စွာ အစုလိုက် အပြုံလိုက်အသတ်ခံခဲ့ရပါတယ်။\nလွတ်လပ်ရေး လှုပ်ရှားသူတွေက ဒီသတ်ဖြတ်မှုမှာ ခေါင်းဆောင်ခဲ့တဲ့ ဗိုလ်မှူးနဲ့ ဂျပန် အလိုတော်ရိ တစ်ယောက်ကို လုပ်ကြံဖို့ စီစဉ်ကြတယ်။\nစနိုက်ပါသမား အန်းအို့ယွန်း\nစက်သေနတ်သမား ချူဆန်းအို့\nဖောက်ခွဲရေးသမား ဟွမ်ဒေါဆန်းတို့ ၃ ယောက်ပါဝင်တဲ့ လုပ်ကြံသူအဖွဲ့ ဖွဲ့ခဲ့ပြီးနောက်...\nသစ္စာဖောက်တစ်ယောက်ကြောင့် သူတို့ရဲ့ အစီအစဉ် ကျရှုံးသွားတဲ့အခါ...\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gbej/Assassination_(2015)_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZTMzY2U5ODItZWUzNS00Yzc2LTkxNTQtNDU4NWE4Mzc2NzRmXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-148x200.jpg",
        "title": "Justice, My Foot! (1992)",
        "description": "Justice, My Foot ဇာတ်ကားဟာ ၁၉၉၂ ခုနှစ်ကထွက်ရှိထားတဲ့နှစ်ချို့ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။IMDb rating 7/10 ထိရရှိထားပြီး ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟာသမင်းသားကြီး စတီဖင်ချောင်နဲ့Anita Mui တို့ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့... Sung ဟာဘယ်လိုနည်းနဲ့ဖြစ်ဖြစ်အမှုအနိုင်ရအောင်လုပ်တက်တဲ့ကွမ်တုန်းနယ်က နာမည်ကြီးရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။ဒါကြောင့်လဲ သူ့သားသမီးတွေဟာ ဘေးရန်ကျရောက်ပြီး တစ်နှစ်မပြည့်ခင်မှာပဲ အသက်ဆုံးရှုံးရရှာပါတယ်။၁၃ယောက်မြောက်ကလေးသေဆုံးပြီးနောက်တော့ စိတ်ပျက်ပြီး အလုပ်မှနားကာ ရေနွေးကြမ်းဆိုင်ဖွင့်လိုက်ပါတော့တယ်။ဒါပေမယ့် မစွန့်လွှတ်နိုင်တဲ့ဝါသနာအရ မိန်းမတစ်ဦးရဲ့ခင်ပွန်းအသတ်ခံရတဲ့အမှုတစ်ခုကိုပါဝင်ပက်သက်မိရာက........နောက်ကွယ်ကနေ အမှုမှန်ဖုံးကွယ်ဖို့ကြိုးစားနေတဲ့အရာရှိတွေနဲ့ ထိပ်တိုက်တွေ့လာသောအခါ...။ဇာတ်လမ်းစဆုံး စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် comedy,drama ဇာတ်ကားကောင်းလေးပါ။++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv / mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ei Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Ad13/Justice.My.Foot.1992.CHINESE.720p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Comedy, Drama, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mbwcuXBp554Ef6s9aFE1x5Wq1pV.jpg",
        "title": "Suraj Pe Mangal Bhari(2020)",
        "description": "Suraj Pe Mangal Bhari (2020)\n****************************IMDb...6.0မဒူမန်ဂလ်ရာနေး ဆိုတဲ့သူဟာ မင်္ဂလာကိစ္စနဲ့ပတ်သက်ပြီး စုံစမ်းထောက်လှမ်းရေး လုပ်ပေးတဲ့ သူတစ်ယောက်ပါ။\nသမီးရှင်တွေက သူတို့သမီးနဲ့ ပေးစားမဲ့သူက သင့်တော်လား မသင့်တော်ဘူးလားဆိုတာကိုသိရဖို့အတွက် မဒူမဂန်လ်ရာနေးကို အလုပ်အပ်ကြပါတယ်။\nမန်ဂလ်က ရုပ်ဖျက်ပြီး သတို့သားလောင်းရဲ့ အကြောင်းကိုစုံစမ်းပြီး ကောင်းရင် ကောင်းသလိုမကောင်းရင် မကောင်းသလို သက်သေအထောက်အထားနဲ့တကွ သမီးရှင်ကိုတင်ပြရပါတယ်...များသောအားဖြင့် သိတဲ့အတိုင်း ယောင်္ကျားလေးဆိုတာမျိုးက မကောင်းမှုတစ်ခုခုကိုမွေ့လျော်နေတတ်တာမို့မန်ဂလ်ကြောင့်  ပျက်သွားတဲ့ လက်ထပ်ပွဲတွေမနည်းပါဘူး...ကြာလာတော့ ပွဲပျက်တာကိုတောင်ပျော်ချင်ချင်ဖြစ်လာပါတယ်...ဒီလိုနဲ့ နောက်သတို့သားလောင်း စုံစမ်းပေးဖို့ လာအပ်ပါတယ်...ထုံးစံအတိုင်းစုံထောက်ကြီး မန်ဂလ်ကြောင့် ပွဲပျက်သွားလေရဲ့...အရင်လိုပဲ အေးဆေးလေးပြီးသွားမယ်လို မန်ဂလ်ထင်ခဲ့တာကအမှားကြီးမှားတာပါပဲ...ဘာလို့ဆို ပွဲဖျက်ခံရတဲ့သတိုးသားလောင်းဟာ ဒီကိစ္စရဲ့ရင်းမြစ်ကိုစုံစမ်းတော့တရားခံဟာမန်ဂလ်ကြောင့်သိသွားတဲ့အခါမှာတော့ နည်းမျိုးစုံနဲ့လက်တုံပြန်ပါတော့တယ်..ဒီကားက ဟာသ အချစ်ကားလေးပါ ..ရယ်လည်းရယ်ရသလို ဇာတ်လမ်းလေးလည်းကောင်းပါတယ်...မင်းသမီးလေးလည်းလှပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik Sanပဲဖြစ်ပါတယ်...File Size :(1.22GB) and (471MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.0",
        "url": "https://megaup.net/Uful/Suraj_Pe_Mangal_Bhari(2020)WEB-DL.720P.PP.mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/12002410_1134539806560929_7647752797114155043_o-135x200.jpg",
        "title": "[James Bond] Spectre (2015)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++၂၀၁၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Spectre ဇာတ်ကားဟာ ၂၄ ကားမြောက် James Bond ဇာတ်ကားဖြစ်ပါတယ်..။Spectreဆိုတဲ့ နာမည်ဟာ James Bondရုပ်ရှင်တွေမှာ ပါလေ့ရှိတဲ့ ကမ္ဘာ့အကြမ်းဖက် အဖွဲ့အစည်းဖြစ်မှန်း James Bond ပရိသတ်တွေ သိကြမှာပါ။ ဒီနာမည်ရဲ့ အရှည်က မကောင်းဆိုးဝါးတစ်ကောင်လိုဖြစ်ပြီး Special Executive for Counter-intelligence, Terrorism, Revenge, and Extortion ဖြစ်ပါတယ်။\nဒီဂိုဏ်းကို Skyfall မှာတုန်းက သေသွားခဲ့တဲ့ M ရဲ့မသေခင် ပေးပို့သွားတဲ့ Message ကနေခြေရာခံလိုက်ခဲ့တာပါ။ ယခင်ဂျိမ်းဘွန်းကားတွေနဲ့ မနှိုင်းယှဉ်တော့ပါဘူး...ဒီဖက်ခေတ်အထာတွေအများကြီးပါဝင်လာတာမို့လို့ပါ။\nယခင်ဇာတ်ကားတွေလို ဂျိမ်းစ်ဘွန်းကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/Ufku/Spectre_(2015)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/wander-133x200.jpg",
        "title": "Wander 2020",
        "description": "အာသာ ဟာ အတိတ်က အဖြစ်ဆိုးကြောင့်\nစိတ်ဒဏ်ရာရထားတဲ့ လှို့ဝှက်ပူးပေါင်းကြံစည်မှု\nသီအိုရီသမား တစ်ဖြစ်လဲ အလွတ်စုံထောက်ပါ။\nဝန်ဒါလို့ခေါ်တဲ့ မြို့လေးမှာ ဖြစ်သွားတဲ့\nလူသတ်မှုတစ်ခုကို စုံစမ်းပေးဖို့ ငှားရမ်းခံရပြီးနောက်မှာ\nလိမ်ညာမှုတွေကို ဆက်တိုက်တွေ့လာရပြီး\nဒီအမှုက သူ့ရဲ့ သမီးကို သတ်လိုက်တဲ့လူနဲ့\nဆက်စပ်မှုရှိနေတယ်လို့ သံသယဝင်လာပါတယ်။\nဒီလိုနဲ့ အမှန်တရားနဲ့ စိတ်ကူးယဥ်မှုကြားမှာ\nစိတ်မနှံ့ချင်သလိုဖြစ်နေတဲ့ အာသာတစ်ယောက်\nအမှုမှန်ပေါ်အောင် ဖော်ထုတ်နိုင်ပါ့မလား?\nလျှို့ဝှက်ပူးပေါင်းကြံစည်မှုလို့ သူထင်နေတဲ့အမှုဟာ\nအမှန်လား ထင်ယောင်ထင်မှား ဖြစ်တာလား?\nWander 2020 ဟာ ထိတ်လန့်သည်းဖို ပရိတ်သတ်တွေအတွက်\nဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်\nQuality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : ThrillerTranslator – Htet Wai Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/Uesi/Wander.2020.720p.WEBRip(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Re5yuWSIDTbG1Ci69RtBfNCbNG.jpg",
        "title": "Anjaam Pathiraa(2020)",
        "description": "Anjaam Pathiraa(2020)အညွှန်း***************************\nIMDb...8.0 အန္နာဝါးဟူစိန်ဆိုတဲ့ စိတ်ပညာအထူးကုဆရာဝန်တယောက်....\nသူအထူးစိတ်ဝင်စားတဲ့ စိတ်ပညာပိုင်းက  အတွဲလိုက် လူသတ်မှုတွေရဲ့တရားခံဟာဘယ်လိုစိတ်နေစိတ်ထားရှိလဲဆိုတာကို လေ့လာဖို့ဖြစ်တယ်...ဒီတော့ သူလေ့လာနေတာအထိရောက်ဆုံးဖြစ်ဖို့ ရဲအရာရှိတယောက်ဆီကိုအကူအညီတောင်းပီး ရဲဌာနတခုမှာ မှုခင်းဆိုင်ရာစိတ်ပညာအကြံပေးအနေနဲ့ ယာယီဝင်လုပ်ခဲ့တယ်...သိပ်မကြာခင်မှာပဲ သူတို့မြို့လေးမှာလူသတ်မှုဖြစ်ခဲ့တယ်။  သူ့အတွက် ဒီလူသတ်မှုဟာ လေ့လာဖို့ အများကြီးအထောက်အကူဖြစ်လို့အားတက်သရော အခင်းဖြစ်ရာကိုသွားခဲ့တယ်...အဲ့ဒီနောက်မှာတော့ သာမန်လူသတ်မှုဘဲ အရမ်းကိုကြောက်စရာကောင်းတဲ့လူသတ်မှုကြီးဖြစ်နေတယ်...အဲ့ဒီနောက် အန္နာဝါးဟူစိန်ဟာ ဒီလူသတ်သမားကို မရ ရအောင်ဖမ်းမယ်ဆိုပြီး အထူးစုံထောက်တွေနဲ့ပူးပေါင်းပြီးကြိုးစားပါတော့တယ်... ဒီမှုခင်းကားက စိတ်ပညာဆိုင်ရာအချက်အလက်များကို အရင်းပြုပြီးသဲလွန်စတွေကို ရှာထားတာမို့ ကြည့်လို့ကောင်းတဲ့အပြင် ထင်မှတ်မထားတဲ့ လှည့်ကွက်တွေလည်းပါလို့တော်တော်ကြီးကိုကောင်းပါတယ်....အိန္ဒိယကားကောင်းကြိုက်သူတို့ နင်းကန်ကြည့်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Yoonwahwah Theint ပဲဖြစ်ပါတယ်...File Size :(1.2 GB) and (433 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:24:00\nGenre : Crime, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "8.0",
        "url": "https://megaup.net/Uevm/Anjaam_Pathiraa.2020.WEB-DL.720P.PP.mp4",
        "category": "Crime, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNGYxMmVlZDQtYWQ3Yy00MmNmLWI2ZDktYTEyMTJjODAyYTZmXkEy_002-135x200.jpg",
        "title": "Rogue City (2020)",
        "description": "Rogue City (2020)==============IMDb Rating - 6.3/10#Unicodeပြင်သစ် Crime, Drama, Action ဇာတ်ကားလေးပါ။  ခပ်အေးအေးနဲ့ ခပ်ကောင်းကောင်းနဲ့ ဒုစရိုက်သမားတွေနဲ့ရဲတွေကြားက အရှုပ်တော်ပုံကို ရိုက်ပြထားတာပါ။ စိတ်ဝင်စားစရာ စပိုင်ဇာတ်လမ်းတစ်ပုဒ်ကို ဖတ်နေရသလိုခံစားရပါလိမ့်မယ်။ ဒီဇာတ်ကားထဲက ဇာတ်ကောင်တစ်ယောက် ပြောသွားသလိုပဲ ရဲနဲ့ လူဆိုးတွေကြားမှာ ကွာတာဆိုလို့တံဆိပ်ပဲရှိတယ်ဆိုသလိုပါပဲ။ ဒီဇာတ်ကားထဲကရဲတွေက အကျင့်ပျက်ခြစားနေတာ မဟုတ်ပေမဲ့ လူဆိုးတွေနဲ့ ဆက်ဆံနေရတဲ့သူတွေဆိုတော့ အနည်းနဲ့အများ အမှားမကင်းတာတွေရှိပါတယ်။ သူတို့လည်းလူပဲမဟုတ်လား။ ရဲတွေနဲ့ လူဆိုးတွေနဲ့ ပတ်သက်မိတဲ့တာတွေ ပူးပေါင်းလုပ်ရတာတွေ အချင်းချင်း ပြန်သစ္စာဖောက်တာတွေ မဟာမိတ်ဖွဲ့ပြီး ရန်သူကိုတိုက်တာတွေ စုံနေတာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဇာတ်လမ်းစကတည်းက ရှုပ်နေတာဆိုတော့ ရှုပ်နေတာကစပြီးတဖြည်းဖြည်းချင်း ရှင်းအောင် ရိုက်ကူးပြထားတာမို့ Voting ခပ်များများရထားတဲ့ ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။) #Zawgyiျပင္သစ္ Crime, Drama, Action ဇာတ္ကားေလးပါ။ ခပ္ေအးေအးနဲ႔ ခပ္ေကာင္းေကာင္းနဲ႔ ဒုစ႐ိုက္သမားေတြနဲ႔ရဲေတြၾကားက ...",
        "rating": "6.3",
        "url": "https://megaup.net/Uei2/Rogue.City.2020.FRENCH.720p.WEBRip[CM].mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rJQQxeNqf4Cs0NtlftVJyfHDoEc.jpg",
        "title": "(21+) The Torture Club (2014)",
        "description": "Torture Club 2014\n===============\n  \nDsဖန်တွေအတွက် Dark Knight မှ ဒီတခေါက်တဖန်ပြန်လည် တင်ဆက်ပေးချင်တာကတော့\n \nဂျပန်နိုင်ငံရဲ့ မိန်းကလေးကျောင်းက ကလပ်တစ်ခုအကြောင်းပဲ ဖြစ်ပါတယ်. ကလပ်ဆိုတာနဲ့\n \nပရိတ်သတ်ကြီး သိပ်မစိမ်းလှဘူး ထင်ပါတယ်. ကျောင်းတိုင်းလိုလို အားကစားကလပ်၊\n \nဘာကလပ်၊ ညာကလပ် စတဲ့ ကလပ်မျိုးစုံရှိတာ သိကြမှာပါ. ခုတင်ဆက်ပေးမယ့် ကလပ်ကတော့\n \nနိုပ်စက်ရေးကလပ်ပါ. ကျောင်းက စကီလေးတွေ မဟုတ်သုတ်ခ လုပ်ရင် ကလပ်ခေါင်းဆောင်နဲ့\n \nဥက္ကဌက ခေါ်ပြီး တိုင်မှာကြိုးတုပ်ပြီး အီးအားအော်ပြီး အရှုံးပေးတဲ့ထိ နိုပ်စက်မှာပါ..............\n \nဒါ့အပြင်ကလပ်က လူနှစ်မျိုးကိုပဲ လိုအပ်ပါတယ်. ပထမတမျိုးက နိုပ်စက်သူနဲ့\n \nဒုတိယတစ်မျိုးက နိုပ်စက်ခံမယ့်လူပါ. နိုပ်စက်မယ့်လူကလဲ ကိုယ်လိုချင်တဲ့သတင်းရတဲ့ထိ\n \nနိုပ်စက်နိုင်ရမှာ ဖြစ်ပြီး နိုပ်စက်ခံမယ့်လူကလဲ သတင်းကိုမပြောမိအောင် နိုပ်စက်ခံပြီး\n \nထိန်းထားရမှာပါ.........နိုပ်စက်ရေးကလပ်ရဲ့ အဓိက စည်းကမ်းကတော့ အသင်းသားချင်း\n \nချစ်ကျွမ်းမဝင်ဖို့ပါပဲ...... နိုပ်စက်နည်းနိုပ်စက်ပုံတွေက သိပ်ကို ဆန်းကြယ်လွန်းတာကြောင့်\n \nသားရည်တမျှားမျှားအကျခံပြီး ဘာသာပြန်တင်ဆက်ပေးထားတာကြောင့်\n \nကြည့်ဖြစ်အောင် ကြည့်ဖို့ ညွှန်းရင်း ကြည်တောက်ရှင်းဖြစ်တဲ့ 1080p Blurayနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်\n   \nQualtiy - 1080pBlu-Ray and 720p\n \nFile ...",
        "rating": "4.4",
        "url": "https://megaup.net/Ueqj/{CM}The.Torture.Club.2014.720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/rTAZjyTPIcsZffqD0WHtxOLZOSW-133x200.jpg",
        "title": "[James Bond] Skyfall (2012)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။၂၀၁၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Skyfall ဟာ ၂၃ ကားမြောက်ဇာတ်ကားသလို  James Bond ရုပ်ရှင် နှစ်ငါးဆယ်ပြည့်အနေနဲ့ ထွက်ရှိခဲ့တာ ဖြစ်ပြီး ကမ္ဘာတစ်၀န်းမှာ ၁.၁ ဘီလီယမ် ဒေါ်လာရရှိခဲ့တဲ့အတွက် အအောင်မြင်ဆုံး James Bondရုပ်ရှင်ပါ။ အဲဒီရုပ်ရှင်ဟာ ဒီနေ့အချိန်အထိ ကမ္ဘာတစ်၀န်းမှာ ရောင်းအကောင်းဆုံး ရုပ်ရှင်တွေထဲမှာ နံပါတ်ကိုးနေရာက ရပ်တည်နေပါတယ်။\nIMDb Rating(7.8/10) နဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Aaoj/Skyfall_(2012)_(720p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/freaky-135x200.jpg",
        "title": "Freaky 2020",
        "description": "ဒီတစ်ခေါက်တော့ဆယ်ကျော်သက် Horror ကားလေးတွေကိုကြိုက်တဲ့\nCMပရိတ်သတ်ကြီးအတွက် Horror/Comedy ကားလေးဖြစ်တဲ့\nFreaky(2020)ဆိုတဲ့ ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။\nဇာတ်လမ်းအကျဥ်းလေးကိုလည်း အနည်းငယ်တင်ပြပေးလိုပါတယ်။\nတစ်နေ့တော့ ဘလစ်ဖီးမြို့လေးမှာ သားသတ်သမားလို့ခေါ်တဲ့\nစိတ္တဇလူသတ်သမားတစ်ယောက်လွတ်လာပါတယ်။\nဆယ်‌ကျော်သက်တွေကိုရွေးချယ်သတ်တတ်တယ်ဆိုတဲ့\nသူ့အကြောင်းက ပုံပြင်လိုလိုဖြစ်နေကြပေမယ့်\nဆယ်ကျော်သက်လေးယောက်ကို တစ်နေ့မှာတော့\nတကယ်ကိုရက်ရက်စက်စက်သတ်ပစ်လိုက်ပါတော့တယ်။\nအဲဒီအိမ်ကပဲ လာဒီုလာဆိုတဲ့ ရှေးဟောင်းဓားတစ်ချောင်းကိုပါခိုးသွားတာက\nပြဿနာကစတာပါပဲ။နောက်နေ့မှာတော့ မီလီဆိုတဲ့‌ကောင်မလေးဆီကို\nသားသတ်သမားရောက်လာပြီး အဲဒီရှေးဟောင်းဓားနဲ့ထိုးလိုက်ပါတော့တယ်။\nအဲဒီရှေးဟောင်းဓားရဲ့အစွမ်းက စိတ်၀ိဥာဥ်ချင်းလဲသွားစေတာပါပဲ။\nစိတ္တဇလူသတ်သမားခန္ဓာကိုယ်ထဲက မီလီနဲ့\nမီလီ ခန္ဓာကိုယ်ထဲက စိတ္တဇလူသတ်သမား...\nဘယ်လိုတွေ့ရှေ့ဆက်နှစ်ပါးသွားမလဲဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမယ့်ကားလေးပါ။\nTeenage ကားလေးတွေကိုကြိုက်သူတွေအဖို့ကတော့ အကြိုက်တွေ့ဦးမှာပါ။\nဒီကားလေးရဲ့နာမည်ကတော့ Freaky(2020)ပါ။\nFile size…600 Mb\nQuality…. 1080p , 720p Webrip\nFormat…Mp4\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Littleneo\nTranslated by Aye Mon Kyaw",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/freaky-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zeD4PabP6099gpE0STWJrJrCBCs.jpg",
        "title": "Honest Thief(2020)",
        "description": "Honest Thief(2020)IMDb...6.5 မင်းသားကြီး လီယန်နယ်ဆန်ကတော့ ဖန်တွေကို စိတ်မပျက်စေပါဘူး။အက်ရှင်ကားပီပီ သည်းထိပ်ရင်ဖို အက်ရှင်နဲ့ သဘာဝကျတဲ့ ဇာတ်လမ်းနဲ့ ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ - ရှစ်နှစ်အတွင်း ဘဏ်ပေါင်း ၁၂ ခုကို သဲလွန်စ ရှာမရအောင်ဖောက်ထွင်းခဲ့တဲ့ သူခိုးကြီးတစ်ယောက် ရှိတယ်။အဲဒီသူခိုးကြီးက တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့်သူခိုးထားတဲ့ငွေတွေအကုန်ပြန်အပ်ပြီး အဖမ်းခံမယ်လို့ အက်ဖ်ဘီအိုင်ကို ဖုန်းဆက်လာပါလေရော။ဒါပေမယ့် သူ့ကိုဖမ်းရမယ့် အေးဂျင့် ၂ ယောက်က သူ ပြန်ပေးမယ် ငွေတွေကို လောဘတက်ပြီးသူ့ကိုသတ်ဖို့နဲ့ လူသတ်မှုတစ်ခုကို သူ့အပေါ် ပုံချဖို့ ကြိုးစားလာတဲ့ခါ.....ထုံးစံအတိုင်း ဒီဘဲကြီး ဘယ်လိုရုန်းကန်လှုပ်ရှားမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်...File Size :(900 MB) and (343MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:39:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/Ueb4/Honest_Thief.2020.Blu-Ray.720P.PP.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sA154deR0X51EcR2lm2FfDczryg.jpg",
        "title": "Greenland(2020)",
        "description": "Greenland(2020)အညွှန်း***********************IMDb...7.0ကလာခ့်လို့အမည်ပေးထားတဲ့ ကြယ်တံခွန်ကြီးတစ်ခုဟာ ကမ္ဘာနဲ့တဖြည်းဖြည်းနီးကပ်လာတယ်...နေ့ခင်းဘက်မှာတောင်မြင်နေရတဲ့ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီး လူတွေအမျိုးမျိုးထင်နေကြတယ်...သိပ္ပံပညာရှင်အများစုဟာ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီးလေ့လာတဲ့နေရာမှာ ကမ္ဘာဆီအနီးကပ်ဆုံးအနေအထားထိရောက်ရှိနိုင်ပြီး နေအပူချိန်ကြောင့် ပြိုကွဲသွားနိုင်ပါတယ်...အကျိုးဆက်အနေနဲ့ လမ်းကြောင်းပြောင်းတာမျိုးဖြစ်နိုင်သလိုကမ္ဘာဆီကျသွားရင် သမုဒ္ဒရာထဲကျသွားတာမျိုးနဲ့ လေထုထဲမှာလောင်ကျွမ်းသွားတာမျိုးပဲဖြစ်မှာမို့စိတ်ပူစရာမလိုဘူးလို့ဆိုပါတယ်...ဒါတွေကြောင့်ပဲ လူတွေဟာ အရေးပေါ်ကာကွယ်မှုမျိုးတွေမလုပ်သလို ဒီကြယ်တံခွန်ကြီးကို လှလိုက်တာဆိုပြီးငေးမောနေတာတွေတောင်ရှိပါတယ်...သို့သော် သိပ္ပံပညာရှင်များရဲ့တွက်ကိန်းဟာမှားယွင်းလာတဲ့အခါမှာတော့.....ဒီကားဟာမင်းသားကြီး  Gerard Butler အဓိကသရုပ်ဆောင်ထားတဲ့ကားပါ ..ဇာတ်လမ်းစပြီး ၁၅မိနစ်လောက်ထဲက စကြမ်းပါတယ်..'ရိုက်ချက်တွေ တော်တော်ကြီးမိုက်သလို သဘာဝဘေးဒဏ်ကြောင့် အသတ်ဘေးလုနေရတဲ့ ဒုက္ခသည်တွေကြားထဲကိုကိုယ်ပါရောက်နေသလိုခံစားရပါတယ်...ပြီးတော့အရေးကြုံရင် ထွက်ပေါ်လာတတ်တဲ့လူ့စိတ်တွေကိုလည်းပြထားသလိုဇာတ်လမ်းကလည်းမိုက်တဲ့အတွက် ဒီလို ဘေးဒဏ်ကားတွေကြိုက်တဲ့သူများအဖို့ နင်းကန်ကြည့်သင့်ပါတယ်.... File Size :(2.27GB)(1.09GB) and (422MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action,Thrller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2VIhh/Greenland.2020.WEB-DL.720P.PP.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xpAEV2GnqZ7n3xndTdQ6vTT7mqZ.jpg",
        "title": "The Infernal Walker ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးက တော့ဘိန်းဖြန့်ချီရေးအဖွဲ့စည်းတွေနဲ့ ဟောင်ကောင်ရဲတပ်ဖွဲ့သူလျှိုတွေနဲ့ အရောင်းအဝယ်လမ်းကြောင်းကို သတင်းပေးပြီးဖမ်းဆီးဖို့ကြိုးစားတဲ့ဇာတ်လမ်းတွေထဲက ဇာတ်လမ်းလေး တစ်ပုဒ်ပေါ့...ဒီကားရဲ့ ထူးခြားချက်ကတော့ အပြန်အလှန် သူလျှိုတွေရှိနေတာပါပဲ...ဖူဟဲလုပ်ငန်းနဲ့ တုန်းလီလုပ်ငန်းစုတို့ ဘိန်းဈေးကွက်ကို ကြိုးကိုင်နေတဲ့ အင်အားကြီးလုပ်ငန်း ၂ ခုပေါ့ဒီ ၂ ဖွဲ့ကို ဖမ်းဖို့ကြိုးစားနေတဲ့ ဟောင်ကောင်ရဲအဖွဲ့ကဖူဟဲလုပ်ငန်းစုမှာ သူလျှိုထားထားပြီး လမ်းကြောင်းတွေ စုံစမ်းနေခဲ့တယ်...ဒါက TVB ရဲကားတိုင်းနီးပါးမှာ ပါနေကြအကွက်ပေါ့...ဒါပေမယ့် တုန်းလီလုပ်ငန်းစုက စုန့်လူကြီးမင်း မွေးထားတဲ့ သူလျှိုကစားသွားတဲ့အကွက်လေးတွေကတော့ အ တော်လေးလန်းတယ်လို့ပြောရပါမယ်ဘာတွေဖြစ်မလဲဆိုတာ ကိုယ်တိုင်ပဲဆက်လက်ခံစားကြည့်ရှုလိုက်ပါဦး Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-infernal-walker-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wn1wzCnJnnWDWjeJSp7bYfM9nsO.jpg",
        "title": "Knockout(2020)",
        "description": "Knockout(2020)အညွှန်း*********************IMDb...7.0ကျုံးရှီး ဟာ လက်ဝှေ့သမားတစ်ဉီးဖြစ်တယ်...ချန်ပီယံလုပွဲအတွက်အရမ်းကြိုးစားနေတယ်...ပူပူနွေးနွေးဇနီးသည်လေးကလည်း ကိုယ်ဝန်ရှိတာဆိုတော့...သူ့ဟာ ချန်ပီယံရယူပြီး အနာဂတ်မိသားစုဝင်လေးအတွက် အောင်ပွဲခံချင်နေတယ်...သူ့ကြိုးစားမှုအောင်မြင်တယ်ပြောရမယ်...ချန်ပီယံဖြစ်ခဲ့တယ်...တကယ်တော့သူ့ပျော်ရွှင်မှုတွေဟာ နေ့တောင်မကူးပါဘူး...မတော်တဆမှုတစ်ခုဖြစ်ခဲ့ပြီးနှစ်ရှည်ထောင်ကျသွားခဲ့တယ်...ထောင်ကထွက်လာတဲ့အချိန်မှာအရာအားလုံးပြောင်းလဲခဲ့ပါပြီ..သူမရှိတော့တဲ့အချိန်တစ်ယောက်ထဲသမီးလေးအတွက် ရုန်းကန်ခဲ့ရတဲ့ဇနီးသည်ဟာ ဆုံးပါးသွားတဲ့အပြင် ငွေကြေးလည်းအရမ်းကိုခက်ခဲနေပါတယ်...အဲ့ဒီနောက်သမီးတစ်ယောက်ကိုပြုစုပျိုးထောင်ဖို့ သူတတ်စွမ်းတဲ့ လက်ဝှေ့ကိုအသုံးချပြီး ကြိုးဝိုင်းထဲကိုပြန်ဝင်ဖို့ကြိုးစားပါတော့တယ်...ဒီတရုတ်ကားက ဇာတ်လမ်းလည်းကောင်းတဲ့အပြင် ထိုးသတ်ခန်းတွေလည်းကြည့်ကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး...File Size :(1.05 GB) \nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2g85q/Knock_Out.2020.BLU-RAY.720P.PP.mp4",
        "category": "Action"
    }
]