[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oOjAvCfE55o9zaJ5UsWpFZf1EUC.jpg",
        "title": "Chandigarh Kare Aashiqui (2021)",
        "description": "Chandigarh Kare Aashiqui (2021)“Love is love”\nအချစ်မှာ ဘာကန့်သတ်ချက်မှမရှိပါဘူး ဒါပေမယ့် လူ့အသိုင်းအဝိုင်းက ဝေဖန်နှိမ့်ချတတ်ကြတဲ့အချစ်တစ်ခုကို စတင်မိကြတဲ့အခါ …ဒီအချစ်တစ်ခုကိုဆက်လက်ထိန်းသိမ်းနိုင်ဖို့ ကိုယ်ကိုယ်တိုင်ရောကိုယ့်ပတ်ဝန်းကျင်ရောကိုပါ ဘယ်လိုအားအင်မျိုး ဘယ်လိုနားလည်မှုမျိုးနဲ့ ရင်ဆိုင်ကြရမလဲ ရင်ဆိုင်နိိုင်ပါ့မလား………ဆိုတာကို ရိုက်ကူးတင်ဆက်ထားတဲ့ Netflix ရဲ့ ရိုမန့်ဒရမ်မာဆန်တဲ့ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်တစ်နေ့တစ်နေ့ ပရိုတင်းဘယ်လောက် ကယ်လိုရီတွေဘယ်လောက်နဲ့ ကြွက်သားတွေကိုသာရူးသွပ်ပြီးကောင်မလေးတွေကိုစိတ်မ၀င်စားတဲ့ bodybuilder တစ်ယောက်ဖြစ်တဲ့ Manu ဟာ gym ကိုရောက်လာတဲ့ ခပ်ဟော့ဟော့ Zumba ဆရာမ Maanvi နဲ့တွေ့ဆုံကာချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်နှစ်ယောက်သားဆက်ဆံရေး အရမ်းအဆင်ပြေကောင်းမွန်ခဲ့ပြီး Manu ဘက်က လက်ထပ်ဖို့ပြောလိုက်တဲ့အချိန်မှာ …..Maanvi က သူ့ရဲ့ဘဝအမှန်ကိုပြောပြဖို့ ဖန်လာပါတော့တယ်အချစ်စစ်မှာအတားဆီးတွေရှိစမြဲဆိုတော့ Maanvi နဲ့ Manu တို့နှစ်ယောက်ဒီအတားဆီးကို နှစ်ယောက်အတူ ဖြတ်ကျော်နိုင်ကြမလားအတိတ်က ဖြစ်ရပ်ကြောင့် ပြိုကွဲစပြုလာတဲ့သူတို့အချစ်ရေးကရော ပြန်ပြီးချောမွေ့လာမလားဆိုတာChemistry မိမိနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်အချစ်ဇာတ်လမ်းလေးကို လှလှပပရိုက်ကူးပုံဖော်ထားတာကြောင့်ကြည့်ရှုသူအပေါင်း ရင်ထဲထိမယ့် ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်  \nFile size…1.61GB / ...",
        "rating": "7.1",
        "url": "https://megaup.net/11l9x/Chandigarh_Kare_Aashiqui.NF_WEB_DL.720p(CM).mp4",
        "category": "Bollywood, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4sjcxz0mxMbeqXlpbOjmpkP8nWz.jpg",
        "title": "Iris Warriors (2022)",
        "description": "Iris Warriors (2022) ဘာဆိုဘာမှ လုပ်ပေးဖို့စိတ်ကူးမရှိတဲ့ လူကောင်းပါဆိုတဲ့ ပုဂ္ဂိုလ်တွေကြောင့်ပဲ ဆိုးယုတ်ခြင်းက အောင်လံလွှင့်ထူနိုင်တာပါပဲလေ။ ကောင်းမွန်သန့်စင်ခြင်းအလင်းရောင်က လောကကို အလှဆင်ရုံနဲ့ တာဝန်ကျေပြီလား။ စေတန်နတ်ဆိုးကတော့ အမှောင်ကမ္ဘာမှာ သူ့တာဝန်ကို သူကျေတယ်။ မဆုတ်မနစ် ကြိုးစား၊ စဉ်ဆက်မပြတ်အားထုတ်၊ ကောက်ကျစ်ခြင်းအပြုံးရဲ့ အမှုန်တွေ လေထုထဲကို အဆိပ်ခတ်လို့ သူယုံကြည်ရာသူ့လမ်းကြောင်းကို တည်ဆောက်နေလေရဲ့။ လှပသွားတဲ့လောကကြီးကို ထိုင်ကြည့်ပြီး တာဝန်ကျေပါတယ်ဆိုတဲ့ အထာနဲ့ ပြုံးပြုံးကြီးထိုင်ကြည့်နေတဲ့ လူကောင်းကြီး‌တွေ။ ကာကွယ်သူမဲ့နေတဲ့ မြေကမ္ဘာကို သိမ်းပိုက် အမှောင်တိုက်လိုသူတွေကတော့ စက္ကန့်မလပ်အားထုတ်ရင်း ပန်းတိုင်ဆီကို ဖြည်းဖြည်းမှန်မှန် ဝေ့ဝဲပျံသန်းလာနေတုန်း။ အရွယ်မတိုင်ခင်မှည့်တဲ့ ပန်းသီးကိုစားပြီး ကိုယ်ကျင့်တရားလက်ဖက်တစ်ရိုးနဲ့ ကိုယ့်ကိုယ်ကိုယ် မျက်နှာလုပ်ကြသူတွေကတော့ လေးစားခံဘဝမှာ ယစ်မူးသာယာရင်း တာဝန်တွေမေ့၊ သေနေ့စေ့မှ \" မတရားဘူး \" ကုန်းအော်ကြတယ်။ ပင်လယ်ပြာတဝှမ်း ရေခမ်းရင်တော့ အသိတရား ရလောက်ရဲ့။ အစွန်းနှစ်ဖက်ဟာ သိပ်ဝေးကွာသလိုလိုနဲ့ သူ့ရဲ့အထိအတွေ့ကို ကျောဖက်မှာ ရှတတခံစားရတာမျိုး။ အမုန်းတရားနဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/11kr1/(CM)_Iris_Warriors_(2022)_720p.mp4",
        "category": "Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/cmmmm-200x113.jpg",
        "title": "The Commando (2022)",
        "description": "Old School Style အက်ရှင် မူဗီအသစ်လေး တင်ပေးထားပါတယ်။ မိုက်ကယ်ဂျိုင်ဝိုက်က ဒီကားမှာ DEA မူးယစ်နှိမ်နင်းရေးအဖွဲ့ အေးဂျင့်ဟောင်း ဂျိမ်းစ် အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။ စစ်ဆင်ရေးကနေ ရရှိလာတဲ့ စိတ်ဒဏ်ရာကြောင့် အဖြစ်အပျက်တွေဟာ အပြင်မှာ တကယ်ဖြစ်နေလား စိတ်ထင်နေလား ခွဲရခက်နေတဲ့လူတစ်ယောက်ပေါ့။ မိန်းမရယ် သမီးနှစ်ယောက်ရယ်နဲ့ အတူနေတယ်။ သူတို့နေတဲ့အိမ်က အရင်က ဘဏ်ဓားပြအဖွဲ့ ထောင်မကျခင် နေခဲ့တဲ့အိမ်ဖြစ်နေပြီး သူတို့ဖွက်ထားခဲ့တဲ့ ငွေသုံးသန်းတောင် အိမ်ထဲမှာ ရှိနေခဲ့တယ်။ အဲဒါကို ဘဏ်ဓားပြခေါင်းဆောင်က အကျင့်ပျက်ရဲတစ်ယောက်နဲ့ပေါင်းပြီး ပြန်ယူဖို့ကြိုးစားလာရင်း ဂျိမ်းစ်တို့မိသားစုကို ဒုက္ခပေးလာတဲ့အခါ.... File size…(1.5 GB)/(900 Mb)/(450 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by TMX",
        "rating": "",
        "url": "https://megaup.net/2nfw0/The_Commando_2022_720p_(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/The_Tender_Bar-923026722-large-160x200.jpg",
        "title": "The Tender Bar (2021)",
        "description": "အချိန်က ၁၉၇၂ ခုနှစ်...\nဖခင်ဖြစ်သူက မိသားစုကို စွန့်ပစ်သွားတဲ့နောက် ဂျေအာ လို့ခေါ်တဲ့ ကိုးနှစ်အရွယ်ကောင်လေးတစ်ယောက် သူ့အမေနဲ့အတူတူ အဘိုး အဘွားနဲ့ ဦးလေးတို့ရှိတဲ့ အိမ်ကြီးမှာ နေဖို့ဖြစ်လာတယ်\nပြဿနာပေါင်း သောင်းခြောက်ထောင်တွေရယ် ပညာတတ်မရှိတဲ့ သူတို့မိသားစုမှာ ကိုးနှစ်သား ဂျေအာကတော့ သူတို့အိမ်ရဲ့ ဆည်းလည်းလေးပဲ\nဒီတော့ ဒီလိုအရှုပ်ထုပ်တွေထဲကနေ အမေဖြစ်သူကတော့ သူ့လိုမဖြစ်စေချင်လို့ ဂျေအာကို ကောလိပ်ပညာတတ်ကြီးတစ်ယောက်ဖြစ်အောင်ထားမယ်ဆိုပြီး သန္နိဌာန်ချထားတယ်\nအဖေမရှိတဲ့ ဂျေအာအဖို့ ဦးလေးဖြစ်သူ ချာလီကို အရမ်းအားကိုးတယ် ချာလီကလည်း ဂျေအာအပေါ်ကို အဖေတစ်ယောက်လို အစ်ကိုတစ်ယောက်လိုစောင့်ရှောက်ပေးပါတယ်\nတကယ်တော့ ကိုးနှစ်သားကလေးတစ်ယောက်အတွက် မြင်ရကြားရသမျှအရာရာဟာ သူ့အတွက် သင်ယူစရာချည်းပဲ ဒီတော့ ဖခင်မရှိတဲ့ ဂျေအာအဖို့ ဘားဆိုင်ဖွင့်ထားတဲ့ ဦးလေးချာလီဟာလည်း သူ့အတွက် ဆရာပါဘဲ\nကောလိပ်မတက်ခဲ့ရတဲ့ ဘားပိုင်ရှင်ချာလီဟာ လူနုံလူအတစ်ယောက်တော့မဟုတ်ခဲ့ဘူး အတန်းပညာ မပြည့်စုံပေမယ့် ဘ၀ပညာပြည့်စုံနေတဲ့သူတစ်ယောက်...သူ့တူလေးဂျေအာကို လူတော်လူကောင်းတစ်ယောက်ဖြစ်အောင် သူသိသမျှ တတ်သမျှ အရာရာတိုင်းနဲ့ ပံ့ပိုးပေးတယ် ဘားမှာရှိသမျှ စာအုပ်တွေကို ဂျေအာဖတ်ဖို့ပေးတယ် စာဖတ်များရင် ...",
        "rating": "6.6",
        "url": "https://megaup.net/11kvr/The_Tender_Bar_2021_720p_(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aWeKITRFbbwY8txG5uCj4rMCfSP.jpg",
        "title": "Sing 2 (2022)",
        "description": "Sing 2 (2022)အားလုံး​စောင့်​​မျှော်​နေကြတဲ့ Sing 2 က​တော့ ​စောင့်ရကျိုးနပ်​အောင်\nSoundtrackအမိုက်စား​တွေ၊ လှပတဲ့ Animation​ ရိုက်ချက်တွေနဲ့အတူ ထွက်ရှိလာပါပြီပါဝင်တဲ့ Cast​တွေကလည်း Matthew McConaughey, Bono, Scarlet Johansson,\nLetitia Wright, Halsey,Pharrell Williams တို့လို ထိပ်သီးCast​​တွေ artist​တွေက အသံသရုပ်​ဆောင်​ပေးထားလို့\nSing 1တုန်းက သ​ဘောကျခဲ့ရတဲ့ soundtrack တွေလို Sing 2မှာ ထပ်မံခံစားရဦးမှာပါ၊- IMDbအ​နေနဲ့ 7.6\n- RottenTomatoesမှာ 70%ရရှိထားပါတယ်Sign 1အပြီး ကဇာတ်ရုံကြီး ပြန်ဖွင့်ခွင့်ရ​သွားတဲ့ Buster Moonနဲ့ သူ့ရဲ့ ​တေးသရုပ်​ဖော်အဖွဲ့ဟာ\nဒီတစ်​ခေါက်မှာ​​ ကမ္ဘာ့​ဖျော်​ဖြေ​ရေးမြို့​တော်ကြီးဖြစ်တဲ့ Redshore Cityအထိ တက်​ပြီး\nကမ္ဘာနဲ့ချီ​အောင် အောင်မြင်တဲ့ ​တေးသရုပ်​ဖော်အဖွဲ့ဖြစ်ဖို့ ကြိုးစားကြပါတယ်၊\nဒါ​ပေမဲ့ သူတို့ရဲ့​ဖျော်​ဖြေပွဲကြီး ​အောင်မြင်ဖို့ လိုအပ်​​နေတာက​တော့\nဇနီးသည် သေဆုံးပြီးကတည်းက ၁၅နှစ်ကြာ အများမြင်ကွင်းက​ပျောက်​နေတဲ့\nကမ္ဘာ​ကျော် Rock Starကြီး Clay Callowayကို သူတို့​ဖျော်​ဖြေပွဲမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/11jax/Sing.2.2021.720p.WEBRip.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMjliODU0MjEtOGIzOS00MjFhLTg4MGItMWQ5NmJjZTg3OGIxXkEyXkFqcGdeQXVyMTQ5Mzc5MDU@._V1_-144x200.jpg",
        "title": "Wheel of Fortune and Fantasy (2021)",
        "description": "Wheel of Fortune and Fantasy (2021 )\n----------------------\nDirected By Ryusuke Hamaguchiအားလုံးသောချစ်ခြင်းများဟာ ချစ်ခြင်းနဲ့ ကံကြမ္မာကြားက မှတ်တိုင်ကလေးမှာ မိုးခိုကြရင်း\nစစ်ကိုင်းလမ်းလို ရူးသွပ်ကြရင်း \"မိုးခိုသူတို့ ဘာသာသဘာဝ မိုးတိတ်ရင် ခွဲခွာ\"ကြရင်း....တစ်ခါတလေတော့လည်း နဖူးစာမင်ရည်ကျဲခဲ့တဲ့ ချစ်ခြင်းတွေဟာ \"လွမ်းသည်ထပ်ဆင့် ဖူးချိန်သင့်ကို မျှော်လင့်ခိုးရှာ\"ရင်း ..... ကံစီမံရာကိုသာ \"မျှော်ရည်ယုံကြည်တောင့်တ\"ရင်း တစ်ခါတလေတော့လည်း \"မိုးတွေတိတ်တာတောင် ကိုယ်ကရွာ\"နေရင်း\n\"အချိန်တွေကုန်ဆုံးလို့ အရွယ်လွန်လာ\"ကြတာပါပဲ။ကဗျာဟောင်းကလေးထဲကလို \" အသဲမကွဲတဲ့ အသက်ရှင်ခြင်းဟာ တရားမျှတပါ့မလား\"ဆိုဆို ဒီရုပ်ရှင်ဟာ \"ကံမဆုံသော အချစ်များ\"အကြောင်းပေါ့။ ရှောင်လွှဲလို့မရတဲ့ချစ်ခြင်းနဲ့ သွေဖီလို့မရတဲ့ ကံကြမ္မာကြားက ဘဝတွေကို ဒါရိုက်တာ ရူဆုခဲ ဟမဂုချိ ကိုယ်တိုင်ရေးထားတဲ့ ဇာတ်လမ်းတို သုံးခုနဲ့ ပုံဖော်ပြသွားတယ်။ဟမဂုချိဟာ Cannes Film Festival 2021မှာ Drive My Car နဲ့ အကောင်းဆုံး ဇာတ်ညွှန်းဆုရထားတဲ့သူ ဖြစ်တဲ့အပြင် ...",
        "rating": "7.6",
        "url": "https://megaup.net/11j6r/Wheel_of_Fortune_and_Fantasy_(2021)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fgCD80KK4FVTACYYJnbHpoQHJuM.jpg",
        "title": "The Wasteland 2021",
        "description": "The Beast/The Wasteland (2021) ဇာတ်လမ်းအညွှန်း*****************************************IMDB - 5.0 တစ်ကားမှ သုံးယောက်ဗျာလို့ ဈေးအော်ရောင်းရမလိုပါပဲ။ ဒီကားလေးက အဖေရယ် အမေရယ် သားရယ်ပဲရှိတဲ့ မိသားစုလေးကို တင်ဆက်ပြသထားတာပါ။၁၉ ရာစု စပိန်နိုင်ငံမှာ စစ်ပွဲတွေဆက်တိုက်ဖြစ်ပွားခဲ့တဲ့အတွက် တိုင်းပြည်ပျက်ပြီး ပြည်သူတွေဟာ စစ်ဘေးရှောင်ရင်းနဲ့ စစ်ပွဲရဲ့အဝေးနေရာတွေမှာ သီးခြားနေထိုင်လာကြရပါတယ်။ဒီယေဂိုဆိုတဲ့ ကလေးငယ်လေးဟာ ကွင်းပြင်ကျယ်တစ်ခုမှာ သူ့မိဘတွေသတ်မှတ်ထားတဲ့ နယ်နမိတ်လေးအတွင်းမှာပဲ ရှင်သန်နေထိုင်ရပါတယ်။အဲဒီအချိန်မှာ နူရာဝဲဆွဲဆိုသလို စစ်ဘေးကပြေးတဲ့ သူတို့မိသားစုလေးဆီကို ဒဏ္ဍာရီလာမိစ္တာတစ်ကောင် ရောက်ရှိလာချိန်မှာတော့ သူတို့တတွေ ဘယ်လိုတုံ့ပြန်ရုန်းကန်ကြမလဲဆိုတာကို ဇာတ်ရှိန်ကောင်းကောင်းနဲ့ တင်ဆက်ထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Paing ပဲ ဖြစ်ပါတယ်) File Size     : (1.8GB)(880MB) and (405 MB)\nQuality       : WEB-DL 1080P DD5.1CH, 720p\nFormat       : mkv, ...",
        "rating": "5.0",
        "url": "https://megaup.net/11j43/[CM]The.Beast.2021.NF.WEB-DL-720P.mp4",
        "category": "Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jPcOn2JyFFcWNbsRME8hXkvmMRT.jpg",
        "title": "Don’t Look Back (2009)",
        "description": "Monica Bellucci လို့ပြောလိုက်ရင် Melena,The Matrix, Spectre ဆိုတဲ့ကားကောင်းတွေအပြင် အခြားကားကောင်းများစွာမှာပါဝင်ခဲ့တဲ့ဟောလိဝုဒ်ရဲ့နာမည်ကြီးအီတလီမင်းသမီးတစ်လက်ဆိုတာ သိကြမှာပါ။ဒီမင်းသမီးရဲ့ ၂၀၀၉ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ကားကောင်းလေးတစ်ကားကိုညွှန်းရမယ်ဆိုရင် Don't Look Back ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်။ တွေ့ရခဲ ရိုက်ရခက်တဲ့အမျိုးအစားကို ‌ပြင်သစ်မင်းသမီးချော Sophie Marceau နဲ့ အီတလီမင်းသမီးမိုနီကာတို့ကို အပြိုင်အဆိုင် သရုပ်ဆောင်စေပြီး ရိုက်ကူးထားပါတယ်။ထူးခြားတာက မင်းသမီး ၂ ယောက်စလုံးက Bond Girl တွေ ဖြစ်ကြတာပါပဲ။ပြင်သစ်စကားပြော ဒီဇာတ်ကားက ပြင်သစ်စတိုင်အတိုင်း တင်ဆက်ထားပြီး ဆယ့်ရှစ်အပေါင်းဆန်တဲ့အခန်းတွေပါတာကြောင့် မိသားစုနဲ့ကြည့်ဖို့တော့မသင့်တော်ပါဘူး။ဇာတ်လမ်းအကျဉ်းချုပ်လေးကိုပြောရမယ်ဆိုရင်တော့အသက် ၈ နှစ်အရွယ်မှာ မတော်တဆမှုတစ်ခုဖြစ်ခဲ့တဲ့ ဂျင်းဟာ အဲဒီအရွယ်မတိုင်ခင်က မှတ်ဉာဏ်တွေအကုန်လုံးကိုမေ့ပျောက်သွားပါတော့တယ်။ အဲဒီမှတ်ဉာဏ်တွေကိုပြန်ရှာတွေ့ဖို့ကြိုးစားရင်း ကြိုးစားရင်း ပိုပိုရှုပ်ထွေးလာတဲ့ ဇာတ်အိမ်ကို thriller/drama/horror/mystery ဆိုတဲ့ genre နဲ့ကိုက်အောင် ဘယ်လိုရိုက်ကူးထားတယ်ဆိုတာကိုတော့ Don't Look Back (2009) ကားလေးထဲမှာ ခံစားရင်ခုန်ပေးလှည့်ပါဦး။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို San ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Hgra/(CM)Don_t.Look.Back.2009.720p.BluRay.x264.mp4",
        "category": "Adult, Drama, Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7nW363kSYRCkr4VGOMvuSGwtzKs.jpg",
        "title": "Once(2007)",
        "description": "Once(2007) အညွှန်း*****************IMDb...7.8ဒီ ဇာတ်ကားဟာ ဇာတ်ဝင်တေးအော်စကာဆုရရှိခဲ့ပြီးအခြားဆုပေါင်း ၂၄ ခုတောင်သိမ်းပိုက်ခဲ့ပါသေးတယ်...သီချင်းတွေကို နှစ်သက်ပြီး အေး‌အေးဆေးဆေး relax လုပ်ချင်ရင် ကြည့်ဖို့အလွန်သင့်တော်တဲ့ ကားလေးပဲဖြစ်ပါတယ်။၂၀၀၇ မှာ ရိုက်ခဲ့တာဖြစ်ပြီး ဇာတ်ဝင်သီချင်းဖြစ်တဲ့Falling Slowly ဟာလည်း နာမည်အတော်ကြီးခဲ့ပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဒက်ဗလင်မြို့က အသည်းကွဲနေတဲ့ဂီတသမားလေး တစ်ဦးအကြောင်းပါပဲ။ အရင်ရည်းစားကို မမေ့နိုင်သေးဘဲ ရေးထားတဲ့သီချင်းတွေကို လမ်းပေါ်မှာ ဆိုနေတုန်း တစ်နေ့မှာ စန္ဒယားတီးတတ်တဲ့ ကောင်မလေးကသဘောကျသွားခဲ့တယ်။ သူနဲ့အတူ မိတ်ဖွဲ့ရင်းနှီးပြီးနောက်ပိုင်းသီချင်းတွေတူတူ ရေးဖြစ်ကြတယ်။ တစ်ဦးနဲ့ တစ်ဦး ခံစားချက်တွေ ရင်ဖွင့်ပြီးအကောင်းဆုံး မိတ်ဆွေတွေ ဖြစ်လာတဲ့ သူတို့နှစ်ဦးဟာ ဘယ်လိုဖြစ်သွားမလဲဆိုတာကိုတော့...File Size :(1.79GB)(933 MB) and (324 MB)\nQuality : Blu-Ray 1080p, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Music  , Drama ,Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.8",
        "url": "https://megaup.net/33a3v/Once.2006.BLU-RAY.720P.PP.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gF2chNkAPwskKjhSZlolEpVArIk.jpg",
        "title": "Seetharam Benoy (2021)",
        "description": "Seetharaam Benoy: Case Number 18(2021)ခုတစ်ခေါက် CMကနေ တင်ဆက်ပေးမယ့်ကားလေးကတော့ ၂၀၂၁မှာထွက်ရှိထားတဲ့\" Seetharaam Benoy: Case Number 18\" လို့ခေါ်တဲ့ မှုခင်းကားလေးပဲဖြစ်ပါတယ်။ရဲအရာရှိတစ်ဦးဖြစ်တဲ့ Seetharaam ဟာ ဝေးလံခေါင်ဖျားတဲ့ဒေသတစ်ခုကိုပြောင်းရွေ့တာဝန်ချခံခဲ့ရပြီး သူစပြောင်းတဲ့နေ့မှာပဲ အိမ်တွင်းလုယက်မှုတစ်ခုကို ကိုယ်တိုင်ကြုံခဲ့ရပါတယ်။မိန်းမဖြစ်သူ‌ရဲရွှေငွေတွေအခိုးခံလိုက်ရတဲ့အပြင် ရဲအရာရှိတစ်ဦးရဲ့ဂုဏ်သိက္ခာကိုစော်ကားလိုက်သလိုဖြစ်နေတာကြောင့် Seetharaam တစ်ယောက် စုံစမ်းခန်းဖွင့်ပါတော့တယ်။သူခိုးဖြစ်နိုင်ချေရှိသူကို သူခန့်မှန်းနိုင်ပေမယ့် သက်သေရှာဖို့ရာအတွက်က စိန်ခေါ်မှုတစ်ရပ်ကြီးဖြစ်နေခဲ့ပါတယ်။ဒါပေမယ့်လည်း ဒီခိုးယက်မှုကနေ လူသတ်မှုဖြစ်တဲ့ အမှုနံပါတ် (၁၈)နဲ့ဆက်စပ်မှုရှိသွားတဲ့အချိန်မှာတော့ဇာတ်လမ်းလေးက အလှည့်ပြောင်းဖြစ်သွားပြီး Seetharaam အနေနဲ့ဘယ်လိုဖြေရှင်းဖော်ထုတ်မလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရမယ့်ကားလေးပဲဖြစ်ပါတယ် \nFile size…1.05GB  /  2.35GB\nQuality…720p / 1080p HEVC AAC 5.1CH \nFormat…mp4 / mkv\nDuration….2h 5m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Allena & Go-O",
        "rating": "7.6",
        "url": "https://megaup.net/2ncfD/Seetharaam_Benoy_Case_No_18_(2021)_720p(CM).mp4",
        "category": "Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/tomb-rider-2018-poster-135x200.jpg",
        "title": "Tomb Raider (2018)",
        "description": "လာရာခရော့ဖ်ဟာ ဖခင် ရစ်ချက် ပျောက်ဆုံးသွားပြီးတာ တောင်မှ ဘဝကို ပူပင်ကြောင့်ကြ မဲ့ နေနေတာပါ။ တစ်ရက်မှာတော့ ယာဉ်တိုက်မှုတစ်ခုကြောင့် အ ဖမ်းခံရပြီး သူ့အဖေရဲ့ စီးပွား ဖက် အန်နာမစ်လာက လာရာကို အာမခံနဲ့ လာထုတ်ခဲ့ပါတယ်။ ရစ်ချက်ရဲ့ စီးပွားရေးလုပ်ငန်းတွေ ဟာ လာရာအမွေဆက်ခံမလုပ် ကိုင်ဘူးဆိုရင် ရောင်းပစ်ရမယ့် အနေအထားဖြစ်နေပြီလို့ သတိ ပေးခဲ့တာကြောင့် လာရာတစ် ယောက် သူ့အဖေရဲ့ရုံးခန်းဆီ သွားခဲ့ပါတယ်။အဲဒီမှာ သူ့အဖေထားခဲ့တဲ့ ဗီဒီယိုဖိုင်တစ်ခုကို ရှာတွေ့ခဲ့ပြီး ဒဏ္ဍာရီဘုရင်မ ဟီမီကိုနဲ့ပတ် သက်ပြီး သုတေသနလုပ်ထားတာ တွေကို ပြောပြထားကာ အန္တ ရာယ်များလွန်းတဲ့အတွက် ဆက် မလုပ်ဖို့နဲ့ ဖျက်ဆီးပစ်ဖို့ မှာခဲ့ပေ မယ့် လာရာကတော့ ရှေ့ဆက်ဖို့ ဆုံးဖြတ်ခဲ့ပါတယ်။အဲဒါနဲ့ လာရာဟာ ဟောင် ကောင်ကို ခရီးထွက်ခဲ့ပြီး ဟီမီကို ဘုရင်မ အုတ်ဂူရှိနိုင်မယ့် ကျွန်း ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/tomb-raider-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/luca1-135x200.jpg",
        "title": "Luca 2021 + Ciao Alberto (2021)",
        "description": "ဒစ်စနေးနဲ့ ပစ်စာ တို့ ပူးပေါင်းတင်ဆက်လိုက်တဲ့ အနီမေးရှင်း လှလှလေး တစ်ကားလာပါပြီ။\nဇာတ်လမ်းလေးကလည်း ကောင်းပါတယ်။ အီတလီအခြေခံ ကာတွန်းလေးဖြစ်လို့\nအီတလီ စကားလေးတွေ ညှပ်ပြောတာ၊ အီတလီနာမည်တွေ၊ အစားအသောက်တွေ ပါတာများပါတယ်။လူကာဆိုတဲ့ ကောင်လေးဟာ လူတွေက ပင်လယ်မိစ္ဆာလို့ခေါ်ကြတဲ့ ရေအောက်မှာ\nနေထိုင်တဲ့ ရေသူမျိုးနွယ်ကောင်လေးတစ်ောယက်ပဲ ဖြစ်ပါတယ်။\nရေထဲက လူကာတို့ မျိုးနွယ်တွေကလည်း လူတွေကို ကုန်းမိစ္ဆာဆိုပြီး ကြောက်ကြတာပါပဲ။\nအပြန်အလှန်ပေါ့။ ဒီတော့ ကုန်းပေါ်ကိုမတက်ဖို့အသည်းအသန်တားမြစ်ထားတာပါ။ဒါပေမယ့် တစ်နေ့မှာတော့ ရေအောက်မျိုးနွယ်ကောင်လေးတစ်ယောက်နဲ့ အတူ\nကုန်းပေါ်ကို ခိုးတက်သွားမိတယ်။ အဲဒီကုန်းပေါ်ကနေ ကမ္ဘာကြီးအနှံ့ကို ပတ်သွားချင်စိတ်ဖြစ်လာပြီး\nဗက်စ်ပါဆိုတဲ့ ဆိုင်ကယ်လေးကို ပိုင်ဆိုင်ဖို့ကြိုးစားကြတာပေါ့။\nဒါပေမယ့် သူတို့မှာ ငွေမရှိတဲ့အတွက် တစ်ခုတည်းသော နည်းလမ်းက\nအဲဒီမြို့လေးရဲ့ သုံးဆင့်ပြိုင်ပွဲဖြစ်တဲ့ ပက်စတာ အစားပြိုင်ပွဲ၊ ရေကူး၊ စက်ဘီးစီးပြိုင်ပွဲမှာ နိုင်အောင်ဝင်ပြိုင်ဖို့ ကြိုးစားရပါတော့တယ်။သူတို့ ၂ ယောက်နဲ့အတူ မြို့ထဲက တံငါသည်ကြီးရဲ့ သမီးလေး ဂျူလီယာကပါ\nအတူပါဝင်ကြိုးစားကြတဲ့အခါ ဘာတွေဆက်ဖြစ်လာလဲဆိုတဲ့\nချစ်စရာကောင်းတဲ့ ဇာတ်လမ်းလေးကိုကြည့်လိုက်ပါဦး။\nFile size…(3.7 GB)/(1.7 GB) /(1 ...",
        "rating": "8",
        "url": "https://megaup.net/2Zl8u/Luca.2021.720p.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3RCRt3PT6tV0ns56kNseUSr6CNW.jpg",
        "title": "The Door into Summer (2021)",
        "description": "The Door into Summer\n=============================ဒီတစ်ခါမှာတော့ Robert A Heinlein ရေးသားပုံဖော်ထားခဲ့တဲ့သိပ္ပံစိတ်ကူးယဥ်ဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြန်လည်အသက်သွင်းရိုက်ကူးထားတဲ့The Door into Summer အမည်ရ ဂျပန်ရုပ်ရှင်ကို တင်ဆက်ပေးပါရစေဒီရုပ်ရှင်ထဲမှာ ပါဝင်တဲ့ သရုပ်ဆောင်ကတော့အခြားသူမဟုတ်ဘူး Alice in the borderland ပရိသတ်တွေဆိုရင် ကျိန်းသေ သိကိုသိကြမဲ့နာမည်ကြီး မင်းသား Kento Yamasaki ပဲ ဖြစ်ပါတယ်Alice in the borderland မှာ အပီကြမ်းပြသွားတဲ့ Kento တစ်ယောက် ဒီရုပ်ရှင်ထဲမှာလည်းပရိသတ်ကြီးကို ဦးနှောက်သုံးပြီး စဥ်းစားခန်း ထပ်ဖွင့်ခိုင်းဦးမှာပါဒါဆိုရင် ဇာတ်လမ်းအကျဥ်းကို စကြည့်လိုက်ရအောင်ငယ်စဥ်ကထဲက မိဘနှစ်ပါးကို ဆုံးရှုံးခဲ့ရတဲ့ တာကာကူရာ ဆိုအီချီရို ဆိုတဲ့ ကောင်လေးတစ်ယောက်....ဆွေမျိုးသားချင်းလည်းမရှိ အဖော်ဆိုလို့ ပီတိုလို့ခေါ်တဲ့ ကြောင်လေးနဲ့သာ နှစ်ဦးထဲ အတူနေခဲ့ရာကနေတစ်နေ့မှာတော့ မွေးစားမိဘတွေနဲ့အတူရီခိုလို့ခေါ်တဲ့ ညီမလေးတစ်ယောက် ဆိုအီချီရိုရဲ့ဘဝထဲကို ဝင်ရောက်လာခဲ့ပါတယ်မွေးစားဖခင်နဲ့အတူ ဆိုအီချီရိုတစ်ယောက် နည်းပညာအသစ်အဆန်းတွေ ...",
        "rating": "6.6",
        "url": "https://megaup.net/11h8u/The_Door_into_Summer.720p(CM).mp4",
        "category": "Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/vx1eZ_4f-142x200.jpg",
        "title": "Under the Open Sky (2020)",
        "description": "Under the Open Sky(2020)\n====================IMDb Rating - 7.1 ၊ Rt - 95%ဝေဖန်ရေးသမားတွေကတော့ ဒီနှစ်ဟာ ဂျပန်ရုပ်ရှင်‌တွေ ဦးပြန်မော့လာတဲ့ နှစ်လို့ဆိုကြပါတယ်။\nဒီနှစ်တစ်နှစ်တည်းမှာတင် ဂျပန်ကားကောင်းတွေ အများကြီးထွက်ခဲ့ပြီး ဒီနှစ်ရဲ့ရုပ်ရှင်ပွဲတော်တွေမှာ\nဂျပန်ရုပ်ရှင်တွေ အခိုင်အမာနေရာယူနိုင်ခဲ့တာကြောင့်ဖြစ်ပါလိမ့်မယ်။ နှစ်စမှာတင် ခိရိုရှိ ခူရိုဆ၀ ရဲ့\nWife Of A Spyတို့၊ ရူဆုခဲ ဟမဂုချိရဲ့ Wheel of Fortune and Fantasy, Miwa Nishikawaရဲ့\nUnder the Open Sky တို့ဟာ ရုပ်ရှင်ပွဲတော်‌ အသီးသီးမှာ ဆုမျိုးစုံကို ရရှိခဲ့သလို အခုနှစ်ဆုံးပိုင်းမှာလည်း\nDrive My Carဟာ ကိန်းလိုပွဲမှာပါ ဆုတွေရခဲ့ပါတယ်။\nခန်းရှင်းအပါအ၀င် တခြားရုပ်ရှင်ကောင်း ပေါင်းများစွာလည်း ထွက်ခဲ့ပါတယ်။ Under The Open Skyဟာ\n၂၀၂၀ တိုရန်တိုရုပ်ရှင်ပွဲတော်မှာ စပြခဲ့တာမို့ ၂၀၂၀လို့ နာမည်တပ်ထားပေမဲ့ တကယ်တမ်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/11gl2/Under.the.Open.Sky.2020.720p.bluray[CM].mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kRaMOH3K6HZLocal9VBvbWf6Koh.jpg",
        "title": "Madhuram (2021)",
        "description": "Madhuram (2021)Madhuram ဟာ အိန္ဒိယMalayalam ဘာသာစကားနဲ့ ချိုမြိန်မှုလို့ အဓိပ္ပာယ်ရပါတယ်ဟင်းပွဲတစ်ပွဲမှာလည်း ချို၊ ချဉ်၊ ငန်၊ စပ် အရသာစုံတတ်သလို အမြဲတစေ ချိုမြိန်မနေနိုင်တဲ့ဘဝဇာတ်ခုံကို ဒါရိုက်တာက ရိုးရှင်းစွာပုံဖော်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ကိုယ်ချစ်ရတဲ့သူတွေ အကြောင်းကြောင်းကြောင့် ဆေးရုံတက်ရတာကို ဆေးရုံစောင့်ကြရင်း တွေ့ဆုံလာကြရတဲ့ မိတ်ဆွေတွေရဲ့…အိမ်ထောင်သက်နှစ်ပေါင်း၄၀ အကြောင်း ကြွားလုံးထုတ်တတ်သူတစ်ယောက်အကြောင်း၊ရိုးသားကြိုးစားတဲ့ ဆာဘူးတစ်ယောက် ချစ်ရသူကို ပိုးပန်းခဲ့ရတဲ့ ဘဝဇာတ်ကြောင်း ၊ဘယ်သူကမှ အပြစ်မရှိပါဘဲ မပြေလည်ရတဲ့ ဆက်ဆံရေးတွေအကြောင်း စသည်စသည်….ချိုချဉ်ငံစပ်ခါးဘဝအစုံစုံကို ရိုက်ကူးထားတဲ့ အပြင် အိန္ဒိယရိုးရာ အစားအစာတွေကိုပါသွားရည်ကျရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်တာမို့ ဘဝအတွက် သူတို့တွေဘယ်လိုအဆင်ပြေအောင်နေထိုင်သွားကြမလဲဆိုတာ ကြည့်ရှူခံစားလိုက်ကြပါဦးနော် \nFile size…461MB / 1.97GB\nQuality…720p HEVC Small Size \nFormat…Mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Poe & Go-O & Honeyey & Allena",
        "rating": "7.9",
        "url": "https://megaup.net/1He66/Madhuram_(2021)_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4dF5NT1dxw4CItns4ckXq4309bg.jpg",
        "title": "The Worst Person in the World (2021)",
        "description": "The Worst Person In The World (2021) ~ IMDb - 8.1/10, Rt - 100%, Meta - 88% ~မျိုးဥနဲ့ သုက် ပေါင်းစည်း ဖြစ်တည်လာပြီးတဲ့နောက် လောကဟာ လူကိုအသက်သွင်းပေးလိုက်တယ်။ ခန္ဓာဟာ အခွံသက်သက်ပဲမို့လား။ ခံစားချက်တွေ စရှိလာတဲ့အခါ လူအသက်ဝင်လာပြီလို့ပဲ ကျွန်တော် ယူဆလိုက်ပါတယ်။ မသိခြင်းနဲ့ သိချင်စိတ်အကြား နှစ်ပေါင်းများစွာကြာပြီးတဲ့အခါ လူဟာ \"ငါ ဘယ်သူလဲ\"ဆိုတဲ့ မေးခွန်းကို အချိန်တွေအကြာကြီး အဖြေရှာရင်း အိုမင်းလာခဲ့ပြီ။ တွေ့ချင်လည်းတွေ့ကြမယ်ပေါ့။ မတွေ့ချင်လည်း မတွေ့ပါဘူး။ ဇာတ်ကောင်ကတော့ ၃၀ကျော်အသက်မှာ သူ့ကိုယ်သူတွေ့သွားခဲ့တယ်။\" အချစ်၏ အစနဲ့အဆုံးကို မသိသေးသော်လည်းဟန်ဆောင်သော အရပ်ဒေသတစ်ခုကို မလွဲမသွေ ဖြတ်သန်းသွားရကြောင်း ကျွန်တော် ကောင်းကောင်းသိပါသည်။ \"\nယုဇနမခင်ပျိုထဲတော့ ဇော်ဇော်အောင်က ဟန်ဆောင်သောအရပ်ဒေသတစ်ခုကို ဖြတ်သန်းသွားရသည်လို့ ဆိုတယ်။ ဇာတ်ကောင်ဟာ ပင်လယ်နဲ့လွင်ပြင်ကြား ...",
        "rating": "8.1",
        "url": "https://megaup.net/2nb8v/(CM)_The_Worst_Person_in_The_World_(2021)_720p.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BOWM5ZmUzYjQtZjE5MC00MjU2LWI2OTYtMGQ3MTRhMzQ3YzU5XkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Moffie (2019)",
        "description": "Moffie (2019)====================IMDb Rating - 6.9/10၁၉၈၁ခုနှစ်၊ တောင်အာဖရိကကာကွယ်ရေးတပ်ဖွဲ့(SADF)နဲ့ နမ်ဘီယာပြည်သူ့လွတ်မြောက်ရေးတပ်မတော်(PLAN)တို့\nကြားဖြစ်ခဲ့တဲ့တောင်အာဖရိကနယ်စပ်စစ်ပွဲကိုအခြေတည်ရိုက်ထားတဲ့ကားပါ။ အဲ့အချိန်က ကွန်မြူနစ်စနစ်ကိုမုန်းတီးမှု၊\nLGBTခွဲခြားမှုနဲ့ လူမျိုးရေးခွဲခြားမှုတွေကိုရိုက်ပြထားပါတယ်။ စစ်မှုထမ်းဖို့တာဝန်ကျလို့ထွက်လာတဲ့ နီကိုးလပ်ဗန်ဒါဆွတ်ဆိုတဲ့\nHomoကောင်လေးတစ်ယောက်....လိင်တူချစ်သူတွေကိုလက်မခံပဲတွေ့တာနဲ့ အပြင်းအထန်အပြစ်ပေးတတ်ပြီး လူမျိုးရေး\nခွဲခြားတတ်တဲ့ တပ်ထဲကိုရောက်လာခဲ့ပါတယ်။ ဒီလိုတပ်ထဲမှာ သူတာဝန်ထမ်းရမယ့်ကာလက နှစ်နှစ်...ဓီနှစ်နှစ်ဆိုတဲ့ကာလမှာ\nရက်စက်ပြင်းထန်လှတဲ့တပ်ထဲသူ့အနေနဲ့အဆင်ပြေပြေကျော်ဖြတ်နိုင်မှာလား... ကြမ်းတမ်းရက်စက်လှတဲ့ဒီနယ်ပယ်မှာသူ\nဘယ်လိုဖြတ်ကျော်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ။ စစ်ကားတစ်ကားလေးဆိုတာထက် ဒရမ်မာဘက်ကိုပိုအသားပေးထားတဲ့\nကားလေးတစ်ကားပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Chit Tee, Thiha Yan Naing\nတို့ပဲဖြစ်ပါတယ်။)File Size - (1.71 GB)/(900 MB)/(700 MB)\nQuality – BluRay- (720p)/(480p)\nDuration - 1hr 40min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Drama, Fantasy, Mystery\nTranslator – Chit Tee\nEncoder – San Win Maung",
        "rating": "6.9",
        "url": "https://megaup.net/11ezi/Moffie.2019.720p.BluRay[CM].mp4",
        "category": "Drama, Romance, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BMGNhNjBjZGQtYTU1Mi00NmQxLTgwZTktM2QyOGI3OTMwMmMxXkEyXkFqcGdeQXVyMTAyMjQ3NzQ1._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Wolf (2021)",
        "description": "Wolf (2021)=========IMDb Rating - 6.2/10ဒီဇာတ်လမ်းကို စကြည့်လိုက်တာနဲ့ ဂျေကော့ဆိုတဲ့ ကောင်လေးနဲ့အတူ ခင်ဗျားတို့ကို\nထူးဆန်းတဲ့အရပ်ကို ခေါ်ဆောင်သွားလိမ့်မယ်။\nသာယာခမ်းနား၊ လှပတင့်တယ်နေတဲ့ နေရာတော့ မဟုတ်လေဘူး။\nခင်ဗျားတို့ ရောက်သွားမှာ စိတ္တဇဆေးရုံပဲ။ (စိတ္တဇလို့ ရာနှုန်းပြည့်မခေါ်နိုင်ပေမဲ့\nဒီလိုပဲ ခေါ်လိုက်ရအောင်ဗျာ)စိတ္တဇဆေးရုံကိုမှ ကိုယ့်ကိုယ်ကိုယ်\nတိရစ္ဆာန်လို့ ထင်နေကြတဲ့ စိတ်ရောဂါရှင်ရှိရာ စိတ္တဇဆေးရုံပါ။\nတစ်ယောက်က ကိုယ့်ကိုယ်ကိုယ် ကြက်တူးရွေးလို့ထင်ပြီး သူ့ကိုပြောသမျှ\nအကုန်လိုက်ပြောတယ်။ တစ်ယောက်က ကိုယ့်ကိုယ်ကိုယ် ခွေးလို့ထင်ပြီး အချိန်ပြည့်\nတဝုတ်ဝုတ်၊ တစ်ယောက်က သူ့ကိုယ်သူ ရှဉ့်မဟုတ်လို့ ရှဉ့်ဖြစ်ခွင့်ပေးပါဆိုပြီး\nထိုင်ငိုနေတယ်၊ တစ်ယောက်က ပန်ဒါ၀က်ဝံ၊ တစ်ယောက်က မြင်းနဲ့ တိရစ္ဆာန်တွေမှ\nစုံလို့ဗျာ။ ဒီတော့ ဒီနေရာကို ရောက်လာသူ ဂျေကော့ကလည်း ပုံမှန်မဟုတ်တာ\nရိပ်မိလောက်ကြပြီထင်ပါရဲ့။ သူကတော့ ကိုယ့်ကိုယ်ကိုယ် ဝံပုလွေလို့ ထင်နေသူပေါ့။\nညဘက်တွေရောက်ရင် သူဖောက်ပြီး ထအူပါပြီ။\nဒီလူတွေကို ဒီနေရာပို့ရတဲ့ အကြောင်းရင်းကတော့ ကိုယ့်ကိုယ်ကိုယ် လူဆိုတာ\nလက်ခံပြီး သာမန်ဘ၀နဲ့ နေနိုင်အောင်ပါ။ဒီ တိရစ္ဆာန်ပေါင်းစုံကို အဓိက ထိန်းချုပ်ကုသပေးနေသူတွေက ဒေါက်တာမန်းနဲ့\nသူ့အဖွဲ့သားတွေပေါ့။ ထိန်းချုပ်ရခက်တာတွေရှိသလို ...",
        "rating": "6.2",
        "url": "https://megaup.net/2n78o/Wolf.2021.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ySQ3v4Fzpy3fePs86eoLiDzwLYM.jpg",
        "title": "Fright Night (2011)",
        "description": "Fright Night (2011) ~ IMDb - 6.4/10, RT - 72% ~ဒီကားဟာ သူ့မူရင်းကားဖြစ်တဲ့ Fright Night (1985) လို ဂန္တဝင်စာတင်လောက်တဲ့ ဇာတ်ကားမျိုးမဟုတ်ပေမဲ့ ကြည့်ပျော်တဲ့ Horror ဇာတ်ကားလေးပါပဲ။လက်စ်ဗီးဂတ်မြို့ဟာ နေ့မှာအိပ်ပြီး ညမှာ အလုပ်လုပ်ကြတယ်။ အခြေချနေထိုင်သူရှားပြီး ယာယီနေထိုင်သူတွေများတဲ့အတွက် သွေးစုပ်ဖုတ်ကောင်တွေအတွက် နေချင်စရာမြို့လေးပေါ့ဗျာ။ချာလီတို့ အထက်တန်းကျောင်းမှာလည်း အတန်းသားတွေ တစ်ယောက်ပြီး တစ်ယောက် လျော့လျော့လာနေတယ်။ အမြဲတမ်း အတည်တကျနေသူတွေမရှိတဲ့ သူတို့မြို့အတွက်တော့ သိပ်မဆန်းဘူးပေါ့။\nဒါပေမဲ့ ချာလီရဲ့ငယ်သူငယ်ချင်း အဒမ်တို့ မိသားစုကပါ စာမလာသတင်းမကြားဘဲ ပျောက်သွားခဲ့ပါတယ်။အဒမ်ပျောက်သွားတာ သွေးစုပ်ဖုတ်ကောင်တစ်ကောင်ရဲ့ လက်ချက်လို့ နောက်သူငယ်ချင်းတစ်ယောက်ဖြစ်တဲ့ အက်ဒ်ကပြောလာတဲ့အချိန်မှာတော့ ချာလီလည်းမယုံနိုင်ခဲ့ပါဘူး။အက်ဒ်က သူနဲ့ အဒမ် စုံစမ်းထောက်လှမ်းချက်တွေအရ ချာလီရဲ့ အိမ်နီးချင်း ဂျယ်ရီက သွေးစုပ်ဖုတ်ကောင်ဖြစ်နေပြီး သူ့အကြောင်းကို သိသွားလို့ အဒမ်ကိုသတ်ပစ်လိုက်တာလို့ ပြောပြပေမဲ့ ချာလီကတော့ မယုံနိုင်သေးပါဘူး။နောက်တစ်နေ့မှာ အဒမ်ပါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Hcin/(CM)_Fright_Night_(2011)_720p.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/345gLhiNpItU1ICx8OxJQwjgPmH.jpg",
        "title": "Red Rocket (2021)",
        "description": "Red Rocket (2021)ဒီရုပ်ရှင်ကို A24က ရိုက်ကူးဖြန့်ချီခဲ့ပြီး 2021 July လ Cannes ရုပ်ရှင်ပွဲ​တော်မှာ စတင်ပြသခဲ့ပြီး\nယူအက်စ် ပြည်တွင်း သီးသန့်ရုံ​တွေမှာပဲ ရုံတင်ပြသခဲ့တာဖြစ်ပါတယ်\nCannes, Deauvilleလို ရုပ်ရှင်ဆု​ပေးပွဲ​တွေမှာ ဆု​ပေါင်း များစွာရရှိထားပြီးဖြစ်သလို\nPalme d'Orလို ဆု​​ပေးပွဲကြီး​ ​တွေမှာလည်း ဒါရိုက်တာဆု၊ဇာတ်လမ်းဆုနဲ့ ဇာတ်​ဆောင်ဆု\nစသဖြင့် Nominationsများစွာ ရရှိထားပါတယ်၊\nဒါ့အပြင် National Board of Reviewရဲ့ တစ်နှစ်တာအ​ကောင်းဆုံး\nဇာတ်ကား ၁၀ကားစာရင်းမှာလည်း ပါဝင်​ထားပါတယ်၊- IMDb အ​နေနဲ့ 7.6\n- Rotten Tomatoes - 86%ရထားပြီး\n​ရုပ်ရှင်​ဝေဖန်​​ရေးသမား​တွေလက်စွဲ Metacriticမှာ 75% အထိ rating အမြင့်စားကို ရရှိထားပါတယ်၊ဇာတ်လမ်းအ​ကြောင်း​ ​ပြောရမယ်ဆိုရင် ဒီဇာတ်ကားက လူတိုင်းအတွက် မဟုတ်ပါဘူး၊\nHollywoodရဲ့ porn industryမှာ ဒိတ်ဒိတ်ကြဲ​အောင်မြင်ခဲ့ဖူးသူ၊\nလက်ရှိမှာ ဘဝပျက်ပြီးရုန်းကန်​နေရတဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Hcmp/Red.Rocket.2021.720p.WEB-DL.CM..mp4",
        "category": "Comedy, Drama"
    }
]