[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yfbsINSfotAHaeWKJbfsVKSckvq.jpg",
        "title": "The Best Offer(2013)",
        "description": "The Best Offer(2013)==================The Best Offer ရုပ်ရှင်ဟာ 2013 ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး IMDb7.8/10 ရထားတဲ့ Mystery/ Romance/ Drama အမျိုးအစားဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်။Mr. Virgil Oldman ဟာ ရှေးဟောင်းပစ္စည်းများကိုတန်ဖိုးဖြတ်ရာမှာ ကျွမ်းကျင်တဲ့ လစ်လံပစ်သူတစ်ဦးဖြစ်ပါတယ်။သူဟာ သူ့ရဲ့ ငယ်သူငယ်ချင်းဖြစ်သူ Mr. Billy Whistler နဲ့ပူးပေါင်းပြီးတန်ဖိုးကြီးပန်းချီကားတွေကို စျေးသက်သက်သာသာနဲ့ရအောင်တစ်ဖက်လှည့်နဲ့ဝယ်ယူလေ့ရှိပါတယ်။ သူ့ရဲ့ တန်ဖိုးကြီးပန်းချီကားတွေကိုလည်းသူ့အိမ်ထဲရှိ လျို့ဝှက်ခန်းထဲမှာ တန်ဖိုးထားသိမ်းဆည်းလေ့ရှိပါတယ်။Mr. Oldman ဟာ တစ်ကိုယ်တည်း လူပျိုကြီးဘဝနဲ့နှစ်အတော်ကြာအောင်လုပ်ငန်းထဲမှာပဲ ဘဝကိုနှစ်မြှုပ်ထားလေ့ရှိတာကြောင့် အလွန်ချမ်းသာကြွယ်ဝလာသော်လည်း အချစ်ဆိုသောအရာကို တစ်ကြိမ်တစ်ခါမျှတောင်မြည်းစမ်းခွင့်မကြုံခဲ့ဖူးပါဘူး။ တစ်နေ့မှာတော့ Miss Claire Ibbetson ဆိုသူအမျိုးသမီးငယ်တစ်ဦးက သူမအမွေရခဲ့တဲ့စံအိမ်ကြီးမှ ရှေးဟောင်းပစ္စည်းများကို လေလံတင်ရောင်းချဖို့ ဆက်သွယ်လာခဲ့ပါတယ်။ ထူးခြားလှစွာပဲအချိန်အတော်ကြာသည့်တိုင် ထိုအမျိုးသမီးငယ်ကို Mr.Oldman မတွေ့ခဲ့ရပါဘူး။ ထိုအခြေအနေကပဲ Mr. Oldman ရဲ့ သူမအပေါ်စိတ်ဝင်စားမှုကိုပေါက်ဖွားလာစေခဲ့ပါတယ်။ Miss ...",
        "rating": "7.8",
        "url": "https://megaup.net/1RQSN/The.Best.Offer.2013.BluRay720p(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BOWI2NWIwM2QtNTNiMC00YjNkLWJhYzktMjY5ZGJlNTA2MTdkXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_-142x200.jpg",
        "title": "Assassination Classroom: Graduation (2016)",
        "description": "Assassination Classroom: The Graduation (2016)Anime S1နဲ့ ပထမကားကို အဆုံးသတ်ပြီးနောက်မှာတော့\nထပ်ထွက်လာတဲ့ ဒုတိယကားကတော့ S2 ပါပဲ။ကျောင်းဆင်းပွဲနီးလာပြီး သတ်ဖို့အချိန်မကျခင်မှာ မထင်ထားတဲ့\nအဖြစ်အပျက်တစ်ခုကြောင့် ကေနောက်ဆုံးအချိန်ကျမှ\nသူ့အတိတ်ကိုပြောပြမယ်လို့ ဆုံးဖြတ်ထားတဲ့ ဆရာကိုရိုတစ်ယောက်\nမတတ်သာတဲ့အဆုံး သူ့အတိတ်ကိုပြောပြခဲ့ပြီးနောက်မှာတော့\nအရင်ကပစ်မှတ်အနေနဲ့ပဲ သဘောထားခဲ့တဲ့\nသူ့တပည့်တွေရဲ့ အမြင်တွေပြောင်းလဲသွားပြီး လုပ်ကြံဖို့တွေဝေသွားကြပါတော့တယ်။ဒီလိုနဲ့ သတ်မယ့်အစား ဆရာ့ကိုကယ်ဖို့နည်းလမ်းကို\nရှာဖွေကြရင်း ဆရာ့ကိုကယ်နိုင်သွားမလား။\nပထမအစီအစဥ်အတိုင်း သတ်ပဲသတ်ရမလားဆိုတာ...\nAnime မှာ S2 နဲ့အဆုံးသတ်သွားသလို\nဒီကားကလည်းနောက်ဆုံးပါပဲ ထပ်ထွက်ဖို့မရှိတော့ပါဘူး။File size…2.26GB / 1.14GB\nQuality…1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 58m\nSubtitle….Myanmar Subtitle (HardSub)\nEncoder… YK\nTranslated by Moe Pwint Phyu",
        "rating": "5.7",
        "url": "https://megaup.net/2xOgl/Assassination.Classroom.The.Graduation.2016.720p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/noB71pnF8jz2IIP1LeilfnaaO2F.jpg",
        "title": "21 & Over(2013)",
        "description": "21 & Over(2013)============= ဒီဇာတ်ကားလေးကတော့ 2014 GAFCA မှာ Breakthrough awardအနေနဲ့ nominee ဝင်ထားပြီး 2013 ခုနှစ်မှာ Palm SpringsInternational Flim Festival မှာလဲ ဆုရခဲ့ပါတယ် ဇာတ်ကားရဲ့Genre က Comedy ဆိုတဲ့အတိုင်း တစ်ကားလုံး အသေရယ်ရပါတယ်ဇာတ်လမ်း အကျဉ်းလေးကတော့Jeff Chang ဆိုတဲ့ကောင်လေးရဲ့ ၂၁ နှစ်ပြည့်မွေးနေ့ကို surpriseလုပ်ပေးဖို့အတွက် သူ့သူငယ်ချင်း Casey နဲ့ Miller က ရောက်လာခဲ့တယ်ဒါပေမဲ့ Jeff Chang က မနက်ဖြန်မနက် ၇ နာရီဆေးကျောင်းဝင်ခွင့်အင်တာဗျူး ရှိတဲ့အတွက် သူတို့နဲ့ လျှောက်လည်လို့မရတာကို အတင်းခေါ်ထုတ်ပြီး ဘယ်လိုအလွဲတွေ ဖြစ်မလဲ ဘယ်လိုတောင်အသေရယ်ရမလဲဆိုတာကို ဆက်လက်ကြည့်ရှူပေးကြပါဦးနော်..(အညွှန်းနဲ့ ဘာသာပြန်တာကတော့ Duckkie ပဲဖြစ်ပါတယ်) File size…1.18GB / 538MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h ...",
        "rating": "5.8",
        "url": "https://megaup.net/2xOgh/21.and.over.2013.bluray720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-play-133x200.jpg",
        "title": "Play Dead(2022)",
        "description": "Play Dead သို့မဟုတ် သေချင်ယောင်ဆောင်သူလေး..ချဲလို အဲလ်ဘရိုက်နဲ့ တီဂျေ အဲလ်ဘရိုက်ဆိုတဲ့ မောင်နှမနှစ်ယောက်ဟာ မကြာသေးခင်ကမှ မိဘမဲ့ဖြစ်သွားပြီး အကြွေးတွေကြောင့် နေအိမ်ကိုပါ ဆုံးရှုံးတော့မလိုဖြစ်နေပါတယ်။အစ်မကြီး အမိရာလို အရာအားလုံးကို တစ်ယောက်တည်း ဒိုင်ခံဖြေရှင်းနေရတဲ့ ချဲလိုကို တစ်ဖက်တစ်လမ်းက ကူညီပေးချင်တဲ့ တီဂျေဟာ အစ်မဖြစ်သူရဲ့ရည်းစားဟောင်းနဲ့ ဆိုင်တစ်ဆိုင်ကို ဓားပြတိုက်ဖို့ပေါင်းကြံခဲ့မိပါတယ်။ သို့သော်လည်း ကံအကြောင်းမလှစွာ ဆိုင်ပိုင်ရှင်မှာ သေနတ်တစ်လက်ရှိနေခဲ့တာကြောင့် ခွေးပြေး ဝက်ပြေးပြန်ပြေးလာခဲ့ရပါတော့တယ်။တီဂျေဟာ သေနတ်ထိသွားတဲ့ အစ်မဖြစ်သူရဲ့ရည်းစားဟောင်း ရော့စ်ကိုထားခဲ့ပြီး ကားကိုလက်စဖျောက်ကာ အိမ်ကိုပြန်လာခဲ့ပါတယ်။ သို့သော်လည်း အိမ်ပြန်ရောက်ခါမှ သေနတ်ထိလို့ သေသွားလောက်ပြီဖြစ်တဲ့ရော့စ်ဆီမှာ ဓားပြတိုက်ဖို့ပြောဆိုထားခဲ့တဲ့ သက်သေတစ်ခုပါသွားတာကို သတိရသွားပါတော့တယ်။လူသေမှုဖြစ်သွားတဲ့ လက်နက်ကိုင်ဓားပြမှုဖြစ်တာကြောင့် အနည်းဆုံး ထောင်ဒဏ် ၂၅ နှစ်ကနေ တစ်သက်တစ်ကျွန်းထိကျနိုင်ခြေရှိတဲ့မောင်ဖြစ်သူကို လက်လွှတ်မခံနိုင်တဲ့ ချဲလိုဟာ ရင်ခွဲရုံကို သေချင်ယောင်ဆောင်ပြီး ဝင်သွားတဲ့အခါ..ရင်ခွဲရုံက အလောင်းတွေကြားမှာ ရှာတွေ့လိုက်ရတဲ့ လျှို့ဝှက်ချက်တွေအကြောင်းကို စိတ်လှုပ်ရှားဖွယ်ကောင်းစွာ ကြည့်ရှုနိုင်မှာပါ။ဒီလိုရုပ်ရှင် genre မျိုးတွေကြည့်နေကျလူတွေအတွက်တော့ ...",
        "rating": "",
        "url": "https://megaup.net/1RMmc/Play.Dead.2022.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dLmnmtFLHqGnA0iBrXl9zfVVeBO.jpg",
        "title": "[18+]Bela Luna(2023)",
        "description": "[18+]Bela Luna(2023)*******************Angeli Khang လေးလာပြန်ပါပြီဗျား..\nအာနိုနဲ့ ဘယ်လာတို့က ချစ်သူရည်းစားတွေဖြစ်ပြီး ရည်မှန်းချက်ကိုယ်စီနဲ့ပေါ့။အာနိုက ဒါရိုက်တာဖြစ်ချင်ပြီး ဘယ်လာကတော့ စာရေးဆရာတစ်ယောက်ဖြစ်ချင်တာပါ။ဒါပေမယ့် အာနိုဟာပိုက်ဆံရမယ့်အလွယ်လမ်းကိုလိုက်ချင်တယ်။တစ်နေ့မှာ အာနိုဟာ ထုတ်လုပ်သူဒီဇွန်နဲ့ ဘယ်လာကိုတွေ့ပေးတယ်။ဒီဇွန်က ဘယ်လာကို sex ခန်းတွေ၊ BDSM အခန်းတွေပိုပါမယ့်ဇာတ်လမ်းကိုရေးခိုင်းတယ်။\nဘယ်လာရဲ့ဇာတ်လမ်းထဲမှာ sex အခန်းတွေကို သဘောမကျဘဲ ထပ်ခါထပ်ခါပြန်ပြင်ခိုင်းတယ်။အဲ့ဒီနောက်မှာတော့................... File Size :(2.02 GB) and (760 MB)\nQuality : WEB-DL 1080, 720p\nFormat…mp4\nDuration…01:45:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/3TJ3T/Bela.Luna.2023.WEB-DL.720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fvjxr77dfxdIOY3lvj0bHP4B5xT.jpg",
        "title": "August: Osage County(2013)",
        "description": "August Osage County (2013)======================Genre - Comedy, Drama\nIMDB Rating - 7.2/10ဇာတ်ကားမကြည့်ခင် Cast list နဲ့တင် သေလို့ရပြီမင်းသမီးကြီး Meryl Streep ပြီးတော့ မင်းသမီး Julia Roberts တို့Ewan McGregor တို့အစုံအလင်နဲ့ ကျွန်တော်တို့ Benedict Cumberbatchတောင် အူကြောင်ကြောင်နဲ့ ပါထားသေးတယ်ဗျာ။ ဇာတ်လမ်းကလည်းကိုရီးယား မိသားစုဇာတ်လမ်းတွဲတွေပဲ လောင်ရပြီထင်နေလား၊ ခင်ဗျားတို့မှားသွားမယ် ဒီကားလောင်ရချက်က ပက်စက်တယ် စိတ်တွေပါမွန်းကျပ်လာမှာကြည့်နေရင်းနဲ့။ ဇာတ်လမ်းအကျဉ်းကတော့ အိုကလာဟိုးမားမှာအရက်စွဲနေတဲ့ခင်ပွန်းဖြစ်သူရယ် ပါးစပ်ကင်ဆာဖြစ်လို့ စိတ်ငြိမ်ဆေးတွေစွဲနေတဲ့ ဇနီးသည်ရယ် လင်မယားနှစ်ယောက် လျှာနဲ့သွားလိုမျိုးအတူတူနေကြတယ်။ တစ်ရက်ကျ ခင်ပွန်းဖြစ်သူပျောက်သွားတဲ့အတွက်သူတို့ရဲ့ သမီးသုံးယောက်ဟာ ငယ်စဉ်တုန်းက နေခဲ့ရတဲ့ အိမ်ကြီးကိုပြန်လာရဖို့ ဖြစ်လာပါတော့တယ်။ အဲဒီမှာပဲ အိမ်ထောင်ရေးအဆင်မပြေဖြစ်ပြီး ထိန်းမနိုင်သိမ်းမနိုင် ဆယ်ကျော်သက်လေး မွေးထားတဲ့သမီးအကြီးရယ်၊ မိခင်ဖြစ်သူနားနေပြီး ယောက်ျားမရသေးလို့ ခဏခဏပွစိပွစိပြောခံရတဲ့ သမီးအလတ်ရယ်၊ ယောက်ျားပေါင်းစုံနဲ့တွဲပြီး အလှအပမက်စိတ်ကူးအသေယဉ်တတ်တဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1RPz7/August.Osage.County.2013.BluRay720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMDUwNTIxZGQtNWJlZS00NDk5LWFjMGEtNmI5ZDllZjhiYzNiXkEyXkFqcGdeQXVyMTA4Njk3Mjcw._V1_-139x200.jpg",
        "title": "Dakuaan Da Munda 2 (2022)",
        "description": "Dakuaan Da Munda 2 (2022)Best Actor nomination ၀င်ခဲ့တဲ့ မင်းသားကြီး\nDev Kharoud ရဲ့ Dakuaan Da Munda (2018) ရဲ့ အဆက်ဖြစ်ပါတယ်\nဒီကားဟာ ဘော်လီဘောကစားသမား\nမန်ဂါဆင်းအန်တာလ်ရဲ့ ကိုယ်တိုင်ရေးအထ္ထုပ္ပတ္တိကို အခြေခံပြီးရိုက်ကူးထားတာ ဖြစ်ပါတယ်ယခုတင်ဆက်ပေးမယ့်ကားလေးကတော့\nရှယ်ကြမ်းတဲ့ အချစ်အက်ရှင်ဇာတ်မြူးကားလေးပါ\nမင်းသားရဲ့ ငယ်ဘဝကျောင်းသားဘဝအလွဲလေးတွေ မဟုတ်မခံဆတ်ဆတ်ကျဲ\nဇာတ်လမ်းလေးတွေက မင်းသိင်္ခဇာတ်လမ်းက ခံစားချက်မျိုးရသလို\nမင်းသမီးကို ချစ်ကြိုးသွယ်တာလေးကလည်း အားကျရလောက်အောင် ကြည်နူးဖွယ်ကောင်းပါတယ်ဇာတ်လမ်းလေးကတော့ အားကစားသမား စော်ကြည်ဘဲကောင်လေးဟာ\nမူးယစ်ဆေးကိစ္စတွေ နိုင်ငံရေးအရှုပ်အရှင်းတွေမှာ ဝင်ရောက်ပတ်သက်မိလို့\nဘဝကြီးတင်မက အချစ်ရေးတွေပါ ထိခိုက်ရတဲ့ထိ မူးယစ်ဆေးရဲ့ဆိုးကျိုးတွေကို ပညာပေးထားတာပါ\nအဲဒီတော့ ရသစုံဆေးရောင်စုံဇာတ်ကားကြီးကို ပရိသတ်ကြီးခံစားနိုင်ဖို့ တင်ဆက်ပေးပါရစေ\nFile size…2.25GB / 1.06GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Yunni ~ Sai ThuRein ~ Nyein Aye",
        "rating": "5.7",
        "url": "https://megaup.net/1RPz3/Dakuaan.Da.Munda.2.(2022).720p.WEB_DL(CM).mp4",
        "category": "Action, Adventure, Biography, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e1DRGfyRxYQclvJOJiXwAw5gDg2.jpg",
        "title": "Starred Up(2013)",
        "description": "Starred Up(2013)==============ဒီကားလေးကတော့ british director David Mackenzie ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းကတော့ လူကြီးထောင်ကို ပြောင်းလာတဲ့ Eric Loveလို့ခေါ်တဲ့ ၁၉ နှစ်အရွယ် လူငယ်တစ်ယောက်ရဲ့ အကြောင်းပါ။ဖြစ်ချင်တော့ အဲ့ဒီထောင်မှာပဲ သူ့အဖေဖြစ်သူ Neville ဟာလည်းအကျဉ်းသားအဖြစ် ရှိနှင့်နေပြီးသား ဖြစ်နေပါတယ်။ ဒေါသကြီးပြီးစိတ်ဆတ်တတ်တဲ့ လူငယ်တစ်ယောက်အနေနဲ့ ဆိုးပေ့ကြမ်းပေ့ဆိုတဲ့ယောကျ်ားတွေကြားမှာ ရှင်သန်ဖို့ ဘယ်လို ရုန်းကန်ရမယ်၊အဖေဖြစ်သူမှာလည်း သူ့သားဒီထောင်ထဲမှာ အခြေကျနိုင်ဖို့အတွက်ဘယ်လိုကြိုးစားပြီး ကူညီပေးမယ် ဆိုတာတွေကို အမုန်းတရားတွေ၊ဒေါသတွေကြားက သားအဖနှစ်ယောက်ရဲ့ မေတ္တာတရားကိုပါ မြင်တွေ့ရမှာပါ။Eric Love အဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသားဖြစ်သူJack O’Connell ရဲ့ ပီပီပြင်ပြင် သရုပ်ဆောင်ချက်တွေ၊ခပ်ကြမ်းကြမ်း action တွေနဲ့ စကားအသုံးအနှုန်းတွေအပြင်အုတ်နံရံ၊ သံတိုင်တွေကြားက ကြမ်းတမ်းတဲ့ ဘ၀တွေကိုစိတ်လှုပ်ရှားစရာကောင်းအောင် ရိုက်ပြထားတာဖြစ်ပါတယ်။ File size…1.31GB / 538MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 46m\nGenre ..... Crime , ...",
        "rating": "7.3",
        "url": "https://megaup.net/1RP3m/Starred.Up.2013.BluRay720p(CM).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ldlpTitpSTBINwgifzlRRXveXUF.jpg",
        "title": "Black Box (2020)",
        "description": "Black Box (2020)~ IMDb - 6.2/10, Rotten Tomatoes - 71% ~2020 ​နှစ်က ထွက်ရှိထားတဲ့ အ​မေရိကန် Sci-Fi Horror ကားတစ်ကားပါ။ ဒီလို Genre မျိုး ကြိုက်တတ်ရင် ကြည့်သင့်တဲ့တစ်ကားပါပဲ။ဇာတ်လမ်းအညွှန်းကားမ​တော်တဆမှု ကြောင့် ဇနီးသည်ပါမက မှတ်ဥာဏ်​တွေကိုပါ ဆုံးရှုံးလိုက်ရတဲ့ နိုလန်...\nဆရာဝန်​တွေအားလုံးက လက်​လျော့လိုက်​ပေမယ့် တဖန် သတိပြန်ရလာတဲ့ နိုလန်တစ်​ယောက် မှတ်ဥာဏ်​တွေလိုက်ရှာ​ဖွေ​နေရင်း ကုမရတဲ့အဆုံး သူငယ်ချင်းဆရာဝန် လမ်းညွှန်မှုနဲ့ စိတ်အထူးကုဆရာဝန် ဘရု နဲ့ ​တွေ့သွားတဲ့အခါ...- ဘယ်​လို​တွေ မှတ်ဥာဏ်ရ​အောင်ရှာ​​ဖွေခဲ့လဲ\n-​ သတိပြန်ရလာတဲ့ နိုလန်ဖြစ်ရပ်က​တော့ ထူးခြားမှုတစ်ခုပဲလား\n-​​ ဒေါက်တာဘရု နိုလန်ကို ​သွေးရိုးသားရိုးပဲ ကူညီခဲ့တာလား\n- ​ဒေါက်တာဘရု လျှို့ဝှက်ထားတဲ့ အရာ​တွေက​ရော ဘာ​တွေလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ကြည့်ရှုလို့​ကောင်းမယ့်ကား​လေးပါ။သရဲ​တွေဘာ​တွေမပါ​ပေမဲ့လည်း ကြည့်​နေရင်း ချမ်းစိမ့်စိမ့်ဖြစ် ကြက်သီးထလာတဲ့ ခံစားမှုကိုလည်းရမယ့်ကားတစ်ကားပေါ့။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ...",
        "rating": "6.2",
        "url": "https://megaup.net/3dKky/(CM)_Black_Box_(2020)_720p.mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/raangi-128x200.jpg",
        "title": "Raangi (2022)",
        "description": "Raangi (2022)IMDb 6.1/10Thaiyal Nayagi ဆိုတာအမျိုးသမီးတွေရဲ့ခေါင်းဆောင်ဆိုတဲ့အဓိပ္ပာယ်ပါ\nနာမည်နဲ့လိုက်အောင် ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့သတင်းထောက်မလေး\nမတရားတာတွေကိုလက်ပိုက်ကြည့်မနေဘဲ ဖြေရှင်းပေးတတ်သူ\nသူတင်တဲ့သတင်းတိုင်းက မပေါက်တာမရှိတဲ့လူပေါ့ ဒါကြောင့်ပဲ\nဇာတ်လမ်းစစချင်းမှာ FBI တွေက သူ့နာမည်ကိုမေးပြီး\nအပူတပြင်းလိုက်ရှာနေကြတယ်ဘာကိစ္စကိုဘယ်လိုပတ်သက်မိလို့ FBI ကအစပါဝင်နေလဲသူလည်းမသိခဲ့ဘူး\nဒီအဖွဲ့အစည်းကပါလို့ပြောပြီး သူ့ကိုနေရာတစ်နေရာဆီဆွဲခေါ်သွားကြတယ်\nဒီအကြောင်းကိုသတင်းရေးရင် သေသလားရှင်သလားပြည်သူတွေမသိအောင်\nလူပျောက်စာရင်းဖွင့်မယ်လို့လည်း ခြိမ်းခြောက်ထားကြတာပေါ့ ...ဒီဇာတ်လမ်းတွေရဲ့အစက သူ့တူမ စုရှ်မီသာကစပါတယ် သူ့နာမည်နဲ့ သူ့ပုံပါတဲ့\nFacebook က ယောကျာ်းလေး ၁၈ယောက်နဲ့ Sex Chat ထားပြီး\nအဲဒီ၁၈ယောက်တည်းကတစ်ယောက်ကခြိမ်းခြောက်လေတော့\nသိုင်ရယ်လည်းမနေနိုင် ဝင်ဖြေရှင်းရပါတော့တယ် ဒီလိုနဲ့\nသူ့တူမနာမည်နဲ့အကောင့်ထဲဝင်လိုက်ရင်း ထင်မထားတဲ့ဓာတ်ပုံကိုတွေ့ပြီး\nမီဒီယာမှာတင်လိုက်မိရာက.... သူ့ဘဝတစ်ဆစ်ချိုးဘယ်လိုပြောင်းလဲသွားမလဲ\nစိတ်ဝင်စားစရာတွေတစ်ပုံကြီးနဲ့ ကြည့်ရှုရမဲ့ကားဖြစ်တာကြောင့် အခုပဲကြည့်လိုက်ကြပါတော့နော်\nFile size…2.51GB / 1.08GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~Yunni ~ Nyein Aye",
        "rating": "6.0",
        "url": "https://megaup.net/2xMit/Raangi_(2022)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qw34d1M7GtE4GPf0eI8QBnUEA0T.jpg",
        "title": "Stuck in Love (2012)",
        "description": "Stuck in Love (2012)================ IMDb 7.2 / Rotten Tomatoes 58%မင်းသမီးချောလေးတွေဖြစ်တဲ့ Gennifer Connelly နဲ့ Lily Collins တို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး Stuck in Loveဇာတ်လမ်းလေးကတော့...ဇနီးဟောင်းကို မေ့မရနိုင်ဖြစ်နေတဲ့ နာမည်ကျော်စာရေးဆရာ ဘေးလ်မိဘတွေရဲ့ အိမ်ထောင်ရေးကွာပြဲမှုကြောင့် ချစ်ရမှာ ကြောက်နေတဲ့သမီးဖြစ်သူ ဆမ်တစ်ယောက်ဆို တစ်ယောက် စွဲစွဲလမ်းလမ်းချစ်တတ်တဲ့သားဖြစ်သူ အချစ်သမားလေး ရက်စတီ Stuck in Love ဆိုတဲ့အတိုင်းအချစ်နွံနစ်ကြမယ့် သားအဖသုံးယောက်ရဲ့ ဇာတ်လမ်းလေးကိုနှစ်သက်ဖွယ် ကြည့်ရှုရမယ့် Romance / Drama ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်.. File size…1.36GB / 544MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Crime , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated ...",
        "rating": "7.2",
        "url": "https://megaup.net/2xMpg/Stuck.in.Love.2012.BluRay720p(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/93eceHkP3bTTGhrERgL6nKdYgNG.jpg",
        "title": "Alcarràs (2022)",
        "description": "Alcarràs (2022)~ IMDb - 7.1/10, RT - 90%, Meta - 85% ~ကိန်းစ်ရုပ်ရှင်ပွဲတော်မှာ Palme d’Or ဟာ အမြင့်ဆုံးဆုဖြစ်သလို ဒီရုပ်ရှင်ဟာ ဘာလင်ရုပ်ရှင်ပွဲတော်ကြီးရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Golden Bear ဆုကို ဆွတ်ခူးထားတဲ့ ရုင်ရှင်ပဲဖြစ်ပါတယ်။ဒီကားထဲက ထူးခြားမှုတစ်ခုက ဘာလဲဆိုတော့ သရုပ်ဆောင်အစစ်တစ်ယောက်ကလွဲရင် ကျန်တဲ့ ပါဝင်သမျှသရုပ်ဆောင်တွေအားလုံးဟာ အဲဒီရိုက်တဲ့နေရာက ဒေသခံတွေချည်းပဲဖြစ်ပါတယ်။ ဒေသခံမဟုတ်တဲ့ တစ်ဦးတည်းသော သရုပ်ဆောင်ကလည်း ဒါရိုက်တာရဲ့ ညီမဖြစ်သူပဲဖြစ်ပါတယ်။ ကျေးလက်ဒေသနဲ့ ခြံသမားတွေအပေါ် ဇာတ်လမ်းတည်ထားတာဖြစ်တဲ့အလျောက် သရုပ်ဆောင်မဟုတ်သူ (Non-Actors) တွေကို သုံးထားတာက တကယ့်ကို လက်တွေ့ဆန်စေပြီး ရုပ်ရှင်ဆိုတာကို မေ့သွားစေပါတယ်။ သရုပ်ဆောင်မဟုတ်လို့ဆိုပြီး သဘာဝမကျ တောင့်တောင့်ကြီးတွေ ဖြစ်နေမယ်လို့တော့ မထင်လိုက်ပါနဲ့၊ ဘာလို့ဆို Best New Actor/Actress အတွက် Nomination တွေ အများကြီး ...",
        "rating": "7.1",
        "url": "https://megaup.net/1bRsd/(CM)_Alcarr%C3%A0s_(2022)_720p.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ce66ewX8MIZgHy9iqOp86BB8Ogv.jpg",
        "title": "Kingdom 2: Far and Away (2022)",
        "description": "Kingdom 2: Far and Away (2022)Alice in Borderland ထဲက အာရိဆု ပါင်သရုပ်ဆောင်ထားတဲ့ Kingdom 2: Far and Away ဆိုတဲ့ ဂျပန်ဇာတ်ကားလေး ထွက်ရှိလာပါပြီခင်ဗျာ။ သူ့ရှေ့ကား Kingdom 2019 လည်း ရှိပါသေးတယ်။ဇာတ်လမ်းအကျဉ်း ...\nတစ်မိုးအောက်စစ်သူကြီးဖြစ်ချင်တဲ့ ရှင်းတစ်ယောက်အကြောင်းရိုက်ကူးထားတဲ့ ဒုတိယမြောက် ဇာတ်ကားလေးပါ။ ဒီတစ်ခေါက်မှာလည်း မပျင်းရအောင်ဖန်တီးထားပြီး ဇာတ်အိမ်ကတော့ ရှင်းပြည်ထောင်နဲ့ ဂီပြည်ထောင်ကြားက နယ်မြေလုစစ်ပွဲတစ်ခု ကို အခြေတည်ထားပါတယ်။ဒီလိုနဲ့ပဲ ဘာမဆို ရှေ့တန်းကပါတတ်တဲ့ ရှင်းတစ်ယောက်လည်း စစ်ချီထွက်လို့လာခဲ့ပါတယ်။ လူကသာအာကျယ်ပေမယ့် ခန္ဓာကိုယ်က သေးသေးလေးမို့ အုပ်စုဖွဲ့ရာမှာအကျဉ်ခံရရင်း အားအနည်းဆုံးသော လူတွေနဲ့အတူတကွ စစ်ပွဲဆင်နွှဲဖို့ ဖြစ်လာပါတော့တယ်။ရှင်းတစ်ယောက် ဘယ်လိုလူတွေနဲ့ ဘယ်လိုသံယောဇဉ်တွေဖန်တီးပြီး ရွတ်ရွတ်ချွန်ချွန် တိုက်ခိုက်သွားမလဲ?\nနယ်မြေလုစစ်ပွဲကြားက ပြည်ထောင်စစ်သူကြီးတွေရဲ့ ဗျူဟာနည်းစနစ်တွေကိုရော ရှင်းဘယ်လိုသင်ယူသွားမလဲ? ဆိုတာကို ဓားရေးလှံရေး အမိုက်စားတွေနဲ့ တစ်ဝကြီးကြည့်ရှုရဦးမယ့် ဇာတ်ကားတစ်ခုပါပဲ။မင်းသမီးအလှလေးကလည်း ...",
        "rating": "6.8",
        "url": "https://megaup.net/1RJgn/[CM]Kingdom.2.Far.and.Away.2022.720p.WEB-DL.mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWExZTNmNTgtOTMzNy00YzMyLWE0MDItYTdkOGZjYzgwODU1XkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_-142x200.jpg",
        "title": "Yeh Raaste Hain Pyaar Ke(2001)",
        "description": "Yeh Raaste Hain Pyaar Ke (2001)အခုတစ်ခါ ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းနဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို\nတင်ဆက်ပေးပါတော့မယ်...မင်းသားကြီး အဂျေး..မင်းသမီး မာဒူရီးနဲ့ ပါးချိုင့်မင်းသမီးလေး ပရီတီးဇင်ဒါးတို့\nအဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်\ncameo အနေနဲ့ မင်းသားကြီး ဆန်နီဒိုးကလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်ဒီဇာတ်ကားမှာ ဗစ်ကီနဲ့ ဆာခရှီးတို့က ကားသူခိုးစုံတွဲ\nလူတွေကို နှစ်ကျပ်ကွက်ရိုက်ပြီး သူတို့ကားတွေကို ခိုးတယ်\nနှစ်ယောက်စလုံးက မိဘမဲ့...ဆာခရှီးကတော့ ဦးလေးမိသားစုမှာ ကပ်နေတယ်တစ်ရက် လူမိုက်တစ်ယောက်ကို မတော်တဆသတ်မိသွားရင်းနဲ့ သူတို့နှစ်ယောက်ဟာ\nအသက်ဘေးကြုံလာရပါတော့တယ်...ပြေးရင်းလွှားရင်းနဲ့ နှစ်ယောက်သား လမ်းကွဲသွားခဲ့ကြပြီး\nကံကြမ္မာရဲ့လှည့်ကွက်တွေက သူတို့နှစ်ဦးအပေါ်\nဘယ်လိုရက်စက်လာတော့မလဲဆိုတာကိုတော့ ဆက်လက်ပြီး\nဇာတ်ကားထဲမှာ ရှုစားပေးပါဦးနော်...။ဒီဇာတ်ကားလေးမှာ ချစ်ခြင်းမေတ္တာ..သစ္စာတရားနဲ့ စာနာနားလည်မှုအကြောင်းကို\nအမိအရရိုက်ကူးပေးထားလို့ ကြည့်ဖြစ်အောင်ကြည့်ပါလို့ တိုက်တွန်းပေးလိုက်ပါတယ်နော်...။\nFile size…4.02GB / 1.8GB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "4.0",
        "url": "https://megaup.net/1bRfr/Yeh_Raaste_Hain_Pyaar_Ke_2001_WebRip_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1qurTmuj36prAz4BG71hC9r2n02.jpg",
        "title": "The Invisible Woman(2013)",
        "description": "The Invisible Woman (2013)=======================Charles Dickens (ချားလ်စ် ဒစ်ကန်စ်)ဆိုတာနဲ့ အင်္ဂလန်ဗစ်တိုးရီးယားခေတ်ရဲ့ဂန္တ၀င်စာရေးဆရာကြီးကိုမြင်မိကြမှာပါပဲ။သူ့ရဲ့၀တ္ထု ပြဇာတ်တွေ ဇာတ်ကောင်တွေဟာအသက်၀င်လွန်းလှပလွန်းလို့ကိုပဲအင်္ဂလိပ်စာ‌ပေလောကမှာယခုချိန်ထိ ချီးကျုးခံနေရဆဲပါ။ဒါကတော့ ချားလ်စ်ရဲ့ဘ၀ထဲကိုဝင်ရောက်လာခဲ့တဲ့ အယ်လန် တာနန်ဆိုတဲ့တက်သစ်စပြဇာတ်မင်းသမီးလေးတယောက်နဲ့သူ့ရဲ့အကြောင်းပေါ့လှလည်းလှ သူ့ရဲ့ကမ္ဘာကြီးပေါ်အမြင်ကိုလည်းမြင်တာသာမကသူ့အပေါ်ကိုလည်းသူမတူ‌အောင်မြင်နိုင်သလို သူ့ရဲ့စာအုပ်တွေကိုလည်းချစ်တဲ့ဒီကောင်မလေးကိုမှသူကချစ်မိသွားပြီ။ မပျော်ရွှင်ရတဲ့အိမ်ထောင်ရှိပြီးသားချားလ်စ်အတွက်ကတော့ ဒီကောင်မလေးနဲ့ပေါင်းစပ်ရဖို့ဆိုတာသူ့ရဲ့၀တ္ထုတွေထဲကလိုမျိုးပဲ အတားအဆီးတွေ အစဉ်အလာတွေပတ်၀န်းကျင်ကအနှောင့်အယှက်တွေပေါများလွန်းလှပါတယ်။ချားလ်စ်က်ုလည်းတစစနဲ့ချစ်မိသွားတဲ့အယ်လန် တဖြစ်လဲ နယ်လီကလည်းဒီလိုလူမျိုးကိုမှချစ်မိသွားပြီ။ သူတို့နှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းတပုဒ်ဟာဘာတွေဆက်ဖြစ်လာမှာလဲ။ ၀တ္ထုတွေထဲကလိုပဲ အပြင်မှာရောအချစ်ဆိုတာကသိမ်မွေ့နူးညံ့နေမှာလား ခက်ခဲကြမ်းတမ်းနေရမှာလား။သူတို့နှစ်ယောက်ရဲ့အချစ်ခရီးလမ်းဟာအဆုံးမှာဘယ်လိုနိဂုံးချုပ်မလဲဆိုတာကိုဒီ classical အချစ်ဒရာမာကား‌လေးမှာခံစားကြည့်ရှုပေးကြပါဦးခင်ဗျာ။ File size…1.11GB / 413MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 51m\nGenre ..... Biography , Drama , History\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.2",
        "url": "https://megaup.net/2xMaj/The.Invisible.Woman.2013.BluRay720p(CM).mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3xum5cMGW88ppfNGnhVUkT46kxw.jpg",
        "title": "Fortuna 4 ( 2023 )",
        "description": "အမြဲတမ်း ကြွားလုံးထုတ်လေ့ရှိတဲ့ ဖခင်ဖြစ်သူကို ပိုင်ဆိုင်ထားသူ ၊\nယခုလက်ရှိမှာ ဆင်းရဲမွဲတေနေခြင်းကို ဖခင်ဖြစ်သူ\nအသုံးမကျလို့ဟု အမြဲတစေ ပြစ်တင်ပြောဆိုလေ့ ရှိသူ - ဝမ်ကျားချန်တစ်နေ့မှာတော့ ဝမ်ကျားချန်တစ်ယောက်ကြွယ်ဝခြင်းနတ်ဘုရားနဲ့\nတွေ့ဆုံခဲ့ပြီး အရင်ဘဝက မိမိဟာ စည်းစိမ်ဥစ္စာတွေကိုဖြန့်ကျက်ခဲ့တဲ့\nနတ်ဘုရားဖြစ်တဲ့ အကြောင်း သိရှိလိုက်ရပါတယ် ။\nတကယ်လို့ နတ်ဘုံကို ပြန်ရောက်ချင်ရင် မိမိဘဝက\nအဆုံးစွန်သော ကံကောင်းခြင်းကို ရှာတွေ့မှရမယ်ဆိုတာပါ သိလိုက်ရတဲ့အခါ...?နတ်ဘုရားသခင်ဟာ သူ့ကို အရာအားလုံးပြင်ဆင်ဖို့အတွက်\nသူတစ်ပါးရဲ့ ကြွယ်ဝချမ်းသာခြင်း ကံကြမ္မာတွေကို\nပြုပြင်ပြောင်းလဲပေးနိုင်တဲ့ စွမ်းအားတွေကို ပေးသနားခဲ့ပါတယ် ။\nဒီစွမ်းအားတွေကိုပိုင်ဆ်ိုင်ပြီးနောက်မှာ လူတိုင်းရဲ့ ကြွယ်ဝချမ်းသာခြင်း\nကံကြမ္မာတွေကို ပြောင်းလဲပေးခဲ့ပေမဲ့ ဆင်းရဲရခြင်းရဲ့ အကြောင်းခံဟာ\nဖခင်ဖြစ်သူဖြစ်တဲ့ အကြောင်း မှတ်ယူထားတဲ့ ဝမ်ကျားချန်တစ်ယောက်\nဖခင်ဖြစ်သူရဲ့ ကံကြမ္မာကိုတော့ ပြောင်းလဲပေးခဲ့ခြင်းမရှိပါဘူး ။\nဘာကြောင့်လဲဆိုတာကတော့?❏ ဝမ်ကျားချန်တစ်ယောက် နောင်တတွေနဲ့ ဘယ်လိုကျန်ရစ်နေရမလဲ ?\n❏ ကြိုးစားပြီးတော့ရော ကံကြမ္မာကိုပြောင်းလဲပြစ်နိုင်ပါ့မလား?\nနတ်ပြည်ကိုရော ပြန်ရောက်သွားနိုင်မလား ?\n❏ ဒီကိစ္စရဲ့ နောက်ကွယ်မှာ ဘာတွေရှိနေဦးမလဲဆိုတာ\nဒီကားလေးကို ကြည့်ရှု အဖြေရှာ လိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/fortuna-4-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lKSONurQH9qz4lkMBhaoosnCzaY.jpg",
        "title": "Look up and see joy ( 2023 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင် မိသားစုအကျပ်အတည်းတွေကြားထဲက\nမိသားစုရဲ့ တာဝန်ကြီးပုံ ၊ တာဝန်ယူရပုံ ၊ သက်ကြီးရွယ်အို ဘိုးဘွားတွေရဲ့\nချစ်မြတ်နိုးပုံ ၊ ကလေးငယ်လေးတွေရဲ့ သင်ကြားမှု ပညာရေး\nပြဿနာ အစရှိတဲ့ မိသားစုရေး အိမ်တွင်းရေး ကိစ္စတွေကို\nအဓိက ဖော်ပြပေးထားတဲ့ မိသားစုဇာတ်ကားလေးပါပဲဖြစ်ပါတယ်ရှင် ။❏ အလုပ်ထုတ်ခံရပေမဲ့လဲ ကံကြမ္မာကို ဦးမညွှတ်ပဲ ရှေ့ဆက်ပြီး လျှောက်နေသူ\n❏ ဆုံးပါးသွားတဲ့ အဘွားဖြစ်သူကို လွမ်းတဲ့စိတ်နဲ့\nအတိတ်ကနေ ရုံးမထွက်နိုင်တဲ့ အဘိုးကို ကွန်ပျူတာ\nနည်းပညာသုံးပြီး အဘွားနဲ့ တွေ့ခွင့်ရအောင် ကြိုးစားပေးနေသူ❏ အလုပ်အကိုင်အခြေအနေတွေကြောင့် သားဖြစ်သူကို\nမိဘနဲ့ အတူတူမထားနိုင်ရှာပဲ ဘိုးဘွားတွေဆီ အပ်နှံထားရသူ❏ ငွေကြေးချမ်းသာပေမဲ့ တောရွာလေးဆီမှာ ရောက်ရှိလာဖို့ အကြောင်းဖန်လာခဲ့ပြီး\nသူဌေးသားတစ်ယောက်အနေနဲ့ ကျေးလပ်တောရွာမှာ အသားကျအောင် ကြိုးစားပြီး နေထိုင်နေရသူအစရှိသဖြင့် ဇာတ်လမ်းဇာတ်ကွက် လေးခုခွဲကာ ဒီကားလေးအတွင်း\nမြင်တွေ့ရမှာဖြစ်တဲ့ အပြင် ကိုယ်ကျရာ ဘဝဇာတ်ခုံမှာ\nကကြိုးဆင်ကာ ကပြနေကြတာကိုလဲ မြင်တွေ့ရမှာပဲဖြစ်ပါတယ် ။\nကိုယ်ကျရာ ဘဝမှာ အရှူံးမပေးခေါင်းမငုံ့ပဲ လုပ်ဆောင်ပြီး\nမိသားစုတွေရဲ့ နွေးထွေးမှုတွေနဲ့ အတူ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/look-up-and-see-joy-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BOTVkM2IwN2YtYjU1NC00ZmZhLTkzZTItYzA4NmVlMzlmMDgxXkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-138x200.jpg",
        "title": "Can’t Help Falling in Love (2017)",
        "description": "KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်...အေးအေးငြိမ့်ငြိမ့် romance တွေကို ကြည့်ရှုတာ သဘောကျနှစ်သက်တဲ့ ပရိသတ်တွေကို ဖိလစ်ပိုင်း romance ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ အဲဒီဇာတ်ကားကတော့ Can't Help Falling in Love ဆိုတဲ့ ဇာတ်ကားလေးပါ။မချစ်မိဘဲမနေနိုင်ဘူးဆိုတဲ့ ဇာတ်ကားနာမည်လေးအတိုင်းပဲ ဒို့စ်ဆိုတဲ့ကောင်လေးက ဂက်ဘ်ဆိုတဲ့ ကောင်မလေးကို ချစ်မိသွားတဲ့ ဇာတ်လမ်းလေးကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကို ပြောပြရမယ်ဆိုရင် ဂက်ဘ်ဟာ ၆ နှစ်ကျော်တွဲလာတဲ့ ရည်းစားဖြစ်သူနဲ့ မကြာခင်မှာ လက်ထပ်တော့မယ့် မိန်းကလေးပါ။ သူဟာ သူငယ်ချင်းဖြစ်သူရဲ့ မင်္ဂလာပွဲညမှာ အရက်မူးပြီးတော့ ဒို့စ်ဆိုတဲ့ တခြားကောင်လေးတစ်ယောက်နဲ့ လက်ထပ်စာချုပ်မှာ လက်မှတ်ထိုးမိသွားပါတယ်။ အဲဒီအဖြစ်အပျက်ကို မမှတ်မိကြသလို သူတို့မထင်ထားခဲ့တာက အဲဒီလက်ထပ်စာချုပ်က တရားဝင်ဖြစ်နေခဲ့မယ်ဆိုတာကိုပါပဲ။ရည်းစားဖြစ်သူနဲ့ မင်္ဂလာဆောင်ဖို့ ပြင်ဆင်နေတဲ့အချိန်မှာ လက်ထပ်စာချုပ်က ဂက်ဘ်ဆီကို ရောက်လာခဲ့ပါတယ်။ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2xLbk/(CM)_Cant.Help.Falling.in.Love.2017.720p.NF.WEB-DL.DDP2.0.x264-Naung.mp4",
        "category": "Asian, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-with-136x200.jpg",
        "title": "With/In(2022)",
        "description": "ဇာတ်လမ်းတိုလေးတွေ စုပြီး ထုတ်ထားတဲ့ ညွန့်ပေါင်းfilmတစ်ခု ဖြစ်ပါတယ်။ဇာတ်လမ်းကျောရိုးကိုတော့ Covidကာလမှာ တည်ထားပြီး ကပ်ရောဂါကြီးကြောင့် တစ်နေ့တစ်နေ့\nလူတွေ နေ့မြင်ညပျောက် ဖြစ်နေတဲ့ကာလအတွင်းက\nလူပေါင်းစုံ ဘဝပေါင်းစုံကို ထင်မြင်အောင် ရိုက်ကူး\nတင်ဆက်ထားတာကို တွေ့ရမှာပါ။\nအထူးသဖြင့် Covid pandemic, Black lives matterတို့လို\n2020-21အတွင်း ဖြစ်ပျက်သွားတဲ့ အထင်ကရ အဖြစ်အပျက်တွေ\nအဓိကရုဏ်းတွေကို surrealတစ်ပိုင်းနဲ့ Mysteryလေးပါ ရောပြီး ကြည့်ရှုရမှာမို့\nဇာတ်လမ်းအေးအေးလေးနဲ့ တွေးစရာတွေ မြှုပ်ကွက်လေးတွေ\nပါတာကို ကြိုက်တဲ့လူတွေအဖို့ သင့်လျော်ပါတယ်။ဇာတ်လမ်းကိုတော့ volumeနှစ်ခုခွဲကာ တစ်ရက်ခြား ထုတ်ဝေခဲ့ပြီး\nစုစုပေါင်း ၃နာရီအထက် ကြာမြင့်ပါတယ်။မဆိုးလှတဲ့ အနေအထားတစ်ခုမှာ ရှိတယ်လို့ ပြောလို့ရတဲ့အတွက်‌ကြောင့်\nစောင့်ကြည့်ရှုစားလိုက်ကြပါဦးနော်။ File size…(2.9GB)  / (772MB) / 434.73MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...  Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by HUGO",
        "rating": "",
        "url": "https://megaup.net/1RMms/WithIn.2022.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-house-160x200.jpg",
        "title": "House Party (2023)",
        "description": "House Party ရုပ်ရှင်ကားကို ၂၀၂၃ခုနှစ် ဇန်နဝါရီလမှာ ထုတ်လွှင့်ပြသခဲ့တာဖြစ်ပါတယ်။ ယခင် ၁၉၉၀ နဲ့ ၁၉၉၁ ခုနှစ်ကပြသခဲ့တဲ့ House Party 1 နဲ့ 2 ကိုreboot ပြန်လည်ရိုက်ကူးထားတဲ့ Comedy Drama ဟာသဒရမ်မာ ရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။ကယ်ဗင်နဲ့ ဒါ့မွန်ဆိုတာက အယ်လ်အေမြို့မှာနေတဲ့ သန့်ရှင်းရေးအလုပ်သမားတွေဖြစ်ပါတယ်။ တစ်ဖက်မှာလည်း သူတို့ကအိမ်ပါတီပွဲစီစဥ်တဲ့သူတွေ ဖြစ်နေ​ပြန်ပါတယ်။ တစ်နေ့မှာ သူတို့အလုပ်လုပ်နေရင်း အလုပ်လည်းပြုတ် ပိုက်ဆံစိုက်ထားတဲ့ ပါတီပွဲကနေလည်း အနှင်ထုတ်ခံလိုက်ရပါတော့တယ်။ ပိုက်ဆံလိုနေတဲ့တစ်ချိန်တည်းမှာပဲ ကံဆိုးမိုးမှောင်ကျတာမလို့ ကြံမိကြံရာလုပ်ဖို့ ရည်ရွယ်တဲ့အခါမှာတော့ သူတို့သန့်ရှင်းရေးလုပ်နေဆဲ အိမ်ကြီးဟာ ဘတ်စကတ်ဘော ကစားသမား လီဘရွန်ဂျိမ်းစ်ရဲ့အိမ်ကြီးဖြစ်နေပြီးတော့ အိမ်ရှင်ကလည်း ခရီးထွက်သွားပါတယ်။ ဆိုတော့ကာ လူမရှိတဲ့အိမ်မှာ သူတို့ပါတီပွဲပေးပြီး ငွေရှာဖို့လုပ်ပါတော့တယ်။ သူတို့ ပိုက်ဆံကို ဖြောင့်ဖြောင့်တန်းတန်းရှာနိုင်လေမလား ဘာပြဿနာတွေတက်ကြမလဲ ဘယ်လိုတွေရော ဖြေရှင်းကြမလဲဆိုတာကို ကြည့်ရှု့ရမယ့် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားတစ်ကားလုံးမှာ အဆဲစကားလုံးတွေကို ဖောဖောသီသီသုံးထားတဲ့အပြင် မူးယစ်ဆေးသုံးတဲ့ပြကွက်တွေ ...",
        "rating": "4.4",
        "url": "https://megaup.net/3dHgD/house.party.2023.720p.(CM).mp4",
        "category": "Comedy"
    }
]