[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/The-Unjust-2010-139x200.jpg",
        "title": "The Unjust (2010)",
        "description": "ဒီကားေလးကေတာ့မင္းသားၾကီး    jung-min Hang နဲ႔ dong-seok Ma တို႔ပါ၀င္သရုပ္ေဆာင္ထားတဲ့\nကိုရီးယားအက္ရွင္ကားေလးပါ\nဇာတ္လမ္းေလးကေတာ့  ေက်ာင္းသူ၅ေယာက္မုဒိမ္းက်င့္အသတ္ခံရတဲ့အမႈႀကီးေၾကာင့္\nကိုရီးယားျပည္သူတစ္ရပ္လံုးေဒါသထြက္ၾကရပါတယ္။\nသမၼတႀကီးပါပါဝင္ပတ္သတ္လာၿပီး ကိုရီးယားရဲဌာနကို တရားခံအစစ္မိေရးအတြက္ဖိအားေပးထားပါတယ္။\nရဲဌာနကခၽြဲအရာရွိဟာထက္ျမက္တဲ့ရဲသားတစ္ဦးျဖစ္ေပမယ့္\nအကယ္ဒမီေက်ာင္းဆင္းမဟုတ္လို႔ရာထူးမတက္ႏိုင္ရေသးသူလဲျဖစ္တယ္။\nတစ္ဖက္မွာလဲအဓိကသံသယရွိသူတရားခံတစ္ဦးကို\nမစစ္ေဆးရေသးခင္ပစ္ခတ္မႈေတြေၾကာင့္ပြဲခ်င္းၿပီးေသဆံုးခဲ့ရတယ္။\nအထက္ကဖိအားေတြနဲ႔ရဲဌာနမွဴးဟာအကယ္ဒမီေက်ာင္းဆင္းမဟုတ္တဲ့ခၽြဲအရာရွိကို\nတရားခံအျဖစ္သ႐ုပ္ေဆာင္ရွာခိုင္းလိုက္ရာကေနဘာေတြဆက္ျဖစ္မလဲ။\nစီးပြားေရးလုပ္ငန္းရွင္ေတြနဲ႔ျပည္သူ႕ဝန္ထမ္းေတြၾကားကလာဘ္ေပးလာဘ္ယူကိစၥေတြက\nေနလူသတ္မႈေတြျဖစ္ေစတဲ့ထိႀကီးထြားလာတာေတြ\nညီေနာင္သံေယာဇဥ္နဲ႔တစ္ကိုယ္ေကာင္းဆန္စြာရာထူးတက္ေရးဘာကိုေရြးခ်ယ္မလဲဆိုတာကိုေတာ့.....\n(ဇာတ္လမ္းနဲ႔အညြွန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hnyot Myet ျဖစ္ပီး Arkar Phyo မွ Encoded ေပးထားပါတယ္)\n File Size : (944MB) & (481MB)\nQuality : .1080p.BluRay\nRunning Time :1hr  54min\nFormat : Mp4\nGenre    : Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnyot Myet\nEncoded by Arkar Phyo (Yrfatt)",
        "rating": "6.7",
        "url": "https://megaup.net/1yu8z/The_Unjust_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/film-poster-secretary-2002-BPJ79B-147x200.jpg",
        "title": "[18+] Secretary (2002)",
        "description": "+++Dark Side production မှ တင်ဆက်သည်။+++ဒီဇာတ်ကားမှာ မစ္စတာ Grey အဖြစ် မင်းသားကြီး James Spader...Mr.Grey ရဲ့ အတွင်းရေးမှူး ဟော်လိုဝေး အဖြစ် မင်းသမီးကြီး Maggie Gyllenhaal...ဇာတ်လမ်းကတော့ မစ္စတာဂရေးနာမည်ကို ကြားလိုက်တာနဲ့ ဘယ်လိုဇာတ်ကားဆိုတာ မှန်းမိမယ်ထင်ပါတယ်..ငယ်ငယ်ကတည်းက မိဘတွေရဲ့ ဘဝအခြေအနေကြောင့် စိတ်ဒဏ်ရာအများအပြားနဲ့ ကြီးပြင်းလာရတဲ့ ဟော်လိုဝေး..ခက်ထန်တဲ့ အမူအရာတွေနဲ့ ကြမ်းတမ်းတတ်တဲ့ မစ္စတာဂရေး...သူတို့နှစ်ယောက်ရဲ့ တိတ်ဆိတ်တဲ့ အမှောင်ခြမ်းတွေကို ရုံးခန်းတစ်ခုထဲမှာ ဘယ်လိုတွေ ခင်းကျင်းကြမလဲဆိုတာ.....။18+ ဇာတ်ကားဆိုပေမယ့် Rating တွေလဲ မြင့်ပါတယ်။IMDb (7/10) နဲ့ Rotten Tomatoes 76% ထိ ရရှိထားတဲ့ လူကြီးဇာတ်ကားပါ။ \nFile size…(1.1 GB)\nQuality…Blu-Ray 720p\nFormat…mkv\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by Dark Side TNL",
        "rating": "7.0",
        "url": "https://megaup.net/T5u8/Secretary_[18+]_[2002]_(MM_Sub).mkv",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tM3hDt8JcU8Y8i6vzTcbnocM2bx.jpg",
        "title": "The Heat(2013)",
        "description": "The Heat(2013)IMDb....6.6ဒီတစ္ခါေတာ့\n21 Jump Streetတို႔ 22 Jump Streetတို႔လို\nရယ္ရတဲ့ အသြင္ယူမူးယစ္ေဆးစုံစမ္းတဲ့\nရဲစုံေထာက္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။\nဒီကားထဲက Main Castေတြကေတာ့ မၾကာေသးခင္က\nအရမ္းေအာင္ျမင္ခဲ့တဲ့\nBird Boxထဲက မင္းသမီးႀကီး Sandra Bullockနဲ႔\nSpy(2015)မွာ အူတက္ေအာင္ရယ္ရခဲ့တဲ့\nMellisa Maccathy ပါ။.Sandra Bullockရဲ႕ ဇာတ္ေကာင္ Asburnဟာ\nေတာ္ေပမဲ့ ထက္ျမက္တဲ့မိန္းမသိပ္လုပ္ခ်င္တဲ့\nစာအုပ္ႀကီးသမား Agentတစ္ေယာက္ျဖစ္ၿပီး\nရာထူးတက္ဖို႔အလို႔ငွါ မူးယစ္ေဆးဘုရင္တစ္ေယာက္ကို\nဖမ္းဖို႔အတြက္ Mullinsဆိုတဲ့ လူမွန္လူေျဖာင့္\nဇြတ္တရြတ္လုပ္တတ္တဲ့ ရဲစုံေထာက္မနဲ႔\nတဲြလုပ္ဖို႔ အေၾကာင္းဖန္လာပါတယ္။\nဒီကားမွာ လုံးဝကို စာအုပ္ႀကီးအတိုင္းလုပ္တတ္တဲ့ေအးဂ်င့္မတစ္ေယာက္နဲ႔ စည္းေတြေဘာင္ေတြ\nမ႐ွိတဲ့ ရဲေမတစ္ေယာက္ရဲ႕ အတဲြမညီတဲ့\nဗ႐ုတ္သုတ္ခ အမႈလိုက္ျခင္းေတြကို ကြၽန္ေတာ္တို႔\nၾကည့္ၿပီး နင္းကန္ရယ္ၾကရမွာပါ။ဟာသကားဆုိေပမယ့္ သူတုိ႕ (၂)ေယာက္လုံးဟာထက္ျမက္တဲ့အရည္အခ်င္းကုိယ္စီရွိၾကလုိ႕ငေပါကားမဟုတ္ဘူးဆုိတာေလးကုိသတိခ်ပ္ေစခ်င္တယ္....\nဟာသကားမ်ဳိးလည္းသေဘာက်တယ္ ..မႈခင္းစုံေထာက္လုိမ်ဳိးေတြလည္းႏွစ္ျခဳိက္တယ္ဆုိရင္ေတာ့ ေဒါင္းၾကည့္သင့္ပါေၾကာင္း.....IMDB 6.6 ရထားၿပီး\nစကားလုံးတစ္ခ်ိဳဳ႕ ဟာသတစ္ခ်ိဳ႕က\nR rate ရထားတာေလးေတာ့ေတာ့ သတိျပဳေစခ်င္တယ္။ဇာတ္လမ္းအညႊန္းကုိေတာ့ Wira Aung မွေရးသားေပးထားပါတယ္....File Size : (952 MB) and (378 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:57:00\nGenre : ...",
        "rating": "6.6",
        "url": "https://megaup.net/1yu8j/The_Heat_[2013]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/50663800_348023905803534_4610933003286216704_n-147x200.jpg",
        "title": "Il Mare (2000)",
        "description": "Il Mare (2000)့\" ငါတို႔ခံစားေနရတဲ့ အေၾကာင္းရင္းက အခ်စ္ေတြရပ္တန္႔သြားလို႔ မဟုတ္ဘူး ၊ ဆက္ခ်စ္ေနေသးလို႔ပဲ \"—————Kim Eun Joo ဆိုတဲ့ အသံသ႐ုပ္ေဆာင္တစ္ေယာက္ဟာ Il Mare ကေနေျပာင္းေတာ့ စာတိုက္ပံုးထဲမွာ စာေလးတစ္ေစာင္ ခ်န္ထားခဲ့တယ္ ။\" ကြၽန္မက ဒီအိမ္မွာ ႐ွင့္အရင္ ေနခဲ့တဲ့သူပါ ၊ အမွန္တကယ္ေတာ့ ကြၽန္မ႐ွင့္ကို အကူအညီေတာင္းမလို႔ပါ ၊ ကြၽန္မ စာအခ်ိဳ႕ကိုေမွ်ာ္ေနတာပါ ၊ ကြၽန္မနာမည္နဲ႔ စာအခ်ိဳ႕ေရာက္လာရင္ ဒီလိပ္စာအတိုင္း ကြၽန္မဆီကို ပို႔ေပးႏိုင္မလား႐ွင့္ ၊ အဲလိုလုပ္ေပးမယ္ဆိုရင္ ကြၽန္မအမွန္တကယ္ကို ေက်းဇူးတင္မိမွာပါ \"December 21, 1999\n'Il Mare' မွာကံေကာင္းပါေစလို႔ ဆႏၵျပဳလ်က္\nKim Eun Joo( ေခြးကေလးရဲ႕ ေျခရာေတြက ကြၽန္မ ေျပာင္းမလာခင္ကတည္းက ႐ွိေနတာပါ ၊ ကြၽန္မႀကိဳးစားဖ်က္ၾကည့္ပါေသးတယ္ ဒါေပမဲ့မရဘူး ၊ ႐ွင္သိပ္မၾကာခင္ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2Up3A/Il.Mare_[2000]_(MM_Sub).mp4",
        "category": "Asian, Drama, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/pet1-147x200.jpg",
        "title": "Pet Sematary(1989)",
        "description": "စာရေးဆရာကြီး Stephen King ရဲ့ ဝတ္ထုကိုရိုက်ကူးထားတဲ့ နာမည်ကျော် ဟော်ရာကားတစ်ကား တင်ပေးထားပါတယ်။ဇာတ်လမ်းခေါင်းစဉ်ရဲ့ အဓိပ္ပါယ်ကတော့ အိမ်မွေးတိရစ္ဆာန်လေးတွေရဲ့ သချႋုင်း လို့ ဖြစ်ပါတယ်။စာလုံးပေါင်းအမှန်ကတော့ (Pet Cemetery) ပါ။ဒါပေမယ့် အဲဒီသချႋုင်းကို ပြုလုပ်ခဲ့တဲ့သူတွေက စာလုံးပေါင်းအမှန်ကို မပေါင်းတတ်ဘဲ အသံထွက်အတိုင်း အမှားကြီးရေးခဲ့လို့ ခေါင်းစဉ်မှာကို စာလုံးပေါင်းအမှားဖြစ်နေတာပါ။(မြန်မာလူမျိုးအများစု ပဲ နဲ့ ဘဲ၊ လဲ နဲ့ လည်း၊ ကျ နဲ့ ကြ၊ တတ် နဲ့ တက်လောက်ကို မကွဲသလို သူတို့တွေလည်း C နဲ့ S မှားတာမျိုး ရှိတတ်ပါတယ်။ ဒါပေမယ့် ကလေးတွေမို့ မှားခဲ့တာဖြစ်ဖို့များပါတယ်)ဇာတ်လမ်းအကျဉ်း\n============မြို့လေးကို အသစ်ပြောင်းလာတဲ့ ဆရာဝန်မိသားစုမှာ သမီးတစ်ယောက်၊ သားတစ်ယောက် နဲ့ ကြောင်လေးတစ်ကောင် ပါလာပါတယ်။သူတို့ ပြောင်းလာရတဲ့အိမ်က ကားတွေမပြတ်သွားနေတဲ့ အဝေးပြေးလမ်းမရဲ့ လမ်းဘေးလေးတင်ဖြစ်တဲ့အတွက် ကလေးတွေအတွက်ရော ကြောင်လေးအတွက်ပါ အန္တရာယ်များတဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/11a73/Pet_Sematary_[1989]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uMr2lXCh8PuGBhCIosjknQRv1iT.jpg",
        "title": "Attraction (2017)",
        "description": "ဒီတစ်ခါတော့ သိပ္ပံကားတွေ ကြိုက်နှစ်သက်တဲ့ ပရိသတ်တွေအတွက်\nဇာတ်အိမ်ကောင်းတဲ့ သိပ္ပံကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nကမ္ဘာကြီးမှာ ဘယ်အရာပဲဖြစ်ဖြစ် အမေရိကန်မှာပဲဖြစ်တယ်ဆိုပြီး\nအမြင်ကပ်နေတဲ့သူတွေ မပူပါနဲ့\nဒီတစ်ခါ ရုရှားမှာဖြစ်တဲ့အကြောင်း ဇာတ်အိမ်တည်ထားတာပါ။\nဇာတ်လမ်းလေးကတော့ လူသားတွေကို လေ့လာဖို့ ရောက်လာခဲ့တဲ့\nဂြိုလ်သားနဲ့ ဂြိုလ်သားတွေကို လေ့လာချင်နေတဲ့လူသားတို့ တွေ့ဆုံကြတဲ့အခါမှာ\nဘာတွေဖြစ်လာမလဲဆိုတာကို ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nဇာတ်လမ်းဇတ်အိမ်ကလည်း စိတ်ဝင်စားဖို့ကောင်းပြီး\nချိမတို့အတွက် ဂြိုလ်သားလေးကလည်း ချောတော့\nဒေါင်းလုတ်ဆွဲပြီး ကြည့်ကြပါလို့ပဲ တိုက်တွန်းလိုက်ပါတယ်...\n----------------------------------------------------------\nဒီတစ္ခါေတာ့ သိပၸံကားေတြ ၾကိဳက္ႏွစ္သက္တဲ့ ပရိသတ္ေတြအတြက္\nဇာတ္အိမ္ေကာင္းတဲ့ သိပၸံကားေကာင္းေလးတစ္ကားကို တင္ဆက္ေပးလုိက္ပါတယ္။\nကမာၻၾကီးမွာ ဘယ္အရာပဲျဖစ္ျဖစ္ အေမရိကန္မွာပဲျဖစ္တယ္ဆိုၿပီး\nအျမင္ကပ္ေနတဲ့သူေတြ မပူပါနဲ႔\nဒီတစ္ခါ ရုရွားမွာျဖစ္တဲ့အေၾကာင္း ဇာတ္အိမ္တည္ထားတာပါ။\nဇာတ္လမ္းေလးကေတာ့ လူသားေတြကို ေလ့လာဖို႔ ေရာက္လာခဲ့တဲ့\nၿဂိဳလ္သားနဲ႔ ၿဂိဳလ္သားေတြကို ေလ့လာခ်င္ေနတဲ့လူသားတို႔ ေတြ႕ဆံုၾကတဲ့အခါမွာ\nဘာေတြျဖစ္လာမလဲဆိုတာကို ၾကည့္ရႈၾကရမွာျဖစ္ပါတယ္။\nဇာတ္လမ္းဇတ္အိမ္ကလည္း စိတ္ဝင္စားဖို႔ေကာင္းၿပီး\nခ်ိမတို႔အတြက္ ၿဂိဳလ္သားေလးကလည္း ေခ်ာေတာ့\nေဒါင္းလုတ္ဆြဲၿပီး ၾကည့္ၾကပါလို႔ပဲ တိုက္တြန္းလိုက္ပါတယ္...\nFile Size : ( 1.11 GB)Quality : BluRay 720pRunning Time :1hr 57minFormat : Mp4Genre : Romance ...",
        "rating": "5.5",
        "url": "https://megaup.net/4eK3w/Attraction_(Prityazhenie)_[2017]_(MM_Sub).mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ywf6adpv4607-140x200.jpg",
        "title": "[18+] High Society (2018)",
        "description": "[ Dark Side Production မှ တင်ဆက်သည်။] ဒီကိုရီယားဇာတ်ကားမှာ Soo Ae တို့လို နာမည်ကြီး သရုပ်ဆောင်တွေပါဝင်ထားပြီးဇာတ်လမ်းကတော့ နိုင်ငံရေးအခြေခံဇာတ်လမ်းဖြစ်ပါတယ်...မင်းသားဟာ နိုင်ငံရေးအဖွဲ့အစည်းလက်အောက်တစ်ခုမှာ လွှတ်တော်အမတ်အဖြစ် ဝင်ရောက် လုပ်ကိုင်မိရာမှသူရဲ့ ပါတီတွင်း ခြစားနေတဲ့ဖြစ်ရပ်တွေကိုတွေ့ရှိလိုက်တဲ့အခါ တော်တော်ထိတ်လန့်သွားပါတယ်။သူရဲ့မိန်းမကလည်း အဲ့ဒီ့ပါတီလက်အောက်ကုမ္ပဏီတစ်ခုမှာပဲ အလုပ်လုပ်နေတာကြောင့် အရာရာကိုမျက်ကွယ်ပြုနေလိုက်တဲ့အခါပါတီခေါင်းဆောင်များရဲ့ကျွန်သဖွယ်ဖြစ်လာပြီး နောက်ဆုံးမှာ သူတို့နှစ်ယောက်ရဲ့သည်းခံနိုင်စိတ်ကုန်သွားတဲ့အခါမှာတော့...။နိုင်ငံရေးဇာတ်ကားဖြစ်ပေမယ့် ခပ်ကြမ်းကြမ်း ဇာတ်ဝင်ခန်းတွေပါဝင်တာကြောင့် အရွယ်မရောက်သူများ မကြည့်သင့်ပါ။   \n[ Dark Side Production မွ တင္ဆက္သည္။] ဒီကိုရီယားဇာတ္ကားမွာ Soo Ae တို႔လို နာမည္ႀကီး သ႐ုပ္ေဆာင္ေတြပါဝင္ထားျပီးဇာတ္လမ္းကေတာ့ ႏိုင္ငံေရးအေျခခံဇာတ္လမ္းျဖစ္ပါတယ္...မင္းသားဟာ ႏိုင္ငံေရးအဖြဲ႔အစည္းလက္ေအာက္တစ္ခုမွာ လႊတ္ေတာ္အမတ္အျဖစ္ ဝင္ေရာက္ လုပ္ကိုင္မိရာမွသူရဲ႕ ပါတီတြင္း ျခစားေနတဲ့ျဖစ္ရပ္ေတြကုိေတြ႕ရိွလိုက္တဲ့အခါ ေတာ္ေတာ္ထိတ္လန္႔သြားပါတယ္။သူရဲ႕မိန္းမကလည္း အဲ့ဒီ့ပါတီလက္ေအာက္ကုမၸဏီတစ္ခုမွာပဲ အလုပ္လုပ္ေနတာေၾကာင့္ အရာရာကိုမ်က္ကြယ္ျပဳေနလိုက္တဲ့အခါပါတီေခါင္းေဆာင္မ်ားရဲ႕ကြၽန္သဖြယ္ျဖစ္လာျပီး ေနာက္ဆံုးမွာ သူတို႕ႏွစ္ေယာက္ရဲ႕သည္းခံႏိုင္စိတ္ကုန္သြားတဲ့အခါမွာေတာ့...။ႏိုင္ငံေရးဇာတ္ကားျဖစ္ေပမယ့္ ခပ္ၾကမ္းၾကမ္း ဇာတ္ဝင္ခန္းေတြပါဝင္တာေၾကာင့္ အရြယ္မေရာက္သူမ်ား မၾကည့္သင့္ပါ။ \nFile size…(1.1 GB)\nQuality…WEB-DL 720p\nFormat…mp4\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated ...",
        "rating": "5.4",
        "url": "https://megaup.net/T61v/High_Society_(Sanglyusahoe)_[18+]_[2018]_(MM_Sub).mp4",
        "category": "Adult, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/silence-lambs.jpg",
        "title": "The Silence of the Lambs (1991)",
        "description": "The Silence of the Lambs (1991)\nIMDb - 8.6/10_____Rotten - 96% \nWon 5 Oscars. Another 63 wins & 51 nominations\n   The Silence of the Lambs (1991) ဟာ Horror & Thriller အမျိုးအစားဖြစ်ပြီး ၁၉၉၂ ခုနှစ် အော်စကာဆုပေးပွဲမှာ အမျိုးသားဇာတ်ဆောင်ဆု၊ အမျိုးသမီးဇာတ်ဆောင်ဆု၊ ဒါရိုက်တာဆု အပါအဝင် စုစုပေါင်း ဆု (၅)ခု ဆွတ်ခူးခဲ့တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ The Exorcist(1973) နဲ့ Jaw (1975) တို့နောက်ပိုင်း Horror Movie တွေထဲမှာ ရှားရှားပါးပါး အော်စကာဆုရခဲ့တဲ့ တတိယမြောက်ဇာတ်ကားဖြစ်ပါတယ်။ သောမတ်စ်ဟာရစ်ရဲ့ ကျော်ကြားခဲ့တဲ့ ဝတ္ထုတွေထဲက လူသားစား မှုခင်းဆိုင်ရာ စိတ်ရောဂါကုဆရာဝန် စိတ္တဇလူသတ်သမားဖြစ်တဲ့ ဒေါက်တာ ...",
        "rating": "8.6",
        "url": "https://megaup.net/2SE17/The_Silence_Of_The_Lambs_[1991]_(MM_Sub).mp4",
        "category": "Crime, Drama, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/crime-story-poster-133x200.jpg",
        "title": "Crime Story (1993)",
        "description": "Crime Story (1993)\nIMDb (6.8/10)_______Rotten Tomatoes 93%ဒီဇတ်ကားမှာအဓိကဇာတ်ကောင်ဖြစ်တဲ့ အင်စပက်တာအက်ဒီချန်းနေရာမှာ သရုပ်ဆောင်ဖို့ပထမဆုံးစဉ်းစားခံရတဲ့သူကတော့ တရုတ်ပြည်ရဲ့ထိပ်တန်းမင်းသားဂျက်လီပဲဖြစ်ပါတယ်..ဂျက်လီဟာ\nအကြောင်းအမျိုးမျိုးကြောင့် ဒီရုပ်ရှင်ဇာတ်ကားကိုမရိုက်ကူးဖြစ်ခဲ့ပဲ မင်းသမီး မီရှဲရွန်းနဲ့တွဲဖက်ပြီး Tai Chi Master(၁၉၉၃)ဇတ်ကားကိုပြောင်းလဲရိုက်ကူးခဲ့ပါတယ်..(၁၉၉၃)ခုနှစ်မတိုင်ခင်မှာ ရဲစုံထောက်အက်ရှင်ဇာတ်ကားများ အများအပြားရိုက်ကူးခဲ့ပြီး ရဲစုံထောက်ဇာတ်ရုပ်နှင့်အကျွမ်းတဝင်ဖြစ်နေခဲ့တဲ့ ဂျက်ကီချန်းဟာဂျက်လီမရိုက်ကူးဖြစ်ခဲ့တဲ့ ဒီရုပ်ရှင်ဇာတ်ကားရဲ့ဇာတ်ညွှန်းကိုဖတ်ကြည့်ပြီး သူနှစ်ခြိုက်တဲ့ကာရိုက်တာမျိုးဖြစ်နေတဲ့အတွက် ရိုက်ကူးဖို့ဆုံးဖြတ်ခဲ့ပါတယ်ဟောင်ကောင်ဒါရိုက်တာ ကာကီဟွမ်နှင့် ပူးပေါင်းပြီး ဂျက်ကီချန်းဟာ တွဲဖက်အက်ရှင်ဒါရိုက်တာအနေနဲ့ရော Main Role အနေနဲ့ပါ ဒီဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်ခဲ့ပါတယ်...ဟောင်ကောင်နဲ့ ထိုင်ဝမ်ပြည်နယ်တို့မှာ\n(၁၉၉၂) ဇူလိုင်(၉)ရက်နေ့မှစပြီး\nသြဂုတ်(၂၀)ရက်နေ့အထိ (၄၂)ရက်ကြာအောင် ဒီရုပ်ရှင်ကိုစနစ်တကျရိုက်ကူးခဲ့ပါတယ်...ဂျက်ကီချန်းကိုယ်တိုင်ရေးသားထားတဲ့ (My Life Acting)စာအုပ်ထဲက ရေးသားဖော်ပြချက်အရ ဒီစုံထောက်ဇာတ်ကားရိုက်ကူးစဉ်မှာ ကားနှစ်စီးယှဉ်တိုက်တဲ့ဇာတ်ဝင်ခန်းကိုလူစားမထိုးပဲ သူကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ခဲ့ပြီး ခြေထောက်သွင်သွင်ကျိုးသည်အထိ ဒဏ်ရာရခဲ့ဖူးတယ်လို့လည်း သိရပါတယ်..(၁၉၉၃)ခုနှစ် ဇွန်လ(၂၄)ရက်နေ့မှာ ဒီရုပ်ရှင်ဇာတ်ကားကို ဟောင်ကောင်မှာ စတင်ရုံတင်ပြသခဲ့ပြီးအောင်မြင်မှုအနေနဲ့ ရရှိခဲ့တဲ့ဆုတွေကတော့(၁၉၉၃)ခုနှစ်မှာ ဂျက်ကီချန်းဟာ အကောင်းဆုံးသရုပ်ဆောင်အဖြစ်Golden Horseဆုကိုရှိခဲ့ပါတယ်(၁၉၉၄)ခုနှစ်ရဲ့ ဟောင်ကောင်ရုပ်ရှင်ထူးချွန်ဆုပေးပွဲမှာလည်း\nဂျက်ကီချန်းဟာ အကောင်းဆုံးဇာတ်ဆောင်ဆုနှင့် အကောင်းဆုံးအက်ရှင်စတန့်ပြကွက်(Best Action Choreography) ဆုကိုပါ ထပ်မံရရှိခဲ့တဲ့အပြင် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xgu5/Crime_Story_(Jung_On_Zo)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ipman-143x200.jpg",
        "title": "Master Z: Ip Man Legacy ( 2019 )",
        "description": "IP Man 3 ၿပီးတဲ႔အေနာက္က Timeline ကိုဆက္လက္ရိုက္ကူးတင္ဆက္ထားတဲ႔ဇာတ္လမ္းပဲၿဖစ္ပါတယ္ထံုးစံအတိုင္း ၀င္ခ်ြန္းသိုင္းပညာကိုဦးတည္ၿပီး ရိုက္ကူးထားတဲ႔ဇာတ္လမ္းၿဖစ္သလို သိုင္းကြက္..ခ်ကြက္..ၾကမ္းခ်က္ေတြကေတာ႔အရင္ IP Man ဇာတ္ကားေတြလို ခပ္ၾကမ္းၾကမ္းပါပဲ..ဒီကားရဲ႕ IMDb Rate ကေတာ႔ 7.2 ၿဖစ္ပါတယ္ ၀င္ခြ်န္း သိုင္းပညာရွင္ က်န္းက်စ္ယိဟာ ယိမန္နဲ႔ယွဥ္ၿပိဳင္လို႔ရံွုးနိမ္႔ၿပီးတဲ႔ေနာက္မွာ သိုင္းေလာကကေန တိတ္တဆိတ္ထြက္ခြာလာခဲ႔တယ္သာမာန္လူတစ္ေယာက္အေနနဲ႔ၿဖတ္သန္းလာခဲ႔တဲ႔သူ႕ဘ၀ထဲမွာသူမ်ားကိုကူညီရင္းနဲ႔ပဲ ေမွာင္ခိုဂိုဏ္းတခုနဲ႔ၿငိမိၿပီးဘယ္လိုအရွုုပ္ေတြ၀င္လာမွာလဲ..ဘာေတြဆက္ၿဖစ္မွာလဲ၀င္ခြ်န္းသိုင္းကြက္ကိုမသံုးေတာ႔ဖို႕ဆံုးၿဖတ္ထားခဲ႔တဲ႕ သူတစ္ေယာက္ကဘယ္လိုမ်ိဳးမ်ားေၿဖရွင္းႏိုင္မွာလဲဆုိတာဆက္လက္ေစာင္႔ၾကည္႕ရမွာၿဖစ္ပါတယ္ Quality : WEB-DL 720pSubtitle : Myanmar Subtitle ( Hardsub )Running Time : 1 Hour 47 MinTranslated By : PZSubtitle & Encoded By : PhoeNix",
        "rating": "7.2",
        "url": "https://megaup.net/1yu90/Master_Z_-_Ip_Man_Legacy_(Yip_Man_Ngoi_Zyun_-_Cheung_Tin_Chi)_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/p16324150_v_v8_aa-133x200.jpg",
        "title": "The Hole in the Ground(2019)",
        "description": "T\nhe Hole in the Ground(2019)IMDb...6.0ဒီတစ်ခါတော့ horror ကားတွေသဘောကျတဲ့ ပရိတ်သတ်တွေ အတွက် 2019 ထွက် ကားသစ်တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်..ဆရာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ခင်ပွန်းသည်ရဲ့နှိပ်စက်မှုကြောင့် လူမမယ်သားငယ်ခရစ်ကို လက်ဆွဲပြီး တစ်နယ်တစ်ကျေးကိုထွက်ပြေးလာခဲ့တဲ့တယ်...ပြောင်းလာပြီးသိပ်မကြာခင်မှာပဲ သူမအတွက် အရမ်းထိတ်လန့်စရာ တစ်ခုထပ်ကြုံရပြန်တယ်...အဲ့ဒါကတော့  အိမ်နီးချင်း စိတ်မနှံ့သူအဖွားကြီးရဲ့ ကြောက်ရွံဖွယ်နောက်ခံဇတ်လမ်းတစ်ပုဒ်ကို သူမသိလိုက်ရတယ်...သူမ အဲ့ဒီအဖွားကြီးနဲ့ ထိတ်တိုက်မတွေ့ချင်ပေမယ့်လည်း တွေ့ခဲ့ရသလို သားငယ်ကလည်း တနေ့တစ်ခြားအမူအကျင့်တွေထူးခြားလာတယ်.... ..အဖွားကြီးက ဘာကြောင့် အရမ်းကြောက်စရာကောင်းတာလဲ....သူ့သားလေးကလည်း ဘယ်လိုတွေပြောင်းလဲလာတာလဲ....horror ကားကြိုက်သူတွေ ခံစားကြည့်လိုက်ပါဦးဗျို့File Size : (852MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/3fUbC/The_Hole_in_the_Ground_(2019).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFtnobv2d8WrjhMPCoX4i0oMJio.jpg",
        "title": "There’s Something About Mary (1998)",
        "description": "There's Something About Mary (1998)IMDb....7.1,,,,Rotten..83%အချစ်ဝတ္ထုစာအုပ်တွေ တော်တော်များများဖတ်ကြပေမယ့် လူငယ်တွေကြားမှာဆိုရင်စာရေးဆရာ နီကိုရဲတို့ ဆရာမင်းလူတို့ရေးတဲ့အချစ်ဝတ္ထုတွေကို ကျွန်တော်တို့ ပိုသဘောကျကြတယ်... သူတို့ရဲ့ဇာတ်ကောင်ဖြစ်တဲ့ ကောင်လေးတွေဟာ အများအားဖြင့် ဖြူစင်ရိုးသားကြပြီး လုပ်သမျှအလုပ်တိုင်းနီးပါး အလွဲတွေများနေသလိုကောင်မလေးတွေကျတော့လှပပြီး အနည်းနဲ့အများတော့ ထက်မြက်တဲ့အထဲပါကြတယ်....ကျွန်တော်တို့ဟာ ရိုးသားတာကိုပဲတန်းဘိုးထားကြလို့လား ထက်မြက်တဲ့မိန်းကလေးတွေကိုပဲသဘောကျလို့လားတော့မသိ...သူတို့ရေးတဲ့စာအုပ်တွေကိုတော့ တကယ့်ကိုစွဲလမ်းခဲ့ကြပါသည်...ဒီကားထဲမှလဲ တက်ဒ်ဆိုတဲ့ ရိုးသားပြီးအူကြောင်ကြောင်နိုင်တဲ့ကောင်လေးတစ်ယောက်ဟာကျောင်းရဲ့အထင်ကရ မေရီဆိုတဲ့ကောင်မလေးကို သဘောကျသွားမိတာပါပဲ....ကံကောင်းတာက အထက်တန်းကျောင်းကပွဲအတွက်မေရီနဲ့တွဲတက်ခွင့်ရပေမယ့်  သွားမယ့်နေ့မှာတကယ့် မဟာအလွဲကြီးနဲ့ရင်ဆိုင်ခဲ့ရပါတယ်..အဲ့ဒီအဖြစ်အပျက်ပြီးတဲ့နောက်ပိုင်းတော့ တက်ဒ်နဲ့ မေရီတို့တို့ထပ်မတွေ့ဖြစ်ကြတော့ဘူး....သို့ပေမယ့် ရိုးသားပြီးအချစ်ကိုတန်ဘိုးထားတဲ့ တက်ဒ်အဖို့ မေရီကိုမေ့ဖျောက်လို့မရနိုင်ခဲ့ဘူး....နှစ်တွေကြာလာမှ သူဟာ မေရီရဲ့အချစ်ကို ပြန်ရယူဖို့ကြိုးစားတဲ့အခါမှာတော့....ဒီကားထဲက အဓိက မင်းသားကြီးဖြစ်တဲ့  Ben Stiller နဲ့  မင်းသမီးချောကြီး Cameron Diaz ကိုတော့ အားလုံးပဲသိကြပါလိမ့်မယ်..Rating လေးတွေကလည်းကောင်းသလို ရယ်မောပျော်ရွှင်စရာကောင်းတဲ့ကားလေးမို့ကြည့်သင့်ပါကြောင်း ပြောကြားပါရစေ....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်....\nFile Size : (1.1GB) \nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncoded by ...",
        "rating": "7.1",
        "url": " https://megaup.net/2suTj/There’s_Something_About_Mary_[1998]_(MM_Sub).mkv",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/reborn-143x200.jpg",
        "title": "Reborn ( 2018 )",
        "description": "နည္းပညာတုိးတက္ေနတဲ႔ေခတ္ၾကီးထဲမွာလူေတြဟာအမ်ိဳးမ်ိဳးတီထြင္ၾကံဆၾကတယ္..ေကာင္းမြန္လြန္းတဲ႔ နည္းပညာဆုိတာေတြကေကာင္းတဲ႔လူေတြလက္ထဲေရာက္ရင္ ကမာၻၾကီးအက်ိဳးရွိသေလာက္မေကာင္းတဲ႔လူေတြလက္ထဲက်ရင္ ကပ္ဆုိးေတြၾကံဳရတာပါပဲဒီဇာတ္လမ္းေလးမွာေတာ႔ Hacker သံုးဦးရဲ႕ဒိတ္ဒိတ္က်ဲစြန္႕စားခန္းကိုရိုက္ကူးတင္ဆက္ထားၿခင္းပဲၿဖစ္ပါတယ္Hacking ပညာ ကို 13 ႏွစ္ကတည္းစတင္ေလ႔လာၿပီးCaptain Pirate လို႔နာမည္၀ွက္ရထားတဲ႔ လူငယ္ေလးတစ္ဦးZebra နဲ႔ စူးရီဆုိတဲ႔ Hacker ေရာ ကိုယ္ခံပညာေရာ ကြ်မ္းက်င္ၿပီးပိုက္ဆံရရင္ဘာမဆုိလုပ္မယ္႔ စံုတြဲတို႕..Zebra နဲ႔စူး၇ီဟာ သူတို႕လက္ခံ လိုက္တဲ႔အလုပ္တခုအတြက္Captain Pirate အမည္ရတဲ႔လူငယ္ေလးကို အသင္းမွာပါေအာင္ဆြဲေဆာင္ရမယ္..အဲ႔လိုစြဲေဆာင္တဲ႔ေနရာမွာ စူးရီကိုအသံုးခ်ၿပီးၿမဴဆြယ္ဖုိ႕အတြက္ေပါ႔..ေကာင္ေလးကလည္း FA အၾကီးစားေလသူတို႕ရဲ႕ target က Oasis Operation System ပါပဲအဲ႔ System ဆုိတာကေတာ႔ ကုန္းလမ္း ေရလမ္း ေလေၾကာင္းလိုင္းစတဲ႔ ၀န္ေဆာင္မွုေတြကိုထိန္းခ်ဳပ္ထားၿပီး အလံုၿခံဳဆံုးေသာကြန္ရက္တခုသူတို႕ ထိုးေဖာက္ႏိုင္ပါ႔မလား..ၿပီးေတာ႔ သူတုိ႕၃ဦးဟာကိုယ္ဘယ္လမ္းေၾကာင္းေပၚကိုေရာက္ေနလို႕ေရာက္မွန္းမသိၿဖစ္လာေနတာကိုလည္း သတိၿပဳလိုက္မိတဲ႔အခ်ိန္မွာေတာ႔..................စဆံုး ဆြဲေဆာင္မွုရွိရွိနဲ႔ စိတ္၀င္တစားၾကည္႕ရမယ္႔ဇာတ္လမ္းေကာင္းေလး တခုပါပဲ Review By PhoeNixTranslated By Phyo Zaw",
        "rating": "5.1",
        "url": "https://megaup.net/1yu8d/Reborn_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tvmPiTShsfp4vSUBFsCHYaX9M7i.jpg",
        "title": "Widows(2018)",
        "description": "Widows(2018)\nIMDb....7.2,,,,Rotten...91%\n2018 ထြက္ Widows ဆိုတဲ့ စိတ္လွဳပ္ရွား အံ့အားသင့္စရာ ဇာတ္ကားေလးတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္…\nIMDb -7.2 Rottem Tomatoes 91% စတဲ့ အေကာင္းစား Rating ႀကီးေတြရထားေလေတာ့ ကားေကာင္းနဲ႕ ေဒါင္းၾကည့္ဖုိ႕ေတာ့ေျပာစရာလုိမယ္မထင္ဘူး...\nသုိ႕ေပမယ့္  ဇာတ္လမ္းအေၾကာင္းအနည္းငယ္ေတာ့လုိအပ္မယ္ထင္လုိ႕ေျပာပါရေစ....\nဒုစရိုက္လုပ္ငန္းေတြကို အာဏာရွင္ေတြ ေက်ာေထာက္ေနာက္ခံနဲ႕ေဆာင္ရြက္ေနတဲ့ ဟယ္ရီ ေရာလင္း (Liam Neeson)ဟာ လူမည္းလုပ္ငန္းရွင္တစ္ဦးထံက အေမရိကန္ေဒၚလာ တစ္သန္းလုယူအျပီး\nအျပန္လမ္းမွာ ရဲေတြနဲ႕ပက္ပင္းမိတာေၾကာင့္ ပစ္ၾကခတ္ၾကရင္း သူအပါအဝင္ ေနာက္လိုက္ႏွစ္ေယာက္လည္း ေသဆံုးသြားပါေတာ့တယ္...\nသူတို႕နဲ႕အတူ လုယူလာတဲ့ ေဒၚလာ တစ္သန္းလည္း ကားေပါက္ကြဲ မီးေလာင္တဲ့အထဲပါသြားပါတယ္…\nေသတဲ့လူေတြကေသသြားျပီျဖစ္ေပမယ့္ ေဒၚလာတစ္သန္းကိစၥဟာ က်န္ရစ္သူ ဟယ္ရီရဲ႕မိန္းမ ဗေရာ္နီကာထံ ျပႆနာေခါင္းပံုက်လာပါေတာ့တယ္...\nအသက္အႏၱရာယ္ျခိမ္းေျခာက္မႈေတြရွိလာတဲ့အတြက္ေၾကာင့္ ဗေရာ္နီကာဟာ ေပါက္ကြဲမႈမွာေသဆံုးသြြားသူေတြရဲ႕ ဇနီးေတြထံဆက္သြယ္ျပီး မုဆိုးမသံုးေယာက္ ဒီျပႆနာကို ဘယ္လိုမ်ားေျဖရွင္းၾကမလဲ......\nဒုစရုိက္ဂုိဏ္းႀကီးနဲ႕မွ ပတ္သက္မိေတာ့ မိန္းမသားေတြအဖုိ႕ရင္ဆုိင္ေျဖရွင္းႏုိင္ပါ့မလား.....\nအားႏြဲ႕တဲ့မိန္းမသားေတြလား က်ားသစ္မေတြလားဆုိတာကုိေတာ့ .....ခံစားႀကည့္လုိက္ပါဦးဗ်ဳိ႕...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...\n File Size : (1GB) and (376MB)\nQuality ...",
        "rating": "7.2",
        "url": "https://megaup.net/2euot/Widows_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/sky-hunter-poster-140x200.jpg",
        "title": "Sky Hunter ( 2017 )",
        "description": "Sky Hunter (2017)________IMDb - 6.1/10\n Sky Hunter ဇာတ်ကားဟာ ၂၀၁၇ခုနှစ်တွင်ထွက်ရှိထားသော\nတရုတ်စစ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်\nပထဦးဆုံး တရုပ်လေတပ်နဲ့ပူးပေါင်းရိုက်ကူးထားတဲ့စစ်ကားလည်းဖြစ်ပါတယ်\nIMDb rating 6.1/10 ရရှိထားပါတယ်\nပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ မင်းသမီးချော ဖန်ပင်းပင်း,\nမင်းသား Li Cheng ,Li Jiahang စတဲ့သရုပ်ဆောင်ကောင်းတွေ\nပါဝင်သရုပ်ဆောင်ထားပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ လေယာဉ်မှူးဝူးတီတစ်ယောက်\nပျံသန်းဖော်သူငယ်ချင်းဖြစ်သူ နိုင်ငံခြားထွက်သွားပြီးနောက်\nကောင်းကင်မုဆိုးအထူးတပ်ကိုရောက်လာပါတယ်\nသူနဲ့အတူအချစ်ဟောင်း ယာလိလည်း တပ်ဖွဲ့ကိုဝင်ရောက်လာပါတယ်\nကောင်းကင်မုဆိုးအထူးအဖွဲ့ဝင်ဖြစ်ဖို့ သူဘယ်လိုစမ်းသပ်ခံရမလဲ.........\nပျံသန်းဖော်သူငယ်ချင်းရော ဘာတွေဖြစ်နေပြီလဲ........\nဘယ်လိုတိုက်ပွဲတွေဆင်နွှဲရမယ်ဆိုတာ......\nကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်Sky Hunter ဇာတ္ကားဟာ ၂၀၁၇ခုႏွစ္တြင္ထြက္ရွိထားေသာ\nတရုတ္စစ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nပထဦးဆံုး တရုပ္ေလတပ္နဲ ့ပူးေပါင္းရိုက္ကူးထားတဲ့စစ္ကားလည္းျဖစ္ပါတယ္\nIMDb rating 6.1/10 ရရွိထားပါတယ္\nပါဝင္သရုပ္ေဆာင္ထားသူေတြကေတာ့ မင္းသမီးေခ်ာ ဖန္ပင္းပင္း,\nမင္းသား Li Cheng ,Li Jiahang စတဲ့သရုပ္ေဆာင္ေကာင္းေတြ\nပါဝင္သရုပ္ေဆာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ေလယာဥ္မွဴးဝူးတီတစ္ေယာက္\nပ်ံသန္းေဖာ္သူငယ္ခ်င္းျဖစ္သူ ႏိုင္ငံျခားထြက္သြားၿပီးေနာက္\nေကာင္းကင္မုဆိုးအထူးတပ္ကိုေရာက္လာပါတယ္\nသူနဲ ့အတူအခ်စ္ေဟာင္း ယာလိလည္း တပ္ဖြဲ ့ကိုဝင္ေရာက္လာပါတယ္\nေကာင္းကင္မုဆိုးအထူးအဖြဲ ့ဝင္ျဖစ္ဖို ့ သူဘယ္လိုစမ္းသပ္ခံရမလဲ.........\nပ်ံသန္းေဖာ္သူငယ္ခ်င္းေရာ ဘာေတြျဖစ္ေနၿပီလဲ........\nဘယ္လိုတိုက္ပြဲေတြဆင္ႏႊဲရမယ္ဆိုတာ......\nၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္ \nFile Size - 825 MB\nQuality - 720p\nDuration - 1 hrs 55 ...",
        "rating": "6.1",
        "url": "https://megaup.net/Rt0t/Sky_Hunter_(Kong_Tian_Lie)_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rViQPcrWthMNecp5XnkKev6BzW.jpg",
        "title": "Velvet Buzzsaw(2019)",
        "description": "Velvet Buzzsaw(2019)\nIMDb....6.0,,Rotten....66%\nဒီသရဲကားကတော့ ထူးထူးခြားခြား ပန်းချီကားနဲ့ ဇာတ်အိမ်တည်ထားတယ်....တခြား horror တွေလို Jump Scare တွေနဲ့ ထိတ်လန့်အောင်လုပ်တဲ့ကားမျိုးတော့မဟုတ်ဘူး...သို့ပေမယ့်ပန်းချီကားတစ်ချပ်ရဲ့ ဖြစ်တည်ပုံကို ပရိတ်သတ်ကို အသေအချာလေးချပြပြီးမှထူးဆန်းတဲ့ဖြစ်ရပ်တွေကိုပါ တစ်ဆက်ထဲပြသွားတာမို့ကြည့်ရှုတဲ့သူက တစ်စိမ်စိမ့် စိတ်လှုပ်ရှားပြီး ထိပ်လန့်မိတာမျိုး .....ကြောက်ကလည်းကြောက် ဘာဆက်ဖြစ်ဦးမလဲဆိုတဲ့ စူးစမ်းချင်စိတ်ကလည်းထိန်းမရဆိုတဲ့ ဇတ်ကားမျိုးလို့ဆိုရင်လည်းမမှားပါဘူး..ဒီကားထဲက အဓိကမင်းသားဖြစ်တဲ့ Jake Gyllenhaal ကိုတော့ အားလုံးသိကြမယ်ထင်ပါတယ်...သူကတော့ ပန်းချီလောကမှာဆို သိပ်ကိုအောင်မြင်တဲ့ Reviewer တစ်ယောက်ပါ..သူညွှန်းဆိုတဲ့ပန်းချီကားဟေ့ဆိုရင် အရမ်းကိုအောင်မြင်ဖို့ရာနှုန်းပြည့်ပါပဲ...ဒါပေမယ့် သူ့ရဲ့ ရိုးရှင်းတဲ့ဘဝကို ဆန်းပြားလွန်းတဲ့ ပန်းချီကားတစ်ချပ်ရောက်လာချိန်မှာတော့...ကိုင်း horror ကားကြိုက်တဲ့ပရိတ်သတ်တို့ရေ...ပန်းချီကားက ဘယ်လိုပန်းချီကားမို့လဲ...ဘယ်လိုကံကြမ္မာဆိုးတွေနဲ့အတူ ပန်းချီကားနဲ့ ပါလာမလဲ...ဘယ်လောက် လူတွေအသက်ဆုံးရှုံးကြရလဲ...ကိုင်းခံစားကြည့်လိုက်ဦးဗျို့......တစ်ခုပြောချင်တာက ကားသစ်ထဲက horror ကားကောင်းတစ်ကားပေါ်ထွက်လာတယ်လို့ပြောရင်လည်း မမှားဘူးထင်တယ်....File Size : (967 MB) and (401 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:53:00\nGenre : Horror, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.0",
        "url": "https://megaup.net/2euoo/Velvet_Buzzsaw_[2019]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/deal1-140x200.jpg",
        "title": "The Deal ( 2015 )",
        "description": "The Deal ကေတာ့ ၂၀၁၅ ထြက္ Crime, Dramaဇာတ္ကားေလးတစ္ကားျဖစ္ျပီးေတာ့ IMDB Rating 6.3 ထိရရွိထားတဲ့ ဇာတ္ကားေကာင္းေလးပါ။ Deal with the devil ဆုိတဲ့စကားေလးၾကားဖူးၾကလားမသိဘူး။ မေကာင္းဆုိးရြားနဲဲ႔အေပးအယူလုပ္တာကုိ ေျပာတာပါ။ ဒီဇာတ္ကားထဲမွာမေကာင္းဆုိးရြားတစ္ေကာင္ကို ႏွိမ္နင္းဖုိ႔တျခားမေကာင္းဆုိးရြားတစ္ေကာင္နဲ႔အေပးအယူလုပ္ရင္း မေကာင္းဆုိးရြားျဖစ္လာတဲ့လူတစ္ေယာက္ကုိ ေတြ႕ရမွာပါ။ နားရႈပ္သြားလားမသိဘူး။ဇာတ္လမ္းအက်ဥ္းေလးေျပာပါမယ္။အဓိက ဇာတ္ေဆာင္ျဖစ္တဲ့ စုံေထာက္ မင္ ကအတြဲလုိက္လူသတ္သမားတစ္ေယာက္ကို ဖမ္းမိခ်ိန္မွာလူသတ္သမားေနာက္ဆုံးသတ္သြားတဲ့သူက သူ႕ရဲ႕ညီမျဖစ္သူျဖစ္ေနတာကုိ သိလုိက္ရပါတယ္။သူ႕ကုိဖမ္းႏုိင္ခဲ့ေပမယ့္ သူ႕ရင္ထဲက အပူမီးက မျငိမ္းႏုိင္ခဲ့ပါဘူး။ေနာက္ထပ္ ေသာကမီးေတာက္ေနရသူကေတာ့ေယာက္ဖျဖစ္သူ ဆန္းဟြန္းပါ။ ဆန္းဟြန္းတစ္ေယာက္လူသတ္သမားကုိသတ္ဖုိ႔ ၾကိဳးစားေပမဲ့မေအာင္ျမင္ခဲ့ပါဘူး။အဲဒါေၾကာင့္ ကုိယ့္ဘာသာကုိယ္သတ္ေသေပမဲ့လည္းမေအာင္ျမင္တဲ့အခ်ိန္မွာ လူသတ္သမားကုိသတ္ဖုိ႔ တဖန္ျပန္ၾကိဳးစားခဲ့ပါတယ္။ သူျပန္ျပီးလက္စားေခ်ႏုိင္မွာလား။စုံေထာက္ၾကီးကေရာ ဘယ္ေနရာက ပါဝင္ေနမလဲ။စိတ္ဝင္စားစရာ စုံေထာက္ကားေလးပါပဲ။ Review & Translated By D3mon",
        "rating": "6.3",
        "url": "https://megaup.net/Sztw/The_Deal_[2015]_(MM_Sub).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zJ5KIf3dvkoXpAd4WVusW0LjPGt.jpg",
        "title": "Time Freak (2018)",
        "description": "Ender Game ရုပ္ရွင္ဇာတ္ကားထဲကမင္းသားနဲ႔MCU မွာ Dark Phoenix အျဖစ္သရုပ္ေဆာင္ခဲ့တဲ့ မင္းသမီးေလးတို႔ရဲ႕Rating 5.7 ရရွိထားတဲ့Time Freak ဆိုတဲ့ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။ခ်ိဖတို႔ ကိုယ့္ေစာ္ကိုယ္ ဘယ္ေလာက္ခ်စ္လဲ။သူ႕အတြက္ဆို ဘာေတြလုပ္ေပးႏုိင္လဲ။ဒီကားထဲက ေကာင္ေလးကေတာ့ လမ္းခြဲသြားတဲ့ သူ႕ခ်စ္သူကိုျပန္ရဖို႔အတြက္အခ်ိန္ခရီးသြားစက္ ကို တီထြင္ခဲ့ၿပီး တြဲခဲ့တဲ့ေန႔ရက္ေတြမွာလုပ္ခဲ့မိတဲ့ အမွားေတြကိုပါ ျပန္ျပင္ဆင္ဖို႔ ၾကိဳးစားတာကို ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။ဇာတ္ကားေကာင္းႏွစ္သက္တဲ့သူေတြ ၾကိဳက္ႏွစ္သက္မယ့္ ကားမ်ိဳးမို႔ ၾကည့္ရႈအားေပးၾကပါဦးဗ်ာ.. File Size : ( 979 MB) & ( 334 MB)Quality : BluRay 720pRunning Time :1hr 56 minFormat : Mp4Genre : Comedy , Drama ...",
        "rating": "5.8",
        "url": "https://megaup.net/Szs7/Time_Freak_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f03YksE4NggUjG75toz4H1YAGRf.jpg",
        "title": "Dragon Ball Super: Broly (2019)",
        "description": "Dragon ball ဆိုတာ အောင်​မြင်​ကျော်​ကြားပြီး ပရိသတ်​အများအပြားရရှိထားတဲ့animation ကားလေးတွေပါ၂၀၁၈ခုနှစ်​မှာတော့ Rating 8.3 အဆင့်ရှိတဲ့Dragon ball animation မှနောက်​ဆုံးသောLegendary super saiyan တစ်​ယောက်​ကို မိတ်​ဆက်​ပေးလိုက်​ပါတယ်​ဇာတ်​ကားနာမည်​ကိုက Dragon Ball Super:Broly ပါဒီဇာတ်​ကားနာမည်​အတိုင်​းပဲ Broly ဟာ တိုက်​ခိုက်​ရေးမှာတော်​တော်​ကြမ်​းပြီးမွေးကတည်​းက unlimited battle power နဲ့မွေးဖွားခဲ့တဲ့ Saiyan တစ်​ယောက်​ပါသူ့လို စွမ်​းအားကြီးတဲ့ Saiyan တစ်​ယောက်​ကဘာကြောင်​့အခုမှပေါ်လာတာလဲ ဆိုတာကိုတော့ ဇာတ်​ကားထဲမှာရှင်​းပြသွားပါတယ်​Broly ကမ္ဘာပေါ်ကို ရောက်​လာခဲ့တာကလည်​း Frieza ဆိုတဲ့ villain နဲ့ပေါင်​းပြီးvegeta ဆီကိုလက်​စားချေဖို့ရောက်​လာခဲ့တာပါ ပြီးတော့Goku နဲ့ Vegeta တို့ရဲ့battle power ဟာ ထိပ်​တန်​းမှာရှိနေတဲ့သူတွေပါဒါပေမယ်​့ သူတို့တောင်​ ခက်​ခက်​ခဲခဲတိုက်​ခိုက်​ခဲ့ရပါတယ်​တိုက်​ခိုက်​ရေးမှာ အကြမ်​းဆုံးဆိုတဲ့ Beerus ထက်​ပိုကြမ်​းသလား ဆိုတာကတော့မြုပ်​ကွက်​အနေနဲ့တမင်​သက်​သက်​ကြီးကို ချန်​ထားခဲ့တယ်​Dragon ball ဆိုရင်​ Goku ကိုပဲပြေးမြင်​မိမှာပါဒီဇာတ်​ကားထဲမှာတော့ Goku ...",
        "rating": "9.2",
        "url": "https://megaup.net/11a6u/DragonBallSuper_Broly(2019)_(2).mp4",
        "category": "Action, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/ex-136x200.jpg",
        "title": "The Experiment (2010)",
        "description": "လူကုိယစ္မူးေစတဲ့ ထဲမွာ အာဏာကလည္း အဆုိးဆုံးအရာတစ္ခုပါ။\nသာမာန္လူတစ္ေယာက္က တျခားသာမာန္လူတစ္ေယာက္ အေပၚ လႊမ္းမုိးမႈရွိေနရတာဆုိတာ တကယ္ကုိ ယစ္မူးခ်င္စရာပါပဲ။\nကမာၻဦးအစမွာကတည္းက အင္အားၾကီးသူက အင္အားနည္းသူကုိ အႏုိင္ယူတယ္။\nအခုအခ်ိန္ထိလည္း အင္အားပုံစံေတြသာေျပာင္းသြားတယ္ အင္အားၾကီးသူက အင္အားနည္းသူကုိ အႏုိင္က်င့္တတ္ေနတုန္းပါပဲ။\nဒါေပမဲ့ ကၽြန္ေတာ္တုိ႔ေတြ အဲဒီျဖစ္စဥ္ကေန မတုိးတက္ေသးတဲ့အတြက္ တုိးတက္ဖုိ႔လုိေနပါျပီဆုိတာကုိ The Experiment(2010) ဇာတ္ကားက သက္ေသျပထားပါတယ္။\nဒီဇာတ္ကားေလးက IMDB Rating 6.5/10 ထိရရွိထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ လူ ၂၆ ေယာက္ကုိ အေစာင့္နဲ႔ အက်ဥ္းသားခြဲျပီး ေထာင္ပုံစံစမ္းသပ္မႈျပဳလုပ္ရင္း ျဖစ္ပ်က္ခဲ့တဲ့ အေၾကာင္းကုိျပထားတာပါ။\nကၽြန္ေတာ့္အထင္ေတာ့ ဒီဇာတ္ကားမွာ လူသားဆန္မႈဆုိတာ ဘယ္လုိလဲလုိ႔ ရွာေတြ႕ႏုိင္မယ္ထင္ရဲ႕ဗ်ာ။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္) File size__( 860 MB) and ( 300 MB)\nQuality__BR-Rip 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:36:05\nType__Drama, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by d3mon\nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://megaup.net/2euoe/The_Experiment_[2010]_(MM_Sub)_(2).mp4",
        "category": "Drama, Thriller"
    }
]