[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u00WWJsijXwkkXqc8hHJAKGJ3mh.jpg",
        "title": "Red (2021)",
        "description": "RED 2021\nမြန်မာစာတန်းထိုးဒီမင်းသားကတော့ တေလဂူးပရိသတ်တွေရင်းနှီးပြီးသား ဖြစ်မှာပါ။\niSmartShankar တို့၊ Hello Guru Prema Kosameတို့ရဲ့ မင်းသား\nRam Pothineniပါပဲ။လောကမှာ အရှုပ်ထွေးဆုံးက လူ့လောက ဖြစ်ပါတယ်။\nလူတစ်ယောက် နှစ်ယောက်ကနေ\nအစုအဖွဲ့ ဖြစ်လာတော့\nလူ့ အဖွဲ့အစည်းတွေသတ်မှတ်ပြီး\nဥပဒေတွေ စည်းမျဉ်းစည်းကမ်းတွေ\nချမှတ်တာဟာလည်း ဒီလူသားတွေပါပဲ။ဘယ်လိုပဲ ဥပဒေတွေ\nစည်းတွေဘောင်တွေ ချမှတ်ပေမယ့်\nကယ်ပေါက်(ဟာကွက်)တွေကလည်း\nရှိနေစမြဲပါပဲ။ဇာတ်လမ်းအကျဉ်းက. . .\nအာကတ်ရ်ှဆိုတဲ့ လူတစ်ယောက်\nသူနေထိုင်ရာ တိုက်ခန်းမှာ အသတ်ခံရတယ်။ရဲတွေ ပြာပန်းခတ် လှုပ်ရှားပြီး\nအမှုမှန်ပေါ်အောင် စုံစမ်းနေစဉ်မှာ\nဆိဒါ့သ်ဆိုတဲ့ အင်ဂျင်နီယာတစ်ယောက်ကို ဖမ်းလိုက်ပါတယ်။ရဲတွေရဲ့ ဆက်စပ် စုံစမ်းမှုအရ\nလူသတ်သမားရဲ့ နေအိမ်တိုက်ခန်းအပြင်မှာ\nအခင်းဖြစ်ပွားတဲ့ ညတုန်းက လူတစ်ယောက်ရပ်နေတာကို\nအမှတ်မထင်ဘဲ ရိုက်မိခဲ့တဲ့ ပုံတစ်ပုံရရှိခဲ့ကြပါတယ်။ဒီတော့\nအာကတ်ရ်ှကို သတ်သွားတာ\nသူပဲလို့ ကောက်ချက်ချလိုက်ပါတယ်။ဘယ်လိုပဲ စစ်မေး စစ်မေး အမှုမှန် မပေါ်သလို\nဆယ်လ်ဖီပုံတစ်ခုသာ သက်သေအဖြစ် ရှိတာမို့\nရဲတွေ ခေါင်းချင်းဆိုင် ဆွေးနွေး အကြံထုတ်ရပြီ။ဒီလိုနဲ့ မကြာမီမှာပဲ ရဲအရာရှိတွေ အကြပ်ရိုက်စေမယ့်\nအရာတစ်ခုကို ထပ်မံသိလိုက်ရပါတော့တယ်။ဇာတ်လမ်းကျောရိုးက အဲ့လောက်ပဲ ဆိုပေမယ့် အရှေ့ပိုင်းမှာ ပြသွားတဲ့ အခန်းတွေ\nကြားမှာ ဖြတ်ပြတဲ့ အခန်းတွေဟာ\nလူသတ်သမား ...",
        "rating": "5.8",
        "url": "https://megaup.net/2XEej/%7BCM%7DRED_(2021)_Telugu%C2%A0TRUE_WEB-DL_-720p.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pbGCxfOEbVUoASAvLwcUEcPAhiy.jpg",
        "title": "Escaping the Madhouse: The Nellie Bly Story (2019)",
        "description": "1887 ခုနှစ်မှာထွက်ရှိထားတဲ့ နာမည်ကြီးစာအုပ်Nelly Bly ရဲ့ 'Ten days in a Madhouse’ ကိုသိကြလားဗျကျွန်တော်ကတော့ အဲ့ဒီစာအုပ်ကို ခပ်ငယ်ငယ်အရွယ်က ဖတ်ခဲ့ဖူးတယ်တော်တော်လေးကိုလည်း သဘောကျခဲ့တယ်ဇာတ်လမ်းကတော့ စာအုပ်နာမည်အတိုင်းပဲNew York တစ်ဖက်ခြမ်း Blackwell ကျွန်းပေါ်ကအမျိုးသမီးစိတ္တဇဆေးရုံတစ်ခုကို ရောက်သွားတဲ့၁၀ ရက်တာအကြောင်းကို ရေးထားတာဒီစာအုပ်ကို ရုပ်ရှင်ပြန်ရိုက်မယ်ဆိုတော့အားလုံး တစ်ထပ်တည်းကျပါ့မလားလို့လည်း စိတ်ပူခဲ့မိသေးတယ်ဖြစ်ရပ်မှန်ရုပ်ရှင်တွေကတော့ ထုံးစံအတိုင်းပေါ့ဗျာစာအုပ်ထဲကအတိုင်း တစ်ထပ်တည်းမဟုတ်ဘဲဖြည့်သင့်တာဖြည့် ဖြုတ်သင့်တာဖြုတ်ပြီး ရိုက်ထားတယ်ဒီလိုပြောလို့ ရုပ်ရှင်ကိုတော့အထင်မသေးစေချင်ပါ2019 ခုနှစ်မှာ Canadian Society of Cinematographers Award အတွက် ဆန်ကာတင်စာရင်းဝင်ခဲ့ပြီး2020 ခုနှစ်မှာ Women’s Image Network Award ကိုရခဲ့သေးတာ'ငါ့ရဲ့တစ်နေ့တာကို မင်းရဲ့ဆံပင်အရောင်ပေါ်မူတည်ပြီး ဆုံးဖြတ်တယ်မင်းဆံပင်လေး ပန်းရောင်သန်းနေရင် မနက်ခင်းအနီညိုရောင်ရင့်ရင့်ဆိုရင် နေ့လည်ခင်းပျားရည်ဆမ်းထားတဲ့ ပယင်းရောင်လေးဆိုရင် ညနေခင်း'တဲ့အမျိုးသမီးစိတ္တဇဆေးရုံမှာ ရှိနေတဲ့အမျိုးသမီးတွေရဲ့ဘဝတွေ​ဒီဆေးရုံရဲ့အကြီးအကဲ အမျိုးသမီးကြီးရဲ့ငယ်ရွယ်စဉ်မှာရရှိခဲ့တဲ့ စိတ်ဒဏ်ရာတွေကြောင့်ထိခိုက်ခံစားရတဲ့ ဘဝတွေ.....ပြီးတော့ ဒီလိုရူးသွပ်မှုတွေကြားကမှ​ပေါ်ပေါက်လာတဲ့ သံယောဇဉ်တွေ ချစ်ခြင်းတွေ......လက်မလွှတ်တမ်း ကြည့်ရှုလိုက်ကြပါဦး  Translated ...",
        "rating": "6.4",
        "url": "https://megaup.net/VLrz/%7BCM%7DEscaping.The.Madhouse.The.Nellie.Bly.Story.2019.720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nfRlQCl590F30L37aihuqBGBvaO.jpg",
        "title": "Terrifier (2016)",
        "description": "Terrifier(2016)ဒီကားဟာ ပိုးစိုးပက်စက်သတ်ဖြတ်တဲ့အခန်းတွေပါတဲ့ Slasher Horror အမျိုးအစားမို့\nအသက်မပြည့်သေးသူတွေနဲ့အသည်းငယ်သူတွေအတွက်မဟုတ်ဘူးလို့ပြောချင်ပါတယ်။ဒါရိုက်တာ၊ဇာတ်လမ်းရေးဆရာ Damien Leone က 2011 တုန်းကသူ့ရဲ့ မိနစ်၂၀စာ ဇာတ်လမ်းတိုTerrifier ကို ပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတာဖြစ်ပါတယ်။အဓိကဇာတ်ကောင် Art the clown ဟာ\nအရင်က All hallows' eve ဇာတ်လမ်း နဲ့\nThe 9th circle ဇာတ်လမ်းတိုတို့မှာလည်း\nပါဝင်ခဲ့ဖူးတဲ့ဇာတ်ကောင်ဖြစ်ပါတယ်။တယ်ရာနဲ့ ဒေါင်းန် တို့သူငယ်ချင်းနှစ်ယောက်ဟာ ဟောလိုးဝင်းပါတီတစ်ခုကအပြန်မှာ\nပီဇာဆိုင်ကိုသွားကြပါတယ်။ဆိုင်ထဲဝင်သွားပြီးမကြာခင် လူပြက်ဝတ်စုံနဲ့လူတစ်ယောက်လည်း ရောက်လာပြီး\nတယ်ရာကိုကြက်သီးထဖွယ် မျက်တောင်မခတ်စိုက်ကြည့်နေပါတော့တယ်။တော်တော်အရက်မူးနေတဲ့ ဒေါင်းန်ဟာ ထိုလူပြက်ကို ကျီစယ်နောက်ပြောင်ခဲ့ပြီးနောက်\nသူငယ်ချင်း ၂ယောက်အိမ်ပြန်ဖို့အလုပ်မှာ ကားဘီးပေါက်နေတာတွေ့လိုက်ရပါတယ်။တယ်ရာဟာ အစ်မဖြစ်သူကိုလာခေါ်ဖို့အကူအညီတောင်းပြီး\nအနီးအနားကဂိုထောင်တစ်ခုထဲကို\nသန့်စင်ခန်းလိုက်ရှာဖို့ဝင်သွားပါတယ်။ဒေါင်းန်တစ်ယောက်တည်းကားပေါ် ရှိနေချိန်\nရေဒီယိုမှာ လူပြက်တစ်ယောက်ဟာ\nပီဇာဆိုင်ဝန်ထမ်း၂ဦးကိုရက်ရက်စက်စက်သတ်သွားကြောင်းကို အံ့သြစွာကြားလိုက်ရပြီးနောက်၊\nကားတံခါးဖွင့်သံနဲ့အတူ ကားထဲရောက်လာသူကို\nသူ့သူငယ်ချင်းတယ်ရာအမှတ်နဲ့ စကားပြောနေရင်း\nလှည့်ကြည့်လိုက်တဲ့အခါ...  Translated by ; Pyi T NyeinEncoded by YKQuality : 1080p Blu-Rayx264 and 720pFile Size : 1.8GB and ...",
        "rating": "5.6",
        "url": "https://megaup.net/2XD7z/%7BCM%7DTerrifier.2017.720p.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mP2qaWdxbisjJWWHYCq3uq4Dtji.jpg",
        "title": "The Last Train (2016)",
        "description": "Last Train to Auschwitz(2006)=============================IMDb Rating- 6.6/10Rotten Tomatoes- 79%ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဟစ်တလာခေါင်းဆောင်တဲ့ နာဇီဟာ ဂျူး၆သန်းကို သုတ်သင်ခဲ့တာ လူတိုင်းအသိဖြစ်မယ်လို့ထင်ပါတယ်ဒီဇာတ်ကားထဲမှာတော့ ဂျာမန်အစိုးရဲ့ ဂျူးသုတ်သင်ရေးတစိတ်တပိုင်းဖြစ်တဲ့ “ဘာလင်မြို့ပေါ်က ဂျူးတွေကို နှင်ထုတ်၊Auschwitzမြို့အထိ ရထားနဲ့ပို့လိုက်တဲ့အကြောင်း”ကို ရှုစားရမှာပါ***************************************\n၁၉၄၃ ဧပြီလ ညတစ်ညမှာတော့ ဂျာမနီနိုင်ငံ ဘာလင်မြို့မှာရှိနေတဲ့ ဂျူးလူမျိုးလက်ကျန်တိုင်း(ဆင်းရဲ ချမ်းသာမရွေး)ကိုနာဇီလျှို့ဝှက်ရဲတပ်ဖွဲ့ကနေ  အိမ်တိုင်ရာရောက်ဖမ်းဆီးခဲ့ပါတယ်ဖမ်းဆီးခဲ့တဲ့ ဂျူးလူမျိုးတွေကိုလည်း ဘာလင်-ဂူနဗိုင်လ် ဘူတာကတစ်ဆင့် ပို့မယ့်နေရာမပြောပြဘဲ ရထားပေါ်တင်လိုက်ပါတယ်ရထားပေါ်မှာလည်း ဂျူးလူမျိုးတွေဟာ တိရစ္ဆာန်တွေလိုဆက်ဆံခံခဲ့ရတယ်ပြီးတော့ အစာရေစာကျွေးတာမခံခဲ့ရသလို စိတ်ကူးပေါက်ရင် သေနတ်အပစ်ခံရတာမျိုး ကြုံခဲ့ရတယ်ဇာတ်လမ်းတင်ဆက်ပုံကတော့ realistic တော်တော်လေး ဖြစ်တာကြောင့် ဗဟုသုတတော်တော်ရနိုင်သလိုနာဇီစနစ်ဆိုးကိုလည်း မျက်ဝါးဝါးထင်ထင် မြင်တွေ့နိုင်ပါတယ်",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-last-train-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gKnhEsjNefpKnUdAkn7INzIFLSu.jpg",
        "title": "I Care a Lot (2021)",
        "description": "I Care A Lot (2020)ဇာတ်လမ်းနာမည်အတိုင်း မာလာဂရေဆန်ဟာ အိုမင်းမစွမ်းဖြစ်နေတဲ့ သက်ကြီးရွယ်အိုတွေကိုစောင့်ရှောက်ပေးတဲ့ အဖွဲ့အစည်းတစ်ခုကိုဦးဆောင်နေတဲ့ အမျိုးသမီးတစ်ဦးပါဒါပေမယ့် ကောင်းသောစောင့်ရှောက်ခြင်းမျိုးလားဆိုတော့ သူ့ကောင်းစားရေးအတွက် ချမ်းသာတဲ့အဘိုးအဘွားတွေကို အသုံးချနေတဲ့စောင့်ရှောက်ခြင်းမျိုးပါမာလာဟာ ဒေါက်တာကယ်ရင်အေမို့စ်ဆိုတဲ့ ဆရာဝန်နဲ့ပေါင်းကြံပြီး လူနာတွေထဲက သူဌေးအဘိုးကြီး အဘွားကြီးတွေကို ကျန်းမာရေးချို့တဲ့လို့ ကိုယ့်ကိုယ့်ကိုမစောင့်ရှောက်နိုင်တော့ပါဘူးဆိုပြီး တရားရုံးကိုအကူအညီတောင်း၊ တရားရုံးကနေမှ မာလာ့ကိုတရားဝင်အုပ်ထိန်းသူအဖြစ် တာဝန်ခန့်အပ်ပြီး လူနာတွေကို သက်ကြီးရွယ်အိုစောင့်ရှောက်ရေးဂေဟာမှာ သွားထားထားတာပါအဲဒီစောင့်ရှောက်ရေးဂေဟာဆိုတာကလည်း အကျယ်ချုပ်ချထားတာနဲ့မခြားပါဘူး မာလာနဲ့ပေါင်းကြံထားတဲ့အဖွဲ့အစည်းတွေပေါ့ အပြင်လောကနဲ့အဆက်အသွယ်လုံးဝဖြတ်ထားပြီး မိသားစုဝင်တွေနဲ့ပါ လုံးဝပေးမတွေ့တာပါအဲဒီလို သက်ကြီးရွယ်အိုတွေကို ဂေဟာမှာသွားထားပြီး မာလာကတော့ သူတို့ရဲ့အိမ်တွေ၊ ကားတွေ၊ ပိုင်ဆိုင်မှုတွေကို လေလံတင်ပြီးရောင်းစားနေတာပေါ့အကြောင်းပြချက်ကတော့ သူတို့မိသားစုဝင်တွေက အဘိုးအဘွားတွေကိုပစ်ထားတဲ့အတွက် စောင့်ရှောက်ရေးဂေဟာကိုပေးရမယ့်စရိတ်စကတွေပေးဖို့ ဒီလိုပစ္စည်းတွေကိုထုခွဲရောင်းချပြီး စီမံရပါတယ်ပေါ့ဒီလိုနဲ့တစ်နေ့ ဒေါက်တာကယ်ရင်အေမို့စ်ချိတ်ပေးတဲ့ မိသားစုလည်းမရှိ ငွေလည်းလျှံတဲ့အပျိုကြီး ဂျနီဖာပီတာဆန်တစ်ယောက် မာလာတို့လက်ထဲရောက်လာတဲ့အခါ....မာလာတို့အကြိုက်ပဲပေါ့နော် အမွေစားအမွေခံသားသမီးလည်းမရှိ၊ မိသားစုဝင်လည်းတစ်ယောက်မှမရှိတော့ အဘွားကြီးကို ဂေဟာမှာလှောင်ပိတ်ထားပြီး အဘွားကြီးအိမ်တွေ၊ ပိုင်ဆိုင်မှုတွေကိုရောင်း၊ ဘဏ်ထဲကမီးခံသေတ္တာတွေကို စိတ်ကြိုက်ခြယ်လှယ်တော့တာပေါ့ဒါပေမယ့် အဘွားကြီးပြောတဲ့စကားတစ်ခွန်းက \"မင်းလုပ်ခဲ့မိသမျှထဲမှာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/VKzc/I.Care.a.Lot.2021.720p.CM..mp4",
        "category": "Comedy, Crime, Thriller, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/Screen-Shot-2021-02-24-at-4.57.20-PM-135x200.png",
        "title": "Flora & Ulysses (2021)",
        "description": "Flora & Ulysses (2021)=================IMDb Rating - 6.5/10ဒီတစ်ခေါက်မှာတော့ IMDb 6.5/10 ရထားတဲ့ Disney Movies အလန်းစား ComedySuperHero ဇာတ်ကားလေး ဖြစ်တဲ့  Flora and Ulysses ဆိုတဲ့ မိသားစုဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်။အသက် ဆယ်နှစ်အရွယ် ဖလော်ရာဆိုတဲ့ကောင်မလေးဟာ  သူမအဖေရေးထားတဲ့ ကောမစ်စာအုပ်တွေဖတ်ရတာကြိုက်ပြီး စိတ်ကူးစိတ်သန်းများစွာရှိတဲ့ ကလေးမလေးဖြစ်ပါတယ်။တစ်နေ့မှာ ယူလစ်စီဆိုတဲ့ ရှဉ့်လေးတစ်ကောင်ကို မထင်မှတ်ထားဘဲ ကယ်တင်လိုက်ပြီးတဲ့နောက်မှာထူးဆန်းတဲ့အဖြစ်အပျက်တစ်ခုအနေနဲ့ အဲ့ရှဉ့်ကလေးဟာ အစွမ်းသတိတွေရှိနေပါတယ်၊ တစ်နေ့မှာတော့ ရှဥ့်လေးကို တိရစ္ဆာန်ထိန်းသိမ်းရေးအဖွဲက လိုက်လံဖမ်းစီးတာကြောင့် အဲ့ ရှဥ့်ကလေးနဲ့အတူထွက်ပြေးရပါတော့တယ်၊ ဒီကားလေးထဲမှာ ရှဥ့်ကလေးရဲ့ အစွမ်းနဲ့  ပေါင်းပြီး ဘယ်လိုစွန့်စားခန်းတွေကြုံရမလဲ ဆိုတာကို အသည်းတယားယားနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်၊  ရှဉ့်ကလေး ယူလစ်စီရဲ့ ချစ်ဖို့ကောင်းတဲ့အပြုအမူတွေအပြင်  ကလေးလေးတွေရဲ့ လောကကြီးအပေါ်ထားတဲ့ အပြစ်ကင်းတဲ့ အမြင်ချစ်ခြင်းမေတ္တာရဲ့ အရေးကြီးတဲ့အချက် စတာလေးတွေကိုပါ ပေါ့ပေါ့ပါးပါး ကြည့်ရှုခွင့်ရမှာဖြစ်ပါတယ်၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2hEC5/Flora.and.Ulysses.2021.720p.WEBRip[CM].mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jS4xCPwxhrCpu1x7qiL6p3cUeNf.jpg",
        "title": "Yamato (2005)",
        "description": "[ Unicode ]ဒုတိယကမ္ဘာစစ်တွင် ဂျပန်တပ်များ စစ်ပွဲတွင်စတင်ပြီးစစ်ရှုံးခဲ့ကြပါတယ်\nကာမီအို ပါဝင်တဲ့ အထူးဂျူနီယာအရာရှိများ ယာမာတိုသင်္ဘောကြီးပေါ်ရောက်ပြီး ဗိုလ်ကြီး မိုရီဝါကီနဲ့ အူချီဒါတွေနဲ့တွေ့ဆုံပါတော့တယ်ဒါပေမယ့် ဒီတိုက်ပွဲဟာဆိုရင် ဂျပန်အင်ပါယာရေတပ်ရဲ့ မှတ်သားဂုဏ်ယူစရာတိုက်ပွဲတဟ်ခုဖြစ်ခဲ့ပါတယ်\nဒီထဲမှာဆိုရင် တပ်သားတွေရဲ့ နိုင်ငံအပေါ်ထားတဲ့ မျိုးချစ်စိတ်နဲ့ ယာမာတိုသင်္ဘောကြီးအပေါ်မှာထားတဲ့ ချစ်မြတ်နိုးစိတ်တို့ကိုတွေ့မြင်နိုင်တဲ့အပြင်\nရဲဘော်အချင်းချင်းဖေးမရင်း နိုင်ငံအတွက် သေတဲ့အထိ တိုက်ခိုက်သွားကြတဲ့ပုံစံတွေကို ဝမ်းနည်းကြေကွဲဖွယ်တွေ့မြင်နိုင်မှာဖြစ်ပါတယ်( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ပါ )  [Zawgyi]ဒုတိယကမာၻစစ္တြင္ ဂ်ပန္တပ္မ်ား စစ္ပြဲတြင္စတင္ၿပီးစစ္ရႈံးခဲ့ၾကပါတယ္\nကာမီအို ပါဝင္တဲ့ အထူးဂ်ဴနီယာအရာရွိမ်ား ယာမာတိုသေဘၤာႀကီးေပၚေရာက္ၿပီး ဗိုလ္ႀကီး မိုရီဝါကီနဲ႔ အူခ်ီဒါေတြနဲ႔ေတြ႕ဆုံပါေတာ့တယ္ဒါေပမယ့္ ဒီတိုက္ပြဲဟာဆိုရင္ ဂ်ပန္အင္ပါယာေရတပ္ရဲ႕ မွတ္သားဂုဏ္ယူစရာတိုက္ပြဲတဟ္ခုျဖစ္ခဲ့ပါတယ္\nဒီထဲမွာဆိုရင္ တပ္သားေတြရဲ႕ ႏိုင္ငံအေပၚထားတဲ့ မ်ိဳးခ်စ္စိတ္နဲ႔ ယာမာတိုသေဘၤာႀကီးအေပၚမွာထားတဲ့ ခ်စ္ျမတ္ႏိုးစိတ္တို႔ကိုေတြ႕ျမင္ႏိုင္တဲ့အျပင္\nရဲေဘာ္အခ်င္းခ်င္းေဖးမရင္း ႏိုင္ငံအတြက္ ေသတဲ့အထိ တိုက္ခိုက္သြားၾကတဲ့ပုံစံေတြကို ဝမ္းနည္းေၾကကြဲဖြယ္ေတြ႕ျမင္ႏိုင္မွာျဖစ္ပါတယ္( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu ...",
        "rating": "6.5",
        "url": "https://megaup.net/3DzHg/Yamato_(2005)_HEVC_720p_5.1.mp4",
        "category": "Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/11/MV5BMTkzMjgwMDg1M15BMl5BanBnXkFtZTcwMTgzNTI1OA@@._V1_SY1000_CR006431000_AL_-193x300.jpg",
        "title": "Rise of the Guardians (2012)",
        "description": "Director: Peter Ramsey ရိုက်ကူးတင်ဆက်ထားပြီးNovember 21, 2012 (USA) မှာ ရုံတင်ခဲ့တဲ့ လူကြီးရော ကလေးပါ ကြည့်သင့်တဲ့ယုံကြည်မှု စိတ်ဓါတ်ရေးရာ မြင့်တင်ပေးပြီး စိတ်ဓါတ်ခွန်အား ရရှိစေမယ့် နတ်သမီး ပုံပြင်အခြေခံကာတွန်းဇတ်လမ်းလေး ဖြစ်ပါတယ်....==================================ဇတ်လမ်းပုံစံကတော့ ကြင်နာတက်တဲ့ စိတ်ထားရှိတဲ့ ဂျက်ဖရော့ဒ်ဟာ လူသား ဘ၀ မှာ သူရဲ့ ညီမလေးကို ကယ်ဆယ်ဖို့ သူ့အသက်ကိုစွန့်လွှတ်ခဲ့ပြီး ရေခဲပြင်ထဲမှာ သေဆုံးသွားပါတယ်...တစ်ရက်သော လပြည့်ညမှာတော့ လနတ်သား ဟာ ဂျက်ဖရော့ဒ် ကိုသေရွာကနေ နှိုးယူပြီး လူသားကလေးတွေ ရဲ့ ပျော်ရွှင်မှုကို ဆောင်ကျဉ်းပေးမယ့်နှင်းလူသား အဖြစ် ဖန်တီး ပေးလိုက်ပါတယ်....ဂျက်ဖရော့ဒ် ရဲ့ အတိတ်ဘ၀ မှတ်ဉာဏ်ကို ဖျောက်ထားခဲ့တဲ့အတွက်၎င်း ကိုယ်တိုင် စိတ်ထားကောင်းမွန်တဲ့ ကောင်လေး တစ်ယောက်ဆိုတာ မသိခဲ့ပါဘူးဒါကြောင့် သူ့ကိုသူ နတ်ဆိုး တစ်ယောက်လို့ မှတ်ယူပြီး လေလွင့်နေတုန်းဆန်တာကလော့ တို့ အက်စတာဘန်နီ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/rise-of-the-guardians-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h7dZpJDORYs5c56dydbrLFkEXpE.jpg",
        "title": "Host (2020)",
        "description": "ကိုဗစ်ဖြစ်နေတဲ့ကာလမှာ အပြင်မထွက်ရတော့zoom သုံးပြီးစာသင်ရ စကားပြောရလုပ်ကြရတယ်မို့လားအဲ့အပြင်ကို တခြားရော ဘာတွေလုပ်ဖြစ်ကြသေးလဲ(ကိုယ်ကတော့ အတင်းစုပြောဖူးတယ် )အခုဒီရုပ်ရှင်ထဲမှာကတော့zoom သုံးပြီး ဝိဥာဉ်ခေါ်ပွဲလုပ်ကြပါသတဲ့ဒီလိုမျိုးလုပ်တာဟာတကယ်ရော ခေါ်လို့ရပါမလားဝိဉာဉ်တွေကရော အွန်လိုင်းသုံးတတ်ကြပါမလားပြီးတော့ရော ဘာတွေဖြစ်လာကြမလဲသိချင်ရင်တော့ဒီမှာဆက်ကြည့်လိုက်ကြပါနော်ကြည့်ပြီးသွားမှ zoom မသုံးရဲတော့ဘူးလို့တော့မပြောနဲ့နော်IMDB rating 6.6 ရထားတဲ့သဲထိပ်ရင်ဖိုကားကောင်းလေးပါလန့်ဖို့ကောင်းတဲ့အခန်းတွေပါတာမို့လို့အရမ်းကြောက်တတ်သူများမကြည့်သင့်ပါနော် Translated by : ThinZar HtetEncoded by : YKQuality : 1080p WEB H264 and 720pFile Size : 815 MB and 490MBDuration : 57mins",
        "rating": "6.6",
        "url": "https://megaup.net/2hDUj/%7BCM%7DHost.2020.720p.mp4",
        "category": "Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/1-SlIwyx_DFgSyJGL21_GTMg-133x200.jpeg",
        "title": "R.I.A.(2021) / Override",
        "description": "ရီယာဆိုတဲ့မိန်းမငယ်တစ်ယောက်ဟာ သာမန်အိမ်ထောင်ရှင်မတစ်ယောက်\nဆင်ခြေဖုံးဒေသမှာ ခင်ပွန်းသည်နဲ့အတူနေထိုင်တယ်။ မနက်လင်းတဲ့အခါအိပ်ယာကထ မနက်စာပြင်မယ် ခင်ပွန်းကိုနှိုးမယ်၊\nတစ်နေ့တာအစီအစဉ်တွေအကြောင်း ဖလှယ်ကြမယ်။ ခင်ပွန်းသည်က နှုးနှပ်ဖို့ကြိုးစားရင် ညအထိစောင့်ဖို့ပြောမယ်။\nအိမ်အလုပ်တွေလုပ်၊ တစ်ခါတစ်လေလဲ ယောဂကျင့်၊ ညကျရင်အချိန်မှန်လာတတ်တဲ့ဇာတ်လမ်းတွဲကြည့် ပုံမှန်နေ့စဉ်ဘဝပေါ့။\nသူ့ခင်ပွန်းသည်နာမည်က ဂျက်ခ်တဲ့။ ဒီအထိဘာမှမထူးဆန်းဘူး၊ နောက်တစ်နေ့မနက် သူပြန်နိုးလာတယ်။ သူ့ခင်ပွန်းကိုနှိုးမယ် မနက်စာပြင်မယ်။\nဒါပေမယ့် သူ့ခင်ပွန်းဆိုတဲ့သူက နောက်တစ်ယောက်ဖြစ်နေခဲ့ပြီ။ ဒါပေမယ့် နာမည်ကတော့ ဂျက်ခ်ပဲ။ သူကတော့မသိဘူး ပုံမှန်စကားတွေပြောတယ်။\nပုံမှန်လည်ပတ်မှုအတိုင်း တစ်နေ့တာကို ဆက်သွားတယ်။ သူ့ဘဝဟာ ဒီလို Loop တစ်ခုထဲမှာ ထပ်တလဲလဲလည်ပတ်နေရတယ်ဆိုတာ\nရီယာ ဘယ်တော့ရိပ်မိလာမလဲ? သူက ဘယ်သူလဲ? သူ့ခင်ပွန်းသည်ဆိုသူတွေကရော?\nအရေးကြီးဆုံးကတော့ ဒီအဖြစ်အပျက်တွေအားလုံးကို ကြိုးကိုင်နေသူတွေက ဘယ်သူဖြစ်နေမလဲ? ဆက်လက်ရှုစားကြပါ။\nBlack Mirror ကိုရုပ်ရှင်တစ်ကားကြည့်ရသလိုမြင်ရမယ့် sci-fi, Thriller ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ \nFile size…(1.8 GB) and (1 GB)\nQuality…WEB-DL 1080p & 720p\nFormat…mkv\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "",
        "url": "https://megaup.net/VJy7/(CM)R.I.A.2021.720p.AMZN.WEBRip.DDP5.1.x264-NOGRP.mp4",
        "category": "Crime, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0bdxKVRevkw50LOnk6B8d3e4s.jpg",
        "title": "The Breakfast Club (1985)",
        "description": "The Breakfast Club (1985)ဒီတစ်ခေါက် CM team မှ တင်ဆက်ပေးမှာကတော့80s Classic Teen Comedy အမျိုးအစားဖြစ်ပြီးIMDb 7.8 နဲ့ Rotten Tomatoes 89%ရရှိထားတဲ့The Breakfast Club ပဲ ဖြစ်ပါတယ်။Teen Comedy ဖြစ်လို့ ပေါ့ပေါ့ပါးပါးပဲကျောင်းသား၅ယောက်နဲ့ ဇာတ်အိမ်ဖွဲ့ထားပါတယ်ပင်ကိုယ်စရိုက်ချင်းမတူညီကြတဲ့ ကျောင်းသားကျောင်းသူငါးယောက်ဟာကျောင်းစည်းကမ်းတွေကို မတူညီတဲ့နည်းလမ်းတွေနဲ့ ချိုးဖောက်ခဲ့ကြလို့ကျောင်းပိတ်ရက် စနေနေ့မှာ ကျောင်းစာကြည့်တိုက်ကိုလာပြီးကိုယ့်အပြစ်ကိုယ် ဆင်ခြင်သုံးသပ်ကြရပါတယ်။လူကြီးမဖြစ်သေးပေမယ့် ကလေးလည်းမဟုတ်တော့တဲ့ဆယ်ကျော်သက် အရွယ်တွေအနေနဲ့လူကြီးမိဘ ဆရာသမားတွေနဲ့ ဆက်ဆံရေးအဆင်မပြေကြပြဿနာတက်ပုံတွေ မတူညီကြပေမယ့်တူညီတဲ့အရာတစ်ခုကတော့တဖြည်းဖြည်း ကိုယ့် စိတ်နှလုံးသားကို ဖွင့်ပေးရင်းတစ်ယောက်အကြောင်းတစ်ယောက် ရိုးရိုးသားသားဖွင့်ဟပြောဆို လက်ခံပေးကြခြင်းပဲဖြစ်ပါတယ်ကိုယ့်ရဲ့ငယ်ဘဝခံစားချက်ကသူတို့ထဲက ဘယ်တစ်ယောက်ရဲ့ ခံစားချက်နဲ့များထပ်တူကျနေမလဲဆိုတာစောင့်ကြည့်ပြီး ခံစားပေးကြပါဦးReviewed and Translated by JerricaFile size…1.4GB and 638MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1hr 37min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Jerrica\nEncoder ..... ...",
        "rating": "7.8",
        "url": "https://megaup.net/VJup/The.Breakfast.Club.1985.REMASTERED.720p.CM.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eeHRlDkhNZ9pOCFGHK23kuSTCpX.jpg",
        "title": "Affliction (2018)",
        "description": "Affliction (2018)ဒီကားကတော့ အင်ဒိုနီးရှား သရဲကားလေးပါ။အင်ဒိုသရဲကားဆို​တော့​ကြောက်ဖို့​ကောင်းတယ်လို့​ပြောစရာကိုမလို​တော့ဘူးထင်ပါတယ်​နော်\nနီနာနဲ့ဟာဆန်တို့လင်မယားဟာ ဂျာကာတာမှာသားတစ်​ယောက်သမီးတစ်​ယောက်နဲ့အတူ ​နေ​နေတဲ့အချိန်မှာ နီနာရဲ့အ​မေဟာရုတ်ရက်ဆုံးပါးသွားတယ်\nနီနာဟာသူ့အ​မေကို​သေချာမပြုစုလိုက်ရ​​တော့ ​နောင်တရ​နေချိန်မှာ ဟာဆန်​ငယ်ငယ်ကနေဖူးတဲ့ရွာကမိန်းမတစ်​ယောက်​ရောက်လာတယ်\nအဲ့မိန်းမ​က ဟာဆန်ရဲ့အ​မေဟာအတိတ်​မေ့​ရောဂါပြင်းပြင်းထန်ထန်ခံစား​နေရတာကို မပြုစုနိုင်​တော့လို့ လာ​ပြောတာ​ပေါ့\nအဲ့တာနဲ့နီနာဟာသူသူ့အ​မေကို​သေချာမပြုစုခဲ့နိုင်​ပေမယ့် ဟာဆန်ရဲ့အ​မေကို​တော့ပြုစုရမယ်ဆိုပြီးဟာဆန်ကိုရွာသွားပြန်ပီးသူ့အ​မေကိုသွား​ခေါ်ခိုင်းတယ်\nအဲ့မှာပြဿနာကစတာပါပဲ ဟာဆန်ကရွာပြန်ဖို့အရမ်းကိုငြင်းဆန်​နေတယ် ဘာအ​ကြောင်း​ကြောင့်လဲနီနာ​မေး​တော့မ​ဖြေဘူး\n​နောက်ဆုံး​တော့နီနာရဲ့တွန်းအား​ပေးမှု​ကြောင့်သူတို့တစ်မိသားစုလုံးအဲ့ရွာကိုသွားဖို့အ​ကြောင်းဖန်လာ​တော့တယ်\nရွာ​ရောက်မှ နီနာလည်း ဟာဆန်နဲ့သူ့အ​မေကြားမှာဘာ​တွေဖြစ်ခဲ့တာလဲဆိုတာ သိသွားမှာလား မသိဘူးလားဆိုတာ အဆုံးထိကြည့်​ပေးပါလို့...File size…1.3GB and 641MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nGenre....Horror, Thriller\nDuration….1hr 30min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Dolly\nEncoder ..... August",
        "rating": "6.2",
        "url": "https://megaup.net/1BGp5/Affliction.2020.720p.WEB-DL.CM.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tK1zy5BsCt1J4OzoDicXmr0UTFH.jpg",
        "title": "The Croods: A New Age",
        "description": "The Croods: A New Age (2020)\nဂိုင်းဆိုတဲ့တစ်ကောင်ကြွက်လေးတစ်ယောက် မိဘတေ​ွကွယ်လွန်ခါနီးမှာခဲ့တဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ရှာဖွေရင်း\nတစ်နေ့မှာ ဂူတေ​ွထဲနေထိုင်ကျက်စားကြတဲ့ ခရုစ်စ်မိသားစုနဲ့တွေ့ပြီး ရင်းနှီးသွားပြီး\nခရုစ်မိသားစုရဲ့သမီးပျိုလေး အိနဲ့လည်း ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒီလိုနဲ့ ခရုစ်မိသားစုဟာလည်း ဒီဂူတွေထက်ပိုကောင်းပြီး အစာရေစာပေါများတဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ဂိုင်းနဲ့တူတူ ရှာပုံတော်ထွက်ခဲ့ကြပါတော့တယ်\nဒီလိုနဲ့ခရီးဆက်ရင်း နတ်ပြည္ကြီးလိုလှပပြီး\nအစာရေစာလည်းပေါများတဲ့ နေရာလေးတစ်ခုကိုရောက်သွားတဲ့အခါမှာ\nအဲဒီနေရာလေးက ဂိုင်းမိဘတွေရဲ့အရင်းနှီးဆုံးမိတ်ဆွေတွေဖြစ်တဲ့\nဘတ်တားမန်းမိသားစုရဲ့ အိမ်ကြီးဖြစ်နေတဲ့အခါမှာ\nဘတ်တားမန်းမိသားစုရဲ့သမီးပျိုလေး ဒေါန်ကလည်း\nဂိုင်းရဲ့အခင်ဆုံးငယ်သူငယ်ချင်းဖြစ်နေတဲ့အခါမှာ\nမိသားစုရဲ့နှစ်စုရဲ့ မတူညီတဲ့ယဥ်ကျေးမှုတွေကနေ\nဘယ်လိုပဋိပက္ခလေးတွေဖြစ်လာမလဲ\nတောရိုင်းတိရစ္ဆာန်ရဲ့အန္တရာယ်တွေကနေရော\nဘယ်လိုလွတ်မြောက်အောင်ကြံစည်ကြမှာလဲဆိုတာကို\nမိဘမေတ္တာ၊ သူငယ်ချင်းသံယောဇဥ်လေးတွေကိုပါ ထည့်သွင်းပုံဖော်ထားတဲ့\nဒီ comedy-adventure animation movie လေးမှာ ခံစားကြည့်ရှုလိုက်ကြပါဦး\nFile Size - 2.2GB, 1GB\nQuality - 1080P HEVC, 720P\nSubtitle - Myanamr (Hardsub)\nGenre - Comedy, Adventure, Animation\nTranslator - August, Jerrica, MTA\nEncoder - ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Aphl/(CM)_The.Croods.A.New.Age.2020.720p.WEBRip..mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/V-For-Vendetta-poster-141x200.jpg",
        "title": "V for Vendetta (2005)",
        "description": "V For Vendetta (2005)\nIMDB - 8.2/10_____Rotten - 73%\n  \nနိုဝင်ဘာ၅ရက်နေ့ဟာဗြိတိန်နိုင်ငံမှာတော့နိုင်ငံရေးအခြေခံအားလပ်ရက်တရက်ပဲဖြစ်ပါတယ်။\nခုနောက်ပိုင်းမှာကျေးဇူးတော်နေ့ဆိုပြီးကျင်းပကြတယ်လို့လည်းဆိုကြပါတယ်။\nအဲဒီနေ့ကိုGuyFawkesနေ့လို့လည်းခေါ်ခဲ့ကြပါတယ်။\nအဲဒီနေ့လေးရဲ့ဖြစ်လာပုံကတော့၁၆၀၅ခုနှစ်နိုဝင်ဘာလ၅ရက်နေ့မှာGuyFawkesဆိုတဲ့\nကတ်တလစ်ဂိုဏ်းဝင်တယောက်ဟာသူ့အဖွဲ့ဝင်တွေနဲ့အတူ\nကတ်တလစ်ဧကရာဇ်ကိုပြန်လည်နန်းတင်ဖို့အတွက်အင်္ဂလန်ဘုရင်ဂျိမ်း(JameI)ကိုလုပ်ကြံဖို့ကြံစည်ခဲ့ပါတယ်။\nယမ်းအိုးတွေများစွာကိုပါလီမန်အဆောက်အအုံရဲ့မြေအောက်ခန်းထဲကိုသယ်ဆောင်ပြီးဖောက်ခွဲလုပ်ကြံဖို့ကြိုးစားခဲ့ကြတာပါ။\nသို့ပေမယ့်ကံမကောင်းချင်တော့အမည်မသိသတင်းပေးစာတစောင်ကြောင့်\nသူ့တို့အားလုံးအဲဒီနေ့မှာပဲအဖမ်းခံခဲ့ရပြီးဇန်နဝါရီလ၃၁ရက်မှာကွပ်မျက်ခံခဲ့ရပါတယ်။\n  \nဟောဒီဇာတ်ကားလေးမှာလည်းအဲဒီဖြစ်စဉ်ကိုအခြေခံထားပြီးတရားမျှတမှုဆိုတာဘာလဲ။\nဖိနှိပ်ခံရတဲ့အချိန်မှာဘယ်လိုတုံပြန်ကြမလဲ။\nနိုင်ငံတနိုင်ငံရဲ့အာဏာဟာဘယ်သူ့ဆီမှာရှိသင့်လဲ။\nအဲဒါတွေထက်ပိုပြီးစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်တချက်ကတော့\nကမ္ဘာကျော်ဟက်ကာအဖွဲ့Anonymousအဖွဲ့သုံးတဲ့မျက်နှာဖုံးရဲ့မူလဇစ်မြစ်ကဘယ်ကလဲ။\nဘယ်လိုရည်ရွယ်ချက်နဲ့အဲဒီမျက်နှာဖုံးကိုအသုံးပြုကြတာလဲ၊\nအဲဒီမျက်နှာဖုံးလေးရဲ့တကယ်ဆိုလိုရင်းအစစ်အမှန်ကဘာလဲဆိုတာကိုတွေ့ရဦးမှာပါ။\nဇာတ်ကားကိုတော့ဇာတ်ကြောင်းလေးတွေပြောပြီးမမိတ်ဆက်တော့ပါဘူး။\nကိုယ်တိုင်ကြည့်ပြီးအားရပါးရခံစားစေချင်လို့ပါ်။\nသုံးတဲ့စကားလုံးတွေဒိုင်ယာလော့တွေဟာလည်းတကယ်ကိုအနှစ်ပါတာကိုတွေ့ရမှာပါ။\nစိတ်ကိုဖျော်ဖြေပေးရုံပေးမယ့်ကားလေးလုံးဝမဟုတ်ရပါဘူး။\nကြည့်ရတာတကယ်ကိုအကျိုးရှိစေမှာဖြစ်ပြီးတကယ်လည်းကြည့်သင့်တဲ့ဇာတ်ကားလေးတကားဖြစ်ပါတယ်။\nဘယ်လိုအကြောင်းကြောင့်ပဲဖြစ်ဖြစ်ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်ဗျာ။\nRatingမြင့်ကားလေးတကားဖြစ်ပြီးimdb rating 8.2ထိရထားပါတယ်။\n  \n(မူရင်းဇာတ်ကားရဲ့အနှစ်သာရမပျက်အောင်အကောင်းဆုံးဘာသာပြန်ထားပါတယ်။\nတခုခုမှားယွင်းသွားတာရှိရင်ဘာသာပြန်သူအနေနဲ့တောင်းပန်ပါတယ်ဗျာ။)\n(ဘာသာပြန်သူကတော့ The Fridays ပဲဖြစ်ပါတယ်)\n  \nFile size…(900 MB) and 3GB\nQuality…Blu-Ray Rip 720p and HEVC 1080p 5.1\nFormat…mp4\nDuration….02:12:00\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator…..The Fridays\nEncoder….CM",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/v-for-vendetta-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/we2fwufoigdu-147x200.jpg",
        "title": "18+ Last Sister Class (2020)",
        "description": "Last Sister Class (2020)ဖောင်းဒိုင်း 18+ ကိုရီးယားနောက်ထပ်တစ်ကားလာပါပြီ ဒီကားမှာတော့ စိတ္တဇဆန်ဆန်ဖောင်းဒိုင်းခန်းတွေကို တွေ့ရမှာဖြစ်ပြီး မိန်းမဆိုက်ကိုတစ်ယောက်ရဲ့လက်စားချေလက်တုံ့ပြန်ထားတဲ့အကြောင်းလေးကို ရင်သပ်ရှုမော ရှုစားကြရဦးမှာပါ ဇာတ်လမ်းကတော့ သွေးမတော်သားမစပ်မွေးစားညီအစ်မ နှစ်ယောက်ကယောကျာ်း တစ်ယောက်ကိုတစ်ပြိုင်တည်းချစ်မိသွားတဲ့ အခါညီမရဲ့အီစီကလီကို အစ်မကဖြတ်ခုတ်တဲ့ဇာတ်လမ်းလေးပါ ညီၤမဖြစ်သူအိမ်ပြန်နောက်ကျနေတုန်းအစ်မက ညီမဘဲနဲ့ခိုးစားနေတာကို ညီမဖြစ်သူကိုယ်တိုင်မြင်သွားတဲ့အခါမှာတော့ ဆောက်တည်ရာမရလင်တရူးသွားပါတော့တယ် စိတ်ကျန်းမာရေး ဆေးရုံတက်နေရင်း ငြိလာတဲ့ဆိုက်ကိုဘဲတစ်ပွေနဲ့အတူ ဆေးရုံဆင်းလာတဲ့အချိန်မှာညီမဖြစ်သူက အစ်မဖြစ်သူ ခိုးစားလင်မယားကိုလိုက်ရှာပြီးလက်စားချေဖို့ကြိုးပမ်းပါတော့တယ် ကျန်တာတော့ငါးကောင်တို့အတွက် တစ်ကွက်ချန်ထားလို့ကိုယ်တိုင်ဒေါင်းကြည့်စေချင်ပါတယ် မင်းသမီးအပိုင်းကိုညွှန်းရရင် အစ်မဖြစ်သူကောညီမဖြစ်သူပါဘော်ဒီတွေတောင့်သလိုညီမဖြစ်သူကအိုးကားကားနဲ့အကိတ်မို့လို့လက်မလွှတ်တမ်း ရှုစားသင့်တဲ့အထဲပါပါတယ် အကွက်ဆန်းတွေနဲ့ဆိုက်ကိုဆန်ဆန်ခပ်ကြမ်းကြမ်းဖောင်းဒိုင်းခန်းတွေလည်းပါလို့ ၁၈ယောက်မပြည့်ရင်မကြည့်ပါနဲ့လို့သတိပေးချင်ပေမယ့်လည်း မရရအောင်ကြည့်ကြမှာသိလို့ဒေါင်းပြီးသိုင်းကွက်ဆန်းတွေကို တဝရှုစားလိုက်ပါဦး Translated by : FOXEncoded by : SenpaiQuality : 1080p FHDRIP and 720pFile Size : 1GB and 546MBDuration : 72min",
        "rating": "6.9",
        "url": "https://megaup.net/2Xz9P/(DS)Last_Sister_Class_2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/images-133x200.jpg",
        "title": "Bliss (2021)",
        "description": "Bliss (2021)\n******************(IMDb 5.3)ဇတ်လမ်းအညွှန်းBliss ဇာတ်ကားလေးက ၂၀၂၁ မှာထွက်ရှိထားတဲ့ ကားသစ်လေး ဖြစ်ပါတယ်\nIMDbမှာ rating 5.3 ရရှိထားပြီး နာမည်ကြီးမင်းသား Owen Wilson ပါဝင်ထားတဲ့\nအချစ် Drama ဇာတ်ကားလေးပဲဖြစ်ပါတယ်Bliss ဇာတ်လမ်း ကတော့ ကွာရှင်းထားခံရပြီး\nဂရတ်ဟာ သူတစ်ခါမှ မရောက်ဖူးတဲ့ နေရာတွေကို\nအတွေးထဲမှာ အမြဲပေါ်နေတတ်ပြီး ရင်းနှီးနေသလို ခံစားနေရတယ်..လုပ်သမျှ အဆင်မပြေဖြစ်ကာ အလုပ်ကနေအထုပ်ခံလိုက်ရတဲ့အချိန်မှာ\nလမ်းပေါ်မှာနေပြီး ထူးဆန်းတဲ့ အမျိုးသမီး တစ်ယောက်နဲ့ တွေ့ဆုံမိခဲ့တယ်...\nသူမ နာမည်က အစ်စဘဲလ် အစ်စဲဘဲလ်နဲ့ တွေ့ဆုံရပြီး သူမသိရသေးတဲ့ အကြောင်းအရာတွေ\nသူနေထိုင်ရာ ကမ္ဘာကြီးရဲ့ လှို့ဝှက်ဆန်းကျယ်မှုတွေကို သိလိုက်ရတယ်ဒါပေမဲ့ အစ်စဲဘဲလ် ပြောပြတာကကော တကယ်လား...\nလမ်းဘေးမှာနေတဲ့ အစ်စဲဘဲလ်ရဲ့ စကားတွေကြောင့်\nမရှိတာကို ရှိတယ်လို့ ထင်နေမိမလား...\nတကယ်သူတို့နေတဲ့ ကမ္ဘာကြီးကကော ဘယ်မှာရှိတာလဲ ...\nဒီဇာတ်လမ်းထဲလေးက လောကကြီးမှာ တစ်ချိန်တည်းမှာ\nနောက်ကမ္ဘာကြီးကို ခံစားနိုင်တဲ့ ဖန်တီးသူ ၂ ယောက်ရဲ့ အချစ်ဇာတ်လမ်းလေးကို အခြေခံပြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/2hAlq/Bliss.2021.720p.mp4",
        "category": "Drama, Romance, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7DMvfVBCkYDIYe5mfLQ4mkdtLo.jpg",
        "title": "The Legend of Shanyu Town (2020)",
        "description": "Legend Of Shang Yu (2020)ဒီတခါတော့ supernatural ဆန်ဆန် တရုတ်ကားလေးတကားကို တင်ဆက်ပေးချင်ပါတယ် စိတ်ကူးယဥ်ဆန်တဲ့ ဇာတ်ကားမို့ အထူးပြုလုပ်ချက် အချို့ပါဝင်မှာဖြစ်ပါတယ် ဒီကားလေးဟာနာမည်အတိုင်းပဲ ရှန်းရီမြို့လေးမှာ အ​ခြေတည်ရိုက်ထားတာဖြစ်ပါတယ် ဇာတ်လမ်းအကျဥ်း-ရှန်းရီမြို့လေးမှာ လူသားတွေနဲ့ အသွင်ပြောင်းလူသားတွေ အတူတကွ နေထိုင်ကြပါတယ် တနေ့မှာ အသွင်ပြောင်းလူသားတယောက်ကထကြွပုန်ကန်ခဲ့လို့ သူရဲကောင်းဂိုဏ်းကနေ ဖမ်းဆီးထိန်းသိမ်းခဲ့ရပါတယ် အဲ့လိုနဲ့နေလာရင်း တနေ့မှာ အဲ့ဒီအသွင်ပြောင်းလူသားထွက်ပြေးသွားတဲ့အခါဘာတွေဖြစ်မလဲ ဘယ်လို အကြောင်းကြောင့် မင်းသားနဲ့ မင်းသမီးတွေ့ဆုံပြီး Happy ending ဖြစ်မယ်ဆိုတာကို စောင့်ကြည့်ရင်ခုန်ရမှာ ဖြစ်ပါတယ် Translated by : Nay ChiEncoded by : YKFile Size : 1Gb and 522MBQuality : 1080p and 720p Duration : 1h 10mins",
        "rating": "6.1",
        "url": "https://megaup.net/2hzB6/%7BCM%7DLegend_of_Shanyu_Town___720p.mp4",
        "category": "Comedy, Family, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/supernova-2020-133x200.jpg",
        "title": "Supernova (2020)",
        "description": "Supernova (2020)******************(IMDb  6.7)Tuskerနဲ့Samတို့က တစ်ယောက်ကိုတစ်ယောက် နက်ရှိုင်းစွာချစ်ကြတဲ့သက်လယ်ပိုင်းGayစုံတွဲပါ။ကံမကောင်းချင်တော့ Tuskerက Dementiaနောက်ဆုံးအဆင့်ကို ခံစားနေရပြီးမှတ်ဉာဏ်ခဏခဏပျောက်ဆုံးတဲ့ ရောဂါသည်တစ်ဦးပါရောဂါသည်Tuskerကို ခင်ပွန်းဖြစ်သူ Samက အရိပ်တကြည့်ကြည့်နဲ့ပြုစုစောင့်ရှောက်ပေးပါတယ်သူတို့ရဲ့ကားဟောင်းလေးနဲ့ သူငယ်ချင်း၊ ဆွေမျိုးတွေဆီကိုသွားလည်ပြီးအတိတ်က အတူရှိခဲ့တဲ့နေရာတွေကို ပြန်သွားချင်နေတဲ့ Tuskerရဲ့ဆန္ဒကိုSamက ဖြည့်စည်းပေးဖို့ကြိုးစားခဲ့ပါတော့တယ်လူ့သဘာဝအရ တခါတရံ သူတို့နှစ်ဦးသားသဘောထားချင်းမတိုက်ဆိုင်ပေမဲ့Tuskerနဲ့Samတို့ဟာ အချစ်မပျက်ခဲ့ကြပါဘူးသူတို့အချင်းချင်း တိတ်တဆိတ်နဲ့ တစ်ဦးပေါ်တစ်ဦးချစ်ခြင်းမေတ္တာဖော်ကျူးထားပုံကိုSupernovaဆိုတဲ့ဇာတ်ကားလေးမှာ ဆက်လက်ရှုစားကြပါဦး။ Khine Khine Wai နဲ့ Ei Phyu Khin တို့က ဘာသာပြန်တင်ဆက်ပေးထားပါတယ်။ File Size : ( GB) and (MB)\nQuality :\nFormat…mp4\nDuration…1h 35min\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Myoko",
        "rating": "6.7",
        "url": "https://megaup.net/VKxu/Supernova.2020.720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xWedKDsQoXgZ1S3au5Sm49fZQjf.jpg",
        "title": "Our Time Will Come (2017)",
        "description": "ဝေဖန်ရေးသမားတွေရဲ့ ကောင်းမွန်တဲ့ဝေဖန်သံတွေ နဲ့ ရုပ်ရှင်ဆုပေါင်း ၈ ဆု ရရှိထားပြီးဆင်ဆာကြမ်းလှတဲ့ တရုတ်အစိုးရရဲ့ ပိတ်ပင်မှုကိုခံရပြီးမှ ၂၀၁၇ ခုနစ်မှာထွက်ရှိလာခဲ့တဲ့ တရုတ်တော်လှန်ရေးကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။တရုတ်အမျိုးသမီး တော်လှန်ရေးခေါင်းဆောင် “ဖန်းကူး” နဲ့ တော်လှန်ရေးတပ်ဖွဲ့အောင်မြင်ဖို့ မိမိကိုယ်ကို စတေးထားတဲ့ လူငယ်တွေရဲ့ ကြိုးပမ်းခဲ့ပုံတွေကိုနာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Zhou Xun , Wallace Huo, Eddie Peng တို့က အတွဲညီညီပုံဖော်ပေးထားပါတယ်။လူငယ်တော်လှန်ရေးအဖွဲ့တွေရဲ့ တော်လှန်ရေးအတွင်းမှာ ကြုံတွေ့ရတဲ့ ခံစားချက်တွေ၊ ခံယူချက်တွေ၊ အတွေ့အကြုံတွေကို အဓိကထားပြီး ရိုက်ပြပေးထားပါတယ်။ ပစ်တာခတ်တာတွေချည်းပဲ ရိုးအီနေအောင်မပြဘဲ တော်လှန်ရေးစိတ်ဓါတ်တွေကို အများကြီးထည့်သွင်းပေးထားတဲ့ ကားလေးဖြစ်တာမို့တွေးလို့ကောင်းမယ့် ရုပ်ရှင်ကောင်းလေးတစ်ကားပါ။ “သမီးတို့တော်လှန်ရေးကကျောက်ခဲကိုကြက်ဉနဲ့ပေါက်သလိုဖြစ်နေမှာပေါ့”“ဒီလိုသာ လူတိုင်းတွေးနေရင် အရေးတော်ပုံ ဘယ်နိုင်တော့မှာလဲအမေ...သမီးပြန်လာခဲ့မှာပါ...အားလုံးအေးချမ်းသွားတဲ့တစ်နေ့ သမီးတို့ ပြန်လည်တွေ့ဆုံကြတာပေါ့”  Translated by : JoJoVaEncoded by : YKFile Size ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/our-time-will-come-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iiDvCA9ry3G9SwAP5oKpDFH75YO.jpg",
        "title": "Solo (2017)",
        "description": "Solo 2017-------------------------Solo (2017) ဟာ IMDb 7.1/10 ရထားတဲ့ Anthology Type Netflix Movie ဖြစ်ပါတယ်ဒီဇာတ်ကားမှာ ဇာတ်လမ်းတို လေးခုပါဝင်ပြီးတော့ဇာတ်လမ်းတစ်ခုချင်းစီမှာ အရှင်သီဝရဲ့ personality တစ်ခုချင်းစီရဲ့ ပုံရိပ်ကို ထင်ဟပ်ပြသထားတာပဲဖြစ်ပါတယ်Water Air Fire Earth ဆိုတဲ့ element လေးခုကိုပေါ်လွင်အောင် ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလည်းဖြစ်ပါတယ်ချစ်ရသူဇနီးသည်ရဲ့ အမှတ်တရတွေကို တစ်သက်လုံးထမ်းပိုးရင်း နေထိုင်သွားတဲ့ ရှေခါဘာသာမတူတဲ့ချစ်သူနဲ့ ခက်ခက်ခဲခဲ ကြိုးစားပေါင်းဖက်ခဲ့ရပြီးမှ ဟန်းနီးမွန်းကာလမှာမှ သေကွဲကွဲရတဲ့ ဒေါက်တာထရစ်လော့အဖေကို သတ်ခဲ့တဲ့လူကို ပြန်လိုက်ရှာရင်း လက်စားချေဖို့ကြိုးစားခဲ့တဲ့ ဂိုဏ်းစတား ရှီဗာအရမ်းချစ်ရတဲ့ကောင်မလေးကို မဆုံးရှုံးချင်လို့ စိတ်လိုက်မာန်ပါပြုမူမိတဲ့ ဗိုလ်လေးရူဒရာလူငယ်လေးယောက်ရဲ့ အချစ်နဲ့ဘဝမှာ အနိမ့်အမြင့်အတက်အကျ နာကျင်မှုနဲ့ ဒေါသ ရောပြွမ်းမှုတို့ကိုကြည့်ရှူခံစားရမှာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးခုလုံးမှာ Dulquer Salmann တစ်ယောက်တည်းကပဲအဓိကဇာတ်ကောင်အဖြစ်သရုပ်ဆောင်ထားပြီးတော့ဒါရိုက်တာBejoy Nambiar က ရိုက်ကူးတင်ဆက်ထားပါတယ် Translated by : Jerrica Encoded by ...",
        "rating": "7.1",
        "url": "https://megaup.net/1BCYm/%7BCM%7D_Solo_(2017)720p.mp4",
        "category": "Action, Drama, Thriller"
    }
]