[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vdWzIFpiUcV2uNGUrmgbtyNK2I0.jpg",
        "title": "Blinded by the Light (2019)",
        "description": "ဒီကားေလးကေတာ့ IMDb မွာRating 7 ၊ ခရမ္းခ်ဥ္သီးမွာ 88%ရထားၿပီးတျခားpositive reviewေတြလည္းအမ်ားႀကီးရထားတဲ့Drama ကားေလးတစ္ကားပါ။Sarfraz Manzoor‌ဆိုတဲ့သူတစ္ေယာက္ကအဆိုေတာ္ Bruce Springsteenရဲ႕သီခ်င္းေတြေၾကာင့္သူ႔ငယ္ဘဝမွာ ဘယ္လိုအင္အားေတြရခဲ့ၿပီးသူ႔အိပ္မက္ေတြေနာက္ကိုလိုက္ခဲ့တဲ့အေၾကာင္းေရးထားတဲ့စာအုပ္ကိုအေျခခံ႐ိုက္ကူးထားတာပါ။သူ႔မိသားစုက ပါကစၥတန္ကေနအဂၤလန္ကိုသူငယ္ငယ္ေလးကတည္းကေျပာင္းလာခဲ့ပါတယ္။သူ႔အေဖဟာသူ႔ကိုပညာတတ္ေအာင္လုပ္ၿပီးဝင္ေငြေကာင္းမယ့္အလုပ္တစ္ခုလုပ္ေစခ်င္သူပါ။စည္းကမ္းေတြလည္းတင္းၾကပ္ၿပီး အဂၤလန္ေရာက္တာေတာင္သူ႔သားကိုအိမ္ေရွ႕အိမ္ကသူငယ္ခ်င္းေမြးေန႔ပါတီေတာင္သြားခြင့္မေပးတဲ့တကယ့္ပါကစၥတန္အေဖႀကီးပါ။သူဟာအေဖ့ရဲ႕ခ်ဳပ္ခ်ယ္မႈေတြနဲ႔ႀကီးျပင္းလာခဲ့ေပမယ့္အၿမဲ႐ုန္းထြက္ခ်င္ေနၿပီး စာေရးဆရာျဖစ္ခ်င္ေနတဲ့1987ခုႏွစ္က ေကာလိပ္ေက်ာင္းသားတစ္ေယာက္ပါ။ေနာက္‌ေတာ့ သူ Bruce Springsteenရဲ႕သီခ်င္းေတြကိုအရမ္းႀကိဳက္သြားၿပီး သီခ်င္းစာသားေတြဟာသူ႔ဘဝအတြက္ႀကီးမားတဲ့ခြန္အားေတြျဖစ္လာခဲ့ၿပီးသူ႔အိပ္မက္ေတြေနာက္လိုက္ခဲ့တဲ့အေၾကာင္းကိုပုံေဖာ္႐ိုက္ကူးထားတဲ့ Drama ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ File Size : ( 1 GB , 211 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 58 minFormat : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1shdb/(CM)_Blinded_by_The_Light_2019_(Large_Size).mp4",
        "category": "Comedy, Drama, Music"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3fvH9ERPY4eIvHuPHFUn199BGXp.jpg",
        "title": "I Love You, You’re Perfect, Now Change! ( 2019 )",
        "description": "Zawgyi*******ဒီဇာတ္လမ္းေလးကေတာ့ လူ​ေလာရဲ့ျဖစ္ေလ့ျဖစ္ထရွိေသာ သဘာဝကိုဇာတ္ဝင္ခန္းေပါင္​းမ်ားစြာျဖင့္ ​ေကာင္​းျခင္​း မ​ေကာင္​းျခင္​း ​ေအာင္​ျမင္​ျခင္​းက်႐ွံူးျခင္​း​ လူသား​ေတြရဲ႕ လိုအင္​ဆႏၵ​ေတြ အမ်ိဳးသမီးနဲ႔အမ်ိဴ းသား​ေတြရဲ႕ကြဲျပားမႈ​ေတြကို ခ်စ္ျခင္းရဲ႕ျကင္အင္လကၡဏာအျဖာျဖာကိုထင္​​ေပၚ​ေအာင္​ ဂႏၱဝင္​သီခ်င္​းပံုစံ ​ေဖာ္​ၾကဴ းရုိက္ကူးထားျခင္းပဲ ျဖစ္ပါတယ္​ခ်စ္ျခင္းရဲ့အဆုံးသတ္ဟာ ေပ်ာ္ရႊင္ျခင္းလည္း ႐ွိသလိုဝမ္းနည္းျခင္းအဆဳံးသတ္လဲ႐ွိၿပီး ​ဒြိဟျဖစ္​​တတ္ေသာအခ်စ္​ဇာတ္လမ္းကို​ေျပာင္​​ေျမာက္​​ေအာင္​​ေဖာ္​ျပထားတဲ့ ဇာတ္​ကား​ေကာင္​းတပုဒ္​ျဖစ္​တာမုိ႔ၾကည့္႐ႈသူမ်ားအတြက္စိတ္ေၾကနပ္မႉရေစမွာျဖစ္တ႔ဲအတြက္ဆက္ဆက္ၾကည့္႐ႈၾကဖုိ႔ တုိက္တြန္းလုိက္ပါရေစ.. Unicode********ဒီဇာတ်လမ်းလေးကတော့ လူလောရဲ့ဖြစ်လေ့ဖြစ်ထရှိသော သဘာဝကိုဇာတ်ဝင်ခန်းပေါင်းများစွာဖြင့် ကောင်းခြင်း မကောင်းခြင်း အောင်မြင်ခြင်းကျရှူံးခြင်း လူသားတွေရဲ့ လိုအင်ဆန္ဒတွေ အမျိုးသမီးနဲ့အမျိူ းသားတွေရဲ့ကွဲပြားမှုတွေကို ချစ်ခြင်းရဲ့ကြင်အင်လက္ခဏာအဖြာဖြာကိုထင်ပေါ်အောင် ဂန္တဝင်သီချင်းပုံစံ ဖော်ကြူ းရိုက်ကူးထားခြင်းပဲ ဖြစ်ပါတယ်ချစ်ခြင်းရဲ့အဆုံးသတ်ဟာ ပျော်ရွှင်ခြင်းလည်း ရှိသလိုဝမ်းနည်းခြင်းအဆုံးသတ်လဲရှိပြီး ဒွိဟဖြစ်တတ်သောအချစ်ဇာတ်လမ်းကိုပြောင်မြောက်အောင်ဖော်ပြထားတဲ့ ဇာတ်ကားကောင်းတပုဒ်ဖြစ်တာမို့ကြည့်ရှုသူများအတွက်စိတ်ကြေနပ်မှူရစေမှာဖြစ်တဲ့အတွက်ဆက်ဆက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေ..",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/i-love-you-youre-perfect-now-change-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lU5WzfaCT5WbqNY6JvdNkvf0ngd.jpg",
        "title": "The Third Wife (2019)",
        "description": "Korea ကားေတြကိုၾကိဳက္တဲ့လူေတြအတြက္ပါ....ဒီကားေလးကေတာ့ Rating 6.9 ရရွိထားပါတယ္...တခါတေလေတာ့လည္းအစြဲၾကီးတာက မေကာင္းပါဘူး....အဲလိုအစြဲၾကီးတဲ့ အယူအဆေတြေၾကာင့္ပဲမၿဖစ္သင့္တာေတြၿဖစ္လာရတယ္ဆိုတာကိုဒီကားေလးထဲမွာေတြ႕ၿမင္ႏိုင္ပါတယ္....ေရွးရိုးအစြဲအလန္းၾကီးတ့ဲမိသားစု သားေယာက်ာ္းေလးမေမြးဖြားခ့ဲရင္အသံုးမ၀င္တ့ဲသူလိုဆက္ဆံတ့ဲမိသားစုအ့ဲလိုအယူအဆေတြၾကားမွာ တတိယေျမာက္ဇနီးျဖစ္သူေမ ကိုယ္၀န္ရွိလာတ့ဲအခါ ဘာေတြေျပာင္းလဲသြားမလဲဘယ္လိုအခက္အခဲေတြရင္ဆိုင္ရမလဲေမြးလာတ့ဲအခ်ိန္မွာေကာ ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာေတြကိုThe Third Wife ကားကိုၾကည့္ရင္း ခံစားလိုက္ပါဦး … File Size : (866 MB , 251 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : Drama Subtitle : Myanmar Subtitle (Hard Sub)Translated by  Hein Lin HtetEncoded by Moe Myint Lwin",
        "rating": "6.9",
        "url": "https://megaup.net/1shdd/(CM)_The_Third_Wife_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nUZDVuXBbF6tLvUjJGERrUhZ132.jpg",
        "title": "Satanic Panic (2019)",
        "description": "ဒီကား​ေလးက​ေတာ့Horror Comedyကား​ေလးပါဆမ္ဆိုတဲ့​ေကာင္မ​ေလးတစ္​ေယာက္သူရဲ႕ပထမဆုံးအလုပ္လုပ္တဲ့​ေန႔မွာပဲအလြဲ​ေတြကိုႀကဳံခဲ့ရတာ​ေပါ့သူမရဲ႕အလုပ္က​ေတာ့ပီဇာပို႔​ေပးရတာပါသူမပထမဆုံးညဘက္သြားပို႔​ေပးရမယ့္​ေနရာက​ေတာ့​ေမးလ္​ေဘစင္​ေပါ့အဲ့ကိုသြား​ေပးပို႔ရင္းနဲ႔ ​ေစတန္နတ္ဆိုးကိုကိုးကြယ္​ေနတဲ့လူတစ္စုနဲ႔​ေတြ႕ဆုံခဲ့တာ​ေပါ့အဲ့အုပ္စုဟာ​ေစတန္ရဲ႕တမန္​ေတာ္ ဘယ္ဖိုမက္ ကိုဆင့္​ေခၚဖို႔အပ်ိဳစင္ကိုရွာ​ေဖြေနခဲ့ၾကတာ​ေပါ့ျဖစ္ခ်င္​ေတာ့ဆမ္ဟာအဲ့ကို​ေရာက္ရွိသြားခဲ့ၿပီးသူမအပ်ိဳစင္ျဖစ္တာကိုသိသြားတဲ့အတြက္အဲ့အုပ္စုဟာဖမ္းခ်ဳပ္ၿပီးယစ္ပူ​​ေဇာ္ဖို႔စီစဥ္ခဲ့ၾကတယ္အဲ့ညမွာ​ေတာ့သူမဘယ္လို​ေတြျဖတ္သန္းခဲ့ရလဲဘာ​​လိုအလြဲ​​ေလး​ေတြျဖစ္ခဲ့မလဲဆိုတာကိုၾကည့္ရႈ႕ရမွာျဖစ္ပါတယ္ File Size : ( 833 MB , 260 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 25 minFormat : Mp4Genre : Horror , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by  NeveEncoded by Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/2Oc7x/(CM)_Satanic_Panic_2019_(Large_Size).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k2BotDix7KZtgFqswfaZifiBDfC.jpg",
        "title": "Eternal Code (2019)",
        "description": "ဒီကားေလးကေတာ့ IMDb 6.9 ရထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားပါအသက္ရွင္ေနတဲ့လူတစ္ေယာက္ရဲ႕ဦးေႏွာက္ကိုဦးေႏွာက္ေသေနတဲ့လူရဲ႕ခႏာၱကိုယ္ထဲကိုထည့္လိုက္ရင္အဲဒီဦးေႏွာက္ပိုင္ရွင္ကထာဝရအသက္ရွင္ေနႏိုင္မယ္ဆိုတဲ့စမ္းသပ္ခ်က္ကိုသိပၸံစမ္းသပ္မႈွေတြလုပ္တဲ့ကုမၸဏီတစ္ခုကရွာေဖြေတြ႕ရွိသြားတယ္ဒါေပမယ့္ဒီလုပ္ေဆာင္ခ်က္ကိုဆက္လုပ္ဖို႕အစိုးရဘက္ကေနခြင့္ျပဳခ်က္မေပးတာေၾကာင့္ကုမၸဏီသူေဌးျဖစ္သူကအဲဒီစမ္းသက္ခ်က္ကုိရပ္ဆိုင္းလိုက္ေပမယ့္ဒါရိုက္တာအဖြဲ႕ဝင္ေတြကဆက္လုပ္ဖို႕ဖိအားေပးလာတဲ့အခါမွာ(စမ္းသပ္မႈကိုလုပ္ဖို႕သူေဌးၾကီးေတြကတန္းစီျပီးေစာင့္ေနျပီေလ)သူေဌးကလည္းလံုးဝကိုသမာသမတ္က်တဲ့မိန္းမတစ္ေယာက္ျဖစ္ေနတာေၾကာင့္သူတို႕လိုခ်င္တာကိုမရရေအာင္ၾကိဳးစားရင္းနဲ႕သူေဌးမိသားစုကိုေနာက္ဆံုးျပန္ေပးဆြဲတဲ့အထိေတြျဖစ္လာပါေတာ့တယ္ကံေကာင္းခ်င္ေတာ့သမီးျဖစ္သူလြတ္ေျမာက္သြားျပီးအိမ္ေျခမဲ့စစ္သားေဟာင္းတစ္ေယာက္နဲ႕ဆံုမိတဲ့အခါသူတို႕ေတြေကာင္မေလးမိဘေတြကိုဘယ္လိုကယ္တင္မလဲစမ္းသပ္မႈၾကီးကုိေရာတားဆီးႏိုင္မလားဆိုတာေတြကိုစိတ္ဝင္တစားနဲ႕ၾကည့္ရမယ့္ကားေကာင္းေလးပါ File Size : (991 MB , 233 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/1shd5/(CM)_Eternal_Code_2019_(Large_Size).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/unplanned-poster-133x200.jpg",
        "title": "Unplanned (2019)",
        "description": "Unplanned (2019)_____IMDb - 5.8/10\n  \nဒါကတော့ အက်ဘီဂျွန်ဆင်ဆိုတဲ့အမျိုးသမီးတစ်ယောက်က\nသူ့ရဲ့ဖြစ်ရပ်မှန်တွေကိုရေးသားထားတဲ့စာအုပ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့\nDramaကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nသူ့မှာကြင်နာတဲ့ယောက်ျား၊ ချစ်စရာကောင်းတဲ့သမီးလေးနှင့် ပံ့ပိုးတဲ့မိဘတွေရှိပြီး\nပျော်ရွှင်ရပေမယ့် သူ့မိသားစုကသူ့အလုပ်အကိုင်ကိုတော့လုံးဝအားမပေးပါဘူး။\nဘာလို့ဆိုသူက Planned Parenthoodဆိုတဲ့\nအမျိုးသမီးကျန်းမာရေးဆေးခန်းမှာ\nသမိုင်းတစ်လျှောက်အငယ်ဆုံးဒါရိုက်တာအဖြစ်အလုပ်လုပ်လို့ပါပဲ။\nအဲ့ဆေးခန်းကတခြားကျန်းမာရေးကိစ္စတွေလည်းလုပ်ပေးပေမယ့်\nအဓိကကတော့ကိုယ်ဝန်ဖျက်ချပေးတဲ့ကိစ္စကိုလုပ်ပေးတာပါ။\nဒီကားမှာ ကိုယ်ဝန်ဖျက်ချတာကိုအမျိုးသမီးအခွင့်အရေးအဖြစ်လက်ခံတဲ့သူတွေနဲ့\nဒါဟာအသက်တစ်ချောင်းဖြစ်လို့လုံးဝလက်မခံနိုင်တဲ့သူတွေကြား\nပဋိပက္ခတွေလည်းဖြစ်နေကြကိုလည်း မီးမောင်းထိုးပြထားပြီး\nသူအလုပ်လုပ်နေတဲ့အချိန်တစ်လျှောက်\nတွေ့ကြုံရတဲ့ကိုယ်ဝန်ဖျက်ချမှုရဲ့အကျိုးအပြစ်တွေကိုလည်း\nသေချာကြီးကိုရိုက်ပြထားတာပါ။\nဒီကားဟာသူ့အတွေ့အကြုံတွေကိုရိုက်ပြထားပေမယ့်\nလုံးဝပျင်းစရာမကောင်းခဲ့ပါဘူး။\nDramaကားဆိုပေမယ့်တစ်ချို့အခန်းတွေဆိုရင်\nရင်တမမနဲ့ကြည့်ရှုရပြီး\nတစ်ချို့အခန်းတွေကတော့တော်တော်ကြေကွဲဖို့ကောင်းပါတယ်။\nကိုယ်ဝန်ဖျက်ချမူတွေကိုသေချာရိုက်ပြထားလို့ပဲ\nဒီကားကို PG13ကနေ R ratedအဖြစ်ပြောင်းလဲသတ်မှတ်ခဲ့ရပါတယ်။\nဒါကတော့ 2019မှာထွက်ထားတဲ့\nDramaကားကောင်းတွေထဲကတစ်ခုဆိုတာကတော့ အသေအချာပါပဲ။\n  \nFile Size : ( 1 GB )\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 49 min\nFormat : Mp4\nGenre : Biography , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Moe Lay\nEncoded by Moe Myint Lwin",
        "rating": "5.8",
        "url": "https://megaup.net/2TQuv/Unplanned_[2019]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/american-woman-poster-140x200.jpg",
        "title": "American Woman (2018)",
        "description": "American Woman (2018)\nIMDb - 6.8/10_____Rotten - 88%\n  \nမိသားစုဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်တဲ့အပြင်\nမိန်းကလေးတွေကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ\nအသက်ဆယ့်ခြောက်နှစ်နဲ့ကိုယ်ဝန်ရခဲ့ပြီး\nသမီးလေးတစ်ယောက်မွေးထားပေမယ့်\nအဲဒီသမီးကလည်းငယ်ငယ်နဲ့ကလေးတစ်ယောက်ရလာတော့\nမြေးကိုပါထိန်းနေရတဲ့ သက်လတ်ပိုင်းမိန်းမတစ်ယောက်ရဲ့ဘဝအခြေအနေတွေ\nနေထိုင်မှုပုံစံတွေကိုသေသေချာချာရိုက်ပြထားတာပါ\nတစ်ရက်သူ့သမီးကကောင်လေးနဲ့ညစာထွက်စားပြီးပျောက်သွားတဲ့အခါမှာတော့\nသူ့သမီးကိုလည်းရှာရ မြေးကိုလည်းထိန်းရ\nဒီကြားထဲသူ့ရဲ့ပင်ကိုယ်စရိုက်အရယောကျာၤးတွေတစ်ယောက်ပြီးတစ်ယောက်နဲ့တွဲ\nတွဲသမျှယောကျာၤးတိုင်းရဲ့အနိုင်ကျင့်တာခံလိုက်ရ\nထားသွားတာခံလိုက်ရနဲ့သူ့ရဲ့ဘဝကိုလက်လွှတ်အရှုံးပေးချင်ပေမယ့်လည်း\nသူ့သမီးကိုရှာတာကလည်းလက်မလျော့ မြေးကိုလည်းမထားခဲ့နိုင်နဲ့\nနောက်ဆုံးသူ့ရဲ့မျှော်လင့်ချက်သမီးသတင်းကိုကြားရတဲ့အချိန်မှာ\nသတင်းကောင်းဖြစ်မလား သတင်းဆိုးဖြစ်မလား\nသူ့ဘဝကိုရော သူဒီအတိုင်းဆက်သွားပြီနေမလား\nဘာတွေဘယ်လိုသူဆက်လုပ်မလဲဆိုတာကို ကြည့်ရှုရမှာပါ\n  File Size : (1 GB)\nQuality :  WEB-DL 720p\nRunning Time : 1 hr 51 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Phue\nEncoded by Moe Myint Lwin",
        "rating": "6.8",
        "url": "https://megaup.net/1zffx/American_Woman_[2019]_(MM_Sub).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vd0oIoWhEm8o7EpS0kV7RaV0Flf.jpg",
        "title": "Scooby-Doo! Return to Zombie Island (2019)",
        "description": "ေခြးေလးစကူဘီဒူးရဲ႕စြန္႔စားခန္းေတြ ျပန္ေရာက္လာပါျပီအရင္ဇာတ္လမ္းေတြကို ျပန္ေႏြးရမယ္ဆိုရင္သူတို႔ရဲ႕ ဆန္းၾကယ္ကိစၥေလးေတြကို လိုက္ေျဖရွင္းေနရာမွာထိခိုက္အႏၱရာယ္ရမွာကို စိုးရိမ္တဲ့အတြက္ ရဲမွဴးၾကီးကေနာက္ထပ္မလုပ္ေတာ့ဖို႔ ဘယ္ ဆန္းၾကယ္ကိစၥကိုမွမပါ၀င္ မပတ္သက္ေတာ့ဖို႔ ကတိေတာင္းသြားခဲ့ပါတယ္ဖရက္ဒီ၊ ဒက္ဖနီနဲ႔ ဗယ္လ္မာတုိ႔ကေတာ့ အလြန္စိတ္္ဆင္းရဲေပမယ့္အတိုင္းထက္အလြန္ေပ်ာ္ေနတာကေတာ့ ရွက္ဂီနဲ႔ စကူဘီဒူးပါပဲ..သူတို႔ကအရမ္းေၾကာက္တတ္တာကိုး အဲဒီလိုနဲ႔တစ္ရက္မွာေတာ့ရွက္ဂီက စရိတ္ျငိမ္းအပန္းေျဖခရီးထြက္ခြင့္ကို သူၾကည့္ေနၾကတီဗီရိႈးကေန မဲေပါက္သြားပါေတာ့တယ္ေနာက္ေနာင္ဘယ္ဆန္းၾကယ္ကိစၥကိုမွ ၀င္မပါေတာ့ပါဘူးလို႔သူ႔သူငယ္ခ်င္းသံုးေယာက္ကို ကတိေတာင္းျပီးေနာက္မွာေပါ့ေလရွက္ဂီန႔ဲစကူဘီက အရမ္းေတြတက္ၾကြျပီး ခ်ီတက္သြားေပမယ့္ေရာက္ေရာက္ခ်င္း ေဆာက္နဲ႔ထြင္း ဆုိသလို သူတို႔ကြ်န္းေပၚေျခခ်လိုက္တာနဲ႔ ကြ်န္းသူကြ်န္းသား စံုတြဲက ထြက္သြားခိုင္းပါေတာ့တယ္သူတုိ႔အဆိုအရ ကြ်န္းေပၚမွာ ဇြန္ဘီေတြအျပည့္ပါတဲ့ေနာက္ေနတယ္ပဲထင္ၾကတဲ့တစ္ဖဲြ႔လံုးဟာ ဘာကိုမွဂရုမစိုက္ဘဲဟိုတယ္ဆီခ်ီတက္သြားပါေတာ့တယ္ ဟိုတယ္ဆီေရာက္တဲ့အခါသူတို႔အရင္ကေရာက္ဖူးတဲ့ မြန္းစကားကြ်န္းက အိမ္ၾကီးနဲ႔တစ္ပံုစံတည္းတူေနတာကို ေတြ႔ရေပမယ့္ ဆန္းၾကယ္ကိစၥဆိုဘာဆိုဘာမွ မေတြ႔ဘူးလုိ႔ ဘူးခံျငင္းခ်င္သူ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/scooby-doo-return-to-zombie-island-2019/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7o5WVpjAffERCTkrAmpqNlieAMz.jpg",
        "title": "The Last Boy (2019)",
        "description": "ဒီကားေလးကေတာ့rating 6.9ေတာင္ရထားတဲ့စြန္႕စားခန္းေတြနဲ႕ကားေကာင္းေလးတစ္ကားပါကမာၻၾကီးေပၚမွာ ရူပေဗဒဓါတ္ျပဳေျပာင္းလဲစဥ္တစ္ခုေၾကာင့္ေလလံုးၾကီးေတြကလူေတြကိုဝါးျမိဳတဲ့ျဖစ္ရပ္တစ္ခုေပၚေပါက္လာပါတယ္အဲဒီေလလံုးၾကီးေတြကိုေရထုၾကီးၾကီးမားမားကသာကာကြယ္ေပးႏိုင္ပါတယ္ဆိုင္ရာဆိုတဲ့ေကာင္ေလးဟာမိခင္ဆီကေနအဲဒီေလလံုးၾကီးေတြကိုတားဆီးႏိုင္တဲ့စက္ေလးတစ္ခုရခဲ့ျပီးသူ႕အေမမွာခဲ့တဲ့အတိုင္းဆုေတာင္းေတြျဖည့္ေပးတဲ့ေနရာကိုေရာက္ေအာင္သြားဖို႕တစ္ေယာက္တည္းခရီးဆက္လာခဲ့ပါတယ္ဒါေပမယ့္လမ္းမွာသူ႕ကိုဒုကၡေပးမယ့္လူေတြသူ႕ရဲ႕စက္ကိုလိုခ်င္တဲ့သူေတြနဲ႕ေတြ႕တဲ့အခါမွာသူဘယ္လိုေက်ာ္ျဖတ္မလဲေလလံုးၾကီးေတြရဲ႕အႏၱရာယ္ကေနလြတ္ေျမာက္ျပီးေတာ့ေရာသူ႕အေမမွာတဲ့ေနရာကိုေရာက္ေအာင္သြားႏိုင္ပါ့မလားအဲဒီေနရာမွာေရာတကယ္ဆုေတာင္းေတြျပည့္မလားသူဘာဆုကိုေတာင္းမလဲဆိုတာ စြန္႕စားခန္းေတြနဲ႕အတူၾကည့္ရမွာျဖစ္ပါတယ္ File Size : (817 GB , 240 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 27 minFormat : Mp4Genre : Drama , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "6.9",
        "url": "https://megaup.net/28eF0/(CM)_The_Last_Boy_2019_(Large_Size).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q8IxjDRqJ7jFtt5Fn0jcXjiRVoF.jpg",
        "title": "Angel of Mine (2019)",
        "description": "ဒီဇာတ္ကား​ေလးက​ေတာ့မိသားစုဒရမ္မာလွ်ိဳ႕ဝွက္ဆန္းၾကယ္တဲ့ဇာတ္ကား​ေကာင္းေလးပါလစ္ဇီဆိုတဲ့အမ်ိဳးသမီးဟာ​ေယာက်္ားနဲ႔ကြာရွင္းထားၿပီး​​ေသာမက္စ္ဆိုတဲ့သား​ေလးတစ္​ေယာက္ခဲ့ရွိတယ္တကယ္​ေတာ့သူတို႔မိသားစု​ေလးမွာသမီး​ေလးတစ္​ေယာက္ရွိခဲ့တာ​​ေပါ့ဒါ​ေပမယ့္စိတ္မ​ေကာင္းစရာအျဖစ္က​ေတာ့​ေမြးၿပီးမၾကာခင္မွာမ​ေတာ္တဆမႈျဖစ္ၿပီး​ေသဆုံးသြားခဲ့ပါတယ္သူမဟာသမီး​ေလးဆုံးရႈံးခဲ့တဲ့အတြက္စိတ္​ေဝဒနာခံစားရၿပီး​ေတာ့​ေဆးကုသမႈခံယူ​ေနခဲ့တာ​ေပါ့တ​ေန႔​ေတာ့​ ေသာမက္စ္သူငယ္ခ်င္း​ေမြး​ေန႔ပြဲမွာလိုလာလို႔​ေခၚတဲ့က​ေလးမ​ေလးတစ္​ေယာက္နဲ႔​ေတြ႕ဆုံမိၿပီးသူမရဲ႕စိတ္​ေတြလႈပ္ရွားခဲ့တယ္လိုလာ​ေလးဟာ​ေသာမက္စ္သူငယ္ခ်င္းရဲ႕ညီမ​ေလးျဖစ္​ေနခဲ့တယ္လိုလာတို႔မိသားစု​ေနာက္ကိုတိတ္တဆိတ္လိုက္ၾကည့္ရင္းသူမတို႔အိမ္ဟာ​ေရာင္းဖို႔လုပ္​ေန​ေတာ့လစ္ဇီအတြက္​အခြင့္အ​ေရးတခုျဖစ္ခဲ့တာ​ေပါ့ဒီလိုနဲ႔ လိုလာတို႔မိသားစုကိုခ်င္းကပ္ခဲ့တာ​ေပါ့​ေသာမက္စ္သူငယ္ခ်င္းရဲ႕မိသားစုလည္းျဖစ္​ေတာ့ပိုၿပီးလြယ္ကူသြားတာ​ေတာ့​ေနာက္ပိုင္းမွာလစ္ဇီဟာသူမတို႔မိသားစုနဲ႔မိတ္​ေဆြလိုျဖစ္ခဲ့ၿပီးသူမ​ေနာက္ကိုမသိမသာလိုက္​ေစာင့္ၾကည့္ခဲ့တာ​ေပါ့သူ႔သမီး​ေလးလို႔ထင္ၿပီး​ေတာ့​ေလဒါကိုလိုလာအ​ေမကလယ္ရာကရိပ္မိလာခဲ့တယ္ဒါနဲ႔ပဲ လစ္ဇီနဲ႔ကလယ္ရာတို႔ႏွစ္​ေယာက္သမီး​ေလးကိစၥနဲ႔စကားမ်ားခဲ့ၾကတာ​ေပါ့လစ္ဇီဟာမ​ေတာ္တဆမႈမွာသူ႔သမီး​ေလးမ​ေသခဲ့ဘူးအသက္ရွင္ခဲ့တယ္လို႔ကိုယုံၾကည္​ေနတာ​ေပါ့ ဒီကိစၥ​ေတြနဲ႔ပဲသူမရဲ႕မိသားစုနဲ႔ပါစကားမ်ားခဲ့တာ​ေပါ့တကယ္ပဲလိုလာ​ေလးဟာ လစ္ဇီထင္တဲ့အတိုင္းမ​ေသခဲ့ဘဲအသက္ရွင္​ေနခဲ့တဲ့သမီး​ေလးျဖစ္​ေနမလားကလယ္ရာရဲ႕သမီး​ေလးပဲျဖစ္​ေနမလားဆိုတာကို​ေတာ့လွ်ိဳ႕ဝွက္ဆန္းၾကယ္စြာၾကည့္ရႈ႕ရမွာပါ File Size : (921 MB , 336 MB)Quality :  WEB-DL 720pRunning Time : 2 hr 09 minFormat : Mp4Genre : Drama , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Hsu LeiEncoded by Moe Myint Lwin",
        "rating": "6.9",
        "url": "https://megaup.net/1shcw/(CM)_Angel_Of_Mine_2019_(Large_Size).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fvtfPlii8O2X6weENn8XSSeejHX.jpg",
        "title": "The Most Beautiful Girl in the World (2019)",
        "description": "ဒါေလးကေတာ့ IMDb rating 7.2ေတာင္ရထားတဲ့ဂ်ာမန္ဆက္ေက်ာ္သက္ Comedy/Musical Romaceကားေလးပါ။ဆီရီဆိုတဲ့ဆယ္ေက်ာ္သက္ေကာင္ေလးတစ္ေယာက္ကသူ႔ႏွာေခါင္းကအရမ္းႀကီးေနတာေၾကာင့္ အၿမဲစေနာက္ခံေနရၿပီးသူ႔လို႐ုပ္ဆိုးတဲ့သူကိုႀကိဳက္မယ့္သူမရွိဘူးလို႔ပဲမွတ္ယူထားတာပါ။ဒါေပမယ့္သူဟာအမ်ားထင္သလို အ႐ူံးသမားတစ္ေယာက္မဟုတ္ဘဲအၿမဲစာေတြဖတ္ၿပီး freestyle rap battleေတြကိုမ်က္ႏွာဖုံးစြပ္ၿပီးသြားၿပိဳင္ေနတဲ့ခ်ာတိတ္တစ္ေယာက္ပါ။တစ္ေန႔သူတို႔ေက်ာင္းေလ့လာေရးခရီးထြက္တဲ့ေန႔မွာေကာင္မေလးအသစ္တစ္ေယာက္ေက်ာင္းေျပာင္းလာပါတယ္။သူနဲ႔အႀကိဳက္ေတြတူတာေၾကာင့္ေဘာ္ဒါေတြျဖစ္သြားေပမယ့္ေစာ္ေလးကသူတို႔အတန္းထဲက႐ုပ္ေတာ္ေတာ္ေခ်ာေပမယ့္အရမ္းတုံးၿပီးစကားမေျပာရဲတဲ့ေကာင္ေလးကိုသြားႀကိဳက္ပါတယ္။ဒီကားမွာေတာ့ဆီရီတစ္ေယာက္သူ႔ေဘးကေစာ္အလန္းေလးအဆင္ေျပေအာင္ေခ်ာတဲ့ငတုံးေကာင္ေလးကိုအစအဆုံးလိုက္ကူညီေနရတာေတြ၊ဂ်ာမန္rap battleေတြနဲ႔ ဟာသေလးေတြကိုရႈစားရမွာပါ။(ၾကမ္းတမ္းေသာစကားလုံးမ်ားပါဝင္ပါသည္။) File Size : (963 MB , 353 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 42 minFormat : Mp4Genre : Comedy , Music , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by  Moe LayEncoded by Moe ...",
        "rating": "7.2",
        "url": "https://megaup.net/1shcp/(CM)_The_Most_Beautiful_Girl_In_The_World_2019_(Large_Size).mp4",
        "category": "Comedy, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BNWNmYzlkNTktMmI3ZS00OTI3LTg1OTMtNThjMjZlMTdkOWUzXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_-140x200.jpg",
        "title": "Premika Parab (2017)",
        "description": "IMDb Rating (7/10)(Unicode)ထိုင်းနိုင်ငံအစွန်အဖျား နယ်မြို့လေးရဲ့ တောစပ်တစ်ခုမှာ တစ်ကိုယ်လုံး ခုတ်ထစ်ဖြတ်တောက်ခံထားရတဲ့ အမျိုးသမီးအလောင်းတစ်ခု\nရှာတွေ့ခဲ့ပါတယ်။တရားခံဝေးလို့ အလောင်းကို ဘယ်သူဘယ်ဝါ မဖော်နိုင်ခဲ့သလို ရဲဘက်ကလဲ ပေါ့ပေါ့တန်တန်ပဲသဘောထားခဲ့ပါတယ်။\nသူတို့မသိတာက အဲ့ဒီမိန်းကလေးကိုသတ်တဲ့ တရားခံဟာ နှလုံးကို ကာရာအိုကေစက်တစ်ခုထဲ ထည့်ပစ်ခဲ့တယ်ဆိုတာပါပဲ။\nအဲ့ဒီကိစ္စကာလတစ်ချို့ကြာပြီးတဲ့နောက် အဲ့ဒီတောစပ်နားက အပန်းဖြေစခန်းတစ်ခုကို ပြန်လည်ဖွင့်လှစ်ခဲ့ပါတယ်။ ဖွင့်ပွဲအတွက်\nအလွှာစုံက ဧည့်သည်တွေကို ဖိတ်ကြားထားခဲ့ပြီး အပန်းဖြေစခန်းမှာ ကာရာအိုကေ စက်တစ်လုံးနဲ့ မိန်းကလေးတစ်ယောက်ရဲ့\nခြောက်လှန့်မှုတွေ စတင်လာပါတော့တယ်။\nထိုင်းသရဲဟာသကားတွေ ထုံးစံအတိုင်း ကြောက်စရာကောင်းသလို တစ်ကားလုံးလဲ အလွဲတွေနဲ့ ရယ်နေရမှာပါ။ သတ်ခန်းဖြတ်ခန်းတွေကတော့သွေးထွက်သံယိုအရမ်းများပြီး ကြမ်းတမ်းလွန်းပါတယ်။ (Zawgyi)ထုိင္းႏုိင္ငံအစြန္အဖ်ား နယ္ၿမိဳ႕ေလးရဲ႕ ေတာစပ္တစ္ခုမွာ တစ္ကုိယ္လုံး ခုတ္ထစ္ၿဖတ္ေတာက္ခံထားရတဲ့ အမ်ိဳးသမီးအေလာင္းတစ္ခု\nရွာေတြ႔ခဲ့ပါတယ္။တရားခံေ၀းလုိ႔ အေလာင္းကို ဘယ္သူဘယ္၀ါ မေဖာ္ႏုိင္ခဲ့သလုိ ရဲဘက္ကလဲ ေပါ့ေပါ့တန္တန္ပဲသေဘာထားခဲ့ပါတယ္။\nသူတုိ႔မသိတာက အဲ့ဒီမိန္းကေလးကုိသတ္တဲ့ တရားခံဟာ ႏွလုံးကို ကာရာအုိေကစက္တစ္ခုထဲ ထည့္ပစ္ခဲ့တယ္ဆုိတာပါပဲ။\nအဲ့ဒီကိစၥကာလတစ္ခ်ိဳ႕ၾကာၿပီးတဲ့ေနာက္ အဲ့ဒီေတာစပ္နားက အပန္းေၿဖစခန္းတစ္ခုကုိ ၿပန္လည္ဖြင့္လွစ္ခဲ့ပါတယ္။ ဖြင့္ပဲြအတြက္\nအလႊာစုံက ဧည့္သည္ေတြကုိ ဖိတ္ၾကားထားခဲ့ၿပီး အပန္းေၿဖစခန္းမွာ ကာရာအုိေက စက္တစ္လုံးနဲ႔ ...",
        "rating": "7.1",
        "url": "https://megaup.net/Miy8/(CM)Premika.Parab.2017.DVDRip.x264.mp4",
        "category": "Asian, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vcOndGt1WV5g5QOka7TatlTuHem.jpg",
        "title": "Pee Nak (2019)",
        "description": "\"Pee Nak 2019\"နုန်ဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ ဖတ်စ် ဘော်လွန်းဆိုတဲ့ အခြောက်သူငယ်ချင်းနှစ်ယောက်က ထမ်မနာခါနိမစ်ကျောင်းတော်မှာ ဘုန်းကြီးဝတ်ဖို့ ရောက်လာတာကနေ ဒီဇာတ်လမ်းက အစပြုခဲ့ပါတယ်...သူတို့သုံးယောက်က ဒီဘုန်းကြီးကျောင်းရဲ့ ရာဇဝင်ကို မသိပဲရောက်လာခဲ့ကြတာပါ...တကယ်တော့ ဒီကျောင်းမှာ ရှင်လောင်းပြုတဲ့သူတွေဟာ အဲဒီနေ့မှာပဲ အကြောင်းမရှိပဲ သေသေသွားခဲ့ကြတယ်ဆိုတာကိုပေါ့...နုန် ဖတ်စ် ဘော်လွန်းတို့မလာခင် ရှေ့ရှင်လောင်းကလည်း မုခ်ဝမှာ ဆွဲကြိုးချသေသွားခဲ့ပါတယ် ။ရှင်လောင်းတွေက ဘာကြောင့်သေနေတာလဲ...နုန်တို့သုံးယောက်ရော ဒီအဖြစ်ဆိုးက လွတ်နိုင်ပါ့မလား...ခြောက်ခြားစရာဖြစ်ရပ်တွေ ဟာသနှောပြီး ရိုက်ကူးတင်ဆက်ထားတဲ့ ထိုင်းကားလေးတစ်ကားဖြစ်ပါတယ် ။နုန် အဖြစ် August Vachiravit\nဖတ်စ် အဖြစ် Vejvongsa Puwadon\nဘော်လွန်းအဖြစ် Witthawat Rattanaboonbarameeတို့အပြင်\nမင်းသမီးချောလေး Jannie Parawie Weigel လည်း ပါဝင်သရုပ်ဆောင်ထားပါတယ် ။(အညွှန်းနဲ့ဘာသာပြန်ပေးထားကြတာကတော့ Kyi Nue Zin နဲ့ Nang Mwe Kham တို့ဖြစ်ပါတယ် ) File size__( 950 MB) and ...",
        "rating": "5.6",
        "url": "https://megaup.net/2l59g/Judwaa_[1997]_(MM_Sub).mp4 https://megaup.net/Zaep/Free_State_of_Jones_(2016).mp4 https://megaup.net/2l58A/Aquaman_[2018]_(MM_Sub).mp4 https://megaup.net/2l58e/A_Day_[2017]_(MM_Sub).mp4 https://megaup.net/2l59n/Mummies_-_Secrets_Of_The_Pharaohs_(Documentary)_[2007]_(MM_Sub).mp4 https://megaup.net/2l5dj/The_Numbers_Of_Station_[2013]_(MM_Sub).mp4 https://megaup.net/Zaic/Shazam!_[2019]_(MM_Sub).mp4 https://megaup.net/Zafo/Prassthanam_[2019]_(MM_Sub).mp4 https://megaup.net/2l59v/Pee_Nak_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/81npQB7tfAL._SL1500_-141x200.jpg",
        "title": "[21+] [MIDE-370]Real College Girl!Konomi Nishimiya, 19 Years Old, Makes Her AV Debut!",
        "description": "MIDE-370 was Nishinomiya Konomi top-notch JAV debut. The premises are pretty simple: Konomi, a college student makes her AV debut, she is a nerve-wreck and she has not slept well last night. She meets with the camera crew outside the filming studio and they begin to break the ice…All the video gravitates around Konomi’s cuteness, reactions and all the “first-times” ...",
        "rating": "",
        "url": "https://megaup.net/1zmki/Active_College_Student!_!_Pyuakawa,_Slender_19-Year-Old_(Av_Debut!_!_Nishinomiya_Konomi)_[21+]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hM9glBVa7G9bT0PqC1zQQVstl7.jpg",
        "title": "Down River(2018)",
        "description": "Down River(2018)((Zawgyi))ဒီဇာတ္လမ္းမွာ စစ္သားေလးဦးနဲ႔ဇာတ္အိမ္တည္ထားတာျဖစ္ၿပီးရန္သူ႔နယ္ေျမအတြင္းမွ ေနာက္တန္းဌာေနဆီကိုႀကိဳးစားျပန္ဆုတ္ၾကပံုကိုပံုေဖာ္႐ိုက္ကူးထားတာျဖစ္တယ္...ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူတို႔အဖြဲ႔ဟာကာကင္းစခန္းကေနလႈပ္႐ွားထြက္လာခဲ့ၿပီးလမ္းမွာကားပ်က္သြားတဲ့အခါမွာေတာ့လမ္းကေနသြားၿပီးရန္သူ႔နယ္ေျမထဲေရာက္မွန္းမသိေရာက္သြားၾကတယ္...အဲ့ဒီရန္သူ႔နယ္ေျမထဲကျပန္ဆုတ္ခြာဖို႔အစီအစဥ္ဆြဲတဲ့အခါမွာအခုမွေ႐ွ႕တန္းလိုက္လာဖူးတဲ့အရာ႐ွိနဲ႔အေတြ႔အၾကံဳ႐ွိတဲ့တပ္ၾကပ္ႀကီးတို႔ႏွစ္ေယာက္ၾကား\nအဆင္မေျပမႈမ်ားနဲ႕ ရန္သူနယ္ေျမထဲကေနဘယ္လိုျပန္ဆုတ္ၾကမလဲ...သူတို့ေလးေယာက္လံုးေရာအသက္႐ွင္လ်က္ျပန္ၿပီးဆုတ္ခြာႏို္င္မလားဆိုတာကို ဇာတ္လမ္းထဲမွာၾကည့္႐ႈခံစားၾကပါလို႔ေျပာၾကားရင္း...((Unicode))ဒီဇာတ်လမ်းမှာ စစ်သားလေးဦးနဲ့ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ရန်သူ့နယ်မြေအတွင်းမှနောက်တန်းဌာနေဆီကိုကြိုးစားပြန်ဆုတ်ကြပုံကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်တယ်...ဇာတ်လမ်းအကျဉ်းကတော့ သူတို့အဖွဲ့ဟာကာကင်းစခန်းကနေလှုပ်ရှားထွက်လာခဲ့ပြီးလမ်းမှာကားပျက်သွားတဲ့အခါမှာတောလမ်းကနေသွားပြီးရန်သူ့နယ်မြေထဲရောက်မှန်းမသိရောက်သွားကြတယ်...အဲ့ဒီရန်သူ့နယ်မြေထဲကပြန်ဆုတ်ခွာဖို့အစီအစဉ်ဆွဲတဲ့အခါမှာအခုမှရှေ့တန်းလိုက်လာဖူးတဲ့အရာရှိနဲ့အတွေ့အကြုံရှိတဲ့တပ်ကြပ်ကြီးတို့နှစ်ယောက်ကြား\nအဆင်မပြေမှုများနဲ့ ရန်သူနယ်မြေထဲကနေဘယ်လိုပြန်ဆုတ်ကြမလဲ...သူတို့လေးယောက်လုံးရောအသက်ရှင်လျက်ပြန်ပြီးဆုတ်ခွာနိုင်မလားဆိုတာကို ဇာတ်လမ်းထဲမှာကြည့်ရှုခံစားကြပါလို့ပြောကြားရင်း...File Size : (850 MB) and (302 MB)\nQuality : 720P Web-DL,\nFormat…mp4\nDuration…01:10:00\nGenre : Action,War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "2.5",
        "url": "https://channelmyanmar.org/down-river2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7jDmWZW0C9nXEgsKNGs1nZT1EPv.jpg",
        "title": "The Invincible Iron Man (2007)",
        "description": "(Unicode) The Invincible Iron Man ဆိုတဲ့ Animation ကားက (၂၀၀၇) ခုနှစ်ကထွက်ခဲ့တဲ့ကားဖြစ်တာကြောင့်Iron Man 1 (Live Action) ထက် ၁ နှစ်စောထွက်ခဲ့တာဖြစ်ပါတယ်။ဒီကားထဲမှာတော့ ကျွန်တော်တို့သိထားတဲ့MCU ထဲက Iron Man ဇာတ်လမ်းအတိုင်းမဟုတ်ပါဘူး။တိုနီစတာ့ခ်ရဲ့ သူငယ်ချင်းဖြစ်သူ ဂျိမ်းစ်ရုတ်ဒ် ဆိုMCU မှာ လေတပ်က စစ်ဗိုလ်တစ်ယောက်ဖြစ်ပေမယ့် ဒီကားထဲမှာတော့ တိုနီနဲ့အတူ အလုပ်တွဲလုပ်နေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ တရုတ်ပြည်မှာ ရှေးဟောင်းမြို့တော်တစ်ခု တူးဖော်ရာကနေ မန်ဒရင်းလို့ခေါ်တဲ့ရက်စက်ကြမ်းကြုတ်တဲ့ဘုရင်တစ်ပါး ပြန်ပေါ်ထွက်လာဖို့အကြောင်းဖန်လာပါတယ်။Jade Dragon လို့ခေါ်တဲ့တော်လှမ်းရေးတပ်ဖွဲ့တစ်ဖွဲ့က ရှေးဟောင်းမြို့တူးဖော်နေတဲ့ တိုနီစတာ့ခ်တို့အဖွဲ့ကို နှောင့်ယှက်တိုက်ခိုက်ခဲ့တာမှာတိုနီတစ်ယောက် ထိခိုက်ဒဏ်ရာရပြီး အဖမ်းခံလိုက်ရပါတယ်.......ဒီကားထဲမှာ တိုနီ Iron Man ဖြစ်လာပုံကလဲ မတူသလို ဇာတ်လမ်းဇာတ်ကွက်တွေကလဲMCU ထဲကအတိုင်းမဟုတ်ပါဘူး။အခုအချိန်မှာ Iron Man/ Tony Stark ဆိုပြီး လူတိုင်းသိနေကြပေမယ့်အဲ့ဒီအချိန်တုန်းက (၂၀၀၇) တုန်းက လူသိနည်းသေးတဲ့ Character တစ်ခုလို့တောင်ပြောလို့ရပါတယ်။ဇာတ်ကားအဟောင်းဆိုပေမယ့်လဲ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-invincible-iron-man-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9VPOksFz39eCvHnRmdrESxByLbN.jpg",
        "title": "Hex (2018)",
        "description": "(Unicode)သဘာဝလွန်အရာတွေဆိုတာ တကယ်ရှိနေတတ်တယ်ဆိုတာခင်ဗျားယုံလား...တစ်ချို့သောအရာတွေက လက်ဆုက်လက်ကိုင်မပြနိုင်ပေမယ့် ရှိနေတယ်ဆိုတာ ခံစားလို့ရပါတယ်...အထူးသဖြင့် ကိုယ့်ရဲ့တစ်စိတ်တစ်ပိုင်းအဖြစ် ကံတရားကဖန်တီးပေးလိုက်တာမျိုးဆိုရင်ပေါ့ဘန်တို့ညီအစ်ကိုသုံးယောက်က ကမ္ဘောဒီးယားကို အပျော်ခရီးထွက်လာကြတာပါအနောက်တိုင်းသားတို့ရဲ့ထုံးစံအတိုင်း သောက်သောက်စားစားလူ့မင်းသားတွေပေါ့ဘန်တစ်ယောက် သူနဲ့မျိုးနွယ်တူ ဘော်စတွန်ဖွား အန်ဘာ့ကိုသွားမတွေ့ခင်အထိပေါ့အန်ဘာ့ကို အကြွေကြီးကြွေသွားတဲ့ ဘန်က ရှေ့ဆက်ရမယ့်ခရီးစဉ်ကိုရွှေ့ဆိုင်းပြီး အန်ဘာနဲ့နေခဲ့တဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုကြည့်ရှုခံစားလိုက်ပါဦးနော်(ဘာသာပြန်ပေးထားသူကတော့ May Myat Thu ပါ) (Zawgyi)သဘာဝလြန္အရာေတြဆိုတာ တကယ္ရွိေနတတ္တယ္ဆိုတာခင္ဗ်ားယံုလား...တစ္ခ်ိဳ႕ေသာအရာေတြက လက္ဆုက္လက္ကိုင္မျပႏိုင္ေပမယ့္ ရွိေနတယ္ဆိုတာ ခံစားလို႔ရပါတယ္...အထူးသျဖင့္ ကိုယ့္ရဲ႕တစ္စိတ္တစ္ပိုင္းအျဖစ္ ကံတရားကဖန္တီးေပးလိုက္တာမ်ိဳးဆိုရင္ေပါ့ဘန္တို႔ညီအစ္ကိုသံုးေယာက္က ကေမာၻဒီးယားကို အေပ်ာ္ခရီးထြက္လာၾကတာပါအေနာက္တိုင္းသားတို႔ရဲ႕ထံုးစံအတိုင္း ေသာက္ေသာက္စားစားလူ႔မင္းသားေတြေပါ့ဘန္တစ္ေယာက္ သူနဲ႔မ်ိဳးႏြယ္တူ ေဘာ္စတြန္ဖြား အန္ဘာ့ကိုသြားမေတြ႕ခင္အထိေပါ့အန္ဘာ့ကို အေႂကြႀကီးေႂကြသြားတဲ့ ဘန္က ေရွ႕ဆက္ရမယ့္ခရီးစဥ္ကိုေရႊ႕ဆိုင္းၿပီး အန္ဘာနဲ႔ေနခဲဲ့တဲ့အခါမွာေတာ့...ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုၾကည့္ရႈခံစားလိုက္ပါဦးေနာ္ (ဘာသာျပန္ေပးထားသူကေတာ့ May Myat Thu ပါ) File Size : (700 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/hex-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hldXwwViSfHJS0kIJr07KBGmHJI.jpg",
        "title": "Interview with the Vampire: The Vampire Chronicles (1994)",
        "description": "(Unicode)ဇာတ်လမ်းအကျဉ်းကတော့ သတင်းထောက်တစ်ယောက်ကနေ ဗင်ပိုင်းယားတစ်ကောင်ကို အင်တာဗျူးတဲ့ဇာတ်လမ်းလေးပါ။ဗင်ပိုင်းယားဇာတ်ကားဆိုပေမယ့် သွေးသံတရဲရဲနဲ့ Horror အငွေ့အသက်ပြည့်နေမယ့်ဇာတ်ကားမျိုးတော့မဟုတ်ပါဘူး။ဗင်ပိုင်းယားတစ်ကောင် သူ့ရဲ့ထာဝရသက်တမ်းတစ်လျှောက်မှာ ကြုံတွေ့ခဲ့ရတဲ့ သံယောဇဉ်၊ အချစ်၊ သစ္စာဖောက်မှု၊ အထီးကျန်မှု နဲ့သွေးဆာမှုတွေအကြောင်း သာမန်လူတစ်ယောက်ကို ပြန်ပြောင်းရင်ဖွင့်ပြတဲ့ Drama ဇာတ်ကားမျိုးပါ။ဒီဇာတ်ကားထဲက Cast List ကလဲ ထိပ်ထိပ်ကြဲတွေပါပဲ။သတင်းထောက်အဖြစ်က Christian Slaterအဓိကဇာတ်ဆောင် ဗင်ပိုင်းယားနှစ်ကောင်အဖြစ်ကတော့ Tom Cruise နဲ့ Brad Pitt တို့အပြင်Antonio Banderas နဲ့ကလေးသရုပ်ဆောင်ကတော့ Spider-Man Trilogy ရဲ့ မင်းသမီးချော Kirsten Dunst တို့ပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို ဟိန်းမင်းထွန်းပါ) (Zawgyi)ဇာတ္လမ္းအက်ဥ္းကေတာ့ သတင္းေထာက္တစ္ေယာက္ကေန ဗင္ပိုင္းယားတစ္ေကာင္ကို အင္တာဗ်ဴးတဲ့ဇာတ္လမ္းေလးပါ။ဗင္ပိုင္းယားဇာတ္ကားဆိုေပမယ့္ ေသြးသံတရဲရဲနဲ႕ Horror အေငြ႕အသက္ျပည့္ေနမယ့္ဇာတ္ကားမ်ိဳးေတာ့မဟုတ္ပါဘူး။ဗင္ပိုင္းယားတစ္ေကာင္ သူ႔ရဲ႕ထာ၀ရသက္တမ္းတစ္ေလွ်ာက္မွာ ၾကံဳေတြ႕ခဲ့ရတဲ့ သံေယာဇဥ္၊ အခ်စ္၊ သစၥာေဖာက္မႈ၊ အထီးက်န္မႈ နဲ႕ေသြးဆာမႈေတြအေၾကာင္း သာမန္လူတစ္ေယာက္ကို ျပန္ေျပာင္းရင္ဖြင့္ျပတဲ့ Drama ဇာတ္ကားမ်ိဳးပါ။ဒီဇာတ္ကားထဲက ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/interview-with-the-vampire-the-vampire-chronicles-1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z2qT9iZYLzzsCSYu7A4SEQsKX0.jpg",
        "title": "The Divine Fury (2019)",
        "description": "ဒီကားဟာ နာမည်ကြီး အတွင်းရေးမှုးကင်မ် ကားနဲ့လူတွေသိကြတဲ့Park Soe John ရဲ့ထပ်မံပြီးတော့ သဲသဲလှုပ်ဝန်းရံခံခဲ့ရတဲ့ကားပါဒီကားကိုရိုက်တဲ့ဒါရိုက်တာကလဲ သိပ်မကြာသေးခင်ကမှနာမည်ကြီးထားတဲ့ Midnight Runners ကားကိုရိုက်ထားတဲ့ဒါရိုက်တာ Kim Joo Hwanပါဟိုအရင်ငယ်ငယ်က ကြည့်ခဲ့ဖူးတဲ့ ခိုအားလား ဆိုတဲ့ကားကိုလဲသူပဲရိုက်ခဲ့တာပါဒီလိုမျိုးနာမည်ကြီးတွေရဲ့ပေါင်းစည်းမှုနဲ့ ကောင်းမကောင်းကတော့ကိုယ်တိုင်ကြည့်ပြီးမှပဲဆုံးဖြတ်ပါတော့ IMDB ကတော့ rating 6.5 ပေးထားပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့ဘုရားသခင်ကိုသက်ဝင်ယုံကြည်တဲ့သားအဖ၂ယောက် အဖေလုပ်သူက သေခါနီးအချိန်မှာတကယ့်ကိုအားကိုးရာရှာတဲ့အနေနဲ့ဘုရားသခင်ထံဆုတောင်းပြီးသူ့အဖေက ပြန်မကောင်းလာပဲ တကယ်သေသွားတဲ့အခါဘုရားသခင်ကိုလဲ အယုံအကြည်မရှိတော့တဲ့ကလေးလေးတစ်ယောက် သူကြီးလာတဲ့အခါယုံကြည်မှုမရှိပဲကြီးပြင်းလာခဲ့ပေမယ့် ဘုရားသခင်ကိုနက်နက်ရှိုင်းရှိုင်းယုံကြည်မှရနိုင်တဲ့အရာတွေ သူ့ဆီကိုရောက်ရှိလာတဲ့အခါဘာတွေဖြစ်မလဲကတော့ မ spoil တော့ပါဘူးကြည့်ပါ အားရပါးရသာကြည့်လိုက်ကြပါပေးရတဲ့အချိန်နဲ့တော့တန်မှာပါဘာလို့ဆို ဘာသာပြန်ပေးတဲ့ကောင်မလေးကချောလို့ပါ(ဒီကားက English Sub က မမှန်သေးတဲ့အတွက် လုံးဝကွက်တိမမှန်သေးတဲ့English Sub ရဲ့လိုအပ်တဲ့ နေရာတွေကိုKorea စကားကို နားထောင်ပြီး အဆင်ပြေသလိုပြန်ထားရတဲ့အတွက်အမှားများပါခဲ့ပါက သည်းခံကြည့်ရှု့ပေးပါနော် ...)File Size : (1 GB , 231 MB)Quality :  WEB-DL 720pRunning Time ...",
        "rating": "6.7",
        "url": "https://megaup.net/2htdf/(CM)_The_Divine_Fury_2019_(Large_Size).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oPO24YGUPD4BInZl4OfGFlY3m8G.jpg",
        "title": "The Holy Man ( 2005 )",
        "description": "zawgyi*******ဒီဇာတ္​ကားက​ေတာ့ ဟာသပံုစံနဲ႔ လူ​ေတြ မွား​ေလ့မွားထ႐ွိတဲ့အယံုလြယ္​ျခင္း ​အလြယ္​လမ္​းလိုက္​ျခင္​း ​ေငြကို မ​ေကာင္​းတဲ့​ေနရာမွာသံုးျခင္​း သူတပါးအယံုလြယ္​မႈ​ေပၚကို အလြဲသံုးစားလုပ္​တတ္​ျခင္​းဝမ္​းစာအတြက္​​ေသာ္​လည္​း​ေကာင္​း အာဏာအတြက္​​ေသာ္​လည္​း​ေကာင္​းမုသာဝါလ ကံကို ၾကဴ းၿပီး သူတစ္ပါးအပူေပၚမွာ စိတ္ေက်နပ္ျခင္​းစသည္​တို႔ကို႔ ​ေပၚလြင္​​ေအာင္​​ေဖာ္​ျပထာသည္​ ဒါ့အျပင္​မည္​မ်ွပင္​ဆိုးသြမ္​း​ေစကာမူ လူ​ေတြက ​ေကာင္​းမႈအျဖစ္​ျပဳ ျပင္​လ်ွင္​ ခြင္​့လႊတ္​ႏိူင္​​ေၾကာင္​းကို ဝါရင္​့ ဟာသ သ႐ုပ္​​ေဆာင္​ႀကီးမ်ားနဲ႔ဇာတ္​ၫႊန္​းက်က် ​ေဖာ္​ျပထား​ေသာ ဇာတ္​ကား​ေကာင္​းျဖစ္​တာေၾကာင့္ဆက္ဆက္ၾကည့္႐ႈၾကဖုိ႔တုိက္တြန္းလုိက္ပါရေစေနာ္ Unicode*******ဒီဇာတ်ကားကတော့ ဟာသပုံစံနဲ့ လူတွေ မှားလေ့မှားထရှိတဲ့အယုံလွယ်ခြင်း အလွယ်လမ်းလိုက်ခြင်း ငွေကို မကောင်းတဲ့နေရာမှာသုံးခြင်း သူတပါးအယုံလွယ်မှုပေါ်ကို အလွဲသုံးစားလုပ်တတ်ခြင်းဝမ်းစာအတွက်သော်လည်းကောင်း အာဏာအတွက်သော်လည်းကောင်းမုသာဝါလ ကံကို ကြူ းပြီး သူတစ်ပါးအပူပေါ်မှာ စိတ်ကျေနပ်ခြင်းစသည်တို့ကို့ ပေါ်လွင်အောင်ဖော်ပြထာသည် ဒါ့အပြင်မည်မျှပင်ဆိုးသွမ်းစေကာမူ လူတွေက ကောင်းမှုအဖြစ်ပြု ပြင်လျှင်ခွင့်လွှတ်နိူင်ကြောင်းကို ဝါရင့် ဟာသ သရုပ်ဆောင်ကြီးများနဲ့ဇာတ်ညွှန်းကျကျ ဖော်ပြထားသော ဇာတ်ကားကောင်းဖြစ်တာကြောင့်ဆက်ဆက်ကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါရစေနော် Translated & Review By NannEncoded By LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-holy-man-2005/"
    }
]