[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Fargo_movieposter-139x200.jpg",
        "title": "Fargo (1996)",
        "description": "Fargo(1996)IMDb - 8.1/10_____Rotten - 94%Won 2 Oscars. Another 81 wins & 57 nominations\n  ဒီကားက အကောင်းဆုံး အမျိုးသမီးသရုပ်ဆောင်ဆု နဲ့ အကောင်းဆုံးဇာတ်ညွှန်းဆုရရှိထားပါတယ်...အခြားဆု(၈၁)ဆုရရှိခဲ့ပြီးဆန်ကာတင် (၅၇)ဆုလည်းဝင်ခဲ့တယ်...မင်းသမီးကတော့ Three Billboards Outside မှာ အော်စကာထပ်ရခဲ့တဲ့ Frances McDormand ပါပဲ...ဒီကားက  ၁၉၈၇ ခုနှစ် မီနီဆွန်တာ မှာ့ဖြစ်ခဲ့တဲ့ တကယ့်မှုခင်းကြီးကိုအခြေခံပြီးပြန်လည်ရိုက်ကူးထားတာပါ....သိပ်ချမ်းသာတဲ့မိသားစုတစ်စုရှိတယ်.....ယောက္ခမက စည်းကမ်းကြီးသလို တိလည်းတိကျတယ်...ဒီမိသားစုမှာ သားမက်ကတော့ စီးပွားရေးပိုင်းရော လူမှုရေးပိုင်းရော အားနည်းတယ်...ဒါ့အပြင် အသုံးအစွဲကလည်းမတတ်ဆိုတော့ ကြာတော့ငွေကအရမ်းလိုလာတယ်..ဒီတော့ ပြန်ပေးသမားတွေနဲ့ပေါင်းပြီး ကိုယ့်မိန်းမကိုယ် ပြန်ပေးဆွဲဖို့စီစဉ်တယ်..ယောက္ခမဆီကနေ ငွေညှစ်မယ်ပေါ့...သို့သော်လည်း သူထင်သလောက်ရိုးရိုးရှင်းရှင်းလေးဖြစ်မသွားဘူး....ကိုင်းဘာတွေဆက်ဖြစ်မလဲဆိုတော့ခံစားကြည့်လိုက်ဦးဗျို့...ကားသစ်တွေကိုတစ်ခါတစ်ရံစိတ်တိုင်းမကျတဲ့သူတွေအဖို့ ဒီလိုကားမျိုးကို နင်းကန်ကြည့်ဖို့ပြောပါရစေ...ဇတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ye Pye Sone ဖြစ်ပါတယ်....ဒီကားက အေကာင္းဆုံး အမ်ိဳးသမီးသ႐ုပ္ေဆာင္ဆု နဲ႔ အေကာင္းဆုံးဇာတ္ၫႊန္းဆုရရွိထားပါတယ္...အျခားဆု(၈၁)ဆုရရွိခဲ့ၿပီးဆန္ကာတင္ (၅၇)ဆုလည္းဝင္ခဲ့တယ္...မင္းသမီးကေတာ့ Three Billboards Outside မွာ ေအာ္စကာထပ္ရခဲ့တဲ့ Frances McDormand ပါပဲ...ဒီကားက  ၁၉၈၇ ခုႏွစ္ မီနီဆြန္တာ မွာ့ျဖစ္ခဲ့တဲ့ တကယ့္မႈခင္းႀကီးကိုအေျခခံၿပီးျပန္လည္႐ိုက္ကူးထားတာပါ....သိပ္ခ်မ္းသာတဲ့မိသားစုတစ္စုရွိတယ္.....ေယာကၡမက စည္းကမ္းႀကီးသလို တိလည္းတိက်တယ္...ဒီမိသားစုမွာ သားမက္ကေတာ့ စီးပြားေရးပိုင္းေရာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/R9ne/Fargo_[1996]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/sex-133x200.jpg",
        "title": "[18+]Lost Flower: Eo Woo-dong (2015)",
        "description": "ေရွးေဟာင္​းနန္တြင္​းစတိုင္​ေလးနဲ႔ ခ်စ္​မႈေရးရာအျဖာအျဖာကိုခံစားခ်င္​တဲ့ ပရိသတ္​ႀကီးအတြက္ ​ၾကည္​့လို႔ေကာင္​းမဲ့ကားေကာင္​းေလးတကားနဲ႔မိတ္​ဆက္​ေပးလိုက္​ပါတယ္​ဗ်ာ။\nအဲ့ကားကေတာ့ 2015ခုနွစ္​တုန္​းက ေတာင္​ကိုရီးယားမွာထြက္​ရွိခဲ့တဲ့ Lost Flower Eo Woo-Dong ဆိုတဲ့ ကိုရီယား18+ကားေလးပဲျဖစ္​ပါတယ္​။\nထူးျခားတာကေတာ့ ဒီကားထဲမင္​းသမီးေလးကေတာ္​ေတာ္​ေခ်ာတာပါပဲ ငိငိ...။လူႀကီးကားေတြရဲ႕ထုံးစံအတိုင္​းကေတာ့ ဇာတ္​လမ္​းအညႊန္​းကိုသိပ္​ညႊန္​းေပးဖို႔ မလိုေလာက္​ဘူးဆိုေတာ့ အၾကမ္​းဖ်င္​းဖြဖြေလးပဲ အညႊန္​းသေဘာမဆန္​တဲ့ အညႊန္​းေလးနဲ႔ပဲ ညႊန္​းေပးလိုက္​ပါတယ္​....။\nEo Woo Dong ဆိုတဲ့ အကေကာင္​း ဂီတဘက္​မွာပါရမီပါတဲ့ လွပတဲ့မိန္​းခေလးတေယာက္​နဲ႔ တဏွာရာဂျပင္​းထန္​တဲ့ မင္​းသားတစ္​ပါးလက္​ထပ္​လိုက္​ရာကေန ေနာက္​ဆုံးEo Woo Dong ကဘယ္​လိုေတြျဖစ္​သြားခဲ့ၿပီးေတာ့ မင္​းသားကို ဘယ္​လိုေနာင္​တရေအာင္​လုပ္​သြားခဲ့လဲဆိုတာကို တံေတြးေတြၿမိဳခ်ၿပီးေတာ့ ၾကည္​့ရႈခံစားၾကရမွာျဖစ္​ပါတယ္​...........။IMDb Ratingကေတာ့ 5.6/10 ပါ။မွတ္​ခ်က္​ --အခ်စ္​ေရးအခ်စ္​ရာကားျဖစ္​လို႔ ကေလးသူငယ္​မ်ားမၾကည္​့သင္​့ပါဘူး ငိငိJake(NNL) ရမ္းသမ္းေဖာေရွာဘာသာျပန္ထားျခင္းျဖစ္ပါတယ္။ File size__( 860 MB) and ( 380 MB)\nQuality__HD Rip 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:41:41\nType__Asian, Adult, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jake(NNL)\nEncoded by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lost-flower-eo-woo-dong-2015/",
        "category": "Adult, Asian, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aY1q9dTGC8u8TUsAgnpJHsdAdJZ.jpg",
        "title": "Tokyo Godfathers(2003)",
        "description": "Tokyo Godfathers(2003)\nIMDb....7.9,,,,,Rotten ...90\n\"Tokyo Godfathers\" ဆိုတဲ့ animation ကာ​း​ေလးကို​ေတာ့ စာ​ေရးဆရာ Peter B. Kyne ရဲ႕ ပထမဆံုးလက္​ရာျဖစ္​တဲ့ \" three godfathers\"\nဆိုတဲ့ဝတၳဳ အ​ေပၚအ​ေျခခံၿပီး ဒါရိုက္​တာ Satoshi Kon က ရိုက္​ကူး​ေရးဆြဲထားတာပဲျဖစ္​ပါတယ္​။ ဒီဇာတ္​ကား​ေလးက​ေတာ့ မူရင္​းဝတၳဳနာမည္​ျဖစ္​တဲ့\n\" Three Godfathers\" ဆိုတဲ့အတိုင္​းပဲ တိုက်ိဳၿမိဳ႕​ေပၚက အိမ္​ယာမ့ဲလူသား၃ဦးရဲ႕ ဘယ္​က​ေရာက္​လာမွန္​းမသိရတဲ့ လူမမယ္​က​ေလးတစ္​ဦးအ​ေပၚမွာထားရွိတဲ့\n​ေမတၲာအတိမ္​အနက္​ကို ​ေဖာ္​ျပထားတဲ့ကား​ေလးတစ္​ကားပဲျဖစ္​ပါတယ္​။\nဇာတ္​လမ္​းအၫႊန္​း -ခ်မ္​း​ေအးလွတဲ့ ခရစ္​စမတ္​ည​ေလးတစ္​ညမွာ တိုက်ဳိၿမိဳ႕​ေပၚက အရက္​သမားတစ္​​ေယာက္​ ၊\nဟိုမိုတစ္​​ေယာက္​ နဲ႔ ဆယ္​​ေက်ာ္​သက္​အ႐ြယ္​အိမ္​​ေျပးမ​ေလးတစ္​​ေယာက္တို႔က စြန္​႔ပစ္​ခံထားရတဲ့ က​ေလးတစ္​​ေယာက္​ကို​ေတြ႕ရွိရာက\nက​ေလးရဲ႕မိဘ​ေတြဆီကို ျပန္​ပို႔​ေပးဖို႔ ႀကိဳးစားခ့ဲပံုနဲ႔ စတင္​ခဲ့ပါတယ္​။\nဒီလိုနဲ႔ ေသြးမ​ေတာ္​သားမစပ္​လူမမယ္​အ႐ြယ္​က​ေလးတစ္​ဦးအတြက္​ တိုက်ိဳၿမိဳ႕​ေပၚက ​ေအးခဲလြန္​းလွတဲ့ လမ္​းမ​ေတြထက္​မွာ\nမိဘရွာပံု​ေတာ္​ဖြင္​့​ေနရတဲ့ အိမ္​ရာမဲ့လူသား၃ဦးရဲ႕ ရုန္​းကန္​လႈပ္​ရွာ​း​ေနမႈမ်ားကို ၾကည္​့ရႈခံစားရမွာပဲျဖစ္​ပါတယ္​။\nလူတိုင္​းမွာကိုယ္​စီကိုယ္​ငွ ဝမ္​းနည္​းရတဲ့အတိတ္​မ်ိဳး​ေတြ ရွိ​ေန​ေၾကာင္​း၊ မိဘနွင္​့သားသမီးတို႔ၾကားရွိ ခ်စ္​ျခင္​း​ေမတၲာနွင္​့\nခြင္​့လႊတ္​နားလည္​မႈမ်ားအ​ေၾကာင္​း အပါအဝင္​ လူတိုင္​းအတြက္​ မိသားစုဘဝဆိုတာအ​ေရးႀကီး​ေၾကာင္​းကို ရိုက္​ကူးပံု​ေဖာ္​​ေပးထားတာပဲ ျဖစ္​ပါတယ္​။\nက​ေလး​ေလးကို​ေရာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2eQjy/Tokyo_Godfathers_[2003]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8bcpki9GfXdXj9esFpPtlate8v0.jpg",
        "title": "Goosebumps 2: Haunted Halloween (2018)",
        "description": "နံပါတ္​ 1 နဲ႔ ​ေအာင္​ျမင္​လာတဲ့ Goosebumps ဟာ အခုနံပါတ္​ 2 ဆက္​လက္​ထြက္​႐ွိလာပါတယ္​။နံပါတ္​ 1 မွာ​ေတာ့ စာအုပ္​ထဲက သရဲ​ေတြ ထြက္​လာတာျဖစ္​ၿပီးနံပါတ္​ 2 ရဲ႕ ဇာတ္​လမ္​း​ေလးက​ေတာ့ ဒီလိုဗ်။နီကိုလတ္​စ္​ တက္​စ္​လာရဲ႕ ၿမိဳ႕​ေလးျဖစ္​တဲ့ ဝါဒန္​ကလိုက္​ဖ္​မွာအမိႈက္​ညီ​ေနာင္​မ်ားလို႔ သူတို႔ကိုယ္​သူတို႔​ေခၚတဲ့ ဆိုနီနဲ႔ ဆမ္​ဆိုတဲ့ သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​႐ွိပါတယ္​။သူတို႔ဟာ အမိႈက္​​ေဟာင္​း​ေတြကို ​လိုက္​႐ွင္​းၿပီး​ေတာ့ ရတနာပစၥည္​း​ေတြ​ေတြ႔လာမယ္​လို႔စိတ္​ကူးယဥ္​​ေနတဲ့ ခ​ေလးႏွစ္​​ေယာက္​ပဲ ျဖစ္​ပါတယ္​။တစ္​​ေန႔မွာ​ေတာ့ အမိႈက္​ညီ​ေနာင္​ထံကို ဖုန္​းဝင္​လာၿပီးတဲ့​ေနာက္​မွာဖုန္​းထဲက လိပ္​စာ​ေနာက္​လိုက္​ရင္​း လူသူစြန္​႔ပစ္​ထားတဲ့အိမ္​ပ်က္​ႀကီးတစ္​ခုဆီ ​ေရာက္​လာၾကပါတယ္​။အဲဒီ့​ေၾကာက္​စရာ​ေကာင္​းတဲ့ အိမ္​ပ်က္​ႀကီးကို ႐ွင္​းလင္​းရင္​းနဲ႔ အမွတ္​မထင္​​ေသတၱာတစ္​လံုးက္ို ​ေတြ႔႐ွိခဲ့ၿပီး ရတနာပစၥည္​း​ေတြ ပါမယ္​လို႔ ​ေမ်ွာ္​လင္​့ၿပီးအားရပါးရဖြင္​့လိုက္​​ေပမယ္​့ အထဲမွာ စာအုပ္​​ေလးတစ္​အုပ္​သာ​ေသာ့ခတ္​လ်က္​႐ွိ​ေနတာကို ​ေတြ႔ရပါတယ္​။မၾကာမွီမွာပဲ စာအုပ္​​ေလးနားမွာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/SVp0/Goosebumps_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMTUxMDI3OTY2M15BMl5BanBnXkFtZTgwNzAzMTQxNDM@._V1_-136x200.jpg",
        "title": "Reach (2018)",
        "description": "ကြ်န္ေတာ္တို႔အားလံုးမဟုတ္ရင္ေတာင္၂၀%ေလာက္က\nလူ႔ပတ္၀န္းက်င္မွာအဆင္မေျပၾကပါဘူး\nလြယ္လြယ္နဲ႔ရထားတဲ့ဘ၀ျဖစ္ျပီးလြယ္လြယ္နဲ႔အဆံုးသတ္လိုက္ဖို႔ေတြးမိေနၾကပါတယ္\nေသာၾကာေန႔ညေတြဟာ24/7ပါပဲ\nအထီးက်န္လြန္းလွပါတယ္\nတကယ္ရွင္သန္ရတယ္ဆိုတာဘယ္လိုလဲမသိပါဘူး\nအဲ့လိုပါပဲ စတိဗင္လည္းမသိခဲ့ပါဘူး\nငယ္ငယ္ေလးထဲကအေမျဖစ္သူက\nသူေရွ႔မွာသတ္ေသသြားခဲ့လို႔ေရွ႔ေဆာင္လမ္းျပလည္းေကာင္းခဲ့တယ္လို႔ေျပာရမယ္\nစတိဗင္လည္းသူရဲ႔ဆယ္တန္းနွစ္မွာသတ္ေသဖို႔လုပ္ေနပါျပီ\n၁၈နွစ္ျပည့္ေမြးေန႔မွာေသဖို႔ဆိုျပီးေဆးေတာင္ေဆာင္ထားပါတယ္\nအေဖျဖစ္သူရဲ႔အုပ္ထိန္းမႈဟာ\nဘယ္ေလာက္ေကာင္းေကာင္းအေမကိုေတာ့မမွီတာဟာမဆန္းပါဘူး\nစတိဗင္ရဲ႔အေဖမွာလည္းအဲ့လိုလုိအပ္ခ်က္ေတြရွိေနတဲ့အျပင္\nရဲ၀န္ထမ္းျဖစ္ေနေတာ့အေျခအေနေတြကေကာင္းလွတယ္လို႔မရွိပါဘူး\nဒါေပမယ့္စတိဗင္မွာသူငယ္ခ်င္းရလာပါတယ္\nအသစ္ေျပာင္းလာတဲ့ ကလဲရန္႔စ္ဟာဂ်စ္ပစီေတြကေမြးလာတာျဖစ္ျပီး\nေနရာအစံုကေနရလာတဲ့သူ႔ပံုျပင္ေတြနဲ႔အမူအက်င့္ေတြကစတိဗင္အတြက္ေတာ့\nလူပတ္၀န္းက်င္ထဲျပန္၀င္ခြင့္ရဖို႔ေမွ်ာ္လင့္ခ်က္ျပတင္းေပါက္ေတြျဖစ္ခဲ့ျပီး\nရွင္သန္ရတဲ့အရသာကိုသူရွာေတြ႔ခဲ့ပါတယ္\nအရာအားလံုးေျပာင္းလဲသြားျပီလို႔\nသူထင္ေနတဲ့အခ်ိန္မွာကလဲရန္႔စ္ရဲ႔လွ်ိဳ၀ွက္ခ်က္နဲ႔\nသူနဲ႔သိတယ္လို႔ခံစားရတဲ့သူ႔အေဖနဲ႔ကလဲရန္႔စ္ဆီကေန\nသူ႔၁၈နွစ္ျပည့္ေမြးေန႔ကိုအေမ့ခံလိုက္ရတဲ့အခါမွာေတာ့...\nကြ်န္ေတာ္တို႔ပတ္၀န္းက်င္မွာလည္းစတိဗင္နဲ႔ကလဲရန္႔စ္လိုလူေတြရွိေနပါတယ္စတိဗင္လိုလူေတြအတြက္ကလဲရန္႔စ္ျဖစ္ေပးလိုက္ပါသတ္ေသဖို႔ဆိုတာဆံုးရံႈးစရာေတြမ်ားလြန္းပါတယ္ကလဲရန္႔စ္ကိုေစာင့္ရင္းေနၾကပါ<3",
        "rating": "N/A",
        "url": "https://megaup.net/SVq0/Reach_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMTk1MzM1ODEwOV5BMl5BanBnXkFtZTgwMTE0OTA4NTM@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The House with a Clock in Its Walls (2018)",
        "description": "The House with a Clock in Its Walls (2018)\nIMDb - 6.0/10_____Rotten 66%\n 2018 ထွက် ရုံတင် ရုပ်ရှင် မှော်ကားလေးတစ်ကား တင်ပေးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ မိဘ၂ပါး ကားအက်ဆီးဒန့်နဲ့ ဆုံးသွားပြီး\nမိဘမဲ့ဖြစ်နေတဲ့ လူးဝစ်ဆိုတဲ့ ကလေးလေးဟာ\nဦးလေးဖြစ်သူ ဂျိုနသန်နဲ့အတူနေဖို့ ပြောင်းရွှေ့လာပါတော့တယ်။\nဂျိုနသန်ရဲ့အိမ်အတွင်းမှာ ညဘက်တွေမှာ\nထူးဆန်းတဲ့အသံတွေကြားရပြီ သူ့ဦးလေးနဲ့အိမ်နီးချင်းဖြစ်သူရဲ့\nထူးဆန်းတဲ့အပြုအမှုတွေကနေ တဆင့် သူမသိထားတဲ့\nမှော်လောကတစ်ခုအကြောင်း သိလာပြီး\nသူကိုယ်တိုင် မှော်ဆရာတွေ စုန်းမတွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါ......\nLittle Neo မှ ဘာသာပြန်ပေးထားပါတယ်\n=====Thit San Khant====",
        "rating": "6.0",
        "url": "https://megaup.net/4Vyx8/The_House_With_A_Clock_In_Its_Walls_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNzkxNTgzODUzOV5BMl5BanBnXkFtZTgwNDcwNDU0NjM@._V1_SY1000_SX678_AL_-136x200.jpg",
        "title": "River Runs Red (2018)",
        "description": "ကြ်န္ေတာ္တုိ႕အားလံုးရဲေတြရဲ႕ လုပ္ငန္းတာဝန္ကိုသိၾကပါတယ္\nလူဆိုးေတြဖမ္းမယ္ ပစ္သင့္ရင္ပစ္မယ္..\nရဲေတြကလူဆိုးေတြကိုပစ္တာ ခတ္တာ\nကြ်န္ေတာ္တုိ႕အမ်ားႀကီး ၾကည့္ဖူးၾကပါၿပီ\nတကယ္လုိ႕ရဲေတြက လူဆိုးမဟုတ္တဲ႔သူေတြကို ပစ္မိရင္ေရာ\nဒီေမးခြန္းကိုဒီကားမွာေမးျပထားပါတယ္\nခ်ားလ္ကိုးမန္းက သူတုိ႕ၿမိဳ႕ရဲ႕\nပထမဆံုးလူမည္းတရားသူႀကီးတစ္ေယာက္ပါ\nတရားသူႀကီးျဖစ္လာဖုိ႕သူႀကိဳးစားခဲ႔သလုိ႕တစ္ဖက္မွာလဲ\nသူ႕ရဲ ဇနီးေခ်ာတရုတ္မေလးနဲ႔ သူ႕သား\nစီေဂ်ကိုးမန္းဂ်ဴနီယာေလးကလဲ\nသူရဲ႕ ႀကိဳးစားရတဲ႔အားေဆးေတြပါပဲ\nငယ္ငယ္ရြယ္ရြယ္နဲ႔အိမ္ေထာင္က်\nကေလးေမြးခဲ႔တဲ႔ ခ်ားလ္ကသူ႕ဘဝကိုသူျပန္တည္ေဆာက္ၿပီး\nတရားသူႀကီးျဖစ္လာသည္အထိႀကိဳးစားခဲ႔တဲ႔သူတစ္ေယာက္\nဒီလုိနဲ႔ သားေလးကသူ႕ရဲ႕ အကယ္ဒမီပထမဆံုးသြားရတဲ႔ေန႕မွာပဲ\nရဲဝန္ထမ္း၂ေယာက္ရဲ႕ မွားယြင္းပစ္ခတ္မႈကိုခံရၿပီးေသဆံုးသြားခဲ႔ပါတယ္..\nမွားယြင္းပစ္ခတ္ခဲ႔တဲ႔ရဲ၂ေယာက္ကလဲ\nသူတို႕အမွားကိုတာဝန္မယူဘဲ စီေဂ်ကပဲသူတုိ႕ကိုေသနတ္နဲ႔ပစ္မလုိလုပ္လုိ႕\nျပန္ပစ္ရတာပါဆိုၿပီး လုပ္ၾကံထြက္ဆို အကြက္ျပန္ဆင္လုိက္ပါတယ္\nဥပေဒအေၾကာင္းသိတဲ႔ရဲရဲ႕ အကြက္ေစ႕တဲ႔ လုပ္ၾကံမႈကိုတရားဥပေဒက\nမေျဖရွင္းေပးႏိုင္တဲ႔အခါ ကိုးမန္းတစ္ေယာက္ဘယ္လုိေျဖရွင္းမလဲ..\nဒီၿမိဳ႕မွာသားကိုရဲသတ္တာခံရတဲ႔ သူက\nတစ္ေယာက္ထဲေရာဟုတ္ရဲ႕လား..\nဆိုတာကိုေတာ့ ဇတ္ကားကိုၾကည့္ရႈၿပီးခံစားလုိက္ပါ..\nWai Zin က ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "5.8",
        "url": "https://megaup.net/SVoy/River_Runs_Red_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjQ1ZTE1NGEtNzVlOS00ODY5LThlYzItZDYxZDY5NzgxOWZlXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-142x200.jpg",
        "title": "[18+] Guilty of Romance (2011)",
        "description": "(Dark Side Production မွ တင္ဆက္သည္။)Guilty of RomanceIMDb (6.8)ပထမဆုံးပြောချင်တာက ဒီဇာတ်ကားက တော်တော်လေးကိုရှုပ်ထွေးတဲ့\n၁၈နှစ်အထက်မှကြည့်လို့ရတဲ့ကားပါဇာတ်ကားကို ပြန်ဖြစ်ခဲ့တဲ့အကြောင်းကတော့\nဖြစ်ရပ်မှန်မှုခင်းတွေအကြောင်းကို ဝတ္တုလေးတွေလိုပြန်ရေးတဲ့\nမရွှေမိုး (ကိုရီးယား)ရဲ့ ပိုစ့်တစ်ခုကြောင့်ပါပဲ\nအဲ့ဒီ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကိုအခြေခံပြီးတော့ ဒီဇာတ်ကားကို ရိုက်ကူးထားတာပါမရွှေမိုးရေးထားတဲ့ ဇာတ်လမ်းကိုအကျဉ်းချုပ်ကို အရင်ပြောပြချင်ပါတယ်\nA ဆိုတဲ့အမျိုးသမီးဟာ ၁၉၉၇ ခုနှစ် မတ်လ ၈ရက်နေ့\nအဲ့နေ့မှာအသတ်ခံလိုက်ရပါတယ်\nအသတ်ခံရပုံက ကာမဆက်ဆံပြီးတော့ လည်ပင်းညှစ်သတ်လိုက်တာပါ\nဝမ်းနည်းဖွယ်ရာလူသတ်မှုပါပဲအသတ်ခံရတဲ့သူကိုစစ်လိုက်တဲ့အခါ\nပြည့်တန်ဆာလုပ်ငန်းကိုလုပ်ကိုင်တဲ့ ဆင်းရဲစုတ်ပြတ်တဲ့မိန်းကလေးတစ်ယောက်ပုံစံမျိုးပါ..\nဒါပေမယ့် ဆန်းကြယ်တာက\nသူမရဲ့အချက်အလက်တွေကိုစစ်ဆေးတော့မှ သူမဟာ ပြည့်တန်ဆာတစ်ယောက်မဟုတ်ဘဲ\nနာမည်ကြီးကုမ္ပဏီတစ်ခုရဲ့ အုပ်ချုပ်ရေးမှာ အရေးပါတဲ့\nဂုဏ်သိက္ခာရှိ ပညာတတ် လူချမ်းသာမိန်းကလေးတစ်ယောက်ဖြစ်နေတာပါပဲ။ဒါဖြင့်ရင် သူကဘာလို့ ပြည့်တန်ဆာလုပ်ငန်းကိုလုပ်ပြီးတော့\nလမ်းပေါ်မှာ ဒီလိုပုံနဲ့လာသေနေရတာလဲ\nဒါဟာ လူတိုင်းတွေးမိတဲ့မေးခွန်းတစ်ခုပါ\nဒါပေမယ့် အဖြေကတော့မရှိခဲ့ပါဘူး။ဒီအမှုပိုပြီးတော့ နာမည်ကြီးသွားရတဲ့အကြောင်းရင်းကတော့\nသူ့ကိုသတ်တယ်လို့ယူဆရတဲ့ နီပေါနိုင်ငံသားအလုပ်သမားကြောင့်ပါ\nသူများနိုင်ငံလာနေပြီး သူတို့နိုင်ငံသားကိုသတ်သွားတယ်လို့ယူဆတဲ့\nဂျပန် လူမျိုးထုကြီးကို နိုင်ငံတော်က ထိန်းသိမ်းနိုင်ဖို့ အဆင့်ဆင့်အခါခါစစ်ဆေးခဲ့ရပါတယ်။သက်သေတွေမတိကျမှုတွေကြောင့် တရားခံအစစ်မတွေ့ခင်မှာ\nနီပေါနိုင်ငံသားကိုပဲ တရားခံလို့သတ်မှတ်ပြီး ဖမ်းဆီးထားခဲ့တာပါ\nအဲ့ဒီ့နီပေါနိုင်ငံသားဟာ လက်မလျှော့ပဲ အယူခံ ခဏခဏဝင်ကာ\nသူ့ရဲ့ရိုးသားမှုကို ပြသနိုင်ခဲ့သွားပါတယ်\nဒါပေမဲ့ နှစ်ပေါင်း ၁၅နှစ်ကို ထောင်ထဲမှာကုန်ဆုံးလိုက်ရပါတယ်\nအဲဒီအဖြစ်အပျက်ကြောင့် တရားခံအစစ်ကိုရှာမတွေ့နိုင်တဲ့ အမှု\nသေသူရဲ့အလုပ်အကိုင်အကြောင်းခန့်မှန်းနိုင်မှုမရှိတာတွေကြောင့်\nအခုချိန်ထိကို ဖြေရှင်းလို့မရသေးတဲ့ ထူးဆန်းတဲ့အမှုအဖြစ်နဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/WBv1/Guilty_Of_Romance_(Koi_No_Tsumi)_[18+]_[2011]_(MM_Sub).mp4",
        "category": "Adult, Asian, Drama, Horror, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/teefa-in-trouble-poster-144x200.jpg",
        "title": "Teefa In Trouble (2018)",
        "description": "CM ပရိတ္သတ္ေတြအတြက္ ဒီတစ္ေခါက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့\" Teefa in Trouble\" ဆိုတဲ့ဇာတ္လမ္းပဲျဖစ္ပါတယ္...IMDB 7.9 ရရွိထားတဲ့ ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ပါ...အညႊန္း- Teefa (တီဖဲ) က ၿမိဳ႕မ်က္ႏွာဖံုး ဘတ္ ဆိုတဲ့လူလက္ေအာက္မွာ အလုပ္လုပ္ေနတဲ့သူတစ္ေယာက္ပါ...တီဖဲက ဘတ္တို႔ မလုပ္တဲ့ လူမိုက္ကိစၥေတြ လုပ္ေပးရပါတယ္...ဘတ္ရဲ႕ လူယံုေတာ္ လူမိုက္ႀကီးေပါ့...ဘတ္မွာ ဘီလူဆိုတဲ့ သားတစ္ေယာက္လည္းရွိပါတယ္...ဘတ္က သူငယ္ခ်င္းျဖစ္သူ ဘတ္ရွီယာဆိုတဲ့ သူေဌးနဲ႔ ငယ္စဥ္တည္းကသားသမီးခ်င္းေပးစားဖို႔ သေဘာတူခဲ့ပါတယ္...ဘတ္ရွီယာက ႏိုင္ငံျခားမွာေနထိုင္သူျဖစ္ပါတယ္...ဒီလိုနဲ႔ သားသမီးေတြကို အိမ္ေထာင္ခ်ေပးရမဲ့အခ်ိန္ေရာက္လာပါၿပီ...ဒါေပမဲ့ ဘတ္ရွီယာဟာ လုပ္ငန္းကိစၥအခက္အခဲနဲ႔ သမီးျဖစ္သူ အာနီယာကိုေငြေၾကးေထာက္ပံ့သူ သားျဖစ္သူနဲ႔ သေဘာတူခဲ့ရပါတယ္...ဒါကို ဘတ္သိတဲ့အခ်ိန္မွာေတာ့ ေဒါသထြက္ပါေတာ့တယ္....သူ႔သား ဘီလူကလည္း ေခ်ာေမာလွပတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3ALe1/Teefa_In_Trouble_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Kung-Fu-League-143x200.jpg",
        "title": "Kung Fu League ( 2018 )",
        "description": "သိုင္းကားေကာင္းေကာင္းၾကိဳက္တဲ႔သူေတြ\nအတြက္ေတာ႔လံုး၀ အၾကိဳက္ေတြ႕မယ္႔\nဇာတ္ကားမ်ိဳးပါပဲ..တကယ္႕ဆရာၾကီးေတြၿဖစ္တဲ႔\nဟြမ္ေဖးဟုန္ , ၀င္ခြ်န္းသိုင္းဆရာၾကီး ယိမန္ ( Ip Man ) ,\nဘရုစလီ ၿပီးေတာ႔ ေဟာ႔ရင္းဂ်ာ တို႔ ၄ေယာက္\nေပါင္းထားတဲ႔ ဇာတ္ကားေလး ပါ\nဇာတ္လမ္းအက်ဥ္းေလးကိုေၿပာရမယ္ဆုိရင္\nေဖ႔ရင္းရွံုဆုိတဲ႔ လူငယ္ေလးတစ္ေယာက္က\nဆရာၾကီးေလးေယာက္အေၾကာင္း သိုင္း Comic\nဆြဲထားတာေပါ႔..သူတစ္ဖက္သတ္ၾကိဳက္ေနတဲ႔\nေပါင္အယ္ ဆုိတဲ႔ေကာင္မေလးရဲ႕အထင္ၾကီးမွုကို\nလိုခ်င္တာေရာ..ၿပီးေတာ႔ Propose ပါလုပ္မယ္ဆုိၿပီး\nစိတ္ကူးထားခဲ႔သူတစ္ေယာက္ပါ..ဒါေပမယ္႔\nသူ႕ရဲ႕အေတြးေတြဟာ..လြဲမွားခဲ႔ရပါတယ္\nသူ႔ေမြးေန႔မွာပဲ လူေတြအားလံုးရဲ႕အၿမင္လြဲခံရ\nသူခိုးအထင္ခံရနဲ႔သူစိတ္နာသြားခဲ႔တယ္...\nေရကန္ေလးေဘးမွာ ေပါက္ကရေတြေအာ္ဟစ္ရင္း\nသိုင္းဆရာၾကီးေတြကိုအကူအညီေတာင္းေနတာေပါ႔\nရုတ္တရုက္ဆုိပဲ မေမွ်ာ္လင္႔တဲ႔ ၿဖစ္ရပ္ေလးၿဖစ္လာၿပီးေတာ႔\nတကယ္႔သိုင္းဆရာၾကီးေလးေယာက္ဟာလဲ\nသူတို႕ေခတ္ကေန ဘုမသိဘမသိနဲ႔ 2018 ကို\nအခ်ိန္ခရီးသြားသလိုၿဖစ္ၿပီး ေရာက္လာတဲ႔အခါမွာေတာ႔............\nဆက္လက္ခံစားၾကည္႕ရွုပါ\nဘာသာၿပန္သူကေတာ႔ Phyo Zaw ၿဖစ္ပါတယ္",
        "rating": "5.8",
        "url": "https://megaup.net/SVq8/Kung_Fu_League_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/fo-136x200.jpg",
        "title": "[18+] The Forbidden Legend: Sex & Chopsticks 2 (2009)",
        "description": "ကလေးသူငယ်များမကြည့်ရ လူကြီးကားဖြစ်သည်။\n တရုတ်ကားလေးတွေကို မျှော်နေတဲ့သူတွေအတွက် တရုတ်ကားလေးတကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nအဲ့ကားလေးကတော့ 2009 April မှာထွက်ရှိခဲ့တဲ့The Forbidden Legend Sex& Chipsticks 2 ဆိုတဲ့တရုတ် 18+ကားလေးပဲဖြစ်ပါတယ်။\nဒီကားကိုတော့ \" The Golden Lotus \"ဆိုတဲ့ဝတ္ထုကို မှီငြိမ်းပြီးရိုက်ကူးပုံဖော်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းလေးကိုတော့ နည်းနည်းလေးပဲပြောပါ့တော့မယ်။ အရှည်ကြီးတွေရေးနေရင် ကြည့်ရတာပေါ့သွားမှာစိုးတာကြောင့်ပါ။\nဇာတ်လမ်းကတော့ ချမ်းသာတဲ့နောက်ခံကျောရိုးရှိတဲ့ ဆိုင်မွန်သိုင်ကွင်းဆိုတဲ့ လူကြီးမင်းတယောက်က ကိုယ်လုပ်တော်တွေကိုဘယ်လိုသိမ်းပိုက်လဲ...\nအဲ့ဒီကိုယ်လုပ်တော်တွေနဲ့ ဘယ်လိုစခန်းသွားနေလဲဆိုတာကို အကွက်အသစ်အဆန်းတွေနဲ့ ကြည့်ရှု့ခံစားကြရမှာဖြစ်ပါတယ်။\nတခါလောက်တော့ထပ်ပြောချင်တာက လူကြီးများနှင့်သာသင့်တော်တဲ့ ဟောင်ကောင်တရုတ်ကားလေးဖြစ်ပါတယ်...ငိငိ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Jake(NNL) ဖြစ်ပါတယ်)  \nFile size__( 800 MB)\nQuality__BR-Rip 720p\nIMDb Rating__4.7/10\nFormat__mp4\nDuration__01:32:40\nType__Asian, Adult, Comedy, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Jake(NNL)\nEncoded by Naing Aung Latt(Dark Devil)",
        "rating": "4.7",
        "url": "https://megaup.net/2fsD5/The_Forbidden_Legend_-_Sex_&_Chipsticks_2_(Jin_Ping_Mei_2_-_Ai_De_Nu_Li)_[18+]_[2009]_(MM_Sub).mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/trainofthedead0-141x200.jpg",
        "title": "Train of the Dead ( 2007 )",
        "description": "ထိုင္းသရဲကားၾကိဳက္တဲ႔သူေတြအတြက္ပါ\nဇာတ္လမ္းအညႊန္းေလးကေတာ႔\nလူဆုိးတစ္ဖြဲ႕ဟာ ဘဏ္ကိုဓါးၿပတိုက္ၿပီးေတာ႔\nရဲေတြေရာက္လာေတာ႔ ေငြကိုယူၿပီးထြက္ေၿပးၾကတယ္\nသူတို႕အဖြဲ႕ထဲကေကာင္မေလးတစ္ေယာက္က\nေသနတ္မွန္ၿပီးေတာ႔ ဘဏ္မွာက်န္ခဲ႔ရတယ္\nဒီလိုထြက္ေၿပးလာရင္းနဲ႔ လမ္းေဘးနားမွာ\nရွိတဲ႔စတိုးဆိုင္ေလးကိုကားတဲ႔၀င္တိုက္မိသြားတဲ႔ေနာက္\nစတိုးဆိုင္ကေကာင္ေလးကိုပါ ဓါးစားခံအၿဖစ္\nဖမ္းေခၚသြားၾကတယ္..လြတ္ေၿမာက္ေအာင္\nေရွာင္ပုန္းရင္းနဲ႔ ရထားတစ္စင္းကိုေတြ႕တဲ႔အခါ\nပုန္းခိုရင္းလိုက္သြားၾကတာေပါ႔..\nအဲ႔ရထားေပၚကိုေရာက္တဲ႔အခါမွာေတာ႔..............\n  \nအညႊန္းနဲ႔ဘာသာၿပန္ Ei Pyae ၿဖစ္ပါတယ္",
        "rating": "3.7",
        "url": "https://megaup.net/2UNLJ/Train_Of_The_Dead_[2007]_(MM_Sub).mp4",
        "category": "Crime, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjA1OTUzNTQ5Ml5BMl5BanBnXkFtZTgwODQ4NDkxNjE@._V1_-128x200.jpg",
        "title": "Goosebumps (2015)",
        "description": "ဒီဇာတ္လမ္းအစမွာေတာ့ ဇက္ဆိုတဲ့ေကာင္ေလးဟာသူ႔အေမနဲ႔အတူ မူလေနထိုင္ရာျမိဳ႕ျပႀကီးကေနမက္ဒီဆင္ ဒယ္လ၀ဲလ္ျမိဳ႕ကိုေျပာင္းေ႐ႊ႕လာတာနဲ႔အစပ်ိဳးထားပါတယ္...ဇက္တစ္ေယာက္ ျခံထဲမွာ ပစၥည္းအထုပ္အပိုးေတြကို အိမ္ထဲသို႔ေျပာင္းေ႐ႊ႕ေနခိုက္မွာတစ္ဖက္ျခံမွ ဟန္နာလို႔ေခၚတဲ့ေကာင္မေလးနဲ႔ သိကြ်မ္းသြားခဲ့ပါတယ္...ဒါေပမယ့္ ဟန္နာ့ရဲ႕ထူးဆန္းတဲ့အေဖျဖစ္သူ အာအယ္လ္စတိုင္းလ္ကဇက္ကိုသူတို႔ မိသားစုနဲ႔မပတ္သတ္ပဲ ခပ္ေ၀းေ၀းမွာေနဖို႔ေျပာပါတယ္...တစ္ညမွာေတာ့ ဇက္ဟာ ဟန္နာ့ကိုသူ႔အေဖက ႏွိပ္စက္ေနတယ္လို႔သံသယ႐ွိတာေၾကာင့္အေၾကာင္းစံုသိရေအာင္လို႔ သူ႔ရဲ႕ျမိဳ႕သစ္မွသူငယ္ခ်င္းျဖစ္သူခ်န္႔နဲ႔အတူ ဟန္နာရဲ႕အိမ္ထဲသို႔ခိုး၀င္လာခဲ့ပါတယ္...အဲ့မွာမထင္မွတ္ဘဲ စတိုင္းလ္ရဲ႕စာအုပ္စင္မွေသာ့ခတ္ထားတဲ့စာအုပ္တစ္အုပ္ကိုဖြင့္ၾကည့္မိရာ စာအုပ္ထဲကေနမေကာင္းဆိုး၀ါးေတြ အသက္၀င္ျပီးထြက္လာပါေတာ့တယ္...ဒီလိုနဲ႔ ဇက္၊ ဟန္နာ၊ ခ်န္႔နဲ႔ ဟန္နာ့ရဲ႕အေဖစတိုင္းလ္တို႔တေတြမေကာင္းဆိုး၀ါးေတြကိုျပန္လည္ဖမ္းဆီးရမယ့္တာ၀န္႐ွိလို႔လာပါတယ္...ဘာလို႔မ်ား စာအုပ္ထဲကေနမေကာင္းဆိုး၀ါးေတြထြက္လာရတာလဲ၊ဟန္နာ့ရဲ႕ထူးဆန္းလွတဲ့အေဖျဖစ္သူ အာအယ္လ္စတိုင္းလ္ရဲ႕သ႐ုပ္မွန္ကေရာ ဘာမ်ားလဲ၊မေကာင္းဆိုး၀ါးေတြကသူတို႔ကိုဘယ္လိုဒုကၡေပးမလဲ၊အဲ့မေကာင္းဆိုး၀ါးေတြကိုဘယ္လိုျပန္ဖမ္းဆီးမယ္ဆိုတာကိုဒီ \"Goosebumps\" ဆိုတဲ့ကားေလးမွာ ရင္ခုန္စိတ္လႈပ္႐ွားစြာနဲ႔ၾကည့္႐ႈရမွာပဲျဖစ္ပါတယ္ File Size : (893MB) and (298 MB)\nQuality : BluRay 720p\nRunning Time :1hr ...",
        "rating": "6.3",
        "url": "https://megaup.net/SVp0/Goosebumps_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zokQMbuBst9z0dP5UKi9EkCSSnV.jpg",
        "title": "The Festival (2018)",
        "description": "CM ပရိတ္သတ္ေတြအတြက္ ဒီတစ္ခါတင္ဆက္ေပးမွာကေတာ့...Rating 6.1 ရရွိထားၿပီးကိုယ္လိုအပ္တဲ့အခ်ိန္ ကိုယ့္ေဘးနာမွာ ႐ွိေနေပးၿပီးအကူအညီေပးတဲ့သူငယ္ခ်င္းမ်ိဳး႐ွိေနတာကလဲ ကံေကာင္းျခင္္းတစ္မ်ိဳးပဲဆိုတာကို ႐ိုက္ျပထားတဲ့လူငယ္ဆန္ဆန္ လြတ္လြတ္လပ္လပ္ဇာတ္ကားေလးပါနစ္ဆိုတဲ့ တစ္ကိုယ္ေကာင္းဆန္တဲ့ ေကာင္ေလးဟာ ဘြဲ႔ယူရတဲ့ေန႔မွာပဲခ်စ္သူရဲ႕လမ္းခြဲျခင္းကို ခံလိုက္ရပါတယ္သူခံစားေနရတာေတြကို သက္သာေအာင္ဆိုၿပီးသူ႔အခင္ဆံုးသူငယ္ခ်င္း ႐ွိန္း က ၃ ရက္ဆက္တိုက္က်င္းပတဲ့EDM ပြဲႀကီးကိုေခၚသြားဖို႔ စီစဥ္ပါေတာ့တယ္လမ္းမွာလဲ EDM ပြဲႀကီးမွာေရာ နစ္ တစ္ေယာက္ ဘယ္လိုအလြဲေတြနဲ႔ ၾကံဳေတြ႔ရမလဲအသည္းကြဲတဲ့ ဒဏ္ရာကေရာေပ်ာက္ကင္းသြားမွာလားသူ႔သူငယ္ခ်င္း႐ွိန္းကေရာ ဘယ္လိုေတြကူညီေပးမွာလဲဆိုတာဇာတ္ကားထဲမွာ ဆက္လက္႐ႈစားၾကပါ.... File Size : (847 MB) and (245 MB)\nQuality : WebDL 720p\nRunning Time :1hr 38min\nFormat : Mp4\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by HMO\nEncoded by Moe Myint Lwin",
        "rating": "6.1",
        "url": "https://megaup.net/2eTgD/The_Festival_[2018]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Suddenly-Its-Magic-139x200.jpg",
        "title": "Suddenly It’s Magic ( 2012 )",
        "description": "ဒီထိုုင္းကားေလးကေတာ႔ ၾကည္ၾကည္ႏူးႏူးနဲ႔ Ro လို႔\nေကာင္းတဲ႔ကားေလးပါ. မင္းသား Mario Maurer နဲ႔အတူ\nမင္းသမီး Erich Gonzales တို႕အတူ\nတြဲဖက္သရုပ္ေဆာင္ထားပါတယ္...\nဇာတ္လမ္းအက်ဥ္းကေတာ႔ မားကပ္စ္ က\nလူသိမ်ားတဲ႔သရုပ္ေဆာင္ေလးတစ္ဦးေပါ႔\nရုပ္ရည္ေခ်ာေမာမွုေၾကာင္႔ ေက်ာ္ၾကားေပမယ္႔လည္း\nအခ်စ္ေရးေတာ႔ကံမေကာင္းပါဘူး..သူနဲ႕အတူတြဲ\nရိုက္ေနတဲ႔ မင္းသမီးနဲ႕အတူခ်စ္ၾကိဳက္ခဲ႔ေပမယ္႔လည္း\nအသည္းကြဲခဲ႔ရတယ္..ဂ်ီ၀ီကေတာ႔ ကိတ္မုန္႔ဖုတ္လုပ္ငန္း\nလုပ္တဲ႔ ခ်စ္စရာေကာင္းတဲ႔ေကာင္မေလးတစ္ေယာက္..\nဒီလိုနဲ႔အသည္းကြဲေနတဲ႔ မားကပ္စ္ နဲ႔ ဂ်ိဳ၀ီတို႕စတင္ေတြ႕\nဆံုၿပီးေတာ႔ ဘယ္လိုေလးေတြဆက္ၿဖစ္မလဲ\nRomance ေလးေတြကို ဆက္လက္ခံစားၾကည္႕ရွုပါ\nဘာသာၿပန္ကေတာ႔ တာတီးပိုး ၿဖစ္ပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/2eTgC/Suddenly_It_s_Magic_[2012]_(MM_Sub).mp4",
        "category": "Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BYjc0MjYyN2EtZGRhMy00NzJiLWI2Y2QtYzhiYTU3NzAxNzg4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Speed (1994)",
        "description": "Speed (1994)\nIMDb - 7.2/10_____Rotten - 94%Won 2 Oscars. Another 17 wins & 20 nominations. \n(Unicode)Action ကားကောင်းကောင်းကြိုက်သူတို့အတွက်\nပြန်လည် တင်ဆက်ပေးလိုက်ပါတယ်\nSpeed ဇာတ်ကားဟာ 1994 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး\nမင်းသား Keanu Reeves နဲ့ Sandra Bullockတို့\nတွဲဖက်သရုပ်ဆောင်ပြီး IMDb 7.2 ရရှိခဲ့ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျက် ထရေဗန်ဟာ\nရဲတပ်ဖွဲ့ဝင်တစ်ယောက်..တရက်မှာ ခရီးသည်တစ်စု\nဗုံးနဲ့ထောင်ချောက်ဆင်ဖမ်းလို့ ခက်ခက်ခဲခဲ\nကယ်နိုင်ခဲ့ရပါတယ်..ဗုံးထောင်တဲ့လူကလည်း\nရဲတပ်ဖွဲ့ဝင်ဟောင်း.တစ်ဦး ဗုံးကို အထူးကျွမ်းကျင်သူ\nသူပင်စင်ယူခဲ့တဲ့ကိစ္စမှာ မကျေနပ်လို့ အခုလို\nဓါးစားခံဖမ်းပြီး ဗုံးထောင်ငွေညှပ်တာမအောင်မြင်တော့\nဂျက်ထရေဗန်ကိုအညိုးထားပါတော့တယ်\nနောက်ဆုံး ခရီးသည်တင်ဘတ်ကားကိုဗုံးထောင်ပြီး\nငွေထပ်ညှစ်တဲ့အခါမှာတော့..ဘယ်လိုတွေဆက်ကြုံရမလဲ\nဆိုတာကို ဆက်လက်ခံစားကြည့်ပါ\n (Zawgyi)Action ကားေကာင္းေကာင္းၾကိဳက္သူတို႕အတြက္\nၿပန္လည္ တင္ဆက္ေပးလိုက္ပါတယ္\nSpeed ဇာတ္ကားဟာ 1994 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး\nမင္းသား Keanu Reeves နဲ႔ Sandra Bullockတို႕\nတြဲဖက္သရုပ္ေဆာင္ၿပီး IMDb 7.2 ရရွိခဲ႔ပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ႔ ဂ်က္ ထေရဗန္ဟာ\nရဲတပ္ဖြဲ႔၀င္တစ္ေယာက္..တရက္မွာ ခရီးသည္တစ္စု\nဗံုးနဲ႔ေထာင္ေခ်ာက္ဆင္ဖမ္းလို႔ ခက္ခက္ခဲခဲ\nကယ္ႏိုင္ခဲ႔ရပါတယ္..ဗံုးေထာင္တဲ႔လူကလည္း\nရဲတပ္ဖြဲ႕၀င္ေဟာင္း.တစ္ဦး ဗံုးကို အထူးကြ်မ္းက်င္သူ\nသူပင္စင္ယူခဲ႔တဲ႔ကိစၥမွာ မေက်နပ္လို႔ အခုလို\nဓါးစားခံဖမ္းၿပီး ဗံုးေထာင္ေငြညွပ္တာမေအာင္ၿမင္ေတာ႔\nဂ်က္ထေရဗန္ကိုအညိဳးထားပါေတာ႔တယ္\nေနာက္ဆံုး ခရီးသည္တင္ဘတ္ကားကိုဗံုးေထာင္ၿပီး\nေငြထပ္ညွစ္တဲ႔အခါမွာေတာ႔..ဘယ္လိုေတြဆက္ၾကံဳရမလဲ\nဆုိတာကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ctpg/Speed_[1994]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Generals-daughter-133x200.jpg",
        "title": "The General’s Daughter (1999)",
        "description": "ဇာတ်ကားနာမည်ကိုက စိတ်ဝင်စားစရာဖြစ်နေပါတယ်။ဇာတ်လမ်းကလဲ မြင်နေကျလို မဟုတ်ဘဲ ထူးဆန်းနေပါတယ်။တခါတလေ ရွေးချယ်စရာခက်ခဲလွန်းနေချိန်မှာ ပြတ်သားလိုက်ရတာမျိုးတွေ ကြုံဖူးကြမှာပါ...ဒီလိုအချိန်တွေမှာ ကျွန်တော်တို့ တစ်ဖက်သားအတွက် စဉ်းစားမိဖူးလား....အမှန်တရားအတွက်ရော ငဲ့ကြည့်ဖူးရဲ့လား....ဘဝမယ် ဒီလိုဆုံးဖြတ်ရမယ့် အချိန်တွေ တစ်ချိန်မဟုတ်တစ်ချိန်ကြုံလာခဲ့ရင် ဒီဇာတ်ကားက သင့်ကို သတိပေးနေပါလိမ့်မယ်။အဆုံးမှာတော့ ကျွန်တော်တို့ စိုက်ပျိုးတာကိုပဲ ရိတ်သိမ်းကြရမှာပါ..မုဒိမ်းကျင့်ခံရတာထက် ဆိုးတာရှိလား....အဲ့ဒါ သစ္စာဖောက်ခံရတာတဲ့။မင်းသားကြီး John Travolta ၊ မင်းသမီးကြီး Madeleine Stowe နဲ့ Leslie Stefanson တို့ပါဝင်ထားပြီးIMDb (6.4) ရရှိထားပါတယ်။----------------------------------------------------------------------------------------------------------ဇာတ္ကားနာမည္ကိုက စိတ္ဝင္စားစရာျဖစ္ေနပါတယ္။ဇာတ္လမ္းကလဲ ျမင္ေနက်လို မဟုတ္ဘဲ ထူးဆန္းေနပါတယ္။တခါတေလ ေရြးခ်ယ္စရာခက္ခဲလြန္းေနခ်ိန္မွာ ျပတ္သားလိုက္ရတာမ်ိဳးေတြ ၾကံဳဖူးၾကမွာပါ...ဒီလိုအခ်ိန္ေတြမွာ ကြ်န္ေတာ္တို႕ တစ္ဖက္သားအတြက္ စဥ္းစားမိဖူးလား....အမွန္တရားအတြက္ေရာ ငဲ့ၾကည့္ဖူးရဲ႕လား....ဘဝမယ္ ဒီလိုဆံုးျဖတ္ရမယ့္ အခ်ိန္ေတြ တစ္ခ်ိန္မဟုတ္တစ္ခ်ိန္ၾကံဳလာခဲ့ရင္ ဒီဇာတ္ကားက သင့္ကို သတိေပးေနပါလိမ့္မယ္။အဆံုးမွာေတာ့ ကြ်န္ေတာ္တို႕ စိုက္ပ်ိဳးတာကိုပဲ ရိတ္သိမ္းၾကရမွာပါ..မုဒိမ္းက်င့္ခံရတာထက္ ဆိုးတာရွိလား....အဲ့ဒါ သစၥာေဖာက္ခံရတာတဲ့။မင္းသားၾကီး John Travolta ၊ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3ysyX/The_General’s_Daughter_[1999]_(MM_Sub).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/sex-and-lucia-poster-141x200.jpg",
        "title": "[21+] Sex and Lucía (2001)",
        "description": "[21+] Sex and Lucía (2001)\nIMDb...7.2,,Rotten...71\n \nဆရာကြီးပီမိုးနင်းက  ကာမသိဒ္ဓိကျမ်း ဆိုပြီး စာအုပ်တစ်အုပ်ရေးသားခဲ့တယ်...\nဆရာကြီးကတော့ ဆန့်ကျင်ဘက်လိင်တွေနဲ့ပတ်သက်ပြီး ပေါင်းသင်းဆက်ဆံရေးအဆင်ပြေစေဖို့ရည်ရွယ်ရေးသားခဲ့ပေမယ့်\nတစ်ချို့သော သူတွေအတွက် ညစ်ညမ်းစာပေသဘောမျိုးခံစားကြတာရှိတယ်...\nဒီလိုပဲရုပ်ရှင်လောကမှာလည်း Lust, Caution , Rape me, Nymphomaniac စတဲ့ဇာတ်လမ်းမျိုးတွေဟာ ပညာပေးဇာတ်လမ်းတွေပါပဲ..\nသိတဲ့အတိုင်း  အထက်ပါဇာတ်ကားများဟာ အတော်ပွင့်ပွင့်လင်းလင်းနဲ့ sex အခန်းပေါင်းများစွာပါလေ့ရှိတယ်...\nတစ်ချို့တွေကတော့ အာရုံတစ်မျိုးနဲ့ခံစားကြတယ်ပေါ့လေ...\nသို့ပေမယ့် ဒီလိုဇာတ်အိမ်ကောင်းကောင်း ပွင့်လင်းမြင်သာတဲ့အခန်းပေါင်းများစွာပါဝင်ဇာတ်ကားတွေကတော့\nလက်ချိုးရေလို့ရပါတယ်...ဒီစာရင်းထဲမှာ  Sex and Lucía(2001) ဇာတ်ကားကို မဖြစ်မနေထည့်သွင်းရမယ်လို့ထင်ပါတယ်...\nဆုပေါင်း(၁၀)ဆုရရှိခဲ့သလို ဆန်ကာတင်(၁၇)ခုစာရင်းလည်းဝင်ခဲ့ပါတယ်...ဒီကားက အထက်မှာပြောခဲ့သလိုပဲ (21+)ခန်းတွေနဲ့\nအနုပညာမြောက်စွာပုံဖော်ထားပါတယ်...\nကိုင်း အနုပညာမြောက်စွာခံစားတတ်တဲ့သူမျိုးတွေအတွက် ဇာတ်ကားကောင်းတစ်ကားကို\nတင်ဆက်ပေးလိုက်ပါသည်...\nအညွှန်းနဲ့ဘာသာပြန်ကတော့ Wira Aung ဖြစ်ပါတယ်.... File Size : (1 GB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:08:00\nGenre : Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wira Aung\nEncoded by RGB",
        "rating": "7.1",
        "url": "https://megaup.net/2f4af/Sex_And_Lucía_(Lucía_Y_El_Sexo)_[21+]_[2001]_(MM_Sub).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/cradle-2-the-grave-poster-133x200.jpg",
        "title": "Cradle 2 the Grave (2003)",
        "description": "Cradle 2 the Grave (2003)______IMDb - 5.8/102003 က ထွက်ရှိခဲ့တဲ့ Cradle 2 the Grave ဇာတ်ကားမှာ\nမင်းသားကြီး ဂျက်လီ နဲ့အတူ ပါရာနာဝေးလို့ ပရိတ်သတ်တွေ\nသိကြတဲ့ Mark Dacascos တို့အတူတွဲဖက်သရုပ်ဆောင်ထားပါတယ်\nIMDb 5.8  ရရှိထားပြီး Action ကားကောင်းကောင်းကြည့်လိုသူ\nတွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့..\nကျွမ်းကျင်သူခိုးအဖွဲ့တစ်ဖွဲ့က အဖိုးတန်ကျောက်တုံးလေးကို\nခိုးယူမိပြီးသူတို့ထင်သလိုလည်းမဖြစ်လာခဲ့ဘူး..သူတို့လက်ထဲကနေ\nအဆင့်ဆင့်လုယူချင်နေတဲ့သူတွေကလည်းပေါများနေပါတယ်\nဒီကျောက်တုံးအနက်လေးဟာ ဘယ်လိုများတန်ဖိုးရှိနေတာလဲ\nပြီးတော့ အဲ့အရာကိုလက်ဝယ်ပိုင်ဆိုင်ထားတဲ့သူခိုးအဖွဲ့ကရော\nဘယ်လိုမျိုး အခက်အခဲတွေကြုံမလဲ..ဆိုတာကို\nတစ်ကားလုံးစွန့်စားခန်း ဖိုက်တင်ခန်းတွေအပြည့် နဲ့\nကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဘာသာပြန် နဲ့ အညွှန်းကတော့ Phyo Zaw ဖြစ်ပါတယ်\n File Size - 1 GB\nQuality - Blu-Ray 720p\nDuration - 01:41:13\nTranslator - Phyo Zaw\nEncoder - LK",
        "rating": "5.8",
        "url": "https://megaup.net/1xp0S/Cradle_2_The_Grave_[2003_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/5zqhvwcsh5ak-200x300.jpg",
        "title": "Mr. Vampire 2 ( 1986 )+ (1985) +(1987)",
        "description": "Old But Gold ဆိုတဲ႔စကားအတုိင္းပဲေပါ႔တရုတ္ခုန္ဆြဲသရဲကားလို႔နာမည္ၾကီးခဲ႔တဲ႔1986 မွာထြက္ရွိခဲ႔တဲ႔ Mr.Vampire 2 ကိုတင္ဆက္ေပးလိုက္ပါတယ္..1 နဲ႔ 2 ကအဆက္အစပ္မရွိတဲ႔အတြက္ေၾကာင္႔ေအးေဆးၾကည္႕ႏိုင္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ႔ တရုတ္သရဲလင္မယား၂ေယာက္မွာ သရဲကေလးေလးတစ္ေကာင္ရွိပါတယ္အဲ႔သရဲလင္မယား၂ေယာက္က သရဲေလးကိုရွာေဖြၾကပံုကိုတင္ဆက္ရိုက္ကူးထားပါတယ္..ခံစားၾကည္႔ပါဦး",
        "rating": "5.9",
        "url": "https://megaup.net/2UQIK/Mr._Vampire_2_[1986]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    }
]