[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vrjLSKlvNt5XuZGpz0etOAwIrS6.jpg",
        "title": "Fronteras(2018)",
        "description": "Fronteras(2018)အဓိက ဇာတ်ကောင် ဖြစ်တဲ့ ရေးစ်ဟာ အမေရိကန်-မက်စီကန် နယ်စပ်မှာ စောင့်ရတဲ့ အေဂျင့် တဦးပဲ ဖြစ်ပါတယ်.သူက မက်စီကို ဇာတိဖြစ်ပေမယ့် အမေရိကန်နိုင်ငံသားအဖြစ် ခံယူထားသူပဲ ဖြစ်ပါတယ်.သူဟာ ရိုးသာ‌ဖြောင့်မတ်ပြီး တိုက်ရည်ခိုက်ရည်ရှိတာကြောင့် မက်စီကို ဘိန်းရာဇာကို တိုက်ခိုက်ဖို့ ဖွဲ့စည်းထားတဲ့ အိုင်ဗန် ဦးဆောင်တဲ့အထူးတပ်ဖွဲ့မှာ ပါ၀င်လှုပ်ရှားခွင့် ရခဲ့ပါတယ်.အထူးတပ်ဖွဲ့ ‌ခေါင်းဆောင် အိုင်ဗန်ဟာ အရမ်းကို မျိုးချစ်စိတ် ပြင်းထန်ပြီး အလုပ်လုပ်ရမှာ ရက်စက်တယ်ဆိုပြီး နာမည်ကြီးလှပါတယ်.ရိုးသားဖြောင့်မတ်ပြီး သနားကြင်နာတတ်တဲ့‌ ရေးစ်နဲ့ ရက်စက်ပြီး တိကျတဲ့ အိုင်ဗန်တို့ နှစ်ဦးတွေ့တဲ့အခါမှာတော့မလိုလားအပ်တဲ့ ပြဿနာတွေ၊ ခံစားမှုရသတွေ၊ အမေရိကန်နဲ့ မက်စီကို နယ်စပ်ကြားကပြဿနာတွေကို စိတ်၀င်စားဖွယ် ရိုက်ပြထားတာကြောင့် dramaနဲ့ နိုင်ငံရေးပြဿနာတွေကို စိတ်၀င်စားသူတွေ ကြည့်သင့်တဲ့ ဇာတ်ကားလေး တကားပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ YK ပဲဖြစ်ပါတယ်....File Size : (900 MB) ...",
        "rating": "4.5",
        "url": "https://megaup.net/2Swng/Fronteras.2018.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nX25xhtbDU7qP7sgxlBxUYghsYU.jpg",
        "title": "Khun Phaen Begins (2019)",
        "description": "[Unicode]\"Khun Phaen Begins 2019\"ဇာတ်လမ်းအကျဉ်းမြစ်ကမ်းဘေး တိုင်းပြည်တစ်ခုဖြစ်တဲ့ အယုဒ္ဓယတိုင်းပြည်ကို ယူထ (သို့) ယူထနမ့်လို့ ခေါ်ကြတဲ့ အချိန်ကာလမှာ စစ်ပွဲတွေမရှိ နှစ်ရာချီအောင် အေးချမ်းခဲ့ပါတယ်...အကြောင်းရင်းကယူထတိုင်းပြည်ကို အထမတ်အမည်ရှိ လျှို့ဝှက်စစ်သားအဖွဲ့က စောင့်ရှောက်ပေးနေခဲ့လို့ပါပဲမှော်နက်အဖွဲ့တွေ အထမတ်အဖွဲ့ကိုချေမှုန်းဖို့ လွှတ်ခဲ့ပေမယ့် အနိုင်မရခဲ့ပဲ မျက်လုံးဖောက်ခံလိုက်ရတယ်လို့ သတင်းတွေထွက်ခဲ့ပါတယ် ၊တောရွာဘက်က ဖန်လို့ အမည်ရတဲ့ကောင်လေးတစ်ယောက်က ယူထတိုင်းပြည်မှာ မိန်းမယူပြီး မိသားစုအခြေချချင်စိတ်နဲ့ ယူထကိုရောက်လာခဲ့ပါတယ်ယူထမှာ ငယ်ချစ်ဦးဖြစ်သူ ဖိင်မ်နဲ့ တွေ့ဆုံပြီး အချစ်ဦးအထင်ကြီးနိုင်ဖို့ ဖန်ဟာ လတ်လျားလတ်လျားနေတတ်သူကနေ စစ်ထဲဝင်ဖို့ ကြိုးစားခဲ့ပါတော့တယ်...ငယ်ငယ်တည်းက အတိတ်မေ့ပြီး အဖေ့ကိုပါ မမှတ်မိနိုင်တဲ့ ဖန်ဟာ တခါလောက်တော့ အဖေ့ကိုတွေ့ဖူးချင်စိတ်နဲ့ မှော်ပညာကို သင်ယူ စစ်သားတစ်ယောက်ဖြစ်လာချိန်...သတင်းသာ ကြားဖူးတဲ့ မှော်နက်အဖွဲ့က တဖန် အထမတ်စစ်သားတွေကို အနိုင်ယူ ယူထတိုင်းပြည်ကို သိမ်းဖို့ကြိုးစားလာချိန်မှာတော့မှော်ပညာတတ် စစ်သားတစ်ယောက်ဖြစ်တဲ့ ဖိတ်တစ်ယောက် ယူထတိုင်းပြည်ကို ကာကွယ်ပေးနိုင်မှာလား...ငယ်ငယ်တည်းက မေ့နေခဲ့တဲ့ အဖေ့ကိုရောပြန်တွေ့နိုင်မလား...ငယ်ချစ်ဦး ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/khun-phaen-begins-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/konkmgqo4psj-131x200.jpg",
        "title": "[18+] Nineteen: Shh! No Imagining! (2015)",
        "description": "ပြန်စဉ်းစားကြည့်ရအောင်...ကိုယ့်ဘဝရဲ့ ပထမဆုံးတော့ Sex အထိအတွေ့က ဘယ်လိုလဲ...Sex Partner ကရော ဘယ်သူလဲ...ဘယ်လိုဆုံတွေ့ပြီး ဘယ်လိုဖြစ်ကြတာလဲ...ပြန်စဉ်းစားလိုက်ရင် ကြည်နူးစရာတချို့ပါမယ်...အတော်များများကတော့ အလွဲလွဲ အချော်ချော်ပေါ့...အဲ့ဒီ အလွဲလွဲအချော်ချော်ကပဲ ကျွန်တော်တို့ဘဝရဲ့ ပြန်မရနိုင်တော့တဲ့ ခံစားမှုပါ...တန်ဖိုးထားသင့်ပါတယ်။ဒီဇာတ်ကားက ဆယ်ကျော်သက်အရွယ်မှာ ပထမဆုံးကြုံတွေ့ရတဲ့ Sex ကိစ္စနဲ့ပတ်သက်ပြီးခံစားတတ်တာလေးတွေကို ရိုက်ပြထားတာပါ…18+ ဇာတ်ကားတွထဲမှာ အတော့်ကိုခွီရသလို Erotic Level So High ပါ…စုံတွဲတွေ အများကြီးပါပါတယ်…အကုန်လုံးက လူငယ်စုံတွဲတွေချည်းမို့ ကိုယ်တိုင်ပြန်လည်နုပျိုလာသလိုခံစားရပါမယ်။ကိုယ့်ဘဝရဲ့ ပထမဆုံးသော Sex Partner နဲ့အဖြစ်ကရော ဒီဇာတ်ကားထဲက ဘယ်အတွဲနဲ့တူမလဲခံစားကြည့်ကြရအောင်ပါ။(Dark Side Production မှ စာတန်းထိုးအမှန်ဖြင့် ပြန်လည်တင်ဆက်သည်။) \nFile size…(900 MB)\nQuality…WEB-DL Uncut Extended 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by FOX",
        "rating": "",
        "url": "https://megaup.net/3yunv/(DS)Nineteen.Shh.No.Imagining.2015.720p.UNCUT.EXTENDED.WEB-DL.H264.AAC-QUiCKY.mp4",
        "category": "Adult, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jNMu2VHXRDRoakkY3CT1hN95tjG.jpg",
        "title": "Strawberry Night (2013)",
        "description": "[Unicode]Strawberry night : Sutoroberi naito (2013)Strawberry night Japan seriesကိုထုတ်လွှင့်ပြသခဲ့ပြီးတဲ့နောက် 2013မှာ movieအနေနဲ့ထွက်လာခဲ့တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။စိတ်ဒဏ်ရာရစရာကိစ္စရပ်တွေဆီကနေရုန်းထွက်ခဲ့ပြီးနောက် မိန်းကလေး \"ရီကို ဟီမီကဝ\"က ရဲမေတစ်ယောက်ဖြစ်လာခဲ့ပါတယ် ၊\nတစ်နေ့မှာတော့ သူတာဝန်ကျရာနေရာတဝိုက်မှာ လူသတ်မှုတွေဆက်တိုက်ဖြစ်လာခဲ့ပါတယ်\"ရူဇာကီဂိုဏ်း\"ရဲ့ဂိုဏ်းတွင်းပြသနာတွေနဲ့ပတ်သက်တယ်လို့ ယူဆခဲ့ကြပေမယ့် ဟီမီကဝကတော့ ဒါကိုမယုံကြည်ခဲ့ပါဘူး...\nအဲဒီအချိန်မှာဟီမီကဝဆီကို ထူးဆန်းတဲ့ဖုန်းတစ်ခုဝင်လာပြီး လူသတ်သမားဟာ \"ကန်တို-ရနိုင်\"ဖြစ်ကြောင်း သတင်းပေးတဲ့ဖုန်းဖြစ်နေခဲ့ပါတယ် ၊သို့ပေမယ့် ကန်တို-ရနိုင်နောက်ကိုမလိုက်ဖို့ ဟီမီကဝရဲ့အထက်လူကြီးကအမိန့်ပေးခဲ့ပါတယ်...\nဒါပေမယ့်လည်း အမှန်တရားကိုသိချင်တဲ့သူဖြစ်တဲ့အတွက်ကြောင့် မရပ်သွားဘဲ ကန်တို-ရနိုင်နောက်ကိုဆက်လိုက်နေရင်းနဲ့ ရူဇာကီဂိုဏ်းရဲ့အကြံပေး \"အိဆအို မာကိတ\"နဲ့တွေ့ခဲ့ပါတယ်။မာကိတနဲ့ဆီကအချက်အလက်တွေကိုယူပြီးဒီအမှုကိုဆက်လိုက်ရင်းနဲ့ တစ်ယောက်နဲ့တစ်ယောက်သံယောဇဉ်တွေဖြစ်လာတဲ့အခါမှာ...\nလုပ်နေရတဲ့အလုပ်ချင်းက ပြဒါးတစ်လမ်း သံတလမ်းဖြစ်နေပေမဲ့ ရီကိုက မာကိတအပေါ်ဘာလို့ သံယောဇဉ်ရှိသွားရတာလဲ ...အမှန်တရားဘက်တော်သားဖြစ်ရမဲ့အကြီးအကဲကိုယ်တိုင်က ရာထူးတည်မြဲရေးနဲ့ ဂုဏ်သိက္ခာအတွက် အမှန်တရားကိုလျစ်လျူရှုထားတဲ့အခါ ...ဖုံးကွယ်ပေးထားတဲ့ကန်တိုကိုရှာရင်း လူသတ်သမားအစစ်သေချာအောင် လိုက်ရှာရတဲ့အခါ....\nဘယ်လိုမျိုးလှည့်စားမှု ယုတ်မာမှုတွေရှိလာမှာလဲ\nတကယ့်လူသတ်သမားအစစ်ကရောဘယ်သူဖြစ်မလဲဆိုတာတွေကို ဒီဇာတ်လမ်းလေးထဲမှာဆက်ပြီး ကြည့်ရှုအားပေးကြပါဦးနော် ။( အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ် )[Zawgyi]Strawberry night : ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/strawberry-night-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tw52XMq5ihUYBBtVp2xjJfD101u.jpg",
        "title": "Tokyo Fiancée(2014)",
        "description": "Tokyo Fiancée(2014)okyo Finance2014 ဒီတစ်ခါတော့ အိမ်တွင်းအောင်းနေရတဲ့ CMဖန်တွေအတွက်Drama/Romance/Comedyကားလေးနဲ့ ဖျော်ဖြေတင်ဆက်ပေးပါရစေ. ဒီကားလေးကတော့IMDb6.1/10ရထားတာကြောင့် ဇာတ်ကားကောင်းလေးတစ်ကာ ဖြစ်တာကို အထူးတလည်ပြောဖို့လိုမယ်မထင်ပါဘူးနော်.‌ ဇာတ်လမ်းထဲမှာ ဘယ်လ်ဂျီယံသူဖြစ်ပေမယ့်ဂျပန်မှာမွေးခဲ့တဲ့ အမ်မီလီဟာ ဂျပန်ကို ချစ်မြတ်နိုးတာကြောင့်သူ အသက်20မှာ ဂျပန်ကို ပြန်လာခဲ့ပါတယ်.ဂျပန်ကို ရောက်နေချိန်မှာ တဖက်တစ်လမ်းကနေ ၀င်ငွေရအောင် ဆိုပြီး အချိန်ပိုင်းပြင်သစ်စာသင်ပေးဖို့ လုပ်ခဲ့ပါတယ်.အဲ့အချိန်မှာပဲ ပြင်သစ်စာကို စိတ်၀င်စားတဲ့ ဂျပန်ကောင်လေး ရင်ရီဟာဆက်သွယ်လာခဲ့ပါတယ်.အဲ့နောက်မှာ သူတို့နှစ်ယောက်ဟာ ပြင်သစ်စကားသင်ရင်း ခင်မင်ရင်းနှီးလာခဲ့ပါတယ်.ခင်မင်ရင်းနှီးမှုကနေ အဆင့်တွေပိုလာရင်း ထူးဆန်းတဲ့ကံကြမ္မာအလှည့်အပြောင်းကြောင့်ဘယ်လိုတွေ ဖြစ်တယ်ဆိုတာကို ရိုက်ပြထားတဲ့ ဒရာမာဇာတ်ကားကောင်းလေး ဖြစ်တာကြောင့် ဒရာမာနှစ်သက်သူတို့ လက်မလွှတ်ပဲ ကြည့်ရှူသင့်တဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ကြောင်း ညွှန်းလိုက်ရပါတယ်ခင်ဗျာ..ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ YK ပဲဖြစ်ပါတယ်....File Size : (900 MB) and (443 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Romance , Drama, Comedy\nSubtitle ...",
        "rating": "6.3",
        "url": "https://megaup.net/2Swma/Tokyo.Fiancee.2014.BLU-RAY.720P.PP.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BODUwZTA3NmYtYWU3YS00NTBkLWFjZDctYTk2Nzc4NjY4YWRhXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_-141x200.jpg",
        "title": "Fist of Fury (II) (1991)",
        "description": "Fist of Fury (II) (1991)IMDB(6.5)တရုတ်ကွန်ဖူးရဲ့ ဂန္တဝင်မင်းသားကြီး ဘရုစ္စလီရဲ့ Fist of Fury ကို ရုပ်ပြောင်ရိုက်ကူးထားတဲ့စတီဗင်ချောင်ရဲ့ ၁၉၉၁ ထွက် ဇာတ်ကား ၂ ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ချောင် ရဲ့ ဇာတ်ကားတွေထုံးစံအတိုင်းပဲ အဖောက်ခန်းတွေ ပြောင်မြောက်တဲ့ ဒိုင်တွေနဲ့ကြည့်ကြရမှာပါဇာတ်လမ်းအကျဉ်းလေးကတော့ပြည်မသား ချောင်ဟာ သူ့ဝမ်းကွဲ ညီ ကိုလိုက်ရှာဖို့ ဟောင်ကောင်ကို လာခဲ့ပြီး ချီးထုတ် ဆင်း နဲ့ ဆုံမိကြပါတယ်ဒီလိုနဲ့ ချီးထုတ် ၂ကောင်ပေါင်းမိပြီး ပိုက်ဆံ ပြတ်တာ့ ပေါင်း ရှာကြတဲ့အခါမှာဒေါ်လာ ဆယ်သန်းရမယ့်လက်ဝှေ့ပွဲ ကို တွေ့ပြီး ဘယ်လို ကလိမ်ကကျစ် ဉာဏ်တွေနဲ့ ဆယ်သန်း ကို ရယူကြမလဲဆိုတာကိုတော့။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cF29/[CM]Fist_of_Fury_(II)1991._720p.mkv",
        "category": "Action, Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/9oLgNc-142x200.jpg",
        "title": "Fist of Fury (1991)",
        "description": "Fist of Fury (1991)IMDB(6.7)\nဘရုစလီဇာတ်ကားကို အမှီပြုပြီး စတီဖင်ချောင်ရဲ့ အရသာအပြည့်နဲ့ တင်ဆက်ထားတဲ့ဇာတ်ကားပါ..\nFist of Fury ဇာတ်ကား ၁ နဲ့ ၂ နှစ်ကားထွက်ပါတယ်။\n+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ...",
        "rating": "6.7",
        "url": " \thttps://megaup.net/2SCt7/[CM]Fist.of.Fury.1991.BD.720P.x265.10bit.DD5.1-FFansBD..mkv",
        "category": "Action, Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vdK86hDn31gjtVJhMDB7ZMEAH8Z.jpg",
        "title": "Ella Bella Bingo(2020)",
        "description": "Ella Bella Bingo(2020)ကလေးဘဝတုန်းက ကျွန်မတို့တွေ သူငယ်ချင်းတွေကို အရမ်းခင်တဲ့အကြောင်းတွေဝန်မခံခဲ့မိကြပေမဲ့ တစ်ယောက်ယောက်ကများ သူငယ်ချင်းအဖြစ်နဲ့ ဝင်လာခဲ့ရင်ကိုယ့်ထက်ပိုခင်သွားမှာကိုတော့ တိတ်တဆိတ်စိုးရိမ်ခဲ့ကြတယ်မလား....ဒီ Animation ကားလေးထဲမှာလည်း Ella နဲဲ့ Henry တို့သိပ်ခင်ကြတဲ့သူငယ်ချင်းတွေပေါ့...သိပ်ခင်တဲ့ သူတို့အကြားကို တခြားမြို့ကပြောင်းလာတဲ့ သူဌေးသားလူပေါ်ကြော့လေး Jonny တစ်ယောက်ရောက်လာပါတော့တယ် ..Jonny ဟာပိုက်ဆံချမ်းသာပေမယ့် မိဘတွေကအလုပ်ကြောင့်နေရာခဏခဏပြောင်းရတာမို့သူငယ်ချင်းအတည်တကျမရှိတဲ့ကောင်လေးပါ..Henry ကိုတွေ့ပြီးတော့ သဘောကျသွားပြီ သူနဲ့သူငယ်ချင်းလုပ်ဖို့မျိုးစုံကြိုးပမ်းပါတော့တယ် ..တစ်ဖက်မှာလည်း သူ့ရဲ့သူငယ်ချင်းကို သူများဆီအပါမခံနိုင်တဲ့ Ella နဲ့ Henry ကိုသူ့သူငယ်ချင်းဖြစ်စေချင်တဲ့ Jonny တို့ရန်ဖြစ်စကားများပြီးပြဿနာတွေ ဆက်တိုက်ဖြစ်ပါတော့တယ်...ဒီ Animation ကားလေးက တကယ့်ကိုချစ်စဖွယ်ပါ..သူငယ်ချင်းတွေအကြား ချစ်ခြင်းမေတ္တာကိုပြထားသလို ပြဿနာတွေကြုံရင်လည်း ဘယ်လိုဖြေရှင်းရတယ်ဆိုတာကို ပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေပေါင်းစပ်ထည့်ရင်းပြသားထားပါတယ်...အဆုံးထိကြည့်ချင်သွားအောင် ချစ်စဖွယ်ဇာတ်ရုပ်လေးတွေပါဝင်တာမို့ တပျော်တပါးကြီး ကြည့်ရှုခံစားလိုက်ပါဦးလို့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်...File Size : (750MB) and (367MB)\nQuality : WEB-DL ...",
        "rating": "5.5",
        "url": "https://megaup.net/2Svcu/Ella_Bella_Bingo.2020.NEW.WEB-EL720P.PP.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x0g9tzgZKKmNEtwcjS3aF4kduRi.jpg",
        "title": "Dangerous Lies(2020)",
        "description": "Dangerous Lies(2020)Netflixက​နေ မကြာ​​သေးခင်ကမှ ထွက်ရှိလာတဲ့ ဒီကားက​တော့ ​တော်​တော်​လေး စိတ်၀င်စားဖို့​ကောင်းတယ်လို့ကို​ ​ပြောလို့ရပါတယ်။ ​ကေတီ နဲ့ အဒမ် တို့ဟာ လူငယ်ဇနီး​​​မောင်နှံ​တွေဖြစ်ပြီး သူတို့မှာ ​ငွေ​​ရေး​ကြေး​ရေး အခက်အခဲ ​တော်​တော်​လေးရှိ​နေကြပါတယ်။​ကေတီဟာ ၈၈နှစ်အရွယ် အဘိုးအို တစ်ဦးကို ပြုစု​စောင့်​ရှောက်​ပေးရတဲ့ caretaker တစ်ဦးလည်း ဖြစ်ပါတယ်။ ​ငွေ​ကြေးပြည့်စုံတဲ့ တ​ကောင်ကြွက် အဘိုးအို တစ်​​ယောက်ဖြစ်ပြီး ခမ်းနားတဲ့ အိမ်ကြီးမှာ ​နေထိုင်သူတစ်ဦး ဖြစ်ပါတယ်။ ကေတီ အလုပ်၀င်ပြီး ​လေးလအကြာမှာတင် အဘိုးကြီးဆုံးပါးသွား​တော့အံ့သြစရာ​ကောင်း​လောက်​​အောင် ​ကေတီက အိမ်ကြီးကို အ​မွေ​ဆက်ခံခွင့်ရခဲ့ပါ​တော့တယ်။ဒီမှာပဲ ဇာတ်ခမ်းစပါ​တော့တယ်။ သူအ​မွေရခဲ့တဲ့ အိမ်ကြီးထဲမှာ ဘာ​တွေများရှိ​နေမလဲ။ဒီအိမ်ကြီးကို အ​ကြောင်းပြုပြီး သူတို့လင်မယားနှစ်​ယောက် ဘယ်လိုဒုက္ခ​တွေကြုံ​တွေ့ရမလဲ။ဆင်းရဲရတဲ့ ဒုက္ခနဲ့ ချမ်းသာရတဲ့ ဒုက္ခဟာ ဘာ​တွေများ ကွာခြားမလဲ အမျိုးမျိုး​သော အဖြစ်အပျက်​တွေနဲ့အတူ ​နောက်ဆုံး ရဲ​တပ်ဖွဲ့ကပါ ​​ခြေချင်းလိမ်လာတဲ့ အခါမှာ​တော့.... Netflixထုံးစံအတိုင်း ဇာတ်လမ်းက အလှည့်အ​ပြောင်း​တွေနဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/3yskB/Dangerous_Lies.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNAY0ki6NG5sL9j7Z2IZKGo7Hb9.jpg",
        "title": "The Palace (2013)",
        "description": "[Unicode]The Palace(2013)ဒီဇာတ်လမ်းကနန်းတွင်းကိုရောက်လာတဲ့ အပျိုတော်လေးနှစ်ယောက် ချန်ရှန်းနဲ့လျိုလီတို့အကြောင်းကိုပုံဖော်ထားတာပါလူတစ်ယောက်ကိုအနစ်နာခံပြီး ရူးရူးမူးမူးချစ်ခဲ့တဲ့ချန်ရှန်း(ZhouDongYu)နဲ့အချစ်ထက်ဂုဏ်အဆင့်အတန်းကိုပိုမက်မောတဲ့ လျိုလီ(ZhaoLiYing)တို့နှစ်ယောက်က နန်းတွင်းထဲမှာခင်သွားကြတဲ့သူငယ်ချင်းတွေ....မင်းသားတစ်ပါးတည်းကိုသာချစ်မိခဲ့တဲ့ချန်ရှန်းနဲ့ ဘယ်မင်းသားရရဆိုတဲ့လျိုလီတို့နှစ်ယောက်ရဲ့ ဘဝအလှည့်အပြောင်းတွေ....လျိုလီရဲ့ရက်စက်ယုတ်မာမှုတွေ...မင်းသားညီအစ်ကိုတွေကြားက ရာဇပလ္လင်လုပွဲတွေအပြင်ချင်မင်းဆက်ကမင်းသားတစ်ပါးနဲ့အပျိုတော်လေးတို့ရဲ့အချစ်ဇာတ်လမ်းကိုလွမ်းမောဖွယ်ကြည့်ရှုရမှာပါ ၊ဒီဇာတ်လမ်းကတရုတ်ကားကြိုက်သူတွေအတွက်တော့\nကျောက်လိယင်းနဲ့ အနှစ်တွေချည်းပဲရိုက်တဲ့ကျိုးတုန်ယွီတို့ကိုကြည့်ရတာနဲ့တင်တော်တော်တန်နေမှာပါ xD( အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hikari ဖြစ်ပါတယ် ) [Zawgyi]The Palace(2013)ဒီဇာတ္လမ္းကနန္းတြင္းကို​ေရာက္လာတဲ့ အပ်ိဳေတာ္ေလးႏွစ္ေယာက္ ခ်န္႐ွန္းနဲ႔လ်ိဳလီတို႔အေၾကာင္းကိုပံုေဖာ္ထားတာပါလူတစ္ေယာက္ကိုအနစ္နာခံၿပီး ႐ူး႐ူးမူးမူးခ်စ္ခဲ့တဲ့ခ်န္႐ွန္း(ZhouDongYu)နဲ႔အခ်စ္ထက္ဂုဏ္အဆင့္အတန္းကိုပုိမက္ေမာတဲ့ လ်ိဳလီ(ZhaoLiYing)တို႔ႏွစ္ေယာက္က နန္းတြင္းထဲမွာခင္သြားၾကတဲ့သူငယ္ခ်င္းေတြ....မင္းသားတစ္ပါးတည္းကိုသာခ်စ္မိခဲ့တဲ့ခ်န္႐ွန္းနဲ႔ ဘယ္မင္းသားရရဆိုတဲ့လ်ိဳလီတို႔ႏွစ္ေယာက္ရဲ႕ ဘဝအလွည့္အေျပာင္းေတြ....လ်ိဳလီရဲ႕ရက္စက္ယုတ္မာမႈေတြ...မင္းသားညီအစ္ကိုေတြၾကားက ရာဇပလႅင္လုပြဲေတြအျပင္ခ်င္မင္းဆက္ကမင္းသားတစ္ပါးနဲ႔အပ်ိဳ​ေတာ္​ေလးတို့ရဲ႕အခ်စ္ဇာတ္လမ္းကိုလြမ္း​ေမာဖြယ္ၾကည့္႐ႈရမွာပါ ၊ဒီဇာတ္လမ္းကတ႐ုတ္ကားႀကိဳက္သူေတြအတြက္​ေတာ့\nေက်ာက္လိယင္းနဲ႔ အႏွစ္ေတြခ်ည္းပဲ႐ိုက္တဲ့က်ိဳးတုန္ယြီတို႔ကိုၾကည့္ရတာနဲ႔တင္ေတာ္ေတာ္တန္ေနမွာပါ xD( အညႊန္္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hikari ျဖစ္ပါတယ္ ) File size__( 950 MB ) and ( 400 MB)\nQuality__Blu-720p\nIMDb Rating__5.9/10\nFormat__mp4\nDuration__01:49:55\nType__History, Romance\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myint Myat Thinn\nEncoded by Naing Aung Latt",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-palace-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9MaAzW8sERDcIEYORE7jzeCew3P.jpg",
        "title": "Heroic Losers (2019)",
        "description": "Warner Bros. Picturesကနေ ဖြန့်ချီလိုက်တဲ့ Dramaကားကောင်းတစ်ကားပါ။လက်ရှိ IMDb Rating 7.4နဲ့ Tomatoesမှာ100%ရထားပါတယ်။1998မှ2002အတွင်း အာဂျင်တီးနားနိုင်ငံမှာCorralitoလို့ခေါ်တဲ့ စီးပွားရေးကပ်ဆိုက်ပါတယ်။အစိုးရကလည်း ဘဏ်အ‌‌ေကာင့်ကနေငွေတွေထုတ်မပေးတော့ပါဘူး။ဘဏ်မှာငွေအပ်ထားတဲ့သူတွေလည်း ဒုက္ခရောက် တစ်နိုင်ငံလုံးလည်းကျပ်တည်းပေါ့။အဲ့လို‌တွေ မဖြစ်ခင်တစ်နေ့မှာ အယ်ဆီနာမြို့ကရိုးသားတဲ့လူတစ်စုကစပ်တူလုပ်ငန်းလုပ်ဖို့ဆိုပြီး ဘဏ်မှာငွေအပ်မိလိုက်တယ်။စီးပွားရေးကပ်ဖြစ်လို့ သူတို့ငွေတွေဆုံးရှုံးလိုက်ရတယ်ထင်နေပေမယ့်ဒီလိုအခြေအနေတွေဖြစ်မှာသိထားတဲ့ ဘဏ်မန်နေဂျာနဲ့အကြံပေးတစ်ယောက်ကပေါင်းကြံပြီး သူတို့ငွေတွေရော၊ တခြားငွေတွေကိုပါ ထုတ်ယူသွားတာကိုသိလိုက်ရပါတော့တယ်။နောက်တော့ ကလိမ်ကျသွားတဲ့သူဆီကနေ သူတို့ပိုက်ဆံတွေကိုပြန်ရဖို့ ကြိုးစားပါတော့တယ်။ဒီကားထဲမှာ အဖိုးကြီးတွေဦးဆောင်တဲ့ရိုးသားတဲ့လူတစ်စုကကလိမ်ကျသွားတဲ့သူစီကနေ သေချာအစီအစဉ်တွေဆွဲပြီးတော့သူတို့ပိုက်ဆံတွေကိုခိုးယူဖို့ကြိုးစားပုံကို ဟာသလေးနှောပြီးရိုက်ကူးတင်ဆက်ထားပါတယ်။ကားကောင်းလေးတစ်ကားဖြစ်တာကြောင့် ခံစားကြည့်ရှုလိုက်ပါအုံးရှင်။ File Size : ( 1 GB , 395 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 56 min\nFormat : ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wy2y/(CM)_Heroic_Losers_2019_BluRay_720p.mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h9VOF4ZWZSGsFzmAYMI8gWYvBPu.jpg",
        "title": "Bloodhound(2020)",
        "description": "Bloodhound(2020) အလွတ်စုံထောက် အေဘယ်ဝေါ့ကာဟာ ကင်မရာမန်း ဂျင်ကိုအမှုစုံစမ်းရာမှာ ကူညီဖို့ ငှားရမ်းလိုက်ပါတယ်။ သူတို့နှစ်ယောက် ပူးပေါင်းပြီး မကြာခင်မှာပဲအမှုတစ်ခု လိုက်စရာ ပေါ်လာပါတော့တယ်။ဘီလ် ဆိုတဲ့ လူတစ်ယောက် သူ့ရဲ့ဇနီးဟောင်း မာရီယာ ပျောက်ဆုံးမှုကို လိုက်လံစုံစမ်းရမှာပါ...ဒီပျောက်ဆုံးမှုကိုစုံစမ်းတဲ့နေရာမှာ ထင်ထားတာထက် ပိုခက်ခဲနေတဲ့အချိန်မှာတော့..ဒီနောက်မှာတော့ .... ဘာတွေ ဆက်ဖြစ်ကြမလဲ?????စုံထောက်ဇာတ်ကားကို မှတ်တမ်းတင်ရင်း ရိုက်ထားတဲ့ပုံစံမျိုး ရိုက်ထားတဲ့အတွက် ကြည့်ရတာတစ်မျိုး အမြင်ဆန်းနေမှာပါ။ အသည်းတယားယား ရင်တဖိုဖိုနဲ့ ရှေ့ဆက်ဘာတွေ ဖြစ်မယ်ဆိုတာကို ရင်တမမနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ August ပဲဖြစ်ပါတယ်....File Size : (846MB) and (376 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Crime , Drama, Fantasy1\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by August\nEncoded by Phyo ...",
        "rating": "3.0",
        "url": "https://channelmyanmar.org/bloodhound2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2MWit38atfK1Yb9nuvpoZT8H29B.jpg",
        "title": "Raja Natwarlal(2014)",
        "description": "Raja Natwarlal(2014)ဒီRraja Natwarlalဇာတ်ကားလေးကတော့ 2014ခုနှစ်ထွက်ရှိထားတဲ့ကားလေးဖြစ်ပြီးတော့ IMDB rating 6.1 ရ ရှိထားတဲ့ကားလေးဖြစ်ပါတယ်။Crime Thriller ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး ဇာမ်းလမ်းဇာတ်အိမ် တော်တော်ကောင်းပါတယ်...\nရာဂျာဟာဂိမ်းကစားပြီးငွေရှာတာဝါသနာပါတဲ့သူဖြစ်ပြီး\nလောင်းကစားသမားအများစုကြုံလေ့ရှိတဲ့အတိုင်း ငွေက အမြဲပြတ်နေတတ်ပါတယ်။ဒါနဲ့ပဲသူ့ရဲ့အစ်ကိုရာဂဗ်နဲ့တိုင်ပင်ပြီးပိုက်ဆံရဖို့ဂွင်အကြီးကြီးရိုက်ပါတော့တယ်။သူတို့ဂွင်သွားရိုက်မိတဲ့သူကဘယ်သူဖြစ်နေမလဲ?သူလိုချင်တဲ့ပိုက်ဆံရောရနိုင်ပါ့မလား?Thriller အမျိုးအစားကြိုက်သူတွေအတွက်လက်မလွှတ်သင့်ပါကြောင်း...\nအညွှန်းနဲ့ဘာသာပြန်ကတော့Thaik Sanဖြစ်ပါတယ်...File Size : (1.19GB) (507MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Crime , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/raja-natwarlal2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BY2RlZmZkOTUtMDI5Ni00ZjZmLWI1OTItZmUwNWE4ZWVjNzFiXkEyXkFqcGdeQXVyMTkzODUwNzk@._V1_-135x200.jpg",
        "title": "The Half of It (2020)",
        "description": "The Half of It (2020)================#UnicodeIMDb Rating 7.2/10 ထိရရှိထားပြီး လူကြည့်များ လူကြိုက်များနေတဲ့  မေလ (၁)ရက်နေ့ကNetflix မှာ ပြသခဲ့တဲ့ ဇာတ်လမ်းအသစ်စက်စက်ကလေးပဲ ဖြစ်ပါတယ်။ယခုအချိန်မှာ ထရိုက်ဘီကာ ရုပ်ရှင်ပွဲတော်မှာ အကောင်းဆုံး နောက်ခံစကားပြောဆုကို ရရှိထားပါတယ်။ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။ အရင်ကြားဖူးတဲ့ ပုံပြင်တွေလို ကျွန်တော်တို့က ကျွန်တော်တို့ရဲ့တခြားအခြမ်းကို ရှာနေကြတာပါ။ ကိုယ့်ရဲ့တခြားအခြမ်းကို တွေ့တဲ့အချိန်မှာ မပြောဘဲနဲ့ နားလည်တဲ့ခံစားမှုမျိုး ရကြတာပါ။ ဒီဇာတ်လမ်းရဲ့ တခြားအခြမ်းကရော .....ဇာတ်လမ်းအကျဉ်းကတော့ ...... စကွေဟေမစ်ရှ်မြို့က အယ်လီချူး ဆိုတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းပါပဲ။ သူက အထက်တန်းကျောင်းသူ တစ်ဦးဖြစ်ပြီးတော့ သူ့ဖခင်ကြီးကိုလည်း ပြုစုရ၊သူ့ကျောင်းစားရိတ်ကိုလည်း သူ ရှာနေရတာပါ။စာတော်တဲ့လူဖြစ်တာကြောင့် တခြားကျောင်းသားတွေအတွက် အက်ဆေးရေးပေးပြီး ပိုက်ဆံရှာရပါတယ်။ တစ်နေ့တော့ သူ့ကို ကောင်လေးတစ်ယောက်ကအကူအညီတောင်းလာပါတယ်။ရည်းစားစာ ရေးပေးဖို့ပါတဲ့။ သူ ရည်းစားစာ စရေးပေးလိုက်တဲ့အချိန်မှာတော့ .......IMDb Rating ကလည်း 7.2/10 ...",
        "rating": "7.2",
        "url": "https://megaup.net/2StQ9/[CM]The.Half.of.It.2020.720P.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7GtX3NDh8S8ImqtTp4Ww02SXh4B.jpg",
        "title": "The Roads Not Taken(2020)",
        "description": "The Roads Not Taken(2020)လီယိုဆိုတဲ့စာရေးဆရာတစ်ယောက်ရှိတယ်...ချစ်စရာကောင်းတဲ့မိန်းမနဲ့သမီးလေးရှိပေမဲ့ စာရေးတဲ့နေရာမှာ အာရုံစူးစိုက်လို့ အဆင်မပြေဘူးဆိုပြီးမိသားစုကိုစွန့်ခွာသွားတယ်.... ဒီလို ဖြတ်သန်းခဲ့တဲ့ အကျိုးဆက်ကြောင့် မိန်းမနဲ့ကွဲခဲ့ရသလိုသမီးလေးဟာလည်း သာမန်မိန်းကလေးထက်ဘဝကို ခက်ခဲစွာရင်ဆိုင်ခဲ့ရတယ်...အဲ့ဒီနောက် လီယိုတစ်ယောက် အသိစိတ်လွတ်ဝေဒနာကိုခံစားနေရတဲ့ ရောဂါသည်ဖြစ်သွားတယ်...ဒီလိုအခြေအနေမျိုးမှာ သမီးဖြစ်သူသာ စောင့်ရှောက်ဖို့ကျန်တော့တယ်...သမီးဖြစ်သူမော်လီတစ်ယောက် ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ဖြတ်သန်းရမလဲ....မိသားစုမှာ အဓိကနဲ့သာမည ခွဲခြားတတ်ဖို့နဲ့ ရုန်းကန်ရတဲ့ဘဝတွေဟာတစ်ချို့သူတွေအတွက် အရမ်းခက်ခဲတဲ့အကြောင်းကို ပညာသားပါပါလေးပြသွားတယ်...No Country for Old Men နဲ့ အော်စကာရခဲ့တဲ့ Javier Bardem က ဖခင်ဖြစ်သူအဖြစ်သရုပ်ဆောင်ထားပြီးMaleficent ထဲက ချစ်စရာကောင်းတဲ့ မင်းသမီးလေးလူသိများခဲ့တဲ့ Elle Fanning ကသမီးလေးအဖြစ်သရုပ်ဆောင်ထားပါတယ်..ခံစားကြည့်ကြပါဦး ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...File Size : (800 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:25:00\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.0",
        "url": "https://megaup.net/2cvv5/The_Roads_Not_Taken.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gizz5FphOtfSnLaGpRALOZgILd5.jpg",
        "title": "Bad Education (2019)",
        "description": "ဒီရုပ်ရှင်က ၂၀၁၉ ခုနစ်ထွက် Biography/ Crime ဇာတ်ကားဖြစ်တယ်ပြောရရင်တော့ ဖြစ်ရပ်မှန်ပေါ့ဗျာ...ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းအကျဉ်းက...ဖရန့်ဆိုတဲ့ လူတစ်ယောက်ရှိတယ် သူက ကျောင်းဆရာဟောင်း..အခုတော့ ရိုဆလင်းပြည်နယ်က အစိုးရကျောင်းမှာကျောင်းအကျိုးတော်ဆောင်ကောင်းတစ်ယောက်ဖြစ်နေပြီ..သူက သိပ်ကိုတော်တဲ့လူတစ်ယောက်...သိပ်ဦးနှောက်ကောင်းတယ်...ဒီကျောင်းကြီးကို သုညအဆင့်ကနေထိတ်ထိတ်ကြဲကျောင်းကောင်းစာရင်းဝင်လာအောင် သူပဲလုပ်ပေးခဲ့တာ...ကလေးမိဘတွေကို သိမ်းသွင်းတတ်သလို လုပ်ဖော်ကိုင်ဘက်တွေကလည်းသိပ်လေးစားချစ်ခင်ကြတာပေါ့....ဒီလောက်ထိပြီးပြည့်စုံနေတဲ့သူတစ်ယောက်ဆိုတာ ရှိပါ့မလား...ဒီကားကို ဘာလို့ကြည့်သင့်လဲဆိုတော့ နံပါတ်တစ်ကHuge Jackman က ဖရန့်နေရာမှာ အပိုအလိုမရှိ ကွက်တိ...နံပါတ်နှစ် IMDB 7.2/10 ရထားတယ် နံပါတ်သုံး ကောင်းကိုကောင်းလို့ဗျာ File Size : ( 1 GB , 370 MB)\nQuality : WEBRip 720p\nRunning Time : 1 ...",
        "rating": "7.2",
        "url": "https://megaup.net/1wy27/(CM)_Bad_Education_2019_WEB-DL_720p.mp4",
        "category": "Biography, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BYTBkNDMwNzgtZjJkNi00ZTVhLWE5MzAtMTYzN2U4OTNjOWRjXkEyXkFqcGdeQXVyOTAzODkzMjI@._V1_SY999_CR00704999_AL_-141x200.jpg",
        "title": "The Social Network (2010)",
        "description": "ဒီရုပ်ရှင်ကား ဟာ Facebook တည်ထောင်သူ မာတ်ဇူကာဘတ် ရဲ့\nကျောင်းသားဘ၀ နှင့် Facebook ကို တည်ထောင်တဲ့\nကာလ တစ်လျှောက်က အကြောင်းများကို ဇတ်လမ်းရိုက်ကူးထားသည့်\nဖြစ်ရပ်မှန် ရုပ်ရှင်ဖြစ်ပါတယ်....\nရုပ်ရှင်ကားမှာ ပါဝင်တဲ့ သရုပ်ဆောင်တွေကလဲ\nဒိတ်ဒိတ်ကျဲတွေပါပဲ\nNow You See Me ထဲမှာ သရုပ်ဆောင်ခဲ့တဲ့\nမင်းသား Jesse Eisenberg နဲ့ Spider-Man မင်းသား Andrew Garfield တို့ဖြစ်ပြီး\nနာမည်ကြီးအဆိုတော် Justin Timberlake တောင် ပါဝင်ပါသေးတယ်\nဒိတ်ဒိတ်ကျဲတွေ ပါဝင်ထားသလို ဇတ်လမ်းကလဲ အတော်လေး စိတ်ဝင်စားဖို့\nကောင်းပါတယ်....\nမတ်ဇူကာဘတ် ဟာ ဖေ့ဘုတ် ကို သူငယ်ချင်းဖြစ်သူ နဲ့ အတူ\nတည်ထောင်ရင်း ဖေ့ဘုတ်ရဲ့ အရှိန်အဝါ ကြီးမားလာပုံ ကို\nရိုက်ပြထားပါတယ်...File Size - 863.1 MB\nQuality - 720P BluRay\nSubtitle - Myanmar (Hardsub)\nTranslator - Nay Yell ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-social-network-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dCVcdb5oxDizqFLz0F7TE60NoC9.jpg",
        "title": "Balto(1995)",
        "description": "Balto(1995)Channel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါမှာတော့ Balto ဆိုတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းလေးဟာ ၁၉၉၅ ခုနှစ်တည်းက ထွက်ရှိခဲ့တာဖြစ်ပြီး သူရဲကောင်းခွေးလေးတစ်ကောင်အကြောင်း ရိုက်ကူးထားတဲ့ IMdb 7.1 နဲ့ Rotten Tomato 54% ရရှိထားတဲ့ Animated ဇာတ်လမ်းကောင်းလေး တစ်ပုဒ်လည်း ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင်ကတော့ ဘော်တို လို့အမည်ရတဲ့ ဝံပုလွေသွေးနှောတဲ့   ခွေးလေးတစ်ကောင်ပဲ ဖြစ်ပါတယ်။ ခွေးချစ်သူ တိချစ်သူလေးတွေကတော့ 1925 Serum Run to Nome မှာ ထင်ရှားတဲ့ ဘော်တို တို့ တိုဂို တို့ ကို ရင်းနှီးပြီးသား ဖြစ်ပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အလက်စကာ မှာရှိတဲ့ နုမ်း မြို့လေးရဲ့ အလွန်ဆိုးရွားတဲ့ ဆောင်းရာသီတစ်ခုမှာ ကလေးငယ်လေးတွေဆီကို ကပ်ရောဂါတစ်ခု ကျရောက်လို့ လာခဲ့ပါတယ်။ နုမ်းမြို့ငယ်လေးရဲ့ တစ်ခုတည်းသောဆေးရုံမှာ ရောဂါဖြေဆေးတွေလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1wyku/Balto.1995.NEW.BLU-RAY720P.PP.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/a1Wc96TasY2rNhDpt3kjbum2nSd.jpg",
        "title": "Justice League Dark: Apokolips War (2020)",
        "description": "Justice League: War ကနေ စတင်ပြီး ဖြစ်ပေါ်လာခဲ့တဲ့DC Animated Universe (DCAU) ရဲ့ နောက်ဆုံးကားပါ။ပိုးစိုးပက်စက်ကြမ်းပါတယ်။ဒီစီဖန်တွေ ကြည့်ရက်စရာမရှိလောက်အောင် ကြမ်းမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Justice League အဖွဲ့တွေကDarkseid ကမ္ဘာဂြိုဟ်ဆီ လာကျူးကျော်ဖို့ အစပျိုးနေတာကို သိသွားပြီးတဲ့နောက်သူတို့ဘက်က လက်ဦးမှုအရင်ရအောင် စူပါမင်းက ဦးဆောင်ပြီးApokolips ဂြိုဟ်ကို သွားတိုက်ကြတာပါ။ကံဆိုးချင်တော့ Darkseid ကသူတို့ရဲ့အစီအစဉ်တိုင်းကို ကြိုသိနေတဲ့အခါ မရှုမလှရှုံးသွားကြတယ်။ကမ္ဘာဂြိုဟ်လည်း Darkseid လက်အောက်ကျရောက်သွားခဲ့တယ်။အဲဒီနောက်ပိုင်း ၂ နှစ်အကြာကို ဇာတ်အိမ်တည်ထားတာပါ။Justice League အဖွဲ့တွေ Darkseid နဲ့ရင်ဆိုင်ပြီးဘာတွေဖြစ်ကုန်လဲဆိုတာ Flashpoint ထက်ကြမ်းတဲ့ ဒီ Apokolips War မှာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။ File Size : ...",
        "rating": "8.8",
        "url": "https://megaup.net/1wyms/(CM)_Justice_League_Dark_Apokolips_War_(2020)_WebRip_720p.mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5yfJDjTp6n8QXN0M9aGCYpqahXZ.jpg",
        "title": "Endings, Beginnings(2020)",
        "description": "Endings, Beginnings(2020)နာမည်ကျော် မင်းသမီး Shailene Woodley ကိုယ်တိုင်အဓိကပါဝင်သရုပ်ဆောင်ထားပြီးFifty Shades ထဲက မင်းသား Jamie Dornan နဲ့  Marvel ကားတွေနဲ့ လူသိများခဲ့တဲ့Sebastian Stanလည်း ပါဝင်ထားလေတယ်...IMDB raiting 5.7 ရထားတဲ့ Drama ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ် ..ဒီဇာတ်ကားလေးကတော့ ဒက်ဖနီဆိုတဲ့ကောင်မလေးက\nသူ့ကိုအရမ်းချစ်ဂရုစိုက်ပါတယ်ဆိုတဲ့ ကောင်လေးအေဒီရီရန်ကိုလမ်းခွဲလိုက်တယ် ....အကြောင်းအရင်းကတော့သူရှုပ်ခဲ့တဲ့ဇာတ်လမ်းတွေကြောင့်ပဲ ...အရမ်းချစ်ခဲ့ပေမယ့် သူ့ချစ်သူကို လမ်းခွဲဖို့ဆုံးပြီးတဲ့အကျိုးဆက်က သူမအတွက် မလွယ်ကူလှဘူး...ချစ်ခဲ့စဉ်က အမှတ်တရပေါင်းများစွာကို ပြေပျောက်ဖို့အတွက် အရက်တွေနဲ့ဖြတ်သန်းခဲ့တယ်...အချိန်တစ်ခုရောက်တော့ ဘဝသစ်နဲ့ပျော်ရွှင်အောင်နေဖို့ရာ အရက်တွေဖြတ် ရည်းစားမထားဘဲ အလုပ်တွေကြိုးစားပြီးနေမယ်လို့ဆုံးဖြတ်ပြီးတော့သူ့အစ်မအိမ်ကိုသွားခဲ့တယ်...အစ်မ အိမ်ကိုရောက်ပြီး ဘဝပြန်စမယ်ဆိုခါမှသူမ မထင်ထားတဲ့အရာတွေ ဆက်တိုက်ဖြစ်တော့တာပဲ...ကိုင်းဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်...File Size : (950 MB) and (476 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:50:00\nGenre : Drama\nSubtitle : ...",
        "rating": "5.7",
        "url": "https://megaup.net/1wy40/Endings-Beginnings.2020.WEB-DL.720P.PP.mp4",
        "category": "Drama"
    }
]