[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BOWM1NGQyZjktY2MwNS00YTJjLWJhMTktMzAzOWE2MmE0NzRmXkEyXkFqcGdeQXVyOTg4MDYyNw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Two Deaths of Henry Baker (2020)",
        "description": "Two Deaths of Henry Baker ( 2020 )\n----------------------------------------------\nဟင်နရီဘိတ်ကာလို့ခေါ်တဲ့ နာမည်ကျော် ရာဇဝတ်သားတစ်ယောက်ရှိတယ်။ နာမည်ကြီးသလို ရန်သူလည်းများသလို သူ့ပိုင်ဆိုင်မှုတွေနောက် လိုက်နေတဲ့လူတွေလည်း မနည်းဘူး။ သူ့မှာ ဆမ်ဘတ်လို့ခေါ်တဲ့ သူနဲ့ရုပ်ချင်း ချွတ်စွပ်တူနေတဲ့ ညီတစ်ယောက်ရှိတယ်။ ဒီတော့ သူ့ရန်သူတွေဟာ သူ့ညီနဲ့သူ့ကို မှားကြတာပေါ့။ သူတို့နှစ်ယောက်ကြား ရှင်းမရတဲ့ ကိစ္စတစ်ခုဖြစ်လာသလို တစ်ယောက်နဲ့တစ်ယောက် သတ်ဖို့ဖြတ်ဖို့အထိပါ ဖြစ်လာခဲ့တယ်။ ဒီလိုနဲ့ တစ်ယောက်က သေပြီး တစ်ယောက်က‌ ထောင်ကျသွားခဲ့တယ်။ဒီလိုနဲ့ နှစ်အတော်ကြာပြီး သူတို့သားတွေ အရွယ်ရောက်လာခဲ့တယ်။ အဲဒီအချိန် ထောင်ကျနေတဲ့တစ်ယောက်ကလည်း လွတ်လာခဲ့ပြီ။ သူတို့ကြားက ဇာတ်ရှုပ်ဟာ သူတို့သားတွေလက်ထပ်မှာ ဘာဆက်ဖြစ်ဦးမလဲဇ ကြည့်ရမှာပါ။ ဒီရုပ်ရှင်ဟာ ရှိတ်စပီးယားရဲ့ ဗင်းနစ်မြို့ကကုန်သည်ကိုမသိမသာ အငွေ့ထည့်ထားပြီး ရှိတ်စပီးယားစာသားနဲ့အဆုံးသတ်ထားတဲ့ ရုပ်ရှင်လည်းဟုတ်ပါတယ်။ အမျိုးအစားက သည်းထိတ်ရင်ဖို မှုခင်းကားဖြစ်သလို Plot Twistတွေလည်း ပါတာမို့ စိတ်ဝင်စားစရာအတန်အသင့်ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ၊ ...",
        "rating": "5.5",
        "url": "https://megaup.net/16Dcl/Two_Deaths_of_Henry_Baker_(2020)_720p.mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-platnom-135x200.jpg",
        "title": "The Phantom of the Open(2022)",
        "description": "ဒီတစ်ခါတော့ ဖြစ်ရပ်မှန်ဂေါက်သီးရိုက်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာမာရိစ်ဆိုတဲ့သင်္ဘောကျင်းမှာ ကားမောင်းတဲ့ အဖိုးကြီးတစ်ယောက်က သူတို့အလုပ်ကို နိုင်ငံတော်ပိုင်သိမ်းတော့မှာ ကြိုသိသွားတော့ တခြားအလုပ် တစ်ခုကိုရှာဖွေရင်း ဂေါက်ရိုက်ဖို့ စတင်ကြိုးစားခဲ့တဲ့ သူတစ်ယောက်ပေါ့ဗြိတိသျှအိုင်းပင်းပြိုင်ပွဲကြီးမှာ ဝင်ပြိုင်ဖို့ ကြိုးစားရင် အလွဲလွဲဖြစ်ခဲ့တာပေါ့ တကယ့်ကို မကြုံဖူးတဲ့ စံချိန်တွေချိုးခဲ့သူတစ်ယောက်ပါပဲ ဒါပေမဲ့ ဇာတ်လမ်းရဲ့ အနှစ်သာရကတော့ အဲဒါမဟုတ်ပါဘူး မိဘတစ်ယောက်က သားသမီးတွေကို ဘယ်လောက်တောင် အနစ်နာခံ ပြုစုရလဲ ဆိုတဲ့အကြောင်းလေးကို မီးမောင်းထိုးပြချင်တာပါ ပေါ့ပေါ့ပါးပါးလေးဆိုပေမဲ့ တကယ့်ကိုရင်ထဲခံစားရအောင် ရိုက်ပြထားတဲ့ ကားကောင်းလေးတစ်ကားဆိုတော့ မလွတ်တန်းကို ကြည့်တန်တဲ့ကားကောင်းလေးတစ်ကားပါပဲFile size…(1.83GB)/(876MB)/(406MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:46:00\nGenre...Comedy/ Drama / Sport\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "7.2",
        "url": "https://megaup.net/1Nhlk/The.Phantom.of.the.Open.2022.720p(CM)_(2).mp4",
        "category": "Comedy, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqzdv4nArhuZxd7il0boKaVxQMF.jpg",
        "title": "Z-O-M-B-I-E-S 3 (2022)",
        "description": "Z-O-M-B-I-E-S 3 (2022)Disney plus က ထပ်မံတင်ဆက်လိုက်တဲ့ Fantasy, Teen, Romance, Musical ကားလေးပါ။ အရှေ့မှာလည်း Zombies နဲ့ Zombies-2 ဆိုပြီး နှစ်ကား ထွက်ရှိထားပါသေးတယ်။ဇာတ်လမ်းကတော့ သွေးစုပ်ဖုတ်ကောင်တွေ ဝံပုလွေတွေနဲ့ လူတွေအကုန် အတူနေကြတဲ့ မြို့လေးအကြောင်းကို အခြေခံထားတာပါ။ဇက်က high school တက်နေတဲ့ သွေးစုပ်ဖုတ်ကောင်ဖြစ်ပြီး ချစ်သူနဲ့အတူ တက္ကသိုလ်တက်ရဖို့ ကြိုးစားနေတာပါ။ တက္ကသိုလ်ဝင်ရဖို့ သူ့ကိုအရွေးခံရမဲ့နေ့မှာပဲ ဂြိုလ်သားတွေက အုန်းဒိုင်းဆို ရောက်ချလာပါတယ်။ဇက်ရဲ့ ချစ်သူကလည်း cheerleader ဖြစ်တော့ cheerleading ပြိုင်ပွဲနဲ့ အလုပ်တွေ ရှုပ်နေပါတယ်တစ်ဖက်မှာလည်း ဂြိုလ်သားတွေက မြေပုံတစ်ခုကို အပူတပြင်း ရှာဖွေနေတဲ့အခါ ဘာတွေ ဆက်ဖြစ်မလဲ?\nကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားပေးကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)File Size : 2.3GB, 1GB & 528MB\nQuality : ...",
        "rating": "5.5",
        "url": "https://megaup.net/2swlm/[CM]Zombies.3.2022.720p.WEB-DL.mp4",
        "category": "Family, Musical, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/lightyear-137x200.png",
        "title": "Lightyear (2022)",
        "description": "Lightyear (2022)\n=============ဒီ ကာတွန်းရုပ်ရှင်လေးကတော့ Toy Story ရဲ့ အဓိကဇာတ်ကောင်\nတစ်ကောင်ဖြစ်တဲ့  ဘက်ဇ် လိုက်ရီးယားကိုအခြေခံပြီး ရိုက်ကူးထားတာပါ။\nဒါပေမဲ့ အရုပ်လေးတွေရဲ့ ဇာတ်လမ်းမဟုတ်တော့ပါဘူး။ ၁၉၉၅ ခုနှစ်မှာ\nအန်ဒီဆိုတဲ့ကောင်လေးက ဘက်ဇ်လိုက်ရီးယားဆိုတဲ့ အရုပ်ကို\nမွေးနေ့လက်ဆောင်ရရှိခဲ့ပါတယ်။အဲဒီအရုပ်လေးက ရုပ်ရှင်တစ်ခုထဲက ဇာတ်ကောင်ဖြစ်ပြီး အန်ဒီက အဲဒီရုပ်ရှင်ကို\nအရမ်းကြိုက်တဲ့သူပါ။ အခုကြည့်ရမယ့် ရုပ်ရှင်ကတော့အန်ဒီအရမ်းကြိုက်ခဲ့တဲ့\nလိုက်ရီးယားရုပ်ရှင်ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n===============\nဘက်ဇ်လိုက်ရီးယားဟာ ကြယ်တာယာစခန်းကြီးရဲ့ လေ့လာရေးအဖွဲ့မှာပါဝင်တဲ့\nကပ္ပတိန်အဆင့် အာကာသရိန်းဂျားတစ်ဦးဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ထူးဆန်းတဲ့\nဂြိုလ်တစ်ခုကို သွားလေ့လာရင်း ဂြိုလ်ပေါ်က ဂြိုလ်သားတွေနဲ့တိုက်ပွဲတွေဖြစ်ပြီး\nသူ့တို့ကြောင့်ပဲ ယာဉ်ပျက်ကျသွားခဲ့ပြီး အလင်းအလျှင်ကိုပေးတဲ့စနစ်ပါ ပျက်စီးသွားပါတယ်။ဒီတော့ အိမ်ပြန်လို့မရတဲ့ယာဉ်ပေါ်ကအဖွဲ့သားတွေဟာ အဲဒီဂြိုလ်ပေါ်မှာ အသက်ရှင်ဖို့\nကြိုးစားရပါတော့တယ်။ တချိန်တည်းမှာပဲ ဘက်ဇ်ကတော့ ယာဉ်ကို အလင်းမြန်နှုန်းနဲ့\nပြန်မောင်းနိုင်အောင်ပြုပြင်ပြီး အားလုံးကို အိမ်ကိုပြန်ပို့နိုင်ဖို့ စွန့်စားခန်းတွေဖွင့်ရပါတော့\nတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(5.8GB) / (1.81 GB) / (900 MB) / (514 MB)\nQuality............WEB-DL 4k HEVC / 1080p ...",
        "rating": "5.3",
        "url": "https://megaup.net/38sfz/Lightyear.2022.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEhDElA9ZN4e1Cwod3ayrinWysk.jpg",
        "title": "North Hollywood (2021)",
        "description": "ဒီကားလေးက 2021 ထွက် comedy/drama ကားကောင်းလေးပါ။rating လည်း ထိုက်သင့်သလောက် ကောင်းကောင်းရထားတဲ့ ဇာတ်လမ်းလေးပါ။comedy ဆိုတာထက် drama ဘက် ပိုယိမ်းပါတယ်။ဇာတ်လမ်းအကျဉ်း==================လောစ့်အိန်ဂျလိစ့် ၊ North Hollywood ဆိုတဲ့မြို့ကလေးက ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ရဲ့ဘဝနဲ့ သူ​ပြေးလိုက်တဲ့ အိပ်မက်အကြောင်းရိုက်ထားတာပါ။အထက်တန်းကျောင်းသားတစ်ဦးဖြစ်သူ မိုက်ကယ်ရူးရူးမူးမူးဖြစ်ချင်တာကတော့ ပရို စကိတ်စီးသမားတစ်ယောက်ပါ။သို့သော် အမိမဲ့သား မိုက်ကယ်ရဲ့ စကိတ်သမားဖြစ်ချင်တဲ့ရည်ရွယ်ချက်ကို သဘောမတူတဲ့ သူ့အဖေကတော့ မိုက်ကယ်ကိုအထက်တန်းကျောင်းပြီးတာနဲ့ ကောလိပ်ကို ဆက်တက်ပြီး ​ပညာရေးကိုရှေ့ဆက်စေချင်တာပါ။ မိုက်ကယ်ကတေ့ာ သူဖြစ်ချင်တဲ့စကိတ်သမားဖြစ်လာဖို့ ဘာကိုမဆို စတေးရ စတေးရအဆင်သင့်ဖြစ်နေသူတစ်ဦးပါ။ ဇာတ်က အေးပါတယ်။ဒါပေမယ့် ဇာတ်ကားမဆန်ဘဲ တကယ့်အပြင်က reality တစ်ခုကိုပြထားသလို ခံစားရမှာပါ။ ဆယ်ကျော်သက် လူငယ်တစ်ဦးရဲ့ဖြစ်ချင်တဲ့ စိတ်ဆန္ဒနောက်ကို ပြေးလိုက်တဲ့ ခရီးလမ်းမှာ မိသားစု ၊မိတ်ဆွေသူငယ်ချင်းတွေရဲ့ အရေးပါမှု ဒါတွေကို လက်တွေ့ဆန်စွာခံစားကြည့်ရှုရပါမယ်။\nFile size…1.26GB / 547MB\nQuality…1080p WEB DL AAC5.1CH ...",
        "rating": "5.9",
        "url": "https://megaup.net/1MztO/North.Hollywood.2021.720p.BluRay.H264.AAC2.0CH.YK(CM).mp4",
        "category": "Comedy, Crime, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e48IJ1KGR0beGD6B5np74OyqcpU.jpg",
        "title": "Thor: God of Thunder (2022)",
        "description": "Thor: God of Thunder (2022)ဟုတ်ကဲ့ မမှားပါဘူး။ မာဗယ်ရဲ့အချစ်တော် နာမည်ကျော် ဆရာသောရ်ရဲ့ အသစ်စက်စက်ရုပ်ရှင်ပါ။ ထုံးစံအတိုင်း သောရ်နဲ့ ဆရာလိုကီတို့ရဲ့ အပြိုင်ဇာတ်ပါပဲ။ ဇာတ်လမ်းစစဖွင့်မှာတော့ လိုကီဟာ အကျဉ်းစံနေရပါတယ်။ ခဏအကြာမှာတော့ ထမင်းလာကျွေးတဲ့ကောင်ကို မလှိမ့်တပတ်လုပ်ပြီး လွတ်သွားပါတယ်။ God of Mischief ကြီး လိုကီကို ဂျက်စပဲရိုးကို လှောင်သလို သံတိုင်နောက်လှောင်ထားတာကိုး။ မလွတ်တာကမှ ဆန်းနေမှာပါ။လိုကီဟာ လွတ်ပြီးပြီးချင်းပဲ အိုဒင်ကိုသွားသတ်ပြီး Ragnarök ကို အစပျိုးဖို့ ကြံပါတယ်။ သူ့သားတွေထဲက တစ်ကောင်ဖြစ်တဲ့ ဧရာမဝံပုလွေကြီးကို အကျဉ်းချထားတာကို လွှတ်ပေးရမှာပါ။ အဲဒီဝံပုလွေကြီးလွတ်သွားရင် အိုဒင်ကို စားပြီး လောကကိုးပါးသစ်ပင်ကို စားပြီး လောကကိုးပါးလုံးကို ဖျက်ဆီးပစ်မှာပါ။ ပြဿနာကတော့ အိုဒင်ကြီးဟာ မျက်စိတစ်ဖက်ကန်းနေပေမဲ့ စောင်ထာကျနေတဲ့ ကြေးစားလူမိုက်ရုပ်ကြီးထွက်နေပါတယ်။အိုဒင်အသက်ငင်နေတဲ့ အချိန်မှာပဲ အတ်ဂတ်စ်ကိုပစ်ပြီး ဘယ်တွေအလည်လွန်နေမှန်းမသိတဲ့ ဆရာသောရ် ပြန်လာပါပြီ။ မီးခိုးငွေ့တွေ ...",
        "rating": "3",
        "url": "https://megaup.net/16C7v/(CM)_Thor_-_God_of_Thunder_(2022)_720p.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/3n9i0uotx1-7swlzt63ru-133x200.jpg",
        "title": "Thappad (2020)",
        "description": "IMDb (7.1/10) /Rotten Tomatoes 92%Q - ညီမယောက်ျားနဲ့ ဘာဖြစ်လို့ ကွာရှင်းပြတ်စဲချင်တာလဲ\nA - သူ ပါးတစ်ချက်ရိုက်လိုက်လို့ပါQ - ပါးရိုက်တာ အကြောင်းပြချက်မဟုတ်ပါဘူး တခြားကိစ္စရှိဦးမှာပေါ့\nဘာလဲ သူ့မိသားစုကြောင့်လား\nA - ဟင့်အင်းQ - သူ ညီမအပေါ် ဖေါက်ပြန်နေလို့လား\nA - ဟင့်အင်းQ - ညီမက သူ့အပေါ်မှာ ဖေါက်ပြန်နေလို့လား\nA - ဟင့်အင်းQ - လိင်မှုကိစ္စကြောင့်လား\nA - ဟင့်အင်းQ - ဒါဆို ပါးတစ်ချက်ရိုက်လိုက်ရုံပဲပေါ့အမျိုးသမီးတစ်ယောက်က သူ့ယောက်ျား သူ့ကို ပါးတစ်ချက်ရိုက်လိုက်တဲ့အပေါ်\nကွာရှင်းပြတ်စဲချင်ပါတယ်တဲ့ဒီစကားအတွက် အတွေးပေါင်းစုံ မေးခွန်းပေါင်းစုံထွက်ကျလာပေလိမ့်မယ်လင်နဲ့မယား လျှာနဲ့သွားပဲ ရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်ဟာကိုရှိပါသေးတယ် အရိုးကွဲအောင်ရိုက်မှ အသည်းစွဲအောင်ချစ်တာတဲ့ဘာတဲ့အတွေးအခေါ်ပေါင်းစုံ ဒီတော့ ဒီကားကို ယောက်ျားလေးမိန်းကလေး လူပျိုအပျို အိမ်ထောင်သည်အားလုံးကို ကြည့်စေချင်ပါတယ်တစ်ယောက်အမြင်တစ်မျိုးစီရလိမ့်မယ်လို့ မျှော်လင့်ပါတယ် ကျွန်တော် ဇာတ်လမ်းကို မညွှန်းပေးတော့ဘူးBollywood ကားကြည့်ချင်ပေမယ့် အယောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2swP6/(CM)_Thappad.2020.720p.AMZN.WEB-DL.mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Neon-Lights-movie-film-horror-thriller-2022-trailer-poster-144x200.jpg",
        "title": "Neon Lights (2022)",
        "description": "Neon Lights (2022)\n==============ဒီရုပ်ရှင်ကားဟာ ၂၀၂၂ ခုနှစ်ထွက် Thirller ကားကောင်းလေး တစ်ကား\nဖြစ်ပါတယ်။ Thriller ကားချစ်မြတ်နိုးသူပရိသတ်တွေ ခံစားကြည့်ရှုသင့်တဲ့\nသည်းထိတ်ရင်ဖိုကားလေးတစ်ကားဆိုရင်လည်း ဒီကားကိုသာ ညွှန်းရပါဦးမယ်။Clay ဆိုတဲ့ ဉာဏ်ကြီးရှင်ဟာ ကမ္ဘာ့ခေတ်ပြောင်းတော်လှန်ရေးကျန်းမာရေး\nစောင့်ရှောက်မှုနည်းပညာကို တီထွင်ခဲ့တဲ့နည်းပညာရှင်ဖြစ်ပါတယ်။ ဒါပေမဲ့\nClay ဟာ သူ့မှတ်ဉာဏ်ထဲမှာ သူပိတ်မိနေတဲ့ စိတ္တဇရောဂါတစ်မျိုးရရှိနေသူ\nလည်းဖြစ်ပါတယ်။ လူတစ်‌ယောက် ဒီလိုမျိုးကိုယ့်စိတ်ထဲမှာကိုယ် ပိတ်လှောင်\nမိဖို့ဆိုရင် ဘယ်လောက်များတဲ့ စိတ်ဒဏ်ရာတွေကြောင့်လဲ၊ ဘယ်သူက Clay ကို\nဒီလိုဖြစ်စေခဲ့တာလဲ၊ Clay တစ်ယောက် ဘယ်လိုတွေ ထပ်မံတွေ့ကြုံခံစားရမလဲ\nဆိုတာကို ခံစားရင်ခုန်ပေးလို့ရမယ့် ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။\nဒါကြောင့် နည်းပညာရှင်ကြီး Clay ဘယ်လိုတွေဖြစ်လာမှာလဲ၊ သူ့ရဲ့ကိုယ်ပိုင်စိတ်\nအကျဉ်းထောင်ကနေ လွတ်မြောက်နိုင်မလားဆိုတာကိုတော့ Neon Lights 2022\nကားလေးထဲမှာခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)File Size..........(1.26 GB) / (509 MB) / (290 MB)\nQuality............WebRip 1080p / 720p ...",
        "rating": "5.3",
        "url": "https://megaup.net/16xbw/Neon.Lights.2022.720p.WEB-DL.DD5.1.CM_new.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/frTwEqSMWQ27oQeuiBO5PT0ZNqq.jpg",
        "title": "Z-O-M-B-I-E-S 2(2020)",
        "description": "Z-O-M-B-I-E-S 2(2020)(unicode)ဝေါ့ဒစ်စနေးက ထွက်လာတဲ့ Zombie 2 ဇာတ်ကားထဲမှာတော့ ဆံပင်အစိမ်းရောင်နဲ့ အရမ်းလန်းနေတဲ့ zombie ကောင်လေးခပ်ချောချောနဲ့ zombie ကောင်မလေးခပ်ချောချောလေးတွေကို တွေ့ရမှာပါ။ စီးဘရော့ခ်မြို့ဟာ ထူးခြားတဲ့စွမ်းအင်တစ်မျိုးကို အသုံးချကာ တောအုပ်ထဲက မကောင်းဆိုးဝါး အကောင်ကြီးတွေကို နှိမ်နင်းပြီး မြို့တည်ထားတာဖြစ်ပါတယ်။ အဲဒီစွမ်းအင်ကို အသုံးပြုပြီးလည်ပတ်တဲ့ ဓါတ်အားပေးစက်ရုံမှာတော့ တစ်နေ့မှာပေါက်ကွဲမှုဖြစ်ကာ စက်ရုံဝန်ထမ်းများဟာ ဓါတ်ရောင်ခြည်သင့်ပြီး zombie များအဖြစ်ပြောင်းလဲသွားပါတယ်။ ဒီzombie များဟာ အသိဉာဏ်မြင့်မားတဲ့အတွက် နည်းပညာကို အသုံးချကာ Z-လက်ပတ်တီထွင်ပြီး သူတို့ကိုယ်သူတို့ ပုံမှန်လူသားအသွင်အဖြစ်ပြန်ဖန်တီးလိုက်ပါတယ်။ ကျောင်းမှာ ကျောင်းပဒေသာကပွဲကျင်းပခါနီး တောထဲက ဝံပုလွေတစ်ပိုင်း လူတစ်ပိုင်း သမန်းဝံပုလွေတွေ ထွက်လာလို့ zombie တွေကို ဥပဒေနဲ့ တားမြစ်မှုတွေ လုပ်လာပါတယ်။ တောထဲက ထွက်လာတဲ့ သမန်းဝံပုလွေအုပ်စုကzombie ကောင်မလေးချောချောဆီ မသိမသာ ချဉ်းကပ်လာတဲ့အခါ ဘာတွေ ဆက်ဖြစ်လာမလဲဆိုတာ ခံစားကြည့်ရှုလိုက်ပါအုံးနော်။ အချစ်ဖန်စီ မိသားစုကားလေးဖြစ်လို့ ...",
        "rating": "6.7",
        "url": "  https://megaup.net/2swns/Zombies_2.2020.WEB-DL.720P.PP.mp4",
        "category": "Comedy, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ICw70gaLmmFBW3llKrCYtQh95g.jpg",
        "title": "Zombies (2018)",
        "description": "Zombies(2018)IMDb...6.5ဒီဇာတ်ကားလေးကတော့ Disneyက 2018မှာ အသစ်ထွက်ရှိထားတဲ့ကားလေးပါ  .....ဇွန်ဘီ(zombie)ဇာတ်ကားဆိုပေမယ့် စိုးရိမ်ထိတ်လန့်သွေးပျက်စရာအခန်းတွေနဲ့ကားမျိုးတော့မဟုတ်ပါဘူး....မတော်တဆမှုတစ်ခုကနေ လူသားမျိုးနွယ်အတော်များများဟာ ဇွန်ဘီတွေဖြစ်ကုန်ကြတယ်...အစိုးရကနေ ဇွန်ဘီတွေနဲ့ လူသားစင်စစ်တွေကြားမှာ တံတိုင်းကြီးခတ်လိုက်တယ်...နောက်ပိုင်းတိုးတက်လာတဲ့ခေတ်ကြီးမှာ ဇွန်ဘီတွေဟာ ထိန်းချုပ်စရာ ကိရိယာတွေတီထွင်ပြီး ပုံမှန်လူသားတစ်ဦးလိုနေထိုင်လာကြတယ်...ဇွန်ဘီတွေဟာ သာမန်လူတွေလို ပညာတွေသင်ကြတယ်..အလုပ်တွေလုပ်ကြတယ်...သီချင်းတွေဆိုကြတယ်...သို့ပေမယ့်လည်း ဇွန်ဘီတွေဟာ ပုံမှန်လူသားတွေအတွက် ထိတ်လန့်ကြောက်ရွံ့စရာအဖြစ်ရှိနေဆဲပါ...ဒီလိုအခြေအနေမျိုးမှာ ဇွန်ဘီ ကောင်လေးတစ်ယောက်ကို လူသားကောင်မလေးတစ်ယောက်က ကြွေသွားတယ်.. Disneyဇာတ်ကားလေးတွေအတိုင်း ကျောင်းသားကျောင်းသူတွေနဲ့ဇာတ်အိမ်တည်ပြီး သီချင်းလေးတွေမြိုင်ဆိုင်နဲ့ သက်ဝင်လှုပ်ရှားစွာရိုက်ပြထားပါတယ်...ကိုင်း ဖြေဖျော်ရေးဆန်ဆန် ပျော်ပျော်ပါးပါးကားမျိုးလေးတွေမှ သဘောကျနှစ်ခြိုက်တဲ့ သူတွေအတွက်အချစ်ဇာတ်လမ်းကောင်းလေးအဖြစ်ညွှန်းဆိုပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Inzali Than Htike ဖြစ်ပါတယ်...File Size : (850 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:34:00\nGenre : Musical, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Inzali Than Htike\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/zombies-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/vaashi-160x200.jpg",
        "title": "Vaashi (2022)",
        "description": "ဒီတစ်ခေါက်မှာလည်း 6.5 ရရှိထားတဲ့ ရှေ့နေကားတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။ဗိုင်ရာဗရာကားထဲမှာမာလာဗီဇီအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့တောင်ပိုင်းမင်းသမီးကီရာသီဆူရတ်ရှ်ခေါင်းဆောင်ပါဝင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်း\n============ရှေနေအဖြစ် ဥပဒေအဖွဲ့တစ်ခုမှာ အလုပ်လုပ်နေတဲ့ဥပဒေရှေ့ဖတ်စာရေးမလေး မတ်ဒ်ဟာဗီ။သူ့ကိုကျိတ်ပြီးသဘောကျနေတဲ့ရှေ့နေလေး အဘီ။အနေနီးစပ်ရင်း ချစ်သူတွေကတဆင့်လင်မယားတွေဖြစ်သွားချိန် အဘီကလည်းအစိုးရရှေ့နေဖြစ်သွားသလို မတ်ဒ်ဟာဗီလည်းထင်ရှားတဲ့ရှေ့နေတစ်ယောက်ဖြစ်လို့အပ်လာတဲ့အမှုတစ်ခုအတွက်လင်မယားနှစ်ယောက်တရားခွင်မှာထိပ်တိုက်ရင်ဆိုင်ရချိန်မှာတော့ဘာတွေဆက်ဖြစ်မယ်ဆိုတာရုပ်ရှင်မှာပဲ စီးမျောခံစားလိုက်ပါဦး............\nFile size…1.6GB/ 752MB\nQuality…1080p True WEB DL AAC5.1CH/ 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo & Yunni & Go-O & Lai Laii",
        "rating": "6.5",
        "url": "https://megaup.net/1Myg7/Vaashi_(2022)_TRUE_WEB-DL.720p.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insrty-acane-133x200.jpg",
        "title": "American Carnage(2022)",
        "description": "ဒီနှစ်ထဲ နောက်ဆုံးထွက် thriller ကားကောင်းလေးတစ်ကားနဲ့ CM ပရိသတ်ကြီးကို မိတ်ဆက်ပေးချင်ပါတယ် မက္ကစီကိုနိုင်ငံသားတွေဟာ နယ်စပ်ချင်းထိကပ်နေတဲ့အမေရိကန်နိုင်ငံထဲကို နှစ်စဉ်လူပေါင်းများစွာ ခိုးဝင်အခြေချနေထိုင်လေ့ရှိကြပါတယ်။ ဒီခိုးဝင်မက္ကစီကန်တွေဟာ ဒီမိုကရေစီနိုင်ငံကြီးအမေရိကန်ထဲမှာ လွယ်လွယ်ကူကူနေထိုင်ခွင့်တော့ မရပါဘူး။ခွဲခြားဆက်ဆံမှုတွေ ဖိနှိပ်ချုပ်ချယ်မှု အနိုင်ကျင့်မှုတွေ ကြုံတွေ့ရပါတယ်။ ဒီဇာတ်လမ်းထဲမှာလည်း ခိုးဝင်အခြေချနေထိုင်တဲ့ မက္ကစီကန်မိဘက မွေးဖွားလာတဲ့ ကလေးတွေဟာ အမေရိကန်နိုင်ငံသားဖြစ်သွားပြီ ဆိုပေမဲ့ လူမျိုးရေးခွဲခြားဆက်ဆံခံနေရတုန်းပါပဲ။ ဒီလိုခွဲခြားဆက်ဆံခံရမှုကို အံတုပြီး ကိုယ့်ရည်မှန်းချက်ပန်းတိုင်ကို အရောက်လှမ်းနေတဲ့ ဂျေပီနဲ့ လီလီတို့မောင်နှမနှစ်ယောက်ဟာ ပြည်နယ်အုပ်ချုပ်ရေးမှူးက အရေးပေါ်ဖမ်းဆီးမိန့်တစ်ခုထုတ်ပြန်ပြီး ခိုးဝင်နေထိုင်သူအားလုံးကို ဖမ်းဆီးခိုင်းလိုက်တဲ့အခါမှာတော့ သူတို့ဘဝတွေဟာ ကြောက်မက်ဖွယ်ကောင်းအောင် ပြောင်းလဲခဲ့ပါတော့တယ်။Racism ရဲ့အဆုံးစွန်ရူးသွပ်မှုကို ဖော်ပြထားတဲ့ဒီဇာတ်လမ်းဟာ အစပိုင်းမှာတော့ ဒရာမာလို့ထင်ရပေမဲ့ သည်းထိတ်ရင်ဖို thriller အဖြစ်ကို ဖြည်းဖြည်းချင်းပြောင်းလဲသွားတာမို့ ကြည့်ရှုခံစားကြည့်ကြပါဦး။ File size… 1.3Gb /(836MB)/(406MB)\nQuality…. 1080p /720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Comedy/ Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "",
        "url": "https://megaup.net/16ysf/American.Carnage.2022.720p(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZjM5NjBmODQtY2IwZS00MDY3LWFkY2UtMTQxZTQ5N2YyYjg4XkEyXkFqcGdeQXVyNzc3MDg1NTM@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Frank and Penelope (2022)",
        "description": "Frank and Penelope ( 2022 )Ridley Scottရဲ့ နာမည်ကျော် ရုပ်ရှင်ဖြစ်တဲ့ Thelma & Louise အငွေ့အသက်အပြည့်နဲ့ ရိုက်ကူးထားပြီး နာမည်ပါ အဓိကဇာတ်ကောင်၂ကောင်ရဲ့ နာမည်လိုက်ပေးထားတဲ့ ရုပ်ရှင်ပါ။ Thelma & Louise ကို ထည့်ပြောထားသလို ဇာတ်လိုက်ကလည်း ရုပ်ရှင်ထဲကလိုပါ လိုက်လုပ်ချင်တဲ့သူကို ဇာတ်ကောင်အဖြစ်ပြသထားတာပါ။ဇာတ်လမ်းကတော့ စစချင်းမှာတော ShawShankလို မိန်းမဖောက်ပြန်နေတာကို ပက်ပင်းမိတဲ့ယောက်ျားနဲ့ စထားတယ်။ တုံ့ပြန်ပုံတော့မတူဘူးပေါ့။ သေနတ်နဲ့ပစ်မသတ်ဘဲ သူ့ဘာသာThelma & Louiseကားထဲကလို ကားပတ်မောင်းရင်း ချောက်ကြီးထဲကားမောင်းချဖို့လုပ်တယ်။ ဒီနောက် ကလပ်သွားရင်း အဖော်အချွတ်မယ်လေးရဲ့ ညုလုံးတွေအောက် မျောသွားပြီး ကောင်မလေးကို ကယ်လာခဲ့တယ်။ နောက်ကောင်မလေးနဲ့ သူ့အစီအစဉ်အတိုင်း ကားပတ်မောင်း လျှောက်သွားရင်း ပဟေဠိဆန်ဆန်ဂိုဏ်းတစ်ဂိုဏ်းနဲ့တွေ့တယ်။ ကားအမျိုးအစားက Mysteryဆိုတော့ ပဟေဠိဆန်ဆန်ဖြစ်နေဖို့လိုတယ်မလား။ ဒီကားက Thelma & Louiseကို အငွေ့ယူရိုက်ထားပေမဲ့ သူပဟေဠိဆန်ဆန်ဇာတ်အိမ်လုပ်ထားပုံကလည်း ...",
        "rating": "5.3",
        "url": "https://megaup.net/16A6i/Frank_and_Penelope_(2022)_720p.mp4",
        "category": "Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/green-latern-134x200.jpg",
        "title": "Green Lantern: Beware My Power (2022)",
        "description": "Green Lantern:Beware My Power(2022)\n==========\nSuperman:Man Of Tomorrow ကနေ ပြန်စခဲ့တဲ့DC animated universe ထဲက Green Lantern origin movie ဖြစ်ပါတယ်။ဂျွန်စတူးဝပ် Green Lantern ဖြစ်လာပုံကို တွေ့ရမှာ ဖြစ်ပြီးGreen Arrow တို့ Hawkgirl တို့လည်းပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်စတူးဝပ်တစ်ယောက်........အာဖဂန်နစ္စတန်ကနေ စိတ်ဒဏ်ရာအပြည့်နဲ့ပြန်ရောက်လာချိန်မှာဘာမှန်းမသိတဲ့ ဂြိုလ်သားတစ်ကောင်နဲ့တွေ့ခဲ့ရပါတယ်။အဲ့ဒီဂြိုလ်သားဟာ စကြာဝဠာတစ်ခုလုံးရဲ့ ပညာဉာဏ်အကြီးဆုံးဂါးဒီးယန်းဖြစ်နေခဲ့ပါတယ်။ဘာလို့ သူ့ဆီကို ရောက်လာခဲ့တာလဲ။ စကြာဝဠာတစ်ခုလုံးကိုစောင့်ရှောက်ရတဲ့ Green Lantern တပ်ဖွဲ့ဆိုကရောဘာတွေလဲ ဆိုတာ ဒီရုပ်ရှင်ထဲမှာတွေ့ရမှာပါ။DC fan တွေရော superhero ရုပ်ရှင် fan တွေပါနှစ်သက်ကြမှာသေချာပါတယ်။\nFile size…1.5GB / 700MB\nQuality…1080p BluRay AAC5.1CH/720p\nFormat…mp4\nDuration….1h28mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by SPK",
        "rating": "",
        "url": "https://megaup.net/16A1b/Green.Lantern.Beware.My.Power.2022.720p.AAC2.0CH(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/270b597b33-728b-4f0d-82db-bdb98711d8fc-142x200.jpg",
        "title": "Ribbon (2021)",
        "description": "Ribbon (2021)Screenwriter နဲ့ Directorဖြစ်တဲ့ \"Non\" ကိုယ်တိုင် ပါဝင်သရုပ်ဆောင်ပြီး ရိုက်ကူးထားတဲ့ 2021ထွက် ဇာတ်ကားကောင်းတစ်ကားပါ။ဂျပန်နိုင်ငံမှာ အနုပညာကျောင်းသားတွေက ဘွဲ့နှင်းသဘင်ရဲ့ ပြပွဲအခမ်းအနားအတွက် ပန်းချီတွေကို တစ်နှစ်ခန့်ကြိုတင်ပြင်ဆင်ရပါတယ်။ မြန်မာကလူတွေ ဘွဲ့ယူမဲ့နေ့အတွက် အားခဲထားကြသလို ပန်းချီကျောင်းသားတွေကလည်း ပြပွဲနေ့အတွက် ကြိုပြင်ဆင်ပြီး ရင်ခုန်ကြရတာပါ။ဒါပေမဲ့ ကိုဗစ်တွေ အရှိန်နဲ့ပြန့်နှံ့နေတဲ့၂၀၂၀မှာ ကျောင်းတွေရုတ်တရက်ပိတ်ချလိုက်ဖို့ ဖြစ်လာတဲ့အခါ ဘွဲ့နှင်းသဘင်လည်းဖျက်သိမ်းလိုက်ရပါတယ်။ ပြပြွအခမ်းအနားလည်းမရှိမရှိတော့ပါဘူး။ ကျောင်းသားတွေလည်း ကိုယ့်ပန်းချီကားကို အိမ်ပြန်ယူတဲ့သူကယူ၊ဖြဲပစ်တဲ့သူကဖြဲပစ်နဲ့ ဖြစ်ကုန်ကြပါတယ်။\"အိဆွတ်က\"ဆိုတဲ့ အနုပညာကျောင်းသူလည်း ကျွန်မတို့လိုပါပဲ။ ကိုဗစ်ကာလမှာ စာလည်းမသင်ရဘဲ အချိန်တွေပိုနေပေမဲ့ ဘာမှလုပ်ချင်ကိုင်ချင်စိတ်မရှိဖြစ်နေတာပါ။ ဒီလိုမျိုူ လမ်းပျောက်နေတုန်းမှာ အမေက လာလည်ရင်းနဲ့ သူ့ပန်းချီကားကိုအမှိုက်ထင်ပြီး လွှင့်ပစ်လိုက်ပါတယ်။ သူ့မိဘနဲ့ ညီမလေးကလည်း ကိုဗစ်ကိုအကြောက်လွန်နေတာကိုတွေ့ရပြီး သူငယ်ချင်းဖြစ်သူကပါ စိတ်ဓာတ်ကျတဲ့ပုံဖြစ်လာတဲ့အခါ\nရောဂါတွေ၊စိတ်ဖိစီးမှုတွေနဲ့ ကိုယ့်ဖြစ်တည်မှုကို ခဏတာပျောက်ရှသွားတဲ့သူမက ဒီကာလကို ဘယ်လိုဖြတ်သန်းမလဲဆိုတာကို ရိုက်ကူးထားတဲ့ရုပ်ရှင်ကား ဖြစ်ပါတယ်။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Ingyin San ပါ ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Mxnq/Ribbon_(2021)_720p.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/16291361_1_92-150x200.jpg",
        "title": "[21+]A Thought of Ecstasy (2017)",
        "description": "[21+]A Thought of Ecstasy (2017) အညွှန်း***********************************ဇာတ်လမ်းလေးကတော့ ဖရန့်ခ်ဆိုတဲ့သူတစ်ယောက်ဟာ သူ့အနားကထွက်ခွာသွားတဲ့သူချစ်ရတဲ့မိန်းမကိုလိုက်ရှာနေတယ်၊ထွက်သွားတဲ့အကြောင်းအရာကိုမသိ၊ ဘယ်နေရာကိုထွက်သွားမှန်းမသိ၊ဘယ်နေရာကိုလိုက်ရှာရမှန်းမသိဖြစ်နေတယ်၊ သူ့အတွက်မျှော်လင့်ချက်ဆိုလို့ bestsellerဆုရထားတဲ့စာအုပ်တစ်အုပ်ပဲရှိတယ်၊ ဘာကြောင့်လဲဆိုတော့ စာအုပ်ထဲကအကြောင်းအရာတွေဟာ သူတို့နှစ်ယောက်ရဲ့ဆက်ဆံရေးကိုရေးထားသလားလို့ထင်ရလောက်အောင်အရမ်းမှန်နေတယ်၊ ဒီတော့ ဒီစာအုပ်ဟာသူချစ်တဲ့မာရီကိုယ်တိုင်ရေးထားတယ်လို့သူက တစ်ထစ်ချကိုယုံကြည်နေတယ်၊အဲ့ဒါကြောင့်ဖရန့်ခ်ဟာ စာအုပ်ထဲမှာပါတဲ့နေရာတွေကိုလိုက်ရှာရင်းနဲ့တကယ်ပဲ မာရီကိုတွေ့သွားမလားဆိုတာ ကြည့်ရှုပေးပါဦး...[+21]  ခပ်ကြမ်းကြမ်းအခန်းတွေပါလို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး File Size : (1.84 GB) (587MB) and (253MB)\nQuality : Blu-Ray  1080p, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Romance , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by TML\nEncoded by Min Wai",
        "rating": "6.0",
        "url": "https://megaup.net/1Mxlm/A.Thought.of.Ecstasy.2017.BluRay720p(CM)_.mp4",
        "category": "Adult, Romance, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g4I0WVp55IHTp9vYImZV0a5Di6e.jpg",
        "title": "The Prodigal Son ( 2022 )",
        "description": "CM ရဲ့ချစ်ပရိသတ်ကြီးကို ထူးခြားတဲ့စွမ်းရည်တွေနဲ့\nFantasyကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့......\nထူးခြားတဲ့အစွမ်းတွေပိုင်ဆိုင်တဲ့ လူငယ်လေးကျိုးချူက\nဆိုးသွမ်းပြီး ဆန့်ကျင်လိုစိတ်တွေများပါတယ်။\nအမြဲဒုက္ခတွေရှာလို့ ဝူကျွင့်မြို့သားတွေကသူ့ကို\nဒုက္ခအိုးလို့သဘောထားကြတယ်။တစ်ညမှာတော့မြို့ပြင်ကကလေးငယ်လေးကို\nကယ်ဖို့အတွက် ကျားဘုရင်ရဲ့သားကိုသတ်ခဲ့တယ်။\nဒီလိုနဲ့ ကျားဘုရင်က ဝူကျွင့်မြို့ကိုဒုက္ခပေးလာတော့\nကျားဘုရင်နဲ့တိုက်ခိုက်တဲ့အချိန်မှာ\nကျိုးချူကဒဏ်ရာအပြင်းအထန်ရသွားပြီး\nအစွမ်းတွေပျောက်သွားခဲ့တယ်။သာမန်လူလို့ဖြစ်သွားတဲ့အချိန်မှာ ကျိုးချူက\nပြည်သူတွေရဲ့မေတ္တာနဲ့ စောင့်ရှောက်မှုကိုခံယူပြီး\nသူအရင်တုန်းလုပ်ခဲ့တာတွေကမှားမှန်းသိသွားခဲ့တယ်။\nသူရဲကောင်းတစ်ယောက်ရဲ့တာဝန်ကိုနားလည်သွားပြီး\nကျားဘုရင်နဲ့နောက်ဆုံးအကြိမ်တိုက်ဖို့ဆုံးဖြတ်လိုက်တယ်။\nအထူးeffectတွေနဲ့ သိုင်းချတဲ့အခန်းတွေ\nတစ်ဝကြီးကြည့်ရင် ဘာတွေဆက်ဖြစ်မလဲ ဆက်ကြည့်လိုက်ပါနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy,Action\nRuntime : 1h 22 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-prodigal-son-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/Maamanithan-2022-164x200.jpg",
        "title": "Maamanithan (2022)",
        "description": "ဒီတစ်ခေါက်တော့ IMDB မှာ 7.7 ရရှိထားပြီးတောင်ပိုင်းနာမည်ကြီးမင်သား ဗီဂျေးစည်သူပသီပါဝင်သရုပ်ဆောင်ထားတဲ့ Maamanithan ဆိုတဲ့ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ကရစ်ရှနာဆိုတာ ရွာလေးတစ်ရွာမှာ သုံးဘီးလေးမောင်းရင်းအသက်မွေးဝမ်းကြောင်းတဲ့သူဖြစ်ပါတယ်။သူ့ရဲ့ စိတ်ကူးအိမ်မက်လေးကတော့ သာယာတဲ့မိသားစုဘဝလေးကို တည်ထောင်ပြီး သူကိုယ်တိုင်စိတ်ကြိုက်ဆောက်လုပ်ထားတဲ့ စိတ်ကူးယဉ်အိမ်လေးထဲမှာ နေချင်သူဖြစ်ပါတယ်။ဒီလိုနဲ့ သဘောကျတဲ့ အမျိုသမီးနဲ့လက်ထပ်ပြီး မိသားစုဘဝလေးကိုတည်ထောင်တဲ့အခါမှာ သူအနေနဲ့ အလုပ်ကိုပိုကြိုးစားဖို့ဖြစ်လာပါတော့တယ်။သုံးဘီးမောင်းရင် တစ်ဖက်တလမ်းကနေပြီး ပွဲစားအလုပ်ကိုတွဲဖက်လုပ်ကိုင်တဲ့အခါမှာတော့ သူ့ရဲ့ဘဝမှာထင်မှတ်မထားတဲ့ အပြောင်းလဲနဲ့ကြုံရပါတော့တယ်။ယုံကြည်လို့ရမယ်ထင်ထားသူရဲ့ သစ္စာဖောက်မှုကြောင့်သူရဲ့သာယာတဲ့မိသာစုလေးဟာ နေ့ချင်းညချင်းပဲလောကဒဏ်ရဲ့ ရိုက်ချက်တွေကို ခံရပါတော့တယ်။ကရစ်ရှနာတစ်ယောက် လောကဒဏ်ရဲ့ ရိုက်ချက်တွေကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ?သူ့ရဲ့မိသားစုကရော ပြသနာတွေကို ဖြေရှင်းရာမှာသူ့ဘက်က ရပ်တည်ပေးမှာလား?သစ္စာဖောက်တဲ့သူကရော ဘယ်သူလဲ?အစရှိတဲ့ မေးခွန်းတွေကို အဖြေရှာရင်းကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nFile size…1.93GB / 800MB\nQuality…1080p WEB DL AAC5.1H / 720p\nFormat…mp4\nDuration….2h 2mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & ThuRa & HM",
        "rating": "7.3",
        "url": "https://megaup.net/16z5i/Maamanithan_(2022)_Tamil_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNNjyZQ0zVtmPa74nJE63Kn0xEx.jpg",
        "title": "Contraband (2012)",
        "description": "Contraband (2012)ခရစ်က မူးယစ်ဆေးတွေ ပိုက်ဆံအတုတွေ မှောင်ခိုကူးသူတစ်ယောက် ဖြစ်ခဲ့ဖူးပါတယ်။ အဲဒီလောကမှာ ခရစ်က တကယ့်ကို ကမ္ဘာ့အဆင့်မီလို့ ပြောရလောက်အောင် အကျော်အမော်တစ်ယောက်ပေါ့။ဒါပေမဲ့ ဖခင်ဖြစ်သူ ထောင်ကျပြီး သားနှစ်ယောက်ရပြီးချိန်မှာတော့ ခရစ်တစ်ယောက် အဲဒီလောကကနေ အပြီးပိုင်အနားယူပြီး လုံခြုံရေး အချက်ပေးစနစ် တပ်ဆင်ရေးလုပ်ငန်းနဲ့ပဲ အသက်မွေးပါတော့တယ်။ မှောင်ခိုကူးတာ သူနဲ့ မသက်ဆိုင်တော့ဘူးလို့ ထင်မှတ်ထားရာက ယောက်ဖဖြစ်သူ အန်ဒီရဲ့ တလွဲလုပ်မှုတွေကြောင့် ရှုပ်ထွေးပွေလီတဲ့ လောကထဲ သူ တဖန်ခြေချရချိန် ရောက်လာခဲ့ပြန်ပါပြီ။ဒီတစ်ကြိမ်မှာတာ့ ကံမကောင်းစွာနဲ့ပဲ သူတည်ဆောက်ထားခဲ့တဲ့ မိသားစုဘဝလေးပါ အန္တရာယ်ရှိလာတဲ့အခါ ...ခရစ် တစ်ယောက် ဘာတွေ ဘယ်လို ကုလားဖန်ထိုးမလဲ? ဆိုတာ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu ပါ။)File Size : 3GB, 826MB & 449MB\nQuality : 1080p WEB-DL AC3 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Mu73/[CM]Contraband.2012.720p.Blu-ray.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BM2NjOTRkNWEtZmU1OC00ODlmLWI4YmQtNDY4ZTljNDYyMTY0XkEyXkFqcGdeQXVyNTI5NjIyMw@@._V1_-133x200.jpg",
        "title": "[18+] Ang Babaeng Nawawala Sa Sarili (2022)",
        "description": "Ang Babaeng Nawawala Sa Sarili (2022)အယ်လ်ဘီနာက အောင်မြင်မှုလမ်းကြောင်းပေါ် အခြေချမိနေတဲ့ တက်သစ်စ မော်ဒယ်မလေးတစ်ယောက်ဖြစ်ပြီး ဖက်ရှင်ကုမ္ပဏီကြီးတစ်ခုနဲ့ ချိတ်ဆက်မိထားပါတယ်။ ဖောက်ပြန်တဲ့ရည်းစားဟောင်းကို စွန့်ပစ်ခဲ့သလို အခုချိန်မှာ ဓာတ်ပုံဆရာတစ်ယောက်လေးတစ်ယောက်နဲ့ တွဲခုတ်ဖြစ်နေပြီး ဘဝမှာ ပူပင်စရာမရှိ အရာရာအေးချမ်းတဲ့သူပါ။တစ်ညမှာတော့...\nအိမ်မှာရှိတဲ့ စတိုခန်းကိုဝင်ရှာရင်းနဲ့ ဓာတ်ပုံအယ်လ်ဘမ်တစ်ခုနဲ့ဆွဲကြိုးလေးတစ်ကုံးကိုရှာတွေ့အပြီးမှာ သူ့ဘဝ အရာရာ ပြောင်းလဲဖို့ဖြစ်လာပါတော့တယ်။ ဓာတ်ပုံအယ်လ်ဘမ်ထဲကဓာတ်ပုံတွေတိုင်းဟာ အမျိုးသမီးတစ်ယောက်ရဲ့ပုံတွေဖြစ်ပြီး အဲ့ဒီပုံတွေအားလုံးဟာလဲ မျက်နှာနေရာကို ဓားနဲ့ခြစ်ဖျက်ဆီးခံထားရပါတယ်။ သူ အမှတ်တမဲ့နဲ့ အဲ့ဒီဆွဲကြိုးကိုဝတ်လိုက်တဲ့အချိန်ကစလို့ မိန်းမတစ်ယောက်ရဲ့ ပုံရိပ်တွေမြင် အသံတွေကြားယောင်လာပြီး စိတ်လွတ်သွားတဲ့အခါမျိုးမှာ အဲ့ဒီအမျိုးသမီးဟာ သူ့ကိုပူးကပ်ပြီး တွေ့သမျှယောက်ျားတွေကို သွေးဆောင်ဖြားယောင်း လိင်ဆက်ဆံပြီး သတ်ဖြတ်ပစ်တဲ့အထိကြမ်းတမ်းလာပါတော့တယ်။ဒီအမျိုးသမီးဟာ ဘယ်သူလဲ? သူနဲ့ဘယ်လိုဆက်နွယ်မှုနောက်ကြောင်းတွေရှိခဲ့လို့ သူ့ကိုဒုက္ခပေးချင်ရတာလဲ?၁၉၈၉ တုန်းက အောင်မြင်ခဲ့တဲ့ ဇာတ်ကားကို ကျောရိုးယူပြန်အသက်သွင်းထားတာဖြစ်ပါတယ်။ Psychological, Horror ပုံစံမျိုးဖြစ်ပြီး Kinsenas, Katapusan မှာအထက်တန်းကျောင်းသူလေးအဖြစ်မြင်ခဲ့ရတဲ့ Ayanna Misola ကို တက်သစ်စ ...",
        "rating": "",
        "url": "https://megaup.net/1Mwi7/(CM)_Ang_Babaeng_Nawawala_Sa_Sarili_(2022)_720p.mp4",
        "category": "Horror, Thriller"
    }
]