[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzM3OGM1OGUtMzE0Yi00OGM2LWFlNjItMGIwNmE4ODhkY2E2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "I Am Not an Easy Man (2018)",
        "description": "I Am Not an Easy Man (2018)\n======================\nIMDb Rating - 6.3/10အကယ်၍များ ကျား၊မ ခွဲခြားမှုတွေသာ ပြောင်းပြန်ဖြစ်သွားရင် ဘယ်လိုဖြစ်သွား\nမလဲ။ ကမ္ဘာကြီးအပေါ်‌ ဘယ်လိုသက်ရောက်မှုတွေ ရှိသွားမလဲ။ ဒါတွေရဲ့ အဖြေ\nကတော့ ဒီဇာတ်ကားထဲမှာ ရှိပါတယ်။တစ်ရက်မှာ ဒေမီယန်ဆိုတဲ့ လူ့အခွင့်အရေးတွေအပြည့်အဝရထားပြီး မိန်းမပွေတဲ့\nလူတစ်ယောက်က ဓာတ်တိုင်နဲ့ဝင်တိုက်၊ သတိမေ့ပြီး အခြားကမ္ဘာကိုရောက်သွား\nတယ်။ သူနိုးလာတဲ့အခါမှာကြည့်ကြည့်တော့လည်း ကမ္ဘာကြီးက ဒီအတိုင်းပဲ ဒါပေမဲ့\nယနေ့ကမ္ဘာကြီးနဲ့မတူတာက အဲမှာက အမျိုးသမီးတွေကြီးစိုးနေတာပါပဲ။ ဆိုတော့\nဒေမီယန့်လို လူမျိုးက အဲ့ကိုရောက်သွားတယ်ဆိုတော့ ဘယ်လိုတွေဆက်ဖြစ်မလဲ။\nကျား၊မ ခွဲခြားမှုတွေက လူ့အသိုင်းအဝိုင်းအပေါ် ဘယ်လောက်အထိသက်ရောက်မှု\nရှိလဲဆိုတာကို မီးမောင်းထိုးပြထားတဲ့ Netflix ရဲ့ ပြင်သစ်ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nKhant Sett Naing ဖြစ်ပါတယ်)File Size..........(1.61 GB) / (689 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 38Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Fantasy, Romance\nTranslator......Khant ...",
        "rating": "6.3",
        "url": "https://megaup.net/3hVgn/I.Am.Not.An.Easy.Man.2018.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYTE5ODc2NjgtNjBhNy00OGEyLTg1ZjctOTZlYWI1NzQwNGQ4XkEyXkFqcGdeQXVyODUxNTMyNjk@._V1_-140x200.jpg",
        "title": "The Father Who Moves Mountains (2021)",
        "description": "The Father Who Moves Mountains (2021)\n===============================ဒီ Romanian ဇာတ်ကားလေးကိုတော့ ဒါရိုက်တာ Daniel Sandu က\nရိုက်ကူးထားပြီး 2021 ကထွက်ရှိခဲ့ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးက\nတော့ စစ်တပ်အရံအရာရှိဖြစ်တဲ့ မစ္စတာဂျီအာနူ ဟာဇနီးဟောင်းနဲ့ကွဲပြီး\nအိမ်ထောင်အသစ်ရှိသူပါ။ သူ့မှာဇနီးဟောင်းနဲ့ရခဲ့တဲ့ ကော့စ်မင် ဆိုတဲ့\nသားလေးတစ်ယောက်လည်းရှိပါတယ်။ သူဟာသူ့သားလေးကိုသိပ်ချစ်\nတာကြောင့်မလို့ ဘယ်လိုကိစ္စပဲဖြစ်ဖြစ် မဖြစ်နိုင်တာတွေကိုပါ ရအောင်\nလုပ်လေ့ရှိပါတယ်။တစ်နေ့မှာတော့ သူ့ရဲ့သားလေး ကော့စ်မင် ကသူ့ကောင်မလေးနဲ့အတူ\nရေခဲတောင်ခြေလျှင်ခရီးတက်ရင်း ပျောက်ဆုံးသွားတယ်လို့ ရဲတွေက\nအကြောင်းကြားလာပါတယ်။ အဲဒီအခါမှာတော့ သူအရမ်းချစ်ရတဲ့သား\nလေးကို ကယ်တင်ဖို့အတွက် သူ့တပည့်ကိုခေါ်ပြီး ရေခဲတောင်တန်းတွေ\nရှိရာကိုလာပါတော့တယ်။ အဲဒီမှာတောင်တက်ကယ်ဆယ်ရေးတွေကလည်း\nကယ်ဆယ်ပေးနေပေမယ့် စိတ်အရမ်းလောနေတဲ့ မစ္စတာဂျီအာနူကတော့\nတောင်ပေါ်တက်မယ်တကဲကဲနဲ့ ဖြစ်နေပါတော့တယ်။ နောက်ပိုင်း တောင်\nတက်သမားတွေနဲ့ အစပ်အဟပ်မတည့်တော့ သူ့ရဲ့အဆက်သွယ်တွေနဲ့\nစစ်တပ်ထောက်လှမ်းရေးကိုပါ ခေါ်ချလာပြီး ကယ်တင်ဖို့လုပ်ပါတော့တယ်။\nအရင်ကသူ့သားကိုအနိုင်ကျင့်တဲ့ ဘယ်သူကိုမဆို အနိုင်ယူနိုင်ခဲ့ပေမယ့်\nဒီတစ်ခါတော့ ရေခဲတောင်ကြီးဖြစ်နေတဲ့အခါ သူ့ရဲ့ဖခင်မေတ္တာတွေနဲ့ အနိုင်\nယူနိုင်ဦးမှာလားဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (733 MB)\nQuality............WEB-RIP 1080p ...",
        "rating": "5.5",
        "url": "https://megaup.net/1W0mn/The.Father.Who.Moves.Mountains.2021.720p.WEBRip.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2M1ZjFmYTUtMjdmYS00YTRlLTg4NjctNTg1NmU0ZGYxMTdhL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMjY0NzEzMTk@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Lost in Florence (2017)",
        "description": "Lost in Florence (2017)\n=================လူတိုင်းလိုလိုရဲ့ဘဝမှာ ကိုယ်ဖြစ်ချင်၊ လုပ်ချင်တဲ့အရာနဲ့ အများပတ်ဝန်းကျင်က\nလက်ခံထားကြတဲ့ ဖြစ်သင့်လုပ်သင့်တယ်ဆိုတဲ့အရာကြားမှာ ဘာရွေးချယ်ရမှန်း\nမသိဘဲ လမ်းပျောက်တွေဝေနေတာမျိုးရှိဖူးကြမှာပါ။ ဒီကားထဲက အဓိကဇာတ်\nဆောင်ဖြစ်သူ အဲရစ်ခ်ဆိုတဲ့ အမေရိကန်သားလေးဟာလည်း ဒီလိုမျိုးပဲဖြစ်နေ\nတာကိုတွေ့ရမှာပါ။ဇာတ်လမ်းအစမှာဆိုရင် သူနဲ့နှစ်လကြာရှည်တွဲလာခဲ့တဲ့ ကောင်မလေးဖြစ်သူ ကော်\nလင်းတို့ဟာ အဲရစ်ခ်ရဲ့ဝမ်းကွဲရှိတဲ့ အီတလီနိုင်ငံရဲ့ ဖလောရန့်စ်မြို့ကို အလည်လာခဲ့\nကြပါတယ်။ အဲဒီမှာ အဲရစ်ခ်တစ်ယောက် ကော်လင်းကိုရိုဆန်ဆန်လေး လက်ထပ်ခွင့်\nတောင်းခဲ့ပေမယ့်လို့ ကော်လင်းက အဲရစ်ခ်ဟာ ဖြစ်သင့်တဲ့ ဥပဒေကျောင်းကိုတက်ဖို့\nမလုပ်ဘဲ၊ မဖြစ်သင့် မဖြစ်လာနိုင်တဲ့ ပရော်ဖက်ရှင်နယ်ဘောလုံးကစားတဲ့ အိပ်မက်\nနောက်ကိုပဲလိုက်နေတာကြောင့်အနာဂတ်အလားအလာမရှိဘူးဆိုပြီးလမ်းခွဲလိုက်\nပါတယ်။ အဲဒီနောက်မှာတော့ အဲရစ်ခ်ဟာ အသည်းကွဲသမားလေးဖြစ်နေပြီးတော့\nအမေရိကန်မှာရှိတဲ့သူ့အိမ်ကိုပြန်မသွားသေးဘဲ ဖလောရန့်စ်က သူ့ဝမ်းကွဲအိမ်မှာပဲ\nသောင်တင်နေပါတော့တယ်။ အဲဒီလိုနေရင်းနဲ့ သိပ်မကြာခင်မှာပဲ ဖလောရန့်စ်ရဲ့ရိုးရာ\nကစားနည်းတစ်ခုဖြစ်တဲ့ ကာချီယိုစတိုရီကိုဆိုတဲ့ ဘောလုံးကစားနည်းတစ်ခုကို ဆော့\nကစားဖြစ်သွားပြီး အဲရစ်ခ်တစ်ယောက်သဘောကျသွားမိပါတယ်။ဒါပေမယ့်လည်း ဒီကစားနည်းဟာ ခက်ခဲကြမ်းတမ်းလှသလို အီတလီလူမျိုးတွေမှပဲ\nဆော့ခွင့်ရတယ်ဆိုတဲ့အားကစားနည်းတစ်ခုဖြစ်နေတော့ အဲရစ်ခ်တစ်ယောက်ဇွဲမ\nလျှော့ဘဲဆက်ဆော့ကစားနိုင်ပါ့မလား၊ ဒါမှမဟုတ် ဒီလိုမျိုးသူဖြစ်ချင်၊ လုပ်ချင်တဲ့\nဟာတွေထက် ဖြစ်သင့်ဖြစ်ထိုက်တယ်ဆိုတဲ့ ဥပဒေကျောင်းကိုပဲဆက်တက်သွားမလား။\nသူ့ကောင်မလေးကြောင့်ရလာတဲ့ အသည်းကွဲဒဏ်ရာတွေကိုရော ဘယ်လိုကုစားမလဲ၊\nကိုယ့်မွေးရပ်မြေမဟုတ်တဲ့ အီတလီမှာရော ဘယ်လိုတွေရှေ့ဆက်သွားမလဲဆိုတာ\nကိုတော့ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/lost-in-florence-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNmEzNWQzMDQtNzIwZi00NzNlLTkyOTMtOGRmYjQ2MzdkNDU0XkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_-137x200.jpg",
        "title": "Aquamarine (2006)",
        "description": "Aquamarine (2006)\n==============ဒီနေ့မှာတော့ CM ပရိသတ်ကြီးတို့ အကျွမ်းတဝင်ဖြစ်နေမဲ့ ကားလေးနဲ့\nမိတ်ဆက်ပေးပါရစေ။ ဆံပင်အပြာလေးနဲ့ Aquamarine ဆိုတဲ့ ရေသူ\nမလေးကို တော်တော်များများ မှတ်မိကြမှာပါ။ ရေသူမကားတွေအကြောင်း\nပြောကြရင် Aquamarine က မပါမဖြစ်ပေါ့။ ငယ်ငယ်ကဆို highlight\nအပြာတွေ အရောင်ပြောင်းတဲ့လက်သည်းတွေ လိုချင်လိုက်ရတာ။ တီရှပ်ကို\nဂါဝန်ပြောင်းဝတ်တာကလည်း ကိုယ်တွေအတွက် မျက်လှည့်ပြလိုက်သလို\nအထူးအဆန်းကြီးကိုဖြစ်လို့ပါပဲ။ ဒါ့အပြင် ဆယ်ကျော်သက်ကောင်မလေး\nနှစ်ယောက်ရဲ့ crush လိုက်နည်းအဖြာဖြာနဲ့ သူငယ်ချင်းသုံးယောက်ရဲ့ ခင်မင်\nမှုတွေကလည်း ရင်ထဲကျန်နေရစ်ခဲ့တာပေါ့။ မြှောက်ပြောတတ်တဲ့ ကြယ်ငါး\nလေးတွေကိုလည်း ချန်ထားခဲ့လို့မရပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဟေလီနဲ့ ကလဲရ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မ\nလေးနှစ်ယောက်က အချစ်ဆုံးသူငယ်ချင်းတွေပါတဲ့။ အဏ္ဏဝါဇီဝဗေဒပညာရှင်\nဖြစ်တဲ့ဟေလီ့အမေက သူ့အလုပ်ကြောင့် ဩစတြေးလျကိုပြောင်းရဖို့ဖြစ်လာ\nပါတယ်။ ကလဲရ်နဲ့မခွဲချင်တဲ့ဟေလီက သူ့အမေနဲ့ စစ်အေးတိုက်ပွဲဆင်နွှဲနေတာ\nပေါ့။ ဒီလိုနဲ့မုန်တိုင်းထန်တဲ့တစ်ညမှာ အဖေဖြစ်သူစီစဉ်ပေးတဲ့ မင်္ဂလာပွဲကိုလက်\nမခံဘဲ အချစ်ကိုရှာမယ်ဆိုပြီး အိမ်ကထွက်ပြေးလာတဲ့ ရေသူမလေးအကွာမရင်းက\nလှိုင်းပုတ်ရာကနေ ကလဲရ်တို့ရေကူးကန်ထဲရောက်သွားပါတယ်။ အဲဒီမှာပဲ အကွာ\nမရင်းက ဟေလီတို့နဲ့ရင်းနှီးသွားပြီး သူ့ကိုကူညီပေးရင် ဆုတောင်းတစ်ခုပြည့်လိမ့်\nမယ်လို့ပြောပါတယ်။မခွဲချင်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်က သူတို့အနှစ်နှစ်အလလလေ့လာထားတဲ့\ncrush လိုက်နည်းအစုံနဲ့ အကွာမရင်းတစ်ယောက် အချစ်ကိုပိုင်ဆိုင်လာအောင်\nကူညီပေးပါတော့တယ်။ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1W0j5/Aquamarine.2006.720p.BluRay.(CM).mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTM3MjgyOTAyN15BMl5BanBnXkFtZTcwMzYyMTU1MQ@@._V1_-147x200.jpg",
        "title": "Pu-239 (2006)",
        "description": "Pu-239 (2006)\n============\nIMDb Rating - 6.7/10ရုရှားရဲ့လျှို့ဝှက်နျူကလီးယားစက်ရုံတစ်ခုမှာ မတော်တဆမှုတစ်ခု\nဖြစ်ပွားခဲ့ပြီး နည်းပညာရှင်တစ်ယောက်ဖြစ်တဲ့ တီမိုဖေးဟာ ရေဒီယို\nသတ္တိကြွမှုအဆင့် Rems 100 နဲ့ထိတွေ့ခံခဲ့ရပါတယ်။ ဒီပမာဏဟာ\nကာယကံရှင်နဲ့ပတ်ဝန်းကျင်ကိုထိခိုက်နိုင်မှုနည်းပါးပေမယ့် စက်ရုံ\nဒါရိုက်တာက ဖြစ်စဉ်တစ်ခုလုံးအတွက် တီမိုဖေးကိုအပြစ်ပုံချပြီး ခံစား\nခွင့်တွေမှန်သမျှရုတ်သိမ်းခဲ့ပါတယ်။ တစ်ခုခုသိထားပုံရတဲ့ တီမိုဖေးဟာ\nပလူတိုနီယမ် နည်းနည်းခိုးယူလာပြီးမြို့ပေါ်တက် ရောင်းချဖို့ကြိုးစား\nရင်းနဲ့သူ့ဇနီး သူ့သားတို့နောင်ရေးတို့စိတ်အေးရအောင် စီစဉ်ပါတော့\nတယ်။အဲ့ဒီမှာပဲ သူ ရှစ်ဇ်နဲ့စတွေ့ပါတယ်။ရှစ်ဗ်ဆိုတာကတော့ လူဆိုးဂိုဏ်းတစ်\nခုရဲ့ ငွေကောက်တဲ့လူမိုက်အဆင့်တွေထဲကတစ်ယောက်ဖြစ်ပြီး လောလော\nဆည်တော့ သူတို့ဂိုဏ်းနဲ့ပြိုင်ဘက်ဂိုဏ်နယ်မြေထဲက ဆိုင်တစ်ဆိုင်ကို လိပ်\nစာမှားပြီး ငွေဝင်ကောက်ရင်း ဆိုင်ကိုမီးရှို့ပစ်မိလို့ သူ့ဘော့စ်က လျော်ကြေး\nတောင်းထားတဲ့အတွက် အဲ့ဒီလျော်ကြေးကို နည်းပေါင်းစုံနဲ့ရှာနေရပါတယ်။\nသတ်မှတ်ချိန်အတွင်း သတ်မှတ်ပမာဏမရရင် အသတ်ခံရမှာဖြစ်တဲ့အတွက်\nသူလည်းအသည်းအသန်ဖြစ်နေတာပါ။ ဒီတော့ လက်ကျန်ဘဝသက်တမ်း\nအချိန်အကန့်အသတ်နဲ့ ငွေသိပ်လိုနေတဲ့လူနှစ်ယောက် နျူကလီးယားဗုံးထုတ်\nနိုင်တဲ့အဆင့် ပလူတိုနီယမ်တွေကိုတစ်ညအတွင်း အမြန်ရောင်းထွက်ဖို့နည်း\nပေါင်းစုံနဲ့ကြိုးစားကြတာတွေကိုမြင်တွေ့ရမှာပါ။ Drama ဆိုပေမယ့် ရှစ်ဗ်\nပါဝင်လာတဲ့အပိုင်းကစပြီး Crime/Thriller ဆန်ဆန်နဲ့မြူးမြူးသွက်သွက်\nဆွဲခေါ်သွားတာဖြစ်တဲ့အတွက် အဆုံးထိဆွဲဆောင်မှုရှိတဲ့ဇာတ်ကားကောင်း\nတစ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nAlias ဖြစ်ပါတယ်)File Size..........(2.13 GB) / (842 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "6.7",
        "url": "https://megaup.net/1g2ij/Pu-239.2006.720p.WEBRip(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzQxODE4MzEyNF5BMl5BanBnXkFtZTgwNjk2OTY4ODE@._V1_-133x200.jpg",
        "title": "Air Bud (1997)",
        "description": "Air Bud (1997)\n===========\"ခွေးလေးတွေဆိုတာ လူတွေရဲ့အကောင်းဆုံးမိတ်ဆွေ\" ဆိုတဲ့ စကားကို\nကြားဖူးကြမယ်ထင်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာလည်း ကောင်လေးတစ်\nယောက်နဲ့ ခွေးလေး တစ်ကောင်ရဲ့သူငယ်ချင်းသံယောဇဉ်ကို ချစ်စရာ၊\nသနားစရာ တွေ့မြင်ကြရမှာပါ။ဂျော့ရှ်ဆိုတဲ့ ကောင်လေးဟာ ဖခင်ဆုံးပြီးတဲ့နောက် မပျော်မရွှင်နဲ့ စိတ်ဓာတ်\nတွေကျနေသူပေါ့။ ကျောင်းမှာလည်း အဆင်မပြေသလို သူကြိုက်တဲ့ ဘတ်\nစကတ်ဘောကိုတောင် မကစားတော့ပါဘူး။ တစ်နေ့တော့ ဂျော့ရှ်ကိုစိတ်ဓာတ်\nတွေတက်ကြွ ပျော်ရွှင်လာစေတဲ့ သူတစ်ဦးပေါ်လာပါတယ်။အဲဒါကတော့\nGolden Retriever ခွေးလေးတစ်ကောင်ပါ။ ဘာဒီလို့နာမည်တွင်သွားတဲ့\nအာဝုလေးနဲ့ ဂျော့ရှ်တို့ကြားက သံယောဇဉ်ကတော့ ဘတ်စကတ်ဘော\nသံယောဇဉ်လို့ ပြောရမလိုပါပဲ။ဘာဒီဟာ ဘတ်စကတ်ဘောကစားရာမှာ ဂိုးသွင်းနိုင်တဲ့အထိ ကျွမ်းကျင်လိမ္မာတဲ့\nခွေးလိမ္မာလေးပါ။ ဒီလိုနဲ့ ဘာဒီဟာ ဂျော့ရှ်တို့ရဲ့ကျောင်းဘတ်စကတ်ဘောအသင်းနဲ့\nဘယ်လိုပါ၀င်ပတ်သက်လာမလဲ၊ သူတို့နှစ်ဦး ဘယ်လိုတွေ သံယောဇဉ်နှောင်တွယ်\nကြမလဲ၊ ဘာဒီရဲ့ပိုင်ရှင်ဖြစ်သူဆိုတာ ပေါ်လာတဲ့အခါ ဘယ်လိုရင်ဆိုင်ကြရမလဲ\nဆိုတာတွေကို ချစ်စရာ၊ ရယ်စရာမောစရာ၊ သနားစရာ၊ ရသစုံစုံလင်လင် ကြည့်ရှု\nခံစားရမှာပါ။ အဲဒါကြောင့် အာဝုချစ်သူတွေသာမက ချစ်စရာကောင်းတဲ့ ဒရမ်မာ\nဇာတ်ကားမျိုး ကြိုက်တတ်တဲ့သူတွေပါ ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်လမ်းလေးအဖြစ်\nညွှန်းပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(2.11 GB) ...",
        "rating": "5.3",
        "url": "https://megaup.net/1g2pg/Air.Bud.1997.720p.BluRay.(CM).mp4",
        "category": "Comedy, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/Untitled-147x200.jpg",
        "title": "My Best Part (2020)",
        "description": "My Best Part (2020)\n===============ဘဝဆိုတာ အလှည့်အပြောင်း အချိုးအကွေ့များစွာနဲ့ ခက်ခဲလွန်း\nလှပါတယ်။ ခက်ခဲလှတဲ့ ဘဝကြီးမှာ ကိုယ် ရင်ထဲထိနင့်နေအောင်\nသိပ်ချစ်ရတဲ့သူတစ်ယောက်ဟာ ကိုယ်ဘယ်တော့မှာ ပြန်မချစ်ချင်\nတော့တဲ့သူတစ်ယောက်ဖြစ်သွားတဲ့ အခိုက်အတန့်လောက် နာကျင်\nခက်ခဲရတာ မရှိပါဘူး။ ဒါပေမဲ့လည်း ကျွန်တော်တို့ဟာ ဒီအခိုက်\nအတန့်တွေကိုကျော်ဖြတ်ရင်းနဲ့ ရှေ့ဆက်လျှောက်ကြရဖို့လိုအပ်ပါ\nတယ်။ အချစ်ဆိုတာပြဇာတ်တစ်ပုဒ်လိုပါပဲ၊ ပြဇာတ်ကြောင့် လူတွေ\nပျော်ရွှင်၊ ကြည်နူး၊ ငိုကြွေးရသလို၊ အချစ်ကြောင့်လည်း လူတွေပျော်\nရွှင်၊ ကြည်နူးငိုကြွေးရပါတယ်။ဒါပေမဲ့ လူတိုင်းအချစ်နဲ့ မကင်းနိုင်\nသေးပါဘူး။ဒီဇာတ်ကားလေးထဲမှာလည်း အချစ်ကြောင့် ခံစားခဲ့ရတဲ့ ပြင်သစ်\nလူငယ်လေးတစ်ယောက်ရဲ့ အကြောင်းကိုရိုက်ကူးထားတာဖြစ်ပါ\nတယ်။ ထူးခြားတာက သာမာန်အချစ်ဇာတ်လမ်းတွေလိုမဟုတ်ပဲ\nLGBT အချစ်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ LGBT တို့ကြားက\nအချစ်ရေးအပြင် LGBT တစ်ယောက်ရဲ့ စိတ်ခံစားချက် ဘဝဇာတ်\nကြောင်းတွေကိုပါ ပေါင်းစပ်ပုံဖော်ရိုက်ကူးထားတဲ့ My Best Part\nဆိုတဲ့ ဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThetti Tun ဖြစ်ပါတယ်)File Size..........(1.71 GB) / (759 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 49Min\nSubtitle...........Myanmar ...",
        "rating": "5.5",
        "url": "https://megaup.net/1VZLU/My.Best.Part.2020.720p.BluRay.(CM)_(1).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xGclxjTTbOdR18zqoldGTjfzSkl.jpg",
        "title": "One Day (2011)",
        "description": "One Day (2011)~ IMDb rating - 7/10 ~One Day ကို တော်တော်ရိုမန့်တစ်ဆန်တဲ့ရုပ်ရှင်လို့ ပြောရင် ယုံချင်မှလည်း ယုံကြမယ်။ ဘယ်နားက ရိုမန့်တစ်ဆန်နေတာလဲလို့ ထမေးချင်စရာလည်း ဖြစ်ကောင်းဖြစ်သွားမယ်။ One Day ကိုယ်တိုင်ကလည်း ရိုမန့်တစ်ကို မရမကဖော်ကျူးထားတဲ့ ရိုမန့်တစ်ကားမျိုးမဟုတ်ဘူး။ ဘဝနှစ်ခုရဲ့ အစ အနိမ့် အမြင့်အတက်အကျတွေကြားက လူ၂ယောက်ရဲ့ ဆက်ဆံရေးကိုပဲ ပိုအသားပေးပြသွားတယ်။ ဒါကြောင့်ပဲ One Day ဟာ ပိုရိုမန့်တစ်ဆန်သွားခဲ့တာပဲ။ ဘာလို့ဆို One Day ဟာ လက်တွေ့နဲ့အနီးစပ်ဆုံး ရိုမန့်တစ်ကားမို့ပါပဲ။ ပါရီမှာ လက်ထပ်ခွင့်တောင်းတဲ့ ရိုမန့်ခန်းမျိုး ခင်ဗျားဘဝမှာ ကြုံလာရဖို့ မရှိနိုင်ပေမဲ့ လွဲချော်မှုများစွာ ဝေးကွာခြင်းတွေနဲ့ အချစ်တွေကတော့ ကျိန်းသေပေါက်ရှိနေခဲ့မှာပဲ။ One Day ဟာ ထိုနည်း၎င်း အချစ်တွေအကြောင်းပေါ့။သက္ကရာဇ် နှစ်လတွေမှာ မြင်နိုင်ဆဲအချစ်တွေဟာ အိပ်မက်တစ်ခုထဲ ...",
        "rating": "7",
        "url": "https://megaup.net/2BXK0/(CM)_One_Day_(2011)_BluRay_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b5RMzLAyq5QW6GtN9sIeAEMLlBI.jpg",
        "title": "Mary Queen of Scots (2018)",
        "description": "Mary Queen of Scots (2018)~ IMDb - 6.3/10, Rotten Tomatoes - 62% ~1500 ပြည့်နှစ်တွေက စကော့တလန်ဘုရင်မ မယ်ရီနဲ့ အင်္ဂလန်ဘုရင်မ အယ်လိဇဘက်တို့အကြောင်းကို ပြန်လည်ပုံဖော်ထားတဲ့ သမိုင်းကားကောင်းတစ်ကားပေါ့။ တိုင်းပြည်နှစ်ခုရဲ့ ကိုးကွယ်တဲ့ဘာသာ အယူအဆတွေ နိုင်ငံရေးရပ်တည်ချက်တွေ ကွဲပြားပုံနဲ့ နှစ်ဖက်ကောင်စီ၀င်၀န်ကြီးတွေရဲ့ နိုင်ငံရေးအရှုပ်အထွေးတွေကြားက ၀မ်းကွဲတော်စပ်တဲ့ ဘုရင်မ၂ဦးအကြောင်းကို ရိုက်ထားတာပါ။မယ်ရီက ကက်သလစ်ကိုးကွယ်သူဖြစ်ပြီး အယ်လိဇဘက်က ရိုမန်ကက်သလစ်ကိုးကွယ်သူဖြစ်ပါတယ်။ အဲဒီတုန်းက ဘာသာရေးကွဲလွဲချက်တွေပြင်းထန်တဲ့အတွက် ၂နိုင်ငံအမြင်မတူဘဲ စစ်ဖြစ်နိုင်တဲ့အခြေအနေပါ။ ဒါကို မယ်ရီက ၀မ်းကွဲအမ အယ်လိဇဘက်ဆီကနေ ဆက်ခံသူအဖြစ်တောင်းဆိုတဲ့အခါ ဒီအချက်က နိုင်ငံ၂ခုကြားက တင်းမာတဲ့အခြေအနေကို ပိုလှုံ့ဆော်လိုက်တာပါ။မယ်ရီက အသက်၁၅နှစ်မှာ ပြင်သစ်သားနဲ့ အိမ်ထောင်ကျခဲ့ပြီး မုဆိုးမအဖြစ်နဲ့ စကော့တလန်ကိုပြန်လာတာပါ။ အယ်လိဇဘက်က အိမ်ထောင်မရှိ ဆက်ခံသူမရှိတဲ့အတွက် မယ်ရီရဲ့ဖြစ်တည်မှုက အယ်လိဇဘက်ရဲ့အာဏာနဲ့ ထီးနန်းကို ခြိမ်းခြောက်နေခဲ့ပါတယ်။ သံတမန်တွေနဲ့ တွေ့ဆုံပြီး ...",
        "rating": "6.3",
        "url": "https://megaup.net/1W0er/(CM)_Mary_Queen_of_Scots_(2018)_BluRay_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xMFKTgRRCxfZGmFQVxBsQYAQufo.jpg",
        "title": "Worth (2020)",
        "description": "Worth (2020)~ IMDb - 6.8/10, Rotten Tomatoes - 82% ~အ​မေရိကန်နိုင်ငံရဲ့ နာမည်ကြီးတိုက်ခိုက်ခံရမှု 9/11 ဖြစ်ရပ်မှန်ကို ​ကျောရိုးယူပြီး Michael Keaton, Amy Ryan နဲ့ Stanley Tucci တို့လို အကျော်အမော်တွေနဲ့ Netflix ကနေ ရိုက်ထားတဲ့ ကားကောင်းတစ်ကားပါ။~ ဇာတ်လမ်းအကျဉ်း ~ကန်တစ်​ယောက် နိုင်ငံ​ရဲ့ ထိပ်သီး ဥပ​ဒေလုပ်ငန်း​တစ်ခုကို ဦး​ဆောင်​​နေရင်း တစ်​​နေ့ 9/11 ဖြစ်စဥ်​ကြောင့် ​လူအမြောက်အများ​သေဆုံးမှုတစ်ခုဖြစ်​​ပေါ်လာခဲ့ပါတယ်။ အစိုးရက နစ်နာသူ​တွေ ​လေ​ကြောင်းလိုင်း​တွေကို တရားမစွဲ​ရေး လုပ်​ဆောင်ဖို့ ​လျော်​ကြေးကိစ္စတစ်ခုနဲ့ ​ဖြေရှင်းဖို့စဥ်းစားမိရင်း အဲဒီအကြံကို​ အောင်‌အောင်မြင်မြင် အ​ကောင်အထည်​ဖော်ဖို့ ​ကန်တစ်​ယောက် တာဝန်ယူဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။လူတစ်​ယောက်ရဲ့ အသက်တန်ဖိုးကို​ငွေပမာဏဘယ်​လောက်ဆိုပြီး နှိုင်းယှဥ်ပြီး ကန်က ဖော်မြူလာထုတ်ပြလိုက်တဲ့အခါ နစ်နာသူအများစုက မနှစ်မြို့ကြပါဘူး။တစ်​ဖက်မှာလည်း ကန်တို့အဖွဲ့မှားယွင်း​နေတာ​တွေကို ​ထောက်ပြဖို့ ချားစ်ဦး​ဆောင်တဲ့ အဖွဲ့​​ပေါ်​ပေါက်လာပြီး ...",
        "rating": "6.8",
        "url": "https://megaup.net/2BXD4/(CM)_Worth_(2020)_720p.mp4",
        "category": "Biography, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/images-1-133x200.jpg",
        "title": "The Mist (2007)",
        "description": "ဒီလို မိုးအေးတဲ့ ညမျိုးမှာ အကြောင်းတိုက်ဆိုင်စွာဖြင့်တင်ပေးချင်တဲ့ ရုပ်ရှင်တစ်ကားတော့ ရှိပါတယ်နာမည်ကျော် စာရေးဆရာကြီး Stephen King ရဲ့ဝတ္တုကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့The Mist ဆိုတဲ့ ရုပ်ရှင်ကားပါဒီဇတ်လမ်းကို ကြည့်မယ်ဆို အရင်ဆုံး မီးတွေ မှိတ်လိုက်ပါပြီးရင် လဖ္ဘက်သုပ် ဖြစ်ဖြစ် စားစရာ တစ်ခုခု အနားယူပါစောင်ကို ကွေးနေအောင် ခြုံပါ(FA ဆိုရင်ပေါ့) :Pကိုယ့်အနားမှာ ဖက်စရာခွေးလေး ကြောင်လေးတွေ ရှိရင် ဖက်ထားပါဒါမှမဟုတ် ချစ်သူ ရှိရင် လက်မောင်းကို ကျစ်ကျစ်ပါအောင် ဖက်ထားပါပြီးရင် ဒီရုပ်ရှင်ကို စ ကြည့်လို့ရပါပြီ...တစ်နေ့သော ညမှာ မြို့ငယ်လေး တစ်ခုရဲ့ ဆိုးရွားလှတဲ့ မုန်တိုင်းဝင်ရောက် တိုက်ခက်တဲ့ အချိန်ရေကန်ငယ်လေး ရဲ့ နံဘေးကပန်းချီဆရာ ဒေးဗစ် ရဲ့ အိမ်ကိုသစ်ပင်ပိကာ Studio ခန်း ပြိုကျသွားခဲ့ပါတယ်မနက်ခင်း မှာတော့ ဒေးဗစ် တို့ မိသားစုနိုးလာတဲ့ အခါမှာတော့ အရာအားလုံးဟာမြူခိုးစတွေ ဖုံးလွှမ်းနေတာကို တွေ့ရပြီးအပျက်အစီးတွေကို ရှင်းလင်းကြရပါတယ်သဘာဝ ဘေးကို ရင်ဆိုင်ဖို့ အတွက်အစားအသောက်က အရေးကြီးတာကြောင့်အိမ်နီးချင်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/1g4wy/The.Mist.2007.720p.BluRay_%7BCM%7D_Recode_(2).mp4",
        "category": "Horror, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYzI3ZDA1YWEtOThhMy00ODdiLTkxYzMtNWVmOGU4N2NmNWM1XkEyXkFqcGdeQXVyOTUzMTgzNg@@._V1_-140x200.jpg",
        "title": "(18+)Buddy’s Mom (2015)",
        "description": "ကိုးရီယား နုနုရွရွလေးတွေကို ခံစားကြည့်ရအောင်\nလောကဓံတွေကြောင့် အရွယ်နဲ့ မမျှအောင်တည်ငြိမ်နေတဲ့\nအသက်ရွယ်ကောင်း အမျိုးသမီးတစ်ယောက်ရယ်\nသွက်လက်ဖျက်လက်ပြီး အရာရာမှာဦးဆောင်ပြီး\nပျော်ပျော်နေတက်တဲ့ အမျိုးသမီးတစ်ယောက်ရယ်\nသူတို့ရဲ့ အလှတွေရယ်ကို တစ်လှည့်စီခံစားရမှာပါနှစ်ယောက်လုံးကတော့ အလှလေးတွေချည်းပါပဲ\nသူတို့ရဲ့ကျွမ်းကျင်မှုတွေကြားမှာ\nလူပျိုပေါက်စ ဂျောင်ဆူး ဗျာများရတာပဲ\nဇာတ်လမ်းလေးက စိတ်ဝင်စားဖို့ကောင်းသလို\nကောင်မလေးတွေရဲ့ ကောက်ကြောင်းတွေကလဲ ပေါ်လွင်လွန်းတာမို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.5GB / 734MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….XCross\nTranslated by Ki Mu Chi",
        "rating": "4.8",
        "url": "https://megaup.net/1W0cq/Buddys.Mom.2015.720p(DS).mp4",
        "category": "Adult, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDU4MWVhMzctOTc4Zi00NzAwLTliYTItYzU4MmYyN2M1NTYyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-132x200.jpg",
        "title": "The Substitute (1996)",
        "description": "IMDb Rating (6.0)Sniper ရုပ်ရှင်ဇာတ်ကားတွေကိုကြည့်ဖူးမယ်ဆိုရင် အဲ့ဒီထဲက ထီမထင်တဲ့မျက်နှာပေးနဲ့ လက်ဖြောင့်တပ်ကြပ်ကြီး ဘက်ကတ်အဖြစ်ပါဝင်ခဲ့တဲ့\nမင်းသားကြီး Tom Berenger ကို မှတ်မှတ်ရရရှိကြမှာပါ...ဒီဇာတ်လမ်းကလဲ သူ့ရဲ့အက်ရှင်ဇာတ်လမ်းနောက်တစ်ပုဒ်ပါပဲ။ဇာတ်လမ်းကတော့....\nဗီယက်နမ်စစ်ပြန်ကြီးတို့အဖွဲ့က အမေရိကန်အစိုးရရဲ့ ရုပ်သေးရုပ်လေးအဖြစ်နဲ့ အမည်မဲ့ စစ်ဆင်ရေးတွေမှာ တရားမဝင် စစ်တိုက်ပေးနေရပါတယ်။ သူတို့စစ်ဆင်ရေးဆိုတာက အောင်မြင်ရင်လည်း လူမသိ၊ တိုက်ပွဲကျတဲ့စစ်သားက အမည်မဲ့၊ သတင်းစာထဲပါသွားရင် ပိုင်ရှင်မဲ့ ကြေးစားစစ်တပ်၊ ဒီလိုလည်ပတ်ကြရတာပါ။ကျူးဘားကမ်းတက်စစ်ဆင်ရေးတစ်ခုမှာ စစ်သားကြီးတို့အဖွဲ့ အထိနာပြီး သုံးယောက်ကို သေမင်းလက် ဝကွက်အပ်လိုက်ရတယ်။ အဲဒါတောင် ပိုင်ရှင်မဲ့စီးနင်းမှုအဖြစ် အမေရိကန်အစိုးရက ခေါင်းရှောင်လိုက်ချိန်မှာ စစ်ပြန်ကြီးတို့ အံကြိတ် တောက်ခေါက်ရုံမှတစ်ပါး အခြားမရှိတော့ပါဘူး။ပိုင်ရှင်တကယ်မဲ့သွားတဲ့ စစ်ပြန်ကြီးတို့အဖွဲ့ 109 110 တွေဖြစ်ကုန်ချိန်မှာ အဖွဲ့ခေါင်းဆောင် ရှေးလ် က သူ့ချစ်သူဆီ ပြန်လာခဲ့တယ်။ သူ့ချစ်သူ ကျောင်းဆရာမက ကျောင်းသားဆိုးတွေ လက်ချက်နဲ့ ‌ခြေတောက်ကျိုးနေပါရော့လား။သူ့ချစ်သူနေရာမှာ အစားထိုးသမိုင်းဆရာအဖြစ် ဝင်လာတဲ့ စစ်ပြန်ကြီး ရှေးလ်၊ ကျောင်းသားဆိုးတွေကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/1W0ci/(CM)_The.Substitute.1996.720p.AMZN.WEB-DL.DDP5.1.H.264-Naung.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rZfqjvxJNZAwUaQLvTPTsDGZWox.jpg",
        "title": "Corner Office (2022)",
        "description": "ကိုယ်လုပ်နေရတဲ့ရုံးအလုပ်တွေမှာ စိတ်တွေမွန်းကြပ်လွန်းလာရင်တချို့လူတွေကစိတ်ထွက်ပေါက်ရှာတတ်ကြပါတယ်။ဒီ Corner Officeဆိုတဲ့ကားထဲက အော်ဆန်ဆိုတဲ့လူရဲ့စိတ်ထွက်ပေါက်ကတော့ အရမ်းထူးဆန်းလွန်းပါတယ်။ အော်ဆန်က သူ့ရဲ့ရုံးအသစ်ကိုရောက်ပြီး သိပ်မကြာခင်မှာပဲဘယ်သူမှမသုံးတဲ့ အခန်းတစ်ခန်းကိုတွေ့ခဲ့ပါတယ်။ ဒီလိုနဲ့သူအဲ့ဒီအခန်းထဲကိုသုံးလေးခေါက်ဝင်ပြီးတဲ့နောက်မှာတော့ အဲ့ဒီအခန်းကိုအရမ်းစွဲလမ်းသွားခဲ့ပါတော့တယ်။ အဲ့ဒီအခန်းကသူ့အတွက်စိတ်ကိုအေးချမ်းစေပြီး အလုပ်တွေလုပ်ရတာ ပိုကောင်းစေတဲ့ အခန်းတစ်ခုဖြစ်တဲ့အပြင် သူ့ရဲ့လုပ်ငန်းခွင်က လူတွေအားလုံးရဲ့ အဝေးကိုထွက်သွားစေနိုင်တဲ့စိတ်ထွက်ပေါက်လေးပဲဖြစ်ပါတယ်။ ပြဿနာလေးတစ်ခုပဲရှိပါတယ်။ အဲ့ဒီအခန်းက အမှန်တကယ်မရှိပါဘူး။အော်ဆန်ကတော့ အဲ့ဒီအခန်းကိုစိတ်ကြိုက်ဝင်ထွက်သွားလာနေပေမဲ့တခြားလူတွေကတော့ အဲ့ဒီအခန်းနေရာမှာ နံရံကြီးတစ်ခုကိုပဲ မြင်ရပြီးတော့သူအခန်းထဲဝင်သွားတယ်ဆိုတာလဲ နံရံကြီးရှေ့မှာကြောင်တောင်တောင်ကြီးမတ်တပ်ရပ်နေတာကိုပဲ မြင်ရတာဖြစ်ပါတယ်။ဒီလိုနဲ့အော်ဆန်က သူ့ရဲ့လုပ်ဖော်ကိုင်ဖက်တွေအပြင် သူဌေးနဲ့ပါပြဿနာတွေတက်ခဲ့ပါတယ်။ ဒါပေမယ့်နောက်ပိုင်းသူပြောပြောနေတဲ့ အခန်းထဲကိုသွားပြီးအလုပ်တွေကြိုးစားလိုက်တဲ့အခါမှာသူဌေးကသဘောကျပြီးရာထူးတွေဘာတွေတက်သွားပြီး နောက်မှာ သူ့ရဲ့အဲ့ဒီအခန်းကိုစွဲလမ်းစိတ်က ပိုပြင်းထန်လာပြီး ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုStorytelling ပုံစံနဲ့ကြည့်ရမှာပဲဖြစ်ပါတယ်။  File size…1.19GB / 407MB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ….. Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "6.0",
        "url": "https://megaup.net/1W0br/Corner.Office.2023.WEB-DL720p(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDNiZDJhNzgtZmM3Ny00YmE3LTkwYTAtN2JmNjgxMjc5ZmZjXkEyXkFqcGdeQXVyMTQ0NTMwNTA@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Copacul Dorințelor: Amintiri din Copilărie (2022)",
        "description": "The Wishing Tree လို့အမည်ရတဲ့ရိုမေးနီးယန်းစိတ်ကူးယဥ်ဇာတ်ကားဖြစ်ပြီး IMDb 7.8/10 အထိရရှိထားပါတယ် Hospice ဆိုတဲ့ဆေးကုသရေးစင်တာကရောဂါသည်ကလေးတွေရဲ့ဘဝကိုဇာတ်အိမ်တည်ရိုက်ကူးထားတာဖြစ်ပြီး ဇာတ်လမ်းထဲမှာတော့ ကုလို့မရတော့တဲ့ကင်ဆာဝေဒနာရှင်လေးမာယာဟာအဖိုးနဲ့အတူနေပြီးဆုံးသွားတဲ့အမေဖြစ်သူကိုအမြဲတွေ့ချင်နေခဲ့တာပါ တစ်နေ့တော့မာယာဟာ Hospice ဆိုတဲ့ဆေးကုသရေးစင်တာကိုရောက်သွားရာကနေ ဆုတောင်းပြည့်သစ်ပင်မှာဆုတစ်ခုတောင်းခဲ့ပါတော့တယ် အဲဒီဆုတောင်းပြည့်သစ်ပင်ကမှော်သစ်ပင်ဖြစ်ပြီး ဆုတောင်းလိုက်တဲ့သူကိုပုံပြင်တစ်ခုထဲခေါ်သွားပြီး တာဝန်တွေအောင်မြင်မှဆန္ဒကိုဖြည့်ဆည်းပေးမှာပါ မာယာတစ်ယောက်ပုံပြင်ကမ္ဘာထဲမှာသူ့ရဲ့တာဝန်တွေကိုဘယ်လိုအောင်မြင်အောင်ဆောင်ရွက်မလဲ သူ့ရဲ့ဆုတောင်းကရောပြည့်သွားနိုင်ပါ့မလားဆိုတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ် နူးနူးညံ့ညံ့နဲ့ခံစားရစေတဲ့ဇာတ်ကားကောင်းလေးဖြစ်လို့လက်မလွှတ်သင့်ပါဘူး File size…(1.3 GB)/(804 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Family, Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "7.8",
        "url": "https://megaup.net/1g165/Copacul.Dorintelor.Amintiri.Din.Copilarie.2021.720p.(CM).mp4",
        "category": "Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4elVCxpRBcqVLPEI2sDC4fIa0Mt.jpg",
        "title": "The Passenger (2023)",
        "description": "The Passenger (2023)~ IMDb - 5.9/10, Rotten Tomatoes - 76% ~နာမည်ကျော် Horror ဇာတ်ကား‌တွေကို ထုတ်ထုတ်ပေးနေကျ Blumhouse ရဲ့ နောက်ဆုံးထွက်ကားပါ။ခုဇာတ်ကားကတော့ ငယ်ငယ်ကတည်းက Introvert ဖြစ်ပြီးတော့ Neurodevelopmental Disorder ဆိုတဲ့ စိတ်ရောဂါရနေတဲ့ ဘရက်ဒ်လေဆိုတဲ့ ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးထားတပါ။ ဘရက်ဒ်လေက သူငယ်ငယ်တုန်းက ကျောင်းမှာမတော်တဆမှု တစ်ခုဖြစ်ပြီးကတည်းက ဘယ်အရာမှာမဆို ဆုံးဖြတ်ချက်ချဖို့အတွက် တွန့်ဆုတ်နေတတ်ပါတယ်။ ကိုယ်တိုင်ဆုံးဖြတ်ချက်ချပြီး ကိုယ့်ပေါ်ကိုယ် ရပ်တည်ရမယ့်အစား သူများပြောတာမှန်သမျှကို ခေါင်းညိတ်ပြီး အောက်ကျခံတဲ့လူစားမျိုးပေါ့။ တစ်နေ့ သူ့အလုပ်မှာ လုပ်ဖော်ကိုင်ဖက်အချင်းချင်း ရန်ဖြစ်ရင်း လူသတ်မှုဖြစ်သွားပါတယ်။ အဲဒီလိုနဲ့ ဘန်ဆန်ဆိုတဲ့ ဘရက်ဒ်လေ့ လုပ်ဖော်ကိုင်ဖက်ဟာ ဘရက်ဒ်လေ့ရဲ့ စိတ်ဒဏ်ရာ(ရောဂါ) ကိုကုဖို့ဆိုပြီး ရှာပုံတော်ထွက်ပါတော့တယ်။ဒီဇာတ်ကားဟာ Semi-Thriller နဲ့ Horror ဇာတ်ကားဖြစ်လို့ မိုးအေးအေးလေးမှာ Chill ချင်တဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1W075/(CM)_The_Passenger_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNWU5N2ViOGEtZTQ1YS00NWJiLWIxNzQtMDdkMjhiN2NhNzJhXkEyXkFqcGdeQXVyMjI2MDQyNQ@@._V1_FMjpg_UX1000_-125x200.jpg",
        "title": "Splinter (2022)",
        "description": "Splinter (2022)\n===========ဂျွန်တစ်ယောက် ခရစ္စမတ်နေ့မှာ ဇနီးနဲ့သားအတွက် ‌လက်ဆောင်\nတွေနဲ့အတူ အိမ်ပြန်လာတယ်။ အခန်းတံခါးကို ဖွင့်ဝင်လိုက်တော့\nပျော်ရွှင်ရယ်မောနေမဲ့ ဇနီးနဲ့သားကို တွေ့ရမဲ့အစား သွေးတွေဗရပွနဲ့\nအသက်မရှိတော့တဲ့အလောင်းနှစ်လောင်းကိုပဲ တွေ့လိုက်ရတယ်။ဇနီးနဲ့သားကို ဆုံးရှုံးလိုက်ရတဲ့အချိန်ကစပြီး ဂျွန်ဟာ အပြင်မထွက်၊\nလူတွေနဲ့စကားမပြောတော့ဘဲ သူ့ကိုယ်သူ အိမ်ထဲမှာပဲ ပိတ်လှောင်\nထားတော့တယ်။ သူစကားပြောဖြစ်တဲ့လူကတော့ စိတ်ရောဂါကု\nဆရာဝန်တစ်ယောက်တည်းပါပဲ။ ဒါ့အပြင် ဂျွန့်မှာ သူငယ်ချင်းတစ်\nယောက်ရှိတယ်။ ဘော်ဘီတဲ့။ ငယ်ငယ်ကတည်းက ခင်ခဲ့တဲ့ အချစ်ဆုံး\nသူငယ်ချင်းပါတဲ့လေ။ဂျွန်ဟာ ဇနီးနဲ့သားဖြစ်သူကို သတ်သွားတဲ့ လူသတ်သမားကို တဖြည်း\nဖြည်းမှတ်မိလာတယ်။ ရောထွေးနေတာတွေ ရှင်းသွားတယ်။ အပေါ်\nယံမှာဝေ့နေတဲ့ မြူတွေဟာ ရင်သွေးကိုချစ်တဲ့ ဖခင်တစ်ယောက်ရဲ့\nမေတ္တာကြောင့် ပပျောက်သွားပြီး မြူတွေအောက်က အမှန်တရားတစ်ခု\nပေါ်လာတယ်။ ဂျွန် သိသွားခဲ့ပါတယ်။ နောက်ပြီး သူဆုံးဖြတ်ချက်တစ်ခု\nကိုချလိုက်တဲ့အခါ ပိတ်လောင်နေတဲ့ ဘဝကြီးလည်း လွတ်မြောက်သွား\nရပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(823 MB) / (269 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 18Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, ...",
        "rating": "4.6",
        "url": "https://megaup.net/1g2dh/Splinter.2021.720p.WEBRip.(cm).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMTI0NjEwNDgwOV5BMl5BanBnXkFtZTYwOTI1NTA3._V1_-134x200.jpg",
        "title": "Mona Lisa Smile (2003)",
        "description": "Mona Lisa Smile (2003)\n=================\nIMDb Rating - 6.5/10၁၉၅၃ / ၅၄ ခုနှစ်တွေဆီက အမျိုးသမီး အခန်းကဏ္ဍ၊ သူတို့ရဲ့\nပညာသင်ယူရေး၊ အိမ်ထောင်ရေးတို့ရဲ့ ရှေးရိုးစွဲအခြေအနေတွေကို\nကွက်ကွက်ကွင်းကွင်းမြင်အောင် တင်ပြထားတဲ့ ဇာတ်လမ်းကောင်း\nတစ်ခုပါ။ အဲဒီခေတ်တွေဆီက အမျိုးသမီးတွေ ပညာသင်ယူခွင့်\nရတာကိုပဲ ဘုရားပေးတဲ့ဆုလို့ ခံယူရတဲ့အချိန်ပေါ့။ ကောလိပ်တက်၊\nဘွဲ့ယူဆိုတဲ့ မဟာ့မဟာ အခွင့်အရေးကြီး ရကာစ။အင်္ဂလန်ဆိုတာ ကိန်းကြီးခန်းကြီးနိုင်တဲ့နေရာမှာ သိပ်ကို နာမည်ကြီး\nတယ်ဗျ။ ညစာကို မိသားစုအချင်းချင်း စားဖို့အရေးတောင်မှ လည်စည်း\nမပါဘဲမစားရတာ၊ ညနေ ၅ နာရီ အမီစားရတာ ဘာညာ။ အဲဒါကိုမှ\nလူကုံတန်အသိုင်းအဝိုင်းဆိုရင်တော့ ပိုဆိုးပြီသာမှတ်။ အဲဒီလိုနိုင်ငံ၊ အဲဒီ\nစနစ်ကို ရေရှည်တည်မြဲရေးလုပ်ပေးနေတဲ့ ကောလိပ်တစ်ခုကိုမှ လွတ်လပ်\nပြီး တက်ကြွတဲ့ ဆရာမလေး ‌အမေရိကားကနေ ရောက်လာခဲ့တယ်။ ဘွဲ့\nရတဲ့အထိ လွှတ်ပေးထားပြီး ဘွဲ့ရတာနဲ့ ခင်ပွန်းသည်အတွက် ညအိပ်ပြည့်\nတန်ဆာ၊ အိမ်မှာ အစေခံတစ်ယောက်ဖြစ်သွားတဲ့အိမ်ထောင်ရေးထဲ ဆွဲ\nသွင်းလိုက်ကြရောတဲ့။ အဲဒီလိုအဖြစ်တွေကို မကြည့်နိုင်တဲ့ ဆရာမလေး\nဟာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1g0ik/Mona.Lisa.Smile.2003.720p.BluRay.REMUX.(CM)mp4.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jiMlbBvG1bzvqCrws3v1ejIzCx0.jpg",
        "title": "The First Myth: Daji ( 2021 )",
        "description": "ရှေး‌ဟောင်းမှော်ဆန်ဖွယ်ဒဏ္ဍာရီကားကြိုက်နှစ်သက်သူများအတွက်\nဇာတ်ကားလေးတစ်ခုတင်ဆက်ချင်ပါတယ်\nတစ်ခါကအရမ်းတင့်တယ်လှပတဲ့မြေခွေးမျိုးနွယ်က\nဘုရင်မတစ်ယောက်ရှိတယ်။ကံမကောင်းစွာနဲ့\nမေရှန်တောင်ကမိစ္ဆာခုနှစ်ကောင်ရဲ့ခေါင်းဆောင်ဖြစ်တဲ့ယွမ်ဟုန်ကဖမ်းဆီးသွားတယ်။အဲ့အချိန်မှာ ကျန်းကျီယာကမိစ္ဆာတွေကိုလိုက်နှိမ်နင်းရင်း\nမတော်တဆနဲ့မြေခွေးဘုရင်မကိုကယ်တင်ခဲ့ပေမယ့်\nသူ့အမြီးတစ်ချောင်းကိုဖြတ်ပစ်ခဲ့ရာမှဘာတွေဆက်ဖြစ်ခဲ့သလဲ။နွီဝါးမယ်တော်ရဲ့ညွန်ပြမှုဖြင့် ကျိကျိုးမြို့ရဲ့မြို့စားမင်းစူးဟုရဲ့\nသမီးဖြစ်သူတာကျီပေါ်လူဝင်စားလိုက်တဲ့အခါ.....\nရှန်မင်းဆက်ဘုရင်ဖြစ်တဲ့ကျုံးမင်းကြီးက\nကျိကျိုးမြို့ကိုလာတိုက်ခိုက်ရင်းနဲ့ မင်းသမီးတာကျီကိုဖမ်းဆီးလိုက်တယ်။သူတို့နှစ်ဦးတွေ့ဆုံတဲ့အခါမှာ တစ်ဦးနှင့်တစ်ဦးမေတ္တာသက်ဝင်ပြီး\nတိုင်းပြည်ကိုအုပ်ချုပ်ဖို့ပြန်သွားကြတဲ့အချိန်မှာ\nတိုင်းပြည်ကတည်မြဲမလား၊ပဋိပက္ခဖြစ်မလားဆိုတာကို\nဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်Quality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Drama , Fantasy\nRuntime : 1h 14 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Clytie\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-first-myth-daji-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ytU9KYVflrKyz2jQhg4euEeu3rj.jpg",
        "title": "Argantara (2023)",
        "description": "Argantara (2022)ဒီတစ်ခါမှာတော့ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမယ့် အင်ဒိုနီးရှား လူငယ်အချစ်ကားလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။\nအထက်တန်းကျောင်းမှာ စာတော်ပြီး လိမ္မာယဉ်ကျေးတဲ့ Syera နဲ့ ကျောင်းရဲ့လူဆိုးလေး Arga ရဲ့ ရင်ခုန်စရာအချစ်ဇာတ်လမ်းလေးဖြစ်ပါတယ်။\nArga က သူ့သူငယ်ချင်းအဖွဲ့နဲ့ ဆိုင်ကယ်အမြဲတမ်းပတ်စီးနေပြီးတော့ အမြဲတမ်းရန်ဖြစ်နေလို့ Syera က သူ့ကို မကြည့်မရပါဘူး။\nဒါပေမဲ့ Arga ရဲ့အဖေ မဆုံးခင်မှာ Syera ရဲ့အဖေနဲ့ သူငယ်ချင်းအချင်းချင်းထားခဲ့ကြတဲ့ကတိကြောင့်\nသူတို့နှစ်ယောက် အသက်မပြည့်သေးခင်မှာ လက်ထပ်ရဖို့ဖြစ်လာပါတယ်။\nကျောင်းကသိသွားရင် ကျောင်းထုတ်ခံရမှာစိုးလို့ လက်ထပ်တဲ့ကိစ္စကို လျှို့ဝှက်ထားပေမယ့်\nအနေနီးစပ်မှုကြောင့် ချစ်မိသွားကြပြီး Syera က ကိုယ်ဝန်ရှိသွားပါတယ်။\nSyera ကိုယ်ဝန်ရှိလာတဲ့အချိန်မှာပဲ Arga တို့အဖွဲ့နဲ့မတည့်တဲ့ တခြားဂိုဏ်းတစ်ခုက ဆက်တိုက်ရန်ပြုလာတာကြောင့်\nArga က သူ့သူငယ်ချင်းတွေကိုပဲ အချိန်ပေးနေလို့ဆိုပြီး အိမ်ထောင်ရေးအဆင်မပြေတာတွေ ဖြစ်လာခဲ့ပါတယ်။\nဒီလိုနဲ့ Syera ရဲ့ကိုယ်ဝန်ကြောင့် ကျောင်းထုတ်ခံရမလား၊\nArga ရဲ့ ရန်ပွဲတွေကရော ဘာတွေဖြစ်လာမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာပဲ ကြည့်လိုက်ကြရအောင်နော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moh Moh ပဲ ...",
        "rating": "",
        "url": "https://megaup.net/1g2p5/Argantara.2022.720p.WEB-DL.CM.mp4",
        "category": "Action, Drama, Romance"
    }
]