[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nSqToocgoDABPTTZsyL2gOyPOzi.jpg",
        "title": "Ayo Putus (2022)",
        "description": "Ayo Putus (2022)အညွှန်းဒီရုပ်ရှင်လေးကတော့Romance Comedyလေးပဲဖြစ်ပါတယ် ။\nစဲလ်တန်ဆိုတဲ့ကျောင်းမှာနာမည်ကြီးတဲ့ကောင်လေးဟာ\nမိန်းကလေးတ်ယောက်နဲ့ သုံးရက်ပဲတွဲလေ့ရှိပါတယ်။သုံးရက်ပြည့်တဲ့နေ့မှာတော့ အကြောင်းပြချက်မရှိ လမ်းခွဲတဲ့ နိယာမရှိပါတယ်။\nဒါပေမဲ့ အယ်လ်မာကိုဆိုတဲ့‌ကောင်မလေးနဲ့သုံးရက်တာတွဲဖို့ဖြစ်လာခဲ့ပြီး\nစဲလ်တန်ရဲ့ နှလုံးသားတံခါးကလည်းပွင့်သွားခဲ့ပါတယ်။နောက်ဆုံးမှာတော့ စဲလ်တန်က သူ့ရဲ့နိယာမအတိုင်း အဲလ်မာနဲ့ လမ်းခွဲသွားမလား\nဘယ်လိုတွေဖြစ်မလဲဆိုတာကိုတော့ ဒီရုပ်ရှင်လေးထဲမှာပဲပြီးအောင်ကြည့်ပေးကြပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kyal Sin Yati Ko ပဲ ဖြစ်ပါတယ်။Genre.....Comedy, Drama, Romance\nQuality…. 1080p | 720p | 480p\nFile size… 1.7GB | 801MB | 384MB\nFormat… mp4\nDuration….1h 30min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Kyal Sin Yati Ko\nEncoder ..... August",
        "rating": "7.8",
        "url": "https://megaup.net/2xsaD/Ayo.Putus.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ulHvmXOMxgFWn1XHFrtrSp8pX67.jpg",
        "title": "(18+)You’ve Got A Friend (2022)",
        "description": "(18+) You've got a friend (2022)နာကျင်မှုက စိတ်ဒဏ်ရာတွေကိုဖြေဖျောက်ဖို့ဆိုတာ နားမလည်နိုင်တဲ့ စိတ်ပညာတစ်ခုပါပဲ။\nအဲဒါကြောင့်လည်း တချို့သောသူတွေက လိင်ဆက်ဆံတဲ့အချိန်မှာ နာကျင်မှုကို သာယာတိမ်းညွတ်ကြတာပါ။ဂျပန်ရုပ်ရှင်လောကက ခေတ်ဟောင်းကနေ ယခုချိန်ထိ\nသူတို့ဟာ ဒီလိင်စိတ်တိမ်းညွှတ်မှုတွေကို နည်းလမ်းပေါင်းစုံနဲ့ ဖော်ပြခဲ့ကြပါတယ်။ဒီဇာတ်ကားထဲမှာလဲ ဒီစိတ်နေသဘောထားကိုပဲ ဇာတ်လမ်းတစ်ခုနဲ့တင်ပြသွားတယ်\nBDSM ကိုနားလည်ချင်တဲ့သူတွေကြည့်ကြပါ\nမိသားစုတွေ အသက်မပြည့်သေးတဲ့သူတွေတော့ မကြည့်ကြပါနဲ့ဇာတ်လမ်းအကျဉ်းကတော့ .....သာမန်ဝန်ထမ်းတစ်ယောက် ဖြစ်တဲ့ Yoshio တစ်ယောက်\nBDSM ဆရာမကြီး ယူကီကို နဲ့ တွေ့ပြီး ခင်မင်သွားကြပါတော့တယ်။\nမကြာခဏ ဆိုသလို တွေ့ဖြစ်ကြပြီးတော့ မတွေ့ရ မနေနိုင် ဖြစ်သွားပါတော့တယ်\nအမဲသား စားမိသွားတဲ့ အရူးတစ်ယောက်ဖြစ်တဲ့ Yoshio နဲ့\nဗေဒင်ဆရာမကြီး Yukiko တို့ရဲ့ ခင်မင်မှုအကြောင်းကို နှောင်ဖွဲ့ တည်ဆောက်ထားတဲ့\nဗေဒင်ဟောကြတဲ့ ဆက်ဆံရေးအကြောင်းကို မြင်တွေ့ကြရမှာပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Drama, Romance\nQuality…. 1080p | 720p | ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Rtt9/(18+)Youve.Got.a.Friend.2022.720p.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j0NQsYqnqvhTtBj7vhCa9iKT0NA.jpg",
        "title": "Dreams (1990)",
        "description": "Dreams (1990)~ IMDb - 7.7/10, Rotten Tomatoes - 66% ~ကူရိုဆာဝါဟာ ရုပ်ရှင်ရဲ့မဏ္ဍိုင်တစ်ခုလို့ဆိုကြတာနဲ့အညီ လက်ရှိနာမည်ကျော် အမေရိကန် ဒါရိုက်တာတွေအပေါ် အတော်လွှမ်းမိုးမှုကြီးတဲ့ဒါရိုက်တာပါ။ စပီးဘာ့ဂ်တို့ လူးကတ်စ်တို့ မာတင်စကောဆေးစိတို့လို လူတွေတောင် ကူရိုဆာဝါရဲ့ အရိပ်အငွေ့နဲ့မကင်းပါဘူး။ Dreams ကိုတော့ စပီးဘာ့ဂ်က ပရိုဂျူဆာလုပ်၊ သူရဲ့ကုမ္ပဏီ Amblin က ဖြန့်ပေးထားပြီး ရုပ်ရှင်ရဲ့ VFX Effects တွေကိုတော့ လူးကတ်စ်ရဲ့ ILM က လုပ်ပေးထားသလို မာတင်စကောဆေးစိကလည်း ဗင်းဆင့်ဗန်ဂိုးအဖြစ် သရုပ်ဆောင်ပေးထားပါတယ်။Dreams ဟာ ထူးထူးခြားခြားပဲ ကူရိုဆာဝါကိုယ်တိုင် သူထပ်ခါထပ်ခါမက်နေတဲ့ အိပ်မက်တွေကနေ ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ သူ့ရုပ်ရှင်ရိုက်သက်ရှည်ကြီးရဲ့ ရှားရှားပါးပါး သူတစ်ယောက်တည်းဇာတ်လမ်းဇာတ်ညွှန်းရေးထားတဲ့ ရုပ်ရှင်ဆိုလည်းမမှားပါဘူး။ တစ်နည်းပြောရင် Dreams ဟာ သူ့အိပ်မက်တွေကို ရိုက်ထားတဲ့ရုပ်ရှင်လည်းဟုတ်သလို သူမပြောဖြစ်ခဲ့တဲ့စကားတွေ သူပြောပြချင်တာတွေကို ရိုက်ပြထားတဲ့ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။ ( ...",
        "rating": "7.7",
        "url": "https://megaup.net/1bx9u/(CM)_Dreams_(1990)_Criterion_Collection_720p.mp4",
        "category": "Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMjNiNGNiMDQtYjI2ZC00NTE4LThmMzYtYTc1ODlhNDkwNmE2XkEyXkFqcGdeQXVyMTUzNzYwMzA@._V1_-141x200.jpg",
        "title": "(21+) Cinderella (1977)",
        "description": "ဒီဇာတ်ကားလေးက စင်ဒရဲလားလေးရဲ့\nလူကြီးကြိုက် နောက်ထပ်ဇာတ်လမ်းတစ်ပုဒ်\nဒီထဲမှာ စင်ဒရဲလားလေး ကြင်ယာဖြစ်သွားပုံက ထူးဆန်းတယ်\nအစောင့်ရှောက်ကလဲ ထူးဆန်းတယ်\nစင်ဒရဲလားလေးကလှတယ်ငယ်ရွယ်တယ် နုပျိုတယ် ဖြူစင်တယ်စင်ဒရဲလားလေးက မယားပါသမီးနဲ့ မိထွေးတို့ရဲ့ အနှိမ်ခံ\nဘဝနဲ့အစပျိုးထားပါတယ်\nဘုရင့်သားတော်ရဲ့ မွေးနေ့ ကြင်ယာရွေးပွဲ ဖိတ်စာရပေမဲ့\nတက်လို့မရအောင် မိထွေးနဲ့ မယားပါသမီးတွေကဖျက်ဆီးပါတယ်အဲဒီကြင်ယာရွေးပွဲကထူးဆန်းပါတယ်\nမိန်းမတွေအကြောင်းပေါင်းကြည့်မှသိဆိုသလိုပဲ\nကံစမ်းမဲနှိုက်ပြီး ခဏတာ ပေါင်းကြည့်တာပါပဲ\nစင်ဒရဲလားလေးကတော့ သူ့ဖြူစင်တဲ့စေတနာအတိုင်း\nအချိန်တန်တော့ သူမရဲ့ ကိုယ်စောင့်နတ်နဲ့တွေ့ပြီးအကူညီရပါတော့တယ်အကူညီကလဲ အတော်ထိရောက်ပါတယ်\nမိန်းမတစ်ယောက်ရဲ့ အဓိကကိုပါ ပြောင်းပေးလိုက်ပါတယ်\nမိန်းမ တစ်‌ထောင်မှာ တစ်ယောက်မရှိတဲ့ အရာမျိုးပါ\nအဲဒါကို မင်းသားလေးက စွဲလန်းသွားတဲ့အခါမှာတော့မင်းသားလေးရဲ့ရှာပုံတော်\nကြင်ရာရွေးပွဲ\nစတာတွေက DS Fans တွေအကြိုက်ဖြစ်နေတာကြောင့်\nစင်ဒရဲလားရဲ့ ရသတမျိုးကို တင်ဆက်လိုက်ပါတယ်\nFile size…1.86GB / 918MB\nQuality…1080p Blu Ray  / 720p\nFormat…mp4\nDuration….1h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "5.6",
        "url": "https://megaup.net/1bx9c/Cinderella.1977.720p(DS).mp4",
        "category": "Adult, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/vampire.jpg",
        "title": "Cirque du Freak: The Vampire’s Assistant (2009)",
        "description": "Cirque du Freak: The Vampire's Assistant (2009)========================================ဒီတစ်ခေါက်မှာတော့ ၂၀၀၉ခုနှစ်ကထွက်ရှိ‌ထားတဲ့ ဗန်ပိုင်းယားဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။vampire diary လို twilight light တို့လိုဇာတ်ကားတွေ မပေါ်သေးခင်တစ်ချိန်က သူ့ခောတ်သူအခါက နာမည်ကြီးခဲ့တဲ့ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်ကြည့်ဖူးတဲ့သူတွေ ရှိကြမှာကျိန်းသေသလို မကြည့်ရသေးသူတွေအတွက်လည်းလက်မလွတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့ထင်ပါတယ် ဇာတ်ကားကမိသားစုနဲ့ကြည့်လို့သင့်တော်တဲ့ ဇာတ်ကားတစ်ကာပါ...ဇာတ်လမ်းအကျဉ်းလေးကတော့ဒီဇာတ်ကားမှာ ဒယ်ရန်နဲ့စတိဗ်တို့ဟာ ငယ်သူငယ်ချင်းတွေဖြစ်ကြပါတယ်။ဒယ်ရန်ဟာ မိဘစကားနားထောင်တဲ့သူတစ်ယောက်ဖြစ်ပြီးကျောင်းစာမှာလည်း ထူးချွန်တဲ့သူပါ။ စတိဗ်ကတော့ မိဘမေတ္တာငတ်နေတဲ့ ကောင်လေးဖြစ်ပြီး ခပ်ဆိုးဆိုးနေတတ်တဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒယ်ရန်ဟာ ပင့်ကူတွေကို စွဲလမ်းနေတဲ့သူတစ်ယောက်ဖြစ်ပြီးစတိဗ်ကတော့ ဗန်ပိုင်းယားတွေကို အင်မတန်စိတ်၀င်စားတဲ့သူတစ်ယောက်ပါ။တစ်နေ့မှာ သူတို့မြို့ကို နှစ် ၅၀၀ သက်တမ်းရှိတဲ့ လူထူးဆန်းတွေရဲ့ ဆပ်ကပ်အဖွဲ့ ရောက်လာတဲ့အခါ သူတို့နှစ်ယောက်လည်း စိတ်၀င်တစားသွားကြည့်ကြပါတယ်။ ဒါပေမယ့် အဲဒီအဖွဲ့မှာ ဗန်ပါးယားတစ်ယောက်ပါနေပြီး ဗန်ပါးယားရဲ့ပင့်ကူလေးကို ဒယ်ရန်တစ်ယောက် မျက်စိကျသွားတဲ့အချိန်မှာ ဘာတွေများ ဆက်ဖြစ်မလဲဆိုတာကိုတော့..... ( ကြည့်ဖူးတဲ့သူတွေအတွက်တော့ ကွာလတီကောင်းကောင်းလေးနဲ့ပြန်လည် ခံစားနိုင်သလို မကြည့်ရသေးသူတွေလည်းဒေါင်းရတာတန်စေရမယ်လို့ အာမခံလိုက်ပါတယ်..)  File size…1.19GB / ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Runo/Cirque.Du.Freak.The.Vampires.Assistant.2009.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BODMwNGM4NWYtOGIyMS00MmZjLWIwMGUtN2ZjNTI1NmU0NWFmXkEyXkFqcGdeQXVyODU0NjA5MTU@._V1_-160x200.jpg",
        "title": "Anukoni Prayanam (2022)",
        "description": "Anukoni Prayanam ( 2022 )\nIMDb 6.5/10လူတစ်ယောက်ဟာ သူ့ရဲ့ဘ၀နိဂုံးအဆုံးသတ်မဲ့နေရာကို ရွေးချယ်လို့ရပါသလား... ။\nဘယ်အချိန်‌ရောက်လာမလဲမသိရတဲ့ဘ၀နေ၀င်ချိန်ကို ကြိုတင်ခန့်မှန်းဖို့ဆိုတာကတော့\nမဖြစ်နိုင်သလောက်ပါပဲ။ ဒီဇာတ်လမ်းကတော့ မွေးရပ်မြေမှာပဲခေါင်းချချင်တဲ့သူငယ်ချင်းရဲ့ဆန္ဒကို\nဖြစ်မြောက်အောင်ဖြည့်ဆည်းပေးမယ့်လူသားဆန်တဲ့လူတစ်ယောက်ရဲ့ဇာတ်လမ်းပါ...။ပျော်ရာမှာမနေ တော်ရာမှာနေဆိုတဲ့အတိုင်း တနယ်တကျေးမှာအလုပ်လုပ်နေကြရတဲ့\nသူငယ်ချင်းနှစ်ယောက်ရှိပါတယ်။ တစ်ရက်မှာတော့ လုပ်ငန်းခွင်မှာမတော်တဆဆုံးပါးသွားတဲ့\nလူတစ်ယောက်ကိုကြည့်ပြီး သူသေရင်တော့မွေးရပ်မြေမှာပဲသေချင်တယ်လို့\nသူငယ်ချင်းရာဂျူးကပြောပါတယ်။အဲဒီနောက် ကိုဗစ်လူနာတွေတိုးလာပြီး\nအစိုးရကလော့ဒေါင်းချတော့မဲ့အချိန်မှာ သူတို့အလုပ်ခွင်လည်းပိတ်ပြီ\nး ဇာတိပြန်ဖို့ဖြစ်လာပါတယ်။ ဒါပေမဲ့ ရာဂျူးဟာ ရွာအပြန်ခရီးမစခင်မှာပဲ\nရုတ်တရတ်ဆုံးပါးသွားပါတော့တယ်။ သူငယ်ချင်းရာဂျူးရဲ့ဆန္ဒအတိုင်း\nသူ့ရဲ့မွေးရပ်မြေဇာတိရွာကလေးမှာသင်္ဂြိုလ်နိုင်ဖို့ သူငယ်ချင်းရဲ့အလောင်းကိုသယ်ကာ\nတစ်ယောက်ထဲခရီးဆက်ရတဲ့အခါ... ကိုရိုနာ‌လော့ဒေါင်းကန့်သတ်ချက်တွေကြောင့်\nလမ်းခရီးမှာဘယ်လိုအခက်အခဲတွေကြုံရမလဲ...သူငယ်ချင်းရဲ့ဆန္ဒကို‌ရော\nဖြည့်ဆည်းပေးနိုင်ပါ့မလားဆိုတာကတော့..။\nFile size…2.2GB / 1GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….1h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ OeliuJ",
        "rating": "6.5",
        "url": "https://megaup.net/1Rupw/Anukoni_Prayanam_(2022)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHtOgGb3NihlyRATHlKPaFApbrd.jpg",
        "title": "RoboCop (1987)",
        "description": "RoboCop (1987)=============== Science genre အမျိုးအစား ကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးအတွက်Robocop ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။Robocop ဆိုတဲ့ စကားလုံးအတိုင်း စက်ရုပ်ရဲရဲ့အကြောင်းကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင်တော့ ဒက်ထရွိုက်မြို့ကြီးမှာရာဇဝတ်မှုတွေက အဖြစ်များလှပါတယ်။ တစ်နေ့မှာတော့ဒက်ထရွိုက်ရဲဌာနကို မာဖီ‌ဆိုတဲ့သူက တာဝန်ပြောင်းလာခဲ့ပါတယ်။လူးဝစ်ဆိုတဲ့ ရဲမေနဲ့ ပါတနာအဖြစ် တာဝန်ထမ်းဆောင်ရင်း လူဆိုးဂိုဏ်းတစ်ဂိုဏ်းကို လိုက်ဖမ်းခဲ့ပါတယ်။ ဒါပေမဲ့ ကံမကောင်းရှာတဲ့မာဖီက လူဆိုးတွေလက်ထဲမှာပဲ ရက်ရက်စက်စက် အသတ်ခံခဲ့ရပါတယ်။OCP ဆိုတာက ဒယ်တာမြို့အသစ် တည်ဆောက်ရေးအတွက်ဒက်ထရွိုက်အစိုးရနဲ့ စာချုပ်ချုပ်ထားတဲ့ အဖွဲ့အစည်းပါ။ သူတို့ဟာရဲတွေနေရာမှာ အစားထိုးမယ့် စက်ပစ္စည်းတစ်ခုကို တီထွင်ခဲ့ပေမဲ့ပရိုဂရမ်အမှားအယွင်းကြောင့် အဆင်မပြေခဲ့ပါဘူး။ ဒါပေမဲ့ သူတို့ဟာသေသွားတဲ့ မာဖီကို နောက်ထပ်စမ်းသပ်ချက်အတွက် အသုံးချဖို့လုပ်ခဲ့ပါတယ်။ မာဖီအလောင်းကိုယူပြီး စက်ရုပ်တစ်ခုအဖြစ် အသက်သွင်းခဲ့တာပါ။ ဒါဆိုရင် စက်ရုပ်ဖြစ်သွားမယ့် မာဖီကရော မြို့အတွက်အထောက်အကူပြုလာနိုင်မလား၊ သူ့ကို သတ်ခဲ့တဲ့လူတွေကိုရောပြန်ပြီးလက်စားချေမလား၊ ဒီတီထွင်မှုကို ဖျက်စီးချင်တဲ့သူရောရှိလာမလားဆိုတာကိုတော့ Robocop ဆိုတဲ့ ဇာတ်ကားထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြပါ။  File size…1.98GB / 733MB\nQuality…Blu-Ray ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Rudd/RoboCop.1987.BluRay720p(CM).mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oG1jILiTUZbsTYPKd88KO5iL2eO.jpg",
        "title": "18+ Plum Blossom (2000)",
        "description": "18+ Plum Blossom ( 2000 )ဒီ Erotic ကားကို တော်တော်များများ သိကြမယ်ထင်တာပါပဲ။\nမသိသေးရင်လည်း အခုကစ ကြည့်သင့်တဲ့ လက်လွတ်မခံသင့်တဲ့ ရုပ်ရှင်လို့ပြောလည်း မမှားဘူး။\nဘာလို့ဆို သရုပ်ဆောင်တွေပဲရှိုးကြည့်ပါဦး။\nမင်းသမီးက ကိုရီးယားတစ်ပြည်လုံးက မင်းသမီးတွေအကုန်ပေါင်းလို့\nသူတစ်ယောက်တည်း အင်တာမှာ ရိုက်ထားတဲ့ အရေအတွက်ကို မမီနိုင်တဲ့\nကိုရီးယားရဲ့ ဆရာအကျဆုံးမင်းသမီးဖြစ်တဲ့ ဘဲ့ဒိုနာကိုး။\nကိုရီးယားပြည်တွင်းမှာဆိုလည်း ထိပ်တန်းဂိဆရာနှစ်ပါးဖြစ်တဲ့ ဘွန်းဂျွန်းဟိုနဲ့ ပတ်ချန်းဝုတို့ကားတွေမှာ သရုပ်ဆောင်ခဲ့သလို\nဂျပန်ဂိဆရာ Hirokazu Koreedaရဲ့ကားတွေမှာလည်း ပါဖူးပါတယ်။ တခြားဂျပန်ကားတွေလည်း သူရိုက်ပါသေးတယ်။\nနောက်မက်ထရစ်ဒါရိုက်တာ၂ယောက် အဓိကရိုက်တဲ့ Sense8လို နာမည်ကြီး အင်္ဂလိပ်စီးရီးမှာလည်း အဓိကမင်းသမီးနေရာက ပါခဲ့ရဖူးပါတယ်။\nCloud Atlasမှာလည်းပါဖူးပါတယ်။ Kingdomနဲ့တော့ သူ့ကို လူသိများပါလိမ့်မယ်။မင်းသားကတော့ ဟိုးရှေးခေတ်ကတည်းက Love Story in Harvard နဲ့ နာမည်ကြီးခဲ့တဲ့\nခုတလောတောင် သူ့ကား The First Respondersတို့ Decibel တို့ တော်တော်ရေပန်းစားနေတဲ့ ကင်ရေဝန်းပါ။ဒါရိုက်တာကတော့ ၁၉၈၀ဝန်းကျင်ကတည်းက ရိုက်လာတဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/3donA/(18+)Plum.Blossom.2000.720p.FHDRip.CM.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9NS5QGOfck24yL3bZqWeW06PgPC.jpg",
        "title": "Robin Hood (2010)",
        "description": "Robin Hood (2010)================ ရော်ဘင်ဟုဒ်ကားအများကြီးထဲကမှ အ‌ကောင်းဆုံးလို့ပြောစမှတ်ပြုကြတဲ့ကားလေးလာပါပြီ။Cate Blanchett Russell Croweတို့လို ဝါရင့်မင်းသား မင်းသမီးကြီးတွေကအစွမ်းပြသရုပ်ဆောင်ထားပါတယ်။ ရော်ဘင်လောင်းစတွိုက်ဟာဘုရင်ကြီးရစ်ချတ်ရဲ့ခရူးဆိပ်စစ်ပွဲက လေးသည်တော်တစ်ယောက်ပါ။အင်္ဂလန်ကိုပြန်လာဖို့ ပြင်သစ်နဲ့အင်္ဂလန်ကြားကနိုင်ငံရေး တွေကြားနော့တင်ဟမ်ရဲ့ ဆာ ရောဘတ် လော့ဇ်စလေအဖြစ်အယောင်ဆောင်ပြန်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ ရောဘတ်တဖြစ်လဲ ရော်ဘင်တယောက်အင်္ဂလန်ရောက်ပြီးဘာတွေဆက်ဖြစ်မလဲ။ ရောဘတ်ရဲ့မိန်းမဖြစ်ခဲ့သူမယ်ရီယွန်နဲ့ရော ဘာတွေဆက်ဖြစ်ကြမလဲ။ ပြင်သစ်ကကျူးကျော်စစ်နီးကပ်လာချိန်အထိတိုင် ပြည်တွင်းစစ်ဖြစ်အဲ့ဆဲဆဲ အင်္ဂလန်ကို သာမန်လေးသမားတယောက်ကကယ်တင်နိုင်ပါ့မလား။ အဆုံးမှာဒဏ္ဍာရီတခုဘယ်လို ရေးနိုင်ခဲ့မလဲဆိုတာကိုရှုစားပေးကြပါဦး..  File size…2.31GB / 926MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 20m\nGenre ..... Action , Drama , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://megaup.net/2xqSU/Robin.Hood.2010.BluRay720p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-r-135x200.jpg",
        "title": "Renaissance Man (1994)",
        "description": "1994 ကာလရဲ့ နာမည်ကြီး ဟာသကောင်းလေးတစ်ခုလောက် ကြည့်ကြည့်လိုက်ရအောင်။ဝီလီယမ်ရေဂိုတစ်ယောက် မီးပွိုင့်မိသွားတာ အစည်းအဝေးချိန်နောက်ကျပြီး အလုပ်ပြုတ်တဲ့ထိဖြစ်သွားပါတယ်။ အသက်လည်းကြီးနေပြီဖြစ်လို့ ဘာအလုပ်မှရှာမရဘဲဖြစ်နေရာမှ အလုပ်တစ်ခုကလာကမ်းလှမ်းတဲ့အခါ.. ထိုအလုပ်ကတော့ စစ်တပ်ထဲက စစ်သားတွေကိုစာသင်ပေးဖို့ပဲဖြစ်ပါတယ်။သာမန်စစ်သားမဟုတ်ဘဲ တုံးလွန်းလို့ D နှစ်လုံးကောင်တွေ(ခွေးချေးလိုတုံးသောသူများ) လို့တင်စားခံထားရတဲ့ စစ်သားတွေကိုစာသင်ဖို့ဖြစ်လာတဲ့အခါ.. စာတောင်မသင်ဖူးပေမယ့် တခြားလည်းဘာအလုပ်မှလုပ်မရတာကြောင့် ဖြစ်ချင်ရာဖြစ်ဆိုပြီးသွားလိုက်တဲ့ရေဂိုနဲ့ ငတုံးအဖွဲ့ စစ်တပ်ထဲဘယ်လိုဘုနဲ့ဘောက်တွေဖြစ်ကြမလဲ.. File size…(2.28GB)  / (`1.12GB) / (765MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:08:00\nGenre...  Drama /Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "",
        "url": "https://megaup.net/1RnyY/Renaissance.Man.1994.720p.(CM)_(2).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/photo644162-140x200.jpg",
        "title": "[18+]So Cute(2004)",
        "description": "So Cute(2004)**************(၁၈+ အခန်းများပါသဖြင့်မိသားစုနဲ့အတူမကြည့်သင့်ပါခင်ဗျ..)ဂျန်ဆူရိုဟာ ဆိုးလ်မြို့ဆင်ခြေဖုံးရပ်ကွက်တစ်ခုမှာ နေထိုင်တဲ့ နတ်ဆရာတစ်ယောက်ဖြစ်ပါတယ်..သူဟာ အိမ်ထောင်ရေးနဲ့ပတ်သက်တဲ့ အဆောင်လက်ဖွဲ့ပေးရာမှာ\nနာမည်ကြီးလို့ အမျိုးသမီးတွေက သူ့ကို သဘောကျကြတယ်..အဲလိုနဲ့ဂျန်ဆူရိုဟာ အမျိုးသမီးတချို့နဲ့ပတ်သက်ခဲ့ပြီး ဖအေတူမအေကွဲ သား၃ယောက်ရလာပါတော့တယ်..\nသားကြီးဖြစ်သူအမူးသမား ၉၆၃က ဆိုင်ကယ်နဲ့ပစ္စည်းပို့တဲ့အလုပ်ကိုလုပ်ပြီးသားလတ်ဖြစ်သူဂယ်ခို(ခွေးနှာခေါင်း)က ကရိန်းကားမောင်းတဲ့အလုပ်ကို လုပ်ပါတယ်..\nသားအငယ်ဆုံးဖြစ်တဲ့မောရှီဂီကတော့ လူမိုက်တစ်ယောက်ဖြစ်ပြီး မကြာခင်ကမှ ထောင်ကထွက်လာသူဖြစ်ပါတယ်..မောရှီဂီရဲ့ဆရာ လူမိုက်ဂိုဏ်းခေါင်းဆောင်က မောရှီဂီရဲ့ဖခင်နေထိုင်တဲ့\nဆင်ခြေဖုံးရပ်ကွက်ကတိုက်တန်းဟောင်းကို စီမံကိန်းတစ်ခုနဲ့ဖျက်ခိုင်းဖို့ မောရှီဂီနဲ့အဖွဲ့ကို စေခိုင်းတဲ့အခါမှာတော့ဖခင်နဲ့လူမိုက်ဆရာကြား မောရှီဂီအခက်တွေ့ပါတော့တယ်\nဒါ့ပြင် သားလတ်ဂယ်ခိုနဲ့သိတဲ့ ဆွန်းရီဆိုတဲ့ဆန်မုန့်ရောင်းတဲ့မိန်းကလေးတစ်ဦးကပါ..သူတို့အိမ်ပေါ်ရောက်လာတဲ့အခါမှာ သားအဖ၄ယောက်နဲ့ဆွန်းရီရဲ့ပတ်သက်မှုကလည်း ရယ်မောစရာကောင်းပြီး\nပိုရှုပ်ထွေးလာပါတော့တယ်..    File Size : (3.1GB)(1.0 GB) and (397 MB)\nQuality : NF.WEB-DL 1080P, 720p\nFormat…mp4\nDuration…01:56:00\nGenre : Adult, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by PPM\nEncoded by DS",
        "rating": "6.7",
        "url": "https://megaup.net/1Ru4h/So.Cute.2004.NF.WEB-DL.720P(DS).mp4",
        "category": "Adult, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkRQn520JQD07BNP03NK3iKCaPD.jpg",
        "title": "Night at the Museum: Kahmunrah Rises Again (2022)",
        "description": "Night at the Museum: Kahmunrah Rises Again (2022)သင်ဟာ Night at the museumရဲ့ ပရိသတ်တစ်ယောက်ဆိုရင်တော့\nငယ်ငယ်က ပြတိုက်တွေသွားလည်တဲ့အခါ ဒီအရုပ်တွေများ ညဘက်ဆိုရင်အသက်ဝင်လာပြီး\nလျှောက်သွားနေမလားလို့ တွေးမိမှာပါပဲ။\n၂၀၀၆ ခုနှစ်မှာ ပထမဆုံးစတင်ထွက်ရှိပြီး ပရိသတ်တွေရဲ့အသဲနှလုံးကို ဖမ်းစားခဲ့တဲ့ ဒီရုပ်ရှင်လေးက\n၂၀၀၉နဲ့ ၂၀၁၄မှာ live action sequelအသီးသီးထွက်ရှိခဲ့ပြီးတော့\nနောက်ဆုံးရုပ်ရှင်ကတော့ animationသီးသန့်အနေနဲ့ ပွဲထုတ်ထားပါတယ်။၂၀၂၂ animationမှာတော့ Night at the museum sequelတလျှောက်မှာ\nအပွဲပွဲနွှဲလာခဲ့တဲ့ လာရီဒေလီတစ်ယောက် သဘာဝသမိုင်းပြတိုက်ကြီးကိုစွန့်ခွာလို့\nတိုကျိုပြတိုက်ကို ပြောင်းရတာနဲ့ အစချီထားပါတယ်။ဒါပေမဲ့ လာရီနဲ့ပွဲတိုင်းကျော်ခဲ့တဲ့ ပြခန်းထဲကရဲဘော်တွေကတော့\nလာရီနေရာမှာမှာ အစားထိုးဝင်လာတဲ့ ညစောင့်တိုင်းကို အမျိုးမျိုးခြောက်လွှတ်နေကြတာပေါ့။\nရဲဘော်တွေကိုလည်း ဖျောင့်ဖျလို့မရ ကြီးလေးတဲ့တာဝန်ကြီးကို တခြားသူကိုလွှဲအပ်ခဲ့ရမှာကိုလည်း စိတ်မချပြန်\nနှစ်ပေါင်းများစွာလုပ်လာခဲ့တဲ့ ပြတိုက်ကြီးကိုလည်း သံယောဇဉ်မပြတ်တဲ့လာရီတစ်ယောက်\nတက်ဒီပြောသလိုပဲ သားဖြစ်သူ နစ်ခ်ဒေလီကို သူ့နေရာအစားဝင်ခိုင်းဖို့ တွေးနေတော့တာပေါ့။တစ်ဖက်မှာတော့ ဘာလုပ်လုပ် တလွဲတချော်နဲ့တိုင်ပတ်နေပြီး\nချစ်သူကောင်မလေးကိုပါ ဖွင့်မပြောရဲတဲ့အထိကို ယုံကြည်မှုတွေပျောက်ဆုံးနေတဲ့\nဆယ်ကျော်သက်ကောင်လေး နစ်ခ်ဒေလီကတော့ သူ့ရဲ့ဘဝကြီးကို အကြီးအကျယ်စိတ်ပျက်နေသူလေးပါ။\nဒါကိုအဖေဖြစ်သူလာရီက ...",
        "rating": "5",
        "url": "https://megaup.net/1Rts0/Night.at.the.Museum.Kahmunrah.Rises.Again.2022.720p.WEBRip.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1GwGESCZ34kaulttLwSBRj7h1vY.jpg",
        "title": "Girl in the Box (2016)",
        "description": "Girl in the Box (2016)၁၉၇၇ခုနှစ် ​မေလမှာ ကိုလင်းဆိုတဲ့ မိန်းက​လေးတစ်​ယောက်ဟာ\nကယ်လီဖိုးနီးယားက သူငယ်ချင်းတစ်​​​​ယောက်ရဲ့ ​မွေး​နေ့ကိုလာရင်း\nကမ်မရွန်းနဲ့ ဂျန်နစ်ဆိုသူတို့ရဲ့ကားကို လမ်းကြုံလိုက်စီးခဲ့ပါတယ်။\nဒီလိုလမ်းကြုံစီးခဲ့တာက သူ့ဘဝရဲ့အဆိုးရွားဆုံးဆုံးဖြတ်ချက်မှန်း\nကိုလင်းတစ်​ယောက် ကြိုသိခဲ့လျှင် အ​ခြေအ​နေက တစ်မျိုးတစ်ဖုံ​\nပြောင်းသွားနိုင်​ပေမယ့် သူသိတဲ့အချိန်မှာ အခါ​နှောင်းသွားခဲ့ပါပြီ။\nဒီလိုနဲ့ပဲ လူများ​​အော့နှလုံးနာစရာ နှ​မြောတသဖြစ်စရာ ဖြစ်ရပ်မှန်\nကိစ္စဆိုးတစ်ခု ဖြစ်ပွားခဲ့ပါ​​တော့တယ်။ကင်မရွန်းနဲ့ ဂျန်နစ်က လင်မယား၂​ယောက်ဖြစ်ပြီး လင်ဖြစ်သူက\nBDSMစွဲလမ်းသူ Dominaceတစ်​ယောက် ဖြစ်​ပေမယ့် မယားက\nsubmission typeဖြစ်မ​နေတာ​​ကြောင့် လင်မယား၂​ယောက်ဟာ\nကားတစ်စီးနဲ့ပတ်ရင်း လမ်းကြုံလိုက်စီးတဲ့မိန်းမငယ်​​​လေးတွေကို\nပြန်​ပေးဆွဲပြီး လိင်ကျွန်ပြုလုပ်ရင်း လက်လွန်သွားရင် အ​လောင်း\nမကျန်​အောင် လက်စ​ဖျောက်တဲ့သူ​တွေပါ။ ကံဆိုးတဲ့ ကိုလင်းဟာ\nသူတို့နဲ့ပါ တည့်တည့်တိုးခဲ့ရပါတယ်။ကိုလင်းဟာ သူတို့၂​ယောက်ရဲ့လိင်ကျွန်အဖြစ် ၇နှစ်နေခဲ့ရသလို\nသူတို့လင်မယားရဲ့ က​လေးကိုပါ ထိန်း​ပေးရင်း အိမ်​​ဖော်သာသာ\n​နေခဲ့ရပါတယ်။ ညဘက်အိပ်ရင် လင်မယား၂​ယောက်ရဲ့ ကုတင်\n​အောက်ထဲမှာ ဖွဲ့ထားတဲ့ လူတစ်ကိုယ်စာ ​သေတ္တာခန်း​လေးထဲမှာ\nဝင်အိပ်ရပြီး စိတ်မထင်သလို ကင်မရွန်းရဲ့ နှိပ်စက်မှုဒဏ်ကိုပါ\nခံခဲ့ရပါတယ်။ဒီလိုမျိုးဘဝကို ရောက်​နေ​ပေမယ့် ထွက်မ​ပြေးရဲ​အောင် သူမဟာ\nလိင်လုပ်သားကုမ္ပဏီရဲ့ တရားဝင်ကျွန်ဖြစ်​ကြောင်း၊ ထွက်​ပြေးရင်\nမိသားစုပါအသက်အန္တရာယ်ရှိ​​ကြောင်း လိမ်​ပြောထားတာ​ကြောင့်\nကိုလင်းခမျာ ၇နှစ်တာလုံးလုံး ကြီးစွာ​သောဒုက္ခကို ...",
        "rating": "6.2",
        "url": "https://megaup.net/2xqS0/Girl.In.The.Box.2016.720p.WEBRip.CM.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9lmwwQNNlB56IsTM5jpD4Z8rytO.jpg",
        "title": "[18+] Nightbird (2023)",
        "description": "Nightbird (2023)ရေချယ်ဟာ ဘာဂီယိုမှာမွေးဖွားကြီးပြင်းခဲ့တဲ့ ရှေးဟောင်းသုသေသနပညာရှင်ဖြစ်သလို ကရာတေးမှာလည်း ခါးပတ်နက်ရထားပြီး မတရားတာတွေ့ရင်လက်ပိုက်ကြည့်မနေတတ်တဲ့ ဆတ်ဆတ်ကြဲကောင်မလေးတစ်ယောက်ပါ။ မကြာခင်မှာ နိုင်ငံခြားကို ကျောင်းသွားတက်ဖို့ရှိပေမဲ့ မသွားခင်တစ်ညမှာ သူ့သူငယ်ချင်းတွေ အဆွယ်ကောင်းမှုကြောင့် ကလပ်ရောက်သွားခဲ့ပြီး မနီလာအလည်လာတယ်ဆိုသူ သူစိမ်းယောက်ျားသုံးယောက်နဲ့ ဆုံဖြစ်ခဲ့ပါတယ်။ ထုံးစံအတိုင်း ကလပ်မှာတင်မပြီးပဲ အဲ့ဒီလူတွေရဲ့ဖိတ်ခေါ်မှုကိုလက်ခံပြီးတော့ သူတို့မိတ်ဆွေ ဒေသခံဆိုတဲ့သူရဲ့လူသူမဝေးတဲ့အရပ်က အိမ်အကြီးကြီးတစ်လုံးကိုပါ ရောက်သွားခဲ့ပြီးတဲ့နောက်မှာတော့ ထင်မှတ်မထားတဲ့ ဖြစ်ရပ်ဆိုးတွေကိုကြုံဆုံဖို့ဖြစ်လာပါတော့တယ်။ကရာတေးခါးပတ်နက် ရေချယ်တစ်ယောက် ဒီယောက်ျားတွေကို အနိုင်ကြဲနိုင်မှာလား...\nဒီလူတွေရဲ့အကြံအစည်ကဘာတွေရှိနေမလဲ...\nသူ့အချစ်ဆုံး သူငယ်ချင်းတွေကိုရော အချိန်မှီကယ်တင်နိုင်ပါ့မလား...ပုရိသတို့နဲ့ မစိမ်းလောက်မယ့် Christine Bermas လေးကို ဒီကားမှာတော့ စရိုက်တစ်မျိုးနဲ့ကြမ်းချင်တိုင်းကြမ်းပြမယ့် ဖိလစ်ပိုင်ဂျက်မအဖြစ်ထူးထူးခြားခြားတွေ့မြင်ရမှာမို့ ကြည့်သင့်တဲ့ကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 570MB\nQuality - 1080p, 720p\nIMDb Rating - 7.8/10\nFormat - mp4\nDuration - 1H 37Min\nGenre - Thriller\nSubtitle ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Rtgd/(CM)_Nightbird_(2023)_720p.mp4",
        "category": "Adult, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiZF8b9T9fMcwvsEEkJ5ik1wCnV.jpg",
        "title": "Bed Rest (2022)",
        "description": "Bed Rest (2022)ဒီတစ်ခါ​တော့ Horror Type ကြိုက်တဲ့ ညိုကီတို့အတွက် Bed Rest ဆိုတဲ့ သရဲကားလာပါပြီ။ သရဲကားဆို​ပေမယ့် သရဲကို တစ်ကားလုံး မြင်​နေရမှာမျိုးမဟုတ်ဘဲ တဖြည်းဖြည်း တစိမ့်စိမ့်နဲ့ ​ခြောက်တဲ့ သရဲကားမျိုးပါ။အရင်က​လေးကို ဆုံးရှုံးလိုက်ရတဲ့ ဂျူလီ ရေးဗား နောက်ကိုယ်ဝန်​​ဆောင်တဲ့အခါ အိမ်အသစ်တစ်ခုကို ပြောင်းလာပြီး​နောက် အိမ်အသစ်မှာ ထူးဆန်းစရာ တုန်လှုပ်စရာ​တွေကြုံ​တွေ့လာရတဲ့အခါ ကျန်းမာ​ရေးအ​ခြေအ​နေ​ကြောင့်ဆရာဝန်က အိပ်ရာထဲပဲ အနားယူဖို့ ညွှန်ကြားပြီး​နောက် အိမ်အသစ်ကြီးမှာ ဘာ​တွေဆက်ဖြစ်မလဲ...ဂျူလီရေးဗား ကြုံ​တွေ့ရတာ​တွေကို ယုံ​ပေးမယ့်သူရှိလား... အိမ်ကြီးရဲ့ အတိတ်သမိုင်းကဘာ​တွေလဲ... ဂျူလီ​ရေးဗားကို ​ခြောက်လှန့်​နေတာ​တွေက သူ့စိတ်​ကြောင့်ပဲလား အနာဂတ်မှာ ဖြစ်မှာ​တွေက သတိ​ပေး​နေတာ​တွေလား... ဆိုတာ​တွေကို ​ကြောက်လည်း​ကြောက် စိတ်ဝင်စားဖို့ကလည်း​ကောင်း​ကောင်းနဲ့ ကြည့်ရမှာပါ။ ဒီကားရဲ့ ပရိုဂျူဆာတွေကလည်း နာမည်ကျော် Franchise ကြီးဖြစ်တဲ့ Scream ကလူတွေဖြစ်တဲ့အပြင် မင်းသမီးကလည်း Scream ထဲက တစ်ယောက်ပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB ...",
        "rating": "5.2",
        "url": "https://megaup.net/1Rte2/(CM)_Bed_Rest_(2022)_720p.mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTNhZTY2MDYtMDcxZS00MDU1LWIwYzMtOGNmYTliZDlkNGRlXkEyXkFqcGdeQXVyNDI3MDY3Nw@@._V1_-140x200.jpg",
        "title": "The Three Wise Kings vs. Santa (2022)",
        "description": "The Three Wise Kings vs. Santa (2022)\n============================ခရစ္စမတ်လို့အသံကြားလိုက်တာနဲ့ ဆန်တာကလော့စ်ကိုပဲ ပြေးမြင်မိကြမှာပါ။\nဒီဇာတ်ကားထဲမှာတော့ ဆန်တာကလော့စ်မဟုတ်ဘဲ The Three Kings ဆိုတဲ့\nဘုရင်သုံးပါးအကြောင်းကို အဓိကထားထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာ\nဆန်တာကလော့စ်နဲ့ ဘုရင်သုံးပါးက မတည့်ကြပါဘူးတဲ့။ ဘုရင်သုံးပါးက ဆန်\nတာကလော့စ်ကို မနာလိုဖြစ်နေကြတာပါ။ဘာလို့ဆို ခရစ္စမတ်ဆိုရင် ဆန်တာကလော့စ်ကိုပဲ အရင်ပြေးမြင်ကြတာကိုး။\nဆန်တာကလော့စ်ကလည်း ကိုယ့်ဘာသာမနေဘဲ သူတို့ကိုသွားသွားစပါတယ်။\nခပ်ပျော်ပျော်ပဲနေတဲ့ ဆန်တာကရော ဘုရင်သုံးပါးကို ဘာများမနာလိုရတာလဲ။\nနွားကွဲရင် ကျားဆွဲတယ်ဆိုတဲ့စကားအတိုင်း သူတို့တွေရဲ့ရန်ပွဲကြောင့် နိုးထလာတဲ့\nမကောင်းဆိုးဝါးကို သူတို့တွေဘယ်လိုအနိုင်ယူကြမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL\nဖြစ်ပါတယ်)File Size..........(1.8 GB) / (720 MB) / (495 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 46Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Comedy\nTranslator.......EL\nEncoder..........Zin Phyo Aung",
        "rating": "5.2",
        "url": "https://megaup.net/1bq7i/The.Three.Wise.Kings.vs.Santa.2022.DUBBED.720p.WEBRip.(CM)ZPA_(2).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Cheppalani-Undhi-133x200.jpg",
        "title": "Cheppalani Undhi (2023)",
        "description": "Cheppalani Undi 2022IMDb-8.6/10လူတွေရဲ့မျိုးစုံသောယုံကြည်မှုနဲ့ သိပ္ပံပညာဟာပြဒါးတစ်လမ်းသံတစ်လမ်းပဲလို့\nလက်ခံထားတယ်ဆိုရင်တော့ ဒီကားလေးကို\nကြည့်ကြည့်ဖို့အရင်ဆုံးပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့\nတက်ကြွတဲ့စိတ်ဓာတ်တွေနဲ့ အပြင်းအထန်ကြိုးစားနေတဲ့လူငယ်လေးချန်ဒူးဟာ\nသူ့ရဲ့ကြိုးစားမှုနဲ့ဘဝအခြေတည်သွားစေမယ့်\nအခွင့်အရေးတစ်ခုရခဲ့ပါတယ်အချစ်ရေးမှာလည်း ယောက္ခမလောင်းကြီးနဲ့တွေ့ရတော့မှာမို့ ပျော်ရွှင်နေတဲ့အချိန်ပေါ့\nဘဝကြီးဟာချိုမြသာယာနေပြီဆိုတော့သောက်ပြီပေါ့လေ\nမူးမူးနဲ့အိမ်ပြန်တဲ့အချိန် ရဲအစစ်ခံရမှာဆိုးတာနဲ့ အရှိန်တင်မောင်းရင်း\nလမ်းဘေးပလက်ဖောင်းနဲ့ခေါင်းနဲ့ဂဟေဆက်ပါရောသတဲ့\nဘာဒဏ်ရာမှမရခဲ့ပေမယ့် ဘဝရဲ့အရေးကြီးဆုံးနောက်ရက်မနက်မှာပဲ\nသူ့ပါးစပ်ကပြောနေတဲ့စကားတွေကို\nသူ့ဘေးကဘယ်သူမှနားမလည်တဲ့အဖြစ်ရောက်သွားပါတယ်တစ်ခြားသူတွေပြောသမျှကိုသူနားလည်နေပေမယ့်သူပြောတဲ့စကားတွေကိုဘယ်သူမှနားမလည်\nသူကလည်းအဲဒီနားမလည်တဲ့စကားတွေနဲ့ပဲ ရှင်းပြဖို့ထပ်ခါထပ်ခါကြိုးစားရင်း\nရှင်းပြလို့နားမလည် နားမလည်လို့ရှင်းပြနဲ့\nတစ်ယောက်တည်းလည်ထွက်နေရှာပါပြီချရေးပြပေါ့လို့ပြောရအောင်လည်းချလည်းမရေးတတ်တော့ဘူးတဲ့\nဒီလိုနဲ့ဘဝလောက်အရေးကြီးတဲ့အခွင့်အရေးကြီးလည်းဆုံးရှုံး ချစ်ရသူကိုလည်းဆုံးရှုံးရတော့မလိုဖြစ်နေပါပြီ\nဘာဖြစ်နေမှန်းလည်းမသိ ရှင်းပြလို့လည်းမရနဲ့တစ်ယောက်တည်းတိုင်ပတ်နေတဲ့သူ့အဖြစ်ကို\nသိပ္ပံနဲ့ ယုံကြည်မှုဘယ်လိုတွေများပေါင်းစည်းပြီး ဖြေရှင်းသွားမှာပါလိမ့် ရှုစားကြည့်ပါဦး\nFile size…2.3GB / 1.08GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Taylor ~ BpL ~  Sai ThuRein",
        "rating": "8.5",
        "url": "https://megaup.net/1Rt2x/Cheppalani_Undi_(2022)_Telugu_TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rxYbTEakxvnigRab30Nwlyu7lRC.jpg",
        "title": "Ab Tumhare Hawale Watan Saathiyo (2004)",
        "description": "Ab Tumhare Hawale Watan Saathiyo (2004)\nAction, Drama, War\nIMDb 4.4/10 (1.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီး အမီတာဘဂျမ်း..အရှေးကူမား..\nဘော်ဘီဒိုးတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။Box Office မှာလည်း အိန္ဒိယရူပီ ဘတ်ဂျက် သန်း ၂၀၀ မှာ အိန္ဒိယရူပီ ၃၀၁.၆၆ သန်းအထိ\nပြန်လည်ရရှိခဲ့သော ကားလေးတစ်ကားဖြစ်ပါတယ်။ပြောရမယ်ဆိုရင်တော့ အိန္ဒိယ-ပါကစ္စတန်မပြီးဆုံးနိုင်တဲ့ ဇာတ်လမ်းပေါ့ဗျာ။\nပါကစ္စတန်ဘက်က အကြမ်းဖက်သမားတွေ အိန္ဒိယထဲစေလွှတ်မယ်။ အကြမ်းဖက်ရေးလှုပ်ရှားမှုတွေ လုပ်ဆောင်မယ်။တရားမဝင်နည်းလမ်းနဲ့ အိန္ဒိယပိုင်နယ်မြေကို သိမ်းပိုက်မယ်။\nဒါကို အိန္ဒိယက ရဲစွမ်းသတ္တိအပြည့်နဲ့\nအမိမြေအတွက် သက်စွန့်ဆံဖျား ပြန်လည်ချေပမယ်။ဒီဇာတ်ကားထဲမှာ အိန္ဒိယစစ်တပ်ရဲ့ရဲစွမ်းသတ္တိရှိမှုတွေကို ဖေါ်ပြထားပြီး\nစစ်သားတစ်ယောက်ဖြစ်ရခြင်းရဲ့\nအဓိပ္ပါယ်ဟာ ဘာလဲဆိုတာကို သေချာအဓိပ္ပါယ်ဖေါ်ပြပေးသွားပါတယ်။ကိုယ့်တိုင်းပြည် ကိုယ့်လူမျိုးအတွက်ဆို တရားသောနည်းလမ်းနဲ့ ရန်အစွယ်စွယ်ကို တွန်းလှန်ပြီး\nပြည်သူသာအမိ ပြည်သူသာအဖဆိုတဲ့ သဘောတရားကို ကောင်းကောင်းသရုပ်ဖေါ်သွားနိုင်ခဲ့ပါတယ်။နိုင်ငံတစ်နိုင်ငံကို စောင့်ရှောက်ဖို့မှာ နိုင်ငံသားတိုင်းအတွက် တာဝန်ရှိပါတယ်။\nကိုယ့်အိုးအိမ်ကိုတောင် ဘေးကင်းအောင်မထားနိုင်တဲ့သူဟာ နိုင်ငံ့သားကောင်းဖြစ်မလာနိုင်ပါဘူး။ မိသားစုအတွက် ကိုယ်ဟာ\nသားကောင်းတစ်ယောက်ဖြစ်သင့်သလို နိုင်ငံ့အတွက်လည်း အကျိုးရှိတဲ့လူတစ်ယောက်ဖြစ်သင့်တယ်ဆိုတာကို\nဒီဇာတ်ကားလေးက ကောင်းကောင်းဖေါ်ပြပေးထားလို့ ရှုစားကြပါဦးလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile ...",
        "rating": "4.4",
        "url": "https://megaup.net/2xqhg/Ab_Tumhare_Hawale_Watan_Sathiyo_2004_Hindi_Movie_720p(CM).mp4",
        "category": "Action, Bollywood, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3JpHNd6V8hvR1JFGGSAJsZDYHoR.jpg",
        "title": "Runaway Bride(1999)",
        "description": "Runaway Bride(1999)********************မင်းသားကြီး Richard Gere နဲ့  Julia Robertငယ်စဉ်က ဇာတ်ကားဖြစ်တဲ့အတွက်အထွေအထူးပြောနေစရာလိုမယ်မထင်ပါဘူး။\nဇာတ်လမ်းအကျဉ်းကတော့ ဆောင်းပါးရေးဆရာ Ikeက ပင်တိုင်ဆောင်းပါးအတွက်ဘုံဆိုင်က အမူးသမားတစ်ယောက်ပြောပြတဲ့ မင်္ဂလာဆောင်ခါနီးထွက်ထွက်ပြေးသွားတဲ့သူတို့သမီးအကြောင်းရေးဖြစ်သွားပါတယ်။ ဒီဆောင်းပါးဟာ ဟိုးလေးတကျော်ကျော်ဖြစ်သွားပြီးIkeရဲ့အရေးအသားတွေကြောင့် အမျိုးသမီးဝါဒဆန့်ကျင်ရေးသမားအဖြစ် Ikeဟာ အလုပ်ပြုတ်သွားပါတယ်။သူ့ဂုဏ်သိက္ခာ အဖက်ဆယ်နိုင်အောင်နဲ့ အလုပ်ပြန်ရဖို့အတွက်အဲဒီရှောင်ပြေးသူတို့သမီးရှိရာမြို့ငယ်လေးဆီကို သူ့အကြောင်းစုံစမ်းဖို့ Ikeသွားခဲ့ပါတယ်။မြို့ငယ်လေးဆီရောက်တဲ့အခါ Ike ဘာတွေကြုံရမလဲ ရှောင်ပြေးသူတို့သမီးကရောဘာလို့မင်္ဂလာဆောင်ခါနီးမှ ထွက်‌ထွက်ပြေးနေရတာလဲသူတို့ကြားမှာရော ဘယ်လိုအကြောင်းတွေဖန်လာမလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦးနော်။ File Size :(2.3GB)(946 MB) and (304MB)\nQuality : Blu-Ray1080P, 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Comedy , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jane\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2xq9v/Runaway.Bride.1999.BLU-RAY.720P.PP(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWY4OGJlMzktYTRlNy00YmE4LTkxZDgtMWYwMmRkZmY5ZjIyXkEyXkFqcGdeQXVyMjIzOTA2NDk@._V1_-150x200.jpg",
        "title": "Vanished: Searching for My Sister (2022)",
        "description": "ဗမာကားတွေထဲမှာ ရဲမြဝင်းတို့အဖွဲ့က နောက်ဆုံးမှရောက်လာတတ်သလိုမျိုးပဲ ညီမဖြစ်သူရဲ့လူပျောက်မှုကို အိစိအိစိ လိပ် speed နဲ့ကိုင်တွယ်နေတဲ့ မူရိကားစုံထောက်တွေကြောင့် စိတ်မရှည်တော့တဲ့အစ်မဖြစ်သူက ကိုယ်တိုင်ဝင်အမှုလိုက်တဲ့ကားလေး လာပါပြီ။ ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့ ကေလာနဲ့ဂျေဒါဟာ အမြွှာညီမနှစ်ယောက်ဖြစ်ပြီး သူတို့ရဲ့ခက်ခဲတဲ့ငယ်ဘဝကြောင့် အစ်မဖြစ်သူဂျေဒါက ကေလာ့ကို အလိုလိုက်သည်းညည်းခံတဲ့သူဖြစ်ပါတယ်။ ဒီလိုနဲ့ညီမဖြစ်သူကေလာက သူ့သမီးလေးကိုလာထားပြီး မပြောမဆိုပျောက်သွားတဲ့အခါမှာတော့ ဂျေဒါခေါင်းမီးတောက်ရပါတော့တယ်။ သူ့ညီမက ကိုယ်ကျင့်တရားပိုင်းမှာ သိပ်ပြီးယုံကြည်ရလောက်တဲ့သူမဟုတ်ပေမဲ့ သမီးဖြစ်သူကိုထားပြီး အကြာကြီးထားမသွားဖူးတာမို့ တစ်ခုခုမှားနေပြီဆိုတာကို ဂျေဒါကသိခဲ့ပါတယ်။ စုံထောက်တွေကလည်း သူ့အမြင်မှာ အရမ်းကိုစိတ်အေးလက်အေးနိုင်နေတာမို့ ဂျေဒါ့အနေနဲ့ သူ့ညီမကိုရှာဖွေဖို့ အမှုထဲကိုကိုယ်တိုင်ဝင်ပါခဲ့ပါတော့တယ်။ ဒီဇာတ်ကားက Thriller အမျိုးအစားပေမဲ့ သိပ်ပြီးခြောက်ခြားစရာမကောင်းဘဲ Detective ဆန်တာမို့ လက်ကိုင်ပြီးကြည့်စရာမရှိတဲ့သူတွေလည်း တစ်ယောက်တည်းကြည့်လို့ရပါတယ်ခင်ဗျာ။File size…(1.81GB)  / (`779MB) / (421MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...  Action / Crime / Horror\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1bs2y/Vanished.Searching.for.My.Sister.2022.720p(CM).mp4",
        "category": "Action, Crime, Horror"
    }
]