[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/elsewhere-135x200.jpg",
        "title": "Elsewhere (2019)",
        "description": "Elsewhere (2019)==============#Unicode2020 ခုနှစ်ထွက် drama ဇာတ်ကားလေးဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဇနီးသည်သေဆုံးပြီး ၂ နှစ်ကြာတဲ့အထိ ဗိသုကာပညာရှင် ဘရူနိုဟာကြေကွဲဝမ်းနည်းနေတုန်းပါပဲ... ဘဝကို အရှုံးပေးထားတဲ့ ဘရူနိုတစ်ယောက် သူတို့လင်မယားအတူတူဒီဇိုင်းဆွဲဆောက်လုပ်ခဲ့တဲ့သစ်သားအိမ်လေးမှာ နေထိုင်ပါတယ်... တစ်ရက်တော့ ဘရူနိုရဲ့ ယောက္ခမတွေကသူတို့သမီးကိုပေးထားတဲ့ အိမ်ကို ပြန်လည်သိမ်းယူသွားပါတော့တယ်... မိဘအိမ်ပေါ် ပြန်တက်နေရတဲ့ ဘရူနိုဟာအိမ်ကိုပြန်ရယူအောင်ကြိုးစားနေဆဲမှာပဲ အဲ့အိမ်ကို ရောင်းထုတ်ခံလိုက်ရပါတယ်... အသစ်ပြောင်းလာသူနဲ့ဆုံကြတဲ့အခါ ဘရူနိုဘာတွေဆက်လုပ်မလဲ သူ့အိမ်ကိုပြန်ရနိုင်မလားဆိုတာကို ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်.... #Zawgyi2020 ခုႏွစ္ထြက္ drama ဇာတ္ကားေလးျဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဇနီးသည္ေသဆုံးၿပီး ၂ ႏွစ္ၾကာတဲ့အထိ ဗိသုကာပညာရွင္ ဘ႐ူႏိုဟာေၾကကြဲဝမ္းနည္းေနတုန္းပါပဲ... ဘဝကို အရႈံးေပးထားတဲ့ ဘ႐ူႏိုတစ္ေယာက္ သူတို႔လင္မယားအတူတူဒီဇိုင္းဆြဲေဆာက္လုပ္ခဲ့တဲ့သစ္သားအိမ္ေလးမွာ ေနထိုင္ပါတယ္... တစ္ရက္ေတာ့ ဘ႐ူႏိုရဲ႕ ေယာကၡမေတြကသူတို႔သမီးကိုေပးထားတဲ့ အိမ္ကို ျပန္လည္သိမ္းယူသြားပါေတာ့တယ္... မိဘအိမ္ေပၚ ျပန္တက္ေနရတဲ့ ဘ႐ူႏိုဟာအိမ္ကိုျပန္ရယူေအာင္ႀကိဳးစားေနဆဲမွာပဲ အဲ့အိမ္ကို ေရာင္းထုတ္ခံလိုက္ရပါတယ္... အသစ္ေျပာင္းလာသူနဲ႔ဆုံၾကတဲ့အခါ ဘ႐ူႏိုဘာေတြဆက္လုပ္မလဲ သူ႔အိမ္ကိုျပန္ရႏိုင္မလားဆိုတာကို ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/elsewhere-2019/",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z59Vr7l2ZFQPh76ooSQdXjW3YRo.jpg",
        "title": "Panipat(2019)",
        "description": "Panipat(2019)(unicode)မာရာသတိုင်းမှာရှိတဲ့ တိုင်းသူပြည်သားတွေ\nရဲစွမ်းသတ္တိနဲ့ပြည့်စုံပြီး သူတို့တိုင်းပြည်ရဲ့လက်အောင်မှာ တိုင်းပြည်ငယ်တော်တော်များများရှိကြတယ်..သူတို့တိုင်းပြည်ကိုလည်း နှစ်စဉ်\nအခွန်ပေးဆောင်ကြရပါတယ်..ဒါပေမယ့်တစ်နေ့မှာတော့ တိုင်းပြည်ငယ်တစ်ခုကအခွန်မပေး\nဆောင်တဲ့အပြင် ရာဇသံလာပေးတဲ့စစ်သူကြီးတစ်ဦးကိုပါ သတ်ဖြတ်ပစ်လိုက်တယ်..အဲ့ဒီမှာ ဇာတ်လမ်းကစတော့တာပဲ....ဒီတိုင်းပြည်ငယ်ဟာ အာခံရတဲ့အကြောင်းရင်းလည်းရှိပါတယ်...အဲ့ဒါက အာဖဂန်နစ္စတန်ဧကမရာဇ်မင်းတစ်ဦးနဲ့ပူးပေါင်းပြီး အင့်အားတောင့်တင်းလာတဲ့အပြင် အိန္ဒိယ\nတစ်ပြည်လုံးကိုသိမ်းပိုက်ဖို့အထိတောင် ရည်ရွယ်ထားပါတယ်....ဒီဇာတ်လမ်းဟာပြသချိန်သုံးနာရီနီးပါး\nကြာမြင့်ပေမယ့် အစအဆုံးထိ ဇာတ်လမ်းဇာတ်ကွက်တိုင်းက ဆွဲဆောင်မှု\nရှိပါတယ်..ဆာဒါးရှိဗ်ဟာ အာဖဂန်တပ်နဲ့စစ်ခင်းဖို့အတွက် သူ့လက်အောက်ခံတိုင်းပြည်တွေ\nနဲ့ပူးပေါင်းဖို့ ကြိုးစားအားထုတ်ပုံတွေ..စစ်နည်းဗျူဟာတွေ တွေ့မြင်ရသလို\nတိုက်ပွဲတွေ အက်ရှင်ခန်းတွေကိုလည်း များစွာကြည့်ရမှာပါ....\nလက်အောက်ခံတိုင်းပြည်တွေကရော ဆာဒါးရှိဗ်မျှော်လင့်ထားသလို သူနဲ့အတူပူးပေါင်းပြီး\nအာဖဂန်တွေကို တိုက်ထုတ်ကြမှာလား..တိုက်တဲ့စစ်ပွဲတွေရော အောင်မြင်ပါ့မလား....ဆိုတာကိုတော့.....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်...\n(zawgyi)မာရာသတိုင္းမွာရွိတဲ့ တိုင္းသူျပည္သားေတြ\nရဲစြမ္းသတၱိနဲ႔ျပည့္စုံၿပီး သူတို႔တိုင္းျပည္ရဲ႕လက္ေအာင္မွာ တိုင္းျပည္ငယ္ေတာ္ေတာ္မ်ားမ်ားရွိၾကတယ္..သူတို႔တိုင္းျပည္ကိုလည္း ႏွစ္စဥ္\nအခြန္ေပးေဆာင္ၾကရပါတယ္..ဒါေပမယ့္တစ္ေန႔မွာေတာ့ တိုင္းျပည္ငယ္တစ္ခုကအခြန္မေပး\nေဆာင္တဲ့အျပင္ ရာဇသံလာေပးတဲ့စစ္သူႀကီးတစ္ဦးကိုပါ သတ္ျဖတ္ပစ္လိုက္တယ္..အဲ့ဒီမွာ ဇာတ္လမ္းကစေတာ့တာပဲ....ဒီတိုင္းျပည္ငယ္ဟာ အာခံရတဲ့အေၾကာင္းရင္းလည္းရွိပါတယ္...အဲ့ဒါက အာဖဂန္နစၥတန္ဧကမရာဇ္မင္းတစ္ဦးနဲ႔ပူးေပါင္းၿပီး အင့္အားေတာင့္တင္းလာတဲ့အျပင္ အိႏၵိယ\nတစ္ျပည္လုံးကိုသိမ္းပိုက္ဖို႔အထိေတာင္ ရည္႐ြယ္ထားပါတယ္....ဒီဇာတ္လမ္းဟာျပသခ်ိန္သုံးနာရီနီးပါး\nၾကာျမင့္ေပမယ့္ အစအဆုံးထိ ဇာတ္လမ္းဇာတ္ကြက္တိုင္းက ဆြဲေဆာင္မႈ\nရွိပါတယ္..ဆာဒါးရွိဗ္ဟာ အာဖဂန္တပ္နဲ႔စစ္ခင္းဖို႔အတြက္ သူ႔လက္ေအာက္ခံတိုင္းျပည္ေတြ\nနဲ႔ပူးေပါင္းဖို႔ ႀကိဳးစားအားထုတ္ပုံေတြ..စစ္နည္းဗ်ဴဟာေတြ ေတြ႕ျမင္ရသလို\nတိုက္ပြဲေတြ အက္ရွင္ခန္းေတြကိုလည္း မ်ားစြာၾကည့္ရမွာပါ....\nလက္ေအာက္ခံတိုင္းျပည္ေတြကေရာ ဆာဒါးရွိဗ္ေမွ်ာ္လင့္ထားသလို သူနဲ႔အတူပူးေပါင္းၿပီး\nအာဖဂန္ေတြကို တိုက္ထုတ္ၾကမွာလား..တိုက္တဲ့စစ္ပြဲေတြေရာ ေအာင္ျမင္ပါ့မလား....ဆိုတာကိုေတာ့.....\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zwe ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/panipat2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ryYmy2rHP8DXBaR2pDFt3JaTnx.jpg",
        "title": "Good Newwz (2019)",
        "description": "(Unicode)အားလုံးကို သတင်းကောင်းလေး ပေးချင်ပါတယ်။ ကျူပ်တို့ ဖက်က အာမခံနိုင်တာတစ်ခုကတော့ သတင်းကောင်းပါပဲဒါက ဂျိုရှီဆေးရုံရဲ့ ကြော်ငြာ၊ နေ့စဉ် ကလေးမရတတ်တဲ့ ဇနီးမောင်နှံတို့ရဲ့ အားထားရတဲ့ နေရာ။ကလေးလိုချင်ပေမဲ့ မရတတ်ကြတဲ့ ဗာရွန်တို့ ဗတ္တရားလင်မယားမှာ ညီမနဲ့ယောက်ဖရဲ့လမ်းညွှန်ချက်ကြောင့် ဒီဆေးရုံကို ရောက်လာခဲ့ပါတယ်။အဲ့ဒီမှာပဲ ဗာရွန်တို့ လင်မယားနဲ့ ဟန်နီးတို့ လင်မယားကို တွေ့ဆုံဖို့ ဖြစ်လာပါတယ်။သူတို့က နာမည်အဖျားတွေ တူနေကြတယ်။နှစ်တွဲလုံးက ဗတ္တရားတွေ၊ ဒီလိုနဲ့ ဆရာဝန်က ပြောလိုက်ပါတယ်။ကျူပ်တို့ရဲ့ အတွေ့အကြုံရင့်ကျက်လှတဲ့ ပညာရှင်တွေဟာ သုက်နှစ်စုံကို နာမည်တူနေတော့ ရောထွေးမိသွားပါတယ်တဲ့။ကဲ အဲ့ဒီမှာ ဇာတ်လမ်းက စပြီ။ဟန်နီးရဲ့ သုက်က ဒီးပ်တီးဆီ ရောက်သွားပြီး ဗာရွန်ရဲ့ သုက်က မိုနီကားဆီ မှားပြီး ရောက်သွားပြီလို့ သိလိုက်ရတဲ့ အခါမှာတော့.....ကဲ ကိုယ့်လူတို့.... ...",
        "rating": "7.1",
        "url": "https://megaup.net/2T1fn/Good_Newwz_[2019]_{1080p}_(MM_Sub).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BMjNiMWVhNjAtMzgyYS00NzRhLWJmNGUtNzdiOGFhMmY5NDUwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006611000_AL_-132x200.jpg",
        "title": "Police Academy (1984)",
        "description": "New rules enforced by the Lady Mayoress mean that sex, weight, height and intelligence need no longer be a factor for joining the Police Force. This opens the floodgates for all and sundry to enter the Police Academy, much to the chagrin of the instructors. Not everyone is there through choice, though. Social misfit Mahoney has been forced to sign ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BMzdlYmZiMDctMWNiZS00YmY5LWEzMjYtMTY4ZDg3NTg2MjUxL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006441000_AL_-129x200.jpg",
        "title": "Police Academy 2: Their First Assignment (1985)",
        "description": "Officer Carey Mahoney and his cohorts have finally graduated from the Police Academy and are about to hit the streets on their first assignment. Question is, are they ready to do battle with a band of graffiti-tagging terrorists? Time will tell, but don't sell short this cheerful band of doltish boys in blue.",
        "rating": "7.0",
        "url": "https://megaup.net/1GIno/Police_Academy_2_-_Their_First_Assignment_[1985]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNWM0NGQ2ZTctZDNiZi00MzlmLTlhODAtMWQ5Y2Q0YTFjOTcwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-134x200.jpg",
        "title": "Police Academy 3: Back in Training (1986)",
        "description": "When police funding is cut, the Governor announces he must close one of the academies. To make it fair, the two police academies must compete against each other to stay in operation. Mauser persuades two officers in Lassard's academy to better his odds, but things don't quite turn out as expected...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-3-back-in-training/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BYzJhOGE5MTktYmNkZi00YTk1LTkxZDgtZDU5MjkxODI5ZWM4L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Police Academy 4: Citizens on Patrol (1987)",
        "description": "A new batch of recruits arrives at Police Academy, this time a group of civilian volunteers who have joined Commandant Lassard's new Citizens on Patrol program. Although the community relations project has strong governmental support, a disgusted Captain Harris is determined to see it fail.",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-4-citizens-on-patrol/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNmJjN2Y2NDgtMDE5Mi00ZWUwLTkyMmQtZTgzZTdiMTM4OGUwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Police Academy 5: Assignment: Miami Beach (1988)",
        "description": "The Police Academy misfits travel to Miami, Florida for their academy's commanding officer, Lassard, to receive a prestigious lifetime award pending his retirement, which takes a turn involving a group of jewel thieves after their stolen loot that Lassard unknowingly has in his possession.",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-5-assignment-miami-beach/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BZDg4YWQ2MTQtYTlhNC00NDA3LTg2NWMtZTNjODY1Yzc2NmRmL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006581000_AL_-132x200.jpg",
        "title": "Police Academy 6: City Under Siege (1989)",
        "description": "Our favourite police men are called together to deal with a gang who rob banks and jewelers. Using their various talents as well as their extraordinary luck, the crooks stand no chance against our men and women wearing blue..",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/police-academy-6-city-under-siege/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BNmM5MzA3YTMtZDZkNy00YzNlLWFkZTUtZDJhYTNkMzk1ODNlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006791000_AL_-136x200.jpg",
        "title": "Police Academy: Mission to Moscow (1994)",
        "description": "The Russians need help in dealing with the Mafia and so they seek help with the veterans of the Police Academy. They head off to Moscow, in order to find evidence against Konstantin Konali, who marketed a computer game that everyone in the world is playing.",
        "rating": "7.0",
        "url": "https://megaup.net/10L19/Police_Academy_7_-_Mission_To_Moscow_[1994]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/Soeurs-darmes-2019-150x200.jpg",
        "title": "Sisters in Arms (2019) or Soeurs d’armes (2019)",
        "description": "Soeurs D’armes 2019================IMDB rating – 5.8 / 10#Unicodeအရှေ့အလယ်ပိုင်းဒေသမှာ ရွာတွေကို အကြမ်းဖက်လူတွေက လာရောက်ဖမ်းဆီးခဲ့ပါတယ်။ အဲ့အချိန်မှာ ရစ်ဇီဒီမျိုးနွယ်မိန်းကလေးရာဇာ ဆိုသူရဲ့အဖေက အကြမ်းဖက်သမားတွေကိုဆန့်ကျင်ပြောလို့အသတ်ခံလိုက်ရပါတယ်။ အဲ့ဒီအကြမ်းဖက်သမားတွေက ဖမ်းဆီးရမိတဲ့ အပျိုအရွယ်မိန်းကလေးတွေကိုကျ ရောင်းစားပြီး . အမျိုးသားနဲ့ကလေးတွေကိုကျတော့ အကြမ်းသမားမဖြစ်ဖြစ်အောင် မွေးမြူကြပါတယ်။ ဇာတ်လမ်းက အတိုက်အခိုက်တွေစုံစုံလင်လင်ပါပြီး . . . ဖိနှိပ်ခံ အတိုက်အခိုက်ခံရတာတွေလည်း တွေ့မြင်မယ်ဆိုတာကိုတော့ ကြိုတင်ပြောချင်ပါတယ်။ ဇာတ်လမ်းအပြည့်အစုံကိုတော့ မိမိဘာသာခံစားပေးကြပါဦး။ #Zawgyiအေရွ႕အလယ္ပိုင္းေဒသမွာ ႐ြာေတြကို အၾကမ္းဖက္လူေတြက လာေရာက္ဖမ္းဆီးခဲ့ပါတယ္။ အဲ့အခ်ိန္မွာ ရစ္ဇီဒီမ်ိဳးႏြယ္မိန္းကေလးရာဇာ ဆိုသူရဲ႕အေဖက အၾကမ္းဖက္သမားေတြကိုဆန႔္က်င္ေျပာလို႔အသတ္ခံလိုက္ရပါတယ္။ အဲ့ဒီအၾကမ္းဖက္သမားေတြက ဖမ္းဆီးရမိတဲ့ အပ်ိဳအ႐ြယ္မိန္းကေလးေတြကိုက် ေရာင္းစားၿပီး . အမ်ိဳးသားနဲ႔ကေလးေတြကိုက်ေတာ့ အၾကမ္းသမားမျဖစ္ျဖစ္ေအာင္ ေမြးျမဴၾကပါတယ္။ ဇာတ္လမ္းက အတိုက္အခိုက္ေတြစုံစုံလင္လင္ပါၿပီး . . . ဖိႏွိပ္ခံ အတိုက္အခိုက္ခံရတာေတြလည္း ေတြ႕ျမင္မယ္ဆိုတာကိုေတာ့ ႀကိဳတင္ေျပာခ်င္ပါတယ္။ ဇာတ္လမ္းအျပည့္အစုံကိုေတာ့ မိမိဘာသာခံစားေပးၾကပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/sisters-in-arms-2019-or-soeurs-darmes-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6VZlm8sEwxkE3L5nXxz17QLj1sF.jpg",
        "title": "Corpus Christi (2019)",
        "description": "unicodeဖစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ကားလေးပါ။လူငယ်အကျဉ်းထောင်ကနေ အသက် ၂၀ အရွယ် လူငယ်လေးတစ်ယောက်ကစောင့်ကြည့်အမိန့်နဲ့ လူငယ်အကျဉ်းထောင်ကနေ လွတ်လာပါတယ်။သူ့ကို သစ်စက်မှာ အလုပ်သွင်းပေးဖို့ စီစဉ်ထားပေမဲ့သူက တစ်နေရာမှာ ဘုန်းတော်ကြီးအယောင်ဆောင်ရင်း နေနေလိုက်ပါတယ်။အကျဉ်းထောင်အတွင်းကို တရားလာဟောလေ့ရှိတဲ့ဘုန်းတော်ကြီးဆီကနေ သူလေ့လာထားသလောက်ပညာတွေနဲ့ဘုန်းတော်ကြီးခရီးစဉ်ကို စတင်လျှောက်လှမ်းပါတော့တယ်။သူရောက်သွားတဲ့နေရာလေးမှာ အဖြစ်ဆိုးတစ်ခုလည်း ဖြစ်ထားခဲ့ပါတယ်။အဲဒီအဖြစ်ဆိုးကြီးရဲ့ နောက်ဆက်တွဲပြဿနာတွေကိုဘုန်းတော်ကြီးအယောင်ဆောင်ထားတဲ့လူငယ်လေးက ဖြေရှင်းဖို့လုပ်ပါတော့တယ်။File Size : ( 1 GB , 286 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 55 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Man Aung\nEncoded by Moe Myint Lwinzawgyiဖစ္ရပ္မွန္ဇာတ္လမ္းကုိ အေျခခံၿပီး ရိုက္ကူးထားတဲ့ကားေလးပါ။လူငယ္အက်ဥ္းေထာင္ကေန ...",
        "rating": "7.7",
        "url": "https://megaup.net/1xq9w/(CM)_Corpus_Christi_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zINwtC2MJ4jRt2zp2E65yTau7eP.jpg",
        "title": "Heritage (2019)",
        "description": "unicodeတက္ကသိုလ်မှာအလုပ်လုပ်နေတဲ့ စီအိုင်အေအေးဂျင့်ဟောင်းတစ်ယောက်ကရှေးဟောင်းရတနာတွေနဲ့အတူ ပျောက်ဆုံးသွားတဲ့သူ့သူငယ်ချင်းကိုရှာဖွေဖို့ တာဝန်ပေးခြင်းခံရပါတယ်။ဂျာမဏီနိုင်ငံအရှေ့ပိုင်းတောင်တဒေသတွေဆီ ပို့ဆောင်ခြင်း ခံလိုက်ရပါတယ်။ရှေးဟောင်းရတနာတွေနဲ့ သူ့သူငယ်ချင်းကိုရှာဖုံတော်ဖွင့်ရင်း ရန်သူမျိုးစုံနဲ့လည်း ကြုံလာရပြန်ပါတယ်။ရတနာတွေကလည်း သူ့မိသားစုအမွေအနှစ်လို့ ပြောလို့ရတဲ့ ရတနာတွေဖြစ်ပါတယ်။အဲဒါတွေနဲ့အတူ အတိတ်ကအကြောင်းအရာတွေပါ မထင်မှတ်ဘဲ သိရှိလာခဲ့ပါတယ်။အတိတ်ကသူ့မိဘတွေနဲ့ ဒီရတနာတွေဟာ ဘယ်လိုဆက်စပ်နေလဲဆိုတာနဲ့ဒီရတနာတွေကို ဘယ်သူတွေက ဘယ်လိုလုယူကြမလဲဆိုတာဇာတ်ကားလေးထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါခင်ဗျာ။File Size : ( 733 MB , 225 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 18 min\nFormat : Mp4\nGenre : Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Man Aung\nEncoded by Moe Myint Lwinzawgyiတကၠသိုလ္မွာအလုပ္လုပ္ေနတဲ့ စီအုိင္ေအေအးဂ်င့္ေဟာင္းတစ္ေယာက္ကေရွးေဟာင္းရတနာေတြနဲ႔အတူ ေပ်ာက္ဆုံးသြားတဲ့သူ႔သူငယ္ခ်င္းကုိရွာေဖြဖို႔ တာဝန္ေပးျခင္းခံရပါတယ္။ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1xq9m/(CM)_Heritage_2019_(Large_Size).mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOC91b6y0CKbwmPHZLlBnXkNGlV.jpg",
        "title": "Martin Eden (2019)",
        "description": "ဒါလေးကတော့ IMDb Rating 7နဲ့ tomatoesမှာ 80%ရထားတဲ့အီတလီ Romance-Dramaကားလေးပါ။ချမ်းသာတဲ့လူကုံသံအသိုင်းအဝိုင်းကပညာတတ်မိန်းမချောလေးတစ်ယောက်ကိုချစ်မိသွားတဲ့လူငယ်လေးတစ်ယောက်အကြောင်းကို ဖွဲ့နွဲ့ရိုက်ကူးထားတာပါ။မာတင်အက်ဒမ်ဆိုတာ သင်္ဘောပေါ်မှာအလုပ်ကြမ်းလုပ်ရတဲ့ဆင်းရဲသားတစ်ဦးဖြစ်ပေမယ့်ရုပ်ရည်ချောမောပြေပြစ်လှသူတစ်ဦးပါ။တစ်နေ့တော့ အနုပညာကိုခံစားတတ်ပြီး စာတွေဖတ်တဲ့သူဌေးသမီးပညာတတ်အလှလေးအယ်လင်နာကိုတွေ့ပြီးချစ်မိသွားတဲ့နောက်မှာတော့ ချစ်ခြင်းမေတ္တာတွေကကဗျာတွေစာတွေအဖြစ်လျှံကျလာပြီး သူစာရေးဆရာဖြစ်ချင်သွားပါတော့တယ်။ပညာရေးမှာမူလတန်းတောင်မပြီးမြောက်ပေမယ့် စာအုပ်တွေဖတ်ပြီးကဗျာတွေ ဝတ္ထုတွေ ဆိုရှယ်လစ်လမ်းစဉ်တွေကိုလက်မခံနိုင်တဲ့စာတွေရေးပါတော့တယ်။မိန်းကလေးမိဘအသိုင်းအဝိုင်းကတော့ပုံစံချင်းမတူ ပိုက်ဆံလည်းမရှာနိုင်တဲ့မျက်နှာမွဲကောင်နဲ့ သဘောမတူတဲ့အခါမှာတော့....Dramaကားတွေကိုနှစ်သက်သူတွေအတွက် စီးမြောပြီးကြည့်ရှုနိုင်တဲ့ကားကောင်းတစ်ကားပါပဲ။ File Size : ( 1 GB , 427 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr 09 min\nFormat : Mp4\nGenre :  Drama , Romance\nSubtitle : ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xq9j/(CM)_Martin_Eden_2019_(Large_Size).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eUQyvpTtirjQRYi4gVRsVrDvf6T.jpg",
        "title": "Walk. Ride. Rodeo (2019)",
        "description": "မြင်းစီးပြိုင်ပွဲရဲ့အကျော်အမော် အမ်ဘလေစနိုင်ဒါ ဟာကားအက်စီးဒန့်ဖြစ်ပြီးနောက်မှာ အောက်ပိုင်းသေခဲ့ပါ တယ်သူမချစ်တဲ့အားကစားကိုလည်းလုပ်ဖို့နေနေသာသာလမ်းမလျောက်နိုင်တော့တဲ့အခြေအနေမျိုးနဲ့ ကြုံတွေ့ရပြီးတဲ့နောက်ပြန်လည်ထူထောင်နိုင်မလားသူမချစ်တဲ့အရာကိုလုပ်ဖို့စိတ်အားထက်သန်နေတဲ့အခါအခက်အခဲတွေကို ဖြတ်ကျော်ပြီးဖြစ်အောင်လုပ်နိုင်မလားတခါတလေမှာ ဘဝကကိုယ်လိုချင်တာတွေမဖြစ်ပဲဘဝကပေးတဲ့အရာတွေကို မလိုချင်ပဲလက်ခံလိုက်ရတာ တွေ ရှိခဲ့ဖူးပါသလား????စိတ်ဓာတ်ကျအားငယ်ပြီး ဘဝကို အရှုံးပေးချင်စိတ်တွေကော ဖြစ်ခဲ့ဖူးလားဗျအဲ့တာဆိုရင်တော့ ဒီဇာတ်ကားလေးကိုသေချာပေါက် ကြည့်လိုက်ပါအခက်အခဲအတားအဆီးတွေနဲ့ကြုံတွေ့ရ တာတောင်ဇွဲ့မလျော့တဲ့ ဇာတ်ကောင်ကိုကြည့်ရှုခံစားရမှာ ပါဘဝကို ကိုယ်လိုချင်တာ ရွေးပြီးဖြစ်ခိုင်းလို့မရပေမဲ့ဘဝကပေးတဲ့ခါးသီးတဲ့အရာတွေကို ရရှိပြီးတဲ့နောက်မှာအိပ်မက်တွေရိုက်ချိုးခံလိုက်ရပြီးတဲ့နောက်မှာဘဝကပြီးသွားပြီလို့ ထင်နေရင် မှားပါလိမ့်မယ်အိပ်မက်အသစ်တွေနောက်ကို လိုက်လို့ရပါသေးတယ်ဇာတ်ကားထဲမှာ စိတ်ဓာတ်တက်ကြွစရာစကားလုံးများစွာ လည်းပါဝင်တာကြောင့် ကြည့်ရှုသင့်တဲ့ဇာတ်ကားလေးပါ File Size : ( 934 MB , 337 MB )\nQuality : WEB-DL 720p\nRunning Time ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xq9c/(CM)_Walk.Ride.Rodeo_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xssWHNrOhAeq0EUzHbHqn1SRb5s.jpg",
        "title": "Color Out of Space (2019)",
        "description": "မင်းသားကြီး Nicholas Cage ပါဝင်သရုပ်ဆောင်ထားတဲ့ဒီ Color Out of Space ဇာတ်ကားလေးကတော့၂၀၁၉ခုနှစ်ထွက် Fantasy/ Sci-fi အမျိုးအစားဖြစ်ပြီးကြာမြင့်ချိန် ၁နာရီနဲ့၅၁မိနစ်ရှိပါတယ်နေသန်ဂါဒနာဟာ သူ့မိန်းမထရီဆာရဲ့ကျန်းမာရေးအခြေအနေကြောင့်လာဗီနီယာ ဘန်နီ နဲ့ ဂျက်လို့ခေါ်တဲ့သူ့သားသမီးသုံးယောက်နဲ့အတူကျေးလက်ဒေသလေးကိုပြောင်းရွှေ့နေထိုင်ကြပါတယ်။တစ်ညမှာ သူတို့အိမ်ရှေ့ကိုထူးဆန်းလှတဲ့ဥက္ခာခဲကြီးကျရောက်လာပြီးတော့အခြားဂြိုဟ်ကလာတဲ့သန္ဓေပြောင်းဇီဝသက်ရှိကြောင့်သူတို့ရဲ့တိတ်ဆိတ်ငြိမ်သက်တဲ့ကျေးလက်နေဘဝလေးဟာအိပ်မက်ဆိုးတစ်ခုအဖြစ်ပြောင်းလဲသွားတဲ့အခါနေသန်နဲ့သူ့မိသားစုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာစောင့်ကြည့်ရမှာမို့ကြည့်လို့ကောင်းတဲ့ကားကောင်းလေးတစ်ကားပါပဲ။ File Size : ( 1 GB , 375 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 51 min\nFormat : Mp4\nGenre : Horror , Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xq94/(CM)_Color_Out_Of_Space_2019_(Large_Size).mp4",
        "category": "Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3BZ2rBn31kWER45ZMj7OTe9keMm.jpg",
        "title": "Honey Boy (2019)",
        "description": "IMBD-7.4 ရရှိထားတဲ့ကားလေးပါ၁၂ နှစ်အရွယ် ကလေးတစ်ယောက်ဟာတီဗီစတား တစ်ယောက်အဖြစ်အောင်မြင်ကျော်ကြားပြီးနောက်ရိုင်းစိုင်းကြမ်းတမ်းတဲ့ အရက်ဂျိုးအဖေက ပြန်လာပြီးတော့ကလေးရဲ့အထိန်းတော်အဖြစ်နဲ့ အတူတူနေထိုင်ကြတဲ့အကြောင်းအဖေနဲ့ သားကြားက ဆက်ဆံရေးအခြေအနေကို ရိုက်ကူးတင်ဆက်ထားတာပါကလေးသရုပ်ဆောင်ကောင်းသလို တစ်ကားလုံးကြည့်ရင်း နဲ့ဆွဲခေါ်သွားတဲ့ ကားလေးပါဒါ့အပြင် nomination များစွာ ပေးထားခြင်းခံထားရပါတယ်လက်တွေ့ဘဝဆန်ဆန် အကောင်းဆုံးပုံဖော်ရိုက်ကူး ထားတာဖြစ်လို့ ကြည့်ရှုလိုက်ကြပါဦး File Size : ( 882 MB , 324 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 34 min\nFormat : Mp4\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Kaung Thant ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Tl3A/(CM)_Honey_Boy_2019_(Large_Size).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hNQ7st9dFXUXENMcsAuVxcrIBfA.jpg",
        "title": "Horse Girl (2019)",
        "description": "ဆာရာဆိုတဲ့လူမှုဆက်ဆံရေးညံ့ပြီးတစ်ယောက်တည်းနေလေ့ရှိတဲ့သူမကအနုပညာနဲ့လက်မှုပစ္စည်းတွေကြိုက်ပြီးမြင်းစီးရတာနဲ့သဘာဝလွန်ဇာတ်ကားတွေကြည့်တာကို ဝါသနာပါလှသူပါ ။သူမရဲ့လက်တွေ့ဘဝ ကို ရောယှက်ရှုပ်ထွေးစေတာကတော့သူမရဲ့ ရှင်းလင်းပြတ်သားတဲ့ အိပ်မက်ဆိုးတွေကပဲဖြစ်ပါတယ် ။အိပ်မက်ဆိုးတွေကိုအိပ်မက်လို့မယူဆပဲထူးခြား ဆန်းကြယ် ဇာတ်ကားတွေအကြည့်လွန်နေတဲ့သူမကအိပ်မက်ထဲကအရာတွေက အိပ်မက်မဟုတ်ပဲအပြင်မှာ အမှန်တကယ်ရောက်ရှိနေတယ်လို့ယူဆတဲ့သူမ အတွေးအခေါ်က မှန်ကန်နေလားဒါမှမဟုတ် သူမ ကိုယ်တိုင်က ရူးကြောင်ကြောင်ဖြစ်နေတာလားဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့ဇာတ်ကားကောင်းလေးပါ IMBD-5.9 ရရှိထားပြီးMystery,Drama ဇာတ်ကား အမျိုးအစားပဲဖြစ်ပါတယ်........ File Size : ( 975 MB , 310 MB )\nQuality : WEB-DL 720p\nRunning Time : 1 hr 43 min\nFormat : Mp4\nGenre : Drama , Mystery\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://megaup.net/2Tl3p/(CM)_Horse_Girl_2019_(Large_Size).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "",
        "title": "Commando 3 (2019)",
        "description": "Commando 3 အကြည်တက်လာလို့ အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါတယ်။အိန္ဒိယ လုံခြုံရေး အဖွဲ့ဝင် တပ်သား ကာရန်ဟာ တာဝန်တစ်ခုနဲ့ လန်ဒန်ကို စေလွှတ်ခံခဲ့ရတယ်။အိန္ဒိယမှာ အကြမ်းဖက်တိုက်ခိုက်မှု တစ်ခု ရှိလာတော့မယ်ဆိုတာကို ရဲဌာနက အတိအကျသိထားတယ်။ဒါကို စုံစမ်းစစ်ဆေးလိုက်ရာမှာတော့ တရားခံဟာ လန်ဒန်မှာ အခြေချနေသူဖြစ်ကြောင်း ရိပ်စားမိတယ်။ဒီအတွက် ကာရန်နဲ့အတူ အေးဂျင့်တစ်ယောက်ရယ်၊ လန်ဒန်အခြေစိုက် အေးဂျင့်နှစ်ယောက်ရယ် ဒီစစ်ဆင်ရေးကို အတုတကွ လုပ်ဆောင်ဖို့ ဖြစ်လာပါတယ်။အကြမ်းဖက်ခေါင်းဆောင်ကလည်း ပါးနပ်တယ်။ခြေတစ်လှမ်းစီအသာစီးရဖို့ သူပြိုင်ကိုယ်ပြိုင် ကြိုးစားကြရမှာတော့.....---- -------------------- -- ---------ဒီဇာတ်ကားဟာ ကြည့်ရှုရသူအဖို့ ပျင်းစရာ မကောင်းဘဲ တစ်ကွက်ချင်း စိတ်ဝင်စားစရာကောင်းနေတာတော့ အကြိုက်တွေ့မိပါတယ်။အကြမ်းဖက်သမားကို မျက်ဝါးထင်ထင် မြင်နေရပေမဲ့ အကြမ်းဖက်သမားရဲ့ လုပ်ရပ်တွေကလည်း ပိရိတယ်။ကြည့်ရှုသူကို အားရစေမယ့် ဇာတ်သိမ်းခန်းကို သဘောအကျဆုံးပါပဲ။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1wr7s/Commando_3_(2019).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ksHdHK17wRKMLkpMH4UslMT1V0p.jpg",
        "title": "Queen & Slim (2019)",
        "description": "ဒီဇာတ်ကားကတော့ IMDb7.1ထိရထားတဲ့ လူမျိုးရေးခွဲခြားတာကိုအဓိကရိုက်ကူးပြထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပါချိန်းတွေ့တဲ့ဆော့ဖ်ဝဲလ်တစ်ခုကနေညစာအတူသွားစားရင်းနဲ့အပြန်မှာရဲဖမ်းခံရာကနေဇာတ်လမ်းကစပါတော့တယ်လူမည်းစုံတွဲဖြစ်တဲ့သူတို့ဟာသူတို့အမှားမရှိပဲရဲဖမ်းခံရရင်းပြဿနာကြီးလာပြီးလူဖြူဖြစ်တဲ့ရဲကိုသတ်လိုက်မိတာကြောင့် ထွက်ပြေးရပါတော့တယ်တဇွတ်ထိုးဆန်တဲ့ရှေ့နေမလေးနဲ့ တုံးလွန်းတဲ့ကောင်လေးတို့စုံတွဲဘယ်လိုတွေထွက်​ပြေးရမလဲဘယ်လိုပုန်းကြမလဲအဖြူအမည်းခွဲခြားတဲ့နိုင်ငံရေးအရှုပ်အရှင်းတွေကြားမှာရော ဘယ်လိုဖြေရှင်းမလဲနောက်ဆုံးလွတ်မြောက်မလား ထွက်ပြေးတဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားပေမယ့်ပျင်းဖို့ကောင်းတဲ့ဇာတ်အိမ်မဟုတ်ပဲပြောသွားတဲ့စကားတွေကလဲပညာယူစရာတွေပါတာကြောင့်ကြည့်ရတာပျင်းဖို့ကောင်းမှာမဟုတ်ပဲ တကယ်ကိုကောင်းတဲ့ဇာတ်ကားတစ်ကားပါ File Size : ( 1 GB , 453 MB )\nQuality : WEB-DL 720p\nRunning Time : 2 hr 12 min\nFormat : Mp4\nGenre : Crime , Drama , Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Phue\nEncoded by Moe Myint Lwin zawgyiဒီဇာတ္ကားကေတာ့ IMDb7.1ထိရထားတဲ့ လူမ်ိဳးေရးခြဲျခားတာကိုအဓိက႐ိုက္ကူးျပထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားပါခ်ိန္းေတြ႕တဲ့ေဆာ့ဖ္ဝဲလ္တစ္ခုကေနညစာအတူသြားစားရင္းနဲ႔အျပန္မွာရဲဖမ္းခံရာကေနဇာတ္လမ္းကစပါေတာ့တယ္လူမည္းစုံတြဲျဖစ္တဲ့သူတို႔ဟာသူတို႔အမွားမရွိပဲရဲဖမ္းခံရရင္းျပႆနာႀကီးလာၿပီးလူျဖဴျဖစ္တဲ့ရဲကိုသတ္လိုက္မိတာေၾကာင့္ ထြက္ေျပးရပါေတာ့တယ္တဇြတ္ထိုးဆန္တဲ့ေရွ႕ေနမေလးနဲ႔ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1xq8x/(CM)_Queen_And_Slim_2019_(Large_Size).mp4",
        "category": "Crime, Drama, Romance"
    }
]