[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZWRlMDUyYmItOWIzNS00OGRjLThmZjAtYTgxMmI1M2M2MmYxXkEyXkFqcGdeQXVyMTAwNDQ0NzE1._V1_-137x200.jpg",
        "title": "Shiv Shastri Balboa (2023)",
        "description": "Shriv Shastri Balboa(2023)\nIMDb 6.8/10\nComedy/Dramaမင်းသားကြီး Arnupam Kherရဲ့ အသစ်ထွက်ရှိထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။\nJugal Hansraj၊ Nargis Fakhri စတဲ့နာမည်ကြီးသရုပ်ဆောင်တွေလည်း ပါဝင်ထားပါတယ်။\nအငြိမ်းစားယူထားတဲ့ ‌လက်ဝှေ့ပညာရှင်ကြီး ရှာစတီဟာ ရော့ကီရုပ်ရှင်ရဲ့အမာခံပရိသတ်တစ်ဦးဖြစ်ပါတယ်။\nသူရဲ့အောင်မြင်မှုတွေဟာ ရော့ကီရုပ်ရှင်ကြောင့် ဖြစ်တည်လာတာလို့ပြောရရင်လည်း မမှားပါဘူး။ရှာစတီဟာ ကျန်ရှိနေတဲ့သူ့ရဲ့ဘဝကို တစ်ဦးတည်းသောသားလေးရှိတဲ့ အမေရိကန်မှာ နေထိုင်ရင်း\nကုန်ဆုံးဖို့အတွက် ခရီးစတင်ခဲ့ပါတယ်။ အိန္ဒိယနဲ့ အမေရိကန်ဟာ ဓလေ့တွေ နေထိုင်ပုံတွေ\nအကုန်ကွဲပြားနေတဲ့ နိုင်ငံနှစ်ခုဖြစ်တဲ့အတွက် နေသားကျဖို့ဆိုတာ မလွယ်ကူခဲ့ပါဘူး။\nမိသားစုရှိရာကိုပြောင်းလာခဲ့ပေမယ့်လည်း အိမ်ကြီးထဲမှာ ခွေးလေးတစ်ကောင်နဲ့သာ\nအဖော်ပြုနေထိုင်ရင်း အချိန်ကုန်ဆုံးနေရပါတယ်။ အမေရိကန်မှာ နေထိုင်နေရတဲ့\nသူ့ရဲ့ဘဝဟာ ဘယ်လိုအခက်အခဲတွေကြုံရဦးမလဲ။ဘယ်လိုစိတ်ဝင်စားစရာဇာတ်လမ်းတွေဖြစ်လာဦးမလဲဆိုတာကို\nဟာသလေးလည်းနှောရင်း ကြည့်ရှုကြရမယ့် မိသားစုဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nFile size…2.3GB / 1GB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~Voldemort~Zwe ~Cherry~BpL",
        "rating": "6.7",
        "url": "https://megaup.net/2BtI2/Shiv_Shastri_Balboa_(2023)_Hindi_HQ_HDRip_-_720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iTGBHdL12QEpLyRVlykDuiYxzAG.jpg",
        "title": "Bird Box Barcelona (2023)",
        "description": "Bird Box Barcelona (2023)ဒါဟာ ၂၀၁၈ မှာထွက်ရှိခဲ့တဲ့ Bird Box ရုပ်ရှင်ကို အခြေခံထားတဲ့ ရုပ်ရှင်တစ်ခုပါ။\nနောက်ဆက်တွဲဇာတ်လမ်းတော့မဟုတ်ပါဘူး။\nဘာစီလိုနာမှာ ဆင်ဆင်တူ ဖြစ်ပျက်နေပုံကို ပြသထားတာပါ။\nထူးဆန်းတဲ့အရာတစ်ခုကြောင့် ကမ္ဘာပျက်ကိန်းကြီး တစ်ခုဖြစ်ခဲ့ပြီး အဲဒီအရာကို မြင်လိုက်တဲ့သူတိုင်းဟာ သေကြောင်းကြံသွားကြပါတယ်။\nဒါမှမဟုတ် အဲဒီအရာရဲ့ ကျေးကျွန်တွေဖြစ်လာပြီး အခြား မျက်လုံးကို အုပ်ထားတဲ့သူတွေကို အတင်းမျက်လုံးဖွင့်အောင် လုပ်လိုက်ကြပါတယ်။\nအဲဒီအရာကလည်း မျက်လုံးတွေဖွင့်ကြည့်မိအောင် မျိုးစုံလှည့်စားစည်းရုံးတတ်ပါတယ်။\nဒီရုပ်ရှင်ထဲမှာတော့ အဓိကဇာတ်ကောင်အဖြစ် ဆီဘက်ရှန်ဆိုတဲ့သူနဲ့ သူ့ရဲ့ သမီး အန်နာတို့ ပါပါတယ်။\nဇာတ်လမ်းက လှည့်ကွက်လေးတွေနဲ့မို့ အများကြီးတော့ ပြောပြလို့မရပါဘူး။\nသူတို့တွေလည်း ဒီကပ်ဘေးကြီးထဲကနေ ဘယ်လိုလွတ်အောင် ရုန်းကန်ကြမလဲဆိုတာ ကြည့်လိုက်ပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Horror, Mystery, Sci-fi\nQuality…. 1080p | 720p\nFile size… 1.6GB | 832MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1Vwa4/Bird.Box.Barcelona.2023.NF.WEB-DL.720p.CM.mp4",
        "category": "Horror, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/Bang_Bang-597068873-large-137x200.jpg",
        "title": "Bang Bang! (2014)",
        "description": "မင်းသား Hrithik Roshan နဲ့ မင်းသမီး Katrina Kaif တို့အဓိကပါဝင်ထားတဲ့\nဒီ Bollywood ဇာတ်ကားက Hollywood ရဲ့နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတစ်ကားကို\nမှီငြမ်းထားတာဖြစ်ပါတယ်...။နိုင်ငံတော်တော်များများကို လှည့်ပတ်ပြီး ခမ်းနားစွာရိုက်ကူးထားတာကြောင့် ရှုခင်းတွေ အရမ်းလှပါတယ်။\nဒါ့အပြင် ဘောလိဝုဒ်ရဲ့အနှစ်လို့ဆိုရမယ့် အကအလှပိုင်းမှာလဲ ဒီဇာတ်ကားက လုံးဝပြည့်စုံတယ်ဆိုရအောင် မိုက်ပါတယ်...\nမိုက်ဆို မင်းသားရော မင်းသမီးရောက လုံးဝအလန်းတွေလေ။ဇာတ်လမ်းကတော့ အက်ရှင်ကြမ်းကြမ်း အချစ်ကြမ်းကြမ်း စွန်းစားခန်းကြမ်းကြမ်းတွေနဲ့ ဟာသလေးတွေလဲ ဖြည့်စွက်ထားပါသေးတယ်။\nကြည့်ပျော်တဲ့ဇာတ်ကားဖြစ်ပြီးတော့ အချိန် ၂ နာရီခွဲလောက်ကြာတာကိုပါ မေ့သွားပါမယ်။\nFile size…(7.1 GB)/ (1.9 GB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….02:33:49\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Thaik San",
        "rating": "5.5",
        "url": "https://megaup.net/1fvkh/(CM)_Bang_Bang_2014_BluRay_720p-Naung.mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wK3utfBLqkKV7rS0tssOw8xwZvr.jpg",
        "title": "The Book of Vision (2021)",
        "description": "IMDb - 6.2/10ဇာတ်လမ်းအညွှန်းအေဗာ ဟာ ဆရာဝန်တစ်ယောက်အဖြစ် ရပ်တည်မယ့်အစားတက္ကသိုလ်တစ်ခုမှာ ဆေးပညာသမိုင်းကို သုတေသနလုပ်ဖို့ဆုံးဖြတ်လာခဲ့ပါတယ်။ သူက ၁၈ရာစုပိုင်း ရှေးဟောင်းဆေးပညာသမိုင်းကို လေ့လာမှာဖြစ်ပြီး သူရှာတွေ့သွားတာကတော့သမားတော် ဂျိုဟန်အန်းမက်သ် ရဲ့ လက်ရေးမှတ်တမ်းစာအုပ်ဖြစ်ပါတယ်။ သမားတော် အန်းမက်သ်က လူနာတွေရဲ့ ခံစားချက်တွေ၊အကြောက်တရားတွေနဲ့ စိတ်ကူးအိပ်မက်တွေကို နားထောင်ပေးရင်းဒါတွေကို အခြေခံပြီး လူနာတွေကို ကုသပေးတာဖြစ်ပါတယ်။အဲ့ခေတ်အခါက သစ်ပင်၊တောတောင်တွေကို နတ်ကိုးကွယ်သလိုကိုးကွယ်ကြတဲ့သူတွေနဲ့ အကျိုးသင့်အကြောင်းသင့် တွေးခေါ်ယူဆကြတဲ့သူတွေအကြား ပဋိပက္ခဖြစ်မှုတွေနဲ့အတူ ယနေ့ခေတ်ဆေးပညာအနေနဲ့ ဖြစ်တည်လာမယ့် ဆေးပညာအသစ်ကို အစားထိုးအသုံးပြုလာကြတော့မယ့် အချိန်ကာလဖြစ်ပါတယ်။ ဒီခေတ်ကြီးထဲမှာဖြစ်တည်ခဲ့ကြတဲ့ လူနာတွေရဲ့ စိတ်ခံစားချက်တွေ၊ မျှော်လင့်ချက်တွေ၊ စိတ်ကူးအိပ်မက်တွေအကြောင်းကို အန်းမက်သ်ရဲ့ စာအုပ်ထဲမှာရေးသားထားပါတယ်။ အေဗာ တစ်ယောက် ဒီစာအုပ်ကို ဖတ်ရင်းသူကိုယ်တိုင် ဇာတ်ဆောင်နေရာတွေမှာ ခံစားကြည့်ပြီး သူကြုံတွေ့နေရတဲ့ အကျဉ်းအကျပ်အတွက် ဒီစာအုပ်ကနေ ဘယ်လို စိတ်ခွန်အားရသွားသလဲဆိုတာကို ရိုက်ကူးပြထားတာ ဖြစ်ပါတယ်။ဇာတ်လမ်းက မိနစ်၉၀သာ ကြာမြင့်ပြီး ၁၈ရာစုအပြင်အဆင်လေးတွေလည်း ကြည့်ရှုနိုင်မယ့်အပြင် mystery တွေကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2BtA9/The.Book.of.Vision.2021.WEBRip720p(CM).mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2YdPekb6A4yK9AYVYuZNYejx49M.jpg",
        "title": "Ice Sniper 2 ( 2023 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာတော့ စစ်ကိုအကြောင်းပြပြီး\nရတနာသိုက်ကိုသိမ်းဖို့ကြံတဲ့ ကူမင်တန်အရာရှိတစ်ယောက်နဲ့\nပြည်သူတွေအတွက် ရသမျှနည်းလမ်းနဲ့ အစွမ်းကုန်တော်လှန်တဲ့\nကွန်မြူနစ်စနိုက်ပါသမားတစ်ယောက်ရဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်။ဂျပန်တော်လှန်ရေးအပြီး ကွန်မြူနစ်နှဲ့ ကူမင်တန်တွေရဲ့ပြည်တွင်းစစ်ပွဲအတွင်းအချိန်မှ\nာ တရုတ်ပြည်အရှေ့မြောက်ပိုင်း တုံးပေဒေသ မုံဟူတောင်ခြေမြို့လေးမှာ\nတပ်နှစ်တပ်ဟာ ရက်များစွာအပြန်အလှန်ပစ်ခတ်ရင်း အခြေနေတင်းမာနေပါတယ်။မုံဟူတောင်ဂိုဏ်းခေါင်းဆောင် ကျန်းတုံးရှန်းဟာ ဂျပန်တော်လှန်ရေးစစ်ပွဲမှာပါဝင်ခဲ့တဲ့\nမျိုးချစ်ပြည်သူတစ်ယောက်ဖြစ်တဲ့အတွက် ပြည်သူ့ဘက်တော်သားဖြစ်တဲ့\nကွန်မြူနစ်တပ်နဲ့ပူးပေါင်းဖို့ နားချဖို့ရာ ယန်ကျန့်ဖုန်းဆိုတဲ့\nလက်ဖြောင့်စနိုက်ပါသမားကို တာဝန်ပေးလိုက်ပါတယ်။ဉာဏ်များတဲ့ ကူမင်တန်အရာရှိရဲ့လှည့်ကွက်တွေနဲ့ ကွန်မြူနစ်စနိုက်ပါရဲ့\nဉာဏ်ရည် ဘယ်ဟာကပိုမြင့်လဲဆိုတာယှဉ်ပြိုင်ကြမှာပဲဖြစ်ပါတယ်။\nစစ်ပွဲချည်းပဲမဟုတ်ပဲ တောင်တွေကိုကြီးစိုးတဲ့ ဓားပြဂိုဏ်းတွေရော\nဒရာမာလေးတွေပါပါတဲ့အတွက် သမာရိုးကျစစ်ကားတွေထပ် ကြည့်ရတာပိုသွက်ပါလိမ့်မယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , War\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ice-sniper-2-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGZlZGFlMDktZWQ1YS00YTJkLTg4YTEtODgyZTJkODgyNGNkXkEyXkFqcGdeQXVyNDI3NzQxODA@._V1_-136x200.jpg",
        "title": "[18+]Future Century Amazons (2017)",
        "description": "Future Century Amazonies 2017ဒီတစ်ခါ DS fan ညိုကီတို့အတွက်တင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကိုတော့\nစိတ်ခိုင်မှကြည့်ကြဖို့ အကြံပေးချင်ပါတယ်...\nစိတ်မခိုင်လဲ ကြည့်လို့တော့တန်ပါတယ်....ဝမ်းဒါးဝူးမန်းထဲက အမေဇွန်ကျွန်းလေးပေါ်မှာ ငါများရောက်သွားရက်တော့\nမချောဆယ်ယောက်ကိုယ်တစ်ယောက်ဖြစ်ရချည်သေးဆိုပြီး စိတ်ကူးယဉ်ဖူးတဲ့\nညိုကီတွေအတွက် အနာဂတ်က အမေဇွန်စီးတီးလို့ခေါ်တဲ့ မိန်းမတွေချည်းရှိတဲ့\nမြို့လေးကို အခြေပြုတင်ဆက်ထားတဲ့ဇာတ်လမ်းလေးပါဖန်ပြွန်သန္ဓေသားနဲ့ပဲကလေးမွေးကြပြီး ယောကျာ်းတွေဆီက သုတ်ပိုးကို\nအရှင်လတ်လတ်ပဲယူကြပါတယ် စိတ်ဆန္ဒပြေပျောက်ဖို့ကိုတော့ မိန်းမအချင်းချင်းပဲ တယောထိုးကြပါတယ်တဲ့\nဇာတ်လမ်းလေးက ဆန်းသလို ပြောတဲ့ဒိုင်ယာ‌လော့ခ်တွေကလည်း လုံးဝအလန်းပါ\nသွေးထွက်သံယိုတွေ ညစ်ညမ်းအခန်းတွေသာမပါရင် ဖိုမတန်းတူညီမျှရေးဇာတ်ကားဆိုပြီး\nလူတကာလိုက်ပြလို့ကိုရအောင် ရှယ်ကောင်းပါတယ်\nအဲ့တော့ မိန်းမတွေချည်းရှိတဲ့ကမ္ဘာတွေကို လေ့လာချင်တဲ့ ညိုကီတွေအတွက်\nမူးရင် ဒိုင်ကြောင်တွေလွှတ်ဖို့ ကိုးကားစရာစကားတွေပါ ပါတာမို့ လက်မလွှတ်ကြဖို့တော့ အကြံပေးလိုက်ပါတယ်\nFile size…400MB\nQuality…HD DVD RIP\nFormat…mp4\nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/18future-century-amazons-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n6u00imN7AX2NiyWUc5kTgHXmEf.jpg",
        "title": "Dope (2015)",
        "description": "မယ်လ်ကွန်း အက်ဒဲကန်ဘီဆိုတာက လူမည်းဂိတယောက်။ကယ်လီဖိုးနီးယားပြည်နယ်က အင်ဂယ်ဝုဒ်ဆိုတဲ့မြို့လေးမှာနေတယ်။ သူ့ရဲ့ရပ်ကွက်ကတော့The Bottoms လို့သိကြတဲ့လမ်းသရဲလူမည်းဂိုဏ်းတွေ ဒုစရိုက်မှုတွေနဲ့ပြည့်နေတဲ့နေရာလေး။သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းတွေက ဂျစ်ဘ်နဲ့ ဒစ်ဂီ။ သူတို့သုံးယောက်စလုံးက ဂိတွေလည်းဖြစ်သလို ၉၀ခုနှစ်တွေရဲ့ ဟစ်ဟော့ ရွှေခေတ်ကိုလွမ်းဆွတ်တမ်းတနေတဲ့ ဟစ်ဟော့ခေတ်အလွန် လူငယ်လေးတွေ။ တနေ့မှာ ဒွန်းဆိုတဲ့ ရပ်ကွက်ထဲကမူးယစ်ဆေးရောင်းတဲ့ ဂိုဏ်းသားတယောက်ရဲ့ပါတီကို ကောင်မလေးတ‌ယောက် မျက်နှာလုပ်ဖို့သွားရင်း မူးယစ်ဆေးအထုပ်လိုက်ကြီးနဲ့သေနတ်တလက်က မယ်လ်ကွန်းရဲ့လွယ်အိတ်ထဲ ပါလာခဲ့ပါတော့တယ်။ဒီအထုပ်လိုက်ကြီးနဲ့ ဂိုဏ်းတွေကြားထဲကပြေးရင်းလွှားရင်း မယ်လ်ကွန်းတို့တသိုက် ဘာတွေဆက်ဖြစ်သွားမလဲ။ မယ်လ်ကွန်းရဲ့ ဟားဗတ်ကိုတက်ဖို့အစီအစဉ်က ဒီမူးယစ်‌ဆေးထုပ်ကြီးရောင်းထွက်ဖို့အပေါ်မူတည်လာခဲ့တဲ့အချိန်မှာ သူတို့သူငယ်ချင်းတသိုက် ဘာတွေဆက်လုပ်ကြမလဲ။အဆုံးမှာတော့ မယ်လ်ကွန်းတို့ကလေးတသိုက်ရဲ့စွန့်စားခန်းလေးဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာကို Dope ဆိုတဲ့ လူငယ်ဟာသဒရာမာဇာတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦး။ဒီကားမှာကတော့ ရင့်သီးတဲ့စကားလုံးတွေ လိင်အသားပေးခန်းတချို့ပါ၀င်တဲ့အတွက်မိသားစုနဲ့ကြည့်ဖို့မသင့်လျော်ပါဘူး။ ဟစ်ဟော့လောကရဲ့အငွေ့အသက်တွေ သီချင်းတွေ ဝေဝေဆာဆာနဲ့ဖြစ်တဲ့အတွက်ကြောင့်ဟစ်ဟော့ ပရိသတ်ကြီးအတွက် ကားကောင်းလေးတကားဖြစ်မှာပါပဲခင်ဗျ။  File size…1.82 GB / 743 MB\nQuality…Blu Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ..... Adventure , ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Vw1h/Dope.2015.BluRay720p(CM).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlOdF352YkuhdJYFi6TH6tLstY0.jpg",
        "title": "Life and Death Travel ( 2019 )",
        "description": "လောကမှာ သရဲဆိုတာမရှိဘူး။ သရဲဆိုတာ လူတွေရဲ့အတွင်းစိတ်မှာ\nပုန်းအောင်နေတဲ့ မကောင်းဆိုးဝါးစိတ်ကပြန်ချောက်လှန့်နေတာပါ။\nစိတ်တွေဖောက်ပြန်လာတဲ့အခါ ကြောက်စရာကောင်းတဲ့လုပ်ရပ်တွေ\nလုပ်လာတတ်ကြတယ်။\nဒီဇာတ်လမ်းလေးမှာ လူ့စိတ်ကြောင့်ကြောက်စရာကောင်းတာတွေ\nဖြစ်လာတတ်တဲ့ပုံကိုတင်ဆက်ပြထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့\nလူငယ်လေးတစ်စုခရီးတောင်ပေါ်ကိုအပျော်ခရီးထွက်လာကြတယ်။\nလူငယ်သဘာဝ ခရီးတစ်လျှောက်ရောက်တက်ရာရာ ပေါက်ကရတွေပြောကြတာပေါ့။\nသူတို့တွေတည်းတဲ့တည်းခိုခန်းကို ရောက်တဲ့အခါ လမ်းမှာပြောခဲ့တဲ့\nသရဲဇာတ်လမ်းထဲကအတိုင်း သရဲမနဲ့ကြုံတွေ့ကြရပါတယ်။\nအဲဒါတင်မကဘူး အားလုံးဟာထင်ယောင်ထင်မှားတွေဖြစ်ပြီး ကိုယ်စီပိတ်မိနေကြပါတော့တယ်.....\nရှေ့ဆက်ပြီး ဘာတွေဖြစ်မလဲဆိုတာကိုတော့\nဆက်လက်ကြည့်ရှုခံစားလိုက်ပါဦး\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 5 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/life-and-death-travel-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3uPS3Q3bPaTz9k437w6GfEnK2WM.jpg",
        "title": "Operation Tomahawk ( 2023 )",
        "description": "လူ‌တွေရဲ့ အလိုဆန္ဒဟာ အတောမသတ်နိုင် ကြီးထွားလာပြီး\nလောဘအဖြစ်ပြောင်းလဲသွားတဲ့အခါ လောဘရဲ့ကျေးကျွန်အဖြစ်\nကြိုးစေရာကရတော့တယ်၊အမိုက်မှောင်အတွေးတွေ ကြီးစိုးလာတဲ့အခါ\nပြန်လမ်းမရှိတဲ့ စွဲလမ်းခြင်းမှာ ပိတ်မိနေတတ်ပါတယ်။တစ်ချိန်က အားပု၊လိကျီနဲ့ ဝမ်ကျားဆိုတဲ့ ညီနောင်သုံးဦးရှိခဲ့ပါတယ်၊\nဒါပေမဲ့ အားပု(ဟယ်ဇစ်ဝေ)ဟာ ပြဿနာတက်ပြီး အချုပ်ကျခဲ့ပြီး\nတစ်ခြားသော ဇာတ်မြှုပ်ကွက်တွေကြောင့် သူတို့သုံးဦးလုံးတစ်နေရာစီ ကွဲထွက်သွားပါတော့တယ်ဒီလိုနဲ့ လိကျီဆိုသူဟာ မူးယစ်ဆေးအရောင်းအဝယ်လုပ်တဲ့ဂိုဏ်းနဲ့ပတ်သတ်နေတဲ့အခါ。。。\nပျောက်ဆုံးနေတဲ့ ဝမ်ကျားကို。。。\nအားပု ထောင်ထဲကထွက်လာတဲ့အချိန်မှာရော\nအရင်ကညီနောင်သံယောဇဉ်ကို ဒီရုပ်ရှင်ထဲမှာ ဘယ်လိုပုံဖော်သွားမလဲထောင်ထဲကထွက်လာပြီး မသမာမှုနဲ့ လွတ်ကင်းစွာ\nနေနေတဲ့အားပုတစ်ယောက် လိကျီနဲ့ဘယ်လိုတွေဆက်ဖြစ်မလဲ 。。。\nရဲ‌တပ်ဖွဲ့ဝင်တွေကရဲ့ အမှုလိုက်ဖြေရှင်းပုံကို စိတ်ဝင်စားစွာ ကြည့်ရှုရမဲ့အပြင်\nမိမိကိုယ်ကို မှန်တယ်လို့ခံယူထားလို့လုပ်နေကြတဲ့သူတို့အားလုံးမှာ。。。\nဘယ်လိုအရာမျိုးက အဖြစ်မှန်အစစ်မှန်လဲဆိုတာ ဆက်လက်ကြည်ရှုရမှာပါ\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Action\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/operation-tomahawk-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fRXkAcGcFIVNpsVe7cdr5YfBPmG.jpg",
        "title": "An Unforgettable Year – Spring (2023)",
        "description": "An Unforgettable Year : Spring (2023)******************************************ဒီတစ်ခါတော့ An Unforgettable Yearရာသီလေးခုထဲက Springမှာ ပေါက်ဖွားခဲ့တဲ့အချစ်ဇာတ်လမ်းလေးကို ရှုစားရမှာပါ...။ပန်းတွေပွင့်ကြတဲ့ နွေဦးအလှဟာဆိုရင် ပန်းချီလေးဆွဲ ဘောင်လေးသွင်းထားသင့်တဲ့အလှလေးဗျ..။ဒီဇာတ်လမ်းထဲမှာလည်း ဂျက်စမင်ဟာဆိုရင် ငယ်ငယ်လေးကတည်းက ပန်းချီပညာကို ရူးသွပ်သူ..၊အချိန်ပြည့် ပန်းချီကိုရူးသွပ်သူပေါ့...။သို့ပေမဲ့ ဂျက်စမင်ရဲ့ အမေဖြစ်သူကတော့ သမီးကို စီးပွားရေး ကောလိပ်သာဆက်တက်စေချင်ပြီးပန်းချီပညာနောက်ကိုလိုက်ခွင့်မပေးပါဘူး...။ဒီလိုနဲ့ ဂျက်စမင်တစ်ယောက် စာကိုသာကြိုးစားခဲ့ရပေမယ့် အထက်တန်းနှစ်မှာတော့သင်္ချာကို တဗုန်းဗုန်းကျပါလေ‌ရော...။ဘယ်လောက်ထိဆိုးသလဲဆိုရင် သင်္ချာစာမေးပွဲဖြေရင် စာမေးပွဲကိုစိတ်မပါနိုင်ဘဲအဖြေလွှာမှာ ပုံတွေချည်း ဆွဲနေလို့ သုညရခဲ့သူလေးပါ..။သူ့အတွက်က သင်္ချာအောင်မှ အထက်တန်းအောင်ပြီးအမေဖြစ်သူတက်စေချင်တဲ့ စီးပွားရေးကောလိပ်တက်နိုင်မှာပါ...။ဒါမှမဟုတ် သင်္ချာမအောင်မယ့် အတူတူ အိမ်ကို ပုန်ကန်ပြီးပဲအနုပညာသင်တန်းတက်လိုက်ရမလားနဲ့ဝေခွဲမရဖြစ်နေပြီပေါ့...။ဒီလိုနဲ့ ဂျက်စမင်တစ်ယောက် သင်္ချာအောင်ဖို့ ဂိုက်ဆရာလေး ဒါဗီနဲ့ဆုံတွေ့ခဲ့ပြီး...ဒါဗီကပါ ပန်းချီပညာဘက်ကိုလိုက်သင့်ကြောင်း အားပေးအားမြှောက်ပြုလာတဲ့အခါမှာတော့ Springကာလ မမေ့နိုင်တဲ့အချစ်ဇာတ်လမ်းတစ်ပုဒ် အစချီခဲ့ပါတော့တယ်...။File size   : 1.56GB / ...",
        "rating": "",
        "url": "https://megaup.net/1fyr8/An.Unforgettable.Year-Spring.2023.720p.WEB-DL.CM.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cXjLP4zqnQOfTtdzoKNKksNwb11.jpg",
        "title": "Pamfir (2022)",
        "description": "Pamfir (2022)\n~ IMDb - 7.6/10, Rotten Tomatoes - 93% ~\" ဝတ်လစ်စလစ်အခန်းအနည်းငယ်ပါဝင်တာကြောင့် အသက်မပြည့်တဲ့ကလေးတွေကြည့်ရှုဖို့ မသင့်တော်ပါဘူး \"Rotten Tomatoes 93% ရရှိထားပြီး ကိန်းရုပ်ရှင်ပွဲတော်မှာလည်း ပြသခဲ့သလို ဆန်ခါတင်တစ်ဆုပါ ဝင်ခဲ့တဲ့ ယူကရိန်းရုပ်ရှင်ဇာတ်ကား‌ကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ယူကရိန်းဇာတ်ကားတွေက ဟောလိဝုဒ်ကားတွေထက်စာရင် ကျွန်တော်တို့နဲ့နည်းနည်းအလှမ်းဝေးတယ်လို့ ပြောလို့ရပါတယ်။ ဒါပေမဲ့ သူတို့ရဲ့ရုပ်ရှင်အဆင့်အတန်းက ဟောလိဝုဒ်ထက်မသာတောင် ယှဉ်နိုင်တဲ့အခြေအနေတစ်ခုရှိပါတယ်။ ဒီရုပ်ရှင်ကလည်း အဲဒီလိုအဆင့်အတန်းတစ်ခုကို ကောင်းကောင်းချပြထားနိုင်တယ်လို့ ဆိုနိုင်ပါတယ်။ဒီရုပ်ရှင်ရဲ့အစမှာ လီယိုနစ်ဆိုတဲ့ ဖခင်တစ်ယောက်၊ မှောင်ခိုသမားဟောင်းတစ်ယောက်ဟာ သူ့ရဲ့နယ်စပ်ကဇာတိမြေကိုပြန်လာပြီး သူ့မိန်းမနဲ့ သားဖြစ်သူနဇာကို ပြန်လာတွေ့ပါတယ်။ တစ်နေ့မှာတော့ သူ့ရဲ့သား နဇာက သူ့အဖေကြာကြာနေအောင်ဆိုပြီး သူ့အဖေရဲ့ စာရွက်စာတမ်းတွေထားထားတဲ့ ဘုရားကျောင်းကို မီးရှို့ပစ်ပါတယ်။ အဲဒီမှာ ပြန်အလျော်ပေးဖို့ ပိုက်ဆံလိုတာကြောင့် ဖခင်ဖြစ်သူက သူဘယ်တော့မှထပ်မလုပ်တော့ဘူးလို့ဆုံးဖြတ်ထားတဲ့ မှောင်ခိုအလုပ်ကိုနောက်တစ်ခါ ထပ်လုပ်ရဖို့ဖြစ်လာပါတယ်။မှောင်ခိုလောကဆိုတာ အတော်ကိုရက်စက်တဲ့လောကပါ။ ဂွင်မကျော်သင့်တဲ့လူကိုကျော်မိရင် ဘဝပါပျက်တဲ့အထိ ဒုက္ခရောက်နိုင်ပါတယ်။ အဲဒီမှာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/1Vvbj/(CM)_Pamfir_(2022)_BluRay_720p.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dnqzxDhPJIxlx2CdAq8qcmuW9Wz.jpg",
        "title": "Oh My Ghost! The Fierce Escape from Covid-19 (2021)",
        "description": "Oh My Ghost! The Fierce Escape from Covid-19 (2021)ကျိန်စာမိလာတဲ့ မဟာဒေဝီကြီးတစ်ယောက် အာခွေတို့သားအမိ ပိုင်ဆိုင်တဲ့ ဟိုတယ်ကို တည်းတဲ့ညမှာတင် မကြံဖူးတဲ့ အဖြစ်အပျက်တစ်ခု ဖြစ်ပျက်ခဲ့ပါတယ်။အဲမကြုံဖူးတဲ့အဖြစ်အပျက်ကြီးကို ဖြေရှင်းနေဆဲမှာတင် မွေးနေ့ပွဲတက်ခဲ့တဲ့ အာခွေတို့သားအမိဟာ\nကိုဗစ်စည်းကမ်းချက်အရ ဟိုတယ်ကို ၁၄ ရက် ပိတ်လိုက်ရပါတော့တယ်။ခိုကိုးရာမဲ့လုလု အာခွေတို့သားအမိနှစ်ယောက်ကို ကယ်တင်ဖို့ ပန်ကိတ်မလေး ရောက်လာတဲ့အခါမှာတော့......\nကိစ္စက ရှင်းသွားရမှာမဟုတ်ဘဲ ထင်တာထက်ပိုနက်နဲနေတဲ့အခါ.....အာခွေတို့သားအမိ ပဟေဠိအဖြေညှိနိုင်ပါ့မလား။\nပန်ကိတ်ကရော ဘယ်လောက်အထိ ကူညီပေးနိုင်မှာလဲ။\nပြဿနာတွေက မဟာဒေဝီရဲ့ ကျိန်စာနဲ့များ ဆက်စပ်နေမလား။\nမဟာဒေဝီကရော ဘယ်သူလဲ။ ဘယ်ကလာလို့ ဘာကျိန်စာတွေမိခဲ့တာလဲ။\nပုံမှန်သရဲတွေတင်မဟုတ်ဘဲ ဇွန်ဘီးတွေပါ ပါလာတဲ့အခါမှာတော့ .....\nဒါတွေကို သူတို့ဖြေရှင်းနိုင်ပါ့မလား။ဆိုရှယ်ဒစ်စတန်းဆင်းဆိုပေမယ့် ပန်ကိတ်မတို့\nအခေါ်တစ်ခေါက်မတို့ တစ်သိုက် ဘယ်လိုဗရုတ်ကျဦးမလဲဆိုတာ အရယ်မရပ်ရစေဘဲနဲ့ ကြည့်ရှုခံစားကြရဦးမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hazel ပဲ ဖြစ်ပါတယ်။Genre..... Comedy, Horror\nQuality…. 720p\nFile size… 792MB\nFormat… mp4\nDuration…. 1h ...",
        "rating": "",
        "url": "https://megaup.net/2Bsw7/Oh!_My_Ghost!The.Fierce.Escape.from.Covid-19.2021.720p.CM.mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9jBprMBzSAqTPgTHY7yf1XEmr8U.jpg",
        "title": "Art Museum by the Zoo (1998)",
        "description": "Art Museum by the Zoo (1998)တိရိစ္ဆာန်ရုံနံဘေးက ပန်းချီတစ်ချပ်အကြောင်းစိုထိုင်းစအသင့်အတင့်နေ့တွေရဲ့ သံသရာထောင့်ချိုးကလေးတစ်ကွေ့မှာ\nရှုံးပြီးသားကောင်မလေးနဲ့ ရှုံးပြီးသားကောင်ကလေးတို့ ဝင်တိုက်မိခဲ့တဲ့အခြင်းအရာမျိုးနဲ့\nငါမက်မောဖူးခဲ့တဲ့တိမ်တွေလိုပဲ တကယ်မရှိခဲ့တဲ့နေ့တွေ။တစ်သက်ရဲ့နှစ်ဘဝမှာ တစ်ခါချစ်ရင်း တစ်ကြိမ်တော့ ငါတို့လွဲမှားဖူးကြမှာပဲ။\nရှိဘူယဘူတာက ဟာချီကိုလို... အရိုးခေါင်းကျွန်းက ကင်းကောင်လို...\nလွဲမှားစွာမက်မောမိခဲ့တဲ့ ငါတို့ရဲ့ မီးစိမ်းကလေးတွေဟာ\nအသက်နဲ့ဘဝကို ဆူးကလေးတစ်ချောင်းလို ဆင်မယဉ်သာ နှုတ်သွားခဲ့ကြမယ်လို့လည်း ငါတို့ ဘယ်ထင်ခဲ့ပါ့မလဲ။အလေ့အကျင့်တွေဆိုတာလည်း ငါတို့ကစခဲ့ပြီးမှ ငါတို့ကို ပုံပြန်သွင်းသွားတဲ့အရာတွေပဲ မဟုတ်လား။\nသဏ္ဍာန်တူအဖြစ်အပျက်တို့နဲ့ ပက်ပင်းတိုးမိတဲ့အခါ ဒီကဗျာကို မင်းနားလည်နိုင်ကောင်းရဲ့။\nဘာတွေဘာကို ထိုင်တွေးနေမှန်းမသိနိုင်တဲ့ ရိုဒင့်ပန်းပုထက် ထိုင်ဖို့တောင် ပျင်းနေလောက်မယ့်ပန်ဒါကလေးကို မင်းပိုသဘောကျခဲ့မှာပဲ။\nဗန်ဂိုးရဲ့ ဂျုံခင်းထဲ ကျီးကန်းတွေရဲ့ ရက်စက်လွန်းတဲ့ကမ္ဘာထက်\nခေါက်ရှာငှက်ကလေးရဲ့ ကဗျာကို မင်းပိုသဘောကျခဲ့မှာပဲ။တစ်ခါတလေပေါ့ မတူညီခြင်းတွေဟာ ပိုဝေးစေတယ်။\nတစ်ခါတလေလည်း မတူညီခြင်းတွေဟာ ပိုနီးစေတယ်။\nတိရိစ္ဆာန်ရုံလေးရဲ့နံဘေးက မင်းအလွမ်းပြေစမ်းဖို့\nပန်းချီလေးတစ်ချပ်လိုအဖြစ်နဲ့ ကမ္ဘာကို ငါရဲရဲကြီး ခါးစည်းခံထားခဲ့တာလည်း ကြာပြီ။\nအလှတရားနဲ့ ငါ့ကိုသတ်သွားတဲ့ ကမ္ဘာကြီးရဲ့အပြင်ဘက်မှာ မိုးတွေရွာနေပြီ အချစ်ရေ။\nလွမ်းတယ်။\nမင်းလည်းမင်းအချစ်နဲ့ ငါလည်းငါ့အချစ်နဲ့ ငါတို့လည်း ချစ်ခဲ့ကြတဲ့ ကောင်းကင်မှာ မိုးသားတွေမဲလို့...\nငါ့ဘဝရဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/2BrC9/Art.Museum.By.The.Zoo.1998.HDTV.720P.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yToAJg67r3hk3Ux3sfXOdpiqxU.jpg",
        "title": "Patriot Games (1992)",
        "description": "Patriot Games (1992)~ IMDb - 6.8/10, Rotten Tomatoes - 72% ~ဒီဇာတ်ကားက​တော့ Jack Ryan Franchise ရဲ့ ဒုတိယကားဖြစ်ပြီး ပထမကားအပြီး နှစ်နှစ်အကြာ ၁၉၉၂မှာ ထွက်ရှိခဲ့တာပါ။ ဒီကားရဲ့ Jack နေရာမှာတော့ မင်းသားကြီး Harrison Ford က သရုပ်​​ဆောင်ထားသလို ပါတိုင်း​သေ မင်းသားကြီး Sean Bean နဲ့ အချစ်​တော်ကြီး Samuel L. Jackson တို့ ပါဝင်လို့ Cast List နဲ့တင် ရှိန်​​လောက်တဲ့ကားပါ။အိုင်းရစ်ရီပတ်ဘလစ်တပ်မ​တော်လို့ ​ခေါ်တဲ့ IRA က ဗြိတိန်ကျွန်းစုရဲ့ အင်အားကြီးသူပုန်အဖွဲ့ဖြစ်ပြီး ​မြောက်အိုင်ယာလန်ကို ဗြိတိန်​တွေရဲ့လက်​အောက်က ခွဲထွက်ဖို့ ကြိုးစား​နေတဲ့အဖွဲ့ကြီးပါ။ ဒီဇာတ်ကားမှာ IRA က ​အိုင်ယာလန်ဘုရင်ခံဖြစ်လာမယ့် ဗြိတိန်မင်းသားကိုလုပ်ကြံဖို့ ကြိုးစားခဲ့​ပေမဲ့ မ​​အောင်မြင်ခဲ့ပါဘူး။ သူတို့ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1fxza/(CM)_Patriot_Games_(1992)_BluRay_720p.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tmMqtxQVTTgdQUvj1F7Q7Lf4BId.jpg",
        "title": "The Recipe (2010)",
        "description": "Genre – Drama, Romance, Mystery\nIMDB – 6.6/10 အမြီး ၉ ချောင်း မြေခွေးအလန်းစားကြီး Lee Dong-Wook ရဲ့၂၀၁၀ ခုနှစ်တုန်းက လွမ်းဆွတ်ကြည်နူးဖွယ်ရာ ဇာတ်လမ်းလေးတစ်ပုဒ် တင်ဆက်ပေးလိုက်ချင်ပါတယ်။ အတိအကျပြောရမယ်ဆို ပဲပိစပ်ဟင်းရည် ဒွမ်ဂျန်ဆိုတဲ့ ရိုးရာ ဟင်းတစ်ခွက်ကိုအသုံးချပြီး Marketing ကောင်းကောင်းထည့်ပြီး ဖန်တီးထားတာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကလည်း အစပိုင်းမှာ စိတ်လှုပ်ရှားဖွယ်မှတ်တမ်းရုပ်ရှင်အထာနဲ့ တဖြည်းဖြည်းချင်း ဇာတ်ကို ပံ့ပိုးထားပြီးနောက်ပိုင်းမှ လျှို့ဝှက်ချက်တွေကို ဇာတ်ထုပ်ပြန်ဖြည်တဲ့ စတိုင်မျိုးပါ။ ဇာတ်လမ်းလေးကတော့ တောင်ကိုရီးယားမှာ လူ ၁၂ ယောက်ကိုသွေးအေးအေးနဲ့သတ်ဖြတ်ပြီး အာဏာပိုင်တွေလက်အောက်ကနှစ်ပေါင်းကြာရှည်စွာ ထွက်ပြေးတိမ်းရှောင်နေတဲ့ လူသတ်သမားကြီးကတောထဲတောင်ထဲက စားသောက်ဆိုင်လေးထဲ ရဲတွေလာဖမ်းတာကိုအသာတကြည်နဲ့ ပြန်မခုခံပဲ အေးဆေး အဖမ်းခံခဲ့ပါတယ်။ အဲဒါနဲ့သေဒဏ်ပေးခါနီး နောက်ဆုံးဆန္ဒကို ပြောပါဆိုတော့ ဘာပြောတယ်ထင်လဲ…”အဲဒီဆိုင်က ဒွမ်ဂျန်ဟင်းရည် သောက်ချင်တယ်” တဲ့ဗျာ။အဲဒါနဲ့ သေခါနီးလူတစ်ယောက်ရဲ့နောက်ဆုံးဆန္ဒက ထူးထူးခြားခြားဒီဒွမ်ဂျန်ကို သောက်ချင်ရအောင် ဘာတွေများ ထူးခြားနေလို့လဲဆိုပြီးသတင်းထောက်ကြီးဟာ အဖြေကိုလိုက်ရှာတဲ့အချိန် နောက်ကွယ်ကလွမ်းဆွေးဖွယ် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2BsrB/The.Recipe.2010.WEBRip720p(CM).mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BY2I5MGUyMmEtODA2MC00YjU4LTg2MWYtY2ZiMWM3OGU0NzU0XkEyXkFqcGdeQXVyMjIyODc5MDA@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Hijacked: Flight 73 (2023)",
        "description": "၂၀၂၃ခုနှစ်မှာ ထွက်ရှိထားတဲ့ ဖြစ်ရပ်မှန် Documentory ရုပ်ရှင်တစ်ပုဒ်နဲ့မိတ်ဆက်ပေးပါရစေ။ ဒီ Hijacked Flight 73 ရုပ်ရှင်ဟာဆိုရင် နာမည်ကြီး 9/11 ကိစ္စတွေမဖြစ်ခင် ပါကစ္စတန်နိုင်ငံ ကရာချီလေဆိပ်မှာဖြစ်ပွားခဲ့တဲ့ တစ်ကမ္ဘာလုံးကိုထိတ်လန့်သွားစေခဲ့တဲ့ ကမ္ဘာ့အကြီးဆုံး လေယာဉ်ပြန်ပေးဆွဲမှုအကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ပန်အမေရိကန်ဟာဆိုရင် အဲဒီခေတ်အခါက ကိုကာကိုလာနဲ့တန်းတူ ကမ္ဘာမှာ နာမည်ကြီးခဲ့တဲ့ လေကြောင်းလိုင်းလုပ်ငန်းဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ ၁၉၈၀ခုနှစ်တွေရဲ့ နိုင်ငံရေးအခြေအနေတွေနဲ့ သမိုင်းဖြစ်ရပ်တွေလည်း ပါဝင်နေတာဖြစ်ပြီးတော့ ဒီပြန်ပေးဆွဲတိုက်ခိုက်မှုမှာဆိုရင် ခရီးသည် ၃၀၀ကျော်ကို ဓားစာခံထိန်းသိမ်းခဲ့တာဖြစ်ပြီးတော့ သေဆုံးသူ ၂၀ ဝန်းကျင်ရှိခဲ့ပြီး လူ ၁၀၀ လောက်ဒဏ်ရာရရှိခဲ့ကြပါတယ်။ ဒီရုပ်ရှင်မှာ အဓိကအားဖြင့်တော့ ပြန်ပေးဆွဲခံရတဲ့လေယာဉ်ပေါ်မှာပါလာတဲ့ ခရီးသည်တွေ ဝန်ထမ်းတွေရဲ့ စိတ်ခံစားချက်၊ အသက်ရှင်ဖို့ရုံးကန်ကြိုးစားခဲ့တာတွေကိုကြည့်ရှုကြရမဲ့အပြင် အစိုးရနဲ့ တာဝန်ရှိတဲ့သူတွေက ဒီကိစ္စကို ဘယ်လိုမျိုးသဘောထားပြီး ကိုင်တွယ်ခဲ့ကြသလဲဆိုတာတွေကိုလည်း စိတ်ဝင်စားဖွယ် ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ File size…(1.5 GB)/(760 MB)/(370 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Vu98/Hijacked.Flight.73.2023.720p.(CM).mp4",
        "category": "Documentary"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jSdGJz5m9Tst39Zq0Wdxb91Lmom.jpg",
        "title": "Magnetic Beats (2021)",
        "description": "ဒီဇာတ်လမ်းရဲ့တည်နေရာကတော့ ပြင်သစ်နိုင်ငံကမြို့လေးတမြို့မှာပါ။ ဒီမြို့မှာက ဂျရုံးနဲ့ ဖီးလစ်ဆိုတဲ့အရမ်းချစ်ကြတဲ့ညီအကိုနှစ်ယောက်ရှိကြတယ်။ဖီးလစ်ကလည်း ဂျရုံးကိုစံပြပုဂ္ဂိုလ်တယောက်လိုမျိုးမြင်သလိုဂျရုံးကလည်း သူ့ကိုအမြဲဂရုစိုက်ပေးတဲ့သူ့ညီလေး ဖီးလစ်ကိုအရမ်းချစ်တယ်။ သူတို့နှစ်ယောက် အတူတူဖန်တီးခဲ့ကြတာကရေဒီယို ဝါးဆောဆိုတဲ့ ရေဒီယိုအစီအစဉ်လေးတခု။ ဒီရေဒီယိုကနေအကိုဖြစ်သူဂျရုံးက သူ့ရဲ့အာဘော်တွေ ကမ္ဘာကြီးရဲ့ဂီတလက်ရာတွေကို ပြောပြလေ့ရှိသလိုသူ့ရဲ့ နောက်ကွယ်ကနေညီဖြစ်သူ ဖီးလစ်ကတော့ တိပ်ခွေတွေ စက်ခုံတွေကြားနစ်မြုပ်နေပြီးကိုယ့်အသံကိုယ် မုန်းတီးနေခဲ့မိတယ်။ ဒီလိုနဲ့ပဲ သူတို့ညီအကိုကြားထဲကိုတနေ့မှာ ၀င်ရောက်လာခဲ့တာက မာရီယာနာဆိုတဲ့ ဂျရုံးရဲ့ရည်းစားကောင်မလေး။ ဂျရုံးရဲ့ကလေးနဲ့အတူ ဆံပင်ညှပ်သင်ဖို့ဒီမြို့လေးကိုရောက်လာခဲ့တယ်။ ဖီးလစ်တယောက်ကတော့ မြင်မြင်ချင်းမှာပဲ သူမကိုချစ်မိသွားပြီ။ ဒါပေမယ့်သူ့အကိုကိုအရမ်းချစ်တဲ့ ဖီးလစ်အတွက်ကတော့ ကျော်လို့မဖြစ်တဲ့စည်းလေးတခုဖြစ်လာခဲ့တယ်။ ဖီးလစ် အသက် ၂၀မှာတော့ပြင်သစ်စစ်တပ်ရဲ့ စစ်မှုမထမ်းမနေရဥပဒေကြောင့် တပ်ထဲ၀င်ရဖို့အကြောင်းဖန်လာခဲ့တဲ့အချိန်မှာမာရီယာနာကလည်း တိတ်တိတ်လေးသူ့ကို၀န်ခံခဲ့တယ်။ ဒီလိုနဲ့ပဲ ဖီးလစ်တယောက် အကိုကို့ချစ်တဲ့စိတ်နဲ့မာရီယာနာ့ကိုချစ်တဲ့စိတ်တွေအကြား လွန်ဆွဲရဖို့ဖြစ်လာပါတော့တယ်။စစ်မှုထမ်းကာလအပြီး အဆုံးသတ်မှာ ဒီသုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးတပုဒ်က ဘယ်လိုမျိုးအဆုံးသတ်သွားမလဲ။ အဆုံးသတ်မှာ ဖီးလစ်တယောက် ဘာကိုရွေးချယ်သွားမှာလဲ။ မာရီယာနာကရော ဘာကိုရွေးချယ်သွားမလဲဆိုတာကို CM ပရိတ်သတ်ကြီးကMagnetic Beatsဆိုတဲ့ ပြင်သစ်ဇာတ်ကားလေးမှာ ကြည့်ရှုခံစားပေးကြပါဦး။  File size…1.26GB / 426MB\nQuality…WEB-Rip ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Bsor/Magnetic.Beats.2021.WEBRip720p(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sgMGvWai7E1Ryf9IvB5m0ILS7hl.jpg",
        "title": "Anna (2013)",
        "description": "Anna (2013)~ IMDb rating - 6.4/10 ~Mindscape ဆိုတဲ့ ထောက်လှမ်းရေးအေဂျင်စီက သာမန်ထောက်လှမ်းရေးအေဂျင်စီတစ်ခုမဟုတ်ဘဲ လူတွေရဲ့မှတ်ဥာဏ်တွေကိုဖတ်နိုင်တဲ့ စိတ်စွမ်းအင်ရှိတဲ့သူတွေနဲ့ဖွဲ့စည်းထားတဲ့ အေဂျင်စီတစ်ခုဖြစ်ပြီး နှစ်ပေါင်းများစွာ လက်သည်မပေါ်တဲ့အမှုတွေကို ဖော်ထုတ်ပေးနိုင်ခဲ့ပါတယ်။ဂျွန်ဝါရှင်တန်ကတော့ Mindscape လက်အောက်က နာမည်ကြီး မှတ်ဥာဏ်စုံထောက်တစ်ဦးပါ။ အထက်လူကြီးက သူ့ကို သာမန်ဆယ်ကျော်သက်တွေထက်ထူးခြားနေတဲ့ အန်နာဆိုတဲ့ကောင်မလေးကို မှတ်ဥာဏ်ဖတ်ပေးဖို့ တာဝန်ပေးလိုက်ပါတယ်။အန်နာက ကျောင်းတွင်းအကြမ်းဖက်မှုရဲ့တရားခံအဖြစ်နဲ့ကျောင်းထုတ်ခံထားရပြီး အခန်းပြင်ထွက်ခွင့်မရဘဲ အချိန်ပြည့်စောင့်ကြည့်ခံနေရပြီး ပထွေးဖြစ်သူက အန်နာကို စိတ်ကျန်းမာရေးဆေးရုံပို့ဖို့ပြင်နေပါတယ်။ ဂျွန်ရောက်လာတာဟာ အန်နာ့အတွက် အပြစ်ကင်းကြောင်းသက်သေပြဖို့ မျှော်လင့်ချက်ဖြစ်လာပါတယ်။အန်နာ့ကိုမှတ်ဥာဏ်ဖတ်ရင်း ဂျွန်ရဲ့ Career တလျှောက်မှာ တခါမှမကြုံဖူးတဲ့ ထူးထူးဆန်းဆန်းအရာတွေဖြစ်လာပါတော့တယ်။ ကျောင်း Hallway ကရပ်နေတဲ့နာရီ၊ အပြင်ကကျောင်းသူစာရင်းထဲမှာမရှိတဲ့နာမည်နဲ့ အန်နာ့ကျောင်းနေဖက်တစ်ယောက်ရဲ့လည်ပင်းကအမာရွတ်အပေါက်... ဘယ်အပိုင်းတွေကအမှန်ဖြစ်ပြီး ဘယ်အပိုင်းတွေက အန်နာလုပ်ကြံဖန်တီးထားတာလဲ...တကယ်ပဲအန်နာက Victim လား... လူသတ်သမားလား... ဆိုတာ ​​​ကြည့်ရှုသူတွေကိုယ်တိုင်ဆုံးဖြတ်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Hnin Ei Pai မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "6.4",
        "url": "https://megaup.net/1fxso/(CM)_Mindscape_aka_Anna_(2013)_BluRay_720p.mp4",
        "category": "Drama, Mystery, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMWY5YzE5YjEtMDViMS00MTc5LWEyNzItY2MxOWQxNmQxYTQxXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-161x200.jpg",
        "title": "Blind (2023)",
        "description": "Blind 2023Neerja လေယာဉ်ပြန်ပေးဆွဲတဲ့ကားထဲက လေယာဉ်မယ်လေး ဆိုနမ်ကပူးရ်\nခေါင်းဆောင်အနေနဲ့ပါဝင်ထားတဲ့ အိန္ဒိယ crime/thriller ရုပ်ရှင်ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nထိပ်တန်းရဲအရာရှိတစ်ဦးဖြစ်တဲ့ဂျီယာဟာ မိဘမဲ့ဂေဟာမှာအတူကြီးပြင်းခဲ့တဲ့\nမောင်လေးဖြစ်သူ အေဒရီရန်အပေါ် အစ်မအရင်းလိုတာဝန်ကျေတဲ့သူတစ်ဦးပါ။\nတစ်နေ့မှာတော့ မောင်လေးဖြစ်သူကိုကလပ်ကနေ ဆွဲခေါ်လာပြီးအပြန်မှာ\nမတော်တဆမှုတစ်ခုကြောင့် အမြင်အာရုံဆုံးရှုံးလိုက်ရပြီး မောင်လေးဖြစ်သူနဲ့ အရာရှိဘဝကိုပါ စွန့်လွှတ်လိုက်ရပါတယ်။တစ်နေ့တော့ မိဘမဲ့ဂေဟာကအပြန် လမ်းမှာတက္ကစီငှားရင်း မထင်မှတ်ထားတဲ့ လူသတ်မှုတစ်ခုကို\nကိုယ်တိုင်ကြုံလိုက်ရပြီး တစ်ဦးတည်းသောသက်သေ ဖြစ်သွားတဲ့ချိန်မှာ\nမျက်မမြင်တစ်ယောက်ရဲ့စကားကို ဘယ်သူမှလက်မခံခဲ့ပါဘူး။\nဒီလိုနဲ့ ဂျီယာဟာ ရဲဝန်ထမ်းဟောင်းတစ်ယောက်အနေနဲ့ ဒီအမှုကို\nဘယ်လိုကိုင်တွယ်ဖြေရှင်းမှာလဲ သူကိုယ်တိုင် လူသတ်သမားကို\nရှာတွေ့နိုင်မှာလားဆိုတာ အဖြေရှာရင်း ကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Moon~Zwe~V~BpLတို့ပဲဖြစ်ပါတယ်။\nFile size…1.8GB / 737MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 4m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~Zwe~V~BpL",
        "rating": "5.4",
        "url": "https://megaup.net/1Vuhg/Blind.2023.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzhhNzMwMjEtNzAzZi00YTUwLWJiZGQtZmM2YTk2MGFmY2I2XkEyXkFqcGdeQXVyNzMxMzQyNDE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Sick of Myself (2022)",
        "description": "IMDb rating - 7.2/10 ဒီတစ်ခေါက်မှာတော့ Norawy Comedy,Drama အမျိုးအစားဇာတ်လမ်းလေးနဲ့ တင်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းထဲမှာ self- promotion ကိုမှားယွင်းစွာလုပ်မိသွားတဲ့ Signe တစ်ယောက်ဒုက္ခလှလှကြုံတွေ့ရပုံကို ယနေ့ခေတ်မှာဖြစ်လေ့ရှိတဲ့ uncomfortable truths တွေကိုပါ ထည့်သွင်းပြီးရိုက်ပြထားတဲ့အတွက် ပရိတ်သတ်ကြီးတို့ အားလပ်ရက်မှာကြည့်ရှူသင့်တဲ့ ဇာတ်လမ်းကားကောင်းလေးတစ်ခုပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့.. Signe နဲ့ Thomas တို့ဟာ အဆင်မပြေပြီး တစ်ယောက်နဲ့တစ်ယောက်ယှဉ်ပြိုင်ချင်တဲ့ ဆက်ဆံရေးတစ်ခုကိုပိုင်ဆိုင်ထားတဲ့ စုံတွဲတစ်တွဲပေါ့။ Thomas ကအနုပညာရှင်တစ်ယောက်ပါ Signe ကတော့ သူ့ရဲ့ဂုဏ်သတင်းကို လူတွေရဲ့အာရုံစိုက်ခံရအောင်လုပ်ပြီးရယူလေ့ရှိပါတယ်။ တစ်နေ့မှာတော့ Thomas တစ်ယောက် မဂ္ဂဇင်းတွေကပါ အင်တာဗျူးလုပ်ပြီး အောင်မြင်စပြုလာတာကို Signe မြင်ရတဲ့အခါမှာတော့ သူလည်းနာမည်ကျော်လူသိများဖို့အတွက် သူ့ရဲ့လိမ်ဆင်တွေကိုစပြီး အကောင်အထည်ဖော်ဖို့ကြိုးစားပါတော့တယ်..File size…(1.8 GB)/(870 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:37:00\nGenre...Drama, Comedy\nSubtitle….Myanmar ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Vu8e/Sick.Of.Myself.2022.720p.(CM).mp4",
        "category": "Comedy, Drama"
    }
]