[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDRlMGYzNjQtOWJjYy00NjU4LThlMDMtYmY2ZDg0YTAzOGVhXkEyXkFqcGdeQXVyNzUwMDA5NDE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Detective Knight: Redemption (2022)",
        "description": "Detective Knight: Redemption (2022)\n===========================Detective Knight ရဲ့ Trilogy ထဲက Detective Knight :\nRedemption လေးတင်ဆက်ပေးလိုက်ပါတယ်။ ခရစ္စမတ်လည်း\nနီးပြီဆိုတော့ Bruce Willis ခရစ္စမတ်မှာ ဘယ်လိုသောင်း\nကြမ်းမလဲဆိုတာ ကြည့်လိုက်ပါတော့နော်။စုံထောက်နိုက် (Bruce Willis) ကတော့ Redemption မှာ တရား\nရင်ဆိုင်ဖို့ ထောင်မှာစောင့်ဆိုင်းနေရတာပါ။ ထောင်ထဲမှာ ဖာသာ\nကွန်လန်၊ ဆေးသမားကိုဒီရို့ဒ်နဲ့သိကျွမ်းခဲ့ပြီး လွတ်မြောက်ရေးတရား\nတွေ ဆွေးနွေးခဲ့ကြတာပေါ့။မကြာခင် နယူးယော့ခ်မှာ ဘဏ်ဓါးပြတိုက်မှုတွေနဲ့ ဗုံးပေါက်ကွဲမှုတွေ\nဆက်တိုက်ဆိုသလိုဖြစ်နေတာကြောင့် ပြည်သူတွေလည်းကြောက်နေ\nကြပါပြီ။ ရဲဌာနနဲ့မြို့တော်ဝန်လည်းခေါင်းကိုက်နေပြီမို့ အတွဲညီခဲ့တဲ့\nစုံထောက်နိုက်နဲ့စုံထောက်ဖစ်တို့ကို အကူအညီတောင်းဖို့ ဖြစ်လာပါ\nတော့တယ်။ခရစ္စမတ်နေ့ကြီးမှာ ဆန်တာဝတ်စုံတွေဝတ်ပြီး ဘဏ်ဖောက်နေကြတဲ့\nအရူးတစ်သိုက်ရဲ့ နောက်ကြောင်းနဲ့ စုံထောက်နိုက်ရဲ့ဖြေရှင်းပုံတွေကို\nခပ်မိုက်မိုက်ရိုက်ပြထားတာမို့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်\nပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (500 MB) / (280 MB)\nQuality............WEB-DL 1080p, 720p, 480p\nDuration.........1h ...",
        "rating": "4.9",
        "url": "https://megaup.net/1aO4c/Detective.Knight.Redemption.2022.720p.AMZN.WEB-DL[CM].mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODEzNmNmNTctMjgyNy00OWNjLTgxNTctOTc2NWVhZDNiNWY4XkEyXkFqcGdeQXVyMTMzMDU5MjY2._V1_-133x200.jpg",
        "title": "Detective Knight: Rogue (2022)",
        "description": "Detective Knight: Rogue (2022)\n======================Halloween ရာသီမှာ ဇာတ်လမ်းတွေနဲ့ Chill ကြမယ့် ရုပ်ရှင်ပရိသတ်တွေ\nအတွက် မင်းသားကြီး Bruce Willis ရဲ့ စုံထောက်ရုပ်ရှင်အသစ်တစ်ခုကို\nတင်ဆက်ပေးလိုက်ပါတယ်။လော့အိန်ဂျယ်လိစ် မြို့မှာ ပိုက်ဆံတွေတင်လာတဲ့ ထရပ်ကားကို အဖွဲ့တစ်ဖွဲ့က\nဓားပြဝင်တိုက်ပါ‌တော့တယ်။ စုံထောက် နိုက်တ်နဲ့ သူ့တွဲဖက် ဖစ်ဇ် တို့လည်း\nဓားပြတွေကို ဖမ်းဆီးဖို့ ကြိုးစားရင်း၊ ဖစ်ဇ်တစ်ယောက် သေနတ်အပစ်ခံရပြီး\nအရေးပေါ်ကိုရောက်သွားပါတော့တယ်။နိုက်တ်လည်း အဆိုပါအဖွဲ့ကို လိုက်ဖမ်းဖို့ ရေကုန်ရေခမ်းကြိုးစားပါတော့တယ်။\nသို့သော် ထိုအဖွဲ့က မြို့တွေ တစ်မြို့ပြီး တစ်မြို့သွားပြီး ဓားပြတိုက်နေသလို\nခြေရာလက်ရာဖျောက်တဲ့နေရာမှာလည်း သေသပ်တာမို့ ဖမ်းလို့မမိဖြစ်နေပါ\nတော့တယ်။  နိုက်တ်လည်း ထိုအဖွဲ့ကို နယူးယော့ခ်မြို့မှာ ခြေရာခံမိရင်း အတိတ်က\nပတ်သက်ခဲ့ဖူးတဲ့ သတင်းပေး ဝင်းနာ ဆိုတဲ့လူနဲ့ ပြန်လည်တွေ့ဆုံရာကနေ ဘယ်လိုမျိုး\nအလှည့်အပြောင်းတွေဖြစ်လာမလဲဆိုတာကို အက်ရှင်ခန်းတွေနဲ့ ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ နိုက်တ်အနေနဲ့ သရုပ်ဆောင်ထားတာကတော့ အားလုံးရဲ့အချစ်တော်\nမင်းသားကြီး Bruce Willis ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard Lin ဖြစ်ပါတယ်)File Size..........(1.68 ...",
        "rating": "3.8",
        "url": "https://megaup.net/2vueD/Detective.Knight.Rogue.2022.720p.WEBRip.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/mister-133x200.jpg",
        "title": "Mister Mummy (2022)",
        "description": "Mister Mummy (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ မင်းသား ရီတေရှ်ဒေရှ်မွခ်နဲ့\nမင်းသမီး ဂျနယ်လီယားဒီဆူဇာတို့ဇနီးမောင်နှံနှစ်ယောက်ရဲ့ဟာသကားလေးပဲဖြစ်ပါတယ်။ဒီလင်မယားဟာ မင်္ဂလာသက်တမ်းကြာညောင်းခဲ့ပေမယ့် ခင်ပွန်းဖြစ်သူဟာ လုံးဝ\nကလေးမလိုချင်ခဲ့ပါဘူး။ သူ့မှာ ကလေးမလိုချင်ရတဲ့ အကြောင်းရင်းလည်း ရှိနေခဲ့ပါတယ်။သို့ပေမယ့် ဇနီးဖြစ်သူနဲ့ မိဘအသိုင်းအဝိုင်းကတော့ အရမ်းကို မြေးချီချင်နေခဲ့ပြီဖြစ်ပါတယ်။အဘက်ဘက်ကနေ နည်းလမ်းမျိုးစုံနဲ့ သူတို့လင်မယားကလေးရအောင် ကြိုးစားပေးခဲ့ပေမယ့်လည်း\nမအောင်မြင်ခဲ့ပါဘူး။ဒီလိုနဲ့ တစ်ညမှာတော့ မိဘတွေရဲ့ဆန္ဒဟာ အရာထင်ဖို့ ဖြစ်လာခဲ့ပါပြီ။ဖြစ်မှဖြစ်တော့လည်း ဇနီးသည်တင်မက ခင်ပွန်းဖြစ်သူကပါ သန္ဓေတည်လာခဲ့ပါပြီ။ဆိုတော့ ဆက်လက်ပြီး ဘယ်လိုတွေလွဲလာမလဲဆိုတာတော့ ဇာတ်ကားကြည့်ရင်းနဲ့ပဲ\nဆက်ခွီလိုက်ကြပါဦးနော်...။\nFile size…1.5GB / 688MB\nQuality…1080p HQ HD RIP /720p\nFormat…mp4\nDuration….1h 37m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "",
        "url": "https://megaup.net/2xEK5/Mister_Mummy_(2022)_Hindi%C2%A0%C2%A0HQ_HDRip.720p(CM).mp4",
        "category": "Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/47brh3ipjQkPHCMKsutdK3fMz0R.jpg",
        "title": "Two Hands(1999)",
        "description": "Two Hands(1999)****************Heath Ledger ရဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်..ဂျင်မီဟာ ကလပ်မှာ အလုပ်လုပ်တဲ့ကောင်လေးပေါ့။ တစ်နေ့မှာ နယ်မြေရဲ့ဂိုဏ်းစတားကသူ့ပိုက်ဆံ‌တွေသွားပို့ပေးဖို့ဂျင်မီကိုခိုင်းခဲ့ပါတယ်..\nသွားပို့ရမယ့်နေရာမှာ ငွေလက်ခံမယ့်သူက အိမ်ထဲက ထွက်မလာလို့အချိန်ဖြုန်းဖို့ဆိုပြီး ရေသွားကူးမိခါမှ ပိုက်ဆံတွေအလစ်သုတ်ခံလိုက်ရပါတယ်။\nပိုက်ဆံတွေပြန်မပေးနိုင်ရင် အသတ်ခံရမှာဆိုတော့ ဂျင်မီခ‌မျာ ကြံမိကြံရာကြံရပါတော့တယ်။\nကံတရားရဲ့အလှည့်အပြောင်းတွေကြောင့် ဂျင်မီတစ်ယောက် အဆုံးမှာဘယ်လိုဖြစ်သွားမလဲဆိုတာ‌ကိုတော့,,,File Size :(2.1GB)(897 MB) and (286MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/2xEpo/Two.Hands.1999.blu-ray.720p.(CM)F.mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-paul-135x200.jpg",
        "title": "Paul Blart: Mall Cop 2 (2015)",
        "description": "Paul Blart Mall Cop 1 ထုတ်လွှင့်အပြီး ၆နှစ်အကြာမှာ အပိုင်း(2) ထပ်မံထွက်ရှိခဲ့ပါတယ်...။ အပိုင်း (2)မှာလည်း... အပိုင်း (1)တုန်းကလိုပဲ ကုန်တိုက်လုံခြုံရေးပေါလ်ဘလတ်ရဲ့ စွန့်စားခန်းဟာသတွေကို တွေ့ရှိရမှာပါ။ ဇာတ်လမ်းအကျဥ်းမှာတော့ ပေါလ်ကို \"လုံခြုံရေးအရာရှိများအသင်းအဖွဲ့ကြီး\"က ဗေးဂတ်စ်မြို့က \"ဝင်န်ဟိုတယ်\"မှာ ကုန်စည်ပြပွဲနဲ့ ဆုပေးပွဲတက်ရောက်ဖို့ ဖိတ်ကြားခဲ့တယ်။ ဝင်န်ဟိုတယ်ကို ပေါလ်နဲ့ ပေါလ်သမီး မာရာတို့ လာရောက်တည်းခိုရင်းနဲ့ ပန်းချီကားသူခိုးလူဆိုးအဖွဲ့နဲ့ ကြုံရပါတော့တယ်။ ပထမအပိုင်းကလိုပဲ ပေါလ်အနေနဲ့ လူဆိုးအဖွဲ့ကို တစ်ယောက်ချင်းဖြုတ်ဖို့ ဖြစ်လာခဲ့တယ်။ ပေါလ်တစ်ယောက်ရဲ့ အလွဲတွေနဲ့စွန့်စားခန်းကို ဟာသနဲ့ actionရောနှောထားတဲ့ဇာတ်ကားတစ်ကားအနေနဲ့ ကြည့်ရှုရမှာပါ။ Paul Blart Mall Cop (1)ကို ကြည့်ရတာ သဘောကျရင် (2)ကို ဆက်ကြည့်လို့ရပါတယ်နော်...။ နှစ်ကားထွက်ပေမဲ့ ဇာတ်လမ်းချင်းအရမ်းမချိတ်ဆက်ထားတာကြောင့် တစ်ကားချင်းကြည့်လို့လည်းရပါတယ်။File size…(1.97GB)  / (`1.1GB) / (671.02MB)\nQuality…. Web 1080P ...",
        "rating": "",
        "url": "https://megaup.net/1Rukn/Paul.Blart.Mall.Cop.2.2015.720p.(CM).mp4 ",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-paul-1-134x200.jpg",
        "title": "Paul Blart: Mall Cop(2009)",
        "description": "ဒီ ဇာတ်လမ်းလေးကတော့ ခပ်ဝဝနဲ့ စိတ်ကောင်းရှိတဲ့ ကုန်တိုက်လုံခြုံရေး ပေါလ်ဘလတ် ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ ။ Comedy, Actionအမျိုးအစားဖြစ်ပြီးတော့ မိသားစုနဲ့အတူတူကြည့်လို့ကောင်းမယ့် wholesomeဖြစ်တဲ့ ဇာတ်ကားမျိုးလေးလည်း ဖြစ်ပါတယ် ။ ဇာတ်လမ်းအကျဥ်းမှာတော့ ပေါလ်ဘလတ်က ဝက်စ်အောရိန့်ချ် ပါဗီလီယွန်ကုန်တိုက်ရဲ့ လုံခြုံရေးအစောင့်တစ်ယောက်၊ ပြည်နယ်ရဲတပ်ဖွဲ့ဝင်တစ်ဦးဖြစ်လာဖို့ကြိုးစားနေပေမဲ့ သွေးတွင်းသကြားဓာတ်နည်းတဲ့ရောဂါကြောင့် အိပ်မက်က အလှမ်းဝေးနေတယ်။ ပေါလ်ရဲ့ မိခင်နဲ့ ပေါလ်ရဲ့မိတဆိုးသမီးလေးမာရာကတော့ ပေါလ်ကို ဂရုစိုက်ရှာပါတယ်။ ပေါလ်ကို လက်တွဲဖော်လေးတစ်ယောက်လည်း ရစေချင်ကြတယ်။ ပေါလ်မှာလည်း သူလုံခြုံရေးစောင့်တဲ့ ကုန်တိုက်ထဲမှာ ချစ်ရတဲ့crushလေးရှိလာတယ်။ တစ်နေ့ ပေါလ်တို့ရဲ့ ကုန်တိုက်ကို အကြမ်းဖက် လူဆိုးအုပ်စုက ဓားပြတိုက်ဖို့ ဝင်ရောက်စီးနင်းကြတယ်။ အဲဒီအချိန်မှာ ဓားစာခံမိထားတဲ့crushလေးကိုကယ်လိုဇောနဲ့ ပေါလ်တစ်ယောက်က လူဆိုး၈ယောက်ကို တစ်ကိုယ်တော်အစွမ်းနဲ့ တစ်ဆင့်ချင်း ဘယ်လိုဖြုတ်သွားမလဲဆိုတာကိုတော့ Paul Blart Mall Cop ဇာတ်ကားလေးထဲမှာ ကိုယ်တိုင်ကြည့်ရှုခံစားလို့ရပါပြီFile size…(1.7GB)  / ...",
        "rating": "",
        "url": "https://megaup.net/1RGcq/refined-mallcop-blu720p(CM).mp",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5da1mvc706UkMAAuo2GtLWotcvE.jpg",
        "title": "Gabdunri: The Vanishing Town (2022)",
        "description": "Gabdunri : The Vanishing Town (2022)Horror တွေကိုမှ ကြိုက်တတ်ကြတဲ့သူတွေအတွက် ကိုရီးယားရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပါဦးမယ်နော်သရဲတွေ၊ ထူးခြားဆန်းပြားတဲ့အရာတွေကို မှတ်တမ်းရုပ်ရှင်ရိုက်တဲ့ အဖွဲ့ဟာ\nဂတ်ဒွန်းရီဆိုတဲ့ အဆောက်အဦးပျက်ကို သွားပြီးမှတ်တမ်းယူရင်း\nလွန်ခဲ့တဲ့ ၁၇ နှစ်က ပျောက်သွားတဲ့ ဆောင်းဟျော့ရဲ့ ညီမဖြစ်သူရဲ့အလောင်းကို သွားရှာကြပါတယ်ညီမပျောက်လို့ စိတ်လွတ်နေတဲ့ ဆောင်းဟျော့ကိုပါ လမ်းပြအဖြစ် မဖြစ်မနေခေါ်သွားရသလို\nသွားရတဲ့နေရာလည်း အချိန်တွေကြာသွားတော့ လူမသိသူမသိဖြစ်တဲ့နေရာဆိုတော့ အရမ်းကိုစွန့်စားသွားရပြန်ရော\nအဲလိုနဲ့ အဲဒီဂတ်ဒွန်းရီဆိုတဲ့ အဆောက်အဦးပျက်ထဲမှာ ဘယ်လိုအရာတွေကြုံတွေ့ရမလဲ၊\nမှတ်တမ်းအဖွဲ့ဝင် ၅ ယောက်ကရော အဲဒီကနေ ဘယ်လိုထွက်လာနိုင်မလဲမှတ်တမ်းရိုက်ကူးသလိုပုံစံနဲ့ ရိုက်ကူးထားတာဖြစ်ပြီးတော့\nဘာသာပြန်သူအနေနဲ့တော့ ၂၀၁၈ ကထွက်ခဲ့တဲ့ Wi Ha Joon ရဲ့ Gonjiam: Haunted Asylum လိုမျိုး Vibe ပြန်ရလို့\nခပ်အေးအေးနဲ့ စိမ့်စိမ့်လေး ကြည့်ရမယ့် ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းချင်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။Genre...Horror\nQuality…. 1080p | ...",
        "rating": "5",
        "url": "https://megaup.net/3TyIZ/Gabdunri.the.Vanishing.Town.2022.FHDRip.720p.CM.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/66yOibmlqxASFoNyEZIORELJqBC.jpg",
        "title": "Stealing Raden Saleh (2022)",
        "description": "Stealing Raden Saleh (2022)(1080p ရပါပြီ)ဇာတ်လမ်းအစမှာတော့ နိုင်ငံကျော်ပန်းချီဆရာတွေရဲ့ ပန်းချီကားတွေကိုပုံတူပွားဆွဲတဲ့ပီကိုနဲ့ စထားပါတယ်။ လေလံပွဲမှာ ပီကိုဆွဲထားတဲ့ ကောပီအပွားက သန်းကိုးရာနဲ့ရောင်းထွက်သွားခဲ့ပါတယ်။ပီကို့ရဲ့အဖေကလည်း လုရက်မှု တစ်ခုနဲ့ထောင်ကျနေခဲ့ပြီး အဖေကို ထောင်မကျအောင် အမှုကို ပြန်လည်စစ်ဆေးပေးဖို့အတွက် ၂ ဘီလီယံလိုလာခဲ့ပါတော့တယ်။ အဲ့ဒါနဲ့ သူငယ်ချင်း အူးကျွတ်နဲ့ တိုင်ပင်ရင်း ဇာတ်ကားနာမည်ထဲက ပန်းချီ အကျော်အမော် ရာဒင် ဆာလက်ရဲ့ ပန်းချီကား တစ်ခုကို ပုံတူကူးဆွဲပြီး ရောင်းဖို့ အကြောင်းဖန်လာပါတော့တယ်။ပီကိုကရော ပန်းချီအကျော်အမော် ရာဒင်ဆာလက်ရဲ့ ပန်းချီကားကို ပုံတူဆွဲပြီး အောင်အောင်မြင်မြင်နဲ့ရောင်းချနိုင်ပါ့မလား?\nသူ့အဖေကိုကော အယူခံဝင်နိုင်အောင် လုပ်ပေးနိုင်ပါ့မလား? ဆိုတာ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုကြပါခင်ဗျာ။စကားချပ်အနေနဲ့ကော့ အင်ဒိုနီးရှားဆိုတာ ကျွန်တော်တို့ရဲ့ ဒေသတွင်းအိမ်နီးချင်းနိုင်ငံဖြစ်ပေမဲ့ ရုပ်ရှင်အရည်အသွေးပိုင်းမှာတော့ အများကြီးတိုးတတ်လာပါတယ်။ အဲ့ဒီအပြင် IMDB မှာ rating 7.5 ရရှိထားပြီး အစကနေအဆုံးထိ ရိုးအီမသွားအောင်ဆွဲဆောင်နိုင်တဲ့ ဇာတ်ကားလေးဖြစ်လို့ ကြည့်ရှု့ခံစားလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1bIjy/[CM]Stealing.Raden.Saleh.2022.720p.WEB-DL.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bxh5xCCW9Ynfg6EZJWUkc1zqTnr.jpg",
        "title": "Transfusion (2023)",
        "description": "Transfusion (2023)ဒီဇာတ်ကားက Avatar မင်းသား Sam Worthingtonရဲ့ Action,Dramaဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။\nသူအ​နေနဲ့ ဒီဇာတ်ကားထဲမှာ အထူးစစ်ဆင်​ရေး စစ်သားဟောင်း ရိုင်ယန်လိုဂန်အဖြစ် ပါဝင်ထားပါတယ်။\nဇနီးဖြစ်သူ ယာဉ်တိုက်မှုနဲ့ဆုံးပါးသွားပြီး​​နောက် စစ်ထဲကထွက်ကာ မိတဆိုးသား​​လေးနဲ့အတူ ရရာအလုပ်လုပ်ရင်း\nဇနီးသည် ဆုံးရှုံးခဲ့တဲ့ စိတ်ဒဏ်ရာနဲ့ စစ်အတွင်းက ရခဲ့တဲ့ စိတ်ဒဏ်ရာ​တွေကို ကုစားဖို့ ကြိုးစားရင်း\nသားဖြစ်သူရဲ့​ရှေ့​​ရေးအတွက် ပိုက်ဆံပိုရှာဖို့ လိုအပ်လာတဲ့အခါ တပ်ထဲက အထက်အ​ရာရှိ​ဟောင်းနဲ့ပူး​ပေါင်းပြီး\nဒုစရိုက်​လောကထဲကို ဝင်​ရောက်ဖို့ အ​ကြောင်းဖန်လာပါ​တော့တယ်။အညွှန်းကိုတော့ X က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ X နဲ့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Crime, Drama, Thriller\nQuality…. 1080p | 720p | 480p\nFile size… 913MB | 504MB | 258MB\nFormat… mp4\nDuration….1h 46min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... X and Rashida\nEncoder ...",
        "rating": "5.3",
        "url": "https://megaup.net/2xDL1/Transfusion.2023.720p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjBiNjBmZTktNDk2ZS00Yjk5LWE5YzgtMzI2ZjExYWM3ZjBkXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_-140x200.jpg",
        "title": "Chez Nous (2013)",
        "description": "Chez Nous (2013)\n=============\nIMDb Rating - 6.5/10ဘားလေးတစ်ခုရှိတယ် Chez Nous တဲ့။ အဲဒီဘားမှာပဲ အသက်\nအရွယ်မတူ အလုပ်အကိုင်မတူ genderမတူ sexualityမတူတဲ့\nလူခြောက်ယောက်စုမိကြတယ်။ Chez Nous ဆိုတဲ့နာမည်အတိုင်းပဲ\nအဲဒီဘားက သူတို့အတွက်အိမ်လိုကိုဖြစ်လို့ပေါ့။တစ်နေ့မှာ ခြောက်ယောက်ထဲကတစ်ယောက်ဖြစ်တဲ့ ဘားပိုင်ရှင်\nအက်ဂျယ်က ကျန်းမာရေးဖောက်ပြီး ဆေးရုံတင်လိုက်ရတဲ့အပြင်\nသူတို့ရဲ့ဆိုင်က ဒေဝါလီခံရတော့မယ်ဆိုတာ ကျန်တဲ့ငါးယောက်က\nသိသွားကြလေရော။ ဆိုင်ကိုပြန်ဝယ်ဖို့ ပိုက်ဆံမရှိကြတဲ့ ငါးယောက်\nသားဟာ ကြံကြံစည်စည် ပြတိုက်က စိန်လည်ဆွဲကို ခိုးဖို့လုပ်ကြပါ\nတော့တယ်။စွန့်စွန့်စားစား ခိုးတဲ့ကားဆိုပေမဲ့ comedyဖြစ်နေတော့ သည်းထိတ်\nရင်ဖိုဖြစ်မနေဘဲ ရယ်ရမှာပါ။ ဇာတ်ကွက်တချို့ကို အမ်စတာဒမ်ရဲ့\nနာမည်ကြီး Gay Pride ပွဲတော် 2012 Canal Parade အတွင်းမှာ\nရိုက်ထားတာဖြစ်တဲ့အတွက် ပွဲတော်ကျင်းပနေပုံတွေကိုလည်း ပျော်\nပျော်ကြီး ကြည့်ရမှာပါ။ ဒါပေမဲ့အက်ဂျယ်ကလွဲလို့ ကျန်တဲ့ငါးယောက်မှာ\nအဖြောင့်နေနေ အကွေးနေနေ အတွဲကိုယ်စီတွေနဲ့ ဖြစ်တဲ့အတွက်\nFAသမားတွေကြည့်မိရင် ရည်းစားလိုချင်သွားပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.93 GB) / (828 MB) ...",
        "rating": "6.5",
        "url": "https://megaup.net/2xzt0/Chez.Nous.2013.DUTCH.720p.BluRay.(CM).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZjUxOWNkZGYtZTVkMy00OGMxLTkyMmUtMjUyZjQ0MmQ3NTI4XkEyXkFqcGdeQXVyNzc2OTk4Mzk@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "WWII: The Long Road Home (2017)",
        "description": "WWII: The Long Road Home (2017)\n==========================ဒီဇာတ်လမ်းက ဆယ်ကျော်သက်ဒါရိုက်တာတစ်ယောက်ရဲ့\nသူ့အဘိုး ဒုတိယကမ္ဘာစစ်မှာ ထွက်ပြေးလွတ်မြောက်တာကို\nရိုက်ထူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့\nချာလီတို့တပ်ဖွဲ့ကို ကပ္ပတိန်တစ်ယောက်နဲ့အတူ ဂျာမနီစစ်တပ်\nကိုစုံစမ်းဖို့အတွက် ဂျာမနီနိုင်ငံကိုသွားရမယ်လို့အထက်ကအမိန့်\nချလာပါတယ်။ စုံစမ်းဖို့သွားနေရင်းနဲ့ လမ်းတစ်ဝက်မှာအဖမ်းလိုက်\nခံရပါတယ်။ နောက်တော့ ကပ္ပတိန်နဲ့အတူ မဟာမိတ်တပ်တွေ\nလာကယ်တာကိုစောင့်ဆိုင်းကြတာပေါ့။ဒါပေမယ့် ချာလီဟာ\nရန်သူ့နယ်မြေမှာဖြစ်တဲ့အတွက် စောင့်နေရင် ပိုဆိုးလာမယ့် အန္တရာယ်\nများကိုသိတဲ့အတွက် သူတစ်ယောက်တည်း မဟာမိတ်နယ်မြေကို\nရောက်အောင်သွားရင်းနဲ့လမ်းမှာ ကြုံရတဲ့အခက်အခဲတွေကိုရိုက်\nကူးထားတာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (822 MB) / (530 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 20Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, History\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.9",
        "url": "https://megaup.net/3dzI5/WWII.The.Long.Road.Home.2017.720p.WEBRip(CM).mp4",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZmUyYzc1NmEtZjU1NS00YjVmLWJjN2UtYWM5MGE5YmY1NWUzXkEyXkFqcGdeQXVyMTMwODQxNzQ2._V1_-136x200.jpg",
        "title": "Gurtunda Seetakalam (2022)",
        "description": "Gurthunda Seethakalam (2022)IMDb-7.7/10ဒီတစ်ခါတော့ ဘာဟုဗလီမင်းသမီးချောလေး\nသမန်နားပါဝင်သရုပ်ဆောင်ထားတဲ့ အချစ်ဇာတ်မြူးလေးပါကန်နာဒါဘာသာစကားပြော love mocktail ဇာတ်ကားကို\nremake လုပ်ထားတဲ့ တေလဂူစကားပြော တောင်ပိုင်းရုပ်ရှင်ပါအိန္ဒိယကားတွေထဲမှာ အိုဗာအက်တင်တွေမပါဝင်ပဲ အချစ်အကြောင်းကို\nရိုးရိုးရှင်းရှင်းနဲ့ ဖော်ပြပေးထားတဲ့ ဒီကားလေးမှာ အချစ်ရဲ့အဓိပ္ပာယ်ကို\nအဓိကဇာတ်ဆောင် ဒေ့ဗ်ရဲ့ အချစ်ရှာပုံတော်ခရီးလေးနဲ့အတူ ဖွင့်ဆိုထားတာကို‌ တွေ့ရပါတယ်\nမူရင်းကားထဲကလို အိုဗာဟာသတွေဇွတ်ထည့်မနေပဲနဲ့\nသင့်တော်တဲ့ရယ်ရွှင်စရာလေးတွေနဲ့ ကြည်နူးတစ်ခါပျော်ရွှင်တစ်လှည့်နဲ့\nကောင်မလေးနဲ့တူတူကြည်နူးနိုင်ဖို့ ပရိတ်သတ်ကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.05GB / 916MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Sai ThuRein ~ Nyein Aye",
        "rating": "7.8",
        "url": "https://megaup.net/1RG8a/Gurthunda_Seethakalam_(2022)_Telugu_TRUE_WEB-DL.720p(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-betty-148x200.jpg",
        "title": "Betty Blue (1986) 18+",
        "description": "တံကောက်ကြောဖြတ်ထားခံထားရတဲ့မြင်းရိုင်းတစ်ကောင်လို မိန်းကလေးကိုမှ ချစ်မိတဲ့အမျိုးသားတစ်ယောက်ရဲ့ သုခ ၊ ဒုက္ခ ၊ ချစ်ဒုက္ခ။ကံကြမ္မာရဲ့မျက်နှာသာမပေးမှုတွေကြောင့် ကမ္ဘာကြီးရဲ့လှောင်အိမ်ထဲမှာ ပိတ်မိနေတဲ့ ပန်းကလေးလို ၊ မြင်းရိုင်းလို ၊ စိတ်ရူးဖောက်နေတဲ့အမျိုးသမီးတစ်ယောက်လို.. မတရားမှုကို ဆတ်ဆတ်ထိမခံ တုံ့ပြန်တဲ့အရိုင်းလေး ဘက်တီရဲ့ဘဝအတုံ့အလှည့်တွေအကြောင်း။ အဖြစ်အပျက်တွေအကြောင်း။ဒီလိုမိန်းကလေးကိုမှ ချစ်မိတဲ့အမျိုးသားအတွက်တော့ ဒါဟာ ဝဋ်ကြွေးလို့လည်းခေါင်းစဥ်မတပ်ရက်တဲ့ လှလှပပ စိတ္တဇနာမ်လေးတစ်ခုလို့ပဲ ဆိုရမလား။ အရူးမကိုမှ ရွေးချစ်မိတယ်လို့ပဲ ဆိုရမလား။ဘာပဲဖြစ်ဖြစ် ချစ်မိပြီဆိုမှတော့ သူ့အတွက် အရာအားလုံး လုပ်ပေးချင်ခဲ့တာပါပဲ။ ကြယ်တွေ ခူးပေးတာပဲဖြစ်ဖြစ်။ ဓားပြတိုက်ပေးတာပဲဖြစ်ဖြစ်။ သူ့အတွက်နဲ့ တပါးသူကို အမှိုက်ပီဇာ ဖုတ်ကျွေးမိတာပဲဖြစ်ဖြစ်။ အချစ်ဆိုတာ ဒီလိုပဲလားလို့တွေးမိရင် ဒါက အချစ်ပါပဲလို့ညွှန်းရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။ဘက်တီဆိုတဲ့အမျိုးသမီးလေးက Zorg ဆိုတဲ့ယောကျာ်းတစ်ယောက်ဆီကို နေသာတဲ့နေ့တစ်နေ့မှာ ရောက်လာခဲ့ပါတယ်။ သူတို့အတူ ချစ်ရည်လူး တစ်တီတူးနေတာကို မြင်ပြင်းကတ်လှတဲ့လူတွေ သို့မဟုတ် တစ်ဆင့်စကားတွေကြောင့် ဇုရဲ့ အလုပ်ရှင်နားကို ပြန်လည်ပေါက်ကြားသွားတဲ့အခါ... Zorg နေတဲ့တဲကို အလုပ်ရှင်ရောက်လာပြီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/1bGwu/Betty.Blue.1986.FRENCH.DC.720p(CM).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/pvgjp6usx2w7-142x200.jpg",
        "title": "Bite Me If You Love Me (2011)",
        "description": "Bite me if you love me(2011)\"နင်ကရုပ်ချောတဲ့ကောင်လေးတွေကိုသဘောကျပေမဲ့ငါကတော့ ဇွန်ဘီတွေကိုသဘောကျတယ်\"\nHitomiဆိုတဲ့ကောင်မလေးဟာ ဇွန်ဘီတွေကိုအလွန်စွဲလမ်းတဲ့ အထက်တန်းကျောင်းသူလေးပါ တရက်တော့ သူတို့အခန်းထဲက ဇွန်ဘီနာမည်ပြောင်နဲ့ကောင်လေးတစ်ယောက်ကိုတွေ့ခဲ့တယ် အဲ့ကောင်လေးဟာ‌အမြဲအေးတိအေးစက်နဲ့ပေမဲ့ Hitomiကိုတကယ်ချစ်ခဲ့တယ် Hitomiကတော့ အချစ်ကိုခုတုံးလုပ်ပြီး အဲ့ကောင်လေးကို ဇွန်ဘီအဖြစ်ပြောင်းလဲချင်နေတာပေါ့ ကဲ Hitomiရဲ့ဆန္ဒကိုလက်ခံလိုက်တဲ့အခါဘယ်လိုတွေဆက်ဖြစ်သွားမှာလဲ? Hitomiကကော ဇွန်ဘီတစ်ယောက်ပေါ် အချိန်ကြာကြီးသစ္စာရှိနိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦးFile Size__(400MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:12:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/bite-me-if-you-love-me-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTMwZDM0MzMtYjAwNC00MmFkLWI5OWEtYjMwOWI5NjllYjU5XkEyXkFqcGdeQXVyODMyOTYyMTM@._V1_-142x200.jpg",
        "title": "99.9 Criminal Lawyer: The Movie (2021)",
        "description": "99.9 Criminal Lawyer: The Movie (2021)\n=============================\nIMDb Rating - 6.3/10\"ဂျပန်နိုင်ငံက ရာဇဝတ်မှုတွေရဲ့ ၉၉.၉%ဟာ အပြစ်ရှိကြောင်း\nစီရင်ချက်ချခံရတယ်\"၊ \"တရားစွဲခံရပြီဆိုတာနဲ့ အပြစ်ဒဏ်ချခံရမှာ\nသေချာသလောက်ပဲ\"၊\"ဒီဇာတ်ကားဟာ ကျန်တဲ့(၀.၁%) နောက်ကွယ်ကဖုံးကွယ်နေတဲ့\nအမှန်တရားဆီအရောက်သွားဖို့ ဘာမဆိုလုပ်မယ့် ရှေ့နေတွေအ\nကြောင်းဖြစ်ပါတယ်\"။ဤကား ဇာတ်ကားမိတ်ဆက်။99.9 Criminal Lawyer ဟာ စီးရီးသပ်သပ်ရှိပါတယ်။ ဒါကမူဗီပါ။\nစီးရီးနဲ့ ဒီမူဗီရဲ့ အမှုတွေက ဆက်စပ်မနေတာမို့ စီးရီးမကြည့်ဖူးလည်း\nဒီမူဗီကိုတန်းကြည့်လို့ရပါတယ်။ဟီရိုတိုမိယာမဆိုတဲ့ လူငယ်ရှေ့နေ့တစ်ယောက်ဟာ မာဒရာမဲဥပေဒေ\nရုံးမှာ အလုပ်လုပ်ပါတယ်။ သူက အခင်းဖြစ်ပွားတဲ့ပုံစံကို ပြန်လည်သ\nရုပ်ဖော်ပြီး ထင်မထားတဲ့နေရာက သဲလွန်စတွေနဲ့ အမှန်တရားကိုရှာဖွေ\nတတ်သူပါ။  ဒီကားထဲမှာတော့ လွန်ခဲ့တဲ့၁၅နှစ်က ဝိုင်အဆိပ်သင့်မှုကို\nမိယာမနဲ့သူ့အဖွဲ့သားတွေ ရှာဖွေစုံစမ်းပုံကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူရ\nမှာပါ။ တစ်ကားလုံး တရားခံဘယ်သူလဲ စဉ်းစားလာခဲ့ပြီးမှ နောက်ဆုံးမှာ\n\"ဟာ!\" ဆိုပြီး ပါးစပ်အဟောင်းသားဖြစ်ရမယ့် ဇာတ်ကားမျိုးဖြစ်ပါတယ်။\nကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin\nဖြစ်ပါတယ်)File Size..........(1.9 GB) / (828 MB) / (495 MB)\nQuality............WEB-RIP ...",
        "rating": "6.3",
        "url": "https://megaup.net/3dtA7/99.9.Criminal.Lawyer.The.Movie.2021.720p.BluRay.(CM).mp4",
        "category": "Comedy, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/lvzuf84b0wit-133x200.jpg",
        "title": "63 Minutes Later (2009)",
        "description": "63minutes later(2009)ဒီဇာတ်လမ်းလေးကတော့ ဇာတ်ကောင်သုံးခုကိုfocus ထားပြီးရိုက်ထားတဲ့ဇာတ်လမ်းလေးဖြစ်ပါတယ် ပထမဇာတ်ကောင်က မွေးကတည်းကစကားကောင်း\"မပြောတတ်တဲ့‌ဆောက်လုပ်ရေးသမားလေး ဒုတိယဇာတ်ကောင်ကတော့ ခွေးအဖြစ်ပြောင်းသွားတဲ့ကျောင်းသူလေးသုံးယောက်နောက်ဆုံးကတော့ နှာခေါင်းမှာလိင်တံရှိနေတဲ့ထူးဆန်းတဲ့လူတစ်‌ယောက် အကြောင်းကို ကြည့်ရှုရမှာဖြစ်ပါတယ်File Size__(300MB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:30:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/63-minutes-later-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/djhm1vdjvksn-133x200.jpg",
        "title": "Underwater Love (2011)",
        "description": "Underwater love(2011)ဂျပန်ရိုးရာပုံပြင်တွေထဲမှာ Kappaလိုခေါ်တဲ့ သတ္တဝါတမျိုးရှိတယ် သူက ရေထဲမှာနေလေ့ရှိပေမဲ့ လူတွေလိုပဲ အိပ်ချင်အိပ်စားချိန်စား လုပ်နိုင်တယ် သူအကြိုက်ဆုံးကတော့ သခွားသီးပေါ့\nဇာတ်လမ်း က Asukaဆိုတဲ့အမျိုးသမီးဟာ ငါးအရှင်လေးတစ်ကောင်ကိုရေကန်ထဲသွားလွှတ်ရင်း kappa တစ်ကောင်ကိုရေကန်ထဲမှာတွေ့ခဲ့တယ် ဖြစ်ချင်တော့အဲ့Kappaက သူ့ငယ်သူငယ်ချင်း Aokiဆိုတဲ့ကောင်လေးဖြစ်နေတယ် ဒီလိုနဲ့ တရက်မှာ Asukaရဲ့ ရှင်သန်ခွင့်သက်တမ်းက ကုန်ဆုံးတော့မဲ့အချိန်ရောက်လာတဲ့အခါပြန်လည်ရှင်သန်နိုင်ဖို့ Aokiနဲ့အတူတူ ဘယ်လိုတွေစွန့်စားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်File Size__(1.3GB)\nQuality__DVDRip\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:27:00\nType__Adult\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Dark Group\nEncoded by Dark Devil",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/underwater-love-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/shiho-2020-140x200.jpg",
        "title": "[18+]Shiho(2019)",
        "description": "[18+]Shiho(2019)***********အကကို ဝါသနာပါပေမယ့် ဘဝပေးအခြေအနေကြောင့် စွန့်လွှတ်ထားရတဲ့၁၇နှစ်အရွယ်အထက်တန်းကျောင်းသားလေး ဝူမင်းဟာ\nဖခင် ဆုံးသွားတဲ့နောက် သူ့အဖေကို ပြုစုပေးခဲ့ဖူးတဲ့ ဆူဂျောင်းနဲ့တစ်အိမ်တည်းမှာ အတူနေဖြစ်သွားခဲ့ပါတယ်...\nအမေအရွယ် ဆူဂျောင်းကို ဝူမင်းက ချစ်မိသွားပေမယ့် သူမကစကားမပြောတတ်တဲ့အပြင် နေမကောင်းဖြစ်နေတာကို သိပြီးအတတ်နိုင်ဆုံး ကာကွယ်ပေးချင်စိတ်တွေ ဖြစ်လာခဲ့ပါတယ်...\nဒါပေမယ့် ကျောင်းသားတစ်ယောက်အနေနဲ့ အကောင်းဆုံးကြိုးစားတာတောင်မှ သူမဆေးဖိုးဝါးခလောက်သာ ပေးနိုင်တာကြောင့်\nသူငယ်ချင်းရဲ့အဆက်အသွယ်နဲ့ ပိုက်ဆံများများရမယ့်အလုပ်ကိုလုပ်ဖို ဆုံးဖြတ်ရာကနေ ဘယ်လိုတွေ ဆက်ဖြစ်လာမလဲကိုယ်ချစ်ရသူကို ကာကွယ်ပေးဖို ကြိုးစားပေးတဲ့သူနဲ့ ချစ်ရတဲ့သူကိုအရယူနိုင်ဖို လုပ်တဲ့သူရဲ့ ချစ်ခြင်းမေတ္တာတွေကို ဖော်ပြထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်...မိသားစုနဲ့အတူမကြည့်သင့်တဲ့အခန်းများပါလို့ သတိထားစေချင်ပါတယ်..File Size :(1.2 GB) and (532 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:43:00\nGenre : Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by  DS",
        "rating": "6.7",
        "url": "https://megaup.net/1bHt5/Shiho.2019.WEB-DL.720P(DS)_.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Carol_of_the_Bells-858146107-large-150x200.jpg",
        "title": "Carol of the Bells (2022)",
        "description": "Carol of the Bells (2022)\n==================ဒီဇာတ်ကားလေးကတော့ ဆိုဗီယက်ပြည်ထောင်စုကို\nနာဇီဂျာမနီတို့ ကျုးကျော်စဥ်က ဂျူးလူမျိုးတွေရယ်\nဆိုဗီယက်ပြည်သူတွေ ဘယ်လိုဒုက္ခများစွာခံရလဲ၊ သတ်\nဖြတ်ခံခဲ့ရလဲဆိုတဲ့ဒုက္ခများစွာကို အိမ်နီးချင်းမိသားစုနှစ်စု\nအကြောင်းလေးနဲ့ အတူရိုက်ပြထားတဲ့ ဇာတ်ကားလေး\nဖြစ်ပါတယ်။ ရန်သူ​အပေါ်မှာတောင်​ ဂီတရဲ့သက်ရောက်\nနိုင်စွမ်း အနှစ်သာရတွေကိုအမွှမ်းတင်ပြသထားတဲ့ ဇာတ်\nလမ်းလေးလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းကအနည်းငယ်အေးသလိုထင်ရပေမယ့်၊ ဂီတကို\nချစ်တဲ့သူတွေအတွက်တော့ inspiration ကောင်းကောင်း\nပေးနိုင်တဲ့ ဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nmomo ဖြစ်ပါတယ်)File Size..........(2.16 GB) / (725 MB) / (398 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........2Hrs 05Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama, History\nTranslator.......momo\nEncoder..........SWM",
        "rating": "8.1",
        "url": "https://megaup.net/1bBcl/Carol.Of.The.Bells.2022.UKRAINIAN.720p.BluRay.(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/ldrvjzikhxv4-150x200.png",
        "title": "Can’t Cut It (2021)",
        "description": "File Size__(350MB)\nQuality__1080p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:00:00\nType__Horror\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Seung\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://channelmyanmar.org/cant-cut-it-2021/"
    }
]