[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gORZuEUy4xhgN6IDEZhaRJUIbqT.jpg",
        "title": "Sasquatch 2 ( 2022 )",
        "description": "2022ထွက် Sci-fi ,adventure အမျိုးအစားဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ\nသက်ရှိမျိုးစိတ်တွေကိုလေ့လာနေတဲ့ သိပ္ပံပညာရှင်အန်နာဟာ\nလွန်ခဲ့တဲ့၁၀နှစ်က သုတေသနအတွက်\nသဘာဝသစ်တောကိုသွားလေ့လာရင်း\nထူးဆန်းစွာပျောက်ကွယ်သွားတဲ့ အဘိုးဖြစ်သူကို\nရှာဖွေလိုစိတ်ပြင်းပြနေခဲ့ပါတယ်...အန်နာဟာ တစ်ချိန်ကအဘိုးဖြစ်သူရဲ့တပည့် ပါမောက္ခရှဲ...\nအဘိုးမိတ်ဆွေရဲ့သားဖြစ်သူ လီယွီဟန်တိုနဲ့အတူ\nသဘာဝသစ်တောဆီစွန့်စားခရီးထွက်လာပါတော့တယ်...သဘာဝသစ်တောမှာ အန္တရာယ်ပေါင်းစုံနဲ့ရင်ဆိုင်ချိန်မှာ\nဒဏ္ဍာရီထဲမှာသာကြားဖူးတဲ့ ခြေကြီးမိစ္ဆာကိုလဲတွေ့မြင်ခွင့်ရခဲ့ပါတယ်...\nသဘာဝသစ်တောကနေ အသက်ရှင်လျက်ပြန်ထွက်လာနိုင်ပါ့မလား..\nအဘိုးဖြစ်သူကိုရောရှာတွေ့နိုင်မှာလား\nပါမောက္ခရှဲမှာဘယ်လိုအကြံတွေရှိနေတာလဲ....\nဇာတ်လမ်းတစ်ပုဒ်လုံးကိုစိတ်လှုပ်ရှားခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Sci-Fi , Adventure\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/sasquatch-2-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BY2VkOWUyMTMtOTQ2Mi00ZDMyLWFjODgtODg1OGY2MzE3MzcyXkEyXkFqcGdeQXVyOTU1MjIzMzE@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "The Irish Connection (2022)",
        "description": "The Irish Connection (2022)\n====================IMDb Rating - 6.1/10ဒီဇာတ်လမ်းကတော့ အဲလစ်ဘိတ်ကာ ဆိုတဲ့ အိုင်းရစ်အမျိုးသမီး\nတစ်ယောက်ရဲ့ ငွေတိုက်စာချုပ်တွေ အခိုးခံလိုက်ရတဲ့ အရှုပ်တော်ပုံ\nဇာတ်လမ်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။အော်ရီရယ်က ငွေတိုက်စာချုပ် ပျောက်ဆုံးမှုနဲ့ ပတ်သက်ပြီး စုံစမ်းဖို့\nအိုင်ယာလန်ကို စေလွှတ်ခံလိုက်ရတဲ့ အမျိုးသမီးစုံထောက်တစ်ယောက်ပါ။\nတစ်ဖက်မှာလည်း အဲလစ်က သူ့ငွေတိုက်စာချုပ်တွေ ပြန်ရဖို့ မောင်ဖြစ်သူ\nရိုရီဘိတ်ကာကို တိတ်တဆိတ်စုံစမ်းခိုင်းထားပြီး သံသယရှိသူတွေနောက်ကို\nလိုက်ဖို့ ညွှန်ကြားထားပါတယ်။ငွေတိုက်စာချုပ်တွေကို ခိုးယူသွားတဲ့ ခရစ်ယာန်ဘုန်းတော်ကြီးယောင်ဆောင်\nထားတဲ့လူက မော်လ်တာဆိုတဲ့ မြို့လေးမှာ ပုန်းရှောင်နေမှန်း သိလိုက်ရတဲ့အခါ\nဗြိတိသျှအစိုးရဘက်ကရော အဲလစ်တို့ဘက်ကပါ သူခိုးကို အမိဖမ်းဖို့ အပြိုင်\nအဆိုင်ကြိုးစားကြပုံတွေကို မြင်တွေ့ရမှာပါ။ဒါ့အပြင် အက်ရှင် နဲ့ စွန့်စားခန်းတွေကြားက စုံထောက်မလေး အော်ရီရယ်ရဲ့\nအချစ်ဇာတ်လမ်းလေးကိုလည်း တွေ့မြင်ရဦးမှာမို့ ရသအစုံပါတဲ့ ဇာတ်ကားလေး\nတစ်ကားဆိုရင်လည်း မမှားပါဘူး။ နောက်ပြီးတော့ ဒီကားလေးဟာရုပ်ရှင်ပွဲတော်\nတွေမှာ ဆု (၄) ဆုထိရယူထားနိုင်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)\nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/1MUqd/The.Irish.Connection.2022.720p.WEBRip[CM].mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lef7Fnj3gOoFKNYpuZ8qq1FBj55.jpg",
        "title": "Jane Got a Gun (2015)",
        "description": "Jane Got a Gun (2015)ဒီရုပ်ရှင်ကို ဘာကြောင့်တင်ဆက်ဖြစ်သလဲဆို တစ်အချက် နာတာလီ ပေါ့တ်မန်း၊ နှစ်အချက် နာတာလီ ပေါ့တ်မန်း၊ သုံးအချက် နာတာလီ ပေါ့တ်မန်းပါပဲ။ ပေါ့တ်မန်းဟာ ငယ်ငယ်ကတည်းကကို Léon: The Professional လို မာစတာပိစ်ရုပ်ရှင်ကားမှာ အဓိကနေရာက ပါဝင်သရုပ်ဆောင်နိုင်ခဲ့တဲ့ သူဖြစ်ပြီး V for Vendetta တို့ Heat တို့ Jackie တို့လို တကယ့်ကားကောင်းတွေမှာပါခဲ့သလို Black Swan နဲ့လည်း အော်စကာရထားတဲ့ မင်းသမီးတစ်လက်ပါပဲ။ ခုထိကို တကယ့်မင်းသမီးကောင်းတစ်လက်ဖြစ်နေသေးသလို ဒါကလည်း သူအဓိကနေရာက ပါတဲ့ ရုပ်ရှင်ဆိုတော့ မကောင်းမှာ ပူစရာမရှိဘူးပေါ့။ပေါ့တ်မန်းအပြင် နောက်ထပ်အကြောင်းရင်းတွေကတော့ The Great Gatsby မှာပါခဲ့တဲ့ တွမ်ဘူချာနန်မင်းသား Joel Edgerton နဲ့ ကျွန်တော်သိပ်ချစ်တဲ့ သိပ်နှစ်လိုဖွယ်ကောင်းတဲ့ ရုပ်ခံနဲ့ Ewan ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Mvis/(CM)_Jane_Got_a_Gun_(2015)_720p.mp4",
        "category": "Action, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mahoRwcpJRx8TAuE6lKrYqCv8io.jpg",
        "title": "2037 (2022)",
        "description": "2037 (2022)အကျဥ်းထောင်ထဲကဇာတ်လမ်းတွေ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက် လတ်တလောထွက်ရှိထားတဲ့ \"2037\" ဆိုတဲ့ ရုပ်ရှင်ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအညွှန်း ...၁၉နှစ်အရွယ် ယွန်းယောင်းဆိုတဲ့ ကောင်မလေးဟာ အချိန်ပိုင်းအလုပ်လုပ်ရင်း အစိုးရဝန်ထမ်းစာမေးပွဲဖြေဖို့ ပြင်ဆင်နေပါတယ်။ ဉာဏ်ကောင်းတဲ့သူဖြစ်တဲ့အလျောက် သူငယ်ချင်းတွေလို ကျောင်းတက်ချင်ပေမယ့် မသန်စွမ်းမိခင်ကြီးအတွက် အစိုးရဝန်ထမ်းစာမေးပွဲ အောင်မြင်ဖို့သာ ဦးစားပေးနေရသူလေးဖြစ်ပါတယ်။ငွေကြေးချို့တဲ့တာကလွဲရင် အမေဖြစ်သူနဲ့ ပျော်ရွှင်နေတဲ့ ယွန်းယောင်းတို့ဘဝထဲ ကံကြမ္မာမုန်တိုင်းတစ်ခု တိုက်ခတ်လာပါတော့တယ်။ မမျှော်လင့်ထားတဲ့ဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် ယွန်းယောင်းတစ်ယောက် \"နစ်နာသူ\" ကနေ \"လူသတ်သမား\" ဖြစ်သွားပြီး မတရားသဖြင့် ထောင်ငါးနှစ် ကျခံခဲ့ရပါတယ်။အကျဥ်းထောင်ထဲမှာ \"ယွန်းယောင်း\" ဆိုတဲ့နာမည်အစား \"၂၀၃၇\" ဆိုတဲ့ အကျဥ်းသားနံပါတ်ကို ခေါ်ဝေါ်သံနဲ့အတူ မျှော်လင့်ချက်မဲ့နေတဲ့ ကောင်မလေးကို ဇာတ်လမ်းကိုယ်စီရှိကြတဲ့ အကျဥ်းခန်းအဖော်တွေက ဘယ်လိုလက်ကမ်းကူညီပေးကြမလဲဆိုတာ ဒီကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။(အညွှန်းကိုတော့ က Ei Phyu Khin ရေးပေးထားပါတယ်)File Size : 2.6GB, 902MB, 418MB\nQuality : ...",
        "rating": "",
        "url": "https://megaup.net/38p7u/[CM]2037.2022.720p.WEB-DL.mp4",
        "category": "Asian, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/jungle-cry-133x200.jpg",
        "title": "Jungle Cry (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Super 30 တို့လိုပုံစံ Hindi ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ IMDB မှာ 8.1 ထိရရှိထားပြီး NDTV မှာလဲ 4.6/5 ထိရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n============ကလေးတွေကို စာနဲ့ အားကစားသင်ပေးတဲ့ အင်စတီကျုတစ်ခုမှာ ရုဒရာဟာ\nအားကစားဆရာတစ်ယောက်ပါ။ ခရစ်ကတ်သည်သာ နိုင်ငံရဲ့အလေးအထားဆုံးဖြစ်နေတဲ့\nအိန္ဒိယမှာ ဘောလုံးအားကစားတိုးတက်ဖို့ အသင်းထောင်ဖို့ ရွာတွေအထိ မိုင်ပေါင်းများစွာ\nသွားပြီးရွက်ပုံးသီးကစားသမားလေးတွေကိုရှာဖွေခဲ့သူပါ။ ဒါပေမယ့်တစ်နေ့မှာတော့ ပေါလ် ဆိုတဲ့သူရောက်လာပြီး\nလေးလ အတွင်း လန်ဒန်မှာကျင်းပမယ့် အမေရိကန်ဘောလုံး\nရတ်ဘီပြိုင်ပွဲအတွက် သူရှာထားတဲ့အသင်းကို လုသွားတဲ့အခါမှာ\nရတ်ဘီအားကစားကိုမကြားဘူးတဲ့ကလေးတွေ လန်ဒန်မှာ ဘယ်လိုပြိုင်ကြမလဲ။\nခရီးဝေးတောင်မသွားဘူးတဲ့ရွာကကလေးတွေလန်ဒန်မှာ\nဘယ်လိုကြုံကြမလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာပဲ လိုက်ပါစီးမျော ခံစားလိုက်ကြပါဦး \nFile size…2.08GB / 1.03GB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by ThuRa & Allena & OeliuJ & Lwin Htoo",
        "rating": "8.1",
        "url": "https://megaup.net/1Mv07/Jungle.Cry.2022.720p.AMZN.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cDCmmaTud71gJFkmTHu6Cd5xK1I.jpg",
        "title": "Family Camp (2022)",
        "description": "Family Camp (2022)\" ကမ္ဘာမြေမှာ ခိုလှုံရာခေါ်ဆိုတဲ့ အိမ်...\nနှလုံးသားတွေ နွေးထွေးရင် ဒါဟာလည်း အိမ်... \" တဲ့။အိမ်ဆိုတဲ့ပညတ်ဟာ ကိုယ့်စိတ်အတွက် အနွေးထွေးဆုံးနေရာတစ်ခုကို အစွဲပြုခေါ်ကြတဲ့ နာမည်ပဲမလား။ မိသားစုတွေ ပြေလည်တဲ့အခါ အိမ်ဟာနွေးထွေးလင်းလက်နေပြီး မိသားစုတွေ မပြေလည်တဲ့အခါ အိမ်ဟာ အေးစက်မှောင်မဲနေမှာပဲ။ ဒီရုပ်ရှင်ကတော့ မပြေလည်ကြတဲ့မိသားစုတွေကနေ နှလုံးသားတွေနွေးထွေးစေမယ့်အိမ်ဆီ သူတို့အလိုအရတော့ ဘုရားသခင်က အရိပ်ပြပေးပြီး သူတို့နှလုံးသားက ရှေ့ဆက်သွားရတဲ့အကြောင်းပေါ့။ မဟုတ်လည်း ဒီတိုင်း နှလုံးသားနဲ့ပဲ နွေးထွေးတဲ့အိမ်ဖြစ်အောင် ဘယ်လိုပြန်အသက်သွင်းကြမလဲ ကြည့်ကြရမှာပါ။ဒီရုပ်ရှင်ရဲ့အားသာချက်ကတော့ မိန်းဇာတ်လိုက်က မိသားစုနှစ်ခုပါ။ တစ်ခုက သိသိသာသာကို အိမ်ထောင်ရေးပြေလည်မနေတဲ့မိသားစု။ ဒုတိယတစ်ခုကတော့ လူရှေ့သူရှေ့မှာ ပြေလည်နေပြီး ဟန်ပဲရှိတဲ့မိသားစု။ ဒီမပြေလည်တဲ့ မိသားစုနှစ်ခုက လင်ယောက်ျားတွေဟာ စခန်းချခရီးတစ်ခုမှာတွေ့ကြရာက ပြေလည်တဲ့မိသားစုတစ်ခုဖြစ်အောင် ဘယ်လိုကြိုးစားကြမလဲကြည့်ရမှာပါ။ ဒုတိယမိသားစုက အများအမြင်ပြေလည်နေပေမဲ့ အတွင်းထဲဗလောင်ဆူနေတဲ့ မိသားစုဆိုတော့ အပြင်ပန်းပြေလည်ခြင်းဟာ အပြင်ပန်းမပြေလည်ခြင်းထက် ပိုဆိုးတဲ့အခြေအနေတစ်ခုကိုတွန်းပို့ထားတာကိုလည်း ပြထားတယ်။ နောက် ...",
        "rating": "5",
        "url": "https://megaup.net/16xsw/(CM)_Family_Camp_(2022)_720p.mp4",
        "category": "Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/kitty-k7-133x200.jpg",
        "title": "(18+)Kitty K7 (2022)",
        "description": "ရည်းစားက သူများနောက်ကောက်ကောက်ပါသွားရင် အသဲကွဲကြတာပါပဲ\nဒါပေမဲ့ ကွဲပုံကွဲနည်းလေးတွေကတော့ မတူကြဘူးပေါ့ သောက်ပြီးမူးပြီးကွဲမလား\nသူငယ်ချင်းတွေနဲ့ အတင်းချပြီးကွဲမလား စားသောက်ပြီးကွဲမလား\nကိုယ်နဲ့မတန်လို့တန်ရာတန်ရာနောက်ပါသွားတယ်ဆိုပြီး သူ့ဟာထက်သာစေရမယ်ဆိုတဲ့\nMoti ကြီးနဲ့အောင်မြင်အောင်လုပ်မလား အမျိုးမျိုးပါပဲ ဒီကားလေးမှာဆိုလဲ မပြင်တတ်မဆင်တတ် ကောင်မလေးတစ်ယောက်\nဘဲကနောက်တစ်ယောက်ဆီကောက်ကောက်ပါအောင် လိုက်သွားတော့\nMiley Cyrus လိုပဲ သူ့ထက်လန်းအောင်လုပ်ပြမယ်ဆိုရာကနေ\nအလန်းလွန် အလွန်လန်းပြီးတော့ တဖက်တလမ်းကနေ သူ့ရဲ့ ဝါသနာ\nအစစ်အမှန်ကိုတွေ့ရှိပြီး ပုရိသတို့အတွက် Cam Girl အဖြစ်\nလုပ်အားနဲ့ အကျိုးပြုရင်း ဘဝရဲ့ လောကဓံတွေကိုကြံကြံခံရင်ဆိုင်တဲ့\nအကြောင်းလေးကို စိတ်ခွန်အားဖြစ်ဖွယ် တင်ဆက်ထားတာမို့ ကြည့်ကောင်းမဲ့\nကားလေးပါ ။ပြီးကျ ဖိလစ်ပိုင်ကားလေးဆိုတော့ ပိုပြီးနီးစပ်တာပေါ့။\nဒါပေမဲ့ Cam Girl ဆိုတော့ ၁၈ ယောက်စုကြည့်မှ ပိုအဆင်ပြေပါလိမ့်မယ်   \nFile size…1.04GB / 500MB\nQuality…1080p WEB DL AAC2.0CH / 720p\nFormat…mp4\nDuration….1h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Andrew Mason",
        "rating": "",
        "url": "https://megaup.net/16x53/Kitty.K7.2022.720p.DS.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9YTuscJXmr9Iua62amCgGSU8PDW.jpg",
        "title": "The Witch: Part 2. The Other One (2022)",
        "description": "The Witch Part 2: The Other One (2022)\nKim Dami နဲ့ Choi Woo-Shik တို့ရဲ့ အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်\nThe Witch:The Subversion ရဲ့ အဆက်အနေနဲ့ The Witch Part 2 ထွက်ရှိလာပါပြီ။Part 2 မှာတော့ အားလုံးသိကြတဲ့ မင်းသား Lee Jong-Suk နဲ့\nxtraordinary Attorney Woo ထဲက မင်းသမီး Park Eun Bin တို့ပါဝင်ထားသလို\nPart 1 က Casts တော်တော်များများလည်း ပြန်လည်ပါဝင်ထားကြပါတယ်။ထူးခြားဆန်းသစ်တဲ့ လူသားမျိုးစိတ်တစ်ခု ဖန်တီးဖို့ ကြိုးစားကြရင်း\nဖြစ်ပေါ်လာတဲ့ ပြဿနာတွေ ၊ အစမ်းသပ်ခံလူသားတွေ အားလုံးကို ရှင်းလိုက်ပေမဲ့\nအဲဒီထဲကတစ်ယောက်ကတော့ လွတ်မြောက်သွားခဲ့ပါတယ်။သွေးသံရဲရဲနဲ့ လျှောက်သွားနေတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ KyungHee တို့ အမှတ်မထင် တွေ့ဆုံပြီးတဲ့နောက်\nဒီမိန်းကလေးကို ကာကွယ်ဖို့အတွက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/1My8y/The.Witch.Part.2.The.Other.One.2022.720p.WEB-DL.AAC5.1.CM.mp4",
        "category": "Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/witch1-140x200.jpg",
        "title": "The Witch: Part 1. The Subversion ( 2018 )",
        "description": "The Witch: Part 1. The Subversion ( 2018 )**************************************ဒီဇာတ်ကားက ကျွန်တော်တို့ထင်မထားလောက်အောင် ကြမ်းပြီးကောင်းတဲ့ကားထဲမှာပါတယ်...BOX OFFICE လည်းဝင်ခဲ့သလို ဆန်းပြားတဲ့ဇာတ်အိမ်နဲ့အက်ရှင်ခန်းအမိုက်စားတွေကြောင့်ကျားပရိတ်သတ်ရော မပရိတ်သတ်ပါ အတော်လေးနှစ်ခြိုက်ခဲ့ကြပြီးPart 2 ကို မျှော်နေကြသလို များမကြမှီလည်း ရုံတင်တော့မှာပါ...ဒါ့ကြောင့် Part 2 လေးမထွက်ခင် BLU-RAY1080P5.1CH လေးနဲ့ပြန်လည် တင်ဆက်ပေးထားပါတယ်... ဇာတ်လမ်းအကျဉ်းကတော့ စမ်းသပ်မှုတစ်ခုကနေထွက်ပြေးလွတ်မြောက်လာခဲ့တဲ့ ကောင်မလေးတစ်ယောက်ကိုကလေးဆုံးရှုံးထားတဲ့ လင်မယားက ခေါ်ယူမွေးစားလိုက်ပါတယ်။ကောင်မလေးကလည်း အတိတ်မေ့နေတဲ့အတွက် အရင်ကအကြောင်းတွေမမှတ်မိပါဘူး။ ကောင်မလေး အရွယ်ရောက်လာတဲ့အချိန်မှာသူတို့ရဲ့ စီးပွားရေးအဆင်မပြေတဲ့အတွက် ဆုကြေးငွေ အများကြီးရနိုင်တဲ့သီချင်းဆိုပြိုင်ပွဲတစ်ခုကိုဝင်ပြိုင်ခဲ့ပါတယ်။ပြီးတော့ သူ့ရဲ့ထူးခြားချက်တစ်ခုကိုပြရာမှာ အများအံ့အားသင့်စရာဖြစ်လာပါတယ်။အဲဒါနဲ့ သူ့ရဲ့ အကြောင်းကိုလူတွေသိသွားပြီးအတိတ်က အရိပ်ဆိုးက ပြန်လိုက်လာတဲ့အခါမှာ....File Size : (1.7GB)(721 MB)&(\nQuality :BLU-RAY1080P5.1CH,720p\nFormat…mp4\nDuration…02:06:00\nGenre :Crime, Sci-Fi & Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by ...",
        "rating": "7.1",
        "url": "https://megaup.net/37k4B/The.Witch.Part.1.The.Subversion.2018.BLU-RAY720P(CM).mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Edo6T4MQRxlH5IeQalb1UTSYUb.jpg",
        "title": "Diary of a Spy (2022)",
        "description": "Diary of a Spy (2022)\n================ဘဝမှာရွေးချယ်စရာတွေ dilemma တွေအများကြီးကြုံရတဲ့ထဲမှာမှ\nအချစ်နဲ့အလုပ်အတွက်နဲ့ဆိုရင် ခင်ဗျားတို့ ဘာကိုရွေးချယ်မလဲ။ အလုပ်\nဆက်လုပ်မလား၊ အချစ်နောက်လိုက်မလား။ အဲဒီအကြောင်းကို ဖြစ်ရပ်\nမှန်ကို အခြေခံရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားထဲမှာ အဓိကပုံဖော်ထားတာ\nဖြစ်ပါတယ်။အန်နာဆိုတဲ့ အမေရိကန် ထောက်လှမ်းရေးအရာရှိတစ်ယောက်က အရင်\nစစ်ဆင်ရေးတစ်ခုမှာ ရှူံးနိမ့်ခဲ့လို့ အထက်လူကြီးက သူ့ကို နောက်ထပ်အခွင့်\nအ‌ရေးတစ်ခုအနေနဲ့ တာဝန်ပေးလိုက်တယ်။ သူ့တာဝန်က ဆော်ဒီအာရေးဘီး\nယားက တော်ဝင်မိသားစုရဲ့ အတွင်းလူတစ်ယောက်ကို ကိုယ့်ဘက်ပါအောင်\nသွေးဆောင်ဖျားယောင်းရမှာဖြစ်ပါတယ်။ အပေါင်းအသင်းမဆံ့တဲ့ သူလျိုမမ\nတစ်ယောက် အဲဒီအတွင်းလူကို နောက်ယောင်ခံလိုက်တဲ့အချိန်မှာတော့ သူ့အပေါ်မှာ\nခံစားချက်တွေတဖြည်းဖြည်းပွားလာပြီး လုပ်ရမယ့်တာဝန်အတိုင်း သူနဲ့ ရင်းနှီး\nအောင်သွားလုပ်တော့ သံယောဇဉ်တွေပိုဖြစ်သွားရော။ အဲမှာ သူ ဘာရွေးရမှန်း\nမသိဖြစ်ပြီး ဇာတ်လမ်းစတော့တာပဲ။ အလုပ်နဲ့အချစ်မှာ သူ ဘယ်ဟာကို စွန့်လွှတ်\nမလဲ ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ဆက်ကြည့်လိုက်ပါဦးဗျ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)\nFile Size..........(1.7 GB) / (570 MB) / (300 ...",
        "rating": "4.9",
        "url": "https://megaup.net/16Tsg/Diary.of.a.Spy.2022.720p.WebRip[CM].mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/2VKZR_4f-140x200.jpg",
        "title": "Pee Nak 3 (2022)",
        "description": "ကြည့်ချင်လွန်းလို့ မျှော်နေကြသူတွေအတွက် Pee nak 3 ဟာ ရုံတင်ပြီး တစ်လအကြာမှာ ထွက်ရှိလာခဲ့ပါပြီ၁ နဲ့ ၂ ကြည့်ပြီးသူတွေကတော့ ဘယ်လောက်ရယ်ရကြောင်း ဘယ်လောက်‌‌ကြောက်ဖို့ကောင်းကြောင်းတွေကို သိထားပြီး ဖြစ်မှာပါအခု ၃ မှာ လည်း ၁ နဲ့ ၂ တုန်းကထက် ကြမ်းတဲ့ ဇာတ်အိမ်နဲ့ အလန်းစားရိုက်ပြသွားလို့ ထိုင်းမှာ ရုံပြည့်လျံလို့ ၂ပတ်ကနေ ၃ပတ်ထိ ပြသခဲ့ရတဲ့အထိ ဖြစ်ခဲ့ပါတယ်ဇာတ်လမ်းအကျဉ်းထမ်မနာခါနိမစ်ကျောင်းတော်က သင်္ချိုင်းမြေတူးသမားအော့တ်ဟာ ဒုတိယကမ္ဘာစစ်ကာလက အုတ်ဂူတစ်ဂူကို တူးဖော်မိခဲ့တယ်အုတ်ဂူတွင်းက ရွှေခြေချင်းတစ်ခုကိုတွေ့လို့ လောဘစိတ်နဲ့ယူမိရာက ကျိန်စာမိခဲ့ပြီး အ​ရေပြားတွေက မြွေအရေခွံတွေအဖြစ်ပြောင်းလာခဲ့တယ်ဒါ့အပြင် ကျိန်စာရဲ့အစပထမဖြစ်တဲ့ ဖော့နာခ့်ကိုပါ သူပိုင်တဲ့ရွှေခြေချင်းကို ပြန်ယူဖို့ နိုးထလာစေပါတော့တယ်အော့တ်တို့ သူငယ်ချင်းတစ်စု ကျိန်စာပြေစေဖို့အပြင် အငြိုးတရားနဲ့လိုက်လာနေတဲ့ ဖော့နာ့ခ် သရဲလက်ကလွတ်ဖို့ပါ ကြိုးစားရပါတော့တယ်မရည်ရွယ်ဘဲ ထိခဲ့တဲ့ကျိန်စာကနေပြေဖို့အပြင် ဖော့နာ့ခ်လက်ကပါ အော့တ်တစ်ယောက် အသက်ဘေးလွတ်အောင်ပြေးနိုင်ပါ့မလားဆိုတာ ဟာသနှောပြီးတင်ဆက်ပေးထားပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi ...",
        "rating": "6.5",
        "url": "https://megaup.net/38odu/Pee_Nak_3_(2022)_720p_(2).mp4",
        "category": "Comedy, History, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/TUmSO5EPIZAfRSOEjmbrgbTw8i.jpg",
        "title": "Hot Seat (2022)",
        "description": "Hot Seat (2022)\n==========\n2022 ထွက် အက်ရှင်ရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။\nအော်လန်ဒိုဆိုတာ အရမ်းတော်တဲ့ ဟက်ကာ IT သမားတစ်ယောက်ပါ။\nသို့ပေမယ့် အလုပ်အရမ်းရှုပ်တော့ မိသားစုကို အချိန်မပေးနိုင်ဖြစ်နေပါတယ်။\nတစ်နေ့မှာတော့ သူတို့မြို့မှာ ပေါက်ကွဲမှုတစ်ခုနဲ့အတူ\nပြဿနာတွေစတင်ရှုပ်ထွေးလာပါတော့တယ်။\nသူအလုပ်လုပ်နေတဲ့ ကုမ္ပဏီက တစ်မြို့လုံးအတွက်\nအချက်အချာဖြစ်လာသောအခါမှာတော့.... အဲ့ဒီပြဿနာတွေထဲ အော်လန်ဒိုတစ်ယောက်ဘယ်လို ပါဝင်ပတ်သက်နေတာပါလဲ။\nသူ့လို IT သမားတစ်ယောက်က ဘယ်လိုဖြေရှင်းနိုင်ပါ့မလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုမှာပါ။\nMad Max မင်းသားကြီး Mel Gibson လည်းပါဝင်ထားပြီး\nRating အရမ်းကြီးကောင်းတာ မဟုတ်သော်ငြားလည်း\nအက်ရှင်ပရိသတ်တွေအတွက် အပျင်းပြေ ရေငတ်ပြေစေတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်မှာပါ။   \nFile size…1.3GB /  629MB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 39m\nSubtitle….Myanmar Subtile (Hard Sub)\nEncoder….YK \nTranslated by SPA",
        "rating": "3.9",
        "url": "https://megaup.net/2sqA8/Hot.Seat.2022.720p.WEB-DL.AAC2.0CH.YK(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/c5mn7ejvETjHnazdwWmNQRmxKvO-133x200.jpg",
        "title": "[18+] Raped by an Angel 4: The Rapist’s Union (1999)",
        "description": "Raped by An Angel စီးရီးရဲ့ ၄ ကားမြောက်ဇာတ်ကားပါ။ဒီဇာတ်ကားက ရှေ့ကားတွေထက် ပိုကြမ်းတမ်းတဲ့ဇာတ်လမ်းဇာတ်ကွက်ရှိပါတယ်။မိန်းကလေးသူငယ်ချင်းတစ်အုပ်စုကို မျက်စိကျပြီး မကောင်းကြံနေတဲ့ နှာဘူးကောင်အုပ်စုလိုက်ကို တွေ့ရမှာပါ။နှာဘူးကောင်အုပ်စုက သေချာအကွက်ချစီစဉ်ပြီး အုပ်စုလိုက်ယုတ်မာတတ်တာမို့သူတို့ကို ပြန်တွယ်ဖို့ မိန်းကလေးတွေဖက်က ဘယ်လိုစီစဉ်မလဲဘယ်လိုလက်စားပြန်ချေမယ်ဆိုတာကို အသည်းတယားယားကြည့်ရှုရမှာပါ။တင်ပြီးသမျှ Raped by An Angel ဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=raped+by+an+angel  ရှာကြည့်လို့ရပါတယ်။File Size : (3.8 GB) & (850 MB)\nQuality : BluRay 1080p & 720p\nRunning Time : 01:28:00\nFormat : mp4\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ye Khant\nEncoded by RGB",
        "rating": "4.5",
        "url": "https://megaup.net/38o2D/(CM)_Raped.by.an.Angel.4.The.Rapists.Union.1999.720p.Blu-ray.REMUX.AVC.TrueHD.5.1-RGB.mp4",
        "category": "Adult, Asian, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMDc0NGY2MWQtNjIxZC00OGIxLWIyY2YtMTdhY2NhMjAwYTMyXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "A Banquet (2021)",
        "description": "A Banquet (2021)\n=============\nHorror, Thrillerဟိုလီဟာ ခင်ပွန်းသည် ရောဂါဆိုးတစ်ခုနဲ့သေဆုံးသွားပြီးတဲ့နောက်မှာ\nဘက်စီ ၊ အစ်ဇီ ဆိုတဲ့ သမီးနှစ်ယောက်နဲ့ ဘ၀ကို ဆက်လက်ရုန်းကန်\nနေခဲ့ပါတယ်။တစ်နေ့မှာ သမီးကြီး ဘက်စီဟာ အစာလုံး၀မစားနိုင်ဘဲ နေမကောင်း\nဖြစ်လာပါတယ်။ ဆရာ၀န်မျိုးစုံ အထူးကုမျိုးစုံပြပေမယ့် ထူးခြားမလာ\nပါဘူး။ တကယ်တော့ ဘက်စီကို နတ်ဆိုးတစ်ကောင်က ၀င်ပူးနေခဲ့တာ\nဖြစ်ပြီး ဘက်စီရဲ့ အပြုအမူအပြောအဆိုတွေဟာလုံး၀ပြောင်းလဲလာကာ\nရှေ့ဖြစ်ဟော မှော်ဆရာတစ်ယောက်လိုဖြစ်ပါတယ်။ အဲ့တော့ ဘက်စီကို\nဘာကြောင့် ဒီလိုတွေဖြစ်နေတာလဲ၊ ဖခင်သေဆုံးမှုနဲ့ ဘယ်လိုပတ်သက်\nနေလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲ စိတ်၀င်တစားစောင့်ကြည့်ရမှာဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)File Size..........(730 MB) / (489 MB) / (281 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 37mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Horror, Thriller\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "5..0",
        "url": "https://megaup.net/2s7iA/A.Banquet.2021.720p.BluRay.CM_new.mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/bestr-insert-131x200.jpg",
        "title": "Best Years Gone (2022)",
        "description": "ဒီတစ်ခါတော့ ပညာပေးကားလေးတစ်ကားပါပဲ အရက်သမားတွေအတွက် ပညာပေးကားလေးပေါ့ ကားပြိုင်ရင်းကားမှောက်ခဲ့ရာကနေ စိတ်ဓာတ်ကျ ပြီး အရက်သမားဖြစ်နေတဲ့ ဂေးလ်တစ်ယောက်ကတော့ ချစ်ရတဲ့သူတွေ့ပါစေ ဆိုပြီး အရက်ဆိုင်မှာနေ့တိုင်းဆုတောင်းနေတာကနေ သူ့ကို ချစ်လာမဲ့အရက် ဆိုင်ကတစ်ယောက်နဲ့တွေ့ပြီး ချစ်ခဲ့ကြတာပါဖြစ်ချင်တော့ အဲဒီအမျိုးသမီးမှာ သမီးအမွှာလေးနှစ်ယောက်ရှိနေတာပါပဲ ပထွေးနဲ့ သမီးတွေရဲ့ ထုံစံအတိုင်း အစေးမကပ်ကြဘူးပေါ့ ဒီလိုနဲ့ အရက်သမားစုံတွဲနှစ်ယောက်ဟာ အရက်မူးရူးပြီး နောက်နေ့မှာအမျိုးသမီးအဖမ်းခံလိုက်ရချိန်မှာတော့ ဇာတ်ရှိန်က တဖြည်းဖြည်းနဲ့ တက်လာခဲ့ပါတော့တယ် အဲဒီအချိန်မှာပဲ ဇာတ်လမ်းရဲ့ မြှုပ်ကွက်လေးတွေ တစစ ပေါ်လာပြီးတော့ ပြီးတဲ့အထိကို ဆွဲခေါ်သွားစေနိုင်တဲ့ကားကောင်းလေးပါပဲFile size…(1.25GB)/(671.2MB)/(350.44MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:34:00\nGenre...Comedy/ Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "",
        "url": " https://megaup.net/1Mppe/Best.Years.Gone.2021.720p(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/zokki-poster-143x200.jpg",
        "title": "Zokki (2021)",
        "description": "ဂျပန်ရဲ့ အရည်အချင်းရှိတဲ့ နာမည်ကြီး သရုပ်ဆောင်နဲ့ဒါရိုက်တာ ၃ယောက် ပူးပေါင်းပြီးတော့ ရိုက်ကူးထားပြီး imdb 6.5/10ရရှိထားတဲ့ ဟာသ ဒရာမာ ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။main leadတွေအများကြီးနဲ့ ဝေဝေဆာဆာရိုက်ကူးထားတာပါ။Manga artistဖြစ်တဲ့ Hiroyuki Ohashiရဲ့ မန်ဂစီးရီးထဲက ဇာတ်လမ်းတိုတွေကိုစုစည်းပြီး ရိုက်ကူးထားတဲ့ Comedyရုပ်ရှင်ကားဖြစ်ပါတယ်။ ဟာသတွေ ဇာတ်ဝင်ခန်းတွေက ဂျပန်စတိုင်ဆန်လွန်းတယ်လို့ ပြောကြတာမို့ ဂျပန်cultureကို နှစ်သက်ရင်းနှီးပြီးသားသူတွေကတော​့ ပိုပြီး ကြိုက်နှစ်သက်ကြမှာပါ။ပထမဆုံးဇာတ်လမ်းမှာတော့ စက်ဘီးတစ်စီးနဲ့ ခြေဦးတည်ရာသွားနေတဲ့ ဖူဂျီမူရာရဲ့အကြောင်းပါ။ သူ့မှာစက်ဘီးရယ် လွယ်အိတ်တစ်အိတ်ရယ် Porn magazineတစ်စောင်ရယ်ပဲပါပါတယ်။ စက်ဘီးစီးထွက်လာရင်းနဲ့ ငါးဖမ်းသမားအဖိုးကြီးနဲ့ဆုံပြီး အဖိုးကြီးရဲ့မွေးနေ့မှာ ဝင်စားသောက်ဖြစ်တဲ့အကြောင်းပါ။\nနောက်တစ်ယောက်ကတော့ ပေါင်းစရာညိုကီမရှိတဲ့ ကြောင်တောင်တောင် ကျောင်းသား \"မခိတ\"ပါ။ အထက်တန်းကျောင်းမှာတော့ \"ဘန်\"ဆိုတဲ့ သူနဲ့ဘဝတူသူငယ်ချင်းတစ်ယောက်ရလာခဲ့ပေမဲ့ \"ဘန်\"က မခိတရဲ့အစ်မကို စွဲစွဲလမ်းလမ်းကြိုက်နေတဲ့သူပါ။ အစ်မကိုတွေ့ချင်စိတ်နဲ့ မစားနိုင်မသောက်နိုင်ဖြစ်ပြီး မခိတအစ်မရဲ့အတွင်းခံဘောင်းဘီကို ယန်း၅သောင်းပေးပြီး ဝယ်တဲ့လူပါ။\nနောက်ဇာတ်လမ်းကတော့ သားအဖနှစ်ယောက်အကြောင်းပါ။ အဖေဖြစ်သူက လက်ဝှေ့ဝါသနာပါပေမဲ့ ပိုက်ဆံမရှိတော့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/zokki-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/hot-sex-talrk-140x200.jpg",
        "title": "(18+)Hot Sex Talk (2015)",
        "description": "အခုတင်ဆက်ပေးမဲ့ ဇာတ်လမ်းလေးက live stream လွှင့်ပြီး\nဘဝရပ်တည်ရေးကို ကြိုးစားနေတဲ့ ကိုရီးယားမလေးတစ်ယောက်အကြောင်းပဲဖြစ်ပါတယ်\nသူက ပထွေးနဲ့မနေချင်တဲ့အဆုံး မြို့ပေါ်ကိုတက်လာပြီး streamer လုပ်နေသူလေးပါ\nဒီနေရာမှာ သူ့ရဲ့ Live stream အကြောင်းနဲနဲပြောပြချင်ပါတယ် သူက ခန္ဓာကိုယ်ကို ပြပြီး viewer တွေခိုင်းတာ လုပ်ပြရတာဖြစ်ပါတယ်\nအရမ်းကိုစိတ်ဝင်စားဖို့ကောင်းပြီး လူငယ်တွေရဲ့အချစ်ရေး\nမိဘနဲ့သားသမီးကြားက အဖုထစ်လေးတွေ\nကို ဇာတ်လမ်းဇာတ်ကွက်ပီပြင်ပြီး Streamer အကိတ်လေးရဲ့\nပြကွက်ဆန်းတွေကို ခံစားဖို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်  \nFile size…576MB\nQuality…720p HDRIP\nFormat…mp4\nDuration….74 Mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/16ujq/Hot.Sex.Talk.2015.720p.HDRip.H264.AAC.XCross(DS).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYmZjNjIyNjMtODgzNC00NmI3LWIxM2QtZGZjYjEyODUyY2IyXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_-135x200.jpg",
        "title": "Rubikon (2022)",
        "description": "Rubikon (2022)\n============အနာဂတ်မှာ စစ်ပွဲတွေဖြစ်ပြီး စစ်ပွဲမှာသုံးတဲ့ ဓာတုလက်နက်တွေရဲ့\nဘေးထွက်ဆိုးကျိုးတွေ‌ကြောင့် ကမ္ဘာကြီးမှာ ကပ်ဘေးရော အငတ်ဘေးပါ\nကြုံနေတဲ့အချိန်၊ အဲ့အချိန်ကာလကို ဇာတ်အိမ်တည်ထားတဲ့ ဩစတြီးယား\nSci-Fi ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။တပ်မှူး ဝက်ဂ်နာ နဲ ဓာတုဗေဒပညာရှင် ဒေါက်တာ ကရိုင်လို တို့နှစ်ယောက်\nအာကာသစခန်းဆီ သွားဖို့အတွက် ယာဉ်ပျံနဲ့ထွက်လာပေမယ့်။ လမ်းပျောက်\nသွားလို့ ဝက်ဂ်နာ က လက်စွမ်းပြပြီး ကိုယ်တိုင်မောင်းပေးလိုက်လို့ စခန်းကို\nဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားတယ်ပေါ့။ နောက်ရက်နည်းနည်းကြာတော့\nကမ္ဘာနားမှာ မြူတွေဖုံးနေလို့ စုံစမ်းကြည့်ဖို့ ယာဉ်တစ်စင်းလွှတ်လိုက်ပေမဲ့\nအဲဒီယာဉ်က မြူတွေထဲပိတ် အဆက်အသွယ်ပျက်သွားလို့ ဝက်ဂ်နာတို့နှစ်ယောက်\nမြူတွေကြောင့် အသက်ရှူကြပ်နေတဲ့ ယာဉ်ပေါ်ကလူကို ကယ်ပေးလိုက်ရတယ်။ကမ္ဘာကြီးမှာလည်း ခံတပ်တွေထဲ‌ဝင်ပုန်းပြီး ရှင်တဲ့သူကရှင် အပြင်မှာသေတဲ့လူ\nကလည်းသေကုန်ကြပြီ ကံကကောင်းချင်တော့ ဒေါက်တာ ကရိုင်လိုက အောက်စီဂျင်\nထုတ်ပေးတဲ့ရေညှိတွေကိုစမ်းသပ်ထုတ်နေတာဆိုတော့ သူတို့ ကမ္ဘာကိုပြန်ပြီး\nအသက်ရှင်နေတဲ့လူတွေကို ကူညီမလား။ သူတို့ဒီအတိုင်း ယာဉ်ပေါ်မှာပဲနေပြီး\nတစ်‌ကိုယ်ကောင်းဆန်မလားဆိုတာကို ကြည့်ရမယ့် ဇာတ်ကားလေးဖြစ်တယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett Naing မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား\nပေးသူများကတော့ May Thet Khine Soe, Khant ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Mafh/Rubikon.2022.720p.WEBRip.CM_new.mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7tR9znYDcMiQccktBsl1sWap5W.jpg",
        "title": "Green Ghost and the Masters of the Stone (2022)",
        "description": "Green Ghost and the Masters of the Stone (2022)ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့် ရုပ်ရှင်ကတော့\nAction Drama အမျိုးအစား ဖြစ်ပါတယ်\"ချာလီ\" ဆိုတဲ့ သူက ကားရောင်းဝယ်ရေး စင်တာရဲ့ဥက္ကဌ ဖြစ်ပြီး\nဘဝကို သာမန်လေးပဲ ဖြတ်သန်းနေတဲ့ သူတစ်ယောက်ပါ\nကမ္ဘာမြေပျက်ဆီးနိုင်လောက်တဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ပွားလာချိန်မှာတော့\nသူ့ရဲ့ မွေးစားမိသားစုက သူ့ကို လာခေါ်ခဲ့တယ်\nသူ ဘဝတစ်လျှောက်လုံး လျှို့ဝှက်ခံခဲ့ရတဲ့ ကိစ္စလေး တစ်ခုကတော့\nသူတို့ မိသားစုက ကမ္ဘာမြေက လူသားမျိုးနွယ်တွေကို ကာကွယ်ပေးနေတဲ့ အဖွဲ့ဖြစ်နေတယ် ဆိုတာပါပဲသူ့ရဲ့ မွေးစား မိသားစုနဲ့အတူ ကမ္ဘာကြီးကို ဘယ်လိုကယ်တင်မလဲဆိုတာကို အက်ရှင်ခန်းတွေနဲ့ ကြည့်ရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kuz ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size…1.2GB | 677MB | 292MB\nFormat… ...",
        "rating": "4.2",
        "url": "https://megaup.net/16um8/Green.Ghost.and.the.Masters.of.the.Stone.2022.720p.WEBRip.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/53VStqbu6cS6HlfswFsSe4WMOm1.jpg",
        "title": "Mere Desh Ki Dharti (2022)",
        "description": "Mere Desh Ki Dharti(2022) ဆိုတဲ့ အန္ဒိယဟာသ ဒရာမာလေးဟာ\nကြည့်ရှူသူတိုင်းကို စိတ်ကျေနပ်မှုပေးမယ့် ဇာတ်ကားကောင်းလေးပါပဲ။\nကျွန်တော်တို့ လက်တွေ့ဘဝတွေမှာလိုမျိုးပဲ သင့်တော်တဲ့အလုပ်ဆိုတာ\nလူတိုင်းမရနေတဲ့ အကြောင်းလေးကို ဇာတ်အိမ်တည်ထားပြီး ပေါ့ပေါ့ပါးပါး\nဟာသဆန်ဆန် ကြည့်ရှုရင်း အမောပန်းပြေရမယ့် ဇာတ်ကားလေးပါ။ အာဂျေးနဲ့စမီးရ် ဟာ လစာနည်းတဲ့ အင်ဂျင်နီယာတွေဖြစ်ကြပြီး\nသက်ဆိုင်ရာလုပ်ငန်းခွင်မှာ အဆင်ပြေရုံလေးရုန်းကန်နေကြရပါတယ်။\nအာဂျေးက လစာနည်းပါး၍ ချစ်သော ဖခင်ရဲ့ ဆူပူမှုတွေကြောင့်\nစိတ်ညစ်နေရသူဖြစ်ပြီး ကိုယ်ပိုင်လုပ်ငန်းလေးတည်ထောင်ချင်နေသူဖြစ်ပါတယ်။\nကိုယ်ပိုင်လုပ်ငန်းအတွက် လိုအပ်တဲ့ငွေကြေးကို ရှာဖွေရင်း\nလုပ်နိုင်သမျှ အားလုံးကိုလုပ်နေရသူပါ။ ဒါပေမယ့်လဲ လိုအပ်တဲ့ ငွေရေးကြေးရေးဟာ ရှာမရဘဲ\nအရာအားလုံးက တလွဲဖြစ်ဖို့ပဲ ဖန်တီးလာပါတယ်။\nတစ်ချိန်ထဲမှာပဲ စမီးရ်ဟာ ဆိုရင် ကုမ္မဏီမှာ ရာထူးကောင်းပေမယ့်\nယောက္ခမလောင်း အထင်ကြီးလောက်တဲ့ နေရာမှာရှိမနေတဲ့အတွက်\nချမ်းသာတဲ့ သူ့ရဲ့ရည်းစားကောင်မလေးနဲ့ ဆက်ဆံရေးအဆင်မပြေလှပါဘူး။\nရှားပါးလှတဲ့ ရာထူးတိုးအခွင့်ရေးကို စောင့်မျှော်နေရင်း\nရာထူးတိုးဟာ သူအတွက်မဟုတ်ဘူးဆိုတာ သိလိုက်ရပါတော့တယ်။ ဒါနဲ့သူငယ်ချင်းနှစ်ယောက် တခြားရွာတစ်ခုမှာ သတ်သေကြမယ်ဆိုပြီး\nတိုင်ပင်ပြီးထွက်ခွာသွားရာမှ ဘဝမှာ မထင်မှတ်ထားတဲ့အပြောင်းလဲတွေနဲ့ကြုံရပါတော့တယ်။\nသတ်သေမှုမအောင်မြင်ဘဲ အဲဒီရွာလေးမှာပဲ ပိတ်မိနေပြီး\nတလွဲတွေဖြစ်နေတဲ့ ရွာသားတွေရဲ့ ဘဝကို ဝင်ရောက်ပြင်ဆင်ပေးဖို့ဖြစ်လာခဲ့ပါတော့တယ်။\nရွာမှာရှိနေတဲ့ လယ်သမားတွေရဲ့ သေဆုံးမှုနောက်ကွယ်က\nအကြောင်းအရာကို လိုက်လံရှာဖွေဖြေရှင်းရင်း ကြုံတွေ့ရတဲ့\nအဖြစ်အပျက်တွေကို ဟာသလေးနှောပြီးရိုက်ကူးထားတဲ့\nဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။\nFile ...",
        "rating": "7.9",
        "url": "https://megaup.net/2spbt/Mere.Desh.Ki.Dharti.2022.720p.AMZN.WEB-DL.Hindi.AAC2.0CH.YK(CM).mp4",
        "category": "Bollywood, Country, Drama"
    }
]