[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Wallpaper001-1-300x225.jpg",
        "title": "Days Of Glory (2006)",
        "description": "ဒီဇာတ္ကား ကို အၫႊန္းေရးဖို႔ စဥ္းစားေတာ့ နည္းနည္း ေလး သတိထား ရတယ္ဗ်။ ဇာတ္လမ္းက အေျပာမတတ္ရင္ ဆဲ ခံရတယ္ ဆိုတာမ်ိဳး မၫႊန္းတတ္ရင္ ထိလြယ္႐ွလြယ္ ျဖစ္တတ္လို႔ပါ။ ဇာတ္ကားက ေကာင္းလြန္းလို႔ ျဖစ္ရတာပါ လို႔ပဲ ေျပာပါရေစဒုတိယကမာၻစစ္မွာ ဂ်ာမဏီတို႕ အင္အားၾကီးစိုးစဥ္အေၾကာင္း ေနာက္ခံထားၿပီးရိုက္ကူးထားပါတယ္ ျပင္သစ္ ႏိုင္ငံ နာဇီေတြ လက္ေအာက္ ေရာက္ေနခ်ိန္ က ဇာတ္အိမ္ တည္ထားတဲ့ အခ်ိန္ပါ။ ဒါကို ျပင္သစ္ေတြက ျပန္ ေတာ္လွန္ဖို႔အတြက္ စစ္အင္အားစုေဆာင္းရာမွာ အာဖရိကန္ လူမ်ိဳး ေလးဦးကလည္း ျပင္သစ္ တပ္မေတာ္ ထဲ ဝင္ေရာက္ခဲ့ရပါတယ္။ ဒါေပမယ့္ ျပင္သစ္ တပ္တြင္း လူမ်ိဳးေရး(ဘာသာေရး) ခြဲျခားမႈေတြကို ပါ တြန္းလွန္ဖို႔ ၾကံဳခဲ့ရပါတယ္။ဒီ ဇာတ္ကားမွာ အရင္ေခတ္ ႏိုင္ငံေတြရဲ႕ စစ္တပ္တြင္းအေျခအေန နဲ႔ ျပင္သစ္ႏိုင္ငံရဲ႕ လူမည္းေတြအေပၚ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/days-of-glory-2006/",
        "category": "Action, Adventure, Country, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/monster-hunt-poster-136x200.jpg",
        "title": "Monster Hunt (2015)",
        "description": "Monster Hunt (2015)\nIMDb - 6.1/10_____Rotten - 66%\n  \nတရုတ်နိုင်ငံတွင် မကြာမီက ရုံတင်ပြသခဲ့သည့် ပြည်တွင်းထုတ် စိတ်ကူးယဉ် ဟာသ ဇာတ်ကား အမျိုးအစား ဖြစ်သည့်\nMonster Hunt ဇာတ်ကားမှာ တနင်္ဂနွေနေ့တွင် ဝင်ငွေယွမ်(၁ ဒသမ ၃၁၇) ဘီလီယံ (ဒေါ်လာ ၂၁၂ သန်း) ရရှိကာ\nနိုင်ငံသမိုင်းတွင် ဝင်ငွေ အများဆုံးရသည့် ဇာတ်ကားစံချိန်သစ်ကို တင်နိုင်ခဲ့ကြောင်း သိရသည်။\nနိုင်ငံပိုင် ဆင်ဟွာသတင်းမှ ဖော်ပြချက်တွင် ထိုရုပ်ရှင်မှာ ဇူလိုင်လ(၁၆)တွင် ရုံတင်ခဲ့ပြီးနောက် ဆယ်ရက်အကြာတွင်\nယွမ်ငွေ တစ်ဘီလီယံကျော် ( ဒေါ်လာ ၂၁၂ သန်း) ရခဲ့ခြင်း ဖြစ်ကြောင်း ဖော်ပြထားသည်။\nတရုတ်နိုင်ငံတွင် ယခင်က ဝင်ငွေ အကောင်းဆုံး စံချိန်တင်ထားသည့် ရုပ်ရှင်ကားမှာ\nLost in Thailand (၂၀၁၂) ဇာတ်ကား ဖြစ်ပြီး၊ ဝင်ငွေယွမ် ( ၁ ဒသမ ၂၇ ...",
        "rating": "6.1",
        "url": "https://megaup.net/TRi7/Monster_Hunt_(Zhuo_Yao_Ji)_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/10/au400squeakquel-1-205x300.jpg",
        "title": "Alvin And The Chipmunks 2: The Squeakquel (2009)",
        "description": "ဒုတိယဇာတ္ကားဟာလည္း ပထမဇာတ္ကားလိုပဲ ေအာင္ျမင္တဲ့ဇာတ္ကားတစ္ကားျဖစ္ခဲ့ပါတယ္... ဇာတ္လမ္းကေတာ့ ေအာင္ျမင္ေနျပီျဖစ္တဲ့ အယ္လ္ဗင္တို့ရွဥ့္ညီေနာင္တို့အတြက္ ျပိုင္ဘက္အဖြဲ့တစ္ဖြဲ့ေပါ္လာခဲ့ပါတယ္...သူတို့ကလည္း ရွဥ့္မေလးေတြျဖစ္ျပီး Chipettes လို့ေခါ္တဲ့ အဖြဲ့ပဲျဖစ္ပါတယ္...သူတို့ေလးေတြရဲ့ နာမည္ေတြကေတာ့ ဘရစ္တနီ (Brittney) ၊ ဂ်နက္တီ (Jeanette) နဲ့ အယ္လန္ေနာ္ (Eleanor) တို့ပဲျဖစ္ပါတယ္…သူတို့ ၂ ဖြဲ့ဟာ အထက္တန္းေက်ာင္းတစ္ခုမွာေတြ့ျကတာျဖစ္ျပီး ေက်ာင္းရဲ့ သီခ်င္းဆိုျပိုင္ပြဲအတြက္ ယွဥ္ျပိုင္ျကမွာလည္း ျဖစ္ပါတယ္...ဘရစ္တနီတို့ အဖြဲ့ကိုေတာ့ လန္ေဟာ့ကပဲ တာ၀န္ယူထားတာျဖစ္ပါတယ္...ဘရစ္တနီတို့အဖြဲ့ကလည္း ေအာင္ျမင္တဲ့အဆိုေတာ္အဖြဲ့တစ္ဖြဲ့ ျဖစ္ေအာင္လုပ္မယ္ဆိုတဲ့ရည္ရြယ္ခ်က္နဲ့ ဘန္ေဟာ့ဆီေရာက္ေနတာျဖစ္ပါတယ္… ဒီ ၂ ဖြဲ့ရဲ့ အားျပိုင္မွုက ဘယ္လိုေတြျဖစ္လာမလဲ ?? ဘယ္အဖြဲ့က အနိုင္ရမလဲ ?? ဘာေတြဆက္ျဖစ္ျကဦးမလဲ ဆိုတာေတြကိုေတာ့ စိတ္၀င္စားဖြယ္ျကည့္ရွုရမွာျဖစ္ပါတယ္... ဇာတ္ကားက ပထမကားထက္အရွိန္ပိုေကာင္းလာျပီး ရွဥ့္မေလးေတြကလည္း ပရိတ္သတ္ကိုဆြဲေဆာင္နိုင္ခဲ့ပါတယ္...ေနာက္တစ္ခ်က္ကေတာ့ ကမၻာေက်ာ္အဆိုေတာ္ Charice လည္းတစ္ခန္းပါ၀င္သရုပ္ေဆာင္ထားပါေသးတယ္...သီခ်င္းတစ္ပုဒ္ဆိုခဲ့ပါေသးတယ္... ျကည့္ရွုသင့္တဲ့ကားေကာင္းတစ္ကားျဖစ္ျပီး IMDb rating 4.4/10 ရရွိထားပါတယ္(ဇာတ္ကားအညြန္းေရးသူကေတာ့ Ye’ Kyaw Htetပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-281/",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Bourne-legacy-133x200.jpg",
        "title": "The Bourne Legacy (2012)",
        "description": "The Bourne Legacy (2012)_____IMDb - 6.7/10ဒီဇာတ်ကားဖြန့်ချိရေးကို ကမ္ဘာကျော်ရုပ်ရှင် ထုတ်လုပ်ရေး ကုမ္ပဏီကြီး Universal Pictures က တာဝန်ယူထားသည်။ ကျော်ကြားသော အမေရိကန်စပိုင်ရုပ်ရှင် The Bourne ဇာတ်ကားများ၏ အဆက်ဖြစ်ပြီး ယခုဇာတ်ကားသည် ၄ ကားမြောက်အဖြစ် အသစ်ထွက်ရှိသည်။ ဇာတ်ညွှန်းကို တိုနီဂေးရွိုင်းနှင့် ညီဖြစ်သူ ဒန်ဂေးရွိုင်းနှင့် ပူးတွဲရေးသားပြီး သူကိုယ်တိုင် ဒါရိုက်တာအဖြစ် ရိုက်ကူးခြယ်မှုန်းပေးထားသည်။ ဇာတ်ကားထုတ်လုပ်မှု ကုန်ကျစရိတ် ဒေါ်လာသန်း ၉၀ ရှိပြီး ယခင်ဇာတ်ကားများနည်းတူ အက်ရှင်ဇာတ်ဝင်ခန်းများနှင့် ဇာတ်လမ်း၊ ဇာတ်အိမ်ကောင်းမွန်သည်။ ထူးခြားမှုတစ်ခုမှာ ယခင်ဇာတ်ကားများတုန်းက သရုပ်ဆောင်ခဲ့သည့် မင်းသားမက်ဒေါမွန်ကို ပြန်လည်သုံးစွဲခြင်း မပြုတော့ဘဲ မင်းသားသစ် ဂျယ်ရီရမီးရန်နာကို အဓိက ခေါင်းဆောင်မင်းသားအဖြစ် ယခုဇာတ်ကားမှ ပွဲထုတ်ထားခြင်း ဖြစ်သည်။ စာရေးဆရာ အဲရစ်ဗန်လက်စဗန်ဒါ၏ The Bourne Legacy ဝတ္ထုအား ရုပ်ရှင်အဖြစ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/2d0ms/The_Bourne_Legacy_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/jungle-book-133x200.jpg",
        "title": "The Jungle Book (1967)",
        "description": "The Jungle Book (1967)\nNominated for 1 Oscar....Another 4 wins & 3 nominations\nIMDb - 7.6/10 ______Rotten - 87%\n \nကျွန်တော်တို့ ငယ်ငယ်တုန်းက ကြည့်ခဲ့ဖူးတဲ့ The Jungle Book ဆိုတဲ့\nကာတွန်းကားလေး ပြန်တင်ချင်ပါတယ်။ တောတွင်းသားလေး တစ်ယောက်\nအကြောင်းပါ။ ကာတွန်းမတင်ရတာကြာလို့ အပျင်းပြေ ပြန်ကြည့်ရအောင်ဗျာ။မြန်မာပြည်မှာလဲ ကာတွန်းစာအုပ်ထွက်တဲ့အထိ အောင်မြင်ခဲ့တာကြောင့် ပရိသတ်တော်တော်များများနဲ့လဲ ရင်းနှီးပြီးသားဖြစ်မှာပါ။ IMDb Rating 7.6အထိ ရထားတာမို့ ပြန်ကြည့်လဲ မမှားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်\n(ဘာသာပြန်သူကတော့ ကိုမိုးစက်ပဲ ဖြစ်ပါတယ်)\n------------------------------------------------\nကြ်န္ေတာ္တုိ႕ ငယ္ငယ္တုန္းက ႀကည္႕ခဲ႕ဖူးတဲ႕ The Jungle Book ဆုိတဲ႕\nကာတြန္းကားေလး ၿပန္တင္ခ်င္ပါတယ္။ ေတာတြင္းသားေလး တစ္ေယာက္\nအေႀကာင္းပါ။ ကာတြန္းမတင္ရတာႀကာလုိ႕ အပ်င္းေၿပ ၿပန္ႀကည္႕ရေအာင္ဗ်ာ။ျမန္မာျပည္မွာလဲ ကာတြန္းစာအုပ္ထြက္တဲ့အထိ ေအာင္ျမင္ခဲ့တာေၾကာင့္ ပရိသတ္ေတာ္ေတာ္မ်ားမ်ားနဲ့လဲ ရင္းႏွီးျပီးသားျဖစ္မွာပါ။ IMDb Rating ...",
        "rating": "7.6",
        "url": "https://megaup.net/3yS61/The_Jungle_Book_[1967]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/e56fd1f6ab006f7be561513c536017741429243877_full-1-212x300.jpg",
        "title": "Attack On Titan 1  (2015)",
        "description": "ဒီကားထွက်ရင် ဘာသာပြန်မယ်လို့ပြောထားပြီး နောက်ကျနေလို့ဆောရီးပါ\nEnglish Srt File က မထွက်သေးတာရယ်အလုပ်တွေလဲများနေတာရယ်ကြောင့်ပါ\nအခုတော့ အားလုံးပြီးသွားလို့ တင်ပေးလိုက်ပါပြီ။ဒီကားကို မကြည့်ခင်အရင် ဆုံးပြောချင်တာကဇာတ်ကားပြီးလို့ စာတန်းထိုးပြီးတဲ့ထိပြီးဆုံးအောင်\nကြည့်ပေးစေချင်ပါတယ် wink emoticonလွန်ခဲ့တဲ့ နှစ်၁၀၀ ကျော်ကပေါ်လာတဲ့ လူသားစားတဲ့တိုက်တန်တွေ..\nတိုက်တန် တွေကိုကြောက်လို့ နံရံမြင့်ကြီးတွေ ထဲမှာနေနေရတဲ့လူသားတွေ..\nတိုက်တန်တွေကို အယုံအကြည် မရှိခဲ့တဲ့အဲရန် နဲ့\nသူငယ်ချင်း လူကြောက်လေးအာမင်..\nပြီးတော့ အဲရန်ပြောသမျှယုံကြည်တတ်တဲ့ ကောင်မလေးမီကာဆာတို့ ..\nနံရံ ကြီးတွေရဲ့အပြင် ဘက်ကိုထွက်ဖို့ ကြိုးစားကြတဲ့တစ်နေ့မှာ....တိုက်တန်တွေ ပေါ်လာပြီးလူသားတွေ တိုက်ခိုက်ခံကြရပြီးတဲ့ နောက်မှာ\nအဲရန် အာမင်နဲ့ မီကာဆာတို့ ဘာတွေပြောင်းလဲ သွားကြမလဲဆိုတာရယ်...တိုက်တန်တွေ ကိုတိုက်ခိုက်ကြတာတွေ သေကွင်းသေကွက်တွေက တကယ်ကို\nကြည့်လို့ကောင်းပါတယ် (18+ Rated ကားဖြစ်ပါတယ် သေတာတွေ ကြမ်းလို့နော်colonthree emoticon )ဒီကားဟာ ဂျပန်Animation ဇာတ်လမ်းတွဲ တစ်ခုဖြစ်ပြီး ဂျပန်မှာလဲအရမ်းနာမည်ကြီးတဲ့ ကားဖြစ်ပါတယ်\n( ဒီကားကို ရုံတင်တုန်းကလက်မှတ်မရလို့ ရုံးလစ်ပြီးကိုသွားကြည့်ပါတယ် tongue emoticon )\nAnime ကြည့်ဖူးသူတွေကတော့ ဒီကားဟာAnime ...",
        "rating": "",
        "url": "https://megaup.net/UAdv/Attack_On_Titan_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/minion-2015-105x200.jpg",
        "title": "Minions (2015)",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Minion 2015 ကိုတင်ဆက်ပေးလိုက်ပါပြီ..အဆင်ပြေနိုင်ကြပါစေ :D\nMinion တွေဟာ ကမ္ဘာဦးအစ ကတည်းက ဆဲတစ်ခုတည်းနဲ့ တည်ရှိခဲ့တဲ့ အဝါရောင် သတ္တဝါလေးတွေဖြစ်ပြီး အင်အားအကြီးမားဆုံး အဆိုးသွမ်းဆုံး အကောင်ကိုသာ လုပ်ကျွေးပြုစုချင်ကြသူတွေ ဖြစ်ပါတယ်။ အင်အားကြီးမားတဲ့ T.Rex ဒိုင်တိုဆောတွေ၊ ကျောက်ဂူလူသားတွေ နောက်ကို လိုက်ခဲ့ပေမယ့် အဆင်မပြေခဲ့ပဲ ဉာဏ်ပညာကြီးမားတဲ့ လူသားတွေအပေါ် နှစ်သက်တဲ့ စိတ်ကြောင့် အဆိုးသွမ်းဆုံး လူတွေဆီကိုသာ နောက်လိုက်အဖြစ် ပါဝင်ပြုစုခဲ့ပါတယ်။ အီဂျစ်ဖာရို၊ ဒရက်ဂူလာနဲ့ နပိုလီယံတို့ကို အလုပ်အကျွေး ပြုခဲ့ပေမယ့် အဆင်မပြေခဲ့ပဲ အန္တာတိကမှာ သီးသန့်သွားရောက်နေထိုင်နေကြပါတယ်။ ဒါပေမယ့် နှစ်တွေ ကြာလာတဲ့အခါ သူတို့ရဲ့ ရည်ရွယ်ချက်တွေ ပျောက်ဆုံးကုန်ပြီး စိတ်ဓာတ်ကျ ငြီးငွေကုန်ကြပါတယ်။\nဒီ Minion အပေါင်းကို ကယ်တင်ဖို့အတွက် သတ္တိကောင်းတဲ့ Kevin ဟာ သူ့ရဲ့ အကြံကို Minion တွေအားလုံး ကြားမှာ ထုတ်ဖော်ပြောကြားလိုက်ပါတယ်။ ...",
        "rating": "6.4",
        "url": " https://megaup.net/2sgpf/Minions.2015.1080p.BluRay.x265.10bit.SDR.DTS-HD.MA.TrueHD.7.1.Atmos-{CM}_Recoded.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/Big-Ass-Spider-2013-Movie-Poster-1-203x300.jpg",
        "title": "Big Ass Spider (2013)",
        "description": "Greg Grunberg ဟာ ပိုးမြားသန္႕စင္ေရး၀မ္ထမ္းတေယာက္ျဖစ္ၿပီး ေဆးရုံးကို ပိုးေကာင္ကိုက္လို႕ေဆးရုံးကိုလာျပေသာအခါ ေဆးရုံးမွာ အေလာင္းမွားၿပီးပို႕လိုက္တဲ့အထဲမွာ ပင္ကူပါလာရာမွ ဇာတ္လမ္းရႈပ္ေထြးသြားတာျဖစ္ၿပီး အဲဒီပင္ကူက လူသားစားရာမွ အေကာင္တျဖည္းျဖည္းႀကီးျပင္လာရာ အဲအေကာင္ကို Greg Grunberg နဲ႕လူစုတသိုက္ ပင္ကူႀကီးကို ဘယ္လိုေျဖရွင္းလဲဆိုတာကို ၾကည့္ရမွာပါ IMDb မွာ Ratings: 5.3 ရရွိထားပါသည္။(ဇာတ္ကားအညြန္းေရးသူကေတာ့ CM ပရိသတ္ ကိုရာဇာပဲ ျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-353/",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Song-of-the-sea-poster-133x200.jpg",
        "title": "Song of the Sea (2014)",
        "description": "Song of the Sea (2014)IMDb - 8.1/10_____Rotten - 99%  ၂၀၁၅ ခုနှစ် ၈၇ ကြိမ်မြှောက် အော်စကာဆုရွေးပွဲမှာ\nAcademy Award for Best Animated Feature ဆုအတွက် ဆန်ကာတင်ပါဝင်ခဲ့တဲ့ဇာတ်ကားပါ။\nဒီဇာတ်ကားရဲ့ အညွှန်းထက် ရရှိထားတဲ့ Rating တွေက ပိုစိတ်ဝင်စားဖို့ကောင်းပါတယ်။\nIMDb Rating (8.1/10)\nRotten Tomatoes (99%)\nMetacritic (89%)\nဘာလို့ ဒီလောက် Rating တွေမြင့်နေတယ်ဆိုတာကတော့ ကိုယ်တိုင်ကြည့်ရှုခံစားပေးကြပါဦး။\n \n(မြန်မာစာတန်းထိုးကိုတော့ Nyi Thanlwin မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်တာပါ။)\n  ၂၀၁၅ ခုႏွစ္ ၈၇ ၾကိမ္ေျမွာက္ ေအာ္စကာဆုေရြးပြဲမွာ\nAcademy Award for Best Animated Feature ဆုအတြက္ ဆန္ကာတင္ပါဝင္ခဲ့တဲ့ဇာတ္ကားပါ။\nဒီဇာတ္ကားရဲ႕ အညႊန္းထက္ ရရွိထားတဲ့ Rating ေတြက ပိုစိတ္ဝင္စားဖို႕ေကာင္းပါတယ္။\nIMDb Rating (8.1/10)\nRotten Tomatoes (99%)\nMetacritic (89%)\nဘာလို႕ ဒီေလာက္ Rating ...",
        "rating": "8.1",
        "url": "https://megaup.net/Tyss/Song_Of_The_Sea_(Amhrán_Na_Mara)_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/frozen-fever-poster-133x200.jpg",
        "title": "Frozen Fever (2015)",
        "description": "Frozen Fever (2015)_____IMDb - 6.9/10\n   \nတကယ်တမ်း Short Movie အနေနဲ့ ထွက်ရှိထားတာဖြစ်ပြီး ၈ မိနစ်စာပဲ ရှိပေမယ့် တစ်ခြား Animation Cartoon ရုပ်ရှင်တွေရဲ့ Short Movie တွေလို မဟုတ်ပဲ ကြည့်ရတာ စိတ်ထဲ ပျော်ရွှင်မှုလေး တကယ်ရပါတယ်\nElsa နဲ့ Kristoff တို့ ရဲ့ Anna အတွက် စိတ်လှုပ်ရှားဖွယ် မွေးနေ့အစီအစဉ်လေး ပြုလုပ်ပုံလေးက အရမ်းကို ချစ်စရာကောင်းနေပါတယ်.. ဒီအပိုင်းတိုလေးအတွင်းမှာ အန်နာ နဲ့ အလ်ဆာ တို့ ရဲ့ ဝတ်စုံဒီဇိုင်းကို သတိထားကြည့်ပါ အတော်လေးကို ထူးခြား လှပနေပါတယ်... အိပ်ပျော်နေတဲ့ အန်နာ ကို အလ်ဆာ က သွားနှိုးလာပြီး အဝတ်အနီစကြိုးလေး တစ်ကြိုးကို ဆွဲခိုင်းကာ တောက်လျှောက် လက်ဆောင်လေးတွေ တစ်ခုပြီး တစ်ခုပေးပါတယ် အဲ့ဒီ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Sax3/Frozen_Fever_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Short"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/paranorman-poster-140x200.jpg",
        "title": "ParaNorman (2012)",
        "description": "ParaNorman (2012)\nIMDb - 7.0/10_____Rotten - 89%\n  \nဒီကားလေးဟာ မက်ဆာချူးဆက်ပြည်နယ်ရဲ့  မြို့ဟောင်းတစ်ခုကို အခြေခံပြီးရိုက်ကူးထားတဲ့ သရဲဇတ်လမ်းကား တစ်ကားပါ...\nအသက် ၁၁ နှစ်အရွယ် နော်မန် (Norman Babcock) ဆိုတဲ့ ကောင်လေးကတော့ အဓိကဇတ်ကောင်နေရာကနေပါဝင်ထားပါတယ်...\nနော်မန့်မှာ မွေးရာပါစွမ်းရည်တစ်ခု လက်ဆောင်ရထားပါတယ်...\nအဲ့ဒါကတော့ သေဆုံးသွားတဲ့ဝိညဉ်တွေကို မြင်တွေ့နိုင်ပြီး စကားပြောနိုင်တာပါ...\nသူမြင်တွေ့နေရတာတွေကို ဘယ်သူမှ မမြင်တဲ့အတွက် အရူးတစ်ယောက်လို သတ်မှတ်ခံထားရပါတယ်...\nသူ့မိသားစုကကတောင် သူ့ကိုမယုံပါဘူး...\nသူတို့မြို့လေးမှာ စုန်းမတစ်ယောက်ရဲ့ကျိန်စာအကြောင်း ပုံပြင်ဇာတ်လမ်းလေးရှိနေခဲ့ပါတယ်...\nဒါပေမယ့် အဲ့ဒီ ဇာတ်လမ်းမှာ အမှန်တကယ်ရှိနေခဲ့ပါတယ်...\nနောက်ပြီး အဲ့ဒီမြို့လေးကလူတွေအားလုံးရဲ့ကံကြမ္မာနဲ့သက်ဆိုင်နေပါတယ်...\n  \nဒီလိုနဲ့ တစ်နေ့မှာ ဝိညဉ်တွေနဲ့ စကားပြောဆိုနိုင်တဲ့ နော်မန့်ဆီကို စုန်းမရဲ့ကျိန်စာကိုရပ်တန့်ပေးဖို့\nရုတ်တရက်တာဝန်တစ်ခုပေးခြင်း ခံလိုက်ရတဲ့ အခါမှာတော့.....\nနော်မန်တစ်ယောက် စုန်းမရဲ့ ကျိန်စာကို ရပ်တန့်နိုင်ပြီး လူတွေအားလုံးကို ကယ်တင်နိုင်မှာလား...\nစုန်းမကရော ဘယ်လိုအဆုံးသတ်သွားမလဲ ဆိုတာတွေကိုတော့ ဆက်လက်ရှုစားကြပါဦးလို့....\nဒီကားလေးဟာ ပထမဆုံး အရုပ်သေးသေးလေးတွေ နဲ့ stop-motion 3D နည်းပညာကို သုံးထားတဲ့ Animation ကား တစ်ကားဖြစ်ပါတယ်...\nရုပ်ရှင်ကားကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/1zz4y/ParaNorman_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/From-Vegas-To-Macau-II-poster-139x200.jpg",
        "title": "From Vegas to Macau II (2015)",
        "description": "From Vegas to Macau II (2015)_____IMDb - 4.6/10\n  ပိတ်ရက်လေးမှာ မိသားစုနဲ့ ရုပ်ရှင်ကြည့်ရင်း အပန်းဖြေဖို့ စိတ်ကူးထားသူတွေအတွက် အခု လောလောဆယ် ရုံတင်နေတဲ့ ဟောင်ကောင်အက်ရှင်ကားလေး ကြည့်ရအောင် ဖော်ပြပေးလိုက် ပါတယ်။\nမြန်မာပရိသတ်တွေနဲ့ ရင်း နှီးပြီးသားဖြစ်တဲ့ ဟောင်ကောင် နေအောင်လို့ လူသိများသူ ချောင် ယွန်ဖတ်ခေါင်းဆောင် ပါဝင် ထားတာမို့ အက်ရှင်ဇာတ်လမ်း ကောင်းကြိုက်သူတွေ နှစ်သက် ဦးမယ်ထင်ပါတယ်။ ဒီဇာတ်ကား က ဒုတိယမြောက်ဇာတ်လမ်းအ ဖြစ် ထွက်ရှိလာတာမို့ ပထမ ဇာတ်လမ်းကို ကြည့်ဖူးသူတွေက တော့ အရင်ဇာတ်လမ်းနဲ့ ယှဉ် ကြည့်ဖို့အတွက် မဖြစ်မနေ မြည်း စမ်းကြည့်သင့်ပါတယ်။\nမင်းသားချောင်ယွန်ဖတ်က သူမတူအောင် ကျွမ်းကျင်လှတဲ့ ဖဲလိမ်သမား ကင်အဖြစ် သရုပ် ဆောင်ထားပါတယ်။ တချို့ပြကွက်တွေက အထူးပြုလုပ်ချက်တွေများလွန်းပေမယ့် ကြည့်လို့တော့ အဆင်ပြေမှာပါ။\nကင်ရဲ့ ခေါင်းကိုင်သားဖြစ် တဲ့ ဗင်းဆင့်ဟာ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2h2bh/From_Vegas_To_Macau_II_(Du_Cheng_Feng_Yun_II)_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/Back_To_The_Jurassic_28201529_R2_CUSTOM-5Bfront5D-5Bwww.FreeCovers.net5D-1-300x201.jpg",
        "title": "Back To The Jurassic (2012)",
        "description": "2015 ခု ႏွစ္မွာထြက္ရွိခဲ႕တဲ႔ Back To The Jurassic ဆုိတဲ႕ Animation ကားေလးတစ္ကားနဲ႕မိတ္ဆက္\nေပးခ်င္ပါတယ္..ဇာတ္လမ္းဟာ IMDb Rating 5.6 ရရွိထားၿပီး စိတ္အပန္းေၿဖၾကည္႔ဖုိ႕အတြက္သင္႔ေတာ္\nတဲ႕ ဇာတ္လမ္းေကာင္းေလးပါ\nအန္ရင္းဆုိတဲ႕ေကာင္ေလးဟာ သူ႕အေမ ေၿပာစကားကိုဆုိရင္ မလိမ္႕တပတ္လုပ္ၿပီးအၿမဲတမ္းတလြဲ\nလုပ္တတ္တဲ႔ေကာင္ေလးတစ္ေယာက္ၿဖစ္ပါတယ္..သူ႕မွာ ေဂ်ာ္ဆုိတဲ႔ညီမေလးတစ္ေယာက္ရွိပါတယ္\nသူ႕အေပၚမွာအၿမဲတမ္းေခ်ာက္ခ်ၿပီး ၿပသနာၿဖစ္ေအာင္လုပ္တဲ႕ညီမေလးေပါ႕..အန္ရင္းဟာ ထူးထူးၿခားၿခား\nဒိုင္ႏိုေဆာေတြနဲ႕ ပတ္သတ္ၿပီး သေဘာက်ကာ..ေလ႔လာရတာ ၀ါသနာထံုပါတယ္..ဒိုင္ႏိုေဆာၿပတိုက္\nၾကီးမွာလည္းသူအၿမဲတမ္းသြားေရာက္ေလ႔လာတတ္ပါတယ္..တစ္ေန႕မွာ အန္ရင္းရဲ႕အေမဟာ တစ္ႏွစ္တာအတြက္ Mother Of The Year ဆုကိုလက္ခံဖုိ႕အတြက္\nသြားတဲ႕အခ်ိန္မွာ အန္ရင္းကိုသူ႔ဆိုင္ေစာင္႔ဖုိ႕အတြက္ေစခိုင္းခဲ႕ပါတယ္..အန္ရင္းဟာ အေမစကားကို\nနားမေထာင္ပဲနဲ႕ သူ႕သူငယ္ခ်င္း မက္စ္ နဲ႕အတူ ဒိုင္ႏိုေဆာရုပ္ၾကြင္းၿပတိုက္ထဲက ကန္႔သတ္ထားတဲ႕\nအခန္းကို ခိုး၀င္ခဲ႔ပါတယ္..ကံဆုိးခ်င္ေတာ႕သူ႕ညီမၿဖစ္သူ ေဂ်ာ္ ကလိုက္ပါလာၿပီး အခ်က္ေပးစနစ္ကို\nၿမည္ေအာင္လုပ္လိုက္ေတာ႔ လူမိသြားပါေတာ႕တယ္..ဒါေၾကာင္႕ အန္ရင္းကုိ သူ႕အေမက သံုးပတ္\nအခန္းထဲပိတ္ထားမယ္လို႕ အၿပစ္ဒဏ္ေပးလိုက္ပါတယ္..အန္ရင္းဟာအခန္းထဲကေနခိုးထြက္ၿပီးေတာ႕\nသူ႕သူငယ္ခ်င္းမက္စ္ အိမ္ကိုခိုးသြားပါတယ္..အန္ရင္းခိုးထြက္တာကို ၿမင္တဲ႔ ေဂ်ာ္ကလည္းေနာက္ကေန\nလိုက္လာၿပီး အကြက္ဆင္ဖုိ႕ေခ်ာင္းေနပါတယ္..မက္စ္ရဲ႕အေဖဟာ တီထြင္တာေတြ၀ါသနာပါတဲ႕သူ\nတစ္ေယာက္ၿဖစ္ၿပီး အခ်ိန္ခရီးသြားစက္ကိုတီထြင္ေနတာ ေလးႏွစ္တာ ၾကာခဲ႔ပါၿပီ..ခ်ိဳ႕ယြင္းခ်က္တစ္ခု\nေၾကာင္႔ ပါ၀ါမတက္ႏိုင္ပဲၿဖစ္ေနပါတယ္..မက္စ္ရဲ႕အေဖဟာ ဒီခရီးသြားစက္ကို အန္ရင္းနဲ႕မက္စ္ကို\nၿပသလိုက္ၿပီး အၿပင္ဘက္မွာအလုပ္ထြက္လုပ္ေနပါတယ္..အဲ႕အခ်ိန္မွာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/back-to-the-jurassic-2015/",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/seventh-son-poster-133x200.jpg",
        "title": "Seventh Son (2014)",
        "description": "Seventh Son (2014)_____IMDb - 5.5/10\n Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပြီးတော့ IMDb Rating (5.5/10) ရရှိထားပါတယ်။\nမင်းသားကြီး Jeff Bridges , Ben Barnes , မင်းသမီး Julianne Moore တို့အပြင်\nအခြားသော သရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်။\nမကောင်းဆိုးဝါးနဲ့ မှော်အစွမ်းတွေကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားပါတယ်။\n(Rating တွေနည်းနေတာကိုတော့ သတိပြုရမှာပါ) Action, Adventure, Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီးေတာ့ IMDb Rating (5.5/10) ရရွိထားပါတယ္။\nမင္းသားၾကီး Jeff Bridges , Ben Barnes , မင္းသမီး Julianne Moore တို႕အျပင္\nအျခားေသာ သရုပ္ေဆာင္မ်ားစြာပါဝင္ထားပါတယ္။\nမေကာင္းဆိုးဝါးနဲ႕ ေမွာ္အစြမ္းေတြကို ဇာတ္အိမ္တည္ျပီးရိုက္ကူးထားပါတယ္။\n(Rating ေတြနည္းေနတာကိုေတာ့ သတိျပဳရမွာပါ)\n  \nFile size...800 MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:41:59\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "5.5",
        "url": "https://megaup.net/2fmH6/Seventh_Son_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/tai-chi-zero-and-hero-poster-139x200.jpg",
        "title": "Tai Chi Zero & Tai Chi Hero (2012) [Special Package]",
        "description": "Tai Chi Zero (2012)\nIMDb - 6.1/10_____Rotten - 60%\n IMDb Rating (6.1/10) ရရှိထားတဲ့ English စကားပြော တရုတ်သိုင်းကားပါ။\n \nFile size...850MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:38:18\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n \nUserDrive / CM Drive / Yoteshin\nMegaup / Mega.nz\nFiledown.info / Upstream\n \n***************\n \nTai Chi Hero (2012)\nIMDb - 6.2/10_____Rotten 45%\n အပေါ်က Tai Chi Zero ရဲ့အဆက်ဖြစ်ပြီး IMDb Rating (6.2/10) ရရှိထားပါတယ်။\n \nFile size...800MB\nQuality....Blu-ray Rip 720p\nFormat...mp4\nDuration....01:42:36\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung\n  \nUserDrive / CM Drive / Yoteshin\nMegaup / Mega.nz\nFiledown.info / Upstream\n \nAdmin ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gn3e/Tai_Chi_Zero_(Tai_Ji_1_-_Cong_Ling_Kai_Shi)_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Special Package"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/the-boxtrolls-poster-133x200.jpg",
        "title": "The Boxtrolls (2014)",
        "description": "The Boxtrolls (2014)\nIMDb - 6.8/10_____Rotten - 77%\n  \nAnimation ပရိတ်သတ်တွေအတွက် ထွက်ထားတာ မကြာသေးတဲ့ ကာတွန်းဇာတ်ကားအသစ်ကို\nတင်ဆက်လိုက်ပါတယ်....IMDb Rating (6.8/10) ရရှိထားတဲ့ ဇာတ်ကားဖြစ်လို့\nကာတွန်းကြိုက်ပရိတ်သတ်တွေလက်လွတ်မခံသင့်တဲ့ဇာတ်ကားပါ။\n File size...1GB\nQuality....DVDRip\nFormat...mp4\nDuration....01:36:00\nSubtitle....Myanmar Subtitle(Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://megaup.net/3zAxu/The_Boxtrolls_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/hercules-poster-141x200.jpg",
        "title": "Hercules (2014)",
        "description": "Hercules (2014)IMDb - 6.0/10_____Rotten - 57%\n  #ရုပ်ရှင်မိတ်ဆက်ဒီကားကတော့ The Rock ရဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်သလို၊ Hercules ရဲ့ ဇာတ်လမ်းကို မထင်မှတ်ထားတဲ့ ရှုထောင့်ကနေတင်ဆက် ပေးထားတာဖြစ်ပါတယ်။ရှေးပုံပြင်တွေမှာ Hercules က Demi-God ဖြစ်ပြီး Zeus ရဲ့ သားဖြစ်တယ်လို့အာလုံး က လက်ခံထားကြသလို၊ Hercules ကာတွန်းကားကလည်း ဒီအတိုင်းပဲ သရုပ်ဖော်ထားခဲ့ပါတယ်။ ဒီကားကတော့ Hercules ရဲ့ ဂုဏ်သတင်း နဲ့ အားလုံးသိထားတဲ့ ပုံပြင်တွေ၊ စွန့်စားခန်းတွေ က တကယ်တော့ လူတွေ လုပ်ကြံပြောဆိုတာပါဆိုပြီး ရိုက်ကူးခဲ့ပါတယ်။ဇာတ်လမ်းမှာ Hercules ရဲ့ တူဖြစ်သူက ခရီးလှည့်လည်သွားလာရင်းနဲ့ ရောက်လေရာမှာ သူ့ဦးလေးရဲ့ အကြောင်းကို လူတွေ အထင်ကြီး လေးစားလာအောင် ရန်သူတွေ ကြောက်ရွံ့ အောင် ပြောဆိုလေ့ရှိပါတယ်။ Hercules က ခေါင်းသုံးနဲ့ နဂါးကြီးကို ဘယ်လို ရင်ဆိုင်ခဲ့တာ၊ တောဝက်ကြီးကို ဘယ်လို နှိမ်နင်းခဲ့တာ၊ ခြေင်္သေ့ကြီးကို ဘယ်လို ရင်ဆိုင်ခဲ့တာ စသဖြင့် ပုံပြင်တွေ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2ep9m/Hercules_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNDE4OTk4MTk0M15BMl5BanBnXkFtZTgwODQ4MTg0MzI@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Jungle (2017)",
        "description": "ဒီကားလေးကတော့ စာရေးဆရာ Yossi Ghinsberg ရဲ့ တကယ့်ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကို ပြန်လည်ပုံဖော်ပြီးအသက်သွင်းထားတာဖြစ်ပါတယ်ကမ္ဘာပတ်ပြီးခရီးထွက်ရတာကို နှစ်သက်တဲ့ ယိုစီ ( Daniel Radcliffe ) ဟာ တောင်အမေရိကမှာရှိတဲ့ Bolivia နိုင်ငံကိုရောက်လာပြီး သူ့လိုပဲ adventure စွန့်စားခန်းတွေထွက်ရတာနှစ်သက်တဲ့ ကျောင်းဆရာ မားကပ်စ်နဲ့ ဓာတ်ပုံဆရာ ကယ်ဗင်တို့နဲ့ ခင်မင်ရင်းနှီးခဲ့ပါတယ်၃ယောက်အတူခရီးရှေ့ဆက်ကြရင်း La Puz ဆိုတဲ့မြို့လေးမှာ ယိုစီ က ကားလ် လို့ခေါ်တဲ့လူတစ်ယောက်နဲ့ တွေ့ဆုံခဲ့တယ်ကားလ်က ယိုစီ့ကို တောနက်ထဲက အင်ဒီးယန်းလူမျိုးစုတွေရှိတဲ့နေရာကိုသူခေါ်သွားပေးနိုင်ကြောင်းပြောခဲ့တယ် သူကရွှေတွေလိုက်ရှာသူဖြစ်ကြောင်းလဲပြောခဲ့တယ်ကားလ်ခေါ်တဲ့တောနက်ထဲကို ယိုစီ ကယ်ဗင် နဲ့ မားကပ်စ်တို့ ၃ယောက်လိုက်သွားခဲ့ပြီးတော့ မားကပ်စ်ခြေထောက်မှာဒဏ်ရာရခဲ့လို့ လှည့်ပြန်ရမလို ဆက်သွားရမလိုတွေဖြစ်ခဲ့ပါတယ်အချင်းချင်း စိတ်အခန့်မသင့်တွေဖြစ်ကာ လမ်းကိုယ်စီခွဲပြီး ခရီးဆက်ကြရင်း ဒုက္ခတွေတွေ့ကြုံရပြီး ယိုစီတစ်ယောက်ထဲ တောနက်ထဲမှာ ဘယ်လိုအသက်ရှင်ရမလဲ သူ့သူငယ်ချင်းတွေကရော ဘာတွေဖြစ်သွားလဲ သူ့ကိုပြန်လာကယ်မလားဆိုတာကိုကြည့်ရမဲ့ Survivor movie လေးပါ(ဘာသာပြန်သူကတော့ ခင်ပြည့်စုံကျော်ပါ)-----------------------------------------------------------------------------------------------------ဒီကားေလးကေတာ့ စာေရးဆရာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/3yC4w/Jungle_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    }
]