[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/despicable_me_three_ver3_xlg-126x200.jpg",
        "title": "Despicable Me 3 (2017)",
        "description": "ချစ်စရာMinionsလေးတွေကိုအားလုံးမှတ်မိကြမှာပါ။\nDespicable me 1 ကနေစပြီးအောင်မြင်ခဲ့တဲ့ဒီဇာတ်ကားကို Illumination Entertainment နဲ့ Universal Picture တို့ကနေပြီး Despicable me 3ဆိုပြီး ထပ်မံရိုက်ကူးထုတ်လုပ်လိုက်ပါပြီ။\nဂရူးတယောက်တော့ဒီတခါ ဘော်တယ်ဇာ ဘရက်တ် ကိုနှိမ်နင်းရပါတော့မယ်။\nဘရက်တ်ဟာငယ်စဉ်ကကလေးသရုပ်ဆောင်ဖြစ်သလို၈ဝခုနှစ်လောက်ကသူသရုပ်ဆောင်ခဲ့တဲ့ဇာတ်ကောင်တွေကိုစွဲလန်းရူးသွပ်နေသူတယောက်ပါ။\nဒီကားလေးမှထူးခြားတာတော့ ဂရူးရဲ့အမြွာညီအစ်ကိုတယောက်ပေါ်လာတာပါပဲ။\nဒရူးဟာ ဂရူးလို ဗီလိန်အလုပ်တွေ လုပ်ဖို့ အရမ်းစိတ်အားထက်သန်နေပါတယ်\nဂရူးကလည်း သူ့အလုပ်ပြန်ရဖို့ ဗီလိန်ဘော်တယ်ဇာ ဘရက်တ်ကို ဖမ်းဖို့လိုနေတာကတစ်ကြောင်း ဒရူးကလည်း ဗီလိန်လုပ်ပြီး ဘရက်တ်ခိုးသွားတဲ့စိန်ကို ပြန်ယူဖို့ ညီအစ်ကိုနှစ်ယောက်သား အတိုင်အဖောက်ညီညီ ကြိုးပမ်းကြပါတယ်\nထုံးစံအတိုင်းရယ်ရယ်မောမောပေါ့ပေါ့ပါးပါးနဲ့ ထွက်ခဲ့ပြီးတဲ့ Despicable me1,2လိုပဲ ပရိသတ်ကိုကျေနပ်စေမှာပါ။\nအဲတော့ ဒရူးနဲ့ဂရူးတို့ ဘယ်လိုကမ္ဘာကြီးကိုကယ်တင်ကြမလဲဆိုတာကိုတော့ ဇာတ်လမ်းအပြည့်အစုံကို ရှုစားကြပါဦးဗျာ\n(မြန်မာစာတန်းထိုးဖိုင်ကိုတော့ Mmsubtitles မှကူညီပေးထားတာဖြစ်ပါတယ်)\n------------------------------------------------------------\nခ်စ္စရာMinionsေလးေတြကိုအားလံုးမွတ္မိၾကမွာပါ။\nDespicable me 1 ကေနစၿပီးေအာင္ျမင္ခဲ့တဲ့ဒီဇာတ္ကားကို Illumination Entertainment နဲ႕ Universal Picture တို႕ကေနျပီး Despicable me 3ဆိုျပီး ထပ္မံရိုက္ကူးထုတ္လုပ္လိုက္ပါျပီ။\nဂရူးတေယာက္ေတာ့ဒီတခါ ေဘာ္တယ္ဇာ ဘရက္တ္ ကိုနွိမ္နင္းရပါေတာ့မယ္။\nဘရက္တ္ဟာငယ္စဥ္ကကေလးသရုပ္ေဆာင္ျဖစ္သလို၈ဝခုႏွစ္ေလာက္ကသူသရုပ္ေဆာင္ခဲ့တဲ့ဇာတ္ေကာင္ေတြကိုစြဲလန္းရူးသြပ္ေနသူတေယာက္ပါ။\nဒီကားေလးမွထူးျခားတာေတာ့ ဂရူးရဲ႕အျမြာညီအစ္ကိုတေယာက္ေပၚလာတာပါပဲ။\nဒရူးဟာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3yLpo/Despicable_Me_3_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYjdiZjljMWQtZGNiMi00N2I0LWI3OWYtNjkxZjcyMWZlNDQyXkEyXkFqcGdeQXVyNTgwNTE5MjM@._V1_-135x200.jpg",
        "title": "[18+] Party Bus To Hell (2017)",
        "description": "ဘန်းနင်းမန်း ပွဲတော်ကိုသွားမယ့် ဘတ်စ်ကားတစ်စီး။ရည်ရွယ်ချက်ကိုယ်စီနဲ့ ကားပေါ်ပါလာတဲ့ အလွှာစုံအရွယ်စုံ လူတစ်စု။ကန္တာရအလည်မှာ\nသူတို့ ကားသမားက ခဏနော်ဆိုပြီးကားရပ်ထားခဲ့ပြီး ပျောက်သွားတယ်။တစ်ဖြည်းဖြည်း အချိန်တွေကုန်လာတာနဲ့ အမျှ သူတို့စိုးရိမ်ပူပန်မှုတွေလဲ မြင့်တက်လာတဲ့အချိန် ကားမောင်းတဲ့သူကို ကုန်တင်ခန်းထဲမှာ အလောင်းအဖြစ်တွေ့မြင်လိုက်ရတဲ့ အခါ..။ကန္တာရထဲမှာ သူတို့မသိသေးတဲ့ အန္တရာယ်တွေ အများကြီး သူတို့ကိုစောင့်ကြိုနေပါတယ်။\nသတ်ခန်းဖြတ်ခန်းတွေ ကြမ်းတမ်းလွန်းသလို အဖော်အချွတ်ခန်းတွေကလဲတစ်ကားလုံးနီးပါး ဒင်းကြမ်းပါပဲ။အယူအစွဲကြီးတဲ့လူတစ်စု ငရဲမိစ္ဆာတွေ ပါပေမယ့်ကြောက်စရာကောင်းတာထက် အတည်ပေါက်နဲ့ဖောက်တဲ့ဟာသတွေနဲ့ပျော်ဖို့ကောင်းတဲ့ကားမျိုးပါ။American pie ဇာတ်ကားတွေထဲက ကာလသားကြိုက်မင်းသမီးလေး tara reid ကလဲ cameo အဖြစ်ပါဝင်ထားပါတယ်။ \nFile size…900 MB\nQuality….Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGB\nTranslated by ALS",
        "rating": "4.9",
        "url": "https://megaup.net/1DBvW/(DS)Party.Bus.to.Hell.2017.1080p.BluRay.x264.DTS-CHD.mp4",
        "category": "Adult, Adventure, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTA3ODUxMzUzMzleQTJeQWpwZ15BbWU4MDMzMzkyNDYz._V1_-146x200.jpg",
        "title": "Thugs of Hindostan (2018)",
        "description": "၂၀၁၈ က ရုံတင်ခဲ့တဲ့ အာမာခန်း နှင့် အမီတာဘာချမ်း တို့ခေါင်းဆောင်ပါဝင် သရုပ်ဆောင်ထားတဲ့ Thugs Of Hindostan ကိုCM Fan တွေ အတွက် အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းပုံစံကတော့ အန္ဒိယ နိုင်ငံကို အင်္ဂလိပ်လူဖြူတွေကကျွန်အရောင်းအဝယ် ကုန်သွယ်မှုတွေ အပြင် တစ်ဖြေးဖြေး စီးနင်းလာတဲ့အခါမျိုးချစ်စိတ် ရှိတဲ့ ဘုရင့်အမျိုးအနွယ်တွေက ပုန်ကန်ဖို့ လုပ်ကြပါတယ်ဒါပေမဲ့ အရမ်းလည်လွန်းတဲ့ လူဖြူ အရာရှိ ကလိုက်ဖ် က အတော်များများကိုသတ်ပစ်ခဲ့ပါတယ်...အဲ့ဒီထဲကမှ ဘုရင်ကြီး တစ်ပါးရဲ့ သမီးဖြစ်သူ ဇာဖီရာ ဟာလူယုံတော်ကြီး အာဇတ် နဲ့ အတူ လွတ်မြောက်သွားခဲ့ပါတယ်..နှစ်ပေါင်းအတော်ကြာတဲ့ အခါ ပင်လယ်ဓါးမြကြီး ပုန်ကန်သူ အာဇတ် နဲ့အဖွဲ့ဖြစ်ပေါ်လာပြီး အင်္ဂလိပ်အစိုးရကို သွေးလန့်စေခဲ့ပါတော့တယ်...အင်္ဂလိပ်အစိုးရကလဲ သူတို့ အချုပ်အခြာ အာဏာ တည်မြဲရေးအတွက်အာဇတ် ကို ဖမ်းမိရဖို့အတွက် အတော်ဆုံးလူ လိုက်ရှာတဲ့အခါမှာတော့ပိုက်ဆံကလွဲပြီး ဘာမှ မသိ ...",
        "rating": "4.1",
        "url": "https://megaup.net/1DA24/(CM)Thugs_Of_Hindostan_2018_BluRay_1080p_DTS-ES_x264-DTOne.mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y4MBh0EjBlMuOzv9axM4qJlmhzz.jpg",
        "title": "Guardians of the Galaxy Vol. 2 (2017) MCU",
        "description": "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2MEwn/(MCU-CM)Guardians.of.the.Galaxy.Vol.2.2017.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Guardians_of_the_Galaxy_poster-135x200.jpg",
        "title": "Guardians of the Galaxy (2014) MCU",
        "description": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2MEuq/(MCU-CM)Guardians.of.the.Galaxy.2014.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pj6UQPrtmC0snzPeU1HUhGWTgz6.jpg",
        "title": "The Ice Road (2021)",
        "description": "Taken မင်းသားကြီး လီယံနယ်ဆန်ရဲ့ ရုပ်ရှင်အသစ်ပါ။ သည်းထိပ်ရင်ဖိုအမျိုးအစားပါပဲ။အမေရိကမြောက်ပိုင်းစွန်းမှာ ရှိတဲ့ ဓာတ်ငွေ့တွင်းတစ်ခု ပေါက်ကွဲမှုဖြစ်ပြီး ပြိုကျသွားတဲ့အခါ အလုပ်သမား၂၆ ယေက်လောက် ပိတ်မိသွားပါတယ်။ သူတို့အတွက် အောက်စီဂျင်ကလည်း နာရီ ၃၀ လောက်ပဲ ရှိနိုင်တာမို့ သူတို့ကိုကယ်ထုတ်ဖို့ အရေးပေါ်လိုလာပါတယ်။ ဒါပေမယ့် ဥမင်ပြိုကျရတာက မက်သိန်းဓာတ်ငွေ့လိုင်းကြီးကို တူးမိလို့ ဖြစ်တာမို့ဓာတ်ငွေ့တွေကို ထုတ်ပစ်ဖို့ စက်ကြီးတစ်ခု ရှိဖို့လိုနေပါတယ်။ အဲဒီစက်က ၂၅ တန်လောက်လေးတဲ့အတွက်ရေခဲပြင်ပေါ်ကို လေယာဉ်ဆင်းပြီး သယ်လို့မရသလို ရဟတ်ယာဉ်နဲ့လည်း မနိုင်ပါဘူး။ ဒီတော့ ကားနဲ့သယ်ဖို့တစ်နည်းပဲ ရှိပါတော့တယ်။ ကားတွေကလည်း ရေခဲလမ်းလို့ ခေါ်တဲ့ ခဲနေတဲ့ မြစ်ရေပြင်ပေါ်က လမ်းကိုဖြတ်မောင်းရမှာဖြစ်ပြီး ဧပရယ်လထဲမှာ ဖြစ်လို့ ဘယ်ဒရိုင်ဘာမှ မမောင်းရဲပါဘူး။ အဲဒီအချိန်မှာ မောင်းပြီးပို့ရဲတဲ့ဒရိုင်ဘာ သုံးယောက်ပေါ်လာတဲ့အခါ ပိတ်မိနေတဲ့သူတွေအတွက် ...",
        "rating": "7.4",
        "url": "https://megaup.net/2juju/The.Ice.Road.2021.720p.WEB.H264(CM).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-25-at-00.33.21-140x200.png",
        "title": "Send It! (2021)",
        "description": "Send It! (2021)============IMDb Rating - 6.0/10စိတ်ညစ်နေချိန် ပေါ့ပေါ့ပါးပါး ကြည့်လို့ရမယ့် အားကစားနောက်ခံလူငယ်ဇာတ်ကားလေးပါ။ဘီလီဂျွန်ဆင့်မှာ မိဘမရှိပါဘူး...သူ့ကိုထိန်းကျောင်းစောင့်ရှောက်ပေးခဲ့တာကတော့ သူ့ဖခင်ရဲ့ မိတ်ဆွေလုပ်ဖော်ကိုင်ဘက်ဟောင်းရေလွှာလျှောစီးနည်းပြတစ်ယောက်ပါ...ဘီလီတို့က တက္ကဆက်က Water park တစ်ခုမှာနေပြီး သူပါရမီပါလာတာ တစ်ခုရှိပါတယ်...\nအဲဒါကတော့ Kitesurfing လို့ခေါ်တဲ့ စွန်ကိုဆွဲပြီး ရေလွှာလျှောစီးတဲ့အားကစားပါပဲ...ဘီလီ့အရည်အချင်းကိုသိတဲ့နည်းပြနဲ့ မြို့သားတွေက မြောက်ပိုင်းကာရိုလိုင်းနားမှာ ခမ်းခမ်းနားနားကျင်းပတဲ့ အက်စ်သုံးလုံးရေလွှာလျှောစီးပြိုင်ပွဲအတွက် ဝင်ကြေးစုပြီး လွှတ်လိုက်ကြပါတယ်...ဒီလိုနဲ့ ဘီလီတစ်ယောက် အဲဒီကိုပြိုင်ပွဲဝင်ဖို့သွားရင်း လမ်းမှာဒုက္ခရောက်နေတဲ့ကောင်မလေးတစ်ယောက်ကို ကယ်မိရာက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်လက်ရှူစားကြည့်ကြပါဦး...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 41minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, ComedySource : 1080p.WebRipTranslator – May ...",
        "rating": "6.0",
        "url": "https://megaup.net/2jtjl/Send.It.2021.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-24-at-16.27.58-135x200.png",
        "title": "Spirit Untamed (2021)",
        "description": "Spirit Untamed (2021)=================IMDb Rating - 5.6/102021 ခုနှစ်ထွက် Dreamworks ရဲ့ Animation ကားလေး မြင်းစီးပြီးပရိသတ်ရှေ့ရောက်လာပါပြီ...ချစ်တဲ့စိတ်ကို ချုပ်တည်းလို့မရသလို စွန့်စားချင်တဲ့စိတ်ကိုလည်း ချုပ်တည်းလို့မရနိုင်ပါဘူးနော်... အခုတော့ဒီဇာတ်ကားလေးမှာ Dream Work ကနေပြီးတော့ သွက်သွက်လက်လက် နဲ့ ချစ်ဖို့ကောင်းတဲ့ ဇာတ်ကောင်ကိုမွေးဖွားလိုက်ပြန်ပါပြီ။ မိန်းကလေးဆိုတာ သိမ်သိမ်မွေ့မွေ့ နဲ့ အိမ်ထဲမှာပဲ ချက်ပြုတ်တတ်ရင်ရပြီဆိုတဲ့ Logicကိုလည်းရိုက်ချိုးပြချင်တဲ့ပုံပါပဲ။ကလေးသဘာဝ ဆော့ကစားချင်တဲ့အရွယ်မှာ အမိမဲ့ လပ်ကီးတစ်ယောက်ကတော့ ဇီဇာကြောင်အဒေါ်ဖြစ်သူရဲ့ဆုံးမမှုအောက်မှာ ဗိုင်းကောင်းကျောက်ဖိဖြစ်အောင် နေနေရပါတယ်။ ဒါပေမဲ့လည်း ဗီဇလေးက ပါလေတော့ အဘိုးရဲ့ပါတီပွဲမှာသောင်းကျန်းခဲ့တာမို့ ကြီးဒေါ်နဲ့အတူ အဖေရှိရာ တောရွာလေးထဲ ရောက်လာခဲ့ပါတော့တယ်။ထိုတောရွာလေးမှာ လပ်ကီးအမေရဲ့ အမှတ်တရတွေအများကြီး ရှိနေပြီး မြို့ပြမှာ နေခဲ့တဲ့မိန်းကလေးတစ်ယောက် တောရွာမှာနေရတဲ့အခါ မြင်းတစ်ကောင်နဲ့ ဘယ်လိုဗွေတွေဖောက်မလဲ၊ သူမမှတ်မိတဲ့ သူ့အမေရဲ့အကြောင်းကို ဘယ်လိုရှာဖွေမလဲဆိုတာတွေကို ပေါ့ပေါ့ပါးပါးနဲ့ ဇာတ်လမ်းဇာတ်ကွက်ကျကျလေးကြည့်ရမှာမို့ အမြန်ဆုံးတင်ဆက်ပေးလိုက်ပါတယ် . . .(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/Xyzw/Spirit.Untamed.2021.WebDL.1080P[CM].mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kETYRGA15L0wkVPugSl8lKmSgFn.jpg",
        "title": "Rock Dog 2: Rock Around the Park (2021)",
        "description": "Rock Dog 2(2021)2016 မှာထွက်ရှိထားတဲ့ Rock Dog ရဲ့အဆက်ထူးခြားတဲ့ ဆန်းသစ်မှုများနဲ့နောက်ထပ် Rock Dog 2 ထွက်ရှိလာပါပြီဒီတစ်ခေါက်မှာတော့ နှင်းတောင်ကြားထဲကBodi လေးဆီကိုကမ္ဘာကျော်ဖြစ်ဖို့အခွင့်အရေးက နောက်တစ်ဖန်ဆိုက်ဆိုက်မြိုက်မြိုက် ရောက်လာပါပြီBodi တစ်ယောက် သူ့တီးဝိုင်းက ဘော်ဒါတွေနဲ့မွေးရပ်မြေကိုစွန့်ခွာပြီး​ကမ္ဘာကျော်အဆိုတော်ဖြစ်ဖို့ သွားကြိုးစားတဲ့အခါဘာတွေဆက်ဖြစ်ဦးမှာလဲရှေ့က Rock Dog ထက်ပိုကောင်းတဲ့Rating နဲ့ လောလောလတ်လတ်ထွက်ရှိထားတာမို့ကြည့်ရှုလိုက်ကြပါဦး Reviewed by : AmeliaEncoded by : Amelia and YKQuality :: 1080p Blu-Ray x264 and 720pFile Size : 1.71Gb and 1.25GbFormat : mp4Duration : 1h 30mins",
        "rating": "7.3",
        "url": "https://megaup.net/Xy2y/Rock.Dog.2.Rock.Around.the.Park.2021.1080p.BluRay.x264(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/panda-3-133x200.jpg",
        "title": "Kung Fu Panda 3 (2016)",
        "description": "Kung Fu Panda 3 (2016)\nIMDb - 7.1/10_______Rotten - 87%\n Kung Fu Panda ဆိုရင် မသိတဲ့လူမရှိသလောက်ပဲ\nကမ္ဘာမှာအောင်မြင်ခဲ့တဲ့ဒီ Animation ကားလေးဟာ\nMovie လောကမှာသာမက Game လောကမှာရော ဒိတ်ဒိတ်ကြဲကိုအောင်မြင်ခဲ့ပါတယ်။\n1 နဲ့ 2 ကို ကြည့်ရှုခဲ့ကြပြီး ဇာတ်လမ်းဆုံးသွားပြီထင်နေခဲ့တုန်းမှာပဲ\n2015 ခုနှစ်ရဲ့ Movie review တွေမှာ စတင်ကြော်ငြာပါလာခဲ့တော့\nအရမ်းကိုမျှော်လင့်ပျော်ရွှင်စောင့်စားခဲ့ရတယ်။\nအခုတော့ ကျွန်တော်တို့အချိန် CM အချိန်ရောက်ခဲ့ပြီ။\nဒီဇာတ်ကားဟာ အရင်ကားတွေထက်ပိုအောင်မြင်ခဲ့ပြီး\nIMDb rating 7.1/10 ထိရရှိအောင်မြင်ခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကိုအနည်းငယ်ပဲပြောပြချင်ပါတယ်။\nပိုရဲ့ ဆရာဖိုးဖိုးလိပ် ရဲ့ တိုက်ဖော်တိုက်ဖက် ကိုင် ဟာ ဝိညာဉ်ကမ္ဘာက\nသိုင်းဆရာတွေအားလုံးရဲ့ စွမ်းအင်တွေကို သိမ်းပိုက်ပြီး\nလူ့ပြည်ကိုပြန်ဝင်ရောက်လာပါတယ်။ ပြီးတော့ လူ့ပြည်က\nဆရာတွေအားလုံးရဲ့ စွမ်းအင် ချီ တွေကိုပါ သိမ်းပိုက်လိုက်ပါတယ်။\nဒါကို တားဆီးနိုင်ဖို့အတွက် ပို တစ်ယောက်လက်ရှိအင်အားနဲ့မဖြစ်နိုင်တော့ပါဘူး။\nသူကိုယ်တိုင် ချီရဲ့ အရှင်သခင် ဖြစ်အောင်လုပ်ရပါတော့မယ်။\nဒီအဆင့်ကိုရောက်ဖို့ ဆရာလိပ်က နှစ် ၃၀ လောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2dfqw/Kung_Fu_Panda_3_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/images-1-133x200.jpg",
        "title": "Kung Fu Panda 2 (2011)",
        "description": "Kung Fu Panda 2 (2011)\nIMDb - 7.2/10_______Rotten - 81%\n Kung Fu Panda 2 မှာတော့ ‘ပို’ ရဲ့ ဘဝဇာတ်ကြောင်းကို ကြည့်ရှုရမှာပါ….\n‘ပို’ ရဲ့အဖေဖြစ်သူဟာ မွေးစားအဖေဖြစ်နေပါတယ်…\n‘ပို’ လသားအရွယ်မှာ သူတို့ရဲ့ရွာလေးကို တပ်ဖွဲ့တစ်ခုက\nဝင်ရောက်တိုက်ခိုက်ဖျက်စီးတာကို ခံလိုက်ရပါတယ်…\nပို ရဲ့မိဘတွေဟာ ထွက်ပြေးရင်းနဲ့ ပို့ ကို စွန့်ပစ်ခဲ့ရပါတော့တယ်…\nဒါက ပို ရဲ့ ဘသ ဇာတ်ကြောင်းပါ…\nအခုချိန်မှာတော့ ဒေါင်းမင်းသားတစ်ယောက်ဟာ\nလက်နက်ဆန်းတစ်ခုကို တီထွင်ပြီးတော့ တရုတ်ပြည်ကြီးကို\nသိမ်းပိုက်ဖို့ ကြံစည်နေပါပြီ…\nဒါကို ပို နဲ့ သူ့အဖွဲ့က တားဆီးဖို့အတွက် တာဝန်ကျလာပါပြီ…\nဒီတော့ ပို တို့တွေ ဒေါင်းမင်းသားကို\nဘယ်လိုတားဆီးကြမှာလဲ ဘာတွေဆက်ဖြစ်ကြဦးမလဲ\nဆိုတာကိုတော့ ထုံးစံအတိုင်း ကြည့်ရှုခံစားပေးကြပါဦး\nဒီဇာတ်ကားဟာလည်း ပထမကားလိုပဲ\nrating ကောင်းကောင်းရထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်\n(IMDb rating 7.2/10 )\nအားပေးကြပါ \nKung Fu Panda 2 မွာေတာ့ ‘ပို’ ရဲ႕ ဘ၀ဇာတ္ေၾကာင္းကို ၾကည့္ရႈရမွာပါ….\n‘ပို’ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2dfqz/Kung_Fu_Panda_2_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oo4sBEhrOovS1l1qcPo0i1RRacP.jpg",
        "title": "Pipeline (2021)",
        "description": "Pipeline (2021)2021 ထွက် အရမ်းမိုက်ပြီး ပျင်းစရာမကောင်းဘဲ\nစိတ်ဝင်တစားကြည့်ရမယ့် အက်ရှင်ကားကောင်းလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအမျိုးအစားကတော့ Action/Crime အမျိုးအစားဖြစ်ပြီး\nIMDB 7.7/10 ထိ ရထားတဲ့ ကြည့်လို့ရှယ်ကောင်းမယ့် အက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။တစ်ချို့နေရာတွေလေးတွေမှာ ဟာသပါးပါးလေး ထည့်ပေးထားလို့\nအက်ရှင်ကားဆိုပေမယ့် မိန်းကလေး ပရိတ်သတ်တွေပါ အကြိုက်တွေ့မယ့် မပျင်းမရိကြည့်ပျော်တဲ့ ကားလေးလည်းဖြစ်ပါတယ်။မင်းသားတွေကလည်း အခုနာမည်ကြီးနေတဲ့\nDoom at your service က အချောလေး Seo In-guk နဲ့\nနောက်ထပ် အားပြိုင် ဗီလိန် မင်းသားချော Lee Soo-hyuk တို့က\nသရုပ်ဆောင်ချက်ကောင်းကောင်းတွေနဲ့ ပါဝင်သရုပ်ဆောင်ပေးထားလို့\nကြည့်ရတာတန်မယ့်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကို ဆက်ရရင်\nဖီဒိုးဆိုတဲ့ နာမည်ကြီး ပိုက်လိုင်းဖောက်ထွင်းသူက\nဆီမှောင်ခိုလောကမှာ ဖောက်ဖို့မလွယ်တဲ့ တစ်လက်မပတ်လည် ဆီခိုးထုတ်တဲ့ အပေါက်ဖောက်ပြီး\nနာမည်ကြီးနေတဲ့ ဆီမှောင်ခိုသမားတစ်ယောက်ပါ။သူ့လို လိုက်တုတဲ့ copycat တွေလည်း ရှိတဲ့ မှောင်ခိုလောကက နာမည်ကြီးတစ်ယောက်ပေါ့။\nတစ်ရက်မှာ သူ့လိုလူနဲ့ လူဆိုးဂိုဏ်းတစ်ခုက အလုပ်လုပ်ဖြစ်သွားရင်း\nကြေးကြီး စပွန်ဆာတစ်ယောက်နဲ့ ဖီဒိုးကို အလုပ်လုပ်ဖို့ ဆက်သွယ်ပေးဖြစ်ခဲ့ပါတယ်။ဒီစပွန်ဆာ ဘဲကလည်း ရေနံကုမ္ပဏီ ...",
        "rating": "7.7",
        "url": "https://megaup.net/Xykz/Pipeline.2021.720p.WEB-DL.CM_(2).mp4",
        "category": "Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bbEASVf9XWtfxWiuWUMY3uyhTb.jpg",
        "title": "Rurouni Kenshin: The Final (2021)",
        "description": "Rurouni Kenshin : The Final (2021)လူသတ်သမား ဘတ်တိုဆိုင်း၊ ကင်ရှင်း ပြန်လာပါပြီ။ဒီရုပ်ရှင်မှာတော့ အစိုးရသစ်ခေတ်သစ်မှာ\nကင်ရှင်းတစ်ယောက် တိုကျိုမှာ ခါအိုရူ တို့နဲ့အတူ ငြိမ်းချမ်းစွာ အတူရှိနေပါပြီ။\nဒါပေမယ့် အတိတ်က ရန်သူတွေလိုက်လာပြီး\nသူ့ကိုလက်စားချေဖို့ ကြိုးစားလာပြန်တယ်။ဒီတစ်ခါတော့ သူ့ကိုမသတ်ခင်\nသူချစ်ခင်တဲ့သူတွေကို အရင်သတ်ဖို့ ကြိုးစားလာတဲ့အခါလူမသတ်ဘူးဆိုတဲ့ သစ္စာကို ဖျက်ရတော့မလား?????အသွားပြောင်းပြန်ဓားကို လှည့်ခုတ်ဖို့ အချိန်တန်ပြီးလား????ဆက်ကြည့်ကြတာပေါ့။ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။File size…2.8 GB and 1.44 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 18min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "8.1",
        "url": "https://megaup.net/Xspa/Rurouni.Kenshin.The.Final.Part.1.2021.JAPANESE.720p.NF.WEBRip.DDP5.1.x264-CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-the-legend-ends-poster-136x200.jpg",
        "title": "Rurouni Kenshin: The Legend Ends (2014)",
        "description": "Rurouni Kenshin: The Legend Ends (2014)_____IMDb - 7.6/10\n  \n2014 ခုနှစ်ထဲမှာပဲ ဒုတိယကား Kyoto Inferno နဲ့ ဆက်တိုက်\nထွက်ရှိခဲ့တဲ့ တတိယာကားဖြစ်တဲ့ The Legend End ကိုဆက်လက်\nတင်ဆက်ပေးလိုက်ပါတယ် ဗျ\nKenshin ဆိုတာတော့ ထွေထွေထူးထူးမိတ်ဆက်ဖို့လိုမယ်မထင်ပါဘူး။\nခရီးသွားဆာမူရိုင်းဆိုတဲ့ Animeရုပ်သံဇာတ်လမ်းနဲ့ စတင်ရင်းနှီးပြီးသားဖြစ်မယ့်\nဒီဇာတ်လမ်းတွဲဟာ Watsuki Nobuhiro ရဲ့ ကမ္ဘာကျော် မန်ဂရုပ်ပြ လက်ရာတစ်ခုလည်း ဖြစ်ပါတယ်။\n၂၀၁၂ ခုနှစ်မှာတော့ ဒါရိုက်တာOutomo Keishi ရိုက်ကူးပြီး၊\nမင်းသား Satoh Takeru က Himura Kenshin အဖြစ်\nပါဝင်သရုပ်ဆောင်တဲ့ Live-action ဇာတ်ကားကို ရုံတင်ခဲ့ပြီး၊\nအဆင့်မြင့်တဲ့ထုတ်လုပ်ရေးကွာလတီ၊ မြန်ဆန်လှပတဲ့ အက်ရှင်ရိုက်ချက်တွေကြောင့်\nပရိသတ်အားပေးမှုအထူးရခဲ့ကာ အက်ရှင်-မန်ဂ ကနေ ရုပ်ရှင်ပြောင်းရိုက်တဲ့\nဇာတ်ကားတွေအကြား စံပြ ဖြစ်လာခဲ့ပါတယ်။ ၂၀၁၄ ခုနှစ်မှာတော့ မန်ဂဇာတ်လမ်းရဲ့\nKyoto Arc ကို Kyoto Inferno နဲ့ The ...",
        "rating": "7.6",
        "url": "https://megaup.net/Xswv/Rurouni_Kenshin_The_Legend_Ends_(2014).1080p.CM.mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-kyoto-inferno-poster-150x200.jpg",
        "title": "Rurouni Kenshin: Kyoto Inferno (2014)",
        "description": "Rurouni Kenshin: Kyoto Inferno (2014)_____IMDb - 7.6/10\n  \nကဲဒီတစ်ခါတော့ တနေ့က တင်ပေးလိုက်တဲ့ ဇာတ်ကားရဲ့ အဆက်လေးကိုထပ်မံတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်လမ်းအကျဉ်းလေးကတော့\nကန်ရှင်းဟီမူယာတယောက် ဟာ သရဲသိုင်းသမားကြီး မာကိုတိုကို ယှဉ်ပြိုင်တိုက်ခိုက်နေရာမှာ တိုင်းပြည်ရဲ့ ကံကြမ္မာဟာလည်း သူ့အပေါ်တွင်မူတည်လာ\nတဲ့အခါမှာတော့  ကန်ရှင်းတယောက် ဘယ်လိုများဆက်လက်ရင်ဆိုင်မလဲဆိုတာကို တော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျ\nဘာသာပြန်ပေးထားသူကတော့ ခန့်ဇော်ဟိန်း ဖြစ်ပါတယ်ဗျ :DFile Size - 2.8 GB (1080P)\nFile Type - Mp4\nQuality - Blu-Ray Rip 720p\nDuration - 02:18:00\nTranslator - Khant Zaw Hein\nEncoder - kyaw Ye Aung",
        "rating": "7.6",
        "url": "https://megaup.net/11wma/Rurouni_Kenshin_-_Kyoto_Inferno_(Rurôni_Kenshin_-_Kyôto_Taika-Hen)_[2014]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/1911-revolution-poster-133x200.jpg",
        "title": "1911 Revolution (2011)",
        "description": "တရုတ်နိုင်ငံတွင် နှစ်ရှည်ကြာစွာ ခိုင်မြဲတည်တန့်ခဲ့တဲ့ သက်ဦးဆံပိုင် ဘုရင်စနစ်ကို တွန်းလှန်ဖယ်ရှားရာမှာ\nတရုတ်ပြည်သူများ ကို ဒေါက်တာဆွန်ယက်ဆင်နဲ့အဖွဲ့မှ ဦးဆောင်ခဲ့ပါတယ်။\nဒီဇာတ်ကားက တရုတ်ပြည်ရဲ့ မန်ချင်းမင်းဆက်ကိုနန်းကျစေခဲ့တဲ့ ဒေါက်တာဆွန်ယက်ဆင်ဦးဆောင်တဲ့\n၁၉၁၁ ရှင်းဟိုက် လူထုတော်လှန်ရေးကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်သမိုင်းအခြေခံဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။မင်းသားကြီး ဂျက်ကီချန်းမှ သရုပ်ဆောင်၊ဒါရိုက်တာအဖြစ် ပါဝင်ထားတဲ့ဇာတ်ကားပါ။IMDb Rating (5.8/10) ရရှိထားပါတယ်။ဒီဇာတ်ကားက ရှင်းဟိုက်တော်လှန်ရေးရဲ့ တစ်စိတ်တစ်ပိုင်းကိုသာ ပုံဖော်ထားနိုင်တာမို့ ရှင်းဟိုက်တော်လှန်ရေးသမိုင်းကြောင်း၊တရုတ်ပြည်သမိုင်းအကြောင်း၊ရှင်းဟိုက်တော်လှန်ရေးမှသည် ယနေ့ခေတ်တရုတ်ပြည်ဖြစ်ပေါ်လာတဲ့သမိုင်းကြောင်း၊ထိုင်ဝမ်နိုင်ငံအကြောင်းတို့ကို ရှင်းလင်းစွာသိချင်တယ်ဆိုရင်တော့ တရုတ်သမိုင်းတွေကိုရေးသားနေတဲ့ဒီ https://www.facebook.com/1811445109124572/posts/2904998626435876/ FB Page လင့်မှာသွားဖတ်ပါ။ဇာတ်ကားမကြည့်ခင် စာကိုအရင်ဖတ်ကြည့်ဖို့တိုက်တွန်းပါတယ်။ \nFile size…(2.7 GB)and (1.4 GB)\nQuality…BluRay rip 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:01:01\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.8",
        "url": "https://megaup.net/2jngp/1911.Revolution.2011.BluRay.1080p.DTS.2Audio.x264-CHD).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BOGIyMmRiZWItZTQ1Yi00OGQzLTk5YzItOGYzOTQ0NGI5MDBiXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Lupin III: The First (2019)",
        "description": "ဒီကားကတော့ လူပင် တတိယမျိုးဆက်အကြောင်းကို Kazuhiko Katō ( Monkey Punch )ရဲ့ Lupin the Third ကို အခြေခံပြီး ပိုကောင်းတဲ့ ရုပ်ထွက်ကွာလတီတွေနဲ့ ရိုက်ကူးထားတာပါ ။43rd Japan Academy Award မှာ Animation of the Year ဆုကို ရခဲ့တဲ့အပြင် အခြားဆု ၆ဆုကိုလည်း ရခဲ့ပါတယ်။ ဇာတ်လမ်းကတော့...၁၉၆၀ ခေတ်နှောင်းပိုင်းကာလမှာ Eclipse ဆိုတဲ့ စွမ်းအားကြီးလက်နက်တစ်ခုကို လူတွေ အလွယ်တကူမယူနိုင်အောင် ထောင်ချောက်တွေဆင်ထားခဲ့ကြတယ်။အဲဒီအကြောင်းအရာတွေကို ဘရက်ဆွန်ဒိုင်ယာရီစာအုပ်ထဲမှာ ရေးမှတ်ထားပြီး ဒိုင်ယာရီကိုလည်း ဖွင့်ရသိပ်ခက်တဲ့ သော့အိမ်လုပ်ပြီးထားခဲ့ပါတယ်။နာဇီ ဂျာမနီတွေက Eclipse ကိုလိုချင်တဲ့အတွက်ကြောင့် ပါမောက္ခဘရက်ဆွန်ကိုတောင်းပေမဲ့ မပေးတာကြောင့် အသတ်ခံလိုက်ရပါတယ်။ ဒီလိုနဲ့ နှစ်များစွာကြာတဲ့အခါမှာတော့ ပြတိုက်တစ်ခုမှာ ဒိုင်ယာရီကပြန်ပေါ်ပေါက်လာပါတယ်။ဒီဒိုင်ယာရီကိုခိုးယူဖို့ကြိုးစားတဲ့အထဲမှာ တတိယမျိုးဆက် လူပင်နဲ့ လဲ့တိရှာဆိုတဲ့ကောင်မလေးလည်းပါပါတယ်။လူပင်ကတော့ သိပ်တော်ပြီး ပဟေဠိတွေ စကားဝှက်တွေကိုဖြေရှင်းတာကျွမ်းတဲ့ နာမည်ကြီးသူခိုးတစ်ယောက်ပါ။လဲ့တိရှာက တကယ်တမ်းတော့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/Xsg6/Lupin_III_The_First_(2019)_1080p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPOyYnCkRbWAEem85N3VFpQODf5.jpg",
        "title": "The Misfits (2021)",
        "description": "The Misfits (2021)သူခိုးလူလိမ်ကားကြီးတစ်ကား လာပါပြီဗျာ။ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီရာ့စ်ဘရိုနန် ဦးဆောင်ပါဝင်ထားပြီး\nJamie Chung တို့ Hermione Corfield တို့လို အချောလေးတွေနဲ့ ဝန်းရံထားတာပါ။နည်းနည်းဟာသဆန်တော့ အရမ်းကြီးတော့ သဘာဝမကျဘူးပေါ့။\nဒါပေမယ့် ကြည့်ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nရှော့ဇ်ဆိုတဲ့ ဘဲကြီးက ကမ္ဘာအနှံ့မှာထောင်တွေပိုင်တယ်၊အဲဒီထောင်တွေထဲကနေ ၄ ခါလောက် ဆက်တိုက်ဖောက်ပြေးဖူးတဲ့ နာမည်ကျော် သူခိုးကြီးကတော့ ပေ့စ် ပေါ့။ဒီဘဲကြီးက ခိုးတာအရမ်းတော်ပါတယ်။\nခိုးတာတော်ပေမယ့် ခိုးပြီးတိုင်းအဖမ်းခံရတာလည်း တော်ပါတယ်။\nဖမ်းခံပြီးရင် ထောင်ဖောက်ပြေးတာလည်း တော်ပါတယ်။\nအစကတည်းက လွတ်အောင်မပြေးတတ်တာလေးတစ်ခုပါပဲ။သူက ရိုးရိုးပြေးတာမဟုတ်ဘဲ ထောင်ပိုင်ရှင်ရဲ့မိန်းမကို\nဂျိမ်းစ်ဘွန်းဘဝတုန်းက ဇ အတိုင်း အင့် သွားတော့ အသေအကြေ အလိုက်ခံရတာပေါ့။ မိရင် သတ်မှာ။ဒါနဲ့ပဲ သူ့ကို အိုင်ဒေါတင်ထားတဲ့ အခြားသူခိုးလေးတစ်စုက\nသူခိုးကြီးကို ဆရာတင်ပြီး အဲဒီထောင်တွေထဲမှာ သိမ်းထားတဲ့ တရားမဝင် ရွှေတွေကို ခိုးဖို့ စီစဉ်ကြတဲ့အခါ....File size…1.8GB and 1.1GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 34min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "4.3",
        "url": "https://megaup.net/Xqeo/The.Misfits.2021.1080p.AMZN.WEB-DL.DDP5.1.H.264-CM.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t3sd3GemzTlejUmXfwlOQzqrwFA.jpg",
        "title": "Major Grom: Plague Doctor (2021)",
        "description": "Mayor Grom 2021\n-----------------------------IMDb 6.5သူ့နာမည်က \"အီ​ဂေါဂရွန်\"၊ ရုရှား စိန့်ပီတာစဘတ်စ်က စုံ​ထောက်တစ်​ယောက်\nသူ့မှာ လုပ်ထုံးလုပ်နည်းမရှိဘူး၊ အထက်အမိန့်ဆိုတာ သူ့အတွက် အပိုဆာဒါး၊ တရားခံမိဖို့အတွက်ဆို ရှိသမျှ တရားဥပ​​ဒေ​တွေ၊ ​​ဘောင်​တွေအကုန်​ဖျက်ပြီး ကျားကုတ်ကျားခဲဖမ်းတဲ့သူသူ့ရဲ့တရားခံဖမ်းနည်းက တစ်မျိုးဆန်းတယ်၊ တရားခံကို လိုက်ဖမ်း​နေတဲ့အချိန်အတွင်းမှာကို ဖြစ်လာနိုင်​ချေရှိတဲ့ကိစ္စတိုင်းကို သူ့ရဲ့စိတ်ကူးနန်း​​တော်ထဲမှာ အရင်စဥ်းစားပြီးမှ အ​ကောင်းဆုံးရှု​ထောင့်ကို ​ရွေးပြီး လက်ရဖမ်းတတ်သူမျိုး\nတိုက်ရည်ခိုက်ရည်ကလည်းအပြည့်၊ တစ်နည်း​ပြောရရင် ရှားလော့ဟုမ်းရဲ့ဉာဏ်ရည်နဲ့ ဆားပုလင်းနှင်း​မောင်ရဲ့လက်ရည်​ပေါင်းစပ်ထားတဲ့ စုံ​ထောက်Plague Doctorဆိုတဲ့ နာမည်နဲ့လိုက်​အောင် စိန့်ပီတာစဘတ်စ်မြို့ကို ကပ်​ဘေးဆိုက်​အောင်လုပ်​နေတဲ့ လူ့မလိုင်အသိုင်းအဝိုင်း​တွေကိုပဲ ပစ်မှတ်ထားပြီး ​​​သွေး​အေးရက်စက်စွာ သတ်ဖြတ်တဲ့သူ၊ ပလိပ်​ရောဂါ​ခေတ် မျက်နှာဖုံးတပ်ထားတဲ့သူ့ကို ဘယ်သူဘယ်ဝါမှန်း ဘယ်သူမှမခန့်မှန်းနိုင်ကြသလို သူသတ်ဖြတ်​နေတဲ့ ဗီဒီယို​တွေကိုပါ ရုပ်သံက​နေလွှင့်ရဲတဲ့အထိ အ​ကြောတင်းတဲ့ လူသတ်သမားဒီနှစ်​ယောက်ရဲ့ ဉာဏ်ရည် လက်ရည်ယှဥ်ပြိုင်ကြတဲ့အချိန် ဘယ်သူက ဘယ်လိုအသာစီးရသွားမလဲ၊ ဘုံလုံတစ်လှည့် ငါးဖျံတစ်လှည့် တစ်​ယောက်ကိုတစ်​​ယောက် ဘယ်လိုကတုံး​ပေါ်ထိပ်ကွက်သွားမလဲ\nဇာတ်လမ်းအစက​နေ အဆုံးထိ တစ်ကွက်မှ ပျင်းစရာမ​ကောင်း၊ အီ​လေးမဆွဲပဲ ရုရှားဇာတ်ကားတို့ထုံးစံအတိုင်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/2jjrv/Mayor.Grom.Chumnoy.Doktor.2021.1080p.NF.WEB-DL.DDP5.1.H.264-(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Uab93c9a8c0564c7f97c6fe746c4ff228n-144x200.jpg",
        "title": "In the Lap of God (1991)",
        "description": "IMDb Rating (6.4)ညှို့အားပြင်းတဲ့ ဟောင်ကောင်မင်းသမီးလေး Irene Wan ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ကားလေး.. ဟောင်းပေမယ့်ကောင်းနေဆဲ ရင်ထဲကို ကျလိကျလိဖြစ်အောင်လုပ်မယ့်ကားလေးပါ။ သူ့ကိုမြင်လိုက်တာနဲ့ ပြုံးစိစိဖြစ်သွားကြမယ့် လူတွေမြင်ယောင်ပါသေးတယ်.....\nဇာတ်လမ်းကို ၁၉၉၁ ခုနှစ်တစ်ဝိုက်မှာဇာတ်အိမ်တည်ထားပြီး အဲ့ဒီအချိန်မှာ ဖြစ်ပျက်ခဲ့တဲ့ မြန်မာပြည်ရဲ့ တော်လှန်ရေးအနေအထားကိုပါ ထည့်သွင်းရိုက်ကူးထားပါတယ်။\nဒီဇာတ်လမ်းထဲမှာတော့ မမမေ က မြန်မာပြည်ကြီးမှာ အဖမ်းခံထားရတဲ့ သူ့ကောင်လေးကို ပြန်ရွေးဖို့အတွက် ဒေါ်လာနှစ်သိန်းလိုအပ်နေပါတယ်။ အဲ့ဒီအချိန် ဒုစရိုက်လူဆိုးဂိုဏ်းအဖွဲ့ရဲ့ စိန်ထုပ်က သူ့ဆီမတော်တဆရောက်လာပြီး မြန်မာပြည်ကြီးကို အဲ့ဒီစိန်ထုပ်နဲ့အတူ ဝင်ရောက်လာတဲ့အခါမှာ....\nမြန်မာပြည်ကြီးကဘယ်လောက်ထိရက်စက်လဲဆိုတာတွေ ဘယ်လိုဒုက္ခတွေနဲ့ကြုံတွေ့ရမလဲဆိုတာကိုတော့ ဒီဇာတ်ကားမှာပဲ ကြည့်ကြည့်ရအောင်နော်။ ။ဒီဇာတ်ကားကိုကြည့်ပြီးတော့ မင်းသမီး Irene Wan ကို နှစ်သက်သဘောကျတယ်ဆိုရင်တော့ သူ့ဇာတ်ကားတချို့တွေကို ထပ်ပြီးတင်ဆက်ပေးပါ့မယ်..။အခုဇာတ်ကားကိုလဲ CM ထုံးစံအတိုင်း အကောင်းဆုံး Quality နဲ့တင်ဆက်ပေးထားတာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ JoJoVa ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Dlft/(CM)In_the_Lap_of_God.1991.WEB-1080P.X264.AAC.Cantonese.mp4",
        "category": "Action, Adventure, Asian, Comedy"
    }
]