[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/1-2-221x300.jpg",
        "title": "April and the Extraordinary World (2015)",
        "description": "Imdb 7.4 ရရွိထားတဲ့ ျပင္သစ္ ကာတြန္းကားေကာင္းေလး တစ္ကားကုိ တင္ဆက္ေပးလုိက္ပါတယ္။\nဒီကားေလးကေတာ့ စိတ္ကူးယဥ္ သိပၸံကာတြန္းကားမ်ဳိးျဖစ္ေပမဲ့ ေတြ႕ေနရက်ပုံစံနဲ႔ကြဲျပားပါတယ္။\n၁၉၄၁ ခုႏွစ္မွာ ကမၻာႀကီးဟာ ကြ်န္ေတာ္တုိ႔ သမုိင္းေတြ မွာသိခဲ့တာထက္ ေတာ္ေတာ္ ကုိ ကြဲျပားေနပါတယ္။\nအဲ့အခ်ိန္မွာ နပုိလီယံ ၅ က ျပင္သစ္ႏုိင္ငံ ကုိ အုပ္စုိးေနပါတယ္။\nလြန္ခဲ့တဲ့ အႏွစ္ ၇၀ အတြင္းမွာလည္း ပညာရွင္ေတြ ဟာ ထူးဆန္းစြာပဲ ေပ်ာက္ဆုံးသြားေလ့ရွိတယ္။\nဒီေတာ့ ဒီလုိေပ်ာက္ဆုံးသြားတဲ့ အတြက္ေၾကာင့္နာမည္ေက်ာ္တီထြင္မွဳ႕ေတြ ျဖစ္မလာေတာ့ဘူးေပါ့။\nေရဒီယုိမရွိတီဗြီဆုိတာမရွိ ဒီဇယ္အင္ဂ်င္ဆုိတာလည္းမရွိ ကမၻာႀကီးဟာ ေတာ္ေတာ္ကုိ ေခတ္ေနာက္က် လုိ႔ေနတာေပါ့။\nလြန္ခဲ့တဲ့ ရာစုႏွစ္ေတြ ကတည္းက ေတြ ့ရွိခဲ့တဲ့ ေက်ာက္မီးေသြး ေရေႏြးေငြ႔ အင္ဂ်င္ ဆုိတဲ့ အေျခအေနမွာပဲ ရပ္တံ့ ေနတာပါ။\nဒီလုိအေျခအေနမွာ ေအဗရယ္လ္ ရဲ႕ မိဘေတြဟာ သက္ရွိေတြ အတြက္ ထူးဆန္းတဲ့ေဆးရည္ကုိ တီထြင္ခဲ့က်ပါတယ္။\nဒါေပမဲ့ ေဆးရည္ ေအာင္ျမင္တဲ့ အခ်ိန္မွာ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/april-and-the-extraordinary-world-2015/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/cliffhanger-212x300.jpg",
        "title": "Cliffhanger (1993)",
        "description": "ဒီတစ္ခါအက္ရွင္ပရိတ္သတ္ၾကီးအၾကိဳက္ေတြ႕ေစမဲ႔တေခတ္တခါကနာမည္ၾကီးခဲ႔တဲ႔အက္ရွင္မင္းသားၾကီးစတားလုံးရဲ႕1993ခုႏွစ္ကထြက္ရွိခဲ႔တဲ႔ဇာတ္ကားေလးကိုတင္ဆက္လိုက္ပါတယ္။\nဒီဇာတ္ကားရဲ႕ဇာတ္အိမ္ဟာ2016မွထြက္ရွိထားတဲ႔Hard Target 2နဲ႔ဇာတ္အိမ္တည္ေဆာပ္ထားတာအေတာ္ေလးတူပါတယ္ IMDb 6.4ရရွိျပီးRotten tomatoes 69%ရရွိထားတဲ႔ကားတစ္ကားျဖစ္ျပီး ဘတ္ဂ်က္အပိုင္းမွာေဒၚလာသန္း၇၀ရင္းထားျပီး\nBox office ေဒၚလာသန္း၂၅၅ရရွိထားပါတယ္ အက္ရွင္ကိုတအားၾကီးအသားမေပထားေပမဲ႔ ေတာင္တက္သမားတစ္ေယာက္ရဲ႕စြန္႔စားခန္းေတြအေသအခ်ာရိုက္ျပထားပါတယ္ ဇာတ္လမ္းအစမွာေတာ႔သူငယ္ခ်င္းသုံးေယာက္ေတာင္တက္ရာမွဆားရန္႔တစ္ေယာက္မေတာ္တဆေသဆုံးမႈနဲ႔ၾကဳံခဲရပါတယ္။ ဒါေၾကာင့္မို႔ေဂးဟာေတာင္မတက္ေတာ႔ပဲေတာင္တက္တဲ႔အလုပ္ကိုစြန္႔လႊတ္ခဲ႔ပါတယ္ ဇာတ္လမ္းရဲ႕တဖက္မွာလည္းအခြန္ေအဂ်င့္မစၥတာထရဲ႕ဗဲ႔စ္ဟာႏိုင္ငံေတာ္ရဲ႕ေငြေၾကးေတြကိုရယူဖို႔ ေလေၾကာင္းလမ္းမွာေငြေၾကးေတြကိုလဲလွည္႔ဖို႔ အေကာင္အထည္ေဖာ္ပါေတာ႔တယ္\nမုန္တိုင္းဒဏ္ေၾကာင့္မေအာင္ျမင္ပဲ ေရာ္ကီေတာင္ေပၚေလယာဥ္ပ်က္က်သြားပါတယ္ ေရာ္ကီေတာင္မွာလည္းေဂးရွိေနတဲ႔အတြက္\nသူတို႔ေငြေတြကိုျပန္ရွာဖို႔ေဂးကိုအကူအညီေတာင္းရာမွေဂးဟာထရဲ႕ဗဲ႔စ္တို႔အဖြဲ႕က သူ႔ကိုေသနတ္ေထာက္လုပ္ခိုင္းတာကိုသိျပီး အဖြဲ႕ထဲကလူေတြကိုဘယ္လိုမ်ိဳးကိစၥျဖတ္မလဲ မစၥတာထရဲ႕ဗဲ႔စ္တို႔အဖြဲ႔လည္းေတာင္ေပၚကိုက်သြားတဲ႔ေငြေတြကိုျပန္ယူလို႔ရပါ႔မလားဆိုတာၾကည္႔ရွဳလိုက္ၾကပါအုံးDownload From Op",
        "rating": "",
        "url": "https://megaup.net/2gFMb/Cliffhanger_[1993]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/600full-the-7th-dwarf-poster-212x300.jpg",
        "title": "The Seventh Dwarf (2014)",
        "description": "လူပုေလး ၇ ေယာက္လို႕ ေျပာလိုက္ရင္ ပန္းသီးေလးကိုက္တဲ့ စႏႈိးဝိႈက္ဇာတ္လမ္းေလးကို လူတိုင္းျမင္မိၾကမွာပါ။\nဒီဇာတ္လမ္းေလးကေတာ့ ေခတ္သစ္လူပုေလးဇာတ္လမ္းလို႔ ေျပာရမွာပါ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ မင္းသမီးေလး ရိုစ္ အသက္၁၈ႏွစ္မျပည့္ခင္ လက္ကိုဆူးစူးခံရရင္\nမင္းသမီးေလးနဲ႔အတူ နန္းေတာ္က လူေတြအားလံုး အိပ္ေမာက်သြားၿပီး\nမင္းသမီးေလးကိုအမွန္တကယ္ခ်စ္ျမတ္ႏိုးသူကသာ မင္းသမီးေလးကို နမ္းမွ\nက်ိန္စာပ်ယ္မယ္လို႔ စုန္းမႀကီးက က်ိန္ဆိုခဲ့ပါတယ္။\nဒါေၾကာင့္ မင္းသမီးေလးကို သူမရဲ႕ဖခမည္းေတာ္ဘုရင္ႀကီးက ဆူးထိမခံရေအာင္\nသံခ်ပ္ကာေတြအထပ္ထပ္နဲ႔ အသက္၁၈ႏွစ္အထိ ဝတ္ဆင္ေစခဲ့ပါတယ္။\nသူမရဲ႕ေမြးေန႔မွာ စုန္းမႀကီးရဲ႕ဆူးကိုထိမိၿပီး အိပ္ေမြ႕က်သြားခဲ့ရာမွ လူပုေလး၇ေယာက္က\nသူမရဲ႕ခ်စ္သူ ေကာင္ေလးကို စုန္းမႀကီးလက္ထဲကေန ကယ္တင္ကာ မင္းသမီးေလးဆီ\nျပန္လည္ပို႔ေဆာင္ေပးခဲ့ပံုေတြကိုရႈ႕စားရမယ့္ ဇာတ္လမ္းမ်ိဳးၿဖစ္ပါတယ္...\nယခင္လူပုေလးဇာတ္လမ္းမ်ဳိးႏွင့္မတူဘဲ တစ္မူအသြင္ထူးျခားတဲ့ စြန္႔စားခန္းမ်ား\nဇာတ္လမ္း ဇာတ္ကြက္မ်ားကို ခံစားရမွာျဖစ္လို႔ အခ်ိန္ေပးၾကည့္႐ႈဖို႔\nထိုက္တန္တဲ့ Animation ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။Quality…..BluRay 1080p\nDuration…..01:27:00\nFormat…Mp4\nFile Size…(624 MB , 496 MB ) ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-seventh-dwarf-2014/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/star-wars-universe-300x225.jpg",
        "title": "Star Wars Movies Collection",
        "description": "Epic Sci-fi အမ်ိဳးအစားျဖစ္တဲ့ Star Wars ဇာတ္လမ္းေတြကို စုစည္းတင္ဆက္ေပးထားပါတယ္။ သိပၸံစိတ္ကူးယဥ္ရုပ္ရွင္ေတြထဲမွာ သမိုင္းတေလွ်ာက္အေအာင္ျမင္ဆံုး ရုပ္ရွင္တြဲေတြထဲက တစ္ခုပါပဲ။ ေနာက္ပိုင္းထြက္သမွ် ရုပ္ရွင္ေတြထဲမွာလည္း ဒီရုပ္ရွင္ေတြထဲက စကားစုေတြ ကိုးကားခ်က္ေတြကို မၾကာခဏေတြ႕ရတတ္ပါတယ္။ ပညာရိွ ဆရာဆိုရင္ Master Yoda ကိုအျမဲတင္စားၾကသလို ဗီလိန္ဆိုရင္လည္း Darth Vader ဟာ ေျပာစမွတ္တြင္က်န္ခဲ့တာပါပဲ။ဇာတ္လမ္းကေတာ့ ဟိုးအတိတ္ကာလတစ္ခုတုန္းက ေ၀းကြာလွတဲ့ နဂါးေငြ႕တန္းၾကယ္စုေတြၾကားထဲမွာ ျဖစ္ပ်က္ေနတဲ့အေၾကာင္းေတြပါ။ အစဦးမွာ ၾကယ္စုေတြ ျဂိဳလ္ေတြဟာ လႊတ္ေတာ္ဖြဲ႕စည္းထားျပီး ဒီမိုကေရစီ စနစ္နဲ႕ အုပ္ခ်ဳပ္မႈေအာက္မွ ေနထုိင္ၾကပါတယ္။ လႊတ္ေတာ္နဲ႕အတူ ဂလက္ဆီၾကီးတစ္ခုလံုးရဲ႕ တရားမွ်တမႈနဲ႕ ျငိမ္းခ်မ္းမႈကို ထိန္းသိမ္းေပးတဲ့ သူရဲေကာင္းအဖြဲ႕တစ္ခုလည္း ရိွေနပါတယ္။ အဲဒီသူေတြကုိေတာ့ Jedi ေတြလို႕ ေခၚၾကျပီး သူတို႕မွာ Lightsaber ဆိုတဲ့ အလင္းဓားလက္နက္ေတြ ပိုင္ဆိုင္ၾကပါတယ္။ ဒါ့အျပင္ သူတို႕ကို သာမန္လူေတြထဲ ထူးျခားတဲ့ စိတ္စြမ္းအင္ေတြနဲ႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/star-wars-movies-collection/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BOWZlMjFiYzgtMTUzNC00Y2IzLTk1NTMtZmNhMTczNTk0ODk1XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_-129x200.jpg",
        "title": "Star Wars VI : Return of the Jedi 1983",
        "description": "ဒီဇာတ်ကားဟာ မူလ စတားဝါးစ် ၃ ကားတွဲရဲ့ နောက်ဆုံးကားပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟန်ဆိုလို ကို တက်တူးအင်းမှာ ဂျားဗားသယ်ဟက်က ဖမ်းထားတာကို လုခ် စကိုင်းဝေါ်ကာက လိုက်ကယ်တင်ဖို့ကြိုးစားနေချိန်....အင်ပါယာနဲ့ ဒါ့သ်ဗိတ်ဒါတို့က မူလဖျက်စီးခံလိုက်ရတဲ့ သေမင်းကြယ်ထက် ပိုအစွမ်းထက်တဲ့ စစ်စခန်းအသစ်ကို တည်ဆောက်နေချိန်ပါပဲ.... လုခ် စကိုင်းဝေါ်ကာ ဟာ ဒါ့သ်ဗိတ်ဒါနဲ့ အင်ပါယာတို့ကို ရင်ဆိုင်ရတော့မှာ ဖြစ်ပြီး တော်လှန်ရေးတပ်တွေဟာလည်း အင်ပါယာတပ်တွေနဲ့ သေမင်းကြယ်ကို အချိန်မှီဖျက်ဆီးဖို့ အင်အားကုန် တိုက်ခိုက်ကြတဲ့အခါ....\nFile Size   :   1Gb\nDuration  :   2hr 11min\nQuality     :   Bluray rip\nTranslator:   Littleneo\nEncoder   :   Littleneo",
        "rating": "",
        "url": "https://megaup.net/1e0ax/Star_Wars_Episode_6_-_Return_Of_The_Jedi_[1983]_(MM_Sub).mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Star_Wars_Episode_V_The_Empire_Strikes_Back-701818523-large-133x200.jpg",
        "title": "Star Wars V : The Empire Strikes Back 1980",
        "description": "ဒုတိယမြောက် စတားဝါးစ် ဇာတ်ကားကို တင်ပေးထားပါတယ်။ ပထမကားမှာ သေမင်းကြယ်ကိုဖျက်ဆီးခဲ့ပြီးနောက်မှာ ဒါ့သ်ဗိတ်ဒါဟာ လုခ် စကိုင်းဝေါ်ကာရဲ့နောက်ကို လိုက်ဖမ်းနေပြီး။ အင်ပါယာတပ်တွေကလည်း တော်လှန်ရေးတပ်တွေရဲ့ စခန်းကို ပြန်ပြီးတိုက်ခိုက်တာကနေ စတင်ပါတယ်။\nFile Size     :   1Gb\nDuration    :   2 :04: 00\nQuality       :   Bluray 720p\nTranslator :   Littleneo\nEncoder     :   Littleneo",
        "rating": "",
        "url": "https://megaup.net/1e0au/Star_Wars_Episode_5_-_The_Empire_Strikes_Back_[1980]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/1-2-213x300.jpg",
        "title": "Planet Hulk (2010)",
        "description": "Marvel ရဲ႕ Animation ကားေကာင္းေလး တစ္ကား ကုိ တင္ဆက္ ေပးလုိက္ပါတယ္။\nဒီကားကေတာ့ ေဟာ့ခ္ တစ္ေယာက္ ကုိ မထိန္းႏုိင္ေတာ့လုိ႔ Iron Man နဲ႔\nအေပါင္းအပါတစ္စု က ေဟာ့ခ္ အတြက္လည္း အဆင္ေျပေနေစမဲ့ ၿဂဳိလ္\nတစ္ခုကုိ ပုိ႔လုိက္ ရာက ဇာတ္လမ္းစတာပါ။ အစကေတာ့ ေဟာ့ခ္ထက္ ဥာဏ္ရည္\nပုိျမင့္ တဲ့ သတၱ၀ါေတြ ေဟာ့ခ္ ကုိဒုကၡေပးမဲ့ သူေတြ မရွိတဲ့ ၿဂဳိလ္ ကုိပုိ႔လုိက္တာပါ\nဒါေပမဲ့ လမ္းမွာ ေဟာ့ခ္ ရဲ႕ ေသာင္းက်န္းမွု႕ေၾကာင့္ လမ္းေၾကာင္းလြဲၿပီး ဆခရာ\nလုိ႔ေခၚတဲ့ ၿဂဳိလ္ ကုိ ေရာက္ရွိသြားပါေတာ့တယ္။ အဲ့ၿဂဳိလ္မွာက ဘုရင္ဆုိးတစ္ေယာက္\nအုပ္ခ်ဳပ္ေနၿပီး အစြမ္းအစရွိတဲ့ သူေတြကုိ အခ်င္းခ်င္း ေဖ်ာ္ေျဖ တဲ့ အေနနဲ႔ အေသ\nတုိက္ခုိက္ခုိင္းတဲ့ ေနရာပါ။ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/planet-hulk-2010/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjMyMzQ1ODM1MF5BMl5BanBnXkFtZTcwMjE2MTQxOQ@@._V1_SY1000_SX676_AL_-203x300.jpg",
        "title": "Oz the Great and Powerful (2013)",
        "description": "သကၠရာဇ္ ၁၉၀၅ ခုနွစ္မွာ ေအာ္စကာ လုိ႕အမည္ရတဲ့ မ်က္လွည္႕ဆရာတစ္ေယာက္ဟာ\nေလမုန္တုိင္းတုိက္ခံရတာကေနတစ္ဆင့္ The Land of OZ ေခၚတဲ့ေနရာကုိ\nေရာက္ရွိသြားပါတယ္။ သူေရာက္ရွိသြားတဲ့ ေနရာမွာ သီအုိေဒါဆုိတဲ့ မိန္းမလွေလး\nနဲ႔ ေတြ ႔ဆုံခဲ့ပါတယ္ အဲ့မိန္းမလွေလးက ေအာ္စကာ ဟာဆုိရင္ သူတုိ႔ရဲ႕ ေျမကုိ ရက္စက္တဲ့\nစုန္းမႀကီးလက္ထဲက ေနကယ္တင္မဲ့ ေဟာကိန္းလာ ေမွာ္ဆရာႀကီးလုိ႔\nယုံၾကည္ခဲ့ပါတယ္။ ဒါေပမဲ့ ေအာ္စကာဟာ ေမွာ္ပညာတက္တဲ့ သူတစ္ေယာက္\nမဟုတ္ပဲ သာမန္ မ်က္လွည့္ဆရာေလးျဖစ္ပါတယ္။ဒီလုိနဲ႔ ေအာ္စကာဟာဆုိရင္\nနန္းေတာ္ကုိ ေရာက္သြားၿပီး သီအုိေဒါရဲ႕ အစ္မ ဘုရင္မတုိ႔နဲ႔ ေတြ႕ဆုံ ခဲ့ပါတယ္။\nထုိ႔ေနာက္ မွာေတာ့ ေအာ္စကာဟာ စုန္းမႀကီးကုိ ႏွိမ္ႏွင္းေပးဖုိ႔ ကတိေပးၿပီး\nဟန္ကုိယ့္ဖုိ ဆုိသလုိ ထြက္လာခဲ့ပါတယ္။ဒါေပမဲ့ စုန္းမႀကီး ေနထုိင္တဲ့ေနရာကုိေရာက္ေတာ့\nသူထင္ေနသလုိ စုန္းမႀကီး မဟုတ္တဲ့အျပင္ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Vi6e/Oz_The_Great_And_Powerful_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/11173939_ori-200x300.jpg",
        "title": "Scooby-Doo (2002)",
        "description": "စကူဘီဒူး ကားေလးေတြကိုေတာ့ လူတိုင္းနဲ႕ရင္းႏွီးၿပီးသားၿဖစ္ၾကမွာပါ....\nဒီကားေလးဟာလူငယ္စံုေထာက္ေလးေတြဖြဲ႕စည္းထားတဲ့ ကင္းေထာက္အဖြဲ႕အေၾကာင္းကို\nရသေပါင္းစံုရႈ႕ေထာင့္ေပါင္းစံုကေနၾကည့္ၿပီးေတာ့ ရိုက္ကူးထားတာပဲၿဖစ္ပါတယ္...\nဇာတ္လမ္းေလးရဲ႕ အက်ဥ္းကိုေၿပာရမယ္ဆိုရင္ၿဖင့္\nထူးဆန္းတဲ့ အမႈ႕ကိစၥမ်ားကိုေၿဖရွင္းကိုင္တြယ္ေပးေနက်ၿဖစ္တဲ့ လူငယ္စံုေထာက္အဖြဲ႕ဟာ\nေခ်ာက္ၿခားဖြယ္ေကာင္းတဲ့ ကြ်န္းကိုမထင္မွတ္ပဲ ေလးေယာက္လံုးဖိတ္ၾကားၿခင္းခံခဲ့ရပါတယ္...\nအဲ့ကြ်န္းပိုင္ရွင္ကေတာ့ အားလံုးသိၾကတဲ့ ဟာသမင္းသားၾကီး Mr.Bean ၿဖစ္ပါတယ္....\nအဲကြ်န္းမွာေတာ့လူငယ္ေတြအားလံုးဟာ သူရဲ၀င္ပူးခံရသလို ထူးထူးဆန္းဆန္းၿဖစ္ေနၾကပါတယ္...\nဒါေၾကာင့္ လူငယ္စံုေထာက္အဖြဲ႕၀င္ေတြၿဖစ္တဲ့ ဖရက္ ဗယ္မာ ဒက္ဖနီ နဲ႕ ရွယ္ဂီတို႕ဟာ\nဒီကိစၥၿဖစ္စဥ္ကို ေပၚေပါက္ေအာင္ စံုစမ္းၾကမွာပဲၿဖစ္ပါတယ္....\nရွယ္ဂီရဲ႕ထံုးစံအတိုင္း တလြဲေတြလုပ္တတ္တာရယ္ စကူဘီဒူးရဲ႕ အစားမက္တာေတြရယ္က\nဇာတ္လမ္းတစ္ခုလံုးကို မပ်င္းရေလေအာင္ ရယ္ေမာၿပီးၾကည့္ရမွာၿဖစ္ပါတယ္....Quality…..BluRay 720p\nDuration…..01:26:00\nFormat…Mp4\nFile Size…(620 MB , 378 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Hnin Oo Wai",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/scooby-doo-2002/",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/mzl.fnsnlvyl-200x300.jpg",
        "title": "The Princess and the Frog (2009)",
        "description": "Disney ရဲ႕အေကာင္းဆံုး Animation ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...\nဇာတ္လမ္းေလးရဲ႕အစကဒီလိုပါ....\nအေပ်ာ္အပါးကိုခံုမင္ၿပီးဘာမွကိုစိတ္မ၀င္စားတဲ့ မင္းသားေလးနာဗင္းဟာအရိပ္လူသားရဲ႕လိမ္ညာ\nၿပဳစားၿခင္းခံလိုက္ရလို႕ဖားတစ္ေကာင္အၿဖစ္ေၿပာင္းလဲသြားပါတယ္....\nနန္းစည္းစိမ္ေတြကို လိုခ်င္လို႕အေပ်ာ္အပါးမက္တဲ့ မင္းသားေလးကိုဖားအသြင္ၿပဳစားလိုက္တဲ့တေစၦေတြနဲ႕\nပူးေပါင္းထားတဲ့စုန္းဘိုးေတာ္....\nအလုပ္ပဲၾကိဳးစားလုပ္ကိုင္ရင္း အေဖၿဖစ္သူရဲ႕စားေသာက္ဆိုင္ကိုၿပန္၀ယ္ခ်င္လို႕\nပိုက္ဆံစုေနရတဲ့ သာမာန္စားပြဲထိုးမေလး တီယာနာ....\nတီယာနာ့ သူငယ္ခ်င္းပါတီပြဲမွာ\nတီယာနာကို မင္းသမီးေလးထင္ၿပီးက်ိန္စာၿပယ္ခ်င္ေဇာနဲ႕သူမကိုနမ္းလိုက္တဲ့မင္းသားေလးဟာ\nက်ိန္စာမပ်ယ္တဲ့အၿပင္တီယာနာေလးပါ ဖားမေလးအၿဖစ္ေၿပာင္းသြားပါေတာ့တယ္...\nဒီေတာ့ ဒီဖားေလးႏွစ္ေကာင္လူၿပန္ၿဖစ္ေအာင္ဘယ္လိုေတြၾကိဳးစားၾကမလဲ\nအရိပ္လူသားနဲ႕အေပးအယူလုပ္ထားတဲ့ စုန္းဘိုးေတာ္ကေကာ \nသူတို႕ကိုဘယ္လိုေတြဒုကၡေတြေပးမလဲ\nသူတို႕ႏွစ္ေယာက္က်ိန္စာေတြပ်ယ္သြားမလား.....\nDisney ရဲ႕အေကာင္းဆံုး Animation Effect ေတြနဲ႕ခ်စ္စရာပိုးစုန္းၾကဴးေလးေတြ\nမိေက်ာင္းေတြနဲ႕ တစ္ကားလံုး မပ်င္းရေလေအာင္ တင္ဆက္ထားတဲ့ Animation \nကားေလးပဲၿဖစ္ပါတယ္....တကယ္ခ်စ္လာၿပီဆိုရင္\nအခ်စ္ေၾကာင့္လူေတြေၿပာင္းလဲသြားႏိုင္တယ္ဆိုတာ\nဒီကားေလးထဲမွာၾကည့္ရမွာပဲၿဖစ္ပါတယ္...Quality…..BluRay 720p\nDuration…..01:37:00\nFormat…Mp4\nFile Size…(698 MB)\nTranslator…..Myat Ko Ko\nEncoder…..Moe Myint Lwin\nDownload with Openload",
        "rating": "7.1",
        "url": "https://megaup.net/2guqm/The_Princess_And_The_Frog_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/2007-meet_the_robinsons-3-206x300.jpg",
        "title": "Meet The Robinsons (2007)",
        "description": "ဥာဏ္အလြန္ထက္တဲ့၁၁ႏွစ္သားမိဘမဲ့ကေလး ေရာ္ဘင္ဆင္ဟာ\nပစၥည္းအသစ္ေတြတီထြင္လိုစိတ္ရွိသူတစ္ေယာက္ပါ ...\nမိဘမဲ့ေက်ာင္းမွာေနထိုင္ရင္း သူ႔ကိုေမြးစားမယ့္မိဘေတြကိုေမၽွာ္လင့္ေနေပမယ့္\nကံမေကာင္းခ်င္ေတာ့ေမြးစားခ်င္သူမေပၚလာခဲ့ပါဘူး...\nဒါေျကာင့္ေရာ္ဘင္ဆင္ေလးဟာ ေလာကမွာ\nသူ့ကိုလိုခ်င္တာသူ႔အေမတစ္ေယာက္ပဲရွိလိမ့္မယ္လို့တစ္ထစ္ခ်မွတ္ယူျပီး(ကေလးဆိုေတာ့လည္း)\nငယ္ငယ္ကသူ႔ကိုမိဘမဲ့ေက်ာင္းမွာစြန္႔ပစ္ခဲ့တဲ့ မိခင္ကိုျပန္ရွာဖို႔အတြက္မိခင္ရဲ႕ရုပ္ပံုလႊာကိုျပန္ေဖာ္နိုင္မယ့္\nမွတ္ဥာဏ္ေဖာ္စက္ကိုတီထြင္ခဲ႔ပါတယ္..\nတီထြင္မွုေတြမွာက်ရံႈးေနက်ျဖစ္တဲ႔အတြက္ သိပၸံျပပြဲမွာသူ႔ရဲ႕စက္အလုပ္မျဖစ္ခဲ႔တဲ႔အေပၚ\nကိုယ့္ကိုယ္ကိုသာေဒါသထြက္ေနမိတာေပါ့..\nတကယ္တမ္းေတာ့ သူ့စက္ဟာေအာင္ျမင္ခဲ႔ျပီး မသမာသူတစ္ဦးေၾကာင့္ ပ်က္ခဲ႔ရတယ္ဆိုတာမရိပ္မိခဲ႔ပါဘူး…\nစက္ကိုလာေရာက္ခိုးယူခဲ႔တဲ႔မသမာသူက နွယ္နွယ္ရေတာ့မဟုတ္ဘူး…\nအနာဂတ္ကလာတာ\nကဲ ဘာလို႔အနာဂတ္ကေတာင္လာၿပီး ကေလးရဲ႕စက္ကိုခိုးရတာလဲ ...\nဒီကေလးကအနာဂတ္မွာဘာမ်ားျဖစ္ေနလို႔ပါလိမ့္ေပါ့ေနာ္...\nသိခ်င္ရင္ ေဒါင္းသာၾကည့္လိုက္ၾကပါလို႔\nQuality…..BluRay 1080p\nDuration…..01:35:00\nFormat…Mp4\nFile Size…(738 MB , 561 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..May Thazin Myint",
        "rating": "6.9",
        "url": "https://megaup.net/2Swgb/Meet_The_Robinsons_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BYTYwYjQ3ZjQtMjdjMS00Mjk2LTljZGYtYmU3M2NlMDNjNzYzXkEyXkFqcGdeQXVyNTM0MTAzNA@@._V1_SY1000_CR007121000_AL_-214x300.jpg",
        "title": "Extortion (2017)",
        "description": "မိသားစု တစ္စု ပင္လယ္ကမ္းေျခကို အပန္းေျဖ ခရီးထြက္ခဲ့ၾကပါတယ္။\nအဲေနာက္မွာေတာ့ ကမ္းေျခကို ေရာက္တဲ့အခါမွာေတာ့ သူတို.တည္းတဲ့\nဟိုတယ္ကေန သေဘၤာေတြငွားတာ တစ္စီးမွမရခဲ့ပါဖူး\nေနာက္ဆံုးေတာ့ ေလွတစ္စီးေတာ့ရခဲ့ပါတယ္။\nအဆိုပါ ေလွနဲ. ပင္လယ္ထဲ ခရီးထြက္ ေပ်ာ္ပါးျပီးတဲ့ေနာက္\nမေမ်ွာ္လင့္စရာ ျဖစ္ရပ္တစ္ခုနဲ.ၾကံဳခဲ့ျပီး ေလွဟာပင္လယ္ထဲမွာပ်က္စီးသြားခဲ့ပါတယ္။\nသူတို.မိသားစုဟာ လူသူအေရာက္အေပါက္နည္းတဲ့ က်ြန္းၾကီးတစ္ခုေပၚေရာက္သြားပါတယ္။\nသူတို.မိသားစုတစ္စု လူသူမရွိတဲ့ က်ြန္းျကီး တစ္ခုေပၚမွာ ဘယ္လိုအသက္ရွင္ေနထိုင္\nစားေသာက္ၾကမလဲဆိုတာ ကို ပံုေဖာ္ရိုက္ကူးထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nဘာသာျပန္သူကေတာ့ linnthura1988 ပဲျဖစ္ပါတယ္။\nFile Size : 800 MB/360MB\nQuality : WEB DL 720P\nRunning Time : 1hr 48minutes\nFormat : Mp4\nGenre : Action, Adventure, Crime\nTranslator : linnthura1988\nEncoder :Thanhtike ZawDownload From Yoteshin link \n Download Here WEB DL 720p (800 MB) Openload Link\n Download Small File Size 360p (360 MB) Openload ...",
        "rating": "6.4",
        "url": "https://megaup.net/1A2pu/Extortion_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/everyones_hero-203x300.jpg",
        "title": "Everyone’s Hero (2006)",
        "description": "၂ဝဝ၆ခုႏွစ္မွာ ထြက္ရွိခဲ့တဲ့ Animation ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္။\nရန္းကီအာဗင္လို႔ေခၚတဲ့ ေကာင္ေလးတစ္ေယာက္ သူဟာ ေဘ့ ေဘာရိုက္ဝါသနာပါေပမယ့္\nကြ်မ္းက်င္မႈမရွိတာေၾကာင့္ သူ႕သူငယ္ခ်င္းေတြက သူ႕ကိုဆိုမပါေစခ်င္ပါဘူး။\nအၿမဲအဖယ္က်ဥ္ခံရပါတယ္။\nရန္းကီ ရဲ႕ဖခင္ဟာ အားကစား႐ံုမွာလံုၿခံဳေရးတစ္ေယာက္ပါ။\nတစ္ရက္သူ႕အေဖအလုပ္ဆီ သူသြားရင္း အဲဒီအားကစား႐ံုမွာထားတဲ့\nႏိုင္ငံေက်ာ္ ေဘ့ ေဘာသမား ေဘးရဲ႕ေဘ့ေဘာရိုက္တံဟာ\nေပ်ာက္ဆံုးသြားခဲ့ၿပီး သူ႕အေဖအလုပ္ျပဳတ္သြားခဲ့ပါတယ္။\nရန္းကီဟာ သူလံုၿခံဳေရးတစ္ေယာက္ကို ျ မင္ခဲ့တာေၾကာင့္ သူ႕ေနာက္လိုက္ကာ\nထိုရိုက္တံကို ျပန္လည္ခိုးယူၿပီး ပိုင္ရွင္အစစ္အမွန္ဆီျပန္လည္ပို႔ေဆာင္ေပးခဲ့ပံုတို႔ကို\nရင္သပ္႐ႈေမာဖြယ္ ခံစားရမွာပဲၿဖစ္ပါတယ္...Quality…..BluRay 720p\nDuration…..01:27:00\nFormat…Mp4\nFile Size…(687 MB , 430 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Htet Htet Tin ZarDownload with Yotehshin Link\nDownload with CM Cloud\nDownload with Openload\nDownload with Openload (Small Size)",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/everyones-hero-2006/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/large_8x0WrDcFQDC2eoXJe6iC34wXZE8-200x300.jpg",
        "title": "Monsters vs Aliens (2009)",
        "description": "IMDB Rating 6.5 ရရွိထားတဲ့ Animation ကားၿဖစ္ပါတယ္.....\nဆူစန္မာဖီလို႔ေခၚတဲ့ မိန္းကေလးတစ္ေယာက္ သူ႕ခ်စ္သူနဲ႔လက္ထပ္ခါနီးဆဲဆဲမွာ\nဥကၠာပ်ံထိမွန္ခံခဲ့ရၿပီး ဧရာမလူသားတစ္ဦးအသြင္ေျပာင္း လဲသြားပါတယ္။\nသူ႕လိုထူးဆန္းသတၱဝါေတြကို ထိန္းခ်ဳပ္တဲ့စခန္းတစ္ခုမွာ အထိန္းခ်ဳပ္ခံထားရၿပီး\nတစ္ရက္မွာ ၿဂိဳဟ္သားစက္႐ုပ္တစ္႐ုပ္ အေ မရိကန္မွာ လာေရာက္ေသာင္းက်န္းျခင္းတို႔ေၾကာင့္\nဆူစန္နဲ႔အေပါင္းအပါတို႔ကို သုတ္သင္ေခ်မႈန္းေစၿပီး ျပန္လည္လႊတ္ေပးခဲ့ေပမယ့္\nသူမရဲ႕ ခ်စ္သူဟာ သူမကိုလက္မခံေတာ့ပါဘူး။\nဂဲလက္ဆာအမည္ရွိတဲ့ ၿဂိဳဟ္သားစက္ရုပ္မ်ားကို ထိန္းခ်ဳပ္သူဟာ သူမကိုဖမ္းဆီးသြားၿပီး\nသူမရဲ႕စြမ္းအင္မ်ားကို ထုတ္ယူလိုက္ၿပီး သူမရဲ႕အေပါင္းအပါေလးမ်ားက\nသူမကို လာကယ္တင္ပံုတို႔ကို ဇာတ္လမ္းဖြဲ႕ရိုက္ကူးထားသည့္ Animation ကား ေကာင္းတစ္ကားၿဖစ္ပါတယ္။\nခ်စ္စရာေကာင္းတဲ့ Monster ေလးမ်ားနဲ႕ပါ၀င္ရိုက္ကူးထားတာၿဖစ္တဲ့အတြက္\nAnimation ၾကိဳက္တဲ့သူမ်ားလက္မလႊတ္သင့္တဲ့ကားေလးလည္းၿဖစ္ပါတယ္....Quality…..BluRay 1080p\nDuration…..01:34:00\nFormat…Mp4\nFile Size…(744 MB , 466 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Htet Htet Tin Zar",
        "rating": "",
        "url": "https://channelmyanmar.org/monsters-vs-aliens-2009/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Quackerz_poster_goldposter_com_1-212x300.jpg",
        "title": "Quackerz (2016)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ 2016 ထြက္ animation movie ေလးတစ္ခုပါ။\nဇာတ္ကားနာမည္ကေတာ့ ဘဲေလးေတြ\nတဂတ္ဂတ္ေအာ္သံကို အစြဲၿပဳၿပီး Quackerz လို႔ ေပးထာတာပါ။ဒီဇာတ္လမ္းေလးအရဆို တ႐ုတ္ျပည္မွာ တေဘာင္တစ္ခုရိွပါတယ္။\nရာစုႏွစ္တစ္ခု ျပည့္တိုင္း ေနရဲ႕စြမ္းအင္ကို\nအပိုင္သိမ္းၿပီး ကမၻာပ်က္ေအာင္လုပ္မယ့္ စုန္းမႀကီးေပၚလာမယ္ဆိုတာပါပဲ။\nဒါေပမယ့္ ဘဲေလးတစ္ေကာင္ကေတာ့\nအဲ့အျဖစ္ကို ကယ္တယ္ႏိုင္ပါလိမ့္မယ္တဲ့။\nရိုးရိုးဘဲေတာ့ မဟုတ္ဘူးခင္ဗ်။\n\"ေနသူဘဲေကာင္း\" (သူရဲေကာင္း+ဘဲ)တဲ့။\nအဲ့စုန္းမႀကီးနဲ႔ ေနသူဘဲေကာင္းတို႔ တိုက္ခိုက္သြားပုံေတြကို\nဇာတ္လမ္းထဲမွာ ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။\nတ႐ုတ္ျပည္က ဘဲဧကရာဇ္နဲ႔\nကမၻာလွည့္ ဘဲေခါင္းစိမ္းေခါင္းေဆာင္တို႔ရဲ႕ ခမည္းခမက္ သူႏိုင္ကိုယ္ႏိုင္\nအႏိုင္လုပြဲေလးေတြကလည္း အေတာ္ရယ္ရပါတယ္ခင္ဗ်။\nဇာတ္လမ္းေလးကို ဟာသအျမဴးေလး လုပ္ထားတဲ့အတြက္\nအေမာေျပစရာ အခ်ိန္တစ္ခုေတာ့ ရသြားမွပါခင္ဗ်ာ...Quality…..BluRay 1080p\nDuration…..01:21:00\nFormat…Mp4\nFile Size…(705 MB , 415 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Wai Yan MaungDownload with YoteShin Link\nDownload with CM Cloud\nDownload with Openload\nDownload ...",
        "rating": "",
        "url": "https://channelmyanmar.org/quackerz-2016/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTBiMmJkYmEtZDgwMC00MzgxLWIyNmUtODM5MWU2Yzk4MmVlL2ltYWdlXkEyXkFqcGdeQXVyNzA0MTM4NjM@._V1_-1-204x300.jpg",
        "title": "Tangled: Before Ever After (2017)",
        "description": "Tangled:Before even after 2017ကားလေးကတော့ အရင် Tangled ကားလေးရဲ့ အဆက်လို့ပြောရမှာပါပဲ။\nမာသာ ဂေါ်သယ် လက်ထဲကနေ လွတ်မြောက်လာခဲ့ပြီး မင်းသမီးတစ်ပါးအနေနဲ့ပြန်လည်ရောက်ရှိလာတဲ့\nရက်ပန်ဇယ် ရဲ့အကြောင်းလေးကို တင်ပြထားတာပါ။လွတ်လွတ်လပ်လပ်ပေါ့ပေါ့ပါးပါး နေတတ်တဲ့\nရက်ပန်ဇယ် တစ်ယောက် မင်းသမီး တစ်ပါးအနေနဲ့ နန်းတွင်းအစဉ်အလာတွေကို လိုက်နာဖို့လိုလာခဲ့ပါတယ်။\nတစ်နေ့တော့ နန်းတွင်းထဲကနေ တိတ်တိတ်လေး ခိုးထွက်လာခဲ့ပြီး တွေ့ကြုံရတဲ့ adventure တွေကို\nရိုက်ပြထားတာမို့ ပျင်းဖို့မကောင်းတာတော့ အာမခံလို့ရပါတယ်။\nချစ်ရတဲ့ ယူဂျင်းရယ်၊သစ္စာရှိ မြင်းကြီးရယ်၊အထိန်းတော်ကြီးရယ်၊\nထူးဆန်းတဲ့မှော်ကျောက်တုံးနဲ့တွေ့ပြီးပြန်ရှည်လာတဲ့(ကျနော်တို့လဲ ချစ်တဲ့:P) ဆံပင်ရှည်ကြီးရယ်။\n2D Animation ကောင်းကောင်းရယ်။ကြည့်ဖို့တန်ပါတယ်လို့ပဲပြောပါရစေ\n-------------------------------------------------------------\nTangled:Before even after 2017ကားေလးကေတာ့ အရင္ Tangled ကားေလးရဲ႕ အဆက္လို႔ေျပာရမွာပါပဲ။\nမာသာ ေဂၚသယ္ လက္ထဲကေန လြတ္ေျမာက္လာခဲ့ၿပီး မင္းသမီးတစ္ပါးအေနနဲ႔ျပန္လည္ေရာက္ရွိလာတဲ့\nရက္ပန္ဇယ္ ရဲ႕အေၾကာင္းေလးကို တင္ျပထားတာပါ။လြတ္လြတ္လပ္လပ္ေပါ့ေပါ့ပါးပါး ေနတတ္တဲ့\nရက္ပန္ဇယ္ တစ္ေယာက္ မင္းသမီး တစ္ပါးအေနနဲ႔ နန္းတြင္းအစဥ္အလာေတြကို လိုက္နာဖို႔လိုလာခဲ့ပါတယ္။\nတစ္ေန႔ေတာ့ နန္းတြင္းထဲကေန တိတ္တိတ္ေလး ခိုးထြက္လာခဲ့ၿပီး ေတြ႕ၾကံဳရတဲ့ adventure ေတြကို\nရိုက္ျပထားတာမို႔ ပ်င္းဖို႔မေကာင္းတာေတာ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/4UKij/Tangled_-_Before_Ever_After_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/charlies-angels-poster-133x200.jpg",
        "title": "Charlie’s Angels (2000)",
        "description": "Charlie's Angels (2000)\nIMDb - 5.5/10_______Rotten - 68%\n Y2K ကထွက်ခဲ့တဲ့ အမျိုးသမီးအက်ရှင်ကားလေးကို\nပရိတ်သတ်ကြီးတော်တော်များများကတော့ ရင်းနှီးကြမှာပါ\nမင်းသမီးကြီး ဘယ်ရီမိုး ကခေါင်းဆောင်ရိုက်ကူးထားပြီးတော့\nခပ်ကြမ်းကြမ်းအက်ရှင်ပရိတ်သတ်တွေကတော့\nမပျင်းစတမ်းကိုကြည့်ကြရမှာပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့\nအမျိုးသမီးစုံထောက်၃ယောက်ကအသံအတုနည်းပညာကိုခိုးသွားတဲ့\nသူတို့ သူဌေး ကိုလိုက်လံစုံစမ်းရင်း သူတို့ရဲ့ စွမ်းဆောင်ရည်တွေကို\nဘယ်လိုတွေအသုံးချပြီးခိုးယူကြမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်လိုက်ကြပါတော့( ဒီဇာတ်ကားကို May Haruko က ဘာသာပြန်ပေးထားတာဖြစ်ပြီး Kyaw Ye Aung မှ Encode တင်ဆက်ပေးထားတာဖြစ်ပါတယ်...)\n Y2K ကထြက္ခဲ့တဲ့ အမ်ိဳးသမီးအက္ရွင္ကားေလးကို\nပရိတ္သတ္ႀကီးေတာ္ေတာ္မ်ားမ်ားကေတာ့ ရင္းႏွီးၾကမွာပါ\nမင္းသမီးႀကီး ဘယ္ရီမိုး ကေခါင္းေဆာင္႐ိုက္ကူးထားၿပီးေတာ့\nခပ္ၾကမ္းၾကမ္းအက္ရွင္ပရိတ္သတ္ေတြကေတာ့\nမပ်င္းစတမ္းကိုၾကည့္ၾကရမွာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nအမ်ိဳးသမီးစုံေထာက္၃ေယာက္ကအသံအတုနည္းပညာကိုခိုးသြားတဲ့\nသူတို႔ သူေဌး ကိုလိုက္လံစုံစမ္းရင္း သူတို႔ရဲ႕ စြမ္းေဆာင္ရည္ေတြကို\nဘယ္လိုေတြအသုံးခ်ၿပီးခိုးယူၾကမလဲဆိုတာကိုေတာ့ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့( ဒီဇာတ္ကားကို May Haruko က ဘာသာျပန္ေပးထားတာျဖစ္ျပီး Kyaw Ye Aung မွ Encode တင္ဆက္ေပးထားတာျဖစ္ပါတယ္...)\n Charlie’s Angels: Full Throttle (2003) ကြည့်ရှုရန် နှိပ်ပါ\nCharlie’s Angels (2019) ကြည့်ရှုရန် နှိပ်ပါ",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/charlies-angles-2000/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BY2NmMGY5M2EtYTUxMy00OTY4LTgwYWMtM2YzODdhZTI2Yzc4L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjYxNzY5MjE@._V1_SY1000_CR007341000_AL_-220x300.jpg",
        "title": "Sahara (2017)",
        "description": "ပူျပင္းေျခာက္ေသြ႕တဲ့သဲကႏာၱရထဲမွာ ေႁမြအုပ္စု ၂ ခုရွိပါတယ္..\nလွပတဲ့ေႁမြစိမ္းေတြက အိုေအစစ္နား အရိပ္အာဝါသတစ္ခုကိုခိုလံႈရင္း လူသူအေႏွာင့္အယွက္ကင္းေဝးစြာ ေနထိုင္ၾကပါတယ္..\nေနာက္ေႁမြတစ္မ်ိဳးျဖစ္တဲ့ေႁမြေဟာက္ေတြကေတာ့ ကႏာၱရထဲမွာပဲ က်င္လည္က်က္စားၿပီး ၿပိဳင္ဆိုင္မႈျပင္းထန္ကာ\nစားဝတ္ေနေရးခက္ခဲၾကမ္းတမ္းမႈေတြၾကားမွာ ႐ုန္းကန္ေနရတဲ့ ေႁမြေတြပါ ...\nက်ိက်ိတက္ခ်မ္းသားတဲ့ သူေဌးေတြနဲ႔ လမ္းေဘးက ဒုစ႐ိုက္နယ္ေျမလိုေပါ့ဗ်ာ..\nဒီကာတြန္းကားကေတာ့ အဂ်ားလို႔ေခၚတဲ့ ေႁမြေဟာက္ငယ္ေလးရဲ႕ အခ်စ္အတြက္ စြန္႔စားခန္းကို႐ိုက္ထားတာပါ..\nသူဟာ အေရခြံေတာင္မလဲရေသးတဲ့ မႏူးမနပ္ေႁမြျဖစ္တာေၾကာင့္ အၿမဲအႏိုင္က်င့္ခံေနရသူျဖစ္ပါတယ္..\nတစ္ေန႔မွာေတာ့ အစိမ္းေရာင္ေတြလူးၿပီး ေႁမြစိမ္းအေယာင္ေဆာင္ကာ ေႁမြစိမ္းေတြနယ္ေျမဆီမွာ ေနထိုင္ဖို႔ ထြက္လာခဲ့တယ္..\nအဲဒီနယ္ေျမက အျပင္လူဝင္တာနဲ႔ အျပတ္ရွင္းမယ့္ေကာင္ေတြ ေစာင့္ၾကပ္ေနတယ္..\nအဲလိုသြားရင္းနဲ႔ အီဗာလို႔ေခၚတဲ့ ေႁမြစိမ္းမေလးနဲ႔ဆံုပါေလေရာ..\nအီဗာဆိုတာက အိုေအစစ္တဝိုက္မွာ အခ်မ္းသာ အႂကြယ္ဝဆံုးနဲ႔ အာဏာအရွိဆံုးေႁမြသူေဌးႀကီးရဲ႕ သမီးေတာ္...\nသူက ခ်မ္းသာမႈနဲ႔ လံုျခံဳသက္သာမႈကို ရြံမုန္းၿပီး အစဥ္အလာကိုဆန္႔က်င္ခ်င္သူ..\nစီစဥ္ထားတဲ့လက္ထပ္ပြဲကိုေရွာင္လႊဲခ်င္သူ.. ကႏာၱရထဲမွာ ဘာေတြရွိလဲဆိုတာကို စူးစမ္းခ်င္သူ ေႁမြဂ်စ္မေလး..\nဒီလိုနဲ႔ အဂ်ားနဲ႔အီဗာေတြ႕ၾကပါေလေရာဗ်ာ..\nအီဗာတစ္ေယာက္ နယ္ေျမထဲက ခိုးထြက္ရင္း ကႏာၱရခရီးသြားအာရပ္ေတြရဲ႕ ဖမ္းဆီးျခင္းခံရတဲ့အခါမွာေတာ့\nအဂ်ားတစ္ေကာင္ဟာ သူ႔သူငယ္ခ်င္း ပစ္ဆိုတဲ့ကင္းၿမီးေကာက္ကို အေဖာ္ျပဳရင္း\nအခ်ိန္မေရြးေသသြားႏိုင္တဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/TBwk/Sahara_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/treasure-planet-203x300.jpg",
        "title": "Treasure Planet (2002)",
        "description": "ဒီဇာတ္လမ္းေလးဟာ 2002 ခုႏွစ္မွာ ထြက္ရိွခဲ့တာျဖစ္ၿပီး\nDisney ရဲ႕ အသပ္ရပ္ဆုံးေသာ Animation ေတြထဲက တစ္ကားလို႔ တင္စားခံထားရပါတယ္\nမူရင္းဇာတ္လမ္းကေတာ့ \"Treasure Island\" တဲ့ခင္ဗ်...\nဒီမွာ ထူးျခားသြားတာက ဇာတ္ကြက္ေတြကို အာကာသထဲ ေျပာင္းလိုက္ၿပီး ၿဂိဳဟ္သားေတြ၊\nနဂါးေငြ႕တန္းေတြနဲ႔ အသက္သြင္းထားတာပါ အဲ့လိုနဲ႔ ဇာတ္လမ္းေလးက\n\"Treasure Planet\" ဆိုၿပီး ျဖစ္သြားတယ္ေပါ့ဗ်ာ\nRating ေတြအေနနဲ႔ၾကည့္ရင္လည္း\nIMDb 7.1\nTomatoes 69% နဲ႔ခင္ဗ်\nေဝဖန္သူေတာ္ေတာ္မ်ားမ်ားရဲ႕ Positive Review ေတြ ရထားတဲ့ ဇာတ္လမ္းေလး ဆိုပါေတာ့...\nကေလးဘဝက အိပ္ရာဝင္ပုံျပင္ေတြ၊ အာကာသ စြန္႔စားခန္းေတြ၊ ဒရာမာကို ခုံမင္သူေတြအတြက္\nလက္မလႊတ္သင့္တဲ့ ဇာတ္လမ္းေလး တစ္ပုဒ္ပါ\nအသက္ ၁၅ ႏွစ္အရြယ္ ခ်ာတိတ္ကေလး ဂ်င္မ္ေဟာ့ကင္းန္စ္ရဲ႕ မဟာစြန္႔စားခန္းႀကီးတစ္ခု...\nငယ္ငယ္ကတည္းက အာကာသ ခရီးသြားတစ္ေယာက္ အရမ္းျဖစ္ခ်င္ခဲ့သူ\nကိုယ့္နည္းကိုယ့္ဟန္နဲ႔ ႀကံဖန္ၿပီး ေကာင္းကင္ပ်ံဝဲေလ့ရိွတဲ့ ခ်ာတိတ္ကေလး\nယာဥ္စည္းကမ္းေတြကို (တမင္မဟုတ္ေတာင္) ...",
        "rating": "7.1",
        "url": "https://megaup.net/2fZTW/Treasure_Planet_[2002]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/rock-dog-movie-poster-2016-1020774034-203x300.jpg",
        "title": "Rock Dog (2016)",
        "description": "2016 မွာထြက္ထားတဲ့ကာတြန္းတစ္ကားျဖစ္ၿပီး တရုတ္-အေမရိကန္ဖက္စပ္ျဖစ္ပါတယ္...\nIMDb 5.5 ရရွိထားၿပီး ကာတြန္းကားႀကိဳက္သူေတြအတြက္ ၾကည့္ေပ်ာ္တဲ့ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္..\nတရုတ္တို႕ထံုးစံအတိုင္း ကြန္ဖူးအနည္းငယ္ပါသလို သိုးေတြရဲ႕ထံုးစံအတိုင္း အရာရာကို ေမ့တတ္ၿပီး\nအပူအပင္ကင္းတဲ့ပံုစံပံုေဖာ္ထားတာေၾကာင့္ ဟာသေရာထားတဲ့ဇာတ္ကားလို႕ ဆိုရမွာပါ..\nဇာတ္လမ္းအက်ဥ္းကေတာ့... ႏွင္းေတာင္တန္းတစ္ခုေပၚမွာ သိုးေတြစုေ၀းေနထိုင္ၾကတဲ့ၿမိဳ႕တစ္ၿမိဳ႕ရွိပါတယ္..\nသူတို႕ဟာ ပူပင္ေၾကာင့္ၾကမႈကင္းစြာနဲ႕ သီခ်င္းေလးတီးလိုက္ ဆိုလိုက္..\nသိုးေမႊးေတြထုတ္လုပ္လိုက္နဲ႕ ၿငိမ္းခ်မ္းေနၾကသူေတြပါ...\nသူတို႕ကို ေစာင့္ၾကပ္ေပးတဲ့ၿမိဳ႕ေစာင့္ႀကီးကေတာ့ Khampa လို႕ေခၚတဲ့ တိဗက္ေခြးတစ္ေကာင္ပဲျဖစ္ပါတယ္..\nအဲဒီေခြးေတြဟာ မ်ိဳးရိုးစဥ္ဆက္ ၿမိဳ႕ေစာင့္အလုပ္ကို လုပ္ခဲ့ၾကသူေတြျဖစ္ၿပီး သိုင္းပညာတတ္ကြ်မ္းသူေတြပါ...\nေလာကႀကီးမွာ ကိုယ္က ဘယ္ေလာက္ပဲ ၿငိမ္းခ်မ္းေပ်ာ္ရႊင္ေနပါေစ...\nဒါကို ဖ်က္စီးမယ့္အေႏွာင့္အယွက္ဆိုတာ ရွိစၿမဲပါ..\nအဲလိုပဲ သိုးေတြရဲ႕ၿမိဳ႕ကို အပိုင္သိမ္းၿပီး စားေသာက္ပစ္ဖို႕ အၿမဲေခ်ာင္းေနတဲ့၀ံပုေလြအုပ္ၾကီးရွိပါတယ္\nသူတို႕ၿမိဳ႕ကုိ က်ဴးေက်ာ္တိုက္ခိုက္ေပမယ့္လည္း Khampa ေၾကာင့္ အၿမဲေနာက္ဆုတ္ၿပီး\nေျပးရတာမို႕ Khampa ကိုေတာ့ အေသေၾကာက္ရပါတယ္..\nKhampa မွာ Bodi လို႕ေခၚတဲ့ သားတစ္ေကာင္ရွိၿပီး သူကေတာ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/rock-dog-2016/",
        "category": "Adventure, Animation, Comedy"
    }
]