[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Download-We-Have-a-Ghost-2023-Hindi-ORG.-English-Dual-Audio-HDRip--133x200.jpg",
        "title": "We Have a Ghost (2023)",
        "description": "We have a Ghostကယ်ဗင်တို့ မိသားစုဟာ စီးပွားရေးအဆင်မပြေမှုတွေနဲ့အတူ ရွှေ့ပြောင်းနေထိုင်နေကြရတာပါ။တနေ့ အိမ်သစ်ပြောင်းကြတဲ့အခါ မထင်မှတ်ဘဲ ကယ်ဗင်တစ်ယောက် သရဲတစ်ကောင်ကို စတင်တွေ့ရှိခဲ့ပါတော့တယ်။ တွေ့လျင်တွေ့ခြင်းပဲ ဖုန်းကင်မရာနဲ့ မှတ်တမ်းတင်မိခဲ့ရာက ထိုဗီဒီယိုကို အစ်ကိုကတွေ့ … ပြီးတဲ့နောက် ဖခင်ဆီရောက်သွားတဲ့အခါ...သရဲကလေး အားနက်စ်ဟာ ဝင်ငွေကောင်းတဲ့ ဆိုရှယ်မီဒီယာလောကရဲ့ သားကောင်ဖြစ်လာရပါတော့တယ်...ကယ်ဗင်ကတော့ အားနက်စ်ကို သနားနေပြီး သူ့အဖေရဲ့လုပ်ရပ်တွေကို မနှစ်မြို့တာကြောင့် အားနက်စ် ကျွတ်လွတ်ရေးကိုသာ ကြံစည်နေပါတော့တယ် …တစ်ဖက်မှာလည်း CIAမှာ လွန်ခဲ့တဲ့ ဆယ်စုနှစ်များက ပိတ်သိမ်းထားရတဲ့ Wizard Clipဆိုတဲ့ စီမံကိန်းဟာ အားနက်စ်ရဲ့နာမည်ကျော်ကြားလာမှုကြောင့် မြုပ်ရာကနေ ပြန်ပေါ်လာပါတော့တယ်...စီမံကိန်းရဲ့ မူလရည်ရွယ်ချက်ဟာ သရဲတွေရဲ့ တည်ရှိမှုကို ရှာဖွေဖော်ထုတ်မယ် ပြီးရင် ထိန်းသိမ်းမယ် အဲ့နောက် လက်နက်အဖြစ်အသုံးပြု ရနိုင် မရနိုင် ဆန်းစစ်ကြဖို့ပဲဖြစ်ပါတယ် …ဒါပေမယ့် စီမံကိန်းဟာ သရဲတစ်ကောင်မှ လက်ဆုပ်လက်ကိုင် မပြနိုင်တာနဲ့တင် နိဂုံးချုပ်ခဲ့ရပါတယ် ...",
        "rating": "6.1",
        "url": "https://megaup.net/3ez5h/We_Have_A_Ghost_(2023)_WEB-DL_1080p.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Little_Star_Wars_2021-141x200.jpg",
        "title": "Doraemon the Movie: Nobita’s Little Star Wars 2021 (2022)",
        "description": "Doraemon the Movie: Nobita's Little Star Wars 2021 (2022)\n==========================================CM ပရိတ်သတ်ကြီးတို့ထဲမှာ ဒိုရေမွန်နဲ့ နိုဘိတကို တော်တော်များများ\nသိကြမယ်လို့ထင်ပါတယ်။ ကျွန်တော်တို့ ငယ်ဘဝဇာတ်ကားတွေကို\nပြန်ကြည့်ရတဲ့အခါ၊ ငယ်ဘဝဇာတ်ကောင်တွေကို ပြန်ထိတွေ့ရတဲ့အခါ\nကျွန်တော့်အနေနဲ့ကတော့ ဇာတ်လမ်းဇာတ်ကောင်ကို လွမ်းဆွတ်နှုန်းက\n၅၀%၊ ကြည့်ရင်းနဲ့ဖြစ်ပေါ်လာတဲ့ ငယ်ဘဝခံစားချက်ကို သတိရမိတာက\n၅၀%ပါပဲ။ ငယ်ငယ်ကတော့ ကျောင်းဆင်းချိန်တို့၊ ကျောင်းပိတ်ရက်တို့မှာ\nကြည့်ခဲ့ကြတယ်ဟုတ်။အခုတင်ဆက်ပေးမယ့် Movie လေးရဲ့ ဇာတ်လမ်းကဒီလိုပါ။\nနိုဘိတတို့ သူငယ်ချင်းတစ်သိုက် ရှုတင်ရိုက်နေရင်းကနေ နိုဘိတတစ်ယောက်\nဒုံးပျံယာဉ်အသေးစားလေးတစ်စင်း ကောက်ရလိုက်ပါတယ်။ အဲ့ထဲက‌နေ\nပါပီလို့ခေါ်တဲ့ ဂြိုဟ်သားသေးသေးလေးထွက်လာသတဲ့။ သူ့ယာဉ်က ပျက်စီး\nသွားတာမို့ နိုဘိတနဲ့ ဒိုရေမွန်တို့က ကူပြင်ပေးနေချိန် ပီရှားလို့ခေါ်တဲ့ တိုက်\nသင်္ဘောကြီးရောက်လာပြီး တိုက်ခိုက်တော့တာပါပဲ။စပွိုင်းလွတ်အောင် ဇာတ်ကွက်လေးတွေကျော်ပြီး အကြမ်းဖျင်းညွှန်းရမယ်\nဆိုရင်ဖြင့် နိုဘိတတို့သူငယ်ချင်းတစ်သိုက် တခြားဂြိုဟ်မှာ စွန့်စားခန်းဖွင့်တာ\nတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ကြည့်ရင်းကြည့်ရင်းနဲ့ စိတ်ထဲအားမလို\nအားမရဖြစ်လာမှုတွေလည်းကြုံရမှာမို့ ဘယ်လိုမြင်တွေ့ရမလဲဆိုတာကိုတော့\nကိုယ်တိုင်ပဲကြည့်လိုက်ကြပါတော့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPhoenix Homura ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (684 MB) / ...",
        "rating": "6.5",
        "url": "https://megaup.net/3emhx/Doraemon.the.Movie.Nobitas.Little.Star.Wars.2021.JAPANESE.1080p.WEBRip.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Screenshot-2023-03-04-112503-159x200.jpg",
        "title": "Gemini Man (2019)",
        "description": "ဝယ်လ်စမစ်ရဲ့ Action,Adventure,Sci-Fi အမျိုးအစား ရုပ်ရှင်ကားဖြစ်ပါတယ်။အက်ရှင်အသားပေးနဲ့ သိပ္ပံစိတ်ကူးယဉ် နည်းနည်းဆန်ပါတယ်။ဟင်နရီဟာ စစ်ဘက်ထောက်လှမ်းရေးအဖွဲ့ရဲ့ အတော်ဆုံး လုပ်ကြံရေးသမားပါ။သူအသက်ရလာလို့ အငြိမ်းစားယူဖို့ ဆုံးဖြတ်တဲ့အခါသူထင်သလို တကယ်အနားမယူနိုင်ပါဘူး။သူ့ရဲ့ နောက်ဆုံး စစ်ဆင်ရေးက ထင်တာထက် ပိုရှုပ်ထွေးနေခဲ့ပါတယ်။သူ့နောက်ကို လုပ်ကြံရေးသမားတွေ ပြန်လိုက်လာပြီးလိုက်သတ်ဖို့ကြိုးစားလာကြတယ်။ဒီတော့ သူ ဒါတွေကိုအလွတ်ရုန်းရင်းနဲ့ ဒီပြသနာတွေရဲ့အကြောင်းရင်းကို ဖြေရှင်းဖို့ ကြိုးစားတဲ့အခါမှာတော့....။\nFile size…(7.6 GB)/(1.9 GB) /(999 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:57:53\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Little Neo",
        "rating": "5.7",
        "url": "https://megaup.net/2yxde/(CM)_Gemini_Man_(2019)_1080p_Bluray_x265_10bit_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tevmP3kE8YhrkwpLLkTEq0cO9nb.jpg",
        "title": "Dragon Quest: The Soul Coffin ( 2023 )",
        "description": "လျို့ဝှက်ဆန်းကြယ်ဇာတ်လမ်းတွေကိုကြိုက်နှစ်သက်တဲ့CMပရိသတ်ကြီးအတွက်\nလျို့ဝှက်ဆန်းကြယ်ရှေးဟောင်းသင်္ချိုင်းဖောက်ထွင်းတဲ့ကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဟိုးရှေးရှေးတုန်းက ဝိဉာဉ်ချင်းလဲပြီးအသက်ဆက်ရှင်နိုင်စေတဲ့\nနဂါးပုလဲလုံးဆိုတဲ့ရတနာပုလဲလုံးကို သဲကန္တာရကြီးတစ်ခုရဲ့\nအောက်မှာဝိဉာဉ်အခေါင်းထဲမှာထည့်သွင်းပြီးမြုပ်နှံထားတယ်တဲ့.....တော်လှန်ရေးခေတ်မှာ ပညာအသီးသီးရှိတဲ့လူတစ်စုဟာ\nရည်ရွယ်ချက်အသီးသီးနဲ့ သင်္ချိုင်းဖောက်ထွင်းဖို့စုမိကြပါတယ်။\nရှေးဟောင်းမြေပုံတစ်ခုကိုယူပြီး သဲကန္တာရကြီးထဲမှာ\nဒဏ္ဍာရီထဲကရှေးဟောင်းသင်္ချိုင်းကိုရှာဖွေခဲ့ကြတယ်။\nရှေးဟောင်းသင်္ချိုင်းကြီးထဲမှာ သူတို့ကိုဘယ်လို\nဆန်းကြယ်တဲ့အရာတွေကစောင့်နေမလဲ ......\nဝိဉာဉ်ချင်းလဲပြီးသူများခန္ဓာနဲ့အသက်ရှင်စေနိုင်မယ့်\nနဂါးပုလဲလုံးဆိုတာကရော ဘယ်လိုအရာဖြစ်နေမလဲ.....\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Mystery , Adventure\nRuntime : 1h 23 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Sz6d/Dragon_Soul_Coffin_2023_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yRDnNMonoERrHoi3qJ31cwsQyG.jpg",
        "title": "Belle and Sebastien: The New Generation (2022)",
        "description": "Belle and Sébastien: The New Generation (2022)ဒီတစ်ခါ​တော့ Pet Lover ​လေး​တွေအတွက် 2022 မှာထွက်ရှိထားတဲ့ ဒရာမာ အက်ရှင်ပြင်သစ်ကား​လေး Belle and Sébastien: The New Generation ​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ 1965 ကစ တီဗွီစီးရီးအဖြစ်ထွက်ရှိထားပြီး ​နောက်ပိုင်း စီးရီးက​နေ ရုပ်ရှင်အဖြစ်လည်း အများကြီးထွက်ရှိထားတဲ့ကား​လေးပဲဖြစ်ပါတယ်။ 2022 မှာထွက်ထားတဲ့ ခုကား​လေးက​တော့ ဒီဘက်​ခေတ်နဲ့ လိုက်‌လျောညီ​ထွေ​အောင်ရိုက်ပြထားတဲ့ ကား​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~၁၀ နှစ်အရွယ် ပြင်သစ်မြို့ကြီးသားလေး ဆက်​ဗေးစတန်း တစ်​ယောက် အ​မေခရီးသွားစရာရှိလို့ အဘွားဖြစ်သူရှိတဲ့ရွာကို သွားပြီး​နောက် ဘယ်လ်ဆိုတဲ့​ခွေး​လေးနဲ့ ​တွေ့ဖြစ်တဲ့အခါ သူတို့နှစ်​ယောက်ကြားဘယ်လို​တွေ ​သံ​ယောဇဥ်​​တွေဖြစ်သွားကြလဲဆိုတာကို ကြည့်ရမယ့် ဒရာမာရုပ်ရှင်​ကောင်း​လေးတစ်ခုပဲဖြစ်ပါတယ်။ ဇာတ်လမ်း​လေးထဲမှာ သိုးအ​ကြောင်း​တွေလည်းပါတာမို့ တိချစ်သူ​တွေအတွက်​တော့ ကြည့်ရတာ​​တန်ပြီး ဗဟုသုတ​တွေလည်း​တိုးမယ့် ဇာတ်ကား​ကောင်း​လေးတစ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ...",
        "rating": "6.2",
        "url": "https://megaup.net/2ywlw/(CM)_Belle_and_Sebastien_The_New_Generation_(2022)_1080p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/AAAABZ5QhlCd9TeiIQJf8-7BfR3_pbaECCbKbfODy2jlr6_G0ouO8zf-yZvqtFQ6LHsQ33u0yGOHUUXyzJhKqtET01VxwQnLMQpQyJq6FX6qqAPKMVuG5DKNpYNMSDjBPcfX6YjDAw-143x200.jpg",
        "title": "All the Places (2023)",
        "description": "All the Places (2023)\n===============ဆိုင်ကယ်တစီးနဲ့ ရောက်တတ်ရာရာ ခရီးသွားဖို့စိတ်ကူးထား\nတယ်ဆိုရင် ကြည့်ကိုကြည့်သင့်တဲ့ကားလေးပါ။ ဆိုင်ကယ်စီး\nရတာ မကြိုက်တဲ့သူတွေကတော့ နေပူဖင်နာလို့ကြိုက်မှာမဟုတ်\nပေမယ့် ကားစီးရတာနဲ့ မတူတဲ့ လွတ်လပ်မှုက ဆိုင်ကယ်နဲ့မှရ\nနိုင်တာမဟုတ်လား။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၅နှစ်ကြာလူချင်းမတွေ့ဖြစ်\nကြတဲ့ ဖာနဲ့ ဂါဘို တို့မောင်နှမ၂ယောက် ဖခင်ဖြစ်သူရဲ့ နာရေးကျမှ\nပြန်တွေ့ဖြစ်ကြပါတယ်။ အလုပ်အရမ်းများတဲ့ အကိုဖြစ်သူ ဖာ\nဟာ နာရေးကိုနောက်ကျမှရောက်လာလို့ ညီမဖြစ်သူရဲ့ဒေါ်သဖြစ်မှု\nခံခဲ့ရတယ်။ ဖခင်အိမ်ရောက်တဲ့အခါ ပင်ပေါင်ကစားရင်း ကလေး\nဘဝက (၁၈)နှစ်ပြည့်ရင် ဆိုင်ကယ်စီးပြီး မြို့အနှံ့ လျှောက်လည်ဖို့ဆွဲ\nထားတဲ့ မြေပုံလေးကို အမှတ်တမဲ့ပြန်တွေ့ကြရာက မောင်နှမ(၂)\nယောက် မထင်မှတ်ပဲ ခရီးအတူတူ ထွက်ဖြစ်ကြတာပေါ့။ဆိုင်ကယ်စီးရင်း ခရီးလမ်းတလျှောက် အခက်အခဲတွေ ပျော်စရာတွေ\nအချစ်သစ်တွေ မပြောဖြစ်ပဲသိမ်းထားကြတဲ့ လျှို့ဝှက်ချက်တွေ\nအတွေ့အကြုံသစ်တွေကို မက်ဆီကိုရဲ့ လှပတဲ့ရှုခင်းတွေ ဓလေ့တွေနဲ့\nအတူ မြင်တွေ့ရမှာဖြစ်ပြီး၊ အလောင်ဇာတ်ကားတွေ ကြည့်ပြီးလောင်\nမြိုက်နေသူတွေအဖို့ စိတ်သက်သာရာရစေမယ့် ဇာတ်လမ်းမျိုးလေးပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nChit Min Thu ဖြစ်ပါတယ်)File Size..........(1.48 GB) / (657 MB) ...",
        "rating": "5.6",
        "url": "https://megaup.net/1cxz2/All.the.Places.2023.SPANISH.1080p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/The_Werewolf_Game-Inferno-p001-142x200.jpg",
        "title": "The Werewolf Game: Inferno (2018)",
        "description": "The Werewolf game : InfernoAlong the god's willတို့ Alice in borderlandတို့လိုမျိုး အသက်ကိုလောင်းကြေးထပ်ပြီး ဂိမ်းကစားရတာကို ကြိုက်နှစ်သက်တဲ့ survival ရုပ်ရှင်ချစ်သူတွေအတွက် နောက်ထပ်ကြည့်လို့ရမဲ့ movieအတွဲကို တင်ဆက်ပေးလိုက်ပါတယ်။ထူးခြားတာက တခြားmovieတွေလို သတ်မဲ့လူ ကိရိယာတွေ အဆင်သင့်ရှိနေတာမဟုတ်ဘဲ ဂိမ်းကစားသူတွေကိုယ်တိုင် သူတို့အထဲက သမန်းဝံပုလွေကို လိုက်လံ သတ်ဖြတ်ရမှာပါ။\nParty gameတစ်ခုဖြစ်တဲ့ The werewolf gameကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။မြန်မာမှာ ခေတ်စားခဲ့တဲ့ Among usလိုမျိုးပဲ အဖွဲ့ထဲက impostor(သမန်းဝံပုလွေ၂ကောင်)ဖြစ်နိုင်တဲ့သူကို မဲပေးပြီး ကိုယ်တိုင်သတ်ရမှာပါ။ဇာတ်လမ်းအစမှာတော့ အထက်တန်းကျောင်းသား ကျောင်းသူတွေဟာ ဘာမှမသိလိုက်ဘဲ ထူးဆန်းတဲ့အဆောက်အဦတစ်ခုဆီ ရောက်လာကြပါတယ်။ အဲဒါဟာ တောနက်ထဲမှာ ထီးတည်းတည်ရှိနေတဲ့နေရာကျယ်ကြီးဖြစ်ပြီးတော့ လွတ်ဖို့လမ်းလည်း ရှာလို့မလွယ်ပါဘူး။\nလွတ်မြောက်ဖို့တစ်ခုတည်းသောနည်းလမ်းကတော့ သမန်းဝံပုလွေဂိမ်းကို ကစားရမှာဖြစ်ပါတယ်။လူတွေအားလုံးထဲမှာမှ သမန်းဝံပုလွေ(jinrou) ၂ကောင်ရှိပြီးတော့ ကျန်တဲ့သူတွေက ရွာသားတွေဖြစ်ပါတယ်။ ညတိုင်း ၈နာရီမှာ အစည်းအဝေးထိုင်ပြီး ...",
        "rating": "6.1",
        "url": "https://megaup.net/3esrk/The_Werewolf_Game_Inferno_(2018)_1080p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iBy25orrkB1hjYNLCXdzMfXqWXR.jpg",
        "title": "Spirited Away: Live on Stage-org(2022))",
        "description": "Spirited Away: Live on Stage-org(2022))*************************************ဒီကားက live on stage ဆိုလို့ပျင်းစရာကောင်းတယ်လို့ထင်ရင်မှားသွားပါလိမ့်မယ်...Spirited Away ဆိုတဲ့Animeလေးကို လူတိုင်းမစိမ်းကြဘူးထင်ပါတယ်။အခုကားလေးကတော့ အဲဒီ Anime ကို ပြဇာတ်ရိုက်ထားတဲ့သဘောပါ..နယ်ဘက်ပြောင်းနေဖို့ထွက်ခဲ့ကြတဲ့ ချီဟီရိုတို့မိသားစုလေး လမ်းခရီးမှာ ညကြီးမိုးချုပ်လမ်းမှားသွားပြီးလှိုဏ်ခေါင်းတစ်ခုကိုတွေ့လိုက်ရပါတယ်။ အဲဒီလှိုဏ်ခေါင်းကတစ်ဆင့်တခြားဘက်ထွက်လိုက်တဲ့အခါမှာတော့ အပန်းဖြေဥယျာဉ်လို နေရာကြီးတစ်ခုတွေ့လိုက်ရပါတယ်။စားပွဲပေါ်မှာတည်ခင်းထားတဲ့စားကောင်းသောက်ဖွယ်တွေကို ချီဟီရို့အဖေနဲ့အမေကခွင့်ပြုချက်မတောင်းဘဲအငမ်းမရစားမိလိုက်တဲ့အခါ ဝက်အဖြစ်ပြောင်းလဲသွားပါတော့တယ်။တကယ်တော့ သူတို့ရောက်သွားတဲ့နေရာက ဝိဉာဉ်တွေ၊ နတ်ဘုရားတွေ အပန်းဖြေကြတဲ့ တစ်ဖက်ကမ္ဘာကတည်းခိုခန်းသဘောမျိုးပါ။မိဘတွေဝက်အဖြစ်ပြောင်းသွားပြီး ဝိဉာဉ်ကမ္ဘာထဲယောင်လည်လည်ဖြစ်နေတဲ့ချီဟီရို့ဆီ ဟခုလို့ခေါ်တဲ့ကောင်လေးတစ်ယောက်ရောက်လာပြီး အကူအညီပေးပါတော့တယ်..\nဟခုဆိုတာကရော သူနဲ့ဘယ်လိုပတ်သတ်လို့ကူညီပေးတာလဲ၊ ချီဟီရိုကရော သူ့မိဘတွေကိုကယ်တင်နိုင်ပါ့မလား..လူသားတွေကမ္ဘာဆီကိုရော ပြန်သွားနိုင်ပါ့မလား.. File Size :(2.9GB)(1.2GB) and (255MB)\nQuality :WEB-DL 1080P, 720p\nFormat…mp4\nDuration…02:38:00\nGenre : Adventure, Family, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Sw2w/Spirited.Away.Stage.Play.2022.Original.Verison.WEB-DL.1080P(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-enemy-132x200.jpg",
        "title": "Enemy Mine(1985)",
        "description": "Enemy Mine (1985)ဒီတစ်ခေါက်မှာတော့ IMDB 6.8/10 ရထားတဲ့ ၁၉၈၅ ခုနှစ်က Sci-fci/Action ကားလေး\nနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.. ဇာတ်လမ်းအကျဉ်းမပြောခင် ဒီကားက ၁၉၈၅ခုနှစ်က ရိုက်ထားတဲ့\nဂြိုလ်သားကားလေးဆိုတာတော့ တစ်ချက်လောက် သတိပြုမိစေချင်ပါတယ်နော်..\nတစ်ခေတ် တစ်ခါက လူသားနဲ့ ဂြိုလ်သားဇာတ်ကားလေးကို ခေတ်ဟောင်းမုဒ်သွင်းပြီး\nခံစားသက်ဝင်ကြည့်ကြပါလို့..ဇာတ်လမ်းအကျဉ်းနှစ်ဆယ့်တစ်ရာစုအလွန်မှာ ကမ္ဘာသားတွေနဲ့ ဒရက်ဂ်လို့ခေါ်တဲ့ဂြိုလ်သားမျိုးနွယ်တွေက\nနယ်မြေချဲ့ထွင်ကြရင်း ကတောက်တဆဖြစ်ကာ အာကာသထဲ တိုက်ပွဲတွေ ဆင်နွှဲခဲ့ကြပါတယ်..\nဒီလိုနဲ့ အာကာယတိုက်ခိုက်ရေးယာဉ်မှူး ဒက်ဗေ့ချ်က ဒရက်ဂ်တစ်ကောင်နဲ့ အကြိတ်အနယ်\nတိုက်ခိုက်ရင်း မထင်မှတ်ဘဲ အာကာသယာဉ်ပျက်ကြပြီး နယ်မြေသစ်တစ်ခုဖြစ်တဲ့\nဖိုင်ရင်ဂြိုလ်ထဲ သောင်တင်သွားခဲ့ပါတော့တယ်..\nကံဆိုးစွာနဲ့ပဲ အဲဒီဂြိုလ်ပေါ် ယာဉ်ပျက်ကျပြီး သောင်တင်နေတာက သူတစ်ယောက်တည်းမဟုတ်ဘဲ\nတစ်ဖက်က ရန်သူ ဒရက်စ်တစ်ကောင်ပါ အတူတူဖြစ်နေတဲ့အခါ...\nဒက်ဗေ့ချ်တစ်ယောက် ရန်သူနဲ့ သူတစ်ပြန်ကိုယ်တစ်ပြန် တိုက်ခိုက်ရင်းပဲ\nကယ်ဆယ်ရေးယာဉ်လာအောင် စောင့်မျှော်နေရမလား..\nဒါမှမဟုတ် ရန်သူနဲ့ တစ်မြေတည်းနေပြီး သူငယ်ချင်းတွေအဖြစ်ပေါင်းစည်းသွားမလား..\nရန်သူတော်ကြီးကနေ သူငယ်ချင်းအဖြစ်ပေါင်းစည်းသွားဖို့ဆိုတာရော ဖြစ်နိုင်ပါ့မလား..\nတစ်ဖက် ရန်သူတွေမှာရော သူတို့ ကမ္ဘာသားတွေ မသိနိုင်တဲ့\nဘယ်လိုလျှို့ဝှက်ချက်တွေ အကျင့်စရိုက်တွေ ရှိနေမလဲဆိုတာကိုတော့...\nဇာတ်ကားထဲမှာပဲ ကြည့်ရှုလိုက်ကြပါဦးနော်..ပါဝင်ထားတဲ့ သရုပ်ဆောင်ကြီးတွေကတော့ Dennis ...",
        "rating": "",
        "url": "https://megaup.net/1cwyh/Enemy.Mine.1985.1080p.(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNGMyYmVmMGEtN2YzZS00ZGM4LWI1MzctMDQ4ZTE3Y2Q0ZDBmXkEyXkFqcGdeQXVyMTMzOTExMDY5._V1_-133x200.jpg",
        "title": "Hello Zindagi (2022)",
        "description": "Hello Zindagi (2022)\nAdventure, Drama, Family\nIMDb 7.4/10 (1K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ လူငယ်တွေအတွက်\nပညာပေးဇာတ်ကားလေးဆိုလည်း မမှားလောက်ပါဘူးနော်။ဒီဘက်ခေတ်မှာ နည်းပညာတွေမြင့်တက်လာတာနဲ့အမျှ လူငယ်တွေဟာ လောကကြီးရဲ့အလှတရားတွေကို\nသဘာဝတရားကြီးမှာ ရှာဖွေမနေကြတော့ဘဲ မိုဘိုင်းဖုန်းကမ္ဘာထဲမှာပဲ\nမိန်းမလှလေးတွေကို ရှာဖွေနေကြပါတယ်။ တချို့မိန်းကလေးတွေဆိုရင်\nလိုက်ခ်တစ်ခု ကော်မန့်တစ်ခုရဖို့အတွက် အဖေါ်အချွတ်တွေတောင်လုပ်ဖို့\nဝန်မလေးကြပါဘူး။ဒီဇာတ်လမ်းလေးက ဆိုရှယ်မီဒီယာကို တအားစွဲလမ်းနေတဲ့\nကောင်မလေးတစ်ယောက်ရဲ့အကြောင်းကို\nရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်။ဒီရှားဟာ သူ့တစ်နေ့တာလုပ်ငန်းစဉ်ဘဝကို ဆိုရှယ်မီဒီယာပေါ် အမြဲတင်လေ့ရှိတော့ ဖခင်ဖြစ်သူဟာ\nသမီးအတွက် လွန်စွာစိုးရိမ်ပူပန်နေခဲ့ပါတယ်။ဒီတော့ သူ့သမီးက သူပြောတဲ့အတိုင်းခရီးတစ်ခုကို တစ်ယောက်တည်းထွက်ပေးမယ်ဆိုရင်\nသမီးဖြစ်သူရဲ့ဖြစ်ချင်တဲ့ဆန္ဒတွေကို လိုက်လျောပေးမယ်ဆိုပြီး စည်းကမ်းချက်တစ်ခုသတ်မှတ်လိုက်ပါတယ်။ဒါပေမဲ့ လမ်းခရီးမှာ စမတ်ဖုန်းလုံးဝ ယူသွားခွင့်မပေးခဲ့ပါဘူး။ဒီလိုနဲ့ ဒီရှားတစ်ယောက် ခရီးလမ်းမှာ ကြုံတွေ့ရမယ့်ပြဿနာတွေကို ဘယ်လိုရင်ဆိုင်သွားမလဲ...။လောကရဲ့အလှစစ်ကို ရှာဖွေတွေ့ရှိခဲ့သလား...။ဘယ်သူတွေနဲ့ ကြုံဆုံရဦးမလဲဆိုတာကိုတော့ စိတ်ဝင်တစားကြည့်ရှုပေးကြပါဦးနော်။\nFile size…2.16GB / 971MB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….1h 54m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.4",
        "url": "https://megaup.net/1cw7p/Hello_Zindagi_(2022)_WEB-DL_1080p_x264_AVC_AAC_2ch(CM).mp4",
        "category": "Adventure, Bollywood, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-Star-135x200.jpg",
        "title": "Star Trek: First Contact (1996)",
        "description": "Star Trek franchise မှာ ဂြိုဟ်တွေ ဂြိုဟ်တွေအတွက် အရေးကြီးတဲ့ turning point တစ်ခု ရှိပါတယ်။ ဘာလဲဆိုတော့ ဂြိုဟ်တစ်ခုပေါ်မှာ ဖြစ်ပေါ်လာတဲ့ Civilization တစ်ခုခုဟာ သူ့အလိုအလျောက် ဆင့်ကဲတိုးတက်လာပြီး အလင်းလွန်နှုန်းစက်ဖြစ်တဲ့ warp drive ကို တီထွင်နိုင်ချိန်ပါပဲ။ Warp အချက်ပြတွေကို Federation ရဲ့ တာဝေးဆန်ဆာတွေကနေ ထောက်လှမ်းမိတဲ့အခါ အဲဒီဂြိုဟ်ကို သံတမန်တွေကို စေလွှတ်ပြီး Federation ထဲဝင်ဖို့ ကမ်းလှမ်းပါတယ်။ အဲဒီလို ပထမဆုံး စဆက်သွယ်တဲ့နေ့၊ အချိန်ကို First Contact လို့ ခေါ်ပါတယ်။ ဇာတ်လမ်းအရ ကျွန်တော်တို့ ကမ္ဘာကြီးကလည်း Federation နဲ့ First Contact နေ့ဆိုတာ ရှိခဲ့ပါတယ်။ တတိယကမ္ဘာစစ်ကြီးပြီးလို့ ပြာပုံထဲကနေ ရုန်းထလာခဲ့တဲ့ ကမ္ဘာဟာ 2063 ခုနှစ်၊ ဧပြီလ 5 ...",
        "rating": "",
        "url": " https://megaup.net/1cwdd/Star.Trek.First.Contact.1996.1080p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5XUuWAWwjb4OUgB3r8holAZzc7r.jpg",
        "title": "White Sun (2016)",
        "description": "White Sun (2016)~ IMDb - 7.1/10, Rotten Tomatoes - 100% ~ဒီကားရဲ့ နာမည် Seto Surya (နေဖြူ) ဆိုတာက နီပေါနိုင်ငံရဲ့ အမျိုးသားအလံမှာပါတဲ့ အစိတ်ပိုင်းတစ်ခုကို ရည်ညွှန်းထားတာပါ။ အတွင်းသားအနီရောင်နဲ့ အပြာအနားကွပ်၊ လခြမ်းကွေးလေးရယ် တောက်လောင်နေတဲ့နေရယ် ပါတဲ့ နီပေါအလံကို မြင်ဖူးရင် သိကြမှာပါ။ ဒီကားရဲ့ နေဖြူဆိုတာကတော့ အဲဒီ အဖြူရောင်နေကို ဆိုလိုတာဖြစ်ပါတယ်။၁၉၉၆ ကနေ ၂၀၀၆ အထိ ဖြစ်ပွားခဲ့တဲ့ နီပေါ ပြည်တွင်းစစ်ပြီးစ အခြေအနေကို ဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်ပါ။ တစ်ချိန်က နီပေါဟာ ဘုရင့်နိုင်ငံဖြစ်ခဲ့ပြီး ဘုရင့်တော်ဝင်တပ်တွေနဲ့ နီပေါကွန်မြူနစ်ပါတီ (မော်စီတုန်းဝါဒီသမားတွေလို့လည်း ခေါ်ပါတယ်) ကြား နိုင်ငံတစ်ဝှမ်း ဖြစ်ပွားခဲ့ပြီး တော်လှန်သူ ကွန်မြူနစ်တွေ အနိုင်ရခဲ့တဲ့ စစ်ပွဲပါ။ နီပေါနိုင်ငံသားတွေဟာ ထုံးတမ်းစဉ်လာတွေ ဓလေ့တွေလိုက်နာသက်ဝင်ပြီး လူမှုအဆင့်အတန်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Sqo4/(CM)_White_Sun_(2016)_720p.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjkxNTAwNTQ0M15BMl5BanBnXkFtZTYwMTQwMjM3._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "The Scorpion King (2002)",
        "description": "The Scorpion King(ကင်းမြီးကောက်ဘုရင်ကြီး) ဇာတ်ကားဟာ Dwayne Johnson(The Rock) အဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့ပထမဦးဆုံးဇာတ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားမတိုင်ခင်က The Rock ကြီးဟာ The Mummy Returns ဇာတ်ကားမှာ ဧည့်သည်သရုပ်ဆောင်အဖြစ် ပါဝင်ခဲ့ပါသေးတယ်။တကယ်တော့ ကင်းမြီးကောက်ဘုရင်ကြီးဇာတ်ရုပ်ဟာ The Mummy Returns ထဲမှ ဇာတ်ရုပ်ကို ခွဲထုတ်ရိုက်ကူးထားခြင်းလည်းဖြစ်ပါတယ်။The Mummy Returns ဇာတ်ကားထဲမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးဟာ တိုက်ပွဲများစွာကို အောင်နိုင်ခဲ့တဲ့ စစ်ဘုရင်ကြီးဖြစ်ပါတယ်။စစ်ဘုရင်တို့ထုံးစံအတိုင်း နောက်ဆုံးမှာတော့ တိုက်ပွဲတစ်ခုမှာစစ်ရှုံးခဲ့ပြီး လက်ကျန်စစ်သည်အနည်းငယ်နဲ့အတူ အာမ်ရှိုင်းယားသဲကန္တာရကြီးကိုဖြတ်သန်း ပြန်လာခဲ့ကြပါတယ်။အာမ်ရှိုင်းယားသဲကန္တာရအလယ်မှာ အစာပြတ်ရေငတ် ဖြစ်ပြီး နောက်ဆုံးမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီး တစ်ဦးသာ ကျန်ခဲ့ပါတော့တယ်။ကင်းမြီးကောက်ဘုရင်ကြီးသေဆုံးခါနီးမှာ အမှောင်နတ်ဘုရား အနူးဘစ်နဲ့ အပေးအယူလုပ်ပြီး အသက်ရှင်သန်ခွင့်ရခဲ့ရုံသာမက အနူးဘစ်ရဲ့ စစ်တပ်ကြီးကိုဦးဆောင်ကာ ပိုလို့ရက်စက်ကြမ်းကြုတ်တဲ့ စစ်ဘုရင်ကြီးဖြစ်လာခဲ့ပါတယ်။The Scorpion King ဇာတ်ကားမှာတော့ ကင်းမြီးကောက်ဘုရင်ကြီးရဲ့ ငယ်ရွယ်နုပျိုစဉ်အချိန်ကာလကို ရိုက်ကူးထားတာပါ။ မားသရပ်စ် အမည်နဲ့ လူငယ်လေးဘဝမှ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1SnxZ/(CM)_The_Scorpion_King_(2002)_SDR10_ReGrade_1440p_10bit_4K-BDRip_x265_AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/91z0UmhwbwL._AC_SL1500_-142x200.jpg",
        "title": "The Mummy (2017)",
        "description": "အရင် Mummy ဇာတ်ကား တွေနဲ့ မတူတဲ့အချက်ကတော့ မင်းသား တွမ်ခရုဇ်က ခေါင်းဆောင်ပါဝင်ထားတာဖြစ်ပြီးအရင်ဇာတ်ကားတွေနဲ့ ကွဲပြားအောင် ဘယ်လိုဇာတ်အိမ်တည်ထားသလဲဆိုတာ စိတ်ဝင်စားစရာပါ။ခရူးဆိတ်စစ်ပွဲမှာပါဝင်ခဲ့တဲ့ သူရဲကောင်း အဖွဲ့ဟာ အေဒီ ၁၁၂၇ မှာရှေးဟောင်းအီဂျစ်နိုင်ငံကနေ ပတ္တမြားကြီးတစ်လုံးရခဲ့ပြီး ဂူတစ်ခုထဲမှာ အမှတ်သညာနဲ့ မြှုပ်နှံထားပါတယ်။ယနေ့ခေတ်လန်ဒန်မြို့မြင်ကွင်းနဲ့အတူ မြေအောက်ရထား လမ်းဖောက်လုပ်တဲ့ လုပ်သား တွေဟာ ခရူးဆိတ်စစ်ပွဲ  သူရဲကောင်းရဲ့ ဂူကိုရှာဖွေတွေ့ရှိခဲ့ပြီး လုပ်ငန်းခွင်ထဲက ထူးဆန်းတဲ့အရာတွေကိုလည်း ထပ်မံတွေ့ရှိခဲ့ပါတယ်။ ဂူတွေကို စူးစမ်းလေ့လာရင်း အမှတ်အသားတစ်ခုအရ နောက်ကြောင်း ပြန်ကြည့်တဲ့အခါ ဖာရိးဘုရင်တစ်ပါးရဲ့ သမီးတော် အာမာနက်မင်းသမီးနဲ့ ပတ်သက် တဲ့အကြောင်းအရာပေါ်လာခဲ့ပါ တယ်။အာမာနက် မင်းသမီးဟာ ထီးနန်းအမွေဆက်ခံမယ့် မင်းသမီးတစ်ပါးအဖြစ် နေရာရခဲ့ပေမယ့်သူ့ခမည်းတော်ရဲ့ ဒုတိယဇနီးက သားတော်မွေးဖွားခဲ့တဲ့အတွက် မင်းသမီးရဲ့ အခွင့်အာဏာတွေအကုန်လုံး လက်လွှတ်ရမယ့် အနေအထားဖြစ်ခဲ့ပါတယ်။အဲဒါနဲ့ အာမာနက်ဟာ သူသာလျှင် ထီးနန်းဆက်ခံသူဖြစ်ခွင့် ရှိတယ်လို့ ဆုံးဖြတ်ခဲ့ပြီး အီဂျစ် နတ်ဆက်ကို သူ့ရဲ့ဝိညာဉ်ကို ယစ်ပူဇော်ခဲ့ပါတယ်။ ...",
        "rating": "5.7",
        "url": "https://megaup.net/3el4j/(CM)_The_Mummy_(2017)_1080p_BluRay_x265_10bit_SDR_AAC_5.1-Naung.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/The_Mummy_-_Tomb_of_the_Dragon_Emperor-203x300.jpg",
        "title": "The Mummy: Tomb of the Dragon Emperor (2008)",
        "description": "ဂျက်လီနဲ့မီရှဲယိုတို့ အားဖြည့်ပါဝင်ထားပြီး ရှေ့က Mummy နှစ်ကားရဲ့အဆက်အနေနဲ့ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...လွန်ခဲ့တဲ့ နှစ် ၂၀၀၀ ဝန်းကျင်ခန့်က တရုတ်နိုင်ငံက ရက်စက်ကြမ်းကြုတ်တဲ့ ဟန်ဘုရင်ဟာ တိုင်းပြည်ကိုစုစည်းပြီး နဂါးဧကရာဇ်အဖြစ် တစ်ကမ္ဘာလုံးကိုသိမ်းပိုက်ဖို့ ပြင်ဆင်ခဲ့ပါတယ်...ဒါပေမယ့်မှော်ဆရာမတစ်ဦးရဲ့ကျိန်စာမိပြီး သူနဲ့သူ့တပ်တစ်ခုလုံးဟာ ရွံ့ရုပ်တုတွေအဖြစ် ပြောင်းသွားခဲ့ပြီး မအောင်မြင်တဲ့အိမ်မက်တစ်ခုဟာ မြေကြီးအောက်မှာ ပျောက်ကွယ်သွားရပါတော့တယ်။ဒါပေမယ့် Mummy တို့ရဲ့ဇာတ်လိုက်ကျော် အိုကော်နယ်တစ်ယောက်က ဒီအိမ်မက်ဆိုးကြီးကို မမျှော်လင့်ဘဲ ထုံးစံအတိုင်း မြေကြီးပေါ်ကိုဆွဲတင်လာမိပါတော့တယ်...ဒီတစ်ခါတော့ သူတစ်ယောက်ထဲတင်မဟုတ်တော့ဘဲ သူ့ထက်ဆိုးတဲ့ သားတော်မောင် အဲ့လက်စ်ရောပါပါတယ်။ဟန်ဘုရင်တစ်ယောက် မြေကြီးပေါ်ကို ဘယ်လိုအသက်ဝင်ပြီး ထိုးထွက်လာမလဲ....သူ့ရဲ့မအောင်မြင်ခဲ့တဲ့အိမ်မက်ကို တစ်ဖန်ပြန်လည်အသက်သွင်းဦးမလားဆိုတာ.....။\nFile size…(3.8 GB) /(1.3 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….01:51:47\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "5.2",
        "url": "https://megaup.net/1Sny5/(CM)_The_Mummyː_Tomb_of_the_Dragon_Emperor_(2008)_SDR10_ReGrade_1440p_10bit_4K-BDRip_x265_AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/775_1_large-134x200.jpg",
        "title": "The Mummy Returns (2001)",
        "description": "IMDb (6.3/10)..Rotten Tomatoes (47%)1999 ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားရဲ့အဆက်အနေနဲ့ရိုက်ကူးထားသလို ရှေ့ဇာတ်ကားက မင်းသားမင်းသမီးတွေပဲ ဆက်လက်ပါဝင်ခဲ့ပြီး ကင်းမြီးကောက်ဘုရင်ကြီး Mathayus အဖြစ် The Rock မှအင်အားဖြည့်ပါဝင်ထားပါတယ်။Action, Adventure, Fantasy အမျိုးအစားဇာတ်ကားတွေထဲမှာတော့ Mummy ဇာတ်ကားတွေက ဖျော်ဖြေမှုအပေးနိုင်ဆုံးပါပဲ။ရှေ့ကထွက်ထားတဲ့ The Mummy (1999) ဇာတ်ကားကိုကြည့်ပြီးမှ အခု The Mummy Returns (2001)ကို ဆက်လက်ကြည့်ရှုသင့်ပါတယ်...ပြန်လည်နှိုးထလာတဲ့ ကျိန်စာသင့် Mummy တို့စုံတွဲနဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့စုံတွဲ ထိပ်တိုက်တွေ့ဆုံရာမှာ ကျိန်စာတွေကို ဘယ်လိုပယ်ဖျက်မလဲဆိုတာ........။\nFile size…(4.4 GB) /(1.4 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….02:09:34\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.3",
        "url": "https://megaup.net/1Snyf/(CM)_The_Mummy_Returns_(2001)_SDR10_ReGrade_1440p_10bit_4K-BDRip_x265_AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/mummy_ver2-220x300.jpg",
        "title": "The Mummy (1999)",
        "description": "IMDb (7/10)....Rotten Tomatoes(56%)ဒီရုပ်ရှင်ဇာတ်ကားဟာ 1932 ခုနှစ်ကထွက်ခဲ့တဲ့ The Mummy ဇာတ်ကားကို Remark ပြန်လုပ်ထားတာဖြစ်ပြီး ခေတ်သစ် Mummy ဇာတ်ကားတွေ နှိုးထလာစေဖို့ အစပျိုးခဲ့တဲ့ ကနဦးဇာတ်ကားလဲဖြစ်ခဲ့ပါတယ်။မင်းသား Brendan Fraser နဲ့ မင်းသမီးချောလေး Rachel Weisz တို့ကို Mummy ဇာတ်ကားတွေနဲ့ တွဲဖက်မှတ်မိစေတဲ့အထိ သူတို့နှစ်ယောက်အတွဲက လိုက်ဖက်လွန်းခဲ့ပါတယ်။လွန်ခဲ့သော နှစ်ပေါင်းသုံးထောင်ခန့်က ချစ်လျှက်နဲ့ မပေါင်းခဲ့ကြရတဲ့ချစ်သူနှစ်ဦး...\nအီဂျစ်ဘုရင်တို့ရဲ့ ရှေးဟောင်းကျိန်စာများကြားမှာ မြေစာပင်ဖြစ်ခဲ့ရတဲ့ ချစ်သူ\nနှစ်ဦးအကြောင်းကိုအစပြုလို့..... ဒီဖက်ခေတ် စာကြည့်တိုက်မှူးမိန်းကလေးတစ်ယောက်နဲ့ ကြေးစားစစ်သားကြီး အိုကော်နယ်တို့ရဲ့ စိတ်ဝင်စားဖွယ်ရာစွန့်စားခန်းများအကြောင်းနဲ့ ရှေးဟောင်းကျိန်စာများနိုးထလာတဲ့အခါ ကြောက်မက်ဖွယ်ရာ အဖြစ်ဆိုးများနောက်ဆက်တွဲပါလာပုံတို့ကို စိတ်ဝင်စားဖွယ်တင်ဆက်ထားတာပါ။\nFile size…(4.3 GB) /(1.2 GB)\nQuality….BluRay Regrade DS4K HEVC/720p\nFormat…mkv/mp4\nDuration….02:04:56\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "7.0",
        "url": "https://megaup.net/1cq65/(CM)_The_Mummy_(1999)_SDR10_ReGrade_1440p_10bit_4K-BDRip_x265_AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/p170806_p_v8_ae-133x200.jpg",
        "title": "Nim’s Island(2008)",
        "description": "Nim's Island(2008)******************Gerard Butler ကြီးရဲ့ နောက်ထပ် စွန့်စားခန်း ကားတစ်ကားဖြစ်ပါတယ်...လူသူမသိပေမယ့် အရမ်းလှပတဲ့သီးသန့်ကျွန်းလေးမှာ နှစ်ယောက်တည်းနေကြတဲ့ နင်းမ်နဲ့သူ့အဖေဂျက်ခ်။နှစ်ယောက်လုံး စွန့်စားရတာဝါသနာပါကြပြီး ဂျက်ခ်ကတော့ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ နင်းမ်ကိုတစ်ယောက်တည်းထားခဲ့ပြီး ဂျက်ခ်တစ်ယောက်ပင်လယ်ထဲရှာဖွေရေးခရီးထွက်သွားတာကနေ မုန်တိုင်းမိပြီး လမ်းပျောက်သွားခဲ့ပါတယ်။\nတစ်ဖက်မှာလည်း နင်းမ်တို့သီးသန့်ကျွန်းကို အပျော်စီးသဘေႅာပေါ်ကရှာတွေ့ပြီကျွန်းကိုစီးပွားဖြစ်လုပ်မလို့ကြံစည်ပါတော့တယ်။\nထိုအချိန် တစ်ယောက်တည်းကျန်ခဲ့တဲ့နင်းမ်ကလည်း စာရေးဆရာမအလက်စ်ဇန်းဒြားနဲ့အဆက်အသွယ်သွားရပါတယ်။ နာမည်ကြီးစွန့်စားသမားဇာတ်ကောင် \"အဲလက်စ်ရိုဗာ\"စာအုပ်ရေးခဲ့တဲ့သူဖြစ်ပေမယ့်အပြင်မှာကျ အိမ်အပြင်တောင်မထွက်ရဲတဲ့သူဖြစ်နေပါတယ်။ ဒါပေမဲ့ နင်းမ်အကူအညီတောင်းလာတဲ့အခါမှာတော့...သူတို့သီးသန့်ကျွန်းလေးပေါ် ကျူးကျော်လာတဲ့သူတွေကို နင်းမ်တစ်ယောက်အောင်အောင်မြင်မြင်မောင်းထုတ်နိုင်ပါ့မလား..နင်းမ်အဖေကရော ပြန်လာနိုင်ပါ့မလား..အလက်စ်ဇန်းဒြားကရော ရောက်လာနိုင်ပါ့မလားဆိုတာကတော့.. File Size :(2.3GB)(1.2GB) and (224MB)\nQuality : Blu-Ray 1080P,720p\nFormat…mp4\nDuration…01:36:00\nGenre :Adventure, Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2ym5w/Nims.Island.2008.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AdIkDCWcBqv1B10ncm71sMiqEEF.jpg",
        "title": "Backcountry(2014)",
        "description": "Backcountry(2014)============== Backcountry ဆိုတဲ့ Survival Thriller ဇာတ်ကားလေးတစ်ပုဒ်ကိုတင်ဆက်ပေးလိုက်ပါတယ်မွန်းကျပ်လှတဲ့ နေ့စဉ်လူမှုဘဝထဲကနေ ရုန်းထွက်ပြီး တောတောင်ရေမြေအလှအပကို ခံစားဖို့အတွက် တောတွင်းခရီးစဉ်တစ်ခု ထွက်လာခဲ့တဲ့အဲလက်စ် နဲ့ ဂျန်းတို့စုံတွဲ..မထင်မှတ်ဘဲ လူထူးဆန်း ဘရက်ဒ်နဲ့ စတင်တွေ့ဆုံရချိန်.အဲလက်စ် နဲ့ ဂျန်းကြားမှာ ကတောက်ကဆမီးပွားလေးများ စတင်ဖြစ်ပေါ်လာရင်း.လူသူမရောက်တဲ့နေရာမှာ မမျှော်လင့်ထားတဲ့အန္တရာယ်တွေ ကြုံလာရချိန်ဘယ်လိုတွေ ဖြေရှင်းကြမလဲ. လူသားနဲ့သားရဲကောင် ကြားက အသက်လုပွဲ.၊ survival ဆိုတဲ့အတိုင်း အသက်ရှင်သန်ဖို့ ဘယ်လောက်ထိ ရုန်းကန်ရမလဲ၊ကံ၊ ဉာဏ်၊ ဝီရိယ စိုက်ထုတ်ရမလဲ ဆိုတာကို ထင်ဟပ်ပြသထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ကို CM က ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…1.29GB / 543.9MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Adventure , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.0",
        "url": "https://megaup.net/1cqam/Backcountry.2014.BluRay1080p5.1CH(CM).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/81Syf7T4HQL._AC_SL1500_-155x200.jpg",
        "title": "Battleship (2012)",
        "description": "Battleship(2012)က Action,Adventure,Sci-Fi အမျိုးအစား သိပ္ပံအက်ရှင်ဇာတ်ကားတွေထဲမှာတော့ တော်တော်ကို မိုက်တယ်ပြောရမယ့်ဇာတ်ကားပါပဲ...\nသရုပ်ဆောင်တွေကလဲ John Carter ဇာတ်ကားထဲက မင်းသား Taylor Kitsch, အဆိုတော် Rihanna , မင်းသားကြီး Liam Neeson ,မင်းသမီးချော Brooklyn Decker တို့အပြင် အခြားဇာတ်ပို့ဇာတ်ရံအများအပြားနဲ့ ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပါ။ရုံတင်ဝင်ငွေ $303 million ထိ ရရှိခဲ့တာမလို့ လူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားကြီးလဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....စတုန်းဟော်ပါဟာ လူငယ်ပီပီ ပျော်ရာရွှင်ရာ ပေါက်ကရ နေထိုင်တတ်တဲ့ အမေရိကန်လူငယ်လေးတစ်ယောက်ပါ ...\nတစ်နေ့တော့ ရေတပ်ဗိုလ်ချုပ်တစ်ယောက်ရဲ့ သမီးကိုကြိုက်မိရာကနေ သူ့အစ်ကိုဖြစ်သူရဲ့ ဆွဲဆောင်မှုကြောင့် ရေတပ်ထဲဝင်ခဲ့ပြီး ဗိုလ်လေး ဖြစ်လာခဲ့ရာကနေ နှစ်စဉ် ကျင်းပနေကျ နိုင်ငံပေါင်းစုံရေတပ်လေ့ကျင့်ရေးတစ်ခုမှာ ပါဝင်ဖို့တာဝန်ပေးခံခဲ့ရပါတယ်။အဲ့ဒီလေ့ကျင့်ခန်းဆင်းနေစဉ်မှာပဲ မမျှော်လင့်တဲ့ ယာဉ်ပျံကြီးတွေ သူတို့ပတ်ဝန်းကျင်မှာပေါ်ထွက်လာခဲ့ပါတယ်။ယာဉ်ပျံတွေဟာ လေ့ကျင့်ရေးရဲ့ အစိတ်အပိုင်းတစ်ခု မဟုတ်သလို သူတို့ထင်နေကြတဲ့ မြောက်ကိုးရီးယားဘက်ကလဲ မဟုတ်ပါဘူး။\nပိုပြီးထူးဆန်းတာက အဲ့ဒီယာဉ်တွေနားမှာ ဟော်ပါတို့ရဲ့ရေတပ်က ရေဒါတွေ အလုပ်မလုပ်ပါဘူး...ဒီလိုနဲ့ ပြင်ပအဆက်အသွယ်မရဘဲ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1cp7h/(CM)_Battleship_(2012)_1080p_BluRay_SDR_10bit_HEVC_AAC.5.1-_Naung.mkv",
        "category": "Action, Adventure, Sci-Fi"
    }
]