[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/large_ziKvu3Th9l1wN2aIeVj5ElpBqFu-200x300.jpg",
        "title": "Inception (2010)",
        "description": "IMDb Rating (8.8/10)Rotten Tomatoes (86%)ဒီကားကို စကြည့်တုန်းက သူ့ဘာပြောချင်တာလည်း ဆိုတာ ချက်ချင်း သဘောမပေါက်ဘူး - မပေါက်ဆို ကိုယ်တွေ နေ့စဉ် ဖြတ်သန်းတွေ့ထိနေတဲ့ အတွေးအခေါ်တွေနဲ့ လုံးလုံးကို တူမှ မတူတာ - နောက်ပိုင်းကို ရောက်သွားတော့မှ တဖြေးဖြေး သဘောပေါက်လာတယ် - ခုဆို ပြန်ကြည့်တာ လေးခေါက်မြောက်သွားပြီ - ဘာရယ်တော့ မဟုတ်ဘူး - သူတို့ရဲ့ အတွေးနဲ့ ဖန်တီးနိုင်စွမ်းကို သဘောကျမိလို့ပါ - ကိုယ်မတွေးမိတဲ့ အတွေးကို သူတို့တွေးမိတယ် - မဖြစ်နိုင်ဘူးလို့ လူတိုင်း သိထားတဲ့ စိတ်ကူးတစ်ခုကို တစ်ခြားသူတစ်ယောက်ဆီ လက်ဆင့်ကမ်းတဲ့ အချိန်မှာ အဲ့ဒီလူ မှင်သတ်လက်ခံနိုင်အောင် ပုံဖော်ပြတဲ့ ရိုက်ချက်တွေက အကွက်စေ့လွန်းတယ် -လူတစ်ယောက်ရဲ့ စိတ်ကူးထဲမှာ ရှိနေတဲ့ Idea ကို အိပ်မက်ဖြစ်ရပ် တစ်ခုအဖြစ် ...",
        "rating": "8.8",
        "url": "https://megaup.net/1Fqaa/Inception_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzNjOTkzMTAtZDJmMi00Zjk3LWFjZDEtYzhlYjhkZGI5MjdiXkEyXkFqcGdeQXVyMzgxODM4NjM@._V1_SY1000_SX675_AL_.jpg",
        "title": "Tad the Lost Explorer and the Secret of King Midas (2017)",
        "description": "(ဒီကားလေးကတော့ ၂၀၁၂ က ထွက်ရှိထားခဲ့တဲ့ Tad, The Lost Explorer ကားလေးရဲ့ အဆက်ဖြစ်ပြီး သိပ်မကြာသေးခင်ကမှ ထွက်ရှိထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကို ပြောရရင် တက်ဒ် ဆိုတဲ့ စူးစမ်းရှာဖွေတာကို ဝါသနာပါတဲ့လူတစ်ယောက်မှာ နာမည်ကြီးရှေးဟောင်းသုတေသနပညာရှင်အသိတစ်ယောက်ရှိပါတယ်...သူ့နာမည်က ဆာရာ တဲ့...ပြောရရင် တက်ဒ် က သူ့ကို ကြိတ် crush နေတာပါ...တစ်နေ့မှာ ဆာရာ ဟာ ထူးဆန်းတဲ့ဒဏ္ဍာရီလာပစ္စည်းတစ်ခုအကြောင်း ရှာဖွေတွေ့ရှိသွားပါတယ်...အဲ့ဒီပစ္စည်းဟာ အံ့သြစရာအစွမ်းတွေပိုင်ဆိုင်ပြီး အမှန်တကယ်ရှိကြောင်း သိလိုက်ရပါတယ်...ဒီအချိန် သူ့လိုပဲ အဲ့ဒီပစ္စည်းအကြောင်းသိထားသူတစ်ယောက်က ဆာရာ့ဆီက မှတ်တမ်းတွေကို ပိုင်ဆိုင်ဖို့ ကြိုးစားလာတဲ့အခါမှာတော့...ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ ခံစားကြည့်ရှူပေးကြပါဦး...ပထမကားကို မကြည့်ဖူးတဲ့ တစ်ချို့ ပရိတ်သတ်တွေအနေနဲ့လည်း ဇာတ်လမ်းထိခိုက်မှုမရှိပဲ အဆင်ပြေပြေကြည့်နိုင်မှာပါ...အန်နီမေးရှင်းကောင်းမွန်ပြီး ကြည့်ရတာပျော်စရာကောင်းပါတယ်...ကျွန်တော်ဆို ဇာတ်လမ်းထဲက သီချင်းလေးတစ်ပုဒ်ကို သဘောကျမိရဲ့...\nပရိသတ်ကြီးလည်း ခံစားကြည့်ရှုရင်း သဘောကျနှစ်သက်လိမ့်မယ်လို့ မျှော်လင့်ပါတယ်...အားပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကတော့ ကိုရဲကျော်ထက်ပါ) File Size : (700 MB) \nQuality : Blu-Ray 720p\nRunning ...",
        "rating": "6.3",
        "url": "https://megaup.net/2vTy5/Tad,_The_Lost_Explorer_And_The_Secret_Of_King_Midas_(Tadeo_Jones_2_-_El_Secreto_Del_Rey_Midas)_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTYzOTk4OTA5N15BMl5BanBnXkFtZTgwMzUzNDIwNDI@._V1_SY1000_CR006711000_AL_.jpg",
        "title": "Tiger Zinda Hai (2017)",
        "description": "၂၀၁၂ တုန္းက Ek Tha Tiger ဆုိတဲ့ သူလွ်ိဳအက္ရွင္ကားအၿပီး ဒုတိယေျမာက္ Tiger ႐ုပ္ရွင္အျဖစ္ ထြက္ရွိလာတာျဖစ္ ၿပီး စူပါစပိုင္ႏွစ္ေယာက္ျဖစ္တဲ့ တိုက္ဂါးနဲ႔ဇိုရာ သူလွ်ိဳဇာတ္ လမ္းကို ဆက္လက္႐ႈစားရမွာပါ။ျဖစ္ရပ္မွန္အေၾကာင္းအရာျဖစ္တဲ့ ၂၀၁၄ တုန္းက အုိင္ အက္စ္အဖြဲ႕က ဓားစာခံအျဖစ္ ဖမ္းဆီးေခၚေဆာင္သြားခဲ့တဲ့ သူနာျပဳ ၄၆ ေယာက္ကို ကယ္ဆယ္တဲ့အေၾကာင္း အဓိက ဇာတ္အိမ္တည္ထားတာျဖစ္ပါတယ္။ပထမဇာတ္လမ္းရဲ႕ အဆက္အေနနဲ႔ RAW ေအးဂ်င့္တိုက္ဂါးနဲ႔ သူ႔ခ်စ္သူ ISI ေအးဂ်င့္ဇိုရာတို႔ဟာ လက္ထပ္ခဲ့ၾကၿပီး သားေလးနဲ႔အ တူ ဘဝကို ေအးေအးခ်မ္းခ်မ္း ျဖတ္သန္းခဲ့ၾကပါတယ္။ ဒီလိုနဲ႔ ရွစ္ႏွစ္ေလာက္ၾကာခဲ့အၿပီးမွာ ေတာ့ အခ်စ္ကိုဦးစားေပးၿပီး မိသားစုအေရးပဲ အာ႐ံုစိုက္ခဲ့ၾက တဲ့ တိုက္ဂါးတုိ႔စံုတြဲအတြက္ မစ္ ရွင္တစ္ခုေပၚလာခဲ့ပါတယ္။တိုက္ဂါးရဲ႕ အလုပ္ရွင္ ေဟာင္းျဖစ္တဲ့ ရွီႏြိဳင္က အီရတ္ မွာ အၾကမ္းဖက္သမားေတြရဲ႕ ျပန္ေပးဆြဲျခင္းခံရတဲ့ အိႏၵိယသူနာျပဳ ၂၅ ...",
        "rating": "6.7",
        "url": "https://megaup.net/4eINe/Tiger_Zinda_Hai_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjI0MzIyMjU1N15BMl5BanBnXkFtZTgwOTk1MjQxMDE@._V1_SY1000_CR006741000_AL_.jpg",
        "title": "All Is Lost (2013)",
        "description": "All Is Lost(2013)IMDB...6.9,,,,Rotten...94ဒီကားက ဆန်းတယ်လို့ပဲပြောရမလား မသိဘူး တစ်ကားလုံးမှာ သရုပ်ဆောင်တစ်ယောက်ထဲရယ်...ပြီးတော့ နောက်ခံစကားလေးအနည်းငယ်ကလွဲလို့ တစ်ကားလုံးဘာမှကိုမပြောဘူး....လှေတစ်စီးပေါ်မှာလူတစ်ယောက် အိပ်နေတယ်...ဗြုန်းဆို လှေထဲကိုရေဝင်သံကြောင့်သူနိုးလာတယ်.....ပင်လယ်ပြင်ထဲက သူ့လှေကိုထူးထူးခြားခြား ဘယ်သင်္ဘောပေါ်ကျခဲ့မှန်းမသိတဲ့ကွန်တိန်နာရဲ့ထောင့်နဲ့လှေရဲ့ဘေးနံရံနဲ့တိုက်မိပြီးပေါက်သွားတယ်.....လှေကိုဖာတယ် ..ရေတွေကိုပြန်ထုတ်တယ်....ဒီကားက imdb ရော rotten ရောအတော်ကောင်းပါတယ်...ဘာကြောင့်ြ မင့်ရလဲဆိုတော့ အသက်ရရနှစ်အရွယ် အဘိုးကြီးတစ်ယောက်ရဲ့ အသက်ရှင်သန်ရေးရုန်းကန်မှုကို ပီပီပြင်ပြင်ပြနိုင်လို့ လိုဆိုပါတယ်...အချစ်တွေ အလွမ်းတွေ အဆွေးတွေ တော့မပါပါဘူး...File Size…(850MB) and (318MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Sherlock",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/all-is-lost2013blu-ray/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/colverfield-paradox-poster-143x200.jpg",
        "title": "The Cloverfield Paradox (2018)",
        "description": "Life (2017) ကဲ့သို့သောသည်းထိပ်ရင်ဖိုသိပ္ပံဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်တဲ့ The Cloverfield Paradox နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်အိမ်လေးကို အနာဂတ်ခေတ်တွင်ဇာတ်အိမ်တည်ထားပြီး ခေတ်သစ်စွမ်းအင်ရှားပါးလာသည့် ပြဿနာကိုဖြေရှင်းနိုင်ရန်တွက် နိုင်ငံတကာအာကာသစခန်းတွင် ရုရှား၊ ဂျာမနီ၊ တရုတ် စသည့်အင်အားကြီးနိုင်ငံမှာ သိပ္ပံပညာရှင်၊အာကာသယာဉ်မှူးတွေပူးပေါင်းပြီး Renewable Energy Source ထုတ်လုပ်နိုင်ရန် ပူးပေါင်းလုပ်ဆောင်နေကြတာကို တွေ့ကြရမှာပဲဖြစ်ပါတယ်။\nသို့ပေမဲ့ စမ်းသပ်မှုလုပ်ဆောင်နေစဉ်မှာပဲ မျှော်လင့်မထားတဲ့ ဖြစ်ရပ်တွေနဲ့အတူ အဆိုပါပညာရှင်တစ်သိုက် အခြား Dimension ထဲကိုရောက်ရှိသွားနေပြီးနောက် အရာအားလုံးဟာ သည်းထိပ်ရင်ဖိုစရာတွေဖြစ်လာပါတယ်။\nအဆိုပါ ပညာရှင်တစ်သိုက် အာကာသစခန်းယာဉ်ကြီးပေါ်တွင် ဘယ်လိုပူးပေါင်း အဖြေရှာကြမလဲ။\nသူတို့ရဲ့ပုံမှန်ကမ္ဘာကြီးဆီပြန်သွားနိုင်ပါ့မလား။\nဘယ်လိုအနှောင့်အယှက်တွေ ကြုံတွေ့ရမလဲ ဆိုတာကတော့ စိတ်ဝင်စားစရာဖြစ်ပါတယ်။\nScientific Fiction နဲ့ Horror တို့ပေါင်းစပ်ထားတဲ့တွက် စိတ်ဝင်စားဖို့ကောင်းပြီး ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုှုရမှာပဲဖြစ်ပါတယ်။\nအဲတော့ Sci-Fi ပရိသတ်တွေရော Horror ပရိသတ်များအတွက်ပါ ကြည့်ရှုရကောင်းစေမယ့် ဇာတ်ကားပဲဖြစ်ပါတယ်။Life (2017) ကဲ့သို႕ေသာသည္းထိပ္ရင္ဖိုသိပၸံဇာတ္ကားေကာင္းေလးတစ္ခုျဖစ္တဲ့ The Cloverfield Paradox နဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္။\nဇာတ္အိမ္ေလးကို အနာဂတ္ေခတ္တြင္ဇာတ္အိမ္တည္ထားျပီး ေခတ္သစ္စြမ္းအင္ရွားပါးလာသည့္ ျပႆနာကိုေျဖရွင္းႏိုင္ရန္တြက္ ...",
        "rating": "5.5",
        "url": "https://megaup.net/3yOhl/The_Cloverfield_Paradox_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/se.jpg",
        "title": "Stargate (1994)",
        "description": "ကျွန်တော်တို့တွေ အီဂျစ်မှာရှိတဲ့ ပိရမစ်ကြီးတွေ စဖင့်ရုပ်တုတွေအကြောင်းကို\nအကုန်လုံးကြားဖူးမြင်ဖူးကြမှာပါ။ထူးခြားဆန်းကျယ်တဲ့ တည်ဆောက်မှု့တွေ\nဖြစ်သလို အရမ်းကို တိကျလွန်းတဲ့ တစ်လက်မတောင်မလွဲတဲ့ ဗိသုကာစကေးတွေနဲ့\nတည်ဆောက်ထားတာတွေကိုတွေ့ရမှာပါ။ ဒီတော့ တစ်ချို့လူတွေ တွေးတာက ဒီလောက်\nတိကျလွန်းပြီး နက္ခတဗေဒ အရကော သင်္ချာနည်းအရပါ ထူးခြားတိကျလောက်အောင်\nတည်ဆောက်ထားတာ ရှေးခေတ် အီဂျစ်တွေမဟုတ်နိုင်ဘူး သူတို့ထက် ယဉ်ကျေးမှု့\nပိုမြင့်တဲ့ လူ့အဖွဲ့အစည်းတစ်ခုခု ဖြစ်မယ်ပေါ့ဗျာ။ ဒီဇာတ်ကားမှာလဲ အဲ့အမြင်ကို ချပြသွားပါတယ်။\nဇာတ်လမ်းကို အနည်းငယ်ပြောပြရရင် ၁၉၂၈ ခုနှစ် အီဂျစ်မှာ ရှေးဟောင်းပိရမစ်ကို တူးဖော်ရင်းနဲ့\nထူးဆန်းတဲ့ Device တစ်ခုကိုတွေ့ရှိခဲ့ပါတယ်။ အဲ့ Device ပေါ်မှာ ထူးခြားတဲ့ အရုပ်စာတွေပါပါတယ်။\nအဲ့ကတည်းက အဲ့အရုပ်စာကို အဓိပ္ပာယ်ဖော်ခဲ့ကြပါတယ်။ဒါပေမဲ့ မဖော်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ နှစ်တွေ\nများစွာကြာပြီးတဲ့နောက် အပေါ်က တင်ပြခဲ့တဲ့ အမြင်မျိုးရှိတဲ့ ဒေါက်တာ ဒန်နီရယ်လ်ဂျက်ဆန်\nဆိုတဲ့ ပညာရှင်တစ်ဦးပေါ်ထွက်လာခဲ့ပါတယ်။တစ်ရက်မှာ သူ့အမြင်ကိုတင်ပြဟောပြောပွဲအပြီးမှာပဲ\nသူ့ကို ထူးဆန်းတဲ့ အမျိုးသမီးတစ်ဦးက ဖိတ်ခေါ်ခဲ့ပါတယ်။သူလည်းအဲ့အမျိုးသမီးဖိတ်ခေါ်တဲ့နေရာကို\nလိုက်သွားတာပေါ့ အဲ့လို လိုက်သွားမှပဲ သိရတာက အဲ့နေရာဟာ အထူးနိုင်ငံတော်လျှို့ဝှက်ချက်ဖြစ်ပြီး\n၁၉၂၈ ကတွေ့ခဲ့တဲ့ စက်ပစ္စည်းကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/2wErw/Stargate_[1994]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMDg3YzgxZjgtNTEzYS00OTg4LTk2MjgtNWMyOTE4MDA4NzJkXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-1.jpg",
        "title": "Walking Out (2017)",
        "description": "Walking out ႐ုပ္ရွင္ဟာ ၂၀၁၇ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ Drama/mystery အမ်ိဳးအစားျဖစ္ပါတယ္။အဓိကဇာတ္ေကာင္ႏွစ္ေယာက္ျဖစ္တဲ့ ေဒးဗစ္နဲ႔ကယ္ သားအဖႏွစ္ေယာက္ဟာ မတူညီတဲ့ဘဝေနထိုင္မွဳပုံစံႏွစ္ခုေၾကာင့္ သူစိမ္းေတြလိုခပ္တန္းတန္းျဖစ္ၿပီး တစ္ေယာက္နဲ႔တစ္ေယာက္ေဝးကြာေနၾကပါတယ္။ေဒးဗစ္ဟာ ေခတ္လူငယ္ျဖစ္တာနဲ႔အညီ ဖုန္းကိုမ်က္ႏွာနဲ႔မခြာႏိုင္ေအာင္ အသုံးျပဳသူတစ္ဦးပါ။သူ႔အေဖဟာလည္းအဲ့ကိစၥကိုအၿမဲတမိးေျပာပါတယ္။ေဒးဗစ္နဲ႔ကယ္ရဲ႕ဆက္ဆံေရးဟာမြန္တာနားေတာင္ကို သမင္အမဲလိုက္ထြက္တဲ့အခ်ိန္ၾကံဳေတြ႕ရတဲ့ မေမွ်ာ္လင့္ထားတဲ့ အခက္အခဲေတြ အတားအဆီးေတြေၾကာင့္ေျပာင္းလဲသြားခဲ့ပါတယ္။၁၄ ႏွစ္အရြယ္ေကာင္ေလး ေဒးဗစ္ဟာအေဖနဲ႔အတူအမဲလိုက္ထြက္ရင္း ေတြ႕ၾကံဳရတာေတြေၾကာင့္ မေမွ်ာ္လင့္ထားတဲ့ အေျပာင္းအလဲေတြ ဘယ္လိုျဖစ္မလဲဆိုတာကို ႐ုပ္ရွင္ထဲမွာ အမိုက္စားဇာတ္ဝင္ခန္းေတြနဲ႔ျမင္ေတြ႕ရမွာပါ။Rotten Tomatoes rating ကလည္း 92% ဆိုေတာ့ ဇာတ္လမ္းအေနအထား ဟာဆိုရင္ေျပာစရာမလိုေတာ့ပါဘူး။ေသြးသံရဲရဲ အခန္းေတြလည္းပါလို႔ ၁၃အထက္သာၾကည့္ရွဳလို႔ရတဲ့ R-Rated ကားပါ။ File Size : (800 MB) and (320 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 53min\nFormat : Mp4\nGenre :Adventure, Drama, Mystery\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/walking-out-2017/",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/star-1.jpg",
        "title": "The Star (2017)",
        "description": "Drama လဲ မႀကည့္ခ်င္ Crime Thriller လဲမၾကည့္ရဲတဲ့ ပရိတ္သတ္ေတြရွိလား…ကာတြန္းကိုပဲ ႀကိဳက္တယ္ ကာတြန္းကားၾကည့္ရတာ ေပ်ာ္တဲ့ ပရိတ္သတ္ေတြရွိလား…ဒါဆိုရင္ေတာ့ “The Star”ဆိုတဲ့ Animation Cartoon movie ေလး လာပါၿပီဗ်ာ…ဒီကားမွာဆိုရင္ေတာ့ Mariah Carey, Oprah Winfrey နဲ႔တျခားတျခားေသာနာမည္ေက်ာ္မ်ားက ေနာက္ခံစကားေျပာမ်ားအျဖစ္ပါဝင္အားျဖည့္ထားၾကပါတယ္..ေလေၾကာေလးေလၽွာ့ၿပီး အညႊန္းေလးေျပာမယ္ဗ်ာ..ျမည္းေလးတစ္ေကာင္ဟာ ႀကိတ္စက္ထဲမွာပဲ သံသရာလည္ရင္း အျပင္ေလာကကို စူးစမ္းခ်င္ခဲ့ပါတယ္..သူ႔ရဲ႕ သူငယ္ခ်င္းျဖစ္တဲ့ ခ်ိဳးငွက္ေလး ေဒ့ဗ္ဟာ ျမည္းေလးရွိတဲ့ ဆန္စက္ထဲကို လာလည္တတ္ၿပီး အျပင္ေလာကအေၾကာင္းကို အျမဲေျပာျပတတ္ပါတယ္…မယ္ရီဟာ ညတစ္ညမွာ သူ႔ဆီကို အလင္းေရာင္တစ္ခု ျဖာက်လာၿပီး ဘုရားသခင္သားေတာ္ကို ေမြးဖြားေပးဖို႔ ေရြးခ်ယ္ခံခဲ့ရပါတယ္..မယ္ရီကိုဒီတာဝန္အပ္ႏွင္းအၿပီးမွာေတာ့ ေကာင္းကင္မွာ ၾကယ္တစ္ပြင့္ထြန္းလင္းခဲ့ပါတယ္…မယ္ရီဟာ စိတ္ထားေကာင္းၿပီး သူတစ္ပါးကို အလြန္ကူညီတတ္ပါတယ္..သူဟာ ဂ်ိဳးဆက္ဆိုတဲ့ေကာင္ေလးနဲ႔ အေၾကာင္းပါခဲ့ပါတယ္..ဒီအခ်ိန္မွာေတာ့ ဘုရားသခင္သားေတာ္ကို လြယ္ထားတဲ့ ကိုယ္ဝန္ရင့္ေနပါၿပီ…သူဟာဂ်ိဳးဆက္ကိုဒီအေၾကာင္းေတြကို ရွင္းျပခဲ့ပါတယ္..ဂ်ိဳးဆက္ကလဲ ခင္ပြန္းေကာင္းပီပီ နားလည္ေပးခဲ့ပါတယ္..အဲ့အခ်ိန္မွာပဲ ျမည္းေလးဟာ ဆန္စက္က ထြက္ေျပးၿပီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/2WAYA/The_Star_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTUyNjUzMjk1M15BMl5BanBnXkFtZTgwMDM4ODE1MDI@._V1_SY1000_CR006761000_AL_.jpg",
        "title": "Renegades (2017)",
        "description": "ဒီကားေလးကလည္း ၂၀၁၇ခုႏွစ္ကထြက္ထားတဲ့ ေပါ့ေပါ့ပါးပါး Action ကားေလးတစ္ကားျဖစ္ပါတယ္။ဒါရိုက္တာ Steven Quale ရိုက္ကူးထားတာျဖစ္ျပီး ေနတိုးတပ္ဖြဲ႕စစ္ေျခစိုက္စခန္းထားရွိရာ ေဘာ္စနီးယားႏိုင္ငံ ၁၉၅၅ခုႏွစ္တြင္ ဇာတ္အိမ္တည္ရိုက္ကူးထားတာပဲျဖစ္ပါတယ္။ၾသစေတ်းလ်သရုပ္ေဆာင္ Sullivan Stapleton ၊ ျဗိတိန္သရုပ္ေဆာင္/ရုပ္ရွင္ထုတ္လုပ္သူ Charlie Bewley တို႕ပါ၀င္သရုပ္ေဆာင္ထားတာျဖစ္ျပီး အေမရိကန္ Navy Seal တပ္ဖြဲ႕၀င္၅ဦးရဲ႕ စြန္႕စားခန္းေတြကို ေပါ့ေပါ့ပါးပါးဟာသေလးေတြေႏွာျပီးရိုက္ကူးထားတာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ၁၉၅၅ခုႏွစ္ ေဘာ္စနီးယားနယ္တ၀ိုက္တြင္ ျပန္လည္ထူေထာင္ေရး၊ နယ္ေျမလံုျခံဳေရးတို႕အတြက္ ေနတိုးတပ္ဖြဲ႕မွ ၀င္ေရာက္ အေျခစိုက္ေျဖရွင္းေပးေနခ်ိန္မွာ အဆိုပါတပ္ဖြဲ႕၀င္၅ဦးဟာ စစ္ဆင္ေရးတစ္ခုတြင္ပြဲၾကီးပြဲေကာင္းႏြဲခဲ့ျပီးေနာက္ ၃ရက္ေလာက္ အနားေပးခံရပါတယ္။အဲဒီအေတာအတြင္း စေတတန္ရဲ႕ေဒသခံေကာင္မေလးကေနတဆင့္ နွစ္ေပါင္း၅၀ခန္႕ တိ္မ္ျမဳပ္ေနခဲ့တဲ့ ျပင္သစ္ကေန နာဇီဂ်ာမနီတပ္ဖြဲ႕ေတြခိုးသြားတဲ့ ေရႊေခ်ာင္းေတြအေၾကာင္းကိုသိလိုက္ရပါေတာ့တယ္။ဒါနဲ႕ပဲ သူတို႕ငါးေယာက္နဲ႕အတူ စေတတန္ရဲ႕ေကာင္မေလးတို႕ပူးေပါင္းျပီး အဲဒီေရႊေတြကို ရန္သူ႕နယ္ေျမထဲမွာ ရွာပုံေတာ္ဖြင့္ၾကေတာ့တာပါပဲ။US Navy Seal တပ္ဖြဲ႕၀င္ေတြကံေကာင္းျပီး အဲဒီေရႊေတြကိုရသြားႏိုင္မလား။မွန္းခ်က္နဲ႕ နွမ္းထြက္ကိုက္ပါ့မလားဆိုတာေတာ့ ဆက္လက္ရႈစားလိုက္ပါဦး။Action ၾကိဳက္တဲ့သူေတြအတြက္ေတာ့ ေပါ့ေပါ့ပါးပါး အပန္းေျပၾကည့္ရႈႏိုင္မည့္ဇာတ္ကားေလးလည္းျဖစ္ပါတယ္။ File Size : (900 MB) ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/renegades-2017/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BOTZhNGYwOTctOGNhNi00NTU2LTkxZTAtYTZkZDQ1Y2RmYmU2XkEyXkFqcGdeQXVyNTYxNjQ0MTc@._V1_-133x200.jpg",
        "title": "Voldemort: Origins of the Heir (2018)",
        "description": "အခုတင်ဆက်ပေးရမယ့် movie လေးကတော့ ပရိသတ်တွေရဲ့ ကလေးဘဝကတည်းက ဇာတ်လိုက်ကျော် ဟယ်ရီပေါ်တာ ဖန်များအားလုံးသိကြမယ့် မှော်နက်ဂိုဏ်းချုပ်ကြီး Voldemort(ဗိုဒမော့)အကြောင်းကို ရိုက်ကူးထားတာပါ...ဒီမူဗီအတွက်official Teaser trailer ကို 2017 Juneမှာ FBမှာတင်ခဲ့တဲ့အခါ...၂ရက်အတွင်း ကြည့်ရှုသူ သန်းနှစ်ဆယ်ကျော်ခဲ့ပါတယ်...ဟယ်ရီပေါ်တာဖန်ကလည်း နည်းမှမနည်းပဲကိုး ...ဒီဇာတ်ကားလေးကိုရှုစားပြီးတော့ ဟယ်ရီနဲ့ပတ်သက်တဲ့ Facts တွေကို သေချာသိနိုင်မှာဖြစ်ပါတယ်...ဟယ်ရီပေါ်တာရဲ့ရန်သူတော်ကြီး ဗိုဒမော့ရဲ့ ငယ်ဘဝ တွန်ရစ်ဒယ် တစ်ယောက် ဒီလို မှော်နက် ဂိုဏ်းချုပ်ကြီးတစ်ယောက် ဖြစ်လာဖို့ လုပ်ဆောင်ခဲ့တဲ့ ငယ်ဘဝ ကြိုးပမ်းမှုတွေကို စိတ်ဝင်စားဖွယ် ဘယ်လိုတွေများတင်ဆက်ထားသလဲ....ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ စလေးသရင်း, ဂရစ်ဖင်းဒေါ, ဟက်ပ်ဖက် နဲ့ ရာဗင်ခလော ဆိုတဲ့ ဟော့ဂ်ဝက် မှော်ကျောင်းကြီးလေးကျောင်းရဲ့ ဆက်ခံသူတွေ ဒီဇာတ်ကားထဲမှာ ဘယ်လိုများပါဝင်ထားကြမလဲ ဆိုတာကို ဟယ်ရီပေါ်တာ ပရိတ်သတ်များအားလုံးလက်မလွှတ်တမ်း ကြည့်ရှုလိုက်ကြပါဦးလို့ File Size : (500 MB)\nQuality : WEB-DL ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/voldemort-origins-of-the-heir-2018/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjE4NDg4MDgxNF5BMl5BanBnXkFtZTcwMTc3NTQyMQ@@._V1_-135x200.jpg",
        "title": "Agent Cody Banks 2: Destination London (2004)",
        "description": "Agent Cody Banks 2: Destination London ဟာ ၂၀၀၄ ခုနှစ်​က ဆက်​လက်​ထွက်​ရှိတဲ့ ဇာတ်​ကားတစ်​ကားပါဒီဇာတ်​ကားမှာ​တော့ ကိုဒီတစ်​​ယောက်​ သံစုံတီးဝိုင်​း​ကျောင်​းသားအဖြစ်​ဟန်​​ဆောင်​ရင်​း လန်​ဒန်​မှာ စုံစမ်​း​ရေးတာဝန်​ထမ်​း​ဆောင်​ရမှာဖြစ်​ပါတယ်​....တာဝန်​က​တော့ လျိှု့ဝှက်​လက်​နက်​တစ်​ခုဖြစ်​တဲ့ စိတ်​ထိန်​းချုပ်​ကိရိယာကို တားဆီးရမှာဖြစ်​ပါတယ်​.....တာဝန်​ထမ်​း​ဆောင်​ရင်​း MI 6 ​အေးဂျင်​့ဖြစ်​သူ အတန်​း​ဖော်​သူငယ်​ချင်​း Emily နဲ့အတူပူး​ပေါင်​းပြီးလှုပ်​ရှားဖို့အ​ကြောင်​းဖန်​လာခဲ့ပါတယ်​.....သူဘယ်​လိုအခက်​အခဲ​တွေကြုံဦးမှာလဲ....တာဝန်​ကို​အောင်​မြင်​​အောင်​ထမ်​း​ဆောင်​နိုင်​မလားဆိုတာ ​ကြည်​့ရှုခံစားလိုက်​ဦး​နော်​.....File Size : (950 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 40min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-Yify\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/agent-cody-banks-2-destination-london-2004/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BNzMwMjc5NzUyNF5BMl5BanBnXkFtZTcwNjA5MDcyNA@@._V1_SY1000_CR006291000_AL_-126x200.jpg",
        "title": "Agent Cody Banks (2003)",
        "description": "Agent Cody Banks ဇာတ်​ကားဟာ ၂၀၀၃ ခုနှစ်​ကထွက်​ရှိထားတဲ့ အ​မေရိကန်​အက်​ရှင်​ဟာသကား​လေးဖြစ်​ပါတယ်​Imdb rating 5.1/10 ရရှိထားတဲ့ စီအိုင်​​အေလူငယ်​စုံ​ထောက်​ကား​လေးပါပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ Frankie Muniz,Hilary Duff,Angie Harmon တို့ဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ သာမန် ၁၅နှစ်​အရွယ်​ဆယ်​​ကျော်​သပ်​တစ်​ဦးဖြစ်​သူ ကိုဒီဘန်​့ခ်​မှာ လျို့ဝှက်​ချက်​တစ်​ခုရှိပါတယ်​ ဒါက​တော့ သူဟာစီအိုင်​​အေလူငယ်​​အေးဂျင်​့တစ်​​ယောက်​ပါဒီလိုနဲ့ သူ့အတွက်​ပထမဦးဆုံးတာဝန်​ထမ်​း​ဆောင်​ဖို့အ​ကြောင်​းဖန်​လာပါ​တော့တယ်​ ဒါက​တော့ ERIS (အားရစ်​)လို့​ခေါ်တဲ့ လျို့ဝှက်​အဖွဲ့အစည်​းက ​ဒေါက်​တာကွန်​နာ ကို စုံစမ်​းဖို့နဲ့ သူတီထွင်​ထားတဲ့ပစ္စည်​းနမူနာကိုရယူဖို့ပါ.....​ကိုယ့်ကိုယ်ကို​ေ​​ဆာ်​ကြည်​ဘဲဖြစ်​​ကြောင်​းကြွားဝါထားတဲ့ ကိုဒီတစ်​​ယောက်​ ​ဒေါက်​တာကွန်​နာရဲ့သမီးဖြစ်​သူ နာတာလီကို ချဉ်​းကပ်​ဖို့တာဝန်​​ပေးခြင်​းခံရပါ​တော့တယ်​.....ကိုဒီတစ်​​ယောက်​ အိမ်​ကမိဘ​တွေမရိပ်​မိ​အောင်​ဖုံးကွယ်​ရ....​ကျောင်​းစာတစ်​ဖက်​....တာဝန်​တစ်​ဖက်​နဲ့အတူ ဘယ်​လိုတိုင်​ပတ်​မလဲဆိုတာ ကြည်​့လိုက်​ဦး​နော်​......File Size : (950 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 42min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/agent-cody-banks-2003/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTM0NDQzMDA1NF5BMl5BanBnXkFtZTcwNTU3ODAzMw@@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "Sky Captain and the World of Tomorrow (2004)",
        "description": "Sky Captain and The World of Tommorrow ဇာတ္​ကားဟာ 2004 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ စိတ္​ကူးယဥ္​သိပၸံဇာတ္​ကား​ေလးျဖစ္​ပါတယ္​Imdb rating အ​ေနနဲ႔ 6.1/10 ထိရ႐ွိထားၿပီး rotten tomatoes 71% ထိရ႐ွိထားပါတယ္​သ႐ုပ္​​ေဆာင္​​ေတြက​ေတာ့ နာမည္​ႀကီး​ေတြျဖစ္​တဲ့ Jude Law,Angelina Jolie,Gwyneth Paltrow တို႔ပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​း​ေလးက​ေတာ ြ့ းပညာ​ေတြတိုးတက္​​ေခတ္​မီ​ေနတဲ့ 1939 ခုႏွစ္​မွာ သိပၸံပညာရွင္​တစ္​ဦးျဖစ္​သူ ​ေဒါက္​တာ Vargas တစ္​​ေယာက္​ အ​ေရးႀကီးပစၥည္​းတစ္​ခုပို႔​ေဆာင္​ရင္​း ​႐ုတ္​တရက္​​ေပ်ာက္​ဆံုးသြားပါတယ္​ဤျဖစ္​ရပ္​နဲ႔အလားတူ သိပၸံပညာရွင္​ ငါးဦးတိတိ​ေပ်ာက္​ဆံုးမႈကို​ေလ့​လာစံုစမ္​း​ေနတဲ့ သတင္​း​ေထာက္​မ​ေလး Polly Perkins ဟာ စံုစမ္​းရင္​း ​ေဒါက္​တာ Jennings နဲ႔​ေတြ႔ဆံုခဲ့ပါတယ္​ ​ေတြ႔ဆံုစဥ္​ ​ေဒါက္​တာ Jennings မွ ​ေဒါက္​တာ Tokenkopf ဆိုသူ၏​ေနာက္​ပစ္​မွတ္​မွာ သူျဖစ္​​ေၾကာင္​း​ေျပာခဲ့ပါတယ္​.....ထိုစဥ္​႐ုတ္​တရက္​ အစြမ္​းထက္​စက္​႐ုပ္​မ​်ား သူမတို႔ၿမိဳ႕ကိုတိုက္​ခိုက္​လာပါ​ေတာ့တယ္​....စက္​႐ုပ္​မ်ားကိုတန္​ျပန္​တိုက္​ခိုက္​သူ Sky Captain လို႔​ေခၚတဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yTzW/Sky_Captain_And_The_World_Of_Tomorrow_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/rogue.jpg",
        "title": "Rogue One : Star Wars 2016",
        "description": "Sci-fi ကြိုက်သူပရိတ်သတ်တွေအတွက် epic sci-fi လေးတစ်ခု တင်ပေးထားပါတယ်။ Star Wars တွေဟာသိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်သမိုင်းရဲ့ အကျော်ကြားဆုံး ရုပ်ရှင်ဇတ်လမ်းတွဲတွေထဲက တစ်ခုပါပဲ။ ပထမဆုံး Star Wars ရုပ်ရှင်ကိုတော့ ၁၉၇၇ မှာ ပြသခဲ့ပြီး သူ့နောက်မှာ ၂ ကားဆက်တိုက်ထွက်ပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။ ဒါပေမယ့် 1999 ကနေစလို့ နောက်ထပ် ၃ ကားထပ်ပြသခဲ့ပြီး လက်ရှိ ၂၀၁၅ မှာ တစ်ကား ၂၀၁၆ မှာ တစ်ကား ထပ်မံထွက်ရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းမှာတော့ ဟိုးရှေးရှေးတုန်းက ဝေးကွာလှတဲ့ နဂါးငွေ့တန်းတစ်နေရာမှာ ဂြိုလ်ပေါင်းများစွာ စုစည်းနေထိုင်ကြပြီး လွှတ်တော်နဲ့ ဒီမိုကရေစီစနစ်နဲ့ နေထိုင်ကြပါတယ်။ လွှတ်တော်အောက်မှာတော့ စကြဝဠာရဲ့ ငြိမ်းချမ်းရေးထိန်းသိမ်းသူတွေဖြစ်တဲ့ Jedi သူရဲကောင်းတွေ ရှိနေပါတယ်။ Jedi တွေဟာ သက်ရှိတွေအားလုံးအတွင်းနဲ့ပတ်လည်မှာတည်ရှိနေတဲ့ Force ဆိုတဲ့ စွမ်းအင်ကို သုံးစွဲနိုင်သူတွေ ဖြစ်ပြီး သူတို့ရဲ့ အလင်းဓားတွေနဲ့အတူ ကျော်ကြားကြပါတယ်။ Force ကိုပဲ Dark Side အမှောင်ခြမ်းမှ စွမ်းအင်ကို ယူသုံးတဲ့ Sith တွေကတော့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/SW7g/Rogue_One_-_A_Star_Wars_Story_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTUwNTA4MDMxNl5BMl5BanBnXkFtZTgwMjE4NjQ0MzI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "A Bad Moms Christmas (2017)",
        "description": "ျပီးခဲ့တဲ့ခရစၥမတ္ကိုျပန္လည္တမ္းတလိုျပီး ဇာတ္လမ္းျမဴးျမဴးေလးေတြကို ႏွစ္သက္ၾကည့္ရွဴလိုၾကတဲ့ပရိတ္သတ္ေတြအတြက္ A Bad Moms Christmas ဆိုတဲ့ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားဟာ ၂၀၁၇ နို၀င္ဘာလမွာ ထြက္ထားတာျဖစ္တဲ့အတြက္ လတ္လတ္ဆတ္ဆတ္ ထြက္ရွိထားတာျဖစ္ျပီး ခရစၥမတ္အခ်ိန္ေတြကိုေနာက္ခံထားရိုက္ကူးထားတာျဖစ္ပါတယ္သမီးသံုးေယာက္နဲ႕ အေမသံုးေယာက္ၾကားထဲက သားအမိဆက္ဆံေရးေတြကိုဟာသဆန္ဆန္ ရိုက္ကူးပံုေဖာ္ထားတဲ့အတြက္ မိန္းကေလးပရိတ္သတ္အမ်ားစု ႏွစ္သက္ၾကလိမ့္မယ္လုိ႔ထင္ပါတယ္သူငယ္ခ်င္းသံုးေယာက္ျဖစ္ၾကတဲ့ ေအမီ ကိကိ နဲ႕ ကာလာတို႔ဟာ ခရစၥမတ္ကို ကိုယ္ပိုင္အစီအစဥ္ေတြနဲ႔ျဖတ္သန္းဖို႕ စီစဥ္ထားၾကျပီးမၾကာခင္မွာပဲ သူတို႔သံုးေယာက္ရဲ႕ အေမေတြ ကိုယ္စီကိုယ္စီ ေရာက္လာၾကျပီး သူတို႔အစီအစဥ္ေတြပ်က္ျပားသြားခဲ့တယ္…ဒီလိုနဲ႕ခရစၥမတ္မွာသူတို႔ျဖတ္သန္းခ်င္တဲ့အတိုင္းျဖတ္သန္းဖို႕ၾကိဳးစားရင္း သူတို႔အေမေတြနဲ႕ စခန္းသြားၾကပံုကို ပရိတ္သတ္ၾကီးကိုယ္တိုင္ၾကည့္ရွဴ ရယ္ေမာေတာ္မူၾကပါဦး..သရုပ္ေဆာင္ထားသူေတြကေတာ့ အားလံးုသိၾကတဲ့ Mila Kunis, Christine Baranski, Kristen Bell, Cheryl Hines, Susan Sarandon, Kathryn Hahn တို႔အျပင္ အေမရိကန္ ဆက္ဆိုဖုန္း ဂီတပညာရွင္ Kenny G လည္းပါ၀င္သရုပ္ေဆာင္ထားတာေတြ႔ရပါတယ္ File Size : (950 MB) ...",
        "rating": "5.7",
        "url": "https://megaup.net/2eR1f/(CM)_A_Bad_Moms_Christmas_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/pink2-136x200.jpg",
        "title": "The Pink Panther -2(2009)",
        "description": "The Pink Panther အပိုင္း(၁)ကို ၾကည့္ၿပီး သူမ်ားကေတာ့ ေထြေထြထူးထူးေတာင္ညႊန္းျပေနစရာမလုိေလာက္ဘူးထင္ပါရဲ႕။ အရမ္းကို သေဘာက်ၿပီး ေပ်ာ္ေပ်ာ္ပါးပါးေလး ၾကည့္လို႕ရမယ့္ ဇာတ္လမ္းေလးပါ။(ဒီဇာတ္ကားေလးကုိ ဘာသာျပန္ေပးသူကေတာ့ Ma Myat Noe Wutt Yi ျဖစ္ပါတယ္။)@sanwinmaung Part(1) Download Link >>> ဒီေနရာကိုႏွိပ္ပါ။ File Size >>>  (850 MB)\nQuality >>>  Blu-Ray 720p\nRunning Time >>> 1hr 33min\nGenre >>> Adventure, Comedy, Crime \nSubtitle >>> Myanmar Subtitle (Hard Sub)\nTranslator >>> Myat Noe Wutt Yi\nEncoder >>> San Win Maung",
        "rating": "5.6",
        "url": "https://megaup.net/2eR2A/The_Pink_Panther_2_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/pink-136x200.jpg",
        "title": "The Pink Panther (2006)",
        "description": "The Pink Panther . . . ဒီကားေလးဟာ နာမည္ၾကားလိုက္တာနဲ႕လူေတာ္ေတာ္မ်ားကေတာ့ ၾကည့္ဖူးသိဖူးၾကမယ္ထင္ပါရဲ႕။မၾကည့္ဖူးတဲ့ သူမ်ားလည္း ဒီကားေလးကိုၾကည့္ျဖစ္ေအာင္ၾကည့္ဖို႕တိုက္တြန္းခ်င္ပါတယ္။စံုေထာက္ၾကီး ကလူးဆိုး . သူဟာ ဒီဇာတ္ကားရဲ႕ အဓိကဇာတ္ေကာင္ျဖစ္ၿပီးအလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႕ အျမဲတမ္းၾကံဳေတြ႕ေနရသူျဖစ္ပါတယ္။အဲ့လိုပဲ သူ႕ကို ေခ်ာက္တြန္းခ်င္တဲ့ စံုေထာက္ခ်ဳပ္က လူသတ္မႈတစ္ခုကိုလိုက္ခိုင္းၿပီး အမွားေတြပဲျဖစ္ေအာင္လို႕ ေခ်ာက္တြန္းပို႕ေပးလိုက္ရာကေနစံုေထာက္ၾကီး ကလူးဆိုးရဲ႕ ဗလူးဗလဲရယ္စရာေတြစတင္လာပါေတာ့တယ္။(ဒီဇာတ္ကားေလးကုိ ဘာသာျပန္ေပးသူကေတာ့ Ma Myat Noe Wutt Yi ျဖစ္ပါတယ္။)@sanwinmaung File Size >>>  (850 MB)\nQuality >>>  Blu-Ray 720p\nRunning Time >>> 1hr 33min\nGenre >>> Adventure, Comedy, Crime \nSubtitle >>> Myanmar Subtitle (Hard Sub)\nTranslator >>> Myat Noe Wutt Yi\nEncoder >>> San Win Maung",
        "rating": "5.6",
        "url": " https://megaup.net/2eR2r/The_Pink_Panther_[2006]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTgxMDczMTA5N15BMl5BanBnXkFtZTcwMzk1MzMzMw@@._V1_SY1000_CR006541000_AL_-131x200.jpg",
        "title": "The Simpsons Movie (2007)",
        "description": "The Simpsons Movie (2007)\nIMDB - 7.3/10_____Rotten - 88%\n ကျွန်တော်တို့ ရုပ်ရှင်ကြည့်ပရိသတ်အတော်များများ Simpsons series တွေမကြည့်ရင်တောင်မှ ဒီ Simpsons မိသားစုကိုတော့ မျက်မှန်းတန်းမိနေကြမှာပါ။နိုင်ငံတကာမှာ အအောင်မြင်ဆုံး Animation Series တစ်ခုဖြစ်ပြီး အခုဆိုရင် Season 28 ကိုရောက်ရှိနေပြီဖြစ်ပါတယ်။Simpsons တွေရဲ့ နိုင်ငံရေး၊ လူမှုရေး၊ ဘာသာရေးတွေကို ခနဲ့တဲ့၊သရော်တဲ့ ပြက်လုံးတွေအပြင် သူတို့ရဲ့အနာဂတ်ခန့်မှန်းချက်တွေက အတော်လေးကိုနာမည်ကြီးပါတယ်။ရိုးရိုးသမားရိုးကျ ကာတွန်းမျိုးမဟုတ်တော့ပဲ Adult Cartoon ပုံစံဖြစ်ပြီး Rick and Morty နဲ့ နည်းနည်းဆင်ပါတယ်။အခုတင်ဆင်ပေးမယ့်ရုပ်ရှင်ကတော့ 2007 ခုနှစ်ကထွက်ရှိထားတဲ့ The Simpsons Movie ပါ။ဒီဇာတ်လမ်းမှာ The Simpsons series ထဲက ဇာတ်ကောင်တွေကိုပဲ ပြန်အခြေခံထားပြီး စပရင်းဖီးလ်မြို့မှာပဲ ဇာတ်အိမ်တည်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ စပရင်းဖီးလ်ရေကန်ကြီးဟာ တစ်နေ့တစ်ခြား အမှိုက်သရိုက်တွေပိုပြည့်နှက်လာပြီး ရေညစ်ညမ်းမှုအခြေအနေက တဖြေးဖြေးနဲ့ပိုဆိုးလာပါတယ်။အဲ့ဒါကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Tuoq/The_Simpsons_Movie_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMmMxNWNhNjItZjhmMC00ZmViLThlYjItZDk5YTQ1MWZkOGM1XkEyXkFqcGdeQXVyNzY2ODYzOTU@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "My Little Pony: The Movie (2017)",
        "description": "အခုမိတ္​ဆက္​​ေပးမယ္​့ ဇာတ္​ကား​ေလးက​ေတာ့ ၂၀၁၇ ထြက္​ My little pony ဆိုတဲ့ကား​တြန္​းကား​ေလးပါဒီကား​ေလးက​ေတာ့ ကာတြန္​းကား​ေတြရဲ့ ထံုးစံအတိုင္​း ​ေပါ့​ေပါ့ပါးပါးျမဴးျမဴးႂကြႂကြ​ေလး ရိုက္​ကူးထားတာပါျမင္​းတိုင္​းျပည္​မွာ နတ္​ျမင္​းပ်ံမင္​းသမီး​ေလး ၄ ​ေယာက္​႐ွိပါတယ္​သူတို႔ထဲ ကမွ တြိဳင္​းလိုက္​က​ေတာ့ ခင္​မင္​မွဳရဲ့ မင္​းသမီး​ေလးပါသူဟါ တျခားမင္​းသမီး​ေတြ​ေလာက္​ သူ႔ကိုယ္​သူ ​ေမွာ္​အစြမ္​းမ႐ွိဘဴးလို႔ ထင္​​ေနပါတယ္​တစ္​​ေန့​ေတာ့ သူတို႔တိုင္​းျပည္​မွာ ပြဲ​ေတာ္​​ေလးတစ္​ခုစီစဥ္​​ေႏတုန္​းမွာ မုန္​တိုင္​းသခင္​ႀကီးရဲ့ က်ဳး​ေက်ာ္​မွဳကို ခံရၿပီး မင္​းသမီး ၃ ပါးလံုး ဖမ္​းခံရပါတယ္​ တြိဳင္​းလိုက္​က​ေတာ့ သူ႔သူငယ္​ခ်င္​း​ေတြရဲ့ အကူအညီနဲ႔ လြတ္​​ေျမာက္​သြားၿပီး သူတို႔တိုင္​းျပည္​ကို ကယ္​တင္​ဖို႔ သူ႔တာဝန္​ျဖစ္​လာပါ​ေတာ့တယ္​ဒီအခ်ိန္​မွာ သူတစ္​​ေယာက္​တည္​းအင္​အားနဲ႔ မဟုတ္​ဘဲ သူငယ္​ခ်င္​း​ေတြနဲ႔အတူ တက္​ညီလက္​ညီႀကိဳးစားၾကပံုကို ခ်စ္စဖြယ္ သီခ်င္​း​ေလး​ေတြနဲ႔ ​​​ေဝ​ေဝဆာဆာ ရိုက္​ကူး​ေပးထားတာပါ​ေနာက္​ဆံုး​ေတာ့ သူငယ္​ခ်င္​းတစ္​စု ဘာ​ေတြၾကံဳၿပီး တိုင္​းျပည္​ကို ဘယ္​လိုကယ္​တင္​ၾကလဲ ဆိုတာ ၾကည္​့႐ွဳအား​ေပးၾကပါဦး File ...",
        "rating": "6.3",
        "url": "https://megaup.net/2UQ9v/My_Little_Pony_-_The_Movie_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BZDRiOGE5ZTctOWIxOS00MWQwLThlMDYtNWIwMDQwNzBjZDY1XkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Star Trek Beyond (2016)",
        "description": "Star Trek Beyond (2016)\nIMDb - 7.1/10_____Rotten - 86%\n  Star Trek Beyondကနဦးစွာ ကျွန်တော်ပွင့်ပွင့်လင်းလင်း ဝန်ခံပါရစေ။ Director Justin Lin တစ်ယောက် ဒီဇာတ်ကားကို ရိုက်မယ်လို့ကြားသိလိုက်ရတဲ့အချိန်မှာ ကျွန်တော်အလွန်စိတ်ပျက်မိခဲ့တယ်။ Fast and Furious ကောင်က ကိုယ်တွေကြိုက်တဲ့ Star Trek ကိုဖျက်ဆီးပစ်လိုက်မယ်ဆိုတဲ့ စိုးရိမ်စိတ်နဲ့ပေါ့။ အခုလိုပြောလိုက်လို့စာဖတ်သူတို့ဘာမှ စိတ်မပူပါနဲ့။ တစ်ကယ်တော့ ဒီဇာတ်ကားဟာ တစ်ကယ်ကို ကောင်းမွန်တဲ့ Star Trek ဇာတ်ကားကောင်းတစ်ကားအဖြစ် ယခုဆို ရပ်တည်နိုင်ခဲ့ပြီလေ။--------------------------------------------------------------------------------ကျွန်တော်တို့လွန်ခဲ့တဲ့ 3 နှစ်ခန့်လောက်ကို ပြန်သွားကြည့်ရအောင်ဗျာ။ Star Trek into Darkness က တစ်ကမ္ဘာလုံးအတိုင်းအတာနဲ့ဝင်ငွေ $467 Million နဲ့အောင်ပွဲခံနေတဲ့အချိန်ပေါ့။ တစ်ချို့ကတော့ သူတို့သဘောကျတဲ့ Khan ဇာတ်ကောင်ကို သရုပ်ဖော်တာ မကြိုက်လို့ဆိုပြီး အညံ့ဆုံး Star Trek ...",
        "rating": "7.1",
        "url": "https://megaup.net/3zKob/Star_Trek_Beyond_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    }
]