[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jK4BhFw9uNS6BKfAVlxX6Bnkj0J.jpg",
        "title": "The Librarian: Return to King Solomon’s Mines (2006)",
        "description": "အင်ဒီယာနာဂျုံးတို့ အလန်ကွာတာမိန်းတို့လို မှော်စွန့်စားခရီးသွားဇာတ်ကားတစ်ကားပါပဲဒီဇာတ်ကားကတော့ ဆော်လမွန်သိုက်ဒဏ္ဏာရီကို အခြေတည်ထားပါတယ်...ဖလင်းဟာ အစွမ်းထက်တဲ့ရှေးဟောင်းပစ္စည်းတွေကို မသမာသူတွေလက်ထဲမရောက်အောင်\nကာကွယ်ထိန်းသိမ်းပေးတဲ့ စာကြည့်တိုက်မှူးတစ်ယောက်ပါ၊၊ တစ်နေ့သူ့ဆီကို စာလိပ်တစ်စောင်ရောက်လာပါတယ်၊\nမကြာခင်မှာပဲ သူ့တိုက်ခန်းကို လူတစ်ယောက်ကဝင်မွှေကာ ခိုးယူသွားခဲ့ပါတယ်။ဒီအကြောင်းကို သူ့အထက်လူကြီး ဂျက်ဆန်ကိုပြောပြရင်းနဲ့ ထိုစာလိပ်ဟာ ဆော်လမွန်သိုက်မြေပုံမှန်း\nဖလင်းတစ်ယောက်သိလိုက်ရပါတယ်၊၊ ဆော်လမွန်သိုက်ထဲမှာ ရတနာတွေအပြင် အရမ်းအစွမ်းထက်တဲ့\nဂန္ဘီရစာအုပ်တွေလည်းရှိနေတာမို့ မသမာသူတွေလက်ထဲမရောက်အောင် ဖလင်းတစ်ယောက် အစွမ်းကုန်\nကြိုးစားရပုံကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။IMDB 6.3 ရထားတဲ့\nကြည့်လို့ကောင်းတဲ့ စိတ်ကူးယဉ်ခရီးသွားစွန့်စားခန်းတစ်ကားဖြစ်လို့ ကြည့်ရသူတွေ အပျင်းပြေမှာ အမှန်ပါပဲ။\nFile size…(1.5 GB)/(700 MB)\nQuality….BluRay 1080p / 720p\nFormat…mp4\nDuration….01:32:04\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.3",
        "url": "https://megaup.net/1H8yi/(CM)_The.Librarian.Return.To.King.Solomons.Mines.2006.1080p.BluRay.x264-FLHD.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/g-135x200.jpg",
        "title": "Ghostbusters: Afterlife 2021",
        "description": "Ghostbusters 2021 ရုပ်ရှင်အသစ် ထွက်လာပါပြီ။ Remake မဟုတ်ပါဘူး။ နောက်ဆက်တွဲ အနေနဲ့ ထွက်တာပါ။ သရဲဖမ်းသမားတွေရဲ့ မြေးတွေ မျိုးဆက်သစ်တွေကို တွေ့ရမှာဖြစ်သလို\nသရဲဖမ်းသမားဟောင်းကြီးတွေကိုလည်း ဧည့်သည်အဖြစ် တွေ့ရဦးမှာပါ။ သရဲဖမ်းသမားတွေကို လူတိုင်းရင်းနှီးကြမှာပါ။ သိပ္ပံနည်းလမ်းတွေနဲ့ ပရိုတွန် သေနတ်တွေ ထောင်ချောက်တွေနဲ့ သရဲတွေကို နှိမ်နင်းကြတဲ့သူတွေပေါ့။ ဒီဇာတ်လမ်းမှတော့ မူရင်း သရဲဖမ်းသမားတွေလည်း အငြိမ်းစားယူ၊ သရဲတွေလည်း ပေါ်မလာတော့တာ နှစ် ၃၀ လောက်ရှိပါပြီ။ သူတို့မြေးတွေ လက်ထက်ကျမှ သရဲအကြမ်းကြီးတွေ ပေါ်လာလို့ သူတို့အဘိုးတွေရဲ့ လက်နက်တွေနဲ့ ပြန်တိုက်ခိုက်ရတဲ့ ဇာတ်လမ်းပါ။ ဂန္ဓဝင်ကားတွေကို ဆက်ရိုက်ရင် fail တာများနေတဲ့ ခေတ်ထဲမှာ Rating 7.6 အထိရောက်လာတဲ့ ကျေနပ်လောက်စရာ နောက်ဆက်တွဲရုပ်ရှင်လေးပါပဲ။ ခံစားကြည့်လိုက်ပါဦး။ \nFile size…(2.7 GB)/(900 Mb )/(450Mb)\nQuality….Webrip 1080p 5.1 CH / 720p ...",
        "rating": "7.6",
        "url": " https://megaup.net/11f34/ghostbusters.afterlife.2021.1080p_(CM).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/spider-FFH-135x200.jpg",
        "title": "Spider-Man: Far From Home (2019) MCU",
        "description": "Spider-Man: Far from Home (2019)\nIMDb - 7.5/10_____Rotten - 91%\n Endgame အပြီးမှာ ထွက်လာတဲ့ကားတွေကို ကြည့်ရတာ သိပ်အားရပါတော့မလားလို့ တွေးမိပေမယ့် မာဗယ်ကတော့ ပိုပိုကောင်းအောင် လုပ်ပြနိုင်တုန်းပါပဲ။ဒီစပိုက်ဒါမန်းကားကို အကြိုက်တွေ့ကြမှာပါ။ဇာတ်လမ်းအကျဉ်း…သားနို့စ်နဲ့တိုက်ပွဲအပြီးမှာ ကမ္ဘာကြီးဟာ အပြိုင်စကြဝဠာတွေနဲ့ ချိတ်ဆက်တဲ့ ဝင်ပေါက်တွေ ပေါ်လာခဲ့ပါတယ်။ ကမ္ဘာတစ်ခုက သူရဲကောင်း မစ်စ်တီးရီယိုဟာ သူ့ရဲ့ကမ္ဘာကို ဖျက်ဆီးသွားတဲ့ သတ္တဝါဆိုးတွေ လက်ရှိ စပိုက်ဒါမန်းတို့ ကမ္ဘာကို ရောက်လာတာကြောင့် လိုက်လံတိုက်ခိုက်ရင်း နစ်ခ်ဖြူရီ၊ စပိုက်ဒါမန်းတို့နဲ့ မိတ်ဆွေဖြစ်လာပါတယ်။စပိုက်ဒီနဲ့ မစ်စ်တီးရီယိုတို့ ပေါင်းပြီး ဒီအန္တရာယ်တွေကို ရင်ဆိုင်ရပါလိမ့်မယ်……(ဘာသာပြန်ပေးထားသူကတော့ Littleneo ပါ)\nFile size…(5.7 GB)/(2.1 GB)/(1 GB)\nQuality….IMAX 4K HEVC/ DS4K 1080p / 720p\nFormat…mkv/mp4\nDuration….02:09:21\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Little Neo",
        "rating": "7.5",
        "url": "https://megaup.net/2mZI3/(CM)_Spider-Man.Far.From.Home.2019.4K.SDR.2160p.IMAX.EAC3_5.1_Audio.mkv",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/spiderman_homecoming-132x200.jpg",
        "title": "Spider-Man: Homecoming (2017) MCU",
        "description": "Tobey Maguire နဲ့ Andrew Garfield တို့ပြီးတဲ့နောက်မှာ သုံးကြိမ်မြောက် Reboot လုပ်ခဲ့တဲ့Tom Holland ရဲ့ တကယ့်ကို လူငယ်ဆန်တဲ့ အငွေ့အသက်တွေလွှမ်းခြုံနေတဲ့Spider Man Homecoming ဟာ ၂၀၁၆နှစ်ကုန်ပိုင်းမှာ ထွက်လာတဲ့ Marvel Comic ဖန်တွေ အကြိုက်လောက်ဆုံး Spider Man Reboot Movie တစ်ခုဖြစ်ခဲ့ရပါတော့တယ်\nTobey နဲ့ Andrew အလွန် ၂၀၁၆မှာတော့ ကျွန်တော်တို့လို Comic Fan တွေအတွက် Cilvil War မှာ လူငယ်မင်းသား Tom Holland က ဆန္ဒတွေ ဖြည့်ဆည်းပေးလိုက်တော့တယ်။သူ့ကို စတင် Cast လုပ်လိုက်လိုက်ချင်း ဝေဖန်သံတွေ ပေါ်ထွက်ခဲ့ပေမယ့်အဲဒီ ဝေဖန်သံတွေကို Civil War မှာ Tony Stark ရဲ့ Underoses ဆိုတဲ့ စကားနဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1H2fx/(CM)_Spider-Man_-_Homecoming_(2017)_BluRay_4K_UHD_HEVC_EAC3_5.1_Audio.mkv",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/efetKFDyptrRpoHBb103Tg3Auw5.jpg",
        "title": "Minnal Murali (2021)",
        "description": "Minnal Murali (2021)Superhero movie genreမှာ Marvelနဲ့ DCပဲ လွှမ်းမိုး​နေတဲ့​နောက်\nဒီတစ်ခါ​မှာ​တော့ Netflix က အသစ်ထွက်တဲ့ India superhero movieတစ်ကားကို\nအရသာတစ်မျိုး အ​ပြောင်းအလဲဖြစ်သွား​အောင် တင်ဆက်​ပေးလိုက်ပါတယ်၊Kurukhanmoola ရွာသား Jaison ဟာ\nငယ်စဉ်ကတည်းက မိတဆိုး​ဖြစ်ခဲ့ပြီး ဖခင်အ​ပေါ်အရမ်းခင်တွယ်ခဲ့ရသူပါ၊\nဒါ​ပေမဲ့ ဖခင်ဖြစ်သူ ပြဇာတ်မင်းသားဟာ မ​တော်တဆမှုတစ်ခု​ကြောင့် ​သေဆုံးသွားတဲ့​​နောက်\nကံဆိုးသူ​မောင်ရှင်​လေး Jaisonအ​နေနဲ့ အရွယ်​ရောက်တဲ့အထိ ကံဆိုးမှု​တွေက အဆုံးမသတ်ခဲ့သူပါ၊\nအ​မေရိကန်သွားပြီး ချမ်းသာ​​အောင်လုပ်ချင်တဲ့ အိပ်မက်ကလည်း မ​အောင်မြင်သလို\nချစ်ရတဲ့သူကလည်း ​စေ့စပ်ထားပြီးသားသူ ဖြစ်​နေမှန်း မ​တော်လိုက်ရတဲ့ ​ယောက္ခမ​က​ပြောမှ သိရတဲ့သူပါ၊​မောင်ရှင်​​တောင် Jaison​လောက်ကံမဆိုးနိုင်ဘူးလို့ ဆိုရ​အောင်ပဲ\nဇာတ်လိုက်​ကျော်ကြီးခမျာ မိုးကြိုးပါ ထပ်အပစ်ခံရပါ​​သေးတယ်၊\nဒါ​ပေမဲ့ သန်း​ခေါင်ထက် ညမနက်​တော့သလို သူရဲ့ကံဆိုးမှု​တွေက ​​ကြေသွားပုံရပါတယ်၊\nသူ့ကိုထိမှန်တဲ့မိုးကြိုးက သာမန်မဟုတ်ဘဲ ဂြိုလ်၃လုံးတန်းပြီး ဖြစ်လာတဲ့မိုးကြိုးဖြစ်​နေလို့\nသာမန်လူ​တွေမှာ မရှိတဲ့ Superhuman အစွမ်း​တွေကို Jaison ပိုင်ဆိုင်ခဲ့ပါတယ်၊\nဒါ​​ပေမဲ့ မိုးကြိုးထိမှန်ခဲ့သူက သူတစ်​ယောက်တည်းမဟုတ်ဘဲ ထပ်ရှိ​နေ​သေးသလို\nအဲဒီလူက ရထားတဲ့အစွမ်း​တွေကို မ​ကောင်းတဲ့ အဖျက်လုပ်ငန်း​တွေမှာ သုံးလာတဲ့အခါJaisonအ​နေနဲ့ ...",
        "rating": "8.6",
        "url": "https://megaup.net/1148s/Minnal.Murali.2021.1080p.NF.WEB-DL.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BOTA5NDYxNTg0OV5BMl5BanBnXkFtZTgwODE5NzU1MTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Amazing Spider-Man 2 (2014)",
        "description": "ဒီဇာတ်ကားက ကျွန်တော် အရမ်းကြိုက်ခဲ့တဲ့ Spider-Man ကာတွန်းဇာတ်လမ်းထဲက ဇာတ်လမ်းတစ်ချို့ကို အခြေခံပြီး ရိုက်ကူးထားသလို၊ Visual Effect ကလည်း အရမ်းကောင်းပါတယ်။ ဒါ့အပြင် Spider-Man Web ပစ်ပြီး လေထဲမှာ သွားတဲ့ အခန်းတွေက တကယ် ကြည့်လို့ကောင်းပြီး၊ Electro နဲ့ ရင်ဆိုင်တဲ့ အခန်းမှာလည်း Slow Motion ကို လိုအပ်သလောက် ထည့်ပြီး ပညာသား ပါပါ အသုံးပြုသွားပါတယ်။Superheros ရုပ်ရှင် ကားတွေထဲမှာ လက်ရှိအချိန်ထိ ကျွန်တော့် အကြိုက်ဆုံး ဇာတ်ကားတွေကThe Dark Knight နဲ့ Avengers တို့ဖြစ်ပါတယ်။ ဒီကားက အဲ့ဒီ နှစ်ကား လောက် စိတ်လှုပ်ရှားမှုမပေးနိုင်သလို၊ ဇာတ်ရှိန် အတက်အကျမကောင်းပေမယ့်၊ လက်ရှိအချိန်မှာတော့ အကောင်းဆုံး Spider-Man ကားလို့ တောင် ပြောလို့ရပါတယ်။ Original Spider-Man 2 ...",
        "rating": "6.7",
        "url": "https://megaup.net/32W9u/(CM)_The_Amazing_Spider-Man_2_(2014)_2160p_BluRay_4K_SDR_10bit_HEVC_AAC_5.1_Audio-Nyein.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjMyOTM4MDMxNV5BMl5BanBnXkFtZTcwNjIyNzExOA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Amazing Spider-Man (2012)",
        "description": "ဒီ The Amazing Spiderman ပထမကားလေးမှာတော့ကျွန်တော်တို့ရဲ့အချစ်တော်ပီတာSpiderman စတင်ဖြစ်လာတဲ့အချိန်လေးကိုရိုက်ထားတာပါ။အောင်မြင်မှုများစွာရရှိခဲ့တဲ့ကားလေးလည်းဖြစ်ပါတယ်။ရုံဝင်ငွေဒေါ်လာ၇၅၇.၉သန်းထိရရှိခဲ့တဲ့ကားလေးပါ။၂၀၀၀ခုနှစ်ပီတာတယောက်ကလေးဘဝမှာဖခင်ဖြစ်သူရဲ့စာကြည့်ခန်းဖောက်ထွင်းခံရတာနဲ့စပြီးသူတို့မိသားစုလေးတကွဲတပြားစီဖြစ်သွားခဲ့ရပါတယ်။မိဘဖြစ်သူတွေထူးဆန်းစွာပျောက်ဆုံးသွားပြီးပီတာတယောက်အန်တီမေနဲ့ဦးလေးဘန်တို့ရဲ့စောင့်ရှောက်မှုအောက်မှာပဲကြီးပြင်းခဲ့ရပါတယ်။နှစ်များစွာကြာပြီးနောက်ပီတာလည်းအထက်တန်းကျောင်းသားကြီးဖြစ်နေပါပြီ။အဖေ့သွေးပါသူဖြစ်တော့ဉာဏ်ထက်မြက်သူတယောက်ဖြစ်ပါတယ်။အဲဒီမှာပဲဂွမ်န်စတေစီဆိုတဲ့ကောင်မလေးနဲ့ဇာတ်လမ်းစတင်ခဲ့တာပေါ့။တနေ့အိမ်မှာနေရင်းပီတာတယောက်ဖခင်ဖြစ်သူရဲ့အိတ်တအိတ်ကိုတွေ့ပြီးသုတေသနစာရွက်စာတမ်းဟောင်းတွေဓာတ်ပုံတွေကိုတွေ့ရှိသွားပါတယ်။အဲဒီဓာတ်ပုံကနေတဆင့်ဖခင်ဖြစ်သူနဲ့အတူအလုပ်လုပ်ခဲ့တဲ့ သိပ္ပံပညာရှင်ဒေါက်တာကာ့ကော်နာစ်တယောက်OScorpဆိုတဲ့ မျိုးစိတ်ဗီဇတွေကိုသုတေသနလုပ်နေတဲ့နေရာမှာ အလုပ်လုပ်နေကြောင်းသိလိုက်ရပါတယ်။အဲဒါနဲ့ပဲ ဖခင်အကြောင်းတွေကိုသိချင်နေတဲ့ပီတာတယောက်Oscorpထဲကိုခိုးဝင်ရာကစပြီးSpidermanဆိုတဲ့ဇာတ်ကောင်စတင်ပေါ်ပေါက်လာခဲ့တာပဲဖြစ်ပါတယ်။လက်တွေ့ကျကျပြန်လည်မွမ်းမံပြီးထုတ်လုပ်ထားတဲ့အတွက်ဒီကားလေးဟာတော်တော်အောင်မြင်ခဲ့တာပဲဖြစ်ပါတယ်။အဲတော့နောက်ပိုင်းSpidermanပေါက်စ ဘာတွေဘယ်လိုလူသားအကျိုးဆောင်ရွက်မလဲဆိုတာတော့ဇာတ်ကားလေးကိုပြန်စားမြုပ်ပြန်လိုက်ကြရအောင်ပါ။\nFile size…(4.9 GB)/(2.2 GB)/(900 MB)\nQuality….BluRay 4K HEVC/ DS4K 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….02:16:17\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Mr.Anderson",
        "rating": "7.0",
        "url": "https://megaup.net/32W8x/(CM)_The_Amazing_Spider-Man_(2012)_BluRay_4K_SDR_10bit_HEVC_AAC_5.1_Audio.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/Encanto_Doors_1s_Mirabel_v3.1_mech4_FS-135x200.jpg",
        "title": "Encanto ( 2021 )",
        "description": "Walt Disney ရဲ့ ​​နောက်ထပ်မင်းသမီးတစ်ပါး ထပ်​ပေါ်ထွက်လာမယ့် Encanto ဇာတ်ကား​လေးထွက်လာပါပြီ၊ Disneyကထွက်တဲ့ animation​တွေရဲ့ ထုံးစံအတိုင်း ဇာတ်​ကောင်​တွေ၊ အ​​ရောင်အ​သွေးတွေက လှပမြဲဖြစ်သလို ဇာတ်လမ်းပိုင်းကလည်း ပရိတ်သတ်​တွေ သ​ဘော​တွေ့​စေခဲ့တယ်ဆိုတာကို IMDb 7.6နဲ့ Rotten Tomatoes 90% ratingက သက်​သေခံ​နေပါတယ် Encantoဆိုတာက ​တောင်အ​မေရိကတိုက် ကိုလံဘီယာ နိုင်ငံတွင်းက စိတ်ကူးယဉ်​နေရာ​လေးတစ်ခုပါ၊ ဒီ​နေရာမှာ ​မှော်အစွမ်း​တွေရှိပြီး အဲဒီမှာနေထိုင်တဲ့မာဒရီဂယ်မိသားစုကို Encanto​​ဒေသ​​လေးကိုထိန်းသိမ်း​ပေးဖို့ ​ဒေသ​နေပြည်သူ​တွေရဲ့ဘဝကို အကျိုးပြုဖို့ဆိုပြီး မှော်စွမ်းအင်​တွေကို မျိုးဆက်အဆင့်ဆင့် လက်​ဆောင်​ပေးခဲ့ပါတယ်၊ ဒါ​ကြောင့်မာဒရီဂယ်မိသားစုဝင်တိုင်းမှာ ​မှော်အစွမ်းကိုယ်စီ ရှိပါတယ်၊မင်းသမီး​လေး မီရာဘယ်ကလွဲရင်​ပေါ့၊ တစ်​နေ့မှာ​တော့ Encanto​ကို မလိုလားအပ်တဲ့ ​အ​မှောင်စွမ်းအင်ထုကြီး ​​​ ရောက်ရှိလာတဲ့အခါမှော်အစွမ်းမရှိတဲ့ မီရာဘယ်​လေး အ​နေနဲ့ မိသားစုနဲ့အတူ အန္တရာယ်ကိုဘယ်လိုတွန်းလှန်မလဲ၊ သူမဘာ​ကြောင့် မှော်အစွမ်းမရနိုင်တာလဲ၊ ​မှော်အစွမ်းရ​​အောင် ဘယ်လိုကြိုးစားမလဲဆိုတာ ကြည့်ရှုခံစားနိုင်ပါပြီ \nFile size…700MB/ (1.22GB)\nQuality…. Webrip-720P / WebRip 1080p\nFormat… mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant\nTranslated by...Mr. Anderson & JimX",
        "rating": "7.6",
        "url": "https://megaup.net/1GZjg/Encanto.2021.4K.WEB-DL.10Bits.HEVC_(CM).mp4",
        "category": "Adventure, Animation, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zO4mfRXYwuOYSy4YoXGVxh3oz1p.jpg",
        "title": "Maanaadu (2021)",
        "description": "Maanaadu Synopsis===============================Time-loop ဆိုတဲ့အချိန်​​​ကျော့သံသရာကို Edge of Tomorrow,Happy Death Day 1& 2, A Day တို့လို ​ဟောလိဝုဒ်ဗားရှင်း၊ကိုရီးယားဗားရှင်းမျိုးစုံနဲ့ ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာ​တွေရှိသလို ဒီတစ်​ခေါက်မှာ​တော့ Tamil Time-loopဇာတ်လမ်း​လေးတစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ် IMDb user၁​သောင်းခွဲရဲ့ratingမှာ 9.1အထိ ရရှိထားပြီး ရုံတင်ရာမှာလည်း Blockbusterအဆင့်လို့ ပြောလို့ရ​​​အောင် ရုံဝင်​ငွေများစွာနဲ့ အောင်မြင်မှု​တွေရရှိထားတဲ့ကားပါဒူဘိုင်းမှာအလုပ်လုပ်​နေတဲ့ အဗ္ဗဒူ ခါလစ်ဟာ သူများမင်္ဂလာ​ဆောင်က​နေ သူငယ်ချင်းဖြစ်သူ မိန်းမဖြတ်ခုတ်ပြေးရာမှာ ကူညီဖို့အတွက်အိန္ဒိယကိုပြန်လာခဲ့ပါတယ်၊ လေယာဉ်​​ပေါ်မှာ သူနဲ့.မင်္ဂလာ​ဆောင်တစ်ခုတည်းတူတူသွားမယ့် ဆီသာလက်ချမီးနဲ့​တွေ့ဆုံခဲ့ပါတယ်၊ထိုမှတဆင့် မင်္ဂလာပွဲကို​ရောက်၊ သတို့သမီးကို ဖြတ်ခုတ်​အပြီးထွက်​ပြေးလာတဲ့လမ်းမှာ ယာဉ်တိုက်မှုဖြစ်ပြီး ခိုး​ပြေးတဲ့တစ်ဖွဲ့လုံးရဲဖမ်းခံလိုက်ရပါတယ်၊ ဒါ​ပေမဲ့ ရဲ​တွေကပုံမှန်မဟုတ်ဘဲ လျှို့ဝှက်တဲ့အကြံအစည်တစ်ခုကို ကြံ​နေကြတာပါ၊ ဒါက​တော့ ၁၂ကြိမ်​မြောက်အာဏာရပါတီနှစ်ပတ်လည်ပွဲမှာ ပြည်နယ်ဝန်ကြီးချုပ်ကို လုပ်ကြံဖို့အစီအစဉ်ပါနဂိုစီစဉ်ထားတဲ့ လုပ်ကြံ​ရေးသမားဟာ အဗ္ဗဒူတို့ကားနဲ့တိုက်မိပြီး​သေသွားလို့ အဗ္ဗဒူကိုခြိမ်း​ခြောက်ပြီး ကိုယ်စားလုပ်ကြံခိုင်းခဲ့ပါတယ်၊အဗ္ဗဒူအ​နေနဲ့ လုပ်ကြံမှုအောင်မြင်ခဲ့​ပေမယ့် အခင်းဖြစ်တဲ့​နေရာမှာပဲ​သေနတ်နဲ့ ပစ်သတ်ခံလိုက်ရပါတယ်၊ ဒါ​ပေမဲ့ တကယ်မ​သေခဲ့ဘဲဆီသာနဲ့ ပထမဆုံး​တွေ့ခဲ့တဲ့ ...",
        "rating": "9.1",
        "url": "https://megaup.net/32TPW/Maanaadu_(2021)___720p_%7BCM%7D.mp4",
        "category": "Action, Adventure, Bollywood, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/14peaks-142x200.png",
        "title": "14 Peaks: Nothing Is Impossible (2021)",
        "description": "14 Peaks: Nothing Is Impossible (2021)=======================================IMDb Rating - 8.0/10\"ဘ၀မှာ အိပ်မက်ကြီးကြီးမက်ဖို့ မကြောက်ပါနဲ့ မဖြစ်နိုင်ဘူးဆိုတာ မရှိဘူးလို့ လောကကို သက်သေပြလိုက်ပါ\"\nကမ္ဘာပေါ်မှာ မီတာ ၈၀၀၀ အထက်မြင့်တဲ့ တောင် ၁၄ လုံးပဲ ရှိပါတယ်။ အသက်အန္တရာယ်ရှိတဲ့ ဒီ မီတာ ၈၀၀၀\nအထက်ကို တက်ရတာ ကြေးကြီးတဲ့ ကစားပွဲတစ်ခုလိုပါပဲ။ ဒီ တောင် ၁၄ လုံးကို ပထမဆုံး တက်နိုင်ခဲ့သူက\nတောင်တက်သမား Reinhold Messner ပါ။ ၁၆ နှစ်တာအချိန်ယူခဲ့ရပါတယ်။ဒါပေမယ့် ၂၀၁၉ ခုနှစ်မှာတော့ နီပေါက လူထူးဆန်းတစ်ယောက်အကြောင်းကို တောင်တက်သမား\nလောကမှာ တပြောပြောဖြစ်လာကြတယ်။ သူ့နာမည်က Nims Purja တဲ့။သူက ကမ္ဘာ့အမြင့်ဆုံး တောင် ၁၄ လုံးကို ၇ လအတွင်း အပြီးတက်ပြမယ်လို့ ကြွေးကြော်လိုက်တယ်။\nဒီဇာတ်လမ်းဟာ စိတ်၀င်စားစရာကောင်းတဲ့ လူတစ်ယောက်အကြောင်းပါ။ ...",
        "rating": "8.0",
        "url": "https://megaup.net/1GX34/14.Peaks.Nothing.Is.Impossible.2021.1080p.NF.WEB-DL[CM].mp4",
        "category": "Adventure, Documentary, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BMDQ0YTg2YTAtY2QyNS00M2I1LWI1ZjUtNjYxYzVlNzI2N2Q1XkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "A Perfect Enemy (2020)",
        "description": "A Perfect Enemy (2020)==================“ပြီးပြည့်စုံမှုဆိုတာ ဘာမှထပ်ဖြည့်ဆွက်စရာမလိုတော့တဲ့အချိန်မှာမဟုတ်ဘဲ\nဘာမှထပ်ပြီး ထုတ်ယူလို့မရတော့တဲ့အချိန်မှာ ဖြစ်တည်လာတဲ့အရာ”တဲ့\nဒီစကားကို လက်ကိုင်ထားထားတဲ့ Jeremiasz Angust ဆိုတာ\nတကယ်ကို အောင်မြင်ကျော်ကြားတဲ့ဗိသုကာပညာရှင်တစ်ယောက်ပါ။\nတစ်ရက်မှာတော့ ပဲရစ်စ်ကို အလုပ်ကိစ္စနဲ့ခရီးသွားပြီးအပြန်\nမိန်းကလေးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်။ အစပိုင်းတော့ ဒီတိုင်းအမှတ်မထင်\nတွေ့ဆုံခဲ့တယ်လို့ ထင်မှတ်ရင်းက တစ်စတစ်စနဲ့ စကားတွေဖောင်ဖွဲ့မိတဲ့အခါ....မိန်းကလေးတဲ့ အတိတ်ကကိစ္စတွေက သူ့အတွက်ယုံကြည်ဖို့ခက်ခဲပေမဲ့\nတဖြည်းဖြည်းချင်း မယုံလို့မရတော့တဲ့အခါ....\nတစ်ထိုင်တည်းနဲ့ စီးမြောခံစားလို့ရမယ့် ရုပ်ရှင်ကားဖြစ်တဲ့အပြင်\nသမားရိုးကျမသွားတဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေနဲ့မလို့ သိပ်မဆိုးလှတဲ့ Thriller\nဇာတ်ကားမျိုးပါပဲ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Ameliaမှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့\nAmelia, Thet Hnin Hsu တို့ပဲဖြစ်ပါတယ်။File Size - (950 MB)/(520 MB)\nQuality – WebDL - (720p) / (480p)\nDuration - 1hr 29min\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre :  Adventure, Drama, Thriller\nTranslator – Amelia, ...",
        "rating": "5.5",
        "url": "https://megaup.net/1GMnp/A.Perfect.Enemy.2020.1080p.WEB-DL[CM].mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mVKfyo2YQ1Sf0fKzZfc5t9HM6eK.jpg",
        "title": "Rumble (2021)",
        "description": "ဒီတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ကာတွန်းကားလေးကတော့\"Rumble\"ပဲဖြစ်ပါတယ် rumbleရဲ့ဇာတ်လမ်းအကျဉ်းကတော့နပန်းသတ်စူပါစတားချန်ပီယံတစ်ယောက်ဖြစ်တဲ့ တန်တက်ကူလာကပိုပြီးထင်ပေါ်ကျော်ကြားချင်တဲ့အတွက် သူရဲ့မွေးရပ်မြေကိုစွန့်ပစ်ခဲ့တယ်မြို့ရဲ့ကြယ်ပွင့်မရှိဘဲပရိတ်သတ်ကို ဆွဲဆောင်ဖို့မဖြစ်နိုင်တာကြောင့်မြို့တော်ဝန်က ယခင်ကကျော်ကြားခဲ့တဲ့ နပန်းနည်းပြတစ်ယောက်နာမည်ပေးထားတဲ့မြို့အားကစားရုံကိုဖျက်ပစ်ဖို့ ကြေငြာခဲ့ပါတယ် အဲ့ဒီအချိန်မှာ ယခင်နည်းပြဟောင်းရဲ့သမီးဖြစ်သူဝန်နီက အားကစားရုံ၊ သူတို့ရဲ့မြို့တော်နဲ့ အားကစားရုံမှာရှိနေတဲ့သူမအဖေရဲ့အမွေအနှစ်တွေကို ကယ်တင်ဖို့ စတီဗင်ဆိုတဲ့ အကကိုကြိုက်နှစ်သက်တဲ့မွန်းစတားတစ်ကောင်ရဲ့အကူအညီကိုရယူကာ ဘယ်လိုကကွက်ဆန်းတွေသုံးပြီးနပန်းသတ်ခိုင်းမလဲ ဒီအားကစားရုံကိုရော မြို့တော်ဝန်လက်ထဲကသူမပြန်ရမှာလား အကနဲ့နပန်းသတ်ချင်တဲ့စတိဗ့်တစ်ကောင်ရောဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်သွားရမလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဒီကာတွန်းက Monster on the Hill ကိုအခြေခံရိုက်ကူးထားပြီးအားကစားကြယ်ပွင့်များဖြစ်သည့် Charles Barkley, Stephen A, Smith ,Chris Eubanks,Roman Reigns တို့နဲ့ Becky Lynch တို့က အသံဖြင့်ပါဝင် သရုပ်ဆောင်ထားကြပါတယ် \nFile size…950MB /  1.91GB\nQuality…720p /  1080p HEVC AAC 5.1CH\nFormat…Mp4\nDuration….1h 44mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ Amelia ~ Honeyey",
        "rating": "7.4",
        "url": "https://megaup.net/2mK7v/Rumble.2021.1080p.AMZN.WEB-DL.AAC5.1CH_HEVC(CM).mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/RagingFire-TheatricalPoster-BennyChan-812x1200-1-135x200.jpg",
        "title": "Raging Fire ( 2021 )",
        "description": "Donnie Yen နဲ့Nicholas Tse တို့လို မင်းသားကြီးနှစ်ယောက်ဦးဆောင်ထားတဲ့Raging Fire ဟာ China Box Office $100M နီးပါးရထားတဲ့အတွက်ထူးထွေပြီးညွှန်းစရာမလိုတဲ့ အက်ရှင်ကားကောင်းတစ်ကားဆိုတာသေချာပါတယ်မင်းသားကြီး Donnie Yen ဟာ ကျန်းချုံးပန်းဆိုတဲ့ ဖြောင့်မတ်တဲ့မှုခင်းရဲအရာရှိတစ်ယောက်နေနဲ့သရုပ်ဆောင်ထားပြီး ရဲဝန်ထမ်းတွေကြားမှာတင်အကောင်းအဆိုးကိုရှင်းရှင်းလင်းလင်းဖော်ပြထားပါတယ်Donnie Yen နဲ့Nicholas Tse တို့ဟာရင်းနှီးတဲ့လက်ဖော်ကိုင်ဖက်တွေဖြစ်ခဲ့ဖူးကြတယ်မူးယစ်ဆေးဝါးရောင်းဝယ်မှုကိုလိုက်နေချိန်မှာ လူမိုက်ကိုလူမိုက်ပြန်သတ်မှုတွေဖြစ်လာတယ်သူတို့နဲ့ဒါတွေကဘယ်လိုပတ်သတ်နေလဲ ဘယ်အရာကသူတို့ရဲ့လမ်းကြောင်းတွေကိုကွဲသွားစေလဲ‌‌အညိုးအတေးတွေကိုဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ် Quality : BluRay HEVC / WEB-DL 1080p , 720p , 480pFormat : mp4During : 2h 6minGenres : Action Subtitle : Myanmar Subtitle ( Hardsub )Translated By CCFEncoded By LK,Nyeinsaeya Aung",
        "rating": "7.2",
        "url": "https://megaup.net/2mJd4/(CM)_Raging.Fire.2021.1080p.BluRay.HEVC.AAC.2.0_Audio.mkv",
        "category": "Action, Adventure, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/d-1-142x200.jpg",
        "title": "The Duel (2000)",
        "description": "သိုင်းပြိုင်ပွဲကိုအခြေခံထားပြီး လူသတ်တရားခံကိုအဖြေရှာဦးမယ့် ဟောင်းပြီးကောင်းတဲ့တရုတ်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ ပါဝင်ထားတဲ့သူကိုရှိုးလိုက်ပါဦး... ဒိတ်ဒိတ်ကြဲများဖြစ်ကြတဲ့ Andy Lau ၊ Ekin Cheng ၊ Nick Cheung ၊ ရှောင်ယဲ့ကျူလို့လူသိများကြတဲ့ Zhao Wei နဲ့ ငယ်ငယ်ကသိုင်းကားတွေမှာပါနေကြ သူငယ်ချင်းဟောင်းတွေအများကြီးကိုပြန်တွေ့ရမှာမို့\nအိုကြီးအိုမ ကလေးကြီးတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းလေးတစ်ကားပေါ့နော်။သိုင်းလောကမှာ နတ်ဓါးရှင်နဲ့ဓါးဘုရင်ဆိုပြီး နာမည်ကြီးနှစ်ယောက်ကြီးစိုးနေတဲ့အချိန်ပါ... ရုတ်တရက်ကြီး ဘယ်သူအတော်ဆုံးလဲဆိုတာအဖြေရှာဖို့ နတ်ဓါးရှင်က စိန်ခေါ်စာပို့ပါတော့တယ်။ အဲ့ဒီအချိန်ကစပြီး နာမည်ကြီးသိုင်းသမားတွေအသတ်ခံရပါလေရော။ သတ်တဲ့သူကိုအဖြေရှာဖို့ နန်းတွင်းကိုယ်ရံတော် လုံလုံကောက်အတွက်တော့ တကယ်ခေါင်းကိုက်ရတဲ့အမှုပါ။ သိုင်းပြိုင်ပွဲကလည်း နီးကပ်တဲ့အချိန်… တစ်ဖက်ကသူအချစ်ရဆုံးမိတ်ဆွေ ဓါးဘုရင်၊ နောက်တစ်ယောက်က သူလေးစားအားကျရတဲ့ နတ်ဓါးရှင်။ ယှဉ်ပြိုင်မယ့်နေရာက နန်းတော်ထဲမှာဆိုတော့ကား ....အရှုပ်အထွေးတွေကြားထဲမှာ ဟာသလေးနှောထားပြီး သိုင်းကားစစ်စစ်ကိုကြည့်ချင်တဲ့သူတွေအတွက် အဆင်ပြေမယ့်ကားကောင်းလေးတစ်ကားမို့ ဘာဆက်ဖြစ်မလဲ ကြည့်လိုက်ပါတော့နော်.... File size…(1.7 GB) / (1 Gb) / (500 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "5.9",
        "url": "https://megaup.net/10Ofn/The.Duel.2000.CHINESE.1080p.BluRay_(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ffmoKFV1paKDft2fqVANZamnP5j.jpg",
        "title": "The Imaginarium of Doctor Parnassus (2009)",
        "description": "The Imaginarium of Doctor Parnassus (2009) ~ The Last Of Heath Ledger ~ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းအဆုံးမှာ\n\" A Film From Heath Ledger and Friends \" လို့ ရေးထိုးထားပါတယ်။\nအတော်၀မ်းနည်းစရာကောင်းတဲ့ စာ‌ကြောင်းပါပဲ။\"Heath Ledger, Johnny Depp, Jude Law, Colin Farell, Christopher Plummer, Andrew Garfield\" ဒီရုပ်ရှင်လောက် နာမည်ကြီး ထိပ်တန်း cast တွေစုနေတဲ့ ရုပ်ရှင်မရှိလောက်ဘူးလို့ ပြောရမယ်။ ဒီလိုလူတွေကို တစ်စုတစ်စည်းထဲမြင်ရတာ ၀မ်းသာစရာကောင်းလား‌ပြောရရင်လည်း ဘာကြောင့် ဒီလိုဖြစ်သွားလဲဆိုတဲ့အချက်က အတော် ၀မ်းနည်းစရာကောင်းပါတယ်။ အကြောင်းရင်းကတော့ ဒီရုပ်ရှင်ရိုက်ကူးနေရင်း တန်းလန်းမှာပဲ Heath Ledger ဟာ အဆုံးမဲ့လွင်ပြင်တစ်ခုဆီ ပျံသန်းထွက်ခွာသွားခဲ့လို့ပါပဲ။ Heath မရှိတော့တဲ့နောက် သူ့သူငယ်ချင်းတွေက ...",
        "rating": "6.8",
        "url": "https://megaup.net/2mIdC/(CM)_The_Imaginarium_of_Doctor_Parnassus_(2009)_1080p.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/switch-poster-133x200.jpg",
        "title": "Switch (2013)",
        "description": "Action, Crime, Romance အမျိုးအစားဇာတ်ကားဖြစ်ပြီး မင်းသား Andy Lau က\nအေးဂျင့်ဖိုက်တာတစ်ယောက်အဖြစ် အဓိကပါဝင်ထားပါတယ်။သိပ္ပံနည်းနည်းဆန်တဲ့တရုတ်အက်ရှင်ကားလေးတွေအများစုကပေါသလိုလိုဖြစ်သွားတတ်တယ်ဗျ။ ဒါပေမဲ့အခုကားလေးကိုတော့မပေါဘူးလို့မထင်ပါနဲ့၊ အခုကားလေးလည်းပေါတာပဲ။ ဒါပေမဲ့ပေါပေမဲ့တော်တော်ကြည့်‌လို့ကောင်းနေတာဆိုတော့ ပေါကောင်းလေးပေါ့။ဒါပေမဲ့ပေါတယ်ဆိုတာကနိုင်ငံတကာပရိသတ်ရဲ့အမြင်မှာပေါနေတာမျိုး‌ပေါ့ဗျာ၊ ထောက်ပြစရာလစ်ဟာတာတွေ၊ ဟိုဟာတွေ ဒီဟာတွေ ဘာညာကွိကွ ဘလာဘလာဆိုပြီး ပေါကားလို့သတ်မှတ်ခံရတာမျိုးပေါ့။ ဒါပေမဲ့ကြည့်လိုက်လို့အရမ်းကြီးငါ့အချိန်တွေသက်သက်ဖြုန်းလိုက်ရတယ်ဆိုတာမျိုးတော့မဖြစ်မယ့်ကားကောင်းလေးပါ။ နိုင်ငံကြီးသုံးနိုင်ငံပေါင်းကားဆိုတော့ ဗြိတိသျှရော တရုတ်ရော ဂျပန်ရောက စကီလန်းလန်းလေးတွေကိုကြည့်ရမယ်၊ ပိုပြီးကျစ်လျစ်အောင်လုပ်ရင်‌ရှယ်ကောင်းမယ့်ဇာတ်ကွက်ရှိနေတာရယ် အထဲက CGI တွေက ၂၀၁၃ နဲ့ဆိုအရမ်းကြီးမဆိုးနေတာရယ်ကတော့ ဒီကားလေးကို အဓိကကြည့်ပျော်ရှုပျော်ဖြစ်စေတဲ့အချက်ပါပဲ။အက်ရှင်ကားဆိုတဲ့အတိုင်း အက်ရှင်ကတော့ တကယ်အပြည့်အဝကိုပါတာပါ၊ အာရှမျက်စိနဲ့ဆိုကြည့်လို့တကယ်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုးဒဏ္ဍာရီတည်းကနှစ်ပိုင်းကွဲနေတာကြာပြီဖြစ်တဲ့ ပန်းချီကားတစ်ကားရဲ့အပိုင်း ၂ ပိုင်းကို သူပြိုင်ကိုယ်နိုင်အပြိုင်လုကြမယ့် ဗြိတိသျှ၊ တရုတ်၊ ဂျပန်‌သုံးနိုင်ငံပေါင်းကားလေးဖြစ်ပြီး ဒီထဲကအဓိကအေးဂျင့် ရှောင်ဂျင်ဟန်ရဲ့အက်ရှင်ကြမ်းကြမ်းတွေ တရုတ်၊ ဂျပန်၊ အင်္ဂလန်ဂျက်မတွေရဲ့ အက်ရှင်‌ကောင်းကောင်းတွေကို အာရှမျက်စိလေးနဲ့ခံစားဖို့ ၂၀၁၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Switch ဆိုတဲ့အက်ရှင်ကားကောင်းလေးကိုညွှန်းလိုက်ရပါတယ်။\nFile size…(2.3 GB)/(1.2 GB)\nQuality….BluRay 1080p ...",
        "rating": "",
        "url": "https://megaup.net/10M4a/(CM)_Switch_(2013)BluRay_1080p.mp4",
        "category": "Action, Adventure, Asian, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNXNRLH5wJprUG6B1olaBTNZOjy.jpg",
        "title": "Back to the Outback (2021)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (87%)တိရိစ္ဆာန်လေးတွေအားလုံးက ချစ်ဖို့ကောင်းပါတယ် ဒါပေမဲ့ လူတွေက အဆိပ်ပြင်းတဲ့ တိရိစ္ဆာန်တွေဆို မကောင်းဆိုးဝါးတွေလို တူးတူးခါးခါး မုန်းကြတယ်၊ ကြောက်ကြတယ်။ ဒါပေမဲ့ သူတို့ဆီမှာလည်း ကြင်နာတတ်တဲ့ နှလုံးသား၊ ရိုင်းပင်းကူညီတတ်တဲ့ စိတ်ဓါတ်ကလေးတွေရှိကြပါတယ်။ဒါကို Back to the Outback ဆိုတဲ့ ကာတွန်းကားလေးမှာ ကွက်ကွက်ကွင်းကွင်းမြင်နိုင်မှာပါ။ အဆိပ်ပြင်းတဲ့​မြွေ၊ ပင့်ကူ၊ ကင်းမြီးကောက်၊ ပုတ်သင် အစရှိတဲ့တိရိစ္ဆာန်​လေးတွေဟာ တိရိစ္ဆာန်ရုံထဲမှာ မကောင်းဆိုးဝါးတွေအဖြစ်ပြစားခံရပါတယ်။ ဒီထဲမှာမှ ကိုအာလာလို ချစ်ဖို့ကောင်းတဲ့ ကောင်တွေတော့မပါဘူးပေါ့လေ။ဒီကားလေးမှာ ဒီတိရိစ္ဆာန်လေးတွေဟာ လှောင်အိမ်ထဲကရုန်းထွက်ပြီး ဘေးလွတ်ရာကို အသက်စွန့်ပြေးရတဲ့ စွန့်စားခန်းတွေအပြင် သူတို့ဆီမှာ ကန့်လန့်ကန့်လန့်ပါလာတဲ့ ကိုအာလာကိုလည်း ကြည့်ရမှာပါ။သူကတော့ ထွက်ပြေးချင်တာမဟုတ်ဘဲ တိရိစ္ဆာန်ရုံထဲမှာပဲ ကျော့ကျော့မော့မော့နေချင်တဲ့ ငနဲဆိုတော့ ဒီထွက်ပြေးမှုမှာ သူက အတိုက်အခံပဲ။ ဒါကြောင့် အဆိပ်ရှိတဲ့တိရိစ္ဆာန်လေးတွေဟာ လူတွေလက်ထဲက ရုန်းထွက်သွားပြီး ...",
        "rating": "6.7",
        "url": "https://megaup.net/1GJf3/(CM)_Back.to.the.Outback.2021.1080p.NF.WEB-DL.DDP5.1.Atmos.x264-EVO.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fucmGeZYM4yzqJUnDTc4pKQNCej.jpg",
        "title": "Total Recall (2012)",
        "description": "Total Recall (2012) Extended Cutလူသားတစ်ယောက်ခြင်းစီ လိုက်လံရှာဖွေရတဲ့ ပဟေဠိဆိုတာက ကိုယ့်ကိုယ်ကိုယ် ဘယ်သူလဲဆိုတဲ့ မေးခွန်းပါပဲတဲ့။\nအဲဒါရဲ့အဖြေဟာ အတိတ်မှာ မရှိပါဘူး၊ လက်ရှိ ပစ္စုပ္ပန်မှာပဲ ရှာတွေ့နိုင်ပါတယ်တဲ့။ ဒီတော့ ကိုယ်ဟာ\nဘာကောင်ကြီးဖြစ်တယ်ဆိုတာ အခု ကိုယ်လက်ရှိဖြစ်နေတဲ့ အချိန်ကိုပဲ ကြည့်ပြီး ပြောရမှာလို့ ဆိုလိုတာပေါ့ဗျာ။ အတိတ်က ရွှေထီးဆောင်းခဲ့ဖူးရုံနဲ့ အခုလက်ရှိမှာ ငါက အကောင်ကြီးလို့ မပြောနိုင်သလို အတိတ်က ဆိုးမိုက်ခဲ့သမျှတွေဟာလည်း အခုအချိန် ဆက်မဖြစ်တော့ဘူးဆိုရင် နှိမ့်ချဆက်ဆံခံရစရာ မလိုပါဘူး။ ပြင်လို့မရတဲ့ အမှားမျိုးကတော့ ချွင်းချက်ပါ။အခုတင်ဆက်ပေးမယ့်ကားကတော့ Total Recall ပါ။ အဲဒီနာမည်က ကျွန်တော်တို့လို ၈၇/၈၈ ပတ်ချာလည်မွေးတဲ့သူတွေအတွက်တော့ ရွှေရောင်အမှတ်တရတစ်ခုပေါ့။ အဲဒီတုန်းကတော့ မင်းသားကြီး Arnold Schwarzenegger (အာနိုး) ပါ။ ၁၉၉၀ ခုနှစ်မှာ ရိုက်ကူးတဲ့ အဲဒီဇာတ်လမ်းမှာတော့ ကမ္ဘာနဲ့ ဗုဒ္ဓဟူးဂြိုလ် ...",
        "rating": "6.2",
        "url": "https://megaup.net/10Kik/(CM)_Total_Recall_(2012)_Extended_BluRay_1080p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BYTk3MDljOWQtNGI2My00OTEzLTlhYjQtOTQ4ODM2MzUwY2IwXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "Spider-Man 3 (2007)",
        "description": "ပထမဆုံး စပိုက်ဒါမန်း ဇာတ်လမ်းရဲ့ 2007 မှာထွက်ရှိခဲ့တဲ့ သုံးကားမြောက်ဇာတ်ကားဖြစ်သလို..သုံးကားထဲမှာအကောင်းဆုံးနဲ့နောက်ဆုံးကားလို့ပြောရမှာဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းကိုတော့မပေးတော့ဘူးနော်...အရင် ကား ၂ ကားလည်း တင်ပြီးသားမို့ ဒီဇာတ်ကားကိုသာဆက်လက်ကြည့်ရှုကြပါ...မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.8 GB)/(1.1 GB)\nQuality….BluRay DS4K HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:19:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.2",
        "url": "https://megaup.net/2mFbp/(CM)_Spider-Man_3_(2007)_1080p_DS4K_BluRay_10bit_x265_HEVC_AC3_5.1_Audio_.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMzY2ODk4NmUtOTVmNi00ZTdkLTlmOWYtMmE2OWVhNTU2OTVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "Spider-Man 2 (2004)",
        "description": "Spider Man 2 က ပထမဇာတ်ကားရဲ့ အဆက်အနေနဲ့ ထွက်ရှိခဲ့တာပါ။ဒီဇာတ်လမ်းမှာတော့ စမိုက်ဒါမန်းဟာ မပျော်မရွင်ဖြစ်နေရပါတယ်...သူချစ်ရတဲ့ကောင်မလေး မေရီဂျိန်းဝမ်ဆန်ကို စွန့်လွှတ်ပြီးတဲ့နောက်မှာတော့ သူ့ဘဝကို ရာဇဝတ်မှုတွေကိုတိုက်ဖျက်နေရင်းနဲ့ဖြတ်သန်း\nနေရပါတယ်..မေရီဂျိန်းဟာလည်း သူဌေးတစ်ယောက်နဲ့စေ့စပ်ထားလိုက်ပါပြီ ...သူ့သူငယ်ချင်း ဟယ်ရီကလည်း သူ့အဖေကိုသတ်သွားတဲ့စပိုက်ဒါမန်းကို ပြန်သတ်ချင်လို့ အသည်းအသန်စုံစမ်းနေပါ\nသလို မြို့ကိုဒုက္ခပေးမယ့် အန္တရာယ်တွေလည်းတိုးလာပါတယ်..ဒီလိုပြသနာတွေကြားမှာ ပီတာပါကားတစ်ယောက် ဘယ်လိုခွန်အားနဲ့ ဆက်လက်အသက်ရှင်ပြီး ပြသနာတွေကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ...။မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.3 GB)/(1 GB)\nQuality….BluRay DS4K HEVC ...",
        "rating": "7.3",
        "url": "https://megaup.net/2mFag/(CM)_Spider-Man_2_(2004)_1080p_DS4K_HDR10_BDRip_10bit_x265_HEVC_AC3_5.1_Audio.mkv",
        "category": "Action, Adventure, Sci-Fi"
    }
]