[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dCVcdb5oxDizqFLz0F7TE60NoC9.jpg",
        "title": "Balto(1995)",
        "description": "Balto(1995)Channel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါမှာတော့ Balto ဆိုတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်လမ်းလေးဟာ ၁၉၉၅ ခုနှစ်တည်းက ထွက်ရှိခဲ့တာဖြစ်ပြီး သူရဲကောင်းခွေးလေးတစ်ကောင်အကြောင်း ရိုက်ကူးထားတဲ့ IMdb 7.1 နဲ့ Rotten Tomato 54% ရရှိထားတဲ့ Animated ဇာတ်လမ်းကောင်းလေး တစ်ပုဒ်လည်း ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင်ကတော့ ဘော်တို လို့အမည်ရတဲ့ ဝံပုလွေသွေးနှောတဲ့   ခွေးလေးတစ်ကောင်ပဲ ဖြစ်ပါတယ်။ ခွေးချစ်သူ တိချစ်သူလေးတွေကတော့ 1925 Serum Run to Nome မှာ ထင်ရှားတဲ့ ဘော်တို တို့ တိုဂို တို့ ကို ရင်းနှီးပြီးသား ဖြစ်ပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အလက်စကာ မှာရှိတဲ့ နုမ်း မြို့လေးရဲ့ အလွန်ဆိုးရွားတဲ့ ဆောင်းရာသီတစ်ခုမှာ ကလေးငယ်လေးတွေဆီကို ကပ်ရောဂါတစ်ခု ကျရောက်လို့ လာခဲ့ပါတယ်။ နုမ်းမြို့ငယ်လေးရဲ့ တစ်ခုတည်းသောဆေးရုံမှာ ရောဂါဖြေဆေးတွေလည်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1wyku/Balto.1995.NEW.BLU-RAY720P.PP.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/martain-135x200.jpg",
        "title": "The Martian (2015) EXTENDED",
        "description": "Nasa ရဲ့ အင်္ဂါဂြိုလ်ပေါ်စူးစမ်းလေ့လာရေး ခရီးစဉ်ကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ ယခုဇာတ်ကားဟာ IMDb rating 8.2/10ထိတောင်ရရှိထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားထဲက တစ်ချို့တစ်ဝက်ကိုပြောပြရရင် အဂါၤဂြိုလ်ပေါ်ကိုလေ့လာမှုပြုလုပ်နေတုန်း ကြောက်ဖို့ကောင်းတဲ့ မုန်တိုင်းကြီးတစ်ခုဝင်လာမှုကြောင့် အင်္ဂါဂြိုလ်ကို စွန့်ခွာရမယ့် အခြေအနေပါ။မစွန့်ခွာခင် အဖွဲ့ရဲ့ခေါင်းဆောင် ဗိုလ်မှုးနဲ့သူ့အဖွဲ့သား၃ ယောက်တို့MAV ကို မလဲအောင် ထိန်းထားခဲ့ဖို့ ကြိုးစားရာကနေဒီဇာတ်လမ်းရဲ့ ဇာတ်ကောင် ဇာတ်လမ်း စတင်ပါတော့တယ်။မုန်တိုင်းကြားထဲမှာ Accident ဖြစ်မှုကြောင့် ကျန်နေခဲ့ရတဲ့ မာခ်ဝပ်နေ .သတိရရချင်းပဲ အဂါၤဂြိုလ်(Mars)ပေါ်မှာ တစ်ယောက်ထဲကျန်နေခဲ့မှန်းသိလိုက်ရပါတယ်။ အဲ့အတွက် သူ့အသက်မသေခင်ဂြိုလ်ပေါ်ကျန်နေခဲ့တဲ့ အစားအသောက်ရိက္ခာကိုတွက်ချက်တဲ့အခါလုံလောက်မှုမရှိမှန်းသိတဲ့အတွက် သူတတ်မြောက်ခဲ့တဲ့ပညာနဲ့အဂါၤဂြိုလ်ပေါ်မှာ အာလူးပင်တွေစိုက်ဖို့ကြံပါတော့တယ်။စနစ်တကျပီပီပြင်ပြင် အပင်စိုက်ပြသွားတာဟာnasa အဖွဲ့ရည်မှန်းချက်ကိုထုတ်ပြသွားတယ်လို့ပြောရမလားပဲအပင်တွေဖြစ်မြောက်အောင်မြင်ခဲ့ပြီးသူ့အတွက်ရိက္ခာပမာဏကို တိုးမြှင့်နိုင်ခဲ့ပါတယ်။World မဟုတ်ဘဲ Mars ပေါ်ဖြစ်နေတဲ့အတွက်ကြုံခဲ့ရတဲ့အခက်အခဲများဟာသာမန်လူတစ်ယောက်အတွက်တော့ကြောက်ရွံ့တုန်လှုပ်တဲ့စိတ် နဲ့တင် အရှုံးပေးလက်မြှောက်လောက်ပေမယ့်ဝပ်နေ ကတော့ အခက်အခဲတွေကို လက်တွေ့ကျကျကျော်ဖြတ်ပြသွားတာဟာတကယ့်ကိုအံ့မခန်းပါပဲ။ ကမ္ဘာမြေပေါ်က ပညာရှင်တွေကလည်းဝပ်နေးကို အဂါၤဂြိုလ်ပေါ်က ပြန်လည်ကယ်တင်ဖို့အမျိုးမျိုးကြိုးစားခဲ့ကြတာဟာ လေးစားအတုယူဖို့ကောင်းလောက်ပါတယ်။ဒါပေမဲ့ ကမ္ဘာပေါ်ကကယ်ဆင်ရေးယာဉ်ကအဂါၤဂြိုလ်ပေါ်ရောက်မယ့်အချိန်နဲ့ ဝပ်နေးရဲ့ ရိက္ခာကျန်ရှိရက်ဟာရက်ပေါင်းများစွာကွာဟနေတာကြောင့် ကယ်ဆင်ရေးယာဉ်မရောက်ခင်မှာပဲအစာပြတ်သေသွားနိုင်တာကြောင့် ပညာရှင်တွေအကြပ်ရိုက်နေတုန်းလူငယ်လေးတစ်ယောက်ရဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2czzf/The_Martian_[2015]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghD2HJyAk6EYVHrzBhddNDJ73Go.jpg",
        "title": "Code Geass: Lelouch of the Re;Surrection (2019)",
        "description": "Code Geass ဇာတ်လမ်းတွေထဲက နောက်ဆုံးထွက်ဇာတ်ကားလေးပါ။Show ရဲ့အကောင်းဆုံးဇာတ်ကောင်တွေစုစည်းပြီးနောက်ဆုံးတိုက်ပွဲကြီးတစ်ပွဲအဖြစ် ဖန်တီးထားတဲ့ကားပါ။Code Geass ဇာတ်လမ်းတွေမထွက်တာလည်း တော်တော်ကြာခဲ့ပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ လွန်ခဲ့တဲ့ ၂ နှစ်တုန်းကလီလုချ်က သူ့ကိုယ်သူစတေးပြီး ကမ္ဘာကြီးကို ကာကွယ်ပေးခဲ့ပါတယ်။ဒါကြောင့် ကမ္ဘာကြီးက အခုချိန်မှာ လုံးဝငြိမ်းငြိမ်းချမ်းချမ်းဖြစ်နေပါတယ်။ရုပ်ရှင်ရဲ့နာမည်အတိုင်းပဲ ဒီဇာတ်လမ်းမှာ လီလုချ်ကို အသက်ပြန်သွင်းမှာ ဖြစ်ပါတယ်။လီလုချ်ကို ပြန်အသက်မသွင်းခင်မှာ ဇီလ်ခ်စတန်နိုင်ငံကလူတွေကလီလုချ်ရဲ့ညီမဖြစ်တဲ့ ဂုဏ်ထူးဆောင်အကြံပေး နူနာလီကိုပြန်ပေးဆွဲသွားကြပါတော့တယ်။Code Geass universe ထဲက Geass တိုက်ပွဲတွေmagical mecha တိုက်ပွဲတွေကို တစ်ဝကြီး ကြည့်ရှုခံစားရမှာပါ။ File Size : ( 1 GB , 325 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 52 ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wskr/(CM)_Code_Geass_Lelouch_of_the_Resurrection_2019_WebRip_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qL3FnEug9DyBcaBXVb0oT3DJMJu.jpg",
        "title": "The Book of Eli(2010)",
        "description": "The Book of Eli(2010)\nတစ်ချို့သူတွေအတော်များများ ဇာတ်ကားတစ်ကားကြည့်ဖို့ စုံစမ်းမေးမြန်းကြစဉ်မှာဇာတ်လမ်းအမျိုးအစားဆိုတာထက်  မင်းသားက ဘယ်သူတုန်းဆိုတာကို ပိုမိုစိတ်ဝင်စားကြသည်..မိမိသဘောကျသည့် မင်းသားဆိုလျှင်ဘာကားအမျိုးအစားဖြစ်ဖြစ်ကြည့်ကြလေသည်...ထိုမင်းသားပါဝင်သည့်ကားတိုင်းက ကောင်းမွန်နေတတ်သလို သူ့ရဲ သရုပ်ဆောင်မှုဟန်ပန်ကလည်းကျရာဇာတ်ရုပ်မှာ ခမ်းနားကြီးကျယ်အောင်သရုပ်ဆောင်နိုင်စွမ်းရှိလေသည်...ပြောရလျှင် ကျွန်တော်တို့ရဲ့ ယုံကြည်ကိုးစားမှုကို အမြဲရယူနိုင်သော မင်းသားမျိုးဆိုလျှင်ပိုမှန်ပေမည်..ထိုသို့သောမင်းသားကြီးများစာရင်းတွင်  Denzel Washington ကြီး က ထိပ်ဆုံးတွင်ရှိမည်ထင်ပါသည်..ထို့ကြောင့် သူ့ပရိတ်သတ်များအတွက် ကားဟောင်းဖြစ်သော်ငြား  ကားကောင်းအဖြစ်တည်ရှိနေဆဲဖြစ်သည့်The Book of Eli ကို တင်ဆက်ပါလိုက်ပါသည်...စစ်ပွဲများကြောင့် ကမ္ဘာမြေ ပျက်သုဉ်းပြီး နှစ်ပေါင်း ၃၀ ကျော် အကြာတွင် တစ်ကိုယ်တော် သူရဲကောင်း အီလိုင် ဟာတောတောင် ရေမြေတွေကို ဖြတ်သန်းလို့ လူသားတို့၏ အနာဂတ်ဖြစ်လာမည့် စာ တစ်အုပ်ကို သယ်ဆောင်လာခဲ့သည်။ထိုစာအုပ်၏ ပါဝါကို သိရှိသူမှာ အီလိုင် အပြင် အခြားတစ်ဦးသာ ရှိလေသည်။ထိုသူက ထိုစာအုပ်ကို ကိုယ်ကျိုးအတွက် အသုံးချရန် တောင်းခံလာသည့်အခါ အီလိုင်တစ်ယောက်အသက်ကိုတောင် ပဓာန မထားဘဲ အသည်းအသန် ခုခံခဲ့သည်။ဤမျှ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Srbi/The_Book_Of_Eli_[2010]_(MM_Sub)_(2).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kc4O5ROj356LsyN74NgPESXYlfV.jpg",
        "title": "Nathan’s Kingdom(2019)",
        "description": "Nathan's Kingdom(2019)Nathan's kingdom လို့ အမည်ရတဲ့ ဒီကား​လေးက​တော့ Sci-fi , adventure နဲ့ dramaတို့ကို အချိုးညီညီ ​ပေါင်းစပ်ထားတဲ့ကား​​ကောင်းလေးတစ်ကား ဖြစ်ပါတယ်။ ​အော်တစ်ဇင်ဖြစ်​နေတဲ့ ​နေသန့်ရဲ့​ခေါင်းထဲမှာ ငယ်ငယ်က သူ့ညီမ​​​လော်ရာ ပြောပြဖူးတဲ့ kingdomဆိုတဲ့​နေရာ​လေးက အမြဲစွဲလမ်း​နေပါတယ်။Kingdom မှာဆိုရင် ဘာအပူအပင်မှ မရှိပဲ အရာအားလုံးဟာ ​ပျော်ရွှင်စရာ​တွေနဲ့ပြည့်​နေမယ်လို့ သူက ယုံကြည်ထားပါတယ်။​ ​အော်တစ်ဇင် ဖြစ်​နေတဲ့ အကိုရဲ့ လုပ်ရပ်တချို့​ကြောင့် ​လော်ရာရဲ့​နေ့စဥ်ဘ၀မှာ အခက်အခဲ အမျိုးမျိုးနဲ့ ရင်ဆိုင်လာရပါ​တော့တယ်။ ​နောက်ဆုံး ဘာဆုံးရှုံးစရာမှ မရှိ​တော့တဲ့ ​လော်ရာဟာသူ့အကို ရှာချင်​နေတဲ့ kingdomကို လိုက်ရှာ​ပေးဖို့ နှစ်​ယောက်အတူကားတစ်စီးနဲ့ခရီးထွက်ခဲ့ပါ​တော့တယ်။ ​ broken familyက ဆင်းသက်လာတဲ့​အော်တစ်ဇင်တစ်​ယောက်ရဲ့ ခံစားချက်​တွေကို စာနာ​ပေးနိုင်ကြမှာလား....​​​နေသန်ရဲ့ စိတ်ကူးထဲက Kingdomက အပြင်မှာ​ရော လက်​တွေ့ ရှိ​နိုင်ပါ့မလား...... ဒီခရီးမှာ အရမ်းချစ်ကြတဲ့ မောင်နှမနှစ်​​ယောက်ကြားမှာ​ရော ဘာ​တွေ ဖြစ်လာဦးမလဲ...... ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Sr5r/Nathans.Kingdom.2019.WEB-DL.720P.PP_(2).mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Mega-Cro-135x200.jpg",
        "title": "Mega Crocodile (2019)",
        "description": "[Unicode]ဒီတစ်ခါတော့ ၂၀၁၉ ထွက် မိကျောင်း ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်...လော်ဟန် ဆိုသူ ဇီဝဗေဒမိကျောင်းကျွမ်းကျင်ပညာရှင်က မိကျောင်းကျွန်းမှာ သုသေတနလုပ်ဖို့သွားရင်းသူ့ရဲ့ဇနီးလောင်းကို ဆုံးရှုံးပြီး‌နောက် ဖြစ်ကတက်ဆန်းနေချင်သလိုနေလာခဲ့တယ် ၊တစ်နေ့ သူနေတဲ့ကျွန်းမှာ ကလေးငယ်တစ်ယောက် မိကျောင်းကိုက်ခံရတယ်...တစ်ဖက်မှာတော့ ...တရုတ်ပြည်ရဲ့ စီးပွားရေးလောကမှာ အသက်အငယ်ဆုံး စီးပွားရေးလုပ်ငန်းရှင် ချန်ရှိုင်း...သူက မောင်ဖြစ်သူကို မိသားစုအမွေဆက်ခံခိုင်းပေမယ့် သူ့မောင်ကငြင်းဆိုပြီးတော့ဝါသနာပါတဲ့ ဇီဝဗေဒဆိုင်ရာ သုသေတနတွေလုပ်ဖို့ ထွက်သွားရာမှာ မုန်တိုင်းမိပြီး မမျှော်လင့်ပဲ မိကျောင်းကျွန်းကို ရောက်သွားပါတယ် ၊ဇီဝဗေဒ မိကျောင်းကျွမ်းကျင်ပညာရှင်နဲ့ တရုတ်ပြည်ရဲ့ အငယ်ဆုံးစီးပွားရေး လုပ်ငန်းရှင်တို့...လူပျောက်ရှာပုံတော်ကို ဘယ်လိုများ ရှာပုံတော်ဖွင့်မလဲဆိုတာ ဆက်လက်ရှုစားကြပါဦး...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Chen Ai Zhen ဖြစ်ပါတယ် )[Zawgyi]ဒီတစ္ခါေတာ့ ၂၀၁၉ ထြက္ မိေက်ာင္း ကားေလးနဲ႔ မိတ္ဆက္ေပးလိုက္ပါတယ္...ေလာ္ဟန္ ဆိုသူ ဇီဝေဗဒမိေက်ာင္းကြၽမ္းက်င္ပညာရွင္က မိေက်ာင္းကြၽန္းမွာ သုေသတနလုပ္ဖို႔သြားရင္းသူ႔ရဲ႕ဇနီးေလာင္းကို ဆုံးရႈံးၿပီး‌ေနာက္ ျဖစ္ကတက္ဆန္းေနခ်င္သလိုေနလာခဲ့တယ္ ၊တစ္ေန႔ သူေနတဲ့ကြၽန္းမွာ ကေလးငယ္တစ္ေယာက္ မိေက်ာင္းကိုက္ခံရတယ္...တစ္ဖက္မွာေတာ့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2cpkf/Mega_Crocodile_(2019).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Screen-Shot-2020-04-11-at-12.32.01-PM-140x200.png",
        "title": "Red Shoes and the Seven Dwarfs (2020)",
        "description": "Red Shoes and the Seven Dwarfs (2020)==============================IMDb Rating 6.2/10 ထိရရှိထားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် . . .#Unicodeအရင်ကြည့်ဖူးကြတဲ့ စနိုးဝိုက်ဇာတ်လမ်းက​နေတစ်မူကွဲထွက်​နေတဲ့ ကာတွန်း​ကား​ကောင်း​လေးတစ်ကားလို့​ပြောလို့ရပါတယ်။ဒီကားထဲမှာ ပါ​လေရာသူရဲ​ကောင်း မင်းသားမာလင်နဲ့သူ့အ​ပေါင်းအပါ၆​ယောက်က ပါးစပ်သရမ်း​တော့ စုန်းမတစ်​ယောက်ရဲ့ကျိန်စာမိပြီး လူပု​တို​လေး၇​ယောက်ဖြစ်​နေပါတယ်။ သူတို့ကျိန်စာက​နေလွတ်ဖို့အတွက် ကမ္ဘာ​ပေါ်ကအလှဆုံး​သောမိန်းက​​လေးကနမ်းမှသာ ရမှာပါ။ စနိုးဝိုက်ကျ​တော့ တစ်မျိုး သူက ဘုတ်အီးမ​လေး သန်မာတယ် ချစ်ဖို့​ကောင်းတယ်။ သူ့မိ​ထွေးကစုန်းမသူ့အ​ဖေကလည်း သူ့မိ​ထွေးစုန်းမမှန်းသိ​တော့ စနိုးဝိုက်​လေးကို​ဘေးကင်းရာပို့ထားတယ်။ သူကိုယ်တိုင်လည်း​ပျောက်သွားတယ်။စနိုးဝိုက်​လေးက သူ့အ​ဖေကိုရှာဖို့ သူ့မိ​ထွေးဆီအသွား သူ့မိ​ထွေးရဲ့ ထာဝရလှပ​စေမယ့် ​မှော်ဖိနပ်​လေးကိုစီးမိပြီး တအားလှသွား​ရောသူစုန်းမလက်က​နေထွက်​ပြေးရင်း သူ့အ​ဖေမှာခဲ့တဲ့ သူရဲ​ကောင်း၇ဦး ဆိုတာကိုရှာရင်း အလွဲလွဲအ​ချော်​ချော်​လေး​တွေနဲ့ အဆုံးထိကြည့်ချင်​အောင်ဆွဲ​ဆောင်မှု အပြည့်ရှိလွန်းလှတဲ့ လက်ရာ​မြောက် animation ကားကောင်း​လေးဖြစ်ပါတယ်။ အသံ​နောက်ခံ​တွေက​တော့ မင်းသား​ မာလင်​နေရာမှာ Me Before Youထဲက မင်းသား ဖြစ်ပြီး။ မင်းသမီးစနိုးဝိုက်​နေရာမှာက​တော့ ​ကော်ရီး​​တွေရဲ့အချစ်​တော်အကိတ်မ​လေး Chloë ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/red-shoes-and-the-seven-dwarfs-2020/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNTM1NjYyNTY5OV5BMl5BanBnXkFtZTcwMjgwNTMzMQ@@._V1_-203x300.jpg",
        "title": "Apocalypto (2006)",
        "description": "အခုတစ်ခါတော့ ၂၀၀၆ ခုနှစ်ကထွက်ရှိထားတဲ့\nမာယာလူမျိုးတွေရဲ့ သမိုင်းနောက်ခံဇာတ်ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်ဗျ ဇာတ်လမ်းလေးက အသတ်အဖြတ်တွေက\nကြမ်းတာမို့ တော်ရုံ ဆို မကြည့်သင့်ဘူးလို့ထင်မိပါတယ်ဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ မာယာနိုင်ငံတော်ကြီးဟာ\nသဘာဝဘေးတွေ ကြုံတွေ့ရကာမှ ယဇ် ပူဇော်ရန်အတွက်\nတောထဲမှ လူမျိုးစုများကိုဖမ်းခေါ်ပြီး စတေးကြပါတယ်\nဒီလိုနဲ့ ဖမ်းလာတဲ့ အထဲက မှ Jaguar Paw ကတော့\nနတ်ဘုရားတွေရဲ့ မျက်နှာသာပေးခြင်းကိုခံရပြီး\nအသတ်ခံရနီးမှာ ပြန်လည်လွတ်မြောက်လာခဲ့ပါတယ်\nဒီလိုနဲ့ Jaguar Paw တယောက်\nမိသားစုနဲ့ပြန်လည်ဆုံးစည်းနိုင်မှာလား\nဆိုတာကိုတော့ ပရိတ်သတ်ကြီးကပဲ\nဆက်လက်ကြည့်ရှူလိုက်ပါတော့ဗျာ\nရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပါတယ်File Size - 1.45 GB\nRun Time - 139 min\nQuality - 1080P BluRay\nSubtitle -  Myanmar (Hardsub)\nTranslator - Little Neo (Khai Phyo)\nEncoder - Thit San Khantzawgyi\nအခုတစ္ခါေတာ့ ၂၀၀၆ ခုႏွစ္ကထြက္ရွိထားတဲ့\nမာယာလူမ်ိဳးေတြရဲ႕ သမိုင္းေနာက္ခံဇာတ္ကားေလးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ဗ် ဇာတ္လမ္းေလးက အသတ္အျဖတ္ေတြက\nၾကမ္းတာမို႔ ေတာ္႐ုံ ဆို မၾကည့္သင့္ဘူးလို႔ထင္မိပါတယ္ဗ်\nဇာတ္လမ္း ...",
        "rating": "7.8",
        "url": "https://megaup.net/Qu5b/Apocalypto.2006.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMDE5OWMzM2QtOTU2ZS00NzAyLWI2MDEtOTRlYjIxZGM0OWRjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SX672_CR00672999_AL_-135x200.jpg",
        "title": "The Revenant (2015)",
        "description": "အော်စကာဆု ရွှေကမ္ဘာလုံးဆု တွေ အပါအဝင်ရုပ်ရှင်လောက ရဲ့ ထိပ်သီးဆုတွေ အတွက်လျာထားခြင်းခံထားရတဲ့ ဇာတ်ကားပါ။\nဒီဇာတ်ကား ရဲ့ အဓိက မင်းသား လီယိုနာဒို ရဲ့သရုပ်ဆောင် သက်တမ်းတစ်လျှောက်အမှတ်ရစရာအကောင်းဆုံး ဇာတ်ကားလည်းဖြစ်လာနိုင်ပါတယ်။\nအော်စကာဆုတွေနဲ့ လွဲလွဲနေတဲ့ မင်းသား လီယိုနာဒိုဟာဒီဇာတ်ကားနဲ့အတူ ရနိုင်ဖို့ ကမ္ဘာ့ရုပ်ရှင်ဇာတ်ခုံပေါ်ကလူတိုင်းလိုလို တစ်ပေးထားကြပါတယ်။\nဒီဇာတ်ကားမှာဆိုရင် ပါဝင်ခဲ့တဲ့ သရုပ်ဆောင်တွေရဲ့ကြိုးစားအားထုတ်မှုတွေ အပြင်ထုတ်လုပ်သူတွေရဲ့ ကုန်ကျစရိတ်အမြောက်အများ\nကျခံပြီး ရိုက်ကူးထားမှုတွေ ရုပ်ရှင်တစ်ဖွဲ့သားအားလုံး ရဲ့ အပင်ပန်းခံ ပြီး ပရိသတ်တွေ အပေါ် စေတနာဘယ်လောက် ထား ခဲ့တယ်ဆိုတာတွေပါ\nတွေ့မြင်ရမှာ ဖြစ်ပါတယ်။ယောကျ်ားတစ်ယောက်ရဲ့ စွန့်စားခန်းနဲ့အတူယောကျာ်းကောင်းတစ်ယောက်မှာရှိသင့်တဲ့ စိတ်ခွန်အား စွမ်းရည်သတ္တိ\nလုပ်ရည်ကိုင်ရည် တွေကို အကောင်းဆုံးပြနိုင်ခဲ့တဲ့ ဇာတ်ကားပါ။မိမိရဲ့အမဲလိုက်အဖွဲ့ဝင်တွေရဲ့ စွန့်ပစ်သစ္စာဖောက်ခြင်းကိုခံခဲ့ရတဲ့ နယ်မြေသစ်ရှာဖွေသူ Hugh\nGlass (လီယိုနာဒို) ရဲ့အသက်ရှင်ရပ်တည်ရဖို့ တစ်ဦးတည်းရုန်းကန်ရပုံတွေကိုအားရကျေနပ်ဖွယ် ကောင်းလောက်အောင်ရိုက်ပြထားတာပါ။\nမင်းသား လီယိုနာဒိုဟာ ဒီဇာတ်ရုပ်ကိုပြောစမှတ်တွင်လောက်အောင် သရုပ်ဆောင်ပြသွားတာကိုအားလုံးတွေ့မြင်ရမှာပါ။\nဒီဇာတ်ရုပ်ဟာ လီယိုနာဒိုကို အခြား အော်စကာ ဆန်ကာတင်မင်းသားတွေနဲ့ ယှဉ်လိုရင် ပိုသာ သွားအောင်ထောက်ပံ့ပေးနိုင်ခဲ့ပါတယ်။\nsurvival adventure ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Hz4n/The_Revenant_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qHCZ6LjtmqWDfXXN28TlIC9OppK.jpg",
        "title": "Saw: The Final Chapter (2010)",
        "description": "Saw လို့ပြောလိုက်ရင်သူ့ရဲ့ရက်ရက်စက်စက်သွေးထွက်သံယိုအခန်းတွေကိုပြေးမြင်မိကြမှာပါSaw franchise ရဲ့ ၇ကားမြောက်ဖြစ်တဲ့ဒီကားဟာလဲsaw ဖန်တွေအကြိုက်တွေ့မယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှေ့ကားတွေနဲ့ပြန်ချိတ်ထားတာတွေကလဲသေသပ်သလို ဇာတ်ကောင်တွေလဲအများကြီးပါဝင်ထားပါတယ်ပြီးတော့ saw ကားတွေရဲ့ထုံးစံအတိုင်းတစ်ကားနဲ့တစ်ကားမှာအသုံးပြုတဲ့လက်နက်တွေ စက်ပစ္စည်းတွေမတူတာကြောင့်\nစိတ်ဝင်စားစရာကောင်းပါတယ်Plot twist တချို့ကိုလဲချပြသွားပါတယ်သွေးထွက်သံယိုအခန်းတွေအများအပြားပါဝင်ပြီးတကယ်ကို ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားတာကြောင့်ကြောက်တတ်သူများနဲ့နှလုံးရောဂါအခံရှိသူများမကြည့်သင့်ပါဘူး File Size : ( 842 MB , 248 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 30 min\nFormat : Mp4\nGenre :  Action , Adventure , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thae Oo San\nEncoded by Moe Myint Lwin zawgyiSaw လို႔ေျပာလိုက္ရင္သူ႔ရဲ႕ရက္ရက္စက္စက္ေသြးထြက္သံယိုအခန္းေတြကိုေျပးျမင္မိၾကမွာပါSaw franchise ရဲ႕ ၇ကားေျမာက္ျဖစ္တဲ့ဒီကားဟာလဲsaw ဖန္ေတြအႀကိဳက္ေတြ႕မယ့္ကားတစ္ကားပဲျဖစ္ပါတယ္ေရွ႕ကားေတြနဲ႔ျပန္ခ်ိတ္ထားတာေတြကလဲေသသပ္သလို ...",
        "rating": "5.6",
        "url": "https://megaup.net/2S7if/(CM)_Saw_7_2010_BluRay_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6lSBajR9hahr8JPLH0ErQnPdgtH.jpg",
        "title": "Saw VI (2009)",
        "description": "SAW ဆိုတာနဲ့ အထူးညွှန်းစရာမလို​တော့ပါဘူး..\"Live or Die..Choice is Yours\" ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ စိတ်လှုပ်ရှားဖို့​ကောင်းတဲ့horror ချစ်သူ​တွေအ​နေနဲ့ လက်လွတ်ဖို့မသင့်တဲ့ကား​ကောင်းတစ်ကားပါSAW VI မှာ ကိုယ်​တွေရဲ့ဇာတ်လိုက်ကြီး ဂျစ်​ဆောက ​သေသွား​ပေမယ့်သူ့ရဲ့ဇနီး​ဟောင်းနဲ့ ရဲအရာရှိတစ်​ယောက်​ပေါင်းပြီးသူ့ရဲ့​နောက်ဆုံးဆန္ဒကိုဖြည့်ဆည်း​ပေးတဲ့အ​နေနဲ့လူသတ်ဂိမ်း​တွေ ဆက်ပြီးအသက်သွင်းကြတယ်ဒီထဲမှာ​​တော့ ဂျစ်​ဆောကို သနားစိတ်ဝင်မိမယ်လို့ထင်ပါတယ်သူ့မှာက​လေးလည်းဆုံးရှုံးရတယ်သူ့ကျန်းမာ​ရေးအာမခံအတွက် အာမခံမ​ပေးခဲ့တယ့်အကျင့်ပြတ်ချစား​နေတဲ့ အာမခံကုမ္ပဏီပိုင်ရှင်ကိုဘယ်လို​တွေ ကလဲ့စား​ချေရင်း စိတ်လှုပ်ရှားစရာ (လူသတ်)ဂိမ်း​တွေနဲ့ဇာတ်လမ်းအဆုံးထိ ကြည့်ချင်​လောက်တဲ့အထိ ဖြစ်မှာ ကို အာမခံပါတယ်သင်္ကြန်မှာအိမ်ထဲမှာ​နေရင်းပျင်း​နေတဲ့ ကိုကိုမမ​တွေအကုန်လုံးဒီကား​လေး ကြည့်ပြီး အူတယားယားနဲ့ အပျင်း​ပြေကြပါ​စေလို့... File Size : ( 855 MB , 266 MB)\nQuality : BluRay 720p\nRunning Time : ...",
        "rating": "6.0",
        "url": "https://megaup.net/1wcnq/(CM)_Saw_6_2009_BluRay_720p.mp4",
        "category": "Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rKl79KqLXg60KFyKsLe4wSSjQ08.jpg",
        "title": "Saw V (2008)",
        "description": "ဇာတ်လမ်းအကျဉ်း\nSAW franchise ရဲ့ ၅ ကားမြောက်ဇာတ်ကားပါ။ဒီဇာတ်ကားမှာ Jigsaw ရဲ့ ဆက်ခံသူအဖြစ်အမန်ဒါအပြင် နောက်တစ်ယောက်ပါ ပါလာခဲ့ပါတယ်။သူကတော့ စုံထောက်ဟော့ဖ်မန်းပါပဲ။ပြဿနာစတာက စုံထောက်ဟော့ဖ်မန်းကသူသတ်ချင်တဲ့လူတစ်ယောက်ကိုJigsaw သတ်တဲ့ပုံစံပေါက်အောင်လုပ်ပြီး သတ်လိုက်တာကနေ စတာပါပဲ။နောက်တော့ Jigsaw ကိုယ်တိုင် သူ့ဆီရောက်လာပြီးသူ့ကို ပညာပေးဖို့လုပ်ပါတော့တယ်။Jigsaw ဖြစ်လာရတဲ့အကြောင်းအရင်းတွေထောင်ချောက်တွေကို ဘယ်လိုဆင်ရတာတွေဘယ်လိုသင်ခန်းစာပေးရတယ်ဆိုတာတွေကိုပါသင်ပေးပြီး နောက်ထပ် Jigsaw လူသတ်သမားတစ်ယောက်ကို မွေးဖွားလိုက်ပါတော့တယ်။အဲဒီအချိန်မှာ နောက်စုံထောက်တစ်ယောက်ကလည်းဌာနအတွင်းမှာ Jigsaw နောက်တစ်ယောက်ရှိနေတာကို မသင်္ကာဖြစ်လာပြီး စတင်စုံစမ်းတော့တယ်။ File Size : ( 883 MB , 277 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 32 min\nFormat ...",
        "rating": "5.8",
        "url": "https://megaup.net/2S7iy/(CM)_Saw_2008_BluRay_720p.mp4",
        "category": "Adventure, Crime, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eqitaBuNNPOrgYugKFOoHGKX0co.jpg",
        "title": "Saw II (2005)",
        "description": "Jigsaw လူသတ်သမားကို ပြန်ပေါ်လာတဲ့အတွက်အထူးတပ်ဖွဲ့တွေနဲ့အတူ စုံထောက်အဲရစ်ခ်မက်သရူးပါပါလာပြီး လာဖမ်းတော့တယ်။ဒီအချိန်မှာ Jigsaw လူသတ်သမားက\nကင်ဆာရောဂါသည်တစ်ဦး ဖြစ်နေတော့တယ်။စုံထောက်အဲရစ်ခ်ဆိုတာကလည်း လူကောင်းမဟုတ်။ဟိုးတုန်းကဆို သူဖမ်းချင်တဲ့သူတွေဆိုရင်သက်သေအတုလုပ်ပြီး ဖမ်းထည့်တတ်တဲ့သူ။Jigsaw က အဲဒါကို ကောင်းကောင်းသိထားတော့သူ အရင်က အမှုဆင်ပြီးဖမ်းဖူးတဲ့သူအားလုံးနဲ့အတူအဲရစ်ခ်ရဲ့သားကို ဖမ်းထည့်ပြီးအိမ်တစ်အိမ်မှာ ဂိမ်းတွေ စကစားစေတော့တယ်။အိမ်တစ်လုံးမှာ ထောင်ချောက်တွေ အပြည့်ပေါ့။ဂိမ်းကို ကျော်ဖြတ်နိုင်တဲ့သူကပဲ အသက်ရှင်ခွင့်ရမှာ။ဒါကို အဲရစ်ခ်တို့ Jigsaw ကို လာဖမ်းတဲ့အခါမှာJigsaw ရဲ့ ပုန်းအောင်းတဲ့နေရာမှာရှိတဲ့ကွန်ပျူတာဖန်သားပြင်တွေပေါ်မှာသူ့သားနဲ့အတူ တခြားလူတွေ အဖမ်းခံထားရတဲ့အကြောင်းအဲရစ်ခ်သိလိုက်ရတော့တယ်။Jigsaw ရဲ့ ထောင်ချောက်တွေကြားကနေသူ့ကိုမကျေနပ်တဲ့သူတွေနဲ့အတူရှိနေတဲ့သူ့သား ဒန်နီရယ်ကို စုံထောက်အဲရစ်ခ်တစ်ယောက်ဘယ်လိုကယ်တင်မလဲဆိုတာ ဒီ Saw II ဇာတ်ကားထဲမှာ ရှုစားရမှာပါ။ File Size : ...",
        "rating": "6.6",
        "url": "https://megaup.net/1wcn2/(CM)_Saw_2_2005_BluRay_720p.mp4",
        "category": "Adventure, Crime, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dKgV8T3inB5EnVDg0Jeh2L6ttQ9.jpg",
        "title": "The Willoughbys(2020)",
        "description": "The Willoughbys(2020)နက်ဖလစ်ရဲ့ ကာတွန်းရုပ်ရှင်အသစ်လာပါပြီ။ ဒီကာတွန်းလေးကတော့ အရင်ကြည့်ဖူးတဲ့ ပုံတွေနဲ့ မတူဘဲ တမူထူးဆန်းပြီး ရယ်ရပါတယ်။\nဇာတ်လမ်းကိုတော့ ကြောင်ဆရာကြီးတစ်ကောင်က ပြောပြနေတဲ့ပုံနဲ့ တည်ဆောက်ထားပါတယ်။ ဆရာကြောင်က ပြောတယ်\nမိသားစုတွေ ချစ်ခင်တာတွေ စည်းလုံးတာတွေ အဆုံးသတ်မှာ ပြန်ပေါင်းတဲ့ ဇာတ်လမ်းမျိုးတွေကို သဘောကျတတ်ရင် ဒီရုပ်ရှင်က မင်းအတွက် မဟုတ်ပါဘူးတဲ့။\nဟုတ်ပါတယ် ဒီရုပ်ရှင်ထဲက အဓိက မိသားစုကတော့ ဝယ်လိုဘီ မိသားစုပါ။သူတို့တွေဟာ အစဉ်အဆက် သိပ္ပံပညာရှင်တွေ၊အနုပညာရှင်တွေ ကြီးမြတ်တဲ့သူတွေ ဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့် မျိုးဆက်တစ်ခုအရောက်မှာတော့ တော်နေ တတ်နေကြတာတွေအဆုံးသတ်သွားသလိုပါပဲ။ ဝယ်လိုဘီ ဇနီးမောင်နှံဟာ ဘာမှ မထူးချွန်ပေမယ့်တစ်ယောက်ကို တစ်ယောက် အရမ်းချစ်ကြပါတယ်။ ချစ်တာမှ အခြား ဘယ်သူ့ကိုမှမချစ်တတ်လောက်အောင်ကို ချစ်တာပါ။ လင်မယားချင်းပဲချစ်ကြပြီး မွေးထားတဲ့ ကလေး ၄ ယောက်ကို တော့မေတ္တာတစ်စက်မှမရှိကြသလို သာမန်ဂရုစိုက်မှုမျိုးလေးတောင် မလုပ်ပါဘူး။နေ့တိုင်းလင်မယားနှစ်ယောက်ထဲ သာယာနေကြတာပါ။ ဒီတော့ ကလေး ၄ ယောက်လည်းမိဘကျေးဇူးဆပ်တဲ့အနေနဲ့ သေဖို့ ရာနှုန်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Sh9w/The_Willoughbys.2020.480P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8ZMrZGGW65ePWIgRn1260nA1uUm.jpg",
        "title": "Fantasy Island (2020)",
        "description": "စိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်ကားသစ်တစ်ကား တင်ပေးလိုက်ပါပြီ။Rating နည်းပေမယ့် အတော်ကြည့်လို့ကောင်းတဲ့ ရုပ်ရှင်ဖြစ်နေတာ အံ့သြစရာပါပဲ။ဒီရုပ်ရှင်ကတော့ ၁၉၇၇ လောက်က နာမည်ကျော်ခဲ့တဲ့ Fantasy Island ဆိုတဲ့ စီးရီးရဲ့ Prequel ဇာတ်လမ်းအနေနဲ့ ရေးသားရိုက်ကူးထားခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်း ဇာတ်လမ်းနာမည်အတိုင်းပဲ ကျွန်းကြီးတစ်ကြီးရှိပါတယ်။အဲဒီကျွန်းရဲ့ ပိုင်ရှင် မစ္စတာ ရို့ခ် ဟာ ကျွန်းပေါ်ကို ရောက်လာသမျှလူတိုင်းရဲ့ စိတ်ကူးယဉ်အိပ်မက် (သို့မဟုတ်) အလိုချင်ဆုံး ဆန္ဒ တစ်ခုစီကို ပြည့်စေရမယ် ကြေညာခဲ့ပါတယ်။အဲဒီကျွန်းပေါ်ကို ဖိတ်ခေါ်ခံရတဲ့ ကံထူးရှင်တွေကတော့ သူတို့လိုချင်တာတွေကိုဘယ်လိုဖြည့်ပေးမလဲဆိုပြီး သိချင်စိတ်တွေ၊ မျှော်လင့်ချက်တွေနဲ့ ရောက်လာကြတာပါပဲ။သူတို့ထင်တာတော့ ကစားနည်းလေးတွေ၊ ဆင်ဆင်တူ နေရာလေးတွေ၊ ပုံရိပ်ယောင်ပြစက်လေးတွေနဲ့ လုပ်ပေးမယ် ထင်ခဲ့တာပါ။ဒါပေမယ့် တကယ်တမ်းကျွန်းပေါ်ကို ရောက်လာတဲ့အခါ မဖြစ်နိုင်တဲ့ ဆန္ဒတွေကအစအားလုံးသော ဆန္ဒတွေကို ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/fantasy-island-2020/",
        "category": "Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VlXER3FImHeFuUjBShFamhIp9M.jpg",
        "title": "Mortal Kombat Legends: Scorpion’s Revenge (2020)",
        "description": "အသစ္စက္စက္ထြက္ရိွလာတဲ့ Mortal Combat Animation ပါ။ေတာ္ေတာ္ေလး ၾကၫ့္လို႔ေကာင္းပါတယ္။ဂိမ္းသမားေတြကေတာ့ ဘရုစ္လီနဲ႔သံခေမာက္ဆိုရင္ မသိတဲ့လူ မရိွသေလာက္ပါပဲ။ေသြးသံတရဲရဲေတြနဲ႔မို႔ R rated ႀကိဳက္တဲ့သူေတြအတြက္ ရွယ္ပါပဲ။ဇာတ္လမ္းအက်ဉ္းကေတာ့ စႂကၤဝဠာႀကီးအစမွာElder God ေတြက realm ေတြဖန္တီးေပးခဲ့ၾကတယ္။ကိုယ့္ေလာကဆီကို တျခားေလာကကသူေတြ လာမက်ူးေက်ာ္ဖို႔generation တစ္ခုမွာတစ္ခါ realm တိုင္းက အေတာ္ဆံုးတိုက္ခိုက္ေရးသမားေတြစုၿပီးယွဉ္ၿပိဳင္တိုက္ခိုက္ေစတယ္။ အဲဒီၿပိဳင္ပြဲရဲ့နာမည္ကေတာ့ Mortal Kombat ေပါ့။Mortal Kombat ကို realmတစ္ခုတည္းကေန ၁၀ ပြဲဆက္တိုက္ႏိုင္သြားခဲ့ရင္ အႏိုင္ရတဲ့သူကတျခားrealmေတြနဲ႔ေပါင္းၿပီး သူအုပ္ခ်ဳပ္ခ်င္သလို အုပ္ခ်ဳပ္ခြင့္ရိွတယ္။Earthrealm ကေတာ့ ၿပီးခဲ့တဲ့ ၉ ပြဲမွာ Shao Khan ဆိုတဲ့ဧကရာဇ္ႀကီးကို ရႈံးထားေလရဲ့။အခု ၁၀ ပြဲေျမာက္က ...",
        "rating": "",
        "url": "https://megaup.net/2c3vV/(CM)_Mortal_Kombat_Legends_Scorpions_Revenge_2020_WEBRip_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/dAV5gf-151x200.jpg",
        "title": "Giant Fish (2020)",
        "description": "အခုနောက်ပိုင်းတရုတ်ကားတော်တော်များများ\nအက်ရှင်ကားမဟုတ်ဘဲဒရာမာကားရိုက်ရင်\nဇာတ်အိမ်ကောင်းကောင်းနဲ့အဆုံးမှာတခုခုကို\nချပြသွားတာမျိုးတွေတွေ့လာရပါတယ်\n\"Don't regret until we lost it,\nstop doing any harm to our nature,\notherwise we will pay for it\"\nဒါစာတန်းကဇာတ်ကားအပြီးနောက်ဆုံးထိုးတဲ့စာတန်းပါ\nခင်များတို့အတ္တကြီးကြီးနဲ့သူတပါးအပေါ်မကောင်းကြံဖို့စဉ်းစားမိရင်\nအကျိုးဆက်က ခင်များသို့မဟုတ်\nခင်များချစ်ရတဲ့သူတွေအပေါ်ပြန်လည်သက်ရောက်မှာပါ\nဒီဇာတ်လမ်းဟာ ငါးဖမ်းလုပ်သားတွေအသက်မွေးမှုပြုကြတဲ့\nကွေးကန်ဆိုတဲ့ဒေသကို ငါးကြီးကနေလူအဖြစ်ပြောင်းထားတဲ့\nကောင်မလေးတယောက်ရောက်လာရာကနေစပါတယ်\nအဲ့ဒီလိုငါးကြီးမျိုးနွယ်တွေနဲ့ ပေါင်းပြီး\nစီးပွားရှာနေတဲ့ခေါင်းဆောင်ဟာ\nလောဘမောဟတွေနဲ့ မကြံသင့်မ\nကြံအပ်တာတွေကြံမိချိန်မှာတော့ .....\nဘာဆက်ဖြစ်မလဲ ကြည့်ပေးကြပါလို့\nဘာသာပြန်ပေးထားတာကတော့\nNay Chii ဖြစ်ပြီး\nXCode မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.1",
        "url": "https://megaup.net/2WO3K/Giant.Fish.2020.720p_{CM}_.mp4",
        "category": "Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BOTBkMzdiODAtYTQxZS00M2RjLWJhYWYtOTlkNzQ0ZDIzNzIyXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Mad Max: Fury Road (2015)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ ၄ ကားမြောက် Mad Max:Fury Road (2015) ဇာတ်ကားပါ။ IMDb (8.1) နဲ့ Rotten Tomatoes(97%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action ...",
        "rating": "8.1",
        "url": "https://megaup.net/2sQnC/(CM)Mad_Max_-_Fury_Road_(2015)_(1080p_BluRay_x265_10bit_Tigole).mkv",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/1136713-149x200.jpg",
        "title": "Mad Max 3 :Beyond Thunderdome (1985)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ တတိယကား Mad Max:Beyond Thunderdome (1985) ဇာတ်ကားပါ။ IMDb (6.3) နဲ့ Rotten Tomatoes(80%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action Movies ...",
        "rating": "6.3",
        "url": "https://megaup.net/16Vtk/(CM)Mad_Max_Beyond_Thunderdome_(1985)_(1080p_BDRip_x265_10bit_DTS-HD_MA_5.1_-_ArcX)[TAoE].mkv",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/tVaClEA7n0MxaY8sb81nHwh6XNW-133x200.jpg",
        "title": "Mad Max 2: The Road Warrior (1981)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ ဒုတိယကား Mad Max:The Road Warrior(1981) ဇာတ်ကားပါ။ IMDb (7.6) နဲ့ Rotten Tomatoes(95%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action Movies ...",
        "rating": "7.6",
        "url": "https://megaup.net/2sQpw/Mad_Max_2_-_The_Road_Warrior_[1981]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    }
]