[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uxOXvW0pxqqMV2Q0YCuehMwLkER.jpg",
        "title": "The Fate of Swordsman ( 2017 )",
        "description": "ဒီတစ်ခါ CMက တင်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားလေးကတော့\nThe Fate Of SwordsManဆိုတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်\nထန်မင်း‌ဆက်ခေတ် လီမျိုးနွယ်စုဆို မင်းဧကရာဇ်အဖြစ်\nစိုးမိုးနေတဲ့အချိန်ကိုရိုက်ပြထားတဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်မင်းကြီးမှာ အငယ်ဆုံးသားတော် ချုံမောက်လို့ခေါ်တဲ့ မင်းသားလေးတစ်ပါးရှိပါတယ်\nချုံမောက်ကငယ်စဉ်အခါထဲက နန်းတော်ထဲအနေပဲ\nမြို့တော်ပြင်ပမှာရှိတဲ့ ချွမ်ယန်နန်းတော်ဆောင်မှာနေပါတယ်တစ်နေ့မှာ မင်းကြီးနေမကောင်းဖြစ်တော့ သူ့သားငယ်ကိုတွေ့ချင်ပါတယ်ဆိုပြီး\nချုံမောက်ကိုမြို့တော်ပြန်ခေါ်ရာမှ လမ်းခရီးတစ်ဝက်မှာ လုပ်ကြံမှုတွေနဲ့ကြုံခဲ့ရပါတယ်\nဒီဇာတ်ကားမှာတော့ ကျွန်တော်တို့ရဲ့ မင်းသား ရှဲ့ယွင်လျိုကတော့\nချွမ်ယန်ဂိုဏ်းရဲ့ အကြီးဆုံးတပည့်ပေါ့သူက ချုံမောက်ကိုနန်းတော်ဆီသို့ပြန်လိုက်ပို့ရင်း\nအိမ်ရှေ့စံမင်းသားနဲ့ မင်းသမီးကို အမှတ်မထင်ကယ်တင်ခဲ့မိရာမှ\nတော်ဝင်မျိုးနွယ်စုရဲ့ နန်းလုနေတဲ့ရန်ပွဲထဲကိုအမှတ်မထင်ဝင်ရောက်မိခဲ့တယ်\nနောက်ဆုံးမှာ ရှဲ့ယွင်လျိုနဲ့ တော်ဝင်မျိုးနွယ်စုတို့\nဘယ်လိုဆက်ပတ်သက်ကြမလဲဆိုတာတော့\nဇာတ်လမ်းလေးကိုကြည့်ရှုရင်းစောင့်ကြည့်လိုက်ရအောင် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Thriller\nRuntime : 1h 2min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Xing Er\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/2rfxV/The_Fate_Of_SwordMan_(2017)_WEB-DL_1080p_(CM).mp4",
        "category": "Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cVWYG9W7jNaElA4U7naT6o9JhdF.jpg",
        "title": "The Mystic Nine: Qing Shan Hai Tang ( 2022 )",
        "description": "TU ထဲက မုန့်ယောင်လေးရဲ့ The Mystic Nine: Qing Shan Hai Tang (2022)\nဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်... The Mystic Nine\nဆိုတဲ့နာမည်ကို C-drama ဖန်တွေစိမ်းနေမယ်မထင်ပါဘူး... ဟုတ်ပါတယ် 2016 မှာ\nအတော်လေး နာမည်ကြီးခဲ့တဲ့ The Mystic Nine ဒရာမာကို ပြန်ပြီး adapt\nထားတဲ့ ရုပ်ရှင်ကားလေးပါ...The Mystic Nine (2016) မှာ ကျန်းချီရှန်းနဲ့ အာ့ယွဲ့ဟုန်ကြားက\nဂျင်းချိုတွေ စားခဲ့သူရှိပေမယ့် ဘယ်သူမှ သူတို့နှစ်ယောက် ဘယ်လိုဆုံပြီး\nဘယ်လို မိတ်ဆွေဖြစ်ခဲ့ကြတယ်ဆိုတာ မသိခဲ့ကြဘူး... ဒီအဖြေကို\nဒီရုပ်ရှင်ကားလေးက ဖြေပေးပါလိမ့်မယ်... ကျန်းချီရှန်းဟာ အဖေ့အတွက်\nလက်စားချေပေးမယ်ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ချန်ရှားကိုရောက်လာခဲ့ပါတယ်...\nဒါပေမယ့် ချန်ရှားမှာ အာဏာရနေသူ ကျော်ချန်ကျီးက\nသူလက်စားချေရမယ့်သူဖြစ်နေတာကြောင့် ခိုင်မာတဲ့သက်သေကို ရှာရင်း\nအာ့ယွဲ့ဟုန်နဲ့ အမှတ်မထင်ဆုံခဲ့ရာကနေ...\nကျန်းချီရှန်းရဲ့ ပထမဆုံးသော မိတ်ဆွေအဖြစ်ထိ ဖြစ်လာခဲ့ပါတယ်...တစ်ဖက်က အာ့ယွဲ့ဟုန်အတွက်လည်း ကျန်းချီရှန်းက အတော်လေး\nထူးခြားတဲ့သူဖြစ်နေပေမယ့် သူလက်စားချေမယ့် ကျော်ချန်းကျီးဟာ အာ့ယွဲ့ဟုန်\nအဖေနဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2r9lr/The_Mystic_Nine_Qing_Shan_Hai_Tang_(_2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMTUyNDk5ODE0OV5BMl5BanBnXkFtZTgwMDMyNzE4MDE@._V1_-135x200.jpg",
        "title": "Welcome to the Jungle (2013)",
        "description": "တစ်ချိန်တုန်းက တမ်းတမ်းစွဲကြိုက်ခဲ့ရတဲ့ အက်ရှင်မင်းသားကြီးဗန်ဒိန်းရဲ့ Adventure , Comedy ကားဟောင်းလေးကို ပြန်ခံစားကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ပါပြီ။\nဒီကားက (၂၀၁၃) ခုနှစ်ကထွကခဲ့တာ အခုဆိုရင် (၁၀)နှစ်ပြည့်ခါနီးနေပြီဆိုတော့ တော်တော်လေးကြာပြီလို့ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကုမ္ပဏီတွင်းအသင်းဖွဲ့နဲ့လုပ်ကိုင်တတ်အောင်လို့ ကျွန်းတစ်ကျွန်းပေါ်ခရီးထွက်လာခဲ့ကြရတဲ့ ကုမ္ပဏီအဖွဲ့သားတွေရဲ့ခရီးစဉ်က မထင်မှတ်တာတွေဖြစ်ပြီး ကျွန်းပေါ်မှာသောင်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ဒီလိုသောင်တင်နေတဲ့အဖွဲ့သားတွေကို အများကငကြောက် ငကြောင်လို့မှတ်ယူနေတဲ့ Chrisကကယ်တင်မလား...Chris ဆီကအိုင်ဒီယာကိုခိုးသွားတဲ့ အထက်လူကြီးPhilကပဲ ဦးဆောင်မလား..ကျွန်းပေါ်မှာ သူတို့ဘယ်လို ရှင်သန်လွတ်မြောက်အောင် ကြိုးစားကြမလဲဆိုတာကို ကြည့်ရမယ့် ဟာသအက်ရှင်စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ Chit Tee ပါ )File Size__(1.6GB) / (900MB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:35:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/15bx9/Welcome_to_the_Jungle_(2013)_Bluray_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3cWnCG5NyXJYARO2hmNqfbbgrMA.jpg",
        "title": "Max Payne(2008)",
        "description": "Max Payne(2008) အညွှန်း*********************Video Game အပေါ်အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပြီး နာမည်ကျော်မင်းသားကြီး Mark Wahlberg နဲ့မင်းသမီးချော Mila Kunis ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်....မက်စ်ပိန်းဟာ နယူးယောက်က စုံထောက်ကျော် တစ်ယောက်ပေါ့…တစ်ရက်မှာ သူချစ်ရတဲ့ဇနီးသည် မီရှဲလ်နဲ့ လူမမယ်မွေးကင်းစကလေးလေးကိုဓားပြလာတိုက်တဲ့လူတစ်စုက ရက်ရက်စက်စက်သတ်သွားခဲ့ပါတယ်…တရားခံတွေလွတ်မြောက်သွားခဲ့ပြီး ဘယ်လိုစုံစမ်းစုံစမ်း အမှုမှန်မပေါ်ပေါက်တာကြောင့်မက်စ်လည်း အတော်လေးစိတ်ဆင်းရဲရတဲ့ကြားထဲအမှုစာရင်းသွင်းတဲ့ စာရေးသာသာ ရာထူးကိုပါ ချခံလိုက်ရပါတော့တယ်…ဒါပေမဲ့လည်း အားမလျှော့တဲ့ မက်စ်က ဆက်လက်စုံစမ်းရာက သူမထင်ထားတဲ့ ထူးထူးဆန်းဆန်းအရာတွေနဲ့ ကြုံဆုံလာရတဲ့အခါသူ့ဇနီးနဲ့ကလေးကို သတ်သွားခဲ့တဲ့တရားခံကို သူကိုယ်တိုင် တရားစီရင်နိုင်ပါ့မလား ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ..... File Size : (2.05GB)(889MB) and (263MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Adventure, Crime, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/2r6jD/Max_Payne_2008_BLU-RAY1080P5.1CH.AC3.(CM).mkv",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/heropanti_ver6-138x200.jpg",
        "title": "Heropanti (2014)",
        "description": "အချစ်ဆိုတာလက်ထပ်ပြီးမှဖြစ်တာလို့ ဘေးဘိုးစဉ်ဆက် အရိုးစွဲကျင့်သုံးခဲ့ကြတဲ့ ဟက်ကရီရွာကိုအုပ်ချုပ်တဲ့ဝန်ကြီး ချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ်မှာ သမီးနှစ်ယောက်ရှိပါတယ် သမီးကြီးဖြစ်တဲ့ ရန်နူဟာ သူမကိုလက်ထပ်ပေးမဲ့နေ့မှာပဲ ဘာဘလူလားဆိုတဲ့ သူငယ်ချင်းရဲ့ အကူအညီနဲ့ ချစ်သူရာကက်ရ်နောက်ကို ခိုးရာလိုက်ပြေးသွားပါတော့တယ်။ရန်နူရဲ့ဦးလေးတွေ ဒီကိစ္စကို သိသွားတော့ ကြံရာပါဖြစ်တဲ့ ဘာဘလူနဲ့ သူငယ်ချင်းတွေကို ဖမ်းဆီးနှိပ်စက်ပြီး ရန်နူးတို့ရှိရာကိုလိုက်ပို့ခိုင်းပါတယ် ဘာဘလူးဟာလည်းဝန်ကြီးရဲ့သမီးအငယ်ဖြစ်တဲ့ဒင်မ်ပီကိုချစ်ကြိုက်မိသွားပါသေးတယ်... အဖေ ဦးလေးတွေ ကြားက ဒင်မ်ပီရဲ့ အချစ်ကိုရောပိုင်ဆိုင်နိုင်ပ့ါမလား\nချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ် က ရော သမီးငယ်နှင့်သဘောတူပါ့မလား\nဆိုတာကိုတော့. .ဆက်လက်ကြည့်ရူပေးကြပါ\nReview Credit:",
        "rating": "5.6",
        "url": "https://megaup.net/2dWC4/Hero_Panti_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/LIV-150x200.jpg",
        "title": "Longling Insect Valley (2022)",
        "description": "\"လုံလင်ပိုးမွှားတောင်ကြား\" ဆိုတာဘယ်လိုနေရာမျိုးလဲ။ အဆိပ်ရှိမြွေကြီးတွေ၊\nဧရာမကင်းမြီးကောက်တွေ၊ ပင့်ကူတွေနဲ့ တခြားသောထူးဆန်းတဲ့\nသတ္တဝါတွေကျက်စားနေထိုင်ရာနေရာပေါ့။နှစ်ပေါင်းများစွာအိပ်ပျော်နေတဲ့ရှေးဟောင်းသားရဲတွေလည်းရှိတယ်လို့ဆိုကြတယ်။\nဝင်သွားပြီးရင်ပြန်လမ်းမရှိတဲ့ သေမင်းတံခါးဝဖြစ်ပြီး၊\nဘဝအသစ်စရာလို့လည်းဆိုကြပါတယ်။\nဘာလို့ ဘဝအသစ်စရာလို့ပြောတာလဲ?\nလုံလင်ပိုးမွှားတောင်ကြားမှာသေဆုံးသွားပြီးရင်\nပြန်လည်မွေးဖွားနိုင်တဲ့အစွမ်းရှိတဲ့သတ္တဝါတစ်မျိုးရှိတယ်တဲ့။ဒါကိုမျက်မြင်တွေ့ဖူးတဲ့ဇီဝဗေဒပါမောက္ခတစ်ယောက်က\nအရူးလို့သတ်မှတ်ခံရပြီး၊ အလုပ်ကပါထွက်ခဲ့ရတယ်။\nသူဟာအဲ့ဒီသတ္တဝါတကယ်ရှိကြောင်းသက်​သေပြချင်နေခဲ့တယ်။\nပိုးမွှားတောင်ကြားသုတေသနမှာပျောက်ဆုံးသွားတဲ့\nပါမောက္ခတစ်ဦးရဲ့သားဖြစ်သူဟာလည်း\nအဲ့ဒီလျို့ဝှက်ဆန်းကြယ်တဲ့တောင်ကြားအကြောင်းကို တိတ််တိတ်လေးစုံစမ်းနေခဲ့တယ်။သူတို့၂ယောက်နဲ့ ကုလို့မရတဲ့ရောဂါခံစားနေရတဲ့\nလူချမ်းသာအဘိုးကြီးတို့တွေ့ကြတဲ့အခါ လုံလင်ပိုးမွှားတောင်ကြားကိုခရီးဆက်မယ့်\nစွန့်စားခန်းစတင်ပါတော့တယ်။ မတူညီတဲ့ပန်းတိုင်ကိုယ်စီရှိကြတဲ့\nမတူညီတဲ့လူတွေ အတူတကွခရီးဆက်ကြတဲ့အခါ....ဆန်းကြယ်တဲ့ ပဟေဠိ​တွေကိုအဖြေညှိကြရင်း\nရှေးဟောင်းသတ္တဝါတွေနဲ့တိုက်ပွဲမှာဘယ်သူကအနိုင်ရလေမလဲ။\nမသေမျိုးဖြစ်စေနိုင်တဲ့ သတ္တဝါကရော တကယ်ရှိလား။\nဘယ်သူတွေရဲ့ရည်ရွယ်ချက်ကအောင်မြင်ပြီး ဘယ်သူတွေက ကျဆုံးလေမလဲ။ Quality : WEB-DL 1080p , 480pFomat : mp4Genres : Adventure . ThrillerRuntime : 1h 7minSubtitle :  Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/36pjf/Longling_insect_Valley_(_2022_)_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KsAHLzQnhXeQhuMPCicZ37gFDS.jpg",
        "title": "The Labyrinth ( 2022 )",
        "description": "ဒီတစ်ခါမှတော့ သည်းထိတ်ရင်ဖို Horror Thriller ရုပ်ရှင်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအမည်ကတော့ \"ဝင်္ကပါ\" ဖြစ်ပြီး ဘာဝင်္ကပါလဲဆိုတာတော့ ဇာတ်လမ်းအကျဥ်းမှာဖတ်ကြည့်ရအောင်။ဇာတ်လမ်းအစမှာ ရထားတစ်စီးဟာ အေးအေးလူလူခုတ်မောင်းနေလေရဲ့။\nရထားပေါ်မှာ လူတန်းစားအမျိုးမျိုး၊ လူအမျိုးမျိုးက လိုက်ပါစီးနင်းနေကြတာပေါ့။\nရှေ့မှာကြုံလာမယ့်အန္တရာယ်ကိုသတိမထားမိစွာဘဲ အေးအေးလူလူ စကားတပြောပြောနဲ့ပေါ့။တစ်နေရာအရောက်မှာတော့ ဘာဖြစ်မှန်းမသိဘဲ ရထားဟာရပ်တန့်သွားပါတော့တယ်။\nရထားထဲကထွက်ဖို့ကြိုးစားကြရင်း ရုန်းရင်းဆန်ခတ်ဖြစ်နေကြပြီးနောက်မှာတော့\nရထားလမ်းမြေပြိုနေတာဖြစ်ကြောင်းသိလိုက်ရပါတယ်။\nဘေးလွတ်ရာမှာဆင်းနေကြပေမယ့် ကင်းခြေများအကောင်ရေ\nထောင်ချီဝိုင်းလာတဲ့အခါမှာတော့ ရထားပေါ်ပြန်တက်နေရုံကလွဲရွေးချယ်စရာမရှိခဲ့ပါဘူး။ရထားဟာ ဝန်မမျှဖြစ်ပြီး မြေပြိုနေတဲ့တွင်းနက်ကြီးထဲကို ထိုးကျသွားပါလေရော။\nအဲ့ဒီတွင်းထဲမှာလည်း ကင်းခြေများအကောင်ရေအမြောက်အများရှိနေတဲ့အခါ\nခြေဦးတည့်ရာကိုပြေးရပါတော့တယ်။ ဘယ်နေရာကိုရောက်မှန်းမသိရောက်ကုန်ရင်း\nကယ်ဆယ်ရေးအဖွဲဲ့တွေကရော သူတိူ့ကိုရှာတွေ့ပြီး ကယ်တင်နိုင်ပါ့မလား။\nသူတို့အနေနဲ့ရော ကင်းခြေများဝင်္ကပါကနေလွတ်အောင်ပြေးနိုင်ပါ့မလား။\nဘေးအန္တရာယ်ကြုံတဲ့အခါတွေ့ရမယ့်လူ့ သဘောသဘာဝ ကို\nမြင်တွေ့ရမယ့်အ​ပြင် ကင်းခြေများနဲ့လူတွေရဲ့အားပြိုင်ပွဲကို စိတ်လှုပ်ရှားစွာကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 9min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By CM Team\nEncoded by LK",
        "rating": "6.6",
        "url": "https://megaup.net/36zMA/The_Labyrinth_(2022)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/J1-2-146x200.jpg",
        "title": "John Carter (2012)",
        "description": "WALL-E , Finding Dory ,Toy Story တို့လို Animation ကောင်းတွေရိုက်ကူးတတ်တဲ့ ဒါရိုက်တာ Andrew Stanton ရဲ့ Live Action ဇာတ်ကားဖြစ်ပါတယ်။ Walt Disney က ထုတ်လုပ်ထားတာဖြစ်ပြီး Action Scene တွေ မိုက်တာကြောင့်ရယ် မားစ်ဂြိုဟ်ပေါ်က ရှုခင်းတွေရယ် ထူးဆန်းတဲ့အကောင်ဗလောင်တွေရယ်ကြာင့် ဒီဇာတ်ကားက ကြည့်ဖူးသူတိုင်း အမှတ်ရမိတတ်တဲ့ ရုပ်ရှင်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...ဂျွန်ကာတာဆိုသူဟာ အမေရိကန်ပြည်တွင်းစစ်တုန်းက ပါဝင်ခဲ့တဲ့ စစ်မှုထမ်းဟောင်းတစ်ယောက်ပေါ့...သူဟာ အတိတ်ကဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် အခုချိန်မှာ အပူမရှာဘဲ အေးအေးဆေးဆေး နေချင်တဲ့ သူတစ်ယောက်ပေါ့။ ဒါပေမယ့် အေးဆေးမနေရဘဲ သူ့ကို စစ်မှုပြန်ထမ်းခိုင်းရာကနေစပြီး သူ့ဘဝကိုလုံးဝပြောင်းလဲသွားစေတဲ့ ဖြစ်ရပ်နဲ့ ထိပ်တိုက်ရင်ဆိုင်ရပါတော့တယ်။သူဟာ စစ်ပွဲထဲမှာ အင်ဒီးယန်းလူနီတွေရဲ့ လက်ကလွတ်မြောက်ဖို့ ပုန်းအောင်းရာကနေ ဂူတစ်ခုထဲမှာ ထူးဆန်းတဲ့ လူတစ်ယောက်နဲ့တွေ့ပါတယ်\nအဲ့လူ ရွတ်ဆိုတဲ့ ဂါထာကို သူပါ ရွတ်ဆိုလိုက်တဲ့အခါမှာ ရုတ်တရက်မေ့မျောသွားပါတော့တယ်။\nသူပြန်သတိရတဲ့ အချိန်မှာတော့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/153r8/(CM)_John.Carter.2012.1080p.Blu-ray.REMUX.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rl95Ml7Igdkc5QKe2GEUWa1SFU.jpg",
        "title": "A Turtle’s Tale: Sammy’s Adventures (2010)",
        "description": "A turtle's tale: Sammy's adventures (2010)\n====================================================\nလူတွေရဲ့ ကျူးကျော်မှုတွေ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကြောင့် တိရစ္ဆာန်လေးတွေရဲ့ ပိုင်နက်မြေက\nတစ်နေ့ထက်တစ်နေ့ ကျဉ်းမြောင်းလာပါတယ်။ အဲဒီလိုပဲ စက်ရုံတွေတည်ဆောက်တာ၊\nအမှိုက်တွေ စွန့်ပစ်တာကြောင့် Global warming ဖြစ်လာပြီး ကုန်းနေ၊ ရေနေတိရစ္ဆာန်လေးတွေရဲ့ဘဝကို ထိခိုက်နေပြန်ပါတယ်။အဲဒီလိုနဲ့ နောက်ပိုင်းမှာ လူသားတွေက ကိုယ့်လုပ်ရပ်ကိုယ် သိရှိလာပြီး ပြုပြင်ထိန်းသိမ်းမှုတွေလုပ်တာလည်း ရှိလာပါတယ်။\n\"လူသားတွေက ထူးဆန်းတယ်။ တချိုက ရှင်းလင်းသုတ်သင်နေချိန်မှာ တချိုကတော့ အမှိုက်ဖွနေတုန်းပဲ\"တဲ့။\nဘယ်လိုပဲဆိုပါစေ လူသားနဲ့တိရစ္ဆာန် အတူယှဉ်တွဲနေထိုင်ရတဲ့လောကကြီးမှာ အချင်းချင်း ကိုင်းကျွန်းမှီ ကျွန်းကိုင်းမှီပါပဲ။ဒီကားလေးမှာတော့ ပင်လယ်လိပ်ကလေးတစ်ကောင် ဥကနေ အကောင်ပေါက်တဲ့အချိန်ကစလို့\nလောကဓံတရားတွေကို ရင်ဆိုင်ရတာတွေ၊ သူငယ်ချင်း ချစ်မေတ္တာအပြင် ဘဝရဲ့အဓိပ္ပာယ်ကို ဘယ်လိုရှာဖွေတွေ့ရှိမလဲဆိုတာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။    ထူးခြားတာကတော့ ဇာတ်ဝင်တေးတွေအဖြစ် Bruno Mars ရဲ့ \"Count on me\" နဲ့ \"Talking to the moon\",\nMichael Jackson cover ...",
        "rating": "6.0",
        "url": "https://megaup.net/1KDcw/Sammys_Adventures_The_Secret_Passage_2010_.1080p_BluRay._AAC5.1CH(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7UGmn8TyWPPzkjhLUW58cOUHjPS.jpg",
        "title": "Chip ‘n Dale: Rescue Rangers (2022)",
        "description": "Chip 'n Dale: Rescue Rangers (2022)~ IMDb - 7.3/10, Rotten Tomatoes - 79% ~Chip 'n Dale ဟာ လက်ရှိမှာ ကြည့်ပြီးတဲ့ လူတိုင်းနီးပါး အားရတဲ့ Fun တော်တော်ဖြစ်တဲ့ ရုပ်ရှင်ဖြစ်ပြီး နိုင်ငံတကာရုပ်ရှင်ဖန်တွေက Rating - 5/5 , 10/10 တွေ ပေးထားကြပါတယ်။ Chip 'n Dale: Rescue Rangers ဆိုတဲ့ ဟိုတုန်းက နာမည်ကျော် Dinsey ကာတွန်းဇာတ်လမ်းတွဲထဲက ရှဉ့်ငရှုပ်နှစ်ကောင်ကို အဓိကထားပြီး တခြား ၉၀ပြည့်နှစ်က ကာတွန်းဇာတ်ကောင်တွေအများကိုလည်း cameo ထည့်ထားသလို လက်ရှိ ရုပ်ရှင်တွေကိုလည်း ဖောင်းထုထားတဲ့ တော်တော့်ကို ကြည့်ပျော်တဲ့ ရုပ်ရှင်ပါပဲ။ Nostalgia ဖြစ်စရာတွေလည်း အပြည့်ပါပဲ။ဒစ္စနေးကားပေမဲ့ Cameo တွေဟာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/14W65/(CM)_Chip_n_Dale_Rescue_Rangers_(2022)_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYzA0NGY2NGItNTg2ZS00ZWRlLTg4ZDctYzQ5Zjg3NGE2ZDNlXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Sonic the Hedgehog 2 (2022)",
        "description": "Sonic the Hedgehog 2 (2022)=====================IMDb Rating - 6.9/10ကျွန်တော်တို့ငယ်ငယ်ကတည်းက ဂိမ်းလောကမှာ နာမည်ကြီးခဲ့တဲ့\nဆိုးနစ် ဖြူကောင်လေး လာပါပြီ။ ဒီရုပ်ရှင်ကတော့ ဒုတိယကားပါ။\nပထမကားကိုလည်း ချန်နယ်မြန်မာမှာ တင်ပေးထားပါတယ်။\nဗီလိန်ကလည်း The Mask လို ရုပ်ရှင်တွေနဲ့ ဂန္ထဝင်ဖြစ်ခဲ့တဲ့ ဂျင်မ်\nကာရေးပဲ ဖြစ်ပါတယ်။ပထမကားမှာတော့ ဗီလိန်ကြီး ရိုဘော့နစ်တစ်ယောက် ကမ္ဘာပေါ်ကနေ\nအခြားဂြိုလ်ကို ကန်ထုတ်ခံလိုက်ရပြီး အဆုံးသတ်သွားခဲ့ပါတယ်။\nအခုကားမှာတော့ ရိုဘော့နစ် ပြန်လာတဲ့အပြင် သူနဲ့အတူ ဆိုးနစ်ကို\nတိုက်ခိုက်မယ့် ဂြိုလ်သားလေး နက်ကယ်ပါ ပါလာပါတယ်။ ဒါ့အပြင်\nဆိုးနစ်ကိုလေးစားနေတဲ့ မြေခွေးလေး တေးလ်စ်ပါ ပါလာတဲ့အခါ\nတစ်ဖက်ကို နှစ်ယောက်ဆီ ဘယ်လိုရင်ဆိုင်ပြီး တိုက်ခိုက်ကြမလဲဆိုတာ\nကြည့်လိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nSonic 1 ကို မကြည့်ရသေးသူများက ဒီလင့်မှာကြည့်လို့ရပါတယ်။ Click HereFile Size - (2.61 GB) / (1.29 GB)\nQuality – Web-Rip ...",
        "rating": "6.9",
        "url": "https://megaup.net/1Kqng/Sonic.the.Hedgehog.2.2022.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7qop80YfuO0BwJa1uXk1DXUUEwv.jpg",
        "title": "The Bad Guys (2022)",
        "description": "The Bad Guys (2022)ဒီနှစ်ရဲ့အကောင်းဆုံး အနီမေးရှင်းရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်တဲ့ လူဆိုးကြီးများအဖွဲ့ လာပါပြီ။\nဇာတ်လမ်းကတော့ သူငယ်ချင်းစိတ်ဓာတ်၊ အကောင်းနဲ့အဆိုး စိတ်လွန်ဆွဲပွဲကို\nဇာတ်လမ်းကောင်းကောင်းနဲ့ ဟာသတွေ ရောယှက်ပြီး ဖန်တီးထားတာပါပဲ။\nလူတွေအများစု ကြောက်လန့်ကြတဲ့ သတ္တဝါမျိုးစိတ်တွေကို လူဆိုးတွေအဖြစ်ပုံဖော်ပြထားပြီး၊\nအဲဒီလူဆိုးအဖွဲ့ကို လူကောင်းပြန်ဖြစ်လာအောင်ကူညီနေတဲ့ ပူးကလေးရယ်ပါတာပေါ့။\nလှည့်ကွက်တွေများများကြည့်ရအောင် ဇာတ်လမ်းတော့ပြောမပြတော့ပါဘူး။\nနောက်ခံသီချင်းတွေကလည်းအတော်ကောင်းပြီး\nလှုပ်ရှားမှုတွေရော အသံသရုပ်ဆောင်တွေရော ကောင်းတာမို့ ကိုယ်တိုင်ခံစားကြည့်လိုက်ပါဦး။အညွှန်းကိုတော့ Mr.Anderson က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Mr.Anderson, Chcuk နဲ့ Yoon တို့ပဲ ဖြစ်ပါတယ်Genre.....Animation, Adventurd, Comedy\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.5GB and 750MB and 300MB\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson, Chuck, Yoon\nEncoder ..... August",
        "rating": "7",
        "url": "https://megaup.net/36g7g/The.Bad.Guys.2022.1080p.AMZN.WEB-DL.AAC5.1CH(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNOza32GNEMyvsqBJHx1cSMBnS5.jpg",
        "title": "Qinling Mountains ( 2022 )",
        "description": "ဒဏ္ဏာရီလာစကားတွေအရ ချင်းလင်တောင်ထဲမှာ အဖိုးမဖြတ်နိုင်တဲ့\nရတနာပစ္စည်းတွေရှိနေပါသတဲ့။ လူတိုင်းက တောင်ထဲက\nလျို့ဝှက်ဂူကိုဖွင့်ပြီးရတနာတွေကိုအပိုင်သိမ်းချင်နေကြပါတယ်။ရှေးဟောင်းသုတေသန မြေနေရာသတင်းရယူရေးအဖွဲ့ဖြစ်တဲ့\nချီရှမ်းဝမ်နဲ့အဖွဲ့ဟာ ချင်းလင်တောင်ပေါ်ကဂူထဲမှာ\nရှေးနှစ်ပေါင်းများစွာကကျောက်ထွင်းစာတစ်ချပ်ကိုရှာတွေ့ခဲ့ပါတယ်။ဂူထဲမှာသုတေသနပြုလုပ်နေရင်း ပေါက်ကွဲမှုဖြစ်တဲ့အခါ\nချီရှန်းဝမ်တစ်ယောက်သာ အသက်ရှင်လျက်ပြန်ထွက်လာနိုင်ခဲ့ပါတယ်။\nသူဟာဒဏ်ရာကြောင့် ရွာတစ်ရွာမှာအနားယူနေရတဲ့အချိန်\nအဲ့ဒီရွာကိုဓားပြတွေဝင်စီးတာခံရပြီး အဲ့ဒီဓားပြတွေကလည်း\nချင်းလင်တောင်ကရတနာတွေကိုအပိုင်စီးချင်နေတဲ့အခါ..လူဆိုးတွေတင်မကဘဲ လူနှစ်ရပ်စာလောက်ရှိတဲ့\nပင့်ကူသတ္တဝါဆန်းကြီးတွေရောပါဝင်လာတဲ့အခါ...\nတောင်ထဲကရတနာကရောဘာဖြစ်မလဲ\nပင့်ကူကြီးတွေကိုရောဘယ်လိုရင်ဆိုင်ကြမလဲ\nရွာသားတွေကိုရော ဓားပြလက်က ကယ်နိုင်ပါ့မလားဆိုတာကို\nရုပ်ရှင်ထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Adventure\nRuntime : 1h 18min\nSubtite : Myanmar Subtitle ( Hardsub )\nTranslated by Hnin Wutt Hmone , Yin Wai Phyo , Minnie\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/14quz/Qinling_Mountains_(2022)_WEB-DL_1080p_(CM).mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lv3RonWge4GlC9ymNzC0oWpFCfv.jpg",
        "title": "Double World (2020)",
        "description": "Double World(2020) အညွှန်း************************* အလယ်ပိုင်းလွင်ပြင်မှာ တောင်ပိုင်းဇောင်နဲ့ ​မြောက်ပိုင်းယန်တို့ကြား နှစ်ပေါင်းများစွာ စစ်ဖြစ်ခဲ့ကြတယ်၊တိုက်ပွဲက အနိုင်အရှုံးမရှိခဲ့ဘဲ နောက်ဆုံးမှာတော့ နှစ်ဘက်စလုံးဟာ ငြိမ်းချမ်းရေး သဘောတူညီမှု ရခဲ့ကြတယ်၊ဒါပေမဲ့ ဒီငြိမ်းချမ်းရေး သဘောတူညီမှုဟာ ဆယ်နှစ်တာပဲ ခံခဲ့ပါတယ်၊မြောက်ပိုင်းယန်ရဲ့ ဘုရင်အသစ် နန်းတက်လာတဲ့အချိန်မှာတော့ တောင်ပိုင်းဇောင်ကိုဆက်လက်သိမ်းပိုက်ချင်ခဲ့တယ်၊အလယ်ပိုင်းလွင်ပြင်မှာ သွေးချောင်းစီးမဲ့ စစ်ပွဲကြီးကို ထပ်မံ မြင်တွေ့ရတော့မှာပါ၊မြောက်ပိုင်းယန်ကလူတွေက တောင်ပိုင်းဇောင်ရဲ့ ဘုရင်ကို လုပ်ကြံဖို့ကြိုးစားလာပါတယ်၊ဒါကြောင့် တောင်ပိုင်းဇောင်ဟာ စစ်ပွဲအတွင်း စစ်သူကြီးနေရာကို ရွေးချယ်ဖို့အတွက်မျိုးနွယ်စု ရှစ်စုလုံးက စစ်သည်တော်တွေကို ဆင့်ခေါ်ခဲ့ကာ လူရွေးပြိုင်ပွဲကို ကျင်းပခဲ့ပါတယ်၊အဲ့ဒီနောက်မှာတော့....Fight Scene တွေ အတော်မိုက်...တရုတ်အက်ရှင်ကားကောင်းကြိုက်သူတွေတော့ လုံးဝ ဒေါင်းရကျိုးနပ်စေရပါလိမ့်မယ်....   \nFile Size          : 2.9GB, 1.5GB, 590MB\nQuality            : WEB-DL1080P5.1Ch, 720p \nFormat        ...",
        "rating": "6.1",
        "url": "https://megaup.net/36pbe/Double.World.2020.WEB-DL.1080P5.1CH(CM).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/hg57Zr63A96mpIQKHxOjHYqCVhI-185x278-1-133x200.jpg",
        "title": "The Blue Lagoon (1980)",
        "description": "The Blue Lagoon ဆိုတာ အချောအလှတွေနဲ့ နာမည်ကြီးတဲ့ မင်းသမီး Brooke Shields ရဲ့နာမည်ကျော် ဇာတ်ကားပါ။သူမအသက် ၁၄ နှစ် မြီးကောင်ကောက်အရွယ်မှာ ရိုက်ထားတာဖြစ်သလို အဖော်အချွတ်ခန်းတွေနဲ့မို့ပုရိသတို့ရဲ့အိမ်မက်တွေထဲထိ ရိုက်ခတ်မှုတွေရှိခဲ့ပါတယ်။ဇာတ်လမ်းကတော့...ပင်လယ်ပြင်မှာ မုန်တိုင်းတိုက်ခတ်မှုကြောင့် သင်္ဘောတစ်စီးပေါ်ကလူတွေအကုန် အသက်လုပြေးကြရသလိုရစ်ချတ်နဲ့ အမ်မလိုင်းဆိုတဲ့မောင်နှမဝမ်းကွဲကလေးနှစ်ယောက်ကိုသင်္ဘောရဲ့ချက်ကြီးဖြစ်တဲ့ ပတ်တီက ကယ်တင်ခဲ့ရပြီးလူသူဝေးတဲ့ကျွန်းလေးတစ်ကျွန်းပေါ်မှာ သောင်တင်နေပါတော့တယ်။ကလေးနှစ်ယောက်ကိုထိန်းကျောင်းပေးရင်းနဲ့ပတ်တီတစ်ယောက် အရက်မူးလွန်ပြီးတော့ ရေနစ်သေဆုံးသွားတဲ့အခါတော့မောင်နှမနှစ်ယောက်တည်း ကျွန်းလေးပေါ်မှာပဲ အသက်ဆက်ရှင်ဖို့ကြိုးစားနေထိုင်ရပါတော့တယ်တဖြေးဖြေးနဲ့ ရစ်ချတ်နဲ့အမ်မလိုင်းတို့နှစ်ယောက်အရွယ်တစ်ခုကိုရောက်လာချိန်မှာတော့လူသားဗီဇအရသွေးသားဆန္ဒကိစ္စတွေပါ စိတ်ဝင်စားလာပါတော့တယ်..ဒီတော့ ရစ်ချတ်နဲ့အမ်မလိုင်းတို့ကို လူသူကင်းမဲ့တဲ့ကျွန်းလေးပေါ်ကနေ ကယ်ဆယ်မယ့်သူပေါ်လာနိုင်မလားဆိုတာနဲ့သူတို့နှစ်ယောက်ရဲ့ လူသားသဘာဝဇာတ်လမ်းကရော ဘယ်ထိခရီးဆက်သွားမလဲဆိုတာ.....။ငယ်ဘဝက ချောင်းကြည့်ခဲ့ရတဲ့ ဒီဇာတ်ကားလေးကို အကောင်းဆုံး Quality နဲ့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။File Size : (3 GB) & (1.5 GB)\nQuality : BluRay DS4K 1080p HEVC & 720p\nRunning Time : 01:45:00\nFormat : mp4\nSubtitle ...",
        "rating": "5.8",
        "url": "https://megaup.net/2qGnC/(CM)_The.Blue.Lagoon.(1980).Blu-Ray.1080p.10bit.x265.HEVC.AAC.5.1-RGB.mkv",
        "category": "Adult, Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lkp1GFmWyf7k2WKvKIQuuGyichI.jpg",
        "title": "Prince of Persia: The Sands of Time (2010)",
        "description": "Prince of Persia (2010)Prince of Persiaဟာ ကျွန်တော်တို့ ဟိုးငယ်ငယ် နာရီပေးနဲ့ဆော့ခဲ့ရတဲ့ P2ခေတ်ကတည်းက နာမည်ကြီးခဲ့ပါတယ်။ နောက်ပိုင်း Mobile Game အထိ ရှိခဲ့သလို ဒီနှစ်ထဲလည်း Ubisoftက remakeပြန်ထုတ်ဖို့ အထိလုပ်ထားပါတယ်။ Prince of Persiaဟာ ဒီလို ခေတ်အဆက်ဆက်အထိ မမှေးမှိန်သေးတဲ့ နာမည်ကျော်ဂိမ်းစီးရီးတစ်ခုပါပဲဒီရုပ်ရှင်ကတော့ Prince of Persia , Sand of time ဂိမ်းTrilogy က အချက်အလက်တွေကို သုံးပြီး 2010မှာ ရိုက်ခဲ့တဲ့ ရုပ်ရှင်ပါ။ legend actorကြီး Jake Gyllenhaalနဲ့ Ben Kingsley တို့အပြင် ဆွဲဆောင်မှုအပြည့်နဲ့ မမGemma Artertonတို့က သရုပ်ဆောင်ထားပါတယ်။ရုပ်ရှင်က ပါရှားတွေရဲ့ စစ်မက်တွေ မတည်ငြိမ်တဲ့ ခေတ်ကာလမှာ တည်ထားတာဆိုတော့ နန်းဆောင်ကြီးတွေ ၊ စစ်တပ်‌တွေ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2qEoi/(CM)Prince_of_Persia_-_The_Sands_of_Time_(2010)_1080p_BDRip_10bit_x265_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2019/11/War_official_poster-220x300.jpg",
        "title": "War (2019)",
        "description": "War (2019)\nIMDb - 6.5/10_____Rotten - 69%ကားသစ်တွေ ကားကောင်းတွေ ဆက်တိုက်ထွက်နေတဲ့ကြားက ယနေ့ထွက် ဘောလိဝုဒ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကြီး မင်းသားနှစ်ယောက် အားပြိုင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာဆိုရင်.... ဘတ်ဂျက်ငွေရဲ့ ၃ဆကျော်ကျော် အောင်ပွဲခံခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေး ချရင်လည်း မဖတ်ဘဲ ဒေါင်းကြမှာမို့ သိပ်ပြီး မရေးတော့ပါဘူး။တိုက်ဂါးနဲ့ ရီသိတ်ဟာ အိန္ဒိယတပ်မတော်သားတွေဖြစ်ပြီး တိုက်ဂါးကတော့ ရီသိတ်ရဲ့ တပည့်အဖြစ် မြင်ရပါမယ်။ရီသိတ်ဟာ လတ်တလောမှာ မစ်ရှင်တစ်ခုကို လုပ်ရင်း တရားခံကို မပစ်ဘဲ ကိုယ့်ဖက်က အရာရှိကို ပစ်သတ်သွားခဲ့တယ်။သူ ဘာကြောင့် ပစ်ခဲ့တာလဲ....ဘာကြောင့် သစ္စာဖောက်သွားခဲ့တာလဲ...သူ့လို တည်ကြည်ဖြောင့်မတ်ပြီး သစ္စာရှိတဲ့ လူတစ်ယောက် သစ္စာဖောက်သွားတာကို စုံစမ်းဖို့နဲ့ ရှင်းပစ်ဖို့ တာဝန်ပေးခံရသူကတော့... တိုက်ဂါးပါ။ကဲ.... ဆရာနဲ့ တပည့်....ဘယ်လို ဆက်ဖြစ်ကြမလဲ.....အမှန်တရားကို ဘယ်လို ဖော်ထုတ်ကြမလဲ.... ဆိုတာကို ကိုယ်တိုင်သာ ခံစားကြည့်ကြပါဦးဗျာ။File size…(7.6 GB)/(2.3 GB)/(1.3 GB)\nQuality….BluRay 4K ...",
        "rating": "6.5",
        "url": "https://megaup.net/1KBma/(CM)_WAR_(2019)_Hindi_-_BluRay_1080p_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vZVXCj3jXzIPJUHLaQohzt2uTM3.jpg",
        "title": "Reign of Fire (2002)",
        "description": "Game of Thrones ထဲက နဂါးကြီးတွေကို သဘောကျ နှစ်ခြိုက်ကြတဲ့သူတွေ အများအပြားရှိပါလိမ့်မယ်။ ဝံ့ကြွားလှပတဲ့ကိုယ်ဟန်နဲ့၊ ဝါညီးထွန်းတောက်တဲ့ မီးတောက်တွေ မှုတ်ထုတ်လို့ ခံ့ညားလှတဲ့ သတ္တဝါကြီးတွေပေါ့။ ဒီတော့ လူကြီးမင်းရဲ့ အိမ်အောက်မှာ အ‌ပေါက်တစ်ခုတွေ့လို့ ဆင်းကြည့်ရင်း နဂါးကြီးတစ်ကောင်နဲ့ ပက်ပင်းတိုးမိတယ်ဆိုပါစို့။ အကြံပေးချင်တာကတော့ Game of Thrones ကို မေ့လိုက်ပြီး ဖနောင့်နဲ့တင်ပါး တသားတည်းကျအောင်သာပြေးပါ။ ဘာလို့လဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ရှုစားနိုင်ပါတယ်။ခေတ်မီစက်မှုကာလ မျက်မှောက်ခေတ်၊ လူတွေဟာ ငွေနောက်လိုက်ရင်း ငွေရှာရင်း အသက်ကြီးလာ၊ ငွေနောက်လိုက်ရင်းပဲ သေကြရတဲ့အချိန်ပေါ့။ ဒီတော့ လောကဇာတ်ဆရာက ပျင်းရိငြီးငွေ့လာပုံရပါတယ်။ မြေကြီးထဲမှာ အိပ်ပျော်နေတဲ့ နဂါးတစ်ကောင်ကို နိုးထစေလိုက်တယ်။ သံချပ်ကာ အကြေးခွံချပ်တွေနဲ့၊ နိုက်ထရို နက်ဖလင်းမီးတောက်တွေမှုတ်ထုတ်နေတဲ့ နဂါးကြီးဟာ လှပသလောက် အန္တရာယ်မ‌ျားလှပါသတဲ့။ စာရေးဆရာက ဘယ်လောက်တောင် ညွှန်းလိုက်သလဲဆိုရင် ဒိုင်နိုဆောတွေကို မီးလောင်တိုက်သွင်းခဲ့တာ သူတို့ပါတဲ့။ သူတို့ကြောင့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Kp8q/(CM)_Reign.of.Fire.2002.1080p.bluray.x264-Nyein.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rFd98DjPMSy1L6KKNFrqrrGNtrD.jpg",
        "title": "4 Horsemen: Apocalypse (2022)",
        "description": "4 Horsemen: Apocalypse (2022)\nကမ္ဘာပျက်ကိန်းကားတွေ သဘာ၀ဘေးအန္တရာယ်ကားတွေ ကြိုက်ကြတယ်ဆိုတဲ့ လူတွေအတွက်ပါ။ Moonfallတို့၊ 2012တို့ဟာ တစ်ချို့အတွက် ပေါပေမဲ့ ဒီလိုကားကြိုက်တဲ့လူတွေအတွက် ကောင်းနေပြန်တာပါပဲ။ ဒီတစ်ခါ ရုပ်ရှင်ကတော့ အဲဒီရုပ်ရှင်တွေနဲ့ လုံး၀မတူပါဘူး။ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ဆိုတာ စူပါနေထရယ်ဖန်တွေ မစိမ်းဘူးမလား။ ဒီရုပ်ရှင်ဟာ အဲဒီ ကမ္ဘာပျက်ကိန်းရဲ့ မြင်းသည်တော်လေးယောက်ရဲ့ ကမ္ဘာပျက်မှာကို တားတဲ့ရုပ်ရှင်ပါပဲ။ ပင်တဂွန်၊ မှိုပညာရှင်(အတည်မှိုပါ)၊ မိုးလေ၀သပညာရှင်၊ မီးတောင်လေ့လာရေး ပညာရှင်၊ စစ်သားတွေ အစုံအလင်နဲ့ တားကြတာပါ။ဒီနေရာမှာ ပြောချင်တာက ဇာတ်ကောင်တွေအားလုံးဟာ သူမတူအောင် ထူးခြားပါတယ်။ သရုပ်ဆောင်မှန်းသိသာနေအောင် ရုပ်သေကြီး‌တွေနဲ့ ဟာ ငါတို့ ဘာလုပ်မှာဆိုပြီး ကိုယ်ကြွေနေတဲ့ကောင်လေးရှေ့ အသံပေးတဲ့ ဆယ်ကျော်သက်မလေးတွေလို ခဏခဏကို သူတို့ဘာလုပ်မယ့်အကြောင်းကို ဆယ်ခါလောက်ကိုပြောနေတာပါ။ ဥပမာဆို ထမင်းစားမယ်ဆိုပါစို့။ ငါတို့ထမင်းစားမှာကွ။ ဇွန်းနဲ့ပန်းကပ်ထဲ ခပ်ပြီး ပါးစပ်ထဲထိုးထည့် သွားနဲ့ဝါးတာလေလို့ ထိုင်ပြောနေသလိုပါပဲ။ အကြောင်းအရာတော့မတူဘူးပေါ့။။သရုပ်ဆောင်တွေဟာ ဒါတင်ပဲလားဆိုတော့ ...",
        "rating": "",
        "url": "https://megaup.net/2qvit/(CM)_4_Horsemen_Apcalypse_(2022)_1080p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aQvJ5WPzZgYVDrxLX4R6cLJCEaQ.jpg",
        "title": "Sonic the Hedgehog (2020)",
        "description": "အရင်လက ရုံတင်သွားတဲ့ သိပ္ပံစိတ်ကူးယဉ်ကားလေးပါ။အခြားဂြိုလ်ကနေလာပြီး အမြန်နှုန်းနဲ့ပါဝါတွေရှိတဲ့ ဆောနစ်ဆိုတဲ့ ဖြူကောင်လေးဟာရန်သူတွေလက်ကနေ ပြေးရင် ကမ္ဘာပေါ်ကို ရောက်လာပါတယ်။ကမ္ဘာပေါ်မှာ ရဲတစ်ယောက်နဲ့မိတ်ဆွေဖြစ်ပြီးတစ်ချိန်တည်းမှာပဲ သူ့ကို ဖမ်းဖို့လိုက်လာတဲ့သိပ္ပံပညာရှင် ရိုဘော့နစ် နဲ့ပါ ရင်ဆိုင်လာရပါတော့တယ်။ဒီတော့ ရဲအရာရှိ သောမက် နဲ့ဆောနစ်တို့ သူ့လက်ကလွတ်အောင်ပြေးရင် ဘေကင်းတဲ့ဂြိုလ်တစ်ခုကို ဆောနစ်ကို ပြန်ပို့နိုင်ဖို့ ကြ်ိုးစားရပါတော့တယ်။ဆာနစ်အဖြစ် ဘန် ရှဝက်က သရုပ်ဆောင်ထားပြီးဗီလိန်နေရာကတော့ မတွေ့ရတော ကြာပြီဖြစ်တယ်မင်းသားကြိး ဂျင်မ် ကာရေးမို့ ကြည့်လို့သိပ်ကောင်းပါလိမ့်မယ်။rating လည်း 6.8 ဆိုတော့ အားလုံးအပမ်းပြေကြမယ်ထင်ပါတယ်File Size : ( 930 MB)\nQuality : HDRip 720p\nRunning Time : 1 hr 39 min\nFormat : Mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar ...",
        "rating": "6.8",
        "url": "https://megaup.net/14s1g/(NZ)Sonic.The.Hedgehog(2020).mp4",
        "category": "Action, Adventure, Comedy"
    }
]