[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p9463958_v_v8_aa-133x200.jpg",
        "title": "Star Trek Into Darkness (2013)",
        "description": "Star Trek Into Darkness (2013)\nIMDb - 7.7/10_____Rotten - 84%\n  Star Trek into Darkness (သို့မဟုတ်) တစ်ကျော့ပြန် KhanStar Trek ဇာတ်ကားတွေမှာ အလွန်ကောင်းမွန်တဲ့ Villains တွေရှားတယ်။ The Next Generations တုန်းကတော့ လူဆိုးကြီး Q ရှိတယ်။ တစ်ခြားနာမည်ကြီး လူဆိုးမျိုးနွယ်တွေကတော့ Klingons တို့Romulans တို့Ferengi တို့တော့ရှိတာပေါ့။ အကောင်းဆုံး Villain ကိုပြပါဆိုရင် Khan တစ်ယောက်ပဲ ရှိမယ်ထင်တယ်။ ဒါကြောင့်လည်း J.J. Abrams ရဲ့ဒုတိယမြောက်ဇာတ်ကားတွင် ထိုဇာတ်ကောင်ကို ပြန်လည်အသက်သွင်းခဲ့တယ်။ The Wrath of Khan ဇာတ်ကားတုန်းက Khan သည် Spock ရဲ့အသက်ဇီဝိန်ကို ချွေနိုင်ခဲ့သည်အထိ တတ်စွမ်းနိုင်ခဲ့တယ်လေ။J.J. Abrams ဇာတ်ကားတွေရဲ့New Timeline မှာတော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2dPtt/Star_Trek_Into_Darkness_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/p176379_v_v8_ao-133x200.jpg",
        "title": "Star Trek (2009)",
        "description": "Star Trek (2009)\nIMDb - 7.9/10_____Rotten - 94%\nWon 1 Oscar. Another 24 wins & 93 nominations\n  ခေတ်သစ် Star Trek (တစ်နည်းပြောရရင် ကျွန်တော်တို့ခေတ်ရဲ့Star Trek)J. J. Abrams က 2009 နှစ်စပိုင်းလောက်မှာ Star Trek ရုပ်ရှင်တွေကို ပြန်လည်ဆန်းသစ် ရိုက်ကူးမယ်လို့သိရတော့ ကျွန်တော် စိတ်မဝင်စားခဲ့ဘူး။ ထိုအချိန်လောက်က ကျွန်တော်ဟာ Star Trek fan တစ်ယောက် မဟုတ်ခဲ့သလို J. J. Abrams ကိုလည်း ကြိုက်တဲ့ Directors စာရင်းထဲမှာ မရှိခဲ့လိုပဲ။ အမှန်ကို ဝန်ခံရမယ်ဆိုရင် 2009 တုန်းက ထွက်ရှိခဲ့တဲ့ Star Trek ဇာတ်ကားကို ပထမအကြိမ် ကျွန်တော်ကြည့်ခဲ့စဉ်က မကြိုက်ခဲ့ပေမဲ့ Star Trek into ...",
        "rating": "7.9",
        "url": "https://megaup.net/2TOpd/Star_Trek_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/12/heroesrb_firstlook_wcast-1-226x300.jpg",
        "title": "Heroes Reborn",
        "description": "Heroes Series တွေ နောက်ပို်င်းမှာမှာ လက်ရှိ ၂၀၁၅ မှထွက်ခဲ့တဲ့ စီးရီးအသစ်ကို တင်ပေးလိုက်ပါပြီ။ကျတော်တို့ အစကတော့ ဟီးရိုး အဆုံးထိပြီးမှ တင်မလို့ ဖြစ်ပေမယ့် အဟောင်းတွေကို အမှီလိုက်ရင်းအသစ်တွေဆီကို မရောက်နိုင်တော့မှာ တွေးမိလို့တင်ပေးလိုက်တာပါ။အရင် အဟောင်းတွေကို မကြည့်ရသေးလဲ ကြည့်နိုင်အောင် ဇာတ်လမ်းအဟောင်းကို အကြမ်းဖျင်း ပြန်ပြောပြပေးပါ့မယ်။သာမန်လူတွေနဲ့ မတူတဲ့ စွမ်းအားကိုယ်ဆီရှိကြတဲ့ လူတွေကို ဟီးရိုးစီးရီးမှာ ရင်းနှီးကြပြီးသားဖြစ်မှာပါ။အဲဒီထက်မှာ အဓီက ဇာတ်ကောင်ဖြစ်တဲ့ ကလဲယာ ဟာ နောက်ဆုံးစီဆန်မှာ မျှော်စင်အမြင့်ကြီးပေါ်ကနေမီဒီယာတွေရှေ့မှာခုန်ချပြပြီး တစ်ကမ္ဘာလုံးကို သူတို့တွေရှိနေတယ်ဆိုတာ အသိပေးခဲ့ပါတယ်။ဒီဇာတ်ကားမှာတော့ အဲဒီရဲ့ အကျိုးဆက်တွေကို ဆက်ပြီး ပြသထားတာပါ။Thit San Khant",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/heroes-reborn-s01e-1-2/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/sholay-poster-145x200.jpg",
        "title": "Sholay (1975)",
        "description": "Sholay (1975)IMDb - 8.2/10_____Rotten - 91%\n  \nAll time Best Bollywood Movies မှာ Sholay ဟာ နံပါတ် ၃ နေရာမှာရှိနေပါတယ်။\n1975 က ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားဆိုပေမယ့် ဇာတ်လမ်း၊ဇာတ်ကွက်တွေနောက်ခံသီချင်းတွေ အဲ့ဒီခေတ် အနေအထားနဲ့ ဒီလို အက်ရှင်ခန်းတွေ၊ ကျေးလက်ဒေသ မြင်ကွင်းတွေ၊ အထူးပြောချင်တာကတော့ ဒရာမာအခန်းတွေပါပဲ့\nတကယ့်ကို ပြီးပြည့်စုံလွန်းတယ်လို့ပဲပြောရမလား\nဘယ်အချိန်ပြန်ကြည့်ကြည့် မချီမကဲဖြစ်သွားစေတဲ့ ဒရာမာအခန်းလေးတွေ၊တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားနေပေမယ့် စကားလုံးတွေမပါပဲ နောက်ခံတေးသံသာသာလေးဟာ အခုချိန်ထိ နားထဲမှာ ကြားရောင်နေဆဲပါပဲ။\nသရုပ်ဆောင်တွေကလည်း ကဏ္ဌအသီးသီးမဇာ တာဝန်ကျေကြသလို၊ အကောင်းမွန်ဆုံးတွေဆိုတော့ သဘာဝကျမှုကို အပြည့်အဝရရှိစေပါတယ်။\nတစ်ခါမှ မကြည့်ဖူးသေးဘူးဆိုရင်တော့ တစ်ခါလောက်တော့ မဖြစ်မနေကြည့်ကြည့်လိုက်ပါ့\nကြည့်ပြီးသားလူတွေအတွက်လည်း ဘယ်အချိန်မှ မရိုးနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ခု ဖြစ်ပါတယ်။\n=======================================================\nဇာတ်လမ်းနည်းနည်းလောက် ညွှန်းရမယ်ဆိုရင်တော့\nရမ်ဂဗ်ရွာရဲ့ အငြိမ်းစားရဲတစ်ယောက်ဖြစ်သူ ထာကူရ်ဗဲလ်ဒေ့ဆင့်ဟာ အသိဖြစ်သူ ထောင်ပိုင်တစ်ယောက်ကို လူနှစ်ယောက်ကို ရှာပေးဖို့ အကူအညီတောင်းခဲ့ပါတယ်\nသူရှာခိုင်းတဲ့ နှစ်ယောက်က ဗီရူးနဲ့ ...",
        "rating": "8.2",
        "url": "https://megaup.net/4fLmj/Sholay_[1975]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNTAwMmU3NzQtNzE3MC00YTAyLTljMWEtOGI2NGQ1MDIwMjgzXkEyXkFqcGdeQXVyMzY3MDMwNQ@@._V1_SY1000_CR006771000_AL_-135x200.jpg",
        "title": "The Young Offenders (2016)",
        "description": "တကယ္​့အျဖစ္​အပ်က္​ကို ႐ိုက္​ကူးထားတဲ့ ဒီကား​ေလးဟာIMDb 7.1 နဲ႔ rotten tomatoes 100% ​ေတာင္​ရ႐ွိထားတာပါအိုင္​ယာလန္​သား​ ေဂ်ာ့ နဲ႔ ​ေကာ္​နာ လို႔​ေခၚတဲ့၁၅ ႏွစ္​အရြယ္​ပဲ႐ွိၾက​ေသးတဲ့ အရမ္​းခင္​ၾကတဲ့ သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​ဟာ တူညီတဲ့အခ်က္​​ေလး​ေတြ႐ွိ​ေနၾကပါတယ္​သူတို႔မွာ မိဘတစ္​​ေယာက္​စီပဲ႐ွိၾကၿပီးသူတို႔မိဘ​ေတြနဲ႔အဆင္​မ​ေျပၾကဘူးႏွစ္​​ေယာက္​စလံုးဟာအရမ္​းခ်မ္​းသာခ်င္​ၾကတယ္​အဲ့ဒီအခ်ိန္​မွာ ပဲ ​ေဂ်ာ့ဟာ ယူ႐ို​ေင​ြ ၇သန္​းတန္​ ပိုက္​ဆံရ​ေပါက္​ရလမ္​းတစ္​ခုကိုTV သတင္​းတစ္​ခုက​ေန ​ေတြ႔လာၿပီး သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​ စက္​ဘီးကိုယ္​စီစီးကာအ​ေနာက္​ဖက္​ကမ္​း​ေျခဖက္​ကို ပိုက္​ဆံအတြက္​႐ွာပံု​ေတာ္​ထြက္​ၾကရင္​း ျပႆနာ​ေပါင္​းစံုတက္​ပံု​ေတြ ရာဇဝတ္​မႈက်ဴးလြန္​မိပံု​ေတြကို ခပ္​ရႊင္​ရႊင္​ ရယ္​စရာ​ေကာင္​း​ေအာင္​႐ိုက္​ကူးထားတဲ့ ဇာတ္​လမ္​း​ေလးျဖစ္​ပါတယ္​​ေပါ့​ေပါ့ပါးပါး ႐ိုက္​ကူးထားတဲ့အတြက္​ ​ေပါ့​ေပါ့ပါးပါးၾကည္​့ခ်င္​သူ​ေတြအတြက္​ ၾကည္​့လို႔​ေကာင္​းမယ္​့ Drama Comedy ဇာတ္​ကား​ေလးပါဒီကားထဲမွာ သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက​ေတာ့ Chris Walley, Hilary Rose, Alex Murphy, Dominic MacHale စတဲ့ နာမည္​​ေက်ာ္​အိုင္​းရစ္​႐ွ္​ သ႐ုပ္​​ေဆာင္​​ေတြပဲျဖစ္​ၾကပါတယ္​သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​ ​ယူရိုေငြ ခုႏွစ္​သန္​း ကို ရၿပီး ခ်မ္​းသာသြားမလားဘယ္​လို အႏၲရာယ္​​ေတြၾကံဳႏိုင္​လဲ ဆိုတာ​ေတြကို ပရိတ္​သတ္​ႀကီးကိုယ္​တိုင္​ပဲၾကည္​့႐ႈ​ေတာ္​မူၾကပါဦး File Size ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-young-offenders-2016/",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bqvlKYlWq2uibsuVzKTWseeccd2.jpg",
        "title": "The Hunt for Red October(1990)",
        "description": "IMDb...7.6,,,,,,Rotten....86\nပုံမွန္ထက္မီတာ၂၀ပုိရွည္ၿပီးႀကီးမားတဲ့ ေရငုတ္သေဘၤာကုိရုရွားတုိ႕တည္ေဆာက္ၿပီးစီးသြားျခင္းအားၿဗိတိသွ်တုိ႕ေထာက္လွမ္းမိသြားတယ္.....အဖ်က္စြမ္းအားႀကီးမားတဲ့ ႏ်ဴးကလိယားဗုံးေတြသယ္ေဆာင္ႏုိင္သလုိ ေျခရာခံဖုိ႕ခက္ခဲလွတဲ့အဲ့ဒီေရငုတ္သေဘၤာဟာ အေမရိကန္ေရငုတ္သေဘၤာေတြလွည့္လည္ေနတဲ့ေနရာမွာ သြားလာေနတယ္....ဒီေရငုတ္သေဘၤာဟာ ဘာေၾကာင့္ဒီပတ္၀န္းက်င္ကုိေရာက္လာတာလဲ ဘာလက္နက္ေတြပါလဲ သုိ႕ေလာ သုိ႕ေလာ ေမးခြန္းေတြဟာ အေမရိကန္တုိ႕အဖုိ႕ အေတာ္ေခါင္းစားေနပါတယ္ CIA ကကြ်မ္းက်င္ပညာရွင္ကလည္း အဆုိပါ သေဘၤာကုိဦးစီးတဲ့ Captain ဟာ ထူးခြ်န္တဲ့ေခါင္းေဆာင္ႀကီးကုိယ္တုိင္ျဖစ္ေနေၾကာင္းကုိအတည္ျပဳပါတယ္.......စစ္ကားနဲ႕ႏုိင္ငံေရးဘက္ကုိအနည္းငယ္စိတ္၀င္စားရုံနဲ႕မီလီစကၠန္႕ေလးေတာင္ေက်ာ္မၾကည့္ခ်င္ေလာက္ေအာင္ကာင္းတဲ့ ဇာတ္ကားႀကီးပါ..ဒီလုိမ်ဳိးေတြစိတ္မ၀င္စားဘူးဆုိရင္ေတာ့ေဒါင္းရက်ဳိးနပ္မွာမဟုတ္ပါဘူး.....နာမည္ႀကီးမင္းသားႀကီး ေတြျဖစ္တဲ့ Sean Connery ,Alec Baldwin,Scott Glenn ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္......\nFile Size…(900MB) and (368MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…02:15:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest Abe",
        "rating": "7.6",
        "url": "https://megaup.net/SWfh/The_Hunt_For_Red_October_[1990]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jOPtxxYYTzcNogz8JdapmbyIjfj.jpg",
        "title": "Journey to the Christmas Star (2012)",
        "description": "CM ပရိတ္သတ္ ႀကီးအတြက္ ေနာ္ေ၀ ရုိးရာ ပုံျပင္တစ္ပုဒ္ကုိ ရုပ္ရွင္ အျဖစ္\nအသက္သြင္းထားတဲ့ ဇာတ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။\nအခုလုိ ခရစၥမတ္ နားရက္မွာ မိသားစုနဲ႔ အတူ စိတ္၀င္တစား ၾကည့္လုိ႔ ေကာင္းမဲ့\nဇာတ္ကားေလးတစ္ကားပါ။ ဇာတ္လမ္းကုိ အနည္းငယ္ေျပာျပရရင္ သာယာလွပတဲ့\nတုိင္းျပည္တစ္ခုမွာ ဘုရင္ႀကီး ရယ္ သူ႕သမီးေတာ္ ေရႊေရာင္ဆံပင္ နဲ႔ မင္းသမီးေလးရယ္\nမိဖုရားႀကီးရယ္တုိ႕က တုိင္းျပည္ကုိေပ်ာ္ရႊင္စြာ အုပ္ခ်ဳပ္ေနသတဲ့။ဒါေပမဲ့ ဘုရင္ႀကီးရဲ႕\nညီ၀မ္းကြဲ ၿမုိ႕စားကလည္း ဘုရင္ ျဖစ္ခ်င္ေနတာေပါ့။ ဒါေပမဲ့ သူ ဘုရင္ျဖစ္ဖုိ႔ မင္းသမီးေလး\nနဲ႔ မိဖုရားႀကီးတုိ႔ မရွိမွ ျဖစ္မွာ ကုိး ဒီလုိနဲ႔ ၿမိဳ႕စားက စုန္းမႀကီးကုိ တုိင္းျပည္ တစ္၀က္ ခြဲေပးမယ္\nလုိ႔ အကူအညီေတာင္းတာေပါ့။ ဒီလုိနဲ႔ ၿမဳိ႕စားရဲ႕ လွည့္ဖ်ားမွု႕ နဲ႔ မင္းသမီးေလးက ခရစၥမတ္\nၾကယ္ကုိ ရွာဖုိ႔ ...",
        "rating": "5.9",
        "url": "https://megaup.net/1A2nf/Journey_To_The_Christmas_Star_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8IP8VQBJRdN9S74IRFQXgKGTWJt.jpg",
        "title": "Arthur Christmas (2011)",
        "description": "Merry Christmas ပါ CM ပရိတ္သတ္ ႀကီးေရ။ ခရစၥမတ္ ပိတ္ရက္မွာ\nေအးေဆးၾကည့္ရေအာင္ ခရစၥမတ္နဲ႔ ဆုိင္တဲ့ ကာတြန္းကားေလး\nတစ္ကားတင္ဆက္ေပးလုိက္ရပာတယ္ခင္ဗ်ား။ မိသားစု သားသမီးေတြနဲ႕\nေပါ့ေပါ့ ပါးပါး ရယ္ရယ္ေမာေမာ ၾကည့္လုိ႔အဆင္ေျပတာေပါ့ဗ်ာ။ ဒီကား\nေလးကေတာ့ IMDB 7.1 အထိရထားတယ္ဆုိေတာ့ သိပ္ေတာ့ ေျပာစရာ\nလုိမယ္ မထင္ပါဘူး။ ခရစၥမတ္ ညမွာ ခေလးတုိင္း ရဲ႕ အိမ္ကုိ ဆန္တာက\nလက္ေဆာင္ေလးေတြ လုိက္ပုိ႔ တက္တယ္ လုိ႕ အယုံအၾကည္ရွိၾကပါတယ္။\nဒါေပမဲ့ ကမၻာေပၚက ဒီေလာက္မ်ားတဲ့ကေလးေတြကုိ ဆန္တာ တစ္ေယာက္\nဘယ္လုိမ်ား ပုိ႔လဲ ေပါ့။ ဒီကားထဲမွာ အဲ့ အေၾကာင္းေျပာျပထားပါတယ္။\nတကယ္ေတာ့ ေျမာက္၀င္ရုိးစြန္းရဲ႕ ေအာက္မွာ ဆန္တာ တုိ႔က ေခတ္မွီ\nျမန္ႏွဳန္းျမင့္ စြပ္ဖားေတြ သုံးတာေပါ့။ ဒီႏွစ္မွာလည္း လက္ေဆာင္ စုစုေပါင္း\n၂ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/arthur-christmas-2011-2/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/lego_ninjago_movie_ver2_xlg-135x200.jpg",
        "title": "The LEGO Ninjago Movie (2017)",
        "description": "Lego crazy ေတြအတြက္ LEGO ရဲ႕ေနာက္ဆံုးထြက္႐ုပ္႐ွင္ လာပါၿပီ။The LEGO Movie, The LEGO Batman Movie တို႔လိုပဲ ျမဴးျမဴးႂကြႂကြတီးလံုးေတြနဲ႔ ရယ္ေမာစရာ ဇာတ္ဝင္ခန္းပါဝင္တဲ့ ကားေကာင္းတစ္ကားပါပဲ။ဂာမဒြန္ ဆိုတဲ့လက္ေလးဖက္နဲ႔လူဆိုးႀကီးက Ninjago ဆိုတဲ့ျမဳိ့ႀကီးကို ခဏခဏလာတိုက္ပါတယ္။လာတိုက္တိုင္းလဲ နင္ဂ်ာအဖြဲ႔ကို အျမဲတမ္းရံႈးၿပီး ေခြးေျပးဝက္ေျပးေျပးရစျမဲပါ။နင္ဂ်ာအဖြဲ႔မွာ မီး၊ေရ၊ေျမ၊ေရခဲ၊လွ်ပ္စီး နဲ႔ အစိမ္းေရာင္နင္ဂ်ာဆိုတဲ့ နင္ဂ်ာသူငယ္ခ်င္း ၆ ေယာက္ပါဝင္ပါတယ္။ဒီဇာတ္လမ္းမွာေတာ့ အစိမ္းေရာင္နင္ဂ်ာေလး လိြဳက္၊ ဂါမဒြန္ရဲ႕သားျဖစ္သူေနရာကေန ဇာတ္လမ္းကိုတည္ထားပါတယ္။သူဟာ အစိမ္းေရာင္နင္ဂ်ာမွန္း သူ႔အေဖေရာ တစ္ၿမိဳ႕လံုးေရာမသိၾကပဲ ဂါမဒြန္ႀကီး တစ္ခါလာတိုက္ခိုက္တိုင္း ၿမိဳ႕သူၿမိဳ႕သားေတြက သူ႔ကိုသာအျပစ္ပံုခ်ေလ့ရိွပါတယ္။တစ္ရက္မွာေတာ့ ဂါမဒြန္ကို သည္းမခံႏိုင္ေတာ့တဲ့ လိြဳက္ဟာ အႏၱရာယ္ရိွတဲ့လက္နက္ႀကီးတစ္ခုကို ထုတ္သံုးလိုက္မိတာေၾကာင့္ မီေယာင္သရာလို႔ေခၚတဲ့ ေၾကာင္ဆိုးႀကီး Ninjago ၿမိဳ႕ကိုေရာက္လာၿပီး တစ္ၿမိဳ႕လံုးကိုဖ်က္စီးပစ္တဲ့အခါ လိြဳက္နဲ႔သူ႔သူငယ္ခ်င္းေတြ ေၾကာင္ႀကီးကိုဘယ္လိုေျဖ႐ွင္းၾကလဲ။ဂါမဒြန္နဲ႔လိြဳက္ သားအဖရဲ႕ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-lego-ninjago-movie-2017/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sqWvI1M8cnAuXAws3hB11XwLpU2.jpg",
        "title": "Justice League: The Flashpoint Paradox (2013)",
        "description": "Flash စီးရီး နဲ႔ မစိမ္းတဲ႔ CM ပရိတ္သတ္ျကီးအတြက္\nJustice league:Flashpoint paradox ဟာကားေကာင္းတစ္ကားျဖစ္မွာပါ\nflash ရဲ႕ရန္သူေတာ္ eobard thawne တစ္ျဖစ္လဲ reverse flash နဲ႔တစ္ဖန္ရင္ဆိုင္ရပါျပီ\nတစ္ည flash museum မွာ reverse flash ဟာ\ncaptain cold တို႔ပါတဲ႔ the rouges ေတြနဲ႔ flash ကိုေထာင္ေခ်ာက္ဆင္ပါတယ္\nဒါေပမဲ႔လည္း justice league နဲ႔အတူ flash ဟာ\nဒီအေျခအေနကေနလြတ္ေျမာက္ႏိုင္ခဲ႔ပါတယ္\nသို႔ေပမဲ႔လည္းreverse flash က flash ကို သူ႔အေမကိုေတာ\nဘယ္ေတာ့မွကယ္ႏိုင္မွာမဟုတ္ဘူးဆိုတဲ႔စကားတခြန္းေျကာင့္\nflash ဟာ time travel လုပ္ျပီး သူ႔အေမကိုျပန္သြားကယ္ခဲ႔ေပမဲ႔လည္း\nဒီအေျကာင္းေျကာင့္ ကမ႓ၻာျကီးဘယ္လိုေျပာင္းလဲသြားလဲ\nflash ကဒီအေျခအေနေတြကိုဘယ္လိုေျပာင္းလဲႏိုင္မလဲဆိုတာျကည့္ရႈရမွာျဖစ္ပါတယ္\n(အညြန္းကိုေတာ့ Swam Htet Nyunt ကေရးသားေပးခဲ့တာပါ)\nFile Size : (870 MB) and (260 MB)\nQuality : 720p ...",
        "rating": "8.2",
        "url": "https://megaup.net/UCu4/Justice_League_The_Flashpoint_Paradox_(2013)_ျမန္မာစာတန္းထိုး.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNDBlMzY1MmMtMWUwMS00ODk5LWJiZDUtN2ZmZjJjYTRhMmNhXkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_SX675_AL_-1-135x200.jpg",
        "title": "Beyond Skyline (2017)",
        "description": "Beyond Skyline (2017)\nIMDb - 5.3/10_____Rotten - 65%\n   \nIMDb 5.3 ထိ ရရှိထားတဲ့ Alien Invasion ကားလေးပါ\nရဲအရာရှိဖြစ်တဲ့ မက်ခ် က ဇနီးဖြစ်သူဆုံးသွားလို့ စိတ်ဓာတ်ကျပြီး အလုပ်ကနားထားတဲ့အချိန်\nသားဖြစ်သူ ထရန့်ကလဲ ဆိုးပေးတေလို့ ရဲစခန်းကနေ သွားပြန်ခေါ်လာတဲ့တစ်နေ့\nသားဖြစ်သူနဲ့အတူ အိမ်အပြန် ရထားစီးရင်း ရုတ်တရက် အပေါ်ကအသံတွေကြားရပြီး ရထားဟာ ပါဝါပျက်ပြီး ရပ်သွားပါတယ်\nမြေအောက်ရထားလိုဏ်ဂူကနေ ဘူတာရုံကိုလမ်းဆင်းလျှောက်ခဲ့ကျပြီး ဘူတာရုံရောက်တော့ လူတွေတစ်ယောက်မှ မရှိတော့တာကိုတွေ့ရပြီး ထူးဆန်းတဲ့အလင်းရောင်တွေကို မြင်လိုက်ကြတယ်\n  \nအလင်းရောင်တွေကို ကြည့်မိတဲ့သူတိုင်း စိတ်ညို့သလို အသိစိတ်ပျောက်ပြီး အာကာသယာဉ်ပျံကြီးက ခေါ်ဆောင်သွားပါတော့တယ်\nသားအဖတွေထွက်ပြေးရင်းနဲ့ လွတ်မြောက်နိုင်မလား\nဂြိုလ်သားတွေက ဘာအတွက်လူသားတွေကို ခေါ်ဆောင်သွားတာလဲ\nအာကာသယာဉ်ပျံကြီးထဲမှာ သူတို့ဘယ်လိုထူးဆန်းတာတွေနဲ့ ကြုံတွေ့ရမလဲ\nလူသားတွေကိုဘယ်လိုကယ်တင်မလဲ လွတ်မြောက်အောင် ဘယ်လိုကြိုးစားမလဲဆိုတာတွေကို\nအက်ရှင်အလန်းစားတွေနဲ့ ကြည့်ရမှာနော်\n   \nFile Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 45min\nFormat : ...",
        "rating": "5.3",
        "url": "https://megaup.net/3zKoq/Beyond_Skyline_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNjllMWJmZTEtODA2Mi00MzY3LThiYmMtZDFjYjQ2NDM2MWJkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Mountain Between Us (2017)",
        "description": "The Mountain Between Us (2017)_____IMDb - 6.4/10\n  \nအခုမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ ၂၀၁၇ မှာထွက်လာတဲ့ The Mountain Between Us ဆိုတဲ့ ဒရမ်မာကားကောင်းလေးပါ\nဒေါက်တာဘန်ဘက်စ်အဖြစ် Idris elba ကပါဝင်သရုပ်ဆောင်ထားပြီး အဲလက်စ်အဖြစ်ကိုတော့ တိုက်တန်းနစ်ဇာတ်ကားရဲ့ မင်းသမီး Kate Winslet ကသရုပ်ဆောင်ပေးထားတာပါ\nတစ်ယောက်နဲ့တစ်ယောက်လုံးဝမသိကြတဲ့ သူတို့ နှစ်ယောက်ဟာ မုန်တိုင်းကြာင့်လေယာဉ်ခရီးစဉ်ဖျက်လိုက်တဲ့အတွက် နှစ်ယောက်အတူလေယာဉ်စင်းလုံးငှားရာကနေ စတွေ့ခဲ့ပါတယ်\nသူတို့လေယာဉ်ဟာ မထင်မှတ်ဘဲ နှင်းတောင်ပေါ်မှာ ပျက်ကျခဲ့ပါတယ်\nလူသူအရောက်အပေါက်နည်းပြီး အရမ်းမြင့်တဲ့နေရာမှာ ကျသွားတဲ့အတွက် ဆက်သွယ်ဖို့လဲ လုံးဝမရခဲ့ပါဘူး\nအဲတော့ တစ်ယောက်နဲ့တစ်ယောက် လုံးဝမသိကြတဲ့ ဒီလူနှစ်ယောက် အသက်ရှင်နိုင်ဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲ\nသူတို့တွေ နောက်ဆုံးမှာ အသက်ရှင်ဖို့ အခွင့်အရေးရော ရပါ့မလား\nအဲတောင်တွေပေါ်မှာ ဘာတွေဖြစ်ပျက်သွားလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦး\nIMDb 6.4 ထိရထားတဲ့ ဒရမ်မာကားကောင်းလေးမို့ လက်မလွတ်တမ်းကြည့်သင့်တဲ့ကားလေးလို့ ညွှန်းပေးပါရစေ\n  \nအခုမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားကေတာ့ ၂၀၁၇ မွာထြက္လာတဲ့ The Mountain Between Us ဆိုတဲ့ ဒရမ္မာကားေကာင္းေလးပါ\nေဒါက္တာဘန္ဘက္စ္အျဖစ္ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1A4xi/The_Mountain_Between_Us_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/killing-joke-146x200.jpg",
        "title": "Batman: The Killing Joke (2016)",
        "description": "Batman: The Killing Joke (2016)_____IMDb - 6.4/10\n \nဒီလောကကြီးထဲမှာ လူရယ်လို့ဖြစ်လာခဲ့ပြီဆိုရင် လောကဓံရဲ့ရိုက်ချက်တွေကံတရားရဲ့ ကစားကွက်တွေ\nချစ်ရသူတွေကို ဆုံးရှုံးခဲ့ရတဲ့ခံစားမှုရဲ့ ဒဏ်တွေကို တစ်ခုမဟုတ်တစ်ခုကတော့ အလူးအလဲခံစားကြဖူးကြမှာပါပဲ\nဒီလို နာကျင်မှုတွေ ထိုးနှက်ချက်တွေကြားမှာ လူသားတစ်ယောက်အနေနဲ့ ကြံ့ကြံ့ခံ ရပ်တည်နေနိုင်ပါ့မလား\nဒါမှမဟုတ်အရှုံးပေး လက်မြှောက်လိုက်မလား...?\nဒါမှမဟုတ် အရာအားလုံးကို နာကျည်းမုန်းတီးသွားမလား…?\nဒီဇာတ်ကားထဲမှာတော့ Batman ရဲ့ အဓိကရန်သူတော် Villain ကြီး Joker ဟာ သူဖြတ်သန်းခဲ့ရတဲ့ လောကဓံရဲ့\nရိုက်ချက်တွေ သူ့အပေါ် ပြင်းထန်ခဲ့တဲ့ အခါမှာ သူ့ရဲ့ကျရှုံးမှုတွေ နာကျင်မှုတွေ ကနေ\nအရာအားလုံးကို နာကျည်း မုန်းတီးသွားခဲ့ပြီး ရူးသွပ်စွာ ရက်စက်တတ်တဲ့ သူတစ်ယောက်အဖြစ်ကို\nအသွင်ပြောင်းသွားခဲ့ပါတယ် နောက်ပြီး Joker ဟာ သူ့လိုပဲ လူတိုင်းဟာ\nစိတ်ဒါဏ်ရာ ပြင်းပြင်းထန်ထန် ရသွားခဲ့ ရင် ရူးသွပ်သွားမှာပဲဆိုတဲ့ အချက်ကို သက်သေပြဖို့အတွက် ဘယ်လို ဘယ်ပုံတွေ\nရက်စက် အကွက်ချ လုပ်ပြမလဲဆိုတာကတော့ ဒီဇာတ်ကားရဲ့အဓိက ဇာတ်အိမ်ပဲဖြစ်ပါတယ်\nမြင်ရခဲတဲ့ Jokerရဲ့နောက်ကြောင်းရာဇဝင်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eGse/Batman_-The_Killing_Joke_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wPeorCnD9MRR2S9Dzh4OpIgNLiv.jpg",
        "title": "Batman: The Dark Knight Returns, Part 2 (2013)",
        "description": "Part (2) မွာေတာ့ ေတာ္ေတာ္ကို Tempoျမင့္လာပါတယ္\nBatman လို႔ ေျပာလိုက္တာနဲ႔ ခင္ဗ်ားတို႔ တြဲျမင္တာ  ဘယ္လိုလဲ လို႔ေမးရင္? ??\nဟုတ္ပါတယ္ အခ်စ္ေတာ္ Villain ႀကီး Joker ပါပဲ\nဒီလို ဆယ္စုႏွစ္တစ္ခုေလာက္ Batman ေပ်ာက္ကြယ္ေနေတာ့ joker ကေရာ ဘယ္ကိုေရာက္ေနလဲ?\nဘယ္ကိုမွ မေရာက္ပါဘူး.... Arkham Asylum မွာ အေသေကာင္နဲ႔ မျခား\nမလႈပ္မ႐ွားေတာ့ ပဲ အသက္ရွင္ေနတယ္ ဆို႐ုံပဲရိွေနတာပါ\nဒါေပမယ့္ Gotham ၿမိဳ႕မွာ Bat ျပန္လည္လႈပ္႐ွား လာတဲ့ အသံနဲ႔ အတူ\nJ လည္း ျပန္လည္ အသက္ဝင္လာခဲ့ပါေတာ့တယ္။\nဒီမွာတစ္ခုေလး ေျပာခ်င္တာက Batman ဇာတ္ေကာင္ရဲ႕ အားသာမႈတစ္ခုကို\nကြၽန္ေတာ့္အျမင္အရေျပာရရင္ Villain ေတြပါပဲ တစ္ခ်ိဳ႕ Bat villain ေတြဟာ ရည္ရြယ္ခ်က္ႀကီးၾကတယ္\nတစ္ခ်ိဳ႕ Villain ေတြဟာ သနားစရာေကာင္းတယ္ တစ္ခ်ိဳ႕က က်ေတာ့ ရြံစရာသပ္သပ္ပဲ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/batman-the-dark-knight-returns-part-2-2013/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFPD2YsdaWAzjuxF7ItGmsEFpdY.jpg",
        "title": "Batman: The Dark Knight Returns, Part 1 (2012)",
        "description": "1986 ခုႏွစ္က Frank Miller ရဲ႕ Dark Knight Returns Comic ကို 2012 ခုႏွစ္မွာ\nDark Knight Returns  Part 1 နဲ႔ Part 2ရယ္လို႔ ႏွစ္ပိုင္းခြဲၿပီး\nAnimated ဇာတ္ကားအျဖစ္ ႐ိုက္ကူးပုံေဖာ္ခဲ့ပါတယ္။\nDark Knight Return comic ဟာ ကမာၻ့အဆင့္သတ္မွတ္တဲ့ top 10 comic booksေတြ\nစာရင္းမွာ ထိပ္ဆုံးပိုင္းတစ္ေနရာမွာ အျမဲပါေနတတ္တာကသူ႔ရဲ႕ ခိုင္မာတဲ့ ဇာတ္အိမ္နဲ႔\nေသသပ္ဆြဲေဆာင္မႈ ရိွတဲ့ story line ေၾကာင့္ျဖစ္ပါတယ္\nဒီလို Comic ကို ျပန္ၿပီး ပုံေဖာ္ထားတဲ့ Animated ကလည္း Rotten Tomatoesရဲ႕ rating မွာ\nအင္မတန္႐ွားပါးလွတဲ့ 100% rating အျပည့္ရရိွထားခဲ့တာေၾကာင့္ ဒီ Animatedေကာင္းလားမေကာင္းလားဆိုတာ\nသိပ္ၿပီး အျငင္းပြားေနစရာ မလိုေလာက္ေအာင္ပါပဲ\nဇာတ္လမ္းအၫႊန္းဘက္ နည္းနည္းသြားရရင္\nGotham မွာ Batman ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/batman-the-dark-knight-returns-part-1-2012/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Pokemon_Movie_I_Choose_You_KEY_ART_EN_rgb-141x200.jpg",
        "title": "Pokémon the Movie: I Choose You!",
        "description": "ဒီ Pokemon ကားေလးကေတာ့ အက္ခ်္ နဲ႕ ပီကာခ်ဴး ပထမဆံုးစၿပီးေတြ႕တဲ့ကားေလးပါ....\nPokemon The Movie ေတြအမ်ားၾကီးရွိတဲ့အထဲက ဒီ ၂၀၁၁၇ ထြက္ကားေလးကေတာ့\nအစပိုင္း Pokemon ဇာတ္လမ္းကိုတည္ထားပါတယ္....\nဒီကားေလးရဲ႕ထူးၿခားခ်က္ကေတာ့ ယခင္ အက္ခ်္နဲဲ႕တြဲေနက် ဘေရာ့နဲ႕ မစ္စတီတို႕အစား\nေနာက္ထပ္သူငယ္ခ်င္း အသစ္ ၂ေယာက္ထပ္ပါလာခဲ့ပါတယ္....\nဒီဇာတ္လမ္းေလးထဲမွာ အက္ခ်္ဟာ Legendary Pokemon ၿဖစ္တဲ့ ဟိုအုိကိုေတြ႕လိုက္ရပါတယ္...\nအဲဒီ Legendary Pokemon ဟာ သူ႕အတြက္အေမႊးေလးတစ္ေခ်ာင္းခ်ေပးခဲ့ပါတယ္..\nအဲဒီအေမႊးေတာင္ေလးကေန အက္ခ်္ဟာ ဒီ Legendary Pokemon ကိုေတြ႕ႏိုင္မယ့္\nတစ္ေယာက္တည္းေသာ Trainer ၿဖစ္လာခဲ့ပါေတာ့တယ္...\nဒီခရီးမွာသူတို႕ကိုထပ္ၿပီးေႏွာက္ယွက္ေနက် Team Rocket လည္းပါလာမွာၿဖစ္ပါတယ္...\nဒီကားေလးဟာ ထြက္ရွိသမွ်  Pokemon Series အားလံုးနီးပါးကို အက်ဥ္းခ်ဳပ္ထားသလို\nရိုက္ကူးထားတဲ့ကားေလၿဖစ္လို႕ Pokemon ပရိတ္သတ္ေတြအကုန္လံုးအၾကိဳက္ေတြ႕ေစမယ့္\nAnimation ကားသစ္ေလးတစ္ကားၿဖစ္ပါတယ္....File Size : (730 MB) and (379 MB)\nQuality : 720p WEBRip\nRunning Time ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/pokemon-the-movie-i-choose-you/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "Dhamaal (2007)",
        "description": "Bollywood ဖန္ေတြအတြက္ ေပါ့ေပါ့ပါးပါး တခြီးခြီး နဲ႕ ဟားရမယ့္ ဟာသ ကားေကာင္း တစ္ကားနဲ႕ မိတ္ဆက္ေပးခ်င္ပါတယ္။Cast ေတြကေတာ့ မင္းသားႀကီး Snajay Dutt, ဟာသကားတုိင္းလုိလုိ ပါေနက် ျဖစ္တဲ့ Riteish Deshmukh , Arshad Warsi တုိ႔က ဓိကပါဝင္ထားၿပီး\nတကားလုံ နားခ်ိန္မရေအာင္ ရယ္ေနရမယ္ဆုိတာ အာမခံပါတယ္။ဇာတ္လမ္းေလးကေတာ့ အလုပ္လက္မဲ့ ေဘာ္ဒါ ေလးေယာက္ျဖစ္တဲ့\nRoy, Adi, Boman နဲ႕ Madav တုိ႔ဟာ တစ္ေန႔ မွာ အက္ဆီးဒန္႕ ျဖစ္သြားတဲ့ လူတစ္ေယာက္ကုိ ကူညီဖုိ႔ သြားေပမယ့္ ထုိသူက သူ႕အေျခအေန သူသိၿပီး\nမေသခင္မွာ သူဖြက္ထားခဲ့တဲ ပုိက္ဆံ သန္း၁၀၀ ရွိတဲေနရာကုိ ေျပာျပခဲ့တယ္\nသူငယ္ခ်င္းေလးေယာက္ခြဲယူဆုိၿပီးေတာ့ ႕႕႕႕႕႕ဒါေပမဲ့ ဒီလူက ရာဇဝတ္သားျဖစ္လုိ႔ သူ႕ကုိ လုိက္ဖမ္းေနတ့ဲ ရဲနဲ႕ သူတုိ႔ ပက္ပင္းမိၿပီး ျပသနာေတြ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1y5ho/Dhamaal_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/p173590_p_v8_ab-200x300.jpg",
        "title": "Fool’s Gold (2008)",
        "description": "Fool's Gold (2008)_____IMDb - 5.7/10\n  \n၁၇၁၅ ခုနှစ် ဇူလိုင်လ ၂၄\nစပိန်နိုင်ငံရဲ့ ဘုရင်ဖီးလစ်ပ် မင်္ဂလာပွဲအတွက်\nရတနာတွေကို ဟာဗားနား ကျူးဘားကနေ စတင် ရွက်လွှင့်ပို့ဆောင်ခဲ့တယ်\nသမိုင်းရဲ့ ရေကြောင်းသယ်ယူပို့ဆောင်ရေးမှတ်တမ်းမှာ\nအကြီးမားဆုံးပို့ဆောင်မှုတစ်ခုအဖြစ် မှတ်တမ်းတင်ခံခဲ့ရတဲ့ ရတနာတွေ...\n\" ဘုရင်မကြီးရဲ့ လက်ဖွဲ့ \"လို့ခေါ်ဆိုကြတဲ့ အဲဒီရတနာတွေဟာ အဲဒီ ခေတ်က\nဒေါ်လာ သန်းငါးရာတန်တဲ့ ရွှေ ငွေနဲ့ ကျောက်သံပတ္တမြားတွေ ဖြစ်တယ်...\nအချိန်မတော်ကျင်းပတဲ့ မင်္ဂလာပွဲအတွက် ဘုရင်ဖီးလစ်က\nလက်ဖွဲ့ပစ္စည်းတွေကို နှစ်တစ်နှစ်ရဲ့ အဆိုးဆုံးအချိန်မှာမှ ပို့ဆောင်မိခဲ့တယ်\nပင်လယ်ပြင်ရဲ့ လှည့်စားမှုကြောင့် သင်္ဘောကြီးဟာ\nဟာရီကိန်းမုန်တိုင်းရဲ့ အလယ်ခေါင်ကိုမှ ဝင်တိုးမိရက်သား ဖြစ်သွားခဲ့တယ်\nသင်္ဘောကြီးကို နောင်တစ်ချိန်အထိ ထပ်မတွေ့ခဲ့ကြတော့ဘူး...\n  \nIMDb 5.7/10 ...\nRotten Tomatoes 11% ...\nMetacritic 29%\nRating တွေ ကြည်ပြီး စိတ်ထဲ မတင်မကျဖြစ်မသွားပါနဲ့\nသမိုင်းကြောင်းကို မှီငြမ်းရိုက်ထားတဲ့ ရတနာရှာတဲ့ကားတွေဟာ\nRating နည်းတတ်လေ့ရှိပါတယ် ဒီကားက အလုံးစုံတော့ ပြည့်စုံနေတာ\nမဟုတ်ပေမယ့်လည်းပဲ\nChristopher Nolanရဲ့ Interstellarမှာ ခေါင်းဆောင်ပါဝင်ခဲ့ပြီး\nDallas Buyers ...",
        "rating": "5.7",
        "url": "https://megaup.net/TRy2/Fool’s_Gold_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BODIzNzkyNzcwNV5BMl5BanBnXkFtZTgwMTAzMTg3MDI@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "The Little Vampire 3D (2017)",
        "description": "ေသြးစုပ္ဖုတ္ေကာင္ေလး ရူးေဒါ့ဖ္ဟာ သူ႔ရဲ႕ အၾကိမ္သံုးရာေျမာက္ ၁၃ႏွစ္ျပည့္ေမြးေန႔ကို မုန္းတီးေနသူပါ…ေမြးေန႔မက်င္းပမီ၃ရက္အလိုမွာ စြန္႔စားခ်င္တဲ႔သူ႔အစ္ကို ဂရီဂိုရီဟာ ေျမေအာက္သခ်ိ ၤဳင္းထဲကေန မိဘေတြတားေနတဲ႔ၾကားက အတင္း ထြက္သြားတဲ႔အခါ ရူးေဒါ့ဖ္က လိုက္ေစာင့္ေရွာက္ဖို႔ျဖစ္လာခဲ႔တယ္.…ဂရီဂိုရီတို႔အျပင္ေရာက္တယ္ဆိုရင္ပဲ ေသြးစုပ္ဖုတ္ေကာင္မုဆိုး ေတြနဲ႔ေတြ႔ျပီးျပန္ေျပးလာရာကေန သူတို႔ခိုေအာင္းရာ သခ်ိ ၤဳင္းတစ္ခုလံုးကို မုဆိုးေတြေျခရာခံမိသြားပါေတာ့တယ္…ေသြးစုပ္ဖုတ္ေကာင္ တစ္မ်ိဳးႏြယ္လံုး ဒုကၡေရာက္ျပီေပါ့…ဒါေပမယ့္ ရူးေဒါ့ဖ္ သူ႔မ်ိဳးႏြယ္ကို ကာကြယ္ေနတုန္း မထင္မွတ္ဘဲ သူနဲ႔မအသက္တူလူသားေလးတစ္ေယာက္နဲ႔ေတြ႕ကာ လူသားေကာင္ေလးက သူ႔ကို အကူအညီေတြေပးခဲ႔ပါတယ္…ရူးေဒါ့ဖ္ရဲ႕၁၃ႏွစ္ျပည့္ေမြးေန႔ေလးဟာ ဒီတစ္ႏွစ္မွာေတာ့ ဘယ္လိုထူးျခားသြားလဲ…လူသားေကာင္ေလးနဲ႔ပူးေပါင္းကာ ရူးေဒါ့ဖ္ သူ႔မ်ိဳးႏြယ္ကိုဘယ္လိုကာကြယ္မလဲဆိုတာကို စိတ္ဝင္စားဖြယ္…ဆက္လက္ျပီး ၾကည့္ရႈလိုက္ၾကပါဦး… File Size : (700 MB) and (280 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre :Animation, Adventure, Comedy\nSubtitle : ...",
        "rating": "5.2",
        "url": "https://megaup.net/1A2k1/[04275]_The_Little_Vampire_3D_(2017)_[Animation]_[Rasmus_Hardiker]_[GERMANY]_[7.0].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZmU4MDRhNGQtODAyMC00ZmU0LWFmMWEtZTYxYzhhOTczYjhjXkEyXkFqcGdeQXVyNDI2NzczOTg@._V1_-135x200.jpg",
        "title": "Olaf’s Frozen Adventure (2017)",
        "description": "Olaf's Frozen Adventure (2017)\nIMDb - 5.5/10_____Rotten - 57% When the kingdom of Arendelle empties out for the holiday season, Anna and Elsa realize that they have no family traditions of their own. So Olaf sets out on a merry mission to bring home the very best traditions and save Christmas. File Size : (200 MB)\nQuality : WEB-DL 720p\nRunning Time : 22 min\nFormat ...",
        "rating": "5.5",
        "url": "https://megaup.net/1y80Y/Olaf’s_Frozen_Adventure_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Musical, Short"
    }
]