[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qsdjk9oAKSQMWs0Vt5Pyfh6O4GZ.jpg",
        "title": "Turning Red (2022)",
        "description": "Turning Red (2022)ဘဝမှာ အရှက်တတ်ဆုံး အကြောက်တတ်ဆုံးအချိန်ကို ပြောပါဆိုရင်တော့ အပျို/လူပျိုဖော်ဝင်စ ၁၃/၁၄ အရွယ်ကို ညွှန်ပြရမှာပါပဲ။အဲဒီလိုပဲ လူကြီးအဖြစ်ချင်ဆုံးအရွယ်ဆိုရင်လည်း ၁၃/၁၄ ဝန်းကျင်အရွယ်လေးတွေပဲ ဖြစ်မှာပါ။ဒီကားလေးမှာတော့ လီမေလင်းဆိုတဲ့ ၁၃ နှစ်အရွယ် ကောင်မလေးတစ်ယောက် ....တရုတ်မိသားစုကပေါက်ဖွားလာတော့ တရုတ်ရိုးရာတွေအားလုံးကို နားလည်ထားပြီး ကိုယ်တိုင်လည်း ဘုံကျောင်းကိစ္စတွေကို ဝင်ရောက်ဆောင်ရွက်နေသူပါ။ဒါပေမဲ့ ဆယ်ကျော်သက်အရွယ်ကလေးပီပီပဲ မြတ်နိုးတန်ဖိုးထားရတဲ့ အဆိုတော်တွေ၊ ရင်ခုန်မိတဲ့ကောင်လေးတွေ ရှိလာပါတော့တယ်။အဲ့ဒီအချိန် ရှေးရိုးဆန်တဲ့မိခင်ဖြစ်သူနဲ့ ကောင်မလေးရဲ့ ခေတ်ဆန်တဲ့ အတွေးအခေါ်တွေ ဘယ်လို အတိုက်အခံဖြစ်ကြမှာလဲဆိုတာတွေ‌လီမေလင်းလေးရဲ့ အကြိုက်ဆုံးအဆိုတော်အဖွဲ့ 4-town အဖွဲ့က concert ကျင်းပမှာဆိုတော့သူ့ခမျာ သွားရဖို့အရေး ကြိုးပမ်းအားထုတ်ရင်းနဲ့ စိတ်အရမ်းလှုပ်ရှားလာတဲ့အခါ လူစင်စစ်က‌နေပန်ဒါနီအဖြစ် ပြောင်းလဲသွားတတ်တော့ ဘာတွေ ဆက်လက်ကြုံတွေ့ရမလဲဆိုတာတွေ ရှုစားရမှာပါ။ဇာတ်လမ်းလေးက ရိုးရိုးရှင်းရှင်းလေး ဆိုပေမဲ့ ဆယ်ကျော်သက်မိန်းကလေးတွေ ကြုံတွေ့ရတဲ့ ပထမဆုံးဓမ္မတာလာတဲ့အချိန်တွေကိုယ့်ကိုယ် လူကြီးလို့ သတ်မှတ်ချိန်မှာ မိဘတွေက ကလေးလို သတ်မှတ်နေသေးလို့ ကတောက်ကဆဖြစ်ရတာလေးတွေဆယ်ကျော်သက်သားသမီး‌တွေနဲ့ မိဘတွေကြား ...",
        "rating": "7.0",
        "url": "https://megaup.net/12Unw/(CM)Turning.Red.2022.1080p.DSNP.WEB-DL.AAC.5.1.H.264-Nyein.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BODgzNzQwYzEtZDE1NC00NzU2LWIxMDMtZWE1NmM5MTI2Y2ViXkEyXkFqcGdeQXVyMjM2MDIxMDg@._V1_-135x200.jpg",
        "title": "A Fairy Tale After All (2022)",
        "description": "A Fairy Tale After All (2022)=====================IMDb Rating - 7.6/10Musical/Family Friendly Genre ကိုနှစ်သက်တဲ့ ပရိတ်သတ်များအတွက်တော့\nကြည့်ရှူသင့်တဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။\nစကိုင်းနဲ့ ဘရတ်စ်တန်ဟာ ဖခင်ဖြစ်သူဆုံးပါးသွားပြီးနောက် အအရာရာပြောင်းလဲ\nသွားခဲ့တဲ့မောင်နှမနှစ်ယောက်ပေါ့။ အမြဲအလုပ်များနေတဲ့မိခင်ကို သားငယ်\nဘရတ်စ်တန်က နားမလည်ပေးနိုင်သလို၊ အကြီးမလေးစကိုင်းခမျာလည်း ပြိုလဲနေ\nပေမယ့်အကုန်အဆင်ပြေချင်ဟန်ဆောင်နေရတာပါ။ ဖခင်ဖြစ်သူပြောပြခဲ့တဲ့\nနတ်သမီးပုံပြင်တွေကို သူသိပ်နှစ်ခြိုက်ခဲ့ပေမယ့် လက်တွေ့ဘဝက အဲဒီလိုဖြစ်မလာတဲ့\nအခါ ပုံပြင်တွေကို မယုံကြည်တော့ပဲ ရှောင်ပြေးနေခဲ့ရာက နတ်သမီးပုံပြင်တစ်ခုထဲ\nသူကိုယ်တိုင်ရောက်သွားချိန်မှာတော့….(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Myat Thu ဖြစ်ပါတယ်)File Size - (899 MB) / (439 MB) / (284 MB)\nQuality – WebRip 1080p / 720p/480p\nDuration - 1h 12mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Adventure, Family, ...",
        "rating": "7.6",
        "url": "https://megaup.net/34NwW/A.Fairy.Tale.After.All.2022.1080p.WEBRip.DD5.1.x264-NOGRP.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1g0dhYtq4irTY1GPXvft6k4YLjm.jpg",
        "title": "Spider-Man: No Way Home ( 2021 )",
        "description": "စောင့်မျှော်နေရတဲ့ Spider-Man : No Way Home ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီIMDb 9.1 ရရှိထားပီး Rotten tomatoes : 94% ရရှိထားပြီး နိုင်ငံတကာမှာ ဝက်ဝက်ကွဲအောင်မြင်နေတယ်ဆိုတာ အကုန်လုံးလည်းသိပြီးသားဖြစ်မှာပါအညွန်းကတော့... Spider-Man : Far From Home အပြီးမှာ ပီတာရဲ့ Identity ကို Mysterioကဖေါ်ထုတ်လိုက်တဲ့ cliffhanger နဲ့အဆုံးသတ်ထားတာကိုတွေ့ရမှာပါ..အခုဇာတ်ကားကလည်းအဲ့နေရာကပဲ စတင်ခဲ့ပြီး ပီတာနဲ့ MJ တို့ ထွက်ပြေးကြရတာပေါ့လူထုရဲ့ရန်သူ နံပါတ် ၁ ဖြစ်လာပီးတဲ့နောက်မှာ ပီတာ တစ်ယောက်အခက်အခဲတွေအများကြီးကြုံတွေ့ပြီးပီတာရဲ့ အနီးကချစ်ရတဲ့သူတွေပါ အကုန်ထိခိုက်ကုန်ပါတော့တယ်..ချစ်သူ မုန်းသူ ရှိစမြဲဆိုပေမယ့်အခက်အခဲက ပိုများနေတာမို့ ပီတာတစ်ယောက် ကြံရာမရဖြစ်ပြီးတော့ ဒေါက်တာထူးဆန်း ဆီကိုအကူအညီတောင်းဖို့သွားပါတော့တယ်..Dr.Strange ကလည်း ပီတာကို ကူညီဖို့အတွက်အန္တရာယ်များတဲ့ Spell တခုကိုလုပ်ဆောင်ရင်း ပီတာရဲ့ ဝင်ရှုပ်မှုကြောင့် spell ဟာ ကပေါက်တိကပေါက်ချာတွေဖြစ်ကုန်ပြီး Multiverse က ...",
        "rating": "9.1",
        "url": "https://megaup.net/12V4z/Spiderman_No_Way_Home_2021_1080p_(CM).mp4",
        "category": "Action, Adventure, Fantasy, Marvel Universe"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wFjboE0aFZNbVOF05fzrka9Fqyx.jpg",
        "title": "The Adam Project (2022)",
        "description": "The Adam Project (2022)ကိုဓါတ်ဘူးရဲ့ ဒီ​နေ့ထွက် Neflix ဇတ်ကားသစ်​လေးကို တင်ဆက်​ပေးလိုက်ပါပြီ။\nThe Adam's Project လို့အမည်ရတဲ့ ဒီကားဟာ Sci-fic / Adventrue  genreဖြစ်ပြီး\nကနဦး IMDb 8.7, RottenTomatoes 70%နဲ့ Metacritic 56% ရရှိထားပါတယ်။Cast ​တွေက​တော့ Marvel ဇာတ်​ကောင်​တွေကိုပဲ ​ရွေး​ခေါ်ထားသလားမှတ်ရ​အောင်ပဲ\nRyan Reynolds (Deadpool), Mark Ruffalo (Hulk),\nZoe Saldaña (Gamora)နဲ့ Jennifer Garner (Elektra)တို့ ပါဝင်အားဖြည့်ထားပါတယ်။အနာဂတ်ကာလက Adam Reed ဟာ အတိတ်ကာလ 2018 ကို\nမစ်ရှင်တစ်ခုအတွက် ပြန်လာဖို့ကြိုးစားရင်း ဒဏ်ရာအပြင်းအထန်ရကာ\n2022ခုနှစ်ကို အချိန်မှားပြီး ခုန်ကူးလိုက်ပါတယ်။\n2022 မှာ သူ့ရဲ့အတိတ်က  Adam ...",
        "rating": "8.7",
        "url": "https://megaup.net/12Uak/The.Adam.Project.2022.1080p.NF.WEB-DL.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tKzFwiEm86AVRsefgqODTBjjh98.jpg",
        "title": "ONODA: 10,000 Nights in the Jungle (2021)",
        "description": "Onoda: 10,000 Nights in the Jungle (2021)\n-----------------------------\nIMDb - 7.3/10\nRotten Tomatoes - 100%4 Wins and 19 Nominations၂၀၁၄ဇန်နဝါရီမှာ The Gurdianသတင်းစာမှာ\n\" ဆယ်စုနှစ်သုံးခုကြာအညံ့မခံခဲ့သော ဂျပန်စစ်သား ဟိရိုး အိုနိုဒ သေဆုံးခြင်း\" ဆိုတဲ့ ခေါင်းစဉ်နဲ့ သတင်းတစ်ပုဒ်ပါခဲ့ပါတယ်။ဒီရုပ်ရှင်ဟာ အိုနိုဒအကြောင်းကို ပြင်သစ်ဒါရိုက်တာ Arthur Harariက ရိုက်ထားတဲ့ ဘိုင်အိုဂရပ်ဖီရုပ်ရှင်ပါ။အနောက်ဥရောပမှာ အစပြုခဲ့တဲ့ ဒုတိယကမ္ဘာစစ်ဟာ ၁၉၄၁ခုနှစ် ဒီဇင်ဘာ ၇ မှာ\nဂျပန်က ပုလဲဆိပ်ကမ်းကို စစ်မကြေညာဘဲ ဗုံးကြဲရာကစလို့ အရှေ့တိုင်းကိုကူးစက်ခဲ့ပါတယ်။\nပစိဖိတ်သမုဒ္ဒရာတစ်ခုလုံးလည်း ဂျပန်နဲ့ အင်္ဂလိပ်တို့ရဲ့  စစ်တလင်းဖြစ်ခဲ့ပါတယ်။\nစစ်ရေးအတွက်ကြိုပြင်ထားခဲ့တဲ့ ဂျပန်တွေဟာ အသာစီးရပြီး ပစိဖိတ်သမုဒ္ဒရာထဲက ကျွန်းတွေကို သိမ်းနိုင်ခဲ့ပါတယ်။\n၁၉၄၂နှစ်ဝက်လောက်မှာ ဖိလစ်ပိုင်ကျွန်းစုတွေကို ဂျပန်က သိမ်းထားနိုင်ခဲ့ပါပြီ။ဒုတိယကမ္ဘာစစ်ပြီးခါနီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/34Jik/Onoda.10.000.Nights.In.The.Jungle.2021.JAPANESE.1080p.BluRay.CM.mp4",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/af-131x200.jpg",
        "title": "The Sniper (2021)",
        "description": "\"နှလုံးရပ်ပြီး ဦးနှောက်သေဖို့အချိန်ဘယ်လောက်လိုမယ်ထင်လဲ ၈မိနစ်၊ မင်းကံထူးတာပဲ မျက်တောင်မခတ်ဘဲ သေချာကြည့်ထား\"\nဒီလိုမျိုး အပြောခံရပြီး တရားမဝင်လူအင်္ဂါကုန်ကူးမှုမှာ အရှင်လတ်လတ် နှလုံးထုတ်ခံရမလိုဖြစ်ခဲ့တဲ့ ကောင်လေး ကျင်းထိုက်...ကယ်ဆယ်ရေးတရားမဝင်ပြစ်မှုအဖွဲ့အစည်းရဲ့ လူကုန်ကူးမှုနောက်ကွယ်ကကြိုးကိုင်သူ စုန့်ဖားကို ဖမ်းဆီးရမဲ့မစ်ရှင်ကြောင့် လူ့အင်္ဂါကုန်ကူးအကျဉ်းစခန်းမှာ စစ်ဆင်ရေးလုပ်ဖို့ရောက်လာတဲ့ ကျွမ်းကျင်စနိုက်ပါသမားကျင်းမင်...ကယ်ဆယ်ရေးတစ်ခုကြောင့် လူကုန်ကူးအကျဉ်းစခန်းက လွတ်မြောက်လာကာ ကယ်တင်ရှင်လောင်ကျင်းကို အသက်ထက်မကချစ်မြတ်နိုးတဲ့ ကောင်မလေးရှောင်မေ...သူတို့သုံးယောက်စတွေ့ခဲ့ရတဲ့ ဇာတ်ကြောင်းလေးကတော့...ကျင်းမင်ဟာ အထူးစစ်ဆင်ရေးဆင်းနေစဉ် အကျဉ်းစခန်းထဲက ကောင်လေး ကျင်းထိုက်ကို မြင်ပြီး သနားစိတ်ဝင်ကာ မစ်ရှင်ကိုမေ့ထားပြီး လူကိုအရင်ကယ်လိုက်မိတဲ့အတွက် အဓိက ကြိုးကိုင်သူကိုလွတ်သွားခဲ့ပါတယ်နောက်ပိုင်းကယ်ဆယ်လာတဲ့လူထဲက ရှောင်မေနဲ့ ကျင်းထိုက်ကို တပည့်အဖြစ် ပညာကုန်သင်ပေးပြီး ၁၀နှစ်အကြာမှာ သူတို့နှစ်ယောက်ဟာ ပူးပေါင်းလုံခြုံရေးအထူးတပ်ဖွဲ့ရဲ့ အရည်အချင်းရှိစနိုက်ပါအဖွဲ့ဝင်တွေဖြစ်လာခဲ့ပါတယ်အဲဒီအချိန် စုန့်ဖားတို့အဖွဲ့ကြီးက ပိုမိုကြီးထွားလာပြီး စုန့်ဖားကိုဖမ်းဖို့ဖြစ်လာချိန်မှာတော့ သူတို့ ဆရာတပည့်သုံးယောက် ကံကြမ္မာလှည့်ကွက်တွေနဲ့ ကြုံပြီး ဘယ်လိုပြောင်းလဲသွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ဆက်ပြီးတော့ ကြည့်ရမှာပါနော်...။File Size__(1.7GB) / (830MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Crime, Drama\nSubtitle__Myanmar ...",
        "rating": "6.0",
        "url": "https://megaup.net/1IKc8/The_Sniper_(2021)_1080p.mp4",
        "category": "Action, Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sDFV9VEjwTUWF1s5sjOllsb70jk.jpg",
        "title": "Where the Wild Things Are (2009)",
        "description": "Where The Wild Things Are (2009)ကလေးဘဝဆိုတာ ၊ လူ့ဘဝရဲ့ နိဗ္ဗာန်ဘုံတဲ့။ ပြီးတော့ ကလေးဘဝဆိုတာ အပူပင်ကင်းတယ်လို့လဲပြောကြတယ်။ ဒါပေမယ့် အဲဒါ တကယ်ရော ဟုတ်ရဲ့လား။ ဒီယူဆချက်‌တွေဟာ broken familyတွေ၊family issue တွေများတဲ့ မိသားစုတွေမှာ ကြီးပြင်းခဲ့ရတဲ့ ကလေးတွေ အတွက်တော့ မှန်မယ် မထင်ပါဘူး။မိသားစုတစ်စု ပြိုကွဲသွားတဲ့အခါ ထိလွယ်ရှလွယ်တဲ့ ကလေးလေးတွေဟာ ပိုပြီးတော့ ထိခိုက်ခံစားကြရပါတယ်။ကလေးသဘာဝ စိတ်ခံစားချက်တွေကို ထုတ်မပြောပြတတ်ကြပေမယ့်၊ အတွင်းစိတ်မှာ‌တော့ စိတ်ဒဏ်ရာတွေ ရနေတတ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ broken familyတစ်ခုက မက်စ်ဆိုတဲ့ ဆယ်နှစ်သားအရွယ် ကောင်လေးတစ်ယောက်ရဲ့ စိတ်ခံစားချက်တွေကိုအပီပြင်ဆုံး အထိမိဆုံးနဲ့ အနုပညာမြောက်အောင် ပညာသားပါပါ ပုံဖော်ရိုက်ကူးထားပါတယ်။မြင်နေကျ မဲပြာပုဆိုး family drama အကွက်တွေ တစ်ကွက်မှမပါပဲနဲ့ ဒီဇာတ်ကားလေးက သင့်ကို မျက်ရည်ဝဲအောင်လုပ်ပြပါလိမ့်မယ်။ ပြီးတော့ ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်း တင်ဆက်ပုံကလဲ တခြား ...",
        "rating": "6.7",
        "url": "https://megaup.net/1IKct/Where.The.Wild.Things.Are.2009.1080p.BluRay.AAC5.1CH(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BMGRkNzNhZjktYzYwOS00YmEwLTg4OWMtNGI2MmFlOGMwOTIyXkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-143x200.jpg",
        "title": "Blue Miracle (2021)",
        "description": "Blue Miracle (2021)\n==============IMDB 6.6/10Based on True StoryBisbee's Black & Blue ပြိုင်ပွဲဆိုတာ Super Bowl ပွဲလောက်ကြီးမားတဲ့\nကမ္ဘာ့ငါးဖမ်းပြိုင်ပွဲကြီးပါ ။ Blue Merlin လို့ခေါ်တဲ့ မာလင်ငါးပြာကြီးတွေကို\nပင်လယ်ထွက်ပြီး တံငါတွေ အဖွဲ့လိုက် ဒေါ်လာ ၁ သန်းဆုကြေးအဖြစ်ဖမ်းယူ\nယှဉ်ပြိုင်ရတဲ့ ပြိုင်ပွဲပေါ့။ ဒီပြိုင်ပွဲကို ထပ်မံယှဉ်ပြိုင်ဖို့ စိတ်အားထက်သန်သူဟာ\nချန်ပီယံ ၂ ကြိမ်ဆုရဖူးတဲ့ ချန်ပီယံဟောင်း ကပ္ပတိန် ဝိတ်မာလိုပါ ။ ဒါပေမယ့်\nသူဟာ နာမည်ကြီးထမင်းငတ်ဖြစ်ပြီး ချန်ပီယံ ၂ ကြိမ်ရခဲ့ပေမယ့် အရှုံးတွေနဲ့ဆက်\nတိုက်ရင်ဆိုင်ပြီး မိသားစုကစွန့်ပစ်သွားတာကြောင့် လှေပေါ်မှာပဲ လေလွင့်နေတဲ့\nဂွစာအဘိုးကြီးပေါ့။ ဒါကြောင့် လာမယ့်ပြိုင်ပွဲမှာ ချန်ပီယံဆုကို ပြန်သိမ်းပိုက်ပြီး\nသူ့မိသားစုဆီ ပြန်သွားဖို့ တေးထားပါတယ်။တစ်ဖက်မှာလည်း ကာဆိုဟိုဂါလို့ခေါ်တဲ့ မိဘမဲ့ဂေဟာက အိုမာတို့ဇနီးမောင်နှံဟာ\nဘဏ်ကြွေး ဒေါ်လာ ၁ သိန်းကျော်တင်ပြီး ဂေဟာကိုပိတ်သိမ်းပြီး မိဘမဲ့ကလေးတွေ\nအကုန်လုံး လမ်းပေါ်ရောက်မယ့်အခြေအနေဖြစ်နေပါပြီ။ပြိုင်ပွဲသတင်းကို ကြားမိတဲ့ အိုမာနဲ့ကပ္ပတိန် ...",
        "rating": "6.6",
        "url": "https://megaup.net/12Hm4/Blue.Miracle.2021.1080p.NF.WEB-DL.DDP5.1.Atmos.x264-MRCS.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Screen-Shot-2022-03-02-at-20.03.05-135x200.png",
        "title": "Against the Ice (2022)",
        "description": "Against the Ice (2022)=================IMDb Rating - 7.8/10ကဲ ဖြစ်ရပ်မှန်ရုပ်ရှင်လေး တစ်ခုလောက် ကြည့်လိုက်ရအောင်။ အာတိတ်\nမြောက်ဝင်ရိုးစွန်းမှာ အမေရိကန်နဲ့ ဒိန်းမတ်တွေ နယ်မြေသစ်တွေကို ရှာဖွေ\nနေကြတဲ့ခေတ်ပေါ့။ ဂရင်းလန်းရဲ့ အနောက်မြောက်ပိုင်းကို အမေရိကန်ဟာ\nသူတို့တွေ့ရှိထားပြီး နယ်နိမိတ်ပိုင်းခြားထားတဲ့ ရေမြောင်းကြီးတစ်ခု ရှိပါတယ်\nဆိုပြီး အဆိုပြုလာပါတယ်။ ဒါကို ဒိန်းမတ်နယ်မြေသစ်ရှာဖွေရေး လူစွန့်စား\nအဖွဲ့တစ်ဖွဲ့က မဟုတ်မမှန်ကြောင်း သက်သေပြဖို့ ကြိုးစားရင် ပျောက်ဆုံးသွား\nခဲ့တယ်။ ဆိုးရွားလွန်းတဲ့ ရေခဲပြင်ရာသီဥတုနဲ့ အသက်ရှင်ဖို့ ခက်လွန်းတဲ့\nဒီနယ်မြေတွေထဲမှာ ပျောက်ဆုံးသွားတဲ့ အဖွဲ့ကိုရှာဖွေရင်း ဒိန်းမတ်ရဲ့မြေကို\nအမေရိကန်မပိုင်ဆိုင်စေဖို့ သက်သေပြဖို့ ကြိုးစားခဲ့တဲ့ လူစွန့်စားနှစ်ဦးရဲ့\nစိတ်ဓာတ်၊ စွန့်စားမှု၊ သူငယ်ချင်းသံယောဇဉ်တွေကို ရိုက်ကူးပြသထားတာပဲ\nဖြစ်ပါတယ်။ သူတို့နေရာကနေ ဝင်ခံစားရင် ရင်တဖိုဖိုကြည့်ရမှာမို့ အားပေး\nလိုက်ပါဦး။ဒီကားမှာ Game of Throne ထဲက Jaime Lannister က အဓိကဇာတ်ကောင်\nနေရာကနေ သရုပ်ဆောင်ထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size - ...",
        "rating": "7.8",
        "url": "https://megaup.net/34yhv/Against.The.Ice.2022.720p.NF.WEB-DL.DDP5.1[CM].mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gdZV5CBBoJujueY7caMuCSuFdO1.jpg",
        "title": "The Pirates: The Last Royal Treasure (2022)",
        "description": "The Pirates: The Last Royal Treasure (2022) ဇာတ်လမ်းအညွှန်း****************************************************ကဲ...အားလုံးမျှော်နေကြတဲ့ ပင်လယ်ဓားပြကားလေးကို CM ကနေ အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါပြီနော်။cast တွေအနေနဲ့ Kang Ha Neul,Han Hyo Joo, Lee Kwang Soo, EXO's Sehun, Chae Soo Bin, Kwon Sang Woo ... စတဲ့ နာမည်ကြီးမင်းသား၊မင်းသမီးတွေ ပါဝင်ထားတာမို့ စောင့်ကြည့်ဖို့ထိုက်တန်တဲ့ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်မှာ အသေအချာပါပဲ။ဒီကားလေးက The Pirates:The Bandit Who Went To The Sea (2014) ရဲ့ အဆက်ဖြစ်ပေမယ့်လည်း plot ရော cast တွေရော မတူညီကြတာမို့ အရှေ့ကားမကြည့်ရသေးတဲ့သူတွေလည်း ဒီကားလေးကို တန်းကြည့်လို့ရပါတယ်နော်။ ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ သဲလွန်စမရှိဘဲ ပျောက်ဆုံးသွားတဲ့ ဂိုလျောတော်ဝင်မိသားစုရဲ့ ရတနာတွေကို ...",
        "rating": "8.6",
        "url": "https://megaup.net/1IDii/[CM]The.Pirates.The.Last.Royal.Treasure.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BZjI3ZmFmNGItZjkwOC00OGU5LWFkZjctNWRkZmM4OWY5Yzk5XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "The Pirates (2014)",
        "description": "IMDb Rating (6.6)ဒီဇာတ်ကားက ဂိုယိုမင်းဆက် နှင့် ဂျိုဆွန်းမင်းဆက် ကူးပြောင်းချိန်ကာလလေးကို အခြေခံရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၃၈၈ ခုနှစ် စစ်သူကြီးရီဆွန်းဂျဲတို့ တရုတ်ကိုစစ်တိုက်ဖို့ဝီဟာကျွန်းထိစစ်ချီလာခဲ့တယ် ဒါပေမယ့်အခြေအနေအကြောင်းအမျိုးမျိုးကြောင့်စစ်သူကြီးရီဆွန်းဂျဲက  တရုတ်ကိုမတိုက်တော့ဘဲ တရုတ်သြဇာခံပြီးဘုရင်ကိုပြန်ပုန်ကန်ဖို့နဲ့ ဂိုယိုမင်းဆက်ကို ဖြုတ်ချဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတယ်..ဒီဆုံးဖြတ်ချက်ကြောင့် စစ်သူကြီးတွေ အချင်းချင်း သဘောမတိုက်ဆိုင်လို့ စကားများရန်ဖြစ်ပြီးသတ်ဖြတ်ကာ ကွဲကုန်ပါတယ်စစ်သူကြီးအများစုက ဘုရင်ကိုပုန်ကန်ဖို့ဆုံးဖြတ်ကြတာကြောင့်ဘုရင်ကိုမပုန်ကန်ချင်တဲ့စစ်သူကြီးကတော့ တောပုန်းဓားပြဖြစ်သွားရရှာပါတယ်။မင်းသမီးကတော့ ဘယ်ဘုရင်ရဲ့သြဇာခံမှ မဟုတ်တဲ့ပင်လယ်ဓားပြတွေအဖွဲ့ပေါ့။The Classic 2003 ဇာတ်ကားထဲက မင်းသမီးဆွန်ရင်ဂျီကို ဒီလိုမျိုး ကြမ်းကြမ်းတမ်းတမ်း Action ကားရိုက်နိုင်လိမ့်မယ်လို့ မထင်ခဲ့မိဘူးဗျ..တကယ်ကို ကောင်းလွန်းလို့ ဒီကားနဲ့ အကောင်းဆုံးမင်းသမီးဆုကို ဆွတ်ခူးသွားနိုင်ခဲ့တယ်...ရီဆွန်းဂျဲက ဘုရင်ကိုဖြုတ်ချပြီး တရုတ်သြဇာခံဆိုတော့ တရုတ်က တိုင်းပြည်သစ်ကို ဂျိုဆွန်း ဆိုတဲ့နာမည်ရယ်အသုံးပြုဖို့ တော်ဝင်တံဆိပ်တုံးလည်းပေးလိုက်ပါတယ်...အပျိုတော် ၅၀၀ နှစ်စဉ်ဆက်သဖို့လဲ မောက်မာလိုက်ပါသေးတယ်..တော်ဝင်တံဆိပ်တုံးကို သင်္ဘောနဲ့ပြန်သယ်အလာ လမ်းခုလတ်မှာ ဝေလငါးလေးတွေ့တော့ပစ်ဖမ်းရင်းဝေလငါးအမေကြီးလက်ချက်နဲ့သင်္ဘောပျက်သွားပြီး ဝေလငါးကျောကုန်းမှာလည်းအလံပါတဲ့ ရွက်တိုင်စိုက်ပါသွားသလို တံဆိပ်တုံးကိုလည်းဝေလငါးက မြိုသွားပါတယ်....တော်ဝင်တံဆိပ်တုံးပြန်ရဖို့အတွက် ဘုရင်တပ်ဖွဲ့တွေရယ် ပင်လယ်ဓားပြအဖွဲ့ရယ် တောပုန်းဓားပြအဖွဲ့တွေရယ်ဝေလငါးလိုက်ရှာရင်း ...",
        "rating": "6.6",
        "url": "https://megaup.net/Ybp2/(CM)The.Pirates.2014.1080p.BluRay.x264-ROVERS.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BOTdjOTVmNWMtOTJhOC00MzBkLTgwN2UtNzY2Y2RkYWRhYzlkXkEyXkFqcGdeQXVyNTk5Nzg0MDE@._V1_-133x200.jpg",
        "title": "L.O.R.D: Legend of Ravaging Dynasties 2 (2020)",
        "description": "L.O.R.D ပရိသတ်ကြီးရေ .... အပိုင်း(၂) လေး အခက်အခဲများစွာနဲ့ ထွက်လာပါပြီ ။ အမျိုးမျိုးသော အကြောင်းပြချက်တွေကြောင့် ဇွန်လ ထွက်မယ်လို့ကြေငြာပြီးမှ ဒီဇင်ဘာ ၄ ရက်နေ့မှ အွန်လိုင်းကနေ ထုတ်လွှင့်ခဲ့တာဖြစ်ပါတယ် ။အပိုင်း (၁) ကိုမကြည့်ရသေးသူအဖို့ (၁) ကိုအရင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်နော် ။ မကြည့်ချင်လည်းရပေမယ့် ဇာတ်လမ်းအချိတ်အဆက်ပိုမိတာပေါ့....\nအခုမှအသစ်ကြည့်တဲ့ ပရိသတ်တွေကတော့ လုံးဝကိုမှင်သက်သွားစေပါလိမ့်မယ် ။ မိနစ်အပိုင်းလေးတင်မှာပင် ဇာတ်လမ်းရဲ့ဆွဲဆောင်မှုကို သင်ခံလိုက်ရပါပြီ ။ အတည်ပြောတာနော်။ဇာတ်လမ်းအကျဉ်းနည်းနည်းပြောမယ်နော် ။အခု အပိုင်း (၂) မှာ မင်းသား ရင်းချန် ရဲ့ဆရာ ကျီအယ်ကျားမေရှီ ကိုကယ်တင်တဲ့အပိုင်းလေးပါ ။\n၅၂၈ /၁၅၀၀ ချစ်ခြင်းမေတ္တာတရားကို သေချာလေးဖော်ကျူးပေးထားပါတယ်။ သူတို့ကယ်တင်ချင်တဲ့ ဆရာကို ဇာတ်လမ်းပြီးတဲ့ထိ မပြဘူးဆိုတော့ အပိုင်း (၃) လာဉီးမယ့်သဘောပါ ။တောမီးလောင် တောကြောင်လက်ခမောင်းခတ် ဆိုသလိုပဲ သူတို့တိုက်ခိုက်နေတဲ့ ရန်သူကရော ...တကယ့်အစစ်အမှန်ရန်သူဖြစ်ရဲ့လား\nဒါမှမဟုတ် မိတ်ဆွေဆိုတာက... ...",
        "rating": "5.0",
        "url": "https://megaup.net/12D93/(CM)_Legend-of-Ravaging-Dynasties-2020.WEB-DL_.1080p-Nyein.mkv",
        "category": "Action, Adventure, Animation, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZmZhNmU3ZDEtNGM3Ni00NGY2LWFjODItZTZjMDg4NDY2N2Y4XkEyXkFqcGdeQXVyMzI2NzE3MDc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "L.O.R.D: Legend of Ravaging Dynasties (2016)",
        "description": "၂၀၁၆ ကထွက်ထားပြီး လူနဲ့ကာတွန်း Animation ရောစပ်ရိုက်ကူးထားတဲ့ ကားလေးတင်ပေးမယ်နော်။ နာမည်က L.O.R.D ပါ ။ ပါဝင်ထားတဲ့ နာမည်ကြီးတွေကို တစ်ချက် Show လိုက်ဉီး... Kris Wu , Fan BingBing, William Chan, Yang Mi, TF boys band (အကုန်လုံးကိုကြွေဆင်းနေကြတာမလား) ... ရုပ်ရှင်ထဲမှာကြည့်လိုက် ကြည့်ကောင်းနေမှုကြီးဆိုတာ...။ဇာတ်လမ်းလေးကတော့ စိတ်ကူးယဉ်နယ်မြေတစ်ခုဖြစ်တဲ့ ယာစီးလန် နယ်မြေမှာ အုပ်ချုပ်သူတွေကို အဆင့်အလိုက်ခွဲခြားထားပြီး အဆင့်(၁) ကနေ (၇)အထိ ရှိပါသတဲ့ ။ အုပ်ချုပ်သူတစ်ယောက်စီမှာလည်း သူတို့ရဲ့နေရာဆက်ခံသူ တစ်ယောက်စီရှိပါတယ် ။ အားလုံးကိုထိန်းချုပ်ထားတာကတော့ ပိုင်ရင်းဘုန်းတော်ကြီးသုံးပါးပေါ့ ...ဇာတ်လမ်းကျောရိုးက နှစ်ပိုင်းသွားပါတယ်၊\nပထမအပိုင်းကတော့ အဆင့်(၇)အုပ်ချုပ်သူဖြစ်တဲ့ Kris Wu က သူ့ရဲ့ဆက်ခံသူတပည့်ကို ရှာဖွေခန်း နဲ့ ယာစီးလန်နယ်မြေရဲ့ ပုန်ကန်သူလို့ အမည်တပ်ထားတဲ့ အဆင့်(၅)အုပ်ချုပ်သူနဲ့သူ့ရဲ့တပည့်ကို ...",
        "rating": "5.1",
        "url": "https://megaup.net/2oy3f/(CM)_L.O.R.D._Legend_of_Ravaging_Dynasties_2016_1080p_WEB-DL_x264_AAC-Nyein.mkv",
        "category": "Action, Adventure, Animation, Asian, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aVLV38txajXhEy2qNEClPIsDbAH.jpg",
        "title": "Project Gemini (2022)",
        "description": "Project Gemini(2020)စတီဗင်ဟော့ကင်းက \"လူသားတွေ ရေရှည်အသက်ရှည်ရပ်တည်နိုင်ဖို့အတွက်ဆိုရင်\nကမ္ဘာကြီးကို စွန့်ခွါနိုင်မယ့် နည်းလမ်းကို ရှာဖွေကြရမယ်\" လို့ ပြောခဲ့ဖူးပါတယ်တဲ့လူသားတွေရဲ့ နှိပ်စက်ညှင်းပန်းမှုကြောင့်ဖွက်ဖွက်ညက်ညက်ကြေနေတဲ့\nကမ္ဘာကြီးပေါ်မှာ လူသားမျိုးနွယ်တွေ ဆက်လက်ရပ်တည်နိုင်ဖို့ မဖြစ်နိုင်တော့တဲ့ အခြေအနေနဲ့ ရင်ဆိုင်လာရပါတယ်အပင်တွေကို အဓိကထားတိုက်ခိုက်တဲ့ ဗိုင်းရပ်စ်ပိုးတစ်မျိုးကြောင့်\nကမ္ဘာဂြိုလ်ပေါ်က အပင်တွေ လျော့နည်းလာပြီး\nကမ္ဘာ့လေထုထဲက အောက်ဆီဂျင်ပမာဏဟာ အဆိုးဆုံးအခြေအနေကို\nထိုးကျသွားမယ့်အရေးနဲ့ ရင်ဆိုင်နေရပါတယ်အဲဒီအချိန်မှာပဲ လွန်ခဲ့တဲ့ နှစ်ပေါင်းများစွာက သက်ရှိတွေကို ဖန်တီးခဲ့တယ်လို့\nယူဆရတဲ့ ရုပ်ကြွင်းနှစ်ခုကို အခြေခံထားတဲ့ Project Gemini ဆိုတဲ့ ပရောဂျက်ဟာ\nလူသားမျိုးနွယ်အတွက် နောက်ဆုံး မျှော်လင့်ချက်ဖြစ်လာပါတော့တယ်\nအဲဒီပရောဂျက်အရ စက်လုံးလို့ အမည်ပေးထားတဲ့ အဲဒီပစ္စည်းကို\nသိပ္ပံပညာရှင်တစ်သိုက်က အာကာသထဲ သယ်ဆောင်သွားပြီး\nလူသားတွေ ရှင်သန်နေထိုင်နိုင်မယ့် ဂြိုလ်တစ်ခုကို ရှာဖွေဖို့ ကြိုးပမ်းကြပါတော့တယ်ဒါပေမဲ့ အာကာသစနစ်ထဲကို သွားတဲ့ လမ်းကြောင်းက ပြောင်းလဲသွားပြီး\nဘယ်နေရာမှန်းမသိတဲ့ ဂြိုလ်ပတ်လမ်းတစ်ခုထဲကို ရောက်ရှိသွားပါတော့တယ်အာကာသစနစ်ကို သွားတဲ့ လမ်းကြောင်းက ဘာလို့ပြောင်းလဲသွားတာလဲ\nသူတို့ သယ်ဆောင်လာတဲ့ စက်လုံးနဲ့ ဂြိုလ်က ဘယ်လိုဆက်စပ်မှုတွေရှိနေတာလဲ\nသိပ္ပံပညာရှင်တွေရော ကမ္ဘာမြေပေါ်ကို ပြန်လည်ခြေချနိုင်မလား\nလူသားမျိုးနွယ်အတွက် သမိုင်းမှတ်တိုင်တစ်ခုကို စိုက်ထူသွားနိုင်မလား ...",
        "rating": "3.6",
        "url": "https://megaup.net/2oweA/Project.Gemini.2022.1080p.WEB-DL.H264.DDP5.1-CM.mp4",
        "category": "Adventure, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9EqUsKYHWk7XrXEyCMzxc93L6oR.jpg",
        "title": "12 Hours(2022)",
        "description": "တရုတ်အက်ရှင်ကားကောင်းလေးတစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေခေတ်လွန်Cyber City မှာ နေ့စဉ်လူပျောက်မှုတွေဆက်တိုက်ဖြစ်နေပါတယ်။အထူးတပ်သားဟောင်းဖြစ်တဲ့ ကျင်းချန် (Aarif Rahman)ဟာသမီးလေးခွဲစိတ်ရဖို့အတွက် Credit Bitဆိုတဲ့ ချေးငွေလုပ်ငန်းမှာခန္ဓာကိုယ်ကိုအပေါင်ထားချေးငွေယူတဲ့အချိန်ကနေပြဿနာတွေစတော့တာပါပဲ။ချေးငွေသဘောတူစာချုပ်ချုပ်ပြီးတဲ့အချိန်မှာ ကျင်းချန်ဟာမေ့ဆေးပေးခံရပြီးတစ်ခြားသူတွေနဲ့အတူ ထူးဆန်းတဲ့သစ်တောတစ်ခုကိုရောက်သွားပါတယ်။နယ်ပယ်အသီးသီးလူတွေစုနေတဲ့သူတို့လူတစ်စုဟာအဲဒီသစ်တောထဲမှာအသက်ရှင်ဖို့ကြိုးစားကြရပါတယ်။တကယ်တော့သူတို့ဟာစွမ်းရည်စမ်းသပ်ခံဖို့Survival Gameတစ်ခုကိုကစားနေမှန်းမသိကစားနေကြရတာပါ။မျိုးရိုးဗီဇအဆင့်မြှင့်သတ္တဝါတွေနဲ့ပါတိုက်ခိုက်ရတဲ့သူတို့ဟာအသက်ရှင်နိုင်ပါ့မလား ဆိုပြီးရင်တမမနဲ့ကြည့်ရမှာပါ။Effect တွေကတော်တော်ကောင်းပြီး တိုက်ရိုက်ရေးဒါရိုက်တာကလဲJackie Chan ရဲ့ကားတွေရိုက်ခဲ့တဲ့ဒါရိုက်တာဆိုတော့ အတိုင်းထက်အလွန်ပါပဲ။ဇာတ်သိမ်းမှာ ထင်မထားတဲ့အကွက်နဲ့သိမ်းသွားတာဆိုတော့ ကြည့်ရှုအားပေးကြပါဦးနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 24 min\nGenres : Action , Crime , Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Iu7u/12_Hours_2022_WEB-DL_480p_(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGI4ZjBjNWYtYmI2OS00MjgxLTk0ZTctYzY1YWNkMWI2ODE0XkEyXkFqcGdeQXVyMTY3NTQ3MjE@._V1_-150x200.jpg",
        "title": "Weekend Warriors (2021)",
        "description": "Weekend Warriors (2021)==================ဖခင်ဖြစ်သူကိုဆုံးရှုံးထားရပြီး မိခင်ဖြစ်သူ ညီမဖြစ်သူနဲ့နေနေရတဲ့\nဆယ်ကျော်သယ်ကျောင်းသားလေး စကော့တီ...ကျောင်းမှာလည်း\nသူငယ်ချင်းဆိုတာမရှိ အားလပ်ချိန်တွေမှာလည်းအခန်းထဲပဲအောင်း\nနေတဲ့သူက ကျောင်းပိတ်ရက်တစ်ရက်မှာစိတ်ပြေလက်ပျောက် အဖိုး\nအဖွားဆီသွားချင်လို့ မိခင်ကိုပူဆာပါတော့တယ်။ ဒီလိုမိခင်က ဦးလေး\nဖြစ်သူကိုဖုန်းဆက်ခေါ်ပြီး သူတို့ကိုဦးလေးနဲ့အတူထည့်ပေးလိုက်ပါတယ်။\nကျောင်းပိတ်ရက်လေးမှာ အေးအေးဆေးဆေးအပန်းဖြေဖို့စိတ်ကူးထားတဲ့\nစကော့တီအတွက် မထင်မှတ်ထားတဲ့အလှည့်အပြောင်းကဖြစ်လာပြီး\nအသက်လုပြေးရတဲ့ကျောင်းပိတ်ရက်ဖြစ်သွားပါတော့တယ်။ ဒီဇာတ်ကား\nလေးကတော့ စကော့တီနဲ့ညီမဖြစ်သူတို့ရဲ့စွန့်စားခန်းတွေကိုအသားပေး\nရိုက်ကူးထားတာဆိုတော့ ကလေးစွန့်စားခန်းကားလေးလို့ပြောရမလိုပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.93 GB) / (906 MB) / (618 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 33mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Thriller\nTranslator – Chit Tee\nEncoder – SWM",
        "rating": "4.9",
        "url": "https://megaup.net/1Irug/Weekend.Warriors.2021.1080p.AMZN.WEB-DL.DDP5.1.H.264-TEPES.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4GY9T7vwoMIw90l8tpFijhFgano.jpg",
        "title": "Miss Willoughby and the Haunted Bookshop (2022)",
        "description": "Miss Willoughby and the Haunted Bookshop (2022) ဇာတ်လမ်းအညွှန်း****************************************လောကမှာ သရဲတစ္ဆေဆိုတာ တကယ်ပဲရှိသလားဒါမှမဟုတ် လူတွေရဲ့ စိတ္တအာရုံ သက်သက်ပဲလားမမြင်အပ်တဲ့အရာတွေ မြင်လာရတဲ့အခါမကြားသင့်တာတွေကြားလာရတဲ့အခါတကယ်ပဲ သဘာဝလွန်ဖြစ်ရပ်တွေ ဖြစ်လာတာလားလူတွေရဲ့ ကောက်ကျစ်တဲ့စနက်လားဆိုတာ သိနိုင်ဖို့ ခဲယဥ်းလှပါတယ်။ဒီဇာတ်လမ်းလေးထဲမှာလည်း စာအုပ်ဆိုင်ပိုင်ရှင် အမျိုးသမီးတစ်ယောက်ဟာအသက်ကြီးလာတော့မှပဲ ထူးဆန်းတဲ့ဖြစ်ရပ်တွေ ကြုံလာရပါတယ်။ဒီလိုဖြစ်လာလို့ သူရဲ့ မိတ်ဆွေဆီသွားပြီး အကူအညီတောင်းခဲ့ပါတယ်။သူ့မိတ်ဆွေ ခေတ်ပညာတတ်မိန်းမပျိုလေးက ဒီလို ဝိဉာဥ်လောကကို အယုံအကြည်မရှိပါဘူး။ဒါပေမယ့် ကြုံရတဲ့သူကလည်း လိမ်လည်ပြီးပြောနေတာမဟုတ်လို့ဒီနောက်ကွယ်မှာ ဘယ်လိုအကြောင်းအရာတွေရှိနေမလဲဆိုတာဆက်လက် ရှာဖွေဖော်ထုတ်ကြတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကို ကြည့်ရင်းနဲ့ ငယ်ငယ်ကကြည့်ဖူးတဲ့ စကူဘီဒူကာတွန်းလေးကိုတောင် သတိရမိပါတယ်။မကောင်းဆိုးဝါးတွေဆိုတာ လက်တွေ့ဘဝမှာ တကယ်ရှိမလားဆိုတာကို စုံထောက်ဆန်ဆန်ရှာဖွေကြပုံကိုရိုက်ကူးပုံဖော်ပေးထားတာမို့လို့ တစ်ခါလောက်ဖြစ်ဖြစ် ကြည့်ကြည့်ဖို့ ညွှန်းလိုက်ပါတယ်။ဇာတ်လမ်းလေးထဲမှာ Miss Willoughby အဖြစ်\nမင်းသမီးချော Nathalie Coxက ပါဝင်သရုပ်ဆောင်ထားပြီး\nHelen Deakin အဖြစ် Louise Bangay က သရုပ်ဆောင်ထားသလို တခြား အနုပညာရှင်များစွာလည်း ...",
        "rating": "5.1",
        "url": "https://megaup.net/12sqo/Miss.Willoughby.and.the.Haunted.Bookshop.2022.1080p.WEB-DL.CM.mp4",
        "category": "Adventure, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/koap5B3bQHQi3yaZ39vpWR66TGP.jpg",
        "title": "Cell 211 (2009)",
        "description": "Cell 211 ဇာတ်လမ်းအညွှန်း********************၂၀၀၉ ခုနှစ်က ထွက်ရှိထားတဲ့ စပိန်ဇာတ်ကားကောင်းဖြစ်ပြီး IMDB 7.6 တောင်ရရှိထားတာမို့ အချဉ်တော့မဟုတ်ဘူးပေါ့နော်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် ဟူအန်းအိုလီဗာအကြောင်းကနေ စပြောရမှာပဲ။ ဟူအန်းက အသက် ၃၀၊ မိန်းမရှိတယ်။ သူ့မိန်းမက မွေးခါနီးဖွားခါနီး ကိုယ်ဝန်ကြီးနဲ့ မပေါ့မပါးပေါ့… ဟူအန်း အရင်က သားသတ်ရုံမှာအလုပ်လုပ်ရတာ၊ အခုတော့ ထောင်စောင့်အနေနဲ့ အလုပ်သစ်ရထားပြီ။ မနက်ဖြန်စဆင်းရမယ်ဆို ဒီနေ့လိုနေ့မှာ သူ ထောင်အခြေအနေကို လေ့လာဖို့ ထွက်လာခဲ့တယ်။ သားသမီးရလာတော့မယ်ဆိုတော့ အလုပ်ကြိုးစားချင်စိတ်ကြောင့်ပဲဆိုပါတော့လေ။ သူအလုပ်လုပ်ရမယ့်ထောင်မှာကလည်း တကယ့်ကိုဆိုးပေ့မိုက်ပေ့ လူဆိုးကြီးတွေချည်းပဲ။ ထောင်ကြီးကလည်း တကယ့်ကိုအိုဟောင်းစုတ်ပြတ်နေပြီ။ ကံဆိုးချင်တဲ့ ဟူအန်းတစ်ယောက် ထောင်ကိုရောက်ပြီး လှည့်ပတ်ကြည့်ရှုလို့ သိပ်မကြာခင်မှာပဲ ခေါင်မိုးပြိုကျလို့ ထိပ်ပေါက်ပါလေရောလား…တစ်ပူပေါ်တစ်ပူဆင့်ချင်တော့ အဲဒီချိန်မှာပဲ ထောင်ထဲက ခေါင်းဆောင်လို့ဆိုရမဲ့ မာလာမာဒရစ်က အစောင့်လက်ကနေ လွတ်လာပြီး ထောင်ဆူတော့တာပါပဲ။ ဒီလိုနဲ့ ဟူအန်းတစ်ယောက် အကျဉ်းခန်း ၂၁၁ ထဲမှာ ပိတ်မိနေရာက သူ့ကိုယ်သူ အသစ်ရောက်လာတဲ့ထောင်သားပါလို့ အားလုံးယုံအောင်ဖြီးဖြန်းခဲ့ရာကနေ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/12rq9/[CM]Cell.211.2009.SPANISH.1080p.BluRay.AC3.5.1CH.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMTYyNDg0Njc2Nl5BMl5BanBnXkFtZTYwMDc3NzQ3._V1_-134x200.jpg",
        "title": "Stuart Little 2 (2002)",
        "description": "Stuart Little 2 (2002)=================ဒီဇာတ်ကားလေးကတော့ 2002 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ Rob Minkoff က\nရိုက်ကူးခဲ့တဲ့ family/comedy ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားထဲမှာဆိုရင်တော့ Little မိသားစုကြီးရဲ့ သားအလတ်ဖြစ်တဲ့ ကြွက်ကလေး\nStuart ကို အရွယ်သေးငယ်လို့ဆိုပြီး မိခင်က နေရာတကာ စိတ်မချဖြစ် အစိုးရိမ်လွန်နေ\nရပေမယ့် Stuartကတော့ စွန့်စားခန်းဖွင့်ရတာကို သိပ်သဘောကျတဲ့သူတစ်ဦးပါ။ တစ်နေ့မှာ\nရန်သူ့ရဲ့လက်ကနေ ထွက်ပြေးလာတဲ့ ငှက်မလေး Margalo နဲ့ တွေ့မိပြီး ခင်မင်သွားကြတဲ့\nနောက် Stuart ရဲ့အိမ်ကို Margalo လိုက်နေခဲ့တယ်။ အဲဒီနောက်တော့ ရန်သူတော်ကြီးနဲ့\nStuart တို့ ဘယ်လိုတွေဆက်ပြီး တိုက်ပွဲဝင်ကြမလဲ Margalo နဲ့ ရန်သူကြီးကရော ဘယ်လို\nတွေပတ်သက်မှုရှိနေလဲ စတဲ့ လျှို့ဝှက်စွန့်စားခန်းတွေကို မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။\nဒါ့အပြင် မိသားစုဆိုတဲ့ အဓိပ္ပာယ်ကိုပေါ်လွင်စေတဲ့ ၅၂၈ ချစ်ခြင်းမေတ္တာတွေကို ပုံဖော်ရိုက်ကူး\nပြသထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size ...",
        "rating": "5.5",
        "url": "https://megaup.net/34i3i/Stuart.Little.II.2002.1080p.BluRay.x265-RARBG_new.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/p24380_p_v10_ae-150x200.jpg",
        "title": "Stuart Little (1999)",
        "description": "Stuart Little (1999)Childhood Favorite Movies တွေထဲက တစ်ခု ဖြစ်လောက်မယ် ထင်တဲ့ ဇာတ်ကားလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ...ဒီစတူးဝပ် လစ်တဲလ်ဆိုတဲ့ ကားလေးဟာ စိတ်ကူးယဉ်မှုတွေနဲ့အမြဲပြည့်နှက်နေတတ်တဲ့ ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမှာ အရမ်းကြည့်လို့ကောင်းခဲ့တဲ့ fairy tales ဆန်ဆန် ဇာတ်ကားလေးပါ အရမ်းကြည့်လို့ကောင်းပြီး sweet ဖြစ်ပါတယ်လူကြီးဖြစ်သွားလို့ ပြန်ကြည့်တော့ လက်တွေ့မဆန်တာတွေ ပေါတာတွေကို သတိပြုမိပေမယ့်လည်း Nostalgia ဆိုတာက ဆိုးဆိုးကောင်းကောင်း Nostalgicဖြစ်စေမယ်ဆိုရင်ကို ကြည့်ရတာ ပီတိဖြစ်စေတယ် မဟုတ်ပါလော...အဲ့ဒီတော့ ဒီလို ဇာတ်ကားလေးကို မျှော်လင့်စောင့်စားနေတဲ့သူတွေအတွက် CM ကနေ စေတနာအပြည့်နဲ့ ထွမ်ပြီး တင်ပေးလိုက်ရပါတယ် ကြိုက်ကြတယ်ဆိုရင် 2ကိုပါ ဆက်တင်ပေးမှာမလို့ အားပေးကြပါဦးနော်ကြည့်ဖူးပေမယ့် ဇာတ်လမ်းကို မေ့နေတဲ့သူတွေအတွက်ရော မကြည့်ဖူးသေးတဲ့သူတွေအတွက်ရော ဒီချစ်စရာကောင်းတဲ့ ကြွက်ကလေးစတူးဝပ်ရဲ့ ဇာတ်လမ်းအကျဉ်းကို ပြောပြပေးပါ့မယ်နော်ဂျော့ဂျ် လစ်တဲလ် ဆိုတဲ့ ကောင်လေးက လစ်တဲလ်မိသားစုရဲ့ တစ်ဦးတည်းသောသားပါ ...",
        "rating": "5.9",
        "url": "https://megaup.net/11chp/Stuart_Little_(2000)_1080p.mp4",
        "category": "Adventure, Comedy, Family"
    }
]