[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-santa-133x200.jpg",
        "title": "Santaman (2022)",
        "description": "Santaman (2022) ပူလောင်ခြင်းတွေမပါဘဲ ငယ်ဘဝကာတွန်းကား အနှစ်သာရကို ခံစားချင်ပါသလား မိတ်ဆွေ... အဲ့ဒါဆိုရင် ဒီကားလေးက သင့်အတွက်ပါပဲနော်... ဇာတ်လမ်းအကျဥ်း ခရစ္စမတ်တိုင်းရဲ့ ဇာတ်လိုက်ကျော် ဆန်တာကလော့စ်ဟာ ခရစ္စမတ်နေ့မှာ လက်ဆောင်ထုတ်တွေပို့ရင်း သူ့ရဲ့ လက်ဆောင်အိတ်ကို သူခိုးတွေ လုတာခံလိုက်ရပါတယ်။ထာဝရအသက်ရှင်နေသမျှ ကာလပတ်လုံး လူကောင်းတွေအတွက် လက်ဆောင်တွေကို နှစ်စဥ်ပို့နေပေမယ့် လူဆိုး အမည်ပျက်စာရင်းဝင်တဲ့သူတွေအတွက် ဘာမှမလုပ်ပေးနိုင်တာမို့ အားမလိုအားမရဖြစ်နေတာပေါ့။ အဲ့လိုနဲ့ ဆန်တာတစ်ယောက် လူဆိုးတွေကို ဖမ်းဆီးဖို့ ဆန်တာမန်းအဖြစ် အလုပ်တွေကြိုးစားပါတော့တယ်။ဒါပေမဲ့ တခြားတစ်ဖက်မှာ ဆန်တာရဲ့ထာဝရအသက်ရှင်နိုင်စွမ်းကိုလိုချင်နေတဲ့လူဆိုးတစ်ယောက်ရှိနေပြန်တယ်။ လူဆိုးရဲ့ ရည်ရွယ်ချက်အထမြောက်သွားနိုင်မလား...? ဆန်တာကို ဘယ်သူတွေကူညီကြမလဲ...? လူဆိုးကရော ဘယ်သူလဲ...? ကဲ... ဆျာဘတ်ဗားရှင်း ဆန်တာမန်းကို ခံစားကြည့်ရှုကြပါဦး... File size…(1.92GB)/(990MB)/(506MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre...Animation / Adventure /  Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "",
        "url": "  https://megaup.net/1MWit/Santaman.2022.1080p.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/rugrat-go-wild1-138x200.jpg",
        "title": "Rugrats Go Wild (2003)",
        "description": "Rugrats Go Wild (2003)IMDb 5.5\nအပျော်စီးသင်္ဘောကြီးငှားပြီး အားလပ်ရက်ထွက်ကြတဲ့မိသားစုတွေ လက်မှတ်ပျောက်ပြီး\nသင်္ဘောကြီးနဲ့မဟုတ်တော့ဘဲ သင်္ဘောလေးနဲ့ပဲပင်လယ်ထဲရွက်လွှင့်ရာက မုန်တိုင်းနဲ့တိုးပြီ\nးသင်္ဘောကတစ်စစီဖြစ်သွားပါတယ် အသက်ကယ်လှေလေးနဲ့လွတ်ရာလွတ်ကြောင်းပြေးရင်း\nကျွန်းတစ်ကျွန်းပေါ်ရောက်သွားခဲ့ပါတယ် ဒီတစ်ခါမှာတော့ အရင်တစ်ခေါက်ကလို\nတောနက်ထဲရောက်မသွားဘဲ လူသူမရှိတဲ့ကျွန်းပေါ်ရောက်သွားခဲ့တာပါ\nသားရဲတိရစ္ဆာန်တွေလည်းပေါတဲ့ ဒီကျွန်းမှာ ကလေးအုပ်စုနဲ့လူကြီးအုပ်စုကွဲသွားပြီးနောက်\nဘာဆက်ဖြစ်ကြမလဲ ချောချောမွေ့မွေ့နဲ့အိမ်ပြန်နိုင်မှာလား ကျွန်းပေါ်မှာပဲ\nရာသက်ပန်နေဖြစ်မလား ဆက်ကြည့်ရှုလိုက်ကြပါဦး\nFile size…1.84GB / 930MB\nQuality…1080p BluRay AAC5.1CH / 720p\nFormat…Myanmar Subtitle(Hard Sub)\nDuration….1h 20m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.5",
        "url": "https://megaup.net/1MWkf/Rugrats.Go.Wild.2003.1080p.BluRay.H264.AAC5.1CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-reef-134x200.jpg",
        "title": "The Reef (2010)",
        "description": "ရွက်လှေတွေကို ကမ္ဘာအနှံ့လိုက်ပို့ရတဲ့အလုပ်နဲ့ အသက်မွေးနေတဲ့လုခ်ဟာ ရွက်လှေတစ်စင်းကို မပို့ခင် အားလပ်ရက်အပန်းဖြေခရီးထွက်လာတဲ့ သူငယ်ချင်းတွေကို ရွက်လှေအပျော်စီးဖို့ခေါ်ထားပါတယ်။ဒါပေမယ့်လကျွန်းတစ်ကျွန်းကိုသွားပြီးအပြန်မှာ ကံဆိုးချင်တော့ သန္တာကျောက်တန်းနဲ့တိုက်မိပြီး လှေပက်လက်လန်သွားပါတော့တယ်။ ဘေးပတ်ပတ်လည် ရေကိုသာတွေ့ရတဲ့ ပင်လယ်ထဲတဖြည်းဖြည်းမြုပ်လာနိုင်တဲ့ လှေပက်လက်ပေါ်မှာ လုခ်တို့ဟာ ကယ်မယ့်လူတစ်ယောက်ယောက်ရောက်လာတဲ့အထိ လှေပေါ်ကပဲစောင့်မလား ၁၀မိုင်ကကျွန်းလေးတစ်ခုဆီ လက်ပစ်ကူးမလား ဆုံးဖြတ်ချက်ချရပါ့တော့မယ်... File size…(1.6GB)/(867MB)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….01:34:00\nGenre...Adventure / Drama / Horror\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Pyi T Nyein",
        "rating": "",
        "url": " https://megaup.net/2sPfv/The.Reef.2010.720p.(CM).mp4",
        "category": "Adventure, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/rugrat-in-paris-137x200.jpg",
        "title": "Rugrats in Paris: The Movie (2000)",
        "description": "Rugrats In Pairs 2000\nIMDb 6.1\nဒီတစ်ခါတော့ ဒီကလေးတစ်သိုက်က တောထဲရော လူသူကင်းမဲ့တဲ့ကျွန်းပေါ်ပါရောက်သွားတာမျိုးမဟုတ်ဘဲ ပဲရစ်မြို့ကြီးကိုရောက်သွားတာပါ\nအလုပ်မှာအမှားဖြစ်သွားတာကြောင့် ReptarLandရဲ့ တာဝန်ရှိသူက ချက်ကီရဲ့အဖေကိုလှမ်းခေါ်ပြီး အမှားပြင်ဆင်ခိုင်းပါတယ်ချက်ကီမှာအားလုံးသိကြတဲ့အတိုင်း အမေမရှိပါဘူး တခြားကလေးတွေလိုမိခင်ရဲ့နွေးထွေးကြင်နာမှုကိုမခံရဘဲ\nဖခင်နဲ့ပဲကြီးပြင်းလာတဲ့ချက်ကီလေးတစ်ယောက်ပဲရစ်မြို့ကြီးမှာတစ်ယောက်တည်းအထီးကျန်နေရာက\nသူငယ်ချင်းတွေကကြည့်မနေနိုင်တော့ဘဲ မေမေသစ်ရှာပေးမယ်ဆိုပြီး အကောင်အထည်ဖော်ပါတော့တယ်ဖြစ်ချင်တော့ ReptarLandရဲ့ တာဝန်ရှိသူ ကိုကိုးကလည်းကလေးချစ်တဲ့အထက်အရာရှိကို\nသူလည်း ကလေးအဖေတစ်ယောက်နဲ့ယူတော့မှာဖြစ်ကြောင်းလိမ်လည်လိုက်ရာက\nအထက်လူကြီးကမင်္ဂလာပွဲအထိလာကြည့်ပြီးမှ လုပ်ငန်း‌တွေဆက်လက်တွဲသွားမယ်ဆိုပြီး\nပြောလာတာကြောင့် အကြပ်ရိုက်နေချိန် ...တစ်ဖက်မှာလည်းမေမေသစ်လိုချင်နေတဲ့ချက်ကီနဲ့\nဘယ်လိုနှစ်ပါးသွားကြမလဲ ကလေးမချစ်တတ်တဲ့ကိုကိုးနဲ့ ချက်ကီတို့ကလေးတစ်သိုက်ရဲ့\nဗရုတ်ကျတဲ့အလွဲတွေနဲ့ ရယ်မောစရာကာတွန်းလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်ရှင်\nReviewed by Yunni\nFile size…1.7GB /  900MB\nQuality…1080p Bluray AAC 5.1Ch / 720p\nFormat…mp4\nDuration….1h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "6.1",
        "url": "https://megaup.net/1MWgw/Rugrats.In.Paris.The.Movie.2000.1080p.BluRay.H264.AAC.5.1CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fBFAlMxm8LDjY0B596nMVEJglqE.jpg",
        "title": "Five Elements Secret Art ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တွေအတွက် သိုင်းကားကောင်းလေးမိတ်ဆက်ပေးလိုက်ပါတယ်...\nဒီကားလေးက လွန်လေပြီးသော\nနှစ်ပေါင်းများစွာက ရှေးလူကြီးတွေက\nရေမီးသစ်သား မြေ သတ္တု ဆိုတဲ့ ဒြပ်စင်\n၅ မျိုးကို ဖော်စပ်ခဲ့ပြီး ဒီ ဒြပ်စင် ၅ ပါးရဲ့\nအရှင်သခင်တွေက လောက\nဘေးကင်းဖို့ကို ထိန်းသိမ်းဖို့ တာဝန်အသီးသီးယူဖို့\nကြံရွယ်ခဲ့တယ်...ဒါပေမယ့် ဒီရတနာအကြောင်းသိတဲ့\nမသမာသူတွေက ဒီဒြပ်စင် ၅ပါးကို\nလက်ထဲအရယူပြီး လောကကို အုပ်စိုးဖို့ကြံခဲ့တယ်...ဒီလိုနဲ့ အာဏာနဲ့ ဂုဏ်၊ ကြွယ်ဝချမ်းသာမှုက\nအရေးကြီးတယ်လို့ ထင်ထားတဲ့\nဟင်းရွက်သည်လေး ယန်ရိကျင်းတစ်ယောက်\nသတ္တုအရှင်သခင်ဖြစ်လာခဲ့ချိန်မှာတော့... လောကရဲ့\nတကယ့်တန်ဖိုးရှိတဲ့အရာကို ဆုံးရှုံးခဲ့ရပါတယ်... ဒါကြောင့်လည်း\nအချိန်ခရီးသွားချိန်မှာ သူဘာကိုပြောင်းလဲနိုင်မယ်ဆိုတာလည်း\nစိတ်ဝင်စားစရာပါပဲ...ကဲ ဒြပ်စင် ၅ ပါးကို ဘယ်လို ကာကွယ်ကြမယ်...\nရိကျင်းဆုံးရှုံးသွားတာက ဘာလဲ....\nအချိန်ခရီးသွားပြီး ဘာပြောင်းလဲနိုင်မလဲ....\nဇာတ်ကားလေးကြည့်လိုက်တော့နော်.....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 26min\nSubtitle : Myanmar Subtitle ( Hardsub ...",
        "rating": "6.2",
        "url": "https://megaup.net/16Yr5/Five_Elements_Secret_Art_2022_1080p_WEB-DL.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/taarzan-117x200.jpg",
        "title": "Taarzan: The Wonder Car (2004)",
        "description": "Taarzan: The Wonder Car (2004)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားကြီးအဂျေးပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားလေးပဲဖြစ်ပါတယ်ရိုးသားကြိုးစားတဲ့ ကားဒီဇိုင်နာလေး ​​ဒေဗင်ကို ေမာ်တော်ကားထုတ်လုပ်ရေးလုပ်ငန်းတစ်ခုက မကောင်းကြံပြီး သတ်ပစ်လိုက်ကြတယ်အထက်အရာရှိတွေနဲ့ ညှိစားပေါင်းစား ပြီး ဒီအမှုဟာ မတော်တဆမှုအဖြစ် တစ်ခန်းရပ်သွားခဲ့တယ်...12နှစ်ကြာပြီးတဲ့နောက် ဒီလုပ်ငန်းက ပါတနာတွေ တစ်ယောက်ပြီး တစ်ယောက်အသတ်ခံရလာခဲ့ပါတော့တယ်...မျက် မြင်သက်တွေရဲ့ပြောပြချက်အရ သူတို့ကိုကားတစ်စီးက လိုက်သတ်နေပြီး မောင်းနေတဲ့သူကို သဲသဲကွဲကွဲမမြင်ရပါဘူးတဲ့...ဒါဆို ယာဥ်မောင်းမပါတဲ့ ကားတစ်စီးက လူလိုက်သတ်နေတာလား...ဒီအမှုဟာ ထင်သလို မရိုးရှင်းလာတဲ့အခါ ဘယ်လိုအဖြေရှာဖေါ်ထုတ်ကြမလဲ....တကယ့်အဖြစ်မှန်နဲ့ လှည့်ကွက်လေးတွေက ဘယ်လိုဖြစ်နေမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ရှုစားပေးပါ...\nFile size…2.89GB / 1.37GB\nQuality…1080p WEB DL AAC2.0CH / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by T.A.Y.L.O.R",
        "rating": "4.6",
        "url": "https://megaup.net/16Xb1/Taarzan_The_Wonder_Car_2004_Hindi_1080p_WebDL.AAC2.0CH(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-bobs-133x200.jpg",
        "title": "The Bob’s Burgers Movie(2022)",
        "description": "ဟာသရုပ်ရှင် ကြိုက်တဲ့သူတွေအတွက် ဒီနှစ်ထွက် animated movie အသစ်စက်စက်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ 2011 လောက်ကတည်းကစပြီး ထုတ်လွှင့်နေဆဲဖြစ်တဲ့ နာမည်ကြီး Bob's Burgers animated series ရဲ့ တစ်ကားပြီး ရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါတယ်။Series အကြောင်းကို မိတ်ဆက်ပေးရမယ်ဆိုရင် ဘော့ဘ်နဲ့ လင်ဒါတို့ လင်မယားနှစ်ယောက်က ဘာဂါဆိုင်ဖွင့်ထားတာ။ သူတို့မှာ တီနာ ဂျင်း လူးဝစ်ဆိုတဲ့ ကလေးသုံးယောက်ရှိတယ်။ သူတို့မိသားစုက နည်းနည်းဂေါက်စီတော့နိုင်တယ်။ ပြီးတော့ ပြဿနာတစ်ခုခုဖြစ်လိုက်တိုင်း သူတို့မိသားစုပါတယ်။ မိသားစုလိုက်ကို စွန့်စားခန်းဖွင့်ကြတာ။ ဒါက series အကြောင်းပေါ့။အခု ရုပ်ရှင်က သူတို့စွန့်စားခန်းတွေထဲကတစ်ခုအကြောင်းရိုက်ထားတာပါ။ series မကြည့်ဖူးလည်း ခွီလို့ရအောင် ရိုက်ထားတာမို့ ရှုစားလို့ရပါတယ်ခင်ဗျာ။ (ရုပ်ရှင်မှာ ခေတ်စကားတွေ အရမ်းသုံးထားတော့ အတတ်နိုင်ဆုံး ကြိုးစားဘာသာပြန်ပေးထားပါတယ်။ အမှားပါခဲ့ရင်လည်း ခွင့်လွှတ်ပေးပါလို့File size…(1.18GB)/(711MB)/(361MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:42:00\nGenre...Comedy ...",
        "rating": "7.1",
        "url": " https://megaup.net/2sQfn/The_Bobs_Burgers_Movie.2022.1080p.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/VfcQez38WrzQ9N5TxiDyTBSIM6.jpg",
        "title": "Magic Crystal (1986)",
        "description": "Magic Crystal (1986)စတီဖင်ချောင်ရဲ့ နာမည်ကျော် God Of Gamblers ကားတွေ၊ Royal Tramp ကား‌တွေ၊ Tricky Master, Tricky Brain ကားတွေရဲ့ ဒါရိုက်တာ ဝေါင်ကျင်းရဲ့ လက်ရာကားဟောင်းတစ်ကားပါ။ အပေါ်က ကားတွေကို ကြည့်ဖူးတယ်ဆိုရင် ဒီရုပ်ရှင်က ထိုနည်း‌၎င်း Inner Logic ထဲ ဖြစ်ချင်တိုင်း ဖြစ်နေတဲ့ ကြည့်ပျော်ရှုပျော်ရှိတဲ့ ဟောင်ကောင် အက်ရှင်ကားဆိုတာ မြင်သာမှာပါ။အဓိကသရုပ်ဆောင်ကတော့ ဟော‌င်ကောင်ရဲ့ A List စာရင်း၀င်တဲ့ Andy Lau ပေါ့။ သူ့ကိုတော့ ဟောင်ကောင်ပရိတ်သတ်တွေဖြစ်ဖြစ် ဝေါင်ကာဝေးပရိတ်သတ်တွေဖြစ်ဖြစ် သိပ်မစိမ်းကြပါဘူး။ ဟောင်ကောင်ဖန် အတော်များများ သဘောကျကြတဲ့ သူပါပဲ။ ဒါရိုက်တာဖြစ်တဲ့ ၀မ်ကျင်းကိုယ်တိုင် ၀င်သရုပ်ဆောင်ထားတဲ့အပြင် ချောင်ဖန်တွေမစိမ်းတဲ့ Sharla Cheung ပါ အဆစ်ပါပါသေးတယ်။ 1986 ဆိုတော့ As tears ...",
        "rating": "6",
        "url": "https://megaup.net/2sHot/(CM)_Magic_Crystal_(1986)_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-wolf-136x200.jpg",
        "title": "The Wolf and the Lion (2021)",
        "description": "မိသားစုနဲ့ကြည့်လို့ရပြီး တိချစ်သူတွေ သဘောကျစေမယ့် ကားကောင်းပါ။ အယ်မာဆိုတဲ့ ‌ကောင်မလေးတစ်ယောက်ရဲ့ ဘ၀ထဲကို လေယာဉ်ပျက်ကျပြီး ဆပ်ကပ်ပိုင် နှင်းမြေခွေးလေးနဲ့ ခြင်္သေ့ပေါက်လေးရောက်လာပါတယ်။ နှင်းမြေခွေးလေးက မျိုးတုန်းတော့မယ့် ရှားပါးမျိုးစိတ်ဖြစ်ပြီး ‌တောရိုင်းတိရစ္ဆာန်ထိန်းသိမ်းရေးအဖွဲ့က လိုက်ရှာနေတာဖြစ်ပါတယ်။ခြင်္သေ့ပေါက်လေးဟာလည်း ဆပ်ကပ်ပိုင်ဖြစ်ပြီး ဆပ်ကပ်အဖွဲ့က အပူတပြင်းလိုက်ရှာနေတာပါ။ သူတို့ နှစ်ယောက်ကို အယ်မာဟာ သံယောဇဉ်တွယ်သွားပြီး ဘယ်လိုကာကွယ်စောင့်ရှောက်သွားမလဲဆိုတာကိုကြည့်ရမှာပါ ။ ကနေဒါနိုင်ငံရဲ့ တောအုပ်ကြီးထဲမှာ ရိုက်ကူးထားပြီး သဘာ၀ရှုခင်းရိုက်ချက်တွေလည်း အရမ်းလှပါတယ်။ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ပါခင်ဗျာ။ (အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing က ရေးသားထားပါတယ်) File size…(2.5GB)/(1.3GB)/(800MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:39:00\nGenre...Adventure/ Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Thiha Yan Naing",
        "rating": "6.0",
        "url": "https://megaup.net/3OyHw/The.Wolf.and.the.Lion.2021.1080p.(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kAVRgw7GgK1CfYEJq8ME6EvRIgU.jpg",
        "title": "Jurassic World Dominion (2022)",
        "description": "Jurassic World Dominion (2022)ဂျူရက်ဆစ်ကမ္ဘာရဲ့ တတိယရုပ်ရှင်ကြီးထွက်လာပါပြီ။\nပထမရုပ်ရှင်မှာ ဂျူရက်ဆစ်ပန်းခြံပျက်စီးသွားခဲ့ပြီး၊\nဒုတိယကားမှာ ဒိုင်နိုဆောတွေအားလုံး ကမ္ဘာကြီးထဲကို ပျံ့နှံ့လာတာကို တွေ့ရမှာပါ။ဒီတတိယကားမှာတော့ ဒိုင်နိုဆောတွေနဲ့ ဒီအန်အေတူတဲ့ ဧရာမကျိုင်းကောင်ကြီးတွေ ပေါ်လာပြီး\nကမ္ဘာပေါ်က လယ်ကွင်းတွေကို လိုက်ဖျက်ဆီးနေတဲ့ပြဿနာကနေစတင်လာပါတယ်။\nအိုဝင် နဲ့ ကလယ်ရာတို့အတွဲကလည်း ချားလော့ကလုန်း ကောင်မလေးဖြစ်တဲ့ မေစီကို ကယ်လာပြီး\nလူတွေနဲ့ဝေးရာမှာ ဖွက်ထားခဲ့ပါတယ်။အဲဒီမှာပဲ ကျိုင်းကောင်တွေကို မျိုးဗီဇပြောင်းတဲ့တရားခံကိုရှာနေတဲ့ သိပ္ပံပညာရှင် သူငယ်ချင်းနှစ်ယောက်ရယ်၊ မေစီကိုဖမ်းသွားတဲ့အပြင်\nရပ်ပ်တာမကြီး ဘလူးရဲ့ ကလေးကိုပါ ဖမ်းသွားတဲ့လူတွေနောက်ကို ကယ်ဖို့လိုက်လာတဲ့ အိုဝင်တို့စုံတွဲရယ်ပူးပေါင်းပြီး\nစွန့်စားခန်းတွေ ဖွင့်ကြရပါတော့တယ်...ရရချင်း တင်ပေးထားရတာမို့ Korea Hardsub ပါတာကိုတော့\nအနည်းငယ် သည်းခံပြီး ကြည့်ရှုပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Sci-fi\nQuality…. 4K HEVC | 1080p | 720p | 480p\nFile size… 9.28GB | 2.6GB ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Mzq1/Jurassic.World.3.Dominion.2022.1080p.WEBRip.CM.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/lightyear-137x200.png",
        "title": "Lightyear (2022)",
        "description": "Lightyear (2022)\n=============ဒီ ကာတွန်းရုပ်ရှင်လေးကတော့ Toy Story ရဲ့ အဓိကဇာတ်ကောင်\nတစ်ကောင်ဖြစ်တဲ့  ဘက်ဇ် လိုက်ရီးယားကိုအခြေခံပြီး ရိုက်ကူးထားတာပါ။\nဒါပေမဲ့ အရုပ်လေးတွေရဲ့ ဇာတ်လမ်းမဟုတ်တော့ပါဘူး။ ၁၉၉၅ ခုနှစ်မှာ\nအန်ဒီဆိုတဲ့ကောင်လေးက ဘက်ဇ်လိုက်ရီးယားဆိုတဲ့ အရုပ်ကို\nမွေးနေ့လက်ဆောင်ရရှိခဲ့ပါတယ်။အဲဒီအရုပ်လေးက ရုပ်ရှင်တစ်ခုထဲက ဇာတ်ကောင်ဖြစ်ပြီး အန်ဒီက အဲဒီရုပ်ရှင်ကို\nအရမ်းကြိုက်တဲ့သူပါ။ အခုကြည့်ရမယ့် ရုပ်ရှင်ကတော့အန်ဒီအရမ်းကြိုက်ခဲ့တဲ့\nလိုက်ရီးယားရုပ်ရှင်ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\n===============\nဘက်ဇ်လိုက်ရီးယားဟာ ကြယ်တာယာစခန်းကြီးရဲ့ လေ့လာရေးအဖွဲ့မှာပါဝင်တဲ့\nကပ္ပတိန်အဆင့် အာကာသရိန်းဂျားတစ်ဦးဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ထူးဆန်းတဲ့\nဂြိုလ်တစ်ခုကို သွားလေ့လာရင်း ဂြိုလ်ပေါ်က ဂြိုလ်သားတွေနဲ့တိုက်ပွဲတွေဖြစ်ပြီး\nသူ့တို့ကြောင့်ပဲ ယာဉ်ပျက်ကျသွားခဲ့ပြီး အလင်းအလျှင်ကိုပေးတဲ့စနစ်ပါ ပျက်စီးသွားပါတယ်။ဒီတော့ အိမ်ပြန်လို့မရတဲ့ယာဉ်ပေါ်ကအဖွဲ့သားတွေဟာ အဲဒီဂြိုလ်ပေါ်မှာ အသက်ရှင်ဖို့\nကြိုးစားရပါတော့တယ်။ တချိန်တည်းမှာပဲ ဘက်ဇ်ကတော့ ယာဉ်ကို အလင်းမြန်နှုန်းနဲ့\nပြန်မောင်းနိုင်အောင်ပြုပြင်ပြီး အားလုံးကို အိမ်ကိုပြန်ပို့နိုင်ဖို့ စွန့်စားခန်းတွေဖွင့်ရပါတော့\nတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)\nFile Size..........(5.8GB) / (1.81 GB) / (900 MB) / (514 MB)\nQuality............WEB-DL 4k HEVC / 1080p ...",
        "rating": "5.3",
        "url": "https://megaup.net/1Mxps/Lightyear.2022.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/green-latern-134x200.jpg",
        "title": "Green Lantern: Beware My Power (2022)",
        "description": "Green Lantern:Beware My Power(2022)\n==========\nSuperman:Man Of Tomorrow ကနေ ပြန်စခဲ့တဲ့DC animated universe ထဲက Green Lantern origin movie ဖြစ်ပါတယ်။ဂျွန်စတူးဝပ် Green Lantern ဖြစ်လာပုံကို တွေ့ရမှာ ဖြစ်ပြီးGreen Arrow တို့ Hawkgirl တို့လည်းပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်စတူးဝပ်တစ်ယောက်........အာဖဂန်နစ္စတန်ကနေ စိတ်ဒဏ်ရာအပြည့်နဲ့ပြန်ရောက်လာချိန်မှာဘာမှန်းမသိတဲ့ ဂြိုလ်သားတစ်ကောင်နဲ့တွေ့ခဲ့ရပါတယ်။အဲ့ဒီဂြိုလ်သားဟာ စကြာဝဠာတစ်ခုလုံးရဲ့ ပညာဉာဏ်အကြီးဆုံးဂါးဒီးယန်းဖြစ်နေခဲ့ပါတယ်။ဘာလို့ သူ့ဆီကို ရောက်လာခဲ့တာလဲ။ စကြာဝဠာတစ်ခုလုံးကိုစောင့်ရှောက်ရတဲ့ Green Lantern တပ်ဖွဲ့ဆိုကရောဘာတွေလဲ ဆိုတာ ဒီရုပ်ရှင်ထဲမှာတွေ့ရမှာပါ။DC fan တွေရော superhero ရုပ်ရှင် fan တွေပါနှစ်သက်ကြမှာသေချာပါတယ်။\nFile size…1.5GB / 700MB\nQuality…1080p BluRay AAC5.1CH/720p\nFormat…mp4\nDuration….1h28mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by SPK",
        "rating": "",
        "url": "https://megaup.net/16A19/Green.Lantern.Beware.My.Power.2022.1080p.BluRay.H264.AAC.5.1CH(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gORZuEUy4xhgN6IDEZhaRJUIbqT.jpg",
        "title": "Sasquatch 2 ( 2022 )",
        "description": "2022ထွက် Sci-fi ,adventure အမျိုးအစားဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ပါ\nသက်ရှိမျိုးစိတ်တွေကိုလေ့လာနေတဲ့ သိပ္ပံပညာရှင်အန်နာဟာ\nလွန်ခဲ့တဲ့၁၀နှစ်က သုတေသနအတွက်\nသဘာဝသစ်တောကိုသွားလေ့လာရင်း\nထူးဆန်းစွာပျောက်ကွယ်သွားတဲ့ အဘိုးဖြစ်သူကို\nရှာဖွေလိုစိတ်ပြင်းပြနေခဲ့ပါတယ်...အန်နာဟာ တစ်ချိန်ကအဘိုးဖြစ်သူရဲ့တပည့် ပါမောက္ခရှဲ...\nအဘိုးမိတ်ဆွေရဲ့သားဖြစ်သူ လီယွီဟန်တိုနဲ့အတူ\nသဘာဝသစ်တောဆီစွန့်စားခရီးထွက်လာပါတော့တယ်...သဘာဝသစ်တောမှာ အန္တရာယ်ပေါင်းစုံနဲ့ရင်ဆိုင်ချိန်မှာ\nဒဏ္ဍာရီထဲမှာသာကြားဖူးတဲ့ ခြေကြီးမိစ္ဆာကိုလဲတွေ့မြင်ခွင့်ရခဲ့ပါတယ်...\nသဘာဝသစ်တောကနေ အသက်ရှင်လျက်ပြန်ထွက်လာနိုင်ပါ့မလား..\nအဘိုးဖြစ်သူကိုရောရှာတွေ့နိုင်မှာလား\nပါမောက္ခရှဲမှာဘယ်လိုအကြံတွေရှိနေတာလဲ....\nဇာတ်လမ်းတစ်ပုဒ်လုံးကိုစိတ်လှုပ်ရှားခြောက်ခြားဖွယ်ကြည့်ရှုရမှာပါQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Sci-Fi , Adventure\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/16yw4/Sasquatch_2022_1080p_WEB-DL_CM.mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BY2VkOWUyMTMtOTQ2Mi00ZDMyLWFjODgtODg1OGY2MzE3MzcyXkEyXkFqcGdeQXVyOTU1MjIzMzE@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "The Irish Connection (2022)",
        "description": "The Irish Connection (2022)\n====================IMDb Rating - 6.1/10ဒီဇာတ်လမ်းကတော့ အဲလစ်ဘိတ်ကာ ဆိုတဲ့ အိုင်းရစ်အမျိုးသမီး\nတစ်ယောက်ရဲ့ ငွေတိုက်စာချုပ်တွေ အခိုးခံလိုက်ရတဲ့ အရှုပ်တော်ပုံ\nဇာတ်လမ်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။အော်ရီရယ်က ငွေတိုက်စာချုပ် ပျောက်ဆုံးမှုနဲ့ ပတ်သက်ပြီး စုံစမ်းဖို့\nအိုင်ယာလန်ကို စေလွှတ်ခံလိုက်ရတဲ့ အမျိုးသမီးစုံထောက်တစ်ယောက်ပါ။\nတစ်ဖက်မှာလည်း အဲလစ်က သူ့ငွေတိုက်စာချုပ်တွေ ပြန်ရဖို့ မောင်ဖြစ်သူ\nရိုရီဘိတ်ကာကို တိတ်တဆိတ်စုံစမ်းခိုင်းထားပြီး သံသယရှိသူတွေနောက်ကို\nလိုက်ဖို့ ညွှန်ကြားထားပါတယ်။ငွေတိုက်စာချုပ်တွေကို ခိုးယူသွားတဲ့ ခရစ်ယာန်ဘုန်းတော်ကြီးယောင်ဆောင်\nထားတဲ့လူက မော်လ်တာဆိုတဲ့ မြို့လေးမှာ ပုန်းရှောင်နေမှန်း သိလိုက်ရတဲ့အခါ\nဗြိတိသျှအစိုးရဘက်ကရော အဲလစ်တို့ဘက်ကပါ သူခိုးကို အမိဖမ်းဖို့ အပြိုင်\nအဆိုင်ကြိုးစားကြပုံတွေကို မြင်တွေ့ရမှာပါ။ဒါ့အပြင် အက်ရှင် နဲ့ စွန့်စားခန်းတွေကြားက စုံထောက်မလေး အော်ရီရယ်ရဲ့\nအချစ်ဇာတ်လမ်းလေးကိုလည်း တွေ့မြင်ရဦးမှာမို့ ရသအစုံပါတဲ့ ဇာတ်ကားလေး\nတစ်ကားဆိုရင်လည်း မမှားပါဘူး။ နောက်ပြီးတော့ ဒီကားလေးဟာရုပ်ရှင်ပွဲတော်\nတွေမှာ ဆု (၄) ဆုထိရယူထားနိုင်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)\nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/1MUqm/The.Irish.Connection.2022.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7tR9znYDcMiQccktBsl1sWap5W.jpg",
        "title": "Green Ghost and the Masters of the Stone (2022)",
        "description": "Green Ghost and the Masters of the Stone (2022)ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့် ရုပ်ရှင်ကတော့\nAction Drama အမျိုးအစား ဖြစ်ပါတယ်\"ချာလီ\" ဆိုတဲ့ သူက ကားရောင်းဝယ်ရေး စင်တာရဲ့ဥက္ကဌ ဖြစ်ပြီး\nဘဝကို သာမန်လေးပဲ ဖြတ်သန်းနေတဲ့ သူတစ်ယောက်ပါ\nကမ္ဘာမြေပျက်ဆီးနိုင်လောက်တဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ပွားလာချိန်မှာတော့\nသူ့ရဲ့ မွေးစားမိသားစုက သူ့ကို လာခေါ်ခဲ့တယ်\nသူ ဘဝတစ်လျှောက်လုံး လျှို့ဝှက်ခံခဲ့ရတဲ့ ကိစ္စလေး တစ်ခုကတော့\nသူတို့ မိသားစုက ကမ္ဘာမြေက လူသားမျိုးနွယ်တွေကို ကာကွယ်ပေးနေတဲ့ အဖွဲ့ဖြစ်နေတယ် ဆိုတာပါပဲသူ့ရဲ့ မွေးစား မိသားစုနဲ့အတူ ကမ္ဘာကြီးကို ဘယ်လိုကယ်တင်မလဲဆိုတာကို အက်ရှင်ခန်းတွေနဲ့ ကြည့်ရမှာပါအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kuz ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size…1.2GB | 677MB | 292MB\nFormat… ...",
        "rating": "4.2",
        "url": "https://megaup.net/2spio/Green.Ghost.and.the.Masters.of.the.Stone.2022.1080p.WEBRip.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7363mrbx0Le5VOgX3GuxTF8ORbN.jpg",
        "title": "The Sea Beast (2022)",
        "description": "နက်ဖလစ်ရဲ့ ကာတွန်းအသစ်လေးလာပါပြီ။ ဒါရိုက်တာ ခရစ်ဝီလီယံ\nရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။\nသူက Big Hero 6 ကိုရိုက်ခဲ့တဲ့သူဖြစ်ပြီး၊ မိုအာနာ နဲ့ Bolt ကိုရေးခဲ့တဲ့သူပါပဲ။\nဒီဇာတ်လမ်းကတော့ ပင်လယ်ထဲက ထူးဆန်းတဲ့ သားရဲကြီးတွေနဲ့ ပင်လယ်မုဆိုးတွေရဲ့\nတိုက်ပွဲကို အခြေခံထားတာပါ။ အကောင်ဆန်းတွေကိုချစ်စရာတွေလုပ်ထားတော့\nကလေးတွေလည်း ကြည့်လို့အရမ်းသဘောကျမှာပါ။ ဇာတ်လမ်းထဲမှာတော့မေစီဆိုတဲ့ ကောင်မလေးဟာ မုဆိုးမျိုးရိုးက ဆင်းသက်လာသူဖြစ်ပြီး\nသူ့မိဘတွေက ပင်လယ်တိုက်ပွဲမှာ သေဆုံးသွားခဲ့လို့ မိဘမဲ့ဖြစ်နေသူပါ။\nသူကလည်း သူ့မိဘတွေလို မုဆိုးလုပ်ချင်တာကြောင့် မုဆိုးသင်္ဘောတွေထဲက\nနာမည်အကြီးဆုံးဖြစ်တဲ့ အင်အက်ဗစ်ထဘဲဆိုတဲ့ သင်္ဘောပေါ်ကို ခိုးပြီးတက်လိုက်သွားပါတယ်။\nအဲဒီမှာပဲ သင်္ဘောပေါ်က ကပ္ပတိန်ကြီး ခရိုး ရယ် သူ့ရဲ့ မွေးစားသား\nလက်ထောက် ဂျေကော့ တို့ရယ်နဲ့ပေါင်းပြီး ပင်လယ်ပြင်မှာ စွန့်စားခန်းတွေဖွင့်ကြတဲ့အခါ....  \nFile size…3GB / 1.3GB\nQuality…1080p NF WEB DL AAC5.1CH / 720p NF WEB DL\nFormat...mp4\nDuration….1h 55mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "7.9",
        "url": "https://megaup.net/1Mib6/The.Sea.Beast.2022.1080p.AAC5.1CH(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-138x200.jpg",
        "title": "Peter Pan (2003)",
        "description": "အားလုံးသိကြတဲ့ပုံပြင်လေးကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ 2003 ကထွက်ရှိတဲ့ကားပါ။Wendy နဲ့သူ့မောင်တွေဖြစ်တဲ့ John နဲ့ Michael တို့ဟာ သူတို့ပုံပြင်ပြောရင်လာနားထောင်တဲ့ Peter Pan ခေါ်တာကြောင့် Neverland ကိုလိုက်သွားပြီး စွ့န်စားခန်းတွေ ကြုံတွေ့ရပါတယ်။လေပေါ်ပျံနိုင်စွမ်းရှိပြီး ဘယ်တော့မှအသက်မကြီးတဲ့ Peter Pan နဲ့ သူ့ရဲ့အပေါင်းအပါတွေဖြစ်တဲ့ The Lost Boys, Fairy လေး Tinkerbell တို့အပြင် ပင်လယ်ဓားပြကြီး Captain Hook တို့လည်းပါ၀င်ပါတယ်။ 2003 ကထွက်တာဖြစ်ပေမယ့်အခုပြန်ကြည့်လည်းမရိုးနိုင်တဲ့ကားလေးပါ။မိသားစုလိုက်ကြည့်ရင် လူကြီးတွေအတွက်လည်းမပျင်းရတဲ့ကားလေးဖြစ်ပါတယ်။Wendy တို့ရဲ့ကုန်ဆုံးတော့မယ် ကလေးဘ၀ကိုကြည့်ရင်း nostalgic feeling လည်းခံစားရမှာပါ။ Rotten tomatoes -77% File size…(2.17GB)/(1.2GB)/(875MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:53:00\nGenre...adventure / Family / fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "6.8",
        "url": "https://megaup.net/2s7je/Peter.Pan.2003.1080Pp(cm)_(2).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYTZkYmQzY2ItY2FlNC00ODY2LWEzMTUtYjE1OTc1ZmMxMTRmXkEyXkFqcGdeQXVyMTM2Mzg4MA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Replacement (2021)",
        "description": "The Replacement (2021)\n==================\nIMDb Rating - 6.2/101982 ခုနှစ် စပိန်-ဂျာမနီ စစ်ပွဲကာလတွေမှာ ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန် မှုခင်းတစ်ခုအကြောင်း အခြေခံရိုက်ကူးထားတဲ့\nစပိန်နောက်ခံစကားပြော ဇာတ်ကားလေး တစ်ကားပါ။အဲဒီကာလ မက်ဒရစ်မြို့ရဲ့ အတော်ဆုံး စပိန်လူမျိုး စုံစမ်းရေးမှူး\nတစ်ယောက်ဖြစ်တဲ့ အန်ဒရက်စ်က ပင်လယ်ဆိပ်ကမ်းမြို့လေးက\nဘိုအာဒါဆိုတဲ့ ရဲတစ်ယောက်ရဲ့နေရာမှာ လူစားထိုးပြောင်းရွှေ့လာခဲ့တယ်။\nကိုလမ်ဘို ဆိုတဲ့ တွဲဖက်တစ်ယောက် ရလာခဲ့ပြီး အဲဒီမြို့က\nဂျာမန်တွေရဲ့ လာဘ်ထိုးမှုတွေနဲ့ ဘဝတစ်ဆစ်ချိုး ပြောင်းလဲဖို့\nဖန်လာခဲ့တာပေါ့။\nအဲဒီအချိန်မှာပဲ နာဇီတွေရဲ့ လူမျိုးတုန်းသတ်ဖြတ်မှုတွေ မူးယစ်ဆေးမှုတွေအပြင်\nသူအစားဝင်ခဲ့တဲ့ ဘိုအာဒါရဲ့ သေဆုံးမှုကပါ သာမန်ဖြစ်ရိုးဖြစ်စဉ် မဟုတ်ဘဲ\nထူးဆန်းနေကြောင်း သတိထားမိလာပြီး အမှုကို ပြန်လည်စစ်ဆေးဖို့ ကြိုးစား\nပါတော့တယ်။ဒါ့အပြင် 1980 အစောပိုင်းကာလ နာဇီဂျာမန်တွေရဲ့ စီးပွားရေး\nလက်ဝါးကြီးအုပ်မှုတွေ၊ အကြမ်းဖက်ဒုစရိုက်မှုတွေကို ရိုက်ကူး\nပုံဖော်ထားတဲ့အပြင် စစ်မှန်တဲ့ ဒီမိုကရေစီရရှိဖို့ ကြိုးပမ်းခဲ့ရတဲ့\nကာလတွေအကြောင်း မြင်တွေ့ရမှာမို့ နိုင်ငံရေးသမိုင်းကြောင်း\nစိတ်ဝင်စားတဲ့လူတွေအတွက် အကြိုက်တွေ့စေမှာ အသေချာပါပဲ။\nIMDb 6.2 ရရှိထားပြီး Ricardo Gómez, Vicky Luengo, Pere ...",
        "rating": "6.2",
        "url": "https://megaup.net/1677a/The.Replacement.2021.SPANISH.1080p.WEBRip.CM_new.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNWM0ZGJlMzMtZmYwMi00NzI3LTgzMzMtNjMzNjliNDRmZmFlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Doctor Strange in the Multiverse of Madness (2022)",
        "description": "IMDb Rating (7.3)ဒေါက်တာစထရိန့်ဂျ် ရုပ်ရှင်အသစ်စက်စက်လာပါပြီ။ ဇာတ်လမ်းကတော့ ဝန်ဒါဗီရှင် ဇာတ်လမ်းတွဲကနေ စတာပါ။\nဝန်ဒါဗီရှင် စီးရီးကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်နိုင်ပါပြီ။ဝန်ဒါဗီရှင်စီးရီးအပြီး စကားလက်ဝစ်ချ်(ကြက်သွေးရောင်စုန်းမ) ဖြစ်သွားတဲ့ ဝန်ဒါဟာ မှော်ပညာတွေကို စွန့်လွှတ်ပြီး\nတစ်ယောက်တည်း နေထိုင်နေပါပြီ။ ဒါပေမဲ့ အပြိုင်စကြဝဠာတွေကို ကူးသန်းဖို့ ပေါ်တယ်တံခါး ဖွင့်နိုင်စွမ်းရှိတဲ့\nအမေရိကချားဗက်စ်ဆိုတဲ့ ကလေးမလေးနဲ့ ဒေါက်တာစထရိန့်ဂျ်တို့ တွေ့ဆုံတဲ့အခါ၊ ကလေးမလေးကို\nနတ်ဆိုးတစ်ကောင်က လိုက်ဖမ်းနေကြောင်း သိလိုက်ရတာမို့ ဒေါက်တာစထရိန့်ဂျ်ဟာ ဝန်ဒါမက်ဆီမော့ဖ်ကို\nအကူအညီတောင်းလာပါတော့တယ်။အဲဒီကနေ အပြိုင်စကြဝဠာတစ်လျှောက် ရန်သူတွေ တိုက်ပွဲတွေ စတင်လာပါတော့တယ်...။WEB-DL Quality ကို 4K IMAX HDR နဲ့ပါ တင်ဆက်ထားပါတယ်။(HDR Version ကိုတော့ HDR Support လုပ်တဲ့ ခေတ်ပေါ်ဖုန်းတချို့..Android TV တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပြီး ရိုးရိုး Device တွေကတော့ 4K HEVC SDR ကိုသာ ဒေါင်းလုတ်လုပ်ကြပါ။)File size…  (5.2 ...",
        "rating": "7.6",
        "url": "https://megaup.net/2rPvq/Doctor.Strange.in.the.Multiverse.of.Madness.2022.1080p.WEB-DL.DDP5.1_{CM}.mp4",
        "category": "Action, Adventure, Fantasy, Marvel Universe"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/81HI6TztwvL._RI_-150x200.jpg",
        "title": "Open Water (2003)",
        "description": "Open Water(2003 film)ဒန်နီရယ် နဲ့ ဆူဆန် ဆိုတဲ့ လင်မယား နှစ်ယောက် ဟာ scuba diving လုပ်ဖို့ ပင်လယ်ပြင်ကို Tour guide တွေ အခြားသာတွေနဲ့ ခရီး ထွက်လာခဲ့ပါတယ် သူတို့ဟာ အဖွဲ့ထဲကနေ ခွဲထွက်ပြီး နည်းနည်းပိုနက်တဲ့ နေရာထိ ရေငုပ် စူးစမ်းခဲ့တာကြောင့် ဆုံမှတ်ကို ပြန်ရောက်တာ အနည်းငယ် နောက်ကျခဲ့ပါတယ် ကံဆိုးစွာနဲ့ပဲ လှေပေါ်က tour guide က အပြန်မှာ လူရေတွက်တာ မှားသွားတာ ကြောင့် ဒန်နီရယ် နဲ့ ဆူဆန်တို့ ပြန်မရောက်သေးတာ မသိပဲ ထွက်သွားခဲ့ပါတယ်ရေစီးသယ်ရာ မျောပါရင်း အနီးနားမှာ ‌သင်္ဘောကြီးတစ်စီးကို လှမ်းပြခဲ့‌ သော်လည်း သူတို့ကို မမြင်ခဲ့ပါဘူး သေရေးရှင်ရေးမှာ လူသားတွေ ဖြစ်တတ်တဲ့ စိတ် သဘာဝတွေ မြင်တွေ့ရမှာပါ ငါးမန်းတွေနဲ့ တွေ့ကြုံရချိန်မှာတော့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1M1fn/open.water.2003.1080p(CM).mp4",
        "category": "Adventure, Drama, Horror"
    }
]