[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9hIA3dgyOWj1MLXYrJ7SZ6lckM9.jpg",
        "title": "Then Came You (2018)",
        "description": "ဘဝဆုိတာ ရွင္သန္ျခင္းပါ။ အသက္ရႈေနရုံ ႏွလုံးခုန္ေနရုံနဲ႔ေတာ့ ရွင္သန္တယ္လုိ႔မဆုိႏုိင္ပါဘူး။အခ်ိန္ဘယ္ေလာက္ၾကာၾကာရွင္သန္ေနရမယ္ဆုိတာလည္း အေရးမၾကီးပါဘူး။ဘယ္လုိရွင္သန္ေနထုိင္ရလဲဆုိတာက အေရးၾကီးတာပါ။ဒီ Then came you (2018) ဇာတ္ကားေလးမွာေတာ့ အသက္ရႈေနရုံရွင္သန္ေနတဲ့ ကယ္ဗင္ဆုိတဲ့ ေကာင္ေလးရဲ႕ ဘဝထဲကုိ စကုိက္ဆုိတဲ့ ဘဝရဲ႕ေနဝင္ခ်ိန္ကုိ ေရာက္ရွိေတာ့မယ့္ကင္ဆာေဝဒနာသည္ေကာင္မေလး တစ္ေယာက္ ဝုန္းကနဲဆုိသလုိ ဝင္ေရာက္လာခ်ိန္မွာ ကယ္ဗင္တစ္ေယာက္ သူ႕ဘဝကုိ ဘယ္လုိရွင္သန္ရမယ္ဆုိတာကုိ နားလည္လာျပီးစကုိက္ရဲ႕ ဘဝ ေနာက္ဆုံးအခ်ိန္ေတြကုိ ဘယ္လုိ အဓိပၸါယ္ရွိေအာင္ ကူညီလုိက္မယ္ဆုိတာကုိ ဟာသလည္းေျမာက္ ကရုဏာရသလည္းေပၚေအာင္ ရုိက္ကူးထားပါတယ္။ဒီဇာတ္ကားေလးရဲ႕ IMDB Rating ကေတာ့ 6.9 ထိရရွိထားျပီး ရယ္ရဟားရသလုိ ဖီးလုိ႔လည္းေကာင္းမယ့္ဇာတ္ကားေလးပါ။Cast ေတြကလည္း ႏႈတ္ခမ္းနီမေလးတုိ႔ အသည္းစြဲ Asa Butterfield နဲ႔ကုိကုိတုိ႔အတြက္လည္း မင္းသမီး အလန္းေလးႏွစ္လက္ျဖစ္တဲ့ Game of Thrones ဇာတ္ကားက မ်က္ႏွာမဲ့လုပ္ၾကံသတ္ျဖတ္ေရးသမားမေလး Maisie Williams နဲ႔Vampire Dairies ထဲက မင္းသမီးေခ်ာ ...",
        "rating": "8.2",
        "url": "https://megaup.net/2ewkz/Then_Came_You_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/descent-part-2-poster-135x200.jpg",
        "title": "The Descent: Part 2 (2009)",
        "description": "The Descent: Part 2 (2009)\nIMDb - 5.8/10_____Rotten - 55%\n The Descent (2005) + The Descent Part 2 (2009) R အဆင့်\nHorror အမျိုးအစားဖြစ်တဲ့ The Descent နဲ့ The Descent Part 2 ကို\n2005 နဲ့ 2009 ခုနှစ်တွေမှာ ထွက်ရှိခဲ့တာဖြစ်ပြီး IMDB 7.2 နဲ့ 5.5 ရရှိထားပါတယ်\nThe Descent ကို ဒါရိုက်တာ Neil Marshall က ရိုက်ကူးထားပါတယ်\nThe Descent Part 2 ကိုတော့ ဒာရိုက်တာ Jon Harris ရိုက်ကူးခဲ့တာပါ\nThe Descent ရဲ့အဓိပ္ပါယ်က \" ဆင်းသက်ခြင်း \" ဖြစ်ပေမယ့်\n\" သက်ဆင်းခြင်း \" ...",
        "rating": "5.8",
        "url": "https://megaup.net/3zy6w/The_Descent_-_Part_2_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nz85hJqEJfT6h42C7E9xcvT4SVt.jpg",
        "title": "College Road Trip(2008)",
        "description": "College Road Trip (2008)ရုပ်ကြီးမြင်တာနဲ့တင် ရယ်နေရတဲ့ ဟာသမင်းသားကြီး Martin Lawrence သရုပ်ဆောင်ထားတဲ့နောက်ထပ် College Road Trip  ဆိုတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်..........ဒီကားထဲက ဟာသမင်းသားကြီး Martin Lawrence ကိုမသိရင်သာနေမယ်..အူတက်အောင်ရယ်ခဲ့ရတဲ့ သူကားတွေဖြစ်သည့် Blue Streak ,Bad boyတို့ Big Momma’s Houseတို့ကိုတော့ သိမယ်ထင်ပါတယ်..အခုတစ်ခါတစ်မှာတော့ ဒီမင်းသားကြီးဟာ သားသမီးအပေါ်အရမ်းချစ်တတ်ပြီး အရွယ်ရောက်သည့်အထိ ကလေးတစ်ယောက်လို သမီးအပေါ်သဘောထားတဲ့ စိတ်ပူတတ်လွန်းတဲ့ ဖခင်တစ်ယောက်နေရာမှာသရုပ်ဆောင်ထားပါတယ်...သူ့ရဲ့ သမီးကြီးဟာ ကော်လိပ်တစ်ခုတက်ရဖို့အခွင့်အရေးရလာတယ်..ဒီကောလိပ်က သူတို့အိမ်နဲ့ဆို မိုင်(၇၀၀) ခန့်ဝေးပါတယ်....ဒါ့ကြောင့်စိတ်ပူတတ်တဲ့ ဖခင်ဟာသူ့သမီးကိုကျောင်းအထိ ကားနဲ့လိုက်ပို့ဖို့ဖြစ်လာတယ်...လမ်းခရီးအမှာအလွဲတွေနဲ့ ရယ်ရတာတွေတွေ့ရမယ့်အပြင်ဖခင်နဲ့သားသမီးအကြားဆက်ဆံရေးလေးတွေကို ကောင်းမွန်စေဖို့ ပညာသားပါပါလေးတွေပြသသွားတဲ့ကားလေးမို့ ခံစားကြည့်လိုက်ပါဦးဗျို့....File Size : (850 MB) and (317 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:23:00\nGenre : Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "4.3",
        "url": "https://megaup.net/SDu4/College_Road_Trip_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kw9nzpPqu5MO3Wgg3teoq9m8EGj.jpg",
        "title": "Cinderella and the Secret Prince (2018)",
        "description": "စင္ဒရဲလားပံုျပင္ဇာတ္လမ္းေတြက မ႐ိုးႏိုင္ေအာင္မ်ားျပားလွပါတယ္။စိတ္ဝင္စားဖို႔လည္းေကာင္းပါတယ္။ဒီအထဲကမွ ဒီဇာတ္လမ္းေလးကေတာ့ အျခားဇာတ္လမ္းေတြနဲ႔မတူတမူကြဲျပားျခားနားစြာဖန္တီးထားတာ ကိုေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ဒီဇာတ္လမ္းမွာ မင္းသားေလးဟာ နန္းေတာ္ထဲကေမွာ္ဆရာမႀကီးရဲ႕အေကာက္ ႀကံဒုကၡေပးထားမႈေၾကာင့္စင္ဒရဲလားတို႔ရဲ႕အိမ္မွာ ႂကြက္တစ္ေကာင္အျဖစ္ ေနထိုင္ေနရတာျဖစ္ပါတယ္။ဒါကို စင္ဒရဲလားအပါအဝင္ အျခားမိတ္ေဆြႂကြက္ႏွစ္ေကာင္လည္း မသိၾကပါဘူး။နန္းေတာ္ကပြဲသဘင္ကိုသြားၾက ဖို႔လုပ္ၾကရင္းနဲ႔မွမင္းသားေလးရဲ႕ဘဝအေၾကာင္း သိခဲ့ၾကရတာပါ။သူတို႔ကိုအကူအညီေပးႏိုင္မယ့္ ေမွာ္ဆရာမ ေလးတစ္ေယာက္နဲ႔လည္းဆံုေတြ႕ရင္းႏွီးခင္မင္ခဲ့ၾကတယ္။သူတို႔အားလံုးရဲ႕ ႀကိဳးစားမႈနဲ႔ မင္းသားေလးကို ႂကြက္ ဘဝကေနလူ႔ဘဝကိုျပန္ေရာက္ဖို႔ ႀကိဳးပမ္းခဲ့ၾကပံုေတြ။နန္းေတာ္ထဲကေမွာ္ဆရာမႀကီးနဲ႔ ရင္ဆိုင္တိုက္ခိုက္ၾကရတဲ့တိုက္ပြဲေတြနဲ႔ စိတ္ဝင္တစားၾကည့္႐ႈရမယ့္ဆန္းျပားတဲ့စင္ဒရဲလားဇာတ္လမ္းေလးတစ္ပုဒ္ကိုအျခားဇာတ္ လမ္းေတြနဲ႔မတူ တမူကြဲစြာ ၾကည့္႐ႈခံစားရမွာျဖစ္​တာမို႔ အား​ေပးလိုက္​ၾကပါဦး​ေနာ္​ File Size : ( 810 MB) & ( 231 MB)Quality : Web-DL 720pRunning Time :1 hr 30 ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cinderella-and-the-secret-prince-2018/",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Beowulf-2007-135x200.jpg",
        "title": "Beowulf (2007)",
        "description": "သူရဲကောင်းတို့ ခေတ်ကောင်းချိန်...Beowulf လို့ ခေါ်တဲ့ သူရဲကောင်းရဲ့ နာမည် ထွန်းထွန်းတောက်နေချိန်...တစ်ချိန်တည်းမှာပဲ ဘုရင် Hrothgar ရဲ့ တိုင်းပြည်မှာမိစ္ဆာဆိုး တစ်ကောင်မွှေလို့ တစ်တိုင်းပြည်လုံး အစည်းပြေ မီးသေနေတဲ့ အချိန်...ကြံရာမရတဲ့ အဆုံး ဘုရင်ခမျာ Beowulf ကို ရှေ့တော်တင်သွင်းပြီး မိစ္ဆာကို တိုက်ထုတ်ခိုင်းရတော့တယ်...အောင်အောင်မြင်မြင်နဲ့ တိုက်ထုတ်ပြီးနောက် ဒီအောင်မြင်မှုဟာဒီ့ထက်ပိုကြီးမားတဲ့ အမျက်ဒေါသနဲ့ လက်စားချေမှုကြီးတစ်ခုဆီကို ဦးတည်သွားတော့တယ်...မိစ္ဆာရဲ့ မိခင်ပါပဲ... ဆွဲဆောင်မှုရှိလွန်းခြင်းရဲ့ နောက်ကွယ်မှတစ်ဆက်တည်းဆိုသလို ပျက်ဆီးခြင်းတရားတွေပါ ပါလာတဲ့ မကောင်းဆိုးဝါးမပေါ့...သူမဟာ Beowulf အတွက် အနိစ္စတရားလေလား...IMDB - 6.2/10, RT - 71% Back to the Future နဲ့ Forrest Gumps တို့ရဲ့ ဒါရိုက်တာဖြစ်ပြီးVisual ရိုက်ချက်တွေကို ကျွမ်းကျင်လွန်းတဲ့ Robert Zemeckis ရဲ့ လက်ရာဖြစ်ပါတယ်။ဒါရိုက်တာတင် နာမည်ကျော်မဟုတ်ပဲ ပါဝင်တဲ့ Cast ...",
        "rating": "6.2",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4 https://megaup.net/1GU5c/Finding_Steve_McQueen_[2018]_(MM_Sub).mp4 https://megaup.net/1GU59/Dumbo_[1941]_(MM_Sub).mp4 https://megaup.net/1GU50/12.Suicidal.Teens.2019.1080p.BluRay(cm).mp4 https://megaup.net/10Yot/Steve_Jobs_[2015]_(MM_Sub).mp4 https://megaup.net/2mTiw/Beowulf.2007.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/utH781EwjzzXQC6fZUO3cw8L5Ht.jpg",
        "title": "IO (2019)",
        "description": "ဒီေန႔ေခတ္လူသားေတြရဲ႕ အသက္ရွင္ေနထိုင္ပံု စားေသာက္ပံုနဲ႔အသံုးအေဆာင္ပစၥည္းေတြဟာကၽြန္ေတာ္တို႔ရဲ႕ကမာၻေျမႀကီးကိုမ်ားစြာ ထိခိုက္ပ်က္စီးေစပါတယ္ဒီဇာတ္ကားက လူသားအမ်ားစုဟာ ပ်က္စီးေနၿပီျဖစ္ၿပီးအဆိပ္သင့္ေနတဲ့ေလထုေၾကာင့္ လူသားေတြ ေနထိုင္လို႔မရေတာ့ဘူးယာယီ လြန္းပ်ံယာဥ္ေတြအသံုးျပဳၿပီး အာကာသထဲထြက္ကာလူေနလို႔ရမဲ့ ၿဂိဳလ္ကို စူးစမ္းရွာေဖြေနၾကပါတယ္ဒါေပမဲ့လည္း ဆမ္၀ယ္လ္ဒန္ တစ္ေယာက္ကေတာ့ သူ႔အေဖရဲ႕ထင္ျမင္ခ်က္ မွန္ကန္တယ္ဆိုတာကိုသက္ေသျပဖို႔ကမာၻေျမမွာ က်န္ရစ္ခဲ့ၿပီး သုေတသနဆက္လုပ္ကာေျပာင္းလဲသြားတဲ့ ကမာၻေျမႀကီးမွာ လူသားေတြျပန္လည္ရွင္သန္ရပ္တည္ႏိုင္ဖို႔ နည္းလမ္းေတြရွာေဖြေနတဲ့အေၾကာင္းရိုက္ကူးထားတာျဖစ္ပါတယ္ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Scrn ျဖစ္ပါတယ္) File Size : (700 MB) and (350 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Adventure, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.NF.WEBRip.DD5.1.x264-CM\nTranslated by Scrn\nEncoded by Thanhtike Zaw",
        "rating": "4.7",
        "url": "https://megaup.net/1yGfm/IO_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNzI1NjI5OTUyM15BMl5BanBnXkFtZTgwOTM4NzY2MDI@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "Gold(2016)",
        "description": "Gold(2016)\nIMDb....6.7\nစီးပြားေရးနဲ႔သက္ဆုိင္တဲ့ကားေတြထဲမွာ ၾကည့္ၿပီးသေလာက္ ကြ်န္ေတာ့ရင္ထဲကုိ တစ္သသစြဲက်န္ေစေလာက္ေအာင္ေကာင္းတဲ့ (၂)ကားရွိတယ္...\nပထမ တစ္ကားကေတာ့ The Wolf of Wall Street (2013) ျဖစ္ၿပီး ဒုတိယကားကေတာ့ ယၡဳ Gold(2016) ဆုိတဲ့ကားပါပဲ....\n(၂)ကားလုံးဟာ ျဖစ္ရပ္မွန္ကုိ အေျခခံထားၾကသလုိ  သရုပ္ေဆာင္ေတြကလည္း ဒိတ္ဒိတ္က်ဲမင္းသားေတြျဖစ္တဲ့ Leonardo  နဲ႕ Matthew တုိ႕ ကိုယ္စီသရုပ္ေဆာင္ထားၾကတယ္...\nRating အေနအထားအရ The Wolf of Wall Street ကုိေတာ့မမွီႏုိင္ေပမယ့္ အဲ့ဒီကားနီးပါးေကာင္းတယ္လုိ႕ေတာ့ ေျပာလုိ႕ရမယ္ထင္တယ္...\nဒီကားအတြက္ Matthew  ဟာ ကုိယ္အေလးခ်ိန္ ေပါင္(၄၀)တက္ေအာင္ျပဳလုပ္ခဲ့ရတယ္...ဗုိက္ရႊဲရႊဲ အရက္တျမျမ  စစ္ကရက္မီးခုိးတစ္အူအူနဲ႕ Matthew\nကုိ အားမာန္ပါပါ ဒီကားထဲမွာေတြ႕ရလိမ့္မယ္...\nဇာတ္ကားအေၾကာင္းကုိနည္းနည္းသြားရေအာင္....\nကန္နီဝဲလ္စ္ဆုိတဲ့သူတစ္ေယာက္ပုိင္တဲ့  ေရႊတူးေဖာ္ေရးကုမၸဏီတစ္ခုရွိတယ္.....ကန္နီတုိ႕ ဘုိးဘြားစဥ္ဆက္ပုိင္ခဲ့တဲ့\nကုမၸဏီျဖစ္သလုိ သူကုိယ္တုိင္ကလည္း ဒီအလုပ္ကုိ ခ်စ္ျမတ္ႏုိးတယ္...သုိ႕ေပမယ့္ ကန္နီလက္ထက္မွာ ကုမၸဏီက က်ရႈံးလုနီးပါးျဖစ္ေနတယ္...\nဒီလုိအေျခအေနမွာ ကုမၸဏီကုိျပန္အဖတ္ဆယ္ဖုိ႕ ဘယ္သူမွမလုပ္ရဲတဲ့အလုပ္တစ္ခု လုပ္ဖုိ႕သူဆုံးျဖတ္လုိက္တယ္...\nအဲ့ဒါကေတာ့ အင္ဒုိနီး႐ွာကုိသြားၿပီး ေရႊေၾကာႀကီးရွာဖုိ႕ ဘုမိေဗဒပညာ႐ွင္တစ္ေယာက္နဲ႕ ေပါင္းၿပီး ရွာေဖြဖုိ႕ စြန္႕စားခဲ့ပါေတာ့တယ္...\nဒီရွာေဖြဖို႕အတြက္ ရွိသမွ်စည္းစိမ္ပုံေအာရသလုိ သူပူးေပါင္းတဲ့ ဘူမိေဗဒပညာရွင္ေျပာဆုိတဲ့ ေရႊတူးဖို႕ေနရာကလည္း\nတျခားပညာရွင္ေတြအားလုံးက ျငင္းပယ္ထားတဲ့ ေနရာႀကီးျဖစ္ေနပါတယ္..\nကိုင္းေရႊေၾကာႀကီးကုိေတြ႕မလား.....သူေအာင္ျမင္မလား.... ေခါင္းပုံျဖတ္ခ်င္တဲ့ကုမၸဏီၾကီးေတြကေရာ ကန္ကုိ ဘယ္လုိေတြဖိအားေပးမလဲ....\nကုိင္းခံစားၾကည့္လုိက္ပါဦး....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Yoonwahwah Theint ပဲျဖစ္ပါတယ္...\nFile Size : (958 MB) and (386 MB)\nQuality : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1yGf1/Gold_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/the-descent-poster-133x200.jpg",
        "title": "The Descent (2005)",
        "description": "The Descent (2005)\nIMDb - 7.2/10_____Rotten - 85%\n Horror ကားအများစုဟာ Rating နည်းကြပါတယ်\nThe Descent ကတော့ IMDb 7.2 ရရှိထားတာကြောင့်\nHorror ကားတစ်ကားအနေနဲ့ Rating မြင့်တယ်လို့ ဆိုနိုင်ပါတယ်\nဒီဇာတ်ကားကို ဒါရိုက်တာ Neil Marshall ရိုက်ကူးထားပြီး 2005 ခုနှစ်မှာ ထွက်ရှိခဲ့ပါတယ်\nThe Descent ရဲ့အဓိပ္ပါယ်က \" ဆင်းသက်ခြင်း \" ဖြစ်ပေမယ့်\n\" သက်ဆင်းခြင်း \" လို့ပြောမှ ပိုမှန်မယ် ထင်မိပါတယ်\nအန္တရာယ်တောထဲ သက်ဆင်းမိပြီး ထောင်ချောက်အတွင်း သက်ဆင်းမိကြတဲ့\nအမျိုးသမီးတစ်စုအကြောင်းကို ထိတ်လန့်တုန်လှုပ်ဖွယ် ရိုက်ကူးတင်ပြထားတာပါ\nစွန့်စွန့်စားစားခရီးတွေကို ခုံမင်ကြတဲ့ အမျိုးသမီး ၆ ယောက်ဟာ လူမရောက်ဖူးသေးတဲ့\nလှိုဏ်ဂူတစ်ခုထဲ ဆင်းသက်ဝင်ရောက်ခဲ့ကြပါတယ်\nဂူနံရံတွေမှာ ဆွဲထားတဲ့ ရုပ်ပုံတွေကို မြင်ရတဲ့အခါမှ\nဂူထဲမှာ သူတို့ချည်းပဲမဟုတ်ဘူးဆိုတာ သတိပြုမိခဲ့ကြပါတော့တယ်\nအမှောင်ထဲမှာ နေထိုင်ကျက်စားကြတဲ့\nအသားစားသတ္တဝာတွေဖြစ်ကြောင်း သိရှိလိုက်ရတဲ့အခါမှာတော့....\nJump Scare(သွေးလန့်လို့ခုန်)အကွက်တွေ ဖောဖောသီသီ သုံးထားတာကြောင့်\nသည်းထိတ်ရင်ဖိုဇာတ်ကားကြိုက်ပရိသတ်တွေ ကျေနပ်ကြပါလိမ့်မယ်\n \nသွေးထွက်သံယိုပြကွက်တွေ အများအပြားပါဝင်တာကြောင့်\nနှလုံးမခိုင်သူများ ...",
        "rating": "7.2",
        "url": "https://megaup.net/4fvyY/The_Descent_[2005]_(MM_Sub).mp4",
        "category": "Adventure, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTgzOTc0NTE3Nl5BMl5BanBnXkFtZTgwODY4MDgwNjM@._V1_SY1000_SX700_AL_-140x200.jpg",
        "title": "The Nutcracker and the Four Realms (2018)",
        "description": "ခရစၥမတ္နဲ႕ ပတ္သတ္ျပီး ကြ်န္ေတာ္တို႕ ကေလးေလးအရြယ္ကတည္းက\nအသိ သညာေတြရွိခဲ႕ဖူးတယ္ အမွတ္တရေတြမွ လဲ အမ်ားၾကီးပဲ\nခရစၥမတ္ကာရိုးသီခ်င္း ေလးေတြနားေထာင္ျပီး ၾကက္ဆင္သားနဲ႕\nပူတင္းပူပူေလးေတြ စားေသာက္ၾကတဲ႕ ေပ်ာ္ပြဲရႊင္ပြဲေတြအေၾကာင္းဖတ္ဖူးၾကမွာပါ\nဒီ The Nutcracker and the four realms ဆိုတဲ႕ကားေလးမွာ လဲ\nခရစၥမတ္ရဲ႕ မရိုးအီႏိုင္ တဲ႕ခံစားမႈအေငြ႕အသက္ေလးေတြေတြ႕ျမင္ ခံစားရဦးမွာပါ\nဘာလို႕ဆို ဇာတ္လမ္းကို ခရစၥမတ္အၾကိဳညေလးနဲ႕စတည္ထားတာကိုး\nplot အပိုင္းေျပာရမယ္ဆိုရင္ ကလာရာဆိုတဲ႕\nေကာင္မေလးမွာ သူ႕အေမဆီကအေမြရထား တဲ႕\nတီထြင္ညာဏ္ရည္ထူးခြ်န္တဲ႕အရည္ခ်င္း ပါလာတယ္\nေမြးခ်င္းသံုးေယာက္ရွိတဲ႕ မိသားစုေလးကို ခ်စ္ၾကင္သူဇနီးမရွိပဲ\nထိန္းေက်ာင္းလာခဲ႕ရတဲ႔ ကလာရာတို႕အေဖ ကေတာ့\nႏွစ္တိုင္းခရစၥမတ္ေရာက္တာနဲ႕ အတိတ္ေဟာင္းေတြတူးဆြျပီး\nလြမ္းေမာ တသျဖစ္ေနတတ္တယ္ သူမွမဟုတ္ပါဘူး\nက်န္တဲ႕ေမြးခ်င္းေတြနဲ႔ လံုးဝမတူကြဲထြက္ ေနတဲ႕\nကလာရာေလးလဲထပ္တူထပ္မွ်ပါပဲ\nဒီလိုနဲ႕ အေမ့ဆီကလက္ေဆာင္ေတြဆိုျပီး\nခရစၥမတ္အၾကိဳညမွာ ပင္ေခ်ာင္းေသာ့ ခေလာက္ေလးပါတဲ႕\nဥေလးတစ္လံုး ကလာရာ ရလိုက္ခဲ႕တယ္ ဒါေပမယ့္\nလက္ေဆာင္ဘူးထဲမွာ ဖြင့္ဖို႕ေသာ့ပါမလာ ခဲ႕ဘူး\nအဲ႕ေသာ့ရဲ႕အေျဖကို သူတို႕ ေခါင္းကိုင္အေဖၾကီး\nဒေရာ္ဆယ္မာယာ ဆီကရျပီး အျခားကမာၻတစ္ခုေရာက္ဖို႕\nအ ေၾကာင္းဖန္လာတဲ႕ အခါ\nဒီ movie ေလးရဲ႕ genre ကေတာ့ fantasy အမ်ိဳးစားဆိုတဲ႕အတိုင္း\nvisual effect ...",
        "rating": "5.6",
        "url": "https://megaup.net/2UBaD/The.Nutcracker.And.The.Four.Realms.2018.1080p.Blu-ray_{CM}.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fOA44BITFth0u4hMSOUgpK0kM6t.jpg",
        "title": "Godzilla: The Planet Eater (2018)",
        "description": "20ရာစုရဲ့ ​နေ့တစ်​​နေ့မှာ ဒီဇာတ်​လမ်​းစခဲ့တယ်​ အရာရာဟာ ဘုရားသခင်​ အလို​တော်​အတိုင်​းပါပဲ..​ကောင်​းကင်​​မှာ မီးမိုး​တွေ… ကမ္ဘာ​မြေကြီးဟာလည်​း ပပ်​ကြား​တွေအက်​လို့…လူ​တွေအားလုံးရဲ့ ​ဆောက်​တည်​ရာမဲ့ ကူကယ်​ရာမရှိ ​ပြေးလွှားသံ​တွေ…ဒီအချိန်​မှာ အပြာ​ရောင်​အလင်​းတန်​းကြီး တစ်​ချက်​​ပေါ်လာ…အဲဒီအလင်​းတန်​းရဲ့ အစမှာ ​ဂေါ်ဇီလာဟာ အရာအားလုံးကို မိုးကြည်​့လို့…Godzilla: Planet Eater (2018) Netflix's Anime movie ဖြစ်တဲ့\"Godzilla: Planet of the Monsters\" ကနေအစပြုခဲ့တဲ့Trilogy သုံးကားရဲ့ သုံးကားမြောက်နဲ့ နောက်ဆုံးကားဖြစ်တဲ့Godzilla: Planet Eater (2018) ဇတ်ကားပါရှေ့မှာ \"Godzilla: Planet of the Monsters\" နဲ့\"Godzilla: City on the Edge of Battle\" ဆိုပြီး နှစ်ကားထွက်ထားပါတယ်ရှေ့နှစ်ကားကြည့်ပြီးမှ အခုကားကို ချိတ်ဆက်မိဖို့အဆင်ပြေပါလိမ့်မယ်အခုကားက \"Godzilla: City on the Edge of Battle.\" ...",
        "rating": "4.9",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4 https://megaup.net/1GU5g/Henchmen_(2018).mp4 https://megaup.net/1GU5d/Godzilla_The_Planet_Eater_2018.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTU4ODg1ODgzNl5BMl5BanBnXkFtZTgwMTEyNDc1MDE@._V1_-133x200.jpg",
        "title": "Blue Lagoon: The Awakening (2012)",
        "description": "အမ္မာနဲ႕ ဒင္းဆိုတဲ့အထက္တန္းေက်ာင္းသူေလးနဲ႕ေက်ာင္းသားေလးႏွစ္ေယာက္ဟာ\nအတန္းကလိုက္ပို႕တဲ့ခရီးစဥ္တစ္ခုမွာကံဆိုးမိုးေမွာင္က်တဲ့သူနွစ္ေယာက္ပဲျဖစ္ပါတယ္\nအရမ္းကိုေတာ္ၿပီးေတာ့ ေက်ာင္းရဲ႕အပ်ိဳစင္ၾကယ္ပြင့္ေလး အမ္မာနဲ႕\nေက်ာင္းမွာဆို ဘယ္သူနဲ႕အဆက္အဆံမရွိတဲ့ဒင္းတို႕ဟာ\nေက်ာင္းသားေတြခိုးၿပီးေတာ့ကဲၾကတဲ့သေဘာၤေပၚကပါတီကေန\nပင္လယ္ထဲကိုျပဳတ္အက်ၿပီးမွာေတာ့ သူတို႕ေတြနုိးထလာတဲ့အခ်ိန္မွာ\nကမ္းမျမင္လမ္းမျမင္အေနအထားကိုေရာက္ရွိေနပါၿပီ။\nအရာရာကိုျပီးျပည့္စံုတဲ့စီစဥ္ထားတတ္တဲ့အမ္မာအတြက္ကေတာ့\nကြ်န္းေပၚမွာဘာမွမရွိပဲေနရထိုင္ရတာေတာ္ေတာ္ေလးကိုစိတ္ညစ္စရာေကာင္းေပမယ့္\nသဘာဝကိုတန္ဖိုးထားၿပီးေတာ့ေအးေဆးေနတတ္တဲ့ဒင္းအတြက္ကေတာ့\nေပ်ာ္စရာခရီးစဥ္တစ္ခုျဖစ္လို႕ေနပါတယ္။ ကြ်န္းေပၚမွာေနထုိင္ရင္းနဲ႕\nတစ္ေယာက္ကိုတစ္ေယာက္အားကိုးေနထိုင္ရင္းနဲ႕ပဲ\nအမ္မာနဲ႕ဒင္းတို႕ၾကားမွာရင္းႏွီးမႈထက္ေက်ာ္လြန္တဲ့စိတ္ေတြပိုလာခဲ့ပါေတာ့တယ္\nဒီေတာ့ အမ္မာနဲ႕ဒင္းနဲ႕သူတို႕ဘဝတစ္ေလွ်ာက္လံုးကိုကြ်န္းေပၚမွာပဲေနထုိင္ရင္းနဲ႕ကုန္ဆံုးသြားမလား\nကယ္တင္မဲ့သူေတြပဲေရာက္ရွိလာနိုင္မလား\nသူတို႕ျမိဳ႕ကိုျပန္ေရာက္သြားရင္ေတာင္\nသူတို႕ႏွစ္ေယာက္ၾကားကဆက္ဆံေရးကဘယ္လိုေတြဆက္ျဖစ္လာနိင္မလဲဆိုတာ\nၾကည့္ရႈလို႕ေကာင္းတဲ့ဇတ္ကားေလးတစ္ကားပဲျဖစ္ပါတယ္\nဘာသာျပန္ေပးထားတာေတာ့Aye Chansuျဖစ္ျပီးsithuကencodeေပးထားပါတယ္",
        "rating": "5.6",
        "url": "https://megaup.net/2UBck/Blue_Lagoon_-_The_Awakening_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTM1Mzk1MTItZWE3OS00ODgwLTgxNjAtZTMwMmY1YmYzY2RmL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR007561000_AL_-151x200.jpg",
        "title": "Return to the Blue Lagoon (1991)",
        "description": "၁၉၉၁မွာထုတ္လုပ္ရိုက္ကူးတဲ့ အေမရိကန္ရိုမန္႕ဇာတ္ကားျဖစ္တဲ့\nReturn to the Blue Lagoonဆိုတဲ့ဇာတ္ကားဟာ\nသူ႕အေရွ႕မွာထြက္ထားဖူးတဲ့ဇာတ္ကားနဲ႕ကြဲျပားစြာရိုက္ကူးထားပါတယ္။\nဒီဇာတ္ကားေလးမွာ ရစ္ခ်တ္ဆိုတဲ့ပင္လယ္ျပင္မွာေကာက္ရတဲ့ေကာင္ေလးနဲ႕\nလီလီဆိုတဲ့ကေလးမေလးတို႕သေဘာၤပ်က္ရာကေန\nလီလီေလးရဲ႕အေမနဲ႕အတူ ကြ်န္းတစ္ကြ်န္းေပၚကိုေရာက္သြားပါေတာ့တယ္\nအေမျဖစ္တဲ့သူေလးကိုလီလီတစ္ေယာက္\nကြ်န္းေပၚေရာက္ၿပီးေတာ့ ၁၀ႏွစ္အၾကာမွာပဲ ဆံုးရႈံးလိုက္ရပါတယ္။\nေနာက္ေတာ့ ရစ္ခ်တ္ေလးနဲ႕လီလီေလးတို႕ႏွစ္ေယာက္ကြ်န္းေပၚမွာ\nတူတူရင္ဆိုင္ေျဖရွင္းရင္းနဲ႕ပဲေနထုိင္လာတာ\nဆယ္ေက်ာ္သက္ဘဝကိုေရာက္ရွိလာပါေတာ့တယ္\nရစ္ခ်တ္ေလးကအီစတာပြဲေတာ္ေန႕မွာ\nလီလီေလးကိုပုလဲေလးတစ္လံုးလက္ေဆာင္ေပးခဲ့ပါတယ္\nလက္ေဆာင္ရတဲ့ပုလဲလံုးေလးကိုလီလီတစ္ေယာက္မွန္႕ေရွ႕မွာရပ္ၿပီးေတာ့\nအလွဆင္ဖို႕ျပင္တဲ့အခ်ိန္ကတကယ့္ကိုစိတ္လႈပ္ရွားစရာေကာင္းပါတယ္\nကြ်န္းသူေလးလီလီရဲ႕အလွကိုျမင္ရတဲ့ရစ္ခ်တ္တစ္ေယာက္စိတ္ေတြလႈပ္ရွားေနခဲ့တာေတာ့ အမွန္ပါပဲ\nမထင္မွတ္ထားတဲ့အခ်ိန္မွာ သူတို႕ေနတဲ့ကြ်န္းေလးကိုျမိဳ႕ျပကလူေတြလို႕သူေတြေခၚေဝၚတဲ့သူေတြေရာက္လာပါတယ္\nအဲ့အခ်ိန္မွာ လီလီနဲ႕ရစ္ခ်တ္တို႕ၾကားဘယ္လ္ု္ေတြဆက္ျဖစ္လာမယ္ဆိုတာဆက္လက္ၾကည့္ရႈရေအာင္ပါ\nဘာသာျပန္ေပးတာေတာ့Aye Chansuျဖစ္ျပီးsithuကencodeေပးထားပါတယ္",
        "rating": "5.1",
        "url": "https://megaup.net/1yGhg/Return_To_The_Blue_Lagoon_[1991]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BOWU2ZDIxY2UtNzM5NS00MWUwLTkxN2QtMmI3NDZkNTA2OTYxXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SY1000_CR006541000_AL_-131x200.jpg",
        "title": "The Blue Lagoon (1980)",
        "description": "ပင္လယ္ျပင္မွာသေဘာၤတစ္စင္းဟာ\nမုန္တိုင္းတိုက္ခတ္မႈေၾကာင့္သေဘာၤေပၚမွာ\nပါလာတဲ့လူေတြအကုန္အသက္လုေျပးေနရတဲ့အခ်ိန္မွာ\nရစ္ခ်တ္နဲ႕ အမ္မလိုင္းဆိုတဲ့ေမာင္နွမဝမ္းကြဲနွစ္ေယာက္ကို\nသေဘာၤရဲ႕ခ်က္ႀကီးျဖစ္တဲ့ ပတ္တီတစ္ေယာက္ကယ္တင္ရင္းနဲ႕ပဲ\nလူသူေဝးတဲ့ကြ်န္းေလးတစ္ကြ်န္းေပၚမွာေသာင္တင္ေနပါေတာ့တယ္။\n \nကေလးႏွစ္ေယာက္ကုိထိန္းေပးရင္းနဲ႕\nပတ္တီတစ္ေယာက္ အရက္မူးလြန္ၿပီးေတာ့ ေရနစ္ေသဆံုးသြားတဲ့အခါေတာ့\nေမာင္နွမႏွစ္ေယာက္ကြ်န္းေလးေပၚမွာ အသက္ဆက္ရွင္ဖို႕ႀကိဳးစားေနထိုင္ရပါေတာ့တယ္\n \nတေျဖးေျဖးနဲ႕ ရစ္ခ်တ္နဲ႕အမ္မလိုင္းတို႕ႏွစ္ေယာက္အရြယ္တစ္ခုကိုေရာက္လာခ်ိန္မွာေတာ့\nလူသားဗီဇအရေသြးသားဆႏၵကိစၥေတြပါ စိတ္ဝင္စားလာပါေတာ့တယ္\n \nဒီေတာ့ ရစ္ခ်တ္နဲ႕အမ္မလိုင္းတို႕ကိုကယ္ဆယ္နိုင္မဲ့သူေပၚလာမွာလား\nသူတို႕ႏွစ္ေယာက္ရဲ႕ဇာတ္လမ္းကဘယ္လိုသြားမလဲဆိုတာ\nစိတ္မရိုးမရြျဖစ္စြာနဲ႕ေစာင့္ၾကည့္ရမွာပါ\n \nစိတ္မရိုးမရြဆိုတာ အမ္မလိုင္းကေတာ္ေတာ္ေလးကိုဆြဲေဆာင္မႈရွိတဲ့မိန္းကေလးတစ္ေယာက္ပါ\nသူတို႕ႏွစ္ေယာက္ရဲ႕တခ်ိဳ႕ေသာအခန္းေတြက\nမ်က္လံုးကိုလက္နွစ္ဖက္နဲ႕ကာၿပီး(ေခ်ာင္းၾကည့္ေပါ့)ၾကည့္ရမဲ့အခန္းေလးေတြပါပါတယ္\n \nနာမည္ႀကီးဇာတ္ကားတစ္ကားျဖစ္ၿပီးေတာ့ ဆယ္ေက်ာ္သက္စိတ္လႈပ္ရွားစရာဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္\nဘာသာျပန္ေပးထားတာေတာ့Aye Chansuျဖစ္ျပီးsithuကencodeေပးထားပါတယ္",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-blue-lagoon/",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/naga-3-178x200.jpg",
        "title": "Legend of the Naga Pearls (2017)",
        "description": "လြန္​ခဲ့တဲ့ ႏွစ္​​ေပါင္​းမ်ားစြာက ​လူသားမ်ဳိးႏြယ္​နဲ႔ ​ေတာင္​ပံလူသားမ်ဳ္ိးႏြယ္​တို႔ စစ္​ပဲြ​ေတြဆင္​ႏႊဲခဲ့ၾကပါတယ္​။​ဒီလိုအၿငိဳးအ​ေတး​ေတြနဲ႔တိုက္​ခိုက္​မႈ​ေတြရွိခဲ့ဲတဲ့အတြက္​​ေၾကာင္​့ေတာင္​ပံလူသား​ေတြဟာ သူတို႔ရဲ႕ အသက္​ျဖစ္​တဲ့ ၾကယ္​​ေၾကြပန္​းကို ဆံုးရႉံးခဲ့ရၿပီး မပ်ံသန္​းႏိုင္​​ေတာ့တဲ့အထိျဖစ္​ခဲ့ရပါတယ္​။​အဲ့ဒါ​ေၾကာင္​့ ေတာင္​ပံလူသားတစ္​ဦးျဖစ္​တဲ့ရႊယ္​လ်ဲ ့ဟာနာျကည္​းမုန္​တီးမႈရန္​ၿငိဳး​ေတြ​ေၾကာင္​့ငါးမန္​းပုလဲကို ရယူၿပီး လူသား​ေတြရဲ႕ ကမာၻကို ပ်က္​​စီးေအာင္​ ႀကိဳးစားပါ​ေတာ့တယ္​။အဲ့ဒါ​ေတြကို ဓားျပႀကီးနီခံုးခံုး၊ မိန္​းမလွ​ေလးေတာင္​ပံမည္​းနဲ႔ ဘုရင္​့သား​ေတာ္​​ေဟာ့လိတို႔စု​ေပါင္​းၿပီးတားဆီး႐ြယ္​လ်ဲ ့ကိုတားဆီးဖို႔ႀကိဳးစားၾကမွာပါ။ဘယ္​လိုတားဆီးၾကမလဲဆိုတဲ့ ဇာတ္​လမ္းဇာတ္​ကြက္​​ေတြကို​ေတာ့ပရိသတ္​​ေတြရင္​သတ္​႐ႈ​ေမာစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာပဲျဖစ္​ပါတယ္​။​အခ်စ္​ရသအ​ေနနဲ႔က​ေတာ့ဓားျပႀကီးနီခံုးခံုးနဲ႔ ​မိန္​းမလွ​ေလး​ေတာင္​ပံမည္​းတို႔ရဲ႕ ေမတၱာ​​ေရးဇာတ္​လမ္းကိုလည္​းရိုမတ္​တစ္​ဆန္ဆန​္​​ေလး​ခံစားၾကရမွာပါ။သူတို႔ရဲ႕တိုက္​ပြဲကဘယ္​လို​ေတြ​ေတာင္​ျပင္​းထန္​သြားမလဲ ဆိုတဲ့Action ​ေတြ အခ်စ္​ေရးျဖစ္​တဲ့ Drama ​ေတြက​​ေကာဘယ္​လို​ေတြရင္​ခုန္​​ေမွ်ာ္​လင္​့ၾကရမလဲဆိုတာက​ေတာ့...... Translated By LinaEncoded By LK",
        "rating": "6.6",
        "url": "https://megaup.net/1yGta/Legend_Of_The_Naga_Pearls_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNDI4MGEwZDAtZDg0Yy00MjFhLTg1MjctODdmZTMyNTUyNDI3L2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006711000_AL_-134x200.jpg",
        "title": "Paprika (2006)",
        "description": "Tomatometer- 84% Imdb - 7.7\nကြ်န္ေတာ္တို႔ရဲ႔အနက္ရႈိင္းဆံုးလွ်ိဳ၀ွက္ခ်က္ေတြျဖစ္တဲ့အိပ္မက္ထဲကို\nတစ္ေယာက္ေယာက္ကလာခိုးၾကည့္လို႔ရခဲ့မယ္ဆိုရင္ဘာေတြျဖစ္နိုင္မယ္ထင္ပါသလဲ\nအဲ့ေမးခြန္းကိုဒီကားကအကုန္ေျဖထားေပးပါတယ္\nဒီကားကိုရိုက္ကူးတဲ့ဒါရိုက္တာကPerfect Blueနဲ႔Tokyo Godfathersတို႔ရဲ႔ဒါရိုက္တာပဲျဖစ္ပါတယ္\nသူရဲ႔ကားအမ်ားစုဟာpsychological thrillerပိုင္းသြားတာမို႔လို႔ကာတြန္းကားဆိုျပီးအထင္ေတာ့မေသးလိုက္ပါနဲ႔\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nေရာက္ရွိလာေတာ့မယ့္ အနာဂတ္မွာ\nေခတ္တစ္ေခတ္ရဲ့ အေကာင္းဆံုးနည္းပညာလို့ေျပာလို့ရတဲ့\nလူသားအားလံုးရဲ႕အိပ္မက္ေတြကို ခ်ိတ္ဆက္ေပးႏိုင္မယ့္\nစိတ္ေရာဂါကုသမႈ စက္ပစၥည္းတစ္ခုကို သုေသသနပညာရွင္ေတြတီထြင္နိုင္ခဲ့ပါတယ္\nဒါေပမယ့္ ဒီပစၥည္းဟာ တစ္ေန႔မွာ ေပ်ာက္ခ်င္းမလွ ေပ်ာက္ဆံုးသြားတဲ့အခ်ိန္မွာေတာ့\nသုေသသနပညာ႐ွင္တစ္ဖြဲ႔လံုး ဒီပစၥည္းကို ဘယ္လိုျပန္႐ွာၾကမလဲ\nဘယ္သူကခိုးသြားတာလဲ\nအဲ့ပစၥည္းနဲ့မဟုတ္တာေတြဘယ္လိုလုပ္မလဲ\nပါပရီကာ ဆိုတဲ့ ဆံပင္နီနီ သြက္သြက္လက္လက္နဲ႔ လူေတြကိုကူညီေပးေနတဲ့ေကာင္မေလးကေကာဘယ္သူလဲဘယ္ကလဲ...\nစတဲ့ လက္ေတြ႔နဲ႔ အိပ္မက္ၾကား ႐ုန္းကန္ျကရတဲ့ပံုကို သိပၸံစိတ္ကူးယဥ္ သည္းထိတ္ရင္ဖိုျမင္ကြင္းေတြနဲ႔ ခံစားရမယ့္\nRating ေကာင္းေကာင္း ႐ုပ္႐ွင္ကားတစ္ကားျဖစ္ပါတယ္\nဘာသာျပန္ေပးတာေတာ့Zin Thantျဖစ္ျပီးကြ်န္ေတာ္sithuကencodeေပးထားပါတယ္",
        "rating": "7.7",
        "url": "https://megaup.net/1y2kh/Paprika_[2006]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Crime"
    },
    {
        "thumbnail": "",
        "title": "Batman Forever (1995)",
        "description": "ကြၽန္ေတာ္က Bruce Wayneပါ။ ေဂၚသမ္ရဲ႕ သူေ႒းသားေလး တစ္ေယာက္ေပါ့။\nေဂၚသမ္ၿမိဳ႕ရဲ႕ သန္းေခါင္ယံမွာ ပ်ံသန္းေနတတ္တဲ့ လင္းႏို႔တစ္ေကာင္လည္း ဟုတ္တယ္။\nဒါလည္း ေဘာစိမို႔ ပ်ံႏိုင္တာပါ။ ဝတ္စုံေတြက ေစ်းႀကီးတယ္ဗ်။ တစ္ခ်ိဳ႕ေန႔ေတြမွာ ဆင္းရဲသားေတြလို စက္ဘီးေပၚမဟုတ္ပဲ ေစ်းႀကီးေပးဝယ္လို႔ေတာင္မရတဲ့ BatMobile ေပၚ ေၾကကဲြေနခဲ့တယ္။\nေသလြန္ခဲ့ၿပီးေသာ မိဘေတြအေၾကာင္းကို ေဆြးရင္းေပါ့။ ကြၽန္ေတာ့္ အတိတ္ကို ကြၽန္ေတာ္ ေျခရာေကာက္ၾကည့္တယ္။\nကြၽန္ေတာ္ လက္စားေခ်ခ်င္စိတ္ကို အစျပဳၿပီး ကြၽန္ေတာ္ရဲ႕ Batman ျဖစ္တည္မႈက အစျပဳခဲ့တယ္။\nကြၽန္ေတာ္လည္း လူသားပဲေလ တစ္ခါမွ မျမင္ဖူးခဲ့တဲ့ လူေတြကို ဘယ္ေရြ႕ ဘယ္မွၽအထိ ကယ္မေနရဦးမလဲ။\nကြၽန္ေတာ္လည္း မယားတ႐ူးခ်င္ေသးတယ္ေလ။\nမိန္းမတစ္ေယာက္နဲ႔ ဇိမ္ေလးနဲ႔ ႏွပ္... ေဘာ္ေၾကာ့ေနေနၾကည့္ခ်င္ေသးတယ္။ အတိ္တ္ဆိုတာ ပလိပ္(Police)လိုပါပဲ..လုပ္ဖူးတဲ့မေကာင္းမႈေတြဆိုတာ ထပ္ၾကပ္မကြာလိုက္လာတတ္တယ္။\nကြၽန္ေတာ္ ကိုယ့္ေနရာကိုယ္မေနပဲ ရန္သြားစထားခဲ့တဲ့ လူဆိုးေတြဟာ ကြၽန္ေတာ္ ေအးေဆးမေနရေအာင္ လုပ္ျပန္တယ္။\nထားပါ ထားပါ..ဇာတ္သိမ္းကိုခင္ဗ်ားတို႔သိပါတယ္...\nအဆုံးမွာေတာ့ စူပါဟီး႐ိုးကားပီပီသသ ေစာ္ေလးကိုပစ္ၿပီး အထီးက်န္ဟီး႐ိုးႀကီးလုပ္ရဦးမွာပဲမလား။\n႐ုပ္႐ွင္ပဲေလ..ကြၽန္ေတာ္ကလည္း Mtv႐ိုက္တဲ့ ဖိုးလျပည့္ ပရဟိတလုပ္တဲ့ Bruce ...",
        "rating": "5.4",
        "url": "https://megaup.net/2Srkv/Batman_Forever_[1995]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Bridge-to-Terabithia-2007-133x200.jpg",
        "title": "Bridge to Terabithia (2007)",
        "description": "Rating 7.1 ရရှိထားပြီး Disney မှထုတ်လုပ်တဲ့ဇာတ်ကားဖြစ်ပါတယ်...ဒီဝတ္တု ဟာ အမေရိကန်နိုင်ငံသား အမျိုးသားစာပေဆုရစာရေးဆရာ ကက်သရင်း ပါတာဆန် ရေးသားထုတ်ဝေခဲ့တဲ့အအောင်မြင်ဆုံးဝတ္တုထဲက တစ်ခုပါ။ဒီဝထ္ထုက နှစ်ကြိမ်ဆက် အသက်သွင်းဖို့အကမ်းလှမ်းခံခဲ့ရတာပါ။နာမည်ကျော် Disney က 2007 ခုနှစ်မှာရရှိခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ (၄)တန်းကျောင်းသားလေးနှင့်ကျောင်းသူလေးတို့ စတင်တွေ့ဆုံမိရာမှစတာပါ။တစ်ယောက်အခက်ခဲကို တစ်ယောက်ကူညီရင်း အပြန်ပြန်အလှန်လှန်ချစ်ခင်ကြပုံနှစ်ယောက်သား အကြောင်းအမျိုးမျိုးကြောင့် ထွက်ပေါက်ရှာရင်းမှော်တိုင်းပြည်တစ်ခုကို ဖန်တီးပြီးရောက်ရှိသွားပါတော့တယ်။ကလေးတွေဆိုပေမဲ့ ဇာတ်လေးလေးက ကလေးလူကြီးမရွေးကြည့်မိသူတိုင်း တသသ ဖြစ်စေမိမှာပါလို့ပြောရင်းသိပ်အများကြီးညွှန်းနေရင် ပေါ့သွားမှာစိုးလို့...ဒီလောက်ပဲ ညွန်းပါရစေ.------------------------------------------------------------Rating 7.1 ရရွိထားၿပီး Disney မွထုတ္လုပ္တဲ့ဇာတ္ကားၿဖစ္ပါတယ္...ဒီ၀တၱဳ ဟာ အေမရိကန္ႏိုင္ငံသား အမ်ိဳးသားစာေပဆုရစာေရးဆရာ ကက္သရင္း ပါတာဆန္ ေရးသားထုတ္ေ၀ခဲ့တဲ့အေအာင္ျမင္ဆံုး၀တၱဳထဲက တစ္ခုပါ။ဒီ၀ထၳဳက ႏွစ္ၾကိမ္ဆက္ အသက္သြင္းဖို႔အကမ္းလွမ္းခံခဲ့ရတာပါ။နာမည္ေက်ာ္ Disney က 2007 ခုႏွစ္မွာရရိွခဲ့ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ (၄)တန္းေက်ာင္းသားေလးႏွင့္ေက်ာင္းသူေလးတို႔ စတင္ေတြ႔ဆံုမိရာမွစတာပါ။တစ္ေယာက္အခက္ခဲကို တစ္ေယာက္ကူညီရင္း အျပန္ျပန္အလွန္လွန္ခ်စ္ခင္ၾကပံုႏွစ္ေယာက္သား အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ထြက္ေပါက္ရွာရင္းေမွာ္တိုင္းျပည္တစ္ခုကို ဖန္တီးျပီးေရာက္ရိွသြားပါေတာ့တယ္။ကေလးေတြဆိုေပမဲ့ ဇာတ္ေလးေလးက ကေလးလူၾကီးမေရြးၾကည့္မိသူတိုင္း တသသ ျဖစ္ေစမိမွာပါလို႔ေျပာရင္းသိပ္အမ်ားၾကီးညႊန္းေနရင္ ေပါ့သြားမွာစိုးလို႔...ဒီေလာက္ပဲ ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eLzb/Bridge_To_Terabithia_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "",
        "title": "Now You See Me 2 (2016)",
        "description": "အားလံုုးေစာင့္ေမွ်ာ္ေနတဲ့ ၂၀၁၆ ရဲ႕ နာမည္ၾကီး ဇာတ္ကား တစ္ကားျဖစ္တဲ့\nNow You See Me 2 ဆိုုတဲ့ စိတ္၀င္စားစရာ ပဥၥလက္ပညာရွင္ေလးဦး ရဲ႕ မ်က္လွည့္ ျပကြက္ေတြကိုု တင္ဆက္ထားတဲ့ ရုုပ္ရွင္ကားကုုိ အခုုေလးပဲ ဘာသာျပန္ဆိုုမႈ ျပီးသြားတဲ့အတြက္ CM ခ်စ္သူေတြၾကည့္လိုု႕ရပါျပီ ရွင္\nဒီကားရဲ႕ ပထမဆံုုးကား Now You See Me မွာ တုုန္းက အရမ္းကိုု စိတ္၀င္စားစရာေကာင္းတဲ့ ျမင္းစီးသမားေလးေယာက္တိုု႕ ရဲ႕ မ်က္လွည့္ျပကြက္ေတြနဲ႕ ပရိသတ္ကိုု ဖမ္းစားႏုုိင္ခဲ့ျပီးေတာ့ အခုု ဒုုတိယေျမာက္ကားမွာလဲ ျမင္းစီသမား ေလးေယာက္လံုုးျပန္လည္ သရုုပ္ေဆာင္ထားပါတယ္\nပထမကားမွာတုုန္းက မိန္းကေလးမ်က္လွည့္ ဆရာအေနနဲ႕ ဟန္ေလပါ၀င္ခဲ့ ေပမဲ့ အခုုေတာ့ ဟန္ေလ အစား ငေျပာင္မေလး လူလာက ပါ၀င္ထားပါတယ္..\nျမင္းစီးသမားေတြနဲ႕ အက္ဖ္ဘီအိုုင္ ေအးဂ်င့္ ဒိုုင္လန္တိုု႕ ေဆာ့ဖ္၀ဲ ကုုမၺဏီ ေအာ့တ္တာ ရဲ႕ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1wwOQ/Now_You_See_Me_-_2_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Into the Wild (2007)",
        "description": "၁၉၉၃ ခုႏွစ္၊ အေမရိကန္ႏုိင္ငံမွာ\nလႉပ္လႉပ္ရွားရွား သတင္းတစ္ပုဒ္ ထြက္ေပၚခဲ့တယ္။\nအသက္ ၂၀ ေက်ာ္၊ ဘြဲ႕ရပညာတတ္လူငယ္တစ္ဦး၊\nေငြေရးေၾကးေရး အခက္အခဲ မရိွသလို၊ မိသားစုျပသနာ၊\nအခ်စ္ေရး ျပသနာ ဘာမွ မရိွတဲ့ လူငယ္ေလးတစ္ဦးဟာ\nေတာထဲကို ၀င္ေရာက္သြားခဲ့တယ္။\nေတာထဲမွာ တစ္ကိုယ္ေတာ္ေနထိုင္ရင္း\nသစ္သားဘတ္စ္ကားအုိႀကီးထဲမွာ ပ်က္စီးေနတဲ့\nသူ႕ရုပ္အေလာင္းကို ဆတ္မုဆုိးအဖြဲ႕ကေန ေတြ႕ရိွခဲ့ပါေတာ့တယ္။\n♦️ ဘာေၾကာင့္သူဟာ ပိုင္ဆိုင္မႉေတြကို စြန္႔ခြာခဲ့တာလဲ\n♦️ ဘာေၾကာင့္သူဟာ ေအာင္ျမင္မႉေတြကို စြန္႔ခြာခဲ့တာလဲ\n♦️ ဘာေၾကာင့္သူဟာ ခ်စ္ခင္တဲ့ မိသားစုကို စြန္႔ခြာခဲ့တာလဲ\nအဆိုပါ လူငယ္ေလးအေၾကာင္းဟာ အေမရိကန္ႏုိင္ငံသားေတြၾကားမွာ\nေဆြးေႏြးစရာ ဘာသာရပ္ တစ္ခု ျဖစ္ခဲ့ပါတယ္။\nအဆုိပါ လူငယ္ေလးရဲ႕ ကိုယ္ေရးမွတ္တမ္းေတြအပါအ၀င္\nသူပတ္သက္ခဲ့တဲ့ သူငယ္ခ်င္းမိတ္ေဆြေတြ၊ ဆရာ ဆရာမေတြ၊\nမိသားစု၀င္ေတြနဲ႔ သူ႔ခ်စ္သူတို႔ကို ေမးျမန္းကာ စာေရးဆရာ Jon Krakauer က\nInto the Wild ဆုိၿပီး စာအုပ္တစ္အုပ္ထုတ္ေ၀လိုက္ပါတယ္။\nအဆုိပါစာအုပ္ဟာ အေမရိကန္ျပည္တြင္းကို ေက်ာ္လြန္ကာ\nႏိုင္ငံတကာထိ ေပါက္ေျမာက္ ေအာင္ျမင္ခဲ့ပါတယ္။\nအေရာင္းရဆံုးစာရင္း၀င္ စာအုပ္တစ္အုပ္ျဖစ္ခဲ့သလို\nအေမရိကန္ရိွ တကၠသိုလ္ေက်ာင္းအားလံုးနီးပါးရဲ႕ Book Club ေတြထဲ\nထည့္သြင္းေဆြးေႏြးရတဲ့ စာအုပ္တစ္အုပ္ျဖစ္ခဲ့ပါတယ္။\nၿပိဳင္ဆုိင္မႉ ျပင္းထန္ၿပီး ရက္စက္ၾကမ္းတမ္းတဲ့ ၿမိဳ႕ျပလူေနမႉစနစ္ေအာက္မွာ\nရုန္းကန္ေနရတဲ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1wz67/Into_The_Wild_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/sw6medgdk97d-140x200.jpg",
        "title": "The Demon Law ( 2018 )",
        "description": "ဟုိးလြန္ခဲ႔တဲ႔ႏွစ္ေပါင္းမ်ားစြာမွာ မိစၦာနတ္ဆုိးေတြေသာင္းက်န္ခဲ႔တယ္အဲ႔ေတာ႔နန္းေတာ္ကာကြယ္ေရးအဖြဲ႕က နတ္ဆုိးေတြကိုၿပန္လည္တိုက္ခိုက္ဖုိ႕အတြက္ တိုက္ခိုက္ေရးအဖြဲ႕တစ္ခုကုိဖြဲ႕စည္းခဲ႔တယ္အဖြဲ႕၀င္ေတြဟာ လူသားေတြသာၿဖစ္လို႔ နတ္ဆိုးေတြကိုတြန္းလွန္ႏိုင္ဖုိ႕အတြက္ နတ္ဆုိးေသြးကိုေသာက္ရပါတယ္...ဒါမွသာလွ်င္ၿပန္လည္တိုက္ခိုက္ႏုိင္မွာပါ ..ဒါကိုတြန္းလွန္ႏိုင္ဖုိ႕လည္းလိုပါတယ္သူ႕ခႏၵာကိုယ္ရဲ႕ဆာေလာင္မွုကိုမတြန္းလွန္ႏိုင္ပဲ..ေသြးကိုဆက္ေသာက္ေနမယ္ဆုိရင္ နတ္ဆုိးတစ္၀က္လူတစ္၀က္အၿဖစ္ေၿပာင္းလဲသြားမွာပါ...အဖြဲ႕ရဲ႕ေခါင္းေဆာင္ဟာတစ္ညမွာနတ္ဆုိးေတြကိုတိုက္ခိုက္ရင္းသူတို႕လက္ထဲ မိန္းကေလးတစ္ဦးကိုကယ္တင္ခဲ႔တယ္.ဒီကေနတဆင္႔ေနာက္ဘာေတြဆက္ၿဖစ္မယ္ဆုိတာဆက္လက္ခံစားၾကည္႕ရွုၾကပါ ဘာသာၿပန္ Phyo Zaw ၿဖစ္ပါတယ္Review and Encoded By LK",
        "rating": "",
        "url": "https://megaup.net/2eHqi/The_Demon_Law_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    }
]