[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/220px-YamadaTheSamuraiOfAyothaya2010Poster-208x300.jpg",
        "title": "Yamada : The Ayotaya of Samurai (2010)",
        "description": "ဒီတစ္ခါထိုင္းဆာမူရိုင္းကားေလးတင္ဆက္လိုက္ပါတယ္ ဒီကားကေတာ႔အားလုံးသိျပီးသားKing Naresuanကားရဲ႕ေက်ာေထာက္ေနာက္ခံ IMDB 6ရထားျပီး ထိုင္းလူမ်ိဳးေတြရဲ႕မ်ိဳးခ်စ္ကိုအေျချပဳထားတဲ႔ကားတစ္ကားပါ ဂ်ပန္ဆာမူရိုင္းတစ္ေယာက္ျဖစ္တဲ႔ရာမာဒါနာဂါမာဆာဟာအယုဒၶယရဲ႕တိုင္းတပါးေၾကးစားစစ္သားတစ္ဦးပါ ရာဇဝတ္သားေတြႏွိမ္ႏွင္းတဲ႔ဂ်ပန္ေၾကးစားအဖြဲ႕မွာရာမာဒါနဲ႔ဆန္႔က်င္ဘတ္ကူရိုဒါဆိုတဲ႔လူယုတ္မာတစ္ဦးရွိပါတယ္ ကူရိုဒါဟာရာမာဒါကိုသတ္ဖို႔ၾကိဳးစားေပမယ္႔ထိုင္းလူမ်ိဳးေတြရဲ႕ကယ္တင္ျခင္းကိုခံရျပီးထိုင္းႏိုင္ငံကိုေရာက္သြားခဲ႔ပါတယ္\nထိုင္းႏိုင္ငံသားတစ္ေယာက္အျဖစ္ခံယူခြင့္ရေအာင္ဘယ္လိုရုန္းကန္မလဲၾကည္႔ရွဳၾကပါအုံး သူတစ္ပါးတိုင္းျပည္ေနရတဲ႔အခက္ဒုကၡကိုအေသအခ်ာရိုက္ထားတာျဖစ္ျပီးေဆြးမ်ိဳးေတြကိုလြမ္းေဆြးတမ္းတာကိုႏူးႏူးညံ႔ညံ႔ပေလြသံေလးနဲ႔လုပ္ထားတာပါ\nေဆြမ်ိဳးေတြကိုအလြမ္းအေဆြး အတမ္းအတေတြခံစားရမွာပါ\nထိုင္းနဲ႔ဂ်ပန္တြဲဖက္ရိုက္ထားတာျဖသ္လို႔လုံးဝလက္မလႊတ္သင့္တဲ႔ကားလို႔ညႊန္းလိုက္ပါတယ္\n(တခ်ိဳ႕စာတန္းထိုးေတြမွာေရွ႕ေၾကာင္းေျပာျပတာေတြျဖစ္တဲ႔အတြက္အမွားပါရင္သည္းခံေပးပါလို႔ၾကိဳေျပာခ်င္ပါတယ္)Download From OwnCloud",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/yamada-the-ayotaya-of-samurai-2010/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Letters-from-Iwo-Jima-203x300.jpg",
        "title": "Letter From Iwo Jima (2006)",
        "description": "IMDb rating ေတြတၿခား rating မေၿပာခင္\nအုိင္၀ိုဂ်ီးမားကြ်န္းမွေပးစာမ်ား ဇာတ္လမ္းအေၾကာင္းေၿပာရရင္ေတာ႔\nဂ်ပန္စစ္သည္ေတြရဲ႔စစ္ရံွဳးခါနီးခံစားခ်က္ အိမ္လြမ္းတဲ႔ခံစားခ်က္ေတြကို\nေဖာ္ညႊန္းထားတဲ႔ ဂရုဏာရသကိုအဓိက ဦးစားေပးရိုက္ကူးထားတဲ့\nဇာတ္လမ္းတခုပဲ ၿဖစ္ပါတယ္။စစ္သည္လုိ႔ဆုိတဲ႔ေနရာမွာ\nသူတုိ႔ကိုဦးစီးတဲ႔ဗိုလ္ခ်ဳပ္အပါအ၀င္ေပါ႔....\nသူတုိ႔ခံစစ္ဆင္မယ္႔ ကြ်န္းေပၚက ကေလးတေယာက္ကစားေနတာကိုၿမင္ၿပီး အိမ္က ကေလးကုိသတိရသြားတဲ႔ဗိုလ္ခ်ဳပ္...\nဒီအခ်ိန္ေလးမွာပဲကိုယ္ခ်င္းစာစိတ္တခုေပၚလာၿပီး\nအၿပစ္မဲ႔ၿပည္သူေတြကို တတ္ႏိုင္သေလာက္ ေဘးကင္းရာကိုေရႊ႔ခိုင္းခဲ႔တယ္ဗိုလ္ခ်ဳပ္ရဲ႔ လုပ္ရပ္ဟာ ပင္ပန္းေနတဲ႔သူ႔စစ္သည္ေတြကိုနားလည္\nသလို တဖက္ကိုလည္းကုိယ္ခ်င္းစာစိတ္တခုကို\nေပၚလြင္ေအာင္ၿပသြားတဲ႔မ်က္ႏွာေပးေတြကလဲ\nဂ်ပန္ေတြရဲ႔အႏုပညာဖန္တီးမွဳတခုပါ....\nေခါင္းေဆာင္ေကာင္းတေယာက္က ၾကာပြတ္ကိုမသံုးဘူး\nဦးေႏွာက္ကိုသံုးတယ္ဆုိတဲ႔ ဆံုးမစကားကလဲမွတ္သား\nစရာပါ.... အဆမတန္မ်ားၿပားတဲ႔ ရန္သူေတြလာမယ္ဆုိတာသိသိၾကီးနဲ႔\nခံစစ္ၿပင္ဆင္ေနတဲ႔ဂ်ပန္စစ္သားေတြ\nရဲ႔ အင္ပါယာစစ္သားဆုိတဲ႔ဂုဏ္ကို တန္ဖုိးထားတတ္ပံု\nအခ်င္းခ်င္းရိုင္းပင္းကုူညီပံု မိသားစုဆီၿပန္သြားရမယ္ဆုိတဲ႔\nအသိစိတ္ေတြက ဒီကြ်န္းက ေရာဂါဘယေတြ ေရမေကာင္းတာေတြ\nရိကၡာအၿပည္႔အ၀မရတဲ႔ ဒဏ္ေတြကိုေက်ာ္လႊားႏုိင္ေစပါတယ္။\nသူတုိ႔အားလံုးအိမ္ကိုၿပန္လာႏုိင္ၾကရဲ႔လား....?\nရွင္တုိ၀ါဒဟာလဲ သူတို႔ႏိုင္ငံအတြက္ဂုဏ္ယူေစတဲ႔အခ်က္\nတခုၿဖစ္တယ္ဆုိတာ ဇာတ္ကားရဲ႔မေဖာ္ၿပထားတဲ႔\nအပိုင္းမွာေလ႔လာခဲ႔ရပါတယ္...\nဒါကဇာတ္လမ္းထဲကေပးတဲ႔ မက္ေဆ႔တခ်ိဳ႔\nဒီဇာတ္လမ္းေနာက္မွာ ရွိတဲ႔ ခိုင္မာတဲ႔သမိုင္းေၾကာင္းေတြကေတာ႔.....\nပထမတခုကဂ်ပန္ေတြဟာ ဗုဒၶဘာသာ ခရစ္ယာန္ ဇင္က်င္႔စဥ္နဲ\n႔၀ိဥာဥ္ကိုးကြယ္မွဳေတြကိုယံုၾကည္ေလ႔ရွိတယ္ ရွင္တုိ၀ါဒ\nဟာလဲ ဒုတိယကမာၻစစ္တြင္းက ဂ်ပန္တပ္မေတာ္မွာ\nေလ႔က်င္႔ေပးခဲ႔တဲ႔က်င္႔စဥ္တခုပဲၿဖစ္ပါတယ္..ရဲေဘာ္\nသံုးက်ိပ္၀င္ေတြ ဂ်ပန္ၿပည္မွာစစ္ပညာေလ႔လာစဥ္ကလဲ\nရွင္တုိက်င္႔စဥ္ကိုေလ႔က်င္႔ေပးတယ္လို႔ ၁၉၉၀ ၀န္း\nက်င္ထုတ္ဂ်ာနယ္တခုမွာ ေလ႔လာခဲ႔ဖူးပါတယ္ ဘုရားသခင္ရဲ႔က်င္႔စဥ္လို႔\nအမည္ေပးထားတဲ႔ဒီက်င္႔စဥ္ကို\nႏိုင္ငံေတာ္၀ါဒအၿဖစ္က်င္႔သံုးခဲ႔တဲ႔၀ါဒလဲၿဖစ္တယ္\nအရင္ဆံုးေသြးပူလုပ္ရတယ္၊စိတ္တည္ၿငိမ္မွဳလုပ္ရတယ္\nေနာက္မွာေတာ႔ သင္ေပးတဲ႔ဆရာကလဲ တည္တည္ၿငိမ္ၿငိမ္နဲ႔သႏၷိဌာန္ခ်ၿပီး ဘုရင္႔အတြက္အသက္စြန္႔ပါမည္ဆိုတဲ႔\nစိတ္ဓါတ္မ်ိဳးရိုက္သြင္းေပးရတယ္...။ရွင္တုိ၀ါဒဟာ\nစစ္၀ါဒကိုအသက္သြင္းတဲ႔၀ါဒသပ္သပ္သာၿဖစ္ၿပီးဘာသာေရး\nနဲ႔မသက္ဆုိင္တဲ႔၀ါဒသပ္သပ္သာၿဖစ္တယ္လို႔ယူဆတဲ႔အတြက္\nဒုတိယကမာၻစစ္အၿပီးမွာမဟာမိတ္တပ္ေတြရဲ႔\nစစ္ေသနာပတိခ်ဳပ္ ဗိုလ္ခ်ဳပ္ၾကီးမက္အာသာက အမိန္႔ထုတ္ပယ္ဖ်က္ခဲ႔တဲ\nအတြက္ ရွင္တုိ၀ါဒဟာလဲ တုိင္းၿပည္၀ါဒအၿဖစ္မွ ေပ်ာက္ကြယ္ခဲ႔ရပါတယ္....\nေနာက္တခ်က္ကေတာ႔.... ဒီကြ်န္းတုိက္ပြဲမွာခံစစ္ဆင္သြားတဲ႔ပံုစံအေၾကာင္းပါ\n၁၉၄၄ ခုႏွစ္ဇြန္လတြင္းမွာၿဖစ္ပြါးခဲ႔တဲ႔ နယူးဂီနီကြ်န္းတုိက္ပြဲရဲ႔ ဂ်ပန္တပ္မွဴးဗိုလ္မွူးၾကီး နာအုိယူကီ-ကူဇူမီက ကမ္းတက္\nတိုက္ပြဲစစ္နည္းအသစ္ကိုတီထြင္ခဲ႔တယ္..။ယခင္ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2furi/Letter_From_Iwo_Jima_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/The-Space-Between-Us-2017-490x640-230x300.jpg",
        "title": "The Space Between Us (2017)",
        "description": "ဒီဇာတ်ကားလေးကတော့ US$ သိန်း၃ဝဝလောက် အကုန်အကျခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့……………………………….ငယ်စဉ်ကတည်းက မားစ်ဂြိုဟ်ပေါ်ကို အလည်သက်သက်မဟုတ်ဘဲနဲ့ အခြေချနေထိုင်ချင်တဲ့စိတ်ကူးရှိတဲ့လူငယ်လေးတစ်ယောက်ဟာ သူရဲ့ မဆုတ်မနစ်ကြိုးစားမှုကြောင့်နောက်နှစ်ပိုင်းများစွာမှာ မားစ်ပေါ်မှာ အခြေချနေထိုင်ဖို့အတွက် East Texas ဆိုတဲ့ကိုလိုနီနယ်ပယ်ငယ်လေးတစ်ခုကို တည်ဆောက်နိုင်ခဲ့တဲ့ သိပ္ပံပညာရှင်ကြီးတစ်ယောက်ဖြစ်လာပါပြီ။မားစ်ဂြိုဟ်ပေါ်ကို  ပထမဆုံးစွန့်ဦးတီထွင်သူတွေအဖြစ်နဲ့ သွားရောက်နေထိုင်မယ့်သူတွေကတော့“ဆာရာအီလီရော့” ခေါ်တဲ့ အာကာသယာဉ်မှူး မိန်းမချောလေး ဦးဆောင်တဲ့ အာကာသယာဉ်မှူး ၆ဦးပါပဲ။မားစ် ကိုခရီးနှင်နေတဲ့ ကာလအတွင်း ၂လခန့်မှာတော့ “ဆာရာအီလီရော့” မှာကိုယ်ဝန် နှစ်လခန့်ရှိနေတာကို မမျှော်လင့်ဘဲသိလိုက်ရပါတယ်။ပထမဆုံးစွန့်ဦးတီထွင်သွားရောက်မှာဖြစ်ခြင်း နောက်လှည့်ဖို့ မဖြစ်နိုင်တဲ့အခြေအနေမှာကိုယ်ဝန်ကို အာကာသထဲမှာ ဆောင်ခဲ့ရတယ်။မားစ်ရောက်ပြီး မကြာခင်မှာပဲ ကိုယ်ဝန်လစေ့လို့ မွေးဖွားရင်း သေဆုံးသွားခဲ့ပါတယ်။ကလေးရဲ့ဖခင်ဟာ ဘယ်သူမှန်း ဘယ်သူမှ မသိခဲ့ပါဘူး။ဒီကိစ္စဟာ အာကာသယာဉ်မှူးတစ်ဦးရဲ့ ဂုဏ်သိက္ခာ ၊ ကုမ္ပဏီကိုလည်း လူထုအမြင်စောင်းပြီးပြိုကွဲသွားမှာစိုးရိမ်သလို သူတို့Project ဆက်လက်တည်မြဲဖို့အတွက် ဖုံးဖိပြီး လျှို့ဝှက်ထားလိုက်ကြပါတယ်။ကလေးငယ်လေးကတော့ ကမ္ဘာထက် ဆွဲငင်အား ၃ ပုံ၂ပုံလျော့ကျတဲ့နေရာမှာ မွေးဖွားခဲ့တာမို့ကမ္ဘာကို ပြန်ခေါ်လာဖို့ မဖြစ်နိုင်ပါဘူး။ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2nOfs/The_Space_Between_Us_(2017).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Walt-Disney-Posters-Peter-Pan-2-Return-to-Never-Land-walt-disney-characters-36971633-2000-3000-200x300.jpg",
        "title": "Return to Never Land (2002)",
        "description": "ဒီကားေလးကေတာ့ အားလံုးသိၾကတဲ့အတိုင္းပဲ Disney ရဲ႕အေကာင္းဆံုး Animation ကားေတြထဲက\nတစ္ကားပဲၿဖစ္ပါတယ္...\nဖယ္ရီဆိုတဲ့ တင္ကာဘဲလ္နတ္သမီးေလးနဲ႕အတူ\nပီတာပန္ဆိုတဲ့ေကာင္ေလးတစ္ေယာက္အေၾကာင္းတင္ဆက္ထားတာပဲၿဖစ္ပါတယ္...\nအပိုင္း ၂ ပိုင္းထြက္ရွိထားတာပဲၿဖစ္ပါတယ္...ဒီကားေလးကေတာ့ ၂ ၿဖစ္ပါတယ္...\nဒီကားထဲမွာေတာ့ ၀န္ဒီဟာအသက္ၾကီးသြားၿပီးေတာ့ ကေလးေလးေတြေတာင္ရေနၿပီပဲၿဖစ္ပါတယ္...\nေပ်ာက္ဆံုးေနၿပီၿဖစ္တဲ့ ပီတာပန္ဟာလည္း အိပ္ရာ၀င္ပံုၿပင္အေနနဲ႕သာ ယံုတမ္းစကားဖြယ္ရွိပါေတာ့တယ္...\nဇာတ္လမ္းအက်ဥ္းေလးကိုေၿပာရမယ္ဆိုရင္\nကာလအားၿဖင့္ စစ္ၿဖစ္ေနေသာအခ်ိန္ၿဖစ္ပါတယ္...\nေယာက်ာၤးသားမ်ားဟာ တိုင္းၿပည္ကာကြယ္ဖို႕စစ္ထဲ၀င္ေနရတဲ့အခ်ိန္ၿဖစ္တဲ့အတြက္\n၀င္ဒီရဲ႕ခင္ပြန္းၿဖစ္သူလည္း စစ္ထဲ၀င္ရပါတယ္...\nဒါေၾကာင့္ အစိုးရကေန ကေလးငယ္မ်ားေဘးကင္းဖို႕အတြက္ စစ္နဲ႕လြတ္ကင္းရာေနရာေတြကို\nအလွည့္က်ေရြ႕ေၿပာင္းေပးေနရပါတယ္...ဒီထဲတြင္ ၀န္ဒီရဲ့သမီးေလး ဂ်ိမ္းနဲ႕သားငယ္ေလး ဒန္နီရယ္တို႕လည္းပါေနပါတယ္..\nဂ်ိမ္းဟာ အေမၿဖစ္သူ၀န္ဒီေၿပာၿပာေနက် အိပ္ရာ၀င္ပံုၿပင္ၿဖစ္တဲ့ ပီတာပန္အေၾကာင္းကိုမယံုပါဘူး..\nဒါေၾကာင့္ အိပ္ရာ၀င္ပံုၿပင္ေတြကုိသူမမုန္းခဲ့ပါတယ္..\nတစ္ညမွာသူမအိပ္္ေပ်ာ္သြားေတာ့ သူမတို႕ရဲ႕အိမ္ကို ကြ်န္ေတာ္တို႕ရဲ႕ဇာတ္လိုက္ေက်ာ္ၾကီး ကပၸတိန္ဟြတ္တို႕\nပင္လယ္ဓားၿပအဖြဲ႕ေရာက္လာၿပီးသူမကို NeverLand ကိုဖမ္းဆီးေခၚသြားပါေတာ့တယ္...\nအဲ ကပၸတိန္ဟြတ္ဆိုရင္ လူတိုင္းသိၾကမွာပါ...ကေလးဘ၀ထဲက အၾကိဳက္ဆံုးနဲ႕အရယ္ရဆံုး ဇာတ္ေကာင္ၾကီးေလ..\nအဲေတာ့  ဂ်ိမ္းတစ္ေယာက္ NeverLand လို႕ေခၚတဲ့ ႏိုင္ငံေလးထဲကိုေရာက္သြားတဲ့အခါ ဘာေတြၿဖစ္လာမလဲ...\nသူမတကယ္မရွိဘူးလို႕ထင္ေနတဲ့ ပီတာပန္႕ကေကာ တကယ္ပဲ အဲ့ႏိုင္ငံေလးထဲမွာရွိေနမလား...\nDisney ရဲ႕ေကာင္းမြန္လွတဲ့ ရႈ႕ခင္းေလးေတြနဲ႕အတူ ၾကည္ႏူးဖြယ္ခံစားရမွာပဲၿဖစ္ပါတယ္...\nဒီကားေလးဟာ ကေလးမ်ားအိပ္ရာ၀င္တဲ့အခ်ိန္အေကာင္းဆံုး အိပ္ရာ၀င္ပံုၿပင္အၿဖစ္သတ္မွတ္ၿခင္းခံရတဲ့\nကားေကာင္းေလးတစ္ကားပဲၿဖစ္ပါတယ္....Quality…..BluRay 1080p\nDuration…..01:12:00\nFormat…Mp4\nFile Size…( 520 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Moe Myint Lwin\nDownload ...",
        "rating": "5.8",
        "url": "https://megaup.net/2gwot/Return_To_Never_Land_[2002]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTYxMzYwODE4OV5BMl5BanBnXkFtZTgwNDE5MzE2MDE@._V1_SY1000_CR006391000_AL_-192x300.jpg",
        "title": "Divergent (2014)",
        "description": "စာေရးဆရာ Veronica Roth ရဲ႕ ေရာင္းအားအေကာင္းဆံုး ၀တၳဳ “Divergent” ကို ဒါ႐ိုက္တာ Neil Burgerက ျပင္ဆင္ညႈိႏႈိင္းၿပီး ႐ုပ္႐ွင္ျပန္႐ိုက္ခဲ႔ပါတယ္။ “The Hunger Games” နဲ႔ယွဥ္ရင္ “Divergent”ဟာ အနာဂတ္ဘက္ပိုေရာက္ပါတယ္။ ခ်ီကာဂိုလို႔ သတ္မွတ္ရခက္ခက္ ၿမိဳ႕မွာေပါ႔။ စစ္ေၾကာင္႔ ကမာၻႀကီးပ်က္စီးလုနီးနီး ျဖစ္ခဲ႔တယ္။ ဒါ႔ေၾကာင္႔ တိုက္ခိုက္မႈ ျဖစ္လာႏိုင္သမွ် လကၡဏာေတြကို အျမစ္ျဖတ္ေျခမႈန္းဖို႔ အစိုးရက ႀကိဳးစားလုပ္ေဆာင္ခဲ႔တယ္။ အဲ႔ဒီ႔မွာ ဂိုဏ္းကြဲမႈေတြျဖစ္လာၿပီး ခ်ီကာဂိုမွာ ဂိုဏ္း ၅ဂိုဏ္းျဖစ္လာတယ္။ ဂိုဏ္းကိုယ္စီမွာ တစ္ျခားဂိုဏ္းေတြထက္ ပိုတန္ဖိုးထားၾကတဲ႔ အခ်က္ေတြ႐ွိတယ္ ။ ပရဟိတ၊ အားေပးကူညီမႈ နဲ႔ သနားၾကင္နာမႈ စတာေတြေပါ႔။ အဲ႔ဒီ႔ အနာဂတ္ကာလမွာ Beatrice Prior, a.k.a Tris (Shailene Woodley) အမည္႐ွိေကာင္မေလးတစ္ေယာက္အတြက္ Choosing Day လို႔ေခၚတဲ႔ ဘယ္ဂိုဏ္းကို၀င္မွာလဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/TYku/Divergent_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/images-5-133x200.jpg",
        "title": "Dragon Nest: Warriors’ Dawn",
        "description": "တစ်ခါတုန်းက ကမ္ဘာပေါ်မှာ အယ်လ်တီရာဆိုတဲ့နယ်မြေကြီးတစ်ခုရှိခဲ့တယ်....လူသား.. နတ်သူငယ်.. မိစ္ဆာသားရိုင်းကောင်နဲ့ နဂါးတွေကို ပိုင်းခြားပေးထားတဲ့ နယ်မြေတစ်ခုပေါ့...လူသားနဲ့နတ်သူငယ်တွေပေါင်းပြီး မိစ္ဆာကောင်တွေနဲ့နဂါးတွေကို တိုက်ထုတ်ခဲ့ကြပေမယ့်သူတို့အချင်းချင်းလည်း နယ်မြေလုရင်း တိုက်ပွဲဖြစ်ခဲ့ကြတယ်....ဒီလို ဖရိုဖရဲဖြစ်နေတဲ့အချိန်မှာ သူတို့အတွက် ဘုံရန်သူကြီး ပေါ်ပေါက်လာတော့တယ်...မကောင်းဆိုးရွားစွမ်းအင်တွေအပြည့်နဲ့ အနက်ရောင်နဂါးကြီးတစ်ကောင်ပေါ့...အဲ့ဒီအတွက် လူသားန့နတ်သူငယ်တွေ မဟာမိတ်ဖွဲ့ပြီးလူသား နတ်သူငယ် မှော်ဆရာ(စုန်း) တို့တွေပါဝင်တဲ့ စစ်သည်တော်တစ်ဖွဲ့ပေါ်ပေါက်လာတဲ့အခါမှာတော့ .....သူတို့တွေ နဂါးကြီးကို နှိမ်နင်းနိုင်ကြမလား ?ဘာတွေဆက်ဖြစ်လာကြမလဲ ?ဆိုတာတွေကိုတော့ ဟောဒီကာတွန်းရုပ်ရှင်လေးထဲမှာ ခံစားကြည့်ရှုကြပါကုန် ....ဒီရုပ်ရှင်လေးဟာ တရုတ်ပြည်ရဲ့ အားပေးသူအများအပြားရရှိထားတဲ့ ကာတွန်းရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်...အထူးသဖြင့် ချစ်စရာကောင်းတဲ့ ဇာတ်ကောင်လေးတွေက ပရိတ်သတ်ကို အဓိက ဆွဲဆောင်သွားနိုင်ခဲ့တာပါ...Special အနေနဲ့ဆို နတ်သူငယ်မလေး လီယာ(ကြာပန်းလေး) ကတော့ ပရိတ်သတ်အချစ်တော်လေးပေါ့ဗျာ...ကဲ တကယ်ကောင်းမကောင်းကို ကြည့်ရှုခံစားကြည့်လိုကိကြပါဦးဒီဇာတ်ကားလေးကို ကြည့်ပြီးသူတွေရှိပေမယ့် မကြာခင်မှာ ဒီကားရဲ့အဆက် Dragon Nest : Throne Of Elves ဆိုတဲ့ကား ထပ်ထွက်လာတော့မှာဖြစ်လို့ အစပျိုးတဲ့အနေနဲ့တင်ဆက်ပေးလိုက်တာပါ(စာတန်းထိုးပြီးတဲ့အထိကြည့်လိုက်ပါဦး ခွေးလေးတွေကို ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Eyb1/Dragon_Nest_-_Warrior_s_Dawn_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjA3MDM4OTk5OV5BMl5BanBnXkFtZTgwODg0MjMzMTI@._V1_SY1000_CR006621000_AL_-199x300.jpg",
        "title": "Journey to the West: The Demons Strike Back (2017)",
        "description": "Jounery to the west လုိ႔ဆုိလုိက္တာနဲ႔ ဆရာေတာ္နဲ႔သူ႔တပည့္၃ေယာက္အေႀကာင္းဆုိတာ လူတုိင္းသိႀကမွာပါ။ ယခုကားကေတာ့ အရင္2013ခုႏွစ္ကထြက္ရွိထားခဲ့တဲ့ Journey To The West : Conquering the demons ရဲ႕အဆက္ပါ ။ ပထမကားနဲ႔လည္းကြားျပားသလုိ အရင္ထြက္ရွိခဲ့တဲ့ဝူခုံးဇာတ္ကားေတြနဲ႔လည္းကြဲျပားမွာအမွန္ပါပဲ။ ယခုဇာတ္ကားကုိေတာ့ စတီဗင္ေခ်ာင္က ဒါရုိက္တာလုပ္ျပီးရုိက္ကူးထားပါတယ္။ Cm ပရိသတ္ႀကီးအႀကိဳက္ေတြ႔ေစမယ့္ဇာတ္ကားတစ္ကားပါ။\n(ဘာသာျပန္သူကေတာ့ ကို Con Pike ျဖစ္ပါတယ္)File Size : 950 MB / 500 MB\nQuality : WEBDL 720P\nRunning Time : 1hr 49minutes\nFormat : Mp4\nGenre :   Adventure, Comedy, Fantasy  \nTranslator : Con Pike\nEncoder :Thanhtike Zaw \nDownload Here Yoteshin LinkDownload Here WEBDL 720p ...",
        "rating": "5.6",
        "url": "https://megaup.net/1zv4m/Journey_To_The_West_-_The_Demons_Strike_Back_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/3-200x300.jpg",
        "title": "Once Upon a Time in China III (1993)",
        "description": "ဒီဇတ္လမ္းကေတာ့ အမ်ားရင္းႏွီးၿပီးသား ျဖစ္တဲ့ တရုတ္ႏုိင္ငံရဲ႕ ရာဇ၀င္မွာ ေက်ာ္ၾကားလွတဲ့\nမဟုတ္မခံစိတ္ရွိသူ သနားတက္သူ ၾကင္နာတက္သူ သေဘာေကာင္းလြန္းသူ\nသိုင္းအေက်ာ္အေမာ္ ေဒါက္တာ ၀မ္ေဖးဟုန္ အေၾကာင္း ရိုက္ကူးထားေသာ ရုပ္ရွင္ကားျဖစ္ၿပီး\nကြန္ဖူးမင္းသားႀကီး ဂ်က္လီ မွ သရုပ္ေဆာင္ရိုက္ကူးေပးထားပါတယ္…\nအဂၤလိပ္လက္ က်ေရာက္ေနၿပီး လူေတြက စိတ္ဓါတ္ပ်က္ျပား အက်င့္ေတြ ေဖာက္ျပား ႏုိင္ငံျခားကို အထင္ႀကီးစိတ္၀င္\nကိုယ့္ လူမ်ိဳးအခ်င္းခ်င္း အႏိုင္က်င့္ ဗိုလ္က် ေတာေၾကာင္ လက္ခေမာင္း ခက္တာေတြ က အစ စိတ္ထဲ မဟုတ္မခံစိတ္\n၀င္ေရာက္လာေအာင္ ရိုက္ျပထားခဲ့ၿပီး ရင္သက္ရႈေမာဖြယ္ သိုင္းကြက္ မ်ားကို လဲ ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္\nၾကာျမင့္ခ်ိန္ ၂ နာရီေက်ာ္တာမို႔ မိသားစု ႏွင့္ ၾကည့္ရႈအပန္းေျပႏိုင္ေသာ ရုပ္ရွင္ကားေကာင္းအျဖစ္\nညႊန္းဆိုလုိက္ပါရေစ….\nဒီ ရုပ္ရွင္ကားကို Channel Myanmar Translator ျဖစ္သူ Jin Jin မွ ဘာသာျပန္ေပးထားပါတယ္…\nFile Size : 900 MB /440 ...",
        "rating": "6.8",
        "url": "https://megaup.net/U2eq/Once_Upon_A_Time_In_China_-_3_[1993]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDk3YzBiOTItMTY3My00MWZhLWI5MTYtNDU5Yzk3NThjZDQzXkEyXkFqcGdeQXVyNzM3NDU4Njk@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Once Upon a Time in China II (1992)",
        "description": "ဒီဇတ္လမ္းကေတာ့ အမ်ားရင္းႏွီးၿပီးသား ျဖစ္တဲ့ တရုတ္ႏုိင္ငံရဲ႕ ရာဇ၀င္မွာ ေက်ာ္ၾကားလွတဲ့\nမဟုတ္မခံစိတ္ရွိသူ သနားတက္သူ ၾကင္နာတက္သူ သေဘာေကာင္းလြန္းသူ\nသိုင္းအေက်ာ္အေမာ္ ေဒါက္တာ ၀မ္ေဖးဟုန္ အေၾကာင္း ရိုက္ကူးထားေသာ ရုပ္ရွင္ကားျဖစ္ၿပီး\nကြန္ဖူးမင္းသားႀကီး ဂ်က္လီ မွ သရုပ္ေဆာင္ရိုက္ကူးေပးထားပါတယ္…\nအဂၤလိပ္လက္ က်ေရာက္ေနၿပီး လူေတြက စိတ္ဓါတ္ပ်က္ျပား အက်င့္ေတြ ေဖာက္ျပား ႏုိင္ငံျခားကို အထင္ႀကီးစိတ္၀င္\nကိုယ့္ လူမ်ိဳးအခ်င္းခ်င္း အႏိုင္က်င့္ ဗိုလ္က် ေတာေၾကာင္ လက္ခေမာင္း ခက္တာေတြ က အစ စိတ္ထဲ မဟုတ္မခံစိတ္\n၀င္ေရာက္လာေအာင္ ရိုက္ျပထားခဲ့ၿပီး ရင္သက္ရႈေမာဖြယ္ သိုင္းကြက္ မ်ားကို လဲ ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္\nၾကာျမင့္ခ်ိန္ ၂ နာရီေက်ာ္တာမို႔ မိသားစု ႏွင့္ ၾကည့္ရႈအပန္းေျပႏိုင္ေသာ ရုပ္ရွင္ကားေကာင္းအျဖစ္\nညႊန္းဆိုလုိက္ပါရေစ….\nဒီ ရုပ္ရွင္ကားကို Channel Myanmar Translator ျဖစ္သူ Jin Jin မွ ဘာသာျပန္ေပးထားပါတယ္…\nFile Size : 900 MB /350 ...",
        "rating": "7.5",
        "url": "https://megaup.net/U2e1/Once_Upon_A_Time_In_China_-_2_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Screenshot_2017-04-26-05-50-11-56-192x300.png",
        "title": "Little Big Soldier (2010)",
        "description": "Imdb 7 ရထားတဲ့ မင္းသာႀကီးဂ်က္ကီခ်န္းရဲ႕ ဇာတ္ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nPG 13 ဆိုေတာ့ ၁၃ႏွစ္အထက္မွၾကည့္ၾကပါ ေနာ့္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ စစ္သားအိုႀကီးဟာ\nတစ္ဖက္ႏိုင္ငံရဲ႕ စစ္ဗိုလ္ေပါက္စနေလးကို ဆုေၾကးေငြေတြ\nရရွိဖို႔အတြက္ ျပန္ေပးဆြဲကာ ခရီး ရွည္ႀကီးကိုျဖတ္သန္းရာမွ\nဘာေတြျဖစ္ၾကမယ္ဆိုတာကို ေတာ့ အားေပးၾကည့္ ရွဴလိုက္ပါေတာ့\nဘာသာျပန္က ဘုန္းထက္လင္းပါ :)Download Yotshin Link",
        "rating": "7.0",
        "url": "https://megaup.net/2g85p/Little_Big_Soldier_[2010]_(MM_Sub).MP4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/leap-poster-143x200.jpg",
        "title": "Leap! (2016)",
        "description": "Leap! (2016)_____IMDb - 6.8/10၁၈၇၉ ခုနှစ် ပြင်သစ်ကို ဇတ်အိမ်တည် အခြေခံရိုက်ကူးထားတဲ့ Animated ကာတွန်းကား Ballerina ထဲက\nနှစ်လိုဖွယ်မိဘမဲ့ကလေးငယ်လေးရဲ့ အိမ်မက်ဟာ ကချေသည်တစ်ယောက်ဖြစ်လာဖို့ပါပဲ။\nဆံပင်အနီရောင်နဲ့ ကလေးမလေး Félicie (အသံသရုပ်ဆောင် Elle Fanning) ဟာ ဘရစ်တနီက သူတို့ရဲ့မိဘမဲ့ဂေဟာကနေ\nသူ့အချစ်ဆုံးသူငယ်ချင်း Victor (Dane DeHaan) နဲ့အတူထွက်ပြေးသွားခဲ့ပါတယ်။\nသူမရဲ့အိမ်မက်ဖြစ်တဲ့ ဘဲကလေးကချေသည်တစ်ဦးဖြစ်လာဖို့နဲ့ ဗစ်တာကတော့ တီထွင်သူတစ်ယောက်ဖြစ်လာဖို့ ရည်ရွယ်ချက်တွေနဲ့ပေါ့။\nပဲရစ်မြို့တော် ။ ကောင်လေးကတော့ နာမည်ကျော် Gustave Eiffel ရဲ့အလုပ်သင် တပည့်တစ်ယောက်ဖြစ်လာခဲ့ပြီး\nကောင်မလေးကတော့ လူချမ်းသာမိန်းကလေးတစ်ယောက်ရဲ့နာမည်ကိုယူပြီး ကဇတ်ရုံမှာ ဘဲလေးကချေသည်တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။\nကဇတ်ရုံမှာ အကပညာသင်ယူခွင့်ရဖို့ဆိုတာ ငွေကြေးပြည့်စုံတဲ့ အထက်တန်းလွှာဖြစ်ရုံတင် မကပဲကြိုးစားအားထုတ်မူနဲ့မှ ရောက်ရှိနိုင်တဲ့နေရာပါ။\nပျော်ပျော်နေတတ်တဲ့ Félicie ရဲ့ချစ်စဖွယ်အကျင့်လေးကပဲ သူမကိုအောင်မြင်တဲ့ဘဝဆီကို ရောက်ရှိအောင် ကူညီပေးခဲ့တယ်ဆိုရပါမယ်။\nသူ့ရဲ့ ချစ်စရာ သူငယ်ချင်းလေး DeHaan ရဲ့ Victor နဲ့အတူပေါ့။\nရယ်စရာလေးတွေလဲ ဟိုနားဒီနားပါပါသေးတယ်။ ဒါပေမဲ့ ဒီနေရာမှာကတော့ မှော်ဆန်တဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xsfz/Leap!_(Ballerina)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTgzMTk0ODc5OF5BMl5BanBnXkFtZTgwMTAyMTc0OTE@._V1_SY1000_SX675_AL_-203x300.jpg",
        "title": "Kicks (2016)",
        "description": "IMDb 6.1 ရထားတဲ့ အက္ရွင္ကား ေကာင္း တစ္ခု တင္ေပးထားပါတယ္။\nဇာတ္လမ္းကေတာ့ လူမည္းအမ်ားစုေနတဲ့ ၾကမ္းတမ္းတဲ့ပတ္၀န္းက်င္ တစ္ခုကေန အေျခခံထားတာပါ။\nဘရန္ဒန္ ဆိုတဲ့ ၁၅ နွစ္သားေလးဟာ သူအရမ္းလိုခ်င္တဲ့ Air Jordans ဖိနပ္တစ္စံုကို ခက္ခက္ခဲခဲ ရယူခဲ့ေပမယ့္\nသူ႕လက္ထဲကေန လူမိုက္အဖြဲ႕က အတင္းလုယူသြားခဲ့ပါတယ္။ ဒါေတြကို ျပန္ရဖုိ႕အတြက္ သူ႕မိတ္ေဆြေတြ အကူအညီနဲ႕အတူ\nအိုကလာဟိုးမားကို ျဖတ္ျပီး အရြယ္နဲ႕မလိုက္ေအာင္ၾကမ္းတမ္းတဲ့ ေျမေအာက္ေလာကထဲမွာ စြန္႕စားခန္းေတြ ဖြင့္ရပါေတာ့တယ္။\n(ဘာသာျပန္သူကေတာ့ Fridays ပဲျဖစ္ပါတယ္)File Size : 650 MB /250 MB\nQuality :  Bluray 720P\nRunning Time : 1hr 20minutes\nFormat : Mp4\nGenre :    Adventure\nEncoder : Thanhtike Zaw \nDownload Here Yoteshin LinkDownload Here Bluray 720p ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/kicks-2016/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/King-Kong-1976-Movie-Poster-king-kong-3510297-300-403-223x300.jpg",
        "title": "King Kong (1976)",
        "description": "တိရိစၦာန္တစ္ေကာင္မွာလည္း အသည္းနဲ႕ဆိုရင္ယံုပါသလား...\nသံေယာဇဥ္တကယ္ၿဖစ္လာၿပီဆိုရင္ ဘယ္အရာကိုမဆိုရင္ဆိုင္လာတတ္ၾကပါတယ္...\nအခုတင္ဆက္ေပးမယ့္ကားေလးကေတာ့ ငိုတတ္တဲ့သူေတြအဖို႕ မ်က္ရည္က်ေလာက္မယ့္\nကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္...\n၁၉၇၆ ခုႏွစ္တြင္ ရိုက္ကူးထားတဲ့ ကင္းေကာင္ဇာတ္လမ္းျဖစ္ပါတယ္။\nေရနံစီးပြားေရးကုမၸဏီတစ္ခုမွ ျမဴကမ္းပါးမ်ားျဖင့္ ထာဝရ ပိတ္ဖံုးေနသည့္ ကြ်န္းတစ္ကြ်န္းအား သတိျပဳမိကာ\n၎ကြ်န္းမွ ထြက္ရွိသည့္ ေရနံမ်ားအား သြားေရာက္ယူေဆာင္ၾကျခင္းျဖစ္ပါတယ္။\n၎ေနာက္မွ ထိုကြ်န္းေပၚတြင္ လူ႐ိုင္းမ်ဳိးႏြယ္စုမ်ားေနထိုင္သည္ကို ေတြ႕ရွိရၿပီး\n၎လူ႐ိုင္းအဖဲြ႕မွ သေဘၤာေပၚရွိ အမ်ဳိးသမီးငယ္အား ဖမ္းဆီးေခၚေဆာင္ကာ ၎တို႔ကိုးကြယ္သည့္\nကင္းေကာင္ႀကီးႏွင့္ လက္ဆက္ေပးခဲ့ပါတယ္။\nထိုမိန္းကေလးအေပၚကို ကင္းေကာင္ၾကီးဟာ သံေယာဇဥ္တြယ္မိသြားၿပီး\nေစာင့္ေရွာက္ေပးခဲ့ပါတယ္...\nဒါေပမယ့္လည္း သတၱ၀ါတစ္ေကာင္နဲ႕အတူေနရတဲ့ မိန္းကေလးဟာေၾကာက္လည္းေၾကာက္\nလန္႕ကလည္းလန္႕နဲ႕မေနေပ်ာ္ခဲ့ပါဘူး...\nသေဘၤာေပၚမွာ အမႈထမ္းမ်ား ၎အမ်ဳိးသမီးငယ္အား ကင္းေကာင္ႀကီးလက္မွ ျပန္လည္ကယ္တင္ေပးခဲ့ၿပီး\nကင္းေကာင္ၾကီးအားဖမ္ဆီးၿပီး ၿမိဳ႕ေခၚေဆာင္လာကာ ကင္းေကာင္ႏွင့္ ၿမိဳ႕တြင္ ပြဲျပဳလုပ္ရန္ စီစဥ္ခဲ့ပါတယ္။\n၎ပြဲေန႔တြင္ သူခ်စ္ရတဲ့မိန္းကေလးကို လူမ်ားကထိခိုက္ေအာင္လုပ္ေနသည္ကိုၿမင္ေသာအခါ\nကင္းေကာင္ႀကီးမွ အခ်ဳပ္အေႏွာင္မ်ားအား ရုန္းထြက္ခဲ့ကာ\nၿမိဳ႕ေပၚတြင္ ေသာင္းက်န္းတိုက္ခိုက္မႈမ်ား၊ ၿမိဳ႕ရွိ စစ္အဖဲြ႕မွ ၎အား ျပန္လည္ တိုက္ခိုက္ေခ်မႈန္းျခင္းမ်ားအား\nၾကည့္ရႈရမည့္ ကင္းေကာင္ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ပါသည္။Quality…..BluRay 720p\nDuration…..02:14:00\nFormat…Mp4\nFile Size…(963 MB ...",
        "rating": "5.8",
        "url": "https://megaup.net/2clqf/King_Kong_[1976]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/voyage1.jpg",
        "title": "The Chronicles of Narnia 3 : The Voyage of The Dawn Treader",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ ဒီရုပ္ရွင္ကေတာ့ တတိယေျမာက္ကားပဲ ျဖစ္ပါတယ္။\n                ဒီဇာတ္လမ္းမွာေတာ့ ပီတာနဲ႕ဆူဆန္ ...",
        "rating": "6.3",
        "url": "https://megaup.net/TBms/The_Chronicles_Of_Narnia_-_The_Voyage_Of_the_Dawn_Treader_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BZDgwZGQwNzktMTc2MC00NzY5LWFkODQtMzkzZjAyZGYzMjRkXkEyXkFqcGdeQXVyNTU5Mzk0NjE@._V1_-210x300.jpg",
        "title": "A Dog’s Purpose (2017)",
        "description": "ေဘလီ လို ့ေခၚတဲ့ ေရႊ၀ါေရာင္ အမဲလိုက္ေခြး အမ်ိဳးအစားေလး က သူ ့ကုိ တကယ္ခ်စ္ၿပီး ၾကင္နာေပးတဲ့\nအီသန္ နဲ ့ ဟန္နာ တို ့ရဲ ့အခ်စ္ေတာ္ေခြးေလးေပါ့\nအီသန္ က ေဘလီ ကုိ Rugby ေဘာလံုးေလးနဲ ့ကစားနည္းေလးေတြ သင္ေပးခဲ့တယ္\nတစ္ေန ့မွာေတာ့ အေၾကာင္းေၾကာင္းေၾကာင့္ အီသန္ နဲ ့ ဟန္နာ တို ့ လမ္းခြဲ ခဲ့ၾကတယ္\nေနာက္ပိုင္း အီသန္ ပညာသင္ဖို ့ထြက္ခြာသြားခဲ့တဲ့အခ်ိန္မွာေတာ့\nေဘလီ ေလးလည္း သခင္ကို လြမ္းတဲ့စိတ္နဲ ့ ေနမေကာင္းျဖစ္ၿပီး ဆရာ၀န္ေတြက\nသူ ့အတြက္ အေကာင္းဆံုး ျဖစ္ေအာင္ လုပ္ေပးခဲ့ၾကတယ္\nဒီလိုနဲ ့ ေဘလီဟာ ေနာက္ဘ၀တစ္ခုမွာေတာ့ ရဲတပ္သား ေခြးေလးဘ၀ကို ပိုင္ဆိုင္ခဲ့ၿပီး\nသူတတ္စြမ္းသေလာက္ အျခားလူေတြ နဲ ့သူ ့ရဲ ့သခင္အသစ္ကို ကူညီေပးခဲ့တယ္\nဒါေပမဲ့လည္း ေဘလီ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/a-dogs-purpose-2017/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/legomovieposter-202x300.jpg",
        "title": "The Lego Movie (2014)",
        "description": "The Lego Movie (2014)\nIMDb - 7.7/10_____Rotten - 96% \nသာမန်ဆောက်လုပ်ရေးလုပ်သားလေး အန်းမက်ဟာပုံမှန်သမားရိုးကျအတိုင်းနေထိုင်တတ်သူဖြစ်ပြီး\nညွှန်ကြားချက်တွေ စည်းမျဉ်းစည်းကမ်းတွေကိုအတိအကျလိုက်နာတတ်သူ စာအုပ်ကြီးသမားဖြစ်ပါတယ်…\nတစ်နေ့မှာတော့ သူဟာ  ကမ္ဘာကြီးကိုကယ်တင်ပေးနိုင်မယ့် ပစ္စည်းအပိုင်းအစတစ်ခုကို\nမတော်တဆရှာဖွေတွေ့ရှိမိရာမှ ဒဏ္ဍာရီလာသူရဲကောင်းအဖြစ်မှားယွင်းယုံကြည်ခြင်းခံရပါတော့တယ်…\nဒါပေမယ့်သူဟာ ဘာကိုမှမတီထွင်တတ်သူဖြစ်တဲ့အတွက်\nသူဦးဆောင်ရမယ့်သူရဲကောင်းအမျိုးမျိုး Batman,Superman တို့ကြားမှာ အခက်အခဲတွေကြုံတွေ့လာရပါတယ်…\nအဲ့ဒီလိုအခြေအနေကြားထဲမှ အန်းမက်ဟာ ဘယ်နည်းဘယ်ပုံနဲ့ အားလုံးကိုဦးေဆောင်နိုင်မယ်ဆိုတာတွေ\nကမ္ဘာကြီးကိုကယ်တင်နိုင်မယ်ဆိုတာတွေကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမှာပါ…\nချစ်စရာAnimationတွေ နဲ့ဒီmovieလေးဟာ ကိုယ်တွေရဲ့နေ့စဉ်လူနေမှုဘဝကိုထင်ဟပ်နေပြီး\nလူတိုင်းဟာ အသီးသီးထူးခြားကြပြီးသူရဲကောင်းတွေဖြစ်လာနိုင်တယ်ဆိုတဲ့အကြောင်း\nမီးမောင်းထိုးပြထားပါတယ်…\n   \nQuality…..BluRay Rip 1080p\nDuration…..01:40:00\nFormat…Mp4\nFile Size…(720 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..May Thazin Myint",
        "rating": "7.7",
        "url": "https://megaup.net/2fidg/The_Lego_Movie_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/alice-in-wonderland-1951-poster-artwork-kathryn-beaumont-ed-wynn-richard-hadyn-small-200x300.jpg",
        "title": "Alice in Wonderland (1951)",
        "description": "Animation ကားေကာင္းေလးတစ္ကားၿဖစ္တဲ့ Alice In Wonderland စာ 1951 ခုႏွစ္ကထြက္ရွိထားခဲ့ၿပီးေတာ့\nMovie ၿပန္ရိုက္ရတဲ့အထိကိုေအာင္ၿမင္မႈ႕ရရွိခဲ့ပါတယ္....\nဇာတ္လမ္း အက်ဥ္းကိုေၿပာၿပရမယ္ဆိုရင္\nယုန္ေလးတစ္ေကာင္ေနာက္ကို စူးစမ္းၿပီးလိုက္ခဲ့တဲ့ အဲလပ္ေလးတစ္ေယာက္ သူစိတ္ကူးထားတဲ့\nသူတကယ္ၿဖစ္ခ်င္ေနတဲ့ ထူးဆန္းၿပီး အၿပင္မွတကယ္မၿဖစ္ႏိုင္တဲ့\nစိတ္ကူးယဥ္ကမၻာေလးထဲကိုေရာက္ရွိသြားခဲ့ပါတယ္...\nၿမင္ၿမင္သမွ်အရာအားလံုးက သူမအတြက္ေတာ့တကယ္ကိုအထူးဆန္းေတြခ်ည္းပဲၿဖစ္ေနလို႕\nေနာက္ဆံုးေတာ့ သူမအိမ္ကိုၿပန္ဖို႕ ဆံုးၿဖတ္လိုက္ပါတယ္...\nအဲ...ဒါေပမယ့္ သူမအိမ္ၿပန္ဖို႕လမ္းရွာေနတဲ့အခ်ိန္မွာ အနီေရာင္ဘုရင္မနဲ႕စေတြ႕ပါေတာ့တယ္...\nအနီေရာင္ဘုရင္မကေတာ့ ရက္စက္တဲ့ေနရာမွာ ႏွစ္ေယာက္မရွိသူပါ...\nဒီလိုရက္စက္တဲ့ အနီေရာင္ဘုရင္မလက္ထဲကေန လြတ္ေၿမာက္ေအာင္ အဲလပ္ေလးဘယ္လိုလုပ္မလဲ...\nသူမအိမ္ေကာၿပန္ေရာက္ႏိုင္မလားဆိုတာ စိတ္၀င္တစားနဲ႕ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nဒီကားေလးဟာေတာ့ Animation ၾကိဳက္သူမ်ားအတြက္အထူးသင့္ေတာ္တဲ့\nညအိပ္ရာ၀င္ပံုၿပင္ကားေလးပဲၿဖစ္ပါတယ္..\nမိဘမ်ားအေနနဲ႕လည္းသားသားေလး မီးမီးေလးမ်ားကို အိပ္ခါနီးအခ်ိန္ ၿပသၿပီးေခ်ာ့သိပ္လို႕ရပါတယ္...Quality…..BluRay 1080p\nDuration…..01:15:00\nFormat…Mp4\nFile Size…(539 MB , 306 MB )\nEncoder…..Moe Myint Lwin\nTranslator…..Myat Ko Ko\nDownload with VIP Link\n Download with Openload\n Download with Openload (Small Size)",
        "rating": "7.4",
        "url": "https://megaup.net/2X54j/Alice_In_Wonderland_[1951]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BOTZjYjc0Y2UtN2FmZi00NjIxLWE5YjItY2U0NjdmY2E0M2U1L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzcxOTk0MQ@@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Diamond Cartel (2015)",
        "description": "ဆုိက္ေဘးရီးယားျပည္နယ္သည္ လူဆုိးဂုိဏ္းမ်ားအုပ္စုိးလ်က္ရွိသည့္ျပည္နယ္ျဖစ္သည္။ အရမ္းခ်စ္ႀကေသာခ်စ္သူႏွစ္ဦးရွိသည္။ ေကာင္မေလးသည္ ေကာင္ေလးႏွင့္ျပည္နယ္မွထြက္သြားရန္ပုိက္ဆံလုိသည့္အတြက္ ကာစီႏုိတစ္ခုတြင္ဝင္ေရာက္လုပ္ကုိင္ေလသည္။ ထုိကာစီႏုိသည္ လူဆုိးေခါင္းေဆာင္တစ္ဦးပုိင္သည့္ကာစီႏုိျဖစ္သည္။ တစ္ေန႔ကာစီႏုိတြင္မထင္မွတ္ေသာအျဖစ္အပ်က္တစ္ခုျဖစ္ပြားလာတဲ့အခါ လူဆုိးဂုိဏ္းေတြႏွင္႔ေကာင္မေလးပက္သတ္ဖုိ႔အေႀကာင္းဖန္လာပါသည္။ လူဆုိးဂုိဏ္းမ်ားႀကားပက္သတ္မိတဲ့ခ်စ္သူႏွစ္ဦးရဲ႕အျဖစ္အပ်က္ကေတာ့ ဘယ္လိုဆိုတာ...။ ႀကမ္းႀကမ္းရမ္းရမ္းေတြကုိႀကိဳက္ႏွစ္သက္တဲ့ပရိသတ္ႀကီးေတြအတြက္ေတာ့ ေက်နပ္အားရဖြယ္ျဖစ္ေပမည္။\n(ရဲမာန္ရမ္းသမ္း ဘာသာျပန္တင္ဆက္သည္။)\nFile size…(700MB) and (460MB)\nQuality…HDrip 720p\nFormat…mp4\nDuration….01:39:39\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ye Man Aung  \nDownload 720p HD (pCloud) \nDownload Small File 360p (Uploading)",
        "rating": "",
        "url": "https://channelmyanmar.org/diamond-cartel-2017/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/caspian-300x240.jpg",
        "title": "Prince Caspian : The Chronicles of Narnia 2",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ ဒီရုပ္ရွင္ကေတာ့ ဒုတိယေျမာက္ကားပဲ ျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ နာနီယာကို ဘုရင္နဲ႕ဘုရင္မေတြျဖစ္တဲ့ ပီတာ၊အက္မြန္၊ဆူဆန္နဲ႕လူစီတို႕ စြန္႕ခြာသြားျပီးခ်ိန္က စပါတယ္။ ေမာင္နွမေလးေယာက္ဟာ အဂၤလန္ကို ျပန္ေရာက္တာ တစ္နွစ္ပဲ ရိွေသးေပမယ့္ အခ်ိန္စက္၀န္းကြာျခားမႈအရ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2fwhC/The_Chronicles_Of_Narnia_-_Prince_Caspian_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/lion.jpg",
        "title": "The Chronicles of Narnia : The Lion, The Witch and The Wardrobe 2005",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ပီတာ၊အက္မြန္၊ဆူဆန္ နဲ႕ လူစီ ဆိုတဲ့ ေမာင္နွမေလးေယာက္ဟာ ထူးဆန္းတဲ့ ဗီရိုၾကီး တစ္လံုးဆီကေန ျဖတ္ျပီး ေမွာ္ကမာၻၾကီးထဲက နာနီယာနိုင္ငံထဲကို ေရာက္သြားခဲ့ပါတယ္။ အဲဒီကမာၻရဲ႕ အၾကီးျမတ္ဆံုး ေမွာ္ဆရာၾကီး အိုက္စလန္မရိွတဲ့အခ်ိန္မွာ နာနီယာမွာ စုန္းမၾကီးတစ္ဦးက ၾကီးစိုးေနျပီျဖစ္ပါတယ္။ အဲဒီကမာၻမွာ ...",
        "rating": "",
        "url": "https://megaup.net/TBmx/The_Chronicles_Of_Narnia_-_The_Lion,_The_Witch_And_The_Wardrobe_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    }
]