[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ryXm7xp4aqQyda0FU2eMfHehPBg.jpg",
        "title": "The Road to El Dorado(2000)",
        "description": "The Road to El Dorado(2000)************************** စွန့်စားခန်းတွေ၊ ရတနာရှာဖွေရေးတွေ ကြိုက်တတ်တဲ့သူတွေအတွက် old but goldဇာတ်ကားကောင်းလေးတပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်။\nEl Dorado ဆိုတာက ရှေးနတ်ဘုရားတွေ ဖန်းဆင်းထားခဲ့ပြီး ရွှေအပြည့်နဲ့ ရွှေမြိုတော်ကြီးလို့သိကြပါတယ်။ဒါပေမယ့် ဒီမြို့ကိုတော်ရုံနဲ့တော့ ရှာမတွေ့နိုင်ဘူးပေါ့ဗျာ။\nမီဂယ်လ်နဲ့ တူလီယို ဟာဆိုရင် လောင်းကစားတောင်မှ လိမ်စားတဲ့ အကြံဖန်သမားတွေပါ။ကံ‌ ကောင်းလားဆိုးလားတော့မသိ el dorardoကိုသွားတဲ့မြေပုံကို လောင်းကစားလုပ်ရင်းရခဲ့ပြီးပြေးရင်းလွှားရင်းနဲ့ပဲ အဲ့မြို့တော်ကိုပဲ ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်သွားပါတယ်..ဘယ်လို ခိုးထုတ်ကြမလဲဆိုတာကိုတော့....   File Size :(2.08GB) (866 MB) and (234 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1Ram9/The.Road.to.El.Dorado.2000_.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-b-133x200.jpg",
        "title": "The Borrowers (1997)",
        "description": "ဒီတစ်ခေါက်မှာတော့ မိသားစုနဲ့အတူတူပေါ့ပေါ့ပါးပါး ရယ်ရယ်မောမောကြည့်ရှုလို့ရမယ့်1997 ကခုနှစ်ထွက်ရှိထားတဲ့ Comedy/Fantasy ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ပီးတ်တို့မိသားစုက သူတို့လက်ရှိနေနေတဲ့အိမ်ကြီးကိုအမွေရခဲ့ပေမယ့်လည်း သေတမ်းစာမရှိလို့အိမ်ကိုဖြိုချချင်တဲ့ ရှေ့နေလက်ထဲထိုးအပ်လိုက်ရတော့မယ့်အခြေအနေနဲ့ ရင်ဆိုင်နေရတာပါ။တစ်ချိန်တည်းမှာပဲ သူတို့အိမ်မှာ ပစ္စည်းသေးသေးလေးတွေ မကြာခဏပျောက်ပျောက်သွားတတ်လို့(၁၀)နှစ်သားအရွယ်ကောင်လေး ပီးတ်တစ်ယောက် လက်သည်ဘယ်သူလဲဆိုတာသိရဖို့ အပြင်းအထန်ကြိုးစားနေခဲ့ပါတယ်။သူဘယ်လောက်ပဲကြိုးစား ကြိုးစား ဘယ်လိုမှဖမ်းမမိနိုင်ပေမယ့် တစ်နေ့မှာတော့မထင်မှတ်ဘဲ လက်သည်ဘယ်သူလဲဆိုတာသိလိုက်ရတဲ့အခါပီးတ်တစ်ယောက် အံ့ဩတကြီးနဲ့ ပါးစပ်အဟောင်းသားဖြစ်သွားရပါတော့တယ်။လက်သည်က လုံးဝမထင်ထားတဲ့ ဘော်ရိုရာလို့ခေါ်တဲ့ လူသားသေးသေးလေးတွေဖြစ်နေလို့ပါပဲ။မကြာခင် အိမ်ကြီးပေါ်ကနေဆင်းပေးရတော့မယ့် ပီးတ်နဲ့ အိမ်ကြီးထဲမှာနေနေကြတဲ့ဘော်ရိုရာလေးတွေ ပေါင်းပြီး အိမ်ကိုမဆုံးရှုံးရဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲ..သေတမ်းစာမရှိဘူးလို့ပြောတဲ့ ရှေ့နေဆီမှာ သေတမ်းစာရှိနေတာသိလိုက်ရတဲ့အခါကောက်ကျစ်တဲ့ရှေ့နေလက်ထဲကနေ အဲဒီသေတမ်းစာကိုရဖို့ကြိုးစားရင်း ဘယ်လိုအသက်အန္တရာယ်တွေနဲ့ရင်ဆိုင်ရမလဲ..ဉာဏ်ကောင်းပေမယ့် သေးငယ်တဲ့ဘော်ရိုရာလေးတွေကလူကောင်ကြီးပြီးကောက်ကျစ်တဲ့ရှေ့နေကြီးကို အနိုင်တိုက်နိင်ပါ့မလား..အိမ်ကိုဖြိုချမယ့်အရေးကိုရော ဝိုင်းပြီး ကာကွယ်နိုင်ပါ့မလားဆိုတာကိုမိသားစုနဲ့အတူချစ်စရာလူသေးသေးလေးတွေကို ကြည့်ရင်း ရင်တခုန်ခုန်နဲ့ ပေါ့ပေါ့ပါးပါး ရယ်မောခံစားလိုက်ကြပါဦးနော်။File size…(3.36GB)  / (`1.16GB) / (579MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre...  Adventure / Comedy / Family\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/1b81k/The.Borrowers.1997.1080p.(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zEbqAz11yoX8f5zx09xEyfyjIdi.jpg",
        "title": "Ghost Blowing Lantern: Return of the South China Sea (2022)",
        "description": "Adventureကိုကြိုက်နှစ်တဲ့ပရိတ်သတ်တွေအတွက်\nဇာတ်လမ်းကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nမင်းသားကတော့ ဆုတံဆိပ်တွေအများကြီးရထားတဲ့\nPan YueMing နဲ့ X Sister နဲ့ပွဲထွက်ထားတဲ့\nနာမည်ကြီးမင်းသမီး Zhang YuQiနဲ့ဆိုတော့ ဇာတ်လမ်းကတော့အလွန်ကိုကောင်းလွန်းပါတယ်ရှေးဟာင်းပစ္စည်းတွေကိုရှာဖွေရတာကြိုက်တဲ့ မောကျင်းအဖွဲ့ ဝင်\nဟူပါးယီးတို့အဖွဲ့က ကောင်းချင်းအုတ်ဂူမှာအရဲစွန့်ပြီးနောက် အဖွဲ့ကွဲသွားကြတယ်\nအမေရိကန်ပါမောက္ခချိန်က နန်းဟိုင်းရဲ့သန္တာကျောက်တန်းမှ\nချင်ဝမ်အရိုးမှန်ကိုရှာဖွေဖို့အတွက် မောကျင်းအဖွဲ့ ဟူပါးယီးတို့ကိုဖိတ်ခေါ်ခဲ့တယ်ကောင်းချင်းအုတ်ဂူမှာကျိန်စာမိခံရတဲ့ဟူပါးယီးက\nသွားဖို့ငြင်းဆိုခဲ့ပေမဲ့ အဖွဲ့ဝင်တွေကြောင့် လိုက်ပါခဲ့ပြန်တယ်\nနန်းဟိုင်းပင်လယ်ကိုသွားတဲ့အချိန်မှာ နှင်းမိုးလေးတွေကျပြီးတော့\nထူးဆန်းတဲ့အရာတွေ အဖြစ်အပျက်တွေ တစ်ခုပြီးတစ်ခုပေါ်လာခဲ့တယ်မောကျင်းတို့အဖွဲ့က ဒီအခက်အခဲတွေကိုကျော်ဖြတ်နိုင်မလား?\nရတနာပစ္စည်းကိုဆယ်ယူနိုင်မလား?\nအဲ့နေရာမှာပဲသေဆုံးကြမလားဆိုတာကို\nရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Hnin Wutt Hmone ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 45 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/ghost-blowing-lantern-return-of-the-south-china-sea-2022/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sVJME5R1NmTXtbdnAxYPx7Xa7kr.jpg",
        "title": "The Lion King 1½(2004)",
        "description": "The Lion King 3================The Lion King ရဲ့ ဇာတ်ဆောင် ခြင်္သေ့လေး စင်ဘာရဲ့ အချစ်တော်သူငယ်ချင်း တီမုန်နဲ့ ပွန်ဘာကို အားလုံး သိကြပြီးဖြစ်မှာပါ။ဒီဇာတ်လမ်းလေးမှာတော့ ကန့်လန့်ကာနောက်က တီမုန်နဲ့ ပွန်ဘာတို့ကိုနည်းနည်းသွားကြည့်လိုက်ကြရအောင်…ဇာတ်လမ်းလေးက ဒီလိုစပါတယ် …မြွေပါလေးတွေဟာ သက်ရှိစက်ဝန်းကြီးရဲ့ အောက်ပိုင်းကသတ္တဝါလေးတွေပါ။ ဒီတော့ တခြားအင်အားကြီး သားရဲတွေရဲ့ ရန်ကိုအမြဲပူပန်နေကြရပါတယ်။ တီမုန်တို့ မြွေပါလေးတွေဟာ သူတို့ကို စားမယ့်ခွေးအတွေ ရန်က ကာကွယ်ဖို့ တစ်နေ့တစ်နေ့ တွင်းတွေတူးရတာနဲ့ပဲအချိန်ကုန်နေပါတယ်။ မြွေပါလေး တီမုန်ကတော့ ဒီလို တွင်းတွေတူးရပုန်းကြရတဲ့ဘဝကို သဘောမကျလှပါဘူး။ အများနဲ့မတူတဲ့ တီမုန်အုပ်စုထဲမှာ အဆင်မပြေဖြစ်လာရပါပြီပြီ။ ဒါ့အပြင် အပြင်မှာသူနဲ့အဆင်ပြေတဲ့နေရာ ရှိရမယ်လို့လည်း တစ်ထစ်ချ ယုံကြည်နေပါတယ်။ဒီလိုနဲ့ တစ်နေ့မှာတော့ သူနဲ့အဆင်ပြေရာကို ရှာဖို့ အမေနဲ့အဖော်မြွေပါတွေကို ထားခဲ့ပြီး ခရီးနှင်ပါတော့တယ်။ လမ်းမှာဘာလုပ်ရမယ် ဘယ်ကိုသွားရမယ်ဆိုတာ မသိလို့ ငိုနေတဲ့ တီမုန်ပညာရှိမျောက်ကြီးနဲ့ တည့်တည့်တိုးပါတော့တယ်။ မျောက်ကြီးကမင်းက ...",
        "rating": "6.7",
        "url": "https://megaup.net/1R6b3/The.Lion.King.3.2004.1080p.BluRay_5.1_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sWR1x6UCMCGN9xEf8RGhPS934X0.jpg",
        "title": "The Lion King II: Simba’s Pride(1998)",
        "description": "The Lion King  2******************** အားလုံးရဲ့ အချစ်တော် ခြင်္သေ့လေးစင်ဘာဟာ အရွယ်ရောက်လို့ဘုရင်ကြီးစင်ဘာအဖြစ် အုပ်စုကို တာဝန်ယူနေပါပြီ။ အရိုက်အရာဆက်ခံမယ့် ခီယာရာဆိုတဲ့ အဖေတူသမီးတော်လေး တစ်ယောက်လည်းရှိပါတယ်။ ခီယာရာလေးဟာ အရွယ်ရောက်လို့ အရာရာကို စူးစမ်းလိုစိတ်ပြင်းပြနေပါတယ်။ ဒီတော့ ငယ်ရာကကြီးလာတဲ့ စင်ဘာ စိတ်ပူရပါပြီ။တစ်ဘက်မှာလည်း နယ်နှင်ခံလိုက်ရတဲ့အုပ်စုက ခြင်္သေ့မ ဇီရာဟာစကားရဲ့အရိုက်အရာကို ဆက်ခံမယ့် ကိုဘူးလေးကို ပျိုးထောင်ပေးနေပါတယ်။ လက်စားချေဖို့ အမုန်းတရားတွေနဲ့ အပြင်းအထန်လေ့ကျင့်ပေးနေပါပြီ။ ဇီရာဟာ စင်ဘာကို အလစ်ချောင်း လုပ်ကြံဖို့ ကိုဘူးကိုအသုံးချပါတော့တယ်။ အစီအစဉ်အရ ကိုဘူးတစ်ယောက် စင်ဘာနဲ့နီးစပ်နိုင်ဖို့ သမီးဖြစ်သူ ခီယာရာကို အရင်ချဉ်းကပ်ရပါတယ်။ အသုံးချဖို့စခဲ့ပေမယ့် ကံကြမ္မာရဲ့လှည့်စားမှုကြောင့် သူတို့နှစ်ဦး ချစ်မိသွားပါတော့တယ်။အမုန်းတရား လှည့်စားမှုတွေ သစ္စာဖောက်မှုတွေနဲ့ အုပ်စုနှစ်ခုကြားကချစ်သူနှစ်ဦးရဲ့ လမ်းခရီး‌လေး ဖြောင့်ဖြူးပါ့မလား အတူပေါင်းစည်းနိုင်ဖို့ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ မူဖာဆာပြောခဲ့တဲ့အတိုင်းတစ်သားတည်းဖြစ်အောင် ပေါင်းစည်းနိုင်ပါ့မလားဆိုတာကိုတော့… File Size : (1.14 GB) and (553 MB)\nQuality ...",
        "rating": "6.4",
        "url": "https://megaup.net/1R68n/The_Lion_King_II_Simba_s_Pride_1080P_5.1_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/the-lion-king-poster-133x200.jpg",
        "title": "The Lion King (1994)",
        "description": "The Lion King (1994)\n================== \nIMDb - 8.5/10______Rotten - 94%Won 2 Oscars. Another 35 wins & 34 nominationsဝေါ့ဒစ်စနေးရဲ့ မာစတာပိစ် တစ်ခုလာပါပြီဗျာ။ ကလေးတုန်းကတည်းက\nအသဲစွဲ ကာတွန်းလေးပါ။ IMDb 8.5 ရထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းမှာတော့\nတောဘုရင်ခြင်္သေကြီး မူဖာဆာ မှာ စင်ဘာဆိုတဲ့ သားလေးမွေးဖွားလာပြီး\nသူ့နေရာကို တစ်နေဆက်ခံခွင့်ပေးဖို့ လျာထားခဲ့ပါတယ်။ အဲဒါကို မကျေနပ်တဲ့\nစင်ဘာရဲ့ ဦးလေး မူဖာဆာရဲ့ ညီက ခွေးအတွေနဲ့ ပေါင်းပြီး မူဖာဆာကို\nလုပ်ကြံပြီး စင်ဘာလေးကို သူ့အပြစ်လို့ထင်အောင်လုပ်ပြီးအဝေးကြီးကို\nထွက်သွားစေခဲ့ပါတယ်။ အဲဒီနောက်မှာ ခွေးအတွေကို ခြင်္သေ့တွေနဲ့ပေါင်းနေစေပြီး\nတောအုပ်ကြီးတစ်ခုလုံး ဒုက္ခရောက်နေတဲ့အချိန်မှာ အကူညီရှာဖို့ထွက်လာတဲ့\nခြင်္သေမငယ်သူငယ်ချင်းနဲ့ အတိတ်ကနေ ထွက်ပြေးနေတဲ့\nစင်ဘာတွေ့ ပြန်တွေ့ကြတဲ့အခါမှာ.......File Size      : 1.13GB / 584MB\nDuration     : 1 hr 28 min\nQuality       : ...",
        "rating": "8.5",
        "url": "https://megaup.net/2x3y5/The.Lion.King.1994.1080p.BluRay_5.1_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/where-139x200.jpg",
        "title": "Were the World Mine (2008)",
        "description": "Were the World Mine (2008)\n=====================\nIMDb Rating - 6.8/10ရိုမီယိုနဲ့ဂျူးလီးယက်တို့ရဲ့ပဲ့ကိုင်ရှင်ကြီး ဝီလျံရှိတ်စပီးယားရေးတဲ့\n\"A Midsummer Night's Dream\" ကိုသိကြမယ်ထင်ပါတယ်။\nအဲ့ဒီပြဇာတ်ကို ထည့်ရိုက်ထားတာမို့လို့ ဒီဇာတ်ကားကိုကြည့်ဖို့ဆို\nအဲ့ဇာတ်ကြောင်း နားလည်ထားရင်ပိုအဆင်ပြေမှာပါ။ ဇာတ်လမ်း\nကတော့နည်းနည်းတစ်မျိုးပဲဗျ။ ပေးချင်တဲ့မက်ဆေ့ဂ်ျကို မြင်အောင်\nကြည့်တတ်ရင်တော့ သိပ်မဆိုးပါဘူးပဲပြောရမှာပေါ့လေ။တင်မသီက ယောက်ျားလေးသီးသန့်ကျောင်းမှာတက်နေတဲ့ ကျောင်း\nသားတစ်ယောက်။ နောက်ပြီးတော့ သူကဂေးပေါ့။ အဲ့ခေတ်တုန်းက\nLGBT တွေကိုလက်မခံတဲ့သူ ခပ်များများဆိုတော့ ကျောင်းမှာအနှိမ်ခံ\nလေးပေါ့။ သူ့ Crush ကလည်း အဖြောင့်ကြီးဖြစ်နေပြန်ပါတယ်။ တစ်\nနေ့ကျ သူတို့ကျောင်းမှာ ဝီလျံရှိတ်စပီးယားရဲ့ပြဇာတ်\"A Midsummer\nNight's Dream\" ကိုကပြရမှာမို့ နတ်သူငယ် ပက်ခ်(ရော်ဘင်ဂွတ်ဖဲလိုး)\nနေရာကနေ သရုပ်ဆောင်ရမယ့် တင်မသီတစ်ယောက် ပြဇာတ်စာသား\nကျက်နေရင်း စတန့်ထွင်လိုက်ရာကနေ အဲ့ပြဇာတ်ထဲက အစွမ်းရှိတဲ့\nခရမ်းရောင်ပန်းပွင့်ကို ရသွားပါတယ်။ဒီတော့ အဲ့ခရမ်းရောင်ပန်းပွင့်က ဘာအစွမ်းရှိတာလဲ။ အဲ့ပန်းရဲ့အစွမ်းနဲ့\nတင်မသီ ဘာတွေလုပ်မိမလဲ။ နောက်ဆုံး အလွဲတွေကနေ ဘယ်လိုဇာတ်\nသိမ်းသွားမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။(18+မဟုတ်ပေမယ့် ကလေးသူငယ်တွေကြည့်ရှုဖို့မသင့်တဲ့ ဇာတ်ဝင်ခန်း\nတွေပါပါတယ်။)\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ngwe Zin ...",
        "rating": "6.8",
        "url": "https://megaup.net/1R2z1/Were.the.World.Mine.2008.1080p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iGzENlBPYJEFWZnye4t3nqWSSp1.jpg",
        "title": "Hidalgo(2004)",
        "description": "Hidalgo(2004)==============ဒီတစ်ခါမှာတော့ Adventure အမျိုးအစားကို ကြိုက်နှစ်သက်တဲ့ပရိသတ်ကြီးတို့ကို ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါဦးမယ်။ ဇာတ်ကားနာမည်ကတော့ Hidalgo လို့ခေါ်ပြီး၂၀၀၄ ခုနှစ်တုန်းက ထွက်ရှိခဲ့တာ ဖြစ်ပါတယ်။ ဇာတ်ကားရဲ့ထူးခြားချက်ကတော့ အမေရိကန် မြင်းစီးသမား Frank Hopkins နဲ့သူ့မြင်း Hodalgo ရဲ့ ဖြစ်ရပ်မှန်ကို ဇာတ်လမ်းပြန်ရိုက်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရမယ်ဆိုရင် Frank Hopkins နဲ့သူ့မြင်းက Buffalo Bill ဆိုသူရဲ့ Wild West show မှာ အကြမ်းခံနိုင်ဆုံးမြင်းစီးသမားအဖြစ် ပါဝင်ခဲ့ပါတယ်။ ဒါပေမဲ့ အဲဒီနာမည်ကို အာရပ်လူမျိုး‌တွေ ဖြစ်ကြတဲ့ ရှိတ်မိသားစုက သဘောမကျကြပါဘူး။ဘာလို့လဲဆိုတော့ အတော်ဆုံးမြင်းစီးသမားနဲ့ အကောင်းဆုံးမြင်းကသူတို့ဆီမှာပဲ ရှိတယ်လို့ ယူဆကြလို့ပါ။ ဒါကြောင့်မလို့ ရှိတ်မိသားစုကFrank Hopkins ကို \"မီးပင်လယ်\"လို့ခေါ်တဲ့ ပြိုင်ပွဲမှာ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ ဖိတ်ခေါ်ခဲ့ပါတယ်။ ပြိုင်ပွဲကို အနိုင်ရရှိသူက ဆုကြေးငွေအနေနဲ့အမေရိကန်ဒေါ်လာ ၁ သိန်း အနိုင်ရမှာပါ။ပိုကောင်းတဲ့အနာဂတ်ကို ရရှိဖို့အတွက် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1R4wb/Hidalgo.2004.BluRay1080p(CM).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6IeGcoIEpOj7pUtzBk8zNM54YYl.jpg",
        "title": "Rango (2011)",
        "description": "[Unicode]2011 အော်စကာ ဆုပေးပွဲမှာ Academy Award for Best Animated Feature ကို ရထားတဲ့ ဒီ Rango ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးက ကျွန်တော် ကြိုက်တဲ့ ဇာတ်လမ်းလေးတွေထဲမှာ ထိပ်ဆုံးနေရာကပဲ …။ ဘာလို့လဲဆိုတော့ ကာတွန်းကားဆိုပေမယ့် အဓိပ္ပာယ်အရမ်းပြည့်၀ နေလို့ပဲ …Rango ဆိုတာ က ပုတ်သင်လေးတစ်ကောင်ရဲ့ နာမည်ပေါ့ ..။ လောကကြီးအတွက်သူရဲကောင်း ဖြစ်ချင်နေတဲ့ စိတ်ကူးယဉ်သမား ပုတ်သင်လေးပေါ့ …။ သူ့ ရဲ့ အကြီးမားဆုံးမျှော်လင့်ချက်က သူရဲကောင်းအဖြစ်နဲ့ မင်းသမီးလေးကို ကယ်တင်နိုင်ဖို့ …။ အမြဲတမ်းစိတ်ကူးယဉ်နေတက်တဲ့ သူပဲ …။ မမျှော်လင့်ထားတဲ့ ဖြစ်ရပ်နဲ့ သူဟာ သဲကန္တာရထဲမှာ သောင်တင်ခဲ့ရတယ် …။ ပြီးတော့ ရေပြတ်လပ်မှု ပြသနာ ဖြစ်နေတဲ့ မြို့ငယ်လေးကို ရောက်သွားတယ် …။ ကိုယ်တိုင်ကသာ ဘာမှ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1RKjp/Rango_(2009)_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-v-140x200.jpg",
        "title": "The VelociPastor (2018)",
        "description": "စူပါပါဝါလည်းရှိ၊ ဒိုင်နိုဆောလည်းပါပြီး၊ နင်ဂျာတွေနဲ့ပါချတဲ့ ရုပ်ရှင်မျိုး မရှိဘူးထင်ရင် မှားသွားပါမယ်။Social mediaတွေမှာတွေ့နေကြ memeရုပ်ရှင်လေးလာပါပြီ။\nခရစ်ယာန်ဘုန်းတော်ကြီးတစ်ပါးဟာ သူ့မိဘတွေဆုံးပါးသွားတဲ့အချိန်မှာ စိတ်ပြေလက်ပျောက်ဖြစ်အောင် တရုတ်ပြည်ဘက် ခရီးထွက်လာပါတယ်။ တရုတ်ပြည်သွားရာကနေ မထင်မှတ်ပဲ ဒိုင်နိုဆောအဖြစ်ပြောင်းနိုင်တဲ့အစွမ်းတွေရရှိလာပါတော့တယ်။ ဒိုင်နိုဆောအစွမ်းတွေရှိလာတဲ့အချိန် ကာရိုဆိုတဲ့ အပျော်မယ်လေးနဲ့တွေ့ဆုံမိချိန်မှာ သူ့ရဲ့ ဒိုင်နိုဆောပြောင်းနိုင်တဲ့ အစွမ်းတွေကို ဘယ်လိုအသုံးချသွားမလဲဆိုတာကြည့်ရှု့ရမှာပါ။ File size…(1.63GB)  / (837MB) / (483MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:15:00\nGenre...Action / Adventure / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant Kyi Win",
        "rating": "",
        "url": "https://megaup.net/1b10n/The.Velocipastor.2018.1080p.(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/StreetFighterMoviePoster-134x200.jpg",
        "title": "Street Fighter (1994)",
        "description": "Street Fighterဗန်ဒိန်းဆိုတာနဲ့ ကျွန်တော်တို့ ငယ်ဘဝကကြည့်နေကျ အက်ရှင်မင်းသားကြီးဆိုတာ အမှတ်ရနေကြမှာပါ...Street Fighter ဆိုတဲ့ ဒီဇာတ်လမ်းလေးမှာတော့ ဗန်ဒိန်းက Col. Guile အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်အာရှတစ်လွှားမှာ သူသတ်အကြမ်းဖက်လုယက်နေတဲ့ အာဏာရူး General Bisonဟာ မဟာမိတ်ညွှန့်အပေါင်းအဖွဲ့က စေတနာဝန်ထမ်၆၀ကျော်ကို ပြန်ပေးဆွဲသွားကာ လျော်ကြေးငွေ ၂၀ဘီလီယံတောင်းဆိုလာတဲ့အခါ ဗန်ဒိန်းတို့ မဟာမိတ်တပ်တွေက ဝင်ရောက်တိုက်ခိုက်ဖို့ဖြစ်လာပါတော့တယ်...ဒါတင်မကသေးဘဲ ဘိုင်ဆန့်လက်ချက်ကြောင့် ဒုက္ခရောက်ခဲ့ရသူအပေါင်းကလည်း လက်စားချေတုံ့ပြန်ဖို့ ကြံစည်လာတဲ့အခါ....တချိန်က ဗန်ဒိန်းကားတွေကို ကြည့်ခဲ့ဖူးသူဆိုရင်တော့ ဒီဇာတ်လမ်းလေးက ငယ်ဘဝကိုလည်း ပြန်ပြောင်းသတိရစေမှာပါAction ကြိုက်တဲ့သူတွေ့အဖို့လည်း အကြိုက်တွေ့စေမယ့် ဇာတ်ကားလေး တစ်ကားမို့တင်ဆက်ပေးလိုက်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(2GB) / (1.1GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:42:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by ...",
        "rating": "5",
        "url": "https://megaup.net/1R5el/Street_Fighter_(1994)_Bluray_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wA0ZX8BC6AB6IimmKyMWT0PzUov.jpg",
        "title": "Mad Heidi (2022)",
        "description": "Mad Heidi (2022)(1080p ရပါပြီ)ဒီဇာတ်ကား‌လေးက ဆွစ်ဇာလန်က Alps တောင်တန်းတွေမှာ ဇာတ်အိမ်စတည်ထားပြီး အသည်းတစ်ခြမ်း မိန်းမကြမ်းကားကိုမှ ဟာသလေးနည်းနည်းနှောပြီးကြည့်ရမယ်ကားလေးပါပဲ။ဟာသနှောဆိုပေမယ့် ခပ်ပေါ့ပေါ့ကားတော့မဟုတ်ဘဲ သွေးထွက်သံယိုနဲ့ကြည့်ရမှာပါ။ဖြစ်ကြောင်းကုန်စင်ကတော့ အဲ့အချိန်အခါက ဆွစ်ဇာလန်မှာ ဆွစ်ချိစ်ကို မစားရင်၊ ချိစ်မှာပါတဲ့ နို့သကြားဓာတ်ကိုမခံနိုင်ရင်\nရာဇဝတ်မှုဆိုပြီး ဖမ်းဆီးသတ်ဖြတ်ခံရပါတယ်တဲ့။ အဲ့အမိန့်ချတဲ့ ဆွစ်ခေါင်းဆောင်ကြီးဟာဆိုရင်ဖြင့် သူ့ချိစ်ကို ပြည်တွင်းမှာတင်မက နိုင်ငံအနံ့တင်ပို့ပြီး ကမ္ဘာကို အပိုင်သိမ်းချင်နေတာပါ။တောင်ပေါ်သူ ဟိဒ်ဒီလေးရဲ့ ချစ်သူဆိတ်ပီတာဟာ အဲ့ကိစ္စနဲ့ပတ်သက်ပြီး အသတ်ခံလိုက်ရလို့ ကလဲ့စားချေလိုမှုကစတာပါပဲ။အသည်းတစ်ခြမ်းနဲ့ မုဆိုးမ မိန်းမကြမ်းကြီး ဟိဒ်ဒီတစ်ယောက် ဘယ်လိုကလဲ့စားချေမလဲ?\nကမ္ဘာကိုရောကယ်တင်နိုင်မလား? ဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။ဆွစ်ဇာလန်သူလေးရဲ့အဖြစ်ကို ဆွဇ်ဇာလန်ရိုးရာ လက်နက်တွေ၊ ဝတ်စုံတွေအပြင် ဆွစ် ချိစ် လှိုင်လှိုင်နဲ့ ကြည့်ရမယ့်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းကို ကို Themes က ရေးပေးထားပါတယ်။)File Size          : 1.9GB, 886MB, 418MB\nQuality  ...",
        "rating": "6.1",
        "url": "https://megaup.net/1b5ip/[CM]Mad.Heidi.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZGM4Y2IwMDMtZjE0Ni00OThkLThjMzktOGRhMDUxMzdhZmE5XkEyXkFqcGdeQXVyMTUxNjEwNzg4._V1_-135x200.jpg",
        "title": "The Amazing Maurice (2022)",
        "description": "The Amazing Maurice (2022)\n=====================\nIMDb Rating - 6.4/10ဇာတ်လမ်းအကျဉ်းလေးကတော့ စကားပြောတတ်တဲ့ ကြွက်ကလေး\nတွေရယ်၊ ကိသ်ဆိုတဲ့ မိဘမဲ့ကောင်လေးရယ် ‌စကားပြောတတ်တဲ့ မော်ရိစ်\nဆိုတဲ့ကြောင်လေးရယ်၊ သူတို့တွေက လူတွေဆီကပိုက်ဆံကို လိမ်ယူကြ\nတယ်။ လိမ်ပုံလိမ်နည်းကတော့ ကြွက်တွေကိုမြို့တစ်မြို့ဆီကို အရင်ဝင်\nခိုင်းပြီး သောင်းကျန်းခိုင်းလိုက်တယ်။ ကြွက်တွေကြောင့်လူတွေဟာ\nအအိပ်ပျက် အစားပျက်နဲ့ ဒုက္ခတွေရော‌က်ကြတယ်။ပုလိပ်ရောဂါရမှာကိုလည်း\nစိုးရိမ်ကြတယ်။အဲ့ဒီအချိန်ကျမှ ကယ်တင်ရှင်ကြီး‌အနေနဲ့ မော်ရိစ်ဟာ ကိသ်ကို The Piper\nပု‌လွေသမားလေးပုံစံဟန်ဆောင်ပြီးပုလွေနဲ့သီချင်းတီးကာ ကြွက်တွေကိုမြို့နဲ့\nဝေးရာကိုခေါ်သွားစေတယ်။ ကြွက်တွေမရှိအောင်ဆောင်ရွက်ပေးတဲ့အတွက်\nလူတွေပိုက်ဆံတွေပေးကြတယ်။ ဒီလိုနဲ့တစ်မြို့ပြီးတစ်မြို့ပိုက်ရှာနေရင်းနဲ့\nဘက်လစ်ဇ်ဆိုတဲ့မြို့ကိုလိမ်ဖို့ရောက်လာကြတယ်။ မြို့ဟာ အချက်အခြာကြပြီး\nမြို့ကြီးမြို့ကောင်းဆိုပေမယ့် ထူဆန်းစွာနဲ့ တစ်မြို့လုံးဟာတိတ်ဆိတ်နေကြတယ်။\nအကြောင်းကတော့ စားစရာမှန်သမျှဟာ တစ်ခုမကျန်ပျောက်ဆုံးနေပြီး တစ်မြို့\nလုံးဟာ အငတ်ဘေးဆိုက်နေပါတယ်။ အဲ့ဒါကြောင့်ပဲ သူတို့ရဲ့ မူလရည်ရွယ်ချက်\nဖြစ်တဲ့လိမ်မယ်ဆိုတာကို စွန့်လွှတ်ပြီးတော့ မြို့တော်ဝန်သမီးနဲ့အတူ အဖြေလိုက်\nရှာတဲ့အခါမှာတော့.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin\nဖြစ်ပါတယ်)File Size..........(1.71 GB) / (728 MB) / (436 MB)\nQuality............WEB-RIP 1080p / 720p ...",
        "rating": "6.4",
        "url": "https://megaup.net/2wZR1/The.Amazing.Maurice.2022.1080p.WEBRip(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-s-1-160x200.jpg",
        "title": "Scrooge: A Christmas Carol(2022)",
        "description": "ခရစ်စမတ်နဲ့ပတ်သတ်တဲ့ကာတွန်းကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားနာမည်ကိုရင်းနှီးနေတဲ့လူတွေလည်းရှိမှာပါ။ ဟိုးငယ်ငယ်လေးတုန်းကလည်း စကရုချ်နဲ့ပတ်သတ်တဲ့ဇာတ်ကားလေးတွေ ထွက်ခဲ့ပါတယ်။ ဒါလေးကတော့ 2022 မှထွက်လာတဲ့ကားသစ်လေးပါ။\nခရစ်စမတ်ဆိုတာကို စက်ဆုပ်ရွံရှာမုန်းတီးပြီး ပျော်ပွဲရွှင်ပွဲတွေကိုလည်းကြည့်မရတဲ့ လူ့ဂွစာကြီးတစ်ယောက် \"အက်ဘီနီဇာစကရုချ်\"..\nအကြင်နာတရားခေါင်းပါးပြီး လောဘကြီးတဲ့သူတစ်ယောက်ပါ။\nဒါပေမဲ့ ဒီနှစ်မှာတော့ ခရစ်စမတ်မရောက်ခင် မနက်ခင်းမှာ စကရုချ်ဆီ ၔည့်သည် ၃ ယောက်ရောက်လာခဲ့ပါတယ်။ ထိုၔည့်သည် ၃ ယောက်ဟာ စကရုချ်ရဲ့ဘဝကြီးကို ဘယ်လိုအပြောင်းအလဲဖြစ်သွားစေမယ်ဆိုတာကတော့...File size…(2.4GB)  / (`1.29B) / (698MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:36:00\nGenre... Animation / Adventure / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Shin Rina",
        "rating": "6.2",
        "url": "https://megaup.net/1bn4y/Scrooge.A.Christmas.Carol.2022.1080p(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/9ZGHUaQ0DME5444m4t0MjKg7ZaN-143x200.jpg",
        "title": "Klaus (2019)",
        "description": "ချစ်ခြင်းမေတ္တာနဲ့ နွေးထွေးမှုကို လူသားတွေကနည်းလမ်းအမျိုးမျိုးနဲ့ ဝေမျှကြပါတယ်…ဒီခေတ်မှာ စာအိတ်ထဲထည့်ပေးကြတဲ့ပေးစာတွေ မရှိတော့ဘူးဆိုပေမယ့်လူမှုကွန်ယက်ပေါ်ကဖြစ်ဖြစ် တစ်ယောက်ကိုတစ်ယောက်စာတွေပေးပို့နေကြတုန်းပါပဲ…ဒါပေမယ့် ပေးပို့တဲ့စာတွေထဲမှာ အမုန်းတရားတွေထက်ချစ်ခြင်းမေတ္တာတွေ ထည့်ပေးထားရင်မကောင်းဘူးလားဒီဇာတ်ကားလေးကတော့ အေးမြတဲ့ ခရစ္စမတ်အကြောင်းကိုနွေးထွေးတဲ့ ချစ်ခြင်းမေတ္တာနဲ့ပုံဖော်ထားတဲ့ ချစ်စရာကောင်းတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်…ခရစ္စမတ်မှာ လက်ဆောင်တွေ လာပေးနေတဲ့ ခရစ္စမတ်ဘိုးဘိုးကြီးလို့ခေါ်တဲ့စန်တာကလောက်စ် အကြောင်း အခြေခံပြီး ပုံဖော်ထားတာပါ …အခွင့်ထူးခံ လူပေါ်ကျော့ ဂျက်စပါဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာအဖေ့ရဲ့စာပို့လုပ်ငန်းကြီးမှာ လက်ကျောတင်းအောင် မလုပ်ချင်ဘဲပျင်းရိနေတဲ့အတွက်ကြောင့် သူ့ကိုအပြစ်ပေးတဲ့အနေနဲ့ လူသူမနီးတဲ့ကျွန်းတစ်ကျွန်းပေါ်က မြို့ကလေးမှာ စာပို့သမားလုပ်ဖို့ ပို့လွှတ်စေခိုင်းခဲ့ပါတယ်…ရိုင်းပြပြီး အမြဲဒေါသထွက်နေတဲ့ လူတွေနေတဲ့ အေးခဲပြီး ခေါင်ဖျားလွန်းတဲ့စမီရင်ဘာ့ဂ် မြို့ကလေးကနေ တစ်နှစ်အတွင်းပေးစာ ၆၀၀၀ ထွက်လာအောင်လုပ်မှ ဒီမြို့ကနေပြန်ရမယ့်သူပါ…မဟုတ်ရင် အဖေကအမွေပြတ်စွန့်လွှတ်မတဲ့…Klaus ဆိုတဲ့ ဒီဇာတ်ကားလေးဟာ ၂၀၁၉ မှာထွက်ရှိထားပြီးIMDb – 8.4/10 နဲ့ Rottentomatoes – 89% တောင်ရရှိထားတာမို့လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်တယ်လို့ပဲပြောလိုက်ပါရစေ.။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်… File Size ...",
        "rating": "8.4",
        "url": "https://megaup.net/1b0st/Klaus.2019.2160p.NF.WEB-DL.DDP5.1.Atmos.DV.HDR10.H.265_4K_5.1_CH_%7BCM%7D.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-S-135x200.jpg",
        "title": "Strange World (2022)",
        "description": "ဒီနှစ်ထဲမှာထွက်ရှိထားတဲ့ ဝေါ့လ်ဒ်ဒစ္စနေးရဲ့ သိပ္ပံစိတ်ကူးယဉ် animation ဇာတ်ကားကောင်းလေးတစ်ကားလာပါပြီ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျေဂါကလေ့ဒ်ဟာ အဗာလိုနီးယားဆိုတဲ့ပြည်က နာမည်ကြီးစူးစမ်းရှာဖွေသူတစ်ယောက်ပါ။ အဗာလိုနီးယားဟာ ‌တောင်အထပ်ထပ်ကာရံထားတဲ့ တိုင်းပြည်တစ်ခုဖြစ်ပြီး အဲ့ဒီတောင်တွေရဲ့ဟိုဘက်မှာ ဘာတွေရှိမလဲဆိုတာ ဘယ်အဗာလိုနီးယားပြည်သူမှမသိကြသလို သိရအောင်စူးစမ်းတဲ့ စူးစမ်းရှာဖွေသူတိုင်းဟာလည်း မအောင်မြင်ခဲ့ကြပါဘူး။ အဲ့လိုခက်ခဲကြမ်းတမ်းပြီး မရေရာတဲ့စိတ်ကူးအိပ်မက်ကို မက်နေသူကတော့ ဂျေဂါကလေ့ဒ်ပဲဖြစ်ပါတယ်။ ဂျေဂါကလေ့ဒ်ဟာ ဇွဲကြီးကြီးထားကြိုးစားပြီး တောင်တန်းတွေကို ဖြတ်ကျော်နိုင်ဖို့ ကြံစည်အားထုတ်ခဲ့ရမှာ တစ်နေ့မှာတော့ မထင်မှတ်ထားတာတစ်ခုဖြစ်လာခဲ့ပါတယ်။ အဲ့ဒါကတော့ ‌တောင်တန်းတွေကိုကျော်နိုင်မယ့် မိုးကုပ်စက်ဝိုင်းကို လှမ်းမြင်ရချိန်မှာ သူ့ရဲ့လက်ထောက်လည်းဖြစ်၊ သားလဲဖြစ်တဲ့ ဆာချာကလေ့ဒ်ဟာ ထူးဆန်းပြီးလက်လက်ထနေတဲ့ အပင်တစ်မျိုးကိုတွေ့ခဲ့ပါတယ်။ အဲ့ဒီမှာပဲ ဂျေဂါရဲ့အိပ်မက်ကို အကောင်အထည်မဖော်သေးပဲ အဆိုပါအပင်ကို အဗာလိုနီးယားဆီပြန်ပို့သင့်၊ မပို့သင့် အငြင်းပွားရာကနေ သားအဖနှစ်ယောက် သဘောထားကွဲလွဲပြီး ဂျေဂါကတစ်ဘက်၊ သားဖြစ်သူ ဆာချာနဲ့ အဖွဲ့သားတွေကတစ်ဘက် ဖြစ်သွားကြပါတော့တယ်။\nအဲ့ဒီမှာပဲ ခေါင်းမာတဲ့ဂျေဂါဟာသူတစ်ဦးတည်း ခရီးဆက်ထွက်ပြီး သားဖြစ်သူနဲ့အဖွဲ့သားတွေကို အိမ်ပြန်စေပါတယ်။ အဲ့နောက်ပိုင်း ဂျေဂါရဲ့သတင်းမကြားရတော့သလို သားဖြစ်သူဆာချာဟာလည်း သူတွေ့ရှိခဲ့တဲ့ အဆိုပါလက်လက်ထနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1b109/Strange.World.2022.1080p(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ifMgDAUXVQLY4DeOu3VTTi55jSP.jpg",
        "title": "The Count of Monte Cristo(2002)",
        "description": "The Count of Monte Cristo(2002)*******************************IMDb...7.7မွန်တီ ခရစ်စတို မြို့စားကြီး ဆိုတာ 1844 ခုနှစ်ကထွက်ရှိခဲ့ စာရေးဆရာ Alexandre Dumasရဲ့နာမည်ကျော်ဝတ္ထုဖြစ်ပြီးဘာသာပြန်ဝတ္ထုတွေလည်းထွက်ခဲ့ပါသေးတယ်။\nဇာတ်အိမ်ကို 1815–1839ခုနှစ်များဆီမှာအစတည်ထားပြီး နပိုလီယန်ဆီကစာလေးတစ်စောင်နဲ့လမ်းကြုံယူသွားပေးရာကနေအစပြုထားပါတယ်။အဲ့ခေတ်မှာ နပိုလီယန်ဟာ အာဏာပြန်မရမီ နယ်နှင်ဒဏ်ပေးခံရတဲ့ကျွန်းလေးကိုဇာတ်လိုက်ဖြစ်သူ အက်ဒ်မွန်ဒန်တီနဲ့သူ့သူငယ်ချင်း ဖာနန် မွန်ဒေဂိုတို့ဟာ‌ဆရာဝန်ရှာထွက်ရင်းရောက်ရှိသွားပါတယ်။နပိုလီယန်ကလည်း စာလေးတစ်စောင်လူကြုံပါးလိုက်တော့စာမဖတ်တတ်တဲ့အက်ဒ်မွန်က သဘောရိုးနဲ့ယူလာ‌ခဲ့မိပါတယ်။\nနပိုလီယန်နဲ့ဆက်သွယ်တာဟာ သစ္စာဖောက်မှုလို့စွပ်စွဲတတ်ကြပါတယ်။ဖြောင့်မတ်တဲ့အက်ဒ်မွန်ဟာ သူ မကျူးလွန်တဲ့သစ္စာဖောက်မှုအတွက်ပဲတစ်သက်တစ်ကျွန်းထောင်အချခံလိုက်ရပါတယ်။ထောင်ကနေဘယ်လိုလွတ်မြောက်မလဲ၊သူ့ကိုဘယ်သူတွေက စွပ်စွဲခဲ့တာလဲ၊အက်ဒ်မွန်တစ်ဖြစ်လဲ ဇက်တာရာဟာ မြို့စားကြီး မွန်တီခရစ်စတို အဖြစ်ဘယ်လိုများချမ်းသာခဲ့သလဲ၊သူ့ကလဲ့စားဘယ်လို ချေလဲဆိုတာ နာမည်ကြီး ဝတ္ထုဆိုတဲ့အတိုင်း စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်    File Size :(2.7GB) (930 MB) and (305MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:11:00\nGenre : Action ,Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://megaup.net/3SPyV/The.Count.of.Monte.Cristo.2002.BLU-RAY.1080P.5.1Ch(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1k6iwC4KaPvTBt1JuaqXy3noZRY.jpg",
        "title": "Boruto: Naruto the Movie(2015)",
        "description": "Boruto - Naruto Shippuden movie 8\n============================IMDb - 7.8/10\nMyAnimeList - 7.4/10ဒီကားက​တော့ naruyo shippudenကာတွန်းရုပ်ရှင်၈ ကားရဲ့​နောက်ဆုံးကားဖြစ်ပြီး boruto seriesထက်အရင်ဇာတ်လမ်းပိုင်းကြိုထွက်လာတဲ့ရုပ်ရှင်ပါ။ ဒီကားမကြည့်ပဲစီးရီးပဲကြည့်ရင်​ရော ရလား​မေးရင် ရရင်​ဖြေလို့ရသလိုဒီကားက canonပဲလားဆိုရင် ဟုတ်ပါတယ်လို့​ဖြေလို့ရပါတယ်။boruto စီးရီးမှာဆိုရင် အပိုင်း၅၀​ကျော်​​လောက်မှာ ဒီကားရဲ့ဇာတ်လမ်းပြန်ပါတာမလို့မကြည့်လည်းရတယ်လို့​ပြောတာပါ။ဒါ​ပေမဲ့ စီးရီးက ကျက်သ​ရေတုံးစွာ filler​တွေ ၉၀ ရာခိုင်နှုန်း​လောက်ပါ​တော့ အရမ်းပျင်းဖို့​ကောင်းတဲ့အတွက် စီးရီးကိုကြည့်မ​နေပဲ ဒီရုပ်ရှင်ကိုကြည့်ဖို့ပဲ ကျ​နော်က​တော့ တိုက်တွန်းချင်ပါတယ်။ဒီကားမှာ​တော့ Narutoတို့​ခေတ်ကလိုပဲ Chuninစာ​မေးပွဲ​ဖြေတာကိုဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ငှက်​ပျောသီးဖီးကြမ်းအခိုင်လိုက် ​ဇောက်ထိုးတပ်ထားတဲ့ဆံပင်​ကေနဲ့ဇာတ်လိုက်ရဲ့ ကျက်သ​ရေတုံးမှု​တွေကိုမြင်ရမှာပါ။Otsutsukiမျိုးနွယ်​တွေလည်းပါတာမလို့ fight scence​​ကောင်း​ကောင်း​တွေကိုလည်းမြင်​တွေ့ရမှာဖြစ်ပါတယ်။ File size…1.30GB / 589MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr Nyan",
        "rating": "7.8",
        "url": "https://megaup.net/3cPCp/Naruto_Shippuden_-_The_Movie_8_-_Boruto[1080](CM).mp4",
        "category": "Action, Adventure, Animation, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oAtVkxPXUAkCKjeNZ3vcEFmSBms.jpg",
        "title": "Plebs: Soldiers of Rome (2022)",
        "description": "Plebs: Soldiers of Rome (2022)~ IMDb rating - 6.5/10 ~ဒီကားကို ညွှန်းရမယ်ဆိုရင်တော့...\n- ရယ်ရမယ်\n- ရယ်ရမယ်\n- ရယ်ရမယ်ဆိုတဲ့ သူငယ်ချင်းသံယောဇဉ် အခြေတည်တဲ့ ရောမခေတ်နောက်ခံ စစ်ထွက်ကားလေးပေါ့။တစ်ရံရောအခါက ရောမမှာ စစ်ပြန်သူရဲကောင်းတွေကို စားသောက်ဆိုင်တွေမှာ အခမဲ့စားသောက်ခွင့်ပေးဖို့ အမိန့်ထုတ်လိုက်ပါသတဲ့...။ ဒါကို မခံမရပ်နိုင်တဲ့ ဇာတ်လိုက်ကျော် စားသောက်ဆိုင်ပိုင်ရှင်လေးဟာ အဲဒီအမိန့်ကို ကလန်ကဆန်ပြုမိလို့ သူတို့ဆိုင်ဟာ လုံးလုံးပျက်စီးသွားပါတော့တယ်။ ဒါတင်ပဲလားဆိုတော့ မဟုတ်သေးပါဘူး။ အမိန့်စာအကပ်ခံရတဲ့ အိုးအိမ်တွေကို စစ်ပြန်တွေဆီ ရောင်းရမယ်ဆိုတဲ့ အမိန့်ကြောင့် အိမ်ရှင်ကပါ သူ့ကို အိမ်ပေါ်ကနှင်ချလိုက်တဲ့အခါမှာတော့…သူရဲကောင်းတွေကို အပစားပေးပြီး စစ်သားတွေဟာ ရေပေါ်ဆီလိုဖြစ်နေတဲ့ ကာလမှာ စစ်ပွဲတွေအပြီးတိုင်ရပ်စဲပြီး ထာဝရငြိမ်းချမ်းရေးကာလဆီ ဦးတည်ဖို့ အမိန့်တစ်ရပ်ထုတ်ပြန်လိုက်တဲ့အခါမှာတော့ ဇာတ်လိုက်ကျော်နဲ့ သူငယ်ချင်းတစ်စုဟာ တပ်ထဲဝင်ဖို့ ဆုံးဖြတ်လိုက်ပါသတဲ့။ကဲ… စစ်ပွဲတွေကော အပြီးတိုင်ရပ်နားရဲ့လား\nစစ်ပွဲတွေက ရပ်နားလို့ရော ရရဲ့လား..။ ဟာသကားပါနော် ဟာသကား။ ဒေါင်းလို့ကြည့်ရှုကြပါဦး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/3cRcs/(CM)_Plebs_-_Soldiers_of_Rome_(2022)_1080p.mp4",
        "category": "Adventure, Comedy, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bAQ8O5Uw6FedtlCbJTutenzPVKd.jpg",
        "title": "The Last: Naruto the Movie(2014)",
        "description": "The Last Naruto shippuden movie\n============================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up, this ismy way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး  shippuden လူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ သတ္တမကားဖြစ်ပြီးIMDb 7.6/10\nMy anime list 7.8/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​မ​ပြော​တော့ပါဘူး။ ဒီကားမှာ Narutoနဲ့Hinataတို့ချစ်သွားကြပုံကိုမြင်ရမှာဖြစ်ပြီး Hinata ရဲ့ ပထမ​ယောက်ျားအ​ကြောင်းလည်း ကြည့်ရမှာပါ။ 😑Borutoစီးရီးကြည့်​နေတဲ့သူဆိုရင် Borutoရဲ့မျက်လုံးကဘာလို့ရတာလဲဆိုတာကိုပါ ရိပ်သံဖမ်းသံသိရမယ့်ရုပ်ရှင်ပါ။ File size…1.42GB / 652MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San ...",
        "rating": "7.6",
        "url": "https://megaup.net/1QK1s/Naruto_Shippuden_-_The_Movie_7_-_The_Last[1080p](CM).mp4",
        "category": "Action, Adventure, Animation"
    }
]