[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/images-133x200.jpg",
        "title": "Howl’s Moving Castle (2004)",
        "description": "Studio Ghibi ရဲ့ animation ကားကောင်းလေးတွေ\nကိုမျော်လင့်နေတဲ့ပရိတ်သတ်တွေအတွက်အရမ်းမိုက်တဲ့\nဂျပန်animationကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်\nဂျပန်Animation ကားလေးတွေဟာဆိုရင်ပြောစရာမလို\nလောက်အောင်ကောင်းမွန်မယ်ဆိုတာပရိတ်သတ်တွေသိရှိပြီးဖြစ်မှာပါ\nမှော်ဇတ်လမ်းတွေကြိုက်တဲ့ပရိတ်သတ်တွေအတွက်ကတော့ကွက်တိပါပဲ\nဇတ်လမ်းလေးကတော့အလွန်လှပတဲ့ဦးထုတ်ရောင်းတဲ့\nကောင်မလေးဆိုဖီအလွန်ထူးဆန်းတဲ့လူပုံစံဆောက်\nလုပ်ထားတဲ့မှော်ရဲတိုက်ရှင်စုန်းထီးလေးဟအိုယုသူတို့နှစ်ယောက်\nဘယ်လိုမတော်တဆတွေ့ကြမလဲလူသားနဲ့စုန်းထီး\nဘယ်လိုပေါင်းစပ်ခွင့်ရမလဲဟအိုယုရဲ့နှလုံးသားကိုလိုချင်နေတဲ့\nစုန်းမကြီးကဟအိုယုနဲ့ဆိုဖီအကြောင်းကိုသိသွားတဲ့\nအချိန်မှာဆိုဖီလေးကိုကျိန်စာတိုက်လိုက်တဲ့အချိန်မှာတော့\nအလွန်ချောမောတဲ့ကောင်မလေးဆိုဖီဟာ\nအဖွားအိုတစ်ယောက်အဖြစ်ပြောင်းလဲသွားတဲ့\nအခါမှာကောလောကဓံကိုသူမဘယ်လိုရင်ဆိုင်\nမလဲဟအိုယုနဲ့ကောပြန်တွေ့ကြမှာလားစုန်းထီးလို့ဆို\nပေမဲ့စိတ်သဘောထားအလွန်နူးညံ့တဲ့\nဟအိုယုတစ်ယောက်လူသားတွေနဲ့\nမိစ္ဆာတွေစစ်မက်ဖြစ်ပွားလာတဲ့အချိန်မှာလူသားတွေဘက်က\nဘယ်လိုဦးဆောင်ပြီးတိုက်ခိုက်မလဲဆိုဖီလေးရဲ့\nကျိန်စာကောပျက်ပြယ်သွားမှာလားဒီအတိုင်းအဖွားကြီးတစ်ယောက်အဖြစ်\nတစ်သက်လုံးနေသွားရမလားဆိုတာစိတ်ဝင်တစား\nစောင့်ကြည့်ရမှာပါanimation ကိုအရမ်းကြိုက်တဲ့\nပရိတ်သတ်တွေအတွက်ကတော့ကျေးနပ်အားရမှုအပြည့်အဝဖြစ်စေ\nမယ်လို့အာမခံရင်းကြည့်ရူလိုက်ကြပါအုံးနော်File Size - 1.7 GB\nQuality - Bluray 1080p\nSubtitle - Burmese (Hardsub)\nTranslator - Sane Khet\nEncoder - Thit San Khant",
        "rating": "8.2",
        "url": "https://megaup.net/2dvl1/Howl_s.Moving.Castle.2004.BluRay.1080p_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/images-1-133x200.jpg",
        "title": "Kiki’s Delivery Service (1989)",
        "description": "၁၃နှစ်ပြည့်တဲ့စုန်းလေးတွေဟာ အိမ်ကထွက်ပြီး\nကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်ရတဲ့\nစုန်းတို့ရဲ့ရိုးရာအတိုင်း ၁၃နှစ်အရွယ်စုန်းမလေးခီခီဟာ\nတိမ်ကင်းစင်တဲ့လပြည့်ညတစ်ညမှာ\nသူ့ရဲ့ကြောင်နက်လေးဂျီဂျီရယ် အဖေ့ရေဒီယိုလေးရယ်နဲ့အတူ\nတံမြက်စည်းပျံစီးပြီး အိမ်ကထွက်လာခဲ့ပါတော့တယ်။\nဒီလိုနဲ့ နာရီ​စင်ကြီးရှိတဲ့ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့မှာ\nအခြေချဖို့ဖြစ်လာတဲ့အခါ စုန်းမလေးခီခီဟာ\nအခက်အခဲပေါင်းများစွာနဲ့ရင်ဆိုင်ရပါတော့တယ်။ ​\nတဖြည်းဖြည်းနဲ့ ခီခီ့ရဲ့တစ်ပါးသူအပေါ်ကူညီပေးမှုတွေ၊\nသနားကြင်နာတတ်မှုတွေကြောင့် လူချစ်လူခင်ပေါလာပြီး\nသူ့ကိုယ်ပိုင်ပစ္စည်းပို့လုပ်ငန်းလေးကိုလည်း\nတစ်နိုင်တစ်ပိုင်ထူထောင်လာနိုင်ပါတော့တယ်။\nဒီဇာတ်လမ်းမှာ ခီခီ့ရဲ့ ကိုယ်ပိုင်အလုပ်သစ်လေးမှာ\nအလုပ်အပ်သူတစ်ယောက်ပေါ်လာရင်ကို\nစိတ်လှုပ်ရှားနေတတ်တာမျိုးတွေ၊\nသူငယ်ချင်းကြောင်နက်လေးဂျီဂျီ သူငယ်ချင်းအသစ်ရသွားတဲ့အခါ\nစိတ်ပျက်ဝမ်းနည်းပုံလေးတွေ၊ ကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်ရတဲ့အခါ\nအတက်အကျတွေအားလုံးကို ရင်ဆိုင်ကျော်ဖြတ်ရပုံလေးတွေကို\nလူငယ်သဘာဝအလျောက် တွေ့မြင်ရမှာဖြစ်ပြီး\nကိုရိုကိုဆိုတဲ့ ပင်လယ်ဆိပ်ကမ်းမြို့လေးရဲ့ သဘာဝအလှအပလေးတွေကိုလည်း\nစိတ်ချမ်းမြေ့ဖွယ်ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ်...\nIMDb 7.8/10\nRotten tomatoes 98% ထိရရှိထားတဲ့ anime\nဇာတ်ကားကောင်းလေးကို ကြည့်ရှုခံစားပေးကြပါဦး....\n \nFile Size - 1.4 GB\nQuality - BluRay 1080p\nSubtitle - Burmese (hardsub)\nTranslator - May Thu Aung\nEncoder -  Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/2TsP8/Kiki_s.Delivery.Service.1989.BluRay.1080p_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BNjFhNGVjNzYtYTYzYS00N2Q5LTk1OGEtMzFiZTYyNjliMGE0XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_-147x200.jpg",
        "title": "Princess Mononoke (1997)",
        "description": "ဒီတစ်ခါတော့\nခံစားချက်ပေါင်းများစွာ ရစေမဲ့\nအဓိပ္ပါယ်အများကြီးရှိတဲ့\nဂျပန် Anime လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်ကားဟောင်းပေမဲ့ နှစ်ချို့ဝိုင်လို\nခေတ်အဆက်ဆက် ဖြတ်သန်းပြီးတာတောင်\nဟောင်းလေကောင်းလေ\nသတ်မှတ်ထားကြတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။\nဒီ ကမ္ဘာလောကကြီးမှာ ဖြစ်နိုင်မယ်ဆိုရင်\nလူတိုင်းက အရာအားလုံးကို လိုချင်ကြတာပါပဲ။\nကိုယ် လိုချင်တာတွေ အတွက် လူတွေ\nအပြိုင်အဆိုင် ဖြစ်လာတဲ့အခါ\nအမုန်းတရားနဲ့ အမှား အမှန် ဖြစ်တည်လာရတယ်။\nဒီ ဇာတ်လမ်းရဲ့ ထူးခြားချက်ကတော့\nကိုယ့်အမှန်တရားနဲ့ကိုယ် ရှိနေတဲ့ ဘက်နှစ်ဘက်ရယ်\nလောဘသက်သက်\nအတ္တ အမှန်တရားရှိနေတဲ့တစ်ဘက်ရယ်\nကြားနေလူတစ်ယောက်ရယ်နဲ့\nအမှန်တရားဆိုတာ ဘက်တိုင်းမှာ ရှိနေကြောင်း\nကောင်းကောင်းကြီး မီးမောင်း ထိုးပြ နိုင်ခဲ့ပါတယ်။\nဘက်တိုင်းမှာ ရှိနေတာဟာ ဘယ်ဘက်မှာမှ\nမရှိတာနဲ့ အတူတူပါပဲ။\n \nဇာတ်လမ်းအကျဉ်းကတော့....\nရှေးပဝေဏသီ အတိတ်တစ်ခုတုန်းက\nသားရိုင်းတွေ သစ်တောဝိညာဉ် နတ်ဘုရားတွေ\nသစ်တောထဲ နေခဲ့ကြတယ်။ သူတို့ကို စောင့်ရှောက်တဲ့\nသားရိုင်းကြီးတွေနဲ့ လူတွေလည်း အတူ\nသဟာဇာတ ဖြစ်ဖြစ် ရှိခဲ့ကြတယ်။\n \nသစ်တောကို ရှင်းလင်းပြီး အမျိူးသမီးတစ်ယောက်က\nပြည့်တန်ဆာနဲ့ နူနာသည်လို လူ့လောက အပယ်ခံတွေ\nအတွက် မြို့တစ်မြို့ တည်ဆောက်တဲ့အချိန်\nသစ်တောရဲ့ မူလနေထိုင်သူတွေနဲ့ တိုက်ပွဲတွေဖြစ်ခဲ့တဲ့အပြင်\nသံသတ္တုပေါများတဲ့ ဒေသ\n့ဖြစ်တာကြောင့် ဧကရာဇ်ရဲ့ မျက်စိကျ ခံရပြီး\nတိုက်ခိုက်ခံရတဲ့ ဒေသလည်း ဖြစ်ခဲ့တယ်။\n \nသစ်တောဝိညာဉ်နတ်ဘုရားရဲ့ ခေါင်းက\nထာဝရအသက်ကို ပေးနိုင်တယ်လို့ ယုံကြည်သွားတဲ့\nဘုရင်တစ်ပါးက ...",
        "rating": "8.4",
        "url": "https://megaup.net/2dvo3/Princess_Mononoke.1997.BluRay.1080p_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation, Asian, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/09/Spirited-Away-2001-135x200.jpg",
        "title": "Spirited Away (2001)",
        "description": "နောက် ထပ် Studio Ghibli ရဲ့ artwork တစ်ခုနဲ ့မိတ်ဆက် ပေးချင် ပါတယ်။\nတစ်ကယ်တော့ မိတ်ဆက် တယ် ဆိုတာထက်\nပြန်ပြီး remind လုပ်တာ ဆိုရင် ပိုမှန် ပါလိမ့်မယ်။\nSpirited Away ပါ။\nOtaku တော်တော်များများ ကြည့်ဖူး ကြလိမ့်မယ် လို့ ထင်ပေမယ့်\nကောင်းလွန်း၊ သဘောကျလွန်း တာကြောင့်\nမရေးပဲ မနေနိုင်လို့ ရေးလိုက် ရပါတယ်။\n၁၀နှစ်သမီးလေး Chihiro ဟာ\nသူမရဲ့ မိဘနှစ်ပါး နဲ့အတူ တစ်ခြား မြို့တစ်မြို့ကို\nအိမ်ပြောင်းဖို့ခရီးထွက် လာပါတယ်။\nတောလမ်း ခရီး တစ်နေရာ မှာ လိုဏ်ခေါင်း ကြီး\nတစ်ခုကို  တွေ့တော့ Chihiro ရဲ့မိဘတွေ\nက ဝင်ကြည့် ပါတယ်။\nလိုဏ်ဂူထဲ ကို ဝင်မကြည့် ချင်ပေမဲ့လည်း\nကားပေါ်မှာ တစ်ယောက်တည်း နေဖို့  ကြောက်တဲ့ Chihiro ကလည်း\nမိဘတွေနဲ့အတူ လိုက်လာ ပါတယ်။\nလိုဏ်ခေါင်းရဲ့ တစ်ဖက်ခြမ်း မှာတော့ ပျက်စီးနေပြီ ဖြစ်တဲ့\ntheme ...",
        "rating": "8.6",
        "url": "https://megaup.net/3zqji/Spirited.Away.2001.BluRay.1080p_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gUCLetZNa3rZknSmLc2gGUdxWH7.jpg",
        "title": "Animals United(2010)",
        "description": "Animals United(2010)တိရစ္ဆန်လေးတွေဟာ လူတွေနဲ့ဝေးရာမှာနေပြီးအေးဆေးပျော်ရွှင်စွာဖြတ်သန်းနေကြတယ်...ဘယ်လောက်ပဲဝေးအောင်နေနေနေရာဒေသအမြဲချဲ့ထွင်နေတဲ့လူတွေကြောင့် တနည်းမဟုတ်တနည်းသူတုိ့အနားရောက်လာတာပါပဲ...ကမ္ဘာကြီးပူနွေးလာလို့ ရေခဲတွေအရေပျော်ကုန်တဲ့အပြင် လူအချို့ရဲ့မဆင်မခြင်လုပ်ရပ်တွေကြောင့်တောမီးတွေလည်းလောင်ကုန်လို့ သူတို့လေးတွေအတွေ ရေရှား အစားအသောက်ရှားဒုက္ခနဲ့ရင်ဆိုင်လာကြရတယ်...ဒီလိုခုက္ခရောက်နေတဲ့သူတို့တွေဟာ သုခဘုံဆိုတဲ့ အစားအသောက်လည်းပေါ လူတွေနဲ့ကင်းတဲ့နေရာလည်းဖြစ်အေးလည်းအေးချမ်းတဲ့နေရာလေးကိုစုပေါင်းရှာဖွေကြတယ်... သုခဘုံဆိုတာတကယ်ရှိလား...တကယ်ပဲလူတွေနဲ့ကင်းပြီး ဒုက္ခတွေနဲ့ကင်းဝေးမှာလား....ဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  K\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://megaup.net/Rysb/Animals_United.2010.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Hot-girl-nhat-ban-khoe-hang-2-154x200.jpg",
        "title": "Rei Kitajima & her young Boy (2019)",
        "description": "အသက် (၁၈) နှစ်အောက် ကြည့်ရှုရန် မသင့်တော်ပါ\n \nအပျိုကြီးမမ တွေ အနေနဲ့ ရွယ်တူတွေထက်\nမောင်လေးတွေကို ပိုကြိုက်ကြတာ သိမှာပါ\nဒီလိုနဲ့ အပျိုကြီးတစ်ယောက် ဟာ\nသူနေတဲ့ တိုက်ခန်းဘေးကို မောင်လေး\nငယ်ငယ်လေး တစ်ယောက် ပြောင်းလာတာကို\nသတိထားမိသွားပါတယ်...\nကောင်လေးက ဆယ်ကျော်သက်လေးဖြစ်ပြီး\nအရှက်အကြောက်ကြီးတဲ့ အတွက် အပျိုကြီးမမ.\nပိုစိတ်ဝင်စားတာပေါ့...\nတစ်ရက်မှာတော့ မောင်လေး အတွက်\nအပျိုကြီး မမ က ဟင်းကောင်းလေးတွေ\nချက်ပြီးသွားပို့တာပေါ့\nဖြစ်ချင်တော့ မောင်လေးကလဲ\nလူပျိုစင်လေး ဖြစ်မှန်းသိသွားတော့\nစားဆော်ကြီး မမ က မနေနိုင်တော့ပဲ\nဆွဲစားဖို့ ကြံတော့တာပေါ့ဗျာ\nဒီတော့ စားဆော်ကြီးကပဲ\nဆွဲစားမလား လူပျိုစင်လေးက\nထွက်ပြေးလွတ်မြောက်နိုင်မလားဆိုတာ\nရင်တမမ နဲ့ ကြည့်ရှုသင်ခန်းစာယူရမှာပါ\n:D\n \nUsersdrive မှဒေါင်းနည်း -\nhttps://www.youtube.com/watch?v=UsT_I478HEY",
        "rating": "",
        "url": "https://channelmyanmar.org/rei-kitajima-her-young-boy-2019/",
        "category": "Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yx4cp1ljJMDSFeEex0Zjv45b55E.jpg",
        "title": "Da 5 Bloods(2020)",
        "description": "Da 5 Bloods(2020)ဒီဇာတ်ကားဟာ  ၁၉၅၀ခုနှစ်များအလွန်က ဖြစ်ခဲ့တဲ့ အမေရိကန်-ဗီယက်နမ်စစ်ပွဲပေါ်မှာအခြေခံပြီး ရိုက်ကူးထားပါတယ်..Bloodsအဖွဲ့လို့ သူတို့ကိုယ်သူတို့ခေါ်ကြတဲ့ အမေရိကန်ကလူမည်းဗီယက်နမ်စစ်ပြန်ကြီးလေးယောက်ဟာစစ်အတွင်းကကျဆုံးသွားတဲ့ အဖွဲ့ခေါင်းဆောင်လဲဖြစ် သွေးသောက်ညီအစ်ကိုလဲဖြစ်သူ‌နော်မန်ဆိုတဲ့ လူမည်းစစ်သားရဲ့ကြွင်းကျန်တဲ့ရုပ်အလောင်းကိုရှာဖို့ ဗီယက်နမ်နိုင်ငံကိုခရီးထွက်ခဲ့တယ်...သူတို့ဟာ ဗီယက်နမ်ကို သွားခဲ့တဲ့ အခြားရည်ရွယ်ချက်လည်းရှိသေးတယ်..အဲ့ဒါက စစ်အတွင်းမှာပဲသူတို့ရှာတွေ့ပြီး ဝှက်ထားတဲ့ရွှေတွေကို ပြန်လည်သယ်ဆောင်ဖို့ဖြစ်တယ်...သူတို့ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ်File Size : (1.2 GB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:34:00\nGenre :  Adventure, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MarTizas\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/1xrfx/Da_5_Bloods.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/torpedo-133x200.jpg",
        "title": "Torpedo: U-235 2019",
        "description": "ကျွန်တော်ကြည့်ဖူးသမျှ ဒုတိယကမ္ဘာစစ်ရေငုပ်သင်္ဘောဇာတ်ကားထဲမှာ ဒီကားကတော့အကောင်းဆုံးပဲဗျ။ သမိုင်းအပေါ်အတော်အသင့် အခြေခံထားပြီး-ဗဟုသုတအများကြီးလည်းပေးပါတယ်။ပီပီသသနဲ့ကြည့်လို့ကောင်းပြီး အချိန်ပေးကြည့်ရတာလုံး၀တန်ပါတယ်။ ဇာတ်လမ်းက‌တော့ ဒုတိကမ္ဘာစစ်တုန်းက ဘယ်လ်ဂျီယံနိုင်ငံက အမေရိကန်တွေ Nuclearဗုံးလုပ်ဖို့အတွက်လိုအပ်တဲ့ယူရေနီယမ်သတ္တုရိုင်းတွေကို ရေငုပ်သင်္ဘောနဲ့ပင်လယ်ကိုဖြတ်ပြီး တိတ်တဆိတ်ပို့ပေးရမယ့်အကြောင်းပါ။ ဒါပေမယ့်ဖြစ်ချင်တော့ နာဇီထောက်လှမ်းရေးများကအဲ့အကြောင်းကိုသိသွားပြီး...သွားပို့မယ့်ရေငုပ်သင်္ဘောကို အမေရိကန်နိုင်ငံကိုမရောက်အောင် မရရတဲ့နည်းနဲ့လိုက်တားပါတော့တယ်။ အောင်မြင်ဖို့လုံး၀မဖြစ်နိုင်တဲ့ ဒီစစ်ဆင်ရေးကြီးကို ရေငုပ်သင်္ဘောအမှုထမ်းတွေ ဘယ်လိုညဏ်ပါပါနဲ့-သတ္တိရှိရှိနဲ့ ဖြေရှင်းမလဲဆိုတာတော့ ဇာတ်ကားထဲမှာပဲကြည့်လိုက်ပါဗျ။ လုံး၀လုံး၀ကောင်းတဲ့ ဇာတ်လမ်းကောင်းကြီးပါ။ Quality – 720p  WebRipDuration - 1 hr 42 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, HistoryTranslator – Ag Ko KhantEncoder – Littleneo",
        "rating": "6",
        "url": "https://channelmyanmar.org/tor-235/",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/p192990_v_v8_aa-133x200.jpg",
        "title": "Dragon Hunters (2008)",
        "description": "ရက်စက်ကြမ်းကြုတ်တဲ့ နဂါးကြီးက\n \nနှစ်(၂၀)ပြည့်တိုင်း ပေါ်လာပြီး\n \nလူတွေကို သတ်ဖြတ်ပါတယ်\nအဲဒီနဂါးရဲ့ ရန်ကိုကြောက်တဲ့ ဘုရင်ကြီးက\nသူ့ရဲ့တူမလေးကို နဂါးကြီးကိုသုတ်သင်နိုင်တဲ့\nသူရဲကောင်းကို ရှာဖို့လွှတ်လိုက်ပါတော့တယ်\nတစ်ဖက်မှာ နဂါးရဲ့ရန်ကြောင့် မိဘကိုဆုံးရှုံးလိုက်ရတဲ့\nကောင်လေးတစ်ယောက်နဲ့ သူ့သူငယ်ချင်းတို့ဟာ\nအသက်မွေးဝမ်းကြောင်းအတွက် မုဆိုးအလုပ်ကို\nလုပ်ပြီးပိုက်ဆံလှည့်လည်ရှာဖွေကြပါတယ်\nသူတို့နှစ်ယောက်နဲ့ ဘုရင်ရဲ့တူမလေးတို့\nမတော်တဆတွေ့ဆုံကြပြီး ကမ္ဘာကြီးကို\nကယ်တင်ဖို့ နဂါးကြီးကို\n \nဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ\nစိတ်လှုပ်ရှားဖွယ် မြင်တွေ့ရမှာပါ\n  \nFile Size - 1.16 GB\nQuality - Bluray 1080P 5.1\nSubtitle - Burmese (Hardsub)\nTranslator - Esther Van Sui Par\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1xqj2/Dragon.Hunters.2008.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/2001-135x200.jpg",
        "title": "2001: A Space Odyssey(1968)",
        "description": "2001: A Space Odyssey(1968)\nIMDb....8.3;;;;;;;;Rotten....92%\nရုပ်ရှင်ဆိုတာ စာအုပ်တွေလိုပဲ ဖျော်ဖြေရေးထက်ပိုတဲ့ အနုပညာရသတစ်ခုကိုပေးစွမ်းနိုင်တယ်ဆိုတာ လက်ခံပါသလား။\nလက်ခံတယ်ဆိုရင်တော့ 2001: A Space Odyssey ကို ကြည့်ဖြစ်အောင်ကြည့်ပြီးခံစားကြည့်လိုက်ပါ။ ဒီလိုရုပ်ရှင်မျိုး ရုပ်ရှင်လောကမှာ နောက်တစ်ကားထွက်ရှိလာဖို့ဆိုတာမဖြစ်နိုင်တော့ပါဘူးလို့တောင် ရုပ်ရှင်ဝေဖန်ရေးဆရာတွေက ဆိုကြတယ်...ဒီရုပ်ရှင်ဟာ ကမ္ဘာကျော်ဒါရိုက်တာကြီး Stanley Kubrick ရဲ့ အကောင်းဆုံးရုပ်ရှင်ကားဖြစ်ပြီး၁၉၆၈ က ပြသခဲ့တဲ့ရုပ်ရှင်လို့တောင် မထင်လောက်အောင် လက်ရာမြောက်လွန်းတဲ့ရုပ်ရှင်ကားပါ။ နောက်ခံတီးလုံးတွေကအစ ခမ်းနားလွန်းပြီး ဇာတ်ဝင်ခန်းတိုင်းဟာရင်သပ်ရှုမောစရာကောင်းလွန်းပါတယ်။အဲ့ခေတ် အဲ့အခါက ရုံတင်ပြသခဲ့ရာမှာတော့ အမိုက်စားရိုက်ချက်တွေနဲ့ ၁၉၆၀ ကျော်ကာလမှာမမြင်ဖူးသေးတဲ့ ရိုက်ကွင်းအနေအထားတွေကြောင့် ဒီရုပ်ရှင်ဟာအထိုက်အလျောက်အောင်မြင်ခဲ့ပေမယ့် ဝေဖန်ရေးဆရာတွေကတော့ ဒီရုပ်ရှင်ဟာ စိတ်ကူးယဉ်အရမ်းဆန်လွန်းတယ်၊ဘာကိုပြချင်တာလဲ စသဖြင့် အနုတ်သဘောဆောင်တဲ့ ထင်မြင်ချက်တွေပဲ ပေးခဲ့ကြပါတယ်။ဒါပေမယ့်လည်း အချိန်တွေကြာလာတာနဲ့အမျှ ဒီရုပ်ရှင်က နာမည်မကျသွားတဲ့အပြင်2001 ရဲ့ဂုဏ်သတင်းဟာ ပိုပိုပြီး ကျော်ကြားလာခဲ့ပါတယ်။ ဆယ်စုနှစ်တွေကုန်ဆုံးသွားလေလေ2001 ရုပ်ရှင်အကြောင်း၊ Stanley Kubrick အကြောင်း မှတ်တမ်းရုပ်ရှင်၊ ဆောင်းပါးတွေဟာ ပိုပိုများပြားလာလေဖြစ်ပြီး ဒီရုပ်ရှင်ဟာ ...",
        "rating": "8.3",
        "url": "https://megaup.net/1xm02/2001_-_A_Space_Odyssey_[1968]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lEegv0HXupcNADHpYAMeEQdttl8.jpg",
        "title": "My Dear Enemy (2008)",
        "description": "[Unicode]အလုပ်လက်မဲ့ လက်ပေါက်ကပ်ပြီး တစ်ကိုယ်တည်းသမားဖြစ်နေတဲ့ Hee Su တစ်ယောက်\nသူ့ရဲ့ရုပ်ချောပြီးပျိုတိုင်းကြိုက်တဲ့ အရင်ရည်းစားဟောင်း Cho Byung Woon ဆီကနေ\nတစ်နှစ်ကြာပြီးနောက်မှတော့ ရုတ်တရက်ကြီး အကြွေးပြန်တောင်းဖို့ရောက်ချလာပါတော့တယ် ။Byung Woon တစ်ယောက် ဆပ်စရာပိုက်ဆံမရှိတော့ Hee Su ရဲ့အကြွေးကိုဆပ်ဖို့အတွက်\nHee Su နဲ့အတူသူ့သူငယ်ချင်းအသိတွေဆီကနေ ပိုက်ဆံလိုက်ချေးရပါတော့တယ် ။တစ်နေရာဝင်တစ်နေရာထွက်နဲ့ ချစ်သူဟောင်းနှစ်ယောက် တနေကုန်ကားနဲ့လျှောက်ပတ်ရင်း ဘာတွေဖြစ်ကြဦးမလဲ\nဟီဆူရဲ့ပိုက်ဆံကိုဘယ်လိုဆပ်မလဲ\nအချိန်အကြာကြီးနေမှ တွေ့ကြတဲ့ ချစ်သူဟောင်းနှစ်ယောက် ဘာတွေရင်ဖွင့်ကြမလဲဆိုတာ ဇာတ်အေးအေးလေးနဲ့ စောင့်ကြည့်လိုက်ပါဦး...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]အလုပ္လက္မဲ့ လက္ေပါက္ကပ္ၿပီး တစ္ကိုယ္တည္းသမားျဖစ္ေနတဲ့ Hee Su တစ္ေယာက္\nသူ႔ရဲ႕႐ုပ္ေခ်ာၿပီးပ်ိဳတိုင္းႀကိဳက္တဲ့ အရင္ရည္းစားေဟာင္း Cho Byung Woon ဆီကေန\nတစ္ႏွစ္ၾကာၿပီးေနာက္မွေတာ့ ႐ုတ္တရက္ႀကီး အေႂကြးျပန္ေတာင္းဖို႔ေရာက္ခ်လာပါေတာ့တယ္ ။Byung Woon ...",
        "rating": "7.1",
        "url": "https://megaup.net/3ze5i/My_Dear_Enemy_(2008)_720p.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYWFmYjBiYzItYjBlOS00NThkLTljMWEtYzQ4NTdlNDlmMjg0XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Artemis Fowl (2020)",
        "description": "Artemis Fowl (2020)================#Unicodeဒစ်စနေးရဲ့ ရုပ်ရှင်အသစ်ကို တင်ပေးထားပါတယ်။ ဒါကလည်း fantasy အမျိုးအစားပါပဲ။အာတီမစ် ဖောင်း ဆိုတဲ့ နာမည်နဲ့ သားအဖေ နှစ်ယောက် ရှိပါတယ်။ အဖေက ရှေးဟောင်းပစ္စည်းတွေ ရောင်းဝယ်တဲ့သူ။ သားကတော့ ဉာဏ်ကြီးရှင်ပါ။ တစ်နေ့မှာ အာတီမစ်စီနီယာအဖမ်းခံလိုက်ရပြီး အာတီမစ်ဂျူနီယာဆီကို ဖုန်းဆက်လာပါတယ်။ အဖေကို ပြန်ကယ်ချင်ရင်အောကျူလို့ ဆိုတဲ့ ပစ္စည်းနဲ့ လာရွေးခိုင်းတာပါ။ တကယ်တော့ အောကျူလို့ဆိုတာ နတ်မှင်စာတွေ၊ လူပုတွေ၊ ဂေါ်ဘလင်တွေရဲ့ ကမ္ဘာက အစွမ်းအထက်ဆုံးလက်နက်ပါပဲ။ ဒီတော့မှ အာတီမစ်ဂျူနီယာဟာ သူ့အဖေပြောခဲ့တဲ့ ပုံပြင်တွေဟာ တကယ်ဆိုတာ သိလာပြီး။ နတ်မှင်စာလက်နက်ကို ရှာဖို့ ကြံစည်ရပါတော့တယ်။ နတ်မှင်စာတွေကလည်း ဒီလက်နက် အခိုးခံထားရပြီး အသည်းအသန် ရှာဖွေရေးလုပ်နေချိန်မှာ တိုက်ပွဲတွေဖြစ်လာပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)#Zawgyiဒစ္စေနးရဲ႕ ႐ုပ္ရွင္အသစ္ကို တင္ေပးထားပါတယ္။ ဒါကလည္း fantasy အမ်ိဳးအစားပါပဲ။အာတီမစ္ ေဖာင္း ဆိုတဲ့ ...",
        "rating": "4.0",
        "url": "https://megaup.net/2dg4k/[CM]Artemis.Fowl.2020.WebRip.1080P.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pxCl6kJKvm8WO5oZDYOOEXTlnTE.jpg",
        "title": "We Bare Bears: The Movie(2020)",
        "description": "We Bare Bears: The Movie(2020)ဘာတွေပဲဖြစ်နေ ဖြစ်နေ တစ်ယောက်အတွက် တစ်ယောက်ရှိနေပေးမယ်... စခင်ကထဲက ပေးတဲ့ဒီကတိကိုအဆုံးထိတိုင်မြဲစေတဲ့ ဝက်ဝံညီနောင်...သူတို့ (၃)ကောင်လုံးက စရိုက်တွေမတူညီပေမဲ့နားလည်ခွင့်လွှတ်ပြီး အရမ်းချစ်ခင်ကြတဲ့ ဂရစ်ဇ်ရယ် ပန်ဒါရယ် ပိုလာဝက်ဝံရယ်ကို အားလုံးသိထားပြီးဖြစ်မှာပါ...Cartoon Network Studio ကနေ ထုတ်လုပ်ဖြန့်ချီလိုက်တဲ့ We Bare Bears annimationလေးဟာ အခုတော့ Movie အနေနဲ့ ထွက်ရှိလာပါပြီ။CM ပရိသတ်ကြီးအနေနဲ့လည်း တစ်ဝကြီး ကြည့်ရှူခံစားလို့ရပါပြီ။ဇာတ်လမ်းအကျဥ်းလေးကိုလည်း အနည်းငယ်တင်ပြလိုပါသေးတယ်။အားလုံးသိထားတဲ့ အတိုင်းပဲ ဒီဝက်ဝံသုံးကောင်ဟာအလွဲများစွာနဲ့ လူသားတေွကြားမှာနေထိုင်သူတွေပေါ့။သူတို့ကိုချစ်ခင်သူတေွလည်းရှိသလို မနှစ်မြို့သူတွေကလည်းရှိပါတယ်။တစ်နေ့မှာတော့ ဝက်ဝံညီနောင် လုပ်ထားတဲ့အမှားအတွက် မြို့ကနေနှင်ထုတ်ပါတော့တယ်။လူသားတွေနဲ့ အသားကျနေတဲ့ ဝက်ဝံညီနောင် ဘာဆက်လုပ်ကြမလဲ?သူတို့ကိုလက်ခံပေးနိုင်တဲ့ အိမ်အသစ်ကိုေရာ ရှာတေွ့သွားမလားဆိုတာစိတ်ဝင်စားစရာပါ။အရမ်းချစ်ဖို့ေကာင်းတဲ့ ဝက်ဝံသံုးကောင်ကို တစ်ဝကြီး ကြည့်ရှုရမှာပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (306MB)\nQuality :  ...",
        "rating": "7.0",
        "url": "https://megaup.net/2df66/We_Bare_Bears_The_Movie.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/costume-sexy-ami-2019ninja-5blackred_1-133x200.jpg",
        "title": "Ninja Girl Sakura (2019)",
        "description": "ဟိုးရှေးတုန်းက ဂျပန်ပြည်မှ နတ်ဆိုးနင်ဂျာတွေ သောင်းကျန်းတာကြောင့် နိုမ်နင်းပေးရတဲ့ နင်ဂျာမမ တစ်ယောက်ရှိတယ်တဲ့. အဲ့နင်ဂျာမမဟာ\nတစ်နေ့မှာ နတ်ဆိုးနင်ဂျာတွေရဲ့ ထောင်ခြောက်ထဲကို သတိလက်လွတ်၀င်မိသွားပါတယ်.နတ်ဆိုးနင်ဂျာတွေက\nနင်ဂျာမမကို သူတို့ဘက်ပါလာအောင် နည်းမျိုးစုံကြိူစားပေမယ့် မရတာကြောင့် နောက်ဆုံးမှာ သူတို့ရဲ့နောက်ဆုံးပေါ်နည်းပညာ\nကိမုချိသိုင်းကွက်ကို ထုတ်သုံးလိုက်ပါတယ်.အဲ့သိုင်းက ဘယ်လောက်စွမ်းလဲဆိုတာကို ကွက်ကွက်ကွင်းကွင်း\nဆင်ဆာမပါ ရိုက်ကူးတင်ဆက်ထားတာကြောင့်DSဖန်ကြီး သဘောကျနှစ်ခြိုက်ကြမယ်လို့ရဲရဲကြီးအာမခံပေးလိုက်ပါတယ်",
        "rating": "",
        "url": "https://megaup.net/31Ikh/Army.of.the.Dead.2021.HDR.720_(1).mp4 https://megaup.net/1FNpq/Army_Of_The_Dead_(2021).mp4 https://megaup.net/31Ikm/tts)Ninja.Girl.Sakura.21+(2019).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/screen-7-160x200.jpg",
        "title": "Saya Aika – fooled newcomer model (2019)",
        "description": "ဒီတခါတော့ stay homeကာလမှာ ‌ပျော်ရွှင်နေစေဖို့ Dark sideက\nဆင်ဆာမပါ ပြောင်ပြောင်ရှင်းရှင်း ဇာတ်လမ်းတစ်ပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်.\nဇာတ်လမ်းအကျဉ်းကတော့ အပြာမင်းသမီးလေး အီကာဟာ\nဓာတ်ပုံဆရာနဲ့သူမရဲ့ ခန္ဓာကိုယ်ဒီဇိုင်းကာလာ အလှအပကို\nဖော်ထုတ် ဓာတ်ပုံရိုက်ဖို့ ရှိပါတယ်.\nဓာတ်ပုံရိုက်ကွင်းတွေမှာ ပုံမှန်ဆို ချစ်လို့ မရပေမယ့်\nဓာတ်ပုံဆရာကိုကိုရဲ့ မဟားတရား ချစ်ချင်နေစိတ်ကြီးကြောင့်\nမင်းသမီးလေး အီကာ ဘယ်လိုဘယ်ပုံ ခံစားသွားရတယ်ဆိုတာကို\nအနှစ်သာရ ရှိရှိရိုက်ကူးတင်ဆက်ပေးထားတဲ့ ဇာတ်လမ်းဖြစ်တာကြောာင့်\nds fanတွေ အကြိုက်တွေ့စေမှာပါဗျာ\nDarkKnight က ဘာသာပြန်ထားပြီး\nXCode က တင်ဆက်ထားပါတယ်",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/saya-aika-fooled-newcomer-model-2019/",
        "category": "Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/axo5bekmwwr3-133x200.jpg",
        "title": "Ghost stories (1982)",
        "description": "လွန်ခဲ့တဲ့ နှစ်ပေါင်း (၄၀) လောက်က ရုပ်ရှင်ကားတစ်ကားကို\nDark Side Fan တွေ အတွက် တင်ဆက်ပေးချင်ပါတယ်\nဒီတစ်ခါ XCode တင်ဆက်ပေးမှာကတော့\nလုံး၀ ဆင်ဆာမဖြတ်ထားတဲ့ တရုတ်သရဲကား တစ်ကားပါ\nဇတ်လမ်းပုံစံကတော့\nကလေးမရသေးတဲ့ လင်မယားရယ်\nယောင်္ကျားဖြစ်သူရဲ့ ညီတစ်ယောက် ရယ်\nအတူနေကြတယ်...\nမိန်းမဖြစ်သူက ကလေးရဖို့ ယောင်္ကျားဖြစ်သူရဲ့\nညီ ကို ကြံစည် တော့တာပါပဲ\nဒါပေမဲ့ ညီဖြစ်သူကတော့\nအသတ်ခံရတော့မယ့် လိပ်ကလေးတစ်ကောင်ကို\nကယ်လာမိပြီး လိပ်နတ်သမီးလေးဖြစ်နေလို့\nညတိုင်း ဘု ဖြစ်နေတာမို့\nမရီးဖြစ်သူကို စိတ်မဝင်စားပါဘူး\nဒီ မိသားစု ဘာတွေ ဖြစ်ကြမလဲ ဆိုတာ\nဆက်လက် ကြည်ံရှုလိုက်ကြပါ\n(အသက် ၁၈ နှစ်မပြည့်သေးသူများ\nကြည့်ရှုရန် မသင့်တော်ပါ)",
        "rating": "",
        "url": "https://channelmyanmar.org/ghost-stories-1982/",
        "category": "Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7ZajJ1ymE3HtbAAB3q9hN0P6y12.jpg",
        "title": "Mosley(2019)",
        "description": "Mosley(2019)ဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက် Animation ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်ကားလေးနာမည်ကတော့ Mosley (2019)ပါ။ထူးခြားတဲ့ဇာတ်အိမ်နဲ့ ချစ်စရာကောင်းတဲ့ဒီကားလေးကတော့ Animation ပရိသတ်တွေအတွက်တော့အကြိုက်ဖြစ်မှာပါ။မော်စလေ ဆိုတာ ငယ်ငယ်ကတည်းကမိဘနဲ့ခွဲကာ အရောင်းစားခံလိုက်ရတဲ့ အကောင်လေးပါ။ဉာဏ်ကောင်းပြီးစကားပြောတတ်တာကြောင့်ကျွဲတွေ နွားတွေထက် ပိုဝယ်လိုအားမြင့်တဲ့ကောင်လေးပေါ့။ဒါပေမယ့်သူတို့ရဲ့မျိုးရိုးက ဒီလိုအခိုင်းခံတိရိစ္ဆာန်မဟုတ်ပဲ ဉာဏ်ရည်မြင့်သတ္တဝါတွေပါ။အခိုင်အစေ ဘဝကိုရောက်တဲ့ဒီအကောင်လေးဟာ ဒီရွှံနွံတောထဲကနေဘယ်လိုရုန်းထွက်မလဲ...ဘယ်လိုအခက်အခဲမျိုးတွေသူရင်ဆိုင်ရမလဲ...သူကရော ဘယ်လိုအမျိုးအနွယ်ထဲက ဆင်းသက်လာတာလဲ....ခံစားကြည့်ကြပါ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်....  File Size : (900 MB) and (515MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:36:00\nGenre : Adventure, Animation , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://megaup.net/4UNch/Mosley.2019.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BMjM2NTQ5Mzc2M15BMl5BanBnXkFtZTgwNTcxMDI2NTE@._V1_-202x300.jpg",
        "title": "Ant-Man (2015) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Id6s/(MCU-CM)Ant_Man.2015.1080p_BLU-RAY.PP.mp4",
        "category": "Action, Adventure, Marvel Universe"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/The_Incredible_Hulk_poster-135x200.jpg",
        "title": "The Incredible Hulk (2008) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "6.8",
        "url": "https://megaup.net/11o1p/Hulk_-_The_Incredible_Hulk_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/or06FN3Dka5tukK1e9sl16pB3iy.jpg",
        "title": "Avengers: Endgame (2019) MCU",
        "description": "Avengers: Endgame(2019)IMDb...8.8,,,,,,Rotten.....95%ဇာတ္လမ္းအက်ဥ္းကေတာ့ သိပ္ေျပာစရာမလိုလွပါဘူး။အားလံုးလည္း သိေနၾကမွာပါ။ Mad Titan ျဖစ္တဲ့ Thanos ဟာ စၾကဝဠာႀကီး အဓြန္႕ရွည္ဖို႕အနႏၱေက်ာက္တံုးေတြကိုသံုးၿပီး သက္ရွိ တစ္ဝက္တိတိ ေဖ်ာက္ပစ္ခဲ့ပါတယ္။ဒီအျဖစ္ကို အဗန္ဂ်ာေတြ ဘယ္လို ျပန္ကယ္တင္မလဲ ဘယ္လို လက္စားေခ်မလဲဆိုတာ ဒီကားမွာ ေတြ႕ရပါေတာ့မယ္။အားလံုးအၾကိဳက္ေတြ႕ၾကမွာ ေသခ်ာပါတယ္။အက္မင္ေတြေတာ့ ရံုမွာ ၃ ေခါက္ေလာက္ၾကည့္ၿပီး ဒီဗားရွင္းကိုငါးေခါက္ေလာက္ကို ျပန္ၾကည့္ျဖစ္ေလာက္ေအာင္ ၾကိဳက္ပါတယ္။ ခံစားၾကည့္ၾကပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Little Neo ပဲျဖစ္ပါတယ္...... MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity ...",
        "rating": "8.8",
        "url": "https://megaup.net/4UHFb/Avengers_-_Endgame_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy, Marvel Universe"
    }
]