[
    {
        "thumbnail": "",
        "title": "Alpha (2018)",
        "description": "Imdb Rating 7/10 , Rotten Tomatoes 80% ရရွိထားတဲ႔ အသစ္စက္စက္Drama Mysteryကားေကာင္းေလးတစ္ကားကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Alpha (2018) ပဲျဖစ္ပါတယ္။တစ္မူထူးျခားတဲ႔ ဇာတ္လမ္း ဇာတ္အိမ္ကို ေတာင္႔တေနတဲ႔ ပရိသတ္ၾကီးအဖို႔ လံုးဝအၾကိဳက္ေတြ႔ေစမွာပါ။ဒီဇာတ္လမ္းရဲ ႔အဓိက ဇာတ္ေဆာင္ ေကဒါဆိုတဲ႔ ေကာင္ေလးဟာ ကိုယ္ရွင္သန္ဖို႔ သူမ်ားကိုသတ္ျဖတ္ရမယ္ဆိုတာကို လက္မခံႏိုင္တဲ႔ စိတ္သေဘာထားႏူးညံ႔သူတစ္ဦးပါ။ဒါေပမယ္႔ သူေနထိုင္ရာအခ်ိန္က အသက္ရွင္ဖို႔ရုန္းကန္လႈပ္ရွားရတဲ႔ ဥေရာပရဲ ႔လြန္ခဲ႔ေသာႏွစ္ေပါင္းႏွစ္ေသာင္းခန္႔ကအခ်ိန္ပါ။တစ္ေန႔မွာ သူတို႔မ်ိဳးႏြယ္စု ေဆာင္းတြင္းရိကၡာရွာဖို႔ ေကဒါရဲ ႔အေဖျဖစ္သူ မ်ိဳးႏြယ္စုအၾကီးအကဲနဲ႔ အမဲလိုက္ထြက္ရပါေတာ႔တယ္။အမဲလိုက္ေနစဥ္အေတာအတြင္းမွာပဲ ေကဒါေတာင္ေစာင္းေပၚကျပဳတ္က်ျပီး ေက်ာက္ေဆာင္တစ္ခုေပၚမွာတင္ကာသတိလစ္သြားပါေတာ႔တယ္။ဖခင္ျဖစ္သူလဲ မကယ္ႏိုင္ပဲ က်န္ရွိေနတဲ႔လူမ်ိဳးစုအတြက္ ေကဒါကိုထားခဲ႔လိုက္ရပါျပီ။စိတ္ထားႏူးညံ႔သူေကဒါ ဘယ္လိုဆက္အသက္ရွင္မလဲ?ၾကမ္းတမ္းလွတဲ႔ေတာနက္ၾကီးမွာသူဘယ္လိုရွင္သန္ရပ္တည္မလဲ?သူရဲ ႔ႏူးညံ႔တဲ႔စိတ္ထားကေရာ ေသေရးရွင္ေရးနဲ႔ ၾကံဳလာတဲ႔အခါ ဆက္လက္နူးညံႏိုင္ပါ႔မလားဆိုတာ ရင္တစ္ဖိုဖိုနဲ႔ ၾကည္႔ရႈရမယ္႔ ကားေကာင္းေလးပါ။ဘဝခြန္အားေတြပါ ေပးစြမ္းႏိုင္တဲ႔ ကားေကာင္းေလးဆိုလဲ မမွားပါဘူး။ဒီလိုကားေကာင္းေလးကိုCMပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။နာမည္ကေတာ႔ Alpha (2018)ပါ။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2cxeh/Alpha_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tiezxIq6TJO4B09c13Z8a675dDy.jpg",
        "title": "Stealth (2005)",
        "description": "နည္းပညာေတြတိုးတက္လာတဲ့ ေခတ္မွာ လူနဲ႕လုပ္ေဆာင္ေသာအရာေတြကိုစက္ေတြအစားထိုးၿပီးလုပ္ေဆာင္လာၾကပါၿပီ....အထူးသၿဖင့္ စစ္ေၿမၿပင္တိုက္ပြဲေတြမွာ လူသားစစ္သားေတြအေသေၾကနည္းပါးေအာင္ေလ်ာ့ခ်ဖို႕အတြက္ အသံုးၿပဳလာၾကပါတယ္...ဒီထဲမွာမွ ေရတပ္စစ္သေဘာၤၤအုပ္စုတစ္ခုမွာ အသံထက္ၿမန္ေအာင္ေမာင္းႏွင္ႏိုင္တဲ့ ဂ်က္ေလယာဥ္အုပ္စုတစ္ခုရဲ႕ ၄ ေယာက္ေၿမာက္အဖြဲ႕၀င္အၿဖစ္လူသားကဲ့သို႕အသိဥာဏ္ရွိတဲ့ ေမာင္းသူမဲ့တိုက္ေလယာဥ္တစ္စင္းကိုအသံုးၿပဳဖို႕အတြက္ အေၾကာင္းဖန္လာပါေတာ့တယ္....EDI လို႕အမည္ေပးထားတဲ့ စြမ္းအားၿမင့္ေမာင္းသူမဲ့ေလယာဥ္ဟာ အနာဂါတ္စစ္ပြဲေတြမွာ စိုးမိုးႏိုင္ဖို႕အတြက္ ဖန္တီးထားတာၿဖစ္ၿပီးေတာ့သူ႕အတြက္လိုအပ္တဲ့တိုက္ခိုက္ေရးအခ်က္လက္ေတြကို ထည့္ေပးလိုက္ရံုနဲ႕ သူကိုယ္တိုင္ ရွာေဖြ၀င္ေရာက္ႏိုင္စြမ္းလည္းရွိပါတယ္....တၿခားတိုက္ေလယာဥ္ေတြနဲ႕မတူတာကေတာ့ သူဟာ လူသားတစ္ေယာက္နီးပါးခံစားတတ္ပါတယ္...သို႕ပါေသာ္ၿငားလည္း သူဟာ လူသားေတြဖန္တီးတီထြင္ထားတဲ့စက္ပစၥည္းတစ္ခုသာၿဖစ္ပါတယ္...စက္ပစၥည္းတစ္ခုၿဖစ္တာေၾကာင့္ နည္းပညာပိုင္းအခက္ခဲေတြရွိတယ္လို႕မထင္ေစလိုပါဘူး...ဘာလို႕လဲဆိုေတာ့ သူဟာ အမိန္႕ကိုတိက်စြာလိုက္နာႏိုင္ပါတယ္...ဒါေၾကာင့္လည္း စစ္ဆင္ေရးတစ္ခုမွာ ခ်ေပးလိုက္တဲ့အမိန္႕တစ္ခုကိုတိက်စြာလိုက္နာေဆာင္ရြက္ေနရင္းကေန သူ႕ရဲ႕တြဲဖက္ေလယာဥ္မႈးသံုးေယာက္လံုး ကံၾကမၸာဆိုးက်ေရာက္ဖို႕စတင္လာပါေတာ့တယ္....အေသးစိတ္ကိုေတာ့ ကိုယ္တိုင္ၾကည့္ရင္းခံစားၾကပါ...ဒီကားရဲ႕ထူးၿခားခ်က္ကေတာ့ ၿမန္မာဆိုတဲ့ ကြ်န္ေတာ္တို႕ရဲ႕ႏိုင္ငံလည္းပါေနတာပါပဲ...ကားတိုင္းကားတိုင္းမွာ ကိုယ့္ႏိုင္ငံပါေနရင္ပဲလူတိုင္းကၾကည့္ခ်င္ေနၾကပါၿပီ...Rating 5 ၂၀၀၅ ခုႏွစ္ကထြက္ထားတဲ့ကားမို႕အထင္မေသးေစခ်င္ပါဘူး...ဇာတ္ကားတစ္ကားရဲ႕ေကာင္းကြက္ဆိုးကြက္ေတြကို ၾကည့္သူေတြကပဲဆံုးၿဖတ္ေပးလိုက္ၾကပါဦး......ကားေကာင္းေလးတစ္ကားလို႕ထင္ၿမင္မိပါတယ္...... File Size : (951MB) and (277 MB)\nQuality : BluRay 720p\nRunning Time : 2h 01 min\nFormat : Mp4\nGenre :  Action , Sci-Fi , Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "5.0",
        "url": "https://megaup.net/Tco2/Stealth_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BOTY0Mzg1NWMtZjg2MC00NGZjLWI5YmQtZGIzZTBhNmI1N2ExXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Oggy and the Cockroaches: The Movie (2013)",
        "description": "ဒီကာတြန္းကားေလးကေတာ့ Oggy နဲ႔ ပိုးဟပ္မ်ား ဆိုတဲ့\nကာတြန္းစီးရီး ရဲ႕ 2013 က ထြက္ရွိထားတဲ့ The Movie ပါ\nOggy ဆိုတာ ဘာနဲ႔ သြားတူလဲဆိုေတာ့ ေၾကာင္ နဲ႔ ၾကြက္ လိုပါပဲ\nတစ္ခု ထူးျခားတာကေတာ့ Copy ထားတယ္လုိ႔ မခံစားရပဲ\nတကယ္ကို အူလိုက္ သည္းလုိက္ ကို ရယ္ရပါတယ္\nဇတ္လမ္းဇတ္ကြက္ကလဲ အေျပာင္အေလွာ္ ေတြနဲ႔\nမထစတမ္း ၾကည့္ခ်င္ေလာက္ပါတယ္...\nOggy က ဥာဏ္ေကာင္းၿပီး ရိုးသားတဲ့ ေၾကာင္\nသူ႔အကို ခပ္တံုးတံုးခပ္အအ တစ္ေကာင္လဲ ရွိတယ္\nသူတို႔ ညီအကို ကို ဒုကၡမတရားေပးတဲ့ ပိုးဟပ္ ညီအကို\n၃ ေကာင္လဲ ရွိတယ္ အကုန္ တလြဲေတြ လုပ္ၿပီး\nေၾကာင္ေတြကို ဒုကၡမေပးရင္ စားမ၀င္ အိပ္မေပ်ာ္တဲ့\nတကယ့္ ငေျပာင္ေတြေပါ့...\nဒီကာတြန္း ရုပ္ရွင္ကို စာတမ္းထိုးေပးခ်င္ေပမဲ့\nဘာစကားမွ မေျပာတဲ့ အတြက္ ဘာစာမွ မထိုးေပးထားပါဘူး\nCM က ပထမ ဆံုးအႀကိမ္ ျမန္မာစာတန္း မထိုးပဲ တင္ေပးတဲ့\nAnimation ရုပ္ရွင္ပါပဲ :D\nဒီရုပ္ရွင္မွာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1zcma/Oggy_And_The_Cockroaches_-_The_Movie_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/incredibles_two_ver32-135x200.jpg",
        "title": "Incredibles 2 (2018)",
        "description": "Incredibles 2 (2018)\nIMDb - 7.6/10_____Rotten - 94%\n Blu-Ray 1080p 5.1 CH x264\nပါးမိသားစုဝင်တွေဖြစ်တဲ့ ဘော့ဘ်၊ ဟယ်လန်၊ ဒက်ရှ်၊ ဗိုင်အိုလက်နဲ့ ဂျက်ဂျက်တို့ဟာ သူတို့ရဲ့ စူပါဟီးရိုးဝိသေသ The Incredibles အဖြစ်နဲ့ ဆက်ပြီးရှိ နေခဲ့ပါတယ်။ မက်ထရီဗစ်လီ ဘဏ်ဓားပြတိုက်မှုကို မကာကွယ်နိုင်တဲ့နောက်မှာတော့ အာဏာ ပိုင်တွေဟာ စူပါဟီးရိုးတွေအပေါ် ယုံကြည်မှုတွေ နည်းပါးလာတာ မို့ ကမ္ဘာအနှံ့မှာရှိနေတဲ့ စူပါဟီး ရိုးတွေဟာ မထင်မရှားနေခဲ့ရပါ တယ်။တစ်ရက်မှာတော့ ဘော့ဘ်၊ ဟယ်လန်နဲ့ သူတို့ရဲ့ မိတ်ဆွေ လူစီရက်စ်ဘက်စ် (စူပါဟီးရိုး Forzone) ဆီကို စူပါဟီးရိုးတွေ ကို သဘောကျတဲ့ ဆက်သွယ်ရေး လုပ်ငန်းရှင်၊ DEVTECH ပိုင်ရှင် ဝင်စတန်ဒီဗာက ဆက်သွယ်လာ ခဲ့ပါတယ်။ စူပါတွေ လူထုရဲ့ အားပေးမှုပြန်ရအောင်လို့ စတန့် အစီအစဉ်တွေပါဝင်ဖို့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Tl5g/Incredibles_2_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lea5bLww1ZwbNPRVk0RjB34xxVg.jpg",
        "title": "Solis (2018)",
        "description": "Solis ဆိုတဲ့ဇာတ္ကားေလးကေတာ့ space science ကားေတြႀကိဳက္တဲ့ပရိသတ္ေတြအတြက္ ၾကည့္လို႔ေကာင္းမဲ့ scifi ဇာတ္ကားေလးတစ္ခုပဲျဖစ္ပါတယ္. ဇာတ္လမ္းတစ္ခုလံုးမွာဇာတ္ေဆာင္အေနနဲ႔ မင္းသားႀကီး steven ogg တစ္ေယာက္တည္းအစအဆံုးသ႐ုပ္ေဆာင္ထားတဲ့ low cost scifiကားေလးလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ၿဂိဳလ္ေတြေပၚမွာ သတၱဳေတြကို႐ွာေဖြဖို႔ လႊတ္တင္ခဲ့တဲ့ အာကာသယာဥ္တစ္စင္းဟာ ၿဂိဳလ္သိမ္ၿဂိဳလ္မႊားတစ္ခုနဲ႔တိုက္မိခဲ့ၿပီးပ်က္စီးသြားခဲ့ပါတယ္။အဲ့ဒီမွာ ေဟာ္လိုေဝးဆိုတဲ့အင္ဂ်င္နီယာတစ္ေယာက္ပဲက်န္ရစ္ခဲ့ၿပီး သူ႔ရဲ႕႐ွင္သန္မႈ အတြက္ႀကိဳးစား႐ုန္းကန္ရတဲ့ survival scenes ေတြကိုတစ္ဝႀကီးၾကည့္႐ႈရမဲ့ဇာတ္ကားေလးတစ္ကားပဲဖစ္ပါတယ္။ သ႐ုပ္ေဆာင္အေနနဲ႔ မင္းသားႀကီး steven oggနဲအသံသ႐ုပ္ေဆာင္အေနနဲ႔ မင္သမီးAlice loweတို႔၂ေယာက္တည္းပါဝင္သ႐ုပ္ေဆာင္ထားေပမဲ့လံုးဝပ်င္းစရာမေကာင္းတဲ့ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  ကိုမ်ိဳးခန္႔ ပါ) File Size : (750 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Action , Adventure , Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :  720p.WEB-DL.XviD.AC3-FGT\nTranslated by Myo ...",
        "rating": "5.0",
        "url": "https://megaup.net/1zckt/Solis_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/incredibles-2-poster-150x200.jpg",
        "title": "Incredibles 2 (2018)",
        "description": "Incredibles 2 (2018)\nIMDb - 7.6/10_____Rotten - 94%\n ပါးမိသားစုဝင်တွေဖြစ်တဲ့ ဘော့ဘ်၊ ဟယ်လန်၊ ဒက်ရှ်၊ ဗိုင်အိုလက်နဲ့ ဂျက်ဂျက်တို့ဟာ သူတို့ရဲ့ စူပါဟီးရိုးဝိသေသ The Incredibles အဖြစ်နဲ့ ဆက်ပြီးရှိ နေခဲ့ပါတယ်။ မက်ထရီဗစ်လီ ဘဏ်ဓားပြတိုက်မှုကို မကာကွယ်နိုင်တဲ့နောက်မှာတော့ အာဏာ ပိုင်တွေဟာ စူပါဟီးရိုးတွေအပေါ် ယုံကြည်မှုတွေ နည်းပါးလာတာ မို့ ကမ္ဘာအနှံ့မှာရှိနေတဲ့ စူပါဟီး ရိုးတွေဟာ မထင်မရှားနေခဲ့ရပါ တယ်။တစ်ရက်မှာတော့ ဘော့ဘ်၊ ဟယ်လန်နဲ့ သူတို့ရဲ့ မိတ်ဆွေ လူစီရက်စ်ဘက်စ် (စူပါဟီးရိုး Forzone) ဆီကို စူပါဟီးရိုးတွေ ကို သဘောကျတဲ့ ဆက်သွယ်ရေး လုပ်ငန်းရှင်၊ DEVTECH ပိုင်ရှင် ဝင်စတန်ဒီဗာက ဆက်သွယ်လာ ခဲ့ပါတယ်။ စူပါတွေ လူထုရဲ့ အားပေးမှုပြန်ရအောင်လို့ စတန့် အစီအစဉ်တွေပါဝင်ဖို့ ကမ်းလှမ်း တာလည်း ဖြစ်ပါတယ်။အဲဒါနဲ့ ဟယ်လန်ဟာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/11U9u/Incredibles_2_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BMjk3ODhmNjgtZjllOC00ZWZjLTkwYzQtNzc1Y2ZhMjY2ODE0XkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Superman/Batman: Apocalypse",
        "description": "Superman Batman: Apocalypse\n2010 ကမို႔ ၾကာခဲ့ပါၿပီ...\nသို႔ေသာ္ Superman နဲ႔ Supergirl ရဲ႕ Super Action ေတြဟာ\nခုအခ်ိန္ထိ မေဟာင္းေသးပါဘူး။\nSir Bat က Action နည္းတယ္လို႔ေျပာလို႔ရေပမယ့္ သူ႔လုပ္ကြက္ေတြကလဲ\nခုခ်ိန္ထိ အရမ္းကို Batman ဆန္ေနဆဲပါ။\nBatman ဆန္ေနမွေတာ့ ၾကည့္လို႔ေကာင္းၿပီရယ္ေပါ့။\nအေကာင္းဆံုး ဇာတ္ကားတစ္ကားလို႔မေျပာေပမယ့္\nအစကေန ၿပီး အဆံုးထိ ေပါ့ေပါ့ပါးပါးေလး သူေခၚသြားပါလိမ့္မယ္။\nDC Trinity ရဲ႕ ခ်စ္စရာ အမူအက်င့္ေလးေတြကို Supergirl ရဲ႕\nအျပစ္ကင္းစစ္ ခ်စ္စရာေကာင္းမႈ နဲ႔ အတူ ၾကည့္ရမွာပါ။\nBatFan ေတြ ႀကိဳက္ၾကသလို Superman Fan ေတြလဲ အားရၾကပါတယ္...\nDC ဟာ Animation မွာ နာမည္႐ွိပါတယ္....\nအဲ့လိုျဖစ္ေစတဲ့ Animations မ်ားစြာထဲမွာ\nဒီ Animation ေလး အပါအဝင္ပါပဲ...\nဒီ Animation Movie ေလးကို ဘာသာျပန္ေပးထားတာကေတာ့\nHan Minn ျဖစ္ၿပီး Review ကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္။\n \nThit ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/superman-batman-apocalypse/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tBeWqNZmwKHMJtFk98u02nUzO6i.jpg",
        "title": "As Far As My Feet Will Carry Me(2001)",
        "description": "As Far As My Feet Will Carry Me(2001)\nIMDB...7.4,,,,Rotten Audience Score...82%\nဒုတိယကမၻာစစ္အတြင္းက ဂ်ာမန္စစ္သားတစ္ဦးျဖစ္တဲ့ စစ္သံု႔ပန္းတစ္ေယာက္ ကလီမန္စ္ေဖာ္ရဲလ္ ဟာဆီဘီးရီးယားအေ႐ွ႕ဘက္ျခမ္းမွာ႐ွိတဲ့ အက်ဥ္းေထာင္စခန္းမွာ အႏွစ္ႏွစ္ဆယ္ထိအလုပ္ၾကမ္းလုပ္ဖို႔ ျပစ္ဒဏ္ခ်မွတ္ျခင္းခံခဲ့ရတယ္.\nသုိ႕ေပမယ္ ့အခ်ိန္ရွိတုိင္းထြက္ေျပးဖုိ႕ၾကံဆေနေလ့ရွိတယ္...\n.မိုင္းတြင္းထဲမွာေလးႏွစ္ထိအလုပ္လုပ္ၿပီးေနာက္ ထြက္ေျပးခဲ့ၿပီးေတာ့ သူ႔ရဲ႕ဇနီးနဲ႔သမီး႐ွိတဲ့အိမ္ကိုျပန္ဖို႔အတြက္ ႀကိဳးစားပါေတာ့တယ္ ..သူအိမ္ရွိရွာသုိ႕မဟုတ္ သူထြက္ေျပးတဲ့\n လမ္းေၾကာင္းဟာ ရွည္လွ်ားလြန္းပါတယ္...ရာသီဥတုက ဆုိးရြားတဲ့အျပင္ လမ္းမွာလည္းဒုကၡမ်ဳိးစုံေတြ႕ရတယ္..\nအဆုိးတကာ့အဆုိးဆုံးကေတာ့ ထြက္ေျပးတဲ့သုံပန္းကုိ ဖမ္းဆီးသတ္ျဖတ္ဖုိ႕  ဗိုလ္ႀကီးကန္မန္နဗ္ က တစ္ခ်ိန္လုံးေနာက္က လုိက္ေနလုိ႕ပါပဲ...\n..ေဖာ္ရဲလ္ဟာေနာက္တစ္ႀကိမ္ျပန္အဖမ္းခံရမလား..ဒါမွမဟုတ္လြတ္သြားမလားဆိုတာ ဇာတ္သိမ္းပိုင္းထိ ရင္တထိတ္ထိတ္နဲ႔ၾကည့္႐ႈခံစားၾကည့္ၾကပါဗ်ာ\nဒီဇတ္လမ္းေလးဟာ အက္႐ွင္၊ဒရာမာ၊စြန္႔စားမႈ၊စစ္ပြဲစတဲ့ ခံစားမႈရသမ်ိဳးစံုပါဝင္ၿပီး တကယ္ကိုၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားပဲျဖစ္ပါတယ္.\nဇာတ္လမ္းအညြန္းန႕ဲ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္...\nile Size : (1GB) and (436 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:38:00\nGenre :  Action , Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.4",
        "url": "https://megaup.net/Tg6f/As_Far_as_My_Feet_Will_Carry_Me_(So_Weit_Die_Füße_Tragen)_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5oq7s5ru4hjp83mi4fWSJ0L7yUA.jpg",
        "title": "Luis & the Aliens (2018)",
        "description": "Luis and his friends from outer space ဆိုတဲ့ 2018 ထွက် ကာတွန်းကားလေးကတော့ IMDB Rating 6 ထိရရှိထားပြီး မိသားစုကြည့်ပျော်တဲ့ကားလေးဖြစ်မှာပါ။Animation, Adventure, Comedy အမျိုးအစားဖြစ်ပြီး ကြည်နူးစရာ တွေးစရာလေးတွေပါရလာမယ့် ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂြိုလ်သားတွေကိုပဲ စိတ်ဝင်တစားနဲ့ တစ်ဘဝလုံးရင်းနှီးမြုပ်နှံထားတဲ့ အဖေကြောင့် ကျောင်းမှာ အပေါင်းအသင်းမရှိဘဲ အိမ်မှာလည်း အထီးကျန်ဖြစ်နေရတဲ့ကောင်လေးရဲ့ အကြောင်းကစထားပါတယ်။ကောင်လေးက တစ်ကိုယ်တည်းနေရသလိုဖြစ်ပြီး အဖေကိုပါ ပြန်ဂရုစိုက်နေရတဲ့အတွက် ပင်ပန်းနေရပါတယ်။တစ်နေ့မှာတော့ အိမ်နီးချင်းတွေက ကျောင်းကိုတိုင်စာပို့တဲ့အတွက် သူ့ကိုမိဘမဲ့ကျောင်းကိုပို့ဖို့ စီစဉ်ကြပါတော့တယ်။အဲဒီမှာ ကမ္ဘာမြေကို အလည်ရောက်လာရင်း ယာဉ်ပျက်ကျသွားတဲ့ ဂြိုလ်သားလေး သုံးကောင်နဲ့ သူငယ်ချင်းဖြစ်ပြီး အဲဒီအစီအစဉ်ကိုဘယ်လိုတားဆီးကြမလဲဆိုတာ ရယ်မောဖွယ်တွေ့ရမှာပါ။ပြီးတော့ နောက်ဆုံးမှာ Luis တစ်ယောက် မိဘနဲ့သားသမီး၊သူငယ်ချင်းအချင်းချင်း၊ ချစ်ရသူနဲ့ ဘယ်လို နားလည်မှုတွေရသွားတယ်ဆိုတာ တွေ့ရမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)File Size : (650 MB) and ...",
        "rating": "6.1",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4 https://megaup.net/2mTzf/Gate_[2018]_(MM_Sub).mkv https://megaup.net/1GW6g/(CM)A.X.L_(2018)BluRay_720p_(Large_Size).mp4 https://megaup.net/1GW7l/The_Place_Promised_In_Our_Early_Days_(Kumo_No_Mukô,_Yakusoku_No_Basho)_[2004]_(MM_Sub).mp4 https://megaup.net/2mTz1/DigimonAdventuretri.Part6-Future(2018).mp4 https://megaup.net/1GW6o/A_Wizard’s_Tale_(2018).mp4 https://megaup.net/1GW7h/Sgt._Stubby_-_An_American_Hero_(2018).mp4 https://megaup.net/2mTyU/Charming(2018)720P.mp4 https://megaup.net/1GW7e/Pleasure_or_Pain_(2013).mp4 https://megaup.net/1GW79/Luis&theAliens(2018)720P.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uGD4azWAfXLjkvs5wzvIapHRooX.jpg",
        "title": "Girl vs. Monster (2012)",
        "description": "စကိုင်လာလူးဝစ်ဆိုတဲ့ ဆယ်ကျော်သက်အရွယ်မိန်းကလေးဟာအရွယ်နှင့်မမျှဘဲအကြောက်တရားကင်းမဲ့လှသူပါသူ့ရဲ့မိဘနှစ်ပါးက မကောင်းဆိုးဝါးများကိုဖမ်းဆီးသူများဖြစ်ကြပြီးတော့သူ့ကိုတော့အဲ့အကြောင်းကိုလျှို့ဝှက်ထားပါတယ်စကိုင်လာ့မိဘနှစ်ပါးဟာ သူ့သမီးကိုအရမ်းကိုပဲ အကာကွယ်လွန်ပြီးအကဲပိုတတ်ကြပါတယ်ဒါပေမယ့် စကိုင်လာကတော့ ငယ်ရွယ်သူပီပီ အဲ့လိုအကာကွယ်လွန်ပြီးစိုးရိမ်ပူပန်လွန်းတာကို လုံးဝမကြိုက်ပါဘူး...သူ့မှာ သူနဲ့ဆန့်ကျင်ဘက်ဖြစ်တဲ့ အင်မတန်ကြောက်တတ်တဲ့ ဟင်နရီနဲ့ဆီဒီဆိုတဲ့အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ရှိပါတယ်...သူဟာ နောက်တစ်နေ့ည ဟောလိုးဝင်းမှာကျင်းပမယ့်ပါတီပွဲမှာရောခ့်ဂီတအဖွဲ့တစ်ဖွဲ့နဲ့အတူ သီချင်းတွဲဆိုဖို့အတွက်လဲစီစဉ်ထားပါတယ်သူ့အနေနဲ့ဟောလိုးဝင်းညကိုပျော်ပျော်ကြီးဖြတ်သန်းမယ်လို့မျှော်လင့်ချက်အပြည့်နဲ့ပေါ့...ဒါပေမယ့် အဲ့မျှော်လင့်ချက်တွေဟာ ဟောလိုးဝင်းညမှာ စကိုင်လာ့မိဘတွေသူ့ကိုအိမ်ထဲမှာပဲနေပြီး အပြင်မထွက်ရန် \"Alarm\" စနစ်ပါပေးထားပြီးလူတစ်ယောက်ဖြင့်စောင့်ကြည့်ခိုင်းထားတဲ့အတွက် အကုန်ပျက်စီးကုန်ပါတော့တယ်...ဒါပေမယ့် စကိုင်လာ့အနေနဲ့ လက်မလျှော့ပဲ သူ့ကို စောင့်ကြည့်နေသည့်လူမသိအောင်အိမ်ထဲကနေခိုးထွက်ဖို့အတွက် အိမ်ရဲ့ပါ၀ါမီးခလုတ်ကိုပိတ်လိုက်ရာမှာတော့သူ့မိဘတွေနှစ်ပေါင်းများစွာ ချုပ်ထားကြသည့် လူတွေရဲ့အကြောက်တရားကိုအင်အားအဖြစ်ဝါးမြိုစားသောက်ကြရတဲ့ မကောင်းဆိုးဝါးများဖြစ်ကြသည့်ဒီရန်မာတာ၊ သီအိုဒိုးရှားနဲ့ စာခြောက်ရုပ်ဘော့တို့သုံးယောက်အပြင်မကောင်းဆိုးဝါးမြောက်မြားစွာ လွတ်မြောက်သွားပါတော့တယ်...စကိုင်လာ့ကိုစောင့်ကြည့်ခိုင်းထားတဲ့ သူ့မိဘများရဲ့သူငယ်ချင်းကစကိုင်လာဟာ မျိုးဆက်(၅)ဆက်မြောက် မကောင်းဆိုးဝါးဖမ်းဆီးသည့်သူတစ်ယောက်ဖြစ်ပြီးအခုလွတ်မြောက်သွားတဲ့ မကောင်းဆိုးဝါးတွေကို ပြန်ဖမ်းဆီးရမယ်လို့ပြောလိုက်တဲ့အခါမှာတော့စကိုင်လာ့အနေနဲ့ သူ့သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ မကောင်းဆိုးဝါးများကိုပြန်လည်ဖမ်းဆီးရတော့မယ့်တာဝန်ရှိလာပါတယ်...သူဘယ်လိုတွေများဆက်ရင်ဆိုင်မလဲဆိုတာတော့ဒီကားလေးမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါလို့...ဒီကားလေးမှာ သူတို့သုံးယောက်ရဲ့စွန့်စားခန်းများအပြင်လူတွေအနေနဲ့ အကြောက်တရားဆိုတဲ့အရာကို ဘယ်လိုအနိုင်ယူရမယ်ဆိုတာကိုပါထည့်သွင်းပြသထားတဲ့အတွက်အရမ်းကိုပဲကြည့်လို့ကောင်းတဲ့ရုပ်ရှင်ကားလေးဖြစ်မယ်ဆိုတာ သေချာပါတယ်File Size : (760 MB) and (322 MB)\nQuality : WedDL 720p\nRunning Time : 1hr 29 min\nFormat ...",
        "rating": "5.7",
        "url": "https://megaup.net/1zAv7/Girl_Vs._Monster_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Ja7E1FxVRtQY0i0sOslbBCAzu2.jpg",
        "title": "Golden Job (2018)",
        "description": "အခု မိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားလေးကတော့ Rating တွေကလည်း အလန်း သရုပ်ဆောင်တွေကလည်းနာမည်ကြီးပြီး အက်ရှင်ကားကောင်းကောင်း ငတ်နေသူတွေအတွက် အကြိုက်တွေ့စေမယ့် Crime,Action ဇာတ်ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကတော့ Golden Job(2018) ပါ။IMDB Rating ကတော့ 6.2 ထိရရှိထားပါတယ်။ဇာတ်လမ်း အကျဉ်းလေးကတော့ ဆိုးတေသောင်းကြမ်းလို့ ဝသွားကြတဲ့ လူမိုက်ကြီး ငါးယောက် အငြိမ်းစားယူသွားကြပါတယ်။အဲ့နောက်မှာခေါင်းဆောင်ဖြစ်သူက ဒုက္ခသည်ကလေးတွေအတွက် အကူအညီပေးဖို့ ဆေးကုမ္ပဏီတစ်ခုက ဆေးသယ်လာတဲ့ကားကို ခိုးလိုက်ပါတယ်။နောက်တော့ဆေးဝါးဖြန့်ဖြူးပေးဖို့ လူပြန်စုပြီး အလုပ်ပြန်လုပ်ကြတဲ့အချိန် ဆေးသယ်လာတဲ့ကားကို ခိုးလာခဲ့ပြီးမှ ကားပေါ်မှာ ပါလာတာ ဆေးတွေမဟုတ်ဘဲ ရွှေတွေဖြစ်နေချိန်မှာတော့.....ဘာတွေကြောင့်ဒီလိုဖြစ်ရတာလဲသူတို့ရဲ့အတိတ်ဆိုးတွေကို သူတို့ချန်ထားနိုင်တာသေချာရဲ့လား ဆိုတာ အက်ရှင် ကြမ်းကြမ်းလေးတွေနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ မေသရဖီလွင် ပါ) File Size : (850 MB) and (380 MB)\nQuality : WEB-DL 720p\nRunning Time : 1h 40min\nFormat : ...",
        "rating": "6.5",
        "url": "https://megaup.net/1zAvf/Golden_Job_(Huang_Jin_Xiong_Di)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e1msV45Ntp0IqlaZhMZomSR9qQv.jpg",
        "title": "Fun Size (2012)",
        "description": "ရမ်ဆိုတဲ့မိန်းကလေးဟာ အသက်အများကြီးငယ်တဲ့ကောင်လေးနဲ့တွဲနေတဲ့သူ့အမေရယ်၊အစအနောက်အရမ်းသန်ပြီး သူ့ကိုခနခနဒုက္ခပေးနေတဲ့သူ့ရဲ့မျောက်လောင်းမောင်လေးအဲလ်ဘတ်နှင့်အတူနေထိုင်နေရတဲ့သူပါ...သူ့မိသားစုကိုစိတ်ကုန်နေတာကြောင့် အထက်တန်းပြီးတာနဲ့သူတို့နဲ့ဝေးရာ နယူးယောခ့်တက္ကသိုလ်ကိုသွားရောက်တက်ရောက်ဖို့ စိတ်ကူးထားပါတယ်...သူ့ကို သူတို့ကျောင်းရှိ အေရွန်ရိုင်လီဆိုသည့် ပေါ်ပြူလာအဖြစ်ဆုံးကောင်လေးကဟောလိုးဝင်းနေ့မှာကျင်းပမယ့် သူ့ရဲ့ပါတီပွဲကိုလာဖို့ဖိတ်ကြားထားပါသေးတယ်...သူလဲ ဟောလိုးဝင်းပါတီပွဲမှာ ဒိုရိုသီအနေနဲ့ဝတ်ပြီးတက်ရောက်ဖို့အတွက်ပြင်ဆင်ထားပါတယ်...ဒါပေမယ့်လဲ ပွဲနေ့မှာ သူ့အမေက ရမ့်ကို အဲလ်ဘတ်ကိုထိန်းထားခိုင်းပြီးသူ့ရည်းစားနဲ့အတူအပြင်ထွက်သွားပါတော့တယ်...ရမ်လဲစိတ်ပျက်ပျက်နဲ့သူ့မောင်လေးကိုခေါ်ပြီး အပြင်ဘက်ထွက်လာရမှာတော့ကံဆိုးစွာနဲ့ အဲလ်ဘတ်ကိုပျောက်သွားတာကြောင့် ရမ့်အနေနဲ့ သူ့အမေပြန်မလာခင်မှာအဲလ်ဘတ်ကိုတွေ့အောင် ရှာရတော့မှာပါ...ကဲ ဒါဆို သူနဲ့သူ့သူငယ်ချင်းတွေ အဲလ်ဘတ်ကိုရှာပုံတော်ဖွင့်ပုံနဲ့အဲလ်ဘတ်ဘယ်လိုပျောက်သွားတယ်ဆိုတာကိုတော့ဒီကားလေးထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး File Size : (742 MB) and (299 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 26 min\nFormat : Mp4\nGenre :  Adventure ,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by MiKi\nEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://megaup.net/TD31/Fun_Size_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oFNAbCPeleK4XpH6VYOovHbB7vW.jpg",
        "title": "Seven Years in Tibet(1997)",
        "description": "Seven Years in Tibet (1997)PG-13 | 136 min |\nAdventure, Biography, DramaIMdb rating......  7\" တို့ တိဗက်မှာ စကားတစ်ခွန်းရှိတယ်...  ဖြေရှင်းလို့ရနိုင်တဲ့ ပြဿ နာတစ်ခုဆိုရင်\nအဲ့ဒီအတွက် ပူပန်နေစရာ မလိုဘူး  ဖြေရှင်းလို့မရနိုု်င်ဘူးဆိုရင်တော့..\nပူပန်ခြင်းနေတာက အလကားပဲ\"    ဒီစကားက ငြိမ်းချမ်းလွန်းတဲ့\nတိဗက်ရဲ့ အတွေးအခေါ် ဝါဒကို  ရှင်းရှင်းလင်းလင်း ပေါ်လွင်စေမှာပါ။\nတိဗက်ဆိုတဲ့ နယ်မြေအကြောင်း  ကို မြန်မာ စာရေးဆရာတွေလည်း ရေးခဲ့ကြပါတယ်။Seven year in Tibet ဆိုတဲ့  သြစတြီးယား တောင်တက်သမား\nHeinrich Harrer ရဲ့   ကိုယ့်တွေ့အဖြစ်အပျက်ခရီးသွားမှတ်တမ်းကို\nအခြေခံပြီးရိုက်ကူးထားတဲ့ ရုပ်ရှင်မှာ   ကျွန်တော်တို့ တစ်ခါက စကားလုံးနဲ့ပဲ\nခံစားဖူးခဲ့တဲ့ တိဗက်မြေကို ရုပ်သဏ္ဍာန်နဲ့  ခံစားတွေ့မြင်ရမှာပါ။\nတိဗက်ရဲ့မိုးကောင်းကင်နဲ့  ထိလုနီးပါးဖြစ်နေတဲ့တောင်တန်းကြီးတွေ\nကျယ်ပြန့်လှတဲ့လွင်ပြင်ကျယ်ကြီးတွေကို  တွေ့မြင်ခံစားရမှာပါ။\nတိဗက်လူမျိုးတွေရဲ့ ဘာသာတရားအပေါ်   ထူးခြားတဲ့သက်ဝင်ယုံကြည်မှုတွေ\nအယူဝါဒတွေ ဓလေ့တွေကိုလည်း   တွေ့ရမှာဖြစ်ပါတယ်။ဒီ အဖြစ်အပျက်တွေဟာ...   ဒုတိယကမ္ဘာစစ်ကာလ\n၁၉၄၄ခုနှစ်နဲ့၁၉၅၁ခုနှစ်ကြား   တိဗက်ကို တရုတ်ပြည်သူ့လွတ်မြောက်ရေး\nကွန်မြူ နစ်တပ်မတော် မကျူ းကျော်မီ   ၁၉၅ဝဝန်းကျင်က အကြောင်းအရာတွေပါ။Heinrichဟာ အခြေအနေတစ်ခုကြောင့်  တိဗက်ကို ဖြတ်လာရင်း\nတိဗက်မှာ ဒုတိယကမ္ဘာစစ်ကာလအတွင်း  ...",
        "rating": "7.0",
        "url": "https://megaup.net/TD34/Seven_Years_In_Tibet_[1997]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uzcqkLNCI2Tjqscc9dr1TxURzAn.jpg",
        "title": "The Bombing (2018)",
        "description": "2018 ထြက္ Action/Adventure ဇာတ္ကားသစ္ျဖစ္ၿပီး Cast ေတြကလည္းကြၽန္ေတာ္တို႔အႀကိဳက္ မင္းသားေတြျဖစ္ပါတယ္။အက္ရွင္ကားပရိသတ္ေတြရဲ့ Action မင္းသားႀကီး Burce Willis,2002ခုႏွစ္ကထြက္႐ွိခဲ့တဲ့ The Pianist ဇာတ္ကားမွာ Performance ေကာင္းေကာင္းနဲ႔စႏၵယားအႏုပညာ႐ွင္ျဖစ္ ပါဝင္သ႐ုပ္ေဆာင္ခဲ့တဲ့ Adrein Brody,ဒါ့အျပင္ ကိုရီးယားသ႐ုပ္ေဆာင္မင္းသားႀကီး ဂြၽန္ေစာအျဖစ္လူသိမ်ားတဲ့ Song Seung Hun တို႔နဲ႔အတူ တ႐ုတ္မင္းသားLui Ye တို႔အတူပါဝင္အားျဖည့္သ႐ုပ္ေဆာင္ထားတဲ့ WWII ေနာက္ခံ Action ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဒုတိယကမာၻစစ္အတြင္း ဂ်ပန္တို႔ရဲ႕ေလေၾကာင္းတိုက္စစ္ဆင္မႈေတြၾကားကေန ကိုယ္စီတာဝန္အသီးသီးထမ္းေဆာင္ကာ အေရးႀကီးလက္နက္တစ္ခုကိုကာကြယ္ဖို႔ႀကိဳးစားၾကတာပဲျဖစ္ပါတယ္။ပရိသတ္Cast အလန္းစားေတြနဲ႔ ႐ိုက္ကူးထားတာျဖစ္တာေၾကာင့္ အားလပ္ရက္အနားယူရင္းအားေပးရေအာင္ တင္ဆက္ေပးလိုက္ပါတယ္။ (ဇာတ္လမ္းအညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ ရဲမာန္ေအာင္ ပါ) File Size : (750 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 37min\nFormat : Mp4\nGenre : Action ...",
        "rating": "7.1",
        "url": "https://megaup.net/2fAjA/The_Bombing_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xR5w0he6czZkcAz459a4iPBqXGe.jpg",
        "title": "Christopher Robin (2018)",
        "description": "Trailerေတြထြက္ကတည္းက အားလံုးစိတ္ဝင္စားစြာ ေစာင္႔ေမွ်ာ္ခဲ႔ရတဲ႔ဇာတ္ကားသစ္ေလးတစ္ကားကိုChannel Myanmarပရိသတ္ၾကီးအတြက္တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးကေတာ႔ အားလံုးရဲ ႔အခ်စ္ေတာ္ Winnie the Pooh နဲ႔သူ႔ရဲ ႔သူငယ္ခ်င္းေလး Christopher Robin တို႔အေၾကာင္းရိုက္ကူးထားတဲ႔Christopher Robin (2018) ပါ။ကာတြန္းဇာတ္ေကာင္ကိုရိုက္ထားတာကဘာမ်ားအေထြအထူးေကာင္းစရာရွိမလဲလို႔ ေမးခ်င္ေမးပါလိမ္႔မယ္။ဒါေပမယ္႔ ဒီကားေလးက ဇာတ္လမ္းအရေရာ ဇာတ္ေဆာင္အရေရာသူေပးခ်င္တဲ႔ Theme အရေရာ ေတာ္ေတာ္ေလးအဓိပၸါယ္ရွိျပီးမပ်င္းမရိၾကည္႔လို႔ရတဲ႔ကားေလးတစ္ကားပါ။Imdb Rating 7.7/10 Rotten Tomatoes 71%ေတာင္ရရွိထားတာမို႔ဒီလိုညႊန္းထားတာပုိရာမက်ပါဘူး။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ေလာက္တင္ဆက္ေပးလိုပါေသးတယ္။အားလံုးပဲသိၾကတဲ႔အတိုင္း Winnie the Poohနဲ႔ ခရစၥတိုဖာေရာ္ဘင္တို႔ဟာအတူသြားအတူကစားရင္းအရမ္းခ်စ္ၾကတဲ႔ သူငယ္ခ်င္းေတြပါ။ဒါေပမယ္႔ ေလာကရဲ ႔ထံုးစံအတိုင္း ေဆာ႔ကစားေနရံုနဲ႔ျပီးမသြားတဲ႔ အတြက္ခရစၥတိုဖာေရာ္ဘင္တစ္ေယာက္ ေတာထဲကသူ႔သူငယ္ခ်င္းေတြနဲ႔ခြဲကာလန္ဒန္မွာေက်ာင္းသြားတက္ရပါေတာ႔တယ္။အဲဒီလိုနဲ႔ အလုပ္ေတြအရမ္းၾကိဳးစားကာမက္ဒီလင္းန္ဆိုတဲ႔သမီးေလးေတာင္ရရွိေနတဲ႔ အရြယ္ေရာက္လာပါျပီ။ကေလးဘဝကသူအရမ္းခ်စ္ရတဲ႔သူငယ္ခ်င္းေတြကိုလဲ ေမ႔ပစ္လိုက္ပါျပီ။တစ္ေန႔မွာေတာ႔ Poohတစ္ေယာက္သူ႔သူငယ္ခ်င္းေတြအကုန္လံုးေတာထဲမွာေပ်ာက္သြားလို႔လိုက္ရွာရင္းခရစၥတိုဖာေရာ္ဘင္ဆီကိုဆန္းၾကယ္စြာေရာက္ရွိလာပါေတာ႔တယ္။Poohကေတာ႔သူအရမ္းခ်စ္ရတဲ႔ ခရစၥတိုဖာေရာ္ဘင္ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/christopher-robin-2018/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qzAmeK8Dpxxb0ijq4p0G8JGDogZ.jpg",
        "title": "Osamu Tezuka’s Buddha: The Great Departure (2011)",
        "description": "IMDb 6.3ထိရထားတဲ့ ဒီဇာတ္ကားေလးဟာဂ်ပန္Anime movie versionဗုဒၶဝင္ဇာတ္လမ္းေလးျဖစ္ပါတယ္ျမတ္စြာဘုရားဘဝျဖစ္စဥ္ကိုေရးဆြဲထားတယ္ေျပာေပမယ့္ဗုဒၶစာေပကဇာတ္လမ္းေက်ာ႐ိုးေလာက္ပဲယူထားပါတယ္က်ေနာ္တို႔သိတဲ့ဗုဒၶဝင္ဇာတ္နဲ႔လံုးဝကြဲထြက္ေနၿပီးစိတ္ကူးယဥ္ဇာတ္ေကာင္မ်ားလည္းအမ်ားအျပားထည့္သြင္းထားတာေၾကာင့္ပ်င္းရိဖြယ္မေကာင္းပဲ စၾကည့္ျဖစ္ရင္အဆံုးအထိမထတန္းၾကည့္ျဖစ္မယ့္ကားေလးပါဂ်ပန္Animeတို႔ရဲ႕မူအတိုင္း ၾကည့္ၿပီးရင္လည္းရင္ထဲတသသျဖစ္ေအာင္ေပးစြမ္းႏိုင္ပါတယ္က်ေနာ့္အေျပာထက္ကိုယ္တိုင္ၾကည့္တာကပိုေကာင္းပါလိမ့္မယ္ဗုဒၶစာေပလာနာမည္မ်ားကိုကူညီေျပာျပေပးေသာကို Zaw Lynn Htoon ေခၚ ကိုမင္းကံစီအားအထူးေက်းဇူးတင္႐ွိပါသည္File Size : (955 MB) and (317 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 51 min\nFormat : Mp4\nGenre : Animation , Adventure , Biography\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource :BluRay 1080p\nTranslated by Dr.Nyan\nEncoded by Moe Myint Lwin",
        "rating": "6.2",
        "url": "https://megaup.net/2VAd0/Osamu_Tezuka’s_Buddha_-_The_Great_Departure_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYWFkMTJjODEtMjY2NC00OGRiLThkYjMtMzBjMzVhY2FlZTEyXkEyXkFqcGdeQXVyNjYwMjkwMjg@._V1_SY1000_CR007131000_AL_-143x200.jpg",
        "title": "Naruto the Movie: Ninja Clash in the Land of Snow (2004)",
        "description": "Non-spoiler Review\nနာရုတိုနဲ႔သူ႔ရဲ႔team7တို႔ဟာ\nနာမည္ၾကီးသရုပ္ေဆာင္ မင္းသမီးယုကီကို\nကာကြယ္ေပးဖို႔အတြက္ တာ၀န္အေပးခံခဲ့ရပါတယ္\nသူရဲ႔နာမည္ၾကီးရုပ္ရွင္ရဲ႔ေနာက္ဆက္တြဲကားကိုရိုက္ဖို႔\nႏွင္းတိုင္းျပည္ကိုသြားရမွာျဖစ္ျပီး နွင္းတိုင္းျပည္ရဲ႔လက္မရြံ႔နင္ဂ်ာသံုးေယာာက္ကလည္\nး အသင့္ေစာင့္ၾကိဳလို႔ေနပါတယ္ Team7ဟာ\nမင္းသမီးကုိလံုလံုျခံဳျခံဳနဲ့လိုက္ပို႔ေပးရမွာျဖစ္ျပီး\nမေမွ်ာ္လင့္ထားတဲ့မင္းသမီးယုကီရဲ႔အတိတ္နဲ့အတူဘာေတြဆက္ျဖစ္မလဲ\nဆိုတာကို ၾကည့္ရႈ႕နိုင္ပါျပီ\nimdb rating - 6.8File size - 769.4 MB or 403.37 MBTranslated and encoded by -sithuQuality -  Blu-ray 720pFile type - mp4",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/naruto-the-movie-ninja-clash-in-the-land-of-snow-2004/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2lIr27lBdxCpzYDl6WUHzzD6l6H.jpg",
        "title": "The Spy Who Dumped Me (2018)",
        "description": "ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Spy who dumped me\"ဆိုတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဒီကားလေးမှာ အွန်ဒရေးနဲ့ မော်ဂန်ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းနှစ်ယောက်ရဲ့စပိုင်ဆန်ဆန်နဲ့စွန့်စားခန်းတွေကို ရယ်ရယ်မောမောနဲ့ ကြည့်ရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်....အွန်ဒရေးဆိုတဲ့ ကောင်မလေးဟာ သူသိပ်ချစ်ရတဲ့ ချစ်သူနဲ့ပြတ်ပြီးနောက်ပိုင်းမှာသူ့ချစ်သူက စပိုင် သူလျိုတစ်ယောက်ဆိုတာ သိခဲ့ပါတယ်...အဲဒီသူ့ချစ်သူစခဲ့တဲ့ ဇာတ်လမ်းနောက်တွဲကိစ္စတွေဟာချစ်သူဖြစ်တဲ့ သူမဆီကိုပါရောက်လာပါတော့တယ်...သူမဆီကိုရောက်လာတော့ သူမရဲ့သူငယ်ချင်းဖြစ်တဲ့ မော်ဂန်ပါပါဝင်ပတ်သက်လာရတော့တာပေါ့....ဒီလိုနဲ့ သူမတို့နှစ်ယောက် ဒီအရှုပ်ဇာတ်လမ်းတွေကြားအပစ်အခတ်သတ်ဖြတ်မှု့တွေကြားမှာဘယ်လိုအူကြောင်ကြောင်နဲ့စွန့်စားခန်းတွေ လုပ်ကြမလဲဆိုတာရယ်ရယ်မောမောနဲ့ ကြည့်ရမှာဖြစ်ပါတယ်....Rating 6.3  ရရှိထားပြီးတော့ စပိုင်ဇာတ်လမ်း အက်ရှင်ပုံစံတွေဟာသဆန်ဆန်ရယ်မောရတာကို ကြိုက်တဲ့ လူတွေအတွက်ကတော့ဒီဇာတ်လမ်းလေးထဲက စာသားအများစုကသင်တို့ကို စိတ်ကျေနပ်မှု့ပေးစွမ်းနိုင်မှာဖြစ်ပါတယ်....အားလုံးပဲကြည့်လိုက်ရအောင်လား.... File Size : (747 MB) and (305 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre : Action , Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.4",
        "url": "https://megaup.net/1zGfm/The_Spy_Who_Dumped_Me_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xCz1abf6zZvFWSWK3AOblJgQ334.jpg",
        "title": "White Fang (2018)",
        "description": "စာရေးဆရာ Jack Landon ရေးသားခဲ့တဲ့ White Fang စာအုပ်ကို Animation အနေနဲ့ပြန်လည် ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်IMDB အနေနဲ့ကတော့ 6.9 အထိရရှိထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်သစ္စာစောင့်သိပြီး ကျေးဇူးတရားကို နားလည်တဲ့ ခွေးဝံပုလွေတစ်ကောင်အကြောင်းကို ဇာတ်လမ်းဇာတ်အိမ်ကောင်းကောင်းနဲ့ တင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ White Fang ဆိုတဲ့ ခွေးဝံပုလွေလေးဟာ မိခင်ဖြစ်သူနဲ့နေထိုင်ရင်း ဒုက္ခတွေတွေ့ကြုံခဲ့ရာမှ မိခင်ရဲ့သခင်ဟောင်းဖြစ်သူဆီ ပြန်သွားခဲ့ကြပါတယ်အရွယ်ရောက်ပြီးကြီးပြင်းလာတဲ့ White Fang ဟာ သခင်ရဲ့ငွေကြေးအခက်အခဲကြောင့် မသမာသူတွေလက်ထဲ ရောင်းစားခံရပါတယ်White Fang ဟာ မသမာသူတွေရဲ့ ခွေးတိုက်ပွဲမှာ ဝင်ရောက်တိုက်ခိုက်ခိုင်းခံရပြီး ပိုက်ဆံတွေရှာပေးခဲ့ရပါတယ်အဲ့ဒီနောက်မှာတော့ ယူအက်စ်အရာရှိ ဝှင်းမ်ဒွန်စကော့နဲ့ တွေ့ဆုံခဲ့ပြီး ဘဝသစ်တစ်ခုရရှိခဲ့ပါတယ်White Fang ကိုပြန်လည်ရယူဖို့ ကြိုးစားနေတဲ့ မသမာသူတွေဟာလည်း အရာရှိနှင့်ရန်ငြိုးရှိထားသူတွေဖြစ်ပါတယ်အရာရှိကြီးနဲ့ White Fang ဟာ ဒီအခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်ကြမလဲသူတို့နှစ်ဦးရဲ့ ကံကြမ္မာတွေဟာလည်း ဘယ်လိုမျိုးတွေကြုံတွေ့ရမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ဆက်လက် ကြည့်ရှူ့ရမှာပဲ ဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့  ...",
        "rating": "6.9",
        "url": "https://megaup.net/1GW70/Girl’s_Blood_(Aka_X_Pinku)_[18+]_[2014]_(MM_Sub).mp4 https://megaup.net/2mTz8/Dilan_1990_[2018]_(MM_Sub).mp4 https://megaup.net/1GW6r/Agent_Mr._Chan_[2018]_(MM_Sub).mp4 https://megaup.net/2mTzW/White_Fang_(2018).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/uImHZvUCT6pvu7fEoKr1eTqkhBo-134x200.jpg",
        "title": "Bleach (2018)",
        "description": "Bleach (2018)\nIMDb - 6.4/10_____Rotten - 67%\n  တစ်လောကမှထွက်ရှိထားတဲ့ဂျပန်live action ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဂျပန်အန်နီမေးရှင်းကိုပြန်ပြောင်းရိုက်ကူးထားတဲ့ဒီကားလေးဟာဂျပန်မှာတော့အတော်ရေပန်းစားသွားပါတယ်ငယ်ငယ်လေးကတည်းကမိခင်ဖြစ်သူမတော်တဆမှုတစ်ခုကြောင့်သေဆုံးသွားတဲ့ကောင်လေးခုယိုစကိထိုမတော်တဆမှုကြောင့်သူဟာမကောင်းဆိုးဝါးတွေကိုမြင်တွေ့လာနိုင်ခဲ့တယ်ကောင်းမွန်တဲ့မကောင်းဆိုးဝါးတွေကိုလမ်းမှန်သွားနိုင်အောင်သူသင်ပြပြောပြပေးခဲ့တယ်လောကမှာကောင်းတဲ့မကောင်းဆိုးဝါးတွေရှိသလိုမကောင်းတဲ့မကောင်းဆိုးဝါးတွေလည်းရှိနေခဲ့တယ်ကောင်းမွန်တဲ့သရဲတစ္ဆေတွေကိုဝိညာဉ်လောကကိုကောင်းကောင်းမွန်မွန်သွားနိုင်အောင်လုပ်ဆောင်ပေးသူတွေကတော့သေမင်းနတ်ဘုရားတွေပါပဲဝိညာဉ်ဖမ်းသူတွေလို့လည်းအလွယ်ခေါ်နိုင်ပါတယ်သူတို့ဟာမကောင်းတဲ့သရဲတစ္ဆေတွေကိုလည်းနှိမ်နင်းနိုင်တဲ့အစွမ်းရှိသူတွေပါသူတို့ဟာနှစ်ပေါင်းရှည်ကြာပြီးအလွန်အစွမ်းထက်တဲ့မကောင်းဆိုးဝါးးတစ်ကောင်ကိုနှိမ်နင်းဖို့သေမင်းနတ်ဘုရားမလေးကိုလူ့လောကကိုစေလွတ်လိုက်ပါတယ်လူသာမာန်တွေမမြင်နိုင်တဲ့ထိုသေမင်းနတ်ဘုရားမလေးကိုခုယိုစကိကမြင်တွေ့နိုင်တဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်မလဲသူတို့နှစ်ယောက်ပေါင်းပြီးမကောင်းဆိုးဝါးတွေကိုဘယ်လိုနှိမ်နင်းမလဲဆိုတာကိုကြည့်လိုက်ကြပါဒီဇတ်ကားကိုအမျိူးမျိူးဝေဖန်ကြပါတယ် မူရင်းကိုမမှီဘူးဆိုတာတွေ မုူရင်းထက်ကောင်းတယ်လို့ပြောသူတွေအမျိူးမျိူးပါပဲကြည့်ပြီးမှဆုံးဖြတ်ကြပါလို့ပဲပြောချင်ပါတယ် \n(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုစိုးထွေးပါ)\n   \nFile Size : (900 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 48min\nFormat : Mp4\nGenre : Action , Adventure , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p NF WEB-DL DD+5.1 x264-NTG\nTranslated by Soe Htwe\nEncoded by Thanhtike Zaw",
        "rating": "6.4",
        "url": "https://megaup.net/Tm7j/Bleach_(Bleach_-_Burîchu)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    }
]