[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNDYyNDY4NDk3MV5BMl5BanBnXkFtZTgwMzg4NDA2MDE@._V1_-225x300.jpg",
        "title": "Axe Giant: The Wrath of Paul Bunyan (2013)",
        "description": "ကဲ ပထမဆံုး မဂၤလာညခ်မ္းေလးပါလုိ႕ ႏႈတ္ဆက္လိုက္ပါရေစ\nကဲ အခုည အတြက္ ဒိုတာ ပရိတ္သတ္ေတြနဲ႕ မစိမ္းတဲ့\nဇာတ္ကားတစ္ကားကို တင္ေပးအံုးမယ္ဗ်\nဒိုတာ ေဆာ့တဲ့ သူေတြဆို AXE ကိုဆို သိၾကမယ္ထင္ပါတယ္\nအခုကားက AXE နဲ႕ ပတ္သက္ျပီး ရိုက္ျပထားတာပါ\nအဲ ဒိုတာဆိုလို႕ ဒိုတာ မေဆာ့တဲ့ သူေတြအေနနဲ႕လဲ\nဒီကားကို ၾကည့္လို႕ရပါတယ္ေနာ္\nကဲ ဇာတ္လမ္း အက်ဥး္ေလးကေတာ့ သစ္ခုတ္စခန္းတစ္ခုမွာ\nအလုပ္လုပ္ေနတဲ့ အလုပ္သမားျဖစ္သူ ေပါလ္ဘာရန္ ဟာ\nအလုပ္သမားေခါင္းဆိုလဲ ဟုတ္သလို\nအားလံုးက သတ္မွတ္ထားတဲ့ လုပ္ရဲကိုင္ရဲရွိသူ\nခြန္အားဗလနဲ႕ ျပည့္စံုသူ\nသတၱိရွိသူတေယာက္ပါ ဒီလိုနဲ႕ တစ္ေန႕မွာ\nသစ္ခုတ္စခန္းကို အႏၱရာယ္ တစ္ခု က်ေရာက္လာခဲ့ျပီး\nက်ေရာက္လာတဲ့ အႏၱရာယ္က ေမွ်ာ္မွန္းထားသည္ထက္ ပိုမို\nစြမ္းအားၾကီး အစြမ္းထက္ေနတဲ့ အခါမွာေတာ့.............\n[ကဲ ပထမဆုံး မင်္ဂလာညချမ်းလေးပါလို့ နှုတ်ဆက်လိုက်ပါရစေ\nကဲ အခုည အတွက် ဒိုတာ ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့\nဇာတ်ကားတစ်ကားကို တင်ပေးအုံးမယ်ဗျ\nဒိုတာ ဆော့တဲ့ သူတွေဆို AXE ကိုဆို သိကြမယ်ထင်ပါတယ်\nအခုကားက AXE နဲ့ ပတ်သက်ပြီး ရိုက်ပြထားတာပါ\nအဲ ဒိုတာဆိုလို့ ဒိုတာ မဆော့တဲ့ သူတွေအနေနဲ့လဲ\nဒီကားကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/axe-giant-the-wrath-of-paul-bunyan-2013/",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZTE2YTUyMWYtOTgwNC00MmZmLWFjNWEtMmM4MzY5YmQ3MGVlXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_SY1000_CR007051000_AL_-1-212x300.jpg",
        "title": "Zip & Zap and the Captain’s Island (2016)",
        "description": "ကဲ ဗ်ာ ဒီတစ္ခါေတာ့ ထူးဆန္းေထြလာ ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ အရင္ ႏွစ္ထဲကထြက္ခဲ့တဲ့\nMiss Peregrine's Home for Peculiar Children လို\nဇာတ္ကားမ်ိဳးေလးပဲ ျဖစ္ျပီး ေမွာ္ကားေတြကို ၾကိဳက္ႏွစ္သက္\nသူေတြ အေနနဲ႕ကေတာ့ ၾကည့္ရွဴသင့္တဲ့ ကားေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ Zip Zap နဲ႕ ခရစၥမတ္ဆိုတာကခြဲထားလို႕မရပါဘူးတဲ့ဗ်\nခရစၥမတ္ အခ်ိန္ဆို Zip နဲ႕ Zap ဟာ ခရီးထြက္ေလ့ ရွိပါတယ္တဲ့ဗ်\nကဲ ဒီတစ္ခါေတာ့ ဘယ္ကိုမ်ား ခရီးထြက္ၾကမလဲ ထြက္ရင္ေကာ\nဘယ္လို ထူးဆန္း အံ့ၾသဖြယ္ရာေတြနဲ႕မ်ား ၾကံဳေတြ႕ရမလဲ\nဆိုတာကို ပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴၾကရမွာပဲျဖစ္ပါတယ္\n[ကဲ ဗျာ ဒီတစ်ခါတော့ ထူးဆန်းထွေလာ ကားလေး\nတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးကတော့ အရင် နှစ်ထဲကထွက်ခဲ့တဲ့\nMiss Peregrine's Home for Peculiar Children လို\nဇာတ်ကားမျိုးလေးပဲ ဖြစ်ပြီး မှော်ကားတွေကို ကြိုက်နှစ်သက်\nသူတွေ အနေနဲ့ကတော့ ကြည့်ရှူသင့်တဲ့ ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Zip Zap နဲ့ ခရစ္စမတ်ဆိုတာကခွဲထားလို့မရပါဘူးတဲ့ဗျ\nခရစ္စမတ် အချိန်ဆို Zip နဲ့ Zap ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/zip-zap-and-the-captains-island-2016/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BMjM2MTI4OTc5OF5BMl5BanBnXkFtZTgwNDk1MTAzMjE@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "My Way(2011)",
        "description": "Korean မင္းသား Jang Dong-gun (ဒါရိုက္တာရင္) နဲ႕ မင္းသား Joe Odagiri ရယ္\nမင္းသမီး  Fan Bingbing တို႕ပါဝင္ထားတဲ့ စစ္ကားလို႕ဆိုရမယ့္ဇာတ္ကားပါ။\nတကယ့္အျဖစ္အပ်က္ကိုအေျခခံရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ IMDb Rating(7.7/10)ရရွိထားပါတယ္။\nအေဟာင္းျဖစ္ျပီး အရင္က တင္ေပးခဲ့ဘူးေပမယ့္ ကြာလတီ ေကာင္းတာကို\nျပန္လည္ခံစားေစျခင္တာရယ္ ဘယ္ႏွစ္ခါၾကည့္ၾကည့္ မရိုးတဲ့ အတြက္\nသိမ္းထားျခင္သူေတြသိမ္းထားဖို႕အတြက္ျပန္လည္\nတင္ဆက္ေပးလိုက္တာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nငယ္စဥ္ကေလး ဘ၀ကတည္းက ျပိဳင္ဆိုင္မႈျပင္းထန္ခဲ့ၾကတဲ့\nသူငယ္ခ်င္းမဟုတ္တဲ့ သူငယ္ခ်င္း ၂ေယာက္\nလူမ်ိဳးမတူတဲ့ လူငယ္ေလး ၂ေယာက္\nတခ်ိန္မွာ ဘ၀ အလွည့္အေျပာင္းေတြနဲ႕ ၾကံဳေတြ႕လာရတဲ့အခါ\nေလာကဓံ အလွည့္အေျပာင္းကို ေတြ႕ၾကံဳမိလာတဲ့အခါမွာေတာ့\nဘယ္ေလာက္ပဲ မုန္းတီီးေနပါေစ ပစ္မထားရက္တဲ့\nႏိုင္ငံနားနီးခ်င္း  စစ္ရဲ႕ စေတးခံလူငယ္ေလး ၂ေယာက္\nေနာက္ဆံုးမွာ ဘယ္လိုေတြျဖစ္ၾကမလဲ ဆိုတာကို\nဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့လား ဗ်ာ[Korean မင်းသား Jang Dong-gun (ဒါရိုက်တာရင်) နဲ့ မင်းသား Joe Odagiri ရယ်မင်းသမီး  Fan Bingbing တို့ပါဝင်ထားတဲ့ စစ်ကားလို့ဆိုရမယ့်ဇာတ်ကားပါ။တကယ့်အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီးတော့ IMDb Rating(7.7/10)ရရှိထားပါတယ်။အဟောင်းဖြစ်ပြီး အရင်က တင်ပေးခဲ့ဘူးပေမယ့် ကွာလတီ ကောင်းတာကိုပြန်လည်ခံစားစေခြင်တာရယ် ဘယ်နှစ်ခါကြည့်ကြည့် မရိုးတဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/T8m2/My_Way_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNTMzOTA3NDcxMl5BMl5BanBnXkFtZTcwMTY5NDUyMQ@@._V1_-203x300.jpg",
        "title": "Two Brother (2004)",
        "description": "ကဲ Old But Gold ကားတစ်ကားနဲ့ အခုတပတ် Monday ည အတွက်\nအပန်းဖြေကြည့်ရှူဖို့တင်ဆက်ပေးလိုက်ပါတယ်\nသင်က တိရိစ္ဆာန်ချစ်တတ်တဲ့လူတစ်ယောက်လား အထူးသဖြင့်မွေးဖို့မလွယ်တဲ့ကျားပေါက်လေးတွေကိုချစ်တတ်လား ဒါဆိုရင်တော့ ဒီဇာတ်ကားလေးက ပရိသတ်ကြီးရဲ့ အသည်းနှလုံးကို\nသိမ်းပိုက်သွားမှာ သေချာပေါက်ပါဘဲ ဒီကားလေးဟာဆိုရင် ၂၀၀၄ခုနှစ်က ထွက်ရှိခဲ့ပြီး ရုံစတင်တဲ့ တစ်ပတ်အတောတွင်းမှာတင် top 9 အထိရောက်ရှိခဲ့တဲ့\nဇာတ်လမ်းကောင်းတစ်ပုဒ်ဘဲဖြစ်ပါတယ် ၁၉၂၀ပြည့်နှစ် ကယ်လီဖိုးနီးယားပြည်နယ်ဘက်က အဖြစ်အပျက်လေးတစ်ခုနဲ့ ဇာတ်လမ်းကျောရိုးကိုယူထားပါတယ်\nအဓိကဇာတ်ဆောင်အနေနဲ့ကတော့ ဆွန်ဂါနဲ့ကူမာလို့ခေါ်တဲ့ ကျားလေး၂ကောင်အကြောင်း ဖြစ်ပြီးတော့ အရိုင်းသတ္တဝါ၂ကောင်နဲ့\nလူသား၂ဦးကြားက ဖြူစင်တဲ့ချစ်ခြင်းမေတ္တာကို ဖော်ပြထားတဲ့အတွက်ကြောင့် ကြည့်ပြီးရင်း ထပ်ကြည့်ချင်ကို ဖြစ်နေတော့မှာပါ ပြင်သစ်နဲ့ ထိုင်းဘက်က ကျားအကောင် ၃၀လောက်ကို\nသုံးထားတာဖြစ်ပြီးတော့ အကယ်ဒမီရလောက်တဲ့ ကျားတို့ရဲ့မာယာ ( သရုပ်ဆောင်ချက် ) တွေကိုလည်း မြင်တွေ့ရမှာပါ ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ကယ်လီဖိုးနီးယားတောအုပ်\nထဲက ဘုရားကျောင်းအပျက်တွေကြားမှာနေကြတဲ့ ကျားမကြီးနဲ့သူ့ရဲ့ သားလေး၂ကောင်၊ မုဆိုးအလုပ်နဲ့ တွက်ချေမကိုက်လို့ ဘုရားဆင်းတုတော်ဟောင်းတွေမှောင်ခိုဖို့ စိတ်ကူးနဲ့ ရောက်ရှိ\nလာတဲ့ မတ်ခရော်နီနဲ့ ထိပ်တိုက်ကိုတွေ့ပါတော့တယ် ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/two-brother-2004/",
        "category": "Adventure, Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTQ4MzkzNjcxNV5BMl5BanBnXkFtZTcwNzk4NTU0Mg@@._V1_-223x300.jpg",
        "title": "Blade 1 + 2 + 3",
        "description": "IMDb Rating  7.1 ရထားျပီး 90 Born ေတြရဲ႕ အသဲစြဲ ဇာတ္ကားၾကီးကို\nတင္ဆက္ေပးလိုက္ပါရေစ ငယ္ငယ္ က ဒီကားကိုၾကည့္ျပီး\n၀ါးျခမ္းျပား ဓါးနဲ႕ ေသြးစုတ္ဖုတ္ေကာင္ေတြကို သတ္ခဲ့ဖူးတယ္\nဆိုရင္ေတာ့ အသက္ ၂၀ ေက်ာ္ေနျပီဆိုတာကို ရဲရဲၾကီး အာမခံလိုက္ပါရေစ :P\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေသမ်ိဳးတစ္၀က္ ေသြးစုတ္ေကာင္တစ္၀က္ျဖစ္ေနတဲ့\nမင္းသားကိုယ္တိုင္က ဒီေသြးစုတ္ေကာင္ေတြရဲ႕ ၾကားထဲမွာ ကုိယ္တိုင္၀င္ေရာက္ ဟန္႕တားရင္း\nတိုက္ခိုက္ပံုေတြကို တင္ဆက္ျပထားတာပါ အရင္ကလည္း ၾကည့္ရွဴခဲ့ဖူးၾကတာမို႕\nအညႊန္းကိုေတာ့ ေထြေထြထူးထူး ၾကီး မညႊန္းေတာ့ပါဘူး ဗ်\n[IMDb Rating  7.1 ရထားပြီး 90 Born တွေရဲ့ အသဲစွဲ ဇာတ်ကားကြီးကို\nတင်ဆက်ပေးလိုက်ပါရစေ ငယ်ငယ် က ဒီကားကိုကြည့်ပြီး\nဝါးခြမ်းပြား ဓါးနဲ့ သွေးစုတ်ဖုတ်ကောင်တွေကို သတ်ခဲ့ဖူးတယ်\nဆိုရင်တော့ အသက် ၂၀ ကျော်နေပြီဆိုတာကို ရဲရဲကြီး အာမခံလိုက်ပါရစေ :P\nဇာတ်လမ်း အကျဉ်းလေးကတော့ သေမျိုးတစ်ဝက် သွေးစုတ်ကောင်တစ်ဝက်ဖြစ်နေတဲ့\nမင်းသားကိုယ်တိုင်က ဒီသွေးစုတ်ကောင်တွေရဲ့ ကြားထဲမှာ ကိုယ်တိုင်ဝင်ရောက် ဟန့်တားရင်း\nတိုက်ခိုက်ပုံတွေကို တင်ဆက်ပြထားတာပါ အရင်ကလည်း ကြည့်ရှူခဲ့ဖူးကြတာမို့\nအညွှန်းကိုတော့ ထွေထွေထူးထူး ကြီး မညွှန်းတော့ပါဘူး ဗျ]Yoteshin\n \nMegaup\n \nUserDrive\n    နံပါတ္ ၂ကားမွာေတာ့ ေသြးစုပ္ေကာင္ ေကာင္စီ အဖြဲ႕နဲ႕\nမင္းသားနဲ႕ထိပ္တိုက္ေတြ႕ၾကတာျဖစ္ျပီး\nမင္းသား ...",
        "rating": "7.1",
        "url": "https://megaup.net/1yFh6/Blade_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BYmEwOTAwZGUtMDRmMi00Mzg4LWIyY2UtMWIxYzYwNmVhZmMxXkEyXkFqcGdeQXVyNDgwOTMyMTI@._V1_SX640_SY720_-225x300.jpg",
        "title": "Adventure In Babysitting (2016)",
        "description": "ဒီကားေလးကေတာ့ မိသားစုနဲ႕ၾကည့္ရန္အထူးသင့္ေတာ္တဲ့ဟာသကားေလးပဲၿဖစ္ပါတယ္...\nစကားအေၿပာအဆိုခ်ိဳသာတဲ့ Jenny တစ္ေယာက္ကေလးထိန္းအလုပ္ကိုလုပ္ရာကေန Lola ဆိုတဲ့သူ႕အက်င့္နဲ႕ဆန္႕က်င္ဘက္ရြယ္တူေကာင္မေလးတစ္ေယာက္ကိုေတြ႕ခဲ့ပါတယ္..Jenny ထိန္းရတဲ့ကေလးေတြကလည္း တစ္ေယာက္တစ္မ်ိဳး ဆိုးၾကတဲ့ကေလးေတြပါပဲ....\nေနာက္ပိုင္းမွာေမွ်ာ္လင့္မထားတဲ့ အေၾကာင္းရာေတြေၾကာင့္ သူထိန္းေနတဲ့ေကာင္ေလးတစ္ေယာက္ေပ်ာက္သြားခဲ့ပါတယ္....ပိုက္ဆံအခက္ခဲေၾကာင့္ သူမေနရာ၀င္ေနတဲ့ Lola နဲ႕အတူ သူမတာ၀န္ယူထားတဲ့ကေလး မေပ်ာက္သြားေစရန္ က်န္တဲ့ကေလးမ်ားနဲ႕အတူ လိုက္လံရွာေဖြရွာတာပဲၿဖစ္ပါတယ္...\nအဲလိုလိုက္ရွာရင္ကေန အမွတ္မထင္ လူဆိုးေတြနဲ႕ပတ္သတ္မိသြားၿပီး လူဆိုးေတြရန္ကေန လြတ္ေအာင္ ကေလးေတြနဲ႕အတူေၿပးရင္းလႊားရင္းနဲ႕ ဇာတ္လမ္းကိုသြက္သြက္ေလးတင္ဆက္ထားပါတယ္...Jenny ကထိုေပ်ာက္သြားတဲ့ေကာင္ေလးကို မိဘေတြၿပန္မလာရင္ ညအခ်ိန္အေရာက္အမွီရွာေဖြရမွာပဲၿဖစ္ပါတယ္...\nသူတို႕ေတြရွာေဖြႏိုင္မလား...လမ္းမွာေတြ႕တဲ့လူဆိုးေတြရဲ႕ရန္ကေန လြတ္ေအာင္ဘယ္လိုေထာင္ေခ်ာက္ေတြသံုးၿပီးထြက္ေၿပးၾကမလဲဆိုတာကေတာ့ ဒီဇာတ္ကားေလးထဲကိုၾကည့္ရႈ႕ရမွာပဲၿဖစ္ပါတယ္....\n(ဒီကားကို Thin Zaly Kyaw နဲ႕  Pyae Phyo Hein တို႕မွဘာသာၿပန္တင္ဆက္ေပးထားပါတယ္)....\n [ဒီကားလေးကတော့ မိသားစုနဲ့ကြည့်ရန်အထူးသင့်တော်တဲ့ဟာသကားလေးပဲဖြစ်ပါတယ်...စကားအပြောအဆိုချိုသာတဲ့ Jenny တစ်ယောက်ကလေးထိန်းအလုပ်ကိုလုပ်ရာကနေ Lola ဆိုတဲ့သူ့အကျင့်နဲ့ဆန့်ကျင်ဘက်ရွယ်တူကောင်မလေးတစ်ယောက်ကိုတွေ့ခဲ့ပါတယ်..Jenny ထိန်းရတဲ့ကလေးတွေကလည်း တစ်ယောက်တစ်မျိုး ဆိုးကြတဲ့ကလေးတွေပါပဲ....နောက်ပိုင်းမှာမျှော်လင့်မထားတဲ့ အကြောင်းရာတွေကြောင့် သူထိန်းနေတဲ့ကောင်လေးတစ်ယောက်ပျောက်သွားခဲ့ပါတယ်....ပိုက်ဆံအခက်ခဲကြောင့် သူမနေရာဝင်နေတဲ့ Lola နဲ့အတူ သူမတာဝန်ယူထားတဲ့ကလေး မပျောက်သွားစေရန် ကျန်တဲ့ကလေးများနဲ့အတူ လိုက်လံရှာဖွေရှာတာပဲဖြစ်ပါတယ်...အဲလိုလိုက်ရှာရင်ကနေ အမှတ်မထင် လူဆိုးတွေနဲ့ပတ်သတ်မိသွားပြီး လူဆိုးတွေရန်ကနေ လွတ်အောင် ကလေးတွေနဲ့အတူပြေးရင်းလွှားရင်းနဲ့ ဇာတ်လမ်းကိုသွက်သွက်လေးတင်ဆက်ထားပါတယ်...Jenny ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/adventure-in-babysitting-2016/",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Dhoom-1-219x300.jpg",
        "title": "Dhoom (2004)",
        "description": "Dhoom ကားတွေရဲ့ပထမဆုံးကားလေးပါ။ ဆိုင်ကယ်တွေနဲ့အုပ်စုလိုက် ဓါးပြတိုက်နေတဲ့ ဓါးပြအဖွဲ့တစ်ဖွဲ့ကို လိုက်လံဖမ်းစီးပုံကို ရိုက်ပြထားတာပါ။ ဒီဇာတ်ကားလေးထဲမှာ ACP Jay Dixit နဲ့ Ali တို့ဘယ်လိုစတွေ့ခဲ့တယ်ဆိုတာပါသိရမှာဖြစ်ပါတယ်။အမြဲချိန်ပါဖြစ်နေတဲ့ Ali ရဲ့ဘဝကို သနားစဖွယ်တွေ့ရမှာဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာပါတဲ့ဓါးပြအဖွဲ့ရဲ့ခေါင်းဆောင်ကတော့ အခု အိန္ဒိယမှာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်နေတဲ့ မင်းသား john abraham ဖြစ်ပါတယ်။ Dhoom 2 နဲ့ 3လောက်မကောင်းပေမယ့်လည်း ယှဉ်ကြည့်လို့ရတဲ့ကားလေးတစ်ကားပါ။\nFile size…(1GB)\nQuality…BR-Ray 720p\nFormat…mp4\nDuration….02:09:08\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/2SjRU/Dhoom_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/wp-1482651657052-215x300.jpg",
        "title": "Cold War 2 (2016)",
        "description": "ဇာတ္လမ္းကို Cold War စစ္ဆင္ေရးမွာ က်ဆံုးခဲ့တဲ့ ရဲမွဴး ေဟာင္း အဲလ္ဘတ္ကြမ္ရဲ႕ အသု ဘအခမ္းအနားနဲ႔ စထားၿပီး အ ခမ္းအနားအၿပီးမွာ အထူးရဲေကာ္ မရွင္အႀကီးအကဲ ေရွာင္လ်ဴဆီကို ဖုန္းဝင္လာခဲ့ပါ တယ္။ အရာရွိလ်ဴရဲ႕ဇနီးကို ျပန္ေပးဆြဲသြားတာျဖစ္ ၿပီး ဇနီးကို ျပန္ေခၚခ်င္ရင္ အက်ဥ္းသမား ဂ်ိဳးလီနဲ႔ အလဲအလွယ္လုပ္ ဖို႔ ျပန္ေပးသမားက ေတာင္းဆို ခဲ့ပါတယ္။ေရွာင္လ်ဴဟာရဲဌာနခ်ဳပ္ကို သတင္းမပို႔ဘဲ အေရးေပၚဆံုးျဖတ္ ခ်က္ခ်ကာ အက်ဥ္းသားကိုေထာင္က လႊတ္ေပးဖု႔ိလုပ္ခဲ့ပါတယ္။ ေဟာင္ေကာင္မီဒီယာေတြနဲ႔ ႏုိင္ငံေရးသမားေတြက ရဲဌာနရဲ႕ အခုလိုအေရးေပၚ ေဆာင္ရြက္ခ်က္နဲ႔ပတ္သက္ၿပီး စံုစမ္းေမးျမန္းမႈေတြ တက္လာတာေၾကာင့္ အရာရွိလ်ဴဟာ ဘီလီခြၽန္းဆိုတဲ့ စံုေထာက္ကို တရားခံနဲ႔ပတ္သက္ၿပီး စံုစမ္းေထာက္လွမ္းေစခဲ့ပါတယ္။\nဂ်ိဳးလီေထာင္က လြတ္လာ တဲ့အခါ သူ႔ဖခင္ အမ္ဘီလီ၊ အထူးရဲ ေကာ္မရွင္အႀကီးအကဲေဟာင္း ခြၽဲယန္ေကးတုိ႔ ေတြ႕ဆံုခဲ့ၾကၿပီးဂ်ိဳးကို အရာရွိလ်ဴရဲ႕ ေနရာမွာအစားထိုးႏိုင္ဖို႔ စီစဥ္ၾကပါေတာ့တယ္။ Cold War ...",
        "rating": "",
        "url": "https://channelmyanmar.org/cold-war-2-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/The-Three-Musketeers2011-133x200.jpg",
        "title": "The Three Musketeers (2011)",
        "description": "ဒီဇာတ်လမ်းဟာ  Alexandre Dumas ရဲ့ သူရဲကောင်း ၃ ယောက်ဝတ္ထုကို အခြေခံထားပြီးမှ ဇာတ်ညွှန်းဆန်းသစ်ပြီး ပြန်ရိုက်ထားတာပါ။ ၂၀၁၁ ထွက်ဖြစ်တာမို့ မြင်ကွင်းတွေနဲ့ ရိုက်ချက်တွေက ကောင်းမွန်ပါတယ်။ ဇာတ်လမ်းကတော မူရင်းလောက်မကောင်းတာအမှန်ပါပဲ။ အက်ရှင် စွန့်စားခန်းကောင်းတွေကို အားပေးချင်သူတွေအတွက် အဆင်ပြေမှာပါ။\n----------------------------------------------------\nဒီဇာတ္လမ္းဟာ  Alexandre Dumas ရဲ႕ သူရဲေကာင္း ၃ ေယာက္၀တၳဳကို အေျခခံထားျပီးမွ ဇာတ္ညႊန္းဆန္းသစ္ျပီး ျပန္ရိုက္ထားတာပါ။ ၂၀၁၁ ထြက္ျဖစ္တာမို႕ ျမင္ကြင္းေတြနဲ႕ ရိုက္ခ်က္ေတြက ေကာင္းမြန္ပါတယ္။ ဇာတ္လမ္းကေတာ မူရင္းေလာက္မေကာင္းတာအမွန္ပါပဲ။ အက္ရွင္ စြန္႕စားခန္းေကာင္းေတြကို အားေပးခ်င္သူေတြအတြက္ အဆင္ေျပမွာပါ။\nFile Size     :   792 MB\nDuration    :   1: 50: 28\nQuality       :  Bluray 720p\nTranslator  :   Bo Phway\nEncoder      :   Littleneo",
        "rating": "5.7",
        "url": "https://megaup.net/4UMzj/The_Three_Musketeers_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/1qctp7ei-201x300.jpg",
        "title": "Ben-Hur (2016)",
        "description": "ခရစ္ေတာ္ရဲ႕ေမတၱာဂရုဏာေတာ္ကို ေအာက္ေမ့တမ္းတဖြယ္ တင္ဆက္ထားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။Ben-Hur ရုပ္ရွင္ဟာ ဒီႏွစ္ရဲ႕ ၾသဂုတ္လ 16 ရက္မွာ စတင္ရံုတင္ျပသခဲ့တဲ့ သမိုင္းေနာက္ခံ အက္ရွင္ဒရာမာကားတစ္ကားပါ။ 2016 အတြင္း ဘတ္ဂ်က္ၾကီးၾကီးမားမားနဲ႔ ရိုက္ကူးခဲ့တဲ့ ကားေတြထဲမွာ အပါအ၀င္ျဖစ္ပါတယ္။ ဒီရုပ္ရွင္ဟာ 1959 ခုႏွစ္က ေအာင္ျမင္ထင္ရွားခဲ့တဲ့ သမိုင္းေနာက္ခံ Ben-Hur ေခတ္ေဟာင္းရုပ္ရွင္ကိုပဲ ျပန္လည္းဆန္းသစ္ထားတဲ့ ရုပ္ရွင္ပါ။ ရာဇ၀င္ကားၾကီးေတြ၏ ထံုးစံအတိုင္း လူအင္အားေကာင္းေကာင္း၊ ဆက္တင္ၾကီးၾကီးေတြနဲ႔ အားထုတ္ရိုက္ကူးခဲ့ေပမဲ့ ရံု၀င္ေငြကေတာ့ ေမွ်ာ္မွန္းသေလာက္ ေအာင္ျမင္မႈမရခဲ့ပါဘူး။ရုပ္ရွင္ကိုေတာ့ ခရစ္ေတာ္ သက္ရွိထင္ရွားရွိစဥ္ ေရာမေခတ္ကို ဇာတ္အိမ္ယူထားပါတယ္။ ဂ်ဴးလူမ်ိဳးနဲ႔ ေရာမသားဆိုတဲ့ ေမြးစားညီအကိုႏွစ္ေယာက္ၾကား ကိုယ္ပိုင္ဇာတ္လမ္းနဲ႔အတူ၊ အရမ္းခ်စ္ခင္ၾကတဲ့ ညီအကိုႏွစ္ဦးရဲ႕ အိမ္အျပန္ခရီးေတြဟာ သူတို႔မိသားစုအတြက္ မေမွ်ာ္လင့္ေလာက္ေအာင္ ခက္ခဲတဲ့ အနာဂတ္ေတြကို သယ္ေဆာင္လာခဲ့ပါတယ္။ ဒီရုပ္ရွင္မွာေတာ့ ခ်စ္ျခင္းေမတၱာနဲ႔အတူ အမုန္း၊ အာဃာတ၊ အာဏာေတြၾကားက အားျပိဳင္မႈေတြကို ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။ ေရာမေခတ္က စစ္ရထားျပိဳင္ပြဲၾကီးေတြကိုလည္း ...",
        "rating": "5.7",
        "url": "https://megaup.net/3yOa1/Ben-Hur_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "",
        "title": "Krrish (2006)",
        "description": "IMDb (6.3/10)….Rotten Tomatoes(100%)မင္းသား Hrithik Roshan ရဲ႕နာမည္ေက်ာ္ ေဘာလိဝုဒ္ဇာတ္ကား Koi….Mil Gaya (2003) ရဲ႕အဆက္ဇာတ္ကားျဖစ္ပါတယ္။Rohit ေနာက္သူ႕ သား Krrishna (ကရစ္ရွ္နာ) ရဲ႕ အေၾကာင္း ကေတာ့ လံုး၀ လူစြမ္းေကာင္း\nဇာတ္ရုပ္ အျဖစ္ကူး ေျပာင္းသြားပါတယ္။ Krrish ဇာတ္ကား ထဲမွာေတာ့ Krrishna တစ္ေယာက္ ဟာ အေဖ ေရာ အေမေရာ မရွိ ေတာ့ဘဲ\nအဖြားျဖစ္သူ Sonia (ဆုိနီယား) နဲ႔ အိႏၵိယ ေျမာက္ပိုင္းက ေတာင္ေပၚရြာ ေလးတစ္ရြာမွာ ဇာတ္ျမွဳပ္ေနေနရာကစပါတယ္။ Sonia က သား\nျဖစ္သူ ရဲ႕ သဘာ၀လြန္ စြမ္းအား ေတြေၾကာင့္ သားေရာ ေခၽြးမပါ ဆံုးရႈံးခဲ့ရတဲ့အတြက္ အေဖ့အေမြ ရထားတဲ့ ေျမးေလး Krrishna ကို\nအစြမ္းေတြ ထုတ္မသံုးဖို႔ တားခဲ့ရာက Krrishna က ...",
        "rating": "6.3",
        "url": "https://megaup.net/1wrdk/Krrish_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTYxNjI3MzcwMF5BMl5BanBnXkFtZTgwOTIyNDY5OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Storks (2016)",
        "description": "Storks (2016)\nIMDb - 6.8/10_____Rotten - 66%\n  \nဟိုးအရင်တုန်းက ကလေးမရနိုင်တဲ့သူတွေ ဆုတောင်းရင် သို့မဟုတ်\nကလေးငယ်တွေက ညီလေး ညီမလေးတွေလိုချင်တယ်လို့\nဆုတောင်းခဲ့မယ်ဆိုရင် ငှက်ကြားဖြူ တွေဟာ ကလေးငယ်တွေကို\nနှုတ်သီးဖြင့် သယ်ယူလာပြီး အိမ်ခေါင်းတိုင်မှ ဖြစ်စေ\nအိမ်ရှေ့တံခါးမှ ဖြစ်စေ ပို့ပေးဖူးတယ်လို့ ပုံပြင်တွေထဲမှာ ရှိခဲ့ဖူးပါတယ်....\nဒါပေမယ့် အဲ့ဒါတွေဟာ ယနေ့ခေတ်မှာ ပျောက်ကွယ်သွားပါပြီ ငှက်ကြားဖြူတွေဟာ အလုပ်ရှုပ်ပြီး တာဝန်ကြီးတဲ့\nကလေးပို့တဲ့ အလုပ်တွေ မလုပ်တော့ပါဘူး Online Shopping လုပ်ငန်းက ပစ္စည်းတွေကို ပို့ပေးတဲ့ Stork.com က\nပစ္စည်းပို့ဆောင်ရေး ငှက်တွေ ဖြစ်ကုန်ကြပါပြီ :D\nထိုငှက်တွေ အားလုံးကို အုပ်ချူပ်တဲ့သူကို Boss လို့ ခေါ်ကြပြီး သူတို့ အားလုံးရဲ့ Boss ဟာ\nဟန်တာ ဆိုတဲ့ ငှက်ကြားဖြူကြီး ဖြစ်ပါတယ်....\n   \nငှက်ကြားဖြူ အားလုံးထဲမှာ မှ FA ဖြစ်ပြီး အလုပ်ကြိုးစားတဲ့ သူကတော့ ဂျူနီယာ လို့ခေါ်တဲ့ ငှက် ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eZro/Storks_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Nightwing-Poster-222x300-222x300.png",
        "title": "NightWings (2015) MIni Series",
        "description": "ကၽြန္ေတာ္တို႔ေတြ Batman အေၾကာင္း အမ်ားၾကီး သိခဲ့ရျပီးျပီသူ႔အေၾကာင္းကိုလည္း အေၾကာင္းအရာမ်ိဳးစံုနဲ႔ ဇာတ္ေၾကာင္းေတြ အမ်ားႀကီး ထြက္ခဲ့ရျပီးျပီသူ႔ရဲ႕ တပည့္ေတြ အေၾကာင္းေတြကိုလည္း ေတာ္ေတာ္မ်ားမ်ား သိခဲ့ႀကရျပီးျပီဒါေပမယ့္ ကၽြန္ေတာ္တို႔ေတြ အားလံုးလိုလိုနဲ႔ TVေပၚမွာ ရင္းႏွီးမေနခဲ့တာက Nightwing......\nIMDb 7.5/10...\nမူလ Robin တစ္ျဖစ္လဲ Dick Grayson ဟာ သူရဲ႕ ေကာင္မေလးအသတ္ခံလိုက္ရတဲ့ အခ်ိန္မွာေတာ့ Robin ရဲ႕ တံဆိပ္ကေန စြန္႔ခြာျပီးNightwing ဆိုတဲ့ အမွတ္တံဆိပ္ကို ကိုယ္တိုင္ ဖန္တီးျပီး မတရားမႈေတြကိုတိုက္ခိုက္တတ္တဲ့ သူရဲေကာင္းတစ္ေယာက္အျဖစ္နဲ႔ ညအခ်ိန္မွာ ေပၚထြက္လာေတာ့တယ္မေကာင္းမႈေတြကို ပယ္ရွားေနရင္းနဲ႔ တစ္ေန႔ေတာ့ Deathstroke ရဲ႕လမ္းေၾကာင္းထဲ၀င္ေရာက္ စြက္ဖက္မိေတာ့တယ္ Deathstroke ဘယ္လိုလူလဲ ေကာင္းေကာင္းသိေနတဲ့အတြက္တစ္ျခားလူေတြအတြက္ နတ္ဆိုး ျဖစ္မလာခင္ Nightwing တားဆီးရပါေတာ့တယ္\nSeries ပံုစံရိုက္ထားတာလည္း ျဖစ္တယ္ အပိုင္းလည္းတိုတယ္ဆိုတဲ့အတြက္ေၾကာင့္Mini Series အမ်ိဳးအစားထဲ ၀င္သြားတာ ျဖစ္ေသာ္ျငားလည္းပဲ အပိုင္း ငါးပိုင္းနဲ႕တစ္ပိုင္းကို ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/nightwings-2015-mini-series/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/p161586_p_v8_af-200x300.jpg",
        "title": "Sun Shine (2007)",
        "description": "2007 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb 7.3 ေတာင္ရရွိခဲ့ျပီး\nဖလင္ကုမၸဏီၾကီးေတြျဖစ္တဲ့ Motion Picture ရယ္ UK Film ရယ္ ပထမဆံုး ပူးေပါငး္\nရိုက္ကူးထုပ္လုပ္လိိုက္တဲ့ ဇာတ္ကားလဲ ျဖစ္ပါတယ္\n၂၀၅၇ ေရာက္ရင္ ကမၻာၾကီးက ေအးခဲျပီး ေနမင္းၾကီးဟာလညး္ ေပ်ာက္ကြယ္သြားမယ္လို႕\nသိပၸံပညာရွင္ေတြက ၾကိဳတင္ခန္႕မွန္းခဲ့ၾကပါတယ္\nအဲ့ဒီ ၾကိဳတင္ခန္႕မွန္းခ်က္ေတြကိုုေလ့လာဖုိ႕အတြက္ မာက်ဴရီ\nျဂိဳလ္ပတ္လမ္းအတြင္းမွာ သြားေရာက္ေလ့လာဖို႕အတြက္ အိိုက္ကာရပ္စ္ အမွတ္၁\nစူးစမ္းေလ့လာေရး ယဥ္ ကိုေစလြတ္ခဲ့ရာ အစအနရွာမရေအာင္ ေပ်ာက္ဆံုးသြားခဲ့ျပီး\nေနာ္က ၇ႏွစ္အၾကာမွာ အိုက္ကာရပ္စ္ ၂ ကိုေစလႊတ္ရာမွာ စြန္းစားမႈေတြ\nရွာေဖြေတြ႕ရွိမႈေတြကို သဲထိပ္ရင္ဖို အသဲ က်ိန္းဖြယ္ရာရိုက္ကူးျပသထားတာပါ\nကဲ အားေပးလိုက္ၾကပါအံုးဗ်Download On Google Drive\nDownload On Pcloud\nDownload On Openload\nDownload On Hubic\nDownload On Mega\nDownload On Yandex",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sun-shine-2007/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-2-200x300.jpg",
        "title": "To Steal From a Thief (2016)",
        "description": "El Uruguayo  ဦေဆာင္တဲ့ ငတက္ျပားတစ္စုဟာ ညဖက္မွာ အေမွာင္ရိပ္ကိုခိုျပီး\nတိတ္တဆိတ္လႈပ္ရွားေနၾကပါတယ္ သူတို႕ရဲ႕ ဦးတည္ခ်က္ကေတာ့\nဗလန္စီယာ ျမိဳ႕လယ္ေကာင္က ထီးထီးတည္ေနတဲ့ ျမိဳ႕ ရဲ႕ က်က္သေရေဆာင္ အေဆာက္အဦး\nဘဏ္ၾကီး ထိုဘဏ္ၾကီးက သူတို႕ရဲ႕ အခက္အခဲေတြ နဲ႕ ဘ၀ ကိုေျပာင္းလဲေပးေတာ့မည္ဆုိတဲ့\nေမွ်ာ္လင့္ခ်က္ေတြနဲ႕ ခ်ည္းကပ္လာခဲ့ၾကတာျဖစ္ျပီး ဘဏ္ထဲမွာကလဲ\nေျမာက္မ်ားစြာေသာ စိန္ထည္ ေတြ ေငြေတြက သူတို႕ကို ေစာင့္ေမ်ာ္လ်က္ပင္\nဒါေပမဲ့ သူတို႕ မသိႏိုင္ခဲ့တာက အာမခံ ေသတၱာနံပါတ္ ၃၁၄ ပင္\n၃၁၄ ထဲမွာ သူတို႕ကို ေသမင္းႏိုင္ငံသို႕ အေရာက္သြားေစႏိုင္ဖို႕\nလံုေလာက္တဲ့ အေၾကာင္းျပခ်က္ေတြရွိေနခဲ့တာကို မသိခဲ့ၾကတာကပဲ\nသူတို႕ကို ကို ဘဏ္ဆီ ခ်ည္းကပ္ဖို႕ သတၱိေတြေပးခဲ့တာပင္\n...ဆက္ျဖစ္မယ့္အရာေတြသိခ်င္ရင္ေဒါင္းၾကည့္ပါေလ...Download On Google Drive\nDownload On Pcloud\nDownload On Openload\nDownload On Mega",
        "rating": "",
        "url": "https://channelmyanmar.org/to-steal-from-a-thief-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/rock-203x300.jpg",
        "title": "The Rock (1996)",
        "description": "The Rock (1996)\nIMDb (7.4/10)...Rotten Tomatoes (66%) Unicodeမင်းသားကြီးရှောင်ကွန်နရီ နဲ့ နီကိုလပ်ကေ့ချ် တို့အဓိကပါဝင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာ Armageddon,Transformers ဇာတ်ကားတွေကို ဖန်တီးသူ ဒါရိုက်တာ Michael Bay ရဲ့ နောက်ထပ်လက်ရာကောင်းဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။တိုင်းပြည်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတိုက်ပွဲတွေမှာ အသက်စွန့်ခဲ့ရပေမယ့် ဘာဂုဏ်ပြုမှတ်တမ်းမှ မရေးထိုးပေးဘဲ ချောင်ထိုးခံလိုက်ရတဲ့ ကျဆုံးစစ်သည်နဲ့ မိသားစုတွေအတွက်  ရင်နင့်နေတဲ့ အမေရိကန်ဗိုလ်ချုပ်ဖရန့်ဟမ်းမဲလ်....ဘယ်သူမှဖဖောက်နိုင်တဲ့ထောင်ကို ဖောက်ထွက်ပြေးခဲ့ဖူးတဲ့ နာမည်ကြီးထောင်ဖောက်သမားကြီး ဂျွန်မေဆင်....FBI ဌာနရဲ့ ဓါတုဗေဒ ပညာရှင် ဂွတ်စပိဒ်....ဒီလိုထိပ်တန်းလူသုံးယောက် ကိုယ့်ခံယူချက် ယုံကြည်ချက်အတွက် တိုက်ပွဲဝင် ထိပ်တိုက်တွေ့ဆုံရာဝယ်.............။ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်....မင်းသားကြီးတွေရဲ့ သရုပ်ဆောင်မှုတွေ အသောအထေ့တွေက အသက်ဝင်လွန်းပါတယ်။နီကိုလပ်ကေ့ချ်ကို ငယ်ရွယ်နုပျိုစွာမြင်ရတာကလဲ အတော်ပဲ ကြည့်ပျော်မှာပါ။\n(Myo Min Aung မှခံစားတင်ထားပါတယ်။)\n---------------------------------------------------------------------\nZawgyiမင္းသားၾကီးေရွာင္ကြန္နရီ နဲ႕ နီကိုလပ္ေက့ခ်္ တို႕အဓိကပါဝင္ထားတဲ့ ဒီဇာတ္ကားၾကီးဟာ Armageddon,Transformers ဇာတ္ကားေတြကို ဖန္တီးသူ ဒါရိုက္တာ Michael Bay ရဲ႕ ေနာက္ထပ္လက္ရာေကာင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။တိုင္းျပည္ရဲ႕ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wvan/The_Rock_[1996]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTg5NTc0MjU4Nl5BMl5BanBnXkFtZTgwODUzMjIwMDI@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Ant Boy 3(2016)",
        "description": "2016 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb rating 5.4 ထိရရွိထားတဲ့\nAnt Boy ဆိုတဲ့ စူပါဟီးရိုးကားေလးကို တင္ေပးလိုက္ပါတယ္\nဇာတ္ကားေလးကေတာ့ ကေလးၾကိဳက္ PG ကားေလး ျဖစ္တာေၾကာင့္\nအေထြအထူး ညႊန္းစရာေတာ့ မရွိပါဘူး\nဇာတ္လမ္းသေဘာကေတာ့ ပံုမွန္ စူပါဟီးရိုးပံုစံပဲ\nဗီလိန္ပါမယ္ စြမ္းအားရွင္စူပါဟီးရိုးတေယာက္ပါပါ့မယ္\nကဲ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ EXO Farm ဆိုတဲ့\nကုမၸဏီၾကီးမွာ စီအီးအို အသစ္တက္လာရာမွ\nအသစ္၀င္လာတဲ့ စီအီးအိုက မေတာ္ေလာဘနဲ႕\nကမၻာၾကီးကို အုပ္စိုးဖို႕ၾကံစည္ရာမွ အန္႕ဘြိိဳင္းက အမည္မသိ\nစကိတ္စီးအဖ်က္အေမွာင့္ပေယာဂ အက်င့္ယုတ္ စက္ရုပ္ၾကီးကို\nႏွိမ့္နင္းဖို႕ၾကံဳလာရာမွ ဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို\nပရိတ္သတ္ၾကီီးကပဲ ဆက္ၾကည့္လိုက္ၾကေတာ့ဗ်ာDownload Large File\n   \nDownload Small File",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/ant-boy-32016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480467724531-200x300.jpg",
        "title": "Regular Show the Movie (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့ျၿပီး IMDb 7.4\nထိရရွိခဲ့တဲ့ Animation ဇာတ္ကားေကာင္း\nတကားကုိတင္ဆက္ေပးလိုက္ပါတယ္ရစ္ဂီဟာ\nအနာဂတ္ကာလ မွာ Benson, Skips, Hi-Five Ghost, Muscle\nMan, and Pops  တို႔ကိုဦးေဆာင္ျၿပီး\nမေကာင္းဆိုး၀ား စက္ရုပ္မ်ားကို ဦးေဆာင္တိုက္ခိုက္ေနတဲ့\nေခါင္းေဆာင္တဦးျဖစ္ပါတယ္။\nအဖ်က္စက္ရုပ္ မစၥတာေဘာ့ဟာ အခ်ိန္ယႏၱယား က\nိုတီထြင္ထားျၿပီး တစ္ေန႔ဟာ အခ်ိန္ခရီးသြားရင္း\nကမ႓ာေျမေပၚေရာက္ရွိလာပါတယ္\nဒီလိုနဲ႔ ရစ္ဂီဟာ အခ်ိန္ယႏၱယားကိုအသံုးျပဳျၿပီး\nအတိတ္ကာလကိုသြားေရာက္တာ\nအဖ်က္သမားေတြကိုတားဆီးဖို႔လုပ္ေဆာင္ပါေတာ့တယ္\nထိုအခ်ိန္မွာ အတိတ္ကာလမွာ ေက်ာင္းသားေလး မိုဒီယာ နဲ႔\nဆံုမိျၿပီး ရစ္ဘီဟာ မိုဒီယာနဲ႔အတူ\nအဖ်က္စက္ရုပ္ေတြကိုတားဆီးႏိုင္မလားဆိုတာကို\nဆက္လၾကည့္ရွဴရမွာျဖစ္ပါတယ္Download Large File\n \nDownload Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/regular-show-the-movie-2015/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479975221661-200x300.jpg",
        "title": "DRAGON Heat 1+2+3 (Special Package)",
        "description": "လူသားေတြရဲ႕ မသိစိတ္ထဲမွာ တစ္ကယ္ရိွမွာပါလို႔ ယူဆထားတယ္ သတၱဝါတစ္မ်ဳိးရိွပါတယ္။အဲ့တာကေတာ့ \"နဂါး\" ပါပဲ။ ဒီေတာ့ ကြီးတို႔၊ ေခးတို႔၊ မြီးတို႔၊ ေညးတို႔ကို CM ကေမြးတဲ့ နဂါး ၃ ေကာင္နဲ႔ေတ့ေပး... အဲေလ.. မိတ္ဆက္ေပးပါရေစခင္ည\nDragonheart (1996)ဒီဇာတ္ကားကေတာ့ ၁၉၉၆ က ဆိုေပကာလို႔ အေတာ့္ကို ေကာင္းတဲ့ effect ေတြနဲ႔လို႔ ေျပာရပါမယ္ခင္ဗ်။နဂါးေတြအေပၚ လူေတြရဲ႕အျမင္၊ လူေတြအေပၚ နဂါးေတြရဲ႕အျမင္ နဲ႔ နဂါးနဲ႔ လူတို႔ၾကားက သံေယာဇဥ္ကို(ငွယ္... ႐ႈပ္သြားတာပဲ...) ေဖာ္က်ဴးထားပါတယ္။ဇာတ္လမ္းကေတာ့ တိုင္းျပည္မွာ အလြန္ဆိုးသြမ္းတဲ့ ဘုရင္တစ္ပါး အုပ္စိုးေနခ်ိန္ေပါ့ဗ်ာ။ အဲ့မွာ ဘုရင့္သားေတာ္ေလးကိုတိုင္းျပည့္သူရဲေကာင္းႀကီးက ဘဝဒႆနေတြ သင္ေပး၊ ေယာက္်ားတို႔ တတ္အပ္တဲ့ အတတ္ေတြသင္ေပးေပါ့။သို႔ေပကာလို႔ ဘုရင့္သား မင္းသားက အေတာ္ကမ်ဥ္းတဲ့ ေကာင္လား...ဗ်။ တိုက္ပြဲတစ္ခုမွာ သူ႔ဆရာကမဝင္ပါနဲ႔ ေျပာရက္သားနဲ႔ ဝင္ေတာ့ ႏွလုံးထိပါေလေရာ (အေပၚႏွလုံးေျပာတာ)။ သူတို႔အယူအရေတာ့အဲ့ဂလိုျဖစ္ရင္ နဂါးရဲ႕ႏွလုံးကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dragon-heat-123-special-package/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/petes-dragon-poster-1-135x200.jpg",
        "title": "Pete’s Dragon (2016)",
        "description": "Pete's Dragon (2016)\nIMDb - 6.7/10_____Rotten - 88%\n  \nDisney ရဲ့ ၂၀၁၆ ထွက် လက်ရာကောင်းတစ်ခုပါပဲ။ IMDb 6.7 ရထားပါတယ်။\nဇတ်လမ်းအကျဉ်းလေးကတော့ ၅ နှစ်သားမှာ ကားမှောက်ပြီးမိဘ၂ ပါးလုံး ဆုံးသွားတဲ့ ကလေးလေး Pete၊\nတောနက်ထဲမှာ တစ်ယောက်တည်းဖြစ်နေတုန်း\nသူ့လိုပဲ တစ်ကောင်တည်းအထီးကျန်နေတဲ့ နဂါးကြီးနဲ့တွေ့ပြီး သူငယ်ချင်းတွေ ဖြစ်လာခဲ့တယ်။\nနဂါးကို နဂါးလို့ခေါ်မှန်းတောင် မသိတဲ့ Pete လေးဟာ\nနဂါးမိတ်ဆွေလေးကို သူ့ပုံပြင်စာအုပ်ထဲက အက်လီရက် ဆိုတဲ့နာမည်ကိုပေးထားပြီ\nတောထဲမှာ ၂ ကောင်သား ၆ နှစ်တိတိအသက်ရှင်နေထိုင်နေခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သစ်ခုတ်ရင်း တဖြည်းဖြည်း တောနက်ထဲထိ ကျွံဝင်လာတဲ့ အလုပ်သမားတွေနဲ့\nသစ်တောအရာရှိမိသားစုလေးနဲ့ ဆုံတွေ့ဖို့ အကြောင်းဖန်လာတဲ့အခါ....\n  \n.\n   \nFile Size     :   743 MB\nDuration    :   1 : 42 :45\nQuality     ...",
        "rating": "6.7",
        "url": "https://megaup.net/2e88l/Pete_s_Dragon_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    }
]