[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5YHjyjd2N0ZXcnGuB8G1nIa6h9t.jpg",
        "title": "Arctic Dogs (2019)",
        "description": "ပေါ့ပေါ့ပါးပါးနဲ့ တစ်ကားလုံးထိုင်ရာမထကြည့်ချင်အောင်ဆွဲခေါ်သွားတဲ့ ကာတွန်းကားလေးပါ...မြောက်ဝင်ရိုးစွန်းဒေသအစွန်ဆုံးမှာတိုင်ဂတ်ဗယ်လီ ဆိုတဲ့ ရွာလေးတစ်ရွာရှိတယ်အဲ့ရွာလေးမှာ ပစ္စည်းပို့ဝန်ဆောင်မှု လုပ်ငန်းကပစ္စည်းပို့တဲ့ မြောက်ဝင်ရိုးစွန်းခွေး ကြီးတွေက ကလေးတိုင်းအားကျရ တဲ့ သူတွေပေါ့ဆွစ်ဖတီ ဆိုတဲ့မြေခွေးလေးကတော့အဲ့ခွေးကြီးတွေလို မသန်မာပေမဲ့ပစ္စည်းပို့တဲ့သူဖြစ်ဖို့ကသူ့အိပ်မက်ပဲ အဲ့လုပ်ငန်းမှာ တခြားနေရာကနေ ဝန်ထမ်းဝင်လုပ်ရင်းတနေ့မှာ ခွေးကြီးတွေက ပြန်ပေးဆွဲခံရတော့ သူဖြစ်ချင်တဲ့ပစ္စည်းပို့သူဖြစ်လာတဲ့အခါမှာ ပြန်ပေးဆွဲခံရတဲ့အကြောင်းရင်းတွေကို စုံစမ်းသိရှိသွားပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုခံစားလိုက်ပါ File Size : ( 868 MB , 429 MB )Quality : WEB-DL 720p\nRunning Time : 1 hr 32 min\nFormat : Mp4\nGenre : Animation , Adventure , Comedy\nSubtitle ...",
        "rating": "4.3",
        "url": "https://megaup.net/1xs0U/(CM)_Arctic_Dogs_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/I-am-legend-135x200.jpg",
        "title": "I Am Legend (2007)",
        "description": "I Am Legend 2007==============#UnicodeIMDb Rating 7.2/10 ထိရရှိထားတဲ့ နာမည်ကျော် သရုပ်ဆောင် Will Smith ပါဝင်သရုပ်ဆောင်ထားတဲ့ I am Legend(2007) ဇာတ်ကားကို တော်တော်များများကြည့်ဖူးကြမှာပါ။\nဒါပေမဲ့ ဒီဇာတ်ကားက နောက်ထပ် ဇာတ်သိမ်းတစ်မျိုးနဲ့ ထပ်ထွက်သေးတယ်ဆိုတာကိုတော့ သိပ်မသိကြပါဘူး။ ဇာတ်လမ်းကတော့ ပုံစံတူတူပါပဲ။ ကမ္ဘာတစ်ခုလုံးကို ဗိုင်းရပ်ပျံ့နှံ့သွားပြီး သူတစ်ယောက်တည်းကျန်နေခဲ့တာပါ။ ဗိုင်းရပ်ကို ကုသဖို့ နည်းလမ်းရှာနေရင်း သူ့ရဲ့ နောက်ဆုံး အဖော်အဖက်ဖြစ်တဲ့ ခွေးလေး ဆမ် သေသွားတဲ့အချိန်မှာ သူ့ကိုသူ သတ်သေဖို့ ကြိုးစားခဲ့ပါတယ်။ သေလုဆဲဆဲမှာ အမျိုးသမီးတစ်ယောက်လာရောက် ကယ်တင်တာကိုခံခဲ့ရပါတယ်။ ကမ္ဘာပေါ်မှာ သူတစ်ယောက်တည်း ကျန်ခဲ့တာ မဟုတ်ဘူးဆိုတာကို သိလာရပါတယ်။ ဒီအမျိုးသမီးက ဘာလို့သူ့ဆီကိုရောက်လာတာလဲ။ ဘာတွေဆက်ဖြစ်ကြမယ်ဆိုတာက ပထမဇာတ်ကားနဲ့ ကွဲသွားမှာပါ။ Rating ကတော့ IMDb 7.2 ချင်း တူတူပါပဲ။ Quality – 1080P, ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Gxgu/[CM]I.Am.Legend.2007.1080P.BrRip.mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/bucket_list-135x200.jpg",
        "title": "The Bucket List (2007)",
        "description": "ဒီကားဟာ ဘာသာပြန်သူအရမ်းကြိုက်တဲ့ ဇာတ်ကားပါ\nဒီဇာတ်ကားကနေ ဘဝအတွက် အတွေးတစ်ခုခုရမယ်ဆိုတာ အသေအချာပါပဲ\nကင်ဆာရောဂါသည်တွေဖြစ်တဲ့ ဘီလီယံနာ အက်တ်ဝေါ့ကိုးလ် နဲ့ စက်ပြင်ဆရာ ကတ်တာချိန်ဘာတို့ဟာ\nဆေးရုံခန်းတစ်ခန်းထဲ တူတူမနေရခင်အထိ လုံးဝသူစိမ်းနှစ်ယောက်ပါပဲ\nသူတို့ဟာ သူတို့ကိုယ်သူတို့ရှာတွေ့ဖို့နဲ့သူတို့မသေခင် လုပ်ချင်တာတွေ လုပ်သွားဖို့ ဆန္ဒကြောင့်\nဆရာဝန်တွေတားတာတောင်မမှုပဲ ဆေးရုံက ထွက်သွားပြီး ဘယ်လိုတွေ စွန့်စားကြလဲ\nဘဝအဓိပ္ပာယ်နဲ့သူတို့ကို သူတို့ရှာတွေ့သွားကြမှာလားဆိုတာကို ဇာတ်လမ်းမှာ ကြည့်ကြည့်လိုက်ပါ\n(ဘာသာပြန်သူကတော့ အဉ္ဇလီ သန်းထိုက် ပါ)\n------------------------------------------------------------\nဒီကားဟာ ဘာသာျပန္သူအရမ္းၾကိဳက္တဲ့ ဇာတ္ကားပါ\nဒီဇာတ္ကားကေန ဘ၀အတြက္ အေတြးတစ္ခုခုရမယ္ဆိုတာ အေသအခ်ာပါပဲ\nကင္ဆာေရာဂါသည္ေတြြျဖစ္တဲ့ ဘီလီယံနာ အက္တ္ေ၀ါ့ကိုးလ္ နဲ႔ စက္ျပင္ဆရာ ကတ္တာခ်ိန္ဘာတို႔ဟာ\nေဆးရုံခန္းတစ္ခန္းထဲ တူတူမေနရခင္အထိ လုံး၀သူစိမ္းႏွစ္ေယာက္ပါပဲ\nသူတို႔ဟာ သူတို႔ကိုယ္သူတို႔ရွာေတြ႕ဖို႔နဲ႔သူတို႔မေသခင္ လုပ္ခ်င္တာေတြ လုပ္သြားဖို႔ ဆႏၵေၾကာင့္\nဆရာ၀န္ေတြတားတာေတာင္မမႈပဲ ေဆးရုံက ထြက္သြားျပီး ဘယ္လိုေတြ စြန္႔စားၾကလဲ\nဘ၀အဓိပၸာယ္နဲ႔သူတို႔ကို သူတို႔ရွာေတြ႕သြားၾကမွာလားဆိုတာကို ဇာတ္လမ္းမွာ ၾကည့္ၾကည့္လိုက္ပါ\n(ဘာသာျပန္သူကေတာ့ အဥၨလီ သန္းထိုက္ ပါ)\n File Size : (700 MB)\nQuality : 720pBluray\nRunning Time : 1hr ...",
        "rating": "7.4",
        "url": "https://megaup.net/3yvyW/The_Bucket_List__[2007]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BN2VkMjQwZWMtMzc1NC00ZjJiLWJlNTMtNmRjOTE2ZTJmYzUwXkEyXkFqcGdeQXVyMjUxMTY3ODM@._V1_SY1000_CR007311000_AL_-146x200.jpg",
        "title": "Charlie’s Angels (2019)",
        "description": "Charlie's Angels (2019)________4.7/10\n ချာလီ နှင့် နတ်သမီးလေးများကို ၂၀၀၀ ခုနှစ်က ကြည့်ရှုခဲ့ကြတာကို\nမှတ်မိကြအုံးမယ်ထင်ပါတယ်....\n၁၉ နှစ်ကြာပြီးနောက် ဒီ Charlie's Angels (2019) မှာတော့\nချာလီ သေဆုံးပြီးနောက်ကို ဇတ်အိမ်တည်ထားပါတယ်\nချာလီ မရှိတော့ပေမဲ့ နတ်သမီးလေးများ အဖွဲ့ဟာ\nခေါင်းဆောင်ကောင်းတွေ လက်အောက် မှာ\nဆက်လက် တိုးတက် ဖွံ့ဖြိုးရင်း နိုင်ငံအကျိုး သယ်ပိုးလျက်ရှိပါတယ်\nဒီတစ်ခေါက်မှာတော့ သိပ္ပံပညာရှင်မလေး အယ်လီနာ တီထွင်ထားတဲ့\nလျပ်စစ်နည်းပညာ ဖော်မြူလာ တစ်ခု ခိုးယူခံရတဲ့ ကိစ္စ နှင့် ပက်သက်၍\nချာလီ ရဲ့ နတ်သမီးလေးတွေက ပူးပေါင်းကူညီရမယ့် ကဏ္ဍ ရောက်ရှိလာပါတယ်\nရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီး\nThit San Khant မှ တင်ဆက်ပေးထားပါတယ်ခ်ာလီ ႏွင့္ နတ္သမီးေလးမ်ားကို ၂၀၀၀ ခုႏွစ္က ၾကည့္ရႈခဲ့ၾကတာကို\nမွတ္မိၾကအုံးမယ္ထင္ပါတယ္....\n၁၉ ႏွစ္ၾကာၿပီးေနာက္ ဒီ Charlie's Angels (2019) မွာေတာ့\nခ်ာလီ ေသဆုံးၿပီးေနာက္ကို ဇတ္အိမ္တည္ထားပါတယ္\nခ်ာလီ ...",
        "rating": "4.7",
        "url": "https://megaup.net/Rs7i/Charlie’s_Angels_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/midway-poster-139x200.jpg",
        "title": "Midway (2019)",
        "description": "Midway (2019)\nIMDb - 6.7/10_____Rotten - 42%\n (Unicode)\nသမိုင်းဖြစ်ရပ်မှန် စစ်ကားတစ်ကား တင်ပေးထားပါတယ်။\nဒီရုပ်ရှင်ဟာ မစ်ဝေးတိုက်ပွဲအကြောင်း ပါပဲ။\nဂျပန်တွေ ပုလဲဆိပ်ကမ်းကို ဗုံးကျဲပြီး ၆ လအကြာမှာ ဖြစ်ပွားခဲ့တာပါပဲ။\nပစိဖိတ်စစ်မျက်နှာမှာ ကြီးစိုးထားတဲ့ ဂျပန်ရေတပ်ကြီးကို အရေးနိမ့်စေခဲ့ပြီး ချိန်ခွင်လျှာပြောင်းလဲ စေခဲ့တဲ့ တိုက်ပွဲတစ်ခုပါပဲ။\nဒီတိုက်ပွဲမှာသာ အမေရိကန်ရှုံးခဲ့ရင် အနောက်ကမ်းရိုးတန်းအသိမ်းခံရပြီး ဆီရာတယ်\nဆန်ဖရန်စစ္စကို၊ လော့စ်အိန်ဂျလိလိုမြို့ကြီးတွေပါ ကျသွားနိုင်တဲ့အခြေအနေ ဖြစ်လာခဲ့မှာပါ။\nဒါကို ထောက်လှမ်းရေးအဖွဲ့ နဲ့ အင်အားနည်းနေတဲ့ ရေတပ်လေတပ်ပူးပေါင်းပြီး ဂျပန်တွေကို ပြန်တိုက်နိုင်ခဲ့တာ ပါပဲ။\nစစ်ကားကြိုက်တတ်သူတွေ အကြိုက်တွေ့ကြမှာပါ။ \nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…\n  \n(Zawgyi)\nသမိုင္းျဖစ္ရပ္မွန္ စစ္ကားတစ္ကား တင္ေပးထားပါတယ္။\nဒီ႐ုပ္ရွင္ဟာ မစ္ေဝးတိုက္ပြဲအေၾကာင္း ပါပဲ။\nဂ်ပန္ေတြ ပုလဲဆိပ္ကမ္းကို ဗုံးက်ဲၿပီး ၆ လအၾကာမွာ ျဖစ္ပြားခဲ့တာပါပဲ။\nပစိဖိတ္စစ္မ်က္ႏွာမွာ ႀကီးစိုးထားတဲ့ ဂ်ပန္ေရတပ္ႀကီးကို အေရးနိမ့္ေစခဲ့ၿပီး ခ်ိန္ခြင္လွ်ာေျပာင္းလဲ ေစခဲ့တဲ့ တိုက္ပြဲတစ္ခုပါပဲ။\nဒီတိုက္ပြဲမွာသာ အေမရိကန္ရႈံးခဲ့ရင္ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xXeg/Midway_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r8LPeldxskHrGJTPfhICguCip2H.jpg",
        "title": "Rambo (2008)",
        "description": "Rambo (2008)ဆီဗက်စတာ စတားလုံးရဲ့‌အကျော်ကြားဆုံးဇာတ်ကောင်၂ခုထဲက တစ်ခုဖြစ်တဲ့ ရမ်ဘိုကားတွေကို အက်ရှင်ကား ဖန်‌တွေအတော်များများ သဘာကျကြပါတယ်။ တိုက်ခန်းခိုက်ခန်းတွေလည်း ကြမ်းသလို စတားလုံးကြီးချတာလည်း အားရစရာကောင်းတာကိုး။ ဒီကားဟာလည်း လုံးဝ အကြမ်းပတမ်းတစ်ကားထဲမှာ အပါအဝင်ပါပဲ။ ရှယ်ကြမ်းပါတယ်။ဒီကားရထားတဲ့ IMDb rating 7 ကလည်း လူပေါင်း နှစ်သိန်းကျော်ကနေ ရထားတာဆိုတော့ ကြည့်ရအတော် အားရဖို့ကောင်းပါလိမ့်မယ်။ ရိတ်တင် သိပ်မကောင်းနေရင်တောင် ဇာတ်ကားရဲ့ ဇာတ်လမ်းကြောင့်၊ ရမ်ဘိုကြီး ရှယ်ကြမ်းပြ ရမ်းပြ သတ်ပြထားတဲ့သူတွေကြောင့် ဘယ်လိုပဲဆိုဆို အတော်လေးကို ဝမ်းသာပီတိ ဂွမ်းဆီထိ ကြည့်ရ ဖီးလ်ရှယ်ရှိမယ့်ဇာတ်ကားပါပဲ။Size - 2.7GB, 1.01GB\nQuality - Blu-ray 1080p, 720p\nIMDb Rating - 7/10\nFormat - mp4\nDuration - 1H 32Min\nGenre - Action, Adventure, Thriller\nSubtitle - ...",
        "rating": "7",
        "url": "https://megaup.net/2rmkh/(CM)_Rambo_(2008)_EXTENDED_1080p_BluRay.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9YMM2audtZ2Qg0XOg1tW11IkHtV.jpg",
        "title": "A Serial Killer’s Guide to Life (2019)",
        "description": "Thirller,adventure ကားအမျိုးအစားပါမြို့ငယ်လေးတမြို့မှာနေတဲ့ လူအိစ် ကဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပြီးတော့အမေဖြစ်သူရဲ့စေခိုင်းမှုအောက်မှာ စိတ်ပျက်နေသူပါသူကဘဝနေထိုင်ရေးအကြံပေးစာအုပ် စီဒီ မှန်သမျှကို နားထောင်ပြီးတော့လိုက်လုပ်တဲ့သူပေါ့ တစ်နေ့မှာတော့သူဖြစ်ချင်တဲ့ဆန္ဒတွေကိုဖြည့်ဆည်း ပေးနိုင်မယ်လို့ထင်တဲ့သူရဲ့ဘဝလမ်းညွှန်သူ အသိအကျွမ်းတစ်ယောက်နဲ့အတူမွန်းကြပ်နေတာတွေရဲ့ထွက်ပေါက်တစ်ခုအနေနဲ့ ခရီးတစ်ခု ထွက်ခဲ့ပါတယ်ဇာတ်ကားနာမည်အတိုင်း ဘဝအကြံပေးသူအမျိုးသမီးက စိတ်ဖောက်ပြန်နေတဲ့ လူသတ်သမား ဖြစ်နေလို့နေပါတယ်..............စိတ်ဖောက်ပြန်နေတဲ့သူနဲ့ ဘဝကိုစိတ်ကုန်ပြီးဘဝအသစ်တစ်ခုကိုစမ်းသပ်ချင်နေတဲ့သူနဲ့ တွေ့မိတဲ့အခါမှာဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ် File Size : ( 755 MB , 366 MB )Quality : WEB-DL 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : Adventure , Comedy , CrimeSubtitle : ...",
        "rating": "4.6",
        "url": "https://megaup.net/R0d2/(CM)_A_Serial_Killers_Guide_To_Life_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/interstellar-poster-1-135x200.jpg",
        "title": "Interstellar (2014)",
        "description": "Interstellar (2014)\nIMDb - 8.6/10_____Rotten - 72%\nWon 1 Oscar. Another 43 wins & 148 nominations\n  (unicode)2014 Novemberမှာ ထွက်ရှိခဲ့ပြီး…IMDb ရဲ့ Rating အများဆုံးဇာတ်ကားများထဲမှာလည်း တစ်ကားအပါအဝင်ပါ…ဒါရိုက်တာကလည်း Christopher Nolanဆိုမှတော့ အထွေအထူးညွှန်းနေစရာတောင် လိုမယ်မထင်မိပါဘူး…Visual Effectsyပိုင်းမှာ အော်စကာရရှိခဲ့ပြီး  အခြားဆု ၄၄ဆုနဲ့ ဆန်ကာတင် ၁၄၄ဆုစာရင်းဝင်ခဲ့ပါတယ်… 2014ရဲ့အကောင်းဆုံး ၁၀ကားထဲမှာ စာရင်းဝင်ခဲ့ပါတယ်…(Background musicတွေလည်း နားထောင်လို့ကောင်းလို့ နားထဲတောင်စွဲနေပါလိမ့်မယ်…ဇာတ်လမ်းနည်းနည်း ပြောပြရမယ်ဆိုရင်တော့…21ရာစု လယ် လောက်မှာ ကမ္ဘာပျက်ကိန်း ဆိုက်လုပြီ ဖြစ်တဲ့အတွက် နာဆာ ပိုင်းလော့ဟောင်း ကူးပါး ခမျာခြံစိုက်နေရာကနေ လူတွေအတွက်နေစရာ ဂြိုဟ်အသစ် ရှာဖွေရေး စစ်ဆင်ရေးထဲ ပါဝင်လိုက်ရရှာတယ်…၁၀နှစ်အရွယ် သမီးလေး မာ့ဖ် ကို တစ်နေ့ ပြန်လာပါ့မယ် ကတိအထပ်ထပ်ပေးရင်းပေါ့…ဒီလိုနဲ့ ပေးအပ်လိုက်တဲ့တာဝန်တွေကို ထမ်းဆောင်ရင်း…အာကာသ ကြီးရဲ့ လှည့်ကွက် ...",
        "rating": "8.6",
        "url": "https://megaup.net/SOgn/Interstellar_[2014]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/terminator-dark-fate-2019-poster-140x200.jpg",
        "title": "Terminator: Dark Fate (2019)",
        "description": "unicode\nအရေပျော်စက်ရုပ်ကားဆိုပြီး ငယ်ငယ်ကတည်းက စွဲလမ်းခဲ့ကြတဲ့\nတာမီနေတာ ရုပ်ရှင်တွေရဲ့ နောက်ဆုံးထွက် ရုပ်ရှင်ပါ။\nတာမီနေတာ တွေအထဲမှာ ကျွန်တော်တို့ အကြိုက်ဆုံးက နံပါတ် ၂ ရုပ်ရှင်ပဲ ဖြစ်မယ်ထင်ပါတယ်။\nအခုထွက်တဲ့ရုပ်ရှင်ကတော့ အားလုံး ဒုတိယအကြိုက်ဆုံး\nတာမီနေတာရုပ်ရှင် ဖြစ်လာမယ်ထင်ပါတယ်။\nဇာတ်လမ်း နဲ့ အက်ရှင်တွေက အတော်ကို ကောင်းပါတယ်။\nအားရစရာပါပဲ။\nဇာတ်လမ်းအကျဉ်း ဆာရာကော်နာ နဲ့ ဂျွန်ကော်နာတို့ဟာ\nစကိုင်းနက်ကို ဖျက်ဆီးနိုင်ခဲ့ပြီး အနာဂတ်ကို ပြောင်းလဲနိုင်ခဲ့ပြီးချိန်မှာ\nတာမီနေတာ တစ်ကောင်က ဂျွန်ကော်နာကို သတ်သွားခဲ့ပါတယ်။\nဒါတွေဖြစ်ပြီးလို့ နှစ် ၂၀ အကြာလောက်မှာ ဒန်နီဆိုတဲ့\nမိန်းကလေးကို သတ်ဖို့ အနာဂတ်က ပိုအဆင့်မြင့်တဲ့\nရက်ဗ်နိုင်းမော်ဒယ် တာမီနေတာ ရောက်လာပြီး၊\nဒန်နီကို ကာကွယ်ဖို့လည်း ဂရေ့စ် ဆိုတဲ့\nစက်ရုပ်တစ်ပိုင်းလူသား ရောက်လာပါတယ်။\nဒန်နီနဲ့ ဂရော့စ်တို့ကို ဆာရာ ကော်နာက ကယ်တင်သွားပြီး\nရက်ဗ်နိုင်းကို ရင်ဆိုင်ဖို့ ရန်သူဟောင်းကြီးတစ်ယောက်နဲ့\nပူးပေါင်းပြီး ကြိုးစားရပါတော့တယ်။zawgyi\nအေရေပ်ာ္စက္ရုပ္ကားဆိုၿပီး ငယ္ငယ္ကတည္းက စြဲလမ္းခဲ့ၾကတဲ့\nတာမီေနတာ ရုပ္ရွင္ေတြရဲ႕ ေနာက္ဆံုးထြက္ ရုပ္ရွင္ပါ။\nတာမီေနတာ ေတြအထဲမွာ ကြ်န္ေတာ္တို႕ အၾကိဳက္ဆံုးက နံပါတ္ ၂ ရုပ္ရွင္ပဲ ...",
        "rating": "6.3",
        "url": "https://megaup.net/4UQzc/Terminator_-_Dark_Fate_[2019]_{Blu-ray_1080p}_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4E2lyUGLEr3yH4q6kJxPkQUhX7n.jpg",
        "title": "One Piece: Stampede (2019)",
        "description": "One Piece Anime ရဲ့သက်တမ်း နှစ် ၂၀ ပြည့် ထုတ်တဲ့ ၁၄ ကားမြောက် ရုပ်ရှင်ပါ။Sky Island ပီးနောက်ကြေငြာထားတဲ့ကားပါ။One Piece ဖန်တိုင်းမျှော်နေခဲ့ကြတဲ့ကားပါပဲ။ရုံမတင်တဲ့အပြင် အကြည်ကိုလည်ပင်းရှာမျှော်ခဲ့ရတဲ့ကားပါ။ခရမ်းချဉ်သီး 92 လုံးနဲ့ IMDB 8.1 ရထားပါတယ်။Time Line အနေနဲ့ ကတော့ Wano မရောက်ခင်နဲ့Big Mom ကိုသွားကလိပြီးတဲ့ အချိန်ကြားလို့ယူဆရပေမယ့်Movie ထဲမှာ လုဖီရဲ့ ဆုကြေးက ၁၅ ဘီလီယံ ဖြစ်နေတော့Wano အပြီးလို့လဲထင်စရာရှိပါတယ်ဒါပေမဲ့ Non-Canon ဖြစ်တဲ့အတွက် Timeline နဲ့မဆိုင်တော့သိပ်တော့ခေါင်းစားစရာမရှိပါဘူး။ကာရိုက်တာ Art ‌တွေအရ အခု Anime onging မှာ ရောက်နေတဲ့တစ်ဝိုက်လို့ပဲမှတ်ရပါတယ်။ဇတ်လမ်း က‌တော့ ပင်လယ်ဓားပြတွေအတွက်ကျင်းပတဲ့ပင်လယ်ဓားပြပွဲတော်ကြီး ...",
        "rating": "8.1",
        "url": "https://megaup.net/2d0py/One.Piece.Stampede.2019.JAPANESE.1080p.BluRay(cm).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/detective-142x200.jpg",
        "title": "Detective Conan: The Fist of Blue Sapphire (2019)",
        "description": "#UnicodeDetective Conan and fist of Blue sapphire the movieတစ်နေ့သ၌ ကျွန်ုပ်၏အိမ်တွင် နိစ္စဓူဝအလုပ်ဖြစ်သော တီထွင်ဖန်တီးကလိသောအလုပ်ကိုလုပ်နေခိုက် မောင်နန်နှင့်မိယွန်းတို့ရောက်လာကြလေသည်။ မောင်နန်၏အမူအရာသည်တစ်စုံတစ်ခုကိုအလိုရှိနေသောအမူအရာဖြစ်နေ၍ ကျွန်ုပ်လည်းအဘယ်သို့သောအကြောင်းကြောင့်စိတ်နှလူံးအိမ်၌လိုချင်တပ်မက်မှုအာရုံထင်နေပေသနည်းဟုမေးမိလေရာ မောင်နန်လေးက သူ၏ချစ်သူ မိလွမ်းသည်စင်္ကာပူသို့အလည်ခရီးသွားသဖြင့် နောက်ကလိုက်ချင်နေကြောင်း၊ စင်္ကာပူသိူ့ဝင်ရန်လိုအပ်‌သောစာရွက်စာတမ်းအင်ထုရန်အလို့ငှာ ကျွန်ုပ်၏အကူအညီကိုလိုအပ်နေကြောင်းပြောပြအကူအညီတောင်းခံလေ၏။ ကျွန်ုပ်လည်း တတ်သည့်ပညာအလကားမရဆိုသည့်နှလုံးကိုမူလျက် မောင်နန်‌ဆီက ဖွတ်ကလိဒင်္ဂါးပြားတောင်မရနိုင်သည်ကိုသိ၍မကူညီနိုင်ကြောင်း ယဉ်ယဉ်ကျေးကျေးအော်ငေါက်ဆဲဆို၍ပြောလိုက်ရာ မောင်နန်လေးသည် အင်မတန်အိန္ဒြေကြီးသောအမူအရာဖြင့် နှုတ်ခမ်းစူခြေဆောင့်ကာထွက်သွားလေသည်။ ဤသို့ဖြင့်မောင်နန်လေးသည် ကျွန်ုပ်အပေါ်သဘောထားကြီးစွာဖြင့်စိတ်ကောက်နေပြီးအိမ်သို့ပေါ်မလာပဲနေရာ သီတင်းအပတ်နှစ်ပတ်ခန့်ကြာမှဘလက်ဘိုင်လိုက်ပြီးပြန်ပေါ်လာ၏။ အဘယ်ကြောင့်ဤသိူ့ဘလက်ဘိုင်လိုက်နေရသနည်းမေးကြည့်ရာ မောင်နန်လေးသည်စင်္ကာပူသို့တကယ်ရောက်သွားကြောင်း၊ အဖြစ်အပျက်များစွာလည်းဖြစ်ပျက်ခဲ့ကြောင်းကျွန်ုပ်အားကျကျနနရှင်းပြရှာလေသည်။ မောင်နန်လေး၏ရှင်းပြချက်များသည် စိတ်ကူးဖြင့်ပင်မကူးနိုင်လောက်သည့်ထူးဆန်းသောအဖြစ်အပျက်များပါနေလေရာ မောင်နန်လေးဖြီးဖြန်းနေခြင်းမဟုတ်၊ အမှန်အတိုင်းပြောနေပေသည်ဟုကျွန်ုပ်က ယုံကြည်မိသည့်အလျောက် ဤလျှို့ဝှက်အပ်သောကိစ္စကိုအများသူငှာလူစုံတုန်းသိစေရန်အလို့ငှာ ရုပ်ရှင်အဖြစ် channel myanmarတွင် တင်ဆက်ပေးလိုက်ပါသည်။ မောင်နန်လေး၏ ပြောပြချက်များအတိုင်းတင်ပြပါမူ ရှုတ်ထွေးနေမည်စိုး၍အများသူငှာနားလည်စိမ့်ငှာစကားလုံးအသူံအနှုန်းများကိုရိုးရိုးရှင်းရှင်းပေါက်ကရတွေ‌ဘာသာပြန်ထားပါသည်။ အောက်တွင်ဖော်ပြထားသော linkမှာဒေါင်းယူပြီးကြည့်တော်မူကြပါကုန်။ #ZawgyiDetective Conan and fist of Blue sapphire the movieတစ္ေန႔သ၌ ကြၽႏ္ုပ္၏အိမ္တြင္ နိစၥဓူဝအလုပ္ျဖစ္ေသာ ...",
        "rating": "",
        "url": "https://megaup.net/1x67e/(NZ)Detective.Conan.Movie.The.Fist.Of.Blue.Sapphire(2019).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kTQ3J8oTTKofAVLYnds2cHUz9KO.jpg",
        "title": "Rambo: Last Blood (2019)",
        "description": "(Unicode)ဒီကားကတော့ တိုက်ခိုက်ခန်းတွေနဲ့သတ်ဖြတ်ခန်းတွေ ရက်စက်တာမို့ R rated သတ်မှတ်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ရမ်ဘိုကြီးဟာဗီယက်နမ်စစ်ပွဲ၊ မြန်မာစစ်ပွဲတွေ နွှဲခဲ့အပြီးမှာအိမ်ကိုပြန်လာပြီး မိတ်ဆွေဟောင်း အမျိုးသမီးနဲ့သူ့ရဲ့မြေးလေး ဂေဘရီရယ်တို့ရဲ့ အိမ်မှာ အတူနေနေပါတယ်။တစ်ရက်မှာ ဆယ်ကျော်သက်လေး ဂေဘရီရယ်ဟာမက္ကဆီကို ကိုခိုးထွက်ပြီးသူ့ကိုစွန့်ပစ်သွားတဲ့ဖခင်ဖြစ်သူကို လိုက်ရှာပါတော့တယ်။အဲဒီအချိန်မှာ သူပြန်မလာနိုင်ဘဲလူမှောင်ခို ပြည့်တန်ဆာဂိုဏ်းလက်ထဲပါသွားတဲ့အခါမှာအဘိုးကြီး ရမ်ဘိုတစ်ယောက်စွန့်စားခန်းတွေ ထပ်ဖွင့်ရပါတော့တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…(Zawgyi)ဒီကားကေတာ့ တိုက္ခိုက္ခန္းေတြနဲ႔သတ္ျဖတ္ခန္းေတြ ရက္စက္တာမို႔ R rated သတ္မွတ္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ရမ္ဘိုႀကီးဟာဗီယက္နမ္စစ္ပြဲ၊ ျမန္မာစစ္ပြဲေတြ ႏႊဲခဲ့အၿပီးမွာအိမ္ကိုျပန္လာၿပီး မိတ္ေဆြေဟာင္း အမ်ိဳးသမီးနဲ႔သူ႔ရဲ႕ေျမးေလး ေဂဘရီရယ္တို႔ရဲ႕ အိမ္မွာ အတူေနေနပါတယ္။တစ္ရက္မွာ ဆယ္ေက်ာ္သက္ေလး ေဂဘရီရယ္ဟာမကၠဆီကို ကိုခိုးထြက္ၿပီးသူ႔ကိုစြန႔္ပစ္သြားတဲ့ဖခင္ျဖစ္သူကို လိုက္ရွာပါေတာ့တယ္။အဲဒီအခ်ိန္မွာ သူျပန္မလာႏိုင္ဘဲလူေမွာင္ခို ျပည့္တန္ဆာဂိုဏ္းလက္ထဲပါသြားတဲ့အခါမွာအဘိုးႀကီး ရမ္ဘိုတစ္ေယာက္စြန႔္စားခန္းေတြ ထပ္ဖြင့္ရပါေတာ့တယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္… File Size : (1.80 GB),(800 MB) And (400 MB)\nQuality : EXTENDED Blu-Ray (1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/UQfk/Rambo_-_Last_Blood_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/a.world_.way_.2019-150x200.jpg",
        "title": "A World Away (2019)",
        "description": "A World Away (2019)================#Unicode2019 ကုန်ခါနီးလေးမှာ ထွက်ရှိထားတဲ့ A World Away ဆိုတဲ့ စိတ်ကူးယဉ်သိပ္ပံစွန့်စားခန်းတွေပါဝင်တဲ့\nဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ် …IMDb – 6.8/10 ရရှိထားတာပါ။\nဇာတ်ကြောင်းလေးကတော့ အလယ်တန်းကျောင်းပြီးသွားတဲ့ ကျောင်းသားတစ်စုဟာ\nကျောင်းကရွေးချယ်မှုအရ ဂရန်းကန်ညွန်ကို အလည်အပတ်သွားကြတဲ့အခါမှာ\nလေယာဉ်မှူးဟောင်းတစ်ဦးဖြစ်တဲ့ တောမတ်စ်ဟာ ကလေးတွေကို သူ့ကိုယ်ပိုင်လေယာဉ်နဲ့\nလိုက်ပို့ရင်းကနေ သူ့သမီးကိုလည်း ခရီးစဉ်မှာ လည်ပတ်ဖို့ ခေါ်လာခဲ့ပါတယ်။\nဒီလိုနဲ့ အလုံးစုံပြည့်စုံကောင်းမွန်တဲ့ တောမတ်စ်ရဲ့ လေယာဉ်လေးဟာ တစ်နေရာအရောက်မှာ စက်ချို့ယွင်းပြီး အခြားကမ္ဘာတစ်ခုကိုရောက်သွားခဲ့ပါတယ် …သူနဲ့ ကလေးတွေ အဲ့ဒီကမ္ဘာကနေ ပြန်ထွက်နိုင်ကြမလား\nကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူကြပါ။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်။ #Zawgyi2019 ကုန္ခါနီးေလးမွာ ထြက္ရွိထားတဲ့ A World Away ဆိုတဲ့ စိတ္ကူးယဥ္သိပၸံစြန႔္စားခန္းေတြပါဝင္တဲ့\nဇာတ္ကားေလး တင္ဆက္ေပးခ်င္ပါတယ္ …IMDb – 6.8/10 ရရွိထားတာပါ။\nဇာတ္ေၾကာင္းေလးကေတာ့ အလယ္တန္းေက်ာင္းၿပီးသြားတဲ့ ေက်ာင္းသားတစ္စုဟာ\nေက်ာင္းကေ႐ြးခ်ယ္မႈအရ ဂရန္းကန္ၫြန္ကို အလည္အပတ္သြားၾကတဲ့အခါမွာ\nေလယာဥ္မႉးေဟာင္းတစ္ဦးျဖစ္တဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1x68o/A.World.Away.2019.720P-CM.mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/pocahontas-ii-journey-to-a-new-world-1998-105x200.jpg",
        "title": "Pocahontas II: Journey to a New World (1998)",
        "description": "(Unicode)Pocahontas 2 ကိုလာကြည့်ဖို့လုပ်ပြီ ဆိုကတည်းက နံပါတ် 1 ကိုအတော်ကြိုက်ခဲ့လို့ ထင်ပါရဲ့။ဒီဒုတိယပိုင်းမှာ ပိုကာဟွန်းတက်စ် ဟာ Disney Princesses တွေလုံးဝမရွေးချယ်ဖူးတဲ့ ကြီးမားတဲ့ မထင်မှတ်စရာ ရွေးချယ်မှုကို ရွေးချယ်သွားပါတယ်။အမှန်ပြောရရင် ဒီကားကို ဘာသာပြန်မယ်ဆိုတုန်းက နံပါတ် 1လောက်ကောင်းမယ် လို့မထင်ခဲ့ဘူးဗျ။လုံးဝမှားတာပါပဲဗျာ။ဒီဇာတ်လမ်းလေးမှာတော့ အင်္ဂလန်နိုင်ငံနဲ့ အင်ဒီးယန်းလူရိုင်းတွေအကြား နားလည်မှုလွဲတာကိုပိုကာဟွန်းတက်စ် နဲ့ အင်္ဂလန်နိုင်ငံသား ဂျွန်ရော့ဖ် တို့ ပညာသားပါပါ ပြေလည်အောင်ကြိုးပမ်းရတဲ့အကြောင်းကို ရိုက်ကူးထားပါတယ်။မထင်မှတ်ထားတာ ဖြစ်မယ်ဆိုတာတော့ လောင်းရဲသဗျ ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပဲဖြစ်ပါတယ်…(Zawgyi)Pocahontas 2 ကိုလာၾကည့္ဖို႔လုပ္ၿပီ ဆိုကတည္းက နံပါတ္ 1 ကိုအေတာ္ႀကိဳက္ခဲ့လို႔ ထင္ပါရဲ႕။ဒီဒုတိယပိုင္းမွာ ပိုကာဟြန္းတက္စ္ ဟာ Disney Princesses ေတြလုံးဝမေ႐ြးခ်ယ္ဖူးတဲ့ ႀကီးမားတဲ့ မထင္မွတ္စရာ ေ႐ြးခ်ယ္မႈကို ေ႐ြးခ်ယ္သြားပါတယ္။အမွန္ေျပာရရင္ ဒီကားကို ဘာသာျပန္မယ္ဆိုတုန္းက နံပါတ္ ...",
        "rating": "4.9",
        "url": "https://megaup.net/1x6ai/(CM)_Pocahontas.2.Journey.to.the.New.World.1998.720p.Blu-Ray.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZ1ft0QZ4e3zDUPMBftEkwI9ftd.jpg",
        "title": "Pocahontas (1995)",
        "description": "(Unicode)Disney Princess ဆိုတာနဲ့လူတိုင်း သိကြမယ်လို့ထင်ပါတယ်။ယခုပြောမှာကတော့ Disneyမင်းသမီးလေးတစ်ယောက် ဖြစ်တဲ့ ပိုကာဟွန်းတက်စ်(Pocahontas)ရဲ့ ဇာတ်လမ်းလေးအကြောင်းဖြစ်ပါတယ်။ဒီကာတွန်းလေးကတော့ အော်စကာဆုနှစ်ဆုကို ထိုက်ထိုက်တန်တန်ရရှိခဲ့ပြီး အလွန်လူကြိုက်များခဲ့တဲ့ ဇာတ်လမ်းလေးဖြစ်ကာဇာတ်ကြောင်းတွေဟာဆိုလည်း တကယ်ရှိခဲ့တဲ့ ပိုကာဟွန်းတက်စ် မင်းသမီးလေးအပေါ် အနည်းငယ်အခြေခံထားတာတွေ့ရပါတယ်။ဒီဇာတ်လမ်းထဲမှာလေးကတော့ အင်္ဂလန်ကနေ အမေရိကတိုက်ကို လာပြီး အခြေချကာ ရတနာတူးဖော်လိုသူတွေနဲ့ အမေရိကတိုက်ရဲ့မူရင်းမျိုးနွယ် အင်ဒီးယန်းတွေကြားမှာ ဖြစ်ကြတဲ့ ရန်လိုစိတ်တွေကြား ရဲ့ရင်မှု၊စိတ်ထားဖြူစင်မှု၊ညဏ်ပညာအမျှော်အမြင်တွေနဲ့ပိုကာဟွန်းတက်စ် တစ်ယောက် ဘယ်လို ငြိမ်းအေးအောင်လုပ်မလဲဆိုတဲ့အကြောင်းလေးပါပဲ။ဒီကားလေးက စင်ဒရဲလားလိုကားလေး လုံးဝမဟုတ်တဲ့အတွက် ချိဖတို့လည်း မိန်းကလေးတွေရှေ့မှာ ရဲရဲကြည့်လို့ရတယ်နော်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပဲဖြစ်ပါတယ်…(Zawgyi)Disney Princess ဆိုတာနဲ႔လူတိုင္း သိၾကမယ္လို႔ထင္ပါတယ္။ယခုေျပာမွာကေတာ့ Disneyမင္းသမီးေလးတစ္ေယာက္ ျဖစ္တဲ့ ပိုကာဟြန္းတက္စ္(Pocahontas)ရဲ႕ ဇာတ္လမ္းေလးအေၾကာင္းျဖစ္ပါတယ္။ဒီကာတြန္းေလးကေတာ့ ေအာ္စကာဆုႏွစ္ဆုကို ထိုက္ထိုက္တန္တန္ရရွိခဲ့ၿပီး အလြန္လူႀကိဳက္မ်ားခဲ့တဲ့ ဇာတ္လမ္းေလးျဖစ္ကာဇာတ္ေၾကာင္းေတြဟာဆိုလည္း တကယ္ရွိခဲ့တဲ့ ပိုကာဟြန္းတက္စ္ မင္းသမီးေလးအေပၚ အနည္းငယ္အေျခခံထားတာေတြ႕ရပါတယ္။ဒီဇာတ္လမ္းထဲမွာေလးကေတာ့ အဂၤလန္ကေန အေမရိကတိုက္ကို လာၿပီး အေျခခ်ကာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1x6au/(CM)_Pocahontas.1995.720p.Blu.Ray.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wW3J9e1K9A8mLnKSdgwFDXd1tKf.jpg",
        "title": "The Purple Plain(1954)",
        "description": "The Purple Plain(1954)Blu-Ray 1080p , 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်...(unicode)လေယာဉ်မှူး\nဘီလ်ဖော်ရက်စ်တာဟာ သူ့ချစ်သူနဲ့လန်ဒန်မှာ\nမင်္ဂလာပွဲကျင်းပနေတယ်....ချစ်ရသူနဲ့ပေါင်းဖက်ဖို့\nအပြုံးကိုယ်စီနဲ့ပေါ့...ကံဆိုးစွာအဲ့ညမှာပဲ ဂျာမန်တွေက ဗုံးမိုးရွာချလို့\nအဆောက်အဦးတစ်ခုလုံးပြိုကျတဲ့အပြင် ဇနီးလောင်းလေးလည်း သေဆုံးသွားရှာတယ်...\nဖြေမဆည်နိုင်တဲ့ ဖော်ရက်စ်တာဟာ ဒီစိတ်ဒဏ်ရာကြီးနဲ့ စစ်ထွက်\nလာရတယ်...အဲ့ဒီမှာ သူအကြံရလာတယ်...နေလို့မကောင်းတဲ့လောကကြီးမှာ\nမြန်မြန်သေမှ သူခံစားရမှ သက်သာမယ်ဆိုပြီး စစ်ဆင်ရေးတွေမှာ\nဘယ်သူမှ မလုပ်တဲ့ မိုက်ရူးရဲ စစ်ထိုးမှုတွေလုပ်ပါတော့တယ်...\nဒီဇာတ်ကားက ကျွန်တော်တို့တော်တော်များများကြားဖူးကြမှာပါ...အဓိကက\nမြန်မာသရုပ်ဆောင်မင်းသမီးချောကြီး ဒေါ်ဝင်းမင်းသန်းပါတဲ့အပြင်\nမိတ္ထီလာဘက် မြန်မာအကြောင်းတွေလည်းပါလေတော့\nအားလုံးနဲ့မစိမ်းဘူးထင်ပါရဲ့..သို့ပါသော်လည်း အကြည်လေးကြည့်ပြီး\nအမှတ်တရသိမ်းဆည်းပြီး သား မြေး မြစ်တို့ထိ လက်ဆင့်ကမ်းရင်း\nဒါရှေးတုန်းက ငါတို့ရဲ့မင်းသမီးကြီးပေါ့လို့ ပြချင်ရင်ပြလို့ရအောင်ပါ...\n၁၉၅၄ ခုနှစ်ဆိုပေမယ့် တော်တော်ကြည့်လို့ကောင်းပါတယ်.....\nမင်းသမီးကြီးကလည်း ကြည့်လိုက်တာနဲ့ ဂုဏ်သရေရှိ မြန်မာအမျိုးသမီး\nတစ်ယောက်မှန်းသိသာစေတဲ့အပြင် သရုပ်ဆောင်လည်း လွန်စွာကောင်းလှပါတယ်..\nခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်...(zawgyi)ေလယာဥ္မႉး\nဘီလ္ေဖာ္ရက္စ္တာဟာ သူ႔ခ်စ္သူနဲ႔လန္ဒန္မွာ\nမဂၤလာပြဲက်င္းပေနတယ္....ခ်စ္ရသူနဲ႔ေပါင္းဖက္ဖို႔\nအၿပဳံးကိုယ္စီနဲ႔ေပါ့...ကံဆိုးစြာအဲ့ညမွာပဲ ဂ်ာမန္ေတြက ဗုံးမိုး႐ြာခ်လို႔\nအေဆာက္အဦးတစ္ခုလုံးၿပိဳက်တဲ့အျပင္ ဇနီးေလာင္းေလးလည္း ေသဆုံးသြားရွာတယ္...\nေျဖမဆည္ႏိုင္တဲ့ ေဖာ္ရက္စ္တာဟာ ဒီစိတ္ဒဏ္ရာႀကီးနဲ႔ စစ္ထြက္\nလာရတယ္...အဲ့ဒီမွာ သူအႀကံရလာတယ္...ေနလို႔မေကာင္းတဲ့ေလာကႀကီးမွာ\nျမန္ျမန္ေသမွ သူခံစားရမွ သက္သာမယ္ဆိုၿပီး စစ္ဆင္ေရးေတြမွာ\nဘယ္သူမွ မလုပ္တဲ့ မိုက္႐ူးရဲ စစ္ထိုးမႈေတြလုပ္ပါေတာ့တယ္...\nဒီဇာတ္ကားက ကြၽန္ေတာ္တို႔ေတာ္ေတာ္မ်ားမ်ားၾကားဖူးၾကမွာပါ...အဓိကက\nျမန္မာသ႐ုပ္ေဆာင္မင္းသမီးေခ်ာႀကီး ေဒၚဝင္းမင္းသန္းပါတဲ့အျပင္\nမိတၳီလာဘက္ ျမန္မာအေၾကာင္းေတြလည္းပါေလေတာ့\nအားလုံးနဲ႔မစိမ္းဘူးထင္ပါရဲ႕..သို႔ပါေသာ္လည္း ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-purple-plain1954/",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/zootopia-1-140x200.jpg",
        "title": "Zootopia (2016)",
        "description": "Zootopia (2016)\nIMDb - 8.0/10_____Rotten - 98%\nWon 1 Oscar. Another 46 wins & 71 nominations.\n  \nZootopia (2016) ကို ရုံတင်တုန်းက သွားကြည့်ရတဲ့ ဖီလင်က\nယခင် ကားသစ်တွေ ရုံမှာသွားကြည့်ရတဲ့ ခံစားချက်တွေနဲ့ ဘာမှမဆိုင်ဘူး\nပိုက်ဆံပေးကြည့်ရတာထက် ပိုတန်တယ်...\nပြီးတော့ ယုန်မလေး ရဲ့ မျက်နှာဟာ ယုန်တစ်ကောင်နဲ့ မတူပဲ\nချစ်စဖွယ်ကောင်မလေး မျက်နှာလိုပဲ ဘယ်လိုကြည့်ကြည့် ချစ်ဖို့ကောင်းတယ်\nဒါ့အပြင် မြေခွေး ဆိုလဲ သူ့ရဲ့ ပုံစံနဲ့ လိုက်ဖက်စွာ အကျင့်ယုတ်တာတွေ\nလိမ်တာတွေ နောက်ပြောင်တာတွေက မျက်နှာထား အပြင် ဝတ်စားပုံနဲ့ပါ\nလိုက်ဖက်နေတယ် ဥပမာ ကျနော်တို့ ပျိုတိုင်းကြိုက်တဲ့ လူစီဖာမောနင်းစတား\nရဲ့ မျက်ခွက်နက် ချွတ်စွတ်သွားတူနေတာမျိုး\nပိုသဘောကျမိတာက ဒီကာတွန်းကားတွက် ဇတ်ကောင်တွေ အများကြီး\nသုံးထားတာကိုပေါ့...\nမြေခွေး နဲ့ ယုန်မလေး ဆီမှာပဲ အာရုံစိုက်နေလို့ မရပြန်ဘူး\nကျန်တဲ့ သတ္တဝါလေးတွေက\nတစ်ယောက်တစ်မျိုး ချစ်ဖို့ကောင်း စိတ်ဝင်စားဖို့\nကောင်းနေပြန်ပါတယ်...\nပိုလန်းတာက လူတွေ ရူးသွပ်နေတဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/SSs4/Shakira_-_Try_Everything_[MV]_(MM_Sub).mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/19PqUMJxfSLIM22AH9JIsoS7N7O.jpg",
        "title": "Abigail (2019)",
        "description": "2019 ခုနစ်ထွက် Adventure/Fantasy ကားသစ်လေးဖြစ်ပါတယ်IMDB 6.2/10 တောင်ရရှိထားပါတယ်...ဇာတ်လမ်းအကျဉ်းကတော့ အက်ဘီဂေးဆိုတဲ့ကလေးမလေးဟာကပ်ရောဂါဆိုးကြီးကြောင့် နယ်နိမိတ်တွေကိုအလုံပိတ်ထားတဲ့မြို့လေးတစ်မြို့မှာ မိဘတွေနဲ့အတူနေထိုင်ပါတယ်...တစ်ညမှာတော့ အက်ဘီဂေးရဲ့ဖခင်ကို ရောဂါကူးစက်ခံထားရပြီဟုဆိုကာအာဏာပိုင်တွေက လာရောက်ဖမ်းဆီးသွားကြပါတယ်...ဒီလိုနဲ့ နှစ်ပေါင်းများစွာကြာသွားသည့်တိုင် ရောဂါဆိုးကြီးကပပျောက်မသွားပဲ ပိုဆိုးလာပါတယ်...အရွယ်ရောက်လာတဲ့ အက်ဘီဂေးတစ်ယောက်ဖခင်ဖြစ်သူကို ရှာပုံတော်ထွက်တဲ့အခါမှာတော့သူမ တစ်သက်နဲ့တစ်ကိုယ်မထင်ထားတာတွေကို ကြုံတွေ့ရပါတော့တယ်....ဂရပ်ဖစ်ကောင်းကောင်း effect ကောင်းကောင်းသုံးထားပြီးဇာတ်လမ်းကျောရိုးက စိတ်ဝင်စားစရာကောင်းတာမို့ကြည့်ပျော်ပါတယ်လို့တိုက်တွန်းရင်း.... File Size : ( 994 MB , 363 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 50minFormat : Mp4Genre : Adventure , FantasySubtitle : ...",
        "rating": "6.0",
        "url": "https://megaup.net/2T6ii/(CM)_Abigail_2019_Web-DL_720p.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/03/MV5BMTcyOTc2OTA1Ml5BMl5BanBnXkFtZTcwOTI1MjkzOQ@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "The Croods (2013)",
        "description": "Croods 2 ထွက်တော့မှာဆိုတော့\nCroods ကို ပြန်နွေးတဲ့ အနေနဲ့ ကြည့်မိတယ်\nဂရုစ် ဆိုတဲ့ ဂူအောင်းလူသားကြီးက\nသူ့မိသားစု ၆ ယောက်ကို ဘေးရန်တွေက\nကာကွယ်ပေးပြီး စောင့်ရှောက်လာတာ နှစ်တွေကြာခဲ့ပြီး\nသမီးလေး အိဗ်တောင် အရွယ်ရောက်ခဲ့ပြီပေါ့...\nဒီအချိန်မှာပဲ ဂိုင်း ဆိုတဲ့ ကျောက်ခေတ်လူသား\nကောင်လေး တစ်ယောက်က ပေါက်ချလာပြီး\nကမ္ဘာကြီး ပျက်မယ့် အကြောင်းတွေ ပြောပြပြီး\nမီးကို စတင် ဖန်တီးပြတော့တာပဲ\nဂိုင်း က သူတို့ နဲ့ မတူတဲ့ အချက် ရှိတယ်\nသူက မကြောက်တက်သလို တီထွင်ဖန်တီးတက်တယ်\nဂရုစ် တို့ အုပ်စု ကြ တစ်ခုခုဆို ဂူထဲ ပဲ ပြေးအောင်းတက်ကြတာ\nဒီမှာပဲ ဂရုစ် သဘောမကျပေမဲ့ သူ့မိသားစု က ဂိုင်း ရဲ့ လမ်းပြမှုနဲ့\nကမ္ဘာပျက်ဘေးက လွတ်မယ့်နေရာကို စတင် ထွက်ကြတော့တာပဲ\nဒီဇတ်လမ်းမှာ ဘာတွေ တွေ့ရလဲ ဆိုတော့ မိသားစု စိတ်ဓါတ်ရယ်\nအဖေတစ်ယောက် ရဲ့ စိုးရိမ်မှုတွေ ပူပန်မှုတွေ အပြင်\nအသက်ရှင်နေထိုင်ဖို့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2SF09/The_Croods_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wrgLg0RejVlvmC9RivBZzbNhRYQ.jpg",
        "title": "Dance With Me ( 2019 )",
        "description": "Zawgyi*******ကုမၸဏီတစ္ခုမွာေနရာေကာင္းရဖို႔ႀကိဳးစားေနတဲ့ဝန္ထမ္းမေလးဆူဇူကီက်င့္ရွန္း...တေန႔တူမေလးတစ္ေယာက္ကိုကစားကြင္းလိုက္ပို႔ေပးရင္းကစားကြင္းထဲမွာရွိတဲ့အိပ္ေမြ႕ခ်အခန္းထဲမွာလူႀကီးမင္းမာတင္ဆိုတဲ့အိပ္ေမြ႕ခ်ပညာရွင္က သီခ်င္းျပဇာတ္ေဖ်ာ္ေျဖေနသလိုမ်ိဳးသီခ်င္းသံၾကားတာနဲ႔႐ုတ္တရတ္သီခ်င္းဆိုမိၿပီးကမိတာမ်ိဳးကိုတူမေလးနဲ႔အတူသူ႔ကိုပါအိပ္ေမြ႕ခ်ေပးရင္းနဲ႔ဆူဇူကီက်င့္ရွန္းကတကယ္ပဲသီခ်င္းသံၾကားတာနဲ႔သီခ်င္းထဆိုၿပီးထကေအာင္အိပ္ေမြ႕ခ်ခံလိုက္ရေသာအခါ....အိပ္ေမြ႕ခ်ခံရတာကိုအိပ္ေမြ႕ခ်ခဲ့တဲ့လူကပဲျပန္​ျပယ္ေအာင္လုပ္ေပးႏိုင္ေသာအခါအဲ့လူကိုေနရာအႏွံ႔လိုက္ရွာခဲ့ရပါေတာ့တယ္...ထိုအခ်ိန္မွာမွကုမၸဏီရဲ႕အဓိကမာကတ္တင္းဌာနမူရာခါမိရဲ႕အဖြဲ႕ကေနသူ႔ကိုအလုပ္တူတူလုပ္ဖို႔လာေခၚခဲ့ေပမဲ့ အိပ္ေမြ႕ခ်ခဲ့တဲ့လူကိုလိုက္ရွာရဦးမွာမလို႔ခြင့္တစ္ပတ္ေတာင္းခဲ့ေသာအခါ...ေနာက္ဆုံးမွာျပန္ျပယ္သြားမလား...အလုပ္ကိုေရာတစ္ပတ္အတြင္းျပန္အလုပ္တက္ႏိုင္ပါ့မလား...လိုက္ရွာေနတဲ့လမ္းခရီးတစ္ေလွ်ာက္ဘယ္လိုမ်ိဳးႀကဳံေတြ႕ရဦးမလဲဆိုတာဆက္လက္ၾကည့္ရႈလိုက္ၾကပါစို႔ေနာ္.... Unicode*******ကုမ္ပဏီတစ်ခုမှာနေရာကောင်းရဖို့ကြိုးစားနေတဲ့ဝန်ထမ်းမလေးဆူဇူကီကျင့်ရှန်း...တနေ့တူမလေးတစ်ယောက်ကိုကစားကွင်းလိုက်ပို့ပေးရင်းကစားကွင်းထဲမှာရှိတဲ့အိပ်မွေ့ချအခန်းထဲမှာလူကြီးမင်းမာတင်ဆိုတဲ့အိပ်မွေ့ချပညာရှင်က သီချင်းပြဇာတ်ဖျော်ဖြေနေသလိုမျိုးသီချင်းသံကြားတာနဲ့ရုတ်တရတ်သီချင်းဆိုမိပြီးကမိတာမျိုးကိုတူမလေးနဲ့အတူသူ့ကိုပါအိပ်မွေ့ချပေးရင်းနဲ့ဆူဇူကီကျင့်ရှန်းကတကယ်ပဲသီချင်းသံကြားတာနဲ့သီချင်းထဆိုပြီးထကအောင်အိပ်မွေ့ချခံလိုက်ရသောအခါ....အိပ်မွေ့ချခံရတာကိုအိပ်မွေ့ချခဲ့တဲ့လူကပဲပြန်ပြယ်အောင်လုပ်ပေးနိုင်သောအခါအဲ့လူကိုနေရာအနှံ့လိုက်ရှာခဲ့ရပါတော့တယ်...ထိုအချိန်မှာမှကုမ္ပဏီရဲ့အဓိကမာကတ်တင်းဌာနမူရာခါမိရဲ့အဖွဲ့ကနေသူ့ကိုအလုပ်တူတူလုပ်ဖို့လာခေါ်ခဲ့ပေမဲ့ အိပ်မွေ့ချခဲ့တဲ့လူကိုလိုက်ရှာရဦးမှာမလို့ခွင့်တစ်ပတ်တောင်းခဲ့သောအခါ...နောက်ဆုံးမှာပြန်ပြယ်သွားမလား...အလုပ်ကိုရောတစ်ပတ်အတွင်းပြန်အလုပ်တက်နိုင်ပါ့မလား...လိုက်ရှာနေတဲ့လမ်းခရီးတစ်လျှောက်ဘယ်လိုမျိုးကြုံတွေ့ရဦးမလဲဆိုတာဆက်လက်ကြည့်ရှုလိုက်ကြပါစို့နော်.... Translated & Review By MineEncoded By LK",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/dance-with-me-2019/",
        "category": "Adventure, Comedy, Musical"
    }
]