[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjA0NjU3MTU5OF5BMl5BanBnXkFtZTgwMTYyMDQ3MzE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Strange Magic",
        "description": "အမှောင်တောအုပ်ကြီးရဲ့ အရှင်သခင် Bob King ဟာအချစ်ဆိုတာကို မုန်းတီးနေပြီး အချစ်ဆေးရည်ရဲ့ အဓိက ပါဝင်ပစ္စည်းဖြစ်တဲ့ primrose ပန်းတွေအားလုံးကို ဖျက်စီးပစ်ဖို့ အမိန့်ပေးထားပါတယ်ဒါပေမဲ့သူဟာ မိန်းမပွေတတ်တဲ့ စေ့စပ်ထားတဲ့ အမျိုးသားတစ်ယောက်ကြောင့် အသည်းကွဲနေတဲ့ fairy princess လေး Marianne ကိုတွေ့တဲ့အခါမှာ သူ့သဘောထားတွေပြောင်းလဲသွားခဲ့ပါတယ်တစ်ချိန်တည်းမှာပဲ မှင်စာလေး Sunny ဟာ သူ့ကိုယ်ပိုင်ဆေးရည်အတွက် primrose ပွင့်ဖတ်တွေကို လိုက်စုဆောင်းရင်း အမှောင်တောအုပ်ဆီကို ရောက်လာခဲ့ပါတယ်ဒီနောက်ပိုင်း ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦး File Size : (900 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre :Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.WEB-DL.DD5.1.H264-RARBG\nSubtitle by Kyaw Lwin Tun\nEncoded ...",
        "rating": "5.8",
        "url": "https://megaup.net/Zvms/Strange_Magic_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/paul_ver3_xlg-135x200.jpg",
        "title": "Paul (2011)",
        "description": "CM ပရိတ္သတ္အတြက္ ဒီတေခါက္တင္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့ \"Paul\" ျဖစ္ပါတယ္...ဒီဇာတ္လမ္းကေတာ့ 2011 က ထြက္ရွိခဲ့တာျဖစ္ပါတယ္...လူတိုင္းမွာ ဝါသနာအမ်ိဳးမ်ိဳးရွိပါတယ္..သီခ်င္းဆိုတာစိတ္ဝင္စားတာ.. ကြန္ျပဴတာစိတ္ဝင္စားတာ...စသျဖင့္ ဝါသနာကိုယ္စီရွိၾကပါတယ္...ကလိုက္ဗ္ နဲ႔ ဂရမ္းဆိုတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ကေတာ့ ၿဂိဳဟ္သားရွိတာကိုယံုၾကည္ၿပီး ၿဂိဳဟ္ေတြအေၾကာင္းကို စိတ္ဝင္စားၾကပါတယ္..ဝါသနာတူသူငယ္ခ်င္းႏွစ္ေယာက္အေမရိကန္မွာက်င္းပတဲ့ သိပၸံရုပ္ျပပြဲကို သြားခ်ိန္မွာဇာတ္လမ္းစေတာ့တာပါပဲ....သူတို႔ႏွစ္ေယာက္ဟာ ဥကၠာပ်ံေတြပ်က္က်တယ္ဆိုၿပီး လူသိမ်ားတဲ့ ေနရာတစ္ခုကို သြားေရာက္လည္ပတ္ခဲ့ၾကပါတယ္..အဲ့အခ်ိန္ Paul လို႔ အမည္ရတဲ့ ၿဂိဳဟ္သားဟာ FBI ကေန ထြက္ေျပးလာခ်ိန္ျဖစ္ပါတယ္...Paul ဟာ လြန္ခဲ့တဲ့ ႏွစ္ ၆၀ ေလာက္တည္းက ကမၻာေျမေပၚယာဥ္ပ်က္က်ကာ အစိုးရခိုင္းေစတဲ့ တာဝန္ေတြကို အၾကံေပးေနရသူပါ...တစ္ေန႔ သူ႔ကိုသတ္မယ္ဆိုတဲ့ သတင္းၾကားၿပီးေနာက္ ထြက္ေျပးတိမ္းေရွာင္ရပါေတာ့တယ္...Paul ဟာ ဂရမ္း ကလိုက္ဗ္တို႔နဲ႔ ပတ္ပင္းတိုးပါေတာ့တယ္...သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ Paul ကို သူ႔ေနရပ္ကို ျပန္ႏိုင္ဖို႔ ကူညီေပးခဲ့ပါတယ္...ဒီအျပန္ခရီးမွာေတာ့ ၾကံဳရတဲ့အလြဲေတြ.. ဟာသေႏွာထားတဲ့ အျဖစ္အပ်က္ေလးေတြ..FBI ...",
        "rating": "7.0",
        "url": "https://megaup.net/Ufqf/Paul_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjI0NDI1MTMyM15BMl5BanBnXkFtZTcwMDMzMTcyNA@@._V1_SY1000_CR006761000_AL_-135x200.jpg",
        "title": "I Am Number Four (2011)",
        "description": "ဒီဇာတ်ကားက Pittacus Lore ရေးတဲ့ ဝတ္ထုအတွဲတွေထဲကပထမဆုံး စာအုပ်ကို ဇာတ်ညွှန်းပြုပြီး ရိုက်ထားတာပါ ။တခြားစာအုပ်တွေဖြစ်တဲ့ \"The Power of Six,\" \"The Rise of Nine,\" \"The Fall of Five,\"\"The Revenge of Seven\" နဲ့ \"The Fate of Ten.\" စာအုပ်တွေကျန်ပါသေးတယ် ။ရုပ်ရှင်ထပ်ရိုက်မရိုက်တော့ မပြောတက်ဘူး ။ဇာတ်လမ်းအကျဉ်းကတော့ကမ္ဘာမြေမှာ လာရောက်နေထိုင်နေတဲ့ ဂြိုလ်သား ၉ ယောက်နဲ့ သူတို့ရဲ့အုပ်ထိန်းသူတွေ ကိုလိုက်ရှင်းနေတဲ့ Mogadorian တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာပါ ။ကလေးတွေဟာ သူတို့ကိုယ် သူတို့ ဂြိုလ်သားဖြစ်တယ် ၊စွမ်းအားရှိတယ်ဆိုတာ မသိရပါဘူး ။အရွယ်ရောက်လာရင် သူ့အလိုလို စွမ်းအားတွေ ထွက်ပေါ်လာတတ်တယ် ။အဲဒိလို ထွက်ပေါ်လာတဲ့ စွမ်းအားတွေကြောင့် Mogadorian တွေကိုသူတို့ဘယ်မှာရှိတယ်ဆိုတာ ပြသမိသလို ဖြစ်ဖြစ်သွားပါတယ် ။.Mogadorian ...",
        "rating": "6.1",
        "url": "https://megaup.net/2el9A/I_Am_Number_Four_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTY5NTYzNTA1M15BMl5BanBnXkFtZTgwODIwODU1MTE@._V1_SY1000_CR006801000_AL_-136x200.jpg",
        "title": "Chef (2014)",
        "description": "အစားအ​ေသာက္​​ေကာင္​း​ေကာင္​း​ေလး​ေတြမွ သ​ေဘာက်တယ္​ဆိုတဲ့လူမ်ိဳး​ေတြ ဒီဇာတ္​ကားကို လက္​မလြတ္​တမ္​းၾကည္​့သင္​့ပါတယ္​။ဇာတ္​လမ္​း​ေလးက​ေတာ့ စိတ္​ဝင္​စားဖို႔​ေကာင္​းၿပီး​ေပ်ာ္​စရာ​ေလးနဲ႔အဆံုးသတ္​ထားပါတယ္​။စာဖိုမွဴ းတစ္​​ေယာက္​ပီပီ ဘဝကိုအစားအ​ေသာက္​​ေတြကိုပဲပံုအပ္​ခဲ့လို မိသားစုနဲ႔လည္​းအဆင္​မ​ေျပျဖစ္​ရပါတယ္​။အဲ့လိုခ်ိန္​မွာပဲ အစားအ​ေသာက္​​ေဝဖန္​သူတစ္​​ေယာက္​နဲ႔ျပႆ နာတက္​ခဲ့ၿပီး အလုပ္​ထုတ္​ျခင္​းခံလိုက္​ရပါတယ္​။အဲ့လိုအခက္​ခဲ​ေတြက​ေန ဘယ္​လိုျပန္​႐ုန္​းထြက္​မလဲဆိုတာ သိခ်င္​ရင္​​ေတာ့ ဒီဇာတ္​ကား​ေလးကိုသာဆက္​ၾကည္​့လိုက္​ပါ။အစားအ​ေသာက္​​ေကာင္​း​ေကြႀကိဳက္​တဲ့သူ​ေတြအတြက္​​ေတာ့ လက္​မလြတ္​တမ္​းၾကည္​့သင္​့တဲ့ကားပါ File Size : (950 MB) and (370 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre :Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Ye Yint\nEncoded by Thanhtike Zaw",
        "rating": "7.3",
        "url": "https://megaup.net/1zJmf/Chef_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTUwMzAxNTU2NV5BMl5BanBnXkFtZTgwOTU5MzUyMzI@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "6 Below: Miracle on the Mountain (2017)",
        "description": "ျဖစ္ရပ္မွန္ Survivalကားေကာင္းေလးေတြၾကိဳက္တဲ႔ ပရိသတ္ၾကီးအတြက္ 6 Below Miracle on the Mountain(2017)ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။အရာအားလံုးဆံုးရႈံးျပီးေမ်ွာ္လင္႔ခ်က္ကင္းမဲ႔သြားတဲ႔အခ်ိန္မွာ အေတာ္မ်ားမ်ားကေတာ႔ လက္ေလ်ွာ႔အရႈံးေပးလိုက္ၾကတာပါပဲ။ဒါကပဲ ေအာင္ျမင္သူ နဲ႔ ရႈံးနိမ္႔သူဆိုတဲ႔စည္းတစ္ခုျဖစ္လာေစတယ္ေျပာရမွာပဲ။ငယ္စဥ္ကတည္းကဝါသနာပါခဲ႔တဲ႔ ေဟာ္ကီအားကစားေလာကမွာရႈံးနိမ္႔ခဲ႔တဲ႔Ericတစ္ေယာက္ ႏွင္းေလ်ွာစီးဖို႔ေတာင္တစ္ခုမွာအနားယူေနခဲ႔တာပါ။သူႏွင္းေလ်ွာစီးထြက္လာတဲ႔အခ်ိန္မွာႏွင္းမုန္တိုင္းက်လာခဲ႔ပါေတာ႔တယ္။လမ္းေပ်ာက္သြားခဲ႔ျပီးခက္ခက္ခဲခဲ အသက္ရွင္ဖို႔ၾကိဳးစားခဲ႔တာကိုရိုက္ျပထားတဲ႔ကားေကာင္းေလးပါ။စိတ္ဓါတ္က်ေနခ်ိန္ ဒီကားေလးနဲ႔ ခြန္အားယူလို႔ရပါတယ္လို႔ပဲ ညႊန္းလိုက္ပါရေစ။ File Size : (730 MB) and (300 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 38min\nFormat : Mp4\nGenre :Adventure, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264-DRONES\nTranslated by Aye Mon Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/6-below-miracle-on-the-mountain-2017/",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BOGNlMDU4ODQtZDQxYi00NzQ1LWI1OGUtMTFhMGM3MmJkMjg3XkEyXkFqcGdeQXVyNzk5NzM5NzQ@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Love You to the Stars and Back (2017)",
        "description": "ကဲ ဖိလစ္ပင္း ကားေကာင္းေကာင္းေလးေတြ ၾကည့္ခ်င္တဲ့ ပရိတ္သတ္အတြက္ Love you to the stars and back လာပါၿပီ...ၿဂိဳလ္သား တကယ္ရွိပါသလား?ၿဂိဳလ္သား တကယ္မရွိဘူးလား?ဒီေမးခြန္းဟာ အခုထိ လူေတြၾကားမွာ အျငင္းပြားဖြယ္ ျပႆနာျဖစ္ေနဆဲပါ...ဒုတိယကမၻာစစ္အတြင္းမွာလည္း ၿဂိဳဟ္သားေတြနဲ႔ အေမရိကန္ကမ္းေျခေစာင့္တပ္တို႔ တိုက္ပြဲငယ္တစ္ခုျဖစ္ပြားခဲ့ၿပီး ခိုင္လံုတဲ့မွတ္တမ္းဓာတ္ပံုေတြ ရွိခဲ့ေပမယ့္ အေမရိကန္အစိုးရက ဒီကိစၥကို လံုးဝဖံုးကြယ္ထားတယ္ လို႔ အခုခ်ိန္ထိ တပ္အပ္ယံုၾကည္တဲ့ သူေတြလည္း ရွိေနဆဲပါ...ဒါေၾကာင့္ ၿဂိဳဟ္သား ကိစၥဟာ သို႔ေလာ သို႔ေလာ ျပႆနာ ေတြထဲက တစ္ခုလို႔ေျပာလို႔ရပါတယ္...ဒါေပမယ့္ အခုတင္ဆက္ေပးမယ့္ ဇာတ္လမ္းထဲက မီကာဆိုတဲ့ မိန္းမပ်ိဳေလးကေတာ့ ၿဂိဳဟ္သားေတြ တကယ္ရွိတယ္ဆိုတာ တထစ္ခ်ယံုၾကည္ေနတဲ့သူပါ...မိခင္ေသဆံုးၿပီးတဲ့ေနာက္ ၿဂိဳဟ္သားေတြနဲ႔အတူေနထိုင္ေနတယ္လို႔ယံုၾကည္ကာ...သူကိုယ္တိုင္လည္း မိခင္ေနာက္ လိုက္ခ်င္ေနခဲ့တာေပါ့...ဖခင္ကလည္း အိမ္ကို အမ်ိဳးသမီးတစ္ေယာက္ေခၚလာၿပီး ထို အမ်ိဳးသမီးမွာ ကိုယ္ဝန္ရွိေနၿပီ လို႔ ေၾကျငာလိုက္ၿပီးတဲ့ အခါမွာေတာ့ မီကာ ဟာ သူၿဂိဳဟ္သားေတြေနာက္ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/love-you-to-the-stars-and-back-2017/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/11/everest-133x200.jpg",
        "title": "Everest (2015)",
        "description": "ဒီကားကတော့ ကမ္ဘာ့အမြင့်ဆုံး တောင်ဖြစ်တဲ့ Everest (ဧဝရတ်တောင်) တက်တဲ့ အဖွဲ့နှစ်ဖွဲ့ Adventure Consultants and Mountain Madness အကြောင်း ရိုက်ကူးထားတာဖြစ်ပြီး၊ ၁၉၉၆ Everest Disaster အကြောင်းကို အကြမ်းဖျင်း အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းမှာ Rob Hall (Jason Clarke) က လမ်းပြသုံးယောက်ထဲက တစ်ယောက်ဖြစ်ပြီး Beck Weathers (Josh Brolin), Doug Hansen (John Hawkes), Yasuko Namba (Naoko Mori), Scott Fischer (Jake Gyllenhaal) တို့ ပါဝင်တဲ့ တောင်တက်အဖွဲ့နှစ်ဖွဲ့က တောင်ခြေမှာ ဆုံကြပြီး ကမ္ဘာအမြင့်ဆုံး တောင်ကို တက်ဖို့ပြင်ဆင်ကြပါတယ်။ Rob ရဲ့ မိန်းမက ဗိုက်ကြီးနေပြီး သမီးလေး ဖြစ်တယ်လို့ အကြောင်း ကြားလာသလို ...",
        "rating": "7.1",
        "url": "https://megaup.net/4eC6x/Everest_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/into_the_woods_ver12-150x200.jpg",
        "title": "Into the Woods (2014)",
        "description": "ငယ်ငယ်တုန်းကစွဲလမ်းခဲ့ရတဲ့ အိပ်ယာဝင်ပုံပြင်တွေကိုအကုန်ချိတ်ဆက်ပြီးစိတ်ကူးယဉ်မိတဲ့အခိုက်အတန့် အားလုံးရဲ ့ကလေးဘဝမှာ ရှိခဲ့ဖူးကြမှာပါ။ဒီလိုအချိတ်အဆက်မိမိ Fairytalesတွေကို ဇာတ်လမ်းကျောရိုးတစ်ခုထဲမှာ ပေါင်းစုဖို့ဆိုတာလွယ်တော့မလွယ်ပေမယ့် ဒါကပဲ ဒီကားလေးရဲ ့ထူးခြားချက်လို့ပဲပြောပါရစေ။Johny Deep,Anna Kendrick,Emily Bluntစတဲ့နာမည်ကျော်တွေအများအပြား ပါဝင်ထားတဲ့ ဒီကားလေးကတော့ မှော်ဆန်ဆန်ကားလေးတွေကို သဘာဝကျကျကြည့်ချင်သူတွေအဖို့တော့အံကိုက်ပါပဲ။Musical Dramaသဘောမျိုးလေးလဲပါလို့ မပျင်းမရိမြူးမြူးကြွကြွကြည့်ရှုခံစားရမှာပါ။Imdb Rating 6/10 Rotten Tomatoes 71%ရရှိထားတဲ့ကားကောင်းလေးပါ။File Size : (950 MB) and (420 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 5min\nFormat : Mp4\nGenre :Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-DRONES\nSubtitle by Kyaw Lwin Tun\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://megaup.net/1FWuj/Pig.2021.720p_(cm).mp4 https://megaup.net/ZZ21/Pig.2021.1080p_(cm).mp4 https://megaup.net/ZZ34/Into_The_Woods_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTUzNTc3MTU3M15BMl5BanBnXkFtZTcwMzIxNTc3NA@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Cars 2 (2011)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ၂၀၀၆ ခုနှစ်ထွက်animation ကားကောင်းလေးတစ်ကားဖြစ်တဲ့ Cars ရဲ့ဒုတိယကားလေးပဲဖြစ်ပါတယ်။\nပထမဇာတ်ကားမှာထဲကပရိသတ်အခိုင်အမာရထားတဲ့ဇာတ်ကားလေးဆိုတော့အထူးညွှန်းစရာမလိုတော့ပါဘူး။\nဒီဇာတ်လမ်းထဲမှာတော့ဂျိန်းစဘွန်းဇာတ်ကားထဲကလိုအက်ရှင်အလန်းစားတွေကိုမြင်တွေ့ရမှာပါ။\nကားမောင်းပြိုင်ပွဲနဲ့စပိုင်တွေရဲ့အက်ရှင်အလန်းစားတွေပေါင်းစပ်ထားတဲ့ဒီဇာတ်ကားလေးဟာလည်းပရိတ်သက်အကြိုက်တွေ့မှာအသေအချာပါပဲဗျာ။\nIMDb rating ကတော့ 6.2/10 ဖြစ်ပါတယ်။\n(ဘာသာပြန်ပေးသူက ကို Saw Wunna ပါ)\n--------------------------------------------------\nဒီဇာတ္ကားေလးကေတာ့ ၂၀၀၆ ခုႏွစ္ထြက္animation ကားေကာင္းေလးတစ္ကားျဖစ္တဲ့ Cars ရဲ႕ဒုတိယကားေလးပဲျဖစ္ပါတယ္။\nပထမဇာတ္ကားမွာထဲကပရိသတ္အခိုင္အမာရထားတဲ့ဇာတ္ကားေလးဆိုေတာ့အထူးၫႊန္းစရာမလိုေတာ့ပါဘူး။\nဒီဇာတ္လမ္းထဲမွာေတာ့ဂ်ိန္းစဘြန္းဇာတ္ကားထဲကလိုအက္ရွင္အလန္းစားေတြကိုျမင္ေတြ႕ရမွာပါ။\nကားေမာင္းၿပိဳင္ပြဲနဲ႔စပိုင္ေတြရဲ႕အက္ရွင္အလန္းစားေတြေပါင္းစပ္ထားတဲ့ဒီဇာတ္ကားေလးဟာလည္းပရိတ္သက္အႀကိဳက္ေတြ႕မွာအေသအခ်ာပါပဲဗ်ာ။\nIMDb rating ကေတာ့ 6.2/10 ျဖစ္ပါတယ္။\n(ဘာသာျပန္ေပးသူက ကို Saw Wunna ပါ)\n File Size : (851 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre :Animation, Comedy, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-CiNEFiLE\nTranslated by Saw Wunna\nEncoded by Thanhtike Zaw",
        "rating": "6.2",
        "url": "https://megaup.net/2cUd4/Cars_2_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkyMzc1MTQxNl5BMl5BanBnXkFtZTgwMDIzNzM3MjI@._V1_SY1000_CR006911000_AL_-138x200.jpg",
        "title": "Jagga Jasoos (2017)",
        "description": "ပုံျပင္ေလးတစ္ပုဒ္ ေျပာျပခ်င္တယ္ဗ်ာ ႕႕႕႕႕႕႕႕\nဟုိးေရွးေရွးတုန္းကေပါ့ မူဟီနာဂူရီလုိ႔ ေခၚတဲ့ ၿမိဳ႕ေလးရဲ႕ ေဆး႐ုံေလးတစ္ခုမွာ\nကေလးငယ္တစ္ေယာက္ ဖြားျမင္ေလခဲ့တယ္။ကေလးရဲ႕ ကံဆုိးမႈလားပဲ သူ႔ကုိ ေမြးဖြားၿပီး သိပ္မၾကာခင္မွာပဲ အက္ဆီဒန္႕ တစ္ခုၿပီး မိဘႏွစ္ပါးလုံး ေသဆုံးခဲ့ၾကတယ္။သူ႕ကုိ လာေခၚမယ့္ေဆြမ်ိဳးသားျခင္း ဘယ္သူမွ မရွိေလဘူး ႕႕႕႕\nဒီေဆးရုံေလးကပဲ သူ႕ကမာၻေလးျဖစ္ခဲ့ရတယ္ ႕႕႕႕႕ႏွစ္ေတြအလီလီ ေဆးရုံမွာ ျဖတ္သန္းေနထုိင္ရင္းတေန႕မွာေတာ့ ရထားေပၚက ခုန္ခ်လုိက္တဲ့ လူတစ္ေယာက္ကုိ ျမင္သြားၿပီး\nအေျပးသြားၾကည့္တဲ့အခ်ိန္မွာ အဲ့ဒီလူႀကီးက ဒဏ္ရာေတြ အမ်ားႀကီးနဲ႕ သတိလစ္ေမ့ေမ်ာေနတယ္ဒီလူႀကီးသတိရလာေတာ့ ေဆး႐ုံေပၚေရာက္ေနၿပီ ေဘးနားမွာ ေကာင္ေလးတစ္ေယာက္ ေဆးပုလင္းလာခ်ိတ္ေပးတယ္\n\" မင္းနာမည္ ဘယ္လုိေခၚလဲ \"\nဘာမွ မေျဖပဲ ေကာင္ေလးျပန္ထြက္သြားတယ္ေနာက္ေန႕ ေဆးပုလင္းထပ္လာခ်ိတ္ေပးတယ္ \"မင္းနာမည္ ဘယ္လုိ ေခၚလဲ\" ထပ္ေမးတယ္\nေကာင္ေလးလွည့္ျပန္သြားလုိက္တယ္ ေဘးနားက ဆရာဝန္မႀကီးက ေျပာမွ သိရတယ္ ေကာင္ေလးက စကားထစ္ေနလုိ႔ စကားမေျပာဘူးတဲ့စကားထစ္ေနတဲ့ ေကာင္ေလးဟာ ေဆး႐ုံေပၚက လူႀကီး အကူအညီနဲ႕ စကားေျပာႏုိင္ခဲ့တယ္\nသူေျပာတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/2SbOW/Jagga_Jasoos_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BMTFhYjJhMzctMWI2NC00ODRiLWE0YmItODBlYWJkNTU4NjgxXkEyXkFqcGdeQXVyOTE2MTYxOQ@@._V1_SX699_CR00699999_AL_-140x200.jpg",
        "title": "A Stork’s Journey (2017)",
        "description": "ခ်စ္​စရာ ကာတြန္​းကား​ေလးလာပါၿပီအရမ္​းရယ္​ရသလိုအႏွစ္​သာရရွိတဲ့ကား​ေလးဆိုရင္​လည္​းမမွားပါဘူး​ေနာ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့​ေၾကာင္​တစ္​​​ေကာင္​​ေၾကာင္​့စာက​ေလးမိသားစုအသိုက္​အၿမံဳ​ေလးၿပိဳကြဲခဲ့ရၿပီး​ေတာ့ တစ္​​ေကာင္​ငွက္​ဘဝ​ေရာက္​ဖို႔လက္​တစ္​လမ္​းအလိုမွာပဲရစ္​ခ်က္​လို႔​ေခၚတဲ့စာက​ေလးငခြၽတ္​​ေလးက ငွက္​က်ား​ေတြရဲ႕​ေမြးစားျခင္​းကိုခံခဲ့ရပါတယ္​ဘယ္​​ေလာက္​ပဲ အံဝင္​က်​ေအာင္​​ေန​ေန အခ်ိန္​ကစကး​ေျပာလာတဲ့တစ္​​ေန႔မွ​ာ​ေတာ့ ငွက္​တို႔ရဲ႕ဘာသာဘာဝမတူညီတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုက ​အာဖရိကကုိေျပာင္​း​ေရႊ႕ဖို႔ျဖစ္​လာခဲ့ပါတယ္​အဲ့ဒီအခ်ိန္​မွာ စာက​ေလးဆိုတဲ့အမ်ိဳးက ​ေရႊ႕​ေျပာင္​းတတ္​တဲ့အမ်ိဳးမဟုတ္​တာ​ေၾကာင့္ရစ္​ခ်က္​​ေလးကိုထားခဲ့ရ​ေတာ့တာ​ေပါ့အရူးမီးဝိုင္​းၿပီးက်န္​ခဲ့တာက​ ခ်ာတိိတ္​​ေလးရစ္​ခ်က္​ပါ မိသားစုနဲ႔ခြဲႏိုင္​တဲ့အင္​အားမရွိတာ​ေၾကာင္​့ငွက္​က်ားမိသားစုကိုရွာဖို႔အာဖရိကကိုအမွီလိုက္​လာခဲ့ပါတယ္​ အာ့လိုနဲ႔လမ္​းမွာမုန္​တိုင္​းမိၿပီး အိုဂါဆိုတဲ့ဘဝတူဇီးကြက္​မ​ေလးနဲ႔ဆံုၿပီးအ​ဖာ္​ရသြားခဲ့ပါတယ္​အိုဂါ​ေလးအ​ေၾကာင္​းအနည္​းငယ္​​ေျပာရမယ္​ဆိုရင္​ျဖင္​့ အထီးက်န္​ရင္​းစိတ္​​မမွန္​တဲ့​ေဝဒနာကိုယဥ္​ယဥ္​​ေက်းခံစား​ေနရတဲ့ဇီးကြက္​​ေသးမ်ိဳးရင္​းဝင္​တစ္​​ေကာင္​ပါဒီလိုနဲ႔​ေရွ႕ဆက္​ လမ္​းမွာဘယ္​လို​ေတြတိုင္​ပတ္​မလဲ ဘယ္​လို​ဗရုတ္​​က်တဲ့​ေဘာ္​ဒါ​ေတြနဲ႔ဆံုလာဦးမလဲ ​ရစ္​ခ်က္​​ေလးက​ေကာသူသြားခ်င္​တဲ့မိသားစုဆီသြားခြင္​့​့ရမလားဆိုတာက​ေတာ့ စိတ္​မ​ေကာင္​းစရာဇာတ္​​ေၾကာင္​း​ေလးကိုဟာသ​ေလး​ေတြနဲ႔​ေျဖ​​ေဖ်ာက္​ရင္​းၾကည္​့ၾကရ​ေအာင္​ဗ်ာ... \n(ဘာသာျပန္သူကေတာ့ Pyae Xeinn Sett ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 25min\nFormat : Mp4\nGenre :Animation, Adventure, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Pyae Xeinn Sett\nEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/1A2m3/A_Stork’s_Journey_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/valerian_and_the_city_of_a_thousand_planets_ver3_xlg-135x200.jpg",
        "title": "Valerian and the City of a Thousand Planets (2017)",
        "description": "Valerian and the City of a Thousand Planets (2017)\nIMDb - 6.5/10_____Rotten - 48%\n  2017 July မှာ စတင်ရုံတင်ပြခဲ့တဲ့ Sci-Fi, Space Adventure ဇာတ်ကားလေးပါ။ဒီဇာတ်ကားကို the fifth element , Lucy, messenger အစရှိတဲ့ ဇာတ်ကားကောင်းတွေကို ဖန်တီးပေးခဲ့တဲ့ ဒါရိုက်တာ Luc Besson က သူငယ်ငယ်ကတည်းက သိပ်ကြိုက်နှစ်သက်ခဲ့ရတဲ့  ၁၉၆၇ နှစ်ကတည်းက စတင်ထွက်စတင်ထွက်ရှိလာတဲ့ပြင်သစ်သိပ္ပံကာတွန်းဇာတ်လမ်းတွဲကို ပြန်လည်ပုံဖော်ရိုက်ကူးထားတာပါ။ဒီကာတွန်းဇာတ်လမ်းတွဲက အရမ်းလူကြိုက်များပြီး စာအုပ်ပေါင်း ၁၀သိန်းကျော်အထိ ထုတ်ဝေဖြန့်ချီပြီး ဘာသာစကားပေါင်း ၁၂မျိုးနဲ့ ဘာသာပြန်ထုတ်ဝေခဲ့တာဖြစ်ပါတယ်။  ဒါရိုက်တာကိုယ်တိုင် သိပ်ကြိုက်ခဲ့တဲ့ အာကာသဇာတ်လမ်းကို ပုံဖော်ရိုက်ကူးထားတာကြောင့် အာကာသယာဉ်တွေ အာကာသခစန်းတွေ ဆန်းပြားတဲ့လက်နက်တွေ ထူးဆန်းတဲ့ဂြိုဟ်သားတွေ ဆန်းပြားတဲ့သတ္တဝါမျိုးစုံတွေ စတာကို သူ့စိတ်ကြိုက် အထူးပုံဖော်ထားလို့ ဘတ်ဂျက်က US 209 ...",
        "rating": "6.5",
        "url": "https://megaup.net/4VFii/Valerian_And_The_City_Of_A_Thousand_Planets_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BZTA5ZDZhMjgtNjNkOC00MzM0LWFlZmItZTM4MjJkMGEyZGQwXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "The Nut Job 2: Nutty by Nature (2017)",
        "description": "အခုမိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ ၂၀၁၇ ထြက္ ကာတြန္းကားေလးတစ္ကားျဖစ္တဲ့ The Nut Job 2: Nutty by Nature ဆုိတဲ့ကားေလးပါရွဥ့္ေလးေတြအေၾကာင္းကို ရိုက္ထားတဲ့ကားေလးပါသဘာဝအတိုင္းခ်စ္စဖြယ္ရွဥ့္ေလးေတြဟာ စြန္႔ပစ္ထားတဲ့ အခြံမာသီးဆိုင္ကိုေတြ႕ၿပီးကိုယ္တိုင္ရွာေဖြမစားေသာက္ေတာ့ဘဲ ဒီဆိုင္မွာပဲ စားေသာက္ေပ်ာ္ရႊင္မိန္းေမာေနၾကပါတယ္သူတို႔ေခါင္းေဆာင္ ဆာလီအပါအဝင္ေပါ့ဒါကို ဘဝင္မက်ဘဲ သူတို႔ေနေနက် ပန္းျခံထဲမွာ သဘာဝအတိုင္းျပန္ေနၿပီး အစာကိုရွာေဖြစားေသာက္ခ်င္တာကေတာ့ ရွဥ့္မေလး အန္ဒီပါတေန႔ေတာ့ သူတို႔ေနေနတဲ့ အခြံမာသီးဆိုင္ဟာ ေပါက္ကြဲသြားပါေတာ့တယ္သူတို႔ျပန္လည္ရုန္းကန္ရွာေဖြစားေသာက္ခ်ိန္ေတြ ေရာက္လာပါတယ္ဒီအခ်ိန္မွာပဲလာဘ္စားတတ္တဲ့ ၿမိဳ႕ဝန္ကေတာ့ သူတို႔က်က္စားရာ သဘာဝပန္းျခံေလးကိုအျမတ္ထုတ္ဖို႔ရာ ကစားကြင္းအျဖစ္ ေျပာင္းလဲပစ္ဖို႔ ႀကိဳးစားပါတယ္ဒီေတာ့ ရွဥ့္ေလးေတြ သူတို႔ပိုင္တဲ့ ပန္းျခံကို ကာကြယ္ဖို႔ ဘယ္လိုႀကိဳးစားၾကမလဲ ဆိုတာေတာ့\nၾကည့္ရႈအားေပးၾကပါဒီဇာတ္ကားေလးက IMDb 4.6 ရရွိထားပါတယ္ဒါ့အျပင္ ဂ်က္ကီခ်မ္းကလဲ အသံသရုပ္ေဆာင္အျဖစ္ ပါဝင္ထားပါေသးတယ္စြန္႔စားခန္းေတြ ေပ်ာ္စရာခန္းေတြ ေဝေဝဆာဆာနဲ႔ ကာတြန္းေလးပါ \n(ဘာသာျပန္သူကေတာ႔ေမသရဖီလြင္ပါ)\n File Size : (700 MB) and (330 MB)\nQuality : ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/the-nut-job-2-nutty-by-nature-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTc0NzU2OTYyN15BMl5BanBnXkFtZTgwMTkwOTg2MTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Cars 3 (2017)",
        "description": "ဇာတ်လမ်းပုံစံကတော့ မက်စ်ကွင်းစ် ရဲ့ ခြေကျချိန် ကို ရောက်လာပြီ ဆိုတဲ့ သတိပေးချက်နဲ့ အတူ ပြိုင်ကွင်းမှာပဲလူငယ် မုန်တိုင်းဂျက်ဆင် ကို ပိုးစိုးပက်စက် ရှုံးနိမ့်သွားခဲ့တာနဲ့ ဇတ်လမ်းကို ဇတ်ရှိန်စမြင့်ပေးလိုက်ပါတယ်\nမက်စ်ကွင်း ဟာ စိတ်ဓါတ်ပိုင်းဆိုင်ရာကြောင့်ရှုံးနိမ့်ခဲ့တာ ဖြစ်သလို နည်းပညာပိုင်းဆိုင်ရာ အဆင့်မြင့်တင်မှုတွေလိုအပ်နေတဲ့အတွက် သူ့ကို လေ့ကျင့်ပေးဖို့ အတွက် တဖန် ပြန်လည်ပြင်ဆင်ရာတွင် လေ့ကျင့်ပေးသူခရူးစ် နဲ့ စတင်တွေ့ဆုံခဲ့ရပြီး ခရူးစ် ရဲ့ စိတ်ဓါတ်မြင့်တင်ပေးမှု တွေနဲ့ မက်စ်ကွင်းစ် ဟာလူငယ်လေးတွေကြား ကားပြိုင်ကွင်းအတွင်း အပြေးလှမ်းဖို့ ရောက်ရှိလာတဲ့အခါမှာတော့...\n(ဘာသာပြန်သူကတော့ ကိုဝေယံမောင်ဖြစ်ပြီး အညွှန်းကိုတော့ ကိုသစ်ဆန်းခန့်မှရေးပေးထားတာပါ)\n-----------------------------------------------------------\nဇာတ္လမ္းပံုစံကေတာ့ မက္စ္ကြင္းစ္ ရဲ႕ ေျခက်ခ်ိန္ ကို ေရာက္လာၿပီ ဆိုတဲ့ သတိေပးခ်က္နဲ႔ အတူ ၿပိဳင္ကြင္းမွာပဲလူငယ္ မုန္တုိင္းဂ်က္ဆင္ ကို ပိုးစိုးပက္စက္ ရံႈးနိမ့္သြားခဲ့တာနဲ႔ ဇတ္္လမ္းကို ဇတ္ရွိန္စျမင့္ေပးလုိက္ပါတယ္\nမက္စ္ကြင္း ဟာ စိတ္ဓါတ္ပိုင္းဆုိင္ရာေၾကာင့္ရံႈးနိမ့္ခဲ့တာ ျဖစ္သလို နည္းပညာပိုင္းဆုိင္ရာ အဆင့္ျမင့္တင္မႈေတြလိုအပ္ေနတဲ့အတြက္ သူ႔ကို ေလ့က်င့္ေပးဖို႔ အတြက္ တဖန္ ျပန္လည္ျပင္ဆင္ရာတြင္ ေလ့က်င့္ေပးသူခရူးစ္ နဲ႔ စတင္ေတြ႔ဆံုခဲ့ရၿပီး ခရူးစ္ ရဲ႕ စိတ္ဓါတ္ျမင့္တင္ေပးမႈ ေတြနဲ႔ မက္စ္ကြင္းစ္ ဟာလူငယ္ေလးေတြၾကား ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yP7K/Cars_3_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/P_HO00004737-140x200.jpg",
        "title": "Baadshaho (2017)",
        "description": "1975-1977 ႏွစ္ေတြမွာ အိႏၵိယႏုိင္ငံဟာ အေရးခင္းကာလျဖစ္ၿပီး အေရးေပၚထုတ္ျပန္ခ်က္ေတြ ထုတ္ျပန္ထားၿပီး တုိင္းျပည္ရဲ႕ လူဦးေရ တစ္ဝက္ေလာက္က ဆႏၵေတြျပ သပိတ္ေတြ ေမွာက္ၿပီး ေထာင္ထဲေတြ ေရာက္ေနပါတယ္။အစုိးရဆုိတာ နာမည္သာ ရွိၿပီး ျပည္သူလူထုကုိ ၾကည့္ရႈေစာင့္ေရွာက္ႏုိင္တာကလည္း ဆုိင္ရာ ဆုိင္ရာ အႀကီးအကဲေတြ ဘုရင္မ်ိဳး႐ုိးေဟာင္းေတြပဲ တာဝန္ယူေစာင့္ေရွာက္ေပးေနတာပါ။ရာဂ်စ္တန္ ၿမိဳ႕ကုိလည္း ဘုရင္ႀကီး ဆုံးပါးသြားေပမယ့္ အသက္အရြယ္နဲ႕ မလုိက္ေအာင္ ကုိင္တြယ္ေျဖရွင္းႏုိင္တဲ့ မင္းသမီး ဂီတန္ဂ်လီက ကူညီေပးေနပါတယ္။ဘုရင္စနစ္က ျဖတ္သိမ္းလုိက္ၿပီ ႕႕႕႕႕ဘုရင့္အခြန္ထမ္း စနစ္လည္း မရွိေတာေပမယ့္ မ်ိဳး႐ုိးစဥ္ဆက္ ပိုင္ဆုိင္လာတဲ့ ဘ႑ာေတြနဲ႕ပဲ ျပည္သူေတြကုိ ေထာက္ပံ့ေနပါတယ္ျပသနာရဲ႕ အစပဲ ေျပာရမလား ပါတီတစ္ခုမွာ အစုိးရအာဏာကုိ လြဲအပ္ထားတဲ့ ဆန္ဂ်ီးဒ္ဆုိတဲ့ အာဏာပုိင္က အမ်ိဳးသမီးတစ္ဦးတည္း ျဖစ္တဲ့ ဂီတန္ဂ်လီကုိ ထိကပါးယိကပါးလုပ္မယ္ၾကံေပမယ့္ ဘုရင့္ေသြးျဖစ္တဲ့ ဂီတန္ဂ်လီကုိ ထိလုိ႔ေတာင္ မရခဲ့ပါဘူး ႕႕႕႕႕ပါတီပြဲက လူပုံအလယ္မွာ အရွက္ကြဲခဲ့ရတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/baadshaho-2017/",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTQ1ODUxMzA1Nl5BMl5BanBnXkFtZTgwNDk0NjMyMTE@._V1_-138x200.jpg",
        "title": "Queen (2013)",
        "description": "IMDB....8.3\nဒီဇာတ္​ကား​ေလးက​ေတာ့ ၂၀၁၃တုန္​းကထြက္​ခဲ့တဲ့ အိႏၵိယဇာတ္​ကား​တစ္ကားျဖစ္ပါတယ္....\nဒီဇာတ္​ကားမွာ ရာနီဆိုတဲ့ ​ေကာင္​မ​ေလးက အ​ေနထိုင္​သိမ္​​ေမြ႔ၿပီး ယဥ္​​ေက်းတဲ့​ေကာင္​မ​ေလးပါ.. သူမ မွာခ်စ္​သူလဲျဖစ္​သလို အိမ္​ကလဲသ​ေဘာတူတဲ့ ဗ​ီ​ေဂ်ဆိုတဲ့​ေကာင္​​ေလးနဲ႔ လက္​ထပ္​ပြဲအတြက္​ အရမ္​းကိုရင္​ခုန္​စိတ္​လႈပ္​႐ွား​ေနပါတယ္... ဒါေပမဲ့ခ်စ္​သူက လက္​ထပ္​ပြဲကို ျငင္​းဆန္​လိုက္​တဲ့အခါ ရာနီအတြက္​ အရမ္​းကိုစိတ္​ထိခိုက္​တုန္​လႈပ္​သြားခဲ့ပါတယ္​.... သူမတုိးေ၀ွ႔ခဲ့တဲ့ပခုံးက်ယ္တစ္ခုက အနားမွာမရွိေတာ့အရာရာဟာ အဓိပၸါယ္မဲ့သြားတယ္ ပန္းေတြလည္းရနံမဲ့ကုန္တယ္ မိဘေတြရဲ႕ႏွစ္သိမ့္မႈ ေဆြမ်ဳိးအသုိင္းအ၀န္း သူငယ္ခ်င္းမိတ္ေဆြၾကားမွာ မြန္းၾကတ္ေနတယ္....ျဖစ္ႏုိင္ရင္ အေငြပ်ံေပ်ာက္လြင့္သြားခ်င္တဲ့အခ်ိန္ ...ဒါေပမဲ့ ဟန္းနီးမြန္းအတြက္ သြားဖုိ႔စီစဥ္ထားတဲ့ပဲရစ္ျမဳိ႕ေလးရွိတယ္...ဒီေတာ့ အားလုံးနဲ႔ေ၀းရာလည္းျဖစ္ သြားဖုိ႔စီစဥ္ထားတဲ့ပဲရစ္ျမဳိ႕ကုိ ခ်စ္သူမပါဘဲ တစ္ေယာက္ထဲထြက္လာတယ္....\nမိန္းကေလးပဲျဖစ္ျဖစ္ ေယာက်္ားေလးပဲျဖစ္ျဖစ္ တစ္ဘ၀လုံးပုံေအာၿပီး ခ်စ္ခဲ့ ၿပီးလက္ထပ္ဖုိ႔ လက္တစ္ကမ္းအလုိမွ ပ်က္စီးသြားရရင္ ေတာ္ရုံခံႏုိင္ရည္မရွိၾကပါဘူး...အထူးသျဖင့္ မိန္းကေလးအဖုိ႔ ပုိခံစားရပါတယ္..ဒီလုိေျပာလုိ႔ ဖုိမဝါဒီဆန္တယ္လုိ႔မေျပာလုိက္ပါနဲ႔.... ကဲ ရာနီဆုိတဲ့ေကာင္မေလးတစ္ေယာက္ ပဲရစ္ျမဳိ႕မွာ အသိမိတ္ေဆြလည္း မရွိ ဘာသာစကားလည္းမကၽြမ္းက်င္ ဓေလ့စရုိက္ေတြလည္းကြဲျပားဆုိေတ့ သူမအတြက္ ဒုကၡေတြအေတာ္ေရာက္ပါတယ္.... ဒီကားေလးကအမ်ဳိးသမီးေတြ အတြက္အထူးပညာေပးကားေလးမုိ႔ ခံစားၾကည့္လုိက္ပါဦး... ဘာသာျပန္သူနဲ႔အညႊန္းေရးသူကေတာ့ မ Mie Mieပါ\nFile ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/queen/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Percy-Jackson-Sea-Of-Monsters-poster-133x200.jpg",
        "title": "Percy Jackson: Sea of Monsters (2013)",
        "description": "Percy Jackson: Sea of Monsters (2013)IMDb - 5.8/10_____Rotten 42% \nရှေး ဂရိဒဏ္ဍာရီထဲက နတ်ဘုရားတွေ… နတ်ဘုရားမတွေအကြောင်း …သူတို့ရဲ့စွမ်းအားတွေ… နတ်ဘုရားတွေနဲ့ လူသားတွေချစ်ကြိုက်မိရာမှမွေးဖွားလာတဲ့ သွေးနှောနတ်ဘုရားတွေ…ဂရိဒဏ္ဍာရီထဲက သတ္တဝါဆန်းတွေ…ဒါတွေဟာ ရုပ်ရှင်ချစ် ပရိသတ်တွေအတွက် အဆန်းတကြယ် ဖြစ်မနေတဲ့အကြောင်းအရာတွေ အနည်းနဲ့အများ ရင်းနှီးပြီးသား အကြောင်းအရာတွေလို့ယူဆမိတယ်…\nဘာလို့ဆို နတ်ဘုရားတွေပေါ်အခြေခံရိုက်ကူးထားတဲ့ရုပ်ရှင်ပေါင်းလည်း နည်းမှမနည်းဘဲကိုး…\nအဲ့ဒီ နည်းမှမနည်းတဲ့ ရုပ်ရှင် ဇာတ်ကားပေါင်းများစွာထဲမှ…ဒီနေ့အတွက် ရေနတ်ဘုရားရဲ့သားတော် ဖြစ်တဲ့ ပါစီဂျက်ဆန်ရဲ့ စွန့်စားခန်း ဇာတ်လမ်းလေး၂ပုဒ် ကို တင်ဆက်ပေးချင်ပါတယ်…\nဒီပါစီဂျက်ဆန် ကိုငယ်ငယ်က သိပ်နှစ်သက်ခဲ့ပြီး ခုတစ်ဖန်ပြန်လည်ကြည့်ရှုချင်တဲ့ပရိသတ်တွေအတွက်လည်း old but gold ဘာညာပေါ့နော်…\nနောက်ဇာတ်လမ်းအဆက်ဖြစ်တဲ့ The Sea of Monster ကတော့ တော်တော်လေးကိုလန်းတဲ့အပိုင်းတွေပါတာ ဝန်ခံရမှာပါ…\n  \nဇာတ်လမ်းအစမှာတော့ သွေးနှောနတ်ဘုရားတွေရဲ့ စခန်းကို ကာကွယ်ထားတဲ့ သစ်ပင် တံတိုင်းကြီး ဖြစ်ပေါ်လာပုံတွေ…\nပထမဇာတ်လမ်းမယ် အိုလန်ပတ်စ် ကိုကယ်တင်လိုက်ပြီးနောက် ဆက်ပြီးပုံမလာနိုင်တော့တဲ့ ပါစီတစ်ယောက် ...",
        "rating": "5.8",
        "url": "https://megaup.net/2f1ft/Percy_Jackson_-_Sea_Of_Monsters_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/percy_jackson_and_the_olympians_the_lightning_thief_ver3-135x200.jpg",
        "title": "Percy Jackson & the Olympians: The Lightning Thief (2010)",
        "description": "ေရွး ဂရိဒ႑ာရီထဲက နတ္ဘုရားေတြ… နတ္ဘုရားမေတြအေၾကာင္း …သူတို႔ရဲ႕စြမ္းအားေတြ… နတ္ဘုရားေတြနဲ႔ လူသားေတြခ်စ္ၾကိဳက္မိရာမွေမြးဖြားလာတဲ႔ ေသြးေႏွာနတ္ဘုရားေတြ…ဂရိဒ႑ာရီထဲက သတၱဝါဆန္းေတြ…ဒါေတြဟာ ရုပ္ရွင္ခ်စ္ ပရိသတ္ေတြအတြက္ အဆန္းတၾကယ္ ျဖစ္မေနတဲ႔အေၾကာင္းအရာေတြ အနည္းနဲ႔အမ်ား ရင္းႏွီးျပီးသား အေၾကာင္းအရာေတြလို႔ယူဆမိတယ္…ဘာလို႔ဆို နတ္ဘုရားေတြေပၚအေျခခံရိုက္ကူးထားတဲ႔ရုပ္ရွင္ေပါင္းလည္း နည္းမွမနည္းဘဲကိုး…အဲ႔ဒီ နည္းမွမနည္းတဲ့ ရုပ္ရွင္ ဇာတ္ကားေပါင္းမ်ားစြာထဲမွ…ဒီေန႔အတြက္ ေရနတ္ဘုရားရဲ႕သားေတာ္ ျဖစ္တဲ႔ ပါစီဂ်က္ဆန္ရဲ႕ စြန္႔စားခန္း ဇာတ္လမ္းေလး၂ပုဒ္ ကို တင္ဆက္ေပးခ်င္ပါတယ္…ဒီပါစီဂ်က္ဆန္ ကိုငယ္ငယ္က သိပ္ႏွစ္သက္ခဲ႔ျပီး ခုတစ္ဖန္ျပန္လည္ၾကည့္ရႈခ်င္တဲ႔ပရိသတ္ေတြအတြက္လည္း old but gold ဘာညာေပါ့ေနာ္…ပထမဇာတ္ကားကေတာ့ Lighting Thiefပါ…ဒီ Lighting theifထဲမွာေတာ့ သူ႔ကိုယ္သူ နတ္ဘုရားရဲ႕သားေတာ္မွန္းမသိေသးတဲ႔ပါစီဂ်က္ဆန္တစ္ေယာက္…ပေထြးေၾကာင့္ရယ္ သူ႔ရဲ႕ စာဖတ္မရတဲ႔ ေရာဂါေၾကာင့္ရယ္ ဒုကၡေပြေနရပံုေတြ…ေနာက္ပိုင္း အျဖစ္မွန္သိတဲ႔အခါ က်ျပန္ေတာ့လည္း သူ႔ကို မိုးၾကိဳး သူခိုးပါဆိုျပီး နတ္ဘုရားတစ္ေလာကလံုးက စြပ္စြဲေနတဲ႔အတြက္ ဒါကိုေျဖရွင္းဖို႔အတြက္ရယ္ မိခင္ကိုကယ္တင္ဖို႔အတြက္ရယ္ ျမိဳ႕အနွံ႕ရြာအႏွံ႕အျပင္ ေျမေအာက္ကမၻာထိသြားျပီး စြန္႕စားခန္းဖြင့္ရပံုေတြ ေတြ႔ရမွာပါ…သူ႔ရဲ႕စြန္႔စားခန္းေတြကို လိုက္ျပီးကူညီခဲ႔တဲ႔သူေတြကေတာ့ ဥာဏ္ပညာနတ္ဘုရားမရဲ႕သမီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Aorl/Percy_Jackson_&_the_Olympians_-_The_Lightning_Thief_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/The-Adventurers-poster-135x200.jpg",
        "title": "The Adventurers (2017)",
        "description": "The Adventurers (2017)_____IMDb - 5.6/10\n  \nThe Advanturesရုပ်ရှင်ဇာတ်ကားဟာ\n၂၀၁၇ခုနှစ်တွင်ဖြန့်ချိခဲ့သောတရုတ်အက်ရှင်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်\nRating အနေနဲ့ IMDB 5.6 ရရှိထားသောဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပြီး\nပါဝင်သရုပ်ဆောင်ထားသူများကတော့\nAndy Lau, မင်းသမီးချော Shu Qi ,Zhang Jingchu ,Tony Yang တို့ဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ နာမည်ကြီးသူခိုးတစ်ယောက်ဖြစ်တဲ့\nကျန်းတန်းတစ်ယောက်ချစ်သူနှင့်လက်ထပ်ရန်\nသူခိုးအဖြစ်မှအနားယူခါနီး မွေးစားအဖေလိုသဘောထားသူ\nကျင်းကန်းအတွက် သစ်တောမျက်လုံးအမည်ရှိကျောက်ကို\nနောက်ဆုံးခိုးယူပေးခဲ့ပါတယ်။သို့သော်သစ္စာဖော်မှုကြောင့်အဖမ်းခံရပြီး\nထောင် ၅နှစ်ကျသွားခဲ့ပါတယ်။သူထောင်မှလွတ်မြောက်လာသောအခါ\nသူ့ကိုသစ္စာဖောက်သူကဘယ်သူလဲဆိုတာရှာဖွေပါတော့တယ်၊\nသူတစ်ကယ်ပဲရှာဖွေတွေ့သွားမှာလား......\nနောက်ကွယ်ကဘယ်သူရှိနေလဲဆိုတာ.......  \nThe Advantures႐ုပ္ရွင္ဇာတ္ကားဟာ\n၂၀၁၇ခုႏွစ္တြင္ျဖန္႔ခ်ိခဲ့ေသာတ႐ုတ္အက္ရွင္႐ုပ္ရွင္ဇာတ္ကားျဖစ္ပါတယ္\nRating အေနနဲ႔ IMDB 5.6 ရရွိထားေသာဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္ၿပီး\nပါဝင္သ႐ုပ္ေဆာင္ထားသူမ်ားကေတာ့\nAndy Lau, မင္းသမီးေခ်ာ Shu Qi ,Zhang Jingchu ,Tony Yang တို႔ျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ နာမည္ႀကီးသူခိုးတစ္ေယာက္ျဖစ္တဲ့\nက်န္းတန္းတစ္ေယာက္ခ်စ္သူႏွင့္လက္ထပ္ရန္\nသူခိုးအျဖစ္မွအနားယူခါနီး ေမြးစားအေဖလိုသေဘာထားသူ\nက်င္းကန္းအတြက္ သစ္ေတာမ်က္လုံးအမည္ရွိေက်ာက္ကို\nေနာက္ဆုံးခိုးယူေပးခဲ့ပါတယ္။သို႔ေသာ္သစၥာေဖာ္မႈေၾကာင့္အဖမ္းခံရၿပီး\nေထာင္ ၅ႏွစ္က်သြားခဲ့ပါတယ္။သူေထာင္မွလြတ္ေျမာက္လာေသာအခါ\nသူ႔ကိုသစၥာေဖာက္သူကဘယ္သူလဲဆိုတာရွာေဖြပါေတာ့တယ္၊\nသူတစ္ကယ္ပဲရွာေဖြေတြ႕သြားမွာလား......\nေနာက္ကြယ္ကဘယ္သူရွိေနလဲဆိုတာ.......\n  \nSize - 845 MB\nQty - 720p Web dl\nDuration - 1hr 38min\nGern - Action, Adventure, Crime\nSubtitle - Myanmar Hardsub\nTranslator - Kuran\nEncoder ...",
        "rating": "5.6",
        "url": "https://megaup.net/2URjc/The_Adventurers_(Xia_Dao_Lian_Meng)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/etFSntTdf5dwYqL23vitv2F14yc-133x200.jpg",
        "title": "Neverland",
        "description": "ဒီညအတြက္အေကာင္းဆံုးကားေလးတစ္ကားၿဖစ္တဲ့ \nNeverLand Mini Series ေလးကိုတင္ဆက္ေပးပါမယ္...\nနာမည္ကိုၾကည့္လိုက္ကတည္းကအားလံုးလည္းအံ့ၾသသြားၾကမွာပါ....\nဟုတ္ပါတယ္...ဒီကားက အပိုင္း ၂ ပိုင္းနဲ႕ခြဲၿပီးထြက္ထားတဲ့ Mini Series ေလးပါ...\nဒါေပမယ့္ အခုတင္ေပးတာကေတာ့ အဲ ၂ပိုင္းလံုးကိုေပါင္းၿပီးတစ္ကားတည္းၿဖစ္ေအာင္လုပ္ထားတဲ\nMini Series ပါ....အၿပီးထိပါပါတယ္..\nဒါေၾကာင့္မို႕လို႕ကားရဲ႕ၾကာခ်ိန္ဟာလည္း ၃ နာရီနီးပါးရွိပါတယ္...\nဒီကားေလးအေၾကာင္းမေၿပာခင္ Disney ကရိုက္ကူးခဲ့တဲ့ Peter Pan နဲ႕ ကပၸတိန္ဟြတ္ဆိုတဲ့\nAnimantion ကားေလးေတြကိုေတာ့ အားလံုးလည္းသိၾကမွာပါ...\nနာရီၿမိဳထားတဲ့ မိေက်ာင္းကိုေၾကာက္တဲ့ ပင္လယ္ဓားၿပၾကီးဟြတ္နဲ႕ Neverland ဆိုတဲ့ ကြ်န္းေလးကို\nကာကြယ္ေပးေနတဲ့ လူပ်ံေလး ပီတာပန္တို႕အေၾကာင္းေတြကိုရုိက္ကူးထားခဲ့တာပါ....\nေနာက္ၿပီး တင္ကာဘဲလ္ ဆိုတဲ့နတ္သမီးေလးအေၾကာင္းလည္းေတြ႕ခဲ့ရမွာပါ....\nဒီ Animation ကားေလးေတြဟာ ေအာင္ၿမင္ခဲ့ၿပီးေတာ့\nTinkerbell ဆိုတဲ့ Animation ကားေလး\nတစ္ကားလည္းသက္သက္ထြက္ရွိခဲ့ပါတယ္....\nPeter Pan ဟာ ကြ်န္ေတာ္တို႕ငယ္စဥ္ကအၾကိဳက္ဆံုးဇာတ္ေကာင္တစ္ခုၿဖစ္ခဲ့သလို\nကပၸတိန္ဟြတ္ဆိုတာကလည္း\nအေကာင္းဆံုးနဲ႕အရယ္ရဆံုးဗီလိန္ၾကီးတစ္ေယာက္ၿဖစ္ခဲ့ပါတယ္...\nကဲဒါဆို ဒီဇာတ္ကားေလးအေၾကာင္းကိုေၿပာလိုက္ရေအာင္....\nဒီဇာတ္ကားေလးဟာ ခုနကေၿပာခဲ့တဲ့ Animation ကားေလးေတြရဲ႕\nပထမဆံုးဥေလ်ာင္ကားၿဖစ္ပါတယ္...\nပီတာပန္ ဘာလို႕ပ်ံႏိုင္လဲ...\nကပၸတိန္ဟြတ္ ဘာလို႕လက္တဖတ္မရွိတာလဲ....\nမိေက်ာင္းထဲကိုနာရီကဘယ္လိုေရာက္သြားတာလဲ...\nအားလံုးမသိၾကပါဘူး...ဘာလို႕လဲဆိုေတာ့ Animation ကားေလးေတြက\nဘယ္ကဘယ္လိုၿဖစ္လဲမရိုက္ၿပေတာ့ပဲ\nသာမာန္ၿဖစ္ေနက်အတိုင္းပဲရိုက္ၿပထားခဲ့လို႕ပါ......\nဒါေၾကာင့္ အကုန္လံုးကိုအစဆံုးသိခ်င္ရင္ေတာ့\nဒီ အစအဆံုးပါတဲ့ Mini Series ေလးကသင္တို႕အတြက္\nစိတ္ေက်နပ္မႈ႕ကိုလံုး၀ရရွိေစမွာပါ....\nဒီဇာတ္ကားေလးထဲမွာပါတဲ့ ရႈ႕ခင္းေတြကသာယာၾကည္ႏူးဖြယ္ေကာင္းတဲ့အၿပင္\nAnimation ထဲမွာပါတဲ့လူရိုင္းေက်းရြာကလူရိုင္းေလးေတြရယ္ တိုက္ဂါးလီလီဆိုတဲ့ ေခါင္းေဆာင္သမီးေလးရယ္\nပင္လယ္ဓားၿပေတြရယ္ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/neverland-2/",
        "category": "Adventure, Fantasy"
    }
]