[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/licencetokillbluc-159x200.jpg",
        "title": "[James Bond] Licence to Kill (1989)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Timothy Dalton ရဲ့ ဒုတိယနဲ့နောက်ဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Timothy Dalton အနေနဲ့ ဘွန်းဇာတ်ကား (၂) ကားသာ ရိုက်ကူးခဲ့ရပြီးသူ့ရဲ့ ဘွန်းဇာတ်ကောင်ဟာ ထူးခြားပါတယ်…မကြိုက်သူတွေက လုံးဝခံစားပေးလို့မရသလိုဂျိမ်းစ်ဘွန်းကို အိလေးဆွဲမမြင်ချင်တဲ့လူတွေကျတော့လည်း သူ့ရဲ့ဘွန်းဇာတ်ရုပ်ကို ပိုပြီးကြိုက်နှစ်သက်ကြပါတယ်…သူကတော့ ဘွန်းတွေထဲမှာ ရုပ်တည်ကြီးနဲ့ အပိုဆာဒါးသိပ်မလုပ်ဘဲသရုပ်ဆောင်တတ်တဲ့ ခပ်တန်းတန်းဘွန်းအဖြစ် အားလုံးက မျက်မှန်းတန်းမိကြပါတယ်။ဒီဇာတ်ကားက IMDb Rating (6.6/10) နဲ့ Rotten Tomatoes (78%) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "6.6",
        "url": "https://megaup.net/1AEtZ/Licence_to_Kill_(1989)_(1080p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZjI4MjBmYzItYTY5OC00OWYzLWE0NWYtZDQxNDQxM2QzYjA4XkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_-132x200.jpg",
        "title": "[James Bond] The Living Daylights (1987)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Timothy Dalton ရဲ့ ပထမဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Timothy Dalton အနေနဲ့ ဘွန်းဇာတ်ကား (၂) ကားသာ ရိုက်ကူးခဲ့ရပြီးသူ့ရဲ့ ဘွန်းဇာတ်ကောင်ဟာ ထူးခြားပါတယ်...မကြိုက်သူတွေက လုံးဝခံစားပေးလို့မရသလိုဂျိမ်းစ်ဘွန်းကို အိလေးဆွဲမမြင်ချင်တဲ့လူတွေကျတော့လည်း သူ့ရဲ့ဘွန်းဇာတ်ရုပ်ကို ပိုပြီးကြိုက်နှစ်သက်ကြပါတယ်...သူကတော့ ဘွန်းတွေထဲမှာ ရုပ်တည်ကြီးနဲ့ အပိုဆာဒါးသိပ်မလုပ်ဘဲသရုပ်ဆောင်တတ်တဲ့ ခပ်တန်းတန်းဘွန်းအဖြစ် အားလုံးက မျက်မှန်းတန်းမိကြပါတယ်။ဒီဇာတ်ကားက IMDb Rating (6.7/10) နဲ့ Rotten Tomatoes (73%) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "",
        "url": "https://megaup.net/2WvOg/The_Living_Daylights_(1987)_(1080p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/tdtw34myd9v51-143x200.jpg",
        "title": "Soul (2020)",
        "description": "IMDb Rating (8.3)/ Rotten Tomatoes (97%)ဂျိုးဂါဒင်နာ ဆိုတဲ့ အလယ်တန်းပြဂီတ ဆရာတစ်ယောက်မှာ ဂျပ်ဇ်ဂီတကို စင်မြင့်ပေါ်မှာ ဖျော်ဖြေချင်တဲ့အိမ်မက် ဟိုးငယ်ငယ်ကလေးကတည်းကရှိခဲ့ပါတယ်။\nHalf Note Club မှာ တစ်ခြား ဂျပ်ဇ် ပညာရှင်တွေကို အံ့သြသွားလောက်အောင် သူ့အရည်အချင်းကိုပြသနိုင်ပြီးတဲ့နောက်မှာ သူ့အိမ်မက်အတွက် ရောင်ခြည်လေးသန်းလာပါတော့တယ်။\nအဲ့ဒီလိုအချိန်ကျမှ ရုတ်တရက် မတော်တဆမှုတစ်ခုနဲ့ သူ့ဝိဉာဉ်ဟာ ခန္ဓာကိုယ်ကနေ ဖယ်ခွာပြီး နောက်ဘဝကို ပြောင်းဖို့လောကထဲ ရောက်ရှိသွားတဲ့အခါ..။\nတစ်သက်လုံးမက်လာတဲ့ အိမ်မက်တွေ ဆက်မက်ဖို့ မျှော်လင့်ချက်လေးကို ပျပျမြင်ရပြီဖြစ်တဲ့ ဂျိုးအတွက် နောက်ဘဝကို ပြောင်းဖို့အဆင်သင့်မဖြစ်သေးပါဘူး။\nအဲ့ဒီဘုံကနေ လွတ်မြောက်ဖို့ သူအစွမ်းကုန်ကြိုးစားပါတော့တယ်။\nမဖြစ်မနေဆိုသလိုပဲ သူ့အနေနဲ့ ကမ္ဘာပေါ်ကိုမစေလွှတ်ခင် ဝိဉာဉ်တွေကို ပင်ကိုယ်စရိုက် ဓလေ့တွေ ဉာဉ်တွေကို လေ့ကျင့်ပေးရတဲ့ နေရာတစ်ခုမှာ တွဲဘက်ကျလာတဲ့ ဝိဉာဉ်လေးတစ်ကောင်ကိုလေ့ကျင့်ပေးရဖို့ဖြစ်လာပါတယ်။\nအဲ့ဒီဝိဉာဉ်လေးက လက်ပေါက်အကပ်ဆုံး ကမ္ဘာပေါ်ကိုပြန်မသွားချင်လို့ နည်းပေါင်းစုံနဲ့ ဒီဘုံမှာပဲကပ်တွယ်ဖို့ကြိုးစားနေတဲ့ ထူးထူးဆန်းဆန်းသတ္တဝါလေးဖြစ်နေတော့ သူမှာ အခက်အခဲပေါင်းစုံကြုံရတော့တာပါပဲ။\nStudio က pixar ဆိုတော့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2gwlw/(CM)Soul.2020.1080p.DSNP.WEBRip.DDP5.1.Atmos.x264-CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lNVHB85FUDZqLzvug3k6FA07RIr.jpg",
        "title": "Wonder Woman 1984 (2020)",
        "description": "Wonder Woman 1984 (2020)============================ကဲ အားလုံးစောင့်မျှော်နေရတဲ့ WW 1984 HBO က ထွက်ထွက်ချင်းပဲ CM Translator Team က အမြန်ဆုံး အကောင်းမွန်ဆုံး ညတွင်းချင်း ဘာသာပြန်ပြီး CM Fan တွေ အတွက် တင်ဆက်ပေးလိုက်ပါတယ် မမ Gal Gadot ရဲ့ ချစ်စရာ မျက်နှာလေးကို အတူတူ ငေးကြည့်ကြရအောင် Translated by : CM TeamEncoded by : Little NeoFile Sie : 1.6GbQuality : IMAX 720p WEB H264 and IMAX 1080pSubtile : Myanmar(hardsub)",
        "rating": "6.8",
        "url": "https://megaup.net/2gwru/(CM)_Wonder.Woman.1984.2020.720p..mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/fdg-1-142x200.jpg",
        "title": "Collectors (2020)",
        "description": "ဇာတ်ကားအကြောင်းမပြောခင် ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေက\nမိတ်ဆက်ပေးစရာမလိုလောက်အောင် ကိုရီးယားပရိသတ်အတော်များများ\nသေချာပေါက်သိကြမယ့် နာမည်ကြီးမင်းသားမင်းသမီး ဇာတ်ပို့ဇာတ်ရန်တွေချည်းပါပဲ\nပြောရရင်တော့ မင်းသမီးနေရာမှာ လက်ရှိ\nအားလုံးသဘောကျနေကြတဲ့\nဂျိုဆွန်းခေတ်မိဖုရားကြီးနေရာသရုပ်ဆောင်ထားတဲ့\nရှင်းဟယ်ဆောင်း ပါဝင်အားဖြည့်ပေးထားပါတယ် ( အဓိကအချက် )\nဖောက်ထွင်းလူလိမ်လို့ခေါ်ရလောက်အောင် ရှေးဟောင်းပစ္စည်းတွေကို ဖောက်ထွင်းပြီး\nဈေးကောင်းပေးတဲ့နေရာမှာ ပြန်ရောင်းစားတဲ့ ဂန်ဒုန်ဂူဆိုတဲ့လူတစ်ယောက်ဟာ\nအပေါ်ယံမှာတော့ ရှေးဟောင်းယဉ်ကျေးမှုအဖွဲ့အစည်းရဲ့အကြီးအကဲဖြစ်ပြီး နောက်ကွယ်မှာ\nရှေးဟောင်းပစ္စည်းတွေကို ရောင်းစားနေတဲ့ ဥက္ကဋ္ဌဂျင်ဆန်းဂူဆိုတဲ့လူနဲ့ပတ်သတ်ဖို့ဖြစ်လာခဲ့တဲ့အခါ...\nဘိုးတော်တပ်မက်လောက်မယ့်ပစ္စည်းကို ဖောက်ထွင်းပေးဖို့ကြိုးစားရင်း\nဂန်ဒုန်ဂူတို့အဖွဲ့ ဘယ်လိုတွေ ကတုံးပေါ်ထိပ်ကွက်မလဲဆိုတာကို ဆက်ကြည့်ပေးစေချင်ပါတယ်\nဇာတ်လမ်းက ( ကိုရီးယားဇာတ်ကားအနေနဲ့ ) အတော်လေးစိတ်ဝင်စားစရာကောင်းပြီး\nဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ကိုယ်ပိုင်ဟန်က မပျင်းမရိရဘဲ အဆုံးထိဆွဲခေါ်ပေးသွားပါလိမ့်မယ်\nအချိန်ပေးရတာ သေချာပေါက်တန်စေမှာဖြစ်ပြီး မင်းသားရော မင်းသမီးပါ ကြည့်ရင်း\nပြီးလို့ပြီးသွားမှန်းမသိမှာမလို့ ကြည့်စေချင်တာနဲ့ညွှန်းပေးလိုက်ပါတယ်\nFile Size -  1.6 GB\nQuality - Web-dl 1080p\nSubtitle - Burmese\nTranslator - Phu Nge Nge Thein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/1Aybj/Collectors.2020.1080p.FHDRip_%7BCM%7D.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/918W3i-NmbL._RI_-150x200.jpg",
        "title": "Home Alone 4 (2002)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;Kevin McCallister's parents have split up. Now living with his mom, he decides to spend Christmas with his dad at the mansion of his father's rich girlfriend, Natalie. Meanwhile robber Marv Merchants, one of the villains from the first two movies, partners up with a ...",
        "rating": "2.5",
        "url": "https://megaup.net/Uz74/Home_Alone_4_-_Taking_Back_the_House_1080p_10bit_WEBRip_x265.mp4",
        "category": "Action, Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/home_alone_three-134x200.jpg",
        "title": "Home Alone 3 (1997)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;9-year-old Alex Pruitt is home alone with the chicken pox. Turns out, due to a mix-up among nefarious spies, Alex was given a toy car concealing a top-secret microchip. Now Alex must fend off the spies as they try break into his house to get ...",
        "rating": "4.4",
        "url": "https://megaup.net/1Awza/Home_Alone_3_(1997)_1080p_10bit_AMZN_WEBRip_x265.mp4",
        "category": "Action, Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/home_alone_two_ver2-130x200.jpg",
        "title": "Home Alone 2: Lost in New York (1992)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;Instead of flying to Florida with his folks, Kevin ends up alone in New York, where he gets a hotel room with his dad's credit card—despite problems from a clerk and meddling bellboy. But when Kevin runs into his old nemeses, the Wet Bandits, he's ...",
        "rating": "6.7",
        "url": "https://megaup.net/Uz6s/Home_Alone_2_-_Lost_in_New_York_(1992)_(1080p_BluRay_x265_10bit_Tigole).mkv",
        "category": "Action, Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/59708922_1124253211092369_7855347162631110656_o-130x200.jpg",
        "title": "Home Alone (1990)",
        "description": "ခရစ်စမတ်ကာလရောက်ရင် ကြည့်ရမယ့်ဇာတ်ကားတွေထဲမှာ Home Alone ဇာတ်ကားတွေကလည်း ထိပ်ဆုံးက ပါဝင်ပါတယ်။Comedy, Family အမျိုးအစားဖြစ်တာကြောင့် နားရက်မှာ မိသားစုနဲ့ အပန်းဖြေဖို့သင့်တော်တဲ့ဇာတ်ကားတွေပါ။Home Alone ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=home+alone မှာဒေါင်းလို့ရပါတယ်။++++++++++++Plot;Eight-year-old Kevin McCallister makes the most of the situation after his family unwittingly leaves him behind when they go on Christmas vacation. But when a pair of bungling burglars set their sights on Kevin's house, the plucky kid stands ready to defend his territory. By ...",
        "rating": "7.5",
        "url": "https://megaup.net/Uz6d/Home_Alone_(1990)_RM4K_(1080p_BluRay_x265_10bit_Tigole).mkv",
        "category": "Action, Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7OmLWQSczVtNb6X3BhuW94eEK9V.jpg",
        "title": "Archenemy(2020)",
        "description": "Archenemy(2020)ဟမ်းစတားဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးဟာ သူ့အဖေလိုပဲ ပုံပြင်ဇာတ်လမ်းလေးတွေဖန်တီးပြောဆိုချင်တဲ့ လူငယ်လေး။လူငယ်ဆန်ဆန်စိတ်ကူးယဉ်ဇာန်ကောင်တွေဖန်တီးချင်နေတဲ့သူ။ဒီလို ထူးဆန်းတဲ့ဇာတ်ကောင်တွေကို ဖန်တီးရင်းခက်ခဲစွာသူ့အတွက်ရုန်းကန်နေရတဲ့အစ်မကို ပြန်လည်ထောက်ပံ့ပေးဖို့ ကြိုးစားနေတဲ့ကောင်လေးဆိုပါတော့...တစ်နေတော့ လမ်းကြားထဲမှာ နံရံကိုလက်သီးနဲ့ထိုးနေတဲ့ လူထူးဆန်းတစ်ယောက်ကိုတွေ့ပြီးစကားပြောရာမှ သူတို့ခင်သွားကြတယ်..နောက်တစ်ခုက ခပ်ကြောင်ကြောင် သဘာဝလွန်စွမ်းအားတွေအကြောင်းပြောတဲ့လူထူးဆန်းကြီးကြောင့်ကောင်လေးအတွက်တော့ ဇာတ်ကွက်တွေရနေသလိုပဲ...ဒီလူကြီးက ပြောတာတွေက တကယ့်ကိုတစ်ခမ်းတစ်နားတွေ...ဂြိုလ်တွေ စွမ်းအားရှင်တွေပါသလို သူကိုယ်တိုင်လည်းစွမ်းအားရှင်တစ်ဉီးဖြစ်ကြောင်းတွေပေါ့...ကောင်လေးကလည်းယဉ်ယဉ်လေးရူးသလိုဖြစ်နေတဲ့ ဒီလူကြီးနဲ့နေ့တိုင်းစကားပြောပါတယ်..ကောင်လေးကတော့ ပြောသမျှ စိတ်ကူးယဉ်ဇာတ်လမ်းအဖြစ်ကိုပုံသွင်းပါတယ်..အဲ့ဒီနောက် ကောင်လေးထင်သလို ဒီလူထူးဆန်းကြီးဟာ  ယဉ်ယဉ်လေးရူးနေတဲ့သူမဟုတ်ဘဲ သူပြောနေတဲ့အကြောင်းအရာတွေကအမှန်တွေဖြစ်လာတဲ့အခါမှာတော...နောက်ထပ် ဘယ်လိုပြဿနာတွေကြုံကြမလဲဆိုတာကိုတော့.... File Size :(1.5GB) and (846MB)\nQuality :Web-DL 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Yoonwahwah Theint\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1Auig/Archenemy.2020.WEB-DL.1080P.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/急先锋-143x200.jpg",
        "title": "Vanguard (2020)",
        "description": "Vanguard (2020)=============မင်းသားကြီးဂျက်ကီချန်းရဲ့ နောက်ဆုံးထွက် ရုပ်ရှင်လာပါပြီ။ အရင်တုန်းကလိုပဲ အက်ရှင်ဟာသအမျိုးအစားပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ကျင်းကော်လီဆိုတဲ့ သူဌေးကြီးတစ်ယောက်ဟာအိုမာဆိုတဲ့ အကြမ်းဖက်အဖွဲ့ ခေါင်းဆောင်ရဲ့ အဖေကို သစ္စာဖောက်မိလို့ အိုမာရဲ့ ကြေးစားတွေကလိုက်ဖမ်းတာကို ခံနေရပါတယ်။ ဂျက်ကီချန်းကတော့ ကြေးစားသက်တော်စောင့် အဖွဲ့ရဲ့ စီအီးအိုဖြစ်နေပြီး ကျင်းကော်လီနဲ့ သူ့သမီးကို ကာကွယ်ဖို့ သူ့တပည့်တွေနဲ့အတူ အိုမာရဲ့ အဖွဲ့တွေကို ရင်ဆိုင်ရတာပဲ ဖြစ်ပါတယ်။ အရင်ရိုက်နေကျကားတွေလိုပဲ အာဖရိက ဒူဘိုင်း လန်ဒန် စသည်ဖြင့်နေရာစုံမှာ စွန့်စားခန်းတွေ ဖွင့်ကြတာကိုပဲ ကြည့်ရမှာပါ။ ဂျက်ကီချန်း ဖန်တွေ ကြည့်နိုင်ပါပြီ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။) \nFile size…(2.4 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….01:49:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by LittleNeo",
        "rating": "4.5",
        "url": "https://megaup.net/1As2b/(CM)Vanguard.2020.CHINESE.1080p.BluRay.x264.TrueHD.5.1-FGT.mkv",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/yoEbLLoE9UWZHnKbXyfazEE3MUD-133x200.jpg",
        "title": "[James Bond] GoldenEye (1995) Golden Eye",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ ပထမဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..သူ့ရဲ့ ဘွန်းဇာတ်ကား ၄ ကားထဲမှာ Rating အမြင့်ဆုံးဇာတ်ကားဖြစ်ပြီး လူသတ်မှုအများဆုံး ဘွန်းဇာတ်ကားအဖြစ် မှတ်တမ်းဝင်ထားတဲ့ဇာတ်ကားပါ...Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..IMDb Rating (7.2/10) ရရှိထားပါတယ်…။ \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "7.2",
        "url": "https://megaup.net/2gpgq/GoldenEye_(1995)_(1080p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BY2JmYTlhMWEtM2EyMi00NjU3LTg0MjItZjllMTllZjI4NThjXkEyXkFqcGdeQXVyNjI2ODQwNzQ@._V1_-136x200.jpg",
        "title": "Skylines (2020)",
        "description": "Skylines (2020)=============IMDb Rating - 5.5/10#UnicodeSci-fi , Adventure ကား ကြိုက်သူတွေ အကြိုက်တွေ့ဦးမယ့် ဇာတ်လမ်းတစ်ခုပါပဲ။Skylines မူဗီဟာ 2010, 2017 တို့မှာ နှစ်ကားထွက်ရှိထားခဲ့ပြီး . အခု 2020 မှာတော့နောက်ထပ်ထွက်ရှိလာပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ ရို့စ် ကောလီ ဟာ ဂြိုလ်သားနဲ့မျိုးစပ်ဖြစ်ပြီး အရွယ်ရောက်တာမြန်လွန်းလို့ အရွယ်ရောက်တာ နှေးအောင် သွေးသွင်းနေရတဲ့သူ ဖြစ်ပါတယ်။လွန်ခဲ့တဲ့ ၅ နှစ်က ရို့စ်ဟာ သူရဲ့အမျိုးအနွယ် ဂြိုလ်သားတွေ ထောင်ပေါင်းများစွာကို သူ့လက်နဲ့စီရင်ခဲ့ရပါတယ်။ အခု ၅ နှစ်အကြာမှာ ဗိုင်းရပ်စ်တစ်မျိုးကြောင့် ဂြိုလ်သားတွေ နဲ့ ကမ္ဘာမြေအကြား ပြဿနာတွေပေါ်ပေါက်လာတဲ့အခါမှာတော့ ရို့စ်တစ်ယောက် ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာကိုတွေ့မြင်ရမှာပါ . . .ဒီဇာတ်လမ်းထဲမှာ သဘောကျတဲ့စကားတစ်ခွန်း ရှိပါတယ်။\"စစ်တိုက်ရတာ လွယ်တယ် ငြိမ်းချမ်းရေး ယူရတာ ခက်တယ်\" ဆိုတဲ့ စကားပါပဲ။ ရို့စ်နဲ့ အဖွဲ့ကရောဒီပြဿနာကို ဘယ်လိုရှင်းနိုင်ကြမှာလဲဆိုတာကိုတော့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gn9t/Skylines.2020.1080p.WEBRip.x264[CM].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Capturefffffffff-135x200.jpg",
        "title": "[James Bond] Die Another Day (2002)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ နောက်ဆုံးဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားမှာလဲ Action ပိုင်း ကြမ်းလှသလို စက်ပစ္စည်းအသစ်အဆန်းများလည်း အများအပြားတွေ့ရပါတယ်..။IMDb Rating (6.1/10) ရရှိထားပါတယ်…။  \nFile size…(2.9 GB) and (1.6 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….02:13:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Aodx/Die_Another_Day_(2002)_(1080p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/e88cccaf-a259-4411-b255-e657ae10a57a-133x200.jpg",
        "title": "Winnie the Pooh (2011)",
        "description": "[Unicode]Christopher Robin ရဲ့ Pooh တို့ squad လေး ပြန်လာပါပြီဇာတ်ကြောင်းလေးမပြောခင် Pooh ရဲ့ နောက်ခံဇာတ်ကြောင်းလေး ပြောပြချင်ပါတယ်\nPooh ဇာတ်လမ်းကို ဖန်တီးခဲ့တဲ့ A.A Milne ဟာ\nသားဖြစ်သူ Christopher Robin Milne ရဲ့ teddy bear အရုပ်လေးကိုတွေ့ပြီး ဖန်တီးခဲ့တာပါတဲ့Winnie ဆိုတဲ့ နာမည်လေးကတော့ Christopher Robin တိရစ္ဆာန်ဥယျာဉ်သွားရင်း တွေ့ခဲ့တဲ့\nWinnie ဆိုတဲ့ Black bear လေးကိုစွဲပြီး သူ့ရဲ့ teddy bear လေးကိုလည်း Winnie လို့ အမည်ပေးခဲ့တာပဲဖြစ်ပါတယ်Pooh အပြင် squad လေးထဲမှာ ပါနေကျဖြစ်တဲ့\nPiglet,Eeyore,Kanga,Roo နဲ့ Tigger တို့ဟာလည်း Christopher Robin ရဲ့ အရုပ်လေးတွေကို ပေါင်းစည်းပြီး ဖန်တီးထားတာပဲဖြစ်ပါတယ်\nRabbit နဲ့ Owl ကတော့ ဖန်တီးသူရဲ့ စိတ်ကူးထဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2Wj8C/Winnie_The_Pooh_(2011).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BYTg4YTFmNzItODFiMy00NDhiLTg0NDAtZDc5ZDM2ODQ3YzUwXkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_-135x200.jpg",
        "title": "Wolfwalkers(2020)",
        "description": "Wolfwalkers(2020)IMDb..8.3Wolfwalkers ဇာတ်ကားလေးက စိတ်ကူးယဉ် စွန့်စားခန်း animation ရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်လူသားနဲ့ ဝံပုလွေကြားမှာတဲ့ တင်းမာတဲ့ ဆက်ဆံရေးတွေ ၊ မိန်းကလေးငယ်ငယ်လေး နှစ်ယောက်ရဲ့ခိုင်မာတဲ့ သံယောဇဉ် အကြောင်းလေး နဲ့ မိဘနဲ့ သားသမီး ကြားမှာရှိတဲ့ ချစ်ခြင်း မေတ္တာတို့ကို တစ်ခန်းနဲ့ တစ်ခန်း မရိုးသွားအောင် ရိုက်ပြထားတဲ့ Drama ဆန်ဆန်ကားလေးပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အေဒီ နှောင်းပိုင်းကာလမှာ လူသားတွေက ဝံပုလွေကို အရမ်း မုန်းတီးနေကြပါတယ်။မိန်းကလေးဆိုရင် အိမ်မှူ ကိစ္စပဲ လုပ်ရမယ်ဆိုတဲ့ ခေတ်ကြီးမှာ ရောဘင်လို့ ခေါ်တဲ့ ကလေးမလေးကသူ့အဖေနဲ့ အတူ ဝံပုလွေေတွေကို လိုက်သတ်ချင်တယ်။ အဲ့ဒါနဲ့ တစ်နေ့မှာ အဖေ့နောက် ခိုးလိုက်ရင်းတောထဲမှာ သူနဲ့အသက်သိပ်မကွာတဲ့ မေ့ဆိုတဲ့ ဝံပုလွေစောင့်ရှောက်သူနဲ့ ခင်သွားတယ်။တစ်တိုင်းပြည်လုံးက ဝံပုလွေတွေကို မုန်းတီးနေတာကြောင့် အန္တရာယ်ကင်းအောင်ထွက်သွားဖို့မေ့ကပြောပါတယ်... အဲ့ဒီနောက် ရောဘင် လေးဟာ မမျှော်လင့်ဘဲသိလိုက်ရတာက မေ့ရဲ့အမေဟာပြန်မလာတော့ဘဲ ထူးဆန်းစွာနဲ့ပျောက်ဆုံးသွားပါတယ်...မနေနိုင်လွန်းတဲ့ ...",
        "rating": "8.3",
        "url": "https://megaup.net/2Wi6z/Wolfwalkers.2020.WEB-DL.480P.PP.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/4NVQ6rDjPdJ1fayNggtL87nkAuE-133x200.jpg",
        "title": "A Chinese Odyssey Part Two: Cinderella (1995)",
        "description": "ဟုတ်ပါတယ် ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရုပ်ရှင်ချစ်သူတွေအားလုံးနှစ်သက်ကြရတဲ့\nနာမည်ကျော်မင်းသားကြီး Stephen Chow က Journey to the west ဆိုတဲ့ တရုတ်ရိုးရာဇာတ်တော်ကြီးကို\nပြန်လည်ဆန်းသစ်ရိုက်ကူးတင်ပြထားတာဖြစ်ပါတယ်။မတူတာကတော့ ဇာတ်လမ်းကျောရိုးက အနောက်အရပ်သို့ ကျမ်းဂန်တွေသွားရောက်ပင့်ဆောင်ခြင်းမပြုမှီ\nစွန်းဝူခုန်းရဲ့ အရိုင်းစိုင်းမျောက်ဘ၀ ထိုမှတစ်ဖန် လူဘဝပြန်ဝင်စားပြီး လူဘဝနဲ့ကျင်လည်ကျက်စားပုံတွေ\nမိစ္ဆာမလေးတစ်ယောက် နဲ့ ဘုံကြိုးပြတ်နတ်သမီးတစ်ယောက်ရဲ့ကြားမှာယောက်ယပ်ခက်အောင် ဗျာများနေရတဲ့\nရသစုံအချစ်ဇာတ်လမ်းလေးတွေ ပေါက်ဖွားလာပုံကို တွေ့ရမှာပါ..ဒါ့အပြင် ဆရာတော်ဟာလည်း ပါရမီမရင့်သန်မီမှာ\nစကားအလွန်များ ပစိပစပ်နိုင်လွန်းတဲ့ ဘုန်းကြီးတစ်ပါးအဖြစ်ကျင်လည်ခဲ့ရပုံ တွေကို\nမင်းသားကြီး Stephen Chow ရဲ့ထုံးစံအတိုင်း ခပ်တည်တည်နဲ့\nဟာသလေးတွေနှောကာရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။စွန်းဝူခုန်း တစ်ဖြစ်လဲ ကျင်းရှောင်လင် တစ်ယောက်\nသူရဲ့အချစ်ရဆုံးမိန်းကလေးဟာဘယ်သူဆိုတာနဲ့\nလောကကြီးရဲ့အကျိုးသယ်ပိုးဖို့အတွက် စွန်းဝူခုန်း ဘဝကိုပြန်လည် ရွေးချယ်ရင်\nသူနဲ့ပတ်သက်တဲ့မိန်းကလေးနဲ့လည်းကွဲရမှာဖြစ်တာကြောင့်\nသူဘာကိုရွေးချယ်မှာလဲ ဆိုတာကိုလည်း ရင်တမမနဲ့ကြည့်ရမယ့် ဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့မပြောတော့ပါဘူး။\nStephen Chow ကိုကျွန်တော် ယုံကြည်သလို\nဒီဇာတ်ကားဟာလည်း အားလုံးငြင်းစရာမလိုအောင်ကြိုက်ကြမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်\nအထူးအထွေညွှန်းမနေတော့ပါဘူး။(ဒီဇာတ်ကားတွေကို Moe Oo Mann မှ ဘာသာပြန်တင်ဆက်ထားတာဖြစ်ပြီးသူ့ကောင်မလေး တရုတ်မလေးရဲ့ မွေးနေ့အတွက် အမှတ်တရ ဘာသာပြန်ခဲ့တာဖြစ်ပါတယ်။)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p ...",
        "rating": "8.0",
        "url": "https://megaup.net/Upvr/A_Chinese_Odyssey_Part_Two_Cinderella_1995_1080p_BluRay_REMUX_AVC_DTS-HD_MA_6.1_-_KRaLiMaRKo.mkv",
        "category": "Action, Adventure, Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/91PerazOCjL._RI_-150x200.jpg",
        "title": "A Chinese Odyssey Part One: Pandora’s Box (1995)",
        "description": "ဟုတ်ပါတယ် ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရုပ်ရှင်ချစ်သူတွေအားလုံးနှစ်သက်ကြရတဲ့\nနာမည်ကျော်မင်းသားကြီး Stephen Chow က Journey to the west ဆိုတဲ့ တရုတ်ရိုးရာဇာတ်တော်ကြီးကို\nပြန်လည်ဆန်းသစ်ရိုက်ကူးတင်ပြထားတာဖြစ်ပါတယ်။မတူတာကတော့ ဇာတ်လမ်းကျောရိုးက အနောက်အရပ်သို့ ကျမ်းဂန်တွေသွားရောက်ပင့်ဆောင်ခြင်းမပြုမှီ\nစွန်းဝူခုန်းရဲ့ အရိုင်းစိုင်းမျောက်ဘ၀ ထိုမှတစ်ဖန် လူဘဝပြန်ဝင်စားပြီး လူဘဝနဲ့ကျင်လည်ကျက်စားပုံတွေ\nမိစ္ဆာမလေးတစ်ယောက် နဲ့ ဘုံကြိုးပြတ်နတ်သမီးတစ်ယောက်ရဲ့ကြားမှာယောက်ယပ်ခက်အောင် ဗျာများနေရတဲ့\nရသစုံအချစ်ဇာတ်လမ်းလေးတွေ ပေါက်ဖွားလာပုံကို တွေ့ရမှာပါ..ဒါ့အပြင် ဆရာတော်ဟာလည်း ပါရမီမရင့်သန်မီမှာ\nစကားအလွန်များ ပစိပစပ်နိုင်လွန်းတဲ့ ဘုန်းကြီးတစ်ပါးအဖြစ်ကျင်လည်ခဲ့ရပုံ တွေကို\nမင်းသားကြီး Stephen Chow ရဲ့ထုံးစံအတိုင်း ခပ်တည်တည်နဲ့\nဟာသလေးတွေနှောကာရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။စွန်းဝူခုန်း တစ်ဖြစ်လဲ ကျင်းရှောင်လင် တစ်ယောက်\nသူရဲ့အချစ်ရဆုံးမိန်းကလေးဟာဘယ်သူဆိုတာနဲ့\nလောကကြီးရဲ့အကျိုးသယ်ပိုးဖို့အတွက် စွန်းဝူခုန်း ဘဝကိုပြန်လည် ရွေးချယ်ရင်\nသူနဲ့ပတ်သက်တဲ့မိန်းကလေးနဲ့လည်းကွဲရမှာဖြစ်တာကြောင့်\nသူဘာကိုရွေးချယ်မှာလဲ ဆိုတာကိုလည်း ရင်တမမနဲ့ကြည့်ရမယ့် ဇာတ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့မပြောတော့ပါဘူး။\nStephen Chow ကိုကျွန်တော် ယုံကြည်သလို\nဒီဇာတ်ကားဟာလည်း အားလုံးငြင်းစရာမလိုအောင်ကြိုက်ကြမယ့်\nဇာတ်ကားကောင်းတစ်ကားဖြစ်တာကြောင့်\nအထူးအထွေညွှန်းမနေတော့ပါဘူး။(ဒီဇာတ်ကားတွေကို Moe Oo Mann မှ ဘာသာပြန်တင်ဆက်ထားတာဖြစ်ပြီးသူ့ကောင်မလေး တရုတ်မလေးရဲ့ မွေးနေ့အတွက် အမှတ်တရ ဘာသာပြန်ခဲ့တာဖြစ်ပါတယ်။)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p ...",
        "rating": "7.7",
        "url": "https://megaup.net/Upvi/A_Chinese_Odyssey_Part_One_Pandora_Box_1995_1080p_BluRay_REMUX_AVC_DTS-HD_MA_6.1_-_KRaLiMaRKo.mkv",
        "category": "Action, Adventure, Asian, Comedy, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/Untitled-143x200.png",
        "title": "[James Bond] The World Is Not Enough (1999)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ တတိယမြောက်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်…ကြင်အင်လက္ခဏာ…တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ….နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားရဲ့ Bond Girl နှစ်ယောက်ဖြစ်တဲ့ Sophie Marceau နဲ့ Denise Richards နှစ်ယောက်လုံးကတော့အရွယ်ကောင်းနဲ့ကွက်တိပါပဲ...တော်တော်လေးဆွဲဆောင်မှုရှိပါတယ်..။IMDb Rating (6.4/10) ရရှိထားပါတယ်…။  \nFile size…(2.8 GB) and (1.5 GB)\nQuality….BluRay 1080p and 720p (HEVC ...",
        "rating": "6.4",
        "url": "https://megaup.net/Ume8/The_World_Is_Not_Enough_(1999)_(1080p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BZWY4YTk2YjktZTQxNi00NGViLWE2ZDAtMGZhMjgxZWQwMjA2XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-135x200.jpg",
        "title": "Rose Island (2020)",
        "description": "Rose Island (2020)================IMDb Rating - 6.9/10#UnicodeNetflix ကအသစ်ထွက်လာတဲ့ adventure/ comedy/ drama အမျိုးအစား အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားပြီး တော်တော်လေးကို ကြည့်လို့ကောင်းပြီး စိတ်ဝင်စားစရာကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျော်ဂျီရို ရိုဆာက  အီတလီလူမျိုး အင်ဂျင်နီယာတစ်ယောက်ပေါ့...သူက အားအားရှိ ပစ္စည်းပေါင်းစုံ လျှောက်ထွင်ပြီးတစ်ချိန်လုံး အဖမ်းခံနေရတဲ့သူပါ...ဂတ်ဘရီအယ်လာက သူ့ရည်းစားဟောင်း ရှေ့နေမလေးပေါ့ တော်တယ် ထက်မြက်တယ်...ရိုဆာကို ချစ်ပေမယ့် လက်တွေ့ဆန်တဲ့ ဂတ်ဘီက ရိုဆာနဲ့တွဲရတာ စွန့်စားလွန်းရာကျတယ်ဆိုပြီး ပြတ်ခဲ့ကြတာပေါ့။တစ်ရက် သူတို့ပြန်ဆုံပြီး ကမောက်ကမတွေဖြစ်ကုန်တော့ ဂတ်ဘီက စိတ်ဆိုးပြီး ရိုဆာ့ကိုပြောတယ် သီးသန့်ကိုယ်ပိုင်ကမ္ဘာဆိုတာ မရှိကြောင်း လိုက်လျောညီထွေနေတတ်ဖို့လိုကြောင်းတွေပေါ့။ အဲဒီမှာ ရိုဆာက လက်မခံပဲ သီးသန့်ကိုယ်ပိုင်ကမ္ဘာ ဖန်တီးပြမယ်ဆိုပြီး သူငယ်ချင်းဖြစ်သူ မော်ရီဇီရိုနဲ့အီတလီရေပိုင်နက်အပြင်မှာ နှင်းဆီကျွန်းလို့ အမည်ရတဲ့လူလုပ်ကျွန်းတစ်ခု ဆောက်ပြီး လွတ်လပ်တဲ့ပြည်ထောင်စုအဖြစ်ကြေငြာပစ်လိုက်တော့တယ်။ အဲဒီကျွန်းကို အီတလီအစိုးရက မျက်စိစပါးမွှေးစူးလာချိန်မှာတော့... ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ ဆက်လက်ရှုစားကြပါနော်...ဒီဇာတ်လမ်းလေးမှာ တီထွင်မှုတွေ . ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Wffx/Rose.Island.2020.ITALIAN.1080p.WEBRip.5.1CH[CM].mp4",
        "category": "Adventure, Comedy, Drama"
    }
]