[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kapQqDwTSQgbAPQEd4n03vaNQH9.jpg",
        "title": "Norm of the North: King Sized Adventure (2019)",
        "description": "Norm of the North (2016), Norm of the North:Keys to the Kingdom (2018) တုိ႔ရဲ႕ေနာက္ဆက္တြဲ Norm of the North: King Sized Adventure လာပါျပီ။အာတိတ္ေဒသမွာဘုရင္ျဖစ္ေနတဲ့ Norm တစ္ေယာက္ အသက္ၾကီးမွမဂၤလာထပ္ေဆာင္တဲ့ အဘုိးရဲ႕ မဂၤလာပြဲကိုု ဦးစီးလုပ္ရမွာပါ။အလြဲလြဲအေခ်ာ္ေခ်ာ္ျဖစ္ေနတတ္တဲ့သူ႕ကုိ သူ႕အဘုိးက အရုဏ္ဦးေျမာက္ပိုင္းအလင္းေပၚလာတဲ့အခ်ိန္မွာလုပ္မယ့္ မဂၤလာပြဲမွာ ေနာက္မက်ေအာင္ ကတိေပးခုိင္းပါတယ္။ကတိတစ္လုံးဆုိတာ လူတစ္ေယာက္အေနနဲ႔တင္မဟုတ္ဘဲ ဘုရင္တစ္ပါးအေနနဲ႔ ေပးတဲ့ ကတိျဖစ္လုိ႔ တည္ျဖစ္ေအာင္ တည္ပါမယ္လုိ႔ ကတိေပးထားျပီးမွေလယာဥ္ပ်က္လာတဲ့ ပေရာ္ဖက္ဆာတစ္ေယာက္ေပးတဲ့ ေရွးေဟာင္းအေမြအႏွစ္ပစၥည္းေလးကုိ တရုတ္ျပည္ကုိ ပုိ႔ေပးပါမယ္လုိ႔ ကတိထပ္ေပးလုိက္ပါတယ္။Norm ကတိကုိ တည္ဖုိ႔ ေရွးေဟာင္းအေမြအႏွစ္ပစၥည္းကုိ တရုတ္ကုိ ေရာက္ေအာင္ပုိ႔ေပးႏုိင္ပါမလား။ပုိ႔ေပးႏုိင္ရင္ေရာ သူ႕အဘုိးကို ...",
        "rating": "N/A",
        "url": "https://megaup.net/48PSW/(CM)normofthenorthkingsizedadventure19webdl720.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/NPDzJc-142x200.jpg",
        "title": "KunLun Taoist Scriptures Part 1+2 ( 2017 )",
        "description": "တရုတ္သိုင္းကားေတြႏွစ္ၿခိဳက္သူေတြအေနနဲ႔ သေဘာေတြ႕မယ္႕ကားပါပဲ၂ကား ထြက္ရွိထားၿပီး ၾကည္႕လို႕ရေအာင္ တၿပိဳက္တည္း ၂ ကားလုံုးတင္ေပးလိုက္ပါတယ္ ႏွစ္တစ္ေထာင္မွတစ္ခါျဖစ္တည္လာတဲ့သန္႔စင္တဲ့ရႊမ္ရင္းစြမ္းအင္ကိုစြမ္းအားက်င့္သူတိုင္းက ကိုယ့္စြမ္းအားအဆင့္ျမင့္လာဖို႔အတြက္လိုခ်င္တပ္မက္ေနၾကပါတယ္။ဒီလိုအစြမ္းထက္တဲ့သန္႔စင္တဲ့ရႊမ္ရင္းကိုယ္ပိုင္႐ွင္မိန္းကေလးခ်ဴ ခ်ဴ ကနတ္ေလာကမွာ ကိုယ့္ေစာင့္ေ႐ွာက္သူျဖစ္တဲ့ေ႐ွာင္ပင္းနဲ႔ခ်စ္ႀကိဳက္မိၿပီးနတ္စည္းကမ္းကိုခ်ိဳးေဖာက္မိလို႔ ႏွစ္ေယာက္စလံုးလူ႔ေလာကကိုဆင္းဖို႔အျပစ္ေပးခံရၿပီး ဝမ္းနည္းစရာေကာင္းစြာပဲခ်စ္သူႏွစ္ဦးရဲ႕ဇာတ္လမ္းကအဆံုးသတ္သြားခဲ့ရပါတယ္။ႏွစ္တစ္ေထာင္ၾကာၿပီးေနာက္ လူ႔ေလာကကိုေရာက္႐ွိလာခဲ့တဲ့သန္႔စင္တဲ့ရႊမ္ရင္းကိုယ္ပိုင္႐ွင္မိန္းကေလးက သူ႔ကိုယ္ထဲမွာ႐ွိတဲ့သန္႔စင္တဲ့ရႊမ္ရင္းေသြးက သူ႔အသက္၂၁ႏွစ္မွာပဲစြမ္းအားျပည့္ဝလာမွာျဖစ္ပါတယ္။ဒီအေၾကာင္းေတြကိုသိေနၿပီးသန္႔စင္တဲ့ရႊမ္ရင္းစြမ္းအင္ကိုတပ္မက္ေနတဲ့ဝမ္က်ားခ်န္ကလည္းသူ႔စြမ္းအားအဆင့္တက္ဖို႔အတြက္သန္႔စင္တဲ့ရႊမ္ရင္းကိုယ္ကစြမ္းအင္ကိုယူႏိုင္ဖို႔အခ်ိန္ေကာင္းကိုေစာင့္ေနခဲ့ပါတယ္...ဝမ္က်ားခ်န္လက္ထဲကေနလြတ္ေအာင္ထြက္ေျပးရင္းလြန္ခဲ့တဲ့ႏွစ္တစ္ေထာင္ကခ်စ္သူေ႐ွာင္ပင္းနဲ႔လူ႔ျပည္မွာျပန္ဆံုေတြ႕ရေသာအခါ...ျပန္ဆံုေတြ႕ခ်ိန္မွာလည္းခ်ဴ ခ်ဴ ရဲ႕ေစာင့္ေ႐ွာက္သူပဲျပန္ျဖစ္လာရေသာအခါအရင္ဘဝကျဖစ္ခဲ့တဲ့ခ်စ္သူႏွစ္ဦးရဲ႕ဝမ္းနည္းစရာအခ်စ္ဇာတ္လမ္းကတစ္ေက်ာ့ျပန္ျဖစ္လာဦးမွာလားဆိုတာကေတာ့....Kulun Taoist Spictures ဆုိတဲ့ ဇာတ္ကားေလးထဲမွာဆက္လက္ၾကည့္႐ွဴ ၾကပါလုိ႔ တုိက္တြန္းလုိက္ရပါေစ... Translated & Review By XiaoEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/1r03k/(CM)KunLun.Taoist.Scriptures.Part.1.720p.mp4",
        "category": "Adventure, Drama, Fantasy, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5MbRPfsRPyKIQnpLgIpBzksiuM1.jpg",
        "title": "Café Funiculi Funicula (2018)",
        "description": "႐ိုးရွင္းၿပီး ထူးျခားဆန္းၾကယ္တဲ့ ဂ်ပန္ဇာတ္ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီလိုဇာတ္လမ္းဖဲြ႕စည္းတင္ျပမႈမ်ဳိးက ႐ိုး႐ိုးေလးနဲ႔ ထူးျခားဆန္းၾကယ္လို႔ပရိသတ္ရဲ႕စိတ္ဝင္စားမႈကို ဇာတ္လမ္းစကတည္းကဆံုးတဲ့အထိညွဳိ႕ယူေခၚဆောင္သာြးႏိုင္ တဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ေပးခ်င္တဲ့မက္ေဆ့ခ်္ကလည္း အတော္ေလးတန္ဖိုးရွိၿပီး ေကာင္းမနြ္ပါတယ္ခံစားမႈေတနြဲ႕အတူ အားေပးလိုက္ၾကပါဦး. (ဘာသာျပန္ေပးထားသူကေတာ့ Tar Tee Poe ပါ) File Size : (900 MB) and (450 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 59min\nFormat : Mp4\nGenre : Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-WiKi\nTranslated by Tar Tee Poe\nEncoded by THZ",
        "rating": "7.0",
        "url": "https://megaup.net/2dys5/Café_Funiculi_Funicula_(Kohi_Ga_Samenai_Uchi_Ni)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/dumbo-807586129-large-137x200.jpg",
        "title": "Dumbo (2019)",
        "description": "90's born အစောပိုင်း ကလေးတွေ ကာတွန်းကားအဖြစ် ခဏခဏ ပြန်ကြည့်ပြီး အသည်းစွဲကြိုက်ခဲ့ရသလို၊ အရမ်းချစ်စရာကောင်းတဲ့ 1941 ခုနှစ်ကထွက်ထားတဲ ့ Disney's Dumbo ကိုအခြေခံပြီး ယခုလက်ရှိမှာတော့ ဒါရိုက်တာ Tim Burton ကနေပြန်လည်အသက်သွင်းထားပါတယ်။1941 ခုနှစ်တုန်းက Dumbo ကားဟာ ကာတွန်းအနေနဲ ့အောင်မြင်မှုတွေရယူခဲ့ပြီး ယခု Dumbo (2019) ဇာတ်ကားကိုတော့ 3D Animation ရယ် Human Characters တွေရယ် ပေါင်းစပ်ထားပြီး Live Action အနေနဲ့\nWalt Disney Studios Motion Pictures ကနေ ဇာတ်လမ်းအတွက် US 170 milion လောက်ကို သုံးထားပြီး ရိုက်ကူးဖြန့်ချီထားတယ်လို ့လည်းသိရပါတယ်။ သရုပ်ဆောင်တွေအနေနဲ့ Colin Farrell, Michael Keaton, Danny DeVito နဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/12mrv/Dumbo_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/61710621_329802481030295_7354588481684766720_n-143x200.jpg",
        "title": "War From Original Part 2 ( 2019 )",
        "description": "War From Original Part 1 ရဲ႕အဆက္ပဲၿဖစ္ပါတယ္Part 1 ကို ဒီမွာၾကည္႕ႏိုင္ပါတယ္ ​ေလာကႀကီးစတင္​ျဖစ္​တည္​လာခ်ိန္​ရင္​ကုန္​းဆုိသူသည္​ ​ေသြးစုပ္​ဖုတ္​​ေကာင္​မ်ဳိးႏြယ္​၏ အႀကီးအကဲတစ္​ဦးျဖစ္​သည္​။က်ဳိယုိးအမည္​႐ွိတဲ့ငရဲမီး​ေၾကာင္​့ သုံ​ေလာကလုံး က​ေျပာင္​းကျပန္​​ေနသည္​့ အခ်ိန္​ကာလျဖစ္​သည္​။ထုိရန္​ကုန္​းဆုိသည္​့ ​ေသြးစုပ္​မ်ဳိးႏြယ္​စု​ေခါင္​း​ေဆာင္​ကုိ...နတ္​မ​်ဳိးႏြယ္​စု လူသားမ်ဳိးႏြယ္​စု မိစာၦမ်ဳိးႏြယ္​စုတုိ႔ ပူး​ေပါင္​း၍စိမ့္​ဝမ္​ အမည္​႐ွိတဲ့​ေတာင္​အတြင္​း႐ွိ ခ်န္​ခြန္​းစက္​ဝန္​းထဲမွာအတားအဆီးမႏၱာန္​​ေတြနဲ႔ ပိတ္​​ေလွာင္​ထားခဲ့ပါတယ္​ထုိရင္​ကုန္​းဆုိသူ၏ ခ်စ္​သူ ႏြီ​ေမ့ကသူ႔ခ်စ္​သူကုိ ခ်န္​ခြင္​းစက္​ဝန္​းထဲကကယ္​တင္​ဖုိ႔အတြက္​လူ​ေတြသတ္​ၿပီးရင္​းသတ္​ရင္​းနဲ႔ နည္​းမ်ဴိးစုံႀကိဳးပမ္​းခဲ့ပါတယ္​အခ်ိန္​ကာလအ​ေတာ္​ၾကာလာတဲ့အခုိက္​မွာ​ႏြီ​ေမ့ဆုိတဲ့မိန္​းက​ေလးက သူ႔လုပ္​ရပ္​ကုိ ​ေနာင္​တရ႐ွိလာတဲ့အခါမွာ​ေတာ့ဘယ္​လုိ​ေတြဆက္​ၿပီး႐ႈပ္​​ေထြးမႈ​ေတြျဖစ္​မလဲဆုိတာ*War From Original 2 *ဆုိတဲ့ဇာတ္​ကား​ေလးထဲမွာ ၾကည္​့႐ႈလုိက္​ၾကပါစုိ႔လုိ႔...တုိက္​တြန္​းလုိက္​ပါရ​ေစ​ေနာ္​... Translated & Review By XiaoEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/4ft6B/War_From_Original_Part_2_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/62155745_459638021278269_1794280466883280896_n-150x200.jpg",
        "title": "War From Original Part -1 ( 2019 )",
        "description": "ဟန္​မင္​းဆက္​လက္​ထက္​....​​ေလာကႀကီးတစ္​ခုလုံးကုိ​ေမွာ္​ပညာ​ေတြ လႊမ္​းမုိး​ေန​ေသာကာလ..ဟန္​ရင္​နဲ႔႐ွင္​းထ်န္​းဆုိတဲ့ခ်စ္​သူႏွစ္​ဦးဟာ မိစာၦ ႏွိမ္​ႏွင္​းသူ​ေတြျဖစ္ၾကပာတယ္​တစ္​​ေလာကလုံးကုိ႐ႈပ္​​ေထြး​ေအာင္​ျပဳလုပ္​​ေနတဲ့မိစာၦဘုရင္​ေမွာ္​ဆရာကုိဟန္​ရင္​နဲ႔႐ွင္​ထ်န္​းတုိ႔ ​ေခ်မႈန္​းသုတ္​သင္​ဖုိ႔အတြက္​ၾကဳိးပမ္​းခဲ့​ေပမယ္​့ အခါအခြင္​့မသင္​့ခဲ့​ေလ​ေတာ့​​ၿပီးဆုံးတုိင္​မ​ေခ်မႈန္​းႏုိင္​ခဲ့ပဲ ​​ဗလာနယ္​​ေျမထဲသုိ႔ ပိတ္​​ေလွာင္​ထားခဲ့ရပါတယ္​ဒီလုိနဲ့နွစ္​​ေပါင္​း၂၀၀၀ၾကာၿပီးတဲ့​ေနာက္​...ဂူ​ေဖာက္​ထြင္​း​ေရးသမားမ်ားက ​ေျမ​ေအာက္​သခ်ႋုင္​းဂူကုိဝင္​​ေရာက္​​ေဖာက္​ထြင္​းခဲ့ရာမွႏွစ္​ႏွစ္​​ေထာင္​ပိတ္​​ေလွာင္​ခံခဲ့ရတဲ့ မိစာၦဘုရင္​​ေမွာ္​ဆရာကုိမ​ေတာ္​တဆႏုိးထ​ေစမိခဲ့ပါတယ္​​ေလာကႀကီးကုိက​ေျပာင္​းကျပန္​ျဖစ္​​ေစခဲ့လုိ႔ ႀကိဳးစားပမ္​းစားပိတ္​​ေလွာင္​ထားခဲ့ရတဲ့ မိစာၦဘုရင္​တဖန္​ျပန္​လည္​ႏုိးထလာတဲ့အခါမွ​ေတာ့​ေလာကႀကီးကုိဘယ္​လုိ ဒုကၡမ်ဴိးစုံ​ေပးမလဲဆုိတာ‌ဆက္​လက္​ၾကည္​့႐ႈၾကဖုိ႔ တုိက္​တြန္​းလုိက္​ပါ​တယ္​နာ္​....... Translated & Review By XiaoEncoded  By LK Part 2 ကိုဒီမွာၾကည္႕ႏိုင္ပါတယ္",
        "rating": "",
        "url": "https://megaup.net/2TEyh/War_From_Original_Part_1_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8KomINZhIuJeB4oB7k7tkq8tmE.jpg",
        "title": "Wonder Park (2019)",
        "description": "ဒီကာတြန္းကားေလးကေတာ့ အံ့ၾသဖြယ္ရာေတြနဲ႔ ျပည့္ႏွက္ေနတဲ့ ၀မ္းဒါးလန္းဆိုတဲ့ပန္းျခံေလးအေၾကာင္း တင္ဆက္ထားတာပဲျဖစ္ပါတယ္ဂြ်န္ဘယ္လီဆိုတဲ့ကေလးမေလးက စိတ္ကူးပံုေဖာ္တဲ့ေနရာမွာအရမ္းကို ဥာဏ္ေကာင္းျပီး အိုင္ဒီယာအသစ္အဆန္းေတြထြက္တတ္ပါတယ္သူ႔အေမရယ္ သူ႔ေမ်ာက္ကေလး ပီးနပ္ရယ္နဲ႔ ကစားကြင္းၾကီးဖန္တီးတိုင္း တူတူေဆာ့ေနၾကပါပဲကစားကြင္းပံုစံငယ္ေလးေတာင္ အိမ္မွာေဆာက္ထားတဲ့အထိ ခုိင္ခိုင္မာမာစြဲနစ္ေဆာ့ခဲ့တာပါဒါေပမယ့္တစ္ေန႔မွာေတာ့ သူ႔မိခင္ေနမေကာင္းတဲ့အတြက္ အေ၀းမွာ ေဆးကုသမႈခံယူရပါေတာ့တယ္အဲဒီအခါမွာပဲ သူ႔အေမကိုဆံုးရႈံးရမွာေၾကာက္စိတ္နဲ႔ ပန္းျခံကိုလည္းဂရုမစိုက္ႏုိင္မေဆာ့ႏုိင္ဘဲ ပစ္ထားလိုက္မိပါေတာ့တယ္စိတ္ကူးထဲကကစားကြင္းေလးဆိုေပမယ့္ အမွတ္မထင္ အဲဒီကစားကြင္းက အျပင္မွာရွိေနခဲ့မွန္း..သူ႔အရုပ္ေလးေတြ အသက္ရွိေနခဲ့မွန္းကို သူသိသြားခဲ့ရျပီး ကစားကြင္းၾကီးပ်က္စီးေတာ့မယ့္ကိန္းသူ႔အရုပ္ေလးေတြ ေသရေတာ့မယ့္ကိန္း ဆိုက္ေနတာကိုလည္း သူျမင္ေတြ႔လုိက္ရပါေတာ့မယ္ဘာေတြျဖစ္ေနမွန္းမသိဘဲ ဒီကစားကြင္းၾကီးတစ္ခုလံုးကိုသူ႔အေနနဲ႔ ျပန္လည္ကယ္တင္ရပံုကို ရိုက္ကူးထားျခင္းပဲျဖစ္ပါတယ္ကာတြန္းကားဆိုေပမယ့္ အခ်ိတ္အဆက္္္မိမိနဲ႔ သူငယ္ခ်င္းသံေယာဇဥ္ေတြယံုၾကည္မႈေတြ ခ်စ္ျခင္းေမတၱာေတြကိုပါ ထည့္ပံုေဖာ္ရိုက္ကူးထားတာပဲျဖစ္ပါတယ္ File Size : (864 MB) and (417 MB)\nQuality : WebDL 720p ...",
        "rating": "5.7",
        "url": "https://megaup.net/5uzH9/(CM)_Wonder_Park_2019_WebDL_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/x7Itcg3ZdExKwdKguy73WPEqosW.jpg",
        "title": "Planet 51(2009)",
        "description": "Planet 51(2009)\nIMDb......6.1\nဆရာႀကီးခ်စ္ဦးညဳိစာအုပ္ေတြကုိ အေတာ္မ်ားမ်ားဖတ္ဖူးႀကမယ္ထင္ပါရဲ႕....\nကြ်န္ေတာ္တုိ႕ရင္းႏွီးခဲ့တဲ့ ဗီလိန္ေတြအေတာ္မ်ားမ်ားကုိ ဆရာႀကီးဟာ\nအဓိက ဇာတ္လုိက္မင္းသားအျဖစ္ ျပန္လည္အသက္သြင္းတယ္...\nဒီေတာ့ ဆရာႀကီးေရးသားထားတဲ့ ဒီလုိဇာတ္ေကာင္မ်ဳိးစာအုပ္ေတြမွာ\nဆုိ ဇာတ္လမ္းႀကီးကုိေျပာင္းရသလုိျဖစ္ေနတယ္...\nဆုိေပမယ့္ ကြ်န္ေတာ္တုိ႕ အားလုံးဆရာႀကီးေရးတဲ့စာအုပ္ေတြဖတ္ၿပီး\nအရမ္းႏွစ္ၿခဳိက္ၾကသလုိ တျခားရႈေထာင့္တစ္ခုလည္းရွိပါေသးလားဆိုတဲ့\nအသိလည္းရသြားတယ္.....\nဒီကာတြန္းကားေလးကလည္း ဒီလုိပါပဲ.....\nအစိမ္းေရာင္ၿဂဳိလ္သားေတြဘက္ကေနရုိက္ကူးထားတာပါ...\nသူတုိ႕အေနနဲ႕ၾကည့္ရင္ ကြ်န္ေတာ္တုိ႕ဟာ ေျပာလုိ႕ေတာင္မရႏုိင္တဲ့\nအႏၱရယ္ရွိဆုံးၿဂဳိလ္သားေတြေပါ့ေလ.....\nဒီေတာ့ အစိမ္းေရာင္ၿဂဳိလ္သားေတြဟာ ထင္ျမင္ခ်က္ေပါင္းမ်ားစြာနဲ႕\nႀကဳိတင္ကာကြယ္မႈေတြေပါင္းစုံလုပ္သလုိ\nေစာင့္ၾကည့္ေရးတပ္ဖြဲ႕ေပါင္းမ်ားစြာနဲ႕လည္း သူတုိ႕ၿဂဳိလ္ကုိ\nကာကြယ္ထားတယ္....\nသုိ႕ေပမယ့္ တစ္ေန႕ေတာ့ သူတုိ႕ၿဂဳိလ္ကုိ\nအေမရိကန္အလံႀကီးကုိင္ၿပီး အာကာသယာဥ္မႈးကမၻာၿဂဳိလ္သားတစ္ေယာက္ဆင္းခ်လာပါေလေရာ....\nအစိမ္းေရာင္ၿဂဳိလ္အတြက္ တကယ့္ကုိေသြးပ်က္ဖြယ္ရာအျဖစ္ပါပဲ....\nကုိင္း ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး.....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Cynthia ပဲျဖစ္ပါတယ္...\n File Size : (957 MB) and (419 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:31:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Cynthia\nEncoded by Phyo Pyae",
        "rating": "6.1",
        "url": "https://megaup.net/2TEyc/The_Exorcist_[1973]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9CXtcslhlRPfczbmuP7CKESs6tA.jpg",
        "title": "Quest for Camelot(1993)",
        "description": "Quest for Camelot(1993)IMDb......6.3ဆိုတဲ့ Animation ကားကေတာ့ IMDb rating (6.3) ရရွိထားျပီး musical fantasy အမ်ိဳးအစားေလးပါ။ဒီဇာတ္လမ္းေလးထဲမွာေတာ့ ေကလီဆိုတဲ့ ကေလးမေလးက သူ႕အေဖလိုမ်ိဳး သူရဲေကာင္းတစ္ေယာက္ ျဖစ္ခ်င္ေနသူပဲ ျဖစ္ပါတယ္။\nသူ႕အေဖကေတာ့ ကမ္းမေလာ့ျမိဳ႕ရဲ႕ ဆာဘြဲ႕ရ သူရဲေကာင္းတစ္ေယာက္ျဖစ္ၿပီး နာမည္ကေတာ့ ဆာလုိင္ႏုိလုိ႕ေခၚပါတယ္...\nတစ္ေန႕ လူဆုိးတစ္ေယာက္ဟာ ဘုရင့္ကုိလုပ္ႀကံေလေတာ့ ဆာလုိင္ႏုိက ၀င္ေရာက္ကာကြယ္ေပးခဲ့တယ္..\nဘုရင္က ဘာမွမျဖစ္ေပမယ့္ ဆာလုိင္ႏုိတစ္ေယာက္ အသက္ေပးခဲ့လုိက္ရတယ္...\nလူဆုိးလည္းထြက္ေျပးလြတ္ေျမာက္သြားတယ္....\nေကလီနဲ႕သူ႕အေမတုိ႕အတြက္ ေရႊေတာင္ႀကီးၿပိဳလုိက္သလုိပါပဲ.....\nဒီ Animation ကားေလးကေတာ့ King Arthur တုိ႕လက္ထက္ကုိအေျခခံရုိက္ကူးထားၿပီး\nေတာ္ေတာ္ကုိဆြဲေဆာင္မႈရွိပါတယ္...\nသီခ်င္းေလးေတြလည္း ဇာတ္ကြက္အလုိက္ အလွပဆုံးထည့္က်ဴးထားသလုိ\nတင္ဆက္ပုံေတြကလည္း တကယ့္ကုိေကာင္းမြန္ပါတယ္....\nဇာတ္လမ္းအစကေနအဆုံးထိ ဆြဲေဆာင္မႈရွိၿပီး\nအဖမဲ့ ကေလးမေလး ေကလီရဲ႕ လႈပ္ရွားရုန္းကန္ပုံေတြ\nေရွးေခတ္ သူရဲေကာင္းေတြရဲ႕ သူရဲေကာင္းဆန္မႈေတြ..\nယုတ္မာေတြတဲ့သူေတြ႕ရဲ႕ ေၾကာက္စရာေကာင္းေတြဆုိးယုတ္မႈေတြကုိ\nျပထားတာပါ...မိသားစုနဲ႕အတူႀကည့္လုိ႕ေကာင္းမြန္တဲ့ Animation ကားေကာင္းေလးတစ္ကားျဖစ္ပါေၾကာင္း\nသတင္းေကာင္းပါးပါရေစ...\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Megumi ပဲျဖစ္ပါတယ္...File Size : (800 MB) and (316 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:26:00\nGenre ...",
        "rating": "6.3",
        "url": "https://megaup.net/48Cjw/Quest.for.Camelot.1998.720p.PPT.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yhzTeZU5OULn3ePGF58Rc5oIocZ.jpg",
        "title": "Rim of the World (2019)",
        "description": "၂၀၁၉ ထွက် Science-Fiction, Avdenture ဇာတ်ကားသစ်လေး Rim of the World နဲ့မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်ကားလေးက IMDB Rating 5.1 ရရှိထားတဲ့ ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ လောကမှာ အရာတိုင်းကို ကြောက်နေတတ်လို့ အိမ်တွင်းအောင်းနေတဲ့ ဉာဏ်ကြီးရှင်လေး အဲလက် ကိုသူ့အမေက အပြောင်းအလဲ ဖြစ်အောင် နွေရာသီစခန်းတစ်ခုကိုသွားပို့ခဲ့ပါတယ်။အဲဒီစခန်းမှာ အိမ်ပြေးကောင်မလေး ဇန်ဇန်၊သူဌေးသား ငကြွားလေး ဒဲရီးရက်ရှ်နဲ့ လူငယ်ပြုပြင်ရေး စခန်းကနေ ထွက်ပြေးလာခဲ့တဲ့ ဂေဘရီရယ်တို့နဲ့ ဆုံတွေ့ခဲ့ပြီးသူ့ဘဝကိုအပြောင်းအလဲဖြစ်စေမယ့် အပြောင်းအလဲတွေနဲ့ကြုံတွေ့ခဲ့ပါတယ်။ကမ္ဘာကြီးကို ဂြိုလ်သားတိုက်ခိုက်မှုတွေနဲ့ ကြုံနေစဉ်မှာ ကမ္ဘာကိုကယ်တင်ဖို့သော့ချက်ဖြစ်တဲ့ သော့တစ်ချောင်းကိုသူတို့လေးယောက်ရခဲ့ပြီးတော့ ကမ္ဘာကိုဘယ်လိုကယ်တင်သွားလဲ ကြည့်ကြရမှာပါ။မိသားစုအတူကြည့်ပျော်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Tharaphi Lwin ပါ) File Size : (1.60 GB) , (800 MB) and (400 MB)\nQuality : WEB (1080p ...",
        "rating": "5.1",
        "url": "https://megaup.net/2dpL4/Rim_Of_The_World_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BZjJiNjU4NmYtMTA5OS00N2QyLTgxNDMtMmM4OGE5N2RjYzllXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Junglee (2019)",
        "description": "ဖိုက္တင္အက္ရွင္ေတြမွာ လန္းတဲ့ ကြန္မန္ဒို၁,၂တို႔ရဲ႕မင္းသား Vidyut ကို ပရိသတ္မ်ား ရင္းႏီွးၿပီးသားျဖစ္မွာပါ။ကဲ အၫြန္းေလး စလိုက္ရေအာင္ပါ။ရာ့ခ်္ဟာ တိရစၧာန္ဆရာဝန္တစ္ေယာက္ပါ။တိရစၧာန္ေတြအေၾကာင္းကို ေကာင္းေကာင္းသိၿပီးတိရစၧာန္ေတြကို ခ်စ္ျမတ္ႏိုးသူေပါ့။တေန႔မွာ ဖခင္ဆီက ဖုန္းဝင္ခဲ့ပါတယ္။မကိုင္တဲ့ၾကားက ဆင္စခန္းကို ပြဲေတာ္အမီျပန္ခဲ့ဖို႔ ဖခင္ဖက္မွ အသံသတင္းစကားေလး ပို႔ထားခဲ့တယ္။အဲ့ဒီမွာ ဖခင္ကို သူစိတ္နာေၾကာင္း စၿပီးျမင္လိုက္ရပါတယ္။ဖခင္နဲ႔သူ႕ၾကား ဘယ္အေၾကာင္းေတြမ်ား ရိွေနခဲ့တာလဲ။ဖခင္ရိွတဲ့ ေမြးရပ္ေျမ ခ်န္ဒရီကာ ဆင္စခန္းကိုသူသြားသင့္ေၾကာင္းဆံုးျဖတ္ၿပီး လိုက္သြားရာမွာနယ္ၿမိဳ႕က်ဥ္းေလး ကားဂိတ္တစ္ဝန္းမွာ\nမုဆိုးေတြနဲ႔ အတူ မ်က္ႏွာျဖဴတစ္ခ်ဳိ႕ေသနတ္ေတြနဲ႔ ျမင္ရမွာပါ။မုဆိုးေတြဟာ ႏိုင္ငံျခားသားေတြနဲ႔ ေပါင္းၿပီးေမွာင္ခိုလုပ္ငန္းတစ္ခုကို လုပ္ကိုင္ေနၾကပါတယ္။ဟုတ္ပါတယ္။ဆင္စြယ္ေတြ ေရာင္းဝယ္ေဖာက္ကားျခင္းပါ။ဒီအဖြဲ႕ဟာ ခ်န္ဒရီကာ ဆင္စခန္းမွဆင္တစ္ေကာင္ရဲ႕ အစြယ္ကို ျပစ္မွတ္ထား လိုက္ရာမွာေတာ့....မင္းသားဟာ ဒုစ႐ိုက္သမားေတြဆီကဆင္ေလးကို ဘယ္လိုကယ္တင္မလဲဆိုတာကိုအက္ရွင္ေကာင္းေတြနဲ႔အတူကိုယ္တိုင္ ခံစားၾကည့္႐ႈၾကပါဦးဗ်ာ။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ) File Size :(950 MB ) and (440 MB)\nQuality ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Tndf/Junglee_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33Cxmz0MDcHZ0mJub429dhQRYP.jpg",
        "title": "Batman vs. Teenage Mutant Ninja Turtles (2019)",
        "description": "အားလံုးၾကိဳက္မယ့္Rating 7.3 ရရွိထားတဲ့animation ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...ဒါေပမဲ့ ဒီကားမွာေတာ့ Batman ရဲ႕ေစာင့္ေ႐ွာက္မႈေအာက္မွာ႐ွိေနတဲ့ေဂါ့သမ္ၿမိဳ႕ႀကီးကို ဧည့္သည္ေတြေရာက္လာၾကတယ္ေပါ့ဧည့္သည္ေတြကေတာ့ အားလံုးရဲ႕အခ်စ္ေတာ္လိပ္နင္ဂ်ာေလးေတြပါဒါေပမဲ့ ေရာက္လာတဲ့သူေတြက လိပ္နင္ဂ်ာေတြခ်ည္းပဲမဟုတ္ဘူးဒါဆိုေဂါ့သမ္ၿမိဳ႕ႀကီးကို ေနာက္ထပ္ဘယ္လိုဧည့္သည္ေတြထပ္ေရာက္လာတာလဲလိပ္နင္ဂ်ာေတြကေရာ ဘာေၾကာင့္ေရာက္လာရတာလဲလင္းႏို႔လူသားရဲ႕ လိပ္နင္ဂ်ာေတြပူးေပါင္းၿပီးရာဇဝတ္သားေတြဘယ္လိုႏွိမ္ႏွင္းၾကမလဲ႐ုပ္တည္တည္လင္းႏို႔လူသားနဲ႔ ေပ်ာ္တတ္တဲ့လိပ္ေလးေတြဘယ္လို ၂ ပါးသြားၾကမလဲ ၾကည့္လိုက္ျကပါဦး File Size : (817MB) & ( MB)Quality : WEB-DL 720p403 Running Time : 1 hr 24 minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by ...",
        "rating": "8.5",
        "url": "https://megaup.net/1qyet/(CM)_Batman_Vs_Teenage_Mutant_Ninja_Turtles_2019_(Large_Size).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/7prh1sweexhz-133x200.jpg",
        "title": "The Mystery Mausoleum ( 2018 )",
        "description": "ဒီကား​ေလးဟာ ​ေ႐ွး​ေဟာင္​းနဂါးလိုဏ္​ဂူထဲက မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူကို႐ွာ​​ေဖြတဲ့စြန္​႔စားခရီးစဥ္​​ေလးျဖစ္​ပါတယ္​...ဦး​​ေလး၉ဟာသူ႔ဘဝတစ္​သက္​တာလံုး​ထ်န္​းစန္​းနဂါးလိုဏ္​ဂူထဲကမင္းသမီးေလးကူယြဲ႔ရဲ႕အုတ္​ဂူတည္​႐ွိရာကို႐ွာ​ေဖြရင္​းအခ်ိန္​​ေတြကုန္​ဆံုးရံုမ်ွမက မ်က္​စိကန္​းသြားခဲ့ရပါတယ္​..ဒီလိုနဲ႔မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူဆီက​ေသာ့ခ်က္​တစ္​ခုျဖစ္​တဲ့​ေႁမြ​ေၾကးနီျပား​ေလးကိုရလာတဲ့အခါမွာ​ေတာ့ ဒီခရီးစဥ္​ကိုျပန္​စဖို႔ျဖစ္​လာပါတယ္​..ဒီလိုနဲ႔ဦး​ေလး၉နဲ႔သူ႔တူမမုန္​႔ရင္​တို႔နဲ႔အတူ ​ေႁမြ​ေၾကးနီျပားကိုခိုးယူမိသြားရာက​ေနဒီခရီးစဥ္​ကိုပါလာတဲ့ရတနာမုဆိုး​ေ႐ွာင္​ဖုန္​းတို႔သူငယ္​ခ်င္​းတစ္​သိုက္​ပါ ပါလာခဲ့ပါ​ေတယ္​...ထ်န္​းစန္​းနဂါးလိုဏ္​ဂူထဲကအုတ္​ဂူဆီ​ေရာက္​တဲ့အခ်ိန္​မွာဘယ္​လိုစြန္​႔စားခန္​း​ေတြၾကံဳရမွာလဲ..မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူႀကီးမွာဘယ္​လိုလ်ိဳ႕ဝွက္​ခ်က္​​ေတြ႐ွိ​ေနတာလဲ..ဘယ္​သူ​ေတြက​ေနာက္​ဆံုးမွာအသက္​႐ွင္​လ်က္​ျပန္​ထြက္​လာႏိုင္​မွာလဲဆိုတာ​ေတြကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါ​တယ္​...စကားေၿပာခန္းနည္းၿပီးစြန္႕စားခန္းမ်ားတဲ႔အတြက္သိုင္းခ်ခန္းေတြၾကိဳက္တဲ႔သူေတြအတြက္ေတာ႔ သေဘာက်မိမွာပါ Translated & Review By Phyo ZawEncoded By Phoenix",
        "rating": "5.0",
        "url": "https://megaup.net/1xyon/The_Mystery_Mausoleum_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lsbiIIzFsGQYDD1iGosxW5OVMaR.jpg",
        "title": "Ploey: You Never Fly Alone (2018)",
        "description": "Animation ကားေတြကိုၾကိဳက္တဲ့လူေတြအတြက္ၾကည့္လို႕ေကာင္းမယ့္ ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...ပလိုဗာလို႔ေခၚတဲ့ ဇင္ေယာက္ငွက္မ်ိဳးအေၾကာင္းကို ရိုက္ကူးထားခဲ့ကာတြန္းကားေကာင္းေလးတစ္ကားပါ။ဇာတ္လိုက္ငွက္ေလးရဲ႕နာမည္ကေတာ့ ပလိုအီတဲ့။သူတို႔ငွက္မ်ိဳးႏြယ္ကို ဒုကၡေပးေနတဲ့ ရွဲဒိုးလို႔ေခၚတဲ့သိမ္းငွက္ဆိုးၾကီးရဲ႕ရန္ကေန ငွက္ေပါက္ေလးပလိုအီဘယ္လိုရင္ဆိုင္ေျဖရွင္းမလဲဆိုတာကို ၾကည့္ရႈအားေပးၾကပါဦးေနာ္ File Size : (775 MB) & ( 281 MB)Quality : WEB-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre :  Animation , Family , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint Lwin",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/ploey-you-never-fly-alone-2018/",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/state-of-play-133x200.jpg",
        "title": "State of Play (2009)",
        "description": "State of Play(2009)\nIMDb....7.1,,,,Rotten....84%\nမိုးတဖွဲဖွဲကျပြီးတိတ်ဆိတ်နေတဲ့ Washington DCမြို့ရဲ့  ညတစ်ညမှာ လူတစ်ယောက်\nကြောက်လန့်တကြားပြေးလွှားနေတယ်.....ညဟာအေးစက်နေပေမယ့် သူ့မျက်နှာပေါ်မှာ ချွေးစေးတွေပျံနှံနေသလို\nသူ့ဟန်မှာကြောက်လန့်နေပုံအထင်းသားပေါ်လွင်နေတယ်...သူပြေးလွှားပုန်းအောင်းနေပေမယ့် နောက်ယောင်ခံလိုက်လာတဲ့သူတွေ့ရှိသွားကာ\nပစ္စတိုဖြင့်(၂)ချက်ဆင့်ပစ်ချခြင်းခံလိုက်ရသည်....ပီဇာပို့သည့်လူငယ်တစ်ယောက်ဟာလည်း တိုက်ဆိုင်စွာပင် အခင်းဖြစ်ပွားရာနေရာကိုဖြတ်သွားမိသည်..\nနောက်ယောင်ခံလိုက်လာသည့် လူမှာ ပီဇာပို့သမားဆီသို့ သက်သေဖျောက်သည့်အနေဖြင့် ဆက်လက်ပစ်ခတ်လိုက်သည်...\nနောက်တစ်နေ့မနက်တွင် ကောင်မလေးတစ်ယောက် ဘူတာရုံတွင် Suicide လုပ်ခဲ့သည်...ပြောရရင်\n(၂)ရက်အတွင်း အလောင်း(၃)လောင်းဖြစ်သွားခဲ့ခြင်းဖြစ်သည်...ဒီ Suicide လုပ်သည့်အမျိုးသမီးမှာ လွှတ်တော်အမတ်တစ်ယောက်၏\nဝန်ထမ်းတစ်ဦးပင်ဖြစ်သည်.....လွှတ်တော်အမတ်၏စေခိုင်းမှုကြောင့် ဒီအမျိုးသမီးမှာ အစိုးရ လက်နက်ကုမ္ပဏီတစ်ခုကိစ္စကိုစုံစမ်းနေခြင်းဖြစ်သည်..\nမှုခင်းဖြစ်စဉ်အရ Suicide  ဟုပြောဆိုနေပေမယ့် လက်နက်ကိစ္စစုံစမ်းခြင်းကြောင့်အသတ်ခံရတာလားဟုဆိုသောမေးခွန်းတွေကလည်းတစ်ပြုံတစ်ပင်ပင်ဖြစ်သည်..\nဒီဇာတ်ကားဟာ နိုင်ငံရေးပါဝင်တဲ့ Thriller ကားကောင်းတစ်ကားပါ...လွှတ်တော်အမတ်အဖြစ် Ben Affleck ကသရုပ်ဆောင်ထားပြီး\nသူ့ရဲ့ယုံကြည်ရတဲ့ သတင်းထောက်သူငယ်ချင်းအဖြစ် Russell Crowe  ကြီးကသရုပ်ဆောင်ထားပါတယ်.....အခြားနာမည်ကြီးသရုပ်ဆောင်များဖြစ်တဲ့\nRachel McAdams ,Helen Mirren , Robin Wright တို့လည်း ပါဝင်ထားလေတယ်...\nကိုင်း ဘာကြောင့်လူတွေအသတ်ခံရလဲ ....လွှတ်တော်အမတ်ရဲ့ ဝန်ထမ်းအမျိုးသမီးကရော\nတကယ်ပဲ Suicide လုပ်ခဲ့တာလား...နောက်ကွယ်က ပြသနာတွေကရော ဘာတွေဖြစ်မလဲဆိုတာကိုတော့\nသတင်းထောက်ကြီး Russell Crowe နဲ့အတူ နိုင်ငံရေးလောကထဲကအရှုတ်တွေကို ဝင်ရောက်စုံစမ်းထောက်လှမ်းကြည့်ရအောင်....\n-------------------------------------------------------------------\nမုိးတဖြဲဖြဲက်ၿပီးတိတ္ဆိတ္ေနတဲ့ Washington ...",
        "rating": "7.1",
        "url": " https://megaup.net/1xyo9/State_Of_Play_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zXfwBeYe0RnqsJ0dnBoFTB4SSrG.jpg",
        "title": "Mia and the White Lion (2019)",
        "description": "ဒီကားေလးကေတာ့တိရိစၧာန္ေတြခ်စ္တဲ့ေကာင္မေလးေတြ လက္မလႊတ္သင့္ပါဘူးေနာ္ျခေသၤ့ျဖဴနဲ႕ေကာင္မေလးႏွစ္ေယာက္ၾကားကသံေယာဇဥ္ေတြခ်စ္ျခင္းတရားေတြ ယံုၾကည္မႈေတြကုိငိုရေလာက္ေအာင္ထိကုိရုိက္ထားတဲ့ကားေကာင္းေလးတကားပါအဂၤလန္ကေနေတာၾကီးျဖစ္တဲ့ေတာင္အာဖရိကကိုေျပာင္းလာလို႕မိသားစုကိုစိတ္ဆိုးေနတဲ့ေကာင္မေလးတေယာက္အေဖအလုပ္လုပ္ကိုင္တယ့္ျခေသၤ့ေမြးျမဴေရးစခန္းကေနၿခေသၤ့ျဖဴေလးတေကာင္ေရာက္လာျပီးေနာက္မွာ သူဘယ္လိုေတြေျပာင္းလဲသြားမလဲအိမ္ေမြးသတၱဝါမဟုတ္တဲ့ဒီျခေသၤ့ကိုသူဘယ္လိုအခက္အခဲေတြနဲ႕ေစာင့္ေရွာက္လဲသူ႕အေဖရဲ႕မလုပ္ကျခေသၤ့ေမြးျမဴေရးတင္မဟုတ္ပဲတျခားလုပ္ငန္းပါပါေနျပီးအႏၱရာယ္ရွိလာတဲ့အခါသူျခေသၤ့ကိုဘယ္လိုေတြကယ္တင္ျပီးဘာေတြဆက္လုပ္မလဲဆိုတာ...ဒီကားေလးကေတာင္အာဖရိကမွာတရားဝင္ခြင့္ျပဳေပးထားတဲ့ၿခေသၤ့အမဲလိုက္လုပ္ငန္းေတြကိုဆန္႕က်င္္တိုက္ဖ်က္ဖို႕ရည္ရြယ္ခ်က္နဲ႕ရိုက္ကူးထားတာျဖစ္ပါတယ္ File Size : (1 GB) & ( 400 MB)Quality : BluRay 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "6.6",
        "url": "https://megaup.net/1xyfv/Mia_And_The_White_Lion_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/A-Knight’s-Tale-poster-133x200.jpg",
        "title": "A Knight’s Tale (2001)",
        "description": "A Knight's Tale (2001)\nIMDb - 6.9/10_____Rotten - 59%\n  \nHeath Ledgerရဲ့ ဇာတ်ကားကောင်းတွေထဲက တစ်ခုနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။ ဇာတ်အိမ်ကလည်း ပြောစရာ\nမရှိအောင် ဒရာမာ ရိုးမန့် အဗန်းရှား အက်ရှင် ရသစုံပါတယ်။\nFriendhood .. Fatherhood.. Sonhood... Loverhood\nအစုံအလင်ပါပါတယ်။ ဇာတ်လမ်းရဲ့ အခြေခံကလည်း\nဂျော့ဖရေး ချောဆာလို့ခေါ်တဲ့ နာမည်ကျော် အလယ်ခေတ်\nကဗျာဆရာစာရေးဆရာတစ်ယောက်ကနေ ဆင့်ကူးခံစား\nထားတာဖြစ်ပြီး ဂျော့ဖရေးချောဆာတို့ အင်္ဂလန်သမိုင်းထဲက\nမင်းသားအက်ဒဝပ်တို့လို သူတွေလည်း ပါပါတယ်။\nကြည်နူးရင်ခုန် အားကျသွားစေမယ့် ရိုမန်တစ်အဆန်ဆုံး\nSceneတစ်ခု ဟာလည်း တော်တော်အသက်ဝင်ပါတယ်။\nခရမ်းချဉ်သီး ၇၉လုံးနဲ့ အိုင်အမ်ဒီဘီ ၆.၉လည်း\nရထားပါသေးတယ်။\nစကားမစပ် အဗန်ဂျာဂိုဏ်းဝင် ဗီးရှင်းကြီးကိုလည်း\nကိုယ်လုံးတီးနဲ့ပဲ ထပ်တွေ့ရဦးမှာပါ။\n  \nအလယ်ခတ်ကာလမှာ စီးချင်းထိုးပြိုင်ပွဲတွေရှိခဲ့ကြတယ်။\nချပ်ဝတ်ဝတ် မြင်းစီးပြီး ထိပ်တုံးထားတဲ့လှံရှည်အတုံးကို\nကိုင်ဆွဲ ဟိုဘက်သည်ဘက် ထိုးနှက်တိုက်ခိုက်ကြရတဲ့\nပြိုင်ပွဲမျိုးတွေပါ။ ဒီလိုပွဲတွေဟာ မြင့်မြတ်တဲ့မျိုးနွယ်တွေ\nသူကောင်းပြုခံထား ရတဲ့လူတွေကိုသာ ဝင်ပြိုင်ခွင့်\nပေးထားတယ်တဲ့။ အဲ့ဒီလို ပြိုင်ပွဲဝင်လူတွေကိုတော့\n\"Knight\"လို့ခေါ်ခဲ့ကြတယ်။ Knight တစ်ယောက်ရဲ့\nတပြည့်လက်ပါးစေကောင်လေးဖြစ်တဲ့ ဝီလီယမ်ဟာ\nစီးချင်းထိုးပွဲတစ်ဝက်တစ်ပျက်မှာ သူ့ဆရာ Knight\nသေသွားတဲ့အတွက် သူ့ဆရာဟန်ဆောင်ပြီး\nစီးချင်းဝင်ထိုးရင်း ကလေးကတည်းက ...",
        "rating": "6.9",
        "url": "https://megaup.net/TTfs/A_Knight’s_Tale_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/MV5BMTkyOTkwNDc1N15BMl5BanBnXkFtZTgwNzkyMzk3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Lego Movie 2: The Second Part (2019)",
        "description": "The Lego Movie 2: The Second Part (2019)အားလုံးသဘောကျကျတဲ့ lego တုံးလေးဇာတ်ကောင်တွေနဲ့ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးရဲ့ ဒုတိယမြောက်ကားလေးပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့ အမ်နက်ဆိုတဲ့ အရာရာကိုအကောင်းမြင်တတ်တဲ့စိတ်ရှိသူလေးတစ်ယောက်သူတို့ရဲ့ကမ္ဘာကို ဒပ်ပလိုဂြိုလ်သားတွေလာရောက်တိုက်ခိုက်တဲ့နေရာကနေစတင်ထားပါတယ်။အရာရာမှာအကောင်းမြင်စိတ်ရှိပြီးတော့သဘောကောင်းတဲ့သူလေးဆိုတော့ငါတို့တွေကသူငယ်ချင်းတွေပါဘာညာပြီးတော့စကားလေးနဲ့ဖောပြီးတော့ပြေငြိမ်းမယ်ကြံတာဟိုကလဲမရပါဘူး ဖိုက်ခံရတာပါပဲ။ဒီလိုနဲ့ သူတို့ကမ္ဘာမှာအရာအားလုံးပျက်သုဉ်းနီးပါးဖြစ်နေတဲ့အချိန်မှာသူ့ရဲ့သူငယ်ချင်းတွေကို စင်စတာအဖွဲ့အစည်းကဖမ်းခေါ်သွားပါလေရော။ဒီတော့ အမ်နက်တစ်ယောက် သူ့သူငယ်ချင်းတွေနောက်ကိုကယ်တင်မယ်ဆိုတဲ့စိတ်နဲ့အာကာသယာဉ်လေးဆောက်ပြီး အမှီလိုက်ပါတော့တယ်။ဆိုတော့ အမ်နက်တစ်ယောက်သူငယ်ချင်းတွေကို ကယ်တင်နိုင်ပါ့မလားသူ့သူငယ်ချင်းတွေကိုရော စင်စတာ အဖွဲ့အစည်းကဘာကြောင့်ခေါ်ဆောင်သွားရတယ်ဆိုတာကိုဆက်လက်သိရှိဖို့အတွက် ဇာတ်ကားကိုဆက်ပြီးတော့ ကြည့်လိုက်ရအောင်နော်။Legoဆိုတဲ့အတိုင်းဇာတ်ကောင်လေးတွေကတော်တော်လေးကိုချစ်စရာကောင်းတဲ့အပြင်ဘတ်မန်းရဲ့ပုံစံကတကယ့်ကိုအသဲယားစရာလေးပါ(ကိုယ်တိုင်လဲချစ်လို့နေမှာပေါ့နော် ဟီး..ဟီးး..) \nFile size…760MB\nQuality…WEB Dl 720p\nFormat…Mp4\nDuration….1h 47mins\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….Si Thu\nTranslated by Aye Chan Su",
        "rating": "6.8",
        "url": "https://megaup.net/3053f/The_Lego_Movie_2_-_The_Second_Part_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/2879338_640px-150x200.jpg",
        "title": "The Bridge on the River Kwai (1957)",
        "description": "The Bridge on the River Kwai (1957)\nIMDb - 8.1/10_____Rotten - 95%\nWon 7 Oscars. Another 23 wins & 7 nominations\n ဒုတိယကမ္ဘာစစ်အတွင်း.......ဗမာပြည်တစ်နေရာတွင် အခြေစိုက်ထားသော ဂျပန်စစ်အကျဉ်းစခန်းတစ်ခုသို့ British စစ်သုံ့ပန်းတစ်အုပ်စုတို့ ရောက်ရှိလာခဲ့သည်။ ဂျပန်စစ်အကျဉ်းစခန်းကိုဦးစီးသူက Colonel Saito။ British စစ်သုံ့ပန်းများကို ဦးစီးလာသူက Colonel Nicholson။ Colonel Nicholson နှင့်တပ်သားများသည် အကျဉ်းစခန်းသို့စဝင်လာကတည်းက စစ်ချီတေးတစ်ခုကို သံပြိုင်လေချွန်၍ဝင်လာကြသည်။ ဒါဟာ Colonel Nicholson ဘယ်လောက်အထိ Formality, Discipline ကိုအရေးပေးသလဲဆိုတာကိုပေါ်လွင်စေသည်။ Nicholson သည် သည်အကျဉ်းစခန်းမှာ ရောက်ရှိနှင့်ပြီးသော Commander Shears အပါအဝင် အခြားသုံ့ပန်းများအတွက်တော့ အထူးအဆန်းပြုံးချင်စရာဖြစ်နေခဲ့၏။ သူတို့ရောက်နေသည့် နေရာ၊ လုပ်ရမည့်အလုပ်တွေက ဒါမျိုးတွေနှင့်မှ မသက်ဆိုင်တာကိုး။ Commander Shears ...",
        "rating": "8.1",
        "url": "https://megaup.net/4eAgf/The_Bridge_On_The_River_Kwai_[1957]_{Blu-ray_1080P}_(MM_Sub).mkv",
        "category": "Adventure, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/small-soldier-147x200.jpg",
        "title": "Small Soldiers (1998)",
        "description": "ဒီဇာတ်ကားလေးကြည့်ပြီးခလေးဘဝကို ပြန်ခံစားမိမှာအမှန်ပါပဲဲဟိုးအရင်က ကြိုက်ခဲ့ရတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။Heartland အရုပ်စက်ရုံဟာ ပြိုင်ဆိုင်မှုတွေကြားမှာ နစ်မြုပ်နေတဲ့အဆင့်မြင့်နည်းပညာတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီးတစ်ခုပါ Hearland Play Service ကတော့အရုပ်တွေထုတ်လုပ်တဲ့စက်ရုံကြီးပေါ့ကုမ္ပဏီရဲ့ CEO ဖြစ်တဲ့ဂေးမာစ်းတစ်ယောက် သူ့ကုမ္ပဏီကအရုပ်တွေကိုသာမန်အရုပ်တွေနဲ့မတူ တမူထူးခြားအောင်လုပ်ချင်တဲ့ဆန္ဒကိုရှေ့တန်းတင်မိတဲ့အခါမှာတော့ မထင်မှတ်ထားတဲ့ကလေးကစားစရာအရုပ်လေးတွေဟာ ငိုအားထက်ရယ်အားသန်ဆိုသလိုစောင်ဆန်းကြီးတွေ လုပ်လာပါတော့တယ်အရုပ်တွေစောင်ဆန်းအကွက်တွေနင်းလို့တိုင်ပတ်နေတဲ့လူငယ်လေးအယ်လန်တစ်ယောက် ဒီအရှုပ်တော်ပုံကြီးကိုဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရမှာတော့ စိတ်ဝင်စားစရာပါ။Small Soldier ဇာတ်ကားဟာ သာမန်အမြင်နဲ့ကြည့်ရင်တော့ကလေးကြိုက်ကားလို့ထင်ကြေးပေးနိုင်ပေမယ့် သေချာခံစားကြည့်ရှုရင်အတော်လေး ခွီရတဲ့အပြင် မတူညီတဲ့ဒေသနှစ်ခုကခံစားချက်လေးတွေကို ခံစားရမှာပါကလေးဘဝတုန်းကတော့ အသဲယားစရာကောင်းတဲ့စစ်သားရုပ်တွေကိုအော်ဂလီဆန်ခဲ့တယ် လူငယ်ဖြစ်လာတော့ဟာသအထွေအထူးမထည့်ထားပေမယ့် အတော်လေးဗိုက်အောင့်လောက်အောင်ခွီရတဲ့ကားမှန်းသိလာတယ် ဟုတ်တယ်လေ။လက်တစ်ဖဝါးစာစစ်သားရုပ်လေးတွေ တကယ့်တိုက်ပွဲဝင်စစ်သားတွေလိုအတည်ပေါက်နဲ့အမိန့်တွေပေး mission တွေလုပ်နေတာကိုကြည့်ရတဲ့အရသာကတမျိုးလေးဗျ Long Long ago Spiderman Triologyထဲကမင်းသမီးချောလေးပါတွေ့ရတော့ကြည့်ရတာ မတန်ဘူးလို့ ငြင်းချက်ထုတ်စရာမရှိပါဘူး။ကလေးကားပေမယ့် ကလေးတကာ့ကလေးကားတွေထဲကခွဲထွက်လာတဲ့ လူငယ်တွေကို ရသတမျိုးအထူးဆန်းခံစားစေမယ့် ကားလေးလို့ဆိုလဲ မမှားပါဘူး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ဖြစ်ပြီး Arkar Phyo မှ Encode ပေးထားပါတယ်။) File Size : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3zE7w/Small_Soldiers_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    }
]