[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/02/MV5BMjMwNDkxMTgzOF5BMl5BanBnXkFtZTgwNTkwNTQ3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Spider-Man: Into the Spider-Verse (2018)",
        "description": "Spider-Man: Into the Spider-Verse (2018)\nIMDb - 8.4/10____Rotten Tomatoes - 97%\nMetacritic - 87%\nWon 1 Oscar. Another 79 wins & 55 nominations\n   \nWith great power comes great responsibility\nကြီးမားတဲ့စွမ်းအားမှာကြီးမားတဲ့ဝတ္တရားရှိတယ်ဒီစကားပုံလေးကိုမြင်တာနဲ့long long ago Spider man movie ထဲကUncle Ben ပြောတာကို ပြန်မြင်ယောင်မိကြမှာပါ\nSpider man ဆိုတဲ့ comic characterကို Tobey Magurie နဲ့ triologyရိုက်ခဲ့သလို Andrew Garfield နဲ့လဲ၂ ကားထပ်ရိုက်ခဲ့ပါတယ်\nTobey ရော Andrew ရော အတော်အောင်မြင်ခဲ့တယ်ပြောရမှာပါ အခု Into the spiderverse ဆိုပြီး Animation တစ်ကားထပ်ထွက်လာပါတယ်\nဒီ Spiderverse မှာ ကျွန်တော်တို့အချစ်တော် ပီတာပါကာ ...",
        "rating": "8.6",
        "url": "https://megaup.net/10Ueb/Spider-Man_-_Into_The_Spider-Verse_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BNDdlMDM5YTQtZTdkYS00YTY0LWFhNzEtMWMwMGJjZjJmNzg4XkEyXkFqcGdeQXVyMTE1NzQ0OTgw._V1_-160x200.jpg",
        "title": "Mickey’s Tale of Two Witches (2021)",
        "description": "Mickey's Tale of Two Witches (2021)\n==========================ဒီတစ်ခါတော့ CM က Friend zone မဟုတ်တဲ့ Kid zone\nလေးဖန်တီးပေးလိုက်ပြီနော်။ ငယ်ဘဝကို Nostalgic ဖြစ်\nစေမယ့် Mickey Mouse movie လေးဆိုပေမယ့် 2021\nထွက်ဖြစ်ပြီး အရင်အဟောင်းလေးတွေလောက် ကလေး\nတအားမဆန်တဲ့ ဇာတ်အိမ်လေးကြောင့် ငယ်မူပြန်ချင်တဲ့\nCM fan တွေအတွက် Recommend ပေးပါတယ်။ Hall-\noween story ဖြစ်ပြီး Minnie နဲ့ Daisy အပေါ် အဓိက\nထားပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ စုန်းဖြစ်ဖို့ အတူတူ\nကြိုးစားနေကြတဲ့ Minnie နဲ့ Daisy တို့သူငယ်ချင်းနှစ်ယောက်\nရဲ့ Halloween စွန့်စားခန်းတွေကို ပုံပြင်လေးတစ်ပုဒ်အနေနဲ့\nတင်ဆက်သွားမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(930 MB) / (500 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........47Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, ...",
        "rating": "6.1",
        "url": "https://megaup.net/1eFq5/Mickeys.Tale.of.Two.Witches.2021.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTI3MzE2MTgzOF5BMl5BanBnXkFtZTcwODg1OTkyMw@@._V1_-142x200.jpg",
        "title": "Malice in Wonderland (2009)",
        "description": "ဒီဇာတ်ကားက 1865တုန်းကထွက်ခဲ့တဲ့ Alicec's Adventures in Wonderland novel ကို အကြမ်းဖျင်းမှီငြမ်းပြီးရိုက်ကူးထားတဲ့ fantasy ကားတစ်ကားပါ။ တက္ကသိုလ်ကျောင်းသူတစ်ဦးဖြစ်တဲ့ Maggie Graceဟာ လန်ဒန်မြို့အလယ်မှာ တက္ကစီတစ်စီးတိုက်တာခံလိုက်ရပြီး သူ့မှတ်ဉာဏ်တွေ‌ဆုံးရှုံးလိုက်ရပြီး ပြန်နိုးလာတဲ့အခါမှာတော့ တခြားကမ္ဘာတစ်ခုလိုနေရာကိုရောက်နေတာသိလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ တက္ကစီသမားရဲ့အကူအညီနဲ့ အိမ်ပြန်ဖို့ကြိုးစားတဲ့အခါမှာတော့ ခရီးတစ်လျှောက် ဘာတွေကြုံတွေ့ရမလဲ၊ ဘယ်လိုထူးဆန်းတဲ့အရာတွေက သူ့ကိုစောင့်ကြိုနေမလဲ၊ တက္ကစီနဲ့အတိုက်ခံရပြီး မှတ်ဉာဏ်တွေမဆုံးရှုံးခင်ကရော သူကမဘယ်သူလဲဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး။ ရိုင်းစိုင်းတဲ့အသုံးအနှုန်းတွေပါ၀င်တာကြောင့်မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်ပါဘူး။File size…(1.7 GB)/(900 MB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:00\nGenre...Drama, Fantasy, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Steven Khant",
        "rating": "5.8",
        "url": "https://megaup.net/1eH6v/Malice.In.Wonderland.2009.1080p.(CM).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eT1NReAk8ITQrM9GIwVHVGHUzRy.jpg",
        "title": "5 cm (2012)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးတို့ကို စိတ်ဓာတ်ခွန်အားဖြစ်စေမယ့်ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဘဝမှာ လက်လျှော့အရှုံးပေးချင်တဲ့ အချိန်တွေကို ကြုံဖူးကြတယ်ဟုတ်။ဒါဆိုရင်တော့ ဒီဇာတ်ကားလေးက ပရိသတ်ကြီးတို့ရဲ့ စိတ်ဓာတ်ကိုမြှင့်တင်ပေးမှာ အသေအချာပါပဲ။ဇာတ်ကားနာမည်ကတော့ 5CM လို့ခေါ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင်တော့ သူငယ်ချင်း ၅ ယောက်ကခင်လာတာကြာပြီးတော့ အမြဲလိုလို အတူအချိန်ဖြုန်းဖြစ်ကြတယ်။အတူတူစားကြသောက်ကြ လည်ကြပတ်ကြနဲ့ပေါ့။ တစ်နေ့မှာတော့အဲဒီ ၅ ယောက်ထဲက ဂျန်တာ့ဆိုတဲ့တစ်ယောက်က သူတို့တွေcomfort zone က ရုန်းထွက်ဖို့လိုတယ်၊ နေ့တိုင်းတွေ့နေရင် ရိုးအီသွားမယ်၊ဒါကြောင့် သူတို့တွေ ခဏလောက် ခွဲနေရအောင်ဆိုပြီး အကြံပြုလာခဲ့တယ်။ကျန်တဲ့ ၄ ယောက်ကလည်း သူပြောတာကို ထောက်ခံကြပြီး ၃ လအဆက်အသွယ်မလုပ်ကြဖို့ သဘောတူလိုက်ကြတယ်။ ၃ လအတွင်းမှာကိုယ့်ဘဝကိုယ် တိုးတက်ပြောင်းလဲစေမယ့်အရာတွေကို လုပ်ကြတော့တာပေါ့။၃ လပြည့်လို့ ပြန်တွေ့ကြတဲ့အခါ သူတို့ ၅ ယောက်က ခရီးတစ်ခုထွက်ကြပါတယ်။ ဂျာဗားရဲ့ အမြင့်ဆုံးတောင်ထိပ်ဖြစ်တဲ့ မဟာမယ်ရူတောင်ကို တက်ကြတာပေါ့။ ဒီတောင်တက်ခရီးက ဘယ်လောက်တောင် ခက်ခဲကြမ်းတမ်းပြီးတော့ သူငယ်ချင်း ...",
        "rating": "7.2",
        "url": "https://megaup.net/1UGjc/5CM.2012.NF.WEB-DL.1080p.DDP5.1CH(CM).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jzaweEESl54ejxo3EE5uNL8lgTn.jpg",
        "title": "Rare Exports: A Christmas Tale (2010)",
        "description": "Sisu movieက ဖင်လန်ကွန်မန်ဒိုအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့Jorma Tommilaနဲ့ Schützeအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့သားဖြစ်သူOnni Tommila တို့ရဲ့ သားအဖနှစ်ယောက်သရုပ်ဆောင်ထားတဲ့ခရစ်စမတ်အချိန်အခါ သည်းထိတ်ရင်ဖိုဇာတ်ကား‌တခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ အချိန်ကတော့ ခရစ်စမတ်မတိုင်ခင် ၂၄ရက်အလိုမှာပေါ့။ဥရောပမြောက်ပိုင်း စကန်ဒီနေးဗီးယားနိုင်ငံတွေရဲ့အာတိတ်စက်ဝိုင်း‌နဲ့အနီးဆုံးဖြစ်တဲ့ လက်ပ်လန်းဆိုတဲ့ဒေသ။ အထူးသဖြင့် ဖင်လန်နိုင်ငံနဲ့ရုရှားနိုင်ငံတို့ကြားကကော်ဗာ တွန်တူရီဆိုတဲ့တောင်မှာ တူးဖော်နေကြတဲ့အမေရိကန်-ဗြိတိန်အဖွဲ့က ဒေသခံ ဆာမီလူမျိုးတွေရဲ့ရှေးဟောင်းသင်္ချိုင်းတခုကိုရှာဖွေတွေ့ရှိခဲ့တယ်။ သူတို့ကိုချောင်းကြည့်နေခဲ့တာက ပီရဲတာရီနဲ့ ဂျူးဆိုဆိုတဲ့ ကောင်လေးနှစ်ယောက်။ပီရဲတာရီယုံကြည်ထားတာ ဒီတောင်ဟာဆာမီလူမျိုးတွေက ဆိုးသွမ်းတဲ့ကလေးတွေကိုနှိပ်စက်တတ်တဲ့ ဆန်တာ ကလော့အစစ်အမှန်ကိုဖမ်းဆီး မြေမြှုပ်ထားတဲ့နေရာပဲ။ တောင်‌ပေါ်ကတူးဖော်နေတာတွေရပ်သွားတဲ့အချိန်မှာပဲသူ့ရဲ့ရွာနားမှာ သမင်တွေအကုန်လုံးနီးပါးသေကြေနေတာတွေပစ္စည်းတွေပျောက်ကုန်လာတာတွေကလေးတွေပျောက်ကုန်တာအပြင်လူထူးလူဆန်းတယောက်ကိုပါ သူ့အဖေရဲ့ ထောင်ချောက်မှာမိလာတဲ့အချိန်မှာတော့ပီရဲတာရီနဲ့ ပီရဲတာရီရဲ့အဖေတို့က ဒီကိစ္စကိုအဖြေရှာဖို့ဖြစ်လာပါတော့တယ်။ သမင်တွေဘာလို့သေကုန်တာလဲ။ဒီဖမ်းမိထားတဲ့သူကဘာလဲ။ကလေးတွေဘယ်ရောက်ကုန်တာလဲ။တောင်ပေါ်မှာကဘာလို့တိတ်ဆိတ်သွားရတာလဲ။ဒီခရစ်စမတ်ကိုသူတို့တွေကျော်ဖြတ်နိုင်ပါ့မလားဆိုတာကိုRare Exports ဆိုတဲ့ဒီဇာတ်ကားလေးမှာရှုစားပေးပါဦးခင်ဗျ။  File size…1.68GB / 727MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 24m\nGenre ..... Adventure , Fantasy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.6",
        "url": "https://megaup.net/1eIHe/Rare.Exports.2010.BluRay1080p5.1CH(CM).mp4",
        "category": "Adventure, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/91ct8jJqUL._AC_UF8941000_QL80_-157x200.jpg",
        "title": "Sahara (2005)",
        "description": "Sahara (2005)IMdb Rating (6.0)ဒီရုပ်ရှင်ကားက သဲကန္တာရစွန့်စားခန်းတွေအပြည့်နဲ့ Action,Adventure,Comedy ဇာတ်လမ်းပါ။\nမင်းသားကလဲ နာမည်ကျော် Matthew McConaughey ဗျာ...မင်းသမီးကလဲ Penélope Cruz ဆိုတော့ ဘာပြောကောင်းမလဲ ရှယ်မိုက်ပေါ့။ဇာတ်လမ်းကတော့....၁၈၆၅ ခုနှစ်ဝန်းကျင် အမေရိကန်ပြည်တွင်းစစ်ကာလတုန်းက သွန်းလုပ်ထားတဲ့ ရွှေဒင်္ဂါးပြားတွေကိုတင်ဆောင်ပြီး\nအရှေ့ဗာဂျီးနီးယားပြည်နယ်ကနေ အတ္တလန္တိတ်သမုဒ္ဒရာထဲကို ထွက်ပြေးလာတဲ့သံချပ်ကာအပြည့်နဲ့သင်္ဘောတွေဟာ\nမုန်တိုင်းကြောင့် နိုက်ဂျားမြစ်လမ်းကြောင်းပေါ်မှာ သောင်တင်တာတင် မျှောတာမျှောနဲ့ တကွဲတပြားဖြစ်ကုန်ကြပါတယ်....\nမုန်တိုင်းဖြစ်ပြီး ၆ ရက်အကြာမှာ ကြယ်တစ်ပွင့်အလံနဲ့ သင်္ဘောတစ်စီးဟာ\nနိုက်ဂျားမြစ်အတိုင်း မြောက်ဘက်ကို ဆန်တက်သွားတာမြင်လိုက်ကြပေမယ့်\nအဲ့ဒီသင်္ဘောကို ဘယ်တော့မှ ပြန်မမြင်ရတော့ပါဘူး....\nလှေပေါ်ပါသူအားလုံးဟာ သေဆုံးပြီး သင်္ဘောလဲပျောက်သွားတယ်လို့ ဒဏ္ဍာရီ ပြောစမှတ်ကျန်ခဲ့ပါတယ် ။\nအဲဒီဒဏ္ဍာရီနဲ့ ရွှေဒင်္ဂါးပြားတွေကို စိတ်ဝင်စားသူတွေကတော့ ပင်လယ်ပြင်ရှေးဟောင်းပစ္စည်းရှာဖွေရေး ကုမ္ပဏီတစ်ခုဖြစ်တဲ့ NUMA ကုမ္ပဏီပဲပေါ့ ။တပြိုင်တည်းလိုမှာပဲ နိုက်ဂျီးရီးယားနိုင်ငံ လာဂို့မြို့မှာ ပလိပ်ရောဂါဆန်းတစ်မျိုးကို ကမ္ဘာ့ကျန်းမာရေးအဖွဲ့ WHO က တွေ့ရှိနေပြီး\nအဲဒီ ပုလိပ်ရောဂါက မာလီနိုင်ငံကနေ ကူးစက်လာတာကို သတိထားမိသွားတာမလို့\nမာလီနိုင်ငံထဲထိ ရောဂါရဲ့ဇစ်မြစ်ကို ရှာဖွေဖို့ ကြိုးစားပါတော့တယ်။\nဒီရောဂါပိုးက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2ACF6/(CM)_Sahara_(2005)_Open_Matte_1080p_10bit_Bluray_x265_HEVC-Naung.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/81D-dF2p1TL._AC_UF10001000_QL80_-158x200.jpg",
        "title": "Sahara (1983)",
        "description": "ဒီကားလေးကတော့ Adventure/Romance တွေကြိုက်တတ်တဲ့သူတွေအတွက်\nကြည့်သင့်ကြည့်ထိုက်တဲ့ (1983)တုန်းက ထွက်ထားတဲ့ကားဟောင်းလေးပါပဲ။ဒေးလ်တစ်ယောက် သေဆုံးသွားတဲ့ဖခင်ကိုယ်စား ကုမ္ပဏီကိုကယ်တင်ပြီး\nဖခင်ရဲ့အိမ်မက်တွေအကောင်အထည်ဖော်ဖို့ နိုင်ငံတကာကားပြိုင်ပွဲကြီးမှာ၀င်ပြိုင်ခဲ့ပါတယ်။\nကားမောင်းပြိုင်ပွဲက သာမန်မဟုတ်ပဲ ကန္တာရထဲမှာရက်ရှည်မောင်းရမယ့်ပြိုင်ပွဲဖြစ်နေခဲ့တာပါ။ဒေးလ်လိုမိန်းမတစ်ယောက်အတွက် ကန္တာရကြီးက လုံခြုံပါ့မလား။\nဘယ်လိုအန္တရာယ်တွေကြုံပြီး ဖခင်ရဲ့အိမ်မက်‌ကို အကောင်အထည်ဖော်နိုင်ပါ့မလားဆိုတာ စိတ်၀င်တစားကြည့်ရမှာပါ။သရုပ်ဆောင်မင်းသမီးကလည်း သူ့ခေတ်သူ့အခါတုန်းက\npeople choice awardတွေအများကြီးရထားတဲ့ မင်းသမီးချောBrooke Shieldsဖြစ်တဲ့အပြင်\nMatrixကားထဲမှာအိုမင်းစပြုနေတဲ့ Lambert Wilsonရဲ့ငယ်ရွယ်ခန့်ညားမှုတွေကိုပါ ဒီကားထဲမှာကြည့်ရှုခံစားရမှာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Soe Thiri Swe မှ တင်ဆက်ထားပါတယ်။)\nFile size…(3 GB)/ (1.2 GB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:46:10\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Soe Thiri Swe",
        "rating": "4.9",
        "url": "https://megaup.net/2ACG4/(CM)_Sahara_(1983).BDRip.1080p.10bit.HEVC-Naung.mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMDRkNDRkY2YtMTFlNC00OGU3LTgwNzAtYTc1ODg4ZDg4NTU4XkEyXkFqcGdeQXVyNTg2MTQyNTk@._V1_-141x200.jpg",
        "title": "[18+] Tirante El Blanco(2006) The Maidens’ Conspiracy",
        "description": "Tirante El Blanco (or) The Maidens' Conspiracy(2006)ဒီဇာတ်ကားကတော့ ဓားချင်းခုတ်တော့မှာလိုလို စစ်တိုက်တော့မှာလိုလို ပတ္တယားတီးတော့မှာလိုလို ဆော်ကြူမှာလိုလို ဟိုလိုလို ဒီလိုလို\nစပိန်ဇာတ်ကားလေးဖြစ်ပြီးတော့ တချို့ဇာတ်ဝင်ခန်းတွေကတော့  18+ ပါ။ဇာတ်လမ်းကတော့....\nဂရိအင်ပါယာကြီးကို တူရကီတွေထိပါးတော့ ဧကရာဇ်ဘုရင်က စစ်ကူတောင်းရသတဲ့။\nဆက်ခံသူသားက တိုက်ပွဲမှာကျ၊ ဧကရာဇ်က လူအို၊ မိဖုရားက အိမ်ထောင်ရေးဖောက်ပြန်၊\nမင်းသမီးက 16 နှစ်မ ဆိုတော့၊ ဖြစ်ချင်တိုင်းဖြစ်နေတဲ့ နန်းတွင်းရေးတွေကြောင့် စစ်ရှုံးတာ မဆန်းဘူးပေါ့‌ဗျာ။စစ်ကူရောက်လာတဲ့ ဗိုလ်မင်းက တိုက်ရည်ခိုက်ရည်ကောင်း၊ လူချောလူလှ။ စစ်ပွဲတွေမှာ အောင်နိုင်မှုတွေ ယူလာပေးပါတယ်။\nဒါပေမဲ့ ‌ဗိုလ်မင်းက ဧကရာဇ်ရဲ့သမီးတော် 16 နှစ်မကို တက်ချိုင်တော့ ပြဿနာတွေ ဖြစ်ကြတာပေါ့ဗျာ။အပျိုတော်တွေကြား ဗိုလ်မင်းကို လိုတဲ့သူရှိသလို၊ မလိုတဲ့သူလည်းရှိ။\nမင်းသမီးနဲ့ ဗိုလ်မင်းကို အောင်သွယ်သူက အောင်သွယ်၊ ဖျက်သူကဖျက်။ ဇာတ်ရှုပ်ကြီးပါပဲ။ဒီလိုနဲ့ အင်ပါယာကြီးတစ်ခုလုံးက မင်းသမီးပုခုံးပေါ် ကျရောက်လာတဲ့အခါ\n16 နှစ်မ လေး ဘာလုပ်မလဲ၊ ဘာဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်ကြဦးစို့။18 ...",
        "rating": "",
        "url": "https://megaup.net/1UEp5/(CM)_Tirante.El.Blanco_(or)_The_Maidens__Conspiracy_-2006.1080p.BluRay.x264-Naung.mp4",
        "category": "Adult, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/81ii9-stFZL._SY445_.jpg",
        "title": "The Terminal (2004)",
        "description": "ဒါရိုက်တာကြီး Steven Spielberg  ရဲ့လက်ရာဖြစ်ပြီး မင်းသားတွမ်ဟန့်နဲ့ မင်းသမီးကက်သရင်းဇီတာဂျုံးတို့လို ဝါရင့်သရုပ်ဆောင်တွေနဲ့\nဒီရုပ်ရှင်က Life is waiting ပါတဲ့...။ဇာတ်လမ်းကျောရိုးကတော့ ...အမေရိကားကိုတစ်ခါမှမရောက်ဖူးတဲ့ ခရာကိုရှားဆိုတဲ့ နိုင်ငံငယ်လေးက\nခရီးသည်တစ်ယောက် အမေရိကားကို ရောက်တဲ့နေ့မှာပဲ ကံကဆိုးပြီး သူ့နိုင်ငံမှာပြသနာတက်နေလို့ အမေရိကန်ထဲကို ပြည်ဝင်ခွင့်ဆိုင်းငံ့ခံလိုက်ရပါတယ်...\nဒီတော့ ဘာသာစကားက မကျွမ်းကျင်၊ တိုင်ပင်အကူအညီတောင်းရမယ့်သူက မရှိ၊ အမေရိကရဲ့အထာတွေကိုလည်း နားမလည်ဘဲ\nလေဆိပ်မှာတင် ယောင်ချာချာ ဖြစ်နေရတဲ့ အကြောင်းနဲ့ သူဘာကြောင့်အမေရိကန်ထဲကို ဝင်ဖို့ကြိုးစားနေရတာလဲဆိုတဲ့အကြောင်းကို\nဟာသနှော၊ အသောခပ်များများနဲ့ ဝမ်းနည်းစရာလေးတွေလဲ ဖြစ်ပျက်၊\nချစ်ခြင်းတရားအကြောင်းလည်း ရောစွက်ပြီး ရသစုံအောင် တင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါပဲ။ဒါကတော့ ဇာတ်ကြောင်းပါ…ဒါပေမယ့် ကျွန်တော်ကတော့အဲ့ဒီထက်ပိုပြီးစဉ်းစားမိနေပါတယ်။\nဇာတ်ကားထဲမှာ သရုပ်ဆောင်ထားတဲ့ Tom Hanks ရဲ့သရုပ်ဆောင်မှုတွေကောင်းလို့ ဟာသဇာတ်ကားလို့ယေဘုယျထင်ရပေမယ့်\nအဲ့ဒီထက်ပိုတဲ့ ရသတွေ..အမြင်တွေ..ရှိနေတယ်လို့ခံစားမိပါတယ်။လေဆိပ်ဆိုတဲ့ နေရာမှာ ကျွန်တော်တို့ရဲ့ဘဝတွေလို့စဉ်းစားလိုက်လို့ရပါတယ်…\nပိတ်ပင်မှုတွေ..တိုက်ခိုက်မှုတွေ..နားမလည်မှုတွေ…ချောက်တွန်းချင်တဲ့သူတွေ…ကူညီချင်တဲ့လူတွေ…\nအမုန်းတွေ..မေတ္တာတွေ…တာဝန်တွေ..ကံကြမ္မာဆိုးတွေ…သူငယ်ချင်းတွေ…ကြည့်မရသူတွေ…\nဒီလိုမျိုးတွေထဲမှာ Tom Hanks တစ်ယောက် ပျော်ရွှင်နိုင်အောင်ကြိုးစားတယ်..ရုန်းကန်တယ်။\nသူရည်မှန်းထားတဲ့ ပန်းတိုင်ကို မဆုတ်မနှစ် သွားနေတဲ့လမ်းကြောင်းမှာ ဘာကြောင့်မှနောက်မတွန့်နေဘဲ\nရိုးသားစွာ ကြိုးစားနေတဲ့ လူတစ်ယောက်အဖြစ်\nဇာတ်လမ်းကျဉ်းကျဉ်းထဲမှာ ရအောင်ပုံဖော်ပြသွားပါတယ်။အကြိုက်ဆုံးမင်းသားကို ဒီလိုဇာတ်လမ်းကောင်းမျိုးမှာ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1eGyc/(CM)_The.Terminal.2004.1080p.WEB-DL.x265.10bit.SDR.AAC.5.1-Naung.mkv",
        "category": "Adventure, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNGVkNDc3NjUtNTY5ZS00ZmE0LWE3YzctMDk2OTRlNTdiZWQwXkEyXkFqcGdeQXVyMTU3NDg0OTgx._V1_-133x200.jpg",
        "title": "Suzume (2022)",
        "description": "(အခုဆိုရင်တော့ အားလုံးစောင့်မျှော်နေကြတဲ့ အကြည်ဗားရှင်းဖြစ်တဲ့WED DL ထွက်ရှိလာပြီဖြစ်တာကြောင့် Qualityကို Updateပေးထားပါပြီ)IMDb 7.8/10\nMyAnimeList 8.5/10နိုဝင်ဘာလ၊ ၂၀၂၂မှာ စတင်ပြသခဲ့တဲ့ဒီကားဟာ နာမည်​ကျော်anime films​တွေဖြစ်တဲ့ 5 Centimeters per Second၊ The Garden of Words၊ Your Name၊ Weathering with Youတို့ကိုဖန်တီးသူ ဆရာMakoto Shinkaiရဲ့​နောက်ဆုံးထွက်လက်ရာဖြစ်ပြီး CoMix Wave Films and Story Incက​နေပဲ ထုတ်လုပ်​ပေးတာပါ။ ဝတ္ထုအ​နေနဲ့လည်း ဆရာShinkaiက ရုပ်ရှင်မထွက်မီထုတ်​ဝေခဲ့ပါ​သေးတယ်။ ဒီကားကို၂၀၂၀နှစ်စပိုင်းကတည်းက စဖန်တီးခဲ့ပြီး ၂၀၂၂ ​အောက်တိုဘာမှအပြီးသတ်ခဲ့ပြီး အချိန်၂နှစ်​တောင် ယူခဲ့တာမလို့ ကွာလတီပိုင်းမှာ အ​ကောင်းဆုံးဖြစ်​နေမယ်ဆိုတာကို ​ပြောဖို့​တောင်မလိုဘူးထင်ပါတယ်။ ဆရာMakoto Shinkaiဟာ ဂျပန်နိုင်ငံအနှံ့ခရီး​တွေထွက်ရင်း လူမရှိတဲ့​နေရာ​တွေ၊ အ​ဆောက်အဦး​တွေကိုမြင်ခဲ့ရာက​နေ Suzumeဇာတ်လမ်းကိုဖန်တီးဖို့အကြံရခဲ့တာပါ။ ဇာတ်လမ်းထဲမှာလည်း ၂၀၁၁ခုနှစ်တုန်းကလှုတ်ခတ်ခဲ့တဲ့ တိုဟိုခု ငလျှင်နဲ့ဆူနာမီ​တွေအ​ကြောင်းပါထည့်သွင်းခဲ့ပါ​သေးတယ်။ဇာတ်ဝင်​တေး​ကိုလည်း Your nameနဲ့weathering with ...",
        "rating": "7.8",
        "url": "https://megaup.net/2Bg6s/Suzume.2022.1080p.iTunes.WEB-DL.DD5.1.H.264(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/Lion-kinhg-2019-1-134x200.jpg",
        "title": "The Lion King (2019)",
        "description": "The Lion King (2019)______IMDb - 6.9/10 ကလေးဘဝရဲ့ အကောင်းဆုံး ကာတွန်းရုပ်ရှင်တွေထဲက တစ်ခုကိုLive action ပြန်လည်ရိုက်ကူးထားတာပါပဲ။၉၀ဖွား အများစုကတော့ Lion King ကို အတော်ရင်းနှီးနေကြမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ ပြောစရာတောင် လိုမယ်မထင်ပါဘူး။ဒီကားမှာလဲ သီချင်းတွေ၊ နာမည်ကျော်ခဲ့တဲ့ စကားစုတွေ အကုန်ပြန်ပါပါတယ်။အမြင်သစ်နဲ့ ခံစားရမှာပါပဲ။အသံသရုပ်ဆောင်တွေကတော့ အပြောင်းအလဲဖြစ်လာခဲ့ပါပြီ။ဥပမာ နာလာ နေရာမှာ ဘီယွန်စေး၊ ဇာဇူးရဲ့ မစ္စတာဘင်း အသံနေရာမှာဂျွန်အိုလီဗာ စသည်ဖြင့်ပါ။ဒါပေမယ့် မူဖာဆာရဲ့ အသံပိုင်ရှင်ကတော့ မပြောင်းလဲခဲ့ပါဘူး။ဂျိမ်းစ် အားလ် ဂျုန်း ပါပဲ။အမှတ်တရလေးတွေ ပြန်ကြည့်ဖို့ရယ် ကလေးတွေကို မိတ်ဆက်ပေးဖို့ရယ်ဘာသာပြန်ပြီး တင်ပေးထားလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Mr Anderson ပဲဖြစ်ပါတယ်……File Size : (4.47GB) and (2.85GB) (1.41GB)\nQuality : 4K HEVC , Blu-Ray1080p 5.1,  720p\nRunning Time : ...",
        "rating": "6.9",
        "url": "https://megaup.net/2AnfD/The.Lion.King.2019.2160p.BluRay.x265.10bit.SDR.DTS-HD.MA.TrueHD.7.1.Atmos_4K_%7BCM%7D_TSK.mkv",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2axXVpi3dKfESWzgncbakLB7o7f.jpg",
        "title": "The Swan Princess: A Fairytale Is Born (2023)",
        "description": "The Swan Princess : A Fairytale is born (2023)ပေါ့ပေါ့ပါးပါးနဲ့ ဘေဘီလေးတွေ သဘောတွေ့စေမဲ့ ကာတွန်းကားအသစ်လေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ယူဘတ်တာဆိုတဲ့ အမျိုးသမီးတစ်ယောက်ဟာ\nလယ်သမားတစ်ယောက်နဲ့ လက်ထပ်ပြီး အေးချမ်းတဲ့ဘဝလေးမှာ နေထိုင်ခဲ့ပါတယ်။\nတစ်နေ့မှာတော့ သူနဲ့ ဦးရီးတော် နှစ်ဝမ်းကွဲလောက်တော်တဲ့ ဘုရင်ကြီးက သေဆုံးသွားတော့ သူ့ကို နန်းတင်ပေးခဲ့ပါတယ်။\nရိုးရိုးသားသား လယ်သမားမိန်းမ ဘဝကနေ ချက်ချင်း လက်ငင်း ဘုရင်မ ဖြစ်သွားတော့\nဘယ်လိုတွေအခက်ခဲတွေကြုံတွေရပြီး လင်မယားနှစ်ယောက်ပေါင်းပြီး ပြဿနာတွေရှင်းကြမလဲဆိုတာ ကြည့်ရှုအားပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ K.Hein ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 640MB | 302MB\nFormat… mp4\nDuration…. 1h 26min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... K.Hein\nEncoder ...",
        "rating": "",
        "url": "https://megaup.net/2Ax9v/The.Swan.Princess.A.Fairytale.Is.Born.2023.1080p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mv2DFhsaLeNgFzNe2G5CJhzbrkt.jpg",
        "title": "Mira (2022)",
        "description": "Mira (2023)ရုရှား သိပ္ပံစိတ်ကူးယဉ် ရုပ်ရှင်အသစ်ကိုတင်ပေးထားပါတယ်။\nဇာတ်လမ်းရော ရုပ်ရှင်ဆက်တင်တွေရောအတော်ကောင်းပါတယ်။\nဇာတ်လမ်းအကျဉ်းမှာတော့ လေကြောင်းအင်ဂျင်နီယာအာရာဘော့ဗ်ဟာ အာကာသစခန်းတစ်ခုမှာ တာဝန်ထမ်းဆောင်နေပါတယ်။\nသူ့မှာ ဗာလဲရာဆိုတဲ့ သမီးလေးတစ်ယောက် ကမ္ဘာပေါ်မှာ ကျန်ခဲ့တာပေါ့။\nအာကာသစခန်းဟာ ကမ္ဘာရဲ့ဘေးကနေ ရှားရှားပါးပါး ဧရာမဥက္ကာခဲကြီးတစ်ခုဖြတ်သွားတာကို စောင့်ကြည့်နေတာပါ။\nတွက်ချက်မှုတွေအရ ကမ္ဘာပေါ်ကို ဥက္ကာခဲအပိုင်းအစတွေ ကျနိုင်ချေ မရှိသလောက်နည်းတာမို့\nကမ္ဘာပေါ်ကလူတွေကလည်း ဓာတ်ပုံတွေရိုက်ဖို့ ကြည့်ဖို့ စောင့်နေကြပါပြီ။\nဒါပေမဲ့ ထုံးစံအတိုင်း ဥက္ကာအပိုင်းအစတွေ ကမ္ဘာပေါ်ကျကိုကျလာတာပါပဲ။\nကမ္ဘာပေါ်တင်မက ဥက္ကာအပိုင်းအစတွေက အာကာသစခန်းကိုလည်း လာထိမှန်တာမို့\nစခန်းလည်းပျက်စီးသွားခဲ့ပြီးအာရာဘော့ဗ်တစ်ယောက်ပဲ အသက်ရှင်ခဲ့ပါတယ်။\nသူ့သမီး ဗာလဲရာ ရှိတဲ့မြို့လည်းပျက်စီးသွားပြီး အပျက်အစီးတွေကြားမှာပိတ်မိနေတဲ့ သူ့သမီးကို\nအာကာသစခန်းက နောက်ဆုံးလက်ကျန်စွမ်းအင်လေးနဲ့ ဘယ်လိုကယ်တင်မလဲဆိုတာ ကြည့်ရမှာပါ။\nSurvival ရုပ်ရှင်အမျိုးအစားမို့ လက်နက်ဆန်းတွေ ဂြိုလ်သားတွေမပါဘဲ\nကပ်ဘေးကြီးထဲမှာ အသက်ရှင်ဖို့ ကြိုးစားရတာတွေကိုပဲ မြင်တွေ့ရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Adventure, Drama, Sci-fi\nQuality…. 1080p | 720p | 480p\nFile size… 1.8Gb | 976MB ...",
        "rating": "5.8",
        "url": "https://megaup.net/3gtie/Mira.2022.WEB-DL.1080p.CM.mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/o5PVmjOfRLNXye0mRNmNBBWbt4Aoyo-133x200.jpg",
        "title": "Galaxy Quest (1999)",
        "description": "IMDb-7.4/10 ~ RT-90% \"ဘယ်တော့မှ အရှုံးမပေးနဲ့၊ ဘယ်တော့မှ အညံ့မခံနဲ့\" ဆိုတာကတော့ \"Galaxy Quest\" ဆိုတဲ့ နာမည်ကြီးတီဗီရှိုးမှာ အန်အီးအက်စ်‌အေ ကာကွယ်သူယာဉ်ရဲ့ ကွန်မန်ဒါ ပီတာ ကွင်စီ တက်ဂါ သုံးခဲ့တဲ့လက်သုံးစကားပါ။ \"Galaxy Quest\" တီဗီရှိုးဟာ နာမည်‌ ကျော်လူကြိုက်များ အောင်မြင်ခဲ့‌ပေမဲ့လည်း ဖျက်သိမ်းခံလိုက်ရပြီး ဒီစီးရီးနဲ့ပတ်သတ်တဲ့ Geek တွေ၊ အရူးအမူးအားပေးတဲ့ ပရိသတ်တွေက ၁၈ နှစ်ကျော်တဲ့အထိ နှစ်စဉ်နှစ်တိုင်းတွေ့ဆုံပွဲတွေလုပ်နေကြတုန်းပါပဲ။ တွေ့ဆုံပွဲတိုင်းမှာလည်း မူလသရုပ်ဆောင်တွေကိုဖိတ်ခေါ်ပြီး လက်မှတ်ထိုးတဲ့အစီအစဉ်တွေကိုပြုလုပ်ကြလေ့ရှိပါတယ်။ဒီလိုအရူးအမူးအားပေးတဲ့ အထဲမှာ သာမီယန်းဂြိုလ်သားတွေပါ ပါဝင်ပြီး ဒီစီးရီးကို တကယ့်ဖြစ်ရပ်မှတ်တမ်းတွေအဖြစ် မှတ်ထားခဲ့ကြတာပါ။ ဒီလိုနဲ့ပဲ ၁၈ နှစ်ပြည့် တွေ့ဆုံပွဲမှာတော့ ကွန်မန်ဒါ တက်ဂါနေရာမှာသရုပ်ဆောင်တဲ့ ဂျေဆင် နက်စမစ်ဆီကို သာမီးယန်းဂြိုလ်သားတွေရောက်ရှိလာပြီး သူတို့ကိုနှိပ်စက်နေတဲ့ ဆဲရစ်ဆိုတဲ့ လူဆိုးကြီးနဲ့ညှိနိုင်းပေးဖို့ အကူအညီတောင်းပါတော့တယ်။ ဂျေဆင်လည်းသူ့ကိုသရုပ်ဆောင်ခိုင်းနေတယ်အထင်နဲ့ သာမီးယန်းယာဉ်ပေါ်လိုက်သွားပြီး ဆဲရစ်ကို‌အမြှောက်စာ နှစ်ချက်ကျွေးလိုက်ပြီး ...",
        "rating": "",
        "url": "https://megaup.net/1eti9/Galaxy.Quest.1999.1080p.(CM).mp4",
        "category": "Adventure, Comedy, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4lvYGkMd6FqriimkOm9sBIxVY1.jpg",
        "title": "Beowulf & Grendel (2005)",
        "description": "Beowulf & Grendel (2005)ဒီကားကတော့ ၂၀၀၅ ခုနစ်က ထွက်ရှိထားတဲ့ သမိုင်းအခြေပြု ဇာတ်ကားလေးတစ်ကားပါ။ ဇာတ်ကားလေးရဲ့ နာမည်အတိုင်းပဲ ဘေးဝုဖ်နဲ့ ဂရန်ဒယ်ဆိုတဲ့ ဇာတ်ကောင်နှစ်ဦးကို ဇာတ်အိမ်တည်ရိုက်ထားတဲ့ကားလေးပါ။နာမည်ကြီး မင်းသား Gerard Butler က အဓိကဇာတ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပြီး သူ့ခေတ်သူ့အခါက ထူးချွန်ဆုကိုပါရရှိထားတဲ့ ရုပ်ရှင်ဇာတ်လမ်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ဂရန်ဒယ်ဆိုတဲ့ ဂိ(တ်) သူရဲကောင်းတစ်ဦးက သူ့ရဲ့နေရပ်ဒေသကို ပြန်ရင်း မုန်တိုင်းတွေကြောင့် ကမ်းတစ်ခုပေါ်အတင် သူ့ရဲ့ ဂန္ထဝင်နောက်ကြောင်းတွေကို ပြန်ရှင်းပြရာကနေစတာဖြစ်ပါတယ်။ထွက်တာကြာပြီဆိုပေမဲ့ ရသမျိုးစုံနဲ့ သုတအနည်းအကျဉ်းပါရရှိနိုင်မယ့် စွန့်စားခန်းသဖွယ် စိတ်ကူးယဉ်ဆန်ဆန် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လို့ အားပေးကြည့်ရှုလိုက်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်ခင်ဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.2GB, 910MB\nQuality - 1080p, 720p\nIMDb Rating - 5.8/10\nFormat - mp4\nDuration - 1H 43Min\nGenre - ...",
        "rating": "5.8",
        "url": "https://megaup.net/3go3D/(CM)_Beowulf_&_Grendel_(2005)_1080p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTg4NDk1NTQ3Ml5BMl5BanBnXkFtZTcwNjU4ODQyMQ@@._V1_-138x200.jpg",
        "title": "Ravenous (1999)",
        "description": "ဗိုလ်ကြီး ဂျွန်ဘွိုက်က အမေရိကန်မက္ကဆီကန် စစ်ပွဲမှာ တစ်ကိုယ်တည်းရန်သူရဲ့စခန်းကို သိမ်းနိုင်ခဲ့တယ်။ အထက်အရာရှိများက အဖြစ်မှန်ကိုသိရှိသွားသောအခါ ဗိုလ်ကြီးဘွိုက်ကို ရာထူးအတိုးပြပြီးဖောဒ့်စပန်ဆာကို အပြစ်ဒဏ်အနေနဲ့လွှတ်လိုက်ပါတယ်။ ဖောဒ့်စပန်ဆာမှာ တာဝန်ထမ်းဆောင်နေစဉ် ငတ်ပြတ်ပြီးရောက်လာသော ကိုလ်ဟွန်းဟုခေါ်သည့်လူစိမ်းတစ်ယောက်က ဖြစ်ကြောင်းကုန်စဉ်ကိုရှင်းပြသောအခါ ဂူထဲမှာငတ်ပြတ်ကြသဖြင့် လူသားစားကြသည့်အကြောင်းကို သိခဲ့ရသည်။ အဖွဲ့သားအချင်းချင်းသတ်ဖြတ်ရာမှ နောက်ဆုံးသုံးယောက်ကျန်ခဲ့သည့်အချိန်တွင် အသတ်ခံရမှာကြောက်သဖြင့်ကိုလ်ဟွန်းက ထွက်ပြေးလာခဲ့ကြောင်း ဂူထဲမှာကျန်ရစ်ခဲ့သူရှိကြောင်းပြောသဖြင့် ဗိုလ်ကြီးဘွိုက်တို့အဖွဲ့က ကယ်ဆယ်ရန်သွားကြလေသည်။ကယ်ဆယ်ရန်သွားရင်းမှ အဖြစ်မှန်ကိုသိရှိတဲ့အချိန်မှာ ဘာတွေဆက်ဖြစ်ကြမလဲ။ လူသားစားသုံးတဲ့သူတွေမှာ ဘယ်လိုမျိုးတွေဖြစ်လာကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။ File size…(1.8 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:41:00\nGenre...Horror, Western, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "6.9",
        "url": "https://megaup.net/3gfgg/Ravenous.1999.1080p.(CM).mp4",
        "category": "Adventure, Horror, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4rSFmiy0v9D7qmKkaUVJn5UhZ1.jpg",
        "title": "Zoom (2006)",
        "description": "Zoom (2006)ဒီတစ်ခါမိတ်ဆက်​ပေးမယ့် ကား​လေးက​တော့ Facebook Short Clip ​လေး​တွေမှာ ခဏခဏ​တွေ့​​နေရ​လေ့ရှိပြီး ကျွန်တော်တို့တွေ ငယ်ငယ်က ကြည့်ဖူးလောက်ကြမယ့် စူပါဟီးရိုးဇာတ်လမ်း​လေးဖြစ်တဲ့ Zoom ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~အတိတ်က ဂမ်မာ​ရောင်ခြည်စမ်းသပ်မှုမှာ ဇီးနစ်အဖွဲ့ဝင်လည်းဖြစ် အစ်ကိုလည်းဖြစ်သူ ကွန်ကားရှင်းတစ်​ယောက် စိတ်ရိုင်းဝင်သွားတာကို တိုက်ခိုက်ရင်း စွမ်းအင်​ပျောက်သွားတဲ့ ဟီးရိုး ဇွန်းမ် တစ်​ယောက် ဂျက်အဖြစ် သာမန်လူအနေနဲ့ အလုပ်လုပ်ရင်း ဇာတ်မြုပ်​နေရာက​နေ ​ကွန်းကားရှင်းတစ်​ယောက် ကမ္ဘာ​မြေဆီ နှစ် ၃၀​လောက် အကြာမှ ပြန်​ပေါ်လာမယ်လို့ ​ခြေရာခံမိသွားချိန်မှာ သူနဲ့ ယှဥ်ဖို့ စွမ်းအားသစ်ပိုင်ရှင် က​​​လေး​တွေနဲ့ ဖွဲ့ထားတဲ့ အဖွဲ့သစ်ကို ​လေ့ကျင့်​ပေးဖို့ တာဝန်ကျလာတဲ့အခါ...အဖွဲ့ဝင်သစ်​တွေနဲ့ ဘယ်လိုအခက်အခဲ​တွေ ရင်ဆိုင်ရမလဲ... ​နောက်ဆုံး ​အောင်မြင်မှုရရှိခဲ့လားဆိုတာကိုကြည့်ရမယ့် ဟာသ စူပါးဟီးရိုးကား​လေး တစ်ကားပဲဖြစ်ပါတယ်။ရုပ်ရှင်ပရိသတ်တိုင်းနဲ့ မကင်းတဲ့ Toy Story ကား‌တွေထဲက Buzz Lightyear အသံသရုပ်ဆောင် Tim ...",
        "rating": "",
        "url": "https://megaup.net/1ep2g/(CM)_Zoom_(2006)_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BY2YwMjdiOTgtNWU4My00ZmQwLThmZWQtZThiODNlNmY4OGIzXkEyXkFqcGdeQXVyMDYwNjc3OQ@@._V1_FMjpg_UX1000_-147x200.jpg",
        "title": "Asterix & Obelix: The Middle Kingdom (2023)",
        "description": "Asterix & Obelix: The Middle Kingdom (2023)\n================================Asterix နဲ့ Obelix ဆိုရင်တော့ comedy ပိုင်းမှာ မသိတဲ့သူ\nမရှိအောင် နာမည်ကျော်တဲ့ ဇာတ်လမ်းတွဲတွေဆိုတော့ ထူးပြီး\nပြောစရာမလိုလောက်ပါဘူး။ Asterix ၏ စွန့်စားခန်းများ comic\nbook ကို ရုပ်ရှင်အဖြစ် ပြန်လည်အသက်သွင်းထားတဲ့ ဇာတ်\nကားတွေဖြစ်ပြီး၊ အခု 2023 မှာတော့ အသစ်စက်စက် စွန့်စား\nခန်းတစ်ခု ဆက်လက်ထွက်ရှိလာခဲ့ပါတယ်။ ဒါ့အပြင် နာမည်\nကျော်ဘောလုံးသမားတစ်ဦးဖြစ်တဲ့ အီဗရာမိုဗစ်ကလည်း cameo\nအဖြစ် ပါလာသေးတာမို့ အားလုံး အကြိုက်တွေ့ကြဦးမှာပါ။ဇာတ်လမ်းကတော့ နေရာတကာမှာနယ်ချဲ့နေတဲ့ ရောမလူမျိုးတွေ\nသိမ်းပိုက်လို့ မရသေးတဲ့ Asterix တို့ရဲ့ Gaul ဆိုတဲ့ ပြင်သစ်ရွာ\nလေးမှာ အခြေခံထားပါတယ်။ တစ်ရက်မှာတော့ အဲဒီရွာလေးကို\nမိုင်ပေါင်းများစွာ ဝေးကွာလှတဲ့ တရုတ်ပြည်က ဧကရီဘုရင်မရဲ့\nသမီးတော်ဖြစ်သူ မင်းသမီးတစ်ပါးရောက်လို့လာခဲ့တယ်။ သူမက\nမင်းသားတစ်ပါးနဲ့ ထိမ်းမြားရမဲ့ မင်္ဂလာပွဲကို လက်မခံခဲ့တာကြောင့်\nပုန်ကန်မှုတွေဖြစ်ပွားခဲ့ပြီး ထီးနန်းသိမ်းခံလိုက်ရချိန်မှာ ထွက်ပြေး\nလွတ်မြောက်လာခဲ့တဲ့သူပါ။Gaul တွေကလည်း တရုတ်ပြည်က ...",
        "rating": "4.9",
        "url": "https://megaup.net/1epac/Asterix.and.Obelix.The.Middle.Kingdom.2023.FRENCH.1080p.BluRay(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Asterix_Obelix_Mission_Cleopatra-385218910-large-141x200.jpg",
        "title": "Asterix & Obelix: Mission Cleopatra (2002)",
        "description": "Asterix & Obelix: Mission Cleopatra (2002)IMdb (6.6) / Rotten Tomatoes (86%)ရောမဘုရင် ဂျူးလိယက်ဆီဇာ ဟာ တိုက်တိုင်းအောင်စစ်ဘုရင်ကြီးဖြစ်နေတော့အီဂျစ်ဘုရင်မ ကလီယိုပါထရာနဲ့တွေ့တဲ့ချိန် အီဂျစ်သားတွေကို အထင်အမြင်သေးစွာ ပြောဆိုလိုက်တယ်...ဒါကို ကလီယိုပါထရာက တင်းပြီး အီဂျစ်သားတွေဟာ သမိုင်းဝင်ပိရမစ်တွေကို ဘယ်လိုဆောက်ခဲ့ကြောင်း ကြီးကျယ်ကြောင်း ပြန်ချေပတယ်..ဒီလို အီဂျစ်သားတွေ ကြီးကျယ်ကြောင်းသက်သေပြဖို့ ဆီဇာနဲ့ အလောင်းအစားတစ်ခုလုပ်လိုက်တယ်..၃ လအတွင်း နန်းတော်ကြီးတစ်ခု အပြီးဆောက်ပြမယ်ဆိုပြီးတော့ပေါ့...ဒီနန်းတော်ကိုဆောက်ဖို့ အီဂျစ်မှာ တလွဲလုပ်နေကျ ဗိသုကာပညာရှင် အက်ဒစ်ကို ခိုင်းလိုက်တဲ့အခါ...အက်ဒစ်ဆိုတာက နယ်နယ်ရရ ဗိသုကာပညာရှင်တော့မဟုတ်ပါဘူး..ပြတင်းပေါက်ကို လက်လှမ်းမမီတဲ့နေရာမှာဆောက်တဲ့လူမျိုးပါ...၃ လနဲ့အပြီးဆောက်ဖို့ မဖြစ်နိုင်တဲ့အဆောက်အဦးကို အက်ဒစ်တစ်ယောက် ဘယ်လိုဉာဏ်နီဉာဏ်နက်တွေသုံးပြီး ဆောက်မလဲ..သူ့ကို ချောက်တွန်းမယ့်လူရော မှော်အစွမ်းတွေနဲ့ကူညီမယ့်လူတွေရောရှိနေတာမို့ ဘယ်လိုဖြစ်ပျက်မလဲဆိုတာ ကြည့်ရမှာပါ။ဒီဇာတ်ကားက သမိုင်းနောက်ခံ ဟာသစွန့်စားခန်း ပြင်သစ်ဇာတ်ကားဖြစ်ပြီးတော့ ကလီယိုပါထရာအဖြစ် Monica Bellucci ,အက်ဒစ်အဖြစ် Jamel Debbouze , Astrix ...",
        "rating": "6.6",
        "url": " https://megaup.net/1Um4e/Asterix&Obelix.Mission.Cleopatra.2002.1080p.BluRay.x264-ESiR(HEVC).mkv",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDZchncQsRj2QIX8K0lzvM9mXGa.jpg",
        "title": "Come Out Fighting (2023)",
        "description": "Come out Fighting (2023)၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ ရုရှားအာနိုးလို့ လူသိများတဲ့\nမင်းသားကြီး Dolph Lundgren ပါဝင်ထားတဲ့ စစ်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။စစ်ကားကြိုက်သူဆိုရင် လက်မလွှတ်ဖို့ အကြံပေးလိုက်ချင်ပါတယ်။\nလူမျိုးရေးခွဲခြားမှုတွေ ပြင်းထန်နေတဲ့ အချိန်ကာလဖြစ်တဲ့ ဒုတိယကမ္ဘာစစ် အချိန်ကာလမှာ\nလူမည်းစစ်သားတွေဟာလည်း တိုက်ပွဲဝင်နေခဲ့ပါတယ်။\nတပ်တွင်းမှာ ခွဲခြားဆက်ဆံမှုတွေ ရှိပေမယ့်လည်း နိုင်ငံ့အတွက်ကို အသက်ပေးအမှုထမ်းနေကြတုန်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒုဗိုလ် ရောဘတ်စ် ဟေးစ်ဟာ လူမည်းတပ်ဖွဲ့မှာ ထမ်းဆောင်နေတဲ့သူ တစ်ယောက်ဖြစ်ပါတယ်။\nသူတို့ တာဝန်ထမ်းဆောင်နေတဲ့ မစ်ရှင်တစ်ခုမှာ အမှားတစ်ခုကို ဖြစ်သွားပါတယ်။\nဒီလိုနဲ့ အဲဒီ ဒုဗိုလ်ကို စစ်တပ်က စုံစမ်းစစ်ဆေးဖို့ နောက်တန်းကို ပြန်ပို့လိုက်ပါတယ်။\nပြန်ပို့နေရင်း ရန်သူ့ထိန်းချုပ် နယ်မြေထဲမှာ ပျောက်သွားပါတယ်။\nတစ်ဖက်ကလည်း ထိုးစစ်ဆင်ဖို့ ပြင်ဆင်နေတာမို့ သူ့ကို လိုက်မရှာနိုင်ဖြစ်နေပါတယ်။\nဒုဗိုလ် လက်အောက်မှာ တာဝန်ထမ်းနေတဲ့ တပ်ဖွဲ့တွေကတော့ အမိန့်မရလည်း\nသူတို့ရဲ့ ခေါင်းဆောင်ကို လိုက်ရှာဖို့လုပ်ကြရင်း ဂျာမန်တပ်တွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့ ဖြစ်လာပါတော့တယ်.....အညွှန်း နဲံ ဘာသာပြန်ကတော့ Leonard Lin ...",
        "rating": "",
        "url": "https://megaup.net/1envh/Come.Out.Fighting.2023.1080p.AMZN.WEBRip.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Drama"
    }
]