[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478944712559-215x300.jpg",
        "title": "Kainan 1890 (2015)",
        "description": "ကဲဒီတခါတာ့ IMDb rating 7.6  ရရွိထားတဲ့ ဂ်ပန္ - တူရကီ သမိုင္း ျဖစ္ရပ္မွန္ ဇာတ္ကားေလးတစ္ကား နဲ႔ မိတ္ဆက္ေပးပါရေစဒီဇာတ္ကားေလးကေတာ့ တူရကီ - ဂ်ပန္ ၂ႏိုင္ငံ ဆက္ဆံေရးရဲ႕ ရင္းႏွီးက်ြမ္း၀င္မွဴ သမိုင္းမွတ္ေက်ာက္ဆိုလဲ မမွားပါဘူးဗ်အာတတ္ရူ ဆိုတာ 1863 မွာ စတင္ခဲ့တဲ့ ေအာ့တိုမန္ေရတပ္ရဲ႕ ပင္လယ္ကုန္သြယ္ေရး အေစာင့္အေရွာက္သေဘၤာပါ တေန႔မွာ တိုင္ဖြန္းမုန္တုိင္းမိျၿပီး ဂ်ပန္ ၀ာကာရာမ က်ြန္းကို သြားေရာက္ေသာင္တင္ပါေတာ့တယ္ ဒီ မေတာ္တဆ ျဖစ္ရပ္ေၾကာင့္ သေဘၤာသား 533ေယာက္အပါအ၀င္ ကပၸတိန္ အလီအိုစမန္ပါရွာ ပါေပ်ာက္ဆံုးသြားခဲ့ပါတယ္ သေဘၤာသား ၆၉ ေယာက္နဲ႔ ေရေၾကာင္းအရာရွိတေယာက္သာ ျပန္လည္ လြတ္ေျမာက္ရွင္သန္ခဲ့ျၿပီး ဂ်ပန္ႏိုင္ငံရဲ႕ အေစာင့္အေရွာက္နဲ႔ သူ႔ႏိုင္ငံျပန္ႏိုင္ခဲ့ပါတယ္ ဒီလိုနဲ႔ ဘယ္လိူ မေတာ္တဆမွဴကတဆင့္ ဘာျပသနာေတြတက္ခဲ့လဲ သေဘၤာသား 533 ေယာက္ကေကာဘယ္လိုအႏၲရာယ္ေတြနဲ႔ႀကံဳေတြ႕သြားရတာလဲဆုိတာကို ပရိတ္သတ္္ႀကီးကပဲ ဆက္လက္ ေစာင့္ၾကည့္လိုက္ပါေတာ့Download On Pcloud L  - FileDownload On Pcloud S-File",
        "rating": "",
        "url": "https://channelmyanmar.org/kainan-1890-2015/",
        "category": "Adventure, Asian, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478910590340-212x300.jpg",
        "title": "Capture the Flag (2015)",
        "description": "ဒီတစ္ေခါက္ေတာ့ ကာတြန္းကားေကာင္းေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးပါရေစ။ဒီကာတြန္းကားေလးက IMDb မွာဆို 5.9 ရရွိထားျၿပီး ဆု ၅ဆုနဲ႔ စံကာတင္စားရင္း ႀကိမ္း၀င္ခဲ့တာပါ ဒီဇာတ္လမ္းမွာ ဘယ္ေနရာမွမထူးခၽြန္တဲ့ ၁၂ႏွစ္အရြယ္ေကာင္ေလး Mike တစ္ေယာက္မွာ အေဖျဖစ္သူနဲ႔ အဖိုးျဖစ္သူတို႔က အာကသယာဥ္မွဴးေတြပါ။အဖိုးျဖစ္သူ Frank နဲ႔ အေဖျဖစ္သူ Scott တို႔ဟာ အခ်င္းခ်င္းမေျပလည္ၾကပါဘူး။တစ္ေန႔မွာ Richard Carson ဆိုတဲ့ ဗီလိန္ေၾကာင့္ လေပၚကိုသြားဖို႔ အေၾကာင္းဖန္လာရပါေတာ့တယ္။အာကာသယာဥ္မွဴးေဟာင္းျဖစ္သူ Frank ဟာ သား နဲ႔ေျမးနဲ႔အတူ အလုပ္တြဲလုပ္ဖို႔ျဖစ္လာၿပီး carsonရဲ႕ အၾကံအစည္ေၾကာင့္ အေဖျဖစ္သူအာကသယာဥ္မွဴးမပါဝင္ပဲ ေျမးျဖစ္သူရဲ႕ သူငယ္ခ်င္း၂ေယာက္ရယ္၊ပုတ္သင္ညိဳတစ္ေကာင္ရယ္ ၁၂ႏွစ္အရြယ္ေျမးျဖစ္သူရယ္နဲ႔အတူထြက္ခြာလာခဲ့ရပါတယ္။ဆက္ဆံေရးမေျပလည္တဲ့သူတို႔ ဘယ္လိုေရွ႕ဆက္သြားမယ္ဆိုတာကေတာ့ လံုးဝစိတ္ဝင္စားစရာပါ။ဒီဇာတ္လမ္းကvisual effect ေတြေကာင္းလွတာေၾကာင့္ အာကာသထဲကို ေရာက္ရွိသြားသလိုခံစားရမွာပါလို႔ ညႊန္းထားပါတယ္။အၫြန္းကိုေတာ့ shocking pink က ေရးေပးခဲ့တာပါDownload On Pcloud L-FileDownload On Pcloud S- File",
        "rating": "",
        "url": "https://channelmyanmar.org/capture-the-flag-2014/",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/beyond-rangoon-poster-133x200.jpg",
        "title": "Beyond Rangoon (1995)",
        "description": "Beyond Rangoon (1995)_____IMDb - 6.6/10\n IMDb rating 6.6 ရရှိထားြပြီး ၁၉၉၅ ခုနှစ်က ရိုက်ကူးထားတဲ့\nမြန်မာ့နောက်ခံ သမိုင်းအသားပေး ဇာတ်ကာကြီး Beyond Rangoon ကိုမိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်ကားဟာ ဆို ၁၉၈၈ ခုနှစ်မှာ မြန်မာ နိုင်ငံကိုလာလည်တဲ့ tourist တဖွဲ့ဟာ\n၈၈၈၈ uprising ကိုကြုံတွေ့ရပုံကို ရိုက်ကူးပြသထားတာ ပါ။\nဒါကြောင့် မြန်မာနိုင်ငံရဲ့ သဘောသဘာဝတွေအများအပြားပါဝင်ထားပြီး\nထူးခြားတာ တစ်ခုက ဒီဇာတ်ကားဟာ မြန်မာ နိုင်ငံမှာ ရိုက်ကူးခဲ့တာ မဟုတ်ပဲ\nမလေးရှားနိုင်ငံမှာပဲ ဇာတ်ဝင်ခန်းအားလုံးကိုရိုက်ကူးခဲ့တာဖြစ်ြပြီး\nဒီဇာတ်ကားထဲမှာ အပြင်မှာ လက်တွေ့ကြုံတွေ့ခဲ့ ကြရတဲ့ မြန်မာပြည်သူတွေရဲ့ လက်တွေ့ ဘဝတွေကို\nမီးမောင်းထိုးရိုက်ကူးပြသထားတာပါ။\nဒီဇာတ်ကားဟာ ဥရောပမှာသာမက အမေရိကမှာပါအထူးအောင်မြင်ခဲ့တဲ့ဇာတ်ကားတစ်ကားလည်း ဖြစ်ခဲ့ပါတယ် ။\n ဇာတ်လမ်း အကျဉ်းလေးကတော့\nအန်ဒီနဲ့ သူ့သူငယ်ချင်းဟာ လင်ယောကျာ်းဖြစ်သူ အသတ်ခံရလို့\nပူဆွေးသောကဖြစ်နေတာကို စိတ်ပြေလက်ပျောက်ဖြစ်စေရန်အလို့ငှာ\nမြန်မာနိုင်ငံသို့အပန်းဖြေလေ့လာရေးခရီးထွက်လာရာမှ\nမမျှော်လင့်ပဲ ၈၈၈၈ ကိုကြုံတွေ့ လိုက်ရတဲ့အခါမှာတော့ ...........",
        "rating": "6.6",
        "url": "https://megaup.net/Sfdm/Beyond_Rangoon_[1995]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478736551373-205x300.png",
        "title": "Synchronicity (2015)",
        "description": "ကဲ ဒီတစ္ခါ Time Machine ကား ေကာင္းတကားနဲ႔ မိတ္ဆက္ေပးပါရေစ ဇာတ္လမ္းေလးက IMDb rating 5.4 ရထားျၿပီး ဆန္ကာတင္ နာမည္ စာရင္းတခါ၀င္ျၿပီး ဆုတဆုရရွိခဲ့ ပါတယ္ IMDb ရဲ႕ user review မွာေတာ့ well worth watching လို႔ၾကယ္ေလးျပေပးထားတာကိုေတြ႕ရပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကာလယနၱရားကို တီထြင္လိုက္ႏိုင္တဲ့ သိပၸံပညာရွင္တစ္ေယာက္သူ႔အတိတ္ကအမွားေတြကိုျပင္ဆင္ဖို႔ အတိတ္ကာလကိုျပန္လည္ေရာက္ရွိလာပါတယ္။သူေရာက္ရွိလာခ်ိန္မွာ သူတီထြင္ထားတာကို ခိုးယူဖို႔ ႀကိဳးစားေနတဲ့ မိန္းမလွေလးတစ္ဦးရယ္ မေတာ္မတရားႂကြယ္၀ ခ်မ္းသာတဲ့ သေထႀကီးရယ္ နဲ႔ ရင္ဆိုင္လၾကရာမွ အနာဂါတ္မွာ မေျပာင္းလဲဖို႔အတြက္ အတိတ္ကအမွားကို ျပန္လည္ ျပင္ဆင္ႏိုင္မွာလား ဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးက ဆက္လၾကည့္ႈရမွာပါ \nအၫြန္းကိုေတာ့ Shocking Pink က ေရးသားေပးခဲ့တာပါ \nDownload L - File On PcloudDownload S - File On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/synchronicity-2015/",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/miss-peregrines-home-movie-logo-posters-300x150.jpg",
        "title": "Miss Peregrine’s Home For Peculiar Children(2016)",
        "description": "2016 စက်တင်ဘာမှာ ရုံတင်သွားတဲ့ ကားကောင်းတစ်ကားကို ဘာသာပြန်ပြီး တင်ပေးထားပါတယ်။ စာရေးဆရာ Ransom Riggs ရဲ့ Bestseller စာအုပ်ကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ Harry Potter, Percy Jackson နဲ့ Narnia တို့လို Fantasy တွေ Adventure တွေကို ချစ်သူတွေအတွက်တော့ နောက်ထပ်လှပတဲ့ ကမ္ဘာသစ်တစ်ခုကို တွေ့မြင်ရဦးမှာပါပဲ။ IMDb 7.1 ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းမှာတော့ ဂျိတ်ခ်ဆိုတဲ့ လူငယ်လေးကို အဖိုးဖြစ်သူဟာ ငယ်စဉ်ကတည်းက ဆန်းကြယ်တဲ့ အစွမ်းရှိတဲ့ကလေးတွေနဲ့ သူတို့ကို စောင့်ရှောက်သူ ကျောင်းအုပ်ဆရာမကြီး Peregrineအကြောင်းကို ပြောပြလေ့ရှိပေမယ့် ပုံပြင်တွေအဖြစ်သာမှတ်ယူခဲ့ပါတယ်။ တစ်နေ့မှာတော့ အဖိုးဖြစ်သူဟာ ထူးဆန်းတဲ့သေဆုံးမှုနဲ့သေဆုံးသွားပြီး ဂျိတ်ခ်ဟာ အဖိုးဆီကိုလာတဲ့ ပို့စ်ကဒ်လေးမှတဆင့် ဝေလနယ်ရဲ့ ကျွန်းပေါ်က ကလေးထိန်းအိမ်လေးကို သွားရှာမိတဲ့အခါ...လူတွေမသိတဲ့ အချိန်ကာလတွေ..အစွမ်းတွေ..ရန်သူတွေကြားမှာ သူနဲ့သူ့အဖိုးဟာ ဘယ်လိုအစွမ်းရှိတဲ့လူတွေလဲဆိုတာ သိလာပါတော့တယ်။File Size   ...",
        "rating": "",
        "url": "https://megaup.net/2gidt/Miss_Peregrine_s_Home_For_Peculiar_Children_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/chinese-odyssey-3-poster-136x200.jpg",
        "title": "A Chinese Odyssey: Part 3 (2016)",
        "description": "A Chinese Odyssey Part 3 (2016)_____IMDb - 3.5/10\n ဒီဇာတ်ကားဟာ စွန်းဝူခုန်းရဲ့ အနောက်သို့ခရီးသွားမှတ်တမ်းကို ဇာတ်လမ်းဆန်းသစ်ပြီး\nဟာသတစ်ပိုင်းနဲ့ ရိုက်ခဲ့တဲ့ စတီဗင်ချောင်ရဲ့ A Chinese Odyssey အပိုင်း ၁ နဲ့ ၂ ရဲ့ အဆက်ပဲဖြစ်ပါတယ်။\nဒီဇာတ်လမ်းမှာတော့ စွန်းဝူခုန်းဖြစ်လာမယ့် Joke(ကျိစန်းပေါင်)ဟာ\nအနှစ် ၅၀၀ နောက်ကျပြီးမှ မွေးဖွားလာခဲ့ပြီး သူ စွန်းဝူခုန်းဖြစ်လာရမယ့် ကံကြမ္မာဟာ\nသူ့ရဲ့ချစ်သူနတ်သမီး စီရှား သေဆုံးမှဖြစ်လာမယ်လို့ ကောင်းကင်ဘုံကျမ်းမှာ ကံကြမ္မာအဖြစ်ရေးသားထားခဲ့ပါတယ်။\nဒါကို အချိန်ခရီးသွားခဲ့ပြီး ကြိုသိလာတဲ့ နတ်သမီးဟာ ကျိစန်းပေါင်နဲ့ မချစ်မိစေဖို့ သူမသေရဖို့ ရှောင်လွှဲဖို့ကြိုးစားစဉ်\nနွားမိစ္ဆာမောင်နှမကိုပါ ဆွဲထည့်မိပြီး ရှုပ်ထွေးလာပုံကို\nလှည့်ကွက်လေးတွေနဲ့ မထင်မှတ်တာလေးဖြစ်လာအောင် ပြသထားတာပါ။\nသတ်မှတ်ထားပါတယ်ဆိုတဲ့ ကံကြမ္မာနဲ့ ကိုယ်ပိုင်ရွေးချယ်မှု ယှဉ်လာတဲ့အခါ\nကံကြမ္မာကို လူကဖန်တီးမလား၊ ကံကြမ္မာက လူကိုဖန်တီးမလားဆိုတာတော့.....\n   \nFile Size     :   669 MB\nDuration    :   1 hr 33 min\nQuality   ...",
        "rating": "3.5",
        "url": "https://megaup.net/2eGnC/A_Chinese_Odyssey_Part_3_(Da_Hua_Xi_You_3)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTI2OTYyNDk2N15BMl5BanBnXkFtZTcwMjczNTcxMQ@@._V1_-209x300.jpg",
        "title": "Mortal Kombat: Annihilation (1997)",
        "description": "Mortal Kombat လို႔ ျမင္လိုက္တာနဲ႔တင္ Channal myanmar ပရိတ္သတ္ၾကီိးဟာ mortal kombat ဂိမ္းကို တန္းျမင္မိမွာပါ။ ဟုတ္ပါတယ္ ဒီကားက mortal kombat ဂိမ္းကို အေျခခံၿပီး႐ိုက္ထားတဲ့ ကားေလးပါ။ ဇာတ္ကားက ႏွစ္ကားရိွတာပါ။ Mortal kombat (1995) နဲ႔ ယခု Mortal Kombat Annihilation (1997) ဆိုတဲ့ ႏွစ္ကားအျပင္ Mortal Kombat series ဆိုၿပီးရိွပါေသးတယ္ ။ ဒီဇာတ္လမ္းကေတာ့ Imdb rating အေနနဲ႔ကေတာ့ 3.7/10 (36,811) ပဲရရိွထားတာျဖစ္ေပမဲ့ ဇာတ္ကားကေကာင္းပါတယ္။ Mortal kombat (1995) ကားမွာေတာ့ လွ်ဴကန္ ဟာ ကမၻာႀကီးကို ကယ္တင္ဖို႔ ၿပိဳင္ပြဲေတြ အမ်ားႀကီးကို ခက္ခက္ခဲခဲ ရင္ဆိုင္ရတဲ့ အခန္းပါ။ အခု ဒီ 1997 ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/mortal-kombat-annihilation-1997/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/The_Iron_Giant_2015_Re-Release_Poster-202x300.jpg",
        "title": "The Iron Giant (1999)",
        "description": "ဒီေန႕အတြက္ IMDb rating 8.0/10 ရရွိထားၿပီး CM ပရိသတ္တစ္ခ်ဳိ႕လည္းေတာင္းဆိုထားတဲ့ Animation ကားေလး တင္ေပးလိုက္ပါတယ္။အခ်ိန္ကာလက စစ္ေအးကာလ အေမရိကန္နဲ႕ ဆိုဗီယက္တို႕ အျပင္းအထန္ အားျပိဳင္ေနခ်ိန္ေပါ့။ အဲ့လိုအခ်ိန္မွာ ဆိုဗီယက္က ကမၻာ့ပထမဆံုး ျဂိဳဟ္ထုျဖစ္တဲ့ Sputnik I ၾကီးလႊင့္လိုက္ေတာ့ အေမရိကန္မွာ ဆိုဗီယက္ က်ဴးေက်ာ္စစ္တို႕၊ ေကာင္းကင္ကက်လာမယ့္ ဆိုဗီယက္ စစ္လက္နက္ေတြတို႕ အေၾကာင္း ေတြးရင္း ေျပာရင္း အရမ္း Paranoid ျဖစ္ေနခ်ိန္ေပါ့။\n.\nအဲ့လိုအခ်ိန္မွာ Hogarth Hughes လိုေခၚတဲ့ ၁၂ နွစ္အရြယ္ေလာက္ေကာင္ေလး ဟာ သူ႕အေမ Annie နဲ႕ အေမရိကန္က ကမ္းရိုးတန္း နယ္စြန္နယ္ဖ်ား ျမိဳ႕ေလးရဲ႕ အစပ္မွာ ေနထိုင္ပါတယ္။ တစ္ရက္မွာေတာ့ Annie ဟာ အလုပ္ကေန အိမ္ျပန္တာေနာက္က် မွာျဖစ္လို႕ (Hogarth မွာ အေမပဲရွိေတာ့ပါတယ္) Hogarth တစ္ေယာက္ထဲ ...",
        "rating": "8.0",
        "url": "https://megaup.net/2Vjji/The_Iron_Giant_[1999]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/wp-1477920903522-205x300.jpg",
        "title": "Wyrmwood road of the dead (2014)",
        "description": "ကဲဗ်ာ ဒီတစ္ခါ ခပ္ၾကမ္းၾကမ္း Zombie တကားနဲ႔မိတ္ဆက္ေပးျခင္ပါတယ္ zombie ကူးစက္မွဴ ေတြၾကားထဲမွာ မိမိ အသက္ရွင္ ရပ္တည္မွဴ အတြက္ႀကိဳးစားရပ္ တည္ေနတဲ့ ေကာင္မေလး မထင္မွတ္ထားတဲ့ တိုက္ခိုက္မွဴ မ်ားနဲ႔ ေတြ႕ႀကံဳလာ ရတဲ့ အခါမွာေတာ့ ကဲ ပရိတ္သတ္ႀကီး ကပဲဆက္လက္ၾကည့္ ရွဴပါေတာ့ဗ်ာ \nDownload on Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/wyrmwood-road-of-the-dead-2014/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the-core-133x200.jpg",
        "title": "The Core (2003)",
        "description": "မိတ်ဆွေတို့ မင်းသားကြီး Bruce Willis ရဲ့ Armageddon ဇာတ်ကားကို ကြိုက်နှစ်သက်ခဲ့ကြပါသလား။ ဒါဆိုရင်တော့ ဒီဇာတ်ကားကို ဒုတိယ Armageddon လို့ပဲ ညွှန်းပေးပါရစေ။ ဒီဇာတ်ကားကလည်း ကမ္ဘာကြီးကို ကယ်တင်ဖို့ အသက်စွန့်ပြီး စွန့်စားခန်းဖွင့်ကြတဲ့ သူရဲကောင်းတစ်စုအကြောင်း ရိုက်ထားတဲ့ သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားပါပဲ။ ဒါပေမယ် ဒီတစ်ခါ သွားတဲ့နေရာကတော့ ကမ္ဘာအပြင်ဖက်မဟုတ်ပါဘူး၊ ကမ္ဘာ့အလယ်ဗဟိုထဲကိုပါ။ ဇာတ်လမ်းရဲ့ သီအိုရီအရ ကမ္ဘာအလယ်ဗဟိုက အူတိုင်မှာ သံရည်ပူတွေဟာ တစ်စက္ကန့်ကို မိုင်ပေါင်းများစွာအမြန်နှုန်းနဲ့ လည်ပတ်နေပါတယ်။ အဲဒီအရည်လည်ပတ်မှုကထွက်ပေါ်လာတဲ့ သံလိုက်စက်ကွင်းတွေဟာ ကမ္ဘာတောင်/မြောက်ဝင်ရိုးစွန်းတွေနဲ့ ဟန်ချက်ညီအောင် ထိန်းသိမ်းပေးထားရင်း နေရောင်ခြည်ရဲ့လောင်ကျွမ်းမှုကို ကာကွယ်ပေးထားတာပါ။ အဲဒီအချိန်မှာတော့ အဲဒီလည်ပတ်မှုကြီးရပ်ဆိုင်းသွားတဲ့အတွက် ကမ္ဘာကြီးပျက်စီးရတော့မယ် အခြေအနေရောက်လာပါပြီ။ အဲဒီအခြေအနေကို ကာကွယ်ဖို့ သက်ဆိုင်ရာနယ်ပယ်မှာ အတော်ဆုံးပညာရှင်တွေနဲ့ မိုင်ပေါင်းများစွာသော မြေထုနဲ့အလွှာမျိုးစုံကို ဖောက်ဝင်ပြီး ကမ္ဘာ့အလယ်ကိုသွားရောက်ဖို့ ကြုံလာရတဲ့အခါ.....ဒီကားဟာလည်း rating နည်းပါတယ်။ 5.5 ပါ။ အကြောင်းရင်းကတော့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/4eS48/The_Core_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/the_BFG_ss-134x200.jpg",
        "title": "The BFG (2016)",
        "description": "2016 IMDb 6.4 နဲ့ fantasy ကားကောင်းတစ်ကား အကြည်ထွက်လာခဲ့ပါပြီ။ Disney ရဲ့ The BFG(Big Friendly Giant) ပါပဲ။ ဇာတ်လမ်းလေးကတော့ ရိုးစင်းပြီး လှပပါတယ်။ ဆိုဖီဆိုတဲ့ မိဘမဲ့ကလေးလေးကို ကြင်နာတတ်တဲ့ နှလုံးသားရှိတဲ့ မှင်စာဘီလူးကြီးက ဖမ်းခေါ်သွားခဲ့မိတာက စတာပါပဲ။ လူသားစားတဲ့ဘီလူးတွေနေထိုင်တဲ့ ဘီလူးတိုင်းပြည်မှာ အသီးအရွက်ပုတ်လေးတွေစားပြီး အကောင်အသေးဆုံး ဘီလူးကြီး၊ လူသားစားတဲ့ဘီလူးတွေကို မတားနိုင်တဲ့အတွက် လူသားကလေးလေးတွေအတွက် အိပ်မက်လှလှလေးတွေ လိုက်ဖမ်းပြီး လက်ဆောင်ပေးလို့ တတ်နိုင်သလောက် ပြန်ပေးဆပ်နေသူဘီလူးကြီးဟာ သူ့ရဲ့မိတ်ဆွေဆိုဖီလေးကို ကာကွယ်ရင်း ဆိုဖီရဲ့အားပေးမှုနဲ့ ဘီလူးတွေအားလုံးကို အပြီးအပိုင်မောင်းထုတ်ဖို့ ဆုံးဖြတ်လိုက်တဲ့အခါ....\nဒီဇာတ်ကားကိုတော့ စာတန်းထိုးအမှန်မထွက်တဲ့အတွက် နားထောင်ပြီးပဲ အတက်နိုင်ဆုံးဘာသာပြန်ပေးထားပါတယ်။ အင်္ဂလိပ်လေသံလည်းဖြစ် ဘီလူးတွေကလည်း လူစကားကို ကောင်းကောင်းအသံမထွက်တတ်တော့ အကုန်လုံးတော့ မမှန်ပါဘူး။ ဒါပေမယ့် အားလုံးနီးပါးတော့အနီးစပ်ဆုံးမှန်အောင် ကြိုးစားပေးထားပါတယ်။ ဒီကားလေးကိုတော့ မိသားစုနဲ့ကြည့်လို့ကောင်းပြီး ကလေး လူကြီးအကုန်နှစ်သက်ကြမယ်ထင်ပါတယ်။\n-------------------------------------------------------File Size ...",
        "rating": "6.4",
        "url": "https://megaup.net/R1di/The_BFG_(Big_Friendly_Giant)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/WarofWorld-203x300.jpg",
        "title": "War of the Worlds (2005)",
        "description": "ကမၻာျဂိဳလ္ၾကီးကအျခားျဂိဳလ္ေတြနဲ႔မတူပဲတစ္မူထူးျခားျပီး ျပည့္စံုေနပါတယ္။ဒါေၾကာင့္တစ္ျခားျဂိဳလ္မွ ျဂိဳလ္သားေတြက လိုခ်င္တပ္မက္ေနၾကျပီး နည္းမ်ိဳးစံုနဲ႔တိုက္ခိုက္ေနပါတယ္။ ဒီဇာတ္ကားက သိပၸံအက္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ျပီး Independent Day, Battle Ship, စသည့္ ဇာတ္ကားေတြကိုၾကိဳက္ႏွစ္သက္ရင္ ဒီဇာတ္ကားေလးကိုလက္မလႊတ္သင့္ပါဘူး။ ေရး ဖာရီယာ<Tom Cruise>တစ္ေယာက္ သားသမီးေတြကို မိခင္ ေဘာ္စတြန္သို႔ ခရီးသြားခိုက္ ကာကြယ္ေစာင့္ေရွာက္ဖို႔ တာ၀န္က်ျပီးတဲ့ေနာက္.... ျမိဳ႕ထဲမွာ မိုးေတြခ်ိန္း လွ်ပ္စီးေတြလက္ မိုးၾကိဳးေတြပစ္ျပီး ရုတ္ရုတ္သဲသဲျဖစ္ခဲ့ပါတယ္။ လွ်ပ္စီးေတြအျပီး အျပင္ထြက္သြားတဲ့သားေနာက္ကိုလိုက္ရင္း ျမိဳ႕ထဲကအျဖစ္အပ်က္ေတြစနည္းနာဖို႔ ေရး တစ္ေယာက္ အျပင္ကိုထြက္ခဲ့ပါေတာ့တယ္.... ျမိဳ႕ထဲက အျဖစ္အပ်က္ေတြက ျမန္ဆန္လြန္းလွျပီးေၾကာက္စရာအင္မတန္ေကာင္းေနတာကိုေတြ႔လိုက္ရပါတယ္။ ေရး တစ္ေယာက္ တစ္သက္နဲ႔တစ္ကိုယ္ မျမင္ဖူးတဲ့ေသြးပ်က္စရာေတြနဲ႔ ေတြ႔ခဲ့ရျပီး အႏၱရာယ္ေဘးက လြတ္ေျမာက္ေအာင္ သားနဲ႔သမီးကိုေခၚျပီး တိမ္းေရွာင္ရပါေတာ့တယ္။ ေရး တို႔မိသားစုေတြ ကမၻာပ်က္ကိန္းၾကီးက လြတ္ေျမာက္ပါ့မလား ဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ရႈ႕စားလိုက္ပါ။\n(ဒီဇာတ္ကားကို ကိုAye Min Oo မွ ဘာသာျပန္ၿပီး အညႊန္းပါ ခံစားတင္ျပထားပါတယ္)\nFile ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/war-of-world-2005/",
        "category": "Adventure"
    },
    {
        "thumbnail": "",
        "title": "Mohenjo Daro (2016)",
        "description": "- ဒီေန႔ မွာေတာ့ အိႏၵိယစြန္႔စားခန္း အခ်စ္ဇာတ္လမ္းေလးအေၾကာင္း ေဖာ္ျပေပးလိုက္ပါတယ္။ ဇာတ္လမ္းကို ဘီစီ ၂၀၁၆ ကာလျမင္ကြင္းနဲ႔ အစျပဳထားၿပီး ဆာမန္းနဲ႔ ဟိုဂ်ိဳတုိ႔သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ အမ္ရီဆိုတဲ့ ေရွးေဟာင္းရြာေလးမွာ ေနထိုင္သူေတြပါ။ တစ္ရက္မွာေတာ့ ေလွနဲ႔ ျမစ္ေက်ာင္းတစ္ေလွ်ာက္သြား လာၾကရင္း မိေက်ာင္းသံုးေကာင္နဲ႔ ထိပ္တိုက္ေတြ႕ခဲ့ကာ ဆာမန္းက အႀကီးဆံုးမိေက်ာင္းကို သတ္ျဖတ္ႏုိင္ခဲ့ပါတယ္။ ငယ္ငယ္ေလးကတည္းက မိဘႏွစ္ပါးဆံုး႐ႈံးခဲ့ရတဲ့ အေၾကာင္းအရာဟာ ဆာမန္းကို ယေန႔အထိ ေျခာက္လွန္႔ေနၿပီး မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕က ဦးခ်ိဳတစ္ခုတည္းပါတဲ့ ထူးဆန္းတဲ့ သတၱဝါႀကီးအေၾကာင္းကိုလည္း မၾကာခဏအိပ္မက္မက္ခဲ့ပါတယ္။တစ္ရက္မွာေတာ့ ဆာမန္းဟာ ဦးေလးျဖစ္သူ တားေနတဲ့ၾကားကေနပဲ မိုဟန္ဂ်ိဳဒါ႐ိုကိုသြားဖုိ႔ ဆံုးျဖတ္ခဲ့ပါတယ္။ အဲဒီၿမိဳ႕ဟာ ၾကမ္းတမ္းရက္စက္တဲ့အျပင္ ဘယ္သူ႔ကိုမွ မယံုၾကည္ရတဲ့အေၾကာင္း သူ႔ဦးေလးက သတိေပးခဲ့ၿပီး ေသေရးရွင္ေရးႀကံဳတဲ့အခါမွာ သံုးဖို႔အတြက္ အေဆာင္ ပစၥည္းတစ္ခုေပးခဲ့ပါတယ္။မိုဟန္ဂ်ိဳဒါ႐ိုၿမိဳ႕ကို အာဏာရွင္မာဟမ္နဲ႔ သူ႔သားျဖစ္တဲ့ ေကာက္က်စ္စဥ္းလဲတဲ့ မြန္းဂ်ာတုိ႔က အုပ္ခ်ဳပ္ေနတာပါ။ ဆာမန္းဟာ မိုဟန္ဂ်ိဳဒါ႐ိုက ဩဇာရွိဘုန္း ေတာ္ႀကီးရဲ႕ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1wpk3/Mohenjo_Daro_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/220px-Konfaibinposter-210x300.jpg",
        "title": "Dynamite Worrier ( မီးက်ည္မဲေခါင္ ျမန္မာစာတန္းထိုး) 2006",
        "description": "ကဲဗ်ာ ဒီတစ္ခါေတာ့ One Bak တို႕ The Protector တို႕ရဲ႕ ဖန္တီးရွင္ ကပဲ ဆက္လတ္ရိုက္ကူးခဲ့တဲ့\nDynamite Worriers ေခၚ မီးက်ည္မဲေခါင္ ကားၾကီးနဲ႕ မိတ္ဆက္ေပးပါရေစဗ်\nဇာတ္ကားက အေဟာင္းဆိုေပမဲ့ ဘယ္ေတာ့မွ မရိုးသြားမယ္ ကားမ်ိဳးျဖစ္ပါတယ္ ဗ်\nကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ 1890 ကာလ ဆိုင္ယမ္ ေခၚ ထိုင္းႏိုင္ငံ ကို အေျခခံရိုက္ကူးထားတာျဖစ္ျပီး\nမူရမ္ ဟာ ထိုင္း ေမြ႕သိုင္း နဲ႕ မီးက်ည္ ပညာ မွာ တုတ္ထိုးအိုးေပါက္ က်ြမ္းက်င္သူတေယာက္ျဖစ္ပါတယ္\nဒီလိုနဲ႕ ရြာသားေတြဆီက က်ြဲေတြလိုက္ခိုးရင္း သူ႕မိဘေတြကိုသတ္သြားတဲ့ တက္တူးကတံုးကိုလိုက္ရွာရာမွ\nတေန႕မွာေတာ့မေမွ်ာ္လင့္ထားတဲ့ ျပသနာၾကားထဲကို ၀င္ပါမိရာမွ မီးက်ည္မဲေခါင္တေယာက္ဘယ္လိုေတြမ်ား\nရတတ္ေပြရမလဲဆိုတာကို ဆက္လက္ၾကည့္ရွဴရမွာပါ ဇာတ္ကားကေတာ့\nကဲ ေအာက္မယ္ မအိပ္ပဲ ဆက္ၾကည",
        "rating": "",
        "url": "https://channelmyanmar.org/dynamite-worrier-%e1%80%99%e1%80%ae%e1%80%b8%e1%80%80%e1%80%ba%e1%80%8a%e1%80%b9%e1%80%99%e1%80%b2%e1%80%b1%e1%80%81%e1%80%ab%e1%80%84%e1%80%b9-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99e/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/Blue-2009-film-images-fa956244-724b-4eb4-a344-d136a34b9ee-207x300.jpg",
        "title": "Blue (2009)",
        "description": "ဒီဇာတ္ကားက ၂၀၀၅ ခုႏွစ္ကထြက္ခဲ့တဲ့ Paul Walker နဲ႕ Jessica Alba တို႕ပါဝင္သရုပ္ေဆာင္ျပီး နာမည္ၾကီးခဲ့တဲ့Into The Blue ဇာတ္ကားကို အေျခခံလို႕ ျပန္လည္ရိုက္ကူးထားတဲ့ ေဘာလိဝုဒ္ဇာတ္ကားျဖစ္ပါတယ္။ေဟာလိဝုဒ္ဇာတ္ကားလိုပဲ ေဘာလိဝုဒ္ဇာတ္ကားကိုလဲ ဒိတ္ဒိတ္ၾကဲမင္းသား မင္းသမီးေတြနဲ႕ ရိုက္ကူးခဲ့တာပါ။မင္းသား Akshay Kumar ...Sanjay Dutt ...မင္းသမီး Katrina Kaif....Lara Dutta တို႕ပါဝင္ထားပါတယ္။အက အလွ ဇာတ္လမ္းလွည့္ကြက္ေတြနဲ႕ ေဘာလိဝုဒ္ပရိတ္သတ္ေတြအၾကိဳက္ေတြ႕ေလာက္မွာပါ။\nFile size…(999MB)\nQuality…DVD-Rip 720p\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload 720p HD (999MB)\nDownload 360p Small File (430MB)\n(or)\nDownload and Watch 720p and 360p (VIP Link)",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/blue-2009/",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/duze-194x300.jpg",
        "title": "Nerve (2016)",
        "description": "Nerve (2016)Trailer Review လေးရေးမလို့:D\n“Nerve”\nသရုပ်ဆောင်တွေ က Emma Roberts နဲ့ Dave Franco ။\nဒီနေရာမှာ ရုပ်ရှင်အကြောင်းထက် သရုပ်ဆောင်အကြောင်းအရင်ပြောချင်တယ်။\nဒီကား Trailer ကြည့်ပြီးတဲ့ သဘောကျသွားတဲ့တစ်ချက်ကတော့ မင်းသား မင်းသမီး ရွေးချယ်မှုပဲ (juz my opinion)\n...\nDave Franco\n2010 နောက်ပိုင်း ကောင်မလေးတွေ ကြွေတဲ့စာရင်းမှာ ပါလာတဲ့ မင်းသားတစ်လက်ဆိုမမှားပါဘူး။သူ့ကို လူသိများလာစေတဲ့ရုပ်ရှင်တွေက 21JumpStreet, 22JumpStreet, Now You See Me, Now You See Me 2 and Neighbors\nခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ခဲ့တာမျိုးတော့ မဟုတ်ဘူး။\nအခု NERVE က သူ ခေါင်းဆောင်မင်းသားအဖြစ်ပါဝင်မယ့်ဇာတ်လမ်း ။ ဟုတ်ပြီ Emma Roberts အကြောင်းဆက်ပြောမယ်။\nEmma Roberts\nကိုယ့်အနေနဲ့ပြောရမယ်ဆိုရင်တော့ AQUARMARINE ထဲမှာတည်းက ကြွေတာ ။\nမင်းသမီးသုံးယောက်ထဲမှာ သူ့ကို အကြိုက်ဆုံး ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ba6n/Nerve_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/ါကူူငလနမ-203x300.jpg",
        "title": "Gulliver’s Travel (2010) ျမန္မာစာတန္းထိုး",
        "description": "စာေရးဆရာႀကီး Jonathan Swift ရဲ႕ Gulliver's Travel ၀တၳဳကို ျပန္လည္မွီျငမ္းကာရိုက္ကူးထားၿပီး imdb rating 4.9 သာရရွိထားေပမယ့္ အလြန္ၾကည့္လို႔ေကာင္းတဲ့ဇာတ္ကားျဖစ္ပါတယ္။ လီျမဴရယ္ ဂါလီဗာ ဟာ နယူးေရာခ့္ေဒးလီး သတင္းစာတိုက္ရဲ႕ စာပို႔ဌာနမွာ ဆယ္ႏွစ္ၾကာ အလုပ္လုပ္လာသူျဖစ္ပါတယ္။ တကယ္တမ္းေတာ့ သူဟာ အဲ့ဒီေနရာကေနထုတ္ပယ္ခံရမွာေၾကာက္ေနသူ အရွံုးသမားတစ္ေယာက္ျဖစ္မွာကိုေၾကာက္ရြံ႕ေနသူတစ္ေယာက္ပဲျဖစ္ပါတယ္။တစ္ေန႔မွာ သူ႔ရဲ႕ စာပို႔ခန္းငယ္ေလးထဲကို အလုပ္သမားေရာက္လာခ်ိန္မွာေတာ့ သူအထင္ေသးထားတဲ့အလုပ္သမားသစ္က မေမၽွာ္လင့္ပဲ သူ႔ထက္ရာထူးတိုးသြားၿပီး စိတ္ ဓာတ္က်ေနခ်ိန္မွာ သတင္းစာတိုက္ရွိ သူတိတ္တခိုးခ်စ္ေနရတဲ့အယ္ဒီတာ မေလး ဒါစီ ဟာ ဘာျမဴဒါႀတိဂံေဒသတြင္းက ကၽြန္းတစ္ကၽြန္း ကိုေလ့လာရန္လႊတ္လိုက္ရာမွ ေလွပ်က္ကာ မေမၽွာ္လင့္ပဲ ငလက္မေလးမ်ားေနထိုင္ရာ လီလီပြတ္ ကၽြန္းသို႔ေရာက္သြားၿပီး အထင္မွားကာဖမ္းဆီးျခင္းခံထားရာကေန သူ႔ရဲ႕ အမွတ္မထင္ လုပ္ရပ္ေတြေၾကာင့္ သူရဲေကာင္းျဖစ္ကာ သူေကာင္းျပဳုျခင္းခံခဲ့ရာမွ သူ႔ကို ခ်စ္သူေတြရွိလာသလို သူ႔ကိုမုန္းသူေတြလည္းရွိလာၿပီး သူ႔ကိုမုန္းသူေတြက ဘယ္လိုေတြရန္ရွာေခ်ာက္တြန္းမလဲ သူကေရာ သူေနထိုင္တဲ့ ၿမိဳ႕ကိုျပန္ေရာက္ႏိုင္ပါမလား ...",
        "rating": "4.9",
        "url": "https://megaup.net/SWns/Gulliver’s_Travel_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BZjEzNzMxNzctNTNmYS00MDU3LWI3YWUtNjliMWZiMTc4MTExXkEyXkFqcGdeQXVyNjU0MDAzMDI@._V1_SX714_CR00714999_AL_-1-214x300.jpg",
        "title": "TimeRiader(2016) ျမန္မာစာတန္းထိုး",
        "description": "တရုတ္ဇတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါ တယ္ေရွးေဟာင္းပစၥည္းေတြလ်ိဴ ႕ဝွက္ခ်က္ဇတ္ကား\nေတြကိုၾကိဳက္တဲ႔ပရိတ္သတ္ေတြအတြက္ကေတာ့ ကြက္တိပါပဲအလြန္ပင္ေရွးက်တဲ႔သဘာဝလြန္ေျမြဧ\nကရီမရဲ႕ဂူဗိမၼာန္ကိုရွာေဖြတဲ႔ရတနာမုဆိုးတစ္သိုက္ ရဲ႕ကံၾကမၼာကိုရိုက္ကူးထားတာပါေျမြဧကရီမရဲ႕ဂူဗိ\nမၼာန္ကိုလူေတြဘာလို႔သဲသဲမဲမဲရွာေဖြေနၾကတာလဲဂူ ဗိမၼာန္ထဲမွာေကာဘာေတြရွိေနသလဲရတနာေတြ\nလားတျခားအဖိုးမျဖတ္္နိင္တဲ႔အရာေတြလားရတနာ မုဆိုးေတြထိုဂူၾကီးထဲမွာလြယ္လြယ္ကူကူဝင္ထြက္\nနိင္မွာလားဒါမွမဟုတ္ဘယ္လိုအႏၲရယ္ေတြကေကာ ဂူအတြင္းထဲမွာေစာင့္ၾကိဳေနမွာလဲအလြန္စိတ္ဝင္စား\nဖို႔ေကာင္းပါတယ္စြန္႔စားမႈေတြကိုၾကိဳက္ႏွစ္သက္တဲ႔ ပရိတ္သတ္ေတြအတြက္ကေတာ့လက္မလြတ္သင့္\nတဲ႔ဇတ္ကားေလးလို႔ေျပာပါရေစအသစ္အသစ္ေတြ အေကာင္းအေကာင္းေတြကိုမွႏွစ္သက္တဲ႔ပရိတ္\nသတ္ေတြအတြက္က်ြန္ေတာ္(စိုးေထြး)ရယ္ညီေလး (ဂ်ြန္လေရာင္)ရယ္ပူးေပါင္းျပီးအလ်င္အျမန္ပရိတ္\nသတ္ေတြဆီပို႔ေပးလိုက္ပါျပီေဒါင္းဖို႔ကေတာ့ပရိတ္ သတ္ေတြရဲ႕သမိုင္းေပးတာဝန္ပါပဲလို႔ေျပာၾကားရင္း\nအလြန္ေကာင္းမြန္တဲ႔ဇတ္ကားေလးကိုေဒါင္းလိုက္ပါ လို႔ပဲေျပာလိုက္ရပါတယ္Download On Pcloud",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/timeriader2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNzk1ZjI5ZDktODFmZi00OWI1LWJlNzctZDI4OWJjMjUyZTAzXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_SX692_AL_-208x300.jpg",
        "title": "Dishoom (2016)",
        "description": "ဒီတစ္ခါေတာ့ CM ပရိတ္သတ္ေတြ ေတာင္းဆိုမႈမ်ားေနတဲ့ Bollywood ဟာသ အက္႐ွင္ စြန္းစားခန္း ေတြပါဝင္တဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားတင္ေပးလိုက္ပါတယ္\nဇတ္လမ္းအစမွာေတာ့ အိႏိၵယႏိုင္ငံရဲ႕ အေတာ္ဆံုးခရစ္ကတ္ကစားသမားဟာ အေ႐ွ႕ အလယ္ပိုင္းသြားရင္း ေပ်ာက္ဆံုးသြားခဲ့ပါတယ္\nမင္းသားေခ်ာ John Abraham နဲ႔ ရဲငေပါ အျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့ မင္းသား Varun Dhawan တို့အဖြဲ့ဟာ\nအဖမ္းဆီးခံ ခရစ္ကတ္ ကစားသမားကို ၃၆ နာရီအတြင္းဘယ္လို ရွာေဖြျပီး ဘယ္လိုဖမ္းမိမလဲ ?\nခရစ္ကတ္သမားကို ဖမ္းထားတဲ့ လူဆိုးကလည္း ဘယ္လိုနိပရိယာယ္ေတြသံုးၿပီး ရဲေတြကို လွည့္စားမလဲ ?\nကြၽန္ေတာ္အႀကိဳက္ဆံုး အိႏၵိယ ခရစ္ကတ္ကစားသမား ေျပာသြားတဲ့စကားကေတာ့ \"ကြၽန္ေတာ့္မိဘေတြက ဘာဘာ/ညာညာျဖစ္ဖို႔ ဘယ္ေတာ့မွမမွာဖူး တိုင္းျပည္ကိုသစၥာမေဖာင္ဖို႔ပဲမွာတယ္\" ဆိုတဲ့စကားလံုးပဲ\n2016 မွာထူးထူးျခားျခား ျကည့္ရမဲ့ ဟာသ အက္႐ွင္ စြန္းစားခန္းေတြပါဝင္တဲ့ဇာတ္ကားေကာင္းျဖစ္တာမို႔ ခုပဲေဒါင္းၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ ????\nFile Size         :  1GB\nQuality           : Blu ray 720P\nRunning Time : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/dishoom-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Sex-and-Zen-21996-214x300.png",
        "title": "Sex and Zen 2 (1996) 18+",
        "description": "1991 ကထြက္ထားတဲ့ Sex and Zen ကိုမွီျငမ္းျပီး ထပ္မံရိုက္ကူးထားတာပါ။မင္းသမီး Shu Qi နာမည္မၾကီးခင္က သရုပ္ေဆာင္ခဲ့တဲ့ Erotic ဇာတ္ကားေတြထဲက တစ္ကားပါ။မင္းသမီး Shu Qi နဲ႕ ဇာတ္ေဆာင္ Elvis Tsui တို႕ေၾကာင့္နာမည္ၾကီးပါတယ္။Sex and Zen ဇာတ္ကားအဆက္ေတြကိုၾကည့္ခ်င္ရင္(https://channelmyanmar.org/?s=Sex+and+Zen) မွာသြားၾကည့္လုိ႕ရပါတယ္။Uncut Version ကိုစာတန္းထိုးထားလို႕ အရြယ္မေရာက္ေသးသူမ်ားမၾကည့္သင့္ပါ။\nFile size…(800MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:28:34\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nDownload and Watch 720p and 360p (VIP Link)\n(or)\nDownload 720p HD (800MB)\nDownload 360p(320MB)",
        "rating": "",
        "url": "https://channelmyanmar.org/sex-and-zen-2-1996-18/",
        "category": "Adult, Adventure, Comedy, Fantasy"
    }
]