[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MI1-133x200.jpg",
        "title": "Mission: Impossible (1996)",
        "description": "Mission: Impossible I (1996)====================IMDb Rating 7.1/101996 ခုနှစ်မှာ စတင်ထွက်ရှိခဲ့ပြီး Mission Impossible ဇာတ်ကားတွေရဲ့ ပထမဦးဆုံးကားဖြစ်ပါတယ်..\nမင်းသားတွမ်ခရုရဲ့ အောင်မြင်ကျော်ကြားခဲ့တဲ့ film စီးရီးပါပဲ...\nBrian De Palma ရိုက်ကူးတင်ဆက်ခဲ့ပြီး ဒီဇာတ်ကားဟာ IMDb Rate မှာလည်း 7.1 ရရှိခဲ့\nပါတယ်..မင်းသားတွမ်ခရုကိုလည်း ငယ်ငယ်ရွယ်ရွယ်နဲ့တွေ့မြင်နိုင်တဲ့ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...IMF အဖွဲ့အစည်းရဲ့အစဖြစ်တဲ့ တကယ်တော်တဲ့အေးဂျင့်တွေနဲ့စုပေါင်းလှုပ်ရှားထားတဲ့ အဖွဲ့ဟာ\nပရောဂျက်တခုကိုလုပ်ဆောင်နေရင်းနဲ့ အီသန်ဟန့် ကလွဲရင် ကျန်တဲ့အဖွဲ့ဝင်တွေအားလုံးအသတ်ခံလိုက်\nရပါတယ်..တကယ်တော့အဲ့ဒီပရောဂျက်ဟာ ဗဟိုအဖွဲ့အစည်းက သစ္စာဖောက်ကိုဖေါ်ထုတ်မယ့်\nပရောဂျက်ပါ..အီသန်တစ်ဦးတည်းသာအသက်ရှင်ကျန်ခဲ့တာမို့ CIA ကနေ ဖမ်းဖို့ကြိုးစားပါတော့တယ်\nထိပ်တန်းလျို့ဝှက်ချက်ဖိုင်ကြောင့် သစ္စာဖောက်တယ်ဆိုတာသိပေမယ့် အီသန်ဟန့်ဟာ တကယ့်သစ္စာ\nဖောက်ခဲ့တဲ့သူကိုလိုက်ရှာဖို့ကြိုးစားပါတယ်..ဒီတော့ သူကိုယ်တိုင် သူလျိုအဖြစ်နဲ့ အဝယ်တော်ဘက်ကို\nပူးပေါင်းကာ သစ္စာဖောက်အစစ်ကိုရှာဖို့အတွက် ထိပ်တန်းလျို့ဝှက်ချက်ကို စီအိုင်အေ ရုံးချုပ်ကနေ\nမရရအောင်ပြန်ခိုးပါတော့တယ်...အမိုက်စားအက်ရှင်ဇာတ်ကားဖြစ်တဲ့အဖြစ်..မင်းသားတွမ်ခရုရဲ့\nသရုပ်ဆောင်ကောင်းမှု ...ဇာတ်လမ်းဇာတ်အိမ်စုဖွဲ့မှုကောင်းမှုတွေကြောင့် 1996 က ထွက်ရှိခဲ့ပေမယ့်\nယခုထိတိုင်အသက်ဝင်နာမည်ကျော်ကြားဆဲဇာတ်ကားဖြစ်ပါတယ်။Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible   ကြည့်ပါ။\nFile size…(8.5 GB)/(1.3 GB)/(950 MB)\nQuality….BluRay 4K ...",
        "rating": "7.1",
        "url": "https://megaup.net/16m02/[CM]Mission.Impossible.I.1996.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hza1wvAplDUiMLY8jP87Iwh1gkw.jpg",
        "title": "Hidden Strike (2023)",
        "description": "ဂျက်ကီချန်းနဲ့ ဂျွန်စီနာတို့ရဲ့ ဟာသအက်ရှင်ကားအသစ်လာပါပြီ။ဒါရိုက်တာကလည်း Need for speed, Expend4bles တို့ရဲ့ Scott Waugh ပါ။ ဇာတ်လမ်းအကျဉ်းအရှေ့အလယ်ပိုင်းရဲ့ တရုတ်ရေနံကုမ္ပဏီတစ်ခုက ဒေသတွင်း ကြေးစားစစ်တပ်တွေကဝိုင်းတိုက်နေပြီ ဝင်စီးဖို့ကြိုးစားနေပါတယ်။ ရေနံဝန်ထမ်းတွေကို ကယ်တင်ဖို့ဂျက်ကီချန်းတို့ လုံခြုံရေးတပ်တွေ ရောက်လာပြီး ကယ်ထုတ်နေချိန်မှာကြေးစားတပ်တွေနဲ့ တိုက်ပွဲဖြစ်ပါတော့တယ်။ အဲဒီတိုက်ပွဲမှာ ဂျွန်စီနာကကြေးစားတွေဘက်ကနေ ပါလာပြီး ရေနံဝန်ထမ်းတွေရဲ့ ကားတန်းထဲကဘတ်စကားနှစ်စီးကို ဖမ်းခေါ်သွားနိုင်ခဲ့ပါတယ်။ အဲဒီလူတွေကို ပြန်ကယ်ဖို့ကြိုးစားရင်း ဂျက်ကီနဲ့ဂျွန်စီနာတို့ တွေ့ကြတဲ့အခါ....   File size… 2.12GB / 925MB\nQuality… WEB-Rip 1080P 5.1 CH / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mr.Anderson",
        "rating": "5.8",
        "url": "https://megaup.net/1fPex/Hidden_Strike._2023.WEBRip1080P5.1cH(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/images-133x200.jpg",
        "title": "47 Meters Down (2019)",
        "description": "CM Fan တွေ အတွက် အလုပ် အားလပ်ရက်မှာ\nအကောင်းဆုံး ကြည့်ရဖို့  ရုပ်ရှင်တစ်ကား ပေးချင်ပါတယ်\nဒါကတော့ လွန်ခဲ့တဲ့လတွေက ရုံတင်သွားတဲ့\nစွန့်စားမှု သည်းထိပ်ရင်ဖို ရုပ်ရှင်ပါပဲ။\nဗီလိန်ကတော့ငါးမန်းကြီးတွေပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ သူငယ်ချင်း\nကောင်မလေး ၄ ယောက် ရေအောက်မှာ မြှပ်နေတဲ့\nမြို့ဟောင်းကို သွားစူးစမ်းကြတယ်။\nမထင်မှတ်တာတွေဖြစ်ပြီး ပိတ်မိသွားတယ်။\nငမန်းတွေ ပါးစပ်ကနေ လွတ်အောင် ပြေးကြရတာတွေပါပဲ။\nဒီလို survival အမျိုးအစား ရုပ်ရှင်တွေကို\nနှစ်သက်တတ်သူတွေအတွက် ခံစားလို့ကောင်းမှာပါ။\n \nFile size…  6 GB /  3 GB / 1.18 GB\nQuality… WEB Dl 4K / 1080p / 720p\nFormat… mp4\nDuration…. 1h 30m\nGenre ..... Adventure/Survival\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Little Neo",
        "rating": "5.6",
        "url": "https://megaup.net/1fMpr/47.Meters.Down.Uncaged.2019.1080p.WEB-DL_5.1_Ch_%7BCM%7D.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ym1dxyOk4jFcSl4Q2zmRrA5BEEN.jpg",
        "title": "The Little Mermaid (2023)",
        "description": "The Little Mermaid (2023)ဒစ္စနေးရဲ့ နောက်ဆုံးထွက် ကာတွန်းကနေ လူရုပ်ရှင်အဖြစ်ပြန်ရိုက်ထားတဲ့ ရေသူမလေး လာပါပြီ။\nလူမည်းမင်းသမီးသုံးတဲ့အတွက် မျိုးစုံဝေဖန်ခံနေရတဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်။\nလူမျိုးရေးကြောင့်မဟုတ်ဘဲ မူရင်းဇာတ်ကောင်တွေကို အတင်းလူမည်းပြောင်းတဲ့အတွက်ပါ။\nထောက်ခံသူတွေ ကြိုက်သူတွေလည်း ရှိကြပါတယ်။\nကိုယ်တိုင်ကြည့်ကြည့်လိုက်ကြတာ ကောင်းပါတယ်။ဇာတ်လမ်းကတော့ မူရင်းကာတွန်းပုံပြင်အတိုင်းပါပဲ။\nပင်လယ်ဘုရင်ကြီးရဲ့အငယ်ဆုံးသမီးလေး သတ္တမမြောက်သမီးတော် ရေသူမလေး အယ်ရီရယ်ဟာ လူသားကမ္ဘာကို အရမ်းစိတ်ဝင်စားနေသူပါ။\nဒါကြောင့် သင်္ဘောပျက်တွေထဲမှာ လူသားပစ္စည်းတွေကိုရှာပြီး အမြဲ စုထားတတ် စပ်စုတတ်တဲ့သူပါ။\nတစ်နေ့မှာတော့ လှေမှောက်ပြီး ရေထဲနစ်လာတဲ့ မင်းသားလေးအဲရစ်ကို ကယ်ရင်းနဲ့ ချစ်မိသွားခဲ့ပါတယ်။\nဒါပေမဲ့ ရေဘုရင်ကြီးက ကုန်းပေါ်ကို သွားဖို့ တားမြစ်ထားတာကြောင့် အခက်တွေ့နေပါတယ်။\nအဲဒီအချိန်မှာပဲ ရေဘုရင်ကြီးရဲ့ ညီမ ပင်လယ်စုန်းမ အာဆူလာက အယ်ရီရယ်နဲ့အပေးအယူလုပ်လိုက်ပါတယ်။\nအယ်ရီရယ့်ကို လူအဖြစ်ဖန်ဆင်းပေးပြီး သုံးရက်အတွင်း မင်းသားလေးနဲ့ အချစ်စစ်အနမ်းရခဲ့ရင် လူအဖြစ် အမြဲနေရမှာဖြစ်ပြီးမရခဲ့ရင်တော့\nအယ်ရီရယ်ရဲ့ အရမ်းလှတဲ့အသံကို သိမ်းပိုက်ပြီး အယ်ရီရယ်ကိုပါ ကျွန်အဖြစ် အပိုင်ရမှာဖြစ်ပါတယ်။\nဒီတော့ အယ်ရီရယ်နဲ့မင်းသားလေးတွေဘာဆက်ဖြစ်မလဲ စုန်းမကြီးအာဆူလာကရောဘယ်လိုနှောင့်ယှက်မလဲဆိုတာ ဆက်ကြည့်ရမှာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2BFUc/The.Little.Mermaid.2023.1080p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Family, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cxCmv23O7p3hyHwqoktHYkZcGsY.jpg",
        "title": "Starship Troopers (1997)",
        "description": "Genre – Action, Adventure, Sci-fi\nIMDB – 7.3/10ကျွန်တော်တို့ ၉၀ ခုနှစ်ကျော်က Sci-fi ကားကောင်းတွေအကြောင်းပြောမယ်ဆိုရင် Star Wars တွေ Star Trek တွေ Alien တို့လောက်နဲ့ မပြီးဘူးဗျဒီ Starship Trooper ကို ဇာတ်ကားနာမည်သာ မသိမယ် ဓားခုတ်ကောင်ကြီးတွေနဲ့ ချတယ်ဆိုပြီးလူတိုင်းငယ်ဘဝက ကြည့်ခဲ့ဖူးကြမယ် ထင်ပါတယ် (တချို့အခန်းတွေအကြောင်းလည်း ပါမယ်ပေါ့လေ)။ထားပါ ပြောချင်တာက သူကတော့ Franchise အနေနဲ့ ၃ ကားထိ ထွက်ရှိထားတာ ဖြစ်ပါတယ်အကုန်လုံး တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။ဒါရိုက်တာဖြစ်တဲ့ Paul Verhoeven ဆိုရင်လည်း တခြား Robocop တို့ Hollow Man တို့ကိုရိုက်ကူးထားတဲ့လူပါ။နောက်ပြီး ၁၉၉၈ ခုနှစ် အော်စကာဆုပေးပွဲမှာ Best Visual Effectစကာတင်လည်း ဝင်ခဲ့ပါသေးတယ် (Titanic နဲ့ Jurassic ...",
        "rating": "7.6",
        "url": "https://megaup.net/1VLj8/Starship.Troopers.1997.1080p.en(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iqrqOjLaFcGNnSQlJxYLfgrhqn.jpg",
        "title": "Starship Troopers 2: Hero of the Federation (2004)",
        "description": "Bugsလို့ခေါ်တဲ့ တိုက်ခိုက်နှုန်းအားပြင်းထန်တဲ့ ဂြိုလ်သားပိုးကောင်တွေနဲ့တိုက်ပွဲမှာအဆင့်မြှင့်Laser Gunတွေအသုံးပြုပြီးတိုက်ခိုက်ခဲ့တာတောင်ဗိုလ်ကြီးJack Shepherdတို့အဖွဲ့ဟာ ဆုံးရှုံးမှုတွေများခဲ့ပြီး အနီးဆုံးကင်းထောက်စခန်းတစ်ခုမှာပုန်းခိုရင်းကယ်ဆယ်ရေးအဖွဲ့လာရောက်တဲ့အချိန်ကိုစောင့်ဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်.အဲ့ဒီကင်းထောက်စခန်းမှာ သူတို့ထပ်အရင်ရောက်နှင့်ထားပြီးသူတွေလဲရှိပါတယ်.ကယ်ဆယ်ရေးအဖွဲ့ကိုစောင့်ရင်းနဲ့ Bugsတွေအကြောင်းကိုတစ်စထက်တစ်စပိုပိုသိလာတဲ့အခါမှာ အဲ့ဒီဂြိုလ်သားပိုးကောင်တွေဟာလူသားမျိုးနွယ်တစ်ခုလုံးကိုပါဖျက်ဆီးဖို့အကြံအစည်ရှိနေတာကိုသိလိုက်ရပါတော့တယ်.ဒါကိုသူတို့အဖွဲ့ဘယ်လိုကယ်တင်မလဲ?ဒီအဖွဲ့အစည်းထဲမှာရော ဂြိုလ်သားပိုးကောင်တွေကရောထွေးဝင်ရောက်နှင့်ပြီးသားလားဆိုတာတော့ဇာတ်လမ်းထဲမှာပဲအဖြေရှာလိုက်ကြတာပေါ့.Military, science,fiction,horrorအမျိုးအစားဖြစ်ပြီး runtimeက ၉၂မိနစ်ပါ. ၂၀၀၄ခုနှစ်ကထွက်ရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပေမယ့်ယောကျာ်းလေးတွေက ဒီဇာတ်ကားမှာအသုံးပြုထားတဲ့လက်နက်ကြီးတွေကိုအခုထိသဘောကျဆဲဖြစ်ပါတယ်.Starship trooperအနေနဲ့ ၃ကားထွက်ရှိတာမလို့ပိတ်ရက်အတွက်အနားယူရင်းကြည့်ဖို့ အကောင်းဆုံးပါပဲ.\nFile size…  2.2 GB /  790 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 22m\nGenre .....  Action , Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by.... Charm",
        "rating": "5.0",
        "url": "https://megaup.net/3hD8m/Starship.Troopers.2.Hero.Of.The.Federation.2004.1080p.En.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vh5nospDpMOxZhyhRiXWWMmSFQe.jpg",
        "title": "Starship Troopers 3: Marauder (2008)",
        "description": "2008 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Starship troopers 3 ပိုးကောင်တွေနဲ့လူတွေရဲ့ကြားက တိုက်ပွဲအကြောင်းကိုရိုက်ကူးထားတာပါ။ရိုခုဆန်မှာ ပိုးကောင်စစ်ပွဲဖြစ်ပွါးခဲ့ပြီးနောက် ရိုခုဆန်ဒေသခံတွေကစစ်ပွဲကို ဆန့်ကျင်လာခဲ့ပါတယ်၊ အဲဒါကြောင့် ဒေသခံတွေဟာသူတို့နယ်မြေအတွင်းရှိ စစ်သားတွေကို မထီမဲ့မြင်ဆက်ဆံလာပါတယ်။တစ်နေ့မှာတော့ စစ်ဌာနချုပ်ကနေ ဗိုလ်ချုပ်ကြီးအိုမာအနုတ်၊ဗိုလ်ချုပ်ဟောင်ဇာနဲ့ လိုလာဘက်ခ်တို့ လာရောက်လှည့်ပတ်ကြည့်ရှုပါတယ်။အဲဒီအချိန်မှာပဲ ရိုခုဆန်မှာရှိတဲ့ ပိုးကောင်တွေကိုဟန့်တားထားတဲ့ခြံစည်းရိုးလုံခြုံရေး ပျက်ဆီးသွားလို့ ဗိုလ်ချုပ်ဟောင်ဇာကစစ်မြေပြင်ကို ထိန်းချုပ်ပြီး ဗိုလ်ချုပ်ကြီးအိုမာနဲ့လိုလာဘက်ခ်တို့ကဌာနချုပ်ကိုပြန်သွားကြပါတယ်...ဗိုလ်ချုပ်ကြီးအိုမာတို့ယာဉ်ဟာ လမ်းခုလတ်မှာစက်ချို့ယွင်းပြီးကန္တာရတစ်ခုမှာ ပျက်ကျသွားပါတယ်၊ ဌာနချုပ်ကိုကယ်ဆယ်ရေးအကူအညီလှမ်းတောင်းပေမယ့် ဌာနချုပ်က လျစ်လျူရှုခဲ့ပါတယ်။ဗိုလ်ချုပ်ကြီးအိုမာတို့ ဌာနချုပ်ကိုပြန်နိုင်မလား...ကန္တာရထဲမှာ ဘာတွေကြုံတွေ့ရမလဲဆိုတာကိုဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုကြရအောင်\nFile size…  2.4 GB /  1.5 GB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 45m\nGenre .....  Action , Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Benni",
        "rating": "5.0",
        "url": "https://megaup.net/2BFH1/Starship.Troopers.3.Marauder.2008.1080p.En.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGNlODdjYzgtMDUwZC00ZmFlLWI1OWUtNDkyNDc2YmYxNDVkXkEyXkFqcGdeQXVyMTU0OTM5ODc1._V1_-134x200.jpg",
        "title": "Justice League: Warworld (2023)",
        "description": "Justice League: Warworld (2023)\n========================Justice League ရဲ့ Warworld ဆိုတဲ့ Animation ကားလေးထွက်\nလာပါပြီ။ Warworld ဆိုတဲ့အတိုင်း စစ်ပွဲတွေနဲ့ ပြည့်နေတဲ့ ကမ္ဘာကြီး\nပေါ့။ ဒါပေမဲ့ အရှိသဘောအတိုင်း တည်ရှိနေတဲ့ ကမ္ဘာမဟုတ်ပဲ ဂြိုလ်\nတစ်ခုလောက်ကြီးမားပြီးစကြာဝဠာတစ်ခုလုံး မာတီဗာစ့်တွေအကုန်လုံး\nပြောရရင် တည်ရှိမှုအကုန်လုံးကို ဖျက်ဆီးနိုင်တဲ့ စွမ်းအားအကြီးဆုံး\nလက်နက်ပါပဲ။ အဲလက်နက်ရဲ့ အစွမ်းက Virtual World တစ်ခုကို\nတည်ဆောက်ပြီး လူတွေရဲ့ စိတ်ကိုထိန်းချုပ်ကာ လူတွေဆီက ထွက်\nလာတဲ့ အကြောက်တရား...အမုန်း..ဒေါသ အစရှိတဲ့ မကောင်းတဲ့ခံစား\nချက်တွေကို စွမ်းအင်အရင်းအမြစ်အနေနဲ့ အသုံးချတာပါ။ဒီတော့ အကျဉ်းသားအနေနဲ့ လူတွေကို ဖမ်းဆီးပြီးအသုံးချရတာပေါ့၊\nဖမ်းခံရတဲ့သူတွေထဲ စူပါမန်း..ဘတ်မန်း နဲ့ ဝန်ဒါဝူးမန်း တို့ပါ ပါသွားခဲ့\nပါတယ်။ ဒီလိုနဲ့ သုံးယောက်သား စစ်ကမ္ဘာထဲမှာ ကျင်လည်ဖို့ရာဖြစ်လာ\nတော့တာပေါ့။ အစပိုင်းမှာတော့ ကောင်းဘွိုင်ခေတ်ရောက်လိုက်၊ Wizard\nတွေနဲ့ ချလိုက်၊ ဟီးရိုးတွေကလည်းစိတ်ထိန်းချုပ်ခံထားရတော့ သူတို့\nကိုယ်သူတို့ ဘယ်သူတွေမှန်းမသိပဲ ဇာတ်ရည်မလည်ပဲဖြစ်နေပါလိမ့်မယ်။\nနောက်ဆုံးမှာတော့ တစ်စုံတစ်ခုက သူတို့ကိုလှမ်းခေါ်နေတဲ့ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1fMko/Justice.League.Warworld.2023.1080p.WEB-DL.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNGY1NzAzMDktYmM3Ny00ODVkLWI2ODQtMzQzNGNkOWVjYzZkXkEyXkFqcGdeQXVyMTUzOTcyODA5._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Mr. Car and the Knights Templar (2023)",
        "description": "Mr. Car and the Knights Templar (2023)\n=============================ပေါ့ပေါ့ပါးပါး ကြည့်စရာရှာနေသူတွေအတွက် ပိုလန်ရုပ်ရှင်သစ်\nတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ ပိုလန်စာရေးဆရာကြီး Zbigniew\nNienacki ရဲ့နာမည်တူ၀တ္ထုကို အခြေခံရိုက်ကူးထားတာပါ။\nအလွယ်ပြောရရင်တော့ ဇာတ်လိုက်နဲ့ကလေးတစ်သိုက်က ရတနာ\nသိုက်လိုက်ရှာတဲ့ ဇာတ်လမ်းမျိုးပါပဲ။ ဒါပေမဲ့ ထူးခြားတာကတော့\nခရူးဆိတ်စစ်ပွဲနဲ့ သမိုင်းကြောင်းထဲက သူရဲကောင်းတွေနဲ့ ဆက်စပ်\nတဲ့ လျှို့ဝှက်ဆန်းကြယ်မှုတွေပါနေတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအရတော့ လူသိများတဲ့ ပိုလန်လူမျိုး အနုပညာသမိုင်း\nပညာရှင် တောမတ်ရှ်ဟာ တမ်ပလာလက်ဝါးကပ်တိုင်တစ်ခုကို ရှာ\nတွေ့ထားပါတယ်။ အဲဒီကပေးတဲ့ သဲလွန်စနဲ့ ရှေးခေတ်က ရတနာ\nသိုက်တစ်ခုကိုရှာဖွေဖို့ ကြိုးပမ်းပါတော့တယ်။ ဒါပေမဲ့ လူအတော်\nစိတ်၀င်စားတဲ့ ရတနာသိုက်ဖြစ်တာကြောင့် ဟိုးလေးတကျော်နာမည်\nကြီးသွားပါတယ်။ အဲဒီအခါမှာ ရတနာသိုက်မုဆိုးတွေစုလာပြီး အချင်း\nချင်းပြိုင်ဆိုင်တိုက်ခိုက်မှုတွေ ရှိလာပါတယ်။တောမတ်ရှ်ကတော့ သူနဲ့သိပ်မတည့်လှတဲ့ သတင်းထောက်မတစ်ယောက်၊\nသူအထင်မကြီးလှတဲ့ ဆယ်ကျော်သက်ကလေး ၃ ယောက်နဲ့ မထင်မှတ်\nဘဲ တစ်ဖွဲ့တည်းဖြစ်သွားခဲ့ပါတယ်။ အဲဒီလိုနဲ့ တောမတ်ရှ်တို့အဖွဲ့ အလွဲ\nတွေကြားမှာ ရတနာသိုက်ဘယ်လိုရှာကြမလဲ၊ ဘာတွေရင်ဆိုင်ရမလဲ၊\nဘယ်သူမှ ဘာမှန်းမသိတဲ့ ရတနာသိုက်ဆိုတာက နောက်ဆုံးမှာ ဘာဖြစ်\nနေမလဲဆိုတာကို ကြည့်ကြရမှာပါ။ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1VBsS/Mr.Car.and.the.Knights.Templar.2023.POLISH.1080p.WEBRip.(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNWVhODJlNWYtNzllZS00ODQ5LWFhMWMtNDdlMDVkNWI3MmY2XkEyXkFqcGdeQXVyMTMzOTQyOTk1._V1_FMjpg_UX1000_-150x200.jpg",
        "title": "The Venture Bros.: Radiant is the Blood of the Baboon Heart (2023)",
        "description": "The Venture Bros.: Radiant is the Blood of the Baboon Heart (2023)\n===============================================\nIMDb Rating - 8.4/10IMDB 8.4 လောက်အထိရထားပြီး အသစ်စက်စက်ထွက်ရှိထားတဲ့ Animation\nဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ ဒေါက်တာဗန်ချာရဲ့\nသားနှစ်ယောက်အနက် သားကြီးဖြစ်သူ ဟန့်ခ်ဗန်ချာပျောက်သွားပြီး တစ်နိုင်ငံလုံး\nက လျှို့ဝှက်အဖွဲ့အစည်းတွေနဲ့အေဂျင်စီတွေ စွမ်းအားရှင်အဖွဲ့တွေ လိုက်ရှာကြတဲ့\nပုံစံကနေ စထားပါတယ်။တကယ်တော့ ဟန့်ခ်ဆိုတာ လိုတရဘဝကို ရခဲ့တဲ့လူငယ်တစ်ယောက်ဖြစ်ပြီး သူ\nပျောက်ဆုံးသွားတာကလည်း သူကိုယ်တိုင်ပဲ သူ့ရဲ့ တည်ရှိမှုကို ပြန်ရှာဖွေဖို့အတွက်\nစွန့်စားခန်း ခရီးတစ်ခု ထွက်လာခဲ့တာဖြစ်ပါတယ်။ သူ့ရဲ့ပျောက်ဆုံးနေတဲ့ အမေနဲ့\nထင်ယောင်ထင်မှားဖြစ်နေတဲ့ ပုံရိပ်တွေကြားထဲကနေ ဟ့န်ခ်တစ်ယောက် ဖခင်ဖြစ်\nသူ ဗန်ချာရဲ့လျှို့ဝှက်ချက်တွေနဲ့ အန္တရာယ်ရှိ စွမ်းအားရှင်အဖွဲ့တွေနဲ့ ထိပ်တိုက်တွေ့\nဆုံမိတဲံအခါမှာတော့ ဘာတွေဆက်ဖြစ်သွားမလဲ စိတ်ဝင်တစားဆက်လက်စောင့်\nကြည့်ရမှာဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nCM Team မှဖြစ်ပါတယ်)File Size..........(1.4 GB) / (545 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr ...",
        "rating": "8.4",
        "url": "https://megaup.net/2BEI9/The.Venture.Bros.Radiant.is.the.Blood.of.the.Baboon.Heart.2023.1080p.AMZN.WEB-DL.(CM).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h-135x200.jpg",
        "title": "Your Highness (2011)",
        "description": "ဒီ ကားလေးကတော့ စွန့်စားခန်းတွေ နဂါးတွေပါတဲ့ Fantasyအကြောင်းပါတိုင်းပြည်တစ်ခုမှာ Fabious နဲ့ Thadius ဆိုတဲ့ညီအကို၂ယောက်ရှိတယ်Fabious က နေရာတကာသိပ်တော် သိပ်အောင်မြင်တဲ့ hero ပေါ့ဘုရင်ဖြစ်လာမဲ့ သားအကြီးလည်းဖြစ်တယ် အမြဲတမ်းစွန့်စားခန်းသွားလူဆိုးတွေနှိမ်နှင်းနဲ့ လူချစ်များတဲ့သူပေါ့ Thadius ကတော့ ဘာမှမလုပ်တဲ့အပျင်း ညီလေး။ တနေ့တော့ Fabius က စွန့်စားခန်းက ပြန်လာရင်း ကောင်မလေးတစ်ယောက်ခေါ်လာပြီး လက်ထပ်မယ်လုပ်ရော လက်ထပ်ပွဲမှာ ထုံးစံအတိုင်း လူဆိုးကြီးကလာဖျက်ပြီး သတို့သမီးကိုခိုးရာက Thadiusနဲ့ Fadius တို့ညီအကို စွန့်စားခန်းအတူ ပထမဆုံးထွက်ရတော့ ဘာဆက်ဖြစ်ကြမလဲကြည့်ရအောင်....ရှေးခေတ်ကားမို့ ဖော်ချွတ်ခန်းတွေပါပါတယ် ဆိုတာ ကြိုပြောလိုက်ပါရစေ...  File size…2.78GB / 1.05GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mal ...",
        "rating": "5.5",
        "url": "https://megaup.net/3hAgq/Your.Highness.2011.BluRay1080p5.1CH(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9dTO2RygcDT0cQkawABw4QkDegN.jpg",
        "title": "Shin Kamen Rider (2023)",
        "description": "Shin Kamen Rider (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 82% ~မှတ်မှတ်ရရဆို Kamen Rider ခေါ် နှံကောင်ရိန်းဂျားကားတွေကို စကြည့်ကြတော့ ပါဝါရိန်းဂျားတွေထက်တောင် စောဦးမယ်။ ဇာတ်ကိုမမှတ်မိရင်တောင် ကလေးဘဝကကြည့်ခဲ့တဲ့သူတွေ တော်ရုံတော့မေ့မှာမဟုတ်ဘူး။ ဟီးရိုးကားပေမဲ့ ရုပ်ထွက်တွေက ဒိဒတ်ပြီး ကြမ်းသကိုး။ ဗီလိန်တွေဆိုလည်း တော်တော်ရွံစရာကောင်းနေတယ်။ ဒီနှစ်မှာတော့ ဒီ Kamen Riderရဲ့ အနှစ်ငါးဆယ်ပြည့်အထိမ်းအမှတ်အနေနဲ့ Shin Kamen Riderဆိုပြီး ထွက်လာတယ်။ ၂၀၂၁မှာပြည့်ဝာာပေမဲ့ ကိုဗစ်ကြောင့် နောက်ကျသွားတာ‌ပေါ့။ ဇာတ်ကလည်း ကျွန်တော်တို့ငယ်ငယ်က ဇာတ်ကိုမှ ဒါရိုက်တာကလည်း Hideaki Anno ဆိုတော့ အတိုင်းအထက်အလွန်ပါပဲ။Evangelion တွေရဲ့ ပဲ့ကိုင်ရှင် Hideaki Anno ကိုတော့ ဂျပန်အန်နမဲဖန်တွေထဲ မသိတဲ့လူမရှိလောက်ဘူး။ သူ့အနေနဲ့ Shin Japan Heroes Universe ...",
        "rating": "6.6",
        "url": "https://megaup.net/1VEe3/(CM)_Shin_Kamen_Rider_(2023)_WEB-DL_1080p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZmFmMzk4MGEtYjE3ZS00ZWM0LWI4YzYtMzJjZTRhYTJiYzg1XkEyXkFqcGdeQXVyMTUzMDA3Mjc2._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Headhunter (2023)",
        "description": "ဒီဇာတ်ကားလေးကတော့ အင်ဒိုနီးရှားနိုင်ငံ ဘော်နီယိုကျွန်းစွယ်မှ လောင်းဟောက်စ်ဒေသမှ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ ဓလေ့ထုံးစံများအကြောင်း မြင်နိုင်မဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ ငယ်ငယ်ကတည်းက ခင်မင်လာတဲ့ သူငယ်ချင်းလေးယောက်ကြားက ကတိသစ္စာတွေ၊ သုံးပွင်ဆိုင်အချစ်ဇာတ်လမ်းတွေကြောင့် ဖြစ်ပေါ်လာတဲ့ အဖြစ်အပျက်လေးတွေနဲ့ အိုင်ဘန်လူမျိုးစုတို့ရဲ့ စစ်သည်တော်တစ်ဦးဖြစ်ဖို့ ဘယ်လိုအခက်အခဲစမ်းသပ်ချက်တွေကို ဖြတ်ကျော်ရလဲဆိုတာကို ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ File size…(1.5 GB)/(860 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:27:00\nGenre...Drama, History, Action, Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "6.2",
        "url": "https://megaup.net/2Btho/Headhunter.2023.1080p.(CM).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/teenage-135x200.png",
        "title": "Ruby Gillman, Teenage Kraken (2023)",
        "description": "Ruby Gillman, Teenage Kraken (2023)\n===========================\nIMDb Rating - 5.9/10The Croods 2013 ကိုရေးသားခဲ့တဲ့ Kirk DeMicco ဒါရိုက်\nတာအဖြစ် ရိုက်ကူးထားတဲ့ ကာတွန်းရုပ်ရှင်အသစ်လေး လာ\nပါပြီ။ အသံသရုပ်ဆောင်အနေနဲ့ To All the Boys I've Loved\nBefore ရဲ့ မင်းသမီး Lana Condor ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း -\nလူတွေဟာ ခရက်ကန်ဆိုတဲ့ သတ္တဝါဆိုးကြီးတွေအကြောင်း ကြား\nဖူးကြပါတယ်။ လှေတွေ သင်္ဘောတွေကို မြှပ်ပစ်တယ်၊ သင်္ဘောသား\nတွေကိုသတ်ပစ်တယ် စသဖြင့်ပေါ့။ ဒါပေမဲ့ ဒီရုပ်ရှင်ထဲမှာတော့ ခရက်\nကန်မိသားစုတစ်စုဟာ လူယောင်ဆောင်ပြီး သမုဒ္ဒရာကမ်းခြေမြို့လေး\nမှာ လာအခြေချနေပါတယ်။ ခရက်ကန်အမေ အာဂ်သာမှာ ၁၅ နှစ်အ\nရွယ် ရူဘီဂေမန်ဆိုတဲ့ သမီးလေးရှိပါတယ်။ သူကတော့ ခရက်ကန်ဆို\nတာ လူတွေမသိအောင်ဖုံးထားရင် လူဝင်ဆန့်ဖို့ ကြိုးစားနေတဲ့ အထက်\nတန်းကျောင်းသူလေးပါပဲ။ သူ့အမေက သူ့ကို သမုဒ္ဒရာထဲကိုဘယ်တော့မှ\nမဆင်းဖို့တင်းတင်းကြပ်ကြပ်မှာထားတာပါ။တစ်နေ့မှာတော့ အမှတ်မထင် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1fDsy/Ruby.Gillman.Teenage.Kraken.2023.1080p.AMZN.WEB-DL.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BZWE2ZWE5MDQtMTJlZi00MTVjLTkxOTgtNmNiYjg2NDIxN2NhXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "The Flash (2023)",
        "description": "The Flash (2023)\n=============ဒီရုပ်ရှင်ဟာ Flash ရဲ့ ပထမဆုံး Live Action ရုပ်ရှင်ပဲဖြစ်ပါတယ်။\nအရင်က Flash ဟာ အခြားရုပ်ရှင်တွေ၊ ကာတွန်းတွေနဲ့ စီးရီးတွေမှာပဲ\nပါဖူးပါတယ်။ Flash ဟာ စီးရီးမှာရော ရုပ်ရှင်မှာရော အစွမ်းအကုန်\nမပြသေးတာဖြစ်ပေမဲ့ ဒီစီရဲ့ စွမ်းအားအကြီးဆုံး ဟီးရီုးတွေထဲက တစ်\nယောက်ပါပဲ။ အပြေးမြန်ရုံတင်မက၊ အချိန်-အာကာသကို ပြင်နိုင်စွမ်း\nတွေ၊ စကြာဝဠာကူးနိုင်စွမ်းတွေ၊ အနန္တလက်သီး၊ လျှပ်စီးလှိုင်း၊ လေမုန်\nတိုင်း၊ မော်လီကျူးထိန်းချုပ်နိုင်စွမ်း၊ ဒဏ်ရာအမြန်ပြန်ကောင်းနိုင်စွမ်း၊\nစူပါဉာဏ်ရည်၊ အမြန်နှုန်းနဲ့ တွေးတောနိုင်စွမ်း စသဖြင့် ပြောမကုန်အောင်\nပါပဲ။ဒီရုပ်ရှင်ဟာတော့ ဖလက်ရှ်ပွိုင့် ဝိရောဓိ ကာတွန်းဇာတ်ကြောင်းကိုပဲ\nအခြေခံထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မတိုင်ခင် ရှေ့မှာ ကာတွန်း\nတစ်ကားနဲ့ ဖလက်ရှ်စီးရီး စီစန် ၃ တို့မှာ Paradox story ကို အခြေခံပြီး\nရိုက်ကူးထားတာ ရှိပါသေးတယ်။ ဒီရုပ်ရှင်ဟာ ဝမ်းဒါးဝူးမန်းနဲ့ အက်ကွာ\nမန်းတို့တုန်းကလို အော်ရဂျင်စတိုရီမဟုတ်ဘဲ၊ ဖလက်ရှ်တစ်ယောက် အ\nတိတ်ကို ပြန်သွားပြီး သူ့အမေကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Bxxf/The.Flash.2023.1080p.WEB-DL[CM]-Update.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jUx4P4Q1VsQ07rLz7sOlSyNm4F3.jpg",
        "title": "The Fall (2006)",
        "description": "Genre – Adventure, Drama, Fantasy\nIMBD – 7.8/10 နိုင်ငံပေါင်း ၂၈ နိုင်ငံမှာ ၄ နှစ်ကြာအောင် ရိုက်ခဲ့ပြီး ဆက်တင်မသုံးပဲတကယ့်ရှုခင်းအလှအပ သဘာဝစစ်စစ်တွေနဲ့ Landscapeအလန်းစားတွေ သုံးထားတဲ့ စိတ်ကူးယဉ် ဒရမ်မာကားကောင်းလေးပါ။ရိုက်ထားတဲ့ Cinematography တွေဆိုလည်း ဓာတ်ပုံပညာတတ်စရာမလိုပဲ မြင်လိုက်တာထက် မှင်သက်ရအောင်ထိ မိုက်တဲ့ ရိုက်ချက်တွေLandscape အယူအဆတွေ မြင်ရမှာပါ။ ဒါတင်ပဲလား ရိုက်ချက်တွေရှုခင်းတွေကတော့ ဟုတ်ပါရဲ့ ဇာတ်လမ်းကျ ကောင်းရဲ့လားဆိုပြီးလည်းစိတ်ပူမနေနဲ့ ဇာတ်လမ်းလေးက ရိုးမလိုနဲ့ တင်ဆက်ပုံဆန်းပြီးIMDB မှာက 7.8 ရထားတယ် လူ ၁ သိန်းကျော်ပေးထားတာ Legitဖြစ်ချက်ပဲ။ သရုပ်ဆောင်ထားတဲ့မင်းသားကလည်း ခပ်ဖြောင့်ဖြောင့်နဲ့ ဘဲကြီး Lee Pace နာမည်ကြီးဇာတ်ကောင်တွေ ပြောရရင် Gurdianof the Galaxy ပထမကားထဲက ဗီလိန် Ronan တို့ နောက်ပြီးHobbit ထဲမှာ ပါမန်း Legolas ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Vyjg/The.Fall.2006.BluRay1080p5.1CH(CM).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTk2MDMyNjUwOF5BMl5BanBnXkFtZTcwMjYzNjg1Mw@@._V1_-135x200.jpg",
        "title": "Tomorrow, When the War Began (2010)",
        "description": "Tomorrow, When the War Began (2010)\n=============================\nIMDb Rating - 6.1/10ဒီကားလေးကတော့ ' Tomorrow When The War Began '\nဆိုတဲ့ Australia နာမည်ကြီး စာရေးဆရာ John Marsden\nရေးခဲ့တဲ့ ဝတ္ထုရှည်ကြီးကို ဇာတ်ကားအနေနဲ့ ပြန်လည်အသက်\nသွင်းထားတဲ့ ကားလေးဖြစ်ပါတယ်။ စာအုပ်အနေနဲ့ Tomorrow\nSeries ဆိုပြီးနာမည်ကြီးပြီး 1993 ကနေ 1999 ထိ စုစုပေါင်း 7\nအုပ်ထိ ထုတ်ဝေခဲ့ပါတယ်။ ပထမဆုံးစာအုပ်ဖြစ်တဲ့ Tomorrow\nWhen The War Began စာအုပ်ကတော့ ကမ္ဘာတဝှမ်း စာပေ\nWinner ဆု '8ဆု'၊ Best Book ဘာညာအဖြစ်ရွေးချယ်ခံရတာ\n'5ဆု'၊ Nominated '1ဆု' အထိအောင်မြင်ခဲ့ပါတယ်။ဇာတ်လမ်းမှာတော့ Australia မင်းသမီးချော Caitlin Stasey\nက ခေါင်းဆောင်မင်းသမီးအနေနဲ့သရုပ်ဆောင်ထားပြီး၊\nကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့တဲ့ Peter Pan ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Bukk/Tomorrow.When.the.War.Began.2010.1080p.BrRip.(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjExNTgzMTAzMV5BMl5BanBnXkFtZTcwMDA0ODkxOA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Hit & Run (2012)",
        "description": "Dax Shepard ကိုယ်တိုင်ရေးထားတဲ့ action & comedy film ဖြစ်ပြီး သူနဲ့သူ့အမျိုးသမီး Kristen Bell တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ် ဇာတ်ကားထဲမှာပါတဲ့ ကားတော်တော်များများကလည်း Dax ကိုယ်တိုင်စုဆောင်းထားတဲ့ကားတွေဖြစ်ပြီး ဘတ်ဂျက်နည်းနည်းနဲ့ရိုက်ထားရတာဖြစ်လို့ကားပြိုင်မောင်းရတဲ့စတန့်ခန်းတွေကိုလည်းသရုပ်ဆောင်တွေကိုယ်တိုင်မောင်းပြီးရိုက်ကူးထားတာပါတဲ့_ဇာတ်လမ်းထဲမှာတော့ Dax ဟာလွန်ခဲ့တဲ့လေးနှစ်ကဘဏ်ဓားပြမှုတစ်ခုရဲ့မျက်မြင်သက်သေအဖြစ်သက်သေကာကွယ်စောင့်ရှောက်မှုကိုခံနေရတဲ့သူပါ Kristen ကတော့ Dax ရဲ့တွဲတာမကြာသေးတဲ့ Annie ဆိုတဲ့ကောင်မလေးဖြစ်ပြီး Annie တစ်ယောက်အလုပ်အသစ်မှာအင်တာဗျူးဖို့အ‌တွက်သူတို့နှစ်ယောက်လော့စ်အိန်ဂျလစ်မြို့ကိုသွားရဖို့အကြောင်းဖန်လာပါတော့တယ် Dax ကသူအသတ်ပါခံရနိုင်တဲ့နေရာမို့မသွားဖို့ဆုံးဖြတ်ထားပေမဲ့ Annieကြောင့်အရဲစွန့်ခဲ့ရာကနေ သူ့ရဲ့ရန်သူတွေနဲ့ရင်ဆိုင်ရပါတော့တယ် သူတို့နှစ်ယောက် ရန်သူတွေလက်ထဲကနေဘယ်လိုထွက်ပြေးကြမလဲ၊ လော့စ်အိန်ဂျလစ်ကို‌ရော အင်တာဗျူးအမှီရောက်နိုင်ပါ့မလား ဆိုတာကိုဟာသနှောထားတဲ့အက်ရှင်ဇာတ်ကွက်လေးတွေနဲ့ကြည့်ရှုရမှာပါ File size…(1.7 GB)/(990 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:40:00\nGenre...Action, Adventure, Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "6.1",
        "url": "https://megaup.net/3hskh/Hit.and.Run.2012.1080p.(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AtHngeqD4K1Oj01ulWc1aDJhU8H.jpg",
        "title": "Scooby-Doo! and the Gourmet Ghost (2018)",
        "description": "Scooby-Doo! and the Gourmet Ghost (2018)~ IMDb - 6.5/10, Rotten Tomatoes - 63% ~စကူဘီဒူးပရိသတ်တွေအတွက် 2018 က ထွက်ခဲ့တဲ့ မူလလက်ရာ ကားကောင်းတစ်ကားပါ။ ဒီတစ်ခါမှာတော့ စားဖိုမှူးနဲ့ပတ်သက်တဲ့ သဘာ၀လွန်ဖြစ်ရပ်ကို စုံစမ်းကြတာဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~ဖရက်ရဲ့ ဦးလေးဘော်ဘီက သူတို့မွေးရပ်မှာ ချက်ပြုတ်ရေးအပန်းဖြေစခန်းဖွင့်တာကို သူတို့အုပ်စုသွားကြရင်း Mystery Case နဲ့ကြုံရတာပါ။ ဖရက်တို့ရဲ့ ဘိုးဘေးဖြစ်သူ နာမည်ကျော်စားဖိုမှူးအက်၀ပ်ဒူဖလေက တော်လှန်ရေးစစ်ပွဲအတွင်းမှာ မြို့ရဲ့သူရဲကောင်း လေးစားခံရတဲ့သူပါ။ ပါဆယ်စနစ်ကို စတီထွင်ခဲ့တဲ့သူပါတဲ့။ တစ်ရက်မှာ သူ့အင်းကနေ သရဲနီကြီးလို့ အော်ရင်း ပျောက်သွားပါလေရော။ အဲဒီချိန်ကစပြီး အင်းမှာ သရဲနီကြီး ခြောက်နေတယ်ဆိုတဲ့ ဇာတ်လမ်းတွေ ဒီနေ့ထိ ရှိနေပါတယ်။ဖရက်ဦးလေးဘော်ဘီက ဒီအင်းကို ခေတ်မီနည်းပညာနဲ့ပြန်လည်ဆန်းသစ်ပြီး ဧည့်သည်တွေကို ဆွဲဆောင်ဖို့ ချက်ပြုတ်တဲ့ အစီအစဉ် လုပ်တဲ့အခါမှာ သရဲနီကြီး ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Vwpl/(CM)_Scooby-Doo_And_the_Gourmet_Ghost_(2018)_WEB-DL_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/01/Bang_Bang-597068873-large-137x200.jpg",
        "title": "Bang Bang! (2014)",
        "description": "မင်းသား Hrithik Roshan နဲ့ မင်းသမီး Katrina Kaif တို့အဓိကပါဝင်ထားတဲ့\nဒီ Bollywood ဇာတ်ကားက Hollywood ရဲ့နာမည်ကြီးရုပ်ရှင်ဇာတ်ကားတစ်ကားကို\nမှီငြမ်းထားတာဖြစ်ပါတယ်...။နိုင်ငံတော်တော်များများကို လှည့်ပတ်ပြီး ခမ်းနားစွာရိုက်ကူးထားတာကြောင့် ရှုခင်းတွေ အရမ်းလှပါတယ်။\nဒါ့အပြင် ဘောလိဝုဒ်ရဲ့အနှစ်လို့ဆိုရမယ့် အကအလှပိုင်းမှာလဲ ဒီဇာတ်ကားက လုံးဝပြည့်စုံတယ်ဆိုရအောင် မိုက်ပါတယ်...\nမိုက်ဆို မင်းသားရော မင်းသမီးရောက လုံးဝအလန်းတွေလေ။ဇာတ်လမ်းကတော့ အက်ရှင်ကြမ်းကြမ်း အချစ်ကြမ်းကြမ်း စွန်းစားခန်းကြမ်းကြမ်းတွေနဲ့ ဟာသလေးတွေလဲ ဖြည့်စွက်ထားပါသေးတယ်။\nကြည့်ပျော်တဲ့ဇာတ်ကားဖြစ်ပြီးတော့ အချိန် ၂ နာရီခွဲလောက်ကြာတာကိုပါ မေ့သွားပါမယ်။\nFile size…(7.1 GB)/ (1.9 GB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….02:33:49\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Thaik San",
        "rating": "5.5",
        "url": "https://megaup.net/1fvkh/(CM)_Bang_Bang_2014_BluRay_720p-Naung.mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    }
]