[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/Seondal-The-Man-Who-Sells-the-River-2016-133x200.jpg",
        "title": "Seondal: The Man Who Sells the River (2016)",
        "description": "Seondal: The Man Who Sells the River (2016)_____IMDb - 6.5/10\n \nဒီဇာတ်ကားလေးကတော့ ဂျိုဆွန်းခေတ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။\nမြန်မာပရိသတ်အနေနဲ့ ရင်းနှီးပြီးသား မင်းသားချောလေး ယူဆောင်ဟို (YooS0ungHo) ရဲ့\nအောင်မြင်တဲ့ဇာတ်ကားလေး တစ်ကားပါ ။\nဒီဇာတ်ကားမှာ ယူဆောင်ဟိုက တရုတ်ပြည်ကို ကျွန်အဖြစ် ရောင်းစားခံရပြီး\nစစ်ပွဲမှာ မသေခဲ့ပဲထွက်ပြေးလွတ်မြောက်လာခဲ့တဲ့ ကင်အီနွန်းအဖြစ် သရုပ်ဆောင် ထားပါတယ်….\nကင်အီနွန်းက သူနဲ့အတူလွတ်မြောက်လာတဲ့တခြား နှစ်ယောက်ရယ်ပေါင်းပြီး\nညီအစ်ကိုလို ချစ်ချစ်ခင်ခင်ပျော်ရွင်စွာနေထိုင်နေကြတယ်…\nသူတို့ရဲ့အသက်မွေးကျောင်းကတော့ လူလိမ်တပါတ်ရိုက် ရိုက်စားပေါ့ဗျာ…\nကင်အီနွန်းရဲ့ ရိုက်စားအကွက်တွေက လှလွန်းတော့“ မုသားသခင်”ရယ်လို့ဆိုပြီး နာမည်ကျော်ပေါ့…\nသူကလည်းအတင့်ရဲချက်ကမ်းကုန် ဘုရင့်ဘဏ္ဍာတိုက်တောင်မနေရဘူး ရအောင်ဖောက်တယ် ။\nဒါကြောင့် ဘုရင့်တရားရုံးကလည်း အလိုရှိနေတဲ့ ထိပ်တန်းလူလိမ်လေး။\nတစ်ခါမှတော့ ဆောဒယ်ဆောင်းရဲ့ဆေးရွက်ကြီးတွေ ဖျောင်ဖို့ကြိုးစားရင်း\nမအူမလည်သူတို့ရဲ့ညီငယ်လေး အသက်ပေးသွားရတယ်….\nဆောဒယ်ယောင်း ဆိုတာကလည်း ဘုရင့်ဆွေတော်မျိုးတော် ဦးရီးတော် လောဘကြီးသူ\nကိုယ့်အတွက်သာကိုယ်ကြည့်ပြီး ဂျိူဆွန်းနိုင်ငံသားများကို တရုတ်သို့ ကျွန်အဖြစ်ရောင်းစား\nဆေးရွက်ကြီးတွေလုပ်နဲ့ တရုတ်ကိုတော့အသေဖားနေတဲ့လူကြီးပေါ့…\nငွေကြေးအင်အားကလည်းတောင့်တင်း တရုတ်ကိုလည်းပိုင်ဆိုတော့\nဘုရင်ကတောင် မနိုင်လို့ လက်မှိုင်ချနေရတဲ့ လူလည်ကြီး\nမုသားသခင် ကင်အီနွန်းကလည်း ညီငယ်အတွက် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eziC/Seondal_-_The_Man_Who_Sells_The_River_(Bongyi_Kim_Seondal)_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BNzM2NzM2NmMtNjZlNi00YTcyLWIwYmUtYmE1MWVmYTNiODRlXkEyXkFqcGdeQXVyNDkzMjE0NDE@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Pokémon the Movie: The Power of Us (2018)",
        "description": "ႏွစ္စဥ္ႏွစ္တုိင္း က်င္းပေလ့ ရွိတဲ့ ပြဲေတာ္ တစ္ခုကေတာ့ ပိုကီမြန္ ဖမ္းပြဲပါ\nအဲ့ဒီပြဲကို ႏိုင္ငံတကာမွ ပိုကီမြန္ ထရိန္နာေတြက လာေရာက္ၿပီး ယွဥ္ၿပိဳင္ေလ့ ရွိပါတယ္\nဒီႏွစ္မွာေတာ့ ထိုပြဲကို အက္ရွ္ နဲ႔ ပီကာခ်ဴး အျပင္ တစ္ျခား ထရိန္နာ အသစ္ေတြလဲ\nလာေရာက္ယွဥ္ၿပိဳင္ခဲ့သလို အေႏွာက္အယွက္ေတြလဲ ေတြ႔ရမွာျဖစ္ပါတယ္..\nထရိန္နာ အသစ္ေလး လီဆာ လဲ ေရာက္ရွိလာသလို သူ႔အေၾကာင္းနဲ႔သူ\nလာေရာက္ယွဥ္ၿပိဳင္သူေတြၾကား ပိုကီမြန္ အသစ္ေတြကိုလဲ ထပ္မံေတြ႔ရွိရမွာပါ\nဒီကာတြန္းကားေလးကို ေကာင္းျမတ္သူက ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/pokemon-the-movie-the-power-of-us-2018/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/the-day-after-tomorrow-poster-1-138x200.jpg",
        "title": "The Day After Tomorrow (2004)",
        "description": "The Day After Tomorrow (2004)\nIMDb - 6.4/10_____Rotten - 44%\n  \nIMDb rating 6.4/10 ရရှိထားပြီး 2004 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ပေးလိုက်ပါတယ်။\nအာတိတ်ဒေသမှာသုတေသနလုပ်နေတဲ့ ပါမောက္ခ ဂျက်(ခ်)ဟော(လ်) နဲ့အဖွဲ့ဟာ\nရာသီဥတု ဖောက်ပြန်ပျက်စီး မှု တစ်ခုကို အမှတ်မထင် ကြုံတွေ့ခဲ့ရတယ်။\nဒါကို နယူး ဒေလီ မှာပြုလုပ်တဲ့ ကမ္ဘာကြီး ပူနွေးလာမှုနဲ့ ပတ်သက်တဲ့\nနှီးနှော ဖလှယ်ပွဲတစ်ခုမှာ ဂျက်(ခ်) ကိုယ်တိုင်ပြောပြခဲ့ပေမဲ့ ဘယ်သူကမှ အလေးမထားခဲ့ကြပါဘူး။\nနောက်ပိုင်းမှာ ရေကြောင်းပြ ဗော်ရာ တွေမှာ အပူချိန်ကျဆင်းလာတာကြောင့် ပါမောက္ခ ရပ်ဆန် လည်း သတိထားမိခဲ့ပြီး\nဂျက်(ခ်) နဲ့အတူ ပူးပေါင်းလုပ်ဆောင်ခဲ့ကြပါတယ်။\nရာသီဥတု ဖောက်ပြန်ပျက်စီးမှုက တစ်စတစ်စ ပိုမိုဆိုးရွားလာခဲ့ပေမဲ့ ဂျက်(ခ်) ရဲ့ သတိပေးမှုတွေကို တာဝန်ရှိသူတွေက လျစ်လျူရှုခဲ့ကြပါတယ်။\nနောက်ဆုံးမှာတော့ မြောက်ကမ္ဘာခြမ်းတစ်ခုလုံးကို ရေခဲအတိ ဖုံးလွှမ်းသွားစေခဲ့တဲ့ တစ်ခါမှာ\nမကြုံခဲ့ဖူးတဲ့ ကုန်းတွင်းပိုင်း ဟာရီကိန်း မုန်တိုင်းဒဏ်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/Shop/The_Day_After_Tomorrow_[2004].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6BQyI5qfDNcpuSFPmJEzOfSUFOw.jpg",
        "title": "Rabbit School – Guardians of the Golden Egg (2017)",
        "description": "G | 79 min | Animation, Adventure, ComedyIMDB...... 5.7 ⭐⭐⭐⭐⭐⭐Animal World တစ္​ခုမွာ ဇာတ္​အိမ္​တည္​ထားတဲ့ဂ်ာမနီထုတ္​ကာတြန္​းကား​ေကာင္​း​ေလး တစ္​ကားနဲ႔မိတ္​ဆက္​​ေပးခ်င္​ပါတယ္​။မက္​စ္​ဆိုတဲ့ သူခိုး​ေတ​ေလ ယုန္​က​ေလးတစ္​​ေကာင္​ဟာအီစတာ ယုန္​တို႔ရဲ႕ ​ေက်ာင္​းက​ေလးထဲကို ​ေရာက္​သြားပါတယ္​။မက္​စ္​ဟာ ပ​ေဟ႒ိဆန္​လြန္​းတဲ့ မဒမ္​ ဟာမီအြန္​းနဲ႔ ယုန္​မ​ေလး အမ္​မီတို႔ရဲ႕ အကူအညီနဲ႔ အီစတာယုန္​​ေလး​ေတြရဲ႕ လွၽိဳ႕ဝွက္​ပညာ​ေတြကို ဆည္​းပူးခဲ့ပါတယ္​။ဒီ​ေနာက္​ အီစတာ ယုန္​​ေလး​ေတြရဲ႕ရန္​သူ ညဏ္​မ်ားတဲ့​ေျမ​ေခြးမိသားစုနဲ႔ မက္​စ္​ ရင္​ဆိုင္​ရၿပီး သူ႔ စြမ္​းရည္နဲ႔ ဘယ္​လ္​ို ရင္​ဆိုင္​မလဲဆ္​ိုတာနဲ႔Friendship ဆိုတာဘာလဲဆိုတာ..သူ ဘယ္​လို နားလည္​ခဲ့လဲ ျမင္​ၾကရမွာပါ။ဒီဂ်ာမနီထုတ္​ အန္​နီ​ေမး႐ွင္​းကား​ေလးရဲ႕ဇာတ္​​ေကာင္​ယုန္​က​ေလး​ေတြဟာ ကာတြန္​းကား​ေတြထဲ ​ေတြ႕ဖူး​ေနၾက ယုန္​​ေတြနဲ႔ကဲြထြက္​ပါတယ္​။ဒါကလည္​း ဒီကားကို တစ္​မ်ိဴးAttractive ျဖစ္​​ေစပါတယ္​။ထပ္​​ေဆာင္​း​ေျပာရမယ္​ဆိုရင္​​ေတာ့ ဒီကား​ေလးက Best Childern Film Award ရထားပါတယ္​။ (ဇာတ္လမ္းအညႊန္း ကို Wira Aung မွေရးေပးထားျပီး ဘာသာျပန္ေပးထားသူကေတာ့ ေနျခည္ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1yLo3/Rabbit_School_-_Guardians_Of_The_Golden_Egg_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjA5NzgyMjc2Nl5BMl5BanBnXkFtZTcwOTU3MDI3MQ@@._V1_-135x200.jpg",
        "title": "Hellboy II: The Golden Army (2008)",
        "description": "In this continuation to the adventure of the demon superhero, an evil elf breaks an ancient pact between humans and creatures, as he declares war against humanity. He is on a mission to release The Golden Army, a deadly group of fighting machines that can destroy the human race. As Hell on Earth is ready to erupt, Hellboy and his ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xlgs/Hellboy_II_-_The_Golden_Army_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pacific-rim-uprising-poster-143x200.jpg",
        "title": "Pacific Rim: Uprising (2018)",
        "description": "Pacific Rim: Uprising (2018)\nIMDb - 5.6/10_____Rotten - 43%\n  \nPacific Rim ရဲ့ ဒုတိယမြောက်ကားလေး ၅နှစ်ကြာတဲ့အခါ ပရိသတ်ရှေ့ ရောက်လာပါပြီ။\nIMDb Ratinf  5.6/10 ရထားပြီးတော့ ဘတ်ဂျပ် $ ၁၇၀millionကျော်\nအကုန်အကျခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Pacifim Rim တုန်းက ကိုင်ဂျူးလို့ခေါ်တဲ့\nဂြိုလ်သားတွေရဲ့ ကျူးကျော်မှုကိုတိုက်ခိုက်မှုကို ယေဂါလို့ခေါ်တဲ့ ဧရာမစက်ရုပ်ကြီးတွေနဲ့\nတန်ပြန်တိုက်ခိုက် လို့အောင်မြင်ခဲ့ပြီး ကမ္ဘာနှစ်ခုဆက်သွယ်ထားတဲ့ တွင်းပေါက်ကြီးကို\nဖျက်ဆီးပစ်နိုင်ခဲ့တာ ၁၀ နှစ်ကျော်ကာလကို ရောက်ရှိနေပါပြီ။\nဒါပေမယ့် ယေဂါတွေရဲ့ အားနည်းချက်ကတော့ စက်ရုပ်ရဲ့ တိုက်ခိုက်နိုင်စွမ်းဟာ\nသူ့ကိုမောင်းနှင်တဲ့ ပိုင်းလော့ဒ်နှစ်ယောက်ရဲ့ သဟဇာတဖြစ်မှု ပိုင်းလော့ဒ်တွေရဲ့\nကျွမ်းကျင်မှုအပေါ်မူတည်နေသလို ကျူးကျော်လာတဲ့ကိုင်ဂျူးဆီကို သွားတိုက်တဲ့အခါမှာ\nစက်ရုပ်အကြီးကြီးမို့ သယ်ယူပို့ဆောင်ရေးမှာ ကြံ့ကြာနေတဲ့အချက်ပါပဲ။\nဒါကြောင့် ပိုင်းလော့ဒ်ကောင်းတွေရအောင် ငယ်စဉ်ကတည်းက လေ့ကျင့်ပေးရပါတယ်။\nဒါကြောင့် လူသားတွေအနေနဲ့ ဒါတွေကို ဖြေရှင်းနိုင်ဖို့နည်းလမ်းတွေ ကြံစည်လာပါတယ်။\nဒီမှာ တရုတ်နိုင်ငံ “ရှောင်-စက်မှုလုပ်ငန်း” ကနေ နည်းပညာအသစ်တွေနဲ့ ရှာကြံပြီး\nလူတစ်ယောက်တည်းကသာ မောင်းနှင်နိုင်ပြီး အဝေးထိန်းနဲ့ ထိန်းချုပ်နိုင်တဲ့\nယေဂါဒရုန်းစက်ရုပ်ကြီးတွေကို ...",
        "rating": "5.6",
        "url": "https://megaup.net/2TN43/Pacific_Rim_-_Uprising_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eifGNCSDuxJeS1loAXil5bIGgvC.jpg",
        "title": "Justice League (2017)",
        "description": "ဒါရိုက်တာ ဇက်ခ်စနိုင်ဒါရဲ့ လက်ရာဖြစ်ပြီး DC Comics စူပါဟီးရိုးတွေဖြစ်တဲ့ Batman, Superman, Wonder Woman, Flash, Aquaman နဲ့ Cyborg တို့ တစုတစည်း ပါဝင်ထားတာမို့ ပရိသတ်တွေ တပျော်ကြီး ရှုစား ရာမှာပါစူပါမန်း သေဆုံးပြီးနောက် တစ်ကမ္ဘာလုံးပူဆွေးဝမ်းနည်းနေ ချိန်မှာ စူပါဗီလိန် Steppenwolf နဲ့  သူ့ရဲ့အပေါင်းအပါ Parade-mons တွေဟာ Mother Boxes တွေကို ရှာဖွေဖို့ ကမ္ဘာကိုပြန်လည်အခြေချခဲ့ပါတယ်။ Mother Box တွေရဲ့ သတင်းအစရဖို့ S.T.A.R Labs ရဲ့ ဝန်ထမ်းအတော်များများကို ဖမ်းဆီးခဲ့ကြတယ်။အဲဒါနဲ့ ဘီလျံနာတစ် ယောက်ဖြစ်တဲ့ ဘရုစ်ဝိန်း (Bat-man) က လူစွမ်းကောင်းတွေစု စည်းပြီး Justice League ဆိုတဲ့ အဖွဲ့ဖွဲ့စည်းကာ Steppenwolf တို့ကို ပြန်လည်တိုက်ခိုက်နိုင်ဖို့ လုပ်ပါတော့တယ်။Steppen-wolf တို့ကလည်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/SS3p/Justice_League_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/wonder-woman-final-poster-135x200.jpg",
        "title": "Wonder Woman (2017)",
        "description": "DCEU ရဲ့ လေးကားမြောက် ရုပ်ရှင် ဖြစ်တဲ့ Wonder Woman ရုပ်ရှင်ပါ။\nBox Office မှာ နံပါတ်တစ်ချိတ်ခဲ့ပြီး ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုတွေနဲ့ ပရိသတ်တွေ အားပေးမှုအပြည့်ရထားပါတယ်။\nသူ့ကိုတော့ Batman vs Superman မှာ မြင်ဖူးခဲ့ပြီးသားဖြစ်မှာပါ။\nဒီရုပ်ရှင်ထဲမှာတော့ ဒိုင်ယာနာ ရဲ့ ငယ်ဘဝနဲ့ လူ့လောကထဲကို ပထမဆုံးခြေချချိန် စွန့်စားခန်းတွေကို တွေ့ရပါလိမ့်မယ်။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ဒိုင်ယာနာဟာ လူတွေသာမာန်မျက်စိနဲ့ မမြင်နိုင်တဲ့ ကျွန်းတစ်ကျွန်းမှာ နတ်ဘုရားတွေဖန်ဆင်းထားတဲ့ အမေဇုံလို့ခေါ်တဲ့ စစ်သည်တော်တွေလက်ထဲမှာ မွေးဖွားကြီးပြင်းလာသူပါ။\nဒိုင်ယာနာဟာ ဘုရင်မ ဟစ်ပိုလီတာရဲ့ သမီးတော်လည်း ဖြစ်ပါတယ်။\nအဲဒီကျွန်းမှာ ယောကျာ်းတစ်ယောက်မှ မရှိပါဘူး။\nတစ်နေ့မှာတော့ပထမကမ္ဘာစစ်ထဲက လေယာဉ်မှုးတစ်ယောက် လေယာဉ်ပျက်ကျပြီး ပင်လယ်ထဲ ပြုတ်ကျလာတာကို ကယ်တင်မိပြီး ကမ္ဘာစစ်ကြီးအကြောင်းကို ပထမဆုံးကြားသိသွားပါတော့တယ်။\nအမေဇုံတွေဟာ ကမ္ဘာကြီးကို စစ်နတ်ဘုရားလက်က ကယ်တင်ဖို့လို့ ယုံကြည်ထားတဲ့ ဒိုင်ယာနာဟာ လေယာဉ်မှုး ဗိုလ်ကြီး စတိ ထရီဗာနဲ့အတူ လူတွေရဲ့ လောကကြီးထဲကို ခြေချပြီး ...",
        "rating": "7.4",
        "url": "https://megaup.net/2SPgk/Wonder_Woman_[2017]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5UsK3grJvtQrtzEgqNlDljJW96w.jpg",
        "title": "Batman v Superman: Dawn of Justice (2016) EXTENDED",
        "description": "ကျွန်တော်တို့အားလုံး စောင့်စားနေတဲ့ BvS Ultimate Cutအကြည်ထွက်လာခဲ့ပါပြီ။ဒီအကြည်မှာ မိနစ် ၃၀ စာခန့် အခန်းတွေ ပြန်ပါလာပြီ။ဒီဇာတ်ကားကို ရုံတင်တုန်းက ကျေနပ်မှုမရခဲ့တဲ့ ပရိသတ်တွေ ရှိခဲ့သလို လူမှုကွန်ယက်တွေမှာ ဒါရိုက်တာ Zack Snyder ကို အပြစ်တင်တဲ့ စာတွေ အများအပြားထွက်လာခဲ့ဖူးပါတယ်။ဒါပေမယ့် ခု ထွက်လာတာကို ကြည့်ပြီးနောက်မှာ အင်တာနာစာမျက်နှာ မှာ ဒါရိုက်တာကြီးကို ပြန်လည်တောင်းပန်မှုတွေ အများအပြား ပေါ်ပေါက်လာခဲ့ပါတယ်။ကျွန်တော်အမြင်မှာလဲ တကယ်ကို အဲဒါ မှန်ကန်တယ်ထင်တာပါပဲ။ဇာတ်လမ်းဟာ အများကြီးပိုချိတ်ဆက်မိပြီး လေးနက်သွားပါပြီ။ကြည့်ပြီးသားဖြစ်စေ မကြည့်ဘဲစောင့်နေသည် ဖြစ်စေ ကြည့်ဖို့ သိပ်တန်တဲ့ ကားတစ်ကား ဖြစ်လာတာပါပဲ။ဇာတ်လမ်းအကျဉ်းမှာတော့ သူသာ စိတ်ထဲမှာ လုပ်ချင်ရင် ကမ္ဘာဂြိုလ်တစ်ခုလုံးကို ရှင်းပစ်နိုင်တဲ့ ဂြိုလ်သားကို အန္တရာယ်ကောင်လို့ မြင်နေတဲ့ လင်းနို့လူသား....ဥပဒေရဲ့အထက်မှာ တရားစီးရင်နေတဲ့လင်းနိ့ ကို မရှိသင့်ဘူးထင်တဲ့ သံမဏိလူသားတို့ ရဲ့ ရပ်တည်ချက်ထိပ်တိုက် တင်းမာနေချိန်မှာ....\nစူပါမန်းသွားလေရာမှာ သံသယဖြစ်စရာ လူသေမှုတွေ ဆက်တိုက်ပေါ်နေလို့ သဲလွန်စလိုက်ရှာနေတဲ့ သတင်းထောက်မလေး လူးဝစ်လိန်း။စွမ်းအားအကြီးဆုံးလူမှန်ရင် လူကောင်းမဖြစ်နိုင်ဘူး-လူကောင်းစစ်စစ်ဆိုရင်စွမ်းအားမပြည့်စုံတော့ဘူး ဆိုတော့ အတွေးနဲ့ ငယ်စဉ်ကတည်းက ဖန်ဆင်းရှင်အပေါ် နာကျည်းတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2lA85/Batman_Vs_Superman_-_Dawn_Of_Justice_[2016]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/man-of-steel-poster-142x200.jpg",
        "title": "Man of Steel (2013)",
        "description": "Man of Steel (2013)\nIMDb - 7.0/10_____Rotten 56%\n  Director: Zack Snyder ရိုက်ကူးတင်ဆက်ထားပြီးJune 14, 2013 (USA) မှာ ရုံတင်ပြသခဲ့တဲ့ Super Man ဇာတ်ကားအသစ်ဖြစ်ပါတယ်...Super Man ဆိုတိုင်း ထူးမခြားနား ပုံစံအတိုင်းထူးဆန်းတဲ့ မိုးကောင်းကင်ကနေကျလာတဲ့ လူသားလေးကို ရိုးသားတဲ့ တောသူတောင်သူ လင်မယားကမွေးစားလိုက်တဲ့ ဇတ်လမ်းပါပဲဒါပေမယ့် ထူးခြားနေပါတယ်....Super Man ခေါ် ခါအလ် ရဲ့ မွေးဖွားခြင်းနဲ့ သူ နေထိုင်ရာ ဂြိုလ်ပျက်စီးခြင်းကိုတွဲမြင်ရမှာဖြစ်ပါတယ်ဂြိလ်ပြန်လည်တည်ထောက်ဖို့ ပင်မ သော့ကိုတော့Super Man ရဲ့ ဖခင် ဂျိုအယ် နဲ့ မိခင် လာရာ က သူ့သား ရဲ့ယဉ်ငယ်ကိုယ်ထဲကို ထည့်သွင်းပေးပြီးတော့ကမ္ဘာဂြိုလ်ဆီသို့ ယဉ်ငယ်လေးနဲ့ ပို့လွှတ်လိုက်ပါတယ်....အရင်လို မဟုတ်ပဲ ထူးခြားတာကတော့ Super Man ရဲ့ငယ်ဘ၀ မှာ လူတွေနဲ့ အဆင်မပြေနေထိုင်ခဲ့ရပါတယ်ကျနော်တို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3zRzD/Man_Of_Steel_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/letters-to-juliet-poster-143x200.jpg",
        "title": "Letters to Juliet (2010)",
        "description": "Letters to Juliet (2010)\nIMDb - 6.5/10_____Rotten - 41%  ကျွန်တော်တို့သူငယ်ချင်းတွေနဲ့ဆုံတွေကြတဲ့ အခါ အတော်များများမေးလေ့ရှိကြတယ် ..ဟဲ့ နင်တို့ (၂)ယောက်ဘယ်လိုကနေဘယ်လိုချစ်သွားကြတုန်းတဲ့...\nချစ်ခဲ့ကြဖို့အတွက် အခက်အခဲပေါင်းများစွာကြုံခဲ့ရသလို ကြည်နူးစရာပေါင်းများစွာကြုံခဲ့ရပေမယ့် ပြန်ပြောပြဖို့ကြတော့ ဝါကျ(၃)ကြောင်းလောက်နဲ့ပြီးသွားတတ်တယ်..\nကြိုးစားပြီးပြောပေမယ့် ကိုယ်ကြုံခဲ့ရတာတွေကများသလောက်  ဖွဲ့နွဲ့ပြဖို့ခက်တော့ မြန်မြန်နိဂုံးချုပ်လိုက်ရတယ်..\nဒါတွေကို FAတွေတော့ သိပ်နားလည်မယ် မထင်ဘူး...\nတစ်ချို့ပြောတတ်ဆိုတတ်တဲ့သူတွေအတွက်တော့ ဇာတ်လမ်းတစ်ပုဒ်နီးပါး နားထောင်ကောင်းနေတတ်မျိုးတော့ရှိတာပေါ့လေ...\nဒီလိုပဲ အချစ်စာအုပ်ကောင်းတစ်အုပ် အချစ်ဇာတ်လမ်းကောင်းတစ်ကားကို ညွှန်းဆိုဖို့ကြတော့လည်း အတော်ခက်ပါတယ်..\nကြည့်နူးစရာတွေ ကြုံရမြင်ရ ခံစားရတာတွေများပေမယ့် ညွှန်းဆိုဖို့ကြတော့ခက်ပါတယ်..ပြီးတော့\nတခြားသူညွှန်းပြီးသား အချစ်ကားတွေပြန်ကြည့်ရင် ခံစားရတာ ပေါ့နေသလိုဖြစ်နေတတ်တယ်...ဒါကြောင့် ထွေထွေထူးတော့ပြောမနေတော့ပါဘူး....\nဒီအချစ်ကားနဲ့ပတ်သက်ပြီးပြောလို့ရတာက ဇာတ်လမ်းလေးက တခြားအချစ်ဇာတ်လမ်းတွေထက်ကို   ပိုစိတ်ဝင်စားဖို့လည်းကောင်း၊ကြည်နူးဖို့လည်းကောင်း၊\nမြင်ရတဲ့အရာတွေကလည်း သိပ်ကိုလှ ၊ဗဟုသုတတွေလည်းရတယ်လို့ပြောပါရစေ...\nကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့...  \nFile Size : (850 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Amy Khine\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://megaup.net/SEo6/Letters_To_Juliet_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kB56ZdMB6RgY5QtX9Bar45jCeI.jpg",
        "title": "A.X.L (2018)",
        "description": "အဆိုတော်ချောချောလေး Becky G ပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်က A.X.L (2018) ပါ။Science fiction/action ဇာတ်လမ်းကောင်းလေးတွေသဘောကျနှစ်ခြိုက်တဲ့Channel Myanmar ပရိသတ်ကြီးအတွက်တော့ စိတ်ကြိုက်ဖြစ်မှာပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ တင်ဆက်ပေးပါဦးမယ်။A.X.Lဆိုတာက စစ်တပ်သုံးဖို့ အထူးတီထွင်ထုတ်လုပ်ထားတဲ့ ခွေးစက်ရုပ်ပါ။A.X.L ဆိုတဲ့နာမည်လေးရဲ့ အဓိပ္ပါယ်ကိုပြောပြရရင်A = Attack(အတိုက်ခိုက်စွမ်းရည်) ,X = Exploration (ရှာဖွေစွမ်းရည်) ,L = Logistics (စဉ်းစားဆင်ခြင်တတ်တဲ့စွမ်းရည်)ဒီလိုအရည်အချင်းတွေနဲ့ ပြီးပြည့်စုံတဲ့ စက်ရုပ်ခွေးဖြစ်ပါတယ်...စစ်တပ်ဟာအနာဂါတ်အတွက် စစ်မြေပြင်မှာအသုံးချဖို့အတွက် လူသားတွေအပေါ်သစ္စာအရှိဆုံးသတ္တဝါတွေထဲမှ ခွေးရဲ့ပုံစံကိုရွေးပြီးတော့စက်ရုပ်ခွေးဖန်တီးခဲ့ပါတယ်...ဒါပေမယ့် စစ်တပ်ကိုမပို့မီ အချိန်မှာA.X.L က ဓာတ်ခွဲခန်းထဲကနေ ထွက်ပြေးလာခဲ့ပြီးဆိုင်ကယ်စီးကျွမ်ကျင်သူဟေးလ်နဲ့ ကွင်းပြင်ထဲမှာဆုံမိပါတော့တယ်။ကြမ်းတမ်းသန်မာတဲ့စက်ရုပ်ခွေးဖြစ်သူ A.X.L နဲ့ လူသားဖြစ်သူဟေးလ်တစ်ယောက် ဘယ်လိုရှေ့ဆက်ဖြစ်ကြမလဲ?ဘာတွေဆက်ဖြစ်ကြမလဲ?စတဲ့မေးခွန်းတွေ အကြင်နာတရားနဲ့ စိတ်လှုပ်ရှားစရာကိုဒွန်တွဲဖော်ပြတင်ဆက်ထားတဲ့ကားကောင်းလေးပါ။Spoilerပါမှာစိုးလို့ အနည်းငယ်သာဖော်ပြလိုက်ပါတယ်။File Size : (1.8 GB) and (918 MB) and (278 MB)Quality : BluRay 1080p 5.1 CH ...",
        "rating": "5.1",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4 https://megaup.net/2mTzf/Gate_[2018]_(MM_Sub).mkv https://megaup.net/1GW6g/(CM)A.X.L_(2018)BluRay_720p_(Large_Size).mp4",
        "category": "Action, Adventure, Family, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/images-3-200x300.jpg",
        "title": "Ghost in the Shell ( 2017 )",
        "description": "မတ္လထဲမွာ ရံုတင္ျပသခဲ့တဲ့ သိပၸံစိတ္ကူးယဥ္ကားသစ္ကို တင္ေပးလိုက္ပါတယ္။ဂ်ပန္နာမည္ၾကီး Anime ကို ျပန္လည္ရိုက္ကူးထားတဲ့ liv-action ျဖစ္သလိုမင္းသမီး စကားလက္ ဂ်ိဳဟန္ဆန္လည္းျဖစ္တာမို႕ မထြက္ခင္ကတည္းကလူအေတာ္မ်ားမ်ား စိတ္၀င္စားေနၾကပါတယ္။လက္ရိွမွာေတာ့ IMDb မွာ 6.8 ရထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အနာဂါတ္ကာလတစ္ခုမွာလူသားေတြဟာ နည္းပညာေတြ တိုးတက္လာေနျပီးစက္ နဲ႕ လူသားေတြျကားက စည္းကို ျဖတ္ေက်ာ္သြားခဲ့ပါျပီ။လူသားေတြကိုယ္ထဲမွာ စက္အစိတ္အပိုင္းေတြအစားထိုးျပီးစြမ္းအင္မ်ိဳးစံုကို ျမွင့္တင္ေနနိုင္ပါျပီ။ ဒါေပမယ့္ ေမဂ်ာဆုိတဲ့မိန္းကေလးကေတာ့ ခႏၶာတစ္ခုလံုးကို ျပဳလုပ္ဖန္တီးျပီးေတာ့မွလူသားအစစ္ရဲ႕ ဦးေနွာက္နဲ႕ ေပါင္းစပ္ထားတဲ့ ပထမဆံုးမ်ိဳးဆက္အျဖစ္ ေပၚေပါက္လာခဲ့ပါတယ္။သူဟာ ဟန္ကာ စက္ရုပ္ကုမၼဏီရဲ႕ အစြမ္းထက္ဆံုး လက္နက္နဲ႕အဆင့္ျမင့္ဆံုး နည္းပညာတစ္ခု ျဖစ္လာခဲ့ပါတယ္။အဲဒီကုမၼဏီရဲ႕ သိပၸံပညာရွင္ေတြကို လိုက္လံသတ္ျဖတ္ေနတဲ့နည္းပညာအၾကမ္းဖက္သမား ကူေဇးကို လိုက္လံဖမ္းဆီးဖို႕ၾကိဳးစားရင္းနဲ႕ မထင္မွတ္တာေတြ ၾကံဳလာရပါေတာ့တယ္။အမွန္နဲ႕အမွား၊ လူဆိုးနဲ႕ လူေကာင္း၊ မွတ္ဥာဏ္ နဲ႕အတိတ္စစ္ေတြဟာ သူထင္သလို မရိုးရွင္းတာေတြကို သိလာရတဲ့အခါ.....(ဘာသာျပန္ သူကေတာ့ Myoko Yeman ပါ)",
        "rating": "6.4",
        "url": "https://megaup.net/2dmuW/Ghost_In_The_Shell_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85RWLY80P6NRcwl7CHmh0fAAGyQ.jpg",
        "title": "Digimon Adventure Tri. – Chapter 6 Future (2018)",
        "description": "Digimon Series တွေကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက်အခုတင်ဆက်ပေးမယ့် ကားကတော့ Rating 7.5 ရရှိထားပြီးတော့၂၀၁၈ ကထွက်ရှိခဲ့ပါတယ်...ဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင် ကမ္ဘာကြီးဟာ ပျက်ကိန်းနဲ့ဆိုက်လာရပါပြီ...ဘယ်လိုပျက်ကိန်းနဲ့ဆိုက်လာရတယ်ဆိုရင် လူသားတွေရဲ့ကမ္ဘာကြီးနဲ့Digimon တွေနေထိုင်တဲ့ ကမ္ဘာကြီး ပေါင်းစပ်ဖို့ဖြစ်လာတာပါ....အဲလိုဖြစ်လာတဲ့ အချိန်မှာ ဆယ်ကျော်သက်လူငယ်လေးတွေကဒီလိုဖြစ်လာတဲ့ အဖြစ်ဆိုးကြီးကိုတားဆီးဖို့အတွက်သူတို့ရဲ့ ချစ်စရာ Digimon လေးတွေနဲ့အတူတူရင်ဆိုင်ကြမှာဖြစ်ပါတယ်...ဒီ Movie လေးဟာ Digimon Series တွေကြည့်နေကျလူတွေအတွက်စိမ်းမှာမဟုတ်သလို အခုမှစကြည့်မယ့်လူတွေအတွက်လည်းကြည့်လို့ကောင်းမယ့် Animation ကားတစ်ကားဖြစ်ပါတယ်...File Size : (840 MB) and (202MB)Quality : HDRip 720pRunning Time :1hr 38 minFormat : Mp4Genre : Anmation , Adventure , ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Dark KnightEncoded by Moe Myint Lwin",
        "rating": "7.5",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4 https://megaup.net/2mTzf/Gate_[2018]_(MM_Sub).mkv https://megaup.net/1GW6g/(CM)A.X.L_(2018)BluRay_720p_(Large_Size).mp4 https://megaup.net/1GW7l/The_Place_Promised_In_Our_Early_Days_(Kumo_No_Mukô,_Yakusoku_No_Basho)_[2004]_(MM_Sub).mp4 https://megaup.net/2mTz1/DigimonAdventuretri.Part6-Future(2018).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gl3vhGEIQ6MuilrKGoZOSBlvoz1.jpg",
        "title": "A Wizard’s Tale (2018)",
        "description": "Here comes the grump ဆိုတဲ့ဇာတ်​ကား​လေးက​တော့ကာတွန်​းကား​လေးတစ်​ကားဆိုတာထက်​ ​မေတ္တာတရား​တွေအမုန်​းတရား​တွေ လက်​သား​ချေလိုမှု​တွေနဲ့ ချယ်​မှုန်​းထားတဲ့ ရုပ်​ရှင်​​လေးတစ်​ခုဖြစ်​ပါတယ်​။တစ်​ခါက တက္ကသိုလ်​မှာ အ​တော်​ဆုံးဖြစ်​ခဲ့တဲ့ ဂရင်​းတစ်​ဖြစ်​လဲ ဂရမ်​့ဟာဘုရင်​းမင်​းမြတ်​ဆီ ပထမဆုံး အလုပ်​စဝင်​တဲ့​နေ့မှာပဲ ​စေတနာအမှား​တွေဖြစ်​ပြီးဘုရင်​ကြီးရဲ့ အမျက်​​တော်​ရှမှုကို ခံခဲ့ရလို့ ထွက်​​ပြေးတိမ်​း​ရှောင်​ခဲ့ရပါတယ်​။သူ့ရဲ့ချစ်​သူဟာလည်​း ဘုရင်​မင်​းကြီးရဲ့ အမိန်​့​ကြောင်​့ ပြည်​နှင်​ဒဏ်​​ပြေးခံခဲ့ရပြီးတစ်​သက်​လုံး​ဝေးဖို့အ​ကြောင်​း ဖန်​လာတဲ့အခါမှာ​တော့ဂရမ်​့တစ်​​ယောက်​ရဲ့ အမုန်​း​တွေ အငြိုး​တွေဟာ အဆုံးစွန်​ထိ ​ရောက်​ရှိခဲ့ရပါတယ်​။နှစ်​​ပေါင်​းများစွာကြာခဲ့ပြီးတဲ့​နောက်​မှာ သူ့ရဲ့ အမုန်​း​တွေကို လက်​စား​ချေဖို့လာရင်​းဘယ်​လိုအရာ​တွေက သူ့ကိုတားဆီးပြီး ဘာ​တွေဆက်​ဖြစ်​သွားမယ်​ဆိုတာ​တော့ဇာတ်​လမ်​း​ကောင်​း​လေးမို့ ကိုယ်​တိုင်​ပဲ ကြည်​့ရှုခံစားလိုက်​ကြပါခင်​ဗျာ။ဇာတ်​အိမ်​​ကောင်​း​လေးမို့လို့ ခ​လေးတင်​မဟုတ်​လူကြီး​တွေလည်​း ကြိုက်​နှစ်​သက်​ကြမယ်​လို့ ​မျှော်​လင်​့ပါတယ်​​နော်​။File Size : (840 MB) Quality : Web-DL 720pRunning Time :1hr 37 minFormat : Mp4Genre : Anmation , Adventure , ComedySubtitle : Myanmar Subtitle ...",
        "rating": "5.6",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4 https://megaup.net/2mTzf/Gate_[2018]_(MM_Sub).mkv https://megaup.net/1GW6g/(CM)A.X.L_(2018)BluRay_720p_(Large_Size).mp4 https://megaup.net/1GW7l/The_Place_Promised_In_Our_Early_Days_(Kumo_No_Mukô,_Yakusoku_No_Basho)_[2004]_(MM_Sub).mp4 https://megaup.net/2mTz1/DigimonAdventuretri.Part6-Future(2018).mp4 https://megaup.net/1GW6o/A_Wizard’s_Tale_(2018).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wTgomqYRTXT3BXQScnIo8uHDyWC.jpg",
        "title": "The Sisters Brothers (2018)",
        "description": "ဒီတစ္​ခါ​ေတာ့ The Sisters Brothers ဆိုတဲ့ အက္​႐ွင္​ကား​ေလးကို တင္​ဆက္​​ေပးလိုက္​ပါတယ္​။ခ်ာလီနဲ႔ အီလိုင္​လို႔​ေခၚတဲ့ ညီအကိုႏွစ္​​ေယာက္​ဟာ ​ေအာ္​ရီဂြန္​ၿမိဳ႕ကတပ္​မႉးအားကိုးရတဲ့ တိုက္​ခုိက္​​ေရးသမား​ေတြပဲ ျဖစ္​ပါတယ္​။ခိုင္​း​ေစသမ်ွတာဝန္​မွန္​သမ်ွကို ဘယ္​​ေတာ့မွ လြဲ​ေလ်ာ္​​ေလ့မ႐ွိပဲ ​ေအာင္​ျမင္​ခဲ့တာ​ေၾကာင္​့Sisters Brothers ဆိိုၿပီး နာမည္​​ေက်ာ္​ၾကားသူ​ေတ​ြလည္​း ျဖစ္​ပါတယ္​။တစ္​​ေန႔မွာ​ေတာ့ သူတို႔ရဲ႕တပ္​မႉးက ​ေရႊတူးတာကို ​ေဖာ္​ျမဴလာတစ္​ခုတီထြင္​ႏိုင္​ခဲ့တဲ့လူတစ္​​ေယာက္​ကို လိုက္​႐ွာခိုင္​းတဲ့အခါမွာ​ေတာ့ တုိက္​တိုင္​း​ေအာင္​ ညီအကို​ေတြရဲ႕ ဒီတစ္​​ေခါက္​ စစ္​ဆင္​​ေရးကဘယ္​လို​ေတြျဖစ္​မလဲဆိုတာကို ၾကည္​့႐ႈရမွာ ျဖစ္​ပါတယ္​။အ​ေမရိကန္​ရဲ႕ ​ေကာင္​းဘြိဳင္​​ေခတ္​ အ​ေငြ႔အသက္​​ေတြနဲ႔အက္​႐ွင္​ကား​ေကာင္​းတစ္​​ေကာင္​းကို တင္​ဆက္​​ေပးလိုက္​တာမို႔လို႔ အား​ေပးၾကပါဦးဗ်ာ File Size : (965 MB) and (260MB)Quality : Web DL 720pRunning Time :2hr 01 minFormat : Mp4Genre ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-sisters-brothers-2018/",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "",
        "title": "The Polar Express (2004)",
        "description": "ဒီဇာတ္ကားေလးကို Forrest Gump နဲ႔ Cast Away ကို ပဲ့ကိုင္ခဲ့သူ ဒါ႐ိုက္တာ Robert Zemeckis က ႐ိုက္ကူးခဲ့တာျဖစ္ပါတယ္။IMDB Rating 6.6 ရိွပါတယ္။အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ေကာင္ေလး၊တျခားဇာတ္ေကာင္ေတြျဖစ္တဲ့ ေကာင္ေလးရဲ႕အေဖ၊မီးရထားဂတ္ဗိုလ္၊ ဟိုဘို၊ရုပ္ေသး႐ုပ္နဲ႔ ဆန္တာ ေနရာေတြကို မင္းသားႀကီး Tom Hanks ကလည္း အသံေကာ CGI ဇာတ္ေကာင္အေနနဲ႔ပါ သ႐ုပ္ေဆာင္ေပးခဲ့ပါတယ္။ဇာတ္လမ္းေလးက ခ႐စ္စမတ္အႀကိဳညတစ္ညမွာ ေမွာ္ဆန္ဆန္ရထားႀကီးနဲ႔ ေျမာက္ဝင္႐ိုးစြန္းေဒသမွာရိွတဲ့ ဆန္တာကေလာ့စ္ရဲ႕ ေနရပ္ကိုေရာက္သြားတဲ့ ေကာင္ေလးတစ္ေယာက္ အေၾကာင္းပါ။ေပ်ာ္စရာေတြဟာ ယုံၾကည္မႈ႐ိွသူတစ္ေယာက္အတြက္ အၿမဲရိွေနမယ္ဆိုတာ သိလိုက္ရတဲ့ ေကာင္ေလးတစ္ေယာက္ရဲ႕ စြန္႔စားခန္းဆိုပါေတာ့။ေျမာက္ဝင္႐ိုးစြန္းကိုသြားတဲ့ ဒီခရီး တစ္ေလွ်ာက္မွာ ေကာင္ေလးက သူငယ္ခ်င္းေတြလည္းရခဲ့သလို ယုံၾကည္မႈဆိုတဲ့စကားလုံးကို ေကာင္းေကာင္းႀကီး သေဘာေပါက္သြားခဲ့ပါတယ္။ကိုယ့္လူတို႔လည္း ခရစ္စမတ္မေရာက္ခင္ ဇာတ္လိုက္ေလးနဲ႔အတူ Polar Express ႀကီးစီးၿပီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/2csx7/The_Polar_Express_[2004]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hDl7FKl5lv2Eq4f19gSeGOVHMaM.jpg",
        "title": "Sgt. Stubby: An American Hero (2018)",
        "description": "ဒီAnimation ကားလေးကတော့ Rating 7 ရရှိထားပြီးပထမကမ္ဘာစစ်မှာပါဝင်ခဲ့တဲ့ ခွေးလေးတစ်ကောင်ရဲ့ဖြစ်ရပ်မှန်ကို ပြန်လည်ရိုက်ကူးတဲ့ကားလေးဖြစ်ပါတယ်....ဒီကားလေးရဲ့main characterကတော့ stubbyဆိုတဲ့ ခွေးလေးပေါ့နော်ခွေးလေးနဲ့ စစ်သားလေးတစ်ယောက်ရဲ့friendshipလေးကို ရိုက်ပြထားတာပါstubbyလေးနဲ့ ဒီအမေရိကန်စစ်သားလေး ဘယ်လိုတွေတွေ့ကြလဲအမေရိကန်စစ်သားတွေနဲ့ ပြင်သစ်စစ်သားတွေ ဂျာမန်တွေကိုဘယ်လိုတွေ တိုက်ကြလဲဆိုတာကို ကြည့်ရမှာပါစိတ်ဝင်စားဖို့လည်းကောင်းသလို ဟာသလေးတွေလည်း ပါတာမလို့ပျင်းစရာမကောင်းပါဘူးနော် ခွေးလေးကလည်းအရမ်းကို ချစ်စရာကောင်းတာမလို့ puppy loverလေးတွေလဲလက်မလွှတ်ပဲ ကြည့်သင့်တဲ့ ကားလေးပါနော်....File Size : (791 MB) and (267MB)Quality : WebDL 720pRunning Time :1hr 24minFormat : Mp4Genre : Animation , Adventure , FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by ByulEncoded by Moe Myint Lwin",
        "rating": "7.0",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4 https://megaup.net/2mTzf/Gate_[2018]_(MM_Sub).mkv https://megaup.net/1GW6g/(CM)A.X.L_(2018)BluRay_720p_(Large_Size).mp4 https://megaup.net/1GW7l/The_Place_Promised_In_Our_Early_Days_(Kumo_No_Mukô,_Yakusoku_No_Basho)_[2004]_(MM_Sub).mp4 https://megaup.net/2mTz1/DigimonAdventuretri.Part6-Future(2018).mp4 https://megaup.net/1GW6o/A_Wizard’s_Tale_(2018).mp4 https://megaup.net/1GW7h/Sgt._Stubby_-_An_American_Hero_(2018).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yayzDar0dL3AvNoP1vPDFtinNYc.jpg",
        "title": "Charming (2018)",
        "description": "CM ပရိတ်သတ်ကြီးအတွက် ဒီတစ်ခေါက်ကတော့ ပေါ့ပေါ့ပါးပါးကာတွန်းလေးပါကမ္ဘာပေါ်က လူတိုင်းကတော့ ချောမောလှပမှုကို အနည်းနဲ့အများ မက်မောကြတာပါပဲဒီကားထဲက မင်းသားလေးကတော့ ကျိန်စာကြောင့်အရမ်းကိုချောမောခန့်ညားပြီး မိန်းကလေးတိုင်းကကြွေရလို့ အချစ်စစ်ဆိုတာကိုတောင် မခံစားနားမလည်နိုင်ဖြစ်နေရတာပေါ့ဒါပေမဲ့ကျိန်စာက ချောမောဖို့ တစ်ခုထဲမဟုတ်ဘဲ နောက်ကွယ်မှာကံဆိုးမှုတွေရှိနေသေးတော့ ဒီကျိန်စာပြယ်အောင် မင်းသားက ဘယ်လိုကြိုးစားမလဲသူ့အတွက်အချစ်စစ်ဆိုတာကိုရော ရှာတွေ့နိုင်မှာလားဆိုတာကတော့ဒီကားလေးထဲမှာကြည့်လိုက်ရအောင်လား...File Size : (800 MB) and (275 MB)Quality : BluRay 720pRunning Time :1hr 30minFormat : Mp4Genre : Adventure , Comedy ,AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "5.9",
        "url": "https://megaup.net/1GXio/The_Magic_Hockey_Skates_[2012]_(MM_Sub).mp4 https://megaup.net/1GXik/21_[2008]_(MM_Sub).mp4 https://megaup.net/2mTzf/Gate_[2018]_(MM_Sub).mkv https://megaup.net/1GW6g/(CM)A.X.L_(2018)BluRay_720p_(Large_Size).mp4 https://megaup.net/1GW7l/The_Place_Promised_In_Our_Early_Days_(Kumo_No_Mukô,_Yakusoku_No_Basho)_[2004]_(MM_Sub).mp4 https://megaup.net/2mTz1/DigimonAdventuretri.Part6-Future(2018).mp4 https://megaup.net/1GW6o/A_Wizard’s_Tale_(2018).mp4 https://megaup.net/1GW7h/Sgt._Stubby_-_An_American_Hero_(2018).mp4 https://megaup.net/2mTyU/Charming(2018)720P.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aY1q9dTGC8u8TUsAgnpJHsdAdJZ.jpg",
        "title": "Tokyo Godfathers(2003)",
        "description": "Tokyo Godfathers(2003)\nIMDb....7.9,,,,,Rotten ...90\n\"Tokyo Godfathers\" ဆိုတဲ့ animation ကာ​း​ေလးကို​ေတာ့ စာ​ေရးဆရာ Peter B. Kyne ရဲ႕ ပထမဆံုးလက္​ရာျဖစ္​တဲ့ \" three godfathers\"\nဆိုတဲ့ဝတၳဳ အ​ေပၚအ​ေျခခံၿပီး ဒါရိုက္​တာ Satoshi Kon က ရိုက္​ကူး​ေရးဆြဲထားတာပဲျဖစ္​ပါတယ္​။ ဒီဇာတ္​ကား​ေလးက​ေတာ့ မူရင္​းဝတၳဳနာမည္​ျဖစ္​တဲ့\n\" Three Godfathers\" ဆိုတဲ့အတိုင္​းပဲ တိုက်ိဳၿမိဳ႕​ေပၚက အိမ္​ယာမ့ဲလူသား၃ဦးရဲ႕ ဘယ္​က​ေရာက္​လာမွန္​းမသိရတဲ့ လူမမယ္​က​ေလးတစ္​ဦးအ​ေပၚမွာထားရွိတဲ့\n​ေမတၲာအတိမ္​အနက္​ကို ​ေဖာ္​ျပထားတဲ့ကား​ေလးတစ္​ကားပဲျဖစ္​ပါတယ္​။\nဇာတ္​လမ္​းအၫႊန္​း -ခ်မ္​း​ေအးလွတဲ့ ခရစ္​စမတ္​ည​ေလးတစ္​ညမွာ တိုက်ဳိၿမိဳ႕​ေပၚက အရက္​သမားတစ္​​ေယာက္​ ၊\nဟိုမိုတစ္​​ေယာက္​ နဲ႔ ဆယ္​​ေက်ာ္​သက္​အ႐ြယ္​အိမ္​​ေျပးမ​ေလးတစ္​​ေယာက္တို႔က စြန္​႔ပစ္​ခံထားရတဲ့ က​ေလးတစ္​​ေယာက္​ကို​ေတြ႕ရွိရာက\nက​ေလးရဲ႕မိဘ​ေတြဆီကို ျပန္​ပို႔​ေပးဖို႔ ႀကိဳးစားခ့ဲပံုနဲ႔ စတင္​ခဲ့ပါတယ္​။\nဒီလိုနဲ႔ ေသြးမ​ေတာ္​သားမစပ္​လူမမယ္​အ႐ြယ္​က​ေလးတစ္​ဦးအတြက္​ တိုက်ိဳၿမိဳ႕​ေပၚက ​ေအးခဲလြန္​းလွတဲ့ လမ္​းမ​ေတြထက္​မွာ\nမိဘရွာပံု​ေတာ္​ဖြင္​့​ေနရတဲ့ အိမ္​ရာမဲ့လူသား၃ဦးရဲ႕ ရုန္​းကန္​လႈပ္​ရွာ​း​ေနမႈမ်ားကို ၾကည္​့ရႈခံစားရမွာပဲျဖစ္​ပါတယ္​။\nလူတိုင္​းမွာကိုယ္​စီကိုယ္​ငွ ဝမ္​းနည္​းရတဲ့အတိတ္​မ်ိဳး​ေတြ ရွိ​ေန​ေၾကာင္​း၊ မိဘနွင္​့သားသမီးတို႔ၾကားရွိ ခ်စ္​ျခင္​း​ေမတၲာနွင္​့\nခြင္​့လႊတ္​နားလည္​မႈမ်ားအ​ေၾကာင္​း အပါအဝင္​ လူတိုင္​းအတြက္​ မိသားစုဘဝဆိုတာအ​ေရးႀကီး​ေၾကာင္​းကို ရိုက္​ကူးပံု​ေဖာ္​​ေပးထားတာပဲ ျဖစ္​ပါတယ္​။\nက​ေလး​ေလးကို​ေရာ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2eQjy/Tokyo_Godfathers_[2003]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    }
]