[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UNHOWGOrXv8rlH3OFOMLjmQZgu.jpg",
        "title": "Wish Dragon (2021)",
        "description": "Wish Dragon (2021)တရုတ်အက်ရှင်မင်းသားကြီး ဂျက်ကီချန်း ကိုယ်တိုင် အသံသရုပ်ဆောင်ထားပြီး\n၅၂၈ မေတ္တာဓါတ်တွေနဲ့ လွှမ်းခြုံထားတဲ့ တရုတ်ကာတွန်းကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်...အခုတလော တရုတ်ကာတွန်းတွေလည်း အဆင့်မှီလာတာကို ကာတွန်းချစ်ပရိသတ်ကြီးတွေသိပြီးသားပါ။\nပုံစံကတော့ လူကြိုက်များခဲ့တဲ့ အာလာဒင်မီးခွက်စောင့်နတ်ကို အရှေ့တိုင်းပုံစံဖန်တီးထားတာပါ ။\nမတူတာကတော့ ဇာတ်လမ်းပါ...\nအာရှတို့ရဲ့ထုံးစံအတိုင်း မေတ္တာတရားကိုအဓိကချပြထားတဲ့ ကာတွန်းကားလေးမို့ မိသားစုနဲ့ကြည့်လို့ကောင်းမယ့်ကားလေး လို့ညွှန်းချင်ပါတယ်ခင်ဗျာ..စိတ်ထားကောင်း သဘောကောင်းတဲ့ တင်းစီးကျီး တစ်ယောက်မမျှော်လင့်ဘဲ တရုတ်ရေနွေးခရားလေးတစ်လုံး ရရှိခဲ့ပါတယ်။\nခရားလေးထဲကနေ ထွက်လာတာက သူ့ရဲ့မိုက်ပြစ်ကြောင့် အပြစ်ဒဏ်ခံနေရတဲ့ မင်းသားကြီးဂျက်ကီချန်းသရုပ်ဆောင်ထားတဲ့ နဂါးကိုယ်တော်လေး ။\nကောင်းကင်ပေါ်ကိုပြန်တက်ဖို့ သခင်ဆယ်ပါးရဲ့ အလိုဆန္ဒကိုဖြည့်ဆည်းပေးရမယ်တဲ့။\nရွှေတွေငွေတွေအများကြီး ဆုတောင်းလို့ရပေမဲ့ တင်းစီးကျီး လေးကတော့ လိန လို့ခေါ်တဲ့ မိန်းကလေးသူငယ်ချင်းတစ်ယောက်ကို ဆုတောင်းခဲ့ပါတယ်။\nကျန်တာတောင်း သူငယ်ချင်းဆုတောင်းတော့ မဖြည့်ပေးနိုင်ဘူးလို့ဆိုပြီး တင်းစီးကျီးနဲ့စကားများကြပါတော့တယ်..လူ့သဘာဝကိုနားမလည်နိုင်တဲ့ နဂါးကိုယ်တော်...\nလူသားတွေရဲ့လောဘအကြောင်းကိုနားမလည်တဲ့ တင်းစီးကျီး..\nအဖေ့အလိုကျ နေပေးနေရတဲ့ ရွှေသမီးလေး လိန...\nလောဘဇောတက်ပြီး မကောင်းမှုလုပ်နေတဲ့ လူဆိုးတစ်သိုက်တွေနဲ့\nအရှေိ့တိုင်းဆန်ဆန် ဆုတောင်းပြည့်နဂါးမင်းကြီး ဘယ်လိုစခန်းသွားမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါတော့နော်...File size…1.4 GB and 2.3 GB\nQuality…. ...",
        "rating": "7.4",
        "url": "https://megaup.net/Wfbc/Wish_Dragon.2021.720p.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/91P5AKhzO4L._SL1442_-142x200.jpg",
        "title": "Madaari (2016)",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (78%)အသက် ၁၀ နှစ်အရွယ် ရိုဟန်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက် ပြန်ပေးဆွဲခံရတယ်။ ရိုဟန်က ပြည်ထဲရေးဝန်ကြီးရဲ့ တစ်ဦးတည်းသော သား။ဆိုတော့ကာ စစ်တပ်ရော ဗဟိုထောက်လှမ်းရေးအဖွဲ့ပါ ပိုက်စိပ်တိုက် လိုက်ရှာကြရရော။ ဝန်ကြီးရဲ့သား ပျောက်နေတယ်ဆိုပြီး မီဒီယာတွေကို အသိပေးလိုက်ရင် ပြန်ပေးဆွဲတဲ့လူက ကြောက်လန့်ပြီး ကလေးကို သတ်ကာ တိမ်းရှောင်သွားနိုင်တာကြောင့် အတတ်နိုင်ဆုံး တိတ်တဆိတ်ပဲ စုံစမ်းထောက်လှမ်းကြတယ်။ရိုဟန်နဲ့ သူ့သူငယ်ချင်းတစ်ယောက်က တခြားကျောင်းသားတွေ အိပ်ပြီဆိုရင် အဆောင်ကနေ ခိုးထွက်ပြီး ညလယ်စာတွေ ဝယ်စားတတ်တယ်။ ရိုဟန် ပြန်ပေးဆွဲခံရတာဟာလည်း အဲဒီလိုမုန့်ထွက်စားတဲ့ညတစ်ညမှာ ဖြစ်ပျက်သွားခဲ့တာ။ ရိုဟန့်သူငယ်ချင်းက လမ်းပေါ်မှာ လဲကျပြီး အိပ်ပျော်ကျန်နေခဲ့တော့ စစချင်းမှာ ကလေးချင်း မှားပြီး ပြန်ပေးဆွဲခံရတာလို့ ကောက်ချက်ဆွဲကြသေးတယ်။ဝန်ကြီးတို့တစ်တွေ အခက်တွေ့ကြတဲ့ကိစ္စတစ်ခုကတော့ ရိုဟန့်ကို ပြန်ပေးဆွဲသွားတဲ့လူဆီကနေ ဘာတစ်ခုမှ ဆက်သွယ်မလာတာပဲ။ ပိုက်ဆံလိုချင်ရင်လည်း ပြန်ပေးသမားအနေနဲ့ ဆက်သွယ်သင့်ပြီ။ အခုကျ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2Zcdx/Madaari_2016_BluRay_1080p_Hindi_DD_5.1_x264_ESub_10GB_-_mkvCinemas_[Telly].mp4",
        "category": "Adventure, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/index-136x200.jpg",
        "title": "Xtreme (2021)",
        "description": "Xtreme (2021)============IMDb Rating - 5.9/10ဂျွန်ဝိန်း၊ ဂျက်ကီချန်း၊ ဘရုစ်လီ သုံးယောက်ပေါင်း သောင်းကျန်းသွားသလိုပဲ ဆိုပြီး ဒီဇာတ်လမ်းထဲက မင်းသားကို ချီးမွန်းခန်းဖွင့်ထားကြပါတယ်။ အဲ့ဒီဂုဏ်ပုဒ်တွေနဲ့အညီ အက်ရှင်ကားကြမ်းကြမ်းကိုမှ ကြိုက်တဲ့ပရိသတ်ကြီးအတွက် ဇာတ်အိမ်လည်းကောင်းပြီး Netflix မှတင်ဆက်ပေးထားတဲ့ စပိန်အက်ရှင်ကားသစ်လေး လာပါပြီနော်။လူဆိုးမှာလည်း အသည်းနဲ့ပါဆိုတာ ဒီကားထဲကလူဆိုးကို ညွှန်းချင်တာဖြစ်မယ်။ လူဆိုးဖြစ်လာအောင် နည်းနည်းချင်းဆီတွန်းပို့ခံရတာကိုး.. သူ့ကိုတွန်းပို့ခဲ့သူက သူ့အဖေကိုယ်တိုင်ပါ။ သားအရင်းကိုလည်း ချစ်ပေမယ့် မွေးစားသမီး၊မွေးစားသားတို့နဲ့နေရာတိုင်းအယှဉ်ခံနေရတော့ မကျေနပ်စိတ်တွေဖြစ်လာပြီး အဖေကိုပါပြန်သတ်တဲ့အထိ ဖြစ်လာပါတော့တယ်။ကိစ္စတွေအားလုံးကို အကွက်ချစီစဉ်ပြီး အောင်မြင်ခါနီးကျမှ မွေးစားသားမက်စီမို တစ်ယောက် သေကံမရောက်ဘဲ လွတ်မြောက်သွားပါတယ်။ ဒါပေမဲ့ မက်စီမိုရဲ့သားကတော့ သူ့မျက်စိရှေ့မှာပဲ သေဆုံးသွားခဲ့ပါတယ်။ ကလဲ့စားပြန်ချေဖို့စီစဉ်နေရင်း ကောင်လေးတစ်ယောက်က လူမိုက်အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ကြားညှပ်ပြီး မက်စီမို ကကယ်တင်ပေးခဲ့ရပါသေးတယ်။သားကို ဆုံးရှုံးထားတဲ့ ဖခင်တစ်ယောက်နဲ့ တစ်မိသားစုလုံးအသတ်ခံလိုက်ရတဲ့ ကောင်လေးတို့ ပေါင်းပြီး ကလဲ့စားဘယ်လိုပြန်ချေမလဲဆိုတာကိုတော့ အကြမ်းစားဖိုက်တင်၊ အလန်းစားအခန်းတွေနဲ့ ခံစားကြည့်ရှုလိုက်ပါဉီးနော်...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/Xhor/Xtremo.2021.SPANISH.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/13387771f96e01f0d1c33a1c55fafa34-144x200.jpg",
        "title": "The Warlords (2007)",
        "description": "The Warlords (2007)IMdb Rating (7) / Rotten Tomatoes (63%)၁၉ရာစုအလယ်မှာ ချင်မင်းဆက်ရဲ့ အကျင့်ပျက်ခြစားတဲ့ အုပ်ချုပ်မှုဒဏ်ကို မခံနိုင်တော့တဲ့ပြည်သူတွေဟာ\nတိုင်ပင်းပုန်ကန်မှုကို အစပြုခဲ့တယ်။\nဒီပြည်တွင်းစစ်ကာလဟာ ၁၄နှစ်ကြာမြင့်ခဲ့ပြီး\nအငတ်ဘေးနဲ့ စစ်ပွဲကြောင့် လူသန်း၇၀ကျော်သေဆုံး\nခဲ့ရတယ်။ ၁၅ရာစုကဆောက်ခဲ့တဲ့ အလယ်ခေတ်\nကမ္ဘာ့အံ့ဖွယ်၇ခုထဲပါတဲ့ နန်ဂျင်းကကြွေမျှော်စင်ဆို\nမြေကွက်လပ်ပဲကျန်တဲ့အထိ ပျက်စီးဆုံးရှုံးမှု များခဲ့တယ်။\nဒီရုပ်ရှင်ဟာ အဲ့ဒီကာလက ဇာတ်အိမ်တည်ထားတဲ့\nစစ်ခေါင်းဆောင် သွေးသောက်ညီအစ်ကိုသုံးယောက်ကို\nဗဟိုပြုပြီး ဇာတ်အိမ်တည်ထားတယ်။စစ်ကိုဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်တွေမှာ\nတိုက်ပွဲကိုအသားပေးတဲ့ရုပ်ရှင်ရယ် တိုက်ပွဲထဲက\nလူတွေရဲ့ စိတ်အခြေအနေကို အသားပေးတဲ့ရုပ်ရှင်ရယ်\nရှိတဲ့အထဲ ဒီရုပ်ရှင်ဟာ ဒုတိယအမျိုးအစားရုပ်ရှင်လို့\nပြောလို့ရတယ်။ အောက်ခြေစစ်သားတွေထက်\nအမိန့်ပေးဆုံးဖြတ်မှုလုပ်ရတဲ့ ခေါင်းဆောင်တွေရဲ့\nစိတ်ကို ပိုအသားပေးပြတယ်။တကယ်တမ်းပြောရရင်\nသွေးသောက်ညီအစ်ကိုစစ်ခေါင်းဆောင်သုံးယောက်မှာ\nဒုတိယညီရယ် တတိယညီရယ်ကို နားလည်နိုင်ပေမဲ့\nအကိုကြီးဖြစ်တဲ့ ဂျက်လီရဲ့ ကာရိုက်တာ ဖန်းကွမ်ရန်ကို\nသိပ်နားမလည်နိုင်ဘူး။ ဟိုးငယ်ငယ်တုန်းက\nတစ်ခါကြည့်ဖြစ်ခဲ့တုန်းကတော့ ဂျက်လီရဲ့\nဒီကာရိုက်တာကို လူယုတ်မာလိုသတ်မှတ်ခဲ့ဖူးပေမဲ့\nဒီတစ်ခါပြန်ကြည့်ဖြစ်တဲ့အခါကျ သူ့လုပ်ရပ်တွေဟာ\nတစ်နည်းတစ်ဖုံနဲ့ မှန်နေတာကိုလည်း မြင်လာတယ်။\nတစ်ချိန်တည်းမှာပဲ သူ့ကာရိုက်တာရဲ့ စိတ်ဟာ\nနားလည်ရခက်တဲ့ အခြေအနေတစ်ခုဖြစ်သွားတယ်။\nဘယ်သူ့လုပ်ရပ်မှန်ပြီးဘယ်သူ့လုပ်ရပ်မှားတယ်ဆိုတာ\nအဖြေမထွက်တော့ဘူး။အမှန်ဆိုတာ ပိုဝေဝါးလာတယ်။\nစာအုပ်တစ်အုပ်ကို နှစ်ခါဖတ်လို့မရဘူးဆိုတဲ့စကားလိုပဲ\nဒီရုပ်ရှင်ကို ငယ်ငယ်တုန်းက အတော်များများလည်း\nကြည့်ဖူးခဲ့ကြမှာပဲ ကြည့်တဲ့လူရဲ့စိတ်ပေါ်မူတည်ပြီး\nရုပ်ရှင်တစ်ကားကိုလည်း နှစ်ခါပြန်ကြည့်လို့ရမှာတော့\nမဟုတ်‌လောက်ဘူး။WARLORDS ဟာ ဂျက်လီကားတွေထဲ Heroနဲ့\nFearless အပါအ၀င် ဂျက်လီရဲ့ ...",
        "rating": "7",
        "url": "https://megaup.net/2Z5gj/The.Warlords.2007.BluRay.1080p.x264.DTS-WiKi.mp4",
        "category": "Action, Adventure, Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/images-133x200.jpg",
        "title": "Charlie and the Chocolate Factory(2005)",
        "description": "Charlie and the Chocolate Factory(2005)IMDb....6.7,,,,Rotten...82%ဝီလီဝန်ကာဟာ အကောင်းဆုံး ချောကလက်လုပ်တဲ့လူပါ...သူရဲ့ သူမတူတဲ့ချောကလက်လုပ်နည်းတွေကြောင့် လူတိုင်းသူ့ချောကလက်တွေကိုနှစ်သက်ခဲ့ကြတယ်။ ဆိုင်ကလေးကနေ စက်ရုံကြီး တည်ထောင်နိုင်တဲ့အထိအကြီးအကျယ်အောင်မြင်ခဲ့တဲ့ ချောကလက်လုပ်တဲ့သူ ဖြစ်ခဲ့တယ်။အောင်မြင်မှုတိုင်းမှာ တန်ဖိုးဆိုတာ ရှိပါတယ်....ဒီလိုနဲ့ သူရဲ့ အကျနေ့တွေရောက်လာခဲ့တယ်။ တခြား ချောကလက်လုပ်သူတွေဟာ ဝီလီရဲ့ နည်းတွေကိုသူလျှိုထည်ပြီး ခိုးခဲ့ကြပါတယ်...ဝန်ကာဟာ သိပ်မကြာခင်မှာပဲချောကလက်စက်ရုံကို ထာဝရ ပိတ်သိမ်းလိုက်ပါပြီလို့ကြေညာခဲ့ပါတယ်..။ထာဝရဆိုတာ...အချိန်အကြာကြီးဆိုတာကို ပြောတဲ့ နာမ်စားတစ်ခုပါပဲ...လူတွေကတော့ ထာဝရ ပိတ်သွားပြီပဲထင်ခဲ့ကြပါတယ်...စက်ရုံထဲကချောကလက်တွေ ထွက်မလာခင်အထိပေါ့.....။ပြန်မွေးဖွားလာတဲ့ဝန်ကာရဲ့ စက်ရုံနဲ့ အတူ ပဟေဠိတွေ ပေါ်ပေါက်ခဲ့ပါတယ်...စက်ရုံထဲမှာ ဘယ်သူတွေ အလုပ်လုပ်နေကြာတာလဲ....\nမစ္စတာဝန်ကာရော ဘာဖြစ်သွားခဲ့တာလဲ....။စက်ရုံတံခါးကြီးကတော့ ပိတ်ဆဲ..လူတွေလည်း အံ့သြမြဲ..တစ်နေ့မှာ တော့...နှစ်ပေါင်းများစွာ လူအဝင်မခံခဲ့တဲ့ သူရဲ့ ချောကလက်စက်ရုံကြီးထဲကိုဝင်ဖို့ဖိတ်ခေါ်ခဲ့ပါတယ်။ ဖိတ်စာကတော့ ရွှေရောင် လက်မှတ် ၅စောင် ဖြစ်ပြီးဒီ လက်မှတ်တွေကို ချောကလက်တွေရဲ့ အခွံံအောက်မှာ ထည့်သွင်းထားပါတယ်။၅ယောက်ထဲက တစ်ယောက်ကိုလည်း အထူးဆု တစ်ခုပေးဦးမယ်လို့ ပြောခဲ့တယ်။တစ်ကမ္ဘာလုံးက ကလေးတွေ... ဒီ လက်မှတ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Da4t/Charlie.and.the.Chocolate.Factory.2005.1080p.BluRay.x264.DD5.1.CM.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j73LuQcA21KvkVFcroWWMN8tTJv.jpg",
        "title": "KonoSuba: God’s Blessing on this Wonderful World! Legend of Crimson (2019)",
        "description": "Konosuba!: God's Blessing on This Wonderful World! Movie 2019\n--------------------\n2016ခုနှစ်မှာ အတွဲနှစ်ခုနဲ့ထွက်ခဲ့ပြီးအတော်လေး ရယ်ရတာကြောင့် ပရိတ်သတ်တွေအကြိုက်တွေ့ခဲ့တဲ့Konosubaစီးရီးဟာ 2019ခုနှစ်မှာ ရုပ်ရှင်တခုအနေနဲ့ထွက်လာခဲ့ပါပြီ။ ရုပ်ရှင်မှာလဲ လုံး၀ဇာတ်ရှိန်ကျသွားတာမျိုးမရှိပဲသူ့ဇာတ်လမ်းနဲ့သူရယ်နေရတာကိုတွေ့ရဦးမှာပါ။ဒီရုပ်ရှင်မှာတော့ ကာဇူမနဲ့သူရဲ့အလွဲချော်နိုင်ဆုံး အဖွဲ့ကို Crimson Demonမျိုးနွယ်စုရွာကyunyunက ဘာတွေအားကိုးပြီးလဲ မသိ သူတို့ရွာကို မိစ္ဆာဘုရင်တိုက်ခိုက်မှုမှာ ကယ်တင်ဖို့ အားကိုးတကြီးခေါ်လိုက်ပါတယ်။ကာဇုမတို့ အဲ့ဒီရွာမှာ မိစ္ဆာဘုရင်နဲ့သွားရောက်တိုက်ခိုင်းရင်း ခရီးသွားလမ်းမှာရောရွာရောက်တဲ့အချိန်မှာရော မိစ္ဆာဘုရင်နဲ့တိုက်ခိုက်တဲ့ထိ တလျှောက်လုံးအခွီတွနဲ့ချည်းပဲ ကြည့်ရမှာမလို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွန်းပါရစေ... Translated by : Aung Tay ZaEncoded by : YKFIle Size : 1.26GB and 692MBDuration : 1h30minQuality : 1080p and 720p",
        "rating": "7.9",
        "url": "https://megaup.net/2Z49x/KonoSuba_God_s_Blessing_on_this_Wonderful_World!_-_Legend_of_Crimson_(2019)_1080p(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/3d85ad24-052d-41a3-abcf-e03eb538902b-133x200.jpg",
        "title": "Lawrence of Arabia (1962)",
        "description": "Lawrence of Arabia (1962)====================IMDb Rating (8.3)Rotten Tomatoes (93%)အော်စကာဆု (၇) ဆု ရရှိထားတဲ့ ဖြစ်ရပ်မှန်စစ်ပွဲနောက်ခံ တကယ့်ဂန္တဝင်ဇာတ်ကားကြီးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်...ဒီဇာတ်ကားဟာ ၁၉၁၆ ခုနှစ်များဆီက အာရပ်ကန္တာရတော်လှန်ရေးကို ဦးဆောင်ခဲ့တဲ့ T.E. Lawrence အကြောင်းဖြစ်ပြီးတော့Revolution တို့ရဲ့သဘောတရားကို ရှုမြင်နိုင်ပါတယ်...ပထမကမ္ဘာစစ်အတွင်းမှာ ဗြိတိသျှဗိုလ်တစ်ဦးဖြစ်တဲ့ ဗိုလ်လောရန့်စ်ဟာ ဂျာမန်နဲ့တူရကီတွေကိုဆန့်ကျင်တိုက်ထုတ်နေတဲ့ အာရပ်တွေရဲ့တော်လှန်ရေးကို လေ့လာဖို့ အာရေးဘီးယားကို စေလွှတ်ခြင်းခံရပါတယ်။ ကိုယ်နဲ့အကျွမ်းတဝင်မရှိတဲ့ ကန္တာရဒေသမှာ ခရီးစနှင်ကတည်းက အခက်အခဲများစွာကြုံတွေ့ရင်းကနေ အာရပ်ခေါင်းဆောင် မင်းသားဖိုင်ဆယ်ဆီရောက်ရှိလာပါတော့တယ်။ဒီလိုနဲ့ အစိတ်စိတ်အမွှာမွှာကွဲပြားနေတဲ့ အာရပ်လူမျိုးစုတွေကို ပြန်လည်စည်းရုံးစုပေါင်းပြီး လောရန့်စ်တစ်ယောက် ဗြိတိသျှအထက်အမိန့်တွေကို ဖီဆန်ကာ အာရပ်တော်လှန်ရေးကိုအရှိန်မြှင့်တင်ခဲ့ပါတော့တယ်။စစ်မှန်တဲ့စိတ်ရင်းစေတနာ၊ မလျှော့သောဇွဲနဲ့ ထက်မြက်တဲ့စစ်ဆင်ရေးနည်းဗျူဟာတွေကြောင့် လက်နက်အင်အား၊ လူအင်အားမမျှတဲ့ တူရကီကြီးစိုးရာနယ်မြေတွေကို သိမ်းယူလာနိုင်ခဲ့တဲ့လောရန့်စ်ဟာ အာရပ်လူမျိုးတွေနဲ့ အင်္ဂလိပ်အရာရှိနှစ်ဖက်လုံးရဲ့ ယုံကြည်ကိုးစားမှုကို တစ်စတစ်စရရှိလာပြီး သူနဲ့အတူအာရပ်တော်လှန်ရေးဟာလည်း အရှိန်အဟုန်မြင့်လာပါတော့တယ်။တော်လှန်ရေးတစ်လျှောက်မှာ မိတ်ဆွေတွေတိုးပွားပြီး စိတ်အားတက်စရာတွေကြုံခဲ့ရသလို ရပြီးသားမိတ်ဆွေတွေကိုဆုံးရှုံးရပြီး လက်လျှော့ချင်စိတ်အကြိမ်ကြိမ်ဖြစ်ခဲ့ရတဲ့ လောရန့်စ်ရဲ့စိတ်ခံစားချက်အတက်အကျတွေကိုပီပြင်အောင်ပုံဖော်နိုင်ခဲ့တဲ့ မင်းသားကြီး ...",
        "rating": "8.3",
        "url": "https://megaup.net/2j6rC/(CM)Lawrence_of_Arabia_(1962)_RM4K_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Adventure, Biography, Drama, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/101-135x200.jpg",
        "title": "101 Dalmatians 1996",
        "description": "ကျွန်တော်တို့ ငယ်ငယ်က အရမ်းသဘောကျတဲ့\nခွေးလေး ၁၀၁ ကောင် ကာတွန်းကားကို ရုပ်ရှင်ပြန်ရိုက်ထားတဲ့\n101 Dalmatians 1996 ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီကားရဲ့ထားခြားချက်ကို ပြောရမယ်ဆိုရင်တော့\nခွေးလေးတွေကိုယ်တိုင်ပါပဲ ကျွန်တော်ကတော့ ရုပ်ရှင်ထဲမှာ\nတိရစ္ဆာလေးတွေ ထည့်ရိုက်ရင် အရမ်းသဘောကျပါတယ်\nဘာလို့ဆိုတော့ သူတို့ကို သရုပ်ဆောင်ဖို့ သင်ပေးရတာ မလွယ်ဘူးလေ\nဒါပေမယ့် အခုနောက်ပိုင်းမှာ CGI ဆိုတဲ့ ကွန်ပျူတာနဲ့\nဖန်တီးထားတဲ့ ရုပ်အတုတွေပဲ ထည့်ရိုက်ကြပါတော့တယ်\nဒီတော့ အရင်ခေတ်ကလို တိရစ္ဆာန်လေးတွေရဲ့\nသရုပ်ဆောင်ချက်တွေ မြင်ရဖို့အခွင့်အရေးရှားသွားပါတယ်\nဒါပေမယ့် ၁၉၉၆ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ဒီကားမှာတော့\nခွေးလေးတွေရဲ့ ချစ်စရာကောင်းတဲ့ သရုပ်ဆောင်ချက်တွေကို\nတစ်ဝကြီးမြင်ကြရမှာပါ အခုလို စိတ်ဖိစီးစရာများတဲ့ ကာလမှာ\nOld but Gold ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါရစေ\nFile size…(1.5 GB) and (1 Gb)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:43:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr.Anderson\nTranslated by Htet Wai Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/2Z23j/101.Dalmatians.1996.1080p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yF45egpHwaYLn4jTyZAgk0Cmug9.jpg",
        "title": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train (2021)",
        "description": "Demon Slayer -Kimetsu no Yaiba- The Movie: Mugen Train (2021)မိစ္ဆာ နှိမ်နင်းသူ တန်ဂျီရို ကာမာဒို ရဲ့ မူဂန် ရထားပေါ်မှာ မိစ္ဆာ တွေ ကို နှိမ်နင်းတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။မိစ္ဆာနှိမ်နင်းသူ ဘယ်လိုဖြစ်လာလဲ ဆိုတာကတော့ .....သူ့မိသားစု အသတ်ခံရပြီး သူ့ညီမလေးကို ဖမ်းဆီးခေါ်ဆောင်သွားတာ ခံခဲ့ရပါတယ်။\nအဲဒီနောက်မှာတော့ သူ့ညီမကို မိစ္ဆာအဖြစ် ပြောင်းလဲ ခံလိုက်ရပါတော့တယ်။ဒါကြောင့် မိစ္ဆာနှိမ်နင်းသူ ဖြစ်ဖို့ အများကြီး လေ့ကျင့်ပြီးတဲ့နောက်မှာ\nဒီဇာတ်လမ်းမှာတော့ မူဂန် ရထားပေါ်မက မိစ္ဆာတွေကို နှိမ်နင်းရေး ပြုလုပ်တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။လက်ရှိအချိန်မှာ အမေရိကန်နိုင်ငံရဲ့ Box Office မှာ နံပါတ် တစ် ရရှိထားပြီးတော့\nဆုပေါင်း ၃ ဆု နဲ့ တစ်ကြိုစာရင်း ၃ ကြိမ် ဝင်ထားပြီး ဖြစ်တဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1CRzW/Demon.Slayer.Kimetsu.no.Yaiba.The.Movie.Mugen--Infinity.Train--Ressha-Hen.2020.1080p.CM.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gn2vCmWO7jQBBto9SYuBHYZARaU.jpg",
        "title": "Voyagers (2021)",
        "description": "Voyages (2021)IMDb - 5.3ကမ္ဘာကြီးပူနွေးလာမှု မိုးခေါင်ရေရှားမှုလူဦးရေတိုးပွားလာသည်နဲ့အမျှ အစာရေစာမလုံလောက်မှုတို့တွေကြောင့်လူသားတွေဟာ စကြဝဠာထဲမှာ လူတွေ နောက်ထပ်\nအဆက်ရှင်နိုင်မယ့် ဂြိုဟ်တွေကို ရှာဖွေကပါတော့တယ်အဲ့ဒီ ဂြိုဟ်ကို ၂၀၆၃ မှာ တွေ့ရှိလာပါတော့တယ်။ဂြိုဟ်သစ်ကို ရောက်ဖို့ အနှစ် ၈၀ ကျော်ကြာ အာကာသ ခရီးရှည်ထွက်ရတော့မယ့်အချိန်မှာကမ္ဘာမြေလွမ်းစိတ်တွေ မဖြစ်ရအောင် ဇီ၀သိပ္ပံနည်းနဲ့ ကလေးအယောက် ၃၀ မွေးဖွားပြီးဒီခရီးရှည်အတွက် အကောင်အထည်ဖော်ပါတော့တယ်အနှစ် ၈၀ ကျော်ကြာတဲ့ ခရီးရှည်ဖြစ်တဲ့အတွက်ကြောင့် ဒီပထမမျိုးဆက်ဟာ ယာဉ်ပေါ်မှာပဲ မျိုးဆက်သစ်တွေ မွေးဖွားပြီးသူတို့ရဲ့ မြေးတွေ တစ်နည်းအားဖြင့် တတိယမျိုးဆက်ကလေးတွေကျမှ ဂြိုဟ်သစ်ပေါ်ကို အခြေချနိုင်မှာဖြစ်ပါတယ်။သို့ပေမယ့် လမ်းခရီးမှာ အဖွဲ့ ခေါင်းဆောင်သေသွားတဲ့အခါ......အဖွဲ့သားတွေ သွေးကွဲတဲ့အခါ.......ဒီ ခရီးရှည်ကြီးဟာ ဆုံးခန်းတိုင် အောင်မြင်ပါ့မလား.....မင်းသားကြီး Johnny Depp ရဲ့ သမီးဖြစ်သူ Lily Rose Depp အပါအ၀င် မင်းသားချော Tye Sheridan တို့က အဓိကပါ၀င်သရုပ်ဆောင်ထားပြီးပရိသတ်ကို ဆွဲခေါ်သွားနိုင်တဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/WTz9/Voyagers.2021.1080p.WEBRip.x264.(CM).mp4",
        "category": "Adventure, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/05/Screen-Shot-2021-05-05-at-9.18.48-AM-135x200.png",
        "title": "The Mitchells vs. The Machines (2021)",
        "description": "The Mitchells vs. The Machines (2021)============================IMDb Rating - 8.1/10animation အလန်းစား တစ်ကား ရပါပြီ။ ရယ်လည်းရရယ်တယ် ကြည့်လို့လည်းကောင်းတယ်၊ သီချင်းတွေလည်းကောင်းတယ်။ ဇာတ်လမ်းကတော့ မစ်ချဲမိသားစုဆိုတာ အူကြောင်ကြောင် မိသားစုတစ်ခုရှိတယ်၊ အဖေက ဘာနည်းပညာမှ စိတ်မဝင်စားတဲ့ သဘာဝသမား၊ သမီးက ရုပ်ရှင်ဝါသနာအိုး၊ ဒါရိုက်တာရူး၊ သားက ဒိုင်နိုဆော ဝါသနာအိုးစသည်ဖြင့် တစ်ယောက်တစ်ပေါက်တွေပေါ့။ ဒါပေမယ့် တစ်နေ့မှာတော့ တစ်ကမ္ဘာလုံးက စက်ရုပ်တွေက အကြောင်းတစ်ခုကြောင့် ပုန်ကန်ပြီး လူသားတွေအားလုံးကို ဖမ်းဆီးလိုက်ပါတယ်။ အဲဒီမှာ ကပ်ခါသီခါ လွတ်ပြီး ကျန်ခဲ့တဲ့ မိသားစုဟာအလွဲခွဲအချော်ချော်တွေလုပ်ပြီး ကမ္ဘာကြီးကို ကယ်တင်ဖို့ ကြိုးစားရတာကို တွေ့မြင်ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ littleneo ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 53minSubtitle – Myanmar ...",
        "rating": "8.1",
        "url": "https://megaup.net/1CNqa/The.Mitchells.vs.The.Machines.2021.1080p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rEm96ib0sPiZBADNKBHKBv5bve9.jpg",
        "title": "Tom Clancy’s Without Remorse (2021)",
        "description": "Without Remorse (2021)အက်ရှင်ရော ဇာတ်လမ်းရော အတော်ကိုလန်းတဲ့ ရုပ်ရှင်တစ်ကားလောက် တင်ပေးထားပါတယ်။ဂျွန် ကယ်လီဟာ နေဗီဆီးလ် အထူးတပ်ဖွဲ့ ခေါင်းဆောင်တစ်ယောက်ပါ။\nသူတို့ရဲ့ စစ်ဆင်ရေးတစ်ခုအပြီး အနားယူနေချိန်မှာ\nအဖွဲ့သားတွေအကုန်လုပ်ကြံခံရသလို၊\nသူ့ရဲ့ ကိုယ်ဝန်နဲ့ ဇနီးပါ သေသွားခဲ့ပါတယ်။ဒါကို လိုက်စုံစမ်းရင်းနဲ့ နိုင်ငံရေးအရှုပ်အထွေးနဲ့\nသူလျိုတွေကြား ညပ်နေတာကို သိလာတဲ့အခါ ......File size… 2.45 GB and 1.15 GB\nQuality…. 1080p HEVC 5.1 CH and 720p\nFormat…mp4\nDuration…. 1h 49 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Little Neo\nEncoder ..... August",
        "rating": "5.8",
        "url": "https://megaup.net/2YIYV/without.remorse.2021.720p.CM.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/32vLDKSzcCMh55zqqaSqqUA8naz.jpg",
        "title": "22 vs. Earth",
        "description": "22 vs Earth (2021)ဒါကတော့ Soul Animation Movie ထဲက 22 ရဲ့ Short Film ဇာတ်လမ်းတိုလေးပဲ ဖြစ်ပါတယ်။22 တစ်ယောက် ကမ္ဘာဂြိုလ်ကို မကျေနပ်တာနဲ့\nကမ္ဘာဂြိုလ်ဆီကို ပြန်မယ့် ဝိဉာဉ်တွေကို တားဆီးဖို့ရာ\nကြိုးစားတဲ့အကြောင်း ဇာတ်လမ်းတို ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။22 ကို ချစ်ကြတဲ့သူတွေ ကြည့်ရှုခံစားနိုင်ဖို့\nChannelmyamar မှ စီစဉ်တင်ဆက်ပေးလိုက်ပါတယ်။File size… 121 MB\nQuality….1080p HEVC 5.1CH\nFormat…mp4\nDuration…. 9 min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... August\nEncoder ..... August",
        "rating": "6.6",
        "url": "https://megaup.net/WQ0d/22.vs.Earth.2021.1080p.HEVC.5.1.CM.mp4",
        "category": "Adventure, Animation, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6BNjjfdFJDGRF59nYNEb2i042xX.jpg",
        "title": "A Writer’s Odyssey ( 2021 )",
        "description": "ဒီတစ်ခေါက်ကတော့ yang mi ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်လမ်းလေးကို တင်ဆက်ပေးသွားမှာပါဝတ္ထုတစ်ပုဒ်က လက်ရှိကမ္ဘာကို ပြောင်းလဲနိုင်သလားဇာတ်လမ်းအကြောင်းအရာလေးကတော့...ကွမ်နင်ဟာ သူ့မှာရှိသမျှအရာအားလုံးကို ရင်းပြီး ပျောက်သွားတဲ့သမီးဖြစ်သူကို ခြောက်နှစ်လုံးလုံး လိုက်ရှာနေသူတစ်ယောက်ပါတစ်နေ့မှာ ထူလင်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်က သူ့သမီးကိုရှာပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့ပါတယ် ဒါပေမဲ့ ပြန်ပေးရမဲ့တန်ကြေးကတော့ \"နတ်ဘုရားသုတ်သင်သူ\" ဆိုတဲ့ ဝတ္ထုကိုရေးသားတဲ့ လုခုံဝမ်ကို သတ်ပေးရမှာပါ သတ်ရမှာလွယ်မယ်လို့ထင်ထားပေမဲ့လည်း \"နတ်ဘုရားသုတ်သင်သူ\" ဝတ္ထုကလက်ရှိကမ္ဘာနဲ့ ဆက်နွယ်မှုတွေရှိနေတဲ့အခါ ဘယ်လိုမထင်မှတ်ထားမှုတွေကကွမ်နင်ကို စောင့်ကြိုနေမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပါ Quality: WEB-DL720Format : mp4Subtitle : Myanmar Sub ( hardsub )Translated By Yamin EiEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/33Lbi/A.Writer_s.Odyssey.2021.WEB-DL.720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/04/Screen-Shot-2021-04-27-at-1.45.42-PM-135x200.png",
        "title": "Justice Society: World War II (2021)",
        "description": "Justice Society: World War II (2021)==========================IMDb Rating - 6.5/10ဒီနေ့အတွက် DC Fan ပရိသတ်တွေအကြိုက်ဖြစ်စေမယ့် Justice မူဗီလေးလာပါပြီ။ဒီအပိုင်းမှာတော့ Flash တစ်ယောက် အပြေးလွန်ပြီး စကြဝဠာမှားရောက်သွားတဲ့အကြောင်းလေးပေါ့။ဘယ်ရီအဲလန် တစ်ယောက် သူ့ကောင်မလေးနဲ့ ပျော်ပွဲစားထွက်ရင်း Brainac နဲ့ Superman တို့ရဲ့တိုက်ပွဲနဲ့ကြုံပါတယ်။ Superman ဖက်က ဝင်ကူရင်း အပြေးလွန်ပြီး တခြားစကြဝဠာတစ်ခုကိုရောက်သွားပါတယ်။အဲဒီကမ္ဘာမှာ ဟစ်တလာသောင်းကျန်းနေတဲ့ ဒုတိယကမ္ဘာစစ်ဖြစ်နေတဲ့အချိန်ကို ရောက်သွားတာပါ။ အဲဒီမှာရှိတဲ့Wonder Woman ခေါင်းဆောင်တဲ့ Justice Society နဲ့တွေ့ပြီး စစ်ပွဲကို တားဆီးနိုင်ဖို့ တူတူပူးပေါင်းကြိုးစားကြတဲ့အကြောင်းလေးပါ။ JS အဖွဲ့ဝင်တွေကတော့ Hourman, Canary, နောက် Flash တစ်ယောက်၊ Hawkman တို့ပါပဲ။နောက်ထပ် Aquaman နဲ့ Superman တို့လည်း ပါပါသေးတယ်။ သူတို့ရဲ့ Role တွေကတော့ ဒီမူဗီထဲမှာပဲကိုယ်တိုင်ကြည့်မြင်ခံစားလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1CImn/Justice.Society.World.War.II.2021.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yhtzsbBExY8mUct2GOk4LDDuGH.jpg",
        "title": "Mortal Kombat (2021)",
        "description": "Mortal Kombat (2021)ဒီရုပ်ရှင်ကိုလည်း အားလုံးမျှော်နေကြမယ်ထင်တယ်။အိုကြီးအိုမတိုင်းရဲ့ ငယ်ဘဝမှာ မော်တယ်ကွန်ဘက်ဂိမ်းကို အနည်းနဲ့အများ ရင်းနှီးဖူးကြမှာပဲ။အခုလည်း ဒီဂိမ်းကိုပဲ ရုပ်ရှင်အဖြစ် အသက်သွင်းလိုက်ပြန်ပါပြီ။အားလုံးသိကြတဲ့အတိုင်း ကမ္ဘာလောကအပြင်\nငရဲကမ္ဘာ အခြားကမ္ဘာတွေက လက်ရွေးစင်တွေဟာ\nပြိုင်ပွဲကြိးတစ်ပွဲမှာ ရင်ဆိုင်ကြလေ့ရှိပါတယ်။ကမ္ဘာလောကရဲ့ အဓိက ပြိုင်ဘက်ကတော့ Outworld ပေါ့။ဒီရုပ်ရှင်ထဲမှာတော့ Outworld က Earth ကို ၉ ကြိမ်တောင် နိုင်ခဲ့ပြီးပါပြီ။\n၁၀ ကြိမ်အနိုင်ရခဲ့ရင် ကမ္ဘာကို အပိုင်စားရမှာဖြစ်ပါတယ်။ကမ္ဘာရဲ့ လက်ရွေးစင်တွေက ဒီပွဲကို အနိုင်ယူဖို့ ဘယ်လိုတွေရင်ဆိုင်ရမလဲ ဆိုတာ တွေ့ရမှာပါ။File size… 1.15 GB and 3.19 GB\nQuality…. 720p and 1080p HEVC 5.1CH\nFormat…mp4\nDuration…. 1h 50min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Little Neo\nEncoder ..... August",
        "rating": "7",
        "url": "https://megaup.net/2izvW/Mortal.Kombat.2021.720p.WebRip.CM.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/919Z2afFEwL._AC_SL1500_-133x200.jpg",
        "title": "The Interview (2014)",
        "description": "The Interview (2014)#ရုပ်ရှင်မိတ်ဆက်မြောက်ကိုရီးယားခေါင်းဆောင် ကင်ဂျုံအန်ကို သရော်တဲ့ဇာတ်ကားတွေထဲ ဒီကားကတော့ အတော်နာမည်ကြီးပါတယ်။၂၀၁၄ တုန်းက Sony က ပြမယ်ပြောလိုက် မပြဘူးပြောလိုက် လုပ်နေရာက နေ Youtube, Google Play စတဲ့ အွန်လိုင်း Video Hosting တွေကနေ စတင် ငှားရမ်း ပြသရာကနေ ရုံတင်ခဲ့တဲ့ဇာတ်ကားပါ။ဇာတ်လမ်းက James Franco က Talk Show Host တစ်ယောက်ဖြစ်ပြီး Seth Rogen က Producer ဖြစ်ပါတယ်။ သူတို့ရဲ့ Show က အတည်ပေါက် Interview မဟုတ်ပဲနဲ့ ဟာသဆန်ဆန်ဖြစ်နေတာကြောင့် လူတွေလေးစားလောက်မယ့် Interview မျိုးလုပ်ချင်နေပါတယ်။ တစ်နေ့မှာ စာစောင်တစ်ခုက ဆောင်းပါးမှာ Kim Jong-un က သူတို့ Show ရဲ့ ပရိတ်သတ်ဖြစ်တယ်လို့ သိသွားရာကနေ Interview ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Sy82/(CM)The_Interview_(2014)_[1080p_x265_HEVC_10bit_BluRay_AAC_5.1]_[Prof].mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kg73Mg8WJKlB9Y2SAJzeDKAnuB.jpg",
        "title": "Chaos Walking(2021)",
        "description": "Chaos Walking(2021)အညွှန်း**************************မင်းသားကတော့ တွမ်ဟော်လန်ပါဝင်သရုပ်ဆောင်ထားတဲ့ သိပ္ပံစွန့်စားခန်း ရုပ်ရှင်ကားကြီးဖြစ်ပါတယ်....။ တော့ဒ် ဟီးဝစ်ဟာ ကမ္ဘာသစ်မှာ အခြေချနေတဲ့ လူသားတွေထဲက အငယ်ဆုံး ကောင်လေးတစ်ယောက်ပါ။အဲဒီ ကမ္ဘာသစ်ရဲ့ ထူးခြားချက်က လူတွေရဲ့ အတွေးတွေက အသံတွေပုံရိပ်တွေအဖြစ် ခေါင်းထဲက ထွက်ပေါ်နေတာပါပဲ။ဒီတော့ တစ်ယောက်ကို တစ်ယောက် လိမ်ဖို့ အတော်ခက်ပါတယ်။ပြီးတော့ နောက်ထပ်ထူးခြားတာက မိန်းမ တစ်ယောက်မှ မရှိတော့တာပါ။အဲဒီဂြိုလ်ရဲ့ စပက်ကယ်ဆိုတဲ့ ဂြိုလ်သားတွေက မိန်းမတွေအားလုံးကို သတ်ဖြတ်ခဲ့လို့ပါပဲ။တစ်နေ့မှာတော့ လူသားတွေပါတဲ့ ယာဉ်တစ်ခု အဲဒီဂြိုလ်ပေါ် ပျက်ကျလာပြီး မိန်းမတစ်ယောက် အသက်ရှင်ကျန်နေခဲ့တဲ့အခါ.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတော့ Littleneo ပဲဖြစ်ပါတယ်.... File Size : (2.1GB) and (936MB)\nQuality : HEVC5.1CH,WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Adventure, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/2ihpm/Chaos_Walking.2021.HEVC.1080P5.1CH.mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tximyCXMEnWIIyOy9STkOduUprG.jpg",
        "title": "Good Boys (2019)",
        "description": "ဒါကတော့ IMDb rating 6.8နဲ့ ခရမ်းချဉ်သီးမှာ 79%ရထားတဲ့ဟာသကားလေးပါ။တစ်ကားလုံးရယ်ရလို့ ပါးစပ်တောင်မစေ့နိုင်ဘူးဘရစ်စလီဆိုတဲ့ကောင်မလေးကိုအရမ်းတွေကြွေနေတဲ့မက်စ်ရယ်၊လေကြီးလေကျယ်ပြောတတ်တဲ့သောရယ်၊ရင့်ကျက်ပြီးမှန်တာပဲလုပ်ချင်တဲ့လူကပ်စ်တို့သုံးယောက်ကအရမ်းချစ်ကြတဲ့ သူငယ်ချင်းတွေပေါ့။‌ခြောက်တန်းရောက်တာနဲ့ခြောက်တန်းနဲ့တူအောင်အထာကျမယ်လို့ ဆုံးဖြတ်ထားတဲ့\nငမြွေလေးတွေပေါ့။\nတစ်နေ့တော့ kissing partyတစ်ခုကို ဖိတ်ခံလိုက်ရလို့မက်စ်ကသူကြိုက်နေတဲ့ကောင်မလေးကိုပါတီမှာနမ်းရတော့မယ်ဆိုပြီး ရင်တွေခုန်နေတာပေါ့။\nဒါပေမယ့် သူတို့ထဲကဘယ်သူမှမနမ်းဖူးကြတော့သူများတွေဘယ်လိုနမ်းလဲဆိုတာရှာဖွေလေ့လာရင်းပြဿနာတွေတစ်ခုပြီးတစ်ခုဖြစ်ကုန်ပါတော့တယ်။\nကလေးတွေဆိုပေမယ့် သူတို့မှာလည်းသူတို့အရွယ်နဲ့ကြုံတွေ့နေရတဲ့ကိစ္စတွေရှိတာပေါ့။\nသူတို့ရဲ့တစ်နေ့တာကိုဘယ်လိုဖြေရှင်းကျော်ဖြတ်ပြီးမိဘတွေအဆူမခံရအောင်ဘယ်လိုတွေဉာဏ်များအုံးမလဲဆိုတာကိုတော့ဒီကားလေးမှာပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။\nတကယ်ကောင်းတဲ့ဟာသကားလေးကိုလက်လွှတ်မခံဘဲကြည့်ရင်း ခဏတာဘဝအမောပြေနိုင်ပါစေ (အယ့်လယ့်) File Size : ( 840 MB , 314 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Cg87/Good_Boys_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-28-at-1.08.16-PM-159x200.png",
        "title": "Lamp Life (2020)",
        "description": "Lamp Life (2020)=============IMDb Rating - 6.7/10 ဒီတစ်ခေါက်က ကလေးရော လူကြီးရောအကြိုက် toy story က အသစ်ထပ်ထွက်တဲ့ကာတွန်းဇာတ်လမ်းတိုလေးနဲ့ မိတ်ဆက်ပေးမယ်နော်။ ကစားစရာအရုပ်ကလေး ဘိုတစ်ယောက် မီးအိမ်ဘဝကနေ ဘယ်လိုထွက်ပြေးလွတ်မြောက်လာခဲ့တဲ့ အကြောင်းကိုရိုက်ကူးထားတာပါ . . .Toy story 1,2,3,4 ထွက်ရှိထားပြီး လူကြိုက်များတဲ့ ကာတွန်းကားကောင်းတွေထဲက lampရဲ့အပိုင်းတိုးလေးမို့ ထွေထွေထူးထူး ပြောစရာမရှိပါဘူး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။) Quality – 1080p WebRipDuration - 10minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Short, AdventureSource : 1080p.WebRipTranslator – ParrisEncoder – SWM",
        "rating": "6.7",
        "url": "https://megaup.net/2Y7hv/Lamp.Life.2020.1080p.WEBRip{CM].mp4",
        "category": "Adventure, Animation, Short"
    }
]