[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/nvsjts6dm2jh-141x200.jpg",
        "title": "The Dragon Chronicles: The Maidens of Heavenly Mountain (1994)",
        "description": "The Dragon Chronicles: The Maidens of Heavenly Mountain (1994)\nIMDb - 6.0/10\n  \nတရုတ်သိုင်းလောကရဲ့ အလှထိပ်ခေါင် မင်းသမီးတွေဖြစ်တဲ့ Gong Li , Sharla Cheung , Brigitte Lin တို့ သုံးယောက်ကို တပြိုင်တည်း တွေ့မြင်ရမယ့် ဇာတ်ကားပါ။\nIMDb Rating (6/10) ရရှိထားပြီး Fantasy/Action/Adventure ဇာတ်ကားအမျိုးအစားပါ။\nသိုင်းလောကသားတွေ နှစ်သက်မယ့် သိုင်းကွက်၊ဇာတ်ကွက်တွေနဲ့မို့ သိုင်းလောကသားမှန်ရင် လက်လွတ်မခံသင့်ပါဘူး။\n     \nFile size…(900 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by YMA & Ying Ying",
        "rating": "6.0",
        "url": "https://megaup.net/2gpiw/The_Dragon_Chronicles_-_The_Maidens_Of_Heavenly_Mountain_(San_Tin_Lung_Bat_Bo_-_Tin_San_Tung_Lo)_[1994]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/Lean-on-Pete-movie-poster-147x200.jpg",
        "title": "Lean on Pete (2017)",
        "description": "[Unicode]Lean on Pete ဇာတ်ကားကတော့\nစာရေးဆရာ Willy Vlautinရေးသားခဲ့တဲ့ lean on Pete ဝတ္ထုကို\nအခြေခံပြီး Director - Andrew Haigh က ပြန်လည် ရိုက်ကူးထားသော\nဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ ဆယ်ကျော်သက်ကောင်းလေးတစ်ယောက်ရဲ့\nသူ့ပြိုင်မြင်းအပေါ် သံယောဇဉ်ကြီးပုံကို အဓိကဖော်ပြထားတဲ့\nဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။မြင်းပြိုင်ပွဲတစ်ခုက\n၁၅နှစ်အရွယ်ကောင်လေးတစ်ယောက်ရဲ့\nအိုမင်းနေပြီဖြစ်တဲ့ပြိုင်မြင်း lean on peteကို သားသတ်သမားတွေက နှိပ်ဆက်ပြီးတစ်ခြားနေရာကို\nပို့တော့မယ်ဆိုတာ သိလိုက်ရချိန်မှာ...\nသူ့အချစ်တော်မြင်းကို ကယ်ဖို့သူဘာတွေဆက်လုပ်မလဲ...\nဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ...စိတ်လှုပ်ရှားစရာအပြည်နဲ့ ရင်သက်ရှူ့မောဖွယ်ခံစားရမယ့်\nAdventure ,Drama ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Lean on Pete ဇာတ္ကားကေတာ့\nစာေရးဆရာ Willy Vlautinေရးသားခဲ့တဲ့ lean on Pete ၀တၳဳကို\nအေျခခံျပီး Director - Andrew Haigh က ျပန္လည္ ရိုက္ကူးထားေသာ\nဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားကေတာ့ ဆယ္ေက်ာ္သက္ေကာင္းေလးတစ္ေယာက္ရဲ႕\nသူ႔ျပိဳင္ျမင္းအေပၚ သံေယာဇဥ္ၾကီးပံုကို အဓိကေဖာ္ျပထားတဲ့\nဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ျမင္းျပိဳင္ပြဲတစ္ခုက\n၁၅နွစ္အရြယ္ေကာင္ေလးတစ္ေယာက္ရဲ႕\nအိုမင္းေနျပီျဖစ္တဲ့ျပိဳင္ျမင္း lean on peteကို သားသတ္သမားေတြက နွိပ္ဆက္ျပီးတစ္ျခားေနရာကို\nပို႔ေတာ့မယ္ဆိုတာ သိလိုက္ရခ်ိန္မွာ...\nသူ႔အခ်စ္ေတာ္ျမင္းကို ကယ္ဖို႔သူဘာေတြဆက္လုပ္မလဲ...\nဘယ္လိုေတြဆက္ျဖစ္သြားမလဲ...စိတ္လွုပ္ရွားစရာအျပည္နဲ႔ ရင္သက္ရွဴ႕ေမာဖြယ္ခံစားရမယ့္\nAdventure ,Drama ရုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။File size…(999MB) ...",
        "rating": "7.4",
        "url": "https://megaup.net/4eB4i/Lean_On_Pete_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/isle-of-dogs-poster-133x200.jpg",
        "title": "Isle of Dogs (2018)",
        "description": "Isle of Dogs (2018)\nIMDb - 7.9/10_____Rotten - 90%\n ဒီဇာတ်လမ်းလေးအကြောင်းကို စမပြောခင် Animation ရဲ့ Graphic ပုံစံဟာ မြင်တွေ့နေကြပုံစံမျိုးမဟုတ်ပါဘူးလို့ စကားဦးခံထားပါရစေဘာလို့လဲဆိုတော့ ဘာသာပြန်ဖို့စကြည့်တဲ့အချိန်မှာ မိမိကိုယ်တိုင်လည်း ဘယ်လိုကြီးလဲဆိုပြီး အတွေးဝင်မိလို့ဖြစ်ပါတယ်ဒါပေမယ့် ဒီကားဟာ IMDb 7.9 တောင်ရရှိထားပြီး အသံသရုပ်ဆောင်တွေကလည်း ထိပ်ထိပ်ကြဲတွေဖြစ်တဲ့ Scarlett Johnson တို့ Breaking Bad ကမင်းသားကြီး Bryan Cranston တို့ Bill Murray တို့ပါဝင်သရုပ်ဆောင်ထားကြဖြစ်လို့ ပေါ့သေးသေးတော့မဟုတ်ပါဘူးကဲ ဇာတ်လမ်းအကြောင်း ဆက်လိုက်ကြရအောင်လွန်ခဲ့တဲ့ ရာစုနှစ်ဆယ်စုစာတုန်းက ခွေးတွေဟာ လူတွေရဲ့ အမိန့်ကို နာခံတတ်ကြတဲ့ အိမ်မွေးတိရစ္ဆာန်တွေမဟုတ်ကြပါဘူးအဲ့အချိန်မှာ ခွေးမုန်းတီးရေးဝါဒီကိုဘာယားရှီမျိုးနွယ်တွေဟာ ခွေးတို့ိကို စစ်အင်အားအလုံးအရင်းနဲ့ဝင်တိုက်ပါတော့တယ်အဲ့အချိန်မှာ ခွေးတွေဘက်က ရပ်တည်ပေးတဲ့ သူရဲကောင်းကလေးတစ်ဦး ပေါ်ပေါက်လာတာတော့တယ်ခွေးတွေကတော့ လူတွေရဲ့ အိမ်မွေးတိရစ္ဆာန်တွေဖြစ်လာပါတယ်နောက်နှစ် နှစ်ဆယ်ကြာလာတဲ့အခါ ခွေးတုပ်ကွေးရောဂါပြန့်ပွားမှုဟာ ပြင်းထန်တဲ့အဆင့်ကို ရောက်ရှိနေပါတယ်အဲ့အချိန်မှာ ခွေးမုန်းတီးတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2TsuW/Isle_Of_Dogs_(Inugashima)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/batman-returns-copy-133x200.jpg",
        "title": "Batman Returns (1992)",
        "description": "Batman Returns က\nTim Burton director လုပ္ခဲ့တဲ့\nBatman သုံးကားထဲ တစ္ကား အပါအဝင္ပါ။Gotham ၿမိဳ႕ရဲ႕\nေရဆိုးေျမာင္းေတြထဲမွာ ပင္ဂြင္းလူတစ္ေကာင္\n႐ွိေနတယ္ဆိုၿပီး ေကာလဟာလေတြ ထြက္ေပၚလာခ်ိန္..Max shreck အမည္ရတဲ့\nေဂၚသမ္မ်က္ႏွာဖုံးသူေ႒းတစ္ေယာက္ဟာ\nတစ္ၿမိဳ႕လုံးက စြမ္းအင္ေတြကို စုတ္ယူမဲ့\nPower Generator တစ္ခု လုပ္ဖို႔ ၾကံစည္ေနခ်ိန္..လူေလးစား\nပင္ဂြင္းဟာ Max ရဲ႕ အၾကံေတြကို သိၿပီး\nMax နဲ႔ ေပါင္းၿပီး.. ၿမိဳ႕ေတာ္ဝန္လုပ္ဖို႔ ၾကံခဲ့တယ္။max သူ႔အၾကံကို သိသြားတဲ့..Selena ကို\nႏႈတ္ပိတ္သတ္ဖို႔ ၾကံခဲ့တယ္။Selena မေသပဲ Catwoman ျဖစ္သြားတဲ့အခါ\nBatman အေနနဲ႔\nဗီလိ္န္သုံးေကာင္ ကိုယ္တစ္ေကာင္ ႏြဲဖို႔ ျဖစ္လာခဲ့ပါတယ္။တစ္ဖက္တစ္လမ္းကလည္း Bruce wayne အေနနဲ႔\nSelena နဲ႔ ခ်စ္ႀကိဳက္မိတဲ့အခါ......။\nဆက္ျဖစ္လာဦးမဲ့ Batman ရဲ႕\nစြန္႔စားခန္းေတြကိုေတာ့ ကိုယ္တိုင္ပဲ ခံစားၾကည့္ၾကပါ။Gotham ၾကည့္တဲ့\nOswald Cobblepot ရဲ႕ fanေတြအတြက္\nပင္ဂြင္း Adult ကို ခံစားရမဲ့\nဇာတ္ကားဆိုလည္း မမွားပါဘူး။ထူးျခားခ်က္အေနနဲ႔\nCatwoman ရဲ႕ Nine Live ...",
        "rating": "7.0",
        "url": "https://megaup.net/4eB44/Batman_Returns_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/MV5BNDFiYTM3MzMtMTY1MC00ODhlLWI5ZmMtNGIwYTcwMzE3Y2MxXkEyXkFqcGdeQXVyNzMwNTgzMzU@._V1_-132x200.jpg",
        "title": "Batman (1989)",
        "description": "[Unicode]Batman ဇာတ်ကားကတော့ ဒါရိုက်တာ Tim Burtonရိုက်ကူးခဲ့တဲ့ဇာတ်ကား၃ကားထဲက တစ်ကားအပါအဝင်ဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ အမေရိကန်ပြည်ထောင်စု၊Gotham မြို့စွန်ကမိဘနှစ်ပါးလုံးဆုံးရှုံးလိုက်ရလို့ လက်စားချေလိုစိတ်၊တရားမျှတမှု့ကို ဖြစ်စေချင်တဲ့စိတ်ကြောင့်ကိုယ်ရည်စွမ်းထက်မြက်အောင်လုပ်ပြီး ယိုယွင်းနေပြီဖြစ်တဲ့ Gotham မှာလူဆိုးကောင်တွေကို ရှင်းလင်းနေတဲ့ Batmanနဲ့လူတစ်ကာကို ဒုက္ခပေးနေတဲ့ လူဆိုးအရူး Joker တို့ရဲ့ တိုက်ခိုက်ကြတဲ့Action ဇာတ်လမ်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။[Zawgyi]Batman ဇာတ္ကားကေတာ့ ဒါရိုက္တာ Tim Burtonရိုက္ကူးခဲ့တဲ့ဇာတ္ကား၃ကားထဲက တစ္ကားအပါအ၀င္ျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ အေမရိကန္ျပည္ေထာင္စု၊Gotham ျမိဳ့စြန္ကမိဘနွစ္ပါးလံုးဆံုးရွံုးလိုက္ရလို႔ လက္စားေခ်လိုစိတ္၊တရားမွွ်တမွဳ့႕ကို ျဖစ္ေစခ်င္တဲ့စိတ္ေျကာင့္ကိုယ္ရည္စြမ္းထက္ျမက္ေအာင္လုပ္ျပီး ယိုယြင္းေနျပီျဖစ္တဲ့ Gotham မွာလူဆိုးေကာင္ေတြကို ရွင္းလင္းေနတဲ့ Batmanနဲ့လူတစ္ကာကို ဒုကၡေပးေနတဲ့ လူဆိုးအရူး Joker တို႔ရဲ႕  တိုက္ခိုက္ျကတဲ့Action ဇာတ္လမ္းေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ Batman(1989)File size…(999MB) and (555MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….02:06:19\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Min Thant HtooEncoded by Naing Aung Latt",
        "rating": "7.6",
        "url": "https://megaup.net/4Uywj/Batman_[1989]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/39XJExIXKyvSYQYvy1b5EsutjB8.jpg",
        "title": "House of Flying Daggers (2004)",
        "description": "ရယူခြင်းဟာ အချစ်တဲ့လား ပေးဆပ်ခြင်းဟာအချစ်ပဲလား\nတချို့လူတွေဟာ မဖြစ်နိုင်မှန်းသိသိကြီးနဲ့ ပိုင်ဆိုင်ဖို့\nပေါင်းစည်းဖို့ကြိုးစားတာကို အချစ်လို့သမုတ်ကြပေမယ့်\nတချို့တွေကတော့ ထိုအချိန်မှာချစ်သူကိုစွန့်လွတ်ရင်း ပေးဆပ်ရင်း\nချစ်နေတာကို အချစ်စစ်လို့ခေါ်ကြပြန်တယ် စသည်ဖြင့်သို့လော သို့လောတွေနဲ့ အချစ်အကြောင်းကို မသိခင် ငယ်စဉ်အခါက\nတီဗီရှေ့မှာဖီးလ်ခဲ့ရဖူးတဲ့ အချစ်ကားတွေထဲမှာ\nဒီဇာတ်ကားလည်းအပါအဝင်ဖြစ်ခဲ့ပါတယ်\nဇာတ်လမ်းအကျဉ်းအနည်းငယ်ပြောရရင် တရုတ်ပြည် အေဒီ၅၈၉မှာ\nအင်အားကြီးတန်မင်းဆက်ဟာ အားလျော့ခဲ့လာပြီး\nတိုင်းပြည်ကို မနိုင်မနင်း အုပ်ချုပ်နေရချိန်ဖြစ်ပါတယ်\nသူပုန်အဖွဲ့တွေ အများအပြားသောင်းကျန်းနေချိန်မှာ\nအင်းအားအကြီးဆုံးနဲ့ပြည်သူတွေရဲ့ ထောက်ခံမှုကို ရရှိနေတဲ့အဖွဲ့ကတော့\nဓားပျံတို့ရဲ့ဂေဟာ လို့ခေါ်တဲ့အဖွဲ့ဖြစ်ပါတယ်\nမြို့တွင်းပျော်ပွဲစားရုံတစ်ခုမှ\nမျက်မမြင်ကချေသည်မိန်းကလေးတစ်ဦးဟာ\nသူပုန်အဖွဲ့ဝင်တစ်ဦးလို့ သံသယ ရှိခြင်းခံရပြီး\nအစိုးရဋ္ဌာနမှုးနှစ်ဦးဖြစ်တဲ့လီယိုနဲ့ဂျင်ဟာ\nထိုမိန်းကလေးနောက်ကို လိုက်ရင်း\nသူပုန်အဖွဲ့ရဲ့ နေရာကိုဖော်ထုတ်ဖို့ကြိုးစားပါတော့တယ်\nမိန်းကလေးကိုအယုံသွင်းကာ သူ့မူလနေရာကိုပြန်ပို့ပေးရင်း\nနေရာကိုဖော်ထုတ်ရမယ့်တာဝန်ကိုယူတဲ့ဂျင်ဟာ\nရဲမက်တွေရန်မှကာကွယ်ရင်း\nထိုမိန်းကလေးအပေါ်ချစ်မိသွားကာ\nဇာတ်လမ်းရဲ့အရှိန်ကိုပိုမြင့်လာစေခဲ့ပါတယ်…\nအချစ်ဆိုတာ တကယ်တော့ ချစ်နေဖို့လိုအပ်သလို \nတခါတလေကျတော့လည်း အချစ်ကြောင့်ပဲ\nကိုယ့်ဘဝတစ်ခုလုံးရင်းရဲတဲ့သတ္တိတွေရှိလာခဲ့ပါတယ်…\nသိုင်းကားလေးတစ်ကားဖြစ်ပေမယ့် အမိုက်စား\nဇာတ်လမ်းအစကနေအဆုံးထိအားလုံးရဲ့စိတ်ဝင်စားမှု့တွေကို\nအဆုံးထိဆွဲခေါ်သွားမယ့်ကားတစ်ကားဖြစ်ပါတယ်…\nImdb 7.6နဲ့RT မှာတော့88%ရရှိထားပြီး\nနာမည်ကျော်Heroဇာတ်ကား Great ...",
        "rating": "7.6",
        "url": "https://megaup.net/1ILfb/House_Of_Flying_Daggers_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg",
        "title": "Rampage (2018) Blu-Ray 1080p 5.1CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n အမေရိကန် အထူးတပ်ဖွဲ့ ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ဒေးဗစ်အိုကွေဟာ ဆန်ဒီရေးဂိုးတောရိုင်း တိရစ္ဆာန် ကာကွယ်စောင့်ရှောက် ရေးဌာနက ဂေါ်ရီလာမျောက်ဝံ တွေနဲ့ပတ်သက်ပြီး သုတေသန ပြုနေတဲ့ နာမည်ကြီး ပညာရှင် တစ်ယောက်ပါ။မုဆိုးတွေလက်ကနေ ကယ် ဆယ်လာခဲ့တဲ့ ဂျော့ချ်ဆိုတဲ့ ဂေါ်ရီ လာမျောက်ဝံဖြူကြီးဟာ သာမန် မျောက်ဝံတွေနဲ့မတူဘဲ ထူးခြားတဲ့ အသိဉာဏ်ဖွံ့ဖြိုးမှုမျိုးရှိနေတယ်ဆိုတာ ဒေးဗစ်က သတိထားမိပြီး ဂျော့ချ်နဲ့လည်း ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ ဂျော့ချ် နေတဲ့နေရာကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုကျလာပြီး အဲဒါကို ဂျော့ချ် က ထိလိုက်တဲ့အခါမှာတော့ ည တွင်းချင်းမှာကို ဂျော့ချ်စိတ်ရိုင်း ဝင်ကာ ခန္ဓာကိုယ်အရွယ်အစား ကလည်း အကြီးကြီးဖြစ်သွားခဲ့ပါ တယ်။အဲဒီနောက်မှာတော့ ဒေးဗစ် ကို မျိုးရိုးဗီဇဆိုင်ရာ ပညာရှင် ဒေါက်တာကိတ်ကဲလ်ဝဲက ဆက် သွယ်ပြီး ဂျော့ချ် အခုလိုဖြစ်သွား တာဟာ Energyne ကုမ္ပဏီက ...",
        "rating": "6.1",
        "url": "https://megaup.net/4UIwh/Rampage_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg",
        "title": "Rampage (2018)",
        "description": "အမေရိကန် အထူးတပ်ဖွဲ့ ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ဒေးဗစ်အိုကွေဟာ ဆန်ဒီရေးဂိုးတောရိုင်း တိရစ္ဆာန် ကာကွယ်စောင့်ရှောက် ရေးဌာနက ဂေါ်ရီလာမျောက်ဝံ တွေနဲ့ပတ်သက်ပြီး သုတေသန ပြုနေတဲ့ နာမည်ကြီး ပညာရှင် တစ်ယောက်ပါ။မုဆိုးတွေလက်ကနေ ကယ် ဆယ်လာခဲ့တဲ့ ဂျော့ချ်ဆိုတဲ့ ဂေါ်ရီ လာမျောက်ဝံဖြူကြီးဟာ သာမန် မျောက်ဝံတွေနဲ့မတူဘဲ ထူးခြားတဲ့ အသိဉာဏ်ဖွံ့ဖြိုးမှုမျိုးရှိနေတယ်ဆိုတာ ဒေးဗစ်က သတိထားမိပြီး ဂျော့ချ်နဲ့လည်း ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ ဂျော့ချ် နေတဲ့နေရာကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုကျလာပြီး အဲဒါကို ဂျော့ချ် က ထိလိုက်တဲ့အခါမှာတော့ ည တွင်းချင်းမှာကို ဂျော့ချ်စိတ်ရိုင်း ဝင်ကာ ခန္ဓာကိုယ်အရွယ်အစား ကလည်း အကြီးကြီးဖြစ်သွားခဲ့ပါ တယ်။အဲဒီနောက်မှာတော့ ဒေးဗစ် ကို မျိုးရိုးဗီဇဆိုင်ရာ ပညာရှင် ဒေါက်တာကိတ်ကဲလ်ဝဲက ဆက် သွယ်ပြီး ဂျော့ချ် အခုလိုဖြစ်သွား တာဟာ Energyne ကုမ္ပဏီက စမ်းသပ်ထားတဲ့ သန္ဓေပြောင်း ပစ္စည်းကြောင့်လို့ပြောပါတယ်။ဒေါက်တာကိတ်ကိုလည်း Energyne ...",
        "rating": "6.1",
        "url": "https://megaup.net/4eL4s/Rampage_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/fantastic-four-2015-poster-133x200.jpg",
        "title": "Fantastic Four (2015)",
        "description": "Fantastic Four (2015)_____IMDb - 4.3/10Review ကိုတော့ အရင် FF ကားတွေကိုကြည့်ပီးတဲ့သူတိုင်းသိမှာဖြစ်တဲ့အတွက်မပေးလိုတော့ပါ\nသူတို့ရဲ့အကြောင်းပဲ အနည်းအကျဉ်းမိတ်ဆက်ချင်ပါတယ်။Fantastic Four ဇာတ်လမ်းကို Stan Lee က ဖန်တီးရေးသားခဲ့ပြီး ရေးခဲ့ရတဲ့အကြောင်းအရင်းကတော့ အဲ့ဒီအချိန်မှာ DC က Justice League of America ဆိုပြီး Superhero အဖွဲ့ ကိုစတင်မိတ်ဆက် နေပြီ ဖြစ်ပါတယ်။ ဒါကြောင့် Stan Lee က Marvel ရဲ့ ပထမဆုံး စူပါဟီးရိုး အသင်းကို ဖန်တီးဖို့ အတွက် စီစဉ်ပါတော့တယ်။ ဒါပေမယ့် သူက DC လို လိုက်ပြီး မလုပ်ချင်တာရယ်၊ သူ့ရဲ့ Superhero အဖွဲ့ကို တမူထူးခြားအောင် လုပ်ဖို့စီစဉ်ပါတယ်။ ဒါ့အပြင် Stan က သူ့ရဲ့ အဖွဲ့ကို Secret Identity ...",
        "rating": "4.3",
        "url": "https://megaup.net/1yWwY/Fantastic_Four_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/Fantastic-Four-Rise-Of-The-Silver-Surfer-poster-140x200.jpg",
        "title": "Fantastic Four: Rise of the Silver Surfer (2007)",
        "description": "Fantastic Four: Rise of the Silver Surfer (2007)\nIMDb - 5.6/10_____Rotten - 37%\n  Fantastic 4 ဟာ MCU မှာ မပါသေးတဲ့ Marvel ရဲ့ အကျော်ကြားဆုံး အဖွဲ့တစ်ခုပါ။Leader Mr fantastic ဟာဆိုရင်လည်း 21 ရာစုရဲ့ အတော်ဆုံး လူတွေထဲက တစ်ယောက်ပါပဲ။Reed နဲ့ Sunsan တို့ရဲ့ သား Frenklin Richard ကလည်း Mravel မှာ အစွမ်းဆုံး Omega Level Hero ပါပဲ။ဒါဆို F4 ဆိုတာ Marvel မှာ မသေးတဲ့ အခန်းကဏ္ဍက ပါဝင်နေတာကိုတွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့..Reed နဲ့ Susan တို့ရဲ့ လက်ထက်ပွဲ ကျင်းပတော့မဲ့ အချိန်နဲ့ မရှေးမနှောင်းကာလ.. ဂြိုလ်တွေကို စားသုံးတဲ့ Galactus ...",
        "rating": "5.6",
        "url": "https://megaup.net/2eTT5/Fantastic_Four_-_Rise_Of_The_Silver_Surfer_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/fantastic-four-2005-poster-133x200.jpg",
        "title": "Fantastic Four (2005)",
        "description": "Fantastic Four (2005)_____IMDb - 5.7/10\n  \nဒီဇာတ်ကားက ၂၀၀၅ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ မူရင်း Fantastic Four ဇာတ်ကားဖြစ်ပြီး\nIMDb Rating (5.7/10) ရရှိထားပါတယ်။\nဒီဇာတ်ကားမှာ Captain America မင်းသား Chris Evans ၊ မင်းသမီး ဂျက်စီကာအယ်လ်ဘာ တို့နဲ့အတူ\nIoan Gruffudd ၊ Michael Chiklis တို့က F4 စွမ်းအားရှင်တွေအဖြစ် ပါဝင်ထားပါတယ်။\nJulian McMahon ကတော့ ဗစ်တာဗွန်ဒူးအဖြစ် အားပြိုင်ထားပါတယ်။\nဒီနှစ်ထဲထွက်ထားတဲ့ Fantastic Four(2015) နဲ့မတူကွဲပြားစွာခံစားရမှာပါ။\nကျွန်တော်ကတော့ ဂျက်စီကာအယ်လ်ဘာ ပရိတ်သတ်ဖြစ်တာနဲ့အညီ\nမူရင်း Fantastic Four ဖြစ်တဲ့ ဒီဇာတ်ကားကိုပိုနှစ်သက်မိပါတယ်။\nခံစားအားပေးကြပါဦး။\n \n(မြန်မာစာတန်းထိုးကိုတော့ ကသာသားလေး နဲ့ Wai Phyo တို့မှပူးပေါင်းဖန်တီးထားတာပါ။)\n \nFantastic Four ဇာတ်ကားအားလုံးကို \nhttps://channelmyanmar.org/?s=fantastic+four မှာကြည့်ပါ။\n  \nဒီဇာတ္ကားက ၂၀၀၅ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မူရင္း Fantastic Four ဇာတ္ကားျဖစ္ျပီး\nIMDb Rating ...",
        "rating": "5.7",
        "url": "https://megaup.net/1yWxh/Fantastic_Four_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/86v2AXXQP6mKNn3Nne910h7UlNK.jpg",
        "title": "Seeking a Friend for the End of the World(2012)",
        "description": "Seeking a Friend for the End of the World(2012)IMDb....6.7၃ပတ်အတွင်းမှာကမ္ဘာကြီးကဂြိုလ်ဆိုင်တစ်ခုနဲ့တိုက်မိပြီး ကမ္ဘာပျက်တော့မယ်တဲ့\nနောက်ဆုံးအချိန်လိုဖြစ်နေတဲ့ (၃)ပတ်မှာ ခင်ဗျားဆိုရင်ရောဘာတွေဆက်လုပ်မိမှာပါလိမ့်....\nDodgeဆိုတဲ့အာမခံဝန်ထမ်းတစ်ယောက်အတွက် အဲ့ဒီသ တင်းကြေငြာ ကု ိကြားလိုက်ရတော့ ခဏတာ သွေးပျက်သွားတယ်\nတိုက်တိုက် ဆိုင် အဲ့ဒီအချိန်မှာ သူ့မိန်းမကလည်းထားသွားခဲ့တယ်.... ဒါပေမယ့်သူ့ဘဝကိုသူပုံမှန်ဆက်သွားဖို့ကြိုးစားတယ် ...\nPennyဆိုတဲ့ကောင်မလေး သူ့မိသားစုဆီသွားဖို့ နောက်ဆုံးလေယာဉ်ကိုလွတ်သွားတယ်...ကမ္ဘာကြီးကလည်း(၃)ပတ်အတွင်း ပျက်သုန်းသွားနိုင်သတဲ့...\nသူတို့၂ယောက်ကအိမ်နီးချင်းတွေ...\n(၃)ပတ်ဆိုသောကာလလေးမှာ သူတို့(၂)ယောက်ဟာ ဘယ်လိုဖြတ်သန်းကြမလဲ.... ...\nဒီကားထဲကဟာသမင်းသားကြီးး Steve Carell  နဲ့ မင်းသမီးချော Keira Knightleyကိုတော့ထွေထွေထူးထူးမိတ်ဆက်ပေးစရာမလိုဘူးထင်ပါတယ်...\nဟာသဟန်တွေနဲ့ ဘဝနေနည်းတစ်ချို့ကိုအချိန်ကိုက်ပြသွားတဲ့ကားလေးမို့ ကြည့်လိုက်ပါဦးလို့.........ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့\nညီမငယ်JtheKoala ဖြစ်ပါတယ်..File Size : (869 MB) and (335 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Adventure, Drama, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by JtheKoala\nEncoded by ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/seeking-a-friend-for-the-end-of-the-world2012/",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h84IQ35u1na9nSuo5dHrzJhz9AI.jpg",
        "title": "Sweet Country (2017)",
        "description": "Sweet Country ဇာတ်ကားရဲ့နောက်ခံ အချိန်ဟာ ၁၉၂၉ ခုနှစ်အချိန်က သြစတေးလျ မြောက်ဘက်က ဝေးလံခေါင်ဖျားတဲ့နေရာတွေမှာနေတဲ့ လူမည်းတွေရဲ့ ဖိနှိပ်ခံရပုံကို အခြေပြုပြီး ရို်က်ကူးထားတာဖြစ်ပါတယ်….ဒီဇာတ်လမ်းထဲမှာ ဆမ် ဆိုတဲ့လူဟာ ဘလက်ခ်ဟေး ဆိုတဲ့ဒေသမှာနေတဲ့ သက်လည်ပိုင်း တိုင်းရင်းသားလူမည်းတစ်ယောက်ဖြစ်ပါတယ်…အဲ့ဒီဒေသတွေမှာ လူဖြူတွေဟာ လူမည်းတွေအပေါ်ကို တန်းတူထားမဆက်ဆံဘဲ တော်တော်လေးဖိနှိပ်ချုပ်ချယ်ကြတဲ့အထဲမှာမှ ဘာသာတရားကိုင်းရှိုုင်းတဲ့ သူ့လူဖြူမိတ်ဆွေ ဖရက်ဒ်ကတော့ သူ့ကို ကောင်းကောင်းဆက်ဆံတဲ့ ရှားရှားပါးပါး လူဖြူတစ်ယောက်ပါပဲ…တစ်နေ့ သူ့မိတ်ဆွေ မရှိခိုက် သူ့ကိုသေနတ်နဲ့လာပစ်တဲ့ လူဖြူတစ်ယောက်ကို ခုခံရင်း ၄င်းလူဖြူသေဆုံးသွားတဲ့အတွက် ဆမ်ဟာ မိန်းမကိုခေါ်ပြီး ထွက်ပြေးပါတော့တယ်..။ဒီဇာတ်ကားဟာ ၂၀၁၈ ဇန်နဝါရီလထဲထွက်ခဲ့တဲ့ကားဖြစ်ပြီး ဆုပေါင်း ၆ ဆု ရရှိခဲ့ကာ ဆန်ကာတင်ဆု ၁၀ ဆုမှာ ပါဝင်ခဲ့တဲ့ကားတစ်ကားဖြစ်ပါတယ်….ဒီဇာတ်ကားထဲမှာ မြိုပြရဲ့ ပြိုးပြိုးပြက်ပြက် အငွေ့အသက်တွေ လုံးဝတွေ့ရမှာမဟုတ်ဘဲ …ဝေးလံခေါင်ဖျားပြီး အနီးဆုံးမြို့မှာတောင် ဘုရားကျောင်းတစ်ကျောင်းမရှိတဲ့ သြစတေးလျား မြောက်ဖက်ပိုင်းရဲ့ ကျောက်တုံးကျောက်ခဲထူထူ နဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/sweet-country-2017/",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/cloverfield-133x200.jpg",
        "title": "Cloverfield (2008)",
        "description": "Cloverfield (2008)\nIMDb - 7.0/10_______Rotten - 77%Cloverfield (2008) အညွှန်းကိုတော့ ဒီကားကိုကြည့်ဖြစ်စေခဲ့တဲ့ Datshin Page မှ အညွှန်းနှင့်မိတ်ဆက်ပေးပါရစေNew York မြို့ရဲ့ ညတစ်ညမှာသူငယ်ချင်းတွေစုပြီး Party လုပ်နေတုန်း အကောင်ကြီးတစ်ကောင် ဘယ်က ဘယ်လိုမှန်းမသိ မြို့ပေါ်ကျလာပါတယ်။ အဲကောင်ကြီးက မြို့ မှာမြင်မြင်သမျှသောင်းကျန်းပြီး မြို့တစ်မြို့လုံးလည်း ဘာတွေဖြစ်နေမှန်းမသိရလို့ အဲသူငယ်ချင်းတစ်စုလည်း တခြားလူတွေနည်းတူ မြို့က ထွက်ပြေးဖို့လုပ်ကြရာမှာ အထဲကတစ်ယောက်က Party မှာ Video နဲ့ မှတ်တမ်းတင်ရင်း သူတို့အဖြစ်အပျက်တစ်ခုလုံးကို မှတ်တမ်းတင်ပါတော့တယ်။— Review —ဒီဇာတ်ကားကိုစကြည့်တုန်းက သယ်ရင်းတစ်ယောက်က ညွှန်းလို့ စကြည့်ဖြစ်တာပါ။ Found Footage Film အမျိုးအစားပါ။ ဒီနေ့ခေတ်မှာ အဲလိုကားတွေခေတ်စားလာတာ ဒီကားကြောင့်ဆိုတာ အသေအချာပါပဲ။ (သူ့လောက်တော့ ကြည့်ကောင်းတဲ့ကားရှားပါတယ်)။ စကြည့်လိုက်ကတည်းက သတိထားမိတဲ့အချက်ကတော့ Perspective တွေပါပဲ။ ဒီဇာတ်ကားတစ်ကားလုံးကို လူတစ်ယောက်ထဲကကင်မရာကိုင်ပြီး ...",
        "rating": "7.0",
        "url": "https://megaup.net/2TaG5/Cloverfield_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/incredibles-2004-poster-135x200.jpg",
        "title": "The Incredibles (2004)",
        "description": "The Incredibles (2004)\nIMDb - 8.0/10_____Rotten - 97%\nWon 2 Oscars. Another 65 wins & 56 nominations.\n Pixar ရဲ့ Inside Out ကို Review မတင်ခင်မှာ သူ့ရဲ့ အကောင်းဆုံးတွေထဲက တစ်ကားဖြစ်တဲ့ The Incredibles အကြောင်းကို ပြောရင်း Pixer အကြောင်းကိုနည်းနည်းမိတ်ဆက်ပေးချင်ပါတယ်။ Pixar ကုမ္ပဏီ က ကာတွန်းကားတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီး တစ်ခု (Animation Giant) ဖြစ်ပြီး Dreamwork တို့ Disney တို့လို ထုတ်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဖြစ်ပါတယ်။ ၁၉၇၉ ခုနှစ်မှာ Lucasfilm ကုမ္ပဏီရဲ့ (Star Wars, Indiana Jones တို့ ရိုက်ကူးခဲ့တဲ့ studio ဖြစ်ပါတယ်။)  animation department အဖြစ် စတင်ခဲ့ပြီး ၁၉၈၆ ...",
        "rating": "8.0",
        "url": "https://megaup.net/11U9y/The_Incredibles_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ofqcgDnWoWMCwjYkD76VhbJH5F.jpg",
        "title": "Genghis Khan (2018)",
        "description": "Genghis Khan ဇာတ်ကားကတော့ historic / fantasy EPIC film လေးပါအဓိကဇာတ်ဆောင်အနေနဲ့ William Chan ပါဝင်သရုပ်ဆောင်ထားပြီး,ဒီကားလေးက ၈ ကြိမ်မြောက် Beijing International Film Festival မှာအပိတ်ကားအဖြစ်ပြသခဲ့တဲ့ ကားကောင်းလေးတစ်ကားပါMongol Empire ကိုစတင်တည်ထောင်ခဲ့တဲ့ ထျယ်မုကျန်း (Genghis Khan) အကြောင်းကိုအခြေခံပြီးရိုက်ကူးထားခြင်းဖြစ်ပါတယ်ထျယ်မုကျန်း နဲ့ ပေါ်အာထျဲဟာ ငယ်စဉ်ကတည်းက ချစ်ခဲ့ရတဲ့ချစ်သူတွေဖြစ်ပြီး ရုတ်တရက် ထျယ်မုကျန်းရဲ့အဖေသေဆုံးသွားခြင်းက သူတို့ ၂ ယောက်ခွဲခွာဖို့ဖြစ်လာခဲ့ပါတယ်တဖက်မှာလဲ ဦးလေးဖြစ်သူရဲ့သစ္စာဖောက်ခြင်းကိုခံလိုက်ရပြီး လူမျိုးစုတစ်စုလုံးမှာမှ ၁ မိသားစုတည်းကွဲထွက်ပြီးနေထိုင်ခဲ့ရပါတယ်ငယ်စဉ်ကတည်းက စေ့စပ်ပေးထားတာကြောင့် ထျယ်မုကျန်းဟာ အရွယ်ရောက်တော့ သူ့ချစ်သူ ပေါ်အာထျဲရှိရာသို့ရောက်ရှိပြီး လက်ထပ်ထိမ်းမြားခဲ့ကြပါတယ်ပြဿနာကတော့ မင်္ဂလာဦးညမှာပဲ ပေါ်အာထျဲကို တစ္ဆေတိုင်းပြည်က ဖမ်းခေါ်သွားခဲ့တာကနေ စတင်ခဲ့တာပါတစ္ဆေတိုင်းပြည်က ဘာကြောင့် ပေါ်အာထျဲကိုဖမ်းခေါ်သွားခဲ့တာလဲ?\nထာဝရအသက်ရှင်နေထိုင်နိုင်တဲ့ ဘယ်လိုသတ်သတ်မသေတဲ့ တစ္ဆေတိုင်းပြည်ကဘုရင်ဟူးချူးလူ လက်ထဲကနေ ပေါ်အာထျဲကိုဘယ်လိုကယ်တင်မှာလဲဆိုတာ..........(ဇာတ်လမ်းအညွန်း နဲ့ ဘာသာပြန်သူကတော့ ယမင်းသော်တာမောင်ပါ)File Size ...",
        "rating": "5.0",
        "url": "https://megaup.net/2n0io/Genghis_Khan_(Zhan_Shen_Ji)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/monster-hunt-2-poster-143x200.jpg",
        "title": "Monster Hunt 2 (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n \nMonster Hunt 2 (2018)\nIMDb - 5.3/10_____Rotten - 50%\n  ၂၀၁၅ တုန်းက ထွက်ရှိခဲ့ တဲ့ Monster Hunt ဇာတ်ကားရဲ့ အဆက်အဖြစ် ထွက်ရှိလာတာ ဖြစ်ပြီး ချစ်စရာမိစ္ဆာကောင်လေး ဝူဘရဲ့ စွန့်စားခန်းဇာတ်လမ်းကို ဆက်လက်ရှုစားရမှာ ဖြစ်ပါ တယ်။အရင်ဇာတ်လမ်းရဲ့ အဆုံး သတ်မှာ မိစ္ဆာကောင်လေး ဝူဘ ဟာ သူ့ဘဝခရီးရှေ့ဆက်ဖို့ သူ့ရဲ့ လူသား မိဘနှစ်ပါးဖြစ်တဲ့ ထျန်၊ လန်တို့နဲ့ လမ်းခွဲခဲ့ပါတယ်။ မိစ္ဆာ လောကမှာလည်း မိစ္ဆာဘုရင်ကြီး သေဆုံးအပြီးမှာ သူ့နေရာဆက်ခံ ဖို့ အချင်းချင်း သတ်ကြဖြတ်ကြနဲ့ လောကမငြိမ်းချမ်းခဲ့ပါဘူး။တကယ်တော့ ဝူဘလေးဟာ သူ့မိဘတွေနဲ့ လမ်းခွဲခဲ့ပေမယ့် အရင်တုန်းက အတူရှိနေချိန်တွေ ကို တစ်ချိန်လုံး သတိရနေခဲ့တာ ပါ။ အဲဒါနဲ့ နောက်ဆုံးမှာတော့ ထိုင်သတိရနေမယ့်အစား ...",
        "rating": "5.3",
        "url": "https://megaup.net/TRq7/Monster_Hunt_2_(Zhuo_Yao_Ji_2)_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/chicken-little-poster-133x200.jpg",
        "title": "Chicken Little",
        "description": "Chicken Little (2005)_____IMDb - 5.7/10ကဲ ဒီတစ်ခေါက်တော့ ၂၀၀၅ လောက်က\nAnimation Cartoon ကားကောင်း တစ်ခုဖြစ်တဲ့\nChicken Little ကို တင်ပေးလိုက်ပါတယ်....\nCK Little လေးဟာ အမြဲတမ်း အကောင်သေးသေးလေးဖြစ်နေပြီး\nဘယ်နေရာမှ လူဝင်မဆန့်ပါဘူး လူတိုင်းကလဲ သူနဲ့ မပေါင်းချင်သလို\nအကောင်ကြီးတွေကလဲ အမြဲပဲ သူ့ကို လိုက်စနေပါတယ်\nအဲ့ဒီလိုဖြစ်သွားရတဲ့ အကြောင်းအရင်းကလဲ\nတစ်ခါက မြိုကထဲက အရေးပေါ်ခေါင်းလောင်းကိုတီးပြီး\nဂြိုလ်သားယဉ်ပျံရှိတယ်လို့ ပြောခဲ့ဖူးတဲ့ အတွက်ပါ\nအဲ့ဒီတုန်းက မြို့နေ လူအားလုံးဟာ အထိတ်တလန့်ဖြစ်ခဲ့ရပြီး\nCK Little ကိုလဲ ကျပ်မပြည့်တဲ့ ကြက်လေး လို့ မှတ်ယူလိုက်ကြပါတော့တယ်\nဒါပေမယ့် တစ်နေ့မှာတော့ CK Little တို့ သူငယ်ချင်းအုပ်စုဟာ\nတကယ့် ဂြိုလ်သားယဉ် လာတာကို ရှာတွေ့သွားတဲ့ အခါမှာတော့.....\n \nဒီကာတွန်းကားကို သီချင်းတွေက အစ ဘာသာပြန်ပေးထားသူကတော့\nMay Thazin Soe ဖြစ်ပြီး Thit San Khant မှ Encode ပေးထားပါတယ်",
        "rating": "5.7",
        "url": "https://megaup.net/2TQ2k/Chicken_Little_[2005]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-gods-must-be-crazy-II-poster-133x200.jpg",
        "title": "The Gods Must Be Crazy II (1989)",
        "description": "The Gods Must Be Crazy II (1989)\nIMDb - 6.9/10_____Rotten - 54%\n ဒီဇာတ်ကားကတော့ ပုလင်းဟာသလို့ လူသိများတဲ့ ဇာတ်ကားတွေရဲ့ နံပါတ် ၂ ဇာတ်ကားပါ။\nပထမဇာတ်ကား  The Gods Must Be Crazy (1980) ကိုတော့ \" ဒီလင့်မှာ \" ဒေါင်းပါ။\nပုလင်းမင်းသားအကြောင်းဖတ်ချင်ရင်တော့ အောက်မှာဖတ်ပါ။ #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ...",
        "rating": "6.9",
        "url": "https://megaup.net/3zt9z/The_Gods_Must_Be_Crazy_II_[1989]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-gods-must-be-crazy-1980-poster-143x200.jpg",
        "title": "The Gods Must Be Crazy (1980)",
        "description": "The Gods Must Be Crazy (1980)\nIMDb - 7.3/10_____Rotten - 85%\n #Nixau_Toma ( ကမ္ဘာ့ရုပ်ရှင်လောကထဲ ဂင်းနစ်စံချိန်တင်ခဲ့သောလူရိုင်း(သို့) အောင်မြင်မှုငွေကြေးချမ်းသာမှုတွေကိုမသိခဲ့တဲ့မင်းသားတစ်ယောက်ရဲ့ အတ္ထုပ္ပတ္တိ )\n.……………………………………………………………\n” ပီတာက ဆိတ်၇ကောင်ပေး မယ်ဆိုလို့ကျတော်လိုက်လာတာ ရုပ်ရှင်ဆိုတဲ့စကားကိုကျတော်အခုမကြားဖူးတာဗျ။ ဒီမှာ နေအခါ၃၀ ဝင်တဲ့အထိနေရမယ်ပြောတယ်။\nပြီးရင်ကျတော် စန်တို့ရှိတဲ့ဆီကို ဆိတ် ၇ကောင်ယူပြီးပြန်မယ်။ ”N!xau Toma\nတောင်အာဖရိကတိုက်အစွန် နမီးဘီးယားဆိုတဲ့နိုင်ငံသေးသေးလေးအပြင်မြို့ပြနဲ့မိုင်\nပေါင်းများစွာဝေးတဲ့ အာဖရိကတောတွင်းတနေရာမှာ စန်ဆိုတဲ့အာဖရိကလူရိုင်းရွာလေးတရွာရှိခဲ့တယ်။ ဒီရွာလေးက နမီးဘီးယားနိုင်ငံထဲကကာလာဟာရီ သဲကန္တာရထဲမှာရှိပြီး အာဖရိယလူရိုင်းမျိူးနွယ်တွေထဲမှာ ခေတ်နောက်အကျဆုံးလူမျိူးစုတွေထဲက ၁၂ရာစုလူနေမှုစနစ်လိုနေထိုင်ကြတဲ့ ဘာဆာဝါ ဆိုတဲ့လူရိုင်းမျိူးနွယ်စုရဲ့ရွာလေးပါ။ အမဲလိုက် ပျားအုံဖွတ် ငါးဖမ်းရင်း အသက်မွေးကြပြီး လယ်ယာမြေစိုက်ပျိူးမှုကိုတောင်မသိရှိသလို သူတို့ဘာသာစကားဟာလူ၁သောင်းတောင်မသိတဲ့ဘာသာစကားတခုကို ပြောကြတဲ့လူရိုင်းမျိူးနွယ်ပါ။ ၃နှစ်လောက်နေမှမြို့ပြအမဲလိုက်အဖွဲ့တွေကိုတွေ့ရလေ့ရှိပြီး ဒါကိုကသူတို့အတွက်အထူးအဆန်းဖြစ်လေ့ရှိတဲ့ ကိစ္စပါ။သူတို့ယုံကြည်မှုက တခြားလူရိုင်းတွေလိုနတ်ဘုရားနဲ့ယစ်ပူဇော်မှုမဟုတ်ဘဲ ရာသီဥတုကိုယုံကြည်ကိုးကွယ်ကြတဲ့လူမျိူးတွေပါ။မှတ်တမ်းများအရ ဒီလူမျိူးစုစစ်စစ်ဟာ၂၀၀ကျော်သာကျန်တော့ပြီးသစ်တောပြူန်းတီးမှု\nတောင်အာဖရိကကျွန်ပြုအလုပ်ကြမ်းလုပ်ခိုင်းတဲ့သူပုန်တွေကြောင့် မျိူးတုံးလုနီးပါးအခြေအနေကိုရောက်နေရပြီး လူ၃၀ကိုတရွာလောက်ပဲနေထိုင်မှုတွေကြောင့် ဒီလူရိုင်းမျိူးနွယ်ဟာကမ္ဘာ့လူမျိူးစုထိန်းသိမ်းရေးအဖွဲ့တွေနဲ့အလှမ်းဝေးလွန်းခဲ့ပါတယ်။\nအချိန်အားဖြင့် ၁၉၄၄ခုနှစ် ဒီဇင်ဘာလ ၁၆ရက်နေ့ ဒီရွာလေးမှာ N!xau ...",
        "rating": "7.3",
        "url": "https://megaup.net/2dyj6/The_Gods_Must_Be_Crazy_[1980]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    }
]