[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9NS5QGOfck24yL3bZqWeW06PgPC.jpg",
        "title": "Robin Hood (2010)",
        "description": "Robin Hood (2010)================ ရော်ဘင်ဟုဒ်ကားအများကြီးထဲကမှ အ‌ကောင်းဆုံးလို့ပြောစမှတ်ပြုကြတဲ့ကားလေးလာပါပြီ။Cate Blanchett Russell Croweတို့လို ဝါရင့်မင်းသား မင်းသမီးကြီးတွေကအစွမ်းပြသရုပ်ဆောင်ထားပါတယ်။ ရော်ဘင်လောင်းစတွိုက်ဟာဘုရင်ကြီးရစ်ချတ်ရဲ့ခရူးဆိပ်စစ်ပွဲက လေးသည်တော်တစ်ယောက်ပါ။အင်္ဂလန်ကိုပြန်လာဖို့ ပြင်သစ်နဲ့အင်္ဂလန်ကြားကနိုင်ငံရေး တွေကြားနော့တင်ဟမ်ရဲ့ ဆာ ရောဘတ် လော့ဇ်စလေအဖြစ်အယောင်ဆောင်ပြန်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ ရောဘတ်တဖြစ်လဲ ရော်ဘင်တယောက်အင်္ဂလန်ရောက်ပြီးဘာတွေဆက်ဖြစ်မလဲ။ ရောဘတ်ရဲ့မိန်းမဖြစ်ခဲ့သူမယ်ရီယွန်နဲ့ရော ဘာတွေဆက်ဖြစ်ကြမလဲ။ ပြင်သစ်ကကျူးကျော်စစ်နီးကပ်လာချိန်အထိတိုင် ပြည်တွင်းစစ်ဖြစ်အဲ့ဆဲဆဲ အင်္ဂလန်ကို သာမန်လေးသမားတယောက်ကကယ်တင်နိုင်ပါ့မလား။ အဆုံးမှာဒဏ္ဍာရီတခုဘယ်လို ရေးနိုင်ခဲ့မလဲဆိုတာကိုရှုစားပေးကြပါဦး..  File size…2.31GB / 926MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 20m\nGenre ..... Action , Drama , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://megaup.net/1Rtr7/Robin.Hood.2010.BluRay1080p5.1CH(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkRQn520JQD07BNP03NK3iKCaPD.jpg",
        "title": "Night at the Museum: Kahmunrah Rises Again (2022)",
        "description": "Night at the Museum: Kahmunrah Rises Again (2022)သင်ဟာ Night at the museumရဲ့ ပရိသတ်တစ်ယောက်ဆိုရင်တော့\nငယ်ငယ်က ပြတိုက်တွေသွားလည်တဲ့အခါ ဒီအရုပ်တွေများ ညဘက်ဆိုရင်အသက်ဝင်လာပြီး\nလျှောက်သွားနေမလားလို့ တွေးမိမှာပါပဲ။\n၂၀၀၆ ခုနှစ်မှာ ပထမဆုံးစတင်ထွက်ရှိပြီး ပရိသတ်တွေရဲ့အသဲနှလုံးကို ဖမ်းစားခဲ့တဲ့ ဒီရုပ်ရှင်လေးက\n၂၀၀၉နဲ့ ၂၀၁၄မှာ live action sequelအသီးသီးထွက်ရှိခဲ့ပြီးတော့\nနောက်ဆုံးရုပ်ရှင်ကတော့ animationသီးသန့်အနေနဲ့ ပွဲထုတ်ထားပါတယ်။၂၀၂၂ animationမှာတော့ Night at the museum sequelတလျှောက်မှာ\nအပွဲပွဲနွှဲလာခဲ့တဲ့ လာရီဒေလီတစ်ယောက် သဘာဝသမိုင်းပြတိုက်ကြီးကိုစွန့်ခွာလို့\nတိုကျိုပြတိုက်ကို ပြောင်းရတာနဲ့ အစချီထားပါတယ်။ဒါပေမဲ့ လာရီနဲ့ပွဲတိုင်းကျော်ခဲ့တဲ့ ပြခန်းထဲကရဲဘော်တွေကတော့\nလာရီနေရာမှာမှာ အစားထိုးဝင်လာတဲ့ ညစောင့်တိုင်းကို အမျိုးမျိုးခြောက်လွှတ်နေကြတာပေါ့။\nရဲဘော်တွေကိုလည်း ဖျောင့်ဖျလို့မရ ကြီးလေးတဲ့တာဝန်ကြီးကို တခြားသူကိုလွှဲအပ်ခဲ့ရမှာကိုလည်း စိတ်မချပြန်\nနှစ်ပေါင်းများစွာလုပ်လာခဲ့တဲ့ ပြတိုက်ကြီးကိုလည်း သံယောဇဉ်မပြတ်တဲ့လာရီတစ်ယောက်\nတက်ဒီပြောသလိုပဲ သားဖြစ်သူ နစ်ခ်ဒေလီကို သူ့နေရာအစားဝင်ခိုင်းဖို့ တွေးနေတော့တာပေါ့။တစ်ဖက်မှာတော့ ဘာလုပ်လုပ် တလွဲတချော်နဲ့တိုင်ပတ်နေပြီး\nချစ်သူကောင်မလေးကိုပါ ဖွင့်မပြောရဲတဲ့အထိကို ယုံကြည်မှုတွေပျောက်ဆုံးနေတဲ့\nဆယ်ကျော်သက်ကောင်လေး နစ်ခ်ဒေလီကတော့ သူ့ရဲ့ဘဝကြီးကို အကြီးအကျယ်စိတ်ပျက်နေသူလေးပါ။\nဒါကိုအဖေဖြစ်သူလာရီက ...",
        "rating": "5",
        "url": "https://megaup.net/1Rtsh/Night.at.the.Museum.Kahmunrah.Rises.Again.2022.1080p.WEBRip.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTNhZTY2MDYtMDcxZS00MDU1LWIwYzMtOGNmYTliZDlkNGRlXkEyXkFqcGdeQXVyNDI3MDY3Nw@@._V1_-140x200.jpg",
        "title": "The Three Wise Kings vs. Santa (2022)",
        "description": "The Three Wise Kings vs. Santa (2022)\n============================ခရစ္စမတ်လို့အသံကြားလိုက်တာနဲ့ ဆန်တာကလော့စ်ကိုပဲ ပြေးမြင်မိကြမှာပါ။\nဒီဇာတ်ကားထဲမှာတော့ ဆန်တာကလော့စ်မဟုတ်ဘဲ The Three Kings ဆိုတဲ့\nဘုရင်သုံးပါးအကြောင်းကို အဓိကထားထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာ\nဆန်တာကလော့စ်နဲ့ ဘုရင်သုံးပါးက မတည့်ကြပါဘူးတဲ့။ ဘုရင်သုံးပါးက ဆန်\nတာကလော့စ်ကို မနာလိုဖြစ်နေကြတာပါ။ဘာလို့ဆို ခရစ္စမတ်ဆိုရင် ဆန်တာကလော့စ်ကိုပဲ အရင်ပြေးမြင်ကြတာကိုး။\nဆန်တာကလော့စ်ကလည်း ကိုယ့်ဘာသာမနေဘဲ သူတို့ကိုသွားသွားစပါတယ်။\nခပ်ပျော်ပျော်ပဲနေတဲ့ ဆန်တာကရော ဘုရင်သုံးပါးကို ဘာများမနာလိုရတာလဲ။\nနွားကွဲရင် ကျားဆွဲတယ်ဆိုတဲ့စကားအတိုင်း သူတို့တွေရဲ့ရန်ပွဲကြောင့် နိုးထလာတဲ့\nမကောင်းဆိုးဝါးကို သူတို့တွေဘယ်လိုအနိုင်ယူကြမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL\nဖြစ်ပါတယ်)File Size..........(1.8 GB) / (720 MB) / (495 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 46Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Comedy\nTranslator.......EL\nEncoder..........Zin Phyo Aung",
        "rating": "5.2",
        "url": "https://megaup.net/1bq7z/The.Three.Wise.Kings.vs.Santa.2022.DUBBED.1080p.WEBRip.(CM)ZPA.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oZYyisfvWY6N6KvC6cs9N6Anyht.jpg",
        "title": "Asterix: The Mansions of the Gods(2014)",
        "description": "Asterix: The Mansions of the Gods(2014)**************************************ရောမဘုရင် ဂျူးလီယက် ဆီဇာဟာတိုက်ပွဲတိုင်းကိုနိုင်ကာနယ်မြေများစွာသိမ်းပိုက်နိုင်ပေမဲ့လည်း\nဂေါလ်လူမျိုးတွေနေထိုင်ရာအာမိုးရခ်ဒေသကရွာလေးကိုတော့ မသိမ်းပိုက်နိုင်ပါဘူး။\nအကြောင်းအရင်းကတော့ ဂေါလ်သူရဲကောင်း အက်စတီးရစ်နဲ့ လူသန်ကြီး အော့ဘလိဇ်တို့က\nကာကွယ်ပေးနေလို့ပါပဲ။ ရွာကဆရာတော်ရဲ့မှော်ဆေးရည်အစွမ်းကိုလည်းကြောက်ရသေးတာကိုး။\nဒီဇာတ်ကားမှာတော့ ဘုရင် ဆီဇာဟာ အာမိုးရခ်ဒေသကတောအုပ်ထဲမှာ\nသူ့အိမ်တော်လာဆောက်ချင်တာပါ။\nဘုရင်ဖြစ်တဲ့အတိုင်း အတင်းအကြပ်လာဆောက်တော့\nနယ်ခံဖြစ်တဲ့ အက်စတီးရခ်တို့ကလည်း\nတောအုပ်ကိုကာကွယ်ရင်း ရွာသားတွေနဲ့ ရောမသားတွေ\nကြားအလွဲလွဲအချော်ချော်တွေကို\nထိုင်ခွီရမယ့်ကားလေးပဲဖြစ်ပါတယ်\nFile Size : (1.3GB) and (652MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1bolj/Asterix.the.Mansions.Of.The.Gods.2014.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9euEdwZkiVQ8K9AzskBEFMiR2nF.jpg",
        "title": "The Legend II ( 1993 )",
        "description": "ဒီတစ်ခေါက်မှာလဲ မင်းသားကြီးဂျက်လီပါဝင်တဲ့\nသိုင်းအက်ရှင်ရုပ်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။မန်ချူးနဲ့ ဂျပန်တွေကျူးကျော်မှုခံရတဲ့အချိန်မှာ\nတော်ဝင်မျိုးဆက်ရင်သွေးကို ပန်းနီဂိုဏ်းရဲ့အကူအညီနဲ့ ဂျပန်ကိုပို့ထားခဲ့ပါတယ်။\nအရွယ်ရောက်လာတဲ့ မင်းအလောင်းအလျာဟာ\nပန်းနီဂိုဏ်းရဲ့ခေါင်းဆောင်ဖြစ်လာပြီး ဘုန်းကြီးတစ်ပါးက\nသူ့ကို ဧကရာဇ်ဖြစ်ကြောင်း သူ့ဘေးမှာ\nသစ္စာဖောက်တစ်ယောက်နဲ့ကယ်မယ့်သူ တစ်ယောက်ရှိကြောင်း ဗေဒင်ဟောခဲ့ပါတယ်။ဘုန်းတော်ကြီးရဲ့ဟောပြောချက်မှန်မလားမှားမလားတော့\nရုပ်ရှင်မှာပဲစီးမျောခံစားကြည့်ပါ။\nသိုင်းအက်ရှင်တင်မကပဲဟာသနဲ့\nမင်းသမီးချောတွေကြောင့်ကြည့်ရတန်ပါလိမ့်မယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Comedy\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Lwin Htoo Aung\nEncoded by LK",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-legend-ii-1993/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hbRnWUNJkKKVN5mkcuC5ooqjE4e.jpg",
        "title": "Robin Hood: Prince of Thieves (1991)",
        "description": "Robin Hood Prince of Thieves (1991)============================= ရော်ဘင်ဟုဒ်ကားတွေအများကြီးထဲကမှ ဗားရှင်းတမျိုးကားကောင်းအဟောင်းလေးတခုနဲ့မိတ်ဆက်ပေးပါမယ်။Kevin Costner Alan Rickman တို့လို ဝါရင့်သရုပ်ဆောင်ကြီးတွေမှလည်းပါ၀င်ထားပါတယ် ရော်ဘင် လော့စလေ ဟာခရူးဆိပ်စစ်ပွဲမှာ အဖမ်းခံရပြီး ငါးနှစ်အကြာမှာအိမ်ပြန်လာနိုင်ခဲ့သူပါ။ဒါပေမဲ့သူပြန်‌ရောက်လာခဲ့ချိန်မှာသူ့အိမ်ဖြစ်တဲ့လော့စလေ နယ်မြေကတော့ နော့တင်ဟမ်မြို့စားကြီးရဲ့အကောက်ကြံမှုအောက်မှာအလူးအလိမ့်ခံစားနေရပါတယ်။ ဖခင်ဖြစ်သူကလည်းအသတ်ခံရသလိုမိမိအိမ်ကိုလည်းဆုံးရှုံးခဲ့ရတဲ့ရော်ဘင်တယောက် မြို့စားကြီးလက်ကနေလွတ်အောင်ပြေးရင်း ရှားဝုဒ်တောထဲကဂျွန် လစ်တဲယ်ရဲ့လူတစုနဲ့တွေ့သွားခဲ့တဲ့အခါမှာတော့ ရော်ဘင်လော့စလေတဖြစ်လဲရော်ဘင်ဟုဒ်ဟာ မြို့စားကြီးရဲ့အကြံစည်‌တွေကိုစတင်‌ နှောင့်ယှက်ပါတော့တယ်။ ရော်ဘင်တယောက်မြို့စားကြီးကိုအနိုင်ယူနိုင်ပါ့မလား။သူ့ရဲ့သူငယ်ချင်းပီတာက မသေခင်တောင်းဆိုခဲ့တဲ့မေရီယန်ဆိုတဲ့ပီတာ့ညီမလေးကိုရော ကာကွယ်ပေးနိုင်ပါ့မလား။ မြို့စားကြီးကရောဘာတွေကြံစည်နေတာလဲ အဆုံးမှာဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုRobin Hood Prince of Thieves ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားပေးကြပါဦး... File size…3.13GB / 1.22GB / 658MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 23m\nGenre ..... Action , Drama , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.9",
        "url": "https://megaup.net/1Rlz2/Robin.Hood.Prince.of.Thieves.1991.BluRay1080p5.1CH(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMTQyNjcwMTgwNl5BMl5BanBnXkFtZTYwNzgxNzg4._V1_-135x200.jpg",
        "title": "The Quest (1996)",
        "description": "အရှေ့တောင်အာရှတောနက်တစ်ခုထဲမှာ တစ်ကမ္ဘာလုံးက ကိုယ်ခံပညာအသီးသီးရဲ့ အကျော်အမော်တွေကို တိတ်တဆိတ်ဖိတ်ခေါ်ကာ ပြိုင်ပွဲလက်ခံကျင်းပနေတဲ့ ပျောက်ဆုံးမြို့တော်လေးတစ်မြို့ ရှိနေပါတယ်။အနိုင်ရရှိသူဟာ ရွှေအတိသွန်းလောင်းထားတဲ့ နဂါးရုပ်ထုကြီးကို လက်ဝယ်ရရှိပိုင်ဆိုင်ရမှာပါ။ပြိုင်ပွဲအမည်ကဂန်ဂန့်ဖြစ်ပြီးတော့ …. ဒီပြိုင်ပွဲကို အမေရိကားမှာ လူရွှင်တော်လုပ်စားနေတဲ့ ဗန်ဒိန်းတစ်ယောက် ပြန်ပေးဆွဲ ကျွန်ပြုခံရရင်းက ဒီ ဂန်ဂန့်ပြိုင်ပွဲကြီးမှာ ဘယ်လိုပါဝင်ယှဉ်ပြိုင်ဖြစ်ခဲ့သလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် …မွေ့ထိုင်းနဲ့ပက်သက်တဲ့ ရုပ်ရှင်ကားဖြစ်ပြီးတော့ သိုင်းပေါင်းစုံရဲ့ ကစားကွက်တွေကိုလည်း ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.7GB) / (900MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:35:00\nType__Action, Adventure, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://megaup.net/1Rksa/The_Quest_(1996)_1080p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6SjRpaJg43iJnY0jlJ6c61tAKOo.jpg",
        "title": "Frozen (2010)",
        "description": "Frozen (2010)============ ရေခဲတောင်ပေါ်က Survival Thriller ဇာတ်လမ်း တစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်.ရည်းစားရပြီးတဲ့နောက် ဘော်ဒါတွေကို အရင်လောက်အချိန်မပေးတော့ဘဲဆော် (၁)၊ ဘော် (၂) ဖြစ်နေတဲ့ ‘ဒန်’ယောကျ်ားလေးကိစ္စ (Guy Thing) ဆိုတာကို နားလည်မပေးဘဲချစ်သူနဲ့အချိန်ဖြုန်းချင်ရုံသက်သက်နဲ့ နှင်းလျှောစီးဖို့ လိုက်လာတဲ့‘ပါကား’ Third Wheel ဖြစ်ချင်ဖြစ်ပါစေ၊ ငယ်သူငယ်ချင်းနဲ့အမှတ်တရတစ်ခုကို ပြန်ဖန်တီးဖို့ ဆန္ဒရှိနေတဲ့ ‘ဂျိုး’ တို့သုံးယောက်Mt. Holliston တောင်ကြီးပေါ် နှင်းလျှောစီးဖို့ သုံးယောက်သားပေါင်းစည်းမိကြတဲ့အခါ သူတို့ကြားထဲက ကတောက် ကဆလေးတွေ၊အခက်အခဲ အန္တရာယ်တွေ၊ မထင်မှတ်တဲ့ အလှည့်အပြောင်းတွေကိုCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်....  File size…1.64GB / 524MB\nQuality…Blu-Ray 1080p 5.1CH  / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Adventure , Drama , Mystery\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by ...",
        "rating": "6.5",
        "url": "https://megaup.net/1Rk61/Frozen.2010.BluRay1080p5.1CH(CM).mp4",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yzbtaa8rNZ7p6IJH0Co4xW98MC1.jpg",
        "title": "Dungeons & Dragons: The Book of Vile Darkness (2012)",
        "description": "Dungeons & Dragons : The Book of Vile Darkness (2012)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy ...",
        "rating": "",
        "url": "https://megaup.net/1Rjla/(CM)_Dungeons_&_Dragons_-_The_Book_of_Vile_Darkness_(2012)_1080p.mp4",
        "category": "Action, Adventure, D&D Trilogy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m2lMUxyFDi1RXogMffLfQW3CjTE.jpg",
        "title": "Dungeons & Dragons: Wrath of the Dragon God (2005)",
        "description": "Dungeons & Dragons: Wrath of the Dragon God (2005)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy Adventure ...",
        "rating": "",
        "url": "https://megaup.net/1Rjm0/(CM)_Dungeons_&_Dragons_-_Wrath_of_the_Dragon_God_(2005)_1080p.mp4",
        "category": "Action, Adventure, D&D Trilogy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbVFeTA4vv7gqXb8dPzxTg9j2gr.jpg",
        "title": "Dungeons & Dragons (2000)",
        "description": "Dungeons & Dragons (2000)Dungeons & Dragons ဟာ ၁၉၇၄ကတည်းက နာမည်ကြီးခဲ့တဲ့ လူသိများတဲ့ ဂိမ်းတစ်ခုပါပဲ။ ဘုတ်ဂိမ်းအနေနဲ့ စထွက်ရှိခဲ့ပြီး အခုထိလည်း ဗားရှင်းအသစ်အသစ်တွေပြန်ထွက်နေတုန်း လူကြိုက်များနေတုန်း Role-playing ဂိမ်းဆိုလည်းမမှားပါဘူး။ သူ့ကို အခြေခံပြီး ဂိမ်းပေါင်းများစွာထွက်ရှိခဲ့သလို သူ့နာမည်နဲ့ထွက်ရှိခဲ့တာတွေလည်း အခုထက်ထိ မနည်းမနောပါပဲ။ တော်တော်လေး အောင်မြင်ခဲ့တဲ့ဂိမ်းလို့ပြောလို့ရပါတယ်။Dungeons & Dragons ဂိမ်းကို အခြေခံပြီး ၂၀၀၀မှာတစ်ကား၊ ၂၀၀၅မှာတစ်ကား၊ ၂၀၁၂မှာတစ်ကား ၃ကားထွက်ရှိခဲ့ပြီး ဒီသုံးကားကို Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ၂၀၂၃မှာတော့ နာမည်ကြီးမင်းသားတွေနဲ့အတူ ပါရာမောင့်က Reboot ပြန်ပြသွားမှာပါ။ ဂိမ်းဟာ ဂန္ထဝင်ဖြစ်ခဲ့ပေမဲ့ ရုပ်ရှင်တွေကတော့ ဂန္ထဝင်ဖြစ်ဖို့နဲ့ တော်တော်ဝေးသေးတဲ့ ရုပ်ရှင်တွေပါပဲ။ ဒါပေမဲ့လည်း နဂါးတွေ မှော်ဆရာတွေ သူရဲကောင်းတွေပါတဲ့ Fantasy Adventure ကားတွေကို ကြိုက်တဲ့သူတွေအတွက် အာသာပြေစေမယ့်ကား‌တွေလို့ပြောလို့ရတာတော့ မမှားပါဘူး။~ ဇာတ်လမ်းအကျဉ်း ...",
        "rating": "",
        "url": "https://megaup.net/1Rjnw/(CM)_Dungeons_&_Dragons_(2000)_1080p.mp4",
        "category": "Action, Adventure, D&D Trilogy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-puss-132x200.jpg",
        "title": "Puss in Boots: The Last Wish (2022)",
        "description": "2011 တုန်းက လူတိုင်းကြိုက်ခဲ့တဲ့ ကာတွန်းရုပ်ရှင်တစ်ခုဖြစ်တဲ့ Puss in Boots ရဲ့အဆက် လာပါပြီ။ ဒါရိုက်တာကတော့ အရင်ဒါရိုက်တာ မဟုတ်တော့ဘဲ Joel Crawford ဖြစ်သွားပေမဲ့ အသံသရုပ်ဆောင်ကတော့ Antonio Banderas ပါပဲ။ Black Widow အသစ်လေးဖြစ်တဲ့ Florence Pugh ကတော့ ဂိုဒီ့နေရာမှာ အသံသရုပ်ဆောင်ထားပြီး၊ ဝက်ဝံအမေကြီးနေရမှာလည်း Olivia Colman ပါဝင်ထားပါသေးတယ်။ rating 7.8 အထိ ရနေပြီး တကယ်လည်း ကောင်းတာမို့ ကြည့်လိုက်ကြပါဦး။ ပုံဆွဲစတိုင်ကတော့ အရင်ရုပ်ရှင်နဲ့အတူတော့ဘဲ Spiderman into the spider-verse လိုလို bad guys လိုလိုဒီဇိုင်းတစ်မျိုးလေး ပြောင်းဆွဲထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့လူဆိုးပေါင်းစုံဟာ မှော်ဝင်တောအုပ်ကြီးတစ်ခုထဲက ဆုတောင်းတစ်ခုကို ဖြည့်ပေးနိုင်တဲ့ ကြယ်တစ်လုံးကို လိုက်ရှာဖို့ ကြိုးစားနေကြပါတယ်။ဘွတ်ဖိနပ်ကြောင်ကြီးဟာ ကြောင်ပီပီအသက် ၉ ချောင်းရှိပေမဲ့ စောင်တလွဲတွေလုပ်ရင်း သေတာများတော့ ...",
        "rating": "",
        "url": "https://megaup.net/2xfyc/(CM)_Puss.in.Boots.The.Last.Wish.2022.2160p.4K.MA.WEB-DL.x265.10bit.SDR.DDP5.1-CM.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTMxMTU5MTY4MV5BMl5BanBnXkFtZTcwNzgyNjg2NQ@@._V1_SY1000_SX640_AL_-192x300.jpg",
        "title": "Puss in Boots (2011)",
        "description": "Puss in Boots (2011)\nIMDb (6.6/10)\nrotten tomatoes (86%)\nmetacritics (65%)old but gold ကာတွန်းကားလေးတွေထဲမှာ အတော်နှစ်သက်မိတဲ့ movie တစ်ခုပြောပြမယ် ဒီထဲမှာ voice actor တွေအနေနဲ့ Antonio Banderas က Puss အဖစ် Salma Hayek က Kitty Softpaws အဖစ် Zach Galifianakis က Humpty Alexander Dumpty အဖစ် Billy Bob Thornton က Jack အဖစ် Amy Sedaris က Jill အဖစ်နဲ့ Sanricardo ဆိုတဲ့ မြို့တစ်ခုပေါ်မှာ ပုံဖော်ထားတာပါ type ကတော့ Action, Adventure ပေါ့ ဘွတ်ဖိနပ်နဲ့ကြောင်တစ်ကောင်ဆို လူတိုင်းသိကြမယ်ထင်တယ် Sherk ကားထဲမှာလဲပါတယ်လေ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1bky8/(CM)_Puss_in_Boots_(2011)_2160p_4K_UHD_SDR10_BluRay_x265_10bit_HEVC_-Nyein.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bm1aLzblgQsCZXcqPQUfzF15cFO.jpg",
        "title": "The Lost Hero Of Ayodhya (2022)",
        "description": "The Lost Hero of Ayodhya (2022)ဒီတစ်ခါတော့ ထိုင်းလူရွှင်တော်ပေါင်းများစွာပါဝင်ထားတဲ့\n“The lost hero of Ayodhya” ရုပ်ရှင်ဟာသကားတင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျားဇာတ်လမ်းအကျဉ်းယယ်ဆိုတဲဲ့တိုင်းရင်းဆေးသမားတော်လေးဟာ အရမ်းရိုးသားဖြူစင်ခဲ့တာပေါ့\nသူဟာ သူ့မိန်းမနဲ့ပျော်ပျော်ရွှင်ရွှင်နေပြီး လူနာတွေကိုအလကားကုသပေးရင်းနေထိုင်ခဲ့ပါတယ်လုန်ထလောက်ဆိုတဲ့လူကတော့ လူယုတ်မာကြီးပေါ့\nသူက သမားတော်ယယ်ရဲ့မိန်းမကိုလိုချင်နေတာနဲ့ အကြောင်းအမျိုးမျိုးဖန်ပြီး\nယယ်ကိုဝေးဝေးသွားအောင်လုပ်ဖို့ ကြံစည်ခဲ့ပါတယ်တစ်နေ့မှာ လူယုတ်မာလုန်ထလောက်က\nသမားတော်ယယ်ကို ဗမာစစ်သူကြီးနေမျိုးဆိုတဲ့လူရဲ့ခေါင်းကိုသွားဖြတ်ခိုင်းခဲ့ပါတယ်\nဖြတ်နိုင်ပြီး သူ့ခေါင်းကိုမပုပ်မသိုးစေဘဲယူလာနိုင်ရင်\nအကြွေးတင်နေတာတွေကိုကျေပေးမယ့်အပြင် ဆုငွေပါချပေးဦးမယ်ဆိုပြီး\nသူ့ကိုမြူဆွယ်ခဲ့ပါတယ်ယယ်လည်း အကြွေးကျေချင်ပြီး\nသူ့မိန်းမကိုရင်းနှီးမြုပ်နှံငွေရှိစေချင်တာနဲ့ ဒီအပေးအယူကိုလက်ခံခဲ့ပါတယ်သမားတော်ယယ် ဒီသဘောတူညီမှုလက်ခံခဲ့ပြီးနောက်\nစစ်သူကြီးနေမျိုးရဲ့ခေါင်းကိုမပုပ်မသိုးစေဘဲယူလာနိုင်ပါ့မလား ဘယ်လိိုဘယ်လိုအခက်ခဲတွေနဲ့ကြုံရမလဲဆိုတာ\nဇာတ်ကားထဲကြည့်ရှူလိုက်ရအောင်နော်\nအက်ရှင်ချည်းမဟုတ်ဘဲဟာသနှောထားတဲ့အတွက် လက်မလွှတ်သင့်တဲ့ဇာတ်ကားပါနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Nang Mwe Kham ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy, History\nQuality…. 1080p | 720p | 480p\nFile size…1.8GB | 936MB | 453MB\nFormat… mp4\nDuration…. 1h 50min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Nang Mwe Kham\nEncoder ..... August",
        "rating": "",
        "url": "https://megaup.net/2xeQ9/The.Lost.Hero.of.Ayodhya.2022.1080p.CM.mp4",
        "category": "Action, Adventure, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BMTQyNjhhYmUtYWI0Ny00NDgyLTg1YmYtNGNmYjZmODI0NDE1XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Uunchai (2022)",
        "description": "Uunchai ( 2022 )\nIMDb 7.7/10အခုတစ်ခေါက်မှာတော့ ပြည်သူ့အချစ်တော်မင်းသားကြီး အမီတာဘဂျမ်းရဲ့‌ ရုံတင်‌၀င်ငွေခန့်မှန်းခြေ ၄၈ကုဋေကျော်ရရှိထားတဲ့ နောက်ဆုံးထွက်ရုံတင်ကားသစ်ကြီးကိုတင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ ဝါရင့်သရုပ်ဆောင်မင်းသားကြီးတွေဖြစ်ကြတဲ့ Anupam Kherနဲ့\n3 idiotsရုပ်ရှင်ထဲက ဗိုင်းရပ်စ်ကြီး Boman Irani တို့အပြင် မင်းသမီးချောလေး Parineeti Chopraတို့ကပါ ပါ၀င်အားဖြည့်ထားပါသေးတယ်...ဇာတ်လမ်းအကျဉ်းကတော့\nအွန် ၊ အာမစ် ၊ ဘူပန် နဲ့ ဂျာဗစ်လို့ခေါ်တဲ့ သိပ်ချစ်ကြတဲ့သူငယ်ချင်းလေးယောက်ရှိပါတယ်။ အဘိုးအရွယ်ရောက်တဲ့အထိ မခွဲအတူရှိနေကြတဲ့သူငယ်ချင်းတွေပေါ့။ အဲ့ဒီထဲမှာမှ\nဘူပန်လို့ခေါ်တဲ့သူငယ်ချင်းဟာ ဧ၀ရတ်တောင်ကိုစွဲလမ်းသူပါ။ ဧ၀ရတ်တောင်တက်ခရီးစဉ်ကိုအမြဲတမ်းသွားတဲ့အပြင် သူငယ်ချင်းတွေကိုပါအတူတူလိုက်ဖို့ အကြိမ်ကြိမ်ခေါ်ပေမဲ့ ကျန်သုံးယောက်ကတော့ အကြောင်းအမျိုးမျိုးပြပြီးငြင်းလေ့ရှိပါတယ်။ တစ်ရက် ဘူပန်ရဲ့မွေးနေ့မှာ သူငယ်ချင်းလေးယောက် ဧ၀ရတ်တောင်တက်ခရီးကိုအတူတူသွားဖို့ အစီအစဉ်ဆွဲကြပါတယ်။ ဒါပေမဲ့ သူငယ်ချင်းဘူပန်ဟာ ကံအကြောင်းမလှပဲ ခရီးမထွက်ခင် ဆုံးပါးသွားပါတော့တယ်။\nဒီလိုနဲ့ သူငယ်ချင်းရဲ့နောက်ဆုံးဆန္ဒကိုဖြည့်ဆည်းဖို့ ကျန်ရစ်တဲ့သူငယ်ချင်းသုံးယောက် ဧ၀ရတ်တောင်ထိပ်ကိုတက်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...။\nငယ်ရွယ်သူတွေအတွက်တောင်ခက်ခဲမယ့် ဧ၀ရတ်တောင်တက်ခရီးစဉ်ကိုသွားဖို့ အသက်၇၀အရွယ်သူတို့\nဘယ်လိုပြင်ဆင်ကြမလဲ...။ တောင်တက်ခရီးတစ်လျှောက်မှာရော ဘာတွေကြုံတွေ့ရမှာလဲ...။ သူငယ်ချင်းရဲ့နောက်ဆုံးဆန္ဒကိုရော ဖြည့်ဆည်းပေးနိုင်မှာလားဆိုတာကိုတော့....ရင်ခုန်စွာနဲ့ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်\nFile size…2.6GB / ...",
        "rating": "7.7",
        "url": "https://megaup.net/2xegr/Uunchai_(2022)_Hindi%C2%A0TRUE_WEB-DL_.1080p.AAC2.0.YK(CM).mp4",
        "category": "Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNGI3MWQ4N2QtOTY3Ni00OTVmLWI3ZWMtZjhhNzNiMjg1Y2UwXkEyXkFqcGdeQXVyMjEwNjUxOA@@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Riki Rhino (2020)",
        "description": "Riki Rhino (2020)\n=============\nIMDb Rating - 6.1/10ဇာတ်လမ်းအကျဉ်းလေးကတော့ အင်ဒိုနီးရှားကသစ်တော\nတစ်ခုမှာ လူတွေကအမဲလိုက်ရုံတင်မကဘူး သစ်တောတွေကို\nမီးရှို့ဖျက်ဆီးကြတယ်။ အဲ့လိုမီးရှို့ကြတဲ့အတွက် ကြံ့မျိုးနွယ်ဟာ\nမျိုးတုန်းသွားတယ်။ ဒါပေမယ့် ကံကောင်းစွာနဲ့ပဲ ကြံ့ကလေး\nရီကီက အသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ်။ ဒီလိုနဲ့နှစ်တွေကြာလာတော့\nရီကီဟာတစ်ကိုယ်တည်းနေထိုင်ရင်းနဲ့ တောရိုင်းတိရိစ္ဆာန်တွေကို\nစိတ်ရော ကိုယ်ပါကူညီပေးတယ်ပေါ့။ သူ့ရဲ့ခွန်အားတွေနဲ့ မွန်မြတ်တဲ့\nစိတ်ထားတွေကြောင့် တောတစ်ခွင်မှာနာမည်ကြီးလာတယ်။ဒီလိုနဲ့တစ်နေ့မှာ အမဲလိုက်မုဆိုးတစ်ယောက်ဟာ ရီကီကိုဖမ်းဖို့\nကြိုးစားတဲ့အခါ ရုန်းကန်တိုက်ခိုက်ရင်းနဲ့ နောက်ဆုံးမှာရီကီလေး\nလွှတ်လာပါတယ်။ လွှတ်တာတယ်ဆိုပေမယ့် ရီကီရဲ့ကြံ့ချိုဟာ မုဆိုး\nဆီမှာကျန်ရစ်ခဲ့ပြီး ချိုမရှိတဲ့အတွက်သူ့ကိုယ်သူစိတ်ပျက်အားငယ်\nသွားနေခဲ့ရတာပေါ့။ နောက်မှာတော့ သူ့မိတ်ဆွေဘဲကလေး ဘန်နီနဲ့\nချိုအသစ်ပြန်ပေါက်အောင်လုပ်ပေးနိုင်မယ့် မှော်ဆေးဆရာကို သစ်\nတောတစ်ခွင်မှာလိုက်ရှာရင်းနဲ့ ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲ\nဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin\nဖြစ်ပါတယ်)File Size..........(2.11 GB) / (759 MB) / (528 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 32mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "6.1",
        "url": "https://megaup.net/1R5gz/Riki.Rhino.2020.1080p.AMZN.WEB-DL[CM].mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eus82zsOOXMd4GnjtHAXd4VYWcQ.jpg",
        "title": "Snake: Fall of a City ( 2020 )",
        "description": "လင်ချွမ်ဟာကားပြိုင်သမားတစ်ယောက်ဖြစ်ပြီး\nပြိုင်ဘက်ဖြစ်တဲ့လျန်ဇီကိုတိတ်တခိုးသဘောကျနေသူပါ။\nသူဟာပြိုင်ပွဲတစ်ခုမှာလျန်ဇီနောက်လိုက်ရင်းနဲ့ သဲကန္တာရထဲကိုရောက်ရှိလာခဲ့ပါတယ်။သူတို့စခန်းချနားတဲ့နေရာကိုညနက်မှာ သတ္တဝါကြီးတစ်ကောင်ရဲ့\nတိုက်ခိုက်ခံရပြီး လင်ချွမ်တို့အဖွဲ့ဟာမနည်းအသက်လုပြေးလာကြရပါတယ်။\nဒါပေမဲ့ လျန်ဇီကတော့ဘယ်ရောက်သွားမှန်းမသိပါဘူး။\nလျန်ဇီကိုရှာဖို့ခရီးဆက်လာရင်းနဲ့စွန့်ပစ်စက်ရုံတစ်ခုနားရောက်လာခဲ့ပါတယ်။အဲ့ဒီစက်ရုံပျက်နားမှာ ရှားပါးတွင်းထွက်ပစ္စည်းတွေကို\nတူးယူချင်တဲ့စီးပွားရေးသမား စုန်းကွမ်တို့အုပ်စုလည်းရှိနေပါတယ်။\nသူတို့နှစ်အုပ်စုဟာ ညအချိန်ရောက်လာတဲ့အခါမှာတော့ သေလောက်ဖွယ်ရာ\nကြောက်မက်ဖွယ်မြွေဆိုးကြီးနဲ့ရင်ဆိုင်ရပါတော့တယ်။​မြွေဆိုးအန္တရာယ်ကြောင့် စက်ရုံထဲပိတ်မိနေကြတဲ့အခါ ၊\nဝေးလံခေါင်ဖျားတဲ့လူသူမဲ့စွန့်ပစ်နေရာမှာရောက်နေကြတဲ့သူတို့\nမြွေအန္တရာယ်ကိုဘယ်လိုရင်ဆိုင်ပြီးရှင်သန်ဖို့ကြိုးစားကြမလဲ။\nလွတ်မြောက်ဖို့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ကြမလဲဆိုတာကို ကြည့်ရှုလိုက်ကြရအောင်။\n[ Reviewed By Yin Wai Phyo ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/snake-fall-of-a-city-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjkwNmEyNDAtNTUyNi00NDQ5LWEyOWQtZjUxZTAzYjhhOWFjXkEyXkFqcGdeQXVyNTI4Nzg0ODA@._V1_-138x200.jpg",
        "title": "TimeCrafters: The Treasure of Pirate’s Cove (2022)",
        "description": "TimeCrafters: The Treasure of Pirate's Cove (2022)\n======================================ရတနာမြေပုံတစ်ခုကို ရှာတွေ့သွားကြတဲ့ ၁၈ရာစုက ပင်လယ်ဓားပြ\nတွေဟာ မြေပုံကိုလုကြရင်း မုန်တိုင်းကနေတစ်ဆင့် ၂၁ရာစု အခုခေတ်ရဲ့\n\"ပင်လယ်ဓားပြကမ်းစပ်\" လို့ခေါ်တဲ့ မြို့လေးကို ရောက်သွားကြပါတယ်။\nဒါပေမဲ့ မြေပုံကိုတော့ အဲဒီမြို့က ကလေးအုပ်စုက ရှာတွေ့သွားကြပြီး\nသူတို့လည်း ရတနာတွေလိုက်ရှာပါတော့တယ်။ ရတနာကိုလိုက်ရှာနေ\nကြတဲ့ လူကြီးတစ်သိုက်နဲ့ ကလေးတစ်သိုက် ဘယ်သူက ရတနာတွေ\nရသွားမလဲ။ တကယ့်ရတနာအစစ်ကရော ဘာများလဲဆိုတာ ကြည့်ရ\nမှာပဲဖြစ်ပါတယ်။ Adventure, Fantasy အမျိုးအစားဖြစ်ပြီး စိတ်လွတ်\nလပ်စွာအပန်းဖြေကြည့်ရှုနိုင်မယ့် မူဗီတစ်ခုပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL\nYa ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (860 MB) / (500 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 45Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Family, Fantasy\nTranslator.......EL\nEncoder..........SWM",
        "rating": "",
        "url": "https://megaup.net/1Rgnm/TimeCrafters.The.Treasure.of.Pirates.Cove.2020.1080p.WEBRip.(CM).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oFuqX0inTvbA1XAFv2x3CQnI65m.jpg",
        "title": "The Ant Bully(2006)",
        "description": "The Ant Bully(2006)******************တစ်ခါက လူးကတ်စ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ်..သူကလူကောင်သေးသေးလေးဆိုတော့ ခဏခဏ အနိုင်ကျင့်ခံရတယ်...သူအနိုင်ကျင့်ခံရတိုင်း သူ့အိမ်က မြက်ပင်တွေနားမှာရှိတဲ့ ပုရွက်ဆိတ်အုံလေးကိုပဲသူ့ဒေါသတွေပုံချတတ်တယ် ...ပုရွက်ဆိတ်အုံ ကိုရေလောင်းလိုက် ကညှော့လိုက်နဲ့ နည်းမျိုးစုံဒုက္ခပေးတာပေါ့...ဒါကို မကျေနပ်တဲ့ပုရွက်ဆိတ်တွေဟာ တစ်ရက်မှာ လူးကတ်စ်လေးကိုပုရွက်ဆိတ်အရွယ်ဖြစ်အောင်ပြောင်းလိုက်တဲ့ အခါမှာတော့....ပုရွက်ဆိတ်တွေတွေ့ရင် အနိုင်ကျင့်တတ်တဲ့ လူးကတ်စ်နဲ့ လူတွေမြင်ရင်ကြောက်နေ လန့်နေရွံမုန်းနေတဲ့ပုရွက်ဆိတ်တွေ ဘယ်လိုဆက်ဖြစ်မလဲ ကြည့်ရမှာပါ story ကတကယ်ကို စိတ်ဝင်စားဖို့ကောင်းပါတယ်ပေးချင်တဲ့ message လည်းထိမိတယ် ကြည့်ရတာကာတွန်းကားဆိုပေမယ့်တော်တော်လေးမိုက်တဲ့ story မို့ တစ်ဖန်ပြန်တင်ဆက်ပေးလိုက်ပါတယ်...File Size : (1.5GB) and (776MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:28:00\nGenre : Animation, Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein That Naing\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1bfie/The.Ant.Bully.2006.BLU-RAY.1080P.PP(CM)_.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yMu6Qok9zobGsAHfSk1XFstzFN8.jpg",
        "title": "Aporia (2019)",
        "description": "Aporia (2019)\n==========ဇာတ်လမ်းအစမှာ လူတစ်စုကရွာသားတွေကိုဖမ်းပြီးတောင်တွေ\nဆီကိုဦးတည်မောင်းလာတယ်။ ဒါပေမယ့် ရွာသားတွေကိုခေါ်မလာ\nခင် လူတိုင်းရဲ့လည်ပင်းကိုဆေးတွေထိုးပေးလိုက်တယ်။ အခြား\nဆေးတော့မဟုတ်ပါဘူး။ဇွန်ဘီဖြစ်လာနိုင်တဲ့ စမ်းသပ်တဲ့ဆေးတွေ။\nအဲ့ထဲမှာ အာဗင်နဲ့ အိစ်ချ်တို့လင်မယားနှစ်ယောက်လည်းပါတယ်။အာဗင်က ကားနောက်ခန်းထဲမှာ ခေါ်လာတဲ့သူတွေကိုပြန်တိုက်ပြီး\nထွက်ပြေးကြဖို့ တိုင်ပင်ထားကြပေမယ့်လည်း တကယ်လည်းဖြစ်\nလာရောအလုပ်မဖြစ်ဘူး။ ခရီးဆုံးလည်းရောက်ရော ဖမ်းခေါ်လာသူ\nတွေက သူတို့ကို တောင်ကြားတွေဆီကိုပြေးခိုင်း ပြီးတော့ သေနတ်နဲ့\nလိုက်ပစ်တယ်။ ပြေးရင်းနဲ့ပဲ အီချ်နဲအာဗင်ဟာ မြောင်းကြားထဲကို\nကျသွားတာပေါ့။မြောင်းကအတော်လေးနက်ပြီး ပြန်တက်ဖို့မလွယ်\nပါဘူး။ လိုက်သတ်တဲ့သူတွေက မသတ်တော့ဘဲပြန်သွားကြတယ်။\nဒီလိုနဲ့ညရောက်လာတော့ သူတို့ထဲကတစ်ယောက်ကဆေးအစွမ်းပြ\nလာတဲ့အခါမှာတော့....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin\nMyo Lwin ဖြစ်ပါတယ်)File Size..........(1.47 GB) / (620 MB) / (338 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 25mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Horror\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://megaup.net/2x9U6/Aporia.2019.TURKISH.1080p.WEBRip(CM).mp4",
        "category": "Action, Adventure, Horror"
    }
]