[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vbiijFSUmIGXidv7b6Ap1rjHmDC.jpg",
        "title": "The Medicine King Coffin ( 2022 )",
        "description": "The Medicine King Coffin ဆိုတဲ့ခေါင်းစဉ်အတိုင်း သင်္ချိုင်းထဲမှာ\nဆေးပညာတွေရှာဖွေရမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်\nကျွန်တော်တို့ရဲ့မင်းစား ဟော့ချန်ရှန်းက ငယ်ငယ်ထဲက\nအဘိုးနိ့သိုင်းလောကထဲမှာဖြတ်သန်းကျော်လွှားပြီး ဆေးပညာဗဟုသုတနဲ့\nအဖိုးတန်ဆေးမြစ် ဆေးဝါးတွေကိုရှာဖွေလေ့လာတဲ့ လူငယ်လေးတစ်ယောက်ဖြစ်ပါတယ်သူ့အဘိုးသေသွားပြီးနောက်မှာ သူ့ရဲ့ငယ်သူငယ်ချင်း ဟူယိဖားနဲ့အတူ\nဆေးတိုက်လေးတစ်ခုဖွင့်ပြီး ရောဂါကုပေးပြီး\nဆေးဝါးတွေကိုရောင်းချစွာ အေးဆေးနေထိုင်ကာ အသက်မွေးကြပါတယ်\nတစ်နေ့မှာတော့ သူတို့ သူငယ်ချင်း၂ယောက် ဆေးတိုက်မှာအလုပ်ဆင်းနေချိန်\nအားမာန်လို့ခေါ်တဲ့ မျောင်မျိုးနွယ်စုက မိန်းကလေးတစ်ယောက်ဝင်လာပါတယ်အားမာန်ရောက်လာပြီးနောက် ဟောရန်ကျန်းလို့ခေါ်တဲ့\nဘိုးတော်တစ်ယောက်ရောက်လာပြန်တယ်\nသူတို့ ၂ယောက်လုံးက ထူးဆန်းစွာနဲ့ \"မင်းအဖေတင်ခဲ့တဲ့အကြွေးက\nသားဖြစ်သူက အကြွေးပြန်တပ်ပေးရမယ်\" ဆိုပြီး\nဟော့ချန်ရှန်းတစ်ခါမှ မကြားဖူးတဲ့နေရာ \"ဆေးဘုရင်တောင်ကြား\"ကို\nလိုက်ပို့ပေးပါလို့ ၂ဦးလုံးတောင်းဆိုလာကြတယ်ဟော့ချန်ရှန်းက အဖေနဲ့အဆက်သွယ်မရှိတာလည်း ကြာပြီဖြစ်သောကြောင့်\nအစကငြင်းဆိုခဲ့ရာမှ သူ့အဖေက ဘာဖြစ်လို့သူ့ကိုပစ်ပြီး\nဆေးဘုရင်တောင်ကြားထံထွက်သွားခဲ့ရတာလဲဆိုတဲ့\nအကြောင်းအရင်းကိုသိချင်လို့ သူတို့နဲ့အတူလိုက်ပါပေးဖို့ လက်ခံလိုက်ပါတယ်အားမာန်နဲ့ ဟောရန်ကျန်းတို့က ဘာဖြစ်လို့ဆေးဘုရင်တောင်ကြားကိုသွားချင်ရတာလဲ\nဟော့ချန်ရှန်းရဲ့အဖေကရော ဆေးဘုရင်တောင်ကြားမှာရှိနေမလား\nဆေးဘုရင်တောင်ကြားဆိုတာ ဆေးဝါးတွေနဲ့ပြည့်နှပ်နေတဲ့\nကောင်းကင်ဘုံလား ပုတ်ကောင်အလောင်းတွေနဲ့ပြည့်နေတဲ့\nငရဲဘုံလားဆိုတာကို စိတ်ဝင်စားစွာနဲ့ကြည့်ရှုလိုက်ရအောင်ဗျာ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRunTime : 1h 22min\nSubtitle : ...",
        "rating": "6",
        "url": "https://megaup.net/14qti/The_Medicine_King_Coffin_2022_1080p_WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BODI4N2QzZTMtYjg5Yy00ZDJkLWFhMTQtOWExZGM4ODVmMGU4XkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "The Adventures of Peanut and Pig (2022)",
        "description": "The Adventures of Peanut and Pig (2022)=============================ဒီဇာတ်ကားကတော့ 2022 မှာ အသစ်ထွက်ရှိလာပြီး\nIMDb 5.7 ရရှိထားတဲ့ animation ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ။ပင်လယ်ကျွန်းမျောပေါ်မှာ တည်ရှိတဲ့ ဂူလာကျွန်းကြီးဟာ\nဆိုရင်တော့ဖြင့် သက်ရှိသတ္တဝါတို့ရဲ့ အားထားမှီခိုရာဗိမ္မာန်\nလေးတစ်ခုပေါ့။သီးစုံပန်းမန်တွေနဲ့ ပျော်စရာအတိပြည့်နေတဲ့ ဂူလာကျွန်းကြီးက\nတစ်နေ့မှာ‌တော့ ပင်လယ်ရေအောက်ထဲကို စုံးစုံးနစ်မြုပ်ဖို့ရာ\nအကြောင်းဖန်လာပါတော့တယ်။ အဲ့ဒီကျွန်းကို ကယ်တင်ဖို့အတွက်\nအပျော်အပါးနဲ့ မိန်းကလေး ကိစ္စကလွဲရင် ကျန်တာစိတ်မဝင်စားတဲ့\nဖီးနတ် ဆိုတဲ့ မျောက်တစ်ကောင်အား ဂူလာကျွန်းကိုကယ်တင်ဖို့\nတာဝန် ပေးအပ်လိုက်တဲ့အခါမှာတော့။ဖီးနတ်က သူ့တာဝန်ကို ပြီးမြောက်အောင် ထမ်းဆောင်နိုင်ပါ့မလား၊\nဖီးနတ်ရဲ့ကောင်းမှုကြောင့် ကယ်ဆယ်ရေးအဖွဲ့ထဲ ပါသွားရရှာတဲ့\nဘဝမှာ အစားအသောက်သည်သာ နံပါတ်တစ်ဆိုတဲ့ ဝက်ကလေး\nပစ်ဂ် ကရော ဒီခရီးစဉ်မှာ ဘယ်လိုတွေ ကြံစည်ဦးမလဲ။ ဂူလာကျွန်းကြီး\nနစ်မြုပ်ရတဲ့ အဓိကတရားခံကရော ဘာကြောင့် ဖြစ်နိုင်မလဲ စတဲ့\nသို့လောသို့လော မေးခွန်းပေါင်းများစွာနဲ့ စိတ်ဝင်တစားကြည့်ရှု့နိုင်မယ့်\nဇာတ်လမ်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်။ယူတတ်ရင်ပညာ ဆိုသလို စော်ကြည်ဘဲလေး ဖီးနတ်ရဲ့\nကောင်မလေးတွေကို ချုပ်နည်း၊ ကြူနည်းကျမ်းများကိုလည်း တွေ့ရှိ\nရဦးမှာမို့  ဇာတ်လမ်းကြည့်ရင်း  လေ့လာသင်ယူနိုင်ပါကြောင်း\nထပ်လောင်းပြောလိုက်ပါရစေ‌ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/1Kbjw/The.Adventures.of.Peanut.and.Pig.2022.1080p.WEBRip[CM].mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BZTUwM2YxYjYtMDZmMi00NzRjLWJjYjYtOWI5NDA2Mjg1ZjJmXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_-137x200.jpg",
        "title": "Constantine: The House of Mystery (2022)",
        "description": "Constantine: The House of Mystery (2022)==============================DC Fanတိုင်း ကိုစံသိန်းရယ်လို့ ချစ်စနိုး​ခေါ်ကြတဲ့ John Constantine ရဲ့\nAnimation ဇာတ်လမ်းတစ်ပုဒ် ထွက်လာပါပြီ၊ ဇာတ်အိမ်က​တော့ Justice\nDark : Apokolips Warအပြီးကို တည်ထားတာပါ၊ Runtime က​ မိနစ်၃၀\n​လောက်ပဲရှိလို့ ဇာတ်လမ်းတိုလို့ပြောလို့ရပါတယ်၊ ကမ္ဘာပျက်စစ်ပွဲကြီး အပြီး\nစစ်လည်းနိုင်သလို Justice League Member​ တွေနဲ့ ကမ္ဘာကြီး ကိုယ်တိုင်\n​ဆုံးရှုံးမှု​တွေ အများကြီးကြုံ​လိုက်ရပါတယ်၊ ကမ္ဘာကြီးလည်း ပျက်စီးမှုဒဏ်\n​​ကြောင့် အဆုံးသတ်လုဆဲဖြစ်လာပါပြီ။ဒါ​ကြောင့် ဂျွန်ကွန်စတန်တင်းက ဖလက်ရှ်ရဲ့အလျင်နဲ့ ဖလက်ရှ်ပွိုင့်ဖန်တီးပြီး\nဒီဖြစ်စဉ်​တွေလုံးဝမဖြစ်ခဲ့သလို အတိတ်ကိုပြင်ဆင်ဖို့ အကြံထုတ်ခဲ့ပါတယ်၊\nဒါ​ပေမဲ့ အဲဒီလို ပြင်ဆင်စဉ်မှာ ရုတ်တရက် ပ​ဟေဠိဆန်ဆန် စံအိမ်ကြီးထဲကို\n​ရောက်သွားပါတယ်၊ အိမ်ထဲမှာ​ ဂျွန်ချစ်ရတဲ့ ဇီနဲ့ ​​သေပြီးသားသူ့မိတ်​ဆွေ​တွေ\nရှိ​နေတာပါ၊ ဒါ​ပေမဲ့ သူတို့က လူစင်စစ်​မဟုတ်ဘဲ မ​ကောင်းဆိုးဝါး​​ ဖြစ်​နေပြီး\nဂျွန်ကို ဝိုင်းသတ်လိုက်ကြပါတယ်။ဒါ​ပေမဲ့ ဂျွန်က ​သေသွားတယ်လို့မရှိဘဲ ဒီအိမ်ထဲမှာပဲ အချိန်စက်ဝန်း​ကျော့​နေ\nသလို ...",
        "rating": "",
        "url": "https://megaup.net/14jrh/Constantine.The.House.of.Mystery.2022.1080p.BluRay[CM].mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNTU0ZGFiMDktMjAxMC00OWZmLWI2OGMtYjYyMzA2MGNmMjc1XkEyXkFqcGdeQXVyMjQ0NzcxNjM@._V1_-135x200.jpg",
        "title": "The Tale of King Crab (2021)",
        "description": "The Tale of King Crab (2021)====================IMDb Rating - 6.7/10အီတလီနိုင်ငံမှာ ယနေ့အချိန်ထိမုဆိုးအိုကြီးတွေပြောနေကြ\nဒေသပုံပြင်လေးတစ်ပုဒ်ရှိတယ်။ အဲ့ဒီပုံပြင်လေးက Luciano\nဆိုတဲ့ခြေသလုံးအိမ်တိုင်အရက်သမားတစ်ယောက်အကြောင်း\nပေါ့။ Luciano ကအရက်သမားသာဖြစ်တာ ခေသူမဟုတ်...\nသူသိုးကျောင်းနေကြလမ်းကို မင်းသားကပိတ်လိုက်လို့ မင်းသားကို\nပြဿနာရှာခဲ့တဲ့သူ။တစ်နေ့တော့ သူပြစ်မှုတစ်ခုကျူးလွန်ခဲ့မိပြီး သူ့ရဲ့ရွာလေးကနေ\nTierra del Fuego ဆိုတဲ့နေရာလေးဆီထွက်ပြေးသွားခဲ့ပါတယ်။\nအဲ့ဒီနေရာလေးကလူမျိုးစုတွေပြောကြတဲ့ ရတနာကျွန်းအကြောင်း\nသူသိသွားပြီးနောက် ရှာဖွေရေးခရီးထွက်ခဲ့ရာကနေ.....ဒရမ်မာ\nအခန်းလေးတွေပါတဲ့ စွန့်စားခန်းပုံပြင်လေးသဖွယ်ကြည့်ရမှာပါ\nနောက်ပြီး ကြည့်လို့ကောင်းတဲ့ အီတလီဇာတ်ကားကောင်းလေး\nတစ်ကားပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (2.23 GB) / (1.03 GB) / (642 MB)\nQuality – WEB-DL 1080p / 720p / 480p\nDuration - 1Hr 45mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Adventure, Drama\nTranslator – ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Kf3x/The.Tale.of.King.Crab.2021.1080p.AMZN.WEB-DL[CM].mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kk28Lk8oQBGjoHRGUCN2vxKb4O2.jpg",
        "title": "Bubble (2022)",
        "description": "Bubble (バブル) [2022]•••••••••••••••••••••••••••••••••ဒီနေ့မှာတော့ Trailer စထွက်ကတည်းက ထိပ်ထိပ်ကြဲတွေနဲ့ ဆရာ့ဆရာကြီးတွေကို တစ်စုတစ်စည်းထဲမြင်ခဲ့ရလို့\nပရိသတ်ရဲ့စိတ်ဝင်စားမှုအများဆုံးခံခဲ့ရပြီး Rating ကောင်းတဲ့ Netflix က အလန်းစား Anime တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အရင်ဆုံး ဒီကားကိုကြည့်ကိုကြည့်သင့်တဲ့ ပထမဆုံးအချက်က\nနာမည်ကြီး Anime တွေဖြစ်တဲ့ (Attack on Titan) တို့ (Vinland Saga) တို့ကိုဖန်တီးပေးခဲ့တဲ့ Wit Studio ကထုတ်တာဖြစ်တဲ့အတွက်ပါပဲ။ဒါ့အပြင် ဇာတ်ကောင်ဒီဇိုင်းကို (Death Note) ရဲ့ Illustrator က ရေးဆွဲပေးထားပြီး\nAOT Director ကြီးရဲ့လက်ရာဆိုတော့ ဒီဇိုင်းကာလာ ဘာညာအနေအထားက\nဘယ်လောက်ထိအမိုက်စားဖြစ်နေမလဲဆိုတာ ခန့်မှန်းကြည့်လို့ရနေပါပြီ။BG music အပိုင်းနဲ့ Theme song ကိုတော့\nAOT ရဲ့တေးရေးဆရာဖြစ်တဲ့ Hiroyuki Sawano နဲ့ (Jujutsu Kaisen) ရဲ့ OP ...",
        "rating": "6.8",
        "url": "https://megaup.net/2qcx6/Bubble.2022.1080p.NF.WEB-DL.CM.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/20RxV_4f-139x200.jpg",
        "title": "Shanghai Knight (2022)",
        "description": "စစ်​အေး​ခေတ် ဗြိတိသျှ​နေမဝင်အင်ပါယာနဲ့ ဂျပန်အင်ပါယာတို့ အာရှတိုက်တစ်ဝန်း နယ်ချဲ့ကျွန်ပြုထားတဲ့ ​ခေတ်ကာလတစ်ခုမှာ\nတရုတ်ပြည်မကြီးမှာလည်း မျက်နှာဖြူနဲ့ ဂျပန်​တွေ ကြီးစိုး​​နေတဲ့ အချိန်​ပေါ့၊ရှန်ဟိုင်းမြို့Bundအရပ်မှာ ဂျင်ဂွမ်ယုံဆိုတဲ့ သူ​ဌေးက ဆိပ်ကမ်း ၇ခုပိုင်ဆိုင်ပြီး ကုန်တင်ကုန်ချလုပ်ငန်းက​နေ စီးပွားရှာနေသူ​ပေါ့၊\nသူနဲ့စီးပွားပြိုင်ဖက်က​တော့ အုချီယမဆိုတဲ့ ဂျပန်ပြည်ကလာတဲ့ သူ​ဌေးတစ်​ယောက်ပါ၊\nဆိပ်ကမ်းပိုင်သူ​ဌေးနဲ့ သွင်းကုန်လုပ်ငန်းရှင်တို့ ဖြစ်တာနဲ့အညီ ရန်ပွဲ၊တိုက်ပွဲ​တွေ ပဋိပက္ခ​တွေအမြဲဖြစ်​လေ့ရှိတဲ့ ကမ္ဘာ့ရန်​သဖွယ် ဖြစ်​နေကြသူ​တွေပါ။ ဒီလိုစီးပွားပြိုင်၂ဦးလုံးက တိုက်တိုက်ဆိုင်ဆိုင် မြင်းပွဲကို​တော့ အထူးခုံမင်ကြပါတယ်၊\nဒီလိုနဲ့ပဲ နှစ်ရှည်လများ ဖြစ်တည်လာတဲ့ သူတို့ရဲ့ ပြိုင်ဆိုင်မှုကို မြင်းပွဲတစ်ပွဲနဲ့ စည်းစိမ်ကုန် ​​လောင်း​ကြေး ထပ်ကာ အဆုံးသတ်ဖို့သ​ဘောတူခဲ့ကြပါတယ်၊\nမြင်းပွဲရှိပြီဆိုရင် ကိုယ့်ပြိုင်မြင်းကို အ​ကောင်းဆုံးထိန်း​ကျောင်းနိုင်တဲ့ ​ဂျော်ကီကို လိုလာစမြဲပါ၊ ဒီလို စည်းစိမ်ကုန်၊ ဂုဏ်သိက္ခာကုန် ​အ​လောင်းစား လုပ်ထားတဲ့ပွဲမှာ ​ဂျော်ကီ​ကောင်းရှိဖို့ ပိုလိုအပ်လာပါတယ်။အဆိုပါ​ဂျော်ကီ​နေရာကို​ လုပ်ငန်းရှင်၂ဦးက မာယွန်​ဖေးဆိုသူ ဆိပ်ကမ်းအလုပ်သမားတစ်ဦးကို မျက်စိကျလာပါတယ်၊\nသူက လူရိုးလူ​ဖြောင့်ဖြစ်သလို အလုပ်သမား​တွေရဲ့ နစ်နာဆုံးရှူံးမှု​တွေတန်ရာတန်​ကြေးပြန်ရ​ဖို့ ဂျင်ဂွမ်ယုံနဲ့ မကြာခဏ ထိပ်တိုက်​တွေ့​ဖြေရှင်းတတ်တဲ့ သူတစ်​ယောက်ပါ၊\nမြင်းစီးပညာလည်း ​ထူးချွန်တာဖြစ်လို့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2q5ks/Shanghai_Knight_(2022)_WebDL_1080p.mp4",
        "category": "Action, Adventure, Crime, History, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/4lKhrp69Exxe7eS78qjakPPfvSG-133x200.jpg",
        "title": "Zhong Kui Subdues Demons (2022)",
        "description": "သုံးလောကအပြင်ဘက် မိစ္ဆာလောကမှာ ထာဝရရှင်သန်ခြင်းကျင့်ကြံနည်းလမ်းစဉ်မှားတွေကြောင့် လူသားတွေ ဆင်းရဲဒုက္ခများစွာကြုံတွေ့နေကြရပါတယ်ဒါ့အပြင် နှစ်တစ်ထောင်မှာ တစ်ခါကျရောက်တဲ့ နှစ်ထောင်ချီနေကြတ်ခြင်း နီးကပ်လာချိန်မှာ ခွန်လွန်တောင်ရဲ့ ဝိညာဉ်စွမ်းအားလျော့နည်းလာခဲ့တယ်ဒီအချိန်အခါသမယကို မိစ္ဆာတွေ အခွင့်ကောင်းယူ အမြတ်ထုတ် ပြဿနာရှာမှာစိုးတဲ့အတွက် ကျင့်ကြံသူနတ်ဆရာကျုံးခွေကို ခွန်းလွန်တောင်ဆီ ကောင်းကင်ဘုံအမိန့်နဲ့ စေလွှတ်ခဲ့ပါတယ်ကျုံးခွေဟာ ကမ္ဘာကြီးတစ်ခုလုံးပျက်စီးစေနိုင်မဲ့အရေးကို တားဆီးဖို့အတွက် ခွန်လွန်တောင်နဲ့ ဆက်နွယ်နေတဲ့ မှော်ရေတွင်းကို ဖွင့်ဖို့ကြိုးစားနေတဲ့ ကျန်းရန်ကို မှော်ဓားထိုးစိုက်ကာ ခွန်လွန်တောင်မှာ ချိတ်ပိတ်ခဲ့ပါတယ်ချိတ်ပိတ်ပြီးနောက် နှစ်တစ်ထောင်အကြာမှာ ကျုံးခွေတစ်ယောက် လူ့ပြည်မှာ လူဝင်စားပြီး မိစ္ဆာနှိမ်နှင်းသူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်ချိတ်ပိတ်ခံထားရတဲ့ ကျန်းရန်ဟာလည်း နောက်တစ်ကြိမ်နှစ်ထောင်ချီနေကြတ်တာကို အခွင့်အရေးယူပြီး လွတ်မြောက်ဖို့ ဖို့စီစဉ်နေချိန်မှာတော့...\nကျုံးခွေတစ်ယောက် လူသားတစ်ယောက်အနေနဲ့ ဘယ်လိုမျိုးဖြေရှင်းသွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ရှုကြရမှာပါ​နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )File Size__(1.5GB) / (750MB)\nQuality__1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:23:00\nType__Adventure, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded ...",
        "rating": "5",
        "url": "https://megaup.net/148cy/Zhong_Kui_Subdues_Demons_(2022)_1080p.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BNTliYzQ5NzktNTIzZi00MjkyLThhNzctNGY1NzhiNmUzYzRkXkEyXkFqcGdeQXVyMzMzODA2MzU@._V1_-140x200.jpg",
        "title": "Escape Through Africa (2022)",
        "description": "Escape Through Africa (2022)======================ဒီဇာတ်ကားကိုတော့ ၁၉၁၄ ပထမကမ္ဘာစစ်စတဲ့ အချိန်ကို အခြေခံပြီး\nရိုက်ကူးထားတာပါ.......ဗြိတိသျှတပ်မှာ ဗိုလ်ကြီး လော့ဝုဒ်နဲ့ သူ့တူမ သူနာပြုမလေး အန်နာတို့က\nရှေ့တပ်ကင်းစခန်းမှာ တာဝန်ယူထားပါတယ်။ လော့ဝုဒ်က ဗိုလ်ကြီး\nတစ်ယောက်ပီပီ အမိန့်အာဏာနဲ့ ပြဿနာတွေ ပြတ်ပြတ်သားသား\nဖြေရှင်းတတ်တဲ့သူတစ်ယောက်ပါ။ အန်နာကတော့ လူတိုင်းတွေအပေါ်\nမေတ္တာဂရုဏာထားနိုင်တဲ့ သူနာပြုမလေးတစ်ယောက်ပါ။နောက်တော့ ဗြိတိသျှတို့ရဲ့ ရှေ့တပ်ကင်းစခန်းကို အာဖရိကဒေသခံတွေနဲ့\nပေါင်းပြီး ဂျာမန်တွေက စတင်တိုက်ခိုက်ခဲ့ပါတယ်။ ဗိုလ်ကြီး လော့ဝုဒ်နဲ့\nသူ့တူမ အန်နာတို့က ကင်းစခန်းမီးရှို့ခံရပြီး ဗွီမြို့က ဗြိတိသျှရုံးချုပ်ကို\nသွားဖို့အတွက် တောင်ကြားတွေကနေ ဖြတ်သန်းလာပုံကို ရိုက်ကူးထားတာပါ။\nဗိုလ်ကြီး လော့ဝုဒ်က တောင်ကိုဖြတ်ပြီး ရုံးချုပ်ကို ရောက်အောင်သွားနိုင်ပါ့မလား၊\nသူ့တူမ အန်နာကရော ဂျာမန်တပ်ဖွဲ့ရန်ကနေ လွတ်အောင် တိုက်ခိုက်နိုင်ပါ့မလား\nဆိုတာ ဆက်လက်စောင့်ကြည့်ပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Parris ဖြစ်ပါတယ်)File Size - (2.42 GB) / (1.07 GB) / (716 MB)\nQuality – WebRip ...",
        "rating": "5.6",
        "url": "https://megaup.net/2pZbe/Escape.Through.Africa.2022.1080p.WEBRip.DD5.1[CM].mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sqLowacltbZLoCa4KYye64RvvdQ.jpg",
        "title": "Uncharted (2022)",
        "description": "Uncharted (2022)Live Actionအ​နေနဲ့ ရိုက်ကူးမယ်ဆိုတဲ့ သတင်းထွက်ကတည်းက\nVideo Game​ဖန်​တွေ အကြီးအကျယ် hypeခဲ့ရသလို\nCast list ထွက်လာ​တော့လည်း ​ဝေဖန်သုံးသပ်မှု​အမျိုးမျိုးနဲ့\nကားမထွက်ခင် ပွဲ​တော်​တော်ဆူခဲ့တဲ့ Uncharted ဇာတ်ကားသစ်ရပါပြီ။Columbia Picturesက​နေ ရိုက်ကူးရုံတင်​နေတာဖြစ်ပြီး\nCast ​တွေအ​နေနဲ့ Tom Hollandနဲ့ Mark Whalbergတို့က\nဂိမ်းထဲက ဇာတ်​ဆောင်​တွေဖြစ်တဲ့ Nate Drakeနဲ့ Victor Sullivanအဖြစ်\nအသီးသီး သရုပ်​ဆောင်ထားတာ ဖြစ်ပါတယ်၊\nUncharted ဂိမ်း franchiseထဲက ၄ခု​မြောက်ဖြစ်တဲ့\nUncharted 4 - A Thief's End ကို ​​ကျောရိုးတည်ထား​ကြောင်း\nExecutive Producerဖြစ်တဲ့ Tom Hollandက​ပြောထားပါတယ်။ငယ်စဉ်ကတည်းက အစ်ကိုဖြစ်သူ ဆမ်ဒရိတ်နဲ့ ကွဲသွားတဲ့ နိတ်ဒရိတ်ဟာ\nBartenderတဖြစ်လဲ လူကုံထံ​တွေဆီက အလစ်သုတ်ရင်း အသက်​မွေးလာခဲ့သူပါ၊\nတစ်​နေ့မှာ ဆမ်ရဲ့မိတ်​ဆွေ ဆိုသူ ဗစ်တာဆူလီဗန်က နိတ်ဆီ​ရောက်လာပြီး\nကမ္ဘာ့ပထမဆုံးနယ်​မြေ စူးစမ်းရွက်​လွှင့်သူ ဖာဒီနန်မက်ဂျဲလန်၊\nကပ္ပတိန် ဟွမ်ဆီဘက်ရှန် အယ်ကာနိုအပါအဝင်\nသင်္ဘောသား ၁၈ ​ယောက်ရဲ့ ​ပျောက်ဆုံး​နေ​သော ​ရွှေသိုက်ကြီးကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/149zy/Uncharted.2022.1080p.WEB-DL.DD5.1.CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/fEgPzmDmvrVUwYoXxDq0QFitLE8-133x200.jpg",
        "title": "Fighting Darksider (2022)",
        "description": "ထျန်းဝူပြည်ကြီးမှာ လူမျိုးနွယ်၊ အ​​မှောင်ထုနဲ့ ဇာမဏီမျိုးနွယ် နှစ်​ထောင်ချီတူတူယှဉ်တွဲ​နေလာရင်း တစ်​​နေ့မှာ​တော့\nအ​မှောင်ထုရဲ့ သစ္စာမဲ့​မောင်ပိုင်စီးလိုမှု​ကြောင့် လူသားမျိုးနွယ်ဘက်က စစ်နတ်ဘုရားရှောင်ချိယန်ဟာ အသက်ကိုစ​တေးပြီး တားဆီးခဲ့လို့ အ​မှောင်သခင် ဒဏ်ရာအကြီးအကျယ်ရကာ တပ်ဆုတ်သွားခဲ့ရပါတယ်၊ နှစ်​ပေါင်း၂၀အကြာမှာ​​တော့ အ​မှောင်သခင်က ပြန်လည်အား​ကောင်းလာပြီး လူသားမျိုးနွယ်နဲ့ လွန်ခဲ့တဲ့ နှစ်၂၀က ဘာသိဘာသာ​နေခဲ့တဲ့ ဇာမဏီငှက်မျိုးနွယ်တို့ကို ကလဲ့စား​ချေနိုင်ဖို့တဖန် စစ်ချီလာခဲ့ပါတယ်၊\nဒီတစ်​ခေါက် အ​မှောင်သခင်ရဲ့ရန်ကို ကာကွယ်​​ပေးရမယ့်သူက စစ်နတ်ဘုရားရဲ့သားဖြစ်သူ ​ဆု​ကြေးစားမုဆိုးရှောင်ကဲပါ၊ သူက ဖခင်ကို စိတ်နာ​နေတဲ့သူဖြစ်ပြီး ဖခင်လို စစ်နတ်ဘုရား မဖြစ်ချင်လို့ ​ရှောင်​ပြေး​နေခဲ့သူပါ၊ဒါ​ပေမဲ့ မလွှဲမ​ရှောင်သာပဲ လူသားမျိုးနွယ်မပျက်သုဉ်း​ရေးက သူ့ပုခုံး​ပေါ်ကျလာတဲ့အခါ ​ရှောင်ကဲအ​နေနဲ့ ဇာမဏီမျိုးနွယ်နဲ့​ပေါင်းပြီး အ​မှောင်သခင်ရဲ့ရန်ကို ဘယ်လိုတားဆီးသွားမလဲ ဆိုတာကို ကြည့်ရှုရမှာပါ၊( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ) File Size__(1.2GB) / (600MB)\nQuality__1080p, 720p\nIMDb Rating__5.7/10\nFormat__mp4\nDuration__01:10:00\nType__Action, Adventure, History, Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.7",
        "url": "https://megaup.net/35TAP/Fighting_Darksider_(2022)_1080p.mp4",
        "category": "Action, Adventure, Fantasy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/4zPVw_3f-139x200.jpg",
        "title": "Till We Meet Again (2021)",
        "description": "ယခုတစ်ခါမှာတော့ CM fan တွေအတွက် Till We Meet Again ဆိုတဲ့ Taiwan Movie လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nဒီကားလေးက‌တော့ ဇာတ်လမ်းဇာတ်အိမ်လေးတစ်မျိုးဆန်းသစ်ပြီး IMDB rating လည်း 7.5 ထိ ရရှိထားပါတယ်ဇာတ်လမ်းအကျဉ်းရှီရှောင်လန်ဟာ မိုးကြိုးပစ်ခံရပြီး သေဆုံးသွားခဲ့တယ်\nခေါင်းကို မိုးကြိုးထိခဲ့တာကြောင့် သူ့ရဲ့မသေခင်က မှတ်ဉာဏ်တွေပျောက်ဆုံးသွားခဲ့ပါတယ\nရှောင်လန်က ငရဲပြည်ကိုရောက်တဲ့အချိန်မှာ ပြန်လည်မွေးဖွားဖို့ မရွေးချယ်ဘဲ အချစ်နတ်ဘုရားအဖြစ် အလုပ်လုပ်ပြီး နောက်ဘဝ လူဖြစ်ဖို့ ကုသိုလ်ကောင်းမှုတွေလုပ်ဖို့ရွေးချယ်ခဲ့တယ်အချစ်နတ်ဘုရားရဲ့ တာဝန်ကတော့ လူနှစ်ယောက်ပေါင်းဖက်နိုင်အောင် ဖူးစာကြိုးနီလေး ချည်ပေးရမှာပါ\nလူနှစ်ယောက်ကို ဒီလို ဖူးစာဖက်ပေးဖို့အတွက် အချစ်နတ်ဘုရားတွေဟာ နှစ်ယောက်တစ်တွဲအလုပ်လုပ်ရတယ်ပင်ကီက ရှီရှောင်လန်ရဲ့ တွဲဖက်နတ်ဘုရားဖြစ်လာခဲ့ပြီး ရှောင်လန် လူပြည်မှာ ပထမဆုံးထမ်းဆောင်ရမယ့်တာဝန်က လူ့ဘဝမှာကျန်ခဲ့တဲ့ သူ့ချစ်သူအတွက် ဖူးစာဖက်ရှာပေးဖို့ဖြစ်နေခဲ့တယ်\nရှောင်လန်တစ်ယောက် လူ့ဘဝရဲ့ မှတ်ဉာဏ်တွေ ပြန်ရသွားတဲ့အခါ...ပုံမှန်အချစ်ဇာတ်လမ်းတွေနဲ့ မတူ တစ်မိုထူးခြားပြီး Fantasy ဆန်ဆန်ရိုက်ကူးထားတာမို့ ရသတစ်မျိုး ကြည့်ရှု့ခံစားရမှာပါ ။( ဘာသာပြန်ပြီး ...",
        "rating": "7.5",
        "url": "https://megaup.net/1JUl5/Till_We_Meet_Again_(2021)_1080p.mp4",
        "category": "Adventure, Comedy, Fantasy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/54bPZHa4cVIOHuycipAFAnXylSQ.jpg",
        "title": "My Sweet Monster (2022)",
        "description": "My Sweet Monster (2022)ကနဦးပြောချင်တာကတော့ ဒီကားရဲ့ အင်တာနေရှင်နယ် ဒံပေါက် ရိတ်တင်ကို မယုံပါနဲ့။\nအတည်ပါ လူ၈၀လောက်ပဲပေးထားတာပါ။\nကျွန်တော်ကိုယ်တိုင်လည်း အဲဒီဒံပေါက်ရိတ်တင်ကြည့်ပြီး တော်တော်ဆိုးမယ် ထင်ခဲ့ပေမဲ့ မဟုတ်ပါဘူး။\nခရမ်းချဉ်သီးရိတ်တင်လည်း မထွက်သေးပါဘူး။\nအသေးစားဆိုက်ကလေးတွေကတော့ ၅ မှာ ၅ပေးထားတာတွေ ၇၃ပေးထားတာတွေရှိပါတယ်။\nဆိုလိုတာက အတည်မဂျင်းပါဘူး။\nပေါ့ပေါ့ကားကား ကာတွန်းကားအနေနဲ့ ကြည့်ကောင်းသလို ရယ်ရတာလေးတွေလည်းပါပါတယ်။\nဇာတ်အိမ်လေးလည်း နည်းနည်းဆန်းပါတယ်။\nပေါ့ပေါ့ပါးပါးကြည့်ရင် စိတ်ပျော်စေမယ့် ချစ်ဖို့ကောင်းတဲ့ ကာတွန်းကားပါပဲ။\nသီချင်းလေးလည်း ငါးခါလောက်ဆိုကြပြီး နားဝင်လွယ်တဲ့ ချိုချိုအေးအေးလေးတွေဆိုတော့\nဟိုတုန်းက ဒစ္စနေး ကာတွန်းကားတွေရဲ့ အရသာပိုပေါ်ပါတယ်။\nHonestlyပြောရရင် စိတ်ပြေလက်ပျောက်ကြည့်ချင်ရင် ကြည့်ကောင်းတဲ့ကားလေးပါပဲ။\nငယ်ငယ်က ကာတွန်းကားတွေကို ပေါင်းထားတဲ့ အရသာမျိုးလည်းရတယ်။ဇာတ်လမ်းကတော့ စက်ရုပ်တွေထွင်တတ်တဲ့ အင်ဂျင်နီယာဘုရင်ကြီးတစ်ပါးရှိတယ်။\nသူ့သမီးလေးကို သူကအရမ်းချစ်တော့ အရမ်းချုပ်ချယ်တယ်။\nအချစ်ဝတ္တုတောင် ပေးမဖတ်တဲ့အထိပဲ။\nဒီလိုနဲ့ သူ့သမီးလေးကို ဖူးဖူးမှုတ်ထားတဲ့ ဘုရင်ကြီးဟာ ပြည်သူတွေအတွက်\nသူ့သမီးလေးကို လူယုတ်မာတစ်ကောင်နဲ့ လက်ထပ်ပေးဖို့ ဖြစ်လာခဲ့တယ်။\nအဲဒီမှာ မင်းသမီးလေးက ထွက်ပြေးတာပေါ့။\nဒီလိုနဲ့ မွန်းစတားကောင်လေးရှိတဲ့တောအုပ်ထဲရောက်သွားတယ်။\nယုန်ရယ် မွန်းစတားရယ် မင်းသမီးလေးရယ် ခင်သွားကြတယ်။\nဘုရင်ကြီးဆီက စက်ရုပ်တွေကို လူယုတ်မာကလွှတ်ပြီး မင်းသမီးလေးကိုပြန်ခေါ်ဖို့လုပ်တာပေါ့။\nနောက်ပိုင်းကတော့ ကြည့်သာကြည့်ကြည့်တော့၊။ဇာတ်ကြောင်းက ...",
        "rating": "",
        "url": "https://megaup.net/35Oaj/My.Sweet.Monster.2022.1080p.WEB-DL.DD5.1.CM.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BMTgyMTU4NTM2MV5BMl5BanBnXkFtZTgwOTE1ODkwMzE@._V1_-140x200.jpg",
        "title": "Azumi 2: Death or Love (2005)",
        "description": "Azumi 2: Death or Love (2005)IMDB Rating (6.2)ဂျပန်နင်ဂျာဆာမူရိုင်းကားဆိုတာ ဒါမျိုးလို့ ဆိုရလောက်အောင် Azumi ဇာတ်ကား ၂ ကားလုံးက အခုတ်အဖြတ် အတိုက်အခိုက်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ တကယ့်ဖိုက်တာ ဂျပန်ကားတွေပါပဲ။ဇာတ်လမ်းကတော့ Azumi ဆိုတဲ့ ဂျပန် နင်ဂျာမလေး တစ်ယောက်အကြောင်းကို အခြေပြုထားပါတယ်...\nသူမဟာ ရုပ်ကလေးလှပြီးနုဖတ်နေပေမယ့် လူသတ်ဖို့ မျက်တောင်မခတ်တမ်း ရက်စက်တတ်သူ ဖြစ်ပြီး\nလူပုံစံ ပျော့ပျောင်းသလောက် စိတ်ဓါတ်ခိုင်မာသူ တစ်ယောက်လဲ ဖြစ်ပါတယ်...\nအုပ်ချုပ်ရေး အဖွဲ့တစ်ခုကို ဆန့်ကျင်တော်လှန်သူခေါင်းဆောင်တစ်ယောက်ဟာ နှစ်ပေါင်းများစွာတိုင် ကလေး တစ်ချို့ကို\nဓါးသိုင်း လက်ထပ် သင်ကြားပျိုးထောင်ခဲ့ပါတယ်...အဲ့ဒီ့ကလေးတွေ အရွယ်ရောက်ပြီး ပညာစုံလာတဲ့အခါမှာ\nလူရောစိတ်ရောမာကျောလာဖို့နဲ့ တာဝန်တွေကို လုံးဝလိုက်နာဖို့ ပြင်းထန်တဲ့ သင်ခန်းစာကို ရက်စက်စွာ သင်ကြားပါတော့တယ်။\nအဲ့ဒီ့ သင်ခန်းစာထဲမှာ ရက်စက်တတ်တဲ့ လူသတ်သမားအချို့သာ အသက်ရှင်ကျန်မှာဖြစ်ပြီး ဒီထဲမှာ မိန်းမလှလေး Azumi ဟာလဲ ပါဝင်ခဲ့ပါတယ်။အာဇုမိဟာ Jidaigeki အမျိုးအစား ...",
        "rating": "6.2",
        "url": "https://megaup.net/35LGL/(CM)_Azumi.2.Death.or.Love.2005.Bluray.REMUX.1080p.AVC.FLAC5.1-Nyein.mp4",
        "category": "Action, Adventure, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/0274131558170f2614d7c65b3871e780-140x200.jpg",
        "title": "Azumi (2003)",
        "description": "Azumi (2003)IMDB Rating (6.9)ဂျပန်နင်ဂျာဆာမူရိုင်းကားဆိုတာ ဒါမျိုးလို့ ဆိုရလောက်အောင် Azumi ဇာတ်ကား ၂ ကားလုံးက အခုတ်အဖြတ် အတိုက်အခိုက်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ တကယ့်ဖိုက်တာ ဂျပန်ကားတွေပါပဲ။ဇာတ်လမ်းကတော့ Azumi ဆိုတဲ့ ဂျပန် နင်ဂျာမလေး တစ်ယောက်အကြောင်းကို အခြေပြုထားပါတယ်...\nသူမဟာ ရုပ်ကလေးလှပြီးနုဖတ်နေပေမယ့် လူသတ်ဖို့ မျက်တောင်မခတ်တမ်း ရက်စက်တတ်သူ ဖြစ်ပြီး\nလူပုံစံ ပျော့ပျောင်းသလောက် စိတ်ဓါတ်ခိုင်မာသူ တစ်ယောက်လဲ ဖြစ်ပါတယ်...\nအုပ်ချုပ်ရေး အဖွဲ့တစ်ခုကို ဆန့်ကျင်တော်လှန်သူခေါင်းဆောင်တစ်ယောက်ဟာ နှစ်ပေါင်းများစွာတိုင် ကလေး တစ်ချို့ကို\nဓါးသိုင်း လက်ထပ် သင်ကြားပျိုးထောင်ခဲ့ပါတယ်...အဲ့ဒီ့ကလေးတွေ အရွယ်ရောက်ပြီး ပညာစုံလာတဲ့အခါမှာ\nလူရောစိတ်ရောမာကျောလာဖို့နဲ့ တာဝန်တွေကို လုံးဝလိုက်နာဖို့ ပြင်းထန်တဲ့ သင်ခန်းစာကို ရက်စက်စွာ သင်ကြားပါတော့တယ်။\nအဲ့ဒီ့ သင်ခန်းစာထဲမှာ ရက်စက်တတ်တဲ့ လူသတ်သမားအချို့သာ အသက်ရှင်ကျန်မှာဖြစ်ပြီး ဒီထဲမှာ မိန်းမလှလေး Azumi ဟာလဲ ပါဝင်ခဲ့ပါတယ်။အာဇုမိဟာ Jidaigeki အမျိုးအစား ရုပ်ရှင်တစ်ကားပါ။ Jidaigekiဆိုတာကတော့ ဂျပန်သမိုင်းရဲ့ 1603 ...",
        "rating": "6.9",
        "url": "https://megaup.net/2pOhg/(CM)_Azumi.2003.1080p.TWN.BluRay.REMUX.AVC.DD5.1-Nyein.mp4",
        "category": "Action, Adventure, Asian, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Ew0f2UNVIAEzW1L-133x200.jpg",
        "title": "Zack Snyder’s Justice League (2021)",
        "description": "စောင့်မျှော်နေတဲ့ Snyder's Cut တော့ ထွက်ရှိလာပါပြီ2017 မှာထွက်ရှိခဲ့တဲ့ Justice League ရဲ့ အကြီးအကျယ် Failed တာကြောင့်DC ပရိတ်သတ်တွေဟာ Zack Snyder နှုတ်မထွက်ခင်ကVersion ကို WB ကိုအသည်းအသန်တောင်းကြပါတယ်4 နှစ်အကြာမှာတော့ အိမ်မက်တွေဖြစ်မြောက်ပြီလို့ဆိုရမှာပါဒီဇာတ်ကားဟာ Super Man & Batman ကားရဲ့ အဆုံးသတ်ကနေစပြီးဇာတ်လမ်းပြန်တည်ထားပါတယ်..SuperMan သေဆုံးပြီးတဲ့နောက်ကနေစပြီး Mother Box သုံးခုနိုးထလာမှုနဲ့အတူ Steppenwolfဟာ လိုက်လံစုဆောင်းပါတော့တယ် Mother Box သုံးခုရဲ့ကြီးမားတဲ့အစွမ်းကိုသိနေတဲ့ Wonder Woman ဟာ Bruce Wayne ကိုပြောပြပြီးဖြစ်လာမယ့် အန္တရာယ်တွေအတွက် တားဆီးဖို့ လူစုခိုင်းပါတော့တယ်ဒီလိုနဲ့ပဲ Justice League အဖွဲ့ဖြစ်တည်လာဖို့ Bruce Wayne ကစတင်ပြီးလူစုပါတော့တယ်...ဒီဇာတ်ကားဟာ 4 နာရီကြာမြင့်တာဖြစ်ပြီးတချို့ဇာတ်ကောင်တွေရဲ့ Origin တွေဟာလည်းပြည့်ပြည့်စုံစုံပါတယ်ဒီတခါတော့ JL ဟာသင်တို့ကိုစိတ်ပျက်စေမှာမဟုတ်လောက်ဘူးလို့ထင်ပါတယ်...စစထွက်တုန်းက WEBRIP Quality နဲ့ ...",
        "rating": "8.9",
        "url": "https://megaup.net/13Roe/(CM)_Zack.Snyder_s.Justice.League.(2021).Blu-Ray.DS4K.1080p.10bit.x265.HEVC.E-AC3.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/Screenshot-2022-04-13-at-07-44-16-Blood-The-Last-Vampire-2009-134x200.png",
        "title": "Blood: The Last Vampire (2009)",
        "description": "ဒီကားလေးကတော့ Japanese Animation ဇာတ်ကား Blood: The Last Vampire ကို အခြေခံ ပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပါ\nအားလုံးသိကြတဲ့ ကိုရီးယားမင်းသမီးချော Jun Ji-hyun လည်း ပါ၀င်ထားပါတယ်ဆာယာဆိုတဲ့ ကောင်မ‌လေးကတော့ ငယ်ငယ်တည်းက မိဘမဲ့ဖြစ်ပြီး ခတိုဆိုတဲ့ ဆာမူရိုင်းဂျပန်အဘိုးကြီး တစ်ယောက်က ‌မွေးစားထားတာပေါ့\nသူ့ အဖေကိုသတ်ခဲ့တဲ့ အိုနီဂန်ဆိုတဲ့ မကောင်းဆိုး၀ါး ကို ပြန်ကလဲ့စားချေဖို့ ကိုယ်ခံပညာကို သင်ခဲ့တယ်\nဆာယာက လူတ၀က် မကောင်းဆိုး၀ါးတစ်၀က်နဲ့ မွေးလာတာ‌ကြောင့် နှစ်၄၀၀ကြာတဲ့အထိ အသက်ကြီး မသွားခဲ့ဘူးသွေးစုပ်ကောင်တွေ ကို ပြည်သူလူထု မသိစေဘဲ နှိမ်နှင်းနေတဲ့ အမေရိကန် အဖွဲ့အစည်းတစ်ခုကို ဆာယာ၀င်‌ယောက်လာခဲ့တယ်\nသူ့ အဖေကို သတ်တဲ့ မကောင်းဆိုး၀ါးကို ရှာရင်း သူကိုယ်တိုင် မကောင်းဆိုး၀ါးနီးနီး ဖြစ်လာတဲ့အခါ...ဓားရှည်တစ်ချောင်းနောက်ပစ်ပြီး ကြမ်းတမ်းပေမယ့် လှပနေတဲ့ မင်းသမီး Jun Ji-hyun ပါတာနဲ့ တင် ကြည့်ဖို့တန်နေတာမို့ လက်မလွှတ်တမ်း ...",
        "rating": "5.3",
        "url": "https://megaup.net/13Qat/Blood_The_Last_Vampire_(2009)_1080p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vxtMstBRyoQYABjepeygEsJqAQT.jpg",
        "title": "The Legend of Kunlun ( 2022 )",
        "description": "ဂူသင်္ချိုင်း‌‌တွေထဲမှာ ရတနာတွေရှာ‌‌ဖွေစွန့်စားရမဲ့ ဇာတ်ကားလေးကိုကြည့်ရတာ\nသဘောကျတတ်တဲ့ CM fansတွေအတွက်\nတော်တော်စိတ်ဝင်စားစရာကောင်းမဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်\nဒီဇာတ်ကားထဲမှာတော့ ဖချိုးမျိုးနွယ်စုရဲ့ သမိုင်းအကြောင်းကိုရိုက်ကူးပြသထားတာဖြစ်ပါတယ်ကျွန်တော်တို့ရဲ့မင်းသား ကျန်းဝမ်ဖုန်းကတော့ သူ့အဖေပျောက်ကွယ်သွားရတဲ့\nဖြစ်ရပ်မှန်ကိုသိချင်သောစိတ်တစ်ခုနဲ့ ဒီရတနာသိုက်ရှာဖွေတဲ့လမ်းကို လျှောက်ခဲ့တာဖြစ်ပါတယ်\nကျန်းဝမ်ဖုန်းက ကောင်းကင်ဘုံနည်းပညာကိုလေ့လာသင်ယူကာ\nကောင်ကင်ဘုံအရာရှိဆိုတဲ့ ရာထူးကိုလည်းဆက်ခံပြီးသား လူတစ်ဦးဖြစ်ပါတယ်ဒီလိုနဲ့ ကျန်းဝမ်ဖုန်းရယ် သူ့သူငယ်ချင်းဖြစ်သူ ကျာလူပန်းနဲ့ ကျုံးလင်တို့\n၃ယောက်ပေါင်းပြီး လုပ်ဖော်ကိုင်ဖက်အဖြစ် ‌အတူလုပ်ကိုင်ကြရာမှ\nကျန်းဝမ်ဖုန်းရဲ့ အဖေကိုရှာတွေ့ဖို့ နည်းလမ်းတစ်မျိုးရှာတွေ့သွားပါတယ်\nနည်းလမ်းကတော့ ကျောက်မင်ရှေးဟောင်းကြေးမုံကိုရအောင်ရှာပြီး\nခွန်းလွမ်တောင်အတွင်းမှာရှိတဲ့ လျှို့ဝှက်မြို့ထဲကိုသွားရမှာဖြစ်ပါတယ်ကျန်းဝမ်ဖုန်းလည်း သူ့အဖေနဲ့အဆက်သွယ်ပြတ်တာ\n၁၇နှစ်ရှိပြီဆိုတော့ အချင်းချင်းပြန်တွေ့နိုင်ဦးမလား\nတရုတ်ရိုးရာအမွေအနှစ်ပုံပြင်တွေနဲ့ သမိုင်းအကြောင်းလေးတွေပါ\nထည့်သွင်းရိုက်ကူးထားတာမလို့ အားလုံးပဲ\nThe Legend of KunLunကိုကြည့်ရှုလိုက်ရအောင် \nQuality : WEB-DL 1080p , 480p\nFormat :  mp4\nDuration : 1h 20min\nGenres : Action, Fantasy, Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn\nEncoded by LK",
        "rating": "6.4",
        "url": "https://megaup.net/1JNn2/The_Legend_Of_Kunlun_1080p_2022_WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/p161242_p_v8_at-133x200.jpg",
        "title": "DOA: Dead or Alive (2006)",
        "description": "DOA: Dead or Alive (2006)\n---------------------------\n၂၀၀၆ခုနှစ် အင်တာနက်တွေ သိပ်ခေတ်မထခင်တည်းကကျွန်တော်တို့ စီဒီတွေ ဒီဗီဒီခွေတွေနဲ့ ကြည့်ခဲ့တဲ့ရတဲ့ဖိုက်တာဇာတ်လမ်းလေးပါပဲ. အတော်များများလဲ မှတ်မိကြမယ်ထင်ပါတယ်..မင်းသမီးဖိုက်တာဆိုတာ ဒါမျိုးလို့ဆိုရလောက်အောင် အသေဖိုက် အသေလန်းခဲ့တာပေါ့ဗျာ...ဒီကားထဲမှာ မင်းသမီးကို ရဲတွေဝင်ဖမ်းတော့ ပင်တီဝတ်ပြရင်း လျှပ်တပြက်ဖိုက်ပြလိုက်တာ နောက်ဆုံးသေနတ်နဲ့ပေါင်ကြားချိန်ပြီး ဘော်လီဇစ်တပ်ခိုင်းလိုက်တဲ့ အက်ရှင်ခန်းဆို မျက်လုံးထဲက မထွက်တော့တာမျိုးပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့..တကမ္ဘာလုံးက အတော်ဆုံးကိုယ်ခံပညာရှင်တွေကိုDOAလို့အမည်ရတဲ့ သိုင်းပြိုင်ပွဲတခုကနေ ဖိတ်ခေါ်ခဲ့ပါတယ်.တကမ္ဘာလုံးကို ကိုယ်ခံပညာရှင်ပေါင်းစုံကလဲဒီပြိုင်ပွဲကို စိတ်ဝင်စားကြတယ်. အဲ့ဒီတော့ လာရောက်ယှဉ်ပြိုင်ကြတာပေါ့. ဒါပေမယ့် အဲ့ဒီပြိုင်ပွဲရဲ့ မူမမှန်မှုတွေကိုတော့လာရောက်ယှဉ်ပြိုင်တဲ့ထဲက အချောအလှဖိုက်တာမလေးလေးယောက်က သတိထားမိပြီး ဖော်ထုတ်လိုက်တဲ့အခါမှာတော့...........။\nFile size…(2.1 GB)/(950 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:27:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Blake",
        "rating": "4.8",
        "url": "https://megaup.net/35Ief/(CM)_DOA-Dead.or.Alive.(2006).Blu-Ray.1080p.H.264.AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BZGJkZDQ2NDEtZDc5Ny00NjI2LWIxY2EtYTE5MmVjYjM0OGY3XkEyXkFqcGdeQXVyMTM2MTAxMTMw._V1_-135x200.jpg",
        "title": "Koati (2021)",
        "description": "IMDb Rating (7.2)အသစ်ထွက်ရှိလာတဲ့ Animation ကာတွန်းကားလေး တင်ဆက်လိုက်ပါတယ်...ဇာတ်လမ်းကတော့....Balam ဆိုတဲ့ဂျာဂွားအုပ်ချုပ်နေတဲ့ မိုးသစ်တောလေးထဲမှာ Nachi လေးက တစ်ကောင်တည်းသော coati ကောင်လေးပေါ့။ သူတို့နေတဲ့မိုးသစ်တောလေးမှာမထင်မှတ်ထားတဲ့ဘေးအန္တရာယ်ကျရောက်ခဲ့ပြီးတော့ Balmလည်းအသက်ဆုံးရှုံးခဲ့ရသလို အကုန်လုံးကလည်း ဒီတောထဲကနေရွှေ့ပြောင်းမလား တောထဲကဘေးကင်းတဲ့နေရာမှာပဲနေမလားဆိုတဲ့အခြေအနေမျိုးနဲ့ကြုံလာရပါတယ်။နောက်ဆုံးမှာ Zaina ဆိုတဲ့မြွေမကြောင့် သူ့စကားတွေအောက်မှာကြွေကျပြီး အကုန်လုံးကပြောင်းရွှေ့ဖို့လုပ်ခဲ့ကြပေမယ့် Nachi ကတော့တောထဲမှာပဲနေဖို့ဆုံးဖြတ်ခဲ့ပါတယ်။ သူဒီလိုဆုံးဖြတ်ခဲ့တာကလည်း နောက်ကွယ်မှာအကြောင်းအရင်းတစ်ခုရှိနေလို့ဖြစ်ပြီးတော့ အဲ့ဒီအကြောင်းအရင်းကိုအဖြေရှာဖို့အတွက်လည်း Nachi တစ်ကောင် Pako ဆိုတဲ့ခရားရေလွှတ်စကားပြောတတ်တဲ့ဖားလေးရယ် အကြောက်အလန့်မရှိတဲ့ Xochi ဆိုတဲ့လိပ်ပြာမလေးရယ်နဲ့ သုံးကောင်သားစွန့်စားခန်းရှာပုံတော်ဖွင့်ခဲ့ပါတယ်။သူတို့တွေရဲ့စွန့်စားခရီးလေးမှာ ဘယ်လိုအန္တရယ်တွေကစောင့်ကြိုနေပြီး ဘယ်လိုတွေဖြတ်ကျော်ကြမှာလဲ။ Nachi တစ်ကောင် တောထဲမှာကျန်နေခဲ့ဖို့ဆုံးဖြတ်ခဲ့ရတဲ့နောက်ကွယ်ကအကြောင်းအရင်းကဘာလဲ... စတာတွေကိုတော့ ကြည့်ရှုခံစားရမှာပါ။\nFile size…(1 GB)/(640 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:31:o0\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Chit Tee , Htet Kyaw Myo",
        "rating": "7.2",
        "url": "https://megaup.net/13H5u/(CM)_Koati.2022.1080p.WEB-DL.DD5.1.H.264-Naung.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/deadpool_two_ver4-140x200.jpg",
        "title": "Deadpool 2 (2018) Super Duper Cut",
        "description": "Deadpool 2 (2018) ကို အလန်းဆုံးဗားရှင်းဖြစ်တဲ့ Super Duper Cut Version နဲ့ တင်ဆက်လိုက်ပါတယ်။အရင် Version တွေမှာမပါတဲ့ အခန်းအပိုအလိုတွေအများကြီးပါပါတယ်အလန်းကြီးပါ အခုပဲ ဒေါင်းလုတ်ဆွဲကြည့်လိုက်ပါ---------------Deadpool ရုပ်ရှင်ဆိုတဲ့အတိုင်း တစ်ကားလုံးက Deadpool ပီသခဲ့တယ်။အရင်ကားထက်ပိုပြီး ပြောင်၊ ပိုပြီးအရှက်မရှိ၊ ပိုပြီးကြမ်းထားတယ်။အထူးသဖြင့် Credit scene တွေဆို ရစရာကိုမရှိဘူး။Plot ပိုင်းမှာ အရမ်းကြီးတော့မရှိ။ဇာတ်လမ်းရဲ့ ဇာတ်ဝင်ခန်းအများစုက action ရယ် ဓာတ်ပူး မျက်နာပြောင်နေတာရယ်က အဓိက များတယ်၊ကိုဓာတ်ပူးရဲ့ X Force အဖွဲ့ skill ကိုပြထားတာ‌လည်း တော်တော်မိုက်တယ်။တော်တော်ကိုကြမ်းပြထားနိုင်တယ်။ ထင်မထားဘူး။Domino နဲ့ Cable ကိုပုံဖော်ထားတာလည်း တော်တေယ်လေးကောင်းတယ်။Cable လုပ်တဲ့ Thanos ကြီးလည်း သရုပ်ဆောင်လန်ထွက်နေတာပဲ။မဆီမဆိုင်စဉ်းစားမိတာက Deadpool ဘေးမှာနေရင်း Cable ကြီး မရယ်မိအောင် တော်တော်လုပ်ယူရမလားပဲ။Deadpool 2 ဟာ တစ်ကားလုံးနီးပါး ဗြင်းနေတာနဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1JAg1/(CM)_Deadpool_2_(2018)_Super_Duper_Cut_BluRay_1080p_H.264_AAC_5.1-Nyein_.mp4",
        "category": "Action, Adventure, Comedy"
    }
]