[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/IqWyla0PufLY1gZ-140x200.jpg",
        "title": "Body of Sin (2018)",
        "description": "ညှို့အားပြင်း အမျိုးသမီးတွေနဲ့ စိန်သူခိုးတို့ လူလည်ချင်းထိပ်တိုက်တွေ့ကြသောအခါ......ကတုံးပေါ်ထိပ်ကွက်ကြမယ့် ခပ်ကြမ်းကြမ်း ဇာတ်လမ်းမျိုးပါ။Adventure, Crime, Thriller အမျိုးအစားဖြစ်ပြီး IMDb Rating ပေးတဲ့လူနည်းပေမယ့် 6/10 တော့ရရှိထားပါတယ်။ \nFile size…(800 MB) and (380 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:24:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Brilliant Star",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/body-of-sin-2018/",
        "category": "Adult, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUsVsiVXUwClk4vSCx80vrdO6MV.jpg",
        "title": "13 Assassins (2010)",
        "description": "13 Assassins (2010)\nIMDb - 7.6/10_____Rotten - 95%\n  ၁၉၆၃ ခုနှစ်ကရိုက်ကူးခဲ့တဲ့ဇာတ်လမ်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်..ဂျပန်ဒါရိုက်တာတွေထဲမှာအထင်ကရအဖြစ်ဆုံး Takashi Miike ရိုက်ကူးထားပါတယ်...အာရှရဲ့အကောင်းဆုံးရုပ်ရှင်ဆုရရှိခဲ့ပြီး အကောင်းဆုံး Editor ဆု၊အကောင်းဆုံးဒါရိုက်တာဆု၊အကောင်းဆုံးဒီဇိုင်နာဆုအပြင်အခြားဆုများစွာအတွက် ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပါတယ်...IMDB 7.6 အထိရရှိခဲ့ပြီးအရမ်းအောင်မြင်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားပါ ၁၈၄၀ ကျော်လောက်က ဂျပန်ဆာမူရိုင်းခေတ်ကိုအခြေခံထားတာပဲဖြစ်ပါတယ်ထိုစဉ်က ဂျပန်နိုင်ငံရဲ့အုပ်ချုပ်မှုစနစ်ဟာအာဏာရှင်စနစ်အသွင်ရှိခဲ့ပြီး အုပ်ချုပ်သူကို'ရှိူဂန်'လို့ခေါ်ပါတယ် 'ရှိူဂန်'ရဲ့ညီတော်ဖြစ်သူနာရိဆူဂူဟာမောက်မာရိုင်းစိုင်းပြီး သနားညှာတာမှုကင်းမဲ့သူပါပြည်သူတွေအပေါ်နှိပ်စက်ညှင်းပန်းမှုတွေကြောင့် ပုန်ကန်ထကြွမှုတွေဖြစ်ခဲ့ပါတယ်နာရိဆူဂူဟာပုန်ကန်သူတွေကိုလည်းရက်စက်စွာသတ်ဖြတ်ခဲ့တယ် ဆာမူရိုင်းတွေရဲ့အကြီးအကဲဖြစ်သူ ဆရာဒွိုင်ဟာ နာရိဆူဂူရဲ့ဆိုးယုတ်မှုတွေကို ဖြိုခွင်းဖို့အတွက်ရှီမာဒါရှင်ဇဲမွန်ဆိုသူကိုစေခိုင်းခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်ဟာ ဂျပန်တစ်နိုင်ငံလုံးမှာရှိတဲ့အတော်ဆုံးဆာမူရိုင်းတွေကိုစုစည်းပြီး နာရိဆူဂူကိုတိုက်ခိုက်ဖို့အစီအစဉ်တွေဆွဲခဲ့ပါတယ် ရှီမာဒါရှင်ဇဲမွန်နဲ့သူ့တပ်ဖွဲ့တွေနာရိဆူဂူကိုတိုက်ခိုက်ဖို့ဘယ်လိုကြိုးပမ်းကြမလဲ သူတို့ရဲ့အစီအစဉ်တွေကရော အောင်မြင်နိုင်ပါ့မလားဆိုတာကို ဆက်လက်ရှူ့စားကြပါစို့... \nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Lyric Lynn Khant ဖြစ်ပါတယ်...\n File Size : (800 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:21:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn Khant\nEncoded by ...",
        "rating": "7.6",
        "url": "https://megaup.net/2k4fq/13_Assassins_(Jūsannin_No_Shikaku)_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2nHoRPAjQIo3IdnflGK9vaFQDoA.jpg",
        "title": "Gold (2017)",
        "description": "ဖိလစ္ပိုင္ အေစာပိုင္းကာလကို ရိုက္ကူးထားတဲ့ ဇာတ္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက ဖိလစ္ပိုင္ ႏိုင္ငံရဲ႕ အေစာပိုင္း ကာလ မိုင္းလုပ္ငန္းအေပၚကို အေျချပဳရိုက္ကူးထားျပီးေရႊတူးတာနဲ႕ ပတ္သက္ျပီး ရိုက္ကူးျပထားတာပါ အရင္ေခတ္ေတြတုန္းက သတၱဳေတြ နဲ႕ ဖလွယ္မႈစတင္ခဲ့တဲ့ကာလမွာ ပံုသြန္းေလာငး္ဖုိ႕ အတြက္ သတၳဳေရြးတဲ့ေနရာမွာ ေရႊက ပံုသြန္းေလာင္းဖုိ႕ အေကာင္းဆံုး တစ္ခုပါဒါေၾကာင့္ ေရႊတူးဖုိ႕အတြက္ နယ္ေျမေတြရွာေဖြရာမွာ လူသူမေရာက္တဲ့ေနရာေတြမွာ သြားေရာက္တူးေဖာ္ရပါတယ္အခုကားေလးမွာက ဒီေရႊတူးေဖာ္ဖုိ႕ အတြက္ နယ္ေျမသစ္ကိုစြန္႕စားရွာေဖြရပံုေတြနဲ႕ ေရႊေမွာ္ေတြအတြက္နယ္ေျမလုသတ္ျဖတ္ ရတာေတြကို ရိုက္ကူးတင္ျပထားတာပါ ဒီကားကို IMDB မွာ R Rated ေပးထားျပီးေတာ့သတ္ျဖတ္တာေတြ ေသြးထြက္သံယုိ ခန္းေတြပါေနတာေၾကာင့္ ကေလးေတြကို မၾကည့္ဖုိ႕ တားျမစ္ထားပါတယ္ဒီကားက ဖိလစ္ပိုင္ ရုပ္ရွင္ပြဲေတာ္မွာ ဆုေတြ အမ်ားၾကီးရခဲ့ျပီး ဖိလစ္ပိုင္ဒါရိုက္တာေတြ ရိုက္ကူးေလ့ရွိတဲ့ပံုမွန္ အခ်စ္အလြမ္းအေဆြးကားေတြနဲ႕ မတူပဲ ကြဲထြက္ေနပါတယ္ ဒါေၾကာင့္ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္လိုက္ၾကပါဦးဗ်ာ Qty - 720p  BlurayDuration - 1hr 44minGern - Action ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/gold-2017-2/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/guardian-of-the-tomb-poster-135x200.jpg",
        "title": "7 Guardians of the Tomb (2018)",
        "description": "7 Guardians of Tomb (2018)_____IMDb - 4.4/10\n အခု Adventure ပရိတ်သတ်ကြီးအတွက်Australia-Chinese ဖက်စပ်ရိုက်ကူးထားတဲ့7 Guardians of the Tomb ဆိုတဲ့ကားလေးကိုမိတ်ဆက်ပေးချင်ပါတယ်IMDB 4.4/10 ရရှိထားပြီးဒါရိုက်တာ Kimble Rendall ကရိုက်ကူးထားတာပါCast တွေအနေနဲ့ The Expendables 3 မှာပါဝင်ခဲ့တဲ့Kellan Lutz နဲ့ Kelsey Grammer တို့နဲ့အတူတရုတ်မင်းသမီးချောလေး Bing Bing Li တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းကတော့ ဂျီယာနဲ့ လုခ် တို့ဟာ မိဘမဲ့မောင်နှမနှစ်ယောက်ဖြစ်ပြီး သူ့အဖေနဲ့အမေဟာBiotech ဆိုတဲ့ဆေးကုမ္ပဏီရဲ့ အကြီးအကဲတွေဖြစ်ပြီးလေယာဉ်စီးပီးအစည်းအဝေးတစ်ခုကအပြန်မှာလုပ်ကြံခံရပြီး ၂ယောက်လုံးသေဆုံးခဲ့ရတာပါတစ်နေ့မှာ တရုတ်ပြည် သုတေသနလုပ်ငန်းတစ်ခုကနေဂျီယာကို မောင်ဖြစ်သူ ပျောက်ဆုံးနေကြောင်းသတင်းပို့လာတဲ့အခါ ဂျီရာနဲ့ စီအီးအို ဖရေရှာတို့နှစ်ယောက်ဂျီယာ့ မောင်ဖြစ်သူ လု့ခ်ကို လိုက်လံရှာဖွေရပါတော့တယ်ဒါပေမယ့် အဲ့သုတေသနလုပ်ငန်းရဲ့လှိူ့ဝှက်ချက်ကနှစ်ပေါင်းနှစ်ထောင်ကျော် ကြာနေပြီဖြစ်တဲ့အလောင်းတစ်လောင်းနဲ့အတူ တရုတ်သမိုင်းလျှို့ဝှက်ချက်တွေရှိနေပါတယ် အဲ့လျှို့ဝှက်ချက်တွေကဘာတွေဖြစ်မလဲ ဖရေရှာတကယ်လိုချင်တာကရောဘာလဲ ဂျီယာက သူ့မောင်ဖြစ်သူကိုပြန်ရှာတွေ့နိုင်ပါ့မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးဗျာ File ...",
        "rating": "4.4",
        "url": "https://megaup.net/2Tuz6/7_Guardians_Of_The_Tomb_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/41c3ec6ab38347a8b9c3c2efbc5a3efc-133x200.jpg",
        "title": "The Good, the Bad and the Ugly (1966)",
        "description": "The Good, the Bad and the Ugly (1966)\nIMDb - 8.8/10_____Rotten - 97%\n  \"The Good, the Bad and the Ugly\" ဆိုရင် မကြည့်ဖူးရင်နေမည် မကြားဖူးသူရှိမည်မထင်။ဇာတ်ကားစစချင်း မိတ်ဆက်ပေးလိုက်တာကတော့...\nThe Good - ပိုက်ဆံများများရဖို့ ကြိုးစားနေတဲ့ လက်ဖြောင့်သေနတ်သမား Blondie\nThe Bad - ပိုက်ဆံလက်ခံပြီးရင် ပြီးဆုံးအောင်တာဝန်ယူမယ့် ကြေးစားသူသတ်သမား Angel Eyes\nThe Ugly - Wanted စာရင်းမှာ ပါတဲ့ ဥပဒေပြင်ပက သောက်ကျင့်မကောင်းတဲ့ တစ်ကိုယ်ကောင်းသမား TucoBlondie နဲ့ Tuco က ဂွင်ဖန်နေကြ ပါတနာတွေ။ Blondie လုပ်ရမှာက Tuco ကိုဖမ်းမယ် ရဲလက်အပ်မယ် ဆုငွေထုတ်မယ် ကြိုးစင်တင်တဲ့အချိန် နောက်ကွယ်ကနေ ကြိုးကို သေနတ်နဲ့ပစ်ပေးမယ် အဆင်သင့်ပြင်ထားတဲ့ ...",
        "rating": "8.8",
        "url": "https://megaup.net/1wX0q/The_Good,_The_Bad_And_The_Ugly_(il_buono,_il_brutto,_il_cattivo)_[1966]_(MM_Sub).mp4",
        "category": "Action, Adventure, Dollars Trilogy, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/water-horse-poster-133x200.jpg",
        "title": "The Water Horse (2007)",
        "description": "The Water Horse (2007)\nIMDb - 6.4/10_____Rotten - 74%\n  \nThe Water Horse: Legend of the Deepဒုတိယကမ္ဘာစစ်မီးကြီးဟာ အရှိန်အဟုန်ကောင်းကောင်းနဲ့\nတောက်လောင်နေခဲ့တဲ့အချိန် အင်္ဂလန်ရဲ့အစွန်အဖျား တောကျတဲ့\nပင်လယ်ဝက ရွာလေးတစ်ရွာမှာ လူငယ်လေးတစ်ယောက်ဟာ\nစစ်အတွင်း တာဝန်ထမ်းဆောင်ဖို့ ထွက်သွားတဲ့ သူ့ရဲ့အဖေပြန်အလာကို\nနေ့တိုင်းစောင့်မျှော်ရှာနေခဲ့ပါတယ်။\nသူဟာ သူ့ရဲ့ဖခင်ကိုသူသတိရနေခဲ့သလို\nသူ့ရဲ့ ကျေးလက်ရွာငယ်လေးဟာလည်း စစ်ရဲ့ ကြမ်းတမ်းတဲ့အငွေ့အသက်ကို\nမသိမသာရော သိသိသာသာကြီးပါ ခံစားနေခဲ့ရပါပြီ။ဒီလူငယ်လေးဟာ\nရေကြောက်တတ်တဲ့သူဖြစ်ခဲ့ပေမယ့် ရေပြင်ကျယ်ကြီးနဲ့ နက်နက်ရှိုင်းရှိုင်း\nပတ်သက်ခဲ့ဖို့လည်း ကုသိုလ်ကံပါလာခဲ့သူပါ။\nဒီဇာတ်လမ်းမှာထဲမှာ လှပတဲ့\nကျေးလက်ရှုခင်းများအပြင် စစ်အတွင်းကာလရဲ့ ဆိုးဝါးကြမ်းကြုတ်လှတဲ့\nကံတရားတွေ လူနဲ့တိရိစ္ဆာန်တွေကြားထဲက ချစ်ခြင်းမေတ္တာတွေကို\nအလှပဆုံး ဖေါ်ကြူးထားခဲ့ပါတယ်။\nဇာတ်လမ်းဟာ အရမ်းကိုရိုးရှင်းလှသလို\nဇာတ်ကွက်ဇာတ်အိမ်ကလည်း သိပ်ကို ရိုးရှင်းလှပါတယ်...ဒါပေမယ့်\nသူ့ခေတ်သူ့အခါတုန်းက Box office: 103.1 million USD ဝင်ငွေပြန်လည်ရရှိခဲ့တဲ့အထိ\nအောင်မြင်ခဲ့ပြီး သိပ်ကိုလှပတဲ့ဇာတ်လမ်းလေးတစ်ခုလို့သတ်မှတ် ခံထားရတာပါ ။\nRating အနေနဲ့ကတော့ IMDb 6.4 ရရှိခဲ့ပြီး Rotten Tomatoes မှာ 74% ရရှိထားပါတယ်။\nဘာကြောင့် ခုလို ဝင်ငွေကောင်းပြီး ...",
        "rating": "6.4",
        "url": "https://megaup.net/2eRlg/The_Water_Horse_-_Legend_Of_The_Deep_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/hostiles-poster-143x200.jpg",
        "title": "Hostiles (2017)",
        "description": "Hostiles (2017)\nIMDb - 7.2/10_____Rotten - 71%\n  \nအခုတစ်ခါမှာတော့ ကမ္ဘာကျော်မင်းသားကြီး Christian Bale ရဲ့ Western Film တစ်ကားတင်ဆက်ပေးပါမယ်။\nWestern ဇာတ်ကားအမျိုးအစားကိုတော့ မြန်မာမှာ ကောင်းဘွိုင်ဇာတ်ကားအမျိုးအစားအဖြစ် လူသိများပါတယ်။\nဒီဇာတ်ကားကိုတော့ ဒါရိုက်တာ Scott Copper ကရိုက်ကူးထားပါတယ်။\nခေါင်းဆောင်မင်းသားကတော့ American Psycho, The Machinist, Batman Trilogy ဇာတ်ကားတွေနဲ့အတူနာမည်ကျော်ကြားလာတဲ့ မင်းသား Christian Bale ဖြစ်ပြီးတော့ဇာတ်ဆောင်မင်းသမီးနေရာမှာ 2002 ခုနှစ်ထွက် James Bond ဇာတ်ကားတစ်ကားဖြစ်တဲ့ Die Another Day မှာ Bond Girl အဖြစ်သရုပ်ဆောင်ခဲ့ပြီးတော့ နာမည်ကျော်ဇာတ်ကားတစ်ကားဖြစ်တဲ့ Gone Girl မှာခေါင်းဆောင်မင်းသမီးအဖြစ် ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီးချောကြီး Rosamund Pike ပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းအရတော့ ဂျိုးဘလော့ကာဟာစစ်တပ်မှာ ကပ္ပတိန်အဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့သူတစ်ဦးဖြစ်ပြီးတော့အင်ဒီယန်းတွေကို လွန်စွာမုန်းတီးသူဖြစ်ပါတယ်။\nတစ်နေ့မှာ သူ့ရဲ့ရဲဘော်ရဲဘက်တွေကို သတ်ဖြတ်ခဲ့တဲ့ သူမုန်းတီးရတဲ့ ရှိုင်ယန်းအကြီးအကဲတစ်ဦးကို မွေးရပ်မြေအရောက်ပြန်ပို့ပေးဖို့အတွက်သမ္မတကိုယ်တိုင်ကခိုင်းစေလာတာကြောင့် ...",
        "rating": "7.2",
        "url": "https://megaup.net/UDhv/Hostiles_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Western"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Vt2k8e7yfQHtUPBuYols3TmY1Q.jpg",
        "title": "Condorito: The Movie (2017)",
        "description": "Condorito: The Movie ဆိုတဲ့ Animation ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါမယ်တစ်ခါကကမ္ဘာကြီးဟာ အဆုံးအစမဲ့စွမ်းအားအဆောင်ကို ပိုင်ဆိုင်ထားတဲ့ဂြိုလ်သားတွေရဲ့သိမ်းပိုက်ကျူးကျော်ခြင်းကိုခံရပါတယ်အဲ့အချိန်မှာပေါ်ထွက်လာတဲ့ ဟီးရိုးကတော့ အမွှေးပြောင်ကွန်ဒေါဆိုတဲ့ ကြက်တစ်ကောင်ပါအဲ့ကြက်က ဂြိုလ်သားတွေလက်ထဲက အဆောင်ကိုလုပြီး သွားဖွက်လိုက်တော့ ဂြိုလ်သားတွေခမျာလည်း လာရာလမ်းကို ပြန်ကြွရတော့တာပါပဲဇာတ်လိုက်ကျော် ဘောလုံးသမားကွန်ဒေါရီဒိုနဲ့ သူ့တူလေး ချစ်ခီတို့က ဟီးရိုးကြီးအမွှေးပြောင်ရဲ့ မြေးမြစ်တွေပေါ့အဲဇာတ်လိုက်ကျော်ဆီမှာလည်း ရာရိတာဆိုတဲ့ စကီချောချောလေးရှိပြန်ပါတယ်သူတို့လက်ထက်မှာ အခဲမကျေတဲ့ဂြိုလ်သားကောင်တွေပြန်ရောက်လာပြီးအဆောင်ကိုတောင်းပါတော့တယ်ဘုမသိဘမသိနဲ့ ဇာတ်လိုက်ကျော်က သူနဲ့မတည့်တဲ့ သူ့ယောက္ခမလောင်းကြီးကို ခေါ်သွားပေးရင် ယူပေးမယ်ဆိုပြီး ပြောလိုက်တဲ့အခါ\nဂြိုလ်သားတွေကပဲ ကမ္ဘာကိုပြန်သိမ်းယူမှာလားအမွှေးပြောင်မျိုးဆက် ကွန်ဒိုရီဒိုကပဲ ပြန်တိုက်ထုတ်ပြီး ယောက္ခမလောင်းကြီးကို ပြန်ကယ်နိုင်မှာလား ဆိုတာကတော့..IMDB 5.2/10 တောင်ရရှိထားပြီးတော့ ပေါ့ပေါ့ပါးပါးနဲ့ရယ်ရတဲ့ ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)File Size : (700 MB) and (350 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 28min\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nSubtitle ...",
        "rating": "5.3",
        "url": "https://megaup.net/2neN4/Condorito_-_The_Movie_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ndGkBbU8KgP0QnMEqZU5y0A06F.jpg",
        "title": "Psychokinesis (2018)",
        "description": "Psychokinesis ကိုးရီးယားရုပ်​ရှင်​ဟာ ပြီးခဲ့တဲ့ ၂၀၁၈ ဇန်​နဝါရီက ထွက်​ရှိထားတဲ့ ဟာသအက်​ရှင်​ကား​လေးဖြစ်​ပါတယ်​Imdb rating အ​နေနဲ့ 5.8/10ရရှိထားပြီး ဇာတ်​လမ်​းကြာမြင်​့ချိန်​ ၁နာရီ မိနစ်​​၄ဝရှိပါတယ်​ဒီဇာတ်​ကားကိုရိုက်​ကူးထားတဲ့ ဒါရိုက်​တာက​တော့ နာမည်​ကြီး Train to Busan ဇာတ်​ကားကို အသက်​သွင်​းခဲ့တဲ့ Yeon Sang Ho ဖြစ်​ပါတယ်​ဇာတ်​လိုက်​မင်​းသားကြီး​နေရာမှာ တော့ဝါရင့် သရုပ်​​ဆောင်​ Ryun Seung Ryong မှပါဝင်ပေးထားပါတယ်။မင်​းသမီးက​တော့Shim Eun Kyung ဖြစ်​ပါတယ်​ဒီဇာတ်​ကားဟာ သာမန်​အက်​ရှင်​ကား​တွေလို တိုက်​ခိုက်​ခန်​း​တွေ မင်​းသားနဲ့မင်​းသမီးချစ်​ကျွမ်​းဝင်​တာ စတာ​တွေကို ရိုက်​ကူးထားတာမဟုတ်​ပါဘူး.....သဘာဝလွန်​စွမ်​းအားကိုမ​တော်​တဆရရှိသွားတဲ့ဖခင်​ဖြစ်​သူက သမီး​လေးကို ကာကွယ်​ဖို့ကြိုးစားအားထုတ်​ပုံ.....တစ်​ခြားသူ​တွေကိုတက်​နိုင်​သ​လောက်​ကူညီ​ပေးပုံစတာ​တွေကိုရိုက်​ကူးထားတာဖြစ်​ပါတယ်​....ပိုစတာမှာပြထားသလို ​ကောင်​းကင်​ယံမှပျံဝဲ​နေတဲ့ လူကြီးတစ်​​ယောက်​ဟာ ဘယ်​လို​တွေအစွမ်​းပြသွားမလဲဆိုတာ ပရိသတ်​​တွေကြည်​့ရှုလိုက်​ပါဦး​နော်(ဘာသာပြန်သူကတော့ မေသဇင်မြင့်ပါ) File Size : (850 MB) and (350 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 41min\nFormat : Mp4\nGenre ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/psychokinesis-2018/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jMu45saMeqB2RGDqV3HoQ3XgZ2a.jpg",
        "title": "Journey 2: The Mysterious Island (2012)",
        "description": "Sean Anderson partners with his mom's boyfriend on a mission to find his grandfather, who is thought to be missing on a mythical island. File Size : (700 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 34min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 720p DTS x264-3Li\nTranslated by Myat Noe Wutt Yi\nEncoded by Thanhtike Zaw",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/journey-2-the-mysterious-island-2012/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nlYk34gpPfM6KFujxB9HTHZyeiL.jpg",
        "title": "Journey to the Center of the Earth (2008)",
        "description": "On a quest to find out what happened to his missing brother, a scientist, his nephew and their mountain guide discover a fantastic and dangerous lost world in the center of the earth. File Size : (700 MB) and (380 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre : Action, Adventure, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay 720p DTS ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/journey-to-the-center-of-the-earth-2008/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rbgOxT446Wb0c4dJC4iLKgxtW1U.jpg",
        "title": "The Emperor’s New Groove(2010)",
        "description": "IMDb...7.3 ,,,,,Rotten 85\nဘုရင္တစ္ပါး. ရွိတယ္.. သူဟာ လက္ေျဖာက္တစ္ခ်က္တီးလို္က္ရံုနဲ႔လိုရာအကုန္ရတယ္..လက္ညွဳိးညႊန္ရာေရျဖစ္တဲ့သူ..အရာအားလုံးဟာ သူလုိခ်င္တဲ့အတုိင္းျဖစ္ေနေတာ့ ဘုရာဟာ ေအာက္ေျခလြပ္သလုိျဖစ္ေနတယ္..သူဟာ ဘယ္သူ႕ကုိမွလည္း အထင္မႀကီးဘူး... သူသည္သာ အေတာ္ဆုံး အတတ္ဆုံးဆုိတဲ့ ၀ါဒလက္ကုိင္ထားတယ္.\n.ဒီလုိ အျပဳအမူေတြေၾကာင့္ပဲ သူ႕ရဲ႕ေရႊေရာင္ေန႕ရာက္ေတြဟာ သိပ္ၾကာၾကာမခံပါဘူး...\nတစ္ေန႔မွာေတာ႔ သူဟာသူ႔လူယံုေတာ္ေတြရဲ ႔လုပ္ၾကံမႈေၾကာင္႔ လူစင္စစ္ကေန လားမားတစ္ေကာင္ဘဝကိုေရာက္သြားပါေတာ႔တယ္။\nအဲ႔ဒီအေျခအေနကိုသူဘယ္လိုကိုင္တြယ္မလဲ။အေပါင္းအသင္းယံုၾကည္စရာတစ္ေယာက္မွမရွိတဲ႔ သူ႔ဘဝထဲမွာ သူဘာဆက္လုပ္မလဲ။\nလူ႔ဘဝကိုျပန္ေရာက္ဖုိ႕ သူဘယ္လုိၾကဳိးစားမွာလဲ...ဇာတ္လမ္းေကာင္းေကာင္း Rating ျမင္႔ျမင္႔ ၾကည္႔ရႈခံစားရမယ္႔ Animation ကားေလးပါ။\nImdb 7.3 Rotten Tomatoes 85% ရထားၿပီး ဆုေပါင္းမ်ားစြာလဲ ရရွိထားေလေတာ့ Classic ကားေကာင္းတစ္ကားလို႔ေတာင္ေျပာလို႔ရပါတယ္။\nကုိင္း ခံစားၾကည့္လုိက္ပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ျဖစ္ပါတယ္။\nFile Size : (750 MB) and (326 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:18:00\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "7.3",
        "url": "https://megaup.net/1A4d8/The_Emperor’s_New_Groove_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQPujyTaD4F8P9NQZwls6gYjR3L.jpg",
        "title": "Mary and the Witch’s Flower 2017",
        "description": "မယ္ရီဆိုတဲ့ ကေလးမေလးဟာ ေမြးရာပါ ဆံပင္နီေၾကာင္ေၾကာင္ေလးေပါ့\nအရမ္းသြတ္သြတ္လက္လက္ ေနတက္သလို လုပ္သမွ်တိုင္းကလဲ အလြဲေတြႀကီးပါပဲ\nသူဟာ လူႀကီးမိဘ ေတြကို အရမ္းကူညီခ်င္ေပမယ့္ သူလုပ္လုိက္တိုင္း အလြဲႀကီးေတြ ျဖစ္လို႔ မခုိင္းရဲၾကဘူး\nဒီလိုနဲ႔ မယ္ရီ ေလးဟာ ဟိုေယာင္ေယာင္ ဒီေယာင္ေယာင္ ေလး ျဖစ္ေနတာေပါ့\nတစ္ရက္မွာေတာ့ ေတာစပ္အနီးမွာ မုန္႔စားေနတုန္း ေၾကာင္ေလး တစ္ေကာင္ မုန္႔လာေတာင္းစားလို႔\nေကၽြးလိုက္မိရင္း အဲ့ဒီေၾကာင္ေလး ေတာအုပ္ထဲကို အ၀င္ စပ္စုၿပီး လိုက္သြားပါေတာ့တယ္\nမယ္ရီ တစ္ေျဖးေျဖး လိုက္သြားရင္ ေၾကာင္ေလးဟာ ၂ ေကာင္ျဖစ္သြားၿပီး\nထူးဆန္းတဲ့ ပန္းေတြ ရွိရာကို လမ္းျပေပးခဲ့ပါတယ္\nအရမ္းလွလြန္းတဲ့ ပန္းေလးမို႔ မေနႏိုင္ပဲ ခူးမိၿပီး အိမ္သို႔ သယ္သြားတဲ့ေနာက္\nမယ္ရီ ဘ၀ မွာ ထူးထူးဆန္းဆန္း ကိစၥေတြပဲ ဆက္တိုက္ႀကံဳလာခဲ့ရေသာအခါ...\nဒီ Japan Animation ရုပ္ရွင္ကို ဘာသာျပန္ေပးထားသူကေတာ့ ThinZar Htet ျဖစ္ပါတယ္\n \nFile size - ( 770MB )\nQuality - BluRay Rip\nFormat - MP4\nDuration - 1h 43m\nSubtitle - Myanmar Subtitle\nEncoder - Thit ...",
        "rating": "6.8",
        "url": "https://megaup.net/1A2rx/Mary_And_The_Witch’s_Flower_(Meari_To_Majo_No_Hana)_[2017]_(MM_Sub)(1).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eMwotYpkcE42lGlaoCpPFaolvst.jpg",
        "title": "The A-Team (2010)",
        "description": "Non-stop Action ဇာတ်ကားတစ်ကားဖြစ်တဲ့\nThe A-Team ကို ဒါရိုက်တာ Joe Carnahan\nရိုက်ကူးခဲ့ပြီး IMDb 6.8 ရရှိထားပါတယ်\n*ဆေးပြင်းလိပ်ခဲပြီး အစီအစဉ်ဆွဲရတာဝါသနာပါတဲ့\nကာနယ်ဟန်နီဘယ်စမစ်အဖြစ် Liam Neeson*\nမျက်နှာများတဲ့ စော်ကြည်ဘဲ Face အဖြစ် Bradley Cooper\n*ခွန်အားဗလကြီးသလောက် အသည်းငယ်တဲ့\nဘီအေဘရာကပ်စ် အဖြစ် Quinton*a\n*ဂေါက်ကြောင်စကားလုံးတွေကြောင့်\nရယ်မောကြရမယ့် မားဒေါ့အဖြစ် Sharlto Copley*\nတို့က ဦးဆောင်ပါဝင်ထားပါတယ်\nကာနယ်ဟန်နီဘယ်စမစ်ဦးဆောင်သော\nလူလေးဦးဖြင့်ဖွဲ့စည်းထားသည့် အယ်လ်ဖာတပ်ဖွဲ့ဝင်\nများဟာ စွန့်စားစစ်ဆင်ရေးတွေ ထမ်းဆောင်ရာမှာ\nပျော်မွေ့ကြသူများဖြစ်ကြပါတယ်\nဒေါ်လာရိုက်နှိပ်ရာတွင် အသုံးပြုသော\nပျောက်ဆုံးပုံနှိပ်တံဆိပ်ပြားများ ဘက္ကဒက်တွင်\nရောက်ရှိနေသည်ဟုသတင်းရပြီး\nကာနယ်စမစ်နှင့်အဖွဲ့က ပြန်လည်လုယူခဲ့ကြပါတယ်\nထိုတံဆိပ်ပြားများကို ခိုးယူရောင်းချလိုသူများထဲတွင်\nထိပ်ပိုင်းအရာရှိများလည်းပါဝင်ခဲ့ရာ.......စကားချပ်။ ။ ကျည်ဆံများဇာတ်ကားထဲမှထွက်လာပြီး\nထိမှန်နိုင်သောကြောင့် ကျည်ကာဝတ်၍\nကြည့်ကြပါကုန်။\nFile Size : (956 MB) and (327 MB)\nQuality : BluRay 1080p\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource ...",
        "rating": "6.8",
        "url": "https://megaup.net/2fZT3/The_A-Team_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rqnqzJ2dVq4tdK1ICpWUVKSFHuR.jpg",
        "title": "Suicide Squad: Hell to Pay (2018)",
        "description": "Suicide Squad: Hell to Pay ဇာတ်ကားကိုWarner Bros. Animation မှထုတ်လုပ်ပြီးတော့ Warner Bros. Home\nEntertainment မှဖြန့်ချိပါတယ်။31 ကားမြောက် DC Animation Movie ဖြစ်ပြီးတော့ ဒါရိုက်တာ Sam Liu ကရိုက်ကူးခဲ့ပါတယ်။ဇာတ်ကားရဲ့အစမှာတော့ Amanda Waller ကDeadshot, Count Vertigo, Punch and Jewelee နဲ့ Black Manta\nတို့ပါဝင်တဲ့ Task Force X ကို Tobian Whale လို့ခေါ်တဲ့လူကိုရှင်းဖို့ တာဝန်ပေးလိုက်တာ။အဆိုပါတာဝန်ကို ပြီးဆုံးအောင် ဆောင်ရွက်နိုင်ခဲ့ပေမယ့်လည်း Count Vertigo ရဲ့သစ္စာဖောက်မှုကြောင့်\nPunch တစ်ယောက်သေဆုံးသွားပါတယ်။Deadshot လည်းသေခါနီးအခြေအနေရောက်ခဲ့ပေမယ့် အမြဲတမ်းတစ်ကွက်ကြိုမြင်တဲ့ Amanda Waller ရဲ့သတိရှိမှုကြောင့် သစ္စာဖောက်ကိုရှင်းပစ်နိုင်ခဲ့ပါတယ်။အဆိုပါစစ်ဆင်ရေးပြီးပြီးချင်းမှာပဲ Amanda Waller ဟာ Task Force X ကိုနောက်တစ်ခါ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/suicide-squad-hell-to-pay-2018/",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2nHoRPAjQIo3IdnflGK9vaFQDoA.jpg",
        "title": "Gold (2017)",
        "description": "၁၆ ရာစု ဝန်းကျင်က စပိန်တပ်ဖွဲ့ တွေ ဘယ်လို တာဝန်တွေ ထမ်းဆောင်ရတာလဲရောမ စစ်ကားကို စစ်တိုက်နေတာကြီးပဲ မဟုတ်ပဲ ခပ်အေးအေးလေး အနှစ်သာရ ပြည့်ပြည့်ဝဝကြည့်ချင် သူတွေအကြိုက်ပါဆာလောင်မှုတွေ ဆင်းရဲမှုတွေထဲကနေ ရုန်းထွက်ဖို့က တပ်ထဲဝင်ဖို့ ပဲ ရှိတယ်...တပ်ဖွဲ့ဆီ ရောက်လာတဲ့ mission က အင်ဒီးယန်းလူမျိုးတွေရဲ့ ပါးစပ်ပုံပြင်တွေထဲက ရွှေမြို့တော် ကိုရှာရမယ်သူတို့ ရှာနေတဲ့ ရွှေမြို့တော်က တကယ်ပဲရှိသလားသူတို့ ရွှေမြို့တော်ဆီ အောင်အောင်မြင်မြင်နဲ့ သွားနိုင်ပါ့မလားဖြတ်သန်းရမယ့် နယ်မြေက ကြားတောင်မကြားဖူး အိပ်မက်တောင်မမက်ဖူးတဲ့ သေခြင်းတရားလက်တကမ်းမှာရှိနေတဲ့နေရာ.......တပ်ထဲမှာသာ အချင်းချင်း ရန်ဖြစ်ပေမယ့် ရန်သူနဲ့တွေ့ရင် စည်းလုံးသွားကြတဲ့ သေမတူရှင်မကွာရဲဘော်ရဲဘက်တွေလောဘတွေ ဒေါသတွေကြောင့် ဘယ်လိုတွေပြောင်းလဲသွားလဲတပ်ဖွဲ့နဲ့အတူပါလာတဲ့ အဖွဲ့ခေါင်းဆောင်ရဲ့ အမျိုးသမီးချောမောနားလည်ရခက်တဲ့ကောင်မလေးအကြည့်ချင်းတွေနဲ့သာ နားလည်မှုရနေတဲ့ တပ်သားလေးနဲ့ သူမတို့... နီးစပ်သွားကြပါ့မလား...Rating 5.7 ရထားတဲ့ ဒီကားလေးကို ကြည့်လိုက်ရအောင်နော်... File Size : (800 MB) and (350 ...",
        "rating": "5.7",
        "url": "https://megaup.net/2n4w3/Gold_(Oro)_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Ben_hur_1959_poster-132x200.jpg",
        "title": "Ben-Hur (1959) 1080p BluRay",
        "description": "IMDb (8.1)...Rotten Tomatoes (86%)\nBen HurBen Hur ရုပ်ရှင်ကားနာမည်ကို ကြားလိုက်ရုံဖြင့် ရုပ်ရှင်ဝါသနာအိုးတိုင်း ယင်းခေါင်းစီး၏ အရှိန်သြဇာကို သိရှိပြီးဖြစ်ပါမည်။ဟောလိဝုဒ်ရုပ်ရှင်၏ ခမ်းနားထည်ဝါမှု ကို အရောင်မြှင့်တင်စေခဲ့သည့် ရုပ်ရှင်။1959ခုနှစ်ကစ၍ ဆယ်ငါးနှစ်နီးပါးမျှ နိုင်ငံအနှံ့အပြားက ရုပ်ရှင်ရုံတွေမှာ ပြန်လည်ပြသတိုင်း အမြဲအောင်ပွဲခံနိုင်ခဲ့သည့်ရုပ်ရှင်။Gone with the Windရုပ်ရှင်ပြီးသည်နောက်မှာ ဒုတိယအကြိမ် ရုပ်ရှင်လောကကြားတွင် ခမ်းခမ်းနားနားဖြင့် အောင်ပွဲခံနိုင်ခဲ့သော ရုပ်ရှင်ကားဖြစ်ခဲ့သလို အော်စကာဆုအများဆုံးရရှိခဲ့တဲ့ မှတ်တမ်းတွေမှာလည်း ယခုရုပ်ရှင်နှင့် Gone with the Wind|Titanicရုပ်ရှင်နှင့် The Lord Of The Ring ရုပ်ရှင်တို့သာ ယခုထက်တိုင် အော်စကာသမိုင်းမှာ စံချိန်တင် ရေးထိုးထားဆဲဖြစ်ပါသည်။ယခုရုပ်ရှင်အတွက် သုံးစွဲထားသည့် အသုံးစရိတ်တွေကလည်း အဲဒီခေတ်ကာလတွင် အကုန်အကျ အများဆုံးဟု ပြောလို့ရနိုင်သည်။ဒေါ်လာ ဆယ့်ငါးသန်းကျော်ကုန်ကျသည်။ယခုခေတ်ကာလလို CGI နည်းပညာတွေမထွန်းကားသေးသော ခေတ်ကာလမို့ ဆက်တင်အစစ်တွေကို တည်ဆောက်ခဲ့ရသည်။ပညာရှင်ပေါင်းများစွာနှင့်အခြားသောဇာတ်ဝင်ခန်းများအတွက် ကုလားအုတ်တွေ။မြင်းတွေကိုလည်း ရာပေါင်းများစွာအသုံးပြု ...",
        "rating": "8.1",
        "url": "https://megaup.net/3yMnp/Ben-Hur_[1959]_{1080p}_(MM_Sub).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g5BFUJPgv9CoGDyAX4XZFcEY36a.jpg",
        "title": "Shanghai Knights (2003)",
        "description": "ဂ်က္​ကီခ်န္​း ပရိသတ္​​ေတြအတြက္​ ဇာတ္​ကား​ေကာင္​းတစ္​ကားနဲ႔မိတ္​ဆက္​​ေပးပါရ​ေစShanghai Knights ဇာတ္​ကားဟာ 2003 ခုႏွစ္​ကထြက္​႐ွိထားတဲ့ တ႐ုတ္​အ​ေမရိကန္​အက္​႐ွင္​ကားတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 6.2/10ရ႐ွိထားၿပီး Jackie Chan....Owen Wilson...Donnie Yan...Aaron Taylor စတဲ့သ႐ုပ္​​ေဆာင္​ႀကီး​ေတြပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့Chon Wang ဟာ အမိ​ေျမတ႐ုတ္​ႏိုင္​ငံကိုစြန္​႔ခြာၿပီး အ​ေမရိကန္​ႏိုင္​ငံ Carson ၿမိဳ႕​ေလးမွာ အရာ႐ွိတစ္​​ေယာက္​အျဖစ္​အသက္​​ေမြး၀မ္​း​ေက်ာင္​းသူပါ....ဖခင္​ျဖစ္​သူက​ေတာ့ တ႐ုတ္​​ေတာ္​၀င္​နန္​းတြင္​းတံ​ံဆိပ္​ကိုထိန္​းသိမ္​းရသူတစ္​ဦးျဖစ္​ၿပီး သားလုပ္​သူကိုမႏွစ္​ၿမိဳ႕သူတစ္​ဦးျဖစ္​ပါတယ္​....​ေတာ္​လွန္​ပုန္​ကန္​မႈ​ေတြျဖစ္​တဲ့အခ်ိန္​မွာ သူပုန​္​​ေတြက Chon Wang အ​ေဖ့ကိုသတ္​ၿပီး တံဆိပ္​တံုးလုယူသြားခဲ့ပါတယ္​.....ဒီျဖစ္​ရပ္​​ေၾကာင္​့ Chon Wang ဟာ ပါတနာRoy O'Bannonနဲ႔ပူး​ေပါင္​းၿပီး လူသတ္​သမား​ေတြထြက္​​ေျပးရာလန္​ဒန္​ကို လိုက္​သြားပါ​ေတာ့တယ္​.....​ေနာက္​ဆံုးမွာ အ​ေဖ့အတြက္​ကလဲ့စား​ေခ်ႏိုင္​မွာလား....တရားခံ​ေတြက​ေရာဘယ္​သူ​ေတြလဲဆိုတာ ဆက္​လက္​ၾကည္​့႐ႈလိုက္​ပါ.... File Size : (950 MB) and (357 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 54min\nFormat : Mp4\nGenre :Action, Adventure, Comedy\nSubtitle : Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/2gs5t/Shanghai_Knights_(2003).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wcG2PA66Fbv2l7r0n59x1nuB5fd.jpg",
        "title": "Shanghai Noon (2000)",
        "description": "၁၉ရာစုေနွာင္းပိုင္းတုန္းက ေခ်ာင္၀မ္ ( Jackie Chan ) ဟာ အင္မတန္ကို့ရို့ကားယားနိုင္ျပီး တရုတ္နိုင္ငံရဲ့ ဘုရင့္သက္ေတာ္ေစာင့္တစ္ေယာက္ျဖစ္ပါတယ္…ဘုရင္ျကီးမွာ သမီးေတာ္တစ္ပါးရွိျပီး မင္းသမီးေလး ေဖးေဖး ( Lucy Liu) လို့ အမည္တြင္ပါတယ္…တစ္ေန့မွာ တရုတ္ျပည္ကို ေရာက္လာတဲ့ နိုင္ငံျခားသားေတြက မင္းသမီးေလးကို တစ္ဖက္လွည့္နဲ့ အေမရိကကို ျပန္ေပးဆြဲေခါ္ေဆာင္သြားပါေတာ့တယ္…ဒီအခါမွာ ေခ်ာင္၀မ္တို့ေတြဟာ မင္းသမီးေလးကို ကယ္တင္ဖို့အတြက္ တာ၀န္ေပးျခင္းခံလိုက္ရျပီး အေနာက္ဘက္ကိုထြက္လာခဲ့ျကပါေတာ့တယ္…အဲ့ဒီအခ်ိန္မွာ မလိမ့္တပတ္ လူလိမ္လုပ္စားေနတဲ့ သူခိုးတစ္ေယာက္လည္းျဖစ္တဲ့ ရြိုင္းအိုဘန္နြန္နဲ့ ေတြ့တဲ့ အခါမွာေတာ့….ေခ်ာင္၀မ္တစ္ေယာက္ မင္းသမီးေလးကို ျပန္ျပီး ကယ္တင္နိုင္မွာလား ???ဘယ္လိုျပန္ကယ္တင္မလဲ ???ေခ်ာင္နဲ့ ရြိုင္းအိုဘန္နြန္နဲ့ေရာ ဘယ္လိုနွစ္ပါးသြားျကမလဲ ???ဆိုတာေတြကိုေတာ့ ဆက္လက္ျကည့္ရွုခံစားေပးျကပါလို့…မင္းသားျကီးဂ်က္ကီခ်န္းနဲ့ ဟာသသရုပ္ေဆာင္ အို၀င္ ၀ီလ္ဆင္ တို့ အတြဲညီညီ ပါ၀င္သရုပ္ေဆာင္ထားျကျပီး ဟာသအက္ရွင္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္…IMDb rating 6.6/10 ရရွိထားျပီး ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြအျကိုက္ေတြ့ေစမယ့္ကားေကာင္းတစ္ကားျဖစ္ပါေျကာင္း…\nျကည့္ရွုအားေပးျကပါဦး File Size : (950 MB) ...",
        "rating": "6.6",
        "url": "https://megaup.net/2gs5o/Shanghai_Noon_(2000).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Detective-K-Secret-of-the-Lost-Island-poster-133x200.jpg",
        "title": "Detective K: Secret of the Lost Island (2015)",
        "description": "Detective K: Secret of the Lost Island (2015)____IMDb - 6.3/10\n  \nဒီကားကတော့ ရှေ့က Detective K ရဲ့ အဆက်ကားပါ ... အဲ့အချိန်က ဂျိူဆွန်းမှာ ငွေအတုပြသနာတွေပေါ်\nပေါက်နေပြီး ငွေကြေးဖောင်းပွမှု့တွေ ဖြစ်နေတာကြောင့် စုံထောက်ကေ ကို စုံစမ်းခိုင်းပါတယ် ဒါပေမဲ့ သိတဲ့\nအတိုင်း မလွဲရင် မနေနိုင်တဲ့ ကေ ကို မင်းကြီးက ကျွန်းတစ်ကျွန်းမှာ နယ်နှင်ဒဏ်ပေးလိုက်ပါတော့တယ်။\nသူ့လူဆိုဖီးနဲ့ အဲ့ကျွန်းမှာ အချိန်ကုန်ရင်း နဲ့ တစ်နေ့မှာတော့ ခလေးမလေးတစ်ယောက်က ပင်လယ်ကို ဖြတ်\nပြီးရောက်ရှိလာပါတယ်။သူလာရတဲ့ အကြောင်းရင်းကတော့ ပျောက်ဆုံးသွားတဲ့ သူ့ညီမလေးကို ပြန်ရှာပေးဖို့\nလာတောင်းဆိုတာပါ။ကောင်မလေးက မရမက တောင်းဆိုမှု့ နဲ့ မြို့တော် အတွင်းက ငွေပြသနာတွေ ကြောင့်\nစုံထောက်ကေတစ်ယောက် ကျွန်းကနေခိုးထွက်ဖို့ လုပ်ပါတော့တယ်။ဒီလိုနဲ့ သူ အပြင်လောက ပြန်ရောက်တဲ့ အခါ\nကလေးတွေငွေကြေးပြသနာ အပြင် ခလေးတွေ အများအပြားပျောက်ဆုံးနေတာာတွေ ...",
        "rating": "6.3",
        "url": "https://megaup.net/Tns2/Detective_K_-_Secret_Of_The_Lost_Island_(Joseon_Myungtamjung_-_Nobui_Ddal)_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Crime"
    }
]