[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-p-133x200.jpg",
        "title": "The Postman (1997)",
        "description": "သဘာဝဘေးတွေ ကပ်ရောဂါတွေ စစ်ပွဲတွေရဲ့နှိပ်စက်မှုဒဏ်ကြောင့် ကမ္ဘာကြီးပျက်ဆီးသွားခဲ့ပြီ။\nလျှပ်စစ်တွေ ဖုန်းတွေ အသင့်စား အစားအစာတွေ ဘာမှမရှိတော့တဲ့ ခေတ်ပျက်ကြီးထဲမှာ လူတွေဟာ မျှော်လင့်ချက်မဲ့စွာ ရှင်သန်နေထိုင်ကြရပါပြီ။\nအားလုံး လမ်းပျောက်နေကြတဲ့ ခေတ်ပျက်ကြီးထဲမှာ \"တောမီးလောင် တောကြောင်လက်ခမောင်းခတ်\" ဆိုသလိုပဲ လူယုတ်မာတစ်ယောက်က အစပျိုးခဲ့ပြီး သူတို့ကိုယ်သူတို့ ပြည်သူ့စစ်လို့ခေါ်တဲ့ \"ဟုန်းနစ်\" ဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ်လာခဲ့ပြီး ဒုက္ခသည်အချင်းချင်း ဗိုလ်ကျအနိုင်ကျင့်နေကြတာပေါ့။\nဒီလိုနဲ့တစ်နေ့မှာတော့ သူတို့ကြီးစိုးတဲ့နေရာကို တစ်ကိုယ်တော်လေလွင့်ပြီး နယ်တစ်ကာလှည့်ကာ ရှိတ်စပီးယားပြဇာတ်တွေကို သရုပ်ဆောင်ပြပြီး ဝမ်းရေးဖြေရှင်းတဲ့လူတစ်ယောက် ရောက်လာပြီး အိပ်မက်တွေပျောက်ဆုံးနေတဲ့ လူတွေအားလုံးကို သူကိုယ်တိုင် မရည်ရွယ်ပါဘဲနဲ့ ဆက်လက်ရှင်သန်ဖို့ မျှော်လင့်ချက်တွေပေးမိသွားတဲ့အခါမှာတော့....\nFile size…(3.1GB)  / (1.86GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….02:57:00\nGenre...Action / Adventure / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Robin",
        "rating": "6.1",
        "url": "https://megaup.net/2wTTi/The.Postman.1997.1080p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xLal6fXNtiJN6Zw6qk21xAtdOeN.jpg",
        "title": "Road to Ninja: Naruto the Movie(2012)",
        "description": "Naruto shippuden movie 6 : Road to Ninja\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up,this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ ဆဌမကားဖြစ်ပြီးIMDb 7.6/10\nMy anime list 7.7/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာကို Akatsuki​ကြေးစားအဖွဲ့က ဝင်တိုက်ခိုက်ပါတယ်။ ထူးဆန်းတာက Narutoတို့သုတ်သင်ခဲ့တဲ့Akatsukiအဖွဲ့သားအ​ဟောင်း​တွေပါ ပြန်ထွက်လာတာပါ။Narutoတို့​တွေခုခံတာ​ကြောင့် Akatsuki​တွေဟာထွက်သွားခဲ့ပါတယ်။ ဒါ​ပေမဲ့ ညအချိန် Narutoနဲ့Sakuraနှစ်​ယောက်ထဲရှိချိန်မှာ Madaraဟာ​ပေါ်လာပြီး Narutoတို့ကိုကမ္ဘာတခုစီပို့လိုက်ပါတယ်။ အဲ့ဒီကမ္ဘာမှာ ​သေသွားတဲ့သူ​တွေဟာ မ​သေပဲဆက်ရှင်သန်​နေပြီး Naruto ရဲ့မိဘ​တွေဟာလည်း အ​ကောင်းအတိုင်းရှိ​နေဆဲပါ။ ကျန်တာ​တော့ကိုယ်တိုင်ဆက်ကြည့်လိုက်ပါ။ ဒီကားမှာသ​ဘောကျမိတာကNarutoရဲ့မိဘ​တွေနဲ့အတူတူရှိချိန်မှာဖြစ်​ပေါ်လာတဲ့ခံစားချက်​တွေပါ။ တစ်ရှူး​လေး​ဆောင်ပြီးကြည့်လိုက်ကြ​နော်။ File size…1.17GB / 600MB\nQuality…1080p  ...",
        "rating": "7.6",
        "url": "https://megaup.net/1QK0r/Naruto_Shippuden_-_The_Movie_6_-_Road_to_Ninja[1080p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zlnOqIJWjfp6MCUg5d9gFduW9lJ.jpg",
        "title": "Mountain Porter ( 2022 )",
        "description": "လွန်ခဲ့တဲ့ ၁၅ နှစ်ခန့်လောက်က သင်္ချိုင်းတူးဖော်ရင်း\nသေဆုံးသွားခဲ့တဲ့ဖခင်ဖြစ်ဖြစ်သူရဲ့ အမှန်တရားကို\nရှာဖွေဖို့ ကြိုးစားနေသူ မျိုးနွယ်စုခေါင်းဆောင်လဲဖြစ်တဲ့ အမျိုးသားတစ်ဦး?မျိုးနွယ်စုခေါင်းဆောင်တွေရဲ့ နှစ်ထောင်ချီကြာမြင့်နေပြီဖြစ်တဲ့\nကျိန်စာကို ချိုးဖြတ်ပြီး သေသောသူကို ပြန်ရှင်စေနိုင်ပြီး\nမသေမျိုးအဖြစ်ပြောင်းလဲစေနိုင်သော မုချန်ပုလဲ ကိုရှာဖွေဖို့\nစွန့်စားရေးခရီးစဥ်ကို ထွက်ခဲ့ပါတော့တယ်လမ်းတစ်လျှောက်လုံး သင်္ချိုင်းမြေကိုဖြတ်ကျော်ခဲ့ပြီး\nမြူအလွှာလွှာကို ဖြတ်ကျော်ခဲ့ကာ အရိုးမျိုးနွယ်စုရဲ့\nမြေအောက်မှာ ​မြှုပ်နှံထားတဲ့ မြေအောက်နန်းတော်ရဲ့\nလျှို့ဝှက်ဆန်းကြယ်မှုကို တစ်ဖြည်းဖြည်းချင်း ရှာဖွေတွေ့ရှိလာတဲ့ အခါမှာတော့ ....?❏ ခန်းနားကြီးကျယ်လှတဲ့ အရိုးမျိုးနွယ်စုရဲ့ လျှိူ့ဝှက်ချက်တွေက ဘာတွေများဖြစ်မလဲ?\n❏ နှစ်ထောင်ပေါင်းများစွာ ရှာဖွေခဲ့ကြတဲ့ မုချန်ပုလဲကိုရော သူတို့တွေ ရှာဖွေနိုင်ပါ့မလား?\n❏ ဒီလိုမျိုး အန္တရာယ်တွေများလှတဲ့ စွန့်စားမှုတစ်ခုကို\nဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ ? ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမဲ့\nဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\nဆန်းကြယ်မှုပေါင်းများစွာပြည့်နှက်နေတဲ့ကားလေးမို့ လက်မလွှတ်သင့်ပါဘူးနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Thriller\nRuntime : 1h ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mountain-porter-2022/",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Beverly_hills_chihuahua-135x200.jpg",
        "title": "Beverly Hills Chihuahua (2008)",
        "description": "Beverly Hills (2008) အညွှန်းဒီတစ်ခါမှာတော့ CM ကပရိသတ်ကြီးတို့ရဲ့ Childhood memory လေးတွေကိုတူးဆွပေးမယ့် ဇာတ်ကားကောင်းလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ရပါတယ်။ခလိုဝီဆိုတာကတော့ LA Beverly Hills သူဌေးရပ်ကွက်မှာ Gucci တွေ Louis တွေအပြည့်နဲ့ ပိုးမွေးသလိုမွေးခံထားရတဲ့ Rk Chihuahuaမလေးဖြစ်ပြီး အတော်လေးလည်းကြီးကြီးကျယ်ကျယ်နိုင်ပါတယ်။တစ်နေ့မှာတော့ ခလိုဝီ့သခင်က အလုပ်ခရီးသွားရမှာမို့လို့ ခလိုဝီ့ကို စပ်စလူးစိန်တူမဖြစ်သူနဲ့အပ်ခဲ့မိရာမှာ...\nကလပ်တက်ပြီး ဘဲပဲငမ်းနေတဲ့ မမချောကြောင့် ခလိုဝီဟာ မက္ကဆီကိုလိုနိုင်ငံအလန်းစားလေးမှာလမ်းပျောက်ပြီး rk ခွေးဘဝကနေ လမ်းဘေးခွေးလုံးလုံးကိုရောက်သွားရပြီး ကုဋေရှစ်ဆယ်သူဌေးသမီးအကွက်နဲ့ ဗီဇာမပါ လေယာဥ်မစီးဘဲ US ကိုပြန်ရဖို့ အမျိုးစုံကြိုးခုန်ရပါတော့တယ်.....။2k born တို့ငယ်ငယ် တစ်ရာဖိုးသုံးခွေခေတ်တည်းက Eng Sub တစ်ဝက်တစ်ပျက်ကိုမှ ဘုမသိဘမသိနဲ့တောင် ကြိုက်လွန်းလို့ ကြည့်ခဲ့ရတဲ့ကားကောင်းလေးမို့လို့ ကြည့်ပြီးရင် နောင်တမရမှာအာမခံပါတယ်နော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hnin Wut Yi ပါ )File Size__(1.6GB) / ...",
        "rating": "5",
        "url": "https://megaup.net/2wMTd/Beverly_Hills_Chihuahua_(2008)_BluRay_1080p.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6e2YvN1tQK4xQHlmy7GJTuXOt2u.jpg",
        "title": "Naruto Shippuden the Movie: The Lost Tower(2010)",
        "description": "Naruto shippuden movie 4 : the lost tower\n==================================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja,Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိmoti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး shippudenလူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာစတုတ္ထကားဖြစ်ပြီးIMDb 6.8/10My anime list 7.4/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Konohaရွာက Narutoတို့အဖွဲ့ဟာ လူဆိုးတစ်​ယောက်ကိုလိုက်ဖမ်းရင်းနဲ့မြို့ပျက်ကြီးတစ်ခုကို​ရောက်သွားပါတယ်။အဲ့ဒီမြို့ပျက်ထဲမှာ 4th Hokageရဲ့ ချိတ်ပိတ်ထားတဲ့အစီအရင်တစ်ခုရှိပြီး အဲ့ဒီအစီအရင်ကိုလူဆိုးကစုပ်ယူလိုက်တဲ့​နောက်မှာ​တော့ Naruto ဟာ အတိတ်ကို​ရောက်ရှိသွားကာ 4th hokageနဲ့ပြန်ဆုံမိပါ​တော့တယ်။အနာဂတ်ကလာတဲ့ Naruto​ကြောင့် သမိုင်း​ကြောင်း​ပြောင်းသွားမလား သားအဖချင်း​ပြောချင်တဲ့စကား​တွေကဘာ​တွေလဲ ပစ္စုပ္ပန်ကို Narutoပြန်လာနိုင်ပါ့မလားဆိုတာကိုကိုယ်တိုင်ကြည့်ရှုလိူက်ပါ​တော့  File size…1.2GB / 509MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 25m\nGenre ..... Animation , ...",
        "rating": "6.8",
        "url": "https://megaup.net/3cEQU/Naruto_Shippuden_-_The_Movie_4_-_The_Lost_Tower[1080p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/act-of-valor-french-dvd-movie-cover-142x200.jpg",
        "title": "Act of Valor(2012)",
        "description": "Act of Valor (2012)\nကော်စတာရီကာရဲ့ဟိုတယ်တစ်ခုမှာCIA အေးဂျင့်၂ယောက်တည်းခိုနေတယ်...ဒီသတင်းကိုဘယ်ကဘယ်လိုရတယ်မသိ..အကြမ်းဖက်သမားများရောက်ရှိလာပြီးအမျိုးသားအေးဂျင့်ကိုတော့နဖူးကိုကျည်တစ်တောင့်ပစ်ကျွေးပြီးအမျိုးသမီးအေးဂျင့်ဖြစ်သူကိုတော့ဖမ်းဆီးခေါ်ဆောင်သွားတယ်....ဒီနောက်မှာတော့အမျိုးသမီးအေးဂျင့်ကိုပြန်လည်ခေါ်ယူဖို့မရိန်းစစ်သားတွေကိုအမေရိကန်တို့စုစည်းခဲ့တယ်...အေးဂျင့်အမျိုးသမီးကိုဖမ်းဆီးခေါ်ဆောင်သူဟာတကယ့်ထိပ်သီးဒုစရိုက်ခေါင်းဆောင်ဖြစ်နေတဲ့အပြင်ခေတ်မှီလက်နက်ကြေးစားလက်နက်ကိုင်စစ်သည်တို့အပြည့်နဲ့ရပ်တည်နေတဲ့သူပဲဖြစ်ပါတယ်...ဒီအမှုမှာမူးယစ်ရာဇာတွေအကြမ်းဖက်သမားတွေနဲ့တကယ့်ကိုကြောက်စရာအရှုတ်အထွေးကြီးပါပဲ...ဒါပေမယ့် ကယ်ထုတ်တဲ့စစ်ဆင်ရေးဟာ ထင်သလောက် မလွယ်ကူတဲ့အပြင် နောက်ဆက်တွဲပြဿနာတွေဟာအမေရိကန်နိုင်ငံအတွက် စက်တင်ဘာ-၁၁ရက် အရေးအခင်း ထက်ပိုဆိုးတာတွေ ကြုံလာနိုင်ကြောင်း သိရှိလာရတဲ့အခါမှာတော့…..။ကိုင်းမရိန်းတပ်သားတွေဘယ်လိုအစီအစဉ်တွေဆွဲကြလဲ....သူတို့အကုန်လုံးအသက်ပျောက်သွားနိုင်လား...အောင်မြင်ကြပါ့မလား...CIA အေးဂျင့်အမျိုးသမီးကိုရောကယ်တင်နိုင်ပါ့မလား....ထင်ထားတာထက်တိုက်ပွဲတွေကြမ်းနေမလား...ခံစားကြည့်လိုက်ပါဦးဗျို့...စစ်ကားကြိုက်သူတို့အဖို့နင်းကန်ကြည့်သင့်ပါကြောင်း....... \nFile Size :(2.5GB) (1.1 GB) and (327 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1QQ6w/Act.Of.Valor.2012.BLU-RAY.1080P.5.1Ch(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BY2Y3MmFjMzgtNGRiZi00Nzg4LWE4MTctNTkzNTk5MjAzNDU2XkEyXkFqcGdeQXVyMjEzMDE2MzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "42 segundos (2022)",
        "description": "42 segundos (The Final Game) (2022)~ IMDb rating - 6.7/10 ~သင့်အနေနဲ့ အားကစားရုပ်ရှင်ကားကောင်းလေးတွေ၊ ဘောလုံးပွဲ Documentary ကောင်းလေးတွေ၊ ရုပ်ရှင်လေးတွေကြည့်ရတာကို နှစ်သက်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်လေးကိုလည်း လက်လွတ်မခံသင့်ပါဘူး။သင်ဟာ ပီလီရဲ့ရုပ်ရှင်နဲ့ Documentary ကို ကြည့်ထားဖူးသူ၊ ရော်နယ်ဒို၊ မက်ဆီ၊ ဖာဂူဆန်၊ ရွန်းနီ၊ အာဆင်ဝင်းဂါးစတဲ့ ဘောလုံးအကျော်အမော်တွေရဲ့ ရုပ်ရှင်တွေကို မလွတ်တမ်းကြည့်ရှုတတ်သူဆိုရင်တော့ ဒီရုပ်ရှင်ကားကောင်းလေးဟာလည်း သင့်အတွက် ထပ်မံထွက်ရှိလာခဲ့တာပဲဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကားကောင်းလေးကတော့ ဘောလုံးလောကအကြောင်း၊ ဘောလုံးပြိုင်ပွဲတွေအကြောင်းမဟုတ်ဘဲ အိုလံပစ်ပြိုင်ပွဲတွေထဲက ဝါတာပိုလိုအသင်းတွေအကြောင်းရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားကောင်းလေးပါပဲ။ IMDb အနေနဲ့လည်း 6.7/10 တောင်ရရှိထားတဲ့ စပိန်ကားကောင်းလေးဖြစ်ပြီး ရထားတဲ့ Rating တွေနဲ့ ထိုက်ထိုက်တန်တန် သရုပ်ဆောင်တွေရဲ့ ဇာတ်ကောင်ပိုင်နိုင်မှု၊ ဇာတ်လမ်းဇာတ်ကွက်နိုင်နင်းမှုရှိတဲ့ ကားကောင်းလေးလည်းဖြစ်ပါတယ်။ အားကစားရုပ်ရှင်ကြည့်တတ်သူတိုင်းအတွက် နောက်ထပ် ဆွေမျိုးမေ့စေမယ့်ဟင်းတစ်ခွက်ဖြစ်ပြီး မမြည်းစမ်းလိုက်ရရင်တော့ နောင်တရနိုင်တဲ့ဟင်းလျာလေးတစ်ခွက်လို့ပြောရမှာပါပဲ။ဒီရုပ်ရှင်လေးထဲမှာတော့ ၁၉၉၂ ခုနှစ်တုန်းက ဝါတာပိုလိုအိုလံပစ်ဖိုင်နယ်ပွဲအတွက် ကြိုးစားနေကြတဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/3cKs9/(CM)_42_segundos_(2022)_1080p.mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/91KyqybHSaS._AC_SL1500-155x200.jpg",
        "title": "xXx: Return of Xander Cage (2017)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားဖြစ်ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nxXx: Return of Xander Cage (2017) ဇာတ်ကားမှာတော့ နာမည်ကြီး အာရှမင်းသားမင်းသမီးတွေပါ ထည့်သွင်းပြီး Fun ဖြစ်အောင်ရိုက်ကူးခဲ့ပါတယ်...Vin Diesel,Donnie Yen,Deepika Padukone,\nKris Wu ,Ruby Rose ,Tony Jaa,Samuel L. Jackson , Neymar Jr စသည်ဖြင့် နယ်ပယ်စုံက သရုပ်ဆောင်တွေပါ ထည့်သွင်းရိုက်ကူးခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့\nအမျိုးမျိုးသောအန္တရာယ်တွေ၊ သေစေနိုင်လောက်တဲ့ အပြောင်းအလဲတွေ ဖြစ်ပေါ်နေချိန်\nအမျိုးမျိုးသောလူစွမ်းကောင်းတွေကို ကမ္ဘာကြီးက လိုအပ်နေချိန်ဖြစ်ပါတယ်...\nAnarchy ...",
        "rating": "5.6",
        "url": "https://megaup.net/1QPcw/(CM)_xXx.Return.of.Xander.Cage.2017.1080p.SDR.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/film_2863_1-161x200.jpg",
        "title": "xXx: State of the Union (2005)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nxXx: State of the Union (2005) ကတော့ xXx ရဲ့ နံပါတ် ၂ ဇာတ်ကားဖြစ်ပြီး X အဖြစ် လူမည်းသရုပ်ဆောင် Ice Cube က သရုပ်ဆောင်ထားပါတယ်။\nFile size…(3 GB)/(1 GB)\nQuality…BluRay Remastered HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….01:40:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "4.4",
        "url": "https://megaup.net/2wMF2/(CM)_xXx.State.Of.The.Union.2005.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/71H8XhacQkL._SX522_-158x200.jpg",
        "title": "xXx (2002)",
        "description": "XXX ဆိုလို့ 18+ မထင်လိုက်ပါနဲ့ ....2002ခုနှစ်မှာ နာမည်ကြီးခဲ့တဲ့ Vin Diesel ရဲ့အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ 2002 မှာ အောင်မြင်ခဲ့ပြီး 2005 မှာ xXx-2 ကို မင်းသားပြောင်းလဲရိုက်ကူးခဲ့သလို ၂၀၁၇ မှာ Vin Diesel ပြန်ပါဝင်တဲ့ xXx-3 ကိုလဲ ထပ်မံရိုက်ကူးခဲ့ပါတယ်။ ၃ ကားလုံးက အက်ရှင်ကြမ်းကြမ်းတွေ စတန့်လန်းလန်းတွေကြောင့် နာမည်ကြီးပါတယ်။\nX လို့ စတန့်လောကမှာ နာမည်တွင်နေတဲ့ X(vin diesel)ဟာ အစိုးရအရာရှိတစ်ဦးရဲ့ ကားကိုခိုးယူပြီး တံတားပေါ်ကနေခုန်ချပြခဲ့တာကြောင့် ရဲတွေရဲ့ဖမ်းဆီးထိန်းယူခြင်းခံရပါတယ်၊ တစ်ချိန်တည်းမှာပဲ အစိုးရအကြမ်းဖက်ဖမ်းဆီးနှိမ်နှင်းရေး အဖွဲ့ဟာလည်း မှောင်ခိုးသမားတွေကိုဖမ်းယူဖို့ကြိုးစားတိုင်း\nသူတို့ရဲ့ အေးဂျင့်တွေသာ အသက်ပေးလိုက်ရတဲ့အဖြစ်ကြောင့် အကြံအစီတစ်ခုအဖြစ် ဖမ်းဆီးထားတဲ့လူတွေထဲကမှ ထူးချွန်သူများကိုပြန်လည်ရွေးချယ်ပြီး အခွင့်ရေးတစ်ချို့နဲ့ အလဲအလှယ်လုပ်ကာ မှောင်ခိုသမားတွေကိုပြန်လည်ဖမ်းဆီးစေပါတယ်...ဒီလိုနဲ့ X တစ်ယောက် နိုင်ငံတော်ကြီးအတွက် ဘယ်လိုတွေစွန့်စားမလဲဆိုတာ...။\nFile size…(2.3 GB)/(1 GB)\nQuality…BluRay Remastered HEVC ...",
        "rating": "5.9",
        "url": "https://megaup.net/3cK7w/(CM)_XXX.2002.REMASTERED.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gw9RaP5uBmYweUK101RhyTLsJpL.jpg",
        "title": "Finnick (2022)",
        "description": "Finnick (2022)ဖင်း ဆိုတဲ့အကောင်လေးတွေဟာ အိမ်တိုင်းမှာရှိကြပြီး လူတွေကို ကူညီပေးနေတဲ့ကိုယ်ပျောက်ဝိဉာဉ်လေးတွေပေါ့။ သူတို့တာဝန်က သာယာပျော်ရွှင်တဲ့အိမ်ကလေးဖြစ်အောင်တာဝန်ယူရပြီး ဘယ် ဖင်း ကမှဒါကိုမဆန့်ကျင်ကြသလို စိတ်ကူးထဲ‌တောင် မရှိကြဘူး။ဒါပေမယ့်ဇာတ်လမ်းထုံးစံအတိုင်းစုန်းပြူးလေးတစ်ကောင်ကတော့မရှိမဖြစ်ပါလာမြဲပဲ။ ဖင်းနစ်ဆိုတဲ့ကောင်လေးက အထက်မှာပြောထားတဲ့အရာတွေနဲ့ဆန့်ကျင်ဖက်ပဲ။ လူတွေကိုသူ့အိမ်မှာမနေနိုင်အောင်တစ်ခုပြီးတစ်ခုလုပ်တယ်။အဲ့ဒါကြောင့်ဘက်ခ်မြို့မှာ ဖင်းနစ် နေတဲ့အိမ်ကိုသရဲအိမ်လို့ခေါ်ကြတယ်။ ဒီလိုနဲ့တစ်နေ့မှာ ရုပ်ရှင်ရိုက်မယ့်မိသားစုဟာ အလုပ်အတွက် ဘက်ခ်မြို့ကိုရောက်လာကြတယ်။ သူတို့ရဲ့သမီးလေးခရစ်စတင်းဟာစုံထောက်ပညာကိုစိတ်ဝင်စားသလို တကယ်လည်းဉာဏ်ထက်ပါတယ်။ဒါရိုက်တာက ခရစ်စတင်းတို့မိသားစုကိုခဏတဖြုတ်နေဖို့ ဖင်းနစ်ရဲ့အိမ်လေးကိုငှားပေးလိုက်တယ်။ လူတွေလာနေတာမကြိုက်တဲ့ ဖင်းနစ်နဲ့ လက်တွေ့ကျကျဖြေရှင်းရမှကျေနပ်တဲ့ စုံထောက်လေးခရစ်စတင်းတို့ ထိပ်တိုက်တွေ့တဲ့အခါမှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Tin Myo Lwin ပါ။)File Size          : 1.8GB, 812MB, 469MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat      ...",
        "rating": "5.8",
        "url": "https://megaup.net/1QNgn/[CM]Finnick.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vDkct38sSFSWJIATlfJw0l3QOIR.jpg",
        "title": "Naruto Shippuden the Movie(2007)",
        "description": "Naruto shippuden the movie=========================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ(One piece, bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းက ကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာnever give up, this is my way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ရုပ်ရှင်အ​နေနဲ့လည်း က​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီးshippudenလူငယ်ဘဝက​တော့ ၇ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာပထမဆုံးကားဖြစ်ပြီးIMDb 6.7/10\nMy anime list 7.3/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​ပြောရရင်​​​​တော့Demon countryမှာ အနာဂတ်ကိုကြိုမြင်နိုင်တဲ့နတ်ဆရာမတစ်ပါးရှိပါတယ်။ တ​နေ့မှာ​တော့ချိတ်ပိတ်ချုပ်​နှောင်ထားတဲ့ မိစ္ဆာဘုရင်ကြီးဟာမသာမာသူမအလ​တွေ​ကြောင့်လွတ်လာခဲ့ပြီးကမ္ဘာကိုအုပ်စိုးဖို့ပဲလုပ်​ဆောင်လာပါ​တော့တယ်။မိစ္ဆာဘုရင်ကြီးကိုတားဆီးနိုင်တဲ့သူဟာလည်းနတ်ဆရာမပဲရှိတာမလို့ နတ်ဆရာမကိုကာကွယ်​ပေးရမယ့်တာဝန်ဟာ Narutoတို့တာဝန်ဖြစ်လာပါတယ်။ဒါ​ပေမဲ့ Narutoဟာ ​​သေရ​​တော့မယ်လို့နတ်ဆရာမကြီးက ​ဟောလိုက်တဲ့အချိန်မှာ​တော့......နတ်ဆရာမ​ဟောတာ​တွေက အမြဲမှန်မှာလားNarutoဟာ တကယ်​သေရ​​တော့မှာလားဆိုတာကိုကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ကြပါ။ File size…1.25GB / 632MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Dr ...",
        "rating": "8.7",
        "url": "https://megaup.net/3cz2q/Naruto_Shippuden_-_The_Movie_1_-[1080p](CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z7MWaPlkKGMrEjbvKOa9rXH4rPg.jpg",
        "title": "Are We There Yet?(2005)",
        "description": "Are we there yet (2005)===================ကလေးတွေဆိုတာက မရှိမကောင်းရှိမကောင်းလေးတွေ။ရှိနေပြန်ရင်လည်း သူတို့အတွက်အမြဲစိုးရိမ်ပူပန်နေရတတ်သလို မရှိပြန်ရင်လည်းဘ၀ကြီးကအထီးကျန်နေပြန်ရော။နစ်ခ်ပါဆန် ဆိုတာ ဘောစိ မိန်းမတွေထည်လဲတွဲဘ၀ကြီးကိုအပူအပင်မရှိဖြတ်သန်းနေတဲ့လူ။ တခုပဲရှိတာကသူက ကလေးတွေဆိုရင်ကြည့်လို့ကိုမရဘူး။စိတ်တိုရအောင်အမြဲလုပ်တဲ့ဂြိုဟ်ကောင်လေးတွေလို့ပဲမြင်တာ။ ဒီလိုလူက ကလေးနှစ်ယောက်အမေဖြစ်သလောက်အရမ်းလန်းတဲ့ဆူဇန်ဆိုတဲ့အမျိုးသမီးကိုမှသွားကြိုက်မိတယ်။ နစ်ခ်ရဲ့စရိုက်ကိုမကြိုက်တဲ့‌ဆူဇန်ကငြင်းလိုက်ပြီး သူငယ်ချင်းအနေနဲ့ပဲလက်ခံခဲ့တယ်။တစ်နေ့မှာ ဆူဇန်ရဲ့ကလေးတွေကို နှစ်သစ်ကူးမှာကနေဒါကိုခေါ်လာပေးဖို့အကြောင်းဖန်လာခဲ့တာဟာနစ်ခ်အတွက်တော့အမှတ်ယူ တဆင့်တက်ဖို့အခွင့်အရေးပဲ။ခက်တာက ဒီကလေးနှစ်ကောင်ကယ်ဗင်နဲ့လင်ဆီက တကယ့်ပြသာနာအိုးလေးတွေ။နစ်ခ်ကို သည်ယုန်မြင်လို့သည်ချုံထွင်နေတာသိတဲ့သူတို့ကဘယ်လိုမျိုးပညာတွေ၀ိုင်းပြကြမလဲ။နစ်ခ်တယောက်ကရော ကနေဒါကိုရှောရှောရှုရှုရောက်နိုင်ပါ့မလားသူ့အတွက်ရောအဖြေကဘာဖြစ်မလဲဆိုတာကိုဒီမိသားစုခရစ်စ္စမတ်ဟာသကားလေးမှာရှုစားပေးကြပါဦး...... File size…2.21GB / 985MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Adventure , Comedy , Family\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "4.7",
        "url": "https://megaup.net/1aObx/Are.We.There.Yet.2005..BluRay1080p(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-ant-139x200.jpg",
        "title": "Antz (1998)",
        "description": "ဒီAntz animationဟာဆိုရင် Home, How to train you dragon, Kung Fu Panda,Abominable အစရှိတဲ့ animationကောင်းများစွာရဲ့ ပဲ့ကိုင်ရှင်ဖြစ်တဲ့ Director Tim Johnsonနဲ့ ကျွန်တော်တို့ကလေးဘဝတုန်းက အရမ်းကြိုက်ခဲ့ကြတဲ့\nMadagascar trilogyတို့ရဲ့ ပဲ့ကိုင်ရှင် Director Eric Darnellတို့ ၂ယောက် လက်တွဲရိုက်ကူးထားတဲ့ animation ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒီလိုဒါရိုက်တာကောင်းတွေကိုမှ voice actor တွေအနေနဲ့ ပရိတ်သတ်တွေရဲ့ အချစ်တော်တွေဖြစ်ကြတဲ့ Sylvester Stallone နဲ့ Jennifer Lopezတို့က ပါဝင်သရုပ်ဆောင်ထားတော့ ​စကားဖောင်ဖွဲ့နေစရာတောင်မလိုဘဲ ကြည့်ကိုကြည့်သင့်တဲ့ animation ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇီ ဆိုတဲ့ပုရွက်ဆိတ်လေးက ကိုလိုနီထဲက တခြားပုရွက်ဆိတ်တွေနဲ့မတူဘဲ ကွာခြားတဲ့အတွေးအမြင်ရှိတဲ့ ပုရွက်ဆိတ်လေးပါ။ သူက အခုနေနေရတဲ့နေရာမှာမပျော်ဘဲ နေရာသစ်ကိုရှိမယ်လို့ယုံကြည်ရင်း သူနဲ့မကိုက်တဲ့နေရာအကြောင်းကို သူငယ်ချင်းတွေနဲ့ စကားပြောရင်း ညီးတွားနေတတ်သူပါ။ တစ်နေ့မှာ ဘယ်လာဆိုတဲ့ ပုရွက်ဆိတ်မင်းသမီးလေးနဲ့တွေ့ဆုံမိတဲ့အချိန်မှာတော့ သူ့ဘဝဟာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1avkk/Antz.1998.1080p.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/national-treasure-2-133x200.jpg",
        "title": "National Treasure: Book of Secrets (2007)",
        "description": "National Treasure: Book of Secrets (2007)\n\" Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် \"\nNational Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3cFiy/(CM)_National_Treasure_-_Book_of_Secrets_(2007)_1080p.mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/National-treasure-133x200.jpg",
        "title": "National Treasure (2004)",
        "description": "National Treasure (2004)\n\" Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် \"\nNational Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ Nostalgia ဖြစ်စေတဲ့ကားတစ်ကားလို့ပြောလည်းမမှားဘူး။သူထွက်ပြီး သိပ်မကြာခင်ကာလအတွင်းမှာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1QKqp/(CM)_National_Treasure_(2004)_1080p.mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uyJEfpAflLCkqn6PFHu9EHxmbI6.jpg",
        "title": "The Ash Lad: In the Hall of the Mountain King(2017)",
        "description": "The Ash Lad: In the Hall of the Mountain King(2017)==========================================တိုင်းပြည်ရဲ့မင်းသမီးလေးဟာ အသက်တစ်ဆယ့်ရှစ်နှစ်မပြည့်ခင်အိမ်ထောင်မပြုရင် တောင်ဘုရင်ကြီးရဲ့ ဖမ်းဆီးကျွန်ပြုခြင်းကိုခံရမယ်ဆိုတဲ့ ဒဏ္ဏာရီပုံပြင်တစ်ပုဒ်လက်မထပ်ချင်လို့နန်းတော်က ထွက်ပြေးသွားတဲ့ မင်းသမီးလေးခရစ်စတင်း ညီအစ်ကိုသုံးယောက်ထဲမှာ ဘာလုပ်လုပ်အသုံးမကျဘဲ အိမ်ကိုပါပြာကျအောင်လုပ်ခဲ့မိတဲ့ဆင်းရဲသားလယ်သမားလေး အက်စပန်မင်းသမီးလေးကိုကယ်တင်ပြီး ဘုရင်ကြီးပေးတဲ့ဆုလာဘ်တွေနဲ့အိမ်ပြန်ဆောက်ဖို့ စိတ်ကူးထားတဲ့ အက်စပန်နဲ့သူ့အစ်ကိုတို့ဘီလူးကြီးရှိရာ တောတွင်းကိုသွားကြတဲ့အခါမှာတော့အက်စပန်တို့တောထဲမှာ ဘာတွေကိုတွေ့ကြုံရင်ဆိုင်ရမလဲမင်းသမီးလေးခရစ်စတင်းကရော ဘယ်ပျောက်သွားတာလဲဘီလူးကြီးကရော တကယ်ရှိတာလားဒဏ္ဏာရီပုံပြင်တွေကရော အမှန်ပဲလားဆိုတာ စိတ်ဝင်စားရင်ဖိုဖွယ် ကြည့်ရှုရမယ့် adventure/fantasyဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်.....File size…1.44GB / 739MB\nQuality…WEB-DL 1080p  / 720p\nFormat…mp4\nDuration….1h 44m\nGenre ..... Adventure , Family , Fantasy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Phoebe",
        "rating": "6.5",
        "url": "https://megaup.net/1aJyh/The.Ash.Lad.In.the.Hall.of.the.Mountain.King.2017.WEB-DL1080P(CM).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gElwFCQTbSK5hdK0PVyia547nst.jpg",
        "title": "Under Siege 2: Dark Territory(1995)",
        "description": "Under Siege 2: Dark Territory(1995)**********************************မင်းသားကြီး Steven Seagal ရဲ့\nUnder Siege အက်ရှင်ဇာတ်ကားတွဲရဲ့\nဒုတိယမြောက်ကားပဲဖြစ်ပါတယ်။ရေတပ်အရာရှိဘဝကနေ အနားယူထားတဲ့ကေစီရိုင်းဘတ်ဟာ\nတူမဖြစ်သူနဲ့အတူ ခရီးအတူထွက်ဖို့ရထားစီးလာခဲ့ကြပါတယ်။\nအကြမ်းဖက်သမားအဖွဲ့တစ်ခုက ဖျက်စီးအားပြင်းတဲ့\nဂြိုလ်တုတစ်ခုကိုထိန်းချုပ်ဖို့အတွက် ရထားကိုအနုကြမ်းစီးပြီး\nခရီးသည်တွေကိုဓားစာခံအဖြစ် ဖမ်းသွားတဲ့အခါမှာ\nကေစီရိုင်းဘတ်အနေနဲ့ အကြမ်းဖက်သမားတွေကို ဘယ်လိုတားဆီးသွားမလဲ\nဓားစာခံအဖြစ်ဖမ်းခံရတဲ့သူတွေကိုရော ဘယ်လိုကယ်တင်သွားမလဲဆိုတာ...အပစ်အခတ် အတိုက်ခိုက်တွေနဲ့ အက်ရှင်ချစ်ပုရိတ်သတ်ကြီး အကြိုက်တွေ့မယ့်\nဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ File Size :(2.9GB)(966MB) and (340 MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Action, Thriller, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/1aJbt/Under_Siege_2_Dark_Territory.1995.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTIyNDAzMGQtYmQ0YS00OWE2LWJjZjgtY2M3NmU4YmYxMDQ5XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Shin Ultraman (2022)",
        "description": "Shin Ultraman(2022)\n================IMDb Rating (6.6) / Rotten Tomatoes (100%)Ultraman နဲ့ Godzilla ယူနီဗာ့စ်ဟာ ဂျပန်က စတင်ခဲ့တာဖြစ်ပြီး\nအနောက်နိုင်ငံတွေက ယူရိုက်ရတဲ့ အောင်မြင်ပါတယ်...\nဒီ ၂၀၂၂ ထွက် Shin Ultraman ရုပ်ရှင်ကာလည်း ဂျပန်လက်ရာ\nGodzilla ရုပ်ရှင်တစ်ကားအဖြစ်နဲ့ ၂၀၂၂ မှာ ရုံကြီးကားအဖြစ် ထွက်လာပြီး\nRating ကောင်းတွေ ပိုင်ဆိုင်ထားပါတယ်...အရင်ကကြားဖူးနေကြ Ultraman , Kamen Rider ရုပ်ရှင်, ဇာတ်လမ်းတွဲတွေရဲ့\nအငွေ့အသက်တွေကို CGI ဘက်ဂျက်ကောင်းကောင်းနဲ့ အရသာရှိရှိကြည့်ရမှာပါ\nကိုင်ဂျူးလို့ခေါ်တဲ့ သတ္တဝါဆန်းကြီးတွေဟာ ကမ္ဘာပေါ်ကို ထူးဆန်းစွာရောက်ရှိလာပါတယ်\nပထမဆုံးပေါ်လာတဲ့ ကိုင်ဂျူးတွေကို လူသားတွေပေါင်းစည်းကာ စစ်တပ်အရပ်ဘက် အတော်လေးနှိမ်နင်းလိုက်ရပေမယ့်\nကိုင်ဂျူးတစ်ကောင်နဲ့ မရပ်တန့်သွားပါဘူး...နောက်ထပ် S အဆင့်ဝင် ကိုင်ဂျူးမျိုးစုံဟာ အစွမ်းမျိုးစုံနဲ့ ပေါ်လာပါတော့တယ်\nလူသားတွေလည်း အခက်တွေ့လာရတဲ့ အခြေအနေကိုရောက်လာပြီး....လူသားတွေကို ကယ်တင်မယ့်\nအာထရာမန်းပေါ်လာပါတယ်...အာထရာမန်း ကမ္ဘာပေါ်ကို ရောက်ရှိလာမှုနဲ့အတူ ကမ္ဘာ့နိုင်ငံအသီးသီးကလည်း ဂျပန်ကို နိုင်ငံရေးအသာစီးမှုယူသွားမှာ\nစိုးရိမ်လာပါတယ်....ဒီ အာထရာမန်းက ဘယ်သူလဲ\nလူသားမျိုးနွယ်အတွက် ...",
        "rating": "6.6",
        "url": "https://megaup.net/3czia/(CM)_Shin.Ultraman.2022.1080p.AMZN.WEB-DL.DDP5.1.H.264-Naung.mp4",
        "category": "Action, Adventure, Asian, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMGEwOWE4NWItMWExZC00NGM1LWJkN2UtMDY0ZTJhMTYyNmI3XkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "(18+)Amazons(1986)",
        "description": "(18+)Amazons(1986)\n================\nအမေဇုန်စစ်သည်တော်မလေးတွေရဲ့ တိုက်ရည်ခိုက်ရည်နဲ့\nကျစ်လစ်ပြီး ရှိုက်ဖိုကြီးငယ်အသွယ်သွယ် တွေကို\nရင်တဖိုဖိုကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားလာပါပြီအမေဇုန်တွေကို တိုင်းပြည်ကာကွယ်ဖို့ အထူးလေ့ကျင့်ပေးထားပါတယ်\nဒါပေမဲ့ သူတို့ရင်ဆိုင်ရမဲ့ရန်သူက သာမန်အဆင့်ရန်သူမဟုတ်ပါဘူး\nတိုင်းပြည်တစ်ခုလုံးသိမ်းပြီး ကျွန်ပြုမဲ့ မိုးကြိုးလက်နက်မှော်အစွမ်းရထားတဲ့\nမှော်ပညာသည်တစ်ယောက်ဖြစ်နေပါတယ်\nဒါပေမဲ့ အမေဇုန်တွေမှာ မျှော်လင့်ချက်တစ်ခုရှိနေပါတယ်\nအဲဒါကတော့ ပျောက်ဆုံးနေတဲ့ မှော်ဓားနဲ့ မကောင်းဆိုးရွား\nမှော်ပညာသည်ကို သတ်လျု့ရတယ်ဆိုတာပါပဲအဲဒီမှော်ဓားကို အမေဇုန်တွေရအောင်ရှာနိုင်မလား\nမှော်ပညာရှင်ကပဲ သူတို့တွေကို အနိုင်ယူနိုင်မလားဆိုတာကို\nစိတ်ဝင်စားစရာ သမိုင်းပုံစံနဲ့ အဖေါ်ချွတ်ခန်းတွေ\nများနေတာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…1.74GB / 948MB\nQuality…1080p BluRay  /720p\nFormat…mp4\nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.3",
        "url": "https://megaup.net/1aFev/Amazons.1986.1080p.BluRay.x264.AAC(DS).mp4",
        "category": "Action, Adult, Adventure, Fantasy"
    }
]