[
    {
        "thumbnail": "",
        "title": "Euphoria (2018)",
        "description": "ဒီ Euphoria ဆိုတဲ့ Adventure, Drama ဇာတ္ကားကို 2017 Toronto International Film Festival မွာျပသခဲ့ေပမယ့္ 2018ခုႏွစ္မွ Digital Release အျဖစ္ထုတ္ေ၀ခဲ့တာပါ။ဒီဇာတ္ကားကို ရိုက္ကူးတဲ့သူကေတာ့ အမ်ိဳးသမီးဒါရိုက္တာ Lisa Langseth ျဖစ္ျပီး နာမည္ေက်ာ္မင္းသမီးႏွစ္ဦးက ေခါင္းေဆာင္ျပီး ပါ၀င္သရုပ္ေဆာင္ထားပါေသးတယ္။ပထမတစ္ေယာက္ကေတာ့ The Danish Girl, Ex Machina နဲ႔ မၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ Tomb Raider ကားမွာ ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသမီးေခ်ာ Alicia Vikander ျဖစ္ျပီး ေနာက္တစ္ေယာက္ကေတာ့ Miss Peregrine's Home for Peculiar Children, Casino Royale, 300: Rise of an Empire တို႔နဲ႔အတူ ပရိသတ္ေတာ္ေတာ္မ်ားမ်ားအၾကိဳက္ေတြ႕ခဲ့တဲ့မင္းသမီးၾကီး Eva Green ျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========Emilie နဲ႔ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Sfh7/Euphoria_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-man-in-the-iron-mask-133x200.jpg",
        "title": "The Man in the Iron Mask (1998)",
        "description": "The Man in the Iron Mask (1998)_____IMDb - 6.5/10\n  \nသင်သာ စာပေတွေကို နှစ်ခြိုက်တဲ့လူတစ်ယောက်ဆိုရင်\nAlexder Dumas ရဲ့ The Three Musketeers ကို သိမှာပါ။\nရွှေဥဒေါင်းကလည်း သူရဲကောင်းသုံးယောက်\nအမည်နဲ့ ဘာသာပြန်ပေးခဲ့ဖူးပါတယ်။\nဒီဇာတ်လမ်းကလည်း Muskteers တွေဖြစ်တဲ့\nရာမီ ပေါသိုး အားသိုး ဒါးတညံ တို့ရဲ့ ဇာတ်လမ်းပါပဲ။\nThe Man in the Iron Mask ဟာလည်း Classic စာပေ\nတန်း ဝင်ခဲ့ပါတယ်။\nဒီတော့ ဇာတ်ကားအနေနဲ့လည်း မညံ့ခဲ့ပါဘူး။\nဒီကားက ဇာတ်လမ်းအနေနဲ့ဆို The Threemuskteers ရဲ့\nSequel လို့ ဆိုနိုင်ပါတယ်။\nLeonado Decaprio ရဲ့ ငယ်ရုပ်ငယ်သွင်ကိုလည်း\nကြည့်ကြရဦးမှာပါ။\nဇာတ်လမ်းကိုတော့ Spoil သလို ဖြစ်နေမှာ စိုးလို့ ကျွန်တော်\nထည့်မရေးတော့ပါဘူး။\nThe Three Muskteersကို အရင်ကြည့်ထားရင်တော့ ဒီထဲက\nဒါးတညံနဲ့ ရာမီတို့သုံးယောက်ရဲ့ ဆက်ဆံရေးကို ပို သဘောပေါက်မှာပါ။\nကဲ..... ...",
        "rating": "6.5",
        "url": "https://megaup.net/Us9p/The_Man_In_The_Iron_Mask_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/pacific-rim-uprising-poster-1-135x200.jpg",
        "title": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]",
        "description": "Pacific Rim: Uprising (2018) [Blu-Ray 1080p 5.1 CH x264]\nIMDb - 5.6/10_____Rotten - 43%\n  \nPacific Rim ရဲ့ ဒုတိယမြောက်ကားလေး ၅နှစ်ကြာတဲ့အခါ ပရိသတ်ရှေ့ ရောက်လာပါပြီ။\nIMDb Ratinf  5.6/10 ရထားပြီးတော့ ဘတ်ဂျပ် $ ၁၇၀millionကျော်\nအကုန်အကျခံပြီး ရိုက်ကူးတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Pacifim Rim တုန်းက ကိုင်ဂျူးလို့ခေါ်တဲ့\nဂြိုလ်သားတွေရဲ့ ကျူးကျော်မှုကိုတိုက်ခိုက်မှုကို ယေဂါလို့ခေါ်တဲ့ ဧရာမစက်ရုပ်ကြီးတွေနဲ့\nတန်ပြန်တိုက်ခိုက် လို့အောင်မြင်ခဲ့ပြီး ကမ္ဘာနှစ်ခုဆက်သွယ်ထားတဲ့ တွင်းပေါက်ကြီးကို\nဖျက်ဆီးပစ်နိုင်ခဲ့တာ ၁၀ နှစ်ကျော်ကာလကို ရောက်ရှိနေပါပြီ။\nဒါပေမယ့် ယေဂါတွေရဲ့ အားနည်းချက်ကတော့ စက်ရုပ်ရဲ့ တိုက်ခိုက်နိုင်စွမ်းဟာ\nသူ့ကိုမောင်းနှင်တဲ့ ပိုင်းလော့ဒ်နှစ်ယောက်ရဲ့ သဟဇာတဖြစ်မှု ပိုင်းလော့ဒ်တွေရဲ့\nကျွမ်းကျင်မှုအပေါ်မူတည်နေသလို ကျူးကျော်လာတဲ့ကိုင်ဂျူးဆီကို သွားတိုက်တဲ့အခါမှာ\nစက်ရုပ်အကြီးကြီးမို့ သယ်ယူပို့ဆောင်ရေးမှာ ကြံ့ကြာနေတဲ့အချက်ပါပဲ။\nဒါကြောင့် ပိုင်းလော့ဒ်ကောင်းတွေရအောင် ငယ်စဉ်ကတည်းက လေ့ကျင့်ပေးရပါတယ်။\nဒါကြောင့် လူသားတွေအနေနဲ့ ဒါတွေကို ဖြေရှင်းနိုင်ဖို့နည်းလမ်းတွေ ကြံစည်လာပါတယ်။\nဒီမှာ တရုတ်နိုင်ငံ “ရှောင်-စက်မှုလုပ်ငန်း” ကနေ ...",
        "rating": "5.6",
        "url": "https://megaup.net/4fJ5g/Pacific_Rim_-_Uprising_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6rn170WmFUE4esoXvoOOAonDw16.jpg",
        "title": "The Mercy (2018)",
        "description": "The Mercy ဟာ 1968 ခုနှစ်ဝန်းကျင်မှာ ကျုင်းပခဲ့တဲ့ Sunday Times Golden Globe Race လို့ခေါ်တဲ့ လှေမာရသွန်ပြိုင်ပွဲကို ဝင်ရောက်ယှဉ်ပြိုင်ခဲ့တဲ့ အပျော်တမ်းရွက်လှေသမား Donald Crowhurst ရဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ Biography, Drama ဇာတ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားကိုရိုက်ကူးသူကတော့ ဒါရိုက်တာ James Marsh ဖြစ်ပြီး၊ ဇာတ်ဆောင်ဖြစ်သူ Donald Crowhurst နေရာမှာ The King's Speech ဇာတ်ကားနဲ့ အော်စကာဆုကိုရရှိခဲ့တဲ့သူဖြစ်ပြီး The Kingsman ဇာတ်ကားနှစ်ကားလုံးမှာ Harry Hart အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Colin Firth ပါ။ပြိုင်ပွဲဝင်ပြိုင်မယ့် ပြိုင်ပွဲဝင်တစ််ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အတွက်ကြောင့် စီကာပတ်ကုံးညွှန်းဆိုနေစရာမလိုတော့ဘူးလို့ထင်ပါတယ်။ဇာတ်ဆောင်ရဲ့ မဆုတ်မနစ်ကြိုးပမ်းမှုတွေကို အသားပေးရိုက်ကူးထားတာကြောင့် ဘဝကိုရုန်းကန်ဖို့အတွက် အားယုတ်လျော့နေတဲ့သူတွေ၊ ဘဝကိုလက်မြောက်အရှုံးပေးချင်တဲ့သူတွေအတွက်တော့ ဒီဇာတ်ကားမှပေးစွမ်းတဲ့ရသက ခွန်အားဖြစ်စေမှာ ဖြစ်တာကြောင့်\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Brilliant Star ပါ)File ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZUj7/We_Belong_Together_[2019]_(MM_Sub)_(2).mp4 https://megaup.net/1FRhs/Tucker_And_Dale_Vs_Evil_[2010]_(MM_Sub).mp4 https://megaup.net/1FRhr/The_Mercy_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/sherlock-gnomes-poster-1-133x200.jpg",
        "title": "Sherlock Gnomes (2018)",
        "description": "Sherlock Gnomes (2018)_____IMDb - 5.2/10\n Sherlock Gnomes(2018)အားလုံးမျှော်လင့်စောင့်စားနေကြတဲ့ ကာတွန်းကားလေးဖြစ်မယ်ထင်ပါတယ် ...2011 တုန်းက ထွက်ရှိခဲ့တဲ့ Gnomeo & Juliet ဇာတ်လမ်းရဲ့အဆက်ပါ ...ယခုဇာတ်လမ်းလေးထဲမှာတော့ ကျွန်တော်တို့ရဲ့အချစ်တော်တွေဖြစ်ကြတဲ့ ဥယျာဉ်စောင့်နုမ်းလေးတွေဟာလန်ဒန်ကိုပြောင်းရွေ့ခဲ့ကြပါတယ် ..ဒီအချိန်မှာပဲ လန်ဒန်မှာထူးဆန်းတဲ့အမှုတစ်ခုဖြစ်ပွားခဲ့တယ်...အဲ့ဒါကတော့ ဥယျာဉ်စောင့်နုမ်းတွေ ထူးဆန်းစွာပျောက်ဆုံးသွားခြင်းပါ ...လန်ဒန်ရဲ့အကျော်ကြားဆုံးစုံထောက်ကြီးရှားလော့ခ်နုမ်းစ်နဲ့ သူ့မိတ်ဆွေဒေါက်တာဝက်ဆန်ဟာနုမ်းတွေပျောက်ဆုံးမှုကို စုံစမ်းရင်း နိုမီယို ဂျူးလိယက်တို့နဲ့ဆုံတွေ့ခဲ့ကြပါတယ်...လျို့ဝှက်မှုတွေနဲ့ပြည့်နှက်နေတဲ့ နုမ်းတွေရဲ့ပျောက်ဆုံးမှုကို သူတို့လေးယောက်ဘယ်လိုဖြေရှင်းကြမလဲ ...ဘယ်လိုထူးဆန်းမှုတွေနဲ့တွေ့ကြုံရမလဲဆိုတာကို ဆက်လက်ရှူ့စားရမှာပဲဖြစ်ပါတယ် ...ဒါ့အပြင်ရှားလော့ခ်နုမ်းစ်ဇာတ်ကောင်ရဲ့ အသံသရုပ်ဆောင်ကလည်း မင်းသားကြီးJohnny Depp ဆိုတော့ အထူးပြောနေစရာမလိုတော့ပါဘူး အချိန်ပေးရကျိုးနပ်မဲ့ကာတွန်းကားကောင်းတစ်ကားပါပဲလို့ ပြောချင်ပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Lyric Lynn Khant ဖြစ်ပါတယ်...\n  File Size : (703 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:26:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lyric Lynn ...",
        "rating": "5.2",
        "url": "https://megaup.net/6hq2B/Sherlock_Gnomes_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/monster-hunt-2-133x200.jpg",
        "title": "Monster Hunt 2 (2018)",
        "description": "Monster Hunt 2 (2018)\nIMDb - 5.3/10_____Rotten - 50%\n  ၂၀၁၅ တုန်းက ထွက်ရှိခဲ့ တဲ့ Monster Hunt ဇာတ်ကားရဲ့ အဆက်အဖြစ် ထွက်ရှိလာတာ ဖြစ်ပြီး ချစ်စရာမိစ္ဆာကောင်လေး ဝူဘရဲ့ စွန့်စားခန်းဇာတ်လမ်းကို ဆက်လက်ရှုစားရမှာ ဖြစ်ပါ တယ်။အရင်ဇာတ်လမ်းရဲ့ အဆုံး သတ်မှာ မိစ္ဆာကောင်လေး ဝူဘ ဟာ သူ့ဘဝခရီးရှေ့ဆက်ဖို့ သူ့ရဲ့ လူသား မိဘနှစ်ပါးဖြစ်တဲ့ ထျန်၊ လန်တို့နဲ့ လမ်းခွဲခဲ့ပါတယ်။ မိစ္ဆာ လောကမှာလည်း မိစ္ဆာဘုရင်ကြီး သေဆုံးအပြီးမှာ သူ့နေရာဆက်ခံ ဖို့ အချင်းချင်း သတ်ကြဖြတ်ကြနဲ့ လောကမငြိမ်းချမ်းခဲ့ပါဘူး။တကယ်တော့ ဝူဘလေးဟာ သူ့မိဘတွေနဲ့ လမ်းခွဲခဲ့ပေမယ့် အရင်တုန်းက အတူရှိနေချိန်တွေ ကို တစ်ချိန်လုံး သတိရနေခဲ့တာ ပါ။ အဲဒါနဲ့ နောက်ဆုံးမှာတော့ ထိုင်သတိရနေမယ့်အစား ပြန် လိုက်ရှာဖို့ ဆုံးဖြတ်ခဲ့ပြီး စွန့်စား ...",
        "rating": "5.3",
        "url": "https://megaup.net/TQoj/Monster_Hunt_2_(Zhuo_Yao_Ji_2)_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/jcvzx5ly3vno-140x200.jpg",
        "title": "[18+]The Sultry Assassin : The Aphrodisiac Kill (2010)",
        "description": "ဂျပန်ဆာမူရိုင်းမလေး Rin တစ်ယောက်သူ့အဖေကိုသတ်လိုက်တဲ့ လူသတ်သမားကိုလိုက်ရှာနေရင်းနဲ့ တားမြစ်ထားတဲ့ဆေးတစ်ခုအကြောင်းကို မမျှော်လင့်ဘဲ သိရလိုက်ရတဲ့အခါမှာတော့...ဆာမူရိုင်းဖိုက်တင် 18+ ကားလေးပါ...ဆာမူရိုင်းမလေးကတော့ တော်တော်ချောတယ်လို့လက်တို့ပါရစေ..ဒါနဲ့ ဒီကားထဲမှာပါတဲ့ဆေးအစွမ်းကတော်တော်စွမ်းတယ်ဗျ..ဘာဆေးလဲဆိုတာကိုဒီကားထဲမှာကြည့်ကြည့်လိုက်ပါကုန်။(Dark Side Production မှတင်ဆက်သည်။) \nFile size…(750 MB) and (330 MB)\nQuality…DVDrip\nFormat…mp4\nDuration….01:08:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Dark Moe Gyi",
        "rating": "",
        "url": "https://megaup.net/2neUd/The_Sultry_Assassin(2010).mp4",
        "category": "Action, Adult, Adventure, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMTA4NTgwMjM5MzheQTJeQWpwZ15BbWU3MDg2ODA1ODk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Turbo (2013)",
        "description": "Turbo - (2013)\nIMDb - 6.4/10_____Rotten - 67%\n 17 July 2013 က ထွက်ရှိထားတဲ့ Animation Cartoon ရုပ်ရှင်ဖြစ်ပါတယ်...\nAnimation | Adventure | Comedy | Family | Sport အမျိုးအစား\nကာတွန်းရုပ်ရှင်ဖြစ်ပြီး မဖြစ်မနေကြည့်ရှုသင့်တဲ့ အတွေးအခေါ်တစ်ခုခု\nရရှိစေမယ့် ကာတွန်းရုပ်ရှင်ဖြစ်ပါတယ်...\nဇတ်လမ်း အစ မှာတော့ အိမ်တစ်ခု ရဲ့ ဥယဉ်အတွင်းမှာ မှီတင်းနေထိုင်ကြသော\nဥယဉ်ခရုများအနက် တာဘို နှင့် ၎င်း၏ အကိုဖြစ်သူ ချက် တို့လဲ ပါဝင်ပါတယ်\nဥယဉ်ခရုတို့ သဘာ၀ မနက်ထ အလုပ်လုပ် အစာစား တစ်နေကုန် ခရုသံသယာ\nဘ၀ လည်နေသောလဲ တာဘို တွင်မှု ရည်မှန်းချက်ကြီးကြီးမားမားရှိနေပါတယ်\n၎င်းနေထိုင်ရာ ခြံအတွင်း မှ ပိုင်ရှင်ဖြစ်သူ၏ တီဗီတွင်လာသော နိုင်ငံတကာ\nကားပြိုင်ပွဲများကို ကြည့်ပြီး ၎င်းကို၎င်း ပြိုင်ကားအမှတ်ဖြင့် ကြိုးစားနေသူ\nဖြစ်ပါတယ်...\nထိုကဲ့သို့ ပြိုင်ကား စိတ်ဓါတ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/2TuA1/Turbo_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fbMVirC0QIlzxMJabtH8OqWFCtd.jpg",
        "title": "Seven Swords",
        "description": "၂၀၀၅ ခုနှစ်ထွက် တရုတ်သိုင်းကားကောင်းလေးကို တင်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့....၁၇ ရာစု မှာ အင်အားကြီးထွားနေတဲ့ စစ်ဘုရင် fire.wind ဟာ ရွာတွေဖျက်ဆီးလူတွေသတ်ရင်း ချီတတ်လာနေပါတယ်။ဒါကို တားဆီးချင်တဲ့ အငြိမ်းစားပါးကွက်သား ဖူကျင်းကျူးဟာရွာထဲက တပည့်နှစ်ယောက် နဲ့ အတူ ကောင်းကင်ဘုံတောင်ကပန်းပဲဓားသိုင်းဆရာကြီး ဆီကအကူအညီကို တောင်းခံပါတော့တယ်။ဆရာကြီးက တပည့်လေးယောက်ကို အကူထည့်ပေးပြီး သူတို့ ၇ ယောက်အတွက်ထူးခြားတဲ့ ဓား တစ်ချောင်းစီ ပေးအပ်လိုက်တဲ့အခါ ဓားရဖော်အဖွဲ့ ဖြစ်လာပြီးစစ်ဘုရင်ကြီးရဲ့ တပ်တွေကို အံတုပါတော့တယ်.......ဒီရုပ်ရှင်ကားကိုဘာသာပြန်ပေးထားသူကတော့ Archi Thang Gyi ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/seven-swords/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m9FODCCEse9e32sqso14Gpe1RZN.jpg",
        "title": "Sara’s Notebook (2018)",
        "description": "Sara’s Notebook ဆိုတဲ့ဇာတ်လမ်းကတော့ အာဖရိက မှာ ရိုက်ထားတဲ့ စပိန် Adventure/Thriller ကားအမျိုးအစားဖြစ်ပါတယ်။Rating 6.2 ရထားပြီး သည်းထိပ်ရင်ဖိုဖွယ်ကြည့်ရမယ့်ကားလေးပါ။ဇာတ်လမ်းကတော့ ရှေ့နေတစ်ယောက်ဖြစ်တဲ့ Laura ဟာ နှစ်နှစ်လောက်ပျောက်သွားခဲ့တဲ့ သူ့ရဲ့ညီမ Sara ကိစ္စနဲ့ အာဖရိကကိုသွားခဲ့ပါတယ်။ဒါပေမဲ့ အာဖရိကကိုရောက်လို့ Laura ဟာ သူ့ညီမ Sara ရဲ့ မှတ်စုစာအုပ်ကို တွေ့ပြီးတဲ့အခါမှာတော့ ပျောက်နေခဲ့တဲ့ သူ့ညီမကို ရှာဖို့ စိတ်အားထက်သန်ခဲ့ပါတော့တယ်။ဒါပေမဲ့ သူ့ညီမကို သွားရှာရမယ့် နေရာက ကမ္ဘာ့အန္တာရာယ် အများဆုံးနေရာဖြစ်တဲ့ အာဖရိက သူပုန်စစ်တပ်တွေ ပိုင်တဲ့ ရွှေနက်မိုင်းတွင်းတွေတူးတဲ့နေရာကိုသွားရမှာဖြစ်ပါတယ်။Laura ကရော ဒီလို ဝေးလံပြီး အန္တာရာယ်များတဲ့ နေရာကို ဘယ်လို စွန့်စားပြီးသွားရမလဲဘယ်လို အသက်အန္တာရာယ်တွေနဲ့ကြုံတွေ့ရမလဲ။သူ့ညီမ Sara ကရော ဒီလို သူပုန်စစ်တပ်တွေနေတဲ့ နေရာမှာ အသက်ရောရှင်သေးရဲ့လားဆိုတာကို ဇာတ်လမ်းအဆုံးထိ ရင်တစ်မမ နဲ့ ကြည့်ရမယ့်ကားလေးဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Brilliant Star  ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/saras-notebook-2018/",
        "category": "Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2o4z89Q6YsEniOboIvRDKVNnuPw.jpg",
        "title": "Trouble Is My Business (2018)",
        "description": "ရောက်လာတဲ့ကိစ္စက သူ့အဖေပျောက်သွားလို့ လိုက်ရှာပေးဖို့အကူအညီလာတောင်းတာပါတဲ့….ဖြစ်ချင်တော့ စုံထောက်နဲ ့ မိန်းမပျိုဟာရည်ငံသွားကြပြီး အဲ့ဒီညမှာတင် စုံထောက်တိုက်ခန်းကိုလိုက်အိပ်ပါသတဲ့….မနက်နိုးတော့ မိန်းကလေးဟာ ပျောက်ဆုံးနေခဲ့ပြီး သူနဲ့အတူအိပ်ခဲ့တဲ့ အိပ်ရာပေါ်မှာ သွေးကွက်ကြီးတစ်ခုသာ ကျန်ခဲ့တာကို စုံထောက်ကထူးဆန်းစွာတွေ့ရှိခဲ့ပါတယ်…အဲ့ဒီမနက်မှာ ဖုန်းခေါ်ဆိုမှုတစ်ခုရပြီး ရုံးကိုပြန်အသွား ရွှေအိုရောင်ဆံပင်နဲ့မိန်းကလေးတစ်ယောက် ထပ်ရောက်လာခဲ့ပါတယ်…သူကတော့ ကတ်သရင်းရဲ့ညီမ ဂျနီဖာပါတဲ့…သူကလည်းမနက်လင်းလင်းချင်း သူ့ဆီကို ကတ်သရင်းနဲ့စုံထောက်အတူရှိနေခဲ့ကြတဲ့ပုံတွေကို စာအိတ်တစ်အိတ်နဲ့ရောက်လာပြီး သူ့အဖေပြီး သူ့ညီမပါထပ်ပျောက််သွားတဲ့အတွက် သူ့ဆီလာရောက်စုံစမ်းခြင်းပါ..ဒီလိုနဲ့ ထူးဆန်းစွာပျောက်ဆုံးမှုတွေကို ရှာဖွေရင်း ရှုပ်ထွေးတဲ့ပြဿနာတွေထဲ ဝင်ရောက်မိသွားတဲ့ ရာဇဝတ်စုံထောက်ကားကို ၁၉၄၀ ပတ်ဝန်းကျင် ကပုံစံမျိုးနဲ့ရိုက်ကူးထားတဲ့ ၂၀၁၈ ထွက် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်…စုံထောက်ကားကြိုက်နှစ်သက်သူတွေအတွက် ဇာတ်လမ်းအဆုံးထိဆွဲခေါ်သွားပြီး ဇာတ်လမ်းအဆုံးမှာ ဟာခနဲ ဟင်ခနဲ ဖြစ်သွားစေမယ့် ကားတစ်ကားပဲဖြစ်လို့ ကြည့်ရှုခံစားကြဖို့ ဖိတ်ခေါ်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)File Size : (850 MB) and (333 MB)Quality : WEB-DL 720p\nRunning Time : ...",
        "rating": "6.9",
        "url": "https://megaup.net/3IVdX/Trouble_Is_My_Business_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rDyK1mCUFxbQcxFHj9c2xumFCp.jpg",
        "title": "Son of Rambow (2007)",
        "description": "ဒီကားလေးကိုစကြည့်မိတော့ကျွန်တော်တို့ယောက်ျားလေးတွေငယ်ငယ်တုန်းက ကစားတာတွေကိုသွားသတိရမိတယ်စစ်တိုက်တမ်းကစားရင်ဟိုဘက်နဲ့ဒီဘက်ခဲတွေပစ်ပြီးဆော့တာပေါ့လေသေနတ်တွေစပေါ်လာတုန်းကဆိုရင်လေသေနတ်နဲ့ပစ် နွေရာသီဆိုစွန်လွှတ်် ဂျင်ပေါက် အရုပ်ပစ် နဲ့ ဒီကြားထဲစမတ်ဒေါင်းကွဆိုပြီးချသေးတာပဲရုပ်ရှင်ကြည့်ပြီးရင် ကိုယ်ကြိုက်တဲ့ဇာတ်ကောင်တွေဆိုအတုခိုး သူ့အတိုင်းလိုက်လုပ်နဲ့စဉ်းစားရင်းပျော်ဖို့ကောင်းခဲ့တာ ဒီကားမှာလဲအဲ့လိုပဲ ဝီလီယံဆိုတဲ့ကောင်လေးတစ်ယောက် ကျောင်းမှာဆိိုးပေတေတဲ့လီကန်တာအိမ်ကိုရောက်သွားပြီး ရမ်ဘိုကား FIRST BLOOD ဆိုတဲ့ဇာတ်ကားကိုကြည့်မိပြီး စတော့တာပဲနဂိုကတည်းကပုံဆွဲဝါသနာပါနဲ့သူ့ကိုယ်သူရမ်ဘိုရဲ့သားဆိုကိုယ့်ဟာကိုဇာတ်လမ်းရေးထားတာရုပ်ရှင်ဇာတ်လမ်းဝင်ပြိုင်မယ့်လီကန်တာလဲဇာတ်လမ်းကြိုက်ပါတယ်ဆိုပြီးရိုက်တော့တာပဲသူတို့ဘယ်လိုရုပ်ရှင်ရိုက်ကြလဲဆိုတာဇာတ်လမ်းထဲမှာကြည့်ပေါ့နော်ဟာသခန်းလေးတွေလဲပါတယ်သူတို့ရုပ်ရှင်ရိုက်တာကိုကြည့်ပြီးငယ်ငယ်ကကမြင်းကြောထတာတွေတောင်သတိရမိတယ်ကျောင်းမှာဆော်ကြည်ဘဲ ပြင်သစ်ကလာတဲ့ ဒီဒီယာတစ်ယောက်ဝီလီယံတို့ရိုက်မယ့်ဇာတ်လမ်းထဲမှာဝင်ပါပါရစေဆိုပြီးဝင်ရိုက်ပါတယ်ကန်တာကအမြင်ကတ်တော့ပြသနာတွေဖြစ်တော့တာပဲနောက်ဆုံးမှာ dramaပုံစံမျိုးလေးနဲ့ဇာတ်သိမ်းထား တယ်ဇာတ်ဆောင်က ကလေးတွေပဲဆိုပြီးအထင်မသေးပါနဲ့ IMDB rating 7 ရထားတဲ့ဇာတ်ကားကောင်းလေးပါကဲကျွန်တော်တို့ကလေးဘဝကိုတစ်ခေါက်လောက်ပြန်သွားကြတာပေါ့(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကိုတင်မျိုးလွင်ပါ)  Quality : Blu-Ray 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-iNFAMOUS\nTranslated by Tin Myo Lwin\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/115oi/Son_Of_Rambow_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/ripd-poster-133x200.jpg",
        "title": "R.I.P.D. (2013)",
        "description": "R.I.P.D. (2013)_____IMDb - 5.6/10\n  \nဒီကားကတော့ ၁၉ ၉ ဝ ကျော်ကထွက်ရှိခဲ့တဲ့ Man In Black နဲ့ပုံစံတူတဲ့ကားဖြစ်ပါတယ်...\nDeadpool မင်းသားဖြစ်တဲ့ Ryan Reynolds ကရဲအရာရှိတစ်ယောက်ဖြစ်ပြီးတော့\nသူ့ရဲ့လက်တွဲဖော်လုပ်ကြံမှု့ကြောင့် စစ်ဆင်ရေးတစ်ခုမှာသေဆုံးသွားခဲ့ပါတယ်...\nသူသေဆုံးသွားတဲ့အချိန်မှာ သူ့ကို R.I.P.D လို့ခေါ်တဲ့ Rest In Peace Department ကနေ\nသူ့ကို အမှု့လိုက်ဖို့အတွက်ပြန်လည်ဆင့်ခေါ်လိုက်ပါတယ်...\nR.I.P.D ရဲ့အမှု့တွေကတော့ ငရဲပြည်ကနေလွတ်လာတဲ့ လူယောင်ဆောင်ထားတဲ့\nမကောင်းဆိုးဝါးတွေကို လိုက်လံဖမ်းဆီးနှိမ်နင်းရတာပဲဖြစ်ပါတယ်...\nဒီလိုလိုက်လံစုံစမ်းရင်း ထူးဆန်းတဲ့ အကောင်တွေ ကမ္ဘာမြေပြင်ကို\nကျလာမှာကို နောက်ဆုံးမှာတော့ တားဆီးရပါတော့တယ်....\nသူတို့ဟာ တကယ့်လူ့ဘဝထဲကိုဝင်တဲ့ အခါ လက်ရှိရုပ်သွင်ပြင်နဲ့ဝင်ရတာမဟုတ်ပဲနဲ့\nသူတို့ရဲ့ ID Card မှာပါတဲ့ ရုပ်နဲ့ဝင်ရပါတယ်...\nဒါကြောင့် သူများတွေအမြင်မှာတော့ သူတို့ဟာ တခြားပုံဖြစ်နေတတ်ပါတယ်..\nအက်ရှင်ကားအမျိုးအစားဖြစ်ပြီးတော့ အိမ်မှာနေရင်းပိတ်ရက်မှာအပျင်းဖြေဖို့အတွက်\nသင့်တော်တဲ့ကားဖြစ်ပါတယ်...\n   \nFile Size : (760 MB)\nQuality : BluRay 720p\nRunning Time : 1hr 36min\nFormat : Mp4\nGenre : Action,Adventure,Comedy\nEncoded by Moe ...",
        "rating": "5.6",
        "url": "https://megaup.net/2gn4f/R.I.P.D._[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYG0IvEdQ54KM7r6IQ0ETrGj4Il.jpg",
        "title": "Fantastic Journey to Oz (2017)",
        "description": "2018 ခုနှစ်ထွက်ထားတဲ့ သားသားမီးမီးတို့ အကြိုက်အင်နီမေးရှင်းကားလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားလေးကတော့ Oz ဆိုတဲမှော်တိုင်းပြည်ကြီးကို အလည်သွားရောက်တာကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်ပြီးတော့ သားသားမီးမီးတို့ အကြိုက် မျောက်ကလေးတွေငှက်ကလေးတွေ နဲ့ ဝက်ဝံကြီးလဲပါပါတယ် ဇာတ်လမ်းလေးက ကတော့ Urfin ဟာ Ozဆိုတဲ့ မှော်တိုင်းပြည်ကြီးကို မတော်မတရားသိမ်းပိုက်ပြီး အုပ်ချုုပ်ဘုရင်လုပ်ချင်တာပါဒါ့ကြောင့် သူဟာ သူ့ရဲ့ သစ်သားစက်ရုပ်တွေနဲ့ တက်ပြီးတော့ သိမ်းပိုက်ပြီးတော့ဒီမှော်တိုင်းပြည်ကြီးရဲ့ နာမည်ကို Urfinville ဆိုပြီးနာမည်ပါပြောင်းလိုက်ပါတယ်ဒီလိုနဲ့ သူဟာ သူ့နန်းတက်ပွဲအတွက် ကျင်းပဖို့ အဆင်သင့်ဖြစ်နေချိန်မှာ သူ့အတွက်အနှောက်အယှက်ဝင်လာတာကတော့ တခြားတိုင်းပြည်ကနေ သောက်ကမျင်းကြောထပြီးရောက်လာတဲ့ ဒေါ်ရိုသီ ဆိုတဲ့ ကောင်မလေးပါ သူနဲ့ အတူ သူ့သူငယ်ချင်းတွေကတော့ခြင်္သေ့ကြီး ၊စာခြောက်ရုပ်လေးနဲ့ သံပတ်ရုပ်လေး တို့ဖြစ်ပါတယ် ကဲ သူ့သူငယ်ချင်းတွေကကောဒေါ်ရသီကို အိမ်ပြန်ဖို့ ကူညီပေးနိုင်မှာလား ဒေါ်ရသီကကော မှော်တိုင်းပြည်ကြီးကိုကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ပရိတ်သတ်ကြီးက အဆ ကြည့်ကြရမှာဖြစ်ပါတယ်Qty - HD RipGern - Advanture / AnimationDuration - 1hr 54minTranslator - Pyae SoneEncoder - Kyaw ...",
        "rating": "5.6",
        "url": "https://megaup.net/115np/Fantastic_Journey_To_Oz_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "",
        "title": "Jack the Giant Slayer (2013)",
        "description": "The story of an ancient war that is reignited when a young farmhand unwittingly opens a gateway between our world and a fearsome race of giants. Unleashed on the Earth for the first time in centuries, the giants strive to reclaim the land they once lost, forcing the young man, Jack into the battle of his life to stop them. ...",
        "rating": "6.3",
        "url": "https://megaup.net/2dekf/Jack_-_The_Giant_Slayer_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/p32133_p_v8_ab-200x300.jpg",
        "title": "Hulk (2003)",
        "description": "Hulk (2003) ကေတာ့ Hulk ရဲ႕ Origin ကိုသီးသန္႔ရိုက္ကူးထားျဖစ္ျပီး Solo သေဘာမ်ိဳး ထြက္ရွိထားတာပါ။MCU နဲ႔ တိုက္ရိုက္ၾကီး ဆက္ႏြယ္မႈမရွိေပမယ့္ Hulk ရဲ႕ Origin ကိုေတာ့ ျမည္းစမ္းဖို႕ ၾကည့္သင့္ပါတယ္။ \nFile size…(1.1 GB) and (660 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:18:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by OWL",
        "rating": "5.7",
        "url": "https://megaup.net/2gQS7/Hulk_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/armageddon-poster-133x200.jpg",
        "title": "Armageddon (1998)",
        "description": "Armageddon (1998)______IMDb - 6.7/10\n Unicodeဒီဇာတ်ကားနဲ့ ပတ်သက်ပြီး ကျွန်တော့်ရင်ထဲမှာပြောချင်တာတွေအရမ်းများနေတယ်။ ပြောချင်တာတွေချရေးလိုက်တိုင်း ဆိုလိုရင်းကိုမထိရောက်သေးသလိုခံစားနေရတယ်။ဒီဇာတ်ကားကပေးတဲ့ခံစားချက်တွေ ကျေနပ်မှုတွေ မကျေနပ်မှုတွေ မချိတင်ကဲတွေ အစုံစုံကိုကျွန်တော်အသေးစိတ်ရေးပြချင်တယ်....ဒီနေရာမှာကျွန်တော့်ရဲ့အားနည်းချက်ကအထင်းသားပေါ်တာပဲ...စာချရေးလိုက်တိုင်းမှာအဲ့ဒီခံစားချက်တွေပါမလာသလိုကျွန်တော်ခံစားနေရတယ်..ဒါနဲ့ပဲ ရေးထားသမျှတွေအကုန်ပြန်ဖျက်လိုက်တယ်....ဒီလိုဇာတ်ကားမျိုးကိုညွှန်းပေးဖို့ကျွန်တော်မထိုက်တန်ဘူး။မိတ်ဆွေတို့ဖာသာပဲခံစားကြည့်ရှုလိုက်ပါတော့။ကျွန်တော့်တုန်းကတော့ \"ဝိုင်ပြင်းပြင်းတစ်ခွက်ကို ဇိမ်နဲ့သောက်နေရသလိုမျိုး \" ခံစားမိခဲ့တယ်....သီချင်းသံလေးတွေ အပြုံးလေးတွေကအစ ရင်ထဲသိမ်းထားမိခဲ့တဲ့ သိပ်ကိုကြိုက်တဲ့ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဇာတ်ဆောင်တွေကတော့ မင်းသားကြီး ဘရုစ်ဝီလီ...မင်းသား Ben Affleck တို့ဖြစ်ပါတယ်။မင်းသမီးကတော့ ကျွန်တော့်ကို အံ့သြမင်တက်စေခဲ့တဲ့ အလှကျက်သရေတွေနဲ့ မင်းသမီး Liv Tyler ပါ။ဇာတ်ရံတွေကလဲနာမည်ကြီးတွေပါပဲ။ Rating တွေကိုတော့ မပြောခဲ့တော့ဘူး....ယုတ္တိမရှိရင် နှလုံးသားကိုလဲ နားလည်မခံစားပေးချင်တဲ့ ဒီ Rating ပေးတဲ့ကောင်တွေကို အမြင်ကပ်နေလို့ပါပဲ။\n(Myo Min Aung မှခံစားတင်ဆက် ဘာသာပြန်ပေးထားတာပါ။)Zawgyiဒီဇာတ္ကားနဲ႕ ပတ္သက္ျပီး ကြ်န္ေတာ့္ရင္ထဲမွာေျပာခ်င္တာေတြအရမ္းမ်ားေနတယ္။ ေျပာခ်င္တာေတြခ်ေရးလိုက္တိုင္း ဆိုလိုရင္းကိုမထိေရာက္ေသးသလိုခံစားေနရတယ္။ဒီဇာတ္ကားကေပးတဲ့ခံစားခ်က္ေတြ ေက်နပ္မႈေတြ မေက်နပ္မႈေတြ မခ်ိတင္ကဲေတြ အစံုစံုကိုကြ်န္ေတာ္အေသးစိတ္ေရးျပခ်င္တယ္....ဒီေနရာမွာကြ်န္ေတာ့္ရဲ႕အားနည္းခ်က္ကအထင္းသားေပၚတာပဲ...စာခ်ေရးလိုက္တိုင္းမွာအဲ့ဒီခံစားခ်က္ေတြပါမလာသလိုကြ်န္ေတာ္ခံစားေနရတယ္..ဒါနဲ႕ပဲ ေရးထားသမွ်ေတြအကုန္ျပန္ဖ်က္လိုက္တယ္....ဒီလိုဇာတ္ကားမ်ိဳးကိုညႊန္းေပးဖို႕ကြ်န္ေတာ္မထိုက္တန္ဘူး။မိတ္ေဆြတို႕ဖာသာပဲခံစားၾကည့္ရႈလိုက္ပါေတာ့။ကြ်န္ေတာ့္တုန္းကေတာ့ \"ဝိုင္ျပင္းျပင္းတစ္ခြက္ကို ဇိမ္နဲ႕ေသာက္ေနရသလိုမ်ိဳး \" ခံစားမိခဲ့တယ္....သီခ်င္းသံေလးေတြ အျပံဳးေလးေတြကအစ ရင္ထဲသိမ္းထားမိခဲ့တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/Qxja/Armageddon_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-3-poster-133x200.jpg",
        "title": "The Monkey King 3 (2018)",
        "description": "The Monkey King 3 (2018)_____IMDb - 5.5/10\n ဒီဇာတ်ကားမှာတော့ ဆရာ တော် ရှန်ကျန်းနဲ့ တပည့်ကျော် သုံးဦးဖြစ်တဲ့ ဝူခုံး၊ ပါကျဲနဲ့ ဝူဂျင်းတို့တွေ မိန်းမလှနိုင်ငံကို ရောက် သွားပြီး ကြုံဆုံရတာတွေကို ဇာတ်အိမ်တည်ထားတာ ဖြစ်ပါတယ်။ဆရာတော် ရှန်ကျန်းနဲ့ တပည့်ကျော်တွေဟာ ကျမ်းစာ အုပ်တွေ ယူဆောင်ဖို့ အနောက် ဘက်ကို ခရီးဆန့်ကြရင်း တစ် ရက်မှာတော့ စုလစ်မွမ်းချွန်တွေ နဲ့ ခမ်းနားတဲ့ နေရာတစ်ခုကို ရောက်ရှိခဲ့ပါတယ်။ အဲဒီနေရာက တော့ ငယ်ငယ်ချောချော ဘုရင်မ လေးအုပ်ချုပ်ရာ မိန်းမလှ တိုင်း ပြည်ပဲ ဖြစ်ပါတယ်။အဲဒီကို ရောက်သွားပြီးတဲ့ နောက်မှာတော့ ဆရာတော် ရှန် ကျန်းနဲ့ ဘုရင်မလေးတို့ကြားမှာ သံယောဇဉ်ဖြစ်ခဲ့ပါတော့တယ်။ ဒါပေမဲ့ ဘုရင်မလေးရဲ့ အကြံပေး မိန်းကလေးကတော့ သူတို့နိုင်ငံ ရဲ့ စည်းမျဉ်းစည်းကမ်းအရ သူတို့ဆီကို ...",
        "rating": "5.5",
        "url": "https://megaup.net/1yarj/The_Monkey_King_3_(Xi_You_Ji_Zhi_Nü_Er_Guo)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2zDJe9MaBW7XYjRdbYNlIqRNvZ.jpg",
        "title": "The Escape of Prisoner 614(2018)",
        "description": "Encoder - Kyaw Ye Aungaလတ်တလောထွက်ရှိလာတဲ့ကားသစ်လေးတစ်ကားကို မိတ်ဆက်ပေးလိုက်ပါတယ်။အက်ရှင်ဇာတ်လမ်းကြိုက်သူတွေအတွက်တင်ဆက်ထားတဲ့ ကားလေးနာမည်ကတော့The escape of prisoner 614 (2018)ပါ။ လောကကြီးမှာ အပြစ်မရှှိပဲနဲ့ မတရားခံရတာလောက်ခံပြင်းစရာကောင်းတဲ့ ကိစ္စမရှိတော့ပါဘူး အသွားမတော်မလှမ်း ဆိုတဲ့ အတိုင်းအထင်မှတ်ထားတဲ့ နေရာမှာ ကိုယ်က ထိုးကျွေးခံလိုက်ရတော့အပြစ်မရှိပဲ သူများအစား အပြစ်ကို ခံရပါတော့တယ်ဒီကားလေးက ကောင်းဘွိုင်ဆန်ဆန်ကားလေးဖြစ်ပြီးတော့ကောင်းဘွိုင်ကားကြိိုက်နှစ်သက်တဲ့သူတွေ အကြိုက်တွေ့မယ့်ကားလေးဖြစ်မှာပါဇာတ်လမ်းလေးအကျဉ်းကတော့အကျဉ်းသားတစ်ယောက်ထောင်ဖောက်ပြေးတာကနေ စတာပါ။အဲ့ဒီလွတ်မြောက်သွားတဲ့ အကျဉ်းသားဟာသူအပြစ်မရှိဘူးလို့ အခိုင်အမာငြင်းဆိုနေခဲ့ပါတယ်။ဇာတ်ရှိန်တက်လာတာနဲ့အမျှ သူ့တကယ်ပဲအပြစ်ရှိသလားအကွက်ဆင်လုပ်ကြံခံရတာလား အကွက်ဆင်ခံရတယ်ဆိုအဲ့ဒီနောက်မှာ ဘယ်သူတွေရှိနေတာလဲ သူခင်သလိုရောရိုးရှင်းလွယ်ကူပါ့မလားဆိုတာရင်တစ်ဖိုဖိုနဲ့ ကြည့်ရှုရမယ့်ကားကောင်းလေးပါ။Qty - 720p Web DLGern - Advanture / Comedy / CrimeDuration - 1hr 50minTranslator - Pyae SoneReview - Aye Mon Kyaw",
        "rating": "N/A",
        "url": "https://megaup.net/11a7r/The_Escape_Of_Prisoner_614_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/Journey_to_the_West-140x200.jpg",
        "title": "Journey to The West (2005)",
        "description": "အခုတစ္ခါေတာ့ အေနာက္ဖက္သို႕ခရီးသြားျခင္းဆိုတဲ့ ၂၁ အထက္ၾကည့္ရမယ့္ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ၂၁ ပရိတ္သတ္ေတြလဲ မတက္တာၾကာဘီဆိုေတာ့သူတို႕ကိုပစ္ထားတယ္ ထင္ေနမွာစိုးလို႕ပါ ဒီကားေလးထဲမွာ အၾကမ္းဆံုးကေတာ့ က်ဴးပါက်ဲပါအေသၾကမ္းပါတယ္ Spell ေတြကလဲေဂၚပါတယ္ ေမ်ာက္ကေတာ့ ေသာက္ပိန္းပါဒီကားက အေနာက္ဖက္ကိုက်မ္းစာသြားသယ္မယ့္ ဇာတ္လမ္းထဲမွာ မိန္းမလွေလးေတြၾကီးပဲရွိတဲ့တိုင္းျပည္ကို ျဖတ္သြားရတဲ့ အခန္းကို ၀ူုခုန္းကားၾကည့္ဖူးတဲ့သူတိုင္းမွတ္မိၾကမွာပါဒီကားက အဲအခန္းကိုျဖတ္ျပီးေတာ့ ရိုက္ထားတာပါ ထူးျခားတာက အေျပာင္းအလဲေပါ့ေနာ္ဒီကားထဲမွာက်မ္းစာသယ္မယ့္သူက ဆရာေတာ္မဟုတ္ပါဘူး မယ္သီလရွင္ပါျပီးေတာ့ ဒီကားထဲမွာ Lesbian ေတြရဲ႕ ရက္စက္တတ္တဲ့ ခ်စ္ခ်င္းသေဘာေတြကိုလဲရိုက္ကူးပံုေဖာ္ျပထားတာမို႕ Les ေတြရဲ႕ ေၾကာက္ဖို႕ေကာင္းတဲ့အခ်စ္ကိုလည္းေတြ႕ၾကရမွာပါကဲေလေပါေနတာေတာင္မ်ားသြားျပီ ဇာတ္လမ္းအက်ဥ္းေလးကိုထပ္သြားၾကတာေပါ့ဇာတ္လမ္းေလးကေတာ့ က်မ္းစာသယ္မယ့္ဆရာေလးရယ္ ၀ူခုန္းရယ္ ပါက်ဲရယ္ဟာတန္ ႏိုင္ငံကေန အေနာက္ဖက္ကို သြားျပီး က်မ္းစာသြားသယ္ၾကပါတယ္လမ္းမွာ မိန္းမလွေလးေတြရွိတဲ့ တိုင္းျပည္ကိုေရာက္ပါတယ္ အဲ့တိုင္းျပည္မွာညီအမ ၂ေယာက္က အုပ္ခ်ဳပ္ပါတယ္ ေရႊ ရယ္ ေငြရယ္ ပါ အဲ့မွာေရႊက အမၾကီးဆိုေတာ့ ဘုရင္မပါ အဲ့အခ်ိန္မွာ တေဘာင္တစ္ခုကေပၚလာပါတယ္ပံုမွန္က က်မ္းစာသယ္မယ့္ ဆရာေတာ္ရဲ႕အသားကိုစားရင္ အသက္ရွည္မယ္ ပါ၀ါတိုးမယ္ေပါ့ဒီထဲမွာေတာ့ မဟုတ္ပါဘူး က်မ္းစာသယ္တဲ့ဆရာေလးရဲ႕ အပ်ိဳပန္းကို ဆြတ္ခူးႏိုင္ရင္အသက္ရွည္ပါမယ္ ပါ၀ါတိုးပါမယ္ အဲ့မွာ ေရႊက ဆရာေလးကို ျမင္ျမင္ခ်င္းမိန္းမခ်င္းပစ္ေၾကြသြားျပီးေတာ့ႏွစ္ကိုယ္တူ ဒီေဂ်ပြတ္ၾကဖို႕ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/journey-to-the-west-2005/",
        "category": "Adult, Adventure"
    }
]