[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/arrowhead-155x200.png",
        "title": "Oro Arrowhead (2021)",
        "description": "Oro Arrowhead (2021)\n================၁၈၃၀ ခုနစ်မှာ အမေရိကန်အစိုးရဟာ ဌာနေတိုင်းရင်းသား အင်ဒီးယန်းတွေကို\nနေရာရွှေ့ပြောင်းရေး အစီအမံလုပ်ခဲ့ပါတယ်။အသစ်ဝင်ရောက်လာတဲ့ လူဖြူတွေ\nဝါဂွမ်းစိုက်ပျိုးလို့ရအောင်မြေလိုတဲ့အတွက်လို့ အကြောင်းပြပြီး ချရိုကီးလူမျိုး\n၁၆၀၀၀ ကျော်အပါအဝင် လူပေါင်း၆၀၀၀၀ လောက်ရှိတဲ့ မျိုးနွယ်စု ငါးစုကိုမိုင်ပိုင်းများစွာ\nလမ်းလျှောက်ခရီးနဲ့ အတင်းအကျပ်ပြောင်းရွှေ့ခဲ့ပါတယ်။ ပင်ပန်းဆင်းရဲမှုကြောင့်\nလူပေါင်း လေးထောင်ကျော်သေဆုံးခဲ့ပြီး မျက်ရည်လျှောက်လမ်းလို့ အမည်တွင်ခဲ့ပါတယ်။\nဒါ့အပြင် မျိုးနွယ်စုတွေ ဖယ်ရှားခံခဲ့ရတဲ့နေရာတွေဟာ တွင်းထွက်ပစ္စည်းလည်း\nထွက်တဲ့အတွက် လူဖြူတွေက လိုချင်တပ်မက်ခဲ့တာပါ။အဲဒါကို သိတဲ့ မျိုးနွယ်စုတွေဟာ ရွှေတွေကို တူးဖော်ပြီး မှော်အစီအရင်တွေနဲ့\nဖွက်ခဲ့ပါတယ်။ နောင်အခါမှာ အဲဒီအကြောင်းကို သိတဲ့ သိုက်တူးဖို့ လာသူတွေလည်း\nအများကြီးရှိတာပေါ့။ဒီဇာတ်ကားမှာတော့ မြို့တော်ဝန်ဟာ ရွှေသိုက်ကို ရှာဖွေနေသူပါ။ အခြားဒီလိုမျိုး\nအကြံအစည်ရှိသူ ရှာဖွေသူတွေကို ခြိမ်းခြောက်လေ့ သတ်ပစ်လေ့ရှိပါတယ်။ ဒါကြောင့်\nမြို့တော်ဝန်ချုပ်ကိုင်ထားတဲ့ အဲ့နယ်မြေတွေမှာ ပြည်သူတွေဟာ တုပ်တုပ်မှ မလှုပ်ရဲ\nကြပါဘူး။ တစ်ခါမှာတော့ ဇာတ်လိုက်ဖြစ်သူ ဗိုလ်မှူး ဂျင်မ်ပိုဝဲလ် တစ်ယောက် ဖခင်\nရုတ်တရက်သေဆုံးမှုကြောင့် အသုဘကိစ္စအတွက် မြို့ကို ပြန်လာခဲ့ပါတယ်။ ဒါပေမယ့်\nဖခင်သေဆုံးမှုဟာ သမားရိုးကျမဟုတ်တာကို သိရှိသွားပြီနောက် ...",
        "rating": "4.3",
        "url": "https://megaup.net/15Wiy/Oro.Arrowhead.2021.1080p.WEBRip.[CM]_new.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BYzRkMTViOTAtY2MxNy00NDI4LWIyNTItYTcwNDM4MDE4MWJjXkEyXkFqcGdeQXVyMTE0MzU2MDUx._V1_-142x200.jpg",
        "title": "Home2Home (2022)",
        "description": "Home2Home (2022)\n================\nIMDb Rating - 7.8/10ဒန်းနစ်ကိုင်လန်း ဆိုတဲ့ ဂျာမန်လူမျိုးတစ်ယောက်က\nမြန်မာနိုင်ငံအပါအဝင် နိုင်ငံပေါင်း ၃၇ နိုင်ငံကို စက်ဘီးနဲ့ပတ်ပြီး\nသူသွားတဲ့ နိုင်ငံတိုင်းက လူတွေရဲ့အမျိုးမျိုးအဖုံဖုံသော ဘဝတွေနဲ့\nရှုခင်းအလှအပတွေကို ဒီ documentary ‌လေးထဲမှာကြည့်ရမှာ\nဖြစ်တယ်။ဒီကားက ကမ္ဘာပတ်ပြီး ရိုက်ပြထားတဲ့ documentary ဆိုတော့\nညွှန်းစရာသိပ်မရှိတဲ့အတွက် CM ပရိတ်သတ်ကြီးကပဲ ကိုယ်တိုင်\nကြည့်ရှုခံစားပေးလိုက်ပါဗျ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Khant Sett Naing ဖြစ်ပါတယ်)File Size..........(2.85 GB) / (1.4 GB) / (887 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 51mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Documentary\nTranslator.......Khant Sett Naing\nEncoder..........SWM",
        "rating": "7.8",
        "url": "https://megaup.net/2rRlB/Home2Home.2022.1080p.NF.WEB-DL.DUAL.DDP5.1.[CM].mp4",
        "category": "Adventure, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/baisan-16-137x200.jpg",
        "title": "Tomb Empty Coffin (2020)",
        "description": "Tomb Empty Coffin (2021)\n====================\nIMDb Rating - 6.3/10လူငယ်ပေါင်ချိန်ကို ဇာတ်လမ်းတွဲတွေပဲကြည့်ရတာရိုးနေရင်\nအပြောင်းအလဲလေးဖြစ်သွားအောင် ရုပ်ရှင်လေးပြောင်းကြည့်\nရအောင်။ပေါင်ချိန်ဆိုတော့ အမှုလိုက်ပြီပေါ့နော်။ ဒါပေမဲ့ သူလိုက်မယ့်အမှုက\nတော်ရုံတန်ရုံခေါင်းစားတာမျိုးမဟုတ်ဘဲနဲ့ ဘဘာဝလွန်ဖြစ်ရပ်တွေပါ\nပါတတ်တာ ပေါင်ချိန်ရဲ့ထုံးစံလိုဖြစ်နေပါပြီ။ အခုလည်း အမှုက သေရာ\nကနေပြန်ရှင်လာတဲ့လူသတ်သမားတဲ့။ ဘယ်လိုဖော်ထုတ်မလဲ ဆက်\nကြည့်လိုက်ပါဦးနော်။ ။ဇာတ်လမ်းအကျဉ်းကတော့ ပေါင်ချိန်က သူ့ဆရာဖြစ်တဲ့ သမားတော်ဟူ\nဆုံးသွားလို့ ကုန်းအန်းပြည်နယ်ကို ခွင့်ရက်ရှည်ယူပြီး ဆရာ့အုတ်ဂူကို\nသွားကန်တော့မလို့ပါ။ ဒါပေမဲ့ အဲ့ဒီကုန်းအန်းပြည်နယ်မှာ မိန်းကလေး\nငယ်တွေ ပျောက်ဆုံးနေပြီး သူ့ဆရာအလောင်းလည်း ပျောက်နေပါတယ်။\nလူတွေပြောကြတာကတော့ သေရာကနေပြန်ရှင်လာပြီး လူတွေကိုလိုက်\nသတ်၊ မျက်နှာအရေပြားတွေကို ဓါးနဲ့ဆွဲခွာထားပါတယ်တဲ့။\nအဲ့ဒီတော့ ဆရာ့အုတ်ဂူကိုကန်တော့ဖို့လာရင်းနဲ့ သေရာကနေပြန်ရှင်လာတဲ့\nအမှုအပြင် တခြားပဟေဠိတွေကိုပါ တစ်ခုပြီးတစ်ခု ဘယ်လိုဖြေရှင်းသွား\nမလဲဆိုတာ ဆက်ကြည့်လိုက်ပါတော့ဗျာ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(1.27 GB) / (572 MB)\nQuality............WebRip 1080p / 720p\nDuration.........1Hr 29mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Drama\nTranslator.......Jo Jo ...",
        "rating": "6.3",
        "url": "https://megaup.net/15Wf3/Tomb.Empty.Coffin.2020.CHINESE.1080p.WEBRip[CM]_new.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/rugrat-movie_-142x200.jpg",
        "title": "The Rugrats Movie (1998)",
        "description": "ဒီတစ်ခါမှာတော့ သားသားမီးမီးတွေအကြိုက်တွေ့စေမယ့် ကာတွန်းကားကောင်းလေးကိုတင်ဆက်ပေးချင်ပါတယ်၂၄မီလီယံအကုန်ကျခံရိုက်ကူးထားပြီး ၁၄၁မီလီယံထိပြန်ရခဲ့တဲ့ ဒီဇာတ်ကားဟာဘာတွေကောင်းမလဲကြည့်လိုက်ကြရအောင်ကလေးတွေရဲ့သ‌ဘာဝအတိုင်းအချစ်ခံချင်ဆိုးချင်ကြတာချည်းပါပဲ ဒီအတိုင်းပဲ တွန်မီဆိုတဲ့ကလေးဟာလည်းအငယ်ဆုံးပီပီ ဆိုးချင် ရစ်ချင်သူလေးပေါ့ ဒါပေမယ့် တစ်နေ့သူ့ရဲ့ညီလေး ဒေးလ်ဖြစ်သူလောကကြီးထဲရောက်လာတော့အစကပျော်ဖို့ကောင်းမယ်တွေးခဲ့တာတွေက ထင်သလိုဖြစ်မလာဘဲသူပိုင်တဲ့အရုပ်တွေပစ္စည်းတွေကိုလုကြရင်း သူဒီကလေးကို မုန်းမိလာပါတော့တယ်ဒါကိုသိတဲ့တွန်မီ့သူငယ်ချင်းတွေက ကလေးကို ဆေးရုံကဝယ်လာခဲ့တယ်လို့ထင်ပြီးဆေးရုံကိုသွားပြန်ပေးဖို့လုပ်ကြရင်း အလွဲလွဲအမှားမှားတွေနဲ့ တောနက်ထဲရောက်သွားကြတဲ့အခါမှာတော့....ဘာတွေဆက်ဖြစ်သွားမလဲ လမ်းလျှောက်တတ်စအရွယ်ကလေးတစ်သိုက် လူသူမနီးတဲ့တောနက်ကြီးထဲဘယ်လိုရှင်သန်သွားကြမလဲ ၅၂၈မေတ္တာကိုပုံပေါ်လာအောင်ရိုက်ကူးထားတဲ့အတွက် ကလေးတွေကိုပြသဖို့ အသင့်တော်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်ရှင် \nFile size…3.7GB / 1.13Gb\nQuality…1080p BluRay AAC5.1CH / 720p\nFormat…mp4\nDuration….1h 19m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "5.9",
        "url": "https://megaup.net/15Vol/The_Rugrats_Movie_1998_BluRay_1080p_AAC5.1CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Screenshot-2022-06-22-at-06-01-49-The-Twins-Effect-II-2004-145x200.png",
        "title": "The Twins Effect II (Vampire Effect 2) (2004)",
        "description": "Twin Effect 2 မှာ​တော့ 1က သရုပ်​ဆောင်​တွေပဲ ပြန်ပါလာ​ပေမယ့် ဇာတ်​ကြောင်းလုံးဝကွဲပြားသလို သရုပ်​ဆောင်အသစ်​တွေ အများကြီးပါဝင်လာပါတယ်။\n1တုန်းက ပါခဲ့တဲ့ Jackie Chanအပြင် ဒီကားမှာ Ip Man အဖြစ်လူသိများတဲ့ Donnie Yenပါ ဧည့်သည်အဖြစ် ပါဝင်လာတာပဲ ဖြစ်ပါတယ်။ဇာတ်​ကြောင်းက​တော့ ​​ယောကျ်ား​တွေကို စိတ်နာ​နေတဲ့ အ​မေဇုန်ပြည်ဘုရင်မကြီးဟာ အာဏာ​ရော ​မှော်အစွမ်း​တွေပါ သုံးပြီး တိုင်းပြည်ကိုထိန်းချုပ်ထားတာပါ။ ​\nယောကျ်ား​တွေလို ​​ငွေဝယ်ကျွန်လို​ ​ရောင်းဝယ်​ဖောက်ကားကြပြီး မိန်းမ​တွေက ပြားပြားဝပ် ဖိနှိပ်ထားတဲ့ တိုင်းပြည် တစ်ခု​ပေါ့။\nဒီလိုမျိုးအစွန်း​ရောက်​နေတဲ့ ဘုရင်မကြီးကို နှိမ်နင်းနိုင်တဲ့ တစ်ခုတည်း​​သော နည်းက​တော့ ကြယ်တာရာ သူရဲ​ကောင်းတစ်​ဦးက Excaliburဓါးနဲ့အတူ ဘုရင်မကြီးကို သတ်ပစ်ရမှာပါ။သူ့ကို​ ချေမှုန်းနိုင်မယ့်သူရှိတာ သိ​နေတဲ့ဘုရင်မက တိုင်းပြည်ထဲက ​​​ယောကျ်ားမှန်သမျှ လိုက်ဖမ်းပြီး သူရဲ​ကောင်းအ​လောင်းအလျာကို ရှာ​ဖွေ​နေခဲ့တာပါ။\nဒါ​​ပေမဲ့ အ​ကြောင်းအမျိုးမျိုး​ကြောင့် အထက်ပါ သူရဲ​​ကောင်းက လွတ်​မြောက်​နေပြီး ​​နောက်ဆုံးမှာ မိစ္ဆာဘုရင်မကြီးနဲ့ ထိပ်တိုက်​တွေ့ဆုံပါ​တော့တယ်။\nထိုသူရဲ​ကောင်းက ...",
        "rating": "5.5",
        "url": "https://megaup.net/15Vc7/The_Twin_Effect_II_(Vampire_Effect_2)_(2004)_WEB-DL_1080p.mp4",
        "category": "Action, Adventure, Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fohNWcYLAO5KnlIfig36ieaTVdN.jpg",
        "title": "Ben & Jody (2022)",
        "description": "Ben & Jody (2022) ဘန်ကတော့ သူ့ရဲ့  မွေးရပ်ဇာတိလေးမှာပဲ အေးအေးလူလူနဲ့ ကော်ဖီလုပ်ငန်းလေး လုပ်ကိုင်နေတဲ့ သူတစ်ယောက်ပါ။တစ်နေ့မှာတော့ ကုမ္ပဏီကြီးတစ်ခုက ဘန်တို့ ရွာသားတွေ လယ်သမားတွေရဲ့  မြေတွေကို အတင်းအဓမ္မ သိမ်းယူဖို့ ပြင်ဆင်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့အတွက် ဘန်က လယ်သမားတွေကို ဦးဆောင်ပြီး ဆန္ဒပြ ဆန့်ကျင်ခဲ့ပါတယ်။ဒီလိုတွေဖြစ်ပြီး သိပ်မကြာလိုက်ပါဘူး ဘန် ကို ကုမ္ပဏီက ငှားထားတဲ့ လူမိုက်တွေက ရိုက်နှက်ပြီး ဖမ်းဆီး ထားလိုက်ပါတော့တယ်။ ဘန်လိုပဲ အခြား ဖမ်းဆီး ရီုက်နှက်ခံရတဲ့ ရွာသားတွေကလည်း အများကြီး ... တစ်နေ့မှာတော့ ဘန် တစ်ယောက် သူ့ရဲ့ ကော်ဖီဆိုင်ဖွင့်ပွဲကို မရောက်လာလို့ ဆိုပြီး ဘန်ရဲ့ သူငယ်ချင်း ဂျိုဒီက ရွာကို လာပြီး အကျိုးအကြောင်း စုံစမ်းမေးမြန်းတော့မှ ဖြစ်ကြောင်းကုန်စင် သိသွားပြီး ဘန်နဲ့ အဖမ်းခံထားရတဲ့ လူတွေကို ကယ်တင်ဖို့ ကြိုးစားတဲ့အခါ ...",
        "rating": "5.4",
        "url": "https://megaup.net/1LQoa/[CM]Ben.&.Jody.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wOx97MJOxEoR38aoya3lopyrlYC.jpg",
        "title": "Centauro (2022)",
        "description": "Centauro (2022) Centauro ဆိုတာ စပိန်လို မနုဿမြင်းကို ခေါ်တာပါ။ ရှင်းရှင်း‌ပြောရရင် လူတစ်ပိုင်းမြင်းတစ်ပိုင်း သတ္တဝါပေါ့။ မနုဿမြင်းတွေက နာမည်ကြီးတယ်ဗျ။ ရဲစွမ်းသတ္တိနဲ့ပြည့်ဝတယ်။ သန်မာတယ်။ အထူးခြားဆုံးကတော့ သေအောင် အပြေးမြန်တာပါပဲ။မနုဿမြင်းလို လူငယ်လေးတစ်ယောက်ရှိသတဲ့။ သူကတော့ မြင်းခွာတွေအစား ပြိုင်ဘီးတွေရှိတဲ့ ဆိုင်ကယ်သမားတစ်ယောက်ပေါ့။ မွေးကတည်းက ဆိုင်ကယ်ပြိုင်တဲ့နေရာမှာ ပါရမီပါလာတဲ့ လူငယ်လေးမလို တော်တော်များများက တန်းမျက်မှန်းတန်းမိကြတယ်။ဒီ‌ကောင်လေးတစ်ယောက် ချစ်နေဆဲဖြစ်တဲ့ ဇနီးဟောင်းနဲ့ သားလေး ဒုက္ခရောက်တဲ့အခါမှာတော့ သူကိုယ်တိုင် ဝင်ကယ်ဖိုဖြစ်လာပါတော့တယ်။ မူးယစ်ဂိုဏ်းနဲ့မှ သွားပတ်သက်မိတဲ့ကောင်မလေးရဲ့ အရှုပ်ကို ပြိုင်ဘီးတစ်စီးနဲ့ ဘယ်လိုဖြေရှင်းမလဲဆိုတာကို ဆိုင်ကယ်‌မောင်းတဲ့အကွက်တွေနဲ့ ဝှီးဝှီးဆိုပြီး ကြည့်ရမှာပါ။2016 ခုနှစ်က ထွက်ရှိထားတဲ့ Burn Out ဆိုတဲ့ဇာတ်လမ်းကို Remake ပြန်ရိုက်ထားတဲ့ Centauro ဆိုတဲ့ စပိန်ကားလေးကို ကြည့်ရှုခံစားကြပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Chevy ပါ။) File Size : 1.5GB, 654MB, 338MB\nQuality : 1080p ...",
        "rating": "5.2",
        "url": "https://megaup.net/2rKli/[CM]Centauro.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/King_Tweety-215415407-large-139x200.jpg",
        "title": "King Tweety (2022)",
        "description": "Bugs Bunnyတို့ Daffy Duckတို့ Road Runnerတို့ Tweetyတို့ရဲ့ Looney Tunesကာတွန်းတွေကို ငယ်ငယ်က အားလုံးကြိုက်ဖူးကြမှာပါ။\nလူနဲ့ရောရိုက်တာတွေရော ဂိမ်းတွေရော အများကြီးထွက်ထားတဲ့ နာမည်ကြီး ကာတွန်းစီးရီးပါပဲ။ ဒီနှစ်မှာတော့ ဖန်တွေအတွက် Tweetyရဲ့ အန်နီမေးရှင်း ရုပ်ရှင်အသစ် ထွက်လာပါတယ်။ကနေရီငှက်ကလေးတွေနဲ့ ခွေးတွေ ယှဉ်တွဲနေတဲ့ ကနေရီကျွန်းက ဘုရင်မ ကနေရီငှက်ကလေး ပျောက်ချင်းမလှပျောက်သွားပြီးနောက် Tweetyဟာ ကနေရီကျွန်းရဲ့ ပျောက်ဆုံးနေတဲ့ တော်၀င်မျိုးဆက်လို့ ပြောလို့ရတဲ့ အချက်တွေရှိနေတာကြောင့် ကနေရီကျွန်းရဲ့ ဘုရင်ဖြစ်လာပါတယ် ။\nကျွန်းကို သွားပြီးတဲ့နောက် အရင်ဘုရင်မ ဘာလို့ပျောက်သွားသလဲနဲ့ ဘုရင်ဖြစ်ဖို့ Tweetyတစ်ယောက် ဘာအန္တရာယ်တွေနဲ့ ကြုံရမလဲ အသည်းတအေးအေးနဲ့ ကြည့်ရမှာပါ။90 ခုနှစ်တွေကို ပြန်လွမ်းမောဖို့ကောင်းတဲ့ 90ခုနှစ်က နာမည်ကြီးကာတွန်းဇာတ်ကောင်ရဲ့ ကားအသစ်မို့ ကလေးလေးတွေရော ကလေးကြီးတွေရော ကြည့်လို့ အဆင်ပြေကြမှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ W ပါ )File Size__(1.5GB) ...",
        "rating": "5.6",
        "url": "https://megaup.net/2rKpr/King_Tweety_(2022)_1080p.mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2v6f1EqTo4FUxVT9MDXpF6158AX.jpg",
        "title": "Chickenhare and the Hamster of Darkness (2022)",
        "description": "Chickenhare and the Hamster of Darkness(2022)စာရေးဆရာ Chris Grine ရဲ့ ကောမစ်စီးရီးကို အခြေခံပြီး ရိုက်ကူးထားတဲ့\nAnimation ဇာတ်လမ်းကောင်းလေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်Chickenhare လို့ခေါ်တဲ့ ကြက်တစ်ပိုင်း ယုန်တစ်ပိုင်း သတ္တဝါဆန်းလေးဟာ\nထင်ရှားတဲ့ စွန့်စားသူ ဘုရင်ကြီး ပီတာ ရဲ့ မွေးစားသားလေးပါအများနဲ့မတူဘဲ ကွဲထွက်နေတဲ့ သူ့ရဲ့ ကြက်တစ်ပိုင်း ယုန်တစ်ပိုင်း ပုံစံကြောင့်\nအမြဲအလှောင်ခံနေရတဲ့ Chickenhare လေးရဲ့ အိပ်မက်ကတော့\nသူ့မွေးစားအဖေလို နာမည်ကျော် စွန့်စားသူ ဖြစ်ဖို့ပါတစ်နေ့မှာ တိုင်းပြည်ရဲ့ ဒုစရိုက်ကောင် Chickenhare ရဲ့ ဦးလေးဖြစ်သူ\nထောင်ထဲကနေ လွတ်မြောက်ပြီး ထီးနန်းလုဖို့ ကြိုးစားတဲ့ အခါမှာတော့Chickenhare နဲ့ သူ့သူငယ်ချင်းတွေဖြစ်တဲ့\nလိပ်ကလေး အေ့ဗ် ကိုယ်ခံပညာရှင် မက်ခ်တို့\nသူ့ဦးလေးကို တားဆီးဖို့ စွန့်စားခန်း ထွက်ကြပုံတွေကို တင်ဆက်ပေးထားတာပါကိုယ့်ရဲ့ ဖြစ်တည်မှုကို အရှိအတိုင်း လက်ခံနိုင်ဖို့ကိုပါ မီးမောင်းထိုးပြထားတဲ့\n2022 ခုနှစ်ထွက် ဒီ ဟာသ animation ...",
        "rating": "6.4",
        "url": "https://megaup.net/2rHdC/Chickenhare.and.the.Hamster.of.Darkness.2022.NF.1080p.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/v_167604533_m_601_en_1000_1400-393x550-1-143x200.jpg",
        "title": "Touching Gold Captain ( 2022 )",
        "description": "အုတ်ဂူဖောက်တဲ့ရတနာသိုက်ရှာပုံတော်တွေကိုကြိုက်နှစ်သက်တဲ့\nပရိသတ်တို့အတွက် ဒီတခါမှာလည်း လျို့ဝှက်ဆန်းကြယ်မှုတွေ၊\nကျိန်စာတွေ၊ မိစ္ဆာတွေ နဲ့အတူ အုတ်ဂူဖောက်ကြမယ့်\nစွန့်စားခန်းဇာတ်လမ်းကိုတင်ဆက်ပေးလိုက်ပါတယ်။ချောင်ရွှင့်ဆိုတဲ့လူငယ်လေးဟာ မောကျင်းရဲ့ ၄၆ မြောက်မျိုးဆက်ဖြစ်ပါတယ်။\nမောကျင်းဆိုတာကတော့ အုတ်ဂူဖောက်တဲ့နေရာမှာဆရာတစ်ဆူလို့\nသတ်မှတ်ခံထားရသူတွေဖြစ်ပါတယ်။\nချောင်ရွှင့်ဟာမောကျင်းမျိုးဆက်ဖြစ်သော်ငြားလည်း၊\nငယ်ကတည်းကအဖေကစွန့်ပစ်သွားပြီးအမေကလည်းဆုံးပါးသွားတာမို့\nအုတ်ဂူဖောက်ပညာမပြောနဲ့ ဘာပညာကိုမှတောင်မသင်လိုက်ရပါဘူး။သူတတ်တာကတော့ လိမ်လည်လှည့်ဖြားတာပါပဲ။\nဒါပေမဲ့လည်း တစ်နေ့မှာ ဆိုက်ဆိုက်မြိုက်ဆိုက်\nအန္တရာယ်ကရောက်ရှိလာပါတယ်။ အေးအေးချမ်းချမ်းနေနေတဲ့သူတို့ရွာလေးကို\nတိုင်းတစ်ပါးသားတွေရောက်ရှိလာပြီး၊ ထိုသူတွေရဲ့ရည်ရွယ်ချက်ကတော့\nအုတ်ဂူဖောက်ပြီးရတနာသိုက်တူးဖို့ မောကျင်းမျိုးဆက်ဖြစ်တဲ့\nချောင်ရွှင့်ကိုလာရှာတာပါပဲ။တစ်ရွာလုံးရဲ့အသက်နဲ့ခြိမ်းခြောက်တဲ့အခါမှာတော့\nချောင်ရွှင့်ဟာ အုတ်ဂူဖောက်သူအဖြစ်နဲ့\nရှေးခေတ်ဘုရင်များရဲ့ ဂူသင်္ချိုင်းထဲကို လိုက်ပါသွားရတဲ့အခါမှာတော့....\nစောင့်ကြိုနေတဲ့ကျိန်စာတွေနဲ့ မကောင်းဆိုးဝါးမိစ္ဆာတွေကိုကျော်ဖြတ်နိုင်ပါ့မလား\nဂူထဲကရော အသက်ရှင်လျက် ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတာကို\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres: Action , Adventure , Mystery\nRuntime : 1h 24 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yin Wai Phyo , Nu Mon , Hnin Wutt Hmone\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/15Itt/Touching_gold_captain_(2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sMnY4fEVAfdadhANhGnNckxsmx.jpg",
        "title": "Wolf Hound (2022)",
        "description": "Wolf Hound (2022)ဟုတ်ကဲ့ စစ်ကားကြိုက်သူများအတွက် ၂၀၂၂အသစ်ထွက် စစ်ကားလေးကို တင်ဆက်ပေးသွားမှာပါ။\nဇာတ်ကားကို စစဖွင့်လိုက်ချိန်မှာ နေဝန်းထဲကို လေယာဉ်သုံးစင်းပျံသွားတာကို တွေ့ရမှာပါ။\nဒီအခန်းကို ကျွန်တော် တော်တော်ရင်းနီးနေပါတယ်။ ဆက်ပျံပြနေပါတယ်။ ရင်းနီးနေပါတယ်။ ဟော သိလိုက်ပါပြီ။\nဘယ်တော့မှ ဘတ်ဂျက်မနိုင်တဲ့ ကမ္ဘာကျော် ဒါရိုက်တာကြီး ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာရဲ့ ဒစ်အလည်ခဲ့ဆုံး ရုပ်ရှင်မှာ တွေ့ဖူးတာပါ။Apocaplyse Nowဆိုတဲ့ ရုပ်ရှင်မှာ ဒီလိုခပ်ဆင်ဆင်အခန်းမျိုးပါပါတယ်။\nစစ်ကားချင်းလည်းတူတာဆိုတော့ Apocaplyse Nowလိုများ မာစတာ့ မာစတာပိစ်ဖြစ်သွားမလား ဆက်ကြည့်ကြည့်ပါတယ်။\nအဲဒီအချိန်မှာပဲ ဇာတ်ကားနာမည်ကြီးကို နေထွက်တဲ့ဘက်မှာ စာတန်းထထိုးပါတယ်။ WOlF HOUNDတဲ့။\nစာလုံးပုံစံကိုက အထင်ကြီးစရာပါပဲ။ တော်တော်ခက်ခက်ခဲခဲလုပ်ယူရမှာ။\nငယ်ငယ်က ကျားကုတ်ကျားခဲကလိဖူးတဲ့သူတွေတော့ သိကြမှာပါ။\nမိုက်ခရိုဆော့ ပါဝါပွိုင့်ထဲက 3D EFFECT ရယ် SHADOW EFFCT ရယ်ကိုသုံးထားတာပါ။ လုံးဝကွက်တိချွတ်စွတ်ပါပဲ။\nပေါကားတော့မဟုတ်လောက်ပါဘူး။ အမြင်သစ်နဲ့လုပ်ထားတာပဲဖြစ်မှာပါလေဆိုပြီး ကျွန်တော်ဆက်ကြည့်ကြည့်ပါတယ်။လေယာဉ်တွေ ပစ်ပါတယ်။ ခတ်ပါတယ်။ ဒုတိယကမ္ဘာစစ်ကားဆိုတော့ နာဇီတွေနဲ့ချတာပါ။\nဘာလို့ချတယ် ဘယ်လိုချတယ်တော့ မပြောတော့ဘူးလေနော့။ အကုန်ပြောမိလို့ တစ်ယောက်မှမကြည့်တော့ရင် အလုပ်ကပြုတ်ဦးမယ်။ဒီနားကတော့ ...",
        "rating": "",
        "url": "https://megaup.net/2ryaA/Wolf.Hound.2022.1080p.AMZN.WEBRip.CM.mp4",
        "category": "Action, Adventure, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43EQZnWP9znGqTKfO4BsPALXVYa.jpg",
        "title": "Apollo 10½:  A Space Age Childhood (2022)",
        "description": "Apollo 10 ½===============\nလူသားမျိုးနွယ်ရဲ့ အာကာသခရီးဟာ ၁၉၆၉ခုနှစ် ဇူလိုင်လ ၁၆ရက်က လွှတ်တင်တဲ့ Apollo 11နဲ့အတူအစပျိုးခဲ့ပါတယ်။ လိုက်ပါသွားခဲ့တဲ့ Neil Armstrong နဲ့အဖွဲ့သားတွေဟာ လပေါ်ကို ပထမဆုံးအခြေချနိုင်သူတွေ ဖြစ်ခဲ့တာပေါ့။ ဒါပေမယ့် အမှန်တကယ် ပထမဆုံး အခြေချနိုင်သူဟာ NeilArmstrong မဟုတ်ဘဲ မူလတန်းကျောင်းသားတစ်ယောက်သာ ဖြစ်ခဲ့မယ်ဆိုရင်…ထိုအချိန်က Huston နယ်မြေမှာ အရာရာတိုင်းက အာကာသနဲ့ပတ်သက်တာတွေချည်း ဖြစ်ခဲ့တာပေါ့။ မူလတန်းကျောင်းသားလေး Stan အပါအဝင် ကလေးတော်တော်များများရဲ့ အိပ်မက်ဟာအာကာသယာဉ်မှူးကြီးဖြစ်ဖို့ပါပဲ။ တစ်နေ့မှာတော့ NASAက လူတချို့ဟာ Stan ကိုခေါ်ပြီးအာကာသယာဉ်ထိန်းခန်းဆောက်လုပ်ရာမှာ တွက်ချက်မှုအမှားလေးတွေကြောင့်သာမန်ထက်အနည်းငယ် သေးငယ်သွားပြီး အဲဒီယာဉ်ကိုမောင်းနှင်ပြီး လပေါ်ကိုသွားဖို့ကလေးတစ်ယောက်ကိုလိုက်ရှာနေတာဖြစ်ကြောင်း ပြောပြပါတယ်။ အဲဒီအကြံကို Stan ကလဲလက်ခံခဲ့ပြီး လပေါ်ကို ခရီးသွားနိုင်ခဲ့ပါတယ်။ အဲဒီပရောဂျက်ဟာ Apollo 10 ½ လို့ခေါ်ပြီး Apollo 11မတိုင်ခင် ဖြစ်ခဲ့တာပေါ့။ သို့သော် ဒီဖြစ်ရပ်ကို ပါးစပ်ပိတ်ထားရတဲ့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/37v6z/Apollo.10.1.and.2.A.Space.Age.Childhood.2022.1080p.NF.WEB-DL.AAC5.1CH.YK(CM).mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v5a3Gzc0WYQNpUdLhMgkqKGCkhq.jpg",
        "title": "Double Threat (2022)",
        "description": "Double Threat (2022)ဇာတ်လမ်းလေးကတော့ ဂျင်မီရူးဒေါ့ဖ် ဆိုတဲ့ မှုခင်း စာရင်းကိုင်တစ်ယောက်ဟာ ဆုံးသွားတဲ့ သူ့အစ်ကိုရဲ့ အရိုပြာကို ကမ်းခြေမှာ ရေမျှောဖို့ သွားရင်း လမ်းဘေး စတိုးဆိုင်လေးတစ်ခုမှာ မုန့်ဝင်ဝယ်တာကနေ စတာပေ့ါ။စတိုးဆိုင် ကောင်တာက ကောင်မလေးက ဂျင်မီကလွဲပြီး အခြား ဆိုင်ထဲ ဝင်လာတဲ့ သူအားလုံးကို သေနတ်နဲ့ပစ် ဓားနဲ့ပေါက်ပြီး သတ်ပစ်လိုက်တာကြောင့် ဂျင်မီတစ်ယောက်လည်း ကြောင်တောင်တောင်ဖြစ်သွားပြီ ကျသင့်ငွေကို ကောင်တာပေါ်တင်ပေးကာ ဆိုင်ထဲက ပြန်ထွက်လာခဲ့ပါတယ်။ဂျင်မီတစ်ယောက် ကြောင်တိကြောင်တောင်နဲ့ သူ့ကားပေါ်တက်ပြီး ပြန်မောင်းထွက်လာခဲ့ပေမဲ့ ခုနက ကောင်တာက ကောင်မလေးက သူ့ရဲ့ကားထဲမှာ လိုက်ပါလာခဲ့ပါတယ်။ နောက်တော့ သိလိုက်ရတာက ကောင်မလေးနာမည်က နတ်တာရှာဖြစ်ပြီး ကိုယ်တူစိတ်ကွဲစိတ်ရောဂါ DID ခံစားနေရတဲ့ ကြေးစားတစ်ယောက်ပါတဲ့။ ဆိုလိုတာက နတ် နဲ့ တာရှာ ဆိုပြီး စိတ်နှစ်ခွရှိနေပြီး ပြဿနာရှာလွန်းတဲ့ တာရှာ့ရဲ့ အရှုပ်ထုပ်တွေကို ဉာဏ်ကောင်းတဲ့ နတ်က ...",
        "rating": "5",
        "url": "https://megaup.net/15Aq5/[CM]Double.Threat.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/lcdx5zf06bdp-133x200.jpg",
        "title": "The Wicked Wife (2022)",
        "description": "မိုးကြီးတဲ့ ရက်တစ်ရက် ဒေသပေါင်းစုံက ဘာလာရေတစ်လျှောက် ချာပိရွာကိုသွားမဲ့ လူတွေ မိုးခိုရင်း အိမ်ပျက်ကြီးတစ်အိမ်မှာ စုမိကြတယ်\nဒီလိုနဲ့ လူတစ်ယောက်က သူတို့သွားမဲ့နယ်မှာ လွန်ခဲ့တဲ့ ၁၅နှစ်ကဖြစ်ပျက်ခဲ့တဲ့ ကြောက်မက်ဖွယ် မြေခွေးမိစ္ဆာဇာတ်ကြောင်းကို အစချီပြောလိုက်ရာကနေ ဒီဇာတ်လမ်းလေးဖြစ်တည်လာခဲ့တာပါလွန်ခဲ့တဲ့ ၁၅နှစ်က...မင်္ဂလာဆောင်တစ်ပွဲအတွက် ဖျော်ဖြေပေးဖို့ ချာပိရွာကို အဖိတ်ခံရတဲ့ ဇာတ်သဘင်အဖွဲ့တစ်ဖွဲ့ ရှေးအယူသည်းမှုတွေကြောင့် မဖျော်ဖြေခင် ဆုတောင်းပွဲလုပ်ချိန်မှာ မြေခွေးမိစ္ဆာပေါ်လာပြီး ဇာတ်သဘင်အဖွဲ့ခေါင်းဆောင်ကို ညှို့ကာ တခြားအဖွဲ့သားတွေကိုလည်း သတ်ဖြတ်ပစ်လိုက်ပါတယ်\nဇာတ်ကြောင်းပြောနေသူတစ်ယောက်ပဲ မျက်စိကွယ်ပြီးရှင်သန်ခဲ့ရတာဖြစ်ပါတယ်ချာပိရွာမှာဘယ်လိုအကြောင်းအရာတွေများဖြစ်ပျက်ခဲ့လို့ ရုတ်တရက်ကြီး မြေခွေးမိစ္ဆာပေါ်လာရတာလဲ\nဒီအကြောင်းကိုတော့ မိုးအတူခိုနေတဲ့လူတွေထဲက တစ်ယောက်စီက သူတို့သိတဲ့ ဇာတ်လမ်းတွေကို ဖလှယ်ပေးရင်း လွန်ခဲ့တဲ့ ၁၅နှစ်ကဖြစ်ပျက်ခဲ့တဲ့ ဇာတ်ကြောင်းလေးကို ရုပ်လုံးပေါ်အောင်ဖော်သွားကြမှာပါကဲ ဒီတော့ ချာပိရွာက တကယ့် ဇာတ်ကြောင်းအမှန်က ဘာများလဲ\nအခုလက်ရှိအချိန်နဲ့ရော ဘယ်လိုတွေ ဆက်စပ်နေမလဲဆိုတာကို ဒီဇာတ်လမ်းလေးကနေတဆင့် စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်လိုက်ကြရအောင်ပါနော် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )File Size__(1.7GB) / ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Lvkz/The_Wicked_Wife_(2022)_1080p.mp4",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-142x200.jpg",
        "title": "Upon the Magic Roads (2021)",
        "description": "ဒါကတော့ရုရှားစကားပြောကားလေးပါ။ ရုရှား ရှေးပုံပြင်တစ်ပုဒ်ဖြစ်တဲ့ The Humpbacked Horse ကိုရုပ်ရှင်ရိုက်ထားတာပါ။ဆင်းရဲတဲ့လယ်သမားတစ်ယောက်ရဲ့သားဖြစ်သူအိုင်ဗန်ဟာ မှော်မြင်းမတစ်ကောင်ကိုကူညီမိရာက လူစကားတတ်တဲ့မြင်းပေါက်စလေးတစ်ကောင်ကို လက်ဆောင်ရပြီး တူတူစွန့်စားခန်းထွက်ကြပါတယ်။ရုပ်ရှင်က ရုရှားကားဆိုပေမယ့် ၀တ်စုံတွေ Visual effects တွေကြည့်လို့ကောင်းပြီးမူလပုံပြင်အတိုင်းဖြစ်အောင်ရိုက်ကူးထားပါတယ်။ပေါ့ပေါ့ပါးပါးနဲ့မိသားစုလိုက်ကြည့်နိုင်မယ့်ကားလေးပါ။ File size…(2.3GB)/(1.19GB)/(730MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:51:00\nGenre...Aventure / Fantasy-\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SP",
        "rating": "",
        "url": "https://megaup.net/2rpyV/Upon.the.Magic.Roads.2021.1080p.(CM).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/insert-gora-144x200.jpg",
        "title": "G.O.R.A.(2004)",
        "description": "G.O.R.A.\n~~~~~\nIMDb - 8\nဒီတစ်ခေါက်မှာတော့ CM ပရိသတ်တွေအတွက် ပါးစပ်မစိအောင်ရယ်ရမယ့် Gora ဆိုတဲ့ တူရကီရုပ်ရှင်နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n2004 ကထွက်ခဲ့တာဖြစ်ပြီး အဲ့နှစ်အတွက် ဝင်ငွေအကောင်းဆုံး တူရကီရုပ်ရှင်ဖြစ်ခဲ့ပါတယ်။အာရိ အမည်ရတဲ့ ကော်ဇောရောင်းတဲ့ လူလည်တစ်ယောက်ရဲ့ စွန့်စားခန်းအကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။\nအမြဲလူလည်ကျတတ်တဲ့ အာရိတစ်‌ယောက် တစ်နေ့မှာတော့ ဂိုရာဆိုတဲ့ ဂြိုဟ်က ဂြိုဟ်သားတွေရဲ့ပြန်ပေးဆွဲတာ ခံလိုက်ရပါတော့တယ်။အဲ့ဒီနောက်မှာ မထင်မှတ်တဲ့အလှည့်အပြောင်းတွေ စတင်ကြုံရပါတော့တယ်။\nပါးစပ်မစိအောင် ခွီရမှာဖြစ်ပြီး pop culture reference တွေရော sci-fic ရုပ်ရှင်တွေ စာအုပ်တွေပါ ပြောင်ထားတာတွေ့ရမှာပါ။ File size…(2.44GB)/(1.38GB)/(858MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:07:00\nGenre...Comedy /Aventure / Sci -Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SPK",
        "rating": "",
        "url": "https://megaup.net/2ro2v/G.O.R.A..2004._1080p(CM).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7FUbSUzn07dudjbwW1Skicj17nS.jpg",
        "title": "Interceptor(2022)",
        "description": "ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ အက်ရှင်ကား ကောင်းကောင်းကြည့်ချင်သူတွေအတွက်\n၂၀၂၂ ထွက် Intercepter လာပါပြီ။ ဇာတ်လမ်း အကျဉ်းကတော့ အမေရိကန်မှာရှိတဲ့\nနျူကလီးယား ဒုံးကျည်တွေကို ခိုးယူပြီး အမေရိကန် နိုင်ငံတစ်ဝက်စာလောက်ကို\nဖျက်ဆီးပစ်ဖို့ လူတစ်စု ဗိုလ်ကြီး ကောလင်းစ်ရဲ့ တာဝန်ကျရာ တပ်စခန်းကို ဝင်ရောက်\nစီနင်းကြတယ်။ သူတို့ စီနင်းကြတဲ့ စခန်းက နျူကလီးယား ဒုံးတွေ ပစ်လွှတ်လာခဲ့ရင်\nကြားဝင် ဖြတ်ချပစ်ဖို့ ဒုံးဖျက်လက်နက်တွေကျန်ရှိရာ ရေလယ်က\nတစ်ခုတည်းသော ရေပေါ်စခန်းကြီးတစ်ခု\nဗိုလ်ကြီးကောလင်းစ်တစ်ယောက် အနိုင်ရဖို့ ၂၀ ရာခိုင်နှုန်းတောင်\nမသေချာတော့ လူဆိုးတွေနဲ့ ပူးပေါင်းမလား\nဆက်လက်တိုက်ပွဲဝင်မလား ရင်တမမနဲ့ ကြည့်ရမယ့်ကားပါပဲ။ ဒီဇာတ်လမ်းဟာ သာမာန် အက်ရှင်ကား\nအများစုနဲ့ ကွဲထွက်နေတဲ့အချက်က social issue ( လူအသိုင်းအဝိုင်းတွင်းက မမျှတမှု) တွေကို ထည့်စဉ်းစားမိအောင်\nအများကြီး ထည့်ရိုက်ပြသွားပါတယ်။ လက်ယာစွန်းရောက်နေတဲ့ မျိုးချစ် အမေရိကန်တွေရဲ့ ရူးမိုက်မှု၊\nအမျိုးသမီးတွေကို နိုင့်ထက်စီးနင်းလုပ်မှု ၊ ရွှေ့ပြောင်းအခြေချလာတဲ့ အမေရိကန်မဟုတ်သူတွေကို ခွဲခြားဆက်ဆံမှု\nဒါတွေကို တစ်လွှာချင်း တူးဖော်ပြီး ကြည့်နိုင်ပါတယ်။   သေချာတာကတော့ သဘာဝလွန် ...",
        "rating": "4.4",
        "url": "https://megaup.net/15v04/Interceptor.2022.1080p.NF.WEB-DL.AAC5.1CH.YK(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/titan-143x200.png",
        "title": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)",
        "description": "Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse (2022)\n====================================================Teen Titans Go! ဆိုတာ Teen Titans အန်နီမေးရှင်းစီးရီးကို ဟာသဗားရှင်းနဲ့\nဆက်ထွက်တဲ့စီးရီးလေးဖြစ်ပြီး မူရင်းစီးရီးတင်မကပဲ တခြားစူပါဟီးရိုးကားတွေကိုပါ\nလှောင်ပြောင်ပေါက်ကရလုပ်ထားတာပါ။အခု Teen Titans Go! & DC Super Hero Girls: Mayhem in the Multiverse\nကတော့ မူဗီတစ်ခုဖြစ်ပြီး DC Super Hero Girls ဆိုတဲ့ စီးရီးနောက်တစ်ခုနဲ့ crossover\nလုပ်ထားတာပါ။crossover ဆိုရာမှာ သမားရိုးကျ crossover မဟုတ်ပဲ စူပါဟီးရိုးကားတွေရဲ့\nထုံးစံတွေကို ပညာသားပါပါဟာသလုပ်ထားတာကိုတွေ့ရမှာပါ။ လက်စ်လူသာရဲ့ မဟာ\nအကြံအစည်ကြီးကို Super Hero Girls အဖွဲ့က တားဖို့လုပ်တာကိုကြည့်ရရင်း သာမန်ကလေး\nကာတွန်းကားလို့ ခံစားရလာပြီဆိုရင် Teen Titans တို့က ...",
        "rating": "5.4",
        "url": "https://megaup.net/37i7e/Teen.Titans.Go.and.DC.Super.Hero.Girls..2022.1080p.[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-tu-135x200.jpg",
        "title": "Fantastic Beasts: The Secrets of Dumbledore",
        "description": "Fantastic Beasts: The Secrets of Dumbledore (2022)\n====================================\nIMDb Rating - 6.5/10Fantastic Beasts ရုပ်ရှင်တွေရဲ့ ၃ ကားမြောက် ရုပ်ရှင်လာပါပြီ။\nအားလုံးသိထားတဲ့အတိုင်း ဒုတိယရုပ်ရှင်မှာ ခရီးဒန့်စ်ရဲ့ ဘဝအမှန်\nပေါ်လာခဲ့တယ်။ ဒန်ဘယ်ဒေါ နဲ့ ဂရင်ဒီဝေါတို့လည်း ထိပ်တိုက်ရင်ဆိုင်ရဖို့\nကြုံလာခဲ့တယ်။ နျူတို့တွေလည်း ကွင်နီကိုပါ လက်လွှတ်လိုက်ရပြီး\nမနည်းလွတ်အောင်ပြေးလာခဲ့ရတယ်။ဒီအပိုင်းမှာတော့ ဒမ်ဘယ်ဒေါဟာ ဂရင်ဒီဝေါကိုတားဆီးဖို့ နျူ့ထ်တို့\nညီအစ်ကိုရယ်၊ ဂျေကော့ရယ်နဲ့ မှော်ဝင်သတ္တဝါဆန်းတွေရယ်နဲ့အတူ\nဘယ်လို ကြိုးစားကြမလဲဆိုတာ ဆက်ပြီး ကြည့်ရဦးမှာဖြစ်ပါတယ်။\nဒီရုပ်ရှင်မှာတော့ ဂရင်ဒီဝေါသရုပ်ဆောင်ဟောင်းဖြစ်တဲ့ ဂျွန်နီဒက်ပ်\nတစ်ယောက် အမ်ဘာနဲ့အမှုကြောင့် ထုတ်ပယ်ခံရပြီး သူ့နေရာမှာ\nမက်ဒ် မစ်ကယ်ဆန် ပြောင်းလဲပါဝင်လာပါတယ်။ ဒါပေမဲ့ မက်ဒ်နဲ့လည်း\nအတော်ကိုလိုက်ဖက်တဲ့အတွက် အရသာမပျက်သွားဘဲတော့ ဆက်ပြီး\nကြည့်ရှုနိုင်မှာပါ။ အားပေးလိုက်ကြပါဦး....(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်။)File Size.............(2.71 GB) / (1.45 GB) / (761 MB) / (516 MB)\nQuality...............WEB-DL ...",
        "rating": "6.3",
        "url": "https://megaup.net/2rjv7/(CM)_Fantastic.Beasts.The.Secrets.of.Dumbledore.2022.2160p.4K.HMAX.WEB-DL.x265.10bit.SDR.AAC.5.1-SWM.mkv",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eQRFo1qwRREYwj47Yoe1PisgOle.jpg",
        "title": "The Gold Rush (1925)",
        "description": "ဂန္တဝင်ဟာသသရုပ်ဆောင်ကြီး ချာလီချပ်ပလင်ရဲ့ ဇာတ်ကားတွေကို\nတင်ဆက်ပေးလာရာ အခုတစ်ခါ တင်ဆက်ပေးမှာကတော့ ၁၉၂၅က\nထွက်ရှိခဲ့တဲ့ The Gold Rushဆိုတဲ့ ဇာတ်ကားပဲဖြစ်ပါတယ်။Ratingတွေ ဘာတွေ များများစားစား ပြောစရာမလိုပါဘူး။ IMDb\n8.2နဲ့ Rotten Tomatoes 100%ပါ။ ချာလီချပ်ပလင်ရဲ့ ဇာတ်ကား\nဆိုတဲ့အတိုင်း စ လယ် ဆုံး ရယ်မောနေရမှာပါ။တစ်ခေတ်တစ်ခါက မြောက်အမေရိကတိုက်မှာ ရွှေကြောရှာခရီးတွေ\nအများကြီး ရှိခဲ့သလို တစ်ကမ္ဘာလုံးက ရွှေကြောရှာသမားတွေလည်း\nဒုနဲ့ဒေး လာရောက်ခဲ့ကြတာပါ။ ချာလီချပ်ပလင်ကတော့ အလာစကာ\nရွှေကြောရှာခရီးရှည်ကြီးထဲ ပါလာတဲ့သူပါ။ အလာစကာပြည်နယ်က\nအချိန်ပြည့် ဆီးနှင်းတွေ ကျဆင်းပြီး ရေခဲတောင်ကြီးတွေ ရှိတဲ့နေရာ\nဖြစ်လို့ အင်မတန်ကြမ်းတမ်းခက်ခဲတဲ့ ခရီးစဉ်ကြီးပါ။ဒီရွှေရှာခရီးကိုချာလီချပ်ပလင်တစ်ယောက် ကျော်ဖြတ်နိုင်ပါ့မလား၊ ရွေတွေတွေ့ပြီး\nသန်းကြွယ်သူဌေးကြီး ဖြစ်သွားမလား၊ဘယ်လိုမျိုး တလွဲတချော်တွေ\nဖြစ်ဦးမလဲဆိုတာကို ရယ်မောခံစားကြည့်ရှုရမှာပါ။   \nFile size…1.2GB\nQuality…720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by JimX",
        "rating": "8.2",
        "url": "https://megaup.net/1Lkl2/The.Gold.Rush.1925.720p.BluRay._%7BCM%7D.mp4",
        "category": "Adventure, Comedy, Drama"
    }
]