[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7AoNT06aRAc4SV89Dwxj3EYAgC.jpg",
        "title": "Dungeons & Dragons: Honor Among Thieves (2023)",
        "description": "Dungeons & Dragons: Honor Among Thieves (2023)~ IMDb - 7.5/10, RT - 90%, Meta - 72% ~မြေအောက်ခန်းနဲ့ နဂါးများ D&D ဆိုတာ Table Top ဂိမ်းလောကရဲ့ နာမည်ကြီး Role Play ဂိမ်းတစ်ခုပါပဲ။ ကိုယ်တိုင်ကိုယ်ကျ ဝင်ဆော့ရတဲ့ ဇာတ်လမ်းသွားအရုပ်ဂိမ်းတွေကစလို့ ကွန်ပြူတာ၊ ဖုန်း ပလက်ဖောင်းအစုံမှာ ရှိပြီး လူသန်းပေါင်းများစွာ ဆော့ကစားနေကြပါတယ်။ များပြားလှတဲ့ မျိုးနွယ်စု‌တွေ၊ မှော်သတ္တဝါတွေ၊ လက်နက်တွေ၊ အစွမ်းတွေ အရမ်းကိုစုံတဲ့ဂိမ်းပါပဲ။ ရုပ်ရှင်အနေနဲ့လည်း အရင်က သုံးကားလောက် ထွက်ဖူးပါတယ်။ စာအုပ်တွေလည်းထွက်ထားပါတယ်။ ရုပ်ရှင်ကား‌ဟောင်းသုံးကားကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။ဒီတစ်ခေါက်ကတော့ Wonder Woman ထဲက မင်းသား ခရစ္စပိုင်းက ခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ထားပြီး ဘက်ဂျက်များများ ဇာတ်လမ်းကောင်းကောင်းနဲ့ ရုံတင်ပြသထားတာပဲဖြစ်ပါတယ်။ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1TO5b/(CM)_Dungeons_&_Dragons_-_Honor_Among_Thieves_(2023)_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t3Lmw8jvm7tpik0lSkub8hU4oRW.jpg",
        "title": "Embrace of the Serpent(2015)",
        "description": "Embrace of the Serpent(2015)**************************ဒီရုပ်ရှင်ဟာ အမေဇုန်တောအုပ်ထဲကို ဆေးဖက်ဝင် အထွတ်အမြတ်သစ်ပင်တစ်မျိုးသွားရှာခဲ့တဲ့သိပ္ပံပညာရှင်နှစ်ယောက်ရဲ့ ဒိုင်ယာရီကို ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာပါ။\n၂၀၁၅ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ခရီးသွား ဖြူမဲရုပ်ရှင်ဖြစ်ပြီး ဆုတံဆိပ်တွေလည်း များစွာရရှိထားပါတယ်။ကိုလန်ဘီယာရဲ့ ပထမဆုံးသော Oscar nomianted ရုပ်ရှင်လို့လည်းဆိုကြပါတယ်။\nဇာတ်ကားထဲက သိပ္ပံပညာရှင်နှစ်ယောက်ဟာ ဒီတောအုပ်ထဲကို အတူတူခရီးသွားကြတာမဟုတ်ဘဲတစ်ယောက်ပြီးမှ တစ်ယောက်၊ ၁၉၀၉ခုနှစ်နဲ့ ၁၉၄၀ခုနှစ်တွေမှာ နှစ်သုံးလောက်ခြားပြီးမှ ခရီးထွက်ဖြစ်ခဲ့တာပါ။\nရည်ရွယ်ချက်ကတော့ အတူတူပါပဲ။ ယာကရူနာဆိုတဲ့ ဆေးဖက်ဝင်ရှားပါးသစ်ပင်ကိုသွားရှာတာပါ။သူတို့နှစ်ဦးလုံးရဲ့ခရီးစဥ်မှာ ကာရာမာကာတဲ ဆိုတဲ့ နယ်ခံနတ်ဆရာကြီးနဲ့တွေ့ခဲ့ကြပါတယ်။\nနတ်ဆရာကြီးဟာ သူ့လူမျိုးစုမှာ တစ်ဦးတည်းရှင်ကျန်သူဖြစ်ပြီး သူတို့ဓလေ့တွေ အစဥ်အလာတွေ သမိုင်းတွေကို ထိန်းသိမ်းထားသူပါ။\nဒီခရီးစဥ်နှစ်ခုမှာ ဘာတွေကြုံတွေ့ရမလဲ၊အမေဇုန်လူမျိုးစုတွေ ဓလေ့တွေကဘယ်လိုတွေဆိုတာ မြင်တွေ့နိုင်မယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။File Size :(3.08GB) and (1.4GB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Adventure, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by ...",
        "rating": "7.8",
        "url": "https://megaup.net/3fHef/Embrace.of.the.Serpent.2015.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/liLN69YgoovHVgmlHJ876PKi5Yi.jpg",
        "title": "Ghosted (2023)",
        "description": "Ghosted (2023)ကပ္ပတိန်အမေရိကမင်းသား ခရစ်အီဗန်နဲ့ မင်းသမီး အန်နာဒအာမက်စ်တို့ရဲ့ ဟာသ အက်ရှင်ကားအသစ်လာပါပြီ။ ဇာတ်လမ်းကတော့ ရိုးရှင်းပေမဲ့ ဟာသတွေ၊ ဧည့်သည်သရုပ်ဆောင် နာမည်ကြီးတွေ အများကြီးသုံးထားတာမို့ ကြည့်ရတာ တန်တဲ့ ရုပ်ရှင်ပါပဲ။ အစက ခေါင်းဆောင်မင်းသမီးနေရာမှာ စကားလက်ဂျိုဟန်ဆန်ကိုရွေးထားပေမဲ့ အချိန်ညှိမရတာကြောင့် အန်နာဒအာမက်စ်ကလေး ပါလာတာပါပဲ။ကိုးလ်ဟာ သူ့မိသားစုနဲ့အတူ ခြံစိုက်စားနေတဲ့ လူရိုးတစ်ယောက်ပေါ့။ တစ်နေ့မှာတော့ ကမ္ဘာလှည့်ပြီး အနုပညာပစ္စည်းတွေ စုဆောင်းရှာဖွေရတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တစ်ရက်ချိန်းတွေ့မိပြီး ချစ်ကြိုက်သွားခဲ့ပါတယ်။ အဲဒီကောင်မလေးက သူ့ကိုတစ်ရက်တည်းနဲ့ ပလစ်ပြီး လန်ဒန်ထွက်သွားတဲ့အချိန်မှာ နောက်ကလိုက်သွားခဲ့တယ်။ လန်ဒန်မှာ သူ့ကို နာမည်ကြီး စပိုင်တစ်ယောက်နဲ့မှားပြီး လူဆိုးဂိုဏ်းက မှားဖမ်းတဲ့အခါ သူ့ကောင်မလေးကမှ စပိုင်အစစ်ဖြစ်နေပြီးလာကယ်တာကြောင့် သူတို့နှစ်ယောက်အတူ စွန့်စားခန်းတွေ အလွဲလွဲအချော်ချော်နဲ့ ဖွင့်ရပါတော့တယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.5GB, 1.2GB\nQuality - 1080p, 720p\nIMDb ...",
        "rating": "5.8",
        "url": "https://megaup.net/3fvz1/(CM)_Ghosted_(2023)_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuI60N007L9x3r46paOZarUj2f3.jpg",
        "title": "Peter Pan & Wendy (2023)",
        "description": "PeterPeter Pan & Wendy (2023)ပီတာပန်က J.M.Barrie ဖန်တီးထားတဲ့ဇာတ်ကောင်လေးဖြစ်ပြီး\nပြဇာတ်ကနေစပြီး ရုပ်ရှင်ပေါင်းများစွာရိုက်ကူးထားတာမို့ ရုပ်ရှင်ချစ်ပရိသတ်တွေနဲ့ တစ်ခုမဟုတ်တစ်ခုမှာရင်းနှီးပြီးသားနေမှာပါ။\nအခြေခံအားဖြင့်ဇာတ်ကားတွေမှာ ပီတာပန်က မကြီးပြင်းချင် အရွယ်မရောက်ချင်တဲ့ကောင်လေး၊ နဲဗားလန်းမှာသူ့လိုကလေးတစ်သိုက်နဲ့အတူနေတယ်။\nသူ့ရန်သူကတော့ ပြောစရာမလိုပါဘူး ကပ္ပတိန်ဟုခ်ပေါ့။ သူကတစ်နေ့မှာဝင်ဒီ့ကို ကလေးငယ်တွေရဲ့မိခင်ဖြစ်ပေးဖို့လာခေါ်တယ်။ အဲ့လိုပေါ့။J.M.Barrie ရဲ့ မူရင်းပြဇာတ်နဲ့ဝတ္ထုမှာတော့ ပီတာပန်က ဗီလိန်ပါ။\nတကယ်ဆိုနဲဗားလန်းကလုံးဝမကြီးပြင်းတာမျိုးမဟုတ်ပဲ ကြီးပြင်းမှုနှေးတာပါ။\nအဲ့တော့ ပီတာပန်က ကြီးပြင်းတဲ့ကလေးတွေကို ပြဿနာရှာတယ်။\nတစ်ခါတလေ သူ ပျင်းရင် အချင်းချင်းပြန်သတ်ကြတယ်။ ပီတာပန်က ဂျစ်တစ်တစ်ငဆိုးလေးပေါ့။\nနောက်ပိုင်းမှာမှကလေးတွေကြားမှာ ပင်လယ်ဓားပြတွေရေပန်းစားလာတာကြောင့် စာရေးဆရာက ကပ္ပတိန်ဟုခ်ကိုဗီလိန်အနေနဲ့ထည့်ခဲ့တာပါ။ဒီ Peter Pan & Wendy ဇာတ်လမ်းမှာတော့ အပေါ်ကပြောခဲ့တဲ့ဇာတ်လမ်းသွားနှစ်ခုကြားမှာ မယုတ်မလွန်စည်းချထားတယ်ပြောရမယ်။\nပီတာပန့်ကို လူဆိုးဇာတ်မသွင်းသလို ဟီးရိုးအဖြစ်လဲပုံမဖော်ထားပါဘူး။\nပြီးတော့ ဝင်ဒီ။ တကယ်ဆိုပီတာပန်ဇာတ်လမ်းက အဓိကဝင်ဒီ့ရဲ့ဇာတ်လို့ပြောလို့ရတယ်။\nလောကကြီးထဲကိုဝင်ရတော့မယ့် ကလေးတစ်ယောက်ရဲ့အကြောက်တရား မကြီးပြင်းချင်စိတ်တွေကနေ နဲဗားလန်းဆိုတဲ့အယူအဆကဖြစ်တည်လာတာပါပဲ။\nဒီဇာတ်လမ်းမှာ ဝင်ဒီ့ကိုလဲ တော်တော်အသားပေးထားသလို အရင်ကားတွေမှာမပါခဲ့တဲ့ ကွက်လပ်တွေကိုလဲဖြည့်ပေးထားပါသေးတယ်။\nရှေးရှေးကလက်ရာကောင်းများစွာလဲရှိတော့ အခုထွက်ရှိတဲ့ Peter Pan & Wendy ပေါ်ဝေဖန်သံ ...",
        "rating": "",
        "url": "https://megaup.net/3fEik/Peter.Pan.and.Wendy.2023.1080p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/bro-142x200.jpg",
        "title": "Brothers of the Wind(2015)",
        "description": "လင်းယုန်ငှက်တွေဟာ စူးရှတဲ့ အမြင်အာရုံရှိပြီး အမဲလိုက်ရာနေရာမှာလည်းအံ့ဩဖွယ်ကောင်းအောင် ထူးချွန်တဲ့ ငှက်တွေဖြစ်ပါတယ်။ဖမ်းချင်တဲ့ သားကောင်ကိုတွေ့ရင် လေပေါ်ကနေအောက်ကိုထိုးဆင်းပြီးမှ မြေကိုမထိပဲ သားကောင်ကို ချီသွားနိုင်တဲ့ပုံစံဟာ လင်းယုန်ငှက်တွေရဲ့ နာမည်ကြီး အမဲလိုက်ပုံလို့ပဲ ပြောရပါလိမ့်မယ်။ဒီဇာတ်ကားကလည်း အဲ့လို အံ့ဩဖို့ကောင်းတဲ့လင်းယုန်တစ်ကောင်ရဲ့ ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။လူးကပ်စ်ဟာ ထူးခြားတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။သူက ကြင်နာတတ်တဲ့စိတ် အပြည့်ရှိတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီးတစ်ယောက်တည်း အေးအေးဆေးဆေးလည်း နေတတ်သူပါ။ဒီလိုထူးခြားတဲ့ ကောင်လေးတစ်ယောက်မှာအတိတ်ဖြစ်ရပ်ဆိုးတွေလည်း ရှိနေပါတယ်။လူးကပ်စ်ဟာ ဒီဖြစ်ရပ်ကြောင့် စိတ်ဒဏ်ရာရနေပြီးသူ့ရဲ့ဖခင်ဖြစ်သူနဲ့လည်း ပြေလည်တဲ့ ဆက်ဆံရေး မရှိပါဘူး။တစ်နေ့တော့ လူးကပ်စ်တစ်ယောက် လျှောက်သွားရင်းနဲ့တောင်ပေါ်တစ်နေရာက ပြုတ်ကျနေတဲ့ လင်းယုန်ငှက်ပေါက်စလေးတစ်ကောင်ကို တွေ့ခဲ့ပါတယ်။လူးကပ်စ်က ကြင်နာတတ်သူပီပီ ငှက်ကလေးကိုမွေးစားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ဒီလိုနဲ့ လူးကပ်စ်နဲ့ ငှက်ကလေး သူငယ်ချင်းတွေဖြစ်လာတာကိုကြည်နူးစရာ မြင်တွေ့ရမယ့်ဇာတ်ကားလေးပါ။ငှက်ကလေးမှာလည်း သူ့ရဲ့ကိုယ်ပိုင် ဘဝဇာတ်လမ်းတစ်ခုရှိနေတဲ့အခါမှာ လူးကပ်စ်တို့ သူငယ်ချင်းနှစ်ယောက်ဘယ်လိုအခက်အခဲတွေကို ရင်ဆိုင်ရမလဲ ကြည့်ရှုရမှာပါ။အယ့်လ်ပ်စ် တောင်တန်းကြီးတွေရဲ့ ရှုခင်းလှလှတွေကိုကြည့်ချင်တဲ့ သူတွေအတွက်ရော လူနဲ့တိရစ္ဆာန်ကြားကသံယောဇဉ်ကို ပုံဖော်ထားတဲ့ ဇာတ်လမ်းမျိူး ကြိုက်သူတွေအတွက်ပါကြည့်သင့်တဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။   File size…  2.2GB ...",
        "rating": "6.8",
        "url": "https://megaup.net/1THw5/brothers.of.the.wind.2015.1080p.bluray._%7BCM%7D.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTVlNjMyOWUtOTdhMi00OWZkLWI4MjEtNjU3ZDUxZDQ0Y2ZmXkEyXkFqcGdeQXVyNDM1MDk1OTQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Justice League x RWBY: Super Heroes & Huntsmen, Part One (2023)",
        "description": "Justice League x RWBY: Super Heroes & Huntsmen, Part One (2023)\n=================================================\nIMDb Rating - 5.2/10DC ရဲ့ justice league animation ကားသစ်လေးပါ။\nJustice leagueတစ်ဖွဲ့လုံး Darkside နဲ့တိုက်ခိုက်ရင်း တစ်ခြား\nကမ္ဘာကို အပို့ခံလိုက်ရပါတယ် ။ အဲ့ဒီကမ္ဘာမှာ justice league\nတစ်ဖွဲ့လုံး ဆယ်ကျော်သက်တွေဖြစ်ကုန်ပြီး အစွမ်းတွေလည်း\nပျောက်ကုန်ပါတယ်။ အဲ့ဒီအစား သူတို့ရောက်သွားတဲ့ကမ္ဘာက\nအစွမ်းရှိတဲ့ လူတစ်စုနဲ့ထိပ်တိုက်တွေ့ပြီး နေသားတစ်ကျဖြစ်ဖို့\nကြိုးစားရပါတယ် ။ကမ္ဘာအသစ်မှာ အစွမ်းအသစ်တွေရလာပြီး Batman ဆိုရင်\nအတောင်ပံတွေပေါက်လာပါတယ်။ နောက်ဆုံးတော့ သူတို့ကမ္ဘာ\nကို ပြန်သွားဖို့ကြိုးစားရင်း မူလအစွမ်းတွေရဖို့ ကမ္ဘာသစ်ဆီက\nvillainကြီးတစ်ကောင်နဲ့ရင်ဆိုင်ရပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (710 MB) / (449 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "5.2",
        "url": "https://megaup.net/1TFw0/Justice.League.X.RWBY.Super.Heroes.And.Huntsmen.Part.One.2023.1080P.BLURAY.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGY5NzViZmMtZTcyNy00NTgwLTlmZWEtZTZhZjViNzdiY2QzXkEyXkFqcGdeQXVyMTUwMDg3OTQy._V1_-162x200.jpg",
        "title": "Dasara (2023)",
        "description": "Dasara (2023)\nIMDb - 7.3/10မင်းသား Naniနဲ့ မင်းသမီးလေး Keerthy Suresh တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုံကားတစ်ကားဖြစ်ပြီး\nဘတ်ဂျက်၆၅ကု​ဋေအထိ သုံးထားတဲ့အပြင် ၁၁၅ကုဋေအထိပြန်ရယူနိုင်တဲ့ ဇာတ်ကား​ကောင်း​လေးဖြစ်တဲ့\nDasaraကိုတင်ဆက်​ပေးချင်ပါတယ်ဗီရာလပိုင်ဆိုတဲ့ရွာ​လေးမှာ အရက်ကိုသူတို့ရိုးရာလို့ကိုမှတ်ယူထားကြတဲ့အထိ အရက်ကိုစွဲလမ်းကြတဲ့\nလူ​တွေ​နေထိုင်ကြပါတယ် အရက်မ​သောက်ရရင် အလုပ်ပျက်အကိုင်ပျက်ထိုင်မှိုင်ကြတဲ့အထိကို\nအရက်စွဲ​နေကြသူ​တွေပါ ဒါ​တွေ​ကြောင့်လည်း ဒီရွာ​လေးမှာဖွင့်ထားတဲ့ဆစ်ခ်ဘားအမည်ရှိ အ\nရက်ဆိုင်ဟာအရက်ဝယ်သူ​တွေကြိတ်ကြိတ်တိုးတိုးနဲ့ ဝင်လာမ​စဲတသဲသဲပါပဲ ဒါတင်မက​သေးပါဘူး\nဒီဘားရဲ့​ငွေကိုင်ရာထူးကလည်းတစ်ရွာလုံးကလူ​​တွေအ​လေးစားရဆုံးရာထူးလည်းဖြစ်ပါတယ်တစ်ဖက်မှာလည်း ဒါရန်နီ ဆူရီ နဲ့ဗန်လာနီတို့က ငယ်ငယ်ကတည်းက သူငယ်ချင်း​ကောင်း​တွေဖြစ်ကာ ဒါရန်နီဟာ\nဗန်လာနီကို ဟိုးက​လေးဘဝကတည်းကချစ်​နေခဲ့​ပေမယ့် သူငယ်ချင်းဖြစ်သူဆူရီက ဗန်လာနီနဲ့ချစ်​နေတာ​ကြောင့်\nကိုယ်ကျိုးစွန့်လွှတ်ခဲ့ပြီး သူ့သူငယ်ချင်းနှစ်​ယောက်အကျိုးကိုပဲ အမြဲကြည့်​ပေး​နေခဲ့သူပါတစ်​နေ့မှာ​တော့ ဗန်လာနီကိုတခြားလူတစ်​ယောက်နဲ့ အိမ်​ထောင်ချ​ပေးဖို့လုပ်ကြတဲ့မိဘ​တွေ​ကြောင့်\nဒါရန်နီဟာ ဆူရီကိုလည်းရွာကကြီးမှူးကျင်းပတဲ့ခရစ်ကတ်ပြိုင်ပွဲကိုဝင်ပြိုင်​စေပြီး\nဘားရဲ့​ငွေကိုင်ရာထူးကိုရ​အောင်ကြိုးစားကြပါ​တော့တယ်ဒါ​ပေမယ့်တကယ့်ပြိုင်ပွဲ​နောက်ကွယ်မှာ​တော့ ကြီးမှူးသူ​တွေရဲ့စနက်နဲ့ ပြိုင်ပွဲအနိုင်ရရှိသူကို\nသတ်မှတ်ထားပြီးသားမှန်းသိလိုက်ရတဲ့အခါ ဒါရန်နီနဲ့ဆူရီတို့အသင်းက ဘယ်လို​တွေလုပ်ကြမလဲ\nသူတို့​တွေဒီလိုလှည့်ကွက်​တွေနဲ့ပြည့်နှက်​နေတဲ့ ပြိုင်ပွဲကိုနိုင်ပါ့မလား အကွက်ချစီစဥ်မှူ​တွေကို\nဘယ်လိုဖြတ်​​ကျော်ကြမလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှူ့လိုက်ရ​အောင်​နော်\nFile size…3.29GB / 1.45GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 36m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~KhinKhin",
        "rating": "7.3",
        "url": "https://megaup.net/1dL6h/Dasara_(2023)_Telugu%C2%A0TRUE_WEB-DL_-_1080p.AAC5.1CH(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gXo6tBFQfeOC0B0GGIr1L5lkC4Y.jpg",
        "title": "Revice Forward: Kamen Rider Live & Evil & Demons (2023)",
        "description": "Revice Forward: Kamen Rider Live & Evil & Demons (2023)၂၀၂၃ မှာ အသစ်ထွက်ရှိလာတဲ့ Kamen Rider Revice ရဲ့ ရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါတယ်။\nမူရင်းဇာတ်လမ်းတွဲအပြီးမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ဒီရုပ်ရှင်မှာတော့ Kamen Rider Revice က အဓိကဇာတ်ကောင်မဟုတ်ဘဲ\nKamen Rider Live & Evil, Kamen Rider Demon တို့က အဓိကဇာတ်ကောင်များဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒိုင်ဂျီနဲ့ ကာဒိုတာ တို့ဟာ Bluebird ဆိုတဲ့ အဖွဲ့အစည်းမှာ ဆက်လက်လုပ်ကိုင်နေကြပါတယ်။\nကာဒိုတာလည်း မျိုးရိုးဗီဇပြုပြင်ရေးဌာနက ‌ဒေါက်တာ အီချီမူရာထံမှာ ဆေးကုသမှုခံယူနေခဲ့ပါတယ်။\nအဲဒီအချိန်မှာပဲ Alicorn ဆိုတဲ့ အကြမ်းအဖက်အဖွဲ့အစည်းပေါ်‌ပေါက်လာပြီး က‌လေးတွေကို ပြန်‌ပေးဆွဲခဲ့ပါတယ်။\nဒိုင်ဂျီနဲ့ ကာဒိုတာလည်း အဆိုပါကလေးတွေကို ဝင်ရောက်ကယ်တင်ရင်း Alicorn ကိုဖြိုခွင်းဖို့ကြိုးစားခဲ့ပါတယ်။\nဒါပေမယ့် ကာဒိုတာရဲ့ နတ်ဆိုး ပြန်လည်ပေါ်ပေါက်လာခဲ့ပါတယ်။\nဘာလို့ ကာဒိုတာရဲ့ နတ်ဆိုးက ပြန်လည်ပေါ်ပေါက်လာတာလဲ?\nAlicorn ...",
        "rating": "",
        "url": "https://megaup.net/1THpe/Revice.Forward.Kamen.Rider.Live.Evil.Demons.2023.1080p.WEB-DL.CM.mp4",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41SVO0AElBAl7zks9dFhJ0OjHni.jpg",
        "title": "American Honey(2016)",
        "description": "American Honey(2016)**********************အဖော်အချွတ် ၊ ဆေးသုံးတဲ့အခန်းတွေ နဲ့ ကြမ်းတမ်းတဲ့စကားလုံးများစွာပါဝင်လို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..ယခုတင်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ ၂၀၁၆ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ American Honey ဆိုတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။၇၀ကြိမ်မြောက် BAFTA ရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံး British Film အဖြစ်ဆန်ကာတင်ရွေးချယ်ခံခဲ့ရပြီး ၂၀၁၆ ကိန်းစ် ရုပ်ရှင်ပွဲတော်မှာလဲ Palme d'Or ဆုအတွက်ရွေးချယ်ခံခဲ့ရပြီး Jury Prize ဆုကို ရရှိခဲ့ပါတယ်။ အခြားဆုတွေလဲ တစ်သီကြီးရထားတဲ့ ဒရာမာ ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ IMDB 7/10 ရရှိထားပြီး ခရမ်းချဉ်သီးမှာလဲ Rating ကောင်းကောင်းရရှိထားပါတယ်။ ဇာတ်ကောင်တွေကတော့ Sasha Lane၊ Shia LaBeouf နဲ့ Riley Keough တို့အဓိကထား ပါဝင် သရုပ်ဆောင် ထားပါတယ်။\nစတားဆိုတဲ့ ကောင်မလေးတစ်ယောက်ဟာ သူမရဲ့ ကလေးမဟုတ်တဲ့ ကလေးနှစ်ယောက်ကို ထိန်းကျောင်းနေရပြီး အမြဲတစေ လိင်ပိုင်းဆိုင်ရာစော်ကားနေတဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/3fC7d/American.Honey.2016.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/23bvOwfOS9fw347Yc68yPpkmd8i.jpg",
        "title": "Mickey, Donald, Goofy: The Three Musketeers(2004)",
        "description": "Mickey, Donald, Goofy: The Three Musketeers(2004)*************************************************မစ်ကီ၊ဒေါ်နယ်၊ဂူဖီတို့ဆိုတာ ဖုန်းတွေ၊ဂိမ်းတွေမပေါ်ခင်က ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမိတ်ဆွေလေးတွေပါပဲ။\nမှတ်မိပါသေးတယ် ငယ်ငယ်ကဆိုရင် အပတ်စဥ်ထုတ်ဝေတဲ့ကာတွန်းစာစောင်ရုပ်ပြတွေမှာ သူတို့အကြောင်းလိုက်ဖတ်ရတာ မမောနိုင်မပန်းနိုင်ပါပဲ။\nဒီရုပ်ရှင်လေးကတော့ နာမည်ကြီး The Three Musketeersကိုမှ မစ်ကီတို့သုံးယောက်ရဲ့versionလေးဖြစ်ပြီး စွန့်စားခန်းတွေကို ပျော်ပျော်ရွှင်ရွှင်ပြန်လည်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဥ်းလေးကတော့ မစ်ကီ၊ဒေါ်နယ်နဲ့ ဂူဖီတို့ဟာ ငယ်ငယ်လေးကတည်းကစစ်သည်တော်ဖြစ်ဖို့ အိပ်မက်မက်ခဲ့သူတွေပါ။\nတစ်နေ့မှာတော့ သူတို့အိပ်မက်အမှန်တကယ်ဖြစ်လာဖို့ အကြောင်းဖန်လာပါတော့တယ်။\nမစ်ကီတို့သုံးယောက်အပြင် မီနီ၊ ဒေစီ၊ နွားမလေးကလာရာဘလ်၊ ပီဒ်၊ ပလူတိုစသည်ဖြင့် လူစုံတက်စုံပါဝင်ပါပြီး\nအများကြီးညွှန်းစရာမလိုတဲ့ကားလေးမို့ ငယ်ဘဝကိုပြန်တမ်းတရင်းကြည့်ရှုလိုက်ပါဦး။ File Size :(1.4GB) and (716MB)\nQuality : Blu-Ray1080P, 720p\nFormat…mp4\nDuration…01:07:00\nGenre : Animation, Comedy , Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1TH88/Mickey.Donald.Goofy.The.Three.Musketeers.2004.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-15-133x200.jpg",
        "title": "Last Action Hero (1993)",
        "description": "IMDB 6.4/10 ရရှိထားတဲ့ ပရိသတ်အချစ်တော် မင်းသားကြီးအာနိုးလို့ချစ်စနိုးခေါ်ကြတဲ့ Arnold Schwarzeneggerရဲ့ ၁၉၉၃ ခုနှစ်က Action/Fantacy/Comedy ကားလေးပဲဖြစ်ပါတယ်.. တကယ်လို့ ပရိသတ်တစ်ယောက်အနေနဲ့ ကိုယ်ကြိုက်တဲ့ဟီးရိုးရဲ့ရုပ်ရှင်ကားထဲ ကိုယ်ကိုယ်တိုင် ပါဝင်ခွင့်ရခဲ့မယ်ဆိုရင်.. ဇာတ်လမ်းအကျဉ်း ဒန်နီမက်တီဂန်ဆိုတဲ့ ကောင်လေးက ဂျက်စလေ့တာဆိုတဲ့ ဟီးရိုးဇာတ်ကောင်ကို အလွန်အမင်း ကြိုက်နှစ်သက်ပြီး အရူးအမူးဖြစ်သူပါ.. တစ်နေ့မှာတော့ သူသွားကြည့်နေကျ ရုပ်ရှင်ရုံက နစ်ခ်ဆိုတဲ့ ရုံပိုင်ကြီးက သူ့ကို မှော်ဆန်တဲ့လက်မှတ်တစ်စောင်ပေးခဲ့ပါတယ်.. ဒီလိုနဲ့ မက်ဒီဂန်လေးတစ်ယောက် ဘုမသိဘမသိနဲ့ ဂျက်စလေ့တာရဲ့ အသစ်ထွက်ရုပ်ရှင်ထဲ မှော်လက်မှတ်တစ်စောင်ကို အရင်းပြုပြီး ရောက်ရှိသွားတော့တာပေါ့.. ဂျက်ရဲ့စွန့်စားခန်းတွေထဲ မျောပါသွားတဲ့ မက်ဒီဂန့်ဆီက မှော်လက်မှတ်က ကံမကောင်းစွာနဲ့ ဗီလိန်ဖြစ်တဲ့ ဘန်နက်ဒစ်တ်လက်ထဲ ရောက်ရှိသွားပြီး ဘန်နက်ဒစ်တ်က မှော်လက်မှတ်ရဲ့အသုံးဝင်ပုံကို သိရှိသွားချိန်မှာတော့.. ဟိုဘက်ကမ္ဘာနဲ့ ဒီဘက်ကမ္ဘာကို ကူးရင်း..ရုပ်ရှင်တွေထဲ ကူးရင်း.. ဗီလိန်ဇာတ်ကောင်တွေကို ခေါ်ထုတ်ဖို့ ကြိုးပမ်းပါတော့တယ်.. မက်ဒီဂန်နဲ့ ဂျက်တို့က ဘန်နက်ဒစ်တ်ကို ဘယ်လိုတားဆီးဖို့ကြိုးပမ်းကြမလဲ.. ...",
        "rating": "",
        "url": "https://megaup.net/1dAgl/Last.Action.Hero.1993.1080p.(CM).mp4",
        "category": "Action, Adventure, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o2Dm2mcE1qW8vT0bpsJO5OMBbqa.jpg",
        "title": "Holes (2003)",
        "description": "Holes (2003)\nIMDb - 7.0/10, Rt - 78%CM ပရိသတ်တွေအတွက် 2003 တုန်းကထွက်ရှိခဲ့တဲ့မိသားစုရုပ်ရှင်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။Transformers ရုပ်ရှင်တွေမှာ ဆမ် နေရာကနေသရုပ်ဆောင်ခဲ့တဲ့မင်းသား Shia LaBeouf ကအဓိကဇာတ်ဆောင်အနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စတန်လီ ယဲနက် \"လေး\" (Shia LaBeouf) ဟာသူ့မိသားစုရဲ့ နှစ်ပေါင်း 150 ကျော်နေပြီဖြစ်တဲ့ကျိန်စာကြီးတစ်ခုကြောင့်အမြဲကံဆိုးနေရတဲ့သူပါ။တစ်နေ့မှာတော့လမ်းလျှောက်နေရင်း မိုးပေါ်ကနေသူ့ခေါင်းပေါ်ကိုကျလာတဲ့ ဖိနပ်တစ်ရံကို ယူသွားမိတဲ့အတွက်ဖိနပ်ခိုးမှုနဲ့ တရားစွဲခံရပြီး ဂရင်းလိတ်ခ်လူငယ်ပြုပြင်ရေးစခန်းကိုအပို့ခံလိုက်ရပါတော့တယ်။ဒါပေမဲ့ဂရင်းလိတ်ခ်စခန်းဟာ နာမည်အတိုင်းဟုတ်မနေပဲရောက်လာတဲ့ လူငယ်လေးတွေကို အတင်းအကြပ်လုပ်အားပေးခိုင်းစေနေတဲ့အလုပ်ကြမ်းစခန်းလိုမျိုးဖြစ်နေပါတယ်။စခန်းရဲ့ကြီးကြပ်ရေးမှူးက အဆိပ်ရှိမြွေတွေနဲ့ ဖွတ်တွေပဲရှိတဲ့လွင်တီးခေါင်ပြင်ကန္တာရထဲမှာ တစ်နေ့ကို ငါးပေနက်ပြီးငါးပေကျယ်တဲ့တွင်းတွေတူးခိုင်းပြီးဘာမှန်းမသိရတဲ့အရာကို ရှာဖွေခိုင်းနေတာပါ။ဒီလိုနဲ့ပဲ စတန်လေ ယဲနက် တစ်ယောက် စခန်းမှာအသားကျအောင်နေထိုင်ရင်းနဲ့တစ်နေ့မှာ သူစာဖတ်တတ်အောင်သင်ပေးနေတဲ့ဟက်တာ ဇာရိုနီဆိုတဲ့ ကောင်လေးကပြဿနာတစ်ခုကြောင့်ထွက်ပြေးသွားပါတော့တယ်။လူတစ်ယောက်ထဲဆိုဘယ်လိုမှမရှင်သန်နိုင်တဲ့ကန္တာရကြီးဖြစ်တာမလို့ စတန်လေလည်းဟက်တာနောက်ကို လိုက်သွားခဲ့ပါ‌ တော့တယ်။ဒီလိုနဲ့သူတို့ကို တွင်းတွေတူးပြီး ရှာဖွေခိုင်းထားတဲ့အရာတွေဟာ စတန်လေတို့မိသားစုကျိန်စာနဲ့ဆက်စပ်နေပြီး ကြီးကြပ်ရေးမှူးရဲ့ မိသားစုနဲ့ပါဆက်စပ်နေတဲ့အခါမှာဘာတွေဆက်ဖြစ်လာမလဲ၊ စတန်လေနဲ့ ဟက်တာတို့ကရောလွင်တီးခေါင်ပြင်ကြီးထဲမှာ ရှင်သန်နိုင်မလား၊သူတို့ရှာဖွေနေတဲ့ဘာမှန်းမသိတဲ့အရာကိုရော တွေ့မှာလား၊အတိတ်မှာကရော စတန်လေရဲ့ ဘိုးဘေးတို့ကဘာတွေဖြစ်ခဲ့ကြလဲဆိုတာကိုပေါ့ပေါ့ပါးပါးရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါဗျ။ File ...",
        "rating": "7.0",
        "url": "https://megaup.net/1dwzp/Holes.2003.720p._%7BCM%7D.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fy7vhA9hnwGe6dqvVz1P8CnXnTd.jpg",
        "title": "Dragon Hunting Mystery ( 2023 )",
        "description": "ရှန်နုံရတနာသေတ္တာဟာ \"ထာဝရရှင်သန်ခြင်းရဲ့ တံခါးဝ\"လို့ ဒဏ္ဍာရီတွင်တဲ့\nအမတဆေးနဲ့ဆက်နွှယ်နေတဲ့ လျှို့ဝှက်ဆန်းကြယ်တဲ့ရတနာတစ်ခုဖြစ်ပါသတဲ့။ဒီလျှို့ဝှက်ချက်ကို သိတဲ့လူအနည်းကျဉ်းသာရှိပေမဲ့ အဲ့ဒီထဲမှ \"မုဖုန်းချန်\"ဆိုသူဟာ\nထိုရတနာကိုမျက်စိကျပြီး သိမ်းပိုက်ဖို့ကြိုးစားပါတော့တယ်၊‌\nရှေးဟောင်းအစဉ်လာဒဏ္ဍာရီလျှို့ဝှက်ချက်တွေကို ထိန်းသိမ်းတဲ့နေရာတစ်ခုဖြစ်တဲ့\nယန်ဟွမ်ခန်းမက မော့ရွှမ်နဲ့ချန်ရွှင်တို့ဟာလည်း ထိုနတ်ပစ္စည်းရတနာကို\nမသမာသူလက်ထဲမကျရောက်အောင် တာဝန်အရ အမြန်ရှာဖွေပါတော့တယ်။\nတကယ်တမ်းမှာတော့ ရှန်နုံရတနာသေတ္တာဟာ စစ်ဦးစီးချုပ်\"ကျန်းချန်ဇစ်\"\nလက်ထဲရောက်နေပါတော့တယ်၊ဒါပေမဲ့ ကျန်းချန်ဇစ်ဟာ ရှန်နုံရတနာသေတ္တာဟာဘာမှန်းမသိခဲ့ပါဘူး။-ဒီလိုနဲ့‌‌ ရတနာရှိရာကို လောဘရဲ့သားကောင်တွေ ပစ်မှတ်ထားလာတဲ့အခါ...∆ရန်သူရဲ့ရန်သူဟာ သူငယ်ချင်းဖြစ်တတ်တယ်ဆိုတဲ့အတိုင်း\nကျန်းချန်ဇစ်၊ချန်ရွှင်နဲ့ မော့ရွှမ်တို့သုံးယောက် ရှန်နုံရတနာကို ဘယ်လိုတွေဆက်ရှာဖွေသွားမလဲ...∆အရာအားလုံး ပုံရိပ်ယောင်တွေပြည့်နှက်နေတဲ့ နယ်နိမိတ်ကြီးမှာ\nသူတို့သုံးယောက်ကရော အစစ်မှန်ဖြစ်ပါ့မလား...∆အားလုံးရဲ့အရင်းမြစ်ဖြစ်တဲ့ ရှန်နုံရတနာသေတ္တာနဲ့\nအမတ‌ဆေးနောက်ကွယ်မှာရော ဘယ်လိုဇာတ်လမ်းတွေရှိနေမလဲ...ဘယ်လိုအန္တရာယ်တွေကိုရင်ဝယ်ပိုက်ပြီး နောက်ဆုံးမှာ\nအမတဆေးဟာ ဘယ်သူ့လက်ထဲကိုပဲရောက်ရှိသွားလေမလဲ.....ဆိုတဲ့အံ့ဖွယ်ဆန်းကြယ်ဖြစ်ရပ်တွေနဲ့စိတ်ဝင်စားစွာ\nကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းတစ်ခု ဖြစ်လို့ CMကနေ တင်ဆက်ပေးလိုက်ရပါတယ်ရှင့်။\n[ Reviewed By Clytie ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://megaup.net/1dBr6/Dragon_Hunting_Mystery_2023_1080p_WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODZhNzlmOGItMWUyYS00Y2Q5LWFlNzMtM2I2NDFkM2ZkYmE1XkEyXkFqcGdeQXVyMTU5OTA4NTIz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Ant-Man and the Wasp: Quantumania (2023)",
        "description": "Ant-Man and the Wasp: Quantumania (2023)\n================================\nIMDb Rating - 6.4/10ကဲ မာဗယ်ရဲ့ ပုရွက်ဆိတ်လူသားရုပ်ရှင် အသစ်လာပါပြီ။\nဇာတ်လမ်းကတော့ Endgame တိုက်ပွဲကြီးအပြီးမှာ အေး\nအေးချမ်းချမ်းနေနေကြတဲ့ စကော့၊ ဟုပ်၊ ကတ်စီ၊ ဟင်နရီ နဲ့\nဂျဲနက်တို့ မိသားစုဟာ မတော်တဆမှုတစ်ခုကြောင့် ကွမ်တမ်\nလောကကြီးထဲကို ရောက်သွားပြီး ကွန်ကရာ ခန်း ဆိုတဲ့ ရန်သူ\nကြီးတစ်ယောက်နဲ့ ရင်ဆိုင်ရတာပါ။ခန်းဟာ အချိန်ခရီးသွားနိုင်၊ နည်းပညာအသစ်အဆန်းတွေတီ\nထွင်နိုင်ပြီး၊ အဗန်ဂျာတွေကိုသတ်နိုင်လောက်တဲ့အထိ စွမ်းအား\nကြီးတဲ့သူပါ။ ကမ္ဘာတွေ၊ အချိန်စီးကြောင်းတွေ၊အပြိုင်စကြဝဠာ\nတွေကိုဖြတ်ပြီး ခရီးသွားရင်း ကမ္ဘာတွေကို ဖျက်ဆီးနေသိမ်း\nပိုက်နေတဲ့သူတစ်ယောက်ပါပဲ။ အဲတော့ ဒီရန်သူကြီးနဲ့ စကော့\nတို့မိသားစုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ\nကြည့်ရှုရမှာဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality….4k HEVC | 1080p | 720p | 480p\nFile size…6GB | 2.12 ...",
        "rating": "6.4",
        "url": "https://megaup.net/1dx9k/Ant.Man.and.the.Wasp.Quantumania.2023.1080p.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMmU0YWUzMTYtNTU4NS00MWQzLWFlNWUtODI4OTcxNDU0OTJlXkEyXkFqcGdeQXVyNjAyOTEyMA@@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "The Fourth Musketeer (2022)",
        "description": "The Fourth Musketeer (2022)\n======================တစ်ခုသောညမှာ ဘုရင့်စစ်သည်တော်ရူးရူးနေတဲ့ ကောင်လေး\nတစ်ယောက်ဟာ ဒါ့တညံလို့အမည်ရတဲ့ သူအလေးစားရဆုံး\nဘုရင့်စစ်သည်တော်ရဲ့ အခန်းထဲကို ခိုးဝင်ပါသတဲ့။ အကြောင်း\nကတော့ သူ့စိတ်ထဲမှာ ဒါ့တညံဟာ ကျောထောက်နောက်ခံအင်\nအားမရှိ၊ မျိုးရိုးမရှိဘဲ ကိုယ်စွမ်းကိုယ်စနဲ့ ဘုရင့်စစ်သည်တော်\nခေါင်းဆောင်နေရာထိ တက်လှမ်းနိုင်ခဲ့တယ်လို့ ယုံကြည်ထား\nပါတယ်။ ဒါကြောင့် ဖြတ်လမ်းအလွယ်နည်းနဲ့ စစ်သည်တော်\nဖြစ်လာဖို့ရာ ဒါ့တညံကို တိုက်ရိုက်စိန်ခေါပြီး စစ်သည်တော်\nအဖွဲ့ထဲကို လေ့ကျင့်ရေးမဆင်းရဘဲ တန်းခန့်‌စေချင်လို့ပါ။ဖြစ်ချင်တော့ သူအခန်းထဲခိုးဝင်တဲ့အချိန်မှာ ဒါ့တညံဟာ ကိုယ်\nတွေ့မှတ်တမ်းရေးနေချိန်ဖြစ်ပြီး သူ့ကိုအားကျပြီး ဖြတ်လမ်း\nကနေ စစ်သည်တော်ဖြစ်ချင်‌နေတဲ့ ကောင်လေးကိုတွေ့တော့\nဂုတ်ဆွဲထိုင်ခိုင်းပြီး သူ့ဇာတ်ကြောင်းကို ပြန်လှန်ပြောပြရင်း\nဒီဇာတ်ကားဖြစ်လာသပေါ့လေ။ဒီလိုနဲ့ ဒါ့တညံရဲ့ စစ်သည်တော်ဖြစ်လာပုံကို နောက်ကြောင်း\nပြန်ပါတယ်။ သူတို့နှစ်ယောက်စကားဝိုင်းလည်းပြီး ဒီဇာတ်ကား\nလည်းပြီး။ သူ့ဇာတ်ကြောင်းနားထောင်ရင်း ဒါ့တညံကို ဆဲချင်\nဆူချင်စိတ်ပေါက်လိုက်၊ ချီးကျူးချင်စိတ်ပေါက်လိုက်၊ သင်ခန်း\nစာယူစရာလေးတွေ့လိုက်နဲ့ ဒီဇာတ်ကားလေးက ပြီးလို့ပြီးမှန်း\nမသိ ပြီးသွားမှာပါ။နာမည်ကိုရင်းနှီးသလိုလိုဖြစ်နေရင်တော့ ဟုတ်ပါတယ်...ဆရာ\nကြီးပီမိုးနင်းဘာသာပြန်တဲ့ “သူရဲကောင်းသုံးယောက်”ထဲက\nဒါ့တညံ(ဓားတညံ)ပါပဲ။ ဆရာကြီးရွှေဥဒေါင်းကလည်း ဘာသာ\nပြန်ဖူးပါတယ်။ \"The Count Of Monte Cristo\"ကိုရေးတဲ့ ပြင်\nသစ်စာရေးဆရာအလက်ဇန်းဒါးဒူးမတ်ရဲ့လက်ရာ\"The Three\nMusketeers\"ကိုမှီငြမ်းထားတာပါ။ကြည့်ရှုခံစားလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.2",
        "url": "https://megaup.net/1dqjr/The.Fourth.Musketeer.2022.480p.BluRay.(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/aaaaa-135x200.jpg",
        "title": "Captain Fantastic (2016)",
        "description": "ဘန်နဲ့ သူ့ရဲ့အမျိုးသမီး လက်စလီတို့ဟာ မြို့ပေါ်မှာမနေတော့ဘဲ တောထဲမှာသွားရောက်နေထိုင်ပြီး သဘာဝအတိုင်း ခေတ်မီပစ္စည်းတွေမသုံးဘဲနဲ့ ရှင်သန်နေထိုင်ဖို့ရွေးချယ်ခဲ့ပါတယ်။ သူတို့သားဦးလေးငယ်စဉ်ကတည်းက မြို့ကနေထွက်လာခဲ့ကြပြီးတော့ ကလေး ၆ ယောက်ရတဲ့အထိ အားလုံးကိုတောထဲမှာပဲ ပြုစုပျိုးထောင်ခဲ့ကြပါတယ်။ ကလေးတွေကိုယ်ခန္ဓာကျန်းမာကြံ့ခိုင်အောင်၊ တိုက်ခိုက်တတ်အောင် တောထဲမှာပုံမှန်လေ့ကျင့်ပေးပြီး စာပေပညာရပ်အားလုံးကိုလည်း သူတို့ကိုယ်တိုင်ပဲသင်ပေးခဲ့ကြပါတယ်။ ကလေးတွေက နည်းပညာ၊ ခေတ်မီပစ္စည်းအသုံးအဆောင်ဘာဆိုဘာမှ သုံးခွင့်၊ သိခွင့်မရကြပါဘူး။ တောထဲမှာပဲနေရင်း သဘာဝအလှအပတွေခံစားတတ်အောင်လေ့ကျင့်ပေးခံခဲ့ရပါတယ်။ တစ်နေ့မှာတော့ နဂိုကတည်းက စိတ်ရောဂါအခံရှိတဲ့သူတို့အမေ လက်စလီဟာ မြို့ပေါ်ဆေးရုံမှာ သေဆုံးသွားခဲ့ပါတယ်။ လက်စလီရဲ့အဖေက သူ့ရဲ့သမီးနဲ့ဘန်တို့တောထဲမှာနေဖို့ဆုံးဖြတ်ခဲ့တာကို အလွန်စိတ်ဆိုးခဲ့တဲ့အတွက် ဘန့်ကို လက်စလီဈာပနပွဲကို တက်ခွင့်မပြုဘူးလို့ပြောလိုက်ပါတယ်။ ဒါပေမဲ့ အချိန်အကြာကြီးမြို့ပေါ်သွားပြီးဆေးကုရင်းနဲ့ သေဆုံးသွားတဲ့မိခင်ကို ကလေးတွေကလွမ်းနေကြပြီးတော့ ဈာပနပွဲသွားလိုစိတ်ပြင်းထန်ခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ဘန့်အနေနဲ့ သူတို့ကလေးတွေကို ပုံမှန်ကမ္ဘာကြီးထဲကို ပထမဆုံးခေါ်သွားရပါတော့တယ်။ တကယ့်ကမ္ဘာအစစ်ထဲကိုရောက်တဲ့အခါမှာ ကလေးတွေက သူတို့ကြီးပြင်းခဲ့ရတဲ့ပုံတွေကို စိတ်ကျေနပ်မှုရှိရဲ့လား၊ ဘန်နဲ့လက်စလီတို့ ကလေးတွေကိုလေ့ကျင့်သင်ပြပေးထားတာတွေက သူတို့လေးတွေ တကယ့်ကမ္ဘာမှာရှင်သန်ဖို့ တကယ်လက်တွေ့အသုံးဝင်ရဲ့လား၊ ဘန်ကိုယ်တိုင်ကရော ဖခင်တစ်ယောက်အနေနဲ့ ...",
        "rating": "",
        "url": "https://megaup.net/1SWzY/blow-captain.fantastic.2016.1080p.(CM).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vc87upO8vcAGj9OmgH3AIz6ikKB.jpg",
        "title": "Mighty Morphin Power Rangers: Once & Always (2023)",
        "description": "Mighty Morphin Power Rangers : Once and Always (2023)မော်ဖင် ပါဝါရိန်းဂျားတွေ နှစ် ၃၀ ပြည့် အထိမ်းအမှတ် အထူးရုပ်ရှင်ကို တင်ဆက်ပေးလိုက်ပါပြီ။\nပါဝါရိန်းဂျားတွေဆိုတာ ၉၀ ဝန်းကျင်ကလေးတွေအတွက်တော့ မကြည့်ဖူးသူမရှိလောက်အောင် နာမည်ကြီးခဲ့တဲ့ သူရဲကောင်းတွေပါပဲ။\nအခုချိန်မှာပြန်ကြည့်ရင် ကလေးဆန်တယ်ထင်ရပေမဲ့ ငယ်ဘဝအမှတ်တရတွေနဲ့ သရုပ်ဆောင်တွေကို ပြန်တွေ့ရတာနဲ့တင် ပျော်စရာကောင်းနေပါပြီ။\nမူရင်းသရုပ်ဆောင်တွေ ပြန်ပါဝင်ထားပြီး ဇာတ်လမ်းကတော့ ဇော်ဒန်မရှိတော့တဲ့အချိန်မှာ\nသူတို့ရဲ့ ရန်သူတော်ကြီး ရီတာ ပြန်ပေါ်လာပြီး ရိန်းဂျားတစ်ယောက်ကို သတ်သွားတာကနေ အစပြုခဲ့ပါတယ်။\nရိန်းဂျားတွေဟာ ပြန်လွတ်လာတဲ့ ရီတာကို နှိမ်နင်းဖို့လိုက်ရှာနေချိန်မှာ ရီတာကလည်း ပိုကြီးတဲ့အကြံကြီးနဲ့ ရိန်းဂျားတွေကို တိုက်ခိုက်လာပါတော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Family\nQuality…. 1080p | 720p | 480p\nFile size… 1.2GB | 632MB | ...",
        "rating": "7.1",
        "url": "https://megaup.net/1TwuZ/Mighty.Morphin.Power.Rangers.Once.and.Always.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wyXPANZMYYbKh8Ic8qFLqMkolyV.jpg",
        "title": "The Adventures of Sharkboy and Lavagirl (2005)",
        "description": "The Adventures of Sharkboy and Lavagirl (2005)ကျွန်တော်တို့ငယ်ငယ်က တိတ်ခွေခေတ်မှာ ကျွန်တော့်အတွက် အမှတ်ရစရာအကောင်းဆုံးကားက Lion King ဖြစ်ခဲ့တယ်။\nအဲဒီခေတ်က ငှားကြည့်ကြတဲ့ခေတ်ဆိုတော့ ဘယ်ကလဲမသိလက်ဆောင်ရခဲ့တဲ့ အဲဒီအခွေကိုပဲ ခဏခဏပြန်ထိုးကြည့်ဖြစ်နေတာကိုး။\nနောက် VCD ခေတ်စစရောက်လာတော့ ရုပ်ရှင်ကြည့်တာတို့ ကာတွန်းစာအုပ်ဖတ်တာတို့က နိစ္စဓူဝအလုပ်တစ်ခုဖြစ်လာခဲ့ပြီ။\nအဲဒီတုန်းက ပဲခူးမှာ တစ်ဆိုင်တည်းရှိတာလား။ ကျွန်တော်ပဲမသိခဲ့တာလားမသိပေမဲ့ နာမည်အကြီးဆုံးအခွေဆိုင်က လိပ်ပြာကန်ထောင့်က Happy ဆိုတဲ့ အခွေဆိုင်ပေါ့။\nအိမ်နဲ့လည်းသိပ်မလှမ်းတော့ နေ့တိုင်းဆိုသလို သွားသွားငှားကြည့်ဖြစ်ခဲ့တယ်။ အဲဒီတုန်းကတော့ ဘာကားငှားရမလဲမသိရင် ကျွန်တော်တို့တော့ အခွေဆိုင်ကို ဘာကားကောင်းလဲ မေးလိုက်ကြတာပဲ။\nတစ်ခါသား အဲဒီလိုမေးတော့ ဟက်ပီးက အခွေငှားတဲ့အစ်ကိုကြီးတွေက Sharkboy and Lavagirl ကားလေးထုတ်ပေးလိုက်တယ်။\nသူ့ဇာတ်က ကလေးဇာတ်ပေမဲ့ စိတ်ကူးယဉ်တတ်တဲ့ ကျွန်တော်တို့ကို စိတ်ကူးယဉ်တာကို မစွန့်လွှတ်ဖို့ ပြောထားတဲ့ ရုပ်ရှင်ဆိုတော့ တော်တော်လည်းထိခဲ့လို့နေမယ်။\nဒီကားကို ခဏခဏကိုပြန်ပြန်ငှားကြည့်ဖြစ်ခဲ့တော့ VCDခေတ်မှာ ကျွန်တော့်အတွက် အမှတ်ရစရာအကောင်းဆုံး ရုပ်ရှင်လည်းဖြစ်ခဲ့တာပေါ့။\nနောက်ကျ ခဏခဏပြန်ငှားကြည့်ရလွန်းလို့ အခွေဆိုင်ကို ...",
        "rating": "",
        "url": "https://megaup.net/1Twaf/The.Adventures.of.Sharkboy.and.Lavagirl.3-D.2005.1080p.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pjR1n7gHasF9bsUgSE0CLRiDD7Y.jpg",
        "title": "World War III (2022)",
        "description": "World War III (2022)~ IMDb - 7/10, Rotten Tomatoes - 100% ~အီရန်က အော်စကာအတွက် ဝင်ပြိုင်ဖို့ရွေးခဲ့တဲ့ အီရန်ကားပါပဲ။ ဆန်ခါတင်ထဲတော့ မဝင်သွားပေမဲ့ ခရမ်းချဉ်သီး ၁၀၀ ရာခိုင်နှုန်းရထားတဲ့ ကားကောင်းလို့တော့ ပြောလို့ရပါတယ်။ ဗင်းနစ်ရုပ်ရှင်ပွဲတော်မှာတော့ ဆုရခဲ့ပါတယ်။ အီရန်ရုပ်ရှင်ကိုမှ Drama Thriller အမျိုးအစားမို့ ရင်တမမနဲ့ ကြည့်ရမယ့် ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ဇာတ်က ဒီလိုပါ။ လူတစ်ယောက်ရှိတယ်။ စာလည်းမတတ်ဘူး။ မိသားစုတွေကလည်း ငလျင်ကာလမှာ သေသွားလို့ ဘဝကို ထီးတည်းရှင်သန်နေတဲ့လူပေါ့။ အိမ်ရယ်လည်းမရှိဘူး။ သူငယ်ချင်းဆီ ကပ်နေနေရင်း တစ်နေ့ ရုပ်ရှင်ရိုက်ကွင်းတစ်ခုမှာ ဆက်တင်ပြင်တဲ့ဆီ အလုပ်သွားလုပ်ဖို့ အကြောင်းဖန်လာတယ်။ အဲဒီကားက ဒုတိယကမ္ဘာစစ်အကြောင်းရိုက်တာ။ ဟစ်တလာနေရာက သရုပ်ဆောင်တဲ့ သရုပ်ဆောင်က နှလုံးဖောက်ပြီး ဆေးရုံရောက်သွားရော။ ဒီတော့ ရိုက်ကွင်းအလုပ်သမားတွေထဲကပဲ အော်ဒီးရှင်းဝင်ခိုင်းပြီး လူရွေးတယ်။ ဒီမှာ ...",
        "rating": "7",
        "url": "https://megaup.net/1Ts89/(CM)_World_War_III_(2022)_1080p.mp4",
        "category": "Adventure, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BODQyNGY5ZmUtMTkxZS00NjE0LWEwYWYtNzFkMDRhY2JiYjhmXkEyXkFqcGdeQXVyMjc4MjcxNzI@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Sky High (2020)",
        "description": "Sky High (2020)\n=============\nGenre - Action, Adventure, Crime\nIMDb Rating - 5.6/10ဘဝကို ရိုးသားစွာ ကြိုးစားနေသူတစ်ယောက်ဖြစ်တဲ့ အန်ဂဲလ်။\nအမှတ်မထင် မရိုးမသား ဖိုးသခွား လုပ်နေတဲ့ ပိုလီနဲ့ ကောင်မလေး\nကိစ္စအချင်းချင်း ဖြစ်ပွားရာကနေ တစ်စတစ်စ ဒုစရိုက်လောကထဲ\nကို ခြေကျွံလာပါတယ်။ ပိုလီကတော့ ခြေစွမ်းကိုမြင်လို့ အန်ဂဲလ်ကို\nတဖြည်းဖြည်း ခေါ်ယူလာရင်း တဖြည်းဖြည်းနဲ့ သူ့ထက် လက်စောင်း\nထက်လာတာကို မြင်ရမှာပါ။ တစ်ဖက်မှာလည်း အန်ဂဲလ်က အထက်\nတန်းကျောင်းတုန်းက ငယ်ချစ် ဆိုးလေးကို ခုတုံးလုပ်ရင်း သူ့အဖေ\nဖြစ်တဲ့ ရိုဟီလီယိုကို ချည်းကပ် ဝင်ရောက်လာခဲ့ပါတော့တယ်။ဒီလိုနဲ့ အန်ဂဲလ်တစ်ယောက် သူမုန်းတီးတဲ့ ဆင်ခြေဖုံးဘဝကို မေ့ပြစ်\nဖို့ ကြိုးစားရင်း ဆရာဖြစ်ခဲ့ဖူးတဲ့ ရိုဟီလီယိုကို ကျော်ခွကာ တစ်ဖက်\nကလည်း ရည်းစားပြိုင်ဖက် ပိုလီကို ကျော်ခွကာ ဘယ်လိုတွေ သူရောက်\nချင်တဲ့ အထက်တန်းစားဘဝကို ရောက်အောင်လုပ်မလဲ ကြည့်ရမှာပါ။\nဆိုတော့ကား တစ်ခုရှိတာက လောဘတွေပါတဲ့ ဒီလို ...",
        "rating": "5.6",
        "url": "https://megaup.net/1drdp/Sky.High.2020.SPANISH.1080p.WEBRip.(CM).mp4",
        "category": "Action, Adventure, Crime"
    }
]