[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjI4MzU5NTExNF5BMl5BanBnXkFtZTgwNzY1MTEwMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Moana (2016)",
        "description": "UNICODE \nမကြာခင်ကမှ ထွက်ရှိ ထားတဲ့ စိတ်ကူးယဉ်စွန့်စားခန်း Animation ဇာတ်ကားလေး ဖြစ်တဲ့\nMoanaကားလေး အကြောင်း ညွှန်း ပေးလိုက်ပါတယ်။\nDisney ရုပ်ရှင် ထုတ်လုပ်ရေးရဲ့ ၅၆ ခု မြောက် Animationဇာတ်ကား အဖြစ်\nနိုဝင်ဘာ ၂၃ ရက်ကမှ ထွက်ရှိထားတာပါ။\n#တီဖီတီ ဟာ ကျွန်းကို စောင့် ရှောက်တဲ့ နတ်သမီးတစ်ပါးဖြစ်ပြီး\nကျွန်းတွေ၊ အသက်ဝိညာဉ်တွေ စတဲ့ အရာအားလုံးကို ဖန်ဆင်း ထားသူဖြစ်ပါတယ်။\n#တီဖီတီ ရဲ့ နှလုံးသားဟာ ကျောက်စိမ်းတုံး လေးတစ်ခုအနေနဲ့ရှိပြီး\nအသက် ဝိညာဉ်တွေ ဖန်ဆင်းရာမှာ အသုံး ပြုနိုင်ပါတယ်။ အဲဒါကို လူသား နတ်ဘုရားဖြစ်တဲ့\n#မာဝီ က သူ့ရဲ့ စွမ်းအားတွေ၊ ဝိညာဉ်တွေ မြှင့် တင်ဖို့နဲ့ မှော်ငါးမျှားချိတ်ကြီး ဖန် တီးဖို့\nအသုံးပြုခဲ့ပြီး မီးတောင် ချော်ရည်မိစ္ဆာကောင်ကြီး #တီခါ နဲ့ ဆုံပြီးတဲ့နောက်\nတီဖီတီရဲ့ နှလုံးသားရော၊ မှော်ငါးမျှားချိတ်ကြီး ရော သမုဒ္ဒရာထဲမှာ ပျောက်ဆုံး ...",
        "rating": "8.1",
        "url": "https://megaup.net/3yjdg/Moana.2016.720p.BluRay_{CM}_.mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYjQ5NjM0Y2YtNjZkNC00ZDhkLWJjMWItN2QyNzFkMDE3ZjAxXkEyXkFqcGdeQXVyODIxMzk5NjA@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Coco (2017)",
        "description": "ဂီတကို ရူးသွပ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆိုတဲ့(၁၂)နှစ်အရွယ်ကောင်လေးတစ်ယောက် ဂီတနဲ့ပတ်သက်လို့မိသားစုရဲ့ တားမြစ်ချက်ကို ဆန့်ကျင်ပြီး\nဝါသနာပါရာ ဂီတအတွက်စွန့်စားတဲ့အကြောင်း ဇာတ်အိမ်ဖွဲ့ထားတာပါ။အင်မယ်ဒါရစ်ဗာရာဟာ ဂီတပညာရှင်တစ်ယောက်ရဲ့ဇနီးဖြစ်ပြီး ခင်ပွန်းဖြစ်သူက မိသားစုထက် ဂီတကို\nရွေးချယ်ခဲ့ တာကြောင့် အင်မယ်ဒါဟာ ဂီတကိုစိတ်နာခဲ့ပြီးသမီးဖြစ်သူ ကိုကိုကိုလည်း ဂီတနှင့်ခပ်ကင်းကင်းနေဖို့တားမြစ်ခဲ့ပါတယ်။\nအဲဒီနောက် အင်မယ်ဒါဟာ မိသားစုစီးပွားရေးအဖြစ်ဖိနပ် ချုပ်လုပ်ငန်းလုပ်ပြီး နေထိုင်ပါတယ်။အင်မယ်ဒါတစ်ယောက် မျိုးရိုးစဉ်ဆက်တစ်လျှောက်\nဂီတကို ဘယ်လိုပဲတားမြစ်ထားပါစေ ဂီတပိုးကသူ့ရဲ့မြစ်ဖြစ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆီမှာ ပေါ်လာခဲ့ပါတယ်။မစ်ဂဲလ်ဟာ ဟိုးတုန်းက နာမည်ကျော်ဂီတပညာရှင်\nအာနက်စ်တိုဒီလာခရုဇ်ကို လေးစား အားကျပြီးသူ့လိုမျိုးဖြစ်ဖို့ စိတ် ကူးအိပ်မက်တွေနဲ့ပါ။ဒီလိုနဲ့ ဂီတပိုးရှိနေတဲ့ မစ်ဂဲလ်လေးဟာသူ့အဘွားရဲ့ မိသားစုဓာတ်ပုံကို ရှာတွေ့ပြီးနောက်မှာတော့\nဂီတနဲ့ သူ့မိသားစုကြားမှာ ကြီးမားတဲ့ဆက်စပ်မှုတစ်ခုရှိတယ်ဆိုတာသိသွားခဲ့ပါတော့တယ်။တစ်ရက်မှာတော့ မက္ကဆီ ကန်အထိမ်းအမှတ်ပွဲတစ်ခုဖြစ် တဲ့\nသေသူအတွက် မိသားစုဝင် တွေ ရည်မှန်းဆုတောင်းတဲ့ပွဲမှာမစ်ဂဲလ်ဟာ ဂီတာစွမ်းရည်ပြသ ဖို့ လုပ်ထားပေမယ့်သူ့အဘွားက ဂီတာကို ဖျက်ဆီးပြီး တားဆီးပါ တယ်။\nအဲဒီနောက်မှာတော့ မစ် ဂဲလ်ဟာ အာနက်စ်တိုရဲ့မျိုးဆက်ဆိုတာ သိသွားပြီးနောက်မှာတော့\nသူ့အဘိုးဖြစ်တဲ့ အာနက်စ်တိုရဲ့ ဂီတာနဲ့ ပြိုင်ပွဲဝင်ဖို့ဆုံးဖြတ်ပြီး အာနက်စ်တိုရဲ့ဂူမှာ ဂီတာသွား ...",
        "rating": "8.8",
        "url": "https://megaup.net/1FIrz/Monster_Family_[2017]_(MM_Sub).mp4 https://megaup.net/1FIjz/coco.2017.1080p.bluray_5.1_CH_{CM}.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/MV5BOWY2NGZlZGEtYmE1Yi00ZmVmLWI5MzAtMzZkYjU4YzY2YjdlXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007201000_AL_-144x200.jpg",
        "title": "Lu Over the Wall (2017)",
        "description": "ရေသူမဇာတ်လမ်းလေးတွေကိုကြားဖူးမှာပေါ့\nအခုကတော့ ချစ်ဖို့ကောင်းတဲ့ရေသူမလေး 'လူ'အကြောင်းပါ\nတခြားဇာတ်လမ်းတွေလို လူသားနဲ့ချစ်တဲ့ရေသူမလေးမဟုတ်ပဲ\nသီချင်းတွေချစ်တဲ့ရေသူမလေးပါနော်\nလူသားဖြစ်ချင်တာထပ် ခြေထောက်တွေနဲ့ကနေရရင်ပျော်နေတဲ့\nရေသူမလေးနဲ့ သူတို့နေတဲ့ပင်လယ်နားကမြို့ကလေး\nပျော်စရာလေးတွေ ကြည်နူးစရာလေးတွေရော\nအကျင့်ယုတ်တဲ့သူတွေနဲ့ ဝမ်းနည်းစရာလေးတွေရော\nအစုံအလင်နဲ့ မြုပ်ထားတဲ့ဇာတ်ကွက်လေးတွေနဲ့\nရေသူမလေး လူ အကြောင်းလေးကိုကြည့်လိုက်ပါဦး\nFile Size : (1.50 GB)/(0.66 GB)\nQuality : Blu-ray (1080p 5.1,720p,480p)\nRunning Time : 1hr 52min\nFormat : Mp4\nGenre : Animation,Adventure,Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DTS-MT\nTranslated by ThinzarHtet\nEncoded by sithuZAWGYI\nေရသူမဇာတ္လမ္းေလးေတြကိုၾကားဖူးမွာေပါ့\nအခုကေတာ့ ခ်စ္ဖို႔ေကာင္းတဲ့ေရသူမေလး 'လူ'အေၾကာင္းပါ\nတျခားဇာတ္လမ္းေတြလို လူသားနဲ႔ခ်စ္တဲ့ေရသူမေလးမဟုတ္ပဲ\nသီခ်င္းေတြခ်စ္တဲ့ေရသူမေလးပါေနာ္\nလူသားျဖစ္ခ်င္တာထပ္ ေျခေထာက္ေတြနဲ႔ကေနရရင္ေပ်ာ္ေနတဲ့\nေရသူမေလးနဲ႔ သူတို႔ေနတဲ့ပင္လယ္နားကၿမိဳ႕ကေလး\nေပ်ာ္စရာေလးေတြ ၾကည္ႏူးစရာေလးေတြေရာ\nအက်င့္ယုတ္တဲ့သူေတြနဲ႔ ဝမ္းနည္းစရာေလးေတြေရာ\nအစုံအလင္နဲ႔ ျမဳပ္ထားတဲ့ဇာတ္ကြက္ေလးေတြနဲ႔\nေရသူမေလး လူ အေၾကာင္းေလးကိုၾကည့္လိုက္ပါဦး\nFile Size : (1.50 GB)/(0.66 GB)\nQuality : Blu-ray (1080p 5.1,720p,480p)\nRunning Time : ...",
        "rating": "6.8",
        "url": "https://megaup.net/2cuz2/Lu.Over.the.Wall.2017.JAPANESE.1080p.BluRay(cm).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZHnblqmTBUBgzYBIxWIz9txsEi.jpg",
        "title": "The Aeronauts (2019)",
        "description": "\"ထိုင္ၾကည္႔ေနရံုနဲ႔ကမာၻ႔ၾကီးဟာေျပာင္းလဲမလာပါဘူး၊ကိုယ္ေနထိုင္ဖို႔ ေရြးခ်ယ္လိုက္တဲ႔ လမ္းကသာ ကမာၻၾကီးကိုေျပာင္းလဲေစမွာပါ\"တဲ႔။စူးစမ္းလိုစိတ္အျပည္႔ရွိတဲ႔သိပၸံပညာရွင္ နကၡတၱေဗဒပညာရွင္ ဂ်ိမ္းစ္ ဂလီရွာဟာေကာင္းကင္ႀကီးရဲ ႔သေဘာသဘာဝကိုသာ အျပည္႔အဝနားလည္ရင္ရာသီဥတုကို ခန္႔မွန္းႏိုင္မွာ ဆိုတဲ႔ယံုၾကည္ခ်က္နဲ႔ ေလွာင္ရယ္သံေတြ အၾကား စြန္႔စားခရီးႏွင္ခဲ႔သူပါ။သူတို႔ေခတ္သူတို႔အခါမွာ မိုးေလဝသကိုခန္႔မွန္းမယ္ဆိုတာအေျခအျမစ္မရွိဘူးလို႔ အမ်ားသူငွာကယူဆၾကပါတယ္။ဒါေပမယ္႔ ဂ်ိမ္းစ္ကေတာ႔ ေကာင္းကင္ကိုေလ႔လာဖို႔အတြက္မီးပံုးပ်ံစီးကာ ခရီးႏွင္ေနၾကျဖစ္တဲ႔အမ္မလီရာဆိုတဲ႔ မုဆိုးမေလးနဲ႔ ေကာင္းကင္ခရီးထြက္ဖို႔စီစဥ္ပါေတာ႔တယ္။အမ္မလီရာကလဲ အေၾကာင္းေၾကာင္းေၾကာင္႔မီးပံုးပ်ံထပ္မစီးေတာ႔ဘူးလို႔ ဆံုးျဖတ္ထားသူပါ။တစ္ေန႔ေတာ႔ သူတို႔ႏွစ္ေယာက္ေပါင္းကာကမာၻ႔အျမင္႔ဆံုးဆိုတဲ႔ စံခ်ိန္ကိုခ်ိဳးဖို႔ထြက္ခြာခဲ႔ပါေတာ႔တယ္။အဂၤလိပ္လူမ်ိဳးမိုးေလဝသပညာရွင္ ဂ်ိမ္းစ္ဂလီရာအေၾကာင္းရိုက္ကူးထားတဲ႔ဒီဇာတ္ကားဟာ ျဖစ္ရပ္မွန္ေတြက ပံုျပင္ထက္ပိုဆန္းက်ယ္တယ္ဆိုတဲ႔အေၾကာင္းကိုသက္ေသျပေနသလိုပါပဲ။လူႏွစ္ဦးရဲ ႔ရဲစြမ္းသတၱိ၊စူးစမ္းရွာေဖြလိုစိတ္၊ဉာဏ္ပညာ၊အတိတ္၊ရည္ရြယ္ခ်က္စတာေတြကိုအေကာင္းဆံုးပံုေဖာ္ေပးထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔The aeronauts(2019)ပါ။Rotten Tomatoes 72%ရရွိထားျပီး Eddie Redmanye ကိုယ္တိုင္အေကာင္းဆံုးသရုပ္ေဆာင္ထားတာမလို႔ေကာင္းတယ္ဆိုတာအေထြအထူးမညႊန္းေတာ႔ပဲနဲ႔Channel Myanmar ပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။ File Size : (945 MB ...",
        "rating": "6.6",
        "url": "https://megaup.net/2cuqp/The_Aeronauts_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hu5RpvEdLjJ2sLGkAMzRjoNWbMj.jpg",
        "title": "Bacurau (2019)",
        "description": "ဒီကား​လေးက​တော့ ဘရာဇီးလူမျိုး​တွေကိုအ​​ခြေခံပြီးရိုက်ကူးထားတဲ့\nစိတ်ကူးယဥ်ဆန်ဆန်ဒရမ်မာအက်ရှင်ကား​လေးတစ်ကားပါ\nထ​ရစ်ဇာက သူမအဖွား​သေဆုံးသွားတဲ့အတွက်ဘာကူယာရွာ​လေးကို​ရောက်လာခဲ့တယ်\nသူမအဖွားစျာပနာအခမ်းအနားကိုတက်​ရောက်ဖို့​ပေါ့\nဇာတ်ကားထဲမှာ​တော့ ဘာကူယာလို့​ခေါ်တဲ့ ​\nကျေးရွာ​လေးက ဘရာဇီးမှာရှိတယ်လို့စိတ်ကူးယဥ်ပုံ​ဖော်ထားတဲ့ရွာ​လေးတစ်ရွာ​ပေါ့\nဘာကူယာရွာ​လေးမှာ သေ​ရေးရှင်​ရေးအခက်အခဲ​တွေရှိ​နေတယ်\n​ထောက်ပံ့မှုတွေလည်းနည်းလာခဲ့တယ်\n​နောက်ပြီးဖုန်းလိုင်း​တွေလည်းမမိ​တော့ဘူးဖြစ်ခဲ့တယ်\nအကျင့်ပျက်ခြစား​နေတဲ့အစိုးရကလည်း ရွာ​လေးကို ပစ်ပယ်ခဲ့တယ်\nဘာကူယာရွာ​လေးဟာ ​မြေပုံထဲက​နေ​ဖျောက်ဖျက်ခံလိုက်ရတယ် ​\nနောက်ပိုင်းမှာရွာ​လေးဟာဘယ်လိုအဖြစ်ဆိုး​တွေနဲ့ကြုံ​တွေ့ခဲ့လဲ\nရွာမှာရှိတဲ့နယ်ခံ​တွေက​​ရောဒီအဖြစ်ဆိုး​တွေက​နေဘယ်လို​​ဖြေရှင်းကြမလဲဆိုတာကို\nပ​ဟေဠိဆန်ဆန်ကြည့်ရှု့ရမှာပါ\nFile Size : ( 1 GB , 459 MB )\nQuality :  WEB-DL 720G\nRunning Time : 2 hr 11 min\nFormat : Mp4\nGenre : Action , Mystery , Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hsu Lei\nEncoded by ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/bacurau-2019/",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/20djTLqppfBx5WYA67Y300S6aPD.jpg",
        "title": "Abominable (2019)",
        "description": "unicodeဒီတစ်ခါတော့ CM ပရိသတ်ကြီးအတွက် လတ်တလောထွက်ရှိထားတဲ့ကာတွန်းကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်။နာမည်ကျော် DreamWorks Studio ကနေ ဖန်တီးတင်ဆက်ထားတဲ့ဒီကားလေးနာမည်ကတော့ Abominable (2019)ပါ။Imdb Rating 7.1/10 Rotten Tomatoes 81%တောင်ရရှိထားတာမလို့Animation Movie ကောင်းလေးတွေကိုမျှော်လင့်နေတဲ့CM ပရိသတ်ကြီးအတွက် သတင်းကောင်းပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ အနည်းငယ်တင်ဆက်လိုပါသေးတယ်။ရှန်ဟိုင်းမြို့တစ်နေရာမှာ လူချမ်းသာ စီးပွားရေးသမား မစ္စတာဘားနက်ကဟိုး ဟိမဝန္တာက နှင်းလူတစ်ကောင်ကို ဖမ်းဆီးရရှိထားပါတယ်။တစ်နေ့မှာတော့ လုံခြုံရေးကျိုးပေါက်ပြီး အဲဒီနှင်းလူကထွက်ပြေးကာယီဆိုတဲ့တရုတ်မလေးရဲ့အိမ်ခေါင်မိုးမှာ ပုန်းနေပါသတဲ့။ပုန်းနေတဲ့ နှင်းလူလေးကိုဝေးလံလှတဲ့ ဟိမဝန္တာဆီကိုပြန်လိုက်ပို့ဖို့ယီရယ် ပန်ဆိုတဲ့ကလေးလေးရယ် ဂျင်မ်ဆိုတဲ့ ကောင်လေးရယ်အတူတူကြိုးစားအားထုတ်ပုံတွေကိုမြင်တွေ့ရမှာပါ။တစ်ဖက်မှာလဲသူတို့နောက်ကိုလိုက်နေတဲ့ သူတွေကလဲရှိနေပြန်တော့သူတို့ဘာတွေရင်ဆိုင်ရမလဲ?ဘယ်လိုတွေရင်ဆိုင်ဖြေရှင်းမလဲ?ဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးပါ။File Size : ( 911 MB , 308 MB )Quality :  BluRay 1080p 5.1 CH , BluRay 720pRunning Time : 1 hr 37 minFormat ...",
        "rating": "7.0",
        "url": "https://megaup.net/2nl7z/(CM)_Abominable_2019_BluRay_1080p_5.1_CH.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/firefox82-142x200.jpg",
        "title": "Firefox(1982)",
        "description": "Firefox(1982)အညွှန်း*******************Clint Eastwood ဆိုတဲ့ ဒါရိုက်တာလည်းလုပ် မင်းသားလည်း\nလုပ်တဲ့ ဒီဘိုးတော်ကြီးကို တော်တော်များများသိကြမယ်ထင်ပါရဲ့...\nခပ်ဆန်းဆန်း ဇာတ်ကားတွေကြီးပဲ ဖန်တီးတတ်သလို သူ့ကားတွေကြည့်ပြီးတိုင်း\nအတွေးတွေ ကျန်ခဲ့အောင် လုပ်နိုင်စွမ်းလည်းရှိပါတယ်...\nဒီရုပ်ရှင်ဇာတ်ကားက ၁၉၈၂ ခုနှစ်ကဆိုပေမယ့် ခုချိန်ပြန်ကြည့်လည်း\nသဲထိတ်ရင်ဖို ခံစားနေရတုန်းမို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်...\nဆိုဗီယက် ရုရှားမှာ အသံထက်မြန်အောင်ပျံနိုင်တဲ့အပြင် ရေဒါမှာ မပေါ်ဘဲနဲ့\nစိတ်နဲ့ထိန်းချုပ်ပြီး ဒုံးကျဉ်ပစ်လို့ရတဲ့ Firefox ဆိုတဲ့ တိုက်လေယာဉ်ကို ဖန်တီးလိုက်ပါတယ်။ ‌တိုက်လေ‌ယာဉ်ရဲ့ နည်းပညာက အဆင့်မြင့်လွန်းလို့ ‌ဗြိတိန်‌တွေက စစ်ရေးအရ စိုးရိမ်ပြီး အမေရိကန် တိုက်လေယာဉ်မှူး မစ်ရှယ် ဂန် ကို လေယာဉ်သွားခိုးဖို့ ရုရှားနိုင်ငံထဲ ခိုးသွင်းပါတော့တယ်။ အဲ့ဒီမှာ ဇတ်လမ်းက စတော့တာပဲ...\nမင်းသားကြီး Clint Eastwood ရဲ့ ပရိတ်သတ်ဆိုရင်တော့ မဖြစ်မနေကြည့်သင့်တဲ့ ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htet Wai Lwin ပဲဖြစ်ပါတယ်....(zawgyi)Clint Eastwood ဆိုတဲ့ ဒါ႐ိုက္တာလည္းလုပ္ မင္းသားလည္း\nလုပ္တဲ့ ဒီဘိုးေတာ္ႀကီးကို ...",
        "rating": "6.0",
        "url": "https://megaup.net/4bsii/Firefox.1982.BLU-RAY.720P.PP.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/abominable-poster-3-132x200.jpg",
        "title": "Abominable (2019)",
        "description": "ဒီတစ္ခါေတာ့ CM ပရိသတ္ႀကီးအတြက္ လတ္တေလာထြက္ရွိထားတဲ႔ကာတြန္းကားအသစ္ေလးကို တင္ဆက္ေပးခ်င္ပါတယ္။နာမည္ေက်ာ္ DreamWorks Studio ကေန ဖန္တီးတင္ဆက္ထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔ Abominable (2019)ပါ။Imdb Rating 7.1/10 Rotten Tomatoes 81%ေတာင္ရရွိထားတာမလို႔Animation Movie ေကာင္းေလးေတြကိုေမွ်ာ္လင္႔ေနတဲ႔CM ပရိသတ္ၾကီးအတြက္ သတင္းေကာင္းပါပဲ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ဆက္လိုပါေသးတယ္။ရွန္ဟိုင္းျမိဳ ႔တစ္ေနရာမွာ လူခ်မ္းသာ စီးပြားေရးသမား မစၥတာဘားနက္ကဟိုး ဟိမဝႏၲာက ႏွင္းလူတစ္ေကာင္ကို ဖမ္းဆီးရရွိထားပါတယ္။တစ္ေန႔မွာေတာ႔ လံုၿခဳံေရးက်ိဳးေပါက္ျပီး အဲဒီႏွင္းလူကထြက္ေျပးကာယီဆိုတဲ႔တရုတ္မေလးရဲ႔အိမ္ေခါင္မိုးမွာ ပုန္းေနပါသတဲ႔။ပုန္းေနတဲ႔ ႏွင္းလူေလးကိုေဝးလံလွတဲ႔ ဟိမဝႏၲာဆီကိုျပန္လိုက္ပို႔ဖို႔ယီရယ္ ပန္ဆိုတဲ႔ကေလးေလးရယ္ ဂ်င္မ္ဆိုတဲ႔ ေကာင္ေလးရယ္အတူတူၾကိဳးစားအားထုတ္ပံုေတြကိုျမင္ေတြ႔ရမွာပါ။တစ္ဖက္မွာလဲသူတို႔ေနာက္ကိုလိုက္ေနတဲ႔ သူေတြကလဲရွိေနျပန္ေတာ႔သူတို႔ဘာေတြရင္ဆိုင္ရမလဲ?ဘယ္လိုေတြရင္ဆိုင္ေျဖရွင္းမလဲ?ဆိုတာစိတ္ဝင္တစားၾကည႔္ရႈရမယ္႔ ဇာတ္လမ္းေကာင္းေလးပါ။ File Size : ( 911 MB , 308 MB )Quality :  BluRay 1080p 5.1 CH ...",
        "rating": "7.1",
        "url": "https://megaup.net/1tpn2/(CM)_Abominable_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zPQzLZnfVw9fbXyxxglyOsmQBlu.jpg",
        "title": "Playmobil: The Movie (2019)",
        "description": "ကာတွန်းကားလေးတွေကိုကြိုက်နှစ်သက်သူများအတွက်ပေါ့ပေါ့ပါးပါးကာတွန်းကားလေးပါ။Anya Taylor-Joyအပြင် အသံသရုပ်ဆောင်တွေအနေနဲ့Daniel Radcliffe, Adam Lambert နဲ့ Meghan Trainorတို့ကပါဝင်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းလေးကတော့ မာလာဆိုတဲ့ကောင်မလေးကငယ်စဉ်ကသူ့မောင်လေးနဲ့အတူ ခရီးတွေထွက်ပြီးစွန့်စားခန်းတွေဖွင့်ချင်ခဲ့ပေမယ့်မိဘတွေသေဆုံးသွားတဲ့အတွက်ကြောင့်လက်တွေ့ဘဝထဲမှာပဲကျင်လည်နေရပါတယ်။တစ်နေ့မှာတော့ အပြင်ထွက်သွားတဲ့သူ့မောင်လေးနောက်လိုက်ရင်းနဲ့သူတို့မောင်နှမ Playmobilကမ္ဘာထဲရောက်သွားပြီးရုပ်လေးတွေဖြစ်သွားပါတယ်။Vikingဖြစ်သွားတဲ့သူ့မောင်လေးဖမ်းဆီးခံလိုက်ရတဲ့နောက်မှာတော့မာလာတစ်ယောက်စွန့်စားခန်းတွေဖွင့်ရင်းလိုက်လံကယ်ဆယ်ရပါတော့တယ်။ဇာတ်လမ်းကခမ်းခမ်းနားနားကြီးမဟုတ်ပေမယ့်ပေါ့ပေါ့ပါးပါးနဲ့ချစ်စရာ‌ကောင်းတဲ့ ကာတွန်းကားလေးပါ။ File Size : ( 928 MB , 347 MB )Quality :  Web-DL 720pRunning Time : 1 hr 39 minFormat : Mp4Genre :  Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub) ...",
        "rating": "4.6",
        "url": "https://megaup.net/29xsi/(CM)_Playmobil_The_Movie_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Extremely Loud & Incredibly Close (2011)",
        "description": "(Unicode)ဒီဇာတ်ကားဟာ The Good Doctor ဇာတ်ကားထဲကလို သာမာန်သူတွေလို မတွေးနိုင်တဲ့ ညဏ်ကြီးရှင်ဇာတ်ကားမျိုးလေးပါ။ဒါပေမဲ့ အပိုတွေလုပ်တာမျိုးလုံးဝမပါပါဘူး။ဇာတ်ကားမှာ မင်းသားကြီး Tom Hanksလည်းပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီကားလေးက ကျွန်တော်တို့ရဲ့လွဲမှားနေတဲ့အယူအဆတစ်ချို့ကိုလည်းထောက်ပြပေးထားပါတယ် အတော်ကိုဗဟုသုတရစေမှာပါ။အမှန်အတိုင်းပြောရရင် အစပိုင်းလေးတော့ နည်းနည်းရှုပ်မယ်ဗျ။ဇာတ်လမ်းကို အမေရိကန်နိုင်ငံမှာဖြစ်ပွားခဲ့တဲ့ ဝေါ်ထရိတ်စင်တာ ဖြစ်ရပ်ကိုနောက်ခံပြီးသာမန်ကလေးတစ်ယောက်မဟုတ်တဲ့ Oskarအကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။Oskarဟာ သူရဲ့ ဖခင်ကို ဝေါ်ထရိတ်စင်တာ ကိစ္စမှာဆုံးရှုံးခဲ့ရပြီး ဆောက်တည်ရာမရဖြစ်နေချိန်မှာ သူ့အဖေထားခဲ့တဲ့ သော့လေးကိုတွေ့ပြီး....ဘယ်မှာရှိနေမှန်းမသိတဲ့ သော့ခလောက်လေးကိုNewYork တစ်မြို့လုံးမှာ လိုက်ရှာရင်းဘဝသင်ခန်းစာတွေအများကြီးရသွားတဲ့ကားမျိုးလေးပါ။NewYorkမြို့ကို လေ့လာချင်သူတွေအတွက် ဒီကားလေးက အထောက်အကူပြုမှာတော့အသေချာပါပဲ။ဒါကြောင့် မြို့နဲ့ ရပ်ကွက်နာမည်တွေကို Googleခေါက်ရှာရလွယ်အောင် ကျွန်တော်နာမည်တွေကိုengအတိုင်းပဲ ထားခဲ့ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပါ)(Zawgyi)ဒီဇာတ္ကားဟာ The Good Doctor ဇာတ္ကားထဲကလို သာမာန္သူေတြလို မေတြးႏိုင္တဲ့ ညဏ္ႀကီးရွင္ဇာတ္ကားမ်ိဳးေလးပါ။ဒါေပမဲ့ အပိုေတြလုပ္တာမ်ိဳးလုံးဝမပါပါဘူး။ဇာတ္ကားမွာ မင္းသားႀကီး Tom Hanksလည္းပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။ဒီကားေလးက ကြၽန္ေတာ္တို႔ရဲ႕လြဲမွားေနတဲ့အယူအဆတစ္ခ်ိဳ႕ကိုလည္းေထာက္ျပေပးထားပါတယ္ အေတာ္ကိုဗဟုသုတရေစမွာပါ။အမွန္အတိုင္းေျပာရရင္ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1wv1l/Extremely_Loud_&_Incredibly_Close_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/crimes-135x200.jpg",
        "title": "Fantastic Beasts: The Crimes of Grindelwald (2018)",
        "description": "Fantastic Beasts 2: The Crimes of Grindelwald (2018)\nIMDb - 6.6/10_____Rotten - 36%\n  2018 ထွက် မှော်ရုပ်ရှင်ဇာတ်လမ်းအသစ်ကို တင်ပေးထားပါတယ်။ဒီရုပ်ရှင်ကိုတော့ စာရေးဆရာမ ဂျေကေရိုးလင်းရေးသားခဲ့တဲ့ စိတ်ကူးယဉ်မှော်ကမ္ဘာထဲမှာပဲ အခြေခံထားပါတယ်။ဒီဇာတ်လမ်းတွေရဲ့ အရှေ့မှာတော့ ဟယ်ရီပေါ်တာ ရုပ်ရှင် ၈ ကား ထွက်ရှိခဲ့ပြီးဖြစ်ပါတယ်။လက်ရှိရုပ်ရှင်ကတော့ ဟယ်ရီပေါ်တာတို့ မမွေးခင် ကျောင်းအုပ်ကြီး ဒမ်ဘယ်လ်ဒိုး လူလတ်ပိုင်းကာလကို အခြေခံထားပါတယ်။ဒါဟာ ဒုတိယမြောက်ရုပ်ရှင်ဖြစ်ပြီး ပထမရုပ်ရှင်ကတော့ 2016မှာ ထွက်ခဲ့ပြီး ဖြစ်ပါတယ်။အဓိကဇာတ်ကောင်ကတော့ နျု့ စကာမန်ဒါဆိုတဲ့ မှော်ဆရာပါပဲ။သူက မှော်ဝင်သတ္တဝါဆန်းတွေကို စိတ်ဝင်စား လေ့လာနေပြီး သူရေးခဲ့တဲ့ စာအုပ်ဟာ ဟယ်ရီပေါ်တာတို့ခေတ်မှာ ကျောင်းသုံးဖတ်စာအုပ်ဖြစ်လာခဲ့ပါတယ်။ ဇာတ်လမ်းအကျဉ်း\n============ရှေ့ကထွက်ထားတဲ့ ရုပ်ရှင်မှာ အဲဒီခေတ်ရဲ့ အတော်ဆုံးမှော်ဆရာနှစ်ယောက်ထဲက တစ်ဦးဖြစ်တဲ့ ဂရင်ဒယ်ဝေ့ါဒ် ကို နျု့ရဲ့ အကူအညီနဲ့ နယူးယောက်မှာ ဖမ်းမိခဲ့ပါတယ်။အော့စကူးရပ်စ်ဖြစ်တဲ့ ခရီးဒန့်စ်ကတော့ မသေဘဲ လွတ်မြောက်သွားခဲ့ပါတယ်။ခရီးဒန့်စ်ကတော့ သူ့ရဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/12Los/Fantastic_Beasts_2_-_The_Crimes_Of_Grindelwald_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xJUILftRf6TJxloOgrilOTJfeOn.jpg",
        "title": "Ad Astra (2019)",
        "description": "unicodeဘရက်ပစ်ရဲ့ ရုပ်ရှင်ဇာတ်ကားအသစ်လာပါပြီ။ဇာတ်လမ်းနာမည်ကတော့ လက်တင်ဘာသာစကားလုံးကိုယူထားတာဖြစ်ပြီး “ကြယ်တွေဆီသို့” လို့ အဓိပ္ပါယ်ရပါတယ်။သိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင် စစ်စစ်ပါပဲ။ဇာတ်လမ်းကတော့ အနာဂတ်ကာလမှာပေါ့။လူတွေဟာ လကမ္ဘာနဲ့ နေအဖွဲ့အစည်းက ဂြိုလ်တွေပေါ်မှာစခန်းတွေဆောက်ပြီး သုတေသနတွေ လုပ်နေကြပါပြီ။ဒီ အာကာသ သုတေသနတွေရဲ့ သူရဲကောင်းကြီးတစ်ယောက်ဖြစ်တဲ့ဒေါက်တာ ကလစ်ဖို့ မက်ဘရိုက်ဟာ အာကာသထဲမှာအသိဉာဏ်ရှိတဲ့ သက်ရှိတွေကို ရှာဖို့ နေအဖွဲ့အစည်းရဲ့ အဆုံးအစွန်ထိ သွားရင်းပျောက်ဆုံးသွားခဲ့ပါတယ်။၁၀ နှစ်ကျော်ကြာလာတဲ့အခါ အဲဒီပျောက်ဆုံးသွားတဲ့ အဖွဲ့ရဲ့ယာဉ်စခန်းကနေ ကမ္ဘာနဲ့ဂြိုလ်တွေအားလုံးကို အန္တရာယ်ပေးမယ်စွမ်းအင်တွေ ထွက်ပေါ်လာခဲ့ပါတယ်။အဲဒါကြောင့် ဒေါက်တာ မက်ဘရိုက်ကို ရှာဖို့ သူ့ရဲ့ သားဖြစ်သူဗိုလ်မှူး ရွိုင် မက်ဘရိုက်က အာကာသထဲကို စွန့်စားခန်းဖွင့်ရပါတော့တယ်။ဒီရုပ်ရှင်ကတော့ အာကာသထဲကို ခရီးသွားတာတွေကိုသဘာဝကျကျမြင်ချင်ရင်၊ အခက်အခဲတွေကိုရင်တမမနဲ့ ကြည့်ချင်ရင် ကြည့်သင့်တဲ့ ရုပ်ရှင်မျိုးပါပဲ။File Size : ( 1 GB , 437 MB )Quality :  WebRip 720pRunning Time : 2 ...",
        "rating": "7.0",
        "url": "https://megaup.net/1tujy/(CM)_Ad_Astra_2019_WebRip_720p.mp4",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mfJ6GFmbrc6XVC9TaSlMlolhNn9.jpg",
        "title": "TKKG (2019)",
        "description": "တင်မ်ဆိုတဲ့ကောင်လေးတစ်ယောက်က ပညာသင်ဆုရပြီးကျောင်းအိပ်ကျောင်းစားကျောင်းတစ်ခုကို ပြောင်းလာရပါတယ်။အဲမှာ့ သူ့အခန်းဖော်က သူဌေးသား ဝီလီပေါ့။အဲမှာ ဝီလီကိုကျောင်းလိုက်ပို့တဲ့ ဝီလီ့အဖေရဲ့လက်ထောက်ကအပြန်မှာလေယာဥ်ပျက်ကျသွားတယ်။အဲလေယာဥ်ပေါ်မှာတရုတ်ပြည်ရှောင်လုံကျောင်းတော်ကရွှေရုပ်တုတစ်ခုပါ ပါသွားတဲ့အခါ...တင်မ်နဲ့ဝီလီတို့က ဒီအမှုရဲ့နောက်ကိုလိုက်ပြီး စုံစမ်းကြရင်းဘယ်လိုအခက်အခဲတွေကျော်ဖြတ်သွားရမလဲ...အမှုမှန်ရောပေါ်ပေါက်နိုင်ပါ့မလား...ဆိုတာတွေကိုတော့ ဇာတ်လမ်းလေးထဲမှာ ဆက်လက်ရှုစားကြပါ File Size : ( 899 MB , 344 MB )Quality :  WEB-DL 720pRunning Time : 1 hr 35 minFormat : Mp4Genre :  Adventure , Comedy , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/1tmjd/(CM)_TKKG_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zOnuvmY4vuabnkEZwQAXvErIaTE.jpg",
        "title": "The Physician (2013)",
        "description": "(Unicode)ကမ္ဘာကြီးက အပြားကြီးလို့ပြောရင် ကားစင်ပေါ်တင်ပြီး အသတ်ခံရတဲ့ ၁၁ရာစုခေတ်မှာဒီနေရာမှာ နှလုံးရှိတယ် ဒီနေရာမှာ ကျောက်ကပ်ရှိတယ်လို့ သွားပြောရင် ဘာတွေဆက်ဖြစ်လာမယ် ထင်ပါသလဲ။ဘာသာရေးအပေါ် Serious ဖြစ်လွန်းတဲ့ ခေတ်ကြီးထဲမှာ ရောဘ်ကိုးလ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာ အင်္ဂလန်နိုင်ငံမှာ မွေးဖွားလာခဲ့ပါတယ်။သူဟာ လူတစ်ယောက်ကို ကိုင်ကြည့်လိုက်တာနဲ့ ဒီလူသေတော့မယ် မသေဘူးဆိုတာ တပ်အပ်သိနိုင်တဲ့ အစွမ်းရှိသူတစ်ယောက်ပါ။အမေကလည်း ကပ်ရောဂါနဲ့သေ မိသားစုတွေကလည်း တစ်ကွဲတစ်ပြားဖြစ်ပြီးနောက်ပိုင်း ဘာဘာလို့ခေါ်တဲ့ နယ်လှည့်ဆေးရောင်းတဲ့ လူကြီးနောက်ကို လိုက်သွားခဲ့ပါတယ်။တစ်ရက်မှာ ဘာဘာကြီးရဲ့မျက်လုံးကို သွားဆေးကုရာကနေ ပါရှားဖက်က ဆေးတက္ကသိုလ်ကြီးအကြောင်းကိုဂျူးတွေဆီက ကြားပြီးနောက်ပိုင်း ပညာသွားသင်လိုစိတ်တွေ တဖွားဖွားဖြစ်ပေါ်လာခဲ့ပါတယ်။သို့ပေမယ့် ပါရှားနယ်ဖက်ဆိုတာ သူတို့လို ခရစ်ယာန်ဘာသာဝန်တွေကို ကန့်သတ်ထားတဲ့နယ်မြေဖြစ်တာကြောင့် ဂျူးလူမျိုးယောင်ဆောင်ပြီး သွားရပါတော့တယ် ။ဒီကားဟာ စာရေးဆရာကြီး Noah Gordon ရဲ့ El médico ဆိုတဲ့ဝတ္တုကို ပြန်အသက်သွင်းထားတာပဲ ဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပါ)(Zawgyi)ကမာၻႀကီးက အျပားႀကီးလို႔ေျပာရင္ ကားစင္ေပၚတင္ၿပီး အသတ္ခံရတဲ့ ၁၁ရာစုေခတ္မွာဒီေနရာမွာ ...",
        "rating": "7.2",
        "url": "https://megaup.net/29jsh/(CM)_The.Physician.2013.720p.BluRay.mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ivymBQYzYqZoLhvgYg77gSzXKsA.jpg",
        "title": "The Knight Before Christmas (2019)",
        "description": "(Unicode)ခရစ္စမတ်အငွေ့အသက်တွေပါတဲ့ ကြည်နူးစရာအချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို The Knight Before Christma (2019) မှာမြင်တွေ့ရမှာပါ။အချစ်ဟာသဇာတ်မြူးလေးဖြစ်ပြီး IMDb Rating 5.6 ရရှိထားပါတယ်။ဆရာမလေး ဘရွတ်ဝင်းတားတစ်ယောက် နတ်သမီးပုံပြင်တွေထဲကလို မြင်းစီးလာတဲ့ တောက်ပနေတဲ့ချပ်ဝတ်တန်ဆာတွေနဲ့မင်းသားလေးကိုမတွေ့ဘဲ ၁၄ရာစုက သူရဲကောင်းတစ်ယောက်ကို ၂၀၁၉ မှာ ကားနဲ့ဝင်တိုက်မိပါတယ်။သူ့ကားနဲ့တိုက်မိလို့ အတိတ်မေ့သွားတယ်လို့ ယူဆပြီး အိမ်မှာ ခဏတည်းစေပါတယ်။ခရစ္စမတ်ပွဲအတွက် ပြင်ဆင်ရင်း သူတို့နှစ်ဦးကြားမှာ စိတ်ကူးယဉ်ဆန်ဆန်အချစ်ဇာတ်လမ်းတွေဖြစ်သွားတာကို ဟာသနှောပြီး မြင်တွေ့ရမှာပါ။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Tharaphi Lwin ပါ)(Zawgyi) ခရစၥမတ္အေငြ႕အသက္ေတြပါတဲ့ ၾကည္ႏူးစရာအခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္ကို The Knight Before Christma (2019) မွာျမင္ေတြ႕ရမွာပါ။အခ်စ္ဟာသဇာတ္ျမဴးေလးျဖစ္ၿပီး IMDb Rating 5.6 ရရွိထားပါတယ္။ဆရာမေလး ဘ႐ြတ္ဝင္းတားတစ္ေယာက္ နတ္သမီးပုံျပင္ေတြထဲကလို ျမင္းစီးလာတဲ့ ေတာက္ပေနတဲ့ခ်ပ္ဝတ္တန္ဆာေတြနဲ႔မင္းသားေလးကိုမေတြ႕ဘဲ ၁၄ရာစုက သူရဲေကာင္းတစ္ေယာက္ကို ၂၀၁၉ မွာ ကားနဲ႔ဝင္တိုက္မိပါတယ္။သူ႔ကားနဲ႔တိုက္မိလို႔ ...",
        "rating": "N/A",
        "url": "https://megaup.net/29jll/(CM)_The.Knight.Before.Christmas.2019.720p.NF.WEB-DL..mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z4OF4GZA9RyFD4OoEFFPfXpyBz.jpg",
        "title": "The Climbers ( 2019 )",
        "description": "Zawgyi*******၁၉၆၀ ခုႏွစ္၊ ဧဝရက္ေတာင္ရဲ႕ ေတာင္ေစာင္းေအာက္မွာတ႐ုတ္ႏိုင္ငံေတာင္တက္သမား ေလးေယာက္ အခက္ခဲဆုံးအေျခအေနကို ရင္ဆိုင္ေနရတယ္။ဒါဟာ သူတို႔ရဲ႕ ၅ ႀကိမ္ေျမာက္ ႀကိဳးပမ္းျခင္း ျဖစ္ၿပီး အရင္ ၄ ႀကိမ္ရဲ႕က်ရႈံးမႈေၾကာင့္ ခႏၲာကိုယ္မွာ ခြန္အား အမ်ားအျပား ဆုံးရႈံးထားၿပီးျဖစ္တယ္။ေနာက္ဆုံးမွာ ေလျပင္းတိုက္တာ ေလ်ာ့နည္းလာၿပီးေတာ့ အခြင့္အေရးေပၚေသာအခါ...Climber (2019) က ျဖစ္ရပ္မွန္ဇာတ္လမ္းကို အေျခခံထားၿပီးဆုရဒါ႐ိုက္တာႀကီး Daniel Lee မွ႐ိုက္ကူၿပီး‌ေတာ့ နာမည္ႀကီးသ႐ုပ္ေဆာင္ Wu Jing နဲ႔ Zhang Ziyi တို႔က ဦးေဆာင္ပါဝင္ထားပါတယ္။ဒီဇာတ္လမ္းဟာ ဧဝရက္ေတာင္ကို ေျမာက္ဘက္ကေနပထမဆုံးတက္ခဲ့သူမ်ားအေၾကာင္းျဖစ္ပါတယ္။ ဧဝရက္ေတာင္တက္တဲ့လမ္းေတြထဲမွာ ေျမာက္ဘက္က အၾကမ္းတမ္းအခက္ခဲဆုံးျဖစ္တဲ့အတြက္ ဘယ္လိုရင္ခုန္စရာ စြန႔္စားခန္းေတြေတြ႕ရမလဲဆိုတာ ၾကည့္ရႈခံစားလိုက္ပါဦး။(ဇာတ္လမ္းအဆုံးမွာ surprise ေလးတစ္ခုပါတယ္ေနာ္) Unicode*******၁၉၆၀ ခုနှစ်၊ ဧဝရက်တောင်ရဲ့ တောင်စောင်းအောက်မှာတရုတ်နိုင်ငံတောင်တက်သမား လေးယောက် အခက်ခဲဆုံးအခြေအနေကို ရင်ဆိုင်နေရတယ်။ဒါဟာ သူတို့ရဲ့ ၅ ကြိမ်မြောက် ကြိုးပမ်းခြင်း ဖြစ်ပြီး အရင် ၄ ...",
        "rating": "5.3",
        "url": "https://megaup.net/2ca7r/The.Climbers.2019.HDRip.720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/The_Nightingale-650133729-large-135x200.jpg",
        "title": "The Nightingale (2019)",
        "description": "ဒီတစ်ခါတော့ Channel Myanmar ပရိသတ်သတ်ကြီးအတွက်Imdb Rating 7.2/10, Rotten Tomatoes 86% တောင်ရရှိထားတဲ့ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။အားလုံးချစ်တဲ့ Me before you ဇာတ်ကားထဲကမင်းသားချော Sam Claflin ကိုပုံစံအသစ်တစ်မျိုးနဲ့တွေ့မြင်ရမှာပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲဖော်ပြလိုပါသေးတယ်။လောကဓံနဲ့ရင်ဆိုင်ခဲ့ရတဲ့ တေးသီငှက်လေးအကြောင်းပါပဲ။ကလဲရာဆိုတဲ့ အိုင်ယာလန်သူလေးဟာဗြိတိသျှ စစ်တပ်တွေကို တေးသီချင်းဆိုပြရတဲ့ တေးသီငှက်လေးပေါ့။သူ့မှာ ချစ်ရတဲ့ခင်ပွန်းနဲ့ ချစ်ရတဲ့ သမီးလေးတစ်ယောက်ရှိပါတယ်။သူမအလုပ်အကြွေးပြုနေရတဲ့ ဗြိတိသျှ တပ်ဖွဲ့ငယ်လေးရဲ့လက်ဖတင်နင်ကတော့ သူမကိုထိပါးစော်ကားပြီး ချုပ်ကိုင်ထားတဲ့သူပါ။တစ်နေ့မှာတော့ သူမရဲ့ဘဝထဲကိုကြံကြမ္မာဆိုးတစ်ခုဝင်ရောက်လာပါတော့တယ်။သူမဘယ်လိုဆက်ဖြစ်မယ်?ဘာတွေရင်ဆိုင်ရမယ်ဆိုတာ စိတ်လှုပ်ရှားစွာကြည့်ရှုရမယ့်ကားလေးပါ။လူမျိုးရေးရာခွဲခြားမှုတွေရယ်၊ချစ်ခြင်းမေတ္တာရယ်၊ရိုးသားဖြူစင်မှုတွေရယ် ရောထွေးတင်ဆက်ထားတဲ့ဒီကားလေးနာမည်ကတော့ The Nightingale (2019)ပါ File Size : ( 1 GB , 296 MB )Quality :  WEB-DL 720pRunning Time : 2 hr 16 minFormat ...",
        "rating": "7.2",
        "url": "https://megaup.net/Nml7/(CM)_The_Nightingale_2019_(Large_Size).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvYCZ740XvngXK0FNeSNVTJJJ5v.jpg",
        "title": "Dora and the Lost City of Gold (2019)",
        "description": "2019 ရံုတင္ကား အသစ္ေလးတင္ေပးထားပါတယ္။စြန္႕စားခန္း ဟာသ ကေလးရုပ္ရွင္မ်ိဳးပါပဲ။ဒိုရာဟာ ကာတြန္းေတြေရာ ဂိမ္းေတြေရာ ထြက္ထားခဲ့ၿပီးသား ဇာတ္ေကာင္တစ္ခုပါ။အဓိကကေတာ့ စြန္႕စားခန္းေတြပေဟဠိေတြ စူးစမ္းရွာေဖြတာေတြကို လုပ္တဲ့ ေကာင္မေလးေပါ့။ဒီဇာတ္ကားမွာလည္း ဒိုရာရဲ႕မိဘေတြဟာ ဒိုရာနဲ႕အတူ ေတာထဲမွာေနၿပီးေလ့လာေရးလုပ္ၾကပါတယ္။ေရွးေဟာင္းျမိဳ႕ေတာ္တစ္ခုျဖစ္တဲ့ ပါရာပါတာ ကို ရွာဖို႕ပါပဲ။တစ္ရက္မွာ ဒိုရာေၾကာင့္ ပါရာပါတာရဲ႕ ေျမပံုရသြားၿပီးသူတို႕ ၂ ေယာက္ ျမိဳ႕ေတာ္ကို ရွာဖို႕ ခရီးထြက္ပါေတာ့တယ္။ဒိုရာကိုေတာ့ ျမိဳ႕ေပၚကေက်ာင္းကိုပို႕ထားၿပီး ေစာင့္ေနခိုင္းတာေပါ့။ဒါေပမယ့္ ရတနာမုဆိုးေတြက ဒိုရာနဲ႕ သူ႕မိဘေတြေနာက္ကို လိုက္လာတဲ့အခါမွဒိုရာ နဲ႕ သူငယ္ခ်င္းတစ္သိုက္ စြန္႕စားခန္းေတြ ဖြင့္ရပါေတာ့တယ္။ဒိုရာ သရုပ္ေဆာင္မင္းသမီး အစ္ဇ္ဘယ္လာမြန္နာဟာ၂၀၀၁ ေမြးတာ ျဖစ္တာျဖစ္တာေၾကာင့္ ဒီႏွစ္ထဲမွာပဲ ၁၈ ႏွစ္ျပည့္သြားပါၿပီ။သိခ်င္မလားလို႕ ထည့္ေရးေပးထားတာပါ။ File ...",
        "rating": "6.1",
        "url": "https://megaup.net/2Pdim/(CM)_Dora_And_The_Lost_City_Of_Gold_2019_New_BluRay_1080p_5.1_CH.mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aB4urkgTxBURJMUkd0kceDD7FUM.jpg",
        "title": "Kingdom of Heaven (2005)",
        "description": "(Unicode)IMDB 7.2Rotten Tomatoes 39%Audience Score 72%ယနေ့ခေတ်အထိ အငြင်းပွားဖွယ်ရာဖြစ်နေဆဲ ဂျေရုစလင်မြို့ကို မွတ်စလင်ဘုရင်ကြီး ဆာလာဒင်က သိမ်းပိုက်ခဲ့တာ အာလုံးအသိပဲ ဖြစ်ပါတယ် ။ဒီကားကတော့ ဘုရင်ကြီးဆာလာဒင် မသိမ်းယူခင်အချိန်တွေမှာ စစ်တပ်မရှိတော့တဲ့ဂျေရုစလင်မြို့ကို အရပ်သားတွေနဲ့အတူ ခုခံခဲ့တဲ့ ေဘလင်ဆိုတဲ့ သူရဲကောင်းတစ်ယောက်အကြောင်း ရိုက်ကူးထားတဲ့ကားပဲ ဖြစ်ပါတယ် ။Gladiator (2000) ကားကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကြီး Ridley Scott ရဲ့လက်ရာဖြစ်တာကြောင့်တိုက်ခန်းခိုက်ခန်းတွေကတော့ အထူးတလည်အပြစ်ဆိုစရာ မရှိပါဘူး။ဒီကားဟာ ရုံစတင်တင်ချင်းမှာ Rotten Tomatoes မှာ Bad Reviews တွေရရှိခဲ့ပေမယ့်Director's Cut အနေနဲ့ပြန်လည်ထွက်ရှိလာတဲ့အခါမှာတော့ ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှု့အများအပြားကို ပြန်လည်ရရှိခဲ့ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပါ) (Zawgyi) IMDB 7.2Rotten Tomatoes 39%Audience Score 72%ယေန႔ေခတ္အထိ အျငင္းပြားဖြယ္ရာျဖစ္ေနဆဲ ေဂ်ရုစလင္ျမိဳ႕ကို မြတ္စလင္ဘုရင္ၾကီး ဆာလာဒင္က သိမ္းပိုက္ခဲ့တာ အာလံုးအသိပဲ ျဖစ္ပါတယ္ ။ဒီကားကေတာ့ ဘုရင္ၾကီးဆာလာဒင္ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/kingdom-of-heaven-2005/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQsu2hr3798YAFxTJycPTJMal1M.jpg",
        "title": "Cosmos (2019)",
        "description": "အာကာသစကြဝဠာအကြောင်းလေ့လာတာကို စိတ်ဝင်စားတဲ့ ပရိတ်သတ်တွေအတွက်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးပါ့မယ်။ဒီကားလေးမှာတော့ မိုက်ခ်၊ ရွိုင်းနဲ့ ဟယ်ရီဆိုတဲ့လူသုံးယောက်က ဟိုးကောင်းကင်ကြီးပေါ် ကအရာတွေကိုလေ့လာဖို့ ပစ္စည်းကိရိယာတွေယူပြီးညဘက်ကြီးကွင်ပြင်တစ်ခုကို ထွက်လာခဲ့ကြတယ်။အဲမှာ ထူးဆန်းတဲ့အရာတစ်ခုကို သူတို့ခြေရာခံမိသွားတဲ့အခါ...ဒီလူသုံးယောက်က အတိတ်မှာ ဘယ်လိုအဆက်အစပ်တွေရှိကြလဲ၊သူတို့ရှာတွေ့သွားတဲ့အရာကရော ဘာဖြစ်မလဲ၊အဲအရာကိုကာကွယ်ဖို့ သူတို့ ဘယ်လိုကြိုးစားရမလဲဒါတွေကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။သူငယ်ချင်းမိတ်ဆွေအစစ်ဆိုတာ ဘယ်လိုမျိုးလဲဆိုတာကိုလည်းပါးပါးလေးချပြသွားပါသေးတယ်။ဇာတ်လမ်းက အလယ်လောက်အထိတော့နည်းနည်းလေးပျင်းဖို့ကောင်းတယ်လို့ ထင်ရပါလိမ့်မယ်။​ဒါပေမဲ့ နောက်ပိုင်းရောက်လာလေ စိတ်ဝင်စားဖို့ကောင်းလေပါပဲ File Size : (1 GB ,  449 MB )Quality :  WEB-DL 720pRunning Time : 2 hr 08 minFormat : Mp4Genre : Adventure , ...",
        "rating": "5.7",
        "url": "https://megaup.net/2P6K2/(CM)_Cosmos_2019_(Large_Size).mp4",
        "category": "Adventure, Mystery, Sci-Fi"
    }
]