[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/born.of_.hope_-135x200.jpg",
        "title": "Born of Hope (2009)",
        "description": "Born of Hope (2009)================IMDb Rating - 6.2/10#UnicodeJ.R.R Tolkien ရဲ့ Lord of the Rings Triology တွေနဲ့ ဆက်‌​နေတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်။LOTR ထဲမှာပါတဲ့ Isildur ရဲ့ အမွေဆက်ခံသူ ၊ Gondor ရဲ့ ဘုရင် ၊မြောက်ပိုင်းစစ်သည်တော် အာရာဂွန်(Aragorn )ရဲ့ ငယ်ဘ၀ကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။ အာရာဂွန်ဟာ အာရာသွန်ရဲ့သားတော်ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ ဖခင် အာရာသွန်နဲ့ Orcs တွေကြားက ပဍိပက္ခ တွေကို အဓိကထားပြထားပြီး သူတို့ရဲ့နယ်မြေ Gondor ကိုပြန်‌လည်တည်ထောင်ဖို့အတွက် အာရာဂွန်ဆိုတဲ့ စစ်သည်တစ်ယောက် ဘယ်လိုမွေးဖွားခဲ့ရှင်သန်ခဲ့လဲဆိုတာ သိရမှာပါ ။ LOTR fan တိုင်း လက်မလွှတ်သင့်တဲ့ prequel တစ်ခုလို့ အကြံပေးပါရစေ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)#ZawgyiJ.R.R Tolkien ...",
        "rating": "6.2",
        "url": "https://megaup.net/1yjol/[CM]Born.of.Hope.2009.WebRip.1080P.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNGJlMTU5ZTYtZGNlOC00OGY5LTg0ODEtMWFkMTgyODc4OWZmXkEyXkFqcGdeQXVyNDIyMjczNjI@._V1_-130x200.jpg",
        "title": "The Way of the Dragon",
        "description": "ခုတင်ဆက်ပေးမှာက bruce leeရဲ့ ၁၉၇၂ခုနှစ်မှာ ထွက်ခဲ့တဲ့\nဇာတ်ကားကောင်းလေးတစ်ခုပါ အက်ရှင် ဟာသ\nကြိုက်တဲ့လူတွေအတွက်တော့ ကွက်တိပါပဲနော်\nဇာတ်လမ်းလေးကတော့..\nထျန်လုန်(bruce lee)ဆိုတဲ့ သိုင်းပညာရှင်တစ်ယောက် က\nသူ့အသိဆွေမျိုးရဲ့ စားသောက်ဆိုင်ကို ရောင်းဖို့ဖိအားပေးခံနေရတဲ့\nဒုက္ခကို ကူညီဖို့ ရောမကို ရောက်လာတဲ့ ပုံစံမျိုးလေးဇာတ်အိမ်တည်ထားတာပါ\nအရင်တုနး်ကကားဆိုတဲ့အတိုင်း dialog တွေအများကြီးမပါဘဲ\nသရုပ်ဆောင်ချက်တွေနဲ့ ဇာတ်ကားလေးကို ကောင်းကောင်း\nပုံဖော်သွားတာပါနော် အရင်တုန်းက ကားဆိုပြီး\nအထင်မသေးလိုက်ပါနဲ့ ကြည့်ပြီးရင်\nလုံးဝ နောင်တမရစေမယ့် ကားလေးပါ\n  \nFile Size -  1.1 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Yamin Ei\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://megaup.net/1ybhk/The.Way.of.the.Dragon.1972.CRITERION.CHINESE.1080p.BluRay_{CM}.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vFIHbiy55smzi50RmF8LQjmpGcx.jpg",
        "title": "Deathstroke: Knights & Dragons – The Movie (2020)",
        "description": "စစ်တပ်ရဲ့စမ်းသပ်မှုတွေကြောင့် Slade Wilson ဟာ\nတခြားသောအရာတစ်ခုအဖြစ်ကို ပြောင်းလဲသွားခဲ့တယ်\nဒါပေမဲ့ သူ့မိသားစုကိုတော့ ဘာတစ်ခုမှအသိမပေးဘဲ လျှို့ဝှက်ထားတယ်။\nသူက ကြေးစားလူသတ်သမားတစ်ယောက်ဆိုတာကိုပေါ့။\nဒါပေမဲ့ သူ့မှာ ကျင့်ဝတ်တစ်ခုတော့ရှိတယ်။\nအပြစ်မဲ့သူတွေကို သူ မသတ်ဘူး။\nကမ္ဘာကြီး ပိုကောင်းဖို့အတွက် ကြိုးစားနေတယ်လို့ သူ့ကိုယ်သူမှတ်ယူထားခဲ့တယ်။\nH.I.V.E. ဆိုတဲ့ အကြမ်းဖက်အဖွဲ့အစည်းက တစ်နေ့မှာ သူ့ဘဝထဲဝင်ရောက်လာပြီး\nသူတို့မိသားစုကို ဒုက္ခပေးဖို့ ကြိုးစားတော့တယ်။\nDeathstroke တစ်ဖြစ်လဲ Slade Wilson ဟာ\nသူ့သားလေးကို ဖတ်ပြနေကြပုံပြင်စာအုပ်ထဲက နဂါးတွေကိုသတ်ပစ်တဲ့\nသူရဲကောင်းတစ်ယောက်လို သူ့ကိုယ်သူမှတ်ယူပြီး\nကမ္ဘာကြီးမှာ ဒုစရိုက်မှုတွေလျော့ကျသွားဖို့ ကြိုးပမ်းနေတဲ့သူတစ်ယောက်ပါ။\nဒီကားလေးထဲမှာ Deathstroke ရဲ့ origin အပြင်\nသူ့ရဲ့family lifeနဲ့ mercenary life အကြောင်းတွေကို လှလှပပပုံဖော်ပေးထားပါတယ်။\nR rated လည်းဖြစ်တာကြောင့် သတ်ဖြတ်တဲ့အခန်းတွေဟာလည်း\nတကယ်အားရစရာကောင်းလွန်းပါတယ်။\nDC fan တွေအတွက် ကျေနပ်မှုအပြည့်အဝပေးပါလိမ့်မယ်။\n \nFile Size : ( 819 MB , 243 MB)\nQuality : WEB Rip 720p\nRunning Time : ...",
        "rating": "7.2",
        "url": "https://megaup.net/2e9mm/(CM)_Deathstroke_Knights_And_Dragons_2020_WEBRip_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/coma-140x200.jpg",
        "title": "Coma (2019)",
        "description": "Coma (2019)==========IMDb Rating - 6.4/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့်ဇာတ်ကား‌ကတော့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တဲ့လူတွေအတွက်Coma ဆိုတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ IMDb Rating 6.4/10 ရထားပြီ ကြည့်ရှုသူအများစုကြိုက်နှစ်သက်လို့ နာမည်ရနေတဲ့ ကားလေးလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေး Review လုပ်ပေးရရင် ခန္ဓာကိုယ်က အက်စီးဒင့်တစ်ခုခုကြောင့် သတိမေ့နေတဲ့အချိန်မျိုးမှာစိတ်ကဘယ်ကိုရောက်နေကြလဲဆိုတာ ဘယ်သူမှမသိကြပါဘူး။ ဒါပေမယ့် ဒီဇာတ်ကားမှာတော့ လူကမေ့မျောနေတဲ့အချိန်မှာ စိတ်က နောက်ထပ်ကမ္ဘာတစ်ခုမှာ ရှင်သန်နေကြတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ။ အဲဒီ့ Coma ဆိုတဲ့ကမ္ဘာကလက်ရှိကမ္ဘာလိုမဟုတ်ဘဲ အရာဝတ္ထုတွေကို လူတွေရဲ့စိတ်ကူးတွေနဲ့ ဖန်တီးလို့ရတဲ့ကမ္ဘာမျိုးပါ။ အဲ့ကမ္ဘာဟာ လက်တွေ့ကမ္ဘာကဲ့သလိုမဟုတ်ဘဲ ရှုပ်ထွေးမှုပေါင်းများစွာအပြင် အ ထဲကိုရောက်ရှိသွားတဲ့အခါမှာတော့ တစ်ခါမှမကြုံဖူးတဲ့အရာတွေအန္တရာယ်တွေကိုလည်း ကြုံတွေ့နိုင်ပါတယ်။ ကဲဒါဆိုရင် အဲ့ဒီ Coma ကမ္ဘာကြီးကရော ဘယ်လိုမျိုးဖြစ်လာတာလဲ.....Coma ကမ္ဘာထဲရောက်လာတဲ့ လူတွေကရော ပြန်နိုးလာကြရင် ဘယ်လိုတွေဖြစ်မလဲဆိုတာ ဒီဇာတ်ကားမှာကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ဇာတ္ကား‌ကေတာ့ စိတ္ကူးယဥ္သိပၸံဇာတ္လမ္းေတြကို ႀကိဳက္ႏွစ္သက္တဲ့လူေတြအတြက္Coma ဆိုတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ ဒီဇာတ္ကားဟာ IMDb ...",
        "rating": "6.4",
        "url": "https://megaup.net/Sbfs/[CM]Coma.2019.BluRay.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BOTc5OGUxYzktZGZkYy00ODBlLThhYTQtNDExMGE5YTFhNDk2XkEyXkFqcGdeQXVyMTAyNjY3OTM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Jungle Beat: The Movie (2020)",
        "description": "Jungle Beat: The Movie (2020)=======================IMDb Rating - 5.6/10#Unicodeဒီတစ်ခါတော့ ကလေးတွေ အကြိုက်ကာတွန်းကားလေး တင်ဆက်ပေးပါမယ်။ ကလေးတွေအတွက် တင်ဆက်ပေးနေတဲ့ချစ်စရာ ကောင်းတဲ့ တောကောင်လေးတွေရဲ့ ရယ်စရာလေးများကို သဘာဝအငွေ့အသက်နဲ့ ဖန်တီးထားတဲ့ AnimationSeries - Jungle Beat ရဲ့ Jungle Beat: The Movie ဖြစ်ပါတယ်။ Series တွေထဲမှာတော့ တိရစ္ဆာန်လေးတွေက စကားမပြောနိုင်ပေမဲ့ ဒီ Movie ထဲမှာတော့ စကားပြောနိုင်ကြပါတယ်။ ဒီလိုဖြစ်ရတဲ့ အကြောင်းအရင်းကတော့ ဂြိုလ်သားလေးတစ်​ယောက် သူတို့နေတဲ့တောထဲကို ရောက်လာလို့ပါပဲ။ သူတို့တွေ တခြားကမ္ဘာကလာတဲ့ သူငယ်ချင်းကိုတွေ့ပြီး အထီးကျန်နေတဲ့၊ အိမ်ကိုလွမ်းနေတဲ့ သူတို့ရဲ့သူငယ်ချင်းကို အိမ်ပြန်နိုင်အောင် သူတို့တွေ ကူညီပေးတာကိုတွေ့ရမှာပါ။ ဇာတ်လမ်းလေးက ချစ်စရာလေးပါပဲ။ ဒီကားလေးဟာ IMDb Rating 5.6/10 ရထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut ...",
        "rating": "5.6",
        "url": "https://megaup.net/1y5fq/[CM]Jungle.Beat.The.Movie.2020.Webrip.720P.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BYjBlYmExOWQtNTUxNy00YTYwLTlkYTUtZDM5MGRjYmZkMzIwXkEyXkFqcGdeQXVyMTAwMzM3NDI3._V1_-131x200.jpg",
        "title": "Dragons: Rescue Riders: Secrets of the Songwing (2020)",
        "description": "Dragons: Rescue Riders: Secrets of the Songwing (2020)========================================IMDb Rating - 6.1/10#Unicodeဒီတစ်ခေါက်တင်မယ့် ကားလေးက July 24  ရက်နေ့က Netflix မှာပြသခဲ့တဲ့ Animation ကားအသစ်စက်စက်လေးဖြစ်ပါတယ်။ဒီဇာတ်ကားကို Dream Works Studioကပဲထုတ်ထားပြီး How to train your dragon နဲ့ကျောရိုး အနည်းငယ်ဆင်ပါတယ်။ဗိုက်ကင်းလူမျိုးတွေဟာ သူတို့နဂါးလေးတွေနဲ့နေထိုင်နေရာမှာ သီချင်းနဂါး(Songwing) တစ်ကောင်ပေါ်လာပြီးပုံမှန်မဟုတ်တဲ့ဖြစ်ရပ်တွေဟာ ဆက်တိုက်သလိုဖြစ်နေတာမို့ ဒီကိစ္စကိုအဖြေရှာရင်း သိရှိကြတဲ့အခါ နဂါးစီးဗိုက်ကင်းလူမျိုးတွေရဲ့ လှုပ်ရှားမှုတွေကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။ ဇာတ်လမ်းနဲ့ ဇာတ်ကောင် Characters လေးတွေဟာ အမတန်ချစ်စရာကောင်းပြီး . အိမ်က သားငယ်သမီးတွေကိုပါ ပြသလို့ရ ပြသလို့သင့်တဲ့ ဇာတ်လမ်းကောင်းလေးမို့ ခံစားကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့  Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္မယ့္ ကားေလးက July 24 ရက္ေန႔က Netflix မွာျပသခဲ့တဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2e2pz/[CM]Dragons.Rescue.Riders.Secrets.of.The.Songwing.2020.Webrip.720P.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/DET-133x200.jpg",
        "title": "Detective Dee: Solitary Skies Killer (2020)",
        "description": "Detective Dee: Solitary Skies Killer (2020)\nဒီရုပ်ရှင်ကလည်း စုံထောက် တီးရန်းကျန်ရဲ့ ဇာတ်လမ်းပါပဲ။ဒါပေမယ့် အရင်ထွက်ခဲ့တဲ့ ကားတွေနဲ့ မဆက်စပ်ပါဘူး။\nမင်းသားကလည်း အသစ်ပါပဲ။ ကြည့်လို့ ကောင်းပါတယ်။သိုင်းကားငတ်နေတဲ့သူတွေအတွက်တော့အကြိုက်ပေါ့...\nဇာတ်လမ်းအကျဉ်းကတော့ ချန်းမိသားစုဟာ မင်္ဂလာဦးညမှာ သတို့သမီးဖြစ်သူကသတ်ဖြတ်တာကို ခံရပြီး သတို့သမီးကလည်း သူ့ကိုယ်သူ သတ်သေသွားခဲ့တယ်။အဲဒီအမှုမှာ တကယ့်တရားခံအစစ်က သေသွားတဲ့ သတို့သမီးမဟုတ်တာကိုသံသယဖြစ်တဲ့ စုံစမ်းရေးမှူးတီးဟာ နောက်ကွယ်က တရားခံကို ဖော်ဖို့ ပဟေဠိတွေ အဖြေညှိရပါတော့တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneoပဲဖြစ်ပါတယ်...File Size : (750 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Thanhtike Zaw",
        "rating": "",
        "url": "https://megaup.net/2n0hD/Detective_Dee_Solitary_Skies_Killer_2020_REPACK_WEBDL_720P.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/AAAABTuY982IOotzxcNWCP3iHuj7__WwsLnnq8V4gksTsgtTKNnBa6gzZ3i9ax-zqbSckUKHfWE59TevinXsSAuEH509T_R_mXqQ4LsnIQgw4gkwnrp54o1atZYEnA5c8w-143x200.jpg",
        "title": "Dragon Quest: Your Story (2019)",
        "description": "Dragon Quest: Your Story (2019)========================IMDb Rating - 6.5/10#Unicodeဒီကားက 2019 တုန်းက Netflix ကထွက်ရှိခဲ့တဲ့ Anime ပဲဖြစ်ပါတယ်။ dragon quest ဂိမ်းကို animationအနေနဲ့ရိုက်ထားတာပါ။ ဇာတ်လမ်းအကျဥ်းပြောရရင် နည်းပညာတိုးတက်လာတဲ့နောက်မှာ လူသားတွေဟာဂိမ်းကို ကိုယ်တိုင်ဝင်ရောက်ပြီး ဆော့ကစားလာနိုင်တယ်။ ဒီကားထဲက ကောင်လေးက Dragon Quest ထဲကလူကာ ဇာတ်ကောင်နေရာကနေ စွန့်စားခန်းတွေ လုပ်ဆောင်သွားပုံကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာပါ။ လူကာအကြောင်းကတော့ Dragon Quest ကိုထိတွေ့ခဲ့ဖူးတဲ့  90kids တွေဆိုရင်တော့ သိမှာပါ။ လူကာက မွေးဖွားခြင်းမှာ သူ့ရဲ့မိခင်ဟာ မိစ္ဆာရဲ့ ဖမ်းဆီးခြင်းကိုခံခဲ့ရပါတယ်။ သူဟာ ဖခင်ရဲ့ လက်ထဲမှာပဲ ကြီးပြင်းလာခဲ့ရပေမယ့်တစ်နေ့မှာတော့ ဖခင်ပါ အသတ်ခံရတဲ့အခါ သူ့မိခင်ကို ရှာဖွေရမယ့် တာဝန်ဟာသူ့ထံရောက်လာပါတော့တယ်။ဇာတ်လမ်းတစ်ခုလုံးဟာ စိတ်လှုပ်ရှားစရာတွေနဲ့ပြည့်နှက်နေခဲ့ပြီး အတော်လေးကိုကြည့်လို့ကောင်းနေခဲ့ပါတယ်။ဒါပေမဲ့ အဲ့နောက်ကွယ်ကျန်နေသေးတာကတော့ အစမှာပြောခဲ့သလိုပဲ လူသားတွေဟာ VR World ...",
        "rating": "6.5",
        "url": "https://megaup.net/1y2kp/[CM]Dragon.Quest.Your.Story.2019.Webrip.480P.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wvRbUiOuqedyDmwToErkp7wuFCv.jpg",
        "title": "Elephant(2020)",
        "description": "Elephant(2020)ကျွန်တော်တို့ဟာ လူသားပီသကြသူများပီပီ တိရစ္ဆာန်တွေကိုချစ်မြတ်နိုးတတ်သလိုမိသားစုဝင်တွေပမာ ထိန်းသိမ်းစောင့်ရှောက်ခြင်းမျိုးတွေလည်းပြုလုပ်တတ်ကြတယ်...ဒါပေမဲ့ တစ်ခမ်းတနားအသေးစိတ်ကအစ ရိုက်ကူးထားတဲ့ တိရစ္ဆာန်တွေနဲ့ပတ်သက်တဲ့documentary တွေကျတော့ကြည့်ရမှာပျင်းပါတယ်...ကြည့်ဖို့ပြင်တာသာပျင်းကြတာကျွန်တော်တို့ skynet မှာ documentary  လေး ခဏကြည့်ရုံနဲ့ ဆက်ကြည့်ဖြစ်သွားကြတာများတယ်မဟုတ်လား...ဒါကြောင့် Elephant ဆိုတဲ့ ရှားပါး documentary  လေးကို တင်ဆက်ပေးလိုက်ပါတယ်...လွန်ခဲ့သော လအနည်းငယ်က ဘော့ဆွာနာနိုင်ငံမှာ ကန္တာရဆင်တွေ အများအပြားသေဆုံးခဲ့ပါတယ်။ဒီဆင်တွေက ရွေ့ပြောင်းနေထိုင်ကျတ်စား ကမ္ဘာပေါ်က‌ နောက်ဆုံးသော ဆင်တွေပါ။ဒီဆင်တွေ အများအပြားသေဆုံးခဲ့ခြင်းဟာ သဘာဝပတ်ဝန်းကျင်အတွက် အတော်လေးကို ထိခိုက်‌စေပါတယ်။ဒီ Elephant ဆိုတဲ့ documentary ကားလေးက ဒီဆင်တွေရဲ့ အပြုအမူ၊ သဘာဝနဲ့ ရွေ့ပြောင်းနေထိုင်မှုတွေကိုမှတ်တမ်းတင်ထားတာပါ။ ဆင်တွေနဲ့အတူ အာဖရိကရဲ့ တခြားသော တိရိစ္ဆာန်များစွာကိုလည်း ကြည့်ရှုရမှာဖြစ်ပြီးဆာဖာရီဥယျာဉ်ကို အလည်သွားသလို ခံစားရစေမှာဖြစ်ပါတယ်။ ပြီးတော့ ကမ္ဘာအကြီးဆုံးရေတံခွန်ကြီးဖြစ်တဲ့ဝီတိုရိယရေတံခွန်ကြီးရဲ့ အလှကိုလည်း ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ ဒီကားကို Disney ရဲ့ Disneynature ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ ရိုက်ကူးခဲ့တဲ့ ၁၅ ခုမြောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1y120/Elephant.2020.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Biography, Documentary"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/fe1fbfab118d5f38dc77d6a0124f29db-asian-hotties-sexy-asian-girls-133x200.jpg",
        "title": "(21+) The Girl on the Train (2020)",
        "description": "(၁၈ နှစ်အောက် လုံး၀ မကြည့်ရ)\nဒီတခါတော့ ထူးခြားဆန်းကြယ်သိုင်းကျမ်းလေး တင်ဆက်ပေးလိုက်ပါပြီ.\nမိန်းမကျမ်းကျေနေတဲ့ ကျော်ကြီးနဲ့ ဇော်ကြီးဟာ ရထားပေါ်မှာ\nစကားစမြည်ပြောရင်း မထင်မှတ်ပဲ\nစက်လေးတစ်လုံးကို ကောက်ရခဲ့ပါတယ်.\nသူတို့နှစ်ဉီးကလဲ စက်ကလေးစိတ်၀င်တစားကလိကြည့်တဲ့အခါမှာတော့\nအချိန်ကို ရပ်တန့်လို့ရတဲ့ စက်လေး ဖြစ်နေခဲ့ပါတယ်\nအဲ့ဒါနဲ့သူတို့နှစ်ဉီးဟာ အကြံကြီးစွာနဲ့ မိန်းကလေး သီးသန့်ရှ်ိတဲ့\nရထားတွဲကို သွားပြီးအချိန်ရပ်တန့်ကာ ပျော်ရွှင်စွာသိုင်းကျင့်ကြပ့တယ်.\nကံကောင်းတယ်ပဲပြောရမလား?\nသူတို့သွားတဲ့ရထားတွဲထဲမှာ ဖွံထွား ငယ်ရွယ်တဲ့\nမိန်းကလေးက ၁၂ယောက်တောင်ရှိတာဆိုတော့\nသိုင်းကို တ၀ကြီး ကျင့်လို့ရတာပေါ့ဗျာ.\nကျော်ကြီးနဲ့ဇော်ကြီး ဘယ်လို သိုင်းကျမ်းတွေကျင့်မယ်ဆိုတာကို\nဝိုးတိုးဝါးတား ဆင်ဆာမပါပဲ တင်ဆက်ပေးထားတာကြောင့်\ndsဖန်ကြီးအကြိုက်\nunsensorဗားရှင်းပေါဗျာ.\nကဲ ဂူးအောင်းပြီး သိုင်းကျင့်ကြပါဦး.",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/21-the-girl-on-the-train-2020/",
        "category": "Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BNGYwMzQ4YzYtYzMzMC00YTQzLWIzYjYtM2U2Yjk0ZTU4YjI2XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-143x200.jpg",
        "title": "The Last Days of American Crime",
        "description": "ဒီတစ်ခေါက်မှာတော့ စီအမ် ပရိတ်သတ်ကြီးအတွက်\nဇွန်လ ၅ ရက်နေ့ကမှ ထွက်ထားတဲ့\nဇာတ်ကြမ်းကား တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားက ဂရေဟမ် ဘရစ် ရယ် ရှဲဘီ ဒူပရီး ရယ် ကီဗင် ကတ်ရှ် တို့ က ရဲ့\nအကွက်ချပြီး ဘဏ်တိုက်ဖောက်ဖို့ကြိုးစားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ဂရေဟမ် ဘရစ်က\nတစ်ယောက်တည်းကျန်ခဲ့တဲ့ ကြေးစားလူမိုက်လိုဖြစ်နေတာ\nသူ့ကို ဒူမိုးရစ် မိသားစုက လိုက်သတ်နေတယ်\nဒူမိုးရစ် ရဲ့ သားက ကီဗင်ကတ်ရှ် ဒီကောင်ကလည်း\nသူ့အဖေနဲ့ ရန်သူလိုဖြစ်နေတာ သူ့ကောင်မလေးက\nဒူပရီး အဲ့ဒီအချိန်မှာ အမေရိကန်နိုင်ငံရဲ့ နိုင်ငံရေးအခြေအနေကလည်း မကောင်းဘူး\nပြည်သူတွေကို အေပီအိုင် ဆိုတဲ့ အာရုံကြောကို\nထိန်းချုပ်နိုင်တဲ့ စနစ်တစ်ခုကို အစိုးရက\nအကောင်အထည်ဖော်နေတယ် ဒါကိုပြည်သူတွေက လက်မခံဘူး\nဆန္ဒတွေပြကြတယ် ကနေဒါကို ထွက်ပြေးကြတယ်\nထွက်ပြေးတဲ့သူတွေကို အစိုးရက ဖမ်းတယ်\nထောင်ချတယ် အဲ့ဒီအခါ ပိုပြီး ဆန္ဒပြမှုတွေပြင်းထန်လာတယ်\nဒါကို အစိုးရကလည်း လက်မလျော့ဘူး ဆက်ပြီး\nအကောင်အထည်ဖော်တဲ့ အေပီအိုင် စနစ် ချပ်စ် ပြားလေးကို\nလူတွေရဲ့ ဉီးနှောက်ထဲထည့်ရင် ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dVM7/The_Last_Days_of_American_Crime_2020_1080P_%7BCM%7D.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BMjVkYWUwYWUtM2MwNS00OGVlLWJmMjUtYzU0NGI3ZDMzZTI4XkEyXkFqcGdeQXVyNDM2MjM2NDU@._V1_SY1000_CR006861000_AL_-137x200.jpg",
        "title": "Ghost Patrol (2016)",
        "description": "Ghost Patrol (2016)================IMDb Rating - 4.9/10#Unicodeဒီနေ့အတွက် တင်ပေးချင်တာက 2016 ခုနှစ်ကထွက်ထားတဲ့ Animation , Adventure movieလေးပဲဖြစ်ပါတယ်။ Ghost Patrolဆိုတဲ့ကားလေးကတော့ လူငယ်စွန့်စားခန်းပုံမျိုးလေးပါပဲ၊သူငယ်ချင်း၂ယောက်ဟာ သရဲအစစ်များကို အရမ်းတွေ့ချင်ပြီး စွန့်စားချင်တာကြောင့် သရဲဖမ်းအဖွဲ့လေးတစ်ခုဖွဲ့ထားပါတယ်။ ဒါပေမယ့်သူတို့အဖွဲ့ကိုအထင်မကြီးတဲ့သူတွေရဲ့နောက်ပြောင်အကူအညီတောင်းမှုကို ကူညီဖို့ကြိုးစားရာမှ တကယ့်သရဲအစစ်ကြီးနဲ့ဘယ်လိုတွေ့ပြီး ဘာကောင်တွေကိုအတူနှိမ်နင်းမလဲဆိုတာ ခပ်မိုက်မိုက်လေးနဲ့ကြည့်မြင်ရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီေန႔အတြက္ တင္ေပးခ်င္တာက 2016 ခုႏွစ္ကထြက္ထားတဲ့ Animation , Adventure movieေလးပဲျဖစ္ပါတယ္။ Ghost Patrolဆိုတဲ့ကားေလးကေတာ့ လူငယ္စြန႔္စားခန္းပုံမ်ိဳးေလးပါပဲ၊သူငယ္ခ်င္း၂ေယာက္ဟာ သရဲအစစ္မ်ားကို အရမ္းေတြ႕ခ်င္ၿပီး စြန႔္စားခ်င္တာေၾကာင့္ သရဲဖမ္းအဖြဲ႕ေလးတစ္ခုဖြဲ႕ထားပါတယ္။ ဒါေပမယ့္သူတို႔အဖြဲ႕ကိုအထင္မႀကီးတဲ့သူေတြရဲ႕ေနာက္ေျပာင္အကူအညီေတာင္းမႈကို ကူညီဖို႔ႀကိဳးစားရာမွ တကယ့္သရဲအစစ္ႀကီးနဲ႔ဘယ္လိုေတြ႕ၿပီး ဘာေကာင္ေတြကိုအတူႏွိမ္နင္းမလဲဆိုတာ ခပ္မိုက္မိုက္ေလးနဲ႔ၾကည့္ျမင္ရမွာပဲျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)  Quality – 720p WebRipDuration - 47 minSubtitle ...",
        "rating": "4.9",
        "url": "https://megaup.net/2TRwp/[CM]Ghost.Patrol.2016.WebRip.720P.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iFOw9bXeLM6a2WbI7T1ytF8o0Wn.jpg",
        "title": "The Guardian(2006)",
        "description": "The Guardian(2006)IMDb...7.0ကယ်ဆယ်ရေး ရေကူးသမားသမိုင်းတစ်လျောက်မှာ ထင်ရှားတဲ့ ဘန် ရန်ဒဲလ် ဟာကယ်ဆယ်ရေးအလုပ်ကိုအလွန်ခုံမင်ပြီး ရာထူးတိုးမယူဘဲ ပင်လယ်မှာ စွန့်စားရတာကိုပဲ အထူးနှစ်သက်သူတစ်ယောက်ပါ...လှိုင်းတံပိုးကြားမှာ သေမင်းနဲ့လက်တစ်ကမ်းအလိုရောက်နေတဲ့ ဒုက္ခသည်ကိုကယ်ရတာလည်းမလွယ်လှပါဘူး...ပုံမှန်စိတ်ပျောက်ဆုံးနေတတ်တဲ့အပြင် သဘာဝဘေးအန္တရယ်ကလည်း မျှော်လင့်မထားတဲ့နည်းမျိုးစုံကြုံတွေ့နိုင်တာကြောင့်ဘန် တို့အဖွဲ့အတွက် အတော်ခက်ခဲတဲ့အလုပ်ပါပဲ...သူဟာဒီကယ်ရေးအလုပ်ကို အချိန်ပေးလွန်းလို့ချစ်ဇနီးနဲ့တောင်ကွာရှင်း၇တဲ့အနေအထားရောက်ခဲ့ပါတယ်..တစ်နေတော့ ညဘက် သဘေ်ာတစ်စီးဒုက္ခရောက်တာကို အရေးပေါ်ကယ်ဆယ်ဖို့အကြောင်းဖန်လာတယ်...ဒီကယ်ဆယ်ရေးလုပ်တဲ့အချိန်မှာ ဒုက္ခသယ်တစ်ယောက်ကိုမကယ်နိုင်တဲ့အပြင်ရဟတ်ယာဉ်နဲ့ သူကလွဲလို့ကျန်တဲ့သူတွေ အသက်ဆုံးရှုံးသွားတယ်...ဒီဖြစ်ရပ်ဆိုးပြီးတဲ့နောက်မှာတော့ ဘန်အတွက်အပြောင်းအလဲတွေအများကြီးဖြစ်ပါတော့တယ်...ဒီဇာတ်ကားဟာ မင်းသားကြီး Kevin Costner ဉီးဆောင်ထားပြီး  Ashton Kutcher နဲ့ အခြားနာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်...ဆုကြီးတစ်ဆုရရှိခဲ့သလို အခြားဆု(၄)ဆုအတွက်လည်းဆန်ကာတင်စာရင်းဝင်ခဲ့တယ်...အစမှ အဆုံးထိ တော်တော်ကြီးကိုကြည့်လို့ကောင်းတဲ့ ဇာတ်လမ်းတစ်ခုပါ..ခံစားကြည့်ကြပါဉီး...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thar Htet  ပဲဖြစ်ပါတယ်… File Size : (1.04 GB) and (442 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:19:00\nGenre : Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "7.0",
        "url": "https://megaup.net/4fIlw/The_Guardian.2006.NEW.BLU-RAY.720P.PP.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/mb9bm3su3dzf-153x200.jpg",
        "title": "The Legend of Lu Bu (2020)",
        "description": "ဒီတခေါက်ကတော့ တရုတ်သိုင်းဇာတ်ကားတစ်ကားကိုတင်ဆက်ပေးပါမယ်\nစစ်သူကြီးလွီပုရဲ့အကြောင်းကိုရိုက်ပြထားတာပါ\nဒါပေမယ့်လူတိုင်းသိတဲ့ရှေးတုန်းကချောင်ချောင်တို့\nလွီပုတို့ထဲကလူမဟုတ်ပါဘူးနော် ခေတ်သစ်လွီပုပေါ့\nဇာတ်လမ်းမိတ်ဆက်- ကလေးသူငယ်တွေကိုဖမ်းဆီးအဆိပ်တွေ\nဆေးတွေနဲ့စမ်းသပ်ပြီး တုတ်ဓါးပြီးတဲ့မသေမျိုးလေးတွေဖြစ်လာဖို့\nစမ်းသပ်တဲ့နေရာတခုရှိတယ် နတ်ဆေးဆရာမကြီးနဲ့\nနန်းတွင်းကအရေးပါတဲ့သူတစ်ဦးကနောက်ကွယ်က\nကြိုးကိုင်ပေါ့\nဆေးဒါဏ်နှိပ်စက်တဲ့ဒါဏ်တွေကိုမခံနိုင်ကြတဲ့အဆုံး\nဆေးစွမ်းပြတာနဲ့ပေါင်းပြီး ကောင်လေးတယောက်ဟာ\nစိတ်လွတ်သလိုဖြစ်ကာ တားဆီးသူအားလုံးကိုသတ်ပြီး\nထွက်ပြေးလာခဲ့တယ်\n(ထွက်ပြေးရင်းမင်းသမီးနဲ့တွေ့တာပေါ့နော်)\nအဲ့ဒါကတော့နောင်မှာလွီပုဖြစ်လာမယ့်ကောင်လေးပါပဲ\nကဲစိတ်ဝင်စားရင်တော့ဆက်ကြည့်ကြပါဦးနော်\n \nFile Size -  1.4 gb\nQuality - web-dl 1080p\nSubtitle -  burmese (hardsub)\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/3zF8n/The_Legend_of_Lu_Bu_(2020).HD1080P_{CM}.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wK8p7WjKw3z6nQQh9ptlMGn35DZ.jpg",
        "title": "Honey, We Shrunk Ourselves(1997)",
        "description": "Honey, We Shrunk Ourselves(1997)ဆာလင်းစကီးတို့ ဆက်လက်ထွက်ရှိခဲ့တဲ့ ဇာတ်ကားပါ....Honey I Blew Up the Kid(1992)ကထွက်ခဲ့တဲ့ကားကိုကြည့်ပြီး သဘောကျတယ်ဆိုရင် ဒီဇာတ်ကားကိုဆက်လက်ကြည့်ကြပါ...အညွှန်းကတော့ စပွိုင်လာအကြီးကြီးဖြစ်မှာစိုးလို့ မရေးတော့ပါဘူး...ဆာလင်းစကီးတို့ ဘယ်လိုအခက်အခဲတွေကြုံရ ဘယ်လိုပြဿနာတွေကြုံရဆိုတာကိုတော့ဆက်လက်ခံစားကြည့်ကြပါကုန်....File Size : (750MB) and (289 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Hein Min Tun\nEncoded by Phyo Pyae",
        "rating": "5.3",
        "url": "https://megaup.net/3zHgr/Honey_We_Shrunk_Ourselves!.1997.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iLWZJAIcSqthsmJ3pMbtiE9Ap6N.jpg",
        "title": "Honey I Blew Up the Kid(1992)",
        "description": "Honey I Blew Up the Kid(1992)ဆာလင်းစကီးဆိုတဲ့ သူဟာ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်ပြီးမိန်းမရယ် သမီးလေးတစ်ယောက် သားလေး(၂)ယောက်တို့နဲ့ အတူနေထိုင်ကြတယ်...သူဟာ ကုပ္ပဏီကြီးတစ်ခုမှာအလုပ်လုပ်နေပြီး လက်ရှိမှာတော့ သူ့ရဲ့တွေ့ရှိချက်တစ်ခုကို အကြီးအကျယ်အကောင်အထည်ဖော်ဖို့ကြိုးစားနေကြတယ်....တစ်ရက်မှာတော့ မိန်းမဖြစ်သူနဲ့ သမီးဟာ ခရီးရှည်တစ်ခုထွက်ဖို့ရှိလာလို့အိမ်မှာ သား(၂)ယောက်နဲ့အတူကျန်ခဲ့လေရဲ့...သူတို့အဖွဲ့ကြိုးစားနေတဲ့ ပရော့ဂျက်ကလည်းအောင်မြင်ဖို့ လက်တစ်ကမ်းအလိုရောက်နေပေမယ့် အခက်အခဲတစ်ခုကြောင့်ကျန့်ကြာနေကြတယ်..ဆာလင်းစကီးဟာ သူ့သားလေး (၃)နှစ်အရွယ်ကိုချော့သိပ်နေတုန်းမှာ ပရော့ဂျက်အတွက်အခက်အခဲကိုဖြေရှင်းဖို့နည်းလမ်းတစ်ခုကိုတွေ့သွားတယ်...ဒါ့ကြောင့် သား(၂)ယောက်ကိုခေါ်ပြီး သိပ္ပံစမ်းသပ်ခန်းထဲကိုခေါ်သွားတယ်...အဲ့ဒီမှာ ပြဿနာအကြီးကြီးစတော့တာပဲ....ဘယ်လိုပြဿနာတွေတက်မလဲ...ဆာလင်းစကီတစ်ယောက်သူရှုတ်ခဲ့တဲ့ပြဿနာအကြီးကြီးကိုပြန်ရှင်းနိုင်ပါ့မလား...ဒီဇာတ်ကားက ရယ်လည်းရယ်ရသလိုအဲ့ဒီခေတ်က ချစ်စရာကောင်းတဲ့ ဇာတ်လမ်းဇာတ်ညွှန်းလေးတွေကို တွေ့နေရတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Hein Min Tun ပဲဖြစ်ပါတယ်...File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Comedy , Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hein Min Tun\nEncoded ...",
        "rating": "5.0",
        "url": "https://megaup.net/3zGqq/Honey_I_Blew_Up_The_Kid.1992.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/GAeK18hkfR6rzlo1vITvQhoEiW.jpg",
        "title": "Journey to China: The Mystery of Iron Mask (2019)",
        "description": "ဒီရုပ်ရှင်မှာ အက်ရှင်လောကရဲ့ icon တွေဖြစ်ကြတဲ့အာနိုးမင်းသား(Arnold Schwarzenegger) နဲ့ ဂျက်ကီချန်း(Jackie Chan)တို့ နှစ်ဦးကို အတူတွေ့မြင်ရပါမယ်။ဒီရုပ်ရှင်က Viy ရုပ်ရှင်ရဲ့ sequel ပါ။မြေပုံရေးဆွဲသူ Jonathan Green ကတော့ ခက်ခဲဆန်းကြယ်တဲ့စွန့်စားခန်းတွေနဲ့ ထပ်ပြီး တွေ့ကြုံရပြန်ပါပြီ။Jonathan ဟာ အရှေ့အရပ် တရုတ်ပြည်ကအလင်းမှော်ဆရာ မာစတာ၊ ရုရှားဇာဘုရင် ပထမမြောက်ပီတာ တို့နဲ့တစ်နည်းတစ်ဖုံ ပတ်သက်မိပြီး တရုတ်ပြည်ကို မဖြစ်မနေ ခရီးထွက်ခဲ့ရတာကနေသူတို့ တစ်ဦးချင်းစီရဲ့ စွန့်စားခန်းတွေကို စိတ်လှုပ်ရှားစရာ ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ File Size : ( 1 GB , 344 MB)\nQuality : WEB DL 720p\nRunning Time : 2 ...",
        "rating": "4.6",
        "url": "https://megaup.net/3zByc/(CM)_Journey_To_China_The_Mystery_of_Iron_Mask_2019_BluRay_720p.mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4fVcLdImgW2EXQyrflA5oLTvwCD.jpg",
        "title": "Promare (2019)",
        "description": "Japan Anime ကားတစ်ကားပါ။ Rating 7.2 တောင် ရထားတာဆိုတော့တော်တော်လေးမိုက်တဲ့Animeထဲမှာပါပါတယ်။ခန္ဓာကိုယ်ကနေ မီးထလောင်တတ်တဲ့ mutant တွေကြောင့်The Great Burning လို့ခေါ်တဲ့ အဖြစ်အပျက်ကြီး ဖြစ်လာခဲ့ပါတယ်။နှစ် ၃၀ ကြာပြီးတဲ့နောက်မှာ Burnish လို့ခေါ်တဲ့သူတွေ ပေါ်လာပြန်ပါတယ်။ဒီတစ်ခါမှာတော့ သူတို့က မီးကို ပိုပြီးထိန်းချုပ်နိုင်သွားကြပါပြီ။ဒီလူတွေမှာ မီးတွေအကြောင်းပြချက်မရှိဘဲ လိုက်ရှို့နေတယ်။ဒါပေမဲ့ ဘာကြောင့် ဒီလိုလုပ်ရတာလဲ။Galo Thymos ဆိုတဲ့ မီးသတ်တပ်သားသစ်လေးတွေကမီးလောင်မှုကို ကယ်ဆယ်ဖို့သွားရင်း Burnish တွေနဲ့ကြုံလာရတဲ့အခါမှာတော့ပွဲကြီးပွဲကောင်းတွေ ဖြစ်ပါတော့တယ်။Animation ဖန်တီးထားပုံတွေကလည်း တော်တော်လေးစွဲဆောင်မှုရှိလွန်းတာကြောင့် ကြည့်နေရင်းနဲ့အချိန်ဘယ်လိုကုန်လို့ကုန်သွားမှန်းတောင်မသိရမယ့်Animeမျိုးဖို့ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်။ File Size : ( 1 GB , 303 MB)\nQuality : ...",
        "rating": "7.2",
        "url": "https://megaup.net/3zzck/(CM)_Promare_2019_BluRay_720p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/MV5BMmQ2Y2Y5ZTMtNWNkNC00MTk0LWFjZDktYjRiOTJmMWE1ODhhXkEyXkFqcGdeQXVyMjQ2MTk1OTE@._V1_SY1000_CR007821000_AL_-156x200.jpg",
        "title": "Cannibal Holocaust (1980)",
        "description": "Cannibal Holocaust (1980)\nIMDb - 5.9/10_____Rotten - 65%\n \nဒီဇာတ်လမ်းလေးကတော့ IMdB 5.9/10 ရထားတဲ့\nAdventure/Horror ဇာတ်လမ်းလေးပါ.\nဇာတ်လမ်းအကျဉ်းကတော့ အမေရိကန်နိုင်ငံသားဒါရိုက်တာဖြစ်တဲ့\nAllenဟာ သူ့ကောင်မလေးဖြစ်တဲ့ ဇာတ်ညွန်းရေးဆရာမလေးရယ်\nကင်မရာမန်းနှစ်ယောက်ရယ်နဲ့ အမေဇုန်တောနက်ထဲ\nအစိမ်းရောင်ငရဲခန်းလို့ တင်စားထားတဲ့ အသားစားလူမျိုးစု နှစ်ခုရှိတဲ့\nနေရာကို စွန့်စားသွားလာခဲ့ပါတယ်.\nသူတို့အဲ့ဒီကို သွားလာရတဲ့ ရည်ရွယ်ချက်ကတော့\nအဲ့လူမျိုးနွယ်စုနှစ်ခုရဲ့ လူနေမှုစရိုက်ကို မှတ်တမ်းတင် ရုပ်ရှင်ရိုက်ကူးဖို့ပါ..\nဒါပေမယ့် သူတို့ အဲ့ဒီကို ရောက်သွားပြီး နှစ်ပတ်အကြာမှာ ဘာသတင်းမှ\nမကြားရတော့တာကြောင့် နယူးရော့ တက္ကသိုလ်က\nမနုဿဗေဒပေါမောက္ခတစ်ဦးဟာ သူတို့နောက်ကို စွန့်စားပြီး လိုက်လာခဲ့ပါတယ်.\nပေါမောက္ခဟာလဲ တောထဲမှာ လမ်းပြနဲ့အတူ သွားရင်း\nသူတို့ရောက်ရှိခဲ့တဲ့ မျိုးနွယ်စုတွေကို ရောက်ရှိသွားပြီး\nစိတ်မကောင်းစွာနဲ့ သူတို့အလောင်းတွေကိုပဲတွေ့ခဲ့ရပါတယ်.ဒါပေမယ့်\nပေါမောက္ခကြီးဟာ အသိညဏ်ပညာရှိသူဖြစ်တာကြောင့်\nလူရိူင်းတွေကို စည်းရုံးပြီး သူတို့ရိုက်ကူးခဲ့တဲ့ ဖလင်တွေကို ပြန်လည်ရရှိခဲ့ပါတယ်.\nအမေရိကန်ကို ပြန်ရောက်ပြီး ဖလင်တွေကို ပြန်ဖွင့်ကြည့်တဲ့အခါမှာတော့\nသူတို့လေးဦးဟာ ဘာတွေရိုက်ကူးခဲ့တယ် လူမျိုးနွယ်စုတွေဟာ\nတကယ်ပဲ အသားစားသလား? တကယ်ပဲ ရက်စက်သလား???\nဆိုတာကို မှတ်တမ်းတင်ရုပ်ရှင်တစ်ခု\nအဖြစ်တင်ဆက်ထားတာကြောင့် ဗဟုသုတရစေမှာပါဗျာ...\n \nဇာတ်၀င်ခန်းတွေမှာ သွေးထွက်သံယိုနဲ့ လိင်ပိုင်းဆိုင်ရာ\nဇာတ်၀င်ခန်းတချို့ပါ၀င်တာကြောင့်\nအသက်၁၈နှစ်အောက်မကြည့်သင့်ပါ....",
        "rating": "5.9",
        "url": "https://megaup.net/1zyib/Cannibal_Holocaust_[17+]_[1980]_{1080p}_(MM_Sub).mp4",
        "category": "Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/07/Screen-Shot-2020-07-05-at-11.45.56-PM-136x200.png",
        "title": "Iron Brothers (2018)",
        "description": "Iron Brothers (2018)================IMDb Rating - 5.6/10#Unicode2018 ကထွက်ခဲ့တဲ့ Action, Adventure, Drama အမျိုးအစားဖြစ်တဲ့ ကားကောင်းလေးတစ်ကားကိုမျှဝေပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းလေးပြောရရင် . . . အမဲလေးလိုက်လိုက် သားမွှေးလေးရောင်းလိုက်နဲ့ အတူတူနေထိုင်ကြတဲ့ အေဘယ်လ် နဲ့ ဟင်နရီတို့ ညီအစ်ကိုနှစ်ယောက် သူတို့နေတဲ့တောင်ကြားလေးဆီ ရှိုရှုန်းမျိုးနွယ် အင်ဒီးယန်းတွေ တောင်ကြားဖက်ကို ကျူးကျော်လာလို့ မတော်တဆ အစ်ကိုဖြစ်သူဟင်နရီမှ အင်ဒီးယန်းတစ်ယောက်အား သတ်လိုက်မိတဲ့အခါမှာ မုဆိုးကနေ သားကောင်ဘဝကိုပြောင်းပြီးထွက်ပြေးတိမ်းရှောင်ရင်း ညီအစ်ကိုနှစ်ယောက်ရဲ့ချစ်ခြင်းမေတ္တာကို ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးဖြစ်တာမို့ ကြည့်ရှုအားပေးကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်။)#Zawgyi2018 ကထြက္ခဲ့တဲ့ Action, Adventure, Drama အမ်ိဳးအစားျဖစ္တဲ့ ကားေကာင္းေလးတစ္ကားကိုမွ်ေဝေပးခ်င္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးေျပာရရင္ . . . အမဲေလးလိုက္လိုက္ သားေမႊးေလးေရာင္းလိုက္နဲ႔ အတူတူေနထိုင္ၾကတဲ့ ေအဘယ္လ္ နဲ႔ ဟင္နရီတို႔ ...",
        "rating": "5.6",
        "url": "https://megaup.net/3zwnv/[CM]Iron.Brothers.2018.WebRip.480P.mp4",
        "category": "Action, Adventure, Drama"
    }
]