[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2UH9yHIqW8IQiDTPHEBTo7RknEL.jpg",
        "title": "Summering (2022)",
        "description": "Summering (2022)ဒါကတော့ နွေရာသီတစ်ခုကို ဖြတ်သန်းနေတဲ့ ကလေးတစ်အုပ်အကြောင်းပါပဲ။ ဇာတ်လမ်းအမျိုးအစားကတော့ Adventure, Coming of Age ပါ။ ကလေးတစ်အုပ်ဆိုပေမဲ့ ကလေးမလေးတွေပါပဲ။ နွေရာသီပိတ်ရက်မှာ အတူတူလျှောက်လည်ကြတယ်။ အလောင်းတစ်လောင်းတွေ့တယ်။ ဒီအလောင်းကြောင့် မိဘတွေက သူတို့ကလေးတွေ ထရော်မာရကုန်တယ်ထင်ကုန်မှာစိုးလို့ ရဲမတိုင်ဘဲထားလိုက်တယ်။ သို့ပေမဲ့ ကြင်နာတတ်တဲ့ကလေးတွေဆိုတော့ ဒီလူ့မှာများ မိသားစုရှိခဲ့ရင်ဆိုပြီး သူဘယ်သူလဲအဖြေရှာကြပါတယ်။ အိမ်ကမသိအောင် ခိုးထွက်ပြီး စွန့်စွန့်စားစားအဖြေရှာရင်း ပရလောကလိုလို သည်းထိတ်ရင်ဖို အဖြစ်တွေနဲ့ပါကြုံလာရပါတယ်။James Ponsoldt ရဲ့လက်ရာပေါ့။ James Ponsoldt ကို The Spectacular Now ဆိုတဲ့ သူ့မာစတာပိစ်ကားနဲ့ လူသိများပါတယ်။ ၂၀၁၃ရဲ့အကောင်းဆုံး ရုပ်ရှင်တွေထဲ The Spectacular Now ဟာလည်း မပါမဖြစ် ဖြစ်ပါတယ်။ ဂျက်စီအိုင်ဆန်ဘတ်နဲ့ The End of the Tour, တွမ်ဟန့်နဲ့ The Circle ...",
        "rating": "4.1",
        "url": "https://megaup.net/17Qln/(CM)_Summering_(2022)_1080p.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xbpSDU3p7YUGlu9Mr6Egg2Vweto.jpg",
        "title": "Pirates of the Caribbean: Dead Men Tell No Tales(2017)",
        "description": "Pirates of the Caribbean: Dead Men Tell No Tales(2017)\nဟိုးအရင် အတိတ်တစ်ချိန်က ဂျက်စပဲရိုးပီပီ ဖျံကျခဲ့တဲ့ လုပ်ရပ်တစ်ခုကြောင့် ကျိန်စာမိကပ္ပတိန် တစ်ယောက်\nဂျက်ကို သတ်ဖို့ လိုက်ရှာတော့တယ်။\nစာနာစိတ်ရယ်လို့ တစ်စက်မှမရှိတဲ့ သင်္ဘောသားတွေကို ဦးဆောင်တဲ့၊\nသင်္ဘောကြီး ဆိုင်းလင့်န်မေရီရဲ့ ကပ္ပတိန် ဆလာဇာပေါ့။\nဒီတစ်ကြိမ်ကျ အထာနပ်သွားတဲ့ ဆလာဇာကို ဖျံကျလို့မရတော့တဲ့အတွက်\nသူ့ကိုနိုင်ဖို့ တစ်ခုတည်းသော\nလက်နက်ဖြစ်တဲ့ သမုဒ္ဒရာ ခုနှစ်စင်းလုံးကို ပိုင်စိုးသူ နတ်ဘုရား\nပိုဆိုက်ဒန်ရဲ့ ခက်ရင်းခွကို လိုက်ရှာရတော့တယ်.\n-----------------------------------------------------------------------------------\n.\nFile Size : (2.5GB) and (1.3GB)\nQuality : HEVC 1080p 5.1, 720P\nFormat…mp4\nDuration…02:09:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/2hnI2/Pirates_Of_The_Caribbean.Dead_Men_Tell_No_Tales.2017.BLU-RAY1080P5.1CH.HEVC.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirates_of_the_caribbean_on_stranger_tides_poster_11-150x200.jpg",
        "title": "Pirates of the Caribbean: On Stranger Tides(2011)",
        "description": "Pirates of the Caribbean: On Stranger Tides(2011)\nဂျက်နဲ့ လူမှားပြီး ဂစ်ဘ်ကို ကြိုးပေးမယ့်အရေးမှာ ဝင်ကယ်ပေးလိုက်ရပြီးတဲ့နောက်\nတစ်ကိုယ်တည်းကောင်းစားနေတဲ့ ဘာဘိုဆာဆီ\nရောက်သွားကြပြန်တယ်။ ဒါပေမယ့် ဂစ်ဘ်ပဲကျန်ခဲ့ပြီး ဂျက်ကတော့\nသူ အချစ်ဟောင်း အန်ဂျလီကာကောင်းမှုနဲ့\nမုတ်ဆိတ်နက်ဆီရောက်သွားတဲ့နောက် စပိန်တွေက တပန်းသာနေတဲ့\nထာဝရသက်ရှည်ရေပန်းကို ရှာနိုင်ဖို့ စိုင်းပြင်းရပြန်တယ်...\nFile Size : (5.06GB)(3.63GB) and (1.24GB)\nQuality : Blu-Ray 4K HEVC,1080p 5.1CH,720P\nFormat…mp4\nDuration…02:23:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "6.6",
        "url": "https://megaup.net/1BpvX/Pirates_of_the-Caribbean-On-Stranger-Tides-2011.BLU-RAY.1080P5.1CH.HEVC.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirate-of-the-caribban-2007-133x200.jpg",
        "title": "Pirates of the Caribbean: At World’s End(2007)",
        "description": "Pirates of the Caribbean: At World's End(2007)\nIMDb...7.1\nသူရဲကောင်းဆန်ဆန်နဲ့ ကရာကန်ကြီး ပါးစပ်ထဲ ဓားတစ်ချောင်းနဲ့ ဝင်ပြီး\nအားလုံးကို ပေးဆပ်သွားတဲ့နောက်တော့ ဝီလ်တန်နာနဲ့\nအဲလိဇဘက်တို့နှစ်ယောက်သား ကပ္ပတိန် ဘာဘိုဆာနဲ့ ပူးပေါင်းပြီး ဂျက်ကို\nဒေဗီဂျုန်းဆီကနေ လွတ်အောင် ကယ်ဖို့ ကြိုးစားရတော့တယ်။\nဒါပေမယ့် နှစ်ယောက်မရှိတဲ့ ဂျက်စပဲရိုးက သူ ဘာကောင်လဲဆိုတာကို\nဂဏန်းတွေနဲ့ ပုလဲနက်နဲ့ ပြလိုက်တယ်။\nဒေဗီဂျုန်းကိုလည်း လော့ဒ် ဘက်ကပ်တ်က ထိန်းချုပ်ထားပြီး\nပင်လယ်ပြင်တခွင်တစ်ခုလုံးရဲ့ သင်္ဘောတွေအကုန်ကို\nဖျက်ဆီးခိုင်းတဲ့နောက်တော့ ဝီလ်၊ အဲလိဇဘက်နဲ့ ဘာဘိုဆာတို့နဲ့ အတူ\nကပ္ပတိန် ဂျက်စပဲရိုးပါ တိုက်ပွဲထဲ ဝင်ပါလာရတော့တယ်...\n--------------------------------------------------------------------------------------\n File Size : (8.8GB )(4.24GB) and (1.53GB)\nQuality : Blu-Ray 4KHEVC, 1080p 5.1CH,720P\nFormat…mp4\nDuration…02:49:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/2hjns/Pirates_Of_The_Caribbean.At_Worlds_End.2007.BLU-RAY1080P.5.1CH.HEVC.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/pirateof-the-caribban-2006-133x200.jpg",
        "title": "Pirates of the Caribbean: Dead Man’s Chest(2006)",
        "description": "Pirates of the Caribbean: Dead Man's Chest(2006)အညွှန်း\n**************************************************\nIMDb....7.3\nဒီတစ်ခါတော့ ကပ္ပတိန်ဂျက်စပဲရိုးတစ်ယောက် အကြွေးဆပ်ဖို့\nအချိန်ကျပြီလို့ အသိပေးခံထားရပါပြီ..\nဘယ်သူ့ကို အကြွေးတင်နေတာလဲဆိုတော့ ငရဲက သင်္ဘောသားတွေနဲ့အတူ\nတစ္ဆေသင်္ဘောကို ရွက်လွှင့်နေတဲ့ ပင်လယ်သရဲကြီး ဒေဗီဂျုန်းဆီမှာပါ ဖျက်ထိုးဉာဏ်ကောင်းတဲ့ဂျက်တစ်ယောက်\nပြေးလို့ မလွတ်တဲ့ အနေအထားရောက်နေတာပါ ဒီတော့ သူ့ကိုယ်သူ ကယ်တင်ဖို့ ဂျက်ကြံရဖန်ရပြန်ပါတယ်..\nဝေလ်တန်နာနဲ့ အဲလစ်ဇဘတ်သ်ဆွမ်းဆီကနေ မဖြစ်မနေအကူအညီ ယူမှရမှာပါ\nသူတို့ကရော ကြည်ကြည်ဖြူဖြူ ကူညီပါ့မလား ...\nဒီကြားထဲ ဘယ်လိုအခက်အခဲတွေ ကြုံရလဲ ဂျက်ဘယ်လိုတွေ မဲဆွယ်လိုက်လဲဆိုတာတွေကတော့\nထုံးစံအတိုင်း ရယ်ရယ်မောမော ပျော်ပျော်ရွှင်ရွှင်\nဟာသကွက်လေးတွေ တိုက်ခန်းခိုက်ခန်းလေးတွေ ဝေဝေဆာဆာနဲ့ ကြည့်ရမှာပါ ...\nဂျက်ရဲ့ အဓိက မစ်ရှင်ကတော့ ဒေဗီဂျုန်းရဲ့\nဖွက်ထားတဲ့ နှလုံးသားကို ရှာဖွေဖို့ပါ ဒေဗီဂျုန်းမှာလည်း နှလုံးသားရေးရာ\nလျှို့ဝှက်ချက်လေးတွေက ရှိနေပါသေးတယ်...\nဒါ့အပြင် ဝေလ်တန်နာတစ်ယောက် ဂျက်နဲ့အတူ ထူးဆန်းပြီး\nကြောက်စရာစွန့်စားခန်းကို လိုက်ပေးလိုက်ရတာကိုလည်း ရင်ခုန်စိတ်လှုပ်ရှားစရာ ကြည့်ရှုရမှာပါ\nဒေဗီဂျုန်းရဲ့ တစ္ဆေသင်္ဘောကြီးပေါ်မှာ ဘာတွေ ရှိနေတာလဲဆိုတာလည်း\nစိတ်ဝင်စားစရာမို့ ဇာတ်လမ်းလေးထဲမှာသာ ကြည့်လိုက်ပါတော့...\nဇာတ်လမ်းအညွှန်းကိုတော့ ညီမငယ် May Tharaphi ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Blhp/Pirates_Of_The_Caribbean.Dead_Mans_Chest.2006.BLU-RAY.1080P5.1CH.HEVC.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/POC-2003-133x200.jpg",
        "title": "Pirates of the Caribbean: The Curse of the Black Pearl(2003)",
        "description": "Pirates of the Caribbean: The Curse of the Black Pearl(2003)\nIMDb...8,,,Rotten....79%\nကျွန်တော်တို့ အသည်းကျော်ကြီး ကပ္ပတိန် ဂျက်စပဲရိုး တစ်ယောက် 2003 ခုနှစ်မှ\nာ ထွက်ခဲ့တဲ့ Pirates of the Caribean ထဲမှာ ဘာတွေ အလုပ်ရှုပ်ခဲ့တာလဲ ဆိုတာလေး ပြန်နွေးပါရစေ..\nဒီထဲမှာ မြို့တော်ဝန်ရဲ့သမီး အဲလစ်ဇဘတ်သ်ဆွမ်း ငယ်စဉ်က သင်္ဘောပေါ်ကနေ\nပင်လယ်ထဲ ငေးရင်း ကောင်လေးတစ်ယောက် မျောလာတာကနေ ဇာတ်လမ်းစထားတာပါ...\nသူတို့ ကြီးပြင်းလာတဲ့အခါ ရေထဲမျောပါလာတဲ့ ဝေလ်တန်နာဆိုတဲ့ကောင်လေးက\nပန်းပဲဖိုက သာမန်ပန်းပဲသမားလေးတစ်ယောက် ဖြစ်လာပါတယ်..\n ဒါပေမဲ့ သူ့မှာလဲ လျှို့ဝှက်တဲ့ နောက်ကြောင်းက ရှိနေပြန်ရော...\nတစ်နေ့မှာ အဲလစ်ဇဘတ်သ်ကို ကပ္ပတိန်ဘာဘိုဇာက ပြန်ပေးဆွဲသွားတယ်\nဘာဆိုဇာဆိုတဲ့ သူကတော့ ရတနာသိုက်တစ်ခုနဲ့ ပတ်သက်ပြီး\nကျွန်တော်တို့ ဂျက်နဲ့ သဘောထားကွဲလွဲတော့\nဂျက်ဆီကနေ ပုလဲနက်ကို လုသွားတဲ့ကောင်ပေါ့..\nဖြစ်ချင်တော့ ဘာဘိုဇာနဲ့ သူ့တပည့် သင်္ဘောသားတွေဟာ ရှေးဟောင်းကျိန်စာတစ်ခုကို မိနေပြီး\nအသက်လည်း မရှင်နိုင် သေလည်း ...",
        "rating": "8.0",
        "url": "https://megaup.net/2hi8p/Pirates_Of_The_Caribbean.The_Curse_Of_The_Black_Pearl.2003.BLU-RAY.1080P5.1CH.HEVC.mkv",
        "category": "Action, Adventure, Fantasy, Pirates of the Caribbean: 1 to 5"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPrUPFcgLfNbmDL8V69vcrTyEfb.jpg",
        "title": "Men in Black: International(2019)",
        "description": "Men in Black: International(2019)အမ်အိုင်ဘီ အသစ်ထွက်လာလို့ တင်ပေးထားပါတယ်။ အမ်အိုင်ဘီဆိုတာကလေးကတည်းက ရင်းနှီးပြီးသား လျို့ဝှက်အဖွဲ့ပါပဲ။ ဂြိုလ်သားတွေရန်က ကာကွယ်ဖို့ လျို့ဝှက်ဖွဲ့စည်းထားတာပါ။သူတို့ရဲ့ မှတ်ဉာဏ်ဖျောက်တဲ့ ကင်မရာလိုအရာလေးတွေကို အားလုံးမှတ်မိနေကြမှာပါ။မင်းသားနဲ့ မင်းသမီးကိုတော့ စူပါဟီးရိုးဖန်တွေ သိပြီးသားပါ။ သောရ်နဲ့ ဗယ်ခရီ တို့ပါပဲ။ဇာတ်လမ်းအကျဉ်းအေးဂျင့် အိတ်ချ်ဟာ အမ်အိုင်ဘီရဲ့ အတော်ဆုံး အေးဂျင့်တစ်ယောက်၊ ကမ္ဘာကြီးကို ကယ်တင်ခဲ့ဖူးသူပါ။အေးဂျင့်အမ်ကတော့ အမ်အိုင်ဘီကို ရအောင်ရှာပြီး အဖွဲ့ဝင်ဖြစ်ဖို့ အစမ်းခန့်ကာလ အေးဂျင့်တစ်ယောက်ပါ။သူတို့ နှစ်ယောက်တွဲပြီး တာဝန်ယူတဲ့ အရေးမကြီးလှတဲ့ တာဝန်တစ်ခုဟာရုတ်ချည်း ကမ္ဘာကြီးပျက်စီးမယ့် အဖြစ်ကိုပြောင်းလဲသွားတဲ့အခါ.......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်....\nFile Size :5.8GB / 2GB / 1GB\nQuality :4k HEVC WEB DL / 1080p / 720p\nFormat…mp4\nDuration…01:54:00\nGenre :  Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "5.6",
        "url": "https://megaup.net/1NLbi/Men.in.Black.International.2019.1080p.BluRay__5.1___%7BCM%7D.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTU2NTYxODcwMF5BMl5BanBnXkFtZTcwNDk1NDY0Nw@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Men in Black 3 (2012)",
        "description": "ဒီ MIB 3 မှာလဲ အရင်လို Agent K နဲ့ J ကို ပြန်မြင်ကြရအုံးမှာပါပဲ\nအရမ်းဆိုးရွားလွန်းလို့ အာကသ ထဲမှာ အဆင့်ဆင့် ပိတ်လှောင်ထားတဲ့\nအကျဉ်းထောင်ထဲက ဘိုးရစ် ဆိုတဲ့ ဂြိုလ်သားတစ်ကောင် ရှိပါတယ်\nသူနဲ့ အေးဂျင့် ကေ မှာ ရန်ညိုး ရန်စ တစ်ခု ရှိနေတယ်...အေးဂျင့် ကေ ကြောင့် ဘိုးရစ် ရဲ့ လက်တစ်ဖက် ပြတ်သွားဖူးပါတယ်\nနောက်ဆုံးမှာ အေးဂျင့်ကေ က မသတ်ပဲ အရှင်ဖမ်းပြီး အကျဥ်းထောင်မှာ\nလုံခြုံရေး တင်းကျပ်စွာ ချူပ်နှောင်ထားခဲ့တာ ဖြစ်ပါတယ်...တစ်ရက်မှာတော့ ဘိုးရစ် တစ်ယောက် အပြင်က အကူအညီ နဲ့\nအကျဉ်းထောင်က လွတ်မြောက်သွားပြီး အေးဂျင့် ကေ ကို\nလက်စားချေဖို့ ကြံစည်ပါတော့တယ်...သူလက်စားချေမယ့် အစီအစဉ်ကတော့ အေးဂျင့် ကေ\nဘိုးရစ်ကို မဖမ်းခင် အချိန်ကို ပြန်သွားပြီး သတ်ဖို့ပါပဲ...\nဘိုးရစ် ရဲ့ အစီအစဉ် အောင်မြင်သွားတယ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1NG18/Men.in.Black.3.2012.1080p.UHD.BluRay_5.1__%7BCM%7D.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTMxNDA0NTMxMV5BMl5BanBnXkFtZTYwMDE2NzY2._V1_-135x200.jpg",
        "title": "Men in Black II (2002)",
        "description": "ပြီးခဲ့တဲ့ MIB ပထမ ရုပ်ရှင်ကားမှာတုန်းက\nအေးဂျင့် ကေ ဟာ အေးဂျင့် ဂျေ ကို သူသိသမျှ တက်သမျှ တွေ\nအကုန်သင်ပေးခဲ့ပြီး Men In Black အဖွဲ့အစည်းကနေ\nအနားယူခဲ့ပါတယ် ပိုပြီး ထူးခြားတာက သူအနားယူတဲ့အခါ\nဘာမှ မမှတ်မိချင်လို့ ဒီအလုပ်လုပ်ခဲ့သမျှ ကာလပတ်လုံး\nမေ့သွားအောင် အေးဂျင့် ဂျေ ကို မှတ်ဉာဏ်ဖျက်ပေးဖို့\nတောင်းဆိုခဲ့ပြီး ထွက်ခွာသွားခဲ့တာပါ...MIB 2 မှာတော့ ကေ မရှိတဲ့တဲ့ အေးဂျင့် ဂျေ တစ်ယောက်\nအလုပ်မှာ တလွဲတွေ လုပ်တဲ့ ပါတနာ အသစ်နဲ့ အတော်လေး\nအဆင်မပြေ ကို ဖြစ်နေပါတယ်...အဲ့ဒီလို အချိန်ကိုက်မှာပဲ ကမ္ဘာပေါ်ကို ပထမတစ်ခါလာဖူးပြီး\nMIB အဖွဲ့ကို ရင်ဆိုင်ရှုံးနိမ့်သွားတဲ့ ဆယ်လီနာ ဆိုတဲ့\nဂြိုလ်သားမ ဟာ နောက်တစ်ခါ ထပ်မံ ရောက်ရှိလာပါတော့တယ်\nသူလာရှာတာကတော့ ဇာသန် တွေ ရဲ့ အလင်းရောင် စွမ်းအားပါ\nလွန်ခဲ့တဲ့ နှစ်တွေတုန်းက အေးဂျင့် ကေ ...",
        "rating": "6.1",
        "url": "https://megaup.net/39H3o/Men.in.Black.II.2002.1080p.BluRay__5.1__%7BCM%7D.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BOTlhYTVkMDktYzIyNC00NzlkLTlmN2ItOGEyMWQ4OTA2NDdmXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Men in Black (1997)",
        "description": "CM Fan တွေ အတွက် Men In Black ရဲ့ပထမ အစ ကားကို ပြန်တင်ပေးလိုက်ပါတယ်ဒီရုပ်ရှင်ကားမှာဆိုရင် လူသားတွေ နဲ့အတူမသိမသာ နေထိုင်နေတဲ့ ဂြိုလ်သားတွေကိုစည်းကမ်းထိန်းသိမ်းပြီး စောင့်ကြည့်နေတဲ့ MIB အဖွဲ့ အကြောင်း ပါဂျေ ဟာ နယူးရော့ခ် ရဲဌာနက သာမန် အရာရှိတစ်ယောက်ပါတစ်ရက်မှာတော့ ရာဇဝတ်သား တစ်ဦးကို မရမက လိုက်ဖမ်းရင်းရာဇဝတ်သားက သတ်သေသွားပါတယ် ဂျေ လဲ ဒီကိစ္စကို လိုက်လံစုံစမ်းရင်းMIB က အေးဂျင့် ကေ နဲ့ စသိပါတယ်...ပုံမှန်အနေနဲ့ကတော့ ကေ ဟာ အမှုကိစ္စတွေ လက်စသတ်ပြီးရင်လူတွေရဲ့ မှတ်ဉာဏ်ကို ဖျောက်ပြီး ဘာမှမဖြစ်ခဲ့သလို ပုံစံဖန်တီးတက်ပေမဲ့ဂျေ ကိုတော့ MIB ကို လာပြီး အလုပ်လုပ်ဖို့ စည်းရုံးခဲ့ပါတယ်...အဲဒီအချိန်မှာပဲ ကမ္ဘာကို ဖျက်ဆီးချင်တဲ့ ပိုးဟပ်ဂြိုလ်သား တစ်ကောင်ကလဲကမ္ဘာပေါ်ကို ရောက်လာခဲ့သော အခါမှာတော့...အေးဂျင့် ကေ ...",
        "rating": "7.3",
        "url": "https://megaup.net/39Gav/Men.in.Black.1997.1080p.UHD.BluRay_5.1_%7BCM%7D.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/vikrantrona-posterart-141x200.jpg",
        "title": "Vikrant Rona (2022)",
        "description": "VR (Vikrant Rona) (2022)\nAction, Adventure, Drama\nIMDb 8.0/10 (19K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ တောင်ပိုင်း ကန်နန်းဒါးဘက်က နာမည်ကြီးမင်းသား\nဆလ်မန်းခန်းရဲ့ Dabangg 3 ဇာတ်ကားထဲမှာ ဗီလိန်နေရာက သရုပ်ဆောင်သွားတဲ့\nမင်းသား ကစ်ချားဆူဒီပါးနဲ့ ဆက်ဆီကျကျမမလှလှဂျက်စီတို့ရဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဒီဇာတ်ကားလေးက တော်တော်လေးတော့စိတ်ဝင်စားဖို့ကောင်းတယ်....\nကာနတကမြို့နယ်အတွင်းက ကမာရုတူးဆိုတဲ့ရွာလေးကနေ ဇာတ်လမ်းကိုအစပြုထားတယ်....\nအဲ့ဒီရွာက တောအုပ်ကြီးအလယ်မှာ တည်ရှိနေတဲ့ရွာဖြစ်သလို\nဖြစ်ရပ်ဆန်းကြယ်မှုတွေနဲ့ နတ်ဆိုးတွေသောင်းကျန်းနေတယ်လို့လည်း နာမည်ကြီးတယ်...အဲ့ဒီရွာအတွင်းမှာရှိတဲ့ ဘိုးဘွားပိုင်အိမ်မှာ မိသားစုတစ်စု\nမင်္ဂလာပွဲလာကျင်းပကြပါတယ် အထမမြောက်နိုင်ခဲ့ဘဲ အိမ်ထဲမှာ\nအရာရှိတစ်ယောက်ရဲ့ခေါင်းပြတ်နေတဲ့အလောင်းကိုတွေ့ရှိခဲ့ပါတယ်ကလေးသူငယ်တွေဟာလည်း အသတ်ခံနေနေရပါတယ်.....\nဆိုတော့ ဒီရွာက တကယ်ပဲ့ ကျိန်စာသင့်နေတာလား....\nနတ်ဆိုးတွေ သောင်းကျန်းနေတာလား....\nအဖြစ်မှန်က ဘာများလဲ.....။\nFile size…2.7GB  / 2.4GB / 1.07GB\nQuality…4k HEVC WEB DL / 1080p True WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Yunni & Kevin ...",
        "rating": "8.0",
        "url": "https://megaup.net/2tH1D/Vikrant_Rona_(2022)_Kannada_TRUE_WEB-DL.1080p.AAC5.1CH.YK(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNmY1ZTkxMzMtYmM2YS00OTE3LWIxZmUtYTM5YzJhZDI1YjdjXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "The Railway Children Return (2022)",
        "description": "ဒီတစ်ခါတော့ မျက်ရည်မခိုင်တဲ့သူတွေမကြည့်သင့်တဲ့ ကားကောင်းလေးတစ်ကားကိုတင်ဆက် ပေးလိုက်ပါတယ် ခင်ဗျာ လူ့တိရစ္ဆာန် အက်ဒေါ့ဖ်ဟစ်တလာ ကြောင့် ဒုတိယကမ္ဘာစစ်ဖြစ်လာပြီး၅နှစ်ကြာတဲ့အချိန်မှာပဲ ဂျာမန်ဗုံးကြဲလေယာဉ်တွေက ဗြိတိသျှမြို့တွေ့ကို ဗုံးကြဲတိုက်ခိုက်လို့ မိဘတွေဟာ သူတို့ရဲ့ ကလေးတွေကို ဗုံးလွတ်တဲ့ကျေးလက်ဒေသတွေဆီပို့ဖို့ ဆုံးဖြတ်ခဲ့ရတာပေါ့ အဲဒီလိုနဲ့ လီလီ, ပတ်တီ နဲ့ တက်ခ် ဆိုတဲ့မောင်နှမ ၃ယောက်ဟာ ရော့ရှိုင်းယားဒေသကိုရောက်ပြီး ၃ယောက်တောင်ဖြစ်နေလို့ဘယ်သူမှ ခေါ်ထားဖို့ မရွေးတဲ့အချိန်မှာပဲ အဲဒီမြို့က ကျောင်းအုပ်ဆရာမကြီးရဲ့အမေက သနားပြီးခေါ်ထားလိုက်တာပါသူ့ဆီမှာလည်း မြေလေးတစ်ယောက်ရှိတော့ အဖွဲ့ကျပြီး ကစားကြရင်းနဲ့ အမေရိကန်စစ်ပြေးရဲဘော်လေးတစ်ယောက်နဲ့ တွေ့ခဲ့ကြတာပါ အဲဒီအချိန်မှာပဲ ဇာတ်လမ်းလေးက စခဲ့ရတာပေါ့ ဒီကားထဲမှာ စိတ်ဓာတ်ညံ့ဖျင်းတဲ့ ဟစ်တလာကြောင့် တစ်ကမ္ဘာလုံးကြုံခဲ့ရတဲ့ စစ်အနိဌာရုံတွေ ရှင်ကွဲ ကွဲရတဲ့မိသားစုတွေ သေကွဲကွဲရတဲ့ မိသားစုအကြောင်းတွေ ကလေးတွေရဲ့ ဖြူစင်တဲ့မေတ္တာတွေ အမေရိကန်တွေရဲ့ အသားရောင်ခွဲခြားမှုတွေကို တဝကြီးခံစားပြီး တစ်ကားလုံး ဇာတ်ရှိန်မကျဘဲ တစ်သျှူးလေးဘေးချပြီး ကြည့်ရမဲ့ ကားကောင်းလေးမို့ လက်မလွှတ်ဘဲ ကြည့်လိုက်ကြပါဦးဗျာ...File ...",
        "rating": "5.4",
        "url": " https://megaup.net/2tD8p/The.Railway.Children.Return.2022.1080p.(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-battery-135x200.jpg",
        "title": "The Battery (2012)",
        "description": "ယခုအခါမှာတော့ Rotten 80% နဲ့ IMDb 6.3အထိ ရရှိခဲ့တဲ့ ၂၀၁၂ခုနှစ်ထွက် ဇွန်ဘီကားကောင်းတစ်ကားကို ချပြလိုက်ပါတယ်\nမြန်မာရုပ်ရှင်ပရိသတ်တွေဟာ ဇွန်ဘီ (Zombie) ကားလို့ဆိုလိုက်ရင် ဖန်တရာတေနေတဲ့ ဇာတ်လမ်းကြီးပဲလို့ တွေးမိပါလိမ့်မယ်။ ဇွန်ဘီကားဆိုရင် ဇွန်ဘီတွေတစ်အုပ်ကြီး နောက်ကလိုက် မင်းသားတို့အုပ်စုကထွက်ပြေး၊ လွတ်အောင်လုပ်၊ ဇွန်ဘီတွေကိုတိုက်ခိုက်နဲ့ မျိုးစုံအောင်ကြည့်ဖူးခဲ့ကြတာ နှစ်ပေါင်း၂၀လောက်ရှိနေလောက်ပါပြီအခုဒီ The Battery ဆိုတဲ့ ဇွန်ဘီကားကတော့ ထူးခြားပါတယ်။ တခြားဘယ်ဇွန်ဘီကားမှာမှ မမြင်ခဲ့ရတဲ့ ဇာတ်လမ်းကိုကြည့်လိုက်ရမှာပါ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဘေ့စ်ဘောကစားသမား ၂ ယောက်ဟာ ဇွန်ဘီမြေမှာ ဟိုဟိုဒီဒီလျှောက်သွားပြီး သောင်တင်နေတဲ့ ဇာတ်လမ်းပါ။ သူတို့ဟာ ဦးတည်ချက်မဲ့ပြီး လမ်းမှာတွေ့ကရာ အိမ်ပျက်ကြီးတွေက စားစရာတွေရှာဖွေ ခိုးယူရင်း လျှောက်သွားလို့ နေခဲ့ပါတယ်\nဒါပေမဲ့ တစ်ရက်မှာတော့ ဇွန်ဘီတွေဖျက်ဆီးလိုက်လို့ ပျက်စီးနေတဲ့ ကမ္ဘာကြီးမှာ သူတို့ ၂ ယောက်တည်းမဟုတ်ဘူးဆိုတာ စကားပြောစက်ကနေတဆင့် သိလိုက်ရတယ်။ အဲဒီအချိန်ကစပြီး ဘာမှမယ်မယ်ရရ စွဲလန်းစရာမရှိခဲ့တဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/17K0o/The.Battery.2012.UNRATED.1080p.(CM).mp4",
        "category": "Adventure, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-trin-your-dragon-3-poster-133x200.jpg",
        "title": "How to Train Your Dragon: The Hidden World (2019)",
        "description": "How to Train Your Dragon: The Hidden World (2019)\nIMDb - 7.5/10_____Rotten - 91%How To Train Your Dragon ဟာ ၁ နဲ့ယခု\nဇတ်သိမ်းမယ့် ၃ ဟာ ၉ နှစ်ခြားခဲ့ပါတယ်…\nHow To Train Your Dragon ရဲ့ပရိတ်သတ်တွေ\nအမြောက်အမြားဆိုတာယုံမှားဖွယ်မရှိပါဘူးဇာတ်လမ်းအကျဉ်း\nဟစ်ကပ်တို့ရဲ့ ဘာ့ခ်မှာ နဂါးတွေ တဖြည်းဖြည်းများပြားလာသလို\nနဂါးမုဆိုးတွေရဲ့ ရန်ကလည်း ပိုကြီးမားလာပါတယ်။\nဒါကြောင့် နဂါးတွေနဲ့ သူ့လူတွေ လုံခြုံစေဖို့ ဟစ်ကပ်ဟာ\nကမ္ဘာကြီးရဲ့ အဆုံးက လျို့ဝှက်နေရာတစ်ခုကို\nရှာဖွေဖို့ ကြိုးစားပါတော့တယ်။\nFilesize : 4.1GB  / 1.74GB / 922MB\nQuality : 4K BluRay HEVC / 1080p BluRay / 720p\nFormat : mp4\nRunning Time : ...",
        "rating": "7.5",
        "url": "https://megaup.net/39z51/How.to.Train.Your.Dragon.The.Hidden.World.2019.2160p.BluRay.x265.10bit.SDR_5.1_4K_%7BCM%7D.mkv",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMjA5NDQyMjc2NF5BMl5BanBnXkFtZTcwMjg5ODcyMw@@._V1_-134x200.jpg",
        "title": "How to Train Your Dragon (2010)",
        "description": "CM Fan တွေ အတွက် ၂၀၁၀ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့\nHow to Train Your Dragon ကို တင်ဆက်ပေးလိုက်ပါတယ်ဇတ်လမ်း ရဲ့ အစကတော့ ဗိုက်ကင်းတွေ နေတဲ့ ကျွန်းလေးတစ်ခုကနေ\nအစပြုတာပါပဲ ဗိုက်ကင်း သူရဲကောင်းတွေ ရဲ့ ရွာဟာ ပြသနာ တစ်ခုကို\nအမြဲ လိုလို ရင်ဆိုင်နေရပါတယ် အဲ့ဒါကတော့ နဂါးတွေပါပဲ\nတစ်ချို့ ညတွေမှာ နဂါးတွေဟာ ခိုးဝင်လာပြီး အစားအသောက်တွေကို\nခိုးယူသွားတက်ကြသလို အိမ်တွေကိုလဲ မီးရှို့သွားတက်ကြပါသေးတယ်\nဗိုက်ကင်း တွေရဲ့ အိမ်တွေဟာ အမြဲလိုလို အသစ်တွေ ဖြစ်နေတာ\nနဂါးတွေ ရဲ့ လက်ချက်ပါပဲ...ဒီဗိုက်ကင်း ရွာလေး မှာ ဟစ်ကပ် ဆိုတဲ့ ကောင်လေးရှိပြီး\nသူက ဗိုက်ကင်းတွေ ထဲမှာ အားအနည်းဆုံး မို့ ရွယ်တူတွေလို\nနဂါးတွေ ဖမ်းရမယ့် အစား လက်နက်တိုက်မှာ အကူလုပ်နေရတာပါ\nဗိုက်ကင်းတွေ ရဲ့ သတ္တိရှိမှု ရဲစွမ်းရှိမှုကို ပြဖို့ဆိုရင် နဂါးတစ်ကောင်တော့\nအနည်းဆုံး ...",
        "rating": "8.1",
        "url": "https://megaup.net/1NE3s/How.to.Train.Your.Dragon.2010.1080p.BluRay.x265.10bit_5.1___%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/how-to-train-your-dragon-2-poster-1-133x200.jpg",
        "title": "How to Train Your Dragon 2 (2014)",
        "description": "How to Train Your Dragon 2 (2014)\nIMDb - 7.8/10_____Rotten - 91%နဂါးတွေနဲ့ ပြေလည်မှုရသွားပြီး နဂါးတွေရဲ့ လုပ်အားနဲ့ ပြန်လည်တိုးတက်လာခဲ့တဲ့ Berk ရွာလေးဟာ နဂါးပြိုင်ပွဲ ကျင်းပနေပါတယ်။\nဒါပေမယ့် Hiccup ကတော့ သူရဲ့ နဂါးလေး Toothless နဲ့အတူ နယ်မြေသစ် ရှာဖွေမှုတွေ ပြုလုပ်ရင်း အေးအေးလူလူပဲ နေထိုင်ကြပါတယ်။\nဒါပေမယ့် အရွယ်လွန်လာပြီဖြစ်တဲ့ Stoick ကတော့ သူ့သား Hiccup ကို ရွာသူကြီးလုပ်ဖို့ ဖိအားပေးစ ပြုနေပါပြီ။ ကိုယ့်ကိုယ်ကို\nယုံကြည်မှု မရှိသေးတဲ့ Hiccup အတွက်တော့ ဒီကိစ္စဟာ အကြီးမားဆုံး စိန်ခေါ်မှုတစ်ခုပါပဲ။အပြောကျယ်တဲ့ မြေကမ္ဘာမှာ လျှောက်သွားရင်း Hiccup နဲ့ Astrid တို့ဟာ အလွန်ကြီးမားတဲ့ အစိမ်းရောင် ရေခဲတုံးကြီး တစ်ခုကို တွေ့ပါတယ်။\nအဲဒီရေခဲတုံးကို လေ့လာနေဆဲမှာ Eret လို့ခေါ်တဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/1NE51/How.to.Train.Your.Dragon.2.2014_1080p.BluRay.x265.10bit.SDR_5.1__%7BCM%7D.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/johnny-english-135x200.jpg",
        "title": "Johnny English Strikes Again (2018)",
        "description": "IMDb Rating (6.2)ထုံးစံအတိုင်း အင်္ဂလန်ပြည်ကြီး ဒုက္ခရောက်ပြီဆို ဂျွန်နီအင်္ဂလစ်ရှ်ဝင်ကယ်ရပြန်ပါဦးမယ်။ဗြိတိန်ထောက်လှမ်းရေးအဖွဲ့တစ်ခုလုံးက အေးဂျင့်တွေရဲ့ အချက်အလက်တွေကို ဟက်ကာတစ်ယောက်က ဖွင့်ချသွားတဲ့အတွက် ဝန်ကြီးချုပ် အခက်ကြုံလာရပါတယ်။လက်ရှိအေးဂျင့်တွေရဲ့ အချက်အလက်တွေ ပေါ်သွားပြီဖြစ်လို့ ထောက်လှမ်းရေးအဖွဲ့ကြီးအနေနဲ့ ရွေးစရာမရှိတော့ပြန်ပဲ ခေတ်ဟောင်းက အေးဂျင့်ဟောင်းကြီး ဂျွန်နီကို ခေါ်သုံးရပြန်ပါတော့တယ်။မစ္စတာ အင်္ဂလစ်ရှ်တစ်ယောက် ရုပ်တည်ကြီးနဲ့ ဘယ်လိုတွေ ဖောက်ပြီး တလွဲတွေလုပ်ပြမလဲဆိုတာ....။Johnny English ဇာတ်ကား ၃ ကားရှိပြီး ၃ ကားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=Johnny+English ကြည့်လို့ရပါတယ်။\nFile size… (2.8 GB)/(1 GB) / (500 MB)\nQuality…BluRay 4K EHVC/1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:28:31\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Littleneo",
        "rating": "6.2",
        "url": "https://megaup.net/2tAwe/(CM)_Johnny.English.Strikes.Again.2018.2160p.4K.UHD.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/p8419061_v_v8_ag-133x200.jpg",
        "title": "Johnny English Reborn (2011)",
        "description": "IMDb Rating (6.3)ဒါကတော့ ၂၀၀၃ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Mr.Bean ရဲ့ Johnny English အဆက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့...ပထမဇာတ်ကားမှာတုန်းက ဘုရင်မကြီးရဲ့သူရဖူကိုကာကွယ်နိုင်ခဲ့တဲ့ ဂျွန်နီဟာ သမ္မတ လုံခြုံရေးတာဝန်တစ်ခုမှာ မအောင်မြင်ခဲ့လို့ အထုတ်ခံခဲ့ရပြီး Batman လို တိဘက်က ဘုန်းတော်ကြီးတွေဆီမှာ ပညာဆည်းပူးရင်း ဇာတ်မြုတ်နေခဲ့ပါတယ်။တစ်နေ့မှာတော့ MI-7 ဟာ သူပါမှကိုရတော့မယ့် စစ်ဆင်ရေးတစ်ခုပေါ်ပေါက်လာချိန်မှာ ဂျွန်နီကို ပြန်လည်ခေါ်ယူပါတော့တယ်။ ဒီခါမှာတော့ Johnny English ရဲ့ ရင်သက်ရှုမောဖွယ် စွန့်စားခံတွေ ပြန်လည်စတင်ပါတော့တယ်။ဂျွန်နီဟာ အမြဲတမ်းတလွဲတွေလုပ်ပေမယ့် သူ့ရဲ့ဖြူစင်သောအမှားတွေနဲ့ အင်္ဂလန်ပြည်ကို ဘယ်လိုထပ်မံကယ်တင်ဦးမလဲဆိုတာ...။Johnny English ဇာတ်ကား ၃ ကားရှိပြီး ၃ ကားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=Johnny+English ကြည့်လို့ရပါတယ်။\nFile size… (1.6 GB) / (800 MB)\nQuality…BluRay 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:41:21\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.3",
        "url": "https://megaup.net/2tAwj/(CM)_Johnny.English.Reborn.2011.iNTERNAL.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/12/MV5BNDkxODhlNmItYjhiMC00ZjNmLWE2YmMtOTQ3NmQxM2YzOGFiXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "Johnny English (2003)",
        "description": "IMDb Rating (6.2)မင်းသားကြီး Rowan Atkinson ကို မစ္စတာဘင်းအဖြစ် လူသိများကြသလို ဂျွန်နီအင်းဂလစ်ရှ်အဖြစ်လဲ မှတ်မှတ်သားသားရှိကြမှာပါ...\" အမှားဆိုတာ ငါ့အဘိဓာန်မှာ မရှိဘူး\" ပြောတတ်တဲ့ ဂျွန်နီအင်းဂလစ်ရှ်ဆိုတာ အမြဲတမ်းတလွဲတွေပဲ လုပ်တတ်တဲ့ အင်္ဂလန်နိုင်ငံကိုကယ်တင်နေကျ သူရဲကောင်းအေးဂျင့်တစ်ယောက်ပါပဲ။ဒီကားကတော့ အင်းဂလစ်ရှ်ရဲ့ စပိုင်အေးဂျင့်ဘဝစတင်ဖြစ်ပေါ်လာပုံပါ။MI5 တို့ MI6 တို့ MI7 တို့ဆိုတာ အင်္ဂလန်ပြည်ရဲ့ လျှို့ဝှက်အေးဂျင့်ဌာနတွေပေါ့...ဒီဌာနမှာ အင်းဂလစ်ရှ်ရယ် သူဘာမှားမှားသူ့ဖက်က အမြဲနေတဲ့ သူ့တပည့်ကျော် ဘော့ရယ်က တောက်တိုမယ်ရ လုပ်ရတာပါ...တစ်နေ့တော့ အတော်ဆုံးအေးဂျင့်ဝမ်းဆိုတဲ့လူ သေသွားပါတယ်...သေပုံက အင်းဂလစ်ရှ်သေချာရှာဖွေပေးလိုက်တဲ့ ရေငုတ်သင်္ဘောကုတ်က အမှားကြီးဖြစ်နေလို့ အေဂျင့်ဝမ်းခမျာ ရေငုတ်သင်္ဘောထဲ ဝင်မရဘဲ သေသွားတာပါ..ဒါ့အပြင် ကျန်တဲ့အေးဂျင့်တွေလဲ အလုံခြုံဆုံးဆိုတဲ့ MI7 ဌာနချုပ်မှာ ဗုံးပေါက်လို့ အကုန်ကိစ္စချောသွားပါတယ်။ဒါကြောင့်မလို့ လျှို့ဝှက်အေးဂျင့်ဌာနမှာ အသက်ရှင်ကျန်ရစ်တာဆိုလို့ တောက်တိုမယ်ရ အင်းဂလစ်ရှ်ရယ် သူ့တပည့်ကျော်ဘော့ရယ်ပဲ ရှိပါတော့တယ်။ဒီလိုချိန်ခါမှာ ဝန်ကြီးချုပ်က အေးဂျင့်ဝမ်းကိုင်တွယ်နေတဲ့ကိစ္စတွေကို ဆက်လက်စုံစမ်းဖို့  ဖိအားပေးလာတဲ့အခါမှာတော့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/39xYQ/(CM)_Johnny.English.2003.iNTERNAL.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-3-135x200.jpg",
        "title": "LEGO Star Wars Summer Vacation (2022)",
        "description": "နှစ်စဉ်ထွက်နေကျအတိုင်း လီဂိုကာတွန်း Star Wars ထွက်လာပါပြီ။ မိသားစုကြည့်ဖို့ဇာတ်လမ်းဖြစ်တာမို့ အင်ပါယာ၊ ဒါ့ဗိတ်ဒါ၊ အိုဘီဝမ်၊ ဟန်ဆိုလို၊ ချူဝီ၊ လေယာ၊ ရေး၊ ဖင်း၊ ပိုး တို့အားလုံးပါဝင်တဲ့ ဟာသနဲ့စွန့်စားခန်းတွေပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာတော့ မျိုးဆက်သစ်တွေဖြစ်တဲ့ ရေး၊ ဖင်း၊ ပိုး တို့ဟာ အားလပ်ရက်ခရီးထွက်လာရင်း အဆင်မပြေမှုတွေနဲ့ရင်ဆိုင်လာရတဲ့အခါ၊ အိုဘီဝမ်၊ ဒါ့သ်ဗိတ်ဒါ နဲ့လေယာတို့က သူတို့ငယ်စဉ်က အတွေ့အကြုံတွေကို ပြန်ပြောပြတာကို ဇာတ်လမ်းဆင်ထားတာဖြစ်ပြီး ဂျဒိုင်းကြီးတွေရဲ့ ဟာသဆန်ဆန် စွန့်စားခန်းတွေကို ကြည့်ရမှာပဲဖြစ်ပါတယ် File size…(1.33GB)/(510MB)/(346MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….00:45:00\nGenre...Animation / Action / Aventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5.6",
        "url": " https://megaup.net/2tvH0/LEGO_Star_Wars_Summer_Vacation_2022_1080p_(CM).mp4",
        "category": "Action, Adventure, Animation"
    }
]