[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/37MyrPtWQpgwzxrxQrfSgDTXkYL.jpg",
        "title": "Delta Force 2: The Colombian Connection (1990)",
        "description": "Delta Force 2: The Colombian Connection (1990)မင်းသားကြီး Chuck Norris ရဲ့ Delta Force Trilogy ထဲက ဒုတိယမြော​က်ကား လာပါပြီ။ ပထမကားကတော့ 1986 ထွက် The Delta Force ပါ။ဒီတစ်ခါကတော့ အမေရိက မှောင်ခိုဈေးကွက်မှာ အကြီးအကျယ် လုပ်ပိုင်ခွင့်ရထားတဲ့ တောင်အမေရိက မူးယစ်ဆေး တင်ပို့ရောင်းချသူ ရာမွန်ကိုတာကို ဖျက်ဆီးပစ်ရမယ့် မစ်ရှင်ဖြစ်ပါတယ်။နာမည်ဆိုးနဲ့ ကျော်ကြားလှတဲ့ ဆန်ကားလို့စ်နိုင်ငံက ကိုကိန်းဘုရင် ရာမွန်ကိုတာဟာ ​Chuck Norris (ကာနယ် မက်ကွိုင်း) ရဲ့ Delta Force တွဲဖက်အပြင် အမေရိကရဲ့ မူးယစ်ဆေးဝါး အေးဂျင့်အဖွဲ့ကို ဖမ်းထားပြီး သူ့အိမ်မှာ အကျဉ်းချထားတာပါ။ အဲဒါနဲ့ပဲ Delta Force ဟာ ကိုတာရဲ့ အင်အားကြီးမားတဲ့ ကိုကိန်းအင်ပါယာကြီးကို ရင်ဆိုင်တိုက်ခိုက်ရဖို့ ဖြစ်လာပါတယ်။ ...",
        "rating": "",
        "url": "https://megaup.net/1d25v/(CM)_Delta_Force_2_-_The_Colombian_Connection_(1990)_1080p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7IGdPaKujv0BjI0Zd0m0a4CzEjJ.jpg",
        "title": "The Twilight Saga: Breaking Dawn – Part 2 (2012)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "5.5",
        "url": "https://megaup.net/2yVlf/(CM)_The_Twilight_Saga_Breaking_Dawn_-_Part_2_(2012)_1080p_10bit_BluRay_x265_HEVC_AAC.5.1-Naung.mkv",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/04/469full-the-twilight-saga_-breaking-dawn_-part-1-poster-132x200.jpg",
        "title": "The Twilight Saga: Breaking Dawn – Part 1 (2011)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "4.9",
        "url": "https://megaup.net/1d0qe/(CM)_The_Twilight_Saga_Breaking_Dawn_-_Part_1_(2011)_Extended_1080p_BluRay_x265_10bit_AAC_5.1-Naung.mkv",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3mFM80dPzSqoXXuC2UMvLIRWX32.jpg",
        "title": "The Twilight Saga: Eclipse (2010)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "5.0",
        "url": "https://megaup.net/1d0qt/(CM)_The_Twilight_Saga_-_Eclipse_(2010)_1080p_10bit_BluRay_x265_HEVC_AAC.5.1-Nyein.mkv",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j5jM5pq78ObAXX1WhTsb115EkLl.jpg",
        "title": "The Twilight Saga: New Moon (2009)",
        "description": "စာရေးဆရာ Stephenie Meyer ရဲ့ Twilight ဝတ္ထုကိုရုပ်ရှင်ပြန်ရိုက်ထားတဲ့ The Twilight Saga ရုပ်ရှင်ကားတွေဟာ သူ့ခေတ်အခါမှာ ပရိသတ်အားပေးမှုကို သောက်သောက်လဲ ရရှိခဲ့ပြီး လူငယ်တွေကြားမှာ အတော်ကိုအောင်မြင်ခဲ့တဲ့ ရုပ်ရှင် franchise တစ်ခု ဖြစ်ပါတယ်။မင်းသား Robert Pattinson နဲ့ Taylor Lautner ၊ မင်းသမီး Kristen Stewart တို့ ဦးဆောင်ပါဝင်ခဲ့ပြီး Twilight Saga ရဲ့ ပထမဆုံးရုပ်ရှင် Twilight ရုပ်ရှင်ကားကို ၂၀၀၈မှာ စတင်ရိုက်ကူးခဲ့ပါတယ်... Twilight Saga: New Moon(2009), Twilight Saga: Eclipse(2010),Twilight Saga: Breaking Dawn Part 1 (2011) နဲ့ Twilight Saga: Breaking Dawn Part 2 (2012) ...",
        "rating": "4.7",
        "url": "https://megaup.net/1SY2e/(CM)_The_Twilight_Saga_-_New_Moon_(2009)_1080p_10bit_BluRay_x265_HEVC_AAC_5.1-Naung.mkv",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iBy25orrkB1hjYNLCXdzMfXqWXR.jpg",
        "title": "Spirited Away Live Stage Performance First Distribution(2022)",
        "description": "Spirited Away Live Stage Performance First Distribution(2022)***********************************************************\"Spirited Away\" Live Stage Performance : First Stage Distribution\nStudio Ghibli ရဲ့ masterpiece တွေထဲက တစ်ခုဖြစ်တဲ့အပြင် ဆုတွေ ရရှိခဲ့တဲ့ ၂၀၀၁ ခုနှစ်ရဲ့ နာမည်ကျော်ဂျပန် anime ကားလေး Spirited Away ကို မကြည့်ဖူးတဲ့သူ မရှိသလောက်ပါပဲ။ အခုဟာက Spirited Away ကို တိုက်ရိုက် ထုတ်လွှင့်ပြီး ပြဇာတ်အနေနဲ့ ကပြခဲ့တဲ့ ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်။ဂျပန်လူမျိုးတွေရဲ့ ပြဇာတ်အငွေ့အသက်လေးကို အပြည့်အဝ ခံစားရမှာဖြစ်ပြီး ဖန်တီးမှုတွေကိုလည်းအံ့ဩမှင်သက်ဖွယ် တွေ့ရှိရမှာပဲ ဖြစ်ပါတယ်။ ဇာတ်ဆောင်တွေရဲ့ သရုပ်ဆောင်ချက်ကလည်းအင်မတန် ချီးကျူးစရာကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ချီဟီရိုဆိုတဲ့ ကလေးမလေးတို့ မိသားစုကနယ်မြို့လေးကို ပြောင်းလာရင်း လမ်းပျောက်ရာကနေ လှိုဏ်ဂူတစ်ခုထဲကို ဝင်ကြည့်ခဲ့တယ်။ဒီလိုနဲ့ပဲ စူးစမ်းရင်း ...",
        "rating": "7.0",
        "url": "https://megaup.net/1d0vf/Spirited.Away.Live.Stage.Performance.First.Distribution.2022.WEB-DL.1080P(CM).mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rL254xvbJdqQURG4MQrAGx9dkqz.jpg",
        "title": "Iris: The Movie(2010)",
        "description": "Iris: The Movie(2010)********************အိုင်းရစ်ဆိုတဲ့ ဒရမ်မာလေးကို အတိုချုံ့ပြီး ပြန်ကြည့်ချင်သူများအတွက် movie version လေးရပါပြီNSS လို့ခေါ်တဲ့အေးဂျင့်အဖွဲ့အစည်းတစ်ခုကနေ အထူးအေးဂျင့်ဖြစ်တဲ့ ဟျွန်းဂျွန်းကိုမြောက်ပိုင်းကလူတစ်ဦးကို သတ်ဖို့အတွက်တာဝန်ပေးခဲ့ပါတယ်....တာဝန်ပြီးမြောက်သွားသော်လည်း သရုပ်မှန်ပေါ်သွားတဲ့အတွက်ကြောင့် NSS ဒါရိုက်တာဘဲ့ဆန်းကနေသူ့ကိုစွန့်ပစ်ဖို့အတွက် ဟျွန်းဂျွန်းရဲ့သူငယ်ချင်းဖြစ်သူ ဆာဝူကိုအမိန့်ပေးခဲ့ပါတယ်....အဲဒီကနေတဆင့် ဟျွန်းဂျွန်းတစ်ယောက် နာကျည်းမှုတွေစတင်ကာ မြောက်ကိုရီးယားနဲ့ပူးပေါင်းပြီးလက်စားချေဖို့စတင်ရင်း အိုင်းရစ် ဆိုတဲ့အဖွဲ့အစည်းတစ်ခုအကြောင်း တစ်စတစ်စသိလာတဲ့အခါမှာတော့....တစ်ဖက်မှာလည်း မြောက်ကိုရီးယားနိုင်ငံဟာ တောင်ကိုရီးယားကိုနျူးကလီးယားလက်နက်နဲ့ ဗုံးဖောက်ခွဲဖို့စီစဉ်ရင်း ဘယ်လိုတွေဆက်ပြီး တောင်နဲ့မြောက် ပြဿနာလေးတွေ ဖြေရှင်းသွားမလဲ,,,ဟျွန်းဂျွန်းသိထားတဲ့ အိုင်းရစ်အဖွဲ့ကရော ဘာတွေကြံစည်ပြီး ဘယ်လိုတွေလုပ်ဆောင်နေလဲဆိုတာကိုတော့ ဆက်လက်စောင့်ကြည့်ပေးပါဦး...File Size :(4.6GB)(1.2GB) and (398MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:05:00\nGenre :Action, Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Shoon\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1d0nu/Iris.The.Movie.2010.BLU-RAY.1080P(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNDUyODIzZGUtYmU3OS00MGZlLTgwZGItOTQxOWMwZDliOWRmXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Pathaan (2023)",
        "description": "Pathaan (2023)\n(FUL HD အကြည်ဗားရှင်း)\nAction, Crime, Drama\nIMDb 6.4/10 (122K)ကဲ လူတွေပါးစပ်ဖျားရေပန်းစားနေကြပြီး ဘတ်ဂျတ်ကုဋေ၂ရာကျော်ရင်းပြီး\nရုံတင်ငွေကုဋေ၁သိန်းကျော်ထိ အမြတ်ပြန်လည်ရရှိထားတဲ့\nရှာရွတ်ခန်းရဲ့ ပထန်ဇာတ်ကားကြီးရဲ့ ကြည်တောက်ရှင်ဗားရှင်ကိုတင်ဆက်ပေးပါတော့မယ်နော်။မင်းသားကြီး ရှာရွတ်ခန်း...ဂျွန်အေဗရာဟင်..ဒီပီကားပါဒူကွန်တို့က Lead Role နေရာကနေ\nသရုပ်ဆောင်ပေးထားကြပြီး တခြားသော သရုပ်ဆောင်ပေါင်းများစွာလည်းပါဝင်ထားသလို\nမင်းသားကြီးဆလ်မာန်ခန်းကလည်း cameo အနေနဲ့ ပါဝင်ပေးထားပါသေးတယ်နော်။ဒီဇာတ်ကားကို အိန္ဒိယနာမည်ကြီးရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ Yash Raj Films မှ\nတာဝန်ယူထုတ်လုပ်ပေးထားပြီး လက်ပွားမင်းသားရဲ့ War ဇာတ်ကားကို တာဝန်ယူရိုက်ကူးပေးခဲ့တဲ့\nဒါရိုက်တာ ဆစ်ဒါသ်အာနန်းရဲ့အက်ရှင်လက်ရာတစ်ခုပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ဆလ်မာန်ရဲ့ (Tiger)..လက်ပွားရဲ့ (War) တို့နဲ့ချိတ်ဆက်ပေးမယ့်\nPathaan ဇာတ်ကောင်ရဲ့ spin-off ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။Yash Raj ကုမ္ပဏီဟာ နောက်ပိုင်းမှာ spy universe ကို တည်ဆောက်သွားမယ့်ပုံပေါ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောရမယ်ဆိုရင် အိန္ဒိယနိုင်ငံသမ္မတကြီးကို အကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာ ဒူဘိုင်းက အခမ်းအနားပွဲတစ်ခုမှာ ပြန်ပေးဆွဲဖို့ရှိနေခဲ့ပါတယ်။ဒီတော့ လုံခြုံရေးကို သုံးဆတိုးမြှင့်ပြီး စောင့်ကြပ်ပေးနေခဲ့ပါတယ်။ မထင်မှတ်ထားတဲ့ ကိစ္စက\nအကြမ်းဖက်အဖွဲ့အစည်းဟာ သမ္မတကြီးကိုပြန်ပေးမဆွဲဘဲ သမ္မတကြီးနဲ့အတူလိုက်ပါလာတဲ့\nသိပ္ပံပညာရှင်နှစ်ယောက်ကို ပြန်ပေးဆွဲလိုက်ပါတော့တယ်။ခေါင်းခဲစေတဲ့ကိစ္စက ...",
        "rating": "6.4",
        "url": "https://megaup.net/1docx/Pathaan_(2023)_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-_AAC5.1CH(CM)Edit.mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/5050582713343-1-141x200.jpg",
        "title": "Land of the Lost (2009)",
        "description": "Land of the Lost (2009)ဒီဇာတ်ကားကတော့ အားလုံးနဲ့မစိမ်းတဲ့ ဟာသမင်းသားကြီး Will Ferrell ရဲ့ ဇာတ်ကားဟောင်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ဂေါက်သီးသိပ္ပံပညာရှင်လို့ ယူဆခံထားရတဲ့ ဒေါက်တာရစ်ခ်မာရှယ်ဟာ အစပိုင်းမှာတော့ တခြားသူတွေရဲ့ လှောင်စရာတစ်ခုကနေ မပိုခဲ့ပါဘူး။ ဒါပေမဲ့ တစ်နေ့မှာ သူ့ရဲ့ သီအိုရီတွေမှန်ကန်မယ်လို့ ယုံကြည်တဲ့ ကမ်းဘရစ်ခ်ျက ကျောင်းသူတစ်ယောက်ရောက်လာချိန်မှာတော့ သူ့သီအိုရီတွေကိုလက်လျှော့လိုက်တဲ့ ရစ်ခ်မာရှယ်တစ်ယောက် လုပ်ငန်းပြန်စရပါတော့မယ်။ထင်ထားတဲ့အတိုင်း သူ့သီအိုရီတွေဟာ မှန်ကန်ခဲ့ပြီး အချိန်နဲ့အာကာသဟင်းလင်းပြင်ကိုဖြတ်လို့ တခြားကမ္ဘာဦးလူသား‌တွေ ဒိုင်နိုဆောတွေရှိတဲ့ အချိန်တစ်ခုဆီရောက်သွားပါတော့တယ်။ ဒါပေမဲ့ အချိန်သာမတူမယ် ပြဿနာတွေကတော့တူတူပဲဆိုတဲ့အတိုင်း ပြဿနာတွေတစ်ခုပြီးတစ်ခုလာပါတော့တယ်။သူတို့တွေ အတိတ်ကနေပြန်လာနိုင်မလား... ရစ်ခ်မာရှယ်ကကော ဟာသကြီးတစ်ခုအဖြစ်ကနေ လွတ်နိုင်ပါ့မလား... ဆိုတာကို ရယ်ရင်းမောရင်း ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ Adventure/Comedy ကားလေးဖြစ်တာကြောင့် ပေါ့ပေါ့ပါးပါး ဟာသကားတွေကြည့်ချင်သူတွေအတွက် အဆင်ပြေမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.9GB, 850MB\nQuality - ...",
        "rating": "5.3",
        "url": "https://megaup.net/2yUi2/(CM)_Land_of_the_Lost_(2009)_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNWI5ZGUzNDAtOGY0Yy00NzU0LWE0NmYtNGNlOGI0YjVlZTk4XkEyXkFqcGdeQXVyODQ0NjU1OTE@._V1_-135x200.jpg",
        "title": "Supercell (2023)",
        "description": "Supercell (2023)\n============လတ်တလော အသစ်ထွက်ရှိလာတဲ့ထဲကမှ Best Cinematography\nAward အပါအဝင် ဆုသုံးဆုထိ ရရှိထားတဲ့ action and adventure\nဇာတ်ကားကောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။သိပ္ပံပညာရဲ့ နက်ရှိုင်းမှုတွေ၊ သဘာဝတရားကြီးရဲ့ ဆန်းကြယ်မှုတွေကို\nသည်းထိပ်ရင်ဖို ကြည့်ရှု့သွားရမှာဖြစ်ပြီး လေ့လာမှတ်သားစရာတွေ\nလည်း ပါဝင်နေတာဖြစ်လို့ ဇာတ်လမ်းကြည့်ရင်း win-win အခြေအနေ\nတစ်ခုကို ရရှိစေမှာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ဝီလီယမ်ဘရိုဒီဆိုတဲ့ ဆယ်ကျော်သက်ကောင်\nလေးတစ်ယောက်က ဆုံးပါးသွားပြီဖြစ်တဲ့ သူ့ရဲ့ဖခင်ဖြစ်သူ ဘေလ်ဘရိုဒီ\nတစ်ဖြစ်လဲ ဒဏ္ဍာရီလာမုန်တိုင်းမုဆိုးတစ်ဦးရဲ့ အဆုံးမရှိတဲ့ အိပ်မက်တွေ\nနောက်ကို လိုက်ဖို့ ကြိုးစားတဲ့ စွန့်စားခန်းတစ်ခုပါပဲ။ အဲဒီစွန့်စားခန်းမှာ\nအသက်အန္တရာယ်ရှိတဲ့အထိ ပြင်းထန်တဲ့ မုန်တိုင်းတွေ၊ လေဆင်နှာမောင်း\nတွေ တစ်လုံးပြီးတစ်လုံး ကြုံတွေ့ရပြီး အသက်ရှင်ကျန်ရစ်နိုင်ဖို့ ကြိုးပမ်း\nအားထုတ်မှုတွေကို သည်းထိပ်ရင်ဖို တွေ့မြင်သွားရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nMay Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (495 MB) / (296 MB)\nQuality............WEB-DL 1080p / ...",
        "rating": "4.9",
        "url": "https://megaup.net/2yR9n/Supercell.2023.1080p.AMZN.WEB-DL.(CM)).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BOTBhZmMxOTgtZTBhMy00M2M5LWI1N2QtMTY3NTg2NGYzNDYwXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Gandhada Gudi (2023)",
        "description": "Gandhada Gudi 2022\nIMDb 9.2/10\nDocumentary /Dramaအိန္ဒိယနိုင်ငံရဲ့နာမည်ကျော်စူပါစတားတစ်ယောက်ဖြစ်တဲ့ ပူနိသ်ရာ့ဂ်ျကူးမား နောက်ဆုံးအနေနဲ့ ပါဝင်ထားတဲ့\nရုပ်ရှင်ဖြစ်ပါတယ်။ တောရိုင်းတိရစ္ဆာန်နဲ့ သစ်တောအကြောင်းတွေ ဒါ့အပြင်တစ်ခေတ်တစ်ခါကနာမည်ကြီးခဲ့တဲ့\nရုပ်ရှင်နဲ့သီချင်းတွေကိုပါ ပြန်လည်ခံစားရစေမယ့် ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ခုပဲဖြစ်ပါတယ်။ပူနိသ်ဟာ သူ့ရဲ့ငယ်ဘဝက အိပ်မက်တွေကို အကောင်အထည်ဖော်ဖို့အတွက် တောရိုင်းသဘာဝရုပ်ရှင်တွေထုတ်လုပ်သူ\nအာမို့ဂ်နဲ့ ပူးပေါင်းပြီး ခရီးစဉ်တစ်ခုကို စတင်ခဲ့ပါတော့တယ်။ ဒီခရီးစဉ်တစ်လျှောက်လုံးမှာ သူတို့ရဲ့စွန့်စားခန်းတွေကိုလည်း\nမြင်တွေ့ရမှာဖြစ်ပါတယ်။ပူနိသ်ရဲ့မွေးရပ်မြေအလှအပတွေ ကာနာကာတာရဲ့တောရိုင်းသဘာဝတွေအလှအပတွေကို\nခံစားရင်း တောရိုင်းတိရစ္ဆာန်နဲ့သစ်တောတွေအကြောင်းကိုပါ ဗဟုသုတရဖွယ် မြင်တွေ့ရမှာပါ။\nဒီရုပ်ရှင်ဟာ မှတ်တမ်းရုပ်ရှင်လို့‌ဆိုပေမယ့် ကြည့်ရှုသူတွေကို မှတ်တမ်းရုပ်ရှင်ရယ်လို့\nမခံစားရစေပဲ ရသအမျိုးမျိုးနဲ့ ဆွဲဆောင်စေနိုင်မယ့် ရုပ်ရှင်ကားကောင်းဖြစ်လို့\nလက်မလွှတ်တမ်းကြည့်ရှုကြဖို့ အကြံပေးချင်ပါတယ်။\nFile size…2.06GB/ 937MB\nQuality…1080p TRUE  WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Cherry~ Yunni",
        "rating": "9.2",
        "url": "https://megaup.net/1SUia/Gandhada_Gudi_(2022)_Kannada_TRUE_WEB-DL_-_1080_HQ_-_AVC(CM).mp4",
        "category": "Adventure, Bollywood, Documentary, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAoAgzOCxSytYBqqCQulhXNR3LB.jpg",
        "title": "The Magician’s Elephant (2023)",
        "description": "The Magician's Elephant (2023)\"ဘောလ်တိစ်\" ဆိုတဲ့ မြို့ငယ်လေးက မျှော်လင့်ချက်တွေဆိတ်သုဥ်းနေတဲ့မြို့လေးလို့ပြောရမယ်။\nသူတို့ကြုံခဲ့ရတဲ့စစ်ပွဲကြီးအပြီးမှာ လူတွေကမပျော်ရွှင်ကြတော့ပါဘူး။\nစစ်ကြီးကလဲ ပြီးတာ ဒီကားထဲက ဇာတ်လိုက်လေးရဲ့တစ်သက်ရှိနေပြီ။\nဒါပေမဲ့လူတွေက ပျော်ရွှင်မှုတွေမရကြသေးဘူး။\nမျှော်လင့်ချက်တွေ ယုံကြည်မှုတွေ ပြန်မရှင်သန်ကြသေးဘဲ\nအဆိုးတွေပေါ်ပဲအာရုံစိုက် အဆိုးတွေကိုပဲမျှော်လင့်ပြီးနေကြသူတွေပေါ့။\nတစ်နေ့မှာမျက်လှည့်ဆရာကြီးက ဒီလူတွေအတွက် မျှော်လင့်ချက်တွေပြန်ရှင်သန်စေဖို့\nမန္တန်ကြီးတစ်ခုကိုလုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nသူ့ခဗျာမှာလဲ သိပ်မကျွမ်းကျင်တော့ ဆင်ကြီးတစ်ကောင်သာအမိုးကနေပွင့်ပြီးပြုတ်ကျလာပါတယ်။\nမျက်လှည့်ဆရာကြီးက သူ့မန္တန်ကမအောင်မြင်ဘူးထင်တာပေါ့။\nမျက်လှည့်ဆရာကြီးကိုယ်တိုင်လဲ သူ့ဆင်ကြီးက အဖွားကြီးတစ်ယောက်ပေါ်သွားပိတာကြောင့် ဂျေးထဲအောင်းသွားရပါတယ်။\nဒါပေမဲ့ ဒီဆင်ကြီးရောက်လာတာကပဲ ဒီကားထဲကဇာတ်လိုက်လေးအတွက် ယုံကြည်မှုတွေကိုအသက်သွင်းရာမှာ၊\nသူ့မိသားစုကိုရှာဖွေရာမှာ အရေးအကြီးဆုံးနဲ့ပထမဆုံးခြေလှမ်းဖြစ်ပြီး ဘယ်လိုအံ့ဖွယ်ရာတွေကိုထပ်ဖြစ်စေမလဲဆိုတာကြည့်ရမှာပါ။\nဇာတ်လမ်းလေးက ကာတွန်းဆန်ဆန် ရယ်စရာမောစရာမှော်ဆန်ဆန်ဇာတ်လမ်းလေးဖြစ်တဲ့အပြင်\nပေးချင်တဲ့မက်ဆေ့ချ်ကလဲ မျှော်လင့်ချက်ပျက်သုဥ်းနေသူတွေအတွက်၊\nအကောင်းတွေအများကြီးထဲကအဆိုးတစ်ခုလောက်ကိုမှရွေးပြီး မျှော်လင့်ချက်ပျက်တတ်တဲ့လူတွေအတွက်\nအရာအားလုံးကဖြစ်နိုင်တယ်ဆိုတာမျိုးစိတ်ခွန်အားပေးထားတဲ့အတွက်\nကလေးတွေရောလူကြီးတွေပါကြည့်သင့်တဲ့ဇာတ်လမ်းလှလှလေးပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.35GB | 766MB | 362MB\nFormat… mp4\nDuration….1h 39min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... Aaron",
        "rating": "6.6",
        "url": "https://megaup.net/1cW2w/The.Magicians.Elephant.2023.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lW94s7xxkdOzYcueaqGJwcVVvjt.jpg",
        "title": "The Delta Force (1986)",
        "description": "The Delta Force (1986)1985 တုန်းက လေယာဉ်ပြန်ပေးဆွဲခံခဲ့ရတဲ့ တကယ့်ဖြစ်ရပ်မှန်ကို Reference ယူပြီး ရိုက်ထားတဲ့ 1986 က ​ကားဟောင်းလေးပါ။ Delta Force Trilogy ထဲက ပထမဆုံးကားဖြစ်ပါတယ်။ အမေရိကန် ဖိုက်တာကြီး Chuck Norris ပါဝင်သရုပ်ဆောင်ထားတာမို့ အပစ်အခတ် ​အကြမ်းစားတွေ သေချာပေါက်တွေ့ရမှာပါ။ဇာတ်လမ်းကတော့...\nအကြမ်းဖက်သမားနှစ်ယောက် အဒူရာဖိုင်းနဲ့ မူစတာဖာတို့က အေသင်ကနေ ရောမ နယူးယောက်ကိုသွားမယ့် လေယာဉ်ကို ပြန်ပေးဆွဲသွားပြီး ဘဲရု လက်ဘနွန်ကို ပျံခိုင်းလိုက်တယ်။ အမေရိကန် ဒယ်တာတပ်ဖွဲ့က ကာနယ်နဲ့ မေဂျာစကော့တို့ ဦးဆောင်ပြီး ဓားစာခံတွေကိုကယ်တင်ဖို့ တာဝန်ကျလာတယ်။ အဒူရာဖိုင်းက ခရီးသည် ၁၄၄ ယောက်ထဲက ဂျူးတွေနဲ့ မရိန်းတပ်သားတွေကို ခွဲထုတ်ပြီး ဘဲရုမှာထားခဲ့ပြီးတော့ သူတို့အစား အကြမ်းဖက်သမားအဖော်တွေခေါ်တင်လာတယ်။ အယ်ဂျီးရီးယားကို ဆက်ပျံလာပြီး ဓားစာခံမိန်းကလေးတွေကို လွှတ်ပေးမယ်ဆိုတော့ ဒယ်တာတပ်ဖွဲ့က အကြမ်းဖက်သမား ၂ယောက်ပဲပါတယ်ဆိုပြီး ...",
        "rating": "",
        "url": "https://megaup.net/2yP7e/(CM)_The_Delta_Force_(1986)_1080p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wdlRuuA2CtS0KtaVzAikZxVHRIk.jpg",
        "title": "The Dead Lands (2014)",
        "description": "The Dead Lands (2014)~ IMDb - 6.3/10, Rotten Tomatoes - 70% ~မျက်လုံးတစ်လုံးအတွက် မျက်လုံးတစ်လုံးကို ပြန်ဖောက်မယ်ဆိုရင် ကမ္ဘာကြီးက မျက်ကန်းတို့ပျော်စံရာဖြစ်သွားမှာပေါ့လေ။ အိန္ဒိယလူထုခေါင်းဆောင်ကြီး ဂန္ဓီပြောခဲ့တဲ့စကားလေးပါ။ လက်စားချေခြင်းဟာ သတ်ဖြတ်ခြင်းသံသရာကိုပဲ ဆက်လည်ပတ်စေမှာဖြစ်လို့ စိတ်ဓာတ်အင်အားနဲ့ နှလုံးသားကြီးမြတ်သူတို့ကပဲ သံသရာစက်ကွင်းကို ခါးလယ်က ဖြတ်နိုင်ကြပါတယ်။သူ့မြေ ကိုယ့်မြေခွဲပြီး သူတစ်လူငါတစ်မင်း နေခဲ့ကြတုန်းက ကြီးကျယ်တဲ့စစ်ပွဲကြီးတွေ ခဏခဏ ဖြစ်ပွားခဲ့ဖူးတယ်။ နောက်တော့ ငြိမ်းချမ်းရေးအတွက် မျိုးနွယ်စုတွေအားလုံး အာဃာတတွေ သင်ပုန်းချေအပြီး တည့်တည့်ရှုရှုနေချိန်ရောက်တော့မှပဲ စစ်ပွဲနတ်ဘုရားက လူသားတွေကို လက်ဆောင်ပေးလိုက်တဲ့ တိုက်ပွဲတစ်ပွဲကို ဖော်ကျူးတဲ့ဇာတ်ကားပါ။ဘိုးဘွားတို့အမွေ၊ အစာနဲ့ရေကိုပေးတဲ့မြေ၊ ခိုလှုံရာအမိမြေက ကိုယ့်မျိုးနွယ်ကို သစ္စာဖောက် ကျောခိုင်းခဲ့သူ နတ်ဆိုးကြီးအမည်တွင် မကောင်းဆိုးဝါးကြီး...ငြိမ်းချမ်းရေးကြီးစိုးနေတဲ့မြေမှာ ယောက်ျားတို့ဂုဏ်သရေထွန်းပြောင်ချင်တဲ့ဆန္ဒသက်သက်နဲ့ စစ်ပွဲကို အတင်းခေါ်သွင်းလာသူ ဂုဏ်မက်သူကြီး ဝီရပါ...ရာသီဆယ့်ခြောက်ခါပြောင်းတာကို မျက်မြင်ကြုံရတဲ့အရွယ်ဆိုပေမယ့် ပုညှက်ညှက်လူ့ဖလံလေးပဲဖြစ်နေတဲ့ စစ်သည်တော်မဟုတ်သူကောင်ကလေး...သူတို့ကြားက မျိုးနွယ်စုရန်ငြိုးတွေ၊ ယောက်ျားတို့ရဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2yL6C/(CM)_The_Dead_Lands_(2014)_1080p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-135x200.jpg",
        "title": "Everything Everywhere All at Once(2022)",
        "description": "Swiss Army Man လို ငစားကားတွေ ရိုက်ခဲ့တဲ့ Dan Kwa နဲ့ Daniel Scheinert တို့ ဒါရိုက်တာအတွဲရဲ့ နောက်ထပ် ပြောင်မြောက်တဲ့ ရုပ်ရှင်ကြီးလာပါပြီ။ခေါင်းစားမလားဆိုတော့ စားလည်းစားပါတယ်၊ မစားလည်းမစားပါဘူး။ သိပ္ပံစိတ်ကူးယဉ် အပြိုင်စကြဝဠာတွေအကြောင်းကို ဟာသတွေ ကွန်ဖူးတွေနဲ့ အခြေခံထားတဲ့ မိသားစုဇာတ်လမ်းလေးပါ။\nအက်ဒ်မင်တော့ အတော်ကြိုက်ပါတယ်။ဒီရုပ်ရှင်ထဲမှာလည်း အနန္တစကြဝဠာပါပဲ။ အပြိုင်စကြဝဠာတွေ အများကြီးရှိပါတယ်။ Quantum superposition ဆိုတဲ့သဘောတရားလိုပဲ ဒြပ်မှုန်တွေဟာ ဖြစ်တည်မှုအခြေအနေမျိုးစုံမှာတပြိုင်တည်းရှိနေတဲ့သဘောပါ။\nမာဗယ်ရဲ့ Multiverse တွေလိုပဲ လူတစ်ယောက်ရဲ့ ရွေးချယ်မှုကနေ အပြိုင်စကြဝဠာတွေ အဆုံးမရှိအောင်ခွဲထွက်သွားတာပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ လူတစ်ယောက်ရဲ့ ရွေးချယ်မှု သေးသေးလေးတွေကအစ အပြိုင်စကြဝဠာတစ်ခု ရှိသွားနိုင်ပါတယ်။အဓိကမင်းသမီးကြီးဖြစ်တဲ့ မီရှဲယိုကတော့ စကြဝဠာတစ်ခုထဲက အက်ဗလင်း ဆိုတဲ့ နာမည်နဲ့ ပင်မင်းဆိုင်ပိုင်ရှင်လေးပေါ့။ အရမ်းရိုးအေးတဲ့ ယောကျာ်းတစ်ယောက်ရယ် မိန်းကလေးချင်း ချစ်ကြိုက်နေတဲ့ သမီးတစ်ယောက်ရယ်ရှိတယ်။ ဒါပေမဲ့ အခြားစကြဝဠာက မီရှဲယိုကတော့ ဆရာမကြီးပါ။ ...",
        "rating": "8.7",
        "url": "https://megaup.net/14Tud/Everything.Everywhere.All.At.Once.2022.1080p(CM)_(2).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQJmWekGYlXhezGUb21xFfEfwhH.jpg",
        "title": "Beasts of the Southern Wild (2012)",
        "description": "Beasts of the Southern Wild (2012)~ IMDb - 7.2/10, RT - 86%, Meta - 86% ~ဟာရီကိန်း မုန်တိုင်းကြီး လာတော့မယ်တဲ့...လူဝီစီယားနားမြစ်ဘေးက ‘ရေချိုးကန်’လို့ ခေါ်ကြတဲ့ ကျွန်းလေးတစ်ကျွန်းမှာ လှုပ်လှုပ်ရှားရှား ဖြစ်သွားကြတယ်။\nတချို့က ကြောက်လို့ ပြေးကြပြီ။\nတချို့ကတော့... “အို... ငါတို့ဒီမြစ်ဘေးမှာ တသက်လုံး နေလာတာ... ဒါငါတို့အိမ်၊ ဒါငါတို့ကျွမ်းကျင်ရာမြေ... ဘာကိုများ မှုနေရဦးမလဲ...”\nဟုတ်ပါရဲ့… မြစ်နံဘေးမှာ နေသူတွေအဖို့ မုန်တိုင်းနဲ့အတူ ပါလာမယ့် ရေကိုပဲ အပိုလုပ် ကြောက်နေရဦးမလား... ဝေးသေးတယ်။အစိုးရက မြောက်ပိုင်းကို ပင်လယ်ရေတက်တာလာကနေ ကာကွယ်ဖို့ တည်ဆောက်ထားတဲ့ ရေကာတာရဲ့နောက်မှာ သူတို့ရဲ့ ‘ရေချိုးကန်’လေး ရှိနေတာ။ ဝင့်ခ်ကတော့ ခေါင်းမာရဲတင်းသူပီပီ ဘာကိုမှ အကြောက်အလန့်မရှိ...\nဒါပေမဲ့ သူစိုးရိမ်တာတခုက သူမရှိတော့တဲ့နောက် သူ့သမီးလေး ဟက်ရှ်ပက်ပီ တစ်ယောက်တည်း ဘယ်လိုရှင်သန်မလဲဆိုတာပဲ။ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1cP4e/(CM)_Beasts_of_the_Southern_Wild_(2012)_1080p.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BYWJmODNmY2EtYTkzMS00YTA5LWIyZDEtMmVjNzZhNmY2N2NhXkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-133x200.jpg",
        "title": "My Name Is Khan (2010)",
        "description": "IMDb Rating (7.9) / Rotten Tomatoes (83%)မင်းသားရှရွတ်ခန်းနဲ့ မင်းသမီးကာဂျိုးတို့တွဲရိုက်လိုက်တိုင်း နာမည်ကြီးနေကျဆိုသလို ဒီဇာတ်ကားကလဲ ကမ္ဘာ့အလည်မှာ နာမည်ရခဲ့တဲ့ Bollywood ရုပ်ရှင်ကားတစ်ကားဖြစ်ခဲ့ပါတယ်။\nရှရွတ်ခန်းဟာ ဒီဇာတ်ကားမှာ Asperger's syndrome ရောဂါဝေဒနာရနေတဲ့သူတစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားပြီး သူ့ရဲ့သရုပ်ဆောင်မှုတွေက ပြောစရာမရှိအောင် ပြည့်စုံခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့....Khan ဟာ Asperger's syndrome  လူမှုဆက်ဆံရေးချွတ်ချော်တဲ့ရောဂါလို ဂေါက်တောက်တောက်ပုံစံဖြစ်နေတာမလို့ သူ့ညီဖြစ်သူက သူ့ကိုဆို မကြည်ဖြူပေမယ့် မိဘတွေကတော့ သူ့ကိုအချစ်ပိုကြပါတယ်။ဒီလိုနဲ့သူ့မိဘတွေဆုံးတော့ Khan တစ်ယောက် အိန္ဒိယကနေ သူ့ညီရှိရာ အမေရိကကိုပဲ  လိုက်ပါသွားဖို့ ဖြစ်လာပါတော့တယ်။Spoiler Alert....(ဇာတ်ကားကြည့်မည့်သူများ အောက်ကစာကိုမဖတ်ဘဲ ကြည့်သင့်ပါတယ်။)သူဟာ သူ့ညီကုမ္ပဏီက အလှပြင်ပစ္စည်းတွေ ရောင်းချပေးနေရင်း Mandira နဲ့ တွေ့ဆုံမိပြီး  မြင်မြင်ချင်းသဘောကျသွားပါတော့တယ်။ Mandira ဟာ အလှပြင်ဆိုင်မှာလုပ်နေတဲ့သူတစ်ယောက်ဖြစ်ပြီး သူ့မှာ သားတစ်ယောက်ရှိပါတယ်။ သူ့ယောကျာ်းနဲ့တော့ ကွဲနေပါတယ်။ သူမဟာ မကြာခင် အိမ်ပြောင်းဖို့ရှိနေပြီး ကိုယ်ပိုင်အလှပြင်ဆိုင်လေးတစ်ခုဖွင့်ဖို့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1SK2a/(CM)_My_Name_is_Khan_2010.BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Adventure, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yrzBLVuW2ws5Eu4gTUPTNn02oBB.jpg",
        "title": "The Assassin(2023)",
        "description": "The Assassin(2023)*****************ဂျိုဆွန်းမှာ စစ်ပွဲတွေဖြစ်ပြီး ဘုရင်ရဲ့ အာဏာလည်းသက်ရောက်မှုမရှိတော့ လူသတ်ပွဲတွေ ခိုးဆိုးလုယက်အကျင့်ပျက်မှုပေါင်းများစွာနေရာတကာမှာဖြစ်နေတယ်..ဒီအထဲမှာတော့ ငွေရှိတဲ့သူတွေဟာ သူတို့ပြိုင်ဘက်ပေါင်းများစွာကိုတော်လွန်းတဲ့လုပ်ကြံသတ်ဖြတ်ရေးသမားတွေကိုငှါးပြီးသုတ်သင်လေ့ရှိတယ်...ဒီထဲမှာ အီနန်ဆိုတာ ဒီလောကရဲ့ ဓားရေးအထက်မြက်ဆုံးလုပ်ကြံရေးသမားအဖြစ်နာမည်ကြီးတယ်.....ဓားရေးထက်မြက်တဲ့အပြင်လှုပ်ရှားမှုတွေက လျှင်မြန်လွန်းတော့ သူ့နာမည်ကြားတာနဲ့ တော်ရုံသက်တော်စောင့်တွေတောင်ထွက်ပြေးကြတယ်..တစ်နေတော့အီနန်ဟာ အတွင်းအား အသုံးပြုတဲ့အချိန်နှလုံးနဲ့အဆုတ်မှာပြဿနာဖြစ်နေတော့ ဆေးဆရာက ဒီရောဂါကိုကုနိုင်တာ ထူးဆန်းတဲ့ဆေးတစ်ခုပဲရှိတယ်..ဒါပေမယ့် ခုချိန်ထိ ဘယ်သူမှ ရှာမတွေ့သေးဘူးလို့ အီနန်ကိုပြောလိုက်တယ်..ဒီအကြောင်းကိုသိတဲ့ အခြားလုပ်ကြံရေးသမားတွေဟာ အီနန်ကို ရေဆုံးရေခမ်းလိုက်လံသုတ်သင်ပါတော့တယ်...အီနန်တစ်ယောက် ဘယ်လိုရုန်းထွက်မလဲဆိုတာကိုတော့...File Size :(2.04GB)(810MB) and (287MB)\nQuality : WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Miri & Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2yEz0/The.Assassin.2023.WEB-DL.1080P(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/ezgif-1-4e2d7cee4c-133x200.jpg",
        "title": "Brave (2012)",
        "description": "အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ Disney ချစ်သူလေးတွေရဲ့ အသည်းစွဲ အနီရောင်ဆံပင်လေးတွေနဲ့ မာရီဒါဆိုတဲ့ မင်းသမီးလေးအကြောင်း ရိုက်ထားတဲ့ Brave ဆိုတဲ့ Animation ကားကောင်းလေးတစ်ကားပါ..မာရီဒါလေးဟာ မင်းသမီးတစ်ယောက်ရဲ့ နေထိုင်ပြုမူရမှာတွေနဲ့ ဆန့်ကျင်ဖက် မြားပစ်တာ မြင်းစီးတာတွေကိုပဲ စိတ်ဝင်စားပါတယ်\nသူ့မိခင်က သူ့ကို မင်းသမီးတစ်ယောက်လို ပြုမူနေထိုင်ဖို့ အမြဲဆုံးမပေမဲ့ သူနားမထောင်ပါဘူး\nတနေ့တော့ သူမဟာ မင်းသမီးတို့ရဲ့ ထုံးစံအတိုင်း လက်ထပ်ဖို့ ပြင်ဆင်ရဖို့ ဖြစ်လာပါတယ်\nဒီအခါ သူမဟာ မိခင်ဖြစ်သူကို ဆန့်ကျင်ပြီး ထွက်ပြေးရင်း စုန်းမတစ်ယောက်နဲ့ ဆုံတွေ့ခဲ့ပါတယ်\nစုန်းမက သူ့မိခင်ကို စိတ်ပြောင်းသွားအောင် လုပ်ပေးမယ်ဆိုပြီး ကိတ်မုန့်တစ်ခုပေးလိုက်ပါတယ်မာရီဒါလေးဟာ အိမ်ပြန်လာပြီး သူ့မိခင်ကိုကျွေးလိုက်တဲ့အခါမှာတော့ ရလဒ်က သူမျှော်လင့်မထားတာတွေ ဖြစ်လာခဲ့ပါတော့တယ်\nဒီတော့ သူ့ကြောင့် ဖြစ်သွားရတဲ့ အမှားကို ပြန်ပြုပြင်ပေးနိုင်ဖို့ ကြိုးစားရတဲ့အခါ မာရီဒါလေးတစ်ယောက် အခက်အခဲတွေကြားထဲ ဘယ်လိုရုန်းကန်ရမလဲ ဘယ်လိုတွေစွန့်စားရမလဲ ဆိုတာ.....။IMDb 7.1 ထိရထားတာမလို့ ကြည့်ဖူးပြီးသား Disney ပရိသတ်တွေရော ...",
        "rating": "7.1",
        "url": "https://megaup.net/1SF07/(CM)_Brave_(2012)_4K_2160p_BluRay_x265_HEVC_10bit_AAC_5.1-Naung.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479867336744-204x300.jpg",
        "title": "Oblivion (2013)",
        "description": "Oblivion (2013)\nIMDb - 7.0/10_____Rotten - 53%၂၀၁၃ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ မင်းသာကြီး တွမ်ခရုစ် ရဲ့ IMDb 7 ထိရရှိခဲ့တဲ့\nsci-fi ရုပ်ရှင်ကားကောင်းတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်\nအဟောင်းဆိုပေမယ့် မကြည့်ရသေးသူတွေ ပြန်လည်ခံစားချင်သူတွေအတွက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဂြိုလ်သားတွေနဲ့ လူသားတို့ရဲ့ တိုက်ပွဲအပြီး\n2077 ခုနှစ်မှာ ဂျက်ရစ်ချာ (တွမ်ခရုစ်) ဟာ\nကမ္ဘာကြီးရဲ့လုံခြုံရေးဝန်ထမ်းအဖြစ်တာဝန်ထမ်းဆောင်နေသူဖြစ်ပြီး\nသူ့ရဲ့ တာဝန်ပြီးဖို့ ရက်သတ္တပတ်၂ပတ်ခန့် အလိုမှာပဲ\nမမျှော်လင့်ထားတဲ့ မိန်းမချောလေးတစ်ဦးကိုကယ်တင်မိရာကနေ\nအဲဒီ့မိန်းကလေးက လူသားမျိုးနွယ်တစ်ခုလုံးကိုကယ်တင်ဖို့ရာ အကြောင်းတစ်ခုဖြစ်လာတဲ့အခါမှာတော့....။ဒီရုပ်ရှင်က ကမ္ဘာပျက်ကိန်းရုပ်ရှင်ကားတွေထဲမှာ တွမ်ခရုစ်နဲ့အတူနာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ဖြစ်ပါကြောင်း။\nFile size…(3.8 GB)/(1.3 GB) /(830 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:04:42\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "7.0",
        "url": "https://megaup.net/1SEXm/(CM)_Oblivion_(2013)_2160p_4K_SDR_10bit_BluRay_x265_HEVC_AAC_5.1-Naung.mkv",
        "category": "Action, Adventure, Sci-Fi"
    }
]