[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQYXlxlUTmOP4FWt52qkZZb8JNM.jpg",
        "title": "Remi, Nobody’s Boy (2019)",
        "description": "ဟောင်းပေမဲ့လဲကောင်းနေဆဲဖြစ်တဲ့ဇာတ်ကားလေးတွေထဲကတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဒီကားထဲကမင်းသားဖြစ်တဲ့ကောင်လေးရဲ့ဘဝက ကိုးရီးယားဇာတ်ကားတွေဇာတ်နာတာတောင်လိုက် မမှီနိုင်လောက်အောင်အရမ်းသနားဖို့ကောင်းပါတယ်။ ဇာတ်ကားလေးနာမည်ကတော့ Remi Nobody's Boy ဖြစ်ပြီးဘယ်သူ့ရဲ့သားမှမဟုတ်တဲ့ရမ်မီလို့အဓိပ္ပာယ်ရပါတယ်။ဘာလို့ဇာတ်ကားနာမည်ကိုဒီလိုပေးရလဲဆိုတော့ ရမ်မီအသက်ဆယ်နှစ်ရောက်တဲ့အချိန်မှာသူ့ရဲ့မိဘတွေကသူ့ရဲ့မိဘအရင်းတွေမဟုတ်ဘဲမွေးစားထားတာကိုသိခဲ့ရပါတယ်။အမေဖြစ်သူကတော့သူ့ရဲ့မွေးစားသားဖြစ်တဲ့ ရမ်မီကိုအရမ်းချစ်ပေမဲ့ မွေးစားအဖေဖြစ်သူကတော့ငွေပဲမြင်တဲ့လူဖြစ်ပါတယ်။ ဒီလိုနဲ့မွေးစားအဖေဖြစ်သူကရမ်မီ့ကိုမကျွေးမွေးချင်တော့မိဘမဲ့ဂေဟာကိုသွားပို့နေတဲ့အချိန်မှာမာစတာဗတဲလက်စ်လို့ခေါ်တဲ့ နေရာအနှံ့လှည့်လည်သွားလာပြီးတိရစ္ဆာန်တွေနဲ့ဖျော်ဖြေတဲ့ လူတစ်ယောက်ကသူ့မွေးစားအဖေဆီကနေ ရမ်မီ့ကိုငှားရမ်းခဲ့ပါတော့တယ်။ဒါပေမယ့်ကံကောင်းစွာနဲ့ရမ်မီ့ရဲ့သခင်ဖြစ်သွားတဲ့လူက သူ့အပေါ်မှာအဖေအရင်းလိုကြင်နာတဲ့သူဖြစ်နေပါတယ်။ ဒီလိုနဲ့ပျော်နေရတုန်းရှိသေးဝမ်းနည်းစရာကိစ္စတွေနဲ့ထပ်ကြုံရပါတော့တယ်။ ဝမ်းနည်းစရာတွေကြုံပြီးတော့လဲပျော်စရာတွေနဲ့ထပ်ကြုံရပါသေးတယ်။ ဒီလိုနဲ့ပျော်ရွှင်စရာတွေဝမ်းနည်းစရာတွေနဲ့ဘဝက နိမ့်လိုက်ဖြစ်လိုက်တောက်လျှောက်ဖြစ်ပြီးနောက်ပိုင်းမှာ ရမ်မီ့အတွက်အဆုံးသတ်မှာသူ့မိဘရင်းတွေနဲ့ပြန်တွေ့သွားမလား ဘယ်လိုဇာတ်သိမ်းမျိုးနဲ့အဆုံးသတ်သွားမယ်ဆိုတာကိုဒရာမာရသမျိုးစုံနဲ့ခံစားပြီးကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။  File size…1.67GB/ 753MB\nQuality…WEB-Rip 1080p / 720p\nFormat…mp4\nDuration….1h 45m\nGenre ..... Adventure , Drama , Family\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Saw Lay",
        "rating": "7.0",
        "url": "https://megaup.net/2BnN6/R%C3%A9mi.Sans.Famille.2018.WEBRip1080p(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/06/MV5BNTZkZDMxNjMtMzI5MC00N2E2LWIwNDYtNjQ1ZmE4NjhmMDY5XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-150x200.jpg",
        "title": "Knight and Day (2010)",
        "description": "Tom Cruise နဲ့ Cameron Diaz တို့ပါဝင်ထားတဲ့ဇာတ်ကားလေးပါ...နှစ်ယောက်လုံးက\nဝါရင့်တွေပီပီ ဇာတ်ကားတစ်လျှောက်လုံး ကြည့်ရှုသူအပေါင်းကို စိတ်ပါဝင်စားအောင် ဆွဲခေါ်သွားနိုင်ပါတယ်...\nပေါ့ပေါ့ပါးပါး ဟာသဆန်ဆန် Action ကားကိုကြည့်မယ်ဆိုရင်\nအလိုက်ဖက်ဆုံးဇာတ်ကားပါ...\nComedy Action ဆိုပေမယ့် IMdb Rating (6.3) ထိ ရရှိထားတာမလို့ ဘယ်လောက်ထိ ကြည့်ပျော်မယ်ဆိုတာ ခံစားကြပါဦး။\nFile size…(3.2 GB)/ (1.2 GB)\nQuality….BluRay Extended 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:57:07\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara Ya",
        "rating": "6.3",
        "url": "https://megaup.net/1fpx7/(CM)_Knight.and.Day.2010.1080p.BluRay.REMUX.HEVC.AAC.5.1-Naung.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itUAkQmihFmRxMYTa3AkvIzMCV4.jpg",
        "title": "Sheroes (2023)",
        "description": "Sheroes 2023အခုတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ခေါင်းစဉ်လေးအတိုင်းပါပဲ\nဟီးရိုးမဟုတ်ပါဘူး \"ရှီးရိူး\" ပါ\nအဲ့တော့ ကောင်မလေးတွေအစွမ်းပြမဲ့ကားတစ်ကားပေါ့\nဘယ်လို အစွမ်းပြမလဲဆိုတော့ ဇာတ်ကားက ဒီလိုပါ။သာမန်မိန်းကလေး လေးယောက်ပေါင်းပြီးတော့ ထိုင်းနိုင်ငံဖူးခက်မှာ လောင်းကျော်ကြဖို့\nပရိုက်ဗိတ်လေယာဉ်ကြီးနဲ့ချီတက်လာတဲ့အခါမှာ သူတို့အိတ်နဲ့ဆေးအိတ်နဲ့မှားပြီးတော့\nထိုင်းက မူးယစ်ဂိုဏ်းစတားကြီးတွေနဲ့ သွားရှုပ်မိတော့တာပါပဲ။\nအပိုဆောင်းအနေနဲ့ကတော့ သူတို့သူငယ်ချင်းလေးတစ်ယောက်ပါ အဖမ်းခံရပါတော့တယ်ဒါပေမဲ့ ဇာတ်လမ်းထဲက ဒါရိုက်တာကြီးရဲ့သမီးတော်လေးက တွမ်ခရုဘာညာရှုံးတဲ့ အေးဂျင့်စကေးလ်တွေကို\nသူ့ဖားသားကြီးရိုက်လာတာ ကြည့်ရင်း တစ်သက်လုံးကြီးပြင်းခဲ့ရသူလေးမို့ ခုလည်း ထင်ရာမြင်ရာမူးယစ်ဂိုဏ်းနဲ့အပြိုင်\nသူတို့သူငယ်ချင်းကို ဘယ်လိုဉာဏ်တွေ သုံးပြီ ပြန်ကယ်တင်ကြမလဲဆိုတာကတော့ ...မင်းသမီးလေး လေးယောက်လုံးက ချစ်စဖွယ်ကညုတုတုရုပ်လေးတွေဖြစ်တဲ့အပြင်\nအပြောအဆိုတွေကလည်း အင်မတန်ယဉ်ကျေးပြီး လူကြီးခန်းလေးတစ်ချို့တစ်လေလည်းပါတာမလို့\nမိသားစုနဲ့ မကြည့်ရှုကြရန် ကြိုတင်သတိပေးလိုက်ရပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Sai Thu Rein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 756MB | 363MB\nFormat… mp4\nDuration…. 1h 31min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/2Bn9A/Sheroes.2023.1080p.AMZN.WEBRip.DD5.1.CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qv3GjKNh4noyCmp4ysTDcT8yDlW.jpg",
        "title": "PULAU (2023)",
        "description": "PULAU (2023)**************သရဲကားခပ်ကောင်းကောင်းကြိုက်သူတွေအတွက် လူသူမဲ့ကျွန်းပေါ်ကိုအလည်ခေါ်သွားမဲ့ မလေးရှားသရဲကားကောင်းကောင်းလေးတစ်ကားပါ။ဇာတ်ကြောင်းကတော့ ခက်တို့ သူငယ်ချင်း၇ယောက် အားလပ်ရက်အပန်းဖြေခရီးထွက်ရင်းလူသူမဲ့ကျွန်းကြီးတစ်ခုအနီးမှာရေသွားကူးဖြစ်ကြပါတယ်။နယ်ခံလှေဆရာကြီးပြောပြတာတော့ အဲ့ဒီကျွန်းဟာ တားမြစ်ထားတဲ့ကျွန်း၊လူသူမနေတဲ့အပြင် ကျွန်းရဲ့ သမိုင်းကလည်းမကောင်းလှဘူး။လွန်ခဲ့တဲ့ နှစ်နှစ်ရာလောက် အဲ့ကျွန်းပေါ်ကနေထိုင်သူတိုင်းဟာကျိန်စာမိသွားပြီး သေဆုံးသွားကြတာ အလောင်းတောင်ရှာမရဘူးတဲ့....။ခက်တို့က လူငယ်တွေပီပီ စူးစမ်းသွားကြည့်ချင်ပေမယ့် လှေဆရာကြီးကလိုက်မပို့ရဲတာနဲ့မရောက်ဖြစ်ခဲ့ဘူး...။ဖြစ်ချင်တော့ ဒီပုံပြင်ကိုမယုံတဲ့ အခြားလူငယ်အုပ်စုတစ်ခုနဲ့စကားအချေအတင်ဖြစ်ရင်း အလောင်းအစားတစ်ခုလုပ်မိတယ်...။လောင်းကြေးကတော့ ရှုံးတဲ့အဖွဲ့ အဲ့ကျွန်းမှာ တစ်ညသွားအိပ်ကြေး....။ကံဆိုးချင်တော့ ခက်တို့အဖွဲ့ရှုံးသွားပြီး အဲဒီကျိန်စာသင့်လူသူမဲ့ကျွန်းမှာတစ်ညသွားအိပ်ရပါတော့တယ်...။မလေးရှားသရဲကားဖြစ်လို့ ကြောက်ဖို့မကောင်းမှာ မပူရတဲ့အပြင်သရုပ်ဆောင်လူငယ်တွေကလည်းအဆင်တွေချည်းပါ။ခက်တို့ အုပ်စုရော အဲ့ကျွန်းပေါ်ကနေ အသက်ရှင်လျက်ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတော့....။File Size : 2.36GB,1009MB\nQuality : WEB-DL 1080P,720p\nFormat : mp4\nDuration : 01:51:00\nGenre : Horror, Thriller, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Tiff",
        "rating": "",
        "url": "https://megaup.net/1Voow/Pulau.2023.1080p.WEB-DL.CM.mp4",
        "category": "Adventure, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/ADFASDFAFSDADF-135x200.jpg",
        "title": "Guardians of the Galaxy Volume 3 (2023)",
        "description": "Guardians of the Galaxy Volume 3 (2023)**************************************WEB-DL ကြည်တောက်ရှင်းထွက်ရှိလို့လာပါပြီဒါရိုက်တာ ဂျိမ်းဂန်းပဲ ရိုက်ကူးထားပြီး မူရင်းသရုပ်ဆောင်တွေပဲ ပါဝင်ထားတာဖြစ်ပါတယ်။ Rating 8.4 အထိ IMDb မှာတက်နေတာမို့ အတော်လေးကောင်းမယ်ဆိုတာ သိသာပါတယ်။ GotG 1 တုန်းကတောင် 8 အထိပဲ တက်ခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်းဂါဒီယံတွေဟာ နိုးဝဲမှာ အေးအေးဆေးဆေးအနားယူနေချိန်၊ ပီတာကြီးလည်းအသည်းကွဲပြီးမူးရူးလို့ကောင်းနေချိန်မှာ အန္တရာယ်အသစ်ပေါ်ပေါက်လာပါတယ်။ပထမဆုံးအန္တရာယ်ကောင်ကတော့ အဒမ် ဝေါလော့ခ်ပါပဲ။ အဲဒီနောက်မှာတော့သူ့ကို ခိုင်းစေနေတဲ့ဟိုက်အီဗော်လူရှင်နရီဆိုတဲ့ ဉာဏ်ကြီးရှင်ကြီးတစ်ယောက်ပါလာပါတယ်။သူ့ရဲ့ ရည်ရွယ်ချက်ကတော့ နှစ်ပေါင်းများစွာ မျိုးဗီဇတွေကို ဆန်းသစ်တီထွင်ပြီး ပြီးပြည်စုံတဲ့မျိုးစိတ်တွေနဲ့ကမ္ဘာကို ဖန်တီးဖို့ပါပဲ။ အဲဒီမတိုင်ခင် မျိုးစုံစမ်းသပ်ထားတဲ့ ကမ္ဘာတွေပါ ရှိနေတာမို့ သူ့ကိုနတ်ဘုရားအဆင့်လို့တောင် သတ်မှတ်ကြပါတယ်။ အဲဒီလို အင်အားကြီးတဲ့ဟိုက်အီဗော်လူရှင်နရီက ဂါဒီယံအဖွဲ့ထဲက ရော့ကတ်ကို အသေရရ အရှင်ရရ လိုချင်နေတာပဲဖြစ်ပါတယ်။အဲဒီအကြောင်းရင်းက ဘာဖြစ်မလဲ ဂါဒီယံတွေကရော အရမ်းအင်အားကြီးတဲ့ ဗီလိန်ကိုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ စွန့်စားခန်းတွေနဲ့ ထုံးစံအတိုင်းဟာသတွေနဲ့ကြည့်ရမှာပါပဲ။ဒါလေးကိုမကြည့်ခင် Guardians ...",
        "rating": "8.4",
        "url": "https://megaup.net/1fq11/Guardians.of.the.Galaxy.Vol.3.2023.WEB-DL.1080P5.1Ch.AC3(CM).mp4",
        "category": "Action, Adventure, Science Fiction"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYzIzNDMyZmUtZWNjZC00NmNmLWE1OGItZDRiNTJhZTM1MjFjXkEyXkFqcGdeQXVyNDg4NjY5OTQ@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Summit Fever (2022)",
        "description": "Summit Fever (2022)\n================‌ဒီဇာတ်ကားလေးက 2022 ခုနှစ်ကထွက်ရှိခဲ့ပြီး ဒါရိုက်တာ\nJulian Gilbey ရိုက်ကူးထားပါတယ်။ မိုက်ကယ်ဟာ ဆုံးပါး\nသွားတဲ့သူ့အမ လူစီကြောင့်မလို့တောင်တက်ရတာကိုဝါသနာ\nပါသူတစ်ယောက်ပါ။ သူ့အဖေကတော့ ဝင်ငွေကောင်းတဲ့ စီးပွား\nရေးလုပ်ငန်းကိုပဲလုပ်စေချင်ပါတယ်။ ဒါပေမယ့်တစ်နေ့တော့\nအလုပ်ကနေခွင့်ယူလာပြီး သူငယ်ချင်းတွေဖြစ်တဲ့ ဂျင်ပီရယ်တို့နဲ့\nအတူတောင်တက်ဖို့ ချန်မိုနိ့ ကိုထွက်လာပါတော့တယ်။အဲဒီမှာသူတို့သူငယ်ချင်းတစ်စုတောင်တက်နေရင်း မတော်တစ်\nဆမှုဖြစ်လို့ လီယို နဲ့ နာတာရှာ တို့သေဆုံးခဲ့ရပါတယ်။ ဒါပေမယ့်\nလည်း သူတို့သူငယ်ချင်းတွေကတော့ ၀မ်းနည်းပူဆွေးနေခြင်းမရှိ\nဘဲ ဂုဏ်ပြုတာဆိုပြီး အနေထိုင်မပျက် တောင်ဆက်တက်နေတုန်း\nပါပဲ။ အဲဒါကို မိုက်ကယ်က မကြိုက်လို့တောင်တက်အဖွဲ့ထဲကထွက်\nလိုက်ပေမယ့်လည်း သူ့ရဲ့အခင်ဆုံးသူငယ်ချင်းဖြစ်တဲ့ ဂျင်ပီရယ်က\nမိုက်ကယ့် နေရာကိုတခြားသူတွေအစားထိုးပြီး တောင်တက်ဖို့ပြင်\nပါတော့တယ်။ အဲဒီအခါ မိုက်ကယ် ကသူ့အမလူစီ တုန်းကလိုမျိုး\nသူ့သူငယ်ချင်းကိုအသက်မဆုံးရှုံးစေချင်လို့ တောင်တက်အဖွဲ့ထဲ\nပြန်၀င်ခဲ့ပါတယ်။မိုက်ကယ် နဲ့ ဂျင်ပီရယ် တို့အဖွဲ့တောင်တက်တဲ့‌အခါမှာတော့ မထင်\nမှတ်ဘဲ မုန်တိုင်းမိပြီး ပြဿနာတွေတက်ကြတဲ့အခါ ဘယ်လိုရင်ဆိုင်\nကြလဲဆိုတာ ရင်သပ်ရှုမောစွာကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTheo Kat ဖြစ်ပါတယ်)File Size..........(3.5 GB) / (1.6 GB) / (640 ...",
        "rating": "5.1",
        "url": "https://megaup.net/1Vij4/Summit.Fever.2022.1080p.BluRay.(CM).mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDU0Y2RkY2ItNzBiOC00ZTcxLWFhMDgtZmQ0MGFlNTc4NjQyXkEyXkFqcGdeQXVyMzA0OTQzODE@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Mavka: The Forest Song (2023)",
        "description": "Mavka: The Forest Song (2023)\n======================\nIMDb Rating - 7.4/10ဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ IMDb - 7.4 ရထားတဲ့\nအသစ်ထွက် Animation movie တစ်ခုပါ။ အရမ်းလှပတဲ့\ngraphics တွေနဲ့ scenery အမိုက်စားတွေကို ချပြထားတဲ့\nအပြင်ကိုမှ စလယ်ဆုံး မရိုးရတဲ့ plot တစ်ခုကတော့ အဆစ်\nပေါ့။ ကဲ ရှည်ရှည်ဝေးဝေး ဆိုမနေတော့ပါဘူး။ ဇာတ်လမ်း\nအညွှန်းလေး စလိုက်ကြရအောင်။ဟိုးလွန်ခဲ့တဲ့ ဆောင်းရာသီတစ်ခုတုန်းကပေါ့။ အမှောင်တောင်\nတန်းကြီးရဲ့ အနောက်ဘက်တောအုပ်ထဲမှာ အစောင့်အရှောက်\nနတ်တွေ မှီတင်းနေထိုင်ခဲ့ကြတယ်။ တစ်ရက်မှာ သစ်စက်ပိုင်\nရှင်လူသားတစ်ယောက်က သူ့ရဲ့မွေးကာစရောဂါသည် သမီး\nလေးကို ကယ်တင်ဖို့အတွက် တောစောင့်နတ်ကြီးဆီကနေ\nဆေးရည်လေးတစ်ခု လာတောင်းခဲ့တယ်။ ဒီလိုနဲ့ အဲဒီသမီးဖြစ်\nသူလည်း အသက်ဆက်ရှင်သွားခဲ့တာပေါ့။ ဒါပေမဲ့ လောဘပိုး\nမသတ်နိုင်တဲ့ သစ်စက်ပိုင်ရှင်ကြီးက တောအုပ်ဆီကို စစ်တပ်\nကြီးတစ်ခုနဲ့ ချီတက်လာပြီး ဆေးရည်ထုတ်ပေးတဲ့ သစ်ပင်ကို\nအပိုင်သိမ်းဖို့ ကြိုးစားတော့တာပါပဲ။အဲဒီမှာပဲ အစောင့်အရှောက်နတ်တွေနဲ့ လူသားတွေရဲ့ ရန်ပွဲတွေ\nစတင်လာခဲ့လိုက်တာ မက်ဗ်ကာဆိုတဲ့ နတ်သမီးလေးတို့ခေတ်\nထိဆိုပါတော့။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2Bgmv/Mavka.The.Forest.Song.2023.1080p.AMZN.WEB-DL.DDP5.1.H.264-CMRG[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/image_9e35a739-133x200.jpeg",
        "title": "Aladdin (2019)",
        "description": "ဒီကားလေးကတော့ သိပ်ပြီးမိတ်ဆက်စရာမလိုလောက်အောင်\nအားလုံးသိထားပြီးတဲ့ ကားလေးဖြစ်ပါတယ်...\nDisney ကနေထုတ်လုပ်ပြီးတော့ ၂၀၁၉  မှာ Animation ကို\nLive Action အသွင်ပြောင်းပြီးရိုက်ကူးပြီးတင်ဆက်ခဲ့ပါတယ်...\nAnimation မှာအရမ်းကိုအောင်မြင်ခဲ့တဲ့ဒီကားလေးက\nအခု Live Action မှာကော အောင်မြင်မလားဆိုတာကို\nဒီကားလေးကိုကြည့်ပြီးဆုံးဖြတ်လိုက်ရအောင်လား......ဇာတ်ကားထဲမှာ အာလာဒင်ဆိုတဲ့ သူခိုးတစ်ယောက်က\nမြို့သူအယောင်ဆောင်ပြီး မြို့ထဲကိုထွက်လာတဲ့ မင်းသမီးလေးနဲ့တွေ့ပြီးချစ်မိသွားကြတယ်...\nသူခိုးတစ်ယောက်နဲ့မင်းသမီးတစ်ပါးနဲ့ မဖြစ်နိုင်တော့\nဂျဖာက အာလာဒင်ကိုဖမ်းပြီး မီးခွက်ခိုးခိုင်းတာကနေပြီးတော့\nမီးခွက်စောင့်ကြီး တဖြစ်လဲ Will Smith နဲ့တွေ့ဆုံပါတော့တယ်...Will Smith မီးခွက်ပုံစောင့်ပုံကြီးနဲ့ ပိုစတာထွက်လာတုန်းကဆိုရင်\nတော်တော်လေးကို ကြည့်ရဆိုးပြီလို့ တွက်ခဲ့ဖူးတယ်....\nဒါပေမယ့် ကိုယ်တိုင်ကြည့်လိုက်တဲ့အခါမှာတော့\nWill Smith တစ်ယောက် သူ့ရဲ့အကောင်းဆုံး Genie ပုံစံကိုပြသနိုင်ခဲ့ပါတယ်...Disney ရဲ့ထုံးစံအတိုင်းပဲ နောက်ခံတီးလုံးအမိုက်စားတွေနဲ့\nLive Action အနေနဲ့ထွက်ရှိလာခဲ့တဲ့ ဒီကားလေးဟာ\nကလေးဘဝတွေကိုပြန်လည်တမ်းတနိုင်အောင်\nရိုးရိုးလေးနဲ့ရိုက်ကူးထားတဲ့ ကားလေးတစ်ကားပဲဖြစ်ပါတယ်......\nFile size…(6.8 GB)/(2.2 GB)/ (1.3 GB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:07:58\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Littelneo",
        "rating": "7.4",
        "url": "https://megaup.net/1fknl/(CM)_Aladdin_(2019)_1080p__BluRay_x265_10bit_HEVC_AAC_5.1-Naung.mkv",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ2YzJhOGItNTMyOC00YzFmLWExZjEtOGFmMDVkMDdmOGFiXkEyXkFqcGdeQXVyMTUxNTU1NzEz._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "Nimona (2023)",
        "description": "Nimona (2023)\n===========\nGenre – Animation, Adventure, Comedy, Drama\nIMDb Rating – 7.7/10Netflix ကနေ အသစ်ဆက်ဆက် ထွက်ရှိထားတာ မကြာ\nသေးတဲ့ Animation ကားကောင်းလေး ဖြစ်ပါတယ်။ တ\nကယ်ဆို ဒီကားလေးဟာ ၂၀၂၁ ခုနှစ်ကတည်းက Ice Age\nတို့ Rio တို့ကို ဖန်တီးခဲ့တဲ့ Blue Sky Studio ကနေ ဖန်တီး\nနေတဲ့ လက်ရာဖြစ်ပါတယ်။ ၇၀ ရာခိုင်နှုန်းတောင် ပြီးစီးနေ\nခဲ့ပါပြီ ဒါပေမဲ့ Disney က ပိတ်ချလိုက်တဲ့အခါမှာတော့\nNetflix ကနေ ပြန်လည်လက်လွှဲယူပြီး ခုမှ ထွက်ရှိလာခဲ့\nတာပါ။ အသံသရုပ်ဆောင်ဆိုရင်လည်း ဇာတ်ကောင် Nimona\nနေရာမှာက ကလေးဘဝကတည်းက ခုထက်ထိ သရုပ်ဆောင်\nနေပြီး အကုန်ချစ်ရတဲ့ မင်းသမီးလေး Chloe Grace Moretz\nပဲ ဖြစ်ပါတယ်။ ဒါရိုက်တာဆိုရင်လည်း Blue Sky Studio က\nနေ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1fjzc/Nimona.2023.1080p.WEB.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OkmwdxCZOVxvZq9OyDrIIKEoDK.jpg",
        "title": "iNumber Number: Jozi Gold(2023)",
        "description": "iNumber Number: Jozi Gold(2023)********************************\nအာဖရိက နယ်မြို့လေးမှာ လူမိုက်ဂိုဏ်းစတားအဖွဲ့တွေက လုယက်သတ်ဖြတ်နေကြပါတယ်။\nရဲ အရာရှိတွေဖြစ်တဲ့ ရှူးစ်နဲ့ ချီလီဟာ လူမိုက်တွေကိုဖမ်းပေးပေမယ့် သက်သေမခိုင်တာရယ် လာဘ်ပေးမှုတွေကြောင့်\nပြန်လွတ်နေပါတယ်။ သူတို့ သက်သေအခိုင်အမာရှာပြီး ဖမ်းပေးတဲ့ဟိုင်အီးနားလူသား လူဆိုးတစ်ယောက်ဟာ\nသက်သေမရှိဘူးပြီးပြန်လွှတ်ခံရဖို့ရှိနေပါတယ်၊ ဒီလူဆိုးကိုဖမ်းတဲ့နေရာမှာ အပျက်အစီးတွေနဲ့ချွတ်ချော်မှုတွေကြောင့်\nရှူးစ်နဲ့ ချီလီကိုဌာနရဲ့ အောက်ဆုံးကအဖွဲ့နဲ့အလုပ်လုပ်ဖို့ အမိန့်ချလိုက်တယ်။ ဒါဆိုချီလီကမကျေနပ်ဘဲဗြောင်းဆန်အောင်လုပ်ဖို့ကြိုးစားပါတော့တယ်....File Size :(2.02GB)& (996MB)\nQuality :WEB-DL1080P,720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action , Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/2Bemm/iNumber_Number_Jozi_Gold(2023).WEB-DL.1080P(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nT41D9d8yjNiMU813D43Bjlrnj2.jpg",
        "title": "The Sky Coffin in Qinling Town ( 2023 )",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက ကြယ်အပိုင်းအစတစ်ခုဟာ\nကမ္ဘာမြေပြင်ပေါ်ကျရောက်လာပြီး ချင်းလင်တောင်တန်းတွေကြားက\nရှေးဟောင်းသင်္ချိုင်းထဲကို ကျသွားခဲ့ပါတယ်ကျရောက်လာစဉ်က ဖြာထွက်ခဲ့တဲ့အလင်းတန်းတွေက\nထွန်းလင်းလွန်းတာကြောင့် ချင်းလင်တောင်က\nရှေးဟောင်းဂူသင်္ချိုင်းထဲမှာ တစ္ဆေတံဆိပ်တော်ဆိုတဲ့\nရတနာရှိတယ်ဆိုတဲ့သတင်းဟာ ချက်ချင်းပဲ သတင်းပျံ့နှံ့သွားခဲ့ပါတယ်သင်္ချိုင်းဖောက်ရမှာ ကျွမ်းကျင်တဲ့ ချင်ထျန်းဟာ အန္တရာယ်များတဲ့အလုပ်ကို\nစွန့်လွှတ်ပြီး သာမန်အသက်‌မွေး၀မ်းကြောင်းပဲ ပြုလုပ်တော့မယ်လို့ စဉ်းစားထားသူပါ\nဒါပေမဲ့ တစ်ရက်မှာ ဂျပန်ဗိုလ်မှူးရှန်ဟာ ချန်ထျန်းအိမ်ကို\nအရောက်လာကာ နာမည်ကြီးနေတဲ့ ချင်းလင်တောင်က\nရှေးဟောင်းသင်္ချိုင်းကို သွားဖောက်ဖို့ လမ်းပြခိုင်းခဲ့ပါတယ်စွန့်စားရတဲ့အလုပ်တွေမလုပ်ဖို့ဆုံးဖြတ်ထားတဲ့ ချင်ထျန်းက ငြင်းပေမဲ့\nဗိုလ်မှူးရှန်က သူ့ဆရာနဲ့ ဆရာတူညီမကို\nအကျပ်ကိုင်လာတာကြောင့် ချင်းလင်သင်္ချိုင်းဆီ သွားခဲ့ရပါတော့တယ်\n- ဒီလိုနဲ့ ချင်ထျန်းနဲ့ ဂျပန်ဗိုလ်မှူးရှန်တို့\nဂူသင်္ချိုင်းဆီအရောက်သွားပြီး ရတနာကို အရယူနိုင်ပါ့မလား ??\n- နောက်ဆုံးမှာတော့ အသက်ရှင်လျက်ပြန်ထွက်နိုင်မလား\nဒါမှမဟုတ် ဘာတွေဆက်ဖြစ်ကြမလဲ\nဆိုတာကို အခုပဲ ကြည့်ရှုလိုက်ကြရအောင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Mystery \nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/1fjg3/Qingling_Town_Coffin_2023_1080p_WEB-DL_CM.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eAphHhkP3NtseCsJ36tUMyT1xrk.jpg",
        "title": "The Star (2002)",
        "description": "1944 ခုနှစ်မှာ ဆိုဗီယက်ပြည်‌‌ထောင်စုရဲ့တပ်နီကြီးက‌နေဂျာမန်နာဇီတွေကိုအလဲထိုးပြီး ဘာလင်ကိုမျက်စောင်းထိုးနိုင်စေခဲ့တဲ့ထိုးစစ်ဖြစ်တဲ့ Operation Bagrationကိုအောင်မြင်စေနိုင်ခဲ့တဲ့ကင်းထောက်တပ်တခုရဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားလေးတခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ အချိန်ကတော့ Operation Bagration မတိုင်ခင် ၁၉၄၄ခုနှစ်မေလအတွင်း။ ဆိုဗီယက်တွေမှာ ပြဿနာတက်နေတာကဂျာမန်ခုခံစစ်တွေရဲ့ နောက်တန်းမှာ လူပြန်စုနေတယ်လို့သတင်းရထားပေမယ့် အတိအကျက ထောက်လှမ်းမရနိုင်သေးဘူး။လွှတ်ထားသမျှကင်းထောက် တပ်ဖွဲ့ နှစ်ဖွဲ့ကလည်းအဆက်အသွယ်ပြတ်သွားခဲ့ပြီ။ ဒီလိုနဲ့ နောက်ဆုံးအကြိမ် ကြိုးစားပြီး ဒုဗိုလ်‌လေးတရာ့ဗ်ကင်ဦးဆောင်တဲ့ကြယ်ပွင့်လို့ အမည်ရတဲ့ကင်းထောက်အဖွဲ့တခုကိုထပ်လွှတ်ဖို့ဖြစ်လာပါတော့တယ်။ဒီကင်းထောက်အဖွဲ့ရဲ့ဂျာမန်ရှေ့တန်းတွေအကြားအရဲစွန့်ခဲ့တာတွေ ဂျာမန်တွေရဲ့စစ်အင်အားတွေကို တပ်ဖွဲ့တွေအကြားထောက်လှမ်းသတင်းပို့‌ပေးခဲ့တာတွေကိုရင်တဖိုဖိုနဲ့ကြည့်ရှူခံစားကြရမှာပဲဖြစ်ပါတယ်။ကင်းထောက်တပ်ဖွဲ့လေးတစ်ခုက ဒီစစ်ဆင်ရေးကြီးကိုဘယ်လိုမျိုးပြောင်းလဲပေးနိုင်ခဲ့မလဲဆိုတာကို CMပရိတ်သတ်ကြီးက ကြည့်ရှုခံစားပေးကြပါဦး။ File size…2.07GB / 992MB\nQuality…Blu-Ray 1080p  / 720p\nFormat…mp4\nDuration….1h 37m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "7.0",
        "url": "https://megaup.net/2Be2o/Zvezda.AKA.The.Star.2002.BluRay1080p5.1CH(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xKzeJSBOMfPLtE5fzviroW4qIPo.jpg",
        "title": "Without a Paddle (2004)",
        "description": "ဇာတ်လမ်းအကြောင်းမပြောခင် ဇာတ်လမ်းနဲ့ သက်ဆိုင်တဲ့ဒီဘီကူးပါးရဲ့ အပြင်က ဖြစ်ရပ်မှန်လေး ဝေမျှပေးချင်လို့ပါ။ ဒီဘီကူးပါးဆိုတဲ့လူဟာ ၁၉၇၁ ခုနှစ်တုန်းက ငွေတွေကို ခိုးခဲ့ပြီးလေထီးနဲ့ ခုန်ချသွားခဲ့တာ အစအနပျောက်သွားတာ အက်ဖ်ဘီအိုင်တောင် ရှာမတွေ့ခဲ့တဲ့ ဆန်းကြယ် ဖြစ်ရပ်တစ်ခုပါ သေသလားရှင်သလား ဘယ်သူမှ မသိကြပါဘူး။ ဒီရုပ်ရှင်ထဲမှာတော့ ဒီ ဒီဘီကူးပါးအကြောင်းကို ရူးသွပ်ကြပြီး သူခုန်ချတဲ့နေရာကို လိုက်ရှာချင်ကြတဲ့ ငယ်သူငယ်ချင်း ၄ ယောက်ရှိခဲ့ကြတယ်။ အသက်တွေကြီးလာတဲ့အခါ ကိုယ်စီကိုယ်စီ အလုပ်များနေတဲ့အချိန် သူငယ်ချင်းတစ်ယောက်က မတော်မဆဖြစ်ပြီး ဆုံးပါးသွားတော့ ကျန်တဲ့ ၃ယောက် ပြန်ဆုံဖို့ ဖြစ်လာပါတော့တယ်။ ဒီ ၃ ယောက်ကတော့ဘဝကိုငြီးငွေ့နေပြီး ကောင်မလေးနဲ့ အဆင်မပြေ ဖြစ်နေတဲ့ ဂျယ်ရီ၊ဆရာဝန်လုပ်နေပေမဲ့ အရမ်းကြောက်တတ် ရှက်တတ် ဆော်မရှိတဲ့ဒန်နိုရယ် ဘဝကို ပရမ်းပတာ ဖြစ်နေသလို သောင်းကျန်းနေတဲ့တွန်မီရယ် ဖြစ်ပါတယ်။ သူငယ်ချင်းဖြစ်သူ အသုဘကိုလာရင်းငယ်ဘဝက သစ်ပင်အိမ်လေးထဲ ဝင်ကြည့်ကြရာကနေ ငယ်စဉ်ကစိတ်ကူးယဉ်ခဲ့တဲ့ ဒီဘီကူးပါးနဲ့ ပိုက်ဆံတွေဆိုတာ ...",
        "rating": "5.8",
        "url": "https://megaup.net/2Bdpv/Without.a.Paddle.Natures.Calling.2004.BrRip1080p(CM).mp4",
        "category": "Adventure, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/spy-140x200.jpg",
        "title": "Spy in Love (2016)",
        "description": "အင်ဒိုရုပ်ရှင်တွေဆိုရင် နာမည်ကြီးအက်ရှင်ရုပ်ရှင်ဖြစ်တဲ့The Raid ကိုမြင်မိကြမှာပါ။ ယခုရုပ်ရှင်မှာ TheRaid ရုပ်ရှင်တွေမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မှင်ကောင်းကောင်းနဲ့ အထာရှိတဲ့အင်ဒိုဝါရင့်သရုပ်ဆောင်Ray Sahetapy ဟာတွဲဖက်ဇာတ်လိုက်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းက လျှို့ဝှက်ထောက်လှမ်းရေး ဟောင်းဖြစ်တဲ့ဆာတီရာ ဟာ ပင်စင်စားပြီးတက္ကသိုလ်မှာ သင်တန်းတွေပို့ချနေတဲ့အချိန် မလေးရှားမှာလေယာဉ် ပျောက်ဆုံးမှုတစ်ခုအားစုံစမ်းထောက်လှမ်းဖို့ဖြစ်လာပါတယ်။ သူ့မြေးဖြစ်သူ ပူထရာကလည်း မလေးရှားကဟိုတယ်တစ်ခုမှာ မန်နေဂျာအဖြစ်လုပ်ကိုင်ရင်း အိမ်ထောင်ပြုဖို့ဖြစ်လာတဲ့အခါအဖိုးဖြစ်သူဆီက ခွင့်ပြုချက်တောင်းဖို့ဆာတီရာကိုု မလေးရှားသို့အလည်ခေါ်ပါတော့တယ်။ ဆာတီရာ ကြီးတစ်ယောက်လည်း “ငါမအိုသေး”ဆိုတဲ့ အကွက်ကိုပြချင်တဲ့အတွက် ကိုယ်တိုင်ကွင်းဆင်းစုံစမ်းဖို့မြေးဖြစ်သူရှိရာမလေးရှားသို့ ရောက်လာပါတော့တယ်။ အဲဒီနောက်ဇာတ်လမ်းကို တဖြေးဖြေးဖြည်ချလာရင်း ဂွစာကြီး ဆာထရီဘယ်လိုတွေရွှေ့ပြီး ဇာတ်လမ်း အဆုံးထိဘယ်လိုတွေသက်လုံကောင်းသွားမလဲ ကြည့်ရမှာပါ။ပေါ့ပေါ့ပါးပါးနဲ့ အက်ရှင် ဟာသ ဒရာမာ ပေါင်းထားတဲ့ ရုပ်ရှင်ကို ကြည့်ချင်ပါတယ်ဆိုရင်ဒီရုပ်ရှင်ဟာ ကြည့်သင့်တဲ့ရုပ်ရှင်တစ်ခုပဲ ဖြစ်ပါတယ်။ File size…1.38GB / 589MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Action , Adventure , ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Bdmy/Spy.In.Love.2016.NF.WEB-DL1080pDDP5.1CH(CM).mp4",
        "category": "Action, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMjEyNDM2NDA3M15BMl5BanBnXkFtZTcwNDE1NDc5MQ@@._V1_-146x200.jpg",
        "title": "24: Redemption (2008)",
        "description": "24: Redemption (2008)\n==================\nIMDb Rating - 7.4/10ဒီကားလေးက အမေရိကန် နာမည်ကြီး စုံထောက် စီးရီးဖြစ်တဲ့\n'24' ဆိုတဲ့ စီးရီးရဲ့ အဆက် တစ်ပိုင်းတည်းအပြီး ကားလေးဖြစ်\nပါတယ်။ စီးရီးမှာတော့ စုစုပေါင်း Season 9 ခုထိရှိပြီး အတော်\nလေးအောင်မြင်ခဲ့တယ်ပြောရမှာပါ။ ဇာတ်ဆောင်မင်းသားအနေနဲ့\nကတော့ 1990 နဲ့ 2000 ခုနှစ် တွန်ခရုစ်တို့နဲ့အပြိုင်တောက်ပခဲ့တဲ့\nKiefer Sutherland ဘဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ အေးဂျင့်ဘဝကနေ အနားယူ\nလိုက်တဲ့ Sutherland နဲ့သူ့သူငယ်ချင်းတို့က Sangala ဆိုတဲ့ အာ\nဖရိဂန်နိုင်ငံမှာ မိဘမဲ့ဂေဟာလေးမှာလုပ်အားပေးလုပ်ရင်း ဘဝကို\nအေးဆေးနေနေတဲ့အချိန်ပေါ့။ (Sangala ဆိုတာက Fiction ပါ၊\nအပြင်မှာမရှိပါဘူး)။ တဖက်မှာလည်း အမေရိကန်တို့ သူတို့တိုင်း\nပြည်မှာခြေရှုပ်နေတာကို မကြိုက်တဲ့ စစ်သွေးကြွအဖွဲ့တွေရှိနေပါ\nတယ်။ ဒါပေမဲ့ 24 စီးရီးမှာ သူတို့ခေါင်းဆောင်ကို အမေရိကန်တို့က\nလက်နက်ဖြုတ်လိုက်ပြီးပါပြီ၊ ဒါပေမဲ့ တွင်းထွက်မရှိ၊ စီးပွားရေး\nအခွင့်အလမ်းမရှိတော့ US တို့ဘက်က ပြန်ဆုတ်ချင်နေပါတယ်။ဒီလိုနဲ့ ရာထူးကဆင်းပေးရတော့မယ့် US ...",
        "rating": "7.4",
        "url": "https://megaup.net/2B97f/24.Redemption.Extended.Edition.1080p.AMZN.WEB-DL.(CM).mp4",
        "category": "Action, Adventure, Crime, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BOGVkMTFmOWEtODFiYi00NTEwLTg0NmItMmU4MTI1MzYzODAxXkEyXkFqcGdeQXVyMzExODEzNDA@._V1_-142x200.jpg",
        "title": "World War Z (2013)",
        "description": "World War Z  ဟာ 2013 June လ မှာ ရုံ တင်ခဲ့တဲ့ Horror ရုပ်ရှင်ကားတစ်ကား ဖြစ်ပြီးတော့ Resident Evil တို့လို ကူးစက်တတ်တဲ့ရောဂါပိုးမွှားတွေကြောင့် ဖုတ်ကောင်တွေဖြစ်ပြီး ကမ္ဘာကြီးပျက်မယ့်အရေးကို ရိုက်ကူးထားတာဖြစ်ပါတယ်...၂၀၁၉ မှာတော့ ကမ္ဘာပေါ်မှာ ကူးစက်မြန်တဲ့ COVID-19 ရောဂါ တကယ်ပဲ ဖြစ်ပွားခဲ့ပြီး ကံကောင်းလို့ တစ်ကမ္ဘာလုံး ဖုတ်ကောင်မဖြစ်သွားတာပါ။ ဒါတောင် သေတဲ့နှုန်းတော်တော်မြင့်တက်ခဲ့ပြီး ကူးစက်မြန်ရောဂါပိုးတွေရဲ့ ကမ္ဘာဖျက်စီးနိုင်စွမ်းကို မျက်ဝါးထင်ထင်မြင်ခဲ့ကြရပါတယ်။မင်းသားကြီး ဘရတ်ပစ် Brad Pitt အဓိကသရုပ်ဆောင်ထားပြီး ဒီရုပ်ရှင်က စာရေးဆရာ Max Brooks ရဲ့ World War Z ဝတ္ထုကိုပုံဖော်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့....မြောက်ကိုရီးယားကနေ ပိုးတစ်မျိုး ပြန့်ပွားလာတာ ဖြစ်ပြီး စက္ကန့်ပိုင်း မိနစ်ပိုင်း အတွင်းမှာ\nအယောက်ပေါင်း ထောင်ချီ သိန်းချီ ကူးစက်နိုင်တဲ့ ရောဂါဖြစ်ပွား လာပါတယ်..ရောဂါဟာ စက္ကန့်ပိုင်း ...",
        "rating": "7.0",
        "url": "https://megaup.net/1Ve9o/(CM)_World.War.Z.2013.1080p.WEB-DL.HEVC.AAC.5.1-Naung.mkv",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yADB4GsH2AvSHPsBVGjj8wByonk.jpg",
        "title": "The Tale of Despereaux (2008)",
        "description": "The Tale of Despereaux (2008)ဟိုးရှေးတုန်းက Dor တိုင်းပြည်တစ်ခုရှိတယ် အဲ့ဒီမှာ Soup Day ဆိုတဲ့ တစ်နှစ်တစ်ခါ စွပ်ပြုတ်သောက်တဲ့ပွဲတော်ရက်ရှိတယ်။ နှစ်တိုင်း Dor တိုင်းပြည်က ဘုရင့်မိသားစုရော ပြည်သားတိုင်းက အဲ့နေ့မှာ နန်းတော်က တော်ဝင်စားဖိုမှူးကြီး အန်ဒရေးရဲ့စွပ်ပြုတ်အသစ်ကို မျှော်ကြတယ် စာဖိုမှူးကြီးကလည်း တစ်နှစ်တစ်မျိုးမရိုးရအောင် စွပ်ပြုတ်ကို အမျိုးမျိုးချက်တယ်။သူ့စွပ်ပြုတ်ကို လူတွေအပြင် တိရိစ္ဆာန်တွေကပါ မျှော်ကြရော။ အဲ့ထဲမှာ ရော့စကူတိုဆိုတဲ့မြေကြွက်တစ်ကောင်ပါ ပါတယ်။ တစ်ရက်တော့ ရော့စကူတိုက စားဖိုမှူးရဲ့ စွပ်ပြုတ်ကို သိပ်စားချင်ပြီး မတော်တဆဖြစ်တာကနေ ပြဿနာတွေဖြစ်တယ်။အဲ့ဒီကနေ တိုင်းပြည်တစ်ခုလုံး အမှောင်ကျ နေရောင်ပျောက်သွားရာက ဘယ်လိုသူရဲကောင်းတွေပေါ်လာမလဲ? ဘယ်သူတွေက ဘယ်လိုတုံ့ပြန်ကြမလဲ? ဆိုတာ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Tin Myo Lwin ပါ။)File Size          : 1.3GB, 564MB, ...",
        "rating": "6.1",
        "url": "https://megaup.net/1ferb/[CM]Tale.of.Desperaux.2008.1080p.BDRip.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qW4crfED8mpNDadSmMdi7ZDzhXF.jpg",
        "title": "Knights of the Zodiac (2023)",
        "description": "Knights of the Zodiac (2023)စိတ်ကူးယဉ် မှော်ရုပ်ရှင် အသစ်တစ်ကားလာပါပြီ။\nဂျပန် မန်ဂါကာတွန်း Saint Seiya ကို အခြေခံရိုက်ကူးထားပြီး\nမင်းသားကတော့ One Piece Live Action စီးရီးမှာ Roronoa Zoro အဖြစ်ပါဝင်ထားတဲ့ Mackenyu ပဲဖြစ်ပါတယ်။\nအက်ရှင်ပိုင်းမှာ ပိုင်နိုင်ကြောင်းကိုတော့ Rurouni Kenshin: Final Chapter Part I မှာ Enishi Yukishiro အဖြစ် သရုပ်ဆောင်ခဲ့တာကို ကြည့်ရင် သိသာပါတယ်။\nဇာတ်ပို့အနေနဲ့ မင်းသားကြီး ရှောင်ဘင်း ( ကားတိုင်းသေ) နဲ့ ပါရာနာဝေမင်းသား Mark Dacascos တို့ ပါဝင်ထားပါသေးတယ်။ဇာတ်လမ်းအကျဉ်းသမိုင်းအစမှာ နတ်ဘုရားတွေက လူသားတွေကို နှိပ်စက်နေခဲ့ကြပါတယ်။\nဒါကို လူသားတွေဘက်ကနေ စစ်နတ်ဘုရားမ အသီနာက ကာကွယ်ပေးခဲ့ပြီး လူသား သူရဲကောင်းတွေအများကြီး အသီနာဆီမှာ သစ္စာခံခဲ့ကြပါတယ်။\nအဲဒီသူရဲကောင်းတွေဟာ ကော့စ်မိုလို့ခေါ်တဲ့ ကြယ်တွေရဲ့ စွမ်းအားကို ...",
        "rating": "",
        "url": "https://megaup.net/1fei5/Knights.of.the.Zodiac.2023.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVDJM29BSbET4FzI24xLuWSmDUR.jpg",
        "title": "Iron Sky (2012)",
        "description": "ဒုတိယကမ္ဘာစစ်ကြီးအတွင်းမှာ နာဇီတချို့ဟာလရဲ့အမှောင်ခြမ်းမှာ ခံတပ်တခုသွားတည်ဆောက်ပြီးဟီလီယမ်-၃ ဓာတ်ငွေ့တွေကို တူးဖော်ရင်း နှစ် ၇၀ ကျော်ပုန်းအောင်းနေခဲ့ပါတယ်။ တနေ့မှာအမေရိကန်သမ္မတရဲ့ရွေးကောက်ပွဲ ပရိုမိုရှင်းတဖြစ်လဲ လဆင်းသက်ရေးယာဉ်တစီးက သူတို့စခန်းကို မတော်တဆတွေ့သွားတဲ့အခါမှာတော့ကမ္ဘာကြီးကို နာဇီတို့ရဲ့စစ်လက်နက်အသစ် ဂိုတာဒန်မယ်ယာဉ်ကြီးနဲ့အတူတူ ပြန်လည်ဆင်းသက်ပြီး ဂျာမန်စတုတ္ထအင်ပါယာကြီးရဲ့ကျူးကျော်စစ်စဖို့ အကြောင်းဖန်လာပါတော့တယ်။ ဒီဇာတ်ကားမှာ Marvel နဲ့ Disney တို့မတိုင်ခင်သူ့ခေတ်သူ့အခါရဲ့ ကွန်ပျူတာပြုလုပ်ချက် တွေအနေနဲ့အတော်လေးကောင်းမွန်သလို နိုင်ငံကြီးတွေရဲ့အကြောင်းမသိမသာ လှော်ထားတဲ့ဟာသတွေ နာဇီတွေနဲ့ပန်းကန်ပြားပျံသီအိုရီတွေ စသဖြင့်တွေ့ကြရမှာဖြစ်လို့ CMပရိတ်သတ်ကြီးကရှုစားအားပေးကြပါဦး...... File size…1.48GB / 656MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "5.9",
        "url": "https://megaup.net/1fdyx/Iron.Sky.2012.BluRay1080p(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOTYxYzExYjEtODJkNC00NTBkLWE0YmMtOWIxMTk1ZWVhYTcwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-140x200.jpg",
        "title": "The Myth (2005)",
        "description": "တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ မင်းသားကြီးဂျက်ကီချန်းရဲ့ ရုပ်ရှင်ကားဖြစ်ပြီးတော့\nဒီထဲက ဇာတ်ဝင်တေး \"အဆုံးမဲ့အချစ်\" ဆိုတဲ့ သီချင်းလေးဟာလဲ လူတိုင်းရင်ကို လှုပ်နိုးစေခဲ့ပါတယ်။\n2005 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ The Myth ဇာတ်ကားကို ဒါရိုက်တာ Stanley Tong က ရိုက်ကူးထားပြီး\nမင်းသား ဂျက်ကီချန်းနဲ့အတူ ကိုရီးယား မင်းသမီး Kim Hee-sun (လီဟန်နီ)တို့အပြင် အခြားဇာတ်ရံများစွာ ပါဝင်ပါတယ်။\nသမိုင်းသုတေသီတစ်ယောက်ဖြစ်တဲ့ ဂျက် တစ်ယောက်\nချင်ခေတ်က တပ်မှူးကြီးတစ်ယောက်အကြောင်းနဲ့မင်းသမီးလေးတစ်ယောက်အကြောင်းကို\nအမြဲတမ်း အိမ်မက်နေပြီး တပ်မှူးကြီးကတော့ သူဖြစ်နေပါတယ်..\nဒီအိမ်မက်တွေ မကြာခဏမက်ပြီး ထူးဆန်းနေပေမယ့် ဒီအတိုင်းသာ မေ့မေ့ပျောက်ပျောက်ထားခဲ့ပါတယ်...\nတစ်နေ့မှာတော့ ဂျက်ရဲ့သူငယ်ချင်းဖြစ်သူ ဝီလျှံရောက်ရှိလာပြီး သူတို့နှစ်ယောက်\nပရောဂျက်တစ်ခုနောက်ကိုလိုက်ရင်းနဲ့ တိုက်ဆိုင်မှုတွေက အိမ်မက်ထဲကအတိုင်းဖြစ်နေတာကြောင့် ဂျက်တစ်ယောက်အံ့သြခဲ့ရပြန်ပါတယ်....\nသူဟာ အိမ်မက်တွေထဲကလို တကယ့်လူဝင်စားဖြစ်နေမလား...\nအတိတ်ဘဝက မင်းသမီးလေးကရော တကယ်ရှိရဲ့လား\nဒါတွေအားလုံးက အိမ်မက်တစ်ခုလား... ဒဏ္ဍာရီတစ်ခုလား\nအချစ်တစ်ခုလား........ဆိုတာ။\nဒီဇာတ်ကားက တွေ့နေကျ ဂျက်ကီချန်းကားတွေလို ပေါ့ပေါ့ပါးပါးမဟုတ်ဘဲ လေးနက်တဲ့ရုပ်ရှင်တစ်ကားအဖြစ်လူတိုင်းအမှတ်ရစေခဲ့ပါတယ်။\nအထူးသဖြင့် မင်းသမီး လီဟန်နီရဲ့ သက်ဝင်မှုတွေက ရုပ်ရှင်လို့တောင် မခံစားစေတော့ဘဲ တကယ့်ဒဏ္ဍာရီတစ်ပုဒ်လို ဆွဲခေါ်သွားစေပါတယ်။\n \nFile ...",
        "rating": "6.2",
        "url": "https://megaup.net/1fajd/(CM)_The.Myth.2005.BluRay.REMUX.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Asian, Comedy"
    }
]