[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMDY2NDgzY2UtNTJjMy00ZTE2LThkYTUtYmNiNWE0NzQ4MzU5XkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-141x200.jpg",
        "title": "Doraemon: Nobita’s Great Adventure in the Antarctic Kachi Kochi (2017)",
        "description": "Doraemon the Movie 2017 : Great Adventure in the Antarctic kochi kochiငယ်စဉ်ကလေးဘဝတည်းက အားလုံးနဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့\nဒိုရေမွန်ဇာတ်ကားပေါင်းများစွာထဲက စွန့်စားခန်းလေးတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေ။ဒိုရေမွန်နဲ့ နိုဘီတဟာ ဂျပန်နိုင်ငံနွေရာသီရဲ့\nပူပြင်းလွန်းတဲ့ရာသီဥတုကိုမခံနိုင်တော့တာကြောင့်\nတောင်ပစိဖိတ်သမုဒ္ဒရာရဲ့ ဧရာမရေခဲတောင်ဆီကို လာခဲ့ကြပါတယ်။ဒီကနေ ရွှေကွင်းကလေးတစ်ကွင်းကိုရှာတွေ့ သွားပြီး သူ့ပိုင်ရှင်ကို လိုက်ရှာရာကနေ\nပျောက်ဆုံးနေတဲ့ အတ္တလန်တစ်မြို့တော်နဲ့ဆက်စပ်မိသွားခဲ့ပါတယ်။\nဒီလိုနဲ့ မှော်အိတ်လေးထဲကနေ လိုတာမှန်သမျှထုတ်လို့ရတဲ့ ဒိုရေမွန်နဲ့ သူ့ရဲ့သူငယ်ချင်းတစ်စု၊\nပျောက်ဆုံးနေတဲ့မြို့တော်ကိုရှာဖွေရင်း\nဘယ်လိုအန္တရာယ်မျိုးစုံကိုဖြတ်ကျော်ရမလဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုရမယ့်\nကာတွန်းကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nထွက်သမျှဇာတ်ကားတိုင်းမှာ ပရိတ်သတ်တွေကိုစိတ်မပျက်စေခဲ့တဲ့ ဒိုရေမွန်၊\nဒီတစ်ခေါက်မှာလည်း ချစ်စရာAnimation များနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားစွာ ကြည့်ရှုခံစားပေးကြပါဦး\nFile size…1.6GB / 902MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 41min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.6",
        "url": "https://megaup.net/1NCmo/Doraemon_Great_Adventure_in_the_Antarctic_Kachi_Kochi_(2017)_BluRay_-_1080p_.AAC2.0CH.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/dc_league_of_superpets_ver5_xlg-140x200.jpg",
        "title": "DC League of Super-Pets (2022)",
        "description": "ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ ဒီစီစူပါဟီးရိုးတွေရဲ့ အိမ်မွေးအကောင်လေးတွေအကြောင်းပါပဲ။ အဓိက ဇာတ်ကောင်ကတော့ စူပါမန်းရဲ့ ခွေး ခရစ်ပတိုဖြစ်ပြီး အသံသရုပ်ဆောင်အဖြစ် The Rock က ပါဝင်ထားပါတယ်။ သူ့သူငယ်ချင်း ခွေးအဖြစ် အေ့စ်နေရာမှာ ကယ်ဗင်ဟာ့ကပဲ သရုပ်ဆောင်ထားတာမို ထုံးစံအတိုင်း အတွဲညီညီရယ်ရမှာပါပဲ။ ကျွန်တော်တိုရဲ့မင်းသားကြီး ကီရာနူးရိဗ်ကလည်း ဘတ်မန်းနေရာက အသံသရုပ်ဆောင်ပြီး၊ ဂျွန်ကရာဆင်းစကီးက စူပါမန်းအဖြစ် သရုပ်ဆောင်ထားပါတယ်။လက်စ်လူသာရဲ့ စမ်းသပ်ခန်းကလွတ်လာတဲ့ လူလူဆိုတဲ့ ပူးလေးဟာ စူပါပါဝါတွေရသွားပြီး ဂျက်စတိလိတစ်ခုလုံးကိုဖမ်းထား၊ လက်စ်လူသာကိုကယ်တင်ပြီး ကမ္ဘာကြီးကိုအုပ်စိုးဖို လုပ်ပါတော့တယ်။ ဒါကို စူပါကောင်လေးတွေက ဘယ်လို စုပေါင်းကယ်တင်ကြမလဲဆိုတာ ကြည့်ရမှာပါပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mr.Anderson ပါ )File Size__(1.7GB) / (910MB)\nQuality__WEB-DL_1080p, CAM- 720p\nIMDb Rating__7.8/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Adventure, Animation\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mr.Anderson\nEncoded by Naing ...",
        "rating": "7.8",
        "url": "https://megaup.net/2tr5v/DC_League_of_Super_Pets_(2022)_WEB-DL_1080p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOGI1NTU3ZmQtZWMzNS00MDA5LTk5MTUtZTY2YWU2YmQ5MjI3XkEyXkFqcGdeQXVyNjMxMTE5NTY@._V1_-141x200.jpg",
        "title": "Fullmetal Alchemist_The Revenge of Scar (2022)",
        "description": "Fullmetal Alchemist : the Revenge of Scar (2022)အန်နမှာ အောင်မြင်ထားပြီး သူ့ကိုယ်ပိုင်ပရိသတ်နဲ့ သူရှိပြီးသားFullmetal Alchemistကို 2017တုန်းက live actionရိုက်ခဲ့ပါတယ်။ အန်နမဲကြည့်ထားတဲ့သူအတွက် ဘယ်လိုနေမလဲမသိပေမဲ့ ဒီတိုင်းကြည့်ရင်တော့ မဆိုးပါဘူး။ ကြည့်ကောင်းပြီး စိတ်ဝင်စားစရာလည်းကောင်းပါတယ်။ ရိတ်တင်အနေအထားအရ အန်နမဲ ပရိသတ်အတွက်တော့ စိတ်ပျက်စရာဖြစ်သွားပုံရပါတယ်။ဇာတ်လမ်းကတော့ ပထမကားအတိုင်းပဲ Edward Elricက ခန္ဓာမရှိတဲ့ သူ့ညီအတွက် ခန္ဓာပြန်ရအောင်လုပ်ပေးဖို့ ကြံပါတယ်။ ဒီလိုနဲ့ သူတို့ မြို့တော်ကို လာတဲ့လမ်းမှာ နိုင်ငံခြားက Alchemistဆန်ဆန်ပညာသည်တွေနဲ့ မင်းသားတစ်ပါးက သူတို့ဆီ အဂ္ဂရိတ်ဓာတ်လုံးအကြောင်းမေးရင်း ရန်ထဖြစ်ကြတယ်။ နောက် scarလို့ခေါ်တဲ့ သူတို့မြို့က alchemistတွေ ဖျက်ဆီးလိုက်တဲ့ Ishvalan က လူတစ်ယောက်က လက်စားချေဖို့ alchemistတွေတစ်ယောက်ပြီးတစ်ယောက်လိုက်သတ်နေပါတယ်။ ဒီလိုနဲ့ Edward နဲ့ scarတို့ ထပ်တိုက်တိုးကြပါရော။ ဒီလိုနဲ့ဘာတွေဆက်ဖြစ်မလဲတော့ ကိုယ်တိုင်ပဲကြည့်ရှုကြည့်ကြပါ။ဇာတ်က အန်နမဲလောက်အရသာတော့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/2tq6j/Fullmetal_Alchemist_The_Revenge_of_Scar_(2022)_1080p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qXoNcfO0VzHsXVeh7J8TsPo5shx.jpg",
        "title": "The Great Illusionist ( 2020 )",
        "description": "CM တရုတ်ကားဖန်တွေအတွက် ဒီတစ်ခေါက်မှာတော့ ရှားပါး ဖုန်တက်\nကားကောင်းလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒီကားထဲက မင်းသားကတော့ တရုတ်ဖုတ်ကောင်ကားဖန်တွေဆို သိကြမှာမို့\nဒီမင်းသားမြင်တာနဲ့ ဘယ်လိုကားမျိုးဆိုတာ မှန်းနိုင်မှာပါ...ဇာတ်လမ်းအကျဉ်းလေးကတော့ ပေဟိုင်မြို့ ထူးဆန်းတဲ့\nကွင်းဆက်လူသတ်မှုတစ်ခုကို လုံစုန်အရာရှိအပါအဝင် စခန်းအားလုံး\nခေါင်းခဲနေရတာပေါ့... ဘယ်လိုလူသတ်မှုမျိုးလဲဆိုရင်တော့...\nရုတ်တရက်ကြီးလမ်းလယ်ခေါင်မှာ ရုတ်တရက်သေသူတွေကို\nအလောင်းစစ်ဆေးတော့ရေနစ်ပြီးသေကြောင်း\nအဖြေထွက်လာတာကြောင့်ပေါ့... ဒီအမှုကနေ\nစပ်ဆက်လေ့လာလိုက်တော့ လူ ၁၇ ယောက်လောက်\nတစ်ချိန်တည်းဒီလိုပုံစံတူသေတာလည်းရှိတာမို့\nထူးဆန်းတဲ့ ကွင်းဆက်လူသတ်မှုလို့\nနာမည်တပ်ခဲ့ရတာပေါ့...ဒီလိုနဲ့ မစ္စတာရော်ဘင်အကူအညီနဲ့ အမှုကို စုံစမ်းဖော်ထုတ်တဲ့\nခရီးစဉ်ဆက်ခဲ့တာပေါ့... ဒီအမှုကိုစုံစမ်းရာကနေ သဘာဝလွန်\nထူးခြားဖြစ်စဉ်တွေပါ ရှာဖွေတွေ့လာရာကနေ အမှုမှန်ပေါ်ပေါက်ပါ့မလား...\nအမှုနောက်ကွယ်မှာ ဘာလျို့ဝှက်ချက်ရှိမယ်ဆိုတာလေး ဇာတ်လမ်းလေး\nရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်လိုက်ကြပါတော့...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Fantasy\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-great-illusionist-2020/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BODVlNWNmN2EtYWJlYy00ZTc5LThjMTItYTQ0ZTlmZDYwN2VjXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Shamshera (2022)",
        "description": "Shamshera (2022)\nAction, Adventure, Drama\nIMDb 7.5/10 (48K)နောက်ဆုံးကား Sanju (2018) နဲ့ငြိမ်နေပြီး ကိုဗစ်ကာလကတည်းက\nဘာကားမှမထွက်ထားတဲ့ မင်းသားချောလေး ရန်ဘီးကပူးရဲ့\nShamshera ဆိုတဲ့ ဇာတ်ကားသစ်လေး ထွက်လို့လာပြန်ပါပြီနော်..ဇာတ်ကားကတော့ ဗြိတိသျှခေတ် ကိုလိုနီတွေ အိန္ဒိယနိုင်ငံကို\nသိမ်းပိုက်ထားစဉ်ကာလကို အခြေပြုထားတယ်အဲ့ဒီတုန်းက တောအုပ်ကြီးထဲမှာ မင်းလုပ်ကျက်စားနေကြတဲ့\nဓါးပြအဖွဲ့တစ်ဖွဲ့ရှိတယ်..သူတို့အဖွဲ့ခေါင်းဆောင်ကို\nရှမ်ရှေရားလို့ခေါ်တယ်...အဲ့ဒီခေတ်အခါက အထက်အရာရှိတွေကို ကပ်ဖားလျက်ဖားလုပ်နေကြတဲ့\nအထက်တန်းလွှာတွေက ဇာတ်နိမ့်တွေကို တအားနှိမ်တဲ့ခေတ်ဆိုပါတော့...\nရှမ်ရှေရားတို့အဖွဲ့ဟာ အဲ့ဒီအထက်တန်းလွှာတွေဆီကနေ လုယက်ပြီး\nမရှိဆင်းရဲသားတွေကို ပြန်လှူတယ်...ဓါးပြတော့ တိုက်တယ်\nဒါပေမဲ့ ဓမ္မတော့ရှိတယ်လို့ ပြောရမှာပေါ့...ဒီလိုနဲ့ရှမ်ရှေးရှားတို့အဖွဲ့ဗြိတိသျှအစိုးရနဲ့အပေးအယူလုပ်ပြီး\nလွတ်လပ်ရေးကို အရယူနိုင်မယ့်အချိန်မှာတော့..............ဒီဇာတ်ကားမှာ ညှင်းပန်းနှိပ်စက်ခံလူတစ်စုက အင်အားကြီးမားလွန်းတဲ့\nအင်ပါယာကြီးတစ်ခုလုံးကို တွန်းလှန်ပုံနဲ့ ခေါင်းဆောင်ကောင်းတို့ရဲ့\nမြင့်မြတ်တဲ့စိတ်ထားကို မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်ရကျိုးနပ်မယ့်\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...\nFile size…10GB / 3.2GB / 1.85GB\nQuality…4k HEVC SDR WEBDL AAC5.1CH / 1080p WEBDL AAC5.1Ch  /720p\nFormat…mp4\nDuration….2h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated byTAYLOR",
        "rating": "5.1",
        "url": "https://megaup.net/17rlw/Shamshera_(2022)_TRUE_WEB-DL.1080p.AAC5.1CH.Edit(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fPtlCO1yQtnoLHOwKtWz7db6RGU.jpg",
        "title": "The Fifth Element(1997)",
        "description": "The Fifth Element(1997) အညွှန်း****************************IMDb - 7.6/10, Rotten Tomatoes - 71%ဒီဇာတ်ကားကတော့ မင်းသားကြီး Bruce Willis နဲ့ မင်းသမီး Milla Jovovich တို့နှစ်ယောက်နဲ့\nမင်းသားများဖြစ်တဲ့ Chris Tucker၊ Gary Oldman နဲ့ Ian Holm တို့ပါဝင်အားဖြည့်ထားပြီး\nဒါရိုက်တာ Luc Besson ရိုက်ကူးထားတဲ့ သိပ္ပံအက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားထဲမှာတော့ စစ်တပ်ကနေ အငြိမ်းစားယူပြီး အငှားယာဉ်မောင်းအဖြစ်လုပ်ကိုင်နေတဲ့\nကော်ဘန်ဒဲလပ်စ်(Bruce Willis) ဟာကမ္ဘာကြီးကို မိစ္ဆာတွေလက်ကကယ်တင်ဖို့အတွက်\nဓာတ်ကြီးငါးပါးကို သွားယူဖို့ တာဝန်ရလာပါတယ်။တစ်ချိန်တည်းမှာပဲ ဓာတ်ကြီးငါးပါးထဲက တစ်ပါးအပါအဝင်ဖြစ်တဲ့\nလီလူ(Milla Jovovich)ကိုလည်း ချစ်မိသွားပြီး သူ့ကိုကယ်တင်ဖို့ ကြိုးစားရပါသေးတယ်။\nအဲ့ဒီလို ဓာတ်ကြီးငါးပါးကို သွားယူတဲ့လမ်းခရီးမှာကြုံတွေ့ရတဲ့အခက်အခဲတွေ၊တခြားအပြိုင်အဆိုင်\nလိုက်စုနေတဲ့ အဖွဲ့တွေနဲ့ တိုက်ခိုက်မှုတွေနဲ့ မင်းသားရဲ့ မင်းသမီးအပေါ်မှားထားတဲ့ခံစားချက်တွေကို\nစုံစုံလင်လင်တင်ပြထားပါတယ်။နိုင်ငံတကာမှာလည်းအောင်မြင်မှုများစွာရထားတဲ့အပြင်\nတင်ဆက်ပုံကလည်းကောင်းမွန်တာကြောင့် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File Size : (5.1GB) (1.1 GB) and (348 MB)\nQuality : ...",
        "rating": "7.6",
        "url": "https://megaup.net/17ryw/The.Fifth.Element.1997.BLU-RAY_720P(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/abPQVYyNfVuGoFUfGVhlNecu0QG.jpg",
        "title": "Pil’s Adventures (2021)",
        "description": "Pil's Adventures (2021)တိုင်းပြည်တစ်ပြည်ရဲ့မင်းကြီးနတ်ရွာလားသွားပြီးတဲ့နောက် အဲဒီတိုင်းပြည်က မင်းသားလေးအရွယ်မရောက်ခင်အထိ မှော်ဆရာတစ်ယောက်က ရင်ခွင်ပိုက်အုပ်ချုပ်ခဲ့ပါတယ်။ မင်းသားလေးအရွယ်ရောက်လို့ ထီးနန်းလွှဲပေးရမယ့်အချိန်ဟာာ မှော်ဆရာဟာ အရင်မင်းကြီးကို အဆိပ်ခတ်လုပ်ကြံခဲ့သလို မင်းသားလေးကို သတ်ဖို့ကြံပါတယ်။ အဲဒီအချိန်မှာ Pil ဟာ အဆိပ်ဖော်တဲ့နေရာကို ခိုးဝင်လာပြီး ဆေးတွေကို ဗြောင်းဆန်အောင်လုပ်ပစ်တာမို့ မင်းသားလေးဟာ ဆေးသောက်မိတဲ့နောက် မသေသွားဘဲ ကြက်ကြောင်ဖြစ်သွားပါတယ်။ ကြက်ခေါင်း ကြောင်ကိုယ်နဲ့ ကြက်ကြောင်ပါ။ကြက်ကြောင်ဖြစ်သွားတဲ့မင်းသားလေးကို Pil က မှော်ဆရာရဲ့  Maleficient ဆန်ဆန် မွေးစားအမေ‌နေတဲ့ ကျိန်စာသင့်တောအုပ်ကြီးထဲ ခေါ်သွားပြီး ဖြေဆေးရအောင်ကူညီပေးပါတယ်။ အပြန်အလှန်အနေနဲ့ပေးရမှာကတော့ အရင်မင်းကြီးချန်ထားခဲ့တဲ့ ရတနာသိုက်ကြီးပါ။ဒီလိုနဲ့ ကူကယ်ရာမဲ့ ကချော်ကချွတ်ဖြစ်နေတဲ့ ကြက်ကြောင်ကြီးဟာ ကြောင်တိကြောင်တောင်အစောင့်ရယ် ကိုယ့်အားကိုယ်ကိုး နေနေရတဲ့ ကလေးမလေးရယ် ၊ ကက်ကက်လန်အောင် ကန့်လန့်ဖီလာတိုက် ကန်းမစကားဆိုနေတဲ့ ရုပ်သေးရုပ်ရယ်။ ကိုရိုးကားရား ကိုးလိုးကန့်လန့် အကောင်လေး၃ကောင်နဲ့အတူ ကျိန်စာကျိန်ချက်မိနေတဲ့ ကြီးကြီးမားမား တောအုပ်ကြီးထဲ ကောင်းကောင်းကန်းကန်း ပြန်ဖြစ်အောင်လုပ်ပေးမယ့် ...",
        "rating": "6.2",
        "url": "https://megaup.net/17oen/(CM)_Pil_s_Adventures_(2021)_1080p.mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/275149856_245816037760224_2761751293238856522_n-133x200.jpg",
        "title": "(18+) Eaten Alive (1980)",
        "description": "Eaten Alive (1980)\nဇာတ်လမ်း နာမည်မြင်လိုက်တာနဲ့ ဘယ်လိုကားမျိုးဆိုတာ မှန်းလို့ရနေမှာပါ\nလူတွေဟာ မော်ဒန်ခေတ်မှာ နေနေကြပေမယ့် ကျောက်ခေတ်လိုနေထိုင်ကြတဲ့လူသားတွေလည်း ရှိနေပါသေးတယ်\nစူပါမားကတ်ကနေ ရေခဲရိုက်အသားတွေဝယ်ချက်မယ့်အစား ဂူအောင်းသားတွေကတော့ ရရာအသားကို အစိမ်းစားသောက်ကြတယ် လူရရင် လူသား မရလည်းမြွေသား ဖွတ်သား ဖားသား ဘာလာလာဒေါင်းကြသူတွေပါ\nဇာတ်လမ်းအစမှာတော့ ရှီလာဆိုတဲ့ မိန်းကလေးဟာ သူ့အစ်မ ပျောက်သွားတဲ့ ကိစ္စကို စုံစမ်းရင်း အစ်မဖြစ်သူဟာ ဘာသာရေးအစွန်းရောက်တွေနဲ့ ပတ်သက်မိပြီး ကောက်ကောက်ပါအောင် လိုက်သွားကြောင်း သိလိုက်ရပါတော့တယ် ဒါနဲ့ရှီလာဟာ\nမာ့ခ်ဆိုသူကို အဖော်အဖြစ်ခေါ်ပြီး New Guinea ကရွာလေးတစ်ရွာကို ရောက်ရှိလာပါတယ်\nဘာသာရေးအစွန်းရောက်ခေါင်းဆောင်ဟာ အဲ့ရွာကနေ ယုံကြည်သူနောက်လိုက်တွေကို ခေါ်ပြီး တောအလယ်မှာ ရွာတည်ပြီး သီးသန့်နေထိုင် ခြယ်လှယ်နေပါတော့တယ်\nခက်တာက အဲဒီရွာလေးဟာ လူသားစားအရိုင်းမျိုးနွယ်စုရဲ့ အန္တရာယ်ကိုလည်း ရင်ဆိုင်နေရပါတယ်\nရှီလာတစ်ယောက် သူ့အစ်မကို ပြန်လည်ရှာတွေ့ပြီး အိမ်အရောက် အပါခေါ်နိုင်မလား သူကိုယ်တိုင်ရော လွတ်မြောက်ပါ့မလားဆိုတာ ကြည့်ရှုခံစားလိုက်ကြပါ\nဒီဇာတ်လမ်းမှာထူးခြားတာက မြန်မာ-အင်္ဂလိပ်ကပြား မင်းသမီးMe Me Lai ...",
        "rating": "5.1",
        "url": "https://megaup.net/2tj5n/(CM)_Eaten.Alive.1980.1080p.BluRay.x264-SADPANDA.mp4",
        "category": "Adult, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/avokvOwhjVR9GgISsSSgb2A343G.jpg",
        "title": "Valley of the Dead (2020)",
        "description": "Malnazidos (a.k.a) Valley of The Dead (2020)(1080p ရပါပြီ)ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ ရှေ့လကမှ Netflix မှာ ပြသသွားတဲ့ စပိန် ဇွန်ဘီဇာတ်ကားသစ်လေးပါ။ စပိန်ပြည်တွင်းစစ်ပွဲအတွင်းက အကြောင်းအရာကို နောက်ခံထားပြီး ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးပုံဖော်ထားတာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...\nကပ္ပတိန်ဟန်လိုဇာနိုဟာ နိုင်ငံရေးအကြောင်းအရာတွေမှာ ၀င်စွက်ဖက်ခဲ့တဲ့အတွက်ကြောင့် အထက်လူကြီးတွေရဲ့ အမုန်း ခံရပြီး အန္တရာယ်များတဲ့ တာ၀န်တစ်ခုကို ထမ်းဆောင်ဖို့ စေလွှတ်ခြင်းခံရပါတယ်။တာဝန်ထမ်းဆောင်ဖို့ သွားနေတဲ့ လမ်းခရီးမှာ ကပ္ပတိန်ဟန်လိုဇာနိုနဲ့ သူရဲ့တပည့်ဟာ တော်လှန်ရေးတပ်ဖွဲ့တွေရဲ့ ဖမ်းဆီးခြင်း ခံရပြီး ထူးဆန်းတာတွေ ဆက်တိုက် ကြုံတွေ့ခဲ့ရပါတော့တယ်။ဒီထူးဆန်းတဲ့ဖြစ်ရပ်တွေက ဘယ်လိုဖြစ်လာလဲ?\nကပ္ပတိန်တို့အဖွဲ့ ဘာတွေနဲ့ ကြုံတွေ့လာရမလဲ? ဆိုတာ ဆက်လက်ရှုလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ YKH ပါ။)File Size          : 1.6GB, 668MB, 339MB\nQuality          ...",
        "rating": "5.8",
        "url": "https://megaup.net/2tebu/[CM]Malnazidos.Valley.of.The.Dead.2020.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTU3MjUwMzQ3MF5BMl5BanBnXkFtZTgwMjcwNjkxMjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Dark Tower (2017)",
        "description": "ဒီဇတ်လမ်းဟာ စာရေးဆရာ Stephen King ရဲ့ ဝတ္တုကို ရုပ်ရှင်အဖြစ်အသက်သွင်းထားတာပါဇတ်လမ်း အစကို ကြည့်မိရင် အဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပြီးသင့်အတွက် ကြည့်ရတာ နောင်တ မရနိုင်မယ့် ရုပ်ရှင်ကားကောင်းတစ်ခုအဖြစ်ညွှန်းပါရစေ...Movie Review==========ကမ္ဘာတွေဟာ အများကြီး ရှိနေပြီး ကမ္ဘာတစ်ခုနဲ့ တစ်ခုဟာ စွမ်းရည်တွေ မတူညီကြပါဘူးဒီကမ္ဘာတွေ အားလုံးရဲ့ အလယ်ဗဟို တည့်တည့်မှာတော့ ကမ္ဘာကြီးရဲ့ ထောက်တိုင် တစ်ခုတည်ရှိနေပြီး ထို ထောက်တိုင်ကြီး မရှိတော့တဲ့အခါမှာတော့ ကမ္ဘာတွေဟာ မှောင်အတိပြီး၍မီးလောင်ကျွမ်းကုန်မှာပဲ ဖြစ်ပါတယ်...ထို ထောက်တိုင်ကြီးကို ဖျက်ဆီးဖို့ ကြံရွယ်နေသူတွေကတော့ ဝေါ်တာ ဆိုသော မကောင်းဆိုးဝါး နှင့်အရေခွံခြုံသူများ ဖြစ်ပါတယ် ထိုကဲ့သို့ ဖျက်ဆီးဖို့ရန် အတွက် စိတ်ထားသန့်စင်သော ကလေးများကိုဖမ်းပြီး စိတ်စွမ်းအင် ထုတ်ယူ၍ ကမ္ဘာတွေရဲ့ အလယ်ဗဟို ထောက်တိုင်ကို တစ်ဖြေးဖြေးအားနည်းစေရန်တိုက်ခိုက်လျက် ရှိပါတယ်...တစ်နေ့မှာတော့ ကမ္ဘာတစ်ခုပေါ်မှာ စိတ်စွမ်းအင်အမြင့်ဆုံး ကလေးတစ်ယောက်ဖြစ်တဲ့ ဂျိတ်ချန်ဘာ ကိုအရေခွံခြုံတွေ ရှာတွေ့သွားပြီး ဖမ်းဆီးရန် ရောက်လာစဉ်မှာပဲ ကြိုတင်အကြားအမြင်ရထားတဲ့ဂျိတ်ဟာ ကမ္ဘာအလယ်ဗဟို ထောက်တိုင် ကို ကာကွယ်သူ သေနတ်သမားကို ရှာဖို့ ထွက်ပြေးခဲ့ပါတယ်..ထို အချိန်မှာပဲ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2tfxd/The.Dark.Tower.2017.1080p.BluRay._%7BCM%7D.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BM2MxZmU0ZmYtZDNiNi00MTA3LThhNDQtNzI1YjYwYzhjZDExXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Secret Headquarters (2022)",
        "description": "Paramount ကထုတ်တဲ့စူပါဟီးရိုးကားအသစ်ပါ။Charlie နဲ့သူမိသားစုတို့ဟာပျော်ပွဲစားထွက်ရင်း သူတို့အနားကိုလေယာဉ်ပျက်ကျလို့ Charlie အဖေ Jack ဟာသွားကူညီပါတယ်။အဲဒီမှာ မထင်မှတ်ဘဲ ထူးဆန်းတဲ့အရာနဲ့ထိတွေ့ပြီး Charlie တို့မိသားစုရဲ့ကံကြမ္မာကလည်း လုံး၀ပြောင်းလဲသွာရပါတော့တယ်။The Adam Project မှာ နာမည်ရလာတဲ့ ကလေးသရုပ်ဆောင်လေး Walker Scobell အပြင် နာမည်ကျော်မင်းသားကြီး Owen Wilson တို့ပါ၀င်ထားပါတယ်။ဒါ့အပြင် ပါရမီရှိတဲ့ တခြားကလေးသရုပ်ဆောင်တွေလည်း အားဖြည့်ထားပါတယ်။Superhero ရုပ်ရှင်ဆိုတဲ့အတိုင်း superpower တွေနဲ့ Fight scene တွေကအဆင့်မြင့်ပြီး အဖေဖြစ်သူနဲ့သားကြားက Dynamic ကိုလည်းစိတ်ဝင်စားဖွယ်ရာတင်ဆက်ထားပါတယ်။မိသားစုလိုက်ကြည့်ရင်လည်း မပျင်းရမယ့်ဇာတ်ကားမျိူးပါ။File Size__ (1.7GB) / (940 MB)\nQuality__ WEB-DL 1080p , 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:45:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by SP\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/2tfC6/Secret_Headquarters_(2022)_WEB-DL_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1EDg4nmLFNYiOUoNgo6WiPrAMif.jpg",
        "title": "Kelly’s Heroes (1970)",
        "description": "Kelly's Heroes (1970)~ IMDb - 7.6/10, Rotten Tomatoes - 78%~စစ်ကားဗျ စစ်ကား...\nစိန်ပြောင်းနဲ့ပစ်တာပါတယ်။ လေယာဉ်နဲ့ ဗုံးကြဲတာပါတယ်။ တင့်ကားချင်း ယှဉ်ချတာပါတယ်။ စက်သေနတ်ရော လက်ပစ်ဗုံးတွေရော။ ထူးထူးဆန်းဆန်း သေဆုံးသူ သင်္ဂြိုလ်ရေးတပ်ခွဲတောင် ရှိတယ်ဆိုပဲ။ ဒါပေမဲ့ စစ်ကားဆန်တဲ့ စစ်ကားတော့ မဟုတ်ဘူး။မင်းသားက ကလင့်တ် အိစ်ဝုဒ်။ ဒုတိယကမ္ဘာစစ်။ မဟာမိတ်တပ်သားတွေ အိုမာဟာကမ်းခြေကနေ ကမ်းတက်လာပြီးတော့ ပြင်သစ်နယ်စပ်မှာ အထိုင်ချတဲ့အချိန်။ ဖက်ဆစ်နာဇီ ဂျာမန်တွေနဲ့ ရင်ဆိုင်စစ်ပြင်ထားကြတာပေါ့။ ဒါပေမဲ့ ဒီဇာတ်ကားက သမိုင်းကြောင်းကို မလှန်၊ နိုင်ငံသူရဲကောင်းကိုမဖော်ကျူး၊ လူထဲက လူတွေရဲ့လောဘနဲ့ ဖျံကျတတ်ကြတဲ့ လူသားပီသသူ လူသားများအကြောင်း ရိုက်ကူးထားလို့ သူ့အရသာက တမျိုးပါပဲနော်။ကယ်လီ တို့ စစ်သားတစ်စုက နိုင်ငံအတွက် စစ်မတိုက်ခဲ့ကြပါဘူး။ စစ်ရည်ဝနေတဲ့၊ စစ်ကိုမုန်းတဲ့၊ စစ်ရဲ့အနှစ်သာရမရှိမှုကို သိကြတဲ့ အခြားအဆင့် (အရာရှိမဟုတ်) စစ်သားကြီးတွေပါ။ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2tcnw/(CM)_Kelly_s_Heroes_(1970)_1080p.mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/Warcraft-2016-126x200.jpg",
        "title": "Warcraft: The Beginning (2016)",
        "description": "Warcraft: The Beginning (2016)အညွှန်း\n******************************** ဒီဇာတ်လမ်းလေးကို လူအတော်များမျာ မျှော်လင့်နေကြမယ်ထင်ပါတယ်။သာမန်ရုပ်ရှင်ပရိသတ်တွေလဲ ကောင်းကောင်းကြိုက်ကြပြီးWOW ကစားသမားတွေအတွက်တော့ ရွှေပါပဲ။လက်ရှိမှာတော့ IMDb 6.8 နဲ့ ရပ်တည်နေပါတယ်။ဇာတ်လမ်းလေးကို အကျဉ်းပြောပြရရင် မူလအစမှာ Human တွေနဲ့Orc တွေဟာအချင်းချင်းမသိကြ မဆုံဖူးကြသေးပါဘူး။ဒါပေမယ့် Orc တွေရဲ့ ကမ္ဘာကြီး ပျက်စီးသွားတော့မယ့်အချိန်မှာOrc မှော်ဆရာ Gul'dan ဟာ ဆိုးညစ်တဲ့အစိမ်းရောင်မှော်ပညာ(Fel) ကို သုံးပြီးမှော်မုခ်ဝ(Portal) ကို ဖွင့်လှစ်ပြီးAzeroth ကမ္ဘာ ကို Orc တွေ အားလုံးစုစည်းပြီးမျိုးနွယ်စု(The Horde) ကြီးတစ်ခုလုံးကို ခေါ်လာဖို့ကြိုးပမ်းပါတော့တယ်။အဲဒီ Azeroth ကမ္ဘာမှာတော့ Human တွေလူပု(Dwarf) တွေ နတ်သူငယ်(Elf) တွေဟာတစ်ယောက်ကိုတစ်ယောက်ယုံကြည်မှုမရှိသေး ကြည့်မရကြပေမယ့်ငြိမ်းချမ်းစွာနေထိုင်နေခဲ့တာကြာခဲ့ပါပြီ။ဒါပေမယ့် အခု ကမ္ဘာနှစ်ခုက မျိုးနွယ်တွေ တွေ့ဆုံလာပြီး ကိုယ့်ကိုကိုယ် ရှင်သန်နိုင်ဖို့တိုက်ခိုက်ကြရတော့မယ်အခြေအနေကိုရောက်လာတဲ့အခါ......Human ဘုရင်ကြီး Llane နဲ့ သူရဲကောင်း Lothar တို့ပူးပေါင်းပြီးမှော်ဆရာ(archmage) Khadgar ရဲ့အကူအညီနဲ့ဘယ်လိုရင်ဆိုင်ကြမလဲ....Orc ...",
        "rating": "6.8",
        "url": "https://megaup.net/2t6lt/Warcraft.2016.BLU-RAY.1080P5.1CH(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HOYvwGFioUFL58UVvDRG6beEDm.jpg",
        "title": "Luck (2022)",
        "description": "Luck (2022)~ IMDb rating - 6.3/10 ~Apple TV ကနေ လွှင့်တဲ့ကာတွန်းကားအသစ်ကောင်းကောင်းလေးတစ်ကား ထပ်ထွက်ပါတယ်။ ဆမ်ဆိုတဲ့မိဘမဲ့ဂေဟာက ကောင်မလေးတစ်ယောက်ပေါ့။ ငယ်ငယ်ကတည်းက ကံအမြဲဆိုးပြီး အကုန်တလွဲဖြစ်တယ်၊ မွေးစားမိဘလည်းရှာမရဘဲ အသက် ၁၈ နှစ်ပြည့်သွားလို့ ကိုယ်ပိုင်အခန်းကိုပြောင်းပြီး အလုပ်လုပ်နေရတဲ့ ကောင်မလေးပါပဲ။ တစ်နေ့မှာတော့ သူဘာလို့ ကံတွေဆိုးနေလဲဆိုတဲ့အဖြေကို မတော်တဆတွေ့သွားပါတော့တယ်။တကယ်တော့ လူသားတွေဆီကို ကံဆိုးခြင်းတွေကံကောင်းခြင်းတွေကို ပို့နေတဲ့နေရာတွေရှိပါတယ်။ အဲဒီမှာ ဌာနပေါင်းစုံရှိပြီး ကံဆိုးနည်းကံကောင်းနည်းမျိုးစုံကို သတ္တဝါပေါင်းစုံက စီမံထုတ်လုပ်နေပြီး လူတွေဆီကို ကြုံသလိုပို့နေတာကို သိလိုက်ရတာပါ။ အဲဒီ ကမ္ဘာတွေဆီကို ဆမ် တစ်ယောက် မတော်တဆရောက်သွားပြီး သူအလိုချင်ဆုံးဆန္ဒတစ်ခုအတွက် ကံကောင်းဖို့ ကြိုးစားလာတဲ့အခါ...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2GB, 933MB, 585MB\nQuality - 1080p, 720p, 480p\nIMDb Rating ...",
        "rating": "6.3",
        "url": "https://megaup.net/2t3G5/(CM)_Luck_(2022)_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNzdjNzU0MmUtOGJlNy00MTYxLTk3ZTMtYTkwMDUwNDdiZWZkXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "Rise of the Teenage Mutant Ninja Turtles: The Movie(2022)",
        "description": "Rise of the Teenage Mutant Ninja Turtles:The MovieRotten tomatoes 78%Metacritic 6.2/10\nဒါကတော့ အားလုံးသိကြတဲ့ TMNT ရဲ့နောက်ဆုံးထွက်လာတဲ့Animation ရုပ်ရှင်ပါ။2018 ကထွက်ရှိလာတဲ့ ပြန်ဆန်းသစ်ထားတဲ့ Nickelodeon tv series ရဲ့အဆက်ပါ။\nလိပ်နင်ဂျာညီအစ်ကိုလေးဦးတို့ Shredder ကိုနှိမ်နင်းပြီး နှစ်နှစ်အကြာမှာ\nအနာဂတ်ကပြန်ရောက်လာတဲ့ Casay Jonesနဲ့ပူပေါင်းပြီး အစွမ်းထက်လှတဲ့\nဂြိုလ်သားKrangတွေကို တားဆီးဖို့ကြိုးစားကြပါတယ်။\nဒီ Rise of the Teenage Mutant Ninja Turtles ကတော့\nFamily dynamicတွေနဲ့တချို့ Character တွေကို ပုံစံတစ်မျိုးနဲ့ပြန်ဖန်တီးထားပါတယ်။ဥပမာ ဒီVersion မှာLeo ကအကြီးဆုံးမဟုတ်တော့ဘဲ Ralph ကအကြီးဆုံးဖြစ်နေပါတယ်။\nဒါပေမယ့် Animation style ကပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းပြီး Action sequence တွေကလည်း\nတော်တော်မိုက်ပါတယ်။လိပ်နင်ဂျာ ညီအစ်ကိုတွေကြားက ဆက်ဆံရေးကလည်း စိတ်၀င်စားစရာပါပဲ။\nFile size…1.6GB / 855MB\nQuality…1080p WEB DL AAC5.1CH ...",
        "rating": "5.2",
        "url": "https://megaup.net/2t3jD/Rise.of.the.Teenage.Mutant.Ninja.Turtles.The.Movie.2022.1080p.NF.WEB-DL.AAC5.1CH.YK(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bon63yPVIgUFLP2653Dg9GCOJLJ.jpg",
        "title": "S.W.A.T.(2003)",
        "description": "S.W.A.T.(2003) အညွှန်း********************မာသာဖတ်ကာကြီးအဓိက ဦးဆောင်ထားတဲ့ အက်ရှင်အလန်းကားလေးတင်ဆက်ပေးလိုက်ပါတယ်..SWAT အဖွဲ့ဆိုတာ အန္တရာယ်ရှိတဲ့အခြေ‌အနေတွေကို ထိန်းကျောင်းဖို့၊ဓားစားခံဖမ်းခေါ်ထားတဲ့အခြေအနေတွေမှာ ကယ်ထုတ်နိုင်ဖို့ ရည်ရွယ်ပြီးရဲဌာနလက်အောက်မှာ ဖွဲစည်းထားတဲ့ အထူးစစ်ဆင်ရေးအဖွဲ့တစ်ဖွဲ့ဖြစ်ပါတယ်။လော့စ်အိန်ဂျယ်လ်ရဲဌာနရဲ့ SWAT အဖွဲ့ဟာ ကမ္ဘာပေါ်မှာဂုဏ်သိက္ခာအကြီးမားဆုံးနဲ့ လေးစားမှုအခံရဆုံး အဖွဲ့တွေထဲကတစ်ဖွဲ့ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ နိုင်ငံပေါင်း 12 နိုင်ငံကျော်မှာ မူးယစ်ဆေးကုန်ကူးမှု၊မှောင်ခိုသွင်းမှု၊ လူသတ်မှုပေါင်းများစွာနဲ့ အလိုရှိနေတဲ့အန္တရာယ်ရှိရာဇဝတ်သားတစ်ယောက်ကိုလော့စ်အိန်ဂျယ်ရဲဌာနက မမျှော်လင့်ပဲ ဖမ်းမိပါတော့တယ်။ အဲ့ဒီရာဇဝတ်သားဟာလည်းနှယ်နှယ်ရရမဟုတ်လေတော့ မီဒီယာတွေရှေ့မှာပါ သူ့ကိုကယ်ထုတ်ပေးနိုင်တဲ့ဘယ်သူမဆို ‌အမေရိကန်ဒေါ်လာ သန်းတစ်ရာပေးမယ်ဆိုပြီးအတိအလင်းကြေငြာထားသူဖြစ်ပါတယ်။ လော့စ်အိန်ဂျယ်လ် SWAT အဖွဲ့အနေနဲ့အဲ့ဒီအကျဉ်းသားကို ဗဟိုအကျဉ်းထောင်ကို လွှဲပြောင်းပို့ဆောင်ရဖို့ ဖြစ်လာတဲ့အခါမှာတော့ဒေါ်လာသန်းတစ်ရာရဖို့ ရာဇဝတ်သားကိုအပြိုင်အဆိုင်ကယ်ထုတ်ကြမယ့်သူတွေနဲ့ ကြုံဆုံရပါတော့တယ်။လော့စ်အိန်ဂျယ် SWAT အဖွဲ့အနေနဲ့ ဘယ်လိုနည်းဗျူဟာတွေနဲ့စစ်ဆင်ရေးကိုအကောင်အထည်ဖော်သွားမလဲ ဆိုတာကို ဒီဇာတ်လမ်းမှာစိတ်ဝင်စားဖွယ်စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။  File Size :(2.7GB)(1.08GB) and (380 MB)\nQuality : BLU-RAY1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime , Adventure, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/178cw/S.W.A.T.2003.BLU-RAY.1080P5.1CH.PP(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1olKsoxdIdHtnOf6qFywPaeVEII.jpg",
        "title": "Thirteen Lives (2022)",
        "description": "Thirteen Lives (2022)~ IMDb - 7.9/10, Rotten Tomatoes - 88% ~\"Directed by Ron Howard\"ထိုင်းမှာ ကလေး ၁၂ယောက်နဲ့ ဘောလုံးနည်းပြတစ်ယောက် ဂူထဲပိတ်မိတဲ့ သတင်းဟာ ဟိုးတုန်းက ဟိုးလေးတကျော်ပေါ့။ အဲဒီထဲ ရှမ်းအမေ မြန်မာနိုင်ငံသူရဲ့ ကလေးတောင်ပါပါတယ်။ ပထမဆယ်ရက်ထိ သူတို့ဆီမှာ ဘာစားစရာ ဘာရေမှ မရှိဘဲ ကယ်ဆယ်ရေးတွေရောက်တဲ့အထိ ရှင်အောင်နေနေခဲ့ကြတဲ့ စိတ်ရောကိုယ်ပါ သန်မာတဲ့ကလေး ၁၂ယောက်နဲ့ နည်းပြတစ်ယောက်ရဲ့အဖြစ်ကို ရှေ့နှစ်မှာ ဒိုကူမန်ထရီတစ်ကားထွက်ခဲ့ပြီး အဲဒီအရင်လည်းတစ်ကားထွက်ဖူးပေမဲ့ ဒီနေ့တစ်ရက်တည်းတင် နောက်၂ကားထွက်လာပါတယ်။ သို့ပေမဲ့ ဒီရုပ်ရှင်ကတော့ မတူပါဘူး။ မတူဆို ဒါရိုက်တာက စပြောရမှာပဲ။ဒါရိုက်တာက ရွန်ဟောင်းဝတ်။ 2001 မှာထွက်ခဲ့တဲ့ A Beautiful Mind ရုပ်ရှင်နဲ့ Best Picture, Best Director အပါအဝင် တခြားဆုတွေ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2t28A/(CM)_Thirteen_Lives_(2022)_1080p.mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wKiOkZTN9lUUUNZLmtnwubZYONg.jpg",
        "title": "Minions: The Rise of Gru (2022)",
        "description": "Minions : The Rise of Gru (2022)မီနီယံဆိုတာနဲ့ ကလေးတုန်းကအမှတ်တရတွေနဲ့အတူ အူတက်နေအောင် ရယ်ရမယ်ဆိုတာ သိပြီးသားဖြစ်မှာပါ။\nဒီရုပ်ရှင်ကတော့ မီနီယံတွေဟာ ကမ္ဘာဦးကတည်းက အကြမ်းဆုံးဗီလိန်ကို လိုက်ရှာရင်း\nတွေ့ခဲ့သမျှ ဘော့စ်တွေကို ဒုက္ခပေးရင်းနဲ့ နောက်ဆုံးမှာ ဂရူ ပေါက်စလေးနဲ့ တွေ့ခဲ့ပါပြီ။\nဂရူကလည်း ကမ္ဘာအကောင်းဆုံးဗီလိန်အဖွဲ့ဖြစ်တဲ့ လူမိုက်ကြီး၆ယောက် အဖွဲ့ထဲကိုဝင်ဖို့ကြိုးပမ်းနေချိန်ဖြစ်ပြီး\nဂရူ နဲ့ မီနီယံတွေ ဘယ်လို တလွဲတွေလုပ်ကြမလဲဆိုတာ ဆက်ကြည့်ရှုလိုက်ပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Animation, Adventur, Comedy\nQuality….4k HEVC WEB DL | 1080p | 720p | 480p\nFile size… 7.08GB | 1.8GB | 1GB | 396MB\nFormat… mp4\nDuration…. 1h 27min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "6.8",
        "url": "https://megaup.net/2sXii/Minions.The.Rise.of.Gru.2022.1080p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/777-135x200.jpg",
        "title": "777 Charlie (2022)",
        "description": "IMDb - 9.1 / 10လူတစ်ယောက်ကို ပြောင်းလဲစေတာက\nအချစ်လို့ပြောမယ်ဆို ရဲရဲကြီးယုံလိုက်ပါ...ငယ်စဉ်က မိသားစုတွေ ဆုံးပါးသွားပြီး\nတစ်ယောက်တည်းကျန်ခဲ့တဲ့ \"ဒါမာ\"ကြီးပြင်းတဲ့အထိ တစ်ယောက်တည်းနေဖို့ကိုပဲ\nရွေးချယ်ခဲ့ပြီး လူ့ပတ်ဝန်းကျင်နဲ့\nဝင်ဆံ့ဖို့ မကြိုးစားတဲ့ လူ့ဂွစာတစ်ယောက်အဲဒီ့သူ့ဘဝထဲကို မမျှော်လင့်ဘဲ ရောက်လာတာကတော့\nခွေးလေးတစ်ကောင်အဲဒီခွေးလေးကို သူမမွေးချင်လို့\nမွေးစားမယ့်သူကို ရှာနေတုန်းမှာပဲ\nခွေးလေးနဲ့ သံယောဇဉ်တွယ်သွားပြီး\nခွေးလေးက သူ့ရဲ့ဘဝဖြစ်လာခဲ့တော့တယ်သူ့ရဲ့ မာကြောနေတဲ့ ဘဝကြီးကို\nနူးညံ့ပျော့ပျောင်းလာစေပြီး\nဂျစ်ကန်ကန်နဲ့ လောကကြီးကို အရွဲ့တိုက်နေထိုင်ခဲ့တဲ့ သူ့ကို\nအမြင်ကျယ်လာစေခဲ့တာက အဲဒီခွေးလေးပေါ့လူနဲ့ တိရစ္ဆာန်ကြားက မေတ္တာတရား‌\nအဲဒီမေတ္တာဆိုတဲ့အရာဟာ စစ်မှန်ရင်\nဘယ်လောက်တောင် စွမ်းအားကြီးတယ်ဆိုတဲ့\nအကြောင်း ရိုက်ကူးပြသထားတဲ့\nမျက်ရည်မခိုင်သူတွေ မျက်ရည်ကျစေမယ့်\nဒရမ်မာကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်\nFile size…2.6Gb / 1.15GB\nQuality…1080p VOOT WEBDL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Thet Ko",
        "rating": "9.1",
        "url": "https://megaup.net/38T6x/777.Charlie.2022.1080p.VOOT.WEB-DL.Kannada.AAC5.1CH.YK(CM).mp4",
        "category": "Adventure, Bollywood, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aRrBxqp2oYURQFyeeCYr4XUmHrL.jpg",
        "title": "Snake Lady ( 2022 )",
        "description": "မြွေကားကြိုက်တဲ့သူတွေအတွက် စိတ်လှုပ်ရှားစရာကောင်းတဲ့\nဒီနှစ်ထဲအသစ်ထွက်ထားတဲ့မြွေကားတစ်ကားနဲ့တင်ဆက်ပြသလိုက်ပါတယ်\nဒီကားလေးကတော့ ပုံမှန်လိုမြွေစိမ်းမလေးတွေအကြောင်းမဟုတ်ဘဲ\nလျှို့ဝှက်ဆန်းကြယ်တဲ့ကျွန်းတစ်ကျွန်းမှာ မြွေနတ်ကိုသွားရှာတဲ့ကားလေးဖြစ်ပါတယ်မဂ္ဂဇင်းတိုက်ရဲ့ထုတ်လုပ်သူ ကုချိုးနဲ့ အယ်ဒီတာ လီထုံတို့ဟာ\nသူငယ်ချင်းတစ်ချို့ခေါ်လာပြီး ဒဏ္ဍာရီဆန်တဲ့ကျွန်းကိုရှာပြီးသွားရောက်ကြတယ်\nအဲ့နေရာမှာထူးခြားတဲ့မြွေကြီးတွေရှိပြီး လီထုံရဲ့အဖေက တစ်ချိန်တစ်ခါ\nတာဝန်ထမ်းတောင်ရင်း အဲ့ကျွန်းကိုရောက်သွားခဲ့ပြီး\nဘာတွေဖြစ်လဲဆိုတာ လီထုံက သိချင်နေခဲ့တယ်\nကျွန်းပေါ်ကခေါင်းဆောင်လျန်ရန်ကလည်း\nရုတ်တရက်ရောက်လာတဲ့သူတို့ကို ဘယ်လိုဧည့်ခံမလဲသူတို့အပေါ်ဘာတွေလျှိုဝှက်ထားတာလဲ\nလီထုံကရော နောက်ဆုံးမှာ သူ့အဖေအဲ့ကျွန်းပေါ်ဘာတွေဖြစ်ခဲ့လဲဆိုတာ\nသိနိုင်မလားဆိုတာကို အားလုံးအတူတူကြည့်ရင်းအဖြေရှာထုတ်ကြရအောင်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Adventure\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1MXze/Snake_Lady_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Adventure, Thriller"
    }
]