[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/kSlYq6FrBUviGSEh8v4L9nrSnBT-133x200.jpg",
        "title": "One Hundred and One Dalmatians (1961)",
        "description": "One Hundred and One Dalmatians (1961)~ IMDb - 7.3/10, Rotten Tomatoes - 98% ~ပထမဆုံးပြောချင်တာကတော့ Animated Movies တွေကို ရှေးခေတ်က ဖန်တီးတဲ့နေရာမှာ အသုံးပြုခဲ့တဲ့ နည်းလမ်းတွေပေါ့ဗျာ။ ဓာတုဆေးရည်တွေသုံးပြီး အရောင်ခြယ်ပုံတွေ မိတ္တူဆွဲခဲ့ကြတုန်းက အရောင်စိုစိုပြောင်ပြောင်တွေ ရခဲ့တဲ့ခေတ်အပြီးမှာတော့ မင်ခြောက်ကိုသုံးပြီး မိတ္တူဆွဲ Cell ထဲထည့်တဲ့ခေတ်ကို ရောက်လာပါတယ်။ မနှင်းဖြူနဲ့ လူပုလေးတွေ၊ အခုတင်ဆက်မယ့် ဒယ်မေးရှင်း တစ်ရာ့တစ်ကောင် တို့ကစလို့ နှောင်းပိုင်း Animated Movies တွေအထိ ဆင့်ကဲတိုးတက်သုံးစွဲလာတဲ့ နည်းလမ်းတစ်ခုပါ။မင်ခြောက်ဖြစ်တဲ့အတွက် အရောင်တွေက သဘာဝနဲ့နီးစပ်ပြီး မိတ္တူဆွဲပြီးတာနဲ့ Cell တွေထဲ တစ်ခါတည်းထည့်လို့ Computerized Animation လုပ်လို့လည်း ရသပေါ့လေ။ ဒါပေမဲ့ 101 Dalmatians မှာတော့ Computer ရဲ့ Artificial ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Aijm/(CM)_101_Dalmatians_(1961)_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNBAXBIQlnOThrVvA6mA2B5ggV6.jpg",
        "title": "The Super Mario Bros. Movie (2023)",
        "description": "The Super Mario Bros Movie (2023)စူပါမာရီယိုဟာ သမိုင်းတလျှောက်ရောင်းအားအကောင်းဆုံး ဂိမ်းပဲဖြစ်ပါတယ်။\nဂိမ်းအမျိုးအစားနဲ့ ပလက်ဖောင်းများလွန်းလို့ လူသန်းပေါင်းဘယ်လောက်ကစားဖူးလဲတောင် ပြောရခက်ပါတယ်။\nအခုတခေါက်ကတော့ ဒီဂိမ်းကို ကာတွန်းအဖြစ်အသက်သွင်းထားတာပါပဲ။\nမာရီယိုအဖြစ် ခရစ်ပရက်၊ မင်းသမီးလေးအဖြစ် အာညာတေလာဂျွိုင်း၊\nလူဝီးဂျီအဖြစ် ချာလီဒေး နဲ့ လိပ်ကြီးဘောင်ဆာအဖြစ် ဂျက်ဘလက်တို့လို နာမည်ကျော်တွေ သရုပ်ဆောင်ထားပါတယ်။\nထွက်ခဲ့ဖူးတဲ့ မာရီယိုဂိမ်းမျိုးစုံထဲက ကာရိုက်တာတွေ၊ လက်နက်တွေ၊ တီးလုံးတွေ၊ နေရာတွေကို သူ့နေရာနဲ့သူ ပြန်သုံးပေးထားပါတယ်။\nကြည့်ရတာ အပန်းပြေတဲ့ ကာတွန်းကားလေးပါပဲ။ဇာတ်လမ်းအကျဉ်းမာရီယိုနဲ့လူဝီးဂျီတို့ ညီအစ်ကိုဟာ လူတိုင်းက အထင်သေးရတဲ့ ဘရွတ်ကလင်းရဲ့ ရေပိုက်ပြင်သမားညီအစ်ကိုနှစ်ယောက်ဖြစ်ပါတယ်။\nတစ်နေ့မှာတော့ ရေပိုက်တစ်ခုကနေ မှော်တိုင်းပြည်ထဲကို‌ရောက်သွားပါတော့တယ်။လူဆိုးဘုရင်ကြီး ဘောင်ဆာဟာ စူပါကြယ်ကြီးကို ပိုင်ဆိုင်ပြီး သူတို့ရဲ့ မှော်လောကထဲကို တိုင်းပြည်အားလုံးကို သိမ်းပိုက်ဖို့ ကြံစည်ထားတဲ့သူဖြစ်ပါတယ်။\nဒါပေမဲ့ သူက မှိုတိုင်းပြည်က မင်းသမီးလေးမက်မွန်သီးကို အရမ်းချစ်နေတာမို့ သူနဲ့အတူ ကမ္ဘာကြီးကိုသိမ်းပိုက်ဖို့ မင်းသမီးလေးကို လက်ထပ်ခွင့်တောင်းဖို့လာခဲ့ပါတယ်။\nမင်းသမီးက လက်မခံခဲ့ရင်တော့ မှိုတိုင်းပြည်ကိုဖျက်ဆီးပစ်မှာပါပဲ။\nဒါကိုသိတဲ့ မင်းသမီးလေးဟာ မာရီယိုနဲ့ပူးပေါင်းပြီး ဒန်းကီးကောင်တို့ရဲ့တိုင်းပြည်ကိုစစ်ကူသွားတောင်းခဲ့ပါတယ်။\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ ကာတွန်းထဲမှာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Aifp/The.Super.Mario.Bros.Movie.2023.2160p.MA.WEB-DL.DDP5.1.Atmos.H.265_4K_%7BCM%7D_TSK.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2RjMjU0NDMtMmM2MS00MTRmLWI1YmMtZWQwZjUxNzZhMWEyXkEyXkFqcGdeQXVyMTQzNTA5MzYz._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Polite Society (2023)",
        "description": "IMDb - 7/10 , RT- 91% The Umbrella Academy , Red Notice , Barbie , Last Christmas အစရှိတဲ့ လူကြိုက်များတဲ့ရုပ်ရှင်တွေ TV Showတွေရဲ့ ကျွန်တော်တို့ရဲ့ မင်းသမီးချောလေးRitu Aryaလေးရဲ့ ရုပ်ရှင်ဇာတ်ကားအသစ်လာပါပြီ။ ဒါ့အပြင်ကိုမှ The Bastard Son & The Devil Himself ရဲ့ သရုပ်ဆောင် ဗြိတိန်သူလေး Priya Kansaraနဲ့ကိုမှ Ms.Marvelထဲက ပါကစ္စတန်မင်းသမီးကြီး Nimra Buchaတို့ကပါ ပါဝင်ပြီးအားဖြည့်ပြီး ဇာတ်လမ်းကို အရှိန်တင်ထားပါသေးတယ်။ ယဉ်ကျေးတဲ့ လူ့အဖွဲ့အစည်းလို့ပြောလိုက်ရင် အခုခေတ်လူနေမှုအဆင့်တန်းကို ပြေးမြင်မိကြမယ်ထင်ပါတယ်။ တိုးတက်နေတဲ့ နည်းပညာတွေ ယဥ်ကျေးလာကြတဲ့ လူအသိုင်းဝိုင်းတွေ စသဖြင့်ပေါ့။ ယဥ်ကျေးမှုတွေ ထွန်းကားလာတာနဲ့အမျှ သီးချိန်တန်သီး၊ ပွင့်ချိန်တန်ပွင့်ဆိုတဲ့ သဘောတရားကလည်း အမြဲကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1elkf/Polite.Society.2023.1080p.(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrnpljKsSqQTX23fxghoNMxSQaA.jpg",
        "title": "Crazy Flower in Dragon Palace ( 2023 )",
        "description": "ယခုခေတ် လူသားတွေအသုံးပြုနေတဲ့အရာတွေဟာ အတိတ်က\nအစပြုခဲ့တာဖြစ်ပါတယ်၊တစ်ချိန်ကပစ္စုပန်ဟာ\nအခုအချိန်မှာ အတိတ်ဖြစ်သလို လက်ရှိပစ္စုပန်ဟာလည်း\nအနာဂတ်မှာ အတိတ်အဖြစ်ကျန်ရစ်ခဲ့မှာပါပဲ...ဒါတွေအားလုံးကိုစိတ်ကြိုက်ပြောင်းလဲနိုင်မဲ့အရာရှိရင်ရော?\"အချိန်ခြားယန္တရားစက်ကွင်း\"ဟာ ဖြစ်ရပ်တွေကိုပြောင်းလဲနိုင်စွမ်းရှိတဲ့\nလူသားတွေမမြင်နိုင်တဲ့တစ်နေရာမှာတည်ရှိနေတဲ့\nဒဏ္ဍာရီလာ မှော်လက်နက်တစ်ခုဖြစ်ပါသတဲ့။ရှေးဟောင်းပစ္စည်းတွေကို သုတေသနလုပ်တဲ့ ပါမောက္ခဆိုသူဟာ\nလမ်းခရီးမှာ အန္တရာယ်ကျရောက်ခဲ့တဲ့အတွက် _\nလင်ရှီးယွီ၊လင်လဲ့ယောင်းနဲ့ပေ့ကျီးတိုသုံးဦးပါဝင်တဲ့\nကယ်ဆယ်ရေးအဖွဲကိုအကူညီတောင်းခဲ့ပါတယ်...✓အမှုတစ်ခုဟာ လိုက်လေပေါ်လေဆိုသလို ပါမောက္ခကိုကယ်တင်ရုံနဲ့ပြီးသွားမလား?\n-သဲလွန်စဇစ်မြစ်ကနေ ရွက်ပုန်းသီးကိုပဲရှာတွေ့သွားနိုင်မလား\n✓အတိတ်မှာရော ဘယ်လိုရာဇဝင်တွေရှိခဲ့ပြီး အနာဂတ်ရောဘာတွေကြုံတွေ့ရဦးမလဲ?\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Clytie\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/1eiu7/Crazy_Flower_In_Dragon_Palce_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjEwODkwMTYtOWY1OC00YzJiLTgxNDItYWVkODA5MjNiYThkXkEyXkFqcGdeQXVyNjc4NjM0Njc@._V1_-148x200.jpg",
        "title": "The Legend Of Zu (2001)",
        "description": "ဇူတောင်တန်းမှာ ဒဏ္ဍာရီတွေ အများကြီးရှိနေပါတယ်...စွမ်းအားပြင်းတဲ့ လက်နက်တွေ နတ်ပြည်က ဖန်ဆင်းပေးထားတာတွေ မသေမျိုးတွေ ပြီးတော့... တောင်တန်းကို မကောင်းဆိုးဝါးတွေ လက်ထဲက ကာကွယ်ပေးနေတဲ့ အသင်းတော်တွေ …နှစ် ရာထောင်သောင်းချီတဲ့ ကာလအတွင်းမှာ အသင်းတော်တွေကြားက မညီညွတ်မှုကြောင့် တစ်သင်းပြီး တစ်သင်း မကောင်းဆိုးဝါးကြီး အင်စိုရဲ့ ဖျက်ဆီးမှုကြောင့် ကွယ်ပျောက်ခဲ့ရပါတယ်။အခုကတော့ အိုမီအသင်းတော်အလှည့်ပါ... အိုမီကျောင်းတော်သားတွေက တက်ညီလက်ညီ ကာကွယ်သွားနိုင်မလား... မကောင်းဆိုးဝါးကပဲ အနိုင်ယူသွားမလားဆိုတာကို တရုတ်သိုင်းကား စိတ်ဝင်စားရင်တော့ ကြည့်လိုက်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲခဗျာ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(3GB) / (1.5GB)\nQuality__1080p, 720p\nIMDb Rating__5.1/10\nFormat__mp4\nDuration__01:44:00\nType__Action, Adventure, History\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Tun Aung Kyaw\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://megaup.net/1eitp/The_Legend_of_Zu_(2001)_1080p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/unnamed-139x200.jpg",
        "title": "Call of Heroes (2016)",
        "description": "Call of heroes (2016)ဒီကားလေးကတော့ နိုင်ငံရေးအရှုပ်အထွေးတွေ ကွန်ဖူးသဘောကျသူတွေ ကြည့်သင်တဲ့ကားလေးပါနော်\nမြင်းတစ်ကောင်ကိုပဲ မှီခိုပြီး မြင်းသွားရာနောက်သာလိုက်တတ်တဲ့ မာဖုန်း...\nသူ့မှာဘယ်လိုအတိတ်တွေရှိခဲ့လို့ လောကကြီးကိုစိတ်ကုန်ပြီး လေလွင့်နေတာလဲ?တောမီးလောင် တောကြောင်လက်ခမောင်းခတ်သလို တိုင်းပြည်မငြိမ်သက်ချိန် ချောင်ယင်းက စစ်အင်အားစုပြီး မြို့လေးတွေကို လိုက်သိမ်းပိုက်ပါတော့တယ်စိတ္တဇဆန်ဆန် လူပဲသတ်ချင်နေတဲ့ ချောင်ယင်းရဲ့သား ချောင်ရှောလန်ကြောင့် မာဖုန်းနဲ့ ဆရာမလေး​ပိုင်တို့ တွေ့ဖို့ဖြစ်လာတဲ့အခါ...ဘယ်လိုကံကြမ္မာတွေကြုံတွေ့ရမလဲ?ချောင်ယင်းတို့ကို ဘယ်လိုနှိမ်နှင်းမလဲဆိုတာ ဇာတ်လမ်းလေးထဲ ကြည့်ရအောင်နော် ။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )File Size__(2.7GB) / (1.3GB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__6.3/10\nFormat__mp4\nDuration__02:00:00\nType__Action, Adventure, Crime\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hlaing Theint Theint Latt\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/1Uhh3/Call_of_Heroes_(2016)_1080p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/300px-Dragon-squad-poster_01-144x200.jpg",
        "title": "Dragon Squad (2005)",
        "description": "ဇာတ်လမ်းကတော့ နိုင်ငံတကာအလိုရှိနေတဲ့ ဟောင်ကောင်ရာဇဝတ်သား ကျားသစ်ဒွမ်ကို ရုံးထုတ်တာကနေ စတင်ထားတာပါတယ်။တရားစွဲမှာဖြစ်တဲ့အတွက် အပြည်ပြည်ဆိုင်ရာရဲဌာနဖြစ်တဲ့ အင်တာပိုလ်ကလည်း ပါဝင်လာပြီးတော့ ကျားသစ်ဒွမ်ကို ထောင်ထဲပို့ သူ့ရဲ့ မြေပေါ်မြေအောက် စီးပွားရေးမှန်သမျှ ချုပ်ငြိမ်းဖို့ ကြံဆောင်ကြတော့မှာပါ...ဒါပေမယ့် ဇာတ်လမ်းက ရိုးရှင်းမနေပါဘူး.... ပြည်ပကြေးစားအဖွဲ့တစ်ဖွဲ့က ရုံးထုတ်မယ့်နေ့မှာပဲ လုံခြုံရေးယာဉ်တန်းကို တိုက်ခိုက်ပြီး ကျားသစ်ဒွမ်ကို ခေါ်ဆောင်သွားပါတယ်...ကျားသစ်ဒွမ်လည်း ကယ်တင်ခံရပြီ အထင်နဲ့ ပျော်ရွှင်ခံပေမယ့် တကယ်တန်းမှာတော့ သူနဲ့ သူ့အစ်ကို ကျားကြီးဒွမ်တို့ကို လက်စားချေမယ့်သူတွေပဲ ဖြစ်လို့နေပါတယ်... ဟောင်ကောင်ရဲတွေက တစ်ဖက်… အငယ်တန်းအင်တာပိုလ်ရဲတွေက တစ်သင်း.... ကြေးစားတွေက တစ်ဖွဲ့... သူ့ညီကို ပြန်ကယ်ချင်တဲ့ ကျားကြီးဒွမ်တို့ကလည်း တစ်ဖွဲ့ဖြစ်နေလောတော့ လေးပွင့်ဆိုင်အက်ရှင်ကားလေးလို့ပဲ ပြောရမှာပါ...ဟောင်ကောင်အက်ရှင်ကားကြိုက်သူတွေအဖို့ ကြည့်သင့်တဲ့ ဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Tun Aung Kyaw ပါ )File Size__(1.6GB)\nQuality__720p\nIMDb Rating__5.3/10\nFormat__mp4\nDuration__01:59:00\nType__Action, Crime, ...",
        "rating": "5.3",
        "url": "https://megaup.net/1eivz/Dragon_Squad_(2005)_720p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWp8hUqE4oLPxsYgilXoYoVThfU.jpg",
        "title": "George of the Jungle (1997)",
        "description": "George of the Jungle (1997)ကမ္ဘာကျော် တောတွင်းဇာတ်ကောင်တွေ အများကြီးရှိခဲ့တယ်ဗျ။ ကလေးဘဝက သူများအိမ်မှာ တိုးဝှေ့ပြီးသွားကြည့်ရတာတစ်မျိုး၊ ဗီဒီယိုရုံမှာ မုန့်ဖိုးလေး ကျစ်ကျစ်ပါအောင် စုဆောင်းပြီး ကြည့်ရတာကတစ်ဖုံ မျိုးစုံကြုံခဲ့ရတာပေါ့လေ။ကောင်ကလေး မောဂ္ဂလိ၊ တောဘုရင် တာဇံ၊ မစ္စတာ ဘုန်း စသဖြင့် ဖိုက်တင်ချ၊ ရယ်စရာဟာသတွေနဲ့ ဆေးရောင်စုံပိတ်ကားကြီးကို မျက်တောင်မခတ်စတမ်း ငေးမောခဲ့ရဖူး။ဒီနေ့တင်ဆက်မှာကတော့ တောဘုရင်ကြီးဖြစ်တဲ့ တောနက်ထဲက ဂျော့ ပါတဲ့ခင်ဗျ။ စုစုပေါင်း နှစ်ကားထွက်ရှိထားပြီး ၁၉၉၇ ခုနှစ်က ပထမဇာတ်ကားကို တင်ဆက်ပါ့မယ်။ ဟာသကားဆိုတော့ ဟာသကားလောက်ပဲ Rating ရခဲ့တယ်ဆိုပေမဲ့ စိတ်ကူးကောင်းတဲ့ဟာသလေးတွေ တော်တော်များများ တွေ့ရမှာပါ။အဟောင်းဖြစ်ပြီး လူတကာကြည့်ဖူးပြီးသားဆိုပေမယ့် The Mummy နဲ့ The Whale မင်းသားကြီး Brendan Fraser ရဲ့ ငယ်မူငယ်သွေးကို ပြန်ကြည့်ရမှာမလို့ ဟောင်းပေမဲ့ ကောင်းနေဦးမှာပါ။ မင်းသမီးကြီး Leslie ...",
        "rating": "5.5",
        "url": "https://megaup.net/1efsi/(CM)_George_of_the_Jungle_(1997)_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oHTNil93kpVQ6TOE4pzypgxPKLb.jpg",
        "title": "The Starving Games(2013)",
        "description": "The Hunger Games ရုပ်ရှင်စီးရီးကိုတော့တော်တော်များများရင်းနှီးကြမယ် ထင်ပါတယ်ဗျ။ခရိုင် ၁၂ခုကနေ ယောက်ျားလေးတစ်ယောက် မိန်းကလေးတစ်ယောက်စီ ရွေးချယ်ခံရပြီး ကစားပွဲထဲမှာ နောက်ဆုံးအသက်ရှင်ကျန်ရစ်သူဖြစ်တဲ့အထိ တိုက်ခိုက်ရတဲ့ ဂိမ်းမျိူးပါ။ယခုတင်ဆက်ပေးလိုက်တဲ့ The Starving Gamesကတော့The Hunger Gamesကို parodyအဖြစ် သရော်ပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ သူ့ရဲ့မူရင်းဇာတ်လမ်းအတိုင်းကိုမှ မထင်မှတ်ထားတဲ့ ဟာသတွေ အများကြီးထည့်ထားတဲ့ အခွီဇာတ်ကားပဲဖြစ်ပါတယ်။ မူရင်းဇာတ်လမ်းထဲကလိုပဲ ဇာတ်လိုက်မင်းသမီးဟာ သူ့ညီမဖြစ်သူဂိမ်းကစားဖို့အရွေးချယ်ခံလိုက်ရတာကို လက်မခံနိုင်ပဲ သူ့ကိုယ်သူသူ့ညီမကိုယ်စား ဝင်အရွေးခံခဲ့ရာကနေ ဇာတ်လမ်းစပါတယ်။ဒီလိုနဲ့ ဂိမ်းထဲမှာ ဘယ်လိုတလွဲတွေ ဆက်ဖြစ်ကြမလဲဆိုတာဟာသပေါင်းစုံနဲ့ ကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်ခင်ဗျာ။ File size…2.29GB / 1.01GB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 23m\nGenre ..... Adventure , Comedy , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Spencer Potato",
        "rating": "",
        "url": "https://megaup.net/1Uc8r/The.Starving.Games.2013.BluRay.1080p5.1CH(CM).mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n8ZpMwYT02XjpQHpSxn1eJw5Zpz.jpg",
        "title": "Crater (2023)",
        "description": "Crater (2023)တော်တော်ကြည့်ကောင်းတဲ့ ချစ်ဖို့ကောင်းတဲ့သူငယ်ချင်းတွေ ချစ်ဖို့ကောင်းတဲ့စိတ်ကလေးတွေနဲ့ ကလေးကားလေးပါ။ ကလေးတွေကို ပြသင့်သလို ကလေးစိတ်မကုန်သေးတဲ့ ကျွန်တော်တို့လို လူတွေလည်း ကြည့်သင့်ပါတယ်။ ကားကိုက Coming-of-Age, Sci-Fi, Adventure အမျိုးအစားဆိုတော့ ဘယ်လောက်တောင် စိတ်ကူးယဉ်ဆန်မလဲတော့ တွေးကြည့်လို့ရပါတယ်။ ဒါပေမဲ့လည်း ပေါတောမသွားဘဲ မျှော်လင့်ချက်တွေ ချစ်ခြင်းတွေနဲ့ လှနေတဲ့ ရုပ်ရှင်လေးပါပဲ။ပြောရရင် ဒီရုပ်ရှင်မှာ နေရာကြီး၃ခုရှိတယ်။ လကမ္ဘာပေါ်ရယ် ကမ္ဘာရယ် အိုမီဂါလို့ခေါ်တဲ့ နိဗ္ဗာန်လိုနေရာသစ်တစ်ခုရယ်ပေါ့။ အဓိကဇာတ်ကောင်တွေက လကမ္ဘာပေါ်နေကြတာ။ လကမ္ဘာပေါ်မှာက ဥက္ကာပျံမိုးတွေရွာရွာနေတတ်ပြီး အန္တရာယ်ကြီးလို့ အမိုးခုံးလို့ ခေါ်တဲ့ အကာအကွယ်နေရာကြီးအောက်မှာ နေကြတယ်ပေါ့။ လပေါ်က အခြေခံလူတန်းစား လူအများစုက မိုင်းတူးသမားတွေဖြစ်ပြီး အိုမီဂါကိုသွားမယ့် ယာဉ်အတွက် လောင်စာတူးပေးရတယ်။ အနှစ်၂၀တူးပြီးရင် သူတို့လည်း သွားခွင့်ရတယ်။ ဒါပေမဲ့ ညစ်တီးညစ်ပတ်လုပ်ထားတဲ့စနစ်ကြောင့် မျိုးဆက်တစ်ဆက်ကူးတဲ့အထိ မသွားရတဲ့လူတွေချည်းပဲ။ ဒီတော့ ကောင်လေးတစ်ယောက်ရဲ့အဖေက သူ့သားကိုသွားစေချင်တော့ သေဆုံးမှုနစ်နာကြေးအရ ပို့ပေးခံရအောင် လုပ်ငန်းခွင်မှာ ...",
        "rating": "",
        "url": "https://megaup.net/1Ubv4/(CM)_Crater_(2023)_1080p.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4FyDHVuuiy6XObYLyXxFUb4oX8J.jpg",
        "title": "How I Live Now(2013)",
        "description": "မွေးကတည်းက အမေဖြစ်သူဆုံးသွားပြီး အဖေဖြစ်သူကလည်းဂရုမစိုက်တာကြောင့် အမေ့ရဲ့အမျိုးဖြစ်တဲ့ ဗြိတိန်ကအဒေါ်တွေဆီမှာ နွေရာသီပိတ်ရက်အတွင်း လာနေတဲ့အမေရိကန်လူမျိုး ဒေစီ...ငယ်စဉ်ကတည်းက သူနားကလူတိုင်း သူ့ကြောင့်ဒုက္ခရောက်ရတယ်ဆိုတဲ့ စိတ်အစွဲနဲ့ ဒေစီက အဒေါ်‌တို့မိသားစုနဲ့လည်းကင်းကင်းရှင်းရှင်းပဲနေပါတယ်..‌ တစ်နေ့မှာ အဒေါ်ဖြစ်သူက ငြိမ်းချမ်းရေးကိစ္စနဲ့ပတ်သက်ပြီးဂျနီဗာမြို့ကို ခရီးထွက်ရမှာမို့လို့ သူငယ်ချင်းဖြစ်သူကို ကိုယ်စားစောင့်ရှောက်ပေးဖို့ အပ်ခဲ့ပါတယ်။ အဒေါ့်သူငယ်ချင်းဖြစ်သူမရောက်ခင်မှာ ဗုံးပေါက်ကွဲပြီး စစ်စဖြစ်ပါတော့တယ်..စစ်အတွင်းမှာ ဒေစီတို့ မောင်နှမလေးယောက် ဘယ်လိုတွေဖြစ်မလဲ၊ဒေစီ တစ်ယောက် ဘယ်လိုတွေ ပြောင်းလဲလာမလဲ ဆိုတာကိုဇာတ်ကားလေးထဲမှာပဲ ကြည့်ရှူလိုက်ကြရအောင်ပါနော်..ဒီကားထဲမှာ စစ်ဖြစ်တာတွေ ပါတယ်ဆိုပေမယ့် လုံးဝပျင်းစရာမကောင်းဘဲ အဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့ကားလေးဖြစ်လို့မလွတ်တမ်းကြည့်ရှူသင့်တဲ့ ဇာတ်ကားလေးတစ်ခုပဲဖြစ်ပါတယ်.. File size…2.38GB / 1.04GB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Action , Adventure , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Benni",
        "rating": "6.4",
        "url": "https://megaup.net/2A86y/How.I.Live.Now.2013.BluRay1080p5.1CH(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/a-140x200.jpg",
        "title": "A Lonely Place to Die(2011)",
        "description": "စကော့တလန်ကတောင်တန်းတွေပေါ်တက်ကြတဲ့တောင်တက်သမားအုပ်စုတစ်ဖွဲ့ တောင်ကြားတစ်လျှောက်လမ်းလျှောက်နေရင်းနဲ့တစ်နေရာအရောက်မှာ အော်သံတစ်ခုကြားလိုက်ရတဲ့အခါအရဲစွန့်ပြီးတော့ အဲ့နေရာကိုသွားခဲ့ကြပါတယ်။ ရောက်တဲ့အခါမှာတော့လေထွက်ပေါက်ပုံစံလိုပိုက်ခေါင်းထဲက အသံကြားရတာဖြစ်ပြီးအဲ့ဒီအပေါက်ကလဲမြေကြီးထဲကနေထွက်နေတာပါ. ကလေးမလေးတစ်ယောက်အသံလိုကြားနေရတာမလို့ ကယ်ဆယ်ဖို့သူတို့တွေကူညီကြတဲ့အခါမှာ ဘာကြောင့် ဒီကလေးမလေးကဒီထဲကိုရောက်နေတယ်ဆိုတာရယ် ဘာတွေဆက်ဖြစ်မယ်ဆိုတာရယ်ကိုတော့ ဇာတ်ကားထဲမှာဆက်လက်ပြီးတော့ကြည့်ရှုခံစားပေးကြပါဦးဗျာ၁ နာရီခွဲနီးပါးကြာသလို ratingတွေလဲကောင်းတာကြောင့်Action, Mystery & thriller ကိုမှကြိုက်တဲ့သူတွေအတွက်တော့ဇာတ်ကားကောင်းလေးဖြစ်စေမှာပါ File size…2.13GB / 998MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 39m\nGenre ..... Action , Adventure , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Charm",
        "rating": "6.2",
        "url": "https://megaup.net/1ebyg/A.Lonely.Place.To.Die.2011.BluRay.1080p.5.1CH(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/p_thearistocats_19754_9f944ce1-133x200.jpeg",
        "title": "The AristoCats (1970)",
        "description": "The AristoCats (1970)~ IMDb - 7.1/10, Rotten Tomatoes - 63% ~Disney ရဲ့ တွဲဖက်တည်ထောင်သူ Roy O. Disney မသေဆုံးခင် နောက်ဆုံးထုတ်လုပ်ခဲ့တဲ့ Animated Movie လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ Disney ရဲ့ ကား 20 မြောက်ပေါ့။ကာတွန်းကားတစ်ခုကို ပေးတဲ့ Rating ကတော့ ဒီဇာတ်ကားမှာ တအံ့တဩဖြစ်ရတယ်ဗျို့။ ဇာတ်လမ်းသွားကတော့ အဟုတ်ကြီး မဖြစ်လှပေမဲ့ Animation လက်ရာကတော့ တော်တော်လက်ရာမြောက်တယ်ဗျ။ဇာတ်ကားနာမည်လိုပဲ ဇာတ်ကောင်ကြောင်လေးတွေရဲ့ အမူအရာဟာ သိပ်အထက်တန်းဆန်တာပဲ။ သိမ်မွေ့လှသလို မာန်ကြီးတဲ့၊ အတင်းလုပ်ယူထားရတဲ့ ယဉ်ကျေးတဲ့ဟန်အမူအရာ စကားလုံး၊ အထက်တန်းစားဖြစ်ဖို့ အထက်တန်းလွှာဟန်တွေနဲ့ အထက်တန်းစကားလုံးတွေနဲ့ အထက်တန်းစားကြောင်တွေပေါ့ဗျာ။လမ်းဘေးကြောင်ကြီးကိုလည်း တိတိပပ ဖန်တီးထားပြန်ရောဗျို့။ ဒီဘက်ခေတ် Animated Movie တွေလို အရောင်စိုစို ပန်းချီလှလှတွေနဲ့ အဓိကဖမ်းစားတာမျိုးမဟုတ်ဘူး။ သပ်ရပ် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2A27C/(CM)_The_AristoCats_(1970)_1080p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmIwZWY1YTYtNDlhOS00NDRmLWI4MzItNjk2NDc1N2NhYzNlXkEyXkFqcGdeQXVyNTUyMzE4Mzg@._V1_-133x200.jpg",
        "title": "Superman IV: The Quest for Peace (1987)",
        "description": "Superman IV: The Quest for Peace (1987)\n==============================စူပါမန်း 4 က 1980 ကျော်ကာလတွေက စူပါမန်းကားတွေရဲ့\nအဆုံးသတ်ဖြစ်ပါတယ်။ စူပါမန်း 2 မှာ အဖမ်းခံခဲ့ရတဲ့ လက်စ်\nလူသာက ထောင်ကပြန်လွတ်လာပြီး စူပါမန်းဆံချည်မျှင်ကနေ\nDNA ယူကာ နယူးကလီးယားမန်းဆိုတဲ့ Villain ကိုတည်ထွင်\nလိုက်ပါတယ် ။စူပါမန်းကို ဖျက်စီးပြီး ကမ္ဘာကိုအုပ်စိုးဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့\nလက်စ်လူသာတီထွင်လိုက်တဲ့ နယူးကလီးယားမန်းက နောက်\nပိုင်းမှာ သူကိုယ်တိုင်မထိန်းချုပ်နိုင်တော့ဘဲ အနိုင်ယူဖြေရှင်းဖို့က\nစူပါမန်းရဲ့တာ၀န်ဖြစ်လာပါတယ်။#Christopher Reeve(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.9 GB) / (646 MB) / (424 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 30Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Sci-Fi\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "4.7",
        "url": "https://megaup.net/1U4a5/Superman.IV.The.Quest.For.Peace.1987.1080p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMzI3ZDllMTctNmI2Mi00OGQ4LTk2ZTQtYTJhMjA5ZGI2YmRkXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_FMjpg_UX1000_-132x200.jpg",
        "title": "Superman III (1983)",
        "description": "Superman III (1983)\n================စူပါမန်း ရုပ်ရှင်တွေမှာ အဓိကကျတာကတော့ သူနဲ့ရင်ဆိုင်ရတဲ့\nVillain တွေပါပဲ။ ဒီ၁၉၈၃ ခုနှစ်ကထွက်ခဲ့တဲ့ အပိုင်း ၃ မှာလည်း\nစူပါမန်းရဲ့ villain က တစ်ခြားကမ္ဘာက စွမ်းအားမြင့် ဂြိုလ်သား\nတွေ နတ်ဘုရားတွေမဟုတ်ဘဲ သာမန် လူတွေပါပဲ။၁၉၈၀ နောက်ပိုင်း ကွန်ပြူတာတွေ စခေတ်စားလာတဲ့အခါမှာ\nကွန်ပြူတာကို အထူးကျွမ်းကျင်တဲ့ ဂက်စ်ဂေါ်မန်ဆိုတဲ့ လူတစ်\nယောက်က သူ့ရဲ့ မဟာအကြံစည်ကြီးမှာ စူပါမန်းက အနှောင့်\nယှက်အတားဆီးဖြစ်နေမှာသိတဲ့အတွက် စူပါမန်းရဲ့အားနည်း\nချက်ဖြစ်တဲ့ ခရစ်ပတွန်ကျောက်ကို ပုံတူပွားပြီး Evil Superman\nဖြစ်အောင် လှည့်ကွက်နဲ့အသုံးချလိုက်ပြီး လူတွေရဲ့ ယုံကြည်အား\nကိုးမှုကိုပျက်ပြားအောင်လုပ်ပြီးသွေးခွဲလိုက်ပါတယ်။ ဒီဒုစရိုက်\nသမား ဉာဏ်ကြီးရှင်ကိုလည်း စူပါမန်းဘယ်လိုအနိုင်ယူသွားမလဲ\nဆိုတာကို ကြည့်ရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။#Christopher Reeve(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(3.0 GB) / (1.0 GB) / (500 MB)\nQuality............BLU-RAY 1080p / 720p / ...",
        "rating": "5.2",
        "url": "https://megaup.net/1e1t0/Superman.III.1983.1080p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjg5ZWIzYjctYjFhMC00ZjI1LTkzZDktNmI2YTM5ZDk3MGY2XkEyXkFqcGdeQXVyNjc5NjEzNA@@._V1_-133x200.jpg",
        "title": "Superman II (1980)",
        "description": "Superman II (1980)\n===============\nIMDb Rating - 6.8/10၁၉၈၀ ကာလက CGI အထူးပြုလုပ်ချက်တွေ မရှိဘဲ\nရိုက်ကူးခဲ့တဲ့ ဂန္တဝင်စူပါမန်းကားတွေထဲက အပိုင်း ၂\nဖြစ်ပါတယ်။အပိုင်း ၁ နဲ့ဆက်နေပြီး ...General Zod တို့သုံးဦးကို\nခရစ်ပတွန်ဂြိုလ်မှ နှင်ထုတ်ပြီး ကလာ့ခ်ကန့်ခ် ခေါ် စူပါ\nမန်းလည်း ကမ္ဘာမြေပေါ်မှာအခြေချနေပါပြီ။ ဒါပေမယ့်\nအချိန်ကြာလာတာနဲ့အမျှ လူသားတွေရဲ့ အာကာသနယ်\nမြေချဲ့ထွင်ရေးကနေ General Zod တို့ကို ပိတ်လှောင်\nထားတဲ့ ထောင်လည်းစွမ်းအားလျော့သွားပြီး လွတ်မြောက်\nသွားကာ ခရစ်ပတွန်ဂြိုလ်သား စူပါမန်းကို ကလဲံ့စားချေဖို့\nကမ္ဘာမြေကိုအန္တရာယ်ပြုပါတော့တယ်။General Zod တို့ကို ထောင်ဖောက်ပြေးလာတဲ့ လက်စ်\nလူသာက ပူးပေါင်းကာ စူပါမန်းကို ဒူးထောက်ဖို့အကြပ်ကိုင်\nပါတယ်။ အဲဒီတော့ Villain တွေကိုရှင်းလင်းပြီး ကမ္ဘာမြေကို\nကယ်တင်ဖို့ စူပါမန်းအပေါ်ပဲတာဝန်ကျလာပါတော့တယ်။ဒီကားက စူပါဟီးရိုးကားဆိုပေမယ့် Comedy , Drama ပုံစံနဲ့\nရိုက်ထားတော့ ဒီဘက်ခေတ်ကားတွေနဲ့ ကြည့်ရတဲ့ အရသာ\nမတူတာတေ့ာ့ အမှန်ပါပဲ ။#Christopher Reeve(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan ...",
        "rating": "6.8",
        "url": "https://megaup.net/1e173/Superman.II.1980.1080p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d7px1FQxW4tngdACVRsCSaZq0Xl.jpg",
        "title": "Superman I (1978)",
        "description": "Superman I (1978) Extended Cut===============================~ IMDb - 7.4/10, RT - 93%, Meta - 82% ~ဒီခေတ်လို စူပါဟီးရိုးကားတွေ ရေပန်းစားပြီး ဖောချင်းသောချင်းထွက်မလာခင်ခေတ်တုန်းက စူပါဟီးရိုးကားတော်တော်များများဟာ ဒီခေတ်လို CGI Effects တွေ နာမည်ကြီးသရုပ်ဆောင်တွေ တပုံတပင်နဲ့ သိပ်ခမ်းနားချင်မှခမ်းနားမယ်။ သိပ်လည်းမပေါများခဲ့တော့ တစ်ကားဆိုတစ်ကားဆိုသလို ကြည့်လို့ကောင်းခဲ့ပြီး ကျွန်တော်တို့ငယ်ဘဝရဲ့အမှတ်တရတွေဖြစ်ခဲ့ကြတာကိုတော့ ငြင်းမရဘူး။အဲဒီလိုစူပါဟီးရိုးတွေထဲကမှ စူပါမန်းကားတွေလည်း တော်တော်များများထွက်ခဲ့ပေမဲ့ ခရစ္စတိုဖာရိဗ်ရဲ့ပထမဆုံးကားတဖြစ်လဲ ဒီကားက သမိုင်းရဲ့ အခမ်းနားဆုံး စူပါမန်းကားတစ်ကားဆိုတာကတော့ ရုပ်ရှင်သမားတိုင်း လက်ခံထားရမယ့် အမှန်တရားတစ်ခုပဲ။ ဘာလို့ဆို ဒီစူပါမန်းက The Godfather ရဲ့ စာရေးဆရာ ဇာတ်ညွှန်းဆရာ မာရီယိုပူဇိုတစ်ယောက် The Godfather ရိုက်ပြီးတဲ့နောက် ပထမဆုံးဇာတ်ညွှန်းပြန်ရေးခဲ့တဲ့ ရုပ်ရှင်လည်းဟုတ်တယ်။ Godfather ကြီး မာလွန်ဘရန်ဒိုကိုယ်တိုင်လည်း စူပါမန်းအဖေ Jor-El အဖြစ်သရုပ်ဆောင်ခဲ့တယ်။ ...",
        "rating": "7.4",
        "url": "https://megaup.net/3VRDj/(CM)_Superman_(1978)_EXTENDED_CUT_1080p.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjg3MDY1N2ItMzZjZC00MTc0LThiYjYtYmFkNWNmODEyZDU0XkEyXkFqcGdeQXVyMTAxNzQ1NzI@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Magic Flute (2022)",
        "description": "The Magic Flute (2022)\n=================သီချင်းသံစဉ်တွေဟာ ကျွန်တော်တို့ရဲ့စိတ်ခံစားချက်တွေကို ရသ\nအမျိုးမျိုးပေးနိုင်စွမ်းရှိပါတယ်။ တစ်ယောက်နဲ့တစ်ယောက် အကြိုက်\nချင်းမတူညီရင်တောင်မှ ခံစားချက်တွေတူညီနေခဲ့လို့ နှစ်လွှာပေါင်းမှ\nတစ်ရွက်တည်းဆိုတဲ့ဘဝတွေ ဖြစ်တည်လာခဲ့တာပါ။ ဘဝမှာ တစ်ခု\nခုလိုအပ်နေတဲ့အခိုက်အတန့်ကို လူတိုင်းခံစားဖူးကြမှာပါ။ အချစ်လား\nငွေကြေးလား ပျော်ရွှင်ခြင်းလား အရာရာကို ကြုံတွေ့ခံစားရပြီးမှ ကိုယ်\nဖြစ်ချင်တဲ့အရာကို သိနိုင်ခွင့်ရလာမှာပါ။ ဒီဇာတ်လမ်းကို သီချင်းသံစဉ်နဲ့\nဖောင်ဖွဲ့ထားတာဖြစ်လို့ တခြားရုပ်ရှင်တွေနဲ့မတူတဲ့ ရသမျိုးကိုခံစားရမှာပါ။Timဆိုတဲ့ကောင်လေးရဲ့အိပ်မက်က မိုဇတ်ဂီတကျောင်းတော်ကြီးကို\nတက်ခွင့်ရဖို့ပါ မိုဇတ်ကျောင်းသားဟောင်းဖြစ်တဲ့အဖေဖြစ်သူက မသေ\nခင်မှာ စာအုပ်တစ်အုပ်ပေးခဲ့တယ်။ အဲဒီစာအုပ်ကို သူနဲ့သက်ဆိုင်တဲ့နေ\nရာမှာ ထားပေးဖို့မှာခဲ့တယ်။ ကျောင်းတက်တဲ့နေ့ညမှာတော့ ‌ဝိဉာဉ်အလုံး‌\nလေးသုံးလုံးထွက်ပေါ်လာပြီး Timကို ထူးဆန်းတဲ့ကမ္ဘာကြီးဆီပို့ဆောင်\nပေးလိုက်ပါတယ်။ ဒီလိုနဲ့ အဆိုတော်ဖြစ်ချင်ခဲ့တဲ့ Tim တစ်ယောက်\nကမ္ဘာနှစ်ခုကြား ဘယ်လိုတွေစီးချင်းထိုးမလဲဆိုတာ‌တော့ ဇာတ်လမ်းလေး\nထဲမှာ ကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZwe Win Tun ဖြစ်ပါတယ်)File Size..........(1.7 GB) / (733 MB) / (408 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 55Mins\nSubtitle...........Myanmar ...",
        "rating": "5.6",
        "url": "https://megaup.net/2zWD3/The.Magic.Flute.2022.1080p.BluRay.(CM).mp4",
        "category": "Adventure, Fantasy, Musical"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/opqYDU6xPxAgzFttdoH0RVQ6zn3.jpg",
        "title": "Amelia(2009)",
        "description": "Amelia(2009)************Amelia Earhartဆိုသူဟာ အတ္တလန္တိတ်သမုဒ္ဒရာကို လေယာဉ်နဲ့တစ်ဦးတည်း ဖြတ်ပျံသန်းပြခဲ့တဲ့ ပထမဆုံးအမျိုးသမီးပါပဲ။\nအခြားစံချိန်တင် ပျံသန်းမှုတွေကလည်း ဒုနဲ့ဒေးပါ။ သူ့ရဲ့ စွန့်စားမှုတွေအကြောင်းစာအုပ်ထုတ်ဝေရေးသားခဲ့ပြီး 1935 ဝန်းကျင်မှာတော့\nအမေရိကမှာနာမည်အကြီးဆုံး အမျိုးသမီးပါပဲ။\n၁၉၃၇ခုနှစ်မှာ ကမ္ဘာကြီးကို တစ်ပတ်ပတ်ပျံရင်း စံချိန်တင်ဖို့ကြိုးစားခဲ့ပါသေးတယ်။ကံအကြောင်းမလှဘဲ ဒီပျံသန်းမှုလုပ်ဆောင်နေစဥ်အတွင်းမှာပဲ\nAmeliaနဲ့ သူ့ရဲ့လမ်းကြောင်းပြဖြစ်သူဟာ ပျောက်ဆုံးသွားခဲ့ပြီး ဘယ်သောအခါမှ ရှာမတွေ့ခဲ့ပါဘူး။\nဒီရုပ်ရှင်ဟာ သူ့ရဲ့ ပျံသန်းမှုခရီးစဥ်တွေအကြောင်း၊ အမျိုးသမီးလေယာဥ်မှူးတစ်ယောက်ရဲ စွန့်စားမှုတွေ၊\nဘာကြောင့်ပျောက်ဆုံးသွားရတယ်ဆိုတာကို ရိုက်ကူးပြသထားတဲ့ Biography ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်File Size : (1.8GB) and (769MB)\nQuality :BLU-RAY1080P, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Adventure, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1U2l9/Amelia.2009.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZTQzZDhkMWUtOWMxNi00MzI5LTkzN2QtMzZjMzk1MjhlNmU3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-150x200.jpg",
        "title": "Bholaa(2023)",
        "description": "Bholaa (2023)\nIMDb 7.7Drishyam ထဲမှာ အပြိုင်ကြဲခဲ့တဲ့ အဂျေးနဲ့ ရဲမေတာဘူး တို့က ဒီကားထဲမှာ\nအတိုင်အဖောက်ညီညီ ရှယ်ကြမ်းကြဦးမဲ့ ရုံတင်ကားပဲဖြစ်ပါတယ်\nBox Office အနေနဲ့လည်း 111 ကုဋေကျော်အထိ ပြန်ရှာနိုင်ခဲ့ပါတယ်\nမင်းသားမင်းသမီးတင် နာမည်ကြီးရုံမက ဇာတ်လမ်းကလည်း\nပြီးမှန်းမသိဆွဲဆောင်သွားနိုင်တာမို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းပါပဲဇာတ်လမ်းအညွှန်း...\nရန်သူတွေက စုန်းမလို့ခေါ်ရ‌လောက်တဲ့အထိ တစ်ခါအာရုံကျပြီးရင်\nလက်မလွှတ်တတ်တဲ့ ရဲမေဒိုင်ယာနာ (တာဘူး)... သန်းတစ်ထောင်တန်ကြေးရှိတဲ့\nကိုကင်းတွေဖမ်းမိတော့ ပိုင်ရှင်က ကြားဖူးသမျှထဲမှာ အကြီးဆုံးဂိုဏ်းဖြစ်နေခဲ့တယ်\nအလုပ်လုပ်သမျှ ပိရိလွန်းတာကြောင့် တစ်ခါမှကို ဖမ်းဆီးခြင်းမခံခဲ့ရတဲ့ဂိုဏ်း\nဒီဂိုဏ်းက သန်းတစ်ထောင်ကျော် အထိနာသွားတော့ ဒိုင်ယာနာ့ကို ကမ္ဘာမြေအဆုံးထိ လိုက်ရှာပါတော့တယ်ဘိုလာ(အဂျေး)က အမှုတစ်ခုကြောင့် ထောင်၁၀နှစ်ကျခဲ့ရတယ် ထောင်သားအချင်းချင်းတောင်\nဘိုလာက ဘယ်သူလဲ ဘယ်ကလာလဲ မသိကြဘူး သိတဲ့လူကလည်း အသက်ရှင်ဖို့လမ်းမရှိတာကိုး\nဘိုလာ့ကို သမုဒ္ဒရာနဲ့တင်စားကြတယ် အပြင်ဘက်မှာ ငြိမ်သက်ပြီး အတွင်းမှာတော့ မုန်တိုင်းထန်တဲ့လူတဲ့\nဒီလိုနဲ့သူထောင်ကထွက်တော့ ကိုကင်းပိုင်ရှင်ကို စုံစမ်းနေတဲ့ဒိုင်ယာနာ့နဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတယ်\nဂိုဏ်းဘက်ကလည်း ဒိုင်ယာနာ့ကို အသေရရ အရှင်ရရဖြစ်နေတော့ သူတို့၂ယောက်ပေါင်းပြီး\nဘယ်လိုတွေဖြေရှင်းသွားမလဲဆိုတာ Plot Twist ပေါင်းများစွာနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\n(အညွှန်းကိုတော့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1U239/Bholaa_(2023)_Hindi_TRUE_WEB-DL_-_1080p_-_AVC_.AAC5.1CH(CM).mp4",
        "category": "Action, Adventure, Bollywood, Crime"
    }
]