[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7uxAapp2ZITmQmjdyodFgCAINAG.jpg",
        "title": "Wild Hogs(2007)",
        "description": "Wild Hogs(2007)(zawgyi)\"စစ္မွန္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ဆိုတာ\nကိုယ္နဲ႔ ႏွစ္ကိုယ့္တစ္စိတ္ရွိေနသူပဲ\"လို႔\nဒႆနပညာရွင္ႀကီး အရစၥတိုတယ္ ေျပာဖူးပါတယ္။\nဒီ႐ုပ္ရွင္ကေတာ့ ဘ၀ေတြမတူ စိတ္အေျခအေန‌ေတြ မတူေပမယ့္\n႐ူးသြပ္မႈျခင္း တူညီၾကတဲ့ လူလတ္ပိုင္းအ႐ြယ္\nသူငယ္ခ်င္းေလးေယာက္ရဲ႕ ဗ႐ုတ္သုတ္ခေတြအေၾကာင္းပါ။အလုပ္သာ အဓိက က်န္တာ သာမညထင္ေနတဲ့ သြားဆရာ၀န္\nတစ္ေယာက္ ။ ဘာမွအျဖစ္မရွိတဲ့ ကြန္ပ်ဴတာပ႐ိုဂရမ္မာ\nတစ္ေယာက္ ။ အိမ္သာေဆးရတဲ့အထိ အလုပ္ၾကမ္းေပါင္းစုံ\nလုပ္ရတဲ့ စာ‌ေရးဆရာ႐ူးလူမည္းတစ္ေယာက္။\nေလးေယာက္ေျမာက္ကေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံး\nတစ္ေယာက္လို႔ သူတို႔ကိုယ္တိုင္ေျပာၾကတဲ့\nပိုက္ဆံခ်မ္းသာၿပီး ေမာ္ဒယ္မကို လက္ထပ္ထားတဲ့ ဝူဒီ။\nသူတို႔အားလုံးမွာ တူညီတာကေတာ့ အမဲေရာင္ဂ်ာကင္‌ေတြ\n၀တ္ၿပီး ဆိုင္ကယ္ပတ္စီးၾကတဲ့ ဆိုင္ကယ္သမားေတြ\nျဖစ္ခ်င္ၾကတာပါပဲ။ ၿမိဳ႕ထဲပဲပတ္ေမာင္းေနရတဲ့\nသူတို႔ဆိုင္ကယ္သမားအဖြဲ႕ကိုလည္း Wild Horse:လို႔\nသူတို႔ဘာသာ နာမည္ေပးထားပါေသးတယ္။တစ္ရက္မွာေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံးဝူဒီဟာ\nဇနီးရယ္ကြာ အိမ္ရယ္က‌ဆုံး ၿပီး တမုဟုတ္ခ်င္း\nကံအဆိုးဆုံးတစ္ေယာက္ျဖစ္သြားပါတယ္။\nဆန္အိုးသာကုန္ မာန္မေလွ်ာ့ေသးတဲ့ ဝူဒီဟာ\nဒီအ‌ေၾကာင္းေတြကို သူငယ္ခ်င္းေတြကို မ‌ေျပာဘဲ\nသူ႔ေနာက္ဆုံး ပိုင္ဆိုင္မႈျဖစ္တဲ့ ဆိုင္ကယ္တစ္စီးနဲ႔\nမိုင္တစ္ေထာင္ခရီးရွည္တစ္ခုထြက္ဖို႔ ဆြယ္ပါတယ္။\nေနရင္းထိုင္ရင္းေတာင္ ျပႆနာတက္ေနၾကတဲ့\nWild Hogs ေတြဟာ ဒီခရီးရွည္ႀကီးမွာ\nျပႆနာကို ဘယ္လိုမီးခြက္ထြန္းရွာဦးမလဲ ဆိုတာ\nသဘာ၀က်က်ဟာသေတြနဲ႔အတူ ျမင္ၾကရမွာပါ။ကြၽန္ေတာ္ျမင္ဖူးသမွ် ႐ုပ္ရွင္ေတြထဲ အပီအျပင္ၾကမ္းျပေနၾက\nဂြၽန္ ထရာဗိုႀကီးဟာ လူေပါဇာတ္႐ုပ္နဲ႔လည္း ...",
        "rating": "5.8",
        "url": "https://megaup.net/1s3v0/Wild_Hogs.2007.BluRAY720P.PP.mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vwqEIL5SrsZFVvileNe9LuHbJy7.jpg",
        "title": "Astro Kid (2019)",
        "description": "ဒါကေတာ့ခ်စ္စရာကာတြန္းကားေကာင္းေလးေတြကိုႏွစ္သက္ၾကတဲ့ပရိသတ္ေတြအတြက္လက္တေလာပူပူေႏြးေႏြးထြက္ထားတဲ့ ျပင္သစ္animationကားေလးပဲျဖစ္ပါတယ္။ဒီကားေလးမွာ အာကာသစူးစမ္းရွာေဖြသူမိဘေတြနဲ႔အာကာသထဲလိုက္သြားတဲ့ေဝလီေလးတစ္ေယာက္သူတို႔ယာဥ္ပ်က္ဆီးၿပီးမိဘေတြနဲ႔ကြဲကာ ၿဂိဳလ္တစ္ခုေပၚေရာက္သြားပါတယ္။ဒါေပမယ္ဆင္းသက္တဲ့ယာဥ္ထဲမွာသူ႔ကိုၿဂိဳလ္ေပၚမွာ ရွင္သန္ေနထိုင္ရာမွာကူညီကာကြယ္ေပးဖို႔ဘက္ခ္ဆိုတဲ့စက္႐ုပ္ေလးလည္းရွိပါတယ္။ၿပီးေတာ့အဲ့ၿဂိဳလ္ေပၚကခ်စ္စရာအေကာင္ေလးဖလက္ရွ္နဲ႔လည္းသူငယ္ခ်င္းေတြျဖစ္သြားၿပီးသူ႔မိဘေတြသူ႔ကိုလာမကယ္မခ်င္းသူတို႔ၿဂိဳလ္ေပၚမွာ စြန႔္စားခန္းေလးေတြလုပ္ၾကပါေတာ့တယ္။ဒီကားေလးမွာ ဆယ္ႏွစ္အ႐ြယ္ေကာင္ေလးတစ္ေယာက္ရဲ႕ စြန႔္စားခန္းေလးေတြခ်စ္စရာအေကာင္ေလးေတြနဲ႔အခ်င္းခ်င္း႐ိုင္းပင္းကူညီၾကပုံ‌‌ေပ်ာ္စရာေလးေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္။ဒီကားေလးကေတာ့ Hollywoodကထြက္ရွိေနၾကကာတြန္းကားေတြလိုမဟုတ္ပဲအရင္တုန္းကကာတြန္းကားေလးေတြလိုမ်ိဳးကို ျပန္လည္ဆန္းသစ္ၿပီးအေရာင္အေသြးစုံစုံလင္လင္နဲ႔ ခ်စ္စဖြယ္တင္ဆက္ထားတဲ့ခ်စ္စရာကာတြန္းကားေလးတစ္ကားျဖစ္ပါတယ္။ File Size : (842 MB , 308 MB)Quality : BluRay 720pRunning Time : 1 hr 29 minFormat : Mp4Genre : Animation , Adventure , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://megaup.net/1s41e/(CM)_Astro_Kid_2019_BluRay_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/waaPtmhVFgieG021OwoEPTkbltI.jpg",
        "title": "Invader ZIM: Enter the Florpus (2019)",
        "description": "သိပၸံစိတ္ကူးယဥ္ဆန္ဆန္ဟာသကား​ေလးပါအာကမ္အင္ပါယာက​ေန​ေစလႊတ္လိုက္တဲ့က်ဴး​ေက်ာ္သူဇင္ဟာကမာၻကိုဖ်က္ဆီးဖို႔လ်ိဳ႕ဝွက္စြာ​ေနထိုင္​ေနတာ​ေပါ့အဲ့တာကိုသိတဲ့ဒစ္ဘ္ဟာဘယ္လို​ေတြ​ေဖာ္ထုတ္မလဲသူ႔အ​ေဖကိုယ္တိုင္က​ေတာင္သူ႔ကို႐ူး​ေနတယ္လို႔ထင္ခံ​ေနရတဲ့သူတစ္​ေယာက္ကဇင္ရဲ႕အႀကံအစည္​ေတြကိုဘယ္လို​ေဖာ္ထုတ္မလဲဆိုတာစိတ္ဝင္စားစရာပါပဲသူတို႔၂​ေယာက္ရဲ႕ကိုယ့္ကိုကိုယ္အထင္ႀကီးၿပီးတလြဲ​ေတြလုပ္တာ​ေတြကိုၾကည့္ၿပီခြီ​ေနရမွာပါ​ေနာ္ကမာၻႀကီးကိုဖ်က္ဆီးမယ့္က်ဴး​ေက်ာ္သူဇင္နဲ႔ကမာၻႀကီးကိုကယ္တင္ဖို႔ႀကိဳးစား​ေနတဲ့ဒစ္ဘ္တို႔၂​ေယာက္ဘယ္သူ​ေတြက​ေနာက္ဆုံးမွာအႏိုင္ရသြားမလဲဆိုတာကိုဟာသဆန္ဆန္႐ိုက္ကူးထားတာပါ... File Size : (661 MB , 269 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 13 minFormat : Mp4Genre : Animation , Adventure , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hus LeiEncoded by Moe Myint Lwin",
        "rating": "7.7",
        "url": "https://megaup.net/1s3SP/(CM)_Invader_Zim_Enter_the_Florpus_2019_(Large_Size).mp4",
        "category": "Adventure, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMTgxMmJhNjItMmFlMS00MWVlLWIyMjktYjUyYTI4MzA0YzgxXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Battle Royale (2000)",
        "description": "Battle Royale (2000)\nဒီကားအကြောင်းကို မပြောခင် Pubg ဆိုတဲ့Gameကို အားလုံးသိကြမယ်ထင်ပါတယ်\nPubg ကို ရေးဆွဲခဲ့တဲ့ သူက ဒီကားကိုကြည့်ခဲ့ပြီး\nဂိမ်းအဖြစ်ပြန် အသက်သွင်းဖို့ အကြံရခဲ့တယ်လို့ဆိုထားပါတယ်\nဇာတ်လမ်းအကျဉ်းအနေနဲ့က ဂျပန်နိုင်ငံဟာ လူဦးရေတွေထူထပ်လျက်ရှိပြီး\nအလုပ်အကိုင်လဲရှားပါးနေပါပြီ အထက်လူကြီးတွေရဲ့ မစီမံနိုင်တဲ့အပေါ် ကျောင်းသား လူငယ်တွေကလဲ\nသပိတ်မှောက်ကြပါတယ် ဒီမှာတင် အစိုးရအဖွဲ့က\nကျောင်းသင်ခန်းစာအသစ်တစ်ခုတိုးပေးလ်ုက်ပါတယ်\nBR actလို့ခေါ်တဲ့ ဒီသင်ခန်းစာဟာ ကျောင်းသားတွေကို\nကျွန်းတစ်ကျွန်းပေါ်ပို့ အချိန်၃ရက်အတွင်း ရှင်သန်သူတစ်ယောက်ထဲကျန်တဲ့အထိ\nအချင်းချင်းသတ်ဖြတ်စေပါတယ်\nနှစ်စဉ် နိုင်ငံတစ်ဝှမ်းလုံးက ၈တန်းကျောင်းသားတွေထဲက\nအတန်းခွဲတစ်ခုကို ကျပန်းရွေးချယ်ပြီး ကျင်းပလေ့ရှိတဲ့ BR actသင်ရိုးကို\nနာနာဟာရာတို့အတန်းက ကံထူးပြီးသင်ရတဲ့အခါမှာတော့...\nဘာတွေဖြစ်လာမလဲ ဆက်လက်ကြည့်ရှူလိုက်ကြပါ\nFile Size : (1gb) and (600 MB)\nQuality : blu-ray 720p\nRunning Time : 1h 54min\nFormat : Mp4\nGenre : Adventure, Drama, Sci-Fi \nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Waizin ...",
        "rating": "7.7",
        "url": "https://megaup.net/2813n/Battle.Royale.2000.Directors.Cut.720p.BluRay(cm).mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZv92eTc0Gg3mKxqjjDAM73z9cy.jpg",
        "title": "Dark Phoenix (2019)",
        "description": "Xmen ေတြရဲ႕ ေနာက္ဆံုးထြက္ ဇာတ္ကားပါ။ဇာတ္လမ္းအက်ဥ္း ခ်ားစ္ရဲ႕ အိတ္စ္မန္းေတြ ျဖစ္တဲ့ဟန္႔ခ္ ကာ့ထ္ ေရဗင္ စေကာ့ ဂ်င္းဂေရးတို႔ဟာ အာကာသယာဥ္မႉးေတြကိုကယ္တင္ဖို္ အာကာသထဲကို သြားရင္ အပူလိႈင္းႀကီးတစ္ခုနဲ႔ ရင္ဆိုင္လိုက္ရပါတယ္။အဲဒီ အပူစြမ္းအင္ေတြကို တားဖို႔ႀကိဳးစားရင္းနဲ႔ဂ်င္းဂေရးကိုယ္ထဲကို စြမ္းအင္ေတြ အကုန္ ဝင္သြားခဲ့တယ္။သူတို႔ ကမာၻေပၚကို ျပန္ေရာက္ခ်ိန္မွာ ဂ်င္းဂေရးဟာ စိတ္ေဖာက္ျပန္ၿပီးထိန္းမရျဖစ္လာပါေတာ့တယ္။လူသားေတြနဲ႔ ၿငိမ္းခ်မ္းေရး မပ်က္စီးေအာင္ ဂ်င္းဂေရးကိုလည္းျပန္ေကာင္းလာေအာင္ႀကိဳးစားဖို႔ အိတ္စ္မန္းေတြဟာဒီစြမ္းအင္ေတြေနာက္ကိုလိုက္လာတဲ့ ရန္သူေတြက္ုေရာဂ်င္းကိုေရာ ျပန္ရင္ဆိုင္ရပါေတာ့တယ္။ ထြက္ရွိခဲ့တဲ့ X-Men Moives Collection  မ်ားကိုေအာက္ပါလင့္မွာ ၀င္ေရာက္ၾကည့္ရႈ႕ႏိုင္ပါတယ္..https://channelmyanmar.org/category/x-men/ File Size : (2 GB , 1 GB) & ( 390 MB)Quality :  BluRay ...",
        "rating": "6.0",
        "url": "https://megaup.net/2T56o/Dark_Phoenix_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/AF-135x200.jpg",
        "title": "After Earth (2013)",
        "description": "၀ီလ္ စမစ္တုိ႔သားအဖ ႏွစ္ေယာက္ပါ၀င္ထားတဲ့ သိပၸံစိတ္ကူးယဥ္ အက္ရွင္ ကားေလးကုိ\nျပန္တင္ဆက္ ေပးလုိက္ပါတယ္။ဇာတ္လမ္းကုိ ေနာက္လာမဲ့ အနာဂတ္ ႏွစ္ေပါင္း တစ္ေထာင္မွာ\nဇာတ္အိမ္ တည္ထားပါတယ္။လူသားေတြဟာဆုိရင္ ေဂဟစနစ္ ပ်က္စီး မွဳ႕ေတြေၾကာင့္ အမိကမၻာေျမ\nကေန ထြက္ခြာခဲ့ရၿပီး Nova Prime လုိ႔ေခၚတဲ့ ၿဂဳိလ္ တစ္ခုမွာ အေျခခ်ေနထုိင္ေနက်တဲ့ အခ်ိန္ေပါ့ဗ်ာ။\nအဲ့အခ်ိန္မွာ လူသားေတြထပ္မံ သိခဲ့ ရတာက ဒီ စၾကာ၀ဠာႀကီးမွာ ကြ်န္ေတာ္ တုိ႔ခ်ည္းမဟုတ္ပါဘူးဆုိတာပါပဲ\nNova Prime ကုိ ေျပာင္းေရႊ႕လာတဲ့ လူသားေတြကုိ ၿဂဳိလ္ သားေတြက တုိက္ခုိက္ ပါတာေတာ့တယ္။အဲ့လုိ\nလူသားေတြ လည္းအေသအေပ်ာက္မ်ားၿပီး တစ္ျဖည္းျဖည္းနဲ႔ မ်ဳိးတုန္းမဲ့ အႏၱရာယ္ ကုိ ရင္ဆုိင္လာရပါၿပီ။\nအဲ့လုိ အခါမွာဆုိရင္ လူသားေတြ ရဲ႕ အားကုိးရာက ရိန္းဂ်ားလုိ႔ေခၚတဲ့ စစ္သားေတြအေပၚမူတည္လာပါတယ္။\nအဲ့ရိန္းဂ်ားေတြၾကားထဲမွာမွ လက္မရြံ တက္တဲ့ ဆုိင္ဖာ(၀ီလ္စမစ္)က ထိပ္တန္းေပါ့။ဒီလုိနဲ႔ လူသားေတြ ...",
        "rating": "4.9",
        "url": "https://megaup.net/280ly/After.Earth.2013_720P_%7BCM%7D.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q4FQXK4a4HSb4pajZL4ZFKHVsjC.jpg",
        "title": "Mr. Peabody & Sherman ( 2014 )",
        "description": "Zawgyi*******ဒီ Animation ေလး ရဲ႕ IMDb ကေတာ႔ 6.8 ပဲၿဖစ္ပါတယ္အထင္ေတာ႔မေသးလိုက္ပါနဲ႕..Mr. Peabody ဟာ ေခြးတစ္ေကာင္ၿဖစ္ေပမယ္႔သူဟာ တကယ္႔ကို Genius .အတတ္ပညာ အစံုအလင္ တတ္တယ္လူေကာင္ေလးၿဖစ္တဲ႔ ရွာမန္ကိုေတာင္ သူက ၿပန္ၿပီးေမြးစားထားလိုက္ေသးတယ္သူ႕ရဲ႕ အထူးၿခားဆံုး တီထြင္မွု တစ္ခုကေတာ႔ ေ၀းဘက္ လို႔ေခၚတဲ႔အခ်ိန္ခရီးသြားစက္ပါပဲ..တရက္ ရွာမန္ေက်ာင္းစတက္ရင္း နဲ႔ပန္နီဆုိတဲ႔ေကာင္မေလးနဲ႔ရန္ၿဖစ္ၿပီးတဲ႔ေနာက္မွာေတာ႔ပန္နီေရာ ပန္နီ မိဘေတြေရာ Mr.Peabody အိမ္ကိုေရာက္ရွိလာပါေတာ႔တယ္အဲ႔ကေနဘာေတြဆက္ၿဖစ္ၾကမယ္ဆုိတာဆက္လက္ၾကည္႕ရွုပာဒီဇာတ္ကားေလးဟာ သမိုင္းရဲ႕ၿဖစ္စဥ္အမွန္ေတြေပၚမွာလည္းဟာသသေဘာေလးေႏွာၿပီးရိုက္ကူးထားလို႔ သေဘာက်မိမွာအမွန္ပါပဲ Unicode*******ဒီ Animation လေး ရဲ့ IMDb ကတော့ 6.8 ပဲဖြစ်ပါတယ်အထင်တော့မသေးလိုက်ပါနဲ့..Mr. Peabody ဟာ ခွေးတစ်ကောင်ဖြစ်ပေမယ့်သူဟာ တကယ့်ကို Genius .အတတ်ပညာ အစုံအလင် တတ်တယ်လူကောင်လေးဖြစ်တဲ့ ရှာမန်ကိုတောင် သူက ပြန်ပြီးမွေးစားထားလိုက်သေးတယ်သူ့ရဲ့ အထူးခြားဆုံး တီထွင်မှု တစ်ခုကတော့ ဝေးဘက် လို့ခေါ်တဲ့အချိန်ခရီးသွားစက်ပါပဲ..တရက် ရှာမန်ကျောင်းစတက်ရင်း နဲ့ပန်နီဆိုတဲ့ကောင်မလေးနဲ့ရန်ဖြစ်ပြီးတဲ့နောက်မှာတော့ပန်နီရော ပန်နီ မိဘတွေရော Mr.Peabody ...",
        "rating": "6.8",
        "url": "https://megaup.net/4PP2A/(CM)Mr..Peabody.and.Sherman.2014.Bluray.720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q3mKnSkzp1doIsCye6ap4KIUAbu.jpg",
        "title": "The Secret Life of Pets 2 (2019)",
        "description": "ဒီနှစ်ထဲမှာ ရုံတင်ပြသခဲ့တဲ့The Secret Life of Pets 2 ဇာတ်လမ်း ထွက်လာပါပြီဗျာ။Pets 1 တုန်းက ကျွန်တော်တို့ရဲ့အသည်းကျော်ကြီး Max ကအဓိက ဇာတ်ကောင်အနေနဲ့ ပါဝင်ဆဲပါပဲ။ဒီဇာတ်လမ်းမှာတော့ မက်စ်ရဲ့သခင် ကေတီဟာချပ်ခ် နဲ့ အိမ်ထောင်ရက်သားကျပြီး လီယန်ဆိုတဲ့သားလေးတစ်ယောက်ကို မွေးခဲ့ပါတယ်၊ကလေးမချစ်တတ်တဲ့ မက်စ်တစ်ယောက် လီယန်နဲ့တွေ့တဲ့အခါမက်စ်တစ်ယောက် လီယန်ကို ချစ်သွားပါတော့တယ်။ဒီဇာတ်လမ်းမှာ မက်စ်ဟာ အစိုးရိမ်ကြီးလွန်းတဲ့ စိတ်ရောဂါဝင်လာပြီးတော့အရာရာကို ကြောက်နေတတ်ပါတယ်။သူချစ်တဲ့ လီယန်လေးကိုလည်း အရမ်းတွေ စိုးရိမ်ပါတယ်။ကေတီဟာ မက်စ်ကို တိရစ္ဆာန်ဆရာဝန်နဲ့ ပြသပြီးတဲ့အခါမှာတော့မက်စ်တို့ဟာ နယ်ဘက်ကို ခရီးထွက်ဖြစ်ခဲ့ပါတယ်။မက်စ်ရဲ့အစိုးရိမ်လွန်၊ အကြောက်လွန်တဲ့ရောဂါဟာ ပျောက်နိုင်ပါ့မလား?????တစ်ချိန်ထဲမှာပဲ ယုန်ဆိုးလေး စနိုးဘောဟာကပ္ပတိန်စနိုးဘောအနေနဲ့ ပါဝင်လာဦးမှာပါ။ကြောင်မလေး ဒေစီရဲ့ အကူအညီတောင်းချက်အရကျားဖြူကြိး ဟူ ကို ဆပ်ကပ်ဆရာကြီးလက်ကနေ ကယ်တင်ဖို့ ကြိုးစားပါတော့တယ်။နယ်ကို ရောက်နေတဲ့ မက်စ်တို့ အိမ်ပြန်လာတဲ့အခါမှာစနိုးဘောတို့ရဲ့ စစ်ဆင်ရေးကြိးကို ဘယ်လိုပူးပေါင်းဆောင်ရွက်ကြမယ်ဆိုတာကိုဒီဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။တိရစ္ဆာန်လေးတွေကို ချစ်တတ်တဲ့သူတွေအနေနဲ့သဘောတွေ့ မနောခွေ့ရဦးမယ့် ဇာတ်ကားတစ်ကားပါ။IMDb ကတော့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/3tU41/(CM)The.Secret.Life.of.Pets.2.2019_BluRay_1080p_5.1_CH.mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pzN52wxBZ05EXBdoii1kqoIoD4.jpg",
        "title": "A Dog’s Journey (2019)",
        "description": "Rating 7.4 အထိရရွိထားတဲ့ကားေကာင္းေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...လူတစ္ေယာက္ဟာ ေခြးေလးတစ္ေကာင္မရွိရင္ မေပ်ာ္ရႊင္ႏုိင္ဘူးလို႔ ဆိုၾကပါတယ္ဒီကားမွာေတာ့ သခင့္ကို သစၥာရွိစိတ္ ျပင္းထန္လြန္းတဲ့ေခြးေလး ေဘလီအေၾကာင္း ရိုက္ကူးထားတာပဲ ျဖစ္ပါတယ္အီသန္နဲ႔ဟန္နာတို႔မွာ သိပ္ခ်စ္ရတဲ့ ေဘလီဆိုတဲ့ေခြးေလးတစ္ေကာင္ရွိပါတယ္အရမ္းကိုအရိပ္အကဲသိလြန္းျပီး လိမၼာတဲ့ေခြးေလးပါသူတို႔ဟာ သားျဖစ္သူဟင္နရီဆံုးပါးသြားတဲ့အခါမွာေခြ်းမျဖစ္သူ ဂေလာ္ရီယာနဲ႔ ေျမးေလးျဖစ္သူစီေဂ် တို႔နဲ႔ အတူ ေနထိုင္လာရင္းနဲ႔ တစ္ရက္မွာေတာ့ေခြ်းမျဖစ္သူကအထင္လြဲစိတ္ဆိုးျပီး စီေဂ်႕ကိုပါ ေခၚကာအိမ္ေပၚကဆင္းသြားပါေတာ့တယ္အီသန္နဲ႔ဟန္နာလည္းရင္ေတြကြဲျပီးက်န္ခဲ့ရပါေတာ့တယ္အဲဒီလိုနဲ႔ေနလာရင္းနဲ႔ ေဘလီေလး ေနမေကာင္းျဖစ္လာျပီးေတာ့တစ္စတစ္စေရာဂါသည္းရင္း ဆံုးပါးေတာ့မယ့္ အခ်ိန္မွာေတာ့သခင္ျဖစ္သူ အီသန္က ေတာင္းဆိုမႈတစ္ခုလုပ္ခဲ့ပါတယ္အဲဒါကေတာ့ စီေဂ်ေလးကိုေစာင့္ေရွာက္ကာကြယ္ေပးျပီးအတူတူျပန္ဆံုႏိုင္ေအာင္ ကူညီေပးဖို႔ပါပဲသခင့္ရဲ႕အမိန္႔ သခင့္ရဲ႕စိတ္ဆႏၵကို ျဖည့္ဆည္းေပးခ်င္လြန္းတဲ့ေဘလီေလးဟာ ေနာက္ဘ၀မွာ ေခြးအျဖစ္နဲ႔ပဲ ျပန္လာျပီးေတာ့သူေစာင့္ေရွာက္ေပးရမယ့္ စီေဂ်ေလးကို လိုက္ရွာပါေတာ့တယ္အီသန္ကိုလည္းတျခားဘ၀မွာေတာင္သူမွတ္မိေနျပီးသူ႔သခင္ရဲ႕ စိတ္ဆႏၵကို ...",
        "rating": "7.4",
        "url": "https://megaup.net/M20t/(CM)_A_Dog_s_Journey_2019_(Large_Size).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/loNiFDAmSx7C3Uvc75fSJPbYDBE.jpg",
        "title": "Bill & Ted’s Bogus Journey(1991)",
        "description": "Bill & Ted's Bogus Journey(1991)၁၉၈၉ကားမွာေတာ့ ဘီလ္နဲ႕ တက္ဒ္တုိ႕ဟာ သူတုိ႕လုပ္ခ်င္ရာေတြလုပ္\nေမႊခ်င္ရာေတြေမႊခဲ့လုိ႕ ထူးထူးျခားျခားႀကီးေျပာင္းလဲမႈေတြျဖစ္ကုန္တယ္...\nဒီေျပာင္းလဲမႈႀကီးကုိမေက်နပ္တဲ့ အျခားအဖြဲ႕အစည္းဟာ\nသူတုိ႕ပုံတူစက္ရုပ္ ၂ရုပ္ဖန္တီးၿပီး ဘီလ္နဲ႕ တက္ဒ္တုိ႕ရဲ႕ အတိတ္ကုိ\nဖ်က္ဆီးဖုိ႕ ေစလႊတ္လုိက္ပါတယ္...\nလူဆုိး ဘီလ္နဲ႕ တက္ဒ္\nလူေကာင္းဘီလ္နဲ႕တက္ဒ္တုိ႕ ဘယ္လုိ အလြဲလြဲေတြျဖစ္ၾကဦးမလဲဆုိတာကုိေတာ့\nဆက္လက္ခံစားၾကည့္ၾကပါဦး...ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္...File Size : (850 MB) and (345 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:33:00\nGenre : Adventure, Comedy, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://megaup.net/3tO69/Bill_and_Teds_Bogus_Journey.1991.BluRay720p.pp.mp4",
        "category": "Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b2yKJ1STPklVSRtso2Tg4TPXK7u.jpg",
        "title": "Bill & Ted’s Excellent Adventure(1989)",
        "description": "Bill & Ted's Excellent Adventure(1989)ဘီလ္နဲ႕တက္ဒ္ ဆုိတဲ့ သူငယ္ခ်င္း (၂)ေယာက္ဟာ ဂစ္တာကုိရူးသြပ္သူမ်ားျဖစ္ၾကသလုိ\nေအာင္ျမင္တဲ့ တီး၀ုိင္းတစ္ခုျဖစ္ဖုိ႕ႀကဳိးစားေနတဲ့လူငယ္ေတြ....\nသုိ႕ေပမယ့္ သူတုိ႕၂ေယာက္ဟာ အေကာင္းမြန္ဆုံးလမ္းညႊန္ေပးတဲ့သူမရွိလုိ႕\nျဖစ္ခ်င္ရာျဖစ္ေနတဲ့ပုံေပါက္ေနတယ္...\nဂစ္တာဘက္ကုိရူးသြပ္လြန္းၿပီး ေက်ာင္းစာမွာေတာ့ စာေမးပြဲတုိင္းကုိ တဘုန္းဘုန္းက်ေနတယ္...\nဒီလုိက်ဆုံးျခင္းဟာ ေနာက္ဆုံးေတာ့ ေက်ာင္းကေနာက္ဆုံးအေနနဲ႕\nသတိေပးျခင္းတစ္ရပ္ထုတ္လုိက္တယ္...\nေနာက္ဆုံးစာတမ္းတစ္ခုကုိ A+မွမရရင္ ေက်ာင္းက ထာ၀ရနားရေတာ့မယ္ဆုိတာပါပဲ...\nတက္ဒ္အတြက္ ေက်ာင္းနားရရင္ စစ္ေက်ာင္းကုိသြားရမွာျဖစ္တဲ့အျပင္\nသူတုိ႕ရူးသြပ္တဲ့ တီး၀ုိင္းလည္းဘယ္ေတာ့မွျဖစ္လာေတာ့မွာမဟုတ္ပါဘူး...\nဘီလ္လည္းထုိ႕အတူပါပဲ....\nဒီကားက သူငယ္ခ်င္း ၂ေယာက္ရဲ႕ အလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြနဲ႕ ရယ္ေမာရသလုိ\nဇာတ္လမ္းကလည္းစိတ္၀င္စားစရာေကာင္းပါတယ္...\nသူတုိ႕ ၂ေယာက္ရဲ႕ မွားယြင္းေနတဲ့လမ္းေၾကာင္းကုိတည့္မတ္ေပးဖုိ႕ လက္ရွိ ၁၉၈၈ခုႏွစ္ကုိ\n၂၆၈၈ခုႏွစ္ကေန အခ်ိန္ခရီးသြားၿပီး လာေရာက္ကူညီတာေတြပါလုိ႕ပါ...\nဘယ္လုိေတြ တလြဲလုပ္ၾကမလဲ..\nသူတုိ႕စာေမးပြဲေအာင္ၿပီး ေက်ာင္းဆက္တက္ႏုိင္မလား...\nေအာင္ျမင္တဲ့တီး၀ုိင္းတစ္ခုဆက္ဖန္တီးႏုိင္မလား...\n၂၆၈၈ခုႏွစ္က သူေတြကလည္း အခ်ိန္ခရီးသြားၿပီး\nဘာေၾကာင့္လာကူညီၾကတာလဲ.အခ်ိန္ခရီးသြားတဲ့သူေတြရဲ႕ အကူအညီနဲ႕ ဒီ ၂ေယာက္ဘာေတြဆက္ဗရုတ္က်မလဲ.ခံစားၾကည့္ၾကပါ...\nကြ်န္ေတာ္တုိ႕လည္း ၁၉၈၈ခုႏွစ္က ငယ္ရြယ္ႏုပ်ဳိတဲ့ Keanu Reeves\nရဲ႕ဇာတ္ကားေကာင္းကုိ အခ်ိန္ခရီးသြားျခင္းပုံစံတစ္မ်ဳိးနဲ႕ခံစားၾကည့္လုိက္ရေအာင္   File Size : (850MB) and (328 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Adventure, Comedy,Music\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://megaup.net/49Ly1/Bill_and_Teds_Excellent_Advanture.1989.Bluray720p.pp.mp4",
        "category": "Adventure, Comedy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/O-brother-poster-133x200.jpg",
        "title": "O Brother, Where Art Thou? (2000)",
        "description": "O Brother, Where Art Thou?(2000)\nIMDb....7.7/10_______Rotten - 77%\n အဲဗရက် ဒယ်လ်မာ နဲ့ ပိဒ်တို့ တို့ သူငယ်ချင်း (၃)ယောက်ဟာ ခပ်ဆိုးဆိုး ဘော်ဒါတွေ....\nတစ်ရက်တော့အမှုတစ်ခုကြောင့် ၃ယောက်လုံးထောင်ကျသွားတယ်....\nဒါပေမယ့် ထောင်မကျခင်တုန်းမှာ ရတနာတွေကို သူတို့ဖွက်ထားနိုင်ခဲ့တယ်....\nဒီရတနာတွေကြောင့် သူတို့ (၃)ယောက်ဟာ ထောင်ကထွက်ပြေးပြီး\nရတနာတွေကိုရှာဖွေဖို့ကြိုးစားကြတော့တယ်....\nသူတို့ ထောင်ကလွတ်မြောက်မလား...ဖွက်ထားတဲ့ရတနာတွေရောပြန်တွေ့မလား....\nဒီကြားထဲ သူတို့ထောင်ပြေးလုပ်နေစဉ်ကာလအတွင်းမှာ ရင်ဆိုင်ရတဲ့ အန္တရယ်ပေါင်းစုံကိုလည်း ကျော်လွှားနိုင်ပါ့မလားဆိုတာကိုတော့\nခံစားကြည့်လိုက်ပါဦး........\nဒီကားက IMDb 7.7, Rotten Tomatoes 77% ရရှိထားပြီး\nလူ(၃)ယောက်စရိုက် ၃မျိုးနဲ့ ထွက်ပြေးစဉ်ကာလတစ်လျှောက် လူတွေရဲ့သဘော မနောတွေ\nအာဏာရူးတဲ့သူတွေအကြောင်း သူငယ်ချင်းမေတ္တာတရားတွေအကြောင်းကို ဟာသလေးတွေနှောပြီး\nပညာသားပါပါလေးရိုက်ကူးပြထားတာပါ...အတင်းကလိထိုးရယ်ခိုင်းတဲ့အကွက်တွေလုံးဝမပါပဲ\nတွေးတွေးပြီးပြုံးနေရတဲ့အခန်းမျိုးတွေပါ...\n1930 ခုနှစ်လောက်က အမေရိကန်တောင်ပိုင်းရဲ့ ကျေးလက်ဒေသ အလှအပတွေကို တစ်ဝကြီး ရှုစားရမှာဖြစ်တဲ့အပြင်\nCinematography ပိုင်းကလည်းပြောစရာမလိုအောင် လှပတဲ့ ရှုခင်းတွေ ကို ခံစားရမှာဖြစ်ပါတယ်...\nမင်းသားကြီးတွေကလည်း နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့\nGeorge Clooney, John Turturro, Tim Blake Nelson တို့ဖြစ်ပါတယ်...\nComedy,Drama ကားကောင်းတစ်ခုဖြစ်သလို Folk ...",
        "rating": "7.7",
        "url": "https://megaup.net/2l0km/O_Brother,_Where_Art_Thou_[2000]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/67568372_345291069736311_5723074661000937472_n-143x200.jpg",
        "title": "Ancient Detective ( 2019 )",
        "description": "ကြမ္းလင္ စစ္တပ္ဟာ ဒဏၰာရီထဲမွာ နာမည္ျကီးေနတဲ့ေတာင္မ်ားျမစ္မ်ား ေျမပံုကို ျမိဳ႕ေတာ္က ဘဏၰာတိုက္ထဲကိုသယ္ေဆာင္လာတဲ့အခ်ိန္ လီခ်ံဴးရဲ့ေျကးစားစစ္တပ္ေတြကတိတ္တဆိတ္ လုပ္ျကံသတ္ျဖတ္ခဲ့တယ္ အဲဒီအခ်ိန္မွာအလြတ္စံုေထာက္ တီဖာရိ ကအခ်ိန္မီေရာက္လာပီးေျကးစားေတြနဲ့တိုက္ခိုက္ကာ ေျမပံုကိုျပန္ယူနိုင္ခဲ့တယ္ဒါေပမယ့္ နန္းတြင္းမွာထပ္လုပ္ျကံခံခဲ့ရတယ္အဲဒီလုပ္ျကံတဲ့အခ်ိန္နဲ့ျကယ္စင္ကိုးလံုးထြက္ေပၚလာတဲ့အခ်ိန္တိုက္ဆိုင္သြားပီး ေျမပံုကိုဖြင့္မိလိုက္တဲ့အခ်ိန္မွာအခ်ိန္ခရီးသြားအျဖစ္ ေခတ္သစ္ကိုေရာက္ရွိလာခဲ့တယ္ေခတ္သစ္မွာ ရဲေမ ျမင္ထင္ က အနက္ေရာင္ဌက္ေမြးကိုုလိုက္လံဖမ္းဆီးေနတဲ့အခ်ိန္ တီဖာရိက အေျကာင္းစံုမသိပဲဝင္ေနွာင့္ယွက္မိပီး အစီအစဥ္ေတြလြဲေခ်ာ္သြားတယ္ဒါေျကာင့္ ရဲေမျမင္ထင္က တီဖာရိကို သံသယျဖစ္ပီး စခန္းကိုဖမ္းဆီးေခၚေဆာင္သြားခဲ့တယ္ တီဖာရိက သူ ေရွးေခတ္ကလာတဲ့အေျကာင္းရွင္းျပေပမယ့္ ရဲေမ ျမင္ထင္က အရူးလို့ထင္ခဲ့တယ္ဒါေပမယ့္ ေနာက္ပိုင္းမွာ တီဖာရိ ေျပာျပသမ်ွေတြကို ယံုျကည္လာပီးအခ်င္းခ်င္းသံေဃာဇဥ္ေတြျဖစ္လာျကတဲ႔ ေနာက္ ဘာေတြဆက္ၿဖစ္မယ္ဆုိတာ ဆက္လက္ခံစားၾကည္႕ရွုပါ Translated & Review By XiaoEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/5vs2A/(CM)Ancient.Detective.HDRip.720p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/hua-mulan-german-dvd-cover-140x200.jpg",
        "title": "Mulan: Rise of a Warrior (2009)",
        "description": "တရုတ်အမျိုးသမီးသူရဲကောင်းတစ်ယောက်အကြောင်းကိုအခြေခံပြီးရိုက်ကူးထားတဲ့ မူလန်ဇာတ်ကားဟာ 1998 ကထွက်ရှိထားခဲ့တဲ့Walt Disney က Mulan Animation ဇာတ်ကားနဲ့မတူတဲ့ဖန်တီးချက်တွေနဲ့ တင်ဆက်ထားတာပါ။...နေမကောင်းတဲ့နေတဲ့ဖခင်ရဲ့ကိုယ်စားအတွက် သမီးဖြစ်သူဟွားမူလန်က စစ်မှုထမ်းဖို့အတွက်ယောကျာၤးလေးအယောင်ဆောင်ပြီးစစ်ထဲကိုဝင်ခဲ့ရပါတယ်...ကိုယ်ခံအားကောင်းပြီး တိုက်ရည်ခိုက်ရည်ရှိတဲ့ မူလန်ဟာတပ်ကိုဦးဆောင်နိုင်ရုံမကပဲတရုတ်သမိုင်းတစ်လျောက်မှာအကျော်ကြားဆုံး မိန်းကလေးစစ်သူကြီးတစ်ယောက်ဖြစ်လာခဲ့ရပါတယ်...တိုက်ပွဲတိုင်းမှာအောင်နိုင်ခဲ့ပေမယ့် ပင်ကိုယ်အခံကမိန်းကလေးဖြစ်နေသောကြောင့် သနားကြင်နာတတ်တဲ့စိတ်နဲ့အကြောက်တရားဟာ သူမအတွက်အားနည်းချက်တစ်ခုလိုဖြစ်လာခဲ့ရပါတယ်...တစ်ခုသောတိုက်ပွဲမှာသူမအားထားရတဲ့ ညီအစ်ကိုတွေကိုဆုံးရှုံးလိုက်ရတဲ့အခါသူမအတွက်အကြီးမားဆုံးထိုးနှက်ချက်တစ်ခုလိုဖြစ်လာခဲ့ရပါတော့တယ်...ဒီကားရဲ့ အဓိကဇာတ်ကောင် မူလန်နေရာမှာ တရုတ်နိုင်ငံရဲ့နာမည်ကြီးမင်းသမီးတစ်ဦးဖြစ်တဲ့ Zhao Wei ကသရုပ်ဆောင်ထားပါတယ်...ဒီဇာတ်ကားနဲ့ မင်းသမီး Zhao Wei ဟာ10th Changchun Film Festival : Actress Award300th Hundred Flowers Award : Best Picture Award & Best Actress Award19th Shanghai Film Critics Award : Best Actress AwardVietnam DAN Movie Awards : Favorite Actress Awardစတဲ့ဆုတို့ကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2SO4k/Mulan_-_Rise_Of_A_Warrior_(Huā_Mùlán)_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/7orfSLncDBQrFQpUkoAfunWNySk-133x200.jpg",
        "title": "Mulan (1998)",
        "description": "Mulan (1998)\nIMDb Rating (7.6/10)_____Rotten Tomatoes (86%)\n ဒီကာတွန်းရုပ်ရှင်လေးဟာ တရုတ်ပြည်ကြီးမှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့\nဖြစ်ရပ်မှန် ကို ပြန်လည်ပြီး ဇတ်လမ်းဖွဲ့ ရေးဆွဲခဲ့တယ်လို့ သိရပါတယ်…\nတိုင်းပြည် စစ်ဖြစ်နေချိန်မှာ ယခင် တာဝန်ထမ်းဆောင်ခဲ့သော သက်ကြီးစစ်သားဟောင်းများကို\nပြန်လည် ဆင့်ခေါ်ခဲ့ပါတယ် အကယ်၍ သက်ကြီးစစ်သားနှင့်အရာရှိများက စစ်ထဲ မလိုက်နိုင်အောင်\nကျန်းမာရေး ဆိုးဝါးနေခဲ့ရင် အိမ်တွင်ရှိသော သား တူ မြေး ယောင်္ကျားသား တစ်ဦးစီကို\nစစ်ထဲသို့ ပို့ပေးပါရန် ဘုရင်မင်းမြတ်က အမိန့်ထုတ်ပြန်ထားပါတယ်…\nအဲ့ဒီအချိန်မှာပဲ မုလန် ရဲ့ အဖေဆီသို့ ထိုစာချွန်လွှာ ရောက်လာတဲ့အချိန်\nကျန်းမာရေး မကောင်းတော့တဲ့ အဖေကို ကြည့်ရင်း တစ်ဦးထဲသော သမီးဖြစ်သူ\nမုလန် ဟာ ကွယ်လွန်ပြီးသော ဘိုးဘွားတွေ ရဲ့ မှတ်တိုင်များရှေ့တွင် ဆုတောင်းပြီး\nဖခင် မသိအောင် ဖခင်စစ်ဝန်တန်ဆာတွေ ခိုးဝတ်ကာ ထွက်ခွာသွားပါတော့တယ်…\nယောင်္ကျားလေးကဲ့သို့ ပြင်ဆင်ပြီး စစ်မြေပြင်ကို ထွက်ခွာသွားသော ဖခင်ချစ်တဲ့\nမုလန် လေးကို မြင်တဲ့ ကွယ်လွန်ပြီးတဲ့ ဘိုးဘွားများဟာ ...",
        "rating": "7.6",
        "url": "https://megaup.net/3yLx9/Mulan_[1998]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Asian, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/MV5BMTc0NjE2ODM2OV5BMl5BanBnXkFtZTgwMjQyNDUzNzM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "UglyDolls (2019)",
        "description": "UglyDolls (2019)\n၂၀၁၉ ေမလမွာ ထြက္ရွိခဲ့တဲ့ သီခ်င္းေတြၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္နဲ႔\nအဆုိေတာ္ တစ္ၿပံဳတစ္ေခါင္းနဲ႔ ထြက္ရွိခဲ့တဲ့ ကာတြန္းကားေကာင္းေလးပါ။\nနာမည္ႀကီးကားေတြၾကားထဲမွာ ထြက္ခဲ့ရတဲ့အတြက္ အရမ္းမသိလိုက္ၾကဘူး ထင္ပါတယ္။\nအသံသရုပ္ေဆာင္ေတြအေနနဲ႔ Kelly Clarkson အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၿပီး\nX Factor ရဲ႕ ဒိုင္တစ္ဦးလည္း ျဖစ္တဲ့ Blake Shelton လည္း ပါ၀င္ပါတယ္။\nNick Jonas, Janelle Monae, Pitbull တို႔လည္း ပါပါေသးတယ္။\nAsian Artist အေနနဲ႔ ၀မ္လီဟုန္ (Wang Lee Hom) လည္း ပါပါေသးတယ္။\nသီခ်င္းေတြ အမ်ားႀကီး နားေထာင္ရမွာဆိုေတာ့ ၾကည့္ရမွာအရမ္းတန္ပါတယ္။\nဒါကေတာ့ ဇာတ္လမ္းရဲ႕ထူးျခားခ်က္ပါ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ ဒီလိုပါ။\nရုပ္ဆိုးရုပ္ကေလးေတြ ရုပ္ဆိုးေတာင္ၾကား (Uglyville) မွာ ေနၾကပါတယ္။\nေမာ္စီဆိုတဲ့ အရုပ္မေလးကေလး ဒီရြာသူတစ္ေယာက္ပါ။\nသူကေတာ့ သူတုိ႔ရြာရဲ႕တျခားတစ္ေနရာမွာ သူတို႔ကို ခ်စ္ေပးမယ့္ လက္ခံေပးမယ့္\nကေလးေလးေတြ ရွိေနတယ္လို႔ ယံုၾကည္ထားပါတယ္။\nကမာၻအႀကီးႀကီးလည္း ရွိတယ္လို႔ သူမက ယံုၾကည္ထားပါတယ္။\nဒီေတာ့ သူ႕သူငယ္ခ်င္းေတြနဲ႔ အဲဒီကို ေရာက္ေအာင္သြားဖို႔ ...",
        "rating": "4.5",
        "url": "https://megaup.net/1xnmn/We_Belong_Together_[2019]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/the-legend-of-yang-jian.161088-143x200.jpg",
        "title": "The Legend Of Yang Jian ( 2018 )",
        "description": "ပံုမွန္ေတြ႕ေနက် သိုင္းကားေတြ ေမွာ္ကားေတြလိုအစြမ္းဘက္ကိုဦးစားမေပးပဲ တိုက္ခိုက္ေရးဘက္ကို ပိုဦးစားေပးထားတဲ႔ဇာတ္ကားၿဖစ္ပါတယ္ဒီကား​ေလးဟာ ရန္​က်န္​ဆိုတဲ့ တတိယမ်က္​လံုးအစြမ္​း႐ွိတဲ့နတ္​မင္​းဟာ လူ႔ျပည္​မွာတာဝန္​ထမ္​း​ေဆာင္​ရင္​းရြာ​ေလးတစ္​ရြာနားမွာဒဏ္​ရာဗလပြနဲ႔လဲက်​ေနခဲ့ရံုသာမကမွတ္​ဥာဏ္​ပါ​ေပ်ာက္​ဆံုးခဲ့ရပါတယ္​..ဒီလိုနဲ႔ရြာသူမ​ေလးယိ​ေက်ဟာတစ္​ရြာလံုးနဲ႔ဆန္​႔က်င္​ၿပီး ရန္​က်န္​ကိုကယ္​တင္​​ေပးခဲ့ရာက​ေနဒီရြာ​ေလးမွာ ဓားျပရန္​နဲ႔ၾကံဳခဲ့ရၿပီး ရန္​က်န္​ရဲ႕တန္​ခိုးစြမ္​းအားကိုအမွတ္​မထင္​​ေတြ႕႐ွိသြားတဲ့အခါ.....ရန္​က်န္​တို႔တစ္​သိုက္​ယဇ္​ပူ​ေဇာ္​ပြဲမွာက်င္​းပမဲ့တိုက္​ခိုက္​​ေရးပြဲအတြက္​ တိုက္​ခိုက္​​ေရးသမားအျဖစ္​​ေရာင္​းစားျခင္​းခံလိုက္​ရပါ​ေတာ့တယ္​......ဒီတိုက္​ခိုက္​ပြဲမွာဘယ္​လိုအႏၱရာယ္​​ေတြနဲ႔ၾကံဳ​ေတြ႔ရမွာလဲ....ရန္​က်န္​က​ေရာသူ႔အတိတ္​ကိုျပန္​မွတ္​မိႏိုင္​ပါ့မလားဇာတ္​ကားတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​...ၾကမ္​းတမ္​းရက္​စက္​တဲ့သတ္​ပြဲ​ေတြႀကိဳက္​တတ္​တဲ့သူ​​ေတြအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႔​ေစမွာပါ... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.0",
        "url": "https://megaup.net/2Tigx/The_Legend_Of_Yang_Jian_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Hq659V31ER9pQQvVBUUJbwR7NT.jpg",
        "title": "Serenity(2005)",
        "description": "Serenity(2005)IMDb......7.9အနာဂတ္ကာလ ၂၆ ရာစုႏွစ္တမွ\nာ\nကမာၻၿဂိဳလ္ဟာ ၿဂိဳလ္ေပါင္းမ်ားစြာရွာေဖြေတြ႕ရွိခဲ့ၾကၿပီး\nအဲဒီၿဂိဳလ္ေတြမွာ အေျခခ်ေနထိုင္ဖို႔ လူေတြကို လိုအပ္တာ ေထာက္ပံ့ၿ\nပီး ေနေစပါတယ္ ......ယဥ္ေက်းမႈျမင့္မားေနတဲ့ ဒီလူ႔အဖြဲ႕အစည္းကို\nၿဂိဳလ္မ်ားဆိုင္ရာ လႊတ္ေတာ္ကေန အုပ္ခ်ဳပ္ပါတယ္.....\nအဲဒီမွာ လႊတ္ေတာ္ဟာ သိပၸံစမ္းသပ္မႈေတြ မ်ားစြာလုပ္ေနၿပီး\nစမ္းသပ္ခံထဲေတြထဲမွာ ရစ္ဗားတန္ဆိုတဲ့ ၁၇ ႏွစ္အရြယ္ ေကာင္မေလးလည္း တေယာက္အပါအ၀င္ေပါ့\n....\nဒီေကာင္မေလးမွာ ထူးျခားတဲ့စြမ္းအင္ေတြရွိေလေတာ့ သိပၸံပညာရွင္အဖြဲ႕က အဆုံးမဲ့စြမ္းအင္ရရွိေအာင္ႀကိဳးစားၿပီး\nလက္နက္သဖြယ္အသုံးခ်ဖုိ႕ႀကိဳးစားလာႀကတယ္....အဲဒီထဲကေန သူမရဲ႕အကို\nဆိုင္မြန္ တန္ ဟာ\nသူမကို ရေအာင္ ကယ္ထုတ္သြားခဲ့ၿပီး\nSerenity ဆိုတဲ့ ယာဥ္နဲ႕ ထြက္ေျပးၾကတယ္...\nအဲဒီလို သူတို႔ ထြက္ေျပးသြားတဲ့ေနာက္ လႊတ္ေတာ္အဖြဲ႕ကေန လူသတ္ရာမွာေတာ္လြန္းတဲ့ ရွင္းေလးေရးသမားေတြကုိ\nလႊတ္လုိက္ၾကတယ္....\nသူတုိ႕ေတြလြတ္ေျမာက္ပါ့မလား.....\nရႈတ္ေထြးေပြလီလွတဲ့ ၂၆ရာစုရဲ႕ အဖြဲ႕အစည္းေပါင္းမ်ားစြာရဲ႕ရန္ကေရာ လြတ္ေျမာက္ေအာင္ဘယ္လုိရုန္းကန္ၾကမလဲ....ရုပ္ရွင္အထူးျပဳလုပ္ခ်က္ေကာင္းေကာင္းနဲ႔ ၾကည့္လို႔ေကာင္းတဲ့\nသိပၸံရုပ္ရွင္ကားကုိမွ သေဘာက်တယ္...အက္ရွင္ခန္းေတြလည္းပါမွျဖစ္မယ္...Rating ေတြလည္း လန္းရမယ္...\nဇာတ္လမ္းလည္းမုိက္မွ အဆင္ေျပမယ္ဆုိတဲ့သူေတြအတြက္ ခံစားၾကည့္လုိက္ပါဦး....\nနင္းကန္ေကာင္းေၾကာင္းညႊန္းဆုိပါရေစ....ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Chan Myae Thu Aung ပဲျဖစ္ပါတယ္....File Size : (940 MB) and (347 MB)\nQuality : Blu-Ray ...",
        "rating": "7.9",
        "url": "https://megaup.net/2Tigq/Serenity_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/b752fGnKgZREBwXWhHoiO2B34c.jpg",
        "title": "Returner ( 2002 )",
        "description": "IMDb Rate 6.5 ရရွိထားတဲ႔ဂ်ပန္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္Action / Adventure / Sci-Fi အမ်ိဳးအစားေတြကိုၾကိဳက္ႏွစ္သက္တဲ႔ပရိတ္သတ္ေတြအတြက္ေတာ႔ အေတာ္ေလးကိုသေဘာက်မယ္႔ဇာတ္ကားပါပဲ ဇာတ္လမ္းအညႊန္းကေတာ႔Spoil မၿဖစ္ေအာင္နည္းနည္းေရွာင္ေရးလိုက္ပါမယ္ျဂိဳလ္သားေတြက်ဳးေက်ာ္မႈကို အေသအေႀကတိုက္ခိုက္ေနရတဲ့လူသားေတြထဲက မီလိဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္တာဝန္ႀကီးတစ္ခုကို ထမ္းေဆာင္ဖို႔ အခ်ိန္ယႏၱရားအကူအညီနဲ႔အတိတ္ကို ျပန္လည္ေရာက္ရွိခဲ့တယ္။ဒီတာဝန္ကို ထမ္းေဆာင္ရာမွာ မိယာမိုတိုဆိုတဲ့ ေႀကးစားလူသတ္သမားပါ ပါဝင္လာခဲ့ရတယ္။ဒီတာဝန္ႀကီးက ဘာတာဝန္လဲ...ဒီက်ဴးေက်ာ္ျဂိဳလ္သားေတြရဲ႕ေနာက္ကြယ္မွာေရာ ဘာေတြရွိေနမွာလဲ...မီယာမိုတုိကေရာ ဒီတာဝန္ကို ဘယ္လို ကူညီေပးမွာလဲ...ခံစားခ်က္ေကာင္းတစ္ခုကို ေပးႏိုင္မယ့္ ဇာတ္ကားေလးျဖစ္ပါတယ္။ Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.5",
        "url": "https://megaup.net/1xlgc/Returner_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7JLh96msEKCm7RRTOfsmGD5fEZl.jpg",
        "title": "Batman: Hush (2019)",
        "description": "Batman: Hush\nမထြက္ခင္ကတည္းက DC fanေတြအရမ္း Hypeခဲ့ရတဲ့ ကားတစ္ကားပါ Hypeဆို အရမ္းနာမည္ႀကီးခဲ့တဲ့ Batman\nComicကိုျပန္႐ိုက္ထားတာကိုး\nဇာတ္လမ္းအက်ဥ္းကေတာ့\nဆရာဘတ္ရဲ႕ ရန္သူေတာ္ေတြျဖစ္တဲ့ Bane,Poison Ivy,\nScareCrow,Riddler,Joker တို႔က တစ္လွည့္စီ ထႂကြေသာင္းၾကမ္းပါတယ္ သူတို႔ ေသာင္းက်န္းမႈရဲ႕ေနာက္ကြယ္မွာ Hushလို႔ေခၚတဲ့ လူတစ္ေယာက္က ခ်ဳပ္ကိုင္ထားေၾကာင္း ဆရာဘတ္တစ္ေယာက္ သိလိုက္ရတဲ့အခါမွာေတာ့\nHushဆိုတာ ဘယ္သူလဲ သူ႔ရဲ႕ရည္ရြယ္ခ်က္ကဘာလဲ\nJokerလို Master Mindတစ္ေယာက္ကိုေတာင္ သူ႔အကြက္ထဲဝင္ေအာင္ လုပ္ႏိုင္တဲ့ Hushနဲ႔ World Greatest Detective ႀကီးတို႔ ရင္ဆိုင္ၾကပံုကို ၾကည့္႐ႈရမွာျဖစ္ပါတယ္",
        "rating": "N/A",
        "url": "https://megaup.net/27tmk/Batman.Hush.2019.1080p.WEB-DL.DD5.1(cm).mp4",
        "category": "Action, Adventure, Animation"
    }
]