[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/paddington_two-135x200.jpg",
        "title": "Paddington 2 (2017)",
        "description": "ဘရောင်းမိသားစုနဲ့အတူ လန်ဒန်မှာ အခြေချနေထိုင်တဲ့ ဝက်ဝံလေးပက်ဒင်တန်ဟာ ဘာ လုပ်လုပ် အလွဲလွဲအချော်ချော် ဖြစ်ပေမယ်လို့ လူတိုင်းကိုကူညီလို စိတ်ရှိတဲ့အတွက် ချစ်ခင်သူများပါ တယ်။ ဘရောင်းမိသားစုမှာလည်း အိုလံပစ်ယာဉ်မောင်းဖြစ်ဖို့ ကြိုး ပမ်းနေတဲ့ မေရီ၊ ရာထူးမတိုးသေး တဲ့ ဟင်နရီ၊ ချစ်သူနဲ့လမ်းခွဲလိုက် တဲ့ ဂျူဒီ၊ အရွယ်ရောက်လာတဲ့ ဂျိုနသန်စတဲ့ အပြောင်းအလဲ များစွာနဲ့ပါ။ တစ်ရက်မှာတော့ အန်တီ လူစီရဲ့ အသက်ရာပြည့်မွေးနေ့မှာ အမှတ်တရ လက်ဆောင်အဖြစ် ဆင်မြူရယ်ဂရူဘာရဲ့ ရှေး ဟောင်းပစ္စည်းဆိုင်က Pop Up စာအုပ်လေးဝယ်ပေးဖို့ စိတ်ကူး ထားတာကြောင့် ပက်ဒင်တန်ဟာ အလုပ်မျိုးစုံလုပ်ရင်း ငွေစုခဲ့ပါ တယ်။ ပိုက်ဆံပြည့်တဲ့နေ့မှာ စာ အုပ်သွားဝယ်ရင်း သူဝယ်မယ့် စာအုပ်သူခိုးခိုးသွားတာ တွေ့ပေ မယ့်လို့ ပက်ဒင်တန်ဟာ စာအုပ် သူခိုးအဖြစ် မှားယွင်းစွပ်စွဲခံရပြီး သက်သေမပြနိုင်တဲ့အတွက် အ ဖမ်းခံခဲ့ရပါတယ်။ဘရောင်းမိသားစုကလည်း ပက်ဒင်တန် ...",
        "rating": "8.2",
        "url": "https://megaup.net/1Fivc/Paddington_2_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/pacific-rim-poster-1-135x200.jpg",
        "title": "Pacific Rim (2013)",
        "description": "Pacific Rim (2013)\nIMDb - 6.9/10_____Rotten - 72%\n  \n2013 မှာ ထွက်ရှိခဲ့တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်\nဒါရိုက်တာ Guillermo del Toro ကရိုက်ကူးတင် ဆက်ထားပြီးတော့\nIMDb Rating 6.9 အထိ ၇ရှိထားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်.\nဒါကြောင့်မို့ကောင်းလားမကောင်းလားဆိုတာ အငြင်းပွားစရာလိုနေဦးမယ်လို့မထင်ပါဘူး\nသိပ္ပံကားကောင်းတွေကြိုက်နှစ်သက်သူတွေအတွက် သဘောတွေ့စေမယ့်ကားတစ်ကားဆိုတာ\nအသိပေးလိုက်ပါတယ်..ခံစားကြည့်ရှုကြပါ\n   \n2013 မွာ ထြက္ရွိခဲ႔တဲ႔ဇာတ္ကားတစ္ကားၿဖစ္ပါတယ္\nဒါရိုက္တာ Guillermo del Toro ကရိုက္ကူးတင္ ဆက္ထားၿပီးေတာ႕\nIMDb Rating 6.9 အထိ ၇ရွိထားတဲ႔ဇာတ္ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္.\nဒါေၾကာင္႕မို႕ေကာင္းလားမေကာင္းလားဆုိတာ အၿငင္းပြားစရာလိုေနဦးမယ္လို႕မထင္ပါဘူး\nသိပၸံကားေကာင္းေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္ သေဘာေတြ႕ေစမယ္႕ကားတစ္ကားဆိုတာ\nအသိေပးလိုက္ပါတယ္..ခံစားၾကည္႕ရွုၾကပါ\n  File Size : (1.1 GB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 11min\nFormat : Mp4\nGenre :Action, Adventure, Sci-Fi\nSubtitle : ...",
        "rating": "6.9",
        "url": "https://megaup.net/3zKy0/Pacific_Rim_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/93FsllrXXWncp7BQYTdOU1XMRXo.jpg",
        "title": "Wreck-It Ralph (2012)",
        "description": "Ralph ဟာ သူ႔ဂိမ္​းထဲ က ၿပီးျပည္​့စုံၿပီး ​ေတာ္​​ေနတဲ့ ​ေကာင္​လိုမ်ိဳး အခ်စ္​ခံခ်င္​သူပါျပသနာက လူဆိုး​​ေတြကို ဘယ္​သူမွမခ်စ္​​ၾကတာပါပဲဒါ​ေပမဲ့ သူရဲ​ေကာင္​း​ေတြကို​ေတာ့ ခ်စ္​ၾကပါတယ္​ဒီ​ေတာ့ ဆားဂ်င္​့အျဖစ္​​ေဆာ့ရတဲ့ ဂိမ္​း​ေပၚလာတဲ့အခါမွာ​ေတာ့ အဲ ဂိမ္​းကို သူ႔အတြက္​ သူရဲ​ေကာင္​းျဖစ္​ဖို႔ အခြင္​့အ​ေရးလို႔ ျမင္​သြားပါတယ္​သူဟာ ဂိမ္​းထဲ ကို ရိုး႐ွင္​းတဲ့ပလန္​နဲ႔ ဝင္​သြားတယ္​ ႏိုင္​ခဲ့​ေပမယ္​့ မၾကာခင္​မွာပဲ အရာအားလံုးပ်က္​စီးသြားခဲ့ပါတယ္​ဒီအခါမွာ သူဘာ​ေတြဆက္​လုပ္​မလဲဘာ​ေတြ ဆက္​ျဖစ္​လာမလဲသူျဖစ္​ခ်င္​တဲ့ သူရဲ​ေကာင္​း​ေရာ ျဖစ္​လာပါ့မလားဆိုတာ​ေတာ့ Wreck-It Ralph ဆိုတဲ့ ၂၀၁၂ ထြက္​ Animation ကား​ေလးထဲမႇာ ဆက္​လက္​ၾကည္​့႐ွဳၾကပါIMDb rating 7.7 ထိရထားတဲ့ ကာတြန္​း​ေလးမို႔ လက္​မလြတ္​သင္​့တဲ့ ဇာတ္​ကား​ေလးပါ File Size : (850 MB) and (373 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 41min\nFormat : ...",
        "rating": "7.7",
        "url": "https://megaup.net/1A4dh/Wreck-It_Ralph_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Chinese-Zodiac-140x200.jpg",
        "title": "Chinese Zodiac (2012)",
        "description": "ဒီတစ်ခါ မိတ်ဆက်ပေးမှာကတော့ လူကြီးတွေကော ကလေးတွေပါမကျန် အားလုံး မသိသူမရှိကြိုက်ကြတဲ့ မင်းသားကြီး Jackie Chan ရဲ့ဇာတ်လမ်းလေးပါ။\nတရုတ်သမိုင်းမှာ အစဉ်လာကြီးမားခဲ့တဲ့ ရှေးဟောင်း ရာသီခွင်တိရိစ္ဆာန်တွေရဲ့ကြေးသွန်းခေါင်း ရတနာကို ရှာဖွေခြင်းပါပဲ။ ဒီကားမှာ Jackie Chan က Treasure Hunter ပုံစံနဲ့ သရုပ်ဆောင်ထားပြီး ဒီရတနာပစ္စည်းတွေကို တရားသော၊ မတရားသော ကြိုက်တဲ့နည်းလမ်းနဲ့ ရှာဖွေဖို့ ငှားခံရပါတယ်။ ရှာဖွေခိုင်းသူတွေကလည်း ဒီရတနာတွေကို ငွေကြေးနဲ့အခြားနိုင်ငံများကိုလေလံတင်ဖို့ကအဓိက ပါ။ အစောပိုင်းတုန်းမှာ ဒီပစ္စည်းတွေကို ငွေကြေးအတွက်သာအဓိက ထားရှာဖွေခဲ့ပေမယ့် နောက်ပိုင်းမှာ ဒီပစ္စည်းတွေဟာ သူတို့နိုင်ငံသမိုင်းကြောင်းမှာ ဘယ်လောက်အရေးပါခဲ့လည်းဆိုတာကို သိရပြီးနောက် Jackie Chan ဘာတွေဆက်လုပ်လည်းဆိုတာကို တွေ့မြင်ရမှာပါ။\nJackie Chan အပါဝင် သူတို့ရဲ့ Treasure Hunter Group မှာ Daniel Wu လိုနာမည်ကြီးမင်းသားတွေလည်းပါဝင်တာကိုတွေ့ရမှာပါ။ ဒီကားဟာလည်း action တွေ ၊ ...",
        "rating": "6.1",
        "url": "https://megaup.net/3yF1W/Chinese_Zodiac_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMjAyNDM2MDA2NF5BMl5BanBnXkFtZTcwOTMxMDAxNA@@._V1_SY1000_CR006741000_AL_-6-135x200.jpg",
        "title": "Gnomeo & Juliet (2011)",
        "description": "Gnomeo & Juliet (2011)\nIMDb - 5.9/10_____Rotten - 56%\n Gnomeo and Juliet ကာတွန်းကားလေးကတော့ ၂၀၁၁ မှာထွက်ရှိထားတာပဲဖြစ်ပါတယ်\nဒီဇာတ်လမ်းမှာ ပါဝင်ထားတဲ့ အသံသရုပ်ဆောင်တွေက အပြင်မှာလည်းနာမည်ကြီးတဲ့ ဝါရင့်သရုပ်ဆောင်ကြီးတွေပါပဲ\nဒီဇာတ်လမ်းထဲမှာတော့ အနီရောင်မိသားစုနဲ့အပြာရောင်မိသားစုဟာ ခေတ်အဆက်ဆက်က ရှိလာခဲ့တဲ့ရန်ငြိုးဟောင်းတွေကြောင့် တစ်ဖက်နဲ့တစ်ဖက်မုန်းတီးနေကြပါတယ်\nသူတို့ကတော့ ပန်းခြံထဲမှာထားတဲ့ gnome အရုပ်လေးတွေပေါ့\nသူတို့ရဲ့သခင်တွေဖြစ်တဲ့ အိမ်ရှင်နှစ်ယောက်ကလည်း မတည့်သလို အနီနဲ့အပြာမိသားစုတွေကလည်း\nလမ်းမှာတွေ့ရင် ဦးရာလူကချကြတာပေါ့ အပြာရောင်မိသားစုဘက်က ခေါင်းဆောင်ရဲ့သားဖြစ်သူ နိုမီယိုနဲ့\nအနီရောင်ခေါင်းဆောင်ရဲ့သမီးဖြစ်သူ ဂျူးလိယက်တို့နှစ်ယောက်ဟာ အကြောင်းတစ်ခုကြောင့် ဆုံတွေ့မိခဲ့ပြီး တစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားခဲ့ပါတော့တယ်\nတစ်ဖက်နဲ့တစ်ဖက်မုန်းတီးနေကြတဲ့ မိသားစုနှစ်စုရဲ့ရန်ငြိုးတွေကြားမှာ သူတို့ချစ်သူနှစ်ယောက်ရဲ့ အချစ်တွေရှင်သန်နိုင်ပါမလား\nဘယ်လိုအခက်အခဲတွေကြုံတွေ့မှာလဲ နိုမီယိုနဲ့ဂျူးလိယက်တို့ချစ်သူနှစ်ယောက်ဟာ ဒီရန်ငြိုးတွေကို အဆုံးသတ်ပေးနိုင်မှာလား\nဒါမှမဟုတ် ဝေးကွာသွားကြမလားဆိုတာ ဆက်လက်ကြည့်ရှူ့ကြပါစို့...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Lyric Lynn Khant ဖြစ်ပါတယ်...\n  File Size : (752 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:24:00\nGenre : ,  Adventure, Animation, Comedy\nSubtitle ...",
        "rating": "5.9",
        "url": "https://megaup.net/3zAdq/Gnomeo_&_Juliet_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e3P2Ed0sbmQ6RsoS4dcT3aeEPR.jpg",
        "title": "Annihilation (2018)",
        "description": "(Unicode)\nလူတွေက ဆုံးဖြတ်ချက်တွေချတာလား၊ ကိုယ့်စိတ်ကတွန်းအားပေးတဲ့အတိုင်း လိုက်လုပ်နေကြတာလား?\nကိုယ့်ကိုယ်ကိုသေကြောင်းကြံတာနဲ့ ကိုယ့်ကိုယ်ကိုဖျက်ဆီးတာ တူသလား?\nပျက်သုန်းခြင်းဆိုတာ ဘာလဲ?\nလီနာ့ယောကျ်ား စစ်မစ်ရှင်ရှိတယ်ဆိုပြီး ထွက်သွားတာ တစ်နှစ်ရှိပါပြီ။\nဘာမစ်ရှင်လဲ၊ ဘယ်ကိုသွားရမှာလဲ၊ ဘယ်သူတွေနဲ့လဲဆိုတာ လီနာကိုယ်တိုင်တောင်မသိရပါဘူး။လီနာကတော့ သူ့ယောကျ်ားသေသွားပြီလို့ပဲ မှတ်ယူထားခဲ့ပါတယ်။\nဒါပေမယ့် တစ်နေ့မှာ သူ့ယောကျ်ား အမှတ်မထင်ပြန်ရောက်လာခဲ့ပါတယ်။\nဘယ္ကိုသြားခဲ့တာလဲ၊\nအိမ်ကိုဘယ်လိုပြန်ရောက်လာတာလဲဆိုတာ သူကိုယ်တိုင်တောင် မသိတဲ့အခြေအနေ၊\nရုတ်တရက်ကြီး သွေးတွေအန်ကျလာလို့ ဆေးရုံကိုအပြေး၊ လမ်းမှာ ရဲတပ်ဖွဲ့တစ်ဖွဲ့က လီနာနဲ့ သူ့ယောကျ်ားကို ဝင်ဖမ်းသွားပါတော့တယ်။\nလီနာ ပြန်နိုးလာတဲ့အချိန်မှာ သူ့ရှေ့မှာ အမိုးခုံးကြီးတစ်ခု၊ သာမန်ထက်ပိုထူးခြားတဲ့ Dimension တစ်ခုကို တွေ့လိုက်တယ်။\nအဲ့အမိုးခုံးထဲဝင်သွားသမျှ အရာအားလုံး ဘာမှပြန်ထွက်မလာနိုင်ခဲ့ဘူး။\nလီနာရဲ့ယောကျ်ားကလဲ ဒီအမိုးခုံးထဲကိုဝင်သွားခဲ့ပြီး အသက်ငင်ငင်နဲ့ပြန်ထွက်လာနိုင်ခဲ့မှန်း သူသိလိုက်ပါတယ်။\nအမိုးခုံးကြီး ပိုပိုကြီးမားလာတာနဲ့အမျှ လူသားတွေအတွက် အန္တရာယ်ပိုရှိလာမှန်း သိလာတဲ့အခါ လီနာနဲ့မိတ်ဆွေအမျိုးသမီးတစ်ချို့ဟာ ဒီအမိုးခုံးထဲကို ဝင်ပြီး အထဲကအဖြစ်အပျက်တွေကို သွားလေ့လာပါတော့တယ်။\nဒီဇာတ်ကားဟာ ဘဝအကြောင်းကိုရေးစပ်ပြထားတဲ့ကဗျာတစ်ပုဒ်နဲ့တူပါတယ်။\nဇာတ်လမ်းထဲမှာပါတဲ့ ဆဲလ်တွေ၊ အပင်တွေ၊ ထူးဆန်းဖြစ်ရပ်တွေနဲ့ ဒီ Dimension ကြီးဟာ ကျွန်တော်တို့ရဲ့ နေ့စဉ်ဘဝတွေကို ထင်ဟပ်ပြနေသလို အပေါ်ဆုံးက မေးခွန်းတွေအတိုင်းပဲ ...",
        "rating": "7.9",
        "url": "https://megaup.net/1IHhk/Annihilation_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOVEVeg59E0wsnXmF9nrh6OmWII.jpg",
        "title": "Star Wars: The Last Jedi (2017)",
        "description": "Epic Sci-fi အမ်ိဳးအစားျဖစ္တဲ့ Star Wars ဇာတ္လမ္းေတြကို စုစည္းတင္ဆက္ေပးထားပါတယ္။သိပၸံစိတ္ကူးယဥ္ရုပ္ရွင္ေတြထဲမွာ သမိုင္းတေလွ်ာက္အေအာင္ျမင္ဆံုး ရုပ္ရွင္တြဲေတြထဲက တစ္ခုပါပဲ။ေနာက္ပိုင္းထြက္သမွ် ရုပ္ရွင္ေတြထဲမွာလည္း ဒီရုပ္ရွင္ေတြထဲက စကားစုေတြ ကိုးကားခ်က္ေတြကို မၾကာခဏေတြ႕ရတတ္ပါတယ္။ပညာရိွ ဆရာဆိုရင္ Master Yoda ကိုအျမဲတင္စားၾကသလို ဗီလိန္ဆိုရင္လည္း Darth Vader ဟာ ေျပာစမွတ္တြင္က်န္ခဲ့တာပါပဲ။ဇာတ္လမ္းကေတာ့ ဟိုးအတိတ္ကာလတစ္ခုတုန္းက ေ၀းကြာလွတဲ့ နဂါးေငြ႕တန္းၾကယ္စုေတြၾကားထဲမွာ ျဖစ္ပ်က္ေနတဲ့အေၾကာင္းေတြပါ။ အစဦးမွာ ၾကယ္စုေတြ ျဂိဳလ္ေတြဟာ လႊတ္ေတာ္ဖြဲ႕စည္းထားျပီး ဒီမိုကေရစီ စနစ္နဲ႕ အုပ္ခ်ဳပ္မႈေအာက္မွ ေနထုိင္ၾကပါတယ္။လႊတ္ေတာ္နဲ႕အတူ ဂလက္ဆီၾကီးတစ္ခုလံုးရဲ႕ တရားမွ်တမႈနဲ႕ ျငိမ္းခ်မ္းမႈကို ထိန္းသိမ္းေပးတဲ့ သူရဲေကာင္းအဖြဲ႕တစ္ခုလည္း ရိွေနပါတယ္။အဲဒီသူေတြကုိေတာ့ Jedi ေတြလို႕ ေခၚၾကျပီး သူတို႕မွာ Lightsaber ဆိုတဲ့ အလင္းဓားလက္နက္ေတြ ပိုင္ဆိုင္ၾကပါတယ္။ဒါ့အျပင္ သူတို႕ကို သာမန္လူေတြထဲ ထူးျခားတဲ့ စိတ္စြမ္းအင္ေတြနဲ႕ ခြန္အားေတြကို Force ဆိုတဲ့ အရာကေန ယူငင္သံုးစြဲၾကပါတယ္။Force ဆိုတာကေတာ့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/star-wars-the-last-jedi-2017/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7souLi5zqQCnpZVghaXv0Wowi0y.jpg",
        "title": "Batman: Gotham by Gaslight (2018)",
        "description": "ဒီဇာတ္ကားကေတာ့ တျခား Batman Animated Live Action ကားေတြနဲ႕ယွဥ္ရင္ နည္းနည္းထူးျခားပါတယ္။စူပါဟီးရိုးသိုင္းေလာကေလသံနဲ႕ ေျပာရမယ္ဆိုရင္ေတာ့ နည္းနည္း Deep ၿပီး Dark တဲ့ကားမ်ိဳးထဲမွာပါပါတယ္။Gotham by Gaslight Comic ကို အေျခခံရိုက္ကူးထားတာျဖစ္ပါတယ္။ဒီဇာတ္လမ္းကေတာ့ ၁၉ ရာစု Victorian Era ကိုအေျခခံထားၿပီး ဘယ္သူနဲ႕ခ်ခ် ႏိုင္တယ္ဆိုတဲ့ Batman ပံုစံမ်ိဳးမဟုတ္ပဲ Detective Batman တစ္ေယာက္ကုိ အျပည့္အ၀ခံစားမိေစမွာပါ။ေဂၚသမ္ၿမိဳ႕က အေပ်ာ္မယ္ေတြ ျပည့္တန္ဆာေတြကိုပဲ ပစ္မွတ္ထားသတ္ျဖတ္ေနတဲ့ Jack the Ripper ေၾကာင့္ ေဂၚသမ္ၿမိဳ႕က အမ်ိဳးသမီးေတြဟာ ထိတ္လန္႕ေနၾကပါတယ္။ေအာက္ေျခလူတန္းစားေတြ သတ္ျဖတ္ခံရတာျဖစ္တဲ့အတြက္ ရဲတပ္ဖြဲ႕ကလဲ လူသတ္သမားကို သိပ္ၿပီးအေရးတယူမလုပ္ၾကပါဘူး။အဲ့အခ်ိန္မွာ Jack the Ripper အေၾကာင္း လုိက္စံုစမ္းေနတဲ့ Bruce Wayne နဲ႕ Selina Kyle တို႕ ဆံုမိၿပီး ရန္သူကို အတူရွာေဖြၾကပါတယ္။ေဂၚသမ္ၿမိဳ႕ေနသူအားလံုးကလဲ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/batman-gotham-by-gaslight-2018/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/Jurassic_Park_3_Poster_2001-131x200.jpg",
        "title": "Jurassic Park III (2001)",
        "description": "Jurassic Park 3 ကို ဒါ႐ိုက္တာJoe Johnston က႐ိုက္ကူးထားၿပီး 2001 ခုႏွစ္တြင္ ရံုတင္ခဲ့ပါသည္။\nIMDb 5.9 ႏွင့္ RT 50% သာရရွိထားေသာ္လည္းGoogle user 86% က Like ေပးထားၾကသည္။\nပထမဦးဆံုးဇာတ္ကားမွ ေဒါက္တာအလန္ဂရန္႔(သတၱ႐ုပ္ႂကြင္းပညာရွင္) လည္း ျပန္လည္ပါဝင္လာခဲ့သည္။\nဒုတိယဇာတ္ကားတြင္ တိုင္ရန္ႏိုေဆာရပ္စ္အမ်ိဳးအစားဒိုင္ႏိုေဆာမ်ားက\nသားေပ်ာက္ရွာပံုေတာ္ဖြင့္ခဲ့ပံုကို႐ိုက္ကူးထားၿပီး ဤဇာတ္ကားတြင္မူ လူသားမိဘမ်ားက\nသားေပ်ာက္ရွာပံုေတာ္ဖြင့္ခဲ့ပံုကို ႐ိုက္ကူးထားသည္။\nယေန႔အခ်ိန္ထိ ဒိုင္ႏိုေဆာတို႔၏ျပင္ပအေရာင္အေသြးမ်ားကို တိတိက်က်မေဖာ္ျပႏိုင္ၾကေသးေပ။\nပတ္ဝန္းက်င္အေရာင္ကိုလိုက္၍ အေရာင္ေျပာင္းႏိုင္ၾကသည္ဟူ၍သာ ေယဘုယ်လက္ခံထားၾကသည္။\nဤဇာတ္ကားတြင္ ဒိုင္ႏိုေဆာမ်ား၏ အေရာင္ကိုေျပာင္းလဲ႐ိုက္ကူးထားရံုမွ်မကဘဲ\nအသားစားဒိုင္ႏိုေဆာမ်ားထဲတြင္ အရြယ္အစားအႀကီးဆံုးျဖစ္ေသာ စပိုင္ႏိုေဆာရပ္စ္ႏွင့္\nဒိုင္ႏိုေဆာေခတ္ ငွက္မ်ားကိုပါ ထည့္သြင္း႐ိုက္ကူးထား ေသာေၾကာင့္ ရင္သပ္ရႈေမာဖြယ္ေကာင္းလွပါသည္။\nအသက္၁၃ႏွစ္အရြယ္အဲရစ္သည္ အေမ၏မိတ္ေဆြ ဘန္ ႏွင့္အတူ ေမာ္ေတာ္ဘုတ္ဆြဲ ေလထီးစီး၍\nေဆာ္နာကၽြန္းရွိဒိုင္ႏိုေဆာမ်ားကို ကင္မရာျဖင့္႐ိုက္ကူးရန္ႀကိဳးစားခဲ့ၾကရင္းေဆာ္နာကၽြန္းေပၚသို႔\nေလထီးျဖင့္ ျပဳတ္က်သြားခဲ့သည္။\nအဲရစ္၏မိဘမ်ား ျဖစ္ၾကေသာ မစၥတာကာဘီႏွင့္ အမန္ဒါတို႔က အဲရစ္ကိုရွာေဖြရန္ဆံုး ျဖတ္ခဲ့ၾကၿပီး\nေဒါက္တာအလန္ဂရန္႔ကို မလိမ့္တပတ္လုပ္ ေခၚေဆာင္ကာ ေဆာ္နာကၽြန္းသို႔ခရီးႏွင္ခဲ့ၾကသည္။\nအဲရစ္ႏွင့္ဘန္ကို ရွာေတြ႕ႏိုင္ပါ့မလား ...",
        "rating": "5.9",
        "url": "https://megaup.net/2cfwc/Jurassic_Park_-_3_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BMTAxOTMwOTkwNDZeQTJeQWpwZ15BbWU4MDEyMTI1NjMx._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Paddington (2014)",
        "description": "After a deadly earthquake destroys his home in Peruvian rainforest, a young bear makes his way to England in search of a new home. The bear, dubbed \"Paddington\" for the london train station, finds shelter with the family of Henry and Mary Brown. Although Paddington's amazement at urban living soon endears him to the Browns, someone else has her eye ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/paddington-2014/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/J2-141x200.jpg",
        "title": "Jumanji (1995)",
        "description": "က်ေနာ္တုိ႔ ကေလးဘ၀ ကတည္းက ၾကည့္ရွဳ႕ႏွစ္ၿခဳိက္ ခဲ့ရတဲ့ Jumanji ဇာတ္ကားေလး\nတင္ဆက္ ေပးလုိက္ရပါတယ္။ ကေလးငယ္ေလး ႏွစ္ေယာက္ ဟာ မေမွ်ာ္လင့္ဘဲ ဒီ\nဂ်ဳမန္ဂ်ီလုိ႔ေခၚတဲ့ ကစားကြက္ ကုိေတြ႕ရွိခဲ့ပါတယ္။ ဒီေတာ့လည္း ကေလးတုိ႔ ထုံးစံ အတုိင္း\nကစားၾကည့္တာေပါ့ အဲ့အခ်ိန္မွာမွ သိလုိက္ရတာက ဒီကစားနည္းမွာ က်တဲ့ အတုိင္း\nအျပင္ေလာက မွာ တစ္ကယ္ျဖစ္လာတယ္ ဆုိတာပါပဲ ေတာရုိင္းတိရိစၦာန္ေတြ ထြက္လာတာ\nျခင္ေတြက ဒုကၡေပးတာ မုဆုိးတစ္ေယာက္က သင့္ကုိ လုိက္သတ္ လိမ့္မည္ ဆုိတာမ်ဳိးေတြေပါ့\nဒါေပမဲ့ စည္းကမ္း ခ်က္ တစ္ခု ရွိပါတယ္ ဒီကစားနည္း ကုိ အၿပီး အထိ ကစားမွသာ ကစားနည္းေၾကာင့္\nႀကဳံေနရတဲ့ အႏၱရာယ္ေတြ ေပ်ာက္ကြယ္သြားမွာပါ။ ဒီလုိ အႏၱရာယ္ေတြ ၾကားထဲမွာ သူတုိ႔ ဘယ္လုိမ်ား\nဒီ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/jumanji-1995/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/p19410_p_v8_bb-133x200.jpg",
        "title": "The Lost World: Jurassic Park (1997)",
        "description": "The Lost World သည္ Jurassic Park ၏အဆက္ ျဖစ္ၿပီး\nပထမကားထြက္ၿပီးေလးႏွစ္ အၾကာ (၁၉၉၇) တြင္ရံုတင္ခဲ့သည္။\nထိုေခတ္အခါက ရံုတင္ဝင္ေငြအၾကမ္းဆံုးဇာတ္ကားလည္းျဖစ္ခဲ့သည္။\nဒါ႐ိုက္တာ Steven Spielberg ကိုယ္တိုင္ပင္ ဆက္လက္႐ိုက္ကူးခဲ့ၿပီး IMDb 6.5 ရရွိခဲ့သည္။\nလူဆိုသည္မွာ လက္ေလွ်ာ့တတ္ေသာသတၱဝါမဟုတ္ဟုဆိုသည့္အတိုင္း\nဒိုင္ႏိုေဆာမ်ားကိုဖန္တီးခဲ့သည့္ အင္ၾကင္းကုမၸဏီ(InGen)သည္\nကုန္က်စားရိတ္မ်ားကာမိေစရန္အတြက္ ထပ္မံႀကိဳးစားလိုၾကသည္။\nအရံႈးသမားဘုတ္အဖြဲ႕ဒါ႐ိုက္တာ ဂၽြန္ဟမ္မြန္က တားျမစ္ခဲ့ေသာ္လည္း လက္မခံခဲ့ဘဲ\nပီတာလုဒ္ေလာ ဦးေဆာင္ၿပီးဆိုနာကြ်န္း(အလုပ္ရံုB)သို႔သြားေရာက္ခဲ့ၾကသည္။\nလုဒ္ေလာ၏ရည္ရြယ္ခ်က္မွာ ထိုကြ်န္းကို တိရိစာၦန္ရံုျပဳလုပ္ရန္မဟုတ္။\nဆန္ဒီေရဂိုၿမိဳ႕ထဲတြင္တိရိစာၦန္ရံု တည္ေဆာက္ၿပီး ဒိုင္ႏိုေဆာမ်ားကို ထည့္သြင္းျပသရန္ျဖစ္သည္။\nလုဒ္ေလာသည္ေၾကးစားမုဆိုးအဖြဲ႕တစ္ဖြဲ႕ကိုငွားၿပီး ဒိုင္ႏိုေဆာမ်ားကိုဖမ္းဆီးရန္ႀကိဳးစားစဥ္တြင္\nဂၽြန္ဟမ္မြန္လႊတ္လိုက္သည့္ ေစာင့္ၾကည့္မွတ္တမ္းယူအဖြဲ႕(ပညာ ရွင္မ်ားအဖြဲ႕)ႏွင့္ထိပ္တိုက္တိုးခဲ့ၾကသည္။\nထူးျခားသည္က ဤ႐ုပ္ရွင္တြင္ ဒိုင္ႏိုေဆာမ်ားသည္\nမိမိအသိုက္အျမံဳကိုကာကြယ္လိုသည့္သေဘာျဖင့္သာၾကမ္းၾကဳတ္လာခဲ့ၾကပံု၊\nအုပ္စုဖြဲ႕မုဆိုးမ်ားျဖစ္ၾကေသာ လူသားမ်ားႏွင့္ရက္ပ္တာမ်ား ထိပ္တိုက္ေတြ႕ၾကပံု၊\nဒိုင္ႏိုေဆာမ်ားကို သက္ရွိမ်ားအျဖစ္ျမင္ၿပီး ကာကြယ္လိုေသာပညာရွင္ အဖြဲ႕ႏွင့္\nဒိုင္ႏိုေဆာမ်ားကို ပိုက္ဆံမ်ားအျဖစ္ျမင္ၿပီးဖမ္းဆီးလိုေသာအဖြဲ႕ထိပ္တိုက္တိုးၾကပံု\nစသည္ျဖင့္အလြန္စိတ္ဝင္စားဖြယ္ျဖစ္ေအာင္ ႐ိုက္ကူးတင္ဆက္ထားပါသည္။File Size ...",
        "rating": "6.5",
        "url": "https://megaup.net/2cfw5/Jurassic_Park_-_2_-_The_Lost_World_[1997]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BNGNiNWQ5M2MtNGI0OC00MDA2LWI5NzEtMmZiYjVjMDEyOWYzXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Shape of Water (2017)",
        "description": "Pan's Labyrinth ရုပ်ရှင်ဇာတ်ကားကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Del Toro တစ်ဦးတည်းကပဲရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားမို့ ဇာတ်လမ်း အပြင်အဆင် တွေ Effect အလန်းစားတွေအကြောင်းကိုတော့ သိပ်ပြီး စာဖွဲ့ပြနေစရာလိုမယ်မထင်ပါဘူး...ဒီဇာတ်ကားကို ၇၄ကြိမ်မြောက် ဗင်းနစ် အပြည်ပြည်ဆိုင်ရာ ရုပ်ရှင်ပွဲတော် မှာယှဉ်ပြိုင်ဖို့ရိုက်ကူးခဲ့တာဖြစ်ပြီး...အဲ့ဒီပွဲတော်မှာ အကောင်းဆုံးရုပ်ရှင်ဆု Golden Lion ဆုကို ရရှိခဲ့တာပဲဖြစ်ပါတယ်...ေနာက်ထပ် ဝေဖန်မှုတွေ Best Director,Best Picture,Best Screenplay,Best Actress အပါအဝင် မရေမတွက်နိုင်တဲ့ဆုပေါင်းများစွာကို လက်ခံရရှိထားကာအလွန်နာမည်ကြီးနေတဲ့ ရုပ်ရှင်တစ်ကားလို့ ဆိုရမှာပဲ...ဒီလို ကားမျိုးမှ မကြည့် ဘာသွားကြည့်မလဲ ဘာညာပေါ့နော်...ဇာတ်လမ်းအကျဉ်းပြောရရင်...ထူးထူးဆန်းဆန်း လည်ပင်းမှာ အမာရွတ်နဲ့ မြစ်နားက ကောက်ယူမွေးစားခံရတဲ့ မိဘမဲ့ကလေး အလိုင်စာ ဟာ စကားမပြောတတ်သူပါ...ပြဇာတ်ရုံရဲ့ အပေါ်ထပ်အခန်းမှား ငှားနေရတယ်ပေါ့သူ့မှာလည်း သူငယ်ချင်းနှစ်ဦးတည်းရှိတယ်(သူတို့ဟာလည်း Best supporting ဆုတွေ ရရှိခဲ့) ကိတ်ဖုတ်တဲ့ကောင်လေးကိုကြိုက်နေတဲ့ အလိုင်စာ့ ရှေ့ခန်းက ဂေး ...",
        "rating": "7.8",
        "url": "https://megaup.net/3yHma/The_Shape_Of_Water_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/ferdinand_ver10-135x200.jpg",
        "title": "Ferdinand (2017)",
        "description": "Ferdinand (2017)\nIMDb - 6.7/10_____Rotten - 71%\n  \nဖာဒီနန်ဟာ နွားရိုင်းသတ်ပွဲ ဝင်ဖို့ စပိန်နိုင်ငံ မြို့စွန့်က လေ့ ကျင့်ရေးစခန်းမှာ မွေးမြူထားတဲ့ နွားလေးဖြစ်ပြီး\nသူ့အဖေဟာ နွား ရိုင်းသတ်သမားတစ်ယောက်နဲ့ မက်ဒရစ်ကိုပါသွားပြီး\nပြန်ရောက် မလာတော့တဲ့နောက်မှာတော့ လေ့ကျင့်ရေးစခန်းကနေ ထွက်ပြေးခဲ့ပါတယ်။\nဖာဒီနန်ကို နီနာဆိုတဲ့ မိန်းကလေးက သူ့ယာတောမှာခေါ် မွေးထားခဲ့တာမို့\nဖာဒီနန်လေးဟာ ယာတောက သူငယ်ချင်းတွေနဲ့အတူ ဘဝကို အေးအေးချမ်းချမ်း ဖြတ်သန်းခဲ့ပါတယ်။\nအနီရောင် အဝတ်စမြင်လိုက်တာနဲ့ ဒေါသ တဝင်းဝင်းနဲ့ လိုက်လံခတ်ချင်တဲ့ နွားရိုင်းစိတ်မျိုး လုံးဝမရှိဘဲ\nပန်း ပွင့်လေးတွေကို တယုတယ ထွေးပွေ့နမ်းရတာကိုပဲ ဖာဒီနန် သဘောကျတာပါ။\nဒီလိုနဲ့ ဖာဒီနန်လေး အရွယ် ရောက်လာတဲ့အခါမှာတော့ သာမန်နွားတွေထက်\nအရွယ်အစား ကြီးမား တောင့်တင်းတာမို့\nတွေ့ တဲ့သူတိုင်း အံ့ဩဘနန်းဖြစ်ကြရ ပါတယ်။\n   \nနောက်တော့ ဖာဒီနန်ကို အရင်နွားရိုင်း လေ့ကျင့်ရေးစခန်း က လူတွေတွေ့သွားပြီး\nမျက်စိ ကျကာ ပြန်ခေါ်သွားတဲ့အတွက်\nအေးချမ်းနေတဲ့ ဖာဒီနန်ရဲ့ဘဝ လေး ပျက်သုဉ်းခဲ့ရပါတယ်။\nနွားရိုင်းနဲ့ အလှပြကစားရာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1yqp9/Ferdinand_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/176320140528-uau-posters-filmes-jurassic-park-o-parque-dos-dinossauros-jurassic-park-2-133x200.jpg",
        "title": "Jurassic Park (1993)",
        "description": "Jurassic Park (1993) မြန်မာစာတန်းထိုးဒါရိုက်တာSteven Spielberg၏လက်ရာတစ်ခုဖြစ်သောJurassic Parkသည်IMDb 8.1နှင့်RT 91% ရရှိထားပြီး ဒိုင်နိုဆောရုပ်ရှင်များထဲတွင်ဇာတ်လမ်းဇာတ်အိမ် အခိုင်ဆုံးဖြစ်သည်ဟု မှတ်ချက်ပြုခြင်းခံခဲ့ရသည်။ဒိုင်နိုဆောရုပ်ရှင်တို့၏ဘိုးအေကြီးလည်းဖြစ်ပြီး ဤဇာတ်လမ်းကိုအခြေခံ၍နောက်ဆက်တွဲရုပ်ရှင် များစွာရိုက်ကူးခဲ့ကြသည်။ဂျွန်ဟမ်ဦးဆောင်သောအသင်းသည် ကော်စတာရီကာကမ်းလွန်ရှိကျွန်းတစ်ကျွန်းကိုငှားရမ်း၍ ဒိုင်နိုဆောကမ္ဘာတစ်ခုတည်ဆောက်ခဲ့ကြသည်။ထိုအပန်းဖြေစခန်းကြီးဖွင့်လှစ်လုလုအချိန်တွင်လုံခြုံရေးဆောင်ရွက်မှုအားနည်းချက်များကြောင့် လူသေဆုံးမှုများဖြစ်ပေါ်လာပြီးလျော်ကြေးငွေများစွာအသုံးပြုခဲ့ရသောကြောင့် ထောက်ပံ့သူရှယ်ယာရှင်များလက်တွန့်လာခဲ့ကြသည်။ဤအခက်အခဲကိုဖြေရှင်းရန် သိပ္ပံပညာရှင်သုံးဦး၏ထောက်ခံကြောင်းလက်မှတ်များလိုအပ်လာပြီးထိုကျွန်းကိုစစ်ဆေးလေ့လာရန်ရောက်ရှိလာခဲ့ကြသည်။ထောက်ခံချက် ရမည် မရမည် ဆိုတာကိုတော့ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။နှစ်ပေါင်းသန်းပေါင်း ၆၅ သန်းလောက်ကမျိုးတုန်းပျောက်ကွယ်သွားတဲ့သတ္တဝါတွေကို သဘာဝတရားကိုလွန်ဆန်ပြီး ပြန်လည်ဖန်တီးတဲ့အခါမှာဘယ်လိုဘေးအန္တရာယ်ဆိုးတွေကျရောက်လာမလဲဆိုတာ ကြည့်လိုက်ရအောင်လား\nFile Size : (997 MB) and (362MB)\nQuality : Blu-ray 1080p\nRunning Time : 2hr 07 min\nFormat : Mp4\nGenre :Adventure , Sci-Fi , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-Ray 1080p\nTranslated by Naing Win ...",
        "rating": "8.1",
        "url": "https://megaup.net/2cfvY/Jurassic_Park_-_1_[1993]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/cold_skin-140x200.jpg",
        "title": "Cold Skin (2017)",
        "description": "သူ့ဘဝစစ်ပွဲထဲမှာ ပိတ်မိနေတဲ့ လူငယ်လေးတစ်ယောက်ကို လူသူဝေးရာကျွန်းကို အပို့ခံလိုက်ရတဲ့အချိန်မှာ ဖြစ်ပေါ်လာတဲ့ ခံစားချက်အမှန်တရားတွေ လူ့စိတ်ထဲမှာ ငုပ်လျိုးနေတဲ့ကြောက်စိတ်တွေကို ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာ သိပ္ပံအထူးပြုလုပ်ချက်တွေနဲ့ အကောင်တွေလဲ ပါဝင်ထားတာဖြစ်လို့ ဘာမှလုပ်စရာမရှိလို့ စိတ်လေပြီး ပျင်းနေတယ်ဆိုတဲ့လူတွေအတွက် စိတ်ဝင်စားစရာသင့်လျော်တဲ့ကားလေးပါ။မင်းသမီးက အသိဉာဏ်ရှိတဲ့ လူမဟုတ်ပေမဲ့ ကြင်နာမှုကိုတော့ ဘယ်သတ္တဝါမဆိုခံစားတတ်တယ်ဆိုတာကို သေချာလေးရိုက်ပြပေးထားတဲ့ တကယ့်ကားကောင်းလေးပါ။ဇာတ်အိမ်ဖွဲ့ထားတာလေးက တခြားကားတွေနဲ့မတူဘဲ တကယ်ထူးထူးခြားခြားလေးဖြစ်လို့ ကြည့်သင့်တဲ့ကားကောင်းလေးပါလို့……(ဇာတ်လမ်းအညွှန်းဘာသာပြန်သူကတော့ မေသူရလွင်ပါ) File Size : (950 MB) and (329 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 48min \nFormat : Mp4\nGenre : Adventure, Horror, Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p.BluRay.x264.DD5.1-FGT\nTranslated by May Thura Lwin\nEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cold-skin-2017/",
        "category": "Adventure, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/enders-game-poster-133x200.jpg",
        "title": "Ender’s Game (2013)",
        "description": "Ender's Game (2013)\nIMDb - 6.6/10_____Rotten - 62% \nEnder's Game (2013)ကတော့\n၁၉၈၅ ခုနှစ် ထုတ် စိတ်ကူးယဉ် သိပ္ပံ ဝတ္ထု ကို ရုပ်ရှင် ပြန်ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကတော့ ၂၀၈၆ ခုနှစ်မှာ ကမ္ဘာကို Formics လို့ခေါ်တဲ့\nဂြိုလ်သားတွေက တိုက်ခိုက်လာပါတယ်။\nအဲ့ဒီစစ်ပွဲမှာ လေတပ်ဗိုလ်ချုပ်တစ်ယောက်ရဲ့ စွမ်းဆောင်မှုကြောင့်\nဂြိုလ်သားတွေရဲ့ အားနည်းချက်ကိုသိလိုက်ပြီး သူတို့ကို အနိုင်တိုက်နိုင်ခဲ့ပါတယ်။\nလူသားတွေ အနိုင်ရခဲ့ပေမယ့် လူသန်းပေါင်းများစွာ အသက်ဆုံးရှုံးခဲ့ရပါတယ်။\nအဲ့ဒီနောက်မှာတော့ နိုင်ငံတကာ လေတပ်အဖွဲ့ကနေပြီး လူကြီးတွေအစား လူငယ်တွေကို လေ့ကျင့်ပေးပြီး\nFormics တွေပြန် ပြီးတိုက်ခိုက်လာရင် ကာကွယ်နိုင်အောင်ဖြစ်ပါတယ်။\nလေ့ကျင့်ပေးရာမှာလည်း Simulation တွေ ဂိမ်းတွေ အပေါ် အခြေခံပြီး\nလူငယ်တွေကို ရွေးချယ်တာဖြစ်ပါတယ်။\nနှစ်ငါးဆယ် ကြာသွားပြီးတဲ့အချိန်မှာ Formics တွေရဲ့ဂြိုလ်ပေါ်မှာ စစ်တပ်အင်အား\nအဆမတန် တိုးပွားလာကို လူတွေက သတိထားမိပြီး\nသူတို့ နောက်တစ်ကြိမ် ကမ္ဘာကို လာပြီး ရန်မစရဲအောင် သူတို့ ရဲ့ ဂြိုလ်အထိ လိုက်ပြီး\nတိုက်ခိုက် နှိမ်နင်းဖို့ ကြိုးပမ်းနေကြပါတယ်။\nအဲ့ဒီမှာ Ender Wiggin လို့ခေါ်တဲ့ လူငယ်လေးတစ်ယောက် ကို\nColonel Hyrum Graff ...",
        "rating": "6.6",
        "url": "https://megaup.net/SQux/Ender_s_Game_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/201251817162110-145x200.jpg",
        "title": "SanMao Joins The Army (1992)",
        "description": "ဒီဇာတ္ကားကေတာ့ ျမန္မာျပည္ဆိုရွယ္မီဒီယာမွာ ခုတေလာ လူေျပာမ်ား လူၾကည့္မ်ားေနတဲ့ ဟာသဗြီဒီယိုအပိုင္းေလးရဲ႕ ဇာတ္ကားပါ။(SanMao joins the army) 'ဆံသံုးေခ်ာင္း' စစ္တပ္ထဲဝင္ေသာအခါ ဆိုတဲ့ဇာတ္ကားဟာ 1935 ခုႏွစ္မွာ Zhang Leping ဖန္တီးခဲ့တဲ့SanMao ဆိုတဲ့ တရုတ္နာမည္ေက်ာ္ကာတြန္းကို အသက္သြင္းထားတာျဖစ္ပါတယ္။ဆံပင္သံုးေခ်ာင္းပဲရွိတဲ့ အူေၾကာင္ၾကားကေလးေလးတစ္ေယာက္အေၾကာင္းနဲ႔ စစ္ပြဲရဲ႕ဆိုးေမြေတြအေၾကာင္း ဟာသအေသာေလးေတြနဲ႔ ကာတြန္းဆန္ဆန္ရိုက္ကူးထားတာ အေတာ္ေလး ရယ္ရပါတယ္။HD Quality ကို တရုတ္ဝက္ဒ္ဆိုဒ္ေတြအၾကား ေမႊေႏွာက္ရွာေဖြျပီး တင္ဆက္ထားပါတယ္...ၾကည့္ရႈခံစားေပးပါဦး။ \nFile Size…(999 MB) and (410MB)Quality…HD Rip 720pFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Khin Pyae Sone Kyaw",
        "rating": "",
        "url": "https://channelmyanmar.org/sanmao-joins-army-1992/",
        "category": "Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/sherlock-holmes-a-game-of-shadow-poster-1-133x200.jpg",
        "title": "Sherlock Holmes: A Game of Shadows (2011)",
        "description": "Sherlock Holmes: A Game of Shadows (2011)\nIMDb - 7.5/10_____Rotten - 60%\n  \nဒီဇာတ်ကားက Robert Downey Jr ရဲ့ဒုတိယမြောက်ရှားလော့ဟုမ်းဇာတ်ကားဖြစ်ပါတယ်။\nပထမဇာတ်ကား Sherlock Holmes (2009) မြန်မာစာတန်းထိုးကိုတော့ တင်ပေးပြီးသားပါ။\nပထမဇာတ်ကားက လူကြိုက်များခဲ့လို့ ဒုတိယဇာတ်ကားကို ထပ်မံရိုက်ကူးခဲ့ပါတယ်။\nဒုတိယဇာတ်ကားမှာတော့ ရှားလော့ဟုမ်းရဲ့ မဟာရန်သူတော်ကြီး\nပရော်ဖက်ဆာ မိုရီရာတီကို တွေ့မြင်ရမှာပါ။\nIMDB Rating (7.5/10) ရရှိထားပြီး\nAction, Adventure, Crime အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။\n  \nဒီဇာတ္ကားက Robert Downey Jr ရဲ႕ဒုတိယေျမာက္ရွားေလာ့ဟုမ္းဇာတ္ကားျဖစ္ပါတယ္။\nပထမဇာတ္ကား Sherlock Holmes (2009) ျမန္မာစာတန္းထိုးကိုေတာ့ တင္ေပးၿပီးသားပါ။\nပထမဇာတ္ကားက လူႀကိဳက္မ်ားခဲ့လို႔ ဒုတိယဇာတ္ကားကို ထပ္မံ႐ိုက္ကူးခဲ့ပါတယ္။\nဒုတိယဇာတ္ကားမွာေတာ့ ရွားေလာ့ဟုမ္းရဲ႕ မဟာရန္သူေတာ္ႀကီး\nပေရာ္ဖက္ဆာ မိုရီရာတီကို ေတြ႕ျမင္ရမွာပါ။\nIMDB Rating (7.5/10) ရရွိထားၿပီး\nAction, Adventure, Crime အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။\n  \nFile size...(1.1 GB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:09:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya ...",
        "rating": "7.5",
        "url": "https://megaup.net/1yp3t/Sherlock_Holmes_-_A_Game_Of_Shadows_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/sherlock-holmes-poster-3-138x200.jpg",
        "title": "Sherlock Holmes (2009)",
        "description": "Sherlock Holmes (2009)\nIMDb - 7.6/10_____Rotten - 69%\n  \nဒီဇာတ်ကားကတော့ Iron Man မင်းသားကြီး Robert Downey Jr ရဲ့\nရှားလော့ဟုမ်းဇာတ်ကားဖြစ်ပါတယ်။\n(ကျွန်တော်တို့ Channel Myanmar ကတင်ဆက်နေတဲ့ Sherlock စီးရီးနဲ့မတူပါဘူး။)\nရှားလော့ဟုမ်းဇာတ်ကားတွေကတော့\nအမြဲတမ်းအံ့သြဘနန်းဖြစ်အောင် ကောင်းမွန်လှပါတယ်။\nစဉ်းစားတွေးတောရင်း အေးအေးငြိမ့်ငြိမ့် ခံစားကြည့်ရှုလိုက်ပါ။\nမင်းသား Robert Downey Jr လည်း ဒီဇာတ်ကားနဲ့\nအကောင်းဆုံးဇာတ်ဆောင်မင်းသားဆု Golden Globe ဆုရရှိခဲ့ပါတယ်။\nIMDb Rating (7.6/10) ထိရရှိထားတဲ့ စုံထောက်ဇာတ်ကားကောင်းပါ။\n  \nဒီဇာတ္ကားကေတာ့ Iron Man မင္းသားႀကီး Robert Downey Jr ရဲ႕\nရွားေလာ့ဟုမ္းဇာတ္ကားျဖစ္ပါတယ္။\n(ကြၽန္ေတာ္တို႔ Channel Myanmar ကတင္ဆက္ေနတဲ့ Sherlock စီးရီးနဲ႔မတူပါဘူး။)\nရွားေလာ့ဟုမ္းဇာတ္ကားေတြကေတာ့\nအၿမဲတမ္းအံ့ၾသဘနန္းျဖစ္ေအာင္ ေကာင္းမြန္လွပါတယ္။\nစဥ္းစားေတြးေတာရင္း ေအးေအးၿငိမ့္ၿငိမ့္ ခံစားၾကည့္ရႈလိုက္ပါ။\nမင္းသား Robert Downey Jr လည္း ဒီဇာတ္ကားနဲ႔\nအေကာင္းဆုံးဇာတ္ေဆာင္မင္းသားဆု Golden Globe ဆုရရွိခဲ့ပါတယ္။\nIMDb Rating (7.6/10) ထိရရွိထားတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2emvZ/Sherlock_Holmes_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime, Mystery"
    }
]