[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODY5MjkyYmMtODQwZS00YTVjLWIyOGQtYzFmYjUyOGU2NzkwXkEyXkFqcGdeQXVyMjAzOTA0MTk@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "Minions & More 1 (2022)",
        "description": "Minions & More 1 (2022)\n==================\nIMDb Rating - 6.5/10နောက်ဆုံးထွက်ရှိထားတဲ့ မီနီမမ်လေးတွေရဲ့ ဇာတ်လမ်းတို\nစုစည်းမှုလေးတွေပါ။ ကျွန်တော်တို့ ကြည့်ဖူးတဲ့ Minion and\nPuppy အပိုင်းလို ဇာတ်လမ်းလေးတွေလည်း ပါသလို ဇာတ်လမ်း\nကောင်းအသစ်လေးတွေလည်း အများကြီးပါပါတယ်။Despicable Me ဇာတ်ကားထဲက Minion လေးတွေကို သီးသန့်\nရိုက်ပြထားတဲ့ ရယ်စရာဟာသ ဇာတ်လမ်းတို မျိုးစုံကို တစ်ဖန်ပြန်\nလည်ကြည့်ရှုနိုင်ဖို့ မြန်မာစာတန်းထိုးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing\nဖြစ်ပါတယ်)\nFile Size..........(815 MB) / (350 MB)\nQuality............BluRay 1080p / 720p\nDuration.........48mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Comedy\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "6.5",
        "url": "https://megaup.net/3atcj/Minions.and.More.Volume.1.2022.1080p.NF.WEB-DL.DDP5.1.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rLrfEvJhQP3SubJR9SYwHWE9tlZ.jpg",
        "title": "Vesper (2022)",
        "description": "Vasper (2022)~ IMDb - 6.4/10, Rotten Tomatoes - 90% ~အနာဂတ်မှာ ကမ္ဘာကြီးရဲ့ဂေဟစနစ်ပျက်စီးတော့မှာကို လူသားတွေသိရှိခဲ့ပြီးတော့ အပင်တွေမပျက်စီးဖို့ ကြိုတင်ပြင်ဆင်ခဲ့ကြပါတယ်။ ထိုင်နေတုန်းကအကောင်း ထသွားမှကျိုးမှန်းသိ ဆိုသလို သူတို့တွေစမ်းသပ်ပြင်ဆင်နေတဲ့ အပင်မျိုးစိတ်တွေက ဓါတ်ခွဲခန်းတွေထဲကနေ လွတ်ထွက်သွားပြီး ကမ္ဘာတစ်ခုလုံးဗြောင်းဆန်သွားတော့တာပါပဲ။ နဂိုရှိရင်းစွဲ အပင်နဲ့တိရိစ္ဆာန်မျိုးစိတ်တွေအကုန် မျိုးသုဉ်းသွားတဲ့အပြင် ကမ္ဘာပေါ်မှာလည်း လူသားအနည်းငယ်သာကျန်ပါတော့တယ်။ ကျန်နေခဲ့တဲ့လူသားတွေထဲမှာမှ အထက်တန်းလွှာတွေက Citadel လို့ခေါ်တဲ့ အလုံပိတ်မြို့တော်တွေမှာနေနေကြပြီး ကျန်တဲ့သူတွေကတော့ ခက်ခဲကြမ်းတမ်းတဲ့လောကကြီးမှာ အသက်ရှင်ကျန်ဖို့ ရုန်းကန်ကြရပါတော့တယ်။ကျွန်တော်တို့ရဲ့ဇာတ်လိုက် ၁၃ နှစ်သမီး ဗက်စ်ပါဟာ ဉာဏ်ကောင်းတဲ့သူ၊ တော်တဲ့ ထက်မြက်တဲ့သူဖြစ်သော်ငြားလည်း အထက်တန်းလွှာမဟုတ်တဲ့အပြင် သူ့အဖေကလည်း အိပ်ရာပေါ်မှာ ပက်လက်ပါ။ မြို့တော်အတွက် စစ်မှုထမ်းရင်း မသန်စွမ်းဖြစ်ခဲ့ရတာကြောင့် ကရုဏာကြေးပေးထားတဲ့ ဒရုန်းလေးကနေတစ်ဆင့်ပဲ သားအဖနှစ်ယောက် စကားပြောဆက်သွယ်ကြရပါတယ်။မြို့တော်တစ်မြို့နဲ့ကုန်သွယ်နေတဲ့ ဦးလေးတော်သူကလည်း တူမကို ကူညီဖို့နေနေသာသာ ခြေတော်တင်ဖို့အထိ စိတ်ကူးနေတဲ့သူဆိုတော့ ဗက်စ်ပါအတွက် အန္တရာယ်ပတ်လည်ဝိုင်းနေတဲ့ ...",
        "rating": "6.4",
        "url": "https://megaup.net/2uwwV/(CM)_Vesper_(2022)_1080p.mp4",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/Deer-141x200.jpg",
        "title": "Nine Colors Deer King ( 2022 )",
        "description": "ဇာတ်ကားနာမည် - ဒဏ္ဍာရီလာ ကိုးရောင်ခြယ်သမင်❏ ထူးဆန်းတဲ့ရောဂါကဒ်ဆိုးကြီး ပျံ့နှံ့နေတဲ့\nဟွမ်းရီ ဆိုတဲ့ရွာကလေးကို ကယ်တင်ဖို့အတွက်\nဒဏ္ဍာရီထဲက ကိုးရောင်ခြယ်သမင်ကို\nရှာဖို့ဆုံးဖြတ်ခဲ့တဲ့ တောင်ရဲ့ အစောင့်အရှောက်ဖြစ်သူ - ချန်ရှန်း❏ ငယ်ငယ်လေးကတည်းက ဉာဏ်ကောင်းပြီး\nချစ်ဖို့ကောင်းတဲ့ အသွင်အပြင်ရှိသူ / ဖခင်ရဲ့\nရုပ်သေးပြပွဲတွေနောက်ကို တောက်လျှောက်လိုက်ရင်း\nရုပ်သေးကြိုးဆွဲ အတတ်ပညာရှင်တစ်ယောက်\nဖြစ်ဖို့ အိမ်မက်မက်နေသူလေး - ကွိုင်လီရုပ်သေးပြပွဲတွေကို မနှစ်သက်တဲ့ လနိုင်ငံတော်အရှင်သခင်ရဲ့\nတစ်ကိုယ်ကောင်းဆန်မှုတွေကြောင့်\nဖခင်ကိုပါဆုံးရှုံးလိုက်ရသလို အိမ်မက်တွေကိုပါ\nတစ်ပြိုင်နက်ထဲ စွန့်လွှတ်လိုက်ရတဲ့အခါမှာတော့.....?လက်စားချေလိုတဲ့ အညှိုးအတေးတွေ အမုန်းအာဃာတတွေကြောင့်\nနတ်ဆိုးအရှင်မ ဆိုတဲ့ ဂုဏ်ပုဒ်ကို ကွိုင်လီ ဟာခံယူခဲ့ပါတော့တယ်\nလနိုင်ငံတော်ကို ထိန်းချုပ် လှုပ်ကိုင်ဖို့ နဲ့ သူမရဲ့\nမကောင်းတဲ့စွမ်းအားတွေ ပိုမိုအားကောင်းလာစေဖို့အတွက်\nနတ်ဆိုးအရှင်မ ကွိုင်လီဟာလဲ\nကိုးရောင်ခြယ်သမင်ကို မြေလှန်ကာရှာဖွေလို့နေခဲ့ပါတော့တယ်လနိုင်ငံတော်ရဲ့ မင်းသားတစ်ပါးဖြစ်သူ ယန်ရီဟာ\nနတ်ဆိုးအရှင်မကို တားဆီးဖို့အတွက်\nကိုးရောင်ခြယ်သမင် ရှာဖွေဖို့ လမ်းကြောင်းကို\nပြတ်ပြတ်သားသားလျှောက်လာခဲ့ရာမှာ\nကံအားလျော်စွာနဲ့ပဲ ချန်ရှန်း တို့နဲ့တွေ့ဆုံခဲ့ပါတော့တယ် ။\nချန်ရှန်း / ယန်ရီ နဲ့ တစ်ခြားသော\nအမဲလိုက်မုဆိုးအဖွဲ့သားတွေဟာ နတ်ဆိုးအရှင်မအရင်ဦးပြီး\nကိုးရောင်ခြယ်သမင်ကိုရှာဖွေတွေ့ရှိဖို့အပူတပြင်းကြိုးပန်းခဲ့ကြတဲ့အခါမှာ -❏ ဘာတွေဆက်ဖြစ်ကြမလဲ?\n❏ နတ်ဆိုးအရင်မ အရင်ဦးပြီး ကိုးရောင်ခြယ်သမင်ကို\nရှာတွေ့ကာ လနိုင်ငံတော်ကိုကယ်တင်နိုင်ပါ့မလား\n❏ ရောဂါကဒ်ဆိုးကြီးဆိုက်ရောက်နေတဲ့ဟွမ်းရီ\nဆိုတဲ့ရွာကလေးကိုရော ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/nine-colors-deer-king-2022/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ggf37TpcKaxwguhvtNn6MQpyqBn.jpg",
        "title": "The Greatest Beer Run Ever (2022)",
        "description": "The Greatest Beer Run Ever (2022)ဒီရုပ်ရှင်လည်းအတော်ကြီးကို ကောင်းပါတယ်။\nဇက်အက်ဖရွန်၊ ဘီလီမူရေး နဲ့ ရက်ဆဲခရိုးတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။\nဖြစ်ရပ်မှန် စစ်ပွဲ ဒရာမာ ဟာသ အမျိုးအစားပါ။\nအစအဆုံး ရုပ်တည်ကြီးတွေနဲ့ ပြောနေသရုပ်ဆောင်နေပေမဲ့ အတော်ကိုရယ်ရပါတယ်။\nဖြစ်ရပ်မှန်ဖြစ်နေတော့ ပိုရယ်လို့တောင်ကောင်းပါသေးတယ်။အဓိကမင်းသားကတော့ ချစ်ကီဒိုနိုဟူးဆိုတဲ့ အမေရိကန်တပ်ထွက်မျိုးချစ်တစ်ယောက်ဖြစ်ပါတယ်။\nသင်္ဘောသားအလုပ်လုပ်ပြီး သင်္ဘောမတက်ရတဲ့အချိန်ဆိုရင်\nညတိုင်း အရက်ဆိုင်မှာမူးပြီး မိဘအိမ်မှာ နေဖင်ထိုးတဲ့အထိ အိပ်ပါတယ်။\nဗီယက်နမ်စစ်ပွဲကာလဖြစ်ပြီး အမေရိကန်မှာ ထောက်ခံသူနဲ့ ကန့်ကွက်ဆန္ဒပြသူတွေ နှစ်ပိုင်းကွဲနေတဲ့အချိန်ဖြစ်ပါတယ်။\nချစ်ကီရဲ့ညီမကတော့ ဆန္ဒပြသူဖြစ်ပြီး ချစ်ကီကတော့ ဆန္ဒပြသူတွေကို မုန်းတီးနေပြီး\nဗီယက်နမ်စစ်ပွဲကို နိုင်ငံအတွက်လို့ ယုံကြည်အားပေးနေသူဖြစ်ပါတယ်။\nတစ်ညတော့ ဘားမှာ စုသောက်ကြရင်းနဲ့ သူတို့ရပ်ကွက်ထဲကနေ ရှေ့တန်းကိုရောက်နေတဲ့ စစ်သားလေးတွေကိုသာ\nဒီနယူးယောက်က ဘီယာတွေ သွားပေးနိုင်ရင်ဘယ်လောက်ပျော်ကြမလဲ၊\nသူတို့ကိုထောက်ခံသူတွေရှိသေးကြောင်းသိပြီးဘယ်လောက်အားတက်မလဲဆိုပြီး ပြောမိသွားပါတယ်။\nချစ်ကီကိုမယုံသူတွေကလှောင်ပြောကြပေမဲ့ စစ်သားမိသားစုဝင်တွေကတော့\nမျှော်လင့်ချက်တစ်မျှင်လေးအဖြစ် ပစ္စည်းလေးတွေလူကြုံလာထည့်ပေးကြပါတော့တယ်။\nချစ်ကီကလည်းမသွားချင်သွားချင်နဲ့ သွားဖို့ စုံစမ်းပေမဲ့\nအကြောင်းအားလုံးတိုက်ဆိုင်ပြီး ဗီယက်နမ်စစ်မြေပြင်ကိုရောက်သွားတဲ့အခါ\nတီဗွီထဲမှာ ဝါဒဖြန့်နေတဲ့သတင်းတွေနဲ့မတူဘဲ အရာရာကွဲပြားနေတာကိုတွေ့ပြီး\nစစ်သားတွေ ဗီယက်နမ်တွေ သတင်းထောက်တွေကြားမှာ အလွဲမျိုးစုံနဲ့ အသက်မသေအောင် ရုန်းကန်ရပါတော့တယ်...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Oybh/The.Greatest.Beer.Run.Ever.2022.1080p.ATVP.WEB-DL.DDP5.1.Atmos.CM.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-1-162x200.jpg",
        "title": "Maika: The Girl From Another Galaxy (2022)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို ဗီယမ်နမ် ဂြိုလ်သူမကားကောင်းကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ ကြည်ကြည်နူးနူးနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ချင်တဲ့သူတွေအတွက်တော့ တကယ့်ကိုလက်မလွှတ်သင့်တဲ့ကားလေးပါပဲ ဟာသလေးတွေလည်းပါတော့ ဘဝအမောတွေလည်းပြေပျောက်မှာပါ \"နင်ဘယ်ပဲရောက်ရောက် ငါ့နှလုံးသားထဲမှာအမြဲတမ်းရှိနေမှာပါ\"ဆိုတဲ့ ကလေးလေးနှစ်ယောက်ရဲ့ ကားလေးကိုတော့ အခုချက်ချင်းပဲကြည့်လိုက်ကြပါတော့ဇာတ်လမ်းအကျဉ်း\nဟမ် ဆိုတဲ့ကောင်လေးက တစ်ဦးတည်းသော သားလေးပါ ဒါပေမဲ့ သူ့ရဲ့အမေကရောဂါကြောင့်နဲ့ပဲ စောစောစီးစီး ဆုံးပါးသွးတော့ သူနဲ့သူ့အဖေ နှစ်ယောက်ပဲကျန်ခဲ့တော့တာပါ သူ့အဖေက ကတော့ အင်ဂျင်နီယာနဲ့ ကျောင်းပြီးထားပေမဲ့ ဥက္ကာခဲအရောင်ဆိုင်လေးဖွင့်ပြီး ပတ်ဝန်းကျင်က ဖုန်းတွေ ကွန်ပြူတာလေးတွေပြင်ပေးနေတဲ့သူဆိုတော့ စီးပွားရေးလည်း သိပ်အဆင်မပြေလှဘူးပေါ့ အဲဒါကိုသူ့သားလေးကသိသွားတော့ စိတ်ညစ်မှာဆိုးတာနဲ့ ကြယ်ကြွေတဲ့ပွဲကိုလိုက်ပြပြီး ငါးသွားမျှားမယ်လို့ကတိပေးလိုက်ပါရော ဒါပေမဲ့ အဲဒီကတိကိုသူမတည်နိုင်ခဲ့ဘူးပေါ့လေ အဲဒါနဲ့သူ့သားလေးက ခိုးပြီးသွားကြည့်ပါလေရော သူ့သား ဟမ် ရဲ့ တစ်ဦးတည်းသောသူငယ်ချင်းလေးကလည်း အိမ်ပြောင်းသွားခဲ့ရတာပါ ဘာဖြစ်လို့လဲဆို ဗီယမ်နမ်နိုင်ငံရဲ့ အာကာသလွှတ်တင်ရေးစခန်းအတွက် ကုမ္ပဏီကြီးတစ်ခုက သူတို့ရဲ့နေရာကိုယူချင်နေတာကြောင့် သူတို့တိုက်ပိုင်ရှင်က ပိုက်ဆံပေးပြီးပြောင်းခိုင်းနေတာပါ မပြောင်းတဲ့သူတွေကိုလည်း အမျိုးမျိုးပြဿနာရှာနေကြတာပေါ့ အဲဒီလိုနဲ့ ကြယ်ကြွေပွဲနေ့မှာ တောင်ကြားတစ်ခုလုံးလင်းလက်သွားတာကို ဟမ် လေးကမြင်လိုက်ရပြီး ...",
        "rating": "6.4",
        "url": " https://megaup.net/1Out5/Maika.–.The.Girl.From.Another.Galaxy.2022.1080p.(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/06/MV5BMTgyNDYwNzE5NV5BMl5BanBnXkFtZTcwMzUyODM5OA@@._V1_-136x200.jpg",
        "title": "Epic (2013)",
        "description": "2013 ခု‌နှစ်ကထွက်ရှိထားတဲ့ Epic ဆိုတဲ့ Animation ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီကားက နာမည်နဲ့လိုက်အောင် တကယ့်ကို epic ဖြစ်တဲ့အတွေးအခေါ်‌တွေ၊\nepic ဖြစ်တဲ့ယူဆချက်တွေနဲ့ ဇာတ်အိမ်ကိုတည်ဆောက်ထားတာပါ။ဇာတ်ကားမှာ မယ်ရီကက်သရင်း ဆိုတဲ့ကောင်မလေးက သူ့‌အမေဆုံးပါးသွားလို့\nတောထဲမှာ သုတေသနလုပ်နေတဲ့ အဖေ့ဆီလာနေဖို့\nရောက်လာခဲ့ပါတယ်။ သူ့အဖေက တောထဲမှာ\nလူအသေးလေးတွေရှိတယ်ဆိုတဲ့အကြောင်းကို\nအရူးအမူးကိုယုံကြည်နေခဲ့ပြီး သူ့ယုံကြည်ချက်မှန်ကြောင်း\nသက်သေပြဖို့ကြိုးစားနေတာလည်းဖြစ်ပါတယ်။ဒါကို မယ်ရီကက်သရင်းက အဓိပ္ပါယ်မရှိဘူးဆိုပြီး မယုံကြည်ဖြစ်နေရာက\nသူကိုယ်တိုင် လူအသေးလေးတွေနဲ့တွေ့ကြုံလိုက်ရတဲ့အခါမှာ |\nဘယ်လိုစွန့်စားခန်းတွေ ဘယ်လိုပြဿနာတွေရင်ဆိုင်ရမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ကြည့်ရှုရမှာပါ။\nသိပ်ကောင်းတဲ့ဇာတ်ကားတစ်ကားဖြစ်တာမို့ အညွှန်းတွေများပြီး\nအရသာပျက်မှာစိုးတာကြောင့် လူအသေးလေးတွေကဘာလုပ်ကြတာလဲ၊\nမယ်ရီနဲ့လူအသေးလေးတွေဘယ်လိုဆက်စပ်မှုရှိတာလဲ၊\nသူတို့ဘာကိုရင်ဆိုင်နေကြရတာလဲ ဆိုတာကို ကိုယ်တိုင်ပဲ\nကြည့်ရှုခံစားကြည့်ဖို့ တိုက်တွန်းလိုက်ရပါတယ်ခင်ဗျာ။\nFile size…1.7GB /  900MB\nQuality…1080p BluRay /  720p\nFormat…mp4\nDuration….1h 42m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Jaka",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-377/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q7CYwsMJb3v7lSfAFIflFEH85yN.jpg",
        "title": "Marble Mountains ( 2022 )",
        "description": "ဒီတစ်ခါ CM ရဲ့ တရုတ်ကားကြိုက်သူလေးတွေအတွက် အစဉ်အလာမပျက်\nစွန်းဝူခုန်းဇာတ်ကြောင်းကို version တစ်မျိုးနဲ့ တင်ဆက်ထားတဲ့ Marble\nMountain ဆိုတဲ့ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...ဒီဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရမယ်ဆိုရင်တော့...\nစွန်းဝူခုန်းဇာတ်ကြောင်းကို အရင်ဇာတ်ကားတွေလို မက်မွန်သီးခိုးစားလို့\nလူ့ပြည်ရောက်လာတာလည်းမဟုတ်... အချစ်ဇာတ်လမ်းလေးကြောင့်\nစွန်းဝူခုန်းဖြစ်လာတာမျိုးမဟုတ်ဘဲ...လက်နက်မဲ့ ပြည်သူတွေအတွက် စွန့်စွန့်စားစား မိစ္ဆာတွေကို\nချေမှုန်းခဲ့ရာကနေမှ တရားစစ် တရားမှန်ကို သဘောပေါက်နားလည်ပြီး\nစွန်းဝူခုန်းဖြစ်လာခဲ့တာလို့ ပြောင်းလဲ တင်ဆက်ပြထားတာပေါ့...ဒီဇာတ်လမ်းထဲမှာ တခြားဇာတ်ကောင်တွေနဲ့ တခြား ပုံစံဆန်းလေးတွေ\nတင်ဆက်ပြထားတာမို့ အက်ရှင်ကားတွေကြိုက်ပြီး\nစွန်းဝူခုန်းကားကိုမှကြည့်ချင်တယ်ဆိုသူတွေ ဒေါင်းကြည့်သင့်တာမို့\nကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြနော်...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Fantasy , Adventure , Action\nRuntime : 1h 35 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/marble-mountains-2022/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/Screenshot-2022-09-28-at-20-49-14-Fullmetal-Alchemist-Final-Transmutation-2022-143x200.png",
        "title": "Fullmetal Alchemist: The Final Alchemy (2022)",
        "description": "Fullmetal Alchemist: The Final Alchemy (2022)မန်ဂါအနေနဲ့ရော Animeအနေနဲ့ ရောအောင်မြင်ခဲ့တဲ့ Full Metal Alchemist ကို ၂၀၁၇မှာ Live Action တစ်ကားထုတ်ခဲ့ပြီး 2022မှာမှ သူ့အဆက်ကို ဆက်ထုတ်ခဲ့ပါတယ်။ ပြီးခဲ့တဲ့လက တင်ခဲ့တဲ့ Fullmetal Alchemist: Final Chapter - The Avenger Scarပါ။ အဲဒီကားမှာ ကောင်းခန်းမှာမှ ဖြတ်သွားပြီ တစ်လအကြာမှာ ဇာတ်သိမ်းခန်း Final Alchemist ထပ်ထွက်လာပါတယ်။Animeသမားတွေတော့ ကြိုက်လောက်မှာ မဟုတ်ပေမဲ့ ဒီတိုင်းကြည့်ရင်တော့ ဒီအပိုင်းက ပထမ၂ပိုင်းထက်တောင် တော်တော်လေးကြည့်ကောင်းပါတယ်။ Main Bossပါလာပြီဆိုတော့ Battle Sceneအကြမ်းစားတွေလည်း မြိုင်မြိုင်ဆိုင်ဆိုင်ပါပဲ။ Plot Twistကလေးတွေတောင် ပါပါသေးတယ်။ ဒီသုံးကားဟာ ဇာတ်ကောင်တွေရဲ့ Friendship တွေ ၊ Brotherhood တွေ ၊ Comradeship ...",
        "rating": "5.3",
        "url": "https://megaup.net/18tpa/Fullmetal_Alchemist_The_Final_Alchemy_(2022)_WEB-DL_1080p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xvjCiv1xNlK1kNnoe1nul899vIp.jpg",
        "title": "Mortal Kombat Legends: Snow Blind (2022)",
        "description": "Mortal Kombat Legends : Snow Blind (2022)ကဲ Mortal Kombat Legends ရဲ့ သုံးကားမြောက် ဖြစ်တဲ့\nMortal Kombat Legends : Snow Blind ထွက်ရှိလို့လာပါပြီScorpion ရဲ့ ဇာတ်လမ်းနဲ့ စဖွင့်ခဲ့တဲ့ Mortal Kombat animation ဇာတ်ကားတွေဟာ\nlive action လို မဟုတ်ဘဲ တုံ့ပြန်မှုကောင်းတဲ့ အနေအထားမှာ ရှိပါတယ်လက်ရှိ သုံးကားမြောက်မှာတော့ MK ပရိသတ်တွေနဲ့ မစိမ်းလှတဲ့\nSub-zero နဲ့ မျက်ကန်းဓါးသမား Kenshi တို့ရဲ့ ဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်\nဇာတ်အိမ်ကိုတော့ Mortal Kombat ပွဲတွေအလွန် အတော်ဝေးဝေးအနာဂါတ် တစ်နေရာမှာ တည်ဆောက်ထားပြီး\nကမ္ဘာပေါ်က နေရာတိုင်းဟာ သေရွာပြန်တွေဖျက်ဆီးလို့ အကုန်ပျက်စီးပြီး စွန့်ပစ်မြေအဖြစ်ကိုရောက်ရှိသွားပါတယ်\nပရိသတ်တွေရဲ့ ချဥ်ဖတ်အိုး ဇာတ်ကောင်ဖြစ်တဲ့ Kano ဟာ\nနဂါးနက်အဖွဲ့ရဲ့ ဘုရင်အဖြစ်နဲ့ စွန့်ပစ်မြေမှာ ထင်တိုင်းကြဲလျက်ရှိပြီး\nတစ်နေရာပြီးတစ်နေရာ သိမ်းပိုက်နေတာပါ...Sub-zero ...",
        "rating": "",
        "url": "https://megaup.net/2umC0/Mortal.Kombat.Legends.Snow.Blind.2022.720p.BluRay.DD5.1.CM.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qaJWF2bFN7VYZKmTephsSYIbd8d.jpg",
        "title": "Shogun’s Ninja (1980)",
        "description": "Shogun's Ninja (1980)ဟိဒဲရောရှိ အရှင်က မိုမိုချိမျိုးနွယ်ရဲ့ အီဂါကိုသိမ်းချင်ပေမဲ့ မိုမိုချိအရှင်က ထက်မြက်တာကြောင့် သိမ်းလို့မရနိုင်ဘဲ မချိတင်ကဲဖြစ်နေရပါတယ်။ ဒါကြောင့် ဟိဒဲရောရှိရဲ့လက်ဝေခံ ရှိုးဂန်း ရှိရနုအိက အီဂါရဲ့ မဟာမိတ်ဟန်ဆောင်ပြီး ကူညီသယောင်နဲ့ သူလျှိုလုပ် သစ္စာဖောက်ခဲ့ပါတယ်။ ဒါကြောင့် မိုမိုချိမျိုးနွယ်တွေလည်း အလစ်ဝင်တိုက်ခံရပြီး စစ်ရှုံးခဲ့ရပါတယ်။ဒီလိုနဲ့ မိုမိုချိတို့ရဲ့ နန်းပြိုပြီး အီဂါပြည်သူတွေကိုလည်း တစ်ယောက်မကျန် လူမျိုးတုန်းသတ်ဖြတ်တာမို့ လွတ်အောင်ထွက်ပြေးကြရပါတယ်။ မိုမိုချိအရှင်ရဲ့ သားတော်ဖြစ်သူ တကမာရုလေးကို သူတို့ကိုစောင့်ရှောက်တဲ့ အဘကြီးက ခေါ်ပြီး ဘေးလွတ်ရာကိုထွက်ပြေးကြရပါတယ်။ဒီလိုနဲ့ ဆယ်စုနှစ်တစ်ခုအကြာမှာတော့ ဟိဒဲရောရှိတွေကို ကလဲ့စား‌ချေဖို့အတွက် တကမာရုက ဂျပန်ပြည်ကိုပြန်လည်ရောက်ရှိလာပါတယ်။ ရှင်ကျန်ရစ်ခဲ့တဲ့ မိုမိုချိမျိုးနွယ်တွေနဲ့ ရှိုးဂန်း ရှိရနုအိတို့ အုပ်ချုပ်သူတွေကြားက ကလဲ့စားနဲ့ ယှဉ်ပြိုင်မှုတွေကို ကြည့်ရှုရမယ့်ရှိုးဂန်း နင်ဂျာတို့အကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Ingyin San မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.2GB, 1.1GB, 568MB\nQuality ...",
        "rating": "6.1",
        "url": "https://megaup.net/18q7m/(CM)_Shogun_s_Ninja_(1980)_1080p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xIGr7UHsKf0URWmyyd5qFMAq4d8.jpg",
        "title": "Beast (2022)",
        "description": "Beast (2022)Survival, Thriller အမျိုးအစားတွေကိုမှ ကြိုက်တယ်ဆိုတဲ့သူတွေအတွက် Suicide Squad ထဲက Bloodsport အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး Elba ရဲ့ Beast ဆိုတဲ့ ကားလေး ထွက်လာပါပြီ။ အာဖရိက တောရိုင်း တိရစ္ဆာန်တွေအကြောင်း အခြေပြုပြီး ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...နိတ်ဒန်နီယယ် နဲ့ သူ့ရဲ့ သမီးလေး နှစ်ယောက်ဟာ တောင်အာဖရိက ကို အလည်အပတ် ထွက်လာခဲ့ပါတယ်။ အဆိုပါ ခရီးစဉ်ကို ဖိတ်ခေါ်ခဲ့သူကတော့ နိတ်ရဲ့ မိတ်ဆွေဟောင်းကြီး မာတင် ပဲ ဖြစ်ပါတယ်။ မိတ်ဆွေဟောင်းဆိုတာထက် နိတ်နဲ့ သူ့ရဲ့ ဇနီးကို အောင်သွယ်ပေးခဲ့တဲ့ အောင်သွယ်တော်ကြီးဆို ပိုမှန်တာပေ့ါဗျာ ...အဲ့ဒီနောက်မှာတော့ သူတို့ဟာ နိတ်ရဲ့ ဇနီးသည် ကြီးပြင်းခဲ့တဲ့ တောင်အာဖရိက က ရွာလေး ခရီးနှင်ခဲ့ကြပါတယ်။ အဲ့ဒီရွာလေးကို သွားနေစဉ် တားမြစ်နယ်မြေတစ်ခုကို ဖြတ်သန်းရတဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2unM4/[CM]Beast.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Adventure, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTQ1NDUyODk5NF5BMl5BanBnXkFtZTcwODk0MjIwNg@@._V1_-135x200.jpg",
        "title": "Conan the Barbarian (2011)",
        "description": "Conan the Barbarian (2011)ဒီနေ့မှာတော့ အားလုံးရဲ့အချစ်တော် Aquaman မင်းသားကြီး Jason Momoa ရဲ့ 2011 ကထွက်ရှိထားတဲ့ Conan the Barbarian ဆိုတဲ့ဇာတ်ကားကောင်းတစ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီဇာတ်ကားကို ဟိုက်ဘိုရီယန်ခေတ်မှာ အခြေတည်ထားပြီးတော့ ခန့်မှန်းအားဖြင့် BC 14000 ကနေ 9500 ကြားလောက်အချိန်အတွင်းဖြစ်ပါတယ်။\nဟိုက်ဘိုရီယန်ခေတ်မတိုင်ခင် အက်ရှရွန်ခေတ်မှာမှော်ဆရာတွေဟာ သေသူကိုပြန်ဆင့်ခေါ်နိုင်ဖို့ ဘုရင်တွေရဲ့အရိုးတွေကိုသုံးပြီး နတ်ဆိုးတွေစီး၀င်‌နေတဲ့ မျက်နှာဖုံးတစ်ခုကို ဖန်တီးလိုက်ကြပါတယ်။ မျက်နှာဖုံးဟာ စွမ်းအားကြီးလွန်းလို့ အက်ရှရွန်တွေဟာ တစ်ကမ္ဘာလုံးကို အုပ်စိုးသွားနိုင်ခဲ့ပေမယ့် သူတို့ကိုတော်လှန်နိုင်တဲ့\nဘာဘေရီယန်ဆိုတဲ့ မျိုးနွယ်စုတစ်စု ကျန်ရှိနေခဲ့ပါတယ်။ဘာဘေရီယန်တွေဟာ မျက်နှာဖုံးကိုခွဲပစ်လိုက်နိုင်ပြီး မသမာသူတစ်ယောက်ယောက်က အစိတ်အပိုင်းတွေကိုပြန်မဆက်နိုင်အောင်\nတစ်ပိုင်းချင်းစီကို မျိုးနွယ်စုအသီးသီးဆီဖြန့်ကျက်ထားလိုက်ပါတယ်။ဒါပေမယ့် တစ်နေ့တော့ အပိုင်းအစတွေကိုပြန်စုတဲ့လူတစ်ယောက်ပေါ်လာခဲ့တဲ့အခါ ဇာတ်လိုက်ကျော် Jason Momoa တစ်ယောက် ဘယ်လိုအန္တရာယ်တွေရင်ဆိုင်ရင်း တားဆီးဖို့ကြိုးစားသွားမလဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားက မင်းသားကြီးအာနိုးရဲ့ Conan the Barbarian (1982) နဲ့နာမည်တူ ခေတ်ပုံစံတွေတူပေမယ့် ဇာတ်လမ်းဆက်စပ်မှုတော့ ...",
        "rating": "5.1",
        "url": "https://megaup.net/18nx2/(CM)Conan.the.Barbarian.2011.Color_Regrade.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/67790-141x200.jpg",
        "title": "Conan the Barbarian (1982)",
        "description": "Conan the Barbarian (1982)\nIMDb - 6.9/10_____Rotten Tomatoes - 70%\nConan The Barbarian (1982) နဲ့ Conan The Destroyer (1984) ဇာတ်ကားတွေကတော့\nမင်းသားကြီး အာနိုးကို စင်တင်ပေးခဲ့တဲ့ ရောမခေတ် Dark Magic အခြေခံဇာတ်ကားတွေဖြစ်ပါတယ်။\nConan The Barbarian (1982) ဇာတ်ကားရဲ့အောင်မြင်မှုဟာ စံချိန်တွေချိုးခဲ့ပြီး\nရိုက်ကူးစဉ်က အမေရိကန်ဒေါ်လာ (၁၆) သန်းသာ ကုန်ကျခဲ့ပေမယ့် ရုံဝင်ငွေ သန်း(၁၃၀)ထိပြန်လည်ရရှိခဲ့ပါတယ်။\nအာနိုးရဲ့ငယ်စဉ်က ဘော်ဒီအလှအပနဲ့ ရောမခေတ် အကြမ်းအရမ်း အသတ်အဖြတ်တွေအပြင်\nDark Magic အစီအရင်တွေနဲ့ပါ ထည့်သွင်းရိုက်ကူးထားတာမို့ တခြားဇာတ်ကားတွေနဲ့မတူတဲ့ ရသတွေကို ခံစားရမှာပါ။\nအားပေးကြည့်ရှုကြပါဦး။\n File size…(1.1 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:09:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MgKing",
        "rating": "6.9",
        "url": "https://megaup.net/1xYt9/Conan_-_The_Barbarian_[1982]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYzFmMjAwMDYtNzM0Zi00NjY2LWFjMjYtMGQ1OTRiZjk5YjJkXkEyXkFqcGdeQXVyMTMwODY5NDc2._V1_-141x200.jpg",
        "title": "Jujutsu Kaisen 0 (2021)",
        "description": "Rotten tomatoes 98%\nImdb 7.9/10\nMyanumelust 8.5/10ဒီရုပ်ရှင်ဟာ animeဖန်​တွေအကြိုက်​တွေ့ခဲ့ကြတဲ့jujutsu kaisen စီးရီး (​ဇော်ဂျီဖိုဝင်သားစားတဲ့မင်းသား😅)ရဲ့အဖြစ်အပျက်မတိုင်ခင်ဇာတ်လမ်းပါ။ ​ပြောရရင်​တော့ Yutaရဲ့​မှော်ဆရာဖြစ်လာခဲ့တဲ့ဇာတ်​ကြောင်းလို့​ပြောရင်လည်းရပါတယ်။ဒီဇာတ်ကားဟာ ဂျပန်မှာရုံတင်ချိန်က ဝင်​ငွေစံချိန်​တွေတင်ခဲ့သလိုanimation qualityလည်း​တော်​တော်​ကောင်းတယ်ချီးကျူးခံထားရတာပါ။(အခု​တော့ one piece red filmက ဝင်​ငွေ​ကျော်တက်သွားပြီကြားပါတယ်)ဇာတ်လမ်းအကျဥ်းက​တော့တခါတုန်းက သိပ်ချစ်ကြတဲ့ငယ်ကျွမ်း​ဆွေနှစ်​ယောက်ရှိပါတယ်။သူတို့နှစ်​ယောက်ဟာ အသက်သာငယ်ကြ​ပေမဲ့ အချစ်​တွေကမငယ်တာမလို့အရွယ်​ရောက်လာတာနဲ့လက်ထပ်ကြမယ်လို့ ​​စေ့စပ်လက်စွပ်​လေးဝတ်ပြီးကတိပြုခဲ့ကြပါတယ်။အဲ့လိုနဲ့ကတိပြုပြီး​နောက်မှာ ​ကောင်မ​လေးဟာဆိုးဆိုးရွားရွားကားတိုက်ခံရပြီး​သေဆုံးသွားခဲ့ပါတယ်။ ​သေဆုံးသွား​ပေမဲ့လည်း သူတို့အချစ်ဟာကြီးမားလွန်းတာ​ကြောင့် ​ကောင်မ​လေးဟာကျိန်စာသင့်တ​စ္ဆေကြီးအဖြစ်ပြန်ရှင်သန်လာခဲ့တဲ့​နောက်မှာ​တော့.... \nFile size…  1GB / 550MB\nQuality… 1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by  Dr.Nyan",
        "rating": "7.9",
        "url": "https://megaup.net/1Oiyf/Jujutsu_Kaisen_-_Movie_01_-_Jujutsu_Kaisen_0_[BD_1080p]_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/p8269420_p_v8_ad-133x200.jpg",
        "title": "The Tourist (2010)",
        "description": "ဂျော်နီဒပ်နဲ့အန်ဂျလီနာဂျိုလီတို့ပါဝင်တဲ့ ဒီဇာတ်ကားက Action/Crime ပုံစံ လျှို့ဝှက်သည်းထိတ်ရင်ဖိုရုပ်ရှင်ကားပါ။အလက်ဇန္ဒား ပီးရက် လို့ခေါ်တဲ့ ရုရှား မာဖီယားဂိုဏ်းတစ်ခုက ငွေထိန်း လူယုံ တစ်ယောက် ။သူ့သူဌေး ဂိုဏ်းခေါင်းဆောင်ဆီက ဒေါ်လာ သန်း ၂၀၀ ကျော် ဘုံးသွားတယ် ။\nဒါ့အပြင် အင်္ဂလန် နာမည်ကျော် စကော့တလန်ယာဒ့် စုံထောက်အဖွဲ့ကြီး ဆီကနေလဲ ပေါင် ၇၃၃ သန်း ဘုံးသွားပါသေးတယ် ။\nသူ့ကို ၂ နှစ်လုံးလုံး လိုက်ရှာကြတယ် ။\nအစအနတောင် မတွေ့ရခဲ့ပါဘူး ။\nစကော့တလန်ယာဒ့် အဖွဲ့က အလက်ဇန္ဒား ပီးရက်ကို မိဖို့ အတွက် ပေါင် ၈ သန်းကျော် အသုံးပြုခဲ့တယ် ။တစ်နေ့တော့ အထူးစုံထောက် အာချက်ဆင် ခေါင်းဆောင်တဲ့ စုံထောက်အဖွဲ့တွေက အလက်ဇန္ဒား ပီးရက် ရဲ့ ဇနီးသည်နောက်ကို ထပ်ခြပ်မကွာ လိုက်လံစုံစမ်းနေတဲ့ကြားက သူတို့ နှစ်ဦး ဆက်သွယ်မိသွားကြတယ် ။\nအလက်ဇန္ဒားဟာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/1Oig8/(CM)The.Tourist.2010.2160p.4K.WEBRip.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f0cfIa4owkmByvxveLJBeb5BLsp.jpg",
        "title": "The Mermaid ( 2022 )",
        "description": "ဒီတစ်ခါမှာCMပရိသတ်ကြီးကိုရေသူမကားလေးတင်ဆက်ပေးလိုက်ပါတယ်။\nဒီရေသူမကားကတော့ ခါတိုင်းမြင်တွေ့နေကျရေသူမတွေလို\nချောမောလှပတဲ့ရေသူမလှလှလေးတွေမဟုတ်ပဲ\nရက်စက်တဲ့ထူးဆန်းသတ္တဝါတွေအဖြစ်ရိုက်ထားတာဖြစ်တဲ့အတွက်\nမွန်းစတားကားတွေကြိုက်တဲ့သူတွေအတွက်ကွက်တိပဲဖြစ်မှာပါ။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်တော့\nငါးဖမ်းလှေတစ်စီးဟာ ပင်လယ်မှာငါးဖမ်းထွက်ရင်\nပိုက်ကွန်မှာငါးအကြီးကြီးတစ်ကောင်မိသွားပါတယ်။\nမိထားတဲ့ငါးကြီးဟာ ငါးမဟုတ်ပဲ\nရေသူမတစ်ကောင်ဖြစ်နေတာကြောင့်\nတစ်လှေလုံးတစ်ယောက်မကျန်ဒုက္ခရောက်သွားခဲ့ပါတယ်။အဲဒီနောက်တော့ရေသူမကိုတင်လာတဲ့ကုန်ကားကိုမောင်းမိတဲ့\nHang Chi ဟာ သုတေသနခန်းထဲမှာပိတ်မိနေတဲ့\nသားကိုကယ်ဖို့အတွက် ထူးဆန်းသတ္တဝါ\nရေသူမနဲ့ရင်ဆိုင်ရပါတော့တယ်။\nအသက်အန္တရာယ်ကြားအခက်အခဲတွေကို\nဘယ်လိုသက်စွန့်စံဖျားကျော်ဖြတ်မလဲဆိုတာကို\nရင်တမမနဲ့ကြည့်လိုက်ကြပါဦးနော်။\nQuality : WEB-DL 1080 , 480p\nFormat : mp4\nGenres : Adventure , Fantasy\nRuntime : 1h 33 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-mermaid-2022/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTQwNzcwOTk5M15BMl5BanBnXkFtZTgwNjc2NTk1MDE@._V1_-142x200.jpg",
        "title": "Fireball (2009)",
        "description": "မကြာခင်ကမှ အမှုကနေလွှတ်မြောက်လာတဲ့ထိုင်ဟာ သူ့အမြွာအစ်ကို ထျန်အခြေနေဆိုးပြီးဆေးရုံတက်နေရတယ်လို့သိလိုက်ရပါတယ်ဘာကြောင့်ဆေးရုံတက်နေရတာလဲဆိုတာကို သူ့အစ်ကိုချစ်သူဖြစ်တဲ့ပျန့်ဆီကကြားကြားချင်း သူ့အစ်ကိုကို ဘယ်သူရန်လုပ်တာလဲစုံစမ်းဖို့ဖြစ်လာပါတော့တယ်ဒီလိုနဲ့ ထိုင်ဟာ သူ့အစ်ကိုနာမည်ထျန်နဲ့ဘတ်စကတ်ဘောအသင်းတစ်သင်းထဲဝင်ပြီး fireball ဂိမ်းပြိုင်ဖို့ဖြစ်လာပါတယ်အဲ့ဒီဂိမ်းမှာ ဘယ်လောက်တောင်ရက်စက်ကြမ်းကြုတ်လဲ ဘယ်လောက်တောင်အသက်လုရလဲ ထိုင်(ထျန်) ​​ရောဖိုင်နယ်လ်ထိအသက်ရှင်နိုင်ပါ့မလားသူ့အစ်ကိုကိုဘယ်သူလုပ်တယ်ဆိုတာရော စုံစမ်းနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှူလိုက်ရအောင်နော်ဒီကားလေးလုံးဝရှယ်မိုက်ပါတယ် အက်ရှင်ကားကြိုက်သူအဖို့ လုံးဝ recommend တဲ့ကားပါ 🔥( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.7GB)\nQuality__HD720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:34:00\nType__Action, Adventure, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/1Ohb8/Fireball_(2009)_720p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/party-200x300.jpg",
        "title": "Sausage Party (2016)",
        "description": "ဇတ်လမ်း အစမှာတော့ စားစရာတွေ ရောင်းတဲ့\nစူပါမားကတ် ကနေ စတင်ထားပါတယ်...စားစရာတွေဟာ လူသားတွေကို ဘုရားသခင် လို့\nမှတ်ယူထားပါတယ် မားကတ် မှာ ပုတ်သိုးမယ့် အန္တရာယ် ကနေ\nကယ်တင်မယ့် အရှင်သခင်တွေလို့ မှတ်ယူထားကြတာပါ...တစ်နေ့တာ စျေးဝယ်မှု မှာ ဝယ်သူ ရွေးချယ်ဖို့ သူ့ထက် ငါ\nအပြိုင်အဆိုင် ဆုတောင်းကြရတာပေါ့\nမဟုတ်ခဲ့လို့ရှိရင် Out Of Date ဖြစ်သွားတဲ့အခါ\nသူတို့မသွားချင်ဆုံးနေရာက အမှိုက်ပုံးအိုကြီးရဲ့ မဲမှောင်နေသာတွင်းနက် ကြီးပါပဲ....ဒီဇတ်လမ်းမှာ မင်းသားကတော့ ဝက်အူချောင်း ပါပဲ\nဟုတ်ပါတယ် ဝက်အူချောင်း ပါ....\nဖရန့် ၊ ကားလ် ၊ ဘယ်ရီ တို့ ဟာ ၆ ချောင်းပါတဲ့\nဝက်အူချောင်းပါကင်ထုပ်ထဲက သူငယ်ချင်းတွေပေါ့\nသူတို့ ဘေးကပ်ရပ်မှာတော့ ဟော့ဒေါ့ပေါင်မုန့်မလေး တွေ အဖွဲ့ ရှိနေပါတယ်ဘရန်ဒါ တို့ အုပ်စုပေါ့ သူတို့လဲ ပါမုန့်ချောင်း ၆ ခု တစ်ပါကင် ထုပ်ထဲကပါပဲ...\nအနီးကပ် နေရတဲ့ အခါ တစ်ဦးကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Ofwb/Sausage_Party_(2016)_1080P_Bluray_5.1_{CM}.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Predator2018-135x200.jpg",
        "title": "The Predator (2018)",
        "description": "အတော်ကြာကြာ စောင့်လိုက်ရတဲ့ ရုပ်ရှင်ကားလေး အခုတော့ ထွက်လာပါပြီ။\nPredator တွေကိုတော့ ရုပ်ရှင်ချစ်သူအတော်များများ ရင်းနှီးပြီးဖြစ်မှာပါ။\nကိုယ်ပျောက်နိုင်စွမ်းတွေ လက်နက်ဆန်းတွေနဲ့ လူတွေကို အားကစားတစ်ခုလို အမဲလိုက်တတ်ကြတဲ့ ဂြိုလ်သားတွေပါပဲ။\nဒီကားအကျဉ်းကတော့ စစ်တပ်က လက်ဖြောင့်စနိုက်ပါတစ်ဦးဟာ ယာဉ်နဲ့ကျလာတဲ့ ပရက်ဒေတာဂြိုလ်သားဆီကနေ ပစ္စည်းတွေ ရလာခဲ့ပါတယ်။\nသူ့အတွက် သက်သေဖြစ်အောင်လို့ ဒါတွေကို သူ့ရဲ့မိသားစုဆီကို ခိုးပြီးပို့လိုက်ခဲ့တယ်ပေါ့။\nဒါပေမယ့် ဒီဂြိုလ်သားနည်းပညာကိုလိုချင်တဲ့အဖွဲ့ နဲ့ သူ့ပစ္စည်းတွေကို ပြန်လိုက်ရှာမယ့် ပရက်ဒေတာ နဲ့ အခြားပြဿနာကြီးတွေ ရင်ဆိုင်လာရပါတော့တယ်။\nPredator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(7 GB)/(1.9 GB)/(900 MB)\nQuality…BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung,THZ\nTranslated by Little Neo",
        "rating": "5.9",
        "url": "https://megaup.net/17cve/The_Predator_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Horror, Predator, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/91WcRDzshvL._SL1500_-148x200.jpg",
        "title": "Predators (2010)",
        "description": "မတူညီတဲ့ နိုင်ငံက မတူညီတဲ့ စရိုက်နဲ့ လူ ၇ ယောက် ။\nလေယာဉ်ပေါ်ကနေ လေထီးနဲ့ အကန်ချခံလိုက်ရတယ် ။ သူတို့ ကျသွားတဲ့နေရာက အင်မတန်နက်ရှိုင်းတဲ့ တောကြီးမျက်မဲပေါ့ ။တကယ်တော့ အဲဒိတောနက်ကြီးက\nတစ်ခြားဂြိုလ်ကမ္ဘာက ဂြိုလ်သားတွေရဲ့ အမဲလိုက် ကစားကွင်းကြီးပဲ ဖြစ်နေတယ် ။ ဂြိုလ်သားတွေဟာ သူတို့ရဲ့ သူရဲကောင်းဘွဲ့အတွက် ဒီဂြိုလ်မှာ လူနဲ့ တစ်ခြားဂြိုလ်က ဂြိုလ်သားတွေ ဖမ်းပြီး အမဲလိုက်လေ့ရှိတယ် ။အဲဒိဂြိုလ်သားတွေက လူရဲ့ နှလုံးကို အာရုံခံပြီး ဖမ်းလေ့ရှိတယ် ။\nအရင်တုန်းက အဲဒီလို ဂြိုလ်သားလက်ကနေ လူတစ်ဦး လွတ်လာဖူးတယ် ။ သူက သူ့ကိုယ်ခန္ဓာကို ရွံ့ဗွက်တွေနဲ့ သုတ်လိမ်းပြီး သူ့ နှလုံးခုန်တာကို မမြင်အောင် ကာကွယ်ခဲ့တယ် ။ (Predator 1987 ဇာတ်ကားထဲမှာ)ပထမကားတုန်းကတော့ ဂြိုလ်သားက တစ်ယောက်ထဲပဲ ။\nဒီဇာတ်ကားမှာတော့ အမဲလိုက်မယ့် ဂြိုလ်သားတွေ များလာတယ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/18fnl/(CM)_Predators.2010.REMASTERED.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Horror, Predator, Sci-Fi"
    }
]