[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8bcpki9GfXdXj9esFpPtlate8v0.jpg",
        "title": "Goosebumps 2: Haunted Halloween (2018)",
        "description": "နံပါတ္​ 1 နဲ႔ ​ေအာင္​ျမင္​လာတဲ့ Goosebumps ဟာ အခုနံပါတ္​ 2 ဆက္​လက္​ထြက္​႐ွိလာပါတယ္​။နံပါတ္​ 1 မွာ​ေတာ့ စာအုပ္​ထဲက သရဲ​ေတြ ထြက္​လာတာျဖစ္​ၿပီးနံပါတ္​ 2 ရဲ႕ ဇာတ္​လမ္​း​ေလးက​ေတာ့ ဒီလိုဗ်။နီကိုလတ္​စ္​ တက္​စ္​လာရဲ႕ ၿမိဳ႕​ေလးျဖစ္​တဲ့ ဝါဒန္​ကလိုက္​ဖ္​မွာအမိႈက္​ညီ​ေနာင္​မ်ားလို႔ သူတို႔ကိုယ္​သူတို႔​ေခၚတဲ့ ဆိုနီနဲ႔ ဆမ္​ဆိုတဲ့ သူငယ္​ခ်င္​းႏွစ္​​ေယာက္​႐ွိပါတယ္​။သူတို႔ဟာ အမိႈက္​​ေဟာင္​း​ေတြကို ​လိုက္​႐ွင္​းၿပီး​ေတာ့ ရတနာပစၥည္​း​ေတြ​ေတြ႔လာမယ္​လို႔စိတ္​ကူးယဥ္​​ေနတဲ့ ခ​ေလးႏွစ္​​ေယာက္​ပဲ ျဖစ္​ပါတယ္​။တစ္​​ေန႔မွာ​ေတာ့ အမိႈက္​ညီ​ေနာင္​ထံကို ဖုန္​းဝင္​လာၿပီးတဲ့​ေနာက္​မွာဖုန္​းထဲက လိပ္​စာ​ေနာက္​လိုက္​ရင္​း လူသူစြန္​႔ပစ္​ထားတဲ့အိမ္​ပ်က္​ႀကီးတစ္​ခုဆီ ​ေရာက္​လာၾကပါတယ္​။အဲဒီ့​ေၾကာက္​စရာ​ေကာင္​းတဲ့ အိမ္​ပ်က္​ႀကီးကို ႐ွင္​းလင္​းရင္​းနဲ႔ အမွတ္​မထင္​​ေသတၱာတစ္​လံုးက္ို ​ေတြ႔႐ွိခဲ့ၿပီး ရတနာပစၥည္​း​ေတြ ပါမယ္​လို႔ ​ေမ်ွာ္​လင္​့ၿပီးအားရပါးရဖြင္​့လိုက္​​ေပမယ္​့ အထဲမွာ စာအုပ္​​ေလးတစ္​အုပ္​သာ​ေသာ့ခတ္​လ်က္​႐ွိ​ေနတာကို ​ေတြ႔ရပါတယ္​။မၾကာမွီမွာပဲ စာအုပ္​​ေလးနားမွာ ...",
        "rating": "6.0",
        "url": "https://megaup.net/SVp0/Goosebumps_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMDY4YmM0YjUtNTE0OC00NDgwLWE1ZmQtNDIyN2U2MjlhMjI2XkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Maquia: When the Promised Flower Blooms (2018)",
        "description": "ျဖစ္တည္မႈတို႕ အားလံုးေပါင္းဆံုရာ မိခင္ဓာတ္ ထိုမိခင္ဓာတ္ေၾကာင့္ပဲ\nကြ်န္ေတာ္ တို႕ ခ်စ္ၾကတယ္ rs ေတြခ်ိတ္ၾကတယ္\nအျပန္လွန္ဆိုသလိုပဲ ခ်စ္သူနဲ႕ ေကြကြင္းၾကရတယ္\nFA ဘဝျပန္ ျဖစ္ၾကရတယ္\nအဆိုပါမိခင္ဓာတ္ေလးဟာ ညစ္ေထးမႈေတြ လံုးဝမပါဝင္တဲ႕\nအျဖဴထည္ သက္သက္ေလးေပါ့\nမာကီယာတို႕ မ်ိဳးႏြယ္က ေရွးေဟာင္း ဒ႑ာရီ မ်ိဳးႏြယ္စုတစ္မ်ိဳးပဲ\nအသက္ေတြ အရွည္ၾကီး ေနႏိုင္ၾကတဲ႕ လူမ်ိဳးစုေပါ့\nသူတို႕ ပင္တိုင္လုပ္တဲ႕အလုပ္တစ္ခုပဲရွိတယ္\nအဝတ္အထည္ေတြ ရက္လုပ္ၾကတာပဲ အဲ႕အထည္ေလးေတြကို\nဟီဘီေရာ္ လို႕ သူတို႕ သမုတ္ၾကတယ္\nမာကီယာလဲ သူတို႕ ထဲက တစ္ေယာက္ေပါ့\nဒါေပမယ့္ သူတို႕ လို ေရွးေဟာင္းမ်ိဳးႏြယ္စု တစ္စုရွိေသးတယ္\nရီနာတို လို႕ ေခၚတဲ႕ နဂါးလိုေက်ာက္ျဖစ္ ေကာင္ၾကီးေတြ\nရီနာတိုေတြကို အုပ္စိုးနိုင္ သြားတဲ႕ မဲဇာ့ဆို တဲ႕\nလူသားတိုင္းျပည္တစ္ ခုက ေလာဘက္တက္ၿပီး\nေနာက္ထပ္ ဒ႑ာရီ လာမ်ိဳးစုတစ္ခု ကိုေမာင္ပိုင္စီးဖို႕ ထပ္ၾကံပါေတာ့တယ္\nနဂါးလိုေကာင္ၾကီး ေတြနဲ႕ မာကီယာတို႕ ေနထိုင္ရာ\nေလာဖ့္ တိုင္းျပည္ေလးကို ဝင္တိုက္ၾကေတာ့တာေပါ့\nရက္ကန္းရက္တဲ႕ လက္ေတြ ဓားကိုင္တဲ႕ လက္ကို\nယွဥ္ခြင့္မသာခဲ႕ရွာပါဘူး ေလာဖ့္ မ်ိဳးႏြယ္စုကို\nခြဲခြာျခင္းအဖြဲ႕လို႕လူေတြ ကင္ပြန္းတတ္ၾကတယ္\nအခုလဲ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/maquia-when-the-promised-flower-blooms-2018/",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BZTAzNWZlNmUtZDEzYi00ZjA5LWIwYjEtZGM1NWE1MjE4YWRhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_UX182_CR00182268_AL_.jpg",
        "title": "Finding Nemo (2003)",
        "description": "Finding Nemo (2003)\nIMDb - 8.1/10_______Rotten - 99%\nWon 1 Oscar. Another 48 wins & 62 nominations\n အသစ်ဘယ်လောက်ကောင်းကောင်း အဟောင်းလေးကို မမှီဘူးဆိုတဲ့\nစကားလေးအတိုင်းပါပဲ ဒီတစ်ခါတော့\nCM ပရိတ်သတ်ကြီးအတွက် အဟောင်းထဲက အကောင်းလေး\nတစ်ကားကို ပြန်လည် တင်ဆက်လိုက်ပါတယ် ...\nနီမို (Nemo) ဆိုရင် မသိသူမရှိသလောက်ပါပဲ ...\nအောင်မြင်မှုများစွာကိုလည်း ရရှိခဲ့တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်ခဲ့ပါတယ် ...\nတနေ့ကတင်ပေးလိုက်တဲ့ Finding Dory ဆိုတဲ့ရုပ်ရှင်ကားရဲ့ ပထမကားမို့ပါ\nအဆက်အစပ်လေးရှိသွားအောင် ဒီကားလေးပါ ပြန်လည် တင်ဆက်လိုက်ပါတယ် ..\nအကြောင်းအမျိုးမျိုးကြောင့်နောက်ကျနေရတဲ့အတွက် စိတ်မဆိုးကြပါနဲ့\nဇတ်လမ်းအကျဉ်းလေးကတော့ Clown fish လေး ဖြစ်တဲ့ မိတဆိုးသားလေး\nနီမိုတစ်ကောင် သူနေထိုင်ရာ သမုဒ္ဒရာကြီးထဲကနေ\nလူတစ်ချို့ဖမ်းဆီးခေါ်ဆောင်သွားခြင်းခံလိုက်ရတဲ့အခါ\nဖခင်ဖြစ်သူက လိုက်လံရှာဖွေတဲ့ ဇာတ်လမ်းပဲဖြစ်ပါတယ်...\nဒီသားပျောက်ရှာပုံတော်မှာ စွန့်စားခန်းတွေ\nတစ်လှေကြီးပါဝင်ပြီး ဇာတ်လမ်း ဇာတ်အိမ်ကောင်းကောင်းနဲ့\nစိတ်ဝင်စားစရာလည်းကောင်းတာမို့ ပရိတ်သတ်တွေ\nသဘောကျနှစ်ခြိုက်ကြမှာ အသေအချာပါပဲ ... ဒီတော့ အားပေးကြပါဦး..\nဘာသာပြန်သူနဲ့အညွှန်းရေးသူကတော့ ရဲကျော်ထက်ဖြစ်ပါတယ်\n အသစ္ဘယ္ေလာက္ေကာင္းေကာင္း အေဟာင္းေလးကို မမွီဘူးဆိုတဲ့\nစကားေလးအတိုင္းပါပဲ ဒီတစ္ခါေတာ့\nCM ပရိတ္သတ္ႀကီးအတြက္ ...",
        "rating": "8.1",
        "url": "https://megaup.net/1xhXO/Finding_Nemo_[2003]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/MV5BNzg4MjM2NDQ4MV5BMl5BanBnXkFtZTgwMzk3MTgyODE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Finding Dory (2016)",
        "description": "Finding Dory (2016)\nIMDb - 7.3/10_______Rotten - 94%မျက်လုံးလေး ပြူးပြူးနဲ့ အဖြစ်အပျက်တွေကို ကြာကြာမခံပဲ\nမေ့တတ်တဲ့ Dory ဟာ တစ်နေ့တော့ အကြောင်းတစ်ခုကြောင့်\nသူ့အဖေနဲ့ အမေကို ပြန်သတိရလာတာကနေ\nသူ့သူငယ်ချင်းတွေဖြစ်တဲ့ Merlinနဲ့ Nemo တို့ရဲ့\nအကူအညီကို ယူပြီး သူ့မိဘတွေကို ပြန်တွေ့ချင်ဇောနဲ့\nရှာပုံတော်ခရီးဖွင့်ပါတော့တယ်....\nဒီကားဟာ Finding Nemo အပြီး နောင် ဆယ့်သုံးနှစ်ကြာမှ\nထွက်လာခဲ့တာ ဖြစ်ပါတယ်\nထွက်လာတော့လည်း Finding Nemo လောက်တော့\nဇာတ်လမ်းပိုင်း မကောင်း ထပ်တူကျနေခဲ့ပေမယ့်လည်း\nFinding Nemo လောက်ကို ခံစားရအောင်လုပ်ပြီး Messageတွေ ပေးသွားခဲ့တယ်\nငါးပြာလေး ဒိုရီဟာ သူ့မိဘတွေနဲ့ ပြန်တွေ့နိုင်ပါ့မလား\nသူ ဒီလောက်မေ့တတ်တာကိုလေ ဖြစ်နိုင်ပါ့မလားဆိုတဲ့\nဒွိဟအတွေးတွေကို Disneyနဲ့ Pixarရဲ့ ရေအောက်ကမ္ဘာ အန်နီမေးရှင်းအလန်းကြီးတွေ\nတစ်ချက် တစ်ချက်ထဖောက်တဲ့ဟာသလေးတွေ\nချစ်စရာ ရယ်စရာကောင်လေးတွေနဲ့ အတူ\nဇာတ်လမ်းအဆုံးထိကို ဆွဲခေါ်သွားခဲ့တယ်\nEd O' Neill ရဲ့ ရေဘဝဲကြီး Hank ဇာတ်ကောင်ဟာလည်း\nDisney ကားတွေရဲ့ အကောင်းဆုံးဇာတ်ကောင်အဖြစ်ထည့်ရဖို့ ဖြစ်လာခဲ့တယ်\nInside ...",
        "rating": "7.3",
        "url": "https://megaup.net/2dfqo/Finding_Dory_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/sssl-136x200.jpg",
        "title": "Shaun the Sheep Movie (2015)",
        "description": "ဒီတစ္ခါမွာဆိုရင္ေတာ့ IMDb Rating - 7.4/10 နဲ႔ Rotten Tomatoes - 99%ထိရယူထားတဲ့ ကားတြန္းကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေတာ့ ထူးဆန္းစြာနဲ႔ပဲ တစ္ကားလံုး စကားမေျပာပါဘူး။Tom & Jerry လိုမ်ိဳးလက္ဟန္ေျခဟန္ေတြနဲ႔ပဲ ပံုေဖာ္ရိုက္ကူးထားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားဟာ၂၀၀၇ ခုနွစ္မွာTV Cartoon Series လည္းရွိခဲ့ဖူးျပီး ၂၀၁၅ မွာ အခုဇာတ္ကား ShaunThe Sheep Movie ဆိုျပီး ထုတ္ခဲ့တာျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ အေခ်ရုပ္နဲ႔ Shaun ဆိုေသာသိုးတစ္ေကာင္ကေန အစျပဳျပီးရိုက္ကူးထားတာျဖစ္ပါတယ္။ ေန႔စဥ္ရက္ဆက္ လုပ္ေနရေသာ အလုပ္ေတြကိုျငီးေငြ႔လာတာေၾကာင့္ လြတ္လပ္မွဳ႕ကို ရွာေဖြရင္း မိမိသခင္ကုိေနရပ္နဲ႔ေ၀းေသာျမိဳ႕ၾကီးွဆီသို႔ မထင္မွတ္ဘဲ ပို႔လိုက္မိလိုျဖစ္ျပီးေနာက္ သူတို႔ သိုးအုပ္စုျမိဳ႕ျပၾကီးမွာ သူတို႔သခင္ကို ဘယ္လိုျပန္ရွာရင္း အလြဲေတြလုပ္မလဲဆိုတာကို တခြီခြီနဲ႔ၾကည့္ရွဳ႕ရမွာျဖစ္ပါတယ္။ File size__( 700 MB) and ( 300 MB)\nQuality__BR-Rip 720p\nIMDb Rating__7.4/10\nFormat__mp4\nDuration__01:24:58\nType__Animation, Adventure, Comedy\nSubtitle__Myanmar ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/shaun-the-sheep-movie-2015/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Big-fish-135x200.jpg",
        "title": "Big Fish (2003)",
        "description": "IMDb Rating (8/10)Rotten Tomatoes (76%) Big Fish...“အမှန်တရားဆိုတာ\nသန့်ရှင်းတာ ရှားတယ်\nရိုးရှင်းတယ်ဆိုတာ မရှိဘူး” ဆိုတဲ့\nအော်စကာဝိုင်းရဲ့ စကားတစ်ခွန်းရှိပါတယ်။\nဒါ့အပြင် အများစုသော အမှန်တရားတွေဟာ\nမလှပပါဘူး…..။\nအမှန်တရားဟာ\nထူးခြားလားဆိုတော့လည်း မထူးခြားပါဘူးမီးတွင်းထဲက ဇနီးသည်ဆီ အချိန်မှီမရောက်ခဲ့တဲ့\nယောကျာ်းတစ်ယောက်..\nသူ့ကလေးမွေးတာနဲ့ ပက်သက်ပြီး\nတကယ့်အမှန်တရားဟာ..သူဟာ\nနောက်ကျခဲ့တဲ့ ဖခင်ဆိုတဲ့ အမှန်တရားပါပဲ။\nဒီအတွက် သူ စိတ်မကောင်းဖြစ်ခဲ့ရတယ်။\nရောက်ခဲ့တယ်ဆိုရင်ရော…\nသားဖွားခန်းထဲ ယောကျာ်းဝင်ခွင့်မရှိတဲ့အတွက်\nဘာများ ထပ်ထူးခြားမလဲ။\nမထူးခြားပါဘူး..ဒါပေမဲ့ နောက်ကျခဲ့တယ်ဆိုတဲ့\nအမှန်တရားကတော့ ငြင်းမရပါဘူး…။ဒီလို… ခါးသီးတဲ့ အမှန်တရားတွေအစား..\nသူ့ကလေးကို ပျိုးထောင်ဖို့\nဇာတ်လမ်းလှလှလေးတွေ တည်ဆောက်ခဲ့ပါတယ်။သူတကယ် ကြုံခဲ့ရတဲ့ ဒုက္ခတွေအစား\nအမှန်တရားတချို့တဝက်\nသင်ခန်းစာ တချို့တဝက်နဲ့\nတကယ့်အဖြစ်အပျက်တွေကို\nသူ့သားကို ပုံစံပြောင်း ပြောပြခဲ့ပါတယ်။ဖုံးထားတဲ့ အမှန်တရားကိုမှ\nမြင်ချင်တက်ကြတဲ့ လူ့ သဘာဝအတိုင်း\nသူ့သားက အမှန်တရားကို ရှာဖွေဖို့\nကြိုးစားလာခဲ့တဲ့အခါ…….။\nသူဘာတွေသိရမလဲ ခံစားကြရမှာပါ။ဘယ်တော့မှ မဟောင်းသွားတဲ့\nဟာသတစ်ပုဒ်ကို ကြားဖူးကြလား..\nပြန်ကြားရတိုင်း ပထမတုန်းက\nဘာလို့ရယ်ရသလဲ မေ့သွားပြီး\nအသစ်ပြန်ဖြစ်သွားတဲ့ ဟာသမျိုး..။ဒီလိုမျိူး ပုံပြင်တစ်ပုဒ်ကို\nအကြိမ်ရေထောင်ချီ ပြောခဲ့တဲ့ လူတစ်ယောက်ကို\nဒီဇာတ်ကားမှာ ခင်ဗျားတို့ တွေ့ရမှာပါ။လူတစ်ယောက်ဟာ ဒဏ္ဍာရီတစ်ပုဒ်ကို\nအခါခါ အထပ်ထပ်ပြောရင်း သူကိုယ်တိုင်\nအဲ့ဒီ ဒဏ္ဍာရီ ဖြစ်လာတယ်။..\nသူတို့ မရှိတော့ပေမဲ့ အဲ့ဒီ ဒဏ္ဍာရီတွေက ရှိတုန်းပါ..\nထာဝရ ရှင်သန်နိုင်ခဲ့တယ်…။သူ့အဖေမရှိတော့ပေမဲ့\nသူ့ကလေးတွေကို\nသူ့အဖေရဲ့အကြောင်းပုံပြင်တွေကို\nပြောနေတဲ့ အဖေတစ်ယောက်ရဲ့\nပျော်ရွှင်မှုကို ...",
        "rating": "8.0",
        "url": "https://megaup.net/4eB1U/Big_Fish_[2003]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/p12462349_p_v8_aa-1-200x300.jpg",
        "title": "Batman: Bad Blood (2016)",
        "description": "ကာတွန်းကားလို့တောင်ပြောဖို့မတန်တဲ့DCရဲ့ကားကောင်းတစ်ခုဖြစ်ပြီးဇာတ်လမ်းအတက်အကျကြမ်းလွန်းတဲ့batmanရဲ့ကားကောင်းတစ်ခုဖြစ်ပါတယ်။Batwomanနဲ့Electrocutioner, Blockbuster, Firefly,Killer Mothတို့လိုvillainအကြမ်းစားတွေချနေတာနဲ့ဇာတ်လမ်းကိုစဖွင့်ထားပြီးBatmanကဝင်ကူပေးတဲ့အခန်းမို့သူ့ရဲ့hero introကိုကောင်းကောင်းခံစားကြရမှာပါ။Hereticလို့ခေါ်တဲ့villainရောက်လာကာအဆောက်အဦးကိုပေါက်ကွဲစေခဲ့ပါတယ်။BatmanဟာBatwomanကိုကယ်ပြီးလုံးဝပျောက်ကွယ်သွားခဲ့ပါတယ်။ရက်သတ္တပတ်တွေကြာပြီးတဲ့အခါမှာတော့AlfredဟာNightwingကိုအချက်ပြမှုတွေပေးပို့ခဲ့ပါတယ်။Damian Wayneဟာလည်းသူပျောက်သွားတာကိုသတင်းကနေကြည့်ရပြီးတော့Gothamကိုပြန်လာဖို့လုပ်နေပါပြီ။ဒါပေမယ့် သူဘာလို့ပျောက်သွားခဲ့တာလဲ...NightwingကBatman suitဝတ်ထားတာကိုရောDamian Wayneလေးကအမြင်ကြည်ပါ့မလား...Hereticကရော ဘာတွေကြံနေတာလဲဆိုတာကိုတော့...Translated by Tariq L Walker and encoded by sithu<3",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-187/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dk4DvdPnrGDQNhR8FUuWaq0W0xl.jpg",
        "title": "F.R.E.D.I.(2018)",
        "description": "အ​ေမရိကန္​ သိပၸံအဖြဲ႔အစည္​းတစ္​ခုက လူသား​ေတြကို ကာကြယ္​​ေစာင္​့​ေ႐ွာက္​ဖို႔အတြက္​ဖရက္​ဒီဆိုတဲ့ စက္​႐ုပ္​​ေလးကို ဖန္​တီးတီထြင္​ခဲ့ၾကပါတယ္​။ဒါ​ေပမယ္​့ အဖြဲ႔အစည္​း​ေခါင္​း​ေဆာင္​ အႀကီးအကဲက ဖရက္​ဒီကို စစ္​ပြဲ​ေတြမွာတိုက္​ခိုက္​္​​ေ႐းစက္​႐ုပ္​အျဖစ္​ အသံုးခ်ဖို႔ ျပင္​ဆင္​​ေနတာကိုတီထြင္​သူ သိပၸံပညာ႐ွင္​ ​ေဒါက္​တာပါမာ သိသြားတဲ့အခ်ိန္​မွာ​ေတာ့ ဖရက္​ဒီ့ကို ယူၿပီးအ​ေဝးကိုထြက္​​ေျပးလာခဲ့ပါတယ္​။သူမကိုလိုက္​႐ွာ​ေနတဲ့သူ​ေတြ ႐ွိတာ​ေၾကာင္​့ ​ေဒါက္​တာပါမာဟာ ဖရက္​ဒီကို​ေတာတြင္​းတစ္​​ေန႐ာမွာ ဖြက္​ထားခဲ့ရင္​း အထက္​တန္​း​ေက်ာင္​းသား​ေလးႏွစ္​​ေယာက္​က ​​ေတြ႔႐ွိသြားတဲ့အခါမွာ​ေတာ့ အိမ္​ကို ယူသြားခဲ့ပါတယ္​။​ေနာက္​ပိုင္​းမွာ​ေတာ့ ဖရက္​ဒီနဲ႔ ​ေကာင္ေလး​ေတြ ဘယ္​လို​ေတြ ဆက္​ျဖစ္​ၾကမလဲ။​လိုက္​႐ွာတဲ့အဖြဲ႔အစည္​းလက္​က​ေရာ ဖရက္​ဒီတို႔ထြက္​​ေျပးလြတ္​​ေျမာက္​ႏိုင္​ၾကမွာလားဆိုတာ​ေတာ့ F.R.E.D.I ဆိုတဲ့ စက္​႐ုပ္​ကား​ေလးကိုပိတ္​ရက္​မွာ ​ေအး​ေအး​ေဆး​ေဆး​ေဒါင္​းလုတ္​ခ်ယူရင္​း ၾကည္​့႐ႈလိုက္​ၾကပါဦးဗ်ာ.... File Size : (850 MB) and (257 MB)\nQuality : 720p WebDL\nRunning Time :1hr 30min\nFormat : ...",
        "rating": "5.0",
        "url": "https://megaup.net/1yWj3/F.R.E.D.I._[2018]_(MM_Sub).mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/p-136x200.jpg",
        "title": "The Pirates! Band of Misfits (2012)",
        "description": "တိုးတက္လာလြန္းတဲ့ဒီကမၻာႀကီးမွာလူေတြဟာအ႐ႈံးသမားေတြမ်ားလာၾကတယ္ဗ်။\nစိတ္ပိုင္းဆိုင္ရာ အ႐ႈံးသမားေတြေပါ့။\nဘာေကာင္ကမွ ဘာေကာင္မွ မဟုတ္တဲ့ တဒဂၤေလာကႀကီးမွာ တစ္ေန႔ေန႔မွာျဖစ္ျဖစ္ ကိုယ္ဘာေကာင္လဲလူေတြဟာ သိပ္ျပခ်င္ၾကတယ္။\nဒီဇာတ္လမ္းဟာ ဘာေကာင္မွမဟုတ္ပဲ ဘာေကာင္ဆိုတာ ျပခ်င္လြန္းၿပီး တစ္ႏွစ္တာရဲ႕အေကာင္းဆုံးပင္လယ္ဓားဆုကို အရယူခ်င္ေနတဲ့ ပင္လယ္ဓားျပ တစ္ေယာက္ အေၾကာင္းပါပဲ။\nေလာကဓံဘယ္ေလာက္ပဲၾကမ္းၾကမ္း ကိုယ္ဘယ္ေလာက္ပဲ အသုံးက်က်မက်က် ကိုယ္လုပ္ႏိုင္တဲ့ တစ္စုံတစ္ရာဆိုတာ ႐ွိေနမွာပါပဲ။\nမတတ္ႏိုင္တာေတြကို ဘာေကာင္ဆိုၿပီး ျပခ်င္လြန္းတဲ့အခါ ႐ွိၿပီးသားေပ်ာ္ရႊင္မႈေတြပါဆုံး႐ႈံးရတတ္ပါတယ္။ IMDB rating အရမ္းအေကာင္းႀကီးမဟုတ္သလို ဘာ Messageမွအေလးအနက္ရမွာ မဟုတ္ေပမဲ့ဘာေကာင္မွမဟုတ္တာကို ဘာေကာင္လို႔သက္ေသျပခ်င္ေနၿပီး စိတ္ဓာတ္က်ေနသူေတြ ၾကည့္သင့္တဲ့ ကားလို႔ပဲ ၫႊန္းခ်င္ပါတယ္။\nသို့႕ေပမဲ့ ဇာတ္အိမ္လည္းခိုင္ ေပါ့ပါးပါးလည္းျဖစ္ ေကာင္းလည္းေကာင္းတဲ့ ကာတြန္းကားေကာင္းတစ္ကားပါပဲ။လူဆိုတာ ေမ်ာက္ဆင္းသက္လာတယ္ဆိုတဲ့ Evolution Theoryကို တင္ျပခဲ့တဲ့ Charles Darwinကိုလည္း လူ႔အ႐ႈံးသမား တစ္ေယာက္အျဖစ္ျပထားပါေသးတယ္။\nChrales Darwinကို သိတဲ့လူေတြအတြက္ ပိုရယ္ရေစမွာပါ။ဒီကားဟာဆိုရင္ Animation, Adventure, Comedy အမ်ိဳးအစားျဖစ္ပါတယ္။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္) File size__( 850 MB) and ...",
        "rating": "6.7",
        "url": "https://megaup.net/3AOFZ/The_Pirates!_Band_Of_Misfits_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjMzODc2NzU5MV5BMl5BanBnXkFtZTgwNTMwMTE3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Mowgli: Legend of the Jungle (2018)",
        "description": "1967 ခုနှစ်က The Jungle Book ကို အသက်ပြန်သွင်းထားတယ်လို့ ပြောလို့ရတယ်\nကျနော့်အနေနဲ့ကတော့ 2016 က ရုံတင်ခဲ့တဲ့ The Jungle Book ထက်\nNetflix က ရိုက်တဲ့ ဒီ Mowgli ကို ပိုပြီး သဘောကျမိတယ်\nEffects တွေကလဲ အတော်လေးကို အသက်ဝင်တယ်\nဇတ်လမ်းကျောရိုးက တူပေမဲ့ ဇတ်လမ်းဇတ်ကွက်လေးတွေတော့\nနည်းနည်းပြောင်းလဲသွားတာရှိတယ်\nအရင်ကလို ကလေးကြည့်တဲ့ရုပ်ရှင်သက်သက် မဟုတ်တော့ပဲ\nသွေးထွက်သံယို အခန်းလေးတွေ အနည်းငယ်ပါတယ်\nဇတ်လမ်း ပုံစံကတော့ Mowgli ရဲ့ မိဘတွေဟာ\nခြေတဖက်ကျိုး နေတဲ့ ရှီရာခန်း ဆိုတဲ့ ကျားဆိုးကြီးရဲ့ သတ်ဖြတ်ချင်းကို\nခံရပြီး Mowgli လေးကတော့ ကံကောင်းပြီး လွတ်မြောက်သွားခဲ့တယ်\nကျားသစ်နက်ကြီး ဘာဂီရာ က ကလေးငယ်ကို\nကယ်ဆယ်ပြီး ဝံပုလွေမိသားစုဆီ ပေးခဲ့တယ်....\nဝံပုလွေတွေဟာလဲ Mowgli လေးကို မိသားစုဝင်အဖြစ်လက်ခံခဲ့ပြီး\nသူတို့ အသက်ရှိနေသ၍ ကျားဆိုးကြီး ရှီရာခန်း ဆီကနေ\nMowgli ကို ကာကွယ်ပေးမယ်လို့ သစ္စာဆိုခဲ့ကြတယ်...\nဒီလိုနဲ့ Mowgli  အရွယ်ရောက်လာတဲ့အခါ\nသူဟာ ဝံပုလွေ တွေနဲ့ မတူတာကို သတိထားမိပြီး\nမေးခွန်းပေါင်းများစွာ ရှိလာခဲ့တယ်...\nသူ့မေးခွန်းတွေကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/mowgli-legend-of-the-jungle-2018/",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/p8822519_v_v8_aa-133x200.jpg",
        "title": "Ra One (2011)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့\nစိတ္ကူးေကာင္းမြန္လွတဲ႔ဇာတ္ကားေလးျဖစ္ျပီး\nအားလပ္ရက္မွာ အခ်ိန္ကုန္လြန္ေကာင္းတဲ႔\nဇာတ္ကားေကာင္းတစ္ခုေပါ့။\nဂိမ္း ပရိုဂရမ္ေရးဆြဲသူ\nရွီကာဟာ သားကိုခ်စ္တတ္လြန္းတဲ႔ အေဖတစ္ေယာက္ပါ။သူ႕သားေလးနာမည္က\nပါတိ။ ပါတိ ဟာ ဂိမ္းခ်စ္တတ္သူတစ္ဦးျဖစ္ျပီး\nရိုးအီလွေသာ ဇာတ္အိမ္မွခြဲထြက္လိုသူျဖစ္သည္။\nသူရဲ႕စိတ္မွာေတာ့ မေသဆံုးႏိုင္သည့္ လူဆိုးဇာတ္ေကာင္ေပၚထြန္းေစခ်င္ျပီး သူ႕အေဖ\nရွီကာကေတာ့ သူရဲေကာင္းကိုသာ အေလးထားေလသည္။\nဒီလိုနဲ႔ ရွီကာဟာ\nေနာက္တစ္ခါ တီထြင္သည့္ ဂိမ္းတြင္ ရာ၀မ္း ဟူေသာ ဇာတ္ေကာင္ကို ပံုေဖာ္ေပးခဲ႔သည္။\nရာ၀မ္းဟာ စြမ္းအားျမင့္ လူဆိုးျဖစ္ျပီး သူနဲ႕\nယွဥ္ျပိဳင္ရမည့္ သူရဲေကာင္းကား ဂ်ီ၀မ္း။\nထိုသို႔ႏွင့္ ဂိမ္း အား ပြဲဦးမိတ္ဆက္ပြဲေန႔မွာေတာ့\nပါတိ ဟာ လူစီဖာ နာမည္ျဖင့္ ဂ်ီ၀မ္းဇာတ္ေကာင္ေနရာမွ၀င္ကစားျပီး\nရာ၀မ္းႏွင့္ တိုက္ခိုက္ပြဲ ဆင္ႏႊဲခဲ႔သည္။ ဂိမ္းပြဲကား\nခက္ခဲလွေသာ္လည္း လူစီဖာ ပင္ အႏိုင္ရခဲ႔သည္။\nထိုအခ်ိန္အခါသည္ အိႏၵိယျပည္၏ သိပၸံနည္းပညာေလာကသည္ ထြန္းကားေနျပီျဖစ္သည္။ ေရာင္ျခည္စြမ္းအားတို႔\nအသံုးျပဳ၍ သက္မဲ႔ကိုပင္ ရုပ္လံုးေဖာ္ႏိုင္ခဲ႔သည္။\nတစ္ဖက္တြင္လည္း ရွီကာတို႕ဂိမ္းဌာနတြင္လည္း\nေရာင္ျခည္တန္းမ်ားျဖင့္ ဂိမ္းကို ထိန္းခ်ဳပ္ထားခဲ႔သည္။ သို႕ေသာ္ မေမွ်ာ္လင့္ဘဲ\nေရာင္ျခည္တန္းတို႕၏ စြမ္းအားျဖင့္ ရာ၀မ္း\nဇာတ္ေကာင္အရုပ္သည္လည္း အသက္၀င္လာသည္။\nထို႔ေနာက္ ရာ၀မ္းသည္ လူစီဖာ Player အား ျပန္လည္ရွာေဖြျပီး အဆံုးသတ္မယ့္\nႀကိဳးစားခ်ိန္ေတြမွာေတာ့ ?????\nဘာေတြဆက္ျဖစ္မလဲ။ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2crcl/Ra_One_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/smallfoot-poster-135x200.jpg",
        "title": "Smallfoot (2018) Blu-Ray 1080p 5.1 CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n \nSmallfoot (2018)\nIMDb - 6.6/10_____Rotten - 75%\n  Big Foot ဆိုတဲ့ Animation ကားလေးကို လူတိုင်းကြည့်ဖူးကြမယ်ထင်ပါတယ်။ ဒီကားကတော့ Small Foot ပါ။Big Foot နဲ့ဇာတ်လမ်းချင်းဘာမှဆက်စပ်မှုမရှိပါဘူး။ဒီကားမှာတော့ နှင်းလူ(Yeti)တွေဖက်ကနေ ရိုက်ထားတာမျိုးဖြစ်ပြီးလူတွေကတော့ သူတို့အတွက် လျို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါတွေပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ဟိမဝန္နာထဲက တောင်ထိပ်တစ်ခုအပေါ်မှာ နှင်းလူတွေ နေထိုင်ကြတဲ့ ရွာလေးတစ်ရွာရှိတယ်။အဲ့ဒီရွာမှာ နှင်းလူတိုင်းက သူ့တာဝန်နဲ့သူ ထမ်းဆောင်ကြရင်း ရွာအကျိုးသယ်ပိုးကြရတာပေါ့။သူတို့တွေရဲ့ခေါင်းဆောင်ကတော့Stonekeeper လို့ခေါ်တဲ့ နှင်းလူအဖိုးကြီးတစ်ယောက်၊ ဘာလို့ Stonekeeper လို့ခေါ်လဲဆိုတော့ ခေတ်အဆက်ဆက်ဘိုးဘေးဘီဘင်လက်ထက်တွေကတည်းက စည်းမျဉ်းတွေကို ရေးထွင်းထားတဲ့ ကျောက်တုံးတွေကို ဝတ်ရုံတစ်ခုအဖြစ်ခြုံပြီး ထိန်းသိမ်းထားရလို့ဖြစ်ပါတယ်။တစ်ရွာလုံးကလဲ သူ့ညွှန်ကြားတဲ့အတိုင်းတစ်သွေမတိမ်းလိုက်နာကြပါတယ်။ထူးဆန်းတာက ကျောက်တုံးတွေမှာ ရေးထွင်းထားတဲ့ စည်းမျဉ်းတွေဖြစ်ပါတယ်။သူတို့ရဲ့ရွာက ကျွန်းတစ်ကျွန်းပေါ်မှာဖြစ်ပြီး တိမ်ပင်လယ်ကြားမှာလွင့်မျောနေတာ၊ အောက်ကိုပြုတ်မကျအောင် ဆင်တွေက ထိန်းထားပေးတာ ဆိုတာမျိုး ပါနေပါတယ်။နောက်ပြီး ဒီကားလေးရဲ့ ဇာတ်လိုက်ဖြစ်တဲ့ မီဂို ဆိုတဲ့နှင်းလူရဲ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ftnh/Smallfoot_[2018]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/smallfoot-poster-1-141x200.jpg",
        "title": "Smallfoot (2018)",
        "description": "Smallfoot (2018)\nIMDb - 6.6/10_____Rotten - 75%\n  Big Foot ဆိုတဲ့ Animation ကားလေးကို လူတိုင်းကြည့်ဖူးကြမယ်ထင်ပါတယ်။ ဒီကားကတော့ Small Foot ပါ။Big Foot နဲ့ဇာတ်လမ်းချင်းဘာမှဆက်စပ်မှုမရှိပါဘူး။ဒီကားမှာတော့ နှင်းလူ(Yeti)တွေဖက်ကနေ ရိုက်ထားတာမျိုးဖြစ်ပြီးလူတွေကတော့ သူတို့အတွက် လျို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါတွေပေါ့။ဇာတ်လမ်းအကျဉ်းကတော့ ဟိမဝန္နာထဲက တောင်ထိပ်တစ်ခုအပေါ်မှာ နှင်းလူတွေ နေထိုင်ကြတဲ့ ရွာလေးတစ်ရွာရှိတယ်။အဲ့ဒီရွာမှာ နှင်းလူတိုင်းက သူ့တာဝန်နဲ့သူ ထမ်းဆောင်ကြရင်း ရွာအကျိုးသယ်ပိုးကြရတာပေါ့။သူတို့တွေရဲ့ခေါင်းဆောင်ကတော့Stonekeeper လို့ခေါ်တဲ့ နှင်းလူအဖိုးကြီးတစ်ယောက်၊ ဘာလို့ Stonekeeper လို့ခေါ်လဲဆိုတော့ ခေတ်အဆက်ဆက်ဘိုးဘေးဘီဘင်လက်ထက်တွေကတည်းက စည်းမျဉ်းတွေကို ရေးထွင်းထားတဲ့ ကျောက်တုံးတွေကို ဝတ်ရုံတစ်ခုအဖြစ်ခြုံပြီး ထိန်းသိမ်းထားရလို့ဖြစ်ပါတယ်။တစ်ရွာလုံးကလဲ သူ့ညွှန်ကြားတဲ့အတိုင်းတစ်သွေမတိမ်းလိုက်နာကြပါတယ်။ထူးဆန်းတာက ကျောက်တုံးတွေမှာ ရေးထွင်းထားတဲ့ စည်းမျဉ်းတွေဖြစ်ပါတယ်။သူတို့ရဲ့ရွာက ကျွန်းတစ်ကျွန်းပေါ်မှာဖြစ်ပြီး တိမ်ပင်လယ်ကြားမှာလွင့်မျောနေတာ၊ အောက်ကိုပြုတ်မကျအောင် ဆင်တွေက ထိန်းထားပေးတာ ဆိုတာမျိုး ပါနေပါတယ်။နောက်ပြီး ဒီကားလေးရဲ့ ဇာတ်လိုက်ဖြစ်တဲ့ မီဂို ဆိုတဲ့နှင်းလူရဲ့ အဖေက ရွာရဲ့ မောင်းတီးသမားဖြစ်ပါတယ်။ဘာလို့မောင်းတီးသမားဖြစ်ရလဲဆိုတော့ သူတို့ရွာကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ftnm/Smallfoot_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/750pfEttsYAVmynRg2vmt1AXh4q.jpg",
        "title": "Fantastic Mr. Fox(2009)",
        "description": "Fantastic Mr. Fox(2009)\nIMDb...7.8,,,,Rotten....92%Mr. Foxဟာ သတင်​းစာဆရာတစ်​​ယောက်​အဖြစ် အသက်​​မွေးပြီး  သိပ်ချစ်စရာကောင်း အမျိုသမီး နဲ့သားလေး Ashတို့နဲ့အတူဘဝကိုပျော်ရွှင်စွာဖြတ်သန်းနေတယ်...အိမ်ထောင်ရက်သားမကျခင်တုန်းတုန်းက  Mr. Fox ဟာ အပေအတေ သူခိုးဖြစ်ခဲ့ပုံရတယ်...တစ်နေ့့ သူ့တူဖြစ်သူအိမ်ကိုအလည်လာ ​ရောက်​လာတဲ့ အချိန်​မှာ Mister fox ဟာ အရင်ဗီဇတွေပြန်ပေါ်လာပုံရတယ်...သူ့တူရောက်လာတာခြင်းဟာ သူ့အတွက်လက်ထောက်ကောင်းရပြီဆိုး အရင်​က ကြက်​ခြံ ဘဲခြံ​တွေကို ဝင်​​မွှေခဲ့ဘူးတဲ့ စွန် ့စားခန်​း အချိန်​​တွေ ပြန်​ရ​အောင်​ကြိုးစားပါ​တော့တယ်​...အင်​မတန်​ ရက်​စက်​ပါတယ်​ဆိုတဲ့ ​မွေးမြူ​ရေးခြံပိုင်​ရှင်​ ၃​ယောက်​နားမှာ အိမ်​ဝယ်​ပြီး Mister Fox ရဲ့စွန့်​စားခန်​း​တွေ စတင်​တဲ့အခါ......Rating 7.8 ရထားပြီး Comedy Adventure အမျိုးအစား Animation ကား​ကောင်​း​လေးဖြစ်​ပါတယ်​...Animation ကား​ကောင်​းကြိုက်​တဲ့သူ​တွေအတွက်​  ကားကောင်းလေးတစ်ကားပါ...Mr. Fox  ရဲ့ အသံကိုတော့ မင်းသားကြီး George Clooneyက သရုပ်ဆောင်ပေးထားပါတယ်...File Size : (800 MB) and (348 MB)\nQuality ...",
        "rating": "7.8",
        "url": "https://megaup.net/2eX8k/Fantastic_Mr._Fox_[2009]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/magnificent-seven-133x200.jpg",
        "title": "The Magnificent Seven (1960)",
        "description": "Magnificent Seven 1960IMDb 7.8ဒီရုပ်ရှင်ကတော့ ကမ္ဘာကျော် Seven Samurai ရုပ်ရှင်ကို အခြေခံပြီး ကောင်းဘွိုင်ဇာတ်လမ်းအဖြစ် ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်လည်း ဆုတွေအတော်ရခဲ့ပြီး အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ပဲ ဖြစ်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့အင်အား ၄၀ ကျော်ရှိတဲ့ ဓားပြအုပ်စုကြီးရဲ့ လုယက်အနိုင်ကျင့်မှုတွေကို မခံနိုင်တော့တဲ့ ရွာလေးတစ်ရွာက လယ်သမားတွေဟာ ရှိသမျှပစ္စည်းလေးတွေနဲ့ သူတို့ဘက်က ကာကွယ်ပေးမယ့် သေနတ်သမားတွေကို လိုက်ပြီးငှားရမ်းပါတယ်။စုစုပေါင်း ဒေါ်လာ ၂၀ ထဲနဲ့ သူတို့အတွက် အသေခံတိုက်ပေးမယ့် ထူးထူးခြားခြား သေနတ်သမား ၇ ယောက် ပေါ်ပေါက်လာတဲ့အခါ.....Tartee Poe ဘာသာပြန်ထားပါတယ်",
        "rating": "7.8",
        "url": "https://megaup.net/1IY50/The_Magnificent_Seven_[1960]_(MM_Sub).mp4",
        "category": "Action, Adventure, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/seven-samurai-142x200.jpg",
        "title": "Seven Samurai (1954)",
        "description": "Seven Samurai (1954)\nIMDb - 8.6/10_______R0tten - 100%\n ၁၉၅၄ ခုနှစ်က ထွက်ခဲ့တဲ့ ဂျပန်ကားတစ်ကားကို တင်ပေးထားပါတယ်။\nဒီရုပ်ရှင်ကတော့ ဂျပန်ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံးကားတွေထဲက တစ်ခုလို့ပြောလို့ရပါတယ်။\nနှောင်းခေတ်ရုပ်ရှင်တွေဟာလည်း ဒီရုပ်ရှင်ကနေ ပညာတွေအများကြီးယူကြရတယ်လို့ ပြောကြတယ် (ဘာတွေလဲတော့ နားမလည်ပါဘူး)။\nဒီရုပ်ရှင်ရဲ့ဘတ်ဂျက်ကတော့ အဲဒီခေတ်အခါကဆို အတော်မာျးပါတယ်။\nရုပ်ရှင်ကားကြီးတွေကို $70000 လောက်နဲ့ ရိုက်နေကြချိန်မှာ ဒီရုပ်ရှင်ရဲ့ ဘက်ဂျက်ဟာ $ 500 000 ဖြစ်နေခဲ့ပါတယ်။\nပြီးတော့ ရုပ်ရှင်ရိုက်ကူးချိန်လည်း ကြာလွန်းတော့ ပရိုဂျူဆာတွေက ၂ ခါတိတိ ပိတ်ချခဲ့ပါတယ်။\nဒါရိုက်တာ အကီရာ ကူရိုဆာဝါကတော့ ပိတ်ချခံရတိုင်း ငြင်းခုံမနေဘဲ အသာလေး ငါးမျှားထွက်သွားလိုက်တာပါပဲ။\nပရိုဂျူဆာတွေ ပြန်လိုက်ခေါ်မယ်ဆိုတာ သိပြီးသားမို့ပါ။ ဒီရုပ်ရှင်ထဲက သရုပ်ဆောင်တွေကလည်း အဲဒီခေတ်အခါကဆို All stars လို့ပဲ ပြောရပါလိမ့်မယ်။\nသုံးနာရီကျော်ကြာတဲ့ ဒီအဖြူအမည်းရုပ်ရှင်ဟာ တစ်ကမ္ဘာလုံးက နှစ်သက်လက်ခံတဲ့ ရုပ်ရှင်ကြီးတစ်ခုဖြစ်လာခဲံ့ပါတယ်။\nဒီရုပ်ရှင်ကို မှီးပြီး ရိုက်ကူးထားတဲ့ ကောင်းဘွိုင်ရုပ်ရှင် Magnificent seven ...",
        "rating": "8.6",
        "url": "https://megaup.net/1xg1c/Seven_Samurai_(Shichinin_No_Samurai)_[1954]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Il2EMSF2KecrUKZPuen6BZmaCP.jpg",
        "title": "The Christmas Chronicles (2018)",
        "description": "CM ပရိတ်သတ်တွေအတွက် ဒီတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်လမ်းကတော့\"The Christmas Chronicles\" ဆိုတဲ့ဇာတ်လမ်းပဲဖြစ်ပါတယ်...ဒီဇာတ်လမ်းကိုတော့ Nextflix မှဖြန့်ချီထားပြီးRating 7.6 ရရှိထားကာကြည့်ရှုသူများရဲ့ positive feedback များစွာကို ပိုင်ဆိုင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်..အညွှန်း- မက်ချူးဆက်မှာ နေထိုင်တဲ့ ပီယာစ်မိသားစုတစ်ခု...ဒီမိသားစုမှာ ဖေဖေ ဒေါ့ပီယာစ် မေမေ ကလဲယာပီယာစ်ကိုကြီး တက်ဒီပီယာစ်နဲ့ ညီမလေး ကိတ်တီပီယာစ်ဆိုပြီး မိသားစုလေးယောက်ရှိပါတယ်..သူတို့မိသားစုဟာ ခရစ်စမတ်ရောက်တိုင်း နှစ်တိုင်း မိသားစုဗီဒီယိုလေးတွေရိုက်ရင်းခရစ်စမတ်ကိုကြိုဆိုတတ်ကြပါတယ်...ဒေါ့ပီယာစ်ဟာ မီးသတ်သမားတစ်ယောက်ဖြစ်ပါတယ်...ဒီမိသားစုအတွက် ကံဆိုးခဲ့တာကတော့ ဒေါ့ပီယာစ် မီးလောင်သူတွေကိုကယ်ရင်း မီးလောင်သေဆုံးခဲ့တာပါ..တက်ဒီဟာ အဖေမရှိတော့တဲ့နောက်ဂျစ်ကန်ကန်ပဲ နေထိုင်ခဲ့ပါတယ်...ညီမဖြစ်သူ ကိတ်တီနဲ့လည်း မကြာခဏရန်ဖြစ်တတ်ပါတယ်...တစ်နေ့ မထင်မှတ်တာတစ်ခု ဖြစ်လာခဲ့တယ်...ဒါကတော့ ကိတ်တီဟာ အဖေနဲ့အတူရိုက်ကူးထားတဲ့ ခရစ်စမတ်အမှတ်တရဗီဒီယိုတွေကိုကြည့်ရင်း စန်တာကလော့စ်ကို တွေ့ခဲ့တာပါ...သူဟာ စန်တာကလော့စ်ကို အပြင်မှာတွေ့ချင်တဲ့ ရည်ရွယ်ချက်နဲ့အကိုဖြစ်သူတက်ဒီနဲ့ တိုင်ပင်ခဲ့ပါတယ်...သူတို့ရဲ့ စန်တာနဲ့ တွေ့ချင်တဲ့စိတ်ကူးက အမှန်တကယ်ဖြစ်ခဲ့ပါတယ်...ကောင်းသောတွေ့ခြင်းတော့ မဟုတ်ပါဘူး...စန်တာကလော့စ်ရဲ့ စွတ်ဖားလှည်းနောက် သူတို့နှစ်ယောက်ခိုးလိုက်ခဲ့တာပါ...စန်တာတစ်ယောက် သူတို့နှစ်ယောက်ကို တွေ့ပြီးအလန့်တကြားနဲ့ လက်ဆောင်ထုပ်တွေ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2eX6z/The_Christmas_Chronicles_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BOWJiMWRlYTctOTM1Yi00ODMxLTllMzEtOTE5OGE0N2Y2ZmQ4XkEyXkFqcGdeQXVyNTk4MjE5MjY@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Pocketman and Cargoboy {2018}",
        "description": "စီအိုင္ေအရဲ႕ အခြဲတစ္ခုျဖစ္တဲ႕ လွ်ိဳ႕ဝွက္ေအဂ်င္စီမွာ\nေအးဂ်င့္ဘဝနဲ႕အရိုးထုတ္ေနတဲ႔ ေဂ်ဒန္ဆိုတဲ႕ ေအးဂ်င့္တစ္ေယာက္ရွိပါတယ္\nေဂ်ဒန္ဟာဆိုရင္ျဖင့္ အနာဂတ္မွာ ကေလးေတြသာ ဦးေဆာင္ႏိုင္မယ္လို႕\nယံုၾကည္ေနတဲ႕သူပါ ဆိုေတာ့ကာ ကေလးေတြြနဲ႔ဖြဲ႕စည္းထားတဲ႕\nလွ်ိဳ႕ဝွက္ေအးဂ်င့္အဖြဲ႕ေလးလုပ္ဖို႔ အထက္ကို စာတင္ခဲ႕ပါေတာ့တယ္\nဒီလိုနဲ႔ မဟားတရားေဂၚတဲ႔ ပလန္ၾကီးကိုအေကာင္ထည္ေဖာ္ဖို႕ သူ႔အိမ္မွာပဲ\nကေလးသံုးေယာက္ကို လွ်ိဳ႕ဝွက္ေအးဂ်င့္အတတ္ပညာေတြ\nသိုင္းက်မ္းေတြ သင္ေပးဖို႕ အတြက္သူကုိယ္တိုင္လဲ ဆရာလုပ္ရင္း\nအသိအကြ်မ္းေအးဂ်င့္ေတြပါေခၚျပီး ကုိယ္ဖိရင္ဖိ သင္ၾကားေပးပါေတာ့တယ္\nျဖစ္ခ်င္ေတာ့ ေဂ်ဒန္သူ႕မဟာစီမံကိန္းၾကီးအေကာင္အထည္ေဖာ္ေနစဥ္မွာပဲ\nအိုင္းစတိုင္းနဲ႔ စတီဗင္ေဟာ္ကင္းစပ္ေဖာက္ထားတယ္ထင္ရေလာက္ေအာင္\nအိုမီဂါလယ္ဗယ္အဆင့္ညာဏ္ရည္ညာဏ္ေသြးျမင့္တဲ႔စဆရကေဒါက္တာတစ္ေယာက္က\nေရာဂါပိုးတစ္ခုတီထြင္ျပီး ကမာၻဖ်က္ဖို႕လုပ္ပါေတာ့တယ္\nဆိုေတာ့ကာအရာရာေႏွာင္းသြားခ်ိန္မွာအတိတ္ကိုျပန္ျပီ\nး ေဒါက္တာၾကီးေရာဂါပိုးမထြင္ေအာင္ တားဖို႕ တာဝန္က ကေလးေတြေခါင္းေပၚက်လာပါေတာ့တယ္\nဇာတ္လမ္းေလးကေတာ့ရိုးရိုးရွင္းရွင္းေလးပါ\nစိတ္ကူးယဥ္သိပၸံဟာသ ကားဆိုေပမယ့္ ဟာသတစ္ခုမွေျပာသြားမွာမဟုတ္ပါဘူး\nရုပ္တည္ၾကီးေတြနဲ႕ ေသာက္ခြက္ေျပာင္မယ့္ကားပါ\nမျဖစ္ႏိုင္တာေတြေရာ ျဖစ္ႏိုင္တာေတြပါ မျဖစ္ညစ္က်ယ္ျဖစ္ေအာင္\nရိုက္ျပထားတဲ႔ကားေလးပါ ကြ်န္ေတာ္ကိုယ္တိုင္လဲ\nဟာသေပၚသေရာ္ဆင့္ဆိုသလို CM ဖန္ေတြအတြက္ခြီခ်င္စရာဟာသေလးေတြထည့္ျပန္ထားေပးလို႕\nမျပံဳးပဲဝါလံုးကြဲခြီခ်င္သူေတြအတြက္ ပါးစပ္အေဟာင္းသားျဖစ္ေစမယ့္ကားမ်ိဳးဆိုတာ အာမခံပါတယ္ ငိငိ\nCM Fan ေတြ အတြက္ ဂ်င္း ေဖာ္ေပး အဲ့ေလ ျပန္ေပးထားသူကေတာ့ ဟိန္းသက္ႏုိင္ျဖစ္ၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ ဂ်င္း အဲ့ေလ ေရးေပးထားပါတယ္ :P",
        "rating": "9.3",
        "url": "https://megaup.net/2UViA/Pocketman_And_Cargoboy_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BNzUyODk4OTkxNF5BMl5BanBnXkFtZTgwMzY0MDgzNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Mile 22 (2018)",
        "description": "ဒီရုပ္ရွင္ကားဟာ သိပ္မၾကာေသးခင္က ျမန္မာႏုိင္ငံမွာ\nရံုတင္သြားတဲ့ Mile 22 ျဖစ္ၿပီး\nမင္းသား Mark Wahlberg ရဲ႕ အၾကမ္းပတမ္း\nအက္ရွင္ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nဂ်ိမ္း ဟာ အင္မတန္ ေဒါသႀကီးသူျဖစ္ၿပီး\nငယ္စဥ္ကတည္းက သူမ်ားနဲ႔ တမူကြဲၿပီး\nထူးခၽြန္တဲ့သူ ျဖစ္တယ္ ေနာက္ပိုင္းမွာ\nအေမရိကန္ အစိုးရပိုင္းက သူ႔ကို\nသေဘာက်သြားၿပီး လ်ိဳ႕၀ွတ္စစ္ဆင္ေရးေတြမွာ\nဦးေဆာင္ပါ၀င္ခိုင္းခဲ့ပါတယ္...\nသိပ္မၾကာေသးခင္က ဂ်ိမ္း နဲ႔ အဖြဲ႔ဟာ\nေဖာက္ခြဲပစၥည္းေတြ နဲ႔ လ်ိဳ႕၀ွတ္ေနထုိင္တဲ့\nသံသယရွိတဲ့ အိမ္တလံုးကို ရွာေဖြသုတ္သင္ခဲ့ပါတယ္\nရွိသမွ် လူ အားလံုးကို မ်က္ခံုး တစ္ခ်က္မလႈပ္ပဲ\nသတ္ပစ္ခဲ့ၾကၿပီး သူတို႔ အခ်င္းခ်င္းျပသနာ တက္သလို\nပံုစံ သတင္းလႊင့္ခဲ့ၾကပါတယ္...\nဒါေပမဲ့ ဂ်ိမ္း တို႔ ရွာေနတဲ့ ေဖာက္ခြဲပစၥည္းေတြေတာ့\nမေတြ႔ခဲ့ရပါဘူး...\nတစ္ရက္မွာေတာ့ လီ လို႔ နာမည္တြင္တဲ့ လူငယ္တစ္ေယာက္ဟာ\nအစိုးရ ရံုးေရွ႕မွာ လက္ေဆာင္ေပးစရာ ရွိတယ္ဆိုၿပီး ဟာ့ဒရိုက္ တစ္ခုကို\nကိုင္လ်က္ ေရာက္လာၿပီး အဖမ္းခံခဲ့ပါတယ္ လက္ေဆာင္ေပးစရာရွိတယ္လုိ႔လဲ\nေျပာရင္း ေအးေဆးပဲ အဖမ္းခံလုိက္တယ္...\nအဲ့ဒီ ဒရိုက္ထဲမွာ ဗံုးေတြ ရဲ႕ တည္ေနရာပါတယ္ လ်ိဳ႕၀ွတ္ကုဒ္နံပါတ္နဲ႔\nခံထားၿပီး ၈ နာရီအတြင္း ...",
        "rating": "6.1",
        "url": "https://megaup.net/1yFjy/Mile_22_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNmU3MTJiNGMtMjY2YS00MTg3LWExMWYtZmYzN2Q4MjE3NThlXkEyXkFqcGdeQXVyMTYzMDM0NTU@._V1_-141x200.jpg",
        "title": "Mile 22 (2018)",
        "description": "ဒီရုပ္ရွင္ကားဟာ သိပ္မၾကာေသးခင္က ျမန္မာႏုိင္ငံမွာ\nရံုတင္သြားတဲ့ Mile 22 ျဖစ္ၿပီး\nမင္းသား Mark Wahlberg ရဲ႕ အၾကမ္းပတမ္း\nအက္ရွင္ ရုပ္ရွင္ကားျဖစ္ပါတယ္\nဂ်ိမ္း ဟာ အင္မတန္ ေဒါသႀကီးသူျဖစ္ၿပီး\nငယ္စဥ္ကတည္းက သူမ်ားနဲ႔ တမူကြဲၿပီး\nထူးခၽြန္တဲ့သူ ျဖစ္တယ္ ေနာက္ပိုင္းမွာ\nအေမရိကန္ အစိုးရပိုင္းက သူ႔ကို\nသေဘာက်သြားၿပီး လ်ိဳ႕၀ွတ္စစ္ဆင္ေရးေတြမွာ\nဦးေဆာင္ပါ၀င္ခိုင္းခဲ့ပါတယ္...\nသိပ္မၾကာေသးခင္က ဂ်ိမ္း နဲ႔ အဖြဲ႔ဟာ\nေဖာက္ခြဲပစၥည္းေတြ နဲ႔ လ်ိဳ႕၀ွတ္ေနထုိင္တဲ့\nသံသယရွိတဲ့ အိမ္တလံုးကို ရွာေဖြသုတ္သင္ခဲ့ပါတယ္\nရွိသမွ် လူ အားလံုးကို မ်က္ခံုး တစ္ခ်က္မလႈပ္ပဲ\nသတ္ပစ္ခဲ့ၾကၿပီး သူတို႔ အခ်င္းခ်င္းျပသနာ တက္သလို\nပံုစံ သတင္းလႊင့္ခဲ့ၾကပါတယ္...\nဒါေပမဲ့ ဂ်ိမ္း တို႔ ရွာေနတဲ့ ေဖာက္ခြဲပစၥည္းေတြေတာ့\nမေတြ႔ခဲ့ရပါဘူး...\nတစ္ရက္မွာေတာ့ လီ လို႔ နာမည္တြင္တဲ့ လူငယ္တစ္ေယာက္ဟာ\nအစိုးရ ရံုးေရွ႕မွာ လက္ေဆာင္ေပးစရာ ရွိတယ္ဆိုၿပီး ဟာ့ဒရိုက္ တစ္ခုကို\nကိုင္လ်က္ ေရာက္လာၿပီး အဖမ္းခံခဲ့ပါတယ္ လက္ေဆာင္ေပးစရာရွိတယ္လုိ႔လဲ\nေျပာရင္း ေအးေဆးပဲ အဖမ္းခံလုိက္တယ္...\nအဲ့ဒီ ဒရိုက္ထဲမွာ ဗံုးေတြ ရဲ႕ တည္ေနရာပါတယ္ လ်ိဳ႕၀ွတ္ကုဒ္နံပါတ္နဲ႔\nခံထားၿပီး ၈ နာရီအတြင္း ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mile-22-2018-5-1/",
        "category": "Action, Adventure, Crime"
    }
]