[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/1ee9a34d1b5c4aab884f26ca0a09ff2f-300x169.jpg",
        "title": "Halo: Nightfall Season (1)",
        "description": "ဒီကားကတော့ စီးရီးသဘောအနေနဲ့ Season 1 တစ်ခုတည်းသာ၂၀၁၄ကထွက်ပြီး ပြီးဆုံးသွားခဲ့တဲ့Action စီးရီးတစ်ခုဖြစ်ပါတယ်....အခုတင်ဆက်ပေးထားတာကတော့ စီးရီးကို Movie တစ်ခုအနေနဲ့ပေါင်းစည်းပြီးရိုက်ကူးထားတာကြောင့် တစ်ကားလုံးကိုအပြည့်ဝကြည့်ရမှာပဲဖြစ်ပါတယ်....သိပ္ပံနဲ့စိတ်ကူးယဉ်ယဉ်ဆန်ဆန် ရိုက်ကူးထားတဲ့ Action War Type ပုံစံဖြစ်ပါတယ်...စစ်ဆင်ရေးတစ်ခုကိုဆင်နွှဲနေရာကနေ ရန်သူလို့သံသယရှိတဲ့လူတွေနောက်ကိုလိုက်ရင်းအမည်မသိတဲ့ဂြိုလ်တစ်ခုကိုရောက်သွားတဲ့ Soldier Team တစ်ခုရဲ့ကံကြမ္ပာဟာဘယ်လိုတွေကြုံတွေ့ရမလဲဆိုတာ ကြည့်ရမှာပဲဖြစ်ပါတယ်....သူတို့တွေဟာ သာမာန်စစ်သားအဖွဲ့မဟုတ်ပဲ အထူးလက်နက်တပ်ဆင်ထားတဲ့ အဖွဲ့ဖြစ်လို့သာမာန်လူတွေကိုင်ထားတဲ့ လက်နက်တွေထက် သာလွန်တဲ့လက်နက်တွေကိုကိုင်ဆောင်ထားပါတယ်...ဒါပေမယ့် ဒီဂြိုလ်ကိုသူတို့ရောက်ရှိသွားတဲ့အခါမှာတော့ သူတို့ရဲ့အစွမ်းထက်လှတဲ့လက်နက်တွေဟာသူတို့ကိုပြန်ပြီးတော့ ဒုက္ခပေးလာပါတော့တယ်....ဘယ်လိုဒုက္ခပေးမလဲဆိုတော့ထူးဆန်းတဲ့အကောင်တွေကြောင့်ဖြစ်လို့ပါပဲ...အဲလိုသူတို့တွေတောင်နားမလည်နိုင်တဲ့အကောင်တွေက သူတို့ကိုဘယ်လိုတွေသုတ်သင်ပြီး သူတို့အဖွဲ့ကိုခြောက်ခြားအောင်လုပ်မလဲဆိုတာ စောင့်ကြည့်လိုက်ရအောင်ဗျာ....\nQuality…..BluRay 720p\nDuration…..01:38:00\nFormat…Mp4\nFile Size…(704 MB , 281 MB)\nTranslator…..Hnin Oo Wai\nEncoder…..Moe Myint Lwin",
        "rating": "5.7",
        "url": "https://megaup.net/3en4C/Halo_Nightfall_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BODQ4ZmIzNWMtY2NiYi00MmM1LWFjMGQtMDE0Nzc1NzhjNjEyXkEyXkFqcGdeQXVyNDUwNzM4MzQ@._V1_SY1000_CR007111000_AL_-213x300.jpg",
        "title": "Shin Godzilla",
        "description": "ကုိးရီးယား ကားေတြ အဂၤလိပ္ကားေတြ ၾကီးဘဲ ေတြ ့ေနရတယ့္ ၾကားက ဒီဂ်ပန္ကားေလးကုိ ၾကည့္ၾကည့္\nလိုက္ပါ ရသတစ္မ်ိဳး ေပးႏိုင္မွာပါ။\nဒီကားေလးရဲ ့အေၾကာင္းကုိ စျပီးမိတ္ဆက္ေပးပါမယ္။ ဒီကားကုိ ၂၀၁၆ ခုႏွစ္က စျဖန္ ့ခ်ီခဲ့ျပီး ဒါရိုက္တာ Hideaki Anno နဲ ့ Shinji Higuchi တို ့ႏွစ္ေယာက္ရုိက္ကူးထားတယ့္ ကားျဖစ္ပါတယ္။ႏွစ္ေယာက္လုံး က annime ဖန္တီးသူနဲ ့အထူးျပဳလုပ္ခ်က္ေတြ ဖန္တီးၾကတဲ့ ဒါရိုက္တာေတြပါ။IMDb ၆.၉ ၊ Rotten Tomatoes ၈၄% ၊Roger Ebert ၃.၅/ ၄ ရရွိထားတယ့္ကားျဖစ္ပါတယ္။ Toho productionကေန ၂၀၁၄ မွာဒီကားကုိစျပီ မိတ္ဆက္ခဲ့ျပီး ၂၀၁၆မွာ ျဖန္ခ်ီခဲ့ျပီး Budget ကန္ေဒၚလာ ၁၅မီလီယံ နဲ ့ရုိက္ကူးခဲ့ျပီး Box office မွာ ၇၇.၉ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/shin-godzilla/",
        "category": "Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTQyNDE1MTYyMl5BMl5BanBnXkFtZTcwNzk1NDAyMw@@._V1_-225x300.jpg",
        "title": "Solomon Kane",
        "description": "Solomon Kane (2009)\nIMDb - 6.1/10_____Rotten - 67%\n  \nမိစ္ဆာတွေ စွန့်စားခန်းတွေ တိုက်ပွဲတွေ မှော်ပညာပါတဲ့ ဇာတ်လမ်းတွေကိုမှ အားပေးချင်ပါတယ်ဆိုတဲ့\nပုရိတ်သတ်ကြီးအတွက်ဆော်လမွန်ကိန်း လာပါပြီ။\nဇာတ်လမ်းကျောရိုးလေးကို နားလည်ထားမှ ဇာတ်ကားလေးက ကြည့်ရတာအရသာရှိနေတာကြောင့် တင်ပြလိုပါတယ်။\nတစ်ချိန်တုန်းက ကမ္ဘာကြီး မိစ္ဆာအမှောင်ထုရဲ့ ကြီးစိုးမှု့အောက်ရောက်ရှိခဲ့ပါတယ်\nမှော်ဆရာတွေ မိစ္ဆာတွေ မကောင်းဆိုးရွားတွေ သူတစ်လူ ငါတစ်မင်း\nသောင်းကျန်းချင်တိုင်းသောင်းကျန်း နေတဲ့ခေတ်တစ်ခေတ်ပါပဲ။\nအားလုံးက အတည်တကျမဖြစ် ကျီးလန့်စာစားနေနေကြရပါတယ်။\nကိုယ့်ကိုယ်ကိုမပြောနဲ့ ကိုယ့်ဝိဉာဉ်ကိုယ်တောင်မပိုင်တဲ့ ခေတ်ကြီးပါပဲ။\nဝိဉာဉ်ကို မိစ္ဆာတွေနဲ့ အလဲထပ် အလောင်းစားလုပ်လို့ရနေပြီး ကတိဆိုတာ မရှိသလောက်ဖြစ်နေပါတယ်။\nဆော်လမွန်ကိန်းတစ်ယောက် ဖခင်ရဲ့စေတနာကို နားလည်မှု့လွဲပြီး ဆန့်ကျင်ဘက်တွေလုပ်ရာမှ\nသူ့ဝိဉာဉ်ကို မိစ္ဆာနဲ့အလောင်းစားလုပ်ပြီး ဆိုးချင်တိုင်းဆိုး မိုက်ချင်တိုင်းမိုက်နေခဲ့ပါတယ်။\n  \nမိစ္ဆာကလည်း အချိန်စေ့တာကတစ်ကြောင်း မနိုင်တော့တာလဲတစ်ကြောင်းမို့ ဝိဉာဉ်ပြန်လာနှုတ်ပါတယ်။\nဒါပေမဲ့ ဆော်လမွန်ကိန်းက ပြန်မပေးပဲ အပြန်လှန်တိုက်ခိုက်ရာမှ ထွက်ပြေးလွတ်မြောက်ခဲ့ပါတယ်။\nဆော်လမွန်ကိန်းတစ်ယောက် ပြေးရင်းပြေးရင်းမှ မိစ္ဆာတွေရဲ့ စက်ကွင်းလွတ်ရာ ဘုန်းတော်ကြီးကျောင်းထဲမှာ\nရက်ရှည်လများစွာခိုအောင်းရင်း ဆိုးမိုက်မှု့တွေကိုစွန့်လွှတ်ကာ အေးချမ်းစွာနေထိုင်နေပါတယ်။\nတစ်နေ့မှာတော့ ဘုန်းတော်ကြီးက သူ့မွေးရပ်ဇာတိကို ပြန်ပြီးအမွေဆက်ခံဖို့စေလွှတ်ပါတော့တယ်။\nအေးဆေးနေချင်တဲ့ ဆော်လမွန်ကိန်းတစ်ယောက် မငြင်းသာတော့ပဲ ခရီးရှည်ကြီးကို စတင်ရပါတော့တယ်။\nလမ်းခရီးကမိတ်ဆွေတွေရှိနေသလို ...",
        "rating": "6.1",
        "url": "https://megaup.net/2f1bk/Solomon_Kane_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/diYAZ6CKUuRAqLYMB2AyVutEFm0.jpg",
        "title": "Smurfs: The Lost Village (2017)",
        "description": "In this fully animated, all-new take on the Smurfs, a mysterious map sets Smurfette and her friends Brainy, Clumsy and Hefty on an exciting race through the Forbidden Forest leading to the discovery of the biggest secret in Smurf history.ပါပါစမက္ဖ္အုပ္ခ်ဳပ္တဲ့ စ မက္ဖ္ရြာေလးမွာ စမက္ဖက္တီ၊ ဘရိန္နီ၊ ကလမ္ဆီနဲ႔ ဟက္ဖ္တီ တို႔က အခင္ဆံုးသူငယ္ခ်င္းေတြ ပါ။တစ္ရက္မွာေတာ့ စမက္ဖက္ တီဟာ ေျမပံုထဲမွာ တားျမစ္ကန္႔ သတ္ထားတဲ့ ေတာႀကီးနဲ႔ပတ္ သက္ၿပီး ရွာေဖြေတြ႕ရွိခဲ့တာ ေၾကာင့္ပါပါစမက္ဖ္နဲ႔ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/smurfs-the-lost-village-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/88qfHWhlOBYXp69277QFhdPYnWf.jpg",
        "title": "Resident Evil: Vendetta (2017)",
        "description": "Wow… လို့ အရင်ပြောပါရစေ…\nResident Evil: The Final Chapter နဲ့ ဂျင်းသိပ်ခံရတာတွေ ဒီ Animation Movie နဲ့ ပြန်ဖြေသိမ့်လိုက်ရတယ်…\nIMDb 7.1/10 ထိရထားတယ် ဆိုရင် သိလိုက်တော့…\nကိုယ်တွေ လွမ်းနေတဲ့ ခရစ် ပါမယ် ရေဗက္ကာ ပါမယ် လီယွန် ပါတယ် ဇတ်လမ်းက နည်းနည်းတော့ Game ဆန်မယ်\nကိုယ်တွေက Game အဆော့များလို့လား မပြောတက်ပေမယ့် Game Story နဲ့\nနဲနဲသွားဆင်နေတယ် သိပ်မကြာသေးခင်က ထွက်ရှိထားတဲ့  Resident Evil 7: Biohazard (Game) လိုမျိုး\nဇတ်လမ်း ကြိုမသိနိုင်တဲ့ပုံစံမျိုး နဲ့ ဇတ်သိမ်းသွားတယ်…\nအမှန်အတိုင်းပြောရရင် ရမယ်ရှာပြီး ဆွဲဆန့်ထားတဲ့ Resident Evil ဇတ်လမ်းတွေဟာ တစ်ဖြေးဖြေး ချာလာပေမယ့်\nခုနောက်ပိုင်း Japan က Game နဲ့ Animation တွေဟာ ဖန်တရာတေနေတဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/resident-evil-vendetta-2017/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjQxMTcxNDgxN15BMl5BanBnXkFtZTgwOTczNTIzMjI@._V1_-202x300.jpg",
        "title": "Okja (2017)",
        "description": "ကိုရီးယားအမျိုးသမီးငယ်လေး မီဂျာနဲ့ သူ့ရဲ့မိတ်ဆွေထူးဆန်းတဲ့သတ္တဝါကြီး အုတ်ဂျာတို့ရဲ့အကြောင်းကို ဇာတ်အိမ်ဖွဲ့ထားတာပါ။\nအသက်(၁၃)နှစ်အရွယ် မိဘမဲ့မိန်းကလေး မီဂျာဟာအဘိုးဖြစ်သူနဲ့ တောင်ကိုရီးယားက တောင်တန်းတစ်ခုမှာနေထိုင်ပြီး သူ့ရဲ့တစ်ဦးတည်းသော အဖော်လည်းဖြစ်၊သူငယ်ချင်းလည်းဖြစ်သူ အုတ်ဂျာဆိုတဲ့ အနေအေးပြီးထူးခြားကြီးမားတဲ့ဝက်ကြီးတစ်ကောင်ပါ။ မီဂျာနဲ့ အုတ်ဂျာဟာတောင်တန်းတွေ၊ တောတွေထဲ အတူလျှောက်သွားကစား ကြရင်း မခွဲအတူနေထိုင်ကြပြီး အိပ်ရင်တောင် အတူတူပါ။\nတစ်ရက်မှာတော့ သူတို့နှစ်ယောက်ရဲ့ ပျော်ရွှင်ကြည်နူးစရာ ကမ္ဘာလေးပျက်သုဉ်းဖို့ ဖြစ်လာခဲ့ပါတယ်။ အဲဒါကတော့ အုတ်ဂျာ ထူးဆန်းစွာနဲ့ ပျောက်ဆုံးသွားတာကြောင့်ပါ။ တကယ်တော့ အုတ်ဂျာကို မီရန်ဒိုစီးပွားရေးလုပ်ငန်းစုကြီးကနေ သူတို့သဘောနဲ့သူတို့ ဖမ်းဆီးသွားတာဖြစ်ပြီး နယူးယောက်ကို ပို့ဆောင်ခဲ့ပါတယ်။\nမီရန်ဒိုကော်ပိုရေးရှင်းဟာ အသားထုတ်လုပ်မှုတွေ ပိုမိုတိုး မြှင့်နိုင်ဖို့အတွက် အုတ်ဂျာကို သုတေသနလုပ်ရအောင်လို့ ဖမ်း ဆီးသွားတာဖြစ်ပါတယ်။ အုတ် ဂျာနဲ့ မခွဲအတူနေခဲ့တဲ့ မီဂျာဟာ သူ့အချစ်ဆုံးသူငယ်ချင်းကို အိမ် ပြန်ခေါ်လာနိုင်ဖို့ ကြိုးပမ်းပါတော့ တယ်။\nအဲဒါနဲ့ မီဂျာဟာ အုတ်ဂျာရှိ တဲ့ မီရန်ဒိုကော်ပိုရေးရှင်းကို လိုက်သွားပြီး ကယ်ဆယ်နိုင်ဖို့ လုပ် ဆောင်ရင်း ...",
        "rating": "7.3",
        "url": "https://megaup.net/3yQrs/Okja_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4R04u3BavekkhAUhiFAmwKkzvmd.jpg",
        "title": "Spark: A Space Tail",
        "description": "Spark, a teenage monkey and his friends, Chunk and Vix, are on a mission to regain Planet Bana - a kingdom overtaken by the evil overlord Zhong.ဒီတစ္ခါေတာ့ အန္နီေမးရွင္း ပရိတ္သက္ေတြ အတြက္ အေတာ္ ခ်စ္စရာေကာင္းတဲ့ဇာတ္ေကာင္မ်ားပါ၀င္တဲ့ အန္နီေမးရွင္းကားေကာင္းတစ္ကားနဲ.မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားေလးမွာ ေဟာလိ၀ုက နိုင္ငံေက်ာ္သရုပ္ေဆာင္ေတြလည္း အသံသရုပ္ေဆာင္အျဖစ္ပါ၀င္ထားပါေသးတယ္ဒီကားေလးကေတာ့ေပါ့ေပါ့ပါးပါးဟာသကာတြန္းကားေလးပါ။ကာတြန္းကားၾကိဳက္တဲ့သူေတြအတြက္ေပါ့။ Sparkဆိုတာကေမ်ာက္ငယ္ေလးတေကာင္ပါပဲ။အဲဒီေမ်ာက္ေလးနဲ႕သူ႕သူငယ္ခ်င္းေတြျဖစ္တဲ့ Chunkနဲ႕Vixတို႔ဟာBanaဆိုတဲ့ဲျဂိဳလ္ေလးကိုျပန္လည္သိမ္းယူဖို႕တာ၀န္ေပးခံရခဲ့တာပါ။အဲဒီႏိုင္ငံေတာ္ကိုမေကာင္းဆိုး၀ါးၾကီးZhongဆိုတဲ့ကသိမ္းပိုက္ထားတာျဖစ္ပါတယ္။အဲေတာ့Sparkတို႕သူငယ္ခ်င္းတသိုက္ဘယ္လိုရင္ဆိုင္မလဲဆိုတာကေတာ့ကာတြန္းကားေလးကိုဆက္ၾကည့္လိုက္ၾကရေအာင္ဗ်ာ။အားလပ္ခ်ိန္ေပါ့ေပါ့ပါးပါးနဲ႕ရယ္လိုက္ေမာလိုက္ၾကည့္ရမယ့္ကားေလးျဖစ္ပါတယ္။2017ရဲ႕Best Editing in Animationဆုရထားခဲ့ကားေလးလည္းျဖစ္ပါတယ္ဗ်ာ။ (ဘာသာျပန္သူကေတာ့ idiot Myokoပါ) File Size : 680 MB/290 MB\nQuality : Bluray 720p\nRunning Time : 1hr 231minutes\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nTranslator : ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/spark-a-space-tail/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/lone-ranger-1-133x200.jpg",
        "title": "The Lone Ranger (2013)",
        "description": "The Lone Ranger (2013)_____IMDb - 6.4/10\n Pirates of the Caribbean ဇာတ်ကား ဖန်တီးရှင် ထုတ်လုပ်သူ Jerry Bruckheimer နဲ့ ဒါရိုက်တာ Gore Verbinski တို့ရဲ့ လက်ရာ ဖြစ်ပြီး\nTonto အဖြစ် မင်းသား Johnny Depp ၊ Lone Ranger ခေါ် John Reid အဖြစ် Armie Hammer ၊ Latham Cole အဖြစ် Tom Wilkinson\nButch Cavendish အဖြစ် William Fichtner ၊ Red Harrington အဖြစ် Helena Bonham Carter ၊ Dan Reid အဖြစ် James Badge Dale နဲ့\nRebecca အဖြစ် ...",
        "rating": "6.4",
        "url": "https://megaup.net/4Vvae/The_Lone_Ranger_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMjM3ODY3Njc5Ml5BMl5BanBnXkFtZTgwMjQ5NjM5MTI@._V1_-135x200.jpg",
        "title": "King Arthur: Legend of the Sword (2017)",
        "description": "King Arthur: Legend of the Sword (2017)\nIMDb - 6.7/102017 မေလထဲမှာ ရုံတင်ပြသခဲ့ပြီး အခုချိန်မှာ IMDb 6.7 နဲ့ပါ။ ဇာတ်လမ်းကျောရိုးကတော့ အင်္ဂလန်ရဲ့ နာမည်အကြီးဆုံး ပုံပြင် တွေထဲက အာသာဘုရင်ရဲ့ ဇာတ်ကြောင်းပါပဲ။ ဒီဇာတ်ကြောင်းကိုပဲ အမျိုးမျိုး ပြုပြင်ဖန်တီးပြီး ရိုက်ကူးထားကြတဲ့ကားတွေ မနည်းပါဘူး။ ဒီရုပ်ရှင်ထဲမှာတော့ ဘုရင် အူသာ ပန်ဒရက်ဂွန် လုပ်ကြံခံရပြီး သူ့ရဲ့ ညီ ဗော်တီဂန်က ထီးနန်းကို သိမ်းပိုက်ထားတယ်။ ဘုရင်လောင်း အာသာလေးက ကလေးကတည်း ထွက်ပြေးတိမ်းရှောင်နေရပြီး သူ့ကိုယ်သူ ဘုရင်လောင်းမှန်းမသိဘူးပေါ့။ မှော်ဆရာမာလင် ပေးခဲ့တဲ့ အိတ်စ်ကာလီဘာ မှော်ဓားဟာ အာသာအရွယ်ရောက်လာချိန်မှာ အလိုလိုပြန်ပေါ်လာပြီး ထုံးစံအတိုင်း ကျောက်တုံးထဲစိုက်နေ နှုတ်မရဖြစ်နေပါတယ်။ ဘုရင်ဗော်တီကန်က အာသာရှိနေမယ့် အသက်အရွယ် ပတ်ဝန်းကျင်လူငယ်အားလုံးကို ဒီဓားကို စမ်းသပ်ပြီး ဆွဲနှုတ်ခိုင်းတဲ့နည်းနဲ့ အာသာကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/1x873/King_Arthur_-_Legend_Of_The_Sword_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Warriors_Gate_poster.jpeg-214x300.jpeg",
        "title": "The Warrior’s Gate (2016)",
        "description": "ဒီဇာတ္ကားဟာ တရုတ္-အေနာက္တိုင္း ဖက္စပ္ အဂၤလိပ္စကားေျပာ သိုင္းကားျဖစ္ပါတယ္။\nAction,Adventure,Fantasy ဇာတ္ကားမ်ိဳးျဖစ္ျပီး IMDb Rating (5.3/10) ရရွိထားတဲ့ဇာတ္ကားပါ။\nဇာတ္ေၾကာင္းကေတာ့ လက္ရွိ Timeline ကေန အျခား Timeline တစ္ခုကိုသြားျပီး ကိုယ္ရံေတာ္မင္းသမီးေလးကို ဂိမ္းဆန္ဆန္မေကာင္းဆိုးဝါးေတြလက္ထဲကေန ကြန္ဖူးအစြမ္းေတြနဲ႕တိုက္ခိုက္ျပီး ကယ္တင္ရမွာပါ။\nထိုင္ဝမ္မင္းသား Mark Chao ,  တရုတ္မင္းသမီး Ni Ni , အေမရိကန္မင္းသား Uriah Shelton , အဂၤလိပ္မင္းသမီး Sienna Guillory စတဲ့ ဇာတ္ေကာင္မ်ားအျပင္ အျခားဇာတ္ရံေတြလဲ ပါဝင္ထားပါတယ္။ \nFile size…(900MB) and (360MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Missy Win \nDownload and Watch (Yoteshin Link)Download and Watch (360MB)\n(or)\nDownload and Watch (CM ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-warriors-gate-2016/",
        "category": "Action, Adventure, Asian, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BMTYzNDM0MDI1NF5BMl5BanBnXkFtZTcwNzQ5NzYxOQ@@._V1_SY934_SX630_-202x300.jpg",
        "title": "Cloudy with a Chance of Meatballs 2 (2013)",
        "description": "Cloudy with a Chance of Meatballs 2 (2013)\nIMDb - 6.4/10_____Rotten - 70% \nမိုးလေဝသကနေ အစားအစာထုတ်တဲ့ ကားလေးဆိုရင်လူတိုင်းသိကြမှာပဲဖြစ်ပါတယ်...\nငယ်ငယ်တည်းကသိပ္ပံပညာကိုရူးသွပ်တဲ့ဖလင့်ဟာ\nနည်းပေါင်းစုံသုံးပြီးတော့လက်တွေ့စမ်းသပ်မှု့တွေလုပ်ခဲ့ပါတယ်....\nမိဘတွေတားမြစ်တဲ့ကြားက ရူးသွပ်နေမြဲဖြစ်တဲ့ ဖလင့်ဟာနောက်ဆုံးတော့ \nဂြိုလ်တုလေးတစ်ခုထဲကိုရေလေးထည့် ကိုယ်လိုချင်တဲ့စားစရာတွေကို နှိပ်ပေးလိုက်ရုံနဲ့\nစားစရာတွေအလိုလျောက်ကျလာတဲ့ စားစရာထုတ်မိုးလေဝသစက်ကိုတီထွင်နိုင်ခဲ့ပါတယ်....\nသူ့ရဲ့တီထွင်မှု့ဟာအောင်မြင်ခဲ့သလို ဘေးထွက်ဆိုးကျိုးတွေလည်းဖြစ်လာခဲ့ပါတယ်.....\nအဲလိုဘေးထွက်ဆိုးကျိုးတွေအတွက်ကြောင့် နောက်ဆုံးမှာသူကိုယ်တိုင်ပဲသူတီထွင်ပြီး\nသူအမြတ်တနိုးထားရတဲ့ အဲစက်လေးကိုဖျက်ဆီးခဲ့ရပါတယ်....\nဒီကားလေးကတော့ ထိုအပိုင်းလေးရဲ့နောက်ဆက်တွဲကားလေးဖြစ်ပါတယ်....\nဒီအပိုင်းလေးမှာ သူဖျက်ဆီးခဲ့တဲ့ စားစရာထုတ်မိုးလေဝသစက်နဲ့မပြီးသေးတဲ့နောက်ဆက်တွဲ\nပြသနာတွေကိုဖြေရှင်းရမှာပဲဖြစ်ပါတယ်....ချစ်စရာ Animation လေးတွေနဲ့ရိုက်ကူးထားတဲ့\nဒီ Animation လေးဟာ ကြည့်ရသူများအဖို့\nတကယ်ကိုကြည့်လို့ကောင်းမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...\n  \nQuality…..BluRay 720p\nDuration…..01:35:00\nFormat…Mp4\nFile Size…(680 MB)\nTranslator…..Hsu Myint Myat Than\nEncoder…..Moe Myint Lwin",
        "rating": "6.5",
        "url": "https://megaup.net/T8l8/Cloudy_With_A_Chance_Of_Meatballs_2_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Power_Rangers_2017_Official_Theatrical_Poster-195x300.png",
        "title": "Power Rangers (2017)",
        "description": "Mighty Morphin Power Rangers 2017 Reboot Movieနာမည္ၾကားရံုနဲ႕ ခင္ဗ်ားတို႕ေတြၾကက္သီးတဖ်န္းဖ်န္းထရံုမကပဲ အသားေတြပါတဆတ္ဆတ္တုန္သြားမယ္ဆိုတာေကာင္းေကာင္းၾကီးအာမခံပါတယ္….တကယ္ေတာ့ဒီရုပ္ရွင္ကို အညႊန္းေတာင္တကူးတကေရးၿပီးေတာ့ ညႊန္းေနစရာမလိုေလာက္ပါဘူး…ဘာေၾကာင့္လဲဆိုေတာ့ အားလံုးနဲ႕ရင္းႏွီးၿပီးသားၿဖစ္တဲ့အၿပင္ ကြ်န္ေတာ္တို႕နဲ႕အတူတကြၾကီးၿပင္းလာတဲ့ငယ္ဘ၀ဇာတ္ေကာင္လူစြမး္ေကာင္းမ်ားၿဖစ္တဲ့ Power Rangers ေတြၿဖစ္တာေၾကာင့္အားလံုးလည္း ရင္းႏွီးၿပီးသားၿဖစ္ၾကပါလိမ့္မယ္…..ဒါေပမယ့္ တစ္ခုေၿပာစရာရွိတာက ဒီရုပ္ရွင္ထဲကအဓိကဇာတ္ေကာင္ေတြPower Rangers ေတြၿဖစ္လာမယ့္ Angel Groove ၿမိဳ႕ရဲ႕အထက္တန္းေက်ာင္းသားေတြၿဖစ္ၾကတဲ့ Power Rangers ေတြၿဖစ္လာၾကမယ့္ အထက္တန္းေက်ာင္းသားေလးေတြၿဖစ္တဲ့Jason,Kimberley,Billy,Zack,Trini တို႕ဟာ ကြ်န္ေတာ္တို႕ငယ္ငယ္ကရင္းႏွီးခဲ့ၾကတဲ့အတိုင္းလူေတာ္လူေကာင္း အမ်ားအက်ိဳးသယ္ပိုးၾကတဲ့ လူငယ္ေလးေတြမဟုတ္ၾကဘဲေက်ာင္းရဲ႕ လူေပလူေတေလးမ်ားၿဖစ္ေနတာကို အံ့အားသင့္ဖြယ္ ၿမင္ရမွာပဲၿဖစ္ပါတယ္….ဒါ့အၿပင္ ဒီရုပ္ရွင္ဟာလွည့္ကြက္ ၿမွပ္ကြက္မ်ားစြာနဲ႕ တင္ဆက္ထားတဲ့အၿပင္ကိုဇာတ္လမ္းအစမွာကိုပဲ ၾကည့္ရႈ႕သူပရိတ္သတ္ေတြအားလံုးကို ”ဟာ ဒါကဒီလိုပါလား” ဆိုၿပီး အံ့အားသင့္ေရရြတ္ရေလာက္ေအာင္ကို တင္ဆက္ထားတာကိုလည္း ၾကည့္ရႈ႕ရဦးမွာၿဖစ္ပါတယ္….ဇာတ္လမ္းအက်ဥ္းေလးကိုေတာ့ အခုေၿပာၿပတာထက္ ကိုယ္တိုင္ခံစားၾကည့္ရႈ႕လိုက္တာကပိုၿပီးေတာ့ ရင္ခုန္စိတ္လႈပ္ရွားမႈ႕ေတြေပးစြမ္းႏိုင္မွာမို႕ အခုပဲ ေဒါင္းၾကည့္ၾကဖို႕အတြက္ တိုက္တြန္းခ်င္ပါတယ္…ေနာက္ၿပီး Original Power Rangers ရဲ႕ Theme Song ကိုထပ္မံမြန္းမံထားၿပီးေတာ့ေနာက္အသစ္ထည့္ထားတဲ့ ေနာက္ခံတီးလံုးေတြက ဇာတ္ကိုလံုး၀အထြတ္ထိပ္ေရာက္ေစၿပီးေကာင္းမြန္လွပေစခဲ့ပါတယ္…ကြ်န္ေတာ္တုိ႕ေတြ ဒီရုပ္ရွင္မထြက္လာခင္ကတည္းက Ranger ေတြရဲ႕ Suit ေတြ Morpher ေတြZord ေတြကိုၾကည့္ၿပီးစိတ္ပ်က္ခဲ့ရတာေတြက ဒီရုပ္ရွင္ကိုတကယ္တမ္းၾကည့္လိုက္ရတဲ့အခါမွာေတာ့ အကုန္ေပ်ာက္သြားမယ္ဆိုတာ လံုး၀အာမခံပါတယ္….ေနာက္ၿပီးေတာ့ Mid-Credits Scene ...",
        "rating": "",
        "url": "https://channelmyanmar.org/power-rangers-2017/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Scooby-Doo-2-Monsters-Unleashed-2004-movie-poster-200x300.jpg",
        "title": "Scooby-Doo 2: Monsters Unleashed (2004)",
        "description": "ဒီကားေလးကေတာ့ ပထမထြက္ခဲ့တဲ့ Scobby Doo 1 ရဲ႕ ေနာက္ဆက္ၿပီးထြက္ခဲ့တဲ့ကားေလးၿဖစ္ပါတယ္…ဒီကားေလးမွာေတာ့ အရင္ထြက္ခဲ့ကားရဲ႕ ပိုၿပီးခက္ခဲလွတဲ့ၿပသနာေတြနဲ႕ရင္ဆိုင္ရမွာပဲၿဖစ္ပါတယ္…ဘယ္လိုအရာေတြလဲဆိုရင္ေတာ့ ၿပတိုက္ထဲမွာထားတဲ့အရုပ္ေတြအကုန္လံုးကအသက္၀င္လာခဲ့တာပဲၿဖစ္ပါတယ္…အရုပ္ေတြအားလံုးက တကယ့္ကိုနာမည္ၾကီးတေစၦေတြရဲ႕ပံုတူအရုပ္ေတြၿဖစ္ပါတယ္…အဲဒီအရာေတြအသက္၀င္လာေအာင္ ေနာက္ကြယ္ကေနဘယ္သူကထိန္းခ်ဳပ္ေနတယ္ဆိုတာရွယ္ကီ စကူဘီဒူး ဗယ္မာ ဒက္ဖနီ နဲ႕ ဖရတ္တို႕ ဖြဲ႕စည္းထားတဲ့လူငယ္စံုေထာက္အဖြဲ႕ကေနစံုစမ္းမွာပဲၿဖစ္ပါတယ္…စကူဘီဒူး နဲ႕ ရွယ္ကီ ရဲ႕ထံုးစံအတိုင္း ဒီေလာက္ေၾကာက္စရာေကာင္းတဲ့တေစၦေတြကိုဘယ္လိုရယ္စရာေကာင္းေအာင္ထြက္ေၿပးၾကမလဲဆိုတာ ဗိုက္နာေအာင္ရယ္ၿပီးၾကည့္ရမွာပဲၿဖစ္ပါတယ္…အရင္ကားထက္ပိုၿပီးေကာင္းမြန္လာခဲ့ Scobby Doo (2) ဟာဇာတ္ရုပ္ေတြ ပီၿပင္လာခဲ့တဲ့အၿပင္Spooky Island ထက္ပိုၿပီးေအာင္ၿမင္ခဲ့ပါတယ္…မိသားစုနဲ႕ အေပ်ာ္တမ္းၾကည့္ခ်င္တဲ့သူမ်ားအတြက္ ၾကည့္လို႕ေကာင္းမယ့္ကားေလးၿဖစ္ပါတယ္….\nQuality…..BluRay 1080p\nDuration…..01:33:00\nFormat…Mp4\nFile Size…(798 MB , 373 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint Lwin",
        "rating": "",
        "url": "https://channelmyanmar.org/scooby-doo-2-monsters-unleashed-2004/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/wonder-woman-2009-poster-133x200.jpg",
        "title": "Wonder Woman (2009)",
        "description": "Wonder Woman (2009)\nIMDb - 7.3/10_____Rotten 83%\n  \nWonder Woman ဇာတ်ကားကြီး မလာခင်မှာ ကြည့်ထားနှင့်ဖို့အတွက်\nAnimation ကားကို အရင်တင်ဆက်ပေးလိုက်ပါတယ်။IMDB 7.3 ရရှိ\nထားတဲ့ အတွက် ကောင်းမွန်လှတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကြောင်း\nအထူးပြောနေစရာမလိုပါဘူး။ဇာတ်လမ်းကတော့ အမေဇုန်လို့ခေါ်တဲ့\nအမျိုးသမီးသူရဲကောင်းမျိုးနွယ်စုကနေစပါတယ်။မျိုးနွယ်စု ဘုရင်မ\nဟစ်ပိုလစ်တာ ဟာဆိုရင် စစ်နတ်ဖုရား အေးရီးစ် နဲ့ စစ်ဖြစ်ရာမှ အနိုင်\nရရှိခဲ့ပြီး ဇုစ်ရဲ့ မေတ္တာရပ်ခံမှု့ကြောင့် အေးရီးစ် ကို မသတ်ပဲ အကျဉ်းချ\nပြီး သာမစ်စကယ်ရာလို့ ခေါ်တဲ့ ပြင်ပ ကမ္ဘာနဲ့ အဆက်အသွယ်မရှိတဲ့\nကျွန်းတစ်ကျွန်းကို အမေဇုန် မျိုးနွယ်တစ်စုလုံးပြောင်းရွှေ့နေထိုင်ကျပါတယ်\nမကြာခင်မှာပဲ ဟစ်ပိုလစ်တာဟာ ထူးဆန်းတဲ့ အစွမ်းတစ်ခုနဲ့ Wonder Woman\nလို့ခေါ်တွင်မဲ့ ဒိုင်ယာနာကို မွေးဖွားခဲ့ပါတယ်။ ဒိုင်ယာနာ လေးတဖြည်းဖြည်း\nအရွယ်ရောက်လာတဲ့ အခါမှာ သူတို့ရဲ့ ကျွန်းကို တိုက်လေယာဉ် အုပ်စုမှ\nစတိဗ် လို့ခေါ်တဲ့ လူတစ်ယောက်က လေယာဉ် တိုက်ခိုက်မှု့ကြောင့် လေယာဉ်\nပျက်ကျပြီးရောက်ရှိလာပါတယ်။ဒီမှာပဲ စတိဗ်ကို ပြန်ပို့ဖို့ ဆုံးဖြတ်ချက်ချပါတော့တယ်။\nစတိဗ်ကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/V4zf/Wonder_Woman_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/charlies-angel-2003-poster-133x200.jpg",
        "title": "Charlie’s Angels: Full Throttle (2003)",
        "description": "Charlie's Angels: Full Throttle (2003)______IMDb - 4.9/10\n 2003 ခုနှစ်ကထွက်ရှိခဲ့ပြီး တလောက\nတင်ဆက်ပေးလိုက်တဲ့ ၁ ရဲ့ အဆက်ကိုဆက်လက်တင်ဆက်ပေး\nလိုက်ပါတယ် ဇာတ်လမ်းလေးကတော့ သိထားကြတဲ့အတိုင်းပါပဲ\nအတိုက်အခိုက်အကြမ်းအရမ်းကိုသဘောကျတဲ့ ကိုကိုတွေ\nကြိုက်ကားလေးပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့\nအကြမ်းဖက်မူတွေဆက်တိုက်ကျူးလွန်နေတဲ့\nရာဇဝတ်ကောင်ကြီးက အချက်အလက်တွေသိုလှောင်ထား\nတဲ့ ပစ္စည်းတစ်ခုခုကိုခိုးယူသွားတဲ့အခါမှ\nမဒီချော ၃ ယောက်ကလိုက်လံ ထောက်လှမ်းပြီး\nပြန်လည်ရယူပုံတွေကို စိတ်ဝင်စားဖွယ်တင် ပြရိုက်ကူး\nထားတာမို့ ပရိတ်သတ်ကြီးက အားပေးလိုက်ကြပါအုံးဗျ\nဘာသာ ပြန်ကတော့ ညီမလေး မေသူစိုး ပါ\nသူဘာသာ ပြန်ပြီးပေးထားတာကြာပါပြီ ကျတော်မအား\nတာကြောင့်ကြာနေတာပါလို့တောင်းပန်ရင်း တင်ဆက်ပေးလိုက်ပါတယ်\n 2003 ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး တေလာက\nတင္ဆက္ေပးလိုက္တဲ့ ၁ ရဲ႕ အဆက္ကိုဆက္လက္တင္ဆက္ေပး\nလိုက္ပါတယ္ ဇာတ္လမ္းေလးကေတာ့ သိထားၾကတဲ့အတိုင္းပါပဲ\nအတိုက္အခိုက္အၾကမ္းအရမ္းကိုသေဘာက်တဲ့ ကိုကိုေတြ\nႀကိဳက္ကားေလးပါ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့\nအၾကမ္းဖက္မူေတြဆက္တိုက္က်ဴးလြန္ေနတဲ့\nရာဇဝတ္ေကာင္ႀကီးက အခ်က္အလက္ေတြသိုေလွာင္ထား\nတဲ့ ပစၥည္းတစ္ခုခုကိုခိုးယူသြားတဲ့အခါမွ\nမဒီေခ်ာ ၃ ေယာက္ကလိုက္လံ ေထာက္လွမ္းၿပီး\nျပန္လည္ရယူပုံေတြကို စိတ္ဝင္စားဖြယ္တင္ ျပ႐ိုက္ကူး\nထားတာမို႔ ပရိတ္သတ္ႀကီးက အားေပးလိုက္ၾကပါအုံးဗ်\nဘာသာ ျပန္ကေတာ့ ညီမေလး ေမသူစိုး ပါ\nသူဘာသာ ျပန္ၿပီးေပးထားတာၾကာပါၿပီ က်ေတာ္မအား\nတာေၾကာင့္ၾကာေနတာပါလို႔ေတာင္းပန္ရင္း တင္ဆက္ေပးလိုက္ပါတယ္\n Charlie’s Angels (2000) ကြည့်ရှုရန် နှိပ်ပါ\nCharlie’s Angels (2019) ကြည့်ရှုရန် နှိပ်ပါ",
        "rating": "4.9",
        "url": "https://megaup.net/Rs7s/Charlie_s_Angles_-_Full_Throttle_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/twin-dragons-poster-133x200.jpg",
        "title": "Twin Dragons (1992)",
        "description": "Twin Dragons (1992)IMDb - 6.5/10_____Rotten - 44%\n  \nဂျက်ကီရဲ့အကောင်းဆုံးဇတ်ကားတွေထဲကတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ပရိတ်သတ်တွေရင်းနီးပြီးသားဇတ်ကားလေးတစ်ကားပါပဲငယ်စဉ်ကတည်းကမ တော်တဆမှုတခုကြောင့်ကွဲကွာသွားခဲ့ကြတဲ့အမွှာညီအစ်ကိုနှစ်ယောက်တစ်ဦးကဂီတပညာရှင်ကြီးကျန်တစ် ဦးကခပ်ဆိုးဆိုးဖိုက်တာလေးညီအစ်ကိုနှစ်ယောက်မ တော်တဆပြန်ဆုံတွေ့မိကြပြီးတိုင်ပတ်ကြပုံအရူပ်တော် ပုံတွေကိုဟာသဆန်ဆန်မြင်တွေ့ကြရမှာပါဂျက်ကီရဲ့နှစ်ကိုယ်ခွဲအိုင်တင်အက်ရှင်အကြမ်းအရမ်းတွေကို လည်းမြင်တွေ့ရမှာပါပြန်ကြည့်ချင်ပြီးသိမ်းထားချင်သူ တွေအတွက်ညီသံလွင်နဲ့ကျွန်တော်အတူတူဘာသာပြန် ပြီးအကောင်းဆုံးအရည်အသွေးနဲ့ပြန်လည်တင်ဆက် ပေးလိုက်ပါတယ်\n  \nဂ်က္ကီရဲ႕အေကာင္းဆံုးဇတ္ကားေတြထဲကတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ပရိတ္သတ္ေတြရင္းနီးၿပီးသားဇတ္ကားေလးတစ္ကားပါပဲငယ္စဥ္ကတည္းကမ ေတာ္တဆမႈတခုေၾကာင့္ကြဲကြာသြားခဲ့ၾကတဲ့အမႊာညီအစ္ကိုႏွစ္ေယာက္တစ္ဦးကဂီတပညာရွင္ႀကီးက်န္တစ္ ဦးကခပ္ဆိုးဆိုးဖိုက္တာေလးညီအစ္ကိုႏွစ္ေယာက္မ ေတာ္တဆျပန္ဆံုေတြ႕မိၾကၿပီးတိုင္ပတ္ၾကပံုအ႐ူပ္ေတာ္ ပံုေတြကိုဟာသဆန္ဆန္ျမင္ေတြ႕ၾကရမွာပါဂ်က္ကီရဲ႕ႏွစ္ကိုယ္ခြဲအိုင္တင္အက္ရွင္အၾကမ္းအရမ္းေတြကို လည္းျမင္ေတြ႕ရမွာပါျပန္ၾကည့္ခ်င္ၿပီးသိမ္းထားခ်င္သူ ေတြအတြက္ညီသံလြင္နဲ႔ကၽြန္ေတာ္အတူတူဘာသာျပန္ ၿပီးအေကာင္းဆံုးအရည္အေသြးနဲ႔ျပန္လည္တင္ဆက္ ေပးလိုက္ပါတယ္",
        "rating": "6.5",
        "url": "https://megaup.net/2gn4B/Twin_Dragons_(Seong_Lung_Wui)_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMTYzOTc2NzU3N15BMl5BanBnXkFtZTcwNjY3MDE3NQ@@._V1_SY1000_CR006401000_AL_-192x300.jpg",
        "title": "Captain America: The First Avenger (2011)",
        "description": "ကပၸတိန္ အေမရိက ဆုိရင္ေတာ့ အထူးညြန္းေနစရာမလုိပဲ အားလုံးသိက်ပါတယ္။\nမာဗယ္လ္ ရဲ႕ နာမည္အေက်ာ္ၾကားဆုံးဟီးရုိးတစ္ေယာက္ပါပဲ။ဇာတ္လမ္း အက်ဥ္းေလး\nကုိ ျပန္ေျပာျပရမယ္ဆုိရင္ စတိဗ္ေရာ္ဂ်ာဟာ ႏုိင္ငံ အတြက္ စစ္ပြဲေတြတုိက္ခုိက္ ေပးခ်င္တဲ့\nသူတစ္ေယာက္ျဖစ္ပါတယ္။ဒါေပမဲ့ သူ႕ရဲ႕ ခႏၵာကုိယ္ အခ်ဳိးအစား က်န္းမာေရးအေျခအေန\nတုိ႔ေၾကာင့္ အႀကိမ္ႀကိမ္ အပယ္ခံရပါတယ္။ ဒါေပမဲ့ တစ္ေန႔ သိပၸံပညာ ရွင္တစ္ေယာက္ရဲ႕\nဖိတ္ေခၚစမ္းသပ္မွု႕ေၾကာင့္ သူ႕ဘ၀ အႀကီးအက်ယ္ေျပာင္းလဲ သြားပါေတာ့တယ္။သာမန္\nလူသားတစ္ေယာက္ေန စူပါဟီးရုိးတစ္ေယာက္ျဖစ္သြားပါတယ္။တစ္ဖက္မွာလည္း\nဟစ္တလာ ရဲ႕ တပည့္ေတြက ဟုိက္ဒရာလုိ႔ေခၚတဲ့ အဖြဲ႕အစည္းတစ္ခုကုိ ဖြဲ႕စည္းၿပီး\nထူးဆန္း သဘာ၀လြန္လက္နက္ေတြ စမ္းသပ္ အသုံးခ်ေနပါတယ္ .... စတိဗ္ တစ္ေယာက္\nဒီအဖြဲ႕ေတြကုိ ဘယ္လုိ ရင္ဆုိင္ မလဲ ... ဟုိက္ ဒရာ ရဲ႕ အထူးလက္နက္ က ဘာေတြလဲ\nေနာက္ထြက္တဲ့ Avengers ကားေတြ နဲ႔ ဘယ္လုိေတြ ဆက္စပ္ေနလဲဆုိတာေတြ ကုိ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/captain-america-the-first-avenger-2011/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/swallows_and_amazons_ver3-207x300.jpg",
        "title": "Swallows and Amazons (2016)",
        "description": "Swallows and Amazons (2016)\nIMDb - 6.1/10_____Rotten - 94%ဂျွန်တို့မောင်နှစ်မလေးယောက်ဟာ ကျောင်းပိတ်ရက်ရှည်မှာ နယ်မြို့လေးတစ်မြို့ကိုအပန်းဖြေခရီးထွက်ခဲ့ရာမှာ…အိမ်နဲ့မနီးမဝေး ကျွန်းလေးတစ်ကျွန်းကို campထွက်ဖို့မိခင်ဆီမှခွင့်ပြုချက်ရခဲ့ရာမှ …ကျွန်းမှာ အုပ်စိုးနေတဲ့Amazonsတွေနဲ့ဘယ်လိုတွေတိုက်ခိုက်ပြီး ကျွန်းမှာစခန်းချနေထိုင်ကြမလဲ…တစ်ဖန်ကျွန်းမှာပုန်းအောင်းနေတဲ့… အစိုးရကအလိုရှိနေတဲ့ရုရှားသူလျှိုကြီးနဲ့လည်းပြဿနာဖြစ်ခဲ့ရာမှမောင်နှမတွေဘယ်လိုတိုင်ပတ်ကြမလဲ…အစကတကျက်ကျက်မတည့်ကြတဲ့မောင်နှမတွေ အုပ်ထိန်းသူမပါဘဲတစိမ်းနဲ့တိုက်ခိုက်ရတဲ့အခါဘယ်လိုညီညီညွတ်ညွတ် စည်းလုံးသွားကြသလဲ ဆိုတာပျော်ရွှင်ရယ်မောဖွယ်မိသားစုလိုက်ကြည့်ရှုသင့်တဲ့ ချစ်စရာmovieလေးတစ်ပုဒ်လို့ညွှန်းလိုက်ချင်ပါတယ်…ဂြှနျတို့မောငျနှဈမလေးယောကျဟာ ကြောငျးပိတျရကျရှညျမှာ နယျမွို့လေးတဈမွို့ကိုအပနျးဖွခေရီးထှကျခဲ့ရာမှာ…အိမျနဲ့မနီးမဝေး ကြှနျးလေးတဈကြှနျးကို campထှကျဖို့မိခငျဆီမှခှင့ျပွုခကြျရခဲ့ရာမှ …ကြှနျးမှာ အုပျစိုးနတေဲ့Amazonsတှနေဲ့ဘယျလိုတှတေိုကျခိုကျပွီး ကြှနျးမှာစခနျးခနြထေိုငျကွမလဲ…တဈဖနျကြှနျးမှာပုနျးအောငျးနတေဲ့… အစိုးရကအလိုရှိနတေဲ့ရုရှားသူလြှိုကွီးနဲ့လညျးပွူနာဖွဈခဲ့ရာမှမောငျနှမတှဘေယျလိုတိုငျပတျကွမလဲ…အစကတကကြျကကြျမတည့ျကွတဲ့မောငျနှမတှေ အုပျထိနျးသူမပါဘဲတစိမျးနဲ့တိုကျခိုကျရတဲ့အခါဘယျလိုညီညီညှတျညှတျ စညျးလုံးသှားကွသလဲ ဆိုတာပြောျရှှငျရယျမောဖှယျမိသားစုလိုကျကွည့ျရှုသင့ျတဲ့ ခစြျစရာmovieလေးတဈပုဒျလို့ညှှနျးလိုကျခငြျပါတယျ… Quality…..BluRay 1080p\nDuration…..01:36:00\nFormat…Mp4\nFile Size…(764 MB)\nTranslator…..May Thazin Myint\nEncoder…..Moe Myint Lwin",
        "rating": "6.1",
        "url": "https://megaup.net/1x4ho/Swallows_And_Amazons_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/images-1-133x200.jpg",
        "title": "Mr. Bean’s Holiday (2007)",
        "description": "Mr. Bean's Holiday (2007)__________IMDb - 6.4/10အက်ရှင်တွေ အချစ်တွေ အကြမ်းတွေ များလာတော့ ဒီတစ်ခါ ပရိသတ်ကြီးပေါ့ပေါ့ပါးပါး လေးဖြစ်သွားအောင် Mr.Bean's Holidayလေး တင်ပေးလိုက်ပါတယ် Mr.Beanရယ်လို့ အသံကြားလိုက်ရုံနဲ့ ရုပ်ရှင် ခရေဇီတွေရော သာမန်ရုပ်ရှင်ပရိသတ်တွေပါ အလိုလို အူမြူးလာတတ်ကြပါတယ်။ဒီ Mr.Bean's holidays ဟာ ဆိုရင်လည်း ရုပ်ရှင် ပရိသတ်တွေ တော်တော်များများ အထူးနှစ်ခြိုက်ခဲ့ကြတဲ့ ဇာတ်ကားတစ်ကားပါ။ 'Old but gold' ဆိုတဲ့စကားဟာ ဒီ ဇာတ်ကားလေး အတွက်လည်း မှန်တယ်ခင်ဗျ။ မြန်မာစာတန်းထိုး နဲ့မှ ကြည့်ရတာ ဖီးလ် ပိုရှိတယ်ဆိုတဲ့ ချစ်ပရိသတ်ကြီးတွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းလေးရဲ့ အစမှာတော့ Mr.Beanက ကံကောင်းတယ်ဗျ။ကန်းနက်စ် ကို ခရီးသွားဖို့ လက်မှတ်ရယ် ဗွီဒီယိုကင်မရာလေးတစ်လုံးရယ် ယူရို ၂၀၀ ရယ် မဲပေါက်ခဲ့တာကိုး (ဒါတောင်ဆရာသမားက တေ့လွဲ လွဲဦးမို့) ...",
        "rating": "6.4",
        "url": "https://megaup.net/2d3TV/Mr.Bean_Holiday_[2007]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMjAzMDUzMzk0NV5BMl5BanBnXkFtZTgwODczODg4MzE@._V1_SY999_CR00625999_AL_-188x300.jpg",
        "title": "Baby (2015)",
        "description": "Bollywood Star တစ္​​ေယာက္​ျဖစ္​တဲ့ stunt ​ေတြလဲလူစားမထိုး...\nကိုယ္​ခံပညာလဲကြၽမ္​းက်င္​တက္​​ေျမာက္​ထားတဲ့ shay Kumar နဲ႔ Baahubali ထဲက\nဗီလိန္​ႀကီး Rana Daggupati တို႔တြဲဖက္​သ႐ုပ္​​ေဆာင္​ထားၿပီး....\nAction/Thriller အမ်ိဳးအစားျဖစ္​ပါတယ္​....\nဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့...အိနိၵယမွာ ပါကစၥတန္​ စစ္​​ေသြးႂကြ​ေတြဘံုးခြဲမယ္​့အ​ေၾကာင္​း​ေပါ့.....\nAshay Kumar က လ်ွိ႔ဝွက္​​ေအးဂ်င္​့အျဖစ္​သ႐ုပ္​​ေဆာင္​ထားၿပီး...\nသူ႔တပည္​့ Rana Daggupati ႏွင္​့အတူ ဘယ္​လိုနည္​း​ေတြနဲ႔ Pakistan စစ္​​ေသြးႂကြ​ေတြကို ဖမ္​းဆီးမလဲ\nသတ္​ပစ္​မလဲဆိုတာ​ေတြကို...ရင္​တထိတ္​ထိတ္​နဲ႔ ၾကည္​့႐ႈခံစားရမွာျဖစ္​ပါတယ္​...\nRustom ထဲကလို Ashay Kumar ႐ုပ္​တည္​တည္​နဲ႔လႈပ္​႐ွားမႈ action ​ေတြကိုျမင္​​ေတြ႔ရမွာပါ...\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Khant Shwe Thaik  ပဲ ျဖစ္ပါတယ္)File Size : 0.99 GB\nQuality : Bluray 720P\nRunning Time : 2hr 39minutes\nFormat : Mp4\nGenre : Action, Adventure, Thriller\nTranslator : ...",
        "rating": "8.1",
        "url": "https://megaup.net/1wpim/Baby_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    }
]