[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/dances-133x200.jpg",
        "title": "Dances With Wolves: Director’s Cut (1990)",
        "description": "IMDb 8/10\nOscar 7ဆုနဲ့ ရုပ်ရှင် ဆုပေါင်း 44 ခု ရရှိခဲ့တဲ့\n1990 ခုနှစ်က Adventure, Drama, Western ဇာတ်ကားတစ်ကားပါ။\nဂျွန် ဘန်ဒါအမည်ရတဲ့ အရာရှိတစ်ယောက်ဟာ\nပြည်တွင်းစစ်တွေ ဖြစ်ပွားနေတဲ့ နယ်စပ်ဒေသတစ်ခုကို\nမိမိဆန္ဒအလျောက် တာ၀န်ထမ်းဆောင်ဖို့ သွားခဲ့ပါတယ်။\nဟိုကိုရောက်တော့ လူမပြောနဲ့ တိရစ္ဆာန်တစ်ကောင်တစ်မြီးမှတောင်\nမရှိတဲ့အခြေအနေကို ကြုံတွေ့လိုက်ရပါတော့တယ်။\nတာ၀န်အရလာတာဖြစ်တဲ့အတွက် ဂျွန်ဟာ နောက်ကြောင်းပြန်မလှည့်ပဲ\nသူရယ် မြင်းတစ်ကောင်ရယ် ရိက္ခာတွေနဲ့အတူ နေရစ်ခဲ့ပါတော့တယ်။\nဂျွန် ဘန်ဒါတစ်ယောက် အဲ့ဒီဒေသမှာနေရင်း\nလူတွေအတွက် အန္တရာယ်ရှိလှပါပြီဆိုတဲ့\nသားရဲကောင်တွေ လူရိုင်းတွေနဲ့ တွေ့ဆုံပုံတွေ၊\nဘာသာစကားမတူတဲ့ လူရိုင်းတွေ\nမိမိကို အန္တရာယ်မပေးအောင် သူတို့နဲ့ လိုက်လျောညီထွေနေရင်း\nမိတ်ဆွေအပေါင်းအသင်း ဖြစ်သွားပုံတွေကို ရိုက်ကူးတင်ဆက်ထားပါတယ်။\nKevin Costner ကိုယ်တိုင် ဇာတ်လိုက်မင်းသားရော\nဒါရိုက်တာအဖြစ်ပါ လက်စွမ်းပြထားတဲ့ Dances With Wolves: Director's cut ဟာဆိုရင်တော့\nduration 236 minutes တောင်ရှိလို့ အမုန်းကြည့်ရမှာပါနော်\nQuality – 720p BluRayDuration - 3 hr 30 minSubtitle ...",
        "rating": "8",
        "url": "https://megaup.net/1Akh3/Dances.with.Wolves.1990.DC.720p.BluRay(CM)_(2).mp4",
        "category": "Adventure, Drama, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/lf-1-136x200.jpg",
        "title": "[James Bond] Tomorrow Never Dies (1997)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ ဒုတိယမြောက်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်...ကြင်အင်လက္ခဏာ...တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ....နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားမှာတော့ အရှေ့တိုင်းရဲ့ နာမည်ကျော် မင်းသမီး မီရှဲယိုလဲပါဝင်ထားပါတယ်...IMDb Rating (6.5/10) ရရှိထားပါတယ်...။  \nFile size…(2.6 GB) and (1.4 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "6.5",
        "url": "https://megaup.net/Umdx/Tomorrow_Never_Dies_(1997)_(1080p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/TMNTposter-1-136x200.jpg",
        "title": "TMNT (2007)",
        "description": "[Unicode]\nဒီကားလေးကတော့ လူငယ်ကြည့်ကြည့် လူကြီးကြည့်ကြည့်အဆင်ပြေတဲ့ လိပ်နင်ဂျင်ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းကတော့ ထုံးစံအတိုင်းလိပ်နင်ဂျာတို့ရဲ့ ရန်သူတော်ကြီးရှရက်ဒါကိုအနိုင်ယူပြီးအချိန်ကို ရိုက်ကူးထားတာပါ\nရှရက်ဒါကိုအနိုင်ယူပြီး လီယိုနာဒိုကလေ့ကျင့်ရေးလုပ်ဖို့တောထဲထွက်သွားခဲ့ပါတယ်\nတစ်ဖက်မှာကျန်ခဲ့တဲ့ညီအစ်ကိုသုံးကောင်ကလည်းသူ့နည်းသူ့ဟန်နဲ့ရှင်သန်ရုန်းကန်နေကြတာပေါ့\nဒီတစ်ခါသူတို့ရင်ဆိုင်ရမဲ့ ရန်သူတော်ကြီးက\nလွန်ခဲ့တဲ့နှစ်သောင်ထောင်ကတည်းကအသက်ရှင်နေတဲ့ သူရဲကောင်းဘုရင်ကြီးရုတ်ပဲဖြစ်ပါတယ်\nသူဟာ ကီကန်ကြယ်ရဲ့အလန်းတန်းကိုအသုံးပြုပြီးဝင်ပေါက်တစ်ခုဖန်တီးရာကနေ မသေမျိုးဖြစ်လာခဲ့တာပါ\nတန်ကြေးအနေနဲ့ သူ့ညီအစ်ကိုဗိုလ်ချုပ်လေးယောက်ဟာကျောက်ရုပ်တွေဖြစ်သွားခဲ့ပါတယ်\nသူဟာနှစ်သုံးထောင်ကြာအောင်တစ်ယောက်ထဲနောင်တတွေနဲ့ရှင်သန်ပြီး သူ့ညီအစ်ကိုတွေကိုအသက်ပြန်သွင်းဖို့စောင့်နေပါတယ်\nဝင်ပေါက်ကနေလွတ်နောက်ထပ်ဘေးထွက်ဆိုးကျိုးအနေနဲ့သတ္တဝါကြီး၁၃ကောင်ဟာလည်း ကမ္ဘာမြေပေါ်ကိုလွတ်ထွက်လာခဲ့ပါတယ်\nသတ္တဝါကြီး၁၃ကောင်ကို ပြန်ဖမ်းရင်း သူ့ညီအစ်ကိုစစ်ဗိုလ်တွေကိုအသက်ပြန်သွင်းမဲ့\nရုတ်ရဲ့အကြံအစည်ကို လိပ်နင်ဂျာတွေက တားဆီးမှာကို ကြည့်ရှူရမှာပဲဖြစ်ပါတယ် ။\nပေါ့ပေါ့ပါးပါးနဲ့ fight scene ကောင်းကောင်းလေးတွေပါတာမို့လို့ လက်လွှတ်မခံသင့်တဲ့ကားကောင်းလေးပဲဖြစ်ပါတယ် ။\n( အညွှန်းရေးသားပြီး ဘာသာပြန်ထားသူကတော့ T lone ဖြစ်ပါတယ် )\n [Zawgyi]\nဒီကားေလးကေတာ့ လူငယ္ၾကည့္ၾကည့္ လူႀကီးၾကည့္ၾကည့္အဆင္ေျပတဲ့ လိပ္နင္ဂ်င္ကားေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္းကေတာ့ ထုံးစံအတိုင္းလိပ္နင္ဂ်ာတို႔ရဲ႕ ရန္သူေတာ္ႀကီးရွရက္ဒါကိုအႏိုင္ယူၿပီးအခ်ိန္ကို ႐ိုက္ကူးထားတာပါ\nရွရက္ဒါကိုအႏိုင္ယူၿပီး လီယိုနာဒိုကေလ့က်င့္ေရးလုပ္ဖို႔ေတာထဲထြက္သြားခဲ့ပါတယ္\nတစ္ဖက္မွာက်န္ခဲ့တဲ့ညီအစ္ကိုသုံးေကာင္ကလည္းသူ႔နည္းသူ႔ဟန္နဲ႔ရွင္သန္႐ုန္းကန္ေနၾကတာေပါ့\nဒီတစ္ခါသူတို႔ရင္ဆိုင္ရမဲ့ ရန္သူေတာ္ႀကီးက\nလြန္ခဲ့တဲ့ႏွစ္ေသာင္ေထာင္ကတည္းကအသက္ရွင္ေနတဲ့ သူရဲေကာင္းဘုရင္ႀကီး႐ုတ္ပဲျဖစ္ပါတယ္\nသူဟာ ကီကန္ၾကယ္ရဲ႕အလန္းတန္းကိုအသုံးျပဳၿပီး၀င္ေပါက္တစ္ခုဖန္တီးရာကေန မေသမ်ိဳးျဖစ္လာခဲ့တာပါ\nတန္ေၾကးအေနနဲ႔ သူ႔ညီအစ္ကိုဗိုလ္ခ်ဳပ္ေလးေယာက္ဟာေက်ာက္႐ုပ္ေတြျဖစ္သြားခဲ့ပါတယ္\nသူဟာႏွစ္သုံးေထာင္ၾကာေအာင္တစ္ေယာက္ထဲေနာင္တေတြနဲ႔ရွင္သန္ၿပီး သူ႔ညီအစ္ကိုေတြကိုအသက္ျပန္သြင္းဖို႔ေစာင့္ေနပါတယ္\nဝင္ေပါက္ကေနလြတ္ေနာက္ထပ္ေဘးထြက္ဆိုးက်ိဳးအေနနဲ႔သတၱဝါႀကီး၁၃ေကာင္ဟာလည္း ကမာၻေျမေပၚကိုလြတ္ထြက္လာခဲ့ပါတယ္\nသတၱဝါႀကီး၁၃ေကာင္ကို ျပန္ဖမ္းရင္း သူ႔ညီအစ္ကိုစစ္ဗိုလ္ေတြကိုအသက္ျပန္သြင္းမဲ့\n႐ုတ္ရဲ႕အႀကံအစည္ကို လိပ္နင္ဂ်ာေတြက တားဆီးမွာကို ၾကည့္ရႉရမွာပဲျဖစ္ပါတယ္ ။\nေပါ့ေပါ့ပါးပါးနဲ႔ fight scene ေကာင္းေကာင္းေလးေတြပါတာမို႔လို႔ လက္လႊတ္မခံသင့္တဲ့ကားေကာင္းေလးပဲျဖစ္ပါတယ္ ။\n( အညႊန္းေရးသားျပီး ဘာသာျပန္ထားသူကေတာ့ T ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/tmnt-2007/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/12002410_1134539806560929_7647752797114155043_o-135x200.jpg",
        "title": "[James Bond] Spectre (2015)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++၂၀၁၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Spectre ဇာတ်ကားဟာ ၂၄ ကားမြောက် James Bond ဇာတ်ကားဖြစ်ပါတယ်..။Spectreဆိုတဲ့ နာမည်ဟာ James Bondရုပ်ရှင်တွေမှာ ပါလေ့ရှိတဲ့ ကမ္ဘာ့အကြမ်းဖက် အဖွဲ့အစည်းဖြစ်မှန်း James Bond ပရိသတ်တွေ သိကြမှာပါ။ ဒီနာမည်ရဲ့ အရှည်က မကောင်းဆိုးဝါးတစ်ကောင်လိုဖြစ်ပြီး Special Executive for Counter-intelligence, Terrorism, Revenge, and Extortion ဖြစ်ပါတယ်။\nဒီဂိုဏ်းကို Skyfall မှာတုန်းက သေသွားခဲ့တဲ့ M ရဲ့မသေခင် ပေးပို့သွားတဲ့ Message ကနေခြေရာခံလိုက်ခဲ့တာပါ။ ယခင်ဂျိမ်းဘွန်းကားတွေနဲ့ မနှိုင်းယှဉ်တော့ပါဘူး...ဒီဖက်ခေတ်အထာတွေအများကြီးပါဝင်လာတာမို့လို့ပါ။\nယခင်ဇာတ်ကားတွေလို ဂျိမ်းစ်ဘွန်းကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/2gagl/Spectre_(2015)_(1080p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/rTAZjyTPIcsZffqD0WHtxOLZOSW-133x200.jpg",
        "title": "[James Bond] Skyfall (2012)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။၂၀၁၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Skyfall ဟာ ၂၃ ကားမြောက်ဇာတ်ကားသလို  James Bond ရုပ်ရှင် နှစ်ငါးဆယ်ပြည့်အနေနဲ့ ထွက်ရှိခဲ့တာ ဖြစ်ပြီး ကမ္ဘာတစ်၀န်းမှာ ၁.၁ ဘီလီယမ် ဒေါ်လာရရှိခဲ့တဲ့အတွက် အအောင်မြင်ဆုံး James Bondရုပ်ရှင်ပါ။ အဲဒီရုပ်ရှင်ဟာ ဒီနေ့အချိန်အထိ ကမ္ဘာတစ်၀န်းမှာ ရောင်းအကောင်းဆုံး ရုပ်ရှင်တွေထဲမှာ နံပါတ်ကိုးနေရာက ရပ်တည်နေပါတယ်။\nIMDb Rating(7.8/10) နဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1Aaow/Skyfall_(2012)_(1080p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/6cfbc699a888f2650d551b2c3c8feb9c-133x200.jpg",
        "title": "[James Bond] Quantum of Solace (2008)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။\nQuantum of Solace ဇာတ်ကားမှာ ၂၁ ကားမြောက် ဂျိမ်းဘွန်းဇာတ်ကား Casino Royal ဇာတ်ကားနဲ့ ဆက်နွယ်မှု ရှိပါတယ်။\nCasino Royal ဇာတ်ကားမှာ ဘွန်းနှင့် မစ္စတာဝှိုက်တို့ ကာစီနိုကစားပွဲအပြီး\nနောက်တစ်နာရီ အကြာ ဖြစ်ပျက်သော ဖြစ်ရပ်တခုနဲ့ Quantum of Solace ဇာတ်ကားကို စဖွင့်ထားတာပါ။\nဒီဇာတ်ကားကတော့ IMDb Rating(6.7/10) နဲ့ Rotten ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Aaoc/Quantum_of_Solace_(2008)_(1080p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/casino_royale_ver7_xlg-135x200.jpg",
        "title": "[James Bond] Casino Royale (2006)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။ဒီဇာတ်ကားက ဂျိမ်းဘွန်းမင်းသားသစ်အဖြစ် Daniel Craig ကိုစတင်အသက်သွင်းတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nထူးခြားလာတာက ယခင် ဂျိမ်းဘွန်းကာရိုက်တာတွေနဲ့ မတူတော့ဘဲ တမူထူးခြားတဲ့ ကာရိုက်တာကိုအသက်သွင်းလာတာတွေ့ရပါတယ်။ယခင်ကလို တိုက်တိုင်းအောင် ပုံစံမျိုးမဟုတ်တော့ဘဲလက်တွေ့ပုံစံဆန်လာပြီးခပ်ကြမ်းကြမ်းနဲ့ မိုးဆုံးမြေဆုံး လိုက်လံချေမှုန်းတတ်တဲ့ အေးဂျင့်တစ်ယောက်အဖြစ် 007 ပုံစံကို ပြောင်းလာပါတယ်။\nဒီဇာတ်ကားကတော့ IMDb Rating(8/10) နဲ့ Rotten Tomatoes (95%) ထိရရှိထားပါတယ်။ \nFile size…(1.9 GB) and (1 ...",
        "rating": "8.0",
        "url": "https://megaup.net/1A9qp/Casino_Royale_(2006)_(1080p_BluRay_x265_SAMPA).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kS2uY0L5qbEcho1o4itvtZEroMy.jpg",
        "title": "The Knight & The Princess(2019)",
        "description": "The Knight & The Princess(2019)IMDb...7.1ဒီတစ်ခါတော့ Animationကားကောင်းကောင်းလေးကို\nတင်ဆက်ပေးချင်ပါတယ်\n၇ရာစုပိုင်းလောက်မှာ အာရပ်တွေနေထိုင်တဲ့ အာရေးဗီးယန်းကျွန်းဆွယ်နဲ့\nအန္ဒိယသမုဒ္ဒရာအတွင်းမှာရှိတဲ့ ဆိပ်ကမ်းရှိတဲ့တိုင်းပြည်တွေဟာ ရောင်းဝယ်\nဖောက်ကားမှုတွေ ကုန်သွယ်မှုတွေလုပ်ခဲ့ကြပါတယ်....ပလိပ်ရောဂါစတင်ဖြစ်ပွားတဲ့အချိန်မှာ အာရပ်ကုန်သည်တွေဟာလည်း\nပလိပ်ရောဂါခံစားခဲ့ရပြီးတော့ သူတို့တိုင်းပြည်အတွင်း ရောဂါမကူးစက်နိုင်ဖို့\nပင်လယ်ပြင်မှာပဲအသေခံဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်....သူတို့သေသွားပြီးတဲ့နောက် ကျန်ရှိခဲ့တဲ့ သူတို့ရဲ့ဇနီးတွေနဲ့သားသမီးတွေကို သင်္ဘောတစ်စီးနဲ့\nရတနာပစ္စည်းတွေကိုတင်ပြီးတော့ သူတို့နေရပ် အာရပ်တိုင်းပြည်ကိုပြန်လည်ပို့ဆောင်ပေးခဲ့ပါတယ်....ကံမကောင်းစွာနဲ့ပဲ ဘုရင်ဒယ်ဟာအမိန့်ပေးခိုင်းစေတဲ့ မဒ်ပင်လယ်ဓားပြတွေရဲ့ တိုက်ခိုက်မှုကို\nခံခဲ့ရပြီးတော့ ပြန်ပေးဆွဲခံခဲ့ရပြီး  စစ်ပွဲကြီးဖြစ်လာဖို့ အကြောင်းဖန်လာပါတော့တယ်....စွန်းစားခန်း အမိုက်စား Animation ကိုမှ ကြိုက်သူတွေအတွက်တော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasဖြစ်ပါတယ် File Size :(900 MB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:38:00\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  MarTizas\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/Uavu/The_Knight_And_The_Princess.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vglivF7KG7YcojCsqWkkRwad0VE.jpg",
        "title": "Infidel(2019)",
        "description": "Infidel(2019)အညွှန်း*******************IMDb....6.5ဒေါ့ဂ်ရော်ဝင်းစ်ဟာ ဘာသာရေးနဲ့ပတ်သတ်သမျှကို ပွင့်ပွင့်လင်းလင်း ဝေဖန်ရေးသားနေလေ့ရှိတဲ့ ခရစ်ယာန်ဘာသာဝင်အမေရိကန်လူမျိုးဂျာနယ်လစ်တစ်ယောက်ပါ။ တစ်ရက်မှာတော့ အီဂျစ်နိုင်ငံ ကိုင်ရိုမြို့မှာ အစ္စလာမ်ဘာသာနဲ့ ခရစ်ယာန်ဘာသာကြားတူညီမှု ကွဲပြားမှုတို့ကို အမြင်ချင်း ဖလှယ်ဖို့ ဖိတ်ကြားချင်ခံခဲ့ရပါတယ်။ဒါပေမဲ့ ဟောပြောပွဲမှာ စကားကျွံပြီး ပြောခဲ့မိတာကြောင့် အစ္စလာမ်ဘာသာဝင်တွေကြားအုံကြွမှုဖြစ်ကာ အမေရိကန်သူလျိုအဖြစ် မတရားအစွပ်စွဲခံရတဲ့အပြင် ဖမ်းစီးခြင်းခံရကာ အီရန်မှာရုံးတင်စစ်ဆေးခြင်းခံခဲ့ရပါတယ်။ သူ့အတွက် အဆိုးဆုံးအနေအထားရောက်ရှိနေတဲ့အပြင်အမေရိကန်အစိုးရရဲ့ ကာကွယ်မှုလည်းမရှိတော့ အချိန်မရွေးသေဒဏ်ပေးခံရမဲ့ အခြေအနေရောက်ရှိနေပါတယ်...ဒီလိုအခြေအနေမျိုးမှာ သူဘယ်လိုရုန်းထွက်မလဲ...ကယ်မဲ့သူရောရှိပါ့မလား.... ဘာသာရေးကိစ္စဆိုတော့သက်ညှာမှုလုံးဝမရှိတဲ့သူ့အနေအထားမှာ မျှော်လင့်ချက်ဆိုတာဘာဆို ဘာာမှမရှိပါ...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....Infidel ဇာတ်ကားဟာ နိုင်ငံရေးအပေါ် ဘာသာရေးရဲ့လွမ်းမိုးမှု၊ကမ္ဘာတဝှမ်း အထူးသဖြင့် အရှေ့အလယ်ပိုင်းနိုင်ငံ‌တွေမှာ ဂျာနယ်လစ်တွေ နှစ်အတော်ကြာခံစားခဲ့ရတဲ့ ဥပဒေမရှိ တရားမဲ့လုပ်ရပ်တွေကို ပုံဖော်ရိုက်ကူးထားခြင်းဖြစ်တာကြောင့်ဇာတ်လမ်းကောင်းမွန်တဲ့အက်ရှင်ကားဖြစ်ကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်.....File Size :(0.98GB) and (380 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action, Adventure, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.5",
        "url": "https://megaup.net/Uano/Infidel.2019.WEB-DL.720P.PP.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mWRQNlWXYYfd2z4FRm99MsgHgiA.jpg",
        "title": "The Tale of the Princess Kaguya (2013)",
        "description": "The Tale of Princess Kagura (2013)\n*****************************************\nImdb rating- 8.0/10\nRotten Tomatoes- 100%\n \nပုံပြင်တွေ ၊ ဒဏ္ဍာရီတွေဆိုတာ ကျွန်မတို့ ကလေးဘဝရဲ့ အသည်းစွဲအမှတ်တရတွေပါ။\n \nငယ်ငယ်တုန်းက လူကြီးတွေပြောပြခဲ့တဲ့ အိပ်ရာဝင်ပုံပြင်တွေ၊ ကြားဖူးနားဝရှိနေခဲ့တဲ့\n \nဒဏ္ဍာရီဇာတ်လမ်းတွေ… ငယ်ဘဝဆိုတာ ဒါတွေနဲ့ ဖြတ်သန်းကြီးပြင်းလာကြရတာမဟုတ်လား?\n \nကျွန်မအတွက်တော့ KAGUYAမင်းသမီးဟာ ငယ်စဥ်ကာလရဲ့ အစိတ်အပိုင်းတစ်ခုပါပဲ။\n \nဝါးပင်ကနေ မွေးဖွားလာတဲ့ မင်းသမီးလေးဆိုတာ ၂၀၁၄ရုပ်ရှင်မထွက်ခင်ကတည်းက\n \nဂျပန်ရိုးရာပုံပြင်အဖြစ် စာအုပ်တွေထဲမှာ ဖတ်ဖူးပြီးသားပါ။ ရုပ်ရှင်ထွက်လာတော့လည်း\n \nသူငယ်ချင်းတွေက Cinderella, Sleeping Beauty စတဲ့ ဒစ်စနေးကာတွန်းတွေကို\n \nသဘောကျကြချိန်မှာ ကျွန်မကတော့ MNTVမှာ ခဏခဏပြတဲ့\n \nTHE TALE OF PRINCESS KAGUYAကို စွဲလမ်းခဲ့ဖူးပါတယ်။\n \nStudio Ghilibiဆိုတာ ဂျပန်နိုင်ငံရဲ့ ထိပ်တန်း animeတွေ မွေးဖွားရာနေရာတစ်ခုပါ။\n \nStudio Ghilibiလို့ပြောလိုက်ရင် အများစုက တည်ထောင်သူ\n \nမီယာဇကီကိုပဲ ပြေးမြင်တတ်ကြပါတယ်။ ဒါပေမဲ့ ...",
        "rating": "8.0",
        "url": "https://megaup.net/U97e/(CM)The.Tale.of.the.Princess.Kaguya.2013.JAPANESE.1080p.BluRay.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/f4Q6BKm1lv9u5xoffbIIwrOYf6z.jpg",
        "title": "Waterworld (1995)",
        "description": "Water World (1995)\n=====================ကမ္ဘာ့ဝန်ရိုးစွန်းဒေသ ပိုလာရေခဲပြင်ကြီးအရည်ပျော်သွားခဲ့ပြီးနောက် ကမ္ဘာမြေမျက်နှာပြင်အားလုံးနီးပါးဟာရေအောက်ကိုရောက်သွားခဲ့ပြီး အဲ့ဒီလိုရေကမ္ဘာကြီးမှာ ခြောက်သွေ့ကုန်မြေဆိုတာ နိဗ္ဗာန်ဘုံဒဏ္ဍရီတစ်ခုဖြစ်လာခဲ့ပါတယ်။အရာအားလုံးပျောက်ဆုံးကာ အစာရေစာလဲရှားပါးချိန် ခေတ်ဟောင်းကမ္ဘာကြီးရဲ့လက်ကျန်လေးများနဲ့အသက်ဆက်ရှင်နေရချိန် လှေတစ်စင်းနဲ့ကမ္ဘာပင်လယ်ပြင်ကြီးထဲရွက်လွှင့်စွန့်စားသွားလာကြသူတွေကံကောင်းထောက်မစွာ ရေနံတင်သင်္ဘောကြီးပေါ်ရှာတွေ့ပြီး အရှင်တစ်ခင်တစ်ယောက်လိုအသက်ဆက်ရှင်ကာနယ်မြေချဲ့တဲ့ သူတို့ပေါ်လာတိုင်းမီးခိုးတန်းကြီးမြင်ရတဲ့ Smokers ခေါ်သူတွေနဲ့ ကာကွယ်သူမဲ့နေသူတွေကိုကျွန်ပြုခိုင်းစေကြတဲ့ Slavers တွေဆိုပြီးရှိကြတယ်။သူတို့အားလုံးရဲ့ရည်းမှန်းချက်က ခြောက်သွေ့မြေကိုရှာတွေ့ဖို့ပါပဲ။ အဲ့ဒီခြောက်သွေ့မြေကိုသွားရာလမ်းညွှန်းမြေပုံကိုကလေးတစ်ယောက်ရဲ့နောက်ကျောမှာရေးဆွဲထားတဲ့သီတင်းကနေစလို့ အဲ့ဒီကလေးဆီကခြောက်သွေ့ကုန်းမြေဆီသွားရာမြေပုံကိုရယူဖို့ကြိုးစားကြရင်း ဘာမထီသွေးအေးသန္ဓေပြောင်းလူသားကြီးနဲ့ရင်ဆိုင်ကြရတဲ့ စွန့်စားခန်းရုပ်ရှင်ကြီးဖြစ်ပါတယ်။ဒီဇတ်ကားက သိပ်ညွှန်းစရာတောင်မလိုပါဘူး အားလုံးကြည့်ဖူးပြီးသား အားလုံးနဲ့လဲရင်းနီးပြီးသားဖြစ်မှာပါ။စုတ်ပြတ်နေတဲ့အဝတ်အစားတွေနဲ့ငါးကြေးခွံတွေကိုအင်္ကျီချုပ်ဝတ်ကြရင်း ရေကမ္ဘာမှာပွဲကြမ်းကြတဲ့ဇတ်ကားဆိုတာလူတိုင်းမှတ်မိပြီးသားပါ။1995 ကဇတ်ကားဖြစ်ပေမဲ့ ကွန်ပျုတာအထူးပြုလုပ်ချက်တွေလဲအဆင်မမြင့်ဘဲရိုက်ကူးထားပုံက အခုချိန်ပြန်ကြည့်တာတောင်မရိုးနိုင်စရာပါပဲမင်းသားကြီး Kevin Costner ပါဝင်ထားပြီး အကောင်းဆုံးဆု အဆိုးဆုံးဆုနဲ့ ဇကာတင်စာရင်းများစွာလဲဝင်ခဲ့တဲ့အားလုံးမှင်သက်စရာခံစားချက်တွေရစေမယ့် 6.2 ရထားတဲ့ဇတ်ကားကိုအားလုံးပြန်ကြည့်ရင်း ရေငတ်လိုက်ကြပါစို့လား။Translated by : Myo Myint Maung \nEncoded by : YK\nFile Size : 2.5GB and 1.2 GB\nQuality : 1080p Blu-ray and 720p",
        "rating": "6.2",
        "url": "https://megaup.net/1HFha/Waterworld_(1995).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8QKWOuEZk77ey7oA1Ul3e3xm4KY.jpg",
        "title": "The Christmas Chronicles: Part Two (2020)",
        "description": "CM ပရိသတ်တွေအတွက် ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ Netflix က လောလောလတ်လတ်ထွက်ရှိထားတဲ့ ခရစ္စမတ် theme ဇာတ်ကားလေးဖြစ်ပါတယ် 2018 တုန်းကထွက်ရှိခဲ့တဲ့ The Christmas Chronicles ရဲ့အဆက်ပါ ( 2018 ဇာတ်လမ်းလေးကိုလည်း CMမှာပြန်ရှာကြည့်လို့ရတယ်နော် ) အေးစပြုလာတဲ့ဆောင်းတွင်းလေးနဲ့လိုက်ဖက်မယ့် ဇာတ်ကားလေးပါပဲ ဒီဇာတ်ကားလေးထဲမှာဆိုရင် ကိတ်နဲ့ တက်ဒီတို့က သူတို့အမေရယ် သူတို့အမေရဲ့ချစ်သူဘော့ဘ်ရယ်နဲ့အတူ ခရစ္စမတ်အပန်းဖြေခရီးထွက်လာတာပေါ့... ခရစ္စမတ်အချိန်မှာ ပူနွေးတဲ့မက်ဆီကိုကမ်းခြေကို ခရီးထွက်လာရတဲ့အတွက်ကော ဘော့ဘ်ကိုပါ အမြင်မကြည်တာကြောင့်ကော True Believer လေး ကိတ်က စန်တာကလော့ခ်ဆီမှာ သူ့ကိုဒီနေရာကခေါ်ထုတ်ပေးဖို့ဆုတောင်းပါတော့တယ်... တခြားတစ်ဖက်မှာတော့ စန်တာကိုအရမ်းမုန်းတီးနေတဲ့ ဘယ်စနခ်ကယ်ဆိုတဲ့သူရှိပါတယ် သူက စန်တာနဲ့အတူစွန့်စားခန်းတွေဝင်ခဲ့တဲ့ ကိတ်ကို ပြန်ပေးဆွဲပြီး စန်တာကို ဒုက္ခပေးဖို့ ကြံစည်နေတာပေါ့... ကိတ်ရဲ့ဆုတောင်းကို စန်တာက တကယ်ကြားသွားမလား ဘယ်စနခ်ကယ်ရဲ့အကြံအစည်တွေပဲ အောင်မြင်သွားမလား ဘယ်စနခ်ကယ်ကရော ဘယ်လိုအတိတ်ဆိုးတွေကြောင့် စန်တာကိုမုန်းနေရတာလဲ ဆိုတာကိုတော့ ဇာတ်ကားလေးထဲမှာ ရှုစားလိုက်ကြပါဦးနော် \nFile Size : ( 1 GB , 326 MB )\nQuality : WEBRip 720p\nRunning Time : 1hr 52min\nFormat : ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-christmas-chronicles-part-two-2020/",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c1F0vrX4tGuAHdvsuyfmBDpCQS3.jpg",
        "title": "Dreambuilders(2020)",
        "description": "Dreambuilders(2020)မီနာဟာ ​ကျေးလက်​​ဒေသ​လေးမှာ ဖခင်​နဲ့အတူ\nဘဝကို​အေး​အေးချမ်းချမ်းဖြတ်​သန်း​နေတဲ့ ​ကောင်​မ​လေး​တစ်​ဦးပါ။မီနာရဲ့ မိခင်​က​တော့  မြို့ကြီးပြကြီးမှာ အဆို​တော်​ဖြစ်​ချင်​တဲ့အိပ်​မက်​​ကြောင့် တောရွာက သူတို့သားအ​ဖ၂ဦးကို ထားရစ်​ခဲ့ပါတယ်​။မိခင်​ထားခဲ့​ပေမယ့် ဖခင်​နဲ့အတူ​နေထိုင်​ရင်း ​ပျော်​ရွှင်​​နေတဲ့ မီနာ့ဘဝထဲကို\nမိ​ထွေးဖြစ်​သူ ဟယ်​လီနာနဲ့ မိ​ထွေးရဲ့သမီးဖြစ်​သူ ဂျင်​နီတို့ ဝင်​လာခဲ့ပါတယ်​။သူတို့သားအဖရဲ့အိမ်​​လေးကို မြို့ကြီးသူပီပီ မီနာတို့ဘဝကို အထင်​မကြီးတဲ့ ဂျင်​နီ​ရောက်​လာချိန်​မှာ​တော့မီနာ့ဘဝဟာ စိတ်​အ​နှောင့်အယှက်​ဖြစ်​စရာ​တွေ တစ်​ခုပြီးတစ်​ခုကြုံ​တွေ့ရပါ​တော့တယ်​။အဲ့ဒီနောက် မီနာ့ဆီကို ထူးဆန်းအိပ်မက်စက်ရုပ်လေးရောက်လာတယ်...ဒီစက်ရုပ်လေး အိပ်မက်တွေကို လှပအောင်ဖန်တီးပေးတဲ့သူလေးပေါ့...အိပ်မက်တွေက တစ်ဆင့် လက်တွေ့ဘဝကခံစားချက်တွေကို လွှမ်းမိုးရှိလေတော့ မီနာ့ အိပ်မက်စက်ရုပ်လေးကို အသုံးချပြီးသူရင်ဆိုင်နေရတဲ့ ဆိုးဝါးတဲ့အခက်အခဲတွေကို ပြောင်းလဲဖို့ အသုံးချပါတော့တယ်...ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ စိတ်ဝင်စားစရာanime ကား​ကောင်း​လေးဖို့ လက်​မလွှတ်​တမ်းကြည့်ဖို့ ညွှန်းဆိုလိုက်​ပါတယ်​​နော်​။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lwin Lwin Aungပဲဖြစ်ပါတယ်......File Size :(873 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:21:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard ...",
        "rating": "6.5",
        "url": "https://megaup.net/2VSfQ/Dreambuilders.2020.BLU-RAY.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/Armour-of-God-II-Operation-Condor-1991-134x200.jpg",
        "title": "Armour of God II: Operation Condor (1991)",
        "description": "Amour of God II ကတော့ 1991 ခုနှစ်မှာ ထွက်ခဲ့ပါတယ်ဒီတစ်ခါတော့ ဂျက်ကီတစ်ယောက် အပန်းဖြေနေရာကနေ တာဝန်နဲ့ ပြန်ခေါ်ခံရပါတယ်အာဖရိကသဲကန္တာရထဲမှာ ဂျာမနီစစ်တပ်တွေ ဒုတိယကမ္ဘာစစ်တုန်းက မြှုပိထားခဲ့တဲ့ ရွှေတွေကို သွားရောက် တူးဖော်ဖို့ပါသူနဲ့အတူ ကန္တာရပညာရှင်မလေးတစ်‌ယောက်ကို အဖော်ထည့်ပေးလိုက်ပါတယ်နောက်တစ်ယောက်ကတော့ ရွှေတွေကို တာဝန်ယူမြှုပ်ခဲ့တဲ့ စစ်လက်ထောက်ကြီးရဲ့ မြေးဖြစ်သူ မိန်းကလေးကလည်းသူ့အဘိုး ဘဝခရီးဘယ်လိုအဆုံးသတ်ခဲ့သလဲဆိုတာကို အတည်ပြုဖို့အတွက် သူ့ဆန္ဒအလျောက် ရွှေတူးဖော်မယ့်ခရီးကို လိုက်ခဲ့ပါတယ်မိန်းကလေး ၂ ယောက်ရဲ့ အချင်းချင်း မတည့်တာလေးတွေဘုနဲ့ ဘောက်ဖြစ်ကြတာလေးတွေကိုဟာသလေး နှောပြီး ချစ်စရာကောင်းအောင် ရိုက်ကူးပြထားပါတယ်ဒါ့အပြင် အာဖရိကဘက်ကို ကျွမ်းကျင်တဲ့ ကောင်မလေးတစ်ယောက်နဲ့လည်း လမ်းမှာဆုံရာက အတူ ခရီးဆက်ဖြစ်ကြပါတယ်မချော ၃ ယောက် ဂျက်ကီတစ်ယောက် အခက်အခဲတွေကို ရင်ဆိုင်ပြီး ရွှေတွေရှိတဲ့နေရာကို ရောက်သွားချိန်မှာတော့ ...",
        "rating": "7.3",
        "url": "https://megaup.net/1zWcj/(CM)Armour.of.God.II.Operation.Condor.1991.Extended.Cut.BluRay.1080p.FLAC.2.0.AVC.REMUX-FraMeSToR.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/u8Lh2XEcJoL58WSOvW5LaeCGGJ8-133x200.jpg",
        "title": "Armour of God (1986)",
        "description": "အခုတစ်ခါတော့ အဟောင်းထဲက အကောင်းလေး တစ်ခုဖြစ်တဲ့ ဂျက်ကီချန်းရဲ့ ဇာတ်ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ပါပြီ1986 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Armour of God ပထမဆုံးဇာတ်ကားလေးပါဇာတ်လမ်းအကျဉ်းလေးနဲ့ အနည်းငယ် မိတ်ဆက်ပေးချင်ပါတယ်ခရစ်တော်မပေါ်မီ‌ တစ်ချိန်က မကောင်းဆိုးဝါးဂိုဏ်းတွေ လောကကြီးကို ကြီးစိုးဖို့ ကြိုးစားကြပါတယ်သူရဲ‌ကောင်းတွေက ဒီလိုမကောင်းဆိုးဝါးတွေကို တိုက်ပွဲဆင်နွှဲပြီး နောက်ဆုံးမှာ အနိုင်ယူခဲ့ပါတယ်အဲလိုတိုက်ပွဲမှာ သုံးခဲ့တဲ့ ဓားကို နတ်ဓားလို့ ခေါ်ဝေါ်ကြပါတယ်ကမ္ဘာ‌ပေါ်မှာ နတ်ဓားစုစုပေါင်း ၅ ချောင်း ရှိနေပါတယ်ဂျက်ကီချန်းက ၃ ချောင်းကို ရှာဖွေတွေ့ရှိပြီး ရောင်းစားထားပါတယ်အဲအချိန်မှာမကောင်းဆိုးဝါးဂိုဏ်းတစ်ခု ပေါ်ပေါက်နေပါတယ်ဒီဓားတွေကို အရယူပြီး ဖျက်စီးလိုက်နိုင်ရင် သူတို့ဘာသာသာသနာဟာ တည်တံ့ခိုင်မြဲပြီး သာယာဝပြောလိမ့်မယ်လို့ ယုံကြည်နေကြပါတယ်ဒါကြောင့် နတ်ဓားတွေကို ရအောင်ယူနိုင်မယ့် ဂျက်ကီချန်းကို ပိုက်ဆံမပေးဘဲ ခိုင်းနိုင်ဖို့ရာ ဂျက်ကီ့ရဲ့ ငယ်ချစ်ဟောင်း ...",
        "rating": "7.1",
        "url": "https://megaup.net/1zWco/(CMorg)Armour.of.God.1986.1080p.BluRay.REMUX.AVC.FLAC.2.0-NOAH_.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/come-away-138x200.jpg",
        "title": "Come Away 2020",
        "description": "889ခုနှစ်ကရေးဖွဲ့ခဲ့တဲ့ The Stolen Child ကဗျာကိုနောက်ခံထားပီးရိုက်ထားတဲ့ COME AWAY ဆိုတဲ့ဇာတ်ကားလေးကကလေးတွေရဲ့အိပ်မက ်ကမ္ဘာအကြောင်းကိုစိတ်ကူးယဥ္ပုံဖော်ထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်ဇာတ်ဆောင်ကလေးမောင်နှမတွေ ဖြစ်တ​ဲ့ဒေးဗစ် ပီတာနဲ့ အဲလစ် ၃ယောက်ထဲမှာမှအဲလစ်ကnarratorအဖြစ်နဲ့ပါ၀င်ထားတာပါအဲမောင်နှမ၃ယောက်က နယ်စွန်နယ်ဖျားကဆင်းရဲတဲ့မိသားစုလေးကဖြစ်ပီးသူတို့အဖေကတော့လက် မှုပညာရှင်တစ်ယောက်ပါ အေးချမ်းနေတ​ဲ့သူတို့မိသားစုလေးဆီကိုရောက်လာတဲ့ဂယက်ကတော့ ဒေးဗစ်ကို Bristlemoss ကျောင်းကိုပို့ပေးမဲ့ကလေးတွေရဲ့အဒေါ် အယ်လီနာရဲ့အကြံပါပဲ အဲကိုသွားခါနီးဆဲဆဲမှာပဲဒေးဗစ်ရဲ့မျော်လင့်မထားတဲ့သေခြင်းတ ရားနဲ့ကြုံကြိုက် မိပါတယ်ပီတာနဲ့ အဲလစ်ရဲ့ရင်ထဲကနက်ရှိုင်းတဲ့ဒဏ်ရာတွေရှိလာသလိုကလေးတွေရဲ့အိပ်မက ်ကမ္ဘာလေးကလဲ သူတို့ရဲ့လက်တကမ်းအလိုမှာရှိနေတာပါအရွယ်ရောက်ကြီးပြင်းချင်တဲ့ဆန္ဒရှိကြပေမဲ့ ဒုက္ခအားလုံးကင်း​ေ၀းမဲ့အိပ်မက ်ကမ္ဘာလေးကိုဘယ်သူသွားနိုင်မလဲဆိုတာရသမြောက်စွာကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:30:00\nGenre … Adventure, Fantasy, Dram\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Zora Yang",
        "rating": "6",
        "url": "https://megaup.net/2fSap/Come.Away.2020.1080p.WEBRip(CM).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/11/6lQXp_4f-115x200.jpg",
        "title": "The Dragon Hunting Well ( 2020 )",
        "description": "ဒီကားလေးမှာတော့...ဆွမ်ယိချန်က ကပ်ရောဂါဖြစ်နေတဲ့ မြို့လေးကိုဆေးအထောက်အပံ့ပစ္စည်းတွေ သွားပို့တဲ့ ဆရာဝန်တစ်ယောက်ပါ အဲ့ဒီမြို့လေးကလူတွေကလည်း ဘာသာရေးအလွန်အမင်း အယူသည်းပြီး ရောဂါကူးခံရတဲ့လူတွေကိုကျိန်စာမိနေတာလို့ သတ်မှတ်ထားကြပါတယ် ဆွမ်ယိချန် ရောဂါကူးစက်ခံရတဲ့လူတွေကိုထားတဲ့ ကန့်သတ်နယ်မြေကို ရောက်သွားပြီးမကြာခင်မှာ လူသားစားတဲ့သားရဲတစ်ကောင်ပေါ်လာတဲ့အခါ လူမှုကူညီရေးကလူတွေ ရောဂါကူးခံရတဲ့လူနာတွေ နဲ့အယူသည်းလွန်းတဲ့ မြို့လေးကလူတွေက ဘယ်လိုမျိုး လွတ်မြောက်အောင်လုပ်ကြမလဲလူတွေက သေချင်းတရားနဲ့မျက်နှာချင်းဆိုင်တွေ့တဲ့အခါ ဘယ်လိုမျိုးတွေ ပြောင်းလဲသွားကြမှာလဲဆိုတာ ရင်သက်ရှုမောဖွယ်ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော် Translated & Review By Yamin EiEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-dragon-hunting-well-2020/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rMM3JDq2aq2oOFZo5RQSnWslwJe.jpg",
        "title": "The Land Before Time XIV: Journey of the Brave",
        "description": "The Land Before Time XIV(2006)\n===========================\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The Land\nBefore Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါ\nတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့\nဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ\nMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့\nဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2fMrC/The.Land.Before.Time.XIV.Journey.Of.The.Brave.2016.1080p.WEBRip(CM).mp4",
        "category": "Adventure, Animation, Family, Land Before Time Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lduaj2gDNLiyetrB8Q3vn9Rhlx3.jpg",
        "title": "The Land Before Time XIII: The Wisdom of Friends",
        "description": "THE LAND BEFORE TIME XIII\n========================\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့\nThe Land Before Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေး\nတစ်ခုရှိပါတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စ\nပီးဘာ့ဂ် တို့ ဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို\nရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ\nMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့\nဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2fLuD/The.Land.Before.Time.XIII.The.Wisdom.of.Friends.2007.1080p.WEBRip(CM).mp4",
        "category": "Adventure, Animation, Family, Land Before Time Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ayVJqHPwcXbBpL9wNWFK5FyD9Zg.jpg",
        "title": "The Land Before Time XII: The Great Day of the Flyers",
        "description": "The Land Before Time XII\n======================\nChannel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့\nThe Land Before Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင်\nသိစေချင်တာလေးတစ်ခုရှိပါတယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ ….\nProducer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့ ဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။\nသူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ\nMovie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။\nဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ\nအကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့\nဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ...",
        "rating": "6.0",
        "url": "https://megaup.net/TP6s/The.Land.Before.Time.XII.The.Great.Day.of.the.Flyers.2006.1080p.WEBRip(CM).mp4",
        "category": "Adventure, Animation, Family"
    }
]