[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wtuBvGph8BnqgfFzIDMaVg5F8GB.jpg",
        "title": "Anaconda (1997)",
        "description": "[Unicode]Anaconda (1997)ဒီဇာတ်လမ်းလေးမှာတော့ အမေဇုန်တောနက်ကြီးထဲမှာရှိတဲ့ အလွန်တွေ့ရခဲတဲ့ ရှီရီရှားမားလူမျိုးစုတွေကို ပထမဆုံးမှတ်တမ်းရုပ်ရှင်ရိုက်နိုင်သူတွေဖြစ်ဖို့ ကြိုးစားနေတဲ့ ပရော်ဖက်ဆာ ကေး တို့အဖွဲ့ဟာလူမျိုးစုကိုရှာဖို့ ခရီးစတင်ချိန်မှာ မထင်မှတ်ပဲ ဒေသခံလူတစ်စုရဲ့ Anaconda ကြီးကို ဖမ်းဖို့အတွက်လုပ်ထားတဲ့ အကွက်ချစီစဉ်မှုကြီးထဲရောက်သွားတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲကြုံလာတဲ့အခက်အခဲတွေကို ကျော်ဖြတ်နိုင်ပါ့မလား‌သူတို့မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့ ကြိုးစားနေတဲ့ ရှီရီရှားမားလူမျိုးစုတွေနဲ့ရော တွေ့ခွင့်ရပါ့မလားဆိုတာကို မြင်တွေ့ခံစားရမှာဖြစ်ပါတယ်နောက်အရေးကြီးတဲ့အချက်တစ်ချက်ကတော့ ဒီကားထဲမှာ မင်းသမီးအနေနဲ့ပါဝင်ထားတဲ့ မစ်ဖရောရက်စ်က အရမ်း Hot တယ်ဆိုတာပါပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Aung hein htet ပါ ) [Zawgyi]Anaconda (1997)ဒီဇာတ္လမ္းေလးမွာေတာ့ အေမဇုန္ေတာနက္ႀကီးထဲမွာရွိတဲ့ အလြန္ေတြ႕ရခဲတဲ့ ရွီရီရွားမားလူမ်ိဳးစုေတြကို ပထမဆုံးမွတ္တမ္း႐ုပ္ရွင္႐ိုက္ႏိုင္သူေတြျဖစ္ဖို႔ ႀကိဳးစားေနတဲ့ ပေရာ္ဖက္ဆာ ေကး တို႔အဖြဲ႕ဟာလူမ်ိဳးစုကိုရွာဖို႔ ခရီးစတင္ခ်ိန္မွာ မထင္မွတ္ပဲ ေဒသခံလူတစ္စုရဲ႕ Anaconda ႀကီးကို ဖမ္းဖို႔အတြက္လုပ္ထားတဲ့ အကြက္ခ်စီစဥ္မႈႀကီးထဲေရာက္သြားတဲ့အခါ ဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲႀကဳံလာတဲ့အခက္အခဲေတြကို ေက်ာ္ျဖတ္ႏိုင္ပါ့မလား‌သူတို႔မွတ္တမ္း႐ုပ္ရွင္႐ိုက္ဖို႔ ႀကိဳးစားေနတဲ့ ရွီရီရွားမားလူမ်ိဳးစုေတြနဲ႔ေရာ ေတြ႕ခြင့္ရပါ့မလားဆိုတာကို ျမင္ေတြ႕ခံစားရမွာျဖစ္ပါတယ္ေနာက္အေရးႀကီးတဲ့အခ်က္တစ္ခ်က္ကေတာ့ ဒီကားထဲမွာ မင္းသမီးအေနနဲ႔ပါ၀င္ထားတဲ့ ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Berh/Anaconda_1_The_Beginning_(1997)_10bit_Blurayx265-HEVC.mkv",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gTlVy3wUApAanIAPdx3yz0YOROD.jpg",
        "title": "Anacondas 2: The Hunt for the Blood Orchid (2004)",
        "description": "[Unicode]Anacondas:The hunt for the Blood Orchid(2004)\n===========-==================\nဒီကားလေးကတော့ (၂၀၀၄) ခုနှစ်ကထွက်ခဲ့တဲ့\nAnacondaမြွေကြီးတွေအကြောင်း ရိုက်ကူးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းအစမှာ ဒေါက်တာဂျွန်ဘိုက်ရွန် ဂေါ်ဒွန်မစ်ချယ် ဆမ်ရော်ဂျာ ဂေးစထရင်း ကိုးလ်ဘားရစ်တို့နဲ့အတူ ဒေါက်တာဘန်ဒေါက်ဂလပ်စ်တို့ဟာ\nနယူးယောက်ခ်မြို့ရဲ့ ဆေးဝါးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ ဝက်ဆဲဟော ရဲ့ရန်ပုံငွေနဲ့ အင်ဒိုနီးယားနိုင်ငံ ဘော်နီယိုမှာရှိတဲ့ တောထဲကို ပန်းရှာဖို့ထွက်လာခဲ့ပါတယ်ဒီပန်းဟာလည်း တစ်ခြားတော့မဟုတ်ပါဘူး\nလူ့သက်တမ်းတွေကိုဆွဲဆန့်ထားနိုင်တဲ့အစွမ်းရှိတဲ့ တစ်နည်း အသက်ရှည်နုပျိုနေနိုင်တဲ့ အနီရောင်သစ်ခွပန်းပဲဖြစ်ပါတယ်ဒီပန်းထဲမှာပါဝင်တဲ့ ဓာတုပစ္စည်းတွေဟာ လူ့သက်တမ်းကိုရှည်ပြီး ငယ်ရွယ်နုပျိုနေစေနိုင်တဲ့ အစွမ်းရှိတဲ့ဆေး ဖော်စပ်ရာမှာ အသုံးပြုရမှာပဲဖြစ်ပါတယ်သူတို့ဟာပန်းရှိရာတောနက်ထဲကိုရေကြောင်းလမ်းကနေသွားဖို့လှေငှားရင်းနဲ့ပဲ ကပ္ပတိန် ဘေလ်ဂျွန်ဆင်နဲ့သူ့ရဲ့ လုပ်ဖော်ကိုင်ဖက် ထရန်ဝူတို့နဲ့ဆုံခဲ့ပါတယ်ကပ္ပတိန်ဘေဟာသူတို့ကိုအန္တရာယ်ကင်းကင်းခေါ်ဖို့ကြိုးစားရာကနေ မတော်တဆရေတံခွန်အောက် ပြုတ်ကျရာမှစပြီး တစ်ဖွဲ့လုံးငါးပါးမှောက်ကာ မြွေကြီးနဲ့တိုးတဲ့အထိဖြစ်လာခဲ့ပါတော့တယ်\nကပ္ပတိန်ဘေလ်ဂျွန်ဆက်နဲ့အဖွဲ့ဟာ မြွေကြီးတွေရန်ကနေပဲ လွတ်မလား သစ်ခွပန်းအနီတွေကိုပဲပိုက်ပြီးပြန်ရမလား ဘယ်သူတွေကအသက်ရှင်နိုင်ကြမလဲ ဘယ်သူတွေ‌ရှောဘရားသားဘောကားမလဲဆိုတာကတော့ ဆက်လက်ပြီးရင်ခုန်စိတ်လှုပ်ရှားပေးပါဦးဗျာ့( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ T Lone ပါ ) [Zawgyi]Anacondas:The hunt for the Blood Orchid(2004)\n===========-==================\nဒီကားေလးကေတာ့ (၂၀၀၄) ခုႏွစ္ကထြက္ခဲ့တဲ့\nAnacondaေႁမြႀကီးေတြအေၾကာင္း ႐ိုက္ကူးထားတဲ့ကားေလးပဲျဖစ္ပါတယ္ဇာတ္လမ္းအစမွာ ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Bert/Anacondas_2_The_Hunt_for_the_Blood_Orchid_(2004)_1080p_10bit_Bluray_x265_HEVC.mkv",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ce2z5H6gS6mc54kpnFj9G0xjH4G.jpg",
        "title": "Anaconda 3: Offspring (2008)",
        "description": "[Unicode]အကောင်ပလောင်တွေ သတ္တဝါဆိုးကြီးတွေဇာတ်ကားသမိုင်းမှာ အန်နာကွန်ဒါဆိုရင် မသိသူမရှိလောက်ပါဘူးနော်\nသတ္တဝါကြီးတွေရဲ့ကား အစလို့တောင်ပြောလို့ရမယ်ထင်ပါတယ်ဒီ Anaconda 3 မှာဆိုရင်တော့ ဒေါက်တာမလေး အမန်ဒါဟာ အန်နာကွန်ဒါမြွေကြီးကို ကင်ဆာနဲ့ အယ်လ်ဇိုင်းမာရောဂါကို ကုသနိုင်မဲ့ ဆေးထုတ်ဖို့အတွက် သူဌေးကြီး မာဒေါ့ခ်လက်အောက်မှာ လျှို့ဝှက်သုတေသန လုပ်နေပါတယ်ခေါင်းစဉ်ကတော့ ကုသဆေးထုတ်ဖို့ဆိုပေမယ့် မာဒေါ့ခ်လို မကောင်းတဲ့စီးပွားရေးသမားကြီးကတော့ မသမာတဲ့မကြံတွေနဲ့ပါဒီလိုနဲ့ မာဒေါ့ခ်ကိုယ်တိုင် သုတေသနကို လာရောက်စစ်ဆေးနေစဉ်အတွင်း မတော်တဆမှုဖြစ်ပြီး အန်နာကွန်ဒါမြွေကြီး သုတေသန နေရာကနေ လွတ်ထွက်သွားတဲ့အခါမှာ အကုန်လုံးဒုက္ခရောက်ရမယ့်အဖြစ်ကို ကြုံရပါတော့တယ်ဒီလိုနဲ့ အမန်ဒါတို့တစ်သိုက် ဒီလိုအဖြစ်ဆိုးကြီးကို ဘယ်လိုတားဆီးကြမလဲဆိုတာ Anaconda 3 မှာ သည်းထိတ်ရင်ဖိုစရာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Chuck Chuck ပါ ) [Zawgyi]အေကာင္ပေလာင္ေတြ သတၱဝါဆိုးႀကီးေတြဇာတ္ကားသမိုင္းမွာ အန္နာကြန္ဒါဆိုရင္ မသိသူမရွိေလာက္ပါဘူးေနာ္\nသတၱဝါႀကီးေတြရဲ႕ကား အစလို႔ေတာင္ေျပာလို႔ရမယ္ထင္ပါတယ္ဒီ Anaconda 3 မွာဆိုရင္ေတာ့ ေဒါက္တာမေလး အမန္ဒါဟာ အန္နာကြန္ဒါေႁမြႀကီးကို ကင္ဆာနဲ႔ ...",
        "rating": "4.8",
        "url": "https://megaup.net/2hbTU/Anacondas_3_Offspring_(2008)_1080p_10bit-Bluray_x265-HEVC.mkv",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VQVzYzTCsKrtGgcqLNTDJmsqjK.jpg",
        "title": "Anacondas 4: Trail of Blood (2009)",
        "description": "[Unicode]ဒီတစ်ခေါက် ကျွန်တော်တို့မြွေကားကြည့်ရအောင်ဗျာ\nမြွေကားဆိုလို့ ထိုင်းကားတွေဘာတွေတော့မထင်လိုက်နဲ့ဦးနော်\nတစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့လွန်းလို့ 4ကားအထိထွက်ခဲ့ပြီး Game တွေပါ ထွက်ခဲ့တဲ့ Anaconda ဇာတ်ကားပဲဖြစ်ပါတယ်\nဒီနေ့တင်ဆက်မှာက လေးကားမြောက် movie လေး Anacondas:Trail of Blood ဖြစ်ပါတယ်Trail of Blood မှာ မြွေကြီးကဘယ်ကနေပေါ်ပေါက်ခဲ့မှာလဲဆိုတော့ ဆေးဘက်ဆိုင်ရာ ပညာရှင် Peter ရဲ့ စမ်းသပ်ခန်းထဲကပါ\nPeter က အရမ်းချမ်းသာတဲ့လူတစ်ယောက်ရဲ့ အရိုးကင်ဆာကို ကုသပေးဖို့ပန်းတစ်မျိုးဆီကရတဲ့အရည်ကို ဗီဇအဆင့်မြှင့်ပြီး Serum ထုတ်နေတာပါ\nသူ့ရဲ့serum အလုပ်ဖြစ်မဖြစ် ဒီမြွေနဲ့စမ်းသပ်ခဲ့ပါတယ်\nဒီလိုနဲ့ serum ကအရမ်းတွေ ထိန်းမရသိမ်းမရ အလုပ်ဖြစ်သွားတဲ့အခါ မြွေကြီးက anaconda ကြီးဖြစ်သွားတယ်ပေါ့ဗျာအဲ့ဒီအချိန် တောထဲကို မတူညီတဲ့ရယ်ရွယ်ချက်တွေနဲ့ လူတွေရောက်လာပါတယ်\nမထင်မှတ်ဘဲဒီလူတွေ ပေါင်းစုမိသွားပြီး ဒီလိုမြွေကြီးက ဒီလူတွေကို ဘယ်လိုအန္တရာယ်ပေးမလဲ\nလူတွေက ဘယ်လိုခြေမှုန်းမလဲဆိုတာကို စိတ်ဝင်စားဖို့ကောင်းစွာနဲ့ ကြည့်ရှုရမှာပါ2009 ခုနှစ်က ထွက်ထားတဲ့ကားဆိုတော့ CGI တွေက အဲ့ဒီခေတ်ရဲ့အကောင်းဆုံးစနစ်နဲ့လုပ်ထားတာပါ\nဆိုတော့ ကျွန်တော်တို့ 2009 ခုနှစ်ကခံစားချက်ကို ...",
        "rating": "4.0",
        "url": "https://megaup.net/2hbU1/Anacondas_4_Trail_of_Blood_(2009)_1080p_10bit_Blurayx265-HEVC.mkv",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMTc0NWMyYTAtNTQ2ZC00Zjk2LWE0ZDEtYjY5MTA5ZmI1NThjL2ltYWdlXkEyXkFqcGdeQXVyNjg4NzYzMzA@._V1_-135x200.jpg",
        "title": "A.I. Artificial Intelligence(2001)",
        "description": "A.I. Artificial Intelligence(2001)အညွှန်း\n***********************************(နင်းကန်ကောင်းတဲ့ကားမို့ HEVC 1080p 5.1, 720pတို့ဖြင့်ပြန်လည်တင်ဆက်ပေးထားပါသည်...)\nIMDb....7.1,,,,Rotten....73\nဒါရိုက်တာ Steven Spielberg ဆိုတာနဲ့ ခင်ဗျားတို့ ဒီကားကိုနည်းနည်းတော့စိတ်ဝင်စားသွားမယ်ထင်တယ်....ဒီကားရိုက်တော့ သူကိုယ်တိုင်လည်း အော်စကာ ဆန်ကာတင်အဆင့်ပါခဲ့တယ်...ကျွန်တော်တို့တွေဟာ ရုပ်ရှင်ကြည့်သက်ရင့်လာတာနဲ့အမျှ ဇာတ်ကားကြည့်တဲ့နေရာမှာ အစပိုင်းနည်းနည်းကြည့်ပြီးတာနဲ့တစ်ကားလုံးမဟုတ်တောင်  ရှေ့ဆက်ဖြစ်နိုင်ခြေရှိတဲ့ဟာတစ်ချို့ကိုမှန်းဆနိုင်ပါတယ်...ဒါပေမယ့် ဒီကားကိုကြည့်မိရင် ခင်ဗျားတို့ ထင်ထားတာတခြားစီဖြစ်သွားနိုင်တယ်..ဘာလို့ဆို ၁၀မိနစ်လောက်စထားတဲ့ plotတစ်ခုဟာနောက်တစ်နေရာရောက်တော့ ခင်ဗျားတို့လုံးဝထင်မထားတဲ့ရှုထောင့်တစ်ခုကိုချိုးကွေ့လိုက်တယ်.....အချိုးအကွေ့ပေါင်းများစွာနဲ့ဒီကားကိုတည်ဆောက်ထားတယ်...ဒါကြောင့်လည်း Steven Spielberg ဟေ့ဆိုပြီးနာမည်ကြီးတာနေမယ်...ပြီးတော့ကျွန်တော်ပဲ စဉ်းစားဉာဏ်နဲ့ရေးသားမှုပိုင်းညံလေသလားမသိ ဒီကားကိုအညွှန်းဘယ်လိုရေးရမှန်းမသိဘူး...ကောင်းလားလို့မေးရင်တော့ ပြန်ဖြေလို့ရတယ်....ကျွန်တော်တို့တွေလေထဲကအောက်ဆီဂျင်ကိုရှူကြတယ်...တစ်ယောက်ယောက်က လေဘယ်မှာလဲပြဆိုရင် လက်ဆုပ်လက်ကိုင်ပြလို့မရဘူး...ဒီတော့လေမရှိဘူးလားဆိုတော့မဟုတ်ပြန်ဘူး လေဟာနေရာတိုင်းမှာရှိတယ်...ဒီလိုပဲ ဒီကားရဲ့ကောင်းကွက်ကဘာလဲ ဘယ်နေရာဘယ်အပိုင်းကကောင်းတာလဲ music ပိုင်းလား plotပိုင်းလား ..သရုပ်ဆောင်ပိုင်းလား နည်းပညာပိုင်းလား..ဆိုတော့ လေရှိလားဆိုတဲ့မေးခွန်းကိုဖြေသလိုပြန်တုန့်ပြန်ရမယ်ထင်တယ်....အယ် ဒေါင်းမဲ့သူတွေအတွက် ဆင်ခြင်လို့ရအောင်ပြောလို့ရတာတော့တော့ရှိတယ် ..အမိုက်စားအက်ရှင်ခန်းတွေ ...ဘီကီနီဝတ်အလှအပတွေ....၁၅၀၀ဖွဲ့ romantic ဆန်အကွက်တွေ မပါဘူး...File Size…(2.9GB) and (1.4GB)\nQuality…HEVC 1080p 5.1, Blu-Ray 720p\nFormat…mkv\nDuration…02:26:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Honest ...",
        "rating": "7.1",
        "url": "https://megaup.net/2hbQ1/A.I._Artificial_Intelligence.2001.BLU-RAY.1080P5.1CH.HEVC.mkv",
        "category": "Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjU2N2I3MzctMWUwOC00MTQwLTljYWEtOTVkYzU4MmM3NjkzXkEyXkFqcGdeQXVyMzUxMzczMDc@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Tar (2020)",
        "description": "Tar (2020)==========IMDb Rating - 6.1/102020 ခုနှစ်ထွက် Drama/ Thriller ဇာတ်ကားလေးပါ၊ လူနည်းနည်းနဲ့ စိတ်ဝင်စားစရာကောင်းအောင်ရိုက်ကူးထားတာတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းအရတော့ ဇက်ခ်နဲ့ သူ့ဖခင် ဘယ်ရီတို့ဟာ လော့အိန်ဂျလိစ်မြို့မှာ စက်ပြုပြင်ရေးလုပ်ငန်းကို  ဘယ်ရီရဲ့အဖေလက်ထက်တည်းက လုပ်ကိုင်ခဲ့ကြတာပါ။ ဒါပေမဲ့ စာချုပ်အရ သူတို့ရုံးဖွင့်ထားတဲ့တိုက်ကနေ ဖယ်ပေးရတော့မှာဖြစ်ပါတယ်။ ဖယ်ပေးဖို့ အတွက် ညဘက် ပစ္စည်းပစ္စယတွေထုပ်ပိုးနေတဲ့အချိန်မှာပဲ မီးပျက်သွားပြီး ကြောက်စရာအရိပ်ကြီးတစ်ခု သူတို့တိုက်ထဲကို ဝင်လာပါတော့တယ်။ အဲဒီအရိပ်ကြီးက လူလား တစ္ဆေလား ဘယ်လိုသတ္တဝါလဲ သူနဲ့အတူတူပါလာတဲ့ အနက်ရောင်အရည်တွေကရော ဘာတွေလဲဆိုတာ ရင်တထိတ်ထိတ်ရှုစားကြပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : Adventure, TrillerSource : 1080p.WebRipTranslator ...",
        "rating": "6.1",
        "url": "https://megaup.net/2h66C/Tar.2020.1080p.WEB-DL.5.1CH[CM].mp4",
        "category": "Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTg2ZDJlN2ItMWE0YS00N2FjLWE0Y2QtMDcxN2NmNjdhNDgxXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "No Man’s Land (2021)",
        "description": "No Man’s Land (2021)==================IMDb Rating - 4.3/10မက္ကဆီကိုနဲ့ တက်စ်ဆက်ပြည်နယ်ကြားက နယ်စပ်မှာဖြစ်ခဲ့ဖူးတဲ့အဖြစ်အပျက်တွေကို အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘေလ်တို့မိသားစုက တက်စ်ဆက်ပြည်နယ်နဲ့ မက္ကဆီကိုနယ်စပ်မှာ မွေးမြူရေးခြံလုပ်ငန်းလုပ်ကြတဲ့ မိသားစုပါ။ သားအကြီးလူးကပ်စ်က မြင်းစီးတော်သလို သားအငယ်ဂျက်ဆင်ကလည်း ဘေ့စ်ဘောမှာ ပါရမီပါတဲ့ကောလိပ်ကျောင်းသားတစ်ယောက်ပေါ့။ သူတို့ခြံက နယ်စပ်မှာရှိတာကြောင့် မက္ကဆီကိုဘက်က နိုင်ငံရေးခိုလှုံချင်တဲ့သူတွေ တရားမဝင်ဖြတ်သွားတိုင်း သူတို့ခြံစည်းရိုးတွေကို ညှပ်သွားတတ်တာကြောင့် သူတို့ရဲ့ကျွဲတွေနွားတွေလွတ်ကုန်တာမကြာခဏပါပဲ။ဂျက်ဆင်တစ်ယောက် ကောလိပ်ပိတ်တဲ့ နွေရာသီမှာ အိမ်ကိုခဏပြန်ရောက်နေတုန်း ပျော်ရွှင်စရာ သူတို့မိသားစုလေးကိုဂြိုလ်ဆိုးဝင်ပါတော့တယ်။ အဲဒါကတော့ နယ်စပ်က တရားမဝင်ဖြတ်သွားတဲ့ မက္ကဆီကန်အုပ်ထဲက ကောင်လေးတစ်ယောက်ကို ဂျက်ဆင် မတော်တဆသတ်လိုက်မိတာပါပဲ။ ကံတရားက တကယ်ထူးဆန်းပါတယ်...ကိုယ်ပိုင်တဲ့မြေကို ကာကွယ်နေတဲ့ဂျက်ဆင်က ကြမ္မာငင်ပြီး ပြေးရင်းလွှားရင်း မက္ကဆီကိုနိုင်ငံထဲ ရောက်သွားတဲ့အခါမှာတော့ ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲခံစားကြည့်ရှုကြပါဦး။Action, Adventure, Thriller အမျိုးအစားမို့ ပရိတ်သတ်ကြီးလည်း ကြိုက်နှစ်သက်မို့လည်း ယူဆပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "4.3",
        "url": "https://megaup.net/1B8ly/No.Mans.Land.2021.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnoZJlitIOBo2fSCyzAsv0lHtYL.jpg",
        "title": "Space Pirate Captain Harlock (2013)",
        "description": "IMDb - 6.4/10Rotten Tomatoes - 54%MyAnimeList - 7.4/10ဒီကားကတော့ Terminator, Avatar, Titanic, Alienဇာတ်ကားတွေရဲ့ဟောလီဝုဒ်ဒါရိုက်တာကြီး James Cameronကိုယ်တိုင်အရမ်းကြိုက်ပါတယ်လို့ချီးကျူးခံရပေမယ့် မြန်မာနိုင်ငံမှာတော့လူမသိသူမသိကပ်ကျော်နေတဲ့ဇာတ်ကားပါ။ ဒီကားရဲ့အဓိကဇာတ်ကောင်တွေထဲကတယောက်ဖြစ်တဲ့ Captain Harlockဆိုတာဟာ animeလောကရဲ့ရွှေခေတ်ဖြစ်တဲ့ 1980ဝန်းကျင်လောက်မှာ နာမည်ကြီးခဲ့တဲ့ဇာတ်ကောင်ပါ။ ဆိုတော့ကာ ရွှေခေတ်က နာမည်ကြီးဇာတ်ကောင်ရဲ့ဇာတ်လမ်းကို 3D animationနဲ့ထုတ်တယ်ဆိုတော့ 1980လောက်က ထွက်တဲ့ဇာတ်လမ်းတွဲတွေကိုကြည့်ဖို့လိုမလားဆိုပြီးမေးလာခဲ့ရင်တော့ မလိုဘူးလို့ပဲပြောပါရစေ။ ဒီကားဟာ အရင်ဇာတ်လမ်းတွဲတွေကိုrebootပြန်ရိုက်တာပြောလို့ရသလို Captain Harlockရဲ့နောက်ခံဇာတ်ကြောင်းကိုပြသတဲ့ ဇာတ်ဝင်ခန်းတွေလည်းပါတဲ့အတွက် ဒီကားတကားထဲကြည့်ရုံနဲ့လုံလောက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့ဟိုရှေးရှေးတုန်းကလို့ပြောရမလားလာမယ့်အနာဂတ်မှာလို့ပြောရမလားအဲ့ဒီအချိန်မှာ လူသားဦးရေအရမ်းများပြားလာတဲ့အတွက် ကမ္ဘာပေါ်ကအရင်းအမြစ်တွေမလောက်မငှဖြစ်လာလို့ လူသားတွေဟာ အာကာသထဲထွက်ပြီး နေထိုင်လို့ရမယ့်‌နယ်မြေသစ်တွေကိုရှာဖွေခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာကြာအောင်ရှာခဲ့ပေမယ့် ကမ္ဘာကြီးလိုနေဖို့သင့်တော်တဲ့ဂြိုဟ်မျိုး ရှာမတွေ့တဲ့အတွက် မိခင်ကမ္ဘာကြီးဆီပ‌ဲ ပြန်လာဖို့လုပ်ခဲ့ကြပါတယ်။ အဲ့လိုအလုအယက်ပြန်လာဖို့လုပ်ရင်းကနေ စစ်ကြီးတခုပါထဖြစ်ခဲ့တဲ့အတွက် ဗဟိုအစိုးရကိုဖွဲ့စည်းပြီး ကမ္ဘာမြေကိုမြင့်မြတ်နယ်မြေအဖြစ်ကြေညာခဲ့ကာ ဘယ်သူ့ကိုမှခြေချခွင့်မပေးခြင်းဖြင့် စစ်ကြီးကိုရပိတန့်သွားအောင်လုပ်ခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အာကာသဓါးပြကြီး ကပ္ပတိန်Harlockဆိုတဲ့လူရုတ်တရက်ပေါ်လာခဲ့ကာ ဗဟိုအစိုးရကိုပုန်ကန်ပါတော့တယ်။- အဲ့ဒီကပ္ပတိန်Harlockဆိုတဲ့လူကိုဘယ်သူလဲ- ဗဟိုအစိုးရကိုဘာလို့ပုန်ကန်ဖို့လုပ်နေရတာလဲ- ဗဟိုအစိုးရမှာရော လျှို့ဝှက်ချက်တွေရှိနေလားဆိုတာကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/V7mj/{CM}Space_Pirate_Captain_Harlock_[BD_1080p]_.mp4",
        "category": "Adventure, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNmM2MWQ0NzktNzU0OS00MjYzLTkxNDYtMzliNTA5ZmNkMmZlXkEy_002-135x200.jpg",
        "title": "Outside the Wire (2021)",
        "description": "Outside the Wire (2021)==================IMDb Rating - 5.3/10 ဒီနေ့အတွက် Netflix ကထွက်ရှိလာတဲ့ အလန်းစား Action, Fantasy ကားကောင်းလေး တစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ အရင်ဆုံးပြောချင်တာကတော့ Anthony Mackie ပါဝင်ထားပြီး . Damson Idrisနဲ့အတူ ဒိတ်ဒိတ်ကြဲအပြိုင်သရုပ်ဆောင်ထားတဲ့ ကားလေးပါ . ဒီကားအတွက်လည်း ဘတ်ဂျက်ကို အတော်အကုန်ကျခံရိုက်ကူးထားတယ်လည်းသိရပါတယ်။2021 ရဲ့ အစဟာ မူဗီချစ်ပရိသတ်တွေအတွက်တော့ အတော်လေးကျေနပ်စရာကောင်းလောက်မယ့်ကားကောင်းလေးတစ်ချို့ထွက်ရှိလာတာကိုလည်းတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ဟာ့ပ်ဆိုတဲ့ drone pilot တပ်သားတစ်ယောက်ဟာ drone ပစ်ခေတ်မောင်းနှင်ရာမှာအတော်လေးကျွမ်းကျင်ပြီးပစ်မှတ်ကိုတိတိကျကျပစ်ခတ်နိုင်တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမယ့် Mission တစ်ခုမှာ သူ့ရဲ့ စိတ်လောပြီးတဇွတ်ထိုးနိုင်တဲ့စိတ်ကြောင့် အမှားတစ်ခုကျူးလွန်မိပြီး . မိမိတပ်ဘက်ကစစ်သားတစ်ချို့ရဲ့ အသက်ပါ ပေးဆပ်လိုက်ရတာကြောင့် ဒဏ်ပေးခံရတဲ့အနေနဲ့ စစ်ဇုံတစ်ခုကိုအပို့ခံရပါတော့တယ်။ အဲ့ဒီ စစ်စခန်းရောက်မှ လီယိုနဲ့တွေ့ပြီးခက်ခဲကြမ်းတမ်းတဲ့ Mission ကို ရပ်တန့်ရင်ဆိုင်ရမှာကို ပစ်ကွင်းပစ်ကွက် အတိုက်အခိုက်တွေနဲ့ ရိုက်ပြသွားတာကိုကြည့်ရှုရမှာပါ။Anthony ဖန်တွေကတော့ အကြိုက်ဖြစ်ဦးမှာမလွဲပါဘူး။(ဒီဇာတ်ကားရဲ့ ...",
        "rating": "5.3",
        "url": "https://megaup.net/1AWtU/Outside.the.Wire.2021.1080p.WEB.H264[CM].mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
        "title": "News of the World (2020)",
        "description": "News of the World (2020)**************************************IMDb...7.0ကိုဗစ်ကာလလည်းဖြစ်တော့ ရုပ်ရှင်ရုံတွေနဲ့လည်းဝေးတဲ့အပြင်\nရုံကားကောင်းတွေလည်း ထွက်ဖို့ခက်ခဲလာပုံရပါတယ်...\nအရမ်းကိုကောင်းပါတယ်ဆိုတဲ့ကားတွေဟာ လက်ချိုးရေလို့တောင်ရလာပါတယ်....ဒီတော့ ဝမ်းသာစရာသတင်းကောင်းကတော့\nကျွန်တော်တို့ရဲ့မင်းသားကြီး တွန်ဟန့်ရဲ့ကားသစ်ကြီးထွက်လို့လာတာပါပဲ....ဘာကားလဲဆိုတာထက် မင်းသားကြီးနာမည်ပါရုံနဲ့ ပြည့်စုံနေတယ်လို့ပြောရင်မမှားပါဘူး...\nအငြိမ်းစားခြေလျင်တပ်သားဟောင်းဖြစ်တဲ့ ကပ္ပတိန် ဂျက်ဖာဆင်ကိုင်လ်ကစ်ဟာ\nစိတ်ဝင်စားဖွယ် သတင်းလေးတွေဖတ်ပြပြီး ငွေရှာရင်း\nတစ်မြို့ဝင်တစ်မြို့ထွက်သွားလာနေတဲ့သူပါ။ဒီလိုလှည့်လည်နေရင်းနဲ့ တစ်နေ့မှာ\nနှစ်အတော်ကြာကြာ အင်ဒီးယန်းသူပုန်တွေရဲ့ဖမ်းဆီးထိန်းသိမ်းခံထားရတဲ့\nကိုင်အိုဝါမျိုးနွယ်ကလေးမလေးနဲ့ တွေ့ခဲ့ပါတယ်။ကောင်မလေးကို သူ့ရဲ့ကျန်နေတဲ့မိသားစုဝင်တွေဆီ ပြန်ပို့ခိုင်းပေးဖို့\nအကူအညီလိုက်ရှာခဲ့တယ်....ဘာသာစကားအခက်တွေကြောင့်ရော လမ်းခရီးမှာ အကြမ်းဖက်အဖွဲ့စုံများနေတာတွေရော\nဒုက္ခမျိုးစုံရှိနေတော့ ဒီအလုပ်ကို ပိုက်ဆံရရင်တောင်ကူညီဖို့လူမရှိကြဘူး...အဲ့ဒီနောက်တော့ သူကိုယ်တိုင်ပဲဒီ အန္တရယ်လမ်းကို\nလိုက်ပို့ပေးဖို့ဖြစ်လာပါတော့တယ်....ထွေထူးတော့မညွှန်းတော့ပါဘူး....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..... ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai နဲ့ Ei Phyu Khin တို့ဖြစ်ကြပါတယ်။File Size : 2.26GB/1.2 GB\nQuality :  1080p5.1CH / 720p \nFormat…mp4\nDuration…1h 58min\nGenre :  Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei ...",
        "rating": "7.0",
        "url": "https://megaup.net/UYh9/News_Of_The_World.2020.WEB-DL.720P.mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/live-and-let-die-007-bluray-cinefiloshd-D_NQ_NP_165111-MLV20494795564_112015-F-154x200.jpg",
        "title": "[James Bond] Live and Let Die(1973)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့ ပထမဆုံး ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.8/10) ရရှိထားပါတယ်…။ \nFile size…(2.7 GB) and (1.5 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….02:01:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.8",
        "url": "https://megaup.net/3CHk8/Live.And.Let.Die.1973.INTERNAL.1080p.BluRay.x264-CLASSiC(HEVC).mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/ezgif-7-330e92803470-143x200.jpg",
        "title": "Prespective Eyes ( 2019 )",
        "description": "2019 10လပိုင်း21ရက်နေ့က ထွက်ခဲတဲ့ စိတ်ကူးယဉ်ဖန်တီးထားပြီးဘော်ဒါတွေကြားကသံယောဇဉ်ခိုင်မြဲမှု မိသားစုအပေါအလေးထားမှုတွေကိုမြင်ရမယ့်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်မွေးကတည်းက ကိုယ့်ဘေးကလူတွေကိုအမြဲကံဆိုးစေခဲ့တဲ့ဆင်းရဲလှတဲ့ရွှီချင်းဟာ အမှတ်မထင် အဘိုးကြီးတစ်ယောက်နဲ့တွေ့ရင်းထွင်းဖောက်မြင်နိုင်တဲ့မျက်လုံးအစွမ်းကိုရခဲ့ပါတယ်...သူ့မှာကင်ဆာဖြစ်နေတဲ့အစ်ကို့ကိုကုသပေးဖို့ ငွေလိုနေချိန်အမှတ်မထင် ချင်မင်းဆက်က. တံဆိပ်ခေါင်းကို ရခဲ့ပြီးသူဌေးလေးထန်ရှောက်နဲ့အဆကိအသွယ်ရခဲ့ပါတယ်..ဒီလိုနဲ့ ယွင်နန်က ကျောက်စိမ်းမှန်းဆ အလောင်းအစားပြိုင်ပွဲမှာယှဉ်ပြိုင်ဖို့ဖြစ်လာတဲ့အခါ...ရွှီချင်း ထန်ရှောက်အစ်ကိုမုံ့နဲ့ရှောင်ရွှယ်တို့က ဒီပြိုင်ပွဲမှာအနိုင်ရနိူင်ပါ့မလား...ရွှီချင်းက ထွင်းဖောက်နိုင်စွမ်းကိုသုံးပြီး အကောင်းဆုံးကျောက်စိမ်းကိုရှာတွေ့နိုင်ပါ့မလား...တစ်ဖက်မှာလဲ ရွှေတြ ိဂံကလူဆိုး ချိုက်ထော်ကတံဆိပ်ခေါင်းကိုရယူဖို့ ထန်ရှောက်ကိုဖမ်းခေါသွားတဲ့အခါကယ်တင်ပေးနိုင်ပါ့မလား...ဆိုတာကိုဆက်လက်စောင့်ကြည့်ရမှာပါ Quality : WEB-DL 720pFormat : mp4During : 85minSubtitle : Myanmar Subtitle ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "5.9",
        "url": "https://megaup.net/1AK2w/(CM)_Prespective.Eyes.2019.WEB-DL.720p.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMjA2Mzg2NDMzNl5BMl5BanBnXkFtZTgwMjcwODUzOTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Kubo and the Two Strings (2016)",
        "description": "2016 ရဲ့ Box Office မှာ No.4 နေရာရခဲ့တဲ့ ကာတွန်းကားတစ်ကားဖြစ်တဲ့ Kubo and the Two Strings ကို နာမည်ကြီး Laika Production ကထုတ်လုပ်ထားတာဖြစ်ပြီး Stop Motion နဲ့ ရိုက်ကူးထားပါတယ်.. IMDb 8.4/10 , Rotten Tomato 96% အထိ Rating ရရှိခဲ့တဲ့ ဒီကားဟာ မပြသခင်ကတည်းက အထူးနာမည်ကြီးနေတဲ့ ကားတစ်ကားပဲဖြစ်ပြီး Travis Knight ကိုယ်တိုင် ဒါရိုက်တာအဖြစ်နဲ့ ပွဲဦးထွက်ဦးဆောင်ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်.. အသံသရုပ်ဆောင်တွေကလဲ အော်စကာဆုရဝါရင့်သရုပ်ဆောင်တွေအပြင် Game of Thrones ထဲက Rickon Stark တို့.. The Girl with Dragon Tattoo ထဲက Rooney Mara တို့အပြင် LORD VOLDERMORT ...",
        "rating": "8.3",
        "url": "https://megaup.net/1AK0a/Kubo.and.the.Two.Strings.2016.1080p.BluRay.REMUX.AVC.DTS-HD.MA.5.1_%7BCM%7D.mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTVjOTQzNTctNmIwMi00MWMwLWEwMDUtN2M5YWM0MDIzMmYyXkEyXkFqcGdeQXVyNjAyMDAzNjk@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Robo (2020)",
        "description": "Robo (2020)==========IMDb Rating - 5.2/10 ဒီဇာတ်ကားလေးကတော့ အသက် ၁၂ အရွယ် မီဂျာဆိုတဲ့ ကောင်လေးနဲ့ စက်ရုပ်တစ်ရုပ်တို့ ရဲ့ အခက်အခဲကျော်ဖြတ်ကြပုံတွေ၊သံယောဇဉ်တွေနဲ့ ဇာတ်အိမ်ဖွဲ့ထားတဲ့ ခေတ်လွန် စွန့်စားခန်း ဇာတ်ကားလေးပါ။ပန်းချီအနုပညာရှင် တစ်ယောက် သိပ်ဖြစ်တဲ့ မီဂျာနဲ့ သူ့ကို အင်ဂျင်နီယာ ဖြစ်စေချင်တဲ့ သူ့မိဘတွေရဲ့ ဆန္ဒက အမြဲတမ်း မထပ်တူမကျခဲ့ပါဘူး။မီဂျာ့ မိဘတွေက လူသားတွေကို ကာကွယ်ပေးနိုင်တဲ့ စက်ရုပ်တစ်ရုပ်ကို တီထွင်ခဲ့ကြပါတယ်။ အဲ့ဒီစက်ရုပ်လေးဟာ အလွန်ချစ်စရာကောင်းပြီးတစ်နေ့တစ်ခြားသူ့ရဲ့ AI စနစ်ဟာလည်း ကောင်းမွန်တိုးတတ်လာနေခဲ့ပါတယ်။တစ်နေ့မှာတော့  ဉာဏ်ရည်မြင့်မားတဲ့ စက်ရုပ်လေးက သူရဲ့မိသားစုကို ရှာဖွေဖို့ စမ်းသပ်ခန်းကနေ ထွက်ပြေးသွားခဲ့ပါတယ်။ဒါပေမယ့် ထိန်းချုပ်သူမရှိတဲ့ စက်ရုပ်ဆိုတာဟာ အန္တရာယ်များလွန်းတတ်ကြပါတယ်။အဲ့ဒီ ထွက်ပြေးသွားတဲ့ စက်ရုပ်လေးဟာ ဖြစ်ချင်တော့ မီဂျာနဲ့တွေ့ဆုံခဲ့ပြီး စိတ်ဝင်စားဖွယ်ရာလည်းကောင်း . ကြည်နူးစရာလည်းကောင်းတဲ့ဖြစ်စဥ◌်တွေတောက်လျှောက် ဖြစ်လာခဲ့ပါတယ်။ ဒါပေမယ့် မီဂျာကကော စက်ရုပ်ကို ထိန်းချူပ်နိုင်ပါ့မလားဆိုတာကိုတော့ ရင်ခုန်စွာစောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်.......အဲ့တော့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2WDY1/Robo.2020.1080p.WEB-DL.DD5.1[CM].mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/MV5BYWVkMWEyMDUtZTVmOC00MTYxLWE1ZTUtNjk4M2IzMjY2OTIxXkEyXkFqcGdeQXVyMDk5Mzc5MQ@@._V1_-133x200.jpg",
        "title": "Love and Monsters (2020)",
        "description": "IMDb Rating (7/10) / Rotten Tomatoes (92%)\nဒီလန် အိုဘရိုင်ယန်ပါတယ်၊ ဂျက်ဆီကာ ဟန်းဝစ်ပါတယ်၊ ခွေးလိမ္မာလေး တစ်ကောင်ပါတယ်။အကောင်ကြီးတွေပါတယ် ဒီလောက်ဆို ကြည့်ချင်ကြမယ်ထင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။\nကမ္ဘာကြီးကို ဝင်တိုက်မယ့် ဥက္ကာခဲကြီးတစ်ခု ပျံလာတယ်။လူတွေက သူတို့ အတော်ဆုံး အလုပ်ကို လုပ်လိုက်ကြတယ်။ဥက္ကာခဲကြီးကို ဒုံးကျည်ပေါင်းစုံနဲ့ ပစ်တာပေါ့။ ဥက္ကာခဲကြီးကတော့ ကွဲသွားပါတယ်။\nဒုံးကျည်ထဲမှာပါတဲ့ ဓာတုပစ္စည်းတွေက ကမ္ဘာပေါ်ကို ကျလာပါလေရော။လူတွေက ကံကောင်းကြပါတယ် ဓာတုအဆိပ်မသင့်ကြဘူး။အင်းဆက်ပိုးတွေ၊ ဖားတွေ၊ ပုတ်သင်တွေကတော့ ကံမကောင်းကြရှာဘူး သန္ဓေပြောင်းပြီး ဧရာမကြီးတွေ ဖြစ်သွားတယ်။လူတွေကို ပြန်စားကုန်ကြတယ်။\nအဲဒီဧရာမအကောင်ကြီးတွေနဲ့ တိုက်ပွဲမှာလူသား ၉၅% လောက် သေသွားလေရဲ့။နောက်ဆုံးကျန်တဲ့ သူတွေက အဖွဲ့လိုက်လေး မြေအောက်မှာ ကိုယ်စီပုန်းနေရင်း ကျူးကျော်လာတဲ့ အကောင်တွေနဲ့ တိုက်နေရတယ်။\nအဲဒီထဲမှာ မင်းသားက အကောင်ကြီးတွေဆို ကြက်သေသေလောက်အောင် အသေကြောက်တဲ့ကောင်၊ ဘာလက်နက်မှလည်း မပစ်တတ်ဘူး။ သူတို့စခန်းမှာလည်းအကုန်လုံးက အတွဲတွေချည်းပဲ။ ဒီတစ်ကောင်ပဲ FA ကောင်ဖြစ်နေတာ။\nဒါပေမယ့် ...",
        "rating": "6.9",
        "url": "https://megaup.net/UKzq/Love.and.Monsters.2020.1080p.BluRay.x264.DTS-FGT(HEVC).mkv",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/e7f7988a8e71d405f9095e66b5c642c5-137x200.jpg",
        "title": "Hard Target (1993)",
        "description": "အခုတင်ဆက်မယ့်အက်ရှင်ဇာတ်ကားကြီးရဲ့ မင်းသားကတော့ တစ်ခြားသူမဟုတ်ပါဘူး မင်းသားကြီးဗန်ဒိန်းပါ။ဗန်ဒိန်းက အက်ရှင်၊ဇာတ်ကြမ်းသာမက ဟန်ပန်အမူအရာတွေပါပိုင်နိုင်တဲ့ legend ကြီးတစ်ယောက်ရယ်ဆိုလဲ မမှားပါဘူး။အခုတင်ဆက်မယ့် ၁၉၉၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Hard Target ထဲမှာဆိုရင်လဲ ဗန်ဒိန်းရဲ့နုပျိုမှုတွေနဲ့ ကေဝဲကြီးနဲ့ အလွန်ပဲမိုက်ပါတယ်။ဇာတ်လမ်းတစ်ခုမှာ ဇာတ်ဆောင်မင်းသားကအသက်ဆိုရင် မင်းသမီးကလည်းသွေးကြောပါပဲ။အက်ရှင်ဇာတ်ကားကောင်းလေးကိုခံစားရင်း ဇာတ်ကားရဲ့အဓိကသွေးကြောသဖွယ်ဖြစ်တဲ့မင်းသမီးချောလေး ရန်စီဘက်တလာကိုပါရှု့စားနိုင်ဦးမယ့်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်လေးကိုပြောရမယ်ဆိုရင်တော့...ဆင်းရဲသူတွေဟာ တစ်ဒေါ်လာလောက်တောင်ပြူးပြဲရှာနေရချိန်မှာချမ်းသာတဲ့သူတွေအတွက်ကျ ဒေါ်လာသိန်းချီဟာအမှိုက်သာသာဆိုလောက်ဆိုတဲ့အတိုင်းချမ်းသာတဲ့သူ‌ တွေဟာ‌ဒေါ်လာသိန်းချီပေးပြီး လူသတ်အမဲလိုက်ပွဲကစားလေ့ရှိကြပါတယ်။အဲလိုလူသတ်အမဲလိုက်ပွဲကျင်းပရာမြို့ကို နတ်တာရှာဆိုတဲ့မိန်းက‌လေးတစ်ယောက်ရောက်လာပြီးစစ်ပြန်ကြီး ဘုဒရိုစ်ဆိုသူနဲ့တွေ့တဲ့အခါသူတို့နှစ်ယောက်ဘယ်လိုအရှုပ်ထုပ်ထဲရောက်သွားမလဲဘာတွေဆက်ဖြစ်သွားမလဲဆိုတာမကြည့်ဖူးတဲ့သူတိုင်းအတွက်အလွန်ကြည့်လို့ကောင်းစေမယ့်old but gold အက်ရှင်ကားလေး Hard Target ကိုခံစားရင်ခုန်ပေးကြပါဦးခင်ဗျာ။ \nFile size…(2 GB) and (1.2 GB)\nQuality….Unrated Blu-Ray 1080p 5.1 CH & 720p (HEVC Encode)\nFormat…mp4\nDuration….01:37:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "",
        "url": "https://megaup.net/1AI1d/Hard.Target.1993.UNRATED.1080p.BluRay.x264-LiViDiTY(HEVC).mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYzU2NDg3ZTItNzRmNy00NTQzLTljMDUtNjczOTMwZjEzNWVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "Broken Arrow ( 1996 )",
        "description": "1996 ခုနှစ်ကထွက်ရှိခဲ့ပြီး IMDb 6 ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်Old But Gold လေးတွေကို ပြန်လည်ခံစားကြည့်ပါဦး..မကြည့်ရသေးရင်အသစ်ပါပဲအမေရိကန်လေတပ်အရာရှိနှစ်ဦးဖြစ်တဲ့ ဗိုလ်ကြီး ဒစ်ကင်နဲ့ကပ္ပတိန်ဟေးလ်တို့ဟာ နျူကလီးယားဗုံး ၂လုံးကိုလျှို့ဝှက်သယ်ဆောင်ရန်တာဝန်ပေးအပ်ခံခဲ့ရတယ် ပို့နေတဲ့လမ်းမှာ ဗိုလ်ကြီး ဒစ်ကင်ကနျူကလီးယားလက်နက်တွေကို ခိုးယူဖို့ကြိုးစားပြီးကပ္ပတိန်ဟေးလ်ကို သတ်ဖို့လုပ်ခဲ့ပါတယ် ကံကောင်းချင်တော့ဟေးလ်မှာ အသက်မသေပဲ ပန်းခြံစောင့်အရာရှိမလေးတယ်ရီနဲ့တွေ့ဆုံခဲ့ပြီး တယ်ရီအကူအညီနဲ့ ဒစ်ကင်ခိုးယူသွားသောနျူကလီးယားလက်နက်ကို ပြန်လည်ရယူရန်ကြိုးစားပါတော့တယ်။ဉာဏ်ကောင်းတဲ့ဒစ်ကင်က နျူလက်နက်ကို ဘယ်လိုတွေသယ်ယူရန်ကြိုးစားမလဲ၊ ဟေးလ်ကရော နျူလက်နက်ကိုပြန်ယူဖို့ကြိုးစားရာမှာ ဘာအန္တရာယ်တွေ ရင်ဆိုင်ရမလဲနျူလက်နက်ကို ပြန်ယူနိုင်ပါ့မလားဆိုတာကိုအက်ရှင်ကားစိတ်ဝင်စားတဲ့ ပရိတ်သတ်တွေအတွက်ကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ် Quality : Bluray 1080p ( HEVC )Format : mp4During : 108 minSubtitle : Myanmar Subtitle ( Hardsub )Translator : Ei PyaeEncoder : LK",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/broken-arrow-1996/",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/b4b4da3027c146f57d99631a70216605-137x200.jpeg",
        "title": "King Arthur (2004)",
        "description": "[Unicode]IMDb Rating - 6.3/10ဗြိတိန်ပြည်ရဲ့နန်းတည်ဘုရင် အာသာ..\nစားပွဲဝိုင်းက သူရဲကောင်းများ..\nသူတို့အကြောင်းကို ကျွန်တော်တို့ ကလေးဘဝကတည်းက ဇာတ်လမ်းအမျိုးမျိုးမှာ ပုံစံအမျိူးမျိုးနဲ့ မြင်ခဲ့သိခဲ့ ရပြီးပါပြီ။\nသမိုင်းသုတေသီတွေက ၁၅ရာစုက ဘုရင်အာသာနဲ့ သူ့ရဲ့ သူရဲကောင်းတွေအကြောင်း\nဂန္တဝင်ဇာတ်လမ်းဟာ အမှောင်ခေတ်လို့ခေါ်ကြတဲ့ ၅ရာစုဝန်းကျင်ကာလမှာ တကယ်ရှိခဲ့တဲ့ သူရဲကောင်းတစ်ယောက်ကနေ ပေါ်ပေါက်လာတယ်လို့ လက်ခံထားကြပါတယ်။\nအထောက်အထားတစ်ချိူ့လည်းတွေ့ထားတယ် ဆိုပါတယ်။\nတကယ့်အာသာဟာ ဒဏ္ဍာရီထဲက အာသာထက် ဆယ်ရာစုစောပေါ်ခဲ့တာပါတဲ့။\nဒီတစ်ခါဇာတ်လမ်းကတော့ ရှေးဟောင်းသုတေသနနဲ့ သမိုင်းတွေ့ရှိချက်တွေအရ အာသာရဲ့ ဖြစ်ရပ်မှန်နဲ့ အနီးစပ်ဆုံးလို့ဆိုရပါမယ်။အာသာကို လွတ်လပ်မှုနဲ့ သာတူညီမျှ ဝါဒကိုလက်ကိုင်ထားတဲ့ ရောမသူရဲကောင်းအနေနဲ့ ပုံဖော်ထားပါတယ်။\nသူရဲ့သူရဲကောင်းတွေကိုတော့ ရောမကို ကျေးဇူးကြွေးဆပ်နေရတဲ့ ဆာမားတီးယန်း မြင်းသည်တော်တွေအနေနဲ့ပုံဖော်ထားပါတယ်။\nသူရဲကောင်းတွေကို တာဝန်မှကင်းလွတ်ခွင့်ပေးရမဲ့ အချိန်မှာ ရောမပြည်က နောက်ဆုံးတာဝန်တစ်ခု ပေးအပ်ခဲ့ပါတယ်....။\nလွတ်လပ်မှုကိုရဖို့ နောက်ဆုံးတာဝန်ကို ထမ်းဆောင်ရတဲ့ အာသာနဲ့ သူရဲကောင်းတွေရဲ့ ခရီးနဲ့ တိုက်ပွဲကို ဇာတ်အိမ်တည်ထားပါတယ်။Clive Owen, Keira Knightley\nMads Mikkelsen,Ioan Gruffudd လို\nနာမည်ကျော်သရုပ်ဆောင်တွေပါပါတယ်။\nရိုက်ချက်တွေ Battle Sceneတွေလှပါတယ်။\nRating ...",
        "rating": "6.3",
        "url": "https://megaup.net/2WC4R/King_Arthur_(2004)_DC_(HEVC_1080p_BluRay_x265_10bit).mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/81oeKKl60EL._RI_-150x200.jpg",
        "title": "Cold Mountain 2003",
        "description": "Cold Mountain(2003) ဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက် Old but Gold အနေနဲ့ အရမ်းကောင်းတဲ့ ကားဟောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။နာမည်ကျော်သရုပ်ဆောင် Jude Lewနဲ့ Nicole Kidman တို့ပါ၀င်သရုပ်ဆောင်ထားတဲ့ Cold Mountain ဆိုတဲ့ ဒီကားလေးဟာ Imdb Rating 7.2/10 Rotten Tomatoes 71% တောင်ရရှိထားတဲ့ကားလေးပါ။ ဇာတ်ကားလေးကတော့ ကိုး‌မောင်တိန်လို့ ခေါ်တဲ့မြို့လေးကနေ အခြေတည်ထားတာပါ။ကျွန်စနစ်ဖျက်သိမ်းရေးပေါ် အငြင်းပွားပြီးမြောက်ပိုင်းနဲ့တောင်ပိုင်း ပြည်တွင်းစစ်အတွက် တိုက်ခိုက်ဖို့မြို့ထဲမှာရှိတဲ့ ယောကျာ်းသားတွေ အရမ်းစိတ်အားတက်ကြွနေတဲ့အချိန်လေးပေါ့။အဲဒီကိုးမောင်တိန်မြို့လေးကို ဘုန်းတော်ကြီးတစ်ပါးနဲ့သူ့သမီးလေးဖြစ်သူ အေဒါက ပြောင်းလာခဲ့ပါတယ်။ပြောင်းလာပြီးသိပ်မကြာခင်မှာပဲ စစ်ပွဲတွေက စတင်ကာအင်းမန်းတို့ စစ်တိုက်ထွက်ရပါတော့တယ်။အင်းမန်းနဲ့ အေဒါတို့မှာအတူတူရှိချိန်နည်းပါးခဲ့ပေမယ့် ကျွန်မစောင့်နေမယ်ဆိုတဲ့ ကတိလေးကတစ်ဘ၀လုံးစာအတွက်လုံလောက်သွားခဲ့သလိုပါပဲ။အေဒါကအခက်အခဲတွေကြားက အင်းမန်းပြန်အလာကိုစောင့်နေခဲ့ပါတယ်။ဒါပေမယ့် စစ်ပွဲကထင်သလိုဖြစ်မလာခဲ့ပဲ နှစ်များစွာကြာလာခဲ့ပါပြီ။စစ်ပွဲကနေ ထွက်ပြေးတဲ့သူတွေကိုလည်း မြို့စောင့်တပ်တွေက ခွေးတစ်ကောင်လို သတ်ဖြတ်ပစ်နေတဲ့အချိန်ဖြစ်လာပါတယ်။ချစ်ရတဲ့သူတစ်ယောက်တည်း စောင့်မျှော်နေတာကိုသိနေရတဲ့ အင်းမန်းတစ်ယောက် ဘယ်လိုဆက်လုပ်မလဲ? မိုင်ပေါင်းထောင်ချီ‌ေ၀းကွာနေတဲ့ ကိုးမောင်တိန်ကိုပြန်ရောက်နိုင်မှာလားဆိုတာ စိတ်၀င်တစားကြည့်ရှုရမှာပါ။လွမ်းမောဖွယ် ချစ်ခြင်းမေတ္တာနဲ့ စစ်အတွင်းအခြေအနေတွေကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/1AHci/Cold.Mountain.2003_720p(CM).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYTBlNmM1N2EtMDljYS00NzEzLWE4ZWQtZDk0YWI1MDM0MmRjXkEyXkFqcGdeQXVyNjUxMDQ0MTg@._V1_-160x200.jpg",
        "title": "Secret Society of Second Born Royals (2020)",
        "description": "Disney က အသစ်ထွက်ရှိထားတဲ့ Action,Adventure,Comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးချင်ပါတယ်။ဆမ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မလေးဟာ အလီရီယာတိုင်းပြည်ရဲ့ တော်ဝင်မျိုးဆက် ဒုတိယသမီးဖြစ်သူပါ။\nသူ့အစ်မ အယ်လီနောက နန်းမွေဆက်ခံရမယ့်သူပီပီ မင်းသမီးပီသ အဘက်ဘက်ကပြီးပြည့်စုံသလောက် ဆမ်ကတော့\nဘုရင်စနစ်ကိုပုန်ကန် တော်ဝင်ထုံးတမ်းတွေကို ငြီးငွေ့မုန်းတီးနေတဲ့ ပုန်ကန်ချင်တဲ့ဆယ်ကျော်သက်လေးတစ်ယောက်ဖြစ်နေပါတယ်။\nသူ့မှာ မိုက်ခ်ဆိုတဲ့ အချစ်ဆုံးသူငယ်ချင်းကောင်လေးတစ်ယောက်ရှိပြီး ပူးတွဲဂီတအဖွဲ့လေးကို တည်ထောင်ထားကြတယ်။\nတစ်နေ့တော့ ကလပ်မှာလုပ်တဲ့ ဖျော်ဖြေရေးပွဲတစ်ခုကို ခိုးသွားကြရင်း စာမေးပွဲလွတ်သွားတာကို သူ့အမေ သိသွားတဲ့နောက်\nအဲ့ဒီစာမေးပွဲအတွက် ဆမ်ဟာ ကျောင်းပိတ်ရက်မှာ နွေရာသီသင်တန်းကိုတက်ဖို့ဖြစ်လာပါတော့တယ်။\nတကယ်တမ်း အဲ့ဒီနွေရာသီသင်တန်းဟာ ဆမ်တို့လို တော်ဝင်မျိုးဆက်ရဲ့ ဒုတိယရင်သွေးတွေကို လျှို့ဝှက်လေ့ကျင့်ပေးနေတဲ့ အစီအစဉ်\nတစ်ခုဖြစ်ပါတယ်။ ပထမမွေးချင်းသားသမီးတွေဟာ ထီးနန်းအရိုက်အရာကိုဆက်ခံ တိုင်းပြည်ကို အုပ်ချုပ်ရပြီး ဒုတိယမွေးချင်းသားသမီးတွေကတော့\nထူးခြားတဲ့ လူသာမန်ထက်သာလွန်တဲ့အစွမ်းတွေရှိကြပြီး အဲ့ဒီအစွမ်းတွေကို အသုံးချ သူတို့တိုင်းပြည်တွေ ကမ္ဘာကြီးကို အန္တရာယ်ပြုမယ့်\nရာဇဝတ်ကောင်တွေရန်က ကာကွယ်ကြရတယ်ဆိုတာကို ဆမ်သိလိုက်ရတဲ့အခါမှာတော့..။ဒစ်စနေကားပီပီ ဆယ်ကျော်သက်လူငယ်လေးတွေရင်ဆိုင်ရမယ့်\nဘဝအလှည့်အပြောင်း၊ မိသားစု ပတ်ဝန်းကျင် အရွယ်ရောက်ချိန်မှာကြုံဆုံရတတ်တဲ့ ပြဿနာလေးတွေကို မီးမောင်းထိုးပြပြီး ပါဝါတွေ ကိရိယာအဆန်းတွေနဲ့\nစိတ်ဝင်စားစရာကောင်းအောင် တင်ဆက်ထားတဲ့ ပေါ့ပေါ့ပါးပါး ...",
        "rating": "",
        "url": "https://megaup.net/2gDsA/(CM)Secret.Society.of.Second-born.Royals.2020.1080p.DSNP.WEB-DL.DDP.5.1.Atmos.H.264-PHOENIX.mp4",
        "category": "Action, Adventure, Comedy"
    }
]