[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y8n8PfqMUVgr5mn0ShiVflBzUMf.jpg",
        "title": "Giant Snake Incident at Yellow River ( 2023 )",
        "description": "\" ဟွမ်မြစ်အတွင်းက ကြောက်မက်ဖွယ်ကောင်းလှတဲ့ လူသားစား မြွေကြီးရဲ့ ဒဏ္ဍာရီလေးတစ်ပုဒ် \"ဟွမ်မြစ်ရဲ့နံဘေးမှာ ဆိတ်ငြိမ်အေးချမ်းတဲ့ ခေတ်လွန်ရွာလေးတစ်ရွာတည်ရှိပါတယ် ။\nဒီလိုအေးချမ်းလှတဲ့ ရွာလေးဆီကို ခေါင်းတလားကြီးတစ်လုံးနဲ့အတူ\nကြောက်မက်ဖွယ်ကောင်းတဲ့ ဘေးအန္တရာယ်ကြီးက ရောက်ရှိလို့လာခဲ့ပါတော့တယ် ။ထူးဆန်းတဲ့ အရာတွေ မကြာခဏ ဖြစ်ပြီး လူတွေကလဲ တစ်ဦးပြီး\nတစ်ဦးပျောက်ဆုံးလို့ လာခဲ့ချေပါတယ် ။ ဒီဘေးအန္တရာယ်ကြီးကို\nကျောက်မိသားစုကနေပြီး နှိမ်နင်းဖို့ သွားခဲ့ပေမဲ့ တစ်ဦးတစ်ယောက်မှ\nပြန်လာခြင်းမရှိခဲ့ပါဘူး ။ ဒီကိစ္စဖြစ်ပြီး နှစ် ၂၀ ကြာတဲ့နောက်မှာ\nအလားတူ ကိစ္စရပ်မျိုး ပြန်လည်ဖြစ်ပျက်လာခဲ့သောအခါ...?ကျောက်အိမ်တော်ရဲ့ မျိုးဆက်ကို ဆက်လက် လက်ခံမဲ့\nသခင်လေးကျောက်ပိုင်တစ်ယောက် ဒီမကောင်းဆိုးဝါးကြီးကို\nနှိမ်နင်းဖို့ ခရီးစတင်ထွက်ခဲ့ပါတော့တယ် ။ ဒီတော့ မြစ်ထဲက\nမကောင်းဆိုးဝါး မြွေကြီးကို နှိမ်နင်းနိုင်ပါ့မလား ?\nဘယ်လိုမျိုး အန္တရာယ်တွေနဲ့ ကြုံတွေ့ရဦးမှာလဲ ? ဆိုတာ\nသခင်လေး ကျောက်ပိုင်ရဲ့ စွန့်စားရေး ခရီးစဥ်လေးကို\nအတူတူ စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n(Reviewed By Chit Mya Mya Hmwe)\nQuality : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2ykT2/Giant_Snake_Incident_at_Yellow_River_(_2023_)_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j97jPOtKRpPjNSoaupokZHWGQaj.jpg",
        "title": "Samsara (2001)",
        "description": "Samsara (2001)~ IMDb - 7.7/10, Rotten Tomatoes - 100% ~Directed By \" Pan Nalin \"ကားနာမည်ကိုက သံသရာဆိုတော့ သိတော့သိသာပါတယ်။ ဗုဒ္ဓဘာသာကို အခြေတည်ထားတဲ့ ရုပ်ရှင်။ အတိအကျဆို တိဘက်ဗုဒ္ဓဘာသာကို အခြေတည်ထားတဲ့ ရုပ်ရှင်။ အဓိကဇာတ်လိုက်က တိဘက်က ကိုယ်တော်တစ်ပါး။ ထူးတာက ဇာတ်ကတော့ ဒီကိုယ်တော်ကိုပဲ တည်ထားပေမဲ့ အဲဒီကိုယ်တော်ကို သိဒ္ဓတ္ထမင်းသားရဲ့ ပုံစံငယ်လိုလိုသဘောမျိုးနဲ့ပြသွားတယ်။ ပုံစံငယ်လို့ပြောရတာလည်း သိပ်တော့မဟုတ်သေးဘူး။ ပြောရရင် သိဒ္ဓတ္ထမင်းသားနဲ့ ခပ်ဆင်ဆင်အဖြစ်မျိုးတွေ ဒီကိုယ်တော်ဘဝထဲ သွတ်သွင်းပြီး ပြသွားတယ်ပေါ့။ ဒီတစ်ကားလုံးရဲ့ Main Plot ဟာလည်း ဒီကိုယ်တော်ရဲ့ သံသရာကလွတ်မြောက်ရာရှာခြင်းခေါ်မလား၊ ဉာဏ်အလင်းရှာခြင်းခေါ်မလား၊ အာသဝက္ခယဉာဏ်ကို ရှာတယ်ခေါ်မလား၊ အဲဒီအရာကို ရှာတဲ့ အကြောင်းအရာပဲ။\" ရေတစ်ပေါက်ကို ဘယ်တော့မှ မခန်းခြောက်အောင် ဘယ်လိုလုပ်ရမလဲ \"ဟိမဝန္တာတောင်တန်းတစ်နေရာက ကောင်းကင်ကျယ်ကြီးထဲ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1cp45/(CM)_Samsara_(2001)_1080p.mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-gods-134x200.jpg",
        "title": "The Ghost and the Darkness (1996)",
        "description": "90 born တွေဆို ငယ်ဘဝတုန်းက လူသားတွေနဲ့ ခြင်္သေ့တွေ အသဲတယားယား ဘတပြန်ကျားတပြန် တိုက်ခိုက်ခဲ့တာကို မှတ်မိကြမယ်ထင်ပါတယ်။ ဇာတ်လမ်းအကြောင်းမပြောခင် ဒီဖြစ်ရပ်ကြီးက အပြင်လောကမှာ တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ဆိုတာ ပြောပြချင်ပါတယ်... ဇာတ်လမ်းကတော့ လန်ဒန်က တံတားအင်ဂျင်နီယာ ကယ်နယ်တစ်ယောက်ကို အာဖရိကတိုက် ဆာဗိုဆိုတဲ့နေရာမှာ ငါးလအတွင်း တံတားတစ်ခု အပြီးဆောက်ခိုင်းတာပါ။ ဒါပေမဲ့ ကာနယ်ရောက်သွားတဲ့အချိန်မှာ အခက်အခဲပေါင်းစုံ ကြုံတွေ့ရပါတော့တယ် အလုပ်သမားအချင်းချင်း မတည့်တာမျိုး ဆေးရုံကောင်းကောင်းမရှိတာမျိုး စသဖြင့်ပေါ့၊ ဒါပေမဲ့ တကယ်ပြဿနာကြီးကတော့ ခြင်္သေ့တွေ လူလာလာဆွဲတဲ့ကိစ္စပါ။ ပထမပိုင်းတော့ ကာနယ်တစ်ယောက် အပင်ပေါ်ကနေ တစ်ကောင်သတ်ပေးလိုက်တော့ အလုပ်သမားတွေလည်း ပျော်ရွှင်၊ သူလည်း သူရဲကောင်းဖြစ် တံတားထိုးတာလည်း အဆင်ပြေပြေနဲ့ပေါ့၊ နောက်ပိုင်းကျတော့ ခြင်္သေ့တွေက ပိုအတင့်ရဲလာ လူတွေပိုသတ်လာပြီး တံတားလည်းမဆောက်နိုင် ခြင်္သေ့လည်းမသတ်နိုင်နဲ့ ဒုက္ခတွေရောက်လာတဲ့အချိန် အာဖရိကလူမျိုးစုတွေနဲ့အတူ အမဲလိုက်တတ်တဲ့ နာမည်ကျော်မုဆိုးတစ်ယောက် ရောက်ရှိလာခဲ့ပါတော့တယ်။ အဲဒီမှာ ဆိုးသွမ်းနေတဲ့ခြင်္သေ့တွေကို ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Skra/The.Ghost.and.the.Darkness.1996.INTERNAL.1080p(CM).mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-fly-134x200.jpg",
        "title": "Fly Away Home (1996)",
        "description": "အေမီ အော်လ်ဒန်ဟာ မိခင်ဖြစ်သူကိုမတော်တဆမှုမှာဆုံးရှုံးခဲ့ရပြီးနောက် ကွာရှင်းထားတဲ့ဖခင်ဖြစ်သူ သောမတ် အော်လ်ဒန်နဲ့ကနေဒါမှာလိုက်နေရဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ တနေ့မှာသူမရဲ့အိမ်ဘေးစိမ့်တောထဲမှ ကနေဒါဘဲငန်းဥလေးတွေကိုဖျက်စီးခံရမယ့်အရေးကနေကယ်တင်ခဲ့တာကနေဖခင်ဖြစ်သူနဲ့အတူ သူတို့ကိုကြီးပြင်းတဲ့အထိမွေးမြူဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ ကနေဒါဘဲငန်းတွေဟာရွှေ့ပြောင်းကျက်စားတဲ့မျိုးနွယ်ဖြစ်သည့်အတွက် ဆောင်းရာသီမှာတောင်ဘက်ကိုဆင်းဖို့လိုအပ်လာခဲ့ပါပြီ။အေမီအတွက်ကတော့မိုင်500ကျော် ခရီးရှည်ကြီးကိုဖခင်ဖြစ်သူနဲ့အတူ အသေးစားလေယာဉ်နှစ်စီးနဲ့ဒီဘဲငန်းတွေကိုဘေးမသီရအောင်လမ်းပြဖို့လိုအပ်လာခဲ့ပါတယ်။ အေမီတို့ရဲ့ ခရီးမစခင် အခက်အခဲတွေ လမ်းတလျှောက်ကအတွေ့အကြုံတွေနဲ့ အေမီနဲ့သူ့ဖခင် ဒီဘဲငန်းလေးတွေအကြားကချစ်ခြင်းမေတ္တာတွေကိုရှုစားကြရမှာပဲဖြစ်ပါတယ်ခင်ဗျာ။\nဤဇာတ်လမ်းမှာဖန်တီးမှုသာဖြစ်သော်လည်း ဘဲငန်းများကို လေယာဉ်အပေါ့စားများနှင့်စားကျက်သို့လမ်းပြခဲ့ခြင်းမှာ အစစ်အမှန်ကြိုးစားအောင်မြင်ခဲ့သည့်ဖြစ်ရပ်ဖြစ်ပါသည်။ File size…(1.91GB)  / (1.38GB) / (639MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:47:00\nGenre...Adventure / Drama / Family\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  Brackman",
        "rating": "6.9",
        "url": "https://megaup.net/1Skqn/Fly.Away.Home.1997.1080p.(CM).mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-escape-133x200.jpg",
        "title": "Escape from L.A(1996)",
        "description": "ဒီကားလေးကတော့ ၁၉၉၆ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ သိပ္ပံအက်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။ ၁၉၈၁ ခုနှစ်က ထွက်ရှိထားတဲ့ Escape from New York ရဲ့ sequel ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားထဲက timeline ကတော့ ၂၀၁၃ ခုနှစ်ကိုယူထားတာဖြစ်ပြီး ခေတ်မီလက်နက်တွေ ပစ္စည်းကိရိယာတွေကို ထည့်သွင်းပြသထားပါတယ်အမေရိကန်ပြည်ထောင်စုထဲက လော့စ်အိန်ဂျယ်လိစ်မြို့တော်ကြီးက ဒုစရိုက်မှုတွေများပြားလာတယ်ဆိုတဲ့ အကြောင်းပြချက်နဲ့ သမ္မတအသစ်က အဲဒီမြို့ကို နိုင်ငံကနေ ခွဲထုတ်ပစ်လိုက်ပါတယ်ပြီးတော့ အမေရိကကို ပြန်လည်ပြုပြင်မယ်ဆိုပြီး မူးယစ်ဆေး၊ အရက်၊ဆေးလိပ် မသောက်ရ၊ မိန်းမ မလိုက်စားရဆိုပြီး စည်းကမ်းတွေချမှတ်ခဲ့ပါတယ်အဲဒါတွေကို ဆန့်ကျင်သူအားလုံး ပြည့်တန်ဆာတွေ လူဆိုးတွေ ပြစ်မှုအသေးလုပ်မိသူတွေကအစ နိုင်ငံထဲမှာမနေရဘဲ အယ်လ်အေမြို့ကြီးကို ပြည်နှင်ဒဏ်ပေးဖို့ အမိန့်ပါချမှတ်ခဲ့ပါတယ်တစ်နေ့မှာတော့ သမ္မတရဲ့သမီးဖြစ်သူက နိုင်ငံတော်လျှို့ဝှက်စီမံကိန်းပစ္စည်းတစ်ခုကို ခိုးယူသွားပြီး အယ်လ်အေမြို့ကို ထွက်ပြေးခဲ့ပါတယ် ပြီးတော့ အဲဒီပစ္စည်းကို အယ်လ်အေမြို့ထဲက အကြမ်းဖက်ခေါင်းဆောင်ဆီ အပ်လိုက်ပါတယ်အဲဒီပစ္စည်းကို လိုက်ယူဖို့အတွက် နာမည်ကျော် လူဆိုး စနိတ်ခ် ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Sjl2/Escape.from.L.A..1996.1080p(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cKCyUsWRZPSdTrVTRwg4WpUAdNF.jpg",
        "title": "Detective Dee and Dragon Hidden Lair ( 2023 )",
        "description": "စုံထောက်ကြီးဒီး(ဒီးရန်ကျယ်) ရဲ့ စွန့်စားခန်း အမှုစစ်ဆေးရေး ဇာတ်ကားတွေကို\nကြိုက်နှစ်သက်တဲ့ CM က ပရိသတ်တွေအတွက် စုံထောက်ကြီးဒီးရဲ့\nစွန့်စားခန်း ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ ။ထန်မင်းဆက် အုပ်စိုးစဥ်အချိန်ကာလ အကျင့်သီလနဲ့ ပြည့်စုံတဲ့\nမင်းကြီးနဲ့ ဘုရင်မကြီးတို့ကြောင့် လော့ယန်တစ်မြို့လုံး\nစီးပွားလာဘ်လာဘတွေ တိုးတတ်ပြီး အေးအေးချမ်းချမ်းရှိနေခဲ့ပါတယ် ။ ဒါပေမဲ့ တစ်နေ့မှာတော့ လော့ယန်မှာ ထူးဆန်းလှတဲ့ အမှုကိစ္စတွေက\nထွက်ပေါ်လို့လာခဲ့ပါတော့တယ် ။ ၎င်းကတော့ ပြည်သူတွေရဲ့\nရေကြောင်းစောင့်ကြပ်ရေးတပ်ဖွဲ့ဟာ မြစ်လည်ခေါင်မှာ အမည်မသိ\nလူသတ်သမားရဲ့ သတ်ဖြတ်ခြင်းကို ခံရပြီး တစ်ဖွဲ့လုံးအသက်ရှင်ကျန်ရစ်သူမရှိ\nသေဆုံးသွားခဲ့တာပါ ။ ပြည်သူတွေလဲ ဒီသတ်ဖြတ်မှုကြီးကြောင့်\nထိတ်လန့်တစ်ကြားဖြစ်နေပြီးတော့ တလီဘုရားကျောင်းတော်မှ\nစုံထောက်ကြီးဒီးနဲ့ သူ့ရဲ့ အပေါင်းအပါတွေက ဒီအမှုကို စုံစမ်းဖို့ စတင်လုပ်ကိုင်ခဲ့ကြပါတယ် ။သဲလွန်စ တစ်ခုခြင်းစီနောက်ကိုလိုက်ရင်း\n❏ စုံထောက်ကြီးဒီးနဲ့ အပေါင်းအပါတွေ ဒီအမှုကြီးကို ဘယ်လိုတွေ ဆက်လက်စုံစမ်းမှာလဲ ?\n❏ အမှုစုံစမ်းနေစဥ်အတွင်းမှာ ဘယ်လိုထူးဆန်း တုန်လှုပ်ဖွယ်ရာ အကြောင်းအရာတွေကို တွေ့ရှိရမလဲ ?\n❏ စုံထောက်ကြီးဒီးတစ်ယောက် အဖြစ်မှန်ကို ရှာဖွေကာ\nထန်မင်းဆက်ကို ကယ်တင်နိုင်ပါ့မလားဆိုတာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/2ygiA/Detective_Dee_and_Dragon_Hidden_Lair_2023_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/atXE2lDr7qyM7IAj8vj3QTHPdZd.jpg",
        "title": "Taoist Priest In The Tomb ( 2023 )",
        "description": "ရှေးခေတ်မင်းဆက်ရဲ့ သင်္ချိုင်းမြေကြီးတစ်ခုဖြစ်တဲ့ လော့ထျန်းဟွမ်းနယ်မြေကြီး ။\nထူးဆန်းတဲ့အရာတွေကြောင့် ချိတ်ပိတ်ခဲ့တာ ကြာပေမဲ့\nသင်္ချိုင်းတူးဖော်သူတွေကြောင့် လော့ထျန်းဟွမ်းရဲ့ လျှို့ဝှက်ချက်ကြီးက\nပြန်လည်နိုးထလာခဲ့တဲ့အခါ ။ သူနဲ့ အနီးတစ်ဝိုက်မှာရှိတဲ့\nရွာငယ်လေးတွေမှာလဲ ကြောက်မက်ဖွယ်ရာကိစ္စတွေဖြစ်ခဲ့ပြီး\nလူတွေဟာလဲ တစ်စ တစ်စနဲ့ ပျောက်ဆုံးလို့လာခဲ့ပါတယ် ။\nဒီကိစ္စတွေနဲ့ တစ်ချိန်က ပတ်သတ်ခဲ့တဲ့ ကျူးချွဲ့တစ်ယောက် ... ?❏ သူ့ရဲ့ ရွာသူရွာသား မိတ်ဆွေတွေကို ကယ်တင်ဖို့\n❏ သူတို့နေထိုင်ရာ နယ်မြေ အဒွန့်ရှည်စေဖို့\n❏ လော့ထျန်းဟွမ်း ကိစ္စကြီးမှာ သေဆုံးသွားကြပြီတဲ့\nဖခင်အတွက် ပြန်လည်လက်စားချေဖို့“သူဘယ်လိုတွေ လုပ်ဆောင်မလဲ ? လော့ထျန်းဟွမ်းရဲ့လျှို့ဝှက်ချက်ကြီးကို\nသူဖြေရှင်းနိုင်ပါ့မလား ဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမဲ့\nရုပ်ရှင်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ် ။ အခုပဲကြည့်ရှူလိုက်ရအောင်ပါနော် ။”\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Adventure , Mystery , Fantasy\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://megaup.net/2yeO0/Taoist_Priest_In_The_Tomb_2023_WEB-DL_1080p_CM.mp4",
        "category": "Adventure, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/The_Extraordinary_Adventures_of_Ad_le_Blanc_Sec-789828078-large-139x200.jpg",
        "title": "The Extraordinary Adventures of Adèle Blanc-Sec (2010)",
        "description": "IMDb Rating (6.3/10)ဒီပြင်သစ်ကားက အခွီကားပါ... ရီနေရပါတယ်။\nမံမီတွေရော... ရှေးခေတ်က ငှက်တွေရော ...မှော်ပညာတွေရော... စွန့်စားခန်းတွေရောနဲ့\nတကယ်ကိုကြည့်လို့ကောင်းတဲ့ Comedy ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့....အဒဲဆိုတာ ပြင်သစ်က နာမည်ကျော် ဆောင်းပါးရေးတဲ့ဆရာမပါ။ သူ့မှာအရမ်းချစ်ရတဲ့အမွှာညီမတစ်ယောက်ရှိပါတယ်... သူမရဲနမော်နမဲ့တစ်ခုကြောင့် သူ့ညီမခမျာ ခေတ်ဆရာဝန်တွေမကုနိုင်တော့တဲ့ ဝေဒနာရပြီး သေလုမျောပါးဖြစ်နေရှာပါတယ် ...ဒါကိုမရှုစိမ့်တော့တော့တဲ့အဆုံး သူ့ညီမကို ရှေးခေတ်မှော်ပညာနဲ့ အသက်ပြန်သွင်းဖို့ အဒဲတစ်ယောက် အီဂျစ်က မံမီတွေနောက်ကို လိုက်ပါတော့တယ်...သူ့ညီမကိုအသက်ပြန်သွင်းဖို့ မံမီတွေကို အသက်ပြန်သွင်းမယ့် အဒဲရဲ့ မဟာအကြံအစည်ကြီး စွန့်စားခန်းတို့ရဲ့ထုံးစံအတိုင်း အခက်အခဲတွေကြားထဲက အောင်မြင်နိုင်ပါ့မလားဆိုတာ....အလွဲလွဲအချော်ချော်တွေနဲ့ အတည်ပေါက်နဲ့ရီနေရမယ့် ဇာတ်လမ်းဖြစ်ပါတယ်။\nFile size…(1.9 GB) and (850 MB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….01:45:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Brownie",
        "rating": "6.3",
        "url": "https://megaup.net/1cee3/(CM)_The.Extraordinary.Adventures.of.Adele.Blanc-Sec.2010.1080p.BluRay.x264-Naung.mp4",
        "category": "Action, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7rcJQWplGZWz57yGlP87rlPmI.jpg",
        "title": "The Eagle(2011)",
        "description": "The Eagle (2011)==============IMDb 6.2 / Rotten Tomatoes 39%အမေရိကန် နိုင်းနိုင်း😜 Channing Tatum ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ နိုင်ငံရဲ့အဖိုးတန် ဆုတံဆိပ် ရွှေလင်းယုန်ငှက်ရုပ်တုပျောက်ဆုံးမှုကြောင့် နာမည်ပျက်ခဲ့ရတဲ့ တပ်မှူးရဲ့ သား မားကပ်စ်မားကပ်စ်ရဲ့အမိန့်ကြောင့် မိသားစုဝင်တွေအားလုံး သေဆုံးပြီး ကျွန်ဘဝရောက်ခဲ့ရတဲ့ အက်စကာ ဖခင်ရဲ့ဂုဏ်သိက္ခာကို ပြန်လည်အဖတ်ဆယ်ဖို့တိုက်ပွဲဝင်ရင်း ဒဏ်ရာရကာ တပ်မှ ထွက်လိုက်ရတဲ့ မားကပ်စ်တစ်ယောက်လူသတ်ပွဲတစ်ပွဲမှာ အက်စကာ့အသက်ကို ကယ်တင်ပေးလိုက်တဲ့အခါ...နှစ်ယောက်အတူ လူရိုင်းတွေရဲ့ နယ်မြေမှာ လင်းယုန်ငှက်ရုပ်တုကို သွားရှာကြချိန်မှာတော့...အနိုင်ကျင့်သူနဲ့ အနိုင်ကျင့်ခံရသူကနေ သခင်နဲ့ ကျွန်အဖြစ်ကို ရောက်ခဲ့ကြတဲ့သူတို့နှစ်ယောက် တစ်ဖန် ရန်သူတွေဖြစ်သွားကြမလား...ဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Adventure / Action ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်... File size…2.35GB / 825MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Action ...",
        "rating": "6.2",
        "url": "https://megaup.net/2y7hh/The.Eagle.2011.BluRay1080p5.1CH(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uOCIrFOT4U9QXML3SLlpCxGs7BV.jpg",
        "title": "Timeline(2003)",
        "description": "Timeline(2003)*************အလယ်ခေတ်ကလူတစ်ယောက် တောအုပ်ထဲကနေပြေးထွက်လာပြီးကားလမ်းအလယ်မှာ သေဆုံးသွားတာနဲ့စတင်ထားပါတယ်။ပြီးတော့ အဲ့အလောင်းကို အိုင်တီစီက မတော်တဆမှုတစ်ခုအဖြစ်ဖန်တီးလိုက်ပါတယ်။\nနောက်တော့ ပရောဖက်ဆာ ဂျွန်စတန် နဲ့ သူ့ရဲ့ ရှေးဟောင်းတူးဖော်မှုအဖွဲ့ရဲ့ အလယ်ခေတ် ပြင်သစ်နဲ့အင်္ဂလိပ်တို့ရဲ့တိုက်ပွဲနေရာမှာ တူးဖော်မှုတွေပြုလုပ်နေခဲ့ပါတယ်။တူးဖော်မှု‌တွေပြုလုပ်နေရင်း တစ်နေ့မှာတော့ပရော်ဖက်ဆာရဲ့ မျက်မှန်၊ လက်ရေးမှုနဲ့အကူအညီတောင်းထားတဲ့စာကို ကိတ် နဲ့ မရက် ကထူးဆန်းစွာရှာဖွေတွေ့ရှိသွားပါတယ်။\nပရော်ဖက်ဆာရဲ့ အဖွဲ့က ရှာတွေ့ထားတာတွေကို ကာဗွန်သက်တမ်းစစ်ကြည့်လိုက်တော့နှစ်ပေါင်း ၆၀၀ လောက်သက်တမ်းရှိနေပြီဆိုတာကို သိလိုက်ရတယ်။\nအဲ့ဒီအခါမှာ ပရော်ဖက်ဆာရဲ့သား ခရစ် နဲ့ သူ့အဖွဲ့က သူ့အဖေကိုလိုက်ရှာဖို့အကြောင်းဖန်လာပါတော့တယ်။ အိုင်တီစီကို သွားပြီး သူ့အဖေကိုဘာလုပ်လိုက်လဲဆိုတာကို အဖြေရှာပါတော့တယ်။ ဇာတ်ကားရဲ့ နာမည် Timeline ဆိုတဲ့အတိုင်းဒီနေ့ခေတ်နဲ့ အလယ်ခေတ် ကို အသွားအပြန်လုပ်ရင်း ခရစ်တစ်ယောက်သူ့အဖေကိုရော ပြန်ရှာပြီး ကယ်တင်နိုင်ပါမလား ဆိုတာတော့ ဇာတ်ကားလေးထဲမှာ ဆက်လက်ကြည့်ရှု့လိုက်ကြပါခင်ဗျာ\nဒီဇာတ်လမ်းထဲမှာတော့ ပရော်ဖက်ဆာရဲ့သား ခရစ် အဖြစ်နဲ့ သရုပ်ဆောင်ထားတဲ့ကျွန်တော်တို့ရဲ့ အချစ်တော် fast and furious မင်းသား Paul Walker ...",
        "rating": "6.7",
        "url": "https://megaup.net/1cccl/Timeline.2003.BLU-RAY.720P(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-daylight-135x200.jpg",
        "title": "Daylight (1996)",
        "description": "Daylight ရုပ်ရှင်ကားကို ၁၉၉၆ခုနှစ်မှာ ပြသခဲ့တာဖြစ်ပြီး ရမ်ဘိုမင်းသားကြီး စတားလုံး ပါဝင်သရုပ်ဆောင်ထားတဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ကပ်ဘေးရှင်သန်ရေး thriller disaster ဇာတ်ကားအမျိုးအစားဖြစ်ပါတယ်။ ဒေါ်လာသန်း၈၀ အကုန်ကျခံရိုက်ကူးခဲ့တဲ့ ဒီရုပ်ရှင်ဟာ သန်း၁၆၀နီးပါး ပြန်လည်ရရှိခဲ့လို့ အောင်မြင်တဲ့ရုပ်ရှင်တစ်ခုလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဥ်းဟာဆိုရင်ဖြင့် New York မြို့ကနေ တရားမဝင် အဆိပ်သင့်စွန့်ပစ်ပစ္စည်းတွေကို နယူးဂျာဆီပြည်နယ်ကိုခိုးပြီး စွန့်ပစ်ဖို့လုပ်ရာကနေ ဇာတ်လမ်းစပါတယ်။ အဲဒီစွန့်ပစ်ပစ္စည်းတွေကို သယ်ဆောင်လာတဲ့ထရပ်ကားတွေက ဥမင်လှိုဏ်ခေါင်းတစ်ခုကိုအဖြတ်မှာ ယာဥ်ဓားပြတိုက်လာတဲ့ သူခိုးအုပ်စုကားနဲ့ ဝင်တိုက်မိပြီး ပေါက်ကွဲမှူအကြီးစားတွေ​ဖြစ်ကာ လှိုဏ်ခေါင်းကြီးလည်း ပြိုကျသွားပါတော့တယ်။ အဲဒီမှာ ပြိုကျသွားတဲ့လှိုဏ်ခေါင်းထဲကလူတွေ အသက်ရှင်သန်အောင်ဘယ်လိုကြိုးစားကြမလဲ။ အသက်ရှင်လျက်ရော ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတာကို စိတ်ဝင်တစား လိုက်လံကြည့်ရှု စီးမျောလို့ရတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။အသက်ရှင်သန်ရေး ကြိုးပမ်းတဲ့ရုပ်ရှင်တွေရဲ့ထုံးစံအတိုင်း လူတွေရဲ့အတ္တတွေ မာနတွေ ကြိုးစားမှုတွေ မျှော်လင့်ချက်ကုန်ခမ်းသွားတာတွေ စိတ်ဓာတ်လုံးဝကျသွားတာတွေကိုကြည့်ရင်း ကိုယ်ပါ ရင်ထဲအလုံးကြီး ဆို့ထားသလို အောင့်သက်သက် ခံစားရဦးမှာပါ။ ဒါကြောင့် Survival Thriller ရုပ်ရှင်ကြိုက်နှစ်သက်သူများအတွက် ...",
        "rating": "5.9",
        "url": "https://megaup.net/1S5n1/Daylight.1996.1080p(CM).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOTBjMjJjYWMtMGNkNy00OGRhLWJlNWYtNjk5YmVmY2Y4M2M3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-138x200.jpg",
        "title": "Go Goa Gone (2013)",
        "description": "Go Goa Gone (2013)\nAction, Adventure, Comedy\nIMDb 6.6/10 (14K)အခုတစ်ခါတင်ဆက်ပေးမယ်ကားလေးကတော့ မင်းသားကြီးဆေ့ဖ်အလီခန်းနဲ့ Lootcase 2020 မင်းသားကူနားတို့\nသမီးယောက်ဖနှစ်ဦးရဲ့ဟာသအက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးဟာ အိန္ဒိယရူပီ ၁၉.၄သန်း (ကန်ဒေါ်လာ ၂.၄သန်း) အထိအမြတ်ရခဲ့တဲ့ ၂၀၁၃ခုနှစ်က ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဟာဒစ် လဗ် ဘန်နီ ဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ရှိတယ်..ဟာဒစ်နဲ့လဗ်က အတိုင်အဖောက်ညီတဲ့\nဆိုးဖေါ်ဆိုးဖက်တွေဖြစ်ပြီး ဘန်နီကတော့ အမြဲဒုက္ခခံပေးနေရရှာတဲ့ ရိုးသားကြိုးစားတဲ့ကောင်လေးပေါ့။တစ်ရက်တော့ သူတို့သုံးယောက်ဟာ လောကဓံရဲ့ရိုက်ခတ်ကြားမှာ ယက်ကန်ယက်ကန်နဲ့\nရုရှားမာဖီးယားဦးဆောင်ပြီးကျင်းပပေးတဲ့ ပါတီပွဲတစ်ခုမှာ အပီကဲဖို့ ဝေးလံခေါင်သီတဲ့ ကျွန်းတစ်ကျွန်းပေါ်ကို\nရောက်လာခဲ့ပါတယ်။သူတို့တွေ အပီကဲပြီး နောက်တစ်နေ့မှာတော့ လူတွေဟာ မူးယစ်ဆေးတစ်မျိုးသုံးစွဲမှုကြောင့်\nအသိစိတ်မရှိကြတော့ဘဲ အချင်းချင်းကိုက်ဖြတ်စားသောက်လာခဲ့ပါတော့တယ်။အလွဲလွဲအချော်အချော်နဲ့ ဒီသူငယ်ချင်းသုံးယောက်ဟာ ဒီမရဏကျွန်းပေါ်ကနေ\nလွတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုတော့ ဟာသလေးနှောပြီးကြည့်ရဦးမှာမို့ ရှုစားတော်မူကြပါဦးနော်။\nFile size…2.58GB / 1.14GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.6",
        "url": "https://megaup.net/2y4ge/Go.Goa.Gone.2013.1080p.AMZN.WEB-DL(CM).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-sliver-140x200.jpg",
        "title": "Silverstar (2022)",
        "description": "ရှုခင်းလှလှလေးများနဲ့ ကျေးလက်အငွေ့အသက်လေးတွေ ပါဝင်တဲ့ ဒတ်ချ်စကားပြော ဇာတ်ကားလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် Silverstar ဆိုတဲ့မြင်းလေးနဲ့ Esmee ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်မလေးကြားထဲက ထူးခြားတဲ့ဆက်နွယ်မှုအကြောင်းကို စွန့်စားခန်းဆန်ဆန် တင်ဆက်ထားပါတယ်. Look at it from the bright side ဆိုတဲ့အတိုင်း နေရောင်ခြည်၊ စိုက်ခင်းလေးများ၊ လေပြည်ညင်းနဲ့ တောလမ်းကလေးများကို တစ်လှည့် ခံစားရင်း.ပစ္စုပ္ပန်မျက်မြင်က ဘဝကိုပဲ ပွေ့ဖက်ရင်း. မြင်းကုန်းနှီးပေါ်က လွတ်လပ်မှု၊ ဆံဖျားနဲ့ မျက်နှာကို တိုက်ခတ်နေတဲ့ လေပြည်ရဲ့ အရိုင်းဆန်မှု၊ ဆက်ကျော်သက်ဘဝ တဇွတ်ထိုးဆန်မှု၊ မိသားစုနဲ့ချစ်မေတ္တာ စသည်တို့ကို အချိုးညီစွာ ထင်ဟပ်ပြသထားတဲ့ နိုင်ငံခြားစကားပြောဇာတ်ကားကောင်းလေး တစ်ပုဒ်ကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ် File size…(2.22GB)  / (1.16GB) /625.35MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:44:00\nGenre...Adventure\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://megaup.net/2xTpB/Silverstar.2022.1080p(CM).mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDIyMWRjNmQtZjU2My00MTkyLWE4MWEtNmEwMTQ1ODAxNTdmXkEyXkFqcGdeQXVyMTUwMDg3OTQy._V1_-134x200.jpg",
        "title": "Thunivu (2023)",
        "description": "Thunivu (2023)\nAction, Adventure, Thriller\nIMDb 6.7/10 (23K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ တမီလ်မင်းသားကြီး\nAjith Kumar (အဂျစ်ကူမား)ရဲ့ ရုံတင်ငွေ ၂၅၀ကုဋေထိ ပြန်လည်အမြတ်ရရှိထားတဲ့ အက်ရှင်ကားကောင်းတခုပဲဖြစ်ပါတယ်ဇာတ်လမ်းအစမှာ ဂိုဏ်းစတားအုပ်စုတစ်စုဟာ ဘဏ်အတွင်းပိုင်းလူတွေ..ရဲတွေနဲ့ ပူးပေါင်းပြီး\nဘဏ်တစ်ခုကို ဓါးပြတိုက်ဖို့ အစီအစဉ်ရေးဆွဲကြပါတယ်။သူတို့တွေ ဘဏ်ထဲကိုဝင်စီးပြီး ပိုက်ဆံတွေလုယက်ကြတော့မယ့်အချိန်မှာပဲ သူတို့လုံးဝထင်မှတ်မထားတဲ့\nကိစ္စတစ်ခုဖြစ်လာခဲ့ပါတယ်။အဲ့ဒါကတော့ သူတို့ကို ပြန်လည်ခုခံမယ့်လူတစ်ယောက်ပေါ်လာတာပါပဲ။ သူဟာ ရဲလည်း မဟုတ်\nစစ်သားလည်းဟုတ်မနေဘဲ သူတို့ဓါးပြတိုက်မယ့်ဘဏ်ကိုပဲ ဓါးပြတိုက်ဖို့ရောက်လာတဲ့ လူတစ်ယောက်ပါ။ဓါးပြတိုက်မှုတစ်ခုလုံးကို သူ အုပ်စိုးလိုက်တဲ့အချိန်မှာတော့ ရှေ့ဆက်ပြီး ဇာတ်လမ်းဇာတ်ကွက်များနဲ့\nလှည့်ကွက်တွေဟာ ဘယ်လိုဖြစ်လာမလဲဆိုတာကို ဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှာဖွေကြတော့နော်။\nFile size…3.11GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Taylor  ~ Yunni  ~ Cherry",
        "rating": "6.8",
        "url": "https://megaup.net/1c7wy/Thunivu_(2023)_Tamil%C2%A0TRUE_WEB-DL_.720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BZjYyMDMyOTUtMDY4NC00MjFmLTk3NTEtYTEwN2IzODExNTg5XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-133x200.jpg",
        "title": "Pushpa: The Rise (2021)",
        "description": "Pushpa : The Rise (2021)\n===================== IMDB- 8.1/10ဒီဇင်ဘာလကမှ ရုံတင်ခဲ့ပေမယ့် 2021 မှာ အိန္ဒိယရဲ့ ဝင်ငွေအကောင်းဆုံးဇာတ်ကားဖြစ်ပြီး ဟော့နေတဲ့ Pushpa Part1 ကို တင်ဆက်လိုက်ပါတယ်။အင်တာနက်မှာတော့ ဒီနေ့မှ ပူပူနွေးနွေး ထွက်ရှိလာခဲ့တာပါ။နာမည်ကြီး မင်းသား Allu Arjun ပါ၀င်သရုပ်ဆောင်ထားပြီး မင်းသမီးချော Rashmika Mandanna ကလည်း ပါ၀င်အားဖြည့်ထားပါသေးတယ်။သာမန်ဆင်းရဲသား ကြုံရာကျပန်း လုပ်တတ်တဲ့ ပွတ်ရှ်ပါ ဟာ ဆင်းရဲသလောက် မာနကြီးသလိုဘုဘောက်လည်းကျပါတယ်။ တစ်ခွန်းတည်းစာဖွဲ့ရရင် လူ့ဂွစာပေါ့ဗျာ။ ကိုယ်မှန်တယ်ထင်ရင်ဘာကိုမှ အလျှော့မပေးတတ်သလို အမျှော်အမြင်လည်း အတော်ကြီးရှာတယ်။အဲ့လိုလူတစ်ယောက်က အလွန်ရှားပါးသော သစ်တစ်မျိုးဖြစ်တဲ့ အနီရောင်စန္ဒကူးပင်ကိုမှော်ခိုရောင်း၀ယ်ကူးလူးတဲ့ ဂိုဏ်းနဲ့ ချိတ်ဆက်မိသွားရာကCM ပရိသတ်ကြီးတို့ အကြိုက်တွေ့စေမဲ့ ဇာတ်လမ်းတစ်ခု ပေါ်ပေါက်လာခဲ့ပါတယ်။ဒီကားကို ဝေဖန်ရေးဆရာများက ချီးကျုးထားကြပြီးအထူးသဖြင့် မင်းသား Allu ရဲ့ ကာရိုက်တာဇာတ်ရုပ်အား ပီပြင်စွာသရုပ်ဖော်နိုင်ခြင်းကို အထူးသဘောကျနှစ်သက်နေကြပါတယ်။Box Office မှာလည်း ၀ငျငွေများစွာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2y2ro/Pushpa_1080p_True_WEB_DL_AAC_5.1CH_(CM).mp4",
        "category": "Action, Adventure, Bollywood, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/BHC2_Poster-149x200.png",
        "title": "Beverly Hills Chihuahua 2 (2011)",
        "description": "Beverly Hills 2 (2011) အညွှန်းဒီတစ်ခါ Beverly Hills 2 မှာတော့ မကြီးကျယ်လေးခလိုဝီတစ်ယောက် LA ကိုပြန်ရောက်ပြီး သခင်နဲ့လည်းပြန်တွေ့ရ လင်လည်းရဆိုသလို ပါပီနဲ့လက်ထပ်လိုက်ပြီး ခွေးလေး၅ကောင်ပါမွေးလာခဲ့ပါတယ်။ပါပီ့သခင်ဆမ့်အိမ်ကို သွားလည်ကြတဲ့နေ့မှာတော့ ဆမ့်မိဘတွေမပြေမလည်ဖြစ်လို့ အိမ်ကိုဘဏ်မှာပေါင်ထားရပြီး အကြွေးမဆပ်နိုင်ဖြစ်နေတာကိုသိခဲ့ရပါတယ်။လမ်းဘေးခွေးလေးဘဝကနေ အိမ်ပေါ်ခေါ်တင်ပေးထားတဲ့သခင်တွေကြောင့် နေစရာအိမ်ဆိုပြီးရှိလာခဲ့တဲ့ပါပီကတော့ သခင်တွေရဲ့ကျေးဇူးကိုပြန်ဆပ်ဖို့ကြိုးစားပေမယ့် ပိုသာဆိုးသွားခဲ့ပါတယ်။ ပါပီတို့အမှားကြောင့် အချိန်၃ပတ်လေးတောင်မရတော့ဘဲ အိမ်ပေါ်ကနေချက်ချင်းဆင်းပေးလိုက်ရတဲ့ ဆမ်တို့မိသားစုလည်း အဝေးကြီးကိုပြောင်းသွားရဖို့ဖြစ်လာတဲ့အခါမှာ ......ဘဏ်ဓားပြတိုက်မှုကြောင့် ဘယ်လိုအပြောင်းအလဲတွေဖြစ်လာမလဲဆိုတာကို အလှည့်အပြောင်းတွေနဲ့အတူကြည့်ရှုရမှာပါ....။( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Hnin Wut Yi ပါ )File Size__(1.7GB) / (950MB)\nQuality__WEB-DL_1080p, 720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:37:00\nType__Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Hnin Wut Yi\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/2y54r/Beverly_Hills_Chihuaha_2_(2011)_1080p.mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pp237jqOnlLojQfvCgJHv5yZofL.jpg",
        "title": "Casanova(2005)",
        "description": "Casanova(2005)**************Heath Ledger ပါဝင်ပြီး ဆုကြီး ၅ ဆုတောင်ရရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်..ညှို့ဓာတ်ပြင်းလွန်းပြီး မိန်းကလေးတိုင်းလိုလိုကိုဆွဲဆောင်နိုင်တဲ့ ကာဆာနိုဗာ..\nအမျိုးသမီးငယ်၊ အပျိုစင်တွေ၊ အိမ်ထောင်ရှိအမျိုးသမီးတွေသာမက မယ်သီလရှင်တွေကိုပါဆွဲဆောင်ပြီးအိပ်ရာထဲခေါ်နိုင်တဲ့အတွက် တရားရုံးကပါကြိုးပေးသတ်ချင်နေတဲ့သူ..\nအဲဒီလိုလူတစ်ယောက် တစ်နေ့မှာတော့ အရာရှိတွေလိုက်ဖမ်းလို့ပြေးရင်းအမျိုးသမီးတစ်ယောက်ကို အချစ်စစ်နဲ့ချစ်မိသွားပါတော့တယ်..\nထို \"ဖရန်ချက်စ်ကာ\"ဆိုတဲ့အမျိုးသမီးလေးမှာလည်း စေ့စပ်ထားတဲ့သူရှိတဲ့အခါ..\nကာဆာနိုဗာတစ်ယောက် ဖရန်ချက်စ်ကာ့စေ့စပ်ထားတဲ့သူနေရာက ဟန်ဆောင်ပါတော့တယ်။\nပျိုတိုင်းကြိုက်နှင်းဆီခိုင်ဖြစ်ပေမယ့် ဒီတစ်ခါမှာတော့ တခြားမိန်းကလေးတွေနဲ့မတူထူးခြားတဲ့သူတကယ်ချစ်တဲ့ဖရန်ချက်စ်ကာရဲ့အချစ်ကို ရနိုင်ပါ့မလား..\nအလိမ်တွေရောဘယ်လိုပေါ်ကုန်မလဲ..File Size :(2.04GB)(1.04 GB) and (293 MB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…01:52:00\nGenre : Adventure, Comedy ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1c6kt/Casanova.2005.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oLXqorJ3CtXkR90wCBkg4WnITL3.jpg",
        "title": "Doraemon: Nobita’s Little Star Wars (1985)",
        "description": "Doraemon: Nobita's Little Star Wars\n-----------------------------------------------------------\nကျွန်တော်တို့ကလေးဘဝရဲ့အချစ်တော် ကြောင်စက်ရုပ်လေးဒိုရေမွန်ရဲ့ ဒီကားဟောင်းလေးကတော့\nမူရင်း Star Wars ဇာတ်ကားတွေကို parody သဘောနဲ့ရိုက်ထားတာလို့ ယူဆလို့ရပါတယ်။ဘယ်အရာမှ မဖြစ်နိုင်ဘူးဆိုတာမရှိတဲ့ ဒိုရေမွန်ကားတွေရဲ့ထုံးစံအတိုင်း ဇာတ်လမ်းအစမှာ အာကာသတစ်နေရာမှာ\nတိုက်ပွဲဖြစ်နေပုံနဲ့အစပျိုးထားပြီးနောက် ကမ္ဘာမြေပေါ်မှာတော့ နိုဘိတတို့သူငယ်ချင်းတစ်သိုက်ဟာ\nအရုပ်တွေ ပုံစံငယ်လေးတွေနဲ့ အာကာသတိုက်ပွဲဆိုပြီး ဆော့ကစားနေကြတာပေါ့။အဲဒီလိုသူတို့ကစားကွင်းကို ကစားစရာဆိုဒ်ဒုံးပျံယာဥ်အစစ်နဲ့အတူ ပါပီဆိုတဲ့ဂြိုဟ်သားပိစိလေးရောက်ချလာပြီး\nသူဟာသူ့ဂြိုဟ်ကနေထွက်ပြေးလာတဲ့သမ္မတဖြစ်ကြောင်းနဲ့ သူ့ကိုဖမ်းဖို့လိုက်လာတဲ့\nရန်သူတွေပါလာကြောင်း ပြောပြတဲ့အခါမှာတော့ ဒိုရေမွန်တို့တွေဟာ ပါပီကိုကာကွယ်ဖို့\nအစွမ်းကုန်ကြိုးစားခဲ့ပေမယ့် အဖမ်းခံလိုက်ရလို့ သူ့ဂြိုဟ်အထိပါ\nလိုက်ကယ်ရတဲ့အခါမှာတော့ ဘယ်လိုစွန့်စားခန်းတွေဖွင့်ကြမလဲဆိုတာ...\nFile size…1.84GB  / 741MB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moe Pwint Phyu",
        "rating": "",
        "url": "https://megaup.net/1S19q/Doraemon.Nobitas.Little.Star.Wars.1985.1080p.AMZN.WEB-DL(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZDRiYWM1MGMtZjYwMi00YjA4LWIwODctNWE0NDZkZGQ1OWRlXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Last Flight (2009)",
        "description": "The Last Flight (2009)\n================ဒီဇာတ်ကားလေးကတော့ 1933 ခုနှစ် ဧပြီလ ၁၂ ရက်နေ့မှာ\nဆာဟာရကန္တာရထဲ လေယာဉ်ပျက်ကျသွားတဲ့ William Newton\nLancaster ခေါ် Bill Lancaster နဲ့ သူရဲ့ ချစ်သူ Jessie Miller\nအကြောင်းကိုအခြေခံပြီးဇာတ်အိမ်တည်ထားတဲ့ Le Dernier Vol\nဆိုတဲ့ ဝတ္ထုလေးကို ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဇာတ်ဆောင်တွေအနေနဲ့ကတော့ ကျွန်တော်တိုငယ်စဉ်က သည်းခြေ\nကြိုက် “Taxi” ကား အပါအဝင် ဇာတ်လမ်းကောင်းပေါင်းများစွာမှာ\nပါဝင်သရုပ်ဆောင်ထားပြီး ဆုတွေအများကြီးကိုသိမ်းပိုက်ထားတဲ့\nမင်းသမီး Marion Cotillard ပါဝင်သလို၊ “Love Me If You dare”\nအပါအဝင် အခြားဇာတ်လမ်းကောင်းများတွင်လည်း သရုပ်ဆောင်၊\nဒါရိုက်တာ အဖြစ် လျှောက်လှမ်းလာပြီး ဆုတွေလည်းအများကြီး ရခဲ့\nဖူးတဲ့ မင်းသား Guillaume Canet တို့က လိုက်ဖက်ညီစွာ ပါဝင်သရုပ်\nဆောင်ထားတာကိုတွေ့မြင်ရမှာပါ။ဇာတ်ကားလေးရဲ့ အဓိကချပြထားတဲ့အကြောင်းအရာကတော့ ဘေလ်ရဲ့\nချစ်သူ မာရီးဟာ ဘေလ်ကို မနားမနေ ရှာဖွေရင်း ဒုက္ခမျိုးစုံကို အံတုကာ\nအချစ်ဆိုတဲ့အကြောင်းကို ...",
        "rating": "5.4",
        "url": "https://megaup.net/3dNdy/The.Last.Flight.2009.FRENCH.1080p.BluRay.(CM).mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTM4NjIxNmEtYWE5NS00NDczLTkyNWQtYThhNmQyZGQzMjM0XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Black Panther: Wakanda Forever (2022)",
        "description": "မာဗယ် Phase 4 ရုပ်ရှင်အသစ်တစ်ခုဖြစ်တဲ့ ဘလက်ပန်သာ-၂ ကို တင်ပေးထားပါပြီ။ဇာတ်လမ်းအညွှန်းအားလုံးပဲ ဘလက်ပန်သာရဲ့ မင်းသားကြီး ချက်ဒ်ဝစ်ခ် ဘို့စ်မန် ကွယ်လွန်သွားခဲ့တာကိုသိမှာပါ။ အဲဒီအတွက်လည်း မာဗယ်စတူဒီယိုက ဒီရုပ်ရှင်ထဲမှာ အမှတ်တရတွေ သေချာထည့်ပေးထားပါတယ်။ အခု ဆက်ကြည့်ရမှာကတော့ ဝါကန်ဒါမှာ အားအနည်းဆုံးအချိန်၊ ဘလက်ပန်သာ မရှိတော့သလို နောက်ထပ် ပေါ်လာဖို့လည်း နှလုံးသားပုံဆေးရွက်တွေ မီးရှို့ခံထားရတဲ့အချိန်မှာ ဘုရင်ကြီးတီချာလာရဲ့ မယ်တော် အာမွန်ဒါဟာ ဗိုင်ဘရေနီယံကို မက်မောနေကြတဲ့ ကမ္ဘာတစ်ခုလုံးကို ကြံ့ကြံ့ခံ ရင်ဆိုင်နေချိန်ပဲဖြစ်ပါတယ်။ အဲဒီအချိန်မှာပဲ ကမ္ဘာပေါ်က နိုင်ငံတိုင်းထက် အင်အားကြီးပြီး တိုးတက်နေတဲ့ နိုင်ငံအသစ်တစ်ခုနဲ့ ရင်ဆိုင်ဖို့ကြုံလာပါတော့တယ်။ ဝါကန်ဒါလိုပဲ ဗိုင်ဘရေနီယံတွေ ပိုင်ဆိုင်ပြီး သန္ဓေပြောင်းလူသားတွေနေထိုင်တဲ့ ရေအောက်မြို့တော် တာလိုကန်နဲ့ သူတို့ရဲ့ ခေါင်းဆောင် နေမော် (ခေါ်) ကုကုကန် ပါပဲ။ ပြီးတော့ နောက်ပိုင်းမှာ MCU villain အဖြစ်လာမယ့် ဗဲလ်၊ ...",
        "rating": "",
        "url": "https://megaup.net/1RSoy/Black.Panther.Wakanda.Forever.2022.1080p(CM).mp4",
        "category": "Action, Adventure"
    }
]