[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjJiM2ZjNTEtNjQ2Zi00YjJkLWE0ZDEtYTFhODYwODk5NGMzXkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-139x200.jpg",
        "title": "Aliens vs Predator: Requiem (2007)",
        "description": "ဒီဇာတ်ကားလေးမှာ ဂြိုလ်သားတွေနဲ့ သူတို့ကိုလိုက်လံသုတ်သင်နေတဲ့ ဂြိုလ်သားရဲ့ကြားမှာ ဓားစာခံဖြစ်သွားတဲ့ ဂန်နီဆန်မြို့လေးအကြောင်းကို ရင်ဖိုစိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတဲ့ အာကာသယာဉ်တစ်ခု ဂန်နီဆန်မြို့လေးရဲ့ တောအုပ်ထဲကို ပျက်ကျပြီးတဲ့နောက်မှာ မြို့သားတွေရဲ့ ကံကြမ္မာဟာ စိတ်မကောင်းစွာပဲ အဆိုးဆံုးပြောင်းလဲသွားပါတော့တယ်။ ဂြိုလ်သားတွေရဲ့ သိမ်းပိုက်မှုနဲ့တိုက်ပွဲကြားမှာ အသက်ရှင်ဖို့ မြို့သားတွေက ဘယ်လိုသက်စွန့်ဆံဖျား ရုန်းကန်ကာကွယ်သလဲဆိုတာကို သည်းထိတ်ရင်ဖိုစွာနဲ့စောင့်ကြည့်ရမှာပါ။ဒါ့အပြင် နိုင်ငံရေးအလှည့်အကွက်တွေကိုလဲ ပီပြင်စွာဖော်ပြထားတာကြောင့် ဒီဇာတ်ကားကောင်းလေးကို ခံစားကြည့်ရှုလိုက်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Su Myat မှ တင်ဆက်ထားပါတယ်။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(1.6 GB)/(830 MB)\nQuality…BluRay Unrated 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:41:05\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Su Myat",
        "rating": "4.6",
        "url": "https://megaup.net/18fo7/(CM)_Aliens.vs.Predator.Requiem.2007.UNRATED.1080p.BluRay.REMUX.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Horror, Predator"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTU4MjIwMTcyMl5BMl5BanBnXkFtZTYwMTYwNDA3._V1_-202x300.jpg",
        "title": "AVP: Alien vs. Predator (2004)",
        "description": "Predator ဆိုတဲ့ ရုပ်ဆိုးဆိုး ဂြိုလ်သားတွေကိုတော့ ရင်းနှီးနေမှာပေါ့နော်သူတို့တွေဟာ လူသားတွေထက် ခေတ်လွန်သိပ္ပံနည်းပညာတွေ တတ်မြောက်ထားတဲ့ သတ္တဝါတွေပါ။သူတို့ အမဲလိုက်တဲ့ ဂြိုလ်သားတွေ ရှိပါသေးတယ် အဲ့ဒီအကောင်တွေကိုတော့ Alien လို့ ခေါ်ပြီးရိုင်းစိုင်း ဆိုးသွမ်းပြီး အမြဲတမ်း သတ်ချင် ဖြတ်ချင်စိတ်ပဲ ရှိနေတဲ့ ကောင်တွေပါ…ဒီဇာတ်လမ်းမှာတော့ Predator တွေနဲ့ Alien တွေကြား ဝင်ပါရမယ့် လူသားတွေအကြောင်း ကို ကြည့်ရမှာဖြစ်ပါတယ်ဇာတ်လမ်း ပုံစံကတော့ သူဌေးကြီးတစ်ဦးဟာ သူမသေခင် နာမည် တစ်ခု ကျန်ရှိခဲ့ဖို့ အတွက် ကမ္ဘာ့ ပထမဦးဆုံး လူမျိုးတွေတည်ဆောက်ခဲ့တယ်လို့ယူဆရတဲ့ ပိရမစ် တစ်ခု ကို ရှာဖို့ အတော်ဆုံး လူတွေကို စုစည်းပြီး ရှာဖွေဖို့ ကြိုးပမ်းမှာပါ..ဒါပေမယ့် အဲ့ဒီ ပိရမစ် ကို ရှာဖွေတွေ့ရှိခဲ့တာ သူတို့ အဖွဲ့ တစ်ခုထဲ မဟုတ်ခဲ့ဖူးဆိုတာကို နောက်ကျမှ သိကြမှာ ဖြစ်ပြီးPredator ...",
        "rating": "5.6",
        "url": "https://megaup.net/18fpl/(CM)_AVP.Alien.vs.Predator.2004.UNRATED.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Horror, Predator"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/predator-1987-136x200.jpg",
        "title": "Predator (1987)",
        "description": "IMDb Raing (7.8) / Rotten Tomatoes (80%)Jim Thomas နဲ့ John Thomas တို့နှစ်ယောက်သား အသက်သွင်းခဲ့တဲ့ Predator (အမဲလိုက်သားရဲ) ရဲ့ ပထမဆုံးဇာတ်ကားကို တင်ဆက်လိုက်ပါတယ်။ သူတို့ရေးခဲ့တဲ့ ဝတ္ထုခေါင်းစဉ်က Hunter (မုဆိုး) ပါ။ Arnold Schwarzenegger ခေါင်းဆောင်ပါဝင်တဲ့ ဒီဇာတ်ကားက ဝေဖန်မှုတွေနဲ့ ချီးကျူးမှုတွေ တလှေကြီး ရခဲ့သလို ၁၉၈၀ ခုနှစ်တွေရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ပြီး သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားတွေရဲ့ ဂန္တဝင်စာရင်းဝင်ခဲ့ပါတယ်။ဒီဇာတ်ကားရဲ့ အောင်မြင်မှုကြောင့် Predator ဇာတ်ကားတွေ အများကြီးဆက်ထွက်လာခဲ့တာမလို့ မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားပါ။ Generation X နဲ့ Y တို့ကြားမှာ ရေပန်းစားခဲ့ပြီး မကြည့်ရသေးတဲ့သူက တောသားအဖြစ် သတ်မှတ်ခံခဲ့ရဖူးတာမျိုးပေါ့‌ဗျာ။ ၁၅ သန်း အသုံးပြုခဲ့ပြီး ၉၈ သန်းကျော် ပြန်ရခဲ့တဲ့ကားပေါ့။သူ့နောက်မှာ ...",
        "rating": "7.8",
        "url": "https://megaup.net/18fsu/(CM)_Predator.1987.1080p.BluRay.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Horror, Predator, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ptbAHvTsEsvluHfNuDcLsMmlZyC.jpg",
        "title": "See The Sea ( 2022 )",
        "description": "အခုတစ်ခေါက် CM ပရိသတ်တွေအတွက်\nပင်လယ်စွန့်စားခန်းဇာတ်လမ်းလေးတစ်ပုဒ်ကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-\nပင်လယ်မုဆိုးတပ်မှ ဝူချင်နှင့် လျိုလီ၊\nတုချန်ဖုန်း၊ လုံရှင်း တိုသည် ပင်လယ်မုဆိုးအဖွဲ ဖွဲလိုက်ပြီး\nကွေးရွှးနယ်မြေကို သွားရောက်ကာ\nမသေခြင်းရဲ့ လျှို့ဝှက်ချက်ကို ရှာဖွေကြတာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းထဲတွင် သေသူကိုပြန်ရှင်ပြီး\nအရိုးကိုအသားပြည့်စေနိုင်တဲ့ ကွေးရွှးကျောက်ကို\nရှာဖွေရန်အတွက် ဝူချင်တိုအဖွဲဟာ အန္တရာယ်တွေနဲ့\nပြည့်နက်နေတဲ့ စွန့်စားရေးခရီးတစ်ခုကို စတင်ခဲ့ကြပါတယ်။တစ်ဖက်မှာလည်း တခြားလျှိဝှက်အဖွဲတစ်ခုက\nတိတ်တဆိတ်လှုပ်ရှားနေခဲ့ပါတယ်။\nရတနာကိုလုယူဖိုအတွက် အဖွဲနှစ်ဖွဲ့ဘယ်လို ထိပ်တိုက်တွေ့ကြမလဲ......\nစွန့်စားရေးခရီးမှာ အန္တရာယ်တွေကို ဘယ်လိုဖြတ်ကျော်ကြမလဲ......\nဆိုတာကို CM ရဲ့ဘာသာပြန်နဲ့အတူ ကြည့်ရှုခံစားလိုက်ပါဦးနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Fantasy , Adventure\nRuntime : 1h 16min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/see-the-sea-2022/",
        "category": "Adventure, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/cc31eef083762c4013f299d963b75e8ea4a8b060040575a1cb7cd31a29db682e._RI_V_TTW_-150x200.jpg",
        "title": "Spaceballs (1987)",
        "description": "ဒီဟာကတော့ ရှားရှားပါးပါး Star Wars နဲ့ Star Trek ကို parody ဟာသလုပ်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ meme တွေမှာလည်း မြင်ဖူးကြမှာပါ။ ရယ်ရသလို ဇာတ်လမ်းလေးကလည်း ကောင်းပါတယ်။\nဇာတ်လမ်းအကျဉ်း\nအာကာသဘောလုံးဂြိုလ်သားတွေဟာ သူတို့ဂြိုလ်က လေသန့်တွေကို အစိုးရရဲ့ ညံ့ဖျင်းမှုကြောင့် အကုန်သုံးလိုက်မိတာကြောင့် အခြားဂြိုလ်က လေသန့်တွေကို လုယူဖို့ ကြံစည်နေပါတယ်။ ဒါပေမဲ့ အဲဒီဂြိုလ်ကလည်း ကာကွယ်ရေးစနစ်နဲ့ လေဆာဒိုင်းတွေ ရှိတာကြောင့် ဖောက်ဝင်နိုင်ဖို့ ပက်စ်ဝါ့လိုတာပေါ့။ အဲဒီပက်စ်ဝါ့ကို ရဖို့ ဂြိုလ်ကြီးရဲ့ ဘုရင်ရဲ့ တစ်ဦးတည်းသောသမီးလေးကို ပြန်ပေးဆွဲပါတော့တယ်။ အဲဒီမင်းသမီးလေးကို ကယ်တင်ဖို့အတွက် အာကာသထဲက မှောင်ခိုသမား သူငယ်ချင်းနှစ်ယောက်က ကြိုးစားကြပုံပါပဲ။ အဓိက အားဖြင့်တော့ Star Wars : A New Hope ကို ဟာသလုပ်ထားတာပါပဲ။ ခွီလိုက်ကြပါဦး။File size…(2.86GB/1.36GB/(757MB)\nQuality….Webrip 1080p / 720p ...",
        "rating": "7.1",
        "url": " https://megaup.net/1Oaag/Spaceballs.1987.1080p(CM).mp4",
        "category": "Adventure, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNmI3MTQ2NjEtMWI1ZC00NDExLWI5MmEtMjJkYjJhMWQxOTEzXkEyXkFqcGdeQXVyNzYzNjg0NDk@._V1_-141x200.jpg",
        "title": "Doraemon: Nobita’s Treasure Island (2018)",
        "description": "Doraemon: Nobita's Treasure Island (2018)\n-------------------------------------------------------------------\nအခုတစ်ခေါက်မှာတော့ 2018 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ၃၈ကားမြောက်\nဒိုရေမွန်ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။\nဒီဇာတ်လမ်းလေးက ၁၈၈၃ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nTreasure Island ဝတ္ထုကိုအခြေခံရိုက်ကူးထားပြီး\nYour Name Anime ရဲ့ ထုတ်လုပ်သူ\nGenki Kawamura ထုတ်လုပ်ထားတာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကတော့ ပင်လယ်ဓားပြပုံပြင်တွေဖတ်ပြီး\nရတနာကျွန်းရှာဖို့ရူးသွပ်နေတဲ့ နိုဘီတတစ်ယောက် သတင်းမီဒီယာကနေ\nအမည်မသိကျွန်းတစ်ခုပေါ်လာကြောင်း ကြေညာချိန်မှာတော့\nရတနာသွားရှာချင်စိတ်တွေ တဖွားဖွားပေါ်ပေါက်လာပါတော့တယ်။ဒါကို သူငယ်ချင်းတွေက ဝိုင်းလှောင်ကြတော့ စိတ်တိုတိုနဲ့ကျွန်းကို\nတွေ့အောင်ရှာမယ်လို့အလောင်းအစားပြုလုပ်ပြီး ထုံးစံအတိုင်း\nဒိုရေမွန်ကိုအကူညီတောင်းပါတယ်။ ဥပေက္ခာမပြုနိုင်တဲ့\nဒိုရေမွန်ကလည်း နိုဘီတအလိုကျအတိုင်း အဲဒီကျွန်းကို\nသွားဖို့ဆုံးဖြတ်လိုက်တဲ့အချိန်မှာတော့ ပင်လယ်ဓားပြတွေနဲ့\nဘယ်လိုစခန်းသွားရမလဲ ဘယ်လိုမျိုးရင်ဆိုင်ကျော်ဖြတ်သွားမလဲဆိုတာကို\nရင်ခုန်စွာနဲ့ကြည့်ရှုခံစားပေးကြပါဦးနော်။\nFile size…1.7GB / 894MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "6.5",
        "url": "https://megaup.net/3a8bC/Doraemon_Nobita_s_Treasure_Island_(2018)_BluRay_-_1080p.YK(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iNf1wC8cK6e8zgNyuMUqWFT7Din.jpg",
        "title": "Drifting Home (2022)",
        "description": "Drifting Home (2022)(1080p ရပါပြီ)အမှတ်တရဆိုတာကို ဘယ်လိုခံယူကြလဲ? ကျွန်တော့်အတွက်တော့ အမှတ်တရ‌ဆိုတာ လူသားတွေကိုဖြစ်တည်စေတဲ့ အရာပါပဲ။ အမှတ်တရတွေကြောင့် ပျော်ရွင်ရတယ်။ ဝမ်းနည်းနေရင်တောင် မျက်ရည်တွေနဲ့ ပြုံးမိစေတယ်။ အမှတ်တရတွေကြောင့်ပဲ ကိုယ်မကြိုက်တဲ့ပစ္စည်းကိုတောင် ဖက်တွယ်မိကြတယ်။ အမှတ်တရတွေကို မစွန့်လွှတ်နိုင်ကြတဲ့အခါ ရူးမတတ်နာကျင်ရတယ်။ အထူးသဖြင့် အ‌သည်းကွဲရင်ပေါ့ဗျာ။ အသည်းကွဲတာနဲ့ မဆိုင်ပေမယ့် ဒီမျောနေတဲ့တိုက်ခန်းလျားလေးက သံယောဇဉ်တွေ ကိုယ်ဖက်တွယ်ချင်ခဲ့တဲ့မှတ်ဉာဏ်တွေ အမှတ်တရတွေအကြောင်းကို ကောင်းကောင်းကြီးခံစားတတ်စေမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း ...တိုက်ခန်းလျားအဟောင်းကြီးတစ်ခုရှိတယ်။ ဟိုးလွန်ခဲ့တဲ့နှစ်တွေတုန်းက ဆောက်ထားတာမို သရဲခြောက်တယ်ဆိုပြီး လူတိုင်းကပြောကြတယ်။ ဘယ်လောက်ပဲဟောင်းနေပါစေ နာ့ဇူမဲနဲ့ ခိုဆုခဲဆိုတဲ့ ကလေးနှစ်ယောက်အတွက်တော့ အဖိုးတန်အိမ်လေးပါပဲ။မူလတန်းရဲ့ နောက်ဆုံးသော ‌နွေရာသီ ...တိုက်ခန်းလျားကို ဖြိုချပစ်တော့မှာမလို နာ့ဇူမဲတိုသားအမိနဲ့ ခိုဆုခဲတိုမိသားစု အိမ်ပြောင်းရတယ်။ သေးသေးလေးကတည်းက မခွဲအတူနေနှစ်ယောက်က ရုတ်တရက်ကြီး ဘာလိုမှန်းမသိ စိမ်းကားသွားတယ်။ သူငယ်ချင်းဖြစ်သူ စပ်စုစိန်တိုင်အိချိကြောင့် အိမ်ဟောင်းဖြစ်တဲ့ တိုက်ခန်းလျားကြီးဆီ ခိုဆုခဲရောက်လာရတယ်။ တိုင်အိချိက ပေါက်ပေါက်ရှာရှာ သရဲဖမ်းမလိုတဲ့လေ။သရဲရှာမတွေ့ပါဘဲ ဗီဒိုခန်းလေးထဲမှာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2u76f/[CM]Drifting.Home.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yWZuwxOsGyiqJy3j4YB1sFWpFxW.jpg",
        "title": "Ghoster (2022)",
        "description": "Ghoster(2022)\n======================\nAdventure , Horror , Family၁၅ ရာစုလောက်မှာ အာသာမစ်လာဆိုတဲ့ သူရဲကောင်းက ယူတိုနဂါးကြီးကို နှိမ်နင်းအောင်မြင်ခဲ့ပြီး\nအက်ကိုဗေးလ်ဆိုတဲ့ မစ်လာအိမ်တော်ကို တည်ထောင်ခဲ့ပါတယ်...\nဒါပေမယ့် နဂါးကြီးက အင်အားကြီးလွန်းတာကြောင့် သူ့ကိုသေခြင်းတရားကတောင် မတားဆီးနိုင်ပါဘူး\nမှော်ဆရာတစ်ယောက်ရဲ့ အကူညီနဲ့ ဝိဉာဉ်တစ်ကောင်အဖြစ်ထွက်လာခဲ့ပြီး\nအသက်ပြန်ရှင်နိုင်ဖို့အတွက် မစ်လာမိသားစုရဲ့ မျိုးဆက်တွေကို နှစ် ၁၀၀ ကြာတိုင်းလိုက်သုတ်သင်ရှင်းလင်းရင်း\nဝိဉာဉ်တွေကို ဖမ်းဆီးနေခဲ့တာ နှစ်ပေါင်း ၅၀၀ ကြာမြင့်ခဲ့ကာ ယနေ့အထိပါပဲ....\nသူ့နောက်ဆုံးဖမ်းဆီးရမယ့် ဝီလီယံမစ်လာဆိုတဲ့ ကလေးလေးက ပျောက်ဆုံးသွားခဲ့ပြီး အက်ကိုဗေးလ်အိမ်တော်ကြီးလည်း\nသရဲခြောက်တဲ့အိမ်ကြီးအဖြစ် ကျန်ရစ်ခဲ့တာ နှစ်ပေါင်းများစွာကြာခဲ့ပါပြီ ....ဘဏ်နဲ့အာဏာပိုင်တွေက\nအိမ်ကိုသိမ်းယူတော့မယ့်ဆဲဆဲမှာ အဲဘိဇဘက်ဆိုတဲ့ ဝီလီယံရဲ့မျိုးဆက်ပေါ်လာတာကြောင့်\nနဂါးကြီး ယူတိုရဲ့ နောက်ဆုံး ဖမ်းဆီးရမယ့် မစ်လာမျိုးဆက်ဖြစ်လာပါတယ်...\nအက်ကိုဗေးလ်အိမ်ကြီးမှာ ရှိနှင့်နေတဲ့ ဂိုစတာဆိုတဲ့ ဝိဉာဉ်လေးနဲ့ အဲလိဇဘက်တို့ပေါင်းစည်းကာ\nဒီနဂါးကြီးကို အပြီးတိုင် နှိမ်နင်းသွားမလား ဆိုတာကိုတော့ စိတ်ဝင်စားစရာကြည့်ရှုရမှာဖြစ်ပါတယ်။\nငယ်ငယ်က ကျွန်တော်တို့ကြည့်ဖူးတဲ့ ဝိဉာဉ်လေး Casper ရဲ့ ဇာတ်လမ်းအကွဲလို့ပြောလို့ရပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre..... Adventure, ...",
        "rating": "4.2",
        "url": "https://megaup.net/1Oa2a/Ghoster.2022.1080p.WEB-DL.DD5.1.CM.mp4",
        "category": "Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-beneath-132x200.jpg",
        "title": "Beneath the Planet of the Apes (1970)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီတစ်ခါတော့ 1968 ...",
        "rating": "6.0",
        "url": " https://megaup.net/182wf/Beneath.the.Planet.of.the.Apes.1970.1080p.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-planet-135x200.jpg",
        "title": "Planet of the Apes (1968)",
        "description": "ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့\nPlanet of the Apes (1968)\nBeneath the Planet of the Apes (1970)\nEscape from the Planet of the Apes (1971)\nConquest of the Planet of the Apes (1972)\nBattle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကတော့ Rise ...",
        "rating": "8.0",
        "url": "https://megaup.net/1O077/Planet.of.the.Apes.1968.1080p.(CM).mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/avenger-2-139x200.jpg",
        "title": "Ultimate Avengers 2: Rise of the Panther (2006)",
        "description": "Ultimate Avengers 2: Rise of the Panther (2006)==================================IMDb Rating - 6.5/10ဒါက​တော့ ၂၀၀၆ထွက် Ultimate Avengers: The Movieရဲ့\nအဆက်ပဲဖြစ်ပါတယ်။ ပထမကားမှာ ချီတာရီ​တွေကို အနိုင်ယူ\nခဲ့​ပေမယ့် ကပ္ပတိန်အ​မေရိကဟာ စစ်ပြန်​တွေရဲ့ ထုံးစံအတိုင်းပဲ\nPTSDအ​​သေးစား ဖြစ်လာတာ​ကြောင့် မစ်ရှင်​တွေပဲ ဖိလုပ်ရင်း\nသူဦး​ဆောင်ရတဲ့ Avengersအဖွဲ့နဲ့ အဆင်မ​​ပြေဘဲ One Man\nArmyလိုဖြစ်လာပါတယ်။ ​ဒေါက်တာဘန်နာကလည်း ​ဟော့ခ်\nပုံစံကို မထိန်းချုပ်နိုင်တာ​ကြောင့် ဖြူရီရဲ့ ချုပ်​နှောင်ထားမှုကို\nခံ​နေရပါတယ်။အဲဒီအချိန်မှာ ကပ္ပတိန်အ​မေရိက​ကြောင့် ၁၉၄၅ခုကတည်းက\n​သေသွားပြီလို့ ထင်မှတ်ထားကြတဲ့ ချီတာရီ​ကောင် တစ်ဖြစ်လဲ\nနာဇီဗိုလ်ချုပ်ကလိုင်ဇာဟာ ဝါကန်ဒါတိုင်းပြည်မှာ တစ်ဖန်ပြန်\n​ပေါ်လာပြီး တီချာလာတို့ဆီက စွမ်းအင်အရင်းမြစ်ကို လုယူပြီး\nတစ်ကမ္ဘာလုံးကိုဖျက်ဆီးဖို့ ကြိုးစားလာတဲ့အတွက် စည်းလုံးမှု\nအားနည်း​နေတဲ့Avengersအဖွဲ့နဲ့ Black Pantherတို့​ပေါင်းပြီး\nကလိုင်ဇာနဲ့ ကမ္ဘာဖျက်ရန်စွယ်ကို နှိမ်နင်းဖို့ အ​ကြောင်းဖန်လာ\nပြန်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)\nFile Size..........(1.2 GB) / (620 MB) / ...",
        "rating": "6.5",
        "url": "https://megaup.net/2tVyZ/Ultimate.Avengers.The.Movie.2006.1080p.BluRay.(CM)..mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/avenger-1-141x200.jpg",
        "title": "Ultimate Avengers: The Movie (I) (2006)",
        "description": "Ultimate Avengers: The Movie (I) (2006)=============================IMDb Rating - 6.6/10၂၀၀၆ခုနှစ်ကတည်းက ထွက်ရှိခဲ့ပြီး Avengers Animation\nရယ်လို့ ပီပီပြင်ပြင်စထွက်ခဲ့တဲ့ Ultimate Avengers ကားကို\nတင်ဆက်​ပေးလိုက်ပါတယ်။ 2008မှာ Iron Man 1စထွက်ပြီး\nMCUရယ်လို့ အကြီးအကျယ်​အောင်မြင်တဲ့ Universeကြီးကို\nအ​ကောင်အထည်​ဖော်နိုင်ခဲ့တဲ့ MarvelဟာAnimationပိုင်းမှာ\nDCAUရဲ့အရှိန်နဲ့ Fanbaseကို မယှဉ်နိုင်သလို ကားထွက်ရှိမှု\nအပိုင်းမှာလည်း ​အတော်​အားနည်းခဲ့တာပါ။ ဒီAnimationက\nMarvelရဲ့ရှားရှားပါးပါး Avengersဇာတ်ကားဖြစ်ပြီး ၂ကား\nထွက်ရှိခဲ့တဲ့အထဲက နံပါတ် ၁ ဇာတ်ကားပါ။Storylineကို​တော့ Avengersအဖွဲ့ကြီး စတင်ဖွဲ့စည်းခြင်းကို\nအဓိကထားပြီး ဒုတိယကမ္ဘာစစ်မစ်ရှင်အတွင်းမှာ ပျောက်ဆုံး\nသွားတဲ့ ကပ္ပတိန်အ​မေရိကကိုပြန်လည်ရှာ​တွေ့ခြင်းနဲ့ အစပျိုး\nထားပါတယ်။ Live Action နဲ့ Storyline မတူညီမှုနည်းနည်း\nရှိပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းက ကပ္ပတိန်အ​မေရိကရဲ့\nမပြီးပြတ်​​သေးတဲ့ မစ်ရှင်က ဒီ​​နေ့ခေတ်အချိန်အထိ ပါလာပြီး\nတစ်ကမ္ဘာလုံးပျက်စီးနိုင်တဲ့ အ​ခြေအ​နေ​တွေ ဖြစ်လာတဲ့အခါ\nကပ္ပတိန်အ​မေရိကနဲ့ နစ်ဖြူရီတို့ဟာ တစ်ကိုယ်​တော်လှုပ်ရှား\n​နေကြတဲ့ စူပါဟီးရိုး​တွေကိုစုစည်းပြီး Avengersအဖွဲ့အဖြစ်\nကမ္ဘာဖျက်ရန်စွယ်ကို ကာကွယ်ဖို့ကြိုးစားကြပါ​တော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)\nFile Size..........(1.2 ...",
        "rating": "6.6",
        "url": "https://megaup.net/1NY6d/Ultimate.Avengers.II.2006.1080p.BluRay.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZWNmYTc2YWQtZjk5Ni00NDc3LTk1YjQtMDUzNWM5NjVhMjI2XkEyXkFqcGdeQXVyNDUzOTQ5MjY@._V1_-133x200.jpg",
        "title": "Ram Gopal Varma Ki Aag (2007)",
        "description": "Ram Gopal Varma 2007\n------------------------\nကလည်းက ချလည်းချပြီး ဘောလိဝုဒ်ရဲ့အကျော်မော်\nမင်းသားနှစ်ယောက်ဖြစ်တဲ့ အမီတာဘချမ်းနဲ့ဗီဂျေးတို့ အပြိုင်ကြဲထားတဲ့\nအဟောင်းထဲက ဇာတ်ကောင်းတခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားရဲ့ မင်းသားတွေဖြစ်တဲ့\nဟီရိုနဲ့ရာ့ဂ်ျတို့ဟာ လက်ရှိအလုပ်ကပြုတ်လာပြီး\nမွန်ဘိုင်းကိုရောက်လာခဲ့ကြပါတယ်။ဒီလိုနဲ့ရရာအလုပ်၀င်လုပ်ရင်း ဒုစရိုက်ဂိုဏ်းတစ်ခုနဲ့\nချိတ်ဆက်မိသွားတဲ့အခါမှာ သူတို့သူငယ်ချင်းနှစ်ယောက်\nရဲတွေနဲ့ပူးပေါင်းပြီး လူဆိုးတွေကိုဘယ်လိုနှိမ်နှင်းသွားမလဲဆိုတာကို\nအသည်းတယားယားနဲ့ ကြည့်နေရမှာပါ။ ဇာတ်ကားရဲ့အဓိကဗီလိန်ဖြစ်တဲ့\nဘာ့ဘန်းရဲ့ သရုပ်ဆောင်ချက်တွေကလည်း\nကိုယ်တိုင်ပါကြက်သီးထမိလောက်အောင်ကို ပီပြင်လွန်းတဲ့အပြင်\nမင်းသားနှစ်ယောက်ရဲ့စော်ရှိတ်ပုံတွေကလည်း နှစ်ချို့FAဂေါင်းကြီးတို့အတွက်\nမနာလိုလွန်းချင်စရာတွေဖြစ်နေမှာပါ။ဒီကားမှာလူသတ်တာ၊ကြမ်းတာ၊ရမ်းတာတင်မကပဲ အပြင်ဘက်မှာ\nဘယ်လောက်ပဲကြမ်းတမ်းနေမှာစေ အတွင်းထဲမှာတော့ချစ်တတ်တဲ့စိတ်က\nလူတိုင်းမှာရှိနေပါတယ်ဆိုတာကိုပါ ရိုက်ပြသွားပါသေးတယ်။\nခေါင်းယမ်းပြီးစကားမပြောပေမယ့် ခါးယမ်းပြီး က သေးတာမို့\nအိန္ဒိယကားချစ်သူတွေအတွက် အိန္ဒိယကားအရသာလည်း ခံစားနေရဦးမှာပါ။\nFile size…2.8GB / 1.4GB\nQuality…1080p WEBRIP AAC2.0CH / 720p\nFormat…mp4\nDuration….2h 51m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Haruko",
        "rating": "1.4",
        "url": "https://megaup.net/1O5ef/Ram.Gopal.Varma.Ki.Aag.2007.1080p.WebRip.AAC2.0CH.YK(CM).mp4",
        "category": "Action, Adventure, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jfTpuQGMHinR3dc6mZ5bXq3mTKk.jpg",
        "title": "Willow (1988)",
        "description": "Willow (1988)~ IMDb rating - 7.2/10 ~\"Star Wars & Indiana Jones\" အဲဒီဖန်ဒန်ကြီး၂ခုလုံးကို တည်ဆောက်ဖန်တီးခဲ့တဲ့ George Lucas ကို မသိတဲ့လူမရှိပါဘူး။ တစ်ခေတ်တစ်ယောက် ဆရာ့ဆရာကြီးဖြစ်ခဲ့သလို ဒီရုပ်ရှင်ကလည်း သူ့ဇာတ်လမ်းပါပဲ။ သူတည်ဆောက်ခဲ့တဲ့ နောက်ယူနီဗာ့စ်ကြီးတစ်ခုပေါ့။ဒီရုပ်ရှင်က လူးကတ်စ်ရဲ့ မှော်ဇာတ်လမ်းပေါ့။ ရိုက်တာကတော့ ရွန်ဟောင်းဝတ်။ ဒီနှစ်ထဲတင် Thirteen Lives ထွက်ထားတဲ့၊ တစ်နှစ်ထဲမှာတင် Best Director ရော Best Picture ဆုပါရဖူးတဲ့ နာမည်ကြီးဒါရိုက်တာပါပဲ။ ကားကတော့ fantasy ကိုမှ LoTR တို့ ဘာတို့ကို ပိစိလောက်ဆင်နေတဲ့ပုံစံ။ ဇာတ်ကတော့အရမ်းကြီးမကြီးကျယ်ဘူး။ မကြီးကျယ်ဆို ဒီတစ်ကားပဲရှိသေးပေမဲ့ ဒီတစ်ကားက အစကနဦးလို့ပဲပြောရမယ်။ ရှေ့အများကြီးဆက်ရင်တော့ ဘယ်လိုဖြစ်လာမလဲပြောမရပေါ့။ သို့ပေမဲ့ နောက်နှစ်လလောက်ကျရင် ဒီကားရဲ့အဆက် ဇာတ်လမ်းတွဲထွက်လာမှာပါ။ သို့ပေမဲ့ သူကတော့ LoTR ...",
        "rating": "7.2",
        "url": "https://megaup.net/17Zmq/(CM)_Willow_(1988)_1080p.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/th-135x200.jpg",
        "title": "Thor: Love and Thunder (2022)",
        "description": "ဒီရုပ်ရှင်ကတော့ စတုတ္ထမြောက် သောရ် ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။ အရှေ့မှာတော့ Thor, Thor : Dark World, Thor Ragnarok တို့ ထွက်ထားခဲ့ပြီးပါပြီ။ ဒီဇာတ်လမ်းကတော့ Avengers : Endgame အပြီးမှာ Guardians of the Galaxy နဲ့အတူ အာကာသထဲမှာ စွန့်စားခန်းဖွင့်ဖို့ ထွက်လာခဲ့တဲ့ သောရ်ရဲ့အကြောင်းပါပဲ။ဒီတစ်ခါ သောရ်ရင်ဆိုင်ရမှာကတော့ နတ်ဘုရားသတ်သမား ဂေါရ် ဆိုတဲ့ ဗီလိန်ပါပဲ။ ဂေါရ်ဟာ အရင်က နတ်ဘုရားကို ယုံကြည်ကိုးကွယ်ခဲ့သူဖြစ်ပေမဲ့ သူတို့ဂြိုလ်ကြီး အငတ်ဘေးဆိုက်ပြီး နောက်ဆုံး သူ့ရဲ့သမီးလေးပါ သေသွားတာကို နတ်ဘုရားတွေက ပျက်ရယ်ပြုပြီး လျစ်လျူရှုထားတာကိုတွေ့အပြီးမှာ နတ်ဘုရားတွေကိုမုန်းတီးသွားခဲ့ပါတယ်။ အဲဒီအချိန်မှာပဲ နတ်ဘုရားတွေကို သတ်နိုင်တဲ့ ရှေးဟောင်းလက်နက်တစ်ခုဖြစ်တဲ့ ကျိန်စာသင့် နက်ခရိုဓားဟာ ဂေါရ်ရဲ့လက်ထဲကို ရောက်လာခဲ့ပါတယ်။ အဲဒီဓားနဲ့ ဂေါရ်တစ်ယောက် စကြဝဠာတစ်ခွင်က နတ်ဘုရားတွေကို လိုက်သတ်နေရင်း ...",
        "rating": "7",
        "url": "https://megaup.net/1NSmg/Thor.Love.and.Thunder.2022.WEB-DL.4K.AC3.5.1CH.PP.(CM).mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/MV5BMjMyNDkzMzI1OF5BMl5BanBnXkFtZTgwODcxODg5MjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Thor: Ragnarok (2017) MCU",
        "description": "Thor: Ragnarok (2017)IMDb Raing (8.0)Thor ဇာတ်ကားတွေက ၂၀၁၁ နဲ့ ၂၀၁၃ တုန်းက ဆက် တိုက်ထွက်ရှိခဲ့ပြီး အခုတတိယမြောက်မှာ ဒါရိုက်တာ တိုက်ကာ ဝိတ်တီက ဘယ်လိုဇာတ်အိမ် တည်ထားလဲဆိုတာ စိတ်ဝင်စားစရာပါ။အန်တိုနီဟော့ပ်ကင်းစ်၊ ဘန်နီဒစ်ကန်ဘာဘက်ချ်၊ ကိတ်ဘ လန်ချက်၊ ခရစ္စဟမ်းစ်ဝေါ့သ်၊ ကန်လန်စီဘရောင်းစသူတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင်ပဲမို့ စိတ်ကူးယဉ် သိပ္ပံ၊ စွန့်စားခန်း၊ ဟာသ၊ အက် ရှင်ရသတွေကို အပြည့်အဝခံစား ရဦးမှာပါ။ဆိုကိုဗီးယားစစ်ပွဲအပြီး ၂ နှစ်အကြာမှာ သော ဟာမီးမိစ္ဆာဆာတာရဲ့ ဖမ်းဆီးတာကိုခံထားရပါ တယ်။ သောရဲ့ ဖခင် အိုဒင်ဟာ အက်စ်ဂါ့တ်မှာ ကြာကြာနေရမှာ မဟုတ်တဲ့အကြောင်းနဲ့ အရာအား လုံးကို သူ့ရဲ့မီးလျှံနဲ့ ဖျက်ဆီးပစ် မယ်လို့ ဆာတာကပြောပေမယ့် သောဟာ ဆာတာကို အနိုင်ယူနိုင် ခဲ့ပါတယ်။\nအက်စ်ဂါ့တ်ကို ပြန်ရောက်ခဲ့ တဲ့ သောဟာ မွေးစားညီအစ်ကို လိုကီကို ...",
        "rating": "8.1",
        "url": "https://megaup.net/17Uzv/(CM)_Thor.Ragnarok.(2017).HQ.IMAX.1080p.DS4K.SDR10.ReGraded.WEBRipAAC.5.1-Nyein..mkv",
        "category": "Action, Adventure, Comedy, Marvel Universe"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wp6OxE4poJ4G7c0U2ZIXasTSMR7.jpg",
        "title": "Thor: The Dark World (2013) MCU",
        "description": "Thor: The Dark World (2013)IMDb Rating (6.8)ဇာတ်လမ်းအဖွင့်မှာ Odin က လက်ရှိ စင်္ကြာဝဠာထဲမှာ ဘာမှမရှိခင်ကာလတုန်းက အရာအားလုံး အမှောင်အတိဖြစ်နေပြီး အဲ့ဒီအမှောင်ထုထဲမှာ Dark Elf လို့ခေါ်တဲ့ လူမျိုးစုတွေ အမှောင်ထဲမှာနေထိုင်ကြပါတယ်။ အဲ့ဒီနောက်မှာ အလင်းရောင်ဖြစ်ပေါ်လာပြီး တစ်ခြား သတ္တဝါတွေ ဖြစ်လာပြီးနဲ့နောက်မှာ Dark Elf မင်းသားက စင်္ကြဝဠာကြီးကို အရင်လို အမှောင် ဘ၀ ပြန်ရောက်အောင်လုပ်ဖို့ကြိုးစားရာမှာ Odin ရဲ့အဖေ Bor က တားဆီးနိုင်ခဲ့ပါတယ်။Dark Elf (Malekith) ရဲ့ လက်နှက် အဖြစ်သုံးတဲ့ Aether လို့ခေါ်တဲ့ အရာဝတ္ထုကိုတော့ ဖျက်ဆီးလို့မဖြစ်လို့ဘယ်သူမှာ မတွေ့နိုင်တဲ့နေရာမှာ ဖွက်ထားခဲ့ပါတယ်။ ဒါကို မင်းသမီး Natalie Portman က Thor နဲ့အဆက်အသွယ်ရဖို့ ကြိုးစားနေရင်းနဲ့ မထင်မှတ်ပဲ ရှာတွေ့သွားခဲ့ပါတယ်။ (ကမ္ဘာတွေအားလုံးက ...",
        "rating": "7.0",
        "url": "https://megaup.net/1NS2n/(CM-HDR)_Thor_-_The_Dark_World_(2013)_2160p_4K_UHD_HDR10_Bluray_x265_10bit_HEVC_AC3.5.1-Nyein.mkv",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Thor_poster-135x200.jpg",
        "title": "Thor (2011) MCU",
        "description": "Thor (2011)IMDb Rating (7.0)လွန်ခဲ့သည့် နှစ်ပေါင်းများစွာက စကြဝဠာတွင် အဖွဲ့အစည်း ၃ ခုတည်ရှိသည်။ Giant Frost, Asgard နှင့် လူသား မျိုးနွယ်များဖြစ်သည်။ Giant Frost က လူသားမျိုးနွယ်စု နေထိုင်သည့် ကမ္ဘာမြေကြီးကို ကျူးကျော် တိုက်ခိုက်သည်။ သို့သော် Asgard က အနှီ ကျုးကျော်မှုကို လက်မခံပဲ Giant Frost များကို ပြန်လည်တိုက်ခိုက်သည်။ နောက်ဆုံးတွင် Asgard လူမျိုးနွယ်စုက အနိုင်ရရှိပြီး Giant Frost မှ အရေးကြီးဆုံး လက်နက်ကို သိမ်းပိုက်ပြီး ငြိမ်းချမ်းစွာ နေထိုင်သည့် သဘောတူညီချက် ကိုပြုလုပ်သည်။Asgard ဘုရင် တွင် သားတော် ၂ ပါး Thor နှင့် Loki ရှိသည်။ Thor သည် စစ်မှုရေးရာတွင် ကျွမ်းကျင်သော်လည်း ...",
        "rating": "7.0",
        "url": "https://megaup.net/2tPv0/(CM-HDR)_Thor_(2011)_2160p_4K_UHD_HDR10_BluRay_HEVC_10bit_EAC3.5.1-Nyein.mkv",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BZDIyYjM3N2EtOTU1MC00YTA4LTgzNjctMTNjODcxZTZhODU2XkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Pinocchio (2022)",
        "description": "Pinocchio (2022)\n=============ငယ်ငယ်က ကျွန်တော်တို့အားလုံးကြိုက်ခဲ့တဲ့ ပီနိုခီရို သစ်သားရုပ်\nသေးရုပ်လေးအကြောင်းဆိုရင်တော့မသိသူမရှိလောက်ပါဘူး ။\nဒီ Animation ကိုတော့ Disney က ၂၀၂၂ မှာ ဂန္တဝင် မင်းသားကြီး\nTom Hank နဲ့အတူ live-action အဖြစ် ပြန်လည်အသက်သွင်း\nလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ အားလုံးသိခဲ့တဲ့အတိုင်း ပီနီခီရိုလေးရဲ့\nစွန့်စားခန်းတွေကို မြင်ရမှာပါ။ Animation ကို live action လုပ်\nထားတယ်ဆိုပေမယ့် မူရင်းအရသာမပျက်သွားဘဲ အတော်လေး\nကြည့်ရတာ အဆင်ပြေပါတယ်။  Disney ရဲ့ ရုပ်ရှင်တွေအတိုင်း\nဇာတ်ဝင်တေးကောင်းကောင်းလေးတွေနဲ့ ကလေးလူကြီးကြိုက်ပြီး\nငယ်ဘဝကိုပြန်အမှတ်ရစေမယ့်ကားကောင်းလေးဖြစ်စေမှာပါ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size..........(2.28 GB) / (1.12 GB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Comedy, Drama\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://megaup.net/1NTpe/Pinocchio.2022.1080p.WEB[CM].mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/X7Yqx_4f-141x200.jpg",
        "title": "The Confidence Man JP Hero (2022)",
        "description": "The Confidence man JP: The final game (2022)ဒကို သခင်လေးနဲ့ ရစ်ချက်တိုက စုစုပေါင်း ဂျပန်ယန်း၅ဘီလီယံလောက်ကို လိမ်လည်နိုင်ခဲ့တဲ့ စူပါလူလိမ်သုံးယောက်ပါ။ သူတိုတွေက ဆွတ်ချိနော့ခို တတိယမျိုးဆက်ဆရာကြီးရဲ့ တပည့်ရင်းတွေလည်းဖြစ်ကြပါတယ်။ဆွတ်ချိနော့ခိုဆိုတာက ဂျပန် dandariလာမြွေတစ်မျိုးရဲ့နာမည်ပါ။ ဒီမြွေက လိမ်ရတာကိုကြိုက်နှစ်သက်ပြီးတော့ ခန္ဓာကိုယ်က အရက်နံ့ထွက်နေတယ်လိုဆိုကြပါတယ်။ ဂျပန်မှာလည်း ဒီ ဆွတ်ချိနော့ခိုကို ဖမ်းပြီးတော့ ရွာလူကြီးဆီပိုနိုင်ရင် ယန်း၂သန်းတိတိ ချီးမြှင့်မယ်လို ကြေညာထားတာမျိုးလည်းရှိပါတယ်။အခုတော့ တတိယမျိုးဆက်ဆရာကြီးလည်းဆုံးသွားပြီး သူတိုအဖွဲလည်း လိမ်လည်မှုတွေမလုပ်ရတာ ၂နှစ်လောက်ရှိပါပြီ။ ဒါ့ကြောင့် သူတို ၃ယောက်ထဲက ဆရာအကျဆုံးတစ်ယောက်ကိုရွေးဖိုအတွက် နောက်ဆုံးပြိုင်ပွဲလိုခေါ်တွင်မဲ့ လိမ်ပွဲကြီးကျင်းပကြဖိုဆုံးဖြတ်လိုက်ကြပါတယ်။ဘာကိုလိမ်မှာလဲဆိုတော့ မော်လတာနိုင်ငံမှာ အခြေချနေတဲ့ ဂျရယ် ဆိုတဲ့ စပိန်မာဖီးယားဆီက \"ဗီးနပ်စ်ရုပ်တု\"ကိုပါ။ တစ်ဖက်မှာလည်း သူတိုကို ဖမ်းမိဖိုအတွက် သဲသဲမဲမဲလိုက်နေတဲ့ အင်တာပိုကစုံထောက် မာရိမုရနဲ့ ဂျပန်စုံထောက် တန်ဘာတိုကလည်း ရှိနေပါတယ်။သူတို၃ယောက်ကြားကယှဉ်ပြိုင်မှုတွေနဲ့ သူတိုကိုဖမ်းချင်နေတဲ့သူတွေဆီက လက်တစ်လုံးခြား ဘယ်လိုရှောင်တိမ်းလိမ်လည်ကြပြီး...\nတကယ်တမ်း ...",
        "rating": "6.5",
        "url": "https://megaup.net/2tOnD/The_Confidence_Man_JP_Hero_(2022)_1080p.mp4",
        "category": "Action, Adventure, Drama"
    }
]