[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/ezgif-6-4ed22c83a616-143x200.jpg",
        "title": "The Yin Yang Master ( 2021 )",
        "description": "နာမည်ကြီးကားမို့ အထူးအထွေမိတ်မဆက်ပေးတော့ပါဘူးဇာတ်ကားနာမည်ကတော့ Ying Yang Master ပါ။Painted Skin (2012)မှာ ill-fated lover အနေနဲ့ပဲ သရုပ်ဆောင်နေသလားမှတ်ရလောက်တဲ့Chen Kun နဲ့ Zhou Xun က အဓိက ပါဝင်သရုပ်ဆောင်ထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Chen Kun (ချင်မင်) ဟာမိစ္ဆာတစ်ပိုင်းလူသားတစ်ပိုင်းပေါ့နော်။ သူက ခေါင်းကိုးလုံးမြွေရဲ့ဆက်ခံသူလို့ ဆိုနိုင်လောက်အောင် မိစ္ဆာသွေးပါနေခဲ့သူပါ။ ဒီကားလေးမှာ လူနဲ့ မိစ္ဆာကို စည်းတစ်ခုခြားပြီး အတူယှဉ်တွဲနေတာဖြစ်ပြီးယင်းယန်အဖွဲ့ကတော့ စည်းကျော်လာတဲ့မိစ္ဆာတွေကို အပြစ်ပေးစီရင်တဲ့အဖွဲ့ပေါ့။ ချင်မင်ကို လူမမယ်အရွယ်မှာယင်းယန်အဖွဲ့က မွေးစားခဲ့ပေမယ့် နောက်ကြောင်းကို မသိခဲ့ဘူး။တစ်နေ့တော့ သရုပ်မှန်ပေါ်လာခဲ့ပြီး မိစ္ဆာကောင်ဆိုပြီး ညီအစ်ကိုတွေဆရာတွေရဲ့ ခွဲခြားဆက်ဆံတာကိုခံရတဲ့ ချင်မင်အဖို့ Zhou Xu (ပိုင်နီ)ဟာအလင်းရောင်ဖြစ်ခဲ့ပါတယ်။ ပိုင်နီကလည်း ချင်မင်လိုပဲ တာဝန်တစ်ခုနဲ့ယှဉ်တွဲမွေးဖွားလာသူပါ။သူ့တာဝန်ကတော့ ယင်းယန်အဖွဲ့ရဲ့ခေါင်းဆောင်အဖြစ်ရွေးချယ်ခံထားရသူပေ့ါ။ပိုင်နီနဲ့ချင်မင်က ကတိတစ်ခုထားထားတယ် ဒါကတော့ ချင်မင်ကပိုင်နီရဲ့ အမိန့်နာခံသူအဖြစ်နေပြီး လုံးဝ မိစ္ဆာဆိုးအဖြစ်မပြောင်းလဲသွားဘူးဆိုတာပါပဲ။ဒီကတိစကားကို ချင်မင်တည်နိုင်မှာလား။ ပိုင်နီနဲ့ချင်မင်ကြားက သံယောဇဉ်ကရော ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-yin-yang-master-2021/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMzM5NjUxOTEyMl5BMl5BanBnXkFtZTgwNjEyMDM0MDE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Grand Budapest Hotel (2014)",
        "description": "The Grand Budapest Hotel (2014)IMDb - 8.1/10_____Rotten - 91%Won 4 Oscars. Another 130 wins & 225 nominations.\n   \nဒီရုပ်ရှင်အကြောင်းမပြောခင် ဒီရုပ်ရှင်ကားနဲ့\nရခဲ့တဲ့ Award တွေ အရင်ပြောပြပါမယ်...\n1. Best Achievement in Costume Design\n2. Best Achievement in Makeup and Hair styling\n3. Best Achievement in Music Written for Motion Pictures,\nOriginal Score\n4. Best Achievement in Production Design\nဆိုတဲ့ အော်စကာ ဆု လေးဆု ရရှိခဲ့ပြီး တစ်ခြား Award များစွာကိုလဲ\nရရှိပိုင်ဆိုင်ထားပါတယ်...\nဒီရုပ်ရှင် ကြည့်နေတုန်းမှာ မျက်လုံးကို အနားမပေးပါနဲ့\nဆံပင်ဒီဇိုင်း ဆက်တင်အခန်းအနား မျက်နှာအမူရာတွေကို\nမလွတ်တန်း လိုက်ကြည့်နေပါ အဖိုးတန်လွန်းပါတယ်...\nသင်ဟာ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2e8P3/The_Grand_Budapest_Hotel_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eSlazQmwqtlRIbmZ72xBGr0MEFH.jpg",
        "title": "The Vault(2021)",
        "description": "The Vault(2021)အညွှန်း*********************IMDb...7.0Thomဆိုတဲ့ကောင်လေးက Cambridgeတက္ကသိုလ်ကအရမ်းတော်တဲ့ အင်ဂျင်နီယာကျောင်းသားတစ်ယောက်ပါ....ဉာဏ်ပြေးတဲ့Thomကို လစာဒေါ်လာသိန်းချီပြီးကမ်းလှမ်းတဲ့ကုမ္ပဏီကြီးတွေရှိခဲ့ပေမဲ့Thomကတော့ Walter Morelandရဲ့ကမ်းလှမ်းမှုကိုသာ စိတ်ဝင်စားခဲ့ပါတယ်....Walter Morelandတို့အဖွဲ့က နှစ်တရာကျော်သက်တမ်းရှိတဲ့စပိန်ဘဏ်အဆောက်အဦးကမြေအောက်ဘဏ္ဍာတိုက်တစ်ခုကိုဖွင့်ဖို့ ကြိုးစားနေတာပါ.....အဲ့ဒီစပိန်ဘဏ်က ကမ္ဘာ့အလုံခြုံဆုံးစနစ်နဲ့တည်ဆောက်ထားတဲ့ဘဏ်တွေထဲကတစ်ခုအပါအဝင်ဖြစ်ပြီးထိုးဖောက်မရနိုင်တဲ့ အံ့မခန်းအင်ဂျင်နီယာအစွမ်းလို့ ပြောစမှတ်တွင်ပါတယ်.....လိုအပ်နေတဲ့ အင်ဂျင်နီယာဉာဏ်ကြီးရှင်Thomက Walterတို့အဖွဲ့ထဲရောက်လာတဲ့အချိန်မှာတော့ပျောက်ဆုံးနေတဲ့ရတနာသိုက်ကိုအရယူဖို့အတွက် ဘဏ္ဍာတိုက်ဖောက်ဖို့အစီအစဉ်ဆွဲကြပါတယ်....လုံခြုံရေးအထပ်ထပ်ကာထားတဲ့ဘဏ်ကို သူတို့ဘယ်လိုကြိုးစားပမ်းစားဖောက်ကြမလဲဆိုတာကိုတော့...ဒီကားက ထင်မထားလောက်အောက် နင်းကန်လန်းပါတယ်...ဒါ့ကြောင့်မို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတွေကတော့ Khine Khine Wai & Ei Phyu Khin တို့ပဲဖြစ်ပါတယ်.... File Size : (2.2GB) and (0.9GB)\nQuality : HEVC 1080p 5.1,WEB-DL720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Adventure, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/2i4jp/Way_Down.2021.WEB-DL.1080P5.1CH.HEVC.mkv",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/40596auzZmi8KeprItxjM8nZFrg.jpg",
        "title": "The Four Monkeys: The Return of Sun Wukong (2021)",
        "description": "စွန်းဝူခုန်းရဲ့ စွန့်စားခန်းတွေပဲကြည့်ပြီးတော့ ငြီးငွေ့နေပြီလား ?? ဒီတစ်ခါ စွန်းဝူခုန်းရဲ့ အချစ်အကြောင်းလေး ကြည့်ကြမလားနော် ? အရင်ဇာတ်လမ်းနဲ့မတူ တကယ်မိုက်တဲ့ကားလေးတစ်ကားပါ ။ စွန်းဝူခုန်းကို ဒီကားထဲမှာ လင်းမင်မျောက်မင်း လို့ခေါ်ပါတယ်... ကျောက်ကနေပြောင်းလဲလာတဲ့မျောက်ပေါ့....ဇာတ်လိုက်ကျော်မျောက်မင်းက လူတွေကိုအရမ်းကူညီတတ်ပါတယ်။ ဆုတောင်းတွေလည်း ဖြည့်ပေးတယ်။ တစ်ရက်ကို သုံးသောင်းရှစ်ထောင် သောဆုတောင်းတွေကို ပတ်ဖြည့်ပေးနေတာတဲ့ ။ ကောင်းတာလည်းရှိသလို မကောင်းတာလည်းရှိတာပေါ့ ။ အပင်မြင့်လေ လေတိုက်လေဆိုတဲ့အတိုင်း အဲ့ဒါကိုမနာလိုတဲ့ နတ်ဒေဝါတွေလည်းရှိသတဲ့။တစ်နေ့မှာတော့ ရွာကိုမိုးရွာပေးဖို့ ဆုတောင်းလာတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ထိပ်တိုက်တိုးပါလေရော... မျောက်မင်းကလည်း ဆုတောင်းတွေအကုန်ပြည့်စေရမယ်လို့ပြောသွားပါတယ်။ဒါပေမဲ့လည်း.. ဒါပေမဲ့လည်းပေါ့...တစ်ရက်မှာ သုံးသောင်းရှစ်ထောင်သော ဆုတောင်းတွေကြားထဲမှာ ကောင်မလေးတစ်ယောက်ရဲ့ ဆုတောင်းကဘယ်လိုဖြစ်သွားမလဲ.... မျောက်မင်းကိုမနာလိုနေတဲ့ နတ်ဒေဝါ တွေကရော ဘယ်လိုအကောက်ကြံမလဲဆိုတာ အချစ်ဒရာမာလေးကတစ်ဖက် တိုက်ခိုက်မှုတွေကတစ်ဖက်နဲ့ မရိုးနိုင်အောင်ကြည့်ရမယ့်ကားလေးတစ်ကားမို့ တင်ဆက်ပေးလိုက်ပါတယ်နော်.... Translated by : JoJo VaEncoded by; YKFile Size : 1.2GB ...",
        "rating": "6.5",
        "url": "https://megaup.net/W4r8/The.Four.Monkeys.The.Return.of.Sun.Wukong.2021.HD1080P.X264%7BCM%7D.mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tzDAAMphTTy53ereXgcbDTpfhQm.jpg",
        "title": "Mountain King (2020)",
        "description": "Wild King (2020)--------------------------ဒီတခါတော့ CMပရိသတ်တွေကို မျောက်ဝံကြီးပါတဲ့ တရုတ်ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်ကားနာမည်လိုပဲ တောထဲမှာနေတဲ့ တာဇံကောင်လေးနဲ့ မျောက်ဝံကြီးအကြောင်းရိုက်ထားတာပေါ့နော်သူငယ်ငယ်ကတောင်ပေါ်မှာနေတဲ့ သူတို့တမျိုးနွယ်လုံး လူဆိုးတွေ သတ်တာခံလိုက်ရကတည်းက သူဟာတောထဲကိုလာတဲ့ဘယ်သူ့မဆို သတ်စားတဲ့ တောဘုရင်တကောင်ဖြစ်သွားခဲ့ပါတယ် ဒီလိုနဲ့ တနေ့မှာ သူတို့ဆီကို ကလေးမလေးတယောက်အကြောင်းတခုနဲ့ ရောက်လာခဲ့ပါတယ် သူက ကလေးမလေးကိုရော ဘာလုပ်ပစ်မှာလဲ ဘယ်လိုတွေဆက်ဖြစ်မလဲ သိချင်ရင်တော့ ဆက်ဆက်ဒေါင်းကြည့်ပါလို့ .... Translated by : Nay ChiEncoded by : YKFile Size : 1.2Gb and 663MBDuration : 1h25minQuality : 1080p WEB Dl and 720p",
        "rating": "6.5",
        "url": "https://megaup.net/1BYi6/%7BCM%7DYewang.2020.1080P.WEB-DLH264.mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cy9UzsNLgCFcmNdrooO5c4D2eF1.jpg",
        "title": "Teddy(2021)",
        "description": "Teddy(2021)အညွှန်း******************IMDb...7.0ရှီဗာဆိုတဲ့ လူဟာ ဉာဏ်အရမ်းကောင်းတဲ့ လူတစ်ယောက်ပါ။သူ့ရဲ့ ဉာဏ်ရည်နဲ့ လူအတော်အများကို ကူညီပေးပြီး\nစာပေတော်တော်များများ နှံ့စပ်သူ တစ်ယောက်ပါ။တနေ့မှာတော့ သူ ရထားပေါ်မှာ မိန်းကလေးတစ်ယောက်ကို\nလူဆိုးတစ်စုက ရမ်းကားရာကနေ ကယ်တင်ကူညီပေးရင်း\nသူ့မှာ ထူးဆန်းတဲ့ ဝက်ဝံရုပ်လေးတစ်ရုပ် ရခဲ့ပါတယ်။အဲ့ဒီဝက်ဝံရုပ်လေးဟာ စကားပြောလမ်းလျှောက်တတ်ပြီး\nသူ့ဆီကို အကူအညီတောင်းခံခဲ့ပါတယ်။ဝက်ဝံရုပ်လေးမှာ ရင်နင့်ဖွယ်ရာ ဇာတ်လမ်းလေးတစ်ခုရှိပြီး\nတစ်ဆက်တည်း အန္တရယ်များလွန်းတဲ့ပြဿနာကြီးတစ်ခုလည်းရှိနေတာကို သိလိုက်ရချိန်မှာတော့....သူတို့ ၂ယောက်အတူ ဘယ်လို ဖြေရှင်းရမလဲ၊\nဝက်ဝံရုပ်လေးရဲ့ ပြဿနာက ဘာလဲ.....ဇာတ်လမ်းလေးက သဘာဝလွန်ဖြစ်ရပ်ကို\nအခြေခံထားပေမဲ့ ပေါမနေဘဲတော်တော်ကြည့်လို့ကောင်းတဲ့ အိန္ဒိယ ကားတစ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Koe တို့ပဲဖြစ်ပါတယ်...  File Size : (2.5 GB) and (1.03GB)\nQuality :WEB-DL.1080P.HEVC,720P\nFormat…mp4\nDuration…02:16:00\nGenre : Animation, Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu & Nyi Koe\nEncoded by ...",
        "rating": "7.0",
        "url": "https://megaup.net/3DQxD/Teddy.2021.WEB-DL.720P.PP.mkv",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p70dq1YxabemdZDm5K6Q8G10wSn.jpg",
        "title": "The Great Wall (2016)",
        "description": "The Great Wall (2016)_____IMDb...5.9/10\n \n(အက်ရှင်အလန်းစားနဲ့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်သည်နှင့်အညီ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်\nပြန်လည်တင်ဆက်ထားပါသည်....)\nMatt Damon ကို ထည့်သုံးထားတာဖြစ်ပါတယ်။ ဒီကားက Song Dynasty (960 ကနေ 1279) ကြား ကာလကို\nအခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ Matt Damon က ဥရောပ ကလာတဲ့ Mercenary ဖြစ်ပြီး သူတို့ က တရုတ်ပြည်က\nယမ်းမှုန့်ကိုလိုချင်လို့ လာကြတာဖြစ်ပါတယ်။ဒီကားက Fantasy Si-fi ဖြစ်ပြီး တရုတ်က မဟာတံတိုင်းက လူတွေသိထားသလို\nမွန်ဂိုတွေရန်ကိုကာကွယ်ဖို့တင်မဟုတ်ပဲ၊ Alien Monster တွေရဲ့ရန်ကို ကာကွယ်ဖို့\nဆောက်ထားတာဖြစ်လို့ စိတ်ကူးယဉ်တင်ဆက်ထားပါတယ်။ Matt Damon တို့က ဒီ Monster တွေနဲ့ တွေ့လို့\nထွက်ပြေးလာရင်းနဲ့ တရုတ် ခံတပ်မှာ အဖမ်းခံရပါတယ်။ ဒီကနေ သူရဲ့ မြှားပစ်စွမ်းရည် ကြောင့်ရယ်၊\nတိုက်ရည်ခိုက်ရည်ကောင်းတာကြောင့်ရယ်၊ သူ့ကို မသတ်တော့ပဲ တရုတ်စစ်တပ်နဲ့ အတူ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2SsfD/The_Great_Wall_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-05-at-11.06.59-AM-136x200.png",
        "title": "Cosmic Sin (2021)",
        "description": "Cosmic Sin (2021)==============ကျွန်တော်တို့ နေထိုင်ကြတဲ့ စကြဝဠာကြီးမှာ ကမ္ဘာဂြိုဟ်က သတ္တဝါတွေအပြင် တခြား မျိုးစိတ်တွေ ရှိနေဦးမယ်လို့ထင်ပါသလား ....ရှိနေရင်ရော ဘယ်လိုပုံစံတွေ ဖြစ်မယ်လို့ထင်လဲ၊ သူတို့ကရော ကမ္ဘာဂြိုဟ်ကလူတွေလို အသိဉာဏ်ရှိကြလား၊ဒါမှမဟုတ် နိမ့်ကျမလား သာလွန်နေမလား၊ ဒါတွေဟာ စဉ်းစားကြည့်မယ်ဆို စိတ်၀င်စားစရာပဲ . . .ပိုပြီး စိတ်၀င်စားဖို့ ကောင်းတာက ဒီလိုမျိုးစိတ်တွေသာ တကယ်ရှိပြီး လူတွေထက် အသိဉာဏ်နဲ့ ဖန်တီးနိုင်မှု စွမ်းအားကလည်း ပိုမြင့်နေမယ်၊ သူတို့က လူတွေကို အန္တရာယ်ပေးလာမယ်ဆိုရင် လူသားတွေအနေနဲ့ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာပါပဲ။ ဒါဆိုရင် လူသားတွေအနေနဲ့ ဒီ ကြမ္မာဆိုးကြီးကို ကျော်ဖြတ်နိုင်ပါ့မလား လူသားတွေသက်တမ်းဟာ အဓွန့်ရှည်ပါ့မလား ......ဆိုတာဟာ စဥ်းစားစရာပါပဲ။ဒီဇာတ်ကားမှာ မင်းသားကြီး Bruce Willis က ဂျိမ်းစ် ဖို့ဒ်အမည်ရှိ အာကာသဆိုင်ရာ မဟာမိတ်ကောင်စီရဲ့ ဗိုလ်ချုပ်ဟောင်းကြီးအဖြစ် ပါ၀င်ထားပြီး Frank Grillo က ...",
        "rating": "3.0",
        "url": "https://megaup.net/2hQrw/Cosmic.Sin.2021.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/MV5BYWQyZGQwMzktMjFhYS00MmZmLWI3ZDEtNzg3MzRmM2ZjMDc1XkEyXkFqcGdeQXVyODY5NzkyMjA@._V1_-133x200.jpg",
        "title": "Scooby-Doo! The Sword and the Scoob (2021)",
        "description": "Scooby-Doo! The Sword and the Scoob (2021)=================================IMDb Rating - 6.3/102021 ရဲ့ Scooby Doo ဇာတ်လမ်းလေးလာပါပြီ။အားလုံးသိကြတဲ့အတိုင်း Scooby Doo ဇာတ်လမ်းတွေဆိုတာ animation ဆိုပေမယ့်လည်းAction တွေ Adventure တွေနဲ့ ခေလှတဲ့ ဇာတ်လမ်းတော့မဟုတ်ပါ။အခုထွက်ရှိလာတဲ့ ဇာတ်လမ်းမှာတော့ Scooby တို့ အဖွဲ့ဟာ အင်္ဂလန်က နော်ဗယ်လ် အောမော်ဂါးနီးယားဆိုတဲ့ ဒေသကို သွားရင်း လျှို့ဝှက်ဆန်းကြယ်တဲ့ အဖြစ်တွေနဲ့ ကြုံခဲ့ရပါတယ်။မှော်ပညာတွေနဲ့ ပြည့်နက်နေတဲ့မြို့ကို ရောက်သွားတဲ့ Scooby တို့ အုပ်စု မော်ဂန်ဆိုတဲ့ စုန်းမလက်ချက်နဲ့ အာသာဘုရင်အုပ်စိုးခဲ့တဲ့ ခေတ်ကိုရောက်သွားပြီး ပြဿနာတွေ ဖြေရှင်းကြတော့မှာပါ .....မာလင်တို့ခေတ်က အကြောင်းတွေပါတော့ မာလင်ကြိုက်သူကာတွန်းဖန်တို့အတွက်လည်း အဆင်ပြေပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Yoon Sandi Aung မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ Yoon Sandi Aung, ...",
        "rating": "6.3",
        "url": "https://megaup.net/VKz0/Scooby.Doo.The.Sword.And.The.Scoob.2021.1080p.WEBRip[CM].mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/Screen-Shot-2021-02-28-at-3.14.56-PM-159x200.png",
        "title": "Tom and Jerry (2021)",
        "description": "Tom and Jerry (2021)================IMDb Rating - 5.6/10မတည့်အတူနေ ကြောင်နဲ့ကြွက်ကလေး Tom & Jerry တို့ရဲ့ live action ဇာတ်ကားလေးပါ။ဒီတစ်ခါမှာတော့ စန္ဒယားပညာရှင်ကြီးဖြစ်ချင်နေတဲ့ တွမ်နဲ့ ဇိမ်ကျကျအိမ်အကောင်းစားကြီးတစ်လုံးလိုချင်နေတဲ့ ဂျယ်ရီတို့ကို နယူးယောက်မြို့ကြီးမှာ တွေ့မြင်ကြရမှာပါ။ သူတို့အပြင်ရွိုင်ရယ်ဂိတ်ဆိုတဲ့ နယူးယောက်မြို့က ထိပ်တန်းဟိုတယ်ကြီးမှာ သူများစီဗီဖောင်နဲ့ အလုပ်ဝင်ခွင့်ရသွားတဲ့ ကေလာဆိုတဲ့ကောင်မလေးတစ်ယောက်ကလည်း တွမ်နဲ့ဂျယ်ရီတို့ရဲ့ အရှုပ်တော်ပုံထဲပါဝင်လာမှာပါ။ဂျယ်ရီ့အတွက်တော့ တစ်ရန်ပေါ်နှစ်ရန်ဆင့်တယ်ပဲ ပြောရမှာပေါ့။ သူ့ဘာသာ ရွိုင်ရယ်ဂိတ်ဟိုတယ်ကကြွက်တွင်းထဲမှာ ဇိမ်ကျနေတုန်း အလုပ်မပြုတ်ချင်တဲ့ ဝန်ထမ်းသစ်ကလေး ကေလာရော သူ့ကိုမကြေပွဲနွှဲချင်နေတဲ့ တွမ်ရော နှစ်ယောက်ပေါင်းအမဲလိုက်တာကိုခံရမှာပါ။ လှစ်ခနဲလှစ်ခနဲနဲ့ သိပ်သွက်တဲ့ ကြွက်ကလေးဂျယ်ရီ၊ သူ့မွှေသမျှခံနေရရှာတဲ့ ဘော်ဒါကြီးတွမ်နဲ့ အပြောလည်းကောင်း လည်လည်းလည်တဲ့ဟိုတယ်ဝန်ထမ်းမလေး ကေလာတို့ သုံးယောက်ပေါင်း ဘယ်လိုလောင်းကျော်ကြမလဲဆိုတာကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို MTA မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ Yoon Sandi Aung, MTA တို့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/VNxa/Tom.and.Jerry.2021.1080p.WEBRip[CM].mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/02/Screen-Shot-2021-02-24-at-4.57.20-PM-135x200.png",
        "title": "Flora & Ulysses (2021)",
        "description": "Flora & Ulysses (2021)=================IMDb Rating - 6.5/10ဒီတစ်ခေါက်မှာတော့ IMDb 6.5/10 ရထားတဲ့ Disney Movies အလန်းစား ComedySuperHero ဇာတ်ကားလေး ဖြစ်တဲ့  Flora and Ulysses ဆိုတဲ့ မိသားစုဇာတ်ကားလေးကိုတင်ဆက်ပေးချင်ပါတယ်။အသက် ဆယ်နှစ်အရွယ် ဖလော်ရာဆိုတဲ့ကောင်မလေးဟာ  သူမအဖေရေးထားတဲ့ ကောမစ်စာအုပ်တွေဖတ်ရတာကြိုက်ပြီး စိတ်ကူးစိတ်သန်းများစွာရှိတဲ့ ကလေးမလေးဖြစ်ပါတယ်။တစ်နေ့မှာ ယူလစ်စီဆိုတဲ့ ရှဉ့်လေးတစ်ကောင်ကို မထင်မှတ်ထားဘဲ ကယ်တင်လိုက်ပြီးတဲ့နောက်မှာထူးဆန်းတဲ့အဖြစ်အပျက်တစ်ခုအနေနဲ့ အဲ့ရှဉ့်ကလေးဟာ အစွမ်းသတိတွေရှိနေပါတယ်၊ တစ်နေ့မှာတော့ ရှဥ့်လေးကို တိရစ္ဆာန်ထိန်းသိမ်းရေးအဖွဲက လိုက်လံဖမ်းစီးတာကြောင့် အဲ့ ရှဥ့်ကလေးနဲ့အတူထွက်ပြေးရပါတော့တယ်၊ ဒီကားလေးထဲမှာ ရှဥ့်ကလေးရဲ့ အစွမ်းနဲ့  ပေါင်းပြီး ဘယ်လိုစွန့်စားခန်းတွေကြုံရမလဲ ဆိုတာကို အသည်းတယားယားနဲ့ ကြည့်ကြရမှာဖြစ်ပါတယ်၊  ရှဉ့်ကလေး ယူလစ်စီရဲ့ ချစ်ဖို့ကောင်းတဲ့အပြုအမူတွေအပြင်  ကလေးလေးတွေရဲ့ လောကကြီးအပေါ်ထားတဲ့ အပြစ်ကင်းတဲ့ အမြင်ချစ်ခြင်းမေတ္တာရဲ့ အရေးကြီးတဲ့အချက် စတာလေးတွေကိုပါ ပေါ့ပေါ့ပါးပါး ကြည့်ရှုခွင့်ရမှာဖြစ်ပါတယ်၊(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1BHa3/Flora.and.Ulysses.2021.1080p.WEBRip[CM].mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tK1zy5BsCt1J4OzoDicXmr0UTFH.jpg",
        "title": "The Croods: A New Age",
        "description": "The Croods: A New Age (2020)\nဂိုင်းဆိုတဲ့တစ်ကောင်ကြွက်လေးတစ်ယောက် မိဘတေ​ွကွယ်လွန်ခါနီးမှာခဲ့တဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ရှာဖွေရင်း\nတစ်နေ့မှာ ဂူတေ​ွထဲနေထိုင်ကျက်စားကြတဲ့ ခရုစ်စ်မိသားစုနဲ့တွေ့ပြီး ရင်းနှီးသွားပြီး\nခရုစ်မိသားစုရဲ့သမီးပျိုလေး အိနဲ့လည်း ချစ်ကျွမ်းဝင်ခဲ့ကြပါတယ်\nဒီလိုနဲ့ ခရုစ်မိသားစုဟာလည်း ဒီဂူတွေထက်ပိုကောင်းပြီး အစာရေစာပေါများတဲ့\n\"မနက်ဖြန်\"ဆိုတဲ့နေရာလေးကို ဂိုင်းနဲ့တူတူ ရှာပုံတော်ထွက်ခဲ့ကြပါတော့တယ်\nဒီလိုနဲ့ခရီးဆက်ရင်း နတ်ပြည္ကြီးလိုလှပပြီး\nအစာရေစာလည်းပေါများတဲ့ နေရာလေးတစ်ခုကိုရောက်သွားတဲ့အခါမှာ\nအဲဒီနေရာလေးက ဂိုင်းမိဘတွေရဲ့အရင်းနှီးဆုံးမိတ်ဆွေတွေဖြစ်တဲ့\nဘတ်တားမန်းမိသားစုရဲ့ အိမ်ကြီးဖြစ်နေတဲ့အခါမှာ\nဘတ်တားမန်းမိသားစုရဲ့သမီးပျိုလေး ဒေါန်ကလည်း\nဂိုင်းရဲ့အခင်ဆုံးငယ်သူငယ်ချင်းဖြစ်နေတဲ့အခါမှာ\nမိသားစုရဲ့နှစ်စုရဲ့ မတူညီတဲ့ယဥ်ကျေးမှုတွေကနေ\nဘယ်လိုပဋိပက္ခလေးတွေဖြစ်လာမလဲ\nတောရိုင်းတိရစ္ဆာန်ရဲ့အန္တရာယ်တွေကနေရော\nဘယ်လိုလွတ်မြောက်အောင်ကြံစည်ကြမှာလဲဆိုတာကို\nမိဘမေတ္တာ၊ သူငယ်ချင်းသံယောဇဥ်လေးတွေကိုပါ ထည့်သွင်းပုံဖော်ထားတဲ့\nဒီ comedy-adventure animation movie လေးမှာ ခံစားကြည့်ရှုလိုက်ကြပါဦး\nFile Size - 2.2GB, 1GB\nQuality - 1080P HEVC, 720P\nSubtitle - Myanamr (Hardsub)\nGenre - Comedy, Adventure, Animation\nTranslator - August, Jerrica, MTA\nEncoder - ...",
        "rating": "7.1",
        "url": "https://megaup.net/2hCE0/The.Croods.A.New.Age.2020.2160p.BluRay.x265.10bit.SDR.DTS-HD.MA.TrueHD.7.1.Atmos_HEVC_%7BCM%7D.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jpjG88kTrK7mHnRx4cpLHh8YZwr.jpg",
        "title": "G-Force (2009)",
        "description": "G-Force (2009)IMDb - 5.1CM ပရိသတ်ကြီးကို စိတ်၀င်စားဖို့ကောင်းပြီး အပန်းလည်းပြေစေမယ့် comedy/family film လေးတစ်ခုတဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ပူးလေးတွေကို ချစ်တတ်သူဆိုရင်လည်း ဒီကားလေးကို လက်မလွှတ်သင့်ပါဘူးနော်ဇာတ်လမ်းအကျဉ်းလေးကတော့ဒါ၀င်၊ အောရက်စ်၊ ဘလက်စတာနဲ့ စပါ့ကယ်လ်တို့ဟာ စနစ်တကျ လေ့ကျင့်ပေးထားတဲ့ ပူးလေးတွေပဲဖြစ်ပါတယ်။ သူတို့ကို ထိန်းကျောင်းပေးသူကတော့ ဘန်ပေါ့။သူတို့အဖွဲ့ကို G-Force လို့ခေါ်ပြီး သူတို့ဟာ အစိုးရဘက်က လိုက်နေတဲ့အမှုကြီးတစ်ခုမှာ ပါ၀င်အားဖြည့်စုံစမ်းရတာဖြစ်ပါတယ်။ဒါပေမယ့် သူတို့ရဲ့ စုံစမ်းမှုမှာ အလွဲလေးဖြစ်သွားပြီး အစိုးရက G-Forceကို ထပ်ပြီးမထောက်ပံလွတ်အောင်ပြေးပြီး ဆိုလာရုံမက ဒါ၀င်တို့ကိုပါ ထိန်းချုပ်ဖို့ကြိုးစားပါတော့တယ်ဒီလိုနဲ့ ဒါ၀င်တို့ လေးကောင်လည်း ရန်သူတွေလက်က လွတ်အောင်ပြေးပြီး သူတို့ စုံစမ်းခဲ့တဲ့ အမှုက မမှားကြောင်း သက်သေပြန်ပြဖို့ ကြိုးစားကြပါတော့တယ် ....အစိုးရကရော ဘာအမှုကို လိုက်နေတာလဲ\nG-Force အဖွဲ့ကရော သူတို့မှန်ကန်ကြောင်း ဘယ်လိုလဲ သက်သေတွေပြကြဦးမှာလဲ .....ဟာသလေးတွေနှောပြီး စိတ်၀င်စားဖို့ကောင်းတာမလို့ ကြည့်ရှူကြဖို့တိုက်တွန်းလိုက်ရပါတယ်  Translated by : ...",
        "rating": "5.1",
        "url": "https://megaup.net/1BAyZ/%7BCM%7DG-Force.2009.1080p.BluRay.H264.AAC.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1UCOF11QCw8kcqvce8LKOO6pimh.jpg",
        "title": "Monster Hunter(2020)",
        "description": "Monster Hunter(2020)အညွှန်း**************************Milla Jovovich နဲ့ Tony Jaa တို့ရဲ့ ရုပ်ရှင်အသစ်ထွက်လာပါပြီ။ဗိုလ်ကြီး အာတီမစ်ဟာ သူ့ရဲ့ အထူးတပ်ဖွဲ့နဲ့အတူ စစ်ဆင်ရေး ထွက်ရင်း မုန်တိုင်းတစ်ခုကြားထဲကို ရောက်သွားခဲ့ပါတယ်။မုန်တိုင်းထဲကနေ အပြင်ထွက်လာချိန်မှာတော့ မတူတဲ့ ကမ္ဘာသစ်တစ်ခုထဲကိုရောက်နေပြီး အဖျက်စွမ်းအားကြီးလှသလိုအချိန်မရွေးလူသားတွေကို အရေခွံဆုတ်နိုင်တဲ့ ထူးဆန်းသတ္တဝါကြီးတွေနဲ့ရင်ဆိုင်ရပါတော့တယ်။ ရင်ဆိုင်ရင်းနဲ့ ကမ္ဘာသစ်ထဲက လူသားမိတ်ဆွေသစ်တွေရဲ့အကူအညီကိုယူပြီး မူလကမ္ဘာကိုပါ ပြန်ဖို့ အစွမ်းကုန်ကြိုးစားပါတော့တယ်...နင်းကန်လန်းတဲ့ အကြမ်းစားအက်ရှင်ခန်းတွေမြင်ရမှာဖြစ်သလို သတ္တဝါဆန်းတွေရဲ့စူပါ ပါဝါတွေကိုလည်းစိတ်လှုပ်ရှားရင်ခုန်စွာနဲ့ ကြည့်ရမှာြဖစ်ပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneoပဲဖြစ်ပါတယ်.....File Size : (1GB) and (469 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:43:00\nGenre :  Action, Adventure, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1Neml/Monster_Hunter.2020.WEB-DL.1080P5.1CH.HEVC.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hO3pz1wHkFveyfFQx8O5Yz8ErsK.jpg",
        "title": "Space Sweepers(2021)",
        "description": "Space Sweepers(2021)အညွှန်း**************************ကမ္ဘာကြီးဟာ အချိန်ကြာလာတာနဲ့အမျှ အမှိုက်သရိုက်တွေ နေထိုင်ဖို့မသင့်လောက်တဲ့အထိဆိုးရွားတဲ့အခြေအနေမျိုးဖြစ်လာတယ်....ဒီအခြေအနေကိုကျော်လွှားဖို့ သိပ္ပံပညာရှင်တစ်ယောက်ဟာ UTSလို့ခေါ်တဲ့အာကာသဇုန်တစ်ခုဖန်တီးပြီး သီခြားကမ္ဘာတစ်ခုတည်ဆောက်ပြီးတော့ နေထိုင်ကြတယ်....အဲ့ဒီနေရာမှာ ထယ်ဟိုခေါင်းဆောင်တဲ့အဖွဲ့ငယ်လေးတစ်ဖွဲ့ရှိတယ်..သူတို့ကတော့ စွန့်ပစ်ပစ္စည်းတွေအာကာသထဲမှာလိုက်ကောက်ပြီး ဈေးကောင်းကောင်းနဲ့ပြန်ရောင်းလေ့ရှိတဲ့အဖွဲ့ပေါ့.....ဆန်တို့ သဘာဝအသီးအနှံတို့ဆိုတာ သိပ်ကိုဈေးကောင်းရတဲ့ပစ္စည်းတွေ...တစ်ရက်စွန့်ပစ္စည်းတွေလိုက်ရှာနေတုန်း မမျှော်လင့်ဘဲ ကလေးလေးတစ်ယောက်ကိုတွေ့တယ်...ပုံမှန်ဆို UTSက ရဲတွေကိုအပ်လိုက်သင့်ပေမဲ့ ထယ်ဟိုတို့အဖွဲ့ဟာ ဒီကလေးမလေးကိုသံယော်ဇဉ်တွယ်မိတာနဲ့တိတ်တဆိတ်ထိန်းသိမ်းထားမိတယ်...အဲ့ဒီလို သူတို့နဲ့အတူခေါ်ထားလိုက်ခြင်းကပဲ ပြဿနာမျိုးစုံကိုလက်ယတ်ခေါ်လိုက်သလိုဖြစ်သွားတော့တာပါပဲ....ဒီကလေးမလေးဟာ ဘယ်ကြောင့်အန္တရယ်များတာလဲ...သူ့ကို ဘယ်လိုရန်သူတွေကများလိုချင်နေတာလဲ...ထယ်ဟိုတို့အဖွဲ့ကရော ကလေးမလေးကိုကယ်နိုင်ပါ့မလား...သူတို့အသက်အန္တရယ်တွေကိုရော ကာကွယ်နိုင်ပါ့မလားဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဉီး....ဆောင်ဂျွန်ကီရဲ့ကားသစ်ဖြစ်ပြီး  သိပ္ပံအက်ရှင်ကားဖြစ်ပါတယ်...တော်တော်ကြီးကိုကြည့်လို့ကောင်းတာမို့ လက်မလွှတ်သင့်ပါကြောင်း... File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:16:00\nGenre : Action, Adventure, Drama ,Sci-Fi\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung, Khine Khine Wai & Ei Phyu Khin\nEncoded by Phyo Pyae",
        "rating": "9.3",
        "url": "https://megaup.net/Vp32/Space_Sweeperrs.2021.WEB-DL.720P.PP.mkv",
        "category": "Action, Adventure, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pU3bnutJU91u3b4IeRPQTOP8jhV.jpg",
        "title": "Godzilla: King of the Monsters (2019)",
        "description": "ဂေါ်ဇီလာရုပ်ရှင်တော်တော်များများကို ကျွန်တော်တို့ကြည့်ဖူးကြပါတယ်..ကြည့်လိုက်တိုင်းလည်း လူသားတွေရဲဲ့ပြသနာရှာမှု့တွေကိုဂေါ်ဇီလာကပဲ လိုက်ဖြေရှင်းတိုက်ခိုက်ပေးနေရတာပါ...ပြောရမယ်ဆိုရင် လူသားတွေကတိုက်တန်ကြီးတွေကိုမုန်းတယ်ဒါပေမယ့် တကယ်တမ်းပြသနာတက်လာခဲ့ရင်လည်းအဲဒီတိုက်တန်တွေရဲ့ဘုရင်ကြီးကပဲ ထွက်လာရတာပါပဲ....အဲချိန်ကျမှ ဟေးခနဲ ၀ါးခနဲ အသံတွေနဲ့ပျော်နေကြတာလည်းလူသားတွေပါပဲ..ဒီကားမှာလည်း နဂိုထဲကပျောက်ကွယ်လုနီးပါးဖြစ်နေတဲ့Ghidorah (ခေါင်းသုံးလုံးနဂါး) ကိုထွက်လာအောင်သွားလုပ်လို့ဘုရင်ကြီးကပဲ မနေနိုင်မထိုင်နိုင်ဖြစ်ပြီးထွက်ကယ်ရပြန်ပါတယ်....အသေချကြပါတယ်.....အကောင်ကြီးတွေချတာကြည့်ပြီး ကြက်သီးလည်းထတယ်..အကောင်းဆုံးကတော့ ဂေါ်ဇီလာရဲ့ theme song ပြန်ပါလာပါတယ်....အဲအသံကိုကြားတဲ့ချိန်ပျော်တယ်ဆိုတာထက်မိုက်တယ်ကွာလို့တောင် ပြောမိတယ်....ကျွန်တော်တို့ ဟာခနဲ ဟင်ခနဲ ဖြစ်သွားစေတဲ့Epic Battle တစ်ခုကိုခံစားပြီးပါပြီ...End Game က Final Scene ပါ....နောက် Epic Battle တစ်ခုကိုပြောပါဆိုရင်တော့ဒီကားထဲက Godzilla နဲ့  Ghidorah (ခေါင်းသုံးလုံးနဂါး) တို့ရဲ့တိုက်ပွဲပါပဲ...တကယ်လည်းမိုက်တယ် .... အသေချတယ်....ကြည့်ရတဲ့လူအဖို့ ဂေါ်ကြီးနိုင်ပါစေ ....ဂေါ်ကြီးထိသွားရင်လည်း ဟာခနဲဖြစ်ပြီးရင်ခုန်ပြီးကြည့်နေရတာပါ....ဒီကားက တိုက်တန်ကြီးတွေချတာကိုကြည့်တာနဲ့တင်လုံးဝတန်နေပြီဖြစ်တဲ့ ကားလို့တောင်ပြောလို့ရပါတယ်...ဒါကြောင့် ဒီကားရဲ့ ဇာတ်လမ်းအကြောင်းကိုအားလုံးလည်းနားလည်အောင် အနည်းငယ်တင်ဆက်ပေးပါရစေ...ဒီရုပ်ရှင်ကတော့ ၂၀၁၄ ဂေါ်ဇီလာကားရဲ့ အဆက်ဖြစ်ပြီးတော့Rating 6.6 ရရှိထားပါတယ်..Rating နည်းတာကိုမကြည့်ပါနဲ့...တိုက်တန်ကြီးတွေရဲ့Battle တွေကိုကြည့်ကြည့်ပါ...လုံးဝအလန်းကြီးတွေပါ.........ဇာတ်လမ်းသဘောအရတော့ဂေါ်ဇီလာနဲ့ တိုက်တန်အချို့တိုက်ပွဲအပြီးမှာ မိုနာ့ခ် အဖွဲ့ကြီးဟာအခြားသော တိုက်တန်တွေကို ရှာဖွေထိန်းသိမ်းနေကြပါတယ်။ဒေါက်တာ အမ်မာကတော့ တိုက်တန်တွေကို အမိန့်ပေးနိုင်မယ့်အော်ကာလို့ ခေါ်တဲ့ စက်တစ်မျိုးကို ...",
        "rating": "6.6",
        "url": "https://megaup.net/Vd4f/Godzilla_-_King_Of_The_Monsters_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BM2Q1MmM4OGItNzc2Mi00Njc0LTllNmMtNTQxNTZmMGI0YWUxXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_UY268_CR30182268_AL_-136x200.jpg",
        "title": "Below Zero – Bajocero (2021)",
        "description": "Below Zero (2021)===============IMDb Rating - 6.3/10 CM ပရိသတ်ကြီး အကြိုက်တွေ့မယ့် Action, Crime ဇာတ်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။မာတင်ဟာ စည်းမျဉ်းစည်းကမ်းတွေကို လိုက်နာတတ်တဲ့ ရဲတစ်ဦးပါ။ တစ်နေ့ သူပြောင်းတဲ့ ရဲဌာနမှာပထမဆုံးတာ တာ၀န်အနေနဲ့ အကျဉ်းသားတွေကို နေရာပြောင်းရွှေ့တဲ့ တာ၀န်ကို ထမ်းဆောင်ရပါတော့တယ်။ ဒီလိုနဲ့ပဲ မာတင်ဟာ သူအပါအ၀င် နောက်ထပ် ရဲ ၃ ယောက်နဲ့အတူ အကျဉ်းသား ၆ ယောက်ပါတဲ့အချုပ်ကားကို မောင်းပြီး မြူဆိုင်းတဲ့ ညဘက်မှာ တာ၀န်ထမ်းဆောင်ရပါတော့တယ်။ဒီလိုနဲ့ မောင်းလာရင်း လမ်းခုလတ်မှာ ကားဘီးကလည်းပေါက် အရံလိုက်လာတဲ့ ရဲနှစ်ယောက်ရဲ့ကားနဲ့လည်းအဆက်ပြတ်သွားတဲ့အတွက် သူကိုယ်တိုင် မောင်းလာတဲ့ ကားပေါ်က ဆင်းကြည့်တဲ့အခါ ခြုံခိုတိုက်ခိုက်ခံနေရပြီဆိုတာ သိလိုက်ရပါတော့တယ်။ အရံပါလာတဲ့ ရဲ ၃ ယောက်ကလည်း ကျ အချုပ်ကားထဲက အကျဉ်းသား ၆ ယောက်ကလည်း စပြီး ပုန်ကန် အပြင်ကရန်သူတွေက ...",
        "rating": "6.3",
        "url": "https://megaup.net/1Bfrl/Below.Zero.2021.SPANISH.1080p.WEBRip.5.1CH[CM].mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-3-200x300.jpg",
        "title": "Kong: Skull Island (2017)",
        "description": "Explore the mysterious and dangerous home of the king of the apes as a team of explorers ventures deep inside the treacherous, primordial island.၁၉၇၃ ကာလ ျမင္ကြင္းေတြ နဲ႔အတူ ဗီယက္နမ္စစ္ပြဲအၿပီးကာ လမွာ Monarch လို႔ေခၚတဲ့ လွ်ိဳ႕ ဝွက္ အဖြဲ႕အစည္းအတစ္ခုဟာ ျမဴခိုးေတြနဲ႔ အံု႔ဆိုင္းေနတဲ့ အ႐ိုးစု ကြၽန္းဆိုတဲ့ ကြၽန္းသစ္တစ္ကြၽန္း ကို ရွာေတြ႕ခဲ့ပါတယ္။ အဲဒီကြၽန္း ေပၚမွာ ထူးဆန္းတဲ့ တိရစၧာန္မ်ိဳး စိတ္ေတြရွိေနတဲ့အတြက္ သုေတ သနျပဳဖို႔ ရဟတ္ယာဥ္ေတြနဲ႔ ထြက္ခြာခဲ့ၾကပါတယ္။တကယ္ေတာ့ အဲဒီကြၽန္း ေပၚမွာ ေကာင္ဆုိတဲ့ ဧရာမ ေမ်ာက္ဝံႀကီးရွိသလို အျခားထူး ဆန္းတဲ့ သတၱဝါေပါင္းမ်ားစြာ လည္း ရွိေနတာပါ။ ...",
        "rating": "6.8",
        "url": "https://megaup.net/1wphb/Kong_-_Skull_Island_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/04/91bpOUYWS8L._SY445_-135x200.jpg",
        "title": "Godzilla (2014)",
        "description": "2014 ခု နှစ်မှာထွက်ရှိခဲ့တဲ့ Godzilla ရုပ်ရှင်ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်..IMDb Rating6.4 ရရှိထားပြီးတော့ Rotten Tomatoes 75% အထိလည်းရရှိထားပါတယ်..ဒါရိုက်တာ Gareth Edwards ကနေ ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်..ဂျပန်နိုင်ငံက ရိုက်ကူးခဲ့တဲ့ Godzilla ဇာတ်လမ်းတွဲကို အမေရိကပုံစံ အသက်သွင်းပြန်လည်ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်..အချွန်အတက်များနဲ့ရက်စက်ယုတ်မာစွာ..အဖျက်စွမ်းအားကောင်းတဲ့အထပ်မြင့်မိုးမျှော်အဆောက်အဦးများထက်ကြီးမားတဲ့သတ္တဝါကြီးတွေဟာ လူသားတွေရဲ့ရပ်တည်မှုကိုခြိမ်းခြောက်လာစဉ်မှာ ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်..ဒီတစ်ခါတော့ ဟောလိဝုဒ်က ဂျပန်တွေရဲ့ Godzilla ဇာတ်လမ်းကို ကောင်းအောင် ရိုက်နိုင်ခဲ့ပါပြီ။ ၁၉၉၈ တုန်းက နာမည်ပျက်ခဲ့တဲ့ Godzilla ဇာတ်ကား နဲ့ဒီကားက တစ်ခြားစီပါပဲ။ လက်ရှိ Godzilla ဇာတ်ကားက ဂျပန် တွေတီထွင်ခဲ့တဲ့ Gojira (Godzilla) ရဲ့ မူလ ဇာတ်လမ်းကို မှီငြမ်းပြီး ရိုက်ကူးခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ ၁၉၅၄ ကျော်လောက်ကတည်း Castle Bravo Nuclear Bomb Testing လုပ်တာကို ပြခဲ့ပြီးအဲ့ဒီတုန်းက ဗုံးက စမ်းသပ်ဗုံးမဟုတ်ပဲ Godzilla ...",
        "rating": "6.4",
        "url": "https://megaup.net/1Bawg/Godzilla_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AiV7eOusuZawEdbAV75Qx0UORRy.jpg",
        "title": "Finding ‘Ohana (2021)",
        "description": "Finding Ohana (2021)စွန့်စားတဲ့ ဇာတ်လမ်းတွေကို ကြိုက်တတ်ပါသလား?\nရတနာရှာဖွေရေး ဇာတ်လမ်းတွေကို ကြိုက်တတ်ပါသလား?Netflix ကနေ ထုတ်လွှင့်ထားတဲ့ အသစ်စက်စက် ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။စွန့်စားရတာကို ကြိုက်တတ်တဲ့ ဖီလီ ဆိုတဲ့ ကောင်မလေးက\nသူ့အဖိုးဆီက မုခ်စ်ရဲ့စွန့်စားခန်းတွေကို ဖတ်ပြီးတဲ့နောက်မှာ\nစပိန်ရတနာတွေကို ရှာဖွေဖို့ သူ့ရဲ့မောင်နှမတွေနဲ့အတူ ကြိုးပမ်းပါတော့တယ်။သူတို့ရဲ့စွန့်စားခန်းတွေကတော့ ......\nပြောလိုက်ရင် ပေါ့သွားမှာမို့ အများကြီး မပြောပြတော့ပါဘူး။ရတနာသိုက်ရှာဖွေရေးကားတွေရဲ့ထုံးစံအတိုင်း ဘာဖြစ်မလဲ ဆိုတာကို\nဟာဝိုင်အီကျွန်းရဲ့ အလှအပတွေနဲ့ အတူတူ အသည်းတယားယား ရင်တဖိုဖိုနဲ့ ကြည့်ရမှာပါ။IMDb - 6.2/10 ရထားတဲ့ ဇာတ်ကားအသစ်စက်စက်လေးမို့ ကြည့်ဖြစ်အောင် ကြည့်ကြစေချင်ပါတယ်။File size…1.7 GB and 700MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration…. 2hr 3min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Shoon Thu Thu Chain, Shin Jinni, Thet Hnin Hsu, Dolly\nEncoder ...",
        "rating": "6.2",
        "url": "https://megaup.net/2hccw/(CM)__Finding.Ohana.2021.1080p.mp4",
        "category": "Action, Adventure, Comedy"
    }
]