[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/Lyle_Lyle_Crocodile_film-135x200.jpg",
        "title": "Lyle, Lyle, Crocodile (2022)",
        "description": "Lyle, Lyle, Crocodile (2022)====================IMDb Rating - 6.2/10Shwan Mendesအသံသရုပ်​ဆောင်အဖြစ်ပါဝင်ထားတဲ့ musical\ncomedyအသစ် Lyle,Lyle,Crocodile ဆိုတဲ့ ကားသစ်​လေး ထွက်\nလာပါပြီ။ RT - 73%, metacritic - 51%အထိရထားပြီး musical\nဖြစ်တာနဲ့ Shawn Mendesက မိ​ကျောင်း​လေးလိုင်းအဖြစ် သီချင်း\n​ဆိုပြဦးမှာပါ။​မျက်လှည့်ဆရာ ဟက်တာ ပီ ဗဲလန်တီဟာ မ​အောင်မြင်တဲ့ပြကွက်\n​တွေ​နဲ့ နာမည်ပျက်နေတဲ့ မျက်လှည့်ဆရာဖြစ်ပြီး ဘဝတစ်ဆစ်ချိုး\n​ပြောင်းလဲ​စေမယ့် ပြကွက်ကိုရှာ​ဖွေဖို့ ကြိုးစား​နေသူ​ပါ။ တစ်​နေ့မှာ\nတိရစ္ဆာန်အ​​ရောင်းဆိုင်တစ်ခုမှာ သူရှာ​​ဖွေ​နေတဲ့ ပြကွက်တစ်ခုကို\n​တွေ့သွားပါတယ်။အဲဒါက​တော့ သီချင်းဆိုတတ်တဲ့ မိ​ကျောင်း​​လေး\nတစ်​​ကောင်ပါ။ သူ့နာမည်ကို လိုင်းလို့ပေးလိုက်ပြီး ၂​ယောက်တူတူ\nသီချင်းတိုက်ကာ​ ​အောင်မြင်တဲ့ပြကွက်တစ်ခုကို ဖန်တီးနိုင်မယ်လို့\nယုံကြည်ခဲ့​ပေမယ့် ပွဲ​နေ့ကျမှ လိုင်းဆီက ​သီချင်းသံထွက်မလာလို့\nပိုနာမည်ပျက်သွားသလို ဗဲလန်တီလည်း လိုင်းကိုသူ့အိမ်ထပ်ခိုးမှာ\nစွန့်ပစ်သွားခဲ့ပါတယ်။ဒီလိုနဲ့အချိန်​တွေကြာတော့ ထိုအိမ်ကို ပိုင်ရှင်​သစ်​တွေ​ရောက်လာပြီး\nလိုင်းကို​တွေ့သွားသလို သူတို့ကြား​ ဗရုတ်သုက်ခ​​မျိုးစုံ ဖြစ်တဲ့အပြင်\nပိုင်ရှင်​ဟောင်း ဗဲလန်တီကပါ လိုင်းကိုပြန်လာရှာတဲ့အခါ အိမ်ပိုင်ရှင်\nအသစ်နဲ့အ​ဟောင်းကြား အဆင်​ပြေပါ့မလား၊လိုင်းက​​ရော ဘယ်လို\nပြဿနာ​တွေ ရှာဦးမလဲ။ လိုင်းရဲ့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1accg/Lyle.Lyle.Crocodile.2022.1080p.WEB-DL.DDP5.1.Atmos.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8b2lTzDR1lNNTl8F4gMiqazSvbn.jpg",
        "title": "New Gods: Yang Jian ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင် CM က ပရိသတ်ကြီးကို ၂၀၂၂ ခုနှစ်မှာ\nရုံတင်ထားတဲ့ တရုတ် Animation ဇာတ်ကားကောင်းလေး\nတစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ် ဒီဇာတ်ကားလေးဟာဆိုရင်\nတရုတ်နိုင်ငံရဲ့ ၂၀၂၂ခုနှစ် 3D ကာတွန်းစိတ်ကူးယဥ်အက်ရှင်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပြီးတော့\n《New God Lists》စီးရီးတွေထဲက ဒုတိယမြောက် ရုပ်ရှင်ဆိုရင်လဲ\nမမှားပါဘူးရှင် မင်မင်းဆက် ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့\n《နတ်ဘုရား ယန်ရိ》 ထဲက ရန်ကျန်ကာရိုက်တာကို\nဆီလျော်အောင်ပြန်လည်ရိုက်ကူးပြသထားတဲ့\nဇာတ်ကားလေးပါ ဇာတ်လမ်းအကျဥ်းလေးကို ပြောပြရမယ်ဆိုရင်တော့ -“ရှန်မင်းဆက်နဲ့ ကျိုးမင်းဆက်တို့ရဲ့ တိုက်ပွဲအပြီး\nနှစ်ပေါင်း ၁၅၀၀ ကြာပြီးတဲ့နောက် ကောင်းကင်ဘုံ\nစည်းမျဥ်း စည်းကမ်းတွေ ပျက်ပြားနေချိန် ဆင်းရဲမွဲတေနေတဲ့\nရန်ကျန်ဆိုတဲ့ လူငယ်လေးက ငွေအသပြာလက်ခံရယူပြီ\nးလူတွေကိုဖမ်းဆီးပေးတဲ့အလုပ်ကိုလုပ်ကိုင်ပြီးတော့\nအသက်မွေးဝမ်းကြောင်းပြုနေခဲ့ပါတယ်\nတစ်နေ့မှာတော့ ဆယ်ကျော်သက်လူငယ်လေးတစ်ယောက်ဖြစ်တဲ့\nချန်ရှန်း ကိုလိုက်လံ ဖမ်းဆီးဖို့ ဖောက်သည်တစ်ယောက်ထံကနေပြီး\nငွေအသပြာတွေလက်ခံရရှိခဲ့ပါတယ် တစ်ဆက်ထဲမှာပဲ\nအဲဒီလူငယ် ချန်ရှန်းက ရန်ကျန်ရဲ့ တူဖြစ်တဲ့အကြောင်း\nမတော်တဆသိရှိသွားခဲ့ပါတော့တယ် ချန်ရှန်းဆိုတဲ့\nလူငယ်လေးဟာ ကြာပန်းမီးအိမ်ကို ရှာဖွေပြီး\nမိခင်ဖြစ်သူကိုကယ်တင်ဖို့ စိတ်ပိုင်းဖြတ်ထားသူလေးပါ\nဒါပေမဲ့လဲ အဲဒီအစား ဘေးအန္တရာယ်နဲ့ပဲ ရင်ဆိုင်ခဲ့ရရှာပါတယ်\nအဲဒီအချိန်မှာပဲ ရန်ကျန် တစ်ယောက် တူဖြစ်သူရဲ့\nရှုပ်ထွေးလှတဲ့ အတိတ်ကိုဖော်ထုတ်ဖို့ ခရီးလမ်းကြောင်းစတင်ခဲ့ချိန်မှာတော့ -”❐ ဘာတွေဆက်ဖြစ်ကြမှာလဲ\n❐ တူရီးနှစ်ယောက်အတူတူ ဘယ်လို ဘေးအန္တရာယ်မျိုးတွေကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/new-gods-yang-jian-2022/",
        "category": "Adventure, Animation, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zVJXBo0KtdntnGfUoLafGCgy2nF.jpg",
        "title": "Coffin Mountain Ancient Tomb ( 2022 )",
        "description": "ဂူသင်္ချိုင်းဖောက်တာတွေကို ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရတာ\nကြိုက်နှစ်သက်တဲ့ သူတွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ရှင် ဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -“ဂူသင်္ချိုင်းတည်ထားတဲ့ တောင်ပေါ်မှာရှိတဲ့ မိန်းကလေးမာဆိုသူရဲ့\nခေါင်းတလား ဒဏ္ဍာရီဟာ နေရာစုံကို ပြန့်နှံ့လို့နေခဲ့ပါတယ်\nဒဏ္ဍာရီရဲ့ပြောကြားချက်တွေအရ ကျောက်စိမ်းခေါင်းအုံးရှိရင်\nခေါင်းတလားကိုဖွင့်နိုင်မှာပဲဖြစ်ပါတယ် ခေါင်းတလားအတွင်းမှာ\nမသေခြင်းနည်းပညာသာမက ရတနာပေါင်းများစွာရှိနေတယ်ဆိုတဲ့အကြောင်းကြောင့်\nလူတွေဟာ အသက်ကို မဓာနမထားပဲ လောဘကိုပဲ\nရှေ့တန်းတင်လာခဲ့ကြပါတော့တယ် အဲဒီအထဲမှာမှ\nရိုင်းစိုင်းလှတဲ့ ပြည်နယ်တပ်နဲ့ ဗိုလ်မှုးချုပ်က အပါအဝင်ပါပဲ\nအခြေအနေတွေက မတည်ငြိမ် ရုတ်ရုတ်သဲသဲဖြစ်နေချိန်မှာ\nသခင်ကြီးကျန်းစန်းနဲ့ သူ့ရဲ့ တပည့်ဂိုဏ်းသားတွေက အမှန်တရားကို ရှာဖွေခဲ့ကြပါတော့တယ်ဂိုဏ်းရဲ့လျို့ဝှက်နည်းလမ်းတွေကို သုံးပြီး တည်နေရာကိုရှာဖွေကာ\nရှေးခေတ်ခေါင်းတလားကို ဖွင့်ကာနီးမှာတော့ ပြည်နယ်စစ်တပ်ရဲ့\nဟန့်တားမှုတွေနဲ့ ကြုံတွေ့ခဲ့ရပြီး သူတို့ရဲ့လုပ်ငန်းစဥ်တွေက\nထင်သလောက်ခရီးမရောက်ခဲ့ပါဘူး အဲဒီအချိန်မှာပဲ - ”❐ အတားအဆီးမဲ့ဖြစ်နေတဲ့ ရှေးဟောင်းဂူသင်္ချိုင်းတွေ !\n❐ လူတွေကို ထင်ရောင်ထင်မှားဖြစ်စေတဲ့နည်းပညာတွေ !\n❐ ဂူသင်္ချိုင်းအတွင်းက သွေးဆာနေတဲ့ ပင့်ကူတွေ !\n❐ ထူးဆန်းခြောက်ခြားလှတဲ့ အဖြစ်ပျက်တွေ အစရှိတဲ့\nအရာတွေကနေပြီးတော့ သခင်ကြီးကျန်းစန်းနဲ့ သူ့ရဲ့တပည့်တွေ လွတ်မြောက်ဖို့ ကြိုးစားကြရင်း -❐ ဒီထူးဆန်းတဲ့ကိစ္စရဲ့နောက်ကွယ်က ဘယ်သူမှမသိကြတဲ့ လျှို့ဝှက်ချက်ကို သူတို့တွေရှာဖွေတွေ့နိုင်ပါ့မလား ?\n❐ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/coffin-mountain-ancient-tomb-2022/",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfae1vtjzlE73DPJGlHq88sZKX3.jpg",
        "title": "Slumberland (2022)",
        "description": "Slumberland (2022)Jason Momoa ကြီးပါဝင်တဲ့ Slumberland ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေခင်ဗျာ။နီမိုဆိုတဲ့ ကလေးမလေးဟာ ကျွန်းတစ်ကျွန်းပေါ်က မီးပြတိုက်မှာ အဖေနဲ့အတူနေလာရင်း တစ်နေ့မှာ သူ့အဖေဆုံးပါးသွားခဲ့ပါတယ်။ ငယ်ငယ်တည်းက အမေဆုံးပါးခဲ့တာဖြစ်ပြီး အဖေပါမရှိတော့တဲ့ နီမိုဟာ တစ်ယောက်တည်းကျန်ခဲ့ကာ သူ့အဖေမသေခင်က ဆန္ဒအတိုင်း မြို့ကြီးပေါ်က သူ့ဦးလေးဆီမှာ သွားနေရပါတယ်။ဒါပေမဲ့ နီမိုဟာ သူ့ဘဝမှာ အဖေတစ်ယောက်တည်းပဲရှိခဲ့တာကြောင့် အိပ်မက်ထဲမှာ သူ့အဖေနဲ့ ပြန်တွေ့ချင်နေရှာပါတယ်။ ဒီအပြင့် သူ့အဖေထားခဲ့တဲ့ လျှို့ဝှက်မြေပုံတစ်ခုရှိပါသေးတယ်။ဒီမြေပုံဟာ အိပ်မောကျတိုင်းပြည်က ပုလဲတွေရှိရာကို ညွှန်ပြပေးတာဖြစ်ပြီး အဲဒီပုလဲရရှိသူဟာ လိုရာဆုတစ်ခုတောင်းရင် အိပ်မက်ကမ္ဘာထဲမှာ ဆန္ဒတွေပြည့်ဝနိုင်ပါတယ်။ ဒီတော့ နီမိုဟာ မြေပုံနဲ့အတူ သူ့အဖေသူငယ်ချင်း ဝရမ်းပြေးကြီးဖလစ်အကူအညီနဲ့ အိပ်မက်တစ်ခုကနေ တစ်ခုဆီ ခုန်ကူးရင်း ပုလဲကိုလိုက်ရှာတဲ့အခါ ...ကျန်တဲ့ နီမိုရဲ့ စွန့်စားခန်းနဲ့ အလွဲလေးတွေကိုတော့ ဇာတ်လမ်းလေးထဲ ခံစားကြည့်ရှုလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Jane ပါ။)File Size      ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Q590/[CM]Slumberland.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4x3pt6hoLblBeHebUa4OyiVXFiM.jpg",
        "title": "Disenchanted (2022)",
        "description": "Disenchanted (2022)(1080p ရပါပြီ)2007 ခုနှစ်ရဲ့ Enchanted ရုပ်ရှင်အဆက်အနေနဲ့ Disenchanted ထွက်ပါပြီ။ ဒစ္စနေးရဲ့ ရုပ်ရှင်အသစ်လေးပါပဲ။ မှော်စိတ်ကူးယဉ်ဇာတ်လမ်းကို သီချင်းလှလှလေးတွေနဲ့ တန်ဆာဆင်ထားလို့ မိသားစုလိုက်ပျော်ပျော်ကြီးကြည့်လို့ရမှာပါ။ဇာတ်လမ်းအကျည်း ...\nဂျစ်ဆဲလ်ဟာ အန်ဒလေးရှားတိုင်းပြည်ကနေ နယူးယောက်ကိုရောက်လာခဲ့ပြီး ရောဘတ်နဲ့မော်ဂန်တို့ သားအဖနဲ့တွေ့ဆုံခဲ့တာပါ။ဒီဇာတ်ကားမှာတော့ ရောဘတ်နဲ့ ဂျစ်ဆဲလ်တို့က ဆိုဖီယာဆိုတဲ့ သမီးလေးမွေးလာပြီး နယူးယောက်ကနေ မွန်ရိုဗီးဆိုတဲ့ ကျေးလက်မြို့လေးကို ပြောင်းရွှေ့လာခဲပါတယ်။ကျေးလက်မှာ အခက်အခဲတွေတွေ့ရပြီး မော်ဂန်နဲ့လည်း အဆင်မပြေဖြစ်လာတဲ့အခါ ပုံပြင်ကမ္ဘာထဲမှာ ကြီးပြင်းခဲ့တဲ့ ဂျစ်ဆဲလ်ဟာ အမြဲပျော်နေချင်တဲ့သူဖြစ်တာကြောင့် သူလက်ဆောင်ရတဲ့ ဆုတောင်းနှင်တံလေးကိုသုံးပြီး ပုံပြင်ဘဝမျိုးရပါစေလို့ဆုတောင်းလိုက်မိပါတယ်။ဒါပေမဲ့ ဆုတောင်းရင်သတိထားပါဆိုတဲ့ ဆိုရိုးအတိုင်း ပုံပြင်ကမ္ဘာဆိုတာ ပျော်စရာအပြင် ဗီလိန်တွေလည်း ပါလာတဲ့အတွက် အန္တရာယ်ကြီးတွေရင်ဆိုင်ရတဲ့အခါ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Mr.Anderson ပါ။)File Size          : 2.9GB, 1.1GB, 588MB\nQuality            ...",
        "rating": "6.2",
        "url": "https://megaup.net/1Q4cd/[CM]Disenchanted.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/effgnqJMX2lXvXhKlJt7Pm1TkcU.jpg",
        "title": "Tom and Jerry Snowman’s Land (2022)",
        "description": "Tom and Jerry : Snowman's Land (2022)ကလေးဘဝရဲ့ မမေ့နိုင်တဲ့အမှတ်တရ‌တွေအကြောင်း အစချီပြီးပြောတော့မယ်ဆိုရင်\nစကားမပြောတဲ့ တွမ်နဲ့ဂျယ်ရီကို ချန်ခဲ့လို့မရပါဘူး။\nဘယ်ကာတွန်းတွေကို ဘယ်လိုပဲရိုးသွားပါစေ ဘယ်နှစ်ကြိမ်ဘယ်နှစ်ခါပဲ ပြန်ကြည့်ကြည့်\nTom and Jerry ကတော့ ကျွန်တော်တို့ကို အမြဲပြုံးမိစေတယ်လို့ပြောရင်တော့ မမှားပါဘူး။\nဒီနေ့ကတော့ Tom and Jerryကာတွန်းရဲ့ အသစ်ထွက်ရှိလာတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးသွားမှာပါ။ဂွတ်ဘယ်ရီမြို့ငယ်လေးမှာ ဒဏ္ဍာရီတွေ ပုံပြင်တွေနဲ့ပြည့်နှက်နေတဲ့ ဖလစ်စစ်တီတောင်ဆိုတာ ရှိပါတယ်။\nဒဏ္ဍာရီအရတော့ ဖလစ်စစ်တီတောင်ထိပ်မှာရှိတဲ့ နှင်းတွေဟာ မှော်အစွမ်းရှိပြီး နှင်းလူကမ္ဘာဆိုတဲ့ မှော်ဝင်ရွာလေးလည်းရှိပါသတဲ့။တစ်ဖက်မှာတော့ ဒဘယ်ဗေးရဲ့အရုပ်ဆိုင်ကတွမ်နဲ့ မစ္စလာပေ့ခ်ျရဲ့အရုပ်ဆိုင်ကဂျယ်ရီကတော့ ကြောင်နဲ့ကြွက်ပီပီ နေ့တိုင်းသတ်ပုတ်ရင်းပေါ့။\nခေတ်မှီအရုပ်တွေရောင်းနေတဲ့ ဒဘယ်ဗေးရဲ့ဆိုင်ကြီးကို သာမန်အရုပ်လေးတွေနဲ့ မစ္စလာပေ့ခ်ျက မယှဉ်နိုင်တော့ အရှုံးပေါ်မယ့်အဖြစ်ကိုဆိုက်နေတာပေါ့။\nတွမ်နဲ့ဂျယ်ရီဆိုရင်တော့ အမွှေစိန်လေးတက်ဖီကတော့ အမြဲမပါမဖြစ်ပါဘဲ။\nဒီကားလေးထဲမှာတော့ တက်ဖီက မှော်ဆရာရူး မျက်လှည့်ရူးလေးပေမဲ့ လုပ်သမျှမအောင်မြင်တဲ့ငမွှေလေးပေါ့။ဒီလိုသူတို့တွေရဲ့ဘဝထဲကို လာရီဆိုတဲ့ မှော်နှင်းကြွက်ကလေး ရောက်လာချိန်မှာတော့ ဘာတွေဘယ်လို ပြောင်းလဲသွားမလဲ။\nမှော်နှင်းကြွက်ကလေး ရောက်လာချိန်ကျမှ ကံဆိုးပြီး နှင်းမကျတဲ့ခရစ်စမတ်နဲ့ တည့်တည့်တိုးလေတော့\nနှင်းကြွက်လေးအရည်ပျော်မကျရေးအတွက် ဖလစ်စစ်တီတောင်ထိပ်က ...",
        "rating": "5.4",
        "url": "https://megaup.net/1a65w/Tom.and.Jerry.Snowmans.Land.2022.1080p.AMZN.H264.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krnQw9AXwEj0xnbQqObyWFk7uZm.jpg",
        "title": "[18+] Jungle Holocaust (1977)",
        "description": "Jungle Holocaust (1977)(ကြမ်းကြမ်းတမ်းတမ်းပြကွက်တွေနဲ့ ကိုယ်လုံးတီးအခန်းတွေကြောင့် ကလေးငယ်တွေနဲ့ ရွံတတ်သူများအတွက် မဟုတ်ပါကြောင်း သတိလေးပေးလိုက်ပါရစေ)မြန်မာ-အင်္ဂလိပ်ကပြား မင်းသမီး Me Me Lai ရဲ့ နောက်ထပ် လူသားစားကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ ရေနံရှာဖွေသူ ရာ့ဖ်နဲ့ ရောဘတ်တို့ ၂ဦးဟာ မင်ဒါနာအိုကျွန်းမှာရှိတဲ့ ကင်းစခန်းကို လာရောက်ခဲ့ကြပါတယ်။ လေယာဥ်ဟာ အဆင်းကြမ်းတမ်းတာကြောင့် အနည်းငယ်ပျက်စီးသွားပါတယ်။ ရောဘတ်တို့ ၂ယောက် ကင်းစခန်းကို သွားကြည့်ချိန်မှာတော့ ပစ္စည်းရော လူတွေပါပျောက်ဆုံးနေကြတာကို သိလိုက်ရတယ်။ တောထဲမှာ အနည်းငယ် လှည့်ပတ်ရှာဖွေရင်း အလောင်းတစ်လောင်းကို တွေ့လိုက်ရချိန်မှာ သူတို့လူတွေကို လူရိုင်းမျိုးနွယ်စုက သတ်ဖြတ်သွားတယ်လို့ ယူဆလိုက်ကြပါတယ်။လေယာဥ်မောင်းသူ ချာလီက ပြင်လို့ပြီးသွားပေမယ့် မှောင်တော့မှာမို့ မိုးလင်းမှ ထွက်ခွာဖို့ပြောပါတယ် ညအခါမှာ အတူပါလာသူ မိန်းကလေး စွမ်းဟာ အပေါ့သွားရင်း ပျောက်ဆုံးသွားတဲ့နောက်...ပရိသတ်တို့ ကိုယ်တိုင်သာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးလို့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ...",
        "rating": "6",
        "url": "https://megaup.net/1a59y/(CM)_Jungle_Holocaust_(1977)_1080p.mp4",
        "category": "Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jvIVl8zdNSOAJImw1elQEzxStMN.jpg",
        "title": "Tad, the Lost Explorer and the Emerald Tablet (2022)",
        "description": "Tad, the Lost Explorer and the Emerald Tablet (2022)ဒီကားလေးကတော့ Tad ရဲ့ တတိယမြောက်စွန့်စားခန်းကားနော်။Tad က သိပ်တော်တဲ့ရှေးဟောင်းသုတေသနပညာရှင်ဖြစ်ပေမဲ့ ခုချိန်ထိ လူတွေက သူ့ကို ဘာမှမဟုတ်တဲ့သူလို့ ထင်နေသေးတယ်။ ဒီကားမှာတော့ Tad က Saraရဲ့အဖွဲ့နဲ့အတူ ဂူတူးပြီး ရှေးဟောင်းပစ္စည်းရှာနေရင်းနဲ့ အီဂျစ်အခေါင်းကြီးရှာတွေ့ပါတယ်။အဲ့ဒီကနေ သူတော်တာပြမယ်ဆိုပြီး အီဂျစ်ခေါင်းကို ထားထားတဲ့ကျောင်းထဲ ခိုးဝင်ရာက Tad ရဲ့သူငယ်ချင်း Mummy က ကျိန်စာမိသွားပါရော ...ဒီကျိန်စာကိုပြယ်စေဖို့ နှစ်ထောင်ချီ ပျောက်နေတဲ့ ရှေးဟောင်း မြကျောက်ပြားကို ရှာဖို့ရာဖြစ်လာတော့ Tad တစ်ယောက် ဘယ်လိုရှာမလဲ?\nသူ့သူငယ်ချင်းတွေနဲ့ ဘယ်လို စွန့်စားခန်းတွေ ကြုံရမလဲ? ဆိုတာတော့ ဆက်ပြီး ကြည့်ရှုလိုက်ကြရအောင်နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)File Size          : 1.3GB, ...",
        "rating": "5.9",
        "url": "https://megaup.net/19Y4a/[CM]Tad.The.Lost.Explorer.And.The.Emerald.Tablet.2022.1080p.WEB-DL.AC3.5.1CH.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6hgEe1w0An5fKi3ZqIUBwOyIN2y.jpg",
        "title": "My Father’s Dragon (2022)",
        "description": "My Father's Dragon (2022)\n====================\nIMDb Rating - 7.0/10Netflix က အသစ်ဆက်ဆက်ထွက်ရှိထားတဲ့ အန်နီမေးရှင်းဇာတ်ကား\nကောင်းလေးကို တင်‌ဆက်ပေးလိုက်ပါတယ်ဗျ။ ဒီကားက ၁၉၄၈ တုန်းက\nထုတ်ဝေခဲ့တဲ့ ဝတ္ထုရှည်တစ်ပုဒ်ကို ပြန်လည်အသက်သွင်းပြီး ပုံဖော်ထားတဲ့\nဇာတ်ကားလေးဖြစ်တဲ့အပြင် အသံသရုပ်ဆောင်တွေအနေနဲ့ Luca(2021)\nထဲက လူကာ(Jacob Tremblay) နဲ့ Stranger Things ထဲက နာမည်ကျော်\nဇာတ်လိုက် ဒက်စ်တင်(Gatan Matarazzo) တို့ကလည်း အသံသရုပ်ဆောင်\nအနေနဲ့ပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း အယ်လ်မာ ဆိုတဲ့ ဖတဆိုး သားလေးနဲ့ အမေဖြစ်သူ ဒဲလာ\nတို့နှစ်ယောက်က နယ်မြို့လေးတစ်မြို့မှာ စတိုးဆိုင်ဖွင့်ပြီး လုပ်ကိုင်စားသောက်\nနေကြတာပေါ့။ ဒါပေမဲ့ နောက်တော့စီးပွားရေးတွေကျပြီး သားအမိနှစ်ယောက်\nမြို့ပေါ်ပြောင်းလာလိုက်ရတယ်။ အယ်လ်မာ မှာလည်း မြို့ပေါ်မှာ အရင်တုန်းကလို\nစတိုင်းဆိုင်လေးထပ်ဖွင့်ပြီး မိခင်ဖြစ်သူကို မပူမပင်မကြောင့်မကြဘဲနေစေချင်တဲ့\nရည်မှန်းချက်လေးရှိတယ်။ အဲဒါနဲ့တစ်နေ့ အမျိုးမျိုးသောအခက်အခဲတွေကြောင့်\nအဲလ်မာက မိခင်နဲ့စကားများပြီးအိမ်ပေါ်ကနေဆင်းသွားတယ်။ အဲမှာ စကားပြော\nတတ်တဲ့ကြောင်လေးတစ်ကောင်က သူ့အနားရောက်လာပြီး ကူညီပေးမယ်ပြောပြီး\nကျွန်းတစ်ကျွန်းပေါ်က နဂါးတစ်ကောင်ကို သွားကယ်ခိုင်းတယ်။ အယ်လ်မာ တစ်\nယောက် ဘယ်လိုစွန့်စားခန်းတွေကြုံရမလဲ ...",
        "rating": "7.0",
        "url": "https://megaup.net/19X3f/My.Fathers.Dragon.2022.1080p.WEBRip.(CM).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/ezgif-1-17cc73eabaf9-135x200.png",
        "title": "Ainbo: Spirit of the Amazon (2021)",
        "description": "AINBO: Spirit of the Amazon (2021)ချစ်စရာ ကာတွန်းလေးတစ်ခုတင်ပေးလိုက်ပါပြီ။\nအမေဇု့တောအုပ်ထဲက ရွာလေးတစ်ရွရဲ့ သူရဲကောင်းမလေး တစ်ယောက်အကြောင်းပေါ့။\nသူ့နာမည်က အင်ဘိုလို့ခေါ်ပါတယ်။\nအသက် ၁၃ ပဲ ရှိသေးပြီး တစ်နေ့မှာ အတော်ဆုံးမုဆိုးဖြစ်လာချင်တဲ့ကလေးမလေးပေါ့။\nသူ့မိဘတွေ မရှိတော့သလို ဘယ်သူမှန်းလည်း မသိခဲ့ပါဘူး။\nရွာသူကြီးလင်မယားက မွေးစားထားပြီး သူတို့ရဲ့ သမီးအရင်း ဇူမီနဲ့ ညီအစ်မလို ခင်မင်နေခဲ့ကြတာပါ။\nတစ်နေ့မှာတော့ သူတို့ရွာကလေးကို ကျိန်စာတစ်ခုကျရောက်လာပြီး ရွာသားတွေအားလုံး ဒုက္ခရောက်လာတဲ့အခါ\nအင်ဘိုဟာ သူချစ်တဲ့သူတွေနဲ့ ရွာလေးကို ကယ်ဖို့ ကျိန်စာဖြေမယ့်နည်းရယ် ကျိန်စာတိုက်တဲ့သူရယ်ကို ရှာဖို့\nစွန့်စားခန်းတွေ ဖွင့်ရပါတော့တယ်...ချစ်စရာအကောင်လေးတွေနဲ့ပါ ကာလာစုံ၊ရောင်စုံတင်ဆက်ထားတာမို့ကာတွန်းချစ်သူများလက်လွတ်ခံလို့မဖြစ်ကြောင်း ညွှန်းဆိုလိုပါတယ်။ \nFile size…(1.6 GB) and (1 GB)\nQuality…WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:25:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Mr.Anderson",
        "rating": "5.6",
        "url": "https://megaup.net/19V4r/(CM)Ainbo.2021.1080p.WEBRip.DD5.1.x264-NOGRP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWEzN2IxOTktMzBjMS00ZWU1LWI0OTgtZjViNWYxOWY1MjUxXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-140x200.jpg",
        "title": "Satria Dewa: Gatotkaca (2022)",
        "description": "Satria Dewa: Gatotkaca (2022)\n======================\nIMDb Rating - 6.2/10အင်ဒိုနီးရှားဟာလည်း ကိုယ်ပိုင် စူပါဟီးရိုးတစ်ကောင်ကို အတွဲလိုက်\nရိုက်ကူးတော့မှာဖြစ်ပါတယ်။ မိုဘိုင်းလဲဂျန်းဂိမ်းကစားသူတွေကတော့\nဒီစူပါဟီးရိုးနာမည်ကို ကြားဖူးမှာပါ။ ဂါတို့ကာ့ကြာပါပဲ။ ဒီဇာတ်လမ်းဟာ\nရာမာယနလိုပဲ နာမည်ကြီး ပြဇာတ်ကြီးတစ်ခုဖြစ်တဲ့ မဟာဘာရာတာ\nဇာတ်ကိုအခြေခံထားတာပါပဲ။ပန်ဒါဝါ တွေနဲ့ ကူရာဝါမျိုးနွယ်တွေဟာ ခရစ်တော်မပေါ်ခင်နှစ် ၃၀၀၀\nလောက်မှာ ပြည်တွင်းစစ်ကြီးဖြစ်ခဲ့ပါတယ်။ ကူရာဝါတွေဟာ ဖျက်ဆီးချင်း\nလုယူချင်းဗီဇရှိသူတွေဖြစ်ပြီး၊ ပန်ဒါဝါတွေကတော့ ဗီဇကောင်းရှိသူတွေဖြစ်ခဲ့\nတာကြောင့် နတ်ဘုရားတွေဟာ စစ်ပွဲမှာ ပန်ဒါဝါတွေကို အနိုင်ပေးခဲ့ပါတယ်။\nဒါပေမဲ့ နတ်ဘုရားတွေကိုဆန့်ကျင်ပြီး ကူရာဝါတပ်မှူး အဆွာတာမဟာ ပြန်တိုက်\nခဲ့တာကြောင့် ထာဝရအကျဉ်းချခြင်းကိုခံလိုက်ရပါတော့တယ်။အဲဒီသမိုင်းကနေ ဒီနေ့ခေတ်ကိုအရောက်မှာတော့ ကူရာဝါမျိုးဆက်တွေဟာ\nပန်ဒါဝါမျိုးဆက်တွေကို လိုက်သတ်ပြီး သူတို့ရဲ့ သခင် အဆွာတာမကို ကယ်တင်ဖို့\nကြိုးစားလာပါတော့တယ်။ ပန်ဒါဝါတွေအကုန်သေဆုံးပြီး အဆွာတာမလွတ်မြောက်\nလာမှာကို တားဖို့ နောက်ဆုံးမျှော်လင့်ချက်အဖြစ် ပန်ဒါဝါတွေရဲ့ ကယ်တင်ရှင်\nဂါတို့ကာ့ကြာအဖြစ် စွမ်းအားရှင်တစ်ယောက်ပဲ ကျန်ပါတော့တယ်။ အဲဒီဂါတို့ကာ့ကြာ\nအသစ်ဟာ အစွမ်းတွေဘယ်လိုရပြီးဘယ်လိုတိုက်ခိုက်မလဲဆိုတာကို ဆက်ကြည့်ရမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (750 ...",
        "rating": "6.2",
        "url": "https://megaup.net/2vOei/Satria.Dewa.Gatotkaca.2022.1080p.NF.WEB-DL[CM].mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jagAuGDEv7SlivFFkm6Op449mkH.jpg",
        "title": "Come Back Home ( 2022 )",
        "description": "ဒီနေ့မှာဆိုရင် CM ကပရိသတ်ကြီးကို နာမည်ကြီးဟောင်ကောင်မင်းသား\n“Donnie Yen” ရဲ့ ဇာတ်ကားသစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -အေးခဲလှတဲ့ဆောင်းရာသီတစ်ခုအချိန်မှာ ရှန်းကျန့်ခရီးသွားအဖွဲ့နဲ့အတူ\nမိသားစုတစ်စုဟာ တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်းမှာရှိတဲ့\nချန်ပိုင်တောင်ဆီကို မောင်းနှင်လာခဲ့ကြပါတယ်\nမူလအစတုန်းကတော့ အရမ်းကိုမှပျော်ရွှင်စရာကောင်းတဲ့\nခရီးစဥ်တစ်ခုဖြစ်ခဲ့ပေမဲ့လို့ ဖခင်ဖြစ်သူ အားသယ်(Donnie Yen) ရဲ့\nပေါ့ဆမှုတစ်ခုကြောင့် အသက် (၈) နှစ်အရွယ်သားဖြစ်သူ\nပျောက်ဆုံးသွားမှု ဖြစ်ပေါ်လာခဲ့တဲ့အခါမှာတော့...?သူတို့လင်မယားနှစ်ယောက်ဟာ သားဖြစ်သူပျောက်ဆုံးသွားခဲ့သည့်အတွက်\nဒေသဆိုင်ရာ အာဏာပိုင်တွေဆီကို အကူအညီတောင်းခံခဲ့ကြပြီး\nရှာဖွေရေးလုပ်ငန်းတွေကို စတင်လုပ်ဆောင်ခဲ့ကြပါတော့တယ်\nရှာဖွေရင်း ရှာဖွေရင်းနဲ့ ပုံမှန်ဘေးကင်းချိန်သတ်မှတ်ချက်\n(၄၈) နာရီအထိ ကျော်လွန်လာခဲ့ပေမဲ့လဲ\nကလေးရဲ့အရိပ်အယောင်ကိုတောင်မတွေ့ခဲ့ရပါဘူး\nတောင့်တင်းခိုင်မာတဲ့လူကြီး အရွယ်တွေတောင်\nတောင့်ခံနိုင်ဖို့ ခဲယဥ်းလှတဲ့ ဒီရာသီဥတုအလယ်မှာ\nအသက် (၈) နှစ်အရွယ်ကလေးငယ်လေးတစ်ယောက်\nတောင့်ခံနိုင့်ပါ့မလားဆိုတဲ့ သံသယတွေက\nကယ်ဆံရေးအဖွဲ့တွေဆီ ရိုက်ခတ်လာခဲ့တဲ့အခါမှာတော့...?❐ သူတို့ရဲ့ကယ်ဆယ်ရေးလုပ်ငန်းစဥ်ဟာ ဘာတွေဆက်ဖြစ်သွားမှာလဲ?\n❐ အရာရာအားလုံးကိုအံတုပြီး သူတို့တွေဆက်လက်ရှာဖွေကြမလား?\n❐ ပျောက်ဆုံးနေတဲ့ ကလေးငယ်လေးကရော\nဘေးကင်းကင်းနဲ့အိမ်ကိုပြန်ရောက်နိုင်ပါ့မလား? ဆိုတာ\nစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်\nဟောင်ကောင်မင်းသားကြီး “Donnie Yen” ရဲ့ဇာတ်ကားလေးဖြစ်တာမို့\nပိုလို့တောင်လက်မလွှတ်သင့်ပါသေးတယ် အခုပဲကြည့်လိုက်ရအောင်လားနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/come-back-home-2022-2/",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-wick-133x200.jpg",
        "title": "Wickensburg (2022)",
        "description": "Wickensburg နယ်မြို့လေးကိုပြောင်းလာတဲ့ စီလင်းနဲ့ အဲလီရက်တို့ သားအမိ ၂ ယောက်...\nမြို့ကိုလာတဲ့လမ်းမှာတင် ဒေသခံတစ်ယောက်ရဲ့ထူးခြားတဲ့စကားတွေ.. မြို့ထဲရောက်တော့လည်း ပုံမှန်မဟုတ်တဲ့ လူတွေရဲ့အပြုအမူတွေဟာ သားအမိ ၂ ယောက်အတွက်ထူးဆန်းနေခဲ့ပါတယ်။ နယ်မြို့လေးမှာလည်း အရင်တည်းက ကျိန်စာမိတယ်ဆိုတဲ့ယုံတမ်းစကားကိုလည်းယုံကြည်ပြီး သူ့ကိုယ်သူစုန်းမလို့ခံယူထားတဲ့ ဒေသခံ ဝီလိုဆိုတဲ့ကောင်မလေး နဲ့ အဲလိရက်တို့ခင်မင်သွားပြီး ကျိန်စာအကြောင်းကိုရှာဖွေကြပါတော့တယ်။\nတစ်ဖက်မှာလည်း တက်ကြွပြီးတော်တဲ့ ဂျာနယ်လစ်လေးစီလင်းတစ်ယောက် အလုပ်အသစ်မှာ ဘယ်လိုတွေကြုံတွေ့ရမလဲ သတင်းတွေရေးဖို့ရှာဖွေမွှေနှောက်ရင်း စုံစမ်းရင်း ဘာတွေထပ်ပြီးဖော်ထုတ်နိုင်မလဲ..\nဒီမြို့လေးရဲ့ လျှို့ဝှက်ချက်တွေရယ် ဒီမြို့လေးကတကယ်ပဲ ကျိန်စာမိနေတာလား နောက်ဆုံးဘယ်လိုဖြစ်သွားမလဲဆိုတာကို Mystery ဆန်ဆန် မပျင်းရဘဲ ပေါ့ပေါ့ပါးပါးကြည့်ရှုခံစားရမှာပါ။ File size…(1.8GB) / (1.14GB) / (412MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:57:00\nGenre...Adventure\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sarah",
        "rating": "",
        "url": "https://megaup.net/2vH6q/Wickensburg.2023.1080p(CM).mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/fatal-desire-159x200.jpg",
        "title": "[18+] Fatal Desire (1998)",
        "description": "တောတွင်းစွန့်စားခန်းကို 18+ ဆန်ဆန်ကြည့်ချင်တယ်ဆို ဒီကားလေးရှိပါတယ်နော်။\nဇာတ်လမ်းကရိုးမလိုလိုနဲ့ ဆန်းပါတယ်။ ရှေးဟောင်းမြို့ထဲမှာမြှုပ်ထားတဲ့\nရတနာကို အားကတ်ကရှာချင်တာဖြစ်ပြီး အားကတ်နဲ့အတူတူ\nတစ်ခြားသူငယ်ချင်းတွေလည်းပါလာကြပါတယ်။အားကတ်ရဲ့အဖေက ရှေးဟောင်းသုတေသနပညာရှင်ဖြစ်ပြီး\nသူ့အိပ်မက်ဖြစ်တဲ့ရှေးဟောင်းမြို့ကို မရှာနိုင်ခင်မှာပဲ ဆုံးသွားတာဖြစ်ပါတယ်။\nအဖေ့ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့ ဖိလစ်ပိုင်မှာ ရှေးဟောင်းမြို့ကိုလာရှာရင်း\nသုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းနဲ့လည်းတွေ့ရပြီး တောင့်တောင့်ဖြောင့်ဖြောင့်\nကိုလူချောဘန်းနဲ့လည်း ခင်မင်ရင်းနှီးခဲ့ရပါတယ်၊သူတို့ငါးယောက် ရတနာရှာပုံတော်ဖွင့်ရင်း ဘယ်လိုအခက်အခဲတွေကြုံရမလဲ၊\nဘယ်လိုမျိုး အမှောင်ဇာတ်လမ်းတွေခင်းမလဲဆိုတာကိုတော့\nတစ်ယောက်တည်းကြည့်လိုက်ပါတော့နော် ။ ။\nFile size…2.8GB / 1.4GB\nQuality…1080p / 720p\nFormat…mp4\nDuration….1h 37mins\nSubtitle….Myanmar Subtilte(Hard Sub)\nEncoder….X Cross\nTranslated by Dark V",
        "rating": "",
        "url": "https://megaup.net/19M0y/Fatal.Desire.1998.720p(DS).mp4",
        "category": "Adult, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/brahma-160x200.jpg",
        "title": "Brahmāstra Part One: Shiva (2022)",
        "description": "Brahmastra Part One: Shiva (2022)\nAction, Adventure, Fantasy\nIMDb 5.6/10 (96K)ကဲ ကဲ အားလုံးပဲ စောင့်ရကျိုးအတော်နပ်မယ့် ကားကောင်လေးတစ်ကားကို\nဦးဦးဖျားဖျား တင်ဆက်ပေးတော့မယ်နော်ဒီဇာတ်ကားမှာ Lead Role တွေအနေနဲ့ ရန်ဗီးကပူး..အာလီယားဘတ်..အမီတာဘဂျမ်းနဲ့\nမြွေမင်းသမီးလေး မွန်နီးရွိုင်းတို့က သရုပ်ဆောင်ထားပြီး Cameo အနေနဲ့ ရှာရွတ်ခန်း ဒီပီကားပါဒူကွန်\nတေလဂူမင်းသားကြီး နာဂဂျွန်နာအခီနယ်နီ စတဲ့မင်းသား မင်းသမီးကြီးတွေအပြင်\nတခြားသရုပ်ဆောင်ပေါင်းများစွာလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်...ကဲ...အခု ဇာတ်လမ်းဘက်ကိုလှည့်မယ်တစ်ရက် ဟိမဝန္တာတောင်ပေါ်မှာ တရားကျင့်ကြံအားထုတ်နေတဲ့ ရသေ့ရဟန်းတွေဆီကို\nအလင်းတန်းတစ်ခုကျရောက်လာခဲ့ပြီး ဘုရားသခင်က သူတို့ကို အက်စသရ(စွမ်းအင်လက်နက်)တွေ\nချီးမြှင့်ခဲ့တယ်အဲ့ဒီအက်စသရတွေနဲ့အတူ Lord Shiva ရဲ့ Almighty Weapon ကြီးဖြစ်တဲ့\nဗရမာစသရပါ ပေါ်ပေါက်လာခဲ့တယ် အဲ့ဒီအက်စသရကို ပိုင်ဆိုင်တဲ့သူဟာ\nလောကခပ်သိမ်းကို အသစ်တစ်ဖန် ဖန်ဆင်းနိုင်သလို အရာခပ်သိမ်းကိုလည်း\nဖျက်ဆီးနိုင်စွမ်းရှိတယ်...ဒါကြောင့် ဗရမန့်ချ်ဆိုတဲ့စောင့်ရှောက်ရေးအဖွဲ့အစည်းတစ်ခုက ဒီ ဗရမာစသရကို\nအပိုင်းသုံးပိုင်းပိုင်းပြီး ခေတ်အဆက်ဆက်ထိန်းသိမ်းစောင့်ရှောက်လာခဲ့ကြတယ်ဒီဗရမာစသရကို လိုချင်နေတဲ့ အဖျက်မုဆိုးအဖွဲ့အစည်းတစ်ခုကလည်း ရှိနေတယ်ရှီဗား..\nသူကတော့ သူ့ကံကြမ္မာကြီးဟာ ဒီအက်စသရတွေနဲ့\nဆက်နွယ်ထားတယ်ဆိုတာကို သူကိုယ်တိုင်တောင် မသိတဲ့သူတစ်ယောက်ပေါ့...\nငယ်ငယ်လေးကတည်းက မိမရှိ ဖမရှိနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/19Hyb/Brahmastra_1_(2022)_TRUE_WEB-DL.1080p.AAC5.1CH.YK(CM).mp4",
        "category": "Action, Adventure, Bollywood, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/enola-holme-135x200.jpg",
        "title": "Enola Holmes 2(2022)",
        "description": "နက်ဖလစ်ရဲ့ နာမည်ကြီး စုံထောက်ကားဖြစ်တဲ့ အနိုလာဟုမ်းစ် ရုပ်ရှင်ရဲ့\nဒုတိယမြောက်ကားထွက်လာပါပြီ။ မူရင်းသရုပ်ဆောင်တွေပဲ\nပြန်လည်ပါဝင်ထားပါတယ်။ ဟင်နရီ ကာဗယ်က\nရှားလော့ခ်ဟုမ်းစ်အဖြစ် ပါဝင်ထားပြီး Stranger Things ထဲက\nအချစ်တော်လေး မီလီ ဘော်ဘီ ဘရောင်းကတော့\nရှားလော့ခ်ဟုမ်းစ်ရဲ့ ညီမ အနိုလာဟုမ်းအဖြစ် ပါဝင်ထားပါတယ်။\nသူတို့ရဲ့ အစ်ကိုကြီး မိုက်ခရော့ဖ်တော့ ပြန်မပါတော့ပေမဲ့\nလော့ဒ် တုစ်ဘူရီနဲ့ အနိုလာတို့ရဲ့အချစ်ဇာတ်လမ်းကိုတော့\nဆက်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n================အနိုလာဟုမ်းစ်ရာ မိခင်ပျောက်ရှာပုံတော်အမှုကိုဖြေရှင်းအပြီးမှာ\nတုစ်ဘူရီအမှုကိုပါ ဖြေရှင်းနိုင်ခဲ့ပြီး ကွန်ဖီးဒန့်လယ်ဗယ်ဆိုးဟိုက်သွားတာမို့\nကိုယ်ပိုင်စုံထောက်လုပ်ငန်းတစ်ခု တည်ထောင်လိုက်ပါတော့တယ်။\nဒါပေမဲ့ မိန်းမငယ်လေးတစ်ယောက်ကို ဘယ်သူမှ ယုံကြည်ပြီး\nအလုပ်မအပ်တော့တာကြောင့် ခွက်ခွက်လန်အောင်ရှုံးပြီး\nရုံးခန်းကိုပိတ်ဖို့စီစဉ်လိုက်ရပါတော့တယ်။အဲဒီအချိန်မှာပဲ မီးခြစ်ဆံစက်ရုံအလုပ်သမ ‌ကောင်မလေးတစ်ယောက်က\nပျောက်ဆုံးနေတဲ့ သူ့အစ်မကို ရှာပေးဖို့ အမှုလာအပ်ပါတော့တယ်။\nဒါပေမဲ့ အနိုလာဟုမ်းစ်တစ်ယောက် လူပျောက်ရှာရင်းနဲ့\nဒါဟာ သာမန်အမှုမဟုတ်ဘဲ ကြီးမားတဲ့ မသမာမှုကြီးတွေ၊\nလာဘ်စားမှုတွေ၊လူသတ်မှုတွေပါ ရောယှက်နေတာကိုတွေ့သွားပြီး\nအန္တရာယ်တွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါ....\nFile size…1.9GB / 800MB\nQuality…1080p NF WEB DL  / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "6.6",
        "url": "https://megaup.net/19Ibm/Enola_Holmes_2_2022_1080p_(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUCY3g2AER73qXIUOmmS4XaQgtM.jpg",
        "title": "Leio (2022)",
        "description": "Leio (2022)ကောက်ဝ်နဲ့ဖွန်က ရေရှားပါး မိုးနည်းနယ်ဖြစ်တဲ့ ထန်တဝမ်ရမ်ခရိုင်မှာ ကြီးပြင်းလာခဲ့သူတွေပါ။ဒါပမေဲ့ တစ်နေ့မှာတော့ ဒေသခံတွေ ရေအပူအပင်မရှိရအောင် အမြဲတစေကြိုးပန်းနေခဲ့တဲ့\nကောက်ဝ်ရဲ့အဘိုးဝပ် ဆုံးပါးသွားခဲံပါတယ်။YouTuber​ လေး ဖွန်က ဒီမြေမှာရေထွက်အောင်လုပ်နိုင်ရင်\nဘတ်တစ်သန်း ဆုပေးမယ်လို့ Challenge Vlog တင်ခဲ့တယ်လူပေါင်းစုံလာရောက်ယှဥ်ပြိုင်တဲ့အထဲမှာ ကောက်ဝ်၊ ဂျိန် နဲ့ ရိုတို့အဖွဲ့လည်း ပါဝင်ခဲ့ကြပါတယ်အဖွဲ့တိုင်းက မြေအောက်ရေရှိမဲ့နေရာကို သူ့ထက်ကိုယ်အရင်ရှာဖွေနေဆဲမှာပဲ\nရေကြောက်တဲ့မြေအောက်တွားသွားသတ္တဝါကြီးက လန့်နိုးလာပြီး သောင်းကျန်းရေးစဆင်းပါတော့တယ်ဧရာမပုတ်သင်ကြီးက လျင်လျင်မြန်မြန်ပဲ လူသားတွေကိုဖမ်းဆိးပြိး\nသူ့ဂူထဲကတနေရာမှာ မာကျောတဲ့သူ့ရဲံသလိပ်ခဲတွေနဲ့ဖမ်းချုပ်ထားပါတယ်ကောက်ဝ်ကဦးဆောင်ပြီး ဧရာမပုတ်သင်ကြီးကို ဖမ်းပြီး\nလူတွေကိုကယ်ဖို့ ကြိုးပမ်းခဲ့တဲ့အချိန်မှာတော့ ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.63GB | 939MB | 458MB\nFormat… mp4\nDuration…. 2h 29min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://megaup.net/1PF0P/Leio.2022.1080p.NF.WEB-DL.DD+5.1.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-mon-136x200.jpg",
        "title": "Monster High: The Movie (2022)",
        "description": "Monster တွေရဲ့ခံယူချက်နဲ့ သူတို့ကမ္ဘာလေးအကြောင်းကိုသေချာရိုက်ကူးထားတဲ့ Monster High ဇာတ်ကားမှာဆိုရင်…..Main character က​လောဒင်းက လူသားတစ်ပိုင်းမွန်းစတားတစ်ပိုင်းဖြစ်နေတော့ လူသားတွေကြားမနေချင်တော့ပဲ သူနဲ့သက်ဆိုင်တဲ့ monster တွေကိုပဲလက်ခံတဲ့ အထက်တန်းကျောင်းကို သွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်\nတခါတလေ သူစိတ်လှုပ်ရှားတဲ့အချိန် ဝမ်းနည်းတဲ့အချိန်တွေမှာ လူသားပုံစံကိုခဏတာပြန်ရောက်သွားတာကို တခြားသူတွေသိသွားမှာစိုးရိမ်နေရင်း သူ့လိုပဲ half-monster တစ်ယောက်ဖြစ်ပီး သေဆုံးသွားတဲ့ Hyde ဖော်စပ်ထားတဲ့ဆေးက monster လုံးလုံးပြောင်းပေးနိုင်မယ်လို့ယူဆမိပီးလိုက်ရှာရင်း သူငယ်ချင်း Frenky နဲ့ Draculaura တို့ကပါကူညီပေးခဲ့ပါတယ် Frenky ကို နာမည်ကြီးပညာရှင်တွေရဲ့အစိတ်အပိုင်းတွေနဲ့ဖန်တီးထားတာဖြစ်ပီး Draculauraကတော့ မှော်ပညာကိုလေ့လာနေတဲ့သွေးစုပ်ဖုတ်ကောင်ပါ သူတို့ရဲ့အကူအညီတွေနဲ့\nClawdeen ဆေးရည်ကိုရှာတွေ့မလား ဆေးရည် ရှာရင်း ကျောင်းကိုဖျက်ဆီးမဲ့အကြံကိုဘယ်လိုဖော်ထုတ်နိုင်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ် File size…(2.48GB) / (1.22GB) / (789MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:32:00\nGenre...Action / Adventure / Fantasy\nSubtitle….Myanmar Subtitle ...",
        "rating": "4.7",
        "url": "https://megaup.net/2vvK6/Monster.High.The.Movie.2022.1080p.(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-deep-135x200.jpg",
        "title": "Deep Blue Sea (1999)",
        "description": "ဒီဇာတ်ကားကိုကြည့်နေရင်းနဲ့ အဆုံးသတ်နားနီးတော့မှ ဇာတ်လိုက်က ဒီကားနာမည် Deep Blue Seaကို ညွှန်းလိုက်တဲ့စကားတစ်ခွန်းကြောင့် ခံစားရတဲ့ ရသလည်း အသစ်ပြောင်းသွားရပါတယ်။ ပြောရရင် ရှုထောင့်ပြောင်းပြီး မြင်လာတဲ့ အမြင်သစ်တစ်ခု ရသွားတာပေါ့လေ။Alzheimer's diseaseဆိုတာ လူတွေမှာ အဖြစ်အများဆုံး ဦးနှောက်ရောဂါတစ်ခုပါ။ မှတ်ဉာဏ်တွေ မေ့ပျောက်ကုန်တဲ့ရောဂါတစ်မျိုးပါပဲ။ သူငယ်ပြန်တာမျိုးလည်း မဟုတ်ဘဲ ကြာလေလေ ဘာကိုမှ မမှတ်တော့လောက်အောင် ဦးနှောက်ဆဲလ်တွေ သေဆုံးသွားတာမျိုးပါ။အဲဒီရောဂါနဲ့သူ့မိဘတွေ ကွယ်လွန်သွားရလို့ အခဲမကျေဖြစ်နေတဲ့ ဆရာဝန်မလေးတစ်ယောက်ဟာ ဆေးကုမ္ပဏီကြီးတစ်ခုရဲ့ အထောက်အပံ့နဲ့ အယ်လ်ဇိုင်းမားရောဂါ ကုထုံးသစ်အတွက် သုတေသနလုပ်နေပါတယ်။\nသူလုပ်နေတဲ့ သုတေသနဌာနက ဒုတိယကမ္ဘာစစ်လက်ကျန် ရေငုပ်သင်္ဘောတွေ ဆီဖြည့်တဲ့ စခန်းဟောင်းတစ်ခုကို ပြုပြင်ပြီး လုပ်ထားတာပါ။ ဘာလို့ အဲဒီနေရာကိုမှ သွားလုပ်ရသလဲဆိုရင် သူတို့ စမ်းသပ်နေတဲ့ဆေးကုထုံးက ငါးမန်းတွေရဲ့ ဦးနှောက်နဲ့ ပတ်သက်နေလို့ပါပဲ။ငါးမန်းတစ်ကောင်ရဲ့ဦးနှောက်ကို ပုံမှန်ထက်ငါးဆလောက်ကြီးလာအောင် အရင်လုပ်လိုက်ကြတယ်။ အဲဒီငါးမန်းရဲ့ဦးနှောက်ထဲကို အယ်လ်ဇိုင်းမားလူနာရဲ့ ပျက်စီးနေတဲ့ဦးနှောက်ဆဲလ်တွေ မြှုပ်နှံထားပြီးတော့ ရလဒ်တွေကို သုတေသနပြုနေကြတာပါ။ ...",
        "rating": "5.9",
        "url": "https://megaup.net/3bw8r/Deep.Blue.Sea.1999.1080p.(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-ik-134x200.jpg",
        "title": "Iké Boys (2022)",
        "description": "Anime ရဲ့ဇာတ်ကြောင်းကိုအခြေခံပီးရိုက်ကူးထားတဲ့ IKE Boysအမေရိကန်ပြည်ထောင်စုရဲ့ Okalahoma ပြည်နယ်လေးမှာ Japan Anime တွေကိုအထူးစိတ်ဝင်စားတဲ့ Shawn Kun နဲ့ သူ့သူငယ်ချင်း indoဖွား Vik Kapoor တို့ကျောင်းကို Student exchange နဲ့ Japan ကရောက်လာတဲ့ MiKi ဆိုသူကောင်မလေးရောက်လာပီး ခင်မင်သွားကြရာက 1969မှာ ထွက်ရှိထားတဲ့ အနာဂတ်ကြိုတင်နိမိတ်ပြထားတဲ့anime ဇာတ်ကားကို သူငယ်ချင်း၃ယောက်ကြည့်မိရာကနေ ပေါက်ကွဲမှုတစ်ခုကြောင့် စွမ်းအားကိုယ်စီရှိတဲ့ သူရဲကောင်းတွေဖြစ်သွားပါတော့တယ်\nအဲနောက် 1999 Decemberလကနေ 2000ပြည့်နှစ်ကိုကူးပြောင်းခါနီးမှာ ကမ္ဘာကိုဖျက်စီးမဲ့ နတ်ဆိုး\nကိုးကွယ်သူတွေရဲ့လက်ထဲကနေ သူတို့အချိန်မီကိုယ်ပိုင်စွမ်းအားတွေနဲ့ အနိုင်ယူပီး ကမ္ဘာကြီးကိုကယ်တင်\nနိုင်မလား နတ်ဆိုးကိုးကွယ်သူတွေရဲ့မာယာတွေကြားကရုန်းထွက်နိုင်ပါ့မလားဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်File size…(1.34GB) / (734MB) / (437MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:28:00\nGenre...Action / Adventure / Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "5.2",
        "url": "https://megaup.net/3btbB/Ike.Boys.2021.1080p(CM).mp4",
        "category": "Action, Adventure, Fantasy"
    }
]