[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/nut_job_ver2_xlg-1-200x300.jpg",
        "title": "The Nut Job (2014)",
        "description": "ဒီကားေလးဟာ ကိုယ္စိတ္ထင္ရာလုပ္တတ္ျပီး ကိုယ္ဖို့ပဲျကည့္တတ္တဲ့ ရွဥ့္ေလးတစ္ေကာင္အေျကာင္းကို အေျခခံထားပာတယ္...\nအဲ့ဒီရွဥ့္ေလးရဲ့နာမည္ကေတာ့ ဆာလီ လို့ေခာ္ပာတယ္...သူ့ရဲ့ပာတနာကေတာ့ ဘာဒီလို့ေခာ္တဲ့ စကားမေျပာတဲ့ျကြက္ကေလးပာ...\nဆာလီတို့ဟာ အုကၠတန္ျမိဳ့ရဲ့ ေလဘာတီပန္းျခံထဲမွာ ေနျကပာတယ္..\nတျခားတိရစာၦန္ေလးေတြလည္း ေနထိုင္ျကျပီး ဆာလီတို့ကေတာ့ သီးသန့္ခြဲေနျကတာပာ...\nပန္းျခံထဲက တိရစာၦန္ေတြကိုေတာ့ ရက္ကြန္လို့ေခာ္တဲ့ ေတာေျကာင္ျကီးတစ္ေကာင္က အုပ္ခ်ုပ္ပာတယ္...သူကေတာ့ ေခာင္းပံုျဖတ္ အက်င့္မေကာင္းတဲ့ ဗီလိန္တစ္ေယာက္ပာ...\nရက္ကြန္ဟာ ဆာလီကို မ်က္မုန္းက်ိုးေနသူလည္းျဖစ္ပာတယ္...\nတစ္ေန့မွာ ဆာလီတို့ဟာ ပန္းျခံေရွ့မွာ လာေရာင္းတဲ့ ေျမပဲလွည္းက ေျမပဲေတြကို ခိုးယူဖို့ျကိုးစားပာေတာ့တယ္...ဒီေနရာမွာ အန္ဒီ ဆိုတဲ့ ထက္ျမက္တဲ့ ရွဥ့္မေလး ပာ၀င္လာပာျပီ...အန္ဒီကေတာ့ အမ်ားအက်ိုးကို ျကည့္သူျဖစ္ျပီး ဆာလီနဲ့ကေတာ့ ဆန့္က်င္ဘက္ပာ...\nအန္ဒီရဲ့ တြဲဖက္ကေတာ့ ဂေရဆင္လို့ေခာ္တဲ့ ခပ္ေပာေပာရွဥ့္တစ္ေကာင္ပာ...သူ့ကို ပန္းျခံရဲ့သူရဲေကာင္းဘြဲ့ေပးထားပာတယ္...ဒီလိုနဲ့\nဆာလီတို့ဟာ ေျမပဲေတြကို ခိုးယူဖို့ျကိုးစားရင္း အန္ဒီတို့နဲ့ေတြ့ျပီး ေျမပဲလွည္းဟာ မေတာ္တဆျဖစ္ျပီး ပန္းျခံထဲက အျကီးဆံုးသစ္ပင္ျကီးကို မီးေလာင္ေစခဲ့ပာတယ္...အဲ့ဒီ သစ္ပင္ျကီးဟာ ပန္းျခံထဲက တိရစာၦန္ေလးေတြရဲ့ ေဆာင္းတြင္းကာလအတြက္ အစာစုေဆာင္းရာအပင္ျကီးျဖစ္ေနပာတယ္..\nဒီေတာ့ အကုန္လံုး စိတ္ဆိုးျကျပီး ဆာလီ ကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-nut-job/",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Bolt_-_Poster-1-200x300.jpg",
        "title": "Bolt (2008)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ ကာတြန္းခ်စ္သူေတြကို အေတာ္စြဲေဆာင္ႏိုင္ခဲ့တဲ့ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nေဟာလိဝုဒ္က သရုပ္ေဆာင္ျဖစ္တဲ့ Bolt ဆိုတဲ့ ေခြးေလးတစ္ေကာင္အေၾကာင္းကိုရိုက္ကူးတင္ဆက္ထားတာပါ။ဇာတ္လမ္းအရဆိုရင္\nအဲ့ဒီေခြးေလးဟာ သိပၸံဇာတ္လမ္းရုပ္ရွင္တစ္ခုမွာ သူ႔ရဲ႕သခင္မျဖစ္သူ Penny ဆိုတဲ့ ေကာင္မေလးနဲ႔အတူ သရုပ္ေဆာင္ေနရတာျဖစ္ၿပီး Bolt ဟာ သရုပ္ေဆာင္ေနရတာကို အမွန္တကယ္ထင္မွတ္ေနတာျဖစ္ပါတယ္။ ဒီလိုနဲ႔ တစ္ေန႔မွာ Bolt တစ္ေကာင္ မေတာ္တဆျဖစ္ၿပီး ေဟာလိဝုဒ္ရုပ္ရွင္ၿမိဳ႕ေတာ္ရဲ႕ အျပင္ကိုေရာက္သြားပါေတာ့တယ္။\nသူ႔ကိုယ္သူ ရုပ္ရွင္ထဲကအတိုင္း စြမ္းအားရွင္ေခြးတစ္ေကာင္လို႔ထင္ေနတဲ့ Bolt ကေတာ့ အလြဲလြဲအမွားမွားေတြနဲ႔ၾကံဳေတြ႕ရပါေတာ့တယ္။ အျပင္ေလာကကိုေရာက္သြားတဲ့ Bolt ဟာ သူ႔ရဲ႕သခင္မဆီကို ျပန္ဖို႔ႀကိဳးစားရင္းနဲ႔ ဘာေတြၾကံဳေတြ႕ရမယ္ ဘာေတြ သိလာရမယ္ဆိုတာေတာ့ ဇာတ္လမ္းထဲမွာ ခံစားၾကည့္ရႈၾကပါဦး။\n(ဇာတ္လမ္းအရသာေပါ့မွာစိုးတဲ့အတြက္ ဒီေလာက္ပဲညႊန္းပါရေစ )IMDb rating 6.9/10 ထိ ရရွိထားၿပီး\nBolt အျဖစ္ John Travolta ၊ Penny အျဖစ္ Miley Cyrus တို႔က အသံ သရုပ္ေဆာင္ထားပါတယ္။ ဒီဇာတ္ကားေလးဟာဆိုရင္ျဖင့္ ပရိတ္သက္ႀကီးအႀကိဳက္ေတြ႕ေစမယ့္ကာတြန္းဇာတ္ကားတစ္ကားျဖစ္ပါေၾကာင္းေျပာၾကားရင္းနဲ႔ အားေပးၾကည့္ရႈလိုက္ၾကပါဦးလို့File ...",
        "rating": "",
        "url": "https://megaup.net/2g1G4/Bolt_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/jumper-133x200.jpg",
        "title": "Jumper (2008)",
        "description": "မျက်စိနဲ့မြင်ဖူးတဲ့ ဘယ်နေရာကိုမဆို တမုဟုတ်ချင်းသွားနိုင်တဲ့ Jumper လိုစွမ်းအားရှိတဲ့\nလူသားက ဒီဇာတ်ကားကို ဦးဆောင်ပါတယ်။\nစွမ်းအားရှင်လူစွမ်းကောင်းဖက်ကို ဦးတည်ရင်ပိုကောင်းမယ့်ဇာတ်အိမ်မျိုးဖြစ်ပေမယ့် ဒါရိုက်တာကတော့\nသမားရိုးကျပဲ ဇာတ်လမ်းကိုတည်ဆောက်လိုက်ပါတယ်။ ခံစားကြည့်ပါဦး။\nIMDb Rating(6.1/10) ရရှိထားတဲ့ Action, Adventure, Sci-Fi အမျိုးအစားဇာတ်ကားပါ။\n-----------------------------------------------\nမ်က္စိနဲ႕ျမင္ဖူးတဲ့ ဘယ္ေနရာကိုမဆို တမုဟုတ္ခ်င္းသြားႏိုင္တဲ့ Jumper လိုစြမ္းအားရွိတဲ့\nလူသားက ဒီဇာတ္ကားကို ဦးေဆာင္ပါတယ္။\nစြမ္းအားရွင္လူစြမ္းေကာင္းဖက္ကို ဦးတည္ရင္ပိုေကာင္းမယ့္ဇာတ္အိမ္မ်ိဳးျဖစ္ေပမယ့္ ဒါရိုက္တာကေတာ့\nသမားရိုးက်ပဲ ဇာတ္လမ္းကိုတည္ေဆာက္လိုက္ပါတယ္။ ခံစားၾကည့္ပါဦး။\nIMDb Rating(6.1/10) ရရွိထားတဲ့ Action, Adventure, Sci-Fi အမ်ိဳးအစားဇာတ္ကားပါ။File size...(803 MB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....01:28:29\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aung",
        "rating": "6.1",
        "url": "https://megaup.net/3yTib/Jumper_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/The-Sorcerers-Apprentice-poster-133x200.jpg",
        "title": "The Sorcerer’s Apprentice (2010)",
        "description": "The Sorcerer's Apprentice (2010)\nIMDb - 6.1/10_____Rotten - 40%\n  မင်းသားကြီး နီကိုလပ်ကေ့ နဲ့ Jay Baruchel တို့ပါဝင်ထားတဲ့ မှော်ဇာတ်ကားပါ။နိုးထလာတော့မယ့် မကောင်းဆိုးဝါးကို နှိမ်နင်းဖို့ ကြိုးစားနေတဲ့ မှော်ဆရာ...\nမှော်လက်စွပ်ကို မထင်မှတ်ပဲ ဝတ်လိုက်မိတဲ့ ကျောင်းသားလေး....\nသူတို့တွေဘယ်လိုတွေ့ဆုံပြီး  ကမ္ဘာကြီးရဲ့ ရန်သူကို ဘယ်လိုနှိမ်နင်းမလဲဆိုတာ........။\nAction, Adventure, Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပြီး IMDb Rating (6.1/10) ရရှိထားပါတယ်။ \n(မြန်မာစာတန်းထိုးကိုတော့ Ynwa August မှတင်ဆက်လိုက်တာပါ။)\n  မင္းသားၾကီး နီကိုလပ္ေက့ နဲ႕ Jay Baruchel တို႕ပါဝင္ထားတဲ့ ေမွာ္ဇာတ္ကားပါ။\nႏိုးထလာေတာ့မယ့္ မေကာင္းဆိုးဝါးကို ႏွိမ္နင္းဖို႕ ၾကိဳးစားေနတဲ့ ေမွာ္ဆရာ...\nေမွာ္လက္စြပ္ကို မထင္မွတ္ပဲ ဝတ္လိုက္မိတဲ့ ေက်ာင္းသားေလး....\nသူတို႕ေတြဘယ္လိုေတြ႕ဆံုျပီး  ကမာၻၾကီးရဲ႕ ရန္သူကို ဘယ္လိုႏွိမ္နင္းမလဲဆိုတာ........။\nAction, Adventure, Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ျပီး IMDb Rating (6.1/10) ရရွိထားပါတယ္။ \n(ျမန္မာစာတန္းထိုးကိုေတာ့ Ynwa August မွတင္ဆက္လိုက္တာပါ။)\n  \nFile ...",
        "rating": "6.1",
        "url": "https://megaup.net/2gZmu/The_Sorcerer_s_Apprentice_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/the-golden-compass-poster-135x200.jpg",
        "title": "The Golden Compass (2007)",
        "description": "The Golden Compass (2007)\nIMDb - 6.1/10_____Rotten - 42%\nWon 1 Oscar. Another 6 wins & 32 nominations\n   \nဝိဉာဉ်တွေက ခန္ဓာကိုယ်ထဲမှာ နေကြတယ်...\nငါတို့ ကမ္ဘာမှာတော့... ငါတို့ဝိဉာဉ်တွေက\nငါတို့ဘေးမှာလမ်းလျှောက်ပြီးနေကြတယ်လေ။\nနိဒါန်းလေးကြည့်လိုက်ရုံနဲ့ အရမ်းစိတ်ဝင်စားမိမှာ ပဲဆိုတာမြေကြီးလက်ခတ်မလွဲပါပဲ....\nလိုင်ရာ တစ်ယောက်ကလေးချင်းစကြနောက်ကြရင်းနဲ့\nမထင်မှတ်ပဲ အရေးကြီးကိစ္စတစ်ခုထဲရောက်သွားပါတော့တယ်\nသူကိုယ်တိုင်ကလည်းအဖိုးတန်ရတနာလေးဖြစ်နေပါတယ်..\nလိုင်ရာကတစ်ဦးတည်းသောအမှန်တရားကို ဖတ်နိုင်သူလေးဖြစ်နေတာပါ..\nကဲ လိုင်ရာတစ်ယောက် ဘယ်လိုအမှန်တရားတွေရှာမယ်..\nဘယ်လိုဖြေရှင်းသွားမယ်ဆိုတာ...အခုပဲကြည့်လိုက်ကြစို့ဗျား\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Min Oo ပဲ ဖြစ်ပါတယ်)\n  \nဝိဉာဥ္ေတြက ခႏၶာကိုယ္ထဲမွာ ေနၾကတယ္...\nငါတို႔ ကမာၻမွာေတာ့... ငါတို႔ဝိဉာဥ္ေတြက\nငါတို႔ေဘးမွာလမ္းေလွ်ာက္ၿပီးေနၾကတယ္ေလ။\nနိဒါန္းေလးၾကည့္လိုက္႐ုံနဲ႔ အရမ္းစိတ္ဝင္စားမိမွာ ပဲဆိုတာေျမႀကီးလက္ခတ္မလြဲပါပဲ....\nလိုင္ရာ တစ္ေယာက္ကေလးခ်င္းစၾကေနာက္ၾကရင္းနဲ႔\nမထင္မွတ္ပဲ အေရးႀကီးကိစၥတစ္ခုထဲေရာက္သြားပါေတာ့တယ္\nသူကိုယ္တိုင္ကလည္းအဖိုးတန္ရတနာေလးျဖစ္ေနပါတယ္..\nလိုင္ရာကတစ္ဦးတည္းေသာအမွန္တရားကို ဖတ္ႏိုင္သူေလးျဖစ္ေနတာပါ..\nကဲ လိုင္ရာတစ္ေယာက္ ဘယ္လိုအမွန္တရားေတြရွာမယ္..\nဘယ္လိုေျဖရွင္းသြားမယ္ဆိုတာ...အခုပဲၾကည့္လိုက္ၾကစို႔ဗ်ား (ဇာတ္ကားအၫြန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Aye Min Oo ပဲ ျဖစ္ပါတယ္)\n  \nFile Size         : 810 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr ...",
        "rating": "6.1",
        "url": "https://megaup.net/SEor/The_Golden_Compass_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/penguin-of-madagascar-poster-133x200.jpg",
        "title": "Penguins of Madagascar (2014)",
        "description": "Penguins Of Madagascar (2014)\nIMDb - 6.7/10_____Rotten - 73%\n ဒီ ဇာတ်လမ်းလေးကတော. Skipper, Kowalski, Rico နဲ. Private join ဆိုတဲ့ပင်ဂွင်းလေးကောင်ရဲ. စွန်စားခန်းလေးတွေအကြောင်းပါ ဇာတ်လမ်းအစမှာတော့ Skipper, Kowalski, Rico တို.ဟာ Private မွေးဖွာမဲ. ဥ ကိုကယ်တင်ခဲ့ပြီး Private ဟာ Skipper, Kowalski, Rico တို.နဲ. မိသားစုဝင်ဖြစ်လာခဲ့ပါတယ်။\nပင်ဂွင်းလေးကောင်ဟာ နယူးယောက်ခ် မြို.ကိုရောက်ရှိခဲ့ပြီး ပင်ဂွင်းတွေကို ရန်ငြိုးကြီးနေတဲ့ရေဘဝဲ ဒေဗ့်က ဖမ်း သွားပါတယ်။. နော.ဝင်း အဖွဲ.သားတွေနဲ.ပင်ဂွင်းလေးကောင် ပူပေါင်းပြီး ရေဘဝဲ ဒေဗ်. ရဲ. ယုတ်မာမူတွေကို အတူတွန်းလှန်ရာကနေ အကုန်လုံး ရေဘဝဲ ဒေဗ်.ရဲ.ဖမ်းဆီးခြ င်းကို ခံခဲ့ရပါတယ်။\nနောက်ပိုင်းမှာတော့ ပင်ဂွင်း အဖွဲ.ရဲ. အငယ်ဆုံးကောင်လေးဖြစ်တဲ့ Private ဟာ ပင်ဂွင်း တွေအကုန်လုံးကို ...",
        "rating": "6.7",
        "url": "https://megaup.net/2dnrn/Penguins_Of_Madagascar_[2014]_(MM_Sub).mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/600full-blue-streak-poster-1-207x300.jpg",
        "title": "Blue Streak (1999)",
        "description": "ဒီကားက ထြက္တာလဲ ေတာ္ေတာ္ၾကာျပီျဖစ္သလို က်ြန္ေတာ့္ရဲ့ Hard diskထဲမွာ သိမ္းထားတာလဲ ၂ ႏွစ္ေက်ာ္ေနပါျပီဇာတ္ကားအေၾကာင္းေျပာရရင္ေတာ့သူခိုးေတြက တန္းဖိုးအရမ္းၾကီးတဲ့ အျပာေရာင္ စိန္တံုးကိုခိုးရင္းအခ်င္းခ်င္းသစၥာေဖာက္ရာကေန ရဲေတြ ေရာက္လာခဲ့တာေၾကာင့္ အဖမ္းခံရေတာ့မွာမို့ စိန္တံုးၾကီးကို အဲဒီနားက အေဆာက္အအံုမွာ ဖြက္ထားခဲ့လိုက္လိုက္ပါတယ္။အဲဒီဖြတ္ထားခဲ့တဲ့ သူခိုုးကေန ေထာင္ကေန လြတ္လာေရာ စိန္တံုးကို ျပန္ယူဖို့လုပ္ေတာ့ အဲဒီအေဆာက္အအံုက ရဲစခန္းျဖစ္ေနတာကို ေတြ့လိုက္ပါတယ္။အဲဒါကေန အဲဒီသူခုိးက ရဲအေယာင္ေဆာင္ျပီး စိန္တံုးကို ဘယ္လုိ ျပန္ယူမွာလဲ၊ ရဲဘ၀မွာေရာ ဘာေတြ တစ္လြဲတစ္ေခ်ာ္ျဖစ္ဦးမွာလဲဆိုတာကို ဟာသဆန္ဆန္ ရိုက္ထားတဲ့ကားပါ။သူခိုးအျဖစ္ သရုပ္ေဆာင္တဲ့ Martin Lawrence ရဲ့ ပီျပင္တဲ့ သရုပ္ေဆာင္ခ်က္ေတြေၾကာင့္လဲ ဒီကားက ဟာသကားေတြထဲမွာ ဘယ္အခ်ိန္ ျပန္ၾကည့္ၾကည့္ ဇာတ္ကားေကာင္းအျဖစ္ရပ္တည္ေနတာပါ။မၾကည့္ရေသးရင္ ၾကည့္လုိက္ပါဦး@joker",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-37/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/big-game-poster-133x200.jpg",
        "title": "Big Game (2014)",
        "description": "Big Game (2014)IMDb - 5.4/10_____Rotten - 78%\n  \n2015 ခု နှစ်ထဲမှာ ထွက်ရှိထားတဲ့ ဇာတ်ကား အမိုက်စား ဖြစ်ပါတယ်...ဒါရိုက်တာ Jalmari Helander က\nရိုက်ကူးတင်ဆက်ထားပြီး IMDb Rating 5.4 ရရှိထားပါတယ်...Rotten Tomatoes က တော့ 78% ရရှိထားတာကို တွေ့မြင်ရမှာပါ\nအမေရိကန်တွေအနေနဲ့လည်း သမ္မတ ကို ပဲဇာတ်လမ်းတည်ပြီးရိုက်ရတာသိပ်အားရနေကြလားတော့\nမသိဘူး..White House Down တို့ olympus has fallen တုန်းကလည်း အိမ်ဖြူတော်ကို စိစိညက်\nညက်ကြေနေအောင်ရိုက်ပြထားခဲ့ပြီးပြီ..အခုလည်း ဒီဇာတ်လမ်းမှာ သမ္မတ ကို လိုက်လံလုပ်ကြံ\nသတ်ဖြတ်တဲ့ ဇာတ်ကြောင်းနဲ့ ရိုက်ပြထားပါတယ်..အကောင်းမွန်ဆုံးရိုက်ပြထားခြင်းဖြစ်ပါတယ်.\nဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ရဲ့ Campsite နားလေးမှာ သမ္မတ လေယာဉ်ဟာပစ်ချ\nခံလိုက်ရပါတယ်..အဲ့မှာ ကောင်လေးက သမ္မတကြီးကို ကယ်ဆယ်ပြီးတဲ့နောက်မှာတော့..\nထပ်ပြီးလိုက်လာတဲ့ လိုက်လံသတ်ဖြတ်တဲ့သူတွေလက်က 2ယောက်လုံးလွတ်အောင်ပြေးရပါတော့တယ်\nစိတ်ဝင်စားမှုအရှိန်အဟုန်ကောင်းကောင်းနဲ့ အက်ရှင်ကောင်းကောင်းကြိုက်သူတွေအတွက်တော့\nကြည့်သင့်တဲ့ဇာတ်ကားမျိုးဖြစ်ကြောင်းအသိပေးလိုက်ပါတယ် \nFile size : 550 MB\nQuality : 720p\nFormat : ...",
        "rating": "5.4",
        "url": "https://megaup.net/T5kw/Big_Game_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "",
        "title": "Apollo 13 (1995)",
        "description": "ဒီေန႔ေတာ႔ CM Member ေတြအတြက္ ရွားပါးၿပီး ေကာင္းလွတဲ႔ဇာတ္ကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပး\nလိုက္ပါတယ္ Apollo 13 ဇာတ္ကားဟာ 1995 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး ရိုက္ကူးတဲ႔ဒါရိုက္တာကေတာ႔\nRon Howard ပဲၿဖစ္ပါတယ္..IMDb Rate ကလည္း 7.6 ရထားတဲ႔အတြက္ဇာတ္ကားေကာင္းတစ္ကား\nဆုိတာၿငင္းခ်က္ထုတ္ေနစရာမလိုပါဘူး..ဒီဇာတ္ကားမွာပါ၀င္တဲ႔မင္းသားကလည္း ကြ်န္ေတာ္တို႔\nရုပ္ရွင္ပရိတ္သတ္ေတြရဲ႕အသည္းစြဲ..ၿပီးေတာ႔ သူပါ၀င္တဲ႔ဇာတ္ကားတိုင္းအၿမဲတမ္းေအာင္ၿမင္ခဲ႔တယ္\nလို႔အသိအမွတ္ၿပဳရမယ္႔ မင္းသားၾကီး Tom Hanks ပဲၿဖစ္ပါတယ္ဇာတ္လမ္းေလးကလည္းစိတ္၀င္စားစရာေကာင္းလွပါတယ္..လကမာၻခရီးသြားေရာက္ေရးအတြက္စူးစမ္း\nေလ႔လာေရးၿပဳတဲ႔ အာကာသယဥ္ဟာ လကမာၻေပၚမွာ ခ်ိဳ႕ယြင္းခ်က္တစ္ခုၿဖစ္သြားၿပီး ကမာၻကိုလံုၿခံဳစြာ\nၿပန္ေရာက္ႏိုင္ေရးအတြက္ NASA က ဘယ္လိုၾကိဳးပမ္းမလဲ..အစရွိတဲ႔အခ်က္ေတြကို ရိုက္ကူးသြားၿပီး\nမင္းသား Tom Hanks ရဲ႕ ေကာင္းမြန္တဲ႔သရုပ္ေဆာင္မွုေတြနဲ႔အတူ ဆက္လက္ခံစားလိုက္ရေအာင္\nဒီေခတ္မွာဒီလိုဇာတ္ကားမ်ိဳးကို ကြာလတီေကာင္းေကာင္း စာတန္းထိုးမွန္မွန္နဲ႔ၿပန္ၾကည္႔ရဖုိ႔ဆုိတာ\nသိပ္မလြယ္ေတာ႔ပါဘူး..Filesize : 650 MB\nQuality :Bluray-720p\nFormat : mp4\nSource : Yify\nRun Time : 140 minutes\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoded By LK",
        "rating": "7.6",
        "url": "https://megaup.net/2SqaD/Apollo_13_[1995]_(MM_Sub).mp4",
        "category": "Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/11169151_800-1-200x300.jpg",
        "title": "A Thousand Words (2012)",
        "description": "ဂ်ြန္မက္ေကာက စာအုပ္ထုတ္ေ၀ေရးအတြက္ အလုပ္လုပ္ရတဲ့ ေအးဂ်င့္တစ္ေယာက္ျဖစ္ျပီး စကားလဲ ေတာ္ေတာ္ေျပာႏိူင္သလို တစ္ဖက္သားကို ယံုေအာင္ မဟုတ္တာေရာ ဟုတ္တာပါ ေျပာျပီး စည္းရံုးႏိူင္တဲ့လူတစ္ေယာက္ပါ။ တစ္ရက္ေတာ့ တရားထိုင္နည္းနဲ့ပတ္သတ္ျပီး နာမည္ၾကီးေနတဲ့ ေဒါက္တာ ဆင္းဂ်ားဆီက စာအုပ္ထုတ္ေ၀ေအာင္ နည္းအမ်ိဳးမ်ိဳးနဲ့ စည္းရံုးျပီး ကိုယ္က်ိဳးအတြက္ အသံုးခ်ဖို့ ၾကိဳးစားပါေတာ့တယ္။ အဲဒီလို စည္းရံုးလို့ေအာင္ျမင္တဲ့ ေနာက္တစ္ေန့မွာပဲ သူအိမ္ထဲမွာ သစ္ပင္တစ္ပင္ေပါက္လာျပီး သူစကားတစ္ခြန္းေျပာတိုင္း သစ္ရြက္တစ္ရြက္ေၾကြသြားတာကို သတိထားမိလာပါတယ္။ အဲဒီသစ္ရြက္ေတြသာ ကုန္သြားရင္ သူေသသြားမယ္ဆိုတာေၾကာင့္ အတတ္ႏိူင္ဆံုးစကားမေျပာပဲ ေနႏိူင္ေအာင္ၾကိဳးစားပါေတာ့တယ္။ အဲဒီရဲ့ အက်ိုးဆက္ကေတာ့ အလုပ္မွာေရာ အိမ္ေထာင္ေရးမွာပါ အဆင္မေျပျဖစ္လာပါတယ္။ ဂ်ြန္မက္ေကာတစ္ေယာက္ အဲဒီလို စကားမေျပာပဲေနရတဲ့ ဒုကၡကေန လြတ္သြားႏိူင္မွာလား၊ေနာက္ပိုင္းမွာ ဘာေတြဆက္ျဖစ္မွာလဲဆိုတာကို စိတ္၀င္စားစြာ ၾကည့္ရႉရမဲ့ ဇာတ္ကားေကာင္းတစ္ခုပါ။ ဒီဇာတ္လမ္းကေနလဲ ဘ၀အတြက္ သင္ခန္းစာမ်ားကို ရယူႏိူင္ၾကပါေစ(ျမန္မာစာတန္းထုိးကို Guerliaမွ ဖန္တီးထားျခင္းျဖစ္ပါတယ္)@joker",
        "rating": "",
        "url": "https://megaup.net/2fTn6/A_Thousand_Words_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/big_thumb_ba66e527c8ae372e8714bbabb488eef4-1-300x203.jpg",
        "title": "The Forbidden Kingdom (2008) ျ",
        "description": "ဒီဇာတ္ကားကိုေတာ့ အားလံုးသိမယ္ ထင္ပါတယ္။မင္းသားၾကီး ဂ်က္လီနဲ့ ဂ်က္ကီခန္း ပထမဆံုး အတူတူ သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားျဖစ္သလို သိမ္းငွက္သူရဲေကာင္းထဲက မင္းသမီး ဂူဂူးနဲ့ ဖန္ဘင္းဘင္းတို့က အားျဖည့္ သရုပ္ေဆာင္ထားပါတယ္။ တရုတ္ရိုးရာ ပံုျပင္ေတြထဲက နာမည္ၾကီး စြန္း၀ူခံုး အေၾကာင္းကို စိတ္ကူးအသစ္နဲ့ ျပန္လည္ရိုက္ကူးတာမို့ စြန္၀ူခုိင္း ပရိသတ္ေတြလဲ အၾကိုက္ေတြမွာ ေသခ်ာပါတယ္။ ဇာတ္ကား အက်ဥ္းေျပာရရင္ေတာ့ စြန္၀ူခံုးနဲ့ ေပ်ာက္ဆံုးသြားတဲ့ ေမွာ္တုတ္ကို ျပန္လည္ ေပးအပ္ႏူိင္ဖို့အတြက္ ၾကိဳးစားရပံုကို စြန့္စားခန္းေတြ အမ်ားၾကီးနဲ့ ရိုက္ကူးထားတာပါ။ ကြန္ဖူး သိုင္းကြက္ေတြနဲ့အတူ နာမည္ၾကီး မင္းသား ၂လက္ကို အတူ တကြ ၾကည့္ရမွာမို အလြန္ေကာင္းမြန္တဲ့ ဇာတ္ကားတစ္ကားလို့ ညြန္းလိုက္ပါရေစ။File Size         : 520 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 44 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-10/",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/city-of-ember-poster-133x200.jpg",
        "title": "City of Ember (2008)",
        "description": "City of Ember (2008)_______IMDb - 6.5/10\n ဒီကားလေးကတော့ ကျွန်တော်ကြိုက်လွန်းလို့ ခဏခဏပြန်ကြည့်ဖြစ်တဲ့ ကားတစ်ကားပါ.... စိတ်ဝင်စားဖို့ကောင်းတဲ့ ကားတစ်ကားလည်း ဖြစ်ပါတယ်... ဇတ်လမ်းအရဆိုရင် ကျွန်တော်တို့ရဲ့ ကမ္ဘာကြီးဟာ အန္တရာယ်တွေနဲ့ရင်ဆိုင်နေရပြီး လူသားတွေနေထိုင်ဖို့အတွက် ခက်ခဲတဲ့အချိန်ကိုရောက်နေပါပြီ... ဒီအချိန်မှာ လူမျိုးတစ်စုရဲ့ ဆိုင်ရာဆိုင်ရာနည်းပညာရှင် အတတ်ပညာရှင်တွေစုပေါင်းပြီးတော့ လူသားတွေနေထိုင်ဖို့အတွက် မြေအောက်မြို့တော်တစ်ခုကို တည်ဆောက်ခဲ့ပါတယ်...အဲ့ဒီမြို့တော်မှာနေထိုင်ကြတဲ့သူတွေဟာ ပြင်ပလောကကမ္ဘာကြီးနဲ့ မထိတွေ့ရတော့ပါဘူး...ဒီလိုနေထိုင်နေကြမယ့်အချိန်မှာ ပညာရှင်တွေစုပေါင်း ဆွေးနွေးပြီးတော့ သေတ္တာလေးတစ်လုံးကိုပြုလုပ်ခဲ့ပါတယ်... ပြီးတော့ သေတ္တာလေးမှာ အချိန်ကာလတစ်ခုကို သတ်မှတ်ထားခဲ့ပါတယ်...(သတ်မှတ်ထားတဲ့ အချိန်ကာလပြည့်သွားတာနဲ့ သေတ္တာလေးက ပွင့်သွားမှာပါ)...ဒီလိုနဲ့ သေတ္တာလေးကို မြို့ရဲ့ အုပ်ချုပ်တွေတစ်ယောက်ပြီးတစ်ယောက် လက်ဆင့်ကမ်း ထိန်းသိမ်းခဲ့ပါတယ်...ကြာလာတော့ သေတ္တာလေးအကြောင်းကိုမေ့လာကြပြီး ဟိုရောက်ဒီရောက်နဲ့ သေတ္တာလေးဟာချောင်တစ်ချောင်ထဲရောက်သွားပါတော့တယ်...ဒီလိုနဲ့ သတ်မှတ်ထားတဲ့အချိန်ပြည့်သွားပြီး သေတ္တာလေးဟာ သူ့ဟာသူ ပွင့်သွားတဲ့အခါမှာတော့...... ဘာတွေဖြစ်လာမလဲ ?? သေတ္တာလေးထဲမှာ ဘာတွေရှိမလဲ ?? ဒါတွေကိုတော့ ဇာတ်ကားလေးထဲမှာ ကြည့်ရှုခံစားကြပါခင်ဗျာ...ဒီကားလေးကြည့်ပြီးတဲ့အခါမှာလည်း ပရိတ်သတ်ရဲ့ အတွေးထဲမှာ ဒီကားလေးက ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Tg7s/City_Of_Ember_[2008]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/penny-Pinchers-poster-140x200.jpg",
        "title": "Penny Pinchers (2011)",
        "description": "Penny Pinchers (2011)_____IMDb - 6.7/10\n  ကိုးရီးယား ဆိုးလ်မြို့ကို အလုပ်လာလျှောက်ရင်း အလုပ်လက်မဲ့ဖြစ်နေရပေမယ့်\nဘဝကိုပျော်ပျော်ပါးပါးပဲ ဖြတ်သန်းတတ်တဲ့မင်းသားနဲ့\nလောကမှာ ပိုက်ဆံရှာဖို့ကလွဲလို့ ဘယ်အရာမှ စိတ်မဝင်စားတဲ့ မင်းသမီးတို့အကြောင်းကို\nတင်ဆက်ထားတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်\nအခြေခံဘဝများကို ရိုးရိုးလေးတင်ဆက်ပေးထားတာဖြစ်တဲ့အတွက်\nပေါ့ပေါ့ပါးပါး ကြည့်ရှုလို့ကောင်းမယ့် ကားတစ်ကားဖြစ်မယ်လို့ မျှော်လင့်ပါတယ်\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Tartee Poeပဲ ဖြစ်ပါတယ်)\n  \nကိုးရီးယား ဆိုးလ္ၿမိဳ႕ကို အလုပ္လာေလွ်ာက္ရင္း အလုပ္လက္မဲ့ျဖစ္ေနရေပမယ့္\nဘဝကိုေပ်ာ္ေပ်ာ္ပါးပါးပဲ ျဖတ္သန္းတတ္တဲ့မင္းသားနဲ႔\nေလာကမွာ ပိုက္ဆံရွာဖို႔ကလြဲလို႔ ဘယ္အရာမွ စိတ္မဝင္စားတဲ့ မင္းသမီးတို႔အေၾကာင္းကို\nတင္ဆက္ထားတဲ့ ဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္\nအေျခခံဘဝမ်ားကို ရိုးရိုးေလးတင္ဆက္ေပးထားတာျဖစ္တဲ့အတြက္\nေပါ့ေပါ့ပါးပါး ၾကည့္ရႈလို႕ေကာင္းမယ့္ ကားတစ္ကားျဖစ္မယ္လို႔ ေမွ်ာ္လင့္ပါတယ္\n \n(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ Tartee Poeပဲ ျဖစ္ပါတယ္)\n  \nFile Size         : 900 MB\nQuality           : Blu ray 720P\nRunning Time : 1hr 54 minute\nFormat           : Mp4\nGenre             : Adventure, Comedy, Romance\nEncoder         ...",
        "rating": "6.7",
        "url": "https://megaup.net/2fmxU/Penny_Pinchers_(Tikkeulmoa_Romaenseu)_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-2-poster-146x200.jpg",
        "title": "The Monkey King 2 (2016)",
        "description": "Monkey King 2 (2016)IMDb - 5.9/10_____Rotten - 100%\n  IMDb rating 5.9/10 ရရှိထားပြီး Rotten tomatoes မှာ ၁၀၀% ရရှိထားတဲ့ ဇာတ်ကားဖြစ်ပြီး\nဝူချန့် ရဲ့ ၁၆ရာစုခေတ်ကထွက်ရှိခဲ့တဲ့ Journey To The West ဝတ္ထုကိုဘဲ ပြန်လည်ဆန်းသစ်တင်ဆက်ထားတာဘဲဖြစ်ပါတယ်။အများကမျှော်လင့်စောင့်စားနေတဲ့ ဇာတ်ကားတကားလဲဖြစ်သလို ရုံတင်ချိန်မှာတော့ Deadpool နဲ့ အပြိုင် ရုံတင်ပြသခဲ့သည့်အတွက် ဇာတ်ကားမှာ ထင်သလောက်အောင်မြင်ခြင်းမရှိခဲ့ပါဘူး။ ဒါပေမဲ့ အရင် ထွက်ရှိပြီးသား ဇာတ်ကားတွေနဲ့ နှိုင်းယှဉ်ကြည့်ရင်တော့ Visual Affect တွေ Animation တွေဟာ တော်တော်ကြီး ကြည့်ကောင်းလာတာကိုတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မျောက်မင်း ဝူခုန်းကားတွေရဲ့ ထုံးစံအတိုင်းဘဲ ကျမ်းစာသွားသယ်တဲ့နေရာကနေစတင်ထားပြီး ထုံးစံအတိုင်းဘဲ ဝူခုန်းကို ဆရာတော်က ကယ်တင်ပေးတဲ့အခန်းကနေဘဲစတင်ထားပါတယ်။ အရိုးဖြူမိစ္ဆာ တို့အဖွဲ့ ရဲ့ တိုက်ခိုက်မှုတွေ အခက်အခဲတွေကို ဘယ်လိုကျော်လွှားပြီး အနောက်ဖက်က မိုးကြိုးကျောင်းဆောင်မှာ ကျမ်းစာတွေကို\nသယ်ယူနိုင်မနိုင်ကိုတော့ ဆက်လက် ဒေါင်းယူကြည့်ရှူကြပါဗျာ။ထိုသို့အလွန်ကောင်းသောဇာတ်ကားကို Channel Myanmar ...",
        "rating": "5.9",
        "url": "https://megaup.net/2e9ai/The_Monkey_King_2_(Xi_You_Ji_Zhi_-_Sun_Wukong_San_Da_Baigu_Jing)_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/maxresdefault-1-300x169.jpg",
        "title": "Star Wars 7 : The Force Awakens(2015)",
        "description": "စတား၀ါးစ္ေတြထဲက ေနာက္ဆံုးထြက္ အပိုင္း(၇) ဇတ္ကား ရပါျပီခင္ဗ်ာ။ ဒီဇာတ္ကားမထြက္ခင္ အရင္ကား ၆ ကားကို ျပီးသေလာက္ တင္သြားမယ္ဆိုျပီး လုပ္ခဲ့တာ ၃ ကားပဲ ရပါေသးတယ္။ ဒီေတာ့ မၾကည့္ရေသးတဲ့ သူေတြကေတာ့ ျပန္ၾကည့္ဖို႕ လိုမွာေပါ့။ ၾကည့္ျပီးသားလူေတြကေတာ့ ထခုန္ျပီး\nေဒါင္းလို႕ရပါျပီဗ်ာ။                   အရင္ ၃ ကားတင္ထားျပီးျပီဆိုေတာ့ မတင္ရေသးတဲ့ ၃ ကားအတြက္ အက်ဥ္းေလး ျပန္ေျပာျပပါ့မယ္။ အပိုင္း ၃ အဆံုးမွာ အနာကင္ စကိုင္းေ၀ါကာ ဟာ ဒ့ါသ္ဗိတ္ဒါ ဆိုတဲ့ Sith ျဖစ္လာခဲ့ျပီး သူ႕ဆရာ ဒါ့သ္ စီးဒီးယပ္စ္က အင္ပါယာျဖစ္လာခဲ့ပါျပီ။ ပါ့ဒ္မီက ေတာ့ အမႊာေလး ၂ ေယာက္ေမြးဖြားေပးျပီး\nေသဆံုးသြားခဲ့ပါျပီ။    ...",
        "rating": "",
        "url": "https://megaup.net/2dapw/Star_Wars_Episode_7_-_The_Force_Awakens_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/69c41f83cf803b9b7476bc23f5310accc0d3de51b8075fda761f1326e64d2f3b_facebook-1-203x300.jpg",
        "title": "Alvin and Chipmunks : The Road Chip (2015)",
        "description": "၂၀၁၅ ထြက္ အသစ္ေလး တစ္ကားလာပါျပီဗ်ာ။ ဒီေကာင္ေလးေတြဆို အကုန္လံုး သိေနၾကေလာက္ပါျပီ။ ဒီတစ္ေခါက္ကားမွာေတာ့ သူတို႕ အေဖ Dave ဟာ မိုင္ယာမီကို ရည္းစားနဲ႕အတူ ၂ ေယာက္ထဲထြက္သြားျပီး သူတို႕ကို ရည္းစားရဲ႕ သားျဖစ္သူ Miles နဲ႕ ခ်န္ထားခဲ့တာက စပါတယ္။ Miles နဲ႕ သူတို႕ေတြ စေတြ႕ကတညး္က လံုး၀မတည့္ခဲ့ၾကတာပါ။ အဲဒီအခ်ိန္မွာပဲ Dave က မိုင္ယာမီခရီးမွာ လက္စြပ္ေလးကို သယ္သြားတာ ေတြ႕လိုက္တဲ့အခါ သူတို႕ ၃ ေယာက္နဲ႕ Miles က လံုး၀မိသားစု မလုပ္နိုင္ဘူးဆိုျပီး\n၄ေယာက္သား လက္ထပ္ခြင့္ေတာင္းတာကို ဖ်က္ဖို႕ မိုင္ယာမီကို ခရီးထြက္လာပါေတာ့တယ္။ ဒါေပမယ့္\nလမ္းတစ္ေလွ်ာက္ အခက္အခဲေတြ မ်ိဳးစံုေတြ႕လာတဲ့ အခါမွာေတာ့..........File size...(660 Mb)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....1 hr 32 min\nSubtitle....Moe Myint Lwin\nEncoder...Little Neo",
        "rating": "",
        "url": "https://channelmyanmar.org/alvin-and-chipmunks-road-chip-2015/",
        "category": "Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/invisible-sister-poster-133x200.jpg",
        "title": "Invisible Sister (2015)",
        "description": "Invisible Sister (2015)_____IMDb - 6.1/10\n disney ကနေ ထုတ်လုပ်တင်ဆက်ထားတဲ့ Invisible Sisterဆိုတဲ့ဇာတ်ကားလေးကို\nတင်ပေးလိုက်ပါတယ်ပေါ့ပေါ့ပါးပါးလေးနဲ့ကြည့်လို့ကောင်းတဲ့သိပ္ပံဇာတ်ကားလေးပါပဲ \nIMDb Rate ကတော့ 6.1 ရရှိထားပါတယ် 2015 တုန်းကထွက်ရှိထားပြီး\n ရိုက်ကူးသူဒါရိုက်တာကတော့ Paul Hoen ဖြစ်ပါတယ်\nကလီယို နဲ့ မော်လီတို့ဟာ ညီအစ်မဖြစ်ပါတယ်..မော်လီက အားကစားပွဲတော်တွေ ကစားနည်းတွေ အပျော်အပါးတွေမှာဝါသနာထုံတဲ့သူဖြစ်ပြီး ကလီယိုကတော့ သိပ္ပံပရောဂျက်တွေကိုလုပ်ဆောင်နေတဲ့သူတစ်ယောက်ပါ..ခဏခဏ\nလည်းကျရှုံးပါတယ်..တစ်နေ့ဆရာက ကလီယိုကို အိမ်မှာ သကြားဖေါ်ဖို့အတွက်သိပ္ပံပရောဂျက်ကိုလုပ်ခိုင်းလိုက်ပါတယ်\nအဲ့နေ့မှာ မော်လီကသူ့သူငယ်ချင်းတွေနဲ့အိမ်မှာပါတီလုပ်ပါတယ်.ကလီယိုက သကြားဖော်ရင်းနဲ့မတော်တဆနဲ့ဓါတုဗေဒ\nပစ္စည်းတွေ ဖျော်ရည်ထဲမှောက်ကျသွားပြီး အငွေ့တွေထွက်လာတဲ့အခါ လိပ်ပြာလေးတစ်ကောင်က အဲ့အငွေ့ကိုဖြတ်ပျံ မိတဲ့အခါမှာတော့ လိပ်ပြာကတော့ ကိုယ်ပျောက်သွားပါတယ်..ကလီယိုဟာလန့်ပြီးလိပ်ပြာကိုကြိုးစားပြီးလိုက်ဖမ်းပေမယ့်\nမမိပါဘူး အဲ့လိပ်ပြာကတော့ မတော်တဆပဲ မော်လီသောက်မယ့် ရေခွက်ထဲကိုကျသွားတဲ့အခါ ကိုယ်ပျောက်နေတာဖြစ်တဲ့အတွက်မော်လီကမမြင်ပဲသောက်လိုက်တဲ့အခါ ...........\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ ရှုစားကြပါ\n  File size : 802 MB\nQuality : WEB-DL 720p\nFormat : mp4\nRun Time : 1h 20 min\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://megaup.net/TExl/Invisible_Sister_[2015]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/download28529-1-300x168.jpg",
        "title": "Star Wars Episode 2 : Attack of the Clones(2002)",
        "description": "အပိုင္း ၂ ကို တင္ေပးလိုက္ပါျပီဗ်ာ။ ဒီအပိုင္းကေတာ့ ပထမပိုင္းအျပီး ၁၀ နွစ္ကာလကို ရိုက္ထားတာပါ။ ဒီဇာတ္လမ္းမွာေတာ့ ဂလက္ဆီရီပတ္ဘလစ္ကေန ျဂိဳလ္ေပါင္းမ်ားစြာဟာ ခြဲထြက္ဖို႕ ခ်ိန္းေျခာက္လာျပီး ခြဲထြက္ေရးအဖြဲ႕ေတြကို Jedi မာစတာေဟာင္း ျမိဳ႕စားၾကီး ဒိုကူက ဦးေဆာင္ပါတယ္။ အဲဒီအဖြဲ႕ေတြကို ဒီမိုကေရစီနည္းအရ ေျဖရွင္းဖို႕ၾကိဳးစားေပမယ့္ မေအာင္ျမင္တဲ့အျပင္ ခြဲထြက္အဖြဲ႕ေတြက စစ္တပ္တစ္ခုကိုပါ တည္ေဆာက္လာတဲ့အခါမွာ ေခါင္းေဆာင္ၾကီးကို အေရးေပၚအာဏာ အပ္နွင္းျပီး စစ္တပ္ဖြဲ႕စည္းခြင့္ျပဳလိုက္ရတဲ့အတြက္ ၾကယ္တာရာစစ္ပြဲၾကီး စတင္လာပါေတာ့တယ္။ ဒီအပိုင္းမွာေတာ့ အနာကင္နဲ႕\nပါ့ဒ္မီတို႕ရဲ႕ သံေယာဇဥ္ေဟာင္းေတြ ျပန္ဆက္တာကိုေတြ႕ရမွာျဖစ္ျပီး အၾကိဳက္ဆံုးအခန္းေတြ အေနနဲ႕\nကေတာ့ အၾကီးဆံုး Jedi တိုက္ပြဲၾကီးနဲ႕ မာစတာ Yoda ရဲ႕ အလင္းဓားတိုက္ပြဲကို ေတြ႕ရမွာျဖစ္ပါတယ္။File Size                          : 1 Gb\nQuality       ...",
        "rating": "",
        "url": "https://megaup.net/Rfvh/Star_Wars_Episode_2_-_Attack_Of_The_Clones_[2002]_(MM_Sub).mp4",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/TADEXPL_3D_DVD-SKEW_WHT-2-201x300.jpg",
        "title": "Tad : The Lost Explorer (2012)",
        "description": "Channel Myanmar က ကာတွန်းကားတွေ မတင်တာကြာပြီမို့ ဒီတစ်ခါ ကာတွန်းကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ် ...\nဒီကားလေးကလည်း ကျွန်တော်ကြည့်ခဲ့ဖူးသမျှ ကာတွန်းကားတွေထဲက စိတ်ထဲမှတ်မှတ်ရရရှိနေခဲ့ ကားလေးတစ်ကားဖြစ်ပါတယ် ..\nဇာတ်လမ်းလေးကတော့ ...\nဖခင်ဖြစ်သူလို ရှေးဟောင်းသုတေသနပညာရှင် ဖြစ်ချင်နေတဲ့ တက်ဒ်(Tad) ဆိုတဲ့ကောင်လေးဟာ ဖြစ်ချင်တာကို မလုပ်ရပဲ ကြုံရာအလုပ်ကိုသာ လုပ်နေခဲ့ရပါတယ် ... ဒါပေမယ့် သူ့ရဲ့ဝါသနာကြောင့် အလုပ်တွေမှာ အဆင်မပြေဖြစ်ရပါတယ် ... ဒါပေမယ့်\nတစ်နေ့မှာ သူ့ရဲ့အိပ်မက်တွေဖြစ်လာဖို့အခွင့်အရေးတစ်ခုကို မမျှော်လင့်ပဲကြုံတွေ့ရပါတော့တယ် ...\nအဲ့ဒါကတော့ ပျောက်ဆုံးနေတဲ့မြို့တော်တစ်ခုကို ရှာဖွေရမယ့် အခွင့်အရေးပါ\nဒါပေမယ့် အနှောက်အယှက်တွေ ထူးဆန်းမှုတွေ စွန့်စားမှုတွေ အပြည့်နဲ့ ကြုံလာခဲ့တဲ့အခါမှာတော့ ....ဒီဇာတ်ကားလေးကို ကြည့်လိုက်ရင် နာမည်ကြီးဇာတ်လမ်း အင်ဒီယာနာဂျုန်းစ်ကို ကာတွန်းဗားရှင်းနဲ့ပြန်ကြည့်ရသလိုခံစားရစေမှာပါ(တလွဲလေးတွေတော့ ပါတာပေါ့လေ ငိငိ )\nပရိတ်သတ်ကြီး အကြိုက်တွေ့မယ်လို့ မျှော်လင့်ပါတယ်...ကြည့်ရှုအားပေးကြပါဦး\n(Like & Share လေးလုပ်သွားဖို့လည်း မမေ့ကြနဲ့ဦးနော် .. လူကြီးမင်းတို့ရဲ့ Like/Share တစ်ချက်က ကျွန်တော့်တို့အတွက် ...",
        "rating": "",
        "url": "https://megaup.net/3bPNX/Ted_-_The_Lost_Explorer_[2012]_(MM_Sub).mp4",
        "category": "Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/latest-1-200x300.jpg",
        "title": "Star Wars I : The Phantom Menace (1999)",
        "description": "ကမာၻ႕ပရိသတ္အင္အားအမ်ားဆံုးကားေတြထဲမွာ အပါအ၀င္ျဖစ္တဲ့ စတား၀ါးစ္ ဇာတ္လမ္းေတြကို တင္ေပးပါေတာ့မယ္။ စုစုေပါင္း ဇာတ္ကား ၇ ကားထြက္ရိွထားပါတယ္။ စတား၀ါးစ္ ဇတ္လမ္းရဲ႕ ထူးျခားတာတစ္ခုကေတာ့ ၁၉၇၇ ပထမဆံုး ထြက္ရိွခဲ့တဲ့ ကားဟာ နံပါတ္ ၁ မဟုတ္ဘဲ နံပါတ္ ၄ ျဖစ္ေနတာပါပဲ။ အစဥ္အရဆိုရင္ ၄ ၅ ၆ ၁ ၂ ၃ ၇ဆိုျပီး ထြက္ရိွခဲ့တာပါ။ က်ေတ္ာကေတာ့ ၁ ကေန ၇ ထိ အစဥ္တိုင္းပဲ တင္ေပးသြားပါမယ္။ ဒီကားေတြကို ဘာသာျပန္ဖို႕ ေတြေ၀ေနရတာက ဒီဇာတ္ကားရဲ႕ ဒိုင္ယာေလာ့ခ္ ေတြဟာ ကမာၻေက်ာ္ျပီးသားျဖစ္ေနျပီး အခုခ်ိန္ထိ တျခားရုပ္ရွင္ေတြအမ်ားၾကီးထဲမွာ\nကိုးကားျပီးေျပာေနၾကတုန္းျဖစ္တဲ့အတြက္ ျမန္မာမႈျပဳလိုက္ရင္ သေဘာမတူစရာေတြ ေတြ႕လာမွာစိုးတာပါ။\nဒါေပမယ့္ အတတ္နိုင္ဆံုး ဘာသာျပန္ျပီး တင္ေပးလိုက္ပါျပီ။ ဒီဇာတ္လမ္းအားလံုးဟာ အနာဂါတ္မွာ ျဖစ္ေနတာေတြ မဟုတ္ဘဲ ဟိုးေရွးေရွးတုန္းက ေ၀းကြာလွတဲ့ တစ္ေနရာရာက ...",
        "rating": "",
        "url": "https://megaup.net/Rfve/Star_Wars_Episode_1_-_Phantom_Menace_[1999]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Sci-Fi"
    }
]