[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/magic-kids-136x200.jpg",
        "title": "The Magic Kids: Three Unlikely Heroes 2020",
        "description": "ဒီဇာတ်လမ်းလေးကတော့ ကလေးလူငယ်တွေရော လူကြီးတွေရောပါ ကြိုက်ကြတဲ့မှော်စွမ်းအားတွေ စွန့်စားခန်းတွေ ပါ၀င်တဲ့ fantasy movie လေးဖြစ်ပါတယ် ဟိုးအရင်ကထဲက ရှိခဲ့တဲ့ ‌သွေးစုပ်ဖုတ်ကောင် သမန်းဝံပုလွေ စုန်း မှင်စာနဲ့ အခြားမှော်၀င်သတ္တဝါ‌‌တွေဟာ တောနက်ကြီးထဲက လျှို့ဝှက်မှော်မြို့တစ်မြို့မှာနေထိုင်လျက်ရှိပါတယ် အဲ့မြို့ကို ပြင်ပသာမာန်လူလောကမှာ ကြီးပြင်းခဲ့တဲ့ သွေးစုပ်ဖုတ်ကောင်လေး ဗလက်နဲ့ သူ့အဖေတို့သားအဖနှစ်ယောက်ဟာ မြို့တော်၀န်ရဲ့ ဖိတ်ကြားမှုအရ မှော်ကျောင်းမှာတက်ဖို့ ပြောင်းလာကြပါတယ် ဒါ‌ပေမယ့် သူတို့ကိုဖိတ်ကြားရတဲ့အကြောင်းအရင်းရှိပါတယ် အဲ့တာကို ဗလက်နဲ့သူ့အဖေနှစ်ယောက်လုံး မသိကြပါဘူး။ ဗလက်ဟာ အဲ့မှော်ကျောင်းမှာ သူနဲ့စိတ်တူကိုယ်တူ ဖြစ်တဲ့ သမန်းဝံပုလွေ နဲ့ ‌မှင်စာမလေးကို သူငယ်ချင်းအဖြစ်ပေါင်းမိသွားပါတယ် ရုတ်တရက်သူတို့ ဒီမြို့ကို ရောက်လာရတဲ့ အဖြစ်မှန်ကို သိလိုက်ရတဲ့ အချိန်မှာတော့ ဗလက်ရယ် သူ့ သူငယ်ချင်းနှစ်ယောက်ရယ် ဘယ်လိုစွန့်စားခန်းဖွင့်မလဲ ဘယ်လိုအဖြစ်မှန်ကိုဖော်ထုတ်ပြီး မှော်မြို့ကြီးကို ကယ်တင်ကြမလဲဆိုတာကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ မှော်အတတ်တွေ သတ္တဝါဆန်းတွေ စုန်းတွေ နတ်သမီးတွေ ကလေးသုံးယောက်ရဲ့ ...",
        "rating": "4.6",
        "url": "https://megaup.net/3AMGQ/The.Magic.Kids.Three.Unlikely.Heroes.2020.DUBBED.720p.WEBRip(CM).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Screen-Shot-2020-09-25-at-8.37.53-PM-137x200.png",
        "title": "SamSam (2019)",
        "description": "SamSam (2019)=============IMDb Rating - 5.6/10#Unicodeဒီတစ်ခါကားလေးကတော့တကယ်ကိုsweetဖြစ်တဲ့ဇာတ်အိမ်လေးနဲ့ပါ။ ဇာတ်လမ်းလေးက စကြဝဠာထဲကဂြိုဟ်အသီးသီးမှာနေထိုင်ကြတဲ့လူမျိုးလေးတွေအကြောင်းဇာတ်အိမ်တည်ထားတာပါ။ ကားနာမည်ကဇာတ်လိုက်ကောင်လေးရဲ့နာမည်ပါကားလေးကအစပိုင်းမှာအမြင်ဆန်းပါမယ်။ ၃မိနစ်လောက်ကြာရင်တော့ဆမ်ဆမ်ဆိုတဲ့အနီရောင်ဂြိုဟ်ပေါ်ကကောင်လေးနဲ့မက်ဂါဆိုတဲ့အစိမ်းရောင်ဂြိုဟ်သူမလေးတို့ရဲ့ဘဝကွာခြားပုံကိုသိသိသာသာမြင်ရမှာပါ။ ဆမ်ဆမ်ရဲ့မိဘတွေက သားသမီးကိုနားလည်မှုနဲ့ထိန်းကျောင်းပါတယ် မက်ဂါလေးကတော့ချုပ်ချယ်ခံရပါတယ် ဘာလို့ဆိုမက်ဂါ့အဖေကရက်စက်တဲ့ အာဏာရှင်ကြီးမလို့ပါ။ မက်ဂါ့အဖေကြီးဟာ ကလေးတွေရဲ့ အပျော်အပါးကိစ္စတွေကိုမုန်းပါတယ်။ စကြဝဠာထဲမှာလူကြီးရောကလေးပါအစွမ်းတွေရှိကြပါတယ်။ သူများကလေးတွေထက်အစွမ်းရနောက်ကျနေတဲ့ ဆမ်ဆမ်လေးဟာအိမ်ကိုလိမ်ပြောပြီးကျောင်းလာတက်တဲ့မက်ဂါလေးနဲ့ခင်သွားပါတယ်။ ဒါပေမယ့်မက်ဂါကလူတိုင်းမုန်းတဲ့ဘုရင်ကြီးရဲ့သမီးဆိုတာသိသွားကြတဲ့အခါမှာတော့ ဇာတ်လမ်းလေးဟာ အချိုးအကွေ့လေးတွေနဲ့ကြည့်ကောင်းပါတယ်။ အခုပြောပြခဲ့တဲ့ အထဲမှာ ဇာတ်လမ်းရဲ့ ကြည့်လို့ကောင်းတဲ့ အပိုင်းတွေကိုထည့်မပြောထားသေးဘူးမို့ Spoil လုံးဝမဖြစ်စေသလို . ဇာတ်လမ်းလေးဟာ အတော်ကိုကြည့်လို့ကောင်းပါတယ်။ တူ တူမ သားသားမီးမီးလေးတွေကတော့ အကြိုက်ပေါ့နော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wutt Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ခါကားေလးကေတာ့တကယ္ကိုsweetျဖစ္တဲ့ဇာတ္အိမ္ေလးနဲ႔ပါ။ ဇာတ္လမ္းေလးက စၾကဝဠာထဲကၿဂိဳဟ္အသီးသီးမွာေနထိုင္ၾကတဲ့လူမ်ိဳးေလးေတြအေၾကာင္းဇာတ္အိမ္တည္ထားတာပါ။ ကားနာမည္ကဇာတ္လိုက္ေကာင္ေလးရဲ႕နာမည္ပါကားေလးကအစပိုင္းမွာအျမင္ဆန္းပါမယ္။ ၃မိနစ္ေလာက္ၾကာရင္ေတာ့ဆမ္ဆမ္ဆိုတဲ့အနီေရာင္ၿဂိဳဟ္ေပၚကေကာင္ေလးနဲ႔မက္ဂါဆိုတဲ့အစိမ္းေရာင္ၿဂိဳဟ္သူမေလးတို႔ရဲ႕ဘဝကြာျခားပုံကိုသိသိသာသာျမင္ရမွာပါ။ ဆမ္ဆမ္ရဲ႕မိဘေတြက သားသမီးကိုနားလည္မႈနဲ႔ထိန္းေက်ာင္းပါတယ္ မက္ဂါေလးကေတာ့ခ်ဳပ္ခ်ယ္ခံရပါတယ္ ဘာလို႔ဆိုမက္ဂါ့အေဖကရက္စက္တဲ့ အာဏာရွင္ႀကီးမလို႔ပါ။ မက္ဂါ့အေဖႀကီးဟာ ကေလးေတြရဲ႕ အေပ်ာ္အပါးကိစၥေတြကိုမုန္းပါတယ္။ စၾကဝဠာထဲမွာလူႀကီးေရာကေလးပါအစြမ္းေတြရွိၾကပါတယ္။ သူမ်ားကေလးေတြထက္အစြမ္းရေနာက္က်ေနတဲ့ ဆမ္ဆမ္ေလးဟာအိမ္ကိုလိမ္ေျပာၿပီးေက်ာင္းလာတက္တဲ့မက္ဂါေလးနဲ႔ခင္သြားပါတယ္။ ဒါေပမယ့္မက္ဂါကလူတိုင္းမုန္းတဲ့ဘုရင္ႀကီးရဲ႕သမီးဆိုတာသိသြားၾကတဲ့အခါမွာေတာ့ ဇာတ္လမ္းေလးဟာ အခ်ိဳးအေကြ႕ေလးေတြနဲ႔ၾကည့္ေကာင္းပါတယ္။ ...",
        "rating": "5.6",
        "url": "https://megaup.net/T0kj/Sam.Sam.2020.WebRip.720P[CM].mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BZjNkNzk0ZjEtM2M1ZC00MmMxLTlmOWEtNWRlZTc1ZTUyNzY4XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Enola Holmes (2020)",
        "description": "ဒီကားလေးကို မျှော်နေတဲ့သူတွေ များမယ်ထင်ပါတယ်။\nStranger Things က အားလုံးရဲ့ အချစ်တော်လေးက\nခေါင်းဆောင်မင်းသမီးအဖြစ်ပါဝင်ထားပါတယ်။\nသူ့ရဲ့ ဇာတ်ကောင်နာမည်ကတော့ အန်နိုလာ ဟုမ်းစ် ပါပဲ။\nမိုက်ခရော့ ဟုမ်းစ် နဲ့ ရှားလော့ဟုမ်းစ်တို့ရဲ့ ညီမဖြစ်ပါတယ်။\nအင်နိုလာ နဲ့ သူ့ရဲ့ အမေဟာ အင်နိုလာရဲ့ အဖေသေဆုံးပြီး\nညီအစ်ကိုနှစ်ယောက်လည်း မရှိတော့ချိန်မှာ အိမ်ကြီးတစ်ခုထဲမှာ\nနှစ်ယောက်ထဲနေထိုင်ပြီး အမေဖြစ်တဲ့ ယူဒိုရီရာဟုမ်းစ်က\nအင်နိုလာကို ပညာအစုံ သင်ပေးခဲ့ပါတယ်။\nအင်နိုလာ ၁၆ နှစ်ပြည့်တဲ့နေ့မှာတော့ ယူဒိုရီရာဟာ\nရုတ်တရက် ပျောက်ဆုံးသွားခဲ့ပါတယ်။\nအဲဒီကိစ္စကြောင့် ဟုမ်းစ်ညီအစ်ကို နှစ်ယောက်ပြန်ရောက်လာပြီး\nရှားလော့က သူ့အမေကို ရှာဖို့ မိုက်ခရော့က\nအင်နိုလာကို ဘော်ဒါကျောင်းတစ်ခုကို ပို့ဖို့ စီစဉ်ပါတော့တယ်။\nဒါပေမယ့် အင်နိုလာက ထွက်ပြေးလာပြီး\nသူ့အမေကို ကိုယ်တိုင်ရှာဖို့ စွန့်စားခန်းတွေ ဖွင့်တဲ့အခါမှာ….\n  \nFile Size -  1.74 gb\nQuality - web-dl 1080p\nSubtitle -   burmese\nTranslator - Little Neo\nEncoder - Thit San Khant",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/enola-holmes-2020/",
        "category": "Adventure, Crime, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/2973533-140x200.jpg",
        "title": "Monos (2019)",
        "description": "Monos (2019)===========IMDb Rating - 7.0/10#Unicode\"နာမည်ကျော် Gummy Bearလို့ခေါ်တဲ့ ၀က်ဝံရုပ်မုန့်ကလေး\nတွေကို 1992မှာ စတီထွင်ခဲ့တယ်။ ဒီမုန့်ကလေးတွေဟာ\nအေးဆေး ဝါးလို့ရအောင်နူးညံ့ရတယ် ဒါပေမယ့် သူ့ပုံစံဖြစ်တဲ့\n၀က်ဝံရုပ်ကလေးမပျက်အောင် မာကျောရမယ်။\nအဲ့ဒီလိုမျိုးအရည်အသွေး မပါရှိတဲ့မုန့်တွေ ထုတ်လုပ်မှုမှာ\nပါမပါ စစ်ဆေးဖို့က‌၁၅နှစ်ဝန်းကျင်လောက်ရှိတဲ့\nကလေးတွေရဲ့ အလုပ်ပါပဲ။\"ဒါကရုပ်ရှင်ထဲက တီဗီမှာလာနေတဲ့ သတင်းပါပဲ။\nကလေးသာသာအရွယ်ကလေးတွေဟာ မုန့်မြည်းတဲ့\nအလုပ်လောက်ပဲ လုပ်သင့်ပါတယ်။ ဒါပေမယ့်\nဒီသတင်းကိုကြည့်နေတဲ့ ၁၅နှစ်သားကောင်လေးရဲ့\nအလုပ်ကတော့ စစ်တိုက်ရတာပါ။ ၂၀မကျော်တဲ့\nကလေးတစ်အုပ်ကို စစ်တိုက်ဖို့ လေ့ကျင့်ပေးထားပြီး\nသူတို့အဖွဲ့ကို Monosတွေလို့ခေါ်ပါတယ်။သူတို့\nဘယ်ကလာလဲ ဘယ်လိုသူပုန်ဖြစ်လာလဲ မပြပေမယ့်\nသူတို့ရှင်သန်ရတဲ့ဘ၀ကိုတော့ ‌ဆေးမှင်ရည်စုတ်ထိုးသလို\nထင်းနေအောင်ကို ပြသွားတယ်။Monosလို့ခေါ်တဲ့ ကလေးတစ်အုပ်ကို သူပုန်\nအဖွဲ့အစည်းက သုံ့ပန်းဖမ်းထားတဲ့ အမေရိကန်\nအင်ဂျင်နီယာမတစ်ယောက်ကို စောင့်ကြည့်ဖို့\nတာ၀န်ပေးထားတယ်။တစ်ဆက်တည်းမှာပဲ\nရိက္ခာအတွက် နို့စားနွားမတစ်ကောင်ငှားပေးထားတယ်။\nငှားပေးတယ်ဆိုတာ စစ်ဆင်းရေးပြီးရင် ပြန်ပေးရမယ့်\nသဘောပါပဲ။ သူတို့ကိုပေးထားတဲ့တာ၀န်မှာ\nနံပါတ်တစ်အရေးကြီးတာက စစ်သုံ့ပန်းမလွတ်အောင်\nကြည့်ရမယ်။နံပါတ်နှစ် အရေးကြီးတာက နွားမကို\nသေချာစောင့်ရှောက်ရမယ်။ ဒါပေမယ့် ကလေးတွေထဲက\nတစ်ယောက်က နွားမကိုသေနတ်နဲ့ပစ်မိသွားပါတယ်။\nဒီနွားတစ်ကောင်သေတဲ့အတွက် သူတို့ထဲက\nတာ၀န်ယူထားတဲ့တစ်ယောက်က ကွပ်မျက်ခံရမှာပါ။\nဒါပေမယ့် သူ့ကို အားပေးမယ့်သူ ဘယ်သူမှမရှိပါဘူး\nကျန်တဲ့ကလေးတွေအကုန်လုံးဟာသေသွားတဲ့\nနွားကိုပေါ်ရင်းအလုပ်များနေကြတယ်။ ဒီမှာပဲ\nအဲ့ဒီကောင်လေးဟာ သူ့ကိုယ်သူသတ်သေသွားတယ်။\nသူတို့အသက်ဟာ နွားတစ်ကောင်လောက်မှ တန်ဖိုး\nမရှိတာလားတော့မသိပါဘူး။ ဒီအကြောင်းကို\nသတင်းပို့တဲ့အချိန်မှာလည်း သူတို့ခေါင်းဆောင်လူကြီးက\nအမှတ်မသားမရှိတဲ့မြေပုံမှာမြှပ်ဖို့နဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/2eQhy/Monos.2019.BluRay.1080P.5.1CH[CM].mp4",
        "category": "Adventure, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dm3YXPVEskUZHfZT5d3aSaYz0dN.jpg",
        "title": "The Enchanting Phantom ( 2020 )",
        "description": "The Enchanting Phantom (2020)90 Born တော်တော်များများ 1987 ခုနှစ်လောက်ကထွက်တဲ့A Chinese Ghost Story ဇာတ်ကား‌လေးကိုသိကြမှာပါခုဒီဇာတ်ကားလေးကတော့ A Chinese Ghost Story ကို 2020 ခုနှစ်မှာ ပြန်လည်ဆန်းသစ်ထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်စာပေသမားလေးနဲ့ချိုင်ချွမ်ဟာ မင်းနေပြည်တော်သို့ ပြည်နယ်စာမေးပွဲဖြေဖို့ သွားရာလမ်းမှာဘုံကျောင်းပျက်မှာတည်းခိုရင်း သောင်းကျန်းလှတဲ့ ကဝေများနဲ့တွေ့ဆုံခြင်းဖြစ်ပါတယ်သူ့ကိုဖမ်းစားဖို့လာတဲ့ကဝေမလေး နျဲ့ရှောင်ချန့်ဟာ သူ့ရဲ့ရိုးသားပြီးကူညီတတ်တဲ့စိတ်ရင်းလေးကြောင့် မသတ်ရက်ပဲ တစ်ယောက်နဲ့တစ်ယောက်စုံမက်မိသွားကြပါတယ်ဒါပေမယ့် ရှောင်ချန့်ရဲ့ဘွားဘွားကဝေအိုမကြီးက သူမကိုတောင်မဲကဝေနတ်ဆိုးနဲ့လက်ထပ်ထိမ်းမြားဖို့ စီစဉ်ထားသည့်အပြင်သန့်စင်တဲ့အဖိုဓာတ်ရှိတဲ့ စာပေသမားလေးကိုလိုချင်လို့ ကဝေမုဆိုးတွေနဲ့ယှဉ်ပြိုင်မှုတွေဖြစ်လာပါတယ်ဇာတ်လမ်းသဘောသဘာဝတူသော်ငြားလည်း ဇာတ်ကားဟောင်းနဲ့မတူဘဲ ေြပာင်းလဲသွားတဲ့တစ်ချို့ဇာတ်ဝင်ခန်းတွေကြောင့် သဘောမတွေ့ဖြစ်နိုင်ပေမယ့်ကြည့်မိလို့စိတ်ပျက်စေမယ့်ကားမျိုးတော့မဟုတ်ပါဘူးနော်ပြီးတော့ ချစ်စရာကောင်းတဲ့ မင်းသမီး Eleanor Lee နဲ့ မင်းသား Chen Xingxu တို့အပြင်ဘွားဘွားကဝေအိုမကြီးနေရာမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့မင်းသားကြီး Yuein Wah (ပိုးမင်းသားကြီး) ကြောင့်ဇာတ်လမ်းကပိုပြီးအသက်ဝင်နေပါတယ် Translated & Review By Htoo Htoo Ka JoeEncoded By ...",
        "rating": "5.6",
        "url": "https://megaup.net/2g4pz/(CM)The.Enchanting.Phantom.2020.WEB-DL.720p.mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gtwqIYSOCRwEndZTg9s6iWjEZc1.jpg",
        "title": "Pets United(2020)",
        "description": "Pets United(2020)\nစက်​ရုပ်​​တွေနဲ့ လည်​ပတ်​​နေတဲ့ ရိုဘိုလို့ခေါ်တဲ့မြို့တစ်မြို့ရှိတယ်....\nတစ်မြို့လုံးသက်မဲ့တွေနဲ့လုပ်ရှားသလိုဖြစ်နေတဲ့ ဒီနေရာမှာ\nလေလွင့်ခွေးလေး ရော်ဂျာအတွက် အတော်အဆင်မပြေလှ....လေလွင့်ခွေးတွေ လိုက်ဖမ်းတဲ့\nစက်ရုပ်ရဲတွေရန်ကိုရှောင်ရ အသက်ဆက်ဖို့ အစာရှာရတာလည်းခက်လှကိုး...\nဒီလိုအချိန်မှာ မြို့တော်ဝန်ဟာ ရိုဘိုမြို့ကနေ လူတွေအားလုံးကိုပြောင်းရွှေ့ဖို့အမိန့်ထုတ်လိုက်တယ်...\nဒါ့ကြောင့် ရိုဘိုမြို့က အိမ်မွေးတိရစ္ဆာန်တွေ တော်တော်များများ အိမ်ခြေမဲ့တွေဖြစ်ကုန်ကြတယ်...\nမြို့တော်ဝန်မှာ မသာမာမှုပေါင်းများစွာရှိနေနိုင်တာကို ခန့်မှန်းမိတဲ့ ရော်ဂျာတို့ အဖွဲ့တွေဟာမထူးဇာတ်ခင်းပြီး\nမြို့တော်ဝန်ရဲ့လျှို့ဝှက်ချက်တွေနဲ့\nအဖျက်အမှောင့်တွေကို စုံစမ်းပါတော့တယ်...\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဉီး....\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်...\nFile Size :(850MB) and (392 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:29:00\nGenre :  Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/SPf8/Pets_United.2020.WEB-DL.720P.PP.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/Screen-Shot-2020-08-28-at-11.56.06-PM-139x200.png",
        "title": "Princess of Thieves (2001)",
        "description": "Princess of Thieves (2001)===================IMDb Rating - 5.7/10#Unicodeဒီတစ်ခေါက်တော့ ပုံပြင်တွေကို ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအတွက် ဒါရိုက်တာ Peter Hewittရိုက်ကူးထားတဲ့ Princess of Thieves နဲ့ မိတ်ဆက်ပေးပါရစေ။ ဒီဇာတ်ကားက ရော်ဘင်ဟုထ် နဲ့ သူ့သမီးဇာတ်ကြောင်းလေးကို ရိုက်ထားတာပါ။ဒီဇာတ်ကားထဲမှာ ဘုရင်သေဆုံးသွားတော့ မြို့စားမင်းရဲ့ အာဏာတပ်မက်မှု့တွေကြောင့် နောက်နန်းတက်မဲ့ဘုရင့်သားတော် တစ်ပါးကို ကြေးစားငှါးရမ်းပြီး လိုက်လံ သတ်ဖြတ်ခိုင်းပါတော့တယ်။ တချိန်ထဲမှာပဲ ဘုရင့်အပေါ် သစ္စာစောင့်သိတဲ့ ပြည်သူတွေနှင့် ပြည်သူ့အချစ်တော် ရော်ဘင်ဟုထ်ရယ် သူ့သမီးလေးရယ်ကမင်းသားလေးကို မြို့စားမင်းရဲ့ လုပ်ကြံသတ်ဖြတ်မှု လက်ထဲကနေ ဘယ်လိုကယ်တင်ကြမလဲ.... နောက်ပြီးရော်ဘင်ဟုထ်ရဲ့ သမီးနဲ့ မင်းသားလေးရဲ့ အချစ်ဇာတ်လမ်းလေးတွေကို ဒီကားထဲမှာ ကြည့်ရှုရမှာပါ.........(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္ေတာ့ ပုံျပင္ေတြကို ႀကိဳက္ႏွစ္သက္တဲ့ ပရိတ္သတ္ေတြအတြက္ ဒါ႐ိုက္တာ Peter Hewitt႐ိုက္ကူးထားတဲ့ Princess of Thieves ...",
        "rating": "5.7",
        "url": "https://megaup.net/2Us3w/[CM]The.Wonderful.World.of.Disney.Princess.of.Thieves.2001.BluRay.1080P.5.1CH.mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n6hptKS7Y0ZjkYwbqKOK3jz9XAC.jpg",
        "title": "Phineas and Ferb – The Movie: Candace Against the Universe (2020)",
        "description": "အခုတစ်ခါတင်ဆက်ပေးချင်တဲ့ကားလေးကတော့Animationချစ်သူတွေအကြိုက်တွေ့စေမယ့်Disneyဇာတ်လမ်းကောင်းလေးပဲ​ဖြစ်ပါတယ်နော်..2020 Augထဲပဲထွက်ရှိထားတဲ့ဇာတ်ကားကောင်းလေးပဲပါ..ဒီဇာတ်လမ်းလေးထဲမှာPhineasနဲ့ferbညီအစ်ကိုအပြင်Perry the platypusနဲ့Danville gangတွေစုမိပြီးဂြိုဟ်သားတွေဆီကနေအစ်မCandaceကိုသွားကယ်မယ့်ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်နော်...Phineas and Ferb seriesကိုမှဒုတိယအခေါက်ပြန်ရိုက်ထားတဲ့Movie​​လေးပဲ​ဖြစ်ပါတယ်...ဒီဇာတ်ကားထဲမှာဆိုရင်Phineas နဲ့Ferbတို့ကအရမ်းကိုမှပေါက်ကရလုပ်ဆော့နေကျဉာဏ်​ကြီးရှင်လေးတွေပေါ့နော်သူတို့ရဲ့အစ်မCandaceကတော့သာမန်ကောင်မလေးပေါ့Candaceကသူ့မောင်တွေကိုစိတ်အနှောက်အယှက်ဖြစ်တယ်လို့ထင်နေကျ....ဘာလို့ဆိုသူကသူ့မောင်လေးတွေလိုထူးခြားတဲ့လူမျိုးမဟုတ်လို့တဲ့...အစ်မCandaceကိုဘာလို့ဂြိုဟ်သားတွေဖမ်းခေါ်သွားတာလဲ..?ဘယ်လိုတွေပြန်ကယ်ကြမလဲ?ဆိုတာကိုIMDB7.5 ratingတောင်ရထားတဲ့ဒီဇာတ်လမ်းလေးမှာကြည့်ရှူခံစားပေးကြပါဦးနော် File Size : ( 787 MB , 339 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 26 min\nFormat : Mp4\nGenre : Animation , Adventure , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ei Phyo Khaing\nEncoded by Moe Myint Lwin",
        "rating": "7.5",
        "url": "https://megaup.net/2eyfo/(CM)_Phineas.and.Ferb.The.Movie.Candace.Against.The.Universe.2020_WEBRip_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/bill-135x200.jpg",
        "title": "Bill & Ted Face the Music 2020",
        "description": "Bill and Ted: Face the Music (2020) IMDb 6.8/10 1989 တုန်းက Bill and Ted's Excellent Adventure အမည်နဲ့ ပထမဆုံး ထွက်ရှိခဲ့ပြီး 1991 မှာ Bill and Ted's Bogus Journey အမည်နဲ့ ဒုတိယအကြိမ် ထွက်ရှိခဲ့ပြီး အခု 2020 August 28 မှာ Bill and Ted: Face the Music ဆိုပြီး sequel ထပ်ပြီး ထွက်ရှိလာခဲ့ပါပြီ comedy science-fiction ဖြစ်ပြီး critics တွေရဲ့ positive review တွေလည်း ရရှိထားပါတယ်။ ဒီ sequel မှာတော့ Bill နဲ့ Ted တို့ဟာ ...",
        "rating": "6.8",
        "url": "https://megaup.net/SAx0/Bill.and.Ted.Face.the.Music.2020.720p(CM).mp4",
        "category": "Adventure, Comedy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/croco-143x200.jpg",
        "title": "Crocodile Island (2020)",
        "description": "ဒီကားကတော့၂၀၂၀ထွက်သည်းထိတ်ရင်ဖို တရုတ်ဇာတ်ကားကောင်းလေးပါBudget 8millionသာရှိပေမယ့် box office ဝင်ငွေ16.7millionထိရခဲ့ပါတယ်Devil`s Sea နယ်မြေတစ်ဝိုက်ကို Bermuda Triangleလို့ခေါလေ့ရှိကြတယ်...အဲ့နယ်မြေရောက်ရင် လျှပ်စစ်သံလိုက်စွမ်းအားနှောက်ယှက်မှုကြောင့်လေယာဉ်တွေမကြာခဏပျက်ကျလေ့ရှိပါတယ်...ဒီလိုနဲ့ လင်ဟောက်နဲ့ရီးရီးတို့သားအဖနှစ်ယောက်စီးလာတဲ့GZ261လေယာဉ်ဟာ အဲ့နယ်မြေတစ်ဝိုက်မှာပျက်ကျသွားတဲ့အခါအမည်မသိကျွန်းတစ်ခုပေါရောက်သွားပါတယ်..အဲ့ကျွန်းပေါမှာ ဧရာမမိချောင်းကြီးအပြင် ပင့်ကူကြီးတွေ တွရှိနေတဲ့အခါ....သူတို့တွေအသက်ရှင်နိုင်ဖို့ ဘယ်လိုတွေတိုက်ပွဲဝင်ကြရမလဲ...နောက်ဆုံးမှာလွတ်မြောက်နိုင်ပါ့မလား..ဇာတ်လမ်းတစ်ခုလုံးကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/Syc8/(CM)Crocodile.Island.2020.WEB-DL.720p.mp4",
        "category": "Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/malibu-2-143x200.jpg",
        "title": "Malibu Rescue: The Next Wave 2020",
        "description": "2019 မှာ Malibu Rescue ဆိုပြီး ပထမပိုင်းအရင်ထွက်ရှိခဲ့ပြီး အခု 2020 မှာ The Next Wave ဆိုပြီး ထွက်ရှိခဲ့ပါတယ်။\nMalibu Rescue ဆိုတာကတော့ Malibu ကမ်းခြေက လူငယ်ကယ်ဆယ်ရေးအသင်းတစ်ခုပါ။ ကမ်းခြေမှာ ရေလာဆော့တဲ့သူတွေ အန္တရာယ်ကြုံတွေ့တဲ့အခါ ကူညီပေးရတဲ့ အဖွဲ့ပါ။\nSeason 1 မှာတုန်းက ဇာတ်လိုက်ဖြစ်သူ တိုင်လာနဲ့ သူ့ဘော်ဒါတစ်သိုက်ဟာ အသင်းထဲကို ၀င်ခွင့်ရဖို့ ကြိုးစားခဲ့ပုံတွေကို တွေ့ရမှာပါ။\nအခု Season 2 မှာတော့ ပို အဆင့်မြင့်သွားပါပြီ။ Beachmaster ဆိုတဲ့ အပြည်ပြည်ဆိုင်ရာပြိုင်ပွဲတစ်ခုကို ယှဉ်ပြိုင်ကြရတော့မှာပါ။ နိုင်ငံပေါင်းစုံက နိုင်ငံ့ကိုယ်စားပြုအသင်းတွေနဲ့ ချန်ပီယံကို လုရတော့မှာပါ။\nSeason 1 ရှိတဲ့ ဇာတ်ကားဆိုတော့ Season 2 ကို spoiler မပေးတော့ပါဘူး။ 2 ကို မကြည့်ခင် 1 ကိုအရင် ကြည့်ကြဖို့ ...",
        "rating": "4.6",
        "url": "https://megaup.net/2esrA/Malibu.Rescue.The.Next.Wave.2020.720p_(CM).mp4 ",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iEc34Qje2V3FZnrSXKfZsbiHjW.jpg",
        "title": "The Sleepover(2020)",
        "description": "The Sleepover(2020)အညွှန်း**************************((ဇာတ်ကားအလန်းမို့ 1080P5.1CH,720Pတို့ဖြင့်တင်ဆက်ပေးထားပါသည်...))အဖေရယ် အမေရယ် သားလေးရယ် သမီးလေးရယ်နဲ့ပျော်ပျော်နေတတ်တဲ့ မိသားစု(၄)ဉီးရှိတယ်....သာမန်လူတန်းစားဖြစ်ကြသလို သိပ်ချစ်ကြတဲ့မိသားစုလေးပေါ့...တစ်နေ့တော့ မိခင်နဲ့ဖခင်ကို လူဆိုးဂိုဏ်းက ဖမ်းခေါ်သွားတယ်...ကြည့်ရတာ ဒီလင်မယား(၂)ဉီးဟာတစ်ချိန်က လူဆိုးတွေနဲ့ပတ်သက်မှုရှိတဲ့ ကြေးစားတွေဖြစ်ပုံရတယ်....အိမ်ထောင်ပြုပြီးကလေးတွေနဲ့ ဇာတ်မြှုတ်နေပုံပါပဲ...ရုတ်တရက်ကြီးအဖမ်းခံလိုက်ရတော့အိမ်မှာ သဲလွန်စလေးတွေပဲချိန်ထားနိုင်တော့တယ်...သား၊သမီးတွေပြန်ရောက်တော့အဖေ၊အမေရဲ့သွေးပါတဲ့သူတွေပီပီ ချန်ခဲ့တဲ့သဲလွန်စတွေကိုလေ့လာရင်းမိဘ(၂)ပါးဒုက္ခရောက်နေပြီကိုသိတဲ့နောက် လိုက်လံကယ်ဆယ်ဖို့ကြိုးစားပါတော့တယ်...မိဘတွေက အတိတ်မှာ ဘာတွေလုပ်ခဲ့လို့လဲ..လူဆိုးဂိုဏ်းကရော ပြန်ပေးဆွဲပြီး ဘာတွေခိုင်းဖို့ကြိုးစားတာလဲ...သားသမီးတွေကလည်း ကယ်ဆယ်ဖို့ကြိုးစားတာ အဆင်ပြေနိုင်ကြပါ့မလား...ဒီကားက အတော်လည်းစိတ်ဝင်စားဖို့ကောင်းသလိုရယ်လည်းရယ်ရပါတယ်...အက်ရှင်ခန်းတွေဆိုလည်း တော်တော်ကြီးကိုအားရစရာကောင်းတာပါ..ကြည့်ကြည့်ပါ ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Lwin Lwin Aung ပဲဖြစ်ပါတယ်...File Size :(1.82GB) (900 MB) and (395 MB)\nQuality : WEB-DL1080P5.1CH, 720p\nFormat…mp4\nDuration…01:40:00\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Lwin Lwin Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/Sxja/The_Sleepover.2020.NF.WEB-DL.1080P.5.1CH.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h4VB6m0RwcicVEZvzftYZyKXs6K.jpg",
        "title": "Birds of Prey (and the Fantabulous Emancipation of One Harley Quinn)(2020)",
        "description": "DC ရဲ့ စူပါဟီးရိုး ရုပ်ရှင်အသစ် ထွက်လာပါပြီ။ဒီဇာတ်လမ်းကတော့ ဆူဆိုက်စကွက်ထဲမှာ အားလုံးအားကျကြတဲ့ စုံတွဲလေးဖြစ်တဲ့ဂျိုကာ နဲ့ ဟာလေကွင်းတို့ရဲ့ နောက်ဆက်တွဲပါပဲ။ဇာတ်လမ်းအစမှာ ဟာလေကွင်းနဲ့ ဂျိုကာတို့ လမ်းခွဲရတာကနေ စပါတယ်။လမ်းခွဲအပြီးမှာ နဂိုက ဟာလေကွင်းကို ချဉ်နေတဲ့ တစ်မြို့လုံးနီးပါးဟာဂျိုကာကိုမပူရတော့တဲ့အတွက် ဟာလေကွင်းကို အမဲဖျက်ဖို့ လိုက်လာကြပါတော့တယ်။ဟာလေကွင်းကတော့ “သူက ဂျိုကာမရှိဘဲ မနေနိုင်ပါဘူးတို့၊ ခဏနေ ပြန်တွဲမှာပါပဲ၊ဂျိုကာလက်ဖြောက်တီးလိုက်တာနဲ့ ရင်ခွင်ထဲပြန်ပြေးဝင်မှာပါ”တို့ သူငယ်ချင်းတွေက ဒီလိုအတင်းတုပ်တာတွေကို မကျေနပ်တာပေါ့။ဒါကြောင့် တကယ်ပြတ်ပြီဆိုတာ သက်သေပြဖို့သူတို့ရဲ့ အချစ်ဇာတ်လမ်းလေး စခဲ့တဲ့ ဓာတုစက်ရုံကြီးကို ဖျက်ဆီးပစ်လိုက်ပါလေရော။ဒီနောက်မှာတော့ ဂေါ့သမ်ရဲ့ နာမည်ကြီးမာဖီယားကြီးတစ်ယောက်ကသူ့ကိုဖမ်းမိပြီးသတ်ဖို့လုပ်ပါတော့တယ်။အသတ်ခံရမှာ ကြောက်သွားတဲ့ ဟာလေကွင်းက မာဖီးယားကြီးပျောက်သွားတဲ့အရေးကြီးတဲ့ စိန်တုံးကြီးကို ရအောင်ရှာပေးမယ်လို့ အပေးအယူလုပ်ရင်း ပြန်လွတ်လာတာပေါ့။နောက်ပိုင်းဇာတ်လမ်းကတော့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/Sx7x/Birds_of_Prey_And_The_Fantabulous_Emancipation_of_One_Harlay_Quinn_2020_BluRay_1080p.mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BNDJkNDgyMDQtYjEyMC00N2QyLWFiM2EtZmM3MWM2ZmRiNjk5XkEyXkFqcGdeQXVyNDY2NzgwOTE@._V1_-141x200.jpg",
        "title": "The Final Level: Escaping Rancala (2020)",
        "description": "ကောင်လေးတစ်ယောက် ဂိမ်းဆိုင်မှာ ဂိမ်းဆော့ရေရင်း\n \nလေထဲမှာပျောက်သွားသလိုမျိုး ဘာအစမှရှာမရ‌ေတာ့ဘဲပျောက်သွားတယ်။\nလိုက်ရှာတဲ့ရဲတွေရော မိသားစု၀င်တွေရော သူငယ်ချင်းတွေရောက\nဘယ်လိုမှရှာမရတဲ့အဆုံးလက်လျော့လိုက်ကြတယ်။\nဒါပေမယ့် နှစ်တွေကြာလာတော့ပျောက်သွားတဲ့ကောင်မလေးရဲ့အမက\nသူငယ်ချင်းတွေနဲ့ပေါင်းပြီး ဂိမ်းဆိုင်တစ်ဆိုင်ဖွင့်တဲ့အခါ\nသူ့မောင်လေးပုံပါနေတဲ့ ဂိမ်းတစ်ခုကိုသွားတွေ့တယ်။\nသူငယ်ချင်းသုံးယောက်သား ယောင်ချာချာနဲ့ ဂိမ်းထဲရောက်သွားပြီး\nသူတို့မောင်လေးဟာ ပျောက်သွာစတာမဟုတ်ဘဲ\nဂိမ်းထဲရောက်နေတယ်ဆိုတာ သိလိုက်ရပါတယ်။\nအဲ့ဒီ့လိုနဲ့ သူငယ်ချင်းသုံးယောက်သားမောင်လေးကို\nကယ်ဖို့ကြိုးစားကြပါတော့တယ်။\nဒီအမျိုးသမီးသုံးယောက်ဂိမ်းထဲမှာ ဘယ်လိုတွေစွန့်စားခန်း\nဖွင့်သွားကြမလဲဆိုတာ ခံစားကြည့်ကြပါဦး\n \nFile Size -  943 mb\nQuality - bluray 1080p\nSubtitle - burmese\nTranslator - Nay Myo Thu\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/2Uo2v/The.Final.Level.Escaping.Rancala.2019.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/malibu-1-143x200.jpg",
        "title": "Malibu Rescue 2019",
        "description": "ဇာတ်ကြောင်းလေးကို မပြောခင် ဇာတ်လမ်းမှာပါတဲ့ Malibu Junior Rescue Program လေးအကြောင်းအရင်ပြောပြပါရစေ Malibu ဆိုတဲ့ စကားလုံးလေး မြင်လိုက်တာနဲ့ LA က လှပတဲ့ ကမ်းခြေလေးကို မြင်ယောင်မိကြမှာပါ။ Malibu Junior Rescue ဆိုတာကတော့ ကျောင်းသားလူငယ်တွေနဲ့ ဖွဲ့စည်းထားတဲ့ ကမ်းခြေက ကယ်ဆယ်ရေးအဖွဲ့တစ်ခုပါ။ Malibu ကမ်းခြေမှာ ရေဆော့သူတွေ အန္တရာယ်မဖြစ်ရအောင် အန္တရာယ်ဖြစ်လာရင် ကယ်တင်ဖို့အတွက် ဖွဲ့ထားတဲ့ အဖွဲ့တစ်ခုပါ။ အသင်း၀င်ဖြစ်လာဖို့အတွက် training အရင်၀င်ပြီး Crucible လို့ခေါ်တဲ့ နောက်ဆုံးပြိုင်ပွဲကို အောင်မြင်မှ တရား၀င် အသင်း၀င်တစ်ယောက်ဖြစ်လာနိုင်မှာပါ။ ရေကူးတာတွေ ကယ်ဆယ်ရေးရေးနဲ့ ပတ်သတ်တဲ့ challenge တွေကို အဆင့်ဆင့်ဖြတ်ကျော်ပြီးမှ ရရှိလာမယ့်အခွင့်အရေးပါ။ ဇာတ်လမ်းထဲမှာ တိုင်လာဆိုတဲ့ အထက်တန်းကျောင်းသားလေးဟာ ငဆိုးငပေလေးတစ်ယောက်ပါ။ ပြဿနာပေါင်းစုံရှာလွန်းလို့ အိမ်ကလည်း လက်မြှောက်ထားရတဲ့သူမျိုးပေါ့။ တစ်နေ့ နွေရာသီကျောင်းပိတ်ရက်ရောက်တော့ သူ့ရဲ့ ပထွေးဟာ ...",
        "rating": "4.8",
        "url": "https://megaup.net/Sumx/Malibu.Rescue.The.Movie.2019.720p_(CM).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7ZsW5EbLbQwoGx0548KCmCAXA9.jpg",
        "title": "The One and Only Ivan (2020)",
        "description": "IMDb 6.9/10 Rotten Tomatoes 71% ရရှိထားတဲ့ Disney ဇာတ်ကားအသစ်လေးပါ။ကလေးရော လူကြီးရော အကြိုက်တွေ့မယ့်ကားပါ။ကလေးတွေကြည့်ပြီး စံထားစရာ ဇာတ်ကောင်တွေ စကားတွေ အများကြီးပါ,ပါတယ်။Silverback မျောက်ဝံကြီး Ivan ဟာ သူနေ,နေရတဲ့Markရဲ့ပြပွဲရုံထဲက ဘဝကို ငြီးငွေ့နေသူပါ။Markရဲ့ တိရစ္ဆာန်ပြပွဲ အဖွဲ့မှာ Stella ဆိုတဲ့ ဆင်အိုမကြီးတစ်ကောင်လည်း ရှိတယ်။Stella က Ivan မိတ်ဆွေတွေထဲမှာ သက်တမ်းအရင့်ဆုံးနဲ့ အမျှော်အမြင်အရှိဆုံးသူပေါ့။Markက ပြပွဲ အရှုံးပေါ်နေချိန် ပွဲကြည့်သူများလာဖို့Ruby ဆိုတဲ့ ဆင်ပေါက်လေးကို တင်ဆက်ပြသဖို့ ဝယ်ယူခဲ့တယ်။Ruby လေးကို သူ့လို ကျဉ်းကျပ်တဲ့ ဘဝမှာ မနေစေလိုတဲ့Stella ဟာ Ivan ကို ကတိတစ်ခုနဲ့အတူ အကူအညီတောင်းခဲ့တယ်။Ivan က ...",
        "rating": "6.9",
        "url": "https://megaup.net/Suak/(CM)_The_One_and_Only_Ivan_2020_WEBRip_480p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BN2JmMjczOGEtODg3MS00MGYzLWE5OWYtOTBlNGJmODQyOTE4XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SX687_CR00687999_AL_-138x200.jpg",
        "title": "Gunjan Saxena: The Kargil Girl (2020)",
        "description": "ဒီတခါတော့ CMပရိတ်သတ်ကြီးအတွက်\nဘောလိဝုဒ်ဇာတ်ကားကောင်းလေးတပုဒ်\nတင်ဆက်ပေးလိုက်ပါပြီ.\nဇာတ်လမ်းလေးကိုတော့ ပိုင်းလော့ဖြစ်ချင်တဲ့\nမိန်းကလေးတစ်ယောက်ရဲ့ ကြိုးပမ်းမှုကို ရိုက်ပြပြီး\nတင်ဆက်ထားတာပါ.\nငယ်ငယ်တည်းက အဖေရဲ့အလိုလိုက်ချစ်မြတ်နိုးခြင်းကို\nခံရတဲ့ ဂွန်ဂျူးဟာ မိန်းကလေးဖြစ်ပေမယ့်\nပိုင်းလော့တစ်ယောက်ဖြစ်ချင်ခဲ့ပါတယ်.\nစာဆိုလဲ အရမ်းတော်ပေမယ့် သူ့ရဲ့တခုတည်းသော\nရည်ရွယ်ချက်က ပိုင်းလော့တစ်ယောက်ဖြစ်ဖို့ပါပဲ.\nဒါပေမယ့်လည်း အန္ဒိယလိုနေရာမျိုးမှာ အမျိုးသမီးပိုင်းလော့က\nရှားတာကြောင့် လူအတော်များများက ဝိုင်းတားခဲ့ကြပါတယ်.\nဂွန်ဂျူးကတော့ လက်မလျှော့ခဲ့ပါဘူး.\nသူတို့နိုင်ငံရဲ့ ပိုင်းလော့တစ်ယောက်ဖြစ်ဖို့ အခြေခံလိုအပ်ချက်\n၁၀တန်းဆိုပေမယ့် ဂွန်ဂျူးသွားလျှောက်ချိန်မှာ\n၁၁တန်းထိအောင်ဖို့ လိုနေခဲ့ပါတယ်.\nဒါကြောင့် ဂွန်ဂျူးကလဲ ၁၁တန်းကို ဆက်တက်ပြီး အောင်မြင်ခဲ့ပါတယ်.\nထပ်သွားလျှောက်ချိန်မှာလဲ တခြား ပညာရေးအဆင့်တွေ\nလိုအပ်နေသေးတာကြောင့် ဂွန်ဂျူးက နှစ်အတော်ကြာကြိုစားခဲ့ပါတယ်.\nနောက်ဆုံး ပညာရေးအဆင့်တွေ မှီသွားတဲ့အချိန်မှာတော့\nပိုင်းလော့သင်တန်းစရိတ်ကြောင့် သူဟာ နှစ်များစွာကြိုးစားခဲ့သမျှကို\nလက်လျှော့ရမလို ဖြစ်နေခဲ့ပါတယ်.\nဂွန်ဂျူးသူ့ရည်ရွယ်ချက်ကို ဘယ်လိုဘယ်ပုံကြိုးစားအားထုတ်ခဲ့တယ်\nဘယ်အထိ ဖိနိုပ်ခံခဲ့ရတယ် ဂွန်ဂျူးရဲ့အာဂသတ္တိကို\nလေးစားဖွယ်တင်ဆက်ပြသထားတဲ့\nအန္ဒိယဇာတ်ကားလေးမို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့\nညွှန်းလိုက်ပါရစေဗျာ.\n \nFile Size - 1.2 gb\nQuality - web-dl 1080p\nSubtitle - burmese\nTranslator - YK\nEncoder - Thit San Khant",
        "rating": "6.2",
        "url": "https://megaup.net/2emH4/Gunjan_Saxena_-_The_Kargil_Girl_1080P_%7BCM%7D.mp4",
        "category": "Adventure, Asian, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/KB-133x200.jpg",
        "title": "Killer Bee Invasion (2020)",
        "description": "ဝူဟန်က မမြင်ရတဲ့ ကပ်ရောဂါ ဒါကမြင်ရတဲ့ကပ်ဘေးအကြောင်းရိုက်ထားတဲ့ဇာတ်ကားကောင်းလေးပါ...ဒီကားလေးက အဆိပ်ပျားခေါ် ပျားဘီလူးတွေကိုသုသေသနလုပ်နေတဲ့ အဖွဲ့ဟာကျွန်းတစ်ကျွန်းပေါ်မှ အသက်ဘေးကြုံရပြီး ကယ်ဆယ်ရေးအဖွဲ့က သွားကယ်ခဲ့တဲ့အကြောင်းကို နောက်ခံထား ရိုက်ကူးခဲ့တာပါ။ ကယ်ဆယ်ရေးအဖွဲ့လာကယ်တယ်ဆိုပေမယ့်တစ်ဖက် မှာ ရင်ဆိုင်ရတဲ့ အဆိပ်ပျားတွေ တောလိုက်ခွေး( အမဲလိုက်ခွေး) တွေနဲ့ မလွယ်ကူခဲ့ပါဘူး။ဘယ်လို အခက်ခဲတွေ ဘယ်လို အန္တရာယ်တွေကိုရင်ဆိုင်ကျော်လွှားရတယ်ဆိုတာတော့ ရင်တထိတ်ထိတ်နဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး Translated & Review By Chu ChuEncoded By LK",
        "rating": "8.3",
        "url": "https://megaup.net/2enbD/(CM)Killer.Bee.Invasion.2020.WEBRip.720p.mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0GgcSZLzw0f1QvSV4XprZwJXWE.jpg",
        "title": "Monster Hunters ( 2020 )",
        "description": "7 လပိုင်းကမှ ထွက်ထားတဲ့ သိုင်းဇာတ်ကားအသစ်လေးပါပဲပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းတဲ့ဇာတ်လမ်းအမျိုးအစားပါအညွန်းလေးကတော့လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက လောကမှာလူ့လောကမှာသောင်းကျန်းနေတဲ့ နတ်ဆိုးဘုရင်ကိုနတ်ဆရာထျန်းရွှမ်က သူ့တန်ခိုးစွမ်းအားနဲ့ ထိန်းချုပ်ပိတ်လှောင်နိုင်ခဲ့ပါတယ်..ဒီလိုနဲ့နှစ်ပေါင်းများစွာကြာချိန်မှာ လူ့လောကမှာအသတ်ခံရမှုတွေဆက်တိုက်ပြန်ဖြစ်လာပြီး နတ်ဆိုးဝိဉာဉ်ရောက်ရှိလာချိန်မှာတော့...ဘယ်လိုတွေရင်ဆိုင်ကြုံတွေ့လာရမှာလဲ........နတ်ဆိုးဘုရင်အစစ်ကဘယ်သူလဲ....နတ်ဆိုးဘုရင်ကိုနှိမ်နင်းနိုင်ပါ့မလား.ဆိုတာကိုတော့ဆက်လက်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ် Quality : WEB-DLSubtitle : Myanmar Subtitles ( Hardsub )Translated By Phyo ZawEncoded By LK",
        "rating": "3.6",
        "url": "https://megaup.net/Sq7n/(CM)Monster.Hunters.2020.WEB-DL.720p.mp4",
        "category": "Adventure, Fancy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/MV5BMTcwNzQyMTE0Ml5BMl5BanBnXkFtZTgwMzcwMjAwNTE@._V1_-150x200.jpg",
        "title": "The New Shaolin Boxers (1976)",
        "description": "ကဲကဲ လာပါပြီ မိတ်ကပ်တွေလိမ်းပြီးလေပေါ်ပျံပြနေတဲ့\nခုခေတ်ရှောင်ကောကောတွေကိုငြီးငွေ့နေသူများအတွက်\n1976တုန်းကရှောင်လင်သိုင်းကားတကားတင်ဆက်ပေးလိုက်ပါတယ်\n(တကယ်လိုက်ကျင့်လို့ရတယ်နော် လေပေါ်လုံးဝမပျံပြထားဘူး)\nဇာတ်လမ်းအကျဥ်း - ကျုံးကျန်းဟာ မဟုတ်မခံအမှန်တရားကိုမြတ်နိုးပြီး\nသူ့ရှေ့မှာမတရားမှုတွေ့လာတိုင်းဆိုင်ဆိုင်မဆိုင်ဆိုင်\nကိုယ့်ထမင်းကိုယ်စားပြီး ဝင်ရောက်ကူညီတတ်တဲ့သူငယ်ပါ။\nဒါပေမယ့် ခေတ်ရေစီးကြောင်းအရအဲ့ခေတ်ကလူတွေဟာ\nအေးအေးဆေးဆေးနားအေးပါးအေးနေရတာကို\nအတော်သဘောကျသူများဖြစ်ပါတယ်။\nဒါနဲ့ပဲသူနေထိုင်ရာနယ်မြို့လေးကလူတွေအကုန်လုံးက\nသူ့ကိုမုန်းတီးရွံရှာနေခဲ့ပါတယ် ။\nအကြောင်းကတော့ သူကငြိမ်ငြိမ်မနေပဲ မတရားတာမြင်တိုင်းဝင်ပါနေလို့ပါတဲ့ ။\nဒီလိုနဲ့ မြို့ခံစီးပွားရေးသမားတွေကလည်းမုန်း\nလူမိုက်ဂိုဏ်းကလည်းမျက်စိစပါးမွှေးစူးလာတဲ့အတွက်\nသူသင်နေတဲ့သိုင်းသင်တန်းကျောင်းကပါ\nအထုတ်ခံခဲ့ရပါတယ်။\nဒါပေမယ့်သနားဂရုဏာ​သက်မိတဲ့ဆရာက\nတောတွင်းကိုသွားရောက်တိမ်းရှောင်နေပြီးအဲ့တော့ထဲမှ\nာသီတင်းသုံးနေတဲ့ဆရာတော်ကြီးဆီကရှောင်လင်သိုင်းရဲ့\nအနှစ်ချုပ်ဖြစ်တဲ့ ချိုက်လိဖော်သိုင်းကိုသင်ယူဖို့လမ်းညွှန်ပြပေးခဲ့ပါတယ်။\nတောထဲမှာ နေနေရင်းက အိမ်ပြန်လာတဲ့အခါ\nသူ့ဆရာကိုသတ်သွားတဲ့သတင်းကြားလိုက်ရတဲ့အတွက်\nလက်စားချေဖို့သူဆုံးဖြတ်ခဲ့ပါတယ်။\nအဲ့အချိန်မှာပဲ သူညီမလေးလိုချစ်ရတဲ့ ကောင်မလေးကိုသူ့ရည်းစားကလူမိုက်တွေနဲ့ပေါင်းပြီး\nဘဝကိုဖျက်ဆီးဖို့ကြံလာတဲ့အခါ ကျုံးကျန်းဟာ\nသူ့ရဲ့ဗီဇအတိုင်းဘယ်လိုတွေဝင်ရောက်လှုပ်ရှားမယ်ဆိုတာ\nကြည့်လို့ကောင်းကောင်းနဲ့ကြည့်ရမှာဖြစ်ပါတယ်။\nFile Size -  1 gb\nQuality - bluray 1080p\nSubtitle -  burmese\nTranslator - Nay Chii\nEncoder - Thit San Khant",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-new-shaolin-boxers-1976/",
        "category": "Action, Adventure, Asian"
    }
]