[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/MV5BYzE5MjY1ZDgtMTkyNC00MTMyLThhMjAtZGI5OTE1NzFlZGJjXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Deadpool (2016)",
        "description": "ကဲ . . . cmပရိတ်သက်တို့တွေမျှော်လင့်နေတဲ့ နွေရာသီရဲ့နေ့လေးတစ်နေ့ရောက်လာပါပြီ။ အခုတင်ပေးမယ့်ကားလေးကို ပရိတ်သတ်များအချိန်တော်တော်ကြာအောင်မျှော်လင့်တောင်းဆိုစောင့်စားခဲ့ကြသလို\nကျွန်တော်တို့ CM Team တစ်ခုလုံးလည်းမျှော်လင့်စောင့်စားနေခဲ့ကြတာပါပဲ။ ဒီနေ့ကတော့ Deadpool Day of Channel Myanmar လို့ပဲ ပရိတ်သက်ကြီးသိထားပေးပါ။ Marvel ကားတွေထဲမှာမှ IMDb rating 8.0/10 ထိတောင်ရယူနိုင်ခဲ့ပါတယ်။(မြန်မာနိုင်ငံရဲ့ရုံတွေမှာတင်ပြသွားတုန်းလို ဆင်ဆာလုံးဝမဖြတ်ထားပါဘူး။)Deadpool Review\n**************\nမျက်နှာပြောင်လှတဲ့ Deadpool ရုပ်ရှင်က ဇာတ်လမ်းစ စာတန်းထိုးကတည်းကကို ပြောင်ပါတယ်။ ဇာတ်လမ်းပြီး စာတန်းထိုးပြီးတဲ့ထိပါပဲ။ ညစ်တီးညစ်ပတ် ဟာသတွေ၊ မျက်နှာပြောင်နေတာတွေက ကြည့်တဲ့လူကို ရုပ်ရှင်တစ်ကားလုံး မပျင်းရအောင် လုပ်ထားနိုင်တယ်။ ညစ်တီးညစ်ပတ်ဟာသ ဆိုတာ အပြောသာဆိုးတာ တကယ်ဆိုမြန်မာကားတွေထဲမှာ ဒီလိုဟာတွေက ကလေးတောင်သိတဲ့ ဟာသတွေပါ။ ဒါပေမဲ့ Deadpool ထဲက joke တွေတော်တော်များများက ကျွန်တော်တို့ နားမလည်ပါဘူး။ သူတို့ပြောတာနားမလည်တာရယ် တချို့ဟာတွေက သူတို့ နိုင်ငံမှာပဲ ရှိလောက်မဲ့အကြောင်းတွေဖြစ်နေလို့ပါ။မင်းသား ...",
        "rating": "8.0",
        "url": "https://megaup.net/1JAig/(CM)_Deadpool_(2016)_2160p_[4K]_BluRay_SDR_[ENG-5.1]_10bit_HEVC_-_Nyein.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/MV5BN2NmM2QxYzMtOWJjNi00ZjUxLWIzMGMtOWNiMGU1YzVlYjdkXkEyXkFqcGdeQXVyODIyMjMwMw@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Captain Nova (2021)",
        "description": "Captain Nova 2021\nIMDb 7.1Netflix မှာ အသစ်ထွက်ရှိလာတဲ့ နယ်သာလန်နိုင်ငံက ဒက်ခ်ျစကားပြော Adventure,Sci-Fi အမျိုးအစား ဒီဇာတ်ကားဟာ ထင်မထားရလောက်အောင်ကို ကောင်းတဲ့ဇာတ်ကားလေးပါ။Finch တို့ဘာတို့လို ဇာတ်လမ်းအေးအေးနဲ့ ဇိမ်ခံပြီးကြည့်ရမယ် ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး ဇာတ်လမ်းဇာတ်ကွက်က ငြိမ့်ညောင်းညက်ညောပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကို ပြောရမယ်ဆိုရင်ကမ္ဘာကြီးဟာ လူသားတွေရဲ့ လောဘကြောင့် ပူနွေး‌စုတ်ပြတ်ကပ်စိုက်နေတဲ့ ခေတ်ကာလတစ်ခုကနေ စပါတယ်။ ဒီလိုဖြစ်သွားစေရတဲ့အကြောင်းအရင်းကလည်း ကိုယ်နေတဲ့ကမ္ဘာကို ကိုယ်ပြန်ဖျက်‌စီးနေတဲ့ လူသားတွေကြောင့်ပဲဆိုပါတော့။ဒီတော့ ဒီလိုဖြစ်သွားတဲ့ကပ်ဆိုးကြီးကို ပြန်လည်ကယ်တင်ဖို့ နိုဗာဆိုတဲ့ အမျိုးသမီးလေးကို ဒီလိုကပ်ဆိုးကြီးစတင်ခဲ့ရာ အတိတ်တစ်ချိန်စီပြန်ပို့ရင်း၊ ပို့ရမယ့်နေရာနဲ့အချိန် သေးသေး‌လေး လွဲမှားကျရောက်သွားတဲ့အခါ ကမ္ဘာမြေပေါ်မှာ ဘယ်လိုအခက်အခဲတွေ ကြုံရမယ်၊ သူ့ကိုစေခိုင်းလိုက်တဲ့ မစ်ရှင်ကိုရော အောင်မြင်နိုင်ပါ့မလား၊ ဘယ်လိုမျိုး အလှည့်အပြောင်းတွေနဲ့ဆိုတာ......။\nFile size…(1.3 GB)/(550 MB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….01:25:o6\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by San Thu Aung",
        "rating": "7.1",
        "url": "https://megaup.net/1Jy8a/(CM)_Captain.Nova.2021.1080p.WEB.h264-Naung.mp4",
        "category": "Adventure, Family, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/04/the-mexican-swiss-movie-cover-141x200.jpg",
        "title": "The Mexican (2001)",
        "description": "ဘရတ်ပစ်နဲ့ ဂျူလီယာရောဘတ်ကို ဒီလိုဇာတ်လမ်းမှာ တွဲပြထားတာ ထိပ်တန်းစိတ်ကူးပါပဲ...နှစ်ယောက်လုံးရဲ့သရုပ်ဆောင်မှုတွေ အသက်ဝင်ချက်တွေဆိုတာလေ ကိုယ်တိုင်နှစ်မြောသွားပြီး ပြုံးစိစိကိုဖြစ်နေတာပဲ။ခင်ဗျားအချစ်ဇာတ်လမ်းတစ်ခုရိုက်မယ်ဆိုရင် Mexico လို ဒုစရိုက်တွေပြုံနေတဲ့နေရာမှာ Romance ဆန်ဆန်ရိုက်မယ်လို့ စိတ်ကူးမလား...ပြီးရင် တကယ့်ကြေးစားနာမည်ကြီးလူသတ်သမားတွေက ဘယ်လိုနူးညံ့တယ်ဆိုတာမျိုးရော ထည့်ရိုက်မလား...ပြီးရင် ဇာတ်လမ်းနဲ့ပက်သက်ပြီး မိတ်ဆက်ရာမှာ တကယ်အပြင်မှာဖြစ်နေသလိုမျိုး ကမူးရှူးသောနဲ့ အစီအစဉ်မကျဘဲ ရိုက်မယ်ရော စိတ်ကူးဖူးလား...ဇာတ်လမ်းအမျိုးအစားက အလွဲခန်းတွေကိုထိုင်ရယ်ရမှာလို အချစ်တွေနဲ့ရင်ခုန်ရမှာလို သေနတ်ပစ်ခန်းတွေပဲရင်တုန်ရမှာလို စွန့်စားခန်းတွေကြားထဲပျော်ရွှင်ရမှာလို ရှေးခေတ်ပုံပြင်ထဲမှာပဲ မိန်းမောရမှာလိုနဲ့ တကယ့်ကမောက်ကမ ဘဝင်ကျစေမှာမျိုးကို ရိုက်မလား..ရိုက်တဲ့လူတော့ရှိပါတယ်...ခုဇာတ်ကားကိုရိုက်ထားတဲ့ ဒါရိုက်တာ Gore Verbinski ဖြစ်ပြီး သူ့ကိုတော့ Pirates of the Caribbean (1-3) ရိုက်ကူးတဲ့ဒါရိုက်တာအဖြစ် နာမည်ကျော်ကြားလူသိများပါတယ်။ဇာတ်လမ်းကတော့...ဂျယ်ရီ က ဘာမဆို နမော်နမဲ့လုပ်တတ်တဲ့လူငယ်တစ်ယောက်ပါ။ နမော်နမဲ့လုပ်တတ်လွန်းလို့လည်း မီးနီကိုမမြင်ဘဲ ဖြတ်မောင်းလိုက်တာ လူဆိုးဂိုဏ်းခေါင်းဆောင်ကြီးတစ်ယောက်ရဲ့ကားကို ဝင်ကျုံးမိပါလေရော။ ရဲတွေရောက်လာတော့ လူဆိုးဂိုဏ်းချုပ်ကြီးရဲ့ကားနောက်ဖုံးထဲမှာ လူတစ်ယောက်ကို ကြိုးနဲ့တုပ်ဖမ်းလာတာ တွေ့သွားကြတယ်။ အဲဒါနဲ့ပဲ ဂိုဏ်းချုပ်ကြီးခမျာ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Ju8h/(CM)_The.Mexican.2001.proper.1080p.bluray.x264-Nyein.mp4",
        "category": "Adventure, Comedy, Crime, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dzN5xbp73TI7pjEqZ66ECNxdWJl.jpg",
        "title": "Checkered Ninja (2018)",
        "description": "Rating 7.6 အထိရရှိထားတဲ့ Animation ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်...အဲလစ်စ်ဆိုတဲ့ကောင်လေးဟာ သူ့မွေးနေ့မှာမတွေ့တာကြာနေပြီဖြစ်တဲ့ဦးလေးစတီးဝါ့ဒ်ဆီကနေ နင်ဂျာရုပ်လေးတစ်ရုပ်လက်ဆောင်ရခဲ့ပါတယ်...နင်ဂျာရုပ်လေးဟာ တကယ့်အပြင်ကပုံမှန်နင်ဂျာသမားတွေလိုအနက်ရောင်အင်္ကျီနဲ့ဖြစ်မနေဘဲ အင်္ကျီအကွက်လေးနဲ့ဖြစ်နေပါတယ်...ဒါ့အပြင်ပိုထူးဆန်းတာက နင်ဂျာလေးဟာ အသက်ရှိနေတာပဲဖြစ်ပါတယ်...အမြဲတမ်းမဝံ့မရဲနဲ့ဖြစ်နေတတ်တဲ့အဲလစ်စ်ဟာနင်ဂျာရုပ်လေးရဲ့ကျေးဇူးနဲ့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ...သူတဖက်သတ် ကြိတ်ပြီးချစ်နေရတဲ့ကောင်မလေးကရောသူ့လိုငကြောက်လေးကိုပြန်ချစ်လာနိုင်ပါ့မလား...နင်ဂျာရုပ်လေးကသူ့ကိုကူညီသလိုသူကလဲနင်ဂျာရုပ်လေးကိုဘယ်လိုပြန်ကူညီရမှာလဲ...နင်ဂျာရုပ်လေးကရောဘာ့ကြောင့် အင်္ကျီအကွက်လေးနဲ့ဖြစ်နေပြီးတော့ အသက်ဝင်နေရသလဲ...ဇာတ်လမ်းလေးကိုကြည့်ရင်းအဖြေရှာကြည့်လိုက်ပါ File Size : (742 MB) & ( 249 MB)Quality : BluRay 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by Pone ThoneEncoded by Moe Myint Lwin",
        "rating": "7.6",
        "url": "https://megaup.net/3tDud/(CM)_Checkered_Ninja_2019_BluRay_720p.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wD68dEtcKuboxd8bhbqiTTxn6cX.jpg",
        "title": "Cheaper by the Dozen 2 (2005)",
        "description": "Cheaper By the Dozen 2 (2005) ======================2003 ခုနှစ်မှာထွက်ခဲ့တဲ့ Cheaper By the Dozen ရဲ့အဆက်ကားဖြစ်ပါတယ်\nဒီကားမှာလည်း ပထမကားလို လူ ၅ သောင်းကျော်ပေးတဲ့ Rating မှာ ၅.၅ ဆက်လက်ရရှိထားပြီး\nဇာတ်လမ်းပေါ့သွားတာမျိုးမရှိဘဲ လူကြိုက်များဆဲကားလေးဖြစ်ပါတယ်။\nပထမကားကို ကြည့်ထားရင်တောာ့ ဒီကားကိုပါ ဆက်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။\nဇာတ်လမ်းအရ ဘိတ်ကာ မိသားစုဝင် သမီးကြီးဖြစ်တဲ့ နိုရာဟာလည်း အိမ်ထောင်ကျကိုယ်ဝန်ရပြီး\nဟူစတင်ကိုပြောင်းရွှေ့တော့မှာဖြစ်ပါတယ်\nလော်ရိန်းကလည်း နယူးရောက်ကိုပြောင်းရွှေ့ကာ တစ်ခြားမိသားစုဝင်ကလေး ၁၀ ယောက်ကလည်း\nကျောင်းကိုယ်စီတက်နေကြပါပြီ သားသမီးတွေ ကြီးပြင်းလာပြီး\nကိုယ့်လမ်းကိုယ်လျှောက်ကြတော့မှာကို လက်မလွှတ်နိုင်ဖြစ်နေတဲ့ ဖခင်ကြီး တွန်ဘိတ်ကာဟာ\nနောက်ဆုံးတစ်ကြိမ်အဖြစ် အားလုံးကိုစုရုံးကာ သူတို့အရင်ကပျော်ပွဲစားထွက်ခဲ့ဖူးတဲ့ ဝန်နက်ကာရေကန်ကြီးကို\nအလုပ်သမားနေ့ပိတ်ရက်မှာ အပန်းဖြေခရီးထွက်ဖို့ စီစဉ်လိုက်ပါတယ်...\nဖြစ်ချင်တော့ အဲ့ဒီရေကန်အနီးတစ်ဝိုက်မှာ\nတွန်ရဲ့လူငယ်ဘဝက ပြိုင်ဘက်ဟောင်းကြီး ဂျင်မီမားတော့နဲ့ အတူ မိသားစုဝင် ၈ ယောက်နေထိုင်ကြတာဖြစ်ပါတယ်....\nဒီလိုနဲ့ ဘိတ်ကာနဲ့ မားတော့ မိသားစုကြီး ၂ ခုရဲ့ အားပြိုင်ကြပုံကို\nရယ်ရယ်မောမော ဟာသများစွာနဲ့ အလွဲအလွဲအချော်ချော်ဖြစ်ပုံကို\nမိသားစုနဲ့ကြည့်ရှုလို့ရမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။( ...",
        "rating": "",
        "url": "https://megaup.net/1Jrb3/Cheaper.by.the.Dozen.2.2005.1080p.CM.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNRsouZh5zmhaE3n4QpLDXzy1gQ.jpg",
        "title": "Cheaper by the Dozen (2022)",
        "description": "Cheaper by the Dozen (2022)Walt Disney Pictures ကနေထုတ်လုပ်တဲ့ မိသားစုဟာသ ကားသစ်လေးထွက်လာပါပြီ\nနာမည်ကြီး မင်းသားမင်းသမီးကြီးတွေ casts ပေါင်းများစွာသုံးပြီး\nရိုက်ကူးထားတဲ့ ဒါရိုက်တာဇာတ်ညွှန်းရေးဆရာမ Gail Lerner ရဲ့ ကားသစ်လေး~\n\"Cheaper by the Dozen\"...\nကလေးရောလူကြီးရော ကြည့်နိုင်တဲ့ ကားကောင်းလေးဖြစ်တဲ့အပြင်\nဒီကားသစ်လေးကို အရင် ၁၉၅၀ နဲ့ ၂၀၀၃ ကထွက်ခဲ့တဲ့\nနာမည်တူ ကားဟောင်းကြီးတွေကို ပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတာဖြစ်ပါတယ်\nအရင်ကားတွေနဲ့မတူဘဲ ခေတ်အလိုက်ပြောင်းလဲသွားတဲ့သဘာဝတွေကိုမြင်တွေ့ရမှာဖြစ်ပြီး\nတကယ့်လူနေမှုဘဝကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်\nလူတိုင်းမှာ အိပ်မက်ကိုယ်စီရှိကြပါတယ်\nလူတိုင်းနီးပါး ကိုယ့်အိပ်မက်ကို တစ်နေ့မှာ ဖြစ်လာအောင် အကောင်အထည်ဖော်ချင်ကြမှာပါပဲ\nဒီကားလေးမှာလည်း မိသားစုဝင်တွေအကုန် ကိုယ်စီအိပ်မက်ရှိကြပြီး\nကိုယ့်အိပ်မက်အတွက် ရေကုန်ရေခမ်းကြိုးစားကြတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်\nဒါပေမဲ့ တစ်ခါတလေမှာတော့ ကိုယ်တွေးထားတဲ့ အိပ်မက်က\nကိုယ်တွေနဲ့ မကိုက်တဲ့ အရာတစ်ခု/ ဖြစ်လာတာတောင် မပျော်ရွှင်ရတဲ့ အရာတစ်ခုဖြစ်လာတတ်ပါတယ်\nဒီလိုအချိန်မျိုးမှာ ကိုယ်ချစ်တဲ့သူတွေ မိသားစုတွေနဲ့ တိုင်ပင်ပြီး စည်းလုံးမှုကိုပြထားတဲ့ ကားလေးဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့Paul Baker (Zach Braff) နဲ့ Kate ...",
        "rating": "4.1",
        "url": "https://megaup.net/1Jrc4/cheaper.by.the.dozen.2022.1080p.CM.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e494USnDTBxvo13rtf818eZguRe.jpg",
        "title": "Robinson Crusoe (1997)",
        "description": "Robinson Crusoe (1997) ဝတ္ထုတစ်ပုဒ်က စာဖတ်သူတွေ နှစ်ထောင်းအားရ ကြိုက်နှစ်သက်ကြလို့ နာမည်ကျော်လာတာမဟုတ်ဘဲ ဝေဖန်ရေးဆရာတွေ ပျစ်ပျစ်နှစ်နှစ်ဝေဖန်ခံရပြီး လူသိများလာတာမျိုး၊ အချိန်ကာလကို ကြံ့ကြံ့ခံလို့ ကြာရှည်ထင်ပေါ်နေတာမျိုး လူတို့လောကမှာ ကြုံရဆုံရ ခဏခဏပေါ့ဗျာ။ စိုင်ကော်လို့ ခြုံပေါ်ရောက်ပေမဲ့ ဆူးခြုံဖြစ်နေတာမျိုး၊ အကျနာတာမျိုးဆိုတော့လည်း စပ်ဖျင်းဖျင်းတော့ နိုင်သပေါ့လေ။ဒယ်နီယယ် ဒီဖိုး ရဲ့ လူသိများလှတဲ့စာအုပ်၊ ရော်ဘင်ဆင် ကရူးဆိုး ရယ်လို့ လူတကာနီးပါးသိတဲ့ ဇာတ်ကောင်၊ ကိုသောကြာခေါ် ဖရိုက်ဒေး ဆိုတဲ့ အရိုင်းအစိုင်း လူမည်းအမျိုးသား၊ ဒါတွေကို လူကြီးမင်းတို့လည်း ဘဝတကွေ့မှာ ဖျတ်ခနဲ ကြုံရင် ကြုံဖူးမှာပေါ့။ ဝေဖန်ရေးဆရာတွေက ဇာတ်ကွက်မပြည့်စုံမှု၊ စိတ်ကူးယဉ်ဆန်မှု၊ အပျော်သဘော စားပွဲပေါ်က စိတ်ကူးမိသမျှ စာရွက်ပေါ်ချရေးထားပါတယ်လို့ အပစ်ရဆုံးတိုင် အကဲဖြတ်ခံရချိန်မှာ တဖက်မှာလည်း ကြိုက်နှစ်သက်လို့ ကာကွယ်ပြောဆိုကြရင်း တစ်ခေတ်မှာ တစ်ပွဲတော့ ပွဲကောင်းကြုံခဲ့ရတာပဲ။ဒီကြားထဲ ဒီဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြန်အသက်သွင်းတဲ့အခါမှာ မျိုးစုံ ...",
        "rating": "6",
        "url": "https://megaup.net/13twf/Robinson_Crusoe_(1997)_1080p.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/ZjDQj_4c-142x200.jpg",
        "title": "Mao Shan (2021)",
        "description": "ယင်ရှောင်ရီဟာ အမေဖြစ်သူဖွင့်ထားတဲ့ စားသောက်ဆိုင်လေးမှာ ဝိုင်းလုပ်ဝိုင်းကူပေးရတဲ့ လူငယ်လေးတစ်ယောက်ပေါ့၊\nခမျာမှာ စားသောက်ဆိုင်အလုပ် လုပ်ရတယ်ဆိုပေမယ့် သူ့စိတ်ထဲမှာတော့ အင်မတန်ကြီးကျယ်တဲ့ ဆန္ဒတစ်ခုတော့ ရှိနေသဗျ၊\nအဲဒါကတော့\nမောရှန်းကျောင်းတော်လို့ခေါ်တဲ့ အဆင့်အတန်းမြင့်တဲ့ သိုင်းပညာသင်တန်းကျောင်းမှာ ပညာသင်ပြီး နဂါးကိုးကောင် သခင်ဆိုတဲ့ ကျောင်းရဲ့အမြင့်ဆုံးဂုဏ်ပုဒ်ကြီးနဲ့ ဝင့်ကြွားချင်သူပေါ့၊ဖြစ်ချင်တော့ မောရှန်းရဲ့ ကျောင်းတော်က ရန်စလို့ ပြောရမယ့် ရန်သူတော်ကြီးတစ်ယောက်ဟာ အောက်လမ်း မှော်အစွမ်းတွေနဲ့ တိုက်ခိုက်လာမယ့်ဘေးနဲ့ ကြုံတွေ့လာရတဲ့အခါ\nကျောင်းတော်ကြီးအနေနဲ့ နဂါးကိုးကောင်သခင်ဘွဲ့ကို လက်ဆင့်ကမ်းရယူမယ့် သိုင်း ပညာရှင်အကျော်အမော်ကို ရှာခဲ့ပါတယ်၊ကံစီမံရာပဲ ဆိုရမလား၊ ကံကောင်းချင်တယ်ပဲ ပြောရမလား...ယင်ရှောင်ရီတစ်ယောက် မရွယ်ဘဲစော်ကဲမင်းဖြစ်ဆိုသလို သိုင်းပညာနဲ့ပတ်သတ်ရင် ဗလာနတ္ထိ ဘာမှမသိရာမှ ထိုဂုဏ်ပုဒ်ကိုရသွားတဲ့အခါ...ကွန်ဖူးအကြောင်းတစ်လုံးနကန်းမသိတဲ့ ရှောင်ရီအနေနဲ့ သူ့အပေါ်အမြင်မကြည်တဲ့ သိုင်းဆရာနဲ့ သိုင်းညီအစ်ကိုတွေကြား ဘယ်လိုကြိုးစားပြရင်း နဂါးကိုးကောင်သခင်ဘွဲ့နဲ့ သူထိုက်တန်ကြောင်း ပြမလဲ၊\nမောရှန်းကျောင်းရဲ့ ရန်သူတော်ကြီးကို ဘယ်လိုချေမှုန်းမလဲ ဆိုတာကို ပေါ့ပေါ့ပါးပါးကြည့်ရှူရမှာပါ၊\nငယ်ငယ်က သိပ်ကိုကြိုက်ခဲ့ရတဲ့ Animationကားတစ်ကားကိုပါ မြင်ယောင်စေမိမှာပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ ...",
        "rating": "5.6",
        "url": "https://megaup.net/35jiB/Mao_Shan_(2021)_1080p.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mrCY4OJUQWKaPAD32NAjFGD9hoU.jpg",
        "title": "Moonfall (2022)",
        "description": "Moonfall (2022) ကမ္ဘာကြီးကို ဟစ်တလာက တစ်ခါပဲ ဖျက်ဆီးခဲ့ပေမဲ့ ဟစ်တလာထက်ဆိုးပြီး ကမ္ဘာကို ခဏခဏဖျက်နေတဲ့ ဂျာမန်သားတစ်ယောက်ရှိပါတယ်။ သူကတော့ Roland Emmerich ပါ။ အမ်းမရစ်ဟာ Independence Day၊ The Day After Tomorrow နဲ့ 2012 တို့လို ကမ္ဘာပျက်ကားတွေချည်း အဓိကရိုက်ခဲ့တဲ့ ‌ဒါရိုက်တာလို့ ဆိုရပါမယ်။ အခုလည်း လက ကမ္ဘာကို ၀င်တိုက်ပြီး ကမ္ဘာပျက်တဲ့ကားပါပဲ။လနဲ့ပတ်သက်တဲ့ သီအိုရီငစားတွေ အများကြီးကြားဖူးမှာပေါ့။ ဒီရုပ်ရှင်ကတော့ ကြားဖူးသူရှားလောက်မယ့် သီအိုရီတစ်ခု သုံးထားပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ လဟာ လူကဖန်တီးထားတဲ့ မဟာယန္တရားကြီးပါပဲ။ ဇာတ်လမ်းက ဒီသီအိုရီကို ယုံကြည်တဲ့ ကောင်လေးတစ်ယောက်က လကြီးပတ်လမ်းချော်နေတာကို သတိထားမိရာက စပါတယ်။ သူဘာလို့ယုံတာလဲဆိုတော့ အပိုလို၁၁ကနေ လောင်စာကန်အလွတ်ကို လကြမ်းပေါ်ပစ်ချလိုက်တော့ တစ်နာရီလောက် ခေါင်းလောင်းလို မြည်နေခဲ့တာမို့ လက အထဲမှာ ‌ဗလာသက်သက်ကြီးလို့ ဆိုပါတယ်။ ...",
        "rating": "5.3",
        "url": "https://megaup.net/13pjh/(CM)_Moonfall.2022.1080p.WEB-DL.DDP5.1-Naung.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BYzgxYWM3MjEtZjhmYi00YWRlLWE4YjItYmI3NTVmOTljNzUyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "The Good, the Bad, the Weird (2008)",
        "description": "IMDb Rating (7.2) / Rotten Tomatoes (82%)ကိုရီးယားရဲ့ ဒိတ်ဒိတ်ကြဲမင်းသားတွေဖြစ်ကြတဲ့ လီဗျောင်ဟွန်း , Jung Woo-sung , Song Kang-Ho တို့ ပါဝင်ထားပြီးနာမည်ကျော်ဂန္တဝင်ရုပ်ရှင်ကားကြီး The Good,The Bad and The Ugly (1966) ကို အခြေခံရိုက်ကူးထားတာပါ။ထူးခြားတာကတော့ သာမန်ကောင်းဘွိုင်ကားတွေလိုမဟုတ်ဘဲ ခွီနေရမယ့် Comedy အမျိုးအစားလဲ ဖြစ်ပါတယ်။ရှုခင်းကောင်းကောင်းတွေမှာ အက်ရှင်စွန့်စားခန်းတွေနဲ့ ခွီနေရမယ့် အနောက်တိုင်းစတိုင်ကောင်းဘွိုင်အမျိုးအစား ကိုရီးယားရုပ်ရှင်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ နာမည်နဲ့လိုက်အောင် စရိုက်စုံတဲ့ လူရှုပ် ၃ ယောက် ဂျပန်စစ်တပ် တရုတ်ဓားပြတွေကြားထဲက ရတနာမြေပုံကို လုကြမှာပါ။2008 ခုနှစ်ရဲ့ ဆုပေးပွဲတွေမှာလဲ အောင်ပွဲခံခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီး Rating တွေလဲ ကောင်းသလို သရုပ်ဆောင်တွေလဲ အလန်းတွေမို့BluRay 1080p Quality နဲ့ ပြန်လည်ခံစားဖို့ တင်ဆက်လိုက်ပါတယ်။\nFile size…(3.8 GB)/(1.5 GB)\nQuality….BluRay ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Jlh2/(CM)_The.Good.the.Bad.the.Weird.2008.Korean.Cut.1080p.BluRay.REMUX.AVC.AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ecsPVK2y8c6jNVOzRwKgrHeospy.jpg",
        "title": "Running Man (2013)",
        "description": "Running Man (2013) အညွှန်းထွက်ပြေးနေရသူတစ်ဦး... ကိုယ်မကျူးလွန်ခဲ့တဲ့ပြစ်မှုတစ်ခုအတွက် ထွက်ပြေးနေရသူတစ်ဦး...နိုင်ငံရေးမြှုပ်ကွက်များကြားထဲမှာ သဲလွန်စတစ်စုံတစ်ရာမရှိဘဲ ရှောင်ပြေးနေရပုံအပေါ်မူတည်ပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ အထက်တန်းကျောင်းသားဘဝတည်းက ပြစ်မှုမှတ်တမ်းတသီတတန်းဖြစ်နေပေမဲ့ သားဖြစ်သူနဲ့အတူ အိမ်ကောင်းရာကောင်းနဲ့နေနိုင်ဖို့ ကြုံရာကျပန်းလုပ်ကာ နေ့စား အငှါးကားမောင်းတဲ့အလုပ်လုပ်ရရင်း တစ်နေ့မှာတော့ ထူးထူးခြားခြားပဲ ပိုက်ဆံပေါတဲ့ ခရီးသည်နဲ့ ကြုံခဲ့ပါတယ်။ကံဆိုးချင်တော့ လေဆိပ်ကိုပဲ အမြန်ပြေးချင်နေတဲ့ ခရီးသည်ကြီးဟာ လက်သည်မပေါ်ဘဲ အသတ်ခံရပါတယ်။ ဒီအချိန်မှာတော့ ထုံးစံအတိုင်း ကားသမားကိုပဲ အပြစ်ပုံချဖို့ အကြောင်းဖန်လာပါတယ်။ ဒီလိုနဲ့ ဝရမ်းပြေးဖြစ်နေချိန် အတောအတွင်းမှာတော့ အမှုအစအဆုံးကို ရုပ်လုံးပေါ်လာအောင်စုံစမ်းရင်း တစ်ချိန်က တေလေကြမ်းပိုးဖြစ်ခဲ့ဖူးတာကြောင့် တတ်ကျွမ်းခဲ့ဖူးတဲ့ အကွက်ပေါင်းစုံ အသုံးချကာ မိမိနောက်ကို လိုက်နေတဲ့ နိုင်ငံရေးအဖွဲ့အစည်းများ၊ လူဆိုးများ၊ ရဲများကိုပါ နှစ်ပေါက်တစ်ပေါက် ရိုက်ခဲ့ပါတယ်။အမှုမှာ ပါဝင်ပတ်သက်သူ တစ်ယောက်ပြီးတစ်ယောက် အသတ်ခံရပြီးနောက် အမှုကို ဆက်စပ်မိခါနီးမှာ သားဖြစ်သူကပါ တရားခံကို ကူဖမ်းပေးဖို့ဖြစ်လာပါတော့တယ်။ နိုင်ငံရေးလုံခြုံမှု ပေါက်ပြားစေမှုရဲ့ တရားခံအစစ်အမှန်က ဘယ်သူဖြစ်နေမလဲ? ...",
        "rating": "6.3",
        "url": "https://megaup.net/13npx/[CM]Running.Man.2013.BluRay.1080p.AC3.5.1CH.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-17-at-13.09.56-135x200.png",
        "title": "Dune (2021)",
        "description": "Dune (2021)==========IMDb Rating - 8.4/10စောင့်​မျှော်​နေသူ​ ​အ​တော်များများရှိ​နေမယ့် DUNE ရုပ်ရှင်ကားကြီးထွက်လာပြီမို့ CMပရိတ်သတ်​တွေအတွက် အမြန်ဆုံးတင်ဆက်​ပေးလိုက်ပါတယ်၊သာမန် Sci- fic​တွေထက် အပုံကြီးကျယ်ပြန့်တဲ့ Frank Herbertရဲ့ Duneစာအုပ်​တွဲ​တွေကို မှီငြမ်းရိုက်ကူးထားတဲ့ဇာတ်လမ်း၊ ​Timotheé Chalamet, Zendaya, Oscar Issac, တို့အပါအဝင် ကောင်း​ပေ့ဆိုတဲ့ Cast​တွေ၊ Legendarysoundtrack ​တွေပဲ တီးခတ်တဲ့ Hans Zimmer၊ ​ပြောင်​မြောက်လွန်းတဲ့ VFXနဲ့ CGI​တွေရဲ့ ​​ပေါင်းစပ်မှုအပြီးမှာ DUNE2021ဇာတ်ကားဟာ ပရိတ်သတ်​တွေ အ​​မျှော်လင့်ဆုံးဇာတ်ကားဆိုရင်လည်း မမှားနိုင်ပါဘူး။အနာဂတ်နှစ်​ပေါင်း၂၀၀၀၀​ကျော်မှာ အ​ခြေပြုထားတဲ့ ​ခေတ်လွန် Dune Universeထဲမှာ Known Universeကို အုပ်ချုပ်​နေတဲ့Emperorဆိုတာရှိပြီး သူတို့ရဲ့လက်​အောက်မှာ​တော့ Houses​တွေက နယ်​မြေအသီးသီးကို အုပ်ချုပ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ အဓီကအ​ကြောင်းရင်းက​တော့ House​ Harkonnen​တွေ နှစ်​ပေါင်း၈၀ကြာ​​​အောင် အုပ်ချုပ်လာတဲ့ Planet Duneတဖြစ်လဲ Planet Arrakisကို Emperorရဲ့အထက်အမိန့်အရ House ...",
        "rating": "8.4",
        "url": "https://megaup.net/1H06t/(CMorg)_Dune_(2021)_4K_.2160p_BluRay__HEVC_10bit_SDR_EAC3_5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BOTUxYWQwZTYtMGI5NS00NmNhLThmMzUtOWNkOTcxZjc5ZTUxXkEyXkFqcGdeQXVyMTMxMDkzNDI0._V1_-141x200.jpg",
        "title": "Gulliver Returns (2021)",
        "description": "ကလေးဘဝတုန်းက \"ဂါလီဗာနဲ့ လူပုလေးများ\"ဆိုတဲ့ အိပ်ရာဝင် ပုံပြင်ကို မကြားဖူးတဲ့သူမရှိပါဘူး\nလူပုလေးတွေနေတဲ့ ကျွန်းကိုရောက်ရှိသွားခဲ့တဲ့ ဂါလီဗာရဲ့အကြောင်းပေါ့\nဒီ Animationမှာတော့ ဂါလီဗာဟာ သူအရင်က ရောက်ရှိဖူး၊ အကူအညီပေးဖူးတဲ့နိုင်ငံတစ်ခုကို ပြန်လည်ရောက်ရှိသွားတဲ့အကြောင်း ရိုက်ကူးထား တာပါ။အားလုံးသိထားတဲ့အတိုင်း ဂါလီဗာဟာ လူဘီလူးကြီး ဖြစ်ရမယ်၊\nအဲဒီနိုင်ငံက တိုင်းသူပြည်သားတွေက ပိစိလေးတွေ ဖြစ်နေရမယ်၊\nဒါဟာ သမာရိုးကျပုံပြင်ပါပဲ၊\nထိုနိုင်ငံကို ဂါလီဗာ လာကူခဲ့စဉ်က သမိုင်းမှတ်တမ်းမှာလည်း ဒီအတိုင်းပါပဲ၊ဒါပေမဲ့နှစ်ပေါင်း၄၀ကြာထွက်သွားပြီးမှ ပြန်ရောက်လာတဲ့ ဂါလီဗာကြောင့် ထိုနိုင်ငံသားတွေ ဦးနှောက်ခြောက်ရပါတော့တယ်၊\nရှေးလူကြီးတွေရဲ့ ရှေ့ဖြစ်အဟောအရ နှစ်ပေါင်း ၄၀ကြာချိန်မှာ ဂါလီဗာပြန်ရောက်လာတာမှန်ပေမယ့် သူတို့မှတ်တမ်းထဲကလို ဧရာမလူဘီလူကြီးမဟုတ်ဘဲ သူတို့ရဲ့ရွယ်တူ ကောင်လေးတစ်ယောက် ဖြစ်နေလို့ပါ။ကိုယ့်နိုင်ငံဆီ ဟောကိန်းအတိုင်းပြန်ရောက်လာတဲ့သူ၊ သူ့ကိုယ်သူဂါလီဗာလို့ တွင်တွင်ပြောနေတဲ့သူက တစ်သက်လုံးထင်လာသလို\nလူဘီလူးကြီး ဟုတ်မနေတာကြောင့် အတု အယောင်ဆောင်ဆိုပြီး မယုံကြသလို ဂါလီဗာကိုယ်တိုင်လည်း ဆွမ်းခံရင်းငှက်သင့်ဆိုတဲ့အတိုင်း လူဘီလူးအယောင်ဆောင်မှုနဲ့ ကွပ်မျက်ခံရမယ့် ကိန်းကိုဆိုက်သွားပါတယ်။ဒါပေမဲ့ အကောင်းထဲကအဆိုးလို့ ပြောရမလိုပဲ ဂါလီဗာကွပ်မျက်ခံရခါနီးမှ နိုင်ငံကြီးကို စစ်အင်အားနဲ့ တိုက်ခိုက်သိမ်းပိုက်ခံရမယ့် အခြေအနေတစ်ခုပေါ်လာတဲ့အခါ\nဂါလီဗာအတုဆိုတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/13hzh/Gulliver_Returns_(2021)_1080p.mp4",
        "category": "Action, Adventure, Animation, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aiPmEv3XxITXvVtNklCf7YdtqLZ.jpg",
        "title": "The Mystery Of Lop Nur ( 2022 )",
        "description": "ဒီတစ်ခါCMကနေတင်ဆက်ပေးမှာကတော့\nChinese Fantasy ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ရတနာသိုက်တူးသမားတစ်စုက\nထူးဆန်းတဲ့မြေအောက်နန်းတော်တစ်ခုကိုဆင်းပြီး သိုက်တူးဖို့ကြိုးစားကြပါတယ်။\nထူးဆန်းတဲ့သတ္တဝါကြီးတွေတိုက်ခိုက်ခံကြရတယ်။ထူးဆန်းတာကတော့အသက်ရှင်ကျန်သူတွေက\nအဲဒီအဖြစ်အပျက်တွေကိုမေ့သွားတာပါပဲ။\nLop Nur နယ်တစ်ဝိုက်မှာထူးဆန်းတဲ့\nဖြစ်ရပ်တွေမကြာခဏဖြစ်ပွားနေပါတယ်။\nရုတ်တရက် ရွှယ်ရှောင်းဆိုတဲ့မိန်းကလေးကလဲ\nထူးဆန်းစွာပေါ်လာပါတယ်။ရှီချူချီက ထူးဆန်းဖြစ်ရပ်တွေကိုစုံစမ်းဖို့ ချီကျီအဖွဲ့ကို\nတည်ထောင်စုံစမ်းဖို့ကြိုးစားတဲ့အခါမှာ\nသဘာဝလွန်ဖြစ်ရပ်တွေကြောင့်မဟုတ်ပဲ\nဂြိုလ်သားတွေရဲ့လုပ်ရပ်ကြောင့်ဖြစ်ရတယ်ဆိုတာသိလိုက်ရပါတော့တယ်။\nLop Nur ရဲ့ထူးဆန်းဖြစ်ရပ်တွေရဲ့\nအဖြေကဘာလဲဆိုတာတော့ အဆုံးထိအောင်ကြည့်ရှုအားပေးကြပါဦး။ဒီဇာတ်ကားလေးမှာ ဂြိုလ်သားယဉ်ကျေးမှု၊\nခေတ်လွန်နည်းပညာစတဲ့ အကြောင်းအရာတွေ\nပြချင်တာတွေများတော့ စဉ်းစားစရာတွေလဲများပါတယ်။\nSci- fiတွေရဲ့ထုံးစံအတိုင်းရှင်းလင်းအောင်မဖြေရှင်းပြနိုင်တာတွေလဲရှိပါတယ်။\nအနောက်တိုင်းသိပ္ပံကားတွေကိုမယှဉ်နိုင်ပေမယ့်\nမတူတဲ့ရသတစ်ခုကိုတော့ရရှိစေမှာပါ။ \nQuality : WEB-DL  1080p , 480p\nFormat : mp4\nDuration : 1h 26 min\nGenres : Action , Sci-Fi , Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/13fnr/The.Mystery.of.Lop.Nur.2022.1080p.WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/large_black-crab-poster-135x200.jpeg",
        "title": "Black Crab (2022)",
        "description": "Black Crab (2022)=================ဒီကားလေးက 2022 ထွက်ဆွီဒင် War,Action,Drama ကားသစ်လေးဖြစ်တဲ့\nအပြင် ဆွဲဆောင်မှုရှိတဲ့ မူဗီလို့ပြောလို့ရပါတယ်၊၊ဇာတ်လမ်းအကျဥ်း\nစစ်ပွဲတစ်ခုရဲ့ အဆုံးသတ်ဟာ ဘယ်လိုနည်းနဲ့မဆိုမကောင်းတာတော့\nသေချာပါတယ်။ ပြည်တွင်းစစ်ကစတဲ့ စစ်ပွဲတစ်ခုအတွင်းမှာ သမီးဖြစ်သူကို\nဆုံးရှုံးထားတဲ့မိခင်တစ်ယောက်။ သေနတ်ပစ်လည်းကျွမ်းကျင်သလို ရေခဲပြင်\nစကိတ်စီးလည်းကျွမ်းကျင်တဲ့သူမကို လူအချို့နဲ့အတူ အစိုးရက ဆင့်ခေါ်ပြီး\nတာဝန်တစ်ခုပေးအပ်လာတဲ့အချိန်မှာတော့။ သူ့ကိုပေးအပ်တဲ့တာဝန်က\nဘာလဲ။ ခက်ခဲလှတဲ့ ဒီတာဝန်ကို သူ ထမ်းဆောင်နိုင်မှာလား ဆိုတာတော့\nဇာတ်လမ်းထဲမှာပဲ လိုက်ပါစီးမျောလိုက်ကြပါဦး။ တအားကြီးကြမ်းတဲ့\nစစ်ကားမျိုးမဟုတ်ပေမယ့် ဇာတ်လမ်းလေးမဆိုးတာကြောင့်ကြည့်ပျော်တဲ့\nရုပ်ရှင်တစ်ခုဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)File Size - (1.39 GB) / (682 MB) / (438 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 54mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Drama\nTranslator ...",
        "rating": "5.7",
        "url": "https://megaup.net/13dwb/Black.Crab.2022.1080p.NF.WEB-DL.DUAL.DDP5.1.Atmos.%7BCM%7D.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uY9k8t2FQkMj60obnAnsPKLxHCE.jpg",
        "title": "Night at the Museum (2006)",
        "description": "Night At The Museum (2006) ~ IMDb Rating - 6.4/10 ~စားပွဲထိုးလေးတွေ ဆူညံပြေးလွှားနေတဲ့ လက်ဖက်ရည်‌ဆိုင်လေးတစ်ခုမှာ လယ်ရီ ဒဲလ်လေ နဲ့ ကျွန်တော်ဆုံတယ်။ ကိုယ်စီပြောစကားတွေနဲ့ အသက်ဝင်နေတဲ့ ပတ်ဝန်းကျင်လေးမှာ နံရံကပ်တီဗွီပေါ်က သူတို့ရဲ့ အမူအယာတွေ၊ စကားသံတွေ၊ လှုပ်ရှားသက်ဝင်မှုတွေကို အရမ်းအာရုံစိုက်ပြီး ကြည့်ခဲ့ရတယ်ပေါ့ဗျာ။ ဘာသာပြန်စာတန်းကလည်း သူစိတ်ပါတဲ့နေရာမှ ထ ထ ပေါ်လာတာဆိုတော့ ဟိုတစ်စ ဒီတစ်စ ပါပဲ။IMDb 6.4 ရယ်၊ Rotten Tomato 44% ရရှိထားပါတယ်။ ဟာသမင်းသားကြီး Ben Stiller က အဓိကသရုပ်ဆောင်ထားပါတယ်။ Box Office မှာ ၅၇၄.၅ သန်းပြန်လည်ရရှိပြီး ၂၀၀၆ ခုနှစ်ရဲ့ ဝင်ငွေအကောင်းဆုံး ဇာတ်ကားဖြစ်လာခဲ့ပါတယ်။ဒီဇာတ်ကားလေးကတော့ မိသားစု အပျော်ကြည့်လေးပေါ့။ အလုပ်လက်မဲ့တစ်‌ေယာက်၊ တီထွင်သူလိုလိုနဲ့ အိမ်ထောင်ကွဲ၊ သားတစ်ယောက်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/2p54B/(CM)_Night_at_the_Museum_(2006)_Bluray_1080p.mp4",
        "category": "Adventure, Comedy, Family, Night at The museum Trilogy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNvYjzFuSSY7DCVZK7zzaZFemHt.jpg",
        "title": "Night at the Museum: Battle of the Smithsonian (2009)",
        "description": "Night At The Museum: Battle of The Smithsonian (2009) ~ IMDb Rating - 6/10 ~သဘာဝသမိုင်းပြတိုက် ညစောင့်လေး လယ်ရီဟာ သူ့ရည်မှန်းချက်အစစ်ဖြစ်တဲ့ သူတီထွင်ထားတဲ့ အိမ်သုံးပစ္စည်းလေးတွေကို ရောင်းချရင်း လူသုံးကုန်ပစ္စည်းကုမ္ပဏီတစ်ခုအဖြစ် ကြီးကျယ်အောင်မြင်သွားပါပြီ။ ပြတိုက်‌ေဟာင်းလေးကိုစွန့်ခွာလို့ CEO ကြီး လယ်ရီ ဒဲလ်လေ အဖြစ်နဲ့ပေါ့၊ လောကလမ်းပေါ်မှာ လျှောက်လှမ်းနေလေရဲ့။မိသားစုဖြစ်ခဲ့ဖူးတဲ့ အသိုက်အမြုံလေးဆီကို အလည်တစ်ခေါက် ရောက်လာချိန်မှာ သူသိခဲ့ဖူးတဲ့ ကမ္ဘာလေးကပြိုပျက်၊ အားလုံးက တကွဲစီဝေးရမယ့် အခြေအနေကို ရုတ်တရက်တွေ့လိုက်ရတဲ့ လယ်ရီလေးဟာ ရင်ကွဲပက်လက်။ လူကြိုက်မများတော့တဲ့ ပြတိုက်ထဲက ပစ္စည်းတွေကို ခေတ်မီ သုံးဖက်မြင်စက်ပစ္စည်းနဲ့ အစားထိုးမယ့် အစီအစဉ်တွေကြောင့် သမားရိုးကျအရုပ်လေးတွေက ပြည်ထောင်စုမော်ကွန်းတိုက်ရဲ့ မြေအောက်ခန်းထဲမှာ စွန့်ပစ်ခံရတော့မယ့်အချိန်ပါပဲ။ စကားနာထိုးတဲ့သူတွေရယ်၊ မျက်နှာကိုမကြည့်ချင်လို့ အကြည့်လွှဲတဲ့သူရယ်၊ သူ့ရဲ့ စွန့်ခွာထွက်ပြေးမှုကို စိတ်နာကြတဲ့ မိတ်ဆွေတွေကို လယ်ရီက ...",
        "rating": "6",
        "url": "https://megaup.net/2p53B/(CM)_Night_at_the_Museum_-_Battle_of_the_Smithsonian_(2009)_Bluray_1080p.mp4",
        "category": "Adventure, Comedy, Family, Night at The museum Trilogy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/Night-At-The-Museum-Secret-Of-The-Tomb-poster-1-135x200.jpg",
        "title": "Night at the Museum: Secret of the Tomb (2014)",
        "description": "Night at the Museum: Secret of the Tomb (2014)\nIMDb - 6.2/10_____Rotten - 47%\n  ၂၀၀၆ ကတည်းက စတင်အောင်မြင်ခဲ့တဲ့ အမေရိကန်ဟာသဇာတ်လမ်းရဲ့ တတိယမြောက် ဇာတ်လမ်းတွဲဖြစ်သလို နောက်ဆုံးဇာတ်လမ်းလည်းဖြစ်တဲ့ ဇာတ်ကားသစ်အကြောင်း ပြောပြချင်ပါတယ်။၁၉၃၈ တုန်းက ရှေးဟောင်းသုတေသနပညာရှင်အဖွဲ့ဟာ အဖိုးတန်ရှေးဟောင်းပစ္စည်းတစ်ခုကိုရှာဖွေဖို့ အီဂျစ်ဂူသင်္ချိုင်းတစ်ခုကို တူးဖော်ပါတယ်။ ဂူသင်္ချိုင်းထဲကိုကောင်လေးတစ်ယောက် ပြုတ်ကျရာကနေ သူ့ဖခင်နဲ့ အခြားရှေးဟောင်းသုတေသန ပညာရှင်တွေကို လမ်းကြောင်းရှာပေးနိုင်ခဲ့ပြီး ဖာရိုဘုရင်ရဲ့ ကမ္ပည်းထိုးထားတဲ့ရွှေချပ်ပြားကိုရှာတွေ့ခဲ့ပါတယ်။ အဲဒီနောက်တော့ ရွှေကမ္ပည်းပြားကို နှစ်ပေါင်းများစွာထိန်းသိမ်းထားပါတယ်။ယနေ့ခေတ် နယူးယောက်မြို့က သဘာဝသမိုင်းပြတိုက်ကြီးမှာ အခမ်းအနားကြီးတစ်ခုလုပ်နေပြီး ဒေါက်တာမက်ပီး တက်ရောက်လာတာကို ပြတိုက်လုံခြုံရေးဖြစ်တဲ့ လာရီဒါလေကတွေ့ပါတယ်။ Night at the  Museum အရင်ဇာတ်ကားတွေအတိုင်းပဲ ပြတိုက်က အရုပ်တွေ အသက်ဝင်ပြီး သူတို့အသက်ရှင်စဉ်ကနေခဲ့တဲ့ ပုံစံအတိုင်းနေရင်း ပြတိုက်ထဲမှာ ဖြစ်ချင်တိုင်းဖြစ်နေပါတယ်။  အီဂျစ်ဂူသင်္ချိုင်းထဲက ရွှေကမ္ပည်းပြားက နယူးယောက်သဘာဝသမိုင်းပြတိုက်ထဲမှာ ထိန်းသိမ်းထားတာဖြစ်ပြီး အဲဒီပစ္စည်း ...",
        "rating": "6.2",
        "url": "https://megaup.net/13a9m/(CM)_Night_at_the_Museum_-_Secret_of_the_Tomb_(2014)_Bluray_1080p.mp4",
        "category": "Adventure, Comedy, Family, Night at The museum Trilogy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d6zyte3ngkT9iYhXpnpP0nnAVZX.jpg",
        "title": "Survive (2021)",
        "description": "Survive (Ta Nang- Phan Dung) (2021)Adventures တွေကို ကြိုက်နှစ်သက်တတ်တဲ့သူတွေအတွက်\nsurvive ဆိုတဲ့ ဗီယက်နမ် ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ကင် တို့သူငယ်ချင်းတစ်သိုက်ဟာ အန္တရာယ်များတယ်လို့\nနာမည်ကြီိးတဲ့ တာနောင် ဖန်ဒေါင် တောကြမ်းခရီးကို\nနည်းပြ ဟွိုင် ရဲ့ ဦးဆောင်မှုနဲ့ ခရီးထွက်ခဲ့ကြပါတယ်လမ်းမှာ ကင် နဲ့ သူ့အချစ်ဆုံးသူငယ်ချင်း ဘက်သ်တို့ ကတောက်ကဆဖြစ်ကြရာကနေ\nဘက်သ် တစ်ယောက် အဖွဲ့ကနေ ခွဲထွက်သွားပြီး ပျောက်ဆုံးသွားပါတော့တယ်ဘက်သ် ပျောက်ဆုံးသွားပြီးမှ သူ့ကို အထင်လွဲမိမှန်း သိသွားတဲ့\nကင် တစ်ယောက် ဘက်သ် ကို ရှာဖွေဖို့ ကြိုးပမ်းပုံကို\nAdventures ဆန်ဆန် thriller ဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားတဲ့\nဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်တောအုပ်ထဲကစွန့်စားခန်းတွေကို\nအာရှ အငွေ့အသက်အပြည့်နဲ့ တဝကြီးခံစားနိုင်မယ့် ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်အညွန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre.....Adventure, Drama, Thriller\nQuality….WEB-DL ...",
        "rating": "4.5",
        "url": "https://megaup.net/135no/Survive.2021.1080p.NF.WEB-DL.CM.mp4",
        "category": "Adventure, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TkkTo8UiRl5lWM5qkAISHXg0fU.jpg",
        "title": "Freaks Out (2021)",
        "description": "Freaks Out (2021) ဇာတ်လမ်းအညွှန်းဒုတိယကမ္ဘာစစ်ကို နောက်ခံထားပြီး ရိုက်ထားတဲ့ Fantasy, History, Supernatural, Comedy ဇာတ်ကားလေးဖြစ်ပါတယ်။ဆပ်ကပ်ပြစားတဲ့ လူထူးဆန်း၄ယောက် စစ်ကာလမှာ လမ်းပျောက်ပြီး အမေရိကကို သွားမယ်‌လို့ စီစဉ်လိုက်ကြပေမဲ့ စီစဉ်ပေးတဲ့ အစ်စရေးဆိုတဲ့ ခေါင်းဆောင်က ဂျူးတွေကို ဖမ်းခေါ်သွားတဲ့အထဲ ပါသွားခဲ့တယ်။\nအဲ့မှာ လူထူးဆန်း လေးယောက် လမ်းပျောက်ပြီး အစ်စရေးကို ရှာတဲ့သူကရှာ ၊ ဖရန့်စ် ဆိုတဲ့လူ ဖွင့်ထားတဲ့ ဇူးကပ်စ်ဘာလင် ဆပ်ကပ်ကို သွားတဲ့သူက သွားနဲ့ အုပ်စုကွဲသွားလေရဲ့။ဖရန့်စ်ဆိုတဲ့လူက အီသာအသုံးလွန်ပြီး အနာဂါတ်ကို အိပ်မက်ထဲမှာ မြင်လိုက်တယ်။ ဟစ်တလာသေပြီး သူတို့ စစ်ရှုံးတာကို မြင်လိုက်ရပြီး အနာဂါတ်ကိုပြောင်းဖို့ စစ်ပွဲမှာ အနိုင်ရဖို့ တိုက်ပေးဖို့ စွမ်းအားရှင်တွေကို ရှာပြီး ဟစ်တလာကို ဆက်သမယ်ပေါ့ သူ့အစီအစဉ်က။ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရပြီး ဇာတ်လမ်းကလည်း ကောင်းတာမလို့ ဘာတွေဆက်ဖြစ်မလဲ သိရအောင် ကြည့်လိုက်ကြ‌ရအောင်။ (ဇာတ်လမ်းအညွှန်းနဲ့ ...",
        "rating": "7.2",
        "url": "https://megaup.net/1IY04/[CM]Freaks.Out.2021.1080p.Bluray.AC3.5.1CH.mp4",
        "category": "Adventure, Drama, Fantasy"
    }
]