[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/War-for-the-Planet-of-the-Apes-poster-135x200.jpg",
        "title": "War for the Planet of the Apes (2017)",
        "description": "War for the Planet of the Apes (2017)\nIMDb - 7.4/10_____Rotten - 94%\n  အမေရိ ကန်စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကား ဖြစ်တဲ့ War for the Planet of the Apes ဆိုတဲ့ ဇာတ်ကားလေးအ ကြောင်း ပြောပြပါရစေ။ ရုပ်ရှင် ဝေဖန်ရေးသမားတွေရဲ့ ချီးကျူး တဲ့ သုံးသပ်ချက်တွေ ရထားတဲ့ ဒါရိုက်တာမက်ရိဗ်စ်ရဲ့လက်ရာ ဇာတ်ကားလေးကို ၂၀ ရာစုမြေ ခွေးရုပ်ရှင် ထုတ်လုပ်ရေးကနေ ဖြန့်ချိထားတာပါ။ဒီတစ်ခါ ဇာတ်လမ်းကတော့ နာမည်ကြည့်လိုက်တာနဲ့ စစ်ပွဲလို့ သုံးထားတဲ့အတွက် လူသားတစ် ယောက်လို အိုင်ကျူမြင့်တဲ့ ချင် ပန်ဇီမျောက်ဝံဆီဇာခေါင်းဆောင် တဲ့ မျောက်ဝံတပ်သား အဖွဲ့နဲ့ မျောက်ဝံတွေကို သုတ်သင်ဖြိုခွဲ မယ့် လက်နက်ကိုင်တပ်ဖွဲ့တို့ရဲ့ တိုက်ပွဲကိုအဓိကဇာတ်အိမ်တည် ထားတာပါ။မျောက်ဝံစစ်တပ်ကို ဖြိုခွင်း ဖို့အတွက် အယ်လ်ဖာ-အိုမီဂါလို့ ခေါ်တဲ့ ...",
        "rating": "7.4",
        "url": " https://megaup.net/2rYL6/War_For_The_Planet_Of_The_Apes_[2017]_(MM_Sub).mp4 ",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/70004125-140x200.jpg",
        "title": "Honey, I Shrunk the Kids (1989)",
        "description": "Honey, I Shrunk the Kids (1989)\nIMDb - 6.4/10_____Rotten - 76%ဒီဇာတ်ကားလေးကတော့ သိပ္ပံပညာရှင်အဖေတစ်ယောက်ရဲ့ မအောင်မြင်တော့ဘူးလို့ထင်ထားတဲ့\nစက်တစ်ခုကနေပြီးတော့ ပေါက်တတ်ကရတွေဖြစ်သွားတဲ့ကားလေးဖြစ်ပါတယ်....\nသိပ္ပံပညာရှင်သျှာလင့်စကီတစ်ယောက်အရာဝတ္တုတွေကိုသေးအောင်လုပ်တဲစက်တစ်ခုကို\nဖန်တီးနေတာ နှစ်တွေအတော်ကြာခဲ့ပါပြီ...သူရဲ့ဖန်တီးစမ်းသပ်မှု့တွေကြောင့်လည်း\n ဘေးအိမ်ပတ်ဝန်းကျင်ကလူတွေပါ နေ့ရောညပါအနှောင့်ယှက်ဖြစ်ခဲ့ကြပါတယ်..\nနောက်ဆုံးမှာတော့ သူ့ကိုအရူးတစ်ယောက်လို့ပဲသတ်မှတ်လိုက်ကြပါတော့တယ်...\nတစ်နေ့မှာသူနှစ်ပေါင်းများစွာတီထွင်ပေမယ့်လည်း အောင်မြင်ခြင်းမရှိတဲ့ အရာဝတ္တုတွေကိုသေးအောင်\nချုံ့တဲစက်ဟာ သူ့ရဲ့သားသမီးတွေဆော့ရင်းကနေ ထိခိုက်မိပြီး\nပြန်လည်အသက်ဝင်လာခဲ့ပါတယ်....အဲစက်ကနေသူ့ရဲ့ကလေးတွေကိုအင်းစက်အရွယ်စားထိချုံ့ပစ်လိုက်ပါတယ်...\nအဲဒီနောက်မှာတော့ ထိုလူငယ်လေးတွေဟာ သူတို့ရဲ့ခြံဝန်းထဲကနေပြန်ပြီးတော့ အိမ်ကိုရောက်အောင်\nပြန်နိုင်အောင်ကြိုးစားကြရမှာပဲဖြစ်ပါတယ်...\nသာမန်အနေထားဆိုရင် ခြံဝန်းနဲ့အိမ်ကို ခြေသုံးလှမ်းလောက်ပဲလှမ်းရမှာဖြစ်ပေမယ့်လည်း\nအင်းဆက်အရွယ်သာသာဖြစ်သွားတဲသူတို့အတွက်အိမ်ထဲကိုပြန်ပြီးရောက်အောင်\nမိုင်ပေါင်းထောင်ချီအောင် ခရီးဆက်ရတော့မှာပဲဖြစ်ပါတယ်..\nထိုသို့ခရီးဆက်ရင်းလမ်းခရီးမှာဘယ်လိုအန္တရာယ်တွေနဲ့ကြုံရမလဲဆိုတာကတော့\nစိတ်ဝင်စားဖွယ်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်...\nDisney ကတင်ဆက်ထားတဲ့ကားလေးဖြစ်ပြီးတော့ လူကြီးလူငယ်ပါကြိုက်နှစ်သက်စေမယ့်\nကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်....  \nQuality…..BluRay 1080p\nDuration…..01:33:00\nFormat…Mp4\nFile Size…(737 MB)\nTranslator…..Khin Chan Myae Tun\nEncoder…..Moe Myint Lwin",
        "rating": "6.4",
        "url": "https://megaup.net/2eC7q/Honey,_I_Shrunk_The_Kids_[1989]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMDg4NWJiNzAtM2RhNC00MTZlLWIzZTktZjdiNzQ0MGIzNTAxXkEyXkFqcGdeQXVyMTM3Mjc0OTE@._V1_-143x200.jpg",
        "title": "Science Fiction Volume One: The Osiris Child(2016)",
        "description": "The Osiris Child:Science Fiction Volume One(2016)\nျသစေတးလ်ေတာင္ပိုင္း Coobe Pedy နဲ႔ Gladesville နဲ႔ ဆစ္ဒနီတို႔မွာ ႐ိုက္ကြင္းယူၿပီး ဖန္တီးထားတဲ့ ဒီဇာတ္ကားေလးကို ဒါ႐ိုက္တာ Shane Abbess က ႐ိုက္ကူးထားၿပီး ေအာ္ဇီနဲ႔အေမရိက ဇာတ္ေဆာင္မ်ားပါဝင္သ႐ုပ္ေတာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့\nကမာၻေျမရဲ႕အျပင္ဘက္မွာ နယ္ခ်ဲ့ယူထားတဲ့ၿဂိဳလ္ေတြကို အုပ္ခ်ဳပ္ေထာက္ပံ့မႈျပဳလုပ္ဖို႔ အိတ္ေဇာလို႔ေခၚတဲ့ အဖြဲ႔အစည္းက တာဝန္ယူထားၿပီး အဲဒီၿဂိဳလ္မွာ General Lynex (Racheal Griffiths (၂၀၀၆ ထုတ္ Step Up ကားမွာ director gordon အေနနဲ႔ ပါဝင္ခဲ့)) အုပ္ခ်ဳပ္ေနပါတယ္\nအဲဒီအဖြဲ႔အစည္းကို ယုံၾကည္ၾကတဲ့လူေပါင္းမ်ားစြာဟာ အဲဒီၿဂိဳလ္မွာေနထိုင္ၾကၿပီး ဗိုလ္ခ်ဳပ္ႀကိ္းကေတာ့ စၾကာဝဠာထဲမွာ ကိုလိုနီနယ္ေျမေတြ ထပ္မံခ်ဲ့ထြင္ႏိုင္ဖို႔ ရစ္ဂ်္လို႔ေခၚတဲ့ လူကေန အသြင္ေျပာင္းသတၱဝါႀကီးေတြကို တိတ္တဆိတ္ဖန္တီးလ်က္႐ွိၿပီး အက်ဥ္းေထာင္မွာ လွ်ိဳ႕ဝွက္ထား႐ွိပါတယ္\nအဲဒီ အိတ္ေဇာအဖြဲ႔အစည္းမွာ လက္ဖတက္နင္ ကိန္း ဆြန္မာဗီးလ္ (Daniel Mcpherson) ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/science-fiction-volume-one-the-osiris-child2016/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Hugo-poster-133x200.jpg",
        "title": "Hugo (2011)",
        "description": "Hugo (2011)\nIMDb - 7.5/10_____Rotten - 93%\nWon 5 Oscars. Another 56 wins & 191 nominations.\n  ဒီတစ်ခါတော့ 2011 ကထွက်ခဲ့တဲ့ အင်္ဂလိပ်ကားကောင်းလေးတစ်ကားဖြစ်တဲ့ Hugo ဆိုတဲ့ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီကားလေးကတော့ 1930 ခုနှစ်ဝန်းကျင် ပဲရစ်မြို့ကမီးရထားဘူတာရုံလေးမှာ တစ်ယောက်တည်းနေခဲ့တဲ့အသက် 12 နှစ်အရွယ် ဟူဂိုဆိုတဲ့ မိဘမဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ပြထားတာပါသူ့အဖေမုဆိုးဖိုကတော့ မသေခင်ထိ နာရီပြင်တဲ့အလုပ်ကိုလုပ်ကိုင်ခဲ့သူပါဟူဂိုဟာ သူ့ဖခင်ဆီက အဲပညာကိုအမွေဆက်ရခဲ့ပါတယ်သူဟာ ဘူတာရုံနာရီစင်ကြီး ပုံမှန်လည်ပတ်ဖို့ကို လုပ်ကိုင်ရင်းနေထိုင်ခဲ့တာပါသူ့အဖေမသေဆုံးခင်မှာ သူ့ကိုထားပေးခဲ့တဲ့ စက်ရုပ်လေးတစ်ရုပ်ရှိပါသေးတယ်အဲစက်ရုပ်လေးမှာ အထူးပြုလုပ်ထားတဲ့သော့လေးမရှိရင် ဘာမှအလုပ်မလုပ်နိုင်ပါဘူးဟူဂိုက သေဆုံးသွားတဲ့ သူ့အဖေနဲ့ပတ်သက်တဲ့ မယ်မိုရီတွေကို သိနိုင်ဖို့ သော့လေးကိုရှာဖို့ လိုတယ်ဆိုတာ သိလာတဲ့တစ်နေ့ ဟူဂိုတစ်ယောက်ဘာတွေ ဆက်လုပ်မလဲ ဘာတွေကြုံရမလဲ\nသူလိုချင်တာကို နောက်ဆုံးမှာ ရနိုင်ပါ့မလားဆိုတာကိုတော့ဇာတ်လမ်းအပြည့်အစုံကို ကြည့်ရှုအားပေးကြပါလို့မှော်ဆန်ဆန် ဆန်းကြယ်ဖြစ်ရပ်ဇာတ်ကားလေးတွေကိုရူးသွပ်ကြတဲ့ ပရိသတ်တွေ တကယ့်ကိုအကြိုက်တွေ့စေမယ့်ဇာတ်ကားလေးလို့ ညွှန်းပေးပါရစေ  \nFile Size : (800 MB)\nQuality ...",
        "rating": "7.5",
        "url": "https://megaup.net/2fsN5/Hugo_[2011]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/the-four-3-poster-133x200.jpg",
        "title": "The Four 3: Kingdom Of Blood (2014)",
        "description": "The Four 3: Kingdom Of Blood (2014)_____IMDb - 5.6/10\n ဒီကားကတော့ The Four သုံးကားထဲမှာ နောက်ဆုံး ကားပဲ ဖြစ်ပါတယ်။ပထမကားနဲ့ ဒုတိယကားကို မကြည့်ဖူး\nရင် သိပ်သဘောပေါက်လောက်မှာ မဟုတ်လို့ ပထမ နှစ်ကားကို ကြည့်ဖို့ အကြံပြုချင်ပါတယ်။ဇာတ်လမ်းကို နည်းနည်း\nပြန် မိတ်ဆက်ပေးရမယ်ဆိုရင်တော့ ဒုတိယကားထဲမှာ မိသားစုအကြောင်း အမှန်တရားကို ရှောင်ယွယဲ့ (Yifei Liu)\nက သိရှိသွားခဲ့ပြီး ကျူးကယ်ကျုံး နဲ့ သံလက်တို့ကို စိတ်ပျက်သွားခဲ့ပါတယ်။လန်လင်ကျီး လဲထို့အတူပါပဲ ဒါပေမဲ့ သူက\nရှေင်ယွယဲ့ အပြင် ဋ္ဌာနခြောက် က ကျိယောင်ဟွာတို့နဲ့လဲ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဖြစ်နေပြန်ပါတယ်။ကျိယောင်ဟွာ\nတစ်ယောက်ကတော့ သခင်အန်းဆိုတဲ့ လူရဲ့ အမိန့်ကို မလွန်ဆန်နိုင်ဖြစ်နေတာပါ။ သခင်အန်းတစ်ယောက်ကတော့\nသူ့သားအတွက် လက်စားချေဖို့ အတွက် ဋ္ဌာနခြောက် ဆန်ဟုန်ဖူတို့ အပြင် မင်းကြီး အရိုက်အရာကိုပါရယူချင်နေတာပါ။\nဒီလိုနဲ့ တစ်ရက်မှာ မင်းကြီးတစ်ယောက် သာမန်အဝတ်အစားနဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xupq/The_Four_3_-_Kingdom_Of_Blood_(Si_Da_Ming_Bu_3)_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/the-four-2-poster-133x200.jpg",
        "title": "The Four 2: Lawless Kingdom (2013)",
        "description": "The Four 2: Lawless Kingdom (2013)_____IMDb - 5.8/10\n ဒီဇာတ်ကားကတော့ The Four 1 ရဲ့ အဆက်ဖြစ်ပါတယ်။ပထမပိုင်း ကြည့်ဖူးမှ ကောင်းကောင်း\nနားလည် သဘောပေါက်မယ်လို့ ထင်ပါတယ်။မင်းသမီးချော ဂူဂူး ပါဝင်ထားတာဖြစ်လို့ ပရိတ်သတ်\nတွေ အကြိုက် တွေ့ခဲ့တဲ့ ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကို ပြောပြရရင်တော့\nပထမကားမှာ ငွေအတု ကိစ္စ ကို နောက်ကွယ်က ကြိုးကိုင်နေတဲ့ အန်ရှီကျန်းကို နှိမ်နှင်းပြီးတဲ့ နောက်မှာ\nတော့ ဆန်ဟုန်ဖူ(ဒီဗိုင်းအဖွဲ့) ဟာဆိုရင် နေပြည်တော် တစ်ဝိုက်မှာ ဋ္ဌာန ခြောက် ထက်ကို ပိုပြီး အလေးပေး\nခြင်းကို ခံလာရပါပြီ။ ပြည်သူတွေက လည်း အားကို တကြီးပေါ့။ဒီလိုအချိန်မှာပဲ ပထမကားက ဗီလိန်\nအန်ရှီကျန်းက မသေသေးပဲ သစ်ပင်တစ်ခုကို ကပ်ပါး ဘဝနဲ့ မှီခို နေရပါတယ်။သူ့သားဒီလို ဘဝကို\nရောက်သွားလို့ မကျေမနပ်နိုင်ဖြစ်နေသူကတော့ လူကြီမင်း အန်းပါ။သူက ဆန်ဟန်ဖူ နဲ့ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1xupy/The_Four_2_-_Lawless_Kingdom_(Si_Da_Ming_Bu_2)_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BNGNiNjcxOTEtMzI0ZS00NDVlLWE3YWYtOWQxNDQ0ZDY0NDczL2ltYWdlXkEyXkFqcGdeQXVyNTc3Nzc4NjE@._V1_-141x200.jpg",
        "title": "My Pet Dinosaur (2017)",
        "description": "2017 ထြက္ မိသားစုနဲ႔ အတူတူၾကည့္ဖုိ႔ ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ CM က တင္ဆက္ေပးလိုက္ပါတယ္။အိမ္ေမြးတိရိစာၦန္ေလးေတြ ေမြးဖူးၾကလား။လူေတာ္ေတာ္မ်ားမ်ားကေတာ့ တိရိစာၦန္ေလးေတြကို ခ်စ္တတ္ၾကပါတယ္။တစ္ခ်ိဳ႔ ေၾကာင္ေလးေတြ ေမြးၾကတယ္။တစ္ခ်ိဳ႔က ေခြးေလးေတြေပါ့။ တစ္ခ်ိဳ႔ ပိုက္ဆံခ်မ္းသာတဲ့ ဒူဘိုင္းမွာဆို က်ားေတြျခေသ့ၤေတြေတာင္ အိမ္ေမြးတိရိစာၦန္အျဖစ္ ေမြးၾကတယ္လို႔ ၾကားဖူးပါတယ္။ဘာပဲေျပာေျပာ အိမ္ေမြးတိရိစာၦန္ေတြ အရမ္းကိုခ်စ္စရာေကာင္းျပီး သူတုိ႔ရွိေနတာ အပ်င္းေျပျပီး စိိတ္ၾကည္ႏူးစရာေကာင္းသလို သူတုိရဲ့ ေဆာ့တဲ့ဒဏ္ ဖြတဲ့ဒဏ္ ကုတ္ျခစ္တဲ့ဒဏ္ အစရွိသျဖင့္ မရိုးနုိင္ေအာင္ ေမြးဖူးသူတိုင္း ခံစားၾကရပါတယ္။အခု ဒီကားထဲမွာ ဒိုင္နုိေဆာေလးကို အိမ္ေမြးတိရိစာၦန္လို ေမြးထားတယ္။ ဘယ္လိုမ်ား ရပါလိမ့္ေနာ္။          ျမိဳ႔ငယ္ေလးတစ္ျမိဳ႔မွာ စစ္တပ္က ဇီ၀မ်ိဳးစိတ္ကြဲေတြကို ေတာထဲမွာ  လွ်ိဳ႔၀ွက္သုေတသနလုပ္ေနၾကတယ္။ ဒါေပမယ့္ သူတို႔ဒါကို ေအာင္ျမင္ေအာင္မလုပ္နုိင္ၾကေသးဘူး။သူတို႔မွာ သုေသတနအတြက္ ဒရုန္းယာဥ္ငယ္ေလးေတြျပီး ျမိဳ႔ေပၚကိုျဖတ္သန္းေမာင္းနွင္  တတ္ၾကတယ္။ျမိဳ႔ထဲကလူေတြကေတာ့ ဒီဒရုန္းကို UFO အာကာသယာဥ္လိုေျပာေနၾကျပီး ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/my-pet-dinosaur-2017/",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/forty_seven_meters_down_ver4_xlg-135x200.jpg",
        "title": "47 Meters Down (2017)",
        "description": "မက်ဆီကိုနိုင်ငံကို အလည်ထွက်လာတဲ့ ညီအမနှစ်ယောက် ငါးမန်းသွားကြည့်ဖို့ ပင်လယ်ထဲ ထွက်လာခဲ့တယ်။ဖြစ်ချင်တော့ သူတို့အလှည့်ရောက်မှ ငါးမန်းလှောင်အိမ်က ကြိုးပျက်ပြီး သမုဒ္ဒရာအောက်ခြေ ၄ရမီတာကို ကျသွားကာ သူတို့ ပိတ်မိသွားခဲ့တော့တယ်။လေO2ကလဲ တစ်နာရီစာလောက်ပဲကျန်တော့တယ် ပြီးတော့ ကြီးမားတဲ့ငါးမန်းဖြူကြီးတွေကလဲ အနားမှာ ပတ်လည်ဝိုင်းနေတာ သူတို့ ရှင်သန်ဖို့က တိုက်ခိုက်မှရမယ်။ကြားထဲ လှေနဲ့ အရမ်းဝေးလွန်းသွားတော့ အဆက်အသွယ်လုပ်တဲ့စက်က အလုပ်မလုပ်တော့ဘူး။ သူတို့ ဘယ်လို ဆက်သွယ်ဖို့ကြိုးစားကြမလဲ???ငါးမန်းတွေရန်ကို ဘယ်လို တိုက်ခိုက်ကြမှာလဲ??? သူတို့ အသက်ရှင်မှာလား??? ဒါမှမဟုတ် ငါးမန်းစာပဲ ဖြစ်သွားမလား???ဆိုတာကို စောင့်ကြည့်ရအောင်(ဘာသာပြန်သူကတော့ Neve Luna ပါ)File Size : (650 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 35min\nFormat : Mp4\nGenre : Adventure, Drama, Horror\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.8",
        "url": "https://megaup.net/1FQ5v/Power_Kids_[2009]_(MM_Sub).mp4 https://megaup.net/31L0l/(CM)_Knives_Out_2019_WEB-Dl_720p.mp4 https://megaup.net/1FQ5c/A_Touch_Of_Sin_(Tian_Zhu_Ding)_[2013]_(MM_Sub).mp4 https://megaup.net/2lNy8/The_Curious_Case_Of_Benjamin_Button_[2008]_(MM_Sub).mp4 https://megaup.net/1FQ58/47_Meters_Down_[2017]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/twister-poster-133x200.jpg",
        "title": "Twister (1996)",
        "description": "Twister (1996)\nIMDb - 6.4/10_____Rotten - 58%\n  \nသာယာတဲ့မိသားစုလေးတစ်စုရှိတယ်....တစ်နေ့တော့ လေမုန်တိုင်းကြီးတစ်ခုဟာသူတို့နေတဲ့ နယ်မြို့လေးကို\nဖြတ်တိုက်သွားတယ် မိသားစု ၃ဦးရှိတဲ့အထဲက အဖေကိုလေမုန်တိုင်းကြီးက ဝါးမြိုသွားတယ်......\nအမေနဲ့သမီးပဲကျန်ခဲ့လေရဲ့ ....သမီးဖြစ်သူဟာ သူ့မျက်စိရှေ့တင် မုန်တိုင်းနဲ့ပါသွားတဲ့အဖေကိုတွေ့\nမြင်ခဲ့လေတော့ စိတ်ဒဏ်ရာရခဲ့တယ်....သူမဟာ အရွယ်ရောက်လာတော့ မုန်တိုင်းလိုက်မုဆိုးဖြစ်လာတယ်...\nမုန်တိုင်းမလာခင် ၃မိနစ်ပဲမိုးလေဝသဌာနက ကြိုတင်သတိပေးနိုင်တော့ ပြည်သူတွေအတွက် အချိန်မလုံလောက်\nဘူး ဒါကြောင့် အသက်တွေဆုံးရှုံး စီးပွားတွေပျက်စီးရတယ် သူမဟာ သတိပေးချိန်များများရအောင်\nတွက်ချက်နိုင်ဖို့ကြိုးစားတယ်....သူမနဲ့သူ့ချစ်သူကောင်လေးနဲ့အသက်အန္တရယ်တွေကြားကကြိုးစားပုံတွေ ကို ရင်တထိတ်ထိတ်နဲ့ကြည်ရမှာဖြစ်ပြီး\nကြည်နူးဖွယ် အချစ်ဇတ်လမ်းလေးကိုပါ ခံစားရမှာပါ..\n  \nသာယာတဲ့မိသားစုေလးတစ္စုရွိတယ္....တစ္ေန႕ေတာ့ ေလမုန္တုိင္းႀကီးတစ္ခုဟာသူတုိ႕ေနတဲ့ နယ္ၿမဳိ႕ေလးကုိ\nျဖတ္တုိက္သြားတယ္ မိသားစု ၃ဦးရွိတဲ့အထဲက အေဖကုိေလမုန္တုိင္းႀကီးက ၀ါးၿမဳိသြားတယ္......\nအေမနဲ႕သမီးပဲက်န္ခဲ့ေလရဲ႕ ....သမီးျဖစ္သူဟာ သူ႕မ်က္စိေရွ႕တင္ မုန္တုိင္းနဲ႕ပါသြားတဲ့အေဖကုိေတြ႕\nျမင္ခဲ့ေလေတာ့ စိတ္ဒဏ္ရာရခဲ့တယ္....သူမဟာ အရြယ္ေရာက္လာေတာ့ မုန္တုိင္းလုိက္မုဆုိးျဖစ္လာတယ္...\nမုန္တုိင္းမလာခင္ ၃မိနစ္ပဲမုိးေလ၀သဌာနက ႀကဳိတင္သတိေပးႏုိင္ေတာ့ ျပည္သူေတြအတြက္ အခ်ိန္မလုံေလာက္\nဘူး ဒါေၾကာင့္ အသက္ေတြဆုံးရႈံး စီးပြားေတြပ်က္စီးရတယ္ သူမဟာ သတိေပးခ်ိန္မ်ားမ်ားရေအာင္\nတြက္ခ်က္ႏုိင္ဖုိ႕ႀကဳိးစားတယ္....သူမနဲ႕သူ႕ခ်စ္သူေကာင္ေလးနဲ႕အသက္အႏၱရယ္ေတြႀကားကႀကဳိးစားပုံေတြ ကုိ ရင္တထိတ္ထိတ္နဲ႕ၾကည္ရမွာျဖစ္ၿပီး\nၾကည္ႏူးဖြယ္ အခ်စ္ဇတ္လမ္းေလးကုိပါ ခံစားရမွာပါ...\n   \nFile Size…(800 MB) \nQuality…BluRay 720p\nFormat…mp4\nDuration…01:53:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Phyo ...",
        "rating": "6.4",
        "url": "https://megaup.net/1zvc7/Twister_[1996]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BOGVjNmVkZGYtZTBjZi00YWU0LTk0ZmItYTdjNTJhODc0NWM4XkEyXkFqcGdeQXVyNDU2MDY1NjE@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "The Tiger: An Old Hunter’s Tale (2015)",
        "description": "IMbD rating 7.3, Tomato Rating 71% ရထားတဲ့ ကိုးရီးယားဇာတ္လမ္းေကာင္းေလးပါ။ရိုက္ကူးတင္ဆက္ပံု ေကာင္းမြန္သလို Visual effect ေတြ အရမ္းကို အသက္ပါလွပါတယ္။ရက္စက္ၾကမ္းၾကဳတ္တဲ့ က်ား နဲ႔ မုဆိုး တို႔ၾကားက သံေယာဇဥ္ေတြ …တိရစာၦန္ေပမယ့္ သားသမီးကို ခ်စ္ခင္တဲ့မိဘေမတၱာကို ေပၚလြင္ေအာင္ ရိုက္ျပထားပါတယ္။ရိုက္ကူးတင္ဆက္ပံုေကာင္းတာေၾကာင့္ 21st Chunsa Flim Art Award မွာ  Technical Award , 36th Korea Gold Award Festival မွာ Grand Prize, Best Director , Special Jury Price ေတြရထားသလို 53rd Grand Bell Award ဆုေပးပြဲမွာ High Technology Special Award စတဲ့ဆုေပါင္းမ်ားစြာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/3ysee/The_Tiger_-_An_Old_Hunter%E2%80%99s_Tale_[2015]_(MM_Sub)(1).mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BOWM5OGVjZDQtMzY5Ny00ODRhLWIzNTQtYjdiMjcwZTYzNGFhXkEyXkFqcGdeQXVyNzUzNzkxMjM@._V1_SY1000_CR007151000_AL_-143x200.jpg",
        "title": "Tom and Jerry: Willy Wonka and the Chocolate Factory (2017)",
        "description": "ကေလးလူႀကီးအေတာ္မ်ားမ်ားရဲ႕ အသည္းစြဲအခ်စ္ေတာ္ေလးေတြ တြမ္နဲ႔ဂ်ယ္ရီျပန္လာပါၿပီ2017 မွာအသစ္ထြက္လာတဲ့ဇာတ္ကားေလးကေတာ့အရင္ကားေတြနဲ႔မတူဘဲ တြမ္နဲ႔ဂ်ယ္ရီကို လက္ေထာက္အျဖစ္ ရိုက္ကူးထားတာပါ\nဒီထဲမွာ တြမ္နဲ႔ဂ်ယ္ရီက ခ်ာလီဘတ္ကတ္ဆိုတဲ့ေကာင္ေလးကိုGolden ticket ရေအာင္ကူညီေပးၿပီးဝီလီဝန္ကာရဲ႕ ေခ်ာကလက္စက္ရံုဆီကိုသြားဖို႔ အေဖာ္ျပဳကူညီေပးခဲ့ပါတယ္သူတို႔ရည္ရြယ္ခ်က္ကေတာ့ ဝန္ကာရဲ႕ အထူးခ်ိဳခ်ဥ္ကိုသူ႔ၿပိဳင္ဘက္ေတြ ခိုးတဲ့ရန္ကေန ကာကြယ္ဖို႔ပါဒါေပမယ့္ တပ္ဖီဆိုတဲ့ႂကြက္ေလးရဲ႕ လမ္းျပမႈနဲ႔ေခ်ာကလက္စက္ရံုရဲ႕ ထူးဆန္းအံ့ဩဖြယ္ရာကမ႓ာေလးကိုေတြ႕ၾကံဳခဲ့ရတာကို အေရာင္အေသြးစံုစံုလင္လင္နဲ႔ခ်စ္စဖြယ္ရိုက္ကူးေပးထားတာပါဒါ့အျပင္ ခ်စ္ဖို႔ေကာင္းတဲ့ဇာတ္ဝင္သီခ်င္းေလးေတြလဲ ေဝေဝဆာဆာနဲ႔ထည့္သြင္းေပးထားမို႔ တြမ္နဲ႔ဂ်ယ္ရီရဲ႕အမာခံပရိသတ္ေတြ လက္လြတ္မခံသင့္တဲ့ ဇာတ္ကားေလးပါ File Size : (600 MB) and (350 MB)\nQuality : 720pWebdl\nRunning Time : 1hr 19minutes\nFormat : Mp4\nGenre : Animation, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncode by Thanhtike Zaw",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/tom-and-jerry-willy-wonka-and-the-chocolate-factory-2017/",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/images-2-133x200.jpg",
        "title": "Dave Made a Maze (2017)",
        "description": "ေဒ့ဗ္ ၀ကၤဘာတစ္ခုတည္ေဆာက္ေနသည္၂၀၁၇ ခုႏွစ္ထြက္ ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက ေတာ့ Adventure Comedy Horror အမ်ိဳးအစားျဖစ္ျပီးရသေပါင္းစံုကိုခံစားခ်င္ရင္ေတာ့ ဒီကားေလးက ၾကည့္သင့္တဲ့ကားေလးတစ္ကားပါျပီးေတာ့ ဒီကားေလးက Dave Made a Maze ဆိုတဲ့ ၁၉၈၀ ေလာက္က ဇာတ္ကားကိုအခုေခတ္ အျမင္ေတြနဲ႕ ျပန္လည္ဆန္းသစ္ရိုက္ကူးထားတာျဖစ္ျပီးအဲ့ဒီေခတ္ အဲ့ဒီအခါတုန္းကလညး္ ေက်ာ္ၾကားခဲ့တဲ့ကားေလးပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေဒ့ဗ္ဆိုတဲ့ အႏုပညာရွင္တစ္ေယာက္သူ႕ အသက္ေမြးတဲ့ ပညာရပ္နဲ႕ တခုခု ကို အသိအမွတ္ျပဳခံခ်င္ေနတဲ့သူတေန႕မွာ သူဟာသူတတ္တဲ့ ပညာရပ္နဲ႕ ၀ကၤဘာ တစ္ခုကိုတည္ေဆာက္ဖို႕အၾကံရခဲ့ျပီး သူ႕စိတ္ထဲမွာ ရူးသြပ္ေနတဲ့ လူတိုင္းက သူ႕ကို အျမဲတမ္းစိတ္ထဲမွာအမွတ္ထင္က်န္ေနျခင္တဲ့ စိတ္ရူးေပါက္မႈႈေတြနဲ႕ ေပါင္းစပ္မိတဲ့ အခါမွာေတာ့ေဒ့ဗ္ တစ္ေယာက္ သူလိုခ်င္ေနတဲ့ ပန္းတိုင္ကို ေရာက္မလား သူတည္ေဆာက္ေနတဲ့၀ကၤဘာကေကာ ဘာေတြ ျဖစ္လာမလဲ ဆိုတာကိုေတာ့ဘာသာျပန္ကေတာ့ Pyae Xein Sett ပါ",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dave-made-a-maze-2017/",
        "category": "Adventure, Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/p14220622_p_v8_aa-133x200.jpg",
        "title": "Lego Scooby-Doo! Blowout Beach Bash",
        "description": "2017 ခုႏွစ္ထြက္ scooby doo ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္လမ္း ေလးက Animation အႀကိဳက္ပရိတ္သတ္ေတြကေတာ့ လက္လြတ္မခံသင့္တဲ့ကားေလးပါ စကူဘီဒူး ထံုးစံ အလြဲနဲ႔ သရဲ နဲ႔ ပရိတ္သတ္ႀကီးကို မပ်င္းေစပဲ အဆံုးထိ ခြီေနရမွာပါ ကဲ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘာဘာညာညာ နဲ႔ swimming party ဆင္ႏြဲေနတဲ့ scooby တို႔ အဖြဲ႕ကို ပင္လယ္ဓားျပ သရဲ ေတြက လာေရာက္ေႏွာက္ယွက္ တဲ့အခါမွာ စကူဘီက ဘယ္လိုအလြဲေတြနဲ႔ ကယ္တင္မလဲ ဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ ဗ်ာဘာသာျပန္က မင္းျပည့္စံုပါ",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/lego-scooby-doo-blowout-beach-bash/",
        "category": "Adventure, Animation, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Warriors_of_the_Dawn_2017_film-140x200.jpg",
        "title": "Warriors of the Dawn .Aka Daeripgun (2017)",
        "description": "ကဲဒီတစ်ခါတော့ IMDb 7.3 ရထားပြီး ထွက်ထားတာ မကြာသေးတဲ့ ကိုရီးယား စစ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ််းလေးကတော့ ၁၅၉၂ ပတ်ဝန်းကျင် ဂျိုဆွန်း ခေတ်ကို နောက်ခံထားရိုက်ကူးထားတာဖြစ်ပြီး ထိုခေတ်ထို အခါက နိုင်ငံရေးအခြေအနေတွေ လူနေမှုပုံစံ နဲ့ ကြေးစားစစ်သားစျေးကွက် အနေအထားတွေကို ရိုက်ကူးပြထားတာပါ အဲ့ဒီခေတ်က ဘုရင်တွေဟာဆင်းရဲသားတွေထဲက အစွမ်းအစရှိတဲ့ သူတွေကို စျေးကောင်းပေးပြီးတော့ သူတို့ ရဲ့ စစ်သားအဖြစ်သာမက ပဲ ခက်ခဲတဲ့ အသက်စွန့်ရမယ့် အမိန့်တွေကို ခိုင်းစေဖို့ အတွက်ပါ ငှားရမ်းစေခိုင်းကြပါတယ် ဒီကားထဲမှာတော့ ကိုရီးယားကို ဂျပန်က ကျူးကျော်တဲ့ကာလ ကိုအသားပေးရိုက်ကူးထားတာပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၅၉၂ ခုနှစ် ဂျိုဆွန်း ပြည်မှာ တော ဟာ အငှားစစ်သား ကြေးစားအဖြစ်အသက်မွေးပါတယ် သူ့တာဝန်ကတော့ ဂျပန်တွေ ကျူးကျော်လာချိန်မှာ တောင်ပိုင်းဒေသကို အထောက်အပံပေးဖို့ဖြစ်ပါတယ် အဲ့ဒီအချိိန်မှာပဲ ဂျိုဆွန်း ဘုရင်ကတော့့ တရုတ်ကိုသွားရောက်ခိုလှုံဖို့ ဆုံးဖြတ်ခဲ့ပြီး ထွက်ပြေးသွားခဲ့ပါတယ် ကျန်ရှိနေတဲ့ တိုင်းပြည်ကာကွယ်ဖို့ အမိန့်တွေနဲ့ စစ်တပ်ကိုတော့ ၁၈နှစ်သား မင်းသား ဂွမ်ဟဲက ...",
        "rating": "7.3",
        "url": "https://megaup.net/Yuhi/Warriors_Of_The_Dawn_(Daeripgun)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BMjI0ODY2MDE5Nl5BMl5BanBnXkFtZTgwMTk0NTcyNTE@._V1_-141x200.jpg",
        "title": "Batman vs. Robin (2015)",
        "description": "Bruce Wayne ရဲ႕သား Damian Wayne က သူ႔အေဖရဲ႕လူမသတ္ရစည္းမ်ဥ္းကို သေဘာမက်ျဖစ္ေနခ်ိန္မွာ လွ်ိဳ႕ဝွက္အဖြဲ႕အစည္းတစ္ခုက သူ႔ကိုကမ္းလွမ္းခဲ့ပါတယ္။\nသူ႔ရဲ႕အနာဂတ္ကို အဲ့ဒီလွ်ိဳ႕ဝွက္အဖြဲ႕အစည္းထဲမွာ ႏွစ္ျမဳပ္လို႔ရၿပီလို႔ထင္မိတဲ့အခါမွာ ...... (အိမ္း ကြကိုႀကိၾကပါ)\nGotham ၿမိဳ႕မွာေပ်ာက္ဆံုးေနတဲ့ကေလးေတြနဲ႔ပတ္သက္ၿပီး Damian က Doll Maker ကိုရွာခဲ့ပါတယ္။\nDamian က သူ႔ရဲ႕ပင္ကိုဗီဇအတိုင္း Doll Maker ကိုသတ္ဖို႔အထိစဥ္းစားခဲ့ေပမဲ့ သူ႔အေဖ Batman ရဲ႕\nလူမသတ္ရတဲ့ စည္းမ်ဥ္းကိုေတာ့ မတြန္းလွန္ႏိုင္ခဲ့ပါဘူး။ အဲ့အခ်ိန္မွာ Damian ကိုအျမဲေစာင့္ၾကည့္ေနတဲ့ Talon က\nDamian ကို လူမသတ္ရစည္းမ်ဥ္းကိုေက်ာ္လြန္ႏုိင္ဖို႔နဲ႔ ပင္ကိုဗီဇကိုသာ အေလးေပးဖို႔ေျပာၾကားခဲ့တယ္။\nၿပီးေတာ့ Talon က Damian ကို ကမ္းလွမ္းမႈတစ္ခုျပဳလုပ္ခဲ့တယ္ ....... ?Gotham ၿမိဳ႕ရဲ႕ အခမ္းနားဆံုးမိသားစုႏွစ္ခုျဖစ္တဲ့ Wayne family နဲ႔ Vanaver family ရဲ႕\nမ်ိဳးဆက္ျဖစ္တဲ့ Bruce Wayne နဲ႔ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/batman-vs-robin-2015/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/time-machine-poster-133x200.jpg",
        "title": "The Time Machine (2002)",
        "description": "The Time Machine (2002)____IMDb - 6.0/10\n   \nအချိန် ဆိုတာ လူတွေအတွက် အရေးပါတဲ့ အရာတစ်ခုပါ။လူတွေ အချိန်တွေကို ဖြတ်သန်းလာကျတယ်။\nကျော်ဖြတ်သွားကျတယ်။နောက်တစ်နေ့ရောက်တဲ့ အခါမှာ အရင်နေ့က အမှားတွေရဲ့ အကျိုးဆက်တွေ\nရလာဒ်တွေကို ကြုံရတဲ့ အခါ ငါ အရင် အချိန်တွေကို ပြန်သွားလို့ရရင် ကောင်းမှာ ဆိုပြီး တွေးတက်\nကျပါတယ်။အဲ့အတွေးတွေကနေ စပြီး Time Travel အချိန်ခရီးသွားခြင်း ဆိုတဲ့ စိတ်ကူးစိတ်သန်းတွေ\nဖြစ်လာပါတယ်။နှစ်ပေါင်းများစွာ ခေတ်ပေါင်းများစွာ ဖြတ်သန်းပြီးတာတောင် ဒီနေ့အထိ လူတွေ\nစိတ်ကူးယဉ်နေကျဆဲ ပါပဲ။ H.G Wells ရဲ့ နာမည်ကျော် ဝတ္ထု ကို ပြန်ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားဟာ\nဆိုရင်လည်း Time Travel အကြောင်းကို ရိုက်ကူးထားတာပါ။ပါမောက္ခ အလက်ဇန္ဒား ဟာဆိုရင် ထူးချွန်တဲ့\nအလုပ်ကြိုးစားတက်တဲ့ သိပ္ပံပညာရှင်တစ်ယောက်ပါ။သူ့ဘဝဟာအေးဆေး ဆိတ်ငြိမ်ပြီး သူ့ကျောင်းသားတွေ\nသူ့သုတေသနတွေ နဲ့ ပျော်မွေ့နေတက်သူပါ။သူဟာ မကြာခင်မှာသူချစ်ရတဲ့ ချစ်သူဖြစ်တဲ့ အမ်မာ ကို\nလက်ထပ်ခွင့်တောင်းတော့မှာပါ။ဘဝက ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Ty2e/The_Time_Machine_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/red-2-poster-139x200.jpg",
        "title": "RED 2 (2013)",
        "description": "RED 2 (2013)\nIMDb - 6.6/10_____Rotten - 44%\n  \nဒီတစ်ခါတော့ RED 1 ရဲ့အဆက် RED 2 ဆိုတဲ့အက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nပထမဇာတ်ကားထဲမှာလိုပဲ အချစ်နဲ့ အက်ရှင်ကိုခပ်မြူးမြူးလေး ပေါင်းစပ်ရိုက်ကူးထားတာပါ\nပထမကားကိုကြည့်ထားပြီးတဲ့ပရိသတ်တွေကိုအေးဂျင့်ဟောင်းကြီးဖရန့်ခ်နဲ့ ဆာရာတို့ရဲ့\nအချစ်ဇာတ်လမ်းကိုတော့ အထူးအထွေ မိတ်ဆက်ပေးဖို့မလိုတော့ဘူးထင်ပါတယ်\nဖရန့်ခ်ကသူ့ကောင်မလေးကို အရမ်းချစ်ပြီး ဘာမှမဖြစ်စေရအောင်သူပဲ ကာကွယ်ပေးချင်နေပါတယ်\nဆာရာကလဲ အဲလိုကာကွယ်ခံရတဲ့ဘဝကိုငြီးငွေ့နေပြီး သူ့ချစ်သူအရိပ်အောက်ကလွတ်ဖိ\nမာဗင်ရဲ့အကူအညီယူပြီး ကြိုးစားပါတော့တယ်\nအေးဂျင့်တွေရဲ့ အလုပ်ကိုဘာမှသေချာနားမလည်တဲ့ ဆာရာတစ်ယောက် ဘယ်လိုအလွဲတွေလုပ်မလဲဆိုတာ\nဟာသရှုထောင့်ကနေ ထင်သာမြင်သာရိုက်ပြထားပါတယ်\nဒါ့အပြင် ဒီကားထဲမှာ ထပ်ထူးခြားတာကတော့နှုတ်ခမ်းနီမလေးတွေရဲ့ အသည်းစွဲ ကိုရီးယားမင်းသား\nလီဗြောင်ဟွန်း ပါဝင်သရုပ်ဆောင်ထားပါတယ်\nထုံးစံအတိုင်း သူ့ရဲ့ အလန်းစားတိုက်ကွက်တွေကိုဖရန့်ခ်တို့ RED အုပ်စုရဲ့\nပစ်ခန်းခတ်ခန်းအက်ရှင်ပြကွက်တွေနဲ့အတူပေါင်းစပ်လိုက်တဲ့အခါ\nတကယ့်ကိုစိတ်ဝင်စားဖွယ်ရာဇာတ်လမ်းတစ်ခုဖြစ်လာတာပါ\nဖရန့်ခ်တို့ ဘာပြသနာတွေရင်ဆိုင်ရမလဲ\nဘယ်လိုတွေဖြေရှင်းကြလဲ\nအောင်မြင်ပါ့မလား ဆိုတာတွေကိုတော့\nဇာတ်လမ်းထဲမှာပဲ ဇိမ်ပြေနပြေနဲ့ ကြည့်ရှုခံစားကြပါဦးလို.\nဇာတ်လမ်းဇာတ်အိမ်ရော ရိုက်ကွက်တွေရောရိုးမသွားစေရဘဲ\nပထမဇာတ်ကားနဲ့ အပြတ်အသတ်ယှဉ်နိုင်တဲ့ဇာတ်ကားဆိုတာ\nကြည့်လိုက်တာနဲ့ ပြောစရာမလိုအောင်သိနိုင်တယ်ဆိုတာ အာမခံပါတယ်ဗျာ\nအက်ရှင်ကြိုက်ပရိသတ်တွေ လက်မလွတ်သင့်တဲ့ တကယ့်ကို ပြောင်မြောက်တဲ့အက်ရှင်ကားတစ်ကားဆိုတာလဲ\nညွှန်းပေးပါရစေနော်\n \n(ဘာသာပြန်သူ ကတော့ မေသရဖီလွင် ပါ )\n  \nFile Size : (850 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://megaup.net/TTe7/Red_2_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/50K-And-A-Call-Girl-A-Love-Story-2014-135x200.jpg",
        "title": "$50K and a Call Girl: A Love Story (2014)",
        "description": "R-Rated ဇာတ္လမ္းကိုမွ IMdb (7.1) ရရွိထားတဲ့ Rating ျမင့္ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။\nRose တစ္ေယာက္ ဦးေႏွာက္ကင္ဆာကြၽမ္းေနျပီျဖစ္ေၾကာင္း...အသက္႐ွင္ရန္ ၆လသာ အခ်ိန္ရေတာ့ေၾကာင္း သူ႔ကိုယ္သူသိလိုက္ရတဲ့အခ်ိန္မွာေတာ့...\nသူ႔ဘဝရဲ႕ ေနာက္ဆံုးအခ်ိန္ေတြကို ခရီးသြားရင္း ကုန္ဆံုးဖို႔ ဆံုးျဖတ္ခဲ့ပါတယ္...\nသူ႔ရဲ႕ခ်စ္လွစြာေသာ လက္ထပ္ခါနီးတဲ့ အစ္ကိုက လက္ထပ္ဖို႔စုထားတဲ့ ေဒၚလာ၅ေသာင္းကို သူ႔ခရီးမွာသံုးဖို႔ စပြန္ဆာေပးခဲ့ပံုေတြ...\nခရီးမွာ ဘက္ပဲ့ေနတဲ့ Rose ခမ်ာ အေဖာ္ရဖို႔ ေကာင္မေလးတစ္ေယာက္ ေခၚခဲ့ပံုေတြ....\nေစစပ္ထားတဲ့ သူ႔အစ္ကုိစံုတြဲ သူ႕ေၾကာင့္ ကေတာက္ကစျဖစ္ရပံုေတြ...\nကိုယ့္ကိုကိုယ္ ေသမွာသိေနတဲ့ လူတစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြ...\nေသခါနီးလူတစ္ေယာက္ရဲ႕နားမွာ လႈပ္႐ွား႐ုန္းကန္ေနရတဲ့ လူတစ္စုရဲ႕အေၾကာင္းေတြကိုဟာသေႏွာကာ ႐ိုဆန္ဆန္ လက္ေတြ႔က်က် ဘယ္လိုေတြ႔ျမင္ရမလဲဆိုတာကေတာ့....။(ဘာသာျပန္နဲ႔ အညႊန္းကေတာ့ Thinthtoo Zaw ျဖစ္ပါတယ္။) \nFile Size…(800MB) and (310MB)Quality…BluRay 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…Nyeinsaeya Aung\nTranslated by Blade",
        "rating": "7.1",
        "url": "https://megaup.net/1Ba66/$_50K_And_Call_Girl_-_A_Love_Story_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/poseidon-poster-133x200.jpg",
        "title": "Poseidon (2006)",
        "description": "Poseidon (2006)______IMDb - 5.7/10ခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ Poseidon ဆိုတဲ့ဇာတ်ကားလေးပါ ။\nMS Poseidon ဆိုတဲ့ အပျော်စီးသင်္ဘောဟာ အတ္တလန်တိတ်သမုဒ္ဒရာကို ဖြတ်သန်းနေခဲ့ပါတယ် ။\nဒီသင်္ဘောပေါ်မှာ အရင်က နယူးရော့ခ်မြို့အုပ်ဟောင်းဖြစ်ခဲ့တဲ့ ရောဘတ်ရယ် ၊ သူ့သမီးဂျနီဖာရယ်\nဂျနီဖာရဲ့ကောင်လေးခရစ်ရှန်ရယ် လိုက်ပါလာခဲ့ကြပါတယ် ။\nသင်္ဘောပေါ်မှာ နှစ်သစ်ကူးပွဲတော်ကျင်းပနေချိန်မှာ ပင်လယ်ပြင်တစ်နေရာကို ဗဟိုပြုပြီး\nငလျင်လှုပ်ရာကနေ ကြီးမားလှတဲ့ ဆူနာမီ လှိုင်းလုံးကြီးကြောင့် သင်္ဘောဟာ တိမ်းမှောက်ခဲ့ရပါတယ် ။\nအားလုံးနီးပါးသေဆုံးပြီး အသက်ရှင်ကျန်ရစ်သူ ခြောက်ယောက်ရှိခဲ့ပါတယ် ။\nသူတို့ဟာ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ ဖြစ်နိုင်တဲ့နည်းလမ်းတွေနဲ့ ကြိုးစားကြပါတယ် ။\nသူတို့တွေ နောက်ဆုံးမှာ အသက်ဆက်ရှင်ကြမလား ၊\nကယ်ဆယ်မယ့်သူတွေနဲ့ရော တွေ့ရပါ့မလားဆိုတာကိုတော့ ရင်တထိတ်ထိတ်နဲ့ စောင့်ကြည့်ရမယ့်\nဇာတ်လမ်းကောင်းလေးပါလို့ ညွှန်းပေးချင်ပါတယ် ။\nဒီရုပ်ရှင်မှာ လူသားဆန်မှု ၊ တစ်ကိုယ်ကောင်းဆန်မှုတွေကို တွေ့ရပြီး\nအသက်နဲ့ မေတ္တာတရား တကယ်တမ်း ယှဉ်ပြိုင်လာတဲ့အခါမှာတော့ ..........\n(ဘာသာပြန်သူကတော့ ကိုစည်သူထက်ပါ)File Size : (701 MB)\nQuality : Bluray ...",
        "rating": "5.7",
        "url": "https://megaup.net/2de81/Poseidon_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/tom-and-jerry-shiver-me-whiskers-front-1-143x200.jpg",
        "title": "Tom and Jerry in Shiver Me Whiskers (2006)",
        "description": "Tom Jerry ကားေလးေတြဆိုကေလးေတြေကာ လူတိုင္းေကာသိၾကမွာပါ....\nအမ်ားအားၿဖင့္ ေၾကာင္နဲ႕ၾကြက္ကားေတြကစကားသိပ္မေၿပာၾကပါဘူး..\nဒါေပမယ့္ ဒီကားေလးကေတာ့ The Movie ပါ....\nေၿပာၿပရမယ္ဆိုရင္ေတာ့ ပင္လယ္ဓားၿပကားေလးပဲၿဖစ္ပါတယ္....\nကေလးေလးေတြေကာလူၾကီးေတြပါႏွစ္သက္ခဲ့ၾကတဲ့ကားေလးပါ...\nေၾကာင္နဲ႕ၾကြက္ကားေလးေတြဟာ\nလူတိုင္းၾကည့္ရတာၾကည္ၾကည္ႏူးႏူးနဲ႕ၾကည့္ၾကတဲ့ကားေလးေတြပဲၿဖစ္ပါတယ္...\nဒီကားေလးေတြကို ကေလးေလးေတြၾကည့္ၾကတဲ့အၿပင္ ကြ်န္ေတာ္တို႕အရြယ္ထိႏွစ္ႏွစ္သက္သက္နဲ႕ကို\nၾကည့္ေနဆဲၿဖစ္တဲ့ကားေလးေတြပါ...\nဒီကားေလးကိုၾကည့္ၿပီးတဲ့ လူေတြေကာမၾကည့္ရေသးတဲ့လူေတြေကာ\nၿပန္လည္ၾကည့္ၿပီးေတာ့ ငယ္ဘ၀ေတြကိုၿပန္လည္သတိရလိုက္ရေအာင္ဗ်ာ...\nQuality…..BluRay 720p\nDuration…..01:14:00\nFormat…Mp4\nFile Size…(513 MB)\nTranslator…..Myat Ko Ko\nEncoder…..Moe Myint Lwin",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tom-and-jerry-in-shiver-me-whiskers-2006/",
        "category": "Adventure, Animation, Family"
    }
]