[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n6u00imN7AX2NiyWUc5kTgHXmEf.jpg",
        "title": "Dope (2015)",
        "description": "မယ်လ်ကွန်း အက်ဒဲကန်ဘီဆိုတာက လူမည်းဂိတယောက်။ကယ်လီဖိုးနီးယားပြည်နယ်က အင်ဂယ်ဝုဒ်ဆိုတဲ့မြို့လေးမှာနေတယ်။ သူ့ရဲ့ရပ်ကွက်ကတော့The Bottoms လို့သိကြတဲ့လမ်းသရဲလူမည်းဂိုဏ်းတွေ ဒုစရိုက်မှုတွေနဲ့ပြည့်နေတဲ့နေရာလေး။သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်းတွေက ဂျစ်ဘ်နဲ့ ဒစ်ဂီ။ သူတို့သုံးယောက်စလုံးက ဂိတွေလည်းဖြစ်သလို ၉၀ခုနှစ်တွေရဲ့ ဟစ်ဟော့ ရွှေခေတ်ကိုလွမ်းဆွတ်တမ်းတနေတဲ့ ဟစ်ဟော့ခေတ်အလွန် လူငယ်လေးတွေ။ တနေ့မှာ ဒွန်းဆိုတဲ့ ရပ်ကွက်ထဲကမူးယစ်ဆေးရောင်းတဲ့ ဂိုဏ်းသားတယောက်ရဲ့ပါတီကို ကောင်မလေးတ‌ယောက် မျက်နှာလုပ်ဖို့သွားရင်း မူးယစ်ဆေးအထုပ်လိုက်ကြီးနဲ့သေနတ်တလက်က မယ်လ်ကွန်းရဲ့လွယ်အိတ်ထဲ ပါလာခဲ့ပါတော့တယ်။ဒီအထုပ်လိုက်ကြီးနဲ့ ဂိုဏ်းတွေကြားထဲကပြေးရင်းလွှားရင်း မယ်လ်ကွန်းတို့တသိုက် ဘာတွေဆက်ဖြစ်သွားမလဲ။ မယ်လ်ကွန်းရဲ့ ဟားဗတ်ကိုတက်ဖို့အစီအစဉ်က ဒီမူးယစ်‌ဆေးထုပ်ကြီးရောင်းထွက်ဖို့အပေါ်မူတည်လာခဲ့တဲ့အချိန်မှာ သူတို့သူငယ်ချင်းတသိုက် ဘာတွေဆက်လုပ်ကြမလဲ။အဆုံးမှာတော့ မယ်လ်ကွန်းတို့ကလေးတသိုက်ရဲ့စွန့်စားခန်းလေးဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာကို Dope ဆိုတဲ့ လူငယ်ဟာသဒရာမာဇာတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦး။ဒီကားမှာကတော့ ရင့်သီးတဲ့စကားလုံးတွေ လိင်အသားပေးခန်းတချို့ပါ၀င်တဲ့အတွက်မိသားစုနဲ့ကြည့်ဖို့မသင့်လျော်ပါဘူး။ ဟစ်ဟော့လောကရဲ့အငွေ့အသက်တွေ သီချင်းတွေ ဝေဝေဆာဆာနဲ့ဖြစ်တဲ့အတွက်ကြောင့်ဟစ်ဟော့ ပရိသတ်ကြီးအတွက် ကားကောင်းလေးတကားဖြစ်မှာပါပဲခင်ဗျ။  File size…1.82 GB / 743 MB\nQuality…Blu Ray 1080p 5.1 CH / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ..... Adventure , ...",
        "rating": "7.2",
        "url": "https://megaup.net/1Vw21/Dope.2015.BluRay1080p5.1CH(CM).mp4",
        "category": "Adventure, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yVl7zidse4KiWtGMqHFtZCx4X3N.jpg",
        "title": "The Hunt for Red October (1990)",
        "description": "The Hunt for Red October (1990)~ IMDb - 7.5/10, Rotten Tomatoes - 88% ~ဒီရုပ်ရှင်က စာ​ရေးဆရာ Tom Clancy ရဲ့ ဇာတ်​ကောင် Jack Ryan တစ်ယောက် စာမျက်နှာ​ထက်က​နေ ပိတ်ကား​ပေါ်ကို စတင်​ရောက်ရှိခဲ့တဲ့ရုပ်ရှင်ဆို မမှားပါဘူး။ Prime ရဲ့ Jack Ryan shows တွေလိုပဲ ရုပ်ရှင်ဘက်မှာ Jack Ryan Franchise ဆိုပြီး ဇာတ်ကား၅ကား ထွက်ခဲ့ဖူးပါတယ်။ CM မှာ 2014 ခုနှစ်ထွက် Jack Ryan ဇာတ်ကားကို တင်ပြီးပြီဖြစ်ပြီး အခုတင်ဆက်​ပေးမှာက​တော့ ဒီ Franchise ထဲက ပထမဆုံးကားပါ။ဒီဇာတ်ကားက ၁၉၉၀မှာထွက်ရှိခဲ့တာဖြစ်ပြီး Jack Ryan's Theme ဖြစ်တဲ့ Political Spying ပုံစံကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/1Vt16/(CM)_The_Hunt_for_Red_October_(1990)_BluRay_1080p.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZTNiNDA4NmMtNTExNi00YmViLWJkMDAtMDAxNmRjY2I2NDVjXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Transformers: Rise of the Beasts (2023)",
        "description": "Transformers: Rise of the Beasts (2023)\n=============================\nIMDb Rating - 6.5/107 ကားမြောက် ထရန်စဖော်မာရုပ်ရှင်လာပါပြီ။ Creed 3 ကိုရိုက်ခဲ့တဲ့\nဒါရိုက်တာ Steven Caple Jr. ရဲ့လက်ရာပါပဲ။ ဒီတစ်ခေါက်မှာတော့\nအော်တိုဘော့တွေနဲ့ ဒီဆက်တီကွန်တွေ ချတာမဟုတ်တော့ပါဘူး။\nမက်စီမယ်ဆိုတဲ့ သားရဲပုံအများဆုံးပြောင်းတဲ့ ထရန်စဖော်မာ မျိုးနွယ်\nစုတွေ ပါလာပါပြီ။ အဓိကရန်သူကတော့ ယူနီခရွန်ဆိုတဲ့ ဂြိုလ်တွေကို\nအလုံးလိုက်စားပစ်တတ်တဲ့ နတ်ဘုရားလယ်ဗယ် အကောင်ကြီးတစ်\nကောင်ပါပဲ။အဲဒီအကောင်ကြီးဟာ မက်ဆီမယ်တွေရဲ့ ဂြိုလ်ကို ဖျက်ဆီးပြီး မက်ဆီ\nမယ်တွေဆီက ထရန်စဝါ့သော့လို့ခေါ်တဲ့ စကြဝဠာတွေထဲကို ခရီးသွားဖို့\nပေါ်တယ်တံခါးဖွင့်ပေးတဲ့သော့ကို လာလုပါတယ်။ အဲဒီသော့နဲ့ ဂြိုလ်ဘူ\nဖေးစားဖို့ပါ။ ယူနီခရွန်နဲ့ သူ့တပည့် တယ်ရာကွန်တွေရယ် တယ်ရာကွန်\nခေါင်းဆောင် စကာ့ဂျ်ရယ်ကို မနိုင်တော့လို့ မက်စီမယ်တွေ သော့ကိုယူပြီး\nကမ္ဘာပေါ်မှာ ပုန်းနေကြရပါတယ်။ ဒါပေမဲ့ စကာ့ဂျ်က ခြေရာခံလိုက်လာပြီး\nသော့ကိုလုဖို့ကြိုးစားတဲ့အချိန်မှာတော့ ဆိုက်ဘာထရွန်စစ်ပွဲကနေ ရှောင်\nတိမ်းလာတဲ့ အော့တိမတ်ပရိုင်းရဲ့ အော်တိုဘော့တွေနဲ့ အော့တိမတ်ပရိုင်\nမယ်ရဲ့ မက်ဆီမယ်တွေပူးပေါင်းပြီး ယူနီခရွန်ရဲ့ တပ်ဖွဲ့တွေကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/1fvzh/Transformers.Rise.of.the.Beasts.2023.REPACK.1080p.WEB-DL.DDP5.1[CM].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjIxNDgzMDE2MF5BMl5BanBnXkFtZTcwNzY5NTk1NA@@._V1_FMjpg_UX1000_-134x200.jpg",
        "title": "Thelma & Louise (1991)",
        "description": "ဂန္တဝင်​လက်ရာ​တစ်ခုဖြစ်တဲ့​ ဒီရုပ်ရှင်ကိိုတော့ ရုပ်ရှင်​ဝါသနာပါသူတွေ ကြားဖူးကြမှာပါ။ ဇာတ်လမ်း​က​ Road​ Film အမျိုးအစား​ပါ။ ဇာတ်အိမ်တစ်ခုလုံးကို​ အဝေးပြေးလမ်းမကြီးတွေပေါ်မှာ တည်ထား​ပြီး​ ဇာတ်​ကောင်တွေ​ လမ်း​ခရီး​တစ်လျှောက်​ကြုံတွေ့​ခဲ့တဲ့​အဖြစ်သနစ်တွေကို​ တင်ဆက်​ထားတဲ့​ဇာတ်​လမ်းမျိုးပါ။ Little​ Miss​ Sunshine​ နဲ့ Natural Born Killers တို့လို Road Films တွေကိုနှစ်သက်ရင်တော့​ ဒီရုပ်ရှင်ကိုလည်း အကြိုက်တွေ့ပါလိမ့်မယ်။ ဒီ​ရုပ်ရှင်​ရဲ့​ဒါရိုက်တာ​ကတော့​ ဂန္တဝင်​ဒါရိုက်တာကြီး Ridley​Scott​ ဖြစ်ပြီး​ ၁၉၉၁ ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ Adventure​/Drama/Crime ရုပ်ရှင်​အမျိုးအစား​ဖြစ်ပြီး​ သူ့ရဲ့​ အကောင်း​ဆုံးလက်ရာတွေထဲကတစ်ခုအဖြစ်သတ်မှတ်ခံရတဲ့​ ရုပ်ရှင်​လည်းဖြစ်ပါတယ်။ ရာဇဝတ်မှု​တစ်ခုကျူးလွန်မိပြီးနောက်​ ထွက်ပြေး​တိမ်း​ရှောင်​ဖို့ကြိုးစားတဲ့​Thelma​ နဲ့​ Louise ဆိုတဲ့​ အမျိုးသမီး​နှစ်​ယောက်​ရဲ့​အ​ကြောင်းကို​ တင်ဆက်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်း​အကျဥ်း​ကတော့​ Thelma ဟာ​ ခင်​ပွန်း​ဖြစ်သူရဲ့ ဖိနှိပ်​ချုပ်ချယ်​ခြင်းကိုခံနေရတဲ့​ ရိုးရိုးအအ အိမ်​ထောင်ရှင်တစ်ဦးဖြစ်ပြီး​ သူ့သူငယ်ချင်းဖြစ်သူ​ Louise ကတော့​ အတိတ်က​စိတ်​ဒဏ်ရာတစ်ခုကိုခံစား​နေရတဲ့​ စားပွဲထိုးတစ်ဦးပါ။ သူတို့​နှစ်ယောက်​လုံးက​ သူတို့​ရဲ့ပတ်ဝန်းကျင်လူမှုအသိုက်အဝန်းကို စိတ်ကုန်နေတဲ့​ သာမန်​မိန်းကလေး​တွေဖြစ်ကြပြီး​ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1fvu2/Thelma.and.Louise.1991.1080p.(CM)_(2).mp4",
        "category": "Adventure, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMjA5Mzk2MDUyM15BMl5BanBnXkFtZTcwODYzOTAyNw@@._V1_-135x200.jpg",
        "title": "Mirror Mirror (2012)",
        "description": "Mirror Mirror 2012 The Ant Bully, Smurfs, Michael Collins အစရှိတဲ့ ရုပ်ရှင်တွေမှာ ပါဝင်ခဲ့ဖူးတဲ့ မင်းသမီးကောင်း Julia Robertsနဲ့ Emily in Paris, Abduction, Tarzan, The Mortal Instruments: City of Bones အစရှိတဲ့ ရုပ်ရှင်ကောင်းတွေ များစွာမှာ သရုပ်ဆောင်ခဲ့ဖူးတဲ့ မင်းသမီးချောလေး Lily Collinsတို့ အတွဲညီညီ သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်လေး လာပါပြီ။ ဇာတ်လမ်းက ​စနိုးဝှိုက် remakeပါ။ ဒါပေမယ့် ဒီဇာတ်လမ်းက တခြားကြည့်ဖူးနေကြ ရိုးအီနေပြီဖြစ်တဲ့ စနိုးဝှိုက် ဇာတ်လမ်မျိုး မဟုတ်တော့ပါဘူး။ ဒီဇာတ်လမ်းက ဇာတ်ညွှန်းကို ဆန်းသစ်ထားတဲ့ စနိုးဝှိုက်လေးပဲဖြစ်ပါတယ်။ စနိုးဝှိုက်ဆိုတော့ သိကြတဲ့အတိုင်း ဘုရင်မ စုန်းမကြီးရယ် စနိုးဝှိုက်တို့ရဲ့ ပြိုင်ဆိုင်မှုဇာတ်လမ်းပေါ့။ ဒါပေမယ့့် မတူတာက အရင်င်စနိုးဝှိုက်တွေက ...",
        "rating": "5.6",
        "url": "https://megaup.net/3hmix/Mirror.Mirror.2012.1080p.(CM).mp4",
        "category": "Adventure, Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BOTM3NzE5OTE1Nl5BMl5BanBnXkFtZTgwNzQwNjM3NjM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Bumblebee (2018) Transformers 6",
        "description": "အချိန်ကတော့ ၁၉၈၇ ခုနှစ်ကို အချိန်တည်ထားပါတယ်အော်တိုဘော့ တွေဟာ သူတို့ဂြိုလ်မှာ တိုက်ပွဲတွေ ဖြစ်ပြီးအခြေအနေ မဟန်တဲ့ အခါ ဘမ်ဘယ်ဘီး ကို ကမ္ဘာကိုလွှတ်ပြီးစောင့်နေဖို့ ခိုင်းလိုက်ပါတယ် ပြီးရင် ပြန့်ကျဲနေတဲ့အောတိုဘော့ တွေ ကို ပြန်လည်စုစည်းပြီး ရန်သူတွေကိုချေမှုန်းမယ့် အကြံနဲ့ပါ...ဒါပေမဲ့ ဘမ်ဘယ်ဘီး ကမ္ဘာကိုဦးတည်သွားတာ သိတဲ့ရန်သူတစ်ချို့က လိုက်လံရှင်းလင်းရင်း ကမ္ဘာမှာ ပထမဆုံးစက်ရုပ်စစ်ပွဲတွေ စတင်ဖြစ်ပွားပါတော့တယ်...အခြေအနေကို စောင့်နေရမယ့် ဘမ်ဘယ်ဘီး လဲ လိပ်ခုံးကားလေးတစ်စီးအဖြစ်ပြောင်းလဲပြီး အော်တိုမတ်ပရိုင်း တို့ ပြန်အလာကို စောင့်နေခဲ့ရင်း အချိန်ကြာသွားခဲ့ပါတယ်တစ်ရက်မှာတော့ သူ့အတွက် သံယောဇဉ် တွယ်ရမယ့် သူတစ်ယောက်ကို ပထမဆုံး စတွေ့ခဲ့ပါတယ်သူကတော့ ချာလီ ဆိုတဲ့ ဆယ်ကျော်သက် ကောင်မလေး တစ်ယောက်ပါချာလီကတော့ ကားတစ်စီးအပြင်းအထန်ရဖို့ ပိုက်ဆံစုနေသူဖြစ်ပြီးသူမ ဖခင် ထားခဲ့တဲ့ ကားအဟောင်းကြီးကို အချိန်မှန်မှန်ပြင်နေတက်သူပါတစ်ရက် ကားအဟောင်းဆိုင်မှာ ဘမ်ဘယ်ဘီး ကို စတွေ့ခဲ့ပြီးနောက်သူမ ဘဝထဲကို အချစ်ရဆုံးသူအဖြစ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/1tk4d/Bumblebee.2018.1080p.BluRay_5.1_Ch_%7BCM%7D.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BN2YwOWM4ODgtZTMzMi00ZmFmLTk5NTEtNmY4ZDcwNzQxNDhjXkEyXkFqcGdeQXVyNTI0NzAyNjY@._V1_-135x200.jpg",
        "title": "Transformers: The Last Knight (2017)",
        "description": "၅ ကားမြောက် ထရန်စဖော်မာကားကို တင်ပေးထားပါတယ်။\nအရင်ဇာတ်လမ်းမှာ အော့ပ်တိမက်စ် ပရိုင်းဟာ သူ့ရဲ့ဖန်ဆင်းရှင်တွေကို ရှာဖို့ အာကာသထဲကိုထွက်သွားပြီး ပြန်မလာခဲ့ပါဘူး။သူမရှိချိန်အတွင်းမှာ လူသားတွေဟာ အရင်ရုပ်ရှင်က တိုက်ပွဲအကျိုးဆက်အဖြစ်အော်တိုဘော့တွေကိုပါ တရားမဝင်ကြေညာပြီး တိုက်ခိုက်နေပါပြီ။ခေါင်းဆောင်မဲ့နေတဲ့ အော်တိုဘော့တွေကို ကိတ်ရေဂါက ဖွက်ပေးထားစောင့်ရှောက်ထားရပါတယ်။ဒီဇာတ်လမ်း အစကတော့ ဘုရင်အာသာနဲ့ မာလင်ခေတ်က ထရန်စဖော်မာတွေရဲ့လျို့ဝှက်သမိုင်းကြောင်းကို အခြေခံထားပါတယ်။ အော့ပ်တိမက်စ်ရဲ့ ဖန်ဆင်းရှင်ကကမ္ဘာကိုဖျက်ပြီး ဆိုက်ဘာထရွန်ကို ပြန်မွေးဖွားဖို့ကြိုးစားတာကို အော်တိုဘော့တွေ၊မာလင်ရဲ့မျိုးဆက် နဲ့ ရွေးချယ်ခံရတဲ့ နောက်ဆုံးသူရဲကောင်းစစ်သည်တို့စုပေါင်းကာကွယ်ကြပုံကို တွေ့ရပါလိမ့်မယ်။\n(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  မှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။\nFile size…(8.2 GB)/(4.2 GB)/(1.5 GB)\nQuality….BluRay 4K HDR HEVC/1080p HEVC /720p\nFormat…mkv/mp4\nDuration….02:34:38\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "5.2",
        "url": "https://megaup.net/2pCgc/(CMorg)Transformers.The.Last.Knight.2017.1080p.UHD.BluRay.x265.HEVC.10bit.SDR.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/Transformers-Age-of-Extinction-poster-128x200.jpg",
        "title": "Transformers: Age of Extinction (2014)",
        "description": "ဇာတ်လမ်းကတော့ Dark Side of the moon ဇာတ်လမ်းအပြီး ၅ နှစ်အကြာဖြစ်ပါတယ်။\nTransformers တွေကြောင့် Chiacago မြို့ ပျက်ဆီးခဲ့ရတယ်လို့ အစိုးက အပြစ်တင်ပြီး၊\nAutobots တွေရော Decepticons တွေကိုပါလိုက်ဖမ်းဆီးနေပါတယ်။\nအဲ့ဒီအချိန်မှာ Mark Wahlberg က Optimus Prime ကိုအမှတ်မထင် ရှာတွေ့သွားရာက\nသူ့ကို လိုက်ရှာနေတဲ့ အစိုးရအဖွဲအစည်းတွေနဲ့ အခြားဂြိုလ်သားတွေရဲ့ ပစ်မှတ်ဖြစ်လာပါတယ်။\nအဲ့ဒီမှာ Mark Wahlberg တို့မိသားစုနဲ့ Autobots တွေပေါင်းပြီး အဖြစ်မှန်ကို စုံစမ်းရာမှာ၊\nUS အစိုးရက Transformer တွေကို ကိုယ်တိုင် တီထွင်နေပြီးတော့၊\nControl လုပ်နိုင်ဖို့ ကြိုးစားနေသလို၊ Transformers Army လုပ်နေပါတယ်။\nဒါပေမယ့် သူတို့ယူသုံးနေတဲ့ Sample တွေက Megatron ရဲ့အစိတ်အပိုင်းနဲ့ ဦးနောက်တွေဖြစ်နေပြီးတော့၊\nအမှတ်မထင်ပဲ Megatron ကို အသက်ပြန်သွင်း နေသလို ဖြစ်နေတဲ့အတွက် ဘယ်လိုတွေစခန်းသွားကြမယ်ဆိုတာ.......။\n(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  ...",
        "rating": "5.7",
        "url": "https://megaup.net/13p0v/(CM)_Transformers.Age.of.Extinction.2014.1080p.BluRay.H-264.AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/transformers-3-dark-of-the-moon-movie-poster-134x200.jpg",
        "title": "Transformers: Dark of the Moon (2011)",
        "description": "ဇာတ်လမ်းအကျဉ်းကတော့........\nစိုင်ဘာထရွန် စစ်ပွဲများကြားကနေ ထွက်ပြေးလွတ်မြောက်ခဲ့တဲ့ စိုင်ဘာထရွန်ဂြိုလ်က\nအာကာသယာဉ်ကြီးက လရဲ့အမှောင်ဘက်ခြမ်းကို ပျက်ကျသွားခဲ့တယ်။၁၉၆၉ ခုနှစ်မှာ အမေရိကန် အာကာသယာဉ် ‘အပိုလို ၁၁’က လကမ္ဘာပေါ်ကို ဆင်းသက်ပြီး\nThe Ark ရဲ့နမူနာတွေကို ကောက်ယူခဲ့တယ်။အော့(ပ်)တီးမတ် (စ်)ပရိုင်းက တိုင်လုံးတွေကို ရှာဖွေပြီး စင်တီနယ်ပရိုင်းကို အသက်ပြန်သွင်းဖို့ လပေါ်ကို သယ်ဆောင်သွားခဲ့တယ်။\nအခုလို သယ်ဆောင်ခြင်းက ကမ္ဘာမြေကို ကျူးကျော်တိုက်ခိုက်မယ့် ဂြိုလ်သားစစ်တပ်အတွက် ဆောင်ရွက်နေတယ် ဆိုတာကို\nအမေရိကန် ကာကွယ်ရေးဝန်ကြီး ရှားလော့(တ်)မီးရင်းသိရှိသွားတယ်။ဒီဆက်(ပ်)တီကွန်က The Ark ယာဉ်ကိုပိုင်ဆိုင်ခွင့်ရဖို့ ဆယ်စုနှစ်ပေါင်းများစွာ စောင့်ဆိုင်းခဲ့တယ်။\nအော်တိုဘော့တွေက ကမ္ဘာမြေကနေ ပြည်နှင်ဒဏ် ပေးခံရတယ်။\nအဲဒီအဖြစ်အပျက်တွေကို အခြေတည်ပြီး အက်ရှင်ဇာတ်ကား အဖြစ်ပုံဖော်ထားခြင်းဖြစ်ပါတယ်........။~ Review Credit(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  မှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။\nFile size…(6.8 GB)/(4.3 ...",
        "rating": "6.3",
        "url": "https://megaup.net/1JmsY/(CM)_Transformers.Dark.of.the.Moon.2011.BluRay.1080p.H.264.AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/large_kVISXAXDYhjQCfu50QZeCCzzbPv-133x200.jpg",
        "title": "Transformers: Revenge of the Fallen (2009)",
        "description": "Transformers 2007 ခုနှစ်က ဇာတ်ကားရဲ့ အဆက်အဖြစ်ဆက်လက်ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ..ပထမဇာတ်ကားက မင်းသား Shia LaBeouf ပဲ အပြောင်းအလဲမရှိ ပါဝင်ထားပြီးမင်းသမီး Megan Fox ကိုလဲ ညှို့အားပြင်းစွာဆက်လက်မြင်တွေ့ရမှာပါ။ထုံးစံအတိုင်း Autobots တွေရဲ့ တိုက်ပွဲဝင်ခန်းတွေကို ဦးစားပေးကြည့်ရှုရပါမယ်။(Transformers ဇာတ်ကားအားလုံးကို  https://channelmyanmar.org/?s=transformers  မှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။\nFile size…(7.3 GB)/(4.4 GB)/(1.7 GB)\nQuality….BluRay 4K HDR HEVC/1080p/720p HEVC\nFormat…mkv/mp4\nDuration….02:29:53\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.0",
        "url": "https://megaup.net/1Jmt4/(CM)_Transformers.Revenge.of.the.Fallen.2009.BluRay_1080p_H.264_AAC_5.1-Nyein.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/rzfik5le-141x200.jpg",
        "title": "Transformers (2007)",
        "description": "ပထမ Transformer ဇာတ်လမ်းအဓိကကျောရိုးက All Spark ကိုလိုတာနဲ့ စပါတယ်။Transformer အမည်ခံစက်ရုပ်များဟာ သူတို့နေထိုင်တဲ့ Cybertron ဆိုတဲ့ဂြိုဟ်မှာ Autobots နဲ့ Decepticons တွေ တိုက်ပွဲဖြစ်ခဲ့ပြီး\nDecepticons ခေါင်းဆောင် Megatron ရဲ့ ဖျက်ဆီးမှုကြောင့် Cybertron ဂြိုဟ်ပျက်စီးခဲ့ပါတယ် ။\n( All Spark ဆိုတာ ပထမ Transformer movie မှာတွေ့ရတဲ့ ကုဗတုံးတစ်ခုပါ )\nAutobots တွေဟာ All Spark ကို ပြန်လည်ရှာဖွေပြီးတော့ သူတို့မူလဂြိုဟ်ဟောင်း Cybertron ကို ပြန်လည်တည်ဆောက်ချင်ပါတယ် ။\nDecepticons တွေကတော့ All Spark ကို ရှာဖွေပြီး စကြဝဠာကို စိုးမိုးချင်သူများပါ ။Decepticons ခေါင်းဆောင် Megatron ဟာ ကမ္ဘာဂြိုဟ်ပေါ်မှာ All Spark ရှိနေတယ်ဆိုတဲ့ သတင်းကို ကြားလျှင်ကြားချင်း\nကမ္ဘာပေါ်သက်ဆင်းရာမှာ အခန့်မသင့် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Jmtb/(CM)Transformers.2007.BluRay.1080p.H.264.10bit.AAC.5.1-Nyein.mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/images-2-200x300.jpg",
        "title": "Tinker Bell and the Legend of the NeverBeast (2014)",
        "description": "Tinker Bell and the Legend of the NeverBeast (2014)\n=====================================\nIMDb Rating - 7.1/10အတောင်ပံတစ်စုံနဲ့နတ်သမီးလေးတွေအများစုနေတဲ့နေရာလေးတစ်ခု\nသူတို့ဗိမ္မန် မှာ ဘုရင်မတစ်ပါးအုပ်ချုပ်တယ်။ ကာကွယ်ရေးအဖွဲ့တစ်ခု\nရှိသလို ကန့်သတ်စည်းမျဉ်းစည်းကမ်းမြောက်များစွာလည်းရှိတယ်။\nအထူးသဖြင့်နတ်သူငယ်တွေကိုရန်ပြုမဲ့တိရစ္ဆာန်တွေကိုကြိုတင်ကာ\nကွယ်ခြင်းအနေနဲ့ သူတို့နေတဲ့အနားကိုအကပ်တောင်မခံတာပါပဲ။ ဒါက\nလည်း ရှေးရိုးအစဉ်အဆက်လက်ဆင့်ကမ်းရေးသားခဲ့တဲ့ မူတွေ အကြောင်း\nအရာတွေကြောင့် လုပ်နေရတာပါပဲ။ ဒီထဲမှာတမူကွဲထွက်လာတာက\nFAWNလို့ခေါ်တဲ့နတ်သမီးလေးတစ်ပါးပါပဲ။ ရက်စက်တယ်လို့သတ်မှတ်\nထားတဲ့အကောင် ကြီးတွေမှာလည်း သူတို့လိုနှလုံးသားရှိလေတော့ သိမ်\nမွေ့နူးညံခြင်းတွေရှိမှာပဲလို့သူခံစားနေရတယ်။အဲ့ဒါကြောင့် ရှေးအစဉ် အလာသတ်မှတ်ချက်တွေကို ဆန့်ကျင်ပြီး ရက်စက်\nပါတယ်ဆိုတဲ့အကောင်တွေကိုလက်ပွန်းတနီးနေကြည့်တယ်။ အဲ့ဒါကြောင့်\nကာကွယ်ရေးအဖွဲ့တွေရဲ့အမြင်စောင်းမှုခံရသလို ဘုရင်မ သတိထားမိစရာ\nလည်းဖြစ်လာတယ်။ ဒါပေမဲ့သူလက်မလျှော့ခဲ့ပါဘူး တစ်နေ့တော့ အလွန်\nတရာကြီးမားတဲ့ ခြေ၄ချောင်းနဲ့အကောင်ကြီးကို ဂူတစ်ဂူမှာတွေ့ခဲ့တယ်။\nအဲ့ဒီအကောင်ကြီးရဲ့အခက်အခဲ ကိုဖြေရှင်းပေးတော့ သံယောဇဉ်တွေတွယ်\nမိကြတယ်ပေါ့။ ဒါပေမဲ့ အဲ့ဒီအကောင်ကြီးဟာ ရှေးကရေးခဲ့တဲ့စာတွေအရ\nအန္တရယ်အရှိဆုံး အကောင်ကြီးဖြစ်နေတဲ့အပြင် သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့\nသူတို့နတ်ဘုံလေးကိုဖျက်ဆီးမဲ့သူဖြစ်နေတယ်ဆိုပါတယ်။ ကာကွယ်ရေးအဖွဲ့\nတွေရယ် FAWNလို့ခေါ်တဲ့နတ်သမီးလေးရယ် ခြေ၄ချောင်းပါကြောက်စရာ\nအကောင်ကြီးရယ် ဆက်ဖြစ်မဲ့အကြောင်းအရာတွေက တကယ့်ကို စိတ်ဝင်\nစားစရာပါ ဒီကားက ANNIMATIONကားဆိုပေမဲ့ ကလေးတွေအတွက်ရော\nလူကြီးတွေအတွက်ရောပါ ဆင်ခြင်စရာတွေပေးတဲ့ဇတ်ကားလေးပါ။ ရှေးရိုး\nစွဲအယူအဆတွေကို တစ်ဖက်ပိတ်အမြင်တွေနဲ့ဆုံးဖြတ်တာတွေရယ်၊ ဖြူစင်\nတဲ့နှလုံးသားစေရာအတိုင်းလုပ်ခဲ့တာတွေ၊ စူးစမ်းဆင် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2Bn9q/Tinker.Bell.and.the.Legend.of.the.NeverBeast.2014.1080p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/MV5BYTIxNTNkYzktYThjYS00MTE5LTlmOTctODZhMmMxYTQxZDFhXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Tinker bell and The Pirate Fairy (2014)",
        "description": "Tinkerbell : Pirate Fairy (2014)\n======================ဒီတစ်ခါဇာတ်လမ်းလေးကလည်း Legend of the Neverbeast လို\nTinkerbell အပေါ်ကို Focus ထားတဲ့ ဇာတ်အိမ်မဟုတ်ဘဲ Pixie\nHollow ရဲ့ မျက်နှာသစ် Character တစ်ခုအကြောင်း ရိုက်ကူးပြသ\nထားတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။Pixie Hollow ရဲ့ ဝေယျာဝစ္စအဝဝကို အောက်ခြေသိမ်းလုပ်ရတဲ့\nလက်သမားနတ်သူငယ်တွေနည်းတူ ရွှေမှုန်ထိန်းသိမ်းရေးနတ်သူ\nငယ်တွေဟာလည်း အားလုံးရဲ့အသက်သွေးကြောကို ထိန်းသိမ်းကိုင်\nတွယ်နေရတဲ့သူတွေပါပဲ။ အရေးကြီးပြီး အမှားမခံတဲ့အလုပ်မို့လို့\nလုပ်ငန်းခွင်ကို အပိုအလိုမရှိစေဘဲ တိတိကျကျ အထွန့်မတက်ရတဲ့\nရှေးရိုးစွဲနည်းနဲ့ပဲ လည်ပတ်စေတာပေါ့။ စိတ်ကူးစိတ်သန်းကောင်းပြီး\nကိုယ်တတ်ထားတဲ့ပညာကိုပိုနားလည်အောင် လေ့လာစမ်းသပ်လို\nစိတ်ပြင်းပြတဲ့ Zarina ကတော့ ဒီလိုစာအုပ်ကြီးစနစ်အမြင်နဲ့ အများ\nကြားမှာ ကြောင်တောင်ကျားပါပဲ။ပြဿနာအရှာကြမ်းပေမယ့် အထက်လူကြီးက ဆူရုံသာဆူပြီး အလျှော့\nပေးတာမို့ Zarina လည်း လက်ရဲဇက်ရဲရှိနေပါတယ်။ တစ်နေ့ .... လက်\nတည့်စမ်းမိရာကနေ အဆမတန်ကြီးထွက်လာတဲ့အပင်ကြောင့် တစ်ရွာ\nလုံးကုန်လုနီးနီးပြုန်းသွားတဲ့အခါ စေတနာကနေဝေဒနာဖြစ်သွားပြီး Zarina\nတစ်ယောက် Pixie Hollow ကနေ နှင်ထုတ်ခံလိုက်ရပါတယ်။ တစ်နှစ်\nကြာသွားပြီးတဲ့နောက် .... ...",
        "rating": "6.5",
        "url": "https://megaup.net/2Bn5i/The.Pirate.Fairy.2014.1080p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/secret-148x200.jpg",
        "title": "Tinkerbell : Secret of the Wings (2012)",
        "description": "Tinkerbell : Secret of the Wings (2012)\n============================\nIMDb Rating - 7.0/10Secret of the Wings ဆို Tinkerbell movie တွေထဲက\nလူကြိုက်အများဆုံးနဲ့ Scenario အလှဆုံးအပိုင်းလို့ပြော\nရင်လည်း မမှားပါဘူး။ နတ်သူငယ်မွေးဖွားခြင်းနိယာမကို\nလွန်ဆန်တဲ့ Tinkerbell ရဲ့ အံ့ဖွယ်ဖြစ်ရပ်တစ်ခုအကြောင်း\nရိုက်ပြထားတဲ့ ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။Pixie Hollow ရဲ့ ဥတုလေးပိုင်းကွဲနေတဲ့ နယ်မြေတွေထဲမှာ\nဆောင်းသစ်တောကတော့ ဘယ်အနွေးပိုင်းနတ်သားနတ်သမီး\nမဆို မြင်သာမြင် မကြင်ရဖြစ်နေတဲ့နေရာတစ်ခုပေါ့။\nအအေးပိုင်းနတ်သူငယ်တွေအနေနဲ့လည်း အနွေးပိုင်းနယ်မြေ\nတွေဘက်ကိုလာခွင့်မရှိတဲ့အတွက် ဥတုနှစ်ခြမ်းက နတ်သား\nနတ်သမီးတွေအနေနဲ့ တစ်ဘက်မှာ ဖြူလား၊ မဲလားတောင်မသိ\nတဲ့အထိပါပဲ။ စူးစမ်းနတ်သူငယ်ပီပီ စပ်စုတတ်တဲ့ Tinkerbell\nကတော့ ဆောင်းသစ်တောကို ကုန်တွေတင်မကဘဲ သူ့ကိုယ်သူ\nပါအရောက်ပို့ချင်နေမိတာပါ။ တစ်နေ့မှာတော့ ... နွေဦးရင်ပြင်က\nတိရစ္ဆာန်လေးတွေကို ဆောင်းခိုဖို့အတွက် နယ်စပ်ကိုပြောင်းရွှေ့\nပေးဖို့ဖြစ်လာပါတယ်။ Tinkerbell ကတော့ Fawn ကိုကူညီရင်း\nအလစ်မှာ ဆောင်းသစ်တောဘက်ခုန်ဝင်မိလို့ အတောင်ခဲတယ်\nအထင်ခံရပြီး ဆေးခန်းရောက်သွားပါတော့တယ်။Tinkerbell ကတော့ အတောင်ခဲတာမဟုတ်ဘဲ သူ့အတောင်တွေ\nအရောင်တောက်လာတာပါလို့ ပြောပေမယ့် ...",
        "rating": "7.0",
        "url": "https://megaup.net/2Bn4h/Tinker.Bell.Secret.of.the.Wings.2012.1080p.BluRay.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNjQ3YWFhNWMtMGQyYS00M2YzLWI1NzUtZDEzN2RlYzM1N2QxXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "Tinker Bell and the Great Fairy Rescue (2010)",
        "description": "Tinker Bell and the Great Fairy Rescue (2010)\n=================================\nIMDb Rating - 6.8/10\"လက်တွေ့လောကမှာ မြင်နိုင်၊ ကြားနိုင်၊ လက်ဆုပ်လက်ကိုင်\nသက်သေပြနိုင်မှ ဖြစ်တည်မှုအစစ် \" လို့ လူကြီးသူမတွေက\nတထစ်ချယုံကြည်နေကြချိန် ...\" နတ်သမီးလေးတွေတကယ်\nရှိတာပါ \" ဆိုသူ ကလေးငယ်လေးတွေလည်း ရှိကြတာပေါ့။\nနွေရာသီအစကိုရောက်ခဲ့ပြီ။ ပင်မနယ်မြေကို ဆောင်းကုန်ပြီး\nနွေကူးစေဖို့ တာဝန်ကျရာ နတ်သူငယ်တို့လည်း အသီးသီးရောက်\nလာကြချိန်ပေါ့။Tinkerbell တို့စခန်းချထားတဲ့နေရာနားမှာတော့ Lizzy တို့သား\nအဖရဲ့ နယ်ခွဲအိမ်လေးပါပဲ။ စပ်စုတတ်တဲ့ Tinkerbell ကတော့\nသားအဖနှစ်ယောက်ရောက်ရောက်ချင်းမှာပဲ Lizzy အဖေရဲ့ ကား\nကိုမျက်စိကျပြီး အနီးကပ်သွားကလိပါတော့တယ်။ စခန်းကိုအပြန်\nလမ်းမှာ မြက်ခင်းထဲက နတ်သူငယ်အရွယ်နဲ့ ကွက်တိဖြစ်နေတဲ့\nအိမ်သေးသေးလေးတစ်လုံးထဲကို Tinkerbell ဝင်သွားပြီးနောက်\nမှာတော့ ... ပန်းလေးတွေခူးပြီးပြန်ရောက်လာတဲ့ Lizzy လည်း\nသူ့နတ်သမီးအိမ်တံခါးလေးလှုပ်နေတာကို တွေ့လိုက်ရတဲ့အခါ ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.6 GB) / ...",
        "rating": "6.8",
        "url": "https://megaup.net/1fon2/Tinker.Bell.And.The.Great.Fairy.Rescue.2010.1080p.BluRay(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYTJlNzM1ODMtMjRkYy00NWU5LWExNTAtMzE4ZWE2OTVmZjdkXkEyXkFqcGdeQXVyNjY5NDU4NzI@._V1_-142x200.jpg",
        "title": "Tinker Bell and the Lost Treasure (2009)",
        "description": "Tinker Bell and the Lost Treasure (2009)\n============================\nIMDb Rating - 6.6/10အမှောင်မိုက်ဆုံးသောအချိန်မှာ အလင်းတစ်ပွင့်ကတောင် မက်မော\nစရာဖြစ်ရသလို အခက်ခဲဆုံးသောအချိန်မှာလည်း ကူကယ်ရာလက်\nတစ်စုံကို အတမ်းတမိကြဆုံးပါပဲ။ ဒီတစ်ခါမှာတော့ Tinkerbell တစ်\nယောက် တစ်ကိုယ်စာမျက်နှာရရေးနဲ့ သူငယ်ချင်းဆက်ဆံရေးကြား\nမျက်စိလည် ဒွိဟများရတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။Pixie hollow ရဲ့ အထင်ကရဆောင်းဦးရာသီပွဲတော်မှာ နတ်သူငယ်တို့\nအသက်သွေးကြောဖြစ်တဲ့ ရွှေမှုန်လေးတွေကို လကျောက်ကနေတစ်\nဆင့် ထုတ်ယူရတဲ့ အစဉ်အလာတစ်ခုရှိနေပါတယ်။ လကျောက်တည်ဖို့\nတောင်ဝှေးကိုလည်း နတ်သူငယ်တစ်ဖွဲ့ချင်းစီကနေ အလှည့်ကျလုပ်ပေး\nရတဲ့ဓလေ့လည်းရှိတာပေါ့။ လက်သမားနတ်သူငယ်တွေ အလှည့်ကျတဲ့\nနှစ်မှာတော့ ကိုယ်စားပြုအနေနဲ့ Tinkerbell တာဝန်ပေးခံရတဲ့အခါ....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.72 GB) / (860 MB) / (512 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 21Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Hnin ...",
        "rating": "6.6",
        "url": "https://megaup.net/2Bjdr/02.Tinker.Bell.And.The.Lost.Treasure.2009.1080p.BluRay(CM)..mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOWQzNTVmZDgtNzcwYi00YzY1LTllNzgtNjA0N2QwNTRlOTFmXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "Tinker Bell (2008)",
        "description": "Tinker Bell (2008)\n==============ပျောက်သွားတဲ့အရုပ်လေးတွေ မထင်မှတ်ဘဲ ပြန်ရောက်လာတတ်\nတာမျိုး ကြုံဖူးကြပါသလား၊ ပျက်သွားတဲ့ပစ္စည်းလေးတွေကို ပြန်\nထုတ်ကြည့်တဲ့အခါ ရုတ်တရက်ပြန်ကောင်းနေတာမျိုးရော ဖြစ်ဖူး\nပါသလား၊ သဘာဝတရားကြီးက လူသားတွေသိထားတဲ့နိယာမတွေနဲ့\nဆန့်ကျင်ပြီး လည်ပတ်နေတယ်ဆိုတဲ့ ရှုထောင့်လေးတစ်ခုကနေ နတ်\nသူငယ်တွေရဲ့ဖြစ်တည်မှုကို ချပြထားတဲ့ဇာတ်ကားကောင်းလေးပဲဖြစ်\nပါတယ်။ရာသီအကူးအပြောင်း၊ အအေးအပူ၊ အလင်းအမှောင်၊ အရောင်အဆင်း\nဒါတွေအားလုံးအတွက် အမျိုးမျိုးသောအစွမ်းတွေရှိကြတဲ့ နတ်သူငယ်\nတွေဟာ တစ်နှစ်တာလုံး မနားမနေပြင်ဆင်လုပ်ကိုင်ပေးကြရပါတယ်။ဇာတ်လမ်းလေးကတော့ ကိုယ်ရထားတဲ့အစွမ်းကို သဘောမကျဖြစ်ပြီး\nသူများတွေလိုဖြစ်အောင်ပဲ ကြိုးစားနေတဲ့ Tinker Bell ကြောင့် Pixie\nHollow တစ်ခုလုံး ရိုးရာသစ်၊ စနစ်သစ်တွေ ပေါ်ထွန်းသွားရတဲ့အကြောင်း\nလေးပဲဖြစ်ပါတယ်။ Tinker Bell ရဲ့ မိမိပုံစံအစစ်အမှန်ကို လက်မခံနိုင်\nခြင်းက Pixie Hollow တစ်ပြည်လုံးအတွက် ပျက်စီးခြင်းဖြစ်လုနီးနီး\nကနေ ..... ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi Myaing ဖြစ်ပါတယ်)File Size..........(1.63 GB) / (790 MB) / (475 MB)\nQuality............BLU-RAY 1080p / ...",
        "rating": "6.7",
        "url": "https://megaup.net/1fohp/01.Tinker.Bell.2008.1080p.BluRay.(CM)mp4.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/06/MV5BMTEwMjM3MTM5NjZeQTJeQWpwZ15BbWU4MDU3NTIxOTkx._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Abulele (2015)",
        "description": "Abulele (2015)\n===========\"တကယ်လည်းမရှိ၊ ရှိခဲ့ရင်လည်း ခင်ဗျားတို့ ကျွန်တော်တို့\nမမြင်နိုင်မယ့် ဖြစ်တည်မှုတစ်ခုအကြောင်းပေါ့ဗျာ\"။\nအစ္စရေးနိုင်ငံ ဂျေရုဆလင်မြို့တော်မှာ ကျောရိုးခံထားတဲ့ လျှို့\nဝှက်ဆန်းကြယ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။ မြေထဲ\nပင်လယ်ဒေသမှာ ကလေးနဲ့ခွေးပဲ အယုံအကြည်ရှိကြတယ်ဆို\nပြီး အိပ်ရာဝင်ပုံပြင်တစ်ခုမျှသာ သမုတ်ခံထားရတာကတော့\nAbulele ဆိုတဲ့ ရှေးဒဏ္ဍာရီလာသတ္တဝါကြီးတွေပဲဖြစ်ပါတယ်။အစ်ကိုဖြစ်သူကို ဆုံးရှုံးလိုက်ရပြီးနောက် အိမ်မှာရော ကျောင်း\nမှာပါအဆင်မပြေဖြစ်ပြီး မဝင်ဆံ့နိုင်သလိုခံစားနေရတဲ့ အာဒမ်နဲ့\nဗုံးခိုကျင်းထဲကသတ္တဝါကြီးတို့ သူငယ်ချင်း​တွေဖြစ်လာကြတဲ့\nအခါမှာတော့.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nHnin Wut Yi ဖြစ်ပါတယ်)File Size..........(1.2 GB) / (436 MB)\nQuality............WEB-DL 1080p / 720p\nDuration.........1Hr 30Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Animation, Adventure, Family\nTranslator.......Hnin Wut Yi\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/2AIgx/Abulele.2015.HEBREW.1080p.AMZN.WEB-DL.(CM).mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BM2Y3ZDc2MjYtZTI3NS00MWZiLThjOGEtNzhhYmM4MmJmOTJmXkEyXkFqcGdeQXVyOTEwOTg3Mw@@._V1_-133x200.jpg",
        "title": "Mi Maestra se comió a mi amigo (2023)",
        "description": "Mi Maestra se comió a mi amigo (2023)\n============================သောမတ်စ်ဆိုတဲ့ကောင်လေးဟာ မကောင်းဆိုးဝါးမွန်းစတား\nတွေအကြောင်းကို အရမ်းပဲစိတ်ဝင်စားပြီး အချိန်ရတိုင်း အဲဒီ\nဟာနဲ့ပတ်သတ်တဲ့စာအုပ်တွေပဲဖတ်နေလေ့ရှိတဲ့ကောင်လေး\nပေါ့။ တစ်မိသားစုလုံးမှာလည်း သူနဲ့ဝါသနာတူတာဆိုလို့ သေ\nဆုံးသွားပြီဖြစ်တဲ့သူ့အဖေပဲရှိတာပါ။ တစ်နေ့မှာတော့ သော\nမတ်စ်တို့အတန်းကိုသင်နေကျ အင်္ဂလိပ်စာဆရာမကရုတ်တ\nရက်နှုတ်ထွက်သွားပြီးတော့ အဲဒီနေရာမှာ ဆရာမအသစ်တစ်\nယောက် အစားဝင်လာခဲ့ပါတယ်။ အဲဒီနေ့မှာတင်ပဲ ကံဆိုးပြီး\nသောမတ်စ်တစ်ယောက် သူဖတ်နေကျ မကောင်းဆိုးဝါးကာ\nတွန်းစာအုပ်ကို ဆရာမအသစ်ဆီမှာအသိမ်းခံလိုက်ရပါတယ်။\nမကျေနပ်တာနဲ့ပဲ နောက်ရက်မှာပြန်ခိုးယူဖို့သွားတော့ အဲဒီဆ\nရာမရဲ့လျှို့ဝှက်ချက်တစ်ခုကိုသိလိုက်ရပါတယ်။ အဲဒါကတော့\nသူ့ဆရာမဟာ ကလေးတွေကိုစားတတ်တဲ့မကောင်းဆိုးဝါးတစ်\nကောင်ဖြစ်နေတယ်ဆိုတာပါပဲ။သူ့ကို လူတိုင်းက စိတ်ကူးယဉ်ကမ္ဘာမှာပဲနေနေတဲ့‌သူဆိုပြီး အမေ\nနဲ့အစ်ကိုကပါသတ်မှတ်ထားကြတော့ ဒီအကြောင်း‌ကို သောမတ်စ်\nပြန်ပြောပြလိုက်မယ်ဆိုရင် ယုံကြည်နိုင်ပါ့မလား။ သူ့သူငယ်ချင်း\nတွေကရောယုံကြည်ပေးနိုင်မှာလား။ ဆရာမအသစ်ရဲ့အန္တရာယ်က\nနေရော ဘယ်လိုရင်ဆိုင်ကာကွယ်ကျော်လွှားသွားမှာလဲ။ ဒါတွေ\nအားလုံးကိုတော့ ဇာတ်လမ်းလေးကြည့်ရင်းနဲ့ပဲအဖြေရှာကြည့်\nကြည့်လိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nFiona Gillen ဖြစ်ပါတယ်)File Size..........(1.25 GB) / (415 MB) / (267 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 32Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Adventure, Comedy, ...",
        "rating": "5.6",
        "url": "https://megaup.net/2Aqfo/Mi.maestra.se.comio.a.mi.amigo.2023.SPANISH.1080p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHU3tev4ujbaElfI6cHlwMqsM5J.jpg",
        "title": "My Donkey, My Lover & I (2020)",
        "description": "Antoinette dans les Cévennes (2020)(My Donkey, My Lover & I)IMDb - 6.5/10 ဇာတ်လမ်းအညွှန်း ဇာတ်လမ်းလေးမှာ အန်တိုနက် ဆိုတဲ့ ကျောင်းဆရာမလေးကသူ့အတန်းထဲက ကလေးတစ်ယောက်ရဲ့အဖေဖြစ်သူဗလာဒီမီယာနဲ့ တိတ်တိတ်ပုန်းတွဲနေတာပါ။ ကျောင်းအားလပ်ရက်မှာအန်တိုနက်က ဗလာဒီမီယာနဲ့ အပန်းဖြေခရီးထွက်ချင်ပေမယ့်ဗလာဒီမီယာကတော့ သူ့မိန်းမစီစဉ်ထားတဲ့ မိသားစုအပန်းခရီးကိုပဲသွားမှာဖြစ်ပါတယ်။ အဲ့တော့ အန်တိုနက်က သူတို့မိသားစုသွားမယ့်ခရီးစဉ်ကို တစ်ယောက်တည်းလိုက်လာဖို့ စီစဉ်လိုက်ပါတယ်။ခရီးစဉ်ကတော့ ဆီဗန်နက်တောင်တွေဆီကို တောင်တက်ခြေလျင်ခရီးပဲဖြစ်ပါတယ်။ ခြေလျင်ခရီးစဉ်မှာ အန်တိုနက်တစ်ယောက်ပတ်ထရစ်ဆိုတဲ့မြည်းလေးနဲ့ အတူသွားဖို့ဖြစ်လာတော့ ဒီလိုခရီးစဉ်မျိုးနဲ့ အကျွမ်းဝင်မရှိတဲ့ အန်တိုနက်အတွက် ဘယ်လိုအခက်အခဲတွေတွေ့ရမလဲ၊ ဗလာဒီမီယာနဲ့ရော တွေ့ရမလား၊ ဘာတွေဆက်ဖြစ်မလဲဆိုတာဆက်လက်ကြည့်လိုက်ကြပါနော်။ခရီးစဉ်တစ်လျှောက် အန်တိုနက်နဲ့ မြည်းလေး “ပတ်ထရစ်”တို့အကြား ဖြစ်ပေါ်လာတဲ့ သံယောဇဉ်တွေကို ဟာသတွေနဲ့ ကြည်ကြည်နူးနူးကြည့်ရမယ့်အပြင် ခရီးစဉ်ပြီးဆုံးအောင် သွားနိုင်ပြီးခရီးသွားခြင်းရဲ့အရသာကိုအကြိုက်တွေ့သွားမယ့် အန်တိုနက်ကိုလည်း ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကို ကျွန်တော်တို့ငယ်ငယ်တည်းက အသည်းစွဲဖြစ်ခဲ့ကြမယ့်“ရတနာကျွန်း”စာအုပ်ရဲ့ စာရေးဆရာရောဘတ်လူးဝစ်စတီဗင်ဆန်ရေးသားထားတဲ့ “Travels with a Donkey in the Cevennes” ...",
        "rating": "6.5",
        "url": "https://megaup.net/2BnSZ/Antoinette.Dans.Les.Cevennes.2020.BluRay1080p5.1CH(CM).mp4",
        "category": "Adventure, Comedy, Romance"
    }
]