[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8lP8Mcvb2bPfDo3M0lhSOhX6dLs.jpg",
        "title": "Cloudy Mountain (2021)",
        "description": "Cloudy Mountain 2021သဘာဝဘေးအန္တရာယ်ဆိုတာ ‌မမျှော်လင့်ဘဲရောက်လာတတ်တဲ့ နတ်ဆိုးဧည့်သည်ပါပဲ။ဒီနတ်ဆိုးရဲ့ ပုံသဏ္ဍာန်အမျိုးမျိုးကို ပုံဖော်ရင်း ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပေါင်းများစွာရဲ့အရသာကိုကြည့်ရှုခံစားဖူးသူတိုင်းသေချာသိနေလောက်မယ်လို့ ထင်ပါတယ်။ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ အောက်တိုဘာလက ရုံတင်ခဲ့တဲ့သဘာဝဘေးအန္တရာယ်အခြေပြု တရုတ်ရုပ်ရှင်ကားကြီးဖြစ်တဲ့ Cloudy Mountain ပဲဖြစ်ပါတယ်။ပြောခဲ့သလိုပါပဲဒီကားက လူမူရေးပြဿနာတွေနဲ့ ရှုပ်ထွေးနေမယ့်လောကကြီးအကြောင်းပုံဖော်ထားတာလည်းမဟုတ်သလို၊ဒီလိုဆိုတိုင်း ကမ္ဘာပျက်ကပ်ကို ဦးတည်ပြီး ရိုက်ကူးပြထားတာလည်း မဟုတ်ပြန်ပါဘူး။၁၀နှစ်ကျော် ဖောက်လုပ်ခဲ့ကြတဲ့ဥမင်လိုဏ်ခေါင်းတစ်ခု ပြီးစီးလုနီးနီးအချိန်မှာမထင်မှတ်ထားတဲ့ ကမ္ဘာ့ဘူမိဗေဒဆိုင်ရာ ဘေးအန္တရာယ်နဲ့ကြုံတွေ့ခဲ့ရပြီးမြေငလျင်ဒဏ်ကြောင့် တောင်ပြိုမှုတွေဖြစ်ပွားလာနိုင်တဲ့အခြေအနေတစ်ခုကို ပုံဖော်ပြထားပါတယ်။ဒါ့အပြင် လူဦးရေသိန်း၁၆၀ရှိတဲ့မြို့ကိုကာကွယ်ဖို့ နည်းပညာအင်အား၊လူအင်အားနဲ့အတူအများအကျိုးသယ်ပိုးရတာ ဂုဏ်ကျက်သရေတစ်ခုပါ လို့ မှတ်ယူထားတဲ့သားအဖနှစ်ယောက်ရဲ့ စိတ်အားထက်သန်မှုတွေကိုပါ မြင်တွေ့ရဦးမှာပါ။ပါဝင်အားဖြည့်ထားတဲ့ ဇာတ်လိုက်တွေရဲ့ ပြောစရာမလိုတဲ့ သရုပ်ဆောင်ချက်တွေကြောင့်လည်းCloudy Mountainကပိုလို့အသက်ဝင်လာခဲ့ပါတယ်။သဘာဝဘေးအန္တရာယ်ဆိုင်ရာ ဗဟုသုတတွေအပြင်သားအဖနှစ်ယောက်ကြားထဲက သံယောဇဉ်တွေ၊ဖခင်မေတ္တာနဲ့အတူ တောင်တန်းကြီးကပေးတဲ့ အထီးကျန်ဆန်မှုတွေကြားထဲကခံစားမိနေတဲ့ ကယ်ဆယ်သူတွေနဲ့ပိတ်မိနေသူတွေကြားထဲက မေတ္တာဓာတ်တွေကိုပါ အပြည့်အဝခံစားမိစေမယ့် ကားလေးပါပဲ။အနုအယွလေးတွေပဲ ကြည့်နေရင် ပျင်းလာမှာစိုးလို့ဗဟုသုတလည်းရ ရင်ထဲလည်းခံစားချက် တစ်မျိုးလေးကျန်နေစေမယ့် ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်‌။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Drama\nQuality….WEB-DL ...",
        "rating": "",
        "url": "https://megaup.net/1FXal/Cloudy.Mountain.2021.1080p.WEB-DL.H264.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/kO5o42Nln0Y3syiv46TrE22lJdM-133x200.jpg",
        "title": "Allan Quatermain : King Solomon’s Mines (1985)",
        "description": "Sir H. Rider Haggard ရဲ့ King Solomon's Mines ဝတ္တုကို လူအတော်များများသိကြမှာပါ။\nစာရေးဆရာကြီးရွှေဥဒေါင်းကလည်း ဆော်လမွန်သိုက်ဆိုတဲ့နာမည်နဲ့ ဘာသာပြန်ခဲ့ဖူးပြီး\nစာရေးဆရာအတော်များများလည်း ဒီဝတ္တုကို မြန်မာဘာသာနဲ့ပြန်ဆိုထုတ်ဝေခဲ့ဖူးပါတယ်။အခု ဒီဇာတ်ကားဟာလည်း King Solomon's Mines ကို မှီငြမ်းရိုက်ကူးထားတဲ့ကားပါ။\nစာအုပ်ထဲကအတိုင်း တစ်ထပ်တည်းကျအောင်ရိုက်ကူးထားတာမျိုးမဟုတ်ဘဲ ဇာတ်လမ်းပြန်ပြင်ထားတာဖြစ်လို့\nစာအုပ်ဖတ်ဖူးတဲ့သူတွေအဖို့ နည်းနည်းစိတ်ကသိကအောင့်တော့ဖြစ်မိကြမှာပါ။ ဒါပေမဲ့ ဇာတ်လမ်းလေးက\nခပ်မြူးမြူးလေးမို့ ကြည့်ရတာအတော်လေးအဆင်ပြေပါတယ်။မင်းသားကြီး ရစ်ချက်ချိန်ဘာလိန်းရဲ့  အလန်ကွာတာမိန်းဇာတ်ရုပ်က သူနဲ့လိုက်ဖက်သလို\nမင်းသမီးချော ရှရွန်စတုန်းကလဲ ဇာတ်ကိုကြွလာအောင် ထပ်မံဖြည့်တင်းထားနိုင်တာမို့\nဘယ်အချိန်ကြည့်ကြည့် အကြည့်ခံတဲ့ဇာတ်ကားလေးပါပဲ။အင်ဒီယာနာဂျုံးကြိုက်သူတွေ အလန်ကွာတာမိန်းကိုလည်း သဘောကျနှစ်ခြိုက်ကြမှာပါ။\nထိုခေတ်ထိုအခါက CGI တွေခေတ်မစားလေတော့ ရိုက်ကွင်းဆက်တင်တွေကို အဓိကအားကိုးပြီး\nအာဖရိကအထိသွားပြီး လူရိုင်းတွေနဲ့ အပင်ပန်းခံသွားရိုက်ထားတာပါ။ဇာတ်လမ်းဇာတ်ညွှန်းကို သိနေရင်တောင်မှ အက်ရှင်စွန့်စားခန်းအပြည့်နဲ့ Adventure Vibe အပြည့်ရစေတာမို့မိတ်ဆွေတို့ကို မပျင်းစေဘဲ အဆုံးထိဆွဲခေါ်သွားမယ့်ဇာတ်ကားပါ။မိတ်ဆွေတို့နှစ်ခြိုက်တယ်ဆိုရင် ကျန်ရှိတဲ့ အလန်ကွာတာမိန်းဇာတ်ကားတွေကိုလဲ ထပ်မံတင်ဆက်သွားပါ့မယ်။ပုံ - Alias Quatermain\nFile size…(2 GB) / (1 GB)\nQuality….BluRay HEVC ...",
        "rating": "",
        "url": "https://megaup.net/ZYhi/(CM)King.Solomons.Mines.1985.1080p.BluRay.HEVC.AAC.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nPCxkoaxio4YPZmMdnQ2EFbgtUo.jpg",
        "title": "Inkheart (2008)",
        "description": "Inkheart (2008)တချို့ပုံပြင်တွေဟာ ဖတ်ရုံပဲဆိုပေမယ့် တချို့ပုံပြင်တွေဟာ အသက်ဝင်လာနိုင်ပါတယ်....\nအဲ့လို အသက်ဝင်အောင် လုပ်နိုင်စွမ်းရှိတဲ့ ပုံပြောဆရာတွေလည်း ရှိခဲ့တယ်...\nအသံထွက်ဖတ်ပြီး ဇာတ်ကောင်တွေ၊ အဖြစ်အပျက်တွေကို ဆင့်ခေါ်နိုင်တဲ့သူတွေပေါ့။မော်တီမာလည်း အဲဒီအစွမ်းကို မွေးရာပါ လက်ဆောင်အနေနဲ့ ရရှိခဲ့ပါတယ်။\nဒါပေမဲ့ သူက အဲဒီအစွမ်းကိုမသိပဲ အသံထွက်ဖတ်ပြီး ပုံပြင်ထဲက လူဆိုးတွေကို ဆင့်ခေါ်မိတဲ့အခါမှာ လူဆိုးတွေရဲ့တိုက်ခိုက်တာလည်းခံရ၊\nသူ့ဇနီးလည်း ပုံပြင်စာအုပ်ထဲကိုရောက်ရှိသွားပြီး မော်တီမာ တစ်ယောက်ဒုက္ခရောက်သွားတယ်။သူ့ဇနီးရောက်သွားတဲ့ပုံပြင်စာအုပ်ကို နှစ်နဲ့ချီ လိုက်ရှာနေရင်း တစ်နေ့မှာတော့ အတိတ်ရဲ့ တစ္ဆေတွေဟာ သူ့အိမ်တံခါးကို လာခေါက်ပါတော့တယ်။သူ့ရဲ့ဇနီးကို စာအုပ်ထဲကနေ ပြန်ခေါ်နိုင်မလား၊ စာအုပ်ထဲက လူဆိုးတွေကပဲ တကယ့်လောကကြီးမှာ ကြီးစိုးသွားမလား ဆိုတာတော့ Mummy ကားတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသား Brendan Fraser ဦးဆောင်ပါဝင်ထားတဲ့ ဒီ Old but Gold ဇာတ်ကားကောင်းလေးကိုကြည့်ရင်း အဖြေထုတ်ကြတာပေါ့ဗျာ......(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)Size - 1.6GB, ...",
        "rating": "6.1",
        "url": "https://megaup.net/1FVwY/(CM)_Inkheart_(2008)_1080p.mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BNDI3NTM1MzMtMWY4Yy00ZGYxLThkYTUtOTZmYzM4ZWJjMzcwXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_-147x200.jpg",
        "title": "Gangsterdam (2017)",
        "description": "မျက်ဝန်းပြာပြာနဲ့ ပြင်သစ်ဟာသမင်းသား Kev Adams ကိုတော့ Aladdin ဟာသဇာတ်ကားနဲ့မှတ်မိကြမယ်ထင်ပါတယ်...ခုဇာတ်ကားမှာလဲ အလွဲလွဲအချော်ချော်နဲ့ ထပ်မြင်ရဦးမှာပါ...ကောလိပ်ကျောင်းပျော်ကြီး ရူဘင်တစ်ယောက် ကျောင်းသူသစ်လေး နိုရာကို စွဲလန်းသွားရာက ဇာတ်လမ်းစတယ်...ပြသနာက နိုရာက သာမန်ကျောင်းသူလေးမဟုတ်ဘူး...မာဖီးယားဂိုဏ်းတစ်ခုရဲ့  ဆေးခြောက် ကယ်ရီသမား...ကျောင်းသူလေးကို ဖွန်ကြောင်ရင်းနဲ့ ရူဘင်တစ်ယောက် မာဖီးယားဂိုဏ်းရဲ့ ဆေးခြောက်ထုပ်ကြီးပျောက်ဆုံးမှုမှာကြားညှပ်သွားပြီး Gangsterdam ဆိုတဲ့ စွန့်စားခန်းကြီး နယ်သာလန်မှာဖွင့်ပါတော့တယ်...။ဇာတ်ကိုပံ့ပိုးထားတဲ့ ဇာတ်ရံတွေကလဲ အသီးသီးထူးခြားတဲ့ဇာတ်ကောင်တွေနဲ့မို့ ရီနေရမှာ အသေအချာပါပဲ။ဟာသအက်ရှင်အခွီကားတွေ မျှော်လင့်နေရင်တော့ ဒီဇာတ်ကားက အဲ့လိုပါ။\nFile size…(1.5 GB) / (999MB)\nQuality….HDRip 1080p / 720p\nFormat…mp4\nDuration….01:33:37\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Nay Lin Thar",
        "rating": "",
        "url": "https://megaup.net/2lQmw/(CM)Gangsterdam.2017.HD.Latino.1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/Screenshot-2021-11-02-at-05-51-01-2012-2009-136x200.png",
        "title": "2012 (2009)",
        "description": "လူသားတွေဟာ ကိုယ့်ရဲ့အသက် သေမလား ရှင်မလား မသေချာတော့တဲ့အချိန်မှာ အတ္တကင်းကင်းနဲ့ ဆောင်ရွက်နိုင်ပါ့မလားဆိုတဲ့မေးခွန်းကို\nလေးစားရတဲ့ စာရေးဆရာတစ်ယောက်ဆီ မေးမြန်းဖြစ်ခဲ့တဲ့ ဘူမိဗေဒဒေါက်တာ ဟမ်စလေကမ္ဘာ့အဆုံးသတ်ကို အစောဆုံးသိရှိသတိပေးခဲ့သော်လည်း ကိုယ်တိုင်မလွတ်မြောက်ခဲ့တဲ့ ရူပနက္ခတ္တဗေဒ ဒေါက်တာဆက်နမ်ပြိုကွဲသွားတဲ့မိသားစုလေးကို တစ်ဘဝစာ တာဝန်မကျေခဲ့ပေမယ့် ကမ္ဘာပျက်ကပ်မှာ အသက်ရှင်သန်နိုင်မှုကို ယူဆောင်‌ပေးနိုင်ခဲ့တဲ့ မအောင်မြင်တဲ့စာရေးဆရာ ကားတစ်၂၀၁၂ ကမ္ဘာကြီးရဲ့အဆုံးသတ်မှာ အသက်ရှင်ရပ်တည်ဖို့ ကြိုးစားခဲ့ကြတဲ့ လူ့အဖွဲ့အစည်းများ လူသားမျိုးနွယ်နဲ့ သက်ရှိမျိုးစိတ်များ အနုပညာလက်ရာများကိုပါ ဆက်လက်ရှင်သန်အောင် သူတို့ရဲ့အားထုတ်မှုက ဘယ်လိုပုံစံလဲ...ကယ်တင်မရနိုင်တဲ့လူတွေကို အေးစက်စက်နှလုံးသားနဲ့စတေးသွားကြသူတွေရယ်\nသူတို့နဲ့အတူ အဆုံးသတ်ရဲ့အ‌မှောင်ထဲကို ရဲရဲဝံ့ဝံ့ တိုးဝင်ခဲ့ကြသူတွေရယ်... 2012 ဆိုတဲ့ဇာတ်ကားကို 2009 ခုနှစ်မှာ ရိုက်ကူးခဲ့ပြီး မေယာပြက္ခဒိန်ရဲ့ အယူအဆကို အခြေခံရိုက်ကူးသွားတဲ့ အကောင်းဆုံးကမ္ဘာပျက်ဇာတ်ကားတွေထဲက တစ်ခုပါ\nကမ္ဘာ့အပေါ်လွှာမြေမာတွေ နေရာရွေ့ကုန်ပြီး ကုန်းပြင်တွေက ရေအောက်ရောက် ရေအောက်ကြမ်းပြင်တွေ မြေပေါ်တက်လာတဲ့ အခြေအနေမှာ ရှင်သန်ဖို့ကြိုးစားကြပုံတွေကို မြင်တွေ့ရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Are Khun Winchester ပါ ...",
        "rating": "5.8",
        "url": "https://megaup.net/31N7l/2012_(2009)__[1080p_x265_AAC_7.1x10bit].mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMTAzNmFiMjctMmZhZi00MjdmLWI1OWEtYWY1NGIzMzYxZTU1XkEyXkFqcGdeQXVyNDU1Mjg2ODQ@._V1_-131x200.jpg",
        "title": "The Croods : Family Tree (2021)",
        "description": "The Croods ; Family Tree (2021)Hulu က​နေ စက်တင်ဘာမှာထွက်ရှိထားတဲ့ လူရိုင်းကြီး\nခရုဒ်တို့ရဲ့The Croods : Family Treeဆိုတဲ့ Animated Seriesကို တင်ဆက်​ပေးလိုက်ပါတယ်။\nဒီSeriesဟာ 2020မှာထွက်ရှိခဲ့တဲ့ The Croods : A New Ageရဲ့ တိုက်ရိုက်အဆက်ပဲဖြစ်ပါတယ်။\nတစ်ပိုင်းကို မိနစ်၂၀​ကျော်ကြာမြင့်မှာဖြစ်ပြီး ၆ပိုင်းတိတိ ထွက်ရှိထားပါတယ်။ခရုဒ်မိသားစုနဲ့ ဘတ်တာမန်းမိသားစုဟာ အခုဆိုရင် Farmဆိုတဲ့ ဘတ်တာမန်းမိသားစုပိုင်ခြံထဲက Tree Houseမှာ တူတူ​နေထိုင်ကြပါပြီ၊\nအိမ်နီးချင်း​​တွေ တကျတ်ကျတ်ဖြစ်ရင် ခွီရတဲ့ထုံးစံအတိုင်း\nလူရိုင်းအကျင့်စရိုက်၊ အမူအကျင့်​တွေနဲ့ပဲ အသားကျ​နေ​သေးတဲ့ ခရုဒ်မိသားစုဝင်တို့\nဒီ​နေ့​​ခေတ်အသိဉာဏ်နဲ့ ယဉ်​ကျေးတဲ့စရိုက်ရှိတဲ့ဘတ်တာမန်းမိသားစုနဲ့မှ တူတူတွဲ​နေရတဲ့အခါမှာ​တော့ ​\nရေနဲ့ဆီလိုကွာ​နေတဲ့ ယဉ်​ကျေးမှုတွေကို​ ပြောင်းလဲညှိယူရင်း ပဋိပက္ခ​​ပေါင်းစုံဖြစ်လာပါ​​တော့တယ်....Croods Franchiseရဲ့ထုံးစံအတိုင်း ​​တောရိုင်းသဘာဝအလှအပနဲ့သားရဲ​ကောင်​ အထူးအဆန်းတွေပါမယ်၊\nအ​ရေးကြီးရင် ​သွေးထက်ပျစ်တဲ့ မိသားစု​မေတ္တာ​တွေ၊ သူငယ်ချင်းသံ​ယောဇဉ်​တွေပါမယ်၊\nပြဿနာ​ပေါင်းစုံ​ကြောင့် ခွီလည်းခွီရမယ်၊ ရယ်လည်းရယ်ရမယ်၊ တစ်ပိုင်းချင်းစီမှာပေးချင်တဲ့ Message​တွေပါမယ်၊\nDreamwork ကုမ္ပဏီကပဲ ရိုက်ကူး​ပေးထားတယ်၊\nဒီ​လောက်ဆို Animationကြိုက်တဲ့ Cmပရိတ်သတ်​တွေ\nအဖို့ လက်မလွတ်သင့်တဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1FQze/The.Croods.Family.Tree.2021.1080p.WEB-DL.DDP5.1.H.264.CM.mp4",
        "category": "Adventure, Animation, Short"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dh4GVPsYjEV281zHsZKxPJfOjaE.jpg",
        "title": "Kaiji 2: The Ultimate Gambler (2011)",
        "description": "Kaiji 2: The Ultimate Gambler (2011)ဒီဇာတ်ကားကတော့ Kaiji (2009) ရဲ့ အဆက်ဖြစ်ပါတယ်။\nပထမကားမှာ ကိုင်ဂျီ တစ်ယောက် အကြွေးတွေအားလုံး ဆပ်လိုက်နိုင်လို့\nမြေအောက်မှာ အလုပ်ကြမ်း လုပ်ရတဲ့ဘဝကနေ လွတ်လာခဲ့ပေမယ့်\nဒီကားမှာတော့ အကြွေးနွံပြန်နစ်ပြီး မြေအောက်ကို ပြန်သွားရပြန်ပါတော့တယ်ဒီတစ်ခေါက်ရော ကန်ဂျီ မြေအောက်ကနေ ပြန်လည်လွတ်မြောက်နိုင်မှာလား\nဘယ်လို ရန်သူနဲ့ ရင်ဆိုင်ပြီး ဘယ်လိုအကြမ်းစားဂိမ်းတွေ ကစားရမလဲဆိုတာကို ထပ်မံကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Aung Tayza ပဲ ဖြစ်ပါတယ်။Genre.....Drama\nQuality….WEB-DL 1080p and 720p\nFile size… 1.88GB and 1.12GB and 674MB\nFormat…mp4\nDuration….2h 14min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Aung Tayza\nEncoder ..... August",
        "rating": "6.2",
        "url": "https://megaup.net/1HQh5/Kaiji.2.2011.720p.CM.mp4",
        "category": "Adventure, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kfOl6qUq6EqjjULvWaI5Zgtiw3F.jpg",
        "title": "Kaiji: Final Game (2020)",
        "description": "Kaiji : Final Game (2020)Takusya Fujiwara တစ်ယောက် 2011လောက်ကထွက်ခဲ့တဲ့ တတိယမြောက်Kiiji Series ပြီးတဲ့နောက်10လောက်အကြာမှ မှန်သားပြင်ပေါ်မှာ ထပ်တွေ့ရမှာပါဒီမှာဆိုရင် ‌ဂျပန်နိုင်ငံမှာငွေကြေးဖောင်းပွတာတွေဖြစ်လာတာတဲ့အခါမှာ ငွေမဲဆိုပြီးကြေညာလိုက်ပါတယ်ငွေမဲကြေညာတယ်ဆိုတာက အစိုးရက သူကိုယ်တိုင်ထုတ်ထားတဲ့ပိုက်ဆံတွေကိုသူဘဲတရားမ၀င်ပါဘူး‌ေကြညာပြီးအစိုးရက ပြည်သူကိုအနိုင်ကျင့်တာကို ငွေမဲလုပ်တယ်ခေါ်တာပါဒီကိစ္စကိုတားဆီးနိုင်ဖို့အတွက် ကံတရားနဲ့ကိုယ်ရည်ကိုယ်သွေးကိုအခြေခံတဲ့ဂိမ်းတွေကိုယှဉ်ပြိုင်ရမှာဖြစ်ပါတယ်အချို့ဇာက်၀င်ခန်းတွေက Animeတွေထဲမှာအဆင်ပြေပေမဲ့ Live actionမှာမင်းသားအနေနဲ့ ဒေါသဖြစ်တဲ့အခန်းတွေမှာမလိုအပ်ဘဲစူးစူးဝါးဝါးအော်တာကြီးတွေကတော့အနည်းငယ်စိတ်အနှောက်ယှက်ဖြစ်ရပါတယ်Anime ၊Manga အနေနဲ့လူကြိုက်များခဲ့တဲ့ဒီဇာက်ကားကို ပြန်လည်ရိုက်ကူးတဲ့အခါမှာManga Seriesနဲ့ အနဲငယ်ကွဲပြားမူ ရှိပေမဲ့လည်း Kaijiရဲ့ရသတစ်မျိုးကိုLive actionအနေနဲ့ ပြန်ကြည့်ရတဲ့အခါမှာလည်းသဘောကျလိမ့်မယ်ထင်ပါတယ် File Size - 1.4 gbQuality - web-dl 1080pSubtitle - burmeseTranslator - Yamin OuEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/T7d3/Kaiji.Final.Game.2020.1080p.BluRay_{CM}.mp4",
        "category": "Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-30-at-23.35.23-147x200.png",
        "title": "Muppets Haunted Mansion (2021)",
        "description": "Muppets Haunted Mansion (2021)=========================IMDb Rating - 6.5/10ဟောလိုး၀င်းအတွက် အထူး စပယ်ရှယ် Disney က ထွက်ရှိလာတဲ့ ကိုရွှေအ တို့ လာပါပြီ။သွင်ပြင်လေးတွေကလည်း ချစ်စရာကောင်းပြီး ထွက်သမျှကားတိုင်းမှာ ပရိသတ်ကို ပြုံးပျော်စေနိုင်တဲ့ ကာတွန်းကောင်လေးတွေလည်း ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ haunted mansion ဆိုတဲ့အတိုင်း သရဲခြောက်တဲ့ အိမ်ကြီးပါမှာတော့ အသေချာပဲဗျ။ဇာတ်လိုက်ကျော်တွေဖြစ်တဲ့ Gonzo နဲ့ သူ့သူငယ်ချင်း Pepe တို့ ၂ ယောက် ခါတိုင်း ဟောလိုး၀င်းတွေလို ဘော်ဒါတွေနဲ့ ဆုံပြီး ပါတီ မလုပ်ဘဲ . သရဲခြောက်တဲ့ အိမ်ကြီးထဲမှာ တစ်ညတာ နေရမယ်ဆိုတဲ့ စိန်ခေါ်မှုကို လက်ခံကာဟောလိုး၀င်းညမှာ သရဲအိမ်ကြီးဆီ သွားကြပါတော့တယ်။သူတို့ကို လိုက်ပို့တဲ့ ကားသမားပြောခဲ့တဲ့ စကားလေးတစ်ခွန်းကတော့ \" ဒီကို လူတွေအမြဲ လိုက်ပို့ရပေမဲ့ ဘယ်တော့မှပြန်လာ မခေါ်ရဘူး \" တဲ့ဗျ။ ...",
        "rating": "6.5",
        "url": "https://megaup.net/ZS8u/Muppets.Haunted.Mansion.2021.1080p.WEBRip[CM].mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BZGRmMzQ2OWEtMzdiOC00MzNiLTkxMjYtODk0Yzg2ZjFmODI5XkEyXkFqcGdeQXVyMTAxMzE1MTgx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Nelly Rapp – Monster Agent (2021)",
        "description": "မိခင်မရှိတော့ဘဲ ဖခင်ဖြစ်သူနဲ့နေနေရတဲ့ နယ်လီရာ့ပ်...မိခင်ဖြစ်သူနဲ့ဦးလေးဖြစ်သူလို Monster agent ကြီးဖြစ်ချင်နေတဲ့သူ နွေရာသီကျောင်းပိတ်ရက်မှာ ဦးလေးဖြစ်သူဆီမှာနေရဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်Monster agentဆိုတာကတော့ လူတွေကိုမွန်းစတားတွေရန်ကနေကာကွယ်ဖို့ဖွဲ့ထားတဲ့အဖွဲ့ပါနဂိုကတည်းက monster agent ဖြစ်ချင်နေသူ နယ်လီက ဦးလေးနဲ့အတူနေရတဲ့အခါမှာတော့ သူဟာအေးဂျင့်တစ်ယောက်လုပိဖို့အသင့်ဖြစ်ပြီဆိုတာကို ဦးလေးဖြစ်သူကိုသက်သေပြဖို့လုပ်လာပါတယ်နယ်လီတစ်ယောက် အမျိုးမျိုးအဖုံဖုံသောမွန်းစတားတွေအကြောင်းလေ့လာရင်း လက်တွေ့လုပ်ချင်လာတဲ့အခါမှာတော့... ဇာတ်လမ်းလေးက နယ်လီလေးရဲ့စွန့်စားခန်းလေးတွေနဲ့အတူ ပေါ့ပေါ့ပါးပါးဟာသလေးနှောကာရိုက်ကူးထားပြီး ဆုနှစ်ဆုအပြင်ဇကာတင်စာရင်းလေးခုထဲဝင်ထားတဲ့ကားလေးဖြစ်တာကြောင့် စိတ်အပန်းဖြေချင်သူတွေအတွက် သင့်လျော်တဲ့ကားလေးတစ်ကားပါလို့ညွှန်းပါရစေ။( အညွှန်းရေးသားထားသူကတော့ Chit Tee ပါ )File Size__1.6 GB, 900 MB\nQuality__1080p, 720p\nIMDb Rating__6.2/10\nFormat__mp4\nDuration__01:30:00\nType__Adventure, Comedy, Family\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee & Oleander\nEncoded by Naing Aung Latt",
        "rating": "6.2",
        "url": "https://megaup.net/ZPej/Nelly_Rapp_Monster_Agent_(2021)_1080p_Sweden.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjExMTg5OTU0NF5BMl5BanBnXkFtZTcwMjMxMzMzMw@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "WALL·E (2008)",
        "description": "ဒီတစ်ခါတော့ IMDb Rate 8.5 အထိရရှိထားတဲ့Animated Film လေးတစ်ခုမိတ်ဆက်ပေးချင်ပါတယ်ကာတွန်းကားကိုကလေးတွေပဲကြည့်တဲ့ကားလို့ပြောတဲ့ခေတ်ကုန်ခဲ့ပါပြီ...ကာတွန်းကားတိုင်းကိုတော့မဆိုလိုပါ...ကမ္ဘာကျော် Animation ကုမ္မဏီတွေကနှစ်စဉ်အောင်မြင်မှုတွေများစွာရတဲ့Animation ရုပ်ရှင်တွေကို အမြဲထုတ်ပေးခဲ့ပြီးအောင်မြင်ခဲ့တဲ့ရုပ်ရှင်တွေမှာလည်းပေးချင်တဲ့Messageရည်ရွယ်ချက်တွေ..အများကြီးတွေ့ရပါတယ်..ယူတတ်ရင်သင်ခန်းစာတောင်ရပါသေးတယ်ဥပမာပြောရမယ်ဆိုရင် Up ကာတွန်းလေးက သာမန်ကာတွန်းကားတစ်ကား တင်မဟုတ်ပဲ၊ အက်ရှင်ဒရမ်မာ ကောင်းကောင်း နဲ့ ရိုက်ကူးထားတဲ့Animated Film တစ်ခုဖြစ်ပါတယ်။ဇာတ်လမ်း ကောင်းကောင်း နဲ့ လူကြီး လူငယ်ပရိတ်သတ် အားလုံးကို ဖမ်းစားနိုင်ခဲ့ပါတယ်။ကျွန်တော် အနေနဲ့ ရုပ်ရှင်တွေတော်တော်များများကြည့်ဖူးပေမယ့် ကြည့်ရင်းနဲ့မျက်ရည်ဝဲလောက်အောင် ခံစားချက်ရသပေးနိုင်တဲ့ကားမျိုး က လက်ချိုးရေလို့ရပါတယ်။ဒီ UP ကတော့ ဇာတ်လမ်း အစမှာထဲကတင်ဆက်ပုံကောင်းကောင်းနဲ့ပရိတ်သတ်ကို ဖမ်းစားသွားနိုင်ခဲ့ပါတယ်....အခုဒီ Wall-E ဆိုတဲ့ Animated Film ဟာ..2008 ခုနှစ်မှာထွက်ရှိခဲ့ပါတယ်..IMDb မှာ Rating က 8.5/10 ထိရရှိထားပါတယ်Pixar၏ သမားရိုးကျ ဇာတ်လမ်းများမှ အသိသာဆုံးခွဲထွက်ခဲ့သည့်WALL-Eသည် ထုတ်လုပ်မှုကုန်ကျ စရိတ် ဒေါ်လာ သန်း(၁၈၀)ထိ ရှိခဲ့ပါတယ်ယင်းဇာတ်ကားသည် ကမ္ဘာမြေပေါ်မှ ညစ်ညမ်းမှုများကိုလိုက်လံသန့်ရှင်းရန် ဒီဇိုင်းထုတ် ဖန်တီးထားတဲ့ ...",
        "rating": "8.4",
        "url": "https://megaup.net/1FK24/WALL%C2%B7E_(2008)_Bluray_1080P_HEVC_%7BCM%7D_Recode.mp4",
        "category": "Adventure, Animation, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/03/Screen-Shot-2021-03-06-at-10.12.58-PM-133x200.png",
        "title": "Raya and the Last Dragon (2021)",
        "description": "Raya and the Last Dragon (2021)========================IMDb Rating - 7.8ဟိုးရှေးရှေးတုန်းကပေါ့ဗျာ .....ပုံပြင်ဆိုတော့ ဒီလိုပဲ စရမယ်လေနော့။ကူမန်ဒြာ ဆိုတဲ့ တိုင်းပြည်မှာ လူတွေရယ် နဂါးတွေ ရယ် အတူတူ နေကြသတဲ့။တစ်နေ့မှာတော့ ဒရွန်း ဆိုတဲ့ ကျောက်ရုပ်ဖြစ်စေနိုင်တဲ့ မိစ္ဆာတွေက လာရောက်အနိုင်ကျင့်ကြတဲ့အခါမှတော့ ...... နဂါးတွေက လူတွေကို ကူညီတိုက်ခိုက်ပေးကြပါတယ်။နဂါးတွေရဲ့ အစွမ်းတွေ စုထားတဲ့ ရတနာနဲ့ ဒရွန်း မိစ္ဆာတွေကို အနိုင်တိုက်နိုင်ခဲ့ပါတယ်။ဒါပေမယ့် ကူညီတဲ့ နဂါးတွေအားလုံး ကျောက်ရုပ်တွေ ဖြစ်သွားကြပြီး နဂါးတစ်ကောင်ကတော့ရှင်ကျန်နေရစ်ခဲ့ပါတယ်။ ကူမန်ဒြာ တိုင်းပြည်ကြီးလည်း လူမျိုးစု ၅ စု ကွဲသွားသလို ရတနာကလည်း၅ ပိုင်း ကွဲသွားခဲ့ပါတယ်။နောက် နှစ် ၅၀၀ အကြာမှာတော့ ဒရွန်းတွေ ပြန်ပေါ်လာခဲ့ပါတယ်။ နှလုံးသားမျိုးနွယ်စု ခေါင်းဆောင်ရဲ့သမီးလေး ရာယာ က နောက်ဆုံးကျန်ခဲ့တဲ့ နဂါး ကို ...",
        "rating": "7.8",
        "url": "https://megaup.net/ZMkx/(CM)Raya.and.the.Last.Dragon.2021.4K.BluRay.x265.10bit.SDR.DTS-HD.MA.TrueHD.7.1.Audio.mkv",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/MV5BNzAwNzUzNjY4MV5BMl5BanBnXkFtZTgwMTQ5MzM0NjM@._V1_-135x200.jpg",
        "title": "Venom (2018)",
        "description": "DatShin Review: Venom (2018)\n…\nPlotEddie Brock ဆိုတဲ့ သတင်းထောက်တစ်ယောက်ဟာ လူတွေကို တရားမဝင်စမ်းသပ်မှုတွေလုပ်နေတဲ့ကုမ္ပဏီကြီးတစ်ခုကို ဝင်ထောက်လှမ်းရင်း ပြင်ပကမ္ဘာသက်ရှိတစ်ကောင်ဖြစ်တဲ့ Venom နဲ့ ထိတွေ့ ကူးစက်ခံခဲ့ရတယ်။ အဲအချိန်မှာပဲ ကုမ္ပဏီကြီးကသူ့အမြင် သူ့ရည်မှန်းချက်အတွက် တစ်ကမ္ဘာလုံးကို ဒုက္ခရောက်ဖို့ ကြိုးပမ်းလာတဲ့အခါမှာတော့ Eddie ဟာသူ့အပေါ်မှာ ကပ်မှီပြီး နေနေတဲ့ Venom နဲ့ အတူ ပူးါပေါင်းတားဆီးဖို့ ကြိုးပမ်းရပါတော့တယ်။Review\n.\nVenom ရုပ်ရှင်ဟာ လတ်တလော controversial အဖြစ်ဆုံး ကားလို့ ပြောရမှာပါ။Critic အများစု မကြိုက်သလောက် Fan အများစု ကြိုက်ကြတယ်။ကျွန်တော့အနေနဲ့ကတော့ Venom character နဲ့ ပတ်သက်ပြီး အများကြီး မသိပါဘူး။Spider-Man video game တွေထဲမှာလောက်ပဲ တွေ့ဖူးတာ များတယ်။ဆိုတော့ ကျွန်တော့ အမြင်က နည်းနည်းကွဲရင် ကွဲနိုင်သပ။အရင်ဆုံး မကောင်းဘူး ထင်တာတွေ ပြောပါမယ်။မင်းသား Tom ...",
        "rating": "7.0",
        "url": "https://megaup.net/ZMe0/(CM)Venom.2018.4K.BluRay.x265.10bit.SDR.AC3.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMDFlNDZkMGUtYTk4ZS00MTJlLTgzNjktMTQyN2I0MDE3ZTIzXkEyXkFqcGdeQXVyMTQ4NTI5MjE@._V1_-127x200.jpg",
        "title": "[James Bond] A View to a Kill (1985)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  နောက်ဆုံးဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.3/10) ရရှိထားပါတယ်…။\nFile size…(2.4 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by San Thu Aung",
        "rating": "6.3",
        "url": "https://megaup.net/2ke3h/(CM)A.View.To.A.Kill.1985.INTERNAL.1080p.BluRay.x264-CLASSiC.mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/3629ea7e0119032506b75876a480cf2a-123x200.jpg",
        "title": "[James Bond] Octopussy (1983)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  ၆ ကား မြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.5/10) ရရှိထားပါတယ်…။\nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:11:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.5",
        "url": "https://megaup.net/ZGa3/(CM)Octopussy.1983.INTERNAL.1080p.BluRay.X264-CLASSiC.mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BMzQ4YzUzNGQtMDNkYS00NTk5LTkyMDgtNmVkMjg5MjIzNTdmXkEyXkFqcGdeQXVyNDY2MTk1ODk@._V1_-132x200.jpg",
        "title": "[James Bond] For Your Eyes Only (1981)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့  ၅ ကား မြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ဒီထဲက Bond Girl ပြင်သစ်မင်းသမီး Carole Bouquet ကို‌တော့ စိတ်ထဲအတော်ကြာစွဲနေမိတတ်ပါတယ်...ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.7/10) ရရှိထားပါတယ်…။\nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "6.7",
        "url": "https://megaup.net/2lB3z/(CM)For.Your.Eyes.Only.1981.INTERNAL.1080p.BluRay.x264-CLASSiC.mp4",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/eb58716eb372aa93aa21dbceca313835-135x200.jpg",
        "title": "Belle: The Dragon and the Freckled Princess (2021)",
        "description": "Belle: The Dragon and the Freckled Princess(2021) (Ryuu to Sobakasu no Hime)IMDb Rating(7.2) / Rotten Tomatoes (93%) / Anilist (78%)Anime ရုပ်ရှင်ကားကောင်းတွေကိုမျှော်လင့်နေတဲ့သူတွေအတွက် လတ်တလောပူပူနွေးနွေးထွက်ရှိထားတဲ့ ရုပ်ရှင်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်စုဇု (Suzu Naito) ဆိုတာ အသက် ၁၇ နှစ်အရွယ် ကျောင်းသူလေးတစ်ဦးဖြစ်ပြီး ငယ်စဉ်ကတည်းက အမေဖြစ်သူ ဆုံးပါးခဲ့တာကြောင့် ဝမ်းနည်းကြေကွဲစွာနဲ့ ရှင်သန်နေရတဲ့ ကောင်မလေးပေါ့...ကျောင်းမှာလည်း လူတောသိပ်မတိုး အရှက်အကြောက်ကလည်းကြီးသေး.... ဒါပေမဲ့ တနေ့မှာ သူ့ရဲ့သူငယ်ချင်းမတစ်ယောက်က U ဆိုတဲ့ App တစ်ခုကို မိတ်ဆက်ပေးခဲ့တယ်...U ဆိုတာ သာမန်ဆိုရှယ်မီဒီယာ App မဟုတ်ပဲ လူကိုယ်တိုင် အဲ့ဒီကမ္ဘာထဲကို ရောက်ရှိသွားသလိုခံစားစေရမယ့် အဆင့်မြင့် App တစ်ခုဖြစ်နေတယ်...ဒီ App ကို စုဇုတစ်ယောက် ...",
        "rating": "7.2",
        "url": "https://megaup.net/ZFe0/(CM)Belle._The_Dragon_and_the_Freckled_Princess.Ryuu_to_Sobakasu_no_Hime_[WEB_x264_1080p].mp4",
        "category": "Adventure, Animation, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hzq5XRGgm6NDMOW1idUvbpGqEkv.jpg",
        "title": "My Little Pony: A New Generation (2021)",
        "description": "My Little Pony (2021)========================================IMDb - 7/10ဟိုးရှေးရှေးတုန်းကပေါ့ ပိုနီလို့ ခေါ်ကြတဲ့ မြင်းပုမျိုးနွယ်စုလေး သုံးခုရှိကြတယ်။အာသ့်ပိုနီလို့ ခေါ်တဲ့မြေလျှောက်မြင်းပုလေးတွေရယ်ယူနီကွန်း လို့ ခေါ်တဲ့ မှော်စွမ်းအား သုံးနိုင်တဲ့ ဦးချိုတစ်ချောင်း မြင်းပုလေးတွေရယ်ပဲဂစိုက် လို့ခေါ်တဲ့ မြင်းပုပျံလေးတွေ ရယ်ပေ့ါသူတို့ဟာ လက်ရှိကာလမှာတော့ မျိုးနွယ်စုတွေက\nတစ်ခုနဲ့ တစ်ခု မတည့်ကြဘဲ အချင်းချင်း ကြောက်ရွံ့နေကြတယ်။\nဘာအကြောင်းကြောင့် စည်းလုံးမှု ပြိုကွဲပြီး\nအချင်းချင်း ကြောက်နေကြမှန်း မသိရပေမဲ့\nအတိတ်ကာလတုန်းက သိပ်စည်းလုံးပြီး\nမိတ်ဆွေကောင်းတွေ ဖြစ် ဆက်ဆံရေးခိုင်မာကြတယ်လို့\nယုံကြည်တဲ့ အာ့သ်ပိုနီ ကတော့ ရှိနေခဲ့တယ်။သူ့ရဲ့ ယုံကြည်မှုကို သူ့သမီးဖြစ်တဲ့ ဆန်နီ လေးကို လက်ဆင့်ကမ်းရင်း\nည အိပ်ယာဝင်ပုံပြင်တွေ အဖြစ် ပြောပြခဲ့တယ်။\nအဲဒီ ပုံပြင်တွေ အပေါ် ယုံကြည်သက်ဝင်တဲ့ ဆန်နီလေးတစ်ယောက်\nအခြားမျိုးနွယ်စု‌တွေကို လိုက်ရှာရင်း\nသူ့အဖေ ယုံကြည်ခဲ့တဲ့ ပြန်လည်ပေါင်းစည်းရေး အတွက်ကြိုးပမ်းရင်း\nဒီစွန့်စားခန်းလေး ဖြစ်ပေါ်လာတော့တာပါပဲ။Netflix ...",
        "rating": "7",
        "url": "https://megaup.net/1FC01/My.Little.Pony.A.New.Generation.2021.1080p.NF.WEB-DL.DDP5.1.CM.mp4",
        "category": "Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/MV5BNTZlNzc2MmItYWUxYi00NzBlLTg2M2EtNTU3YjZiZjI3Zjc5XkEyXkFqcGdeQXVyMTA3MzQ4MTg0._V1_-146x200.jpg",
        "title": "Pokémon the Movie: Secrets of the Jungle (2021)",
        "description": "Pokemon the Movie : Secrets of the Jungle (2021)ပိုကီမွန် ပရိသတ်ကြီးအတွက် အသစ်ထွက်ရှိထားတဲ့\nပိုကီမွန်ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်ဒီတစ်ခေါက်ဇာတ်လမ်းမှာတော့ ဇာရူဒ်တောအုပ်ထဲက\nစမ်းချောင်းနားမှာ ငိုနေတဲ့ Kokoကို\nဇာရူဒ်နယ်ခံ ပိုကီမွန်တစ်ကောင်က သူနဲ့အတူ ခေါ်လာခဲ့ပါတယ်ဒါပေမဲ့ ဇာရူဒ်နယ်မြေကို အခြားသူတွေဝင်ခွင့်မရှိဘူးဆိုတဲ့ စည်းမျဥ်းကြောင့်\nKoko စွန့်ပစ်ရမှာဖြစ်ပေမဲ့လည်း ခေါ်ဆောင်လာပေးခဲ့တဲ့ ပိုကီမွန်က\nသူကိုယ်တိုင် ကလေးရဲ့မိသားစုကိုရှာပေးမယ်ဆိုပြီးတော့ အုပ်စုကနေထွက်ခွာလာခဲ့တယ်အစမှာ သူဟာ Koko ကို လူသားတွေနေတဲ့နေရာမှာ သွားထားဖို့ ကြံစည်ခဲ့ပေမဲ့လည်း\nအခြေအနေအမျိုးမျိုးကြောင့် မထားဖြစ်ခဲ့ပါဘူးပိုကီမွန်တစ်ယောက်က လူသားလေး Koko ကို သူ့သားအရင်းလိုမျိုး\nကိုယ်တိုင်စောင့်ရှောက်ခဲ့ပြီး လူသားဖြစ်ကြောင်းကို ဖုံးကွယ်ထားခဲ့တယ်ဒါပေမဲ့ အချိန်ကြာတဲ့အမျှ Koko တစ်ယောက်\nသူ့ကိုယ်သူ အခြားသူတွေနဲ့မတူညီတာနဲ့ပတ်သတ်ပြီး\nအမြဲတမ်းသံသယဝင်ခဲ့ရာကနေ Ash နဲ့တွေ့ဆုံတဲ့ချိန်မှာ\nသူဟာ လူသားတစ်ယောက်ဖြစ်တာ သိသွားပြီး\nသူ့မိဘအရင်းကို လိုက်ရှာဖို့ဖြစ်လာပါတော့တယ်Koko တစ်ယောက် သူ့မိဘတွေကိုရှာတွေ့မှာလား...??ဇာရူဒ်တောအုပ်နဲ့ ကိုကိုမိဘတွေကြားမှာကော\nဘယ်လိုကိစ္စတွေကပါဝင်ပတ်သတ်နေမှာလဲ....?? ဆိုတာ\nစိတ်ဝင်တစား စောင့်ကြည့်ရမှာပဲ ဖြစ်ပါတယ်အညွှန်းကိုတော့ Shwe Pyae က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Shwe Pyae နဲ့ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1GU61/Wrath_of_Silence_(2017).mp4 https://megaup.net/2mRyj/True_Sight_-_The_International_(2019).mp4 https://megaup.net/2mRyg/The_Stolen_Princess__Ruslan_and_Ludmila_(2018).mp4 https://megaup.net/2mRyc/The_Prodigy_[2019]_(MM_Sub).mp4 https://megaup.net/2mRy8/The_Legend_Of_Secret_Pass.mkv https://megaup.net/2mRy1/The_App_[2019]_(MM_Sub).mp4 https://megaup.net/1GU5w/Racetime_(2018).mp4 https://megaup.net/1GU5q/Pokémon_the_Movie__The_Power_of_Us_(2018).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6MD1qPgEdvOfPCJkA1dq0SdOz2.jpg",
        "title": "The Expendables 3 (2014)",
        "description": "The Expendables ဟာ လူတိုင်းနီးပါးကြည့်ပြီးသား ကြိုက်ပြီးသားကားဆိုပေမယ့်ဆရာကြီး Sylvester Stallone ကတော့ သိပ်ကျေနပ်ပုံမရပါဘူး။အဲဒါနဲ့ပဲ ပိုပြီးပြည့်စုံခမ်းနားသွားမယ့် The Expendables Director's Cut ဆိုတာကို ထပ်မံထုတ်လုပ်ခဲ့ပါတယ်။မင်းသားကြီးများပြီး အပျော်ကြည့် ရုပ်ရှင်ကားတစ်ကားအနေနဲ့ကြည့်ရှုသူများပြားခဲ့တဲ့ The Expendables ရဲ့ Director's Cut မှာထူးခြားသွားတာက Character တွေကို ပိုပြီး အလေးပေးဖော်ပြထားတယ်၊ရုပ်ထွက်တွေ၊ အသံတွေ အရင်မူရင်းဗားရှင်းထက် ပိုပြီး ကြည်လင်ပြတ်သားသလိုကြည့်ရတာကလည်း ပိုပြီး ချော့မွေ့သွားတယ်လို့ ခံစားရလိမ့်မယ်။ဇာတ်လမ်းက နည်းနည်းလေး ပိုရှည်သယောင်ယောင်ဖြစ်နေရတာကလည်းဒိုင်ယာလော့တွေ၊ ဇာတ်ကွက်တွေကို ပိုပြီး အချိန်ပေးထားတာကြောင့်ဖြစ်ပါတယ်။ဒါကြောင့် အရင်က ကြည့်ရ ထောက်နေတာတွေ၊ ဟာ​နေတဲ့ ဇာတ်ကွက်​တွေနာမည်ကြီးမင်းသားတွေရဲ့ Screen Time နည်းတာတွေက ဒီဗားရှင်းမှာဖြေရှင်းပြီးသားဖြစ်သွားပါတယ်။ပြီးတော့ ယခင်ဗားရှင်းထက် အနည်းငယ်ထူးခြားသွားတာကိုတော့ ကြည့်ရှုရင်းနဲ့ပဲ အဖြေရှာကြပါလို့ ညွှန်းဆိုလိုက်ရပါတယ်။ Quality__1080p HEVC\nIMDb Rating__6.1/10\nFormat__mp4\nDuration__1h43min\nType__Action, Adventure, Triller\nSubtitle__Myanmar Subtitle (Hardsub)\nEncoded ...",
        "rating": "6.1",
        "url": "https://megaup.net/ZB32/The_Expendables_3_(2014)_HEVC.mp4",
        "category": "Action, Adventure, Thriller"
    }
]