[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BNzIxMjYwNDEwN15BMl5BanBnXkFtZTgwMzk5MDI3NTM@._V1_-135x200.jpg",
        "title": "Jurassic World: Fallen Kingdom (2018)",
        "description": "အားလုံးသိကြတဲ့ Jurassic World:Fallen Kingdom ဟာ စပိန်ဒါရိုက်တာ J.A Bayona က ရိုက်ကူးထားတာဖြစ်ပြီး စိတ်ကူးယာဉ်သိပ္ပံဇာတ်လမ်းတစ်ခုလည်းဖြစ်ပါတယ်....ဒီကားဟာ ဒိုင်နိုဆောတွေရဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့Jurassic Park ဇာတ်လမ်းတွေရဲ့  ၅ ကားမြောက်ဖြစ်ပြီးတော့Jurassic World (2015) ရဲ့ နောက်ဆက်တွဲကားလည်းဖြစ်ပါတယ်...Rating 7.8 ရရှိထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်...Jurassic World ပျက်စီးသွားပြီးသုံးနှစ်အကြာမှာထိုအပန်းဖြေစခန်းဆောက်လုပ်ထားတဲ့ ကျွန်းမှာမီးတောင်ပေါက်ကွဲမှု့ကြောင့်ဒိုင်နိုဆောများမျိုးတုန်းရတော့မယ့် အခြေနေကိုရောက်လာပါတယ်..အစိုးရဘက်ကလည်း ပြည်သူတွေအတွက် ဒါကိုမျက်ကွယ်ပြုလိုက်ပေမယ့်ဒုတိယဒိုင်နိုဆောတွေမျိုးတုန်းတော့မယ့် အခြေနေကိုကယ်တင်မယ့်သူများပေါ်လာပါတယ်...ဒါကတော့ Jurassic World (2015) မှာစတင်ပါလာတဲ့Owen Grady နဲ့ Claire Dearing တို့ရဲ့ကယ်ဆယ်ရေးအစီစဉ်ပဲဖြစ်ပါတယ်..သူတို့ဖန်တီးထားခဲ့တဲ့ ဒိုင်နိုဆောများကို သူတို့ကိုယ်တိုင်ကယ်ဆယ်ရမှာဖြစ်ပြီးတော့ဒီဒိုင်နိုဆောတွေထဲမှာလည်း များပြားလှတဲ့ အရိုင်းကောင်တွေရှိနေတဲ့အတွက်သူတို့ဘယ်လိုကယ်ထုတ်ကြမလဲဆိုတာ စိတ်ဝင်စားစရာကောင်းပါတယ်....နောက်ပြီးတော့ Jurassic World (2015) မှာ T-Rex ရဲ့ Raptor DNA တွေစုပြီးပေါင်းစည်းထားတဲ့ မျိုးစပ်အကောင်တစ်ကောင်ပါဝင်ခဲ့သလို ဒီကားမှာလည်း မျိုးစပ်အကောင်တစ်ကောင်ပါဝင်လာမှာဖြစ်ပါတယ်...အဲဒီအကောင်ကိုတိုက်ခိုက်ဖို့အတွက်လေ့ကျင့်ပေးထားတာဖြစ်ပြီးတော့Raptor ရဲ့ DNA ကိုအခြေခံပြီး ဖန်တီးထားတဲ့အတွက်အသိဉာဏ်ကြွယ်ဝမှု့အပိုင်းမှာ လူနဲ့တန်းတူညီမျှပါတယ်...Jurassic World (2015) ...",
        "rating": "6.4",
        "url": "https://megaup.net/11o3l/Jurassic_World_-_Fallen_Kingdom_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4HGYmH5mYcBBTIMHhbOBdT1Antl.jpg",
        "title": "The Kings of Summer(2013)",
        "description": "The Kings of Summer(2013)IMDb....7.2မုဆိုးဖိုဖခင်ကြီး Frank နဲ့အတူတူနေရတဲ့ လူပျိုပေါက်အရွယ် Joe Toy တစ်ယောက်သူ့ရဲ့ဘဝကိုသူ့အဖေကလိုက်ပြီးစီမံနေတာကိုမနှစ်သက်သူ မြီးကောင်ပေါက်အရွယ်ပီပီ လွတ်လွတ်လပ်လပ်လုပ်ချင်ရာလုပ်နေချင်တဲ့ ကောင်လေးကသူ့ဖခင်ရဲ့လက်ကလွတ်ရင်ပြီးရော တာဝန်တွေဝတ္တရားတွေနဲ့ကင်းဝေးရင်ပြီးရောဆိုပြီး သူ့ရဲ့အခင်ဆုံးဘော်ဒါPatrick ရယ် ကြောင်တောင်တောင် Biaggio ဆိုတဲ့ကောင်လေးရယ်နဲ့ တောအုပ်ထဲကိုထွက်ပြေးကြတယ်...မိဘတွေရဲ့ချည်နှောင်မှုတွေ တာဝန်တွေနဲ့ကင်းဝေးအောင် အဲ့မှာသူတို့အိမ်ဆောင်နေကြမယ်ဆိုပြီးလုပ်ကြပါလေရောလူသူကင်းဝေးတဲ့တောအုပ်ထဲမှာ ကောင်လေး၃ယောက်က သူတို့ရဲ့နေရာထိုင်ခင်းတွေစီစဉ်ပြီးတဲ့အချိန်မှာသူတို့တွေကိုယ့်ကိုကိုယ်တွေး ဘယ်လိုတွေးမိကြလဲဆိုတော့...ငါသည်သာအရှင်သခင်...ငါသည်သာ အားလုံးရဲ့ဘုရင်ဆိုပြီး စိတ်ကြီးတွေဝင်ပြီးတဲ့နောက်မှာတော့....ကိုင်း ဒီလူရှုတ်လေးတွေ တောထဲမှာ ဘယ်လိုပေါက်ကရတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.....ဟာသကားလေးမို့ခံစားကြည့်လိုက်ပါဦးဗျ...File Size : (900 MB) and (297 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:35:00\nGenre :  Adventure, Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://megaup.net/2naK0/The_Kings_Of_Summer_[2013]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/Dawn-Of-The-Planet-Of-The-Apes-poster-133x200.jpg",
        "title": "Dawn of the Planet of the Apes (2014)",
        "description": "Dawn of the Planet of the Apes (2014)\nIMDb - 7.6/10_____Rotten - 90%\n  \nဒီဇာတ်ကား အကြောင်းမပြောခင်မှာ Planet of the Apes အကြောင်း နည်းနည်းပြောပြချင်ပါတယ်။\nPlanet of the Apes ဇာတ်လမ်းတွေက ၁၉၆၈ ထဲက စတင် ရိုက်ကူးခဲ့တာဖြစ်ပြီး၊\nPlanet of the Apes (February 8, 1968),\nBeneath the Planet of the Apes (May 27, 1970),\nEscape from the Planet of the Apes (May 21, 1971),\nConquest of the Planet of the Apes (June 29, 1972),\nBattle for ...",
        "rating": "7.6",
        "url": "https://megaup.net/2eJ5e/Dawn_Of_The_Planet_Of_The_Apes_[2014]_(ENG_&_MM_[Zawgyi_&_Unicode]_Sub).mkv",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/6FHoUoYrfmwXJsDIR0s8YvV1Ctj-133x200.jpg",
        "title": "The Last of the Mohicans (1992)",
        "description": "The Last of the Mohicans (1992)\nIMDb - 7.7/10________Rotten - 93%\nWon 1 Oscar. Another 6 wins & 17 nominations\n Unicodeအကောင်းဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ ဒီဇာတ်ကားဟာတော့\n၁၇ ရာစုက Red Indian လူမျိုးတွေနဲ့ ဗြိတိသျှနယ်ချဲ့တွေအကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။\nမင်းသားကြီး Daniel Day‑Lewis ကို မှတ်မှတ်ထင်ထင်ဖြစ်စေခဲ့တဲ့ ဇာတ်ကားဆိုလဲမမှားပါဘူး။\nRating တွေကြည့်တာနဲ့တင် ဘယ်လောက်ကောင်းတဲ့ဇာတ်ကားဆိုတာ အထူးတလည် ညွှန်းပြစရာမလိုတဲ့အတွက်\nကိုယ်တိုင်ပဲ ခံစားကြည့်ရှုဖို့ဖိတ်ခေါ်ပါရစေ။  \nZawgyiအေကာင္းဆံုးဇာတ္ကားေတြထဲက တစ္ကားျဖစ္တဲ့ ဒီဇာတ္ကားဟာေတာ့\n၁၇ ရာစုက Red Indian လူမ်ိဳးေတြနဲ႔ ျဗိတိသွ်နယ္ခ်ဲ႕ေတြအေၾကာင္းကို အေျခခံျပီး ရိုက္ကူးထားတာပါ။\nမင္းသားၾကီး Daniel Day‑Lewis ကို မွတ္မွတ္ထင္ထင္ျဖစ္ေစခဲ့တဲ့ ဇာတ္ကားဆိုလဲမမွားပါဘူး။\nRating ေတြၾကည့္တာနဲ႔တင္ ဘယ္ေလာက္ေကာင္းတဲ့ဇာတ္ကားဆိုတာ အထူးတလည္ ညႊန္းျပစရာမလိုတဲ့အတြက္\nကိုယ္တိုင္ပဲ ခံစားၾကည့္ရႈဖို႕ဖိတ္ေခၚပါရေစ။    \nFile size…(1 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:02:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.7",
        "url": "https://megaup.net/Qwmd/The_Last_Of_The_Mohicans_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/fanbeast2.jpg",
        "title": "Fantastic Beasts and Where to Find Them (2016)",
        "description": "Fantastic Beasts and Where to Find Them (2016)\nIMDb - 7.3/10____Rotten - 74%\nWon 1 Oscar. Another 14 wins & 53 nominations.\n  ဒီဇာတ်လမ်းဟာ ဟယ်ရီပေါ်တာဇာတ်လမ်းတွေရဲ့ မှော်လောကထဲမှာ ဖြစ်ပျက်ခဲ့တဲ့အကြောင်းတွေပါပဲ။ ဒါပေမယ် ဖြစ်ပျက်နေတဲ့ကာလဟာ ၁၉၂၆ ဖြစ်ပြီး ကျောင်းအုပ်ဆရာကြီး အဲဘတ်စ် ဒန်ဘယ်လ်ဒိုးရဲ့လူငယ်ကာလဖြစ်ပါတယ်။ အဲဒီကာလရဲ့ နာမည်ကြီးမှော်နက်ဆရာကတော့ ဟယ်ရီစာအုပ်ထဲမှာ နာမည်ဖော်ပြခဲ့တဲ့ ဂရင်ဒီဝေါလ်ပါ။ ဒီဇာတ်ကားရဲ့ အဓိကဇာတ်ကောင်ကတော့ မှော်ပညာ နဲ့ မှော်သတ္တဗေဒ ပညာရှင်  နျု စကန်မန်ဒါပါ(ဟယ်ရီတို့ ကာလမှာ နျုရဲ့စာအုပ်တွေဟာ ကျောင်းအတွက် ပြဌာန်းစာအုပ်ဖြစ်လာခဲ့ပါတယ် ဟက်ဂရစ်လက်စွဲပေါ့)။ နျုဟာ လန်ဒန်ကနေ နယူးယောက်ကို မှော်သတ္တဝါဆန်းတွေ အပြည့်ပါတဲ့ လက်ဆွဲအိတ်တစ်လုံးနဲ့ ရောက်လာခဲ့ပါတယ်။ အဲဒီအချိန်မှာပဲ နယူးယောက်မှာ အဖြေရှာမရတဲ့ ထူးဆန်းတဲ့တိုက်ခိုက်မှုတွေ ပေါ်ပေါက်နေပါတယ်။ အမေရိကန်အခေါ် ...",
        "rating": "7.3",
        "url": "https://megaup.net/2oyeo/Fantastic_Beasts_And_Where_To_Find_Them_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-Spy_kids-135x200.jpg",
        "title": "Spy Kids (2001)",
        "description": "Spy Kids ဇာတ်ကားကတော့2001 ခုနှစ်မှာ Director:Robert Rodriguezရိုက်ကူးထားတဲ့ Action,Adventure,Comedyဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးအကြောင်းကတော့ လူတိုင်းနီးပါးသိမယ်ထင်ပါတယ်။ကျွန်တော်တို့ငယ်ငယ်တုန်းကကြည်ပြီးကြိုက်ခဲ့ရတဲ့ဇာတ်ကားလေးပါပဲ။အခုထိဆို ၄ကားထွက်ရှိပြီးသွားပါပြီ။ဇာတ်လမ်းကတော့ နိုင်ငံတစ်ခုစီက စပိုင်ကောင်လေးနဲ့စပိုင်ကောင်မလေးနှစ်ယောက်ဟာအကြောင်းအမျိုးကြောင့် ချစ်မိသွားခဲ့ကြပြီး\nကလေး၂ယောက် ရခဲ့ပါတယ်။သူတို့ဟာ ကလေးတွေမသိအောင်လျို့ဝှက်အေးဂျင့်လုပ်ကြပါတယ်။ဒါပေမယ့် တစ်နေ့မှာ သူတို့အဖွဲ့ထဲက အေးဂျင့်တစ်ယောက်ပျောက်ဆုံးသွားတဲ့အကြောင်းအရင်းနဲ့ပတ်သတ်ပြီးသူတို့နှစ်ယောက်တာဝန်ယူပြီး ရှာဖွေဖို့အမိန့်ကျလာပါတယ်။အဲ့ချိန်မှာ သူတို့အဖွဲ့ထဲက သစ္စဖောက်ကြောင့်သူတို့နှစ်ယောက်အဖမ်းခံခဲ့ရပါတယ်။အဲ့အချိန်မှာတော့ သူတို့ရဲ့ကလေးနှစ်ယောက်ဖြစ်တဲ့၁၂နှစ်အရွယ်Carmen နဲ့ ၉နှစ်အရွယ်Juni တို့နှစ်ယောက်သူတို့မိဘတွေကို ကယ်ဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲဘယ်လိုတွေ အလွဲလွဲအချော်ချော်ဖြစ်တယ်ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာဆက်လက်ရှု့စားကြပါတော့...။ File size…(900 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:30:50\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Eden Zaw Htoo\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/TWuy/Spy_Kids_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-SpyKids2-135x200.jpg",
        "title": "Spy Kids 2: The Island of Lost Dreams (2002)",
        "description": "Spy Kids 2 ဇာတ်ကားကတော့ 2002ကရိုက်ကူးခဲ့တဲ့American spy adventure comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့Alexa vega,Daryl Sabara,Antonio Banderas တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ ပထမကားထဲကCarmen နဲ့ Juniတိို့ကို Agentတွေ အဖြစ်နဲ့တွေ့ရမှာဖြစ်ပါတယ်။သူတို့နှစ်ယောက်ကို အငယ်ဆုံးစပိုင်အဖြစ်အသိအမှတ်ပြုကြပေမယ့်အတော်ဆုံးစပိုင်အဖြစ်တော့ အသိအမှတ်မပြုကြပါ။ဒါကြောင့်ပထမဇာတ်ကားမှာ သူတို့ကိုကယ်ခဲ့တဲ့Gary နဲ့ Gerti Gigglesတို့နဲ့တွေ့ပြီး စမ်းသပ်လေ့ကျင့်ကြပါတယ်။အဲ့အချိန်မှာတော့ juni ဟာ မအောင်မြင်တာကြောင့်Agent အဖြစ်မှအဖြုတ်ခံလိုက်ရပါတယ်။ဒါပေမယ့်နောက်နေ့မနက်မှာတော့ Carmen ဟာDatabase ကို hackပြီး Juni ကို Agentအဖြစ်ပြန်ထားခဲ့ပါတယ်။အဲ့နောက်မှာတော့ သူတို့နှစ်ယောက်ဘယ်လိုဖြစ်သွားမလဲဆိုတာဇာတ်ကားလေးထဲမှာဆက်လက်ရှု့စားကြပါတော့...။ File size…(950 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:40:18\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Eden Zaw Htoo\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://megaup.net/2fRps/Spy_Kids_2_-_The_Island_Of_Lost_Dreams_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-Spy_Kids_3-D_movie_poster-140x200.jpg",
        "title": "Spy Kids 3-D: Game Over (2003)",
        "description": "Spy kids 3 ဇာတ်ကားကတော့အရှေ့က Spy kids 1,2 ကြည့်ပြီးသူတွေအဖို့ရှည်ရှည်ဝေးဝေး ညွှန်းနေစရာလိုမယ်မထင်ပါဘူး။ကောင်းမှန်းသိကြမယ်လို့ထင်ပါတယ်။ဒါပေမယ့် ဇာတ်လေးလည်းနည်းနည်းသိအောင်အကျဉ်းချုပ်ပြောပြပါဦးမယ်။ဒီနံပါတ်၃ကားမှာဆိုရင်တော့ Juniဟာအကြောင်းအမျိုးမျိုးကြောင့် Spy အလုပ်ကနေ အနားယူခဲ့ပြီးလစာနည်းပေမယ့် စိတ်အေးချမ်းတဲ့ဘဝရနိုင်တဲ့သီးသန့်စုံထောက်အလုပ်ကို ပြောင်းလုပ်ခဲ့ပါတယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ OSS အဖွဲ့ရဲ့ခေါင်းဆောင်ဆီကနေအထင်မှတ်တဲ့သတင်းတစ်ခုကြားခဲ့ရပါတယ်။ဒါကတော့ သူ့အမ Carmenဟာ OSSရဲ့ mission အမှားတစ်ခုကြောင့်ပျောက်နေတယ်ဆိုတဲ့သတင်းပါပဲ။အဲ့နောက်မှာတော့ juniဟာ OSSကိုပြန်လာပြီးသူ့အမကို ရှာဖွေဖို့ပြုလုပ်ပါတော့တယ်။အဲ့နောက်မှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာဇာတ်ကားလေးထဲမှာ ဆက်လက်စီးမျောကြပါတော့....။ File size…(850 MB) and (350 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:22:37\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by May Thazin Phoo\nEncoded by Naing Aung Latt",
        "rating": "4.2",
        "url": "https://megaup.net/2fRpy/Spy_Kids_3_-_Game_Over_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Spy-kids-4-all-the-time-in-the-world_dvd_cover-143x200.jpg",
        "title": "Spy Kids: All the Time in the World (2011)",
        "description": "Spy Kids 4 ကတော့ 2011ခုနှစ်မှာDirector:Robert Rodriguez ရိုက်ကူးထားတဲ့Action,Adventure,Comedyအမျိုးအစားဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ Origanization of Super Spiesရဲ့Agent Marissa Wilson ကို ကိုယ်ဝန်ကြီးနဲ့တွေ့ကြရမှာဖြစ်ပါတယ်။အမွှာနှစ်ယောက်ဖြစ်တဲ့ Rebecca နဲ့ Cecil တို့က သူတိုု့ရဲ့Stepmotherကို spy agent မှန်းမသိကြပါဖူး။Marissa ကလည်း ဗိုက်ထဲက ကလေးမွေးပြီးရင်Spy Agentတစ်ယောက်မလုပ်တော့ဘဲကလေးတွေနဲ့ပဲနေမယ်လို့ စဉ်းစားထားပေမယ့်လည်းတကယ်ရော spy agent အလုပ်ကို စွန့်လွှတ်ခဲ့လားဆိုတာကတော့ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ရှု့စားကြပါတော့....။ File size…(850 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:27:46\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoded by Naing Aung Latt",
        "rating": "3.5",
        "url": "https://channelmyanmar.org/spy-kids-all-the-time-in-the-world-2011/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTkxMTI2MjE4OF5BMl5BanBnXkFtZTgwMjIyODQzNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Adrift (2018)",
        "description": "Adrift 2018\n========( Romantic & Thriller)‌IMDb rate 6.7Rotten Tomatoes rate 73%‌Adrift ( ​ေမ်ာပါျခင္​း) ဆိုတဲ့အခ်စ္​ကား​ေလးက ပင္​လယ္​ကိုအ​ေပ်ာ္​ခရီးထြက္​ရင္​း မ​ေတာ္​တဆ​ေလွ​ေမာက္​သြားတဲ့ ခ်စ္​သူႏွစ္​ဦးရဲ႕ ၁၉၈၃ကျဖစ္​ရပ္​​ေလးကို ဒီ​ေန႔​ေခတ္​ပံုစံအသြင္​့ျဖင္​့႐ုပ္​႐ွင္​ျပန္​လည္​႐ိုက္​ကူးထားတာပါ‌ဒီကားထဲက ရစ္​ခ်က္​သ႐ုပ္​​ေဆာင္​မင္​းသားကို2016 ခုနစ္​က အဂၤလန္​မွာ ႐ိုက္​ကူးခဲ့တဲ့အခ်စ္​ကား​ေလး ( me before you) ဆိုတဲ့ကားကိုၾကည္​့ဖူးရင္​သိမွာပါအဲ့ကားထဲမွာ မင္​းသားက wheelchair​ေပၚထိုင္​​ေနရတဲ့ သူ​ေဌးသားတစ္​ဦးျဖစ္​ၿပီး မင္​းသမီးက​ေတာ့ မင္​းသားကိုျပဳစုဖို႔အလုပ္​လာေလ်ွာက္​တဲ့​ေကာင္​မ​ေလး​ေပါ့ ဒီအခ်စ္​ကား​ေလးအဆံုးမွာမင္​းသားက သူ႔ဘဝတစ္​ခုလံုး wheelchair​ေပၚမွာထိုင္​ရင္​းမကုန္​ဆံုးႏိုင္​​ေတာ့လို႔သူ႔ကို ​ေဆးထိုးသက္​​ေပးခိုင္​းလိုက္​တာပါ တကယ္​့ကိုရင္​ႏွစ္​ဖြယ္​ကား​ေလးပါ‌အခုဒီကား​ေလးမွာလဲSam Claflinပါဘဲအဂၤလန္​ႏိုင္​ငံရဲ႕မင္​းသားပီပီ မ်က္​ခံုးထူထူ နွာတန္​ခြၽန္​ခြၽန္​ပါးသိုင္​း​ေမြး​ေရး​ေရး​ေလး​ေတြနဲ႔ တကယ္​့ကို​ေယာက်္​ားၿပီသတဲ့႐ုပ္​ပါဘဲXP မွ ျမန္မာ့ရိုးရာ ဖုန္းကာဗာ အမ်ိဳးမ်ိဳးအား တစ္ႏိုင္ငံလံုး အႏွံ႔ ျဖန္႔ခ်ီေပးေနပါၿပီ‌အခု ဒီ 2018 July လထြက္​ Adrift ကတစ္​ကားလံုး​ေပါင္​းမွ ဇာတ္​​ေကာင္​၅ဦးဘဲပါတယ္​သမုဒၵရာ​ေရျပင္​နဲ႔ ႐ႈခင္​း​ေတြက ၾကည္​့ရတဲ့သူတဲ့စိတ္​ကိုတကယ္​ ​ေအးခ်မ္​း​ေစပါတယ္​‌ဇာတ္​လမ္​း​ေလးက​ေတာ့ဒီလို႐ွင္​့...‌​ေကာင္​မ​ေလးက ကယ္​လီဖိုးနီးယာျပည္​နယ္​ စန္​ဒီ​ေရးဂိုၿမိဳ႕က​ေန​ေကာင္​​ေလး​ေနတဲ့ တာဟစ္​တီဆိပ္​ကမ္​းၿမိဳ႕​ေလးကသ​ေဘၤာ​ေပၚမွာအလုပ္​လုပ္​ဖို႔​ေရာက္​လာပါတယ္​‌​ေနာက္​​ေတာ့ ​ေကာင္​​ေလးနဲ႔​ေတြ႔ၿပီမင္​းသားကသူ႔​ေလွ​ေပၚမွာညစာလာစားဖို႔ဖိတ္​​ေခၚလိုက္​ပါတယ္​အဲ့ညမွာ​ေကာင္​မ​ေလးက ...",
        "rating": "6.7",
        "url": "https://megaup.net/Qj46/Adrift(2018)-CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/descendants-2-poster-key-art-01-136x200.jpg",
        "title": "Descendants 2 (2017)",
        "description": "Disney Channel ကထုတ္လုပ္လိုက္တဲ့ Descendants-2015 ဇာတ္ကားရဲ႕ အဆက္အျဖစ္ထြက္ရွိလာတာပါ။Disney ရဲ႕ လူသိမ်ားေက်ာ္ၾကားေသာ ဗီလိန္မ်ားျဖစ္ၾကတဲ့ မယ္လီဖီဆမ့္ ၊ စႏိုးဝွိဳက္မင္းသမီးအားပန္းသီးအဆိပ္ေကြ်းသူ အီဗယ္ဘုရင္မ ၊ အာလာဒင္ႏွင့္မီးခြက္ေစာင့္ထဲမွ ဗီလိန္ ဂ်ာဖာႏွင့္ 101 Dalmatiansေခြးလိမၼာကားထဲမွဗီလိန္ ခရူလာဒီဗယ္ တုိ႕ရဲ႕ သားေတာ္သမီးေတာ္မ်ားျဖစ္ၾကတဲ့ေမာ္လ္ ၊ အီဗီ ၊ ေဂ် ႏွင့္ ကာရ္ေလာ့စ္ တုိ႕ပဲ ပါဝင္ထားပါတယ္။IMDb (6.6) ရရွိထားျပီးေတာ့ Action,Adventure,Family,Musical ဇာတ္ကားအမ်ိဳးအစားျဖစ္ပါတယ္။ကေလးေတြ မိသားစုေတြနဲ႔အပန္းေျဖရင္းၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းေလးပါ။(ရုပ္ရွင္အညႊန္းနဲ႔ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ May Thu ပါ။) \nFile size…(999 MB) and (400 MB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Thu",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/descendants-2-2017/",
        "category": "Action, Adventure, Comedy, Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Descendants-2015-movie-poster-200x300.jpg",
        "title": "Descendants (2015)",
        "description": "Disney Channel ကထုတ္လုပ္လိုက္တဲ့ IMDB 6.4 ထိရရွိထားတဲ့ Adventure,Comedy,Family,Fantasy ဇာတ္ကားေလးတစ္ခုနဲ႕ မိတ္ဆက္ေပးခ်င္ပါတယ္။Disney ၏ လူသိမ်ားေက်ာ္ၾကားေသာ ဗီလိန္မ်ားျဖစ္ၾကသည့္ မယ္လီဖီဆမ့္ ၊ စႏိုးဝွိဳက္မင္းသမီးအားပန္းသီးအဆိပ္ေကြ်းသူ အီဗယ္ဘုရင္မ ၊ အာလာဒင္ႏွင့္မီးခြက္ေစာင့္ထဲမွ ဗီလိန္ ဂ်ာဖာႏွင့္ 101 Dalmatiansေခြးလိမၼာကားထဲမွဗီလိန္ ခရူလာဒီဗယ္ တုိ႕၏ သားေတာ္သမီးေတာ္မ်ားျဖစ္ၾကသည့္ေမာ္လ္ ၊ အီဗီ ၊ ေဂ် ႏွင့္ ကာရ္ေလာ့စ္ တုိ႕သည္သူတို႕မိဘမ်ား အခ်ဳပ္ခ်ထားသည့္ ကြ်န္းေပၚမွ တုိင္းျပည္သုိ႕ကင္းလြတ္ခြင့္ျဖင့္ေရာက္သြားၾကရာ မိဘမ်ားကသူတုိ႕ရဲ႕အျငိဳးအေတးအားကလဲ့စားေခ်ရန္အတြက္ သူတုိ႕သားသမီးမ်ားကုိ အားကိုးၾကပါတယ္။တုိင္းျပည္မွာရွိတဲ့ ဒဏၰာရီနတ္သမီးရဲ႕ ေမွာ္တုတ္ကုိ ခိုးျပီးမိဘေတြရဲ႕ အက်ယ္ခ်ဳပ္ကုိ လြတ္ေအာင္လုပ္ေပးရမယ္လို႕ မိဘမ်ားကအတင္းအၾကပ္ လႊတ္လိုက္ၾကတဲ့အခါ လူငယ္သဘာ၀မိဘကုိေၾကာက္စိတ္ျဖင့္ မလြန္ဆန္ႏိုင္ၾကဘူး။...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/descendants-2015/",
        "category": "Action, Adventure, Comedy, Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/xgPdfv3pVAl3HU0B7mua6sH9S6G-133x200.jpg",
        "title": "Ultralman Ginga (2013)",
        "description": "Ultraman Ginga (အလ္ထရာမန္း)\n======================== ကၽြန္ေတာ္တို႔ ငယ္ငယ္က ၾကည့္ၿပီးအေသေၾကြခဲ့ရတဲ့ အလ္ထရာမန္းကိုအခုတဖန္ ျပန္လည္ၿပီး CM ကေန ျမန္မာစာတန္းထိုး နဲ႔ ဘာသာျပန္ တင္ဆက္လုိက္ပါၿပီ ဇတ္လမ္း ရဲ႕ အစမွာေတာ့ ကမၻာေပၚမွာမေကာင္းဆိုး၀ါးေတြ ေရာ လူစြမ္းေကာင္းေတြပါ အေမွာင္စြမ္းအား တစ္ခုေၾကာင့္ ေပ်ာက္ကြယ္သြားခဲ့ခ်ိန္တနည္းနည္းျဖင့္ ကမၻာကို ဖ်က္မည့္ မေကာင္းဆိုး၀ါးမ်ားျပန္လည္ေရာက္ရွိလာဖို႔ ႀကိဳးစားေနၾကပါတယ္... အဲ့ဒီအခ်ိန္မွာပဲ အလ္ထရာမန္း ေတြ ရဲ႕ အစဥ္အလာရဆင့္ေခၚတဲ့ ဂင္ဂါ လက္နက္ က သူနဲ႔ ထိုက္တန္တဲ့ပိုင္ရွင္ကို ျပန္လည္ရွာေဖြရမွာျဖစ္ၿပီး ကမၻာဖ်က္ မိစၦာမ်ားေရာက္ရွိလာခ်ိန္ အလ္ထရာမန္း ကို ဆင့္ေခၚႏုိင္မယ့္သူဟာ ကိုယ္က်င့္တရားေကာင္းမြန္ၿပီး အနစ္နာခံသူ စြန္႔လႊတ္ႏုိင္သူျဖစ္ရပါမယ္.... ဒီလို ထုိက္တန္တဲ့ ဆက္ခံသူက ဘယ္သူျဖစ္မလဲ အခ်ိန္မွီ မိစၦာမ်ားကို တားဆီး ႏုိင္မလား ဆိုတာ ဆက္လက္ၾကည့္ရႈလုိက္ၾကပါအံုး......  \nEp 01 \n \nEp 02\n \nEp 03Ep 04Ep 05Ep 06\n \nEp 07 Ep 08 Ep 09\n \nEp 10Ep 11Ep ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ultralman-ginga-2013/",
        "category": "Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2dvxCBUfDG2cAdkA921rERxhtcp.jpg",
        "title": "Show Dogs (2018)",
        "description": "CM က တိရစ္ဆာန်ချစ်သူတွေအတွက် တိရစ္ဆာန်စကားပြောဇာတ်ကားတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေ။Show Dog(2018) ပါတဲ့။ခွေးချစ်တတ်သူများသဘောကျမယ့်ကားမျိုးပါ။အဓိကဇာတ်ကောင်ကတော့ Rottweiler အမျိုးအစား ဒေါသကြီးပြီး တစ်ကိုယ်တော် အလုပ်လုပ်တတ်တဲ့ ရဲခွေး Max ပါ။သူကအခိုးခံလိုက်ရတဲ့ Panda လေးတစ်ကောင်ရဲ့ အမှုကိုစုံစမ်းနေရင်း ဥပဒေဘက်တော်သား အဖွဲ့မတူတဲ့ FBI က အေးဂျင့် Frank ရဲ့စစ်ဆင်ရေးကိုဖျက်စီးလိုက်သလိုဖြစ်သွားပါတယ်။သူတို့နောက်ထပ်ရတဲ့သဲလွန်စက ခွေးပြပွဲတစ်ခုမှာဖြစ်လို့ ပြိုင်ပွဲဝင်အဖြစ်အသွင်ယူဖို့ နှစ်ယောက်သားပူးပေါင်းပြီး ပန်ဒါလေးကို ရှာဖွေရင်း Max နဲ့ Frank တို့ ဘယ်လို မိတ်ဆွေသစ်တွေရပြီး ဘယ်လိုအချစ်ကိုတွေရှိကြတယ်ဘယ်လို အမြင်တွေပြောင်းလဲသွားတယ်ဆိုတာကို ဟာသအလွဲလေးတွေနဲ့ပြထားပြီးပန်ဒါလေးကိုကယ်နိုင်သွားမလားဆိုတာ ကြည့်ရမှာဖြစ်ပါတယ်။စကားမစပ်ပန်ဒါလေးကအသေချစ်ဖို့ကောင်းတယ်ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ)Quality : Blu-Ray 720p\nRunning Time : 1hr 32min\nFormat : Mp4\nGenre : Adventure, Comedy, Family\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-SAPHiRE\nTranslated by d3mon\nEncoded by Thanhtike ...",
        "rating": "3.0",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Time-Traveller_PosterArt-139x200.jpg",
        "title": "Time Traveller: The Girl Who Leapt Through Time (2010)",
        "description": "IMDb Rating (6.5/10)ဒီဇာတ်ကားလေးက ငယ်ကချစ် အနှစ်တစ်ရာမမေ့သာ\nဆိုတဲ့စကားပုံလေးကိုဖေါ်ပြထားတဲ့\nငြိမ့်ငြိမ့်ဆိမ့်ဆိမ့်လေး ခံစားရမယ့် အချစ်ဇာတ်ကားလေးပါ။ဇာတ်လမ်းပိုင်းကိုပြောပြရင်တော့..\nအမေလုပ်တဲ့သူဟာ ငယ်ငယ်ကတစ်ကြိမ်လောက်ပဲဆုံပြီး\nသူအချစ်ကြီးချစ်ခဲ့ရတဲ့သူရှိပါတယ်...\nသူ့တစ်ဘဝလုံး အတိတ်ကိုပြန်သွားဖို့ ဆေးရည်ဖျော်စပ်ရင်း အချိန်ကုန်မှန်းမသိ ကုန်နေခဲ့ပါတယ်။အသက်တွေကြီးလာမှ အတိတ်ကဓါတ်ပုံလေးတစ်ပုံကို ပြန်ရလိုက်တဲ့အချိန်မှာ\nသူဖေါ်စပ်ခဲ့တဲ့ အတိတ်ကိုပြန်သွားနိုင်တဲ့ဆေးရည်ကိုအသုံးပြုဖို့ကြိုးစားပါတော့တယ် ...အကြောင်းမတိုက်ဆိုင်ပဲ နာမကျန်းဖြစ်သွားရတော့\nသမီးဖြစ်တဲ့သူကို သွားဖို့ပြောပြီး အကူအညီတောင်းခဲ့တယ်\nသမီးလုပ်တဲ့သူက ပြာကလပ်စိန် ရှပ်ပြာလေး ...\nအဲ့မှာပဲ သွားခိုင်းတဲ့ ခုနှစ်အစား ၂နှစ်လောက်နောက်ကျပြီးမှ ရောက်သွားတော့\nဘာတွေဖြစ်မလဲ ဆက်လက်ကြည့်လိုက်ပါဦးနော်။အရမ်းချစ်ဖို့ကောင်းတဲ့ အချစ်ဇာတ်လမ်းလေးတွေ\nပျော်စရာအလွဲလေးတွေနဲ့\nမင်းသမီးလေးရဲ့ချစ်စရာကောင်းမှုလေးတွေ\nသီချင်းတွေက ဘယ်လိုတွေဖီးလ်လို့ကောင်းလိုက်လဲ ဆိုတာ\nကြည့်သာကြည့်လိုက်ကျပါတော့နော်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thinzar HtQuality…Blu-Ray Rip 720pFormat…mp4\nDuration….02:02:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thin Zar Htet",
        "rating": "6.5",
        "url": "https://megaup.net/113yr/Tinker_Bell_And_The_Legend_Of_The_NeverBeast_[2014]_(MM_Sub).mp4 https://megaup.net/113yl/Time_Traveller_-_The_Girl_Who_Leapt_Through_Time_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Asian, Drama, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fsR6CGc3d8QmFIpdqnmi2hOLbDV.jpg",
        "title": "Legend of the Eight Samurai(1983)",
        "description": "legend of the eight samuraiဒီကားလေးကတော့အတော်ကြာခဲ့ပါပြီငယ်ငယ်ကဂျပန်ကားလားဘာလားမသိပဲကြည့်ခဲ့ကြိုက်မိခဲ့တဲ့ကားလေးပါမင်းသားကတော့နာမည်ကြီးဟောလီးဝုဒ်ထိတောင်ပေါက်ရောက်ခဲ့တဲ့မင်းသားဟီရိုယူကိဆာနဒပါသူ့ဇတ်ကားကောင်းတွေကိုအတော်များများကြည့်ဖူးကြမှာပါx men wolverine ကားမှာဗီလိမ်အနေနဲ့ပါဝင်ထားပြီးကီနူးရိရ်နဲ့တွဲဖက်သရုပ်ဆောင်ထားတဲ့47 roninကားဟာလည်းနာမည်ကြီးခဲ့ပါတယ်အသက်ကြီးပေမဲ့မပျက်စီးသေးတဲ့မင်းသားကြီးဟာယခုဆိုရင်အသက်၅ရနစ်ရှိနေပါပြီသူ့ရဲဇတ်ကားတွေလည်းထပ်ထွက်လာဖို့ရှိပါသေးတယ်ဒီဇတ်ကားလေးအညွန်းကိုပြောရမယ်ဆိုရင်တော့ဖြင့်အောက်လမ်းမှော်ပညာရှင်တွေနဲ့မိစ္ဆာတွေကြောင့်ဆာတိုမိမျိူးနွယ်စုပျက်သုဉ်းသွားခဲ့တဲ့နောက်မှာမင်းသမီးလေးရှီဇုနဲ့အတူအထိန်းတော်တွေပဲကျန်ရစ်ခဲ့ပါတယ်မိစ္ဆာတွေဟာသူတို့ရဲ့ရုပ်ရည်နုပျိူမှုနဲ့ထာဝရအသက်ရှင်အောင်မင်းသမီးလေးရှီဇုကိုအလိုရှိနေကြပါတယ်ရှေးအဆိုအရမိစ္ဆာတွေကိုနိုင်ဖို့သလင်းကျောက်၈လုံးပိုင်ဆိုင်ထားတဲ့ဆာမူရိုင်း၈ယောက်နဲ့မင်းသမီးလေးတို့ပူးပေါင်းတိုက်ခိုက်မှသာအနိုင်ရမှာပါသလင်းကျောက်ပိုင်ဆိုင်ထားတဲ့ဆာမူရိုင်း၈ယောက်ကိုနုနယ်အားနွဲ့တဲ့မင်းသမီးလေးဘယ်လိုလိုက်ရှာမလဲဆာမူရိုင်း၈ယောက်ကိုကောရှာတွေ့ပါ့မလားမိစ္ဆာတွေကိုကောနိမ်နှင်းနိုင်မှာလားဆိုတာဆက်လက်စောင့်ကြည့်ပြီးဒေါင်းလော့သာဆွဲကြပါတော့လို့ အလဲ့Qty - DVDripGern - ActionSubtitle - MyanmarTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "6.5",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4",
        "category": "Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/quqsgaoLSct4DzsKb6I7S5wmapw.jpg",
        "title": "The Scorpion King: Rise of a Warrior (2008)",
        "description": "Scorpion King 2 ကို ဒါ႐ိုက္တာ Russell Mulcahy က ႐ိုက္ကူးထားခဲ့ၿပီး\nအဓိကဇာတ္ေဆာင္အျဖစ္\nMichael Copon က ပါဝင္ထားပါတယ္။\nဒီဇာတ္ကားမွာေတာ့ ဖခင္ကိုသတ္ခဲ့တဲ့\nဆာဂြန္ဘုရင္ႀကီးကို ကလဲ့စားေခ်ဖို႔\nမားသရပ္စ္ရဲ႕ ႀကိဳးစားအားထုတ္ပံုကို ၾကည့္႐ွဳၾကရမွာပါ။\nမားသရပ္စ္ကို ကူညီမယ့္သူကေတာ့ ငယ္သူငယ္ခ်င္းျဖစ္သူ\nအမ်ိဳးသမီးစစ္သည္ေတာ္ေလး ေလလာ ျဖစ္ပါတယ္။\nဆာဂြန္ဘုရင္ႀကီးရဲ႕ ေမွာ္အကာအရံကို ေခ်ဖ်က္အႏိုင္ယူႏိုင့္မယ့္\nလက္နက္ေကာင္းတစ္ခုကို မားသရပ္စ္ကရွာေဖြဖို႔\nအီဂ်စ္ျပည္အထိ သြားေရာက္ခဲ့ပါတယ္။\nအီဂ်စ္ျပည္သြားရျခင္းမွာ အိုဆိုင္းရပ္စ္ရဲ႕လွံတံကိုရွာေဖြဖို႔ျဖစ္ေသာ္လည္း\nလွံတံက အီဂ်စ္ျပည္ျပင္ပတြင္ အစြမ္းေလ်ာ့နည္းေၾကာင္း\nမားသရပ္စ္ သိရွိလိုက္ရပါတယ္။\nဒါေၾကာင့္ ဒမ္မိုခလိစ္ရဲ႕ အစြမ္းထက္ဓားကိုရွာေဖြဖို႔\nဂရိျပည္အထိ ခရီးဆန္႔ခဲ့ၾကရျပန္ပါတယ္။\nဒါ႐ိုက္တာအသစ္ သ႐ုပ္ေဆာင္အသစ္နဲ႔႐ိုက္ကူးထားတဲ့\nScorpion King 2 ကို\nဆက္လက္ၾကည့္႐ွဳခံစားၾကည့္လိုက္ၾကပါဦးခင္ဗ်ား...။\n(အဲ သရုပ္ေဆာင္သစ္ဆိုလို႕ အဲသရုပ္ေဆာင္\nမင္းသားကိုရင္းႏွီးေနပါတယ္လို႕ ၾကည့္ေနတာ\nTime Force Power Ranger ထဲကအၿပာေကာင္ဗ် ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/the-scorpion-king-rise-of-a-warrior-2008/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/uGsjYHPZ0NbI7GHrHlq98D4kFYB-133x200.jpg",
        "title": "Alice Through the Looking Glass (2016)",
        "description": "Alice Through the Looking Glass (2016)_____IMDb - 6.2/10\n  [Unicode]Alice Through Looking Glass ဟာ ၁၈၆၅ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Charles Lutwidge Dodgson ရဲ့ နာမည်ကြီးဝတ္ထုအတွဲတွေကို ရုပ်ရှင်အဖြစ် ပြန်လည်အသက်သွင်းခံရတဲ့ ဒုတိယမြောက် ဇာတ်ကားပဲ ဖြစ်ပါတယ် ဒီဇာတ်ကားဟာ ၂၀၁၀ မှာ ထွက်ရှိခဲ့တဲ့ ပထမ ဇာတ်ကား Alice In Wonderland ရဲ့ sequel ဖြစ်တာနဲ့ အညီ ပထမကားကို ကြည့်ထားမှ နားလည်နိုင်မှာကြောင့် Alice In Wonderland ကို ကြည့်ကြဖို့ တိုက်တွန်းပါရစေခု ဒုတိယဇာတ်ကားဖြစ်တဲ့ Alice Through Looking Glass ရဲ့ ဇာတ်လမ်း အကျဉ်းချုံးအနေအထားကို ပြောရရင်တော့... Alice တစ်ယောက် အပြင် ကမ္ဘာ့မှာ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1yapm/Alice_Through_Looking_Glass_[2016]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Alice-in-wonderland-poster-133x200.jpg",
        "title": "Alice in Wonderland (2010)",
        "description": "Alice in Wonderland (2010)IMDb - 6.4/10_____Rotten - 51%Won 2 Oscars. Another 33 wins & 63 nominations.\n  [unicode]ဒီဇာတ်ကားလေးဟာ Imdb 6.4 ထိရရှိထားပြီး စာရေးဆရာ lewis Carrol ရဲ့ နာမည်ကျော်စိတ်ကူးယဉ်ဝတ္ထုစာအုပ်ကိုနာမည်ကျော်ဒါရိုက်တာကြီး Tim burtonကရုပ်ရှင်အဖြစ်ပြန်လည်းအသက်သွင်း ရိုက်ကူးခဲ့တဲ့ Adventure,Fantasy အမျိုးအစား မိသားစုကြည့်ရှုနိုင်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းဆိုရင် အဲလစ် ဟာ အင်္ဂလိပ်တော်ဝင်မိသားစုတစ်က ဆယ့်ကိုးနှစ်အရွယ်ရှိ စေ့စပ်ကြောင်းလမ်းပြီးထားတဲ့သမီးငယ်တစ်ယောက်ဖြစ်ပါတယ်။ သူမရဲ့ စေ့စပ်ပွဲမှာ သူမဟာ အသိုင်းအဝိုင်းကြားက မာနတွေ အတ္တတွေ ဖိနှိပ်ချုပ်ချယ်မှုတွေကိုသည်းမခံနိုင်တော့တာကြောင့် ခြေဦးတည့်ရာပြေးထွက်ခဲ့ရင်း ပန်းဥယျာဉ်တစ်နေရာအရောက်မှာ ထူးဆန်းတဲ့အသွင်ရှိတဲ့ ယုန်တစ်ကောင်နောက်ကိုလိုက်ရင်းနဲ့ ကျင်းနက်ကြီးထဲကိုပြုတ်ကျသွားခဲ့ပါတော့တယ်။သူမ ရောက်ရှိသွားခဲ့တဲ့ ထူးဆန်းတဲ့ပုံသဏ္ဍာန်တွေနဲ့ပြည့်နှက်နေတဲ့ နေရာကတော့ \"Underland\" လို့ခေါ်တဲ့ ထူးဆန်းအံ့ဩဖွယ်ရာမှော်မြို့တော်ကြီးဖြစ်နေပြီးတော့ နေရာအနှံ့မှာ စကားပြောတတ်တဲ့ တိရိစ္ဆာန်တွေ ထူးဆန်းတဲ့ပုံစံနဲ့ ကလေးငယ်တွေ အကျင့်မကောင်းတဲ့ မှော်ဘုရင်မနဲ့ စစ်သည်တော်တွေ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1yapp/Alice_In_wonderland_[2010]_(MM_Sub).mp4",
        "category": "Adventure, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vllvystwQjmXzy5OvBKnGl1JREF.jpg",
        "title": "TRON: Legacy (2010)",
        "description": "virtual world designer Kevin Flynn တယောက် ရုတ်တရက် ပျောက်ဆုံးသွားခဲ့ပါတယ်နှစ်ပေါင်း ၂၀ ကြာပြီးတဲ့နောက်မှာ သားဖြစ်သူ Sam တယောက် ကုမ္ပဏီရဲ့ အဓိက ရှယ်ယာရှင်ဖြစ်လာခဲ့ပါပြီAlan bradly တယောက် Samကို ဖခင်ဖြစ်သူရဲ့ ဗီဒီယိုထဲကနေ ထူးဆန်းတဲ့ ပေးပို့ချက်တခုကို ဖော်ထုတ်ဖို့ တောင်းဆိုခဲ့ပါတယ်ဒီနောက်မှာတော့ Sam တယောက် ကွန်ပျုတာထဲကနေမှ ဖွက်ထားတဲ့ အောက်ခြေအဆင့်အပိုင်းကို ရှာတွေ့သွားတော့တဲ့နောက် ENCOM ရဲ့ အဓိက မိန်းဖရိန်နဲ့မဟုတ်ပဲ သက်သက်ကွဲထွက်နေတဲ့ အပိုင်း Grid ကနေ သတင်းပေးပို့ချက်ကို ရရှိခဲ့ပြီးတဲ့နောက် The Rinzler လို့ခေါ်တဲ့ ပရိုဂရမ်နဲ့ ယှဉ်ပြိုင်ဖို့ ဖိအားပေးခြင်းခံရပါတော့တယ်SAm တယောက်ထိခိုက်မိပြီး သွေးထွက်လာခဲ့တဲ့နောက် Rinzler က Samဟာလူသားဂိမ်းဆော့သူဖြစ်တယ်ဆိုတာ သိရှိသွားတဲ့အခါ ?ဒါ့အပြင် Grild ရဲ့ စည်းမျဉ်းပရိုဂရမ်ကို တပ်ဆင်ခဲ့သူက ဖခင်ဖြစ်သူ Kevin ...",
        "rating": "6.8",
        "url": "https://megaup.net/1TO79/Tron_-_Legacy_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    }
]