[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mrCY4OJUQWKaPAD32NAjFGD9hoU.jpg",
        "title": "Moonfall (2022)",
        "description": "Moonfall (2022) ကမ္ဘာကြီးကို ဟစ်တလာက တစ်ခါပဲ ဖျက်ဆီးခဲ့ပေမဲ့ ဟစ်တလာထက်ဆိုးပြီး ကမ္ဘာကို ခဏခဏဖျက်နေတဲ့ ဂျာမန်သားတစ်ယောက်ရှိပါတယ်။ သူကတော့ Roland Emmerich ပါ။ အမ်းမရစ်ဟာ Independence Day၊ The Day After Tomorrow နဲ့ 2012 တို့လို ကမ္ဘာပျက်ကားတွေချည်း အဓိကရိုက်ခဲ့တဲ့ ‌ဒါရိုက်တာလို့ ဆိုရပါမယ်။ အခုလည်း လက ကမ္ဘာကို ၀င်တိုက်ပြီး ကမ္ဘာပျက်တဲ့ကားပါပဲ။လနဲ့ပတ်သက်တဲ့ သီအိုရီငစားတွေ အများကြီးကြားဖူးမှာပေါ့။ ဒီရုပ်ရှင်ကတော့ ကြားဖူးသူရှားလောက်မယ့် သီအိုရီတစ်ခု သုံးထားပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ လဟာ လူကဖန်တီးထားတဲ့ မဟာယန္တရားကြီးပါပဲ။ ဇာတ်လမ်းက ဒီသီအိုရီကို ယုံကြည်တဲ့ ကောင်လေးတစ်ယောက်က လကြီးပတ်လမ်းချော်နေတာကို သတိထားမိရာက စပါတယ်။ သူဘာလို့ယုံတာလဲဆိုတော့ အပိုလို၁၁ကနေ လောင်စာကန်အလွတ်ကို လကြမ်းပေါ်ပစ်ချလိုက်တော့ တစ်နာရီလောက် ခေါင်းလောင်းလို မြည်နေခဲ့တာမို့ လက အထဲမှာ ‌ဗလာသက်သက်ကြီးလို့ ဆိုပါတယ်။ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/moonfall-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOsSC9X6aarcq0LlFAPTECIZ0jd.jpg",
        "title": "Boss (2013)",
        "description": "Boss 2013ဒီတစ်ခေါက်မှာတော့ IMDb 5.3ထိရရှိထားတဲ့Action_Comedyဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်နာမည်ကျော်မင်းသားကြီး Akshay Kumar ပါဝင်သရုပ်ဆောင်ထားတာကြောင့်ဇာတ်လမ်းဇာတ်ကွက် အတိုက်အခိုက်တွေမှာတော့အားရစရာနဲ့ကြည့်ကောင်းနေမှာပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ကျောင်းတွင်းလူသတ်မှုကြောင့် ထောင်နန်းစံခဲ့ရတာ‌ကြောင့်ဘောစ့်(Akshay)ကို ဖခင်ဖြစ်သူကသားတစ်ယောက်လိုမဆက်ဆံတော့ပါဘူးကျခံရမယ့်ထောင်သက်အပြီးထောင်ထွက်လာချိန်မှာတော့ဂိုဏ်းစတားတစ်ယောက်ဖြစ်လာပေမယ့် အကူအညီလိုအပ်နေတဲ့လူတွေကိုလိုက်လံကူညီပေးရင်းဘဝကိုကုန်ဆုံးနေခဲ့ပါတယ် တစ်နေ့မှာတော့ဆက်ယာကန့်ဆိုတဲ့လူတစ်ယောက်က လူတစ်ယောက်ကိုသတ်ပေးဖို့စာချုပ်ချုပ်ဆိုလာပါတယ်အဲ့ဒီလူကတခြားမဟုတ်ပါဘူး ဘောစ့်ရဲ့ညီလေးဖြစ်တဲ့ ရှိဗ့်ပါ ရှိဗ့်ကတော့ရဲမှူးတစ်ယောက်ဖြစ်တဲ့ အက်ရှုမန်ရဲ့ညီမဖြစ်သူနဲ့ချစ်ကြိုက်နေတာပါဒါကိုသဘောမတူတဲ့ အက်ရှူမန်က ဘယ်လိုတွေလုပ်ကြံမလဲအဖေဖြစ်သူကသားတစ်ယောက်လိုမဆက်ဆံတာကြောင့်အက်ရှုမန့်ရန်ကနေ ဘယ်လိုအခက်အခဲတွေကြားကမိသားစုကိုကာကွယ်သွားမလဲဖုံးကွယ်ထားတဲ့ကျောင်းတွင်းလူသတ်မှုနောက်ကွယ်မှာရောဘာတွေရှိနေမလဲဆိုတာစိတ်ဝင်တစားကြည့်ရှုဖို့တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်(အညွှန်းရေးသားသူက Yunni ဖြစ်ပါတယ်) \nFile size…2.2GB / 1.8Gb\nQuality…1080p WEB DL AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Haruko & Yunni",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/boss-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BYzkyZGRkYjEtZGJlNS00YzQ4LWJiNWYtMThhM2VlMWJmMzRiXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-142x200.jpg",
        "title": "Duplicate (1998)",
        "description": "လောကမှာ လူသူမရှား နာမည်တူမရှားဆိုပြီး ပြောစမှတ်တွင်ခဲ့ကြတယ်မလားဒီဇာတ်ကားလေးမှာလည်း မင်းသားကြီး ရှာရွတ်ခန်းက နှစ်ကိုယ်ခွဲနေရာက သရုပ်ဆောင်ထားတယ်...တစ်ယောက်က ငွေရဖို့အတွက်ဆိုရင် ကမ္ဘာမီးလောင်လည်း သားကောင်ချနင်းမယ့် လူစားမျိုးဖြစ်တဲ့ လူမိုက်ကြီးမန်နူးဒါဒါ...နောက်တစ်ယောက်ကတော့ မိခင်ကိုပျော်အောင်ထားပြီး ကမ္ဘာ့အတော်ဆုံး စားဖိုမှူးလေးဖြစ်ချင်နေတဲ့ ဘဗ်လူး...မန်နူးကို လိုက်ဖမ်းရင်းနဲ့ ရဲတွေက ဘဗ်လူးကို မှားဖမ်းမိတဲ့အခါ အရှုပ်တော်ပုံတွေ ပေါ်လာရပါတော့တယ်။ရိုးသားဖြူစင်တဲ့ဘဗ်လူးကို အကောက်ကြံပြီး သူ့ဘဝကိုပါ လုယူချင်လာတဲ့ မန်နူးနဲ့ကြောက်တတ်ပေမယ့်လည်း အနိုင်ကျင့်သူကို သင်ခန်းစာပြန်ပေးဖို့ကြိုးစားရမယ့် ဘဗ်လူးတို့ကြားသူတို့ရဲ့ ချစ်သူတွေ မိသားစုတွေပါ ပါလာတဲ့အခါမှာတော့...ဘယ်လိုတွေဇာတ်ရှိန်တက်လာမလဲဆိုတာ.........။ရှရွတ်ခန်း ၂ ကိုယ်ခွဲနဲ့ ဇာတ်လမ်းကြာချိန် ၃ နာရီနီးပါးကို ရုပ်ရှင်ရုံထဲ လိုက်ကြည့်ရသလို အကအလှရသအစုံ ခံစားရမှာပါ။\nFile size…(4 GB)/(1.6 GB)\nQuality….WEB-DL 1080p/720p\nFormat…mp4\nDuration….02:44:55\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Taylor",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/duplicate-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BYzgxYWM3MjEtZjhmYi00YWRlLWE4YjItYmI3NTVmOTljNzUyXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_-135x200.jpg",
        "title": "The Good, the Bad, the Weird (2008)",
        "description": "IMDb Rating (7.2) / Rotten Tomatoes (82%)ကိုရီးယားရဲ့ ဒိတ်ဒိတ်ကြဲမင်းသားတွေဖြစ်ကြတဲ့ လီဗျောင်ဟွန်း , Jung Woo-sung , Song Kang-Ho တို့ ပါဝင်ထားပြီးနာမည်ကျော်ဂန္တဝင်ရုပ်ရှင်ကားကြီး The Good,The Bad and The Ugly (1966) ကို အခြေခံရိုက်ကူးထားတာပါ။ထူးခြားတာကတော့ သာမန်ကောင်းဘွိုင်ကားတွေလိုမဟုတ်ဘဲ ခွီနေရမယ့် Comedy အမျိုးအစားလဲ ဖြစ်ပါတယ်။ရှုခင်းကောင်းကောင်းတွေမှာ အက်ရှင်စွန့်စားခန်းတွေနဲ့ ခွီနေရမယ့် အနောက်တိုင်းစတိုင်ကောင်းဘွိုင်အမျိုးအစား ကိုရီးယားရုပ်ရှင်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ နာမည်နဲ့လိုက်အောင် စရိုက်စုံတဲ့ လူရှုပ် ၃ ယောက် ဂျပန်စစ်တပ် တရုတ်ဓားပြတွေကြားထဲက ရတနာမြေပုံကို လုကြမှာပါ။2008 ခုနှစ်ရဲ့ ဆုပေးပွဲတွေမှာလဲ အောင်ပွဲခံခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီး Rating တွေလဲ ကောင်းသလို သရုပ်ဆောင်တွေလဲ အလန်းတွေမို့BluRay 1080p Quality နဲ့ ပြန်လည်ခံစားဖို့ တင်ဆက်လိုက်ပါတယ်။\nFile size…(3.8 GB)/(1.5 GB)\nQuality….BluRay ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-good-the-bad-the-weird-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ecsPVK2y8c6jNVOzRwKgrHeospy.jpg",
        "title": "Running Man (2013)",
        "description": "Running Man (2013) အညွှန်းထွက်ပြေးနေရသူတစ်ဦး... ကိုယ်မကျူးလွန်ခဲ့တဲ့ပြစ်မှုတစ်ခုအတွက် ထွက်ပြေးနေရသူတစ်ဦး...နိုင်ငံရေးမြှုပ်ကွက်များကြားထဲမှာ သဲလွန်စတစ်စုံတစ်ရာမရှိဘဲ ရှောင်ပြေးနေရပုံအပေါ်မူတည်ပြီး ဇာတ်အိမ်တည်ထားပါတယ်။ အထက်တန်းကျောင်းသားဘဝတည်းက ပြစ်မှုမှတ်တမ်းတသီတတန်းဖြစ်နေပေမဲ့ သားဖြစ်သူနဲ့အတူ အိမ်ကောင်းရာကောင်းနဲ့နေနိုင်ဖို့ ကြုံရာကျပန်းလုပ်ကာ နေ့စား အငှါးကားမောင်းတဲ့အလုပ်လုပ်ရရင်း တစ်နေ့မှာတော့ ထူးထူးခြားခြားပဲ ပိုက်ဆံပေါတဲ့ ခရီးသည်နဲ့ ကြုံခဲ့ပါတယ်။ကံဆိုးချင်တော့ လေဆိပ်ကိုပဲ အမြန်ပြေးချင်နေတဲ့ ခရီးသည်ကြီးဟာ လက်သည်မပေါ်ဘဲ အသတ်ခံရပါတယ်။ ဒီအချိန်မှာတော့ ထုံးစံအတိုင်း ကားသမားကိုပဲ အပြစ်ပုံချဖို့ အကြောင်းဖန်လာပါတယ်။ ဒီလိုနဲ့ ဝရမ်းပြေးဖြစ်နေချိန် အတောအတွင်းမှာတော့ အမှုအစအဆုံးကို ရုပ်လုံးပေါ်လာအောင်စုံစမ်းရင်း တစ်ချိန်က တေလေကြမ်းပိုးဖြစ်ခဲ့ဖူးတာကြောင့် တတ်ကျွမ်းခဲ့ဖူးတဲ့ အကွက်ပေါင်းစုံ အသုံးချကာ မိမိနောက်ကို လိုက်နေတဲ့ နိုင်ငံရေးအဖွဲ့အစည်းများ၊ လူဆိုးများ၊ ရဲများကိုပါ နှစ်ပေါက်တစ်ပေါက် ရိုက်ခဲ့ပါတယ်။အမှုမှာ ပါဝင်ပတ်သက်သူ တစ်ယောက်ပြီးတစ်ယောက် အသတ်ခံရပြီးနောက် အမှုကို ဆက်စပ်မိခါနီးမှာ သားဖြစ်သူကပါ တရားခံကို ကူဖမ်းပေးဖို့ဖြစ်လာပါတော့တယ်။ နိုင်ငံရေးလုံခြုံမှု ပေါက်ပြားစေမှုရဲ့ တရားခံအစစ်အမှန်က ဘယ်သူဖြစ်နေမလဲ? ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/running-man-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6lIdeNis1nRciqAm7sNcL77qVVk.jpg",
        "title": "The Red Sparrow (2022)",
        "description": "The Red Sparrow (2022)The red sparrow ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nတက်သစ်စမင်းသားတွေဆိုပေမယ့် ဇာတ်ဆောင် ဇာတ်ပို့ ဖြတ်လျှောက်က အစ\nအချိတ်ဆက်မိတာကြောင့် low budget လို့ မထင်ရလောက်အောင် ကြည့်ကောင်းတဲ့\nဇာတ်ကားလေးပါ\nဒါအပြင် ဇာတ်လမ်း ဇာတ်ညွှန်းကလည်း ဆွဲဆောင်မှု ရှိနေပြန်တယ်...ဒီဇာတ်လမ်းကို မိတ်ဆက်ဖို့ အများကြီးမလိုပါဘူး... တစ်ခွန်းတည်းပါပဲ...\nနည်းပညာခေတ်ကြီး 21 ရာစုမှာ နည်းပညာမှ မသိရင် ခေတ်နောက်ကျပါပြီတို့\nလူတောမတိုးတော့ဘူးဆိုတဲ့ ယနေ့ခေတ်မှာ အားလုံးက မသိမသာ နည်းပညာရဲ့\nသားကောင်ကနေ ကျေးကျွန်အဆင့်ထိရောက်လာကြတာကို တွေးတောမိပြီး အနာဂတ်မှာ\nနည်းပညာက ဖန်တီးထားတဲ့ စက်ရုပ်တွေဟာ လူသားတွေကို ဘယ်လို\nဝါးမြိုသွားမယ်ဆိုတာကို စိတ်ကူးပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပေါ့....ဒါကြောင့် စိတ်ကူးယဉ်မဆန်တဲ့ စိတ်ကူးပုံဖော် ဇာတ်ကားလေးကို ကြည့်ပြီး\nတကယ် ဒီလိုဖြစ်လာရင်လို့ တွေးပြီး ခဏလောက် ဦးနှောက်\nအလုပ်ပေးလိုက်ကြပါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chu Chu ပဲ ဖြစ်ပါတယ်။Genre.....Action, Sci-Fi\nQuality….WEB-DL 1080p and ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-red-sparrow-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/Screen-Shot-2021-10-17-at-13.09.56-135x200.png",
        "title": "Dune (2021)",
        "description": "Dune (2021)==========IMDb Rating - 8.4/10စောင့်​မျှော်​နေသူ​ ​အ​တော်များများရှိ​နေမယ့် DUNE ရုပ်ရှင်ကားကြီးထွက်လာပြီမို့ CMပရိတ်သတ်​တွေအတွက် အမြန်ဆုံးတင်ဆက်​ပေးလိုက်ပါတယ်၊သာမန် Sci- fic​တွေထက် အပုံကြီးကျယ်ပြန့်တဲ့ Frank Herbertရဲ့ Duneစာအုပ်​တွဲ​တွေကို မှီငြမ်းရိုက်ကူးထားတဲ့ဇာတ်လမ်း၊ ​Timotheé Chalamet, Zendaya, Oscar Issac, တို့အပါအဝင် ကောင်း​ပေ့ဆိုတဲ့ Cast​တွေ၊ Legendarysoundtrack ​တွေပဲ တီးခတ်တဲ့ Hans Zimmer၊ ​ပြောင်​မြောက်လွန်းတဲ့ VFXနဲ့ CGI​တွေရဲ့ ​​ပေါင်းစပ်မှုအပြီးမှာ DUNE2021ဇာတ်ကားဟာ ပရိတ်သတ်​တွေ အ​​မျှော်လင့်ဆုံးဇာတ်ကားဆိုရင်လည်း မမှားနိုင်ပါဘူး။အနာဂတ်နှစ်​ပေါင်း၂၀၀၀၀​ကျော်မှာ အ​ခြေပြုထားတဲ့ ​ခေတ်လွန် Dune Universeထဲမှာ Known Universeကို အုပ်ချုပ်​နေတဲ့Emperorဆိုတာရှိပြီး သူတို့ရဲ့လက်​အောက်မှာ​တော့ Houses​တွေက နယ်​မြေအသီးသီးကို အုပ်ချုပ်ပါတယ်။ဒီဇာတ်လမ်းရဲ့ အဓီကအ​ကြောင်းရင်းက​တော့ House​ Harkonnen​တွေ နှစ်​ပေါင်း၈၀ကြာ​​​အောင် အုပ်ချုပ်လာတဲ့ Planet Duneတဖြစ်လဲ Planet Arrakisကို Emperorရဲ့အထက်အမိန့်အရ House ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/dune-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xa5USFw4I2SQPlD3wZ9kRn9shtB.jpg",
        "title": "Valimai (2022)",
        "description": "Valimai (2022)ခုတစ်ခေါက်တင်ဆက်ပေးမယ့်ကားလေးကတော့လတ်တလောထွက်ရှိထားတဲ့မှုခင်းအက်ရှင်ကားတစ်ကားဖြစ်တဲ့ Valimai ဆိုတဲ့ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ Arjun ဆိုတဲ့ရဲအရာရှိကတော့အရည်ချင်းရှိပြီးအမှုကိုင်တွယ်ပုံတမူထူးခြားတာနဲ့နာမည်ကြီးတဲ့ရဲကောင်းတစ်ယောက်ပေါ့ချန်နိုင်းဆိုတဲ့မြို့မှာ လူသတ်မှုတွေ ဓားပြတိုက်မှုတွေ မူးယစ်ဆေးဝါးမှုတွေဆွဲကြိုးလုယက်မှုတွေမြောက်များစွာဖြစ်ပွားတဲ့အချိန်မှာတော့ Arjunတစ်ယောက်အမှုကိုင်တွယ်ဖို့ ပြောင်းရွေ့တာ၀န်ပေးခံလိုက်ရပါတယ်။တစ်နေ့မှာ ကိုယ့်ကိုယ်ကိုသေကြောင်းကြံစည်တဲ့အမှုကို ကိုင်တွယ်ရင်းသေကြောင်းကြံစည်မှုမဟုတ်ဘဲ လူသတ်မှုဖြစ်နေတာကိုသိလိုက်ရတဲ့အချိန်မှာလိုက်တူးဆွရင်း တူးဆရင်းနဲ့ အဲမြို့မှာ ဖြစ်ပွားနေတဲ့မှုခင်းများစွာကဆိုင်ကယ်ဂိုဏ်းတစ်ဂိုဏ်းတည်းနဲ့ဆက်စပ်မှုရှိလောက်တာကိုသိလိုက်ရပေမဲ့လည်းအမှုဖြေရှင်းဖို့အခက်ခဲများစွာရှိနေတော့ Arjun တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲအခက်ခဲကိုဘယ်လိုကျော်ဖြတ်မလဲ ဘယ်လိုလှည့်ကွက်တွေရှိနေဦးမလဲဆိုတာကိုသည်းထိပ်ရင်ဖိုကြည့်ရမယ့်အက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။ \nFile size…1.4GB / 2.85GB / 6GB\nQuality…1080p WEB DL / 720p / 4k HEVC WEB DL\nFormat…mp4\nDuration….2h 58mins\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Allena & Go-O & Eliza",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/valimai-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/14KeWSkgzTbfJmmD4bXT9mwkaYz.jpg",
        "title": "Bheemla Nayak (2022)",
        "description": "Bheemla Nayak (2022)ယခုတစ်ခေါက်မှာတော့ IMDb 7.8 ရရှိထားပြီး ရူပီး 70 ကုဋေအကုန်ကျခံရိုက်ကူးထားတဲ့တယ်လဂူအိန္ဒိယ အက်ရှင်ဒရမ်မာကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းလေးကတော့ သူဌေးဒန်နီရယ်ရှီကာနဲ့ တပည့်ဖြစ်သူကားမောင်းသမားနှစ်ယောက်ဟာ ညအချိန်မတော် နယ်စပ်ကိုဖြတ်မောင်းလာခဲ့ပါတယ်။စစ်ဆေးရေးဂိတ်စောင့်ရဲတွေ တွေ့တော့ ကားတားပြီးစစ်ဆေးရာမှာသတ်မှတ်ခွင့်ပြုချက်ထက်ကျော်လွန်တဲ့ အရက်ပုလင်းတွေ သယ်ဆောင်လာကိုမိသွားပါတယ်။အဲဒီလိုနဲ့ ရုန်းရင်းဆန်ခတ်ဖြစ်ပြီး ဒုစစ်ဆေးရေးမှူး ဘီမလာနာယက်ခ်ရောက်လာကာသူဌေးဒန်နီရယ်နဲ့ကားမောင်းသမားကို ဖမ်းသွားပါတယ်။ဒါပေမယ့် သူဌေးဒန်နီရယ်ဟာ ဘယ်သူမှမထိရဲဘဲကျောထောက်နောက်ခံကြီးမားတဲ့တပ်ကြပ်မှူးဟောင်းဖြစ်နေပါတယ်။ရိုးဖြောင့်ပြီး သမာသမတ်ကျတဲ့ ရဲအရာရှိ ဘီမလာနာယက်ခ်နဲ့အတ္တအငြိုးကြီးမားတဲ့ ဒန်နီရယ်ရှီကာတို့ ထိပ်တိုက်တွေ့ကြတဲ့အချိန်မှာဘယ်လိုအရာများပြောင်းလဲသွားမလဲဆိုတာကတော့ စိတ်ဝင်စားစရာပါပဲ။ဒီဇာတ်ကားဟာ 1876 ခုနှစ် ဒီဇင်ဘာ 29ရက်နေ့မှာကျဆုံးခဲ့တဲ့ အိန္ဒိယတော်လှန်ရေးသမားBheema Nayak ရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကိုအခြေခံပြီး နာမည်ကြီး\"Ayyappanum Koshiyum\" ဇာတ်ကားကို ပြန်လည်ဆန်းသစ်ပြီးရိုက်ကူးထားတာဖြစ်တဲ့အတွက်ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားအဖြစ် ညွှန်းဆိုလိုက်ပါရစေ။ \nFile size…1.4GB / 2.8GB\nQuality…720p / 1080p WEB DL AAC 5.1CH\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle(hard sub)\nEncoder….YK\nTranslated by Haruko & Poe & Shwe ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/bheemla-nayak-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BOTUxYWQwZTYtMGI5NS00NmNhLThmMzUtOWNkOTcxZjc5ZTUxXkEyXkFqcGdeQXVyMTMxMDkzNDI0._V1_-141x200.jpg",
        "title": "Gulliver Returns (2021)",
        "description": "ကလေးဘဝတုန်းက \"ဂါလီဗာနဲ့ လူပုလေးများ\"ဆိုတဲ့ အိပ်ရာဝင် ပုံပြင်ကို မကြားဖူးတဲ့သူမရှိပါဘူး\nလူပုလေးတွေနေတဲ့ ကျွန်းကိုရောက်ရှိသွားခဲ့တဲ့ ဂါလီဗာရဲ့အကြောင်းပေါ့\nဒီ Animationမှာတော့ ဂါလီဗာဟာ သူအရင်က ရောက်ရှိဖူး၊ အကူအညီပေးဖူးတဲ့နိုင်ငံတစ်ခုကို ပြန်လည်ရောက်ရှိသွားတဲ့အကြောင်း ရိုက်ကူးထား တာပါ။အားလုံးသိထားတဲ့အတိုင်း ဂါလီဗာဟာ လူဘီလူးကြီး ဖြစ်ရမယ်၊\nအဲဒီနိုင်ငံက တိုင်းသူပြည်သားတွေက ပိစိလေးတွေ ဖြစ်နေရမယ်၊\nဒါဟာ သမာရိုးကျပုံပြင်ပါပဲ၊\nထိုနိုင်ငံကို ဂါလီဗာ လာကူခဲ့စဉ်က သမိုင်းမှတ်တမ်းမှာလည်း ဒီအတိုင်းပါပဲ၊ဒါပေမဲ့နှစ်ပေါင်း၄၀ကြာထွက်သွားပြီးမှ ပြန်ရောက်လာတဲ့ ဂါလီဗာကြောင့် ထိုနိုင်ငံသားတွေ ဦးနှောက်ခြောက်ရပါတော့တယ်၊\nရှေးလူကြီးတွေရဲ့ ရှေ့ဖြစ်အဟောအရ နှစ်ပေါင်း ၄၀ကြာချိန်မှာ ဂါလီဗာပြန်ရောက်လာတာမှန်ပေမယ့် သူတို့မှတ်တမ်းထဲကလို ဧရာမလူဘီလူကြီးမဟုတ်ဘဲ သူတို့ရဲ့ရွယ်တူ ကောင်လေးတစ်ယောက် ဖြစ်နေလို့ပါ။ကိုယ့်နိုင်ငံဆီ ဟောကိန်းအတိုင်းပြန်ရောက်လာတဲ့သူ၊ သူ့ကိုယ်သူဂါလီဗာလို့ တွင်တွင်ပြောနေတဲ့သူက တစ်သက်လုံးထင်လာသလို\nလူဘီလူးကြီး ဟုတ်မနေတာကြောင့် အတု အယောင်ဆောင်ဆိုပြီး မယုံကြသလို ဂါလီဗာကိုယ်တိုင်လည်း ဆွမ်းခံရင်းငှက်သင့်ဆိုတဲ့အတိုင်း လူဘီလူးအယောင်ဆောင်မှုနဲ့ ကွပ်မျက်ခံရမယ့် ကိန်းကိုဆိုက်သွားပါတယ်။ဒါပေမဲ့ အကောင်းထဲကအဆိုးလို့ ပြောရမလိုပဲ ဂါလီဗာကွပ်မျက်ခံရခါနီးမှ နိုင်ငံကြီးကို စစ်အင်အားနဲ့ တိုက်ခိုက်သိမ်းပိုက်ခံရမယ့် အခြေအနေတစ်ခုပေါ်လာတဲ့အခါ\nဂါလီဗာအတုဆိုတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/gulliver-returns-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aiPmEv3XxITXvVtNklCf7YdtqLZ.jpg",
        "title": "The Mystery Of Lop Nur ( 2022 )",
        "description": "ဒီတစ်ခါCMကနေတင်ဆက်ပေးမှာကတော့\nChinese Fantasy ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ရတနာသိုက်တူးသမားတစ်စုက\nထူးဆန်းတဲ့မြေအောက်နန်းတော်တစ်ခုကိုဆင်းပြီး သိုက်တူးဖို့ကြိုးစားကြပါတယ်။\nထူးဆန်းတဲ့သတ္တဝါကြီးတွေတိုက်ခိုက်ခံကြရတယ်။ထူးဆန်းတာကတော့အသက်ရှင်ကျန်သူတွေက\nအဲဒီအဖြစ်အပျက်တွေကိုမေ့သွားတာပါပဲ။\nLop Nur နယ်တစ်ဝိုက်မှာထူးဆန်းတဲ့\nဖြစ်ရပ်တွေမကြာခဏဖြစ်ပွားနေပါတယ်။\nရုတ်တရက် ရွှယ်ရှောင်းဆိုတဲ့မိန်းကလေးကလဲ\nထူးဆန်းစွာပေါ်လာပါတယ်။ရှီချူချီက ထူးဆန်းဖြစ်ရပ်တွေကိုစုံစမ်းဖို့ ချီကျီအဖွဲ့ကို\nတည်ထောင်စုံစမ်းဖို့ကြိုးစားတဲ့အခါမှာ\nသဘာဝလွန်ဖြစ်ရပ်တွေကြောင့်မဟုတ်ပဲ\nဂြိုလ်သားတွေရဲ့လုပ်ရပ်ကြောင့်ဖြစ်ရတယ်ဆိုတာသိလိုက်ရပါတော့တယ်။\nLop Nur ရဲ့ထူးဆန်းဖြစ်ရပ်တွေရဲ့\nအဖြေကဘာလဲဆိုတာတော့ အဆုံးထိအောင်ကြည့်ရှုအားပေးကြပါဦး။ဒီဇာတ်ကားလေးမှာ ဂြိုလ်သားယဉ်ကျေးမှု၊\nခေတ်လွန်နည်းပညာစတဲ့ အကြောင်းအရာတွေ\nပြချင်တာတွေများတော့ စဉ်းစားစရာတွေလဲများပါတယ်။\nSci- fiတွေရဲ့ထုံးစံအတိုင်းရှင်းလင်းအောင်မဖြေရှင်းပြနိုင်တာတွေလဲရှိပါတယ်။\nအနောက်တိုင်းသိပ္ပံကားတွေကိုမယှဉ်နိုင်ပေမယ့်\nမတူတဲ့ရသတစ်ခုကိုတော့ရရှိစေမှာပါ။ \nQuality : WEB-DL  1080p , 480p\nFormat : mp4\nDuration : 1h 26 min\nGenres : Action , Sci-Fi , Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/13fnr/The.Mystery.of.Lop.Nur.2022.1080p.WEB-DL_(CM).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dczX5uZ3xLr81sUkw0HUhcaPvYx.jpg",
        "title": "Super Machi (2022)",
        "description": "Super Machi (2022)အိန္ဒိယအက်ရှင်ကားတွေကို ငြီးငွေ့ပြီးတော့ ပေါ့ပေါ့ပါးပါးကားလေးတွေကိုကြည့်ရှုချင်လာပြီဆိုရင်တော့ ကြည့်ကိုကြည့်သင့်တဲ့ ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။အိန္ဒိယကားတွေ တော်ကီကြွယ်ရင် တခြားဘယ်နိုင်ငံကားမှ လိုက်မမီဘူးဆိုတာ အားလုံးအသိပါပဲ။ဒီ Super Machi movie လေးမှာလည်း အဓိကဇာတ်ဆောင်တွေအပြင်အရန်ဇာတ်ဆောင်တွေကပါ တော်ကီတစ်ပေါက် လျှမ်းလျှမ်းတောက်ပြတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ အိန္ဒိယနိုင်ငံရဲ့ ထိပ်တန်းဆော့ဖ်ဝဲကုမ္ပဏီ Infosys မှာအလုပ်လုပ်တဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာမလေး မီနာရှီတစ်ယောက်...ဘားမှာ အဆိုတော်အဖြစ်အလုပ်လုပ်ပြီး သူငယ်ချင်းတွေနဲ့ပဲပျော်ပါးနေတတ်တဲ့သာမညကောင်လေးရာဂျူးကို ချစ်မိသွားလေတော့...ကိုယ့်ဘဝအတွက် အရေးအကြီးဆုံး presentation ကိုတောင်လက်လွှတ်ပြီး ရာဂျူးရှိရာနေရာကိုသွား၊ ရာဂျူးနောက်ပဲ တကောက်ကောက် လိုက်နေခဲ့ပါတယ်။ရာဂျူးကလည်း အခုမှ တွေ့ဖူးပြီး ဘယ်သူမှန်းမသိ ဘာကြောင့်မှန်းမသိမိန်းကလေးတစ်ယောက် ကိုယ့်ကိုဖွင့်ပြောတဲ့အခါ လက်မခံဘဲ ငြင်းဆိုပစ်လိုက်ပါတယ်။စကားနဲ့ ငြင်းဆိုရုံတင်မရလို့ အမျိုးမျိုးဒုက္ခပေးပြီး ငြင်းဆိုပေမဲ့ကောင်မလေးကတော့ တကောက်ကောက်ဆက်လိုက်နေတုန်းပါပဲ (အားကျကုန်လော့)။ကောင်မလေးမီနာရှီကို တစ်ဖက်သတ်သဘောကျနေသူကလည်းရှိနေပြန်တော့ သုံးပွင့်ဆိုင်ဇာတ်လမ်းတွေပါ ဖြစ်လာပါလေရော။ဒါပေမဲ့ အောင်မြင်နေတဲ့သူ မီနာရှီက ဘာမဟုတ်တဲ့ သာမညကောင်လေးရာဂျူးကိုရူးရူးမူးမူး လိုက်နေရတဲ့ နောက်ကွယ်ကအကြောင်းအရင်းက ဘာဖြစ်မလဲ။ရာဂျူးကရော ခါးခါးသီးသီး ငြင်းဆိုနေတဲ့နောက်ကွယ်မှာ ...",
        "rating": "9.1",
        "url": "https://channelmyanmar.org/super-machi-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/large_black-crab-poster-135x200.jpeg",
        "title": "Black Crab (2022)",
        "description": "Black Crab (2022)=================ဒီကားလေးက 2022 ထွက်ဆွီဒင် War,Action,Drama ကားသစ်လေးဖြစ်တဲ့\nအပြင် ဆွဲဆောင်မှုရှိတဲ့ မူဗီလို့ပြောလို့ရပါတယ်၊၊ဇာတ်လမ်းအကျဥ်း\nစစ်ပွဲတစ်ခုရဲ့ အဆုံးသတ်ဟာ ဘယ်လိုနည်းနဲ့မဆိုမကောင်းတာတော့\nသေချာပါတယ်။ ပြည်တွင်းစစ်ကစတဲ့ စစ်ပွဲတစ်ခုအတွင်းမှာ သမီးဖြစ်သူကို\nဆုံးရှုံးထားတဲ့မိခင်တစ်ယောက်။ သေနတ်ပစ်လည်းကျွမ်းကျင်သလို ရေခဲပြင်\nစကိတ်စီးလည်းကျွမ်းကျင်တဲ့သူမကို လူအချို့နဲ့အတူ အစိုးရက ဆင့်ခေါ်ပြီး\nတာဝန်တစ်ခုပေးအပ်လာတဲ့အချိန်မှာတော့။ သူ့ကိုပေးအပ်တဲ့တာဝန်က\nဘာလဲ။ ခက်ခဲလှတဲ့ ဒီတာဝန်ကို သူ ထမ်းဆောင်နိုင်မှာလား ဆိုတာတော့\nဇာတ်လမ်းထဲမှာပဲ လိုက်ပါစီးမျောလိုက်ကြပါဦး။ တအားကြီးကြမ်းတဲ့\nစစ်ကားမျိုးမဟုတ်ပေမယ့် ဇာတ်လမ်းလေးမဆိုးတာကြောင့်ကြည့်ပျော်တဲ့\nရုပ်ရှင်တစ်ခုဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung ဖြစ်ပါတယ်)File Size - (1.39 GB) / (682 MB) / (438 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 54mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Drama\nTranslator ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/black-crab-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qt5zIVjW1ThRhJkSetOFlnySsoW.jpg",
        "title": "Aaraattu (2022)",
        "description": "Aarattu(2022)2022ခုနှစ်ထွက် Aaraattuဆိုတဲ့ ကားလေးကိုCM ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီကားကတော့ မူသာလက်ကိုတာဆိုတဲ့ ရွာလေးမှာရှိတဲ့မြေနေရာတစ်ခုကို ငှားရမ်းလိုက်တဲ့ နေရန်တင်ကာရာဂိုပန်ဆိုတဲ့လူတစ်ယောက်နဲ့ ရွာမှာ ရေလွှမ်းမှုဖြစ်တုန်းကရွာကိုကူညီဖို့ရောက်လာတဲ့ အကြီးအကဲတစ်ယောက်နဲ့လူလေးယောက်ကြားထဲက ဇာတ်လမ်းကို ရိုက်ပြထားတာပဲ ဖြစ်ပါတယ်။ရွာမှာ ရှိနေခဲ့တဲ့ မာသာရီဆိုတဲ့ လူတစ်ယောက်ပိုင်ဆိုင်တဲ့ ရေလွှမ်းနေတဲ့မြေကိုအစိုးရက စိုက်ပျိုးရေးလုပ်ခိုင်းတာမို့ အကျိုးအမြတ်ဖြစ်အောင်လုပ်ချင်တဲ့မာသာရီဟာ ဂိုပန်ကို မြေဖို့ဖို့အတွက် လူငှားလိုက်ပါတော့တယ်။စီးပွားရေးသမား၊ အလုပ်သာဖြစ်မယ်ဆို ဘယ်သူ့မျက်နှာကိုမှ မငဲ့တဲ့ဂိုပန်ဟာ အဲဒီမြေကို အခွန်ဦးစီးဌာနမှူးဆီမှာ ငါးမွေးမြူရေးအတွက်​တောင်းရမ်းပါတော့တယ်။ငွေရှင်တွေနဲ့ စီးပွားရေးလုပ်ငန်းရှင်တွေကြားက တင်းမာမှုတွေ၊ အကျိူးစီးပွားကိုပဲကြည့်တဲ့လူတွေကြားမှာရိုးသားတဲ့ရွာသူရွာသားတွေနဲ့ သာယာပြီး နေထိုင်ချင်စဖွယ်ကောင်းတဲ့ရွာလေးကရော တောင့်ခံထားနိုင်ပါ့မလား။ အဲဒီအပြင် ဒီရွာကို ရောက်လာခဲ့တဲ့ဂိုပန်ဟာရော ဒီတိုင်းရောက်လာခဲ့တာလား၊ သူဖုံးကွယ်ထားတဲ့အတိတ်တစ်ခုခုရှိနေတာလားဆိုတာကိုတော့ ရုပ်ရှင်ထဲမှာပဲဆက်ကြည့်လိုက်ကြပါဦးနော်။ IMDb 5.3ရထားတဲ့ကားကောင်းလေးဖြစ်ပြီး ရိုက်ကူးထားသူကတော့ ဒါရိုက်တာB. Unnikrishnanပဲဖြစ်ပါတယ်။ အခုပဲ CM ပရိသတ်ကြီးကိုတင်ဆက်ပေးလိုက်ပါပြီ \nFile size…3.4GB / 1.6GB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 47mins\nSubtitle….Myanmar Subtitlte ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/aaraattu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ArI2G4lRFQz5eqo8cXUZ7PDVgdY.jpg",
        "title": "Pawankhind (2022)",
        "description": "Pawankhind 2022ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့ အိန္ဒိယသမိုင်းနောက်ခံစစ်ရာဇဝင်ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။အိန္ဒိယရာဇဝင်မှာနာမည်ကျော်တဲ့ ပါဝမ်ခိုင်စစ်ပွဲအကြောင်းကိုမှတ်တမ်းမှတ်ရာတွေနဲ့ သူတို့ကိုးကွယ်ရာနတ်ဘုရားတွေနဲ့ပတ်သက်တဲ့လူကြီးတွေရဲ့ပါးစပ်ရာဇဝင်တွေ ပေါင်းစပ်ပြီး အချက်အလက်တွေထက်ရသဘက်ကိုဦးစားပေးရိုက်ကူးထားတယ်လို့ဆိုနိုင်ပါတယ်။ဆစ်ဒီဂျိုဟာရဲ့စစ်သည်တော်တွေဟာ ရှီဗာဂျီမာဟာရဂ်ျကို ပန်ဟာလာခံတပ်မှာလပေါင်းများစွာဝန်းရံထားသောကြောင့် အဝိုင်းခံတပ်များကပါးနပ်လှသောညနည်းဗျူဟာများဖြင့် ကြိုးပမ်းရုန်းထွက်ကြပုံကိုပုံဖော်ထားပြီး မာရသာစစ်သည်တော်တွေရဲ့ဘဝကိုအခြေခံရိုက်ကူးထားပါတယ်။Historical/Action/Drama ဖြစ်ပြီးနှစ်နာရီခွဲကြာပေမယ့်ထိုင်ရာမထကြည့်ချင်လောက်အောင် ဆွဲခေါ်သွားနိုင်တဲ့ဇာတ်ကားမျိုးဖြစ်လို့လက်မလွှတ်တမ်းကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါရစေ။ \nFile size…2.9GB / 1.5GB\nQuality…1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 33min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae & Honey & Haruko",
        "rating": "9.5",
        "url": "https://channelmyanmar.org/pawankhind-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mOtWJha6ecCH7oSbOLLJChvneVh.jpg",
        "title": "Adarna Gang (2022)",
        "description": "Adarna Gang (2022)ဒီကားလေးကတော့ March11ကထွက်ရှိထားတဲ့ ဖိလစ်ပိုင်ကားသစ်လေးပါ။မူးယစ်ဆေးဝါးအရောင်းအဝယ်လုပ်နေတဲ့ အင်အားကြီးဂိုဏ်းတစ်ခုမှာ\nဂိုဏ်းကိုစတင်တည်ထောင်ခဲ့ချိန်ကတည်းက\nညီအစ်ကိုလိုရင်းနှီးခဲ့ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ရှိပါတယ်။မူးယစ်ဆေးအရောင်းအဝယ်လုပ်နေစဉ်အထင်လွဲမှုတစ်ခုကြောင့်\nဇာတ်လိုက်မင်းသမီးဖြစ်သူAndrianaရဲ့ ဖခင်သေဆုံးခဲ့ရပြီးနောက်\nငြိမ်းချမ်းမှုကိုနှစ်သက်ပြီး ဓမ္မတေးတွေသီဆိုလေ့ရှိတဲ့ Andrianaဟာ\nအဖေဖြစ်သူကို သတ်ခဲ့တဲ့လူကို လက်တုံ့ပြန်ဖို့ဖြစ်လာခဲ့ပြီး\nဖခင်ရဲ့သူငယ်ချင်းဖြစ်သူ Patriarch နဲ့သား၃ယောက်က သူ့ရဲ့ပစ်မှတ်ဖြစ်လာခဲ့ပါတော့တယ်။အမုန်းရန်ငြှိုးတွေကြောင့် Andrianaနဲ့ Patriarchရဲ့ သားဖြစ်သူ Juanတို့ကြားထဲက\nအခြေ‌အနေတွေက ပြောင်းလဲသွားဦးမလား\nAndrianaရဲ့ အစီအစဉ်တွေကရောအောင်မြင်သွားမလားဆိုတာကိုအမုန်းတွေ အတ္တတွေအပြည့်နဲ့ ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။လက်တုံ့ပြန်တာတို့ Female lead Strong ဖြစ်တဲ့ ကားမျိုးတွေကို နှစ်သက်တယ်ဆိုရင်တော့\nဒီကားလေးကို ကြည့်သင့်ပါတယ်လို့ ညွှန်းပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။ Genre.....Action\nQuality….WEB-DL 1080p and 720p\nFile size…1.5GB and 741MB\nFormat…mp4\nDuration….1h 43min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Milkeux\nEncoder ..... LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/adarna-gang-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/82I3tDsGDTMy7lHar84Gz0jUuyW.jpg",
        "title": "Panama (2022)",
        "description": "Panama (2022)ကြမ်းပေ့ဆိုတဲ့ အက်ရှင်တွေ ကြိုက်တဲ့ CM ပရိသတ်ကြီးတို့အတွက်\nမင်းသားကြီး Mel Gibson ပါ၀င်ထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။Iran-Contra အရေးအခင်းချိန်မှာ ဇာတ်အိမ်တည်ထားတဲ့ ဒီဇာတ်လမ်းမှာ\nGibson ကတော့ အမေရိကန် ကာကွယ်ရေးဌာနက ကန်ထရိုက်တာတစ်ဦးပါ။\nဒီအရေးအခင်းမှာ Contra တို့ဘက်ကို ပနားမားအခြေစိုက် အမေရိကန် ခံတပ်က\nစီအိုင်အေအကူအညီနဲ့ လက်နက်တွေ ထောက်ပံ့နေတာပါ။\nဒါပေမဲ့ ထုတ်ပြန်ချက်တစ်ခုကြောင့် လက်နက်ထောက်ပံ့ဖို့ မဖြစ်နိုင်တော့ချိန်မှာ\nတခြားနည်းလမ်းတစ်ခုကို စဉ်းစားရပါတော့တယ်။\nဒီမစ်ရှင်အတွက် ပထမဆုံး တာ၀န်ကတော့\nဆိုဗီယက် ရဟတ်ယာဉ်တစ်စင်း၀ယ်ပြီး တစ်ဖက်ကို ပို့ဆောင်ပေးဖို့ပဲဖြစ်ပါတယ်။ဒီတာ၀န်အတွက် တပ်ဖွဲ့၀င်ဟောင်းတစ်ယောက်ဖြစ်တဲ့ ဂျိမ်းစ် ဘက်ကာဆိုသူကို ရွေးချယ်လိုက်ပါတယ်\nသူဟာ သိပ်ကို ခေါင်းမာပြီး ထင်ရာစိုင်းတတ်သူမျိုးမလို့ တာ၀န်သာပေးရတယ် ခပ်လန့်လန့်ဆိုသလိုမျိုးပါ။\nသို့ပေမဲ့ မစ်ရှင်အတွက် အသင့်တော်ဆုံးသူက သူဖြစ်နေတဲ့အခါ\nဘက်ကာ့ကို ပနားမားကို လွှတ်ပြီး တာ၀န်ထမ်းဆောင်စေပါတော့တယ်။\nတာ၀န်ထမ်းဆောင်ရင်းနဲ့မှ ပနားမားအတွင်း ယူအက်စ် ကျူးကျော်မှုကိစ္စမှာ\nဘက်ကာတစ်ယောက် ၀င်ပါမိတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ။\nရဟတ်ယာဉ် မစ်ရှင်ကရော အောင်မြင်မလားဆိုတာ ကြည့်ရှုပေးကြပါဦးအညွှန်းကတော့ Yoon Sandi ...",
        "rating": "",
        "url": "https://channelmyanmar.org/panama-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/Niem-Tin-Cua-Cha-Mans-Creed-2022-poster-144x200.jpg",
        "title": "Man’s Creed (2022)",
        "description": "ရှောင်ကျန်းဖုန်းဟာ လွန်ခဲ့တဲ့ ၂၅နှစ်က အကွက်ချခြောက်တွန်းခံရပြီး ထောင် ၂၅နှစ်ကျသွားခဲ့တဲ့ အထက်တန်းလုံခြုံရေးအကြံပေးတစ်ယောက်ပါ၂၅နှစ်ကြာပြီး သူ ထောင်က လွတ်လွတ်ချင်း သူ့ဇနီးနဲ့ သားကိုသွားရှာပေမဲ့ သူတို့တွေက အရင်နေခဲ့ဖူးတဲ့နေရာမှာမရှိတော့ပါဘူးဒီလိုနဲ့ဘယ်လိုရှာရမလဲ လမ်းပျောက်နေချိန်မှာ လျှို့ဝှက်ဆန်းကြယ်တဲ့လူတစ်ယောက်က သူ့ကို ဆက်သွယ်လာခဲ့ပါတယ်ဆက်သွယ်လာတဲ့အကြောင်းအရင်းကတော့ အဲဒီလူရဲ့သမီးဟာ ပြန်ပေးဆွဲခံထားရတာကြောင့် ကျန်းဖုန်းကို ကူညီပေးဖို့တောင်းဆိုတာဖြစ်ပါတယ်ကျန်းဖုန်းသာ သူ့သမီးကို ပြန်ပေးသမားလက်ထဲကနေ ကယ်ပေးဖို့ သဘောတူရင် သူကလည်း ကျန်းဖုန်းရဲ့ ဇနီးနဲ့သားကို ရှာပေးမယ်လို့ နှစ်ယောက်သား အပေးအယူလုပ်ခဲကြပါတယ်\nဒါပေမဲ့ ပြန်ပေးမှုက ထင်သလောက်မရိုးရှင်းဘဲ မူးယစ်ဆေးကုန်ကူးမှုတွေနဲ့ဆက်နွယ်နေချိန်မှာတော့ ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာ ဒီဇာတ်လမ်းလေးထဲမှာ စိတ်ဝင်စားဖွယ် ဆက်ကြည့်ရမှာပါနော် ။File Size__(1.7GB) / (830MB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/mans-creed-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rTESlmFExGj4YViSVo9QYIqr9x.jpg",
        "title": "Salute (2022)",
        "description": "Salute 2022မှုခင်းဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်ဒီတစ်ခါမှာတော့ နိုင်ငံရေးနဲ့မှုခင်းတွဲဖက်နေတဲ့ ဇာတ်ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်\"ငါတို့က ယူနီဖောင်းဝတ်ထားတဲ့ချိန်ပဲ အာဏာရှိတာကွလက်ရှိအုပ်ချုပ်နေတဲ့အစိုးရပြုတ်သွားရင်ဒီအုပ်ချုပ်ရေးခရိုင်မှာ ငါတို့ဆိုတာ ရှိမှာမဟုတ်တော့ဘူး\"အာဏာမက်တဲ့သူတွေအတွက် အားနည်းချက်မရှိစေဘဲနဲ့ အာဏာကိုဆက်လက်တည်တံ့နိုင်ဖို့ အထက်ဖားအောက်ဖိ နည်းမျိုးစုံနဲ့ ကြိုးပမ်းကြတယ်မလားဒီဇာတ်ကားလေးမှာလည်း မကြာခင်ရွေးကောက်ပွဲ ကျင်းပတော့မဲ့မြို့လေးမှာ နှစ်လောင်းပြိုင်လူသတ်မှုဖြစ်ပွားပြီး ၃ပတ်ကြာတောင်မှအမှုနဲ့ပတ်သတ်ပြီး ဘာတိုးတက်မှုမရှိတဲ့အခါ လက်ရှိအုပ်ချုပ်သူကရဲဌာနကိုဖိအားပေးလာပါတော့တယ်အာရဗင်က အစ်ကိုဖြစ်သူစံပြပုဂ္ဂိုလ် ရဲအရာရှိကြောင့်ရဲထဲဝင်လာသူလည်းဖြစ်ပါတယ် ဒီအမှုကို အမြန်စုံစမ်းဖို့ဖိအားပေးတဲ့ချိန်မှာအစ်ကိုဖြစ်သူနဲ့ အာရဗင်တို့ကြား သဘောထားကွဲလွဲမှုဖြစ်လာပြီး အာရဗင်ကိုသူ့အစ်ကို နယ်ပြောင်းပြီး တာဝန်ချပေးလိုက်ပါတယ်အမှုကိုစုံစမ်းရင်းနဲ့ ချန်ဒရာဗီလာဆိုတဲ့လူလိမ် နောက်ကိုလိုက်ရင်း အမှုက ဘယ်လိုရုပ်လုံးပေါ်လာမလဲအာရဗင်တစ်ယောက် အမှုကိုကိုယ့်နည်းကိုယ်ဟန်နဲ့ဘယ်လိုတွေဆက်ဖြေရှင်းမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦးနော် \nFile size…1.5GB / 800MB\nQuality…1080p WEB DL\nFormat…mp4\nDuration….2h 25min\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Shwe Pyae & Honey & Haruko & Poe",
        "rating": "",
        "url": "https://channelmyanmar.org/salute-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6ZwBVIwRi0vAaBGeG31UIkx4ygQ.jpg",
        "title": "Gaddalakonda Ganesh (2019)",
        "description": "Gaddalakonda Ganesh 2019ဒီတစ်ခေါက်မှာတော့ ၂၀၁၉ မှာ ထွက်ရှိထားတဲ့ ဇာတ်ကားဟောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်အဟောင်းဒါပေမဲ့ရွှေဆိုသလိုပဲ ရုံဝင်ငွေ ၄၂.၅ ကုဋေထိရရှိထားတာမလို့အားလုံးကြည့်ရကျိုးနပ်စေမဲ့ကားလေးဖြစ်မှာ အသေအချာပါပဲဒါဆိုရင် အညွှန်းလေးကို ဖတ်ကြည့်လိုက်ရအောင်ရုပ်ရှင်ကို ဝါသနာကြီးတဲ့ကောင်လေးတစ်ယောက် သူ့ရဲ့ပွဲဦးထွက်ရုပ်ရှင်အတွက်လူဆိုးဂန်စတားတစ်​ယောက်ရဲ့ ဘဝအ​ကြောင်းကို ရိုက်ကူးဖို့ ကြံစည်ရာကနေရက်စက်ကြမ်းတမ်းလှတဲ့ ဂန္ဒလကွန်ဒါဂန္နီချ်အကြောင်း ရိုက်ကူးဖို့အကြောင်းဖန်လာပါတော့တယ်သူငယ်ချင်းနှစ်ယောက် အသက်ကိုဖက်နဲ့ထုတ်ပြီး ကျားခံတွင်းထဲဝင်သလိုမျိုး ဂန္နီချ်ဘဝဇာတ်​ကြောင်းကိုသိရှိဖို့ကြိုးစားရာကနေပြီးတော့ ဘာတွေဆက်ဖြစ်ကြမလဲ....လူဆိုးဂန်းစတား ဂန္နီချ်ကရော ရုပ်ရှင်ရိုက်ကူးဖို့ သဘောတူမှာလား....ဂန္နီချ်ရဲ့ ဘဝဇာတ်ကြောင်းကရော ဘယ်လိုဖြစ်မှာလဲ ဘယ်လိုမျိုးတွေကြုံတွေ့ခဲ့ရလဲ...တက်သစ်စဒါရိုက်တာလေးကရော အချစ်ကိုဘေးဖယ်ထားပြီးအာရုံစိုက်ထားတဲ့ ပွဲဦးထွက်ရုပ်ရှင်ကရောအောင်မြင်မှာလား....ဆိုတာအားလုံး စိတ်ဝင်တစားကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် \nFile size…2.7GB / 1.5GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni ~ Shwe Pwint ~ Shwe Pyae ~ Haruko",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/gaddalakonda-ganesh-2019/"
    }
]