[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMDNlZGU4ZGMtZjExYS00M2JjLThkMWEtZjkwOTZmYzgxMTIyXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-140x200.jpg",
        "title": "Kaduva (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အားလုံးစောင့်မျှော်နေကြပြီး\nမင်းသားPrithviraj Sukumaranပါဝင်သရုပ်ဆောင်ထားပြီး\nမင်းသားVivek Oberoiပါဝင်အာားဖြည့်ထားတဲ့\nအက်ရှင်ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးတော့မှာပဲဖြစ်ပါတယ်။“ကျား” လို့အဓိပ္ပါယ်ရတဲ့အမည်နဲ့ ကတ်ဒူဗာ ကူရီရာချန်ဟာ မဟုတ်မခံစိတ်ရှိသူတစ်ယောက်..\nအမှန်တရားဘက်ကအမြဲရပ်တည်ပေးတတ်သူ...ပါလာမြို့တစ်မြို့လုံး ကလေးအစ လူကြီးအဆုံး မသိသူမရှိတဲ့ သူရဲကောင်းတစ်ဦးပါ။တစ်နေ့မှာတော့ အကျင့်ပျက်တဲ့ ဖာသာတစ်ဦးကို ပညာပေးဖို့အကြောင်းဖန်လာခဲ့ရင်း မြို့မှာတာ၀န်ကျနေတဲ့ ရဲအရာရှိ ဂျိုးဆက်ချန်ဒီနဲ့တွေ့ဆုံအချင်းများကြတဲ့အခါ သူတို့နှစ်ဦးကြားမှာ အငြိုးအတေး အဖုအထစ်တွေရှိလာပါတော့တယ်...။အငြှိုးထားတတ်တဲ့အရာရှိဂျိုးဆက်တစ်ယောက် ကူရီရာချန်အပေါ် ဘယ်လိုလက်စားချေမှာလဲ...။ ရန်ပွဲတစ်ခုကနေအစပြုခဲ့တဲ့ ဒီပြိုင်ပွဲမှာ ဘယ်သူကများ အနိုင်ရသွားမလဲ... မတရားမှု‌ တွေအတွက်ကော အမှုမှန်ပေါ်ပေါက်လာမှာလား ဆိုတာကိုတော့ ဒီဇာတ်လမ်းမှာ ဆက်လက်ရင်ခုန်ရမှာပါ။\nFile size…2.8GB / 1.4GB\nQuality…1080p TRUE WEB DL AAC5.1CH  / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by Thet Ko ~ Oeliuj~ Honeyey ~ Yunni ~ Kevin Ag",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/kaduva-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k68nPLbIST6NP96JmTxmZijEvCA.jpg",
        "title": "Tenet (2020)",
        "description": "Inception တို့ Interstellar တို့ကို ရိုက်ခဲ့တဲ့ဒါရိုက်တာ ခရစ္စတိုဖာ နိုလန်ရဲ့ နောက်ဆုံး ထွက်ရုပ်ရှင်သစ် ရပါပြီ။ဒီရုပ်ရှင်က သိပ္ပံ စိတ်ကူးယဉ် ရုပ်ရှင်ဖြစ်ပြီး အချိန်ခရီးသွားခြင်း ကို စိတ်ကူးအသစ်နဲ့ ပြသထားတာပါ။ဇာတ်လမ်းကိုတော့ မပြောပြတော့ပါဘူး။အရမ်းကောင်းပါတယ်၊ ကြည့်ပါ။နားလည်ချင်ရင် အခန်းတွေ ကျော်မကြည့်ဘဲ လိုက်စဉ်းစားနေမှ အဆင်ပြေမယ်တော့ ထင်ပါတယ်။အဓိက သဘောတရားကတော့ ကျွန်တော်တို့ လူတွေ အရာဝတ္ထုတွေဟာအချိန်လမ်းကြောင်းအတိုင်း ရှေ့ကို သွားနေပါတယ်။ကမ္ဘာကြီးကလည်း အဲဒီလိုပဲ လည်ပတ်နေပါတယ်။၇ နာရီ မှာ တည်ရှိနေတဲ့လူဟာ နောက်ထပ် ၁၀ မိနစ် နေရင် ၇ နာရီ ၁၀ မိနစ်မှာ တည်ရှိနေမှာပါပဲ။တကယ်လို့ အဲဒီလူတွေ အရာဝတ္ထုတွေဟာ အချိန်လမ်းကြောင်းနဲ့ ဆန့်ကျင်ဘက်ကိုသွားတယ်ဆိုပါစို့ အချိန်ဖြစ်စဉ်အရ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/tenet-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gNAhD6VdlvwxWk7CQnIvPyiItEU.jpg",
        "title": "End of Days (1999)",
        "description": "End of Days (1999)ငယ်စဉ်တောင်ကျေး ကလေးဘဝက အထိတ်တလန့်ကြီး ကြားလိုက်ရတယ်။ ကမ္ဘာပျက်မယ်တဲ့။ ဟင် ဘာလား။ ပျော်စရာကြီး။ ကမ္ဘာပျက်ရင် သူငယ်ချင်းတွေနဲ့ အတူတူထိုင်ကြည့်မယ်ပေါ့။ တိုင်ပင်ကြ။ ပြင်ဆင်ကြ။ မုန့်တွေ သစ်သီးတွေ စုဆောင်းသိမ်းဆည်းကြ။ အချိုလေးတည်းရင်း ကြည့်ရရင် သိပ်ဇိမ်ရှိမှာကိုးဗျ။ ဒါပေမဲ့ လူကြီးသူမတွေရဲ့မျက်နှာက သိပ်မကောင်းကြဘူး။ လက်ဖက်ရည်ဆိုင်တွေ အိမ်က လက်ဖက်ရည်ကြမ်းဝိုင်းတွေမှာ တိုးတိုး တိုးတိုးနဲ့ ငြင်းခုန်ကြ တိုင်ပင်ကြ။ကလေးပေမဲ့လို့ သိတတ်တဲ့အရွယ်ဆိုတော့ ကမ္ဘာပျက်မယ့်ကိစ္စက ပျော်စရာမဟုတ်မှန်းသိပြီလေ။ ကိုယ်ဖတ်ရတဲ့ ကာတွန်းလေးတွေ မဂ္ဂဇင်းတွေထဲမှာလည်း အဲဒီအကြောင်း မမြင်ချင်မှအဆုံး။ လူတိုင်း လူတိုင်း ကမ္ဘာသူကမ္ဘာသားတိုင်းက ပူပင်သောကတွေနဲ့ ရင်ဆိုင်ကျော်ဖြတ်ဖို့ ပြင်ဆင်နေရချိန်ပေါ့လေ။ မျောက်မူးလဲအောင် ဆော့တတ်တဲ့ကိုယ်တွေတောင် လူကြီးတွေမျက်နှာကိုငေးမောပြီး ငြိမ်ငြိမ်လေး ထိုင်နေတတ်လာတယ်။လူကြီးမင်းတို့ မီတဲ့သူတွေ မီကြမှာပါ။ Y2K တဲ့။ ဘာလဲဟ ဝိုင်တူးကေ။ လူကြီးတွေပြောစကားနားထောင် လက်လှမ်းမီသလောက် စာလေးတွေဖတ်ပြီးသိလာပါတယ်။ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/end-of-days-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNzdjNzU0MmUtOGJlNy00MTYxLTk3ZTMtYTkwMDUwNDdiZWZkXkEyXkFqcGdeQXVyMjAwNzczNTU@._V1_-133x200.jpg",
        "title": "Rise of the Teenage Mutant Ninja Turtles: The Movie(2022)",
        "description": "Rise of the Teenage Mutant Ninja Turtles:The MovieRotten tomatoes 78%Metacritic 6.2/10\nဒါကတော့ အားလုံးသိကြတဲ့ TMNT ရဲ့နောက်ဆုံးထွက်လာတဲ့Animation ရုပ်ရှင်ပါ။2018 ကထွက်ရှိလာတဲ့ ပြန်ဆန်းသစ်ထားတဲ့ Nickelodeon tv series ရဲ့အဆက်ပါ။\nလိပ်နင်ဂျာညီအစ်ကိုလေးဦးတို့ Shredder ကိုနှိမ်နင်းပြီး နှစ်နှစ်အကြာမှာ\nအနာဂတ်ကပြန်ရောက်လာတဲ့ Casay Jonesနဲ့ပူပေါင်းပြီး အစွမ်းထက်လှတဲ့\nဂြိုလ်သားKrangတွေကို တားဆီးဖို့ကြိုးစားကြပါတယ်။\nဒီ Rise of the Teenage Mutant Ninja Turtles ကတော့\nFamily dynamicတွေနဲ့တချို့ Character တွေကို ပုံစံတစ်မျိုးနဲ့ပြန်ဖန်တီးထားပါတယ်။ဥပမာ ဒီVersion မှာLeo ကအကြီးဆုံးမဟုတ်တော့ဘဲ Ralph ကအကြီးဆုံးဖြစ်နေပါတယ်။\nဒါပေမယ့် Animation style ကပေါ့ပေါ့ပါးပါးနဲ့ကြည့်လို့ကောင်းပြီး Action sequence တွေကလည်း\nတော်တော်မိုက်ပါတယ်။လိပ်နင်ဂျာ ညီအစ်ကိုတွေကြားက ဆက်ဆံရေးကလည်း စိတ်၀င်စားစရာပါပဲ။\nFile size…1.6GB / 855MB\nQuality…1080p WEB DL AAC5.1CH ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/rise-of-the-teenage-mutant-ninja-turtles-the-movie2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bon63yPVIgUFLP2653Dg9GCOJLJ.jpg",
        "title": "S.W.A.T.(2003)",
        "description": "S.W.A.T.(2003) အညွှန်း********************မာသာဖတ်ကာကြီးအဓိက ဦးဆောင်ထားတဲ့ အက်ရှင်အလန်းကားလေးတင်ဆက်ပေးလိုက်ပါတယ်..SWAT အဖွဲ့ဆိုတာ အန္တရာယ်ရှိတဲ့အခြေ‌အနေတွေကို ထိန်းကျောင်းဖို့၊ဓားစားခံဖမ်းခေါ်ထားတဲ့အခြေအနေတွေမှာ ကယ်ထုတ်နိုင်ဖို့ ရည်ရွယ်ပြီးရဲဌာနလက်အောက်မှာ ဖွဲစည်းထားတဲ့ အထူးစစ်ဆင်ရေးအဖွဲ့တစ်ဖွဲ့ဖြစ်ပါတယ်။လော့စ်အိန်ဂျယ်လ်ရဲဌာနရဲ့ SWAT အဖွဲ့ဟာ ကမ္ဘာပေါ်မှာဂုဏ်သိက္ခာအကြီးမားဆုံးနဲ့ လေးစားမှုအခံရဆုံး အဖွဲ့တွေထဲကတစ်ဖွဲ့ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ နိုင်ငံပေါင်း 12 နိုင်ငံကျော်မှာ မူးယစ်ဆေးကုန်ကူးမှု၊မှောင်ခိုသွင်းမှု၊ လူသတ်မှုပေါင်းများစွာနဲ့ အလိုရှိနေတဲ့အန္တရာယ်ရှိရာဇဝတ်သားတစ်ယောက်ကိုလော့စ်အိန်ဂျယ်ရဲဌာနက မမျှော်လင့်ပဲ ဖမ်းမိပါတော့တယ်။ အဲ့ဒီရာဇဝတ်သားဟာလည်းနှယ်နှယ်ရရမဟုတ်လေတော့ မီဒီယာတွေရှေ့မှာပါ သူ့ကိုကယ်ထုတ်ပေးနိုင်တဲ့ဘယ်သူမဆို ‌အမေရိကန်ဒေါ်လာ သန်းတစ်ရာပေးမယ်ဆိုပြီးအတိအလင်းကြေငြာထားသူဖြစ်ပါတယ်။ လော့စ်အိန်ဂျယ်လ် SWAT အဖွဲ့အနေနဲ့အဲ့ဒီအကျဉ်းသားကို ဗဟိုအကျဉ်းထောင်ကို လွှဲပြောင်းပို့ဆောင်ရဖို့ ဖြစ်လာတဲ့အခါမှာတော့ဒေါ်လာသန်းတစ်ရာရဖို့ ရာဇဝတ်သားကိုအပြိုင်အဆိုင်ကယ်ထုတ်ကြမယ့်သူတွေနဲ့ ကြုံဆုံရပါတော့တယ်။လော့စ်အိန်ဂျယ် SWAT အဖွဲ့အနေနဲ့ ဘယ်လိုနည်းဗျူဟာတွေနဲ့စစ်ဆင်ရေးကိုအကောင်အထည်ဖော်သွားမလဲ ဆိုတာကို ဒီဇာတ်လမ်းမှာစိတ်ဝင်စားဖွယ်စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။  File Size :(2.7GB)(1.08GB) and (380 MB)\nQuality : BLU-RAY1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:57:00\nGenre : Crime , Adventure, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/s-w-a-t-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1olKsoxdIdHtnOf6qFywPaeVEII.jpg",
        "title": "Thirteen Lives (2022)",
        "description": "Thirteen Lives (2022)~ IMDb - 7.9/10, Rotten Tomatoes - 88% ~\"Directed by Ron Howard\"ထိုင်းမှာ ကလေး ၁၂ယောက်နဲ့ ဘောလုံးနည်းပြတစ်ယောက် ဂူထဲပိတ်မိတဲ့ သတင်းဟာ ဟိုးတုန်းက ဟိုးလေးတကျော်ပေါ့။ အဲဒီထဲ ရှမ်းအမေ မြန်မာနိုင်ငံသူရဲ့ ကလေးတောင်ပါပါတယ်။ ပထမဆယ်ရက်ထိ သူတို့ဆီမှာ ဘာစားစရာ ဘာရေမှ မရှိဘဲ ကယ်ဆယ်ရေးတွေရောက်တဲ့အထိ ရှင်အောင်နေနေခဲ့ကြတဲ့ စိတ်ရောကိုယ်ပါ သန်မာတဲ့ကလေး ၁၂ယောက်နဲ့ နည်းပြတစ်ယောက်ရဲ့အဖြစ်ကို ရှေ့နှစ်မှာ ဒိုကူမန်ထရီတစ်ကားထွက်ခဲ့ပြီး အဲဒီအရင်လည်းတစ်ကားထွက်ဖူးပေမဲ့ ဒီနေ့တစ်ရက်တည်းတင် နောက်၂ကားထွက်လာပါတယ်။ သို့ပေမဲ့ ဒီရုပ်ရှင်ကတော့ မတူပါဘူး။ မတူဆို ဒါရိုက်တာက စပြောရမှာပဲ။ဒါရိုက်တာက ရွန်ဟောင်းဝတ်။ 2001 မှာထွက်ခဲ့တဲ့ A Beautiful Mind ရုပ်ရှင်နဲ့ Best Picture, Best Director အပါအဝင် တခြားဆုတွေ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/thirteen-lives-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZDMzYTYwMjEtODNmMy00NDI3LTg1N2UtMDc1YWUyMmI4NjE2XkEyXkFqcGdeQXVyMTQyMTMwOTk0._V1_-135x200.jpg",
        "title": "Carter(2022)",
        "description": "Carter(2022) အညွှန်း*****************(အဖော်အချွတ်ခန်းအချို့နဲ့  ကြမ်းတမ်းတဲ့သတ်ဖြတ်ခန်းတွေ အများကြီးပါတာမို့ မိသားစုနဲ့အတူမကြည့်သင့်ပါဘူး..)ဇာတ်လမ်းကိုတော့ ခေါင်းထဲမှာ ဗလာမှတ်ဉာဏ်နဲ့နိုးထလာတဲ့ လူတစ်ယောက်နဲ့ အစချီထားတယ်အဲ့ဒီလူနိုးနိုးချင်းမှာပဲ သူ့နားပတ်လည်မှာ သွေးသံရဲရဲဖြစ်နေပြီး CIAအေးဂျင့်တွေဝိုင်းနေခဲ့တယ်ကိုယ့်ကိုယ်ကို ဘယ်သူဘယ်ဝါမှန်းမသိတဲ့ အဲ့ဒီလူက ရုတ်တရက် သူ့နားထဲမှာတပ်ထားတဲ့အသံတစ်ခုကို ကြားပြီး အဲ့ဒီအသံစေညွှန်ရာအတိုင်း လိုက်လုပ်ဖို့ဖြစ်လာတယ်နားထဲကစက်ရဲ့အသံပိုင်ရှင်ဆီကနေ သူ့နာမည် “Carter”ဆိုတာနဲ့ အေးဂျင့်ဟောင်းတစ်ယောက်ဖြစ်မှန်း သိခဲ့ရတယ်စီအိုင်အေနဲ့ မြောက်ကိုရီးယားကြားက ဆန်းကြယ်တဲ့စစ်ဆင်ရေးတစ်ခုကိုCarterဘက်က မငြင်းဆန်နိုင်ဘဲ မဖြစ်မနေလုပ်ရမဲ့ အကြောင်းဖန်လာတဲ့အခါ….ထူးခြားတဲ့ဇာတ်အိမ်၊ ရင်တမမကြည့်ရမဲ့ဇာတ်ကွက်တွေနဲ့ ကြည့်ရတာတန်မဲ့ကားကောင်းဖြစ်လို့လက်မလွတ်တမ်း ခံစားကြည့်ရှုကြပါဦး....File Size : (3.28GB)  (1.2GB)and (456MB)\nQuality : WEB-DL 1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:12:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai,Hnin Pale & Thynn Nu Swe\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/carter2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BYjQ5YTdiNDItNWY0YS00NzdmLTliMjEtOWRkYTQzY2E5ZjljXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-135x200.jpg",
        "title": "The Gray Man (2022)",
        "description": "နက်ဖလစ်ရဲ့ အက်ရှင်ကားအသစ်ကြည့်ရအောင်။ ဒါရိုက်တာကတော့ ရက်ဆို ညီအစ်ကိုနှစ်ယောက်ပါပဲ။ အဗန်ဂျာဒါရိုက်တာတွေပေါ့။ ဇာတ်ညွှန်းဆရာတွေကလည်း အဗန်ဂျာရေးတဲ့သူတွေပါပဲ။ သရုပ်ဆောင်ကတော့ ရိုင်ယန်ဂို့စလင်း၊ ခရစ်စ် အီဗန်တို့နှစ်ယောက်အပြင် No Time to die တို့ Bladerunner တို့ထဲက မင်းသမီး အန်နာ ဒီအာမက်စ်လည်း ပါပါတယ်။ ပြီးတော့ Iron Fist တို့ Love and Monsters တို့မှာ အရမ်းချစ်ဖို့ကောင်းတဲ့ မင်းသမီး ဂျက်ဆီကာဟန်းဝစ်ပါ ပါပါသေးတယ်။ တမီးလ်မင်းသား Dhanush ပါ အားဖြည့်ထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ကော့ထ်ဂျန်ထရီ (ရိုင်ယန်ဂို့စလင်း)ဟာ လူသတ်မှုနဲ့ထောင်နှစ်ရှည်ကျနေသူဖြစ်ပြီး တစ်နေ့မှာတော့ စီအိုင်အေရဲ့ လျို့ဝှက်တရားမဝင်စစ်ဆင်ရေးတွေမှာ လုပ်ပေးဖို့ အပေးအယူနဲ့ထောင်ကလွတ်မြောက်သွားခဲ့ပါတယ်။ အဲဒီနောက် အေးဂျင့်လောကမှာ Six ဆိုတဲ့နာမည်တစ်လုံးနဲ့ကျော်ကြားလာခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သူလုပ်ကြံရတဲ့ ပစ်မှတ်ဆီကနေ မရသင့်လိုက်တဲ့ အချက်အလက်တွေရသွားပြီး သူ့ရဲ့အဖွဲ့အစည်းကပါ သူ့ကိုပြန်လိုက်သတ်လာတာကြောင့် ထွက်ပြေးရပါတော့တယ်။ သူ့နောက်ကို တရားမဝင်လိုက်သတ်ဖို့ ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-gray-man-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wWyof89dKsoc1zZheHC7Q9J38P5.jpg",
        "title": "A Man Called Hero 2 ( 2022 )",
        "description": "ဒီနေ့တော့ CM ချစ်ပရိသတ်တွေအတွက် ဟွားယင်းရှုံရဲ့သား\nဟွားကျန့်ရှုံအကြောင်းလေးကို ပုံဖော်ရိုက်ကူးထားတဲ့\nဇာတ်ကားကောင်းလေးကိုဘာသာပြန်တင်ဆက်ပေးလိုက်တယ်...ကျုံးဟွားအိမ်တော်နဲ့ နိုင်ငံခြားရောက်အခက်တွေ့နေတဲ့ တရုတ်အနွယ်ဝင်တွေကို\nကာကွယ်ပေးတဲ့ ဟွားယင်းရှုံအကြောင်းကို\nအရင်တစ်ခေါက်ကဘာသာပြန်တင်ဆက်ခဲ့ပါတယ်...\nအခုတစ်ခေါက်မှာတော့ဟွားကျန့်ရှုံအကြောင်းပေါ့...\nဟွားကျန့်ရှုံဟာ အဖေတူသားပီပီ\nတရုတ်သွေးအပြည့်နဲ့ တရုတ်အနွယ်ဝင်တွေ\nဒုက္ခခံစားရတာကို ကာကွယ်ဖို့ အချိန်ပြည့်\nကြိုးစားအားထုတ်နေကြသူပေါ့...ဟွားယင်းရှုံနဲ့ ဝူတီတို့ တိုက်ပွဲအပြီးမှာ ဟွားယင်းရှုံ\nပျောက်ချင်းမလှပျောက်ခဲ့တဲ့အတွက်\nကျုံးဟွားအိမ်တော်နဲ့တရုတ်အနွယ်ဝင်တွေဟာ\nအင်္ဂလိပ်အရာရှိနဲ့ လော့ရှုံဂိုဏ်းခေါ် ဂျပန်တွေရဲ့\nပူးပေါင်းဒုက္ခပေးမှုကို ခံစားနေရတာပေါ့...\nဘယ်လောက်တောင်လဲဆို...လော့ရှုံဂိုဏ်းဟာ\nဝူတီပြီးနောက် ကျင်းပေါင်တိုင်\nဆက်ခံခဲ့ပြီးချိန်မှာတော့ ကျင့်စဉ်တွေကျင့်နိုင်ဖို့\nကလေးတွေရဲ့စိတ်ဝိညာဉ်ကို ဖမ်းစားရမယ်ဆိုတဲ့\nအယူသီးမှုကြောင့် လော့ရှုံဂိုဏ်းဟာ\nတရုတ်အနွယ်ဖွားကလေးတွေကို အဓမ္မနည်းနဲ့ လိုက်ဖမ်းခဲ့ပါတယ်...ဒါကို သည်းမခံနိုင်တဲ့ ကျန့်ရှုံတစ်ယောက်\nကလေးတွေရဲ့ အနာဂတ်ကို ကယ်တင်နိုင်မလား...\nဟွားယင်းရှုံကရော ဘယ်ရောက်နေတာလဲ...\nသူရဲကောင်းဖြစ်ဖို့ ဘာတွေပေးဆပ်ရဦးမှာလဲ...\nဒီလိုပေးဆပ်ရတာ တန်ရဲ့လားဆိုတာ\nဆက်လက်စောင့်ကြည့်ပါဦး\nQuality : WEB-DL 1080p ,480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK\n A Man Called Hero 1 ...",
        "rating": "6.1",
        "url": "https://megaup.net/1N2mf/A_Man_Called_Hero_2_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dt53jhcegkYu2hKcE4tAdnbpBzt.jpg",
        "title": "Code Name Banshee (2022)",
        "description": "Codename: Banshee(2022)\n===================\nThe Skin I live in , Zorro တို့နဲ့ နာမည်ကြီးခဲ့တဲ့\nမင်းသားကြီး Antonio Banderas ရဲ့ အက်ရှင်ဇာတ်ကြမ်း ကားလေးပါ။\nဇာတ်လမ်းအညွှန်းက စီအိုင်အေရဲ့ လက်သုံးတော် ကေလပ်တို့ဂိုဏ်းဟာ အင်အားကြီးလာတာနဲ့အမျှ\nစီအိုင်အေကိုယ်တိုင်က သူတို့ရဲ့အတွင်းသတင်းတွေပေါက်ကြားမှာ စိုးတာကြောင့်\nရုရှားကို သတင်းရောင်းပါတယ်ဆိုပြီး အန်တိုနီဦးဆောင်တဲ့အဖွဲ့နဲ့ ကေလပ်တို့ကို လုပ်ကြံခိုင်းပါတယ်။\nဒါပေမယ့် ကေလပ်ဟာ မသေဘဲ လွတ်သွားခဲ့ပြီး စီအိုင်အေလက်ကနေ ၅ နှစ်လောက်ခြေရာဖျောက်နေခဲ့ပါတယ်။\nဒါကို စီအိုင်အေအဖွဲ့ကလည်း အပူတပြင်းလိုက်ရှာနေခဲ့ပြီး\nဘန်ရှီးခေါ် ကေလပ်ရဲ့ တပည့်ကလည်း ကေလပ်ဆီရောက်လာခဲ့ပါတယ် ။\nသူတို့ နှစ်ယောက်ပေါင်းကာ အန်တိုနီနဲ့ CIA ကို ဘယ်လိုပြန်လည်တိုက်ခိုက် လက်စားချေသွားမလဲဆိုတာ ကြည့်ရမှာပါ။\nကြမ်းကြမ်းရမ်းရမ်းနဲ့ အက်ရှင်တွေ ကြိုက်တတ်သူ‌တွေ သဘောကျစေမယ့် ဇာတ်‌ကားလေးဖြစ်ပါတယ်။( အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing က ရေးသားထားပါတယ်)Genre..... Action, Thriller\nQuality…. 1080p | 720p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/code-name-banshee-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v9BqJthCpaSwFhngvDDbs2nOACD.jpg",
        "title": "Executioner’s Strange Talk ( 2022 )",
        "description": "သေဒဏ်ကျခံရတဲ့ အပြစ်သားတွေကိုခေါင်းဖြတ်ကွပ်မျက်ဖို့တာဝန်ယူရတဲ့\nအာဏာပါးကွက်သားတွေမှာ စည်းမျဥ်းတစ်ခုရှိပါတယ်။\nမွန်းတည့်မကျော်ခင်မှာ အပြစ်သားကို စီရင်ရတာပါပဲ။\nစီရင်ချိန်ကျော်သွားခဲ့ရင် စည်းမျဥ်းကိုဖောက်ဖျက်မိသလိုဖြစ်ပြီး\nသရဲဝိဉာဥ်တွေက လက်စားချေဖို့ပြန်လာတတ်ကြပါတယ်တဲ့။အာဏာပါးကွက်သားတစ်ယောက်ဖြစ်တဲ့ရှဲ့ချီဟာ ပြစ်ဒဏ်စီရင်ရာမှာ\nအချိန်ကျော်လွန်သွားရာကနေ စည်းမျဥ်းကိုဖောက်ဖျက်မိသွားပါတယ်။\nသူကွပ်မျက်ခဲ့တဲ့သရဲမဟာ သူ့ကိုပြန်လာရှာရာကနေ ၊\nသူတင်မက တစ်မြို့လုံးကို ကံဆိုးမှုတွေစတင်လွှမ်းခြုံလာတဲ့အခါ ၊\nခြောက်ခြားဖွယ်ရာဖြစ်ရပ်တွေဆက်တိုက်ဖြစ်လာတဲ့မခါမှာ..\nမြို့ထဲကလူတွေကလည်း ရှဲ့ချီကိုဝိုင်းပြီးအပြစ်တင်ကြပါတော့တယ်။သရဲတွေ မိစ္ဆာတွေ ကျိန်စာတွေပါဝင်နေတဲ့ ဒီပြဿနာကို\nဘယ်လိုဖြေရှင်းကြမယ်ဆိုတာကို\nဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှုလိုက်ရအောင်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery , Fantasy , Thriller\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.5",
        "url": "https://megaup.net/38Viv/EXECUTIONERS_STRANGE_TALK_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNTlhYWE1OGQtOGFjYy00ZGQwLWI0NDMtZTYxY2VjNjVlMTJhXkEyXkFqcGdeQXVyMzYxOTQ3MDg@._V1_-128x200.jpg",
        "title": "D Block (2022)",
        "description": "D Block (2022)တက္ကသိုလ်ကျောင်း စတက်ခါက ပထမနှစ်ကျောင်းသားဘဝဟာ ကျွန်တော်တို့ဘဝရဲ့ အကောင်းဆုံးအချိန်တွေထဲကတစ်ခုဖြစ်ပါတယ်။\nဆယ်ကျောက်သက်အရွယ်ဖြစ်တာမို့ အရာရာကို စူးစမ်းချင်စိတ်ကလည်း တဖွားဖွား...။ တက္ကသိုလ်ရဲ့ အနှစ်သာရကို\nစတင်ခံစားရတဲ့အချိန်ဖြစ်ပြီး ပျော်ရွှင်ခြင်း၊ ဝမ်းနည်းခြင်း ရသပေါင်းစုံ ခံစားရတဲ့အပြင် ဘဝဇာတ်ခုံအဖုံဖုံကိုလည်း ကိုယ်တိုင်ရင်ဆိုင်တွေ့ကြုံကြရတာပေါ့။ဇာတ်လမ်းအကျဉ်းနည်းပညာတက္ကသိုလ်ကျောင်းကို ပထမဆုံးခြေဆန့်ရတဲ့ ကျောင်းသားတွေက တက္ကသိုလ်ရဲ့ အရသာကို ပျော်ရွှင်ခံစားနေကြပါတယ်။\nနှစ်ချို့ စီနီယာ ကျောင်းပျော်ကြီးနဲ့အတူ တစ်ခန်းတည်းကျတဲ့ ဘော်ဒါသုံးယောက်ကို မြင်လိုက်ရတော့ Amir Kham ရဲ့ 3 Idiots ကို\nသတိရစေခဲ့ပါတယ်။ ဒါပေမဲ့ ဒီကားမှာ 3 Idiots နဲ့ လုံးဝကို ခြားနားပြီး ဇာတ်အိမ်ခိုင်ခိုင်နဲ့အတူ ဇာတ်ကွက် မြှုပ်ကွက်တွေကြား\nပရိသတ်တွေကို ရိုလာကိုစတာ စီးသလို ခံစားရစေမှာပါ။ တက္ကသိုလ်ကျောင်းဆိုတဲ့အတိုင်း လျှို့ဝှက်ချက်တွေ ရှိတတ်တာပေါ့။\nဒါပေမဲ့ တစ်နေ့မှာတော့ ကောလိပ်ဂိတ်စောင့်ရဲ့ သမီး ကျားသစ်ကိုက်ခံရာကနေ\nမသေဘဲ အသက်ဘေးက လွတ်ခဲ့ပါတယ်။ ဒါပေမဲ့ မင်းသားဟာ စူးစမ်းတတ်သူပီပီ ကျားသစ်ကိုက်တာ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/d-block-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-deadly-135x200.jpg",
        "title": "Deadly Cuts (2021)",
        "description": "ရာဇတ်ဝတ်မှုနဲ့ လူမိုက်ဂိုဏ်းတွေများပြားတဲ့ အိုင်ယာလန်နိုင်ငံ ပစ်ဂင်စတန်မြို့လေးမှာ Deadly Cuts ဆိုတဲ့ အလှပြင် ဆံပင်ညှပ်ဆိုင်ဖွင့်ထားတဲ့ အမျိုးသမီးတစ်စုရှိပါတယ်။ မြို့ကောင်စီကလည်း ဒီနယ်မြေကို လုံးဝမထိန်းနိုင်ဖြစ်ပြီး လူမိုက်ဂိုဏ်းတွေလည်း ဆတ်ကြေးကောက်နေတာလည်း ပျောက်သွားအောင် ဖွင့်ထားတဲ့ ဆိုင်တွေအကုန်လုံးကို ပိတ်သိမ်းလိုက်ဖို့ စီစဉ်လိုက်ပါတယ်...ဒီအခက်အခဲတွေကြားကနေ မီချဲ၊ စတေစီ၊ ဂျန်မာ နဲ့ ချန်တေဆိုတဲ့ အမျိုးသမီး ၄ ယောက်ဟာ အိုင်ယာလန်ရဲ့ ထိပ်တန်းအလှပြင်ဆိုင် ပြိုင်ပွဲမှာ ဝင်ပြိုင်ရင်း ပစ်ဂင်စတန်မြို့ရဲ့ Community ကို အဖက်ဆယ်ဖို့ ကြိုးစားကြပုံကို ရိုက်ကူးထားတဲ့ Comedy ကားကောင်းလေးဖြစ်ပါတယ်။ (အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်) File size…(1.59GB)/(963MB)/(506MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Thiha Yan Naing",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deadly-cuts-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/96vh2gsbycB5vWmvWOjy4bwOvgv.jpg",
        "title": "The Killer(2022)",
        "description": "The Killer(2022) အညွှန်း********************အက်ရှင်ကားငတ်နေတဲ့သူတွေအဖို့တော့ နင်းကန်လန်းပါတယ်..မင်းသားက အရေးအကြောင်းဆိုရင် မိန်းကလေးဖြစ်နေလည်းမျက်နှာတွေဖြတ်ရိုက်သလို ကျောင်းသားအရွယ်ဖြစ်နေလည်း သူ့ရန်ရှာရင်ခြေထောက်တွေ လက်တွေ မျက်တောင်တစ်ချက်မခတ်ဘဲ ရုက်ချိုးပစ်ပါတယ်..တကယ့်လူမိုက်တွေဆိုရင်တော့ပြောမနေနဲ့တော့...ဘန်ဝီဂန်ဆိုတဲ့ ဘဲတစ်ပွေဟာ သူ့ကောင်မလေး အပျော်ခရီးမထွက်ခင်ကလေးမလေးတစ်ယောက်ကို သွားတဲ့ကာလအတွင်း စောင့်ရှောက်ပေးဖို့မှာသွားခဲ့တယ်...သူကလည်း မကောင်းတတ်လို့သာ လက်ခံလိုက်ရတယ်..၁၇ နှစ်အရွယ်ကလေးမလေးဆိုတော့အရာရာစူးစမ်းချင်စိတ်တွေပြည့်နေတဲ့အရွယ်လေး..ဒါ့ကြောင့် အိမ်မလိုက်ချင်ဘူး သူငယ်ချင်းအိမ်မှာပဲနေမယ်ဆိုတော့သူက ပိုက်ဆံတောင် သုံးဖို့စွဲဖို့ ထည့်ပေးလိုက်သေးတယ်...အဲ့ဒီနောက်မှာတော့ ပြဿနာမျိုးစုံတက်တော့တာပါပဲ...ဘာတွေလဲဆိုတာကိုတော့ .....................    File Size :(1.89GB) (700MB) and (220 MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Action , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel,Song Song & So Ri\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-killer2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/black-2022-141x200.jpg",
        "title": "Black (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Opertaion Gold Fish ထဲက တောင်ပိုင်းမင်းသားချော\nအာဒီ ရဲ့ အက်ရှင်ကားလေးတစ်ကားဖြစ်ပြီး IMDB မှာ 7.9 ထိရရှိထားတဲ့\nBlack ဆိုတဲ့ ရုပ်ရှင်လေးနဲ့မိတ်ဆက်ပေးပါရစေဇာတ်လမ်းအကျဉ်းငယ်စဉ်ဘ၀ထဲက အစ်ကိုဖြစ်သူကို ချောက်တွန်းတတ်တဲ့ အာဒီသရ\nသူချောက်တွန်းတာကို အမြဲခံရပြီး အိမ်ကနေထွက်သွားခဲ့တဲ့\nအစ်ကိုဖြစ်သူအာဂျွန်အစ်ကိုဖြစ်သူကို အမြဲအိမ်မက်ထဲထည့်မက်ပြီး နောင်တရနေတတ်တဲ့\nအာဒီသရ တစ်ယောက် ဖခင်ဖြစ်သူရဲ့ဆန္ဒအရ ရဲတစ်ယောက်အဖြစ်\nအမှုထမ်းခဲ့ရတဲ့အခါသူအမှုထမ်းတဲ့နှစ်ရက်အတွင်းမှာပဲ ဓါးပြမှုတစ်ခု လူသတ်မှုတစ်ခုတို့\nဖြစ်ပေါ်လာခဲ့ပြီး အဲ့ဒီအမှုတွေထဲကို ပါဝင်ပတ်သတ်ဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့\nဘာတွေဆက်ဖြစ်မလဲ။ သူ့အစ်ကိုနဲ့ကောပြန်ဆုံမှာလား ဆိုတာတော့\nဇာတ်လမ်းမှာပဲ ဆက်လက်လိုက်ပါစီးမျောခံစားလိုက်ပါဦး...\nFile size…2.21GB / 1GB\nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….2h 18mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Honey ~ Lwin Htoo Aung ~ Kevin Aung",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/black-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6yM2ezCCucvHqcysrjP6RerAGMn.jpg",
        "title": "[18+] Going Places (1974)",
        "description": "[18+] Going Places (1974)~ IMDb - 7.2/10, Rotten Tomatoes - 73% ~ဂျင်ကလော့ဒ်နဲ့ ပီရော့တို့နှစ်ယောက်က လူဆိုးတွေပါ၊ ခိုးသင့်တဲ့နေရာဆိုခိုး၊ လုသင့်တဲ့နေရာဆိုလု၊ လိမ်သင့်တဲ့နေရာဆိုလိမ်ပြီး စားဝတ်နေရေးဖြေရှင်းတတ်ကြတဲ့သူတွေဆိုတော့ လူလိမ်လား သူခိုးလား ဓားပြလား ပြောရခက်ပေမယ့် အစုံလုပ်ကြတဲ့နှစ်ယောက်ပါ။ကျွမ်းကျင်လှတဲ့ပညာရှင်ကြီးတွေမဟုတ်ပေမယ့် အဲ့ဒီအလုပ်ကိုကြုံသလိုလုပ်ပြီး ပြင်သစ်နိုင်ငံအနှံ့ခြေဆန့်နေကြပါတယ်။ ဒီလိုပဲလူငယ်လူရွယ် အပေအတေတွေပီပီ ကြုံရာလူနဲ့လည်း လိင်စခန်းသွားတတ်ကြသေးတော့ ကားခိုးမှုတစ်ခုမှာ မာရီအန်းဆိုတဲ့မိန်းမလှလေးတစ်ယောက်နဲ့ဆုံဖြစ်ခဲ့ကြပါတယ်။ ဒါပေမယ့်လဲ သူတို့နှစ်ယောက်ကတော့ အခြေချတည်ငြိမ်ဖို့စိတ်ကူးမရှိပဲ မာရီအန်းကိုပါ အပါခေါ်ပြီး ပြင်သစ်အနှံ့ပတ်မွှေဖို့ ခရီးဆက်ကြပါတော့တယ်။1974 မှာ ထွက်ရှိခဲ့တဲ့ ဒီ Going Places ဇာတ်ကားဟာ Road movie လို့ပြောမထားပေမယ့် Road movie စစ်စစ်ဖြစ်ပြီး၊ ဟာသတွေကလဲ Dark ဖြစ်တဲ့ဘက်ကိုသွားတဲ့အတွက် တစ်ချို့အခြေအနေတွေက ရယ်ရမလိုငိုရမလို ပြုံးတမဲ့မဲ့ဖြစ်နေရမယ့် ဟာသ-ဒရာမာ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။သတိပေးချင်တာကတော့ ဇာတ်ကားထဲမှာပါဝင်တဲ့ ဇာတ်ကောင်တွေရဲ့အပြုအမူ၊အပြောအဆို၊ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/going-places-1974/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3KjGPWyQ9aDdWVuqfPHbQWkTi0q.jpg",
        "title": "Di Renjie Resurrection (2022)",
        "description": "အခုတင်ဆက်ပေးလိုက်တဲ့ Detective Dee ရဲ့အကြောင်းကိုတော့\nအထူးတစ်လည်မိတ်ဆက်ပေးနေစရာမလိုဘူးထင်ပါတယ်။\nခက်ခဲနက်နဲတဲ့အမှုမျိုးမျိုးမှာ လက်စွမ်းတွေပြခဲ့တဲ့\nဆရာကြီးဒီးတစ်ယောက် ဘယ်လိုတွေလက်စွမ်းပြဦးမလဲဆိုတာ ကြည့်လိုက်ကြပါဦး။ဇာတ်လမ်းအကျဉ်းလေးကတော့ဘုရင်မကြီးက\nDetective Dee အတွက်ကျင်းပပေးတဲ့ ရာထူးတိုးဂုဏ်ပြုပွဲမှာ\nဝိဉာဉ်စစ်သည်တွေနန်းတွင်းကိုဝင်စီးတယ်ဆိုတဲ့ ထူးဆန်းတဲ့ဖြစ်ရပ်ကြီးဖြစ်သွားခဲ့တယ်။\nအဲဒါနဲ့ စုံထောက်ကြီးဒီးတစ်ယောက်က အသေကောင်တွေ\nပြန်ထလာတယ်ဆိုတဲ့ ချောင်ခရိုင်ကိုအပြေးနှင်ပြီး\nအမှုစုံစမ်းဖို့သွားတဲ့အချိန်မှာပဲ ခြုံခိုတိုက်ခိုက်ခံလိုက်ရပါတယ်။စုံထောက်ကြီးဒီးသေဆုံးသွားတာကို ဘုရင်မကြီးက\nတိတ်တဆိတ်ပဲသဂြိုလ်ခိုင်းလိုက်ပါတယ်။\nအဲဒီအချိန်မှာ စုံထောက်ကြီးဒီးနဲ့ ရုပ်ချင်းဆင်တဲ့\nစုန့်ရှောင်ပိုင်ဆိုတဲ့လူဟာ သူ့ကိုယ်သူစုံထောက်ကြီးဒီးပါဆိုပြီး လိမ်စားနေပါရော။\nအဲဒီလိုနဲ့ စုံထောက်ကြီးဒီးရဲ့ ရန်သူက\nသူ့ဆီကိုရောက်လာပါတော့တယ်။\nအယောင်ဆောင်Deeတစ်ယောက်\nဘယ်လိုများအန္တရာယ်တွေကိုကျော်ဖြတ်မလဲ ......\nစုံထောက်ကြီးDeeကရော တကယ်သေသွားပြီလား......\nအမှုရဲ့နောက်ကွယ်ကလက်မဲကြီးကဘယ်သူဖြစ်ပြီးတော့\nဘယ်လိုအဆုံးသတ်မလဲဆိုတာကိုတော့ အဆုံးထိဆက်ကြည့်လိုက်ပါနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery\nRuntime : 1h 13min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://megaup.net/1MWxb/Di_Renjie_Resurrection_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fBFAlMxm8LDjY0B596nMVEJglqE.jpg",
        "title": "Five Elements Secret Art ( 2022 )",
        "description": "CM ချစ်ပရိသတ်တွေအတွက် သိုင်းကားကောင်းလေးမိတ်ဆက်ပေးလိုက်ပါတယ်...\nဒီကားလေးက လွန်လေပြီးသော\nနှစ်ပေါင်းများစွာက ရှေးလူကြီးတွေက\nရေမီးသစ်သား မြေ သတ္တု ဆိုတဲ့ ဒြပ်စင်\n၅ မျိုးကို ဖော်စပ်ခဲ့ပြီး ဒီ ဒြပ်စင် ၅ ပါးရဲ့\nအရှင်သခင်တွေက လောက\nဘေးကင်းဖို့ကို ထိန်းသိမ်းဖို့ တာဝန်အသီးသီးယူဖို့\nကြံရွယ်ခဲ့တယ်...ဒါပေမယ့် ဒီရတနာအကြောင်းသိတဲ့\nမသမာသူတွေက ဒီဒြပ်စင် ၅ပါးကို\nလက်ထဲအရယူပြီး လောကကို အုပ်စိုးဖို့ကြံခဲ့တယ်...ဒီလိုနဲ့ အာဏာနဲ့ ဂုဏ်၊ ကြွယ်ဝချမ်းသာမှုက\nအရေးကြီးတယ်လို့ ထင်ထားတဲ့\nဟင်းရွက်သည်လေး ယန်ရိကျင်းတစ်ယောက်\nသတ္တုအရှင်သခင်ဖြစ်လာခဲ့ချိန်မှာတော့... လောကရဲ့\nတကယ့်တန်ဖိုးရှိတဲ့အရာကို ဆုံးရှုံးခဲ့ရပါတယ်... ဒါကြောင့်လည်း\nအချိန်ခရီးသွားချိန်မှာ သူဘာကိုပြောင်းလဲနိုင်မယ်ဆိုတာလည်း\nစိတ်ဝင်စားစရာပါပဲ...ကဲ ဒြပ်စင် ၅ ပါးကို ဘယ်လို ကာကွယ်ကြမယ်...\nရိကျင်းဆုံးရှုံးသွားတာက ဘာလဲ....\nအချိန်ခရီးသွားပြီး ဘာပြောင်းလဲနိုင်မလဲ....\nဇာတ်ကားလေးကြည့်လိုက်တော့နော်.....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure , Fantasy\nRuntime : 1h 26min\nSubtitle : Myanmar Subtitle ( Hardsub ...",
        "rating": "6.2",
        "url": "https://megaup.net/16Yr5/Five_Elements_Secret_Art_2022_1080p_WEB-DL.mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qNdlXHg0J2vRVGMe2uoaM13zEgF.jpg",
        "title": "The Bad Guys: Reign of Chaos (2019)",
        "description": "The Bad Guys: Reign of Chaos (2019)အညွှန်း********************************************မာဒုန်ဆော့ပရိတ်သတ်တွေအတွက် BLU-RAY1080P5.1Chလေးနဲ့ တင်ဆက်ပေးထားပါတယ်...မျက်နှာပေါက်ဆိုးပေမယ့် သူ့ရဲ့ရိုးသားတဲ့ဟန်ပန်ဟာ မျက်နှာမှာ အတိုင်းသား\nပေါ်လွင်နေတယ်….ဒီရုပ်ကြီးကို ကျွန်တော်တို့တွေ ဘာ့ကြောင့်မှန်းမသိ\nသဘောကျနေကြတယ်…..ဗလခပ်တောင့်တောင့်နဲ့ လက်သီးကြီးတစ်လုံး တစ်လုံးဟာ\nအပျိုပေါက် အုန်းပင်တစ်ပင်ရဲ့ အုန်းသီးလုံးကြီးလောက်ကြီးရှိတဲ့ဒီလူကြီးကိုကျွန်တော်တို့အလွယ်ပဲ\nဖက်တီးမင်းသားလို့ ဂုဏ်ပုဒ်တပ်လိုက်ကြတယ်…ရိုးသားတဲ့သူ့အပေါ် အကျင့်ယုတ်တဲ့\nသူတွေအားလုံးကို တစ်ချက်တစ်ချက်ထိုးချလိုက်တဲ့ဟန်ပန်ကိုကျွန်တော်တို့အားလုံးကျေနပ်အားရမိကြတယ်…ကိုယ့်ကိုကိုယ်အားမရမိတဲ့ကျွန်တော်တို့ ဝိညဉ်ကို\nဒီဖက်တီးမင်းသားကြီးဆို ပူးလွှတ်ရင်း သူ့ဖိုက်တင်တွေကြည့်ရတာ\nတော်တော်ပျော်စရာကောင်းပါတယ်….\nဒါ့ကြောင့်ပဲသူ့ကားတွေကို မရိုးနိုင်အောင် ကျွန်တော်တို့\nမျှော်လင့်နေကြတယ်…ဒီကားထဲမှာလည်း သူဟာ ရိုးသားပေမယ့်ပြသနာတစ်ခုကြောင့်ထောင်ကျနေတယ်….အဲ့ဒီအထဲမှာ ထောင်သားတွေနဲ့ရဲတွေနဲ့ အမှုကြီးတစ်ခုနဲ့ လူဆိုးဂိုဏ်းတွေအကြား အရှုတ်အထွေးတွေကိုလိုက်ရှင်းနေတဲ့အကြောင်းကိုရိုက်ထားတာ…\nဇာတ်လမ်းက ဆွဲဆောင်မှုရှိသလို… ဖိုက်တင်ခန်းတွေမှာ ဆော်ချက်တွေလည်း\nတကယ့်ကိုအားရစရာပါပဲ…..တော်တော်ကြီးကို ပီပီပြင်ပြင်ဆော်ကြတာ….\nအရိုးတွေချိုးတာတွေ ……ကားတိုက်ခန်းတွေ….မျက်နှာတွေမှ တေ့ထိုးချတာတွေ…\nသတ်ဖြတ်ခန်းတွေတကယ့်ကိုမိုက်ပါတယ်….File Size : (1.36GB)  (734 MB) and (252MB)\nQuality : Blu-Ray 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:54:00\nGenre : Action ,Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel\nEncoded by ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-bad-guys-reign-of-chaos/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/taarzan-117x200.jpg",
        "title": "Taarzan: The Wonder Car (2004)",
        "description": "Taarzan: The Wonder Car (2004)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ မင်းသားကြီးအဂျေးပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားလေးပဲဖြစ်ပါတယ်ရိုးသားကြိုးစားတဲ့ ကားဒီဇိုင်နာလေး ​​ဒေဗင်ကို ေမာ်တော်ကားထုတ်လုပ်ရေးလုပ်ငန်းတစ်ခုက မကောင်းကြံပြီး သတ်ပစ်လိုက်ကြတယ်အထက်အရာရှိတွေနဲ့ ညှိစားပေါင်းစား ပြီး ဒီအမှုဟာ မတော်တဆမှုအဖြစ် တစ်ခန်းရပ်သွားခဲ့တယ်...12နှစ်ကြာပြီးတဲ့နောက် ဒီလုပ်ငန်းက ပါတနာတွေ တစ်ယောက်ပြီး တစ်ယောက်အသတ်ခံရလာခဲ့ပါတော့တယ်...မျက် မြင်သက်တွေရဲ့ပြောပြချက်အရ သူတို့ကိုကားတစ်စီးက လိုက်သတ်နေပြီး မောင်းနေတဲ့သူကို သဲသဲကွဲကွဲမမြင်ရပါဘူးတဲ့...ဒါဆို ယာဥ်မောင်းမပါတဲ့ ကားတစ်စီးက လူလိုက်သတ်နေတာလား...ဒီအမှုဟာ ထင်သလို မရိုးရှင်းလာတဲ့အခါ ဘယ်လိုအဖြေရှာဖေါ်ထုတ်ကြမလဲ....တကယ့်အဖြစ်မှန်နဲ့ လှည့်ကွက်လေးတွေက ဘယ်လိုဖြစ်နေမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ဆက်လက်ရှုစားပေးပါ...\nFile size…2.89GB / 1.37GB\nQuality…1080p WEB DL AAC2.0CH / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK \nTranslated by T.A.Y.L.O.R",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/taarzan-the-wonder-car-2004/"
    }
]