[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mYRGsAFhvPmH8umMhsO8EJmhLQX.jpg",
        "title": "Rush (1991)",
        "description": "Rush (1991)~ IMDb - 6.7/10, Rotten Tomatoes - 71% ~ဒီရုပ်ရှင်က ကြည့်ကောင်းတဲ့ရုပ်ရှင်တစ်ကားသက်သက်ပဲ။ မှုခင်းကားပေမဲ့ အက်ရှင်ခန်းလည်းများများစားစားမပါသလို ထွေထွေထူးထူးဇာတ်ဝင်ခန်းလည်း ပါလှတယ်မဟုတ်ဘူး။ မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကို မူးယစ်ဆေးသမားလိုလို အသွင်ယူပြီးဖမ်းတဲ့ရနဲ့ သူ့ပါတနာရဲမလေး မူးယစ်ဆေးရောင်းတဲ့ကောင်တွေကိုဖမ်းဖို့ကြိုးစားရင်း တိုင်ပတ်ကြတဲ့အကြောင်းတွေပဲ။ မင်းသမီးလေးတော့ တော်တော်လှပါတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ရဲ့ Soundtrack တွေကတော့ တကယ်ကြမ်းတယ်။ ဒီကားထဲပါသမျှသီချင်းတွေထဲ Eric Clapton ရေးထားတဲ့သီချင်းတွေမနည်းသလို Score ကိုလည်း ကျန်တဲ့လူတွေနဲ့ပေါင်းပြီး သူက Guitarist အနေနဲ့တီးထားတယ်။ Clapton က Rolling Stone ရဲ့ \"100 Greatest Guitarists of All Time\"မှာ ဒုတိယနေရာချိတ်ထားတဲ့လူဆိုတော့ သူ့ Score တွေ ဘယ်လိုနေမလဲ စဉ်းသာစားကြည့်ပေါ့။နောက် ဒီကားထဲ Eric Clapton ရဲ့ နာမည်ကျော်သီချင်း ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/rush-1991/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8bnVoA8WD7AeIyCPZ42l345pghb.jpg",
        "title": "Guns of Eden (2022)",
        "description": "Guns of Eden (2022)၂၀၂၂ ထွက် အက်ရှင်ကားလေးပါ...စစ်တပ်မှာ လေ့ကျင့်ထားပေမဲ့ ရဲတပ်ဖွဲ့ထဲကိုဝင်ပြီး တာဝန်ထမ်းဆောင်နေတဲ့ ရဲမေ မီဂန်က တာဝန်ချိန်ပြင်ပမှာ ဓားပြတိုက်မှုနဲ့တွေ့ပြီး ရဲတစ်ယောက်ကို မတော်တဆ သေနတ်နဲ့ပစ်မိလိုက်ပါတယ်။အဲဒီကိစ္စကြောင့် အလုပ်က နားပြီး စိတ်ဓာတ်ကျနေတဲ့အချိန် တွဲဖက်ဖြစ်သူက အခြားမိတ်ဆွေ နှစ်ယောက်နဲ့အတူ စိတ်ပြေလက်ပျောက် တောင်ပေါ်ကို စခန်းချသွားဖို့ခေါ်တာကို လိုက်သွားရင်း လူသတ်မှု ကျူးလွန်နေတဲ့ ရဲတစ်စုကို တွေ့ပြီး မျက်မြင်သက်သေဖြစ်သွားပါတယ်။အကျင့်ပျက်ရဲတွေက သူတို့ လေးယောက်ကို နှုတ်ပိတ်ဖို့ ကြိုးစားတာကို လွတ်အောင်ပြေးပြီး ဘယ်လို ပြန်တိုက်ခိုက်မလဲဆိုတာကို ကြည့်ရမှာပါ။ နောက်ထပ် အဲဒီအကျင့်ပျက်ရဲတွေဆိုတာက မြေအောက်အဖွဲ့အစည်းကြီးတစ်ခုရဲ့ အဖျားစွန်းလေးတစ်ခုပဲဆိုတာကို သိသွားတဲ့အချိန်မှာတော့...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Lucifer မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 720MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 31Min\nGenre - ...",
        "rating": "",
        "url": "https://channelmyanmar.org/guns-of-eden-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zjWAjosdXELkaqCnlc1s8FQtIZL.jpg",
        "title": "Bad City(2022)",
        "description": "Bad City(2022)**************အက်ရှင်ကားကြိုက်နှစ်သက်သူတွေအတွက် ဂျပန်အက်ရှင်ကားကောင်းလေးတစ်ကား လာပါပြီ။\nအကျင့်ပျက်ခြစားပြီး ကိုရီးယားမာဖီးယားဂိုဏ်းနဲ့ပါပေါင်းကာ ဒုစရိုက်မျိုးစုံကျူးလွန်နေတဲ့ဂိုဂျိုကော်ပိုရေးရှင်းကြီးရဲ့ ဥက္ကဌဖြစ်သူ ဂိုဂျိုဝါတရု။သူ့ကိုဘယ်လိုပဲ ထောင်ထဲသွင်းဖို့လုပ်လုပ် စုံထောက်တွေဘက်ကပဲပြန်ခံခဲ့ရပြီး ဂိုဂျိုကတော့အမြဲအပြစ်မရှိဟုလွတ်လာပါတယ်။တစ်နေ့မှာတော့ အထူးစုံစမ်းရေးအဖွဲ့ဇီးရိုးဖွဲ့စည်းပြီး ဂိုဂျိုနဲ့ ကိုရီးယားမာဖီးယားဂိုဏ်းကကင်ဆွန်းဂီကိုဖြုတ်ချဖို့လုပ်ကြတဲ့အခါ.. ဂိုဂျိုတို့ဘက်ကပဲဆက်အနိုင်ရနေမလား။တရားမှုက မတရားမှုကနိုင်သွားမလားဆိုတာကတော့...File Size :(2.07GB) and (714MB)\nQuality : WEB-DL1080P5.1Ch,720p\nFormat…mp4\nDuration…01:58:00\nGenre :Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shin Rina\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/bad-city2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTAyNjEyMDEwMzBeQTJeQWpwZ15BbWU4MDczMjY1NDEy._V1_-129x200.jpg",
        "title": "The Way of the Gun (2000)",
        "description": "အခုတင်ဆက်ပေးမှာကတော့ Bencio နဲ့ Ryan Phillipe တို့ရဲ့ crime action ရုပ်ရှင်သစ်ပါ ၂၀၀၀ ပြည့်နှစ်ကာလကိုနောက်ခံထားပါတယ် Bencio က Traffic (2001) ရုပ်ရှင်နဲ့ Best Supporting Actor ဆုရထားပြီးRyan Phillipeကတော့ တော်တော်များများသိကြတဲ့ horror series ''I Know What You Did Last Summer'' နဲ့နာမည်ကြီးပါတယ် ဇာတ်လမ်းအကျဥ်း အငှားကိုယ်ဝန်ဆောင်ပေးတဲ့အမျိုးသမီးတစ်ယောက် သူ့နာမည်က ရော်ဘင်။ ကလေးပိုင်ရှင်လင်မယားရဲ့အိမ်မှာ သက်တော်စောင့်တွေရဲ့အချိန်ပြည့်စောင့်ကြည့်မှုနဲ့ အကျဥ်းသားတစ်ယောက်လိုနေရတဲ့သူ။ ကလေးမီးဖွားပြီးရင် သူ့တာဝန်ပြီးဆုံးမှာဖြစ်ပြီး အဖိုးအခအနေနဲ့ ဒေါ်လာတစ်သန်းယူပြီးထွက်သွားရုံပါပဲ။ ဒါပေမဲ့ ကလေးမီးဖွားဖို့တစ်ပတ်အလိုမှာ ပြန်ပေးဆွဲခံလိုက်ရပြီး..... ဇာတ်ညွှန်းရေးသူဟာ ဒီဇာတ်ကားကိုကြည့်တဲ့သူတွေကို ဘယ်သူ့ဘက်ကိုပါရမှန်းမသိအောင် ဘယ်ဇာတ်ကောင်ကိုယုံရမယ်မှန်းမသိအောင် လုပ်ထားပါတယ်။ ဇာတ်လမ်းရဲ့ main role နှစ်ယောက်ကအစ ခိုးဆိုးလုယက်သူတွေဖြစ်နေလို့ပါပဲ။ အငှားကိုယ်ဝန်ဆောင်မိန်းကလေးဟာလည်း ထင်သလောက်ရိုးရှင်းမနေခဲ့ပါဘူး။ ပြန်ပေးဆွဲမခံရခင်ကတည်းက ကလေးကိုပေးစရာမလိုမယ့်နည်းလမ်းကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-way-of-the-gun-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/fa-147x200.jpg",
        "title": "Fearless(2006)",
        "description": "တရုတ်ပြည်ရဲ့ဝူရှူးကို တစ်ကမ္ဘာလုံးသိအောင် အသက်သွင်းခဲ့ပေးတဲ့ ဟို့ရွမ်ကျားရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ဟို့ရွမ်ကျားနေရာမှာ ဂျက်လီကပြန်ပြီးသရုပ်ဆောင်ထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ဟို့ရွမ်ကျားရဲ့ဘဝဇာတ်လမ်းကို ပီပီပြင်ပြင်နဲ့ ဟာကွက်မရှိဖော်ပြနိုင်ခဲ့သလို တရုတ်သိုင်းကားတွေရဲ့ထုံးစံအတိုင်း fight scene တွေပါပြောစရာမရှိအောင် မိုက်တာမို့ ဝမ်းနည်းပူဆွေးနဲ့အံ့ဩမင်သက်မှုရောထွေးပြီး ကြည့်ရလို့ ဘာသာပြန်သူပါနှစ်ခါပြန်ကြည့်မိတဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်ဗျ။ File size…2.55GB / 1.32GB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nGenre ..... Aciton , Biography , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasaahi",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-209/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/385XwTQZDpRX2d3kxtnpiLrjBXw.jpg",
        "title": "Superman Returns(2006)",
        "description": "Superman က သူ့အမိကမ္ဘာ Krypton ကို သွားရောက်စစ်ဆေးရင်း ငါးနှစ်အကြာမှာတော့ ကမ္ဘာမြေကို တစ်ဖန်ရောက်ရှိလာပါတယ်။ သူပြန်ရောက်လာချိန်မှာတော့ အရာရာဟာ အရင်ကလိုမဟုတ်တော့ပါဘူး။ ဒီအပြောင်းအလဲတွေကို Superman တစ်ယောက် ရင်ဆိုင်ဖြေရှင်းရတော့မှာပါ။ ဒါ့အပြင် ရန်သူတော် Lex Luthor ရဲ့ ကောက်ကျစ်စဥ်းလဲမှုတွေ၊ ဉာဏ်နီဉာဏ်နက်များတာတွေကိုလည်း တားဆီးဖို့လိုအပ်လာပါပြီ။ ဒါတွေကို Superman ကျော်ဖြတ်နိုင်ပါ့မလား၊ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ဦးမလဲဆိုတာတွေကို ကောင်းကောင်းလေးကြည့်ရှုခံစားနိုင်မှာဖြစ်ပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ဖြစ်ပါတယ်) File size…1.90GB / 784.9MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 34m\nGenre ..... Aciton , Adventure ,  Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kelvin",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/superman-returns2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2OBZth9rnSyMzZR8M0WwGj8ivDG.jpg",
        "title": "10th & Wolf(2006)",
        "description": "ကလေးဘဝမှာ မာဖီးယားဂိုဏ်းဝင်အဖေဖြစ်သူ သေနတ်နဲ့အပစ် ခံရပြီးသေဆုံးသွားတာကို မြင်ခဲ့ရတဲ့ တွမ်မီတစ်ယောက် အရွယ်ရောက်လာတဲ့အခါမှာမရိန်းတပ်ထဲကိုဝင်သွားခဲ့ပြီး အရှေ့အလည်ပိုင်းစစ်ပွဲမှာတိုက်ခိုက်ခဲ့ပါတယ်။ဒါပေမဲ့လည်းအာဏာရှင် ဆက်ဒမ် ကိုဒီတိုင်းလွှတ်ပေးခဲ့တဲ့အတွက် မကျေနပ်ဖြစ်ပြီးသူကိုယ်တိုင်းသွားရှင်းမယ်ဆိုတဲ့ စိတ်နဲ့ ကာနယ်ရဲ့ဂျစ်ကားကိုခိုးပြီး သွားခဲ့ပေမဲ့လည်းလမ်းမှားပြီးကူဝိတ်မြို့နားမှာ ပြန်အဖမ်းခံလိုက်ရပါတယ်။တစ်နေ့မှာတော့ အက်ဖ်ဘီအိုင်အေးဂျင့်နှစ်ယောက်က မူးယစ်ရာဇာလူဆိုးဂိုဏ်းခေါင်းဆောင်ဖြစ်တဲ့ ရက်ဂျီယိုကို ကူညီပြီဖမ်းပေးမယ်ဆိုရင် ပြစ်ဒဏ်လျော့ပေါ့ပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာခဲ့တဲ့အပြင် သူ့ရဲ့ဝမ်းကွဲအကိုဖြစ်ပြီး အခုချိန်မှာလူမိုက်ဂိုဏ်းခေါင်းဆောင်ဖြစ်နေတဲ့ ဂျိုဝီကိုလည်း ဖမ်းဖို့ခြိမ်းခြောက်လာခဲ့တာကြောင့်ကူညီပေးဖို့လက်ခံလိုက်ရပါတော့တယ်။ဒီလိုနဲ့ပဲ ရက်ဂျီယိုကိုဖမ်းနိုင်ဖို့အတွပ် တွမ်မီတစ်ယောက် သူ့ရဲ့မွေးရပ်မြေကိုပြန်သွားရပြီးဝမ်းကွဲအကိုဖြစ်တဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်ဂျိဝီနဲ့ ပြန်ဆုံတွေ့ကြရင်းအက်ဖ်ဘီအိုင်တွေက သူ့ရဲ့ဝမ်းကွဲအကို ကိုတင်မဟုတ်ပဲ သူ့ရဲ့ညီလေးဗင်းဆင့်ကိုပါ ဝှက်ဖဲအနေနဲ့ကိုင်ထားမှန်းသိရှိလိုက်ရတဲ့အခါမှာ တွမ်မီတစ်ယောက်ရက်ဂျီယိုကိုပဲအမိဖမ်းနိုင်မလား၊ ဒီလိုအလုပ်တွေမလုပ်ပါဘူးဆိုတဲ့ သစ္စာကိုရောဖောက်ဖျက်မိမှာလား၊ သူ့ရဲ့ဝမ်းကွဲအကိုနဲ့ ညီကိုရော ကယ်တင်နိုင်မလားဆိုတာကိုအကြမ်းအရမ်းအက်ရှင်ခန်းတွေနဲ့ကြည့်ရှု‌လိုက်ပါဦးဗျ။အမေရိကန်က အီတလီဂိုဏ်းတွေနဲ့ မာဖီးယားဂိုဏ်းအကြောင်းတွေရောပါဝင်တာမလို့ ဒီလို လူဆိုးဂိုဏ်းရုပ်ရှုင်ကားမျိူးတွေလွမ်းနေတဲ့လူတွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ကားပါပဲ။ File size…1.81GB / 609.2MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 47m\nGenre ..... Crime , Drama , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/10th-wolf2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gntsO8yN1xiFp1CldoJkk0jzxh7.jpg",
        "title": "The Shepherd: Border Patrol(2008)",
        "description": "2008 ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ဗန်ဒိန်းကားဟောင်းတစ်ကား ဖြစ်ပါတယ်။ ကန်ချက်လှလှတွေနဲ့ ဖမ်းစားခဲ့တဲ့ ပြင်သစ်မင်းသားကြီး ဗန်ဒိန်းဆို လူတိုင်းနီးပါး သိကြမယ်ထင်ပါတယ်။ ဒီကားထဲမှာ Scott Adkin တောင် အရန်နေရာလောက်ပဲ ပါဝင်ထားခဲ့တာကိုလည်း တွေ့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ နယူးအော်လင်းမြို့ကြီးကနေ နယ်စပ်မြို့ကလေး ကိုလမ်ဘတ်စ်ကို ယုန်တစ်ကောင်နဲ့ ထူးဆန်းတဲ့ ရဲသားတစ်ယောက် ဂျက် ဌာနပြောင်းလာခဲ့ပါတယ်။ အဲဒီအချိန်မှာ ဖြစ်ပျက်နေတဲ့ ပြဿနာကလည်း နယ်စပ် တရားမဝင်ရွေ့ပြောင်းလူတွေ အမေရိကန်ဖက်ကို ခိုးဝင်ကြလို့ ဖြေရှင်းနေရတဲ့ကာလတစ်ခုပေါ့။ ဂျက်ရဲ့အထက်အရာရှိ ကပ္ပတိန်မမကြီးကလည်း အပေါက်ကတော့ တော်တော်ဆိုးပြောရမယ် အဲဒါအပြင် ဂျက်ကို တွဲဖက်ရှာပေးပြီး ပြဿနာမရှာဖို့ဆိုပြီး ထိန်းထားဖို့ လုပ်ပါတော့တယ်။ ဒီလိုနဲ့ ဂျက်တို့လည်း နယ်စပ်ကင်းလှည့်ရင်း ခိုးဝင်လာသူတွေကို ဖမ်းဆီးတဲ့အချိန် ဘိန်းဖြူသယ်လာတာကို မြင်ရပြီး မအောင်မြင်တော့ ဖောက်ခွဲပစ်တာကိုလည်း ကြုံလိုက်ရပါတယ်။ အဲဒါနဲ့ စုံစမ်းတဲ့အချိန်မှာ တစ်ဖက်က ဘိန်းဖြူကုန်ကူးနေတဲ့အဖွဲ့က အမေရိကန် ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-shepherd-border-patrol2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/37MyrPtWQpgwzxrxQrfSgDTXkYL.jpg",
        "title": "Delta Force 2: The Colombian Connection (1990)",
        "description": "Delta Force 2: The Colombian Connection (1990)မင်းသားကြီး Chuck Norris ရဲ့ Delta Force Trilogy ထဲက ဒုတိယမြော​က်ကား လာပါပြီ။ ပထမကားကတော့ 1986 ထွက် The Delta Force ပါ။ဒီတစ်ခါကတော့ အမေရိက မှောင်ခိုဈေးကွက်မှာ အကြီးအကျယ် လုပ်ပိုင်ခွင့်ရထားတဲ့ တောင်အမေရိက မူးယစ်ဆေး တင်ပို့ရောင်းချသူ ရာမွန်ကိုတာကို ဖျက်ဆီးပစ်ရမယ့် မစ်ရှင်ဖြစ်ပါတယ်။နာမည်ဆိုးနဲ့ ကျော်ကြားလှတဲ့ ဆန်ကားလို့စ်နိုင်ငံက ကိုကိန်းဘုရင် ရာမွန်ကိုတာဟာ ​Chuck Norris (ကာနယ် မက်ကွိုင်း) ရဲ့ Delta Force တွဲဖက်အပြင် အမေရိကရဲ့ မူးယစ်ဆေးဝါး အေးဂျင့်အဖွဲ့ကို ဖမ်းထားပြီး သူ့အိမ်မှာ အကျဉ်းချထားတာပါ။ အဲဒါနဲ့ပဲ Delta Force ဟာ ကိုတာရဲ့ အင်အားကြီးမားတဲ့ ကိုကိန်းအင်ပါယာကြီးကို ရင်ဆိုင်တိုက်ခိုက်ရဖို့ ဖြစ်လာပါတယ်။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/delta-force-2-the-colombian-connection-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/330081-141x200.jpg",
        "title": "Young Guns (1988)",
        "description": "Young Guns (1988)ကြမ်းကြမ်းရမ်းရမ်း ကောင်းဘွိုင်ကား အနောက်ပိုင်းကား ကြိုက်တဲ့လူတွေအတွက် အလန်းစားရုပ်ရှင်လို့ ပြောလို့ရပါတယ်။ Billy the Kid လို့ခေါ်တဲ့ နာမည်ကြီး ဝရမ်းပြေး သေနတ်သမားအကြောင်း ဖြစ်ရပ်မှန်ကို ပုံစံသစ်နဲ့ ပြန်ပြောင်းပြောပြထားတဲ့ ဇာတ်လမ်းလည်းဟုတ်တယ်။ သူက အသက် ၂၁ မှာသေသွားပေမဲ့ သူမသေခင် ခပ်ငယ်ငယ်မှာတင် လူ ၂၁ ယောက်ကို သတ်ခဲ့တယ်လို့ တစ်ချို့ကပြောကြတယ်။ နယူးမက္ကစီကိုမှာဖြစ်ခဲ့တဲ့ လင်ကွန်းကောင်တီဝါးကိစ္စမှာလည်း လူသုံးယောက်သတ်ခဲ့တယ်ပြောကြတယ်။ ဒီကားကလည်း အဲဒီလင်ကွန်းကောင်တီဝါးမှာဖြစ်ခဲ့တဲ့ကိစ္စကိုပဲ ရိုက်ပြထားတာ။ Young Guns ဟာ Billy the Kid အကြောင်းရိုက်ထားတဲ့အထဲက သမိုင်းအချက်အလက်နဲ့ အကိုက်ဆုံးရုပ်ရှင်လို့လည်း ပြောကြတယ်။ ကားနာမည်နဲ့လိုက်အောင်ပဲ ဒီကားထဲက သေနတ်သမားတွေအကုန်လုံးဟာ အသက် ၂၀ အောက် ဖိုက်တာတွေချည်းပါပဲ။ ဒီရုပ်ရှင်က ၂ထွက်ထားသလို ၃လည်းလာဖို့ရှိပါတယ်။၁၈၇၈ နယူးမက္ကစီကိုမှာ ဂျွန်လို့ခေါ်တဲ့လူက လမ်းဘေးက အလေနတောသေနတ်သမားလေးတွေကိုခေါ် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/young-guns-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/60338454_829789057405743_5511122225421352960_n-133x200.jpg",
        "title": "Species IV: The Awakening (2007)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 4 : The Awakening (2007) ဇာတ်လမ်းအကျဉ်း....\nဒီကားမှာလဲ ဂြိုလ်သားကိုတူမအဖြစ်မွေးထားတဲ့ သိပ္ပံပညာရှင်ကြောင့် ဇာတ်လမ်းက စတာပါပဲ...ဒီဂြိုလ်သားမလေးကတော့ အရမ်းကို Sexy ကျ လှပပြီးတော့ သူမကိုယ်ထဲက ဂြိလ်သား DNA ဟာလဲ အရမ်းကို ရမ္မက်စိတ်ပြင်းထန်လွန်းတာကြောင့် ပုရိသယောကျာ်းတို့ ဒုက္ခရောက်ပုံတွေကို ဝေဝေဆာဆာ အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/species-iv-the-awakening-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/60264494_829789010739081_3246571714691203072_n-134x200.jpg",
        "title": "Species III(2004)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 3 (2004) ဇာတ်လမ်းအကျဉ်း....\nဂြိုလ်သားတွေနဲ့လူသားတွေကြား တစ်ဖက်နဲ့တစ်ဖက်သတ်ဖြတ်နေတဲ့တိုက်ပွဲတွေထဲက ကျန်ရှိနေတဲ့ ဂြိုလ်သားမျိုးကို စမ်းသပ်မွေးမြူဖို့ ဆုံးဖြတ်လိုက်ရာကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ.... အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(4.5 GB)/(900 MB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:51:58\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/species-iii-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/Species_II-857231632-large-138x200.jpg",
        "title": "Species II (1998)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species 2 (1998) ဇာတ်လမ်းအကျဉ်း....\nကမ္ဘာမြေကနေ အင်္ဂါဂြိုလ်ပေါ်ကို ပထမဆုံးရောက်ရှိသွားတဲ့ အာကသယာဉ်မှူးတစ်ယောက်ဆီမှာ အင်္ဂါဂြိုလ်က ဂြိုလ်သား DNA ကူးစက်သွားတာကနေ စပါတယ်....ဒီအာကသယာဉ်မှူး ကမ္ဘာမြေကိုပြန်လည်ရောက်ရှိပြီး သူနဲ့အိပ်လိုက်မိတဲ့မိန်းခလေးဆီမှာ ဂြိုလ်သားကလေးမွေးရာကနေ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ.... အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(2.2 GB)/(1.2 ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/species-ii-1998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/FSRYMCKXIAEm3LV-153x200.jpg",
        "title": "Species (1995)",
        "description": "Species ရုပ်ရှင်ကားတွေဟာ သိပ်ညွှန်းရမယ့်ဇာတ်ကားတွေမဟုတ်ပါဘူး။\nဂြိုလ်သား DNA ဇာတ်ကားမျိုးဆိုရင် Species ဇာတ်ကားတွေက ဟိုးအရင်ခေတ်ကတည်းက လူတိုင်းရင်ထဲရောက်ရှိပြီးသားရုပ်ရှင်တွေဖြစ်ပါတယ်။\nSpecies နာမည်နဲ့ ရုပ်ရှင် (၄)ကားထွက်ရှိခဲ့ဖူးပြီး (၄) ကားလုံးကို https://channelmyanmar.org/?s=species မှာကြည့်လို့ရပါတယ်။ကြာခဲ့ပြီဖြစ်ပေမယ့် ယနေ့ခေတ်ထိတိုင်အောင် computer effect တွေ ကြည့်လို့ကောင်းနေဆဲရုပ်ရှင်ကားတွေဖြစ်ပြီး ဂြိုဟ်သားရုပ်ရှင်ကားတွေဖြစ်တဲ့ Splice တို့ Alien တို့လိုပဲ ထိတ်လန့်သည်းဖို သိပ္ပံအက်ရှင် Action,Horror,Sci-Fi အမျိုးအစား ဇာတ်ကားများလည်းဖြစ်ပါတယ်။Species (1995) ဇာတ်လမ်းအကျဉ်း....\nကမ္ဘာ့အပြင်က ရရှိလာတဲ့ ကမ္ဘာဂြိုဟ်က မဟုတ်တဲ့ ဒီအန်အေကို ကမ္ဘာမြေကလူသားဒီအန်အေနဲ့ပေါင်းစပ်ပြီး ထူးဆန်းတဲ့သက်ရှိတစ်မျိုးဖန်တီးရာကနေ ဇာတ်လမ်းစတာပါပဲ။\nဒီဂြိုလ်သားတစ်ပိုင်းလူသားတစ်ပိုင်း သတ္တဝါမျိုးက ဘယ်လိုအကျင့်စရိုက်တွေနဲ့ ဘာတွေဆာလောင်လဲဆိုတာနဲ့\nလူသားတွေရဲ့ အလိုရမ္မက်လောဘကြီးမှုတွေကြောင့် ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ အသည်းတယားယားကြည့်ရှုရမယ့်ဇာတ်ကားဖြစ်ပါတယ်။အဖော်အချွတ်ခန်းတွေများတာကြောင့် ငယ်ငယ်တုန်းက အောက်စက်ခေတ်မှာ လူကြီးတွေမသိအောင် ခိုးကြည့်ရ\nမီးပျက်သွားရင် အောက်စက်ဖွင့်ပြီး အခွေပြန်ထုတ်နေကျဇာတ်ကားမလို့ အသက်မပြည့်သူ ကလေးသူငယ်များနှင့်၊ မိသားစုနှင့်အတူ မကြည့်သင့်သော ရုပ်ရှင်ကားလဲဖြစ်ပါတယ်။\nFile size…(4.4 GB)/(1.4 GB)/(930 ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/species-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1VpEcYxo2T5qt5YMynfWZkctPR4.jpg",
        "title": "Blood Father(2016)",
        "description": "Blood Father(2016)******************ဂျွန်လင့်ဆိုသူဟာ ထောင်ကထွက်လာပြိး စောင့်ကြည့်ကာလနဲ့နေထိုင်ရင်းအသောက်အစားဖြတ်ကာ ဘဝသစ်ပြန်စ၊\nဆိုးသွမ်းခဲ့တာတွေပြင်ဆင်၊ ဆုံးရှုံးခဲ့တာတွေ ပြန်အဖတ်ဆယ်ရင်းနဲ့၊ ဇနီးဖြစ်သူကလည်းပစ်သွားတဲ့အပြင်တစ်ဦးတည်းသောသမီးကပါ\nအိမ်ကထွက်ပြေးသွားလို့ ရှာမရဖွေမရဖြစ်ရင်း ပြန်လည်ထူထောင်ရေးစခန်းမှာသောင်တင်နေသူပါ။\nသမီးဖြစ်သူ လဒ်ဒီယာဟာဆိုရင် အိမ်ကထွက်ပြေးရင်းမှ လူမိုက်ဂိုဏ်းသားတစ်ယောက်နဲ့ရည်းစားဖြစ်မိကာ\nအခြေအနေအမျိုးမျိုးကြောင့် ရည်းစားဖြစ်သူကိုသတ်မိသွားပါရော၊\nဆိုးတာက သူ့ကောင်လေးဟာ လူမိုက်ဂိုဏ်းကခေါင်းဆောင်ရဲ့တူဖြစ်နေတဲ့အပြင်၊\nသူမကိုပါ ပိုက်ဆံတွေယူသွားတယ်ဆိုပြီး စွဲချက်တွေနဲ့အတူ၊ ရဲဘက်ကလည်း လူသတ်မှုနဲ့လိုက်ရှာပါတော့တယ်။\nကြံရာမရတဲ့အဆုံး ဖခင်ဆီကိုသာပြန်လာခဲ့ပြီး ဖခင်ဖြစ်သူက သမီးရဲ့အရှုပ်တွေကို ဘယ်လိုဖြေရှင်းပေးမလဲဆိုတာကို\nကြည့်ရှုရမယ့် ဖအေနဲ့ သမီးတို့ရဲ့ စွန့်စားခန်းတစ်သီကြီးနဲ့ အက်ရှင်ကားဖြစ်ပါတယ်...File Size :(1.9GB)(and (718MB)\nQuality :Blu-Ray 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:28:00\nGenre :  Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/blood-father2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/ffff-133x200.jpg",
        "title": "Out of Exile (2023)",
        "description": "သင်ဟာ ရာဇဝတ်သားတစ်ယောက်ဖြစ်ပြီး ‘ဒီအလုပ်က နောက်ဆုံးပဲကွာ.. ဒါပြီးရင် တရားမဝင်အလုပ်တွေ မလုပ်တော့ဘူး’လို့ တွေးမိရင် ချက်ချင်း ခေါက်ထားလိုက်ပါတော့.. ဘယ်လောက်ကြိုးစားကြိုးစား အရာထင်မှာမဟုတ်ပါဘူး.. အပူပိုင်းဒေသကမ်းခြေလေးတစ်ခုမှာ ကော့တေးလေးသောက်ရင်း ဇိမ်ကျကျနေနိုင်မှာမဟုတ်ဘူး.. သက်တမ်းကြာနေပြီဖြစ်တဲ့ အကြွေးတွေကို ရှင်းနိုင်မှာမဟုတ်ဘူး.. သင်မျှော်လင့်ထားတဲ့ သက်တောင့်သက်သာ အိမ်မက်တွေလဲ ဖြစ်လာမှာမဟုတ်ဘူး.. နောက်ဆုံးတစ်ခါပါပဲဆိုပြီး သင်ကြိုးစားလဲ သင်နဲ့ သင်တန်ဖိုးထားရတဲ့ အရာတွေတွေအတွက် အဆိုးဆုံးအခြေအနေနဲ့သာ အဆုံးသတ်သွားနိုင်ပါတယ်.. ဒါကို နားမလည်သေးဘူးဆိုရင်.. Ouf of Exile က သင့်အတွက်ရှိနေပါတယ်.. ထောင်ဒဏ်၁၆နှစ် ကျခံရပြီးတော့ ခံဝန်နဲ့ လွတ်လာတဲ့ ရက်ဆဲဟာ သူ့ကို စိမ်းကားနေတဲ့ သမီးဖြစ်သူနဲ့အတူ အေးအေးဆေးဆေးနေနိုင်ဖို့ ရည်ရွယ်ချက်နဲ့ ဘဏ်ငွေသယ်တဲ့ကားကို ဓားပြတိုက်ဖို့ လုပ်ပါတယ်.. ဒါပေမယ့် ကိစ္စက ထင်သလို မချောမွေ့ပဲ ဘဏ်အစောင့်ကို သတ်မိလိုက်တဲ့အတွက် FBIက ဓားပြတွေကို စုံစမ်းရှာဖွေဖို့ကြိုးစားလာတယ်.. ရက်ဆဲရဲ့ အလုပ်ရှင်ဖြစ်တဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/out-of-exile-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mkPgKnHcPgLNrIO6OrtbkC9QNB3.jpg",
        "title": "Mountain Ghost ( 2023 )",
        "description": "\"ကျဲ\" တောင်တန်းဆီက သေရာကနေ ပြန်လည်ရှင်သန်နိုင်တယ်ဆိုတဲ့\nပယင်းကျောက်စိမ်းတုံးရဲ့ထူးဆန်းဖွယ် ဒဏ္ဍာရီလာ ဇာတ်လမ်းတစ်ပုဒ် ...!ကျဲ တောင်လို့ အမည်ရတဲ့ တောင်​ခြေမှာ ချန်ရှို့ဆိုတဲ့ ရွာငယ်လေး\nတစ်ရွာက တည်ရှိလို့နေခဲ့ပါတယ် ။ အဲဒီရွာငယ်လေးဟာ\nအမဲလိုက်ခြင်းကို အားပြုပြီး အသက်မွေးဝမ်းကြောင်းပြုရတဲ့ ရွာငယ်လေးပါ ။\nသူတို့နဲ့ အနီးအနားမှာရှိတဲ့ ကျဲ တောင်ကို ဝင်ရောက်သွားကြတဲ့\nသူတိုင်းဟာလဲ တစ်ယောက်မှ အသက်ရှင်လျှက်ပြန်မလာနိုင်ခဲ့ကြပါဘူး ။ဒါကို စုံစမ်း သိရှိလိုတဲ့ ထျန်းရှီး လို့ခေါ်တဲ့ လူငယ်လေးဟာ\nရွာသူကြီးရဲ့ အမိန့်ကို အာခံပြီး ကျဲ တောင်ဆီ ရွာသားတစ်ချို့နဲ့\nသွားရောက်ခဲ့ပါတယ် ။ ဒါပေမဲ့လဲ ထျန်းရှီး အပါအဝင် ရွာသားတစ်ချို့ဟာ\nသေဆုံးလျှက်ပဲ ပြန်လည်ရောက်ရှိခဲ့ပါတယ် ။ တစ်ဆက်ထဲမှာပဲ\nထူးဆန်းတဲ့ အဖြစ်အပျက်က ဖြစ်ပေါ်ခဲ့လေတော့တယ်\nအဲ့တာကတော့ ထျန်းရှီးဟာ ပြန်လည်ရှင်သန်လာချင်းပါပဲ ။\nဒီလိုနဲ့ ထျန်းရှီးဟာ သူ့ရဲ့ သေဆုံးသွားကြတဲ့ ရွာသူရွာသားတွေအတွက်\n\"ပယင်းကျောက်စိမ်းတုံး\" ကို ပြန်လည်ရှာဖွေဖို့ သခင်ကြီးဝူ\nဆိုသူတို့နဲ့ ကျဲတောင်ဆီ ပြန်လည်ခရီးဆက်တဲ့အခါမှာ....?❏ \"ပယင်းကျောက်စိမ်းတုံး\"ကို ရှာဖွေတွေ့ရှိပြီး ...",
        "rating": "5.9",
        "url": "https://megaup.net/1SZ07/Mountain_Ghost_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BM2FiODk5ZDktZjE4Mi00ZTVkLTgxOWQtYzIxODNmY2U0MjJhXkEyXkFqcGdeQXVyMTMxNzc2NDIx._V1_-135x200.jpg",
        "title": "Righteous Thieves (2023)",
        "description": "Righteous Thieves ကတော့ မကြာသေးခင်မှထွက်ရှိထားတဲ့ ဒါရိုက်တာ Anthony Nardolilo ရိုက်ကူးထားပြီး Lisa Vidal, Carlos Miranda နဲ့ Jaina Lee Ortizတို့အဓိကပါဝင်ထားတဲ့ thriller ရုပ်ရှင်ဖြစ်ပါတယ် ဇာတ်လမ်းအကျဥ်း အန်နဘယ်လ်ဟာ ကာလရှည်ကြာပျောက်ဆုံးနေတဲ့ အနုပညာလက်ရာတွေ အထူးသဖြင့် နာဇီတွေ ဂျူးလူမျိုးတွေဆီကမတရားသိမ်းယူထားခဲ့တဲ့ပန်းချီတွေကို ပြန်စုဆောင်းနေတဲ့ လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုရဲ့ ခေါင်းဆောင်ပါ။ အန်နဘယ်လ်ရဲ့ဆရာ ဂျိုးဇက်ဖ်ဟာ သူ့ဘဝတစ်ခုလုံး နာဇီတွေသူ့မိသားစုဆီကခိုးယူသွားခဲ့တဲ့ ပန်းချီလက်ရာတွေကို လိုက်လံရှာဖွေရင်း ကုန်ဆုံးခဲ့တယ်။ သူ့ဆရာရဲ့မပြီးမြောက်သေးတဲ့ရည်မှန်းချက်ကို အန်နဘယ်လ်ကဆက်အကောင်အထည်ဖော်ဖို့ စိတ်ပိုင်းဖြတ်ထားတယ်။ ခုလက်ရှိမှာ ပန်းချီကားတချို့ဟာ ဂျာမန်လူမျိုးအရင်းရှင် အိုတိုဟိုင်ဇန်ရဲ့လက်ထဲမှာရှိနေပါတယ်။ အဲဒါတွေကိုပြန်ယူဖို့ အန်နဘယ်လ်နဲ့သူ့ညာလက်ရုံးအက်ဒီတို့ လူစုဆောင်းကြတာမှာ လူစီ (ဟက်ကာ)၊ နာဒီယာ (သော့ဝိဇ္ဇာ) နဲ့ လူမိုက် ဘရူနိုတို့က အဖွဲ့ဝင်တွေဖြစ်လာကြတယ်။ ဟိုင်ဇန်ရဲ့ အန္တရာယ်များတဲ့အစောင့်တွေ ဇီဝမက်ထရစ်သော့တွေ နည်းပညာတွေနဲ့ အထပ်ထပ်ကာကွယ်ထားတဲ့ ပန်းချီကားတွေကို ဥပဒေဘောင်အတွင်းကနေ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/righteous-thieves-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ziqUBUAp7JnqMQwYEylclX2gXqJ.jpg",
        "title": "Angels Of Vengeance ( 2023 )",
        "description": "CMပရိသတ်ကြီးကို မှုခင်းရဲမေ လျို့ဝှက်သည်းဖို\nဇာတ်လမ်းလေးတင်ဆက်ပေးလိုက်ပါတယ်။အထူးရဲကွန်မန်ဒိုတပ်ဖွဲ့ဝင် နတ်မိမယ်လေး(၄)ယောက်ဟာ\nမူးယစ်တိုက်ဖျက်ရေးရဲတပ်ဖွဲ့နဲ့ပူးပေါင်းပြီး\nမူးယစ်ရာဇာကိုအမြစ်ကနေလှန်ပစ်နိုင်ဖို့အတွက်\nသူလျှိုအဖြစ်နဲ့ မူးယစ်ဂိုဏ်းထဲကိုရောဝင်ပြီး\nအမှုကိုဖော်ထုတ်မယ့် မှုခင်းဇာတ်လမ်းပဲဖြစ်ပါတယ်။နတ်မိမယ်(၄)ယောက်ကတစ်ယောက်ချင်းစီဘယ်လိုစွမ်းရည်တွေရှိကြလဲ......\nမူးယစ်ဂိုဏ်းထဲမှာ လျို့ဝှက်သည်းဖိုဘယ်လိုဟန်ဆောင်ပြီ\nးသက်သေတွေရအောင်ယူကြလဲ......\nမူးယစ်ဂိုဏ်းကြီးကိုဘယ်လိုနှိမ်နင်းပစ်လဲ......ဆိုတာ ကို\nကြမ်းကြမ်းရမ်းရမ်းဖိုက်တင်ခန်းတွေနဲ့အတူ\nမမတွေကအလှမပျက်တင်ဆက်ပြသွားမှာဖြစ်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action, Crime\nRuntime : 1h 31 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/3eT7x/Angels_Of_Vengeance_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTIzNDU0MzMxN15BMl5BanBnXkFtZTcwNTA1MDQzMQ@@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Blue Thunder (1983)",
        "description": "၁၉၈၃ခုနှစ် မေလ၁၃ရက်နေ့မှာ ထွက်ရှိခဲ့တဲ့ Blue thunder ဟာဆိုရင် action thirller ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ ၁၉၇၅ နဲ့ ၁၉၇၈ ခုနှစ်တို့မှာ ထွက်ရှိခဲ့တဲ့ Jaws , Jaws2 စတဲ့ရုပ်ရှင်တွေနဲ့ နာမည်ကြီးတဲ့ မင်းသား Roy Scheiderမှ Frank Murphy နေရာမှ ပါဝင်သရုပ်ဆောင်ထားတဲ့အပြင် home alone ဇာတ်ကားတွေထဲက သူခိုးအဖြစ်နာမည်ကြီး သွား Daniel Stern က richard lymangoodaနေရာမှ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒီဇာတ်လမ်းရဲ့ အသွားကတော့ ဖရန့်ခ်မာဖီဆိုတဲ့ ရဲရင့်တဲ့ လော့စ်အိန်ဂျယ်လိစ် ရဲအရာရှိက အသစ်‌ရောက်ရှိလာတဲ့ blue thunder အမည်ရှိတဲ့ အဆင့်မြင့် နည်းပညာတွေတပ်ဆင်ထားတဲ့ တိုက်ခိုက်ရေးသုံး ဟယ်လီကော်ပတာ တစ်စီးကို စမ်းသပ်ဖို့‌ရွေးချယ်ခံခဲ့ရပါတယ်တယ်။ဒါပေမယ့် သူနဲ့ သူပါတနာက ဟာ Blue thunder ကိုပျံသန်းနေစဥ်မှာပဲ အစိုးရက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blue-thunder-1993/"
    }
]