[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xQZeIwJF21NNb3ciEJsWZlA2WZ6.jpg",
        "title": "Miss & Mrs. Cops (2019)",
        "description": "Weightlifting fairy ကားထဲက မင်းသမီးလေး ပါတဲ့ ကားသစ်လေးပါအလွန်တရာထူးချွန်တဲ့ စုံထောက်ပတ်ခ်မီယောင်းဟာ အိမ်ထောင်ကျ၊ကလေးရပြီးနောက်မှာ သူမ ချစ်ခင်နှစ်သက်ရတဲ့စုံထောက်အလုပ်ကိုစွန့်လွှတ်ခဲ့ရပြီး ပြည်သူ့တိုင်ကြားချက်များဌာနမှာပဲပြောင်းရွှေ့တာဝန် ထမ်းဆောင်နေခဲ့ရပါတယ်သူ့ယောင်းမဖြစ်သူ ချွဲဂျီဟေးကလည်း ရဲဖြစ်ဖို့မွေးဖွားလာတယ်ထင်ရတဲ့ရဲမေတစ်ယောက်ပါပဲတစ်ရက်မှာတော့ ဂျီဟေးဟာ သံသယရှိသူတစ်ယောက်ကိုဖမ်းဆီးရာမှာ အလွန်အကျွံအားသုံးတယ်ဆိုတဲ့ ပြစ်မှုနဲ့ အရေးယူခံရပြီးမီယောင်းရှိရာ ဌာနကို ခေတ္တပြောင်းရွှေ့ခန့်ထားခံခဲ့ရပါတယ်ပုံမှန်ဆိုမတည့်လေ့ရှိတဲ့ သမီးယောင်းမနှစ်ယောက်ဟာမတော်တဆ မှုခင်းတစ်ခုထဲပါဝင်မိပြီး သူတို့မထင်ထားလောက်တဲ့အထိပြစ်မှုကကြီးမားနေတဲ့အခါမှာတော့..သာမန်ချိန်းခြောက်အကြပ်ကိုင်မှုလို့သာ ယူဆထားခဲ့တဲ့ အမှုခင်းလေးတစ်ခုဟာကွင်းဆက်ရာဇဝတ်မှုကြီးဖြစ်နေတဲ့အခါမှာတော့..သမီးယောင်းမနှစ်ယောက်ဘယ်လိုဖော်ထုတ်ကြမလဲဘယ်လိုကိုင်တွယ်ဖြေရှင်းကြမလဲဆိုတာဟာသနှောပြီးကြည့်ရမှာပဲဖြစ်ပါတယ်ဝါရင့်သရုပ်ဆောင်တွေဆိုတော့ ကြည့်ရတာ အပိုအလိုမရှိ ကွက်တိပါပဲနော် File Size : (1 GB , 367 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 47 minFormat : Mp4Genre : Comedy , CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by NeveEncoded ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/miss-mrs-cops-2019/",
        "category": "Action, Asian, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/81rwBcj1QML._RI_-133x200.jpg",
        "title": "Monk Comes Down the Mountain (2015)",
        "description": "Monk Comes Down The Mountain (2015)ကဲဝူတန်သိုင်းပြီးတော့ ဒီတစ်ခါကွန်ဖူးကားပါနော်ဒီဇာတ်ကားလေးက တာအိုဘုန်းကြီးကျောင်းက ခဲ့အန်းရှက တောင်အောက်ဆင်းလာရာကနေစတဲ့ဇာတ်လမ်းလေးပါတာအိုဘုန်းကြီးကျောင်းက မြို့တွေနဲ့အဝေး တောင်ထိပ်မှာ ဆောက်ထားတာဖြစ်ပြီး ဘုန်းကြီးကျောင်းသားတွေကို ကွန်ဖူးသင်ပေးပြီး ကျွေးမွေးစောင့်ရှောက်ထားတဲ့နေရာပေါ့နောက်ပိုင်း အစားအသောက်ပြသနာကြောင့် တိုက်ခိုက်ပြီး ဘယ်သူဆက်နေရမလဲဆုံးဖြတ်ကြရတယ် ဒီလိုနဲ့ အပြင်လောကကိုခုမှတွေ့ကြုံဖူးတဲ့ခဲ့အန်းရှက တောင်အောက်ဆင်းဆင်းချင်း အစားအသောက်ကိစ္စနဲ့ပက်သက်ပြီးဒုက္ခရောက်ပါတော့တယ်ကြက်သားဟင်းကိုလုယူဖို့ကြိုးစားရာကနေ သနားစိတ်ဖြစ်မိပြီးအိမ်ခေါ်သွားတဲ့ သမားတော်ဆွေ့ခဲ့အန်းရှကလည်း တကယ့်ဆရာအရင်းလိုသဘောထားပြီး ပြုစုလုပ်ကိုင်ပေးပေမဲ့ ကံကြမ္မာကြောင့်ဝေးကွာခဲ့ရပြန်ပါတယ်ဒီလိုနဲ့ သူဟာ အပြင်လောကမှာ ကြုံတွေရတဲ့ ပြသနာတွေ ဘယ်လိုရင်ဆိုင်မလဲသူ့ဆရာအတွက်ရော ဘယ်လိုလက်စားချေမလဲ ဆိုတာကို ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှူ့ကြပါ ။ခဲ့အန်းရှအဖြစ် Wang Bao Jiang\nသူဌေးကျားအဖြစ် Chang Chen\nကျိုးချီရင်အဖြစ် Aaron kok\nပန်ချင်းဝူအဖြစ် Yuen Wah\nသနားတေည်ဆွေ့အဖြစ် Fan Wei( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )Quality__720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__02:00:00\nType__Action , Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/monk-comes-down-the-mountain-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/11qHlLL2rsQGH1nmPjJ7jFjeGcb.jpg",
        "title": "Midnight Runners (2017)",
        "description": "ဒီတခေါက်တော့ Marvel ဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်တော့မယ့် တောင်ကိုရီးယားမင်းသား‌‌ေချာ Park Seo-Joonပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ Midnight Runners ဆိုတဲ့ action, comedy ကားလေးကို တင်ဆက်လိုက်ပါပြီIMDB rating 7.3 နဲ့ .Rotten Tomatoes 100% ရရှိထားပါတယ်တောင်ကိုရီးယားမင်းသားချော Kang Ha-neul နဲ့အတူ ရိုက်ကူးထားပြီး 2017 ခြနှစ်က ထွက်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါဇာတ်လမ်းလေးကတော့ ရည်ရွယ်ချက်ရေရေရာရာမရှိဘဲနဲ့ ရဲတက္ကသိုလ်ကို ရောက်လာကြတဲ့ အူကြောင်ကြား ကောင်လေး ၂ ယောက် အကြောင်းကို ရိုက်ပြထားတာပါPark Seo-Joon ကတော့ အစားမက်တဲ့ကောင်လေး ဂီဂျွန်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပြီး Kang Ha-neul က သန့်ရှင်းရေးကျန်းမာရေးနဲ့ ပတ်သက်လာရင် ဇီဇာကြောင်တတ်တဲ့ မှန်ကြောင်လေး ဟီရောအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်သဘာဝမတူ၊ ရှင်သန်ကြီးပြင်းခဲ့ရာ ပတ်ဝန်းကျင်မတူ၊ စတွေ့ကတည်းက မျက်နှာကြောမတည့်တဲ့ ကောင်လေး ၂ ယောက်ရဲတက္ကသိုလ်ဝင်ခွင့်အတွက် ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/midnight-runners-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yetbsCuB6fmzI4lpJMvqwJcehti.jpg",
        "title": "In the Name of the King III (2014)",
        "description": "In the Name of the King III==================== Hazen Kaine ဟာ ယနေ့ခေတ် လုပ်ကြံသတ်ဖြတ်သူ တစ်ယောက်ဖြစ်ပြီး စီးပွားရေးသမားတစ်ဦးရဲ့ သမီးကို ပြန်ပေးသမားတွေ လက်ကနေ ကယ်တင်ပေးဖို့ ငှားရမ်းခြင်းခံရပါတယ်။ ဒါပေမယ့် ကိစ္စတွေက သူထင်သလို ဖြစ်မလာဘဲ ထိန်းမနိုင်သိမ်းမရဖြစ်ကုန်ပြီး ထူးဆန်းစွာနဲ့ အလယ်ခေတ်ကို ရောက်ရှိသွားပါတယ်။ အဲဒီကာလမှာ သူဟာ မီးနဂါးကြီးတွေ အလယ်ခေတ် စစ်သည်တွေရဲ့ ရင်ဆိုင်ရပါတယ်။ In the Name of the King III  မှာတော့ Dominic Purcell ကြီးက ‌Hazen Kaine အဖြစ်ပါဝင်ထားပါတယ်။ ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီး နန်းတွင်းဇာတ်ရှုပ်တွေ မှော်ဆရာတွေ၊ သတ္တဝါဆန်းတွေ နဂါးတွေနဲ့ ဖျော်ဖြေရေးမှု ဦးစားပေးတင်ဆက်ထားတာဖြစ်ပါတယ်။ In the name of the king ၃ ကားလုံးကို https://channelmyanmar.org/?s=In+the+name+of+the+king မှာကြည့်လို့ရပါတယ် Quality__1080pIMDb Rating__3.1/10Format__mp4Duration__1h 26minType__Action,Adventure,FantasySubtitle__Myanmar ...",
        "rating": "3.1",
        "url": "https://channelmyanmar.org/in-the-name-of-the-king-iii-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kM9hjeGLtPZi9ExuBVwIFYrQbx0.jpg",
        "title": "In the Name of the King 2: Two Worlds (2011)",
        "description": "In the Name of the King 2: Two Worlds (2011)===================================ဂရန်ဂျာဟာလက်ရှိခေတ်မှာ စစ်ပြန်အငြိမ်းစားတစ်ယောက်ဖြစ်ပြီး ကိုယ်ခံပညာအချိန်ပိုင်းသင်ပြီးအသက်မွေးပါတယ်။တစ်နေ့ သူ့အိမ်ထဲမှာရှိနေတုန်း ရှေးအဝတ်အစားနဲ့လူတစ်စု အချင်းချင်းလာရောက်တိုက်ခိုက်ကြပြီး အဲ့ဒီထဲကအမျိုးသမီးတစ်ယောက်ဟာ သူ့ကိုအလင်းပေါက်ကြီးတစ်ခုကနေ တစ်ဖက်ကိုခေါ်ဆောင်သွားပါတော့တယ်။အဲ့ဒီဘက်အခြမ်းဟာ အလယ်ခေတ်ကာလဖြစ်နေပြီး ဂရန်ဂျာသိလိုက်ရတာက ရှေးဟောကိန်းတစ်ခုအရလက်ရှိအချိန်မှာ အကျပ်အတည်းဆိုက်နေတဲ့ အက်ဘ်ဆိုတဲ့တိုင်းပြည်ရဲ့ ကယ်တင်ရှင်ဟာသူဖြစ်နေတယ်ဆိုတာကိုပါပဲ။ သူ မယုံကြည်လက်မခံပေမယ့် ဘယ်လိုမှမလွှဲသာတဲ့အဆုံးမှာ ဂရန်ဂျာတစ်ယောက်မီးစင်ကြည့်က ဖို့ဆုံးဖြတ်လိုက်ပြီး သူတို့ရဲ့ ဇာတ်ရှုပ်ထဲကိုဝင်ပါရပါတော့တယ်။အဲ့ဒါကတော့ ရှေးဟောကိန်းအရ သူဟာ တိုင်းပြည်ခံတပ်ရဲ့ပြင်ပတစ်နေရာမှာ စခန်းချနေထိုင်တဲ့ မြင့်မြတ်တဲ့မိခင်ဆိုတဲ့ စုန်းမအိုကြီးနဲ့ သူ့နောက်လိုက် အမှောင်ပုဂ္ဂိုလ်တွေကို သုတ်သင်ပေးရမှာပါ။ဒါပေမယ့် သူသိလိုက်ရတဲ့ အပေါ်ယံဇာတ်လမ်းနောက်ကွယ်မှာလှည့်ကွက်တွေအများကြီးရှိနေတယ်ဆိုတဲ့အကြောင်း မကြာခင်သိလာပါတော့တယ်။In the Name of the King: Two Worlds မှာတော့ Dolph Lundgren ကြီးက ဂရန်ဂျာအဖြစ်ပွဲကြမ်းထားပါတယ်။ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီးနန်းတွင်းဇာတ်ရှုပ်တွေ ...",
        "rating": "3.1",
        "url": "https://channelmyanmar.org/in-the-name-of-the-king-2-two-worlds-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bbN1lmDk1PT0GsTFCy179sk5nIF.jpg",
        "title": "In the Name of the King: A Dungeon Siege Tale (2007)",
        "description": "In the Name of the King: A Dungeon Siege Tale (2007)======================================Jason Statham ကအက်ဘ် တိုင်းပြည်မှာ ဇနီးသည်သားတစ်ယောက်နဲ့အတူလယ်လုပ်ငန်းလုပ်ပါတယ်။ တစ်နေ့သူ့ဇနီးနဲ့သား မြို့ကိုဈေးရောင်းထွက်တဲ့အချိန်မှာ သူ့လယ်ကို ခရပ်ချ်ဆိုတဲ့ သတ္တဝါဆန်းကြီးတွေ လာတိုက်ခိုက်တာခံရပြီးနောက် မြို့ကိုတက်ပြီး ဇနီးနဲ့သားကိုရှာဖို့ သူ့မွေးစားအဖေနဲ့အတူထွက်အလာမှာ မှော်ဆရာတစ်ယောက်ဖြစ်တဲ့ ဂါလီယန်က ခရပ်ချ်သတ္တဝါတွေကိုထိန်းချုပ်ခိုင်းစေပြီး သူ့သားကိုသတ် သူ့ဇနီးကိုဖမ်းခေါ်သွားတာကို သိလိုက်ရပါတယ်။ မှော်ဆရာဂါလီယန်ဟာ သူတို့ဘုရင်ရဲ့ မဟာရန်သူတော်ဖြစ်ပြီး ဘုရင့်တူနဲ့အတူ နန်းလုဖို့ပူးပေါင်းကြံစည်နေသူပါ။ ဒီလိုနန်းတွင်းဇာတ်ရှုပ်မှာ သာမန်အညတရလယ်သမားတစ်ယောက်ဖြစ်တဲ့သူဟာ အဓိကကျတဲ့နေရာက ပါဝင်ပတ်သက်နေတယ်ဆိုတာ ဘုရင့်အတိုင်ပင်ခံနတ်ဆရာက အစောကြီးကြိုမြင်ခဲ့ပြီး သူ့ဆီချဉ်းကပ်လာတဲ့အခါ..။ သူမသိခဲ့တဲ့သူ့နောက်ခံဇာတ်ကြောင်းက ဘာလဲ၊ ဘာကြောင့်သူဟာ ဒီဇာတ်လမ်းမှာအဓိကကျနေလဲ အစရှိတဲ့ မေးခွန်းတွေနဲ့အတူ မှော်ပညာတွေ သတ္တဝါဆန်းတွေနဲ့ စွန့်စားခန်းတွေကြုံဆုံရပါတော့တယ်။ In the Name of the King မှာ လယ်သမားအဖြစ် Jason Statham ကဦးဆောင်ပါဝင်ထားပါတယ် ဒီကားဟာ တစ်ချိန်က နာမည်ကျော်ဗီဒီယိုဂိမ်းတစ်ခုဖြစ်တဲ့ Dungeon Siege ကိုအခြေခံထားတာဖြစ်ပြီး နန်းတွင်းဇာတ်ရှုပ်တွေ မှော်ဆရာတွေ၊ သတ္တဝါဆန်းတွေ နဂါးတွေနဲ့ ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/in-the-name-of-the-king-a-dungeon-siege-tale-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/hwguebk2yxsz-133x200.jpg",
        "title": "The Eve (2021)",
        "description": "The Eve (2021)ကိုရီးယားနဲ့ ဂျပန်ယာကူဇာဂိုဏ်းတွေ အကြောင်းရိုက်ကူးထားတဲ့အမိုက်စားအက်ရှင်ကားဖြစ်ပါတယ်Korea Action/Dramaဇာတ်ကားကောင်းမျှော်နေတဲ့ ပရိသတ်ကြီးအတွက် ဂျွန်လထဲမှာအသစ်စက်စက်ထွက်ထားတဲ့ The Eve ဆိုတဲ့ ဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် Cast တွေအနေနဲ့ Seo Han-Gyul,Hong Ah-Reum,Park Yum, Kim Jung-woon, Park Sun-mi အစရှိတဲ့ကိုရီးယားသရုပ်ဆောင်ပေါင်းများစွာပါဝင်သရုပ်ဆောင်ထားတဲ့ကားလေးလည်းဖြစ်ပါတယ်ဇာတ်လမ်း အကျဉ်းကတော့ ဂျောင်ဝူးဆိုတဲ့ မိဘမဲ့ လူငယ်လေးတစ်ယောက်ဟာငယ်ငယ်တည်းက မိဘတွေဆုံးပါးသွားခဲ့ပြီး သူ့ကို သူ့မိဘတွေရဲ့သူငယ်ချင်းဖြစ်သူ အဒေါ်ကြီးတစ်ယောက်က မွေးစားခဲ့ပါတယ်အဲ့ဒီအဒေါ်ကြီးမှာ သူ့ထက်အသက်ကြီးတဲ့ သမီးတစ်ယောက်ရှိပြီးနာမည်ကတော့ဟန်နာလို့ခေါ်ပါတယ် ဟန်နာကငယ်စဉ်တုန်းကခပ်ဆိုးဆိုးကျောင်းသားတစ်ယောက်နဲ့ တွဲမိပြီး သူမရည်းစားရှာတဲ့ ပြဿနာများကိုမကြာခဏ ဖြေရှင်းရလေ့ရှိပါတယ် ဒီလိုအချိန်တိုင်း သူမရဲ့ အဖေမတူမအေကွဲ မောင်လေး ဂျောင်ဝူးက ကာကွယ်ပေးခဲ့ပါတယ် အဲ့လိုကနေအရွယ်ရောက်လာတဲ့အထိ ဟန်နာရည်းစား လူဆိုး ချောဂျင်းက ဟန်နာကိုစိတ်ဒုက္ခပေးနေခဲ့ပါတယ် ချောဂျင်းကလည်း ထယ်ချန်း လူဆိုးဂိုဏ်းထဲဝင်သွားခဲ့ပြီးတစ်ရက်မှာ ထယ်ချန်းဂိုဏ်းက ဂျပန်ယာကူဇာ မူးယစ်ဆေးဂိုဏ်းနဲ့ပေါင်းမိဖို့ဖြစ်လာခဲ့ပါတယ် အဲ့ဒီအချိန် ဘယ်လို အရှုပ်အထွေးတွေကြုံရမယ်ဆိုတာကိုတော့ကိုယ်တိုင်ရင်တမမနဲ့ ကြည့်ရှုခံစားရဦးမှာပါ ...",
        "rating": "7",
        "url": "https://megaup.net/1Eriq/The.Eve.1080p.WEB-DL.CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xqyoBeaZaVJwAAMVB2t2q6kIHo3.jpg",
        "title": "Fan (2016)",
        "description": "မင်းသားကြီး ရှရွတ်ခန်း နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားတဲ့ Action, Drama, Thriller ဇာတ်ကားလေးပါ။နာမည်ကျော်မင်းသားကြီးတစ်ယောက် နဲ့ အဲဒီမင်းသားကို အသည်းအသန်ကြိုက်တဲ့ Hardcore Fan လူငယ်လေးနေရာ နှစ်နေရာကနေ သရုပ်ဆောင်ထားတာပါ။မင်းသားကို ကြိုက်လွန်းလို့ လုံးဝကို ပုံတူကူးပြီး တစ်ထပ်တည်း သရုပ်ဆောင်ပြနိုင်တဲ့အထိကို ရူးသွပ်တာပါ။သရုပ်ဆောင်ပြိုင်ပွဲတစ်ခုမှာ ပထမဆုရခဲ့ပြီး အဲဒီဆုကို သူ့ရဲ့ မင်းသားမွေးနေ့အမီ ပြနိုင်ဖို့ ကြိုးစားပြီး တွေ့ဖြစ်သွားတဲ့အချိန်မှာတော့Idol တွေနဲ့ Fan တွေနဲ့ တွေ့တဲ့ထုံးစံအတိုင်း သူ့ရဲ့စိတ်ကူးထဲက အတိုင်း ဖြစ်မလာဘူးပေါ့။နောက်ထပ် Action တွေ Thriller တွေဆက်ဖြစ်လာတာကို ဇာတ်ကားထဲမှာ ကြည့်ပါတော့။တစ်ယောက်တည်းက လုံးဝ မတူညီတဲ့ ဇာတ်ရုပ်နှစ်ခုကို လုံးဝ သရုပ်ဆောင်နှစ်ယောက် သရုပ်ဆောင်ထားသလို ပီပြင်အောင် သရုပ်ဆောင်ထားတာပါ။အသက်ချင်းထက်ဝက်လောက်ကွာတဲ့ နေရာနှစ်ခုကနေ ပီပြင်အောင် သရုပ်ဆောင်ထားနိုင်တယ်ဆိုတဲ့ ရှရွတ်ခန်းရဲ့ အရည်အချင်းကတော့ထူးချွန်တယ်ဆိုတာထက် ပိုတော်တယ်လို့ ပြောနိုင်ကောင်းပါရဲ့ဒီဇာတ်ကားရဲ့ IMDb Rating ကတော့ 7/10 ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/fan-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/bd-spywholovedme-155x200.jpg",
        "title": "[James Bond] The Spy Who Loved Me (1977)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့ တတိယမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ဒီကားက ရှေ့နှစ်ကားထက် ပို Rating ကောင်းသလို ဇာတ်လမ်းရော မင်းသမီးရော ပိုမိုက်ပါတယ်။ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (7.1/10) ရရှိထားပါတယ်…။ \nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:06:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/james-bond-the-spy-who-loved-me-1977/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-20-at-20.05.13-135x200.png",
        "title": "Sweet Girl (2021)",
        "description": "Sweet Girl (2021)==============IMDb Rating - 5.8/10ဒီနေ့အတွက် အားလုံးပဲကြိုက်နှစ်သက်လောက်မယ့် Action, Drama, Thriller ကားသစ်ကိုတင်ဆက်ပေးချင်ပါတယ်။အဓိက ဇာတ်ဆောင်တွေအဖြစ် အားလုံးပဲ သိတဲ့ Aquaman မင်းသား Jason Momoa နဲ့ Dora and the lost city of Goldရဲ့ မင်းသမီးလေး Isabela Mercedတို့က ပါဝင်ထားကြပါတယ်။ဇာတ်လမ်းကျော်ရိုးကတော့ ရေး ကော့ပါးဟာ မိသားစုကို အရမ်းချစ်တဲ့သူဖြစ်ပြီး ဇနီးသည်ကို ကင်ဆာရောဂါကနေ ပြန်ကယ်နိုင်ဖို့ အစွမ်းကုန်ကြိုးစားနေသူပါ။ကံကောင်းစွာနဲ့ ကင်ဆာကို ထိထိရောက်ရောက် ကုနိုင်တဲ့ ဆေးတစ်မျိုး ပေါ်လာခဲ့ပေမယ့် BioPrime ဆေးကုမ္ပဏီတွေရဲ့လောဘကြီးမှုကြောင့် ဆေးကုသခွင့်ဆုံးရှံးခဲ့ရလို့ ဇနီးသည်ရဲ့ အသက်ကို မကယ်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ ဇနီးသည်အတွက် တရားမျှတမှုကို လိုချင်တဲ့ ရေး တစ်ယောက် ဒီကိစ္စတွေများရဲ့ ချုပ်ကိုင်မှုတွေရဲ့ အဖြစ်မှန်တွေကိုဖော်ထုတ်ရင်း ကုမ္ပဏီတွေရဲ့ နောက်ကွယ်က အရှုပ်အရှင်းတွေကြားထဲ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/sweet-girl-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/large-cover-133x200.jpg",
        "title": "Last of the Wolves (2021)",
        "description": "ခပ်မိုက်မိုက် အက်ရှင်ကားကောင်းတွေကိုမှ တောင့်တနေပါတယ်ဆိုတဲ့ CM ပရိတ်သတ်တွေအတွက်\nအကြမ်းစားနဲ့ အလန်းကြီးလန်းမဲ့ ဂျပန်ယာခူဇာ ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်နော်ဒီဇာတ်ကားလေးဟာ ရုပ်ရှင် နှစ်ကားထွက်ထားတာဖြစ်ပြီး ပထမတွဲမှာတော့ ဟီအိုခါနဲ့အိချီနိုစဲတို့ အတူ ယာခူဇာဂိုဏ်းကြီးနှစ်ဂိုဏ်း ကြားက ရန်ပွဲတွေကို ငြိမ်းချမ်းအောင်လုပ်ပေးခဲ့ပါတယ်အခု ဒုတိယတွဲမှာတော့ ဟီအိုခါတစ်ယောက် ငြိမ်းချမ်းရေးကို မလိုလားတဲ့ ဂိုဏ်းအကြွင်းအကျန်တွေလက်ထဲကနေ ငြိမ်းချမ်းရေးကို ဘယ်လိုထိန်းသိမ်းမလဲဆိုတာကို ရိုက်ကူးပုံဖော်ထားတာပါ ဇာတ်ကြောင်းလေးကတော့...ခုရဲဟာရမြို့ရဲ့ အိုဒါနီ ဂိုဏ်းနဲ့ ဟီရိုရှီးမားမြို့ရဲ့ ဂျင်စေးခိုင်ဆိုတဲ့ ယာခူဇာဂိုဏ်းကြီးနှစ်ဂိုဏ်းကြားက ပဋိပခတွေကို ဂျင်စေးခိုင်ရဲ့ ခေါင်းဆောင်ရှိုဟေး သေဆုံးပြီးတဲ့နောက်ပိုင်းမှာ\nနှစ်ဖက်လုံးက အာဃာတတရားတွေ အငြှိုးအတေးတွေကို ဖယ်ရှားပြီး ယာယီစစ်ပြေငြိမ်းမှုရယူခဲ့ကြပါတယ်စစ်ပြေငြိမ်းမှုရယူပြီး နှစ်ဖက်လုံး ကိုယ့်စီးပွားရေးကိုသာအဓိက အားထားပြီးလုပ်နေချိန်မှာ ဟီအိုခါဆိုတဲ့ စုံထောက်က အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ငြိမ်းချမ်းအောင် ဖျန်ဖြေရေး အကျိုးဆောင်လုပ်ပေးနေခဲ့ပါတယ်ဒီလိုနဲ့ သုံးနှစ်ကြာမြင့်ပြီးချိန်မှာတော့ သေသွားတဲ့ ဂျင်စေးခေါင်းဆောင် ရဲ့ ညာလက်ရုံး အူအဲဘာယရှီဟာ ထောင်ထဲမှ လွတ်မြောက်လာခဲ့ပါတယ်သူဟာ အရင်ကတည်းက သူ့ခေါင်းဆောင်အပေါ်သစ္စာရှိပြီး ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/last-of-the-wolves-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODk5NzQ5ZTktYTJlNi00YWI5LWI5NTMtMjU1ZTY0NmQ5NTM2XkEyXkFqcGdeQXVyMTExOTY0NTI1._V1_-123x200.jpg",
        "title": "3rd Class(2020)",
        "description": "3rd Class (2020)\nAction, Romance\nIMDb 7.7/10ဆဟာနားက ဂီတကိုချစ်မြတ်နိုးသူတစ်ယောက်ဖြစ်ပြီး ဖခင်ဖြစ်သူဝန်ကြီးချုပ်ရဲ့သည်းသည်းလှုပ်ချစ်ခြင်းကိုခံရတဲ့ ကောင်မလေးပေါ့..ဘဝမှာလိုလေသေးမရှိ ပြည့်ပြည့်စုံစုံနေရပေမယ့် မိဘဆန္ဒကိုမလွန်ဆန်နိုင်တော့ မိဘတွေစီစဉ်ပေးတဲ့သူနဲ့လက်ထပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်...ဂျက်ဂီကတော့ ကားဝပ်ရှော့တစ်ခုမှာအလုပ်လုပ်တဲ့သာမန်ဆင်းရဲသားမိသားစုကဆင်းသက်လာတဲ့ကောင်လေး...တစ်နေ့ဝန်ကြီးရဲ့ကားကိစ္စနဲ့ပက်သက်ပြီးဆဟာနားနဲ့ ဂျက်ဂီတို့တွေ့ဆုံခဲ့ကြပါတယ်...ဂီတကို ချစ်မြတ်နိုးပေမယ့်လည်း အဆင့်အတန်းခွဲခြားတတ်လွန်းတဲ့ဆဟာနားဟာ ဂျက်ဂီအပေါ်လွန်စွာမုန်းတီးနေခဲ့ပါတယ်...အိုးချင်းထားတော့ အိုးချင်းထိ..ကြိုးချင်းထားတော့ ကြိုးချင်းငြိဆိုသလိုသူတို့နှစ်ယောက်ကြား တဖြည်းဖြည်း သံယောဇဉ်တွေဖြစ်လာတဲ့အခါ...ဖခင်ဝန်ကြီးချုပ်ရဲ့ ရက်စက်ပြတ်သားလွန်းတဲ့ ဆုံးဖြတ်ချက်တွေကြားဖြစ်တည်မှုခြင်းမတူကြတဲ့ သူတို့နှစ်ယောက်ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမလဲ....သူတို့အချစ်ခရီးလမ်းဖြောင့်ဖြူးပါ့မလဲဆိုတာကိုတော့ ပိတ်ကားထက်မှာဆက်လက်ရှုစားပေးပါ...\nFile size…May Zin Oo & Mya\nQuality…720p WEB DL Ddp5.1 And 480p\nFormat…Mp4\nDuration….2h 10min\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by May Zin Oo & Mya",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/3rd-class2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BZTdiNTg4ZTEtMWZlMy00MWEyLTg1ZDYtYTcwN2VlYTc2ZTYzXkEyXkFqcGdeQXVyMzAzMzkzNTU@._V1_-142x200.jpg",
        "title": "Gatao: The Last Stray (2021)",
        "description": "အခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ အချစ်အကြောင်းကို ဖော်ကျူးရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါ\nအချစ်ဆိုတဲ့ထဲမှာ သမီးရည်းစားအချစ်တင်မကဘဲ သူငယ်ချင်းပေါင်းဖော်အချင်းချင်းချစ်တဲ့အချစ်ကိုပါ\nလှလှပပပုံဖော်ထားပြသထားတဲ့ ထိုင်ဝမ် ဇာတ်လမ်းကောင်းလေးတစ်ခုလည်းဖြစ်ပါတယ်ဂန်းစတားဆိုတာမျိုးက ကိုယ်လုပ်ချင်လွန်းလို့ဖြစ်လာတာမဟုတ်ဘဲနဲ့ အကြောင်းအမျိုးမျိုးကြောင့် မဖြစ်သာဘဲဖြစ်လာရတာပါ\nအားချင်းဆိုတဲ့ကောင်လေးဟာလည်း တည်ငြိမ်တဲ့အိမ်တစ်ခု သာမန်ဘဝတစ်ခုကို တောင့်တနေတဲ့ ဂန်းစတားတစ်ယောက်ပေါ့\nသူဟာ ရှောင်ချီဆိုတဲ့ ဓာတ်ပုံဆရာမလေးနဲ့တွေ့ပြီး သူ့စိတ်ကူးတွေ ဖြစ်လာခါနီးအချိန်မှာ သူတို့ အဖွဲ့က ဆေးကုန်ကူးမှုအရှုပ်အရှင်းတွေနဲ့ ဆက်နွယ်ပတ်သတ်လာပါတော့တယ်\nဒီလိုအရှုပ်အထွေးတွေကြားထဲမှာ အားချင်းတစ်ယောက် သူ့ညီအစ်ကိုတွေနဲ့ သူချစ်ရတဲ့ ကောင်မလေးကို ဘယ်လိုကာကွယ်နိုင်ဖို့ ကြိုးစားမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုကြရမှာပါနော် ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )Quality__1080p,720p,360p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__02:05:00\nType__Crime , Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/gatao-the-last-stray-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u2zpKzwrv8gjEgoqDOxR5LVzH2B.jpg",
        "title": "King of Prison 2: The Prison War",
        "description": "King of Prison 2 (2021)ထောင်ကားတွေ ရှားပါးနေတဲ့အချိန်မှာ\nထောင်ကား ကောင်းကောင်းလေးတစ်ကောင်းကို တင်ဆက်ပေးလိုက်ပါတယ်။၂၀၂၀ ခုနှစ်တုန်းက King of Prison 1 ထွက်ရှိခဲ့ပြီး အတော်အတန် အောင်မြင်ခဲ့ပါတယ်။ထောင်ကား ကြိုက်နှစ်သက်သူတွေအဖို့ အတော်သဘောတွေ့ခဲ့ရတဲ့ ကားပါပဲ။ဒီကားကလည်း စိတ်မပျက်စေရဘူးဆိုတာ အာမခံပါတယ်။နာမည်ကြီး မင်းသားမင်းသမီးတွေ မပါဘဲ လူမိုက်ကြီးတွေနဲ့ကို ဇာတ်လမ်းက ကောင်းနေတာပါ။အဓိကကတော့ အက်ရှင်မှ ကြမ်းမှ ကြိုက်တယ်ဆိုသူတွေ ကြည့်သင့်တဲ့ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။ထောင်မင်းသားတွေ ထောင်ဘုရင် ဖြစ်ဖို့ကြိုးစားကြတာပါ။ထောင်ထဲမှာ အပြိုင်အဆိုင်လူမိုက်လုပ်နေကြတဲ့ အဖွဲ့နှစ်ဖွဲ့ ရှိပါတယ်။ဒီနှစ်ဖွဲ့ရဲ့ခေါင်းဆောင်နှစ်ယောက်ကလည်း တစ်ယောက်နဲ့တစ်ယောက် ရန်စောင်နေကြတာပါ။\n\"ကိုယ်ဦးကိုယ်တွယ် သူဦး သူတွယ်\" ပါပဲ။\nဘာလို့လဲဆိုတော့ ခေါင်းဆောင်နှစ်ယောက်ဟာ ထောင်ဘုရင်ဖြစ်ဖို့ ပြိုင်နေကြတာကိုး။မကောင်းတဲ့အတိတ်နဲ့ ထောင်ထဲမှာဓားကိုင်နိုင်တဲ့ တစ်ဦးတည်းသော ထောင်သား ဂီချောလ် ရောက်လာတဲ့အခါမှာတော့\nအဖွဲ့နှစ်ဖွဲ့ကြားရန်လိုမှုက မီးလောင်ရာ ဓာတ်ဆီနဲ့လောင်းလိုက်သလိုပါပဲ။အရှိန်အဟုန်က ပြင်းထန်လာပါတော့တယ်။လာဘ်စားတဲ့ ထောင်လုံခြုံရေးမှူး ရယ် .....\nနောက်ကွယ်မှာ ထိန်းချုပ်ဖို့ ကြိုးစားနေတဲ့သူဌေးကြီးရယ် ......\nပါဝင်နေသေးတယ်ဆိုတော့…စစ်မှန်တဲ့ထောင်ဘုရင်ဘယ်သူဖြစ်မလဲ ဆိုတာကို ဇာတ်လမ်းထဲမှာ ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/king-of-prison-2-the-prison-war/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aYxsMQQTGK1rp1JXhPsOVYYFafQ.jpg",
        "title": "Habit(2021)",
        "description": "Habit(2021)အညွှန်း*****************မင်းသမီးချောလေး Bella Thorne ရဲ့ တလွဲတွေပွဲကြမ်းတဲ့ကားပါ...ကြိုပြီးသတိပေးချင်ကတော့ ဒီကားဟာ R-rated movie ဖြစ်တဲ့အတွက် အသက်မပြည့်သေးတဲ့သူတွေ၊မိသားစုနဲ့ကြည့်မဲ့သူတွေ အတွက်မသင့်တော်ပါဘူး ဇာတ်လမ်းထဲမှာတော့ မက်ဒ် ဟာ ချောမောလှပတဲ့ တစ်ကောင်ကြွက်အမျိုးသမီးငယ်လေးဖြစ်ပြီး သူနဲ့ဘဝတူ သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ LA မှာ နေထိုင်ကြပါတယ်။တခြားသူတွေနဲ့ မတူတဲ့အချက်ကတော့ မက်ဒ် ဟာ ယေရှု ဘုရားသခင်ကို ယုံကြည်ကိုးကွယ်သလောက် တလွဲပြစ်မှုတွေလုပ်ချင်တဲ့နေရာမှာလည်း ၂ယောက်မရှိဘူး...တစ်နေ့မှာတော့ မက်ဒ် ဟာ အလုပ်ပြုတ်သွားတဲ့အတွက် သူ့ငယ်ချင်း အက်ဒီ ...အီဗီ တို့နဲ့အတူ ကလပ်မှာ ဆေးအရောင်းဝယ်လုပ်ဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။ဆေးကွဲပြီး ကလပ်ကအပြန် သူငယ်ချင်းမ အီဗီ အိမ်ခေါ်လာတဲ့ One night stand ဘဲကြီးကသူတို့ရှာထားတဲ့ ဒေါ်လာတွေနဲ့ ဆေးတွေကို သမပြီးလစ်သွားပါတော့တယ်။ ကံဆိုးချင်တော့ဆေးတွေရဲ့ပိုင်ရှင်က စောက်ရမ်းကြမ်းတဲ့ ဘိန်းရာဇာတရုတ်မ ဖြစ်နေတဲ့အခါ…မက်ဒ် တို့သုံးယောက် ဘယ်လိုတွေဂယက်ထကြမလဲ…...",
        "rating": "",
        "url": "https://channelmyanmar.org/habit2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/08/rgsu8dbdikjt-140x200.jpg",
        "title": "King of Prison (2020)",
        "description": "ဒီကားကတော့ထောင်အက်ရှင်ဖိုက်တင်ကား\nကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nတင်ဆက်ပေးထားတာဖြစ်ပြီး\nဇာတ်လမ်းလေးကလည်းကောင်းပါတယ်။\nမင်းသားတွေကနာမည်ကြီးတွေမပါဖူးဆိုပေမယ့်\nသရုပ်ဆောင်ချက်တွေကသဘာဝကျပြီးတော့\nထောင်တွင်းဇာတ်လမ်းစိတ်ဝင်စားတဲ့သူတွေအတွက်\nကြည့်ပျော်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ထောင်ထဲမှာသူနေရာ သူအဆင့်နဲ့သူ\nထိပ်သီးလူဆိုးတွေဆိုတာရှိကြပါတယ်။ဒီလူဆိုးတွေအချင်းချင်းဖြစ်ကြတဲ့\nရန်ပွဲတွေအကြောင်းကိုဇာတ်လမ်းအဓိကဆင်ပေးထားတာပါ။\nထောင်ဆိုတာကဘုမသိဘမသိနဲ့ မတရားခံရပြီးရောက်လာတဲ့သူတွေလည်းရှိသလို\nတကယ်ဆိုးမိုက်ပေတေလို့ထောင်နန်းစံနေရသူလည်းရှိပါတယ်။\nဇာတ်လမ်းကိုကောင်လေး တစ်ယောက် မတရားခံရပြီး\nထောင်ထဲကိုရောက်လာချိန်တွေ့ကြုံရတဲ့ အခက်အခဲ\nအဖြစ်အပျက်လေးတွေနဲ့အစပျိုးထားပါတယ်။\nစားသောက်ဆိုင်ပိုင်ရှင်သားဖြစ်သူအီမန်အီဆိုတဲ့\nကောင်လေးက သူအဖေကိုအကြွေးတောင်းတဲ့လူဆိုးတွေကနှိပ်စက်လို့\nဓါးကိုင်ပြီး ဝင်ကယ်ရာကနေ ထောင်ထဲကိုလူသတ်ရန်\nကြံစည်လို့ဆိုပြီးရောက်လာခဲ့ပါတယ်။\nဒီထဲရောက်ထဲအခါမှာသူထက်ဆရာကျပြီး ဆိုးတဲ့မိုက်တဲ့သူတွေထားတဲ့\nအကြမ်းဖက်မှုအခန်းမှာသူနေရပါတယ်။\nအခန်းမှာတကယ့်ထောင်တွင်းလူမိုက်ဆရာကြီးထိပ်သီးတွေလည်း\nနေကြပါတယ်။\nအဲ့လိုနေစဉ်ကာလအတွင်းသူကြုံတွေ့ရတဲ့ပင်ပန်းဆင်းရဲမှုတွေ၊ထောင်တွင်း\nအနိုင်အထက်ပြုတာတွေနဲ့ လူဆိုးလူမိုက်တွေတောင်တစ်ခန်းတည်းတူတူနေရင်\nသံယောဇဉ်ဖြစ်သွားနိုင်တယ်ဆိုတဲ့အကြောင်းလေးကို\nဇာတ်လမ်းလေးနဲ့တင်ဆက်ထားပါတယ်။\nကိုရီးယားကားထုံးစံအတိုင်း Action သီးသန့်မဟုတ်ပဲ\nဇာတ်လမ်း ဇာတ်အိမ်လေးနဲ့ drama လေးနှောပြီးကြည့်ကောင်းအောင်သွားပေးထားလို့\nAction/Drama ကြိုက်တဲ့ပရိတ်သတ်ကြီးအတွက်\nကြည့်ကောင်းမယ့်ကားလေးတစ်ကားဖြစ်တယ်လို့လည်း ညွှန်းချင်ပါတယ်။\n \nFile Size -  1.2 gb\nQuality - web-dl 1080p\nSubtitle -  burmese\nTranslator - Moe Pwint\nEncoder - XCode",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/king-of-prison-2020/"
    },
    {
        "thumbnail": "",
        "title": "Dilwale (2015)",
        "description": "ဘောလိဝုဒ်မင်းသားကြီး ရှာရွတ်ခန်း နဲ့ မင်းသမီး Kajol တို့ တကြော့ပြန် ပြန်လည်လက်တွဲထားတဲ့ ဇာတ်ကားပါ။\nဇာတ်လမ်းအကြောင်းမပြောခင်..ပြောချင်တဲ့အချက်တစ်ချက်ရှိပါတယ်။အဲဒါကတော့ ဒီဇာတ်ကားမှာ ရှုခင်းနဲ့ ဆက်တင်ကိုအထူးဂရုပြုပြီး ဖျော်ဖြေရေးဆန်ဆန် အရောင်အသွေးစုံလင်အောင်\nဖန်တီးထားတဲ့အကြောင်းပါ။အရောင်အသွေးစုံခင်မှုအပိုင်းမှာ တစ်နေရာမှ မလစ်ဟင်းအောင် ဂရုပြုထားပြီး\nပန်းချီကားတစ်ချပ်လို ဖန်တီးတင်ဆက်ထားတာ လှပလွန်းပါတယ်။ဇာတ်လမ်းပုံစံကတော့\nမိသားစုတွေရဲ့ ရန်ငြိုးကြောင့် ချစ်ရက်နဲ့ ကွဲကွာနေကြတဲ့ ချစ်သူနှစ်ဦး\nကံကြမ္မာအလှည့်အပြောင်းတစ်ချိုးမှာ ပြန်လည်တွေ့ဆုံဖို့ ဖြစ်လာတဲ့အခါ.........။ဇာတ်လမ်းကို သွက်သွက်လက်လက်တစ်နည်း...လွမ်းလွမ်းဆွေးဆွေးတဖုံ....\nရယ်ရယ်မောမောတစ်သွယ်...ပုံစံမျိုးစုံ တင်ဆက်ရာမှာ သီချင်းတွေနဲ့ နောက်ခံ သံစဉ်တီးလုံးတွေက\nအတော်လေးလိုက်ဖက်ညီပြီး ဇာတ်လမ်းကို အကောင်းမွန်ဆုံးထောက်ပံ့ပေးသွားတာတွေ့ရပါတယ်။ဇာတ်ရံပေါင်းများစွာနဲ့ စုံစုံလင်လင်တင်ဆက်ထားပြီး ဇာတ်ကားကြာမြင့်ချိန်ကလဲ ၂ နာရီခွဲလောက်ရှိတဲ့အတွက်\nရုပ်ရှင်ရုံထဲကြည့်နေရသလို အေးအေးဆေးဆေး အနားယူ... အချိန်ယူ ခံစားကြည့်ရှုသင့်တဲ့ဇာတ်ကားပါ။(ဒီဇာတ်ကားကို Tariq L Walker မှဘာသာပြန်ထားတာဖြစ်ပြီး ဇာတ်ဝင်တေးသီချင်းတွေကိုပါ မြန်မာပြန်ဆိုပေးထားပါတယ်။)File size…(2.6 GB) / (1.4 GB)\nQuality….BluRay 1080p / 720p\nFormat…mkv\nDuration….02:38:00\nsubtitle….Myanmar Hardsub\nEncoder….Nyeinsaeya Aung",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/dilwale-2015_100/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uIXF0sQGXOxQhbaEaKOi2VYlIL0.jpg",
        "title": "Snake Eyes: G.I. Joe Origins (2021)",
        "description": "G.I.Joeထဲက နင်ဂျာအမဲ​ရောင် စကား​ပြောတဲ့ရုပ်ရှင်ထွက်လာပါပြီဒီရုပ်ရှင်က Snake Eyesနဲ့ သူရဲ့​သွေး​သောက်ညီအစ်ကို၊ ပြိုင်ဘက် Storm Shadow တို့ရဲ့ မူလအစကို တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ခေါင်း​​​ဆောင်မင်းသားနှစ်​​ယောက်က Crazy Rich Asians ထဲက Henry Golding နဲ့ ကြမ်း​ပေ့ရမ်း​ပေ့ဆိုတဲ့ \"Warriors\" စီးရီးထဲက မင်းသား Andrew Koji ပါငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူကို အမည်မသိလူတစ်စု သတ်ဖြတ်သွားတာ​ကြောင့် ကလဲ့စား​ချေလိုစိတ်နဲ့ကြီးပြင်းလာ ခဲ့တဲ့ Snake Eyesတစ်​​ယောက်Arashik​age မျိုးနွယ်စုရဲ့ ဆက်ခံသူဖြစ်လာမယ့် ​\"တော်မီ\"ကို မျိုးနွယ်စုသစ္စာ​ဖောက် \"ကန်တာ\"နဲ့ လူမိုက်တစ်သိုက်လက်ထဲက ကယ်တင်ဖို့အ​ရေးနဲ့ ကြုံလာရပါတယ်သူကယ်တင်​ပေးခဲ့တဲ့\"တော်မီ\"က​နေတဆင့် Arashikage မျိုးနွယ်ရဲ့သိုင်းပညာကျင့်စဉ်တွေကို လက်ဆင့်ကမ်းသင်ကြားရင်း အ​ဖေကိုသတ်သွားတဲ့တရားခံကိုလက်စားပြန်​ချေနိုင်မလား၊Snake Eyesဆိုတဲ့နာမည်ကိုဘယ်လိုရလာမှာလဲ၊သစ္စာ​ဖောက် \"ကန်တာ\"ရဲ့အကြံအစည်က​ရော ဘာဖြစ်မလဲ၊JOEအဖွဲ့နဲ့ Cobraက​ရော ဒီဇာတ်ကားထဲမှာ ဘယ်လိုအခန်းကဏ္ဍက ပါဝင်လာမလဲ ......စသဖြင့် ​​ရှေ့မှာထွက်ပြီးသား G.I.Joe နှစ်ကားရဲ့ Spin off အဖြစ် ဇာတ်လမ်းဆက်​ပေးသွားမှာဖြစ်ပါတယ်Digital ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/snake-eyes-g-i-joe-origins-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/61baxbexL0L._SL1000_-154x200.jpg",
        "title": "[James Bond] The Man with the Golden Gun (1974)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Roger Moore ရဲ့ ဒုတိယမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..ရှောင်ကွန်နရီနေရာမှာ အကောင်းဆုံးအစားထိုးနိုင်တဲ့ ဘွန်းအဖြစ် ရော်ဂျာမိုးကို သတ်မှတ်ကြပါတယ်..တည်ငြိမ်ရင့်ကျက်တဲ့ ဘွန်းရဲ့ အရသာကို ခံစားရမှာပါ။IMDb Rating (6.7/10) ရရှိထားပါတယ်…။ \nFile size…(2.3 GB) and (1.3 GB)\nQuality….BluRay 1080p and 720p\nFormat…mp4\nDuration….02:05:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/james-bond-the-man-with-the-golden-gun-1974/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNmY1M2QyYmEtODZjMy00ZDBlLTliNzAtMDdkYTcwOGRlN2U5XkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-141x200.jpg",
        "title": "Uppena(2021)",
        "description": "Uppena 2021\n--------------------\nIMDB Rating 6.9/10Action / Drama / Romanceတေလဂူးလ်ကားတွေထဲ အချစ်ကားဆို သိပ်မကြိုက်ပေမယ့်\nဒီကားလေးကတော့ အတော်လေး သဘောကျစရာကောင်းတယ်လို့ပဲ\nပြောရမှာပေါ့. ဇာတ်လမ်းအစမှာ ကြည်နူးဖွယ်ဇာတ်ဝင်ခန်းတွေ\nအလယ်လောက်မှာတော့ ခံပြင်းစရာဇာတ်ဝင်ခန်းမျိုးနဲ့\nဇာတ်လမ်းအဆုံးမှာတော့ မထင်မှတ်ထားတဲ့\nအချိုးအကွေ့နဲ ဆွဲဆောင်သွားမယ့် ဇာတ်အိမ်မျိုးနဲ့ ရိုက်ကူးထားပါတယ်.\nမျိုးရိုးမတူတဲ့ လူငယ်နှစ်ယောက်ကြားက မေတ္တာရယ်\nမျိုးရိုးဇာတ်ဆိုတာကြီးကို သိပ်ကို ပြင်းထန်စွာ ခံယူထားတဲ့ ရာယာနမ်ဆိုတဲ့ လူကြီးရဲ့\nအတ္တတရားကို အိုဗာအက်တင်သိပ်မပါပဲ ကြည့်ရမယ့်ကားမျိုးပေါ့.\nကုလားပြည်မှာက မျိုးရိုးဇာတ်ခွဲခြားမှုတွေ သိပ်ကိုပြင်းထန်ခဲ့တာပေါ့ဗျာ.\nလူလူချင်းတူပေမယ့် မျိုးရိုးဇာတ်နိမ့်သူက ပညာတက်ဖြစ်ရင်တောင်\nအဖတ်မလုပ် မတူမတန်ရွံစရာသလို ဆက်ဆံခံရတဲ့ အန္ဒိယပြည့်ရဲ့\nအရိပ်မည်းကြီးကို ဒီကားက အခြေပြု ရိုက်ကူးထားပါတယ်.ဇာတ်လမ်းအကျဉ်း\n-----------------\nရာယာနမ်ဆိုတဲ့ လူကြီးက ရွာရဲ့မျက်နှာဖုံး\nမျိုးရိုးဇာတ်အမြင့်ကိုမှ လူလို့ထင်တဲ့လူ.\nသမီးဖြစ်သူကို ကောလိပ်တတ်ဖို့\nရွာကို မြို့ကောလိပ်က ဘတ်စ်ကားကိုပါ\nလာခေါ်ခိုင်းနိုင်ပြီး တရွာလုံးကလူတွေကို\nသေဆိုသေရှင်ဆိုရှင်စေနိုင်တဲ့ထိ အာဏာဆက်ပြင်းတဲ့လူကြီး.\nသမီးဖြစ်သူ ဆဂီးသာကတော့ ဖြူစင်တဲ့ကောင်မလေးပေါ့.\nသူမ အဖေရာယာနမ်က သူ့ကိုသိပ်ဂရုမစိုက်ဘူးခံစားရလို့\nအားကိုးရမယ့် ချစ်သူကို ရှာဖွေနေသူပါ. တနေ့တော့\nမထင်မှတ်ပဲ သူ့ကျောင်းအပြန်လမ်းက ရန်ပွဲမှာ\nသူ့ရင်ခုန်ရာ ကောင်လေးကိုရှာတွေ့ခဲ့ပါတယ်.\nကောင်လေးက သူတို့ရွာနားက ကမ်းစပ်မှာ\nနေထိုင်စားသောက်ပြီး တံငါသည်လုပ်ငန်းနဲ့\nအသက်မွေးရတဲ့ ဆင်းရဲသားမျိုးရိုးဇာတ်နိမ့်သူ.\nဒါပေမယ့် ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/uppena2021/"
    }
]