[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/MV5BNzQzOTk3OTAtNDQ0Zi00ZTVkLWI0MTEtMDllZjNkYzNjNTc4L2ltYWdlXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_-133x200.jpg",
        "title": "The Matrix (1999)",
        "description": "Matrix သမိုင်းအကျဉ်း၂၁ ရာစု အလယ်ပိုင်းလောက်မှာ လူသားတွေဟာ စိက်အသိဉာဏ် AI ကို တီထွင်ခဲ့ပါတယ်။ လူသားတွေကိုယ်စား အလုပ်တွေအကုန်ခိုင်းလို့ရတဲ့ စက်တွေပေါ်လာပြီး လူတွေအကုန် အလုပ်လုပ်စရာမလိုဘဲ နှပ်နေလို့ရလာတာပေါ့။ ဒါပေမဲ့ အသိဉာဏ်ရှိလာတဲ့ စက်တွေကလည်း လူတွေဟာ သူတို့ကို ခိုင်းစရာ ပစ္စည်းသက်သက်လိုပဲ သဘောထားတာကို မကျေနပ်နိုင်ပဲ ဆန္ဒပြတာမျိုးတွေ ဖြစ်လာပါတယ်။ အကြီးဆုံးပြဿနာကို အစပြုစေခဲ့တာကတော့ B1-66ER ဆိုတဲ့ အိမ်အကူစက်ရုပ်ဟာ သူ့ကိုဖျက်ဆီးပြီးအသစ်အစားထိုးတော့မယ့် အိမ်ရှင်တွေကို သတ်ဖြတ်ခဲ့တဲ့အမှုပါပဲ။ ဒီအမှုကို တရားရုံးမှာ B1-66ER က မိမိကိုယ်ကိုယ်ခုခံကာကွယ်တယ်လို့ ထွက်ဆိုခဲ့ပါတယ်။ သူမသေချင်ပါဘူးတဲ့။ လူသားရှေ့နေကလည်း ကူညီခဲ့ပေမဲ့ အမှုရှုံးခဲ့ပြီး စက်ရုပ်ဟာ ဖျက်ဆီးခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ စက်ရုပ်အခွင့်အရေးအတွက် စက်ရုပ်တွေရော စာနာတတ်တဲ့လူသားတွေရောက တစ်နိုင်ငဲံလုံးမှာ ဆန္ဒပြခဲ့ကြပါတယ်။ ဆန္ဒပြတဲ့လူတွေရော စက်ရုပ်တွေရောကို လူသားအဓိကဝါဒီတွေက ရက်ရက်စက်စက်နှိမ်နင်းခဲ့တဲ့အပြင် စက်ရုပ်တော်လှန်ရေးကြီး ဖြစ်လာမှာကို စိုးရိမ်တဲ့ ကုလ ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/the-matrix-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUSw4EZApLW0ghZgjGQKMClb8H0.jpg",
        "title": "The Sword (2021)",
        "description": "The Sword (2021)တရုတ်သိုင်းကားကောင်းကောင်းကြိုက်သူများအတွက်သိုင်းကားကောင်းကောင်းလေး တင်ဆက်ပေးလိုက်ပါပြီကာလကတော့ ကမ္ဘာကြီးကို အရှေ့တိုင်းနဲ့အနောက်တိုင်းဆိုပြီး နှစ်ပိုင်းခွဲခြားထားတုန်းကပေါ့ဂိုဏ်းပေါင်းစုံက နယ်မြေတွေကို လုဖို့အတွက်နဲ့ ဂိုဏ်းအချင်းချင်း တိုက်ခိုက်ပြီး စစ်ပွဲတွေဖြစ်လာကြပါတယ်စစ်ပွဲတွေကြောင့်လူသားတွေလည်းများစွာသေဆုံးခဲ့ရပါတယ်သေဆုံးတဲ့လူတွေရဲ့စိတ်စွမ်းအားနဲ့ အာဃာတတရားတွေကို စားသုံးပြီးအင်အားကြီးလာတဲ့ \"အာသာ\" ဆိုတဲ့ အမှောင်သခင်ကြောင့် စတင်ခဲ့တဲ့ ဇာတ်လမ်းလေးပါအာသာဟာ အနောက်တိုင်းမှာ သရဲတပ်သားတွေနဲ့ လူသားတွေကိုသတ်ဖြတ်လို့အနောက်တိုင်း Sun Warden အဖွဲ့က စွမ်းအားရှင်သုံးဦးကို ဟိုလီဓားကို ယူဖို့ အရှေ့အရပ်ဆီ ပို့လိုက်ပါတော့တယ်ဟိုလီ ဓားကလည်း အညတြဓားတစ်လက်တော့ မဟုတ်ပါဘူးအမှောင်သခင်ကြီးကိုချေမှုန်းနိုင်တဲ့တစ်ခုထဲသောလက်နက်မို့အရှေ့တိုင်းယဲ့ကျင်းရွှယ်လုံဂိုဏ်းက သေချာစောင့်ရှောက်ပေးနေတဲ့ဓားပါဓားသွားခိုးတာကနေဘာတွေဆက်ဖြစ်လာမလဲ?အရက်သမား ဇာတ်လိုက်ဖြစ်တဲ့မင်းသားကရောဘာလဲ?သူတို့တွေကဘယ်လိုပက်သက်လဲ?ကဲ ..... ဇာတ်လမ်းထဲသာကြည့်လိုက်ပါတော့နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Kong Hu ပဲ ဖြစ်ပါတယ်။Genre..... Action , Drama, Fantasy\nQuality….WEB-DL 1080p and 720p and 360p\nFile size… 943MB and 543MB and 179MB\nFormat…mp4\nDuration….1h ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/the-sword-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wF2Tnf0bdYrzCKVbWh0mFwPJS6k.jpg",
        "title": "The Crow(1994)",
        "description": "The Crow(1994) အညွှန်း*********************IMDb....7.5Halloween မှာ လက်ထပ်ဖို့ စီစဉ်ထားတဲ့ စုံတွဲလေးဟာ တစ်ရက်အလိုမှာ ရက်ရက်စက်စက် အသတ်ခံလိုက်ရပါတယ်။The Crow (ကျီးကန်း) ဟာ သေသူတွေရဲ့ ဝိဉာဉ်ကို သယ်ဆောင်ပေးတဲ့ အချိတ်အဆက်လေးပေါ့။ထူးဆန်းစွာ တစ်နှစ်ကြာအပြီးမှာ သေဆုံးသွားတဲ့ လူရွယ်ဟာ ထူးဆန်းစွာ  ပြန်လည်နိုးထလာခဲ့တယ်..နာကျဉ်းမှုတွေနဲ့နှိုးထလာခဲ့တဲ့ သူဟာ သူနဲ့ သတို့သမီးလောင်းလေးကိုသတ်ဖြတ်ခဲ့တဲ့ လူမိုက်တွေကိုလက်စားချေဖို့ကြိုးစားပါတော့တယ်...he Crow ဆိုတဲ့ အက်ရှင်ကားဟာ Bruce Lee ရဲ့ သား Brandon Lee မကြွေလွင့်ခင်ရိုက်ခဲ့တဲ့ နောက်ဆုံး ကားလေးပေါ့။ ဒီကား‌လေး ရုံတင်ဖို့ ရက်အနည်းငယ် အလိုမှာပဲ Brandon Lee ဟာ သေဆုံးသွားခဲ့တာပါ။1994 တုန်းက အင်မတန် နာမည်ကြီးခဲ့တဲ့ ဇာတ်ကားလေး။အက်ရှင်ကားကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း.ာ်   File Size :(1.9GB) (954 MB) and (309 MB)\nQuality : Blu-Ray 1080p5.1ch, ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-crow1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/04gjhoeodiz0-133x200.jpg",
        "title": "Tianqi Apocalypse (2021)",
        "description": "ဒီတစ်ခါမှာတော့ English ရုပ်ရှင် Skyline နဲ့ Korea ရုပ်ရှင် Train to Busan တို့ကိုပြန်အမှတ်ရစေမယ့် တရုတ် ဇွန်ဘီ ဖုတ်ကောင်ကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်း\nစကားမပြောတတ်တဲ့ သမီးဖြစ်သူအတွက် သမားတော်ဆီမှာ ဆေး၀ယ်ပြီး အိမ်ကိုပြန်လာတဲ့ အဖေနဲ့ ဦးလေး..မြို့တစ်မြို့လုံးကိုမြူတွေဆိုင်းလာပြီး မြူခိုးထဲမှ မကောင်းဆိုးဝါး အငွေ့အသက်တွေကြောင့် ဖုတ်ကောင်ဖြစ်သွားကြတဲ့မြို့သူမြို့သားတွေကြားရောက်နေတဲ့သမီးကိုကယ်တင်ရတော့မယ့်အခါ..မကောင်းဆိုးဝါးတွေရန်က ဘယ်လိုရုန်းထွက်မလဲ။ သမီးကိုရော ပြန်တွေ့နိုင်ပါ့မလားဆိုတာခံစားကြည့်ရင်းရသမျိုးစုံခံစားရမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားပါပဲ။တင်ဆက်ပုံတစ်မျိုးပေမယ့် Train to Busan ကော Skyline ကိုကော သတိရမိစေတဲ့ကားကောင်းတကားမို့ ရှုစားအားပေးကြည့်လိုက်ပါဦး။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ SST ဖြစ်ပါတယ်။)\nFile size…(999 MB)/(550 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by SST",
        "rating": "",
        "url": "https://channelmyanmar.org/tianqi-apocalypse-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xVCU6JrL03mcIYEgcTIIkBt0jGU.jpg",
        "title": "Hot Blood (2021)",
        "description": "Hot Blood (2021)လူကောင်သေးပေမဲ့ သွေးပူလွယ်ပြီး လူမိုက်လုပ်ချင်တဲ့ ဟွန်း ရယ် .....\nစစ်မှုထမ်းတော့မဲ့အတွက် မွေးရပ်မြေကို ခဏပြန်လာတဲ့ ထယ်ယုံး ရယ် .....\nလက်ဝှေ့သမားဘဝကနားပြီး ပစ္စည်းပို့အလုပ်လုပ်နေတဲ့ ဆောင်းဝူ ရယ်....\nအရက်ဆိုင်ဖွင့်ထားတဲ့ ဆယ်ယွန်း ရယ် ....အထက်တန်းကတည်းက သူငယ်ချင်းလေးယောက် ဆုံတုန်းလေး အရင်လိုပြန်ဆော့မယ်အလုပ်မှာ\nတကယ့် လူမိုက်ကြီးတွေအကြား ပဲလှော်ကြားဆားညှပ်သွားပါတော့တယ်နောက်ဆုံးတော့ သူတို့တွေထွက်ပြေးမလား ထိပ်တိုက်ပဲရင်ဆိုင်မလားပဲနော်တိုက်တာခိုက်တာကြည့်ရင်းနဲ့ကို ရယ်မောစေမဲ့ ဇာတ်ကားလေးပါပဲဇာတ်လမ်းကောင်းတာမို့ အများကြီး မညွှန်းတော့ပါဘူး\nညွှန်းလွန်းရင်လည်း စပွိုင်းထိသွားရင် ပေါ့သွားမှာပါ။ဖိုက်တင်ကားကောင်းကောင်းကို ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nကြည့်ချင်တယ်ဆိုရင်တော့ ဒီကားကိုသာ ကြည့်လိုက်ပါလို့ ပြောပါရစေ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre..... Action, Drama, Comedy\nQuality….WEB-DL 1080p and 720p\nFile size…1.3Gb, 764MB, 255MB\nFormat…mp4\nDuration…. 1h 32min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/hot-blood-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/odzk31cAAqD7A2MGtm4Hply9H3c.jpg",
        "title": "Marakkar: Lion of the Arabian Sea (2021)",
        "description": "ဒီတစ်ခေါက်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ဒဏ္ဏရီလာသူရဲကောင်းKunjali Marakkar IV ရဲ့ အိန္ဒိယနဲ့ပေါ်တူဂီကြား စစ်ပွဲ အကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်IMDB Rating 6.8 နဲ့ Facebook Rating 4.6/5 တောင်ရထားပြီးတော့ကုဋေပေါင်း 80-100ထိ အကုန်ကျခံရိုက်ကူးထားတဲ့အပြင် ရုံတင်ပြီး၁၀ရက်အတွင်းကို ကုဋေ ၅၀ လောက်ထိ ပြန်ရထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းပေါ်တူဂီနယ်ချဲ့တွေကို မျိုးရိုးစဥ်ဆက်လိုက်ရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့တဲ့ Kunjali Marakkar မိသားစုဟာအနိုင်ရရှိမှုနောက်ကွယ်မှာ သားဖြစ်သူကို စတေးခဲ့ရတာတွေရှိပါတယ်သားဖြစ်သူရဲ့သွေးအိုင်ကို မျက်မြင်တွေ့လိုက်ရပြီးနောက်မှာ သာမန်ကုန်သည်ဘဝအဖြစ်သာနေထိုင်ကြပေမယ့်လည်း ပေါ်တူဂီဆိုရင်ဘယ်လောက်ပေးပေးပစ္စည်းမရောင်း အခြားနိုင်ငံကိုသာစိုက်ပျိုးတဲ့ပစ္စည်းရောင်းချတဲ့အထိ စိတ်ဓာတ်ခိုင်မာတဲ့မာရတ်ကာမိသားစု မနာလိုသူတွေမနှစ်သက်သူတွေနဲ့တွေ့ချိန်မှာဘာတွေဆက်ဖြစ်မှာလဲကျူးကျော်သူတွေကိုရော တိုက်ထုတ်နိုင်မှာလား ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါ။ တော်လှန်ရေးအတွက် မိုတီဗိတ်လုပ်တဲ့စကားတွေက တကယ်ကိုပြောင်မြောက်လွန်းလှပါတယ်။ဇာတ်အိမ်နဲ့ခေတ်ဟောင်းကားကြိုက်တဲ့သူတွေကျေနပ်ရမှာအမှန်ပါပဲအညွှန်းကိုတော့ Lwin Htoo Aung ရေးသားထားပြီးတော့Lwin htoo aung, honeyey,Shwe Pyae နှင့် Thet Hnin Hsu တို့မှဘာသာပြန်ဆိုထားပါတယ် File size…748MB  / 1.37GB / 3.3GB\nQuality…720p HEVC ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/marakkar-lion-of-the-arabian-sea-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ndg350jismgWwag7RrDHb6zGo4.jpg",
        "title": "Drug War(2012)",
        "description": "Drug War(2012) အညွှန်း**********************IMDb...7.0ဟောင်ကောင်ရဲ့ ထိတ်ထိတ်ကြဲမင်းသား Louis Kooနဲ့ နာမည်ကြီးတရုတ်မင်းသားSun Hongeliတို့ အပြိုင်သရုပ်ဆောင်ထားတဲ့ Action/ Crimeဇာတ်ကားပါ။Action/Crimeဇာတ်ကားတွေကြောင့် အနောက်တိုင်းထိကျော်ကြားတဲ့ဟောင်ကောင်ဒါရိုက်တာ Johnnie Toရဲ့လက်ရာဖြစ်တာကြောင့် သေသပ်လှပါတယ်။\nတရုတ်နိုင်ငံတွင်းမူးယစ်ဆေးဝါးထုတ်လုပ်ရောင်းချနေတဲ့တင်မီချိုဟာခေါင်းဆောင်ဇန်းဦးဆောင်တဲ့ မူးယစ်တပ်ဖွဲ့ရဲ့ဖမ်းဆီးခြင်းကိုခံလိုက်ရပြီးနောက်သေဒဏ်မှလျှော့ပေါ့ပြစ်ဒဏ်ကျခံနိုင်ရန်အတွက် အကုန်ဖော်ကာ၊ရဲတပ်ဖွဲ့ရဲ့အသွင်ယူလုပ်ငန်းစဉ်များတွင်လည်း ပူးပေါင်းဆောင်ရွက်ပြီးပြည်မကြီးတွင်ထုတ်လုပ်ဖြန့်ဖြူးနေတဲ့အဓိကလက်မဲကြီးများကို ဖမ်းဆီးနိုင်ရန်လိုက်ပါဆောင်ရွက်ရပါတော့တယ်။ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့.................File Size :(2.1GB)(966 MB) and (369 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:47:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Moe Lay\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/drug-war2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYzIzNzYwZTYtNmIwOS00ZDVmLWEzNGYtZDQ4YzhhM2FiNTE1XkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_-134x200.jpg",
        "title": "Mad Detective (2007)",
        "description": "Mad Detective (2007)IMDb Rating (7.2)/Rotten Tomatoes (81%)ဒီဇာတ်ကားက မြင်နေကျ စုံထောက်ကားနဲ့မတူဘဲ အလွန်ပဲ ဒိပါတယ်...\nMad Detective ဆိုတဲ့ အတိုင်း အရူးစုံထောက် ဘန်းရဲ့ အ​ကြောင်းပါ..ဇာတ်လမ်းအကျဥ်းက​တော့ ...\nဘန်းဟာ စုံစမ်းစစ်​ဆေး​ရေးမှာ အရမ်းကို ​တော်တဲ့စုံထောက်​ဖြစ်ပေမယ့် သူ့ရဲ့ ရူး​ကြောင်​ကြောင်လုပ်ရပ်​တွေ​ကြောင့် ရဲဘ၀ကို စွန့်လွှတ်ခဲ့ရပါတယ် ဘန်းရဲ့ ထူးခြားတဲ့ ပါရမီ တစ်ခုက​တော့ လူ​တွေရဲ့ အတွင်းစိတ်ကို လူတစ်​ယောက်အသွင်နဲ့ မြင်နိုင်တာပါ...ရဲအရာရှိတစ်​ယောက် ပါတနာနဲ့ အတူ သူခိုးဖမ်းရင်း ​ပျောက်ချင်းမလှ တစ်နှစ်ခွဲ​လောက်​ပျောက်​နေတဲ့ ဒီအမှုဟာ အရာရှိဟိုရဲ့ လက်ထဲ​ရောက်လာပါ​တော့တယ်\nရဲအရာရှိ ဟိုက​တော့ ဘန်းကို ​လေးစားခဲ့ရသူတစ်ဦး ဖြစ်တဲ့အ​လျောက် ဒီအမှုကို ​ဘယ်လိုမှ မဖြေရှင်းနိုင်​တော့ချိန်မှာ ဘန်းကို အကူအညီ​တောင်းပါ​တော့တယ်...\nဘန်းဟာ တကယ်ပဲ ရူး​​ကြောင်ပြီး ​လျှောက်​ပြော​နေတာလား အတွင်းစိတ်​တွေကို တကယ် သိမြင်နိုင်တာလား...\nဒါကိုတော့ ဇာတ်လမ်းကြည့်ရင်း အ​ဖြေရှာအမှုလိုက်ကြဖို့ ညွှန်းဆိုလိုက်ပါတယ်။\nFile size…(1 ...",
        "rating": "7.2",
        "url": "https://megaup.net/10Qas/(CM)Mad.Detective.2007.1080p.BluRay.REMUX.HEVC.AAC.2.0.mkv",
        "category": "Action, Asian, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1iMA2VcQ9m8vV46CzAyzndGsCzT.jpg",
        "title": "Man of Will (2017)",
        "description": "Man of Will (2017) ဇာတ်လမ်းအညွှန်း******************************** ဧကရာဇ် အုပ်စိုးခွင့် ကုန်ဆုံးခါနီးတွင် ကိုရီးယားကို အုပ်စိုးချင်တဲ့ ရုရှားနဲ့ ဂျပန်တို့ကြား အငြင်းပွားမှုများ ဖြစ်ပေါ်ခဲ့ပါတယ်နောက်ဆုံးမှာတော့ ဂျပန်က အသာစီးရပြီး ကိုရီးယားဘက်က ဂျပန်နဲ့ သံတမန်ရေး အဆင်ပြေအောင် ကြိုးစားခဲ့တာကြောင့် ကိုရီးယားဟာ ဂျပန်တို့ ဩဇာညောင်းတဲ့ နိုင်ငံ တစ်ခု ဖြစ်လာခဲ့တယ် မိဖုရားကြီး လုပ်ကြံခံလိုက်ရတာကြောင့် အမျက်ဒေါသထွက်နေတဲ့ ဂင်ချန်းဆူဟာ စိတ်ကိုမထိန်းနိုင်ဘဲ လုပ်ကြံမှုမှာ ပါဝင်ခဲ့တဲ့ ဂျပန်လူမျိုးတစ်ယောက်ကို သတ်လိုက်မိတဲ့အတွက် ပြစ်ဒဏ်ချမှတ်ခံရပြီး အင်ချွန်းထောင်ကို အပို့ခံလိုက်ရပါတယ်အင်ချွန်းထောင်ထဲကို ရောက်သွားတဲ့အခါမှတော့ ထောင်သားတွေကို စာသင်ပေးပုံ၊ ငုပ်လျှိုးနေတဲ့ မျိုးချစ်စိတ်ကို ပြန်လည်ဖော်ဆောင်ပေးပြီး ဂျပန်လက်အောက်မှ လွတ်မြောက်ရေးအတွက် စိတ်အားထက်သန်စွာ တော်လှန်ခဲ့ပုံတွေအကြောင်း ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးပါ ဒီဇာတ်ကားမှာ နာမည်ကြီးမင်းသားကြီး Cho Jin Woong အပြင် ဂျွန်စောအဖြစ် လူသိများတဲ့ Song Seung Heon ...",
        "rating": "",
        "url": "https://channelmyanmar.org/86845-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/10/RagingFire-TheatricalPoster-BennyChan-812x1200-1-135x200.jpg",
        "title": "Raging Fire ( 2021 )",
        "description": "Donnie Yen နဲ့Nicholas Tse တို့လို မင်းသားကြီးနှစ်ယောက်ဦးဆောင်ထားတဲ့Raging Fire ဟာ China Box Office $100M နီးပါးရထားတဲ့အတွက်ထူးထွေပြီးညွှန်းစရာမလိုတဲ့ အက်ရှင်ကားကောင်းတစ်ကားဆိုတာသေချာပါတယ်မင်းသားကြီး Donnie Yen ဟာ ကျန်းချုံးပန်းဆိုတဲ့ ဖြောင့်မတ်တဲ့မှုခင်းရဲအရာရှိတစ်ယောက်နေနဲ့သရုပ်ဆောင်ထားပြီး ရဲဝန်ထမ်းတွေကြားမှာတင်အကောင်းအဆိုးကိုရှင်းရှင်းလင်းလင်းဖော်ပြထားပါတယ်Donnie Yen နဲ့Nicholas Tse တို့ဟာရင်းနှီးတဲ့လက်ဖော်ကိုင်ဖက်တွေဖြစ်ခဲ့ဖူးကြတယ်မူးယစ်ဆေးဝါးရောင်းဝယ်မှုကိုလိုက်နေချိန်မှာ လူမိုက်ကိုလူမိုက်ပြန်သတ်မှုတွေဖြစ်လာတယ်သူတို့နဲ့ဒါတွေကဘယ်လိုပတ်သတ်နေလဲ ဘယ်အရာကသူတို့ရဲ့လမ်းကြောင်းတွေကိုကွဲသွားစေလဲ‌‌အညိုးအတေးတွေကိုဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ် Quality : BluRay HEVC / WEB-DL 1080p , 720p , 480pFormat : mp4During : 2h 6minGenres : Action Subtitle : Myanmar Subtitle ( Hardsub )Translated By CCFEncoded By LK,Nyeinsaeya Aung",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/raging-fire-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/d-1-142x200.jpg",
        "title": "The Duel (2000)",
        "description": "သိုင်းပြိုင်ပွဲကိုအခြေခံထားပြီး လူသတ်တရားခံကိုအဖြေရှာဦးမယ့် ဟောင်းပြီးကောင်းတဲ့တရုတ်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ ပါဝင်ထားတဲ့သူကိုရှိုးလိုက်ပါဦး... ဒိတ်ဒိတ်ကြဲများဖြစ်ကြတဲ့ Andy Lau ၊ Ekin Cheng ၊ Nick Cheung ၊ ရှောင်ယဲ့ကျူလို့လူသိများကြတဲ့ Zhao Wei နဲ့ ငယ်ငယ်ကသိုင်းကားတွေမှာပါနေကြ သူငယ်ချင်းဟောင်းတွေအများကြီးကိုပြန်တွေ့ရမှာမို့\nအိုကြီးအိုမ ကလေးကြီးတွေအတွက် ကြည့်သင့်တဲ့ကားကောင်းလေးတစ်ကားပေါ့နော်။သိုင်းလောကမှာ နတ်ဓါးရှင်နဲ့ဓါးဘုရင်ဆိုပြီး နာမည်ကြီးနှစ်ယောက်ကြီးစိုးနေတဲ့အချိန်ပါ... ရုတ်တရက်ကြီး ဘယ်သူအတော်ဆုံးလဲဆိုတာအဖြေရှာဖို့ နတ်ဓါးရှင်က စိန်ခေါ်စာပို့ပါတော့တယ်။ အဲ့ဒီအချိန်ကစပြီး နာမည်ကြီးသိုင်းသမားတွေအသတ်ခံရပါလေရော။ သတ်တဲ့သူကိုအဖြေရှာဖို့ နန်းတွင်းကိုယ်ရံတော် လုံလုံကောက်အတွက်တော့ တကယ်ခေါင်းကိုက်ရတဲ့အမှုပါ။ သိုင်းပြိုင်ပွဲကလည်း နီးကပ်တဲ့အချိန်… တစ်ဖက်ကသူအချစ်ရဆုံးမိတ်ဆွေ ဓါးဘုရင်၊ နောက်တစ်ယောက်က သူလေးစားအားကျရတဲ့ နတ်ဓါးရှင်။ ယှဉ်ပြိုင်မယ့်နေရာက နန်းတော်ထဲမှာဆိုတော့ကား ....အရှုပ်အထွေးတွေကြားထဲမှာ ဟာသလေးနှောထားပြီး သိုင်းကားစစ်စစ်ကိုကြည့်ချင်တဲ့သူတွေအတွက် အဆင်ပြေမယ့်ကားကောင်းလေးတစ်ကားမို့ ဘာဆက်ဖြစ်မလဲ ကြည့်လိုက်ပါတော့နော်.... File size…(1.7 GB) / (1 Gb) / (500 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-duel-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/du-132x200.jpg",
        "title": "Duel (1971)",
        "description": "မှော်ဝင်နေတဲ့ ဒါရိုက်တာကြီး စတီဗင် စပီးဘက်ရဲ့ ပထမဦးဆုံး တီဗီရုပ်ရှင်တွေထဲက တစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်။ဒီရုပ်ရှင်ဟာ စပီးဘက်ကို ကမ္ဘာကျော်စေခဲ့တဲ့ Jaws, E.T စတဲ့ ရုပ်ရှင်တွေကိုမရိုက်ကူးခင် ၁၉၇၁ မှာ ဘက်ဂျက်နည်းနည်းနဲ့ ၁၂ ရက်အတွင်း အပြီးရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ဒါတောင်မှ လက်စောင်းထက်လို့ အော်စကာမဟုတ်တဲ့ အခြားဆုတွေ အများကြီး ရလိုက်ပါသေးတယ်။ဘယ်လောက်ဘက်ဂျက်နည်းလဲဆို ကားပေါက်ကွဲတဲ့အခန်းကိုတောင် ကားနှစ်စီးဖိုးမတတ်နိုင်လို့တစ်ခါတည်း အပိုင်ရအောင် ရိုက်ခဲ့ရတာပါ။ဒါပေမဲ့ ဒီနေ့ထိ ဂန္ဓဝင်လက်ရာတွေထဲမှာပါနေတုန်းပါပဲ။ဇာတ်လမ်းကတော့ဇာတ်ဆောင်နေရာကနေ ဝင်ခံစားကြည့်ရင် အတော်ကို ကြောက်စရာကောင်းပါတယ်။ရုပ်ရှင်သမိုင်းတစ်လျှောက် စိတ္တဇလူသတ်သမားတွေထဲမှာ အတော်ကို ကို့ရို့ကားယားနိုင်တဲ့ လူသတ်လက်နက်ကို သုံးထားလို့ပါ။ထရပ်ကားကြီးတစ်စီးပါပဲ။ ဟုတ်ပါတယ် အဝေးပြေးလမ်းပေါ်မှာ လူတွေကို သေအောင် လိုက်တိုက်တတ်တဲ့ စိတ္တဇကားသမားတစ်ယောက်နဲ့ အလုပ်ကိစ္စနဲ့ ခရီးထွက်လာတဲ့ သာမန်လူရိုးလူအေးကြီးတစ်ယောက် လမ်းတလျှောက် အသက်လု ရင်ဆိုင်ရပုံတွေကို ရိုက်ကူးထားတာပါ။ရင်တဖိုဖိုနဲ့ကြည့်ရမယ့် Thriller ရုပ်ရှင်တစ်ကားပါပဲ။ File size…(1.6 GB) / (900 Mb) ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/duel-1971/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/film-arisaka-133x200.png",
        "title": "Arisaka (2021)",
        "description": "ဖိလစ်ပိုင်လူမျိုးတွေရဲ့ အစ လို့လည်း ငြင်းခုန်ရတဲ့၊ အခုထက်ထိ ပြဿနာတွေ တစ်ထွေးကြီး တက်နေသေးတဲ့ လူမျိုးရေး ပဋိပက္ခဆန်ဆန် အဖြစ်အပျက်တစ်ခုကြီး ရှိပါတယ်။ သူတို့တွေကို အိုင်းတာ (Aeta) လူမျိုးတွေလို့ခေါ်ပါတယ်။ ကြေးနီးရောင် အသားအရေနဲ့ ဆံပင်အကြေကောက်နဲ့ လေလိုလွတ်လပ်ပြီး ရေလိုသိမ်မွေ့ကြသူတွေပါ။သူတို့က ဓားမဦးချ ရေကြည်ရာမြက်နုရာ စိုက်ပျိုးလုပ်ကိုင်စားသောက်တတ်တဲ့ လောဘနည်း လိုအင်မဲ့ ဘုရားသခင်နဲ့ နီးစပ်သူတွေပေါ့။ လေးမြှားတစ်စင်းနဲ့ တောလည်လို့၊ မြေဆီကောင်းတဲ့နေရာလေး အိမ်တစ်လုံးဆောက်လို့၊ လျှပ်စစ်မဲ့၊ အင်တာနက်မဲ့၊ ဖုန်းမဲ့၊ တီဗွီမဲ့ကြပေမယ်လို့ အကြင်နာ မမဲ့ကြသူတွေ။သူတို့ရဲ့ခေတ်မမီခြင်းက လူတွေအတွက် အနှောင့်အယှက်ဖြစ်စေသလား။ ဖိလစ်ပိုင် မြို့ကြီးသားများကတော့ သူတို့ကို တိရိစ္ဆာန်တွေလို၊ အရိုင်းအစိုင်းတွေလို မြို့ပြနဲ့အဝေး နှင်ထုတ်ထားကြပါတယ်။ ယှဉ်ပြိုင်စရာ တရားရုံတော်မှာလည်း လူခံမရှိ၊ ကိုယ့်လူမျိုးထဲကမှာ ရာထူးရာခံကြီးသူလည်းမရှိတဲ့ သူတို့လေးတွေက တောနက်တွေထဲမှာပဲမွေးလို့ တောရဲ့ရင်ခွင်မှာပဲ ခေါင်းချကြပါတယ်။Death March လို့ခေါ်တဲ့ စစ်သုံ့ပန်းတွေကို ဖမ်းဆီးခေါ်ဆောင်တဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/arisaka-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/switch-poster-133x200.jpg",
        "title": "Switch (2013)",
        "description": "Action, Crime, Romance အမျိုးအစားဇာတ်ကားဖြစ်ပြီး မင်းသား Andy Lau က\nအေးဂျင့်ဖိုက်တာတစ်ယောက်အဖြစ် အဓိကပါဝင်ထားပါတယ်။သိပ္ပံနည်းနည်းဆန်တဲ့တရုတ်အက်ရှင်ကားလေးတွေအများစုကပေါသလိုလိုဖြစ်သွားတတ်တယ်ဗျ။ ဒါပေမဲ့အခုကားလေးကိုတော့မပေါဘူးလို့မထင်ပါနဲ့၊ အခုကားလေးလည်းပေါတာပဲ။ ဒါပေမဲ့ပေါပေမဲ့တော်တော်ကြည့်‌လို့ကောင်းနေတာဆိုတော့ ပေါကောင်းလေးပေါ့။ဒါပေမဲ့ပေါတယ်ဆိုတာကနိုင်ငံတကာပရိသတ်ရဲ့အမြင်မှာပေါနေတာမျိုး‌ပေါ့ဗျာ၊ ထောက်ပြစရာလစ်ဟာတာတွေ၊ ဟိုဟာတွေ ဒီဟာတွေ ဘာညာကွိကွ ဘလာဘလာဆိုပြီး ပေါကားလို့သတ်မှတ်ခံရတာမျိုးပေါ့။ ဒါပေမဲ့ကြည့်လိုက်လို့အရမ်းကြီးငါ့အချိန်တွေသက်သက်ဖြုန်းလိုက်ရတယ်ဆိုတာမျိုးတော့မဖြစ်မယ့်ကားကောင်းလေးပါ။ နိုင်ငံကြီးသုံးနိုင်ငံပေါင်းကားဆိုတော့ ဗြိတိသျှရော တရုတ်ရော ဂျပန်ရောက စကီလန်းလန်းလေးတွေကိုကြည့်ရမယ်၊ ပိုပြီးကျစ်လျစ်အောင်လုပ်ရင်‌ရှယ်ကောင်းမယ့်ဇာတ်ကွက်ရှိနေတာရယ် အထဲက CGI တွေက ၂၀၁၃ နဲ့ဆိုအရမ်းကြီးမဆိုးနေတာရယ်ကတော့ ဒီကားလေးကို အဓိကကြည့်ပျော်ရှုပျော်ဖြစ်စေတဲ့အချက်ပါပဲ။အက်ရှင်ကားဆိုတဲ့အတိုင်း အက်ရှင်ကတော့ တကယ်အပြည့်အဝကိုပါတာပါ၊ အာရှမျက်စိနဲ့ဆိုကြည့်လို့တကယ်ကောင်းပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုးဒဏ္ဍာရီတည်းကနှစ်ပိုင်းကွဲနေတာကြာပြီဖြစ်တဲ့ ပန်းချီကားတစ်ကားရဲ့အပိုင်း ၂ ပိုင်းကို သူပြိုင်ကိုယ်နိုင်အပြိုင်လုကြမယ့် ဗြိတိသျှ၊ တရုတ်၊ ဂျပန်‌သုံးနိုင်ငံပေါင်းကားလေးဖြစ်ပြီး ဒီထဲကအဓိကအေးဂျင့် ရှောင်ဂျင်ဟန်ရဲ့အက်ရှင်ကြမ်းကြမ်းတွေ တရုတ်၊ ဂျပန်၊ အင်္ဂလန်ဂျက်မတွေရဲ့ အက်ရှင်‌ကောင်းကောင်းတွေကို အာရှမျက်စိလေးနဲ့ခံစားဖို့ ၂၀၁၃ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Switch ဆိုတဲ့အက်ရှင်ကားကောင်းလေးကိုညွှန်းလိုက်ရပါတယ်။\nFile size…(2.3 GB)/(1.2 GB)\nQuality….BluRay 1080p ...",
        "rating": "",
        "url": "https://channelmyanmar.org/switch-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/for-135x200.jpg",
        "title": "Fortress (2021)",
        "description": "ကျွန်တော်တို့ရဲ့ အက်ရှင်ဟီးရိုးကြီး Bruce Willis ရဲ့ အက်ရှင်ဇာတ်ကားသစ်တစ်ကား ထပ်မံထွက်ရှိလို့ လာပြန်ပါပြီ Rating အနေနဲ့ 3.5/5 ရထားတဲ့ ဇာတ်ကားတစ်ကားဆိုတော့ မဆိုးလှတဲ့ အက်ရှင်ကားတစ်ကားပေါ့ဗျာပွဲကြမ်းနေကြ အက်ရှင်မင်းသားကြီး Bruce Willis ကို ဒီကားထဲမှာလည်း အငြိမ်းစားယူသွားတဲ့ CIA အေးဂျင့်ဟောင်း Robert အနေနဲ့ မြင်တွေ့ရဦးမှာဖြစ်ပါတယ်ဇာတ်လမ်းကိုတော့ Paul ဆိုတဲ့ လူတစ်ယောက်က လူသူ‌ရောက်ဖို့မလွယ်လှ ဂျီပီအက်စ်လည်းမမိတဲ့နေရာတစ်နေရာကို ကားတစ်စီးငှားပြီး သွားရာကနေ စထားတယ် သူကတော့ တခြားမဟုတ်ပါဘူး Robert ရဲ့သား ဖြစ်ပြီး သူ့ ရဲ့ cryptocurrency ကုမ္ပဏီဖြစ်တဲ့ Invespia ဟာ အရှုံးပေါ်ကိန်းဆိုက်နေလို့ အဖေဖြစ်သူ Robert ဆီက ငွေချေးဖို့ လာခဲ့တာပဲ ဖြစ်ပါတယ်Paul ကတော့ သူ့အဖေ Robert ကို ဒီတိုင်း ပင်စင်ရိပ်သာမှာနေတဲ့ လူတစ်ဦးအဖြစ် သိထားတာပါ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/fortress-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Yvrf7VsvmigBCF0fwRpKNz6qKS.jpg",
        "title": "Miss GO (2012)",
        "description": "Miss GO/Miss Conspirator (2012) ဇာတ်လမ်းအညွှန်း*****************************************ချောင်းဆူရိုဟာ အကြောက်လွန်ရောဂါသည်ဖြစ်ပြီး ဖုန်းတောင် တစိမ်းတွေနဲ့ စကားမပြောရဲတဲ့သူ တစ်ယောက်ပါ\nနေ့စဉ်ဘဝမှာ ကြုံတွေ့ရတဲ့ ပြဿနာတွေကို ညီမဖြစ်သူက ကူညီဖြေရှင်းပေးပေမဲ့ ပညာတော်သင်အနေနဲ့ ညီမဖြစ်သူက ဂျပန်ကို သွားဖို့ ဖြစ်လာခဲ့ပါတယ်ညီမဖြစ်သူကို ဘူတာရုံ လိုက်ပို့ပြီး ပြန်တဲ့လမ်းမှာ အကြောက်လွန်ရောဂါ ထဖောက်လာတဲ့ ချောင်းဆူရိုကို စစ်စတာတစ်ယောက်က တွေ့ပြီး ကူညီပေးခဲ့ပါတယ်\nသူ့ကို ကူညီပေးလို့ စစ်စတာရဲ့ အကူအညီတောင်းမှုကို လက်ခံပြီး ဟိုတယ်ကို ကိတ်နဲ့ ပန်းစည်းသွားပို့တဲ့ ချောင်းဆူရိုဟာ ဟိုတယ်ခန်းထဲမှာ ဓားတန်းလန်းနဲ့ လူတစ်ယောက် သေနေတာကို တွေ့ပြီး ထိတ်လန့်သွားခဲ့ပါတယ်ရိုးရိုးတန်းတန်း ကိတ်မုန့်လာပို့တဲ့သူ မဟုတ်ဘဲ မူးယစ်ဆေး သယ်ပို့တဲ့သူ ဖြစ်သွားရတဲ့ ချောင်းဆူရိုကို မူးယစ်ဂိုဏ်းတွေဆီက ဖြတ်စားနေတဲ့ အကျင့်ပျက်ရဲတစ်ဖွဲ့က ဖမ်းဆီးပြီး အသုံးချဖို့ ကြံစည်ပါတော့တယ်နေ့ချင်းညချင်း ရဲတွေနဲ့ မူးယစ်ဂိုဏ်း နှစ်ခုရဲ့ အလိုရှိစာရင်း အသွင်းခံလိုက်ရတဲ့ ချောင်းဆူရိုဟာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/miss-go-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fucmGeZYM4yzqJUnDTc4pKQNCej.jpg",
        "title": "Total Recall (2012)",
        "description": "Total Recall (2012) Extended Cutလူသားတစ်ယောက်ခြင်းစီ လိုက်လံရှာဖွေရတဲ့ ပဟေဠိဆိုတာက ကိုယ့်ကိုယ်ကိုယ် ဘယ်သူလဲဆိုတဲ့ မေးခွန်းပါပဲတဲ့။\nအဲဒါရဲ့အဖြေဟာ အတိတ်မှာ မရှိပါဘူး၊ လက်ရှိ ပစ္စုပ္ပန်မှာပဲ ရှာတွေ့နိုင်ပါတယ်တဲ့။ ဒီတော့ ကိုယ်ဟာ\nဘာကောင်ကြီးဖြစ်တယ်ဆိုတာ အခု ကိုယ်လက်ရှိဖြစ်နေတဲ့ အချိန်ကိုပဲ ကြည့်ပြီး ပြောရမှာလို့ ဆိုလိုတာပေါ့ဗျာ။ အတိတ်က ရွှေထီးဆောင်းခဲ့ဖူးရုံနဲ့ အခုလက်ရှိမှာ ငါက အကောင်ကြီးလို့ မပြောနိုင်သလို အတိတ်က ဆိုးမိုက်ခဲ့သမျှတွေဟာလည်း အခုအချိန် ဆက်မဖြစ်တော့ဘူးဆိုရင် နှိမ့်ချဆက်ဆံခံရစရာ မလိုပါဘူး။ ပြင်လို့မရတဲ့ အမှားမျိုးကတော့ ချွင်းချက်ပါ။အခုတင်ဆက်ပေးမယ့်ကားကတော့ Total Recall ပါ။ အဲဒီနာမည်က ကျွန်တော်တို့လို ၈၇/၈၈ ပတ်ချာလည်မွေးတဲ့သူတွေအတွက်တော့ ရွှေရောင်အမှတ်တရတစ်ခုပေါ့။ အဲဒီတုန်းကတော့ မင်းသားကြီး Arnold Schwarzenegger (အာနိုး) ပါ။ ၁၉၉၀ ခုနှစ်မှာ ရိုက်ကူးတဲ့ အဲဒီဇာတ်လမ်းမှာတော့ ကမ္ဘာနဲ့ ဗုဒ္ဓဟူးဂြိုလ် ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/total-recall-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BYTk3MDljOWQtNGI2My00OTEzLTlhYjQtOTQ4ODM2MzUwY2IwXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "Spider-Man 3 (2007)",
        "description": "ပထမဆုံး စပိုက်ဒါမန်း ဇာတ်လမ်းရဲ့ 2007 မှာထွက်ရှိခဲ့တဲ့ သုံးကားမြောက်ဇာတ်ကားဖြစ်သလို..သုံးကားထဲမှာအကောင်းဆုံးနဲ့နောက်ဆုံးကားလို့ပြောရမှာဖြစ်ပါတယ်..ဇာတ်လမ်းအညွှန်းကိုတော့မပေးတော့ဘူးနော်...အရင် ကား ၂ ကားလည်း တင်ပြီးသားမို့ ဒီဇာတ်ကားကိုသာဆက်လက်ကြည့်ရှုကြပါ...မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.8 GB)/(1.1 GB)\nQuality….BluRay DS4K HEVC 1080p / 720p\nFormat…mkv/mp4\nDuration….02:19:10\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Thet Oo",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/spider-man-3-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMzY2ODk4NmUtOTVmNi00ZTdkLTlmOWYtMmE2OWVhNTU2OTVkXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_FMjpg_UX1000_-146x200.jpg",
        "title": "Spider-Man 2 (2004)",
        "description": "Spider Man 2 က ပထမဇာတ်ကားရဲ့ အဆက်အနေနဲ့ ထွက်ရှိခဲ့တာပါ။ဒီဇာတ်လမ်းမှာတော့ စမိုက်ဒါမန်းဟာ မပျော်မရွင်ဖြစ်နေရပါတယ်...သူချစ်ရတဲ့ကောင်မလေး မေရီဂျိန်းဝမ်ဆန်ကို စွန့်လွှတ်ပြီးတဲ့နောက်မှာတော့ သူ့ဘဝကို ရာဇဝတ်မှုတွေကိုတိုက်ဖျက်နေရင်းနဲ့ဖြတ်သန်း\nနေရပါတယ်..မေရီဂျိန်းဟာလည်း သူဌေးတစ်ယောက်နဲ့စေ့စပ်ထားလိုက်ပါပြီ ...သူ့သူငယ်ချင်း ဟယ်ရီကလည်း သူ့အဖေကိုသတ်သွားတဲ့စပိုက်ဒါမန်းကို ပြန်သတ်ချင်လို့ အသည်းအသန်စုံစမ်းနေပါ\nသလို မြို့ကိုဒုက္ခပေးမယ့် အန္တရာယ်တွေလည်းတိုးလာပါတယ်..ဒီလိုပြသနာတွေကြားမှာ ပီတာပါကားတစ်ယောက် ဘယ်လိုခွန်အားနဲ့ ဆက်လက်အသက်ရှင်ပြီး ပြသနာတွေကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ...။မင်သား Tobey Maguire ရဲ့ အော်ရဂျင်နယ် Spider Man ဇာတ်ကားတွေကို DS4K 1080p BluRay Quality နဲ့တင်ဆက်လိုက်ပါတယ်...1080p ဆိုပေမယ့် 4K ရုပ်ထွက်ထက် ပိုကောင်းတဲ့ Regrade Version မို့ DS4K Version ကိုသာ တင်ဆက်လိုက်ပါတယ်။ဘာသာပြန်လိုအပ်ချက်တွေရော သတ်ပုံတွေရော တတ်နိုင်သမျှပြန်ပြင်ထားတာမို့ အခု Version ကို ပြန်ဒေါင်းသိမ်းသင့်ပါတယ်။\nFile size…(2.3 GB)/(1 GB)\nQuality….BluRay DS4K HEVC ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/spider-man-2-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BZDEyN2NhMjgtMjdhNi00MmNlLWE5YTgtZGE4MzNjMTRlMGEwXkEyXkFqcGdeQXVyNDUyOTg3Njg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Spider-Man (2002)",
        "description": "ဒီကားကတော့ Spider-Man ကိုသိတဲ့သူတွေရော မသိတဲ့ သူတွေကိုပါ ပထမဆုံးအကြိမ် မိတ်ဆက်ပေးခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားလည်းဖြစ်ပါတယ်။ ပထမဆုံး Live Action Spider-Man ဇာတ်ကားက ပရိတ်သတ်ကို စိတ်ကျေနပ်မှုပေးနိုင်ခဲ့ပါတယ်။အထူးသဖြင့် လူငယ် ပရိတ်သတ်တွေနဲ့ Comic စာအုပ်ပရိတ်သတ်တွေ အားပေးမှုကိုရှိခဲ့ပါတယ်။ ဒီကားက သာမန်အထက်တန်းကျောင်းသား Peter Parker ဘဝကနေ ဆယ်ကျော်သက် စူပါဟီးရိုး ဖြစ်လာပုံနဲ့ ရရှိထားတဲ့ စွမ်းအားတွေကို အဓိပ္ပာယ်ရှိရှိ အသုံးချဖို့ အတွက် တွန်းအားရလာပုံတွေကို အဓိက ရိုက်ကူးထားပါတယ်။Spider-Man ဖြစ်လာပုံကို အားလုံးသိပြီးသားဖြစ်ပါတယ်။ Oscorp ကုမ္ပဏီက Radioactive Spider အကိုက်ခံရပြီးနောက် စွမ်းအားတွေရလာတာဖြစ်ပါတယ်။ ဒီနေရာမှာ Spider-Man ရဲ့အကြောင်း အနည်းငယ်ပြောပြချင်ပါတယ်။ Spider-Man ကို Marvel က ကာတွန်းဆရာ Stan Lee ကစတင်မိတ်ဆက် ခဲ့တာဖြစ်ပါတယ်။ ပထမဆုံးအကြိမ် သူ့ရဲ့ စိတ်ကူးကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/spider-man-2002/"
    }
]