[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/rorschach-147x200.jpg",
        "title": "Rorschach (2022)",
        "description": "Rorschach (2022)\nAction, Mystery, Thriller\nIMDb 7.9/10 (2.2K)လူတစ်ယောက် ရဲစခန်းကိုရောက်လာတယ်....သူ့မိန်းမပျောက်နေလို့လာတိုင်တာပါတဲ့\nသူတို့လင်မယားနှစ်ယောက်ဟာ ကားနဲ့ခရီးထွက်လာနေတုန်း တောလမ်းတစ်နေရာမှာ\nမတော်တဆမှုနဲ့ကြုံတွေ့ခဲ့ရပါတယ် နောက်တော့ သူလည်းသတိလစ်မေ့မျောသွားပြီး\nသူ့မိန်းမဟာလည်း သူသတိပြန်ရလာတော့ ကားပေါ်မှာမတွေ့တော့ဘူးတဲ့....။မိန်းမ​ဖြစ်သူဟာ ကိုယ်ဝန်ကြီးနဲ့ဆိုတော့ ရဲတွေနဲ့ရွာသားတွေ ပေါင်းပြီး\nလိုက်ရှာပေးခဲ့ပေမယ့် လ တွေ သာ ကြာညောင်းသွားတယ်\nမ တွေ့လာခဲ့ပါဘူး ပျောက်သွားတဲ့နေရာကလည်း သားရဲတိရိစ္စာန်တွေ\nပေါတဲ့နေရာဆိုတော့ ရဲတွေဟာ သေပြီလို့ကောက်ချက် ချခဲ့ပါတယ်....။သို့ပေမယ့် သူဟာ ဇွဲမ လျှော့ခဲ့ဘဲ ဆက်လက်ရှာ​ဖွေနေခဲ့ပါတယ်။|\nနောက်ပိုင်းအဲ့ဒီရွာထဲမှာ လူတွေ တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးနေပြီး\nညညဆိုလည်း အသံတွေ ကြားကြားနေရတတ်ပါတယ်...။ကဲ သူရဲ့မိန်းမဟာ တကယ်ပဲ ပျောက်ဆုံးသွားတာလား...။\nရွာထဲမှာ လူတွေက ဘာလို့ သေဆုံးနေရတာလဲ...။\nညညဆိုကြားကြားနေရတဲ့အသံတွေက ဘာတွေလဲ...။\nသူကရော ဒီရွာကို အကြောင်းတစ်ခုခုရှိနေလို့\nလာခဲ့တာလားဆိုတဲ့ မေးခွန်းပေါင်းများစွာနဲ့ ဇာတ်ကားလေးကို\nစိတ်ဝင်တစား ကြည့်ရှုလို့ရပါပြီနော်...။မာလယာလန် နာမည်ကြီးမင်းသားတစ်လက်ဖြစ်တဲ့ မမ်မွတ်တီးအဓိကပါဝင်ထားတဲ့\nmystery ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...\nFile size…2.5GB / 1GB\nQuality…1080p True  WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/rorschach-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWEzN2IxOTktMzBjMS00ZWU1LWI0OTgtZjViNWYxOWY1MjUxXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_-140x200.jpg",
        "title": "Satria Dewa: Gatotkaca (2022)",
        "description": "Satria Dewa: Gatotkaca (2022)\n======================\nIMDb Rating - 6.2/10အင်ဒိုနီးရှားဟာလည်း ကိုယ်ပိုင် စူပါဟီးရိုးတစ်ကောင်ကို အတွဲလိုက်\nရိုက်ကူးတော့မှာဖြစ်ပါတယ်။ မိုဘိုင်းလဲဂျန်းဂိမ်းကစားသူတွေကတော့\nဒီစူပါဟီးရိုးနာမည်ကို ကြားဖူးမှာပါ။ ဂါတို့ကာ့ကြာပါပဲ။ ဒီဇာတ်လမ်းဟာ\nရာမာယနလိုပဲ နာမည်ကြီး ပြဇာတ်ကြီးတစ်ခုဖြစ်တဲ့ မဟာဘာရာတာ\nဇာတ်ကိုအခြေခံထားတာပါပဲ။ပန်ဒါဝါ တွေနဲ့ ကူရာဝါမျိုးနွယ်တွေဟာ ခရစ်တော်မပေါ်ခင်နှစ် ၃၀၀၀\nလောက်မှာ ပြည်တွင်းစစ်ကြီးဖြစ်ခဲ့ပါတယ်။ ကူရာဝါတွေဟာ ဖျက်ဆီးချင်း\nလုယူချင်းဗီဇရှိသူတွေဖြစ်ပြီး၊ ပန်ဒါဝါတွေကတော့ ဗီဇကောင်းရှိသူတွေဖြစ်ခဲ့\nတာကြောင့် နတ်ဘုရားတွေဟာ စစ်ပွဲမှာ ပန်ဒါဝါတွေကို အနိုင်ပေးခဲ့ပါတယ်။\nဒါပေမဲ့ နတ်ဘုရားတွေကိုဆန့်ကျင်ပြီး ကူရာဝါတပ်မှူး အဆွာတာမဟာ ပြန်တိုက်\nခဲ့တာကြောင့် ထာဝရအကျဉ်းချခြင်းကိုခံလိုက်ရပါတော့တယ်။အဲဒီသမိုင်းကနေ ဒီနေ့ခေတ်ကိုအရောက်မှာတော့ ကူရာဝါမျိုးဆက်တွေဟာ\nပန်ဒါဝါမျိုးဆက်တွေကို လိုက်သတ်ပြီး သူတို့ရဲ့ သခင် အဆွာတာမကို ကယ်တင်ဖို့\nကြိုးစားလာပါတော့တယ်။ ပန်ဒါဝါတွေအကုန်သေဆုံးပြီး အဆွာတာမလွတ်မြောက်\nလာမှာကို တားဖို့ နောက်ဆုံးမျှော်လင့်ချက်အဖြစ် ပန်ဒါဝါတွေရဲ့ ကယ်တင်ရှင်\nဂါတို့ကာ့ကြာအဖြစ် စွမ်းအားရှင်တစ်ယောက်ပဲ ကျန်ပါတော့တယ်။ အဲဒီဂါတို့ကာ့ကြာ\nအသစ်ဟာ အစွမ်းတွေဘယ်လိုရပြီးဘယ်လိုတိုက်ခိုက်မလဲဆိုတာကို ဆက်ကြည့်ရမှာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size..........(1.82 GB) / (750 ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/satria-dewa-gatotkaca-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNGM0M2VhMzAtNDcwMS00OWEzLWFmNjUtYmNhNjE5M2Y1M2IzXkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-147x200.jpg",
        "title": "Sinam (2022)",
        "description": "Sinam (2022)Sinam ဆိုတာ အိန္ဒိယလို '' rage / anger '' လို့ အဓိပ္ပါယ်ရပါတယ်၊\nအမျက်ဒေါသပေါ့။ စိတ်ခံစားချက်ကို လှုံ့ဆော်ပေးနိုင်တဲ့ မှုခင်းစုံထောက်\nရုပ်ရှင်မျိုးမို့ သည်းထိတ်ရင်ဖိုကြည့်ရမယ့် ဇာတ်ကားမျိုးပေါ့ဗျာ။အစပိုင်းမှာ ရိုးသားဖြောင့်မတ်ပြီး၊ အကြောက်အလန့်မရှိတဲ့ ပါရီဆိုတဲ့\nရဲအရာရှိတစ်ယောက်အကြောင်းကို ဇာတ်အိမ်တည်ထားပါတယ်။\nပါရီမှာ ကြင်နာပြီးနွေးထွေးတဲ့ ဇနီးချော ဒေါက်တာမလေး မက်ဒူနဲ့\nသမီးလေး ဘာဂရာတို့လည်းရှိတယ်ဗျ။ နွေးထွေးတဲ့အသိုက်အမြုံလေးပေါ့ဗျာ။တနေ့မှာ လူသတ်မှုနဲ့သံသယရှိတဲ့ တရားခံကို တရားခွင်ကို တင်သွင်းတဲ့နေ့မှာပဲ\nတရားရုံးရှေ့ လူအုပ်ကြားထဲမှာ လူသတ်မှုတစ်ခုဖြစ်သွားပါတော့တယ်။\nအသတ်ခံလိုက်ရတဲ့သူက ပါရီတာဝန်ယူပြီး လိုက်ပို့တဲ့ တရားခံဖြစ်သူပါပဲ။\nဒီတော့ တာဝန်တွေအားလုံး ပါရီ့ပုခုံးပေါ်ပုံကျလာတာပေါ့။\nဘယ်သူ့လက်ချက်လဲ ဆိုတာကို ရေဆုံးမြေဆုံးလိုက်ဖော်ရင်း\nပါရီသိလာရမယ့် ဒုစရိုက်လောကတွေအကြောင်း၊ နောက်ကွယ်က\nကြိုးကိုင်မှုတွေနဲ့ ရှောင်လွှဲမရတဲ့ ထိခိုက်မှုတွေကြားမှာ\nပါရီတစ်ယောက် ဘယ်လိုရှေ့ဆက်မလဲ။ မိသားစုကိုရော\nကာကွယ်နိုင်ပါ့မလား။ အမှုမှန်ကိုရော ဖော်ထုတ်နိုင်ပါ့မလားဆိုတာကို\nရင်တမမနဲ့ကြည့်ရမယ့် Action/Thriller မို့\nအခုပဲ Channel Myanmar မှာဝင်ရောက်ကြည့်ရှုလိုက်ပါတော့ခင်ဗျာ။\nFile size…2.08GB  / 881MB\nQuality…1080p True WEB DL  / 720p\nFormat…mp4\nDuration….1h 55m\nSubtitle….Myanmar ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/sinam-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i6bqxo8o0yYDUUaQtkHaism8Bkr.jpg",
        "title": "The Takeover (2022)",
        "description": "The Takeover (2022)(1080p ရပါပြီ)ဒီကားလေးကတော့ Crime action, Thriller ကားလေးပါ။Mel က ငယ်ငယ်တည်းက ကွန်ပျူတာကျွမ်းကျင်ပြီး တော်ပါတယ်။ ခုတော့ ဆော့ဝဲလ်တွေကို အမှားစစ်တဲ့အလုပ်လုပ်နေပြီး နောက်ကွယ်မှာ သူငယ်ချင်းတွေနဲ့ Hacker လုပ်ပြီး မကောင်းတဲ့သူတွေကို ဟက်ပြီး လူတွေကိုကူညီနေပါတယ်။တစ်ရက်တော့ လူမပါဘဲ အော်တိုမောင်းတဲ့ဘတ်စ်ကားကို ဆော့ဝဲလ်စစ်ပေးရင်း Mel တစ်ယောက် ထူးဆန်းတဲ့ကုတ်ကိုတွေ့ပါတယ်။ အဲ့ကုတ်ကို ရှင်းပစ်ခဲ့ပြီး သူငယ်ချင်းတွေနဲ့ လူတစ်ယောက်ကို ဟက်ပါတယ်။ ကံဆိုးစွာနဲ့ပြီး ဟက်ပြီးတဲ့အချိန်မှာ Melရဲ့ အိမ် အဖောက်ခံခဲ့ရပါတယ်။နောက်ပိုင်းမှာတော့ အခြေအနေတွေက ပိုဆိုးလာခဲ့ပြီး လူတွေက သူ့နောက်ကို နောက်ယောင်ခံလိုက်လာပြီး လူသတ်တယ်လို့ပါ စွပ်စွဲလာကြတဲ့အခါ ...Mel ဘာလုပ်မိတာလဲ?\nသူအပြစ်မရှိကြောင်းရော ဘယ်လိုသက်သေပြမလဲ? ဆိုတာတော့ ရုပ်ရှင်လေးထဲ ဆက်ကြည့်လိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)File Size          : ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-takeover-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hAG99uWgTIWEgYkDQ4cH9sNH3mq.jpg",
        "title": "Hanuman Shadow Master (2022)",
        "description": "ဒါကတော့ မွေ့ထိုင်းအတိုက်အခိုက်တွေကို အခြေခံပြီး\nသမ္မာကျမ်းစာလာ မြင်းစီးသမားလေးယောက်ရဲ့ ကမ္ဘာပျက်ကိန်းကို\nရာမရဲ့ စစ်သူကြီး ဟာနုမန်က သေမင်းနတ်ဘုရားအနေနဲ့\nအင်္ဂလိပ်လိုတွေပြောပြီးဝင်တားတဲ့ကားမျိုးဖြစ်လို့\nနည်းနည်းတော့ကြောင်ပါတယ်။ဒါပေမဲ့ Ong-bak ဆန်ဆန် အက်ရှင်တွေနဲ့ ပဟေဠိဆန်ဆန်\nရိုက်ချက်တွေကြောင့် အပျော်ကြည့်အနေနဲ့တော့\nအဆင်ပြေမယ့်ကားမို့ တင်ပေးလိုက်ပါတော့တယ်။မင်းသားကတော့ စားစရာနေစရာမရှိလို့ ဆေးရုံပျက်တစ်ခုမှာ\nညစောင့်ကင်းသမားလာလုပ်ရတဲ့သူပေါ့။ သူ့အတိတ်ကို\nဆေးရုံမှာမှီခိုနေရတဲ့လူတွေကလည်းမသိကြဘူး။ ကြည့်တဲ့သူတွေပဲသိမှာပါ သူက\nဂန်းစတားဟောင်းကြီး မွေ့ထိုင်းကျွမ်းတယ်ဘာညာပေါ့။ ဒါပေမဲ့\nဟာနုမန်နတ်ဘုရားက မြင်းသည်တော်လေးယောက်နဲ့ချဖို့\nအသုံးချတာကိုခံလိုက်ရတဲ့အခါ ပိုပြီးကြမ်းလာပြီး\nနတ်ဆိုးတွေနဲ့ပါ ချနိုင်သွားတာပေါ့။ အဲတော့ ချကြတယ်ပေါ့။ ကြည့်ကြည့်လိုက်ပါ။\nFile size…1.35GB /600MB\nQuality… 1080p WEBRIP /720p\nFormat…mp4\nDuration….1h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr Anderson",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/hanuman-shadow-master-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5v3grtPk3QSdjDP8ggpylA3hgIy.jpg",
        "title": "The System (2022)",
        "description": "The System (2022)ကားအမျိုးအစားက Action, Crime ဆိုတော့ အချိန်တိုလေးအတွင်း အပျင်းပြေကြည့်လို့ကောင်းမယ့် ရုပ်ရှင်လေးပါပဲ။ အချိန်လည်းသိပ်မပေးချင် ဇာတ်လေးလေးပင်ပင်တွေလည်း မကြိုက်ဘဲ ပေါ့ပေါ့ပါပါး တိုက်လိုက် ခိုက်လိုက်ကားလေးနဲ့ စိတ်အပန်းဖြေချင်ရင် ကြည့်သင့်တဲ့ ရုပ်ရှင်လေးပါ။ မင်းသားတွေကတော့ ကတုံးကားမောင်း မြန်စေလျောင်းကားတွေမှာ အစကတည်းကနေ ကြားဖောက်ကားတွေကလွဲ 9 အထိပါခဲ့တဲ့၊ နောက်ကားတွေလည်း ဆက်ပါနေဦးမယ့် Tyrese Gibson နဲ့ မူလလက်ဟောင်း War Machine ကြီး Terrence Howard တို့ပါပဲ။ ရင်းနှီးပြီးသားမင်းသားတွေနဲ့ ခပ်ကြမ်းကြမ်းအက်ရှင်ကားလေးဆိုတော့ အားလုံး သဘောကျကြမှာပါ။တယ်ရီဆဲဗေ့ဂျ်ဟာ တိုင်းပြည်အတွက် အသက်ပေးအမှုထမ်းခဲ့ပြီး စစ်မြေပြင်မှာ ဆုတွေအလီလီရတဲ့ထိတိုင်အောင် ရွပ်ရွပ်ချွံချွံ တိုက်ပွဲဝင်ခဲ့တဲ့ စစ်သူရဲကောင်းတစ်ယောက်ပေမဲ့ တာဝန်ပြီးလို့ အိမ်ပြန်ရောက်ချိန်မှာတော့ တိုင်းပြည်အစိုးရရဲ့ မျက်ကွယ်ပြုခြင်း ခံရပြီး ဘဝက ယိုယွင်းလာခဲ့တယ်။ အဲဒီလိုနဲ့ နောက်ဆုံး သူ့သမီးအသက်မသေရအောင် ဆေးဖိုးရှာဖို့ ကြံရာမရတဲ့နောက်မှာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-system-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYmU0NTMyYjAtYmY4OC00MzdlLTg4OTItOWM3ZGVjNzY2MmExXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Pathonpatham Noottandu (2022)",
        "description": "Pathonpatham Noottandu 2022IMDb-8/10ဒီဇာတ်ကားလေးကတော့ 19ရာစုနှစ်ကအဖြစ်အပျက်တွေကို\nအခြေတည်ထားတဲ့ ဇာတ်ကားလေးပါ\nအာရတုပူဂါဗေလာယုဒပါနီကာဟာ စစ်သည်တော်တစ်ယောက်ဖြစ်ပြီး\nထကာဗန်ကိုးနိုင်ငံရဲ့ ဇာတ်နိမ့်ကိုယ်ခံပညာရှင်တစ်ယောက်အဖြစ်နဲ့ မွေးဖွားလာခဲ့ရတာပါ...တစ်ချိန်တည်းမှာပဲ နန်ဂီလီဆိုတဲ့ဆင်းရဲတဲ့ဇာတ်နိမ့်မိသားစုက\nမိန်းကလေးတစ်ယောက်ဟာ လူကုံထံတွေရဲ့အနိုင်ကျင့်မှု လူမျိုးခွဲခြားမှုတွေကို ရင်ဆိုင်ဆန့်ကျင်နေတဲ့သူပေါ့...\nဇာတ်မြင့်ဇာတ်နိမ်တွေခွဲခြားခံရပေမယ့် မဟုတ်ရင်မခံတဲ့စိတ်ကြောင့်\nချီကာဗာဟာ လူကုံထံတွေရဲ့ချောက်ချမှုကြောင့်အကျဥ်းထောင်သွင်းခံခဲ့ရပါတယ်..ဒါပေမယ့် ဘုရင်မကြီးရဲ့အကူအညီနဲ့လွတ်မြောက်ခဲ့ရပြီး သူ့ကိုဘုရင်မကြီးက ဘယ်လိုတာဝန်တွေပေးခဲ့လဲ....\nနန်ဂီလီကရော...ဇာတ်နိမ့်မိသားစုတွေအတွက် ဘယ်လိုရဲရဲဝံ့ဝံ့ရင်ဆိုင်ပေးဆပ်သလဲဆိုတာ...\nစောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦး....\nFile size…8.74GB / 2.89GB  / 1.59GB\nQuality…4k HEVC/  1080p HQ HD RIP / 720p\nFormat…mp4\nDuration….2h 38m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL ~ Thet Ko ~ Poe",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/pathonpatham-noottandu-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOAIceE0DkwWJhk91vLs2H5dcrg.jpg",
        "title": "The First Stab of The Datang ( 2018 )",
        "description": "တရုတ်သမိုင်းရဲ့နာမည်ကြီးဧကရီ Wu Zhe Tian ကိုသိကြမယ်ထင်ပါတယ်။\nထန်ခေတ်ဧကရီဝူဇယ်ထျန်းကို ပုံစံတစ်မျိုးနဲ့ဖော်ပြထားတဲ့\nသိုင်းကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။တထန်တိုင်းပြည်ကြီး တိုင်းရေးပြည်ရေးမတည်မငြိမ်ဖြစ်ပြီး\nအရှင်မဝူဇယ်ထျန်းက ဧကရီအမည်ခံအုပ်ချုပ်လိုက်တယ်။\nပြည်သူတွေကြားမှာ ကောလဟာလတစ်ခုပြန့်နေပါတယ်\nအမတ်ချုပ်ကြီးဟာထိုက်ကျုံးဘုရင်မင်းမြတ်ရဲ့အမိန့်တော်အရ လျို့ဝှက်ကျမ်းစာကိုရေးခဲ့တယ်။ဒီကျမ်းစာဟာရှေ့ဖြစ်ဟောစာဖြစ်ပြီး ဝူဇယ်ထျန်းကို\nထိန်းချုပ်ဖို့နည်းလမ်းဖြစ်တဲ့အတွက် ဧကရီမကြီးက\nဒီလျို့ဝှက်စာကိုမရရအောင် ထျန်းကျီးဂိုဏ်းကလူသတ်သမားတွေကို\nစေလွှတ်တဲ့အကြောင်းကို သိုင်းအက်ရှင်တွေဝေဝေဆာဆာနဲ့ရိုက်ကူးထားပြီး\nတိုက်ရေးခိုက်ရေးတွေကြားထဲက အစွန်းနှစ်ဘက်က\nလူ၂ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးက\nဘယ်လိုဖြစ်သွားမလဲဆိုတာလဲ စိတ်ဝင်တစားကြည့်ရမှာပါ.....\nရက်စက်တဲ့ဧကရီနဲ့ သူတို့ချစ်သူနှစ်ယောက်ရဲ့အဆုံးသတ်ဟာ\nဘယ်လိုဖြစ်လာမလဲဆိုတာ ဆက်ပြီးကြည့်ရှုအားပေးလိုက်ကြပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , History\nRuntime : 1h 11 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/3bG3x/The_First_Stab_Of_The_Datang_(2018)_WEB-DL_1080p_CM.mp4",
        "category": "Action, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-get-135x200.jpg",
        "title": "Get Carter (2000)",
        "description": "ဒီတစ်ခါမှာတော့ မင်းသားကြီး စတားလုံးရဲ့ ၂၀၀၀ ခုနှစ်မှာ ထွက်ရှိထားတဲ့ Get Carter ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။\nကာတာဆိုတာကတော့ သူ့မွေးရပ်မြေမြို့လေးကနေ ထွက်ပြီး အကြွေးလိုက်သိမ်းတဲ့ လူမိုက်တစ်ယောက်အဖြစ် လုပ်ကိုင်နေတဲ့သူတစ်ယောက်ပါ။\nတစ်နေ့မှာတော့ အကြောင်းတစ်ခုကြောင့် သူ့မွေးရပ်မြေကို ပြန်လာခဲ့ပါတယ်။\nအဲဒါကတော့ သူ့ညီလေး ရစ်ချီ သေဆုံးသွားခဲ့လို့ပါပဲ။ အကုန်လုံးကတော့ အမူးလွန်ကားမောင်းလို့ သေဆုံးသွားခဲ့ရတယ်လို့ ပြောခဲ့ကြပေမယ့် ကာတာတစ်ယောက်ကတော့ မယုံကြည်ခဲ့ပါဘူး။\nဒီလိုနဲ့ ရစ်ချီ သေဆုံးရတဲ့ အမှုမှန်ကို လိုက်တူးဖော်ရင်း ကာတာတစ်ယောက် သူ့မွေးရပ်မြေလေး‌ နောက်ကွယ်ကအရိပ်မည်းတွေကို ရင်ဆိုင်ကြုံတွေ့ခဲ့ရပါတော့တယ်။ File size…(2GB) / (1017MB) / (634MBMB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:42:00\nGenre...Action / Crime / Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Chuck",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/get-carter2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sUEXw2pwMU7cEHhfy3wcUGC1Wtp.jpg",
        "title": "The Magic Lotus Lantern ( 2021 )",
        "description": "“ထူးခြားဆန်းပြားလှတဲ့ စစ်နတ်ဘုရား သူရဲကောင်း\nလူငယ်လေးတစ်ယောက်အကြောင်းကို ပုံဖော်ထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်...!”နတ်ဘုရားနဲ့ နတ်ဆိုးတွေ အားပြိုင်နေစဥ် အချိန်ကာလ...,\nလောကကြီးကို စောင့်ရှောက်နေတဲ့ ကြာပန်းမီးအိမ်အခိုးခံလိုက်ရတဲ့အချိန်မှာတော့\nယန်ကျန်းဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ\nမီးအိမ်ကိုပြန်လည်ရှာဖွေဖို့အတွက် လူ့ဘုံလောကနယ်ပယ်ကို ရောက်ရှိလို့လာခဲ့ပါတော့တယ်\nမီးအိမ်ရှာဖွေရေးလမ်းစဥ်မှာ မိန်းမငယ်တစ်ဦးနဲ့တွေ့ဆုံပြီး\nချစ်ကြွမ်းဝင်ခဲ့ကြပါတယ် အဲဒီနောက်မှာတော့\nဘုံခြောက်ဘုံကိုအုပ်စိုးစီးနင်းဖို့ကြံစည်နေတဲ့ နတ်ဆိုးအရှင်ကို နှိမ်နင်းဖို့ နှစ်ဦးသား အတူတူကြိုးစားခဲ့ကြတဲ့အခါမှာတော့ -❐ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ? ဆိုတာ ဆက်ပြီးတော့ ကြည့်ရှုလိုက်ရအောင်လားရှင်ဒီဇာတ်ကားလေးဟာဆိုရင် ရှေးခေတ်တရုတ်ပြည်ရဲ့ ဒဏ္ဍာရီတော်တော်များများကို\nထည့်သွင်းအသုံးပြုထားတဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်\nလူတွေရယ် ပြီးတော့ သမိုင်းဝင်ဖြစ်ရပ်တွေရယ်ဟာဆိုရင်\nအရှေ့တိုင်းစိတ်ကူးယဥ်အငွေ့အသက်တွေနဲ့ ပြည့်နှက်နေတဲ့\nအရမ်းကိုမှကြီးမားလှတဲ့ မြင်ကွင်းကြီးတစ်ခုကိုဖန်တီးပေးထားသလိုပါပဲ\nဒီဇာတ်လမ်းတစ်ခုလုံးမှာလဲ ကြာပန်းမီးအိမ်ရဲ့\nသဲလွန်စနဲ့အခြေခံထားပြီးတော့ ချန်ရှန်းခေတ်ကို\nပြန်လည်အသက်သွင်းထားတာဆိုရင်လဲဟုတ်ပါတယ်\nလူငယ်တစ်ယောက်ဖြစ်သူ ယန်ကျန်းရဲ့ ဘဝ အတတ်အကျတွေကို\nအခြေခံယူထားပြီးတော့ သူကြုံတွေ့ခဲ့ရတဲ့ တွေ့ကြုံမှုတွေ\nအနိမ့်ဆုံးကိုကျရောက်နေပေမဲ့လဲ မရပ်တမ်းရှေ့ဆက်သွားပုံတွေ\nအစရှိတာတွေကိုပါ မီးမောင်းထိုးပြထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ\nစိတ်အားထက်သန်လှတဲ့ သူရဲကောင်းတစ်ယောက်ဟာ\nရှုပ်ထွေးလှတဲ့ ချစ်ခြင်းမေတ္တာတွေနဲ့ ဒွန့်တွဲနေတယ်ဆိုတာတွေကိုလဲ\nတွေ့မြင်ရပြီးတော့ ရသမျိုးစုံ ပေးစွမ်းထားတဲ့\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လို့ ကြည့်ရတာ\nတကယ်ကိုတန်နေစေမှာပါ အဲဒါကြောင့် အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-magic-lotus-lantern-2021/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWVhMjMzM2QtNjI0Ny00NTM2LWI3YjMtNTgzZjg3ZTdhNjI5XkEyXkFqcGdeQXVyMTMzNzczNTcx._V1_-133x200.jpg",
        "title": "The OctoGames (2022)",
        "description": "The OctoGames (2022)\n=================နာမည်ကျော်ကြားမှုနဲ့ ပိုက်ဆံအတွက် သူတပါးဘ၀ကိုချနင်းရက်တဲ့သူတွေ\nဘယ်လောက်များရှိနိုင်မလဲ...။ ဒီဇာတ်လမ်းထဲက လူ ၈ ယောက်ကတော့\nအဲဒီလိုချနင်းရမယ်မှန်းမသိဘဲ ဂိမ်းတစ်ခုထဲ ဘုမသိဘမသိပါလာကြပါတယ်။\nသူတို့ပါ၀င်ခဲ့ရတဲ့ဂိမ်းက OctoGames...။ရေဘဝဲဂိမ်းလို့ပဲအလွယ်ခေါ်ကြပါစို့။ ရေဘဝဲရဲ့ခြေတံလက်တံ ၈ ခုကို ကိုယ်စား\nပြုပြီး ဂိမ်း ၈ မျိုး၊ လူ ၈ ယောက် ကစားတာကြောင့်ပါ။ ဂိမ်းအားလုံးက ကလေး\nကစားတဲ့ဂိမ်းတွေဖြစ်ပေမဲ့ ရှုံးနိမ့်သူတွေအတွက် ပေးဆပ်လိုက်ရတာက တကယ့်\nအသက်နဲ့ဘ၀ပါ...။ အဲဒီလူသတ်ကစားပွဲကြီးကိုဖန်တီးသူကတော့ follower သန်း\nပေါင်းရာချီတဲ့ နာမည်ကျော် YouTuber \"ဂျက်စ်ပရို\" ဆိုသူ ဖြစ်ပါတယ်။ကယ်ရီ၊ မက်ဆင်း၊ အေဂျေ၊ စကွစ်ရှ်၊ ရုသ်၊ ဝေါလ်တာတို့က မျက်စိလည်လမ်းမှားပြီး\nလူသတ်ဂိမ်းကြီးထဲ ပါ၀င်မိကြသူတွေပေါ့။ ဂိမ်းရဲ့သရုပ်မှန်ကိုသိသွားချိန်မှာတော့\nနောက်ပြန်ဆုတ်လို့မရတော့ဘဲ ကိုယ့်အသက်ရှင်သန်ရေးအတွက် ရုန်းကန်ကြရပါ\nတော့တယ်။ အဲဒီလိုနဲ့ ဘယ်သူကရှင်သန်ပြီး ဘယ်သူတွေရှုံးနိမ့်သွားကြမလဲဆိုတာကို\nကြည့်ရှုခံစားရင်း အခက်အခဲကြုံချိန်မှာ တွေ့ရတဲ့သံယောဇဉ်၊ ကိုယ်ချင်းစာတရား၊\nကောက်ကျစ်စဉ်းလဲမှု၊ တစ်ကိုယ်ကောင်းဆန်မှု၊ လူတွေရဲ့ရူးသွပ်မိုက်မဲမှုတွေကို\nအထင်းသားတွေ့ကြရမှာပါ။\nပရိသတ်ကြီးစိတ်၀င်တစားကြည့်ရလောက်အောင် လှုပ်လှုပ်ရှားရှားဖြစ်တဲ့ Horror\nဆန်ဆန် ပဟေဠိဆန်ဆန် ဇာတ်လမ်းမျိုးမို့ ကြည့်ကြဖို့ ညွှန်းပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/the-octogames-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-R-133x200.jpg",
        "title": "R.I.P.D. 2: Rise of the Damned (2022)",
        "description": "2013 တုန်းက RIPD ရုပ်ရှင်ကို ကြည့်ဖူးသူကြည့်ဖူးမှာပါ။ Deadpool မင်းသားနဲ့ ရိုက်ထားတဲ့ကားရှိပါတယ်။ မကြည့်ဖူးသေးရင်လည်း ချန်နယ်မြန်မာမှာ တင်ထားပါတယ်။ အခုကားကတော့ အဲဒီ ၂၀၁၃ ကားရဲ့ ခေတ်မတိုင်ခင် ၁၈ ရာစု ကောင်းဘွိုင်ခေတ်က ရွိုင်ရဲ့ မူလဇာတ်လမ်းပါ။ ဒီတော့ ဓာတ်ဘူးမင်းသား ရိုင်ရန်ရေးနိုးတော့ မပါတော့ပါဘူး။ဒါပေမဲ့ RIPD 1 လိုပဲ အတော်လေး ကောင်းပါတယ်။ ကောင်းဘွိုင်ခေတ်အရသာတစ်မျိုးပေါ့။ ဇာတ်လမ်းအကျဉ်း ရွိုင်ဆိုတဲ့ ရဲမှူးတစ်ယောက်ဟာ ရထားတွဲကို လာတိုက်တဲ့ ဓားပြတွေကို ပြန်တိုက်ရင် သေသွားခဲ့ပါတယ်။ သူသေသွားပြီးတော့ ကောင်းကင်ဘုံနဲ့ငရဲကိုမရောက်ခင် RIPD ကိုရောက်သွားပါတော့တယ်။RIPDကတော့ငရဲပြည်ကနေထွက်ပြေးလာပြီးလူ့ပြည်မှာ သောင်းကျန်းနေတဲ့ ဝိညာဉ်တွေကို ဖမ်းဆီးနှိမ်နင်းရတဲ့ တမလွန်ရဲဌာနတစ်ခုပါပဲ။ ဒီရုပ်ရှင်မှာလည်းငရဲကနေ လွတ်လာတဲ့ ငရဲပြေးတစ်သိုက်ဟာ ငရဲတံခါးကိုဖွင့်ပြီး ငရဲကျဝိညာဉ်တွေအကုန်လုံးကို ကမ္ဘာကြီးထဲကိုဆွဲခေါ်ပြီး ကမ္ဘာကိုအုပ်စိုးဖို့ ပြင်ဆင်နေကြတာကို RIPD ရဲ့ အေးဂျင့်နှစ်ယောက်က ဘယ်လိုတားဆီးမလဲဆိုတာ တွေ့ရမှာပါပဲ။ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/r-i-p-d-2-rise-of-the-damned2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BODAxMjQ1OWEtOWZmYy00NzczLWFhNmYtYmE0ZWVjZDE5YjJhXkEyXkFqcGdeQXVyMTI2ODUzMjQ4._V1_-135x200.jpg",
        "title": "Kingslayer (2022)",
        "description": "Kingslayer (2022)\n==============အင်္ဂလန်ပြည်ကြီးရဲ့ မင်းသားတစ်ပါး ဖြစ်တဲ့ ရစ်ချတ်ဟာ\nရှေးအစဉ်အလာတွေနဲ့ ဆန့်ကျင်ပြီး မြင်းဇောင်းက အစေခံမလေး\nလီယာနဲ့ ချစ်ကျွမ်းဝင်နေသူပါ။ ဖခင်ဖြစ်သူ ဒုတိယမြောက် ဟင်နရီ\nဘုရင်ကြီး နတ်ရွာစံပြီးတဲ့နောက် ရစ်ချတ်ဟာ အင်္ဂလန်ပြည်ရဲ့ ထီးနန်း\nကို ဆက်ခံဖို့ ဖြစ်လာပါတယ်။လီယာကို တမ်းတမ်းစွဲဖြစ်နေတဲ့ ရစ်ချတ်ဟာ နန်းတက်ပွဲ မတိုင်ခင်\nနှစ်ရက်အလိုမှာ Kingswood လို့ခေါ်တဲ့ တော်ဝင်မျိုးနွယ်တွေပဲ အမဲ\nလိုက်ခွင့်ရှိတဲ့ တောအုပ်ထဲမှာ ချစ်သူ လီယာနဲ့ ချိန်းတွေ့ပြီး ချစ်ကြည်နူး\nကြပါတော့တယ်။ ထီးနန်းကိုချောင်းနေတဲ့ ရစ်ချတ်ရဲ့ ညီဖြစ်သူ ဂျွန်က\nအဲဒီအခွင့်အရေးကို အမိအရ အသုံးချပြီး Kingswood တောအုပ်ထဲ\nကြေးစားတွေလွှတ်ပြီး ရစ်ချတ်ကို အပြတ်ရှင်းဖို့ ကြံစည်တဲ့အခါမှာတော့။\n1189 ခုနှစ်ကနေ 1199 ခုနှစ်အထိ အင်္ဂလန်ပြည်ကို အုပ်ချုပ်သွားခဲ့တဲ့\nLionheart လို့ အမည်တွင်ခဲ့တဲ့ ပထမမြောက် ရစ်ချတ်ဘုရင်ရဲ့  Kingswood\nတောအုပ်ထဲက စွန့်စားခန်းတွေကို ရှုစားကြရမှာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Roman NoX ဖြစ်ပါတယ်)File Size..........(1.7 GB) ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/kingslayer-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/brahma-160x200.jpg",
        "title": "Brahmāstra Part One: Shiva (2022)",
        "description": "Brahmastra Part One: Shiva (2022)\nAction, Adventure, Fantasy\nIMDb 5.6/10 (96K)ကဲ ကဲ အားလုံးပဲ စောင့်ရကျိုးအတော်နပ်မယ့် ကားကောင်လေးတစ်ကားကို\nဦးဦးဖျားဖျား တင်ဆက်ပေးတော့မယ်နော်ဒီဇာတ်ကားမှာ Lead Role တွေအနေနဲ့ ရန်ဗီးကပူး..အာလီယားဘတ်..အမီတာဘဂျမ်းနဲ့\nမြွေမင်းသမီးလေး မွန်နီးရွိုင်းတို့က သရုပ်ဆောင်ထားပြီး Cameo အနေနဲ့ ရှာရွတ်ခန်း ဒီပီကားပါဒူကွန်\nတေလဂူမင်းသားကြီး နာဂဂျွန်နာအခီနယ်နီ စတဲ့မင်းသား မင်းသမီးကြီးတွေအပြင်\nတခြားသရုပ်ဆောင်ပေါင်းများစွာလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်...ကဲ...အခု ဇာတ်လမ်းဘက်ကိုလှည့်မယ်တစ်ရက် ဟိမဝန္တာတောင်ပေါ်မှာ တရားကျင့်ကြံအားထုတ်နေတဲ့ ရသေ့ရဟန်းတွေဆီကို\nအလင်းတန်းတစ်ခုကျရောက်လာခဲ့ပြီး ဘုရားသခင်က သူတို့ကို အက်စသရ(စွမ်းအင်လက်နက်)တွေ\nချီးမြှင့်ခဲ့တယ်အဲ့ဒီအက်စသရတွေနဲ့အတူ Lord Shiva ရဲ့ Almighty Weapon ကြီးဖြစ်တဲ့\nဗရမာစသရပါ ပေါ်ပေါက်လာခဲ့တယ် အဲ့ဒီအက်စသရကို ပိုင်ဆိုင်တဲ့သူဟာ\nလောကခပ်သိမ်းကို အသစ်တစ်ဖန် ဖန်ဆင်းနိုင်သလို အရာခပ်သိမ်းကိုလည်း\nဖျက်ဆီးနိုင်စွမ်းရှိတယ်...ဒါကြောင့် ဗရမန့်ချ်ဆိုတဲ့စောင့်ရှောက်ရေးအဖွဲ့အစည်းတစ်ခုက ဒီ ဗရမာစသရကို\nအပိုင်းသုံးပိုင်းပိုင်းပြီး ခေတ်အဆက်ဆက်ထိန်းသိမ်းစောင့်ရှောက်လာခဲ့ကြတယ်ဒီဗရမာစသရကို လိုချင်နေတဲ့ အဖျက်မုဆိုးအဖွဲ့အစည်းတစ်ခုကလည်း ရှိနေတယ်ရှီဗား..\nသူကတော့ သူ့ကံကြမ္မာကြီးဟာ ဒီအက်စသရတွေနဲ့\nဆက်နွယ်ထားတယ်ဆိုတာကို သူကိုယ်တိုင်တောင် မသိတဲ့သူတစ်ယောက်ပေါ့...\nငယ်ငယ်လေးကတည်းက မိမရှိ ဖမရှိနဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/brahmastra-part-one-shiva-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/enola-holme-135x200.jpg",
        "title": "Enola Holmes 2(2022)",
        "description": "နက်ဖလစ်ရဲ့ နာမည်ကြီး စုံထောက်ကားဖြစ်တဲ့ အနိုလာဟုမ်းစ် ရုပ်ရှင်ရဲ့\nဒုတိယမြောက်ကားထွက်လာပါပြီ။ မူရင်းသရုပ်ဆောင်တွေပဲ\nပြန်လည်ပါဝင်ထားပါတယ်။ ဟင်နရီ ကာဗယ်က\nရှားလော့ခ်ဟုမ်းစ်အဖြစ် ပါဝင်ထားပြီး Stranger Things ထဲက\nအချစ်တော်လေး မီလီ ဘော်ဘီ ဘရောင်းကတော့\nရှားလော့ခ်ဟုမ်းစ်ရဲ့ ညီမ အနိုလာဟုမ်းအဖြစ် ပါဝင်ထားပါတယ်။\nသူတို့ရဲ့ အစ်ကိုကြီး မိုက်ခရော့ဖ်တော့ ပြန်မပါတော့ပေမဲ့\nလော့ဒ် တုစ်ဘူရီနဲ့ အနိုလာတို့ရဲ့အချစ်ဇာတ်လမ်းကိုတော့\nဆက်ပေးထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n================အနိုလာဟုမ်းစ်ရာ မိခင်ပျောက်ရှာပုံတော်အမှုကိုဖြေရှင်းအပြီးမှာ\nတုစ်ဘူရီအမှုကိုပါ ဖြေရှင်းနိုင်ခဲ့ပြီး ကွန်ဖီးဒန့်လယ်ဗယ်ဆိုးဟိုက်သွားတာမို့\nကိုယ်ပိုင်စုံထောက်လုပ်ငန်းတစ်ခု တည်ထောင်လိုက်ပါတော့တယ်။\nဒါပေမဲ့ မိန်းမငယ်လေးတစ်ယောက်ကို ဘယ်သူမှ ယုံကြည်ပြီး\nအလုပ်မအပ်တော့တာကြောင့် ခွက်ခွက်လန်အောင်ရှုံးပြီး\nရုံးခန်းကိုပိတ်ဖို့စီစဉ်လိုက်ရပါတော့တယ်။အဲဒီအချိန်မှာပဲ မီးခြစ်ဆံစက်ရုံအလုပ်သမ ‌ကောင်မလေးတစ်ယောက်က\nပျောက်ဆုံးနေတဲ့ သူ့အစ်မကို ရှာပေးဖို့ အမှုလာအပ်ပါတော့တယ်။\nဒါပေမဲ့ အနိုလာဟုမ်းစ်တစ်ယောက် လူပျောက်ရှာရင်းနဲ့\nဒါဟာ သာမန်အမှုမဟုတ်ဘဲ ကြီးမားတဲ့ မသမာမှုကြီးတွေ၊\nလာဘ်စားမှုတွေ၊လူသတ်မှုတွေပါ ရောယှက်နေတာကိုတွေ့သွားပြီး\nအန္တရာယ်တွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါ....\nFile size…1.9GB / 800MB\nQuality…1080p NF WEB DL  / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Mr.Anderson",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/enola-holmes-22022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yUCY3g2AER73qXIUOmmS4XaQgtM.jpg",
        "title": "Leio (2022)",
        "description": "Leio (2022)ကောက်ဝ်နဲ့ဖွန်က ရေရှားပါး မိုးနည်းနယ်ဖြစ်တဲ့ ထန်တဝမ်ရမ်ခရိုင်မှာ ကြီးပြင်းလာခဲ့သူတွေပါ။ဒါပမေဲ့ တစ်နေ့မှာတော့ ဒေသခံတွေ ရေအပူအပင်မရှိရအောင် အမြဲတစေကြိုးပန်းနေခဲ့တဲ့\nကောက်ဝ်ရဲ့အဘိုးဝပ် ဆုံးပါးသွားခဲံပါတယ်။YouTuber​ လေး ဖွန်က ဒီမြေမှာရေထွက်အောင်လုပ်နိုင်ရင်\nဘတ်တစ်သန်း ဆုပေးမယ်လို့ Challenge Vlog တင်ခဲ့တယ်လူပေါင်းစုံလာရောက်ယှဥ်ပြိုင်တဲ့အထဲမှာ ကောက်ဝ်၊ ဂျိန် နဲ့ ရိုတို့အဖွဲ့လည်း ပါဝင်ခဲ့ကြပါတယ်အဖွဲ့တိုင်းက မြေအောက်ရေရှိမဲ့နေရာကို သူ့ထက်ကိုယ်အရင်ရှာဖွေနေဆဲမှာပဲ\nရေကြောက်တဲ့မြေအောက်တွားသွားသတ္တဝါကြီးက လန့်နိုးလာပြီး သောင်းကျန်းရေးစဆင်းပါတော့တယ်ဧရာမပုတ်သင်ကြီးက လျင်လျင်မြန်မြန်ပဲ လူသားတွေကိုဖမ်းဆိးပြိး\nသူ့ဂူထဲကတနေရာမှာ မာကျောတဲ့သူ့ရဲံသလိပ်ခဲတွေနဲ့ဖမ်းချုပ်ထားပါတယ်ကောက်ဝ်ကဦးဆောင်ပြီး ဧရာမပုတ်သင်ကြီးကို ဖမ်းပြီး\nလူတွေကိုကယ်ဖို့ ကြိုးပမ်းခဲ့တဲ့အချိန်မှာတော့ ...အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lei Wutyi Tun ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Comedy\nQuality…. 1080p | 720p | 480p\nFile size… 1.63GB | 939MB | 458MB\nFormat… mp4\nDuration…. 2h 29min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://channelmyanmar.org/leio-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/039b0b3c38d6d939bd3e333712d38e3b-135x200.jpg",
        "title": "Kung Fu Hustle (2004)",
        "description": "2004 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ စတီဖင်ချောင်ပါဝင်တဲ့ Kung Fu Hustle ဆိုတဲ့ ဇာတ်ကားလေးကို\nအသစ်တစ်ဖန် ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ဂိုဏ်းစတားတွေ နာမည်ကြီးတဲ့ခေတ်တစ်ခုမှာ လူမိုက်ဂိုဏ်းတွေထဲက ပုဆိန်ဂိုဏ်းသားတစ်ယောက်ဖြစ်ချင်တဲ့ လူငယ်လေးတစ်ယောက်ဟာ\nတကယ့်သိုင်းဆရာကြီးတွေ ဇာတ်မြှုပ်နေတဲ့ ရပ်ကွက်တစ်ခုမှာ ပြဿနာသွားရှာမိရာကနေ ဇာတ်လမ်းစတော့တာပါပဲ\nစတီဖင်ချောင်ရဲ့ ထုံးစံအတိုင်း ဟာသတွေနှောရင်း အပီအပြင်ဆော်ကြနှက်ကြတဲ့ သိုင်းကားတွေကို ကြည့်ချင်တဲ့သူတွေအတွက်ကတော့\nပြန်ကြည့်တိုင်း မရိုးနိုင်တဲ့ ဇာတ်ကားတွေထဲက တစ်ခုပါပဲ\nဒီဇာတ်ကားကို စတီဖင်ချောင်ကိုယ်တိုင် ဒါရိုက်တာလုပ် ရိုက်ကူးထားခဲ့ပြီးတော့\nဒီကားနဲ့ပတ်သက်လို့ သိပြီးသားတွေထဲက လူသိနည်းတဲ့ စိတ်ဝင်စားစရာ အချက်တချို့ကိုတင်ပြရရင်\n၁ - ဇာတ်ကားထဲက ဝက်ယာတောလို့ခေါ်တဲ့ ရပ်ကွက်ဟာ စတီဖင်ချောင် ကြီးပြင်းခဲ့တဲ့ ဟောင်ကောင်က တိုက်ခန်းအိမ်ယာတစ်ခုကို\nပုံစံယူတည်ဆောက်ထားတာပါ\n၂- ပုဆိန်ဂိုဏ်းခေါင်းဆောင်ကို တခြားလူမိုက်တွေနဲ့ မတူအောင်လုပ်ဖို့ စတီဖင်ချောင် စဉ်းစားခဲ့တဲ့နေရာမှာ\nသရုပ်ဆောင်သူဟာ အကသမားဖြစ်နေတဲ့အတွက် ဇာတ်ကားထဲမှာ ဂိုဏ်းသားတွေ ကတဲ့အခန်းတွေပါလာတာဖြစ်ပါတယ်\n၃- လူသတ်သမားနှစ်ယောက်ကို ငှားတဲ့အခန်းမှာ မူလဇာတ်လမ်းအရ ရေအောက်ငမန်းသိုင်းကွက်တွေ လုပ်ဖို့ ရှိခဲ့ပေမယ့်\nCGI သမားတွေ မတတ်နိုင်တာကြောင့် စောင်းနဲ့ပဲ တိုက်ခိုက်တာကို ပြောင်းလဲခဲ့တာပါ\n၄- ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/kung-fu-hustle-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5r8IKmy4I4gswqZqHSCal1adHi.jpg",
        "title": "The Desert Dragon ( 2021 )",
        "description": "ထန်မင်းဆက် နောက်ဆုံးအုပ်ချုပ်သည့် ခေတ်ကာလအချိန်....,\nခွန်းလွင် တောင်ထိပ်မှာရှိတဲ့ ခွန်းဝူအဆောင်တော်မှ\nအကြီးအကဲ ဟွမ်ဖူ ဟာ နတ်ဆိုးဂိုဏ်းသားတွေ\nနဂါးရဲ့သွေးကြောကို ဖျက်ဆီးနေပြီလို့ ခံစားမိတဲ့အတွက်ကြောင့်\nတပည့်တွေကိုခေါ်ဆောင်ပြီး နှစ်တစ်ထောင်သက်တမ်းရှိတဲ့\nသစ်ပင်နတ်ဆိုးကို တိုက်ခိုက်ဖို့ဦးဆောင်ခဲ့ပါတယ်သစ်ပင်နတ်ဆိုးဟာ ရွှမ်းယင်ပုလဲကို စုပ်ယူပြီးတဲ့နောက်မှာ\nသူတို့ရဲ့ ခွန်းဝူနန်းဆောင်တော်ကို ဖျက်ဆီးတိုက်ခိုက်မှာစိုးရိမ်တာကြောင့်\nအကြီးအကဲဟွမ်ဖူဟာ ဖေးလျို လမ်းစဥ်ကိုအသက်သွင်းပြီး\nဆန့်ကျင်ခဲ့ပါတော့တယ် အဲဒီနောက်မှာတော့\nဂိုဏ်းရဲ့တပည့်တွေဖြစ်ကြတဲ့ ရွှင်ထူနဲ့ ချူလင်အာ တို့ကို\nရွှမ်းယင်ပုလဲမရရှိခင်မှာ သစ်ပင်နတ်ဆိုးကို ​ချေမှုန်းဖို့\nဖန်ရှစ်မြို့တော်ကိုစေလွှတ်ခဲ့ပါတယ် အဲဒီခရီးလမ်းမှာပဲ\nရွှင်ထူနဲ့ ချူလင်အာ တို့ဟာ ကလေကချေကောင်လေး\nလီယွမ်ကျီးနဲ့ တွေ့ဆုံဖို့ ကံကြမ္မာဖန်လာခဲ့ပါတော့တယ်\nဒီတော့သူတို့တွေဟာ နတ်ဆိုးတွေကို နှိမ်နင်းတားဆီးဖို့ လမ်းကြောင်းမှာ အတူတူရင်ဆိုင်လာကြရင်း -❐ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ?\n❐ ရင်ဆိုင်ရ/စတေးရမှုတွေ ရှိလာတဲ့အခါမှာရော\nသူတို့တွေဘယ်လိုကျော်ဖြတ်ကြမလဲ ?\n❐ နတ်ဆိုးတွေရဲ့ ဒဏ်ကို အလူးအလဲခံနေရတဲ့\nအပြစ်မဲ့ပြည်သူတွေကိုရော ကယ်တင်နိုင်ပါ့မလား ?\nဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမဲ့ ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်\nAction, Historical နဲ့ Fantasy အမျိုးအစားလေးတွေကို\nကြိုက်နှစ်သက်တဲ့သူတွေအနေနဲ့ကတော့ ဒီကားလေးက အကြိုက်တွေ့စေမှာအမှန်ပါပဲရှင်\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-desert-dragon-2021/",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4njdAkiBdC5LnFApeXSkFQ78GdT.jpg",
        "title": "Medieval (2022)",
        "description": "Mediveal (2022)ဥ​​ရောပအလယ်​ခေတ်ဇာတ်ကား​တွေကို ကြိုက်နှစ်သက်သူ​တွေအတွက်\nဘိုဟီးမီးယန်း(ချက်နိုင်ငံ)မင်းဆက် သမိုင်းဇာတ်လမ်းတစ်ခုကို တင်ဆက်​ပေးလိုက်ပါတယ်။\n၁၄ရာစုတုန်းက ဘိုဟီးမီးယန်းနယ်​မြေရဲ့ အကြီးကျယ်ဆုံး စစ်သူရဲတစ်​ယောက်ဖြစ်တဲ့\nယန်ဇစ်ဇကာရဲ့ ကနဦးစွန့်စားခန်းတစ်ခုကို ရိုက်ကူးတင်ဆက်ထားတာပဲဖြစ်ပါတယ်။၁၄ရာစုနှစ် ချားစ်ဘုရင်-၄ နတ်ရွာစံပြီး​နောက် ဘိုဟီးမီးယန်းနယ်​မြေတွင်း ဂိုဏ်းဂဏ​တွေကွဲပြီး\nရောမရှိပုပ်ရဟန်းမင်းနဲ့ ပြင်သစ်ဘုရင်လက်​အောက်ရှိ ပုပ်ရဟန်းမင်းဆိုပြီး ဘာသာ​​ရေးအရပါ ၂ပိုင်းကွဲသွားပါတယ်။ ​\nချားစ်-၄ ​နတ်ရွာစံပြီး​နောက် သား​တော်ဖြစ်သူ ဝင်ဆယ်ဆလက်စ် နန်းတက်ရမှာဖြစ်​ပေမယ့်\nရောမရှိပုပ်ရဟန်းမင်းကြီးဆီမှာ နန်းတက်ပွဲခံပြီးမှသာ ရှင်ဘုရင်သစ်ဖြစ်လာမှာဖြစ်လို့\nဝင်ဆယ်ဆလက်စ်အ​နေနဲ့ ​ဘိုဟီးမီးယားနယ်က​နေ ရောမကိုသွားဖို့ လိုအပ်​နေတာဖြစ်ပါတယ်။ဒါ​ပေမဲ့ ဝင်ဆယ်ဆလက်စ်ဟာ အခွံသာရှိပြီးအဆံမရှိသူဖြစ်လို့ ​ကြွေးမှီများစွာတင်​နေပြီး\nရောမကိုသွားဖို့​တောင် ရဲမက်စရိတ် စားစရိတ်ကအစ ​ချေးငှားရမယ့်အ​ခြေအ​နေပါ။\nသူတို့​ချေးငှား​နေကျ သူကြွယ်အရှင် ရိုဆင်ဘာ့ဂျ်ကလည်း ​ချေး​​ငွေထုတ်မ​​ပေးတာ​ကြောင့် အကျပ်ရိုက်​နေတာပါ။\nဒါ​ကြောင့် ကြံရာမရတဲ့အဆုံး ရိုဆင်ဘာ့ဂျ်ရဲ့ ဇနီး​​လောင်း ​လေဒီကတ်သရင်းကို ပြန်​ပေးဆွဲပြီး ပြန်​ပေး​ငွေ​တောင်းဖို့ ကြံပါ​တော့တယ်။ပြန်​ပေးဆွဲ​​​ရမယ့်တာဝန်က​တော့ ​ကြေးစားစစ်သည် ယန်ဇစ်ဇကာရဲ့ တာဝန်ဖြစ်လာပါတယ်။\nဇစ်ဇကာအ​နေနဲ့ ​လေဒီကတ်သရင်းကို ​ပြန်​ပေးဆွဲတဲ့ကိစ္စ​ အောင်မြင်မှာလား၊\nအရှင်ဝင်ဆယ်ဆလက်စ်ရဲ့ အကြံအစည်က ထင်သ​​လောက် ရိုးရိုးရှင်းရှင်းနဲ့ ပြီးသွားပါ့မလား။\nနောက်ကွယ်က နိုင်ငံ​ရေး ဘာသာ​ရေးအရှုပ်အ​ထွေး​တွေကြား ဘယ်​လောက်ထိ ​ပွေလီဦးမလဲဆိုတာ တိုက်ခိုက်ခန်း၊သတ်ဖြတ်ခန်းများများနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/medieval-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k40ocFpzNfDnSil2Zdojn9D2ROm.jpg",
        "title": "Preman (2022)",
        "description": "Preman (2022)ဇာတ်ဝင်ခန်းထဲက စကားလေးအတိုင်းဆိုရင်\nတကယ်တော့ မဒူဆာဆိုတဲ့ အမျိုးသမီးဟာ အရမ်းလှပတဲ့ မိန်းမပျိုလေး တစ်ယောက်ပေါ့ဒါပေမဲ့ သူမရဲ့ အလှအပတွေကို လိုချင်တပ်မက်နေတဲ့\nပင်လယ်နတ်ဖုရား ပိုဆိုက်ဒွန်ဟာ သူမကို မုဒိန်းကျင့်ခဲ့တယ်\nဒါအပြင့် သူ့ကို မနာလိုတဲ့ နတ်ဖုရားမက အပြစ်ပေးတဲ့အနေနဲ့\nမြွေတစ်ပိုင်း လူတစ်ပိုင်း ပြောင်းပစ်ခဲ့ကြတယ်\nဒါတောင်မှ သူမအတွက် ရက်စက်မှုတွေက မကုန်နိုင်သေဘဲ ပါစီးယက်ရဲ့ ခေါင်းဖြတ်ခြင်းကို ခံခဲ့ရပါသေးတယ်။ဒီလိုပါပဲ လူတွေ အတွက်တော့ ပါးစီးယက်တို့က သူရဲကောင်းကြီးတွေ ဖြစ်ပေမဲ့\nမဒူဆာ အတွက်တော့ သူတို့တွေဟာ မကောင်းဆိုးဝါး စစ်သားတွေပါပဲ။\nယခု ဇာတ်ကားလေးဟာလဲ အင်ဒို ၂၀၂၂ ထွက်ကားလေးဖြစ်ပြီးတော့\nဇာတ်လမ်းသဘောလေးကတော့\nနားကန်းနေတဲ့ လူတစ်ယောက်ဟာ လူမိုက်ဂိုဏ်း တစ်ခုမှာ အလုပ်လုပ်နေခဲ့တာ ကြာခဲ့ပါပြီ။\nဒီလို လူမိုက်အလုပ်ကြောင့်ပဲ မိန်းမဖြစ်သူက ပစ်သွားခဲ့ပြီး သားလေးတစ်ယောက်နဲ့ လောက ကိုရင်ဆိုင်နေသူတစ်ယောက်ပါ။\nနဂိုက စိတ်ထားကောင်းတဲ့သူ တစ်ယောက်ဖြစ်ပေမဲ့\nပတ်ဝန်းကျင် အခြေအနေနဲ့ အရာရာဟာ သူ့ကို ဒီဘဝကနေ ရုန်းထွက်မရအောင် ဖြစ်စေခဲ့ပါတယ်။\nဒါပေမဲ့ တစ်နေ့မှာတော့ သူတို့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/preman-2022/"
    }
]