[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/1qctp7ei-201x300.jpg",
        "title": "Ben-Hur (2016)",
        "description": "ခရစ္ေတာ္ရဲ႕ေမတၱာဂရုဏာေတာ္ကို ေအာက္ေမ့တမ္းတဖြယ္ တင္ဆက္ထားတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။Ben-Hur ရုပ္ရွင္ဟာ ဒီႏွစ္ရဲ႕ ၾသဂုတ္လ 16 ရက္မွာ စတင္ရံုတင္ျပသခဲ့တဲ့ သမိုင္းေနာက္ခံ အက္ရွင္ဒရာမာကားတစ္ကားပါ။ 2016 အတြင္း ဘတ္ဂ်က္ၾကီးၾကီးမားမားနဲ႔ ရိုက္ကူးခဲ့တဲ့ ကားေတြထဲမွာ အပါအ၀င္ျဖစ္ပါတယ္။ ဒီရုပ္ရွင္ဟာ 1959 ခုႏွစ္က ေအာင္ျမင္ထင္ရွားခဲ့တဲ့ သမိုင္းေနာက္ခံ Ben-Hur ေခတ္ေဟာင္းရုပ္ရွင္ကိုပဲ ျပန္လည္းဆန္းသစ္ထားတဲ့ ရုပ္ရွင္ပါ။ ရာဇ၀င္ကားၾကီးေတြ၏ ထံုးစံအတိုင္း လူအင္အားေကာင္းေကာင္း၊ ဆက္တင္ၾကီးၾကီးေတြနဲ႔ အားထုတ္ရိုက္ကူးခဲ့ေပမဲ့ ရံု၀င္ေငြကေတာ့ ေမွ်ာ္မွန္းသေလာက္ ေအာင္ျမင္မႈမရခဲ့ပါဘူး။ရုပ္ရွင္ကိုေတာ့ ခရစ္ေတာ္ သက္ရွိထင္ရွားရွိစဥ္ ေရာမေခတ္ကို ဇာတ္အိမ္ယူထားပါတယ္။ ဂ်ဴးလူမ်ိဳးနဲ႔ ေရာမသားဆိုတဲ့ ေမြးစားညီအကိုႏွစ္ေယာက္ၾကား ကိုယ္ပိုင္ဇာတ္လမ္းနဲ႔အတူ၊ အရမ္းခ်စ္ခင္ၾကတဲ့ ညီအကိုႏွစ္ဦးရဲ႕ အိမ္အျပန္ခရီးေတြဟာ သူတို႔မိသားစုအတြက္ မေမွ်ာ္လင့္ေလာက္ေအာင္ ခက္ခဲတဲ့ အနာဂတ္ေတြကို သယ္ေဆာင္လာခဲ့ပါတယ္။ ဒီရုပ္ရွင္မွာေတာ့ ခ်စ္ျခင္းေမတၱာနဲ႔အတူ အမုန္း၊ အာဃာတ၊ အာဏာေတြၾကားက အားျပိဳင္မႈေတြကို ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္။ ေရာမေခတ္က စစ္ရထားျပိဳင္ပြဲၾကီးေတြကိုလည္း ...",
        "rating": "5.7",
        "url": "https://megaup.net/3yOa1/Ben-Hur_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "",
        "title": "Krrish 3 (2013)",
        "description": "IMDb (5.4/10)….Rotten Tomatoes(83%)အိႏၵိယ သိပၸံနဲ႔ စြန္႔စား မႈ ေတြပါ ၀င္တဲ့ super hero ဇာတ္ကား တစ္ကား ျဖစ္တဲ့ Krrish 3 ဟာ ေအာက္တိုဘာ ၃၁ ရက္ေန႔က\nထြက္ရွိခဲ့ပါ ျပီ။ အေနာက္တိုင္း animated ရုပ္ရွင္ကား ေတြကို ယွဥ္ႏိုင္တဲ့ Bollywood ရုပ္ရွင္ ေတြရဲ့ အဆင့္အတန္းကို ေဖာ္ျပ\nႏိုင္တဲ့ super hero ဇာတ္ကား တစ္ကား ျဖစ္ပါ တယ္။ အရင္ ဇာတ္ကားေတြ ျဖစ္တဲ့ Koi....Mil Gaya (2003) အဓိပၸါယ္ ကေတာ့\nI...found someone နဲ႔ သူ႔ရဲ႕ ေနာက္ဆက္ တြဲ Krrish (2006) တို႔ဟာလည္း ေအာင္ျမင္ခဲ့ တဲ့ဇာတ္ကားေတြျဖစ္ပါတယ္။ ပထမ\nဇာတ္ကား မွာ ေတာ့ အိႏၵိယ ႏိုင္ငံ Kasauli ...",
        "rating": "5.4",
        "url": "https://megaup.net/1wrc3/Krrish_3_[2013]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "",
        "title": "Krrish (2006)",
        "description": "IMDb (6.3/10)….Rotten Tomatoes(100%)မင္းသား Hrithik Roshan ရဲ႕နာမည္ေက်ာ္ ေဘာလိဝုဒ္ဇာတ္ကား Koi….Mil Gaya (2003) ရဲ႕အဆက္ဇာတ္ကားျဖစ္ပါတယ္။Rohit ေနာက္သူ႕ သား Krrishna (ကရစ္ရွ္နာ) ရဲ႕ အေၾကာင္း ကေတာ့ လံုး၀ လူစြမ္းေကာင္း\nဇာတ္ရုပ္ အျဖစ္ကူး ေျပာင္းသြားပါတယ္။ Krrish ဇာတ္ကား ထဲမွာေတာ့ Krrishna တစ္ေယာက္ ဟာ အေဖ ေရာ အေမေရာ မရွိ ေတာ့ဘဲ\nအဖြားျဖစ္သူ Sonia (ဆုိနီယား) နဲ႔ အိႏၵိယ ေျမာက္ပိုင္းက ေတာင္ေပၚရြာ ေလးတစ္ရြာမွာ ဇာတ္ျမွဳပ္ေနေနရာကစပါတယ္။ Sonia က သား\nျဖစ္သူ ရဲ႕ သဘာ၀လြန္ စြမ္းအား ေတြေၾကာင့္ သားေရာ ေခၽြးမပါ ဆံုးရႈံးခဲ့ရတဲ့အတြက္ အေဖ့အေမြ ရထားတဲ့ ေျမးေလး Krrishna ကို\nအစြမ္းေတြ ထုတ္မသံုးဖို႔ တားခဲ့ရာက Krrishna က ...",
        "rating": "6.3",
        "url": "https://megaup.net/1wrdk/Krrish_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTIzODIxNjY4NF5BMl5BanBnXkFtZTYwMjE2NDg2._V1_-199x300.jpg",
        "title": "Vertical Limit (2000)",
        "description": "User Review အေနနဲ႔\n\"ရင္တထိတ္ထိတ္နဲ႔ အလန္းစားစြန္႔စားခန္းမ်ား\"\nvote အမ်ားၾကီးရထားတဲ့ ဇာတ္ကားေလး တင္ဆက္လိုက္ရပါတယ္။\nသင္ဟာစြန္႔စားခန္း ဇာတ္ကားေကာင္းေကာင္း ႏွစ္သက္မိရင္ လံုး၀ လက္မလႊတ္သင့္တဲ့ဇာတ္ကားပါ။\nကမၻာေပၚမွာ အျမင့္ဆံုးေတာင္ကိုေျပာပါဆိုရင္ ဧ၀ရက္ပါပဲ။\nဒုတိယ အျမင့္ဆံုးေတာင္ကို ေျပာပါဆိုရင္ K2 ပါတဲ႔ ေနာက္ျပီး အၾကမ္းတမ္းဆံုးေတာင္လဲျဖစ္ပါတယ္။\nစီးပြါးေရး ကုမၸဏီတစ္ခုက ေလယာဥ္ဖြင့္ပြဲကို စတန္႔သေဘာနဲ႔ျပခ်င္ေနပါတယ္\nအဲဒါကေတာ့ K2 ေတာင္ထိပ္ေပၚကို ပ်ံ၀ဲ ျပမွာပါ ေတာင္တက္သမားေတြက\nအခ်ိန္မီွအေရာက္တက္ျပီး ေလယာဥ္ကို ေတာင္ထိပ္ေပၚကေန လက္ျပ ရမဲ့စတန္႔ပါ။\nေတာင္တက္သမားေတြက အေရာက္သြားႏိုင္ပါ့မလား? အားလံုးက ဘာမွ မွန္းဆလို႔မရသလို\nယံုၾကည္လို႔လဲ မရႏိုင္ပါဘူး။ သိပ္ျပီး အမ်ားၾကီးညႊန္းဆိုမေနေတာ့ပါဘူး။ဒီဇတ္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator Aye Min Oo ပဲ ျဖစ္ၿပီး\nအညႊန္းကိုလဲ သူကိုယ္တိုင္ ေရးေပးထားပါတယ္(သစ္ဆန္းခန္႔)\nHD Download (850MB)\nSmall ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/vertical-limit-2000/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/Nightwing-Poster-222x300-222x300.png",
        "title": "NightWings (2015) MIni Series",
        "description": "ကၽြန္ေတာ္တို႔ေတြ Batman အေၾကာင္း အမ်ားၾကီး သိခဲ့ရျပီးျပီသူ႔အေၾကာင္းကိုလည္း အေၾကာင္းအရာမ်ိဳးစံုနဲ႔ ဇာတ္ေၾကာင္းေတြ အမ်ားႀကီး ထြက္ခဲ့ရျပီးျပီသူ႔ရဲ႕ တပည့္ေတြ အေၾကာင္းေတြကိုလည္း ေတာ္ေတာ္မ်ားမ်ား သိခဲ့ႀကရျပီးျပီဒါေပမယ့္ ကၽြန္ေတာ္တို႔ေတြ အားလံုးလိုလိုနဲ႔ TVေပၚမွာ ရင္းႏွီးမေနခဲ့တာက Nightwing......\nIMDb 7.5/10...\nမူလ Robin တစ္ျဖစ္လဲ Dick Grayson ဟာ သူရဲ႕ ေကာင္မေလးအသတ္ခံလိုက္ရတဲ့ အခ်ိန္မွာေတာ့ Robin ရဲ႕ တံဆိပ္ကေန စြန္႔ခြာျပီးNightwing ဆိုတဲ့ အမွတ္တံဆိပ္ကို ကိုယ္တိုင္ ဖန္တီးျပီး မတရားမႈေတြကိုတိုက္ခိုက္တတ္တဲ့ သူရဲေကာင္းတစ္ေယာက္အျဖစ္နဲ႔ ညအခ်ိန္မွာ ေပၚထြက္လာေတာ့တယ္မေကာင္းမႈေတြကို ပယ္ရွားေနရင္းနဲ႔ တစ္ေန႔ေတာ့ Deathstroke ရဲ႕လမ္းေၾကာင္းထဲ၀င္ေရာက္ စြက္ဖက္မိေတာ့တယ္ Deathstroke ဘယ္လိုလူလဲ ေကာင္းေကာင္းသိေနတဲ့အတြက္တစ္ျခားလူေတြအတြက္ နတ္ဆိုး ျဖစ္မလာခင္ Nightwing တားဆီးရပါေတာ့တယ္\nSeries ပံုစံရိုက္ထားတာလည္း ျဖစ္တယ္ အပိုင္းလည္းတိုတယ္ဆိုတဲ့အတြက္ေၾကာင့္Mini Series အမ်ိဳးအစားထဲ ၀င္သြားတာ ျဖစ္ေသာ္ျငားလည္းပဲ အပိုင္း ငါးပိုင္းနဲ႕တစ္ပိုင္းကို ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/nightwings-2015-mini-series/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/magnificent7-300x162.jpg",
        "title": "The Magnificent Seven (2016)",
        "description": "ေကာင္းဘြိဳင္ကားအေကာင္းစားေတြ ရွားရွားလာခ်ိန္မွာ ဒီကားေလးၾကည့္ရတာ တကယ္တန္ပါတယ္ဗ်ာ။ Wild West ရဲ႕ ဂီတသံေတြ၊ ရႈခင္းေတြၾကားမွာ အမွန္အမွား နဲ႕ ေသျခင္းရွင္ျခင္းဆုိတာ စကၠန္႕၀က္ေလာက္ လက္ပိုျမန္တဲ့လူလက္ထဲေရာက္သြားတဲ့ ကာလေပါ့။ အက်ီၤေလးကို ေနာက္ဆြဲဟျပီး လက္ကို ေသနတ္ေပၚတင္လိုက္တိုင္း သူတို႕နဲ႕ လိုက္ျပီး ရင္ခုန္တတ္တဲ့အက်င့္က မေပ်ာက္ေသးဘူးကိုး။ ဒီကားကေတာ့ ေကာင္းဘြိဳင္ကားၾကိဳက္သူ အက္ရွင္ၾကိဳက္သူေတြ အၾကိဳက္ျဖစ္ေအာင္ျပန္ရိုက္ထားတာပါပဲ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ျမိဳ႕ငယ္ေလးကို အင္အားသံုးျပီး နွင္ထုတ္မယ့္ လူရာေက်ာ္အင္အားရိွတဲ့ ဓားျပဗိုလ္ကုိ လူ ၇ ေယာက္ထဲက ျမိဳ႕ကလူစုေလးကို ဦးစီးျပီး ျပန္တိုက္ထုတ္တဲ့ ဇာတ္လမ္းပါ။ ၇ ေယာက္လံုးရဲ႕ မတူညီတဲ့ စရိုက္ေတြ အရည္အခ်င္းေတြနဲ႕ ထူးျခားမႈေတြကို ေပါင္းစပ္ျပသြားရင္း မျဖစ္နိုင္တဲ့ စစ္ဆင္ေရးကို အသက္စြန္႕တိုက္ၾကတဲ့ သူရဲေကာင္းေတြအေၾကာင္း ျပထားတာပါ။ ၾကည့္သင့္တဲ့ ကားေကာင္းပါပဲ။ ဘာသာျပန္သူေတာင္ ၂ ခါျပန္ၾကည့္မိတယ္ နဂို ေကာင္းဘြိဳင္အေသၾကိဳက္တဲ့အခံလည္းပါတာေပါ့ဗ်ာ။ \nFile Size ...",
        "rating": "",
        "url": "https://megaup.net/2fi9m/The_Magnificent_Seven_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/images-2-200x300.jpg",
        "title": "To Steal From a Thief (2016)",
        "description": "El Uruguayo  ဦေဆာင္တဲ့ ငတက္ျပားတစ္စုဟာ ညဖက္မွာ အေမွာင္ရိပ္ကိုခိုျပီး\nတိတ္တဆိတ္လႈပ္ရွားေနၾကပါတယ္ သူတို႕ရဲ႕ ဦးတည္ခ်က္ကေတာ့\nဗလန္စီယာ ျမိဳ႕လယ္ေကာင္က ထီးထီးတည္ေနတဲ့ ျမိဳ႕ ရဲ႕ က်က္သေရေဆာင္ အေဆာက္အဦး\nဘဏ္ၾကီး ထိုဘဏ္ၾကီးက သူတို႕ရဲ႕ အခက္အခဲေတြ နဲ႕ ဘ၀ ကိုေျပာင္းလဲေပးေတာ့မည္ဆုိတဲ့\nေမွ်ာ္လင့္ခ်က္ေတြနဲ႕ ခ်ည္းကပ္လာခဲ့ၾကတာျဖစ္ျပီး ဘဏ္ထဲမွာကလဲ\nေျမာက္မ်ားစြာေသာ စိန္ထည္ ေတြ ေငြေတြက သူတို႕ကို ေစာင့္ေမ်ာ္လ်က္ပင္\nဒါေပမဲ့ သူတို႕ မသိႏိုင္ခဲ့တာက အာမခံ ေသတၱာနံပါတ္ ၃၁၄ ပင္\n၃၁၄ ထဲမွာ သူတို႕ကို ေသမင္းႏိုင္ငံသို႕ အေရာက္သြားေစႏိုင္ဖို႕\nလံုေလာက္တဲ့ အေၾကာင္းျပခ်က္ေတြရွိေနခဲ့တာကို မသိခဲ့ၾကတာကပဲ\nသူတို႕ကို ကို ဘဏ္ဆီ ခ်ည္းကပ္ဖို႕ သတၱိေတြေပးခဲ့တာပင္\n...ဆက္ျဖစ္မယ့္အရာေတြသိခ်င္ရင္ေဒါင္းၾကည့္ပါေလ...Download On Google Drive\nDownload On Pcloud\nDownload On Openload\nDownload On Mega",
        "rating": "",
        "url": "https://channelmyanmar.org/to-steal-from-a-thief-2016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMjE3ODYwODE2OV5BMl5BanBnXkFtZTgwMjM5ODA2OTE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Tunnel (2016)",
        "description": "Tunnel (2016)\nIMDb - 6.9/10_____Rotten 100%\n  \nIMDb 6.9 Rotten Tomatoes 100 percent\n2016ခုနှစ်ထွက် korea movieတွေထဲမှာ\nအကောင်းဆုံးလို့ ပြောရမယ့် train to busan\nဇတ်ကားပြီးရင်အကောင်းဆုံးကဒီ Tunnel\nဇတ်ကားပါပဲ\nကျွန်တော်ဆိုလုံးဝထိုင်ရာကတောင်မထပါဘူး\n(၃ခါတောင်ကြည့်တာ ပြီးမှဘာသာပြန်တာ  )\nဇတ်လမိးအကျဉ်းကိုပြောပြရရင် KIA\nကားcompanyအရောင်းဝန်ထမ်းတစ်ဦးဖြစ်တဲ့လီဂျံ ု ဆူတစ်ယောက်သူ့\nသမီးလေးမွေးနေ့အတွက်အိမ်အပြန်လမ်းမှာဥမင်လိူဏ်ခေါင်းပြိုကျပြီးပိတ်မိသွားပါတယ်\nပိတ်မိနေတဲ့အချိန်အတောအတွင်းမှာတောင်သူ့ ရဲ့တစ်ဖက်သားကိုကူညီတတ်တဲ့စိတ်ဓာတ်\nနောက်ဆုံးအချိန်ထိအရူံးမပေးတဲ့စိတ်ဓာတ်တွေဟာတကယ်ကိုလေးစားဖို့ကောင်းပါတယ်\n(တခြားကောင်းတဲ့အချက်တွေရေးပေးချင်ပေမယ့်spoilerဖြစ်မှာဆိုးလို့မရေးတော့ပါဘူး)\nလီဂျုံဆူ အနေနဲ့နောက်ဆုံးအချိန်ထိအသက်ရှင်နိုင်မလားဆိုတာ CMပရိတ်သတ်ကြီးအမြန်ဆုံးပဲဒေါင်းကြည့်လိုကိကြပါခင်ဗျာ\nဇတ်ကားကို Kaung Myat Thu မှ ဘာသာပြန်ပေးထားပြီး အညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်\n  \nFile Size - 996 MB\nQuality - BR-Rip 720p\nDuration - 2hrs 6mins\nTranslator - Kaung Myat Thu\nEncoder - Tariq L Walker",
        "rating": "6.9",
        "url": "https://megaup.net/3zvfj/Tunnel_(Teo-Neol)_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/220px-MrNiceGuy_DVDcover-192x300.jpg",
        "title": "Mr. Nice Guy (1997)",
        "description": "IMDb rating 6.2 ထိရရွိထားျပီး ၁၉၉၇ ခုႏွစ္ကထြက္\nရွိခဲ့တဲ့ ဟာသကြန္ဖူး မင္းသားၾကီး ဂ်က္ကီခ်န္းရဲ႕ အက္ရွင္ဟာသ\nကားေလးကို တင္ဆက္ေပးျခင္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ တီဗီသတင္းေထာက္ ဒိုင္ယာနာဟာ\nကိုကိန္းေရာင္း၀ယ္မႈတစ္ခုကို အမွတ္မထင္ မွတ္တမ္းတင္မိရာကေန\nဂ်က္ကီခ်န္းက သတင္းမွာ ထုတ္လြင့္လိုက္တဲ့ အခါမွာေတာ့\nလူဆိုး ဂိုဏ္းေတြရဲ႕ အညိဳးထားမႈကိုခံလိုက္ရကာမွ\nဘယ္လိုေတြမ်ား ရင္ဆိုင္ၾကမလဲဆိုတာကို ဟာသသရုပ္ေဆာင္\nအက္ရွင္ ကြန္ဖူးမင္းသားၾကီးရဲ႕ သရုပ္ေဆာင္ခ်က္ေတြနဲ႕ အတူဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့Download On PcloudDownload On Yandex Disk\n \nDownload On Google Drive\n \nDownload On Openload\n \nDownload On DropBox\n \nDownload On Degoo Cloud\n \nDownload On Mega\n \nDownload On Hubic Cloud\n \nDownload On syncplicity\n \nDownload On MiCloud",
        "rating": "6.2",
        "url": "https://megaup.net/UDq4/Mr._Nice_Guy_[1997]_(MM_Sub).mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/rock-203x300.jpg",
        "title": "The Rock (1996)",
        "description": "The Rock (1996)\nIMDb (7.4/10)...Rotten Tomatoes (66%) Unicodeမင်းသားကြီးရှောင်ကွန်နရီ နဲ့ နီကိုလပ်ကေ့ချ် တို့အဓိကပါဝင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာ Armageddon,Transformers ဇာတ်ကားတွေကို ဖန်တီးသူ ဒါရိုက်တာ Michael Bay ရဲ့ နောက်ထပ်လက်ရာကောင်းဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။တိုင်းပြည်ရဲ့ လျှို့ဝှက်စစ်ဆင်ရေးတိုက်ပွဲတွေမှာ အသက်စွန့်ခဲ့ရပေမယ့် ဘာဂုဏ်ပြုမှတ်တမ်းမှ မရေးထိုးပေးဘဲ ချောင်ထိုးခံလိုက်ရတဲ့ ကျဆုံးစစ်သည်နဲ့ မိသားစုတွေအတွက်  ရင်နင့်နေတဲ့ အမေရိကန်ဗိုလ်ချုပ်ဖရန့်ဟမ်းမဲလ်....ဘယ်သူမှဖဖောက်နိုင်တဲ့ထောင်ကို ဖောက်ထွက်ပြေးခဲ့ဖူးတဲ့ နာမည်ကြီးထောင်ဖောက်သမားကြီး ဂျွန်မေဆင်....FBI ဌာနရဲ့ ဓါတုဗေဒ ပညာရှင် ဂွတ်စပိဒ်....ဒီလိုထိပ်တန်းလူသုံးယောက် ကိုယ့်ခံယူချက် ယုံကြည်ချက်အတွက် တိုက်ပွဲဝင် ထိပ်တိုက်တွေ့ဆုံရာဝယ်.............။ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်....မင်းသားကြီးတွေရဲ့ သရုပ်ဆောင်မှုတွေ အသောအထေ့တွေက အသက်ဝင်လွန်းပါတယ်။နီကိုလပ်ကေ့ချ်ကို ငယ်ရွယ်နုပျိုစွာမြင်ရတာကလဲ အတော်ပဲ ကြည့်ပျော်မှာပါ။\n(Myo Min Aung မှခံစားတင်ထားပါတယ်။)\n---------------------------------------------------------------------\nZawgyiမင္းသားၾကီးေရွာင္ကြန္နရီ နဲ႕ နီကိုလပ္ေက့ခ်္ တို႕အဓိကပါဝင္ထားတဲ့ ဒီဇာတ္ကားၾကီးဟာ Armageddon,Transformers ဇာတ္ကားေတြကို ဖန္တီးသူ ဒါရိုက္တာ Michael Bay ရဲ႕ ေနာက္ထပ္လက္ရာေကာင္းဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။တိုင္းျပည္ရဲ႕ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wvan/The_Rock_[1996]_(MM_Sub).mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BODdlMjU0MDYtMWQ1NC00YjFjLTgxMDQtNDYxNTg2ZjJjZDFiXkEyXkFqcGdeQXVyMTU2NTcxNDg@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Beta Test (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ ၂၀၁၆ ခုႏွွစ္ထြက္ရွိထားတဲ့ IMDb rating 6.8 ထိ\nရရွိထားတဲ့ ဇာတ္ကားေလးတစ္ကားကိုတင္ေပးလုိက္ပါတယ္ဗ်\nဇာတ္ကားေလးက အက္ရွင္ကားၾကိဳက္တဲ့ သဲထိပ္ရင္ဖို ကားေတြကိုမွ\nႏွစ္သက္ၾကတဲ့ ပရိတ္သတ္ေတြအတြက္ အၾကိဳက္ေတြ႕မယ္ဆိုတာ\nအာမခံပါတယ္  အရင္ NErve ကိုၾကည့္လို႕ၾကိဳက္ႏွစ္သက္ခဲ့တယ္ဆို\nဒီဇာတ္ကားေလးကို လဲၾကိဳက္ႏွစ္သက္မယ္ဆိုတာ ေျပာေနစရာမလိုေတာ့ပါဘူး\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဂိမ္းခ်န္ပီယံေတြကိုဆို ဂိမ္းကုမၸဏီေတြက\nသူတို႕ရဲ႕ဂိမ္းရဲက အမွားေတြ ျပစ္ခ်က္ေတြကိုရွာဖို႕ Beta version ကို\nေပးေဆာ့ေလ့ရွိပါတယ္ ျပီးမွ လံုး၀အဆင္ေျပျပီဆိုမွ Publication လုပ္ၾကတာပါ\nဒီဇာတ္ကားေလးထဲမွာလဲ ဂိမ္းခ်န္ပီယံ မက္စ္ဟာ မၾကာမီမွာျဖန္႕ခ်ီေတာ့မယ္\nဂိမ္းတစ္ခုကို အစမ္းေဆာ့ရာမွ မထင္မွတ္ပဲ ဂိမ္းဟာ အျပင္ေလာကမွာပါ ဂိမ္းထဲက\nအတိုင္းလိုက္ပါျဖစ္ပ်က္ေနတာကိုေတြ႕လိုက္ရတဲ့ အခါမွာေတာ့\nကဲ ဗ်ာ ပရိတ္သတ္ၾကီးကပဲဆက္လက္ၾကည့္လိုက္ပါေတာ့ ဗ်ိဳ႕\nဘာၾကည့္ေနတာလဲ ျမန္ျမန္သြားေဒါင္းေတာ့ေလ :P",
        "rating": "6.7",
        "url": "https://megaup.net/2glT3/Beta_Test_[2016]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/12/MV5BMTg5NTc0MjU4Nl5BMl5BanBnXkFtZTgwODUzMjIwMDI@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Ant Boy 3(2016)",
        "description": "2016 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb rating 5.4 ထိရရွိထားတဲ့\nAnt Boy ဆိုတဲ့ စူပါဟီးရိုးကားေလးကို တင္ေပးလိုက္ပါတယ္\nဇာတ္ကားေလးကေတာ့ ကေလးၾကိဳက္ PG ကားေလး ျဖစ္တာေၾကာင့္\nအေထြအထူး ညႊန္းစရာေတာ့ မရွိပါဘူး\nဇာတ္လမ္းသေဘာကေတာ့ ပံုမွန္ စူပါဟီးရိုးပံုစံပဲ\nဗီလိန္ပါမယ္ စြမ္းအားရွင္စူပါဟီးရိုးတေယာက္ပါပါ့မယ္\nကဲ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ EXO Farm ဆိုတဲ့\nကုမၸဏီၾကီးမွာ စီအီးအို အသစ္တက္လာရာမွ\nအသစ္၀င္လာတဲ့ စီအီးအိုက မေတာ္ေလာဘနဲ႕\nကမၻာၾကီးကို အုပ္စိုးဖို႕ၾကံစည္ရာမွ အန္႕ဘြိိဳင္းက အမည္မသိ\nစကိတ္စီးအဖ်က္အေမွာင့္ပေယာဂ အက်င့္ယုတ္ စက္ရုပ္ၾကီးကို\nႏွိမ့္နင္းဖို႕ၾကံဳလာရာမွ ဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို\nပရိတ္သတ္ၾကီီးကပဲ ဆက္ၾကည့္လိုက္ၾကေတာ့ဗ်ာDownload Large File\n   \nDownload Small File",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/ant-boy-32016/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480467724531-200x300.jpg",
        "title": "Regular Show the Movie (2015)",
        "description": "2015 ခုႏွစ္ကထြက္ရွိခဲ့ျၿပီး IMDb 7.4\nထိရရွိခဲ့တဲ့ Animation ဇာတ္ကားေကာင္း\nတကားကုိတင္ဆက္ေပးလိုက္ပါတယ္ရစ္ဂီဟာ\nအနာဂတ္ကာလ မွာ Benson, Skips, Hi-Five Ghost, Muscle\nMan, and Pops  တို႔ကိုဦးေဆာင္ျၿပီး\nမေကာင္းဆိုး၀ား စက္ရုပ္မ်ားကို ဦးေဆာင္တိုက္ခိုက္ေနတဲ့\nေခါင္းေဆာင္တဦးျဖစ္ပါတယ္။\nအဖ်က္စက္ရုပ္ မစၥတာေဘာ့ဟာ အခ်ိန္ယႏၱယား က\nိုတီထြင္ထားျၿပီး တစ္ေန႔ဟာ အခ်ိန္ခရီးသြားရင္း\nကမ႓ာေျမေပၚေရာက္ရွိလာပါတယ္\nဒီလိုနဲ႔ ရစ္ဂီဟာ အခ်ိန္ယႏၱယားကိုအသံုးျပဳျၿပီး\nအတိတ္ကာလကိုသြားေရာက္တာ\nအဖ်က္သမားေတြကိုတားဆီးဖို႔လုပ္ေဆာင္ပါေတာ့တယ္\nထိုအခ်ိန္မွာ အတိတ္ကာလမွာ ေက်ာင္းသားေလး မိုဒီယာ နဲ႔\nဆံုမိျၿပီး ရစ္ဘီဟာ မိုဒီယာနဲ႔အတူ\nအဖ်က္စက္ရုပ္ေတြကိုတားဆီးႏိုင္မလားဆိုတာကို\nဆက္လၾကည့္ရွဴရမွာျဖစ္ပါတယ္Download Large File\n \nDownload Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/regular-show-the-movie-2015/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTU0NTkxNTMwM15BMl5BanBnXkFtZTgwNDA2OTcxOTE@._V1_-213x300.jpg",
        "title": "Traders (2015)",
        "description": "ေလာကႀကီးမွာ အေရးအႀကီးဆံုးအရာေတြ အမ်ားႀကီး႐ွိတယ္ အဲ့ဒီအေရးအႀကီးဆံုးအရာေတြထဲကမွ...\nပထမဦးစားေပးလို႔ လူတိုင္းလက္ခံထားတဲ့ ပိုက္ဆံ...\nအဲဒီပိုက္ဆံဆိုတဲ့ စာရြက္ေလးေတြအတြက္ လူလူခ်င္း သတ္ျဖတ္ရမွာ တန္ပါ့မလား...\nRotten Tomatoes - 67%\nIMDB - 6.2\nဟယ္ရီေဖာ့စ္ဆိုတာ ေအာင္ျမင္ေနတဲ့ စီးပြားေရးလုပ္ငန္း႐ွင္တစ္ေယာက္ ဇိမ္ခံတိုက္ခန္းလဲ႐ွိသလို ကားအေကာင္းစားပါပိုင္တဲ့လူတစ္ေယာက္\nဒါေပမယ့္ တစ္ေန႔ေတာ့ သူ႔ကုမၸဏီေဒဝါလီခံရဖို႔ျဖစ္လာေတာ့ သူပိုင္ဆိုင္ထားသမ်ွေတြ ဆံုး႐ႈံးရေတာ့မယ္\nအဲ့ဒီျပႆနာေတြကို ေျဖ႐ွင္းဖို႔အတြက္ ဗာႏြန္ဆိုတဲ့ လူက လာၿပီးကမ္းလွမ္းတယ္ ႐ွင္း႐ွင္းေလးပါ\nသူပိုင္ဆိုင္ထားသမွ်ေတြ အကုန္ခ်ေရာင္း ပိုက္ဆံေတြကို အိတ္ထဲထည့္ သူ႔လိုပဲ လူတစ္ေယာက္ကို ႐ွာ အဲ့လူကိုလည္း\nပိုင္ဆိုင္သမွ်ေတြ အကုန္ခ်ေရာင္း ႏွစ္ဦးႏွစ္ဖက္ရင္ဆိုင္\nေလာင္းကစားသေဘာနဲ႔ ႏိုင္တဲ့လူက ပိုက္ဆံေတြအကုန္ယူ\nအဲဒီဉာဏ္ႀကီး႐ွင္ဗာႏြန္ကေတာ့ ေျပာပါတယ္\nဒါ စီးပြားေရးပဲ အျမန္ဆံုးခ်မ္းသာႏိုင္တဲ့ စီးပြားေရးပဲတဲ့\nဟယ္ရီ႕ခမ်ာလည္း မလုပ္လို႔ကမျဖစ္ေတာ့လည္း သူေျပာတဲ့အတိုင္းလက္ခံလိုက္ရေတာ့တယ္\nေနာက္ေတာ့ သူနဲ႔ၿပိဳင္ရမယ့္သူက ...\nဒီကားရဲ႕ဇာတ္လမ္းက အရင္တုန္းက ကြၽန္ေတာ္တို႔ တစ္ခါမွ မၾကားဖူးတဲ့ အေၾကာင္းအရာပံုစံမ်ိဳးပါ...\nဒါေၾကာင့္လားပဲမသိ ခရမ္းခ်ဥ္သီးေတာင္ ၆၂ရာခိုင္ႏႈန္းနဲ႔ လတ္လတ္ဆတ္ဆတ္ေလးပဲ\nေကာင္းလားမေကာင္းဆိုတာေတာ့ ၾကည့္မွသိမွာေပါ့ ဒီကားက ဆုတစ္ခုေတာင္ရခဲ့ေသးတယ္\nဒီကားက ကားေကာင္းတစ္ကားျဖစ္တဲ့အတြက္ လက္လြတ္မခံေစဖို႔ေျပာလိုက္ပါရေစ......\n(ဇာတ္လမ္းအညြန္းကို ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/traders-2015/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1480163466877-200x300.jpg",
        "title": "BY THE GUN (2014)",
        "description": "2014 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ခပ္ၾကမ္းၾကမ္း ဂိုဏ္းစတားယအက္ရွင္\nဒရာမာ တစ္ ကားနဲ႔ မိတ္ဆက္ေပးပါအံုးမယ္ ဇာတ္လမ္းေလးက\nMAFIA film ဆိုေတာ့ ပရိတ္သတ္ႀကီးအႀကိဳက္ေတြ႕မွာကေတာ့\n ေသခ်ာပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ စစ္သားေဟာင္း တေယာက္ျဖစ္သူ\nNick ဟာ sal ရဲ႕လက္ေအာက္ခံဂိုဏ္းစတားတေယာက္ျဖစ္ပါတယ္\nဒါေပမဲ့ Sal ဟာ Nick ကို ယံုၾကည္ႈ အျပည့္အ၀မရွိခဲ့ပါဘူး ဒီလိုနဲ႔\nတစ္ေန႔မွာ Sal တေယာက္ Nick ကို ဂ်င္းထည့္ လိုက္တဲ့ အခါမွာေတာ့\nNick တေယာက္ဘယ္လိုေတြမ်ား ျပသနာေတြႀကံဳရမလဲ ဆိုတာ\nဆက္လက္ၾကည့္လိုက္ပါေတာ့ဗ်Download On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/by-the-gun-2014/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BNzgwNDUxMTkxM15BMl5BanBnXkFtZTgwODYxMzU3OTE@._V1_-210x300.jpg",
        "title": "Naam Hai Akira (2016)",
        "description": "ကဲဒီတစ္ခါေတာ့ ခပ္ၾကမ္းၾကမ္း အက္ရွင္ ေဘာလိ၀ု သဲထိပ္\nရင္ဖိုဇာတ္ကားတစ္ကားနဲ႕\nမိတ္ဆက္ေပးလိုက္ပါအံုးမယ္\nဇာတ္ကားေလးကေတာ့\nIMDb Rating 6 ထိရရွိထားျပီးေတာ့\nဇာတ္ကားေလးထဲမွာ\nACTION/CRIME/DRAMA/THRILL စတဲ့\nရသေပါင္းစံုကို တကားထဲနဲ႕ ခံစား\nရမွာျဖစ္ပါတယ္ ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nအကီရာ ဟာ အိႏိၵယ ႏုိင္ငံျမိဳ႕ငယ္ေလးတစ္ျမိဳ႕မွာ\nေနထိုင္ျပီး ငယ္စဥ္ကတညး္က ဖခင္ရဲ႕ သင္ၾကားမႈေၾကာင့္\nမဟုတ္မခံစိတ္ရွိသူတစ္ေယာက္ပါ\nအသက္၁၄ ႏွစ္အရြယ္မွာ မေတာ္တဆ အမႈအခင္းတစ္ခုျဖစ္ပြားမႈကို\nျမင္ေတြ႕မိခဲ့ျပီး\nမိခင္ျဖစ္သူမွာ သမီးျဖစ္သူ ရဲ႕ ပညာေရးအတြက္\nမြမ္ဘ္ုိင္းျမိဳ႕ေပၚသို႕ ေျပာင္းေရြ႕ေနထိုင္ခဲ့ျပီး\nေကာလိပ္တက္ေနရာမွ တစ္ေန႕မွာ ေကာလိပ္က\nအမည္မသိ ေက်ာင္းသားရဲ႕ ျခိမ္းေျခာက္ မႈကိုခံရရာမွ\nမဟုတ္မခံစိတ္ရွိသူ အကီရာတေယာက္ မႈခင္းတစ္ခုအတြင္းမွာ ပါ၀င္ေနခဲ့မိရာမွ\nဘယ္လိုေတြမ်ားဆက္ျဖစ္ၾကမလဲဆိုတာကို ပရိတ္သတ္ၾကီးကပဲ\nဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာ",
        "rating": "",
        "url": "https://channelmyanmar.org/naam-hai-akira-2016/",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/parker-poster-133x200.jpg",
        "title": "Parker (2013)",
        "description": "Parker (2013)\nIMDb - 6.2/10_____Rotten - 41%\n  Parker ဟာ အမေရိကန်စုံထောက်ဝတ္ထုရေးဆရာကြီး Richard Stark ခေါ် Donald E. Westlakeရဲ့ဇာတ်ကောင်ကို မှီငြမ်းအသက်သွင်းပြီး Alexander McLanughlin က ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Taylor Hackford ရိုက်ကူးတဲ့ စုံထောက်ဇာတ်ကြမ်းကားဖြစ်ပါတယ်......\nအဓိကသရုပ်ဆောင်ထားသူတွေက အက်ရှင်မင်းသား Jason Statham, Jennifer Lopez, Micheal Chiklis နဲ့ Nick Nolte တို့ဖြစ်ကြပါတယ်....\nဒီဇာတ်ကားမှာ ခေါင်းဆောင်မင်းသားStathamဟာ သူ့စတန့်အားလုံးကို လူစားမထိုးဘဲ ကိုယ်တိုင်သရုပ်ဆောင်ကြောင်း သိရပါတယ်....\nလူဆိုး က သေနတ်နဲ့ပစ်စဉ် အရှိန်ပြင်းစွာမောင်းနှင်နေတဲ့ကားပြတင်းပေါက်ကနေ ဒိုင်ဗင်ထိုးထွက်တဲ့အခန်းဟာ အသက်အန္တရာယ်ရှိပေမဲ့ ဒါရိုက်တာ စိတ်တိုင်း ကျ မဖြစ်မချင်း Jason က ငါးခါ ခြောက်ခါ သရုပ်ဆောင်ပေးခဲ့ပါတယ်.....\nဒါရိုက်တာကြီးHackford ဟာ ‘Parker’ကို သူ့ရဲ့ပထမဆုံး film-noir ဇာတ်ကားဖြစ်အောင် ရိုက်ကူးရလို့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/2eTai/Parker_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479774432639-216x300.jpg",
        "title": "Death Race (2+3)",
        "description": "ကဲဒီတစ္ခါ SiFi တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ ဇကားေလးကေတာ့ ေသမင္းတမန္ ကားျၿပိဳင္ပြဲေၾကာင္းကိုရိုက္ကူးထားတာျဖစ္ကာတယ္Rottan tomatose မွာေတာ့ 78% ထိရရွိေအာင္ျမင္ခဲ့တာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဘဏ္ဓားျပတိုက္ၾကာင့္ အဖမ္းခဲ့ရတဲ့ လူးကပ္စ္ဟာ Terminal Island မွာ ရွိတဲ့ ေထာင္ကိုေ႐ြ႕ေျပာင္းခံခဲ့ရျၿပီး ထိုေထာင္ကို wayland coporation က ပိုင္ဆိုင္ထိန္းခ်ဳပ္ထားတာ ျဖစ္ျၿပီး ကုမၸဏီက ေသမင္းတမန္ ကားျၿပိဳင္ပြဲတစ္ခုကို Pay per view နဲ႔ စီးပြားေရးဆန္ဆန္ ရိုက္ကူးျၿပီး လူးကပ္ တို႔ အက်ဥ္းသားတသိုက္ကို အႏိုင္ရရွိသူအား လြတ္ေျမာက္ခြင့္ေပးမည္ ဟုေတာ့ မက္လံုးကိုပါ ေပးလိုက္တဲ့ အခါမွာေတာ့ \nDownload Deathrace 2 Large FileDownload Deathrace 2 Small File\nDownload Deathrace 3 Large File\nDownload Deathrace 3 Small File",
        "rating": "",
        "url": "https://channelmyanmar.org/death-race-23/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/81717304-207x300.jpg",
        "title": "Main Tera Hero (2014)",
        "description": "မင်းသား Varun Dhawan နဲ့ မင်းသမီး Ileana D'Cruz , Nargis Fakhri  တို့အဓိကပါဝင်ထားပြီး မင်းသားကြီး Salman Khan တို့နဲ့လဲ အားဖြည့်ထားတဲ့ Action, Comedy, Romance အမျိုးအစား Bollywood ဇာတ်ကားပါ။ဇာတ်လမ်းကတော့.......Sreenath Prasad (ခေါ်) Seenu ဟာ Ooty တစ်ဝိုက်မှာတော့\nလူဆိုးလေးအဖြစ်နာမည်အကြီးဆုံးလူပေါ့။ သူဟာ ဘန်ဂလော\nကောလိပ်မှာ ပညာဆက်သင်ဖို့အတွက် Ooty ကောလိပ်ကနေ\nထွက်လာခဲ့တယ်။ ဒီရောက်တော့ Sunaina နဲ့ ချစ်သူဖြစ်သွားရော။\nဒါပေမယ့် Sunaina ဟာ ဒေသခံရဲအရာရှိဖြစ်သူ Angad\n(တကယ်တော့ သူက ကြောက်စရာပိုကောင်းတဲ့ ဂိုဏ်းစတားကြီး)နဲ့\nလက်ထပ်ရဖို့ စီစဉ်ထားပြီးသား။ Seenu မှာ Ayesha ဆိုတဲ့ အသွင်နဲ့\nချစ်သူနောက်တစ်ယောက်ရှိသေးပေမယ့် သူကိုယ်တိုင်တောင် သတိမထား\nမိခဲ့ပါဘူး။ တစ်ခါက သူ့သူငယ်ချင်းတွေကို ကယ်လိုက်ကတည်းက\nAyesha ဟာ သူ့အတွက်ပြီးပြည့်စုံတဲ့ေယောကျ်ားတစ်ယောက်တွေ့ပြီ\nဆိုတာ ချက်ချင်းသိလိုက်တယ်။ Ayesha ရဲ့အဖေဟာ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/main-tera-hero-2014/",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Primal Fear (1996)",
        "description": "1996 ခုႏွစ္ကထြက္ရွိခဲ့ျပီး IMDb rating 7.7 ရရွိထားတဲ့\nသည္းထိပ္ရင္ဖို ဇာတ္ကားေလးတစ္ကားနဲ႕\nမိတ္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးကေတာ့\n ေအာ္စကာဆုအတြက္ စကာတင္စာရင္း တဆုနာမည္၀င္ခဲ့ျပီး\nတျခား ရုပ္ရွင္ဆုေတြလညး္ ၁၀ ဆုေတာင္ ရရွိခဲ့ပါတယ္\nကဲ ဒီေလာက္ ေတာင္ ညႊန္းေနမွေတာ့ ေကာင္းလား\nမေကာင္းလားကို မေျပာေတာ့ပုဗ်ာ\nဇာတ္လမ္း အက်ဥ္းဖက္ကို လွည့္ၾကတာေပါ့\nဇာတ္လမ္း အက်ဥး္ေလးကေတာ့\nနာမည္ၾကီး အမႈလိုက္ေရွ႕ေနတေယာက္ဟာ\nမထင္မွတ္ပဲ လူသတ္မႈတခုကို လိုက္လံေဖာ္ထုပ္ရာမွ\nအရင္ ရီးစားေဟာင္းနဲ႕ ပါ၀င္ပတ္သက္မီျပီး\nလူသတ္မႈရဲ႕ အမွန္တရားဟာလဲ ႏွစ္ေပါင္းမ်ားစြာၾကာေအာင္ ဖံုကြယ္ျခင္း\nခံထားလိုက္ရာမွ ဘယ္လို ေတြေၾကာင့္ အမႈကေပၚေပါက္သြားေလမလဲ\nဆိုတာကုိ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ရွဴလိုက္ပါေတာ့ဗ်ာ\nဇာတ္ကားေလးထဲမွာေတာ့  Don't believe everything you see တဲ့ဗ်ာ",
        "rating": "7.7",
        "url": "https://megaup.net/Qzsb/Primal_Fear_[1996]_(MM_Sub).mp4",
        "category": "Action"
    }
]