[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/drug-113x200.jpg",
        "title": "Drug Hunting Operation ( 2021 )",
        "description": "ဒီဇာတ်ကားလေးဟာဆိုရင် တစ်နိုင်ငံလုံးကို တုန်လှုပ်သွားစေခဲ့တဲ့\nဖြစ်ရပ်မှန် ကွမ်တုန်း မူးယစ်ဆေးဝါး အမှုတစ်ခုဖြစ်တဲ့\n\"GG Project\" ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်လူငယ်ရဲတပ်ဖွဲ့ ခေါင်းဆောင်တစ်ယောက်ဖြစ်တဲ့\nဝမ်ရှင်း / ခေါင်းဆောင် လီကွမ်းဖုန်းတို့နဲ့အတူတူ\nလက်အောက်ခံ ရဲတပ်ဖွဲ့ဝင်များဟာ မူးယစ်ဆေးဝါး နှိမ်နှင်းရေး တိုက်ပွဲတစ်ခုကို\nအသေအကျေ ဝင်ရောက်ခဲ့ပုံတွေကို ပုံဖော်ပြထားတဲ့\nကားလေးဆိုရင်လဲ မမှားပါဘူး နိုင်ငံတကာ မူးယစ်ဆေးဝါးထုတ်လုပ်မှုနဲ့\nရောင်းဝယ်ဖောက်မှု အမှုတစ်ခုကို စစ်ဆေးဖို့အတွက်\nဆောင်ရွက်ခဲ့ကြတဲ့ ရဲတပ်ဖွဲ့ရဲ့ ပုံရိပ်တွေ / လက်တွေ့ကျကျ\nစေ့စပ်မှုတွေနဲ့ တာဝန်ကို ထမ်းဆောင်ခဲ့ကြတဲ့ ပုံရိပ်တွေ ကိုလဲ ရိုက်ပြထားပါသေးတယ်ဒါ့အပြင် ပစ်ခတ်မှုတွေ ရန်ပွဲတွေ ဖောက်ခွဲမှုတွေကြားက\nမူးယစ်ဆေးဝါး တိုက်ဖျက်ရေး မြင်ကွင်းများကို မီးမောင်းထိုး\nရိုက်ကူးထားတဲ့ ကားလေးဖြစ်တာမို့ Action ကားတွေ\nကြိုက်နှစ်သက်တဲ့ သူတွေ အနေနဲ့ကတော့\nဒီကားလေးကိုကြိုက်နှစ်သက်မိမှာအမှန်ပါပဲရှင်\nအဲ့တော့ အခုပဲ ကြည့်ရှုလိုက်ရအောင်ပါနော်\n[ Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/drug-hunting-operation-2021/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BYjYwZjE3NzEtYjYzYS00YWM5LTk2NTQtNDE3ODcwZjA1ZWU0XkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "Code Name: Tiranga (2022)",
        "description": "Code Name: Tiranga ( 2022 )အခုတစ်ခေါက်မှာတော့ မင်းသမီးချောလေး ပရီနီသီးချိုပရာရဲ့\nစပိုင်အက်ရှင် ရုံတင်ကားသစ်တစ်ကားကို တင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်...\nစပိုင်တစ်ယောက်ရဲ့တာဝန်က ဘာလဲ စပိုင်တစ်ယောက်ဟာသူ့ရဲ့\nတာဝန်နဲ့ပက်သက်လာရင် ဘယ်လောက်ထိကြောက်ဖို့ကောင်းပြီး\nအရေးပါလဲဆိုတာကို အက်ရှင်ဇာတ်ဝင်ခန်းအလန်းတွေနဲ့ချပြထားပြီး\nplot twistတွေနဲ့ ကြည့်ရတာမအီစေသွားမယ့် ဇာတ်လမ်းတပုဒ်ပဲဖြစ်ပါတယ်ဇာတ်လမ်းကိုတော့ ဒေါက်တာမစ်ဇာဆိုတဲ့ လူတစ်ဦးနဲ့စတင်ထားပြီး\nမစ်ဇာကတော့ ကုလသမ္မဂရဲ့တာဝန်တခုကြောင့် တူရကီကနေ\nအာဖဂန်နစ္စတန်ကိုရောက်ရှိလာသူပဲဖြစ်ပါတယ်....သူ့တာဝန်ကိုထမ်းဆောင်ရင်း သူ့ဘဝရဲ့မထင်မှတ်ထားတဲ့\nအလှည့်ပြောင်းကိုကြုံတွေ့လိုက်ရပါတယ်...\nအဲ့တာကတော့သူနဲ့အမှတ်မထင်ဆုံတွေ့ပြီး ရင်းနှီးခဲ့ရတဲ့မိန်းမပျိုလေးဖြစ်ပြီး\nအဲ့ဒီမိန်းမပျိုကို သဘောကျမိရာကနေ ကံကြမ္မာအပြောင်းလဲကြီးတခုကြုံတွေ့ရပြီး\nမထင်မှတ်ထားတဲ့ ဇာတ်လမ်းအလှည့်အပြောင်းတွေနဲ့ သည်းထိတ်ရင်ဖို\nစိတ်လှုပ်ရှားဖွယ်ရုပ်ရှင်တကားကိုတင်ဆက်သွားမှာပဲဖြစ်ပါတယ်\nFile size…1.34GB / 630MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ OeliuJ ~Yunni",
        "rating": "",
        "url": "https://channelmyanmar.org/code-name-tiranga-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/national-treasure-2-133x200.jpg",
        "title": "National Treasure: Book of Secrets (2007)",
        "description": "National Treasure: Book of Secrets (2007)\n\" Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် \"\nNational Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/national-treasure-book-of-secrets-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/National-treasure-133x200.jpg",
        "title": "National Treasure (2004)",
        "description": "National Treasure (2004)\n\" Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် \"\nNational Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ Nostalgia ဖြစ်စေတဲ့ကားတစ်ကားလို့ပြောလည်းမမှားဘူး။သူထွက်ပြီး သိပ်မကြာခင်ကာလအတွင်းမှာ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/national-treasure-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7rmye0ThMHMT2VhZj7zdyCcHQVe.jpg",
        "title": "Shiri (1999)",
        "description": "Shiri (1999)၁၉၉၉ ခုနှစ်မှာ ကိုရီးယားရဲ့ရုပ်ရှင်လောကကို အရွေ့တစ်ခုဖြစ်စေခဲ့တဲ့ Shiri ရုပ်ရှင်ကတော့\nဇာတ်လမ်းဇာတ်အိမ်ရော သရုပ်ဆောင်တွေရော ဘယ်နေရာမှလက်လွတ်မခံသင့်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါ။Dr. Romantic ဇာတ်လမ်းတွဲထဲက ဂင်ဆာဘူဇာတ်ရုပ်နဲ့ကျော်ကြားတဲ့ ၊\nA Taxi Driver, Parasite စတဲ့ရုပ်ရှင်တွေနဲ့ လူတိုင်းအားပေးကြတဲ့ Song Kang Ho တို့အပြင်\nအခုခေတ်မှာ ပြိုင်စံရှားသရုပ်ဆောင်ကြီးတွေဖြစ်နေကြပြီဖြစ်တဲ့ Choi Min Sik, Kim Yunjin တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။မြောက်ကိုရီးယားက ဖွဲ့စည်းထားတဲ့ အထူးတပ်ဖွဲ့ကသူလျှိုတွေနဲ့\nတောင်ကိုရီးယားကအေးဂျင့်တွေအကြောင်း အခြေတည်ထားတဲ့ အက်ရှင်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပေမယ့်\nဒီဘက်ခေတ်ဇာတ်လမ်းတွေနဲ့ ကွဲပြားတဲ့ ဇာတ်ကြောင်း၊ ရှုထောင့်တွေနဲ့ အသစ်အဆန်းခံစားချက်တစ်မျိုးခံစားရမှာပါ။\nကိုရီးယားရုပ်ရှင်တွေဟာ အဲ့ဒီအချိန်ကတည်းက ဘယ်လိုအဆင့်အတန်းရှိနေပြီလဲဆိုတာ တွေ့မြင်ရမှာဖြစ်သလို\nတကယ့်စူပါမင်းသားကြီးတွေရဲ့ ငယ်နုစဉ်ကာလကိုကြည့်ရတာနဲ့တင် တန်နေပြီဖြစ်တာကြောင့်Shiri ကတော့ လုံးဝကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lao Qui ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality….  720p | 480p\nFile size…2GB | ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/shiri-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hvvR7Yf743pc2E2F1VJ2dfZl7OZ.jpg",
        "title": "Heaven and Earth (1993)",
        "description": "Heaven and Earth (1993)အိုလီဗာစတုန်းရဲ့ Vietnam War Trilogy ဟာ နာမည်ကျော် Trilogyတွေထဲ တစ်ခုအပါအဝင်ဖြစ်ခဲ့ပြီး သူ့နာမည်အတိုင်းပဲ အဲဒီသုံးကားဟာ ဇာတ်လမ်းဇာတ်အိမ် ဇာတ်ကောင် လားလားမှမဆိုင်ဘဲ ဗီယက်နမ်စစ်ပွဲကို အခြေပြုထားတာခြင်းပဲ တူနေတဲ့ ၃ကားပါ။ ပထမကားဖြစ်တဲ့ Platoon (1986) ကတော့ အကောင်းဆုံးကားလို့‌ ပြောရမှာပါပဲ။ နောက်တွမ်ခရုစ်ပါတဲ့ Born on the Fourth of July ပါ။ အခုကား Heaven and Earth (1993) ကတော့ တွမ်မီလီဂျုန်းပါဝင်ထားပါတယ်။ အိုလီဗာစတုန်းဟာ သမိုင်းကားတွေ အရိုက်များတဲ့ ဒါရိုက်တာဖြစ်ပြီး ဂျွန်အက်ဖ်ကနေဒီတို့ နက်ဆွန်တို့အကြောင်းလည်း ရိုက်ခဲ့ပါသေးတယ်။ သူကိုယ်တိုင်လည်း ဗီယက်နမ်စစ်ပွဲမှာ တာဝန်ကျဖူးပြီး သူ့စစ်မှုထမ်းအတွေ့အကြုံတွေဟာ ဒီ Trilogy အတွက် ထောက်တိုင်တွေဖြစ်ခဲ့တာမို့ ဒီကားတွေဟာ နာမည်ကျော်တာပါပဲ။ Vietnam War ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/heaven-and-earth-1993/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/myHxm9p8fhEsXyaLO6DawYJKolg.jpg",
        "title": "Under Siege(1992)",
        "description": "Under Siege(1992)******************မင်းသားကြီး Steven Seagal ရဲ့\nအက်ရှင်ဇာတ်ကားကြီး ဖြစ်ပါတယ်။ကေဆီရိုင်းဘတ်က မစ်ဆူရီဆိုတဲ့ စစ်သင်္ဘောဟောင်းပေါ်က ခေါင်းဆောင်စားဖိုမှူးဖြစ်ပါတယ်။\nတစ်နေ့မှာ သင်္ဘောကပ္ပတိန်ကြီးရဲ့ စပရိုက် မွေးနေ့ပွဲအတွက်ဆိုပြီး တီးဝိုင်းအဖွဲ့တစ်ဖွဲ့ရယ်မိန်းမချောလေးတစ်ဦးရယ် ရောက်လာကြပါတယ်။ဒါပေမဲ့ အဲဒီတီးဝိုင်းအဖွဲ့ရဲ့အကြံအစည်က သင်္ဘောသားတွေ ထင်ထားသလိုမဟုတ်တဲ့အခါသူတို့သင်္ဘောတစ်စီးလုံး ပြန်ပေးဆွဲခံလိုက်ရပါတော့တယ်။အဲဒါကို စားဖိုမှူးလို့ပဲသိထားကြတဲ့ ရေတပ် ဆီးလ်အထူးတပ်ဖွဲ့ဝင်ဟောင်းရိုင်းဘတ်က ဘယ်လိုပြန်ကယ်ဆယ်မလဲဆိုတာ…  File Size :(3.85GB) (1.05GB) and (504 MB)\nQuality : Blu-Ray 1080P5.1CH,720p\nFormat…mp4\nDuration…01:43:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/under-siege1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gElwFCQTbSK5hdK0PVyia547nst.jpg",
        "title": "Under Siege 2: Dark Territory(1995)",
        "description": "Under Siege 2: Dark Territory(1995)**********************************မင်းသားကြီး Steven Seagal ရဲ့\nUnder Siege အက်ရှင်ဇာတ်ကားတွဲရဲ့\nဒုတိယမြောက်ကားပဲဖြစ်ပါတယ်။ရေတပ်အရာရှိဘဝကနေ အနားယူထားတဲ့ကေစီရိုင်းဘတ်ဟာ\nတူမဖြစ်သူနဲ့အတူ ခရီးအတူထွက်ဖို့ရထားစီးလာခဲ့ကြပါတယ်။\nအကြမ်းဖက်သမားအဖွဲ့တစ်ခုက ဖျက်စီးအားပြင်းတဲ့\nဂြိုလ်တုတစ်ခုကိုထိန်းချုပ်ဖို့အတွက် ရထားကိုအနုကြမ်းစီးပြီး\nခရီးသည်တွေကိုဓားစာခံအဖြစ် ဖမ်းသွားတဲ့အခါမှာ\nကေစီရိုင်းဘတ်အနေနဲ့ အကြမ်းဖက်သမားတွေကို ဘယ်လိုတားဆီးသွားမလဲ\nဓားစာခံအဖြစ်ဖမ်းခံရတဲ့သူတွေကိုရော ဘယ်လိုကယ်တင်သွားမလဲဆိုတာ...အပစ်အခတ် အတိုက်ခိုက်တွေနဲ့ အက်ရှင်ချစ်ပုရိတ်သတ်ကြီး အကြိုက်တွေ့မယ့်\nဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ File Size :(2.9GB)(966MB) and (340 MB)\nQuality : Blu-Ray1080P5.1CH, 720p\nFormat…mp4\nDuration…01:44:00\nGenre : Action, Thriller, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/under-siege-2-dark-territory1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/har-1-160x200.jpg",
        "title": "Har Har Mahadev (2022)",
        "description": "Har Har Mahadev (2022)\nAction, Drama, War\nIMDb 7.8/10 (1.6K)ဒီဇာတ်ကားလေးက အေဒီ ၁၆ရာစု မာရသာအင်ပါယာကြီးကို စတင်တည်ထောင်နေစဉ်ကာလအတွင်း\nဘုရင်ချက်သရပတီရှီဗာဂျီနဲ့ သူ့အပေါင်းအပါတွေက နယ်ချဲ့လက်ပါးစေတွေကို တော်လှန်ခဲ့တဲ့ ဖြစ်စဉ်ကို\nရုပ်ရှင်ရုံကားအဖြစ် ရိုက်ကူးတင်ဆက်ထားခြင်းပဲ ဖြစ်ပါတယ်။အတိအကျပြောရရင် ဒီဇာတ်ကားက ၁၆ရာစုနှောင်းပိုင်းမှာဖြစ်ပွားခဲ့တဲ့ ပဝန်းခင့်တိုက်ပွဲအကြောင်းကို\nအဓိကဇာတ်အိမ်တည်ထားပါတယ်...အဆိုပါတိုက်ပွဲမှာ ဘာဂျီပါရာဘူဒေ့ရှ်ပန်ဒေဦးဆောင်တဲ့\nစစ်သည် ၃၀၀ ပါဝင်တဲ့တပ်စုဟာ စစ်သည်ရဲမက် ၁၂၀၀၀ ပါဝင်တဲ့ ဘီဂျာပူရီတပ်တွေကို တိုက်ထုတ်ခဲ့တဲ့\nဖြစ်ရပ်မှန်ဇာတ်လမ်းကို ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်။မာရသာအင်ပါယာကြီးဟာ ပြိုကွဲနေခဲ့ပြီး အင်အားကြီးရှင်ဘုရင်ဆူတန်ဟာလည်း ဒီလိုပြိုကွဲနေအောင်\nအချင်းချင်းသွေးထိုးရန်တိုက်ပေးခဲ့ပြီး နယ်မြေအတွင်း သွေးချောင်းစီးစေခဲ့တယ်...။ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ မာရသာလူမျိုးတွေဟာ ဆိတ်တွေ ကျွဲတွေအတွက်နဲ့\nအချင်းချင်း ရန်ဖြစ်သတ်ဖြတ်နေကြတဲ့အချိန်ပေါ့...။ဒီအဖြစ်ကို ရင်လေးမိနေတဲ့ ရှီဗာဂျီက နယ်မြေအားလုံးကို စုစည်းပြီး\nဘုံရန်သူကို တိုက်ထုတ်ပစ်ဖို့ စွန့်စားပါတော့တယ်...။အဲ့ဒီလို တစ်နယ်ပြီးတစ်နယ်သိမ်းပိုက်လာရင်း မာဗယ်နယ်မြေ ၁၂ခုလုံးက တုန်လှုပ်ရတဲ့\nဘာဂျီပါရာဘူဒေ့ရှ်ပန်ဒေနဲ့ ထိပ်တိုက်တိုးမိလာတဲ့အခါ...။ဒီဇာတ်ကားလေးမှာ တိုက်ရေးခိုက်ရေးတွေကို ကောင်းကောင်းမြင်တွေ့ရမှာဖြစ်သလို\nနိုင်ငံရေးဉာဏ်အားပြိုင်မှုတွေကိုလည်း မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်လိုက်ပါဦးနော်...။\nFile size…2.3GB  / 1.2GB\nQuality…1080p Zee5 WEB DL ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/har-har-mahadev-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-le-134x200.jpg",
        "title": "Lethal Weapon 2(1989)",
        "description": "1987 မှာ Lethal weapon ပထမကားထွက်အပြီးနောက်နှစ်နှစ်အကြာမှာ ၂ ထွက်လာခဲ့ပါတယ်ပထမကားမှာကတည်းက အတွဲညီညီနဲ့ အခွီတွေရော အတည်တွေရောလုပ်တတ်တဲ့ အဓိကဇာတ်လိုက်ကျော်ကြီးနှစ်ဦးဖြစ်တဲ့ ရစ်ဂ် နဲ့ မားတာချ် တို့ရဲ့ ရှုပ်ထွေးလှတဲ့ အမှုပေါင်းသောင်း‌ခြောက်ထောင်ကို အက်ရှင်အကြမ်းစားတွေ၊ ခွက်ထိုးခွက်လန်ရယ်နေရမယ့် ဟာသတွေနဲ့အတူ ထပ်ကြည့်ရဦးမှာပါဒီဒုတိယကားမှာတော့ ရစ်ဂ်နဲ့ မားတာချ်တို့ကြားက bond ကပိုခိုင်မာလာတာကို မြင်ရမှာဖြစ်ပြီး ပထမကားမှာ မပြောသွားခဲ့တဲ့ ရစ်ဂ်ရဲ့ဇနီးဖြစ်သူ သေဆုံးရတဲ့အကြောင်းလည်း ပြောပြသွားမှာပါ။ဆိုတော့ကာ အသက်အရွယ်မတူ၊ အသားအရောင်မတူ၊ တွေးခေါ်ပုံတွေကအစ မတူညီတဲ့ ရဲအရာရှိနှစ်ယောက် ဒီတစ်ခါရော ဘယ်လိုအတွဲညီညီနဲ့ လှုပ်ရှားသွားမလဲ၊ အတည်ပေါက်နဲ့ ဘယ်လိုတွေခွီကြဦးမလဲဆိုတာကို ခံစားကြည့်ရှုလိုက်ကြပါဦးဗျာ။ File size…(3.16GB)  / (`1.43GB) / (712.65GB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:29:00\nGenre... Action / Crime / ThrillerSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/lethal-weapon-21989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZTllNWNlZjctMWQwMS00ZDc3LTg5ZjMtNzhmNzhjMmVhYTFlXkEyXkFqcGdeQXVyNTc1NTQxODI@._V1_-136x200.jpg",
        "title": "Lethal Weapon (1987)",
        "description": "အက်ရှင်ဇာတ်လမ်းကောင်းတွေကို ကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးအတွက် Old but Gold ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။Cast အနေနဲ့လည်း Hacksaw Ridge ရဲ့ပဲ့ကိုင်ရှင်တဖြစ်လဲ Braveheart တို့၊ Conspiracy Theory တို့မှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ စွယ်စုံရမင်းသားကြီး Mel Gibson နုစဥ်က ဇာတ်ကားမလို့ ကြည့်သင့်နေပါပြီ။ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့ ဘဝကိုအေးအေးချမ်းချမ်း ဖြတ်သန်းနေတဲ့ ရဲအရာရှိ ရော်ဂျာဟာ အသက် ၅၀ ပြည့်မွေးနေ့မှာ မိသားစုနဲ့ ပျော်ပျော်ရွှင်ရွှင်ကုန်ဆုံးခဲ့ပြီး ခါတိုင်းလိုပဲ အလုပ်သွားခဲ့ပေမယ့် ရောက်ရောက်ချင်း မထင်မှတ်ထားတဲ့ သတင်းဆိုးတစ်ခု ကြားလိုက်ရပါတယ်။ဒါကတော့ သူနဲ့ ၁၂ နှစ်ကြာ အဆက်အသွယ်ပြတ်နေတဲ့ စစ်ပွဲမှာအတူတိုက်ခဲ့ပြီး သူ့အသက်ကိုကယ်တင်ခဲ့တဲ့ သူငယ်ချင်းဟောင်းရဲ့သမီးဖြစ်သူ တိုက်ပေါ်က နေခုန်ချသွားတဲ့ အမှု​ပါပဲ။ဒီအမှုကို သူနဲ့ အတူလိုက်ဖို့အတွက် တာဝန်ကျတဲ့ တွဲဖက်အသစ်ကတော့ အရင်င်က အထူးတပ်ဖွဲ့ဝင်ဟောင်းဖြစ်ခဲ့ပြီး သိပ်တော်ပေမယ့်လောလောလတ်လတ်ကမှ သိပ်ချစ်ရတဲ့ဇနီးဖြစ်သူ ဆုံးပါးသွားလို့ စိတ်အခြေအနေ မတည်မငြိမ်ဖြစ်နေပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/lethal-weapon-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-lethal-2-139x200.jpg",
        "title": "Lethal Weapon 4(1998)",
        "description": "Lethal Weapon series ရဲ့ နောက်ဆုံးကားဖြစ်တဲ့ Lethal weapon 4 မှာတော့ ရစ်ဂ်စ်ဟာ ဆံပင်ညှပ်လိုက်ပါပြီ။\nရစ်ဂ်စ်ရော မာတော့ဖ်ရောဟာ အသက်အရွယ်တစ်ခုရောက်လာတာကြောင့် ဇရာရဲ့ဒဏ်ကို မသိမသာခံစားလာကြရပါပြီဗျ။\nဒါပေမဲ့ ရစ်ဂ်စ်ကတော့ အခုထိ ငါမအိုသေးဆိုပြီး ရူးရူးမိုက်မိုက် စွန့်စားခန်းတွေလုပ်ဆဲပါပဲ။\nဒီ နံပါတ် ၄ မှာလည်း ရစ်ဂ်စ်နဲ့ မာတော့ဖ်တို့ဟာ ကိုယ့်ဘာသာနေရင်း ပြဿနာက သူတို့ဆီ ရောက်လာပြန်ပါတယ်။\nထူးခြားချက်အနေနဲ့ကတော့ ဒီကားထဲမှာ မင်းသားကြီး ဂျက်လီနဲ့အတူ ဟာသ သရုပ်ဆောင် Chris Rock လည်း ပါဝင်လာပါတယ်ဗျ။\nမင်းသားကြီး မယ်လ်ဂစ်ဘ်ဆင်တို့နှစ်ယောက်နဲ့ ဂျက်လီတို့ အပြိုင်ကြဲကြတာကြောင့် ဒီကားက အရင်ကားတွေထက် အက်ရှင်ခန်းတွေ ပိုမိုက်လာတဲ့အပြင် Chris Rock လည်း ပါဝင်လာတဲ့အတွက် ကြည့်ရတာလည်း အရင်ထက် ပိုခွီနေရပါသေးတယ်။\nဒီ Lethal Weapon 4 ဟာဆိုရင် ဇာတ်လမ်းတစ်ခုကို လှလှပပလေးအဆုံးသတ်ပေးထားတဲ့ ကြည့်ရတာတန်တဲ့ ရုပ်ရှင်တစ်ပုဒ်ဖြစ်ပါတယ်ဗျ...။File ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/lethal-weapon-41998/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-lethal-1-147x200.jpg",
        "title": "Lethal Weapon 3(1992)",
        "description": "သေစေတတ်သော လက်နက် တတိယပိုင်းမှာတော့ အမြင်မတော်တာမှန်သမျှ ကိုယ့်ကိစ္စဟုတ်ဟုတ်မဟုတ်ဟုတ် ဝင်ပါတတ်တဲ့ ရစ်ဂ်စ်ဟာ ထုံးစံအတိုင်း ဘယ်သူ့စကားကိုမှနားမထောင်ဘဲ စွန့်စားခန်းတွေဖွင့်ရင်း ပြဿနာကြားထဲ ဝင်ရှုပ်မိနေဆဲပါပဲဗျ။ ပင်စင်ယူဖို့အတွက် ၈ ရက်ပဲကျန်တော့တဲ့ ဆာဂျင်မာတော့ဖ်ဟာလည်း ထုံးစံအတိုင်း သူ့ရဲ့တွဲဖက် ရစ်ဂ်စ်ကြောင့် ပဲလှော်ကြား ဆားညှပ်ကာ ပင်စင်ယူခါနီးမှ ပြေးရ၊ လွှားရ၊ ပစ်ရ၊ ခတ်ရ ဖြစ်နေဆဲပါပဲ။ သူတို့နှစ်ယောက်ဟာ ရဲဘက်သုံး အမာခံသံချပ်ကာကားတစ်စီး အခိုးခံရတာကို ဝင်တားမိရင်းကနေ လက်နက်မှောင်ခိုတွေလုပ်နေတဲ့ ဂိုဏ်းတစ်ခုနဲ့ ထိပ်တိုက်ပတ်သက်မိပြီး အရှုပ်အရှင်းတွေ ဖြစ်လာပါတော့တယ်ဗျ...။File size…(2.24GB)  / (1.18GB) / (705.29MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:58:00\nGenre... Action / Crime / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Zwe Yan NaingLethal ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/lethal-weapon-31992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZWIwOTdiYjQtOTcwZS00OWE3LWI4ZGYtMDcwMTgxMWIzOTI1XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-141x200.jpg",
        "title": "Yashoda(2022)",
        "description": "Yashoda (2022)IMDb-8.3/10ဒီတစ်ခါတော့ ဇာတ်လမ်းအစတည်းက ရှုပ်ထွေးမှုတွေ မြှုပ်ကွက်တွေနဲ့ အစပြုထားတဲ့ ကားလေးတင်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအစမှာ\n-‌‌ဟောလိဝုဒ်အကျော်အမော်မင်းသမီးဟာ အိန္ဒိယလာပြီး ထူးထူးဆန်းဆန်းသေဆုံးသွားခဲ့တယ်\n-အိန္ဒိယရဲ့ သူဌေးကြီးတစ်ဦးဟာ သူ့ချစ်သူ Miss India Pageant က ထိပ်တန်းမော်ဒယ်တစ်ဦးအာရူရှီနဲ့အတူ ကားအက်ဆီးဒင့်နဲ့ သေဆုံးသွားခဲ့တယ်\nဒီလို အကျော်အမော်နှစ်ဦးကားအက်ဆီးဒင့်ဖြစ်သေဆုံးရတာဟာ သွေးရိုးသားရိုးလား နောက်ကွယ်က အကြောင်းအရင်းတွေရှိနေလားဆိုတာ အားလုံးကသိချင်နေကြပါတယ်\nလိုက်စစ်ဆေးရင်း အာရူရှီဟာ ကြော်ငြာတွေလက်မခံခင်စစ်ဆေးတတ်တဲ့သူ ဖြစ်ကြောင်းတွေ့ရှိခဲ့တယ်\nသူ့ရဲ့ မေးလ်တွေထဲကနေ ပစ္စည်းတစ်ခုဟာသံသယဝင်စရာကောင်းတာမို့ စာချုပ်မချုပ်ဖို့ သတိပေးထားတဲ့ မေးလ်တစ်ခုတွေ့ရှိခဲ့တယ်\nအဲဒီပစ္စည်းဟာ နိုင်ငံအကြီးအကဲတစ်ယောက်နဲ့ ဆက်စပ်သူထုတ်လုပ်တဲ့ပစ္စည်း-တစ်ဖက်မှာလည်း ယာရှိုဒါဟာ သူ့ညီမလေးခွဲစိတ်ခအတွက် အငှားကိုယ်ဝန်ဆောင်ပြီးဖြေရှင်းဖို့ လုပ်နေပါတယ်\nဒီမှာလည်း သူ့ရဲ့သားအိမ်အားနည်းချက်ကြောင့် ကိုယ်ဝန်ကို ဒီတစ်ကြိမ်ပဲဆောင်ခွင့်ရတော့မယ်ဆိုတာကို ဆရာဝန်ကထိမ်ချန်ထားပါတယ်\nဗိုက်ထဲက ကလေးအတွက် အမည်မသိနေရာတစ်ခုမှာ အသုံးအဆောင်အပြည့်အစုံနှင့် နေရာတစ်ခုမှာ ပိတ်ခံထားရတယ်\nအဲဒီနေရာကလည်း ဆရာဝန်တွေ ကြီးကြပ်သူတွေ အစောင့်တွေနဲ့ မဝင်ရဇုန်တွေ လျှို့ဝှက်ချက်တွေနဲ့ နေရာကြီးဖြစ်နေတယ်ဒီဖြစ်ရပ်တွေအားလုံး အချိန်နေရာ‌ဒေသအသီးသီးမှာဖြစ်တည်ခဲ့ပေမယ့် ဘယ်လိုဆက်စပ်မှုတွေရှိနေမလဲဇာတ်လမ်းအစတည်းက ဆွဲဆောင်သွားမယ့်ကားကောင်းတစ်ကားအတွက် အညွန်းထက်ကြည့်ဖြစ်အောင်ကြည့်ကြည့်ဖို့ပဲ တိုက်တွန်းချင်ပါတယ်\nFile size…3.8GB / 1.8GB ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/yashoda2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTIyNDAzMGQtYmQ0YS00OWE2LWJjZjgtY2M3NmU4YmYxMDQ5XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "Shin Ultraman (2022)",
        "description": "Shin Ultraman(2022)\n================IMDb Rating (6.6) / Rotten Tomatoes (100%)Ultraman နဲ့ Godzilla ယူနီဗာ့စ်ဟာ ဂျပန်က စတင်ခဲ့တာဖြစ်ပြီး\nအနောက်နိုင်ငံတွေက ယူရိုက်ရတဲ့ အောင်မြင်ပါတယ်...\nဒီ ၂၀၂၂ ထွက် Shin Ultraman ရုပ်ရှင်ကာလည်း ဂျပန်လက်ရာ\nGodzilla ရုပ်ရှင်တစ်ကားအဖြစ်နဲ့ ၂၀၂၂ မှာ ရုံကြီးကားအဖြစ် ထွက်လာပြီး\nRating ကောင်းတွေ ပိုင်ဆိုင်ထားပါတယ်...အရင်ကကြားဖူးနေကြ Ultraman , Kamen Rider ရုပ်ရှင်, ဇာတ်လမ်းတွဲတွေရဲ့\nအငွေ့အသက်တွေကို CGI ဘက်ဂျက်ကောင်းကောင်းနဲ့ အရသာရှိရှိကြည့်ရမှာပါ\nကိုင်ဂျူးလို့ခေါ်တဲ့ သတ္တဝါဆန်းကြီးတွေဟာ ကမ္ဘာပေါ်ကို ထူးဆန်းစွာရောက်ရှိလာပါတယ်\nပထမဆုံးပေါ်လာတဲ့ ကိုင်ဂျူးတွေကို လူသားတွေပေါင်းစည်းကာ စစ်တပ်အရပ်ဘက် အတော်လေးနှိမ်နင်းလိုက်ရပေမယ့်\nကိုင်ဂျူးတစ်ကောင်နဲ့ မရပ်တန့်သွားပါဘူး...နောက်ထပ် S အဆင့်ဝင် ကိုင်ဂျူးမျိုးစုံဟာ အစွမ်းမျိုးစုံနဲ့ ပေါ်လာပါတော့တယ်\nလူသားတွေလည်း အခက်တွေ့လာရတဲ့ အခြေအနေကိုရောက်လာပြီး....လူသားတွေကို ကယ်တင်မယ့်\nအာထရာမန်းပေါ်လာပါတယ်...အာထရာမန်း ကမ္ဘာပေါ်ကို ရောက်ရှိလာမှုနဲ့အတူ ကမ္ဘာ့နိုင်ငံအသီးသီးကလည်း ဂျပန်ကို နိုင်ငံရေးအသာစီးမှုယူသွားမှာ\nစိုးရိမ်လာပါတယ်....ဒီ အာထရာမန်းက ဘယ်သူလဲ\nလူသားမျိုးနွယ်အတွက် ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/shin-ultraman-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMGEwOWE4NWItMWExZC00NGM1LWJkN2UtMDY0ZTJhMTYyNmI3XkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_-138x200.jpg",
        "title": "(18+)Amazons(1986)",
        "description": "(18+)Amazons(1986)\n================\nအမေဇုန်စစ်သည်တော်မလေးတွေရဲ့ တိုက်ရည်ခိုက်ရည်နဲ့\nကျစ်လစ်ပြီး ရှိုက်ဖိုကြီးငယ်အသွယ်သွယ် တွေကို\nရင်တဖိုဖိုကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားလာပါပြီအမေဇုန်တွေကို တိုင်းပြည်ကာကွယ်ဖို့ အထူးလေ့ကျင့်ပေးထားပါတယ်\nဒါပေမဲ့ သူတို့ရင်ဆိုင်ရမဲ့ရန်သူက သာမန်အဆင့်ရန်သူမဟုတ်ပါဘူး\nတိုင်းပြည်တစ်ခုလုံးသိမ်းပြီး ကျွန်ပြုမဲ့ မိုးကြိုးလက်နက်မှော်အစွမ်းရထားတဲ့\nမှော်ပညာသည်တစ်ယောက်ဖြစ်နေပါတယ်\nဒါပေမဲ့ အမေဇုန်တွေမှာ မျှော်လင့်ချက်တစ်ခုရှိနေပါတယ်\nအဲဒါကတော့ ပျောက်ဆုံးနေတဲ့ မှော်ဓားနဲ့ မကောင်းဆိုးရွား\nမှော်ပညာသည်ကို သတ်လျု့ရတယ်ဆိုတာပါပဲအဲဒီမှော်ဓားကို အမေဇုန်တွေရအောင်ရှာနိုင်မလား\nမှော်ပညာရှင်ကပဲ သူတို့တွေကို အနိုင်ယူနိုင်မလားဆိုတာကို\nစိတ်ဝင်စားစရာ သမိုင်းပုံစံနဲ့ အဖေါ်ချွတ်ခန်းတွေ\nများနေတာဖြစ်လို့ DS Fans တွေအတွက် တင်ဆက်လိုက်ပါတယ်\nFile size…1.74GB / 948MB\nQuality…1080p BluRay  /720p\nFormat…mp4\nDuration….1h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/18amazons1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/index-135x200.jpg",
        "title": "Alpha Rift (2021)",
        "description": "Alpha Rift (2021)\n==============ဒီဇာတ်ကားကတော့ 21 ရာစုကြီးမှာ မှော်ခေါင်းဆောင်းတစ်ခု\nကြောင့် ကမ္ဘာကြီးကို ပြောင်းလဲပေးနိုင်မယ့် သူရဲကောင်းတစ်ဦး\nပေါ်ထွက်လာတဲ့ comedy, sci-fi ဇာတ်ကားဖြစ်ပါတယ်။နိုလန်ဆိုတဲ့ ကောင်လေးက သူ့ရဲ့သူငယ်ချင်းတွေနဲ့အတူ စပ်တူ\nဖွင့်ထားတဲ့ ဂိမ်းဆိုင်ပိုင်ရှင်ဖြင်ပြီး ကလေးများအကြိုက် နိုဘယ်\nမန်းပုံပြင်တွေအကြောင်းကို နေ့တိုင်းပြောပြရင်း ဘဝကို အေးဆေး\nဖြတ်သန်းနေတဲ့သူတစ်ယောက်ပါ။ တစ်နေ့ သူ့ဆိုင်ကို မှော်ခေါင်း\nဆောင်းတစ်ခု ရောက်လာပြီး ယူဆောင်းလိုက်မိတဲ့အချိန်မှာတော့\nလွန်ခဲ့တဲ့ နှစ်ပေါင်းထောင်ချီ အကျဥ်းကျခံထားရတဲ့ နတ်ဆိုးရဲ့တမန်\nတော်ဝိညာဥ်နဲ့ ဆက်စပ်မိသွားပါတော့တယ်။နောက်တစ်ရက်မှာတော့ နိုလန်ရဲ့အဖေအမြဲပြောပြနေတဲ့ နိုဘယ်မန်း\nပုံပြင်တွေက ပုံပြင်သက်သက်မဟုတ်ဘဲ တကယ့်လက်တွေ့ဘဝမှာ\nရှိကြောင်းသိလိုက်ရပြီး နိုလန်ကလည်း နိုဘယ်မန်းတွေရဲ့သွေးသား\nဖြစ်ကြောင်း သိလိုက်ရတဲ့အချိန်မှာတော့ နိုလန်က နိုဘယ်မန်းရဲ့သွေး\nသားလား၊  သူနဲ့ နတ်ဆိုးက ဘယ်လိုရန်ငြိုးတွေရှိခဲ့ကြတာလဲ၊ နောက်\nဆုံးမှာ နိုလန်တစ်ယောက် နတ်ဆိုးတွေကို တိုက်ထုတ််နိုင်ပါ့မလား ဆို\nတာကို ဆက်လက်စောင့်ကြည့်ပေးကြပါဦး။ ဒီဇာတ်ကားက ပေါ့ပေါ့\nပါးပါးနဲ့ ဟာသဆန်ပြီး Fanasty, Sci-Fi ကားတစ်ကားဖြစ်တာမို့\nအားလုံးကြိုက်နှစ်သက်မယ်လို့ မျှော်လင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris\nဖြစ်ပါတယ်)File Size..........(1.87 GB) / (784 ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/alpha-rift-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BODIxZGRhZmYtMWY2Ny00NDQ1LTgzMGItNTg1NmY0ZmQ4YjYyXkEyXkFqcGdeQXVyMjQzMjY4MjU@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Father and Guns (2009)",
        "description": "Father and Guns (2009)\n==================\nIMDb rating ~ 6.6/10\n1 Win and 5 Nominationsရှားရှားပါးပါး ပြင်သစ်စကားပြော ကနေဒီ ဟာသ ဇာတ်ကား\nကောင်းလေးပါ။ဂျာ့ခ် နဲ့ မာ့ခ်ဆိုတဲ့ သားအဖ နှစ်ယောက်ရှိပါတယ်။ နှစ်ယောက်လုံး\nရဲတွေဖြစ်ပြီး တွေ့တာနဲ့ ရန်ဖြစ်ကြတဲ့ တစောင်းဆေးနဲ့ မျက်ချေးလို\nသားအဖပါ။ သူတို့လိုက်နေတဲ့ လူဆိုးဂိုဏ်းရဲ့ အကျိုးတော်ဆောင်\nရှေ့နေချားစ်မှာလည်း depression ဝင်ပြီး သတ်သေဖို့ လုပ်နေတဲ့\nသားတစ်ယောက် ရှိပါတယ်။ချားစ်ရဲ့ မိန်းမက သူတို့သား ဒီလိုဖြစ်ရတာ သားအဖနှစ်ယောက်\nမတည့်လို့ဆိုပြီး စိတ်ရောဂါကု ဆရာဝန် ဂစ်ဘတ်ဦးဆောင်တဲ့\n“သားအဖ ပြန်လည်သင့်မြတ်ရေး” ခရီးစဉ်မှာ လိုက်ပါဖို့ စာရင်းပေး\nလိုက်ပါတော့တယ်။ လူမိုက်ဂိုဏ်းရဲ့ အကျိုးတော်ဆောင်ရှေ့နေကြီး\nဖြစ်ပေမဲ့ မိန်းမစကားဆို မြေဝယ်မကျ နားထောင်ရတဲ့ ချားစ်လည်း\nအဓွန့်မတက်ရဲဘဲ ခရီးထွက်ဖို့ပြင်ရပါတော့တယ်။လူဆိုးဂိုဏ်းကို လက်ရဖမ်းနိုင်ဖို့အတွက် ချားစ်ရဲ့ ထွက်ဆိုချက်ကို\nအပူတပြင်းလိုအပ်နေတဲ့ ဂျာ့ခ်တို့ သားအဖလည်း အဲဒီသတင်း ကြား\nပြီးတဲ့နောက် “သားအဖ ပြန်လည်သင့်မြတ်ရေး”ခရီးစဉ်မှာ လိုက်ပါပြီး\nချားစ်နဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/father-and-guns-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nTpCXudkD7CFKmysgB4fIW4b9b5.jpg",
        "title": "Vengeance Is Mine (2021)",
        "description": "Vengeance Is Mine (2021)~ IMDb - 6.1/10, Rotten Tomatoes - 71% ~အသက်တမျှချစ်ရတဲ့ ဇနီးနဲ့သမီးကို ဆုံးရှုံးလိုက်ရတဲ့ ဟာရီဆိုတဲ့ သာမန်လူတစ်ယောက်...ဖိုက်တာကြီးတစ်ယောက်မဟုတ်သလို ဟီးရိုးကြီးတစ်ယောက်လည်းမဟုတ်တဲ့ အပစ်အခတ် အသတ်အပုတ်တွေနဲ့ အဝေးဆုံးက သာမန်တွေထဲက သာမန်သူတစ်ယောက်...အုံ့မှိုင်းမှိုင်းနေ့ရက်တွေထဲ လူ့အဖွဲ့အစည်းရဲ့ ဟိုးအောက်ခြေက ဘုရားကျောင်းသန့်ရှင်းရေးလုပ်တဲ့ သာမန်လူတစ်ယောက်…ဒါပေမဲ့ ဇနီးနဲ့သမီးကို သတ်သွားတဲ့ လူသတ်သမားတွေရဲ့နေရာကို သိသွား​ပြီးနောက်မှာတော့ လက်စားချေလိုစိတ်ကမောင်းနှင်တဲ့ ခွန်အားနဲ့ ပူဆွေးမှုကနိုးထပြီး ဒီဇာတ်လမ်းကို စ,ခဲ့ပါတော့တယ်။ တစ်ခုသိထားရမှာကတော့ ဟာရီဟာ သာမန်သူတစ်ယောက်ဆိုတာပါပဲ။ ကြွက်သားကြီးတွေထုတ်ပြပြီး ရိုးအီနေတဲ့ စကားမျိုးတွေ ပြောမှာမဟုတ်သလို တစ်ပတ်လည်ကန်ချက်တွေလည်းလာမှာမဟုတ်ပါဘူး။ ဒါပေမဲ့လည်း ဒါကြောင့်ပဲ လူသားဆန်တဲ့ဇာတ်ကောင်တစ်ခုကို ခံစားရစေမှာပါ။ဒီဇာတ်ကားရဲ့ ဒါရိုက်တာက သူ့ရဲ့အဓိကရုပ်ရှင်ပရောဂျက် (ဒီဇာတ်လမ်းထဲမှာလည်း စာအုပ်နာမည်ပါသွား) မစခင်လေးမှာ ဒီကားကို ရိုက်ကူးရေးအဖွဲ့သားနည်းနည်းရယ် ပေါ့ပေါ့ပါးပါး Lighting လောက်ပဲသုံးပြီး စကားပြောခန်း နည်းနိုင်သမျှနည်းအောင် ရိုက်ကူးခဲ့တာပါ။ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/vengeance-is-mine-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Macherla-Niyojakavargam-141x200.jpg",
        "title": "Macherla Niyojakavargam (2022)",
        "description": "Macherla Niyojakavargam (2022)အခုတစ်ခါထွက်ရှိလာတဲ့ ဇာတ်ကားလေးကတော့ Check 2021 ထဲက တေလဂူမင်းသားချောလေးနဲ့\nနီတင်နဲ့ Uppena 2021 ထဲက မင်းသမီးချောလေး ကရီတီးရှက်တီးတို့ရဲ့ကားလေးပဲဖြစ်ပါတယ်။မာချာလာဆိုတဲ့မြို့တစ်မြို့ရှိတယ် အဲ့ဒီမြို့မှာ နှစ်ပေါင်း ၃၀ကြာရွေးကောက်ပွဲကျင်းပခွင့်မပေးဘဲ\nလူမိုက်ကြီးရာဂျာပါဆိုသူက အုပ်စိုးနေတယ်။ သူနဲ့အတိုက်အခံလုပ်တဲ့ပါတီမှန်သမျှ ဇာတ်သိမ်းသွားရပြီး\nဆန့်ကျင်တဲ့သူမှန်သမျှ ဇီဝိန်ချုပ်သွားရတယ်။ဆိဒ်ဒူဆိုတဲ့ကောင်လေးတစ်ယောက်ရှိတယ် ဘယ်သူဘာပြောပြော စိတ်ထဲရှိတာနဲ့ ကိုယ်မှန်တယ်ထင်တာကိုပဲ\nလုပ်တတ်တဲ့ကောင်လေး..။ အစိုးရအရာရှိဝန်ထမ်းစာမေးပွဲဖြေထားပြီး တာဝန်ကျမယ့်နေရာကို\nစောင့်နေတဲ့ ကောင်လေးပါ။မထင်မှတ်ဘဲ မာချာလာမြို့မှာ သူ တာဝန်ကျလာတဲ့အခါမှာတော့...။နှစ် ၃၀ ကြာ အုပ်စိုးနေတဲ့ ခြင်္သေ့အိုကြီးနဲ့ သူ့နန်းကို ဖျက်သိမ်းမယ့် ခြင်္သေ့ငယ်လေးတို့\nထိပ်တိုက်တွေ့လာပါတော့မယ်။ကျန်တာကိုတော့ ပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးပါဦးနော်\nFile size…3.6GB / 1.76GB\nQuality…1080p Telugu WEB DL / 720p\nFormat…mp4\nDuration….2h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ Hay Man ~ OeliuJ",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/macherla-niyojakavargam-2022/"
    }
]