[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTQ1NDUyODk5NF5BMl5BanBnXkFtZTcwODk0MjIwNg@@._V1_-135x200.jpg",
        "title": "Conan the Barbarian (2011)",
        "description": "Conan the Barbarian (2011)ဒီနေ့မှာတော့ အားလုံးရဲ့အချစ်တော် Aquaman မင်းသားကြီး Jason Momoa ရဲ့ 2011 ကထွက်ရှိထားတဲ့ Conan the Barbarian ဆိုတဲ့ဇာတ်ကားကောင်းတစ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါပြီ။ဒီဇာတ်ကားကို ဟိုက်ဘိုရီယန်ခေတ်မှာ အခြေတည်ထားပြီးတော့ ခန့်မှန်းအားဖြင့် BC 14000 ကနေ 9500 ကြားလောက်အချိန်အတွင်းဖြစ်ပါတယ်။\nဟိုက်ဘိုရီယန်ခေတ်မတိုင်ခင် အက်ရှရွန်ခေတ်မှာမှော်ဆရာတွေဟာ သေသူကိုပြန်ဆင့်ခေါ်နိုင်ဖို့ ဘုရင်တွေရဲ့အရိုးတွေကိုသုံးပြီး နတ်ဆိုးတွေစီး၀င်‌နေတဲ့ မျက်နှာဖုံးတစ်ခုကို ဖန်တီးလိုက်ကြပါတယ်။ မျက်နှာဖုံးဟာ စွမ်းအားကြီးလွန်းလို့ အက်ရှရွန်တွေဟာ တစ်ကမ္ဘာလုံးကို အုပ်စိုးသွားနိုင်ခဲ့ပေမယ့် သူတို့ကိုတော်လှန်နိုင်တဲ့\nဘာဘေရီယန်ဆိုတဲ့ မျိုးနွယ်စုတစ်စု ကျန်ရှိနေခဲ့ပါတယ်။ဘာဘေရီယန်တွေဟာ မျက်နှာဖုံးကိုခွဲပစ်လိုက်နိုင်ပြီး မသမာသူတစ်ယောက်ယောက်က အစိတ်အပိုင်းတွေကိုပြန်မဆက်နိုင်အောင်\nတစ်ပိုင်းချင်းစီကို မျိုးနွယ်စုအသီးသီးဆီဖြန့်ကျက်ထားလိုက်ပါတယ်။ဒါပေမယ့် တစ်နေ့တော့ အပိုင်းအစတွေကိုပြန်စုတဲ့လူတစ်ယောက်ပေါ်လာခဲ့တဲ့အခါ ဇာတ်လိုက်ကျော် Jason Momoa တစ်ယောက် ဘယ်လိုအန္တရာယ်တွေရင်ဆိုင်ရင်း တားဆီးဖို့ကြိုးစားသွားမလဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။ဒီဇာတ်ကားက မင်းသားကြီးအာနိုးရဲ့ Conan the Barbarian (1982) နဲ့နာမည်တူ ခေတ်ပုံစံတွေတူပေမယ့် ဇာတ်လမ်းဆက်စပ်မှုတော့ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/conan-the-barbarian-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/67790-141x200.jpg",
        "title": "Conan the Barbarian (1982)",
        "description": "Conan the Barbarian (1982)\nIMDb - 6.9/10_____Rotten Tomatoes - 70%\nConan The Barbarian (1982) နဲ့ Conan The Destroyer (1984) ဇာတ်ကားတွေကတော့\nမင်းသားကြီး အာနိုးကို စင်တင်ပေးခဲ့တဲ့ ရောမခေတ် Dark Magic အခြေခံဇာတ်ကားတွေဖြစ်ပါတယ်။\nConan The Barbarian (1982) ဇာတ်ကားရဲ့အောင်မြင်မှုဟာ စံချိန်တွေချိုးခဲ့ပြီး\nရိုက်ကူးစဉ်က အမေရိကန်ဒေါ်လာ (၁၆) သန်းသာ ကုန်ကျခဲ့ပေမယ့် ရုံဝင်ငွေ သန်း(၁၃၀)ထိပြန်လည်ရရှိခဲ့ပါတယ်။\nအာနိုးရဲ့ငယ်စဉ်က ဘော်ဒီအလှအပနဲ့ ရောမခေတ် အကြမ်းအရမ်း အသတ်အဖြတ်တွေအပြင်\nDark Magic အစီအရင်တွေနဲ့ပါ ထည့်သွင်းရိုက်ကူးထားတာမို့ တခြားဇာတ်ကားတွေနဲ့မတူတဲ့ ရသတွေကို ခံစားရမှာပါ။\nအားပေးကြည့်ရှုကြပါဦး။\n File size…(1.1 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:09:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by MgKing",
        "rating": "6.9",
        "url": "https://megaup.net/1xYt9/Conan_-_The_Barbarian_[1982]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/djM2s4wSaATn4jVB33cV05PEbV7.jpg",
        "title": "Lou (2022)",
        "description": "Lou (2022)(1080p ရပါပြီ)အသစ်ထွက်ရှိလာတဲ့ Action, Crime, Drama အမျိုးအစားဖြစ်ပြီး ဇာတ်ကောင်လေး လက်တစ်ဆုပ်စာရယ် Plot twist တွေရယ်နဲ့ ဆွဲဆောင်မှုရှိတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။လူးက အမေရိကားနိုင်ငံက ကျွန်းလေးတစ်ကျွန်းမှာ ခွေးတစ်ကောင်နဲ့ တစ်ကိုယ်တည်း ဘဝကိုရှင်သန်နေတဲ့အမျိုးသမီးကြီးတစ်ဦးပါ။ဟန်နာနဲ့ ဗီကတော့ သူ့အိမ်ကိုငှါးနေရတဲ့ သားအမိနှစ်ယောက်ပေါ့။ ဗီလေးရဲ့ ဖခင်ကတော့ ဆုံးပါးသွားပြီလို့ ဆိုထားပါတယ်။မုန်တိုင်းထန်တဲ့တစ်ညမှာ ဗီလေးကို လူတစ်ယောက်က ပြန်ပေးဆွဲသွားတဲ့အခါ မိခင်ဖြစ်သူ ဟန်နာတစ်ယောက် အပေါက်ဆိုးပြီး ပဟေဠိဆန်တဲ့ လူးနဲ့အတူ သမီးပျောက်ရှာပုံတော်ထွက်ပါတော့တယ်ဒီလိုနဲ့ တဖြည်းဖြည်း လူးရဲ့ ရှုပ်ထွေးပွေလီတဲ့ နောက်ကြောင်းရာဇဝင်တွေကို တစွန်းတစ်စသိလာရတဲ့အခါ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ May Myat Thu က ပါ။)File Size          : 2.3GB, 823MB, 385MB\nQuality          ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/lou-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTc0Njc1MTU5Nl5BMl5BanBnXkFtZTcwMjA4NDE2MQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Superhero Movie (2008)",
        "description": "Superhero Movie (2008)\n==================\nဇာတ်လမ်းကတော့ ခေါင်းစဉ်အတိုင်းပါပဲ စူပါဟီးရိုးကားပါ။\nကျွန်တော်တို့ ကြည့်ဖူးတဲ့ စူပါဟီးရိုးတွေ အကုန်ပေါင်းထားတဲ့ ဇာတ်ကား\nလို့တောင်ပြောလို့ရတယ်။ ဘတ်မန်းမိဘတွေ သေတာကအစ စပိုက်ဒါမန်းရဲ့\nအန်ကယ်ဘန် သေတာအဆုံး ပါပါသေးတယ်။ X-Men Universe က ချားစ်\nဇေးဗီးယား ၊ ဝူဗာရင်းနဲ့ Fantastic 4 တောင်ပါလိုက်သေးတယ်။Spider-man No Way Home Crossover လုပ်တယ်ဆိုတာ ဒီကားကို\nဘယ်မှီဦးမလဲ။ With great power comes with Hot Bitches ( ကြီးမားတဲ့\nအစွမ်းတွေနဲ့အတူ စော်အလန်းတွေပါ ကပ်ပါလာလိမ့်မယ်) ဆိုတဲ့ စပိုက်ဒါ\nမန်းကားရဲ့ ဂန္တဝင် စကားလေးလည်း ပါလိုက်သေးတယ်ဗျာ။ Dragonfly ဆိုတဲ့\nသဘာဝလွန်ပုစဉ်းတစ်ကောင် အကိုက်ခံလိုက်ရတဲ့ Rick Ricker ဟာ ပုစဉ်း\nလူသားဖြစ်လာပြီး ဘယ်လိုပေါက်ကရတွေလုပ်ပြီး အခက်ခဲတွေကို ကျော်ဖြတ်\nသွားမလဲဆိုတာကို အပျင်းပြေကြည့်ရှုရမှာဖြစ်ပါတယ်။ ပြောရရင်တော့ Superhero\nတွေကိုလှောင်ထား၊ ပြောင်ထားတဲ့ မူဗီလို့ဆိုရမှာပါပဲ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/superhero-movie-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/p8269420_p_v8_ad-133x200.jpg",
        "title": "The Tourist (2010)",
        "description": "ဂျော်နီဒပ်နဲ့အန်ဂျလီနာဂျိုလီတို့ပါဝင်တဲ့ ဒီဇာတ်ကားက Action/Crime ပုံစံ လျှို့ဝှက်သည်းထိတ်ရင်ဖိုရုပ်ရှင်ကားပါ။အလက်ဇန္ဒား ပီးရက် လို့ခေါ်တဲ့ ရုရှား မာဖီယားဂိုဏ်းတစ်ခုက ငွေထိန်း လူယုံ တစ်ယောက် ။သူ့သူဌေး ဂိုဏ်းခေါင်းဆောင်ဆီက ဒေါ်လာ သန်း ၂၀၀ ကျော် ဘုံးသွားတယ် ။\nဒါ့အပြင် အင်္ဂလန် နာမည်ကျော် စကော့တလန်ယာဒ့် စုံထောက်အဖွဲ့ကြီး ဆီကနေလဲ ပေါင် ၇၃၃ သန်း ဘုံးသွားပါသေးတယ် ။\nသူ့ကို ၂ နှစ်လုံးလုံး လိုက်ရှာကြတယ် ။\nအစအနတောင် မတွေ့ရခဲ့ပါဘူး ။\nစကော့တလန်ယာဒ့် အဖွဲ့က အလက်ဇန္ဒား ပီးရက်ကို မိဖို့ အတွက် ပေါင် ၈ သန်းကျော် အသုံးပြုခဲ့တယ် ။တစ်နေ့တော့ အထူးစုံထောက် အာချက်ဆင် ခေါင်းဆောင်တဲ့ စုံထောက်အဖွဲ့တွေက အလက်ဇန္ဒား ပီးရက် ရဲ့ ဇနီးသည်နောက်ကို ထပ်ခြပ်မကွာ လိုက်လံစုံစမ်းနေတဲ့ကြားက သူတို့ နှစ်ဦး ဆက်သွယ်မိသွားကြတယ် ။\nအလက်ဇန္ဒားဟာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-tourist-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTQwNzcwOTk5M15BMl5BanBnXkFtZTgwNjc2NTk1MDE@._V1_-142x200.jpg",
        "title": "Fireball (2009)",
        "description": "မကြာခင်ကမှ အမှုကနေလွှတ်မြောက်လာတဲ့ထိုင်ဟာ သူ့အမြွာအစ်ကို ထျန်အခြေနေဆိုးပြီးဆေးရုံတက်နေရတယ်လို့သိလိုက်ရပါတယ်ဘာကြောင့်ဆေးရုံတက်နေရတာလဲဆိုတာကို သူ့အစ်ကိုချစ်သူဖြစ်တဲ့ပျန့်ဆီကကြားကြားချင်း သူ့အစ်ကိုကို ဘယ်သူရန်လုပ်တာလဲစုံစမ်းဖို့ဖြစ်လာပါတော့တယ်ဒီလိုနဲ့ ထိုင်ဟာ သူ့အစ်ကိုနာမည်ထျန်နဲ့ဘတ်စကတ်ဘောအသင်းတစ်သင်းထဲဝင်ပြီး fireball ဂိမ်းပြိုင်ဖို့ဖြစ်လာပါတယ်အဲ့ဒီဂိမ်းမှာ ဘယ်လောက်တောင်ရက်စက်ကြမ်းကြုတ်လဲ ဘယ်လောက်တောင်အသက်လုရလဲ ထိုင်(ထျန်) ​​ရောဖိုင်နယ်လ်ထိအသက်ရှင်နိုင်ပါ့မလားသူ့အစ်ကိုကိုဘယ်သူလုပ်တယ်ဆိုတာရော စုံစမ်းနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှူလိုက်ရအောင်နော်ဒီကားလေးလုံးဝရှယ်မိုက်ပါတယ် အက်ရှင်ကားကြိုက်သူအဖို့ လုံးဝ recommend တဲ့ကားပါ 🔥( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.7GB)\nQuality__HD720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:34:00\nType__Action, Adventure, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://channelmyanmar.org/fireball-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/ems-135x200.jpg",
        "title": "Prey (2022)",
        "description": "Predator 5: Prey (2022)Predator ရုပ်ရှင်စီးရီးထဲက အသစ်တစ်ကားလာပါပြီ။ ဒါကတော့ အခုခေတ်မဟုတ်ဘဲ ဟိုးအရင် ခေတ်တုန်းက ပရက်ဒေတာတွေ လူတွေကိုအမဲလိုက်တဲ့အကြောင်းကို တင်ဆက်ထားတာပါ။ဒီတော့ သေနတ်တွေနဲ့တောင် မနည်းချရတဲ့ ဂြိုလ်သားကို လွန်ခဲ့တဲ့ နှစ် ၃၀၀ က ကိုမန်ချီလူမျိုးတွေ ပြင်သစ်မုဆိုးတွေ ရင်ဆိုင်ကြပုံကို ပြသထားပါတယ်။အက်ရှင်အသားပေးမို့ တစ်ကားလုံးကြုံးနေကြတာပါပဲ။ ကြည့်လို့အတော်ကောင်းပါတယ်။ ရိုက်ချက်တွေရော အက်ရှင်တွေရောမိုက်တယ် အားလုံးကြိုက်ကြမှာပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Mr. Anderson ပါ။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File Size          : 4.1GB, 2GB, 851MB, 415MB\nQuality            : 4K HEVC 5.1CH, 1080p WEB-DL AC3 5.1CH, ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/prey-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/Predator2018-135x200.jpg",
        "title": "The Predator (2018)",
        "description": "အတော်ကြာကြာ စောင့်လိုက်ရတဲ့ ရုပ်ရှင်ကားလေး အခုတော့ ထွက်လာပါပြီ။\nPredator တွေကိုတော့ ရုပ်ရှင်ချစ်သူအတော်များများ ရင်းနှီးပြီးဖြစ်မှာပါ။\nကိုယ်ပျောက်နိုင်စွမ်းတွေ လက်နက်ဆန်းတွေနဲ့ လူတွေကို အားကစားတစ်ခုလို အမဲလိုက်တတ်ကြတဲ့ ဂြိုလ်သားတွေပါပဲ။\nဒီကားအကျဉ်းကတော့ စစ်တပ်က လက်ဖြောင့်စနိုက်ပါတစ်ဦးဟာ ယာဉ်နဲ့ကျလာတဲ့ ပရက်ဒေတာဂြိုလ်သားဆီကနေ ပစ္စည်းတွေ ရလာခဲ့ပါတယ်။\nသူ့အတွက် သက်သေဖြစ်အောင်လို့ ဒါတွေကို သူ့ရဲ့မိသားစုဆီကို ခိုးပြီးပို့လိုက်ခဲ့တယ်ပေါ့။\nဒါပေမယ့် ဒီဂြိုလ်သားနည်းပညာကိုလိုချင်တဲ့အဖွဲ့ နဲ့ သူ့ပစ္စည်းတွေကို ပြန်လိုက်ရှာမယ့် ပရက်ဒေတာ နဲ့ အခြားပြဿနာကြီးတွေ ရင်ဆိုင်လာရပါတော့တယ်။\nPredator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(7 GB)/(1.9 GB)/(900 MB)\nQuality…BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung,THZ\nTranslated by Little Neo",
        "rating": "5.9",
        "url": "https://megaup.net/17cve/The_Predator_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Horror, Predator, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/91WcRDzshvL._SL1500_-148x200.jpg",
        "title": "Predators (2010)",
        "description": "မတူညီတဲ့ နိုင်ငံက မတူညီတဲ့ စရိုက်နဲ့ လူ ၇ ယောက် ။\nလေယာဉ်ပေါ်ကနေ လေထီးနဲ့ အကန်ချခံလိုက်ရတယ် ။ သူတို့ ကျသွားတဲ့နေရာက အင်မတန်နက်ရှိုင်းတဲ့ တောကြီးမျက်မဲပေါ့ ။တကယ်တော့ အဲဒိတောနက်ကြီးက\nတစ်ခြားဂြိုလ်ကမ္ဘာက ဂြိုလ်သားတွေရဲ့ အမဲလိုက် ကစားကွင်းကြီးပဲ ဖြစ်နေတယ် ။ ဂြိုလ်သားတွေဟာ သူတို့ရဲ့ သူရဲကောင်းဘွဲ့အတွက် ဒီဂြိုလ်မှာ လူနဲ့ တစ်ခြားဂြိုလ်က ဂြိုလ်သားတွေ ဖမ်းပြီး အမဲလိုက်လေ့ရှိတယ် ။အဲဒိဂြိုလ်သားတွေက လူရဲ့ နှလုံးကို အာရုံခံပြီး ဖမ်းလေ့ရှိတယ် ။\nအရင်တုန်းက အဲဒီလို ဂြိုလ်သားလက်ကနေ လူတစ်ဦး လွတ်လာဖူးတယ် ။ သူက သူ့ကိုယ်ခန္ဓာကို ရွံ့ဗွက်တွေနဲ့ သုတ်လိမ်းပြီး သူ့ နှလုံးခုန်တာကို မမြင်အောင် ကာကွယ်ခဲ့တယ် ။ (Predator 1987 ဇာတ်ကားထဲမှာ)ပထမကားတုန်းကတော့ ဂြိုလ်သားက တစ်ယောက်ထဲပဲ ။\nဒီဇာတ်ကားမှာတော့ အမဲလိုက်မယ့် ဂြိုလ်သားတွေ များလာတယ် ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/predators-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMjJiM2ZjNTEtNjQ2Zi00YjJkLWE0ZDEtYTFhODYwODk5NGMzXkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-139x200.jpg",
        "title": "Aliens vs Predator: Requiem (2007)",
        "description": "ဒီဇာတ်ကားလေးမှာ ဂြိုလ်သားတွေနဲ့ သူတို့ကိုလိုက်လံသုတ်သင်နေတဲ့ ဂြိုလ်သားရဲ့ကြားမှာ ဓားစာခံဖြစ်သွားတဲ့ ဂန်နီဆန်မြို့လေးအကြောင်းကို ရင်ဖိုစိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်။ထူးဆန်းတဲ့ အာကာသယာဉ်တစ်ခု ဂန်နီဆန်မြို့လေးရဲ့ တောအုပ်ထဲကို ပျက်ကျပြီးတဲ့နောက်မှာ မြို့သားတွေရဲ့ ကံကြမ္မာဟာ စိတ်မကောင်းစွာပဲ အဆိုးဆံုးပြောင်းလဲသွားပါတော့တယ်။ ဂြိုလ်သားတွေရဲ့ သိမ်းပိုက်မှုနဲ့တိုက်ပွဲကြားမှာ အသက်ရှင်ဖို့ မြို့သားတွေက ဘယ်လိုသက်စွန့်ဆံဖျား ရုန်းကန်ကာကွယ်သလဲဆိုတာကို သည်းထိတ်ရင်ဖိုစွာနဲ့စောင့်ကြည့်ရမှာပါ။ဒါ့အပြင် နိုင်ငံရေးအလှည့်အကွက်တွေကိုလဲ ပီပြင်စွာဖော်ပြထားတာကြောင့် ဒီဇာတ်ကားကောင်းလေးကို ခံစားကြည့်ရှုလိုက်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Su Myat မှ တင်ဆက်ထားပါတယ်။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(1.6 GB)/(830 MB)\nQuality…BluRay Unrated 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:41:05\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Su Myat",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/aliens-vs-predator-requiem-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/MV5BMTU4MjIwMTcyMl5BMl5BanBnXkFtZTYwMTYwNDA3._V1_-202x300.jpg",
        "title": "AVP: Alien vs. Predator (2004)",
        "description": "Predator ဆိုတဲ့ ရုပ်ဆိုးဆိုး ဂြိုလ်သားတွေကိုတော့ ရင်းနှီးနေမှာပေါ့နော်သူတို့တွေဟာ လူသားတွေထက် ခေတ်လွန်သိပ္ပံနည်းပညာတွေ တတ်မြောက်ထားတဲ့ သတ္တဝါတွေပါ။သူတို့ အမဲလိုက်တဲ့ ဂြိုလ်သားတွေ ရှိပါသေးတယ် အဲ့ဒီအကောင်တွေကိုတော့ Alien လို့ ခေါ်ပြီးရိုင်းစိုင်း ဆိုးသွမ်းပြီး အမြဲတမ်း သတ်ချင် ဖြတ်ချင်စိတ်ပဲ ရှိနေတဲ့ ကောင်တွေပါ…ဒီဇာတ်လမ်းမှာတော့ Predator တွေနဲ့ Alien တွေကြား ဝင်ပါရမယ့် လူသားတွေအကြောင်း ကို ကြည့်ရမှာဖြစ်ပါတယ်ဇာတ်လမ်း ပုံစံကတော့ သူဌေးကြီးတစ်ဦးဟာ သူမသေခင် နာမည် တစ်ခု ကျန်ရှိခဲ့ဖို့ အတွက် ကမ္ဘာ့ ပထမဦးဆုံး လူမျိုးတွေတည်ဆောက်ခဲ့တယ်လို့ယူဆရတဲ့ ပိရမစ် တစ်ခု ကို ရှာဖို့ အတော်ဆုံး လူတွေကို စုစည်းပြီး ရှာဖွေဖို့ ကြိုးပမ်းမှာပါ..ဒါပေမယ့် အဲ့ဒီ ပိရမစ် ကို ရှာဖွေတွေ့ရှိခဲ့တာ သူတို့ အဖွဲ့ တစ်ခုထဲ မဟုတ်ခဲ့ဖူးဆိုတာကို နောက်ကျမှ သိကြမှာ ဖြစ်ပြီးPredator ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/alien-vs-predator-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/ezgif-1-bc55d10d85-146x200.jpg",
        "title": "Predator 2 (1990)",
        "description": "Predator 2(1990)IMDb Rating (6.3)ဒီဇာတ်ကားကတော့ ၁၉၈၇ မှာထွက်ရှိခဲ့တဲ့မင်းသားကြီးအာနိုးရဲ့ Predator ဇာတ်ကားရဲ့ Sequel ပါပဲ။ တခြားကမ္ဘာကဂြိုဟ်သားတွေကို ရဲတပ်ဖွဲ့ဝင်တွေကရင်ဆိုင်တိုက်ခိုက်ရတဲ့ဇာတ်လမ်းနဲ့ဗီလိန်ဖြစ်တဲ့ Predator ကိုသာကျောရိုးယူထားပြီး အဓိကဇာတ်ဆောင်တွေနဲ့ Storyline ပဲကွာသွားတာပါ။ဒီတစ်ခါမှာတော့ရဲအုပ်ကြီးဟယ်ရီဂန်နဲ့သူ့ရဲ့အဖွဲ့က ဒီအမျိုးအမည်မသိရပဲ လူအစုလိုက်သတ်ဖြတ်မှုတွေဆက်တိုက်ကျူးလွန်နေတဲ့ Predator ကိုကြိုးစားဖမ်းဆီးကြပုံတွေကို ထုံးစံအတိုင်းအက်ရှင်ခန်းတွေမြိုင်မြိုင်ဆိုင်ဆိုင်နဲ့ကြည့်ရှုရမှာပါ။ အက်ရှင်အသားပေးသိပ္ပံစိတ်ကူးယဥ်ဇာတ်လမ်းဖြစ်တာကြောင့်ရှည်ရှည်ဝေးဝေးညွှန်းစရာရယ်တော့သိပ်မရှိလှပါဘူး။\nထူးခြားချက်ကတော့ သူ့ခေတ်သူ့အခါနဲ့အထူးပြုလုပ်ချက်တွေကတကယ်ကိုချီးကျူးစရာပါ။အခုအချိန်မှာတော့ ဒီ Predator franchise ထဲကဇာတ်ကားခုနစ်ကားထိထွက်ရှိထားပြီဖြစ်ပြီး နောက်ဆုံးဇာတ်ကားဖြစ်တဲ့ Prey ဟာဆိုရင်ဒီနှစ်ထဲမှာပဲလောလောလတ်လတ်ထွက်ရှိထားတာဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Min Khant Bo မှ တင်ဆက်ထားပါတယ်။)Predator ဇာတ်ကားအကုန်လုံးကို ဒီမှာ https://channelmyanmar.org/category/special-package/predator/  ကြည့်ပါ။File size…(2.8 GB)/(1.2 GB)\nQuality…BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Min Khant Bo",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/predator-2-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/predator-1987-136x200.jpg",
        "title": "Predator (1987)",
        "description": "IMDb Raing (7.8) / Rotten Tomatoes (80%)Jim Thomas နဲ့ John Thomas တို့နှစ်ယောက်သား အသက်သွင်းခဲ့တဲ့ Predator (အမဲလိုက်သားရဲ) ရဲ့ ပထမဆုံးဇာတ်ကားကို တင်ဆက်လိုက်ပါတယ်။ သူတို့ရေးခဲ့တဲ့ ဝတ္ထုခေါင်းစဉ်က Hunter (မုဆိုး) ပါ။ Arnold Schwarzenegger ခေါင်းဆောင်ပါဝင်တဲ့ ဒီဇာတ်ကားက ဝေဖန်မှုတွေနဲ့ ချီးကျူးမှုတွေ တလှေကြီး ရခဲ့သလို ၁၉၈၀ ခုနှစ်တွေရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ပြီး သိပ္ပံစိတ်ကူးယဉ်ဇာတ်ကားတွေရဲ့ ဂန္တဝင်စာရင်းဝင်ခဲ့ပါတယ်။ဒီဇာတ်ကားရဲ့ အောင်မြင်မှုကြောင့် Predator ဇာတ်ကားတွေ အများကြီးဆက်ထွက်လာခဲ့တာမလို့ မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားပါ။ Generation X နဲ့ Y တို့ကြားမှာ ရေပန်းစားခဲ့ပြီး မကြည့်ရသေးတဲ့သူက တောသားအဖြစ် သတ်မှတ်ခံခဲ့ရဖူးတာမျိုးပေါ့‌ဗျာ။ ၁၅ သန်း အသုံးပြုခဲ့ပြီး ၉၈ သန်းကျော် ပြန်ရခဲ့တဲ့ကားပေါ့။သူ့နောက်မှာ ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/predator-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-cold-135x200.jpg",
        "title": "The Cold Light of Day (2012)",
        "description": "ဘရုစ် ဝီလီ နဲ့ စူပါမန်းမင်းသား ဟင်နရီကဗေးလ်တို့ သားအဖအဖြစ် သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ကားကို ကြည့်ဖူးပြီလား။ မကြည့်ဖူးသေးရင် ဒီမှာကြည့်လို့ရပါပြီ။\nဒီရုပ်ရှင်ထဲမှာ ဟင်နရီက ကုမ္ပဏီလေးတစ်ခုကို ဦးစီးနေတဲ့ စီးပွားရေးသမားတစ်ယောက်ပါ။ သူ့အဖေ ဘရုစ်ကတော့ သံရုံးမှာ ယဉ်ကျေးမှုနဲ့ဓလေ့ထုံးတမ်းဆိုင်ရာကိုယ်စားလှယ်အနေနဲ့ အလုပ်လုပ်နေတဲ့သူပေါ့။ တစ်ရက်မှာတော့ စပိန်နိုင်ငံ၊ မက်ဒရစ်မြို့မှာ မိသားစုတွေ အားလပ်ရပ် အပမ်းဖြေဖို့ ချိန်းကြတာကြောင့် အဖေနဲ့မတည့်ပေမဲ့ မအားတဲ့ကြားက အရောက်လာပေးခဲ့ပါတယ်။ ရောက်လာပြီးတဲ့အချိန်မှာတော့ သူ့အဖေရဲ့ ဇာတ်ရှုူပ်တွေကြားထဲမှာကြားညပ်သွားပြီး ကြောက်စရာအဖွဲ့အစည်းတွေနဲ့ ရင်ဆိုင်ရပါတော့တယ်File size…(1.82GB/(945MB)/(487MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/the-cold-light-of-day-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nQPBESx5J8lAh67iA5A7ILoCgii.jpg",
        "title": "The Protector (1985)",
        "description": "The Protector (1985)ဟောလိဝုဒ်ရဲ့ Hollywood Walk of Fame မှာ မှတ်ကျောက်တင်ခံထားရသလို၊ Academy Honorary Award ကိုရခဲ့တဲ့ ဟောင်ကောင်မင်းသား၊ တာရန်တီနိုကြီးက \"one of the greatest physical comedians since sound came into film\"လို့ ချီးကျူးခံထားရတဲ့ ဟောင်ကောင်မင်းသား ဂျက်ကီချမ်းရဲ့ သူဟောလိဝုဒ်မှာ စပေါက်တုန်း အမေရိကန်ဒါရိုက်တာရိုက်ပြီး အမေရိကန်မင်းသားနဲ့ အတူတွဲဖက်သရုပ်ဆောင်ထားတဲ့ ကားဟောင်းတစ်ကားပါ။ သူနဲ့တွဲသရုပ်ဆောင်တဲ့ အမေရိကန်မင်းသားကလည်း The Godfather Part II တို့၊ Once Upon a Time in America တို့၊ Leon: The Professionalတို့လို ကားတွေမှာ သရုပ်ဆောင်ဖူးတဲ့လူပါ။ဇာတ်လမ်းထဲမှာတော့ သူတို့က လုပ်ချင်တာလုပ်တဲ့ ရဲ၂ကောင်ပေါ့။ ဂျက်ကီကလည်း အမေရိကန်မှာ အခြေချနေတာ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-protector-1985/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wkLF73oenC1n1DDKKU7oyLKVcMa.jpg",
        "title": "The Jackal(1996)",
        "description": "The Jackal(1996) အညွှန်း********************* Bruce Willis  နဲ့ Richard Gere  တို့အပြိုင်ကျဲထားပါတယ်.. အမေရိကန် FBI အဖွဲ့ဟာ ရရှားဗိုလ်ကြီးခိုစလိုဗာနဲ့အတူ ရရှားမူးယစ်ရာဇာဂိုဏ်းတစ်ခုကိုဝင်စီးရင်း ထိတ်ထိတ်ကြဲ မာဖီးယားခေါင်းဆောင် တဲရက်ရဲ့ ညီကို မတော်တဆ ပစ်သတ်ခဲ့မိပါတယ်။အဲဒီမှာ ဒေါသထွက်သွားတဲ့ တဲရက်ဟာ အမေရိကန်တွေကို ကလဲ့စားပြန်ချေဖို့ FBI အဖွဲ့ဒါရိုက်တာဘရောင်းကိုလုပ်ကြံမယ်ဆိုပြီး\nလုပ်ကြံသတ်ဖြတ်ရာမှာ တဖက်ကမ်းခတ်နေတဲ့ဝံပုလွေငယ်ဆိုတဲ့ကြေးစားကို ငှါးရမ်းခဲ့ပါတော့တယ်။အဲဒီဝံပုလွေငယ်ဆိုသူဟာ လုပ်ကြံသတ်ဖြတ်မှုပေါင်း မနည်းမနောလုပ်ခဲ့ဖူးတဲ့လူဖြစ်ပေမယ့်\nဖမ်းမိဖို့ဝေးစွ သူ့ပုံပန်းသဏ္ဍာန်ကို မြင်ဖူးတဲ့သူတောင် လက်ချိုးရေလို့ရပါသတဲ့။ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့.....  File Size :(2.1GB)(878 MB) and (224 MB)\nQuality : Blu-Ray 1080p,720p\nFormat…mp4\nDuration…02:04:00\nGenre : Action,Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-jackal1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BNDQ5MTg2NzI4OF5BMl5BanBnXkFtZTcwMDM2NzQzNg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Red Tails (2012)",
        "description": "Red Tails (2012)\n================\nRed Tailsဟာ STARWAR , Indiana Jonesတို့ရဲ့ ပဲ့ကိုရှင် LEGENDကြီး\nဂျော့လူးကပ်စ်ရဲ့ lucas filmကို ဒစ္စနေးကို မရောင်းပစ်ခင် လူးကပ်စ် နောက်ဆုံး\nလွတ်လွတ်လပ်လပ် စီစဉ်ထုတ်ဝေခဲ့တဲ့ ရုပ်ရှင်ပါ။ သူကိုယ်တိုင် ဒီဇာတ်ကို\nအစပြုခဲ့တာလည်း ဟုတ်ပါတယ်။\nRed Tailsကို လူးကပ်စ်ဟာ ၁၉၈၈လောက်မှာ သူ့သူငယ်ချင်းဆီကနေ Tuskegee\nလေတပ်သားတွေအကြောင်းကြားရတော့ စပြီး ရိုက်ဖို့လုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ဟိုလုပ်\nဒီလုပ်နဲ့ ၂၀၁၂မှ ထွက်လာပါတယ်။ ဂျော့လူးကပ်စ်လည်း တစ်ချို့နေရာတွေရိုက်ခဲ့ပေမဲ့\nအများစုကိုတော့ Anthony Hemingway ကိုပဲ လွှဲပေးထားခဲ့ပါတယ်။ဇာတ်ကြောင်းကတော့ Tuskegee airmenလို့ခေါ်တဲ့ အာဖရိကန် အမေရိကန်ပိုင်းလော့\nတွေရဲ့ ဒုတိယကမ္ဘာစစ်အတွင်း လေသူရဲလုပ်ခဲ့တဲ့အကြောင်းကို ရိုက်ထားတာပါ။\nလူမဲတွေကိုနေရာမပေးချင်တာတွေ လူမျိုးရေးတွေကြားကနေ လေသူရဲအစစ်တွေ\nဖြစ်လာပြီး ဘာလင်ကိုပါ ဗုံးကြဲရာမှာ ပါဝင်ခဲ့တဲ့ ပထမဆုံးလူမဲပိုင်းလော့တွေအကြောင်းပါ။တကယ့်ဖြစ်ရပ်ပေါ်အခြေတည်ပြီး စိတ်ကူးယဉ်ဇာတ်ကောင်တွေနဲ့ ပေါင်းစပ်ရိုက်ကူးထားပါတယ်။\nကောင်းကွက်နဲ့ဆိုးကွက်တော့ရှိပါတယ်။ ဆိုးကွက်ကတော့ ဒီရုပ်ရှင်ကိုဝေဖန်တဲ့ သူတော်\nတော်များများက saving the private ryanလို ဒရာမာပိုထည့်သင့်တယ်ပြောကြပါတယ်။\nလေကြောင်းတိုက်ခိုက်ခန်း ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/red-tails-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/EYZg7f-133x200.jpg",
        "title": "The Gangster (2012)",
        "description": "ထိုင်းနိုင်ငံမှာ လူမိုက်ဂိုဏ်းတွေ အရမ်းနာမည်ကြီးနေတဲ့ခေတ်မှာပေါ့\nအဲ့ခေတ်တုန်းက ဂျော့စ်နဲ့ဒျန်ဆိုတဲ့လူမိုက်ကို မသိတဲ့လူခပ်ရှားရှားပါပဲသူတို့ကလူမိုက်ဆိုပေမဲ့ တခြားဂိုဏ်းတွေနဲ့မတူပါဘူး ပြည်သူတွေကိုအနိုင်မကျင့်တဲ့အပြင် တစ်ခါတလေ ကူညီပါသေးတယ်\nလူမိုက်လောကဆိုတဲ့အတိုင်းပါပဲ အာဏာလုတာတွေရှိမယ် အတိုက်အခိုက်တွေရှိမယ် မနာလိုတာတွေရှိမယ်မမျှော်လင့်ဘဲ တနေ့မှာ ဗိုလ်ကြီးဂမ်နင်ရောက်လာပြီး ရှိသမျှလူမိုက်ဂိုဏ်းတွေကိုဖမ်းဆီးပါတော့တယ်\nနာမည်ကြီးလူမိုက်ဆိုတဲ့ ဂျော့စ်အပါအဝင်ပေါ့\nဂျော့စ်ဟာ ထောင်လေးနှစ်ကျခဲ့ပါတယ်\nဒျန်ကတော့ မတော်တဆကားမှောက်ပြီးသေသွားခဲ့ပါတယ်ဂျော့စ်ထောင်ကနေထွက်လာပြီးနောက်ပိုင်း လူမိုက်ဂိုဏ်းလောကမှာ ဘာတွေဆက်ဖြစ်မလဲ\nဘယ်လိုတွေကြမ်းမလဲ ဘယ်လိုတွေသတ်ဖြတ်ကြမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူရအောင်နော် 🔥( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(1.1GB)\nQuality__720p\nIMDb Rating__6.4/10\nFormat__mp4\nDuration__01:48:00\nType__Action, Crime, Drama\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "6.4",
        "url": "https://megaup.net/2u7w1/The_Gangster_(2012).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BMTg4MTc3NzQzOV5BMl5BanBnXkFtZTcwNjg2NzU4MQ@@._V1_-140x200.jpg",
        "title": "FB: Fighting Beat (2007)",
        "description": "အန်တမန်ကမ်းခြေကကျွန်းစုမှာနေတဲ့ ခိမ့်တို့သူငယ်ချင်းတစ်စုဟာ နေ့ဘက်မှာ ခရီးသွားဧည့်သည်တွေကို လမ်းညွှန်တဲ့ ဝန်ဆောင်မှုပေးကြပြီး\nညအချိန်မှာတော့ ချုတ်ဒီ ဘားမှာ အလုပ်လုပ်ကြပါတယ်အဲ့ဒီဘားမှာ ညတိုင်းထိုင်းလက်ဝှေ့ထိုးပွဲရှိတဲ့အတွက် ခရီးသွားဧည့်သည်တိုင်းက စိတ်ဝင်စားပြီးလာရောက်လည်ပတ်ကြတယ်ဒီအချက်ကိုသဘောကျသွားတဲ့ရင်းနှီးမြုပ်နှံသူနိုင်ငံခြားသားဟာ ဒီဘားကိုလိုချင်ပါတော့တယ်\nဘားပိုင်ရှင်ကမရောင်းဘူးပြောပေမဲ့ မရမကဖိအားပေးပြီးယူလိုက်တဲ့အချိန်မှာ ခိမ့်တို့သူငယ်ချင်းတစ်စု သူတို့ချစ်တဲ့ဘားကိုပြန်ယူနိုင်ပါ့မလားဆိုတာ ဇာတ်ကားထဲကြည့်ရှုလိုက်ရအောင်နော် ။(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__( 2.2GB)\nQuality__ HD720p\nIMDb Rating__5/10\nFormat__mp4\nDuration__01:20:00\nType__Action, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5",
        "url": "https://megaup.net/1O93s/Fighting_Beat_(2007).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/tTAB1D6A7w1eyao6mCf2TEn9GyK-133x200.jpg",
        "title": "Tees Maar Khan (2022)",
        "description": "Tees Maar Khan 2022\n===============\n8.5/10 IMDb\nဒီတစ်ခါတော့ တေလေဂူဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ\nဇာတ်လမ်းအကျဥ်း..\nသာယာမှုမရှိတဲ့မိသားစုနှစ်စုက ကောင်လေးတစ်ယောက်နဲ့ကောင်မလေးတစ်ယောက်\nတစ်ညမှာဆုံမိကြပြီး တစ်ယောက်နဲ့တစ်ယောက်အကူအညီပေးဖို့ကတိပြုခဲ့ကြပါတယ်အမေတစ်ယောက်ထက်သူ့အပေါ်မှာပိုကောင်းတဲ့အမကြီးကို\nအာဒီက အမေလို့ပဲခေါ်ခဲ့ပါတယ်...\nသူ့အမေကိုထိဓားကြည့်ဆိုတဲ့အတိုင်းသူ့အမေကိုလူတစ်စုက\nထိပါးစော်ကားလို့အဲ့ဒီလူအယောက်သုံးဆယ်ကိုဆုံးမလိုက်ရာကနေ\n(Aadi)တီးစ်မာခန်းလို့အမည်တွင်လာခဲ့ပါတယ်...တစ်နေ့သူ့သူငယ်ချင်းရဲ့ကိစ္စတစ်ခုကိုလိုက်​ဖြေရှင်းပေးရင်း\nအာနာဂါ (Payal Rajput)ဆိုတဲ့မိန်းကလေးတစ်ယောက်က\nသူကတဲ့ကကွက်တွေအတိုင်းလိုက်ကနေတာကိုမြင်ပြီး\nချစ်မိသွားရာက ကျောင်းအထိပါလိုက်ကပ်ပါတော့တယ်သူတို့မြို့မှာ ဂီဂျာ (Thakur Anoop Singh)လို့ခေါ်တဲ့\nဥပဒေကိုလက်တစ်လုံးခြားလုပ်နေတဲ့လူဆိုးတစ်ယောက်ရှိနေလို့\nဝန်ကြီးချုပ်က သူ့ကိုဘယ်လိုနည်းနဲ့ပဲဖြစ်ဖြစ်နှိမ်နင်းဖို့\nအစီအစဥ်ဆွဲကြိုးစားခဲ့ပါတယ်..ဒီဇာတ်လမ်းထဲမှာ သူတို့ဘယ်လိုတွေထိပ်တိုက်တွေ့လာကြမှာလဲ..\nတီးစ်မာခန်းကရော ဘယ်လိုစိန်ခေါ်မှုမျိုးတွေနဲ့\nကြုံတွေ့လာရမလဲဆိုတာ...ဆက်လက်ရှုစားပေးကြပါဦး\nFile size…2.16GB / 1.06GB\nQuality…1080p AVC / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & ThuRa & Kevin",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/tees-maar-khan-2022/"
    }
]