[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Ft5crcWYEtMXs6dtz10N5QDrxH.jpg",
        "title": "Outlaws Don’t Get Funerals (2019)",
        "description": "ဒီတစ္​ခါ​ေတာ့ အျမင္​တစ္​မ်ိဳးနဲ႔႐ိုက္​ထားတဲ့crime, action ကား​ေလးတစ္​ကားကို တင္​ဆက္​​ေ​ပးလိုက္​ပါတယ္​ဘိုးေဘးဘီဘင္ကစၿပီး ဒုစ႐ိုက္သမားမ်ဳိးဆက္ ခိုးတယ္ ဓားျပတိုက္ တယ္လိုအပ္ရင္လူပါသတ္တယ္အဘိုးက ေထာင္ထဲမွာ တစ္သက္ တစ္ကြ်န္းက်နေတာ။အ​ေဖျဖစ္​သူက ရဲနဲ႔သူပစ္ကိုပစ္ ပစ္ၿပီးေသသြား ခဲ့တယ္။အဘိုးက နာမည္ႀကီး သူခိုးဓားျပႀကီး အသက္ ၇၀ ျပည့္လို႔ ေထာင္ကခံဝန္နဲ႔လႊတ္ေပးလိုက္တဲ့အခါေျမးျဖစ္သူက အင္တာနက္ သတင္းမွာေတြ႕လိုက္ရေတာ့ ...ဒုစ႐ိုက္သမားေတြဘက္ျခမ္းက​ေန႐ိုက္ကူးပံုေဖာ္ထားတဲ့ ဇာတ္ကားတစ္ကားပါေပးခ်င္တဲ့မက္ေဆ့ခ်္ ကလည္း ေကာင္းပါတယ္။အားေပးလိုက္ၾကပါဦး။ File Size : (936 MB) & (335 MB)Quality :Web-DL 720pRunning Time :2 HrFormat : Mp4Genre : Action , Crime , DramaSubtitle : Myanmar ...",
        "rating": "4.5",
        "url": "https://megaup.net/4UP8U/Outlaws_Don’t_Get_Funerals_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kBvUIQBMrKbb8BTMF84DfyI5xCb.jpg",
        "title": "Killers Anonymous(2019)",
        "description": "Killers Anonymous(2019)================ဒီဇာတ္ကားက ၿပီးခဲ့တဲ့လကမွ ထြက္ရွိထားတဲ့\nအေမရိကန္ အက္ရွင္ ကား တကားပါLion Gates ကုမၸဏီက ျဖန္႔ခ်ိတဲ့ ဒီဇာတ္ကားကို\nဒါရိုက္တာ Martin Owen က ရိုက္ကူးထားတာပါ\nပါ၀င္တဲ့ ဇာတ္ေဆာင္ေတြကေတာ့\nJessica Alba\nTommy Flanagan\nGary Oldman\nRhyon Nicole Brown\nMy Anna Buring\nMichael Socha\nTim Mclnnery\nSam Hazeldine\nတို႔ ျဖစ္ပါတယ္Killer Anonymous ဆိုတာ\nလူသတ္သမားေတြကို စုဖြဲ႕ထားတဲ့ အဖြဲ႕တခုျဖစ္ၿပီး\nလူတေယာက္ကို ကိုယ္ ဘယ္လိုသတ္ခဲ့တယ္\nသတ္ေနတုန္း ကိုယ္ဘယ္လိုခံစားရတယ္ စတဲ့\nလူသတ္ျခင္းအေပၚထားတဲ့ ကိုယ့္ရဲ႕ ဖေလာ္ေဆာ္ဖီကို အခ်င္းခ်င္းေ၀မၽွရင္း စိတ္ဖိအားေလၽွာ့ခ်ၾကတဲ့ ပုံစံနဲ႔ လည္ပတ္ေနတာပါအဲဒီအဖြဲ႕ကို ဘယ္သူက အဓိက ႀကိဳးကိုင္ေနလဲ\nစီအိုင္ေအရဲ႕ ပါ၀င္ပတ္သတ္မႈေတြနဲ႔\nmaster mind ေတြ က အစီအစဥ္တခုကို ခ်တဲ့ အခါ\nပါ၀င္သူေတြကိုယ္တိုင္ မသိလိုက္ေအာင္\nလူတစ္ဦးခ်င္းစီရဲ႕ အားသာခ်က္ အားနည္းခ်က္ေတြကို အသုံးခ်ၿပီး\nဘယ္လို ဥာဏ္ကစားၾကလဲ ၾကည့္ေပ်ာ္တဲ့ ဇာတ္လမ္းတခုပါ ခင္ဗ်ာFile Size ...",
        "rating": "6.6",
        "url": "https://megaup.net/4eRGp/Killers_Anonymous_[2019]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pV6xLQh54ga8oaQqJtUqLp12LwQ.jpg",
        "title": "Maharshi (2019)",
        "description": "IMDb Rating - 7.9/102018မွာ ဝန္ႀကီးခ်ဳပ္ဇာတ္႐ုပ္နဲ႔ ျမင္ေတြ႕ခဲ့ရတဲ့မာေဟ့ရွ္ဘာဘူကို Maharahi-2019မွာေတာ့ ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ ေတြ႕ျမင္ရမွာပါ။မင္းသမီးေခ်ာကေတာ့ ေတလဂူးအခ်စ္ဇာတ္လမ္းႀကိဳက္သူေတြ သိၿပီးသားျဖစ္မွာပါ။ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ အတူ ခြန္အားေတြ၊ရသေတြကိုလည္းေပးစြမ္းႏိုင္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုရင္မမွားပါဘူး။ဇာတ္လမ္းက ရွည္လ်ားေပမဲ့ဘယ္ေနရာမွာမွ ပိုေနတဲ့ ဇာတ္ဝင္ခန္း မေတြ႕မိပါဘူး။ကဲ အဆင္ေျပရင္ အၫြန္းေလး တစ္ခ်က္ လာမယ္။\n---------------------------------------------------မာေဟ့ရွ္ကို ဇာတ္လမ္းရဲ႕ စစခ်င္းမွာနာမည္ႀကီး ကုမၸဏီတစ္ခုရဲ႕စီအီးအိုအျဖစ္ေရြးခ်ယ္ခံရတယ္ဆိုတာေတြကို ေရွးဦးစြာျမင္ရမွာပါ။သူဟာ ဒီလို ဘဝေရာက္ခဲ့ဖို႔ ႀကိဳးစားခဲ့ရတဲ့အေျခခံဘဝကလည္း ဆိုးရြားခဲ့ပါတယ္။ဒါေၾကာင့္လည္း သူ ျဖစ္ခ်င္ခဲ့တာကို ႀကိဳးစားၿပီးျဖစ္ခြင့္ရခဲ့တာပါ။ေက်ာင္းသားဘဝမွာ လြမ္းေဆြးစရာေတြ၊ျပန္မရႏိုင္တဲ့ သူငယ္ခ်င္းေကာင္းေတြ၊အခ်စ္ေရးေတြနဲ႔။ကူညီေပးခဲ့တဲ့ ဆရာေတြနဲ႔။မိသားစုဖက္မွာဆိုရင္ ျပန္ေတာင္းလို႔မရႏိုင္ေတာ့တဲ့ ေနာင္တေတြနဲ႔။ဒါေပမဲ့ သူ.. ေအာင္ျမင္မႈတစ္ခုတည္း အတြက္ဘဝကို ႐ုန္းကန္လာတဲ့အခါလက္လႊတ္ခဲ့ရတာေတြလည္း အမ်ားသား။ေအာင္ျမင္တယ္ဆိုတာကို ေငြတစ္ခုနဲ႔ပဲ ဆုံးျဖတ္ၾကတာလား ... ။အဖက္ဖက္မွာ ေအာင္ျမင္ဖို႔ဆိုတာလည္းသူ႕အတြက္ မလြယ္လွ။မိဘ...၊ ခ်စ္သူ...၊ သူငယ္ခ်င္း..၊ ေအာင္ျမင္မႈဘာေတြဟာ အေရးပါခဲ့လဲ သူမသိခဲ့။အတိတ္ကို ျပန္ေတြးရင္ ေတြးေလ ေဆြးစရာေတြနဲ႔ပဲျပည့္ေနတဲ့ သူ႕ရဲ႕ ေအာင္ျမင္မႈ၊ျဖစ္သင့္တာကို ဦးစားေပးရင္ျဖစ္ခ်င္တာကိုလည္း ...",
        "rating": "8.0",
        "url": "https://megaup.net/4UP8Q/Maharshi_[2019]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BYTkxMTcwNmUtY2JjYS00YTZmLTlhNTMtZjFjOTkwMTQ0MTFiXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "Ghost in the Shell (1995)",
        "description": "2029မှာနည်းပညာကအရမ်းထွန်းကားနေပါပြီCyborgတွေကိုနေရာတိုင်းမှာတွေ့မြင်နိုင်ပြီးလူတွေရဲ့ဦးနှောက်ကအင်တာနက်နဲ့တိုက်ရိုက်ချိတ်ဆက်နိုင်တဲ့အထိတိုးတက်နေတဲ့ခေတ်ကာလပဲဖြစ်ပါတယ်တိုးတက်လာတဲ့နည်းပညာနဲ့အတူအန္တရာယ်တွေလည်းပါလာပါတော့တယ်Puppetmasterဟာနည်းပညာကိုအသုံးချပြီးလူတွေရဲ့ဦးနှောက်ကိုhackနေတဲ့hackerပဲဖြစ်ပါတယ်Cyborgရဲမှုးဖြစ်သူMotoko Kasunagiနဲ့သူရဲ့အဖွဲ့ဟာPuppetmasterနဲ့ထိပ်တိုက်ရင်ဆိုင်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...\nFile Size : (1.73 GB,1.16GB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 23min \nFormat : Mp4\nGenre : Action, Animation, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Thaw\nEncoded by sithu",
        "rating": "8.0",
        "url": "https://megaup.net/1xp2z/Ghost_In_The_Shell_[1995]_(MM_Sub).mp4",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BMTQ3NTk1Mzg0MV5BMl5BanBnXkFtZTgwMjM3NzIwMjE@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "K: Missing Kings (2014)",
        "description": "K anime seriesရဲ႕ပထမဆံုးကားပဲျဖစ္ပါတယ္\nKings၇ေယာက္မွာမွ၄ေယာက္ရဲ႕\nAcademy Island Incidentအျပီးအျဖစ္အပ်က္ေတြကို\nအေျခခံထားတာပဲျဖစ္ပါတယ္\nSilver Clansmen Kuroh Yatogamiနဲ႔\nNekoဟာလည္းသူတို႔ရဲ႕ဆရာျဖစ္သူ\nYashiro Isanaကိုလိုက္ရွာေနခဲ့ပါတယ္\nလံုး၀သဲလြန္စမရတာေၾကာင္ႏွစ္ေယာက္စလံုးဟာ\nအလြန္အမင္းစိတ္ပ်က္လွ်က္ရွိျပီး\nHOMRAအဖြဲရဲ႕အဖြဲ႕၀င္ေတြျဖစ္တဲ့\nRikio Kamamotoနဲ႔Anna Kushinaတို႔ကို\nတစ္စံုတစ္ေယာက္ကလိုက္ဖမ္းေနတယ္ဆိုတာကို\nရွာေဖြေတြ႕ရွိသြားတဲ့အခါမွာေတာ့...\nFile Size : (1 GB,580 MB)\nQuality : Blu-ray 1080p,720p\nRunning Time : 1h 13min \nFormat : Mp4\nGenre : Action, Animation,Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Blu-ray 1080p \nTranslated by Dolly\nEncoded by sithu",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/k-missing-kings-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kfZqwGuvEBAysAbCsa0QLKoSYR.jpg",
        "title": "Shaft (2019)",
        "description": "နက်ဖလစ်ကနေ ဆမ်မြူရယ် ဂျက်ဆန် ကားတစ်ကား အသစ်ထွက်လာပါတယ်။Hitman bodyguard တုန်းက ရခဲ့တဲ့ ရသမျိုး ပြန်ရတာပါပဲ။အခွီတွေရယ် အက်ရှင်ရယ် ပေါင်းထားတာပါ။တကယ်ကို ကြည့်လို့ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်း ရှက်ဖ်ထ်ဆိုတဲ့ ရဲဟောင်းကြီးဟာ ပေပေတေတေ လူ့ခွစာ အလွတ်စုံထောက်အဖြစ် အသက်မွေးပါတယ်။သူ့ကို သည်းမခံနိုင်တော့လို့ စွန့်ပစ်သွားတဲ့ သူ့မိန်းမနဲ့အတူ သူ့သားလေး ပါသွားခဲ့တယ်။၂၅ နှစ်လောက် ကြာချိန်မှာတော့ သူ့ရဲ့ သားက အက်ဖ်ဘီအိုင်မှာ အလုပ်ရသွားပါတယ်။တစ်နေ့မှာတော့ အက်ဖ်ဘီအိုင်ကရော ရဲတွေရော မလိုက်နိုင် အမှုကြီးတစ်ခုကို ရှက်ဖ်ထ်ရဲ့ သားက ကိုုယ်တိုင်လိုက်ဖို့ ရှက်ဖ်ထ်ကို အကူအညီလာတောင်းပါတော့တယ်။သူတို့ သားအဖနှစ်ယောက် နယူးယောက် ဟာလမ်မှာ ဘယ်လိုတွေသောင်းကျန်းပြီး ဘယ်လိုတလွဲတွေ လုပ်ကြမလဲ ကြည့်ရမှာပါ။(Littleneo ဘာသာပြန်ပေးထားပါတယ်)File Size : (1.90 GB) , (950 MB) and (480 MB)\nQuality : NF WEB-DL ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xp1X/Shaft_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/reindeer-games-german-dvd-cover-142x200.jpg",
        "title": "Reindeer Games (2000)",
        "description": "ရူဒီဒြန္ကန္နဲ႔ နစ္ခ္ဟာ တစ္ခန္းတည္း အတူက်ေနသလုိ လြတ္ရက္ကလဲ ႏွစ္ရက္ေလာက္ပဲလုိေတာ့တဲ့ အခန္းေဖာ္ အက်ဥ္းသား\nသူငယ္ခ်င္းႏွစ္ေယာက္ပါ။ ေထာင္ကေနလြတ္တဲ့အခါ ရူဒီက ေမြးရပ္ေၿမကုိၿပန္ၿပီး သူ႔အေဖနဲ႔ ေဘာလုံးပြဲၾကည့္ ခရစ္စမတ္ ညစာစားဖုိ႔\nစိတ္ကူးယဥ္သလုိ နစ္ခ္ကလဲ သူနဲ႔ လူခ်င္းမေတြ႔ဖူးပဲ စာေတြနဲ႔ပဲ ရင္းႏွီးေနတဲ့ မိန္းမလွေလး အက္ရွ္ေလနဲ႔ ေတြ႔ဆုံ ဘ၀ခရီးဆက္ဖုိ႔ ေမွ်ာ္လင့္ထားပါတယ္။\nသူ႔အခန္းနံရံေတြေပၚမွာလဲ အက္ရွ္ေလ ပုံေတြခ်ည္းပါပဲ။\nတကယ္တမ္းေထာင္ကလြတ္ဖုိ႔ ရက္ပုိင္းအလုိမွာေတာ့ ေထာင္တြင္းအၾကမ္းဖက္မႈတစ္ခုမွာ ရူဒီကုိယ္စား၀င္ခံရင္း နစ္ခ္ အသက္ဆုံးရႈံးခဲ့ရတယ္။\nရူဒီ ေထာင္ကအထြက္ နစ္ခ္ကုိလာၾကိဳေနတဲ့ အက္ရွ္ေလ အလွမွာ မိန္းေမာရာကေန နစ္ခ္အေယာင္ေဆာင္၀င္ေရာမိပါေတာ့တယ္။\nသူ ေပ်ာ္ရႊင္ေနေသးလုိ႔မ၀ခင္မွာပဲ လက္နက္ကုိင္ လူတစ္စုက သူတုိ႔တည္းခုိတဲ့အခန္းကို ၀င္စီးၿပီး သူနဲ႔အက္ရွ္ေလကုိ ဖမ္းေခၚသြားတဲ့အခ်ိန္က်မွ သိလုိက္ရတာက\nနစ္ခ္နဲ႔ အက္ရွ္ေလဟာ ေထာင္ကလြတ္ရင္ နစ္ခ္ အရင္က အလုပ္လုပ္ဖူးတဲ့\nကတ္စီႏုိ တစ္ခုကုိ ၀င္စီးဖုိ႔ တုိင္ပင္ထားတယ္။\nသူတုိ႔ကုိဖမ္းဆီးေခၚေဆာင္သြားတဲ့ လက္နက္ကုိင္ေခါင္းေဆာင္ဟာ အက္ရွ္ေလ အစ္ကုိ\nၿဖစ္ၿပီး ကတ္စီႏုိကုိ ၀င္စီးတဲ့အခါက်ရင္ အဲ့ဒီေနရာကိုရင္းႏွီးကြ်မ္း၀င္ၿပီးသား ...",
        "rating": "5.7",
        "url": "https://megaup.net/2dqkk/Reindeer_Games_[2000]_(MM_Sub)_(1).mkv",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fDyCvNWaFkkrgf0QjhHqpCGVc8p.jpg",
        "title": "The Wolf’s Call (2019)",
        "description": "Rating 7.7 အထိရ႐ွိထားတဲ့ ျပင္သစ္ Action/Drama/Thriller ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ျပင္သစ္ႏိုင္ငံရဲ႕ ေရငုတ္သေဘၤာသားေတြကိုအေျချပဳၿပီး႐ိုက္ကူးထားတာပါ။ေရငုတ္သေဘၤာတစ္စီးမွာ Sonar ဆိုတဲ့ Radar ကဲ့သို႔ေသာ Detection and Navigationလုပ္ငန္းကိုေဆာင္ရြက္ေပးႏိုင္တဲ့ အသံလႈိင္းသံုးကိရိယာတစ္ခု႐ွိပါတယ္။အဲဒါကေနရလာတဲ့အသံလိႈင္းေတြကိုၾကည့္ၿပီး ဒါဟာဘယ္ကလာတဲ့အသံ...ဘယ္လိုေရယာဥ္အမ်ဳိးအစားဆိုတာကိုခြဲျခမ္းစိတ္ျဖာရတဲ့ Analyst ေတြလည္း႐ွိပါတယ္။ဒီကားေလးမွာေတာ့ အဲလို အသံလႈိင္းစီစစ္ရတဲ့သူျဖစ္တဲ့ ခ်န္တာရိန္ဆိုတဲ့လူငယ္ေလးကိုတည္ထားၿပီး ျပင္သစ္ႏိုင္ငံကိုဘယ္လိုကယ္တင္သြားလဲဆိုတာကိုေတြ႔ျမင္ရမွာပါ။Drama/Thriller ဆိုတဲ့အတိုင္း ေကာင္းေကာင္းႀကီးခံစားရမွာျဖစ္ပါတယ္။နားပါးလွပါတယ္တဲ့သူကိုမွ ဘယ္လိုလွည့္စားၿပီးကမာၻပ်က္ကိန္းေရာက္ေအာင္ ဘယ္သူေတြလုပ္သြားလဲ။ဘယ္လိုျပန္လည္ဟန္႔တားရလဲဆိုတာကိုေတြ႔ျမင္ရမွာပါ။( ေရတပ္ဆိုက္ရာအသံုးအႏႈန္းေတြပါဝင္တဲ့အတြက္ အဓိပၸါယ္တစ္ခ်ဳိ့ကြဲလြဲတာမ်ဳိး ႐ွိေကာင္းရွိနိုင္ပါတယ္။အနီးစပ္ဆံုးျဖစ္ေအာင္ဘာသာျပန္ထားေပမယ့္ ကြဲလြဲတာ႐ွိရင္သည္းခံေပးၾကပါ။) (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရ ပါ) File Size : (1.80 GB) , (900 MB) and (450 MB)\nQuality : NF WEB-DL (1080p 5.1,720p,480p)\nRunning Time : 1hr 55min\nFormat ...",
        "rating": "7.6",
        "url": "https://megaup.net/2dql4/The_Wolf’s_Call_(Le_Chant_Du_Loup)_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xnopI5Xtky18MPhK40cZAGAOVeV.jpg",
        "title": "Shazam! (2019)",
        "description": "ဒီဟီးရိုးကတော့ မှော်အစွမ်းကို အခြေခံထားတာပါပဲ။ Shazam လို့အော်လိုက်ရင် 14 နှစ်သားကောင်လေးအဖြစ်ငးကနေလူကြီးအရွယ် စူပါဟီးရိုးအဖြစ် ပြောင်းလဲသွားပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ မှော်ဆရာအဖွဲ့ကြီးတစ်ခုရဲ့ နောက်ဆုံးကျန်တဲ့ မှော်ဆရာဟာကမ္ဘာကြီးကို နတ်ဆိုး ၇ ပါးရန်ကနေ ကာကွယ်ထားရပါတယ်။ သူ့ရဲ့အစွမ်းတွေ အားနည်းလာချိန်မှာတော့ သူ့နေရာကိုဆက်ခံဖို့ စိတ်ထားကောင်းမွန်တဲ့ လူတစ်ယောက်ကို ရှာဖွေရပါတော့တယ်။ဒီဟီးရိုးကတော့ Justice League သာ ဆက်ထွက်ခဲ့ရင် ပါလာနိုင်တာမို့ သူ့ရဲ့ မူလဇစ်မြစ်ကို ဒီကားမှာ သေချာတွေ့ရမှာပါ။(Littleneo ဘာသာပြန်သည်)File Size : (2.50 GB) , (1.20 GB) and (600 MB)\nQuality : Blu-Ray (1080p 5.1,720p,480p)\nRunning Time : 2hr 12min\nFormat : Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/shazam-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aP2hIXLutzzsXb1pJit8gdK6TtR.jpg",
        "title": "We Are Legends ( 2019 )",
        "description": "ဒီကား​ေလးဟာ Imdb 5.4ရထားတဲ့ 2019 ထြက္​​ေဟာင္​​ေကာင္​ဇာတ္​ကား​တစ္​ကားျဖစ္​ပါတယ္​လက္​​ေဝွ့ထိုးသတ္​ပြဲ ခပ္​ၾကမ္​းၾကမ္​း​ေလး​ေတြႀကိဳက္​တတ္​သူ​ေတြအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႔​ေစမွာပါ..ဒီကားထဲမွာ ဂ်က္​နဲ႔ ဘန္​နီတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​ဟာမိဘမဲ့​ေဂဟာမွာႀကီးျပင္​းခဲ့႐ၿပီး တစ္​​ေန႔မွာ ​ေက်ာင္​းသားခ်င္​းအႏိုင္​က်င္​့ခံရာက​ေန​ေက်ာင္​း​ေစာင္​့္ အီရစ္​နဲ႔အတူ မိဘမဲ့​ေဂဟာက​ေနထြက္​ခြာလာခဲ့ပါ​​ေတာ့တယ္​..ဒီလိုနဲ႔ အားကစား​ေလ့က်င္​့ခန္​းမ ဖြင္​့ထားတဲ့ အီရစ္​ရဲ႕အစ္​မဆီ​ေရာက္​သြားရာက​ေန ​လက္​​ေဝွ့သမား​ေကာင္​းျဖစ္​လာဖို႔ ​စတင္​​ေလ့က်င္​့သင္​ၾကား​ေပးပါ​ေတာ့တယ္​...ဒီလိုနဲ႔တစ္​ရက္​မွာသူတို႔​ေမြးစားအ​ေဖအီရစ္​ဟာ​ေလျဖတ္​သြားခဲ့ႁပီး​ေငြ​ေၾကး႐ွာ​ေဖြမႈတာဝန္​ဟာသူတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​​ေပၚကိုုပံုုကက်လာခဲ့ပါ​​ေတာ့တယ္​...ဂ်က္​ဟာ အလုပ္​လုပ္​ရင္​းMMAမွာထိုးသတ္​တဲ့ပ႐ိုလက္​​ေဝွ့သမား​ေကာင္​းျဖစ္​​ေအာင္​​ေလ့က်င္​့​ေနခဲ့ၿပီးသူ႔ညီကိုစာ​ေကာင္​းစြာသင္​ႏိုင္​​ေအာင္​​ေထာက္​ပံ​ံ​့​ေပး​ေန​ေပမယ့္....သူ႔ညီ​ေလးက​ေတာ့ ​ေငြ​ေၾကးခက္​ခဲမႈကိုကူညီႏိုုင္​ဖို႔အတြက္​​ေျမ​ေအာက္​​ေၾကးစားလက္​​ေဝွ့ထိုးသတ္​ပြဲ​ေတြမွာပါဝင္​ကစားၿပီး​ေငြ​ေၾကး႐ွာ​ေဖြ​ေနခဲ့လို႔​ေက်ာင္​းကထုတ္​ပယ္​ျခင္​းခံလိုက္​ရပါတယ္​...ဒီလိုနဲ႔ သူတို႔ညီအစ္​ကိုႏွစ္​​ေယာက္​ၾကားမွာသ​ေဘာထားတင္​းမာမႈ​ေတြျဖစ္​လာခဲ့တဲ့အခါ....ဂ်က္​က MMAရဲ႕ ပ႐ိုလက္​​ေဝွ့ခ်န္​ပီယံျဖစ္​လာခဲ့​ေပမယ့္​့သူတစ္​ခ်ိန္​က​အလြယ္​တကူအလဲထိုးႏိုင္​ခဲ့တဲ့ဂ်က္​ဆန္​ရဲ႕ျပန္​လည္​စိန္​​ေခၚပြဲမွာ မထင္​မွတ္​ပဲ႐ွံုးနိမ္​့သြားတဲ့အခါ.....ဘယ္​လို​ေတြဆက္​ျဖစ္​လာမွာလဲ...လက္​​ေဝွ့ထိုးသတ္​ပြဲ​ေတြကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​......ပရိုလက္​​ေဝွ့သမား​ေတြရဲ႕ဘဝ​ေတြကိုလက္​​ေတြ႔က်က်႐ိုက္​ျပထားတဲ့ဇာတ္​ကား​ေကာင္​းတစ္​ပုဒ္​ျဖစ္​လို႔ အရမ္​းကိုသ​ေဘာက်မိပါတယ္​... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/we-are-legends-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/escape-plan-3-poster-143x200.jpg",
        "title": "Escape Plan: The Extractors (2019)",
        "description": "Escape Plan: The Extractors (2019)\n  \n1080p BluRay 5.1 Ch Quality နဲ့ထပ်မံတင်ဆက်လိုက်ပါတယ်။\nဒီဇာတ်ကားဆိုရင် အားလုံးသိကြတဲ့ မင်းသားကြီး Sylvester Stallone ပါဝင်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။\nအရင်ထွက်ရှိထားပြီးဖြစ်တဲ့ Escape Plan (2013) နဲ့Escape Plan 2: Hades (2018) တွေ ရဲ့ တတိယမြောက် ထွက်ရှိလာတဲ့ ဇာတ်ကား Escape Plan: The Extractors (2019) ဟာဆိုရင်လည်း လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ လုံခြုံရေးအထူးကျွမ်းကျင်သူ Ray Breslin (Sylvester Stallone) ဟာဆိုရင် ဟောင်ကောင်နည်းပညာလုပ်ငန်းရှင်ရဲ့သမီး ဖြစ်သူ ပြန်ပေးဆွဲခံရတာနဲ့ပတ်သက်ပြီး ပြန်လည်ကယ်ဖို့ ငှားရမ်းခြင်းခံရပါတယ် ။ ထိုပြန်ပေးဆွဲတဲ့သူတွေရဲ့နောက်ကွယ်က ကြိုးကိုင်သူကို မင်းသားကြီး စတားလုံး နဲ့သူ့ရဲ့အဖွဲ့တို့ ဘယ်လို ဖော်ထုတ်ပြီး ဓားစာခံတွေကို ကယ်တင်မလဲဆိုတာကို ကြည့်ရှု့ကြရမှာဖြစ်ပါတယ် ။\n 1080p ...",
        "rating": "4.4",
        "url": "https://megaup.net/4Vyev/Escape_Plan_-_The_Extractors_[2019]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d5uA1DdiWK5KH5yzyMfh1X3uXie.jpg",
        "title": "See You Yesterday (2019)",
        "description": "ကိုယ္ခ်စ္တဲ့အရာေတြကို ဆံုးရံႈးရၿပီးေတာ့ ျပန္လည္ျပင္ဆင္ဖို႔အခြင့္အေရးလည္း သင့္မွာရွိတယ္ဆိုရင္ သင္ဘာလုပ္မွာလဲ။ဒီတစ္ခါေတာ့ Netflix က ထုတ္ထားတဲ့ Sci-fi ကားေလးတစ္ကားျဖစ္တဲ့Time Machine ကားေလးနဲ႔ မိတ္ဆက္ေပးပါရေစ။ဇာတ္လမ္းေလးကေတာ့ စီေဂ်နဲ႔ ဆဘတ္ရွန္ဆိုတဲ့ အထက္တန္းေက်ာင္းသားေက်ာင္းသူေလးႏွစ္ေယာက္က တစ္ေန႔မွာ Time Machine ကို တီထြင္ႏုိင္ခဲ့ၿပီးအဲဒီ့အခ်ိန္မွာပဲ သူခ်စ္ရတဲ့အကိုျဖစ္သူကို ဆံုးရံႈးလိုက္ရတဲ့အခါမွာဒီစက္ကို အသံုးျပဳၿပီးေတာ့ သူတို႔ဘာေတြ ဆက္လုပ္ၾကမွာလဲ။ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကို စိတ္ဝင္စားဖြယ္ ရိုက္ကူးထားတာျဖစ္ပါတယ္။အားေပးၾကပါဦးဗ်ာ File Size : ( 811 MB) & ( 264 MB)Quality :Web DL 720pRunning Time :1hr 24 minFormat : Mp4Genre :Animation , Adventures , ...",
        "rating": "5.0",
        "url": "https://megaup.net/2ds5p/See_You_Yesterday_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l5t2Nf1F7iQUKTrODg93xmQzZLj.jpg",
        "title": "Iron Sky: The Coming Race (2019)",
        "description": "ကမာၻၾကီးဘယ္လိုျဖစ္တည္လာတယ္ဆိုတာရယ္ဘယ္လိုပ်က္စီးသြားမယ္ဆိုတာနဲ႔ ပတ္သက္ၿပီး သီအိုရီေတြ၊အေတြးအေခၚေတြ၊ ရုပ္ရွင္ေတြ၊ ဇာတ္လမ္းေတြမ်ားစြာရွိသလိုအခုရုပ္ရွင္ေလးဟာလည္း မတူညီတဲ့ အေတြးအျမင္တစ္ခုနဲ ရိုက္ကူးထားတဲ့ ရုပ္ရွင္တစ္ကားပဲျဖစ္ပါတယ္။သိပၸံပညာရွင္ေတာ္ေတာ္မ်ားမ်ားရဲ႕ သီအိုရီေတြကို သံုးထားသလိုဆန္းသစ္တဲ့အျမင္စိတ္ကူးအသစ္ကိုလည္း ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းအညႊန္းကေတာ့ ကမာၻၾကီးပ်က္စီးသြားလို႔ လကမာၻေပၚမွာေနထုိင္ေနရတဲ့ လူသားမ်ိဳးႏြယ္ေတြဟာ ရွင္သန္ဖို႔အတြက္ ဘယ္လိုအခက္အခဲေတြၾကားမွာလႈပ္ရွားရုန္းကန္ၿပီး ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္။ေတြးစရာေလးေတြ ျဖစ္လာေစႏုိင္တဲ့ ကားေကာင္းတစ္ကားမို႔ ၾကည့္ရႈအားေပးၾကပါဦး File Size : ( 869 MB) & (322 MB)Quality :Web DL 720pRunning Time :1hr 29 minFormat : Mp4Genre :Animation , Adventures , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "5.1",
        "url": "https://megaup.net/2du1j/Iron_Sky_-_The_Coming_Race_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vUCrcikFCDsvA6IiS59kdfQkseU.jpg",
        "title": "Hellboy Animated: Sword of Storms (2006)",
        "description": "A folklore professor becomes unwittingly possessed by the ancient Japanese demons of Thunder and Lightning. But when The Bureau of Paranormal Research & Defense dispatches a team of agents to investigate, a cursed samurai sword sends Hellboy to a supernatural dimension of ghosts, monsters, and feudal mayhem. Now while pyrokinetic Liz Sherman and fishboy Abe Sapien battle one very pissed-off ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/hellboy-animated-sword-of-storms-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itj3KXrYL6iSa7eBDLYIVWZuZtW.jpg",
        "title": "Hellboy Animated: Blood and Iron (2007)",
        "description": "When Hellboy, Liz Sherman, and Abe Sapien are assigned to investigate the ghost-infested mansion of a publicity-hound billionaire, they uncover a plot to resurrect a beautiful yet monstrous vampire from Professor Bruttenholm’s past. But before they can stop her bloodbath, Hellboy will have to battle harpies, hellhounds, a giant werewolf, and even the ferocious goddess Hecate herself.",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/hellboy-animated-blood-and-iron-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6sOFQDlkY6El1B2P5gklzJfVdsT.jpg",
        "title": "Kamen Rider Heisei Generations FOREVER (2018)",
        "description": "Rating 7.5 ရရွိထားတဲ့ ကားၿဖစ္ပါတယ္...Kamen Rider : Heisei Generation Foreverေဟးေဆး'ဂ်င္း'နေရးရွင္း ေဖာ္အဲဗား ရီဗ်ဳးလုပ္ရမယ္ဆိုရင္ျဖင့္ဇာတ္လမ္းကဒီလို Tid ဆိုတဲ့ Time jacker ဘဲႀကီးက Kuuga ကေနစၿပီးေဟးေဆးရိုက္ဒါေတြရဲ့သမိုင္းကိုေဖ်ာက္ဖို့ႀကိဳးစားတယ္။အဲ့ဒီေတာ့ ခါမန္းလိုက္ဒါေတြဆိုတာက အခုေလာကမွာလို တိုကုအစီအစဥ္သက္သက္ျဖစ္ကုန္တယ္။ဒါေပမဲ့ အဲ့ဒါကို ျပန္ေျဖနိုင္မယ့္ကေလးတေယာက္ရွိတယ္...အဲဒီကေလးကို ရွင္ဂိုလို့ေခၚတယ္...သူက ရိေယာတာ့ရိုး(Ryotarou)လိုပဲ ဗဟိုမွတ္(Singular point) ..အဲ့ကေလးမွတ္ဉာဏ္ထဲမွာ ခါမန္းလိုက္ဒါေတြကိုမွတ္မိေနရင္ Tid က သမိုင္းေဖ်ာက္လို့မရဘူး။ဘာလို့ဆိုေတာ့ ဗဟိုမွတ္ ေကာင္ဆိုးေလးေဒြက အခ်ိန္စက္ဝန္းရိုက္ခတ္မွုထဲကလြတ္ေနၾကလို့။ဒီေတာ့ဘာလုပ္သလဲ... Kuuga မေပၚလာခင္အခ်ိန္ကိုျပန္သြားၿပီး အဲ့ကေလးကိုဖမ္းသြားတယ္...ခူးဂါကိုမျမင္ဖူးလိုက္ေအာင္။ဒါေပမဲ့ မၿပီးေသးဘူး..သမိုင္းေျပာင္းသြားၿပီး ခါမန္းလိုက္ဒါဆိုတာ တိုကုအစီအစဥ္အျဖစ္ေျပာင္းသြားတဲ့ေနာက္Ataru ဆိုတဲ့ တိုကုအိုတဘဲေလးတေကာင္ရွိလာတယ္။အဲ့ေကာင္ေလးဆီကို အီမာဂ်င္တေကာင္ေရာက္လာၿပီး ဆုတခုေတာင္းခိုင္းတယ္......",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/kamen-rider-heisei-generations-forever-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/10215-141x200.png",
        "title": "Dragons Forever (1988)",
        "description": "ဂ်က္ကီခ်န္း...ဟုတ္ခ်င္းေပါင္...ေဘာလံုးမင္းသား..စတဲ့ကေလးဘဝရဲ႕ သူရဲေကာင္းေတြျဖစ္တဲ့ ေဟာင္ေကာင္ ကြန္ဖူးသံုးေဖာ္ရဲ႕ ဇာတ္ကားေကာင္းေလးပါ။Action, Comedy, Romance ဇာတ္ကားျဖစ္လို႕ ေပါ့ေပါ့ပါးပါးခံစားၾကည့္ရႈရမွာပါ။ခုခ်ိန္မွာ အနားယူသြားၿပီျဖစ္ၾကတဲ့ မင္းသားႀကီးေတြရဲ႕ ငယ္မူငယ္ေသြးအျပည့္နဲ႔ ဇာတ္ကားေလးကိုတစ္ဖန္ျပန္လည္ ခံစားၾကရမွာ ျဖစ္ပါတယ္။IMDb Rating (7.3) အထိ ရရွိထားတာေၾကာင့္ ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြလက္လြတ္မခံသင့္တဲ့ဇာတ္ကားပါ။ \nFile size…(999 MB) and (500 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cindy Honey",
        "rating": "7.3",
        "url": "https://megaup.net/2dys9/Dragons_Forever_(Fei_Lung_Mang_Jeung)_[1988]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/222-149x200.jpg",
        "title": "Imperial Guard Girls ( 2019 )",
        "description": "ဒီဇာက္​ကာ​ေလးဟာဆိုရင္​ တရုတ္​နန္​းတြင္​းကား​ေလးျဖစ္​ၿပီး Drama/actionကား​ေလးတစ္​ကားျဖစ္​ပါတယ္​မိန္​းက​ေလးကိုယ္​ရံ​ေတာ္​က​ေလးမ်ားရဲ႕ အ​ေၾကာင္​းကိုရိုက္​ကူထားၿပီးသစၥာခံယူမႈ ညီအမ​ေတြရဲ႕​ေမတာၱ​ေတြ အခ်စ္​​ ဆရာကတပည္​့အ​ေပၚထားတဲ့​ေစတနာ​ေတြကို စံုစံုလင္​လင္​ ရိုက္​ျပထားတဲ့ ဇာက္​ကား​ေလးပါဇာက္​လမ္​း​ေလးဟာဆုိရင္​ မင္​းသားZhu Di ဟာဆိုရင္​ သူ႔အကိုမင္​းႀကီးဆံုးၿပီးမၾကာခင္​မွာပဲ သူ႔တူဆီက​ေန ထီးနန္​းကိုလုယူခဲ့ပါတယ္​ထို႔​ေၾကာင္​့ သူဟာ အၿမဲပူပန္​​ေနၿပီး သူ႔တူကို လိုက္​ရွာကာသတ္​ပစ္​ဖို႔ရယ္​႐ြယ္​ထားပါတယ္​ သူဟာ မင္​းသားဘဝကတည္​းကမိန္​းက​ေလးငယ္​ငယ္​​ေလး​ေတြစုကာ ​ေလ့က်င္​့​ေပးၿပီးသူ႔ရဲ႕ကိုယ္​ရံ​ေတာ္​အျဖစ္​​ေမြးျမဴထားပါတယ္​ထို႔​ေနာက္​သူ႔ရဲ႕ပုန္​ကန္​သူ​ေတြကိုလိုက္​လံသတ္​ျဖတ္​ခိုင္​းခ့ပါတယ္​ကိုယ္​ရံ​ေတာ္​ထဲမွာမွ သူဟာ Qinglianကို အခ်စ္​ဆံုး ဂရုစိုက္​ဆံုးပါ ​ေနာက္​ဆံုးမွာ​ေတာ့ Qinglianဟာ တာဝန္​ထမ္​း​ေဆာင္​ရင္​း အခ်စ္​ကို​ေတြ႕ရွိသြားၿပီး သစၥာနဲ႔ အခ်စ္​ အားၿပိဳင္​မႈကို ​ေတြ႕ရွိရမွာပါသစၥာကပဲ ခိုင္​ၿမဲမလား အခ်စ္​ကပဲ ပိုသြားမလားဆိုတာက​ေတာ့ ​ဇာက္​ကား​ေလးကိုပဲ ၾကည္​့ရႈအားေပးလုိက္ၾကပါအုန္းလုိ႔တုိက္တြန္းပါရေစေနာ္ Translated & Review By XiaoEncoded By LK",
        "rating": "",
        "url": "https://megaup.net/2dys1/14_Blades,_Imperial_Guard_Girls_[2019]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BN2NiNGZjNmEtOTYyNS00MDM0LTgyM2ItMDAyOTA0ZDEzODQxXkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "The Blizzard ( 2018 )",
        "description": "အက္ရွင္ဇာတ္လမ္းေတြၾကိဳက္ႏွစ္သက္တဲ႔ပရိတ္သတ္ေတြအတြက္ဇာတ္ကားေကာင္းေလးတခုကိုတင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္​လမ္​းအက်ဥ္​းကစုန္​႔​ေခ်ာင္​နဲ႔ ဟိုင္​ယန္​နဲ႔မာထ်န္​းခ်ိန္​တို႔ဟာရဲသင္​တန္​း​ေက်ာင္​းမွာအရမ္​းခ်စ္​ၾကတဲ့​ေဘာ္​ဒါ​ေတြပါတစ္​​ေန႔မွာဟိုင္​ယန္​ကသူ႔ရဲ႕အ​ေဖသတ္​ခံရတဲ့​ေနရာမွာစုန္​႔​ေခ်ာင္​ကို​ေတြ႕လိုက္​ၿပီးလြတ္​​ေျမာက္​သြားတဲ့အခ်ိန္​မွာ သူ႔အ​ေဖကိုသတ္​သြားတဲ့သူအျဖစ္​မုန္​းတီး​ေနပါ​ေတာ့တယ္​...ဒါ​ေတြအားလံုးကိုႀကိဳးကိုင္​​ေနတဲ့ဟြမ္​့ယြီလုပ္​ငန္​းစုရဲ႕ျပစ္​မႈ​ေတြကိုဆက္​ႁပီး​ေဖာ္​ထုတ္​ႏိုင္​ပါ့မလား..ဘယ္​လိုလွည္​့ကြက္​မ်ိဳး​ေတြ႐ွိ​ေနတာလဲ..ဆက္​လက္​ခံစားၾကည္​့႐ႈပါ....အက္​႐ွင္​ခန္​း​ေတြလည္​းပါတာမလို႔အက္​႐ွင္​ႀကိဳက္​သူ​ေတြအတြက္​​ေတာ့ၾကည္​့​ေကာင္​းမဲ့ဇာတ္​ကားတစ္​ပုဒ္​ပါပဲ Translated & Review By Phyo Zaw",
        "rating": "4.9",
        "url": "https://megaup.net/3ztmr/The_Blizzard_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/91DlgANXfuL._RI_-150x200.jpg",
        "title": "Scouts Guide to the Zombie Apocalypse (2015)",
        "description": "Scouts Guide to the Zombie Apocalypse\n———————————————————————ဒီကားေလးကHorror Comedyကားေလးပါ ကင္းေထာက္ေက်ာင္းသားေလးသံုးေယာက္နဲ႔Clubမွာစားပြဲထိုးလုပ္တဲ့ေကာင္မေလးတေယာက္ရယ္ကိုအဓိကထားၿပီးဇာတ္အိမ္တည္ထားတာပဲျဖစ္ပါတယ္ဇာတ္လမ္းအစကအဲ့ၿမိဳ႕မွာရွိတဲ့ဓာတ္ခြဲခန္းတစ္ခုမွာရွိတဲ့လူနာတေယာက္ကေနစၿပီးVirusကျပန္႔တာပဲျဖစ္ပါတယ္တိုက္တိုက္ဆိုင္ဆိုင္ အဲ့ေက်ာင္းသားသံုးေယာက္ေတာထဲမွာCamping ထြက္တဲ့ေန႔မွာျဖစ္တာျဖစ္ၿပီးေက်ာင္းကSeniorအခ်ိဳ႕ကလည္းညမွာPartyက်င္းပေနတဲ့အခ်ိန္မွာစျဖစ္တာပဲျဖစ္ပါတယ္ဇာတ္ကားကHorror ဆိုတာထက္Comedyပိုင္းပိုမ်ားပါတယ္ဒီထဲကComedyအခ်ိဳ႕က18+အရမ္းဆန္ပါတယ္ ဟုတ္ပါတယ္18+ခန္းအခ်ိဳ႕ပါပါတယ္ဒီကားကေယာက္်ားေလးေတြအတြက္ပိုၿပီးအဆင္ေျပပါတယ္မိန္းကေလးေတြအေနနဲ႔ဆိုနည္းနည္းေတာ့ဒါကဟာသသက္သက္ဘဲဆိုၿပီိးအေတြးထည့္ထားမွၾကည့္ဖို႔အဆင္ေျပပါမယ္မွတ္ခ်က္ မိသားစုနဲ႔ၾကည့္ရမဲ့ကားမ်ိဳးမဟုတ္ပါ မင္မင္ တခါကဘာမွမပါဘူးထင္ၿပီးမိသားစုနဲ႔ၾကည့္တာနရင္းအုပ္ခံရပါတယ္ထပ္ေျပာပါမယ္ မိသားစုနဲ႔ၾကည့္ရတာအဆင္ေျပမဲ့ကားမဟုတ္ပါဘူးေနာ္Castေတြကေတာ့အဲ့တုန္းကမ်က္ႏွာသစ္ေလးေတြျဖစ္တဲ့ Men Apocalypse နဲ႔Dark Phoenix မွာCyclops အေနနဲ႔ပါဝင္ဖူးတဲ့Tye Sheridanရယ္Escape Roomထဲမွာပါဝင္ဖူးတဲ့Logan Millerရယ္Joey Morgansရယ္Sarah Dumontတို႔ကအဓိကသ႐ုပ္ေဆာင္ထားပါတယ္#Kal #ZEUS(႐ုပ္ရွင္အၫႊန္းကို ZEUS Facebook Page မွကူးယူေဖာ္ျပပါသည္။) \nFile size…(950 MB) and (450 MB)\nQuality….Blu-Ray 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Carey",
        "rating": "6.3",
        "url": "https://megaup.net/3ztmn/Scouts_Guide_To_The_Zombie_Apocalypse_[2015]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy, Horror"
    }
]