[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i2zztssCIbahGES1fdfWFmDXian.jpg",
        "title": "Ghosts of Mars (2001)",
        "description": "Ghosts of Mars (2001)မားစ်ဂြိုဟ်ပေါ်မှာ လူ ၆၄၀၀၀၀ နီးပါးလောက် အခြေကျနေထိုင်လျက်ရှိချိန်ပေါ့...ရဲတပ်ဖွဲ့တစ်စုဟာ မိုင်းတွင်း တစ်ခုရဲ့ အကျဉ်းထောင်မှာ ရှိတဲ့ နာမည်ဆိုးနဲ့ကျော်ကြားသူ ဝီလီယမ်ကို လူသတ်မှုနဲ့ ရုံးတင်စစ်ဆေးဖို့ရာ ခရိုင်စီဆိုတဲ့နေရာကို ပြန်ခေါ်လာပေးရမယ့် မစ်ရှင်လုပ်ဖို့ကြုံလာတယ်။ ရှိုင်းနင်းတောင်ကြား မိုင်းတွင်းကို သူတို့အဖွဲ့ ရောက်ရှိသွားချိန် အရင်လို လူစည်ကားမနေဘဲ ခြောက်ကပ်နေတာကို တွေ့လိုက်ရတယ်။ အဆောက်အအုံတွေထဲ ဝင်စစ်ဆေးလိုက်ချိန်မှာ လူတွေအားလုံးနီးပါး ရက်ရက်စက်စက် အသတ်ခံထားကြရတာကို မြင်လိုက်ရတယ်။အကြောင်းရင်းကို စုံစမ်းရင်း မားစ်ဂြိုဟ်ပေါ်က သယံဇာတတွေကို တူးဖော်ရင်း မလှုပ်နိုးအပ်သင့်တဲ့ အရာတွေကို လှုပ်နှိုးမိတဲ့အခါ...မယ်လနီနဲ့ သူ့ရဲ့တပ်ဖွဲ့ ဘယ်လိုအရာတွေနဲ့ ရင်ဆိုင်ရမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပြီး Ice Cube နဲ့ Jason Statham တို့လို နာမည်ကြီး ဘီးကြဲတွေ ကြမ်းပြထားတာမို့ ကြည့်ရတန်မယ့် ကားလည်း ဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ghosts-of-mars-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gudhSz8sDzRXxHY5XchllQKxw77.jpg",
        "title": "Foolproof(2003)",
        "description": "သူခိုးကားတွေ အရမ်းခေတ်မစားခင်ကထဲက ထွက်ထားတဲ့ Deadpool မင်းသား Ryan Reynolds ရဲ့ ငယ်ရွယ်ချောမောစဉ်အချိန်က ဇာတ်လမ်းကောင်းလေးပါ။\nကယ်ဗင်၊ ဆမ် နဲ့ ရော့ဘ်တို့သူငယ်ချင်း ၃ယောက်ဟာ ဖောက်ထွင်းရေး အစီအစဉ်တွေကို တကယ်ခိုးနေသယောင် အသေးစိတ် စီစဉ်ရေးဆွဲတမ်း ကစားရတာကြိုက်ကြသူတွေပါ။\n‌တနေ့တော့ စိန်လက်ကားဆိုင်တခုကို ဖောက်ထွင်းဖို့လုပ်ထားတဲ့ စာရွက်စာတမ်းတွေ အခိုးခံလိုက်ရပြီး ခိုးသွားတဲ့သူကလဲ နာမည်ကြီးသူခိုးဖြစ်နေပြီး သူတို့၃ယောက်ကို အကြပ်ကိုင်ကာ နောက်ထပ်အစီအစဉ်ဆွဲခိုင်းပါတယ်။\nလူဆိုးခိုင်းတာ လိုက်လုပ်ပေးရင်း တကယ်ခိုးဖြစ်သွားမလား သူတို့အချင်းချင်းရော အရင်လိုစည်းလုံးကြမလား ရဲလက်ကရော လွတ်အောင်ဘယ်လိုကြိုးပမ်းကြမလဲ ဆိုတာကို ရှူစားရမှာဖြစ်ပါတယ် File size…1.49 GB / 643.5 MB\nQuality…WEB-DL 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 34m\nGenre ..... Action , Comedy  , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chit Min ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/foolproof2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6wnxj7jPpANISwMlfQ0Z09VViYv.jpg",
        "title": "Buried in Barstow (2022)",
        "description": "Buried in Barstow (2022)~ IMDb rating - 7/10 ~\"အမေတစ်ယောက်က သူ့ကလေးကို ဘေးရန်တွေကနေကာကွယ်ဖို့ မလုပ်ရဲတဲ့အရာမရှိဘူး\"ဟုတ်ပါတယ်။ Single Mother တစ်ယောက်ဖြစ်တဲ့ Hazel King ဟာ နယ်မြို့လေးတစ်ခုမှာ စားသောက်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ထားပြီး သမီးလေးနဲ့အတူ ဘဝကို သိုသိပ်စွာနေပါတယ်။ ဇာတ်ကားအစက Hazel King က သွေးမသေးတဲ့သူဆိုတာ ခင်ဗျားကတော့ သိလိုက်ရပေမယ့် သူ့အသိုင်းအဝိုင်းလေးနဲ့ သူ့သမီးအပါအဝင် သူဇာတ်မြှုပ်နေထိုင်တဲ့ဘဝမှာ သူဟာ သာမန်ဆိုင်ဖွင့်ထားသူ တစ်ဦးပါပဲ။တစ်ခုခုလုပ်ပြီးရင် သွေးအေးစွာနေတတ်တဲ့ တုန်လှုပ်မှုမရှိတဲ့ Hazel ဟာ အပေါ်ကပြောသလိုပဲ သူ့သမီးအတွက် အရာရာကို ပြေးကာကွယ်မယ့်သူပါ။ သမီး ဖြစ်သူ Joy ဟာ ဆယ်ကျော်သက်မနူးမနပ်အရွယ်မှာ အချစ်ကို ပညာရေးထက်ပိုအလေးထားခဲ့တယ်ပဲဆိုကြပါစို့။ Joy နဲ့ သူရဲ့ ကောင်လေးဖြစ်တဲ့ Travis နဲ့ Hazel တို့ သုံးယောက် ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/buried-in-barstow-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Little_Star_Wars_2021-141x200.jpg",
        "title": "Doraemon the Movie: Nobita’s Little Star Wars 2021 (2022)",
        "description": "Doraemon the Movie: Nobita's Little Star Wars 2021 (2022)\n==========================================CM ပရိတ်သတ်ကြီးတို့ထဲမှာ ဒိုရေမွန်နဲ့ နိုဘိတကို တော်တော်များများ\nသိကြမယ်လို့ထင်ပါတယ်။ ကျွန်တော်တို့ ငယ်ဘဝဇာတ်ကားတွေကို\nပြန်ကြည့်ရတဲ့အခါ၊ ငယ်ဘဝဇာတ်ကောင်တွေကို ပြန်ထိတွေ့ရတဲ့အခါ\nကျွန်တော့်အနေနဲ့ကတော့ ဇာတ်လမ်းဇာတ်ကောင်ကို လွမ်းဆွတ်နှုန်းက\n၅၀%၊ ကြည့်ရင်းနဲ့ဖြစ်ပေါ်လာတဲ့ ငယ်ဘဝခံစားချက်ကို သတိရမိတာက\n၅၀%ပါပဲ။ ငယ်ငယ်ကတော့ ကျောင်းဆင်းချိန်တို့၊ ကျောင်းပိတ်ရက်တို့မှာ\nကြည့်ခဲ့ကြတယ်ဟုတ်။အခုတင်ဆက်ပေးမယ့် Movie လေးရဲ့ ဇာတ်လမ်းကဒီလိုပါ။\nနိုဘိတတို့ သူငယ်ချင်းတစ်သိုက် ရှုတင်ရိုက်နေရင်းကနေ နိုဘိတတစ်ယောက်\nဒုံးပျံယာဉ်အသေးစားလေးတစ်စင်း ကောက်ရလိုက်ပါတယ်။ အဲ့ထဲက‌နေ\nပါပီလို့ခေါ်တဲ့ ဂြိုဟ်သားသေးသေးလေးထွက်လာသတဲ့။ သူ့ယာဉ်က ပျက်စီး\nသွားတာမို့ နိုဘိတနဲ့ ဒိုရေမွန်တို့က ကူပြင်ပေးနေချိန် ပီရှားလို့ခေါ်တဲ့ တိုက်\nသင်္ဘောကြီးရောက်လာပြီး တိုက်ခိုက်တော့တာပါပဲ။စပွိုင်းလွတ်အောင် ဇာတ်ကွက်လေးတွေကျော်ပြီး အကြမ်းဖျင်းညွှန်းရမယ်\nဆိုရင်ဖြင့် နိုဘိတတို့သူငယ်ချင်းတစ်သိုက် တခြားဂြိုဟ်မှာ စွန့်စားခန်းဖွင့်တာ\nတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ ကြည့်ရင်းကြည့်ရင်းနဲ့ စိတ်ထဲအားမလို\nအားမရဖြစ်လာမှုတွေလည်းကြုံရမှာမို့ ဘယ်လိုမြင်တွေ့ရမလဲဆိုတာကိုတော့\nကိုယ်တိုင်ပဲကြည့်လိုက်ကြပါတော့။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPhoenix Homura ဖြစ်ပါတယ်)File Size..........(1.68 GB) / (684 MB) / ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/doraemon-the-movie-nobitas-little-star-wars-2021-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/atomic-blonde-147x200.jpg",
        "title": "Atomic Blonde (2017)",
        "description": "Atomic Blonde (2017)\nIMDb - (6.7) /RottenTomatoes - 79%အကယ်ဒမီဆုရှင် မင်းသမီးချော Charlize Theron သရုပ်ဆောင်ထားတဲ့ အက်ရှင်ဇာတ်ကြမ်းကားပါ။\nလျှို့ဝှက်အေးဂျင့်တစ်ယောက် ထူးဆန်းစွာ အသတ်ခံလိုက်ရတဲ့အတွက် အစိုးရအနေနဲ့\nဒီလူသတ်မှုကိုဖော်ထုတ်ဖို့ MI6 အဆင့်ရှိ အေးဂျင့်တစ်ယောက်ကိုရွေးချယ်လိုက်တယ်\nသူကတော့ Charlize Theron......\nသူမဟာ အမှုစုံစမ်းဖို့ ဘာလင်ကိုရောက်ရှိလာခဲ့တယ်....\nတကယ်တော့ အေးဂျင့်သတ်ခံရမှုဟာ သူမ ထင်ထားတာထက် လျှို့ဝှက်နက်နဲနေပါတယ်...\nသူမ ရင်ဆိုင်ရတဲ့အဖွဲ့အစည်းက အင်အားကြီးသလို မထင်ထားတဲ့သူတွေလည်း ပါဝင်ပတ်သက်နေလေတော့\nသူမဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ .... အခက်အခဲတွေကြားက ရုန်းထွက်နိုင်မလားဆိုတာကိုတော့.....\nCharlize ရဲ့ အလန်းစားဖိုက်တင်ခန်းတွေပါကြည့်ရမဲ့အပြင် Professor X အဖြစ် လူသိများတဲ့\nJames McAvoy ရဲ့ သရုပ်ဆောင်ချက်တွေကိုပါ ကြည့်ရှူရမှာပါ။R Rated ဇာတ်ကားဖြစ်လို့ အကြမ်းအရမ်းခန်းများများနဲ့ ကလေးသူငယ်တွေတော့ မကြည့်သင့်ပါဘူး။\nFile size…(4.8 GB)/(1.6 GB) /(930 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:54:45\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/atomic-blonde-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/83xhucBgTL0Il9E298JT8DYv76B.jpg",
        "title": "Death of the Ember (2023)",
        "description": "အခုတစ်ခေါက် CM က အက်ရှင်စုံထောက်ဇာတ်လမ်းကြိုက်တဲ့\nပရိသတ်တွေအတွက် Death of the ember ဆိုတဲ့\nစုံထောက်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့-တိတ်ဆိတ်ပြီး လှပတဲ့ ယွီမြိုမှာ မိုးညတစ်ညရဲ့ ထူးဆန်းတဲ့\nကားတိုက်လူသတ်မှုတစ်ခုကြောင့် ယုတ်မာမှုရဲ့ အပိုင်းအစတွေ ထွက်ပေါ်လာပါတယ်။ရဲဖြစ်သူ အားကျန့်ဟာ တာဝန်အရ ချင်မိသားစု ကုမ္ပဏီတွင်\nသူလျှိအဖြစ်ဝင်ရောက်ခဲ့ပြီး စခန်းမှူးအသစ်ဖြစ်သူ\nလန်ကျဲနှင့်ပူးပေါင်းကာ မကောင်းမှုတွေကို ဖော်ထုတ်ရန် ကြိုးစားနေပါတယ်သိုသော် ချင်မိသားစု ညီအစ်ကို နှစ်ယောက်က အလွန်ဉာဏ်နီဉာဏ်နက်များပြီး\nသတိကြီးကြတဲ့အတွက် သူလျှိလှုပ်ရှားမှုအတွက် ခက်ခဲနေခဲ့ပါတယ်ချင်မိသားစု ညီအစ်ကိုရဲ့ တဖြည်းဖြည်းကြီးမားလာတဲ့ လောဘတွေနဲ့\nအတွင်းလူရဲ့ သစ္စာဖောက်မှုတွေကြားမှာ အချိန်မရွေး\nသေရေးရှင်ရေးနဲ့ရင်ဆိုင်နေရတဲ့ အားကျန့်တစ်ယောက် တာဝန်ကို\nအောင်မြင်အောင် ဘယ်လို ထမ်းဆောင်မလဲဆိုတာကို\nCM က ဘာသာပြန်လေးနဲ့အတူ ခံစားကြည့်ရှုလိုက်ပါဦးနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action, Crime\nRuntime : 1h ...",
        "rating": "6",
        "url": "https://megaup.net/1SBpz/Death_Of_The_Ember_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BNTM1M2U5Y2YtYjIxMy00NTI5LWI0ZTYtZjA0MmI2MDE0YWY0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-149x200.jpg",
        "title": "The Legend(2022)",
        "description": "The Legend (2022)\nAction, Drama, Romance\nIMDb 5.1/10 (7.6K)အခုတစ်ခါမှာတော့ တမီလ်ဇာတ်ကားကောင်းလေးတစ်ကားကို\nမိတ်ဆက်ပေးပါတော့မယ်။ဆာရာဗနန်ဆိုတဲ့ သိပ္ပံပညာရှင်လေးဟာ ကမ္ဘာသိ လူသိရှင်ကြား\nဂုဏ်သတင်းကျော်ဇောတဲ့ သိပ္ပံပညာရှင်လေးတစ်ယောက်ဖြစ်ပြီး\nနိုင်ငံတကာက လိုချင်နေတဲ့ ပညာရှင်တစ်ယောက်ဖြစ်ပါတယ်။သို့သော်ငြားလည်း သူဟာ အဲ့ဒါတွေကို ပဓါနမထားဘဲ သူ့ရပ်ရွာလေးကောင်းစားဖို့နဲ့\nဇာတိမြေကလူတွေ ပညာတတ်ကြီးတွေဖြစ်စေဖို့ ဆန္ဒပြုနေခဲ့ပါတယ်။တစ်ဖက်မှာလည်း လူတွေကို ဘေးဥပါဒ်ဖြစ်စေတဲ့ ဆေးဝါးတွေတီထွင်ပြီး\nကမ္ဘာမီးလောင် သားကောင်ချနင်းမယ့် ငွေတဘို့တည်းသာကြည့်ကြတဲ့\nအရင်းရှင်လူတန်းစားတွေက ရှိနေပါတယ်။ဒီလိုနဲ့ ပြည်သူ့ဘက်တော်သားလေးက အဖျက်သမားတွေကို\nတွန်းလှန်ဖို့ဖြစ်လာတဲ့အခါမှာတော့...။\nFile size…3.75GB  / 1.9GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 41m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Sai Thu Rein & Nyein Aye",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/the-legend2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bHepMZ7Ubl2Ka7pxlK8Q7fZV2i1.jpg",
        "title": "Bloody Border ( 2023 )",
        "description": "မူးယစ်ဆေးဝါး ရောင်းဝယ်ဖောက်ကားရေး တရားမဝင်လက်နက်ကိုင်\nအဖွဲ့အစည်းတစ်ခုကို နှိမ်နင်းရင်း မိမိအတွက် အသက်ပေးသွားသော\nရဲဘော် ချန်တုန်းအတွက် ယူကျုံးမရဖြစ်နေရသူ - အထူးရဲတပ်ဖွဲ့ခေါင်းဆောင် လုံကျန့်အဲဒီ စစ်ဆင်ရေးအတွင်းမှာ မိမိရဲ့အခင်မင်ရဆုံး ရဲဘော်ဆုံးရှုံးသွားရတဲ့အပြင်\nကိုယ်တိုင်ကလဲ စည်းကမ်းဖောက်ဖျက်ခဲ့မိတာကြောင့် ရဲတပ်ဖွဲ့ကနေပြီး\nလုံကျန့်ဟာ အထုတ်ခံလိုက်ရပါတော့တယ် ။ နောက်မှာတော့\nရဲဘော်ချန်တုန်းရဲ့ နောက်ဆုံးဆန္ဒဖြစ်တဲ့ ရွာမှာကျန်နေခဲ့တဲ့မိခင်ကြီးကို\nစောင့်ရှောက်ချင်တဲ့ ဆန္ဒလေးကို ဖြည့်စည်းပေးဖို့အတွက်\nလုံကျန့်ဟာ ချန်တုန်းရဲ့ မိခင်ကြီးရှိတာ ရွာကလေးဆီကို ရောက်ရှိလာခဲ့ပါတော့တယ် ။ချန်တုန်း တစ်ယောက် ရဲတပ်ဖွဲ့ကနေပြီး ထုတ်ခံရတဲ့ သတင်းကိုကြားတဲ့အခါမှာ မူ\nးယစ်ဆေးဝါးဒုစရိုက်ဂိုဏ်းခေါင်းဆောင်ဟာ လုံကျန့်ကို သူနဲ့ အတူတူပူးပေါင်းဖို့\nလာရောက်ခေါ်ဆောင်လာခဲ့ပါတော့တယ် ။ အမှန်တရားအတွက်ဆို\nသေတဲ့အထိ တိုက်ပွဲဝင်မယ်လို့ ကျုံးဝါးသစ္စာဆိုထားတဲ့\nလုံကျန့်တစ်ယောက် ဒုစရိုက်ဂိုဏ်းရဲ့ ဖိအားပေးမှုတွေကို ပြန်လည်ကြုံတွေ့လာရတဲ့အခါမှာ -❏ သူဘယ်လို ရင်ဆိုင်ဖြေရှင်းသွားမှာလဲ ?\n❏ မိမိအတွက် အသက်ပေးသွားတဲ့ ချန်တုန်းအစား မူးယစ်ဆေးဝါး\nရောင်းဝယ်ဖောက်ကားရေး တရားမဝင်လက်နက်ကိုင် အဖွဲ့အစည်းကို လက်ရဖမ်းဆီးပေးနိုင်ပါ့မလား ?❏ သွေးနဲ့ရင်းကာ အသက်ပေးသွားကြတဲ့ သူတွေအတွက် လုံကျန့်တစ်ယောက်\nဘယ်လိုလက်စားချေပြီး အမှန်တရားကို ...",
        "rating": "5.9",
        "url": "https://megaup.net/1SAgz/Bloody_Border_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/Screenshot-2023-03-04-112503-159x200.jpg",
        "title": "Gemini Man (2019)",
        "description": "ဝယ်လ်စမစ်ရဲ့ Action,Adventure,Sci-Fi အမျိုးအစား ရုပ်ရှင်ကားဖြစ်ပါတယ်။အက်ရှင်အသားပေးနဲ့ သိပ္ပံစိတ်ကူးယဉ် နည်းနည်းဆန်ပါတယ်။ဟင်နရီဟာ စစ်ဘက်ထောက်လှမ်းရေးအဖွဲ့ရဲ့ အတော်ဆုံး လုပ်ကြံရေးသမားပါ။သူအသက်ရလာလို့ အငြိမ်းစားယူဖို့ ဆုံးဖြတ်တဲ့အခါသူထင်သလို တကယ်အနားမယူနိုင်ပါဘူး။သူ့ရဲ့ နောက်ဆုံး စစ်ဆင်ရေးက ထင်တာထက် ပိုရှုပ်ထွေးနေခဲ့ပါတယ်။သူ့နောက်ကို လုပ်ကြံရေးသမားတွေ ပြန်လိုက်လာပြီးလိုက်သတ်ဖို့ကြိုးစားလာကြတယ်။ဒီတော့ သူ ဒါတွေကိုအလွတ်ရုန်းရင်းနဲ့ ဒီပြသနာတွေရဲ့အကြောင်းရင်းကို ဖြေရှင်းဖို့ ကြိုးစားတဲ့အခါမှာတော့....။\nFile size…(7.6 GB)/(1.9 GB) /(999 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:57:53\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Little Neo",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/gemini-man-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8yRDnNMonoERrHoi3qJ31cwsQyG.jpg",
        "title": "Belle and Sebastien: The New Generation (2022)",
        "description": "Belle and Sébastien: The New Generation (2022)ဒီတစ်ခါ​တော့ Pet Lover ​လေး​တွေအတွက် 2022 မှာထွက်ရှိထားတဲ့ ဒရာမာ အက်ရှင်ပြင်သစ်ကား​လေး Belle and Sébastien: The New Generation ​လေးနဲ့ မိတ်ဆက်​ပေးပါရ​စေ။ 1965 ကစ တီဗွီစီးရီးအဖြစ်ထွက်ရှိထားပြီး ​နောက်ပိုင်း စီးရီးက​နေ ရုပ်ရှင်အဖြစ်လည်း အများကြီးထွက်ရှိထားတဲ့ကား​လေးပဲဖြစ်ပါတယ်။ 2022 မှာထွက်ထားတဲ့ ခုကား​လေးက​တော့ ဒီဘက်​ခေတ်နဲ့ လိုက်‌လျောညီ​ထွေ​အောင်ရိုက်ပြထားတဲ့ ကား​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအညွှန်း ~၁၀ နှစ်အရွယ် ပြင်သစ်မြို့ကြီးသားလေး ဆက်​ဗေးစတန်း တစ်​ယောက် အ​မေခရီးသွားစရာရှိလို့ အဘွားဖြစ်သူရှိတဲ့ရွာကို သွားပြီး​နောက် ဘယ်လ်ဆိုတဲ့​ခွေး​လေးနဲ့ ​တွေ့ဖြစ်တဲ့အခါ သူတို့နှစ်​ယောက်ကြားဘယ်လို​တွေ ​သံ​ယောဇဥ်​​တွေဖြစ်သွားကြလဲဆိုတာကို ကြည့်ရမယ့် ဒရာမာရုပ်ရှင်​ကောင်း​လေးတစ်ခုပဲဖြစ်ပါတယ်။ ဇာတ်လမ်း​လေးထဲမှာ သိုးအ​ကြောင်း​တွေလည်းပါတာမို့ တိချစ်သူ​တွေအတွက်​တော့ ကြည့်ရတာ​​တန်ပြီး ဗဟုသုတ​တွေလည်း​တိုးမယ့် ဇာတ်ကား​ကောင်း​လေးတစ်ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/belle-and-sebastien-the-new-generation-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2EzRVmyHs0fZikJyxwppw3YkKnL.jpg",
        "title": "Above The Fire ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး\nမှုခင်းရုပ်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဒီဇာတ်လမ်းလေးကတော့ မူးယစ်ဆေးဝါးတိုက်ဖျက်ရေး\nအဖွဲ့ခေါင်းဆောင် မော့ကောင်းရဲ့ မူးယစ်ဆေးဝါး ဂိုဏ်းသားတွေကို\nနှိမ်နင်းတဲ့အကြောင်းအဓိကထားရိုက်ပြပေးထားတာပါ ။ဆေးစွဲနေတဲ့ ဆေးသမား ရှီကျန့်က ဆေးသုံးရင်းအသိစိတ်ပျောက်ကာ\nသူ့ရဲ့ရည်းစားဟောင်း ရွှီလုလုကို ဓားနဲ့ထိုးသတ်တဲ့ အမှုကနေ စရပါမယ် ။\nဒီလိုနဲ့ ဒီအမှုကို တာဝန်ယူဖြေရှင်းဖို့အတွက် ခေါင်းဆောင်မော့\nဦးဆောင်တဲ့အဖွဲ့ဟာ လှုပ်ရှားမှုတွေ စတင်လုပ်ကိုင်ခဲ့ကြပါတော့တယ် ။ဒီလိုမူးယစ်ဆေး နှိမ်နှင်းရေး အမှုတွေကို လုပ်ကိုင်ခဲ့ကြရင်း\nလုပ်ဖော်ကိုက်ဖက်တွေ ကျဆုံးလာခဲ့သောအခါ...? ရည်းစားဖြစ်သူ\nရှောင်ဝူနဲ့လဲ အဆင်မပြေ ကွာဟချက်တွေ ရင်ဆိုင်ကြုံတွေလာရတဲ့အခါမှာ -ခေါင်းဆောင်မော့တစ်ယောက် ဒါတွေကို ဘယ်လိုရင်ဆိုင်သွားမလဲ ?\nမူးယစ်ဆေး အမှုတွေကိုရော သူဖြေရှင်းနိုင်ပါ့မလား ?\nဆိုတာ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime\nRuntime : ...",
        "rating": "6",
        "url": "https://megaup.net/1cBq8/About_The_Fire_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A0jBN7pPE6Kkrk6VSE6cMr5Fs4Y.jpg",
        "title": "Black Hunting Operation ( 2022 )",
        "description": "တရုတ်နိုင်ငံအတွင်းမှာ အမြတ်ကြီးစား လက်ဝါးကြီးအုပ်ချင်ကြတဲ့\nဒုစရိုက်ဂိုဏ်းသားတွေဟာ အပြစ်မဲ့ပြည်သူတွေကို ချုပ်ကိုင်ပြီး\nငွေတိုးချေးခြင်း လောင်းကစားရုံတွေဖွင့်ခြင်း အစရှိတဲ့\nဥပဒေချိုးဖောက်တဲ့ အလုပ်တွေကို လုပ်ကိုင်လျှက်ရှိကြပါတယ် ။ငွေတိုးအဆမတန်ချေပြီး ပြန်မပေးနိုင်ပါက ပြည်သူတွေကို\nဓားစာခံအဖြစ် ခေါ်ယူနှိပ်စက်မှုတွေ ကြုံလာတဲ့အခါမှာတော့\nပြည်သူ့ရဲတပ်ဖွဲ့တွေ ပူးပေါင်းပြီး နှိမ်နင်းဖို့အထိ ဖြစ်လာခဲ့ပါတယ် ။\nအဲ့အထဲမှာလဲ ရဲတပ်ဖွဲ့ခေါင်းဆောင် ချင်ဖုန်းကလဲ အပါအဝင်ပါ ။ပြည်သူတွေအတွက် လက်စားချေပေးဖို့အရေး နောက်ကွယ်က\nကြိုးကိုင်သူကို ဖမ်းဆီးဖို့အတွက် ရဲတပ်ဖွဲ့ခေါင်းဆောင်ချင်ဖုန်းကိုယ်တိုင်\nဒုစရိုက်ဂိုဏ်းအတွင်း ဝင်ရောက်ကာ ချဥ်းကပ်ခဲ့ပါတော့တယ် ။❏ ဒီတော့ ခေါင်းဆောင်ချင်ဖုန်း နဲ့ သူ့ရဲ့ ရဲဘော်တွေ\nဒီဒုစရိုက်လုပ်ငန်းလုပ်ကိုင်သူတွေရဲ့ နောက်ကွယ်က\nကြိုးကိုင်သူကို ရှာတွေ့နိုင်ပါ့မလား ?❏ သက်သေအထောက်အထား စုံစုံလင်လင်နဲ့ ကြိုးကိုင်သူ ခေါင်းဆောင်ကို\nဖမ်းဆီးကာ ပြည်သူတွေအတွက် တရားမျှတမှုကို ရှာပေးနိုင်ပါ့မလား ?\nဆိုတာ ဒီဇာတ်ကားလေးကို စိတ်ဝင်တစား ကြည့်ရှုရအောင်ပါနော် ။\n(Reviewed By Chit Mya Mya Hmwe)\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6.1",
        "url": "https://megaup.net/1cB9n/Black_Hunting_Operation_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ulQDewUG4KKHOhpXdGKm3GdLFq.jpg",
        "title": "La Femme Nikita (1990)",
        "description": "La Femme Nikita (1990)~ IMDb - 7.3/10, RT - 89%, Meta - 56% ~ဒီတစ်ခါက​တော့ အက်ရှင်ကား​​ကောင်း​ကောင်း​တွေကြည့်ချင်​နေတဲ့ ညီအစ်ကို​တို့အတွက် 1990 မှာထွက်ရှိခဲ့ပြီး ဆု​​ပေါင်းများစွာပိုင်​ဆိုင်ထားတဲ့အပြင် Critics Rating ​တွေလည်း​ ကောင်း၊ Series ပါပြန်ရိုက်ရ​လောက်​အောင် ​အောင်မြင်မှုရခဲ့တဲ့ ပြင်သစ်အက်ရှင်ကား La Femme Nikita ဆိုတဲ့ကားပါပဲ။ဒီကားကိုတော့ ပြင်သစ်ဒါရိုက်တာ Luc Besson က ရိုက်ထားတာဖြစ်ပြီး သူ့နာမည်ကို သိပ်မရင်းနှီးရင်တောင် Leon: The Professional ကားကို အားလုံးရင်းနှီးကြမှာပါ။ အဲဒီမာစတာပိစ်ကားကို သူရိုက်ခဲ့တာပါ။ Taken ကားကိုလည်း သူပဲဇာတ်ညွှန်းရေးခဲ့ပြီး Lucy ကိုလည်း သူပဲရေးသားရိုက်ကူးခဲ့တာပါ။ နာမည်ကျော်အက်ရှင် ဇာတ်လမ်းကားတွေဖြစ်တဲ့ The Transporter ကားတွေကို သူပဲရေးသား ထုတ်လုပ်ခဲ့တာဖြစ်ပြီး အဲဒီလို အက်ရှင်ဇာတ်လမ်းပိုင်းမှာတော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/la-femme-nikita-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/The_Werewolf_Game-Inferno-p001-142x200.jpg",
        "title": "The Werewolf Game: Inferno (2018)",
        "description": "The Werewolf game : InfernoAlong the god's willတို့ Alice in borderlandတို့လိုမျိုး အသက်ကိုလောင်းကြေးထပ်ပြီး ဂိမ်းကစားရတာကို ကြိုက်နှစ်သက်တဲ့ survival ရုပ်ရှင်ချစ်သူတွေအတွက် နောက်ထပ်ကြည့်လို့ရမဲ့ movieအတွဲကို တင်ဆက်ပေးလိုက်ပါတယ်။ထူးခြားတာက တခြားmovieတွေလို သတ်မဲ့လူ ကိရိယာတွေ အဆင်သင့်ရှိနေတာမဟုတ်ဘဲ ဂိမ်းကစားသူတွေကိုယ်တိုင် သူတို့အထဲက သမန်းဝံပုလွေကို လိုက်လံ သတ်ဖြတ်ရမှာပါ။\nParty gameတစ်ခုဖြစ်တဲ့ The werewolf gameကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။မြန်မာမှာ ခေတ်စားခဲ့တဲ့ Among usလိုမျိုးပဲ အဖွဲ့ထဲက impostor(သမန်းဝံပုလွေ၂ကောင်)ဖြစ်နိုင်တဲ့သူကို မဲပေးပြီး ကိုယ်တိုင်သတ်ရမှာပါ။ဇာတ်လမ်းအစမှာတော့ အထက်တန်းကျောင်းသား ကျောင်းသူတွေဟာ ဘာမှမသိလိုက်ဘဲ ထူးဆန်းတဲ့အဆောက်အဦတစ်ခုဆီ ရောက်လာကြပါတယ်။ အဲဒါဟာ တောနက်ထဲမှာ ထီးတည်းတည်ရှိနေတဲ့နေရာကျယ်ကြီးဖြစ်ပြီးတော့ လွတ်ဖို့လမ်းလည်း ရှာလို့မလွယ်ပါဘူး။\nလွတ်မြောက်ဖို့တစ်ခုတည်းသောနည်းလမ်းကတော့ သမန်းဝံပုလွေဂိမ်းကို ကစားရမှာဖြစ်ပါတယ်။လူတွေအားလုံးထဲမှာမှ သမန်းဝံပုလွေ(jinrou) ၂ကောင်ရှိပြီးတော့ ကျန်တဲ့သူတွေက ရွာသားတွေဖြစ်ပါတယ်။ ညတိုင်း ၈နာရီမှာ အစည်းအဝေးထိုင်ပြီး ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-werewolf-game-inferno-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nt79vexDo8qhjCnYVd7onnZhzJ7.jpg",
        "title": "[18+] Black Cat (1991)",
        "description": "Black Cat (1991)ဟောင်ကောင်အက်ရှင်ကားတွေရဲ့ရွှေခေတ်၊ မြန်မာပြည်ကလူတွေက ဂျက်မ လို့ သညာပြုခေါ်ကြတဲ့ အမျိုးသမီးဖိုက်တာဇာတ်ကားတွေထဲက အမှတ်တရဖြစ်စရာ တစ်ချိန်ကနာမည်ကျော်ကားတစ်ကားဖြစ်ပါတယ်။ကတ်သရင်းဆိုတဲ့ ပြန်အမှတ်ရချင်စရာမရှိတဲ့ အတိတ်ဆိုးပိုင်ရှင်ကောင်မလေးတစ်ယောက်ဟာ မတော်တဆလူသတ်မှုတွေကျူးလွန်မိရာကနေ ထွက်ပြေးခဲ့ချိန်မှာ ပြန်ပြီးပစ်ခတ်ဖမ်းဆီးခံခဲ့ရပါတယ်။ သူ သတိရချိန်မှာတော့ လေ့ကျင့်ရေးသင်တန်းကျောင်းတစ်ခုကို ရောက်ရှိနေပြီး လက်နက်တွေ၊ ရင်ဆိုင်တိုက်ပွဲစွမ်းရည်တွေ ပြင်းထန်တဲ့လေ့ကျင့်မှုတွေနဲ့ သင်ကြားပေးခံရပြီးနောက် အယ်ရစ်ကာဆိုတဲ့ ကုတ်အမည်နဲ့ CIA အေးဂျင့်တစ်ယောက်ဖြစ်လာပါတော့တယ်။ဇာတ်လမ်းသွားက Luc Besson ရဲ့နာမည်ကျော် La Femme Nikita နဲ့ဆင်သလို ဒါရိုက်တာကလဲ အဲ့ဒီကားကိုပဲပြန်ရိုက်ချင်ခဲ့တာပါ။ ဒါပေမဲ့ ဇာတ်ကားမူပိုင်ခွင့်ကို Disney ကဦးသွားခဲ့တဲ့အတွက် ခပ်ဆင်ဆင်ဇာတ်သွားနဲ့သာ ကျေနပ်ခဲ့ရပါတယ်။ အဲဒီမတိုင်ခင်က မထင်မရှားမော်ဒယ်တစ်ယောက်သာဖြစ်ခဲ့တဲ့ Jade Leung ကို တစ်ကားတည်းနဲ့နာမည်ကျော်မင်းသမီးတစ်လက်ဖြစ်စေခဲ့တဲ့ ဇာတ်ကားတစ်ကားလဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.8GB, 760MB\nQuality - 1080p, 720p\nIMDb Rating ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/black-cat-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/Waltair-Veerayya1-156x200.jpg",
        "title": "Waltair Veerayya (2023)",
        "description": "Waltair Veerayya (2023)\nAction, Drama\nIMDb 6.8/10 (5.6K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ ဘိုင်ရာဗာမင်းသားရဲ့အဖေ မင်းသားကြီး\nချီရန်ဂျီဗီးနဲ့ မင်းသားကြီး ရဗီတေဂျားတို့ရဲ့အက်ရှင်ကားကောင်းလေးပဲဖြစ်ပါတယ်။\nမင်းသမီးချောလေး ရှရူတီးဟာစန်းကလည်း ကမ်းကုန်အောင် လှပပေးထားပါတယ်နော်။ဒီဇာတ်ကားမှာ ဘတ်ဂျက် ရူပီကုဋေ၁၄၀သုံးခဲ့ပြီး ၂၃၃.၀၅ကုဋေပြန်ရခဲ့ပါတယ်။ဇာတ်လမ်းကိုပြောရမယ်ဆိုရင်...\nRAW အဖွဲ့ဟာ နိုင်ငံတကာရာဇဝတ်သားကို အိန္ဒိယဖမ်းခေါ်လာနေတုန်း\nလမ်းမှာ လေယာဥ်ပျက်ကျခဲ့ပြီး အဲ့ဒီရာဇဝတ်သားကို ရဲစခန်းမှာ တစ်ညသိပ်ဖို့ဖြစ်လာခဲ့ပါတော့တယ်။အဲ့ဒီရဲစခန်းဟာ ညတွင်းချင်းဝင်ဆီးခံခဲ့ရပြီး စခန်းအတွင်းက\nရဲတွေအားလုံးအသတ်ခံလိုက်ရပါတယ်။ ရာဇဝတ်သားလည်း လွတ်မြောက်သွားပါတော့တယ်။ဒီအဖြစ်အပျက်ကြောင့် ရာထူးဆိုင်းငံ့ခံလိုက်ရတဲ့ ရဲအရာရှိဟာ\nဒီရာဇဝတ်သားကို ဖမ်းဆီးဖို့ ခဲထားပါတော့တယ်။\nဒီလိုနဲ့ မီးကိုမီးနဲ့ငြှိမ်းဖို့ ကြိုးစားလာတဲ့အခါမှာတော့....။\nဆက်လက်ပြီး ဘာတွေဖြစ်လာဦးမလဲဆိုတာကို ဇာတ်ကားထဲမှာ ရှုစားပေးကြပါဦးနော်။\nFile size…4.21GB / 1.95GB\nQuality…1080p True  WEB DL /720p\nFormat…mp4\nDuration…2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  BpL~Taylor~ Yunni ~ Khin Khin",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/waltair-veerayya-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/varisu-133x200.jpeg",
        "title": "Varisu(2023)",
        "description": "Varisu (2023)\nAction, Drama\nIMDb 6.5/10 (30K)ခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီးဗီဂျေးနဲ့\nမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားတို့ရဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။\nရုံဝင်ငွေ ကုဋေ၃၀ ဝန်းကျင်အမြတ်ရခဲ့တဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဖခင်နဲ့ ပြဿနာတက်ပြီး ကိုယ့်ဒူးကိုယ်ချွန်ဖို့ ထွက်လာတဲ့\nဗီဂျေးဟာ ၇နှစ်အကြာမှာ မိသားစုထဲကို ပြန်ဝင်လာဖို့ အကြောင်းဖန်လာခဲ့ပါတယ်။\nတစ်ဖက်မှာလည်း ဖခင်နဲ့အစ်ကိုနှစ်ယောက်က\nအစိုးရတင်ဒါကိစ္စအတွက် ပြိုင်ဘက်တွေနဲ့ အပြင်းအထန်ယှဥ်ပြိုင်နေရပါတယ်။ဒါပေမဲ့ သူ့မိသားစုဟာ အလုံးစုံအန္တရယ်တွေနဲ့ ရင်ဆိုင်ရတော့မှာကို မသိရှိကြပါဘူး။\nဒီတော့ ဖြစ်လာမယ့်ဘေးဒုက္ခက ဘာတွေဖြစ်လာမလဲ။\nသူကရော ဘာကြောင့် ၇နှစ်ကြာပြီးမှ အိမ်ကို ပြန်လာခဲ့တာလဲ။\nလှည့်ကွက်တွေ မြှုပ်ကွက်တွေနဲ့ ကြည့်ရဦးမှာမို့ ရှုစားပေးကြပါဦးနော်\nFile size…3.27GB / 1.4GB\nQuality…4k HEVC AMZ WEB DL  / 1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 49m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor ~ BpL~ Yunni ~ Khin Khin ~ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/varisu2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-enemy-132x200.jpg",
        "title": "Enemy Mine(1985)",
        "description": "Enemy Mine (1985)ဒီတစ်ခေါက်မှာတော့ IMDB 6.8/10 ရထားတဲ့ ၁၉၈၅ ခုနှစ်က Sci-fci/Action ကားလေး\nနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.. ဇာတ်လမ်းအကျဉ်းမပြောခင် ဒီကားက ၁၉၈၅ခုနှစ်က ရိုက်ထားတဲ့\nဂြိုလ်သားကားလေးဆိုတာတော့ တစ်ချက်လောက် သတိပြုမိစေချင်ပါတယ်နော်..\nတစ်ခေတ် တစ်ခါက လူသားနဲ့ ဂြိုလ်သားဇာတ်ကားလေးကို ခေတ်ဟောင်းမုဒ်သွင်းပြီး\nခံစားသက်ဝင်ကြည့်ကြပါလို့..ဇာတ်လမ်းအကျဉ်းနှစ်ဆယ့်တစ်ရာစုအလွန်မှာ ကမ္ဘာသားတွေနဲ့ ဒရက်ဂ်လို့ခေါ်တဲ့ဂြိုလ်သားမျိုးနွယ်တွေက\nနယ်မြေချဲ့ထွင်ကြရင်း ကတောက်တဆဖြစ်ကာ အာကာသထဲ တိုက်ပွဲတွေ ဆင်နွှဲခဲ့ကြပါတယ်..\nဒီလိုနဲ့ အာကာယတိုက်ခိုက်ရေးယာဉ်မှူး ဒက်ဗေ့ချ်က ဒရက်ဂ်တစ်ကောင်နဲ့ အကြိတ်အနယ်\nတိုက်ခိုက်ရင်း မထင်မှတ်ဘဲ အာကာသယာဉ်ပျက်ကြပြီး နယ်မြေသစ်တစ်ခုဖြစ်တဲ့\nဖိုင်ရင်ဂြိုလ်ထဲ သောင်တင်သွားခဲ့ပါတော့တယ်..\nကံဆိုးစွာနဲ့ပဲ အဲဒီဂြိုလ်ပေါ် ယာဉ်ပျက်ကျပြီး သောင်တင်နေတာက သူတစ်ယောက်တည်းမဟုတ်ဘဲ\nတစ်ဖက်က ရန်သူ ဒရက်စ်တစ်ကောင်ပါ အတူတူဖြစ်နေတဲ့အခါ...\nဒက်ဗေ့ချ်တစ်ယောက် ရန်သူနဲ့ သူတစ်ပြန်ကိုယ်တစ်ပြန် တိုက်ခိုက်ရင်းပဲ\nကယ်ဆယ်ရေးယာဉ်လာအောင် စောင့်မျှော်နေရမလား..\nဒါမှမဟုတ် ရန်သူနဲ့ တစ်မြေတည်းနေပြီး သူငယ်ချင်းတွေအဖြစ်ပေါင်းစည်းသွားမလား..\nရန်သူတော်ကြီးကနေ သူငယ်ချင်းအဖြစ်ပေါင်းစည်းသွားဖို့ဆိုတာရော ဖြစ်နိုင်ပါ့မလား..\nတစ်ဖက် ရန်သူတွေမှာရော သူတို့ ကမ္ဘာသားတွေ မသိနိုင်တဲ့\nဘယ်လိုလျှို့ဝှက်ချက်တွေ အကျင့်စရိုက်တွေ ရှိနေမလဲဆိုတာကိုတော့...\nဇာတ်ကားထဲမှာပဲ ကြည့်ရှုလိုက်ကြပါဦးနော်..ပါဝင်ထားတဲ့ သရုပ်ဆောင်ကြီးတွေကတော့ Dennis ...",
        "rating": "",
        "url": "https://channelmyanmar.org/enemy-mine1985/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYTg5N2I1MmUtMjY2MS00MDk2LWI0ZTctNzNhNDg4ZGQzNDNlXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Happy Birthday(2022)",
        "description": "Happy Birthday (2022)IMDb-5.6/10ခါတိုင်းတရစပ်အပြောတွေနဲ့ ရွှတ်နောက်နောက်ဟာသမင်းသားကြီး Vennela Kishore က\nဒီကားထဲမှာတော့ ၀န်ကြီးနေရာကသရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအညွှန်း\"No Gun ,No entry\"\nသေနတ်သာရှိရင် ဒုစရိုက်မှုတွေနည်းမယ် သေနတ်နဲ့လူကိုလည်း ဘယ်သူမှရန်စရဲမှာမဟုတ်ဘူးဆိုပြီး\nလူတိုင်းသေနတ်ကိုင်ဆောင်နိုင်ရေးအဆိုကိုတင်သွင်းခဲ့သူ၀န်ကြီးကျေးဇူးနဲ့\nအားလုံးဟာရတနာတွေရောင်းချပြီးတောင် သေနတ်ကိုအပြိုင်အဆိုင်ကိုင်\nရပ်ကွက်ဈေးကအစ သေနတ်တွေတကြော်ကြော်အော်ရောင်းအောင်မြင်‌နေသည်ထိပါပဲပြသနာဆိုတာလေးက ဇာတ်လမ်းတိုင်းမှာမပါမဖြစ်ဆိုတော့ သူအဲဒီလို\nသေနတ်ရောင်းဝယ်ခွင့်ပါမစ်ချပေးခဲ့တဲ့အချိန်မှာ လာဘ်စားမှုလေးတွေရှိခဲ့ပါတယ်\nအဲဒီအမှုသက်သေရှိတဲ့သူတစ်ယောက်နဲ့ ဝန်ကြီးနဲ့က ဟိုတယ်တစ်ခုရဲ့\nအခန်း ၆၉၆၉ မှာဆုံတွေ့ဖို့စီစဉ်ကြပြီး အဲဒါကို အေးဂျင့်တွေကလဲ စောင့်ကြည့်နေကြပါတယ်ဒါပေမယ့် အခန်း၆၉၆၉ ကိုလာတဲ့သူတွေက သူတို့ချည်းပဲလားဆိုတော့မဟုတ်ပါဘူး\nတခြားလူတွေပါ ပါဝင်လာတဲ့အခါမှာ.....\nကောင်းမွန်တဲ့ ဇာတ်လမ်းဇာတ်ကွက်နဲ့ စိတ်ဝင်စားဖွယ်ရာဇာတ်ကြောင်းအရ\nဒီဇာတ်ကားလေးဟာ ကြည့်လို့ကောင်းမယ့်အနေအထားပါ\nအတည်ပေါက်ဟာသထလုပ်တာတွေက ဇာတ်လမ်းကိုပေါ့သလိုဖြစ်စေပေမဲ့\nတခါတလေတော့လည်း ကျွန်တော်တို့ ဇာတ်လမ်းတွေကို\nအတည်ပေါက်ကြီး ခံစားကြည့်ရှုနေရတာစိတ်ကုန်နေလောက်ပါပြီ\nအဲဒီတော့ ဂျက်ကီချမ်းကားတွေလိုပဲ ရီလဲရီရမယ်\nအက်ရှင်တွေလဲပါမယ် စပိုင်ဇာတ်လမ်းလေးလဲပါမယ်\nမင်းသမီးချောချောလေးတွေလဲ ကြည့်ချင်တယ်ဆိုရင်\nဒီဇာတ်ကားကသင့်အတွက်ပါပဲမိတ်ဆွေ.......\nFile size…2.27GB  / 1.17GB\nQuality…1080p HQ HDRIP /720p\nFormat…mp4\nDuration….2h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~SaiThu Rein~Khin Khin",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/happy-birthday2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o3nIJ5n4Qx74msRkP0FVaK6dx5z.jpg",
        "title": "Killers(2010)",
        "description": "Imdb rating 5.4/10 ,rotten tomatoes rating 10%ဇွန်လ ၄ ရက်နေ့ ၂၀၁၀ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ The Killers ကတော့ ‌အချစ်ဟာသ အက်ရှင် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ Ashton Kutcher နဲ့ Grey anatomy တွင် izzie stevens အနေနဲ့ emmy ဆု ရရှိခဲ့တဲ့ Katherine Heiglက အဓိက ပါဝင်သရုပ်ဆောင် ထားပြီးတော့ emmyဆု ပိုင်ရှင် Tom Selleck နဲ့ Catherine O’Hara တို့က ဇာတ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းအသွားကတော့ ခရီးသွားနေတဲ့ ဂျန်ဟာ သူမရဲ့ စိတ်ကူးတွေထဲက ယောက်ျားဖြစ်တဲ့ စပန်ဆာ နဲ့ ပြင်သစ်နိုင်ငံ နိစ့် မြို့ကို သွားရင်းတွေ့ဆုံ ခဲ့ကြပြီး အလျင်အမြန်ပဲ လက်ထပ်ခဲ့ကြတယ်။တစ်နေ့မှာ‌တော့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/killers2010/"
    }
]