[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zc0OzUOF8B4x4AH4bubxw0mHCnF.jpg",
        "title": "Bhuj: The Pride of India(2021)",
        "description": "Bhuj: The Pride of India(2021) အညွှန်း***********************************ဖြစ်ရပ်မှန်အခြေခံတဲ့ အိန္ဒိယစစ်ကားတစ်ကား... ဒီရုပ်ရှင်ဟာ ၁၉၇၁ ခုနှစ်မှာဖြစ်ခဲ့တဲ့ အိန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကိုအခြေခံရိုက်ကူးထားတာ ဖြစ်ပြီး Ajay Devgn , Sanjay Dutt , Sonakshi Sinha က ခေါင်းဆောင်ပါဝင်ထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း (တာဝန်ခံ)အရာရှိ ဗီဂျေးကာရ်နစ်ခ်ရဲ့လက်အောက်မှာရှိတဲ့ ဘူဂျ်လေတပ်စခန်းဟာပါကစ္စတန်လေတပ်ရဲ့ဗုံးကြဲခြင်းကို ခံလိုက်ရလို့ လေယာဉ်ပြေးလမ်းတွေပျက်စီး ကုန်တယ်....ဒါ့အပြင် တင့်ကားလက်နက်အပြည့်အစုံ ၊အင်အားအလုံးအရင်းနဲ့ နယ်စပ်ကို ကျူးကျော်ဝင်ရောက်လာမယ့် ပါကစ္စတန်ကြည်းတပ်ကိုအိန္ဒိယနယ်ခြားစောင့်တပ်တွေက မထိန်းနိုင်တော့ပါဘူး။အဲ့ဒီနေရာကို တစ်ခြားတပ်ရင်းတွေကနေ ရဟတ်ယာဉ်နဲ့စစ်ကူပို့ပေးနိုင်ဖို့ ကြိုးစားခဲ့ပေမယ့်လည်း တစ်ဖက်မှာ ပါကစ္စတန်ရေတပ်က အမြောက်ကြီးတွေနဲ့တောက်လျှောက်ပစ်ခတ်နေတာကြောင့် ရဟတ်ယာဉ်တွေ ဝေဟင်မှာ မပျံရဲတော့ပါဘူး။တကယ့်ခံစစ်စည်းကျိုးပေါက်ရင်တခြားနေရာတွေပါအလွယ်တကူပေးလိုက်ရမှာမို့ ဒီနေရာကိုမဖြစ်မနေ ပါကစ္စတန်တွေမသိမ်းနိုင်အောင် အသဲအသန်ကြိုးစားရမဲ့အနေအထားဖြစ်ပါတယ်..စစ်ရေးအရ အရေးနိမ့်ကျမှုများစွာရှိလို့ အိန္ဒိယတပ်မတော်ဟာ နောက်ဆုံးနည်းတစ်နည်းနဲ့စစ်ပွဲကိုပြန်လည်စိုးမိုးဖို့ကြိုးစားပါတော့တယ်....သူတို့တွေဘယ်လိုကြိုးစားကြလဲ...သူတို့စီစဉ်ထားသလိုဖြစ်လာပါ့မလား..ဖြစ်ရပ်မှန်ဇာတ်လမ်းဖြစ်တဲ့အတွက် အိန္ဒိယ ၊ ပါကစ္စတန် နဲ့ ဘင်္ဂလားဒေ့ရှ်နိုင်ငံတို့အကြောင်း ဖြစ်ပါတယ်။ရိုက်ချက်တွေတော်တော်ကြီး အဆင့်အတန်းမြင့်မားတဲ့ရုပ်ရှင်ဖြစ်လို့ ဇာတ်လမ်းအစအဆုံးကို ကိုယ်တိုင်ပဲ ခံစားကြည့်လိုက်ပါတော့...။  File ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/bhuj-the-pride-of-india2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqDNdwM3JSR2b6EoEnYD8xZcPbi.jpg",
        "title": "Blind (2011)",
        "description": "[Unicode]၂၀၁၁ တုန်းက ထွက်ရှိထားတာဖြစ်ပြီး best screenplay ဆုလည်း ရရှိထားတဲ့ ကားဖြစ်ပါတယ် ။ပါဝင် သရုပ်ဆောင်ထားတဲ့ မင်းသမီး Kim Ha Neul လည်း Best Actress ဆုကို ဒီကားနဲ့ ရရှိခဲ့ပါတယ် ။ဒီဇာတ်ကားလေးမှာ I'm not a robot/Memorist စတဲ့ ဇာတ်ကားတွေက မင်းသား Yoo Seung Ho လည်း အဓိက ပါဝင် သရုပ်ဆောင်ထားပါသေးတယ် ။ဇာတ်လမ်းအကျဉ်းမင်ဆူအာဟာ ရဲသင်တန်းတက်ရောက်နေတဲ့ ရဲမေတစ်ယောက်ဖြစ်ပါတယ်\nသူမကတော့ မိဘမဲ့ ကလေးတစ်ယောက်ဖြစ်ပြီး ဂေဟာမှာ အတူနေတဲ့ မွေးစားမောင်လေး ဒုံယွန်းလည်းရှိပါတယ်...တစ်ရက်မှာ မောင်နှမ ၂ ယောက် ကား accident ဖြစ်ပြီး ဒုံယွန်း သေဆုံးသွားခဲ့ပါတယ်\nဆူအာလည်း မျက်မမြင်တစ်ယောက် ဖြစ်သွားခဲ့ပြီး သူမရဲ့ ရဲမေဘဝကို စွန့်လွှတ်ခဲ့ရပါတယ်ဒါပေမယ့် တစ်ရက်မှာ သူမနေခဲ့တဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/2TPe9/Blind_(2011).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hGIxOfxsgcNS8aco8xgFlv3rYnt.jpg",
        "title": "Beckett(2021)",
        "description": "Beckett(2021) အညွှန်း**********************IMDb....7.5ဒီကားထဲကမင်းသား John David Washington ဟာ မင်းသားကြီး ဒန်ဇယ်ဝါရှင်တန်ရဲ့သားဖြစ်ပြီးတော့ ဒါရိုက်တာကြီးနိုလန်ရဲ့TENET မှာပွဲကြမ်းခဲ့တာ တော်တော်များများသိကြမှာပါ...အခု Netflix ကထွက်တဲ့ ဒီကားထဲမှာတော့ တခြားသူတွေကို ကယ်ဖို့နေနေသာသာ သူ့ကိုယ်သူတောင်မနည်းပြန်ကယ်နေရတဲ့  ပြဿနာပေါင်းသောင်းခြောက်ထောင်ကြားရောက်နေတဲ့သူတစ်ယောက်ပေါ့....ဘတ်ကတ် နဲ့ ဧပရယ်တို့ဟာ ဂရိနိုင်ငံကိုအလည်အပတ်ရောက်ရှိနေတဲ့ အမေရိကန်စုံတွဲတစ်တွဲဖြစ်ပါတယ်။\nတစ်ညနေ သူတို့နှစ်ယောက် ခရီးစဉ်အတွင်းယာဉ်မတော်တဆမှုကြုံရာကနေ ဇနီးဖြစ်သူ ဧပရယ်သေဆုံးသွားခဲ့ပါတယ်။ဘက်ကတ်ကိုယ်တိုင်လည်း ဒဏ်ရာအပြင်းအထန်ရသွားတယ်...ဇနီးသည်သေဆုံးမှုကြောင့် သောကမငြိမ်းနိုင်သေးတဲ့ဘတ်ကတ်တစ်ယောက် ယာဉ်မတော်တဆမှုဖြစ်တဲ့\nနေရာကိုသွားပြီး သူ့ဇနီးသည်ဖြစ်သူကို နောက်ဆုံးအနေနဲ့ နူတ်ဆက်ဖို့သွားခဲ့ပါတယ်...အဲ့ဒီနေရာရောက်တဲ့အချိန်မှာပဲ ထူးဆန်းစွာ သူတို့ယာဉ်မတော်တဆမှုကို ကိုယ်တွယ်နေတဲ့ ရဲတွေကဘက်ကတ်ကို ပစ်သတ်ဖို့ကြိုးစားကြတယ်....နယ်မြေစိမ်းမှာ သူအားကိုးရာဖြစ်တဲ့ရဲတွေကိုယ်တိုင်က သူ့ကိုယ်လိုက်သတ်တယ်ဆိုတော့ ဘက်ကတ်တစ်ယောက်အကြီးအကျယ်ဒုက္ခရောက်ပါတော့တယ်...သူ့ကိုရဲတွေက ဘာလို့နှုတ်ပိတ်ဖို့ကြိုးစားတာလဲ... သူလွတ်မြောက်နိုင်ပါ့မလား...ဒီရဲတွေရဲ့နောက်မှာ သီးခြားဘယ်လိုအဖွဲ့အစည်းတွေများရှိနေမလဲ...သူကရော ဘယ်နေရာမှာ ဘာအမှားလုပ်ခဲ့မိလဲ? အခုလိုက်သတ်နေတဲ့သူတွေက ဘယ်သူတွေလဲ ?\nဘာကြောင့်လဲ ?\nအစရှိတဲ့ မေးခွန်းတွေကိုဘတ်ကတ်နဲ့အတူ ရင်တမမနဲ့ ဆက်လက်ရှုစားကြရမှာဖြစ်ပါတယ်။File Size : (1.9GB), (1GB), (380MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:48:00\nGenre ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/beckett2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/VyMTA5NzIyMDY5-150x200.jpg",
        "title": "Shershaah  (2021)",
        "description": "Shershaah 2021\n---------------------------------\nIMDB 9.0/10 User 3.9Kဒီနှစ်ထဲမှာ low budget နဲ့ဇာတ်ကားတွေချည်းမို့\nကားကောင်းတွေ နည်းခဲ့တယ်။ အဲ့ဒီအထဲ\nဒီဇာတ်ကားကတော့ ကြိုက်မိပါတယ်။ဗစ်ကရမ်ဆိုတဲ့ ငနဲက ငယ်ငယ်လေး ကတည်းက\nရန်ဖြစ်ဖို့လည်း လက်မရွံ့ခဲ့။\nအကြောက်တရားက မရှိခဲ့။ကျောင်းတွင်း ပြည်ထောင်စုနေ့၊ လွတ်လပ်ရေးနေ့တွေမှာဆို\nကျောင်းသားအားလုံးကို ကျောင်းဝတ်စုံနဲ့ မြင်ရပေမဲ့\nဗစ်ကရမ်ကတော့ အိန္ဒိယစ်စဝတ်စုံကို\nဂုဏ်ယူဝင့်ကြွားစွာ ဝတ်လာတတ်တယ်။ငယ်စဉ်ကတည်းက မက်ခဲ့တဲ့ အိပ်မက်က\nအရွယ်ရောက်လာတဲ့အခါ စစ်သားကြီးဖြစ်ဖို့ပေါ့။သူကောလိပ်တက်စဉ်မှာတော့ အင်မတန်မှကို\nချောမောလှပတဲ့ ချစ်သူတစ်ယောက်လည်း ပိုင်ဆိုင်ထားတယ်။အချစ်ရေးမှာရော သူ့ရဲ့ ရည်မှန်းချက် အိပ်မက်က\nဘယ်လို အတားအဆီးဖြစ်လာမလဲ။အဲ့ဒါက ဗစ်ကရမ်ရဲ့အကြောင်းပါပဲ ။သူ့တာဝန်ထမ်းဆောင်ရတဲ့ နေမြေကတော့\nအများသိတဲ့ စစ်သွေးကြွတို့ရဲ့ နယ်မြေ\nကက်ရှ်မီးယားပါပဲ။ကက်ရှ်မီးယားကို သူစတင်ရောက်စဉ်မကြာမီမှာပဲ\nဒေသခံတွေနဲ့ ရင်းနီးသွားတယ်။သတင်းပေးတွေရဲ့ သတင်းတွေအရ\nအကြမ်းဖက်သမားတွေကို ဘယ်လိုဖြိုခွင်းမလဲဆိုတာကိုလည်း\nစစ်ကားကောင်းတစ်ကားလို ကြည့်ရမှာပါ။အချစ်လည်း ပါသလို၊ စစ်ရေးလည်း ပါတာမို့\nကြည့်ရတာ ကျေနပ်မိစေမှာပါ။\nသူတို့တပ်ရင်းရဲ့ မြင်မြင်သမျှတွေဟာလည်း\nတကယ့်စစ်သားတွေလို စကားလုံးအသုံးအနှုန်းတွေကအစ\nသဘာဝကျလှပါတယ်။ဒီလို ကားကောင်းတစ်ကားကို မိတ်ဆွေတို့\nအပန်းဖြေနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်။ဪ မေ့လို့.. ရိုချင်တဲ့သူတွေအတွက်လည်း\nသီချင်းလေးက ကောင်းလွန်းလို့ စာတန်းထိုးပေးထားပါတယ်ဗျ။ \nFile size…1.45GB and 2.18GB\nQuality…720p AMZN Web ...",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/shershaah-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/300-Rise-Of-An-Empire-poster-135x200.jpg",
        "title": "300: Rise of an Empire (2014)",
        "description": "300: Rise of an Empire (2014)\nIMDb - 6.2/10_____Rotten - 44%\n #ရုပ်ရှင်မိတ်ဆက်ဒီကားကတော့ 2006 ခုနှစ် တုန်းက ထွက်ခဲ့တဲ့ 300 ဇာတ်ကားရဲ့အဆက် အဖြစ် ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီကားက 300 လောက်သိပ်မကောင်းပါဘူး။ အထူးသဖြင့် ဒီကားမှာ စစ် ပွဲကောင်းကောင်းတွေ တွေ့ရမယ်လို့ မျှော်လင့်ထားတဲ့ ကျွန်တော်အတွက်တော့ စိတ်ပျက်စရာဖြစ် ခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ Themistokles ဆိုတဲ့ အေသင် မြို့က စစ်သူကြီး က ပထမဆုံးအကြိမ် Persian တွေ စစ်ချီလာကတည်းက ရင်ဆိုင်တွေ့ခဲ့ဖူးသလို၊ Xerxes ရဲ့ အဖေဖြစ်တဲ့ (အဲ့ဒီအချိန်တုန်းက စစ်ချီလာတဲ့ Persian ဘုရင်) Darius ကို ပါ မြှားနဲ့ပစ်ခွင်းပြီး သတ်ခဲ့ပါတယ်။ ဒါပေမယ့် အဲ့ဒီတုန်းက ဘုရင့်သားတော် Xerxes ကိုတော့ မသတ်ပဲ လွှတ်ပေးမိရာကနေ Xerxes က နောက်တစ်ကြိမ် ပြန်ပြီး စစ်ချီလာတာဖြစ်ပါတယ်။၃၀၀ မှာတုန်းက Sparta ကို Messenger ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/300-rise-of-empire-20144/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/300-141x200.jpg",
        "title": "300 (2006)",
        "description": "300 (2006)IMDb - 7.6/10_____Rotten - 61%ဒီဇာတ်ကားက တကယ့်အဖြစ်အပျက်ရာဇဝင်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ဇာတ်ကားရဲ့ အသက်ကတော့ စကားအသုံးအနှုန်းနှင့် Graphic Effect တွေပါ။ စကားအသုံးအနှုန်းတွေ တကယ်အသက်ဝင်ပြီး မာန်ပါလှပါတယ်။\nဇာတ်ညွှန်းဆိုတာထက် သမိုင်းက တကယ့်အဖြစ်အပျက်ကိုတော့ အနည်းငယ်ပြောပြချင်ပါတယ်။***300 (သို့မဟုတ်) Battle of Thermopylae***ဘီစီ ၄၈၀ ခုနှစ် သြဂုတ်လတွင် ပါရှားဘုရင် ဇပ်ဇီး(စ်) (Xerxes) သည် ဂရိပြည်အား တိုက်ခိုက် ရန်အတွက် စစ်သည် နှစ်သိန်း ၊ စစ်သဘောၤတထောင်မျှ ပါဝင်သည့် ဧရာမ တပ် ကြီးနှင့် ချီ၍ လာသည်။ ထိုစဉ်က ဂရိတို့သည် (City state ) မြို့တမြို့ တနိုင်ငံ စံနစ်ဖြင့် သီးခြားစီ ရပ်တည်နေထိုင်လျက် ရှိကြသည်။ သို့သော် တမျိုးနွယ်လုံး၏ ရန်သူ ပါရှန်တို့ စစ် ချီလာပြီ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/300-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BMDliOTIzNmUtOTllOC00NDU3LWFiNjYtMGM0NDc1YTMxNjYxXkEyXkFqcGdeQXVyNTM3NzExMDQ@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "Big Hero 6 (2014)",
        "description": "Big Hero 6 (2014)\nIMDb - 7.8/10______Rotten - 89%\nWon 1 Oscar. Another 16 wins & 58 nominationsWalt Disney Animation ရဲ့ နောက်ထပ်\nလူကြိုက်များလှတဲ့ animation ဇာတ်ကားလေးပါပဲ။\nဝင်ငွေအကောင်းဆုံးဇာတ်ကားအဖြစ် ရပ်တည်ခဲ့တဲ့\nဇာတ်ကားဖြစ်ပြီး ပေးထားတဲ့ Message တွေကောင်းမွန်လှပပါတယ်။\nBaymax ရဲ့ ချစ်စရာကောင်းတဲ့ အပြုအမှုလေးတွေနဲ့\nပုံစံတွေကို သဘောကျမိမှာ အမှန်ဖြစ်ပြီး Baymax ရဲ့\nလှုပ်ရှားပြုမှုပုံတွေကို ပင်ဂွင်းပေါက်စလေးတွေရဲ့\nအပြုအမှုကို ပုံစံတူယူပြီး ဖန်တီးထားတာပါ။\nWalt Disney နဲ့အတူ Marvel Entertainment ကပါ\nပူးပေါင်းရိုက်ကူးထားတဲ့အတွက် အစောပိုင်းထွက်ခဲ့တဲ့\nWalt Disney ဇာတ်ကောင်တွေနဲ့ မတူကွာခြားလို့နေပါတယ်။\nIMDB Ratings: 7.8/10 ရရှိထားပြီး\nကြည့်ဖို့လက်မလွှတ်သင့်တဲ့\nဇာတ်ကားလေးတစ်ခုပါပဲ။\n \nFile size…(1.4 GB) / (700 MB)\nQuality…BluRay 1080p / 720p\nFormat…mp4\nDuration….01:48:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thit San Khant\nTranslated by ...",
        "rating": "7.8",
        "url": "https://megaup.net/1wsix/Big_Hero_6_{1080P_Blu-ray_5.1_CH}_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lUgr4a9tgLbpq4C3Xy9Ecty2q9S.jpg",
        "title": "Slate ( 2020 )",
        "description": "ဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်လမ်းရဲ့အကြောင်းအရာလေးကတော့.... ယွန်းဟီးဆိုတဲ့ ကောင်မလေးဟာ မိဘမဲ့ တစ်ယောက်ဖြစ်ပြီး ငယ်ငယ်ကတည်းကအဓိကဇာတ်ကောင် ဖြစ်ချင်စိတ်ပြင်းပြတဲ့လူတစ်ယောက်ပါဒါပေမဲ့လည်း သူဟာ အဓိက ဇာတ်ဆောင်ဖြစ်ဖို့ကံ​တော့ပါမလာဘဲဇာတ်ကားတစ်ကားရဲ့ အက်ရှင်အစားထိုးစတန့်သမားလုပ်ဖို့ကမ်းလှမ်းခံရကာ ရိုက်ကွင်းကိုသွားတဲ့အချိန်မှာ မထင်မှတ်ထားဘဲနဲ့အပြိုင်ကမ္ဘာကိုရောက်ရှိသွားပါတော့တယ် အဲ့ဒီကမ္ဘာမှာယွန်းဟီးကို ရွာသားတွေက ရွာကိုကာကွယ်ပေးမဲ့ ဝိညာဉ်သတ်ဖြတ်သူသူရဲကောင်းလို့ထင်မှတ်ပြီး တစ်ရွာလုံးက သူ့ကိုပစားထားကြပါတယ်ဒီလိုနဲ့ အဓိက ဇာတ်ကောင်ဖြစ်ချင်တဲ့ ယွန်းဟီးတစ်ယောက်အဓိကဇာတ်ကောင်ဖြစ်ဖို့အကြောင်းဖန်လာတဲ့အခါမှာတော့အခွင့်အရေးကို လက်လွှတ်မခံဘဲ ဘယ်လိုအလွဲတွေနဲ့ရွာကိုကယ်တင်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော် Quality : Bluray 720pFormat : mp4During : 1h 40minGenres : ActionSubtitle : Myanmar Sub ( Hardsub )Translator : Yamin EiEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/slate-2020/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zT0G9rNziv26mx5Q2QS1ecwzaQ6.jpg",
        "title": "Nekrotronic (2018)",
        "description": "ရှေးခေတ်တုန်းက လူတွေက နတ်ဘုရားတွေကို ယစ်ပူဇော်ခဲ့ကြတာဟာနတ်ဆိုးနဲ့မကောင်းဆိုးဝါးတွေ ကမ္ဘာကိုလာလို့ရမယ့် Wormhole တစ်ခုလို ဖြစ်ပြီးကမ္ဘာပေါ်ကို ဒီကောင်တွေ ရောက်လာပါတယ်တဲ့။အဲ့ဒီနတ်ဆိုးတွေက လူတွေရဲ့ဝိဉာဉ်တွေကိုစားသုံး၊လူတွေကိုပူးပြီး သတ်ဖြတ်ပါလေရောတဲ့..အဲ့အချိန်မှာပဲ သောက်ရမ်းကြမ်းတဲ့လက်နက်တွေ၊အစွမ်းတွေနဲ့ အောက်လမ်းဆရာတွေပေါ်လာပြီးနတ်ဆိုးတွေ မကောင်းဆိုးဝါးတွေနဲ့ ဘတပြန်ကျားတပြန် ဆော်ပလော်တီးနေကြတာ အတော်ကြာနေခဲ့ပါပြီတဲ့..အခုခေတ်ရောက်လာတော့ နတ်ဆိုးတွေက အင်တာနက်အစွမ်းကိုသိပြီး App တစ်ခုထုတ်လိုက်ပါလေရောတဲ့..အဲ့ App နဲ့ အင်တာနက်ပေါ်ကတဆင့်လူတွေဆီကို ဝင်ပူးပါတော့တယ်...အဲ့နတ်ဆိုးက အသက်ကြီးပေမယ့် မိုက်နေတုန်းပါပဲ...မိုက်ဆို..နတ်ဆိုးက ဒို့မတ်မတ် မိုနီကာဘယ်လူချီဖြစ်နေတာကိုး...မင်းသားကတော့ Iron man နဲ့ Captain America ပေါင်းထားတဲ့ရုပ်နဲ့ Australia မင်းသား Ben O'Toole ပါ။Sci-Fi , Horror အမျိုးအစားဇာတ်ကားဖြစ်ပြီး ရှယ်ကြမ်းအောင် ရိုက်ကူးထားပါတယ်။ရွံစရာမကောင်းဆိုးဝါးတွေ..ရောင်စုံအစွမ်း ရောင်စဉ်တန်းတွေ...ခပ်မိုက်မိုက်လက်နက်တွေ...ခက်ကြမ်းကြမ်းချကွက်တွေနဲ့ဒီဇာတ်ကားက IMDb Rating (5.6) ရရှိထားပါတယ်။ \nFile size…(1.7 GB) / (999 MB) / (400 MB)\nQuality…BluRay 1080p ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/nekrotronic-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r1IMiz5qW22cohF6luPK4rM1DWf.jpg",
        "title": "Spy Hard (1996)",
        "description": "Spy Hard (1996)ဒါလေးက Naked Gun မင်းသားကြီး Leslie Nielsen ပါဝင်ထားတဲ့စပိုင်ဇာတ်လမ်း အက်ရှင်ဟာသဇာတ်ကားလေးပါ ..007 ဟာသဗားရှင်းဆိုလည်း မမှားပါဘူး ..နာမည်ပေးထားတဲ့ Spy Hard ဆိုတာကလဲ ဘရုစ်ဝီလီရဲ့ နာမည်ကြီး Die Hard ကို အခွက်ပြောင်ထားတာပါ။အထဲမှာလဲ နာမည်ကြီးအက်ရှင်ဇာတ်ကားတချို့ကို အခွက်ပြောင်ထားပါသေးတယ်။ဇာတ်လမ်းကတော့...ကမ္ဘာကြီးကိုဖျက်ဆီးမယ့်ဂြိုလ်တုလွှတ်တင်ဖို့ကြံရွယ်နေတဲ့ လူဆိုးဗိုလ်ချုပ်ကြီးကိုတားဆီးဖို့အတွက်အထူးအေးဂျင့် Dick Steele (နာမည်ကအဆန်း) တစ်ယောက် အစွမ်းကုန်ကြိုးစားရင်းအလွဲလွဲအချော်ချော်ဖြစ်ပေါ်တာတွေကို ခွီရအောင်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။ \nFile size…(1.4 GB) / (800 MB) / (400 MB)\nQuality…WEB-DL 1080p / 720p / 480p\nFormat…mp4\nDuration….01:21:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nay Lin Thar",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/spy-hard-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/G_I_Joe_Retaliation-563529358-large-1-135x200.jpg",
        "title": "G.I. Joe: Retaliation (2013)",
        "description": "G.I. Joe: Retaliation (2013)_____IMDb - 5.8/10\nGI Joe The Rise of Cobra ရဲ့ အဆက်အနေနဲ့ ထွက်ရှိလာခဲ့ပြီး\nပထမရုပ်ရှင်က မင်းသားတွေဖြစ်တဲ့ Channing Tatum တို့ လီဗျောင်ဟွန်းတို့အပြင်ဒီရုပ်ရှင်မှာတော့ Dwayne Johnson တို့ Bruce Willis တို့လို ဖိုက်တာတွေပိုပါဝင်လာတာမို့ပိုကြမ်းလာတယ်ပြောရမှာပေါ့...။တကယ့်ဖိုက်တာမင်းသားတွေ အပြိုင်အဆိုင်ကြမ်းထားကြတာမို့ဇာတ်လမ်းထက် သူတို့ကြမ်းတာကို မနည်းလိုက်ကြည့်ရမလိုဖြစ်နေရပါတယ်။ဇာတ်လမ်းကတော့...G.I.Joe အဖွဲ့ရဲ့ ကပ္ပတိန်ဒုခ်နဲ့ အဖွဲ့သားတွေ ထောင်ချောက်ဆင်သတ်ဖြတ်ခံရပီးတဲ့နောက်အသက်ရှင်ကျန်ရစ်နေခဲ့တဲ့ ရုတ်ဘလော့ခ် ( The Rock) လေဒီဂျေး , ဖလင့် နဲ့ Snake eyes တို့တွေပူးပေါင်းပြီးCobra commander , Firefly , Zartan နဲ့ Storm Shadow တို့ရဲ့ကမ္ဘာကြီးကိုဖျက်ဆီးမဲ့အစီအစဉ်ကိုဘယ်လိုတွေတားဆီးကျမယ်...သူတို့အဖွဲ့အတွက် ဘယ်လိုလက်စားချေမယ်ဆိုတာကိုAction ဇာတ်ဝင်ခန်းအလန်းစားတွေနဲ့ကြည့်ရှုခံစားရမှာပါ။(Extended Version ကိုမှ HEVC Quality ပါ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/g-i-joe-retaliation-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/large-cover-133x200.jpg",
        "title": "G.I. Joe: The Rise of Cobra (2009)",
        "description": "G.I. Joe: The Rise of Cobra (2009)_____IMDb - 5.8/10\n၁၆ ရာစုနှစ် ပြင်သစ်ဘုရင် လူဝီ ၁၃ လက်ထက်မှာ\nဂျိမ်းစ် မက်ကောလင်း လို့ခေါ်တဲ့ စကော့တလန်လူမျိုးတစ်ဦးကို သံမီးဖုတ် မျက်နှာစွပ်ပေးပြီး အပြစ်ဒဏ်ပေးခဲ့တယ် ။ သူ့ရဲ့ အပြစ်ကတော့ လူဝီဘုရင်ကို လက်နက်တွေ တီထွင်ပေးပြီး တစ်ခြားရန်သူတွေကိုလည်း လက်နက် ရောင်းတဲ့ သစ္စာဖောက်မှုပေါ့ ။ လက်နက်တီထွင်သူဆိုတာ ဘက်တစ်ဘက်တည်းကိုပဲ တီထွင်ပေးရတယ် နှစ်ဘက်ခွ တီထွင်ပေးရင် သစ္စာဖောက်ပေါ့ ။ဒီဘက်မျက်မှောက်ခေတ်ဘက်ရောက်လာတော့\nဂျိမ်းစ်မက်ကောလင်းရဲ့ မျိုးဆက်တွေဟာ ကာဇတ်စတန်နိုင်ငံမှာ မားစ် ဆိုတဲ့ နာမည်နဲ့ လက်နက်ကုမ္ပဏီ ဖြစ်လာခဲ့ကြတယ် ။ အဲဒိကုမ္ပဏီက NATO ရဲ့ အထောက်အပံ့နဲ့ လက်နက်သစ်တစ်မျိုး စမ်းသပ်အောင်မြင်သွားတယ် ။ အဲဒိလက်နက်ကတော့ သတ္ထုတွေကို စားပစ်တဲ့ နာနိုမိုက်လို့ ခေါ်တဲ့ ဗိုင်းရပ်ပဲပေါ့ ။ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/g-i-joe-the-rise-of-cobra-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/006-Ferzugy1gsyq2ud9dkj62bc38l7wi02-151x200.jpg",
        "title": "The Magical Shooters (2021)",
        "description": "တရုတ် Streaming TV လိုင်းပေါ်ကနေ ပြသသွားတဲ့ ဇာတ်ကားဖြစ်ပြီးတောင်းဆိုနေကြလို့ တင်ဆက်လိုက်ပါတယ်။ဒီဇာတ်လမ်းကတော့..တစ်ချိန်က တရုတ်ပြည်ရဲ့တော်လှန်ရေးကာလမှာ တော်လှန်သူအချင်းချင်းကြား ခံယူချက်ချင်းမတူလို့ဖြစ်ခဲ့ရတဲ့ ဝမ်းနည်းစရာဖြစ်ရပ်တွေကို ပုံဖော်ရိုက်ကူးထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။စစ်ဖြစ်ပွားနေတဲ့ကာလ ခေတ်ပျက်ကြီးမှာ ကုန်သည်တွေ လုံခြုံရေးတာဝန်ခံဆိုသူတွေကအမြီးကျက် အမြီးစားနဲ့ ပြည်သူတွေဒုက္ခရောက်ပြီး သွေးမြေကျမှု များစွာဖြစ်ပေါ်နေခဲ့ပါတယ်။အဲ့ကာလ ကျန်းချန်မြို့မှာ မြို့တော်ကိုကာကွယ်ဖို့ ဖွဲ့စည်းထားတဲ့ ရှီဟဲဂိုဏ်းဆိုတာရှိတယ်...အဲ့ဒီဂိုဏ်းက လုလာမ်ဆိုတဲ့ကောင်လေးတစ်ယောက်ကို ဆွဲခေါ်ပြီး ရန်သူတွေကို လက်စားချေဖို့ လေ့ကျင့်ပေးပါတော့တယ်။ဒီလက်စားချေမှုနောက်ကွယ်မှာ ဘာတွေရှိမလဲလုလာမ်ဆိုတာကရောဘယ်လိုလူမျိုးလဲ သူကဘယ်လောက်ထိလုပ်ဆောင်သွားနိုင်မလဲဂိုဏ်းတွေနဲ့ အာဏာပိုင်တွေနောက်ကွယ်မှာ ဘာတွေရှိမလဲဆိုတာ ကြည့်ရှုရမှာပါ။ \nFile size…(1.5 GB) / (880 MB) / (400 MB)\nQuality…WEB-HD 1080p / 720p / 480p\nFormat…mp4\nDuration….01:28:19\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Chu Chu",
        "rating": "",
        "url": "https://channelmyanmar.org/the-magical-shooters-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/dial-160x200.jpg",
        "title": "Dial 100 (2021)",
        "description": "Dial 100 (2021)အညွှန်း********************IMDb..8.3မင်းသားကြီးManoj Bajpayee ကိုတော့ The Family Manဇာတ်လမ်းတွဲနဲ့အားလုံးရင်းနှီးကြမယ်ဆိုရင်သူဘယ်လောက်သရုပ်ဆောင်ကောင်းလဲသိကြမှာပါ...ဒီကားထဲမှာတော့ ရဲအရာရှိတစ်ဉီးအဖြစ်သရုပ်ဆောင်ထားတယ်....ဒီဇာတ်ကားကလေးကတော့ ဒီနေ့ပဲ Zee5 ရုပ်သံလိုင်းမှ အသစ်ထွက်ရှိလာတဲ့ IMDb rating 8.3အထိရရှိထားပြီးအဆိုအက မပါတဲ့Action /Thriller ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။မွန်ဘိုင်းမြို့က ရဲအရေးပေါ်ဌာန ထိန်းချုပ်ခန်းမှာ တာဝန်ကျအရာရှိ ရဲတစ်ဦးထံကိုဘယ်ကမှန်းမသိတဲ့ အမျိုးသမီးကြီးတစ်ယောက် ဖုန်းခေါ်လာတယ်....သူပြောတာက တိုင်ချက်ဖွင့်တယ်ဆိုတာထက် ထူးဆန်းပါတယ်...သူ့ကိုယ်သူသတ်သေရမလား သူ့သားကိုသတ်သွားတဲ့သူကို သတ်ရမလားတဲ့...ဒီအမျိုးသမီးဟာ   ရဲအရာရှိ နီခ်ဟေလ်းရဲ့ အမည်ကို သိနေတဲ့အပြင်ထူးထူးဆန်းဆန်းတွေ ဆက်ပြောဆိုလာပါတယ်...ရဲအရာရှိနီခ်ဟေးလ်အတွက် ခေါင်းမီးတောက်တော့တာပဲ...သူဘယ်လိုစုံစမ်းဖော်ထုတ်မှာလဲ ...ဘယ်လို အလှည့်အပြောင်းတွေရှိနေမှာလဲ ... ဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာပဲ ကြည့်ရှူပေးကြပါ။ ဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။File Size :(900 MB),(330MB)\nQuality : WEB-DL 720p,480P\nFormat…mp4\nDuration…01:46:00\nGenre : Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/dial-100-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjM1OTMxNzUyM15BMl5BanBnXkFtZTgwNjYzMTIzOTE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Suicide Squad (2016) EXTENDED",
        "description": "Hype တွေများလွန်းလို့ တကယ့်ဇာတ်ကားထွက်လာတော့ထင်သလောက်ခရီးမရောက်ဖြစ်ခဲ့ရတဲ့ ဇာတ်ကားကိုဘယ်လိုဘယ်ပုံတွေကောင်းကြောင်း ဆိုးကြောင်းထပ်ပြီး မညွှန်းချင်တော့ပါဘူး။မျှော်လင့်ထားသလောက် ဖြစ်မလာပေမယ့်မကောင်းဘူးလို့တော့လဲလုံးဝပြောလို့မရတာတော့အမှန်ပါဒါ့ကြောင့် ဇာတ်လမ်းသွားလေးပဲ နည်းနည်းညွှန်းပေးပါရစေ။ဇာတ်ကားကို Batman နဲ့ Supermanရဲ့တိုက်ပွဲအပြီးSuperman သေဆုံးသွားတဲ့နောက်ပိုင်းကာလမှာဇာတ်အိမ်တည်ထားပါတယ်။အစိုးရအဖွဲ့အနေနဲ့ Supermanလို လူစွမ်းကောင်းမျိုးသာ ဆိုးသွမ်းတဲ့ဘက်ကနေ လူသားတွေကိုဒုက္ခပေးမယ့်Villainတစ်ဦးဖြစ်နေမယ်ဆိုရင် ဆိုတဲ့စိုးရိမ်စိတ်တွေဖြစ်လာကြတဲ့အတွက်Amanda Waller ဆိုတဲ့အမေရိကန်အစိုးရအဖွဲ့မှ အမျိုးသမီးကြီးရဲ့အကြံအစည်ကDC ရဲ့နာမည်ကျော် Villainsကြီးများနဲ့အဖွဲ့တစ်ခုထူထောင်ပြီး အစိုးရအနေနဲ့မဖြေရှင်းနိုင်တဲ့ကိစ္စများကိုသူ့ရဲ့Task Force X ခေါ် Suicide Squad အဖွဲ့ကိုလွှတိပြီးဖြေရှင်းစေဖို့ပဲဖြစ်ပါတယ်။Amanda ရဲ့ အကြံအစည်အောင်မြင်မလားဒီvillainsကြီးတွေကိုရောသူထိန်းချုပ်နိုင်ပါ့မလားSuicide Squadအဖွဲ့သားတွေကရောဘယ်လိုအန္တရာယ်တွေကိုရင်ဆိုင်ဖြေရှင်း ရမလဲဆိုတာကိုတော့ဇာတ်ကားထဲမှာပဲဆက်လက်ကြည့်ရှုခံစားပေးပါခင်ဗျာ။မညွှန်းတော့ဘူးဆိုပေမယ့် တစ်ခုလေးပြောပြစရာရှိပါသေးတယ် :-Pဇာတ်ကားရဲ့ အဓိက အားသာချက်တစ်ခုကတော့ characters ကိုက်ညီမှုရှိတာပါပဲအထူးသဖြင့်Deadshot အဖြစ်သရုပ်ဆောင်တဲ့ Will Smith နဲ့ရေပန်းစားနေတဲ့ Harley Quinn အဖြစ်Margot Rubbie တို့ရဲ့ သရုပ်ဆောင်ပီပြင်မှုတွေကတော့ ပရိတ်သတ်အထူးကြိုက်နှစ်သက်ကြလိမ့်မယ်ဆိုတာကျိန်းသေပေါက် အာမခံရဲပါတယ် ။Joker အဖြစ် အများစိတ်ဝင်စားနေတဲ့ Jared Letoကိုလဲ သူပါသမျှဇာတ်ဝင်ခန်း များအရသုံးသပ်ဖို့ခက်ခဲနေသေးပေမယ့် မဆိုးဘူးလို့တော့မြင်မိပါတယ်။ဒါ့ကြောင့် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1x2k1/Suicide_Squad_[2016]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BNzZhMzFiNGQtZmQwNS00Nzc5LTgxMDAtMTY2MDY1ODc4MDhjXkEyXkFqcGdeQXVyMTMzMDg3NTky._V1_-150x200.jpg",
        "title": "Rewind (2021)",
        "description": "ဒီဇာတ်ကားကို IMDb မှာ လူ ၅၀၀ ကျော်လောက်က IMDb Rating (9.4) လို့ ပေးထားပါတယ်။User Rating မြင့်သလိုပဲ ဇာတ်လမ်းကလဲ နည်းနည်းထူးခြားတဲ့ တောင်ပိုင်းဇာတ်ကားပါ။ဇာတ်လမ်းကတော့..အရ်ဂျွန်က ခရိုနီကြီးတွေ နိုင်ငံရေးသမားတွေရဲ့ အကျင့်ပျက်ခြစားမှုတွေကို ဖေါ်ထုတ်တဲ့ မှုခင်းသတင်းထောက်...ဒီလိုလူမျိုးမှာလည်း ရန်သူက အများသား..သူ့မှာ အရမ်းချစ်ရတဲ့မိန်းမနဲ့ သမီးလေးတစ်ယောက်ရှိတယ်..တစ်နေ့သူ့သမီးလေးကို ကစားကွင်းခေါ်သွားနေတုန်း သမီးဖြစ်သူပြန်ပေးဆွဲခံခဲ့ရပါတယ်..ရဲဌာနနဲ့ သူကိုယ်တိုင် သုံးလလောက် လိုက်ရှာပေမယ့် ရှာမတွေ့ခဲ့တဲ့အပြင်ပြန်ပေးသမားကလည်းဒီတောအတွင်း ဘာတောင်းဆိုမှုမှ ရှိမလာခဲ့ပါဘူး...ဘာလုပ်ရမှန်းမသိဖြစ်နေတုန်း အကြံတစ်ခုရသွားခဲ့ပါတယ်အဲ့ဒါကတော့ Lucid Dream လို့ခေါ်တဲ့ အိပ်မက်သို့ခရီးသွားခြင်းနည်းနဲ့အဲ့ဒီနေ့က အဖြစ်အပျက်တွေရဲ့ မှတ်ဉာဏ်တွေကို ပြန်လည်တူးဖေါ်လာတဲ့အခါမှာတော့..။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thuya မှ တင်ဆက်ထားတာပါ။) \nFile size…(2.1 GB) / (1.1 GB)\nQuality…WEB-DL 1080p / 720p / 360p\nFormat…mp4\nDuration….02:03:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "9.4",
        "url": "https://channelmyanmar.org/rewind-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BMTY5MDU5NjIzOF5BMl5BanBnXkFtZTgwNTY5ODc1MjE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "My Boss, My Teacher (2006)",
        "description": "IMDb Rating (5.7)Rotten Tomatoes (60%)ဒီကားကတော့ ပထမကား My Boss,My Hero (2001) ရဲ့ အဆက်ဖြစ်ပါတယ်။ပထမကားက သရုပ်ဆောင်တွေပဲ ပြန်ပါလာတာမို့ ပထမကားလိုပဲအချိတ်အဆက်မိမိ ရယ်ရတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ပထမကားမှာတော့ လူမိုက်ခေါင်းဆောင် ဂန်ဒူဆစ်တစ်ယောက် အထက်တန်းကျောင်းကို ပြန်တက်ပြီးအောင်လက်မှတ်ရရှိခဲ့ပေမယ့် သူ့ဆရာ လူမိုက်ဂိုဏ်းချုပ်ကြီးကတော့ တင်းတိမ်ခြင်းမရှိသေးပါဘူး။သူ့တပည့်ကျော်ဂန်ဒူဆစ်အနေနဲ့ အဆင့်မီလူမိုက်ဖြစ်ဖို့ကျောင်းပညာရေးဆက်သင်ရဦးမယ်ယူဆပြီး ကျောင်းကိုထပ်လွှတ်လိုက်ပါပြီ...ဒီတစ်ခါတော့ ကျောင်းသားမဟုတ်တော့ပါဘူး...ကျောင်းဆရာအနေနဲ့ပါ။လူမိုက်ခေါင်းဆောင် ဂန်ဒူဆစ် တဖြစ်လဲ ကျောင်းဆရာဂန်ဒူဆစ်နဲ့ သူ့ရဲ့တပည့်ကျော်ခေါင်းကြီးတို့တွေကျောင်းမှာ ဘယ်လိုတွေချကြဦးမလဲဆိုတာ...။(ဒီဇာတ်ကားက BluRay HD မထွက်ရှိတာကြောင့် DVDRip Quality နဲ့သာ တင်ဆက်လိုက်ရပါတယ်။) \nFile size…(1.7 GB) / (800 MB)\nQuality…DVDRip 720p / 360p\nFormat…mp4\nDuration….02:05:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Aung Tayza",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/my-boss-my-teacher-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iOyWhkeDJ7GY2VcA93KF0oLzLV6.jpg",
        "title": "My Boss, My Hero(2001)",
        "description": "ဂန်ဒူဆစ် ဟာ တိုက်ရည်ခိုက်ရည်ရှိပြီး လူမိုက်လောကမှာ အလားအလာကောင်းတဲ့ ဂန်းစတားတစ်ယောက်ပါသူ့ရဲ့စွမ်းဆောင်မှုတစ်ခုကြောင့် ဂိုဏ်းခေါင်းဆောင်ကြီးက သဘောကျပြီး ဆိုးလ်မြို့ရဲ့ အချက်အချာအကျဆုံးနေရာတွေထဲက တစ်ခုဖြစ်တဲ့ မြောင်ဒေါင်း ကို အုပ်ချုပ်စေဖို့ ဆုံးဖြတ်ခဲ့ပေမယ့် အထက်တန်းတောင် မအောင်တဲ့ သူ့ကိုအရေးပါတဲ့နေရာတစ်ခုကို အုပ်ချုပ်ဖို့ တာ၀န်ပေးတာ မဖြစ်သင့်ဘူးလို့ ကျန်တဲ့ လူမိုက်တွေက ဝိုင်းကန့်ကွက်ကြတဲ့အခါဂန်ဒူဆစ် တစ်ယောက် ကြီးကောင်ကြီးမား လူလတ်ပိုင်းအရွယ်ကျမှ ကျောင်းပြန်တက်ဖို့ လုပ်ရပါတော့တယ် သူ့ရဲ့တပည့်ကျော်နှစ်ယောက်ကြောင့် ပုဂ္ဂလိက ကျောင်းတစ်ခုမှာ ၀င်ခွင့်ရခဲ့ပေမယ့် ဂန်းစတားဘ၀ကနေကျောင်းသားဖြစ်သွားတဲ့ လူမိုက်ကြီး ကျောင်းမှာ ဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်ရမလဲဆိုတာကိုဟာသလေးတွေနဲ့ ကြည့်ရှုခံစားရမှာပါဒီကားအဆက် My Boss,My Teacher (2006) ကို  https://channelmyanmar.org/?s=my+boss+my+teacher ဒီမှာကြည့်ပါ။ Translated by : Aung Tay ZaEncoded by: YKFile Size ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/my-boss-my-hero2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/a98a9bd30775d802fa8adbdbf5023667-158x200.jpg",
        "title": "District 13: Ultimatum (2009)",
        "description": "IMDb Rating(6.5) / Rotten Tomatoes(75%)၂၀၀၄ ကထွက်ခဲ့တဲ့ District 13 ကားလေးကိုမှတ်မိလောက်ဦးမယ်ထင်ပါတယ်။\nပြင်သစ်နိုင်ငံ ပဲရစ်မြို့နားက District 13 ဆိုတဲ့နေရာလေးကိုအခြေခံရိုက်ကူးထားတဲ့ အက်ရှင်ကားကောင်းလေးတစ်ကားပါ။ပထမကားဟာ IMDb 7.1 ထိရရှိခဲ့သလိုပဲ ဒုတိယကားဟာလည်း IMDb 6.5 ဆိုတော့\nပထမကားလောက်နီးနီးအရသာပေးစွမ်းနိုင်ဆဲကားလေးတစ်ကားဆိုရင်လည်းမမှားပါဘူး။ဒုတိယမြောက်ကား‌လေးကိုတော့ ၂၀၀၉ ခုနှစ်မှာထွက်ရှိခဲ့တာဖြစ်ပြီး\nပထမကားလောက်နီးပါး အောင်မြင်မှုတွေသိမ်းပိုက်ခဲ့တဲ့ ကားကောင်းလေးတစ်ကားပါ။ဇာတ်လမ်းလေးကိုတော့ ပထမကားရဲ့အဆုံးသတ်က‌နေပဲ ဆက်ထားပါတယ်။\nလီတိုတို့ရဲ့ အမဲရောင်နယ်မြေ‌လေးကို အုတ်တံတိုင်းတွေဖြိုဖျက်ပြီး\nနယ်မြေကောင်းကောင်း‌‌လေးဖြစ်အောင်လုပ်ပေးမယ်ဆိုတဲ့ကတိကတော့\nအစိုးရတွေပြောင်းသွားသော်လည်း လေထဲမှာ‌လွင့်ပျောက်သွားပြီး\nလီတိုတို့နယ်မြေလေးဟာ ဆိုးမြဲပေမြဲတေမြဲဆက်လက်ဖြစ်နေခဲ့ပါတယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ လီတိုတို့‌နယ်မြေလေးကို ဖြိုဖျက်ပြီး\nအသစ်ကနေစပြီးပြန်လည်တည်ဆောက်ချင်တဲ့ ဆောက်လုပ်ရေးလုပ်ငန်းကြီးတစ်ခုနဲ့\nကော်မရှင်ခမျိုးမျိုးမြတ်မြတ်လေးလိုချင်တဲ့ နိုင်ငံရေးအုပ်ချုပ်ရေးပိုင်းကလူကြီးတစ်ယောက်တို့တွေ့ဆုံတဲ့အခါဘယ်လိုနိုင်ငံရေးပဋိပက္ခတွေကို ဖန်တီးမလဲ၊ ဒေမီယမ်နဲ့ရောဘယ်လိုငြိမလဲ၊\nလီတိုကရော ဒီကားထဲမှာ ဘာတွေဆက်လုပ်သွားမလဲ\nလီတိုတို့နယ်မြေရဲ့ ဂိုဏ်း‌တွေကရော ဘာတွေလုပ်ကြမလဲဆိုတာကို မြိုင်မြိုင်လေးကြည့်ရဦးမယ့် ကားကောင်း‌လေးတစ်ကားပါ။ပထမကားလောက်နီးနီးကို ကြည့်လို့ရှယ်ကောင်းလှတာမို့ ဒီကားကိုလဲ လက်မလွတ်သင့်ပါဘူး။ \nFile size…(1.9 GB) / (1 GB) / (500 MB)\nQuality…BluRay 1080p /720p/ 360p\nFormat…mp4\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/district-13-ultimatum-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/91bRBvOZwEL._SL1500_-149x200.jpg",
        "title": "District 13 (2004) District B13/Banlieue 13",
        "description": "IMDb Rating(7.1)/Rotten Tomatoes (70%)ပြင်သစ်ကားကောင်းလေးတွေရဲ့ နိုင်ငံတကာကိုထိုးဖောက်မှုတွေဟာ\n၂၁ ရာစုအစဦးပိုင်းနှစ်တွေတည်းက စလာခဲ့တယ်ဆိုတာအကုန်လုံးလည်းသိကြမယ်ထင်တယ်...\nအခုနောက်ဆုံးထွက်ထားတဲ့ Asphalt Racing လိုကားကောင်း‌လေးတွေထိထွက်နိုင်နေပြီဆိုရင်လည်းမမှားပါဘူး\nဒီလိုကားကောင်းတွေထဲမှာ ၂၀၀၄ ကထွက်ခဲ့တဲ့ District B13 ဆိုတဲ့ ဒီဇာတ်ကားကလဲ ရှေ့ဆုံးကပါပါတယ်..\nဟောလိဝုဒ်ရဲ့ ကောင်းပါတယ်ဆိုတဲ့အက်ရှင်ကားကောင်းတွေနဲ့တန်းတူထားထားကြတဲ့ အက်ရှင်ကားဖြစ်ပြီး\nIMDb rating 7.1 ရရှိထားတဲ့ထိ အောင်မြင်ကျော်ကြားခဲ့ပါတယ်။ဇာတ်လမ်းကတော့....\nလီတိုဟာ ဥပဒေမရှိ ရဲစခန်းမရှိ ကျောင်းတွေမရှိတဲ့ လူဆိုးနယ်မြေလို့သတ်မှတ်ထားတဲ့ နယ်မြေ ၁၃ မှာမွေးလာတဲ့\nတစ်ဇွတ်ထိုးတစ်ဇောက်ကန်းကောင်လေးတစ်ယောက်ပါ...ဇကလဲမသေးသလို လက်ဇောင်းလဲထက်ပါတယ်။\nအဲဒီဒေသရဲ့လူဆိုးဂိုဏ်းခေါင်းဆောင်ကိုဖမ်းပြီး ရဲလက် အပ်ခဲ့တာတောင် ရဲကပြန်လွှတ်ပေးတဲ့အပြင်\nသူ့ညီမပါထိုးကျွေးခံခဲ့ရတာမို့ ရဲရောလူဆိုးတွေကိုပါ အမှုန့်ချေချင်နေတဲ့ကောင်လေးတစ်ယောက်ပါ။သူတို့နယ်မြေ ၁၃ မှာ လူဆိုးတွေရော ရဲတွေရော ခြေရှုပ်ပြီး အမှုကပတ်ပွေနေကြတာပါ..\nဒီထဲမှာ ဒေမီယံဆိုတဲ့ ဖိုက်တာရဲတစ်ယောက်ကတော့ မတူပါဘူး..သူက တရားဓမ္မဖက်ကနေတဲ့ ဖိုက်တာရဲပါ...\nလူ ၂ သန်း‌လောက်ကို မျက်စိတစ်မှိတ်အတွင်း သေသွားနိုင်တဲ့ လူဆိုးဂိုဏ်းလက်ထဲရောက်နေတဲ့နျုဗုံးတစ်လုံးကို\nနယ်မြေ ၁၃ ထဲမှာ ဒေမီယံကို သွားဖြုတ်ဖို့ တာဝန်စေခိုင်းခံရတဲ့အခါ...\nဖိုက်တာရဲနဲ့ လီတိုလို ဇရှိတဲ့ကောင်လေးတို့ ဖိုက်တာနယ်မြေ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/district-13-2004-district-b13-banlieue-13/"
    }
]