[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lkp1GFmWyf7k2WKvKIQuuGyichI.jpg",
        "title": "Prince of Persia: The Sands of Time (2010)",
        "description": "Prince of Persia (2010)Prince of Persiaဟာ ကျွန်တော်တို့ ဟိုးငယ်ငယ် နာရီပေးနဲ့ဆော့ခဲ့ရတဲ့ P2ခေတ်ကတည်းက နာမည်ကြီးခဲ့ပါတယ်။ နောက်ပိုင်း Mobile Game အထိ ရှိခဲ့သလို ဒီနှစ်ထဲလည်း Ubisoftက remakeပြန်ထုတ်ဖို့ အထိလုပ်ထားပါတယ်။ Prince of Persiaဟာ ဒီလို ခေတ်အဆက်ဆက်အထိ မမှေးမှိန်သေးတဲ့ နာမည်ကျော်ဂိမ်းစီးရီးတစ်ခုပါပဲဒီရုပ်ရှင်ကတော့ Prince of Persia , Sand of time ဂိမ်းTrilogy က အချက်အလက်တွေကို သုံးပြီး 2010မှာ ရိုက်ခဲ့တဲ့ ရုပ်ရှင်ပါ။ legend actorကြီး Jake Gyllenhaalနဲ့ Ben Kingsley တို့အပြင် ဆွဲဆောင်မှုအပြည့်နဲ့ မမGemma Artertonတို့က သရုပ်ဆောင်ထားပါတယ်။ရုပ်ရှင်က ပါရှားတွေရဲ့ စစ်မက်တွေ မတည်ငြိမ်တဲ့ ခေတ်ကာလမှာ တည်ထားတာဆိုတော့ နန်းဆောင်ကြီးတွေ ၊ စစ်တပ်‌တွေ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/prince-of-persia-the-sands-of-time-2010-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2015/12/The_Transporter_Refueled-338271224-large-225x300.jpg",
        "title": "The Transporter Refueled (2015)",
        "description": "ဒီဇာတ်ကားကတော့ Transporter ရဲ့ ပင်တိုင်မင်းသားကြီး Jason Statham မပါတော့ဘဲ မင်းသားအသစ် Ed Skrein နဲ့ သယ်ယူပို့ဆောင်မယ့်ဇာတ်ကားပါ...\nဇာတ်လမ်းအကျဉ်းကတော့ ထုံးစံအတိုင်း ပို့ဆောင်ရေးသမားကြီး လူပေါင်းမှားတာပါပဲ။\nဒီတစ်ခါ မှားပေါင်းမိတာကတော့ ၁၂ သမီးကတည်းက ပြည့်တန်ဆာအဖြစ်ရောင်းစားခံရပြီး သေမှလွတ်လပ်တော့မယ့် ဘဝရောက်နေတဲ့ မိန်းကလေး ၄ ယောက်က ရုရှားဒုစရိုက်ခေါင်းဆောင်ကြီးကို အပြုတ်ပြန်တွယ်မယ့် အစီအစဉ်မှာပါမိတာပါ။ ဒါကို သူကရှောင်ထွက်ချင်ပေမယ့် သူရဲ့ အဖေ အငြိမ်းစား စပိုင်ကြီးကို ဖမ်းပြီးအကြပ်ကိုင်တဲ့အတွက်ဝင်ပါရပါတော့တယ်။\nဒီဇာတ်ကားကို ကြိုက်မိတာကလဲ သူ့ရဲ့ အဖေနေရာက သရုပ်ဆောင်တဲ့ မင်းသားကြီးရဲ့ ပံ့ပိုးမှုကလည်း အတော်ကောင်းနေတာလဲ ပါပါတယ်။ သူတို့ သားအဖ ၂ ယောက်ဟာ ကောင်မလေး ၄ ယောက်တို့နဲ့ ထိပ်သီးလူဆိုးတွေနဲ့ ကြားထဲမှာ ဘာကြောင့်ပါလာပြီး ဘယ်လိုရင်ဆိုင်ရမလဲဆိုတာ ..........။File size…(2 GB)/(999 MB)\nQuality….BluRay 1080p HEVC / ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-transporter-refueled-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2022/05/transporter-3-british-dvd-movie-cover-217x300.jpg",
        "title": "Transporter 3 (2008)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။Transporter 1,2 အောင်မြင်ပြီးနောက် ၂၀၀၈ ခုနှစ်၊ နိုဝင်ဘာလမှာ Transporter 3 ဆက်လက် ထွက်ရှိခဲ့ပါတယ်။ Europa နဲ့ Lionsgate ရုပ်ရှင် ထုတ်လုပ်ရေးတို့ ပူးပေါင်းဖန်တီးလိုက်တဲ့ Transporter 3 ဟာ Boxoffice မှာ ဝင်ငွေကောင်းဇာတ်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။\nTransporter ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/transporter-3-2008-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cdm17vK8PxHfTi7ayZf6WKbOgUO.jpg",
        "title": "Transporter 2 (2005)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။The Transporter 2(2005)ကတော့ IMDb Rating(6.3/10)ရရှိထားပါတယ်။\nFile size…(2.8 GB)/(1.2 GB)\nQuality….BluRay Directer's Cut 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….01:34:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://megaup.net/36ycx/(CM)_Transporter_2_2005_BluRay_Directer_Cut_Version_1080p_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v3QIFUWgtVN4wejVuDZowuyJ20W.jpg",
        "title": "The Transporter (2002)",
        "description": "Jason Statham ရဲ့ Transporter ဇာတ်ကားတွေဟာ\nအက်ရှင်ကားစစ်စစ်တွေလို့ ပြောရလောက်အောင် အထိုးအခုတ်အတိုက်အခိုက် ပေါက်ကွဲရမ်းကားမှုတွေနဲ့ ဆွဲဆောင်မှုရှိခဲ့ပါတယ်။\nသူပါဝင်ထားတဲ့ Transporter (၃)ကားထွက်ရှိထားပြီး ၃ ကားလုံး လန်းတယ် ဆိုရပါမယ်။\nFrank Martin (Jason Statham) ဟာ စည်းကမ်းတွေနဲ့\nအလုပ်လုပ်တတ်တဲ့ သယ်ယူပို့ဆောင်ရေးသမားဖြစ်ပြီး တိကျမှု စမတ်ကျမှု\nတည်ကြည်ခန့်ငြားမှုတွေအပြင် ကိုယ်ပိုင်အတွေးအခေါ်နဲ့\nရှင်သန်နေထိုင်တဲ့ တကယ့်ဖိုက်တာတစ်ယောက်ပါ...ဒီလိုလူမျိုးနဲ့မှ လာပတ်သက်မိတဲ့ ဒုစရိုက်သမားတွေ ဘယ်လိုအဗျင်းခံရလဲဆိုတာ\nအပေါ်စီးကနေ ထိုင်ကြည့်နေယုံပါပဲ။မင်းသား Jason Statham ရဲ့တည်ငြိမ်တဲ့ပုံစံကြောင့် ဒီဇာတ်ကားဟာ နာမည်ကြီးလူကြိုက်များခဲ့ပါတယ်။\nAction ပေါ့ပေါ့ပါးပါးလေးတွေကို ဟာသဆန်ဆန်ကြည့်ရတာ နှစ်ခြိုက်သူများအတွက်တော့ လက်လွတ်မခံသင့်ပါ။The Transporter(2002)မှာတော့ တရုတ်မင်းသမီး Shu Qi ပါဝင်ထားပြီး IMDb Rating(6.8/10)ရရှိထားပါတယ်။\nFile size…(2.3 GB)/(760 MB)\nQuality….BluRay 1080p HEVC / 720p\nFormat…mkv/mp4\nDuration….01:32:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-transporter-2002-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.fun/wp-content/uploads/2019/11/War_official_poster-220x300.jpg",
        "title": "War (2019)",
        "description": "War (2019)\nIMDb - 6.5/10_____Rotten - 69%ကားသစ်တွေ ကားကောင်းတွေ ဆက်တိုက်ထွက်နေတဲ့ကြားက ယနေ့ထွက် ဘောလိဝုဒ်ကားသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။နာမည်ကြီး မင်းသားနှစ်ယောက် အားပြိုင်ထားတဲ့ ဒီဇာတ်ကားကြီးဟာဆိုရင်.... ဘတ်ဂျက်ငွေရဲ့ ၃ဆကျော်ကျော် အောင်ပွဲခံခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေး ချရင်လည်း မဖတ်ဘဲ ဒေါင်းကြမှာမို့ သိပ်ပြီး မရေးတော့ပါဘူး။တိုက်ဂါးနဲ့ ရီသိတ်ဟာ အိန္ဒိယတပ်မတော်သားတွေဖြစ်ပြီး တိုက်ဂါးကတော့ ရီသိတ်ရဲ့ တပည့်အဖြစ် မြင်ရပါမယ်။ရီသိတ်ဟာ လတ်တလောမှာ မစ်ရှင်တစ်ခုကို လုပ်ရင်း တရားခံကို မပစ်ဘဲ ကိုယ့်ဖက်က အရာရှိကို ပစ်သတ်သွားခဲ့တယ်။သူ ဘာကြောင့် ပစ်ခဲ့တာလဲ....ဘာကြောင့် သစ္စာဖောက်သွားခဲ့တာလဲ...သူ့လို တည်ကြည်ဖြောင့်မတ်ပြီး သစ္စာရှိတဲ့ လူတစ်ယောက် သစ္စာဖောက်သွားတာကို စုံစမ်းဖို့နဲ့ ရှင်းပစ်ဖို့ တာဝန်ပေးခံရသူကတော့... တိုက်ဂါးပါ။ကဲ.... ဆရာနဲ့ တပည့်....ဘယ်လို ဆက်ဖြစ်ကြမလဲ.....အမှန်တရားကို ဘယ်လို ဖော်ထုတ်ကြမလဲ.... ဆိုတာကို ကိုယ်တိုင်သာ ခံစားကြည့်ကြပါဦးဗျာ။File size…(7.6 GB)/(2.3 GB)/(1.3 GB)\nQuality….BluRay 4K ...",
        "rating": "6.5",
        "url": "https://megaup.net/1KBma/(CM)_WAR_(2019)_Hindi_-_BluRay_1080p_HEVC_AAC_5.1-Nyein.mkv",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1JgvDA8gdn3FPOUG5wVuTp8XQwv.jpg",
        "title": "Faces in the Crowd ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့\nChen Wei Ting သရုပ်ဆောင်ထားတဲ့စုံထောက်ဇာတ်ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ (၁၉၃၁) ခုနှစ်ရှန့်ထိုမြို့မှာ\nကူမန်တန်ပါတီနဲ့ကွန်မြူနစ်ပါတီတို့ရဲ့\nပဋိပက္ခတွေကြောင့် နိုင်ငံမငြိမ်မသက်ဖြစ်နေတဲ့ကာလကို\nဇာတ်အိမ်တည်ထားကာ ဝမ်လိဝန်က\nကွန်မြူနစ်ပါတီဖွဲ့စည်းထားတဲ့ဆန်းကြယ်ရူပ်ထွေးတဲ့\nဆက်သွယ်ရေးစခန်းကိုပစ်မှတ်ထားစုံစမ်းနေခဲ့တယ်။ဒီအချိန်မှာ မထင်မှတ်ပဲသူ့သွေးသောက်ညီအစ်ကို\nချန်ကျားတုန့်နဲ့လမ်းမှာပြန်လည်တွေ့ဆုံခဲ့ပြီး\nနှစ်ဦးသားဒီစခန်းရဲ့ လျှို့ဝှက်ချက်ကိုဖော်ထုတ်ဖို့ပူးပေါင်းနေခဲ့တယ်။\nသို့ပေမဲ့နှစ်ဦးသား နှစ်အတော်ကြာဝေးကွာပြီး\nပြန်တွေ့ခဲ့ကြတာကြောင့် စုံစမ်းဖော်ထုတ်ကြရင်း\nတစ်ယောက်အပေါ်တစ်ယောက် သင်္ကာမကင်းစွာနဲ့\nနှစ်ဦးသားအပြန်အလှန် နှစ်ယောက်လုံးရဲ့သရုပ်မှန်ကို\nပြန်လည်စုံစမ်းကြည့်တဲ့အခါမှာတော့ဘာတွေဆက်ဖြစ်ကြမလဲ။\nနိုင်ငံရေးအရူပ်အထွေးတွေကြား ဘယ်လိုတွေပတ်သက်နေကြမလဲ။\nနှစ်ယောက်လုံးရဲ့ကိုယ်စီသရုပ်မှန်ကကောဘာတွေဖြစ်မလဲ။ဒီဇာတ်လမ်းလေးကတော့ Chen Wei Ting ပီသစွာပဲ\nစုံထောက်အက်ရှင်ကားလေးတစ်ကားဖြစ်တာကြောင့်\nလက်မလွတ်တမ်းကြည့်ရူလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 42 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2BW2w/Face_In_The_Crowd_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4gn0cUnH3aLCsTPsXXdst5SvA8k.jpg",
        "title": "The Collective (2023)",
        "description": "The Collective (2023)Missionတွေလုပ်ရတဲ့ အက်ရှင်ကားကောင်းလေးတွေ မျှော်နေသူတွေသဘောတွေ့စေမယ့် The Collection ဆိုတဲ့ကားသစ်လေးကို တင်ဆက်ပေးလိုက်ပါပြီ။\nX-men ထဲက Havok ဖြစ်တဲ့ Lucas Till နဲ့ FF မိသားစုဝင် Roman (Tyrese Gibson)တို့ ဘယ်လိုအတွဲညီညီနဲ့ ရန်သူကို နှိမ်နင်းမလဲဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ။မသမာမှု လာဘ်စားမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ ငွေသာအရာရာဖြစ်နေတဲ့လောကကြီးမှာ ဝိသမလောဘသားတွေက ငွေထုပ်လှေကားခုပြီး ဥပဒေပေါ်တက်ထိုင်နေကြတာပေါ့။\nနိုင်ငံရေးလောကရဲ့ထိပ်သီးတွေ အစိုးရရာထူးအကြီးပိုင်းတွေကိုပါ ငွေနဲ့အိတ်ထဲထည့်ထားတဲ့ ဒီလိုလူတွေ\nCIAလိုအဖွဲ့ကတောင် ဥပဒေဘောင်တွင်းက ဘာမှလုပ်မရဘဲ ကြည့်နေရုံသာ တတ်နိုင်ပါသတဲ့။\nဒါပေမဲ့ မတရားမှုကို လက်ပိုက်ကြည့်မနေနိုင်တဲ့လူတွေစုပြီး ဒီလို ဥပဒေသွားထိလို့မရတဲ့လူတွေ သေနတ်နဲ့ရှင်းမယ်ဆိုတဲ့\nအခွင့်ထူးခံတွေကို ကျရှုံးစေမယ့် The Collectiveဆိုတဲ့ အမှန်တရားဘက်တော်သားကြေးစားအဖွဲ့ပေါ်လာပါတော့တယ်။မီရိုဆိုတဲ့ လူကုန်ကူးတဲ့ ရာဇာကြီးတစ်ယောက်က ရွေးကောက်ပွဲမဲဝယ်တဲ့ကိစ္စနဲ့ပတ်သက်ပြီး သတင်းဖြန့်ခဲ့တဲ့\nသတင်းပေးခရစ်စတိုဖာနီလီဆိုတဲ့လူကို ထုံးစံအတိုင်း လေလံပစ်ဖို့လုပ်နေတာပေါ့။\nရွေးကောက်ပွဲနဲ့ ပတ်သက်ပြီး သတင်းထွက်တာကြောင့် ခံလိုက်ရသူတွေလည်းမနည်းတော့ နီလီကိုလက်စားချေအမှုန့်ကြိတ်ချင်နေသူတွေကလည်းဒုနဲ့ဒေးပါပဲ။\nThe Collectiveအဖွဲ့ကလည်း နီလီကိုသာရရင် ရာထူးကြီးပိုင်းက အကျင့်အပျက်ခြစားမှုတွေကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-collective-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYjQ4YWY3MjItMWYzYS00N2Y5LTkzOWEtNWY2MmFlZTY0YzY4XkEyXkFqcGdeQXVyNjUwMzI2NzU@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "100 Rifles (1969)",
        "description": "လိုင်ဒက်ကာဆိုတဲ့ လူတစ်ယောက်ဟာ အရီဇိုးနားက ဘဏ်ကို ဖောက်သွားတဲ့ ဘဏ်ဓားပြတစ်ယောက်ကို ဖမ်းဖို့လုပ်ရင်း မြို့တစ်မြို့ကို ရောက်ရှိလာခဲ့ပါတယ်။ အဲ့မြို့မှာ လိုက်စုံစမ်းရင်း ဘဏ်ဓားပြကို တွေ့ခဲ့ပေမဲ့ သူဖမ်းလို့ မရခဲ့ပါဘူး။ ဘဏ်ဓားပြက အဲ့မြို့မှာလည်း နောက်ပြသနာတစ်ခု ရှာလိုက်တာကြောင့်ပါ။ သူကရော အဲ့ပြသနာကြားထဲမှာ ဘယ်လို ရောပါသွားမလဲ။ သူနဲ့ ဘဏ်ဓားပြဆိုတဲ့လူကြားထဲမှာ ဘာတွေ ဆက်ဖြစ်လာမလဲ။ အဲ့မြို့က ဗိုလ်ချုပ်က ရိုင်ဖယ် အလက် ၁၀၀ကို တွေ့တဲ့အခါမှာရော ဘယ်လိုတွေထပ်ပြီး ပြသနာတက်ဦးမလဲ။ သူတို့နဲ့ အဲ့ရိုင်ဖယ်တွေက ဘယ်လို ဆက်စပ်နေလဲ စတာတွေကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းကတော့ 1969ခုနှစ်တုန်းက ထုတ်လွှတ်ခဲ့တာ ဖြစ်ပြီး IMDB rating 6အထိရထားတဲ့ Western/Drama ဇာတ်ကား တစ်ခုပဲ ဖြစ်ပါတယ်။ File size…(2.9 GB)/(1.4 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:50:00\nGenre...Western, Adventure, ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/100-rifles-1969/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/j8ixnKSWv8KHqqrTn6NfToeRIne.jpg",
        "title": "Haita De Acțiune (2023)",
        "description": "Haita De Acțiune (2023)Romania က ရဲတွေရဲ့ အကျင့်ပျက်ခြစားမှုတွေ၊ တာ၀န်မကျေပွန်မှုတွေ၊ မတရားမှုကို လျစ်လျူရှုထားတာတွေကို အခြေတည်ရိုက်ကူးထားတဲ့ Romanian ဟာသဆန်ဆန် အက်ရှင်ကား လာပါပြီ။ဒီမှာ အဓိကဇာတ်ကောင်က ဒန်ဇယ်လို့ခေါ်တဲ့ ယာဉ်ထိန်းရဲပါ။ သူ့ရဲ့ငယ်ဘ၀သူရဲကောင်းတွေက မတရားမှုကို တိုက်ခိုက်သူတွေဖြစ်ပြီး ဒန်ဇယ်ကလည်း သူတို့လို ဖြစ်ချင်ခဲ့တာပါ။ ကံမကောင်းစွာနဲ့ စာမေးပွဲကျတဲ့အတွက် ရဲအရာရှိဖြစ်မလာဘဲ ယာဉ်ထိန်းရဲလုပ်နေရသူပေါ့။ ဒန်ဇယ်အဖေကလည်း တစ်ချိန်က ယာဉ်ထိန်းရဲလုပ်ခဲ့ပြီး တရားမျှတမှုအတွက်ကြိုးပမ်းခဲ့တဲ့အတွက် သူတို့ ဌာနမှာ ခုထိလှောင်စရာဖြစ်နေပါတယ်။ သားအဖ၂ယောက်လုံး ဌာနမှာ သိုးမည်းဖြစ်နေတာပေါ့။ဒန်ဇယ်တို့ မြို့မှာ ရဲတွေက သူတို့လုပ်ရမယ့်အလုပ်ကလွဲရင် ကျန်တာအကုန်လုပ်ပါတယ်။ ကိုကိန်းသုံးတာ အရက်သောက်တာ အလှပြင်တာ မိန်းမရှုပ်တာ အကုန်ပါပဲ။ ရဲတွေနဲ့ လူကြီးပိုင်းတွေ ပေါင်းပြီးတော့ အကျင့်ပျက်နေကြတာပါ။ သူတို့အတွက် တရားမျှတမှုဆိုတာ ဟာသလိုကို ဖြစ်နေတာပါ။ ဒန်ဇယ်ကတော့ ဒါတွေကို ပြောင်းလဲချင်ပါတယ်။ သူတို့မြို့က လောင်းကစားအိမ်ကို ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/haita-de-actiune-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tWd9lw09AsaBpCXYCYyaBxs7UIn.jpg",
        "title": "Ramon (2023)",
        "description": "Ramon (2023)~ IMDb rating - 7/10 ~ရိုမေးနီးယားထုတ် ဟာသဇာတ်ကားတစ်ကားဖြစ်ပြီး ရုပ်ရှင်ခေါင်းစဉ်အတိုင်း ရာမွန်ဆိုတဲ့ သူကို ဇာတ်အိမ်တည်ပြီး​တော့ ရိုက်ကူးထားတာပါ။ရာမွန်ဆိုတာကတော့ ရိုးသားကြိုးစားလှတဲ့ တောသားလေးပေါ့။ သူဟာ ငယ်ငယ်ကတည်းက အရမ်းကိုစိတ်ကောင်းရှိပြီး သူများတွေကို ကူညီတတ်တဲ့သူမျိုးပါ။ ဒါပေမဲ့ \"စေတနာကနေ ဝေဒနာ\" ဆိုသလို သူကတော့ ကူညီပေးလိုက်ပေမဲ့ သူများတွေအတွက်တော့ ဒုက္ခပေးသလို ဖြစ်ဖြစ်သွားတတ်ပါတယ်။ ဒီလိုနဲ့ပဲ တစ်နေ့တော့ သူဟာသူ့ ဖူးစာရှင်ကိုပိုးပန်းဖို့အတွက် ဘူခါရက်စ်ကို ရှာပုံတော် ထွက်သွားပါတော့တယ်။ဘူခါရက်စ်မှာ ရာမွန်တစ်ယောက် ဘယ်လိုဒုက္ခမျိုးစုံနဲ့ ကြုံတွေ့ရဦးမလဲ၊ ဘယ်သူတွေကို ကူညီသွားဦးမှာလဲဆိုတာကို ရယ်မောဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ IMDB မှာ 7/10 အထိရရှိထားပြီးတော့ ဇာတ်လမ်းကလည်း အရမ်းကြီး Serious မဖြစ်သလို အရမ်းလည်းပေါတောနေတာ မဟုတ်တဲ့အတွက် စိတ်အပန်းဖြေချင်သူများအတွက် အသင့်တော်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/ramon-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/d-e-b-s-2004-141x200.jpg",
        "title": "D.E.B.S. (2004)",
        "description": "အမေရိကန်ကောလိပ်ဝင်ခွင့်စာမေးပွဲတစ်ခုဖြစ်တဲ့ SAT မှာလျှို့ဝှက်ထည့်သွင်းထားတဲ့စစ်ဆေးမှုတစ်ခုရှိနေပြီး အဲ့ဒီစစ်ဆေးမှုကို\nအောင်မြင်တဲ့လူတွေဆီကို D.E.B.S. လို့ခေါ်တဲ့သူလျှိုလေ့ကျင့်ရေးသင်တန်းကျောင်းက ဖိတ်ခေါ်မှုတွေရောက်လာလေ့ရှိပါတယ်။အေမီကတော့ အဲ့ဒီလျှို့ဝှက်စာမေးပွဲမှာ အမှတ်အမြင့်ဆုံးနဲ့အောင်မြင်ထားပြီး သူပါဝင်တဲ့ တပ်ဖွဲ့ဟာလည်း ကျောင်းရဲ့ထိပ်တန်းနေရာမှာရှိနေပါတယ်။\nဒါပေမယ့်လည်း အေမီစိတ်ဝင်စားတာက ကျောင်းဆင်းတဲ့အခါ သူလျှိုလုပ်ငန်းထဲဝင်ဖို့ထက် အနုပညာကျောင်းတက်ဖို့ပါပဲ။တစ်နေ့တော့ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ လူစီဒိုင်းမွန်းလို့ခေါ်တဲ့ ဒုစရိုက်သမားတစ်ယောက်မြို့ထဲကိုပြန်ရောက်လာတာကိုစုံစမ်း\nထောက်လှမ်းနေရင်း မမျှော်လင့်တဲ့အလွဲတွေနဲ့ အေမီနဲ့ လူစီဒိုင်းမွန်းတို့ထိပ်တိုက်တွေ့ကြပါတော့တယ်။ သူအဲ့ဒီမှာသိလိုက်ရတာက\nလူစီဟာ မိန်းကလေးချင်းစိတ်ဝင်စားသူတစ်ဦးဖြစ်နေတယ်ဆိုတာကိုပါပဲ။လူစီက သူတို့အသိုင်းအဝိုင်းမှာ အလွန်ကြောက်ဖို့ကောင်းတဲ့ လူဆိုးတစ်ယောက်ဖြစ်ပါတယ်။ သူနဲ့ထိပ်တိုက်တွေ့ဆုံဖူးသူမှန်သမျှ\nအသက်ရှင်ကျန်ရစ်သူမရှိတာ၊ အလွန်ရက်စက်သွေးအေးတတ်တာ၊ သူ့အကြောင်းသေချာသိတဲ့သူရယ်လို့မရှိပဲ\nဒဏ္ဍာရီဆန်ဆန်ပါးစပ်ပြောတွေနဲ့သာကြားဖူးနားဝရှိကြရတဲ့အထိလည်းလျှို့ဝှက်သူပါ။ အဲ့ဒီကြောက်စရာလူဆိုးမကြီးကိုမှ သူ့အနေနဲ့စိတ်လှုပ်ရှားခံစားသက်ဝင်မိသွားတယ်ဆိုတာ\nအေမီတစ်ယောက်သိလိုက်ရတဲ့အခါမှာတော့..။D.E.B.S ဟာဒီခေတ်လို GL တွေ BL တွေ ပေါပေါများများခေတ်မစားသေးခင်က ထွက်ခဲ့တဲ့ရှေ့ဆောင်လမ်းပြဖြစ်ခဲ့တဲ့ချစ်စရာ GL ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။\nထွက်ရှိခဲ့ချိန်ကစလို့ အခုချိန်ထိ LGBT community တွေရဲ့အစီအစဉ်နဲ့အထူးပွဲတွေပြနေတုန်းပါပဲ။ဘာကိုမှ Serious မထားပဲပေါ့ပေါ့ပါးပါးအချိန်ဖြုန်းချင်စရာ ပျော်စရာဇာတ်ကားလေးလည်းဖြစ်ပါတယ်။ဇာတ်ကားမှာဦးဆောင်ပါဝင်ခဲ့သူတွေဟာ အခုချိန်မှာ နာမည်ကျော်တွေအဖြစ်တန်းဝင်နေကြပြီဖြစ်ပြီး သူတို့ရဲ့ငယ်ဘဝအလှပုံရိပ်လေးတွေကို တစ်ဝကြီးတွေ့ရမှာပါ။\nအနည်းဆုံးတော့ စကီအလန်းလေးတွေ စကပ်အတိုလေးတွေဝတ်ပြီး ပြေးလွှားလှုပ်ရှား ဖိုက်တင်ချကြတာကိုက အတော်ကြည့်ကောင်းနေပြီဖြစ်ပါတယ်။(တလောက ဖေစ့်ဘုတ်မှာခေတ်စားနေတဲ့ Devon Aoki ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/d-e-b-s-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BYWM3Y2FiN2QtZjhlYS00MzU5LWJmNDgtNzAyOWZlNWM1MDEyXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "The Shadow (1994)",
        "description": "The Shadow (1994)\n===============\nIMDb Rating - 6.0Beetlejuice, The Cat in the Hat , Pearl Harbor တို့ထဲက\nမင်းသား Alec Baldwinနဲ့ The Last Emperor , M. Butterfly\nတို့ရဲ့ မင်းသား John Lone နဲ့ ဂန္တဝင်ကြီး Ian McKellenတို့ ပါဝင်\nသရုပ်ဆောင်ထားတဲ့ ဒီရုပ်ရှင်ဟာ Action/Adventureကားဖြစ်ပြီး\nစူပါဟီးရိုးဆန်ဆန်ကားလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းကတော့ အရိပ်လို့ခေါ်တဲ့ သဘာဝလွန်သူရဲကောင်းတစ်\nယောက်က ကမ္ဘာကိုဖျက်ဆီးချင်နေတဲ့ ဂျင်ဂစ်ခန်ရဲ့မျိုးဆက်သစ်နဲ့\nထိပ်ဆိုက်ရင်ဆိုင်ရတဲ့ ဇာတ်ပါ။ မှော်အစွမ်းတွေ အက်ရှင်တွေမနည်း\nပါတာမို့ အက်ရှင်ပရိသတ်တွေ အကြိုက်တွေ့မယ့် ရုပ်ရှင်ပါပဲ။ ဂျွန်လုံး\nကလည်း ဗီလိန်အဖြစ်ပြောင်မြောက်အောင် သရုပ်ဆောင်ပေးထား\nသလို ဇာတ်က ထူးထူးခြားခြားဟီးရိုးဇာတ်မို့ စူပါဟီးရိုးကားကိုမှ အရမ်း\nကြီးပါဝါတွေမပြဘဲ စုံထောက်ဆန်ဆန်ကြည့်ကောင်းနေတဲ့ကားကို ကြည့်\nချင်ရင်တော့ ဒီကားကိုရွေးသင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ဖြစ်ပါတယ်)File Size..........(3.4 GB) / ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-shadow-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNjFmZGQ5ODQtMWY5Mi00MDc0LWE4MWItNWE1NWZmOTQ2MDdmXkEyXkFqcGdeQXVyMTQ3Mzk2MDg4._V1_-143x200.jpg",
        "title": "Rangabali (2023)",
        "description": "Rangabali(2023)\nIMDb-5.5/10သူ့နာမည်က ရှိုး။တစ်ရွာလုံးရဲ့ အော်ကြောလန် အကုန်လုံးလက်မြှောက်ထားရတဲ့\nရှိုး။'ရှိုး'ဆိုတဲ့ဖဲကစားနည်းသိတယ်မလား။ဖိန့်ရတာလေ။ဒီထဲက မင်းသားချောရှိုးတယောက်ကလည်း ဖိန့်တဲ့နေရာ တော်ကီထုတဲ့နေရာမှာတော့ ယှဉ်နိုင်သူမရှိ\nသူ့ကိုသတိမထားမိရင်လည်း မကြိုက်။ရွာထဲကရန်ပွဲတိုင်း သူမပါရင်မပြီး။သူ့အဖေက ဆေးဆိုင်ပိုင်ရှင်၊ သားဖြစ်သူကို ဆိုင်ဦးစီးခိုင်းစေချင်ပေမယ့်\nဝမ်းချူဆေးနဲ့ ရာသီအကိုက်အခဲပျောက်ဆေးမှားပေးပြီးကတည်းက\nအယုံအကြည်မရှိတော့လို့ မြို့တက်ပြီး စာသင်ခိုင်းတော့တာ၊\nအဲဒီမှာစတွေ့တာပဲ၊ဘယ်သူနဲ့လဲဆို သိမ်သိမ်မွေ့မွေ့ဆရာဝန်မလေးတယောက်နဲ့ပေါ့။ရွှေခြေကျင်းဝတ်ထားတောင် ဘာသံမှမမြည်အောင် ဘယ်သူမှသတိမထားမိအောင်ဝတ်ထားမယ့်\nဆရာဝန်မလေးနဲ့ လည်ပင်းကဆွဲကြိုးကို လူတကာမြင်စေချင်လို့ ကြယ်သီးဟထားတဲ့\nဆရာကြီးရှိုးတို့တွေ့တဲ့အခါမှတော့။တော်ကီကြွယ်တဲ့ ဆရာရှိုးတယောက် ဆရာဝန်မလေးကိုလည်း ရွာပင့်ပြီး\nသေတပန်သက်ဆုံး ဆေးပေးမီးယူလုပ်နိုင်မလားဆိုတာ တော်ကီလည်းသင်\nပျော်လည်းရွှင်စွာနဲ့ ကြည့်လိုက်ရအောင်လေ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Yunni~V~Saii~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.95GB / 1.37GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 17m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~V~Saii~BpL",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/rangabali-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bYePSWEmMw9PQ9hNwMzgW1rQUtI.jpg",
        "title": "The Vanished (2020)",
        "description": "ဇနီးမောင်နှံနှစ်ဦးဖြစ်ကြတဲ့ ပေါလ်နဲ့ ဝင်န်ဒီတို့ဟာအားလပ်ရပ်မှာ သမီးလေးဖြစ်တဲ့ တေလာနဲ့ ခွေးလေးလပ်ကီးတို့နဲ့အတူ အပန်းဖြေဖို့အတွက်အာဗီကားလေးတစ်စီးနဲ့ ထွက်လာခဲ့ကြပါတယ်။အပန်းဖြေစခန်းကို ရောက်တဲ့အချိန်မှာ ဝင်န်ဒီကလိုအပ်တဲ့ပစ္စည်းတွေ သွားဝယ်နေတုန်း ပေါလ်ကလည်းဘေးကပ်ရပ်မှာ စခန်းချနေတဲ့ မရန်ဒါဆိုတဲ့အမျိုးသမီးနဲ့ စကားလက်ဆုံကျနေခဲ့ပါတယ်။အဲ့ဒီ အချိန် တစ်ဒင်္ဂလေးအတွင်းမှာပါသူတို့ရဲ့သမီးလေးဖြစ်တဲ့ တေလာဟာထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့တာပါ။ပေါလ်တို့ ဇနီးမောင်နှံနှစ်ယောက် ဒါကိုသိလိုက်တဲ့အချိန်မှာအထိတ်တလန့်ဖြစ်ပြီး ရဲကိုအကြောင်းကြားရပါတော့တယ်။ အဲ့ဒီနောက် ပေါ်လ်တို့သိရှိလိုက်ရတာကတော့သူတို့စခန်းချနေတဲ့ အနီးက တောထဲမှာ ထောင်ပြေးတစ်ယောက်လွတ်မြောက်နေတယ်ဆိုတဲ့ သတင်းပါပဲ။ဒီလိုနဲ့ ရဲတွေတားမြစ်ထားတဲ့ကြားက သားသမီးဇောကြောင့်သမီးဖြစ်သူကို ရှာဖွေဖို့ ကြိုးစားကြတဲ့အခါမှာတော့ဘယ်လိုပြဿနာတွေကို ရင်ဆိုင်ရမလဲဆိုတာရင်တထိတ်ထိတ်ကြည့်ရှုရမှာပါ။မထင်မှတ်တဲ့ လှည့်ကွက်တွေတစ်ခုပြီးတစ်ခုတွေ့ရမယ့်psychological thrillerကားကောင်းတစ်ကားဖြစ်လို့လျှို့ဝှက်သည်းဖို ကြိုက်တတ်သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။ပေါလ်အဖြစ် သရုပ်ဆောင်တဲ့ မင်းသား Thomas Janeကိုတော့The Mist (2007) ကြည့်ဖူးသူတွေ ရင်းနှီးကြမယ် ထင်ပါတယ်ဗျ။ File size…  1.6 GB /  730 MB\nQuality… WEB-Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 55 m\nGenre .....  ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-vanished-2020-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qcDZuUEkNSBTmDo8N7M5cwa3qfX.jpg",
        "title": "Crocodile Island ( 2023 )",
        "description": "ကျွန်းပေါ်မှာ ဝှက်ထားတဲ့ ရွှေဥကို တွေ့အောင်ရှာနိုင်ရင်\nဆုကြေးသိန်း ၅၀ ရမယ်ဆိုတဲ့ Variety Show တစ်ခုမှာ\nလူတစ်စုဟာ ရည်ရွယ်ချက်ကိုယ်စီနဲ့ အဲဒီ သိန်း ၅၀ ကို\nလိုချင်ခဲ့ကြတာကြောင့် ပြိုင်ပွဲဝင်ပြိုင်ခဲ့ကြပါတယ်။ဒါပေမဲ့ ပြိုင်ပွဲအတွက် ရိုက်ကူးရေးစတဲ့နေ့မှာပဲ\nအဖွဲ့သား ၂ ယောက် မိကျောင်းကိုက်ခံရပြီး သေဆုံးခဲ့တာကြောင့်\nကျွန်းပေါ်မှာ မိကျောင်းရှိတဲ့အကြောင်းကို ခုနက\nမိကျောင်းလိုက်ကိုက်တာခံရတဲ့အဖြစ်အပျက်မှာ\nလွတ်မြောက်လာခဲ့တဲ့ ရိုက်ကူးရေးအဖွဲ့တစ်ဦးက လာပြောခဲ့ပေမဲ့\nဒါရိုက်တာက ကျွန်းနာမည်ကကို (မိကျောင်းကျွန်း) ဖြစ်လို့\nဒီမိကျောင်းဟာ သူတို့ ဆင်ထားတဲ့ လှည့်ကွက်တစ်ခုသာ\nဖြစ်ကြောင်းပြောပြီး ရိုက်ကူးဆက်လုပ်ခဲ့ပါတယ်။ဒီလိုနဲ့ ရွှေဥ ရှာပုံတော်စဖွင့်တဲ့အချိန်ကစပြီး ၂ ယောက်တစ်တွဲ\nခရီးထွက်လာခဲ့တဲ့ သူတွေဟာ မိကျောင်းကိုက်ခံရပြီး တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးခဲ့ပါတယ်။\nအဲဒီနောက်မှာ အသက်ရှင်ကျန်ရစ်သူတွေဟာ မိကျောင်းရန်ကနေ\nထွက်ပြေးဖို့ လုပ်ရင်း ဒီအစီအစဥ်မှာ ပါဝင်မိတဲ့ သူတို့အားလုံးဟာ\nလွန်ခဲ့တဲ့ နှစ် ၂၀ က နွေရာသီကမ့်ပ်မှာ အတူတူပါဝင်ခဲ့ဖူးတဲ့သူတွေ\nဖြစ်နေတာကို အမှတ်မထင် သိလိုက်ရပါတယ်။အဲဒီနောက်မှာတော့ ဒီမိကျောင်းတွေပေါ်လာတာ မရိုးရှင်းဘူးဆိုတာကို\nသိလိုက်ရတဲ့အခါမှာတော့ ကျန်ရစ်သူအားလုံး ဒီကျွန်းပေါ်ကနေ အသက်ရှင်လျက်လွတ်မြောက်နိုင်ပါ့မလား\nမိကျောင်းတွေကို နောက်ကွယ်က ကြိုးကိုင်နေတာ ဘယ်သူလဲ\nလွန်ခဲ့တဲ့ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/crocodile-island-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hwhe2ZOUCELmJzmdxcTqpkE40P0.jpg",
        "title": "Forbidden Zone ( 2023 )",
        "description": "ကောင်းကင်ဘုံကျွန်းမှာ လူသားတွေရဲ့အရှင်သခင်ဖြစ်စေနိုင်တဲ့\nအာဏာတည်တဲ့ ဧကရာဇ်ရတနာတစ်ခုရှိခဲ့ပါတယ်\nရတနာကိုကာကွယ်ဖို့အတွက် သင်တန်းသားတွေကို\nစွမ်းအားရှင်ဖြစ်တဲ့အထိကျင့်ပေးတဲ့နန်းတော်တစ်ခုလည်းရှိပါတယ်ဒါပေမယ့် နန်းတော်ထဲကစွမ်းအားရှင်တွေကိုယ်တိုင်\nဧကရာဇ်ရတနာကိုတပ်မက်လာတဲ့အချိန်မှာတော့\nအဆုံးအဆမဲ့တိုက်ပွဲတွေဖြစ်ပြီး သေကြေခဲ့ကြပါတယ်စွမ်းအားရှင်တွေထဲမှာ ရွှီခုန်းဆိုတဲ့သင်တန်းသားက\nအဆင့်နိမ့်ဆုံးစွမ်းအားရှင်ဖြစ်ပေမယ့်\nသူ့ဆရာနဲ့ညီအကိုတွေရဲ့အားပေးမှုနဲ့အတူ\nဧကရာဇ်ရတနာကို ရှာဖို့လမ်းစလာခဲ့ပါတယ်ရွှီခုန်း ဧကရာဇ်ကိုရှာရတာက တခြားညီနောင်စွမ်းအားရှင်တွေလို\nလူ့လောကကိုအုပ်ချုပ်နိုင်တဲ့ အာဏာယူဖို့လား\nတိုက်ပွဲတွေကိုရပ်တန့်နိုင်ဖို့လားဆိုတာကို\nလျှို့ဝှက်ချက်ပေါင်းများစွာနဲ့ ကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Fantasy , Mystery\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Kyawt\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/forbidden-zone-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sMUzVqaLwh3hSzOnxwAWVFYedNQ.jpg",
        "title": "Fire Storm ( 2023 )",
        "description": "ယာဥ် မတော်တဆမှုတစ်ခုကြောင့် ထောင်ကျနေတဲ့ဝေးဖုန်း...\nသူထောင်ထဲမှာရှိနေတဲ့အချိန် အပြင်မှာ ကျန်ခဲ့တဲ့အစ်မက\nအကြွေးဆပ်ဖို့အတွက် ရရာလုပ်ရင်း တယ်လီကွန်းလိမ်လည်မှုအဖွဲ့တစ်ခုရဲ့\nထောင်ခြောက်ထဲကျရာက ကိုယ့်ကိုယ်ကိုယ်သတ်သေတဲ့အထိဖြစ်သွားခဲ့ရတယ်ထောင်ကလွတ်လာပြီးနောက်ပိုင်း အစ်မသေဆုံးရတဲ့အကြောင်းကိုစုံစမ်းရင်း\nလိမ်လည်နေတဲ့အဖွဲ့ကို သိခဲ့ရပြီး သူ့နည်းသူ့ဟန်နဲ့ ကလဲ့စားချေ ဖို့ကြိုးစားခဲ့တယ်..\nညီအစ်ကိုလို တပည့်လိုနေခဲ့တဲ့ ရှောင်ဖုန့်ရဲ့အကူအညီနဲ့\nဒုခေါင်းဆောင်ဝေရှောက်ကိုရင်းနှီးအောင်လုပ်ပြီး\nအဖွဲ့ထဲဝင်ကာ အစ်မအတွက် ဘယ်လိုကလဲ့စားချေမလဲ....\nပြစ်မှု သက်သေတွေရဖို့ ဘယ်လိုကြိုးစားရယူမလဲ....\nခေါင်းဆောင်အထိရော ဖမ်းမိနိုင်ပါ့မလားဆိုတာ.................\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 19 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Aye Myat Nwe\nEncoded by LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/fire-storm-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cqppXRoNiZlOAJMJBDNIVXMZzyh.jpg",
        "title": "The Comeback ( 2023 )",
        "description": "ရှိသမျှပစ္စည်းမှန်သမျှကို အကောင်းတိုင်းဖြစ်အောင်ပြင်နိုင်တဲ့\nဦးလေးဟွာက ရှေးဟောင်းပစ္စည်းပြုပြင်ရေးဆိုင်လေးဖွင့်ပြီး\nသာမာန်ရိုးရှင်းတဲ့ဘဝကိုဖြတ်သန်းနေတယ်\n“တစ်ခုခုဖြစ်ရင် ဦးလေးဟွာကိုရှာ”ဆိုပြီး နာမည်ကျော်ဦးလေးဟွာက\nအထူးတပ်ဖွဲ့ဝင်ဖြစ်ခဲ့တာပေါက်ကြားမိပြီးတဲ့နောက်\nတပည့်ဖြစ်သူအားကျယ်ရဲ့လျှိုဝှက်တပ်ဖွဲ့ဖမ်းဆီးတာခံရတယ်ဦးလေးဟွာအမြဲတမ်းစားစရာကျွေးနေတဲ့ သူဖုန်းစားရဲ့\nသရုပ်မှန်ကဘာဖြစ်နေလို့ ဦးလေးဟွာရဲ့အကြောင်းကိုအကုန်သိပြီးတော့ ကူညီပေးနေရတာလဲ\nအားကျယ်ရှာနေတဲ့ နံပါတ်0ကရော ဘယ်သူလဲ?\nဘာလို့ရှာနေတာလဲ?ဆိုတာတွေကို လှည့်ကွက်မျိုးစုံတွေနဲ့အတူ\nဇာတ်လမ်းထဲမှာ အဖြေလေးကိုဆက်လက်ကြည့်ရှုလိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Crime\nRuntime : 1h 47 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Hnin Wutt Hmone\nEncoded by LK",
        "rating": "6.5",
        "url": "https://megaup.net/4DMae/The_Comeback_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bMkRWgAvwe0XkpL8swG7UA4N4Q8.jpg",
        "title": "Afflicted (2013)",
        "description": "ဒဲရစ်ခ် နဲ့ ကလစ်ဖ် တို့က ကမ္ဘာတစ်ပတ်ခရီးထွက်လာကြသူတွေပါ။ ခရီးထွက်လာရင်းနဲ့ပဲရစ်ရောက်လာပြီးတဲ့အချိန် ညတစ်ညမှာ ဒဲရစ်ခ် က ကောင်မလေးတစ်ယောက်နဲ့ ဆုံတွေ့ခဲ့ပြီးတဲ့နောက်သူကိုယ်တိုင်တောင်မမှတ်မိတဲ့ ထိခိုက်ဒဏ်ရာတွေရလာခဲ့ပါတယ်။ အဲဒီနောက်ပိုင်းမှာ ဒဲရစ်ခ်မှာထူးဆန်းတဲ့ဝေဒနာတွေခံစားလာရသလို ထူးခြားတဲ့သဘာဝလွန်အစွမ်းတွေပါရလာခဲ့ပါတယ်။ဒဲရစ်ခ်ရဲ့သဘာဝလွန်အစွမ်းတွေက လူတွေရဲ့အသက်အန္တရာယ်ကိုပါထိခိုက်လာတဲ့အခါမှာဒဲရစ်ခ်တို့တွေဘယ်လိုအဖြေရှာကြမလဲဆိုတာကိုဇာတ်ကားလေးထဲမှာဆက်လက်ကြည့်ရှုခံစားနိုင်ပါတယ်။ File size…  1.62 GB /  800 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 25m\nGenre .....  Horror, Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. XCode\nTranslated by Citrus",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/afflicted-2013/"
    }
]