[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v9Z7CUGW1Q5L8GdGH3rY5SkU72L.jpg",
        "title": "Max Manus: Man of War(2008)",
        "description": "တတိယကမ္ဘာစစ်ဖြစ်နေတဲ့အချိန်မှာ နာဇီလက်အောက်ကိုကျရောက်နေခဲ့တဲ့ နော်ဝေနိုင်ငံလွတ်မြောက်ရေးအတွက် မက်စ်မာနက်ကြိုးပမ်းခဲ့ပုံကိုရိုက်ကူးထားတဲ့ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ မက်စ်မာနက်စ်ဟာ ဗြိတိန်နိုင်ငံနဲ့ နော်ဝေနိုင်ငံကချီးမြှင့်တဲ့ အမြင့်ဆုံးဆုတံဆိပ်တွေ ရရှိခဲ့သူဖြစ်ပြီး နော်ဝေနိုင်ငံလွတ်မြောက်ရေးအတွက် အဓိကဦးဆောင်ခဲ့သူတွေထဲကတစ်ယောက်ဖြစ်ပါတယ်။မက်စ်မာနက်စ်ဟာ နော်ဝေစစ်တပ်နဲ့အတူ ဆို‌ဗီယက်တွေကို တိုက်ထုတ်ပြီးတဲ့နောက်မှာ နာဇီတွေနော်ဝေကိုသိမ်းပိုက်လိုက်တဲ့သတင်းကြားကြားချင်း နော်ဝေနိုင်ငံကိုပြန်လာခဲ့ပါတယ်။ နော်ဝေမှာ ဂျာမနီရဲ့ ဂက်စတာပိုရဲတပ်ဖွဲ့က အုပ်ချုပ်နေပြီး လူအင်အားမရှိတဲ့ မက်စ်တို့ဟာ မြေအောက်စစ်ဆင်ရေးလုပ်ဖို့ ကြိုးစားခဲ့ကြပါတယ်။ ဒါနဲ့ သူတို့တွေဟာ စကော့တလန်မှာ စစ်သင်တန်းတက်ရောက်ခဲ့ကြပြီ အမိမြေကိုပြန်ရယူဖို့ ကြိုးစားခဲ့ပါတယ်။သူတို့ဟာ ဂက်စတာပိုရဲ့ချောင်ပိတ်ဖမ်းတာတွေ အကြိမ်ကြိမ် ရင်ဆိုင်ခဲ့ရပြီး သူတို့ရဲ့စစ်ဆင်ရေးကို ဘယ်လိုမျိုး အောင်မြင်အောင်လုပ်ခဲ့လဲဆိုတာကို စိတ်၀င်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်။ File size…2.22GB / 744.5MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 58m\nGenre ..... Action , Biography , Crime\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/max-manus-man-of-war2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9ZyJJpMsc3bF8gduDaxo0zo1gwK.jpg",
        "title": "Brooklyn’s Finest(2009)",
        "description": "IMDb - 6.7/10 ရဲလုပ်သက်လည်းရင့်ပြီး လူဂွစာကြီးလည်းဖြစ်တဲ့ အက်ဒီ ဒူဂန် (Richard Gere) ဟာ အငြိမ်းစားယူဖို့အတွက် ကြိုးစားနေတဲ့သူပါ။ ဒီလိုနဲ့ အငြိမ်းစားယူဖို့တစ်ပတ်အလိုမှာ ဌာနကလုပ်တဲ့ ပရိုဂရမ်အသစ်မှာပါဝင်ဖို့ ဝာာဝန်ပေးခံလိုက်ရပြီး ရဲတပ်သားအသစ်လေးကို လေ့ကျင့်ပေးတဲ့အနေနဲ့ သူနဲ့အတူခေါ်ပြီး လှည့်ကင်းထွက်ရပါတော့တယ်။ကလဲရန့်စ် (Don Cheadle)ကတော့ စားပွဲခုံမှာအလုပ်လုပ်ရတဲ့ရာထူးအဆင့်အထိတိုးရဖို့ ရည်ရွယ်ချက်နဲ့ တန်ဂို ဆိုတဲ့ နာမည်ဝှက်ကိုသုံးပြီး မူးယစ်ဆေးဝါးဂိုဏ်းတစ်ခုမှာ အသွင်ယူနေတဲ့ ရဲတစ်ယောက်ပါ။ ဒီလိုအသွင်ယူမှုကြောင့် သူ့ရဲ့ အိမ်ထောင်ရေးကလည်း ပျက်ပြားသွားခဲ့ပြီး သူကိုယ်တိုင်ကလည်း ထောင်ထဲမှာ အသွင်ယူနေတုန်းက သူ့ရဲ့အသက်ကို ကယ်တင်ပေးခဲ့ဖူးတဲ့ မူးယစ်ရာဇာ ဂိုဏ်းခေါင်းဆောင် ကတ်ဇ် ကို မိတ်ဆွေရင်းချာတစ်ယောက်အဖြစ်မှတ်ယူထားသူပါ။ တစ်နေ့မှာတော့ သူ့ရဲ့ မိတ်ဆွေကြီး ကတ်ဇ်ကို ‌ထောင်ထဲပြန်ထည့်ဖို့အတွက် အထက်လူကြီးတွေက တာဝန်ပေးလာခဲ့ပါတော့တယ်။ဆဲလ် (Ethan Hawke) ကတော့ မူးယစ်ရဲတပ်ဖွဲ့က တစ်ယောက်ဖြစ်ပြီး သူလက်ရှိ‌ နေထိုင်နေတဲ့အိမ်က မှိုပြဿနာတက်နေတာကြောင့် သူ့မိန်းမရဲ့ကိုယ်ဝန်ကိုထိခိုက်လာတဲ့အတွက်‌ကြောင့် ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/brooklyns-finest2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6AP6ryfqYDTcYhCzJSRPeOlGVfe.jpg",
        "title": "Partners in Crime(2022)",
        "description": "Genre - Comedy\nIMDB - 6.5/10 ဖိလစ်ပိုင်နိုင်ငံရဲ့နာမည်ကြီး ရုပ်သံတင်ဆက်သူဖြစ်တဲ့ Vice Ganda နဲ့အတူ မင်းသမီးချော Ivana တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဖိလစ်ပိုင် ပေါ့ပေါ့ပါးပါး ဟာသကားလေးပါ။ဇာတ်လမ်းအကျဉ်းအရ လွန်ခဲ့တဲ့ ၅ နှစ်တုန်းက ဖြစ်ရပ်လေးကို အရင်ပြောပြချင်ပါတယ်။ ဂျက်ဆိုတဲ့ မိန်းမလျှာလေးက လူပြက်လေးပေါ့ မြို့ထဲမှာ ပွဲပေါင်းစုံ အစီအစဉ်ပေါင်းစုံ လျှောက်လုပ်နေရာကနေ ရိုစ့်နဲ့ အမှတ်မထင် ဆုံမိပြီး ပါတနာတွေဖြစ် နှစ်ယောက်အတူတူတွဲလုပ် အောင်မြင်နေကြတာပေါ့။ ရိုစ့်ကလည်း တစ်ဖက်သတ် ကြိတ်ကြိုက်နေရရှာတာပါ ဟိုက မိန်းမလျှာဆိုတာ မရိပ်မိပဲပေါ့။ ဒီလိုနဲ့ နာမည်ကြီးရုပ်သံလိုင်းကနေ သူတို့နှစ်ယောက်ကို တင်ဆက်သူလုပ်ဖို့ ကမ်းလှမ်းပါတော့တယ်။ တကယ်တမ်းဖြစ်ချင်တော့ ရုပ်သံလိုင်းက ဂျက်ကိုပဲခေါ်ပြီး ရိုစ့်ကိုပစ်ထားတော့ ရိုစ့်တစ်ယောက်က ဂျက်ကို နာကျည်းချက်တွေနဲ့ မုန်းတီးခဲ့ရပါတော့တယ်။ ခုအချိန်ကို ရောက်လာတော့ ဂျက်က ဖန်အပြည့်နဲ့ နာမည်ကြီးတင်ဆက်သူ ဖြစ်နေခဲ့ပါပြီ ဒါပေမဲ့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/partners-in-crime2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfaTgImXSrqzcGmMk6fNqxd9xlJ.jpg",
        "title": "Yang Shen Spirit ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ပရိသတ်တွေအတွက် နတ်ကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအညွှန်းလေးကတော......ကျင်းယွိမြို့ ဟုန်အိမ်တော်မှ သခင်လေးဟုန်ရိဟာ ငယ်ငယ်ကတည်းက\nအမေဖြစ်သူကို ဆုံးရှုံးခဲ့ရပြီးနောက် အိမ်တော်ကလူတွေ အနိုင်ကျင့်တာကို\nခံနေရသူတစ်ယောက် ဖြစ်ပါတယ်။ အမေ့အတွက်\nမျက်နှာရဖို့အတွက် မြို့တော်မှာ စာမေးပွဲဖြေရန် ကြိုးစားနေသူ ဖြစ်ပါတယ်။သို့သော် စာမေးပွဲ မဖြေခင် ရှေ့တစ်ညမှာ ထူးဆန်းတဲ့ မိန်းကလေးတွေက\nဟုန်ရိကို ချွင်ဟူမျိုးနွယ်မှာ စာသင်ပေးဖို့ လာရောက် ဖိတ်ခေါ်ကြပါတယ်။\nအရှုပ်အထွေးတွေကြားမှာ ဟုန်ရိဟာ လိုက်လံဖမ်းဆီးခံခဲ့ရပါတယ်။\nထို အခက်အခဲတွေကို ဖြတ်သန်းခဲ့ပြီးနောက် ဟုန်ရိဟာ\nဒီအရာအားလုံးဟာ သူ့ရဲ့ ဘဝမှန်နဲ့ ပတ်သက်နေတာကို သိလိုက်ရပါတယ်။သူ့ရဲ့ ဘဝမှန်က ဘာဖြစ်နေမလဲ......\nချွင်ဟူမျိုးနွယ်နဲ့ သူနဲ့က ဘယ်လို ပတ်သက်မှုမျိုး ဖြစ်နေမလဲ......\nဆိုတာကို ရုပ်ရှင်လေးထဲကနေ အဖြေရှာလိုက်တော့နော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Tk0Y/Yang_Shen_Spirit_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ra3xm8KFAkwK0CdbPRkfYADJYTB.jpg",
        "title": "Chupa(2023)",
        "description": "Chupa(2023)***********ချူပါကာဘရာ ရဲ့ အဓိပ္ပာယ်ဟာ \"ဆိတ်သွေးစုပ်သူ\"လို့ဆိုလိုပါတယ်။\nအမေရိကန် ဒဏ္ဍာရီထဲမှာဆိုရင်တော့ ဆိတ်တွေရဲ့သွေးကို သောက်သုံးတဲ့\nဝက်ဝံငယ်လေးအရွယ်လောက်ရှိပြီး ခွေးနဲ့သဏ္ဌာန်တူကာပျံနိုင်တဲ့ သားရိုင်းသတ္တဝါတစ်မျိုးပါတဲ့။အဲဒီအကောင်မျိုးတွေဆီမှာ ထူးခြားတဲ့စွမ်းရည်တွေရှိလို့လူတွေက ဒီအကောင်တွေကိုရှာဖွေကြတယ်..အထူးသဖြင့် ဒဏ်ရာတွေကိုအလွယ်တကူပြန်ပျောက်စေတဲ့စွမ်းရည်ကြောင့်ပဲ...နှစ်အတော်ကြာသည့်တိုင် ရှာဖွေနိုင်ခြင်းမရှိလို့ ဒီမျိုးစိတ်ဟာ မျိုးတုံးပြီးဒဏ္ဍာရီ ဆန်ဆန် သာ ကျန်ခဲ့ပါတယ်..သို့သော်ဒီအထဲမှာ လက်မလျှော့တဲ့အဖွဲ့တစ်ဖွဲ့ရှိတယ်.. နောက်ဆုံးမှာ ရှားပါးမျိုးစိတ် သားအမိ(၂)ကောင်ကိုတွေ့ပြီးတဲ့နောက်မှာတော့... သူတို့တစ်ဖွဲ့လုံးဟာ အသည်းအသန် လိုက်ဖမ်းပြီးတဲ့နောက်မမျှော်လင့်တဲ့ဖြစ်ရပ်တွေ အားလုံးဆက်တိုက်ဖြစ်ပေါ်လာခဲ့ပါတော့တယ်...File Size :(2.2GB) and (899MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:35:00\nGenre : Action, Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/chupa2023-masuri-red-wine/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lfa5ZVrhzYDPM9Ojnm1sPVQ7DSX.jpg",
        "title": "Hidden Blade ( 2023 )",
        "description": "အားလုံးစောင့်မျှော်နေတဲ့ Tony Leung နဲ့ Wang Yi bo ရဲ့\nနာမည်ကြီးရုပ်ရှင်ဇာတ်ကားကြီး Hidden Blade ကိုCMကနေတင်ဆက်ပေးလိုက်ပါပြီ။\nဇာတ်လမ်းအကျဉ်းလေးကတော့ဒုတိယကမ္ဘာစစ်အတွင်း\nမျိုးချစ်စိတ်အပြည့်ရှိတဲ့ပြည်သူတစ်စုဟာ ဂျပန်ဆန့်ကျင်ရေး\nတော်လှန်ရေးအဖွဲ့တစ်ခုကို ဖွဲ့စည်းခဲ့တယ်။ပုလဲဆိပ်ကမ်းကိုဂျပန်တွေတိုက်ခိုက်ပြီးနောက် ရုပ်သေးအစိုးရဖြစ်တဲ့ဝမ်းအစိုးရက\nအမေရိကန်မဟာမိတ်တပ်ကိုစစ်ကြေညာပြီး ဂျပန်နောက်ကိုလိုက်ခဲ့ပါတယ်။\nအဲဒီနောက်မှာ ဂျပန်တွေကရှန်ဟိုင်းတစ်နယ်လုံးကိုသိမ်းပိုက်ခဲ့တယ်။\nစစ်ရေးအခြေနေတွေပြောင်းလဲလာတာနဲ့အမျှ တရုတ်နိုင်ငံကလဲ\nခံစစ်အနေအထားကိုပြောင်းလဲသွားပြီး တရုတ်ကွန်မြူနစ်အဖွဲ့ဝင်တွေက\nဂျပန်ကိုတော်လှန်ပြီး နိုင်ငံတော်ကိုကာကွယ်တဲ့အချိန်ကာလကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။Tony Leungရဲ့သရုပ်ဆောင်ချက်တွေကတော့ ထုံးစံအတိုင်းပြောစရာမရှိအောင်ပြည့်စုံပါတယ်။\nဒီကားမှာ Yi bo ရဲ့သရုပ်ဆောင်စွမ်းရည်ကိုချီးကျူးထားကြတော့ ဘယ်လိုပဲဖြစ်ဖြစ်ကြည့်ဖို့သင့်ပြီမဟုတ်လား\nအဝတ်အစားပိုင်း Cinematography စတာတွေကလဲအရမ်းကိုကျေနပ်စရာကောင်းပါတယ်\nအများကြီးမပြောတော့ပါဘူး ကြည့်ပြီးရင်စိတ်ကျေနပ်မှုရမှာပါလို့ပဲပြောပါရစေနော်\n[ Reviewed By Nu Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , History , Mystery\nRuntime : 2h 8 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM ...",
        "rating": "6.9",
        "url": "https://megaup.net/3fege/Hidden_Blade_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama, History, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/glnBVGMFpwFfdtKbqZRBUrouJmU.jpg",
        "title": "Into the White(2012)",
        "description": "IMDb - 7.1/10 စစ်ပွဲအတွင်း အခက်ခဲဆုံးအချိန်တွေမှာ ရန်သူတွေဟာလည်း မိတ်ဆွေကောင်းတွေဖြစ်သွားတတ်ကြပါတယ်။Christmas Truce လိုမျိူးဖြစ်ရပ်တွေကိုသဘောကျကြတဲ့ ပရိသတ်ကြီးအတွက် ဒုတိယကမ္ဘာစစ်အတွင်းကနော်ဝေးနိုင်ငံမှာ ဖြစ်သွားခဲ့တဲ့ ဖြစ်ရပ်‌မှန်ကိုရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nဟယ်ရီပေါ်တာရုပ်ရှင်တွေထဲမှာ ရွန် ဝီစလီအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ Rupert Grint ရဲ့ ဟယ်ရီပေါ်တာရုပ်ရှင်တွေအပြီးမှာ ပထမဆုံးရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်လည်းဖြစ်ပါတယ်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ ဒုတိယကမ္ဘာစစ်အတွင်း နော်ဝေးနိုင်ငံအတွင်းမှာ အင်္ဂလိပ်နဲ့ ဂျာမနီ လေယာဉ်တွေ တိုက်ခိုက်ခဲ့ကြပြီး နှင်းတွေဖုံးလွှမ်းနေတဲ့ လွင်ပြင်ကြီးထဲကို ဂျာမန်ဗုံးကျဲလေယာဉ်ကပျက်သွားခဲ့ပြီး သူတို့ပစ်ချခဲ့တဲ့ ဗြိတိန်လေယာဉ်ကလည်း အနီးနားလေးမှာပဲ ပျက်ကျသွားခဲ့ပါတယ်။ပျက်ကျမှုမှာအသက်ရှင်ကျန်ရစ်ခဲ့တဲ့ လေယာဉ်မှူးတွေနဲ့ လေတပ်သားတွေက နှင်းတောကြီးထဲမှာ ခိုလှုံဖို့နေရာတစ်ခုကိုလိုက်ရှာရင်း လွင်ပြင်ထဲမှာရှိနေတဲ့အမဲလိုက်တဲလေးတစ်ခုမှာဆုံတွေ့မိကြပြီး ဗြိတိန်လေသူရဲတွေကို ဂျာမာန်တွေက စစ်သုံ့ပန်းအဖြစ်ဖမ်းထားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ လူသူဝေးတဲ့ နှင်းတောကြီးထဲကိုရောက်နေတဲ့ ဗြိတိန်နဲ့ ဂျာမန်တွေကြား ဘယ်လိုတွေဆက်ဖြစ်လာကြမလဲ၊ ရန်သူတွေဆိုတာက‌ရော မိတ်ဆွေတွေဖြစ်လာနိုင်ရဲ့လား ဆိုတာကို ကြည့်ရှုရမဲ့ စစ်ကားကောင်းလေးတစ်ကားပါဗျ။စစ်ကားဆိုပေမဲ့လည်း တိုက်ခိုက်ခန်းသိပ်မပါပဲ ဖြည်းဖြည်းချင်းစီဆွဲခေါ်သွားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်တာမလို့ ကြည့်ရှု့လိုက်ကြပါဦးဗျ File size…1.16GB / 451.3MB\nQuality…Blu-Ray ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/into-the-white2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzFhM2M1MDUtNDhmNC00YzEzLThiMzctYWYxZTc0MGJhNWYyXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "65 (2023)",
        "description": "မင်းသား အဒမ်ဒရိုင်ဘာရဲ့ သိပ္ပံစိတ်ကူးယဉ် အက်ရှင် ရုပ်ရှင်ကားအသစ်လာပါပြီ။ ဒါရိုက်တာနဲ့ ဇာတ်ညွှန်းရေးဆရာကတော့ Scott Beck ဖြစ်ပြီး A Quiet Place ရဲ့ဇာတ်ညွှန်းဆရာပဲဖြစ်ပါတယ်။ ဒါကြောင့်ပဲ ဒီရုပ်ရှင်မှာလည်း အသံမထွက်ရတဲ့အခန်းတွေ များတာလားတော့မသိပါဘူး။ဇာတ်လမ်းအကျဉ်းမေးစ်ဟာ လခစားဝန်ထမ်းတစ်ဦးပါ။ သူ့ရဲ့ အလုပ်ကတော့ အခြားဂြိုလ်တွေကို စူးစမ်းလေ့လာရတာတွေ ရိက္ခာပို့ရတာတွေလုပ်တဲ့ အာကာသယာဉ်မှူးပါပဲ။ ပုံမှန်အားဖြင့် နှစ်ပတ် တစ်လ ခရီးတွေကို ထွက်ရတာဖြစ်ပေမဲ့ ဒီတစ်ကြိမ်မှာတော့ နှစ်နှစ်တောင်ကြာမယ်ခရီးစဉ်တစ်ခုကြုံလာရပါတယ်။ နှစ်နှစ်ခရီးစဉ်ကိုသွားရတဲ့အကြောင်းကလည်း သူ့ရဲ့သမီးမှာ ရောဂါရှိနေပြီ ဆေးကုသဖို့ ငွေလိုလို့ လစာ ၃ ဆလောက်ရမယ့် ဒီခရီးကို လက်ခံလိုက်တာပါ။ ဒါပေမဲ့ လမ်းမှာ ဂြိုလ်သိမ်မွှားအပဲ့တွေနဲ့ တိုက်မိပြီး အမည်မသိတဲ့ဂြိုလ်ပေါ်ကို ပျက်ကျသွားခဲ့ပါတယ်။ ယာဉ်တစ်စီးလုံးမှာ သူတစ်ယောက်ပဲ အသက်ရှင်ကျန်ခဲ့ပြီး အိမ်ကိုပြန်နိုင်ဖို့ အန္တရာယ်တွေကို ကျော်ဖြတ်ရင်းနဲ့ အဲဒီဂြိုလ်ပေါ်မှာ သူတစ်ယောက်တည်းကျန်တာမဟုတ်ကြောင်း သိလိုက်ရတဲ့အခါ...... File size…(1.5 GB)/(855 GB)/(400 ...",
        "rating": "",
        "url": "https://channelmyanmar.org/65-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A3ZbZsmsvNGdprRi2lKgGEeVLEH.jpg",
        "title": "Shazam! Fury of the Gods (2023)",
        "description": "Shazam! Fury of the Gods (2023)ရှဇမ်းရဲ့ ဒုတိယမြောက်ရုပ်ရှင်လာပါပြီ။ ပထမရုပ်ရှင်ရဲ့အဆက်အတိုင်းပါပဲ။\nပထမရုပ်ရှင်ရဲ့ ဒါရိုက်တာက David F. Sandberg ပါပဲ။\nရှဇမ်းလူကြီးအဖြစ်တော့ Zachary Levi ပဲ ပါဝင်ထားပေမဲ့ ကလေးသရုပ်ဆောင်အဖြစ်တော့ အသက်နည်းနည်းကြီးတဲ့ Asher Angel က ပါဝင်ထားပါတယ်။\nစူပါဟီးရိုးမမ အလန်းအဖြစ် Grace Caroline Currey ပါပါတယ်။\nပထမကားထက် ဟာသတွေပိုများပြီး ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပမ်းပြေကြည့်ရှုဖို့သက်သက် ဖန်တီးထားတာပဲဖြစ်ပါတယ်။\nမိသားစုပညာပေးကားလေးဆိုလည်းမမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ ဂရိနတ်ဘုရားတွေနဲ့ တိုက်ခိုက်ရတာ ဖြစ်ပါတယ်။\nရှဇမ်းတို့ကို စွမ်းအားတွေပေးခဲ့တဲ့ မှော်တောင်ဝှေးဟာ ဂရိနတ်ဘုရားတွေရဲ့ အစွမ်းတွေကိုခိုးယူထားပြီး နတ်ဘုရားလောကကို မှော်အစွမ်းတွေမရှိတော့အောင် ဖန်တီးခဲ့တဲ့အရာလည်းဖြစ်ပါတယ်။\nဒါပေမဲ့ ရှဇမ်း (၂၀၁၉) မှာ ဘီလီဘတ်ဆန်က ချိုးပစ်လိုက်တဲ့နော်က နတ်ဘုရားတွေ ကမ္ဘာပေါ်ကို ဆင်းလာနိုင်ပြီး သူတို့ရဲ့အစွမ်းတွေကို ပြန်ယူဖို့ ထိပ်တိုက်တွေ့ကြတဲ့အခါ....အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/shazam-fury-of-the-gods-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fpaChXpqpDnbCx0acszHBT4v4H0.jpg",
        "title": "Kon-Tiki(2012)",
        "description": "Genre - Adventure, Biography\nIMDB - 7.2/10 ခင်ဗျားတို့သာ ရေမကူးတတ်ဘူးဆို ပစိဖိတ်သမုဒ္ဒရာထဲ မိုင် ၅ ထောင်ကျော်ကို ဖောင်လေးတစ်စင်းနဲ့ ဖြတ်ကူးရဲလား။ ဒါပေမဲ့ ဒီ သောရ်ဆိုတဲ့ဘဲကြီးကတော့ တကယ်လုပ်ခဲ့တယ်ဗျ။ အဲဒီလိုပြောလို့ စိတ်ကူးယဉ်ဇာတ်လမ်း မထင်နဲ့နော် တကယ်အပြင်မှာ ဖြစ်ပျက်ခဲ့တဲ့ ၁၉၄၇ ခုနှစ်က ဖြစ်ရပ်မှန်ဇာတ်လမ်း။ စူးစမ်းရှာဖွေရေးသမား သောရ်ဟာ ပိုလီနီရှားကကျွန်းတွေကို ၁၀ နှစ်ကြာအောင် ဇနီးဖြစ်သူနဲ့ သုတေသနတွေပြုလုပ်ပြီး စာတမ်းပြုစု နေထိုင်ခဲ့တဲ့လူပေါ့။ သူ အဲဒီမှာ နေထိုင်ရင်း ဒီ ပိုလီနီးရှားဒေသကို ဒေသခံတွေဟာ အာရှဖက်ကနေ ရောက်လာကြတာမဟုတ်ပဲ တောင်အမေရိကဖက်က ရောက်လာကြတယ်ဆိုတာကို ထူးဆန်းစွာနဲ့ သိရှိခဲ့ရတယ်။ ဒီတော့ ဆရာသမားက သူတွေ့ရှိခဲ့တဲ့ သီအိုရီကို လိုက်ပြီး ဖြန့်ဝေနိုင်အောင် ဆက်သွယ်တော့တာပဲ ဒါပေမဲ့ ကံဆိုးချင်တော့ ဘယ်သူမှမယုံကြည်ပဲ သူ့ကို ပရော်ဖက်ဆာတစ်ယောက်က ဒါမျိုး ပြောလိုက်ပါတယ်။ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/kon-tiki2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/wjeQaiAApgzdipkNXhQnBrqjBY9-133x200.jpg",
        "title": "Congo (1995)",
        "description": "၁၉၉၅ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီ ‘Congo’ ရုပ်ရှင်ကတော့ Oscar-nominated producer & director ကြီး Frank Marshall ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒါရိုက်တာကြီး ရိုက်ကူးထုတ်လုပ်ပေးခဲ့တဲ့ ရုပ်ရှင်တွေထဲမှာဆိုရင်ဖြင့်E.T. the Extra-Terrestrial, The Sixth Sense, The Goonies, Jurassic World, Indiana Jones ရုပ်ရှင်အချို့နဲ့Back to the Future trilogy ၃ကားလုံးလည်း ပါဝင်တာဖြစ်တဲ့အတွက် တော်တော်လေးမခေတဲ့ ဒါရိုက်တာတစ်လက်လို့ ဆိုရမှာပါ။ဒါရိုက်တာကြီးရဲ့ ညွှန်ကြားမှုအောက်မှာတော့ ဒေါက်တာ Karen Ross အဖြစ် The Truman Show နဲ့ Love Actually ရုပ်ရှင်များမှ မင်းသမီးကြီး Laura Linney. The Lake House မှ Dylan Walsh. Ghostbusters ရုပ်ရှင်များမှ Ernie Hudson နဲ့ Home Alone ပရိသတ်တွေဆို တော်တော်လေးမစိမ်းကြမယ့် မျက်နှာပိုင်ရှင် Tim Curry တို့က ပါဝင်အားဖြည့် သရုပ်ဆောင်ထားကြတာပဲ ဖြစ်ပါတယ်File size…(2.0 GB)/(1.7 GB)/(890 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Action, Adventure, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Keith M",
        "rating": "",
        "url": "https://channelmyanmar.org/congo-1995/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzkyMjU1ZjMtMDJlMS00M2YzLWJhZDQtYjFjZTUyMzI2MDViXkEyXkFqcGdeQXVyMzQyMDgzOTU@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Murder Mystery 2 (2023)",
        "description": "Murder Mystery 2 (2023)\n===================\nIMDb Rating - 5.7/10နာမည်ကြီး မင်းသား Adam Sandler နဲ့ မင်းသမီး Jennifer\nAniston တို့ အဓိကသရုပ်ဆောင်ရိုက်ကူးထားတဲ့ Mystery\nMurder 2 ပြန်လာပါပြီ။ ဇာတ်​လမ်းကတော့ ​​တစ်ကားလုံး\nရယ်စရာဟာသတွေနဲ့ တစ်လွဲတွေကို တွေ့မြင်ရမယ့် Mystery,\nComedy Genre ပဲ ဖြစ်ပါတယ်။Nick Spitz နဲ့ Audrey Spitz တို့ သူတို့ စုံထောက်လုပ်ငန်းမှာ\nအလွဲတွေချည်းလုပ်ပြီး ဒေဝါလီခံလုနီးပါးအချိန်မှာ သူတို့ရဲ့\nသူငယ်ချင်း ဘီလီယံနာသူဋ္ဌေးဆီက မင်္ဂလာဆောင်ဖိတ်တာကို\nခံလိုက်ရတယ်။ သူတို့လည်း လက်ခံလိုက်ပြီး ဥရောပကို ခရီး\nထွက်လာကြတာပေါ့။ ရောက်လည်းရောက်ရော ဘီလီယံနာ\nသူဋ္ဌေးရဲ့ အပျံ့စားဧည့်ခံမှုတွေကြောင့် ပျော်နေချိန်မှာပဲ မကြာ\nလိုက်ပါဘူး၊ ပြဿနာအကြီးကြီးတက်တော့တာပဲ။ သတို့သား\nဘီလီယံနာသူဋ္ဌေးကို မင်္ဂလာဆောင်မှာ ပြန်ပေးဆွဲခံလိုက်ရပါ\nတယ်။အဲဒါကြောင့်Nick နဲ့ Audrey လည်း စုံထောက်တွေအဖြစ် တရား\nခံကိုရှာဖွေဖို့ သံသယဝင်သူတွေကို စစ်ကြတယ်။ ဒါပေမဲ့ အဲ့ဒီ\nသံသယဝင်ခံရတာက Nick ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/murder-mystery-2-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bSMSO9xupd4R4vwTPqigHn2quLN.jpg",
        "title": "Murder Mystery (2019)",
        "description": "Murder Mystery (2019)\n=================၂၀၁၉ထွက်ဟာသကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေး\nချင်ပါတယ်။ နာမည်ကြီးမင်းသားမင်းသမီးတွေ ပါဝင်\nထားတဲ့ဇာတ်ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းကိုစလိုက်ရအောင်ဗျာ ...\nနယူးယောက်က  စုံထောက်စာမေးပွဲကိုခဏခဏကျတဲ့\nရဲအရာရှိတစ်ယောက်နဲ့ သူ့မိန်းမ ကအိမ်ထောင်သက်\n၁၅နှစ် ပြည့်မှာ ဇနီးသည်ရဲ့အလိုဆန္ဒကိုလိုက်လျောသော\nအားဖြင့် မင်္ဂလာဦးပေးထားခဲ့တဲ့ ဥရောပခရီးထွက်ဖို့ဖြစ်\nလာခဲ့ပါတယ်။ လေယာဉ်ပေါ်‌ရောက်တော့ ကယ်ဗန်ဒစ်ချ်\nဆိုတဲ့လူတစ်ယောက်နဲ့ရင်းနှီးသွားတယ်။ စကားတွေ ပြော\nဖြစ်ရင်းနဲ့ သူ့ဦးလေးဘီလီယံနာ အဖိုးကြီးမင်္ဂလာဆောင်\nဂုဏ်ပြုပွဲလုပ်တဲ့အပန်းဖြေသင်္ဘောကိုခေါ်လို့လင်မယား\nနှစ်ယောက်လိုက်သွားတာပေါ့။ညဖက်ရောက်တော့အခန်းထဲမှာအဖိုးကြီးရဲ့မိသားစုတွေ\nမိတ်ဆွေရှေ့မှာ အဖိုးကြီးက သူ့ဇနီးသည်ငယ်ငယ်လေးကို\nသူပိုင်ဆိုင်သမျှ ဘီလီယံနာ ၇၀ လုံးလွှဲပေးဖို့လက်မှတ်\nထိုးခါနီး ရုတ်တရက်မီးပြတ်ပြီး အဖိုးကြီးအသတ်ခံလိုက်\nရတယ်။ ဇာတ်လမ်းကအဲ့ကနေစတော့တာပဲ . . .ဒါနဲ့ ရဲလင်မယားနှစ်ယောက်က သံသယရှိတဲ့လူတွေကို\nစုံစမ်းကြတယ်၊ သူတို့သံသယရှိတယ်လို့ထင်တဲ့သူတွေက\nလည်း တစ်ယောက်ပြီးတစ်ယောက်သေသွားကြတယ်။\nဘယ်လိုအလွဲလေးတွေနဲ့လိုက်စုံစမ်းကြမလဲဆိုတာ ရယ်\nစရာတွေကြည့်ရင်းရင်းအပန်းဖြေရင်းကြည့်ကြမယ်ဗျာIMDB rating 6.1ရထားတဲ့ ဟာသ ကားလေးမို့အားပေးကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုတင်မျိုးလွင် ပါ)File Size : (800 MB) and (400 MB)\nQuality : NF WEB-DL 720p\nRunning Time : 1h 37min\nFormat : Mp4\nGenre : ...",
        "rating": "6.1",
        "url": "https://megaup.net/3ztmi/Murder_Mystery_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/far-112x200.jpeg",
        "title": "Faraaz (2023)",
        "description": "Faraaz 2022\nIMDb 4.6/10\nAction/Thrillerဒီဇာတ်ကားဟာ 2016ခုနှစ် ဘင်္ဂလားဒေ့ရှ်က ကော်ဖီဆိုင်တစ်ခုမှာ\nဖြစ်ပွားခဲ့တဲ့ဖြစ်ရပ်မှန်ကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာတော့ မတူညီတဲ့ဘဝတွေကို ဖြတ်သန်းနေရတဲ့ လူငယ်တွေကို\nတွေ့မြင်ရမှာဖြစ်ပါတယ်။ တချို့ကတော့ နောင်ရေးအတွက် ပိုပြီး\nကောင်းမွန်တဲ့အလားအလာတွေကို ဖန်တီးနေရချိန်မှာ\nတချို့လူငယ်လေးတွေကတော့ ကိုယ်ယုံကြည်ရာတစ်ခုအတွက်\nဘဝတွေကိုစတေးပြီး စွန့်စားနေကြပါတယ်။အဲဒီနေ့က ဒါကာမှာ သာမန်နေ့ရက်လေးတစ်ရက်ဖြစ်နေခဲ့ပေမယ့်\nရုတ်တရတ်ဆိုသလို အကြမ်းဖက်အဖွဲ့ဝင်တွေက ကော်ဖီဆိုင်တစ်ခုကို\nဝင်စီးလိုက်ကြပါတယ်။ အဲဒီအဖွဲ့ကလူငယ်လေးတွေကတော့ သူတို့ယုံကြည်ရာ\nကိုးကွယ်ရာဘာသာအတွက် မှန်ကန်မယ်လို့ထင်‌တဲ့အရာကို လုပ်နေခဲ့ကြတာပါ။\nဒါပေမဲ့ ကော်ဖီဆိုင်ထဲမှာ ရှိနေတဲ့ ဘဝအမျိုးမျိုးနဲ့လူတွေကရော\nဘယ်လိုတွေဆက်ဖြစ်ကြမလဲ။ ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားမလို့\nစိတ်လှုပ်ရှားစွာနဲ့ ဆက်ပြီး ကြည့်ရှုပေးကြပါဦး။\nFile size…1.42GB /  614MB\nQuality…1080p NF  WEB DL / 720p\nFormat…mp4\nDuration….1h 52mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~ Yunni~ Thaik San ~ Cherry",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/faraaz-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uPrmRfX969kJAEWPA6uxVNsignD.jpg",
        "title": "Bangkok Love Story (2007)",
        "description": "Bangkok Love Story (2007)ထိုင်းရုပ်ရှင်တွေထဲ Thai queer Film တွေရဲ့ နေရာယူမှုကလည်း တော်တော်ကြီးမားတယ်လို့ ပြောလို့ရပါတယ်။\n1985ထွက်ခဲ့တဲ့ The Last Songဟာ ပထမဆုံး ထိုင်း queer Film ဖြစ်ခဲ့ပြီး\nသူ့အနီးအနား ခုနှစ်တွေမှာ Tortured Love (1987)နဲ့ I Am a Man (1987)တို့ဆက်လက်ထွက်ရှိခဲ့ပြီး\nဒီသုံးကားကို Thai queer cinemaရဲ့ first waveလို့ သတ်မှတ်ခဲ့ကြတယ်။\nအဲဒီနောက်ပိုင်းတော့ New Wave ခေတ် ၂၀၀၀ဝန်းကျင်လောက်မှ ထပ်ထုတ်ခဲ့ကြပုံပါပဲ။ ကြားထဲသိပ်မတွေ့ရတော့ဘူး။\nဒီဘက်နှစ်တွေမတိုင်ခင်အထိလည်း အရမ်းအများကြီးထုတ်ခဲ့တာမျိုးလည်း မရှိခဲ့ပါဘူး။\nBangkok Love Storyဟာ ၂၀၀၀ကျော်ဝန်းကျင်က သိပ်အများကြီးမရှိခဲ့တဲ့ ထိုင်း Queer Filmကားကောင်းတွေထဲက တစ်ကားပါပဲ။\nဒါပေမဲ့လွယ်လွယ်နဲ့ ထုတ်ခဲ့ရတာတော့မဟုတ်ပါဘူး။ Pre-productionကာလမှာ\nထိုင်းရဲတပ်ဖွဲ့ရဲ့ ကန့်ကွက်ခြင်းခံခဲ့ရသလို ဆင်ဆာနဲ့ ပတ်သက်ပြီး အခက်အခဲတွေလည်း တွေ့ခဲ့တယ်။\nယောက်ျားချင်းကြိုက်တဲ့ကားပေမဲ့ ကနွဲ့ကလျတွေမပါဘဲ ခပ်ကြမ်းကြမ်း၂ပွေ ကြိုက်တဲ့ကားဖြစ်နေတာ့\nသရုပ်ဆောင်၂ယောက်က ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/bangkok-love-story-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yyiNHRGntxwxY8XWn1Q74A4lYzY.jpg",
        "title": "Raging Fire ( 2023 )",
        "description": "ယခုတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် မူးယစ်နှိမ်နင်းရေးကားလေး\nတစ်ကားကို ဘာသာပြန် တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်း အကျဉ်းလေးကတော့ -ပင်းဟိုင်မြို့ မူးယစ်တပ်ဖွဲ့ကို မူးယစ်ရောင်းဝယ်နေတယ်ဆိုပြီး တိုင်ကြားလာတဲ့အခါ\nအဖွဲ့ခေါင်းဆောင်ချီဝေပင်းက အဖွဲ့ဝင် ၆ ယောက်နဲ့အတူ စစ်ဆေးစုံစမ်းမှုတွေ လုပ်ပါတော့တယ်။\nအစပိုင်း အစီအစဉ်တကျ ဖြစ်ခဲ့ပေမဲ့ ပြဿနာတစ်စုံတစ်ရာဖြစ်ပြီး\nချီဝေပင်းက မူးယစ်ဂိုဏ်းထဲကို တစ်ယောက်တည်း ဝင်ရောက် တိုက်ခိုက်ခဲ့ပါတယ်။တပ်ကူတွေ ရောက်လာပြီးမှ မူးယစ်ထုတ်လုပ်တဲ့ နေရာကို အပြတ်ရှင်းခဲ့ပါတယ်။\nသို့သော် အဓိက ခေါင်းဆောင် တွမ့်မျိုးနွယ် ညီအစ်ကို နှစ်ယောက်ကတော့\nလွှတ်သွားခဲ့ပြီး သူတို့က ကလဲ့စားချေရန် စတင် ကြံစည်ကြပါတော့တယ်။ထိုညီအစ်ကို နှစ်ယောက်က ရာဇဝတ်မှုတွေကို ဘယ်လို ရက်စက်စွာ ကျူးလွန်ကြမလဲ......\nချီဝေပင်းတို့ အဖွဲ့ကရော ရာဇဝတ်သားတွေကို ဖမ်းဆီးဖို့ ဘယ်လို အခက်အခဲတွေကို ရင်ဆိုင်ရမလဲ......\nဆိုတာတွေကို ရုပ်ရှင်နဲ့အတူ လိုက်ပါ ခံစားလိုက်ဦးနော်။\n[ Reviewed By Moon ]\nQuality : WEB-DL 1080p , 480p\nFormat ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Thdt/Raging_Fire_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/2qudnrcpqjoi-141x200.jpg",
        "title": "The Untold Tale of the Three Kingdoms (2020)",
        "description": "လွန်ခဲ့တဲ့နှစ်ပေါင်း ၈၀၀ကျော်လောက်က တရုတ်ပြည်မှာ Wei , Shu နဲ့ Wu ဆိုပြီး ပြည်နယ် ၃ခုကွဲနေခဲ့တယ်ငြိမ်းချမ်းရေးအတွက်ကြိုးစားနေတဲ့ Liu Bei အတွက် နှစ်တွေများစွာကြာလာပေမယ့် ဘာမှမထူးခြားခဲ့ဘူးဒီလိုနဲ့ တော်တော်များများသိကြတဲ့ Battle of Red Cliffs ကို ရောက်လာတဲ့အခါမှာတော့ သူတို့တွေ ဘယ်လိုတွေ တိုက်ပွဲဝင်ကြမလဲဆိုတာကို ဟာသနှောပြီး ကြည့်ရှု့ကြရမှာပါ ။File Size__(1.4GB)\nQuality__720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:53:00\nType__Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by -\nEncoded by Naing Aung Latt",
        "rating": "5.0",
        "url": "https://megaup.net/1dlex/The.Untold.Tale.of.the.Three.Kingdoms.(2020).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s3KJkSsMOLrqy8bDbYb0BLtM0SX.jpg",
        "title": "Coast Guard Malaysia: Ops Helang(2023)",
        "description": "Coast Guard Malaysia: Ops Helang(2023)**************************************မလေးရှားကမ်းခြေစောင့်တပ်ရဲ့ အထူးတပ်ဖွဲ့ဝင် ဗိုလ်တစ်ဦးဖြစ်သူဟဖစ်ဟာ မှုခင်းတိုက်ဖျက်စစ်ဆင်ရေးတွေပြုလုပ်အပြီးမှာတော့\nဇနီးလောင်းလေးနဲ့ ဘဝအသစ်စမယ်ဆိုပြီး ကျွန်းလေးတစ်ကျွန်းမှာ စေ့စပ်ပွဲလေးကျင်းပလက်ထပ်ကြတယ်ပေါ့။\nကံဆိုးချင်တော့ အဲ့နေ့ညမှာပဲ ပင်လယ်ဓားပြတွေက ကျွန်းကိုဝင်စီး ဟဖစ်တို့ ဇနီးမောင်နှံအပါအဝင်မိသားစုနဲ့ ပွဲလာသူတွေကို လူတွေကိုဖမ်းဆီး ဓားစာခံလုပ်ကာဖမ်းခေါ်သွားပါတယ်။\nဒါပေမယ့် ဟဖစ်ကတော့ ဒဏ်ရာရကာ ကံကောင်းပြီးဓားပြတွေလက်ထဲမှလွတ်မြောက်လာခဲ့ပြီးဇနီးဖြစ်သူနဲ့မိသားစုကိုပြန်ကယ်ဖို့ကြိးပမ်းပါတော့တယ်။\nဒီဓားပြမှုဟာ သာမန်ဖြစ်ရိုးဖြစ်စဥ်မဟုတ်ဘဲ တခြားအကြောင်းအရာများစွာ နောက်ကွယ်မှာရှိနေသေးကြောင်းသိလိုက်ရတဲ့အခါ....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ဇာတ်လမ်းလေးထဲမှာကြည့်ရှုခံစားနိုင်ပါပြီ။File Size :(1.4GB) and (654MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Adventure, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/coast-guard-malaysia-ops-helang2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bis8DlqaxzKHBMsNPZ6sXHrc0XM.jpg",
        "title": "The Return of Bull Demon King  ( 2023 )",
        "description": "ကောင်းကင် နဲ့ မြေကြီး နယ်ပယ်တွေ ဖန်ဆင်းပြီးတဲ့နောက်မှာ ကောင်းကင်ဘုံ\nမသေမျိုးနတ်မင်းတွေနဲ့ နတ်ဆိုးနယ်မြေက နတ်ဆိုးမျိုးနွယ်စုတို့ဟာ\nအေးချမ်းစွာနဲ့ပဲ အတူတူ နေထိုင်လာခဲ့ကြပါတယ် ။ဒါပေမဲ့ တစ်နေ့မှာတော့ နတ်မျိုးနွယ်တွေဟာ နတ်ဆိုး ၊ မိစ္ဆာ\nမျိုးနွယ်စုတွေကို အထင်သေးပြီး အသက်တစ်ချောင်းကိုလဲ\nပဓာဏ မထားပဲ သတ်ပစ်လာခဲ့ပါတယ် ။ အဲဒီအတွက်ကြောင့်\nနတ်ဆိုးမျိုးနွယ်တွေရဲ့ ခေါင်းဆောင် နွားနတ်ဆိုးလို့ခေါ်တဲ့\nအားနျိုဟာ နတ်မျိုးနွယ်တွေကို ရုတ်တရက်ဆိုသလို တိုက်ခိုက်ခဲ့ပါတယ် ။ဒါပေမဲ့ အင်အားချင်းမမျှတာကြောင့် နတ်မင်းတွေရဲ့ အပြစ်ပေးချင်းကိုခံရပြီး\nသူလေ့ကျင့်ထားသမျှ စွမ်းအားတွေဟာလဲ ပျက်ဆီးသွားခဲ့ပါတော့တယ် ။\nဒီလိုနဲ့ အားနျိုတစ်ယောက် သာမန်လူလိုပဲ လူ့ပြည်မှာသွားလာကျက်စားနေရင်း\nယဲ့ရှောင်းရှောင်းဆိုတဲ့ မိန်းမပျိုလေးနဲ့ တွေ့ဆုံကြုံကြိုက်ခဲ့ပါတယ် ။\nတွေ့ဆုံမှုကနေတစ်ဆင့် ကံကြမ္မာဖန်လာပြန်တော့ နှစ်ဦးသား\nအတူတူ ခွင်းလွင်တောင်မှာ ရှိတဲ့ ရတနာကို ဖေးယွင်ရန်းကိုယူဆောင်ဖို့ အတွက်ခရီးဆက်ခဲ့ကြတဲ့အခါ မှာတော့...?သူတို့ ဖြတ်သန်းရာ ခရီးလမ်းကြောင်းမှာ ဘယ်လိုအခက်အခဲတွေနဲ့ တွေ့ဆုံကြမှာလဲ ?\nသူတို့နှစ်ဦး ခွင်းလွင်တောင်ရတနာဖြစ်တဲ့ ဖေယွင်းရှန်းကို\nယူဆောင်ရတဲ့ အကြောင်းအရင်းကရော ဘာဖြစ်မှာလဲ ?\nနွားနတ်ဆိုးဖြစ်တဲ့ အားနျိုကရော စွမ်းအားတွေပြန်လည်ရရှိပြီး\nသူ့ရဲ့နတ်ဆိုးမျိုးနွယ်အတွက် ...",
        "rating": "6",
        "url": "https://megaup.net/1dheu/The_Return_of_Bull_Demon_King_(2023)_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dNMeRLY3MeY2FFeh639plHai3F1.jpg",
        "title": "State of Grace(1990)",
        "description": "IMDb 7.2I am Sam (2001) ရုပ်ရှင်မှာ အော်တစ်ဇင် ဖြစ်နေတဲ့ ဖခင်တစ်ယောက်ရဲ့ ချစ်ခြင်းမေတ္တာကိုကြည့်ရှုသူ ရင်ထဲရောက်အောင် အကောင်းဆုံး ပုံဖော်သွားနိုင်ခဲ့တဲ့ မင်းသားကြီး Sean Penn ရဲ့မှုခင်းဇာတ်ကားကောင်းလေး တစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်မွေးရပ်မြေမှ ထွက်သွားပြီး ဆယ်နှစ်ကြာမှ ပြန်လည်ရောက်ရှိလာတဲ့ ရဲအရာရှိ ထယ်ရီနူနန်တစ်ယောက်ငယ်စဥ်က ဆိုးတူပေါင်းဖက် ပေါင်းသင်းလာခဲ့တဲ့ သူငယ်ချင်းနဲ့ ငယ်ချစ်ဦးရဲ့ အစ်ကိုဖြစ်သူ ဦးဆောင်းတဲ့လူဆိုးဂိုဏ်းကို ထောက်လှမ်းဖို့ သူလျှိုအဖြစ် ရောက်ရှိသွားတဲ့အခါ ကိုယ့်မျက်စိရှေ့မှာ သူငယ်ချင်းအရင်းကြီးတွေ လုပ်ကြံသတ်ဖြတ်ခံလိုက်ရပြီး တရားခံတွေကို သိနေတာတောင်မိမိဟာ တရားဥပဒေဘက်တော်သားဖြစ်နေတဲ့အတွက် တရားဥပဒေအရ လက်ပိုက်ကြည့်နေရတဲ့အခါဥပဒေအထက်မှာ ပုဂ္ဂိုလ်ပေါင်းများစွာရှိနေတဲ့ သူတို့မြို့လေးမှာထယ်ရီနူနန်တစ်ယောက် သူငယ်ချင်းတွေအတွက် တရားမျှတမှု ဘယ်လိုပြန်ယူမလဲဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Action / Crime / Drama ရုပ်ရှင်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်  File size…2.81GB / 941.9MB\nQuality…Blu-Ray 1080p / ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/state-of-grace1990/"
    }
]