[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTM3NTg2NDQzOF5BMl5BanBnXkFtZTcwNjc2NzQzOQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Fast & Furious 6 (2013) Fast and Furious 6",
        "description": "Fast and Furious အဆက်အနေနဲ့ထွက်ရှိထားတဲ့ နံပါတ် ၆ ခုမြောက်ဇာတ်ကားဖြစ်ပါတယ်...ထုံးစံအတိုင်း နာမည်ကျော်မင်းသားမင်းသမီးတွေ ကားတွေ သေနတ်တွေနဲ့ အက်ရှင်အလန်းစားတွေကိုမြင်တွေ့ရမှာဖြစ်ပါတယ်။ File Size : (2.4 GB) / (1.3 GB)\nQuality : BluRay 1080p / 720p 5.1CH\nRunning Time : 2hr 10min\nFormat : MKV\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chothet_mlmt\nEncoded by Nyeinsaeya Aung",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/fast-furious-6-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTUxNTk5MTE0OF5BMl5BanBnXkFtZTcwMjA2NzY3NA@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Fast Five (2011) Fast and Furious 5",
        "description": "ရုပ်ရှင်မိတ်ဆက်ဒီတစ်ခါတော့ လူငယ်တွေကို ပြိုင်ကားတွေနဲ့ ရင်းနှီးစေခဲ့တဲ့ Fast & Furious ဇာတ်လမ်းတွဲတွေထဲက အကောင်းဆုံးလို့ ပြောလို့ရတဲ့ Fast Five နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီတစ်ခါ Review ကတော့ ထူးထူးခြားခြား ပရိတ်သတ်အားလုံးကို အမှတ်တရဖြစ်နေမှာပါ။ Fast & Furious ဇာတ်ကားတွေရဲ့ အဓိကမင်းသားအဖြစ် Vin Diesel နဲ့အတူ တွဲဖက်သရုပ်ဆောင် ခဲ့တဲ့ Paul Walker (Brian O'Conner) က နိုဝင်ဘာလ ၃၀ ရက်နေ့ ၂၀၁၃ ခုနှစ်မှာ Santa Clarita, California မှာ ကား အက်ဆီးဒင့် ဖြစ်ပြီး သေဆုံးသွားပြီဖြစ်ပါတယ်။ သူ သေဆုံးချိန်မှာ အသက် ၄၀ ပဲရှိသေးပြီး သူငယ်ချင်းနဲ့ အတူ ဖီလစ်ပိုင်မုန်တိုင်း အတွက် Charity Event ကနေပြန်အလာမှာ ကားအက်ဆီးဒင့် ဖြစ်တာဖြစ်ပါတယ်။ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/fast-five-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQwNDA2MTg3Nl5BMl5BanBnXkFtZTcwNTg3MzIyMg@@._V1_-137x200.jpg",
        "title": "Fast & Furious (2009) Fast and Furious 4",
        "description": "ဆီကုန်ကားကြီး(၂)စီးကို ဓားပြတိုက်ပြီး ဒွန်တို့အဖွဲ့ဟာ အေးဆေးနေဖို့ကြိုးစားကြတယ်...ရဲတွေကလည်း ဒွန်ဆိုတာကို အဓိကပစ်မှတ်ဖြစ်လာတာမို့ဒွန်ကိုယ်တိုင်ခြေရာဖျောက်ဖို့အကောင်းဆုံးနည်းဖြစ်တယ်လို့ ဆုံးဖြတ်မိတာကြောင့်နည်းမျိုးစုံကြိုးစားခဲ့တယ်....သို့ပေမဲ့ အဲ့အခိုက်အတန့်အတွင်းမှာပဲ လက်တီဟာအသတ်ခံလိုက်ရတယ်....အဲ့ဒီနောက်မှာတော့.... File Size : (2.05GB)(0.99 GB)\nQuality : Blu-Ray 1080P5.1CH,720p\nRunning Time : 1hr 47min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Joker.phs\nEncoded by Thanhtike Zaw",
        "rating": "6.6",
        "url": "https://megaup.net/1eotx/Fast_And_Furious.2009.BLU-RAY.1080P5.1CH.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQ2NTMxODEyNV5BMl5BanBnXkFtZTcwMDgxMjA0MQ@@._V1_SY999_CR00676999_AL_-135x200.jpg",
        "title": "The Fast and the Furious: Tokyo Drift (2006)Fast and Furious 3",
        "description": "ရှောင်ဆိုတဲ့လူငယ်လေးဟာ တကယ်ပြဿနာအိုးကောင်..ကျောင်းတက်ရင်လည်း ပြဿနာမျိုးစုံတက်သလိုရန်ပွဲတွေလည်းခဏ ခဏဆင်နွှဲလေ့ရှိတယ်...ဒီလို ဂျစ်ကန်ကန်ကောင်လေးကြောင့်အမေဖြစ်သူဟာ ခဏ ခဏနေရပ်ပြောင်းရလေ့ရှိတယ်....နောက်ဆုံးအဆင်မပြေတဲ့အဆုံးအမေဖြစ်သူဟာ ရှောင်ကို အဖေဖြစ်သူနေထိုင်တဲ့ ဂျပန်နိုင်ငံတိုကျိုမြို့ကိုလွှတ်လိုက်တယ်...အဖေနဲ့အတူနေပြီး နိုင်ငံခြားကျောင်းမှာ ခြေငြိမ်မယ်အထင်နဲ့ပေါ့...သို့ပေမဲ့ ဂျပန်ရောက်မှာ ပိုဆိုးပါတော့တယ်....File Size :(1.95GB) (0.99 GB)\nQuality : Blu-Ray1080P5.1CH, 720p\nRunning Time : 1hr 44min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Khin Pyae Sone Kyaw\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": " https://megaup.net/1eotk/The_Fast_And_The_Furious.Tokyo_Drift.2006.BLU-RAY1080P.5.1CH.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMzExYjcyYWMtY2JkOC00NDUwLTg2OTgtMDI3MGY2OWQzMDE2XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "2Fast 2 Furious (2003)Fast and Furious 2",
        "description": "F1 ကပြဿနာမျိုးစုံပြီးတဲ့နေက် ဘရိုင်ယန်တစ်ယောက် ရဲအလုပ်ကထွက်ပြီးအရပ်သားဘဝနဲ့ တရားမဝင်ကားပြိုင်ပွဲတွေမောင်းလိုက်ငွေဝင်မဲ့ အလုပ်ကိစ္စမျိုးစုံကို ငပွေးတစ်ကောင်လို လုပ်နေတယ်...အမှုငယ်ပေါင်းများစွာနဲ့ပေါ့...ဒီချိန်မှာပဲ မိုင်ယာမီမှာ သွင်းကုန်ထုတ်ကုန်နဲ့ပတ်သက်ပြီး လုပ်ငန်းရှင်ကြီးတစ်ယောက်က မူးယစ်ဂိုဏ်းတွေနဲ့ပတ်သက်ပြီးသတင်းအရမ်းထွက်နေတယ်...သူ့ဆီမှာ မူးယစ်ဆေးများစွာသိုလှောင်ထားတယ်လို့သံသယရှိနေသလို ငွေမဲတွေကိုလည်းငွေဖြူအချီကြီးလုပ်ဖို့စီစဉ်နေတယ်လို့သတင်းရနေတယ်..ဒါကြောင့် ရဲတပ်ဖွဲ့ဟာ အမှုတွေပယ်ဖျက်ပေးမယ်ဆိုတဲ့မက်လုံးနဲ့ ဘရိုင်ယန်ကိုကမ်းလှမ်းပြီး မိုင်ယာမီက လူဆိုးကြီးကိုလိုက်ဖို့အသုံးချပါတော့တယ်.... File Size :(2.05GB), (0.99 GB)Quality : Blu-Ray1080P5.1CH 720pRunning Time : 1hr 46minFormat : Mp4Genre :Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264-SPARKSTranslated by Thura Zarni AungEncoded by Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/2Aixd/2.Fast.2.Furious.2003.BLU-RAY.1080P5.1CH_(2).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNzlkNzVjMDMtOTdhZC00MGE1LTkxODctMzFmMjkwZmMxZjFhXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006721000_AL_-134x200.jpg",
        "title": "The Fast and the Furious (2001) Fast and Furious 1",
        "description": "ဒွမ်တို့အဖွဲ့ဟာ မြို့ရဲ့ အကြီးမားဆုံးသောခိုးမှုတွေမှာ ရဲတပ်ဖွဲ့တွေရဲ့ သံသယအရှိဆုံးသူတွေပါ...အချီကြီးမှချတတ်သလို ပိရိလွန်းပြီးလက်တွဲညီလွန်းတဲ့သူတို့အဖွဲ့ကြောင့် ရဲတပ်ဖွဲ့ဟာကြိတ်မနိုင်ခဲမရ ဘယ်ကအစကောက်ပြီးလိုက်ရမှန်းမသိဖြစ်နေတယ်...အဲ့ဒီအချိန်မှာပဲ ကားမောင်းကျွမ်းကျင်ပြီး ဂျလေဘီပုံပေါက်နေတဲ့ ဘရိုင်ယန်ကိုသူလျှိုအဖြစ်စေခိုင်းရင်း ဒွန်တို့အဖွဲ့ကို ရဲတပ်ဖွဲ့ဟာ ဖြိုခွင်းဖို့ကြိုးစားပါတော့တယ်....File Size : (2.06GB) ,(0.99 GB)\nQuality : Blu-Ray 10805.1CH , 720p\nRunning Time : 1hr 46min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-SPARKS\nTranslated by Thura Zarni Aung\nEncoded by Phyo Pyae/Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/1Ukx8/The_Fast_and_the_Furious.2001.BLU-RAY1080P5.1CH.mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1HcOyMODYZXnncMikfhYkw3x2ss.jpg",
        "title": "Tower Heist(2011)",
        "description": "Tower Heist(2011) အညွှန်း ************************ IMDb...7.0 နာမည်ရင်းတွေသာမသိရင်နေမယ် ..ဟာသလေးတွေနဲ့ပရိတ်သတ်ကို ရင်ထဲ တစ်ခုခုချန်ချန်သွားတတ်တဲ့ ဒီသရုပ်ဆောင်ကြီး (၂)ဉီး Eddie Murphy ,Ben Stiller ကိုတော့ အတော်များများသိကြမယ်ထင်ပါတယ်... ဒီကားက ဓားပြတိုက်တဲ့ကားစာရင်းတွေထဲမှာ အကောင်းဆုံးစာရင်းဝင်ခဲ့သလို ဝင်ငွေလည်းစံချိန်တင်ခဲ့ပါတယ်... ဂျော့ရှ် ကိုဗက်ခ်စ် ဆိုတဲ့ လူတစ်ယောက်ဟာ နယူးယောက်မြို့ရဲ့ နာမည်အကြီးဆုံး \"The Tower\" ဆိုတဲ့ အဆောက်အဦမှာ အလုပ်လုပ်တဲ့ အရည်အချင်းရှိ မန်နေဂျာတစ်ဦး ဖြစ်ပါတယ်။ အဲ့ဒီ တာဝါ မှာရှိတဲ့ တိုက်ခန်းတွေက New York မှာဈေးအကြီးဆုံးဖြစ်ပြီးတော့ တကယ့်ကျိကျိတက် သူဌေးတွေပဲ နေထိုင်ကြတဲ့နေရာလည်းဖြစ်ပါတယ်။ ဂျော့်ရှ်ဟာ စပ်စပ်တယ်...ထက်မြက်တယ်....သနားကြင်နာတတ်တဲ့စိတ်လည်းရှိတယ်.... ဒါ့ကြောင့် တာဝါမှာရှိတဲ့အလုပ်သမားတွေကလည်း သူ့ကို အားကိုးကြတယ်... တစ်နေ့တော့ ဒီတာဝါမှာ ရှယ်ယာအများဆုံးပိုင်ဆိုင်တဲ့  အာသာရှောကို ငွေကြေးမသာမှုနဲ့ FBI ကဖမ်းဆီးသွားပါတယ်.... အဲ့ဒီနောက် ဂျော့ရှ်မထင်မှတ်ထားတဲ့ ကိစ္စတွေဆက်တိုက်ဖြစ်လာခဲ့သလို့ သူလုံးဝမမျှော်လင့်ထားတဲ့ဟာတွေလည်းသိလာခဲ့တယ်... အာသာရှောဟာ ပင်စင်လစာတွေပါ အလွဲသုံးစားလုပ်သွားတဲ့အပြင်  အောက်ခြေအလုပ်သမားတွေရဲ့ ရင်းနှီးမြှုတ်နှံငွေတွေပါ ဖျောင်သွားတာမျိုးပေါ့... တစ်ချို့အလုပ်သမားတွေဆို ကွကိုယ်သတ်သေတဲ့အထိဖြစ်သွားတယ်... အဲ့ဒီနောက် ဂျော့ရှ်ဟာ အကြီးအကျယ်ပေါက်ကွဲပြီးတော့ အာသာရှော ပိုင်တဲ့ penthouse ကို သူကိုယ်တိုင်ဉီးဆောင်ပြီး ဓားပြတိုက်ဖို့ကြံကြပါတော့တယ် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tower-heist2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/imasasasges-135x200.jpg",
        "title": "Zombieland: Double Tap (2019)",
        "description": "IMDb (6.7) / Rotten Tomatoes (69%)Zombieland (2009) ထွက်ပြီး ၁၀ နှစ်အကြာမှာ Zombieland 2 အနေနဲ့ ဒီဇာတ်ကားထွက်ရှိခဲ့ပါတယ်..ပထမဇာတ်ကားက သရုပ်ဆောင်တွေပဲ အဓိကပါဝင်ထားပြီး မပျင်းရအောင် ရယ်ရ ကြောက်ရတုန်းပါပဲ...Rating တွေလဲ ကောင်းဆဲဖြစ်ပြီး ဇာတ်လမ်းတည်ဆောက်ထားပုံလဲ လတ်ဆတ်ပါတယ်...Zombie တွေ ဒီကမ္ဘာမှာ တကယ်ရှိလာနိုင်တာမို့ Zombieland ဇာတ်ကားတွေ ကြည့်ထားဖို့ဖိတ်ခေါ်ပါတယ်။ :P File Size : (1.7 GB),(990 MB)\nQuality : Blu-Ray (1080p 5.1,720p)\nRunning Time : 1hr 39min\nFormat : Mp4\nGenre : Adventure, Comedy, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Aye Mon Kyaw\nEncoded by Nyeinsaeya ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/zombieland-double-tap-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/01/shasajs-133x200.jpg",
        "title": "Zombieland (2009) Zombie Land",
        "description": "IMDb Rating (7.6) / Rotten Tomatoes (89%)အီမာစတုန်းတို့လို နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ ခေတ်ကိုသရော်ထားတဲ့ Zombie ဟာသဇာတ်ကားပါ...Rating တွေမြင့်သလို အကောင်းဆုံး Zombie ဇာတ်ကားတွေထဲမှာပါဝင်ပါတယ်...ကိုလမ်ဘတ်(စ်) လို့ခေါ်တဲ့ လူငယ်လေးတစ်ယောက်ဟာသူအသက်ရှင်နေထိုင်နိုင်ဖို့အတွက် သူကိုယ်တိုင်ထုတ်ထားတဲ့စည်းမျဉ်းစည်းကမ်းတွေကိုတိတိကျကျ လိုက်နာပြီး Zombie တွေသာကျန်ရှိတော့တဲ့ တိုင်းပြည်မှာ ရှင်သန်နေထိုင်လျှက်ရှိပါတယ်အမေရိကန်ပြည်မှာ ရောဂါပိုး ကူးစက်ခံရတာကနေတစ်ဆင့်လူတွေအားလုံးဟာ ဖုတ်ကောင်တွေအဖြစ် ပြောင်းလဲသွားကြပါတယ်ဒီအချိန်မှာတော့ လူငယ်လေးကိုလမ်ဘတ်(စ်)တစ်ယောက် သူ့ရဲ့စည်းမျဉ်းစည်းကမ်းတွေနဲ့အတူ ဆက်လက်ရှင်သန်နိုင်ခဲ့ပါတယ်တစ်နေ့မှာတော့ သူ့လိုပဲ အသက်ရှင်ကျန်ရစ်တဲ့ တယ်လာဟေဆီ ဆိုတဲ့ဖုတ်ကောင်တွေသတ်ရာမှာ အလွန်ကျွမ်းကျင်တဲ့ လူတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပြီးအိုဟိုင်းရိုး ပြည်နယ်ကို ခရီးဆက်ခဲ့ကြပါတယ်ဒီလိုနဲ့ ခရီးဆက်ရင်း သူတို့ဟာ ဈေးဝယ်စင်တာ တစ်ခုမှာလိုအပ်တဲ့ ရိက္ခာတွေ ဖြည့်တင်းရင်းကနေမှ အသက်ရှင်ကျန်ရစ်နေသေးတဲ့ညီအမနှစ်ဦးနဲ့တွေ့ခဲ့ပြီး နှစ်ကြိမ်တိုင်တိုင် အလိမ်ခံခဲ့ရပါတယ်နောက်ပိုင်းမှာတော့ သူတို့၄ ယောက်ပေါင်းမိသွားကြပြီးလိုရာခရီးကို ဆက်သွားခဲ့ကြတယ်နောက်ပိုင်းမှာတော့ မျှော်လင့်ချက်မဲ့နေတဲ့ သူတို့၄ယောက်ဖုတ်ကောင်တွေ မဝင်ရောက်သေးဘူးလို့သူတို့ထင်နေခဲ့ကြတဲ့ပစိဖိတ် ပေးလန်း(ဒ်) ကစားကွင်းကို သွားဖို့ဆုံးဖြတ်လိုက်ကြတယ်ဒါပေမဲ့ သူတို့ထင်ထားခဲ့သလိုတွေ မဖြစ်လာခဲ့ပဲ ဖုတ်ကောင်မြောက်မြားစွာနဲ့ရင်ဆိုင်တိုက်ခိုက်ခဲ့ရတာတွေကို ရိုက်ကူးပုံဖော်ထားတဲ့Zombie ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/zombieland-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BODY2ZTY0N2ItZTk2MS00NzQyLWIzZmMtZWQwNGMxMGY1ZjNiXkEyXkFqcGdeQXVyNjYyODQ0NDY@._V1_-140x200.jpg",
        "title": "Nemesis (2019)",
        "description": "Nemesis (2019)\nคืนยุติ-ธรรมထောင်ဆိုတာ ဆင်းရဲသားတွေအတွက် သီးသန့်ဖြစ်နေခဲ့ပြီး\nငွေရှိရုံနဲ့ အမှားမှန်သမျှကို အမှန်ဖြစ်အောင် လုပ်ပစ်နိုင်တဲ့\nအခြေအနေတွေနဲ့ ကြုံတွေ့ခဲ့ရရင် ခင်ဗျားဘယ်လိုဖြေရှင်းမလဲ?အော့နှလုံးနာစရာ အဖြစ်အပျက်တွေနဲ့ ပြည့်နှက်နေတဲ့\nလောကကြီးရဲ့ တစ်စိတ်တစ်ပိုင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nဒီဇာတ်ကားမှာဆိုရင်အဓိကဇာတ်ကောင်ဖြစ်တဲ့ မာနွတ်ဟာ\nကိုယ်ဝန်နဲ့ ဇနီးဖြစ်သူကို သတ်ခဲ့တဲ့သူရယ်လို့\nသတင်းတွေမှာ ဝေဝေဆာဆာဖော်ပြခံရတဲ့ လူသတ်သမားတစ်ဦးပါ။ဒါ့အပြင် မာနွတ်က မူးယစ်ဆေးသုံးစွဲထားမှုရဲ့ ဘေးထွက်ဆိုးကျိုးတွေကြောင့်\nစိတ်ကျန်းမာရေးမကောင်းတဲ့သူအဖြစ်လည်း သတ်မှတ်ခံထားရပါသေးတယ်။တရားစီရင်မှုအပြီးမှာပဲ မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြတဲ့ လူသတ်မှုဟာ\nမာနွတ်ထောင်ကလွတ်လာပြီးနောက်မှာတော့ တစ်ဖန်ပြန်ပြီး လှုပ်နှိုးခံလိုက်ရပါတော့တယ်။ဆေးသမားတစ်ယောက်က သူ့မိန်းမကို သတ်လိုက်တာလို့\nရိုးရိုးတန်းတန်းထင်ခဲ့ကြတဲ့ လူသတ်မှုနောက်ကွယ်မှာ\nမရိုးဖြောင့်နိုင်တဲ့ ရင်နာစရာ အဖြစ်အပျက်တွေ အများကြီးရှိနေတဲ့အခါ...သူ့အတွက် တရားမျှတမှုမပေးနိုင်တဲ့ တရားဥပဒေကို ကျော်လွန်ပြီး\nမာနွတ်တစ်ယောက် ဘယ်လိုတရားစီရင်မှာလဲ?လောကကြီးကိို ထင်ဟပ်စေတဲ့ ထိုင်းအက်ရှင်ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး\nပြီးလို့ ပြီးမှန်းမသိအောင် ဇာတ်ရှိန်အတက်အကျမှန်မှန်နဲ့\nဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားကောင်း တစ်ကားလည်း ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hazel ပဲ ဖြစ်ပါတယ်။ File size…1.7GB and 1.1GB and 499MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Hazel\nEncoder ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/nemesis-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/vvs-theprotege-poster-27x39-29-708x1024-1-138x200.jpg",
        "title": "The Protégé (2021) The Protege",
        "description": "IMDb Rating (6.6) / Rotten Tomatoes (60%)နီကီတာဇာတ်လမ်းတွဲနဲ့ နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Maggie Q..\nမားသားဖက်ခါကြီး Samuel L. Jackson နဲ့\nမူရင်းဘတ်မန်းကြီး Michael Keaton တို့ပါဝင်ထားတဲ့ ​\nကြေးစားလူသတ်သမား အသတ်အဖြတ်ကားမျိုးဖြစ်ပါတယ်။ကြေးစားလူသတ်သမား မူဒီဟာ\nဗီယက်နမ်မှာတွေ့ခဲ့တဲ့ အန်နာဆိုတဲ့ကလေးလေးတစ်ယောက်ကို\n​​သူ့ရဲ့တပည့်အဖြစ် လက်သပ်မွေးပြုစုပျိုးထောင်ခဲ့တာပါ...\nအန်နာနဲ့မူဒီတို့ဟာ လိုက်ရှာဖို့မဖြစ်နိုင်တဲ့လူတွေကို\nအဓိကလိုက်သတ်တဲ့ ​​​ကြေးစားဆရာတပည့်နှစ်ယောက်ဖြစ်လာပါတယ်...\nတစ်နေ့တော့ မူဒီဟာ သူလိုက်ရှာဖို့အခက်ခဲဆုံးလူတစ်ယောက်ကို\nခြေရာခံဖို့ကြိုးစားရင်း လုပ်ကြံခံလိုက်ရပါတော့တယ်...\nဒါကြောင့်မို့ သူ့တပည့်မ အန်နာဟာ တရားခံကိုအဖြေရှာဖို့နဲ့ မူဒီရှာခဲ့တဲ့လူကိုဆက်ရှာတဲ့အခါမှာ...\nနောက်ကွယ်မှာပါဝင်ပတ်သတ်နေတဲ့လူတွေက ဘယ်သူတွေဖြစ်နေမလဲဆိုတာ...။မင်းသမီးလည်းမိုက် မင်းသားတွေကလည်း\nဆရာကြီးတွေဖြစ်ပြီး အတိုက်အခိုက်အပစ်အခတ်တွေလည်း မိုက်တာမို့\nဂျွန်ဝစ်လို သွေးအေး Action ဇာတ်ကားမျိုးတွေကို လွမ်းနေတဲ့သူတွေအဖို့\nအလွမ်းပြေစေမယ့်ဇာတ်ကားမျိုးဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို Pyi T Nyein နဲ့ Chit Tee တို့မှ တင်ဆက်ထားပါတယ်။)File size…(1.8 GB) / (1 GB) / (500 MB)Quality…WEB-DL 1080p / 720p ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-protege-2021-the-protege/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/kabir-singh-et00080853-22-10-2020-06-59-53-133x200.jpg",
        "title": "Kabir Singh (2019)",
        "description": "IMDb Rating (7.1)၂၀၁၉ ခုနှစ် ဘောလိဝုဒ် Box Office မှာ အောင်ပွဲခံသွားခဲ့တဲ့\nKabir Singh အကြည်ထွက်လာလို့ အမြန်ဆုံးပဲတင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းကတော့ အိန္ဒိယကားတွေနဲ့မစိမ်းတဲ့လူတိုင်းလိုလိုသိပြီးသားပါပဲ\n၂၀၁၇ မှာ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ Telugu ဇာတ်ကား Arjun Reddy ရဲ့\nRemake ဖြစ်ပါတယ်အဲ့ဒီတော့ Arjun Redddy မကြည့်ရသေးသူတွေအတွက်\nဇာတ်လမ်းလေးနည်းနည်းလောက်ပြောပြပါမယ်ဒေါက်တာ ကဗီး(ရ်) ရာဂျ်ဒီးဆင့်ဟာ ဒေလီဆေးသိပ္ပံရဲ့\nဘက်စုံထူးချွန်တဲ့ အလုပ်သင်ဆရာဝန်ဆိုးလေးပေါ့\nနေရာတကာလည်း ဒေါသကြီးသလို ထင့်ကနဲ့ဆို လက်ပါမယ်ဆိုတာချည်း\nဒါပေမဲ့ တစ်ခုတည်းသော သူ့အားနည်းချက်ကတော့\nပရီသီးဆိုတဲ့ကောင်မလေးပါပဲ\"သဘာဝတရားတွေ ဖွံ့ဖြိုးတိုးတက်နေတဲ့လောကကြီးထဲမှာ ငါတို့နေထိုင်ကြတယ်\nအဲ့ဒီထဲမှာ ငါသဘောပေါက် နားလည်လာတာတစ်ခုကတော့\nငါတို့တစ်ခုခုဖြစ်ခဲ့ရင် အထိခိုက်နာကျင်ရဆုံးလူတစ်ယောက်ရှိတယ်\nငါ့အတွက်ကတော့ ဒီကောင်မလေးပဲ\nသူသာတစ်ခုခုဖြစ်ရင် အခံစားရဆုံးဖြစ်မယ့်သူက ငါပဲ\nအဲ့ဒီတော့ သူ့ကို ထိခိုက်အောင်မလုပ်ကြပါနဲ့\"ဒီလို အသည်းသန်ချစ်ရတဲ့ ပရီသီးနဲ့ ကဗီး(ရ်)ဟာ မထင်မှတ်ထားဘဲ\nကွဲကွာသွားတဲ့အခါမှာတော့....။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်)Arjun Reddy (2017) Original ဇာတ်ကားကို https://channelmyanmar.org/arjun-reddy-2017/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.8 GB) / ...",
        "rating": "7.5",
        "url": "https://megaup.net/1EAc6/(CM)Kabir.Singh.2019.1080p.NF.WEB-DL.DD+5.1.x264-Telly.mp4",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/148-1488063_vijay-devarakonda-photos-hd-download-135x200.jpg",
        "title": "Arjun Reddy (2017)",
        "description": "Arjun Reddy (2017)\n•••••••••••••••••••••••••\n\"တစ်နည်းနည်းအားဖြင့် တစ်ယောက်က\nပြိုလဲခဲ့ရင် ကျန်တဲ့ တစ်ယောက်က ပို\nပူဆွေးရတယ်။ ဒါ့ကြောင့် ငါ ချစ်တဲ့သူကို\nမထိခိုက်စေပါနဲ့ \"\n- [Arjun Reddy ]ဇာတ်လမ်းအကျဉ်း\n______________\nနောက်ဆုံးနှစ် ဆေးကျောင်းသား Arjun ဟာ ဒေါသသိပ်ကြီးတတ်တဲ့ လူငယ်ဗီဇ နဲ့\nမွေးဖွားလာသူပါ။ စာပေမှာလည်း တော်သလို အားကစားမှာလည်း ထူးချွန်ပါသေးတယ်။ ဒါပေမယ့် ဖြစ်သမျှ ဘောလုံးရန်ပွဲတွေကတော့ သူနဲ့ မကင်းခဲ့ရပါဘူး။\nဌာနမှူးက တော့ သြဝါဒတွေ အလီလီခြွေလို့။\n\" ဆေးပညာရပ်မှာ ဒေါသမထိန်းနိုင်တဲ့သူက ခွဲစိတ်ဓားကိုင်တဲ့ လူသတ်သမားနဲ့ တူတယ် Arjun \"\nဒီလို ဆုံးမလည်း Arjun ကတော့ မထူးလှ။ ကိုယ့်ခံယူချက်နဲ့ကိုယ်မို့ ကျောင်းတစ်လ နားခံရလည်း ဂရုမစိုက်တတ်။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ ပထမနှစ်ကျောင်းသူလေး Preethi ကို တွေ့ခဲ့မိပါပြီ။ဒီတော့ Arjun ဟာ Preethi ကို သိပ်ချစ်တတ်ခဲ့တယ်။ ကမ္ဘာတစ်ခုလုံးကို အရှုံးပေးရလောက်အောင် အရူးအမူးပါပဲ။\nသူ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/arjun-reddy-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/cjpmvi6puqet-135x200.jpg",
        "title": "Dien Toi (2021)",
        "description": "Dien Toi (2021)ရှားရှားပါးပါး ဗီယက်နမ် သရဲကားလေးတစ်ကား အသစ်ထွက်လာတာမို့\nသရဲကားကြိုက်သူများအတွက် ကားကောင်း လက်မလွတ်ရလေအောင် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ .....နာမည်ကြီးအောင်မြင်နေတဲ့ ဆယ်ကျော်သက်စာရေးဆရာမလေး \"မန်ကျောက်\" ဆီကို\nညစဥ်ညတိုင်း သရဲမလေးတစ်ယောက်က ကူညီပေးဖို့ အိပ်မက်ပေးတာကြောင့်\nသူမမှာ စာရေးဖို့အတွက် အခက်အခဲတွေရှိနေပါတယ်။တစ်ရက်မှာတော့ ဒါရိုက်တာပေါက်စ \"ထိုက်\" ဆိုတဲ့ကောင်လေးနဲ့\nအကြောင်းကိစ္စ တစ်စုံတစ်ရာကြောင့် တွေ့ဆုံခဲ့ကြပါတယ်။မန်ကျောက် ရဲ့ အိပ်မက်တွေထဲကို အကူအညီလာလာတောင်းနေတဲ့ သရဲမလေးက\nသူ့အိမ်အနား​က စန္ဒယားသင်တန်းရဲ့အပေါ်ထပ်မှာရှိနေတယ်ဆိုတာ သိလိုက်ရတဲ့အခါမှာတော့...သဘာဝလွန်စွမ်းအားရှိပြီး အတိတ်ဆီကိုမြင်နိုင်တဲ့ မန်ကျောက်နဲ့\nပ​ရလောကကို မြင်နိုင်တဲ့ ထိုက် တို့နှစ်ယောက်သား\nသရဲမလေးကို ကယ်တင်ပြီး ဖုံးကွယ်ထားတဲ့အမှန်တရားတစ်ခုကို\nဘယ်လိုတွေကြိုးစားကြမလဲဆိုတာကို ကြည့်ရှုရမယ့်\nဗီယက်နမ် Horror, Thriller ကားကောင်းလေးဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ HAW ပဲ ဖြစ်ပါတယ်။File size… 1.7GB and 1GB and 400MB\nQuality….WEB-DL 1080p and 720p and 480p\nFormat…mp4\nDuration….1h 30min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "",
        "url": "https://channelmyanmar.org/dien-toi-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Y1zHJ227zOWqv5OMXG3WrijqVA.jpg",
        "title": "Monster (2014)",
        "description": "Monster(2014)\n===========\nIMDb. = 6.5/10ဒီရုပ်ရှင်ဟာ အလယ်အလတ်အဆင့် ကိုရီးယားရုပ်ရှင်ဆိုတော့ကာ အားနည်းချက်နဲ့ အားသာချက် အလီလီတော့ရှိနေတယ်။\nသို့ပေမဲ့ Entertainmentတော့ အပြည့်အ၀ဖြစ်တဲ့ ရုပ်ရှင်ဆိုတာတော့ အာမခံလို့ရပါတယ်။\nThriller, Action အမျိုးအစားပေမဲ့ Thrillerနည်းပြီး Actionများတဲ့ကားလို့ ဆိုရမှာပဲ။\nPsychopath လူသတ်သမားဖြစ်တဲ့ Lee Min Ki ရဲ့ သတ်ခန်း‌ဖြတ်ခန်းတွေကိုတော့ လူအတော်များများ အကြိုက်တွေ့ကြမှာပဲ။ရုပ်ရှင်ရဲ့အားသာချက်ကိုပြောရရင်တော့ အားအသာဆုံးအပိုင်းက သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်မှုပဲ။\nကလေးသရုပ်ဆောင်က အစအတော်လေး အသက်၀င်တယ်။\nသရုပ်ဆောင်ကောင်းဆို cast တွေကလည်း ဆရာတွေကိုး။\nအဓိကဇာတ်ဆောင်ဖြစ်တဲ့ လီမင်ဂီကတော့ Beauty Inside series နဲ့ OH Master မှာ Sociopath ဆန်ဆန် ဇာတ်ရုပ်တွေနဲ့ အတော်လိုက်ဖက် သရုပ်ဆောင်ကောင်းခဲ့တဲ့လူ။\nဒီမှာလည်း Psychopathအနေနဲ့ အတော်လေး သရုပ်ဆောင်တာ ကောင်းတယ်။\nနောက်... ပွဲဦးထွက် A Muse (2012)မှာကတည်းက အတော်လေးဂေါ်ခဲ့တဲ့ Goblin နဲ့နာမည်ကြီးတဲ့ ဂင်ဂိုအွန်းကလည်း ကျပ်မပြည့်တဲ့ ဇာတ်ကောင်နေရာမှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/monster-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tEx2073cwxiN9niVVEvaZikbTMB.jpg",
        "title": "(21+)The Breastford Wives(2007)",
        "description": "အတိတ် က အကိတ်မယ်လေးတွေရဲ့နွေးထွေးယုယတက်တဲ့ သဘာဝတရားလေးတွေရယ်နယ်မြို့သူပျိုမေလေးတွေရဲ့ အလှတရားတွေကို ပေါင်းစပ်ပြီးတော့ပုရိသတွေရော ဣထိယတွေရော တွေ့မရှောင်အသေလုံးမဲ့ Breastford သူတွေလာပါပြီ ရော့ဘ် တို့ဇနီးမောင်နှံ မြို့ပြရဲ့လူနေမှု့စနစ်ကို ငြီးငွေ့လာတဲ့အတွက်Breastford ခေါ်တဲ့နယ်မြို့လေးတစ်မြို့မှာ အိမ်တလုံးဝယ်ပြီးအလုပ်လုပ်ရင်း အခြေချဖို့ ပြောင်းရွှေ့လာခဲ့ပါတယ် Breastford ဆိုတာတကယ်တော့ အတော်ထူးဆန်းပြီး ကြောက်စရာကောင်းတဲ့မြို့လေးတစ်မြို့ဖြစ်နေတာကို သူတို့မသိကြဘူးနယ်ခံလေးတွေကချောတယ် ဖော်ရွေတယ် အပေးကမ်းရက်ရောတယ်ဆိုပြီးရော့ဘ်ကတော့ အကြေနပ်ကြီးကျေနပ်နေတယ် တစ်ညမှာတော့ ရော့ဘ်တစ်ယောက် အသံတစ်သံကြောင့် လန့်နိုးလာခဲ့ပါတယ်အသံကြားရာလိုက်ရှာလိုက်တော့ အမျိုးသမီးတစ်ယောက်ဖြစ်နေပါတယ်အမျိုးသမီးက သူ့ကို ထူးဆန်းတဲ့ အကြောင်းရာတွေပြောပြပါတော့တယ်အဲဒီထူးဆန်းတဲ့ အရာကတော့ သူတို့လင်မယားပေါ်မှာ သက်ရောက်နေပြီဆိုတာ သိလိုက်ရချိန်မှာတော့ ရော့ဘ်တစ်ယောက်ဘယ်လိုဖြေရှင်းမလဲမြို့သူလေးတွေနဲ့ ဘယ်လိုပက်သက်နေတယ် ဆိုတာတော့ ကြည့်ရှု့အားပေးပါဦးFile size…615MB\nQuality…DVD RIP\nFormat…Mp4\nDuration….1h 14min\nSubtitle….Myanmar Subtitle( hardSub)\nEncoder….Senpai\nTranslated by Ki Mu Chi",
        "rating": "4.1",
        "url": "https://megaup.net/1Ewsj/The_Breastford_Wives_2007_[DVDRip.XviD-miguel]DS.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Screen-Shot-2021-08-25-at-01.20.04-141x200.png",
        "title": "The Rebels of PT-218 (2021)",
        "description": "The Rebels of PT-218 (2021)=====================ဒုတိယကမ္ဘာစစ်အတွင်းမှာ သင်္ဘောကပ္ပတိန်စနိုးဦးဆောင်တဲ့ SS Lawton B. Evans ကုန်တင်သင်္ဘောဟာPT လို့ခေါ်တဲ့တော်ပီဒိုပစ်သင်္ဘောငယ်တွေကို လိုက်ပါစောင့်ရှောက်ပေးရတဲ့ သင်္ဘောဖြစ်ပါတယ်။Lawton B. Evans ဟာစစ်သင်္ဘောမဟုတ်ပေမယ့် စစ်ဆင်ရေးနေရာအတွင်းက တစ်ခုတည်းသောစွမ်းဆောင်ရည်အမြင့်ဆုံးသင်္ဘောဖြစ်လို့ ပီတီသင်္ဘောတွေနဲ့အတူ ဂျာမန်အင်ပါယာရဲ့ အင်အားနည်းရာအီတလီကမ်းခြေတစ်ခုကို တက်သိမ်းဖို့အမိန့်ရလိုက်ပါတယ်။လမ်းခရီးမှာ ဂျာမန်ရေငုပ်သင်္ဘောတွေနဲ့ ရင်ဆိုင်ခဲ့ရပြီး အတူပါလာတဲ့ PT သင်္ဘောတွေကို ဆုံးရှုံးလိုက်ရတဲ့အပြင်ကမ်းခြေနားနီးကပ်နေချိန်မှာ တပ်ကူသင်္ဘောတွေ မလာနိုင်တော့လို့ စစ်ဆင်ရေးဖျက်သိမ်းဖို့ အမိန့်ရလိုက်တဲ့အခါစစ်တိုက်ဖို့မဟုတ်တဲ့ကုန်တင်သင်္ဘောပေါ်က ကပ္ပတိန်စနိုးဟာ ခက်ခဲတဲ့ဆုံးဖြတ်ချက်တစ်ခုကို ချရတော့မှာဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်က ဖြစ်ရပ်မှန်တစ်ခုကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီး Machete ကားရဲ့မင်းသားကြီး Trejo လည်းပါပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Pyi T. Nyein ပဲ ဖြစ်ပါတယ်။) Quality – 1080p, 720p, 360p WebRipDuration - 1h 28minSubtitle – Myanmar HardsubFormat ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-rebels-of-pt-218-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BYmViZGM0MGItZTdiYi00ZDU4LWIxNDYtNTc1NWQ5Njc2N2YwXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_FMjpg_UX1000_-139x200.jpg",
        "title": "Limitless (2011)",
        "description": "မင်းသား Bradely Cooper နဲ့ မင်းသားကြီး Robert De Niro တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ၂၀၁၁ ခုနှစ်ထွက် Limitless ဇာတ်ကားကို မကြည့်ဖူးချင်နေမယ် မသိတဲ့သူတော့မရှိလောက်ပါဘူး။Thriller, Action ဆိုတဲ့အတိုင်း ဇာတ်လမ်းကတော့ Fighting ခန်းများများစားစားမပါဘဲ သွက်သွက်လေးသွားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးနည်းနည်းလောက်ပြန်ပြောပါမယ်။ပိုက်ဆံကမရှိ ရည်းစားကပစ် အလုပ်ကအဆင်မပြေဖြစ်နေတဲ့ စာရေးဆရာ အက်ဒ်ဝက်မိုရာ အိမ်ခြေရာမဲ့ ပုံပေါက်တဲ့အထိ စုတ်ပြတ်နေလေရဲ့။လမ်းပေါ်မှာ လျှောက်သွားနေရင်း ဆေးရောင်းသမား ယောက်ဖဟောင်းနဲ့ ပြန်တွေ့တယ်။သူက ဆေးလုံးတစ်လုံးပေးတယ် NZT တဲ့။ ဦးနှောက်ရဲ့ ၁၀၀% ကို အသုံးချနိုင်အောင်လုပ်ပေးတဲ့ ဆေးလို့ပြောပြီး ဆေးရောင်းသမားထုံးစံ ပထမတစ်လုံးကို အလကားပေးသွားတယ်။အဲဒီတော့ ဘဝဆုံးပြီးလို့တွက်ထားတဲ့ အက်ဒီ ပေါက်တဲ့နဖူးထူးချင်ထူးလာမှာပဲဆိုပြီး သောက်ကြည့်လိုက်တော့ ညွန်းတဲ့အတိုင်း ဆေးကစွမ်းတာကိုသိလာတယ်။ဆေးနောက်ထပ်ရဖို့အသွား ယောက်ဖဟောင်းက သတ်ခံရပြီး သူကျန်ခဲ့တဲ့ဆေးတွေ ရလာတော့ စိတ်ကြိုက်သုံးပါလေရော။အရင်က စာတစ်လုံးမှ ခေါင်းထဲပေါ်မလာတဲ့ စာရေးဆရာ စာတစ်အုပ်လုံးကို ၄ ရက်နဲ့အပြီးရေးနိုင်လာတယ်။နောက်တော့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/limitless-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/Poongsan-p2-140x200.jpg",
        "title": "Poongsan (2011)",
        "description": "PoongSan (2011)လျှို့ဝှက်သူလျှို မစ်ရှင်တွေနဲ့အတူ အပစ်အခတ်အနှိက်အစက် အက်ရှင်ကားမျိုးကြိုက်သူများ အကြိုက်တွေ့စေမယ့် ကားကောင်းလေးလာပါပြီမြောက်နဲ့ တောင်ကိုရီးယား နှစ်နိုင်ငံကြားက စစ်မဲ့ဇုန်ကိုဖြတ်ပြီး ကွဲကွာနေကြတဲ့ မိသားစုတွေကို ပြန်ဆုံစည်းဖို့ မှောင်ခိုခေါ်ထုတ်ပေးနေတဲ့လူငယ်တယောက်...သူက ပွန်ဆန်းဆေးလိပ် သောက်လေ့ရှိပြီး အံ့သြစရာ အစွမ်းအစတွေနဲ့သူလို့ သိရတာကလွဲ နာမည်ကိုတောင် မသိရတဲ့သူပေါ့ တနေ့ မြောက်ကိုရီးယားပြည်ပြေး တောင်ကိုရီးယားမှာရှိနေတဲ့ ရာထူးကြီးအကောင်တကောင်က မြောက်ပိုင်းမှာရှိတဲ့ သူ့ချစ်သူလှလှလေးအင်အုတ်ကို တောင်ပိုင်းဆီခေါ်ဖို့အတွက် တောင်ကိုရီးယားအစိုးရအေးဂျင့်အကူအညီနဲ့ ပွန်ဆန်းလူငယ်လေးကို မစ်ရှင်ပေးခဲ့ပါတယ်မထင်မှတ်ဘဲ ခေါ်ထုတ်လာတဲ့လမ်းမှာပဲ အင်အုတ်နဲ့လူငယ်လေးတို့ ချစ်မိသွားကြတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို စောင့်ကြည့်ရင်းတောင်နဲ့မြောက်ကိုရီးယား လူမျိုးတို့ရဲ့ ပဋိပက္ခကြားက သူလျှိုတွေရဲ့ဘ၀ ၊ သစ္စာစောင့်ထိန်းမှုနဲ့ အတူ တောင်မြောက်ဆက်ဆံရေးကို မီးမောင်းထိုးပြထားကိုပါ သိရမယ့် အက်ရှင် ရိုမန့်ကားကောင်းလေးတစ်ကား ဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Hay Mann Thitsar ပါ )Quality__1080p, 720p, 360p\nIMDb Rating__6.6/10\nFormat__mp4\nDuration__02:00:00\nType__Action , Drama ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/poongsan-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BY2IwNjM0ODktYTZkNy00ZTA0LWEzMWYtMDE3ZDg0YmI3YzQ3XkEyXkFqcGdeQXVyMTEzMTI1Mjk3._V1_-135x200.jpg",
        "title": "The Witcher: Nightmare of the Wolf (2021)",
        "description": "ဒီ Animationဇာတ်လမ်းက​တော့ The Witcher universeထဲက ဇာတ်လိုက်​ကျော်ကြီးGeralt of Riviaအ​ကြောင်းမဟုတ်ပါဘူး။သူ့ရဲ့ဆရာ Vesemir : The Nightmare of the Wolfရဲ့ ဘဝဇာတ်​ကြောင်းကို အ​ခြေခံရိုက်ကူးထားတာပါ။ဒါ​ကြောင့် Live Action season1ရဲ့ timelineထက် ပို​စောပါလိမ့်မယ်။ဒီAnimationထဲမှာ Vesemirရဲ့ ငယ်ဘဝဇာတ်​ကြောင်း၊ Witcher တစ်​ယောက်ဖြစ်လာဖို့ ​ကျော်ဖြတ်ရတဲ့စမ်းသပ်မှု​တွေ၊သူ့ရဲ့စွန့်စားခန်း​တွေနဲ့အတူ ​ရှေးအယူအရ သာမန်လူ​တွေရဲ့ witcher​တွေအ​ပေါ် သ​ဘောထားကိုလည်း ​ပေါ်လွင်​အောင်ရိုက်ကူးပေးထားပါတယ်ဒါ့အပြင် Kaedwen တိုင်းပြည်က Madam Tetra Gilcrestကလည်း Witcher​တွေကို ရန်ငြိုးရန်စရှိတဲ့အတွက်​ကြောင့်မ​ကောင်းဆိုးဝါး​​တွေ၊ နတ်ဆိုး​​တွေနဲ့ပူး​ပေါင်းပြီး Vesemirတို့ရဲ့ Witcherတိုင်းပြည်ကြီးကို အပြီးတိုင် အမြစ်ဖြတ်ပစ်ဖို့ ကြိုးစားလာတဲ့အခါမှာ....Witcher verseရဲ့ထုံးစံအတိုင်း ကြမ်းကြမ်းတမ်းတမ်းအ​ပြောအဆို​တွေ၊ သတ်ခန်းဖြတ်ခန်း​တွေကို ​သွေးသံတရဲရဲနဲ့ ပီပီပြင်ပြင်တင်ဆက်ထားတာ​ကြောင့်R -ratedအဖြစ် သတ်မှတ်လို့ရပါတယ်သိပ်မကြာခင်ထွက်လာ​တော့မယ့် Witcher Season 2မှာလည်း ဒီကားရဲ့ ဇာတ်​ဆောင် Vesemirပြန်လည်ပါဝင်လာမှာမလို့ဒီ​နေ့ထွက်ဇာတ်ကားအသစ်​လေးနဲ့ သူ့ရဲ့ဘဝဇာတ်​ကြောင်း​ကို animation​ကောင်း​ကောင်း၊ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-witcher-nightmare-of-the-wolf-2021/"
    }
]