[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BMDJiMDQyYTItZTA0NC00NmVlLTg3NGItMjQwOWI2ZjY0MmE5XkEyXkFqcGdeQXVyOTAzMTc2MjA@._V1_SY1000_SX750_AL_-150x200.jpg",
        "title": "Malang (2020)",
        "description": "ကဲ Bollywood ပရိသတ်ကြီးအတွက် စောင့်မျှော်နေကြတဲ့ ရုံတင်ကားကြီးဖြစ်တဲ့ Malang ကို တင်ဆက်ပေးလိုက်ပါပြီ2020 မှာ အတော်လေးအောင်မြင်လူကြိုက်များသွားတဲ့ကားဆိုလည်း မမှားပါဘူးမင်းသားချော အဒီသ်ယားနဲ့ မင်းသမီးချော ဒေရှားတို့ကိုကတော့ ဘောလီဝုဒ်ဖန်တိုင်းသိကြမှာပါသီချင်းတွေကလည်း စောက်လန်းတွေချည်းပါပဲRomance, Thriller ကားကောင်းတစ်ကားပီပီ ဇာတ်လမ်းကလည်း မြုပ်ကွက်တွေနဲ့ စလည်အဆုံးဆွဲခေါ်သွားမယ်ဆိုတာ ရဲရဲကြီးအာမခံပါတယ်ဒါကြောင့် စပွိုင်းအမိမခံပါနဲ့ (ကြည့်ပြီးသူများလည်း ဇာတ်ကြောင်းမပြောကြဖို့ မေတ္တာရပ်ခံပါရစေ)ဇာတ်လမ်းလေးကတော့\"လူသတ်မှုတစ်ခု တိုင်ချက်ဖွင့်ချင်လို့ပါ ဆရာ\"\"မင်းပတ်ဝန်းကျင်ဧရိယာက ရဲစခန်းမှာတိုင်လိုက်လေကွာ\"\"မဖြစ်သေးပါဘူး ဆရာ အခုမှကျူးလွန်မှာမို့လို့ပါ\" ဒီလိုဖုန်းကောလ်တစ်ခု စခန်းမှူး အာဂရှိစ်ထံဝင်လာခဲ့ပါတယ်အာဂရှိစ်ဆိုတာကလည်း ရာဇဝတ်သားမှန်သမျှ ရင်ဆိုင်တိုက်ပွဲတွေ့လို့ဆိုပြီး  အသေချည်းဆော်တဲ့ရဲတစ်ယောက်ပါ ဆေးချပြီး အမြဲကောင်းနေသူပေါ့တစ်ဖက်က သူ့ကို နောက်သလိုလို စိန်ခေါ်သလိုလိုနဲ့ ဝင်လာတဲ့ဖုန်းဆက်သမားနဲ့ အာဂရှိစ့်တို့ ထိပ်တိုက်တွေ့ကြလေသောအခါဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ဆက်လက်ခံစားကြည့်ကြပါဇာတ်လမ်းအများကြီးမပြောတာ စပွိုင်းမိသွားမှာစိုးလို့ပါ နိုင်ငံတကာ ရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေအနေနဲ့IMDb 6.7/10 နဲ့Rotten 67% အထိရရှိထားတဲ့ ကားကောင်းတစ်ကားပါ(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇော်ထူးပါ) File Size : (2.0 GB) , ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/malang-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/03/p8787579_v_v8_ah-133x200.jpg",
        "title": "This Means War (2012)",
        "description": "အရမ်းကိုချစ်ခင်ကြတဲ့ Spy Angent နှစ်ယောက် မိန်းကလေးတစ်ယောက်တည်းကို ချစ်မိသွားတဲ့အခါ....မိန်းကလေးတစ်ယောက်ကို သူငယ်ချင်းနှစ်ယောက်လုံး ဘယ်လိုအပြိုင်ပိုးကြမယ်..ဘယ်လိုတွေ Spy လုပ်ကြမလဲဆိုတာ..ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ရမယ့် ဟာသအက်ရှင် ဇာတ်ကားကောင်းတစ်ကားပါ။IMDB Ratings: 6.3/10 အထိရရှိထားပြီး ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးပါပဲ။Reese Witherspoon ၊ Chris Pine ၊ Tom Hardy တို့လို နာမည်ကြီးမင်းသား မင်းသမီးတွေ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ \nFile size…(1.5 GB) and (1 GB)\nQuality….Unrated BluRay 1080p 5.1 & 720p\nFormat…mp4\nDuration….01:44:11\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/this-means-war-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/dAt3nolyXLEEuXiIXZwv1iikbcA-133x200.jpg",
        "title": "Hitman: Agent Jun (2019)",
        "description": "CM ရဲ့ ပရိတ်သတ်တွေ အတွက် နောက်ထပ် ဟာသ အက်ရှင်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ဂင်ဘုံဂျွန်ဆိုတဲ့ ကောင်လေးဟာ မိဘ၂ပါးနဲ့အတူ ကားမတော်တဆမှုမှာ ပါဝင်ခဲ့ပေမယ့်သူတစ်ယောက်တည်း အသက်ရှင်ကျန်ရစ်ခဲ့တဲ့ ထူးခြားတဲ့ ကလေးတစ်ယောက်ပါတစ်နေ့တော့ နိုင်ငံရဲ့လျှို့ဝှက်လုပ်ကြံသူအေးဂျင့်တွေ မွေးထုတ်ပေးတဲ့  အဖွဲ့ရဲ့ခေါင်းဆောင်က ဂင်ဘုံဂျွန်ကို မိဘမဲ့ဂေဟာကနေ ခေါ်ဆောင်သွားခဲ့ပါတယ်အဲ့လိုကနေ ဂင်ဘုံဂျွန်က လုပ်ကြံသူဂျွန်အဖြစ်နဲ့  အဖွဲ့ရဲ့ Ace တစ်ယောက်ဖြစ်လာခဲ့ပါတယ် လုပ်ကြံသူအလုပ်ကို ငြီးငွေ့လာတဲ့ဂျွန်က အဲ့လောက ကနေ ကိုယ်ယောင်ဖျောက်ပြီး ဂင်ဆူယော့အဖြစ်နဲ့ သူဝါသနာပါတဲ့  ကာတွန်းတွေရေးဆွဲရင်း မိသားစုဘဝလေးတစ်ခု ထူထောင်ခဲ့ပါတယ်၁၅ နှစ်အကြာမှာ သူ့ရဲ့လုပ်ကြံသူ ဘဝအကြောင်းကို ကာတွန်းဆွဲရင်း နာမည်ကြီးလာခဲ့ပါတယ် လူဆိုးဂိုဏ်းတွေနဲ့ အစိုးရဘက်ကဂျွန် အသက်ရှင်မှန်းသိတဲ့အခါမှာဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုပေးကြပါနော် File Size : ( 1 GB , 418 MB)\nQuality : ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/hitman-agent-jun-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yVArEukDbkfNjxsynes4PWI4nlk.jpg",
        "title": "Awarapan(2007)",
        "description": "Awarapan(2007)ဒီAwarapan 2007ဇာတ်ကားလေးကတော့ IMDB rating 7.2/10ရရှိထားတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပြီး\nAction, Drama, Romance ဇာတ်ကား အမျိုးအစားဖြစ်ပါတယ်။\nဂန်းစတားတစ်ယောက်...သူ့ဘဝမှာ သစ္စာတရားဆိုတာကိုလက်ကိုင်ထားပြီးဂန်းစတားအဖွဲ့တစ်ခုဆီမှာလုပ်တယ်...ကိစ္စတော်တော်များများဟာ သူ့ရဲ့လက်ရဲဇက်ရဲနဲ့ထက်မြက်တဲ့ စဉ်းစားဉာဏ်တွေကြောင့်အောင်မြင်တယ်...ဂန်းစတားခေါင်းဆောင်ကလည်း သူ့ကိုအားကိုးတယ်...တစ်နေ့တော့ သူ့ကို လူကုန်ကူးခံရတဲ့မိန်းကလေးတစ်ယောက်ကိုသတ်ဖို့အမိန့်ပေးခြင်းခံရပါတယ်။ မိန်းကလေးတစ်ယောက်ကို သတ်ရမယ်ဆိုပေမဲ့လည်းအမိန့်က အမိန့်ပဲမဟုတ်လား....ဒီလုပ်ရပ်ကို သူမနှစ်မြို့ပေမယ့်လည်း သူသတ်ဖြတ်ဖို့စီစဉ်ပါတယ်...သို့ပေမယ်... ဒီမိန်းကလေးအပေါ်မှာ သနားဂရုဏာသက်သွားပြီးတဲ့အချိန်မှာတော့ဘယ်သူမှ မထင်ထားတဲ့လမ်းကြောင်းတစ်ခုကိုရွေးချယ်ပါတော့တယ်...သူ့ရွေးချယ်ထားတဲ့လမ်းကြောင့် ဂန်းစတားအဖွဲ့က သူ့ကို ဘယ်လို အဆုံးသတ်ပေးမလဲ..သူချစ်ခင်သွားတဲ့ကောင်မလေးကရော ဘယ်သူဖြစ်မလဲ...အန္တရယ်များလွန်းလှတဲ့ ဒီလမ်းကြောင်းကိုရော သူဖြတ်ကျော်နိုင်ပါ့မလား.....အက်ရှင် ဇာတ်ကားကြိုက်တဲ့သူတွေအဖို့လက်မလွှတ်သင့်ပါကြောင်း......\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကတော့ Thaik San ဖြစ်ပါတယ်.....File Size : (1.13 GB) and (561 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Action , Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/awarapan2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/l_p0016721287-154x200.jpg",
        "title": "King of Beggars (1992)",
        "description": "King of Beggars (1992)IMDB(6.9)ဇာတ်လမ်း အကျဉ်းလေးကတော့ -ပညာမတတ် အပျော်အပါးလိုက်စားပြီး တချိန်လုံး သောက်စားယစ်မူးလိုက် မိန်းမပျက်တွေနဲ့ ပျော်ပါးလိုက် နေနေတဲ့ စတီဖင်ချောင် တစ်ယောက်သူ့အဖေက တိုက်တွန်းလို့ သိုင်းသင်တန်းကျောင်း ဝင်ခွင့်ဖြေဆိုဖို့ ပီကင်းကိုရောက်လာပါတယ်။ရေးဖြေဖြေဆိုတော့ ကလိမ်ကကျစ်နဲ့ ခိုးချတာမိသွားပါတယ်:3အဲ့ဒီမှာ ဘုရင်ကြီးက ကလိမ်ကကျစ်ကောင်ကို သူတောင်းစား အဖြစ် အပြစ်ပေးလိုက်တဲ့အခါမှာတော့ဉာဏ်နီဉာဏ်နက်များတဲ့ စတီဖင်ချောင်တစ်ယောက် ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/king-of-beggars-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/66Q2vytm9VHZmbw8VpvnhgYvlTm.jpg",
        "title": "Operation Parindey(2020)",
        "description": "Operation Parindey(2020)ဒီဇာတ်ကားဟာAction, Drama, Thrillerအမျိုးအစားဖြစ်ပါတယ်။အိန္ဒိယကိုအကြမ်းဖက်တိုက်ခိုက်ရေးရောက်လာတဲ့ရာဇဝတ်သားကိုလောယာဥ်ကွင်းတွင်ဖမ်းမိကာအချုပ်ချထားရာရုတ်တရက်ဘယ်ကမှန်းမသိတဲ့ရဲတပ်ဖွဲ့ဝင်အတုတွေရောက်ရှိလာပြီးအကြမ်းဖက်သမားအပါအဝင်အခြားအကျဥ်းသားတွေ ကိုကယ်ထုတ်သွားကြပါတယ်။လန်ဂါခေါ် အစားအသောက်ပွဲစီစဥ်နေကြတဲ့ရဲတပ်ဖွဲ့ဝင်တွေဟာလဲဘာမှပြင်ဆင်ချိန်မရလိုက်ပဲရုတ်တရက်ဒီလိုဖြစ်လာတာကြောင့်မတားဆီးလိုက်နိုင်ခဲ့ပါဘူး အထက်အရာရှိကြီးရဲ့အမိန့်အရဒီကိစ္စကိုကိုင်တွယ်ဖို့နဲ့ ဖြေရှင်းဖို့အတွက်ရောက်ရှိလာခဲ့တဲ့လျှို့ဝှက်စုံထောက် အဘီမာနဗ်က ၂၄နာရီနဲ့ ဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမယ်ဆိုတာကိုတော့ဇာတ်လမ်းမှာပဲကြည့်ရှုပေးကြပါလို့........ ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ပေးထားတာကတော့ Thaik San ပဲဖြစ်ပါတယ်။  File Size : (750 MB) and (380 MB)\nQuality :WEB-DL  720p\nFormat…mp4\nDuration…01:00:00\nGenre : Action , Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/operation-parindey2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BMDljNTQ5ODItZmQwMy00M2ExLTljOTQtZTVjNGE2NTg0NGIxXkEyXkFqcGdeQXVyODkzNTgxMDg@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Star Wars: Episode IX – The Rise of Skywalker (2019)",
        "description": "စတားေဝါရ္စ္ ၁၁ ကားေျမာက္ ရုပ္ရွင္ျဖစ္တဲ့ the rise of Skywalker လာပါၿပီ။\nဇာတ္လမ္းအက်ဥ္းကေတာ့ၾကယ္စင္စုၾကီးေတြဆီမွာ\nႏွစ္ေပါင္းမ်ားစြာ ေပ်ာက္ကြယ္ေနတဲ့ အင္ပါယာပါပတင္းရဲ႕\nအသံကို ျပန္ၾကားလာရပါတယ္။\nၾကယ္စင္စုေတြအားလံုးကို သိမ္းပိုက္ၿပီး လက္စားေခ်မယ္လို႕\nေၾကညာလိုက္သံၾကီးပါပဲ။\n(မေၾကညာဘဲ အလစ္ဝင္တိုက္ရင္ ေသခ်ာေပါက္ႏုိင္မွာေပမယ့္\nဘာလို႕ ေၾကညာလဲေတာ့ မသိပါဘူး)\nဒါေၾကာင့္ ဗိုလ္ခ်ဳပ္ေလယာဟာ ဒီကိစၥကို လိုက္စံုစမ္းဖို႕\nအထူးတပ္သားေတြကို ေစလႊတ္လိုက္ပါေတာ့တယ္။\nအဲဒီအခ်ိန္မွာ ေရး ကေတာ့ ဂ်ဒိုင္းတစ္ေယာက္ျဖစ္လာဖို႕\nေလ့က်င့္ေနဆဲပါပဲ။\nဖက္စ္ေအာ္ဒါရဲ႕ ေခါင္းေဆာင္ၾကီးျဖစ္လာတဲ့\nကိုင္လိုရမ္ကေတာ့ အင္ပါယာ ပါပတင္းကိုသတ္ၿပီး\nအာဏာကို အခိုင္အမာ ရယူဖို႕ လိုက္ရွာပါေတာ့တယ္။\nFile Size - 2 GBQuality - 1080p BlurayRuntime - 2h 22minSubtitle - Burmese (hardsub)Translator - Little NeoEncoder - Thit San Khant",
        "rating": "6.8",
        "url": "https://megaup.net/4euH3/Star.Wars.Episode.IX.The.Rise.of.Skywalker.2019.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/re-139x200.jpg",
        "title": "Rescue Dawn(2006)",
        "description": "Rescue Dawn(2006)\nIMDb 7.3 ,,,,,rotten tomatoes....90%\nဒီဇာတ်ကားကတော့  အမေရိကန်ဗီယက်နမ် စစ်ဖြစ်နေဆဲကာလမှာလေယာဉ်ပိုင်းလော့ တစ်ဦးဖြစ်တဲ့ Dieter Dengler အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတာပါ...ကျရာဇာတ်ရုပ်ကို ပီပြင်စွာသရုပ်ဆောင်နိုင်ရုံမက ခန္ဓာကိုယ်တွေပါပြောင်းပစ်ပြီး ပီပြင်အောင်စွမ်းဆောင်နိုင်တဲ့ Batman မင်းသားChristian Bale ကတော့ ပိုင်းလော့ကြီးနေရာမှာ သရုပ်ဆောင်ထားပါတယ်...ဒီပိုင်းလော့ကြီး ဟာ ဗီယက်နမ်စစ်မြေပြင်ကိုသွားဖို့ ကိစ္စတစ်ခုနဲ့သွားရောက်ဖို့စေလွှတ်ခြင်းခံရတယ်...စစ်ဖြစ်နေဆဲကာလမို့ ဗီယက်နမ်ခရီးဟာ သူ့အတွက် အန္တရယ်များလှ သလို ဖြတ်သန်းသွားရမယ့်  လာအိုနယ်ကလည်း သူ့အတွက် အသက်အချိန်မရွေးပျောက်နိုင်ပါတယ်..တကယ်လည်း သူလေယာဉ်ဟာလာအိုထဲကိုဖြတ်ပျံသန်းစဉ်မှာ ပျက်ကျခဲ့တယ်...ကံကောင်းထောက်မစွာ သူအသက်ရှင်ခဲ့ပေမယ့် သူဖမ်းဆီးခံလိုက်ရတယ်...ကိုင်းသူလွတ်မြောက်နိုင်မလား.... စစ်သုံပန်းဘဝကိုကြံ့ကြံ့ခံနိုင်မလား..ဘယ်လိုအပေးအယူတွေနဲ့ရော သူကြုံတွေ့မလဲ...ဆိုတာကိုတော့ ဖြစ်ရပ်မှန် ဇာတ်ကားကောင်းဖြစ်တဲ့အပြင် IMDb 7.3 နဲ့ rotten tomatoes.90% တေတာင်ရထားလို့လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါ..File Size : (980 MB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:00:00\nGenre :  Action, Adventure, Biography\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.3",
        "url": "https://megaup.net/3yxrk/Rescue_Dawn_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tRbh3zYElDge6UTdobkozAD1gzN.jpg",
        "title": "Walkaway Joe(2020)",
        "description": "Walkaway Joe(2020)Dallas တို့ သားအဖ (၂)ယောက်ဟာ ဘိလိယက်ထိုးဝါသနာပါကြတယ်....အဖေဖြစ်သူဟာ ဘိလိယက်ဝိုင်းတွေတိုင်း သားဖြစ်သူကိုခေါ်သွားတတ်တဲ့အပြင်အရွယ်မရောက်ခင် လူကြီးတွေလုပ်တဲ့ အလုပ်မျိုးတွေပါခိုင်းလေ့ရှိတယ်...ဒီလိုမျိုးပြုစုပျိုးထောင်မှုကို အမေဖြစ်သူက စိတ်ပျက်လက်ပျက်ဖြစ်လို့ အမြဲစကားများလေ့ရှိတယ်...သီးမခံနိုင်တဲ့အဆုံး အဖေဖြစ်သူဟာ အိမ်ကထွက်သွားတယ်....အမေ့ရဲ့ခံယူချက်တွေကို မကြိုက်တဲ့Dallas လည်း အဖေဖြစ်သူကိုရှာဖွေဖို့  အိမ်ကထွက်သွားတယ်...Dallas တစ်ယောက် ဒီလိုထွက်သွားစဉ်မှာပဲ ထူးဆန်းတဲ့လူတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့တယ်...အဲ့ဒီသူနဲ့ ဘာတွေဆက်ဖြစ်မလဲ...အပြင်လောကကြီးဟာ ဘယ်လောက်ထိခက်ခဲနေလဲ...လူတိုင်းဟာ ပြဿနာကိုယ်စီကို ဘယ်လိုရင်ဆိုင်ရလဲဆိုတာကိုဒီကားလေးက ကောင်းမွန်စွာပြသပေးသွားပါတယ်...ခံစားကြည့်ကြပါ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (310 MB)\nQuality : Web-Dl 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Shoon Thu Thu Chain\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/walkaway-joe2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/fall-133x200.jpg",
        "title": "Fallen(1998)",
        "description": "Fallen(1998)\nIMDb....7.0\nကျွန်တော်တို့ ဘဝမှာ ယုံကြည်တာလက်ခံထားတာတွေအများကြီးရှိပါတယ်။ လက်မခံတာတွေလည်းအများကြီးရှိပါတယ်။ တစ်နေ့မှာ ကိုယ်မဟုတ်ပါဘူးလို့ထင်နေတာတွေအားလုံးက အမှန်တွေဖြစ်လာတယ်ဆိုရင်လက်ခံယုံကြည်ကြမှာလား။ ကိုယ့်ရဲ့အမှန်တရားက မှားနေခဲ့ရင်ရော လက်ခံနိုင်ပါမလား။ ကျွန်တော်တို့ရဲ့ မင်းသားကြီးမင်းသားကြီး Denzel Washington  က ဒီကားထဲမှာ အဓိကဇာတ်ဆောင် စုံထောက် John Hobb အဖြစ်သရုပ်ဆောင်ထားတယ်...Hobb က အရမ်းတော်တဲ့စုံထောက်တစ်ယောက်ဖြစ်ပြီးတော့ သူနောက်ဆုံးဖမ်းခဲ့တဲ့သူကို သေဒဏ်မပေးခင်မှာ ထူးခြားတာတွေဖြစ်ပျက်ခဲ့ပါတယ်။ဒါပေမယ့် သတိမထားမိဘဲ နောက်ထပ်ပုံစံတူလူသတ်မှုတွေပေါ်လာချိန်မှာတော့ ပြန်စုံစမ်းရင်း ထူးခြားတာတွေကိုသတိထားမိလာပြီး  သူမယုံချင်တဲ့ အရာတွေကိုလည်း ယုံခဲ့ရတယ်...လူသတ်သမားက သေဒဏ်ကျခံပြီးဖြစ်တဲ့ တရားခံရဲ့ ပုံစံအတိုင်းသတ်ပြီးတော့ Hobb အတွက် သတင်းစကားတွေချန်ထားခဲ့ခြင်းပါ။အဲဒါတွေကိုစုံစမ်းရင်း သူတစ်ခုသိလာရတာတော့ သူမမြင်ဖူးတဲ့ရှုထောင့်ကနေကြည့်မှ ဒီလူသတ်မှုတွေကိုနားလည်နိုင်မယ်ဆိုတာပါပဲ။သူ့ရဲ့အမြင်တွေကိုပြောင်းလဲပြီးတော့ ဘာတွေဘယ်လိုဖြစ်မလဲဆိုတာ ကြည့်လိုက်ပါတော့ဗျာ။စုံထောက်အက်ရှင်ကားတွေလည်းကြိုက်တယ်..မင်းသားကြီး  Denzel Washington လည်း ပါတယ်ဆိုတော့ကားးးးးးး....IMDB Rating အနေနဲ့ကတော့ 7 အထိရရှိထားပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ D3monပဲဖြစ်ပါတယ်...File Size : (994MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:04:00\nGenre :  Action , Crime , Drama \nSubtitle ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yvjh/Fallen_[1998]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/MV5BODUwZTA3NmYtYWU3YS00NTBkLWFjZDctYTk2Nzc4NjY4YWRhXkEyXkFqcGdeQXVyNjExODE1MDc@._V1_-141x200.jpg",
        "title": "Fist of Fury (II) (1991)",
        "description": "Fist of Fury (II) (1991)IMDB(6.5)တရုတ်ကွန်ဖူးရဲ့ ဂန္တဝင်မင်းသားကြီး ဘရုစ္စလီရဲ့ Fist of Fury ကို ရုပ်ပြောင်ရိုက်ကူးထားတဲ့စတီဗင်ချောင်ရဲ့ ၁၉၉၁ ထွက် ဇာတ်ကား ၂ ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ချောင် ရဲ့ ဇာတ်ကားတွေထုံးစံအတိုင်းပဲ အဖောက်ခန်းတွေ ပြောင်မြောက်တဲ့ ဒိုင်တွေနဲ့ကြည့်ကြရမှာပါဇာတ်လမ်းအကျဉ်းလေးကတော့ပြည်မသား ချောင်ဟာ သူ့ဝမ်းကွဲ ညီ ကိုလိုက်ရှာဖို့ ဟောင်ကောင်ကို လာခဲ့ပြီး ချီးထုတ် ဆင်း နဲ့ ဆုံမိကြပါတယ်ဒီလိုနဲ့ ချီးထုတ် ၂ကောင်ပေါင်းမိပြီး ပိုက်ဆံ ပြတ်တာ့ ပေါင်း ရှာကြတဲ့အခါမှာဒေါ်လာ ဆယ်သန်းရမယ့်လက်ဝှေ့ပွဲ ကို တွေ့ပြီး ဘယ်လို ကလိမ်ကကျစ် ဉာဏ်တွေနဲ့ ဆယ်သန်း ကို ရယူကြမလဲဆိုတာကိုတော့။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/fist-of-fury-ii-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/9oLgNc-142x200.jpg",
        "title": "Fist of Fury (1991)",
        "description": "Fist of Fury (1991)IMDB(6.7)\nဘရုစလီဇာတ်ကားကို အမှီပြုပြီး စတီဖင်ချောင်ရဲ့ အရသာအပြည့်နဲ့ တင်ဆက်ထားတဲ့ဇာတ်ကားပါ..\nFist of Fury ဇာတ်ကား ၁ နဲ့ ၂ နှစ်ကားထွက်ပါတယ်။\n+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/fist-of-fury-1991-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/12/17b20a49b076c8e106602bed5fadba03-133x200.jpg",
        "title": "Knowing (2009)",
        "description": "Knowing (2009)________IMDb - 6.2/10IMDb Rating (6.2) ရရှိထားပြီး မင်းသားကြီး နီကိုလပ်ကေ့ချ်ပါဝင်ထားပါတယ်။နီကိုလပ်ကေ့ချ်ဇာတ်ကားတွေရဲ့ မြင်နေကျ/ရနေကျ အရသာဖြစ်တဲ့တစ်ခုခုနောက်ကို သိချင်စိတ်နဲ့လိုက်ပါစီးမျောရမှာပါ…ကျွန်တော့်အတွက်တော့ လိုက်ပါစီးမျောရုံနဲ့ မပြီးဆုံးသွားဘဲ ရက်သတ္တပတ်လုံး မှိုင်းညှို့နေခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။Action, Drama, Mystery အမျိုးအစားဖြစ်ပြီး သဘာဝလွန်ဖြစ်ရပ်ဆန်းကြိုက်နှစ်သက်သူတွေ ခံတွင်းတွေ့မယ်လို့ ညွှန်းပါရစေ။Ko Myo Min Aung (MMA) မှ စိတ်ကြိုက်ဘာသာပြန် တင်ဆက်ထားတာပါ။ -Zawgyi-IMDb Rating (6.2) ရရွိထားၿပီး မင္းသားႀကီး နီကိုလပ္ေက့ခ်္ပါဝင္ထားပါတယ္။နီကိုလပ္ေက့ခ်္ဇာတ္ကားေတြရဲ႕ ျမင္ေနက်/ရေနက် အရသာျဖစ္တဲ့တစ္ခုခုေနာက္ကို သိခ်င္စိတ္နဲ႔လိုက္ပါစီးေမ်ာရမွာပါ...ကြ်န္ေတာ့္အတြက္ေတာ့ လိုက္ပါစီးေမ်ာရံုနဲ႔ မၿပီးဆံုးသြားဘဲ  ရက္သတၱပတ္လံုး မႈိင္းညိွဳ႕ေနခဲ့တဲ့ ဇာတ္ကားျဖစ္ပါတယ္။Action, Drama, Mystery အမ်ိဳးအစားျဖစ္ၿပီး သဘာဝလြန္ျဖစ္ရပ္ဆန္းႀကိဳက္ႏွစ္သက္သူေတြ ခံတြင္းေတြ႕မယ္လို႔ ၫႊန္းပါရေစ။Ko Myo Min Aung (MMA) မွ စိတ္ႀကိဳက္ဘာသာျပန္ တင္ဆက္ထားတာပါ။ \nFile size…(1.1 GB)\nQuality….Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:01:00\nSubtitle….Myanmar ...",
        "rating": "6.2",
        "url": "https://megaup.net/4esjj/Knowing_[2009]_(MM_Sub).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ghD2HJyAk6EYVHrzBhddNDJ73Go.jpg",
        "title": "Code Geass: Lelouch of the Re;Surrection (2019)",
        "description": "Code Geass ဇာတ်လမ်းတွေထဲက နောက်ဆုံးထွက်ဇာတ်ကားလေးပါ။Show ရဲ့အကောင်းဆုံးဇာတ်ကောင်တွေစုစည်းပြီးနောက်ဆုံးတိုက်ပွဲကြီးတစ်ပွဲအဖြစ် ဖန်တီးထားတဲ့ကားပါ။Code Geass ဇာတ်လမ်းတွေမထွက်တာလည်း တော်တော်ကြာခဲ့ပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ လွန်ခဲ့တဲ့ ၂ နှစ်တုန်းကလီလုချ်က သူ့ကိုယ်သူစတေးပြီး ကမ္ဘာကြီးကို ကာကွယ်ပေးခဲ့ပါတယ်။ဒါကြောင့် ကမ္ဘာကြီးက အခုချိန်မှာ လုံးဝငြိမ်းငြိမ်းချမ်းချမ်းဖြစ်နေပါတယ်။ရုပ်ရှင်ရဲ့နာမည်အတိုင်းပဲ ဒီဇာတ်လမ်းမှာ လီလုချ်ကို အသက်ပြန်သွင်းမှာ ဖြစ်ပါတယ်။လီလုချ်ကို ပြန်အသက်မသွင်းခင်မှာ ဇီလ်ခ်စတန်နိုင်ငံကလူတွေကလီလုချ်ရဲ့ညီမဖြစ်တဲ့ ဂုဏ်ထူးဆောင်အကြံပေး နူနာလီကိုပြန်ပေးဆွဲသွားကြပါတော့တယ်။Code Geass universe ထဲက Geass တိုက်ပွဲတွေmagical mecha တိုက်ပွဲတွေကို တစ်ဝကြီး ကြည့်ရှုခံစားရမှာပါ။ File Size : ( 1 GB , 325 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 52 ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/code-geass-lelouch-of-the-resurrection-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/spTr0VYyRtl36Lkk6nCnnbFXhus.jpg",
        "title": "The Rhythm Section (2019)",
        "description": "Paramount Pictureကနေဖြန့်ချီလိုက်ပြီးမင်းသမီးချောBlake Livelyနဲ့ Jude Lawတို့ပါဝင်ထားတဲ့Action Dramaကားတစ်ကားပါ။Assassinကားသဘောမျိူးပါပဲ။လေယာဉ်ပျက်ကျရာမှမိသားစုတစ်ခုလုံးကိုဆုံးရှုံးလိုက်ရပြီးနောက်စတစ်ဖနီတစ်ယောက် သာမန်ကျောင်းသူတစ်ယောက်ဘဝကနေ စိတ်ကျတွေကျ၊ ‌ဆေးတွေသုံးပြီးပေတေနေတဲ့ပြည့်တန်ဆာမဘဝကိုပြောင်းလဲသွားပါတယ်။တစ်နေ့သူ့ဆီကို ဂျာနယ်လစ်သမားတစ်ယောက်ရောက်လာတဲ့အခါမှာတော့သူ့မိသားစုစီးခဲ့တဲ့လေယာဉ်ကစက်ချို့ယွင်းလို့ပျက်ကျတာမဟုတ်ပဲဗုံးပေါက်ကွဲလို့ဆိုတာသိသွားပါတယ်။အဲ့နောက်မှာတော့ အဲ့ဗုံးကိစ္စနဲ့ပတ်သတ်သူမှန်သမျှကိုအပြတ်ရှင်းပစ်မယ့် လုပ်ကြံသတ်ဖြတ်သူဖြစ်သွားပါတော့တယ်။ဒီကားမှာတော့ တခြားassassinကားတွေလိုအထူးလေ့ကျင့်ထားတဲ့သူလျှိုမတွေပုံစံလိုမဟုတ်ပဲသာမန်မိန်းကလေးတစ်ယောက်စိတ်အားထက်သန်စွာနဲ့လက်စားလိုက်ချေပုံတွေကို မြင်ရမှာပါ။ကြည့်ရှုခံစားကြည့်ပါအုံး။ File Size : ( 1 GB , 377 MB)\nQuality : WEBRip 720p\nRunning Time : 1 hr 31 min\nFormat : Mp4\nGenre : Action , Drama , Mystery\nSubtitle : Myanmar Subtitle (Hard Sub) ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-rhythm-section-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BZjJkNWU5NGYtMzRhMC00NDk4LWFlMTUtMjczN2Q1ODc1NTZlXkEyXkFqcGdeQXVyMjU0ODQ5NTA@._V1_SY1000_CR006971000_AL_-139x200.jpg",
        "title": "Ashfall (2019)",
        "description": "ဒီကားကတော့ ရုံမှာကြည့်ဖူးတဲ့သူတွေ\nအတွက်ဘယ်လောက်ကောင်းတယ်ဆိုတာ\nအထူးညွှန်းဖို့တောင် လိုမယ်မထင်ဖူး။\nIMDB 10 out of 6.5 နဲ့ Rotten Tomatoes 71%\nအထိရရှိထားတဲ့၂၀၁၉ ခုနှစ်ထွက် အမိုက်စား\nAction/Drama ရုံတင်ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်။\nဇာတ်လမ်းမှာပါဝင်သရုပ်ဆောင်ကြတဲ့သူတွေကလည်း\nအကုန်ဒိတ်ဒိတ်ကြဲတွေချည်းပါပဲ။\nပရိတ်သတ်ရင်းနှီးပြီးသား Lee Byung Hun,Train to Busan ထဲကလူသန်ကြီး\nMa Dong Seok,Along with the God ထဲက Ha Jung woo,The King ထဲက\nဘုရင်ကြီးရဲ့အဆက်ဟောင်းလေး Bae Suzyအစရှိတဲ့\nနာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်အားဖြည့်ထားတဲ့\nကြည့်လို့တော်တော်ကောင်းတဲ့ Action ကားကောင်းလေးပါ။\nဇာတ်လမ်းဇာတ်ကွက်လေးလဲ ကောင်းသလို Action ခန်းတွေကလည်\nးတော်တော်အားရစရာကောင်းလို့ Action ကားကောင်းမျှော်နေတဲ့\nပရိတ်သတ်ကြီးနဲ့ကွက်တိကျမယ်ထင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့နည်းနည်းပဲပြောပြမယ်။\nအရမ်းကောင်းလို့ကိုယ်တိုင်ကြည့်စေချင်ပါတယ်။\nသဘာဝဘေးအန္တရာယ်ဆိုတာမျိုးက ကြိုတင်ခန့်မှန်းမရတဲ့အရာမျိုးပါ။\nတောင်ကိုရီးယားနဲ့ မြောက်ကိုရီးယားဆိုတာကလည်း\nမတည့်သာမတည့်တာ နိုင်ငံချင်းကျစပ်ဆက်နေတာပါ။\nမြောက်မှာတစ်ခုခုဖြစ်ရင်အဲ့အကျိုးဆက်ကို တောင်ကိုရီးယားက\nခံစားရမှာဖြစ်သလို တောင်ကိုရီးယားမှာ တစ်ခုခုဖြစ်ရင်လည်း\nမြောက်ကိုရီးယားကခံစားကြရမှာပါ။\nနိုင်ငံချင်းအမုန်းတရားနဲ့ကွဲနေကြပေမယ့်\nတချိန်ကလူမျိုးတူနိုင်ငံတူဖြစ်လို့ စည်းလုံးသင့်တယ်ဆိုတဲ့\nmsgလေးကိုလဲ ထည့်ပေးထားပါတယ်။\nမြောက်ကိုရီးယားမှာရှိတဲ့ ဘတ်ဒူမီးတောင်ပေါက်ကွဲမှုကိုအခြေခံ\nရိုက်ကူးထားပြီးဒီသဘာဝဘေးအန္တရာယ်ဆိုးကြီးကို\nနယ်ပယ်အသီးသီးအလွှာစုံကလူတွေ ဘယ်လိုတွန်းလှန်ကြတယ်\nအရေးကြုံရင်ဘယ်လို စည်းလုံးကြတယ်ဆိုတာလေးကို တွေ့မြင်ရမှာပါ။\nမင်းသားကြီး မာဒုန်ဆော့ကဒီကားမှာမီးတောင်လေ့လာသူ\nပရောဖက်ဆာဂန်းဘုန်ရယ်အဖြစ်\nသရုပ်ဆောင်ထားပြီး Along with the God မင်းသား ဟာဂျန်ဝူးကတော့\nလက်နက်လေ့လာရေးနဲ့ကျွမ်းကျင်တပ်ကြပ်\nဂျိုအင်ချန်းအဖြစ်သရုပ်ဆောင်ထားပါတယ်။\nထူးချွန်မင်းသား လီဗြောင်ဟွန်းကတော့\nမြောက်ကိုရီးယားအထူးလေ့ကျင့်တပ်သားလျှို့ဝှက်သူလျှို\nလီဂျွန်းဖြောင်းအဖြစ် ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ashfall-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qL3FnEug9DyBcaBXVb0oT3DJMJu.jpg",
        "title": "The Book of Eli(2010)",
        "description": "The Book of Eli(2010)\nတစ်ချို့သူတွေအတော်များများ ဇာတ်ကားတစ်ကားကြည့်ဖို့ စုံစမ်းမေးမြန်းကြစဉ်မှာဇာတ်လမ်းအမျိုးအစားဆိုတာထက်  မင်းသားက ဘယ်သူတုန်းဆိုတာကို ပိုမိုစိတ်ဝင်စားကြသည်..မိမိသဘောကျသည့် မင်းသားဆိုလျှင်ဘာကားအမျိုးအစားဖြစ်ဖြစ်ကြည့်ကြလေသည်...ထိုမင်းသားပါဝင်သည့်ကားတိုင်းက ကောင်းမွန်နေတတ်သလို သူ့ရဲ သရုပ်ဆောင်မှုဟန်ပန်ကလည်းကျရာဇာတ်ရုပ်မှာ ခမ်းနားကြီးကျယ်အောင်သရုပ်ဆောင်နိုင်စွမ်းရှိလေသည်...ပြောရလျှင် ကျွန်တော်တို့ရဲ့ ယုံကြည်ကိုးစားမှုကို အမြဲရယူနိုင်သော မင်းသားမျိုးဆိုလျှင်ပိုမှန်ပေမည်..ထိုသို့သောမင်းသားကြီးများစာရင်းတွင်  Denzel Washington ကြီး က ထိပ်ဆုံးတွင်ရှိမည်ထင်ပါသည်..ထို့ကြောင့် သူ့ပရိတ်သတ်များအတွက် ကားဟောင်းဖြစ်သော်ငြား  ကားကောင်းအဖြစ်တည်ရှိနေဆဲဖြစ်သည့်The Book of Eli ကို တင်ဆက်ပါလိုက်ပါသည်...စစ်ပွဲများကြောင့် ကမ္ဘာမြေ ပျက်သုဉ်းပြီး နှစ်ပေါင်း ၃၀ ကျော် အကြာတွင် တစ်ကိုယ်တော် သူရဲကောင်း အီလိုင် ဟာတောတောင် ရေမြေတွေကို ဖြတ်သန်းလို့ လူသားတို့၏ အနာဂတ်ဖြစ်လာမည့် စာ တစ်အုပ်ကို သယ်ဆောင်လာခဲ့သည်။ထိုစာအုပ်၏ ပါဝါကို သိရှိသူမှာ အီလိုင် အပြင် အခြားတစ်ဦးသာ ရှိလေသည်။ထိုသူက ထိုစာအုပ်ကို ကိုယ်ကျိုးအတွက် အသုံးချရန် တောင်းခံလာသည့်အခါ အီလိုင်တစ်ယောက်အသက်ကိုတောင် ပဓာန မထားဘဲ အသည်းအသန် ခုခံခဲ့သည်။ဤမျှ ...",
        "rating": "6.9",
        "url": "https://megaup.net/2Srbi/The_Book_Of_Eli_[2010]_(MM_Sub)_(2).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/5923_2_large-136x200.jpg",
        "title": "Shaolin Soccer (2001)",
        "description": "Shaolin Soccer (2001)IMDB Rating(7.3) / Rotten Tomatoes (90%)++++++++++++++++++++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ...ဟာသကားတွေပေါပါတယ်...ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်...စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ...စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး...လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး...လွဲတော့လဲ ပျော်ပျော်ကြီး...ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား...ဘဝဆိုတာ ဖြတ်သန်းစဉ်က  အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ လွမ်းကြ ဆွေးကြ တိုက်ကြ ခိုက်ကြ။ဒါပေမယ့် ပြန်တွေးကြည့်တော့လဲ ...",
        "rating": "7.3",
        "url": " \thttps://megaup.net/2SCu7/[CM]Shaolin.Soccer.2001.1080p.BluRay.x265.HEVC.10bit.AAC.5.1-BTS.mkv",
        "category": "Action, Asian, Comedy, Sport, Stephen Chow"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/MV5BODJlOTlkNzUtN2U2OC00NWUxLTg3MjgtNGVmZGU5ZTk0ZjM4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006691000_AL_-134x200.jpg",
        "title": "Courage Under Fire(1996)",
        "description": "Courage Under Fire(1996)\nIMDB.....6.6,,,,,,,Rotten......85\nPatrick Sheane Duncan က ဇာတ်ညွှန်းရေးသားပေးခဲ့သည့် Courage Under Fire ဇာတ်ကားကို Director Eward Zwick က ရိုက်ကူးထားပြီး Fox 2000 Picture ၏ ပွဲဦးထွက်ရုပ်ရှင်ကားလည်းဖြစ်သည်။ အမေရိကန်ဒေါ်လာ ၄၆ သန်း အကုန်အကျခံရိုက်ကူးထားသည့် Courage Under fire သည် ဝင်ငွေ သန်း ၁၀၀ ကျော်ပြန်လည်ရရှိခဲ့သည့်ဇာတ်လမ်းလည်းဖြစ်သည်။ ဇာတ်လမ်းအား အီရတ်တို့ကူဝိတ်ကိုကျူးကျော်ထားစဉ်တွင် အီရတ်တပ်များအား အမေရိကန်တပ်များက ဝင်ရောက်မောင်းထုတ်ပေးခဲ့သည့် ပင်လယ်ကွေ့စစ်ပွဲအပေါ် အခြေခံထားသည်။ ဇာတ်လမ်းအကျဉ်းမှာ ဒုတိယဗိုလ်မှူးကြီး နသန်နီရယ် ဆာလင်း (Denzel Washington) သည် အမေရိကန်အမှတ်(၂)တင့်ကားတပ်ရင်း၏ တပ်ရင်းမှူးဖြစ်ပြီး အယ်ဘက်သရာမြို့တွင်တိုက်ခိုက်ခဲ့သည့် ညတိုက်ပွဲတခုတွင် မိမိတပ်အား တပ်ချင်းမှားယွင်းပစ်ခတ်မှုဖြစ်ပွားခဲ့သည်။ အမေရိကန်စစ်တပ်သည် ၎င်းဖြစ်စဉ်အား ဖုံးကွယ်ထားခဲ့ပြီး စစ်ပွဲအပြီးတွင် ဒုမှူးကြီးဆာလင်းအာ း သူရဲကောင်းစွမ်းရည်ဘွဲ့အပ်နှင်းပြီး ...",
        "rating": "6.6",
        "url": "https://megaup.net/2cssg/Courage_Under_Fire_[1996]_(MM_Sub)_(2).mp4",
        "category": "Action, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Mega-Cro-135x200.jpg",
        "title": "Mega Crocodile (2019)",
        "description": "[Unicode]ဒီတစ်ခါတော့ ၂၀၁၉ ထွက် မိကျောင်း ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်...လော်ဟန် ဆိုသူ ဇီဝဗေဒမိကျောင်းကျွမ်းကျင်ပညာရှင်က မိကျောင်းကျွန်းမှာ သုသေတနလုပ်ဖို့သွားရင်းသူ့ရဲ့ဇနီးလောင်းကို ဆုံးရှုံးပြီး‌နောက် ဖြစ်ကတက်ဆန်းနေချင်သလိုနေလာခဲ့တယ် ၊တစ်နေ့ သူနေတဲ့ကျွန်းမှာ ကလေးငယ်တစ်ယောက် မိကျောင်းကိုက်ခံရတယ်...တစ်ဖက်မှာတော့ ...တရုတ်ပြည်ရဲ့ စီးပွားရေးလောကမှာ အသက်အငယ်ဆုံး စီးပွားရေးလုပ်ငန်းရှင် ချန်ရှိုင်း...သူက မောင်ဖြစ်သူကို မိသားစုအမွေဆက်ခံခိုင်းပေမယ့် သူ့မောင်ကငြင်းဆိုပြီးတော့ဝါသနာပါတဲ့ ဇီဝဗေဒဆိုင်ရာ သုသေတနတွေလုပ်ဖို့ ထွက်သွားရာမှာ မုန်တိုင်းမိပြီး မမျှော်လင့်ပဲ မိကျောင်းကျွန်းကို ရောက်သွားပါတယ် ၊ဇီဝဗေဒ မိကျောင်းကျွမ်းကျင်ပညာရှင်နဲ့ တရုတ်ပြည်ရဲ့ အငယ်ဆုံးစီးပွားရေး လုပ်ငန်းရှင်တို့...လူပျောက်ရှာပုံတော်ကို ဘယ်လိုများ ရှာပုံတော်ဖွင့်မလဲဆိုတာ ဆက်လက်ရှုစားကြပါဦး...။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Chen Ai Zhen ဖြစ်ပါတယ် )[Zawgyi]ဒီတစ္ခါေတာ့ ၂၀၁၉ ထြက္ မိေက်ာင္း ကားေလးနဲ႔ မိတ္ဆက္ေပးလိုက္ပါတယ္...ေလာ္ဟန္ ဆိုသူ ဇီဝေဗဒမိေက်ာင္းကြၽမ္းက်င္ပညာရွင္က မိေက်ာင္းကြၽန္းမွာ သုေသတနလုပ္ဖို႔သြားရင္းသူ႔ရဲ႕ဇနီးေလာင္းကို ဆုံးရႈံးၿပီး‌ေနာက္ ျဖစ္ကတက္ဆန္းေနခ်င္သလိုေနလာခဲ့တယ္ ၊တစ္ေန႔ သူေနတဲ့ကြၽန္းမွာ ကေလးငယ္တစ္ေယာက္ မိေက်ာင္းကိုက္ခံရတယ္...တစ္ဖက္မွာေတာ့ ...",
        "rating": "5.2",
        "url": "https://megaup.net/2cpkf/Mega_Crocodile_(2019).mp4",
        "category": "Action, Adventure, Thriller"
    }
]