[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/epulB8WC1mGIEFJPZr50LVCKt6k-133x200.jpg",
        "title": "Josh (2000)",
        "description": "Josh (2000)\n***************\nအိန္ဒိယနဲ့အတူလွတ်လပ်ရေးမရခဲ့ဘဲ နောက်ပိုင်းကျမှရခဲ့တဲ့ Goa ဆိုတဲ့ နယ်မြေကလေးဟာ အခုချိန်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ ပြည်နယ်တစ်ခုဖြစ်သွားပါပြီ။ ဒါပေမဲ့ အဲဒီ့မတိုင်မီ ပေါ်တူဂီတွေအုပ်စိုးသွားခဲ့ပြီး သူတို့ထွက်သွားတဲ့အချိန်မှာဆိုရင် Goa မှာရှိတဲ့ မြေကွက်တွေဟာ ဦးသူယူဆိုတဲ့ပုံစံမျိုးဖြစ်ခဲ့ပါတယ်။Goa ရဲ့အကြီးဆုံးမြို့တစ်ခုဖြစ်တဲ့ Vasco ဆိုတဲ့မြို့လေးမှာတော့ မြေကွက်တွေ နေအိမ်တွေကို အတင်းအဓမ္မ လိုက်လု၊မောင်းထုတ်ပြီး စီးပွားရေးလုပ်စားနေတဲ့ ကင်းမြီးကောက်ဂိုဏ်းဆိုတာရှိတယ်ဗျ။ အဲဒီဂိုဏ်းရဲ့ မဟာရန်ဘက်ကတော့ လင်းယုန်ဂိုဏ်းပေါ့။ သူတို့နှစ်ဖွဲ့ဟာ မတည့်လွန်းလို့ အလယ်မှာစည်းခြားပြီးတောင် ကိုယ့်နယ်မြေ သူ့နယ်မြေသတ်မှတ်ခဲ့ကြပါတယ်။ ပိုင်နက်ကျော်လာတာနဲ့ ကျော်လာတဲ့သူကို အဖွဲ့လိုက်ကြိတ်ကြတာပေါ့။အဲဒီဂိုဏ်းနှစ်ဂိုဏ်းရဲ့ ခေါင်းဆောင်တွေကလည်း လူငယ်လေးနှစ်ယောက်ပါပဲ။ အသက်အရွယ်အားဖြင့် သွေးကြွတတ်တဲ့အရွယ်ပေါ့။ ဒါပေမယ့် သူတို့ဆော်မယ်ချမယ်လုပ်တိုင်း မြို့က ရဲမင်းကြီးတို့ သင်းအုပ်ဆရာတို့ရောက်လာနဲ့ အစွယ်မရှိတော့တဲ့ ကျားနှစ်ကောင်လိုပဲ ပခုံးဖက်လို့ ခင်ချင်ဆောင်တတ်ကြပါတယ်။လင်းယုန်ဂိုဏ်းရဲ့ အဖွဲ့ခေါင်းဆောင်မှာအမြွှာညီမတစ်ယောက်ရှိသလို ‌ကင်းမြီးကောက်ဂိုဏ်းရဲ့ခေါင်းဆောင်မှာလည်း အစ်ကိုတစ်ယောက်ရှိတယ်ဗျ။ အခုလိုကြောင်နဲ့ကြွက်လို မတည့်ဖြစ်နေတဲ့ ဂိုဏ်းနှစ်ဂိုဏ်းကြားမှာ မြို့ကပြန်လာတဲ့ ကင်းမြီးကောင်ဂိုဏ်းခေါင်းဆောင်ရဲ့အစ်ကိုဟာ လင်းယုန်ဂိုဏ်းခေါင်းဆောင်ရဲ့ညီမ‌ကို ဘယ်လိုကြွေသွားမလဲ၊ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/josh-2000/"
    },
    {
        "thumbnail": "",
        "title": "Kingsman : The Secret Service (2014)",
        "description": "Kingsman:The Secret Service ရုပ်ရှင်ဟာ 2014ခုနှစ်ကထွက်ရှိထားတဲ့ Action ကားကောင်းတစ်ခုဖြစ်ပါတယ်IMDB 7.7 နဲ့ Rotten Tomatoes 74%ရရှိထားပါတယ်သရုပ်ဆောင်တွေအနေနဲ့ မင်းသားကြီး Colin Firth,Samuel L.Jackson,Taron Egerton တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့နာမည်ကြီး action ကားကောင်းဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ငယ်စဉ်ကတည်းက အဖေမရှိတော့တဲ့ အဂ်ဆီတစ်ယောက် မိခင်ဖြစ်သူပထွေးနှိပ်စက်ခံရတာကို လက်ပိုက်ကြည့်နေရပါတယ်တစ်ရက်မခံနိုင်လို့ ပြန်လုပ်ရင်း ရဲစခန်းရောက်သွားတဲ့အခါ.....လည်ပင်းမှာဆွဲထားတဲ့ အဖေ့ဂုဏ်ပြုတံဆိပ်က ဖုန်းနံပါတ်ခေါ် လာကယ်ဖို့တောင်းဆိုတဲ့အခါ......ဘယ်သူလာကယ်တင်မှာလဲ.....သူဘယ်လိုပြောင်းလဲသွားမှာလဲ....download ဆွဲကြည့်လိုက်ပါ(ဘာသာပြန်ပေးထားသူကတော့အိပပစံပါ)\nFile Size : (2.16 GB) , (0.99 GB) \nQuality : Uncut Blu-Ray (1080p 5.1,720p)\nRunning Time : 2hr 09min\nFormat : Mkv and Mp4\nGenre : Action, Adventure, Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : UNCUT.1080p.BluRay.x264-VETO\nTranslated ...",
        "rating": "7.7",
        "url": "https://megaup.net/1xct4/Kingsman_-_The_Secret_Service_[2014]_%7B1080P_Blu-ray_5.1_CH%7D_(MM_Sub).mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cf43J2SH8tECZVl9N5n0Q6Ckche.jpg",
        "title": "Drunken Master (1978)",
        "description": "ဒီတစ်ခေါက်တော့ နာမည်ကြီးစတန့်သိုင်းပညာရှင် ဂျက်ကီချမ်း ငယ်စဉ်ကသရုပ်ဆောင်ထားတဲ့ Drunken Master ဆိုတဲ့ အရက်မူးသိုင်းကားလေးကိုပြန်လည်ခံစားရအောင်ဗျာ။ဇာတ်လမ်းအကျဉ်းလူတိုင်းနဲ့ ရင်းနှီးပြီးသား လူရှုပ်လေးဟွမ်ဖေးဟုန်တစ်ယောက်ဖခင်ရဲ့ အပြစ်ပေးမှုအဖြစ် သူတောင်းစား ဆို ဆီမှာသိုင်းမသင်ချင်လို့ ထွက်ပြေးရင်း သူတောင်းစား ဆို နဲ့ တိုးပြီးအရက်မူးသိုင်း 8ကွက်သင်ရပုံတွေ။ ကျွဲခေါင်းတောင်အရေးအတွက်ကြေးစားလူသတ်သမားနဲ့ရင်ဆိုင်ပုံတွေကို ဟာသစကားအကြမ်းစားတွေနဲ့ပုံဖော်ထားသလို အရက်မူးသိုင်းရှစ်ကွက်အမည်ကိုပါထည့်ရေးပေးထားတာမို့ ပေါ့ပေါ့ပါးပါး ကျင့်လိုက်ကြရအောင်လားဗျာ။အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung ပဲဖြစ်ပါတယ် ........... \nFile size…3Gb / 1.5Gb\nQuality…1080p Blu Ray HEVC / 720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/drunken-master-1978/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BNjExODg3MDUzNl5BMl5BanBnXkFtZTgwNjExMjE3NzE@._V1_SY1000_SX648_AL_-130x200.jpg",
        "title": "Gods of Egypt (2016)",
        "description": "ရှေးခေတ် အီဂျစ်ပြည်ဆိုတာ အရမ်းကိုကြီးကျယ်ခမ်းနားပြီး ပျော်ဖို့ကောင်းတဲ့တိုင်းပြည်တစ်ခု။နေနတ်မင်းကြီး Ra ရဲ့ သားတော်နှစ်ပါးထဲက Osiris က အုပ်ချုပ်ခဲ့ပြီး ခုတော့ သူ့သားဖြစ်တဲ့ ကောင်းကင်ကိုအစိုးရတဲ့ Horus နတ်ကို ထီးနန်းလွှဲပေးဖို့လုပ်တယ်။ဒါပေမဲ့ Osiris ရဲ့ ညီ Horus ရဲ့ ဦးလေးဖြစ်တဲ့ သဲကန္တာရကိုအစိုးရတဲ့ Seth နတ်မင်းက ထီးနန်းလုတဲ့အတွက် Horus လည်း သူ့ရဲ့ အစွမ်းထက်လှပါတယ်ဆိုတဲ့ All seeing eye (Eye of horus) လည်း အဖြုတ်ခံရပြီး အကျဉ်းသားဖြစ်သွားရတယ်။ထီးနန်းလုတာတင်မဟုတ်ဘဲ အရမ်းကိုရည်မှန်းချက်တွေကြီး ပါဝါအရမ်းမက်နေတဲ့ Seth လက်အောက်မှာ တခြား နတ်မင်းတွေအပြင် လူသားတွေပါ မျိုးပြုတ်မဲ့ကိန်းဖြစ်နေလို့ Bek လို့ခေါ်တဲ့ အညာတရ သူခိုးလေးက ချစ်သူရဲ့ တိုက်တွန်းချက်နဲ့ နတ်မင်းကြီး Horus ရဲ့ မျက်လုံးကို ခိုးပြီး Horus ကိုကူညီပြီး ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/gods-of-egypt-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tVbO8EAbegVtVkrl8wNhzoxS84N.jpg",
        "title": "Indemnity (2021)",
        "description": "Indemnity (2021) အညွှန်း*******************အလုပ်အပေါ်သစ္စာရှိသူ တာဝန်သိမီးသတ်တပ်မှူး သီယိုဟာ အကြီးစား မီးလောင်မှုတစ်ခုမှာ သူ့ရဲ့ ခေါင်းမာတဲ့ ဆုံးဖြတ်ချက်ကြောင့် သူငယ်ချင်းနှစ်ယောက်ကို ဆုံးရှုံးလိုက်ရတဲ့အတွက် စိတ်ဒဏ်ရာခံစားနေရသူဖြစ်ပါတယ်။အစိုးရဝန်ထမ်းတွေအတွက် အခမဲ့ကုသပေးနေတဲ့ စိတ်ဒဏ်ရာ ရောဂါကုဆေးခန်းတစ်ခုမှာ ကုသမှုခံယူပေမယ့် စိတ်ဒဏ်ရာကသက်သာမလာတဲ့အပြင် ..တစ်နေ့မနက်မှာတော့ မိန်းမဖြစ်သူကို မိမိဘေးမှာ လဲလျောင်းသေဆုံးနေတာတွေ့လိုက်ရပြီး အဓိက သံသယရှိသူအဖြစ် သတ်မှတ်ခံလိုက်ရပါတယ်။ သူသွားသမျှနောက်ကို အဖွဲ့အစည်းတစ်ခုကနေလိုက်နေပြီး သီယိုနဲ့တွေ့ခဲ့သမျှလူတွေဟာလည်း အသတ်ခံရတဲ့အတွက် တစ်နေ့တည်းမှာတင် အစုလိုက်အပြုံလိုက်သတ်သူ အန္တရာယ်ရှိဝရမ်းပြေးဖြစ်သွားရပြန်ပါတယ်။ဒါတွေအားလုံးရဲ့နောက်ကွယ်မှာလည်း အစိုးရထိပ်တန်းခေါင်းဆောင်တွေရဲ့ လူမျိုးရေးခွဲခြားမှုနှင့်အတူ နိုင်ငံရေးလှည့်ကွက်အကြီးစားကြီးတစ်ခုပါဝင်နေပါတယ်။ အဲဒီတော့... နိုင်ငံတော်ကိုကာကွယ်ရမယ့် အကြီးအကဲတွေကိုယ်တိုင် မိမိတစ်ဦးတည်းရဲ့ အာဏာနောက်ကို လိုက်တဲ့အခါမှာ နိုင်ငံသားတွေအပေါ် လူမဆန်တဲ့ ပြစ်မှုတွေကျူးလွန်လာနိုင်လားဆိုတာကို စိတ်ဝင်စားစွာကြည့်ရှုရမယ့် မှုခင်းဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ် (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Hnin Wut Yi ပါ။) File Size          :  (2.4GB), (900MB) & (409MB)\nQuality    ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/indemnity-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oKng4fEr4QgS869UuWLSjAsR2rz.jpg",
        "title": "13 Minutes (2021)",
        "description": "13 Minutes (2021) အညွှန်း*********************သဘာဝဘေးအန္တရာယ်တစ်ခုဖြစ်တဲ့ လေဆင်နှာမောင်းကျရောက်တဲ့အခါ ပြည်သူတွေဘယ်လောက်အထိဒုက္ခရောက်နိုင်သလဲဆိုတာ အဓိကဇာတ်အိမ်တည်ထားပါတယ်။လေဆင်နှာမောင်းမဖြစ်ခင်ကတော့ ဒါကိုပေါ့ပေါ့တန်တန်သဘောထားပြီး ရေဒီယိုနဲ့တီဗီက သတိပေးချက်တွေကို အလေးမထားတတ်ကြတာ လူတွေရဲ့ထုံးစံပါပဲ။ တကယ်တမ်းလေဆင်နှာမောင်းကြီးတိုက်ခိုက်လာတော့ အကာအကွယ်တွေရှာဖွေပြင်ဆင်ဖို့က ၁၃မိနစ်ဆိုတဲ့အချိန်အတွင်းမှာ ဖြစ်နိုင်ပါ့မလားဆိုတာ ရှုစားရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်းသဘောမှာတော့ အဓိက မိသားစု(၄)ခုကို အခြေခံထားပြီး ဒီမိသားစု(၄)ခုရဲ့ အိမ်ထောင်ရေးအခက်အခဲတွေကိုပါတင်ဆက်ထားတာမို့ ပညာပေးဇာတ်ကားကောင်းတစ်ကားဖြစ်မယ်လို့ ယုံကြည်ပါတယ်။ (ဇာတ်လမ်းအညွှန်းကိုတော့ Seiji က ရေးပေးထားပါတယ်) File Size          :  (1.8GB), (913MB) & (459MB)\nQuality            : 1080p BluRay, 720p BluRay & 480p\nFormat            : mp4\nDuration         : 1hr ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/13-minutes-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gUSvQSpR2TXsRbBX2b9Bhwh3jl9.jpg",
        "title": "Hero (2022)",
        "description": "Hero (2022)IMDb-8.2/10အာဂျွန်ဆိုတဲ့လူငယ်လေးတစ်ယောက်က ဇာတ်လိုက်မင်းသား(ဟီးရိုး) ဖြစ်ဖို့အိမ်မက်တွေနဲ့ပြည့်နေတဲ့လူငယ်လေးတစ်ယောက်ပေါ့ အာဂျွန်နဲ့ ဆာ့ဘူတို့က ချစ်သူတွေပါဆလင်းဘိုင်ဆိုတဲ့ လူဆိုးဂိုဏ်းချုပ်ကြီးဟာ တစ်နေ့မှာ ရဲတစ်ယောက်ကို ရှေးဟောင်းသေနတ်တစ်လက်နဲ့ပစ်သတ်လိုက်ပြီး အဲ့ဒီသေနတ်ကို ဟိုင်ဒရာဘတ်မြို့ထဲက သူ့ရဲ့ကျေးစားလူသတ်သမား တစ်ယောက်ဆီကိုပို့ပေးလိုက်တယ်။ သူ့ရဲ့ရန်သူတော်ကြီးတစ်ယောက်ကို သတ်ခိုင်းဖို့ပေါ့။တစ်ချိန်တည်းမှာပဲ လှချင်ခန့်ချင်တဲ့ အာဂျွန်တစ်ယောက်က ဆံပင်ကျွတ်နေလို့ တီဗီမှာတွေ့တဲ့ဆံပင်ခေါင်းလိမ်းဆီကို အွန်လိုင်းကနေမှာလိုက်ရာကနေ သူ့အိမ်ရောက်လာတဲ့ပါဆယ်ထုပ်ထဲမှာကခေါင်းလိမ်းဆီမဟုတ်ဘဲ အဲ့ဒီရှေးဟောင်းသေနတ်ဖြစ်နေခဲ့ပါတယ်။ ကဲ အာဂျွန်တစ်ယောက်အဲ့ဒီသေနတ်တစ်လက်နဲ့ဘယ်လိုပြဿနာတွေရင်ဆိုင်ရဦး မလဲ။ သူ့သမီးနဲ့ကန့်ကွက်နေတဲ့လျှို့ဝှက်တဲ့ အာဂျွန့်ယောက္ခမကြီး ကကော ဒီအမှုအခင်းတွေနဲ့ ဘယ်လိုပတ်သတ်မှုရှိနေမလဲ။IMDb Rating 8.2/10 ရထားတဲ့ ဟာသ စွန့်စားခန်း ဇာတ်ကားကောင်းလေးမလို့လက်မလွတ်တမ်းကြည့်ရှုဖို့ ညွှန်းပေးလိုက်ရပါတယ် \nFile size…3.06GB / 1.4GB / 500MB\nQuality…1080p WEBDL AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Poe & HM & Eliza",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/hero-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/w3xcvslimgfw-134x200.jpg",
        "title": "Royal Warriors (1986) In the Line of Duty-1",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်ဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…ဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။ဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။ဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။ဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခုဒုတိယကားအနေနဲ့တင်ဆက်လိုက်တဲ့ Royal Warriors (1986) ဇာတ်ကားကတော့ In The Line of Duty-1 လို့လဲ ခေါ်ဆိုကြပါတယ်။မင်းသမီးမီရှဲယိုအဓိကပါဝင်ထားပြီး IMDb Rating(6.9) ထိ ရရှိထားမလို့Action ပရိတ်သတ်တွေ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/royal-warriors-1986-in-the-line-of-duty-1/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rHcwUUy3gRVUEUepYOd7xkesiNf.jpg",
        "title": "Mahaan (2022)",
        "description": "Mahaan (2022)\n-------------------------\nယခုနှစ်မှထွက်ရှိလာတဲ့အိန္ဒိယတောင်ပိုင်း ဇာတ်ကားသစ်တစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ မဟတ္တမဂန္ဒီကို လေးစားအားကျတဲ့မိသားစုမှာမွေးဖွားလာတဲ့ဂန္ဒီမဟန်ဆိုတဲ့လူတစ်ယောက်အကြောင်းကိုအခြေခံပြီး တင်ဆက်ထားတာပါ။ဂန္ဒီမဟန်ရဲ့အဖိုးနဲ့အဖေဟာ မဟတ္တမဂန္ဒီကိုအင်မတန်လေးစားတာကြောင့်သူ့ရဲ့နာမည်ကိုပါဂန္ဒီလို့ပေးထားတဲ့အပြင် မဟတ္တမဂန္ဒီနဲ့မွေးနေ့တစ်ရက်ကွာနေလို့မွေးစာရင်းမှာပါ တစ်ရက်စောသွင်းလိုက်တဲ့အထိပါပဲ။ နောက်တော့သူကိုယ်တိုင်ကလည်းမဟတ္တမဂန္ဒီကိုစံပြအဖြစ်သတ်မှတ်ထားတဲ့ နာချီဆိုတဲ့အမျိုးသမီးနဲ့လက်ထပ်ခဲ့ပါတယ်။နာချီဟာအရမ်းကိုစည်းကမ်းတင်းကြပ်ပြီး ဟောလီးဝုဒ်ဇာတ်ကားတွေရဲ့ပိုစတာကိုမြင်ရင်တောင်သူ့သားကိုမျက်လုံးပိတ်ထားခိုင်းတဲ့အထိပါပဲ။ ဘာကြောင့်လဲဆိုတော့ ဟောလီးဝုဒ်ဇာတ်ကားတိုင်းမှာကြမ်းတမ်းပြီးညစ်ညမ်းတဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်တယ်လို့ သူကယုံကြည်ပါတယ်။ဂန္ဒီမဟန်အနေနဲ့ကတော့ သူ့ဘေးကလူတိုင်းဟာ ဂန္ဒီကိုအတိုင်းထက်အလွန်ကိုးကွယ်နေကြရုံမကသူ့ကိုပါအမြဲဖိအားပေးလေ့ရှိတာကြောင့် ဂန္ဒီအကြောင်းကြားရင် စိတ်အနှောင့်အယှက်ပါဖြစ်လာတဲ့အထိပါပဲ။သူ့အမြင်မှာတော့ မဟတ္တမဂန္ဒီရဲ့လမ်းစဥ်ဟာ တချို့နေရာမှာတရားသဘောနဲ့မကိုက်ညီရင်တောင် လွပ်လပ်ပျော်ရွှင်မှုကိုရှာဖွေဖို့ဖြစ်ပါတယ်။ဒီလိုနဲ့ပဲ သူ့မိန်းမနဲ့အ ဖေရဲ့ဖိအားပေးမှုတွေကြောင့် သူတို့ပြောသလို မဟတ္တမဂန္ဒီရဲ့နေထိုင်မှုပုံစံအတိုင်းနေလာခဲ့ရင်းအသက်လေးဆယ်အရွယ်မှာတော့ သူ့ရဲ့ငယ်သူငယ်ချင်းစက်သီယန် နဲ့အမှတ်မထင်ပြန်လည်တွေ့ဆုံခဲ့ပါတယ်။စက်သီယန်က အဲဒီအချိန်မှာသူ့အဖေရဲ့အရက်ချက်လုပ်ငန်းကိုဆက်ခံထားသူဖြစ်ပြီးတော့ဂန္ဒီမဟန်ကလည်းသူနဲ့ပြန်ပေါင်းမိတဲ့အချိန်မှာ အရင်ကမလုပ်ဖူးတဲ့မကောင်းမှုတွေကိုဆက်တိုက်လုပ်ရင်း မဟတ္တမဂန္ဒီကိုမုန်းတီးသူတစ်ယောက်ပါဖြစ်လာခဲ့ပါတယ်။ဒီလိုနဲ့ဆက်သွားရင်းသူ့ဘဝအတွက်အရမ်းကိုအရေးပါတဲ့ရွေးချယ်မှုတစ်ခုကိုလုပ်ဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့...။လူတွေမြင်ဖူးနေကျဇာတ်လမ်းမျိုးလည်းမဟုတ်တဲ့အပြင်ဇာတ်ကားကပုံမှန်ထက်ကြာပေမယ့် ပျင်းစရာမကောင်းသလို ကြည့်ရကျိုးလည်းနပ်မယ့်ကားကောင်းတစ်ကားဖြစ်လို့ ရုပ်ရှင်ပရိသတ်တွေ အထူးသဖြင့်တောင်ပိုင်းကားတွေကြိုက်တတ်ရင်တော့ မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါပဲ။ \nFile size…1.2Gb / 2.8GB\nQuality…720p WEB DL AAC 2.0  / 1080p HEVC \nFormat…mp4 / mkv\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung & Haruko & Shwe ...",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/mahaan-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u1TB75TZIcdquXlbU9T4M9acjMt.jpg",
        "title": "Dan’s Family No. 1 (2022)",
        "description": "Don's Family No.1 (2022)ဒီကားလေးကတော့ ခေါင်းစဉ်က်ုက တမူထူးခြားနေတာပါနော်ယောရောဘွန်းတို့ကြည့်လိုက်တာနဲ့ ဘာကိုပြေးမြင်လဲနံပါတ် ၁ ဆိုတော့ အမိုက်စားအတော်ဆုံး ထိပ်ဆုံးက နံပါတ် ၁ လို့ထင်ကြမှာပေါ့နော်ဒါပေမယ့် ဒီထဲက Kang Dan ဆိုတဲ့ ဇာတ်လိုက်မင်းသားကတော့\nအနိုင်ကျင့်ခံရပြီး ခိုင်းတဲ့အတိုင်းလုပ်တာ အတော်ဆုံး နံပါတ် ၁ ပါတဲ့ရှင်ဂိုဂျိုဆွန်းမျိုးဆက်ရဲ့ စွမ်းအားရှင် Dan မိသားစုက နောက်ဆုံးမျိုးဆက်ဆိုပေမယ့်\nအရာအားလံုးကို သည်းခံလာတဲ့ ကောင်လေး...\n‌တစ်နေ့မှာ သူချစ်ရတဲ့ကောင်မလေး(ဟီယွန်း)ကို အနိုင်ကျင့်တာ သိသွားတဲ့အခါ...\nကောင်မလေးကိုကာကွယ်တဲ့အခါ သူ့ရဲ့သရုပ်မှန်ကိုသိလိုက်ရတဲ့အခါ...\nဘယ်လိုမျိုး စွန့်စားခန်းတွေဖြစ်လာမလဲ\nသူ့ရဲ့ စွမ်းအားကရော ဘယ်လိုမျိုးလဲ\nကောင်မလေးကိုရော ကယ်နိုင်ပါ့မလား\nတိုက်ပုံခိုက်ပုံတွေနဲ့ အမိုက်စား အက်ရှင်ဆန်ဆန်ကြည့်ရမယ့်အပြင် အခွီလေးတွေပါ ပါသေးတယ်နော်\nတိုက်ခိုက်နေရင်းတောင် တကယ်ရယ်နေရတာ\nကြားထဲက ရိုမန့်လေးပါ ရောလိုက်တော့ ရသစုံခံစားရမယ့် ဒီသဘာဝလွန်ကားသစ်လေး\nမင်းသား မင်းသမီး နာမည်သိပ်မကြီးပေမယ့်\nအမိုက်စားသရုပ်ဆောက်ချက်တွေနဲ့ ဒီကားလေးကို အခုပဲ ကြည့်လိုက်ကြရအောင်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Khaing Khin ပဲ ဖြစ်ပါတယ်။Genre.....Action\nQuality….WEB-DL 1080p and ...",
        "rating": "4",
        "url": "https://channelmyanmar.org/dans-family-no-1-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/t-1-135x200.jpg",
        "title": "True Grit (2010)",
        "description": "True Gritတဲ့ တစိုက်မတ်မတ်ပြီးဆုံးတဲ့ထိ လုပ်တဲ့လူပေါ့ ဒီရုပ်ရှင်ဟာ ၁၉၆၉ ကထွက်ပြီးသားရုပ်ရှင်ကို ကိုအန်ညီအစ်ကိုနှစ်ယောက်က ၂၀၁၀မှာ remakeပြန်ရိုက်ထားတာ ကိုအန်ညီအစ်ကိုဆိုတာလည်း No Country for old men တို့လို မာစတာပိစ်တွေရိုက်တာဆိုတော့ ထူးထူးထွေထွေ ညွှန်းမနေချင်ဘူး ပါတဲ့လူတွေပြောမယ်ဗျာ Hawkeye မင်းသမီး ဟေလီစတိန်းဖီးလ် နောက်မက်ဒေမွန် Hell or High Water ထဲက ဂျက်ဘရစ်ဂျက်စ် နောက်ဗီလိန်က မောင်သားနို့စ် ဂျို့ရှ်ဘရိုလင် ဇာတ်လမ်းကတော့ ပေါ့ပေါ့ပါးပါးပါပဲ ၁၈၇၀ဝန်းကျင် အမေရိကန်မှာ ကောင်းဘွိုင်တွေ ရိန်းဂျားတွေ မာရှယ်တွေ အခြေချနေထိုင်သူတွေ အင်ဒီးယန်း အတိုအရှည်မျိုးစုံနဲ့ မြင်းတွေစီး လူသတ်ဓါးပြတိုက် တဖောင်းတဒိုင်းဒိုင်းကာလပေါ့ ကောင်မလေးက အပျိုဖြန်းလေးတန်မဲ့ ကြမ်းကြမ်းရမ်းရမ်း တစ်ယောက်နဲ့ တစ်ယောက်ကလည်း အစေးမကပ်တဲ့ လူနှစ်ယောက်နဲ့ အဖေကိုသတ်တဲ့လူနောက် လိုက်တဲ့ စွန့်စားခန်းပါ ခရီးအတူသွားချင်း သံယောဇဉ်နဲ့ စာနာမှုတွေ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/true-grit-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z1ZNHtlrbAugGS5RJOOhSfPpRos.jpg",
        "title": "The Tai Chi Master (2022)",
        "description": "The Tai Chi Master (2022)ဒီတစ်ခေါက်မှာတော့ သိုင်းလောကရဲ့ နောက်ကြောင်းကို ပြန်သွားပြီး\nကျင့်စရာ သိုင်းအသစ်တွေနဲ့ ဝူတန်းဂိုဏ်းချုပ်ကြီး ငယ်ဘ၀ကို ပြန်ရှု့စားလိုက်ရအောင်ဗျာ။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nဝူတန်းဂိုဏ်းဆိုတာ ဖြစ်မလာသေးခင် ကျန်းကျွင်းပေါင်ဆိုတဲ့ လူငယ်လေးတစ်ယောက်ဟာ\nဝူးကျိဂိုဏ်းရဲ့ အားထားရတဲ့ သိုင်းပညာရှင်လေးပေါ့။\nသူဟာ သိုင်းလောကမှာ အထက်လမ်းသိုင်းပညာ အောက်လမ်းသိုင်းပညာဆိုတာမရှိ\nလူ့အကျင့်ပေါ်မှာပဲ သိုင်းပညာဟာ မူတည်တယ်လို့ ခံယူထားတဲ့ လူပျော်တစ်ယောက်ပေါ့။\nအောက်လမ်းသိုင်းလောကရဲ့ဘုရင်ကို သိုင်းဂိုဏ်းကြီးတွေပေါင်းပြီး\nဝူးကျိ ရဲ့မြေအောက်ခန်းမှာ ဖမ်းထားချိန်မှာ\nတစုန့်ပြည်ကို \"ဒီ\" တိုင်းပြည်က ကျူးကျော်လာချိန်\nသိုင်းလောက အရှုပ်အထွေးတွေကြားမှာ ကျန်းကျွင်းပေါင်တစ်ယောက် လောကဓံကို ဘယ်လိုခံရမယ်။\nဝူတန်းဂိုဏ်းကရော ဘယ်လိုဖြစ်ပေါ်လာတယ် စတဲ့\nသိုင်းလောကကြီးအကြောင်း ကို လှလှပပ ရိုက်ကူးထားပြီး\nအတွင်းအားထက် သိုင်းကွက်ပိုပါတာမို့\nသိုင်းလောကသားတွေ စိတ်၀င်စားမယ့် သိုင်းကားတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းပေးချင်ပါတယ်။အညွှန်းကိုတော့ Lwin Htoo Aung မှ ရေးသားထားပြီး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-tai-chi-master-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3rdEAMh4a3pc7GO6fSkJwpt7BWX.jpg",
        "title": "Death Sentence (2007)",
        "description": "Death Sentence(2007)တရားမျှတမှုဆိုတာကို ဥပဒေကမပေးစွမ်းနိုင်ရင် သင်ဘာလုပ်မှာလဲ။ပြည့်စုံတဲ့မိသားစုဘဝရထားတဲ့ စီးပွားရေးသမားတစ်ယောက်ဟာဓားပြမှုတစ်ခုကြောင့် မိသားစုဝင်ဆုံးရှုံးလိုက်ရပြီး သာမန်ဓားပြမှုမဟုတ်တာကိုသိလိုက်ရတဲ့အပြင် တရားခံဟာလည်း ထိုက်သင့်တဲ့ပြစ်ဒဏ်ချမှတ်မခံရတဲ့အခါအဆုံးမရှိတဲ့ ကလဲ့စားလမ်းကိုလျှောက်ဖို့ ဖြစ်လာပါတော့တယ်။Saw, Fast&furious 7, Aquaman စတာတွေနဲ့ နာမည်ကြီးခဲ့တဲ့ဒါရိုက်တာJames Wan ရဲ့ action thriller ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းပိုင်းခေါင်းမစားချင်ပဲ ပစ်တာခတ်တာကလဲ့စားချေတာပွဲကြမ်းပြတာတွေကြည့်ချင်နေသူတွေ အကြိုက်တွေ့စေမယ့်ကားတစ်ကားဖြစ်ပါတယ်။ \nFile size…2.03Gb / 1Gb\nQuality…1080p BluRayx264 AAC 5.1CH\nFormat…mp4\nDuration….1h 45m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….YK\nTranslated by Pyi T Nyein",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/death-sentence-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/40T7tqiMthy9nTFBCL0DK96BLsL-133x200.jpg",
        "title": "Delivery (2021)",
        "description": "Delivery (2021)အောက်တိုဘာလက ထွက်ရှိခဲ့တဲ့ Delivery ဆိုတဲ့ Web-Drama လေးကတော့\nMovie အဖြစ် ထွက်ရှိလာခဲ့ပါပြီ။ထုတ်လွှင့်ခဲ့စဉ်ကတော့ စုစုပေါင်း ၈ ပိုင်း ပါဝင်ခဲ့ပါတယ်။Cast တွေကတော့ အမိုက်စားပါပဲ။(G)I-DLE အဖွဲ့ဝင် Miyeon\nPenthouse မှာ မင်ယော့အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Lee Tae-Vin တို့လို\nလူငယ်ခြေတက် အဆင်လေးတွေ အဓိကပါဝင်ထားတဲ့ Web drama လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ .....ဂွက်ဒူရှစ်ဆိုတဲ့ ကိုယ်ခံပညာတော်တဲ့ မိန်းမချောလေးက\nအမေကိုရှာဖို့ရည်ရွယ်ချက်နဲ့ အစားအသောက် Delivery ပို့တဲ့အလုပ်လုပ်နေသူပါ။\nသူ့အထက်လူကြီး ဂီဟွမ်နဲ့ မတည့်အတူနေ အလုပ်လုပ်ရင်း\nတစ်နေ့မှာတော့ အမေဖြစ်သူရဲ့သဲလွန်စနဲ့အတူ\nကမ္ဘာကြီးကို စိုးမိုးဖို့ကြံနေတဲ့ ဂြိုလ်သားတွေနဲ့ ရင်ဆိုင်လာရတဲ့အခါမှာတော့ .....\nအဆင်လေးတွေငမ်းရင်း ပေါ့ပေါ့ပါးပါးခွီနိုင်ကြည့်နိုင်မယ့် Webdrama လေးပဲဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Eain Lay ပဲ ဖြစ်ပါတယ်။Genre.....Action, Adventure, Comedy, Sci-fi and Fantasy\nQuality….WEB-DL 1080p and 720p and 360MB\nFile ...",
        "rating": "4",
        "url": "https://channelmyanmar.org/delivery-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/The_King_s_Man-313847146-large-140x200.jpg",
        "title": "The King’s Man (2021)",
        "description": "The King's Man (2021)================IMDb Rating - 6.7/102021 ပြီးဆုံးခါနီးမှာ အားလုံးပဲမျှော်လင့်ခဲ့ကြတဲ့ King's Man ရုပ်ရှင်ကတော့\nထွက်ရှိလို့လာခဲ့ပါပြီ။\nထုံးစံအတိုင်းပဲ ကင်းစ်မန်းရုပ်ရှင်တွေကတော့ ကျွန်တော်တို့ကို စိတ်မပျက်စေရပါဘူး။\nဒီရုပ်ရှင်လည်းအတော်ကြီးကို ကောင်းပါတယ်။ အရင် ကင်းစ်မန်းနှစ်ကားရဲ့ အဆက်မဟုတ်\nပါဘူး။ ကင်းစ်မန်းအဖွဲ့ဖြစ်ပေါ်လာပုံ ဇစ်မြစ်ကိုပြတဲ့ဇာတ်ကားပါ။ ပထမကမ္ဘာစစ်\nအင်္ဂလန် ရုရှား ဂျာမနီ အမေရိကန် စစ်ပွဲသမိုင်းကို အခြေခံပြီး ကင်းစ်မန်းတွေရဲ့ စစ်ဆင်ရေးကို\nပြသထားတာပါပဲ။ အားရပါးရကို ကြည့်လို့ကောင်းပါတယ်။ ခံစားကြည့်လိုက်ပါဦး။\n(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်။)File Size - (3.94 GB) / (1.59 GB) / (814 MB) / (531 MB)\nQuality – WebRip - (4K HEVC) / (1080p) / (720p) / (480p)\nDuration ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-kings-man-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rNIsCxgrtOGRDDa4P06tfgKbxua.jpg",
        "title": "Race Gurram (2014)",
        "description": "Race Gurram (2014)\n===================IMDB Rating 7.3 / 9.8k၂၀၁၄ခုနှစ်က ထွက်ခဲ့တဲ့ မင်းသားအာလူးအာဂျွန်ရဲ့အက်ရှင်ဇာတ်လမ်းကောင်းတပုဒ်ပါ....အက်ရှင်ခန်းအလန်းတွေ မင်းသားအာလူးရဲ့သရုပ်ဆောင်မိုက်ချက်တွေကြောင့်CMကနေ တင်ဆက်ပေးလိုက်ပါတယ်...ဇာတ်လမ်းအကျဉ်းအားလူးနဲ့သူ့အကိုရမ်က ညီအကိုရင်းဆိုပေမယ့်အကျင့်စရိုက်က တစက်မှမတူတဲ့ညီအစ်ကိုနှစ်ယောက်ပေါ့အားလူးက ခေတ်ရှေ့ပြေး လူငယ်ဆန်တဲ့စရိုက်နဲ့ ကောင်လေးရမ်ကတော့ စည်းကမ်းကြီးပြီး စနစ်တကျနေတတ်တဲ့လူပေါ့...ညီအစ်ကိုနှစ်ယောက်လုံးရဲ့ စရိုက်ခြားနားမှုနဲ့ မင်းသမီးလေးရှရှုတီယာရဲ့ ချစ်စရာအမူအရာလေးတွေကြားဘောလိဝုဒ်ပရိတ်သတ်တို့အကြိုက်တွေ့စေမှာမို့တင်ဆက်ပေးလိုက်ပါတယ်...  \nFile size…3.4GB / 1.4Gb \nQuality…1080p AMZ WEB DL / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (hard sub)\nEncoder….X - Cross\nTranslated by Chan Myae",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/race-gurram-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/51bTW7PH0YL-148x200.jpg",
        "title": "Yes, Madam! (1985) In the Line of Duty-2",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်...ဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ...ဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။ဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။ဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။ဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။ခုပထမဆုံးတင်ဆက်လိုက်တဲ့ Yes, Madam! (1985) ဇာတ်ကားကတော့ In The Line of Duty-2 သို့မဟုတ် Police Assassins 2 အဖြစ်လဲ ခေါ်ဆိုကြပါတယ်။မင်းသမီးမီရှဲယိုနဲ့ အမေရိကန်မင်းသမီး ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/yes-madam-1985-in-the-line-of-duty-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jpvDX4pDX5smklDLYbRBBzbcLb1.jpg",
        "title": "Special Delivery (2022)",
        "description": "Special Delivery (2022)ခေါင်းစဉ်အတိုင်းပဲ စပယ်ရှယ်ပို့ဆောင်ရေးလုပ်ပေးတဲ့ လုပ်ငန်းငယ်လေးတစ်ခုပါပဲ...\nစာတိုက်တွေ၊ ပို့ဆောင်ရေးကုမ္ပဏီတွေက လက်မခံတဲ့ ပစ္စည်းတွေအပါအဝင်\nအရာရာတိုင်းကို ပို့ဆောင်ပေးတဲ့ လုပ်ငန်းလေးပါဂျန်အွန်းဟာကတော့ အဲပို့ဆောင်ရေးလုပ်ငန်းမှာလုပ်တဲ့\nအောင်မြင်မှု ၁၀၀ ရာခိုင်နှုန်းရှိတဲ့ ပရိုပို့ဆောင်ရေးဒရိုက်ဘာပါ\nမိန်းကလေးဆိုပြီး အထင်သေးတဲ့သူတွေကို ပညာအစွမ်း ပါဝါတွေထုတ်ပြတတ်သူလေးပါပဲအဲလိုအွန်းဟာက သူဌေးလက်ခံလိုက်တဲ့ အလုပ်တစ်ခုကြောင့် ဆိုးလ်အထိတက်သွားခဲ့ပေမဲ့\nထင်သလိုအဆင်မပြေဘဲ သောင်တင်သွားပါတဲ့အချိန်မှာ ဘာတွေဆက်ဖြစ်မလဲကျွန်မတို့ရဲ့ ဂျက်ဆီကာ လို့သိကြတဲ့ Park So Dam ကနေ\nဂျန်အွန်းဟာဆိုတဲ့ ကာရိုက်တာနဲ့ တစ်သားတည်းဖြစ်အောင် ဘယ်လိုတွေသရုပ်ဆောင်ပြသွားသလဲCrime Action အမျိုးအစားဆိုပေမဲ့\nကိုရီးယားရဲ့ သဘာဝအတိုင်း ဖယ်ထားလို့မရတဲ့ Comedy နဲ့ Drama အပျော့စားလေးကိုပါထည့်ပြီး ခံစားကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Action, Crime, Thriller\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.5GB and 780MB and 300MB\nFormat…mp4\nDuration….1h 49min\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/special-delivery-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ssw8u93pTSmKTYkrd85diz9Q5dw.jpg",
        "title": "Demon Sealer Bureau ( 2022 )",
        "description": "ကလေးဘဝက တစ်မိသားစုလုံးအသတ်ခံလိုက်ရပြီးမှော်စက်ယန္တရားတွေကျွမ်းကျင်ကာ၏ မိစ္ဆာနှိမ်နင်းရေးအဖွဲ့ရဲ့အမိန့်ကိုမြေဝယ်မကျနားထောင် သွေးအေးရက်စက်တတ်တဲ့ ထန်လင်ဖုန်း စက်ယန္တရားတွေကို နည်းနည်းမှနားမလည်ဘဲ ထန်လင်ဖုန်းကိုညီလေးတစ်ယောက်လို ဂရုစိုက်ချစ်ခင်လာတဲ့မိစ္ဆာနှိမ်နှင်းရေးအဖွဲ့ဝင် လုရင် ဝိညာဥ်ရင်းမြစ်လျှို့ဝှက်သိုင်းကျမ်းကိုအသုံးချပြီး ကိုယ့်အတ္တအတွက် အသုံးချချင်ကြတဲ့ လူတွေ...သွေးသားရင်းတွေမဟုတ်ပေမဲ့ အစစအရာရာဂရုစိုက်ချစ်ခင်လာကြတဲ့ညီအစ်ကိုနှစ်ယောက် တစ်ရက်မှာ သွေးကွဲဖို့ဖြစ်လာပြီးပြဿနာတွေက ထင်ထားသလိုမရိုးရှင်းဘဲ မိစ္ဆာတွေနဲ့အာဏာလုပွဲတွေပါ ပါဝင်ပတ်သတ်လာချိန်မှာတော့...သူတို့နှစ်ယောက်ဖြစ်လာတဲ့ ပြဿနာတွေကိုဘယ်လိုရင်ဆိုင်သွားကြမလဲ ဆိုတာကို ဒီကားလေးမှာစိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ကြရမှာပါနော် \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Action , Fantasy\nDuration : 1h 39min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yamin Ei\nEncoded by LK",
        "rating": "",
        "url": "https://megaup.net/121tv/Demon_Sealer_Bureau_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5tY6VtjHlQl4dOjVNhzyJaItkdr.jpg",
        "title": "Bullet in the Head (1990)",
        "description": "Bullet In The Head (1990) IMDb - 7.6/10, Rotten Tomatoes - 100%~ Directed By John Woo ~Bullet In The Head ကို တစ်ချို့က ဂျွန်ဝူးရဲ့ အကောင်းဆုံးကားလို့ ဆိုကြတယ်။ Bullet မှာလည်း ဂျွန်ဝူးဟာ သူရဲ့ Trademark ဖြစ်တဲ့ Heroic Bloodshed ပုံစံအတိုင်းပဲ ရိုက်ထားတာပါပဲ။ ဂျွန်ဝူးဟာ ဟောင်ကောင်စီနီမာက စလိုက်တဲ့ ဒီ Genreရဲ့ Pioneer တစ်ယောက်ဖြစ်သလို ဒီ Genre ကို အပိုင်ဆုံးကလည်း ဂျွန်ဝူးပါပဲ။ ဇာတ်လမ်းသာပြောင်းသွားမယ် ညီအစ်ကိုစိတ်ဓာတ်တွေ သွေးသံရဲရဲတွေ အကြမ်းပတမ်းတိုက်ခန်းခိုက်ခန်းတွေ လူမိုက်တွေ ဒါတွေပဲမြင်နေရမှာပေမဲ့ ဂျွန်ဝူးကတော့ ကြည့်လို့မရိုးအောင်ကို ဆွဲဆောင်မှုရှိအောင် ရိုက်ပြနိုင်ပါတယ်။ ဟောင်ကောင်ကစခဲ့တဲ့ ဒီ Heroic Bloodshed ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/bullet-in-the-head-1990/"
    }
]