[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTM4NzUyMjk2NV5BMl5BanBnXkFtZTcwOTUxNDc5OA@@._V1_-138x200.jpg",
        "title": "Bullet to the Head (2013)",
        "description": "ဒီဇာတ်ကားမှာတော့ ကျွန်တော်တို့ရဲ့ အချစ်တော်မင်းသားကြီးဖြစ်တဲ့ Sylvester Stallone(ရမ်ဘို) နဲ့ Fast&Furious က ကိုရီးယားမင်းသား Han Lue တို့ အတူတူအတွဲအဖက်ညီညီ သရုပ်ဆောင်ထားတာကိုတွေ့ရမှာပါ..ဒါရိုက်တာကလည်း တခေတ်တခါက အောင်မြင်ခဲ့တဲ့ 48hrs/The Warriors တို့ကိုရိုက်ခဲ့တဲ့ Action/Thriller ဂုရုကြီး Walter Hill ရိုက်ကူးထားတာဖြစ်လို့ ဒီကားမှာလဲ Action ခန်းအမိုက်စားတွေကိုကြည့်ရဦးမှာပါဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ရမ်ဘိုက ကြေးစားလူသတ်သမားဖြစ်ပြီး Han Lue ကတော့စုံထောက်ဖြစ်ပါတယ်.တနေ့တော့ ရမ်ဘိုတို့သတ်လိုက်တဲ့ လူဟာ Han Lue ရဲ့လုပ်ဖော်ကိုင်ဖက်ဟောင်းဖြစ်ခဲ့ပြီး ဒီလိုနဲ့ စုံထောက်နဲ့ကြေးစားဆုံဖို့ရာအကြောင်းအရာဖန်လာပါတော့တယ်..ဒီနောက်မှာတော့ ရမ်ဘိုတို့ကိုအသတ်ခိုင်းလိုက်တဲ့လူရဲ့နောက်ကအရှုပ်ထုတ်တွေက ကပ်ပါလာပါတော့တယ် ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး File size…(1.6 GB)/(760 GB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Action, Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/bullet-to-the-head-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hiWpNliA307fwlo65xRw3Ncq3KJ.jpg",
        "title": "Broken Army X: Fatal Mutations ( 2023 )",
        "description": "မင်ကော်ခေတ်အစပိုင်းမှာ ရှန်ဟိုင်းမှာ အတော်ဆုံး စုံထောက်ဖြစ်ချင်နေတဲ့\nရဲသားလေး ရှောင်းကျန့်ဟာ လျှို့ဝှက်ဆန်းကြယ်တဲ့ အမှုတစ်ခုကို\nစုံစမ်းနေတုန်းမှာ မထင်ထားပဲ ထိန်းချုပ်ခံ အမှုတစ်ခုကို ထိတွေ့မိသွားပါတယ်။\nထူးဆန်းတဲ့ အစွမ်းတွေပိုင်ဆိုင်ထားတဲ့ လူတွေနဲ့\nဖွဲ့စည်းထားတဲ့ အဖွဲ့အစည်းတစ်ခုထဲကို သူရောက်သွားခဲ့ပါတယ်။ထို့နောက် အန္တရာယ်များပြီး ထူးခြားဆန်းကြယ်လှတဲ့ အဖြစ်အပျက်တွေကို\nကြုံတွေ့ရပြီးနောက် သူက \"ဖော့ကျွင်း\" ဆိုတဲ့ နာမည်ပြောင်းကို\nဆက်ခံခဲ့ပါတယ်။ ထို့နောက် နာမည်ဖော်ပြခြင်းမခံရတဲ့\nကမ္ဘာမြေကြီးကို စောင့်ရှောက်သူ ဖြစ်သွားခဲ့ပါတယ်။ရှောင်းကျန့်တစ်ယောက် ထိုအဖွဲ့အစည်းထဲဝင်ရောက်ပြီးနောက်\nဘယ်လို ဆန်းကြယ်မှုတွေကို ကြုံတွေ့ခဲ့ရသလဲ......\nသူတို့အဖွဲ့သားတွေ အတူတကွ ဆန်းကြယ်တဲ့ အမှုတွေကို ဘယ်လို ဖြေရှင်းကြမလဲ.....\nဆိုတာကို ရုပ်ရှင်ကြည့်ရင်း အဖြေရှာလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Mystery , Action\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By ...",
        "rating": "5.9",
        "url": "https://megaup.net/1Uu8o/Broken_Army_X_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/svmCmybIlMOpyN8zWkIo0DOwEZ.jpg",
        "title": "Flash Over ( 2023 )",
        "description": "ရုတ်တရက်ဖြစ်ပေါ်လာတဲ့ ငလျင်ကြောင့် ကွမ့်ချိန်ဓာတုခြံကြီးထဲမှာ\nဓာတုလမ်းကြောင်းတွေ ယိုစိမ့်ပြီး ပေါက်ကွဲမှုတွေ အဆက်မပြတ်ဖြစ်ပေါ်နေပါတယ်။\nမီးခိုးငွေတွေ မီးတောက်တွေကြားထဲမှာ ဘေးအန္တရာယ်တွေက\nအဆက်မပြတ်ကြီးမားလာနေပါတယ်။တကယ်လို့ ဒီအန္တရာယ်ကြီးကို ဒီအတိုင်းထားလိုက်ရင် တစ်မြို့လုံး\nဒုက္ခရောက်ရမဲ့ အဖြစ်ကို ရောက်နေပါတယ်။ တစ်ဖက်က မီးငြိမ်းရင်း\nတစ်ဖက်က လူတွေကို ကယ်ဆယ်ရမဲ့ အခက်အခဲတွေကို\nရင်ဆိုင်ရန်အတွက် မီးသတ်တပ်ဖွဲ့မှ ပထမဆုံးအချိန်မှာပဲ\nဘေးအန္တရာယ်နယ်မြေကို အရောက်သွားခဲ့ပါတယ်။အန္တရာယ်တွေ ကြားထဲမှာ စက္ကန့်တိုင်းက တန်ဖိုးရှိပြီး သူတို့အသက်ကိုရင်းပြီး\nအသက်တွေကို ကယ်တင်နေပါတယ်။ မီးလောင်နေတဲ့ ဓာတုခြံထဲက\nအန္တရာယ်ရှိ ဓာတုပစ္စည်းတွေ ကြားထဲမှာ ကယ်ဆယ်ရေး အဖွဲ့က\nလူ့အသက်တွေကို ဘယ်လို ကြိုးစား ကယ်ဆယ်ကြမလဲဆိုတာကို\nရင်တမမနဲ့ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed ...",
        "rating": "6.1",
        "url": "https://megaup.net/1Uu2a/Flash_Over_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/20ApKJUi1XYri37RAH3SDIp2Ykh.jpg",
        "title": "Flickering Lights (2000)",
        "description": "Flickering Lights (2000)တော်ရကီး၊ စတီဖန်၊ ပီတာ၊ အာနေး ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ဟာ ဂန်းစတားတွေပါ။ သူတို့ဟာ အက်စကီမိုးဆိုတဲ့ ခေါင်းဆောင်ခိုင်းသမျှကို လုပ်ပေးရပါတယ်။တစ်ရက်မှာ အက်စကီမိုးက သူတို့လေးယောက်ကို လက်ဆွဲအိတ်တစ်ခုခိုးခိုင်းပါတယ်။ဒါပေမဲ့ အဲဒီလက်ဆွဲအိတ်ထဲမှာ ပိုက်ဆံတွေအများကြီးရှိနေတာသိသွားတဲ့ သူတို့လေးယောက်ဟာ ပိုက်ဆံတွေယူပြီး ဘာစီလိုနာကို ထွက်ပြေးကြပါတော့တယ်။ဘာစီလိုနာကို သွားတဲ့လမ်းမှာပဲ ကားကပျက်ပြီးတော့ ပီတာကလည်း သေနတ်ဒဏ်ရာရနေတာကြောင့် တောအုပ်ထဲကအိမ်ဟောင်းတစ်ခုမှာ ခဏနေဖို့ဖြစ်လာပါတယ်။ဒါပေမဲ့ ငယ်ငယ်တည်းက အိမ်တစ်လုံးအပိုင်လိုချင်ခဲ့တဲ့တော်ရကီးဟာ အိမ်လေးကိုသံယောဇဥ်တွယ်သွားတာကြောင့် အပိုင်ဝယ်ပြီး စားသောက်ဆိုင်ဖွင့်ဖို့ကြိုးစားပါတော့တယ်။အကျင့်စရိုက််မတူတဲ့ သူငယ်ချင်းလေးယောက် အိမ်အပျက်ကိုပြင်ဆင်ပြီးတော့ စားသောက်ဆိုင်ဖွင့်ဖို့ပြင်ဆင်ကြတာကို comedy ပုံစံရိုက်ပြထားတာမလို့ လက်လွှတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းလေးပါပဲ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yee Wai ပါ။)File Size          : 4.5GB, 945MB, 444MB\nQuality            : 1080p Blu-ray AAC ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/flickering-lights-2000/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s4lvYGkMd6FqriimkOm9sBIxVY1.jpg",
        "title": "Beowulf & Grendel (2005)",
        "description": "Beowulf & Grendel (2005)ဒီကားကတော့ ၂၀၀၅ ခုနစ်က ထွက်ရှိထားတဲ့ သမိုင်းအခြေပြု ဇာတ်ကားလေးတစ်ကားပါ။ ဇာတ်ကားလေးရဲ့ နာမည်အတိုင်းပဲ ဘေးဝုဖ်နဲ့ ဂရန်ဒယ်ဆိုတဲ့ ဇာတ်ကောင်နှစ်ဦးကို ဇာတ်အိမ်တည်ရိုက်ထားတဲ့ကားလေးပါ။နာမည်ကြီး မင်းသား Gerard Butler က အဓိကဇာတ်ဆောင်အနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပြီး သူ့ခေတ်သူ့အခါက ထူးချွန်ဆုကိုပါရရှိထားတဲ့ ရုပ်ရှင်ဇာတ်လမ်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ ဂရန်ဒယ်ဆိုတဲ့ ဂိ(တ်) သူရဲကောင်းတစ်ဦးက သူ့ရဲ့နေရပ်ဒေသကို ပြန်ရင်း မုန်တိုင်းတွေကြောင့် ကမ်းတစ်ခုပေါ်အတင် သူ့ရဲ့ ဂန္ထဝင်နောက်ကြောင်းတွေကို ပြန်ရှင်းပြရာကနေစတာဖြစ်ပါတယ်။ထွက်တာကြာပြီဆိုပေမဲ့ ရသမျိုးစုံနဲ့ သုတအနည်းအကျဉ်းပါရရှိနိုင်မယ့် စွန့်စားခန်းသဖွယ် စိတ်ကူးယဉ်ဆန်ဆန် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်လို့ အားပေးကြည့်ရှုလိုက်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်ခင်ဗျာ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mark မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.2GB, 910MB\nQuality - 1080p, 720p\nIMDb Rating - 5.8/10\nFormat - mp4\nDuration - 1H 43Min\nGenre - ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/beowulf-grendel-2005/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFp3l4lZg1NSEsyxKrdi0rNK8r1.jpg",
        "title": "To Catch a Killer (2023)",
        "description": "To Catch a Killer (2023)ဒီရုပ်ရှင်ကတော့ အခု ၇၆ ကြိမ်မြောက် Cannes ရုပ်ရှင်ပွဲတော်မှာ ဒိုင်တစ်ဦးအဖြစ်ပါဝင်သွားမယ့် Damián Szifron ရဲ့ ပထမဆုံးအင်္ဂလိပ်စကားပြော ရုပ်ရှင်ပါ။နှစ်သစ်ကူးည ဘော်လ်တီမောမြို့မှာ တစ်မြို့လုံးကလူတွေ ပျော်ပါးကခုန်နေကြတုန်း ဘယ်ကမှန်းမသိတဲ့ ကျည်ဆန်တွေကြောင့် လူတွေအစုအပြုံလိုက် အသက်ဆုံးရှုံးသွားတယ်။ ဒီလို အစုလိုက်အပြုံလိုက်လူသတ်မှုအတွက် စုံစမ်းစစ်ဆေးဖို့ စုံထောက်ကြီး လမာ့ခ်က တာဝန်ပေးခံရတယ်။အယ်လနောကတော့ သာမန်ရဲတပ်သား။မူးယစ်ဆေးသုံးစွဲမှုကြောင့် FBI ကပယ်ချခံထားရပေမယ့် လမာ့ခ်က သူ့ရဲ့ပါရမီကိုမြင်တာကြောင့် လူယုံတော်အဖြစ် သူ့ဘေးမှာထားပြီး ဒီအမှုကို အတူဖော်ထုတ်ကြတယ်။သေနတ်သမားကလည်း တကယ့်ဆရာကြီး။ တစ်ယောက်ကို တစ်ချက်တည်းအပြတ်ပစ်သွားတာ။ ဘာသဲလွန်စမှ မချန်ဘူး။ လူမျိုးဘာသာမရွေးသုံးဆောင်နိုင်တဲ့ အာလူးကြော်လိုပဲ တန်းတူညီမျှအကုန် ပစ်သတ်သွားတယ်။အဲဒီတော့ ဘာကြောင့်ဒီလိုလုပ်ရသလဲဆိုတဲ့အကြောင်းကိုလည်းမသိ။ ဘယ်သူမှန်းလဲမသိ။တစ်ယောက်တည်းလှုပ်ရှားသလား အဖွဲ့လိုက်လှုပ်ရှားသလားဆိုတာကိုလည်းမသိ။မသိတာတွေချည်းစုံနေတဲ့အချိန်မှ ပစ်ခတ်မှုတစ်ခု ကုန်တိုက်မှာထပ်ဖြစ်သွားတယ်။လက်သည်ကတော့ တစ်ယောက်တည်းပဲ။သေနတ်သမားကလည်း ခြေရာဖျောက်ကောင်းတဲ့လူ။\nကုန်တိုက်မှာလည်း လူတွေအများကြီးကိုသတ်ပြီး လွတ်သွားပြန်တယ်။ဒီလောက်တောင်လုပ်တာ မမိရကောင်းလားဆိုပြီး စုံထောက်လမာ့ခ်ကော အယ်လနောကော အဖြုတ်ခံလိုက်ရပါလေကော။ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/to-catch-a-killer-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/djxQ8XE5IU2MyzR8mV2HyVkQjM.jpg",
        "title": "Kukira Kau Rumah(2022)",
        "description": "Kukira Kau Rumah(2022)***********************နာမည်ကျော် တီးဝိုင်း bandတစ်ခုဖြစ်တဲ့Amigdala ရဲ့ Kukira Kau Rumah( I thought You were Home)ဆိုတဲ့ သီချင်းလေးကိုရုပ်ရှင်အဖြစ်အသက်သွင်းထားတာပါ။\nသီချင်းလေးက တကယ်နားထောင်ကောင်းတဲ့ ဆွေးဆွေးအေးအေးလေးဖြစ်သလို ဇာတ်လမ်းကိုလည်း ထိုအတိုင်းပုံဖော်ထားပါတယ်။\nဇာတ်လမ်းထဲမှာတော့ ဇာတ်ဆောင်မင်းသမီးဖြစ်သူဟာ စိတ်မူမမှန်ဝေဒနာကို ခံစားနေရသူပါ။ဒါကြောင့်လည်း ငယ်ကတည်းကပေါင်းလာတဲ့ သူငယ်ချင်းတွေပဲရှိပြီး အားလုံးက အရိပ်တကြည့်ကြည့်နေလာသူပါ။\nမင်းသားကတော့ ဂီတဘက်ကိုစိတ်ဝင်စားပြီး တသီးတသန့်နေတတ်တဲ့ ဂီတာသမားလေးပါ။\nသူတို့နှစ်ယောက်ဆုံတွေ့ဖြစ်ပုံကတော့ ရိုးရိုးလေးပါပဲ။ လူငယ်သဘာဝ သူတို့နှစ်ယောက် ခင်မင်သွားကြ ပျော်ပါးကြရင်းနဲ့.....။\nဇာတ်လမ်းက ရိုးရိုးလေးပေမယ့် Acoustic Musicလေးတွေ ကြားစီးမျှောရင်းတွေးချင်ဆွေးချင်သူတွေအတွက်တော့ကွက်တိပါပဲ။ ခံစားကြည့်လိုက်ပါဦး။File Size : (1.1GB) and (528MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…01:53:00\nGenre :Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/kukira-kau-rumah2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oWV5dlanOIW1LBW3FtH7CxqxafV.jpg",
        "title": "Songjiang God Father ( 2023 )",
        "description": "SongJiang GodFather ဆိုတဲ့ Action ရုပ်ရှင်လေးပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကတော့- 1930 ခုနှစ် အစောပိုင်းလောက်မှာ\nဂျပန်က တရုတ်ပြည်မထဲက ဟယ်နန်ပတ်ဝန်းကျင်မှာ\nစီးပွားရေးတိုးချဲ့ရန် ကြိုးစားနေပါတယ်။ ထိုအချိန်မှာ ဂျပန်မှ\nရင်းနှီးမြှုပ်နှံမှုတွေ များစွာဝင်လာခဲ့ပါတယ်။ဂျပန်လျှို့ဝှက်တပ်ဖွဲ့တွေကလဲ ကျန့်ကျိုးတစ်ဝိုက်မှာ လျှို့ဝှက်စွာ\nစုံစမ်းစစ်ဆေးမှုတွေ လုပ်နေပါတယ်။ ဂျပန်တွေ ဖက်ကလဲ\nဂျပန်တုန်းယန်ကုမ္ပဏီတည်ထောင်ပြီး စီးပွားရေး\nဆိပ်ကမ်းတည်ဆောက်ရန်အတွက် ပြည်မအတွင်းမှ ကုန်သည်များအဖွဲ့နဲ့ ပူးပေါင်းရန် လိုအပ်နေပါတယ်။ဒါကို ကုန်သည်များအဖွဲ့ဥက္ကဌကြီးကုက လက်မခံခဲ့ပါဘူး။\nသို့သော် ဥက္ကဋ္ဌကြီးရဲ့ သားအရင်းဖြစ်သူ ကုရှီးကွမ်းကတော့\nဂျပန်တွေနဲ့ ပူးပေါင်းပြီး အကျိုးအမြတ်ရချင်တဲ့အတွက် အ\nဖေဖြစ်သူကို သတ်ခဲ့ပြီး သူ့ရဲ့မွေးစားညီဖြစ်သူ ကုယန့်ချိုးကို စွပ်စွဲခဲ့ပါတယ်။လူသတ်သမားအဖြစ် စွပ်စွဲခံထားရတဲ့ ကုယန့်ချိုးတစ်ယောက်\nသူအပြစ်ကင်းကြောင်းကို သက်သေပြဖို့ ဘယ်လို ကြိုးစားရမလဲ......\nသူ့အဖေကို သတ်ခဲ့တဲ့လူကိုရော ကလဲ့စားပြန်ချေနိုင်ပါ့မလား\nဆိုတာကို ရုပ်ရှင်လေးကိုပဲ ကြည့်ရှုခံစားလိုက်ပါနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 10 min\nSubtitle : ...",
        "rating": "5.9",
        "url": "https://megaup.net/1etg3/SongJiang_GodFather_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hcnHtqZeabOiwWMB5YTgrm74SmE.jpg",
        "title": "Mother’s Day (2023)",
        "description": "Mother's Day (2023)ဒီတစ်​ခေါက် မိတ်ဆက်​ပေးမှာက​တော့ ခပ်ကြမ်းကြမ်း အက်ရှင်ကား​တွေကိုမှ ကြိုက်တဲ့သူ​တွေအတွက် Netflix မှာထွက်ထားတဲ့ သည်းထိတ်ရင်ဖို အက်ရှင်ကား​လေးပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~​နေတိုးအထူး​အေးဂျင့်​ဟောင်းတစ်ဦးဖြစ်တဲ့ နီနာတစ်​ယောက် နှစ်​ပေါင်းများစွာ တစ်​ယောက်တည်း ဇာတ်မြုပ်​နေရာက​နေ ရုတ်တရက် အ​​မေများ​နေ့မှာ သားဖြစ်သူ မက်စ် တစ်​ယောက် ရန်သူ​တွေရဲ့ အငြိုး​ကြောင့် ပြန်​​ပေးဆွဲခံလိုက်ရတဲ့အခါ သူ့ရဲ့ ​အေးဂျင့်တုန်းက စ​ကေး​တွေကို ဘယ်လိုထုတ်သုံးပြီး ပြန်ကယ်ထုတ်မလဲဆိုတာကို အက်ရှင်ခန်းများများနဲ့ ခပ်မိုက်မိုက် ကြမ်းကြမ်း​လေး ကြည့်ရမယ့် သည်းထိတ်ရင်ဖိုကား​လေး တစ်ကားပဲဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို DB မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.3GB, 640MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 34Min\nGenre - Action, Drama, Thriller\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/mothers-day-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNDgyYjg3NWQtMDljNS00MDU5LWI3N2UtMGNjZWZkM2RjYTc1XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-160x200.jpg",
        "title": "Top Gear (2022)",
        "description": "Top Gear (2022)\nIMDb 8.3/10\nTop Gear တဲ့။\nဇာတ်ကားနာမည်ကြည့်လိုက်တာနဲ့ ကားတစီးနဲ့\nပတ်ကြမ်းတာမျိုးဖြစ်မှာပဲလို့ တွေးမိလိုက်တယ်မလား။\nဟုတ်ပါတယ် ခုတင်ဆက်ပေးမဲ့ ဇာတ်ကားက...\nမူးယစ်ရာဇာ စစ်ဒါးသ်ဆိုတဲ့ လူက မွမ်ဘိုင်းကနေ လစ်ထွက်ပြီး\nဟိုက်ဒရာဘတ်ကနေ စင်ကာပူကို\nထွက်ပြေးဖို့ ကြိုးစားနေတဲ့အချိန်။ကျွန်တော်တို့ ဇာတ်လိုက်ကျော် အာဂျွန်က ခုမှ ပူပူနွေးနွေး အိမ်ထောင်ကျပြီးကာစ၊သူက တက္ကစီဒရိုက်ဘာ၊\nမင်း ဘွဲ့ရပြီးသားကို ဘာလို့ တက္ကစီဆွဲစားနေတာလဲဆိုတော့ ကျွန်တော့်မိန်းမကို ကားစီးစေချင်လို့၊\nရတဲ့ဘွဲ့နဲ့ အလုပ်ဝင်လုပ်ရင် ဆိုင်ကယ်နားတောင် ကပ်နိုင်မှာမဟုတ်ဘူး တဲ့၊မိန်းမကို အဲ့လောက်ချစ်တာ၊\nတရက် တက္ကစီဆွဲပြီး အိမ်ပြန်တဲ့လမ်းမှာ လမ်းကြုံတယ်ဆိုပြီး လူ၂ယောက် တင်ခေါ်လာရာကနေအစ၊\nအဲဒီလူ၂ယောက်က မူးယစ်ဂိုဏ်းနဲ့ပက်သတ်နေပြီး သူ့အကြောင်းကလည်း လမ်းမှာ ပြောထားဆိုထားတာ သိနေတော့\nသူ့ဇနီးချောလေးကို ပြန်ပေးဆွဲပြီး သူတို့ ပြောတာ လုပ်ခိုင်းပါရော၊နောက်ခံတီးလုံးတွေရော သီချင်းတွေရောက ရေလည်မိုက်ပြီး ဇာတ်လမ်းကရော မိတ်ဆွေတို့ကို ပျင်းစေမှာမဟုတ်ဘူးဆိုတာ\nလက်တို့ရင်း ဘာသာပြန် တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ။\n(အညွှန်းကို chiclon3 မှရေးထားပြီး chiclon3 & Bpl & Yunni ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/top-gear-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xCyLjTJSVS25DvdRhsG9OMNQQT4.jpg",
        "title": "The Incredible Water Monster ( 2023 )",
        "description": "ယခုတစ်ခေါက်သိပ္ပံဇာတ်လမ်းကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ -ဇီဝဗေဒပါမောက္ခ စုလိယဟာ နိုင်ငံခြားမှာ ရေမိစ္ဆာကြီးက တျန်းချစ်မြစ်မှာ\nပေါ်ပေါက်လာကြောင်း သတင်းရခဲ့တယ်။ ထိုရေမိစ္ဆာကြီးနဲ့ ပျောက်ဆုံးသွားတဲ့\nသူမအဖေတို့ အဆက်အနွယ်တချို့ရှိမယ်လို့ ခံစားမိခဲ့တယ်။\nသူမအဖေ ပျောက်ဆုံးသွားတဲ့ အကြောင်းအရင်းကို ရှာဖွေရန်\nသူမတစ်ယောက်တည်း အန္တရာယ်တွေနဲ့ ပြည့်နှက်နေတဲ့ ရွာကို ရောက်လာခဲ့တယ်။ထိုရွာမှ ရွာသားတွေက သူတို့ရွာမှာ အပန်းဖြေစခန်း တည်ဆောက်ရန်\nရင်းနှီးမြှုပ်နှံသူများကို ဖိတ်ခေါ်နေတာ ဖြစ်တဲ့အတွက် ရေမိစ္ဆာအကြောင်း\nစုံစမ်းသူများကို ဆန့်ကျင်ခဲ့တယ်။ သူမ ရွာထဲဝင်တာနဲ့ အမှောင်ခန်းထဲမှာ အဖမ်းခံလိုက်ရတယ်။ထိုအမှောင်ခန်းထဲမှာ မထင်မှတ်ထားပဲ သူမရဲ့ သူငယ်ချင်းဖြစ်သူ\nစန်းဟားနဲ့ ချန်လုံတို့ကို တွေ့ခဲ့တယ်။ သူတို့တတွေဟာ နယ်မြေတစ်ခု\nငြိမ်းချမ်းစေဖို့အတွက် အဆင့်မြင့်အတိုင်းအတာ ပတ်ဝန်းကျင်အပေါ်\nနားလည်မှုနဲ့ အချိန်ခရီးသွားခြင်း ဟာကွက်တွေကို အသုံးချပြီး\nရေမိစ္ဆာနဲ့ ပြင်ပအန္တရယ်များကို တိုက်ခိုက်ခဲ့ပါတယ်။သူတို့တတွေ ရေမိစ္ဆာကြီးကို နှိမ်နင်းနိုင်ပါ့မလား......\nထိုရေမိစ္ဆာကြီးကလဲ လိယရဲ့ အဖေနဲ့ ဘယ်လို ပတ်သက်နေလဲ\nဆိုတာကို ရုပ်ရှင်လေးနဲ့အတူ လိုက်ပါ ခံစားကြည့်ရှုလိုက်ပါနော်။\nQuality : WEB-DL 1080p , 480p\nFormat : ...",
        "rating": "6",
        "url": "https://megaup.net/2AllC/The_Incredible_Water_Monster_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Science Fiction"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tuMVORnrT9iTdbMyZOmxfrLvybP.jpg",
        "title": "Evil Spider ( 2023 )",
        "description": "မိစ္ဆာဂိုဏ်းကို နှိမ်နင်းခဲ့ပြီးနောက် နဂါးဂိုဏ်းခေါင်းဆောင် လန်ယန်ဟာ\nလုံတူးမြို့ကို တည်ထောင်ခဲ့ပြီး တိုင်းပြည်တည်ငြိမ်ဖို့အတွက် လုံချွဲ့တပ်ကို ဖွဲ့စည်းခဲ့တယ်။၁၂ နှစ်ကြာပြီးနောက်မှာ နဂါးဂိုဏ်းကို ပင့်ကူတွေက တိုက်ခိုက်ခဲ့တယ်။\nလန်ယန်လဲ အဆိပ်မိသွားပြီး တစ်မြို့လုံးမှာ ဘေးအန္တရာယ်တွေနဲ့ ပြည့်နှက်နေတယ်။လုံချွဲ့တပ်ခေါင်းဆောင် ဖန်းယွမ်နဲ့ နတ်မယ်တော် ကျီးရှင်းယဲ့တို့ဟာ\nမိစ္ဆာမြို့မှာ နတ်သမားတော် ကျန်းလျန်ဟွာကို ရှာပုံတော်ထွက်ခဲ့ပါတယ်။သူတို့ ၃ ယောက်သား အခက်အခဲအဆင့်ဆင့်ကို ဘယ်လို ကျော်ဖြတ်ကြမလဲ......\nမိစ္ဆာဂိုဏ်းဆက်ခံသူတို့က မြို့တော်ငြိမ်းချမ်းရေးကို ဖျက်ဆီးမဲ့\nအကြံအစည်တွေကို တားဆီးနိုင်ပါ့မလားဆိုတာကိုခံစားကြည့်ရှုလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Comedy\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Moon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/2Algs/Evil_Spider_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZGIzOWNmZGQtMTIyNy00OWJkLTk5YjItNTAzNTFjZWY1OWI0XkEyXkFqcGdeQXVyMjU4MzE4ODM@._V1_-157x200.jpg",
        "title": "Sirf Ek Bandaa Kaafi Hai (2023)",
        "description": "Sirf Ek Bandaa Kaafi Hai 2023IMDb rating 7.3 အထိရရှိထားပပြီး၂၀၂၃ မှာအသစ်ထွက်ရှိလာတဲ့ တရားခွင်အခြေပြု\nဘောလီးဝုဒ်အိန္ဒိယဇာတ်ကားလေးဟာ အသက်မပြည့်သေးတဲ့ ကောင်မလေးတစ်ယောက်ကို လိင်အမြတ်ထုတ်ခဲ့တဲ့\nဘာသာရေးဆရာတစ်ယောက်နဲ့ သူ့ကိုတရားစွဲတဲ့အခါ ရင်ဆိုင်လျှောက်လဲပေးတဲ့ ရှေ့နေတို့ရဲ့ အားပြိုင်မှုကို ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်း ဒိုင်ယာလော့အလန်းတွေနဲ့ ရှုစားကြရမှာဖြစ်ပြီး တစ်ခန်းမှကို ပစ်ရက်စရာမရှိ ဇာတ်ရှိန်မကျပဲနဲ့ ဆွဲဆောင်သွားနိုင်တဲ့ ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်အားကိုးရာရှာကြတဲ့ လူတွေရဲ့ ဘာသာတရားတစ်ခု လူတစ်ယောက်ကို\nအစွန်းရောက်ကိုးကွယ်လိုက်တဲ့အခါမှာ ဒီဘာသာတရားတစ်ခုကိုခေါင်းစဉ်တပ်ထားရုံနဲ့\nမျက်ကန်းတွေဖြစ် အမှားတွေအမှန်တွေမသိတော့ပဲ ဘယ်သူ့ကိုမဆို\nအဲ့ခေါင်းစဉ်အောက်ကဆိုတာနဲ့ ဇွတ်တွေယုံကြည်ကိုးကွယ်ကြတာပါပဲ\nဒါကဘာသာတရားတစ်ခုတည်းကို မဆိုလိုပါဘူး ယစ်ပူဇော်တတ်တဲ့ အာဖရိကလူရိုင်းတွေကစလို့\nဂိုဏ်းဆရာတွေကဟောလို့ ကိုယ့်ကိုယ်ကိုအုပ်လိုက်ကြီးသတ်သေကြတယ်ဆိုတဲ့\nအနောက်တိုင်းက ရီနေးဆန့်ဆရာကြီးများအလယ်\nစောင့်ထိန်းစရာအကျင့်သိက္ခာတွေများပြားပြီး တစ်ခုမှမစောင့်ထိန်းလဲ\nနာမည်ကြီးရင် ဇွတ်ကိုးကွယ်ကျတဲ့ အာရှသားများထိအဆုံးလို့ပဲ ပြောရမှာပေါ့ဘာသာရေးဆိုတဲ့ ခေါင်းစဉ်တစ်ခု\nဒါကိုခုတုံးလုပ်ပြီး ပရဟိတကျောင်းဘာညာ ရိုက်စားလုပ်တဲ့ကောင်တွေရှိတယ်\nဒါကိုခုတုံးလုပ်ပြီး ကလေးသူငယ်တွေကို ကျားမမရွေးလိင်အမြတ်ထုတ်နေတာတွေရှိတယ်\nဒါကိုခုတုံးလုပ်ပြီး ဗန်းပြအလှူခံသူဌေးဖြစ်နေတဲ့ကောင်တွေရှိတယ်\nပြောရရင်တော့ ပြောမဆုံးစေမဲ့ အရာတွေပေါ့အိန္ဒိယဇာတ်ကားတွေထဲမှာ ကျွန်တော်မှတ်မိသလောက် ကတော့\nဘုရားရှင်ကို တရားစွဲတဲ့ဇာတ်ကားရယ်\nအူကြောင်ကြောင် ဂြိုလ်သား PK ရယ်က\nဘာသာတရားကို အပီအပြင်ဖဲ့ထားတာပေါ့\nခုဒီဇာတ်ကားထဲမှာလည်း ဘာသာတရားဗန်းပြပြီး လိင်အမြတ်ထုတ်နေတဲ့\nအိန္ဒိယက ဂိုဏ်းဆရာတစ်ယောက်ကို ...",
        "rating": "8.7",
        "url": "https://channelmyanmar.org/sirf-ek-bandaa-kaafi-hai-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqo4VCyz6Cc0HURH4G6acHwqmrl.jpg",
        "title": "No Man’s Land Hunt ( 2023 )",
        "description": "တစ်ခါတလေမှာ မနက်ဖြန်နဲ့ မတော်တဆက\nဘယ်ဟာအရင်လာမလဲဆိုတာ မသိကြဘူးတဲ့။\nလူမရှိတဲ့ တောအုပ်ထဲမှာ ကြောက်လန့်ဖွယ်ကောင်းလှတဲ့\nအဖြစ်အပျက်ကြီးတစ်ခု ဖြစ်နေပါတယ်။ လူငယ်လေးကျင်ယန်ဟာ\nလူမရှိတဲ့နေရာကို ခရီးထွက်လာရင်း အမဲခိုးလိုက်သူက\nရဲကို တိုက်ခိုက်နေတာကို ဓာတ်ပုံရိုက်မိသွားပါတယ်။အမဲခိုးလိုက်သူဟာ ကျင်ယန်ကို သတိထားမိသွားပြီး တိုက်ခိုက်ခဲ့ပါတယ်။\nကျင်ယန်ဟာ နာကျင်မှုတွေနဲ့ အေးခဲလှတဲ့ ရာသီဥတုကြားက ရွ\nာသားအိမ်ကို ထွက်ပြေးလာခဲ့ပေမဲ့ အမဲခိုးလိုက်သူက အနောက်က ဆက်လိုက်လာပါတယ်။အမဲခိုးလိုက်သူက ကျင်ယန်ရဲ့ အစ်မကို လိမ်ပြီး ကျင်ယန်ကို\nသက်သေထုတ်ပေးဖို့ ခြိမ်းခြောက်ခဲ့ပါတယ်။ ထို့နောက်\nကျင်ယန်က သူ့အစ်မကို ကယ်နိုင်ခဲ့ပြီး သူတို့\nမောင်နှမနှစ်ယောက် လူမရှိတဲ့ တောအုပ်ထဲမှာ အသက်လု ထွက်ပြေးခဲ့ရပါတယ်။ကံဆိုးလှတဲ့ မောင်နှမနှစ်ယောက် လူသတ်သမားရဲ့ဘေးရန်ကနေ\nလွှတ်မြောက်ဖို့ ဘယ်လို ကြိုးစားကြရမလဲ။ သူတို့နှစ်ယောက်\nလွှတ်မြောက်ပြီး ရှင်သန်နိုင်ပါ့မလားဆိုတာကို\nရင်တမမနဲ့ ကြည့်ရမဲ့ ကားလေးပဲ ဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle ...",
        "rating": "6",
        "url": "https://megaup.net/1epgx/No_Man_Land_Hunt_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v4rSFmiy0v9D7qmKkaUVJn5UhZ1.jpg",
        "title": "Zoom (2006)",
        "description": "Zoom (2006)ဒီတစ်ခါမိတ်ဆက်​ပေးမယ့် ကား​လေးက​တော့ Facebook Short Clip ​လေး​တွေမှာ ခဏခဏ​တွေ့​​နေရ​လေ့ရှိပြီး ကျွန်တော်တို့တွေ ငယ်ငယ်က ကြည့်ဖူးလောက်ကြမယ့် စူပါဟီးရိုးဇာတ်လမ်း​လေးဖြစ်တဲ့ Zoom ပဲဖြစ်ပါတယ်။~ ဇာတ်လမ်းအကျဉ်း ~အတိတ်က ဂမ်မာ​ရောင်ခြည်စမ်းသပ်မှုမှာ ဇီးနစ်အဖွဲ့ဝင်လည်းဖြစ် အစ်ကိုလည်းဖြစ်သူ ကွန်ကားရှင်းတစ်​ယောက် စိတ်ရိုင်းဝင်သွားတာကို တိုက်ခိုက်ရင်း စွမ်းအင်​ပျောက်သွားတဲ့ ဟီးရိုး ဇွန်းမ် တစ်​ယောက် ဂျက်အဖြစ် သာမန်လူအနေနဲ့ အလုပ်လုပ်ရင်း ဇာတ်မြုပ်​နေရာက​နေ ​ကွန်းကားရှင်းတစ်​ယောက် ကမ္ဘာ​မြေဆီ နှစ် ၃၀​လောက် အကြာမှ ပြန်​ပေါ်လာမယ်လို့ ​ခြေရာခံမိသွားချိန်မှာ သူနဲ့ ယှဥ်ဖို့ စွမ်းအားသစ်ပိုင်ရှင် က​​​လေး​တွေနဲ့ ဖွဲ့ထားတဲ့ အဖွဲ့သစ်ကို ​လေ့ကျင့်​ပေးဖို့ တာဝန်ကျလာတဲ့အခါ...အဖွဲ့ဝင်သစ်​တွေနဲ့ ဘယ်လိုအခက်အခဲ​တွေ ရင်ဆိုင်ရမလဲ... ​နောက်ဆုံး ​အောင်မြင်မှုရရှိခဲ့လားဆိုတာကိုကြည့်ရမယ့် ဟာသ စူပါးဟီးရိုးကား​လေး တစ်ကားပဲဖြစ်ပါတယ်။ရုပ်ရှင်ပရိသတ်တိုင်းနဲ့ မကင်းတဲ့ Toy Story ကား‌တွေထဲက Buzz Lightyear အသံသရုပ်ဆောင် Tim ...",
        "rating": "",
        "url": "https://channelmyanmar.org/zoom-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/adfasdfasdf-133x200.jpg",
        "title": "John Wick: Chapter 4 (2023)",
        "description": "John Wick: Chapter 4 (2023)***************************IMDb Rating (8.3)/ Rotten Tomatoes (94%) ဒါရိုက်တာကတော့ Chad Stahelski ပါပဲ။ ဒီရုပ်ရှင်ထဲမှာပါတဲ့ ပြင်သစ်မြေအောက်ဘူတာနေရာကိုတော့\"Porte des Lilas\" လို့ခေါ်ပြီး ရုပ်ရှင်သမားတွေကို ငှားရမ်းဖို့သီးသန့် ပြင်ဆင်ထားတဲ့ ဘူတာပဲဖြစ်ပါတယ်။ပြီးတော့ ဇာတ်လမ်းအစရဲ့ သဲကန္တာရကိုလည်း အထူးပြုလုပ်ချက်မသုံးဘဲ နေရာအစစ်မှာ သွားရောက်ရိုက်ကူးထားခဲ့ပါတယ်။ ဒီရုပ်ရှင်မှာ ဂျွန်ဝစ်ဟာ စကားလုံး ၃၈၀ ပဲ ပြောခဲ့ပြီး အရှည်ဆုံးစကားဆိုလို့ \"မင်းနဲ့ငါ ဘဝကောင်းကို ထားခဲ့တာ ကြာလှပါပြီ\" ဆိုတာလေးပါပဲ။ ၃ ပုံတစ်ပုံလောက်ကတော့ \"Yeah\" ဆိုတဲ့စကားလုံးတွေပဲဖြစ်လို့ ဘာသာပြန်သူကို အကြိုက်တွေ့စေခဲ့ပါတယ်။ ဇာတ်ပို့တွေထဲမှာ Scott Adkins လည်းပါဝင်ခဲ့ပြီး သူက ကီအာနူးရိဗိရဲ့ အမာခံဖြစ်တာကြောင့် ဒီရုပ်ရှင်မှာပါခွင့်ရတာ အရမ်းကို ပျော်နေခဲ့ပါတယ်။ ဒွန်နီယန်းလည်းပါဝင်ခဲ့ပြီး ဒါရိုက်တာက ပြင်သစ်ရေဒီယိုနာမည်ကို Wuxia လို့ပေးပြီး ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/john-wick-chapter-4-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/s0Qx9YL1JSpYKm1hu0Ovj0IJ1SN.jpg",
        "title": "Dead Shot (2023)",
        "description": "Dead Shot (2023)Imdb - 5.5\nRotten tomatoes - 78%Action, Mystery ကိုမှ သဘောကျပါတယ်ဆိုတဲ့ သူတွေအတွက် အသစ်သစ်စက်စက် ထွက်ရှိထားတဲ့\n၁၉၇၀ ခုနှစ်နောက်ခံ Dark thriller ဇာတ်ကား‌ကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။အိုင်းရစ်ရှ်လူမျိုး ရာဇဝတ်ပြေး တစ်ယောက်ဖြစ်တဲ့ မိုက်ကယ် အိုဟာရာ၊\nIrish Republican Army ကို စိတ်ကုန်ငြီးငွေ့လာလို့\nနေ့စေ့လစေ့ ကိုယ်ဝန်သည် ဇနီးဖြစ်သူနဲ့ ထွက်ပြေးမယ်အလုပ်\nအိုင်ယာလန် နယ်စပ်တစ်နေရာမှာပဲ SAS အဖွဲ့ရဲ့ အငိုက်ဝင်ဖမ်းခြင်းကို ခံရပါတယ်။\nအကင်းပါးတဲ့ မိုက်ကယ်တစ်ယောက် လက်မတင်လေး လွတ်မြောက်သွားပေမဲ့လည်း\nဇနီးဖြစ်သူကတော့ တင်းမာနေတဲ့အခြေအနေတွေကြား မတော်တဆ ကျည်သင့်သေဆုံးသွားခဲ့ရပါတယ်။အဆိုပါ စစ်ရာဇဝတ်မှုအတွက် ကံထူးရှင် လက်ဖြောင့်တပ်သားကတော့ SAS အရာရှိ ဟင်နရီပါတဲ့။\nဥပဒေဘောင်ထဲကဖြစ်နေတော့ အထက်အရာရှိတွေကိုလည်း အားကိုးမရဘဲ မရှူနိုင်မကယ်နိုင် ဖြစ်နေခိုက်\nဘယ်ကမှန်းမသိတဲ့ ကယ်တင်ရှင်ကြီးတစ်ဦး ရောက်ချလာပါတယ်။\nထောင်ဒဏ်ကလွတ်မဲ့အပြင် စစ်မှုဆက်ထမ်းခွင့်လည်း ရဦးမယ်ဆိုပြီး ကမ်းလှမ်းလာတော့\nဟင်နရီခမျာ ဘာမှန်းမသိတဲ့အလုပ်တစ်ခုအတွက် မျက်စိစုံမှိတ်ပြီး တာဝန်ကျရာ လန်ဒန်မြို့ဆီ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/dead-shot-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/84iKxJcjhXYxEBtsAcv6BC7lfca.jpg",
        "title": "Thugs (2023)",
        "description": "Thugs 2023\nIMDb 8.4Crash Course အိန္ဒိယဝက်ဘ်စီးရီးထဲမှာ ဆက်သရာနေရာက သရုပ်ဆောင်ခဲ့တဲ့\nမင်းသားချော Hridhu Haroon တယောက် စီသူ အနေနဲ့ အဓိက သရုပ်ဆောင်ထားပါတယ်။\n(Charsh Course စီးရီးကိုလည်း CM မှာတင်ဆက်ပေးထားပါတယ် ဒီလင့်မှာlink\nဝင်ဒေါင်းလို့ရပါတယ်)ဇာတ်လမ်းအကျဉ်းက ဒီလို...\nစီသူက မိဘမဲ့ တကောင်ကြွက်၊\nအဖေဖြစ်သူဆုံးတော့ သူ့အဖေရဲ့သူဌေး အန်နာချီက သူ့အဖေနေရာမှာပဲ စာရင်းကိုင်ခန့်ထားခဲ့တယ်။\nမြင်မြင်ချင်းချစ်မိခဲ့တဲ့ ကာရဲလ်လေးကြောင့်ပဲ စီသူ တယောက် ဘ၀ကြီးက မနေ့ကနဲ့မတူ မနေ့ကလို မပူတော့ဘဲ\nအချစ်သစ်တဖန်မွေးဖွားခဲ့ပေမဲ့လဲ...\nအချစ်စစ်တို့ မည်သည် ဖြောင့်တန်းရိုးမရှိဆိုသလို အနှောင့်အယှက်ဝင်လာတာက\nသူဌေးလူယုံရဲ့ ညီ ပက်ချက်ရန်၊\nချစ်ရသူ ကာရဲလ်လေးကို အမျိုးမျိုး လိုက်နှောင့်ယှက်နေတဲ့\nလူယုတ်မာ ပက်ချက်ရန်ကို ဒေါသကြောင့် သတ်ခဲ့မိပြီး ထောင်ကျပါလေရော။\nထောင်ထဲမှာပဲ ဆရာကြီးတပွေနဲ့ ပေါင်းမိပြီး ချစ်ရသူကိုပြန်ရှာဖို့ ထောင်ဖောက်ပြေးဖို့ကြိုးစားပါတော့တယ်။နောက်ကြောင်းပြန် ပြန်ပြောင်းပြောရင်း ဇာတ်ကို ခပ်သွက်သွက်လေးသွားထားပြီး\nဒရမ်မာနဲ့အက်ရှင် အချိုးကျ ပေါင်းစပ်ထားတဲ့\nThugs (2023) ဇာတ်ကားသစ်ကို CM ပရိတ်သတ်ကြီးထံ တင်ဆက်ပေးလိုက်ပါတယ်။\nအညွှန်းရေးသားသူကတော့ chiclon3 ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/thugs-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pDZchncQsRj2QIX8K0lzvM9mXGa.jpg",
        "title": "Come Out Fighting (2023)",
        "description": "Come out Fighting (2023)၂၀၂၃ ခုနှစ်မှာ ထွက်ရှိလာတဲ့ ရုရှားအာနိုးလို့ လူသိများတဲ့\nမင်းသားကြီး Dolph Lundgren ပါဝင်ထားတဲ့ စစ်ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်။စစ်ကားကြိုက်သူဆိုရင် လက်မလွှတ်ဖို့ အကြံပေးလိုက်ချင်ပါတယ်။\nလူမျိုးရေးခွဲခြားမှုတွေ ပြင်းထန်နေတဲ့ အချိန်ကာလဖြစ်တဲ့ ဒုတိယကမ္ဘာစစ် အချိန်ကာလမှာ\nလူမည်းစစ်သားတွေဟာလည်း တိုက်ပွဲဝင်နေခဲ့ပါတယ်။\nတပ်တွင်းမှာ ခွဲခြားဆက်ဆံမှုတွေ ရှိပေမယ့်လည်း နိုင်ငံ့အတွက်ကို အသက်ပေးအမှုထမ်းနေကြတုန်းပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဒုဗိုလ် ရောဘတ်စ် ဟေးစ်ဟာ လူမည်းတပ်ဖွဲ့မှာ ထမ်းဆောင်နေတဲ့သူ တစ်ယောက်ဖြစ်ပါတယ်။\nသူတို့ တာဝန်ထမ်းဆောင်နေတဲ့ မစ်ရှင်တစ်ခုမှာ အမှားတစ်ခုကို ဖြစ်သွားပါတယ်။\nဒီလိုနဲ့ အဲဒီ ဒုဗိုလ်ကို စစ်တပ်က စုံစမ်းစစ်ဆေးဖို့ နောက်တန်းကို ပြန်ပို့လိုက်ပါတယ်။\nပြန်ပို့နေရင်း ရန်သူ့ထိန်းချုပ် နယ်မြေထဲမှာ ပျောက်သွားပါတယ်။\nတစ်ဖက်ကလည်း ထိုးစစ်ဆင်ဖို့ ပြင်ဆင်နေတာမို့ သူ့ကို လိုက်မရှာနိုင်ဖြစ်နေပါတယ်။\nဒုဗိုလ် လက်အောက်မှာ တာဝန်ထမ်းနေတဲ့ တပ်ဖွဲ့တွေကတော့ အမိန့်မရလည်း\nသူတို့ရဲ့ ခေါင်းဆောင်ကို လိုက်ရှာဖို့လုပ်ကြရင်း ဂျာမန်တပ်တွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ဖို့ ဖြစ်လာပါတော့တယ်.....အညွှန်း နဲံ ဘာသာပြန်ကတော့ Leonard Lin ...",
        "rating": "",
        "url": "https://channelmyanmar.org/come-out-fighting-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Greenlanternposter45-1-203x300.jpeg",
        "title": "Green Lantern (2011)",
        "description": "DC ဟာ comic နဲ႔ animated ေလာက မွာ ဘုရင္တစ္ပါး ျဖစ္ေပမယ့္ ႐ုပ္႐ွင္ေလာက မွာေတာ့ လက္ေႏွးပါတယ္။ ဒါေပမယ့္ သူတို႔ဟာ သူတို႔ရဲ႕ နာမည္ႀကီး ဇာတ္ေကာင္တစ္ေကာင္ ျဖစ္တဲ့ Green Lanternကို ႐ုပ္႐ွင္႐ိုက္ဖို႔ သတိရေသးတာ ပဲ ေတာ္ပါေသးရဲ႕။comic ေလာကမွာေတာ့ Green Lantern ဟာ ပရိသတ္အခိုင္အမာ ရထားတဲ့ super heroတစ္ေယာက္ပါ။ ဒါကို ႐ုပ္႐ွင္ အျဖစ္ ခ်ျပေတာ့ comic fanေတြရဲ႕ high expectation အရ လိုအပ္ခ်က္ တစ္ခ်ိဳ႕ကို ေထာက္ျပၾကတာ ေတြ႔ရပါတယ္။ ကြၽန္ေတာ္ကေတာ့ ဒါဟာ ေကာင္းတဲ့ အခ်က္ လို႔ ယူဆပါတယ္။ Batman Forever တို႔လို ဇာတ္ကားေတြ ထြက္ၿပီးမွ Nolan's Batman trilogy ေတြ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/green-lantern2011/",
        "category": "Action, Animation"
    }
]