[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/large_8x0WrDcFQDC2eoXJe6iC34wXZE8-200x300.jpg",
        "title": "Monsters vs Aliens (2009)",
        "description": "IMDB Rating 6.5 ရရွိထားတဲ့ Animation ကားၿဖစ္ပါတယ္.....\nဆူစန္မာဖီလို႔ေခၚတဲ့ မိန္းကေလးတစ္ေယာက္ သူ႕ခ်စ္သူနဲ႔လက္ထပ္ခါနီးဆဲဆဲမွာ\nဥကၠာပ်ံထိမွန္ခံခဲ့ရၿပီး ဧရာမလူသားတစ္ဦးအသြင္ေျပာင္း လဲသြားပါတယ္။\nသူ႕လိုထူးဆန္းသတၱဝါေတြကို ထိန္းခ်ဳပ္တဲ့စခန္းတစ္ခုမွာ အထိန္းခ်ဳပ္ခံထားရၿပီး\nတစ္ရက္မွာ ၿဂိဳဟ္သားစက္႐ုပ္တစ္႐ုပ္ အေ မရိကန္မွာ လာေရာက္ေသာင္းက်န္းျခင္းတို႔ေၾကာင့္\nဆူစန္နဲ႔အေပါင္းအပါတို႔ကို သုတ္သင္ေခ်မႈန္းေစၿပီး ျပန္လည္လႊတ္ေပးခဲ့ေပမယ့္\nသူမရဲ႕ ခ်စ္သူဟာ သူမကိုလက္မခံေတာ့ပါဘူး။\nဂဲလက္ဆာအမည္ရွိတဲ့ ၿဂိဳဟ္သားစက္ရုပ္မ်ားကို ထိန္းခ်ဳပ္သူဟာ သူမကိုဖမ္းဆီးသြားၿပီး\nသူမရဲ႕စြမ္းအင္မ်ားကို ထုတ္ယူလိုက္ၿပီး သူမရဲ႕အေပါင္းအပါေလးမ်ားက\nသူမကို လာကယ္တင္ပံုတို႔ကို ဇာတ္လမ္းဖြဲ႕ရိုက္ကူးထားသည့္ Animation ကား ေကာင္းတစ္ကားၿဖစ္ပါတယ္။\nခ်စ္စရာေကာင္းတဲ့ Monster ေလးမ်ားနဲ႕ပါ၀င္ရိုက္ကူးထားတာၿဖစ္တဲ့အတြက္\nAnimation ၾကိဳက္တဲ့သူမ်ားလက္မလႊတ္သင့္တဲ့ကားေလးလည္းၿဖစ္ပါတယ္....Quality…..BluRay 1080p\nDuration…..01:34:00\nFormat…Mp4\nFile Size…(744 MB , 466 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Htet Htet Tin Zar",
        "rating": "",
        "url": "https://channelmyanmar.org/monsters-vs-aliens-2009/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTk2NjU4MDYwNV5BMl5BanBnXkFtZTcwMDQ5ODg3MQ@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Bangkok Dangerous (2008)",
        "description": "ဂျိုး(နီကိုလတ်ကေ့ဂျ်) ဟာဆိုရင် ကြေးစားလူသတ်သမားတစ်ယောက်ပါသူဟာ စည်းကမ်းတကျ လုပ်တက်သူဖြစ်ပြီး ပြင်ပ ဆက်ဆံရေး ဆိုတာ\nလည်းမရှိပါဘူး။ပုံမှန်တော့သူက သူခိုးကြမ်းပိုးလေးတွေကို သူ့အတွက်သတင်းပေး အကူအဖြစ်ငှားရမ်းပြီးပဲ လှုပ်ရှားတက်ပါတယ်။ဒီလိုနဲ့ တစ်ရက်မှာ\nသူ့ရဲ့ အလုပ်အတွက် ဘန်ကောက်မှာ လုပ်ကြံဖို့ အတွက် သွားပါတော့တယ်အဲ့မှာထုံးစံအတိုင်း ဒေသခံ လူငယ်တစ်ယောက်ကို သူ့အတွက် သတင်းပေးအကူ\nအဖြစ် ငှားရမ်းပါတော့တယ်။ဒါ့အပြင် ဂျိုးဟာ ဘန်ကောက်မှာ ဆွံအနားမကြားတဲ့ကောင်မလေးတစ်ယောက်နဲ့တွေ့ဆုံခဲ့ပြီးသူနဲ့ အချိန်ဖြုန်းလေ့ ရှိပါတယ်။\nဒါပေမဲ့ ဂျိုးကိုငှားရမ်းထားတဲ့ လူဆိုးခေါင်းဆောင်က ဂျိုးဟာသူတို့ကို သိနေတယ်ဆိုတာကို သိပြီးတဲ့နောက်မှာ ဂျိုးအပါအဝင် အကုန်လုံးကိုရှင်းပစ်ဖို့ လုပ်ပါတော့တယ်။ဂျိုးတစ်ယောက် လုပ်ကြံ မှု့တွေ အပြင် လူဆိုးခေါင်းဆောင်ရဲ့ ကောက်ကျစ်ယုတ်မာမှု့တွေကိုပါ ရင်ဆိုင်နိုင်မလား ဆိုတာ ကို စိတ်ဝင်စားစွာ ကြည့်ရှု့ရမှာပါ။\nFile Size : 680MB/330MB\nQuality : 720P\nRunning Time :  1h 39min\nFormat : Mp4\nGenre : ...",
        "rating": "5.4",
        "url": "https://megaup.net/33u3e/Bangkok_Dangerous_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BOWVhYTUxMDAtNDc2Ny00ZDg3LWE2OTgtMGFhZTQ1ZDQ0Y2UwL2ltYWdlXkEyXkFqcGdeQXVyNDA1NTY2Nzk@._V1_SY1000_CR006761000_AL_-203x300.jpg",
        "title": "Singam 3 (2017)",
        "description": "အိႏၵိယအက္ရွင္ရဲဇာတ္ကားပါ အရင္Singam 1 နဲ႔ 2 ကုိေတာ့ CMပရိသတ္ေတာ္ေတာ္မ်ားမ်ားႀကည့္ျပီးႀကေလာက္ပါျပီ\nဒီဇာတ္ကားမွာလည္း အရင္ကားေတြလုိ အိႏၵိယရဲေတြရဲ႕အေႀကာင္းကုိ ပရိသတ္ေတြျမင္ေတြ႔ခံစားရမွာပါ\n၃ကားေျမာက္ထြက္လာတဲ့ယခုဇာတ္ကားဟာ အရင္ကားေတြထက္လည္းရုိက္ကြက္ေတြပုိေကာင္းလာတယ္\nဒီကားမွာလည္း အရာရွိSingamတစ္ေယာက္ ဘယ္လုိအခက္အခဲျပႆနာေတြကုိ ဘယ္လုိရင္ဆုိင္ရမလဲဆုိတာကုိ\nပရိသတ္မ်ားရႈစားႀကည့္ရင္းသိႏုိင္မွာပါ\nအိႏၵိယအက္ရွင္ကားႀကမ္းႀကမ္းေတြႀကိဳက္တတ္တဲ့ ပရိသတ္ေတြကုိ အထူးေက်နပ္ေစမယ့္ဇာတ္ကားတစ္ကားပါ\nFile Size : 0.99 GB/670MB\nQuality : DVD Rip 720P\nRunning Time : 2hr 35minutes\nFormat : Mp4\nGenre : Action,Trill\nEncoder :Thanhtike Zaw Download From Yoteshin link \n Download Here DVD Rip 720p (0.99 GB) Openload Link\n Download Small File Size 360p (670 MB) Openload Link",
        "rating": "6.9",
        "url": "https://megaup.net/THoe/Singam_3_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/2iexoaotcf2m-230x300.jpg",
        "title": "Dragon Hunter (2017)",
        "description": "ဂူက်င္းေက်ာင္းေတာ္ႀကီးေအာက္မွာ လ်ိဳ႕ဝွက္စြာသိမ္းထားတဲ့ အနက္ေရာင္ေတာင္ေဝွးတစ္ေခ်ာင္း...\nေႁမြနက္မေလးတစ္ေကာင္က မွားယြင္းၿမိဳခ်မိၿပီး နဂါးမိစၧာႀကီးျဖစ္သြားတဲ့အခါမွာ...\nက်ားမိစၧာတစ္ေကာင္ေသာင္းက်န္းေနလို႔ ႏိွမ္နင္းဖို႔\nေမြးရာပါ က်ားအမွတ္အသားပါတဲ့ ဆရာတက္ရွ္ဆိုတဲ့က်ားႏိုင္ဆရာကို သြားရွာဖို႔\nဂူက်င္းေက်ာင္းေတာ္က ဘုန္းႀကီးကယ္တစ္ပါးကိုေစလႊတ္လိုက္ပါတယ္\nထိုဘုန္းႀကီးကယ္မွာ ေမြးရာပါ နဂါးႏိုင္အမွတ္အသားပါလာျပန္ၿပီး နဂါးမိစၧာကိုႏိွမ္နင္းဖို႔ ပါရမီပါေနသူျဖစ္ေနျပန္ပါတယ္..\nနဂါးမ ၿမိဳခ်ထားတဲ့ အနက္ေရာင္ေတာင္ေဝွးဆီက အစြမ္းေတြရခ်င္ေနတဲ့ မိစၧာႀကီးဟာ\nဆရာေယာင္ေဆာင္ၿပီး သူ လက္သပ္ေမြးထားတဲ့ တပည့္မေလးကို..\nနဂါးအမွတ္အသားပါတဲ့ ဘုန္းႀကီးေလး ရႉရွင္ကို သိမ္းသြင္းခိုင္းဖို႔ႀကိဳးခိုင္တဲ့အခါမွာ..\nက်ားႏိုင္သူရဲေကာင္း ဆရာတက္ရွ္ ကိုေရာ..ရွာေတြ႕မွာလား.??\nနဂါးမိစၧာႀကီးကိုေရာ ႏိွမ္နင္းႏိုင္မွာလား??\nတပည့္ ေျမေခြးမေလးကိုေရာ သူ႔ဆရာ မိစၦာႀကီးရန္ကေန ကာကြယ္ေပးႏိုင္မွာလား??\nအားလံုးေသာ တာဝန္ေတြဟာ ဘုန္းေတာ္ႀကီးရႉရွင္ အေပၚက်ေရာက္လာပါေတာ့တယ္......\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ေအာင္ခ်မ္းျငိမ္း ပဲျဖစ္ပါတယ္)\nFile Size : 700 MB/270MB\nQuality : WEB DL 720P\nRunning Time : 1hr 20minutes\nFormat : Mp4\nGenre : Fantasy Action Comedy\nTranslator : Aung Chan Nyein\nEncoder :Thanhtike ...",
        "rating": "6.0",
        "url": "https://megaup.net/1A2qp/Dragon_Hunter_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Cyborg-X-2016-English1-203x300.jpg",
        "title": "Cyborg X (2016)",
        "description": "ဒီကားေလးက rating 4.8 IMDb ရရွိထားပါတယ္။\nဂ်က္ကီေမာ ဆိုတဲ့နည္းပညာရွင္က အသိဥာဏ္တုပါတဲ့စက္ရုပ္ေတြတီထြင္ခဲ့ပါတယ္။\nဒါဟာသိပၸံပညာနဲ႕လူသားေတြေနရာအစားထိုးဖို႕ၾကိဳးစားခဲ့တဲ့ၿဖစ္ရပ္ပါ\nဒီလိုသာမာန္ထက္သာလြန္ေနတဲ့စက္ရုပ္လူသားေတြမွာလည္း\nသာမာန္လူေတြထက္အားနည္းခ်က္ဆိုတာလည္းရွိစၿမဲပါပဲ...\nအဲဒါေတြရဲ႕အက်ိဳးရလဒ္ေတြဟာ အခုေတာ့အစပ်ိဳးလာခဲ့ပါေတာ့တယ္...\nသမၼတက လူသားထက္သာလြန္ေနတဲ့\nစက္ရုပ္ေတြထုတ္ေနတာကိုသိျပီး ပူးေပါငး္ဖို႔ကမ္းလွမ္းလာပါတယ္။\nကံဆိုးခ်င္ေတာ့ သူတို႔ဖိုင္ထဲကို ဗိုင္းရပ္စ္ဝင္ျပီး စက္ရုပ္ေတြကို အထိန္းခ်ဳပ္ခံလိုက္ရတယ္။\nစက္ရုပ္ေတြက လူေတြကိုအစုလိုက္မာအျပံဳလိုက္ကို မညွာမတာသတ္ေတာ့တာပါပဲ။\nအဲ့ဒီမွာ အသက္ရွင္က်န္ရစ္ေနတဲ့လူတစ္စုက စက္ရုပ္ေတြကိုျပန္တိုက္တယ္။\nေသသြားျပီလို႔ထင္တဲ့ ဂ်က္ကီေမာကိုျပန္ေတြ႔ျပီး\nသူနဲ႔အတူ စက္ရုပ္ေတြအားလံုးကို ဖ်က္ဆီးပစ္ဖို႔ ႀကိဳးစားၾကပါတယ္။\nအင္အားခ်င္းမမ်ွေတာ့ စက္ရုပ္ေတြလက္ထဲမွာ အသက္ေပးလိုက္ရတဲ့သူေတြလည္းရွိတာေပါ့။\nေနာက္ဆံုးမွာ ဂ်က္ရဲ႕ညီမကိုေတာင္ စက္ရုပ္အျဖစ္ေျပာင္းလိုက္ၾကတယ္။\nေနာက္ပိုင္းဘာေတြဆက္ျဖစ္မလဲဆိုတာေတာ့ ဇာတ္ကားေလးထဲမွာ ၾကည့္လိုက္ရေအာင္ေနာ္...\nအသတ္အပုတ္နဲ႕ ေၾကာက္စရာေကာင္းတဲ့ ကားေတြၾကည့္ခ်င္တဲ့သူေတြအတြက္အထူးႏွစ္သက္ေစမယ့္\nအက္ရွင္ဇာတ္ၾကမ္းၾကမ္းကားေကာင္းတစ္ကာားဆိုရင္လည္း မမွားပါဘူး....Quality…..BluRay 720p\nDuration…..01:30:00\nFormat…Mp4\nFile Size…(776 MB , 273 MB )\nEncoder…..Moe Myint Lwin\nTranslator…..Hin Oo Wai Download With YoteShin Link\nDownload with CM Cloud\nDownload with Openload\nDownload with Openload (Small Size)",
        "rating": "",
        "url": "https://channelmyanmar.org/cyborg-x-2016/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/The-Lego-Batman-Movie-2017-movie-poster-135x200.jpg",
        "title": "The Lego Batman Movie (2017)",
        "description": "The LEGO Batman (2017)\nIMDb - 7.3/10_____Rotten - 90%\n  \n2017 အစောပိုင်းရဲ့ အသေခွီရတဲ့ Animation ဇာတ်ကားကို ပြပါဆိုရင်တော့ ဒီကားလေးကိုပဲပြရပါမယ်.\nဇာတ်ကားအစ ကုမ္ပဏီ တံဆိပ် intro ထဲက\nဆြာဘတ်ရဲ့ ဖောက်ချက် ဖောက်ချက်တွေဆိုတာ\nဇာတ်ကား စလည်ဆုံးကို မပျင်းရိရအောင်\nအခွီတွေ တစ်ပြုံကြီးနဲ့ အဖောက်တွေ\nတစ်ပြုံကြီးနဲ့ ကြည့်ရသူ ပြုံးပျော်စေရအောင်\nဆွဲဆောင်သွားနိုင်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်...\nDC ရဲ့ နာမည်ကျော် ဆြာဘတ်နဲ့ အချစ်တော်ဗီလိန်ကြီးတွေကို WB Entertainment\nLego ကုမ္ပဏီ တို့ ပေါင်းပြီး\nLego အရုပ်ကလေးတွေ ပုံစံနဲ့ ဇာတ်ကောင်တွေကို\nတင်ဆက်ထားပြီး ဇာတ်ကားရုံမတင်ခင်ကတည်းက\nဇာတ်ကောင် MiniFiguresလေးတွေထွက်ရှိထားလို့\nLego Minifigures collectorsတွေကြားရေပန်းစား\nခဲ့ပြီး ဖြစိပါတယ်\n  \nဇာတ်လမ်းအကျဉ်းကတော့\nBatman ရဲ့ စိမ်းကားလှတဲ့စကားတစ်ခွန်းကြောင့်\nBatman ရဲ့ respect ကို ရယူချင်တဲ့\nJoker ဟာအကြံအစည်သစ်တစ်ခုနဲ့\nဗီလိန်တစ်ကာ့ထိပ်ခေါင်ကြီးတွေ ကိုအကျဉ်းချထားတဲ့\nအာကာသ phantom Zone ကို ဖွင့်ချဖို့ကြံစည်ပါတော့တယ်\nဒါကို ဆြာဘတ်ဟာ အိမ်တော်ထိန်းကြီး အဲဖရက်\nရဲ့မင်းကြီးဂေါ်ဒွန်ရဲ့ သမီး ...",
        "rating": "7.3",
        "url": "https://megaup.net/2gZva/The_Lego_Batman_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTBiMmJkYmEtZDgwMC00MzgxLWIyNmUtODM5MWU2Yzk4MmVlL2ltYWdlXkEyXkFqcGdeQXVyNzA0MTM4NjM@._V1_-1-204x300.jpg",
        "title": "Tangled: Before Ever After (2017)",
        "description": "Tangled:Before even after 2017ကားလေးကတော့ အရင် Tangled ကားလေးရဲ့ အဆက်လို့ပြောရမှာပါပဲ။\nမာသာ ဂေါ်သယ် လက်ထဲကနေ လွတ်မြောက်လာခဲ့ပြီး မင်းသမီးတစ်ပါးအနေနဲ့ပြန်လည်ရောက်ရှိလာတဲ့\nရက်ပန်ဇယ် ရဲ့အကြောင်းလေးကို တင်ပြထားတာပါ။လွတ်လွတ်လပ်လပ်ပေါ့ပေါ့ပါးပါး နေတတ်တဲ့\nရက်ပန်ဇယ် တစ်ယောက် မင်းသမီး တစ်ပါးအနေနဲ့ နန်းတွင်းအစဉ်အလာတွေကို လိုက်နာဖို့လိုလာခဲ့ပါတယ်။\nတစ်နေ့တော့ နန်းတွင်းထဲကနေ တိတ်တိတ်လေး ခိုးထွက်လာခဲ့ပြီး တွေ့ကြုံရတဲ့ adventure တွေကို\nရိုက်ပြထားတာမို့ ပျင်းဖို့မကောင်းတာတော့ အာမခံလို့ရပါတယ်။\nချစ်ရတဲ့ ယူဂျင်းရယ်၊သစ္စာရှိ မြင်းကြီးရယ်၊အထိန်းတော်ကြီးရယ်၊\nထူးဆန်းတဲ့မှော်ကျောက်တုံးနဲ့တွေ့ပြီးပြန်ရှည်လာတဲ့(ကျနော်တို့လဲ ချစ်တဲ့:P) ဆံပင်ရှည်ကြီးရယ်။\n2D Animation ကောင်းကောင်းရယ်။ကြည့်ဖို့တန်ပါတယ်လို့ပဲပြောပါရစေ\n-------------------------------------------------------------\nTangled:Before even after 2017ကားေလးကေတာ့ အရင္ Tangled ကားေလးရဲ႕ အဆက္လို႔ေျပာရမွာပါပဲ။\nမာသာ ေဂၚသယ္ လက္ထဲကေန လြတ္ေျမာက္လာခဲ့ၿပီး မင္းသမီးတစ္ပါးအေနနဲ႔ျပန္လည္ေရာက္ရွိလာတဲ့\nရက္ပန္ဇယ္ ရဲ႕အေၾကာင္းေလးကို တင္ျပထားတာပါ။လြတ္လြတ္လပ္လပ္ေပါ့ေပါ့ပါးပါး ေနတတ္တဲ့\nရက္ပန္ဇယ္ တစ္ေယာက္ မင္းသမီး တစ္ပါးအေနနဲ႔ နန္းတြင္းအစဥ္အလာေတြကို လိုက္နာဖို႔လိုလာခဲ့ပါတယ္။\nတစ္ေန႔ေတာ့ နန္းတြင္းထဲကေန တိတ္တိတ္ေလး ခိုးထြက္လာခဲ့ၿပီး ေတြ႕ၾကံဳရတဲ့ adventure ေတြကို\nရိုက္ျပထားတာမို႔ ပ်င္းဖို႔မေကာင္းတာေတာ့ ...",
        "rating": "6.6",
        "url": "https://megaup.net/4UKij/Tangled_-_Before_Ever_After_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BOTc0MTQzNjg2M15BMl5BanBnXkFtZTgwMDQ5OTE5MDI@._V1_SY1000_CR006811000_AL_-204x300.jpg",
        "title": "The Game Changer (2017)",
        "description": "Channel Myanmar ပရိတ္သတ္ေတြအတြက္ အသစ္ထြက္ တရုတ္အက္ရွင္\nကားေကာင္းတစ္ကားတင္ေပးလိုက္တယ္ဗ်။\nဇာတ္လမ္းအစမွာေတာ့ တရုတ္နိုင္ငံအတြင္း နိုင္ငံေရးဆူပူလူပ္ရွားမႈျဖစ္ေနတဲ့\nအခ်ိန္အေတာအတြင္း ျပည္တြင္းမွာရွိတဲ့ ဂိုဏ္းစတားအဖြဲ.ေတြ ရဲ.ရက္စက္ယုတ္မာမူေတြ\nကိုအဓိကပံုေဖာ္ျပီး ရိုက္ကူးထားတာျဖစ္ပါတယ္။\nအက္ရွင္ၾကမ္းၾကမ္းတမ္းတမ္းၾကိဳက္တဲ့ခ်စ္ပရိတ္သတ္ျကီးေတြအၾကိဳက္ေတြ.ေစမွာပါ။File Size : 950 MB/440MB\nQuality : WEB DL 1080P\nRunning Time : 2hr 12minutes\nFormat : Mp4\nGenre : Action\nEncoder :Thanhtike Zaw\n \nDownload From Yoteshin link \n Download Here WEB DL 1080p (950 MB) Openload Link\n Download Small File Size 360p (440 MB) Openload Link",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-game-changer-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/charlies-angels-poster-133x200.jpg",
        "title": "Charlie’s Angels (2000)",
        "description": "Charlie's Angels (2000)\nIMDb - 5.5/10_______Rotten - 68%\n Y2K ကထွက်ခဲ့တဲ့ အမျိုးသမီးအက်ရှင်ကားလေးကို\nပရိတ်သတ်ကြီးတော်တော်များများကတော့ ရင်းနှီးကြမှာပါ\nမင်းသမီးကြီး ဘယ်ရီမိုး ကခေါင်းဆောင်ရိုက်ကူးထားပြီးတော့\nခပ်ကြမ်းကြမ်းအက်ရှင်ပရိတ်သတ်တွေကတော့\nမပျင်းစတမ်းကိုကြည့်ကြရမှာပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့\nအမျိုးသမီးစုံထောက်၃ယောက်ကအသံအတုနည်းပညာကိုခိုးသွားတဲ့\nသူတို့ သူဌေး ကိုလိုက်လံစုံစမ်းရင်း သူတို့ရဲ့ စွမ်းဆောင်ရည်တွေကို\nဘယ်လိုတွေအသုံးချပြီးခိုးယူကြမလဲဆိုတာကိုတော့ဆက်လက်ကြည့်လိုက်ကြပါတော့( ဒီဇာတ်ကားကို May Haruko က ဘာသာပြန်ပေးထားတာဖြစ်ပြီး Kyaw Ye Aung မှ Encode တင်ဆက်ပေးထားတာဖြစ်ပါတယ်...)\n Y2K ကထြက္ခဲ့တဲ့ အမ်ိဳးသမီးအက္ရွင္ကားေလးကို\nပရိတ္သတ္ႀကီးေတာ္ေတာ္မ်ားမ်ားကေတာ့ ရင္းႏွီးၾကမွာပါ\nမင္းသမီးႀကီး ဘယ္ရီမိုး ကေခါင္းေဆာင္႐ိုက္ကူးထားၿပီးေတာ့\nခပ္ၾကမ္းၾကမ္းအက္ရွင္ပရိတ္သတ္ေတြကေတာ့\nမပ်င္းစတမ္းကိုၾကည့္ၾကရမွာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nအမ်ိဳးသမီးစုံေထာက္၃ေယာက္ကအသံအတုနည္းပညာကိုခိုးသြားတဲ့\nသူတို႔ သူေဌး ကိုလိုက္လံစုံစမ္းရင္း သူတို႔ရဲ႕ စြမ္းေဆာင္ရည္ေတြကို\nဘယ္လိုေတြအသုံးခ်ၿပီးခိုးယူၾကမလဲဆိုတာကိုေတာ့ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့( ဒီဇာတ္ကားကို May Haruko က ဘာသာျပန္ေပးထားတာျဖစ္ျပီး Kyaw Ye Aung မွ Encode တင္ဆက္ေပးထားတာျဖစ္ပါတယ္...)\n Charlie’s Angels: Full Throttle (2003) ကြည့်ရှုရန် နှိပ်ပါ\nCharlie’s Angels (2019) ကြည့်ရှုရန် နှိပ်ပါ",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/charlies-angles-2000/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "",
        "title": "Wanted (2009)",
        "description": "အိႏၵိယအက္ရွင္ကားပါ။\nဆလ္မန္းခန္းပရိသတ္ေတြအႀကိဳက္ေတြ႕ေစမယ့္ဇာတ္ကားပါ။\nမြန္ဘုိင္းျမိဳ႕ရဲ႕လူဆုိးဂုိဏ္းေတြ ထိန္းမႏုိင္သိမ္းမရျဖစ္လာတဲ့အခါမွာ ဘယ္လုိေတြျဖိဳခြဲသလဲ\nဘယ္လုိေတြအခက္အခဲေတြနဲ႔ေတြ႔ႀကံဳရလဲ ဘယ္ေလာက္ေတာင္စေတးမႈေတြျပဳလုပ္ရသလဲဆုိတာကုိ ရုိက္ျပထားတာပါ။\nထုံးစံအတုိင္း အရင္တုန္းကထြက္ထားတဲ့ကုလားကားဆုိေတာ့ အုိဗာအက္ရွင္ေတြကုိေတာ့သည္းခံျပီးႀကည့္ေပးႀကပါခင္ဗ်ာ\n(ဇာတ္လမ္းအညႊန္းနဲ. ဘာသာျပန္သူကေတာ့ Ye Man Aung ပဲျဖစ္ပါတယ္)File Size :1 GB\nQuality : Bluray 720P\nRunning Time : 2hr 27minutes\nFormat : Mp4\nGenre : Action, Comedy, Crime\nTranslator : Ye Man Aung\nEncoder :Thanhtike Zaw",
        "rating": "6.7",
        "url": "https://megaup.net/4eLmy/Wanted_[2009]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/wolves1-221x300.jpg",
        "title": "Wolves (2014)",
        "description": "ဒီေန႕ေတာ့ . 2014ခုႏွစ္မွာ ထြက္ရွိထားၿပီး IMDb Rating 5.3/10ရရွိထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ကားကို တင္ေပးပါရေစ။အဒမ္ဘက္ခ်ာ ဆိုတဲ့ လူငယ္ေလးတစ္ေယာက္ဟာ . ေက်ာင္းမွာစာေတာ္ၿပီးေက်ာင္းအားကစားမွာလည္း ထူးခြ်န္သူတစ္ေယာက္ျဖစ္ပါတယ္။တစ္ေန႕မွာေတာ့ အားကစားပြဲတစ္ခုမွာ သူ႕ရဲ႕ျပိဳင္ဘက္အတန္းေဖာ္ကသူ႕ကို ၾကမ္းတမ္းစြာဆက္ဆံခဲ့တာကိုခံရၿပီး စိတ္မထိန္းႏိုင္ဘဲ ျပန္လည္တံု႕ျပန္မႈဟာေၾကာက္မက္ဖြယ္ေကာင္းေလာက္ေအာင္ျဖစ္ခဲ့ရၿပီး ေသမေလာက္ထိျဖစ္ခဲ့ပါတယ္။ ထိုကိစၥအၿပီးမွာ သူဟာအိမ္မက္ဆိုးေတြလည္းမက္သလို . သူ႕ရဲ႕စိတ္ေတြဟာလည္းအရင္ကထက္ၾကမ္းတမ္းရိုင္းစိုင္းလာပါတယ္။ အဲ့လိုျဖစ္ပ်က္ေနတာကို သူ႕ရဲ႕ခ်စ္သူကိုေျပာျပရင္းကေန ဝံပုေလြစိတ္ေတြဝင္လာကာ သူ႕ရဲ႕ဘဝအမွန္ေပၚလာၿပီး စိတ္ဝင္စားဖြယ္ရာ အျဖစ္အပ်က္ေတြအမ်ားၾကီးျဖစ္လာခဲ့ပါတယ္။ဇာတ္ကားေကာင္းေလးျဖစ္ၿပီး  ၾကည့္ရႈဖို႕လက္မလႊတ္သင့္တဲ့ကားေလးပါ။\nQuality…..     BluRay 720p\nDuration….. 01 hr 31 min\nFile Size…     (800 MB)\n Translator.... Myominthu Thanmyint\nEncoder…..  San Win Maung\n \nDownload From Yoteshin Link (720P 800Mb)",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/wolves-2014/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/p14038912_p_v8_ab-200x300.jpg",
        "title": "Hunter’s Prayer (2017)",
        "description": "2017 ခုႏွစ္ထြက္ Thrill အမ်ိဳးအစား ဇာတ္ကားေလးတစ္ကားကို\nတင္ဆက္ေပးျခင္ပါတယ္ သဲထိပ္ရင္ဖိုႀကိဳက္တဲ့ ပရိတ္သတ္ေတြဆို\nႀကိဳက္ႏွစ္သက္ၾကမယ္ဆိုတာ ရဲရဲႀကီးအာမခံရဲပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ လူးကပ္စ္ ဟာတစ္ကိုေတာ္\nလူပ္ရွားတဲ့ ေၾကးစားလူသတ္သမားပါ တစ္ေန႔မွာေတာ့\nသူဟာ အယ္လ္လာ ဆိုတဲ့ေကာင္မေလးကို လုပ္ႀကံဖို႔\nငွားရမ္းခံရပါေတာ့တယ္ တကယ့္လက္ေတြ႕လုပ္ႀကံရာမွာေတာ့\nလူးကပ္စ္ဟာ အယ္လာကိုမလုပ္ႀကံႏိုင္ခဲ့ပဲ\nသူဟာ သူ႔ကိုငွားရမ္းေစခိုင္းတဲ့သူေတြကို ျပန္လည္ၿပီး\nအမွန္တရားအတြက္တိုက္ပြဲ၀င္ဖို႔ဆံုးျဖတ္လိုက္ပါေတာ့တယ္\nလူးကပ္က အယ္လာကိုဘာလို႔ မလုပ္ႀကံေတာ့တာလဲ\nဘာေၾကာင့္လဲဆိုတာကိုေတာ့ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ\nဘာသာျပန္က ေတာ့ လင္းသူရျဖစ္ပါတယ္Download Large File From CM Link\nDownload Small File From CM Link\nDownload Large File From Op\nDownload Small File From Op",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/hunters-prayer-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BZDliZmE4ZDEtMzU2MS00MDE3LThiMzgtNjc0M2JiZDY2YzNmXkEyXkFqcGdeQXVyMDc3ODUxNg@@._V1_-232x300.jpg",
        "title": "Boone: The Bounty Hunter (2017)",
        "description": "နာမည္ေက်ာ္ ေၾကးစား လူမုဆိုး ဘြန္းန္ တစ္ေယာက္ သူတုိ ့ရဲ ့\nRating က်ဆင္းလာတဲ့ Boone: The Bounty Hunter ရုပ္သံအစီအစဥ္ကို\nတာ၀န္ရွိသူေတြက ရပ္တန္ ့ပစ္လိုက္ဖို ့ေျပာတဲ့အခါမွာ ဘြန္းန္ တစ္ေယာက္\nသူ ့အဖြဲ ့သားေတြရဲ ့အလုပ္အာမခံခ်က္အတြက္ မူးယစ္ရာဇာ တစ္ေယာက္ရဲ ့\nအမႈကို လက္ခံခဲ့ပါတယ္\nတရားခံက မကၠဆီကို ဘက္ကိုထြက္ေျပးတိမ္းေရွာင္သြားတဲ့အခ်ိန္မွာ\nဘြန္းန္ လည္း အဲ့ဒီေနာက္ကိုလိုက္ၿပီး တရားခံဖမ္းဖို ့ႀကိဳးစားခဲ့ပါတယ္\nဒါေပမဲ့ မကၠဆီကို မွာ ဘြန္းန္ ကိုေထာက္ခံသူဟာ မရွိသေလာက္ကိုနည္းပါးပါတယ္\nကံဆိုးခ်င္ေတာ့ အဲ့ဒီေဒသေလးဟာလည္း မူးယစ္ရာဇာ ႀကီးဆိုးေနတဲ့\nေဒသျဖစ္ေနျပန္တယ္\nဒီလိုအေျခအေနေတြမွာ ဘြန္းန္ တစ္ေယာက္ သူတို ့အလုပ္ကို ဘယ္လိုကယ္တင္မလဲ\nဒုကၡေရာက္ေနတဲ့ သူ ့မိတ္ေဆြေတြကို ဘယ္လိုကယ္တင္မလဲဆုိတာ ေတြကို\nစိတ္၀င္စားဖြယ္ရိုက္ကူး တင္ဆက္ထားတဲ့ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့  Scrn ပဲျဖစ္ပါတယ္)File Size : 700 MB/300MB\nQuality : WEB DL ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/boone-the-bounty-hunter-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/batman-and-robin-1997-1-221x300.jpg",
        "title": "Batman & Robin (1997)",
        "description": "Unicodeဒီကားလေးဟာ DC Fan တွေအကြိုက်တွေ့စေမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်...\nBatman & Robin ဇာတ်ကားဟာ DC Comics ဇာတ်ကောင်\nBatman နဲ့ Robin ကိုအခြေခံပြီး ထုတ်လုပ်ခဲ့တဲ့\n1997 ခုနှစ်ထွက် အမေရိကန်စူပါဟီးရိုးရုပ်ရှင်ပဲဖြစ်ပါတယ်....\nဒီကားဟာ Warner Bros ရဲ့စတုတ္တမြောက်နဲ့နောက်ဆုံးအရစ်ကျ ထုတ်လုပ်မှု့လည်းဖြစ်ခဲ့ပါတယ်..\nဒီရုပ်ရှင်ကိုတော့ ဒါရိုက်တာ Schumacher နဲ့  Akiva Goldsman တို့ကပူးတွဲရိုက်ကူးခဲ့ပါတယ်...\nနာမည်ကြီးသရုပ်ဆောင်များဖြစ်ကြတဲ့\nArnold Schwarzenegger, George Clooney Chris O'Donnell,\n Alicia Silverstone နဲ့ Uma Thurman\nတို့နဲ့ရိုက်ကူးခဲ့တာလည်းဖြစ်ပါတယ်...\nဒီကားမှာ မစ္စတာ ရေခဲအဖြစ်သရုပ်ဆောင်တဲ့ ကျွန်တော်အသိများတဲ့ အာနိုးဟာဖြင့်\nသူ့မိန်းမကို ပြန်လည်ကယ်တင်ဖို့\nဘာမဆိုလုပ်ချင်နေတဲ့ ဒေါက်တာတစ်ဦးပါ...\nသူ့မိန်းမကိုပြန်လည်ကယ်တင်ဖို့အတွက်လုပ်ရာကနေ နောက်ပိုင်းမှာတော့\nမကောင်းမှု့ဘက်ကိုဦးတည်သွားခဲ့ပါတယ်..\nနောက်ထပ် ဗီလိန်တွေကတော့ မတော်မဆထိခိုက်မှု့ဖြစ်လာရာကနေ\nအစွမ်းရှိလာနဲ့ လှပတဲ့ အဆိပ်မယ်နဲ့\nBane တို့ပဲဖြစ်ပါတယ်....\nဒီကားထဲမှာ Batman နဲ့ Robin တို့နားလည်မှု့လွဲရာကနေပြီးတော့\nသူ့ရဲ့ဝတ်စုံကိုပြန်လည်အားဖြည့်ဖို့ စိန်တွေကို\nလိုက်လံခိုးယူနေတဲ့ မစ္စတာရေခဲတို့တွေ့ဆုံခဲ့ကြပါတယ်...\nနောက်ဆုံးမှာတော့ မစ္စတာရေခဲဟာ အဆိပ်မယ် ရဲ့ကမ်းလှမ်းချက်ကို လက်ခံပြီးတော့\nBatman နဲ့ Robin တို့ကို\nတိုက်ခိုက်မှု့များကို စိတ်ဝင်စားဖွယ်ကြည့်ရှု့ရမှာပဲဖြစ်ပါတယ်....\nZawgyi\nဒီကားေလးဟာ DC Fan ေတြအၾကိဳက္ေတြ႕ေစမယ့္ကားေကာင္းေလးတစ္ကားၿဖစ္ပါတယ္...\nBatman & ...",
        "rating": "3.7",
        "url": "https://megaup.net/Qxro/Batman_&_Robin_[1997]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/dracula-untold-poster-133x200.jpg",
        "title": "Dracula Untold (2014)",
        "description": "Dracula Untold (2014)_________IMDb - 6.3/10\n ဘဝမှာမလွဲမသာတဲ့အခြေနေတစ်ခုကိုရောက်လာတိုင်းလုပ်သင့်လုပ်ထိုက်တဲ့အရာကို\nချက်ချင်းဆုံးဖြတ်ချက်ချပြီးလုပ်နိုင်တဲ့သူဟာ လူတော်ပါပဲ....\nတကယ်လို့အဲဒီလုပ်သင့်လုပ်ထိုက်တဲ့အရာက အကောင်းဆုံးမဟုတ်ရင်တောင်မှ\nအဆုံးဝါးဆုံးအရာဖြစ်နေရင်ကော သင်ဘာကိုရွေးချယ်မလဲ...\nအရေးကြီးတဲ့အရာကိုလုပ်ဖို့ အဆုံးဝါးဆုံးအရာကိုရွေးချယ်မလား....\nဒါမှမဟုတ် ပုံမှန်သဘာဝအတိုင်းပဲရင်ဆိုင်ဖို့ ကြိုးစားမလား...\nဒီဇာတ်လမ်းကိုကြည့်ရအောင်ပါ....ဒီဇာတ်လမ်းလေးဟာ ၁၉ ၈၇ ခုနှစ်က ထွက်ရှိထားတဲ့\nDracula ဆိုတဲ့ဝတ္တုကိုအခြေခံပြီးတော့ ပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်...\nတိုင်းပြည်တစ်ပြည်ရဲ့ မင်းသားဘလက်ဟာ တူရကီနိုင်ငံရဲ့လက်အောက်ခံကျွန်ဘဝကနေလွတ်မြောက်လာခဲ့ပြီး\nတိုင်းပြည်ရဲ့ဘုရင်တစ်ပါးဖြစ်လာခဲ့ပါတယ်...\nစစ်ဆင်ရေးတစ်ခုမှာ မင်းသားဘလက်နဲ့သူ့ရဲ့စစ်သားတွေဟာ တူရကီတွေကိုလိုက်လံခြေမှုန်းရာကနေ\nဂူတစ်ခုမှာ သွေးစုပ်ဖုတ်ကောင်တစ်ကောင်ရဲ့ တိုက်ခိုက်ခြင်းခံခဲ့ရပါတယ်...\nသူ့ရဲ့စစ်သားအားလုံးသေပြီးတော့ သူတစ်ယောက်တည်းသာလွတ်မြောက်လာခဲ့ပါတယ်...\nတစ်နေ့ ဘလက်ဟာ သူ့ရဲ့သားနဲ့ဇနီးနဲ့အတူ Dracula နန်းတော်မှာ စားသောက်ပွဲကျင်းပနေတဲ့အချိန်\nတူရကီစစ်တပ်များရောက်လာပြီးတော့ ယောကျာၤးလေးအယောက် ၁၀၀၀ ကိုသူတို့စစ်တပ်အတွက်တောင်းဆိုခဲ့ပါတယ်..\nငယ်သားတွေကိုကြင်နာတဲ့ ဘလက်ဟာ လူတွေအစားငွေတွေကိုပေးဖို့ကမ်းလှမ်းခဲ့ပေမယ့်လည်း\nမအောင်မြင်ခဲ့ပါဘူး...ဒါကြောင့် တူရကီတွေဟာသူတို့တိုင်းပြည်ကို စစ်တိုက်ဖို့ပြင်လာပါတော့တယ်...\nတကယ်တမ်း စစ်တိုက်ဖို့အတွက် တူရကီတွေနဲ့ယှဉ်လာရင် သူတို့ဟာအင်အားမမျှခဲ့ပါဘူး...\nဒါကြောင့်ကျူးကျော်လာတဲ့ အင်အားကြီးတဲ့တူရကီတွေကိုပြန်လည်တုန့်ပြန်ဖို့ အင်အားတွေကိုလိုလာခဲ့ပါတယ်...\nမင်းသားဘလက်ဟာ သူ့တိုင်းပြည်အတွက်ဆုံးဖြတ်ပြီး သူတို့ကိုတိုက်ခိုက်ခဲ့တဲ့ သွေးစုပ်ဖုတ်ကောင်ဆီကနေ\nအကူညီတောင်းခံခဲ့ပါတယ်...ဒါကြောင့် သွေးစုပ်ဖုတ်ကောင်ဟာ သူ့ကိုအင်အားကြီးမားတဲ့\nDracula အဖြစ် ၃ ရက်ရှင်သန်စေခဲ့ပါတယ်...ထို ၃ ရက်အတွင်းမှာ လူသားရဲ့သွေးကိုမသောက်ပဲနေနိုင်မှ\nဘလက်ဟာ လူသားပြန်ဖြစ်မှာပဲဖြစ်ပါတယ်...တကယ်လို့သာ လူသားရဲ့သွေးကိုသောက်မိရင်တော့\nသူတစ်သက်လုံး Dracula အဖြစ်နဲ့ရှင်သန်သွားရတော့မှာပဲဖြစ်ပါတယ်....\nဒီလိုအပေးယူတဲ့ပြီးတဲ့နောက်မှာတော့ ဘလက်တစ်ယောက်ဘာတွေဖြစ်လာနိုင်မလဲ...\nအင်အားကြီးမားလှတဲ့ တူရကီတပ်ကြီးကို သူရင်ဆိုင်နိုင်မလား....\nသွေးစုပ်ဖုတ်ကောင်တစ်ကောင်ဖြစ်နေပြီဖြစ်တဲ့ ဘလက်ဟာလူသွေးမသောက်ပဲတကယ်ကောနေနိုင်မှာလား....\nစိတ်ဝင်စားစွာနဲ့ကြည့်ရမယ့် ဇာတ်ကားကောင်းတစ်ကားဆိုရင်မမှားပါဘူး....Quality…..BluRay 1080p\nDuration…..01:32:00\nFormat…Mp4\nFile Size…(727 MB)\nEncoder…..Moe ...",
        "rating": "6.3",
        "url": "https://megaup.net/2nFrv/Dracula_Untold_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/det_k_widow1-143x200.jpg",
        "title": "Detective K: Secret of Virtuous Widow (2011)",
        "description": "Detective K: Secret of Virtuous Widow (2011)_____IMDb - 6.3/10\n  \nDetective K ဟာဆိုရင်တော့ကိုးရီးယားဟာသအက်ရှင်ကားလေးကိုပြေးမြင်ကြမှာပါ။\nဒီကားလေးကို၂၀၁၁ခုနှစ်မှာထုတ်ဝေခဲ့ပြီးအဲဒီနှစ်ရဲ့ကိုးရီးယားမှာ\nစတုတ္ထမြောက်ရောင်းအားအကောင်းဆုံးဖြစ်ခဲ့ပါတယ်။\nဇာတ်အိမ်ကို၁၇၉၃ခုနှစ်ဂျီအိုဂျုန်မင်းနန်းတက်ပြီး၁၇နှစ်အကြာဂျိုစွန်ပြည်ကို\nနောက်ခံထားထားပါတယ်။မင်းကြီးဟာနိုင်ငံအတွင်းစီးပွားရေးဆုတ်ယုတ်လာမှုအပေါ်\nစုံစမ်းရင်းမင်းမှုထမ်းတွေကြားလာဘ်စားမှုတွေကိုတိုက်ထုတ်ဖို့ကြံရွယ်တာပါ။\nလူယုံတွေနည်းပါးနဲ့တဲ့အချိန်မှာပဲသူစိတ်အချရဆုံးဖြစ်တဲ့စုံထောက်ကြီးကေကို\nလာဘ်စားမှုတွေလူသတ်မှုတွေကိုစုံစမ်းဖို့အမိန့်တာဝန်ပေးလိုက်ပါတယ်။\nစုံထောက်ကေတယောက်ဖမ်းဆီးမိထားတဲ့တပ်မှူးကိုစစ်ဆေးဖို့ထောင်ထဲသွားတဲ့အခါမှာတော့\nတပ်မှူးအရာရှိကအသတ်ခံထားနှင့်ရပါပြီ။အလောင်းကိုစစ်ဆေးကြည့်လိုက်တဲ့အခါ\nဦးခေါင်းနောက်မှာအပ်လေးစိုက်ပြီးသတ်ခဲ့တာကိုတွေ့ခဲ့ရတာကစပြီး\nအမှုရဲ့သဲလွန်စတွေရခဲ့ပါတယ်။ကံဆိုးချင်တော့တခြားအရာရှိတွေရောက်လာတဲ့အခါအပ်လေးကိုင်ပြီး\nအလောင်းဘေးရပ်နေတဲ့စုံထောက်ကြီးကိုအထင်လွဲပြီးအကျဉ်းချလိုက်ပါတော့တယ်။ဒါပေမယ့်\nခွေးချစ်သူဆိုဖီးရဲ့အကူအညီနဲ့ပဲထောင်ကနေဖောက်ပြေးလာပါတယ်။ဒီလိုကိစ္စတွေကြောင့်မင်းကြီးကသူ့ကို\nရာထူးကချပြီးလက်ရှိအမှုကိုလွတ်ကာဂျုတ်စုန်းကအမှုတခုကိုစုံစမ်းခိုင်းလိုက်ပါတယ်။\nသာမန်အမှုလို့ထင်ရပေမယ့်ဒီအမှုကနေပဲအားလုံးသောလူသတ်မှုတွေလာဘ်စားမှုနေနဲ့ဆက်နွယ်\nနေတာကိုစုံထောက်ကြီးသိလိုက်ရပြီးတဲ့နောက်….\nစုံထောက်ကြီးကေတယောက်ဘယ်လိုဖော်ထုတ်မလဲဆိုတာတော့ဟာသလေးတွေနှော\nထားတဲ့DetectiveKဇာတ်ကားလေးကိုကြည့်လိုက်ရအောင်ဗျာ။\n  \nDetective K ဟာဆိုရင္ေတာ့ကိုးရီးယားဟာသအက္ရွင္ကားေလးကိုေျပးျမင္ၾကမွာပါ။\nဒီကားေလးကို၂၀၁၁ခုႏွစ္မွာထုတ္ေ၀ခဲ့ျပီးအဲဒီႏွစ္ရဲ႕ကိုးရီးယားမွာ\nစတုတၳေျမာက္ေရာင္းအားအေကာင္းဆံုးျဖစ္ခဲ့ပါတယ္။\nဇာတ္အိမ္ကုိ၁၇၉၃ခုႏွစ္ဂ်ီအိုဂ်ဳန္မင္းနန္းတက္ျပီး၁၇ႏွစ္အၾကာဂ်ဳိစြန္ျပည္ကို\nေနာက္ခံထားထားပါတယ္။မင္းၾကီးဟာႏိုင္ငံအတြင္းစီးပြားေရးဆုတ္ယုတ္လာမႈအေပၚ\nစုံစမ္းရင္းမင္းမႈထမ္းေတြၾကားလာဘ္စားမႈေတြကိုတိုက္ထုတ္ဖို႕ၾကံရြယ္တာပါ။\nလူယံုေတြနည္းပါးနဲ႕တဲ့အခ်ိန္မွာပဲသူစိတ္အခ်ရဆံုးျဖစ္တဲ့စံုေထာက္ၾကီးေကကို\nလာဘ္စားမႈေတြလူသတ္မႈေတြကိုစံုစမ္းဖို႕အမိန္႔တာ၀န္ေပးလိုက္ပါတယ္။\nစံုေထာက္ေကတေယာက္ဖမ္းဆီးမိထားတဲ့တပ္မွဴးကိုစစ္ေဆးဖို႕ေထာင္ထဲသြားတဲ့အခါမွာေတာ့\nတပ္မွဴးအရာရွိကအသတ္ခံထားႏွင့္ရပါျပီ။အေလာင္းကိုစစ္ေဆးၾကည့္လိုက္တဲ့အခါ\nဦးေခါင္းေနာက္မွာအပ္ေလးစုိက္ျပီးသတ္ခဲ့တာကိုေတြ႕ခဲ့ရတာကစျပီး\nအမႈရဲ႕သဲလြန္စေတြရခဲ့ပါတယ္။ကံဆိုးခ်င္ေတာ့တျခားအရာရွိေတြေရာက္လာတဲ့အခါအပ္ေလးကိုင္ျပီး\nအေလာင္းေဘးရပ္ေနတဲ့စံုေထာက္ၾကီးကိုအထင္လြဲျပီးအက်ဥ္းခ်လိုက္ပါေတာ့တယ္။ဒါေပမယ့္\nေခြးခ်စ္သူဆိုဖီးရဲ႕အကူအညီနဲ႕ပဲေထာင္ကေနေဖာက္ေျပးလာပါတယ္။ဒီလိုကိစၥေတြေၾကာင့္မင္းၾကီးကသူ႕ကို\nရာထူးကခ်ျပီးလက္ရွိအမႈကိုလြတ္ကာဂ်ဳတ္စုန္းကအမႈတခုကိုစံုစမ္းခိုင္းလိုက္ပါတယ္။\nသာမန္အမႈလို႕ထင္ရေပမယ့္ဒီအမႈကေနပဲအားလံုးေသာလူသတ္မႈေတြလာဘ္စားမႈေနနဲ႕ဆက္ႏြယ္\nေနတာကိုစံုေထာက္ၾကီးသိလိုက္ရျပီးတဲ့ေနာက္….\nစံုေထာက္ၾကီးေကတေယာက္ဘယ္လိုေဖာ္ထုတ္မလဲဆိုတာေတာ့ဟာသေလးေတြေႏွာ\nထားတဲ့DetectiveKဇာတ္ကားေလးကိုၾကည့္လိုက္ရေအာင္ဗ်ာ။\n   \nFile Size : 850 MB\nQuality : Bluray 720P\nRunning Time : 1hr 55minutes\nFormat : Mp4\nGenre : Action, Comedy, Crime\nTranslator : Firdays\nEncoder :Tariq L Walker",
        "rating": "6.3",
        "url": "https://megaup.net/Tnsm/Detective_K_-_Secret_Of_Virtuous_Widow_(Joseon_Myungtamjung_-_Gakshituku_Ggotui_Biil)_[2011]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/re-190x300.jpg",
        "title": "Repo Men (2010)",
        "description": "အရင္ဆံုးေျပာခ်င္တာကေတာ့ ဒီဇာတ္လမ္းက rating R အမ်ိဳးအစားပါ\nေသြးထြက္သံယိုေတြကို ေသခ်ာရိုက္ျပတဲ့အခန္းေတြလည္းပါပါတယ္\nဆဲဆိုၿပီးေျပာတဲ့အခန္းေတြလည္း ပါပါတယ္ အေဖာ္အခၽြတ္အနည္းငယ္လည္း ပါဝင္ပါတယ္\nဒါေလးႀကိဳေျပာပါရေစစိတ္ကူးယဥ္သိပၸံဇတ္လမ္းျဖစ္ၿပီးေတာ့ေနာက္တစ္ခ်ိန္မွာ တကယ္ျဖစ္လာနိုင္စရာရွိတယ္လို႔ က်ေနာ္ကေတာ့ ထင္ပါတယ္လူသားေတြရဲ႕ ကိုယ္တြင္းအဂၤါအစိတ္အပိုင္းေတြကို လူတစ္ဦးမွ တစ္ဦးသို႔မ်က္ေမွာက္ေခတ္မွာ လဲလွယ္ေပးနုိင္ၾကပါၿပီ ေနာင္တစ္ခ်ိန္မွာ စက္ပစၥၥည္းမ်ားနဲ႔အစားထုိးလာနိုင္တဲ့အခ်ိန္ ဒီလိုျဖစ္လာနုိင္စရာေတြလည္း ရွိပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ မင္းသားဟာ ေငြေၾကးေပးသြင္းရန္ရက္လြန္ေနေသာလူသားကိုယ္တြင္းအဂၤါအစိတ္အပိုင္း ဝယ္ယူတပ္္ဆင္သူေတြဆီက အဂၤါအစိတ္အပိုင္းမ်ားကိုလိုက္လံသိမ္းဆည္းသူတစ္ေယာက္ပါ ဒီလိုအနိဌာရံုအလုပ္ကို ထမင္းစားေရေသာက္သလိုအလြယ္တကူလုပ္ကိုင္နုိင္ခဲ့တဲ့ စစ္ျပန္လူသားတစ္ေယာက္က ကိုယ္တုိင္လူနာေနရာမွာနွလံုးအစားထိုး တပ္ဆင္လိုက္ရတဲ့အခါ ...ဘာေတြဆက္ႀကံဳရမလဲ ဆုိတာကေတာ့ေငြေရာင္ပိတ္သားျပင္ေပၚမွာ ဆက္လက္ၾကည့္ရႈ႕ခံစားၾကပါ(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Min Thet Oo ျဖစ္ပါတယ္)File Size : 850 MB/330MB\nQuality : Bluray 720P\nRunning Time : 1hr 51minutes\nFormat : Mp4\nGenre : Action, Crime, Sci-F\nTranslator : Min Thet ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/repo-men-2010/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/mova-235x300.jpg",
        "title": "Ordinary Person (2017)",
        "description": "၁၉၈၇ ေႏြဦးကာလျမင္ကြင္း နဲ႔အတူ အလုပ္ႀကိဳးစားတဲ့ စံုေထာက္ဆန္းဂ်င္းတုိ႔ မိသားစု ပံုရိပ္ေလးနဲ႔ အစျပဳထားပါတယ္။ ဆန္းဂ်င္းမွာ ဇနီးရယ္၊ သားေလး တစ္ေယာက္ရယ္ မိသားစုသံုး ေယာက္ရွိၿပီး ႐ိုးသားႀကိဳးစားအ လုပ္လုပ္ရင္း သူ႔မိသားစုကို အိမ္ ေကာင္းေကာင္းနဲ႔ ထားႏုိင္ဖို႔ ရည္ ရြယ္ထားပါတယ္။\nတစ္ရက္မွာေတာ့ ေတာင္ ကိုရီးယားမွာ လူသတ္မႈေတြ ဆက္တိုက္က်ဴးလြန္တဲ့ တရားခံဆုိသူ ေတးေဆာင္ကို ဖမ္းဆီးဖို႔ ျဖစ္လာ ခဲ့ပါတယ္။ အဲဒီအမႈကို လိုက္ဖို႔အ တြက္ အထူးရဲတပ္ဖြဲ႕ အႀကီးအကဲက်ိဳးနမ္ရဲ႕ တာဝန္ေပးခ်က္အရ ဆန္းဂ်င္းဟာ လွ်ိဳ႕ဝွက္စစ္ဆင္ ေရးတစ္ခုမွာ ပါဝင္ခဲ့ရပါတယ္။\nသတင္းေထာက္ ဂ်ယ္ဂ်င္း ဟာလည္း လူသတ္ေကာင္ေတး ေဆာင္ရဲ႕ အမႈနဲ႔ ပတ္သက္ၿပီး မသကၤာစရာ အခ်က္အလက္အ ခ်ိဳ႕ကို ေျခရာခံမိထားပါတယ္။ ဒါ ေၾကာင့္ ဆန္းဂ်င္းကို ဒီအမႈနဲ႔ပတ္ သက္ၿပီး ဆက္မလိုက္ဖို႔ ဂ်ယ္ဂ်င္း က အႀကံျပဳခဲ့ေပမယ့္ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/ordinary-person-2017/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/220px-YamadaTheSamuraiOfAyothaya2010Poster-208x300.jpg",
        "title": "Yamada : The Ayotaya of Samurai (2010)",
        "description": "ဒီတစ္ခါထိုင္းဆာမူရိုင္းကားေလးတင္ဆက္လိုက္ပါတယ္ ဒီကားကေတာ႔အားလုံးသိျပီးသားKing Naresuanကားရဲ႕ေက်ာေထာက္ေနာက္ခံ IMDB 6ရထားျပီး ထိုင္းလူမ်ိဳးေတြရဲ႕မ်ိဳးခ်စ္ကိုအေျချပဳထားတဲ႔ကားတစ္ကားပါ ဂ်ပန္ဆာမူရိုင္းတစ္ေယာက္ျဖစ္တဲ႔ရာမာဒါနာဂါမာဆာဟာအယုဒၶယရဲ႕တိုင္းတပါးေၾကးစားစစ္သားတစ္ဦးပါ ရာဇဝတ္သားေတြႏွိမ္ႏွင္းတဲ႔ဂ်ပန္ေၾကးစားအဖြဲ႕မွာရာမာဒါနဲ႔ဆန္႔က်င္ဘတ္ကူရိုဒါဆိုတဲ႔လူယုတ္မာတစ္ဦးရွိပါတယ္ ကူရိုဒါဟာရာမာဒါကိုသတ္ဖို႔ၾကိဳးစားေပမယ္႔ထိုင္းလူမ်ိဳးေတြရဲ႕ကယ္တင္ျခင္းကိုခံရျပီးထိုင္းႏိုင္ငံကိုေရာက္သြားခဲ႔ပါတယ္\nထိုင္းႏိုင္ငံသားတစ္ေယာက္အျဖစ္ခံယူခြင့္ရေအာင္ဘယ္လိုရုန္းကန္မလဲၾကည္႔ရွဳၾကပါအုံး သူတစ္ပါးတိုင္းျပည္ေနရတဲ႔အခက္ဒုကၡကိုအေသအခ်ာရိုက္ထားတာျဖစ္ျပီးေဆြးမ်ိဳးေတြကိုလြမ္းေဆြးတမ္းတာကိုႏူးႏူးညံ႔ညံ႔ပေလြသံေလးနဲ႔လုပ္ထားတာပါ\nေဆြမ်ိဳးေတြကိုအလြမ္းအေဆြး အတမ္းအတေတြခံစားရမွာပါ\nထိုင္းနဲ႔ဂ်ပန္တြဲဖက္ရိုက္ထားတာျဖသ္လို႔လုံးဝလက္မလႊတ္သင့္တဲ႔ကားလို႔ညႊန္းလိုက္ပါတယ္\n(တခ်ိဳ႕စာတန္းထိုးေတြမွာေရွ႕ေၾကာင္းေျပာျပတာေတြျဖစ္တဲ႔အတြက္အမွားပါရင္သည္းခံေပးပါလို႔ၾကိဳေျပာခ်င္ပါတယ္)Download From OwnCloud",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/yamada-the-ayotaya-of-samurai-2010/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Letters-from-Iwo-Jima-203x300.jpg",
        "title": "Letter From Iwo Jima (2006)",
        "description": "IMDb rating ေတြတၿခား rating မေၿပာခင္\nအုိင္၀ိုဂ်ီးမားကြ်န္းမွေပးစာမ်ား ဇာတ္လမ္းအေၾကာင္းေၿပာရရင္ေတာ႔\nဂ်ပန္စစ္သည္ေတြရဲ႔စစ္ရံွဳးခါနီးခံစားခ်က္ အိမ္လြမ္းတဲ႔ခံစားခ်က္ေတြကို\nေဖာ္ညႊန္းထားတဲ႔ ဂရုဏာရသကိုအဓိက ဦးစားေပးရိုက္ကူးထားတဲ့\nဇာတ္လမ္းတခုပဲ ၿဖစ္ပါတယ္။စစ္သည္လုိ႔ဆုိတဲ႔ေနရာမွာ\nသူတုိ႔ကိုဦးစီးတဲ႔ဗိုလ္ခ်ဳပ္အပါအ၀င္ေပါ႔....\nသူတုိ႔ခံစစ္ဆင္မယ္႔ ကြ်န္းေပၚက ကေလးတေယာက္ကစားေနတာကိုၿမင္ၿပီး အိမ္က ကေလးကုိသတိရသြားတဲ႔ဗိုလ္ခ်ဳပ္...\nဒီအခ်ိန္ေလးမွာပဲကိုယ္ခ်င္းစာစိတ္တခုေပၚလာၿပီး\nအၿပစ္မဲ႔ၿပည္သူေတြကို တတ္ႏိုင္သေလာက္ ေဘးကင္းရာကိုေရႊ႔ခိုင္းခဲ႔တယ္ဗိုလ္ခ်ဳပ္ရဲ႔ လုပ္ရပ္ဟာ ပင္ပန္းေနတဲ႔သူ႔စစ္သည္ေတြကိုနားလည္\nသလို တဖက္ကိုလည္းကုိယ္ခ်င္းစာစိတ္တခုကို\nေပၚလြင္ေအာင္ၿပသြားတဲ႔မ်က္ႏွာေပးေတြကလဲ\nဂ်ပန္ေတြရဲ႔အႏုပညာဖန္တီးမွဳတခုပါ....\nေခါင္းေဆာင္ေကာင္းတေယာက္က ၾကာပြတ္ကိုမသံုးဘူး\nဦးေႏွာက္ကိုသံုးတယ္ဆုိတဲ႔ ဆံုးမစကားကလဲမွတ္သား\nစရာပါ.... အဆမတန္မ်ားၿပားတဲ႔ ရန္သူေတြလာမယ္ဆုိတာသိသိၾကီးနဲ႔\nခံစစ္ၿပင္ဆင္ေနတဲ႔ဂ်ပန္စစ္သားေတြ\nရဲ႔ အင္ပါယာစစ္သားဆုိတဲ႔ဂုဏ္ကို တန္ဖုိးထားတတ္ပံု\nအခ်င္းခ်င္းရိုင္းပင္းကုူညီပံု မိသားစုဆီၿပန္သြားရမယ္ဆုိတဲ႔\nအသိစိတ္ေတြက ဒီကြ်န္းက ေရာဂါဘယေတြ ေရမေကာင္းတာေတြ\nရိကၡာအၿပည္႔အ၀မရတဲ႔ ဒဏ္ေတြကိုေက်ာ္လႊားႏုိင္ေစပါတယ္။\nသူတုိ႔အားလံုးအိမ္ကိုၿပန္လာႏုိင္ၾကရဲ႔လား....?\nရွင္တုိ၀ါဒဟာလဲ သူတို႔ႏိုင္ငံအတြက္ဂုဏ္ယူေစတဲ႔အခ်က္\nတခုၿဖစ္တယ္ဆုိတာ ဇာတ္ကားရဲ႔မေဖာ္ၿပထားတဲ႔\nအပိုင္းမွာေလ႔လာခဲ႔ရပါတယ္...\nဒါကဇာတ္လမ္းထဲကေပးတဲ႔ မက္ေဆ႔တခ်ိဳ႔\nဒီဇာတ္လမ္းေနာက္မွာ ရွိတဲ႔ ခိုင္မာတဲ႔သမိုင္းေၾကာင္းေတြကေတာ႔.....\nပထမတခုကဂ်ပန္ေတြဟာ ဗုဒၶဘာသာ ခရစ္ယာန္ ဇင္က်င္႔စဥ္နဲ\n႔၀ိဥာဥ္ကိုးကြယ္မွဳေတြကိုယံုၾကည္ေလ႔ရွိတယ္ ရွင္တုိ၀ါဒ\nဟာလဲ ဒုတိယကမာၻစစ္တြင္းက ဂ်ပန္တပ္မေတာ္မွာ\nေလ႔က်င္႔ေပးခဲ႔တဲ႔က်င္႔စဥ္တခုပဲၿဖစ္ပါတယ္..ရဲေဘာ္\nသံုးက်ိပ္၀င္ေတြ ဂ်ပန္ၿပည္မွာစစ္ပညာေလ႔လာစဥ္ကလဲ\nရွင္တုိက်င္႔စဥ္ကိုေလ႔က်င္႔ေပးတယ္လို႔ ၁၉၉၀ ၀န္း\nက်င္ထုတ္ဂ်ာနယ္တခုမွာ ေလ႔လာခဲ႔ဖူးပါတယ္ ဘုရားသခင္ရဲ႔က်င္႔စဥ္လို႔\nအမည္ေပးထားတဲ႔ဒီက်င္႔စဥ္ကို\nႏိုင္ငံေတာ္၀ါဒအၿဖစ္က်င္႔သံုးခဲ႔တဲ႔၀ါဒလဲၿဖစ္တယ္\nအရင္ဆံုးေသြးပူလုပ္ရတယ္၊စိတ္တည္ၿငိမ္မွဳလုပ္ရတယ္\nေနာက္မွာေတာ႔ သင္ေပးတဲ႔ဆရာကလဲ တည္တည္ၿငိမ္ၿငိမ္နဲ႔သႏၷိဌာန္ခ်ၿပီး ဘုရင္႔အတြက္အသက္စြန္႔ပါမည္ဆိုတဲ႔\nစိတ္ဓါတ္မ်ိဳးရိုက္သြင္းေပးရတယ္...။ရွင္တုိ၀ါဒဟာ\nစစ္၀ါဒကိုအသက္သြင္းတဲ႔၀ါဒသပ္သပ္သာၿဖစ္ၿပီးဘာသာေရး\nနဲ႔မသက္ဆုိင္တဲ႔၀ါဒသပ္သပ္သာၿဖစ္တယ္လို႔ယူဆတဲ႔အတြက္\nဒုတိယကမာၻစစ္အၿပီးမွာမဟာမိတ္တပ္ေတြရဲ႔\nစစ္ေသနာပတိခ်ဳပ္ ဗိုလ္ခ်ဳပ္ၾကီးမက္အာသာက အမိန္႔ထုတ္ပယ္ဖ်က္ခဲ႔တဲ\nအတြက္ ရွင္တုိ၀ါဒဟာလဲ တုိင္းၿပည္၀ါဒအၿဖစ္မွ ေပ်ာက္ကြယ္ခဲ႔ရပါတယ္....\nေနာက္တခ်က္ကေတာ႔.... ဒီကြ်န္းတုိက္ပြဲမွာခံစစ္ဆင္သြားတဲ႔ပံုစံအေၾကာင္းပါ\n၁၉၄၄ ခုႏွစ္ဇြန္လတြင္းမွာၿဖစ္ပြါးခဲ႔တဲ႔ နယူးဂီနီကြ်န္းတုိက္ပြဲရဲ႔ ဂ်ပန္တပ္မွဴးဗိုလ္မွူးၾကီး နာအုိယူကီ-ကူဇူမီက ကမ္းတက္\nတိုက္ပြဲစစ္နည္းအသစ္ကိုတီထြင္ခဲ႔တယ္..။ယခင္ ...",
        "rating": "7.9",
        "url": "https://megaup.net/2furi/Letter_From_Iwo_Jima_[2006]_(MM_Sub).mp4",
        "category": "Action, Adventure, History, War"
    }
]