[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BZGMyMGM2ZDgtODY0Ni00NDBiLTlmYTUtMzMxM2ZiMWIxNmI1XkEyXkFqcGdeQXVyMTY1MTI2MTA@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Gatao 2: Rise of the King (2018)",
        "description": "ဒီတစ်ခါမှာတော့ CM ပရိတ်သတ်တွေအတွက် Gatao 2: Rise of the king ဆိုတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။IMDb rating 6.1 ရထားတဲ့ ဒီကားဟာ Crime အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။မြောက်ပိုင်းခံတပ်လူမိုက်ဂိုဏ်းမှာ ခေါင်းဆောင်ဖြစ်လာတဲ့ ရန်တစ်ယောက်အရင်က ညီအစ်ကိုလို ချစ်ခင်ခဲ့ရတဲ့ ဂျီရန်ရဲ့ ရာထူးလိုချင်မှုနဲ့အတူ ပြန်ရောက်လာတဲ့အခါ ကြုံရတဲ့ ပြဿနာတွေကို တင်ပြထားတာဖြစ်ပါတယ်။ညီအစ်ကိုချင်း သစ္စာစောင့်သိမှုရဲ့ တန်ဖိုးဟာ ဘာလဲ..?ပဋိပက္ခတစ်ခုရဲ့ အငွေ့အသက်တွေ ကုန်ဆုံးသွားတဲ့အခါ ခင်မင်ရင်နှီးမှုရဲ့ အကြွင်းအကျန်က ဘာများဖြစ်မလဲ..?ဆိုတာကိုတော့ ဒီဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှုစားကြပါခင်ဗျာ(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဗညားပါ)  File Size : (950 MB)\nQuality : Blu-Ray 720p\nRunning Time : 2hr 07min\nFormat : Mp4\nGenre : Crime,Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : BluRay ...",
        "rating": "6.6",
        "url": "https://megaup.net/Yr7u/Gatao_2_-_Rise_Of_The_King_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTUxNjI4MDU2OF5BMl5BanBnXkFtZTgwMDAzMzA1NDM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Game Over, Man! (2018)",
        "description": "ဒီတစ်ခါတော့ CM Fan တွေကို Netflix ကဟာသ ကားလေး တစ်ခု နဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒါပေမယ့် ကြိုသတိပေးချင်တာကတော့18+ အဆင့် R- Rated အဆင့်ပါလိင်အင်္ဂါ ပုံတွေ အထင်းသား ပြထားတဲ့အပြင်သွေးထွက်သံယုံ အပြင်းစားတွေ နဲ့လူကြီး နဲ့ ကလေး အတူတူ မကြည့်သင့်တဲ့ဆဲဆိုတဲ့ အသုံးအနှုန်းတွေ အများကြီးပါဝင်တဲ့အတွက်အသက်မပြည့်သေးတဲ့ သူများ ၊ မိသားစု နဲ့ အတူကြည့်သော သူများကြည့်ရှုရန် မသင့်တော်ပါ နှလုံးရောဂါရှိသူများ မကြည့်သင့်ပါဇတ်လမ်းပုံစံကတော့ ထောင့်မကျိုး အပျင်းထူ လူတွေနဲ့အစေးမကပ် တဲ့ ဟိုတယ်တစ်ခုရဲ့ အခန်းရှင်း ၀ိတ်တာဘွိုင်း ၃ ယောက်နဲ့ဇတ်လမ်း စထားပါတယ်...သူတို့ ၃ ယောက်က မကောင်းတဲ့ အကျင့်တစ်မျိုးစီ ရှိပြီးဘာလုပ်လုပ် တလွဲတွေပဲ ဖြစ်နေပေမယ့် တူညီတဲ့အကြံတစ်ခုတော့ ရှိပါတယ် အဲ့ဒါကတော့ချမ်းသာချင်တဲ့ စိတ်ပါပဲ :Pတစ်ရက်မှာတော့ သူတို့ ဟိုတယ် ကိုVIP တစ်ယောက်လာတည်းပါတယ်အဲ့ဒီအတွက်လဲ ဟိုတယ်တစ်ခုလုံး တာဝန်တွေခွဲဝေယူရရင်း အလုပ်ရှုပ်နေတာပေါ့အဲ့ဒီ VIP ကတော့ ...",
        "rating": "5.4",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kPzrNuHBQ8NGJHGaAYTG8GrGpvx.jpg",
        "title": "The Legend (1993)",
        "description": "fong sai yukဂျက်လီရဲ့ဟောင်းနေပေမဲ့ကောင်းနေဆဲဇတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်rating ကလည်းအလန်းကြီးဆိုတော့အထွေးအထူးပြောစရာမလိုတော့ပါဘူးဇတ်လမ်းကတော့တရုတ်ပြည်ကိုမန်ချူးတွေကျူးကျော်စဉ်ကတရုတ်တော်လှန်းရေးသမားတွေဟာမန်ချူးတွေကိုရွပ်ရွပ်ချွံချွံတိုက်ခိုက်ခဲ့ပါတယ်အဲဒီထဲမှာမြို့မျက်နှာဖုံးဖြစ်တဲ့ဖွန်စိုင်ယုရဲ့အဖေလည်းအပါအဝင်ပါပဲမန်ချူးတပ်တွေဖွန်စိုင်ယုရဲ့အဖေအကြောင်းသိသွားတဲ့အခါမှာအဖေကိုအထိအခိုက်မခံနိုင်တဲ့ဖွန်စိုင်ယုတစ်ယောက်အဖေကိုဘယ်လိုကာကွယ်မလဲတော်လှန်ရေးသမားစာရင်းတွေကိုကောမပေါက်ကြားအောင်လူငယ်လေးဖွန်စိုင်ယုဘယ်လိုကာကွယ်မလဲစိတ်ဝင်တစ်စားစောင့်ကြည့်ရမှာပါဖွန်စိုင်ယုအဖြစ်ဂျက်လီကအကောင်းဆုံးသရုပ်ဆောင်ထားပြီးမန်ချူးဘက်တော်သားအဖြစ်တရုတ်နာမည်ကျော်မင်းသားvincent zhaoကအကောင်းဆုံးသရုပ်ဆောင်ထားပါတယ်ဒီဇတ်ကားလေးဟာကြာပြီဆိုပေမဲ့အကောင်းဆုံးဘလူးရေးကွာလတီကိုရှာကြံဒေါင်းပြီးပရိတ်သတ်တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်ဂျက်လီရဲ့အကောင်းဆုံးကွန်ဖူးအက်ရှင်တွေနဲ့အတူအားလုံးအကြိုက်တွေ့ကြမှာပါစိတ်မကောင်းစရာတစ်ခုကဒီဇတ်ကားဟာအပိုင်း၂အဖြစ်နောက်ထပ်တစ်ကားထပ်ထွက်ခဲ့ပေမဲ့ဘလူးရေးကွာလတီကတော့ကျွန်တော်လည်းရှာမတွေ့ပါဘူးအဲဒါကြောင့်အပိုင်း၂ကတော့ထပ်တင်ဖို့မသေချာပါဘူးကြိုက်တဲ့သူများရင်တော့တင်ဖို့ကြိုးစားသွားမှာပါလောလောဆယ်တော့ဒီကားလေးနဲ့အတူသိုင်းလောကကိုခဏလောက်အလည်သွားလိုက်ကြပါစို့လို့ပဲQty - 720p BlurayDuration - 1hr 50minSubtitle - MyanmarTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "7.2",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Raazi-poster-1-138x200.jpg",
        "title": "Raazi (2018) Blu-Ray [1080p 5.1 CH x264]",
        "description": "Raazi (2018) [1080p 5.1 CH x264]\nIMDb - 7.8/10_____Rotten - 100%\n  2018 ထဲမှာ RT 100 အပြည့်ထိရထားတဲ့ ဘောလီဝုဒ်ကားဆိုလို့ Padman(2018)တကားပဲလားမသိဘူး ရှိသေးတယ်ဒီအချိန်မှာ ဒုတိယမြောက် RT 100% အပြည့်ရတဲ့ နောက်တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေRaazi ဒီကားမထွက်ခင်ကတည်းက ဒါရိုက်တာက Talvar(2015)ကိုရိုက်ထားတဲ့ Meghna Gulzar ဆိုတော့ အရမ်းကိုစိတ်ဝင်စားခဲ့တာအလီယာကိုကြိုက်တာကလည်း တကြောင်းကြောင့်ဒီကားလေးကို ဒီမှာရုံတင်မလားလို့ မျှော်လင့်ခဲ့ရပေမယ့်လည်း\n=========================\nဇာတ်လမ်းလေးကတော့ 1971 ခုနှစ် အန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကာလမှာ အိန္ဒိယကို အဖက်ဖက်ကကူညီပေးခဲ့တဲ့ သူလျို၊ စုံထောက်များစွာရှိခဲ့ပါတယ်အဲဒီထဲမှာ ပါကစ္စတန်ကို သတင်းပေးတဲ့ပုံစံံနဲ့ အိန္ဒိယရဲ့သူလျို ဟေဒါယက်ခန်းလည်း အပါအဝင်ပါ ဟေဒါယသ်ကဘယ်လောက်ထိ အရည်ချင်းရှိလဲဆိုရင် ပါကစ္စတန်တပ်မတော်ကဗိုလ်ကြီး ဆိုင်ယစ်(ဒ်)နဲ့ပါ မိတ်ဆွေတွေဖြစ်နေတဲ့အထိပါသူ့ကျန်းမာရေးကြောင့် နောက်ဆုံးသူမစွမ်းဆောင်နိုင်တော့တဲ့တာဝန်တစ်ခုကို သူ့သမီးဖြစ်သူ ဆဲ(ဟ်)မသ်ကို ပေးအပ်ခဲ့ပါတယ်။ဒါပေမဲ့ ဖခင်တစ်ယောက်အနေနဲ့ သမီးကိုဒီအလုပ်ခိုင်းလို့ဖြစ်ပါ့မလားဆိုပြီး ဒွိဟဖြစ်နေပြန်ပါတယ်\"တိုင်းပြည်ထက်အရေးကြီးတာ ဘာမှမရှိဘူး ကိုယ်ကိုယ်တိုင်လည်း ...",
        "rating": "7.8",
        "url": "https://megaup.net/3zKtU/Raazi_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Raazi-poster-133x200.jpg",
        "title": "Raazi (2018)",
        "description": "Raazi (2018)\nIMDb - 7.8/10_____Rotten - 100%\n  2018 ထဲမှာ RT 100 အပြည့်ထိရထားတဲ့ ဘောလီဝုဒ်ကားဆိုလို့ Padman(2018)တကားပဲလားမသိဘူး ရှိသေးတယ်ဒီအချိန်မှာ ဒုတိယမြောက် RT 100% အပြည့်ရတဲ့ နောက်တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးပါရစေRaazi ဒီကားမထွက်ခင်ကတည်းက ဒါရိုက်တာက Talvar(2015)ကိုရိုက်ထားတဲ့ Meghna Gulzar ဆိုတော့ အရမ်းကိုစိတ်ဝင်စားခဲ့တာအလီယာကိုကြိုက်တာကလည်း တကြောင်းကြောင့်ဒီကားလေးကို ဒီမှာရုံတင်မလားလို့ မျှော်လင့်ခဲ့ရပေမယ့်လည်း\n=========================\nဇာတ်လမ်းလေးကတော့ 1971 ခုနှစ် အန္ဒိယ-ပါကစ္စတန်စစ်ပွဲကာလမှာ အိန္ဒိယကို အဖက်ဖက်ကကူညီပေးခဲ့တဲ့ သူလျို၊ စုံထောက်များစွာရှိခဲ့ပါတယ်အဲဒီထဲမှာ ပါကစ္စတန်ကို သတင်းပေးတဲ့ပုံစံံနဲ့ အိန္ဒိယရဲ့သူလျို ဟေဒါယက်ခန်းလည်း အပါအဝင်ပါ ဟေဒါယသ်ကဘယ်လောက်ထိ အရည်ချင်းရှိလဲဆိုရင် ပါကစ္စတန်တပ်မတော်ကဗိုလ်ကြီး ဆိုင်ယစ်(ဒ်)နဲ့ပါ မိတ်ဆွေတွေဖြစ်နေတဲ့အထိပါသူ့ကျန်းမာရေးကြောင့် နောက်ဆုံးသူမစွမ်းဆောင်နိုင်တော့တဲ့တာဝန်တစ်ခုကို သူ့သမီးဖြစ်သူ ဆဲ(ဟ်)မသ်ကို ပေးအပ်ခဲ့ပါတယ်။ဒါပေမဲ့ ဖခင်တစ်ယောက်အနေနဲ့ သမီးကိုဒီအလုပ်ခိုင်းလို့ဖြစ်ပါ့မလားဆိုပြီး ဒွိဟဖြစ်နေပြန်ပါတယ်\"တိုင်းပြည်ထက်အရေးကြီးတာ ဘာမှမရှိဘူး ကိုယ်ကိုယ်တိုင်လည်း မပါဘူး \"အသက် ၂၀ ကျော်အရွယ်မိန်းကလေးတစ်ယောက်က ...",
        "rating": "7.8",
        "url": "https://megaup.net/2TN0p/Raazi_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/15lynat4SPCmMnfXdFiEpS1syl2.jpg",
        "title": "The Unity of Heroes (2018)",
        "description": "တရုတ္သိုင္းကားေကာင္းမ်ားကို ၾကဳိက္ႏွစ္သက္ၾကသူေတြအတြက္ ၂၀၁၈ ထြက္ IMDb – 6.1/10 ရွိတဲ့ Unity OF Heros ဆိုတဲ့ တရူတ္သိုင္းကားေကာင္းတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္…။ဂြမ္ေဒါင္ဆိုတဲ့ ျမိဳ႕မွာ ဝမ္ေဖးဟုမ္ လို႔ေခၚတဲ့ သိုင္းဆရာတစ္ေယာက္ဟာ သိုင္းသင္တန္းပို႕ခ်ေနတ့ဲ သိုင္းဆရာတစ္ေယာက္ျဖစ္ပါတယ္။ဝမ္ေဖးဟုမ္က အရပ္သားျပည္သူ႕စစ္ေတြကိုလည္း သိုင္းပညာသင္တန္းေပးေနတဲ့ ျမိဳ႕မွာအေတာ္ဆံုး နံပတ္၁ သိုင္းဆရာတစ္ေယာက္ေပါ့…။တစ္မနက္မွာေတာ့ လူစိတ္ေပ်ာက္ျပီး မေကာင္းဆိုးဝါးတစ္ေကာင္လိုျဖစ္ေနတဲ့ လူတစ္ေယာက္ သူ႕ျခံထဲဝင္လာတာကို တပည့္တစ္ေယာက္ကေတြ႔ျပီး သူ႔ကိုဖမ္းခ်ဳပ္ျပီး ျပဳစုထားခဲ့ပါတယ္..။အဲ့ဒီအခ်ိန္ ဂြမ္ေဒါင္ျမိဳ႕မွာ ႏုိင္ငံျခားသားတစ္ေယာက္ဦးစီးတဲ့ ေဆးရံုတစ္ရံုလာဖြင့္ပါတယ္..။ဘိန္းစြဲေနတဲ့တရုတ္လူမ်ိဳးေတြကို ေဆးအလကားကုေပးမယ္လို႔မက္လံုးေပးျပီး လူနာရွာပါေတာ့တယ္…။ကံဆိုးစြာပဲ ေဆးလာကုတဲ့လူနာမ်ားဟာ ေဆးရံုထဲဝင္ျပီး ဘယ္ေတာ့မွျပန္ထြက္မလာၾကေတာ့တာပါပဲ။ေဆးရံုက ထူးဆန္းတဲ့လွ်ိဳ႕ဝွက္ခ်က္ေတြနဲ႔ ျမိဳ႕ရဲ႕ေလးစားရတဲ့ သိုင္းဆရာဝမ္ေဖးဟုမ္ ဘယ္လိုမ်ား ထိပ္တိုက္ေတြ႔ၾကမလဲ..၊ရွဳစားေတာ္မူလိုက္ၾကပါဦး။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ) File Size : (850 MB) and (350 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-unity-of-heroes-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/quqsgaoLSct4DzsKb6I7S5wmapw.jpg",
        "title": "The Scorpion King: Rise of a Warrior (2008)",
        "description": "Scorpion King 2 ကို ဒါ႐ိုက္တာ Russell Mulcahy က ႐ိုက္ကူးထားခဲ့ၿပီး\nအဓိကဇာတ္ေဆာင္အျဖစ္\nMichael Copon က ပါဝင္ထားပါတယ္။\nဒီဇာတ္ကားမွာေတာ့ ဖခင္ကိုသတ္ခဲ့တဲ့\nဆာဂြန္ဘုရင္ႀကီးကို ကလဲ့စားေခ်ဖို႔\nမားသရပ္စ္ရဲ႕ ႀကိဳးစားအားထုတ္ပံုကို ၾကည့္႐ွဳၾကရမွာပါ။\nမားသရပ္စ္ကို ကူညီမယ့္သူကေတာ့ ငယ္သူငယ္ခ်င္းျဖစ္သူ\nအမ်ိဳးသမီးစစ္သည္ေတာ္ေလး ေလလာ ျဖစ္ပါတယ္။\nဆာဂြန္ဘုရင္ႀကီးရဲ႕ ေမွာ္အကာအရံကို ေခ်ဖ်က္အႏိုင္ယူႏိုင့္မယ့္\nလက္နက္ေကာင္းတစ္ခုကို မားသရပ္စ္ကရွာေဖြဖို႔\nအီဂ်စ္ျပည္အထိ သြားေရာက္ခဲ့ပါတယ္။\nအီဂ်စ္ျပည္သြားရျခင္းမွာ အိုဆိုင္းရပ္စ္ရဲ႕လွံတံကိုရွာေဖြဖို႔ျဖစ္ေသာ္လည္း\nလွံတံက အီဂ်စ္ျပည္ျပင္ပတြင္ အစြမ္းေလ်ာ့နည္းေၾကာင္း\nမားသရပ္စ္ သိရွိလိုက္ရပါတယ္။\nဒါေၾကာင့္ ဒမ္မိုခလိစ္ရဲ႕ အစြမ္းထက္ဓားကိုရွာေဖြဖို႔\nဂရိျပည္အထိ ခရီးဆန္႔ခဲ့ၾကရျပန္ပါတယ္။\nဒါ႐ိုက္တာအသစ္ သ႐ုပ္ေဆာင္အသစ္နဲ႔႐ိုက္ကူးထားတဲ့\nScorpion King 2 ကို\nဆက္လက္ၾကည့္႐ွဳခံစားၾကည့္လိုက္ၾကပါဦးခင္ဗ်ား...။\n(အဲ သရုပ္ေဆာင္သစ္ဆိုလို႕ အဲသရုပ္ေဆာင္\nမင္းသားကိုရင္းႏွီးေနပါတယ္လို႕ ၾကည့္ေနတာ\nTime Force Power Ranger ထဲကအၿပာေကာင္ဗ် ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/the-scorpion-king-rise-of-a-warrior-2008/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vllvystwQjmXzy5OvBKnGl1JREF.jpg",
        "title": "TRON: Legacy (2010)",
        "description": "virtual world designer Kevin Flynn တယောက် ရုတ်တရက် ပျောက်ဆုံးသွားခဲ့ပါတယ်နှစ်ပေါင်း ၂၀ ကြာပြီးတဲ့နောက်မှာ သားဖြစ်သူ Sam တယောက် ကုမ္ပဏီရဲ့ အဓိက ရှယ်ယာရှင်ဖြစ်လာခဲ့ပါပြီAlan bradly တယောက် Samကို ဖခင်ဖြစ်သူရဲ့ ဗီဒီယိုထဲကနေ ထူးဆန်းတဲ့ ပေးပို့ချက်တခုကို ဖော်ထုတ်ဖို့ တောင်းဆိုခဲ့ပါတယ်ဒီနောက်မှာတော့ Sam တယောက် ကွန်ပျုတာထဲကနေမှ ဖွက်ထားတဲ့ အောက်ခြေအဆင့်အပိုင်းကို ရှာတွေ့သွားတော့တဲ့နောက် ENCOM ရဲ့ အဓိက မိန်းဖရိန်နဲ့မဟုတ်ပဲ သက်သက်ကွဲထွက်နေတဲ့ အပိုင်း Grid ကနေ သတင်းပေးပို့ချက်ကို ရရှိခဲ့ပြီးတဲ့နောက် The Rinzler လို့ခေါ်တဲ့ ပရိုဂရမ်နဲ့ ယှဉ်ပြိုင်ဖို့ ဖိအားပေးခြင်းခံရပါတော့တယ်SAm တယောက်ထိခိုက်မိပြီး သွေးထွက်လာခဲ့တဲ့နောက် Rinzler က Samဟာလူသားဂိမ်းဆော့သူဖြစ်တယ်ဆိုတာ သိရှိသွားတဲ့အခါ ?ဒါ့အပြင် Grild ရဲ့ စည်းမျဉ်းပရိုဂရမ်ကို တပ်ဆင်ခဲ့သူက ဖခင်ဖြစ်သူ Kevin ...",
        "rating": "6.8",
        "url": "https://megaup.net/1TO79/Tron_-_Legacy_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/planet-terror-55084941e96c6-140x200.jpg",
        "title": "Planet Terror (2007)",
        "description": "အေမရိကန္ျပည္ေထာင္စု တကၠဆပ္ျပည္နယ္ထဲက ေက်းလက္ျမိဳ႕ကေလးတစ္ျမိဳ႕မွာရွိတဲ့ ေပ်ာ္ပြဲစားရံုတစ္ရံုမွာ ေဖာ္ခြ်တ္အကမယ္တစ္ေယာက္ျဖစ္တဲ့ မိန္းမေခ်ာေလး “ခ်ယ္ရီဒါလင္”ဟာ\nမသထာေရစာလခႏွစ္ပဲတစ္ျပားပဲရေနတဲ့ အလုပ္ကေနထြက္ဖို႔ဆံုးျဖတ္လိုက္ပါတယ္။အလုပ္ကေနထြက္လာျပီျဖစ္တဲ့ ခ်ယ္ရီတစ္ေယာက္ ညဘက္အိမ္အျပန္ခရီးမွာေတာ့ အဲလ္ေရး ဆိုတဲ့ သူ႕ရည္းစားေဟာင္းနဲ႔ အသားကင္ဆိုင္တစ္ဆိုင္မွာ ျပန္ဆံုမိရင္းနဲ႔ ကားၾကံဳလိုက္စီးမိရင္း …….ေတာအုပ္တစ္ခုအနားျဖတ္္စဥ္မွာပဲ ဆစ္ကုိးစ္ဆိုတဲ့ အမည္မသိရတဲ့ လူတစ္စုရဲ့ လုပ္ၾကံမွဳေၾကာင့္ သူတို႔ႏွစ္ေယာက္စီးလာတဲ့ကားလည္း တိမ္းေမွာက္သြားျပီးတဲ့ေနာက္ ခ်ယ္ရီရဲ့ ေျခေထာက္တစ္ဖက္ကို ဆစ္ကိုးစ္ေတြက ျဖတ္ယူသြားခဲ့ပါေတာ့တယ္……\nဒါဆို ဆစ္ကိုးစ္ဆိုတာ ဘယ္သူေတြမ်ားပါလိမ့္ …..တကယ္ေတာ့ လြန္ခဲ့တဲ့ ျမိဳ႕စြန္တစ္ေနရာမွာရွိတဲ့ စစ္စခန္းတစ္ခုမွာ ေမွာင္ခိုအေရာင္းအ၀ယ္တစ္ခုလုပ္ခဲ့ၾကတာကို လူေတြသတိမထားမိလိုက္ၾကလို႔ပါ။အဲဒီမွာပဲ အာရံုေၾကာကို ထိခိုက္ပ်က္စီးေစတဲ့ အဆိပ္သင့္ဓာတ္ေငြ႕တစ္မ်ိဳးရဲ့ နမူနာပစၥည္းေတြကို အေရာင္းအ၀ယ္လုပ္ၾကရင္း အခ်င္းမ်ားရာကေန ခုလိုမ်ိဳး ခ်ယ္ရီရဲ့ ေျခေထာက္တစ္ဖက္ျပတ္သြားတဲ့အထိကို ေရာက္လာခဲ့တာပါ။အျဖစ္အပ်က္ေတြက ဒီေလာက္နဲ႔ ရပ္တန္႔သြားမွာေတာ့ မဟုတ္ပါဘူး။ခုဆို ေဆးရံုမွာ ခ်ယ္ရီလိုပဲ တျခားလူနာေတြအမ်ားၾကီးေရာက္လာေနပါျပီ။ လူနာေတြအားလံုးကေတာ့ သူတို႔ကို ဘယ္သူေတြတိုက္ခိုက္သြားမွန္းေသခ်ာမေျပာနိုင္ၾကသလို ဆရာ၀န္ေတြကလည္း ဘာဆက္လုပ္ရမွန္းမသိျဖစ္ေနၾကပါျပီ…..\nခ်ယ္ရီကို ေဆးရံုလိုက္ပို႔တဲ့ အဲလ္ေရး ကိုလည္း ရဲက ...",
        "rating": "7.1",
        "url": "https://megaup.net/1zJsg/Grindhouse_-_Planet_Terror_[16+]_[2007]_(MM_Sub).mp4",
        "category": "Action, Adult, Comedy, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/rush-hour-3-133x200.jpg",
        "title": "Rush Hour 3 (2007)",
        "description": "Rush Hour ရဲ့ တတိယမြောက်ဇာတ်ကားဖြစ်ပါတယ်...\nတရုတ်ကောင်စစ်ဝန် ဟန် လုပ်ကြံခံခဲ့ရခြင်းကြောင့်\nအင်စပက်တာလီ နဲ့ စုံထောက်ကာတာတို့နှစ်ဦး ပြန်လည်ပေါင်းစည်းကြဖို့\nအကြောင်းဖန်လာပြန်ပါတယ်။\nဒီတစ်ခေါက်တော့ ပဲရစ်မြို့မှာပါ။\nဗီလိန်အဖြစ် ဝါရင့် ဂျပန်မင်းသားကြီး Hiroyuki Sanada လည်း ပါဝင် ထားပါတယ်။----------------------------------------------------------Rush Hour ရဲ႕ တတိယေၿမာက္ဇာတ္ကားၿဖစ္ပါတယ္...\nတ႐ုတ္ေကာင္စစ္ဝန္ ဟန္ လုပ္ၾကံခံခဲ့ရျခင္းေၾကာင့္\nအင္စပက္တာလီ နဲ႔ စံုေထာက္ကာတာတို႔ႏွစ္ဦး ျပန္လည္ေပါင္းစည္းၾကဖို႔\nအေၾကာင္းဖန္လာျပန္ပါတယ္။\nဒီတစ္ေခါက္ေတာ့ ပဲရစ္ၿမိဳ႕မွာပါ။\nဗီလိန္အျဖစ္ ဝါရင့္ ဂ်ပန္မင္းသားႀကီး Hiroyuki Sanada လည္း ပါဝင္ ထားပါတယ္။\n \nFile Size : (812MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 38min\nFormat : Mp4\nGenre : Action, Comedy,Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay\nTranslated by Wai Yan Htun\nEncoded by Moe Myint ...",
        "rating": "6.2",
        "url": "https://megaup.net/1ww42/Rush_Hour_3_[2007]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Rush-hour-2-133x200.jpg",
        "title": "Rush Hour 2 (2001)",
        "description": "စုံထောက်ကာတာ တရုတ်နိုင်ငံသို့ အလည်အပတ် ရောက်ရှိနေစဉ်\nအမေရိကန်သံရုံးဗုံးခွဲတိုက်ခိုက် ခံခဲ့ရပါတယ်။\nဒီတစ်ခေါက်တော့ အိမ်ရှင် အင်စပက်တာလီ က ဧည့်သည် စုံထောက်ကာတာ ကို\nဘယ်လိုဧည့်ခံ မလဲ ဆိုတာနဲ့ စုံထောက်ကာတာရဲ့အလွဲလွဲအချော် ချော်လုပ်ရပ်တွေကို\nတဝါးဝါး ရယ်မောကြရမှာ သေချာပါတယ်။\nဗီလိန်အဖြစ် တရုတ် မင်းသမီးချောလေး Zhang Ziyi လည်း ပါဝင်ထား ပါတယ်။-------------------------------------------------စံုေထာက္ကာတာ တ႐ုတ္ႏိုင္ငံသို႔ အလည္အပတ္ ေရာက္ရွိေနစဥ္\nအေမရိကန္သံရံုးဗံုးခြဲတိုက္ခိုက္ ခံခဲ့ရပါတယ္။\nဒီတစ္ေခါက္ေတာ့ အိမ္ရွင္ အင္စပက္တာလီ က ဧည့္သည္ စံုေထာက္ကာတာ ကို\nဘယ္လိုဧည့္ခံ မလဲ ဆိုတာနဲ႔ စံုေထာက္ကာတာရဲ႕အလြဲလြဲအေခ်ာ္ ေခ်ာ္လုပ္ရပ္ေတြကို\nတဝါးဝါး ရယ္ေမာၾကရမွာ ေသခ်ာပါတယ္။\nဗီလိန္အျဖစ္ တ႐ုတ္ မင္းသမီးေခ်ာေလး Zhang Ziyi လည္း ပါဝင္ထား ပါတယ္။\n \nFile Size : (774 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr ...",
        "rating": "6.6",
        "url": "https://megaup.net/2ctwh/Rush_Hour_2_[2001]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Rush-hour-133x200.jpg",
        "title": "Rush Hour (1998)",
        "description": "ဂျက်ကီချန်းပရိတ်သတ်တွေ ဒီဇာတ်ကားလေးတွေကိုမမေ့ကြသေးဘူးမလား :D\n1998 စတင်ထွက်ရှိခဲ့တဲ့\nRush Hour Series တွဲရဲ့ ပထမဆုံးသောဇာတ်ကားဖြစ်ပါတယ်..\nဂျက်ကီနဲ့ ကာတာ စတင်ပြီးတွေ့ဆုံတဲ့\nကားပေါ့ဗျာ..မကြည့်သေးတာပဲဖြစ်ဖြစ်..ကြည့်ပြီးသွားတာပဲဖြစ်ဖြစ်..\nနောက်ဆိုရင် ဒီလိုဇာတ်ကားမျိုးတွေ\nအကြည်နဲ့စာတန်းထိုးမှန်မှန် ရဖို့မလွယ်တော့လို့ သိမ်းသင့်ကြောင်းပါ..\nမေ့နေမှာဆိုးလို့ ဇာတ်လမ်းအကျဉ်း\nလေးနည်းနည်းပြန်ပြောလိုက်ပါမယ်....\nအင်စပက်တာ လီဟာ တရုတ်နိုင်ငံမှာ အင်မတန်တော်တဲ့စုံထောက်အရာရှိတစ်ဦးပါ..\nသူဟာ တရုတ်\nကောင်စစ်ဝန်နားမှာအမြဲနေပြီး..ကောင်စစ်ဝန်ကလည်းအရေးပေးပါတယ်..\nတစ်နေ့မှာ လီ ဦးဆောင်တဲ့\nစုံထောက်အဖွဲ့ဟာတရုတ်တွေရဲ့ရှေးဟောင်းပစ္စည်းကို ခိုးထုတ်ပြီး\nမှောင်ခိုလုပ်ငန်းအကြီးအကျယ်လုပ်နေ\nတဲ့ ဂျွန်တာအို ရဲ့အဖွဲ့ကိုဖမ်းမိပါတယ်.\nခေါင်းဆောင်တော့မပါဘူးပေါ့....အဲ့အမှုပြီးတဲ့နောက်မှာတော့\nဂျွန်တာအိုဟာ အတော်ကြာခြေရာဖျောက်နေပါတယ်..\nတရုတ်ကောင်စစ်ဝန်မှာသမီးလေးတစ်ယောက်ရှိ\nပါတယ်..အဲ့သမီးလေးကို ဂျွန်တာအို ဟာ\nပြန်ပေးဆွဲပြီး ကလဲ့စားပြန်လိုချင်တဲ့အခါမှာတော့...\nတရုတ်ကောင်စစ်ဝန်ဟာ အမေရိက ကိုရောက်နေတာပါ..\nပြန်ပေးဆွဲတာလည်းအမေရိကမှာပဲဖြစ်ပါတယ်\nFBI က သူတို့အကောင်းဆုံးလုပ်ပေးမယ်လို့ပြောပေမယ့်\nကောင်စစ်ဝန်က \" လီ \" ကို ပါဝင်စေချင်လို့\nတရုတ်ကနေလှမ်းခေါ်လိုက်ပါတယ်..\nဒါကို FBI က သဘောမကျပဲ တွဲဖက်တစ်ဦးတွဲပေးလိုက်ပါတယ်..\nအဲ့တွဲဖက်ရဲ့တာဝန်ကတော့ လီ ကို အမှုမှာ မပါဝင်စေပဲ ပထုတ်ထားဖို့ပဲဖြစ်ပါတယ်..\nတွဲဖက်ကတော့\nLA ရဲ ဘက်ငှာန က ဂျိမ်းကာတာပဲဖြစ်ပါတယ်..\nပေါက်ကရတွေလျှောက်ပြောပြီး အူကြောင်ကြောင်\nနိုင်လှ တဲ့ ဒီရဲ အရာရှိနဲ့ တရုတ်စုံထောက် လီ တို့ပေါင်းမိပြီးဘာတွေဖြစ်ကြမလဲ..\nဘယ်လိုတွေစုံစမ်းမလဲ..ဘယ်လိုတွေအလွဲတွေ..\nဟာသတွေဖြစ်မလဲဆိုတာ ဆက်လက်စောင့်ကြည့်ပါ\n-----------------------------------------------ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြ ဒီဇာတ္ကားေလးေတြကိုမေမ႔ၾကေသးဘူးမလား :D\n1998 ...",
        "rating": "7.0",
        "url": "https://megaup.net/1ww4a/Rush_Hour_[1998]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/From_Dusk_Till_Dawn_3-141x200.jpg",
        "title": "From Dusk Till Dawn 3: The Hangman’s Daughter (1999)",
        "description": "ဒီဇာတ်ကားကတော့ ပထမနှစ်ကားရဲ့ မြစ်ဖျားခံရာ အကြောင်းကို ဖော်ထုတ်ပေးတဲ့ ကားပါပဲ။Action,Horror,Crime အမျိုးအစားဖြစ်ပြီး IMDB Rating ကတော့ 4.8 ပါ။နာမည်ကြီးဂျာနယ်လစ်တစ်ယောက်ဖြစ်တဲ့ ဘုရားမဲ့ဝါဒီ Ambrose Bierce တစ်ယောက်ဒေသခံပုန်ကန်သူခေါင်းဆောင်ထံကိုသွားရင်းတရားဟောဆရာ Newlie နဲ့ သူ့ရဲ့ဇနီးတို့နဲ့အတူခရီးသွားဖြစ်ကြပါတယ်။ကြိုးဆွဲချအသတ်ခံရလုဆဲဆဲအခြေအနေကဓားပြ Madrid တစ်ယောက်သူ့ကိုကြိုးဆွဲချမယ့် ပါးကွက်သားရဲ့အနှိပ်စက်ခံသမီးလေး နဲ့အတူလွတ်မြောက်လာပြီးသူ့ကိုကယ်ခဲ့တဲ့ကလေးတစ်ယောက် Reesce နဲ့အတူ Ambrose တို့ကိုဓားပြတိုက်ခဲ့ရာက အလွဲအမှားတွေဖြစ်ပြီး မရောက်သင့်တဲ့တစ်နေရာကိုရောက်ရှိသွားပါတယ်။သူတို့တွေ အတူလက်တွဲပြီး သဘာဝလွန်ဖြစ်ရပ်တွေကိုအတူရင်ဆိုင်နိုင်မလားဒါမှမဟုတ်တစ်ယောက်နဲ့တစ်ယောက်ပြန်ရန်ရှာပြီးပဲ သတ်မိကြမလားဆိုတာကတော့... File size…(850MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:33:49\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "4.8",
        "url": " https://megaup.net/2Arhm/From_Dusk_Till_Dawn_3_-_The_Hangman_s_Daughter_[1999]_(MM_Sub)_(2).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/220px-From_Dusk_Till_Dawn_2_movie_poster-135x200.jpg",
        "title": "From Dusk Till Dawn 2: Texas Blood Money (1999)",
        "description": "Crime, Horror, Action ဇာတ်ကားလေးပါ။ပထမကားရဲ့ Theme လိုပါပဲ။ဥပဒေဘောင်အပြင်ကလူတစ်ချို့ မမျှော်လင့်တဲ့သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ကြုံတွေ့ရတဲ့ဇာတ်လမ်းပါပဲ။ဓားပြမှုနဲ့ထောင်ချခဲ့ဖူးတဲ့ Buck တစ်ယောက် မလိမ္မာနိုင်ပဲ ထောင်ဖောက်ပြေးလာတဲ့လုပ်ဖော်ကိုင်ဖက်ဟောင်း Luther တို့ ဘဏ်ဓားပြတိုက်ဖို့စီစဉ်ကြပါတယ်။သူတို့ချိန်းထားတဲ့နေရာ မရောက်ခင်မှာပထမ From Dusk 'till Dawn ထဲက ဆိုင်လေးကိုLuthar ရောက်ရှိသွားပြီး ဘာတွေဆက်ဖြစ်ကြလဲဆိုတာတော့... File size…(850MB) and (350MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:28:07\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "4.0",
        "url": "https://megaup.net/1ewmx/From_Dusk_Till_Dawn_2_-_Texas_Blood_Money_[1999]_(MM_Sub)_(2).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/from_dusk_till_dawn_poster_by_smalltownhero-138x200.jpg",
        "title": "From Dusk Till Dawn (1996)",
        "description": "၁၉၉၆ က Action,Crime,Horror ဇာတ်ကားလေးတစ်ကားပါ။IMDB Rating 7.3 ရရှိထားပြီး Rotten Tomatoes 63%ရရှိထားပါတယ်။မင်းသားကြီး Gorge Clooney ပါဝင်သရုပ်ဆောင်ထားပြီးစိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်ကားလေးပါ။ရိုးရိုး Action ကားပုံစံကနေ Horror ပုံစံကိုချိုးချပြောင်းလဲသွားတာကလည်းတစ်မျိုးလေးစွဲဆောင်မှုရှိစေပါတယ်။လူသတ်မှုပေါင်းများစွာကိုကျူးလွန်ထားတဲ့ဘဏ်ဓားပြညီအစ်ကိုနှစ်ယောက်၊ စိတ်ပုံမှန်မဟုတ်တဲ့ညီကြောင့်ကျင့်ဝတ်စောင့်ထိန်းတတ်တဲ့ သူခိုးတစ်ယောက် ပြဿနာတွေတက်နေတဲ့ကြားကယုံကြည်ချက်ပျောက်ဆုံးနေတဲ့ တရားဟောဆရာတစ်ယောက်နဲ့သူ့ရဲ့ မိသားစုအကူအညီကိုယူပြီး နိုင်ငံထဲကထွက်ပြေးလွတ်မြောက်သွားပေမယ့်သူတို့နောက်ထပ်ရင်ဆိုင်ရမယ့်သဘာဝလွန်ဖြစ်ရပ်တွေကတော့...အရင်ကဇာတ်ကားဆိုတော့ Effect တွေကသိပ်မကောင်းပေမယ့်ဇာတ်လမ်းလေးကလှပြီး Country သီချင်းလှလှလေးတွေအများကြီးပါပြီးတော့ကျွန်တော်အကြိုက်ဆုံးဇာတ်ဝင်ခန်းလေးကတော့အမျိုးသမီးတစ်ယောက်မြွေနဲ့ ကတဲ့အခန်းပါ။တကယ်ကိုရင်သပ်ရှုမောစရာပါပဲဗျာ။ File size…(900MB) and (380MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:47:50\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by d3monEncoded by Naing Aung Latt",
        "rating": "7.3",
        "url": "https://megaup.net/1ewml/From_Dusk_Till_Dawn_[1996]_(MM_Sub)_(2).mp4",
        "category": "Action, Crime, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hF85hujJ4jelKtlSZ8YdthvjdZt.jpg",
        "title": "Godzilla: City on the Edge of Battle (2018)",
        "description": "20ရာစုရဲ႕ ​ေန႔တစ္​​ေန႔မွာ ဒီဇာတ္​လမ္​းစခဲ့တယ္​အရာရာဟာ ဘုရားသခင္​ အလို​ေတာ္​အတိုင္​းပါပဲ..​ေကာင္​းကင္​​မွာ မီးမိုး​ေတြ...ကမာၻ​ေျမႀကီးဟာလည္​း ပပ္​ၾကား​ေတြအက္​လို႔...လူ​ေတြအားလံုးရဲ႕ ​ေဆာက္​တည္​ရာမဲ့ ကူကယ္​ရာမ႐ွိ ​ေျပးလႊားသံ​ေတြ...ဒီအခ်ိန္​မွာ အျပာ​ေရာင္​အလင္​းတန္​းႀကီး တစ္​ခ်က္​​ေပၚလာ...အဲဒီအလင္​းတန္​းရဲ႕ အစမွာ ​ေဂၚဇီလာဟာ အရာအားလံုးကို မိုးၾကည္​့လို႔...Godzilla : City on the Edge of Battle (2018)ကမာၻႀကီးကို သူ႔လက္ထဲက ျပန္ယူခ်င္ခဲ့တယ္ဒါေပမယ့္ ေရွ႕ေျပးတပ္သားကိုပဲ ၾကံဳခဲ့ရၿပီး ဘုရင္က ေနာက္ကြယ္က်မွ ေပၚလာခဲ့တယ္...ကမာၻႀကီးဟာ လူသားေတြအတြက္မဟုတ္ခဲ့ေတာ့ဘူးသူ႔အတြက္ပဲ ေဂၚဇီလာအတြက္ပဲလူသားေတြအေနနဲ႔ ျပန္တိုက္ဖို႔ အခြင့္အေရးတစ္ခုျပန္ရခဲ့တယ္ထိန္းခ်ဳပ္လို႔ရႏိုင္စြမ္းတဲ့ ျဒပ္စင္အသစ္တစ္ခုသံုးၿပီး သူ႔ကို အတတ္ႏိုင္ဆံုးျပန္တိုက္ခဲ့တယ္တျခားေသာ လူမ်ိဳးစုေတြရဲ႕ အကူအညီကိုပါ သံုးခဲ့တယ္ဒါေပမယ့္လည္းေပါ့ \"အရာအားလံုးဟာ ဘုရားသခင္အလိုေတာ္အတိုင္းပါပဲေလ...\"IMDB 5.8/10, IGN 4.5/10Studio TOHO အေနနဲ႔ New Godzilla Trilogy ဆိုၿပီး သံုးကားထြက္မွာလို႔ေျပာခဲ့တဲ့အတြက္ သိပ္ကို သိသာေနပါတယ္။ေဂၚဇီလာဟာ ပထမႏွစ္ကားနဲ႔ မေသႏိုင္ဘူးဆိုတာေပါ့။ဒါေပမယ့္ ႏွစ္ႏွစ္ေသာင္း အၾကာ ပိုၿပီးလည္း ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/godzilla-city-on-the-edge-of-battle-2018/",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNayc14I8UH9rywBXAp2Eh81za3.jpg",
        "title": "LEGO DC Comics Super Heroes: Aquaman – Rage of Atlantis (2018)",
        "description": "Aquaman solo ရုံမတင်ခင် Lego Aquaman ကိုတင်ဆက်ပေးလိုက်ပါတယ်။Aquaman တစ်ယောက် Justic League ကို ကူညီဖို့ Atlantis မှထွက်ခွာလာခဲ့တယ်။အဲ့ဒီအချိန်မှာ Atlantis ကို သူ့ရဲ့ မအေတူဖအေကွဲညီ Ocean Master လက်ထဲ အပ်ခဲ့လိုက်တယ်။Justic League အဖွဲ့ကို Atlantis ကို အလည်အပတ်ခေါ်လာခဲ့တဲ့အချိန်မှာ Ocean Master ရဲ့ ထီးနန်းလုပွဲစပါတော့တယ်။Ocean Master နဲ့ Red Lantern Corps ခေါင်းဆောင် Atrocitus တို့ပူးပေါင်းကြံစည်ပြီး Atlantis ပြည်သူတွေကို ဒေါသစွမ်းအင်တွေနဲ့ညှို့လိုက်တဲ့အခါမှာတော့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ယခုဇာတ်ကားမှာ Green Lantern Jessica Cruz ကိုပါတွေ့ရမှာဖြစ်ပါတယ်။Lego ဇာတ်ကားတွေနဲ့ superhero ဇာတ်ကားတွေကိုသဘောကျတဲ့သူတွေအကြိုက်တွေ့စေမှာအမှန်ပါပဲ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ရဲမာန်အောင် ပါ)  File Size : (650 MB) and (300 MB)\nQuality : ...",
        "rating": "6.7",
        "url": "https://megaup.net/1Ea6u/Lego_DC_Comics_Super_Heroes_-_Aquaman_-_Rage_of_Atlantis_[2018]_(MM_Sub)_(2).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/oceans-thirteen-141x200.jpg",
        "title": "Ocean’s Thirteen (2007)",
        "description": "Ocean's Thirteen (2007)\nIMDb - 6.9/10_____Rotten Tomatoes - 70%\n  Al Pacino၊ George Clooney ၊ Brad Pitt ၊ Matt Damon ၊Don Cheadle ၊ Bernie Mac တို့လိုနာမည်ကြီး မင်းသားမင်းသမီးတွေအပြင် တခြား နာမည်ကျော် သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားလို့ ဒိတ်ဒိတ်ကြဲတွေကို တစ်ချိန်တည်းမြင်တွေ့ရမယ့် ဇာတ်ကားပါ၊Ocean ဟာ Trilogy Film Series ဖြစ်တဲ့အတွက် ၃ ပိုင်းတိတိ ထွက်ရှိထားပါတယ်။Series အလိုက် Ocean 13 ဆိုတဲ့ အမည်နဲ့ပဲ 2007 ခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပါတယ်။ ဒါရိုက်တာ၊ ထုတ်လုပ်သူနဲ့ သရုပ်ဆောင်များကိုတော့ အထူးမိတ်ဆက်ပေးစရာ မလိုတော့ဘူးလို့ ထင်ပါတယ်။Rating တွေ ပြန်တက်လာတာကို တွေ့ရမှာပါ။ ဆုတံဆိပ်အနေနဲ့ဆိုရင် People's Choice Awards, ...",
        "rating": "6.9",
        "url": "https://megaup.net/Smcx/Ocean_s_Thirteen_[2007]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/oceans-twelve-150x200.jpg",
        "title": "Ocean’s Twelve (2004)",
        "description": "Ocean's Twelve (2004)\nIMDb - 6.5/10_____Rotten Tomatoes - 55%\n  George Clooney ၊ Brad Pitt ၊ Matt Damon ၊Don Cheadle ၊ Bernie Mac ၊ Julia Roberts ၊ Catherine Zeta‑Jones တို့လိုနာမည်ကြီး မင်းသားမင်းသမီးတွေအပြင် တခြား နာမည်ကျော် သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားလို့ ဒိတ်ဒိတ်ကြဲတွေကို တစ်ချိန်တည်းမြင်တွေ့ရမယ့် ဇာတ်ကားပါ၊ကဲ Ocean 11 ရဲ့ နောက်ဆက်တွဲ Ocean 12 ပါဗျား...2004 ခုနှစ်မှာ ထွက်ရှိခဲ့တာဖြစ်ပြီး ဒါရိုက်တာနဲ့ ထုတ်လုပ်သူကတော့ ပထမဇာတ်လမ်းက ပုဂ္ဂိုလ်များပဲဖြစ်ပါတယ်။ဆုတံဆိပ် ၄ ခုနဲ့ စံကာတင်စာရင်း ၁၀ ခု ဝင်ခဲ့ပါတယ်။ Rating တွေနဲ့ ဆုပိုင်းမှာ အနည်းငယ် လျော့သွားတာကိုတော့ သတိထားမိမယ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2eh7k/Ocean_s_Twelve_[2004]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/07/oceans-eleven-3-140x200.jpg",
        "title": "Ocean’s Eleven (2001)",
        "description": "Ocean's Eleven (2001)\nIMDb - 7.7/10_____Rotten Tomatoes - 82%\n  George Clooney ၊ Brad Pitt ၊ Matt Damon ၊Don Cheadle ၊ Bernie Mac ၊ Julia Roberts တို့လိုနာမည်ကြီး မင်းသားမင်းသမီးတွေအပြင် တခြား နာမည်ကျော် သရုပ်ဆောင်များစွာလဲ ပါဝင်ထားလို့ ဒိတ်ဒိတ်ကြဲတွေကို တစ်ချိန်တည်းမြင်တွေ့ရမယ့် ဇာတ်ကားပါ၊ဆုပေါင်း ၄ ဆု ရရှိခဲ့ပြီးတော့ အခြား ၂၀ ဆုအတွက် စံကာတင် စဉ်းစားခံခဲ့ရပါတယ်။ဒီဇာတ်လမ်းမှာတော့ George Clooney (Dapper Dany Ocean) က ခေါင်းဆောင် နေနဲ့ သရုပ်ဆောင်သွားမှာပါ။ Dapper Danny Ocean (George Clooney) သူ့အပေါင်းအပါ ၁၁ ယောက် Las Vegas မှာရှိတဲ့ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2eh7t/Ocean_s_Eleven_[2001]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    }
]