[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/legomovieposter-202x300.jpg",
        "title": "The Lego Movie (2014)",
        "description": "The Lego Movie (2014)\nIMDb - 7.7/10_____Rotten - 96% \nသာမန်ဆောက်လုပ်ရေးလုပ်သားလေး အန်းမက်ဟာပုံမှန်သမားရိုးကျအတိုင်းနေထိုင်တတ်သူဖြစ်ပြီး\nညွှန်ကြားချက်တွေ စည်းမျဉ်းစည်းကမ်းတွေကိုအတိအကျလိုက်နာတတ်သူ စာအုပ်ကြီးသမားဖြစ်ပါတယ်…\nတစ်နေ့မှာတော့ သူဟာ  ကမ္ဘာကြီးကိုကယ်တင်ပေးနိုင်မယ့် ပစ္စည်းအပိုင်းအစတစ်ခုကို\nမတော်တဆရှာဖွေတွေ့ရှိမိရာမှ ဒဏ္ဍာရီလာသူရဲကောင်းအဖြစ်မှားယွင်းယုံကြည်ခြင်းခံရပါတော့တယ်…\nဒါပေမယ့်သူဟာ ဘာကိုမှမတီထွင်တတ်သူဖြစ်တဲ့အတွက်\nသူဦးဆောင်ရမယ့်သူရဲကောင်းအမျိုးမျိုး Batman,Superman တို့ကြားမှာ အခက်အခဲတွေကြုံတွေ့လာရပါတယ်…\nအဲ့ဒီလိုအခြေအနေကြားထဲမှ အန်းမက်ဟာ ဘယ်နည်းဘယ်ပုံနဲ့ အားလုံးကိုဦးေဆောင်နိုင်မယ်ဆိုတာတွေ\nကမ္ဘာကြီးကိုကယ်တင်နိုင်မယ်ဆိုတာတွေကို စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမှာပါ…\nချစ်စရာAnimationတွေ နဲ့ဒီmovieလေးဟာ ကိုယ်တွေရဲ့နေ့စဉ်လူနေမှုဘဝကိုထင်ဟပ်နေပြီး\nလူတိုင်းဟာ အသီးသီးထူးခြားကြပြီးသူရဲကောင်းတွေဖြစ်လာနိုင်တယ်ဆိုတဲ့အကြောင်း\nမီးမောင်းထိုးပြထားပါတယ်…\n   \nQuality…..BluRay Rip 1080p\nDuration…..01:40:00\nFormat…Mp4\nFile Size…(720 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..May Thazin Myint",
        "rating": "7.7",
        "url": "https://megaup.net/2fidg/The_Lego_Movie_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGU0MDM1ODgtZmMwNi00NWRiLTgxYWEtMjJlNjMxNjc1NzQzL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDkxMzY0Mjk@._V1_SY1000_CR007381000_AL_-221x300.jpg",
        "title": "Kaabil (2017)",
        "description": "႐ိုဟန္ဟာ မ်က္မျမင္တစ္ ေယာက္ျဖစ္ၿပီး ႐ုပ္သံေနာက္ခံ စကားေျပာအလုပ္နဲ႔ အသက္ေမြး ဝမ္းေက်ာင္းေနသူပါ။ သူ႔ခ်စ္သူ ဆူပရီရာကလည္း အျမင္အာ႐ံုခ်ိဳ႕တဲ့သူ ျဖစ္ေပမယ့္ ကိုယ္ပိုင္ အလုပ္လုပ္ေနသူ ျဖစ္ပါတယ္။ ႏွစ္ေယာက္စလံုးကအစပိုင္းမွာေတာ့ လက္ထပ္ဖုိ႔ တုံ႔ဆိုင္းေနၾက ေပမယ့္လည္း သံေယာဇဥ္ခိုင္မာ ေနၿပီမို႔ လက္ထပ္ျဖစ္ခဲ့ၾကပါတယ္။\nတစ္ည ႐ိုဟန္တုိ႔ႏွစ္ေယာက္ ညစာစားၿပီး ျပန္လာတုန္း ေၾကး စားလူမိုက္အမစ္ရွယ္လာနဲ႔ နာ မည္ႀကီး ႏုိင္ငံေရးသမားတစ္ ေယာက္ရဲ႕ ညီရယ္၊ ဝါဆင္ဆုိတဲ့ လူတို႔ရဲ႕ေႏွာင့္ယွက္တာ ခံခဲ့ရပါတယ္။\nေနာက္ေန႔မနက္ ႐ိုဟန္အ လုပ္သြားတုန္း အမစ္နဲ႔ ဝါဆင္တို႔ ဟာ ႐ိုဟန္တုိ႔အိမ္ကို တိတ္တ ဆိတ္ဝင္လာၿပီး တစ္ဦးတည္း က်န္ခဲ့တဲ့ ဆူပရီရာကို မတရား ျပဳက်င့္ခဲ့ၾကပါေတာ့တယ္။ ႐ိုဟန္ သိသိခ်င္း ရဲဌာနကို အေၾကာင္း ၾကားတဲ့အခါ ေဆး႐ံုက စစ္ခ်က္ ယူၿပီး အမႈဖြင့္ဖို႔ အႀကံျပဳခဲ့တာ ေၾကာင့္ ေဆး႐ံုကို သြားေနတုန္း ...",
        "rating": "7.3",
        "url": "https://megaup.net/2Sm9t/Kaabil_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNjEwMDAyOTM4OV5BMl5BanBnXkFtZTgwMzc4MjMyMDI@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Sleepless (2017)",
        "description": "ဗင္းဆင့္ ဟာ ရဲ အရာရွိတစ္ေယာက္ျဖစ္ၿပီး အက်င့္ပ်က္ ရဲတစ္ေယာက္ျဖစ္တာေၾကာင့္\nသူနဲ႔ အလိုတူ အလိုပါ တစ္ဦးျဖစ္သူ ဆမ္ ႏွင့္ အတူ မူးယစ္ဂိုဏ္း တစ္ဖြဲ႔ရဲ႕\nဘိန္းျဖဴ မ်ားကို ၾကား၀င္ လုယက္ခဲ့ပါတယ္...\n၀င္ေရာက္ လုယူခဲ့ေသာ္လဲ အပစ္အခတ္မ်ား ျဖစ္၍ မူးယစ္ဂိုဏ္းသား တစ္ခ်ိဳ႕ ေသဆံုးၿပီး\nဗင္းဆင့္ ရဲ႕ မ်က္ႏွာကို တစ္ဦးက ျမင္သြားပါတယ္...\nေနာက္ေန႔ ရဲဌာန တြင္ ဟန္မပ်က္ ျပန္ေနၾကၿပီး ထို အမႈ အခင္းကိုလဲ\nသူတို႔ ႏွစ္ဦးသာ လက္လြဲယူလိုက္ပါတယ္\nအရာအားလံုး အဆင္ေျပေနၿပီ ထင္ေသာ္လဲပဲ အက်င့္ပ်က္ ခ်စားေနေသာ ရဲမ်ားကို\nစံုစမ္းေဖာ္ထုတ္ေနေသာ မဟုတ္မမွန္ စိတ္ရွိသူ ဌာန အတြင္းမွ ရဲအရာရွိ ဘရိုင္ယန္ မွ\nဗင္းဆင့္ တို႔ ႏွစ္ဦးကို မသကၤာစာရင္းထဲ ေစာင့္ၾကည့္လ်က္ ရွိေနခဲ့ၿပီး ထိုအခ်ိန္တြင္းမွာပဲ\nဗင္းဆင့္ တို႔ အလစ္သုတ္လာေသာ ဘိန္းျဖဴ မ်ား၏ ပိုင္ရွင္ျဖစ္သူ ႏိုဗက္ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/sleepless-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/The-Marine-5-Battleground-2017-233x300.jpg",
        "title": "The Marine 5: Battleground (2017)",
        "description": "ဤ Marine 5 ဇာတ္လမ္းသည္ ေဆးေထာက္ပံ့ေရးအဖြဲ႕ ဂ်ိတ္ကာတာႏွင့္ ဂ်ဳိးတို႔မွ 911 Emergency call မွတဆင့္\nအကူအညီေတာင္းခံလာသူထံသို႔ သြားေရာက္ကူညီေပးရာ\n၎ပုဂၢိဳလ္က ဆိုင္ကယ္စီးလူမိုက္အဖြဲ႕ႏွင့္ ပတ္သက္ေန၍ ၎တို႔ေဆးအကူႏွစ္ဦးပါ အႏၲရာယ္အၾကားသို႔\nက်ေရာက္ခဲ့ရပံု၊ ဂ်ိတ္ကာတာတစ္ဦးတည္းမွ ၎ဆိုင္ကယ္သမားအဖြဲ႕ဝင္မ်ားအား\nရင္ဆိုင္တုိက္ခိုက္ရပံုတို႔ကို အေျခခံ၍\nဇာတ္လမ္းဆင္ ရိုက္ကူးထားတာပဲၿဖစ္ပါတယ္...\n ဇာတ္လမ္းတစ္ကားလံုး အပန္းေျဖဥယ်ာဥ္၏ ကားပါကင္တစ္ေနရာတည္းတြင္ရိုက္ကူးထားခဲ့ေသာ္လည္း\nၾကည့္႐ႈရမည္မွာ ပ်င္းရိၿငီးေငြ႕ျခင္းမရွိ ခပ္ၾကမ္းၾကမ္းအမိုက္စား Fighting ခန္း\nဇာတ္ကြက္မ်ားကို ခံစားရမည့္ Action ဇာတ္လမ္းေကာင္းတစ္ကားျဖစ္ပါတယ္။Duration…..01:31:00\nFormat…Mp4\nFile Size…(656 MB , 372 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..Htet Htet Tin Zar\n Download with VIP Link\n Download with Pcloud\n Download with Pcloud (Small Size)",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-marine-5-battleground-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/images-1-200x300.jpg",
        "title": "Phantom Detective (2016)",
        "description": "IMDb 6.5 ရထားတဲ့ကြီးယားစံုေထာက္ ကားႀကီးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဇာတ္ကားက Action ကားေလး\nျဖစ္တာေၾကာင့္ Action ပရိတ္သတ္ေတြ အႀကိဳက္ေတြ႕မယ့္\nကားေလး တစ္ကား ျဖစ္ပါတယ္ၿပီးေတာ့ ဒီကားေလးက\nPopular Star Award ဆုတဆုလဲ ရထားပါေသးတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဟန္ဂီေဒါင္ က အလြတ္စံုေထာက္\nတေယာက္ တေန႔မွာ လူကုန္ကူးမူတစ္ခု ကိုေဖာ္ထုတ္ၿပီး အျပန္\nသူ႔ရန္သူ အဖိုးႀကီးကိုလိုက္လံ စံုစမ္းရင္း ေနာက္ကြယ္က\nမထင္မွတ္ ထားတာ တစ္ခုကို ေဖာ္ထုတ္မိသြားရာမွ ........... ။Download Large FileDownload Small File",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/phantom-detective-2016/",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BOTZjYjc0Y2UtN2FmZi00NjIxLWE5YjItY2U0NjdmY2E0M2U1L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNzcxOTk0MQ@@._V1_SY1000_CR006661000_AL_-200x300.jpg",
        "title": "Diamond Cartel (2015)",
        "description": "ဆုိက္ေဘးရီးယားျပည္နယ္သည္ လူဆုိးဂုိဏ္းမ်ားအုပ္စုိးလ်က္ရွိသည့္ျပည္နယ္ျဖစ္သည္။ အရမ္းခ်စ္ႀကေသာခ်စ္သူႏွစ္ဦးရွိသည္။ ေကာင္မေလးသည္ ေကာင္ေလးႏွင့္ျပည္နယ္မွထြက္သြားရန္ပုိက္ဆံလုိသည့္အတြက္ ကာစီႏုိတစ္ခုတြင္ဝင္ေရာက္လုပ္ကုိင္ေလသည္။ ထုိကာစီႏုိသည္ လူဆုိးေခါင္းေဆာင္တစ္ဦးပုိင္သည့္ကာစီႏုိျဖစ္သည္။ တစ္ေန႔ကာစီႏုိတြင္မထင္မွတ္ေသာအျဖစ္အပ်က္တစ္ခုျဖစ္ပြားလာတဲ့အခါ လူဆုိးဂုိဏ္းေတြႏွင္႔ေကာင္မေလးပက္သတ္ဖုိ႔အေႀကာင္းဖန္လာပါသည္။ လူဆုိးဂုိဏ္းမ်ားႀကားပက္သတ္မိတဲ့ခ်စ္သူႏွစ္ဦးရဲ႕အျဖစ္အပ်က္ကေတာ့ ဘယ္လိုဆိုတာ...။ ႀကမ္းႀကမ္းရမ္းရမ္းေတြကုိႀကိဳက္ႏွစ္သက္တဲ့ပရိသတ္ႀကီးေတြအတြက္ေတာ့ ေက်နပ္အားရဖြယ္ျဖစ္ေပမည္။\n(ရဲမာန္ရမ္းသမ္း ဘာသာျပန္တင္ဆက္သည္။)\nFile size…(700MB) and (460MB)\nQuality…HDrip 720p\nFormat…mp4\nDuration….01:39:39\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ye Man Aung  \nDownload 720p HD (pCloud) \nDownload Small File 360p (Uploading)",
        "rating": "",
        "url": "https://channelmyanmar.org/diamond-cartel-2017/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/caspian-300x240.jpg",
        "title": "Prince Caspian : The Chronicles of Narnia 2",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ ဒီရုပ္ရွင္ကေတာ့ ဒုတိယေျမာက္ကားပဲ ျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ နာနီယာကို ဘုရင္နဲ႕ဘုရင္မေတြျဖစ္တဲ့ ပီတာ၊အက္မြန္၊ဆူဆန္နဲ႕လူစီတို႕ စြန္႕ခြာသြားျပီးခ်ိန္က စပါတယ္။ ေမာင္နွမေလးေယာက္ဟာ အဂၤလန္ကို ျပန္ေရာက္တာ တစ္နွစ္ပဲ ရိွေသးေပမယ့္ အခ်ိန္စက္၀န္းကြာျခားမႈအရ ...",
        "rating": "6.6",
        "url": "https://megaup.net/2fwhC/The_Chronicles_Of_Narnia_-_Prince_Caspian_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/lion.jpg",
        "title": "The Chronicles of Narnia : The Lion, The Witch and The Wardrobe 2005",
        "description": "Fantasy ရုပ္ရွင္ေတြ ၾကိဳက္နွစ္သက္သူေတြအတြက္ အေကာင္းဆံုးေတြထဲက တစ္ခုကို တင္ေပးလိုက္ပါတယ္။ နာနီယာရုပ္ရွင္ စုစုေပါင္း ၃ ကားထြက္ရိွထားပါတယ္။ ဒီရုပ္ရွင္ေတြရဲ႕ မူလ၀တၳဳကိုေတာ့ နာမည္ေက်ာ္ အဂၤလိပ္ စာေရးဆရာၾကီး C.S.Lewis ေရးသားခဲ့တာပါ။ Lewis ဟာ the lord of the rings စာအုပ္ေတြကို ေရးသားခဲ့သူ J.R.R.Tolkien နဲ႕ မိတ္ေဆြရင္းျဖစ္ျပီး သူေရးသားခဲ့တဲ့ နာနီယာ ၇ အုပ္ဟာ ေခတ္ျပိဳင္ေက်ာ္ၾကားခဲ့ပါတယ္။ ရုပ္ရွင္အေနနဲ႕ေတာ့ စာအုပ္ ၃ အုပ္ကိုပဲ ရိုက္ကူးနိုင္ခဲ့ေသးပါတယ္။ မူရင္းစာအုပ္ရဲ႕ လွပတဲ့ စိတ္ကူးေတြ ခမ္းနားတဲ့ ဇာတ္ေကာင္ေတြနဲ႕ ၾကည္နႈးဖြယ္ ရႈခင္းေတြကို အေကာင္းဆံုး ပံုေဖာ္ေပးခဲ့တဲ့ ဇာတ္ကားေတြပါပဲ။ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ပီတာ၊အက္မြန္၊ဆူဆန္ နဲ႕ လူစီ ဆိုတဲ့ ေမာင္နွမေလးေယာက္ဟာ ထူးဆန္းတဲ့ ဗီရိုၾကီး တစ္လံုးဆီကေန ျဖတ္ျပီး ေမွာ္ကမာၻၾကီးထဲက နာနီယာနိုင္ငံထဲကို ေရာက္သြားခဲ့ပါတယ္။ အဲဒီကမာၻရဲ႕ အၾကီးျမတ္ဆံုး ေမွာ္ဆရာၾကီး အိုက္စလန္မရိွတဲ့အခ်ိန္မွာ နာနီယာမွာ စုန္းမၾကီးတစ္ဦးက ၾကီးစိုးေနျပီျဖစ္ပါတယ္။ အဲဒီကမာၻမွာ ...",
        "rating": "",
        "url": "https://megaup.net/TBmx/The_Chronicles_Of_Narnia_-_The_Lion,_The_Witch_And_The_Wardrobe_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/justwar-158x300.jpg",
        "title": "Justice League War (2014)",
        "description": "2017 မွာထြက္မယ့္ Justice League ရုပ္ရွင္အတြက္ ေမးခြန္းေတြ စိတ္ထဲမွာ မ်ားေနတယ္ဆိုရင္ ဒီဟာေလးကို ၾကည့္ၾကည့္လိုက္ပါ။ rating 7.3 ရထားျပီး အေတာ္ေလးေကာင္းတဲ့ animation ပါပဲ။ Batman နဲ႕ GL ေတြ႕ဆံုခန္း၊ Cyborg ျဖစ္လာပံု နဲ႕  ရုပ္ရွင္ထဲမွာ မပါေသးမယ့္ Shzam ကိုလည္း ေတြ႕ရပါလိမ့္မယ္။ ဗီလိန္ကလည္း Darkseid ျဖစ္ျပီး Parademon ေတြပါတာမို႕ အားလံုး ရင္းနွီးသြားပါလိမ့္မယ္။ ဒါ့အျပင္ စူပါဟီးရိုးဖန္ေတြတိုင္း အမွတ္တရျဖစ္က်န္ခဲ့မယ္ Darkseid ကို JL အကုန္ေပါင္းေဆာ္တဲ့ epic fighting scene လည္း ဒီကားထဲမွာ ပါ၀င္ေနပါတယ္။ ၾကည့္ၾကည့္လုိက္ပါ။ File Size     :   600 / 300 Mb\nDuration    :   1 : 19 : 26\nQuality ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/justice-league-war-2014/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BNGZlODc0YjgtNWZjNS00NGNjLTgwOTUtMTllZTEyYjE0YTMwXkEyXkFqcGdeQXVyNjUwNzk3NDc@._V1_SY358_SX301_AL_-252x300.jpg",
        "title": "Teen Titans: The Judas Contract (2017)",
        "description": "Teen Titans:The Judas Contract\nDC ပရိသတ္ေတြအတြက္ အရင္ animation တစ္ကားျဖစ္တဲ့\nJustice League Vs Teen Titans အၿပီးမွာ Teen Titans ဆိုတာဘာလဲလို႔ သိသြားၾကေလာက္ၿပီထင္ပါတယ္\nအခုတစ္ႀကိမ္မွာေတာ့ Teen Titans အဖြဲ႕ရဲ႕ Villain Brother Blood နဲ႔ ရင္ဆိုင္ရမွာျဖစ္ပါတယ္\nဇာတ္လမ္းအစမွာေတာ့ Terra Markov လို႔ေခၚတဲ့ Titans အဖြဲ႕ဝင္သစ္ေကာင္မေလးတစ္ေယာက္နဲ႔အစခ်ီထားၿပီး\nBrother Blood နဲ႔ အရႈပ္ေတာ္ပံုေတြကို ၾကည့္ရႈရမွာျဖစ္ပါတယ္\nBrother Blood ရဲ႕သမိုင္းေၾကာင္းေတြရယ္ ေၾကးစား villain တစ္ေယာက္အေနနဲ႔\nDC ပရိသတ္ေတြၾကား လူသိမ်ားတဲ့ Deathstroke လည္းပါတာမို႔ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္\nTeen Titans အဖြဲ႕အေၾကာင္းကို ဒီဇာတ္ကားမွာ ပိုအေသးစိတ္သိရမွာျဖစ္ၿပီး\nခပ္မိုက္မိုက္ Villain ေတြရယ္ Titans ...",
        "rating": "7.6",
        "url": "https://megaup.net/2gxos/Teen_Titans_-_The_Judas_Contract_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMjE1YmJiZjMtN2M3Zi00ZjA4LTllYjgtNGQ3MTE5NWJkMWJlL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyMTg0MzgwODA@._V1_SY1000_CR007041000_AL_-211x300.jpg",
        "title": "Boyka: Undisputed (2017)",
        "description": "မင္းသားၾကီး Scott Adkins အဓိကပါဝင္သရုပ္ေဆာင္ထားတဲ့ Boyka: Undisputed ရုပ္ရွင္ကားဟာ ေလးကားေျမာက္လာခဲ့ၿပီျဖစ္ၿပီး Action ဇာတ္ကားအမ်ိဳးအစားျဖစ္ပါတယ္။ ဒီတစ္ေခါက္မွာေတာ့ Boyka ဟာ ၾကိဳးဝိုင္းထဲမွာ သူ႔ရဲ႕ၿပိဳင္ဖက္ကို အလဲထိုးရာမွ မေတာ္တဆ သတ္မိသလိုျဖစ္သြားခဲ့ပါတယ္။ သူဟာ ဒီကိစၥနဲ႔ပတ္သက္ၿပီး ေမးခြန္းေပါင္းမ်ားစြာရဲ႕ ဖိအားေပးျခင္းကို ခံေနခဲ့ရၿပီး ၿပိဳင္ဖက္ရဲ႕ ဇနီးျဖစ္သူကိုလည္း ျပသနာမ်ားအလည္မွာ ေတြ႕ျမင္ခဲ့ရပါတယ္။ ထိုအခါမွာ သူမအတြက္ ၾကိဳးဝိုင္းထဲက ခ်န္ပီယံအျဖစ္ ျပန္လည္ထိုးသတ္ခဲ့ၿပီး မျဖစ္ႏုိင္တဲ့ ၿပိဳင္ပြဲေတြမွာ ယွဥ္ၿပိဳင္ရင္း ဘာေတြဆက္ျဖစ္လာမလဲဆိုတာကို ရင္ခုန္စြာ ၾကည့္ရႈရမွာျဖစ္ပါတယ္။(ဘာသာျပန္သူကေတာ့ Tariq L Walker ျဖစ္ပါတယ္)File Size : 900 MB\nQuality : WebRip 1080P\nRunning Time : 1hr 13minutes\nFormat : Mp4\nGenre :   Action\nEncoder : Tariq L Walker",
        "rating": "9.1",
        "url": "https://megaup.net/3ysaf/Boyka_-_Undisputed_[2017]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p178275_p_v8_ao-200x300.jpg",
        "title": "Flash Point (2007)",
        "description": "Flash Point (2007)\nIMDb - 6.8/10_____Rotten - 40%\n  \n2007 ခုနှစ်ကထွက်ရှိခဲ့ပြီး မင်းသားကြီး ဒယ်နီယန်း ရဲ့\nအက်ရှင် ဇာတ်ကြမ်းကားကြီးကိုတင်ဆက်ပေးလိုက်ပါတယ်\nIMDb မှာတော့ 6.8 ထိရရှိထားပြီး R rated ပေးထားတယ်\nဆိုတော့ အသတ်အပုတ်တွေ သွေးထွက်သံယိုခန်းတွေ မနည်းမနောကြီး\nပါနေလို့ပဲဖြစ်မယ်ထင်ပါတယ်ဗျပြီးတော့ ဗီလိန်နေရာမယ်သရုပ်ဆောင်\nတွေကလဲ ပရိတ်သတ်ကြီးနဲ့ ရင်းနှီးနေပြီးသား ဆိုတော့ ကောင်းမကောင်း\nသိပြီးသားဖြစ်မှာပါဗျ ဇာတ်လမ်းအကျဉ်းလေးကတော့\nဗီယက်နမ် တရုတ်ဂိုဏ်းကြီးကိုဖြိုခွဲဖို့ အင်စပက်တာ Ma Jun ဟာ\nဂိုဏ်းခေါင်းဆောင် ညီအစ်ကို၃ယောက်ကို ဖမ်းဆီးရာမှာ အစ်ကိုအကြီးဆုံး\nဖြစ်သူ Wei Cha ဟာအဖမ်းခံ ခဲ့ရပါတယ် ဒီလိုနဲ့ wei cha ရဲ ့\nရီးစား Qui Di ဟာသက်သေခံဖို့ သဘောတူလိုက်ရာမှ ကောင်မလေး\nကအသက်အန္တရာယ်ရှိလာတဲ့အခါမှာတော့ တရားမျှတမူအတွကဘယ်\nလိုတွေဆက်လက် ဖြစ်ပျက်ကြမလဲဆိုတာကိုတော့\n \nဘာသာပြန်ကတော့ကျော်မျိုးသူပါ\n  \nFile Sise - 748 MB\nQuality - Blu-Ray Rip 720p\nFormat - mp4\nDuration - 01:28:00\nTranslator - Kyaw Myo ...",
        "rating": "6.8",
        "url": "https://megaup.net/2eIe5/Flash_Point_(Dou_Foh_Sin)_[2007]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/kiss-of-the-dragon-poster-150x200.jpg",
        "title": "Kiss of the Dragon (2001)",
        "description": "Kiss of the Dragon (2001)\nIMDb -6.6/10_____Rotten - 51%\n  \n2001 ခုနှစ်ကထွက်ခဲ့ပြီး IMDb မှာ 6.6 ရထားတဲ့\nကွန်ဖူးမင်းသားကြီးဂျက်လီရဲ့ အက်ရှင်ဇာတ်ကားကြီးကို\nတင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်လမ်းကို ဂျက်လီ က ကိုယ်တိုင်\nရေးသားထားတဲ့ ဇာတ်ညွန်းနဲ့ ကိုယ်တိုင်သရုပ်ဆောင်ပြီး ပြင်သစ်\nပါရီမြို့မှာ သွားရောက်ရိုက်ကူးထားတာဖြစ်ပါတယ်ဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ Lui Jian ဟာတရုတ်ရဲတပ်ဖွဲ့က\nအရာရှိတစ်ယောက်ဖြစ်ပြီး ပြင်သစ်က မူးယစ်ဆေးဂိုဏ်းနဲ့ ချိတ်ဆက်နေတဲ့\nတရုတ်မူးယစ်ဆေးဂိုဏ်းရာဇာကို ဖမ်းဆီးဖို့ လိုက်လံစုံစမ်းရင်း ပါရီမြို့ကို\nရောက်ရှိလာပါတယ် ဒီလိုနဲ့ Jian ဟာ ပြင်သစ်က အချိတ်အဆက်ကိုစုံစမ်း\nရင်း ပြည့်တန်ဆာမလေး Jassica နဲ့ တွေ့ဆုံမိပါတယ်\nJassica ရဲ့ ဂေါင်း Richard ဟာ Jassica ကို သူ့သမီးနဲ့အပိုင်ခြိမ်း\nခြောက်ထားတာဖြစ်ပြီး Richard ကိုယ်တိုင်က ဖာဂေါင်းသာမကပဲ\nမူးယစ်ဂိုဏ်းရဲ့ ဂျိတ်တခု ဖြစ်နေတဲ့အခါမှာတော့....................။\n \nဒီဇာတ်ကားကိုဘာသာပြန်ပေးခဲ့တာက ကိုကွန်ပိုက် ပါပဲခင်ဗျ\n    \n2001 ခုႏွစ္ကထြက္ခဲ့ၿပီး IMDb မွာ 6.6 ရထားတဲ့\nကြန္ဖူးမင္းသားႀကီးဂ်က္လီရဲ႕ အက္ရွင္ဇာတ္ကားႀကီးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္လမ္းကို ဂ်က္လီ က ကို္ယ္တိုင္\nေရးသားထားတဲ့ ဇာတ္ၫြန္းနဲ႔ ကိုယ္တိုင္သရုပ္ေဆာင္ၿပီး ျပင္သစ္\nပါရီၿမိဳ႕မွာ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1ybjv/Kiss_Of_The_Dragon_[2001]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Ninja-2009-1-141x200.jpg",
        "title": "Ninja (2009)",
        "description": "Ninja (2009)_____IMDb - 5.5/10\n ကဲ အခုတခါတော့ ကောင်မလေး ချောချောလေးတွေပါတဲ့ နင်ဂျာကား\nလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ဒုတိယ ကားကိုတော့ တင်ပေး\nပြီးသားမို့ ကျိခြင်သပဆို ကွကို ဆိုက်ထဲမှာရှာကြည့်လိုက်ပါ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ကတ်ဆီ နဲ့ မာဇဆူကာ တို့ဟာ ဂျပန်က\nဆရာတယောက်ဆီမှာ နင်ဂျစ်စု ကိုဆည်းပူးနေကြတဲ့ သူတွေပါ\nသူတို့ ဆရာဆီမှာ သမိုင်းဝင် ကျဉ်ခံအင်္ကျီနဲ့လက်နက်များရှိပါတယ်\nမာဇဆူကာဟာယှဉ်ပြိုင်တိုင်း ကတ်ဆီကို မြဲတမ်းရှုံးနိမ့်ရသူပါ\nတစ်နေ့မှာတော့ မာဇဆူကာက သစ္စာဖောက်သွားတဲ့အခါမှာတော့\nကဲပရိတ်သတ်ကြီးကပဲဆက်ကြည့်လိုက်ကြတော့ဗျ :)\nဘာသာပြန်ကတော့ ကိုစိုးထွေးပါ\n  File Size - 744 MBQuality - 720pTranslator - Soe HtweEncoder - Kyaw Ye Aung",
        "rating": "5.5",
        "url": "https://megaup.net/2Ts6j/Ninja_[2009]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/d-202x300.jpg",
        "title": "The Darkest Hour (2011)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့ IMDb rating 4.9 ရထားတဲ့ သဲထိတ္ရင္ဖို ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။\nဒီဇာတ္ကားေလးကိုၾကည့္ရွ႕ရင္းနဲ႔ လူတစ္ေယာက္ရဲ႕ကံၾကမၼာအလွည့္အေျပာင္းေတြကိုေတြ႔ရမွာပါ\nေမာ္စကိုျမိဳဳ႕ကို အလည္ေရာက္လာတဲ့ အေမရိကန္နိုင္ငံက ေကာင္မေလးနွစ္ေယာက္နဲ႔ေကာင္ေလးနွစ္ေယာက္တို႔\nClubတစ္ခုမွာစုံရာက စၾကေနာက္ၾကရင္းနဲ႔သူငယ္ခ်င္းေတြျဖစ္လာခဲ့ၾကပါတယ္။ ဒါေပမဲ့ လူတစ္ေရာက္ရဲ႕ကံၾကမၼဆိုတာ ဆန္းက်ယ္လြင္းလွပါတယ္\nအေၾကာင္းကေတာ့ ရုရွားနိုင္ငံကို ကမၻာေျမၾကီးရဲ႕ဒဏ္ခတ္မွူ႔လို႔ပဲေျပာရမလား မျမင္နိုင္တဲ့ စြမ္းရွင္အေကာင္ေတြေရာက္ရွိလာျပီးတိုက္ခိုက္ခဲ့လို႔လူေတြအမ်ားျပားကတ္ေဘးစိုက္ခဲ့ရပါတယ္။\nဒီအေကာင္ေတြဟာ ထိေတြ႔ကိုင္သြယ္လို႔မရသလို နွိမ္းမဲ့နည္းလမ္းေတြလဲမသိၾကေသးသာမို႔ လူေတြအေတာ္မ်ားမ်ား ဒုကၡေရာက္ေသေၾကပ်က္စီးခဲ့ၾကရပါတယ္။\nဒီဒုကၡေတြမွာ သူတို႔လဲအလူးအလဲခံၾကရင္း အခက္အခဲေတြကိုဘယ္လိုျဖတ္ေက်ာ္ၾကမလဲဆိုတာ အရမ္းစိတ္oင္စားစရာေကာင္းတာမို႔ ပုရိတ္သတ္ၾကီးကပဲ ဆက္လက္ၾကည့္ရႈ႕လိုက္ပါလို႔ေျပာပါရေစဗ်...\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ စိုးရာဇာပဲျဖစ္ပါတယ္)\nFile Size : 650 MB /300 MB\nQuality : Bluray 720P\nRunning Time : 1hr 29minutes\nFormat : Mp4\nGenre :   Action, Adventure, Horror\nEncoder : Thanhtike Zaw\nDownload and Watch (YP Link)\nDownload Here Bluray 720p (650 ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/the-darkest-hour-2011/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p13888041_p_v8_aa-200x300.jpg",
        "title": "The Warriors Gate (2016)",
        "description": "ကဲအခုတစ္ခါ လူငယ္ဆန္ဆန္ ေပါ့ေပါ့ပါးပါးၾကည့္လို႔ရမယ့္\nသိုင္းကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း ေလးက IMDb မွာ rating 5.3 ရထားပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂ်က္ ဟာ ဗီီဒီယိုိဂိမ္းကို\nစြဲစြဲလန္းလန္း ကစာတတ္သူတေယာက္ပါ တစ္ေန႔မွာေတာ့\nသူဟာ သိုင္းဂိမ္းတစ္ခုကို ကစားေနရင္း တလီေပါ့ နဲ႔ တရုပ္ျပည္ကို\nပို႔ေဆာင္ျခင္း ခံ လိုက္ရပါတယ္ ကဲ  Jack တေယာက္ ျပန္လာႏိုင္ပါ့မလား\nဘာေတြမ်ား ဆက္ျဖစ္ၾကအံုးမလဲဆိုတာ ကိုေတာ့ ဆက္လက္\nၾကည့္ရူအားေပးလိုက္ၾကပါေတာ့ဗ် :)\nဘာသာျပန္ကေတာ့ မင္းျပည့္စံု ျဖစ္ပါတယ္ဗ်Download Large File\nDownload Small File",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-warrier-gate-2016/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/p8331972_p_v8_ad-200x300.jpg",
        "title": "Chernaya Molniya (2009)",
        "description": "ကဲအခုတစ္ခါေတာ့ I Tune Store မွာ rating 3.8/5 ေတာင္\nရထားတဲ့ ရုရွား super hero ဇာတ္ကား တစ္ကားကိုတင္\nဆက္ေပးလိုက္ပါတယ္ ဒီဇာတ္ကားဟာ စံကာတင္စာရင္း၂ခါေတာင္\n၀င္ခဲ့ပါေသးတယ္ၿပီးေတာ့ ၂၀၀၉ ခုႏွစ္ကထြက္ခဲ့တာဆိုေတာ့\nအခုလက္ရွိ ရုရွား Superhero ကား Gurdian မလာခင္ေလး\nႀကိဳၾကည့္ထားၾကေပါ့ေနာ႔ :P\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ သကၠရာဇ္ 2K4 မွာရုရွားသူေဌး\nKuptsov ဟာ ေမာ္စကိုၿမိဳ႕ေအာက္မွာ စိန္သိုက္ႀကီးကိုေတြ႕\nခဲ့လို႔ ေလာဘတႀကီးတူးပါေတာ့တယ္\nမဆင္မျခင္တူးယူေၾကာင့္သူဟာ သံုးမကုန္ေအာင္ခ်မ္းသာ\nလာၿပီး အနာဂတ္မွာ သူ႔ရဲ႕ စက္ေတြကိုေမာင္းနင္ဖို႔အတြက္ စြမ္းအင္\nအရင္းအျမစ္အသစ္ကိုထပ္မံရွာေဖြဖို႔ လိုအပ္လာပါေတာ့တယ္\nဒီလိုပဲၿမိဳ႕ရဲ႕တဖက္ျခမ္းမွာေတာ့ ေကာလိပ္ေက်ာင္းသားDIMA\nဟာကားတစ္စီးရဖို႔စိတ္ကူးယဥ္အိမ္မက္မက္ေနၿပီး သူတဖက္သတ္ႀကိဳက္\nေနရသူ Nasty ကို ကားနဲ႔တင္ၿပီးေလ်ွာက္လည္ျခင္ေနသူပါ\nကံဆိုးစြာနဲ႔ပဲ Nasty ဟာမာစီးဒီး ဘန္႔ဇ္ ေနာက္ေကာက္ေကာက္ပါေအာင္\nလိုက္သြားတဲ့အခါမွာေတာ့ Demi တေယာက္ပဆံရဖို႔ႀကိဳးစားရာမွၿမိဳ႕\nတဖက္ျခမ္းက သေဌးႀကီးနဲ႔ဆံုေတြ႕မိတဲ့အခါမွာေတာ့ ဘာေတြဆက္ျဖၾက\nမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ႀကီးကပဲ ဆက္လက္ၾကည့္လိုက္ပါေတာ့\n(အမွန္က Demi က nano catalyst စမ္းတာ failၿပီး black lightning ျဖစ္သြားတာ ေနာ္ )Download Large File From Pcloud\nDownload Small ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/chernaya-molniya-2009/",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Jaanwar (1999)",
        "description": "\"ေလာကမွာ ဆင္းရဲမႈ႕ထက္ ႀကီးမားတယ့္ က်ိန္စာ မ႐ွိဘူး ႕႕႕ ႕႕႕ဆာေလာင္မႈ႕ထက္ ဆုိးရြားတယ့္ေဝဒနာ မရွိေတာ့ဘူး\" ငယ္စဥ္က ငတ္ျပတ္ၿပီး မိခင္ႀကီးေသဆုံးမႈ႕ကုိ ခံစားလုိက္ရတယ့္ ေကာင္ေလးတေယာက္႕႕႕႕ မိဘမဲ့ဘဝမွာ ေတြ႕ဆုံခဲ့ရတာ ဒုစ႐ုိက္သမားတေယာက္႕႕႕ အသိပညာ အတတ္ပညာဆုိတာမသိ တရားမႈ႕ မတရားမႈ႕ဆုိတာ မသိပဲ ေလာဘရဲ႕ လမ္းစဥ္ကုိလုိက္ၿပီး ဒုဇရုိက္သမားတေယာက္ ျဖစ္ခဲ့ရတယ္။ တရားဥပေဒကုိ ေ႐ွာင္ေျပးရင္း သူ႕ဘဝမွာ တြယ္တာစရာမိန္းကေလးတေယာက္နဲ႕ဆုံေတြခဲ့တယ္။ အတိတ္ကုိ ခဝါခၽၿပီး ဘဝအသစ္ထူေထာင္ဖုိ႕ ႀကိဳးစားလာတယ့္ အခၽိန္မွာေတာ့ ႕႕႕ သူ႕အတိတ္က သူ႕ကုိ ခြင့္ျပဳေလပါ့မလား ႕႕႕႕ ေဘာ္လီဝုဒ္ရဲ႕ နမည္ႀကီးမင္းသား အက္ေရွးကူမားရဲ႕ အေကာင္းဆုံး ဇာတ္ကားတကားကုိျပပါဆုိရင္ jaanwar ကုိလည္းျပရပါလိမ့္မယ္။ တကယ့္အႏွစ္ကုိ မွၾကည့္ခၽင္ပါတယ္ဆုိတယ့္ ပရိတ္သတ္ေတြအတြက္ သိပ္မညႊန္းေတာ့ဘူး ေဒါင္းသာၾကည့္လုိက္ေပေတာ့႕႕႕\n(#စာဖုိင္ အခက္အခဲေၾကာင့္ သီခၽင္းေတြနဲ႕ တခန္းႏွစ္ခန္းေလာက္ စာတန္းထုိးလုိအပ္သြားတာကုိ ႀကိဳတင္ေတာင္းပန္အပ္ပါသည္။)\n(ဇာတ္လမ္းအညၽႊန္းနဲ.ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပဲျဖစ္ပါတယ္)\nFile Size : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2cngx/Jaanwar_[1999]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/220px-2004movingtargets-214x300.jpg",
        "title": "Moving Targets (2004)",
        "description": "IMDb rating 6.3 ရထားၿပီး ၂၀၀၄ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့\nေဟာင္ေကာင္အက္ရွင္ကာႀကီးကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ကစ္ ဟာ ကံေကာင္းစြာနဲ႔ပဲ\nထူးခ်ြန္တဲ့ ရဲအရာရွိမိသားစုမွာ ေမြးဖြားလာခဲ့တဲ့သူတစ္ေယာက္ပါ\nတစ္ေန႔မွာ ကစ္ရဲ႕ မိဘ ၂ ေယာက္ဟာ သေဘာထားျခင္းမတိုက္ဆိုင္\nတာေၾကာင့္ မိသားစု ဟာၿပိဳကြဲဖို႔ အေၾကာင္းဖန္လာပါေတာ့တယ္\nကစ္ တစ္ေယာက္ႀကီးျပင္းလာတဲ့ အခါမွာေတာ့ မိသားစု\nမ်ိဳးရိုးအတိုင္းပဲ ထူးခ်ြန္တဲ့ အရာရွိတစ္ေယာက္ျဖစ္လာပါေတာ့တယ္\nကဲ ကစ္ တစ္ေယာက္ထူးခ်ြန္တဲ့ အရာရွိတစ္ေယာက္ ျဖစ္လာတဲ့အခါမွာ\nေတာ့ ဘာေတြ ဆက္ျဖစ္ၾကမလဲ ဆိုတာကိုေတာ့ ဆက္ၾကည့္လိုက္ၾကပါ\nေတာ့ေနာ္ သူ႔အေဖနဲ႔ ေကာ ဘယ္လိုေတြမ်ား ဆက္ျဖစ္ၾကအံုးမလဲ ဆိုတာ\nေကာ ဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့ဗ်ာ ။Download Large File From Pcloud\nDownload Small File From Pcloud",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/moving-targets-2004/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/MV5BMTI2MzQ4NjI2MF5BMl5BanBnXkFtZTcwOTcxMDEyMQ@@._V1_-1-168x300.jpg",
        "title": "Once Upon a Time in China I (1991)",
        "description": "ဒီဇတ္လမ္းကေတာ့ အမ်ားရင္းႏွီးၿပီးသား ျဖစ္တဲ့ တရုတ္ႏုိင္ငံရဲ႕ ရာဇ၀င္မွာ ေက်ာ္ၾကားလွတဲ့\nမဟုတ္မခံစိတ္ရွိသူ သနားတက္သူ ၾကင္နာတက္သူ သေဘာေကာင္းလြန္းသူ\nသိုင္းအေက်ာ္အေမာ္ ေဒါက္တာ ၀မ္ေဖးဟုန္ အေၾကာင္း ရိုက္ကူးထားေသာ ရုပ္ရွင္ကားျဖစ္ၿပီး\nကြန္ဖူးမင္းသားႀကီး ဂ်က္လီ မွ သရုပ္ေဆာင္ရိုက္ကူးေပးထားပါတယ္...\nအဂၤလိပ္လက္ က်ေရာက္ေနၿပီး လူေတြက စိတ္ဓါတ္ပ်က္ျပား အက်င့္ေတြ ေဖာက္ျပား ႏုိင္ငံျခားကို အထင္ႀကီးစိတ္၀င္\nကိုယ့္ လူမ်ိဳးအခ်င္းခ်င္း အႏိုင္က်င့္ ဗိုလ္က် ေတာေၾကာင္ လက္ခေမာင္း ခက္တာေတြ က အစ စိတ္ထဲ မဟုတ္မခံစိတ္\n၀င္ေရာက္လာေအာင္ ရိုက္ျပထားခဲ့ၿပီး ရင္သက္ရႈေမာဖြယ္ သိုင္းကြက္ မ်ားကို လဲ ျမင္ေတြ႔ရမွာျဖစ္ပါတယ္\nၾကာျမင့္ခ်ိန္ ၂ နာရီေက်ာ္တာမို႔ မိသားစု ႏွင့္ ၾကည့္ရႈအပန္းေျပႏိုင္ေသာ ရုပ္ရွင္ကားေကာင္းအျဖစ္\nညႊန္းဆိုလုိက္ပါရေစ....\nဒီ ရုပ္ရွင္ကားကို Channel Myanmar Translator ျဖစ္သူ Jin Jin မွ ဘာသာျပန္ေပးထားပါတယ္...\nThit San Khant\n============\nDownload HD (1.4GB)\nDownload Small ...",
        "rating": "7.4",
        "url": "https://megaup.net/U2ei/Once_Upon_A_Time_In_China_-_1_[1991]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    }
]