[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2E3DwfiKssVWlRfFkps82PYk8Qj.jpg",
        "title": "Money (2019)",
        "description": "Zawgyi=====၂၀၁၉ခုႏွစ္ထြက္ကိုရီးယားကားကိုမွ Stock Exchange နဲ႕ပတ္သက္ျပီးစိတ္၀င္စားရင္ေတာ့ၾကည့္သင့္တဲ့ဇာတ္ကားေလးပါ။IMDb rating အရေတာ့ vote ေပးသူ 175 ဦးအတြက္ 5.8 ပဲရထားတယ္ဆိုေပမဲ့ Rotten Tomatoes မွာ 67% အထိရထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ရုံ၀င္ေငြအေနနဲ႕လည္း 25.1 million USD ရထားတာပါ။Cast ေတြမွာလည္းလူူသိမ်ားတဲ့ သရုပ္ေဆာင္ေတြခ်ည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေတာနယ္တစ္ခုကၾကိဳးစားျပီးတက္လာတဲ့ စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စေလးတစ္ေယာက္မွာရည္မွန္းခ်က္တစ္ခုပဲရွိပါတယ္။သူခ်မ္းသာခ်င္တာပဲျဖစ္ပါတယ္။ဆင္းဆင္းရဲရဲေနခဲ့ရတဲ့သူတစ္ေယာက္အတြက္ ခ်မ္းသာခ်င္ၾကတာခ်ည္းပါပဲ။မိဘေတြရုန္းကန္ေနရတာကိုၾကည့္ျပီးသူခ်မ္းသာခ်င္လာတယ္။အဲေတာ့စေတာ့ခ္ရွယ္ယာေရာင္း၀ယ္ေရးကုမၸဏီတစ္ခုမွာအလုပ္ရျပီး စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စအျဖစ္္အားၾကိဳးမာန္တက္အလုပ္ၾကိဳးစားမယ္ဆုိျပီး တက္လာေပမဲ့တကယ္တမ္းလက္ေတြ႕မွာေတာ့ ထင္သေလာက္မလြယ္သလိုသူမ်ားေတြေကာ္မရွင္ကျပြတ္သိပ္ေနခ်ိန္မွာ သူ႕ခဏသုညျဖစ္ေနရတာပါပဲ။ဒီလိုနဲ႕တစ္ႏွစ္ေလာက္လံုးခ်ာလည္လိုက္ေနရင္းကေန ခ်မ္းသာဖို႕ျဖတ္လမ္းနည္းတစ္ခု သူရလာခဲ့ပါတယ္။ဘယ္သူ႕ေၾကာင့္ရသြားတာလဲ။အဲဒီျဖတ္လမ္းနည္းကေရာ ေရရွည္အဆင္ေျပရဲ႕လားဆိုတာေတာ့သူတို႕စေတာ့ခ္ရွယ္ယာေစ်းကြက္တြင္းကအရႈပ္အရွင္းေတြၾကား၀င္ၾကည့္ရင္းခံစားၾကည့္ၾကပါ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ) Unicode======၂၀၁၉ခုနှစ်ထွက်ကိုရီးယားကားကိုမှ Stock Exchange နဲ့ပတ်သက်ပြီးစိတ်ဝင်စားရင်တော့ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ။IMDb rating အရတော့ vote ပေးသူ 175 ဦးအတွက် 5.8 ပဲရထားတယ်ဆိုပေမဲ့ Rotten ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/money-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Hero-movie-poster-141x200.jpg",
        "title": "Hero (2002)",
        "description": "Hero (2002)\nIMDb - 7.9/10_____Rotten - 95%\n Hero (2002)\n…………………\nHero (သူရဲကောင်း) ဆိုတာ\nဘယ်လိုလူမျိုးတွေကို ရည်ညွှန်းပါသလဲ?\nတဦးတယောက်ကနေ ပြိုင်ဘက်အများကြီးကို အလဲထိုးအနိုင်ယူသူတွေကို ခေါ်ပါသလား?\nကိုယ်ကျိုးကို မငဲ့ဘဲ အများအတွက်\nစွန့်လွှတ်စွန့်စားသူများကို ဆိုလိုပါသလား?\nHero (2002 film) ကို ကြည့်ပြီးရင်တော့\nအဖြေတခုခု ထွက်လာနိုင်ပါတယ်။\nHero ရုပ်ရှင်ကို စပြီးကြည့်ဖူးစက ယုတ္တိမတန်တဲ့ သာမန်တရုတ်သိုင်းကားတကားလို့ပဲ ထင်ခဲ့မိပါတယ်။\nနောက်ကြောင်းက ခဏခဏပြန်ပြ၊\nဒီကြားထဲစိတ်ကူးထဲမှာပါ သိုင်းကွက်တွေထုတ်နဲ့ … အလေးအနက်မကြည့်မိခဲ့ပါဘူး။\nနောက်ပိုင်းမှာ အော်စကာ ဆန်ကာတင်စာရင်းမှာ\nနိုင်ငံခြားဇာတ်ကားအနေနဲ့ ပါလာတော့မှ စိတ်ဝင်စားသွားလို့ သေချာပြန်ကြည့်ဖြစ်ပါတယ်။\nစွမ်းအားလွန်သိုင်းကွက်တွေကို ဖယ်ပြီးကြည့်မယ်ဆိုရင်\nအနှစ်သာရရှိတဲ့ ဇာတ်ကားလို့မြင်မိပါတယ်။ဒီဇာတ်လမ်းမှာ ချင်မင်းဆက်ကို တည်ထောင်တဲ့\nQin Shi Huang ရဲ့ ဆင့်ခေါ်မှုနဲ့\nအမည်မရှိဓားသမား (သုည)ဟာ\nနန်းတွင်းကို ဝင်ရောက်ခစားခဲ့ပါတယ်။\nနန်းတွင်းကို ဝင်ရောက်ပြီး ဘုရင်ကြီးနဲ့ စကားပြောခွင့်ရဖို့အတွက်\nသုညဟာ ဘုရင်ကြီးရဲ့ အသက်အန္တရာယ်တွေကို ခြိမ်းခြောက်နေတဲ့\nလူစွမ်းကောင်းသုံးယောက် (Long Sky, Flying Snow, Broken Sword) ကို နှိမ်နှင်းခဲ့ရတယ်လို့ ဆိုပါတယ်။ *Spoiler ...",
        "rating": "7.9",
        "url": "https://megaup.net/2dmA4/Hero_(Ying_Xiong)_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BZmY5MDUwMDAtMTI5OC00ZjBkLWExN2YtNGM5OGQwM2E4YzZmXkEyXkFqcGdeQXVyMzIxODMxMTE@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Lancaster Skies (2019)",
        "description": "ငယ္ဘဝကတည္းက နာက်င္ထိခို္က္ရတဲ့ ကေလးဘဝနဲ႕\nျဖတ္သန္းခဲ့ရတဲ့ စကားနည္းလူေအးတစ္ေယာက္ျဖစ္တဲ့ ေဒါက္ကလပ္စ္ဟာ\nဘာလင္ၿမိဳ႕စြန္နားကိုတိုက္ခိုက္ရမဲ့ဗံုးၾကဲေလတပ္အဖြဲ႕ကိုဦးေဆာင္ရေတာ့မွာျဖစ္ပါတယ္။\nတပ္ဖြဲ႕အသစ္ကိုေရာက္ရွိလာတဲ့ အရာရွိေဒါက္ကလပ္စ္နဲ႕\nတစ္ခ်ိန္လံုးမတည့္ျဖစ္ေနတာေတာ့ ခ်ာလီဆိုတဲ့တပ္သားပဲျဖစ္ပါတယ္။\nအမွန္ေတာ့ ေဒါက္ကလပ္စ္က ၿပီးခဲ့တဲ့တိုက္ပြဲမွာ\nက်ဆံုးသြားတဲ့အရာရွိအယ္ဖီလ္ရဲ႕ေနရာကိုအစားထိုးေရာက္ရွိလာတာျဖစ္ပါတယ္။\nတစ္ဖြဲ႕လံုးရဲ႕ယံုၾကည္မႈကိုရရွိဖို႕ေဒါက္ကလပ္စ္တစ္ေယာက္\nသူ႕နည္းသူ႕ဟန္နဲ႕ၾကိဳးစားေျဖရွင္းပံုေလးေတြလဲပါပါတယ္။\n၁၉၄၀ျပည့္နွစ္ရဲ႕စစ္ပြဲအေၾကာင္းကိုရုိက္ကူးထားတဲ့ဇာတ္ကားပဲျဖစ္ပါတယ္။\nFile Size : (1.3gb) and (680 MB)\nQuality : blu-ray 1080p\nRunning Time : 1h 38min \nFormat : Mp4\nGenre : Action, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : Bluray.1080p.x264-RSG\nTranslated by Charm\nEncoded by sithu",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/lancaster-skies-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BMjAxMzY4MjU2Ml5BMl5BanBnXkFtZTgwNjY5OTQ2MzE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Once Upon a Time in High School (2004)",
        "description": "ဒီကားလေးကတော့ ၂၀၀၄ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ drama အမျိုးအစားကားလေးဖြစ်ပါတယ်ဇာတ်ကားရဲ့အမည်လေးအတိုင်းပဲ အထက်တန်းကျောင်းဇာတ်လမ်း​လေးတစ်ခုပါဇာတ်လမ်းရဲ့အစမှာတော့ ဟွန်းဆူဆိုတဲ့ကောင်​လေး\nတစ်ယောက်ဟာမိဘတွေကဆိုးလ်ကိုပြောင်းလာတာနဲ့ သူလည်းကျောင်းပြောင်းခဲ့ရတယ်အဲ့လိုနဲ့ ကျောင်းကိုသွားတဲ့ဘတ်စ်ကားပေါ်မှာ မထင်မှတ်ပဲ အွန်းဂျူဆိုတဲ့ကောင်မလေးနဲ့ဆုံခဲ့ကြတယ်အွန်းဂျူအပေါ်ကို ဟွန်းဆူကရော ဟွန်းဆူရဲ့သူငယ်ချင်းဝူးရှစ်ကပါ သဘောကျနေမိတဲ့အခါမှာတော့သူတို့ဘာဆက်ဖြစ်ကြမလဲ အွန်းဂျူကရော ဘယ်သူ့ကိုရွေးချယ်လိုက်မှာလဲဆိုတာတွေကိုတော့ဒီဇာတ်ကားလေးထဲမှာကြည့်ပေးကြပါဦးထူးခြားတာက ဒီဇာတ်လမ်းလေးက လူငယ်အချစ်ဇာတ်လမ်းတင်မကဘဲကျောင်းတွင်းကြီးနိုင်ငယ်ညှင်း အနိုင်ကျင့်ကြတဲ့အကြောင်းတွေပါထည့်ရိုက်ထားတာမို့ ပိုစိတ်ဝင်စားစရာကောင်းပါတယ်ဇာတ်ကားတစ်ခုလုံးကို ၁၉၉၀ ပတ်ဝန်းကျင်ကိုအခြေခံရိုက်ထားတာမို့အရင်ခေတ်ကအဝတ်အစား အပြင်အဆင်လေးတွေနဲ့မို့ တစ်မျိုးလေးပိုကြည့်​လို့ကောင်းပါတယ်",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-high-school-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kZv92eTc0Gg3mKxqjjDAM73z9cy.jpg",
        "title": "Dark Phoenix (2019)",
        "description": "Xmen ေတြရဲ႕ ေနာက္ဆံုးထြက္ ဇာတ္ကားပါ။ဇာတ္လမ္းအက်ဥ္း ခ်ားစ္ရဲ႕ အိတ္စ္မန္းေတြ ျဖစ္တဲ့ဟန္႔ခ္ ကာ့ထ္ ေရဗင္ စေကာ့ ဂ်င္းဂေရးတို႔ဟာ အာကာသယာဥ္မႉးေတြကိုကယ္တင္ဖို္ အာကာသထဲကို သြားရင္ အပူလိႈင္းႀကီးတစ္ခုနဲ႔ ရင္ဆိုင္လိုက္ရပါတယ္။အဲဒီ အပူစြမ္းအင္ေတြကို တားဖို႔ႀကိဳးစားရင္းနဲ႔ဂ်င္းဂေရးကိုယ္ထဲကို စြမ္းအင္ေတြ အကုန္ ဝင္သြားခဲ့တယ္။သူတို႔ ကမာၻေပၚကို ျပန္ေရာက္ခ်ိန္မွာ ဂ်င္းဂေရးဟာ စိတ္ေဖာက္ျပန္ၿပီးထိန္းမရျဖစ္လာပါေတာ့တယ္။လူသားေတြနဲ႔ ၿငိမ္းခ်မ္းေရး မပ်က္စီးေအာင္ ဂ်င္းဂေရးကိုလည္းျပန္ေကာင္းလာေအာင္ႀကိဳးစားဖို႔ အိတ္စ္မန္းေတြဟာဒီစြမ္းအင္ေတြေနာက္ကိုလိုက္လာတဲ့ ရန္သူေတြက္ုေရာဂ်င္းကိုေရာ ျပန္ရင္ဆိုင္ရပါေတာ့တယ္။ ထြက္ရွိခဲ့တဲ့ X-Men Moives Collection  မ်ားကိုေအာက္ပါလင့္မွာ ၀င္ေရာက္ၾကည့္ရႈ႕ႏိုင္ပါတယ္..https://channelmyanmar.org/category/x-men/ File Size : (2 GB , 1 GB) & ( 390 MB)Quality :  BluRay ...",
        "rating": "6.0",
        "url": "https://megaup.net/2T56o/Dark_Phoenix_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/AF-135x200.jpg",
        "title": "After Earth (2013)",
        "description": "၀ီလ္ စမစ္တုိ႔သားအဖ ႏွစ္ေယာက္ပါ၀င္ထားတဲ့ သိပၸံစိတ္ကူးယဥ္ အက္ရွင္ ကားေလးကုိ\nျပန္တင္ဆက္ ေပးလုိက္ပါတယ္။ဇာတ္လမ္းကုိ ေနာက္လာမဲ့ အနာဂတ္ ႏွစ္ေပါင္း တစ္ေထာင္မွာ\nဇာတ္အိမ္ တည္ထားပါတယ္။လူသားေတြဟာဆုိရင္ ေဂဟစနစ္ ပ်က္စီး မွဳ႕ေတြေၾကာင့္ အမိကမၻာေျမ\nကေန ထြက္ခြာခဲ့ရၿပီး Nova Prime လုိ႔ေခၚတဲ့ ၿဂဳိလ္ တစ္ခုမွာ အေျခခ်ေနထုိင္ေနက်တဲ့ အခ်ိန္ေပါ့ဗ်ာ။\nအဲ့အခ်ိန္မွာ လူသားေတြထပ္မံ သိခဲ့ ရတာက ဒီ စၾကာ၀ဠာႀကီးမွာ ကြ်န္ေတာ္ တုိ႔ခ်ည္းမဟုတ္ပါဘူးဆုိတာပါပဲ\nNova Prime ကုိ ေျပာင္းေရႊ႕လာတဲ့ လူသားေတြကုိ ၿဂဳိလ္ သားေတြက တုိက္ခုိက္ ပါတာေတာ့တယ္။အဲ့လုိ\nလူသားေတြ လည္းအေသအေပ်ာက္မ်ားၿပီး တစ္ျဖည္းျဖည္းနဲ႔ မ်ဳိးတုန္းမဲ့ အႏၱရာယ္ ကုိ ရင္ဆုိင္လာရပါၿပီ။\nအဲ့လုိ အခါမွာဆုိရင္ လူသားေတြ ရဲ႕ အားကုိးရာက ရိန္းဂ်ားလုိ႔ေခၚတဲ့ စစ္သားေတြအေပၚမူတည္လာပါတယ္။\nအဲ့ရိန္းဂ်ားေတြၾကားထဲမွာမွ လက္မရြံ တက္တဲ့ ဆုိင္ဖာ(၀ီလ္စမစ္)က ထိပ္တန္းေပါ့။ဒီလုိနဲ႔ လူသားေတြ ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/after-earth/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8cU4pjIF44XTJpsxDLlw0tWN4l7.jpg",
        "title": "The White Storm ( 2013 )",
        "description": "Zawgyi*******Line Walker 2 အၾကည္မထြက္ခင္ ေစာင္႔ဆိုင္းရင္းနဲ႕ Line Walker မင္းသားပါ၀င္တဲ႔Nick Cheung ကားေလးကိုအရင္ၾကည္႕ထားရေအာင္ဒီကားေလးဟာ imdb6.6ရထားတဲ့ ေဟာင္ေကာင္အက္ရွင္ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္..အားလံုးနဲ႔ရင္းႏွီးၿပီးသားျဖစ္တဲ့Ching Wan Lao,Louis Kooနဲ႔ Nick Chengတို႔မင္းသားႀကီးသံုးေယာက္ပါဝင္တဲ့အတြက္ သေဘာေတြ႔ေစမွာပါ...ဇာတ္လမ္းအက်ဥ္းေလာကေတာ့ေဟာင္ေကာင္ရဲအရာ႐ွိသံုးေယာက္ဟာ မူးယစ္ရာဇာေတြကိုေဖာ္ထုတ္ႏိုင္ဖို႔အတြက္သူတို႔ထဲကတစ္ေယာက္ကိုသူလ်ိဴအျဖစ္ မူးယစ္ဂိုဏ္းထဲဝင္ေစၿပီးစံုစမ္းရာကေန အေ႐ွ႕ေတာင္အာ႐ွ မူးယစ္ဂိုဏ္းတစ္ခုလံုးကိုအုပ္စိုးေနတဲ့႐ွစ္မ်က္ႏွာဘုရားလို႔ နာမည္ေပးထားတဲ့ ေခါင္းေဆာင္ကိုဘယ္လိုေတြ ရင္ဆိုင္ၾကမလဲ...ဘယ္လိုအခက္အခဲေတြနဲ႔အလွည့္အေျပာင္းေတြကိုၾကံဳရမလဲဆိုတာ စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါ..ဒီကားရဲ႕အဆက္ၿဖစ္တဲ႔ The White Storm 2 ကိုလည္း မၾကာခင္မွာတင္ဆက္သြားမွာပဲၿဖစ္ပါတယ္ Unicode********Line Walker 2 အကြည်မထွက်ခင် စောင့်ဆိုင်းရင်းနဲ့ Line Walker မင်းသားပါဝင်တဲ့Nick Cheung ကားလေးကိုအရင်ကြည့်ထားရအောင်ဒီကားလေးဟာ imdb6.6ရထားတဲ့ ဟောင်ကောင်အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့Ching Wan Lao,Louis Kooနဲ့ Nick Chengတို့မင်းသားကြီးသုံးယောက်ပါဝင်တဲ့အတွက် သဘောတွေ့စေမှာပါ...ဇာတ်လမ်းအကျဉ်းလောကတော့ဟောင်ကောင်ရဲအရာရှိသုံးယောက်ဟာ မူးယစ်ရာဇာတွေကိုဖော်ထုတ်နိုင်ဖို့အတွက်သူတို့ထဲကတစ်ယောက်ကိုသူလျိူအဖြစ် မူးယစ်ဂိုဏ်းထဲဝင်စေပြီးစုံစမ်းရာကနေ အရှေ့တောင်အာရှ မူးယစ်ဂိုဏ်းတစ်ခုလုံးကိုအုပ်စိုးနေတဲ့ရှစ်မျက်နှာဘုရားလို့ နာမည်ပေးထားတဲ့ ခေါင်းဆောင်ကိုဘယ်လိုတွေ ရင်ဆိုင်ကြမလဲ...ဘယ်လိုအခက်အခဲတွေနဲ့အလှည့်အပြောင်းတွေကိုကြုံရမလဲဆိုတာ စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ..ဒီကားရဲ့အဆက်ဖြစ်တဲ့ The White Storm ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-white-storm-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tZf0CO7WD9X7Gxirmc52VMJUCct.jpg",
        "title": "The Spy: Undercover Operation(2013)",
        "description": "The Spy: Undercover Operation(2013)Chul-Soo ဆုိတဲ့ ေအးဂ်င့္တစ္ေယာက္ဟာ ထူးခြ်န္ထက္ျမက္တဲ့အတြက္\nအေရးႀကီးစစ္ဆင္ေရးေတြ တိတ္တဆိတ္သုတ္သင္ေရး ကိစၥေတြမွာဆုိ\nအထူးတာ၀န္ေပးအပ္ျခင္းခံရတယ္......\nေအးဂ်င့္တစ္ေယာက္မွာရွိတဲ့ အရည္အခ်င္းအားလုံးရွိသလုိ\nစည္းမ်ဥ္းစည္းကမ္းေတြကုိလည္း တစ္ေသြမတိမ္းလုိက္နာေလ့ရွိတယ္...\nအထူးေအးဂ်င့္ျဖစ္ေနေတာ့ သူ႕အလုပ္ကုိ အိမ္သူသက္ထားကုိေတာ့\nအသိေပးထားျခင္းမရွိဘူး.....\nသိပ္ေတာ္တဲ့ေအးဂ်င့္ျဖစ္ေပမယ့္ သူ႕မွာ အားနည္းခ်က္တစ္ခုေတာ့ရွိတယ္...\nအိမ္က ေလဒီကုိ မဟားတရား နင္းကန္ ေၾကာက္ရပါတယ္....\nရန္သူေတြရဲ႕က်ည္ဆန္ မုိးသီးမုိးေပါက္ေတြလုိက်ေနတာေတာင္\nဖုန္းမကုိင္ဘဲ မေနရဲပါဘူး.......................\nဒီလုိနဲ႕ အထူးစစ္ဆင္ေရးေတြတာ၀န္ထမ္းရင္း မိန္းမကလည္း\nအိမ္ေထာင္ဦးစီးမပီသလုိျဖစ္ေနတဲ့သူ႕ကုိ ၾကာေတာ့\nစိတ္ပ်က္လာဟန္တူပါတယ္....\nဒီေလာက္အေျခအေနဆုိးတဲ့ၾကားထဲ\nကုိးရီးယားတစ္ႏုိင္ငံလုံးကုိဒုကၡေရာက္ေစမယ့္ အႀကမ္းဖက္အဖြဲ႕ကုိ\nႏွိမ္ႏွင္းဖုိ႕စုံစမ္းေထာက္လွမ္းရတဲ့အေျခအေနကုိေရာက္လာတဲ့အခါမွာေတာ့\nChul-Soo တစ္ေယာက္ ဘယ္လုိေတြေရွ႕ဆက္ျဖတ္သန္းမလဲဆုိတာကုိေတာ့\nခံစားၾကည့္လုိက္ပါဦး...\nဒီကားက မင္းသားႀကီး Kyung-gu Sol အဓိကသရုပ္ေဆာင္ထားၿပီး\nအက္ရွင္ခန္းေတြလည္း မုိက္သလုိ ရုိက္ခ်က္ေတြလည္း အေတာ္ကုိလန္းပါတယ္...\nရယ္လည္းရယ္ရသလုိ ရင္ခုန္စိတ္လႈပ္ရွားရတဲ့ အက္ရွင္ခန္းေပါင္းမ်ားစြာလည္းပါေလေတာ့\nခံစားၾကည့္လုိက္ဦးဗ်ဳိ႕....File Size : (950 MB) and (370 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:01:00\nGenre : Action , Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Alias\nEncoded by Phyo Pyae",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-spy-undercover-operation2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/MV5BYTdiZGRjZDktYTlhMy00MjdhLTlmOWMtOWEzMDkwMDJjYTVjL2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Hamburger Hill (1987)",
        "description": "ဒီဇာတ္လမ္းကေတာ့ ျဖစ္ရပ္မွန္ကို အေျခခံၿပီး ရိုက္ကူးထားတဲ့ စစ္ကားတစ္ကားပါ။\n၁၉၆၉ ခုႏွစ္က အေမရိကန္နဲ႔ ဗီယက္နမ္ အၾကား ျဖစ္ပြားခဲ့တဲ့ တိုက္ပြဲတစ္ပြဲအေၾကာင္းပါ။\nHamburger Hill ဆိုတာကေတာ့ ေရွာ ေတာင္ၾကားမွာ ရွိတဲ့\nေတာင္ကုန္းအမွတ္ ၉၃၇ ကို နာမည္ေပးထားတာပါ။\nရန္သူေတြရဲ႕က်ည္ဆံၾကားမွာ ေသြးေျမက်ခဲ့ရတဲ့ စစ္သားေတြဟာ\nဟမ္ဘာဂါထဲထည့္တဲ့ အသားေတြလို ႏုပ္ႏုပ္စဥ္းခံခဲ့ရတာမို႔\nဟမ္ဘာဂါ ေတာင္ကုန္း ရယ္လို႔ အမည္တြင္ခဲ့ရပါတယ္။\nဒီ ဟမ္ဘာဂါေတာင္ကုန္းမွာ ျဖစ္ပြားခဲ့တဲ့ စစ္ပြဲဟာ\nေမလ ၁၁ရက္ေန႔ကေန ၂၀ ရက္ေန႔အထိ ၁၀ ရက္တိုင္တိုင္ ၾကာခဲ့ပါတယ္။\nႏွစ္ဖက္စလံုးလည္း ေတာ္ေတာ္အထိနာခဲ့တဲ့ စစ္ပြဲပါ။\nအေမရိကန္-ဗီယက္နမ္ တိုက္ပြဲေတြထဲမွာ အဆိုးရြားဆံုးတိုက္ပြဲတစ္ပြဲပါပဲ၊\nဒါေၾကာင့္လည္း ဒီဇာတ္လမ္း ၁၉၈၀ ခုႏွစ္အတြင္း ထြက္ခဲ့တဲ့\nစစ္ကားေတြထဲက Platoon တို႔ Full Metal Jacket တို႔လိုမ်ိဳး\nေအာင္ျမင္တဲ့ စစ္ကားတစ္ကား ျဖစ္ခဲ့ပါတယ္။\nဟမ္ဘာဂါေတာင္ကုန္းကို အပိုင္သိမ္းႏိုင္ဖို႔ ႀကိဳးစားတိုက္ခိုက္ခဲ့ရတဲ့\nစစ္သား ၁၄ ေယာက္ရဲ႕အေၾကာင္းကို ေသခ်ာျမင္ရပါ့မယ္။\nဒါရိုက္တာ John Irvin ရဲ႕ လက္ရာမြန္ေတြထဲက ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/hamburger-hill-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qEe7aE4PgZCwnVoxKe7YsTm3Smh.jpg",
        "title": "Tears of the Sun(2003)",
        "description": "Tears of the Sun(2003)Tears of the Sun ဆုိတဲ့ စစ္ကားဟာ ကြ်န္ေတာ္တုိ႕\nကေလး ဘ၀ကထဲက ထြက္ရွိၿပီး ဘာသာစကားနားမလည္\nစာတန္းမထုိးဘဲနဲ႕ ၾကည့္ခဲ့ရတာပါ.....\nသုိ႕ေပမယ့္ Bruce Willis ေခါင္းေဆာင္တဲ့ Navy SEAL အဖြဲ႕ဟာ\nအႏၱရယ္မ်ားလြန္းလွတဲ့ ျပည္တြင္းစစ္ၾကားမွာ ကယ္ဆယ္ေရး\nသြားလုပ္ရတဲ့ အထူးစစ္ဆင္ေရးတစ္ခုဆုိတာကုိ\nကြ်န္ေတာ္တုိ႕ သိခဲ့ၾကတယ္....\nဒီ Navy SEAL အဖြဲ႕နဲ႕ စစ္ဆင္ေရးအတူေရာက္သြားသလုိ\nခံစားရသလုိ ဗီဒီယုိရုံတစ္ခုလုံးလည္း အပ္က်သံမၾကားရေလာက္\nတိတ္ဆိတ္စြာ ရင္ထိတ္စိတ္လႈပ္ရွားေနၾကေအာင္ ဒီဇာတ္ကား\nဆြဲေဆာင္မႈရွိခဲ့တယ္..\nႏုိင္ဂ်ီရီးယားရ႕ဲ ျပည္တြင္းစစ္က တကယ့္ကုိေသြးပ်က္ဖြယ္ရာပဲ..\nလက္နက္ကုိင္မ်ဳိးစုံ ထၾကြေသာင္းက်န္းၾကသလုိ\nလူမ်ဳိးစု ၂၅၀ ရွိေလေတာ့ ထိန္းကြပ္မယ့္ အစုိးရႀကီးမရွိမႈကုိ\nအခြင့္ေကာင္းယူၿပီးသတ္ခ်င္သတ္ လုပ္ခ်င္သလုိလုပ္ေနၾကတယ္...\nBruce Willis တုိ႕ရဲ႕ အဓိကတာ၀န္က အေမရိကန္လူမ်ဳိး\nကယ္ဆယ္ေရးဆရာ၀န္လုပ္ေနတဲ့\nေဒါက္တာကန္ဒရစ္ကုိ ကယ္ထုတ္ဖုိ႕ပါပဲ...\nသူတုိ႕သြားကယ္မယ့္ ေနရာမွာ ရန္သူ ၅၀၀၀ခန္႕\nေျခရာခ်င္းထပ္ေအာင္ လႈပ္ရွားေနၾကသလုိ\nျပည္သူ႕စစ္ဆုိတဲ့သူေတြကလည္း ဒုကၡသည္ပါမခ်န္\nအကုန္သတ္ေနတာဆုိေတာ့ ဒါ့ထက္ေတာ့ အႏၱရယ္မ်ားတာမရွိေတာ့ေပ...\nသူတုိ႕ေအာင္ျမင္မလားဆုိတာကုိေတာ့\nခံစားၾကည့္လုိက္ပါဦး...\nဒီကားက ၾကည့္ၿပီးသားဆုိေပမယ့္ လည္းျပန္ၾကည့္ရင္\nတကယ္ကုိအရသာတစ္မ်ဳိးခံစားရပါတယ္..ဒီဘက္ေခတ္စစ္ကားေတြကုိ\nေကာင္းေကာင္းယွဥ္ႏိုင္သလုိ ရသအျပည့္အ၀ခံစားလုိ႕ရေအာင္\nBlu-Ray1080p5.1CHပါတင္ဆက္ေပးထားပါတယ္...File Size :(2.12GB), (950 MB) ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tears-of-the-sun/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3NTrIY8Nz0Vrv1cVXrl7LT7rQid.jpg",
        "title": "The Rookies ( 2019 )",
        "description": "Zawgyi*******ဒီကားေလးဟာတ႐ုတ္ႏိုင္ငံမွာ 2019 julyကမွထြက္ထားတဲ့တ႐ုတ္နဲ႔အဂၤလိပ္တို႔ဖက္စပ္႐ိုက္ကူးထားတဲ့ အထူးေအးဂ်င့္အက္႐ွင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္..ဒီကားထဲမွာ အျမင့္တက္ျပၿပီးလိုင္းေပၚမွာပရိသတ္အခိုင္အမာရ႐ွိထားတဲ့ ေဖ်ာ္ေျဖေရးသမားေက်ာက္ဖုန္းဟာဇီဝလက္နက္လဲလွယ္ဖို႔လုပ္ေနတဲ့အၾကမ္းဖက္သမားေတြရဲ႕ၾကားထဲကိုမေတာ္တဆဝင္ေရာက္မိသြားရကေန ႏိုင္ငံတကာအထူးေအးဂ်င့္ျဖစ္တဲ့Bruceလက္ေအာက္မွာတာဝန္ထမ္းေဆာင္ဖို႔ျဖစ္လာတဲ့အခါ....Budapestၿမိဳ့မွာ Bruceအပါအဝင္သူ႔ရဲ႕သူငယ္ခ်င္းတီထြင္ပညာ႐ွင္တင္းစန္းနဲ႔အလုပ္ကေနနားထားတဲ့ဆရာဝန္မ LVတို႔အျပင္တ႐ုတ္ဘက္ကအရာ႐ွိမေလး ေျမာက္ေျမာင္တို႔နဲ႔အတူBudapestၿမိဳ႕ေလးမွါေအးဂ်င့္အျဖစ္တါဝန္ထမ္းေဆါင္ဖို့ျဖစ္လာတဲ့အခါကမာၻႀကီးကိုဖ်က္ဆီးဖို႔ၾကံစည္ေနတဲ့ သံမဏိလက္သီးကိုႏွိမ္နင္းႏိုင္ပါ့မလား..Actionကားႀကိဳက္သူေတြအတြက္ေတာ့အႀကိဳက္ေတြ႔ေစမယ့္ဇာတ္ကားေကာင္းတစ္ခုပါပဲ.. Translated & Review By Phyo ZawEncoded By LK Unicode********ဒီကားလေးဟာတရုတ်နိုင်ငံမှာ 2019 julyကမှထွက်ထားတဲ့တရုတ်နဲ့အင်္ဂလိပ်တို့ဖက်စပ်ရိုက်ကူးထားတဲ့ အထူးအေးဂျင့်အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..ဒီကားထဲမှာ အမြင့်တက်ပြပြီးလိုင်းပေါ်မှာပရိသတ်အခိုင်အမာရရှိထားတဲ့ ဖျော်ဖြေရေးသမားကျောက်ဖုန်းဟာဇီဝလက်နက်လဲလှယ်ဖို့လုပ်နေတဲ့အကြမ်းဖက်သမားတွေရဲ့ကြားထဲကိုမတော်တဆဝင်ရောက်မိသွားရကနေ နိုင်ငံတကာအထူးအေးဂျင့်ဖြစ်တဲ့Bruceလက်အောက်မှာတာဝန်ထမ်းဆောင်ဖို့ဖြစ်လာတဲ့အခါ....Budapestမြို့မှာ Bruceအပါအဝင်သူ့ရဲ့သူငယ်ချင်းတီထွင်ပညာရှင်တင်းစန်းနဲ့အလုပ်ကနေနားထားတဲ့ဆရာဝန်မ LVတို့အပြင်တရုတ်ဘက်ကအရာရှိမလေး မြောက်မြောင်တို့နဲ့အတူBudapestမြို့လေးမှါအေးဂျင့်အဖြစ်တါဝန်ထမ်းဆေါင်ဖို့ဖြစ်လာတဲ့အခါကမ္ဘာကြီးကိုဖျက်ဆီးဖို့ကြံစည်နေတဲ့ သံမဏိလက်သီးကိုနှိမ်နင်းနိုင်ပါ့မလား..Actionကားကြိုက်သူတွေအတွက်တော့အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းတစ်ခုပါပဲ..Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-rookies-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8OIEVvoTmbGotdygjXzSNX8ribV.jpg",
        "title": "The Grandmaster(2013)",
        "description": "The Grandmaster(2013)IMDb....6.6တရုတ်သိုင်းရုပ်ရှင်ကို သဘောကျသူတွေကြားမှာ\nမသိသူမရှိလောက်တဲ့ Ip Manရဲ့ အကြောင်းကို\nရိုက်ကူးထားတဲ့ သိုင်းကားတစ်ကားပါ။\nIp Man ကားတွဲတွေနဲ့တော့ တစ်စက်ကလေးမှ\nမဆင်တဲ့အပြင် ဝေါင်ကာဝေးရဲ့ ရုပ်ရှင်ပီပီသသပါပဲ\nခမ်းခမ်းနားနား Dialougeတွေကို သေသေသပ်သပ်\nထည့်သွင်းထားပါတယ်။ Ip Manကို ဗဟိုပြုပြီး\nသူ့ခေတ်ပြိုင် သိုင်းဆရာတွေကိုပါ လှလှပပ\nစက်ဝိုင်းလေးဝိုင်းပြီး ဘောင်မလွတ်ပဲ ပြထားပါတယ်။ဘဝမှာသာ ရာသီအပိုင်းအခြားတွေရှိခဲ့ရင်\nသူ့ဘဝရဲ့ပထမနှစ်လေးဆယ်က နွေဦးလိုသာယာခဲ့တယ်\nဆိုတဲ့ Ip Manရဲ့ဘဝ နှစ်လေးဆယ်နောက်ပိုင်း\nဆောင်းရာသီနေ့ရက်တွေအကြောင်းကို\nတင်ဆက်ပြသထားပါတယ်။သိုင်းပညာပြခန်းတွေသိပ်မများလှပေမယ့်\nပါသမျှလောက်ကလည်း စက္ကန့်စိတ်စာမျှ ပယ်စရာမရှိတဲ့\nတကယ့်အနှစ်တွေပါပဲ။ ဒီလိုပယ်စရာမရှိရအောင်လည်း\nဒီရုပ်ရှင်ရဲ့ မင်းသား တိုနီချူဝေဟာ တစ်နေ့လေးနာရီနှုန်းနဲ့\nတစ်နှစ်တိတိကျင့်ခဲ့ရပါတယ်။\nတရုတ်ပြည်ကနေ ခုန်ပျံကျော်လွှားပြီး အမေရိကန်jမှာ\nအော်စကာနှစ်ဆု Nomineeဝင်ထားတဲ့\nဒီရုပ်ရှင်မှာ Ip Manရဲ့ ဝင်းချွန်းသိုင်းကွက်တွေ\nထိုက်ကျိသိုင်းရဲ့ ဒဿ နတွေ ဝေဝေဆာဆာနဲ့\nသိုင်းအနုပညာကို ထဲထဲဝင်ဝင် ခံစားကြရမှာပါ။File Size : (3.84GB)\nQuality : HEVC 1080p\nFormat…mp4\nDuration…02:10:00\nGenre : Action, Drama, Biography\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Wira ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-grandmaster2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/11/fugi-133x200.jpg",
        "title": "The Fugitive (1993)",
        "description": "ဒီတစ်ခေါက်မှာဆိုရင်ရင်တော့ Old But Gold တွေထဲက\nတစ်ကားဖြစ်တဲ့ The Fugitive ဆိုတဲ့ ဇာတ်ကားလေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်။\nဒီဇာတ်ကားဟာဆိုရင်တော့ IMDb Rating- 7.8/10 ထိ\nရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nHarrison Ford နဲ့ Tommy lee Jones တို့လို\nမင်းသားကြီးတွေပါဝင်ထားတဲ့ Action , Crime , Drama\nဇာတ်ကားအမျိုးအစားလည်းဖြစ်ပြီး\nထို ၁၉၉၃ ခုနှစ်ပတ်ဝန်းကျင်ကနေ အခုထိ\nကြည့်ရှု့လို့မရိုးနိုင်လောက်အောင် ဇာတ်လမ်းဇာတ်အိမ်ခိုင်မာပြီး\nကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားဖြင့်ပဲ မင်းသားကြီး Jones က\nBest Supporting Actor ဆုကို ရခဲ့တာဖြစ်သလို\n၁၉၉၃ ခုနှစ်မှာ ဝင်ငွေအကောင်းဆုံးဇာတ်ကားလည်း\nဖြစ်ခဲ့ပါသေးတယ်။\nဒီဇာတ်ကားကို ညွန်းရမယ်ဆိုရင်\nဇာတ်လမ်းကိုတော့ Chicago မြို့မှာထင်ရှားတဲ့\nအရိုးခွဲစိတ်ဆရာဝန် Richard အကြောင်းကို\nအဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။\nRichard ဟာဆိုရင် သူ့မိန်းမ သေဆုံးမှု့မှာ တရားခံအဖြစ်ဆွဲချက်တင်ခံရပြီး\nသက်သေများက သူ့ဆီပဲ ဦးတည်နေတာကြောင့်\nတကယ်မသတ်ဘဲ သေဒဏ်ချမှတ်ခံခဲ့ရပါတယ်။\nထို့နောက် Chicago မြို့ထဲမှ သူအပါအဝင်ဖြစ်သော ထောင်ကားဟာ\nlllINOISသို့ မောင်းနှင်လာခဲ့ပါတယ်။\nလမ်းတစ်ဝက်အရောက်မှာပဲ ထောင်သားတွေက ရုန်းရင်းဆန်ခက်\nပြုလုပ်တာကြောင့် သူပါလာသော ထောင်ကားတိမ်းမှောက်ပြီး\nRichard ...",
        "rating": "7.8",
        "url": "https://megaup.net/3yxyP/The_Fugitive_[1993]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ur5vAAB7qCFaNHoTsNztZiQCIZy.jpg",
        "title": "Marrying the Mafia 5: Return of the Family ( 2012 )",
        "description": "Marrying The Mafia ဇာတ်ကားတွေရဲ့နောက်ဆုံးကားဖြစ်ပါတယ်5 ကားလုံးကို ဒီမှာဒေါင်းကြည့်နိုင်ပါတယ်အရင်ကားတွေရဲ့အဆက်ပါပဲ..သရုပ်ဆောင်တွေတော့အပြောင်းအလဲရှိသွားပါတယ်သရုပ်ဆောင်တွေတော့ ပြောင်းသွားပေမယ့် ဘာမှန်းမသိတဲ့Mafia မိသားစုအရှုပ်တော်ပုံကတော့ အတူတူပါပဲ။ဒီတစ်ခေါက်တော့ ဘက်လိုက်တတ်တဲ့ အဖေကြီးကြောင့်ညီအစ်ကိုတွေကြား မတည့်ကြတဲ့ Mafia မိသားစုအကြောင်းပါ။ဒီတော့ အနှိမ်ခံ ညီအစ်ကို ၃ ယောက်က ဘယ်လိုတွေ သင်ခန်းစာပေးပြီးဘယ်လိုတွေ ပြဿနာရှာမယ်ဆိုတာရယ်... ဒီ သင်းကွဲမိသားစုကြီးပြန်လည်သင့်မြတ်မလားဆိုတာရယ်ကို ရယ်မောရင်း ဇာတ်လမ်းထဲမှာ အဖြေရှာလိုက်ပါ... Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.4",
        "url": "https://megaup.net/3tEd0/(CM)Marrying.The.Mafia.5.DVDRip.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hXyZ49GEJkEaHF8ESoSNqeIs8WK.jpg",
        "title": "Marrying the Mafia 4: Family Ordeal ( 2011 )",
        "description": "Marrying The Mafia ကားရဲ့ ၄ ကားမြောက်ဇာတ်ကားပဲဖြစ်ပါတယ်Marrying The Mafia 5 ကားလုံးကိုဒီမှာတခုချင်းစီဒေါင်းယူနိုင်ပါတယ်ကဲဒီတစ်ခါတော့မာဖီးယားမိသားစုဟာဂျပန်ရောက်သွားပါပြီအသက်၂၂နှစ်ကတည်းကပြည်ထွက်ခွင့်ပိတ်ခံထားရတဲ့ဟုန်ဒွတ်ဂျာနဲ့သားတွေဟာ ပြည်ထွက်ခွင့်ပြန်ရတော့ဂျပန်ကိုစျေးကွက်လေ့လာတဲ့အနေနဲ့သွားလည်ကြပါတယ်ဘဏ်မှာငွေလဲတုန်းဘဏ်ဓားပြနဲ့ကြုံပြီး သူ့တို့ပိုက်ဆံတွေယူသွားတဲ့ဓားပြနောက်ကိုလိုက်ကြရင်း ဂျပန်မှာတစ်ဝေ့လည်လည်ဖြစ်ရင်ဘာတွေကြုံရမလဲဆိုတာကိုထုံးစံအတိုင်းပါးစပ်မပိတ်ရအောင်ရယ်စရာတွေနဲ့ကြည့်ရမှာပါ ဒီတစ်ခါတော့မိသားစုသံယောဇဉ်ကိုအသားပေးထားတာဖြစ်ပါတယ် Translated & Review By Nu MonEncoded By LK",
        "rating": "5.5",
        "url": "https://megaup.net/3tEoJ/(CM)Marrying.The.Mafia.4.DVDRip.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e8inEhDzJPSw0n6o9B7Swpcjyz4.jpg",
        "title": "Marrying the Mafia 3: Family Hustle ( 2006 )",
        "description": "Marrying The Mafia 5 ကားလုံးကို ဒီမှာရှာနိုင်ပါတယ်ဒီကားလေးကတော့ Marrying The Mafia ကားရဲ့ 3 ကားမြောက်ပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းလေးကိုကြည့်လိုက်ရအောင်Marrying the Mafia 2 မှာ ဂန်းစတားနဲ့ ရှေ့နေရဲ့အချစ်ဇာတ်လမ်းရဲ့ နောက်ဆက်တွဲ ဇာတ်လမ်းလေးပေါ့...ဂန်းစတားလောကက ထွက်ပြီး ကင်ချီလုပ်ငန်းကိုစတင်တဲ့ မူလဂန်းစတား မိသားစုတစ်စုကိုအငြိုးကြီးခဲ့တဲ့ ရှေ့နေဘုံတစ်ယောက် ဘယ်လိုလက်စားချေပြီးဘယ်လို ပြဿနာရှာမယ်ဆိုတာ မြင်တွေ့ရမှာပါ...ထုံးစံမပြတ် ဟာသနှောထားတဲ့အတွက် ဟာသချစ်သူတွေလက်မလွှတ်သင့်တဲ့ ဟာသဇာတ်ကားကောင်းတစ်ခုဖြစ်လို့ကြည့်ဖြစ်အောင် ကြည့်လိုက်ကြနော် Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/3tDpp/(CM)Marrying.The.Mafia.3.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hEcQWLiJ5E1eL8p5Ok8rJr7A7WK.jpg",
        "title": "Marrying the Mafia II ( 2005 )",
        "description": "Marrying The Mafia 5 ကားလုံးကို ဒီမှာရှာနိုင်ပါတယ်Marrying The Mafia 1 ရဲ့ အဆက်ပဲဖြစ်ပါတယ် IMDb Rate ကတော့6.1 ပဲဖြစ်ပါတယ် Marrying the Mafia 2 ဇာတ်လမး်လေးကတော့ဂန်းစတား မိသားစုထဲက သားကြီးရဲ့ အချစ်ဇာတ်လမ်းလေးကို ပုံဖော်ထားတာပါမိရိုးဖလာ ဂန်းစတားလုပ်နေရာကနေပြည်သူ့ရှေ့နေမလေးတစ်ယောက်ကို ရင်ခုန်မိသွားတဲ့အချိန်မှာတော့ဘယ်လို အကွေ့အကောက် အဝှေ့အဝိုက်တွေနဲ့အချစ်ကို ရအောင်ကြိုးစားခဲ့ရတယ်ဆိုတာကိုဟာသလေးတွေနှောပြီး တင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းလေးပါ...ဒီကားလေးကြည့်ရင် ပါးစပ်မစေ့ရမှာသေချာကြောင်းဟာသချစ်သူများကို သတင်းကောင်းပါးလိုက်ပါတယ်.... Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/marrying-the-mafia-ii-2005/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/08/66302247_912694719067683_6994836940025495552_n-134x200.jpg",
        "title": "God Of Gamblers ( 2018 )",
        "description": "ဒီဇာတ္ကားေလးကေတာ႔ 2018  က ထြက္ရွိထားတဲ႔ဇာတ္ကားေလးပဲၿဖစ္ပါတ.္ေလာင္းကစားလုပ္ၾကတဲ႔ Gamblers ကားေတြဟာလည္းတမ်ိဳးတစ္ဖံုစိတ္၀င္စားဖို႕ေကာင္းၿပီး ၾကည္႕ေကာင္းတယ္ဆုိတာအားလံုးလည္းသိၾကၿပီးသားၿဖစ္မွာပါ..ဒီကားေလးကိုခံစားၾကည္႕လိုက္ပါဦးအညြန္းကေတာ႔ေကာင္းဖန္ကသာမာန္လူတစ္ေယာက္ပါဒါေပမဲ့ေလာင္းကစားဘုရင္ေမာ့ခ်င္းမင္နဲ႔ေလာင္းကစားနည္းသင္ၾကားျပီးေနာက္ေလာင္းကစားဘုရင္အသစ္ျဖစ္သြားတယ္သို႔ေသာ္ထူးဆန္းစြာနဲ႔ေလာင္းကစားေလာကကႏုတ္ထြက္သြားျပီးဘီယာဆိုင္သူေဌးျဖစ္သြားတယ္ေလာင္းကစားနဲ႔မပတ္သတ္ေတာ့ဘဲခ်စ္သူနဲ႔အတူဘီယာဆိုင္ဖြင့္ေနျပီးေအးေအးေဆးေဆးျဖစ္ေနသလိုနဲ႔ကြယ္ရာမွာေတာ့ေလာင္းကစားနည္းေတြေလ့လာေနျပီးစိတ္ထဲမွာအစီစဥ္ၾကီးစီစဥ္ေနတယ္တစ္ေန႔မွာခ်စ္သူရဲ႕အစ္ကိုကေလာင္းကစားပြဲတစ္ခုမွာဝင္ပါမိသြားျပီးေသေရး႐ွင္ေရးပြဲဝင္ၿပိဳင္ဖို႕ေရႊဝါတံဆိပ္ရခဲ့တယ္မိသားစုအတြက္နဲ႔စိတ္ထဲကအစီအစဥ္အတြက္ေကာင္းဖန္ကအႏၱရာယ္ေတြေက်ာ္ျဖတ္ျပီးေရႊဝါေလာင္းကစားျမိဳ႕ေရာက္႐ွိသြားျပီးပြဲၾကီးပြဲေကာင္းျဖစ္တဲ့ေသေရး႐ွင္ေရးပြဲၾကီးစတင္ၿပီးဘယ္လုိေတြဆက္ျဖစ္မလဲဆုိတာေတာ့ဒီကားေလးထဲမွာဆက္လက္ေစာင့္ၾကည့္ဖုိ႔တုို္က္တြန္းလုိက္ပါရေစ.... Translated & Review By XaioEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/1zv8d/God_Of_Gamblers_[2018]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/snd9pRdd0h8gqlWrfil0Pz2llRp.jpg",
        "title": "Ip Man 3 ( 2015 )",
        "description": "ip man trilogy ရဲ့ နောက်ဆုံးဇာတ်ကားပဲဖြစ်ပါတယ်IMDb 7.1 ရရှိထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်သာမန်သိုင်းကား အတိုက်အခိုက်တဲ့ရသတွေပေးတဲ့ကားမဟုတ်တာတော့သေချာတယ်ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံဟောင်းကြီးမိုက်တိုက်ဆန်ကလဲသူ့အခန်းမှာ ကျကျနနပီပီပြင်ပြင်သရုပ်ဆောင်သွားတာကလဲဒီကားရဲ့အမှတ်ရစရာ အချက်တခုပါ…ဒီကားရဲ့အစမှာလဲအရင်ကားရဲ့အဆုံးဖြစ်တဲ့ဂျီကွမ်တိုကိုတီထွင်ခဲ့တဲ့ကမ္ဘာ့သိုင်းပညာဂုရုကြီးဘရုစ္စလီနဲ့ပြန်စထားပါတယ်ဒုစရိုက်မှုတွေနဲ့ ခြေရှုပ်နေတဲ့ဟောင်ကောင်မြို့ရဲ့တခေတ်တချိန်မှာ-တာဝန်ယူမှုတွေနဲ့မိသားစုကိုဂရုမစိုက်သလိုဖြစ်သွားခဲ့တဲ့ ယိမန်ရဲ့အကြောင်း…အရည်အချင်းရှိသူပြည့်ဝသူတယောက်ဟာတခြားလူကိုတိုက်ခိုက်ပြီးမှနေရာမယူတတ်ဘူးဆိုတာကိုပီပြင်အောင်သရုပ်ဆောင်သွားတဲ့ မင်းသားဒန်နီယမ်း…သူနောက်ဆုံးပြောသွားခဲ့တဲ့ မင်းနားမှာရှိတဲ့မင်းချစ်တဲ့လူတွေလောက်ဘယ်ဟာမှအရေးမကြီးဘူးဆိုတဲ့စကားဟာ လဲမှတ်သားစရာပါသာမန်လန်ချားဆွဲဘဝကနေ နံမည်ကျော်တယောက်ဖြစ်အောင်ကြိုးစားခဲ့တဲ့Cheung Tin Chi. ဟာလဲ ဘယ်လိုကြိုးစားခဲ့တယ်ဆိုတာမြင်ရမှာပါမလွတ်တမ်းကြည့်သင့်တယ်လို့ဆိုတာထက် ကြည့်ရမယ်လို့ပဲညွှန်းပါရစေဘာသာပြန်သူအညွှန်းရေးသူ မြန်မာကြီးဖြစ်ပြီး encoder ကတော့ LK ဖြစ်ပါတယ်",
        "rating": "7.1",
        "url": "https://megaup.net/1M88s/Ip_Man_3_(Yip_Man_3)_[2015]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama, Ip Man Trilogy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9mu13RSsvyDdlyD8TyjuQVrT0gM.jpg",
        "title": "Ip Man 2 ( 2010 )",
        "description": "Ip Man ရုပ္ရွင္ဇာတ္ကားရဲ႕ ဒုတိယေၿမာက္အဆက္ပဲၿဖစ္ပါတယ္..ပထမ ကားမွာ ယိမန္ တို႕မိသားစု ဖူဆန္ကို စြန္႕ခြာလာခဲ႔ၿပီးေနာက္ေဟာင္ေကာင္မွာ အေၿခခ် ေနထိုင္ၿပီး ယိမန္တစ္ေယာက္မိသားစုစား၀တ္ေနေရးအတြက္သိုင္းသင္တန္းေက်ာင္း ဖြင္႕ဖို႕ ၾကိဳးစားရာကေနေဟာင္ေကာင္သိုင္းေလာက အဖြဲ႕အစည္းနဲ႔ပတ္သတ္မိပါေတာ႔တယ္အဲ႔ဒိေနာက္မွာေတာ႔..ဘာေတြဆက္ၿဖစ္မလဲဆုိတာ ကိုယ္တိုင္ခံစားၾကည္႕ရွုပါIMDb Rate 7. 8 ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းပဲၿဖစ္ပါတယ္ Translated By Phyo ZawEncoded By LK",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/ip-man-2-2010/",
        "category": "Action, Biography, Drama, Ip Man Trilogy"
    }
]