[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BYTcyNDRjMjQtNDI2Mi00MmMzLTk4MjktZTNkOTI0OWZjN2MwXkEyXkFqcGdeQXVyNzQzMDgyNQ@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Sanctioning Evil (2022)",
        "description": "Sanctioning Evil (2022)\n=================ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ။ လူဆိုးတွေကို နှိမ်နင်းမယ့်\nအက်ရှင်ကားတစ်ကားပါပဲ။ အရှေ့အလယ်ပိုင်းဒေသမှာ တာဝန်ထမ်း\nဆောင်နေတဲ့ တပ်ကြပ်ကြီး ရဂျီနယ် ဘားန်ဟာ သူ့ရဲ့အမိန့်ပေးမှုအောက်\nကနေ စစ်စည်းမျဉ်းကို သွေဖယ်တဲ့ အမှုတစ်ခုဖြစ်ပြီးနောက် ရာထူးမှ\nချခံရပြီး စစ်တပ်မှ ထွက်ခဲ့ရပါတယ်။မကြာခင်မှာပင် နိုင်ငံရေးသမားတစ်ယောက်ဟာ အထူးတာဝန်တစ်ခု\nအတွက် ဘားန်ကို ခေါ်ယူခဲ့ပါတယ်။ အဲဒီတာဝန်ကတော့ စစ်တပ်စစ်\nဆင်ရေးတွေနဲ့ ဆန့်ကျင်ဘက် မြေအောက်ဂိုဏ်းတစ်ခုကို အပြတ်ရှင်း\nရမယ့်တာဝန်ပါ။ ဥပဒေကနေသွေဖယ်ပြီး လုပ်ကိုင်ရမယ့် ဒီအလုပ်ကို\nဘားန်အနေနဲ့ ဘာကြောင့်ရွေးချယ်ခဲ့တာလဲ၊ ဘယ်လိုမျိုးတွေ လုပ်သွား\nမလဲဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမယ့် အက်ရှင်ကားတစ်ကား\nဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Zaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.24 GB) / (500 MB) / (285 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 50mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action\nTranslator.......Zaw Myo Thu\nEncoder..........SWM",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/sanctioning-evil-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-mon-136x200.jpg",
        "title": "Monster High: The Movie (2022)",
        "description": "Monster တွေရဲ့ခံယူချက်နဲ့ သူတို့ကမ္ဘာလေးအကြောင်းကိုသေချာရိုက်ကူးထားတဲ့ Monster High ဇာတ်ကားမှာဆိုရင်…..Main character က​လောဒင်းက လူသားတစ်ပိုင်းမွန်းစတားတစ်ပိုင်းဖြစ်နေတော့ လူသားတွေကြားမနေချင်တော့ပဲ သူနဲ့သက်ဆိုင်တဲ့ monster တွေကိုပဲလက်ခံတဲ့ အထက်တန်းကျောင်းကို သွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်\nတခါတလေ သူစိတ်လှုပ်ရှားတဲ့အချိန် ဝမ်းနည်းတဲ့အချိန်တွေမှာ လူသားပုံစံကိုခဏတာပြန်ရောက်သွားတာကို တခြားသူတွေသိသွားမှာစိုးရိမ်နေရင်း သူ့လိုပဲ half-monster တစ်ယောက်ဖြစ်ပီး သေဆုံးသွားတဲ့ Hyde ဖော်စပ်ထားတဲ့ဆေးက monster လုံးလုံးပြောင်းပေးနိုင်မယ်လို့ယူဆမိပီးလိုက်ရှာရင်း သူငယ်ချင်း Frenky နဲ့ Draculaura တို့ကပါကူညီပေးခဲ့ပါတယ် Frenky ကို နာမည်ကြီးပညာရှင်တွေရဲ့အစိတ်အပိုင်းတွေနဲ့ဖန်တီးထားတာဖြစ်ပီး Draculauraကတော့ မှော်ပညာကိုလေ့လာနေတဲ့သွေးစုပ်ဖုတ်ကောင်ပါ သူတို့ရဲ့အကူအညီတွေနဲ့\nClawdeen ဆေးရည်ကိုရှာတွေ့မလား ဆေးရည် ရှာရင်း ကျောင်းကိုဖျက်ဆီးမဲ့အကြံကိုဘယ်လိုဖော်ထုတ်နိုင်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ် File size…(2.48GB) / (1.22GB) / (789MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:32:00\nGenre...Action / Adventure / Fantasy\nSubtitle….Myanmar Subtitle ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/monster-high-the-movie-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/438QXt1E3WJWb3PqNniK0tAE5c1.jpg",
        "title": "The Woman King (2022)",
        "description": "The Woman King (2022)~ IMDb - 6.7/10, Rotten Tomatoes - 94% ~သမိုင်းရုပ်ရှင်ကောင်းတစ်ခု ထွက်လာပါပြီ။ ၁၇ ရာစုနဲ့ ၁၉ ရာစုကြား အနောက်အာဖရိကတိုင်းပြည် ဒါဟိုမီမှာ အမျိုးသမီးတွေချည်းပဲ ရှိတဲ့ အထူးစစ်တပ်တစ်ခုရှိခဲ့ပါတယ်။ သူတို့တွေဟာ တိုင်းပြည်ကိုကာကွယ်ဖို့နဲ့ ပတ်ဝန်းကျင်နိုင်ငံတွေကို တိုက်ခိုက်ဖို့ အရေးပါတဲ့ အင်အားတစ်ခုပါပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ ဒါဟိုမီနဲ့ အိုယိုအင်ပါယာစစ်ပွဲအကြောင်း၊ ကျွန်ကုန်သည်တွေအကြောင်းကို အခြေခံပြီးပြသထားပါတယ်။ ဥရောပသားတွေကတော့ သူတို့ကို အမေဇုံစစ်သည်တွေလို့ ခေါ်ခဲ့ကြပါတယ်။\"ဇာတ်လမ်းအကျဉ်း\"ဒါဟိုမီရဲ့ဘုရင်အသစ် ဂယ်ဇိုမှာ အာဂိုဂျေးလို့ခေါ်တဲ့ အမျိုးသမီးအထူးတပ်ဖွဲ့ရှိပြီး နန်နိစကာဆိုတဲ့ မိန်းမစစ်သူကြီးက ဦးဆောင်ပါတယ်။ ဒါဟိုမီရဲ့ရွာ‌တွေကို အိုယိုအင်ပါယာနဲ့ မာဟီမျိုးနွယ်တွေပူးပေါင်းစီးနင်းပြီး ကျွန်တွေဖမ်းရောင်းနေတဲ့ကာလလည်းဖြစ်ပါတယ်။ အဲဒီကာလမှာပဲ အာဂိုဂျေးစစ်သည်ဖြစ်ဖို့ လေ့ကျင့်နေတဲ့ မိန်းကလေးတစ်စုအကြောင်းနဲ့ အာဂိုဂျေးတပ်ဖွဲ့ရဲ့ တိုက်ပွဲတွေအကြောင်းကို မြင်ရမှာပါ။ဒီရုပ်ရှင်ထဲမှာ အာဂိုဂျေးတွေဟာ ကျွန်ကုန်ကူးဖို့ထက် အုန်းဆီတွေပဲအဓိက ထုတ်ရောင်းချင်တဲ့အကြောင်းပါဝင်တာလည်း ဖြစ်ရပ်မှန်ပါပဲ။ ဒါပေမဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-woman-king-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/ghost-160x200.jpg",
        "title": "The Ghost (2022)",
        "description": "The Ghost (2022)အခုတစ်ခါမှာတော့ တေလဂူမင်းသားကြီး နာဂဂျွန်နာအခီနယ်နီရဲ့\nAction/Thriller ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးမှာပဲဖြစ်ပါတယ်မင်းသမီးချောလေး ဆိုနလ်ချောင်ဟန်ပါဝင်အားဖြည့်ပေးထားပါတယ်...ဗစ်ကရမ်နဲ့ ပရီယားတို့ဟာ ဒူဘိုင်းမှာ တာဝန်ကျနေတဲ့ အင်တာပိုလ်အရာရှိနှစ်ယောက်ပါ..\nချစ်သူရည်းစားတွေလည်း ဖြစ်ကြသေးတယ်...ဗစ်ကရမ်က သူ့ဒေါသကို မထိန်းနိုင်ခဲ့ဘူး...ဘာမဆိုခံစားချက်ကို ဦးစားပေးလုပ်တတ်ပြီး ပေါက်ကွဲလွယ်တတ်တယ်ပေါ့\nဒီလိုဖြစ်ရခြင်းကလည်း သူ့အတိတ်က ဖြစ်ရပ်ဆိုးကြီးကြောင့်ပါ...သူတို့နှစ်ဦး တာဝန်တစ်ခုကို ထမ်းဆောင်နေတုန်း လွဲချော်မှုလေးတစ်ခုဖြစ်ခဲ့ပါတယ်\nအဲ့ဒီလွဲချော်မှုလေးတစ်ခုကနေ စတင်ပြီး သူတို့နှစ်ဦး လမ်းခွဲလိုက်ကြပြီး\nဗစ်ကရမ်ရဲ့စိတ်အာရုံထဲမှာ ဒုစရိုက်လောကကို အမြစ်လှန်ဖို့ဆိုရင်\nဒီဒုစရိုက်လောကကြီး မရှိတော့မှဖြစ်မယ်လို့ သန္နိဋ္ဌာန်ချမှတ်ထားလိုက်ပါတယ်...ဒီလိုနဲ့ ဒီကိစ္စကို စတင်အကောင်အထည်ဖေါ်နေတုန်းမှာပဲ\nသူ့မိသားစုဟာ အန္တရာယ်နဲ့ ကြုံလာရပြီး အသက်ကိုခြိမ်းခြောက်ခံလာရပါတော့တယ်...ကဲ နောက်ထပ်စိတ်ဝင်စားစရာကောင်းတဲ့ အပိုင်းကိုတော့\nပိတ်ကားထက်မှာ ဆက်လက်ရှုစားပေးပါဦးနော်...IMDb ကလည်း 6.7/10 အထိ ရရှိထားတာဆိုတော့ ကြည့်ကောင်းတဲ့ကားလေးပါလို့\nညွှန်းဆိုပေးလိုက်ပါတယ်နော်\nFile size…2.5GB / 1.2GB\nQuality…1080p WEB DL  / 720p\nFormat…mp4\nDuration….2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Taylor ~ BpL ~ Yunni",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-ghost-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BOWVjZTQyZjUtYWZjMS00MDJkLTk2NDktNjU2ZjhjM2FkOWRkXkEyXkFqcGdeQXVyNjA0NTYzOQ@@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Hounded (2022)",
        "description": "Hounded (2022)\n============တစ်ခါတလေ ကိုယ့်ရဲ့အိပ်မက်တွေထဲမှာ နောက်ကလိုက်ဖမ်းတဲ့သူတွေ\nလက်ထဲကနေ လွတ်အောင်တရစပ်ပြေးနေရတာမျိုး မက်ဖူးကြမယ် ထင်\nပါတယ်။ တချို့ဆို မောဟိုက်ပြီးတော့တောင် လန့်နိုးလာတတ်ကြပါသေးတယ်။\nဒီဇာတ်ကားကတော့ အိပ်မက်ကမ္ဘာထဲမှာတင်မဟုတ်ဘဲ အပြင်လောကမှာပါ\nကိုယ်ပြေးနိုင်မှ ကိုယ်ရှင်သန်ကျန်ရစ်မယ့် ဇာတ်ကားလေးပါ။လီယွန်၊ ချားဇ်၊ ဗစ် နဲ့ တော့ဒ် တို့လေးယောက်က ရှေးဟောင်းပစ္စည်းတွေကို\nလိုက်ခိုးပြီး ရောင်းစားကြတဲ့ သူခိုးလက်သစ်လေးယောက်ပါ။ တစ်နေ့မှာ အခမ်း\nအနားသုံးဓား လို့ နာမည်ကျော်ပြီး အရမ်းတန်ဖိုးရှိတဲ့ဓားတိုလေးတစ်လက်ကို\nခိုးယူဖို့ ရွာတစ်ရွာမှာရှိတဲ့ အိမ်ကြီးတစ်ခုဆီ ရောက်လာခဲ့ကြပါတယ်။အဲဒီဓားကို မခိုးယူနိုင်ခင်မှာပဲ အိမ်ရှင်အမျိုးသမီးရဲ့ ဖမ်းဆီးခြင်းကို ခံလိုက်ရပြီး\nအဲဒီဒေသရဲ့ ထူးဆန်းတဲ့ အမဲလိုက်ခြင်းကို ခံရပါတော့တယ်။ ကွင်းပြင်ကျယ်တွေ\nတောအုပ်တွေထဲ ကြိုက်သလောက်ပြေး သတ်မှတ်တဲ့အချိန်ရောက်ရင် နောက်ကနေ\nအမဲလိုက်ခွေးတွေနဲ့ လိုက်ပြီး လူတွေကို လိုက်သတ်တဲ့ ကျောချမ်းဖွယ်ရာ အမဲ\nလိုက်ခြင်းမျိုးပါ။ ဒီအမဲလိုက်ခြင်းကနေ ဘယ်သူအသက်ရှင်ကျန်ရစ်မလဲဆိုတာကိုတော့\nထိတ်လန့်ခြောက်ခြားဖွယ်ရာများနဲ့ အတူ ကြည့်ရှု့ရမှာပဲ ဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ May Thet Khine Soe ဖြစ်ပါတယ်)File Size..........(1.6 GB) / ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/hounded-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/p12066319_p_v8_av-133x200.jpg",
        "title": "Yakuza Apocalypse (2015)",
        "description": "ယခုတစ်ခါမိတ်ဆက်ပေးချင်တာကတော့ နာမည်ကျော် Audition, Ichi the killer, Visitor Q ရုပ်ရှင်တို့ကိုရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ Takashi Miikeရဲ့လက်ရာလေးပဲ ဖြစ်ပါတယ်\n၂၀၁၅မှာ ထွက်ရှိခဲ့တဲ့ ယာကူဇာ(လူဆိုးဂိုဏ်းဝင်)ကားလေးပါ ထူးဆန်းတာက ပုံမှန် vampire တွေလိုမဟုတ်ပဲ Yakuza Vampire ဖြစ်နေတာပါပဲ\nသွေးစုပ်ခံရတဲ့အခါ မြို့သားတွေဟာ vampire ဖြစ်တဲ့အပြင် ယာကူဆာပါဖြစ်သွားတာပါပဲ\nဒီလိုကြောင်တောင်တောင် ဘာမှန်းမသိတဲ့ ရသလေးတွေ ခံစားချင်တဲ့အခါတိုင်း စာရေးသူကတော့ Takashi Miike ကိုပဲ ပြေးမြင်မိပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့ ကာဂဲယာမာဆိုတဲ့ ယောက်ျားတစ်ယောက်ဟာ စီးပွားပျက်ကပ်မှာ လတ်လျားလတ်လျားနေရင်း သူတို့ရပ်ကွက်လေးကို ကြည့်ရှုစောင့်ရှောက်ပေးတဲ့ ယာကူဇာဂိုဏ်းခေါင်းဆောင် ဆရာကြီးကို အားကျမိပါတော့တယ်\nဆရာကြီးဟာ မြို့သားတွေကို စောင့်ရှောက်ပေးတာမို့ ယာကူဇာဆိုပေမယ့် ဟီးရိုးသဖွယ် လူတွေကချစ်ခင်ကြတယ်\nကာဂဲယာမာကလည်း ဆရာကြီးနောက်လိုက်လုပ်ရင်း ယာကူဇာတစ်ယောက်ဖြစ်သွားတယ်\nတစ်နေ့မှာတော့ ဆရာကြီးရဲ့ အရင်အဖွဲ့က လူတွေက ဆရာကြီးကို ပြန်လာခေါ်ပေမယ့် မလိုက်တာမို့ ဆရာကြီးဟာ အသတ်ခံလိုက်ရတဲ့အဆင့်ထိရောက်ရှိသွားပါတယ်\nဒါကို မြင်တွေ့လိုက်ရတဲ့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/yakuza-apocalypse-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cXJYFEIGNxiNTCekP1A68ICzJen.jpg",
        "title": "Revolver (2005)",
        "description": "ဒီဇာတ်လမ်းကတော့ ဒါရိုက်တာ Guy Ritchie ရိုက်ကူးခဲ့ပြီးAction၊ Crime၊ Drama၊ Mystery၊ Thriller အကုန်ခံစားရမယ့်ရှုပ်ထွေးနက်နဲတဲ့ movieတစ်ခုဗျ...။တချို့ကျလည်း နားလည်ဖို့ခက်လို့ သုံးခေါက်လောက်ကြည့်သင့်တဲ့ကားလို့ဆိုကြပါသတဲ့...။ ဒါကြောင့် ခေါင်းကိုကောင်းကောင်းစားမယ့် ရုပ်ရှင်မျိုးပါ...။မင်းသားကလည်း အားလုံးသိပြီးသား Transporter မင်းသားဂျေဆင် စတက်သန်ပါ...။ ဇာတ်လမ်းအကျဥ်းကတော့ မစ္စတာဂရင်းဟာ ဂန်းစတား ခေါင်းဆောင်အလောင်းအစားဘုရင် မစ္စတာဒီရဲ့ အကွက်ဆင်ကောင်းမှုကြောင့် ထောင်ထဲမှာ၇ နှစ်လောက်အောင်းလိုက်ရပါတယ်...။ကံကောင်းတယ်ပဲဆိုရမလား ထောင်ထဲမှာ တိုက်ပိတ်ခံရရင်း ပရော်ဖက်ဆာဒေါက်တာဆိတ်ဖွားနှစ်ယောက်နဲ့ ကြုံဆုံခွင့်ရခဲ့ပါတယ်...။တစ်ယောက်က စစ်တုရင်ဆရာကြီး...နောက်တစ်ယောက်က အယုံသွင်းလှည့်ဖြားတတ်တဲ့လူလိမ်ဆရာကြီး...။ထောင်ထဲမှာ ၇နှစ်လုံးလုံး အဲ့ဆရာကြီးနှစ်ယောက်ဆီက ပညာတွေ အခွင့်သင့်သလိုသင်ယူရင်း၊ လက်စားချေနိုင်မယ့်နေ့ကို စောင့်မျှော်ရင်း ၇ နှစ်တာကုန်ဆုံးပြီး ထောင်ကထွက်လာခဲ့ပါတယ်...။စစ်တုရင်ပညာနဲ့ လှည့်စားမှုအတတ်ပေါင်းလိုက်တော့ အတော်အစွမ်းထက်သွားပါလေရော...။ထောင်ကအထွက် ထောင်ထဲမှာသင်ယူခဲ့တဲ့ပညာတွေနဲ့ နှစ်နှစ်လောက် လောင်းကစားလုပ်ရင်းငွေကိုရှာ၊ ကြွယ်ဝချမ်းသာလာပြီးတဲ့နောက် ဂန်စတားခေါင်းဆောင်မစ္စတာဒီနဲ့ ပညာချင်းပြန်ပြိုင်ပါတော့တယ်....။ဒီဇာတ်လမ်းက တွေ့နေကျ action၊ crime တွေနဲ့မတူဘဲ သူ့ထက်ငါဆရာပညာချင်းပြိုင်တဲ့ပုံစံအပြင် plot twist ခပ်ဆန်းဆန်းကိုမြင်တွေ့ရမှာပါ....။တွေးတောရင်းကြည့်ရမယ့်ကားမို့ အများကြီးမညွှန်းတော့ပါဘူးဗျာ...။ဒါရိုက်တာ Guy ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/revolver-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/cc8b6480-c816-434d-b361-eedf27a54f79-133x200.jpg",
        "title": "So Close (2002)",
        "description": "So Close (2002)IMDb Rating (6.6) / Rotten Tomatoes (82%)မင်းသမီး ရှုကျီနဲ့ Shaolin Soccer ထဲကမင်းသမီး ကျိုးဝေတို့ရဲ့  So Close ရုပ်ရှင်ကို ၉၀ဖွားတွေ မကြည့်ဖူးတဲ့သူမရှိသလောက်ပါပဲ။ အက်ရှင်လန်းလန်းတွေရယ် ဆော်လန်းလန်းတွေရယ်ကို တိတ်ခွေပျက်တဲ့အထိ ခဏခဏ ငှားကြည့်ခဲ့ရတာပါ။ မင်းသမီးတွေလှလို့ အက်ရှင်တွေကြမ်းလို့ အငမ်းမရထိုင်ကြည့်ရင်း ထိရှသွားတဲ့ဇာတ်အလှည့်အပြောင်းတွေကြောင့် မျက်ရည်ကျလုလု ရင်ကိုထိသွားတဲ့ အခိုက်အတန့်လေးတွေကိုလဲ သတိရမိကြမှာပါ။ဒီကားထဲမှာ ဂျွန်စောလို့ လူသိများတဲ့ ကိုရီးယားမင်းသား Song Seung-heon လည်း ပါဝင်ထားပါသေးတယ်။အက်ရှင်ကားတွေထဲမှာ Rating မြင့်ပြီး အမြဲမရိုးနိုင်တဲ့ ဒီဇာတ်ကားလေးကို တဖန်ပြန်ခံစားရင်း သိမ်းထားလို့ရအောင် အကောင်းဆုံး Quality နဲ့ တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့...အားလုံ နဲ့ အားခွမ် ဟာ ကြေးစားလူသတ်သမား ညီအစ်မနှစ်ယောက်ပါ။ သူတို့ဟာ အဆင့်မြင့် ကွန်ပြူတာနည်းပညာတွေနဲ့ ပစ္စည်းတွေသုံးပြီး လုပ်ကြံဖို့မဖြစ်နိုင်တဲ့ ဆရာကြီးတွေကိုမှ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/so-close-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8tmVuix29w6RH2T09D0crzXMQj1.jpg",
        "title": "Kill Shot (2023)",
        "description": "Genre – Actionအာဖဂန်နစ္စတန်ကနေ ပျံသန်းလာတဲ့ လေယာဉ်လေးတစ်စင်းပေါ်မှာဒေါ်လာ ၁၀၀ မီလီယမ် ပါလာခဲ့တယ်။ ပြီးတော့ အဲဒါက အမေရိကန်-ကနေဒါနယ်စပ်နားလောက်မှာ ပျက်ကျသွားရော။ အဲဒီမှာ စစ်သည်ကြေးစားတစ်သိုက်ဟာလည်း မုဆိုးယောင်ဆောင်ပြီးဒီပိုက်ဆံတွေကို လာရှာကြပါတော့တယ်။ဂျက်ဆန်ဆိုတာက သမီးလေးကိုလည်း ဆုံးရှုံးထားပြီး ဇနီးဖြစ်သူကပါဖောက်ပြန်ကာ ငွေအခက်အခဲဖြစ်ပြီး ဘဝပျက်နေတဲ့ ကြုံရာ ကျပန်းအလုပ်သမားတစ်ယောက်ပေါ့။ အဲဒီမှာ သူငယ်ချင်းရဲ့ ချိတ်ဆက်မှုနဲ့ ဖောက်သည်တစ်ယောက် တောင်ပေါ် အမဲလိုက်ချင်လို့ လမ်းပြလုပ်ပေးပါလား တောင်းဆိုတော့လက်ခံလိုက်တဲ့အခါ ဖောက်သည်က ငယ်ငယ်ချောချော ကောင်မလေးဖြစ်နေပြီး နှစ်ယောက်တူတူ အမဲလိုက်ထွက်လာချိန် လေယာဉ်ပျက်ကျတဲ့နေရာကပိုက်ဆံတွေ တွေ့ကြပြီး ဘာဆက်ဖြစ်မလဲ ကြည့်ရမယ့် အက်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားအကြောင်း အများကြီး မပြောလိုပေမဲ့မင်းသမီးချောချောလေးက တောထဲမှာ မဆီမဆိုင် ဖင်ပြောင်လေးနဲ့ ပြေးလိုက်အပေါ်အကျ်ီ  ချွတ်လိုက်နဲ့ မျက်စိ ပဒေသာတော့ ဖြစ်စေရမှာ သေချာပါတယ်။  File size…3.36GB / 1.27GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 33m\nGenre ...",
        "rating": "",
        "url": "https://channelmyanmar.org/kill-shot-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZDYwNjNhNmQtNzZlZC00YzVmLThhMzItNmJiYWJjMGFjODQwXkEyXkFqcGdeQXVyMjkyOTg5NjI@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "Mat Kilau (2022)",
        "description": "IMDb 5.6 အထိရရှိထားတဲ့မလေးရှားအက်ရှင် ဒရမ်မာဇာတ်ကားတစ်ကားဖြစ်ပြီး ဗြိတိသျှတွေနယ်ချဲ့ခံနေရတဲ့မလေးလူမျိုးတွေရဲ့ဘဝကိုဇာတ်အိမ်တည်ရိုက်ကူးထားတာဖြစ်ပါတယ် အဓိကဇာတ်ဆောင်ကတော့ မက်ကီလူဆိုတဲ့မလေးစစ်သည်တစ်ယောက်ဖြစ်ပြီးဗြိတိသျှတွေကိုဆန့်ကျင်တဲ့နေရာမှာ သူ့ရဲ့သူရဲကောင်းဆန်တဲ့လုပ်ရပ်တွေကိုအသားပေးရိုက်ကူးထားတာပါ ဇာတ်လမ်းထဲမှာတော့မလေးကျွန်းငယ်လေးတစ်ခုကိုနယ်ချဲ့တွေကမလိမ့်တပတ်နဲ့လာအုပ်စိုးနေပြီးမက်ကီလူတို့စစ်သည်တွေကနယ်ချဲ့တွေကိုပြန်တော်လှန်ဖို့ကြိုးစားနေတာကိုတွေ့ရမှာပါ အကြီးအကဲတွေနဲ့ရွာသားတော်တော်များများကသက်သာရာမှာနေချင်ကြပေမဲ့မက်ကီလူတို့ကတော့နယ်ချဲ့လက်အောက်ကကျွန် မဖြစ်ချင်တာကြောင့်ရရာလက်နက်စွဲကိုင်ပြီးတိုက်ခိုက်ကြပါတော့တယ် ဘာသာတရားရဲ့အဆုံးအမတွေနဲ့သစ္စာတရားကိုအခြေခံထားတဲ့မက်ကီလူတို့လူမျိုးတွေကနယ်ချဲ့တွေကိုမောင်းထုတ်နိုင်ပါ့မလား မမျှတတဲ့တိုက်ပွဲမှာဘယ်သူကအနိုင်ရသွားမလဲဆိုတာကိုကြည့်ရှုရမှာပါ File size…(2.9 GB)/(1.6 GB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:58:00\nGenre...Action, History, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Khunn",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/mat-kilau-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2ux5lqNuibd8eOkwwUhzfzAJBqD.jpg",
        "title": "Firestarter (1984)",
        "description": "Firestarter (1984)King of Horror လို့တင်စားခံထားရတဲ့ စာရေးဆရာကြီး Stephen King ရဲ့ နာမည်တူ Firestarter (1980) ဝတ္ထုကို ရုပ်ရှင်အဖြစ် အသက်သွင်းထားတဲ့ ပထမဇာတ်ကားပေါ့။အန်တီ Drew Barrymore ကလေးပေါက်စဘဝက ရိုက်ကူးထားတာဖြစ်ပြီး Cast တွေကလည်း ကြမ်းသလို ဒီဇာတ်ကားက စူပါဟီးရိုးကားဆန်ဆန် ရိုက်ထားတဲ့ Firestarter (2022) ထက်စာရင် စာအုပ်ရဲ့ အနှစ်သာရနဲ့ ပိုပြီး နီးစပ်တယ်လို့ ပြောကြပါတယ်။ ဇာတ်ကားနှစ်ခုလုံးက သူ့အတိုင်းအတာနဲ့သူ အထိုက်အလျှောက်အောင်မြင်မှုတွေ ရခဲ့တာကတော့ အသေအချာပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ အန်ဒရူးမက်ဂီးနဲ့ ဗစ်ကီ (ခေါ်) ဗစ်တိုးရီးယားတို့ The Shop လို့ခေါ်တဲ့ အဖွဲ့အစည်းကလုပ်တဲ့ ဆေးဝါးစမ်းသပ်မှုတစ်ခုမှာ လုပ်အားပေးအနေနဲ့ ငွေရှာရင်းတွေ့ကြပါတယ်။ ဆေးကအစွမ်းပြလာတဲ့အချိန် တစ်ယောက်ရဲ့အတွေးကို တစ်ယောက်က ကြားရပြီး စိတ်စွမ်းအင်တွေရလာပါတယ်။ ပြီးတော့ ရှေးရေစက်ကြောင့် နှစ်ယောက်သား နီးစပ်သွားတယ်ပေါ့ဗျာ။သူတို့နှစ်ယောက် အိမ်ထောင်ကျပြီး ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/firestarter-1984/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tR88diuLaMMdxl9rBVdAKERzIjo.jpg",
        "title": "The Hit List (2011)",
        "description": "အယ်လန် ကမ့်ဘဲလ်ဆိုတာက အရှုံးသမား အကြွေးကဝိုင်းမိန်းမကလည်း အချစ်‌ဆုံးသူငယ်ချင်းနဲ့ဖောက်ပြန်အလုပ်မှာ ရာထူးတိုးကလည်းမရ။ဒီလိုနဲ့ပဲ ညဘက်အရက်ဆိုင်မှာမှောက်ဖို့ကြံနေတဲ့သူ့ဆီကိုမိတ်ဆက်လာတာကတော့ ဂျိုးနားစ် အာဘာ။အထူးအေးဂျင့်အနေကနေ ပြေးလာပြီးတော့ ဒီမြို့လေးမှာအချိန်လာဖြုန်းလုပ်ချင်ရာလုပ်နေတဲ့လူ။ အယ်လန်ရင်ဖွင့်သမျှကြားပြီး ဂျိုးနားစ်က သူ့ကိုကမ်းလှမ်းခဲ့တာကအယ်လန်အမုန်းဆုံးလူ နာမည်ငါးခုချရေး ဂျိုးနားစ်ကရှင်းပေးမယ်။ဂျိုးနားစ်ကတော့မယုံမကြည် မူးမူးနဲ့ရေးပေးလိုက်ပြီးနောက်နေ့မနက် ပထမတယောက်ကို တကယ်ဖြစ်လာတဲ့အခါမှာတော့အယ်လန်တယောက် ကျန်တဲ့လူတွေကိုပါ ဂျိုးနားစ်ရဲ့ရန်ကနေကာကွယ်ဖို့ကြိုးစားရပါတော့တယ်။ဂျိုးနားစ်ရဲ့ကစားပွဲအောက်မှာ အယ်လန်တယောက်စာရင်းထဲပါသူတွေကို ကယ်တင်နိုင်ပါ့မလား။ဂျိုးနားစ်ကရော ဘာဖြစ်လို့ ဒီလိုမျိုးလုပ်နေတာလဲ။ဒီကစားပွဲရဲ့အဆုံးသတ်မှာ သူတို့နှစ်ယောက်ထဲကဘယ်သူကအောင်မြင်သွားမလဲဆိုတာကိုCMပရိတ်သတ်ကြီးကဒီဇာတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦးခင်ဗျ။  File size…  1.5 GB / 590 MB\nQuality… Bluray 1080p / 720p\nFormat… mp4\nDuration…. 1h 41m\nGenre .....  Action, Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by...  Brackman",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-hit-list-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BY2U5ZjQ2MGMtNDI5ZS00NzJjLTg5YTAtMTVhYWQ4MGE4NmQxXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-143x200.jpg",
        "title": "Por Thozhil (2023)",
        "description": "Por Thozhil ( 2023 )\n==================IMDb 8.4/10တောင်ပိုင်းမှုခင်းကားတွေ ကြိုက်တဲ့ပရိသတ်တွေအတွက် Por Thozhil ဆိုတဲ့\nအမိုက်စား မှုခင်းရုံကားလေးတစ်ခု ထွက်ရှိလာပါပြီ။Por Thozhil ဆိုတာကတော့ တမီလ်လို စစ်အနုပညာလို့ အဓိပ္ပါယ်ရပါတယ်။\nကြောက်တတ်ပေမဲ့ မှုခင်းစာအုပ်တွေဖတ်ပြီး ရဲဖြစ်ချင်ခဲ့တဲ့ ပရာကတ်ရှ်ဆိုတဲ့ အလုပ်သင်\nဒုရဲအုပ်လေးဟာ အရမ်းလက်ပေါက်ကပ်တဲ့ လူ့ကန့်လန့် ဝါရင့်ရဲအုပ်ကြီးတစ်ယောက်ဆီမှာ\nအကူအနေနဲ့ တာဝန်ထမ်းဆောင်ရင်း ပထမဆုံးအမှုအနေနဲ့ နှစ်လောင်းပြိုင်\nကွင်းဆဂာ်လူသဝာ်မှုနဲ့ တည့်တည့်တိုးပါတော့တယ်။ဒီရုပ်ရှင်ဟာဆိုရင် တောင်ပိုင်းမှုခင်းကားတွေထဲမှာ အင်မတန်နာမည်ကြီးခဲ့တဲ့ Ratsasan တို့ HIT တို့လိုပဲ\nပရိသတ်တွေကို ထိုင်ရာကနေ မထစတမ်း ဆွဲခေါ်သွားမှာဖြစ်လို့ မှုခင်းကားကြိုက်တဲ့ပရိသတ်တွေအတွက်\nတကယ်ကို must watch ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်...။( ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Yunni, Moon, V, Cherry နဲ့ Zwe Yan တို့ပဲဖြစ်ပါတယ်ဗျ။ )\nFile size…4GB /1.53GB  / 789MB\nQuality…4k SONY WEB DL ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/por-thozhil-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/caEayj8MlQuheJWyOJMpXk1LFvf.jpg",
        "title": "The Coldest City ( 2023 )",
        "description": "၁၉၄၅ ခုနှစ် ဒုတိယကမ္ဘာစစ်အပြီးမှာ တရုတ်နိုင်ငံကို\nကျူးကျော်ထားတဲ့ ဂျပန်တွေဟာ လက်နက်ချခဲ့ပါတယ်အဲဒီအချိန် တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်း ဒေသက တုန်းပေဆိုတဲ့\nမြို့လေးမှာ အုပ်ချုပ်သူမဲ့နေတဲ့ အခြေအနေမှာ ဒုစရိုက်သမားတွေနဲ့\nပြည့်နှက်နေသလို မကောင်းတဲ့ အင်အားစုတွေဟာ ဒီမြို့လေးမှာ ကြီးစိုးနေပါတယ်။\nသူငယ်ချင်းရဲ့ မိသားစုဖြစ်တဲ့ ဖန်းမိသားစုတစ်စုလုံး အသတ်ခံလိုက်ရတာအပြင်\nဖူရှန်းဘဏ်က လူ ၃၇ ယောက် အသက်ပေးလိုက်ရတဲ့\nအမှု‌ကြောင့် လက်စားချေဖို့အတွက် ပင်းမြို့ကို\nရောက်လာခဲ့တဲ့ လက်ဖြောင့်သေနတ်သမား ကုညန့်၊ဒီကိစ္စရဲ့ အဓိက တရားခံဖြစ်တဲ့ လီမိသားစုက သခင်ကြီး လီဟွမ်နဲ့ သားဖြစ်သူ လီချင့်၊\nကုညန့်ကို ကူညီပေးမယ့် လုပ်ကြံသတ်ဖြတ်သူ လောင်ကျောင်း၊\nပင်းမြို့မှာ နေရာရဖို့ မကောင်းမှုအားလုံးကို\nကျူးလွန်နိုင်တဲ့ လောဘဇောတိုက်နေတဲ့ စီးပွားရေးသမားတွေ...တစ်မြို့လုံးမှာ ရှုပ်ယှက်ခတ်နေတဲ့ အခြေအနေတွေကြားမှာ\nကုညန့်ရဲ့ လက်စားချေဖို့ အစီအစဥ်ဟာ အောင်မြင်နိုင်ပါ့မလား\nလုပ်ကြံသတ်ဖြတ်သူဖြစ်တိုင်း မကောင်းတဲ့သူမဟုတ်ဘူးဆိုတာကို\nသက်သေပြသွားမယ့် လောင်ကျောင်းကရော\nကုညန့်ကို ဘယ်လောက်အထိ ကူညီသွားမလဲ ဆိုတာ\nဒီဇာတ်ကားလေးမှာ အားပေးကြပါဦးဒီဇာတ်ကားဟာ ဂျပန်ဆန့်ကျင်ရေးစစ်ပွဲကာလမှာ တိုင်းပြည်ကာကွယ်ရေးမှာ\nတစ်တပ်တစ်အားပါဝင်ခဲ့ကြတဲ့ လုပ်ကြံသတ်ဖြတ်သူတွေနဲ့\nသေနတ်သမားတွေကို ကိုယ်စားပြုပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်\nQuality : ...",
        "rating": "6.2",
        "url": "https://megaup.net/1gjj5/The_Coldest_City_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gHgr6BIYFXhwyjBugQRiNw2h19h.jpg",
        "title": "Rise of the Footsoldier: Origins (2021)",
        "description": "စစ်သားတိုနီတပ်ခ်ကာတစ်ယောက်ဖော့ကလန်စစ်ပွဲမှပြန်လာပြီးတဲ့နောက်သူရဲ့တိုက်ရည်ခိုက်ရည်နဲ့ ခေါင်းမာတဲ့လုပ်ရပ်တွေကြောင့်ကလပ်ရဲ့တံခါးမှုးအဖြစ်နဲ့ နာမည်ကြီးလာခဲ့ပါတယ်။ကလပ်စီးပွားရေးရဲ့လက်ခွဲဖြစ်တဲ့မူးယစ်ဆေးဝါးရောင်းဝယ်ဖောက်ကားတာတွေမှာပါပါဝင်လာခဲ့ပြီး ကလပ်လောကမှာနာမည်ကြီးတဲ့သူတစ်ယောက်ဖြစ်ပါတော့တယ်။နောက်ပိုင်းမှာ လူဆိုးဂိုဏ်းတွေနဲ့ပေါင်းစပ်မိပြီးတဲ့နောက်ကိုယ့်ကိုယ်ကိုမထိန်းနိုင်တော့ပဲ အခြေအနေတွေပိုဆိုးလာပြီတဲ့နောက်သူတို့ပညာပြခဲ့တဲ့ကောင်ကသူ့ကိုဘယ်လိုဆွဲချမလဲဆိုတာကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။၂၀၂၁မှာထုတ်လွှင့်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီးAction, Crime အမျိုးအစားဖြစ်ပါတယ်။ File size…  1.56 GB /  721 MB\nQuality… WEB DL 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Charm",
        "rating": "",
        "url": "https://channelmyanmar.org/rise-of-the-footsoldier-origins-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/rak-133x200.jpg",
        "title": "Rakshak – India’s Braves (2023)",
        "description": "Rakshak-India's Braves 2023အိန္ဒိယရဲ့သူရဲကောင်းများတဲ့ယူနီဖောင်းနဲ့ခန့်နေတဲ့ Jalebi မင်းသား Varun Mitra နဲ့ အပြုံးချိုချိုမင်းသမီးလေး Kanika Mann\nတို့အဓိကပါဝင်ထားပါတယ်ဇာတ်လမ်းအစမှာ သမီးဖြစ်သူကိုဘူတာလိုက်ပို့ရင်း\nဖုန်းအားပြည့်ရဲ့လား မုန့်နဲ့ရေကပါရဲ့လားနဲ့ သဲသဲလှုပ်ဂရုစိုက်အချစ်ပိုနေကြတဲ့\nမိသားစုလေးကိုကြည်နူးဖွယ်မြင်တွေ့ရမှာပါ အဲဒီချိန်မှာပဲ မထင်မှတ်တဲ့ပေါက်ကွဲမှုတစ်ခု .....ဆိုနူးကတော့ခါးပတ်ညိုရထားတဲ့ ဗိုလ်ကြီးတစ်ဦးပါ\nခွင့်ရက်ပြန်လာချိန် အပြုံးချိုချိုမာလာလေးနဲ့ စေ့စပ်ပေးဖို့ အိမ်ကစီစဉ်ထားတာနဲ့တန်းတိုးတာပေါ့\nအပြုံးချိုလေးဘယ်လောက်စွမ်းလဲဆို တစ်သက်လုံးမကြိုက်တဲ့ ခရမ်းသီးချက်တောင်စားမယ်\nဖြစ်သွားသည်ထိပါပဲ ခွင့်ရက်မစေ့ခင်မှာပဲ တာဝန်ကျလို့ပြန်သွားရချိန်မှာတော့....သာမန်အရပ်သားဘဝမှာ မေတ္တာအပြည့်ကြည်နူးနေတဲ့သူတစ်ယောက် တာဝန်ဝတ္တရားနဲ့\nနိုင်ငံ့အကျိုးသယ်ပိုးရချိန်မှာလည်း နိုင်ငံ့သားကောင်းတစ်ယောက်ဖြစ်နေရသူ\nမေတ္တာဖွဲ့ ၊ စိတ်ခွန်အား ၊ အက်ရှင်တို့ကို တစ်စုတစ်စည်းတည်းမြင်တွေ့ရမဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်(အညွှန်းနှင့်ဘာသာပြန်သူတွေကတော့ BpL ~ Cherry ~ V ~ Yunni တို့ပဲဖြစ်ပါတယ်)\nFile size…1.59GB / 680MB\n Quality…1080p WEB DL /720p\nFormat…mp4\nDuration…1h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Cherry ~ V ~ Yunni",
        "rating": "8.8",
        "url": "https://channelmyanmar.org/rakshak-indias-braves-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k9lhZ0PhY78nzwG034rNpsLXlpW.jpg",
        "title": "Mesrine: Public Enemy #1 (2008)",
        "description": "Genre – Action, Biography, Crime\nIMDB – 7.4/10 ပြင်သစ် လမ်းမတော်ဖိုးတုတ်ကြီးရဲ ဒုတိယကား လာပါပြီ။ဒီကားကြည့်မယ်ဆို ပထမကား ဖြစ်တဲ့ Mesrine: Killer Instinct ကိုအရင်ကြည့်ပေးကြပါ တင်ထားတာရှိပါတယ် မဟုတ်ရင် ဇာတ်လမ်းကိုနားမလည်ပဲ နေမှာစိုးလို့ပါ။ ဒီတော့ ပထမကားမှာ တဖြည်းဖြည်းနဲ့ ဆရာကြီးလူမိုက် ဖြစ်ပြီးနောက် ဒီဒုတိယကားမှာတော့ ပြင်သစ်တစ်နိုင်ငံလုံးရဲ့ အလိုအရှိဆုံး ဝရမ်းပြေး နံပါတ် ၁ဖြစ်သွားခဲ့ပါပြီ။ ဒီ ဂျက်မယ်ရင်းဆိုတာက ပြင်သစ်နိုင်ငံ ၁၉၇၀ ခုနှစ်ဝန်းကျင်လောက်မှာ အပြင်မှာတကယ်ရှိခဲ့တဲ့ လူမိုက်ကြီးတစ်ယောက်ပါ သူ့ရဲ့ ကြမ်းတမ်းပုံတွေဘဏ်လုယက်တာ ထောင်ဖောက်တာ ပြန်ပေးဆွဲတာ မိန်းမတွေနဲ့ ကြူးတာ စသဖြင့်လမ်းမတော်ဖိုးတုတ်လုပ်ပုံတွေကို ရိုက်ကူးပြထားတဲ့ ဖြစ်ရပ်မှန်ကားကောင်းပါ။ဒီ ဒုတိယကားမှာတော့ အရင်ကားလို သာမညလူဆိုးတစ်ယောက်မဟုတ်တော့ပဲတစ်တိုင်းပြည်လုံးက သိတဲ့လူဆိုးဖြစ်နေပြီး ထောင်တွေ ဉာဏ်ပါပါ ဖောက်ခဲ့တာတွေ၊တရားရုံးမှာ ဘယ်လိုသောင်းကျန်းပြီး တရားသူကြီးကို ဘယ်လိုတွေဖြဲခဲ့တာ၊ တောထဲမှာသက်စွန့်ဆံဖျား ရဲလက်ကနေ ပြေးရတာတွေ၊ တဖြည်းဖြည်းနဲ့ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/mesrine-public-enemy-1-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zCyuiyIhbhgEOZde81qTgXbO0pw.jpg",
        "title": "Mesrine: Killer Instinct(2008)",
        "description": "Mesrine: Killer Instinct(2008)****************************Jacques mesrine ဆိုတဲ့ ပြင်သစ်နိုင်ငံသားတစ်ယောက်က စစ်တပ်မှာ တာဝန်ထမ်းဆောင်ပြီးမိဘအိမ် ပြန်လာတဲ့ သူပါ...သူ့မိဘက သူ့ကို အလုပ်ကောင်းကောင်းတစ်ခုရှာပေးခဲ့ပေမယ့် သူကတော့ဂျာမနီလူမျိုးတွေနဲ့မို့ အလုပ်မလုပ်ချင်ပါဘူး\nဒါပေမယ့် တစ်နေ့မှာ သူ့သူငယ်ချင်းဖြစ်သူ Jean Paul Mercier ဟာ ဂိုဏ်းစတားတစ်ဦးဖြစ်သူGuido ဆိုတဲ့ လူဆီကို ခေါ်သွားပါတယ် ,,,အဲ့ဒီအလုပ်က သူများပစ္စည်းခိုးတာတွေ ဘဏ်ဖောက်တာတွေ ဖြစ်တာကြောင့်တစ်ခါတည်းနဲ့ ငွေအချီကြီးရလေ့ရှိပါတယ်,,,\nအဲ့ဒီလို ငွေအချီကြီးကို မက်ပြီး Jacque mesrine တစ်ယောက် မကောင်းမှုထဲကို တစ်စတစ်စ နစ်ဝင်သွားချိန်မှာတော့...File Size :(3.2GB)(1.1GB)(and (392MB)\nQuality :Blu-Ray 1080P5.1Ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre :  Action ,Biography , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/mesrine-killer-instinct2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1jQUcZ2uWUe2jIxa5efNuMhdhts.jpg",
        "title": "Pawn Shop Chronicles (2013)",
        "description": "Genre – Action, Comedy, Crime\nIMDB – 5.9/10Paul Walker ကြီး အလွမ်းပြေ ကြည့်လို့ရမယ့် ကားကောင်းတစ်ကား လာပြီဗျာ။ဒီလိုပြောလို့ Paul Walker ချည်း ပါတယ်မထင်ပါနဲ့Lord of the Ring က Frodo မင်းသား Elijah Wood တို့ Mummy မင်းသားကြီး(နောက်ပိုင်းဆို The Whale နဲ့ ကြမ်းထားတဲ့) Brendan Fraser တို့မြိုင်မြိုင်ဆိုင်ဆိုင် ပါဝင်ထားကြပါတယ်။ဇာတ်လမ်းကတော့ R Rated နဲ့ အညီ ကိုယ်လုံးတီးတွေပါမယ်မိုးမွှန်အောင် ဆဲဆိုနေတာလည်း ပါဝင်တဲ့အတွက် သတိချပ်စေလိုပါတယ်ဗျ။ကဲ ဇာတ်လမ်းအကြောင်းပြောမယ်…ပြောမယ်သာပြောတာ တကယ်ကြည့်ဖူးသမျှထဲ ပေါက်ကရတွေဖြစ်ပြီးထူးခြားဆန်းကျယ် မှန်းမရတဲ့ဇာတ်လမ်းထဲ သူပါတယ်။အကုန်လုံးကို စနစ်တကျ ဇာတ်တိုက်ထားတာမျိုး မရှိပဲရော့ သွား ကြိုက်တာလုပ်ဆိုပြီး အကုန်လုံးက ဖြစ်ချင်တိုင်းကို ဖြစ်နေကြတာမျိုး။အဓိကက ဇာတ်လမ်းနာမည်လိုပဲ အပေါင်ဆိုင်မှတ်တမ်းများဟုတ်တယ် ဒီ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/pawn-shop-chronicles-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjA1NTEwMDMxMF5BMl5BanBnXkFtZTgwODkzMzI0MjE@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Haider (2014)",
        "description": "IMDb Rating (8.0) / Rotten Tomatoes (88%)မင်းသား Shahid Kapoor , မင်းသားကြီး Irrfan Khan ,မင်းသမီး Shraddha Kapoor,မင်းသမီးကြီး Tabu တို့နဲ့\nဘောလိဝုဒ်ရဲ့ Rating မြင့် Action,Crime,Drama ရုပ်ရှင်ကားဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကားက စာရေးဆရာကြီးဝီလီယံရှိတ်စပီးယားရဲ့ \"Helmet\"ဆိုတဲ့ဇာတ်လေးကိုကျောရိုးကိုယူပြီးပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်အိမ်ကိုတော့ ၁၉၉၅ခုနှစ် ကတ်ရှမီးယားဒေသကိုအခြေပြုထားပါတယ်။\nကတ်ရှမီးယားဒေသကိုအခြေတည်ထားတာကလည်းစိတ်ဝင်စားစရာအချက်တချက်ပါပဲ။\nလူငယ်လေးတစ်ယောက် သူ့ဖခင်ရုတ်တရက်ပျောက်ဆုံးသွားတဲ့အကြောင်းသိလိုက်ရတဲ့အချိန်မှာပဲ\nအဲဒီကတ်ရှ်မီးယားဒေသကိုသွားရောက်ခဲ့တာကစတင်ထားပါတယ်။အဲ့ဒီကိုရောက်တဲ့အခါမှာတော့ ဖြစ်စဉ်တွေဟာ သူထင်ထားသလို ရိုးစင်းမနေဘဲ\nလိုက်လံစုံစမ်းရင်းနဲ့ ဘယ်လိုမြုပ်ကွက်တွေကို ဖော်ထုတ်လိုက်နိုင်မလဲ။\nပျောက်ဆုံးသွားတယ်ဆိုတဲ့ သူ့ဖခင်ကိုရောပြန်တွေ့နိုင်မလား။\nနောက်ကွယ်က ဘယ်လိုအကြောင်းတရားတွေရှိနေလည်းဆိုတာကို ခံစားမှုပြင်းရှရှနဲ့ခံစားကြည့်ရှုရမှာပါ။ဇာတ်လမ်းက အချိုးအကွေ့လေးတွေ စိတ်ဝင်စားဖို့ကောင်းတာမို့ဇာတ်ကြောင်းကို မသိထားဘဲ\nကိုယ်တိုင်အပြည့်အဝခံစားကြည့်ရှုမှ ပိုကောင်းပါမယ်။\nနိုင်ငံတကာမှာ ဘာကြောင့် Rating မြင့်ပြီး နာမည်ကြီးနေလဲဆိုတာ ခံစားဆုံးဖြတ်ပေးကြပါဦး။(ရုပ်ရှင်အညွှန်းကို ကျော်ဇေလတ်မှ ရေးသားပြီး V & Thaik San မှ ဘာသာပြန်တင်ဆက်ထားပါတယ်။)\nFile size…(2.6 GB)/ (1.3 GB)\nQuality….BluRay 1080p HEVC /720p\n...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/haider-2014/"
    }
]