[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/the-target-korean-movie-140x200.jpg",
        "title": "The Target (2014)",
        "description": "ဒီကိုရီးယားကားကတော့ Action/Thriller ထဲမှာ တော်တော်ကောင်းတဲ့ကားမို့ ပြန်လည်တင်ဆက်လိုက်ပါတယ်။မင်းသားမင်းသမီးတွေကလဲ Ryu Seung-ryong,Lee Jin-wook,Cho Yeo-jeong တို့လို တကယ့်နာမည်ကြီးဖိုက်တာတွေချည်းပါပဲ...ဇာတ်လမ်းကတော့မမျှော်လင့်တဲ့ ကိစ္စတစ်ခုကြောင့် ထွက်ပြေးလာရတဲ့ သူက ကားတိုက်မှုနဲ့ ဆေးရုံရောက်လာခဲ့တယ်။ အဲဒီနောက်မှာတော့ ထပ်ပြီးမမျှော်လင့်စရာကောင်းတာက ကုပေးရတဲ့ ဆရာဝန်ပါ။ သူ့ရဲ့ဇနီးကို အကြပ်ကိုင်မှုနဲ့အတူ ဆေးရုံကို ဘယ်ကနေဘယ်လို ဘယ်ကိစ္စကြောင့်ရောက်လာမှန်းမသိတဲ့သူကို ကယ်ထုတ်ရပါတယ်။ ဒီကြားထဲမှာလဲ ကိုရီးယားရဲတွေ၊ စုံထောက်တွေ၊ ထောက်လှမ်းရေးတွေက အဲဒီလူကို အသည်းအသန်လိုချင်နေကြတယ်။ အကြောင်းအရင်းကတော့ အဆောက်အဦးပိုင်ဆိုင်မှုကိစ္စအရှုပ်တော်ပုံမှာ လူသတ်တရားခံအဖြစ် သံသယရှိလို့ပါတဲ့။ ဇာတ်လမ်းက စိတ်ဝင်စားစရာကောင်းပြီး သနားဖို့လည်းကောင်း အက်ရှင်ခန်းတွေလည်းကောင်းပါတယ်လို့ ပြောရမယ်။ကိုရီးယားတို့ထုံးစံအတိုင်း ဇာတ်လမ်းလေးတော့ အနည်းငယ်ရှုပ်သယောင်ထင်ရပေမယ့် ပေါ့ပေါ့ပါးပါးကြည့်လို့ရနေတာကလည်း မမျှော်လင့်ရတာပါပဲ။ ဒါကြောင့် လူသတ်တရားခံအဖြစ် သံသယရှိသူနဲ့ ဆရာဝန်တို့ ဘယ်လို ၂ ပါးသွားကြမလဲ၊ သူတို့ကို ရဲတွေက ဘာကြောင့် အသည်းအသန်လိုချင်နေကြလဲဆိုတာကို ဇာတ်လမ်းလေးကြည့်ရင်း အဖြေရှာကြပါလို့ ညွှန်းဆိုလိုက်ရပါတယ်။\nFile size…(1.3 ...",
        "rating": "6.3",
        "url": "https://megaup.net/2meei/(CM)The.Target.2014.Bluray.1080p.HEVC.AAC2.0CH.mkv",
        "category": "Action, Asian, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mCAshXRrhJlJf4BrvFWrW6LzG8x.jpg",
        "title": "Pon Manickavel(2021)",
        "description": "Pon Manickavel (2021)ဒီတစ်ခေါက်မှာတော့ နာမည်ကြီးမင်းသား Prab Deva ရဲ့ အကြိမ် ၅၀ မြောက်သရုပ်ဆောင်မှုဖြစ်တဲ့ တမီးလ်ရုပ်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေအရင်ဆုံး ဇာတ်လမ်းအကျဥ်းကို ကြည့်လိုက်ကြရအောင်ပွန် မာနီကယ်လ်ဗီဆိုသူက သေနတ်ပစ်တဲ့နေရာမှာ အထူးကျွမ်းကျင်တဲ့သူဖြစ်ပြီးတော့ နိုင်ငံတကာလေ့ကျင့်ရေးသင်တန်းမှာလည်းရွှေတံဆိပ်ဆုရထားတဲ့ ထိပ်တန်း ရဲအရာရှိတစ်ယောက်ဖြစ်ပါတယ်ဒါမဲ့ ပွန်ဟာ အတိတ်က အမှုတစ်ခုကို စုံစမ်းပြီးတဲ့ချိန်မှာပဲ ရုတ်တရက် ရဲအလုပ်ကနေနှုတ်ထွက်ပြီးတော့ ရွာပြန်ပြီး နွားကျောင်းနေပါတော့တယ်ပွန့်လို ထိပ်တန်းရဲအရာရှိတစ်ဦးက ဘာအကြောင်းကြောင့်ဒီလိုနှုတ်ထွက်ခဲ့လဲဆိုတာကို ဘယ်သူမှလည်း မသိခဲ့ကြပါဘူးဒီလိုနဲ့ တစ်နေ့မှာ နာမည်ကြီး ဗဟိုရုံးကတရားသူ​​ကြီးတစ်ဦးသဲလွန်စ မကျန်အောင် ရက်ရက်စက်စက်ပစ်သတ်ခံရလိုက်ရပါတယ်ဒီအမှုကို စုံစမ်းဖို့အတွက် အထက်က မာနီကယ်လ်ဗီကို တာဝန်ပေးအပ်လိုက်တဲ့အခါ......ရွာပြန်နွားကျောင်းပြီး အထက်ကတာဝန်ပေးမှ အမှုပြန်စုံစမ်းတဲ့ ပွန်တစ်ယောက်လက်ဖက်ရည်လေးသောက်လိုက် မိန်းမနဲ့ အချိန်ဖြုန်းလိုက်နဲ့ အမှုကိုအေးဆေးစုံစမ်းနေပြန်တော့ ကျန်တဲ့ အဖွဲ့ဝင်တွေကလည်း သူ့ကို အမြင်မကြည်ကြတော့ပါဘူးအမှုစုံစမ်းနေရင်းမှာပဲ ဆက်တိုက်ဆိုသလို နာမည်ကြီးစုံထောက်တွေပါ အသတ်ခံနေရတဲ့အခါ.....ဒီအမှုတွေရဲ့ လူသတ်တရားခံက ဘယ်သူလဲ???အမှုတစ်ခုနဲ့ တစ်ခုရော ဘယ်လိုတွေဆက်စပ်နေတာလဲအတိတ်တုန်းက ပွန့်ကို ရဲအဖြစ်က ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/pon-manickavel2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/jungle_cruise_payoff_digital-keyart_p2_v8_lg-135x200.jpg",
        "title": "Jungle Cruise (2021)",
        "description": "Jungle Cruise (2021)တောတွင်း အပျော်စီး သင်္ဘောကြီး စီးဖို့ အသင့်ဖြစ်ကြပြီလားဗျိုု့မာလိန်မှူး ထူးစိန် တော့ မဟုတ်ဘူးပရိတ်သတ်များရဲ့အချစ်​တော်ကြီး မာလိန်မှူးကြီး ​မောင်​ကျောက်ခဲ (The Rock) နဲ့\n\"ရူးတိုးတိုး\"part 1 and 2ဇာတ်ကားထဲက မင်းသမီး \"Emily Blunt\" တို့ရဲ့ Jungle Cruise ဆိုတဲ့\nအခွီ၊ စွန့်စားခန်း၊ အက်ရှင်ကားသစ်​ကြီးကို ဒီ​နေ့ထွက် ဒီ​နေ့ချက်ချင်း ချန်နယ်မြန်မာပရိတ်သတ်ကြီးဆီ တင်ဆက်​ပေးလိုက်ပါပြီပထမကမ္ဘာစစ်​ခေတ်ကို ​ကျောရိုးယူထားပြီး သ​င်္ဘောမာလိန်မှူးကြီး\n\"ဖရန့်\"ဦး​ဆောင်ကာ ​ဒေါက်တာ\"လီလီဟော်တန်\"နဲ့ သူ့အကိုတို့ပါဝင်တဲ့\nလူစွန့်စားသုံး​ယောက်အဖွဲ့ဟာ အ​မေဇုန်​တောနက်ကြီးထဲမှာရှိတဲ့ \"လမျက်ရည်\"ဆိုတဲ့ သစ်ပင်ကြီးကို သွား​ရောက်ရှာ​ဖွေခဲ့ကြပါတယ်။\nဒီသစ်ပင်ကြီးဟာဆိုရင် ဖျားနာမှုမှန်သမျှကို ယူပစ်သလို သက်သာ​စေတဲ့ နတ်​ဆေးပင်ကြီး တစ်ပင်ပါအဲ့ဒီနတ်​ဆေးပင်ကြီးကို သွား​ရောက်ရှာ​ဖွေရင်း ​တောကြီးမျက်မည်းတို့ရဲ့မာယာအတိုင်း\nကြုံ​တွေ့ရမယ့်သတ္တဝါဆိုးတွေ၊ ​​ဘေးအန္တရာယ်တွေကို သူတို့ဘယ်လို စွန့်စွန့်စားစား​ကျော်ဖြတ်ကြမလဲဒီ​လောက်အစွမ်းထက်လှတဲ့ နတ်​ဆေးပင်ကြီးကို ရှာ​ဖွေဖို့ ကြိုးစား​နေတာ သူတို့သုံး​ယောက်ထဲ ဟုတ်ပါ့မလား၊\nဘယ်လိုလူဆိုး​​တွေပါ​နေဦးမလဲဆိုတာကို ကြည်​တောက်ရှင်းခံစားကြည့်ရှူလိုက်ပါဦး ပရိတ်သတ်ကြီးတို့...အညွှန်းကိုတော့ JimX က ရေးသားပေးထားပါတယ်။ဘာသာပြန်တွေကတော့ CM ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/jungle-cruise-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/images-133x200.jpg",
        "title": "The Suicide Squad (2021)",
        "description": "The Suicide Squad (2021)Superheroဆိုတာဂျိုနဲ့လားလို့ ​တွေ့သမျှလူတိုင်းကို\nFace to Face လိုက်​မေးမယ့် Harley Quinn ရဲ့ Suicide SqaudလာပါပြီMarvel ရဲ့ ဗရုတ်သုတ်ခအဖွဲ့ဖြစ်တဲ့ GOTGနဲ့​သောင်းကျန်းလို့အပြီးမှာ​တော့\nဒါရိုက်တာ James Gunnတစ်​​ယောက် DC universeရဲ့ ​မျောက်​​လောင်းအဖွဲ့ဖြစ်တဲ့ Suicide Squadဆီကိုပါ ​​ရောက်လာခဲ့ပါပြီIMDB rating - 7.9 နဲ့ Rotten Tomatoes rating - 95% ​တောင်ရထားတာမလို့ ​DCEU ရဲ့ ဇာတ်ကား​တွေထဲမှာ အမြင့်ဆုံး ratingလို့​​တောင် ပြောလို့ရပါတယ်U.S အစိုးရရဲ့ အရာရှိကြီး အမန်ဒါ​​ဝေါလ်လာတစ်​ယောက်\nEnchantressနဲ့ ရင်ဆိုင်အပြီးမှာ ​​နောက်ထပ်ကမ္ဘာပျက်မယ့်​ ဘေးအန္တရာယ်ကြီးတစ်ခုအတွက်\nအ​သေခံ Suicide Sqaud အသစ်တစ်ခုကို ထပ်ပြီးဖွဲ့စည်းရပြန်ပါပြီအဲ့ဒီအန္တရာယ်က​တော့ တောင်​အမေရိကကျွန်းငယ်နိုင်ငံ​လေးတစ်ခုကို\nအုပ်ချုပ်​နေတဲ့လူတစ်စုရဲ့ လက်ထဲကို​ရောက်ရှိ​နေတဲ့\nProject Starfish လို့​ခေါ်တဲ့ ဒီကမ္ဘာပြင်ပကမျိုးစိတ်တစ်ခုပါအဲ့ဒီမျိုးစိတ်နဲ့သက်ဆိုင်တဲ့ စမ်းသပ်မှုလုပ်ငန်း​တွေကို\nအဲ့ဒီကျွန်းနိုင်ငံ​​လေးအထိ သွား​​ရောက်ဖျက်ဆီးရမှာက\nဇာတ်လိုက်​ကျော် Suicide Sqaud ကြီးရဲ့တာဝန် ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-suicide-squad-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/icAG01wZyy1ZpS3UEnPReph3jMV.jpg",
        "title": "Never Back Down: Revolt (2021)",
        "description": "Never Back Down : Revolt (2021)ဒီကားလေးက ၂၀၀၈ခုနှစ်ကထွက်ခဲ့တဲ့ Never Back Downကို\nRevolt လုပ်ထားတဲ့ ဇာတ်ကားလေးတစ်ကားပါ။ရောမခေတ်က လူတွေကိုသတ်ကွင်းထဲထည့်ပြီး\nအချင်းချင်းသတ်ခိုင်းပြီး ကြည့်ကြသလိုပဲ။တိုက်ရည်ခိုက်ရည်ရှိတဲ့အမျိုးသမီးတွေကို လိမ်ညာလှည့်စားခေါ်ပြီးတော့ အချင်းချင်းထိုးခိုင်းတဲ့ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့အစ်ကိုဖြစ်သူက မြေအောက်လက်ဝှေ့လောကမှာ\nလုပ်ပွဲလုပ်ဖို့ သဘောတူခဲ့ပြီးမှ ချိုးဖောက်ခဲ့လို့\nသူဌေးကြီးတစ်ယောက်ဆီမှာအကြွေးတင်သွားရာကနေစပါတယ်။အစ်ကိုနဲ့ညီမနှစ်ယောက်တည်းရှိတာဆိုတော့\nအစ်ကို့ရဲ့အဲ့ဒီအကြွေးအတွက် ညီမဖြစ်သူကဆပ်ပေးဖို့လုပ်ရာကနေ.....\nဒီဇာတ်ကားလေးက သကာရည်လောင်းထားတဲ့မစင်ပုံကြီးလိုမျိုး\nတချို့လူတွေက အပေါ်ယံချိုမြိန်မှုတွေနဲ့ ကိုယ့်ယုံကြည်မှုကို ရယူပြီး\nရောင်းစားသွားတတ်တာကိုပြသွားတဲ့ အမျိုးသမီးဖိုက်တာကားပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Chit Tee ပဲ ဖြစ်ပါတယ်။Genre.....Action, Drama, Sports\nQuality….WEB-DL 1080p and 720p and 480p\nFile size…1.2GB and 912MB and 479MB\nFormat…mp4\nDuration….1h 29min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator .....Chit Tee\nEncoder .....August",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/never-back-down-revolt-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYzM0YjJlMWEtZTg0MS00NjM4LWJkMDktN2VmZGU2ZjQ1YjI2XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Shang-Chi and the Legend of the Ten Rings (2021)",
        "description": "Shang-Chi and the Legend of the Ten Rings (2021)===================================IMDb Rating - 7.9/10အားလုံးစောင့်နေကြမယ့် ရှမ်းကြီးလာပါပြီ။ ဒီရုပ်ရှင်ဇာတ်လမ်းကတော့ End Game အပြီး လူတွေ ကမ္ဘာပေါ်ကိုပြန်ရောက်ရှိနေတဲ့ ကာလမှာ အခြေတည်ထားတာပဲဖြစ်ပါတယ်။ အဓိကဗီလိန်ကတော့ The Mandarine ပါ။အိုင်ရွန်မန်း-၃ မှာတုန်းက မန်ဒရင်းအတုနဲ့တွေ့ခဲ့ကြတာ မှတ်မိကြဦးမှာပါ။ ဒီတစ်ခါတော့ မန်ဒရင်းအစစ်လာပါပြီ။စူပါပါဝါတွေရယ် မသေမျိုးအဖြစ်ရယ်ကို ပေးနိုင်စွမ်းရှိတဲ့ ဒဏ္ဍာရီလာ ကွင်းဆယ်ကွင်းကို ပိုင်ဆိုင်ထားပြီး လျို့ဝှက်အဖွဲ့ကြီးတစ်ခုရဲ့ ခေါင်းဆောင်လည်းဖြစ်ပါတယ်။ ရှန်းချီကတော့ သူ့အဖေခိုင်းတာတွေကို မလုပ်ချင်တော့လို့ ငယ်ငယ်ကတည်းက အိမ်ကထွက်ပြေးပြီး ဇာတ်မြှပ်နေခဲ့တဲ့ သိုင်းသမားလေးပဲဖြစ်ပါတယ်။ ရှမ်းချီဇာတ်ကောင်ဟာ မာဗယ်ဟီးရိုးတွေထဲက သိုင်းအတော်ဆုံးဇာတ်ကောင်ဖြစ်ပြီး Iron Fist နဲ့ လက်ရည်တူလောက်ရှိပါတယ်။ ကပ္ပတိန်တို့စပိုက်ဒီတို့ကိုတောင် သိုင်းသင်ပေးဖူးပါသေးတယ်။ ဒီရုပ်ရှင်အဆုံးမှာတော့ ထုံးစံအတိုင်း post-credit scene နှစ်ခုပါတာမို့ ရှာကြည့်ဖို့ မမေ့ပါနဲ့ဦးနော်။(ဒီဇာတ်လမ်းရဲ့ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/shang-chi-and-the-legend-of-the-ten-rings-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wAD7nnWh4e6wweffwmkLbf35uf0.jpg",
        "title": "Beverly Hills Ninja (1997)",
        "description": "Beverly Hills Ninja (1997)90s born တို့ရဲ့ တစ်ချိန်က အသည်းစွဲ သ​ဘောကျခဲ့ရတဲ့ နင်ဂျာဝတုတ်ကား​လေး CMကို ​ရောက်ရှိလာပါပြီ။နင်ဂျာတွေ တစ်ခေတ်စား​စဉ်အခါက နင်ဂျာလို့ ​ပြောလိုက်တာနဲ့ သိုသိုသိပ်သိပ် ဖျတ်ဖျတ်လတ်လတ် ပိန်ပိန်ပါးပါး​လေး​တွေကိုပဲ မြင်​ယောင်မိကြမှာပါ။\nဒီဇာတ်ကား​လေးမှာ​တော့ ဂျပန် ဒဏ္ဍာရီပုံပြင်အရ တိုင်းတစ်ပါးသားက​လေးတစ်​ယောက်က ထူးမြတ်တဲ့ အဖြူ​ရောင်နင်ဂျာ​လေးအဖြစ် ကြီးပြင်းလာမယ်လို့ ဆိုထားပါတယ်။\nနင်ဂျာမျိုးနွယ်စုဆီကို က​လေး​ပေါက်စ​လေး ​သောင်တင်လာချိန်မှာ​တော့ ​ခေါင်း​ဆောင်က သူပဲဖြစ်ရမယ်ဆိုပြီး ​သေချာပြုစုပျိုး​ထောင် သားတစ်​ယောက်လို ​စောင့်​ရှောက်ခဲ့​ပေမယ့် တက်တက်စင်အောင် တလွဲ​​တွေအမြဲလုပ်တဲ့ မင်းသား ဟာရု...\n​နောက်တစ်​ယောက်က​တော့ ဆရာကြီးရဲ့ တပည့်​တွေထဲ အ​​တော်ဆုံး နင်ဂျာဖြစ်တဲ့ ဂို​ဘေး...ဟာရုတစ်​ယောက် ဒိုဂျိုမှာ တစ်​ယောက်ထဲကျန်ခဲ့ချိန် အန္တရာယ်များတဲ့ မစ်ရှင်တစ်ခုကို လက်ခံရရှိလိုက်ပါ​တော့တယ်...\nအလုပ်လာအပ်တဲ့ မိန်းက​လေးကို သ​ဘောကျမိပြီး ​အ​မေရိကားအထိ လိုက်ကယ်တင်ဖို့ ဖြစ်လာတဲ့အခါမှာ ​တော့ ဟာရု ပေါက်ကရလုပ်လွန်းလို့ အမြင်ကတ်​ပေမယ့်လည်း ဆရာကြီး​ကောင်းမှုနဲ့ ဂို​ဘေးလည်း ဟာရုရဲ့ အရိပ်အဖြစ် ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/bhn-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/poster_c3e4e422e899e471e86e4684e929f9ad-132x200.jpg",
        "title": "Legend of Hunter (2021)",
        "description": "ဝေးလံလှတဲ့ တောင်ပေါ်ရွာလေးမှာနေထိုင်တဲ့ လီချန်ဖူတို့ မိသားစုဟာ\nဆန်းကြယ်တဲ့သေဆုံးခြင်းတွေကို ရင်ဆိုင် ကြုံတွေ့နေရတဲ့အတွက် ပြဿနာရဲ့ အဖြေကို ရှာဖွေရန်အမဲလိုက်သူလျှိုကို ပင့်ခေါ်ခဲ့ပါတယ်ဒါပေမဲ့လည်း အမဲလိုက်သူလျှိုရောက်လာချိန်မှာတော့ လီချန်ဖူရဲ့အသက်ကို မမှီလိုက်တော့ပါဘူးလူအများအပြားကတော့ လီချန်ဖူတို့ အိမ်တော်သေဆုံးမှုအကြောင်းကို အမျိုးမျိုးသော ပုံပြင်ဒဏ္ဍာရီတွေဖန်တီးပြောဆိုနေပေမဲ့လည်း\nအဝေးကရောက်လာတဲ့ လီချန်ဖူရဲ့ တူကတော့ ဒီဆန်းကြယ်မှုတွေနောက်ကွယ်က အဖြေကိုရှင်းရှင်းလင်းလင်း ရှာဖွေချင်ခဲ့ပါတယ်အဲ့ဒါကြောင့် အမဲလိုက်သူလျှိုနဲ့အတူ တောနက်ထဲမှာ အဖြေရှာဖို့ အတူလိုက်ပါသွားပါလာခဲ့တဲ့နောက်....\nတောနက်ထဲမှာ သူတို့နှစ်ယောက်လိုချင်တဲ့အဖြေကို ဘယ်လိုမျိုးတွေ ရှာဖွေဖော်ထုတ်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ဆက်လက်ကြည့်ရှုကြရမှာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ ) File Size__1.4 GB, 780 MB\nQuality__1080p, 720p\nIMDb Rating__6.5/10\nFormat__mp4\nDuration__01:25:00\nType__Action , Adventure , Fantasy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/legend-of-hunter-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KowKEuyWziUtnCYicv6zhzTQIv.jpg",
        "title": "Dhamaka (2021)",
        "description": "Dhamaka (2021)Bollywood ရဲ့ နောက်ထပ် remake တစ်ကားလာပါပြီ။The Terror Live ဆိုတဲ့ ရုပ်ရှင်ကို ပြန်လည် ရိုက်ကူးထားတာပါ။ဒီတစ်ခါတော့ နယ်ကျော်ပြီး ကိုရီးယားရဲ့ 2013 ခုနှစ်ထွက် The Terror Live ကိုလှမ်း remake လုပ်ထားတာပါ။\nဒါပေမယ့် ကြည့်ရတဲ့ရသကတော့ တူမယ်မထင်ပါဘူး။\nဇာတ်ကားတစ်ကားကို မင်းသားမင်းသမီးကွဲရင်တောင် ခံစားရတဲ့ရသ ကွဲသေးတာမို့\nနိုင်ငံခြားပါပြီဆိုမှတော့ အကုန်ကွဲပဲမဟုတ်လား။ဒီတော့ ဘာတွေကွဲလည်းသိရအောင် ကိုယ်တိုင်ပဲ ကြည့်ကြည့်လိုက်တော့ ..။အစီအစဉ်တင်ဆက်သူအနေနဲ့ အရမ်းနာမည်ကြီးခဲ့တဲ့ Arjun ..\nဘယ်လောက်တောင်နာမည်ကြီးခဲ့လဲဆိုရင် “သူပြောသမျှကအမှန်” ဆိုပြီးတော့တောင် အဆိုရှိတယ်။\nဒီလိုနာမည်ကြီးသူတစ်ယောက် တစ်ရက်မှာ TV အစီအစဉ်တင်ဆက်သူအဖြစ်ကနေ အသံလွှင့်အစီအစဉ်ကိုရာထူးချခံရ၊\nချစ်ရတဲ့ သတင်းထောက်မလေးနဲ့ကလည်း အဆင်မပြေ ..\nဂြိုလ်ဆိုးများအပေါင်းအဖော်နဲ့ဝင်တယ်ဆိုသလိုပဲ\nဒီလိုအဆင်မပြေတာတွေဖြစ်နေရတဲ့အထဲ\nတစ်နေ့မှာ ပက်လယ်ကူးတံတားဖောက်ခွဲခံလိုက်ရပြီး\nအကြမ်းဖက်သမားက Arjun တို့စတူဒီယိုကိုဖုန်းဆက်ပါလေရော ..အစိုးရအပေါ် ...",
        "rating": "9",
        "url": "https://channelmyanmar.org/dhamaka-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYTBkMGU2ZWQtZDI4ZS00NTE1LWI0NzItZTRjZGY0NDQzYmQyXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Rudra Thandavam (2021)",
        "description": "ဒီတစ်ခါမှာလည်း IMDB မှာ Voting 2K ကျော်နဲ့ Rating 6.7အထိရရှိထားတဲ့ တမီလ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n...................................................ဇာတ်လမ်းအကျဉ်းတမီလ်နာဒူး ပြည်နယ်မှာ မူးယစ်ဆေးကို အသုံးပြုပြီး အမျိုးသမီးတွေကို ခြိမ်းခြောက်ငွေညှစ်တဲ့ဂိုဏ်းတစ်ခုကိုကိုယ့်ရဲ့အဖွဲ့သားကိုပါရင်းပြီး ဖော်ထုတ်ခဲ့တဲ့ စစ်ဆေးရေးအရာရှိ ရူဒါရန် တစ်ယောက် ဆိပ်ကမ်းအပိုင်ရဲစခန်းကိုပြောင်းခဲ့ပါတယ်။ ရောက်ရောက်ခြင်းပဲ တန်ဖိုးကြီးမားလှတဲ့ မူးယစ်ဆေးဝါးတွေ ဖမ်းဆီးမိပြီးနာမည်တက်ရပြန်ပါတယ်။တရက်မှာတော့ မူးယစ်ဆေးရောင်း၀ယ်နေတဲ့ ကလေးတွေနောက်ကိုလိုက်ရင်း မထင်မှတ်တဲ့အဖြစ်အပျက်တွေကြုံလာရတဲ့အခါမှာတော့ အကြောင်းစုံကိုရုပ်ရှင်ထဲမှာပဲ ခံစားကြည့်လိုက်ကြပါ။ Over Acting တွေအနည်းငယ်ပါပေမယ့် ဇာတ်အိမ်ဇာတ်လမ်းတည်ဆောက်ပုံကောင်းတာကြောင့် တမီလ်ရုပ်ရှင်ကြိုက်သူတွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားပါပဲ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Lwin Htoo Aung နဲ့ Sai Thurein Lynn ပဲဖြစ်ပါတယ်။File size…2.64GB / 1.68GB\nQuality…1080p True Web Dl / 720p\nFormat…Mp4\nDuration….2h 48m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/rudra-thandavam-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MYjbEoL-133x200.jpg",
        "title": "Zeros and Ones (2021)",
        "description": "ဒီရုပ်ရှင်ဟာ အီတလီနိုင်ငံ ရောမမြို့မှာ ကိုဗစ်lockdown အတွင်းသွားရောက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲဖြစ်ပါတယ်\nMain leadကတော့ အတော်များများသိကြတဲ့မင်းသား Ethan Hawkeပါသေချာပေါက်ပြောနိုင်တာက ဒီရုပ်ရှင်ဟာ ကြည့်ရှုသူတွေရဲ့အမြင်ပေါ်လိုက်ပြီး ဝိဝါဒကွဲပြားစရာတွေ များနိုင်ပါတယ်၊ မေးခွန်းထုတ်စရာတွေ ရှိနိုင်ပါတယ်\nဘာကြောင့်လဲဆိုတော့ ဖြစ်ရပ်တစ်ခုထဲအပေါ်မှာပဲ လူ၂ဦးရဲ့ ရှုထောင့်၂မျိုးကို ရောစပ်ရိုက်ကူးထားလို့ပါဗာတီကန်မြို့တော်ကို ဗုံးခွဲတိုက်ခိုက်နိုင်တဲ့ ခြိမ်းခြောက်မှုကြောင့် ရောက်လာတဲ့ အမေရိကန်စစ်သားဟာ အကျဉ်းကျခံနေရတဲ့၊ ဖောက်ခွဲမှုအကြောင်း သိထားနိုင်တဲ့ ညီဖြစ်သူ တော်လှန်ရေးသမားကို သဲကြီးမဲကြီးလိုက်ရှာနေခဲ့ပါတယ်ဒါ့အပြင် ရောမမြို့ရဲ့လမ်းမထက်က လျှို့ဝှက်အဖွဲ့အစည်းတွေနဲ့ပါ ပူးပေါင်းပြီး ဖောက်ခွဲမှုကို တားဆီးဖို့ကြံတဲ့အခါ....\nထိုစစ်သားအနေနဲ့ အဖျက်လုပ်ငန်းတွေကို တားဆီးနိုင်မှာလား၊ ဖောက်ခွဲသူတွေရဲ့ သဘောထားကရော ဘယ်လိုဖြစ်နေမလဲ စသဖြင့်ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__1.5 GB , 800 MB\nQuality__1080p, 720p\nIMDb Rating__5.0/10\nFormat__mp4\nDuration__01:25:00\nType__Action , Adventure , Drama\nSubtitle__Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/zeros-and-ones-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/n-138x200.jpg",
        "title": "Night Raiders (2021)",
        "description": "ဒီရုပ်ရှင်ဟာ Genreများပါတယ်၊ အနာဂတ်စစ်ပြီး​​ခေတ်Post-apocalypticကာလမှာ အ​ခြေခံထားတဲ့ Sci-drama အမျိုးအစားပါ၊ဒါ​ပေမဲ့ ကိုးကွယ်ယုံကြည်မှုနဲ့ အယူဝါဒ ဆိုင်ရာ၊ လူမျိုး​ရေးဝါဒ၊အရင်းရှင်နဲ့ မျက်နှာမွဲ​ ကျောခင်း ဘဝ​တွေစသဖြင့် ရှု​ထောင့်တိုင်းမလွတ်​စေရ​အောင် ဒါရိုက်တာမှ အစွမ်းပြထားပါတယ်၊ဒါ့အပြင် ရှိတာနဲ့ လှ​​အောင်ဆင်ထားတဲ့ ရိုက်ကွင်းsettingနဲ့soundtracks ​တွေ​က post apocalyptic ဆိုတဲ့အရသာကို ပို​ပေါ်​လွင်​စေပါတယ်စစ်ပြီး​​ခေတ်ကာလ 2039ခုနှစ်မှာ Emerson stateလို့ ​​ခေါ်တဲ့အရင်းရှင်ပြည်နယ်တစ်ခုဟာ အင်အားနည်းတဲ့ လူမျိုးစု​တွေအ​ပေါ်ဓနအင်အား​ရော၊ စစ်​ရေးအင်အားနဲ့ပါ ဖိနှိပ်ထားပါတယ်၊ဖိနှိပ်တဲ့ပုံစံက အင်အားနည်းလူမျိုးစုနဲ့ ပြည်သူ​တွေထဲကအသက်မပြည့်​သေးသူ က​လေး​တွေကို နိုင်ငံ​တော်ပိုင်အ​နေနဲ့ ​ခေါ်​ဆောင်ပြီးပညာသင်ကြား​စေခြင်း ဆိုတဲ့ အ​ယောင်ပြပုံစံပဲဖြစ်ပါတယ်၊ကိုယ့်ရင်​သွေးကို မ​စေလွှတ်တဲ့မိဘ​တွေကိုလည်းနိုင်ငံ​တော် ပုန်ကန်မှုနဲ့ ဖမ်းဆီး​ထောင်ချတဲ့အထိတရားမဲ့စွာ အုပ်ချုပ်​​နေတာပါ၊ ဒီလို မတရားမှုဟာ တစ်​နေ့မှာNiskaနဲ့ သူမရဲ့ သမီးဖြစ်သူWarseseတို့ဆီ တည့်တည့်​ရောက်လာပါတယ်၊သမီးကို Emersonပြည်နယ်ထဲ ပို့လိုက်ရတဲ့ Niskaလည်းသမီးကိုပြန်လည်ကယ်တင်ဖို့ ​ဒေသခံလူမျိုးစုတစ်စုနဲ့ ပူး​ပေါင်းရင်းEmerson stateရဲ့အ​ယောင်ပြပညာ​​ရေးနဲ့ ​နောက်ကွယ်ကအကြံအစည်က ဘာ​တွေဖြစ်​နေမလဲ၊\nအခက်အခဲ​ပေါင်းများစွာကြားက Niskaနဲ့ Warseseတို့ ပြန်ဆုံ​နိုင်မလားဆိုတာကိုစိတ်ဝင်စားစရာ တင်ဆက်မှုနဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/night-raiders-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/EL7Zm_4f-127x200.jpg",
        "title": "Escape of Shark (2021)",
        "description": "Bဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့...ဝမ်လေဟာ အရင်က ငါးမန်းတစ်ကောင်ကြောင့် သူ့ရဲ့ချစ်ဇနီးလေးကို ဆုံရှုံးလိုက်ရကာ ကျွန်းပေါ်မှာပဲ သောက်လိုက်စားလိုက်နဲ့ ပေတေပြီးနေနေတဲ့ ရေကူးချန်ပီယံဟောင်းတစ်ယောက်ပါ\nဒါ့အပြင် ဝမ်လေက ကျွန်းပေါ်ဟိုတယ်တစ်ခုမှာ အလုပ်ဝင်လုပ်နေသူတစ်ယောက်လည်းဖြစ်ပါတယ်တစ်နေ့ အဲ့ဒီကျွန်းပေါ်ဟိုတယ်လေးမှာ ပျော်ရွှင်ဖွယ်ကောင်းတဲ့ပါတီကျင်းပပြီးနောက်ရက်မှာပဲ ရာသီဥတုပြောင်းလဲမှုကြောင့် ပင်လယ်ငလျင်အကြီးစားတစ်ခု ဖြစ်ပွားခဲ့ပါတယ်\nအဲ့ဒီငလျင်ကြောင့် ဟိုတယ်တစ်ခုလုံး ရေလွှမ်းသွားပြီး ငါးမန်းတစ်ကောင်ပါ ရေလှိုင်းတွေနဲ့အတူပါလာတဲ့အခါမှာတော့...တည်းခိုသူတွေထဲမှ အသက်ရှင်ကျန်ရစ်သူတွေကို ဝမ်လေတစ်ယောက် ဘယ်လိုမျိုး သက်စွန့်ဆံဖျား ဟိုတယ်အပြင်ဖက်ဆီသို့ ခေါ်ထုတ်သွားမလဲဆိုတာကို သည်းတထိတ်ထိတ် ရင်တဖိုဖိုနဲ့ ကြည့်ရှုခံစားကြရမှာပါ ။( အညွှန်းရေးသားထားသူကတော့ Yamin Ei ပါ )File Size__1.2 GB , 650 MB\nQuality__1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:10:00\nType__Action , Adventure\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Yamin Ei\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/escape-of-shark/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/BW7P1_4f-143x200.jpg",
        "title": "The Curse of Turandot (2021)",
        "description": "ဒီဇာတ်ကားက ဒဏ္ဍာရီပုံပြင်တစ်ပုဒ်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။မင်းသမီး ထူလန်တော်ဟာ သူ့မွေးနေ့မှာ ခမည်းတော်ဘုရင်က ထူးဆန်းတဲ့လက်ကောက်သုံးခု အပါအဝင် လက်ဆောင်အများအပြားပေးလိုက်ပါတယ်..\nဒါပေမယ့် အဲဒီလက်ကောက်သုံးခုမှာပါဝင်တဲ့ မမြင်နိုင်တဲ့စွမ်းအားတွေကြောင့်\nမင်းသမီးဟာ အရောင်တွေကိုမခွဲခြားနိုင်တော့ဘဲ ထူးဆန်းတဲ့အပြုအမူတွေနဲ့ သီးသန့်ဆန်လာပါတော့တယ်။သူ၁၈ နှစ် မပြည့်ခင်မှာ ဒီလက်ကောက်သုံးခုရဲ့ ပဟေဠိသုံးခုကို မဖြေရှင်းနိုင်ရင် သူဟာနတ်ဆိုးဝင်စားသူအဖြစ် သတ်မှတ်ခံရပြီး သေဒဏ်ပေးခံရမှာပါ။\nဒါကြောင့် ဘုရင်ကြီးက သူ့သမီးအတွက် အဖြေရှာနိုင်တဲ့သူကို မင်းသမီးနဲ့လက်ထပ်ခွင့်ပေးမယ်လို့ တစ်နိုင်ငံလုံးကိုကြေငြာခဲ့တယ်။ဒီအချိန်မှာ မျက်လုံးအပြာရောင်ရှိတဲ့ မင်းသား ခါရာဖူဟာ မင်းသမီးထူလန်တော်ရဲ့ အလှအပမှာနှစ်မြောသွားတာကြောင့်\nမင်းသမီးလေးရဲ့အခက်အခဲတွေကို ဖြေရှင်းတိုက်ခိုက်ဖို့ စွန့်စားပါတော့တယ်။ဒဏ္ဍာရီပုံပြင်ကို အခြေခံရိုက်ကူးထားတာကြောင့် သဘာဝလွန်စွမ်းအားတွေနဲ့ Fantasy Romance အမျိုးအစားဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။\nFile size…(1.8 GB) / (950 MB)\nQuality….WEB-DL 1080p / 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-curse-of-turandot-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYWQ2NzQ1NjktMzNkNS00MGY1LTgwMmMtYTllYTI5YzNmMmE0XkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_-135x200.jpg",
        "title": "[James Bond] No Time to Die (2021)",
        "description": "No Time to Die (2021)=================IMDb Rating - 7.5/10No time to die ကတော့ No time to disappoint ပါပဲ။ ကျေနပ်စရာကောင်းပါတယ်။ အနားယူပြီးဖြစ်တဲ့ဂျိန်းစ်ဘွန်းကို စီအိုင်အေက စပက်တာတွေနဲ့ ပတ်သတ်တဲ့အမှုတစ်ခု အကူအညီတောင်းလို့ လက်ခံလိုက်ရင်းနဲ့007 အသစ်နဲ့ တွေ့ပြီး အရင်ရန်သူဟောင်းတွေရော ရန်သူသစ်တွေရော ချစ်သူဟောင်းတွေရောနဲ့ တွေ့ပြီး ဇာတ်လမ်းတွေရှုပ်ကုန်တာပေါ့။ အဓိကကတော့ ဇီဝလက်နက်နဲ့ လူတွေသတ်ပြီး ကမ္ဘာကြီးကို ပြင်ဆင်ပေးချင်တဲ့ သူတော်ကောင်းကြီးကို007 ဟောင်း လူယုတ်မာကြီးက လိုက်ပြီး တားဆီးရတဲ့ ဇာတ်လမ်းပါပဲ။ အများကြီးတော့ ဇာတ်လမ်းကို မပြောပြတော့ပါဘူး။အားလုံးကြိုက်ကြမှာပါ။ (ဒီဇာတ်လမ်းရဲ့ အညွှန်းကိုMr.Andrson မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။) File Size - (4GB)/(3.08 GB)/(1.9 GB )/(800 MB)Quality – WEB-DL ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/no-time-to-die-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zoKcwyQk8VyWeMsaf8mgHzzWERZ.jpg",
        "title": "Race to Witch Mountain (2009)",
        "description": "Race To Witch Mountain (2009)ကိုယ်နေထိုင်ရာဂြိုလ်ကြီးက ပျက်ဆီးသေဆုံးတော့မယ်ဆိုတော့ စကြာဝဠာကို ခြေဆန့်ခရီးထွက်ပြီး အိမ်အသစ်ရှာကြမယ့်\nဂြိုလ်သားများ ကမ္ဘာမြေပေါ်ကို တည့်တည့်ကြီး ရောက်လာပါတော့တယ်တစ်ချို့က ကမ္ဘာပေါ်က ဇီဝရုပ်တွေကိုလေ့လာပြီး မိမိတို့ဂြိုလ်ကို ပြန်အသက်သွင်းဖို့ ကြံစည်ကြတဲ့\nသိပ္ပံပညာရှင်ဂြိုလ်သားတွေရှိသလို လက်နက်အားကိုး ကမ္ဘာကိုသိမ်းပြီး ကျူးကျော်နေထိုင်မယ့်\nစစ်သားဂြိုလ်သားတွေလည်းရှိတာပေါ့။အဲဒီကြားထဲကမှာ မိမိတို့ဂြိုလ်ကိုပဲ ကယ်တင်ချင်တဲ့ ဂြိုလ်သား ကလေးအရွယ် နှစ်ယောက်ဟာ ကမ္ဘာပေါ်က သူတို့မိဘတွေ\nလုပ်လက်စ စမ်းသပ်မှုတွေကို လာယူမှာပါ။ အဲဒီစမ်းသပ်မှုက သူတို့ဂြိုလ်ကို ပြန်လည်ကောင်းမွန်အောင်လုပ်နိုင်တာကို\nခေါင်းဆောင်တွေကို ပြန်ပြလို့ ကမ္ဘာမြေကို ဒုက္ခမပေးမယ့်လမ်းကို ရွေးချင်သူတွေပါ။သူတို့ရဲ့ ကမ္ဘာမြေခရီးမှာ ရာဇဝတ်မှုတွေနဲ့ ကြီးပြင်းလာပြီးမှ ရိုးရိုးသားသား အငှားယာဉ်မောင်းစားနေတဲ့\nကျွန်တော့်အကြိုက်ဆုံးမင်းသား Dwayne Johnson ရယ်၊ နက္ခတ္တရူပဗေဒပညာရှင် ဒေါက်တာမမရယ်တို့နဲ့ ပေါင်းမိပြီး ဘာတွေဖြစ်လို့ ဘာတွေဖြစ်ကြမယ်ဆိုတာ ကြည့်ရှုရပါမယ်။Fantasy ကားတွေရိုက်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ Walt Disney ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/race-to-witch-mountain-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iCIycswWbX1EDS6PYYBcR9ohrC.jpg",
        "title": "The Blind Swordsman: Zatoichi (2003)",
        "description": "The Blind Swordsman: Zatoichi (2003) ဇာတ်လမ်းအညွှန်း\n*******************************************************ဒီဇာတ်လမ်းလေးဟာ ဆာမူရိုင်း အကြောင်းရိုက်ကူးထားတဲ့ ဇာတိုအိချိ ဆိုတဲ့\nဇာတ်လမ်းတွဲကို ပြန်လည် အသက်သွင်း ရိုက်ကူးထားတဲ့ ရုပ်ရှင်လေးပါမျက်မမြင် အနှိပ်သည်ယောင် ဆောင်ထားတဲ့ တုနှိုင်းမဲ့ ဓားသမားတစ်ယောက်\nခြေဦးတည့်ရာ လျှောက်သွားရင် လူမိုက်ဂိုဏ်းတွေ ကြီးစိုးနေတဲ့ မြို့လေးတစ်မြို့ဆီ\nရောက်လာခဲ့တယ်။မြို့ကိုရောက်တဲ့အချိန်မှာ လယ်သမား မိသားစုလေးတစ်ခုနဲ့ တွေ့မိပြီး\nအပြန်အလှန် ရိုင်းပင်းကူညီရင်း ခင်မင်သွားခဲ့တယ်။တစ်နေ့မှာတော့ မျက်မမြင်အနှိပ်သည်ဟာ စိတ်ပြေလက်ပျောက် လောင်းကစားဝိုင်းသွားရာမှ\nဝိုင်းမှာ မတရားလုပ်နေတဲ့ လူမိုက်ဂိုဏ်းကို နှိပ်ကွပ်ဆုံးမလိုက်တာကြောင့်\nလူမိုက်ဂိုဏ်းတွေရဲ့ ရန်ငြိုးထားခြင်းကို ခံခဲ့ရပါတယ်။တစ်ချိန်တည်းမှာပဲ ကလေးဘဝမှာ တောပုန်းဓားပြတွေရဲ့ လက်ချက်ကြောင့်\nမိဘတွေနဲ့ မျိုးရိုးဂုဏ်ကိုပါ ဆုံးရှုံးလိုက်ရတဲ့ မောင်နှမလေးနှစ်ယောက်ကလည်း\nလက်စားချေဖို့ ကြိုးစားရင်း အဆိုပါ မြို့လေးကို ရောက်ရှိလာကြပါတယ်။မျက်မမြင်အနှိပ်သည် တစ်ယောက် လူမိုက်ဂိုဏ်းရဲ့ ရန်က လွတ်ပါ့မလား၊\nမောင်နှမလေးနှစ်ယောက်ကကော သူတို့မိဘတွေအတွက် သွေးကြွး ဆပ်နိုင်ပါ့မလား ဆိုတာကိုတော့\nဆက်လက်စောင့်ကြည့်ကြပါစို့။ File Size  - 2.2GbQuality - Blu-ray 1080p 5.1chDuration ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-blind-swordsman-zatoichi-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w9ph5cUfGbw41WXt7yuXsWeN2TV.jpg",
        "title": "[James Bond] Dr. No (1962)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++စာရေးဆရာကြီး Ian Fleming  ရဲ့ James Bond ဇာတ်ကောင်ကို ပထမဆုံးအသက်သွင်းတဲ့ ဇာတ်ကားဖြစ်ပြီးမင်းသားကြီးရှောင်ကွန်နရီက အကောင်းဆုံး သရုပ်ဆောင်နိုင်ခဲ့တာမို့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7.2/10) ရရှိထားပါတယ်။\nFile size…(2.1 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.2",
        "url": "https://megaup.net/1Gaca/(CM)James.Bond_.Dr..No.1962.BluRay.1080p.HEVC.EAC3.5.1Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zx4V17FP8oclNvOpTgs2iCCtiYk.jpg",
        "title": "[James Bond] From Russia with Love (1963)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၂ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7.4/10) ရရှိထားပါတယ်။\nFile size…(2.2 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:55:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.4",
        "url": "https://megaup.net/1Gacc/(CM)James.Bond_.From.Russia.with.Love.1963.BluRay.1080p.HEVC.EAC3.5.1Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aKNFzaqQgPzsGXnsMc4kJH5hFIV.jpg",
        "title": "[James Bond] Goldfinger (1964)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++မင်းသားကြီးရှောင်ကွန်နရီရဲ့ ၃ ကားမြောက် ဂျိမ်းစ်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်။သိကြတဲ့အတိုင်း ရှောင်ကွန်နရီဆိုရင် ဂျိမ်းစ်ဘွန်းနဲ့ပဲ တွဲမြင်တဲ့အထိ သက်ဝင်အားကောင်းခဲ့ပါတယ်။သူ့ရဲ့ဘွန်းကားတွေဟာ စမတ်ကျတဲ့အပြင် ရယ်စရာ ထေ့လုံး လှောင်လုံးတွေအများဆုံးပါဝင်တာကြောင့်ဘွန်းအဆန်ဆုံးကားတွေလို့ ပြောလို့ရပါတယ်။Action သီးသန့်မဟုတ်ဘဲ ဘက်ပေါင်းစုံက တင်ဆက်ထားနိုင်ပြီးသူ့ခေတ်မှာ အတော်ကို အံ့ဩရတဲ့ ဖန်တီးမှုတချို့ပါတင်ဆက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကတော့ IMDb Rating (7.7/10) ရရှိထားပါတယ်။\nFile size…(2.1 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Zuel Khant Thwin",
        "rating": "7.7",
        "url": "https://megaup.net/1Gacl/(CM)Goldfinger-1964,BluRay.1080p.HEVC.EAC3.5.1Audio.mkv",
        "category": "007, Action, Adventure, Thriller"
    }
]