[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/6FHoUoYrfmwXJsDIR0s8YvV1Ctj-133x200.jpg",
        "title": "The Last of the Mohicans (1992)",
        "description": "The Last of the Mohicans (1992)\nIMDb - 7.7/10________Rotten - 93%\nWon 1 Oscar. Another 6 wins & 17 nominations\n Unicodeအကောင်းဆုံးဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ ဒီဇာတ်ကားဟာတော့\n၁၇ ရာစုက Red Indian လူမျိုးတွေနဲ့ ဗြိတိသျှနယ်ချဲ့တွေအကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။\nမင်းသားကြီး Daniel Day‑Lewis ကို မှတ်မှတ်ထင်ထင်ဖြစ်စေခဲ့တဲ့ ဇာတ်ကားဆိုလဲမမှားပါဘူး။\nRating တွေကြည့်တာနဲ့တင် ဘယ်လောက်ကောင်းတဲ့ဇာတ်ကားဆိုတာ အထူးတလည် ညွှန်းပြစရာမလိုတဲ့အတွက်\nကိုယ်တိုင်ပဲ ခံစားကြည့်ရှုဖို့ဖိတ်ခေါ်ပါရစေ။  \nZawgyiအေကာင္းဆံုးဇာတ္ကားေတြထဲက တစ္ကားျဖစ္တဲ့ ဒီဇာတ္ကားဟာေတာ့\n၁၇ ရာစုက Red Indian လူမ်ိဳးေတြနဲ႔ ျဗိတိသွ်နယ္ခ်ဲ႕ေတြအေၾကာင္းကို အေျခခံျပီး ရိုက္ကူးထားတာပါ။\nမင္းသားၾကီး Daniel Day‑Lewis ကို မွတ္မွတ္ထင္ထင္ျဖစ္ေစခဲ့တဲ့ ဇာတ္ကားဆိုလဲမမွားပါဘူး။\nRating ေတြၾကည့္တာနဲ႔တင္ ဘယ္ေလာက္ေကာင္းတဲ့ဇာတ္ကားဆိုတာ အထူးတလည္ ညႊန္းျပစရာမလိုတဲ့အတြက္\nကိုယ္တိုင္ပဲ ခံစားၾကည့္ရႈဖို႕ဖိတ္ေခၚပါရေစ။    \nFile size…(1 GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:02:00\nSubtitle….Myanmar Subtitle ...",
        "rating": "7.7",
        "url": "https://megaup.net/Qwmd/The_Last_Of_The_Mohicans_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTM4MDQ5MTkxMV5BMl5BanBnXkFtZTcwMTU4MzUzMQ@@._V1_-135x200.jpg",
        "title": "Miami Vice (2006)",
        "description": "Miami Vice (2006)\nIMDb - 6.0/10_____Rotten - 47%\n  \nစုံထောက် ဆိုနီနဲ့ ရီကာဒိုတို့ဟာ ဖလော်ရီဒါက မူးယစ်ဆေးမှောင်ခိုအဖွဲ့ကို ဖမ်းဆီးနိုင်ရေးအတွပ် သူလျှိုလုပ်ခဲ့ကြပါတယ်..\nမူးယစ်လောကဟာ သူတို့ထင်ထားတာထက်ရှုတ်ထွေးနေသလို လျှို့ဝှက်မှုတွေလည်းရှိနေခဲ့တယ်...\nဒီကြားထဲ မှောင်ခိုမူးယစ်ခေါင်းဆောင်အမျိုးသမီးကလည်း လှသလောက် အလုပ်လုပ်တဲ့နေရာမှာတော်တယ်....\nစုံထောက် ဆိုနီဟာ မှောင်ခိုဂိုဏ်းခေါင်းဆောင်ရဲ့ အမျိုုးသမီးရဲ့အလှမှာ ယစ်မူးသွားခဲ့တယ်....\nမူးယစ်ဆေးဝါးလောကရဲ့ အရှုပ်အထွေးတွေကြားမှာ စုံထောက်ဆိုနီနဲ့ ရီကာဒိုတို့  မူးယစ်အဖွဲ့ကို ဖမ်းဆီးနိုင်မလား....\nအချစ်နွံထဲနစ်ပြီး ဆိုနီတစ်ယောက် ဗျာများနေမလား.... Action နဲ့ Crime ကြိုက်သူတွေအတွက်တော့ခံစားကြည့်လိုက်ပါဦး...\nMiami Vice(2006)ဇာတ်ကားမှာ မင်းသားCollin Farrellနဲ့ Jamie Foxxတို့အဓိကသရုပ်ဆောင်ထားပြီး\nတရုတ်မင်းသမီး ချောGaung Liလည်း ပါဝင်ထားပါတယ်...\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ညီမငယ် Hnin Amy Khineပဲဖြစ်ပါတယ်...\n စံုေထာက္ ဆိုနီနဲ႔ ရီကာဒိုတို႔ဟာ ဖေလာ္ရီဒါက မူးယစ္ေဆးေမွာင္ခိုအဖဲြ႔ကို ဖမ္းဆီးႏိုင္ေရးအတြပ္ သူလ်ွိဳလုပ္ခဲ့ၾကပါတယ္..\nမူးယစ္ေလာကဟာ သူတုိ႕ထင္ထားတာထက္ရႈတ္ေထြးေနသလုိ လွ်ဳိ႕၀ွက္မႈေတြလည္းရွိေနခဲ့တယ္...\nဒီႀကားထဲ ေမွာင္ခုိမူးယစ္ေခါင္းေဆာင္အမ်ဳိးသမီးကလည္း လွသေလာက္ အလုပ္လုပ္တဲ့ေနရာမွာေတာ္တယ္....\nစံုေထာက္ ဆိုနီဟာ ေမွာင္ခိုဂိုဏ္းေခါင္းေဆာင္ရဲ႕ အမ်ိဳဳးသမီးရဲ႕အလွမွာ ယစ္မူးသြားခဲ့တယ္....\nမူးယစ္ေဆးဝါးေလာကရဲ႕ အ႐ွဳပ္အေထြးေတြၾကားမွာ စံုေထာက္ဆိုနီနဲ႔ ...",
        "rating": "6.0",
        "url": "https://megaup.net/2g7S7/Miami_Vice_[2006]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/eagle-eye-poster-134x200.jpg",
        "title": "Eagle Eye (2008)",
        "description": "Eagle Eye (2008)_____IMDb - 6.6/10\n  \nအေးအေးနေတတ်တဲ့ ကော်ပီ ကူးတဲ့ အလုပ်သမား ဂျယ်ရီရှော\nတယောက် က အမေရိကန် လေ တပ်ကနေ ထွက်ခဲ့သူဖြစ်ပါတယ်၊\nသူနဲ့ အရမ်းတူတဲ့ သူ့အကို အီသန်ရှော ဟာ ရုတ်တရက် ဆုံးပါးသွားတဲ့နောက် မှာ သူ့အရမ်း\nပြောင်းလဲသွားပါတယ်။ အိမ်လခတောင် မှန်မှန်မပေးနိုင်တဲ့ ဂျယ်ရီရှော ရဲ့\nဘဏ်အကောင့်ထဲမှာ ဒေါ်လာ ၇ သိန်း ကျော်ရောက်ရှိလာပါတယ်။\nအိမ်ပြန်ရောက်တဲ့အခါမှာတော့ သူ့အခန်းထဲမှာ လက်နှက်တွေ ၊ ခဲယမ်းမီးခြောက်တွေနဲ့ ပစ္စည်း\nပစယတွေ မဖိတ်ခေါ်ဘဲ ရောက်ရှိလာပါတယ်။\nသူသိပ်အံ့အားသင့်သွားတဲ့အချိန်မှာဘဲ သူ့လက်ကိုင်ဖုံးကို\nတဦးတယောက် က လှမ်းခေါ်ပါတယ်။\nကိုင်လိုက်တဲ့အခါမှာတော့ ဂျယ်ရီ့ အိမ့်ကို နောက် ၄ မိနစ်အတွင်း မှာဘဲ FBI က\nဝင်ရောက်စီးနင်းတော့ မှာ ဖြစ်တယ်ဆိုတဲ့အကြောင်း ၊ ဒါကြောင့် အခုဘဲ\nလွတ်အောင်ပြေးဖို့နဲ့ ပြေးဖို့နေရာကို ညွှန်ကြားပါတော့တယ်။\nဂျယ်ရီတယောက် မယုံမရဲဖြစ်နေစဉ်မှာဘဲ ၄ မိနစ်ပြည့်သွားတဲ့အတွက် FBI ကနေ\nတရားမဝင်လက်နှက်တွေ ...",
        "rating": "6.6",
        "url": "https://megaup.net/Shcs/Eagle_Eye_[2008]_{Blu-Ray_1080p}_(ENG_&_MM_Sub).mkv",
        "category": "Action, Mystery, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMjQ0Njc1OTczMl5BMl5BanBnXkFtZTgwMDM0MzY5NTM@._V1_SY1000_CR006461000_AL_-129x200.jpg",
        "title": "Patient Zero (2018)",
        "description": "ထိတ်လန့်ချောက်ခြား အသဲတယားယား ဖြစ်ချင်တဲ့သူတွေအတွက်Zombie တွေ လာပါပြီ ဒီတစ်ခါတော့ အရင်ပုံစံတွေ နဲ့ မတူတဲ့Zombie တွေ ကို မြင်ရပါမယ်....မြို့လေး တစ်ခုကနေ ကမ္ဘာကြီးထိ အစချီပြီးခွေးရူးပြန် ရောဂါ နဲ့ ပုံစံတူတဲ့ ရောဂါဆိုး တစ်ခုဖြစ်ပွားခဲ့ပြီးလူသားတွေ အားလုံး ကူးစက်ခါ မျိုးတုန်းလုနီးပါးဖြစ်ကုန်ပါတယ်Zombie တစ်ကောင်က ကိုက်ရင် ရောဂါ က ချက်ချင်းကူးစက်တက်ပါတယ်အဲ့ဒီလို ကူးစက်ခံရပြီးမှ ပြန်ကောင်းသွားတဲ့ သူ တစ်ဦးကတော့စစ်တပ် နဲ့ ဆေးအဖွဲ့အစည်းမှာ ရှိနေပြီး Zombie တွေ ကို ကုသနိုင်မယ့်ဆေးကို ဖော်ထုတ်ဖို့ ကြံစည်နေခဲ့ပါတော့တယ်....ပိုပြီး ထူးခြားတာကတော့ ဒီ Zombie တွေဟာလူအသိစိတ် ရှိနေပြီး အရိုင်းစိတ် ဝင်နေတဲ့ သတ္တဝါတွေဖြစ်နေတာပါပဲ ဒီတော့ ပိုကြမ်းသွားပါပြီ လူသားစိတ်နဲ့ Zombie တွေကိုဘယ်လို ကုသ နှိမ်နင်းနိုင်မလဲ ဆိုတာ ကြည့်ရှုလိုက်ကြပါစို့ဒီရုပ်ရှင်ကားမှာ GOT ဇတ်လမ်းတွဲထဲက ဇတ်ကောင်တစ်ချို့ပါတယ်နော်ဒီရုပ်ရှင်ကားကို May Thazin Soe မှ ဘာသာပြန်ပေးထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/patient-zero/",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/5b195ecdcec1fdd31231795f9f33445c-151x200.jpg",
        "title": "Sathya (2017)",
        "description": "IMDb Rating (6.5) ရရှိထားတဲ့ တမီးလ်ဇာတ်ကားလေးပါ။ဆတ္တယာ(Sathya) ဟာ သြစတေးလျက အဆင့်မြင့်ကုမ္ပဏီတစ်ခုမှာ အဆင့်မြင့်အရာရှိတစ်ယောက်အနေနဲ့လုပ်ကိုင်နေတဲ့ သူတစ်ယောက်ဖြစ်ပြီးတော့ အချစ်ရေးရာကိစ္စဆိုလို့ ဘာမှကိုစိတ်မဝင်စားတတ်တဲ့သူပါ။တစ်နေ့မှာတော့ အိန္ဒိယနိုင်ငံချင်နိုင်းမှာရှိနေတဲ့ သူ့ရည်းစားဟောင်းဖြစ်တဲ့ (Swetha) ဆွီသာ့ဆီကနေ အကူအညီတောင်းတဲ့ ဖုန်းအသံမက်ဆေ့တစ်ခုရပါတယ်။လွန်ခဲ့နှစ်လလောက်က ဆွီသာရဲ့ ငါးနှစ်အရွယ်သမီးလေးကို လူစိမ်းနှစ်ယောက်က ဖမ်းဆီးခေါ်သွားခဲ့တယ်လို့ ဆွီသာကပြောဆိုုပြီး သူ့သမီးလေးကို ပြန်ပြီးရှာပေးဖို့အတွက် အကူအညီတောင်းတာပါပဲ။ချန်နိုင်းမှာရှိနေတဲ့ ရဲတွေက ဒီအမှုကို ရေရေရာရာစုံစမ်းစစ်ဆေးတာမလုပ်ခဲ့ကြပဲ အမှုကိုပိတ်ပစ်လိုက်ကြပြီးတဲ့နောက် ငါးနှစ်အရွယ်ကလေးမလေးတစ်ယောက်ဆိုတာ တကယ်မရှိတဲ့အကြောင်းနဲ့ဆွီသာ့အနေနဲ့ ထင်ယောင်ထင်မှာဖြစ်နေတာသာဖြစ်ပြီး စိတ်ရောဂါကုဆရာဝန်ဆီကို သွားတွေ့သင့်ကြောင်းကိုပဲ ရဲတွေက တုန့်ပြန်ကြပါတယ်။ဆွီသာရဲ့ အမျိုးသားဖြစ်သူနဲ့ အိမ်နီးချင်းတွေကိုယ်တိုင်ကလည်း ဆွီသာဟာ ကလေးမရနိုင်တဲ့သူဖြစ်တဲ့အကြောင်းနဲ့ ဒီလိုဖြစ်ပျက်နေတာဟာ ဆွီသာရဲ့စိတ်ကူးယဉ်မှုတစ်ခုသာဖြစ်တဲ့အကြောင်း ဆတ္တယာကို ရှင်းပြကြပါတယ်။နောက်ပိုင်းမှာတော့ ဆတ္တယာ ကိုယ်တိုင်ကလည်း ဆွီသာ့ စကားတွေကို မယုံမကြည်ဖြစ်လာပြီးတဲ့နောက် ဆွီသာဟာ အထပ်မြင့်တိုက်တစ်ခုနေခုန်ချပြီး ကိုယ့်ကိုယ်ကို အဆုံးစီရင်သွားခဲ့ပါတော့တယ်။ဒါပေမယ့်…\nအမျိုးသမီးတစ်ယောက်ဖြစ်တဲ့ ချန်နိုင်းမြို့ရဲတပ်ဖွဲ့မှူး နဲ့ ရဲတပ်ဖွဲ့ဝင်တွေ….\nဆွီသာ့ရဲ့ အမျိုးသား နဲ့ ဆေးစွဲနေတဲ့ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/sathya-2017/",
        "category": "Action, Bollywood, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BYzM4YjM1NWEtYWYyOC00OTkwLThkNGUtYjM1MTQ0MGI4ZGM1XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Rx 100 (2018)",
        "description": "အချစ်ဟာ နူးည့ံတယ် သိမ်မွေ ့တယ်..နှစ်လိုဖွယ်အတိနဲ ့သူ ့အကြောင်းလေး တွေးနေရရင်ကို အိပ်မပျော်တဲ့ညတွေ...အရာရာကို မေ့လျော့သွားတဲ့ အခိုက်အတန် ့တွေ ရှိတယ်။အချစ်ဦးဆိုရင် ပိုလို ့တောင် ရင်ဖိုဖို ့ကောင်းသေး၊ဒါကြောင့်လည်း ရှေးလူကြီးတွေက \"အချစ်ဦးကို မြေးဦးရတဲ့အထိ မမေ့ဘူး\"လို ့ဆိုရိုး ထားခဲ့ပုံပါပဲ....။ဒါက ဒီကားထဲက ဇာတ်ကောင်ဖြစ်တဲ့ဆီဗာ့ကိုယ်စား ကျွန်တော် ခံစားမိတာလေးပေါ့။တစ်ဖက်က ကြည့်တော့ကိုယ့်ဘက်က ဘယ်လောက်ပဲ ချစ်ချစ်အချစ်ဆိုတာ ခဏတာအထိအတွေ ့ကို ယစ်မူးရုံလောက်သာ သဘောထားပြီး ယောက်ျားဆိုတာ သူ ့အတွက် ကစားစရာလို ့ သတ်မှတ်ထားတဲ့အင်ဒူးလို မိန်းကလေးတွေလည်း ရှိနေသေးတယ်။ဘယ်ယောက်ျားကို ဘယ်လိုပဲ ကစားကစားပြသနာမရှိပေမယ့် သူ ့ကို ရူးခါနေအောင် ချစ်နေတဲ့ဆီဗာလို အချစ်ရူးတစ်ယောက်နဲ ့တွေ ့တော့အချစ်ဟာ အပျက်အပျက်နဲ ့နှာခေါင်းသွေး ထွက်လာနိုင်တဲ့အနေအထားကို ရုတ်ချည်း ပြောင်းလဲသွားတယ်။အများကြီး မညွှန်းလိုတော့ပါဘူး၊ကျွန်တော်ကတော့ ဒီကားကို လူငယ်တွေရဲ ့အချစ်ရေးနဲ ့ပက်သက်ပြီးပညာယူသင့်တဲ့ကားလို ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/rx-100-2018/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/photo-141x200.jpeg",
        "title": "All for the Winner (1990)",
        "description": "မင်းသားကြီးစတီဖင်ချောင်ရဲ့  IMDb Rating (6.9/10) ရရှိထားတဲ့ ဟာသဇာတ်ကားပါ။အားစင်းဟာ ရိုးသားပြီး စိတ်ထဲထင်သလို လုပ်ချင်ရာလုပ်တတ်တဲ့ လူတစ်ယောက်ဖြစ်ပါတယ်။သူ့ဦးလေးကတော့ ဟောင်ကောင်မှာ လူလည်လိုလို ကျင်လည်ကျက်စားနေတဲ့ လောင်းကစားသမားတစ်ဦးပါ။အားစင်းမှာ ထူးခြားတဲ့စွမ်းအားတစ်ခုက ဘယ်အရာကိုမဆို အလိုရှိရင် ထွင်းဖောက်မြင်နိုင်သလို စိတ်ပါရင် ရလဒ်တွေကိုပါပြောင်းလဲနိုင်သူပါ။ဒီအစွမ်းတွေကို လောင်းကစားဝိုင်းမှာ အသုံးပြုဖို့ သူ့ဦးလေးက ကြံစည်ပေမယ့် အားစင်းဟာ ကောင်မလေးတစ်ယောက်ကို ကြွေဆင်းပြီး သူ့ကိုမှ မမြင်ရရင် အားကုန် ပျော့ခွေနေတတ်တာကြောင့် အစွမ်းကို အမြဲမသုံးနိုင်ဘူးဖြစ်နေပါတယ်။ဒီအချိန်မှာပဲ ကမ္ဘာ့လောင်းကစားဖလားလုပွဲကို ကျင်းပဖို့ ဖြစ်လာရာမှာ လောင်းကစားလောကက ဂျင်တွေနဲ့ အားစင်းတို့တူဝရီး ဘယ်လိုတွေ အားပြိုင်ကြမလဲ.....အချစ်ကိုမမြင်ရရင် ပျော့ခွေနေတတ်တဲ့ အားစင်းရဲ့အစွမ်းတွေကို ဘယ်လိုဖော်ထုတ်ကြမလဲဆိုတာ...။ \nFile size…(900 MB) and (500 MB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thu Rein Zaw",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/all-for-the-winner-1990/",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-Spy_kids-135x200.jpg",
        "title": "Spy Kids (2001)",
        "description": "Spy Kids ဇာတ်ကားကတော့2001 ခုနှစ်မှာ Director:Robert Rodriguezရိုက်ကူးထားတဲ့ Action,Adventure,Comedyဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးအကြောင်းကတော့ လူတိုင်းနီးပါးသိမယ်ထင်ပါတယ်။ကျွန်တော်တို့ငယ်ငယ်တုန်းကကြည်ပြီးကြိုက်ခဲ့ရတဲ့ဇာတ်ကားလေးပါပဲ။အခုထိဆို ၄ကားထွက်ရှိပြီးသွားပါပြီ။ဇာတ်လမ်းကတော့ နိုင်ငံတစ်ခုစီက စပိုင်ကောင်လေးနဲ့စပိုင်ကောင်မလေးနှစ်ယောက်ဟာအကြောင်းအမျိုးကြောင့် ချစ်မိသွားခဲ့ကြပြီး\nကလေး၂ယောက် ရခဲ့ပါတယ်။သူတို့ဟာ ကလေးတွေမသိအောင်လျို့ဝှက်အေးဂျင့်လုပ်ကြပါတယ်။ဒါပေမယ့် တစ်နေ့မှာ သူတို့အဖွဲ့ထဲက အေးဂျင့်တစ်ယောက်ပျောက်ဆုံးသွားတဲ့အကြောင်းအရင်းနဲ့ပတ်သတ်ပြီးသူတို့နှစ်ယောက်တာဝန်ယူပြီး ရှာဖွေဖို့အမိန့်ကျလာပါတယ်။အဲ့ချိန်မှာ သူတို့အဖွဲ့ထဲက သစ္စဖောက်ကြောင့်သူတို့နှစ်ယောက်အဖမ်းခံခဲ့ရပါတယ်။အဲ့အချိန်မှာတော့ သူတို့ရဲ့ကလေးနှစ်ယောက်ဖြစ်တဲ့၁၂နှစ်အရွယ်Carmen နဲ့ ၉နှစ်အရွယ်Juni တို့နှစ်ယောက်သူတို့မိဘတွေကို ကယ်ဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲဘယ်လိုတွေ အလွဲလွဲအချော်ချော်ဖြစ်တယ်ဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာဆက်လက်ရှု့စားကြပါတော့...။ File size…(900 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:30:50\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Eden Zaw Htoo\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://megaup.net/TWuy/Spy_Kids_[2001]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-SpyKids2-135x200.jpg",
        "title": "Spy Kids 2: The Island of Lost Dreams (2002)",
        "description": "Spy Kids 2 ဇာတ်ကားကတော့ 2002ကရိုက်ကူးခဲ့တဲ့American spy adventure comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့Alexa vega,Daryl Sabara,Antonio Banderas တို့ကအဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ ပထမကားထဲကCarmen နဲ့ Juniတိို့ကို Agentတွေ အဖြစ်နဲ့တွေ့ရမှာဖြစ်ပါတယ်။သူတို့နှစ်ယောက်ကို အငယ်ဆုံးစပိုင်အဖြစ်အသိအမှတ်ပြုကြပေမယ့်အတော်ဆုံးစပိုင်အဖြစ်တော့ အသိအမှတ်မပြုကြပါ။ဒါကြောင့်ပထမဇာတ်ကားမှာ သူတို့ကိုကယ်ခဲ့တဲ့Gary နဲ့ Gerti Gigglesတို့နဲ့တွေ့ပြီး စမ်းသပ်လေ့ကျင့်ကြပါတယ်။အဲ့အချိန်မှာတော့ juni ဟာ မအောင်မြင်တာကြောင့်Agent အဖြစ်မှအဖြုတ်ခံလိုက်ရပါတယ်။ဒါပေမယ့်နောက်နေ့မနက်မှာတော့ Carmen ဟာDatabase ကို hackပြီး Juni ကို Agentအဖြစ်ပြန်ထားခဲ့ပါတယ်။အဲ့နောက်မှာတော့ သူတို့နှစ်ယောက်ဘယ်လိုဖြစ်သွားမလဲဆိုတာဇာတ်ကားလေးထဲမှာဆက်လက်ရှု့စားကြပါတော့...။ File size…(950 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:40:18\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Eden Zaw Htoo\nEncoded by Naing Aung Latt",
        "rating": "5.1",
        "url": "https://megaup.net/2fRps/Spy_Kids_2_-_The_Island_Of_Lost_Dreams_[2002]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/220px-Spy_Kids_3-D_movie_poster-140x200.jpg",
        "title": "Spy Kids 3-D: Game Over (2003)",
        "description": "Spy kids 3 ဇာတ်ကားကတော့အရှေ့က Spy kids 1,2 ကြည့်ပြီးသူတွေအဖို့ရှည်ရှည်ဝေးဝေး ညွှန်းနေစရာလိုမယ်မထင်ပါဘူး။ကောင်းမှန်းသိကြမယ်လို့ထင်ပါတယ်။ဒါပေမယ့် ဇာတ်လေးလည်းနည်းနည်းသိအောင်အကျဉ်းချုပ်ပြောပြပါဦးမယ်။ဒီနံပါတ်၃ကားမှာဆိုရင်တော့ Juniဟာအကြောင်းအမျိုးမျိုးကြောင့် Spy အလုပ်ကနေ အနားယူခဲ့ပြီးလစာနည်းပေမယ့် စိတ်အေးချမ်းတဲ့ဘဝရနိုင်တဲ့သီးသန့်စုံထောက်အလုပ်ကို ပြောင်းလုပ်ခဲ့ပါတယ်။ဒါပေမယ့် တစ်နေ့မှာတော့ OSS အဖွဲ့ရဲ့ခေါင်းဆောင်ဆီကနေအထင်မှတ်တဲ့သတင်းတစ်ခုကြားခဲ့ရပါတယ်။ဒါကတော့ သူ့အမ Carmenဟာ OSSရဲ့ mission အမှားတစ်ခုကြောင့်ပျောက်နေတယ်ဆိုတဲ့သတင်းပါပဲ။အဲ့နောက်မှာတော့ juniဟာ OSSကိုပြန်လာပြီးသူ့အမကို ရှာဖွေဖို့ပြုလုပ်ပါတော့တယ်။အဲ့နောက်မှာတော့ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာဇာတ်ကားလေးထဲမှာ ဆက်လက်စီးမျောကြပါတော့....။ File size…(850 MB) and (350 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:22:37\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by May Thazin Phoo\nEncoded by Naing Aung Latt",
        "rating": "4.2",
        "url": "https://megaup.net/2fRpy/Spy_Kids_3_-_Game_Over_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/Spy-kids-4-all-the-time-in-the-world_dvd_cover-143x200.jpg",
        "title": "Spy Kids: All the Time in the World (2011)",
        "description": "Spy Kids 4 ကတော့ 2011ခုနှစ်မှာDirector:Robert Rodriguez ရိုက်ကူးထားတဲ့Action,Adventure,Comedyအမျိုးအစားဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဒီကားထဲမှာဆိုရင်တော့ Origanization of Super Spiesရဲ့Agent Marissa Wilson ကို ကိုယ်ဝန်ကြီးနဲ့တွေ့ကြရမှာဖြစ်ပါတယ်။အမွှာနှစ်ယောက်ဖြစ်တဲ့ Rebecca နဲ့ Cecil တို့က သူတိုု့ရဲ့Stepmotherကို spy agent မှန်းမသိကြပါဖူး။Marissa ကလည်း ဗိုက်ထဲက ကလေးမွေးပြီးရင်Spy Agentတစ်ယောက်မလုပ်တော့ဘဲကလေးတွေနဲ့ပဲနေမယ်လို့ စဉ်းစားထားပေမယ့်လည်းတကယ်ရော spy agent အလုပ်ကို စွန့်လွှတ်ခဲ့လားဆိုတာကတော့ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ရှု့စားကြပါတော့....။ File size…(850 MB) and (400 MB)\nQuality…BR-Rip 1080p\nFormat…mp4\nDuration….01:27:46\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoded by Naing Aung Latt",
        "rating": "3.5",
        "url": "https://channelmyanmar.org/spy-kids-all-the-time-in-the-world-2011/",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BNzUzYzNjMTYtMGExYS00OTE2LWE0NmYtNjgxYzE2NjQ1ZTY4XkEyXkFqcGdeQXVyMjExMzEyNTM@._V1_-140x200.jpg",
        "title": "Girl’s Blood (2014)",
        "description": "ကဲ လူ ၁၈ ေယာက္ျပည့္ေအာင္ စုလုိက္ပါအံုး\nဂ်ပန္မေလးေတြ ဖ်င္လံုးလံုးေလးေတ ၾကည့္ဖို႔ အသင့္ပဲလာ့ :P\nေဟာင္ေကာင္ဂ်က္မ ဘလာ ဘလာ ဆိုၿပီး ငယ္ငယ္က\nဂ်င္းထည့္ခံရခဲ့တဲ့ အၾကမ္းအရမ္း အက္ရွင္ခန္းေတြ\nဒီရုပ္ရွင္ကားမွာပါပါတယ္ ဂ်ပန္ဂ်က္မ ေတြပါ\nဒီရုင္ကားကို မၾကည့္ခင္ အရင္ဆံုး လုပ္ရမယ့္\nအခ်က္ေတြ စတင္လုပ္ေဆာင္ပါ....\nဖန္ခြက္ အလြတ္တစ္ခြက္ရွာပါ\nၾကက္ဥ အစိမ္း ၂ လံုး ေဖာက္ထည့္ပါ\nကၽြဲရိုင္းတစ္ဘူး ထည့္ပါ ေၾကညက္ေအာင္\nခေလာက္ပါ ၿပီးရင္ ေသာက္လုိက္ပါၿပီ\n၁၅ မိနစ္ေနရင္ စၾကည့္လို႔ရပါၿပီ :P\nတလြဲေတြ ေလွ်ာက္မေတြးနဲ႔ ရုပ္ရွင္က\n၂ နာရီနီးပါးထိ ၾကာတာမို႔ အားအင္ကုန္ခမ္းမွာဆိုးလို႔ပါ\nဂ်ပန္ႏုိင္ငံရဲ႕ ေဖာ္ခၽြတ္မယ္ အေခ်ာအလွေလးေတြ\nစုေ၀းထားတဲ့ ဒီ အက္ရွင္ဇတ္ၾကမ္း ရုပ္ရွင္ကားႀကီးကို\nCM Fan ေတြဆီ ဆက္သလုိက္ပါၿပီ\n18+ Adult Movie ျဖစ္တာေၾကာင့္\nမိသားစု မ်ား ကေလးသူငယ္မ်ား ႏွင့္\nအတူၾကည့္ရႈရန္ မသင့္ေတာ္ သလို\nရုပ္ရွင္ၾကည့္ၿပီးရင္ ဖုန္းထဲမွာ မထားပဲ\nဖ်က္ပစ္လုိက္ဖို႔ အဒ္မင္က အႀကံေပးပါရေစ\nအဒ္မင္အႀကံေပးတာ နားမေထာင္ပဲ\nအထန္တလုိင္း ဆိုလဲ ကိုယ့္ထိုက္နဲ႔ ကိုယ့္ကံပါပဲေနာ္\nတစ္ခုခုဆို ငပိေၾကာ္ လာပို႔ပါ့မယ္\n:P\nကဲပါ ေလမ်ားေနပါၿပီ BluRay ၾကည္ေတာက္ရွင္းနဲ႔\nဒူနယ္ တယ္နယ္ လုိက္ၾကပါစို႔\nJueno ရဲ႕ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/girls-blood/",
        "category": "Action, Adult"
    },
    {
        "thumbnail": "",
        "title": "Race 3 (2018)",
        "description": "ရှမ်ရှာဆင်းန်ဟာ အရှေ့အလယ်ပိုင်းဒေသမှာ အင်ပါယာ ကြီးတစ်ခုတည်ထောင်ပြီး လက်နက်နဲ့ မူးယစ်ဆေးဝါးတွေ အ ရောင်းအဝယ်ပြုလုပ်နေတာပါ။ရှမ်ရှာမှာ ဆန်ဂျာနာနဲ့ ဆူရက်ဂျ် ဆိုတဲ့ အမြွှာသားနှစ်ယောက်ရှိပြီး ဆီကန်ဒါဆင်းန်ကတော့ မွေးစား သားပါ။ရက်ရှ်က ဆီကန်ဒါရဲ့ လူယုံတစ်ယောက်ဖြစ်ပြီး ရှမ်ရှာအင်ပါ ယာနဲ့ နီးစပ်သူလည်းဖြစ်ပါတယ်။ ရာနာဗီဂျေးဟာ ရှမ်ရှာရဲ့ စီးပွားပြိုင်ဘက်ဖြစ်ပြီး ရှမ်ရှာမိသားစု ရဲ့ စီးပွားရေးကို တစ်ချိန်လုံး ဒုက္ခ ပေးနေသူလည်းဖြစ်ပါတယ်။တစ်ရက်မှာတော့ မိသားစု ရှေ့နေဟာ အိမ်ကိုရောက်လာပြီး ဆန်ဂျာနာနဲ့ ဆူရက်ဂျ်တို့လည်း အသက် (၂၅)နှစ်ပြည့်ပြီမို့ ရှမ်ရှာက ဆီကန်ဒါကို သူပိုင်ဆိုင်သမျှ ၅၀ ရာခိုင်နှုန်း၊ ဆန်ဂျာနာနဲ့ ဆူ ရက်ဂျ်တို့ကို တစ်ယောက် ၂၅ ရာခိုင်နှုန်းစီ ခွဲဝေပေးခဲ့ပါတယ်။အဲဒီအခါမှာ မိသားစုထဲမှာ ပြဿနာလေးတွေရှိလာပြီး အမြွှာညီ အစ်ကိုနှစ်ယောက်က ဆီကန်ဒါ ကို မကျေနပ်လို့ တိုက်ခိုက်လာ တဲ့အတွက် ဆီကန်ဒါနဲ့ ပြဿနာ စပါတော့တယ်။တကယ်တော့ ...",
        "rating": "2.1",
        "url": "https://megaup.net/2cox4/Race_3_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/skiptrace-movie-per-215x300.jpg",
        "title": "Skiptrace(2016)",
        "description": "2016 ထွက် ဂျက်ကီချန်း ကားအသစ်တင်ပေးလိုက်ပါတယ်။ ဇာတ်လမ်းကတော့ Shanghai Noon/Knights ကားတွေနဲ့ အနည်းငယ်တော့ ဆင်တူပါတယ်။ဂျက်ကီဟာ ရဲအရာရှိတစ်ဦးဖြစ်ပြီး မည်သူမှန်းမသိတဲ့ မြေအောက်လျို့ဝှက် ဒုစရိုက်ခေါင်းဆောင်တစ်ဦးကို ဖော်ထုတ်ဖို့ကြိုးစားနေခဲ့ပါတယ်။ ဒုစရိုက်ဂိုဏ်းခေါင်းဆောင်ရဲ့ အမည်ဝှက်ကိုတော့ တုံညိုရှီ ( ကျွဲရိုင်းသတ်သမား ) လို့ပဲ သိထားကြပါတယ်။ အဲဒီလို ဖော်ထုတ်ဖို့ ကြိုးစားရင်း သူ့ရဲ့ အခင်ဆုံး သူငယ်ချင်း အသတ်ခံခဲ့ရပြီး သူငယ်ချင်းရဲ့ သမီးလေး ဆမန်သာ ကို ဆက်စောင့်ရှောက်ခဲ့ပါတယ်။ ဒါပေမယ့် ဆမန်သာဟာ တုန်ညိုရှိလို့ သံသယရှိသူပိုင်တဲ့ ကာစီနိုရုံမှာ သူလျိုဝင်လုပ်ရင်း အန္တရာယ်နဲ့ကြုံလာသလို၊ အမေရိကန်လူမျိုး ဖဲသမားလူလိမ် ကော်နာဝက်စ်ကလည်း အဲဒီကာစီနိုဝိုင်းမှာ လူသတ်မှုတစ်ခုကို မျက်မြင်သက်သေဖြစ်ပြီး အရေးကြီးတဲ့ တယ်လီဖုန်းနဲ့ အတူ ထွက်ပြေးလာခဲ့ပါတယ်။အဓိက ဇာတ်လမ်းကတော့ ဘန်နီ(ဂျက်ကီချန်း) ဟာ ဖဲသမားလူလိမ် ကော်နာဝက်စ် ကို မကာအိုကနေ ဟောင်ကောင်ကို ...",
        "rating": "6.5",
        "url": "https://megaup.net/4eyri/Skiptrace_(Jue_Di_Tao_Wang)_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BMTkxMTI2MjE4OF5BMl5BanBnXkFtZTgwMjIyODQzNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Adrift (2018)",
        "description": "Adrift 2018\n========( Romantic & Thriller)‌IMDb rate 6.7Rotten Tomatoes rate 73%‌Adrift ( ​ေမ်ာပါျခင္​း) ဆိုတဲ့အခ်စ္​ကား​ေလးက ပင္​လယ္​ကိုအ​ေပ်ာ္​ခရီးထြက္​ရင္​း မ​ေတာ္​တဆ​ေလွ​ေမာက္​သြားတဲ့ ခ်စ္​သူႏွစ္​ဦးရဲ႕ ၁၉၈၃ကျဖစ္​ရပ္​​ေလးကို ဒီ​ေန႔​ေခတ္​ပံုစံအသြင္​့ျဖင္​့႐ုပ္​႐ွင္​ျပန္​လည္​႐ိုက္​ကူးထားတာပါ‌ဒီကားထဲက ရစ္​ခ်က္​သ႐ုပ္​​ေဆာင္​မင္​းသားကို2016 ခုနစ္​က အဂၤလန္​မွာ ႐ိုက္​ကူးခဲ့တဲ့အခ်စ္​ကား​ေလး ( me before you) ဆိုတဲ့ကားကိုၾကည္​့ဖူးရင္​သိမွာပါအဲ့ကားထဲမွာ မင္​းသားက wheelchair​ေပၚထိုင္​​ေနရတဲ့ သူ​ေဌးသားတစ္​ဦးျဖစ္​ၿပီး မင္​းသမီးက​ေတာ့ မင္​းသားကိုျပဳစုဖို႔အလုပ္​လာေလ်ွာက္​တဲ့​ေကာင္​မ​ေလး​ေပါ့ ဒီအခ်စ္​ကား​ေလးအဆံုးမွာမင္​းသားက သူ႔ဘဝတစ္​ခုလံုး wheelchair​ေပၚမွာထိုင္​ရင္​းမကုန္​ဆံုးႏိုင္​​ေတာ့လို႔သူ႔ကို ​ေဆးထိုးသက္​​ေပးခိုင္​းလိုက္​တာပါ တကယ္​့ကိုရင္​ႏွစ္​ဖြယ္​ကား​ေလးပါ‌အခုဒီကား​ေလးမွာလဲSam Claflinပါဘဲအဂၤလန္​ႏိုင္​ငံရဲ႕မင္​းသားပီပီ မ်က္​ခံုးထူထူ နွာတန္​ခြၽန္​ခြၽန္​ပါးသိုင္​း​ေမြး​ေရး​ေရး​ေလး​ေတြနဲ႔ တကယ္​့ကို​ေယာက်္​ားၿပီသတဲ့႐ုပ္​ပါဘဲXP မွ ျမန္မာ့ရိုးရာ ဖုန္းကာဗာ အမ်ိဳးမ်ိဳးအား တစ္ႏိုင္ငံလံုး အႏွံ႔ ျဖန္႔ခ်ီေပးေနပါၿပီ‌အခု ဒီ 2018 July လထြက္​ Adrift ကတစ္​ကားလံုး​ေပါင္​းမွ ဇာတ္​​ေကာင္​၅ဦးဘဲပါတယ္​သမုဒၵရာ​ေရျပင္​နဲ႔ ႐ႈခင္​း​ေတြက ၾကည္​့ရတဲ့သူတဲ့စိတ္​ကိုတကယ္​ ​ေအးခ်မ္​း​ေစပါတယ္​‌ဇာတ္​လမ္​း​ေလးက​ေတာ့ဒီလို႐ွင္​့...‌​ေကာင္​မ​ေလးက ကယ္​လီဖိုးနီးယာျပည္​နယ္​ စန္​ဒီ​ေရးဂိုၿမိဳ႕က​ေန​ေကာင္​​ေလး​ေနတဲ့ တာဟစ္​တီဆိပ္​ကမ္​းၿမိဳ႕​ေလးကသ​ေဘၤာ​ေပၚမွာအလုပ္​လုပ္​ဖို႔​ေရာက္​လာပါတယ္​‌​ေနာက္​​ေတာ့ ​ေကာင္​​ေလးနဲ႔​ေတြ႔ၿပီမင္​းသားကသူ႔​ေလွ​ေပၚမွာညစာလာစားဖို႔ဖိတ္​​ေခၚလိုက္​ပါတယ္​အဲ့ညမွာ​ေကာင္​မ​ေလးက ...",
        "rating": "6.7",
        "url": "https://megaup.net/Qj46/Adrift(2018)-CM.mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/upgrade-poster-1-162x200.jpg",
        "title": "Upgrade (2018)",
        "description": "Upgrade (2018)\nIMDb - 7.5/10_____Rotten - 88% \nCM Fan တွေ အခုတလော အက်ရှင်ကား\nကောင်းကောင်းလေး ကြည့်ချင်နေတဲ့\nဆုတောင်းလေး ပြည့်ပါပြီနော်...\nIMDb 7.5 ရရှိထားတဲ့\nသိပ္ပံအက်ရှင် အမျိုးအစား ဖြစ်တဲ့\nUpgrade ဆိုတဲ့ ရုပ်ရှင်ကားလေးပါ\nဇတ်လမ်းလေးက စိတ်ဝင်စားဖို့\nအတော်လေးကောင်းတယ်ဗျ...\nဇတ်လမ်းပုံစံက ခေတ်မှီနေတဲ့ အလယ်အလတ်\nသိပ္ပံခေတ်ပုံစံ နဲ့ စ ပြထားပါတယ်...\nဂရေး ဟာ သူဝါသနာပါတဲ့ စက်ပြင်တဲ့ အလုပ်နဲ့\nတစ်နေကုန် ကိုယ်ပိုင်ဝပ်ရှော့လေးထဲမှာ\nကားတွေကို ထိုင်ပြင်နေတက်သူဖြစ်ပြီး\nသူ့မိန်းမ ဖြစ်သူ အက်ရှာ ကတော့ မြို့ရဲ့ အကြီးဆုံး\nကိုယ်လက် အင်္ဂါဖြည့်ဆည်းပေးတဲ့\nရိုဘော့ စက်ရုံက ဝန်ထမ်းတစ်ဦးဖြစ်ပါတယ်\nတစ်ရက်မှာတော့ ဂရေး ဟာ အက်ရှာ ကိုခေါ်ပြီး\nသူ့ဆီ အလုပ်အပ်သူထံ သွားခဲ့ပါတယ်...\n  \nအက်ရှာ မသိခဲ့တာကတော့ ဂရေး ကို\nကားပြင်ဖို့ အလုပ်အပ်သူဟာ သူမ လေးစားနေခဲ့တဲ့\nပြိုင်ဘက် လုပ်ငန်းက ပိုင်ရှင်ဖြစ်သူ အဲရွန်ကင်း ဖြစ်နေတာပါပဲ\nဂရေး နဲ့ အက်ရှာ ကို အဲရွန်ကင်းက သူတီထွင်ထားတဲ့\nရှေ့ပြေး ချပ်စ်ပြား တစ်ခုကို ပြသခဲ့ပါတယ်\nအဲ့ဒီအရာက လူတစ်ယောက်ရဲ့ ဦးနောက်ထက်\nပိုမိုကောင်းမွန်တဲ့ အရာလို့ ထုတ်ဖော်ပြောခဲ့ပေမယ့်\nဂရေးကတော့ စိတ်မဝင်စားဟန်ဖြင့် အက်ရှာကို\nခေါ်ပြီး ပြန်လာတဲ့လမ်းမှာ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2TQan/Upgrade_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/73KrcLh1DpnBP3HwGpqoUUwKWF4.jpg",
        "title": "A Prayer Before Dawn (2017)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ကယ့်အဖြစ်မှန်ကို ပြန်ရိုက်ထားတဲ့ ဇာတ်ကားတစ်ကားပါထိုင်းနိုင်ငံရဲ့ထောင်တွေထဲမှာရိုက်ကူးထားတာဖြစ်ပါတယ်။ထိုင်းထောင်ထဲက အကျဉ်းသားတွေရဲ့ဘဝ ကို သနားစဖွယ်တွေ့မြင်ရမှာပါ။ဘီလီမိုးဟာဆေးစွဲနေတဲ့ နိုင်ငံခြားသားတစ်ယောက်ပါရာမ လို့ခေါ်ကြတဲ့ စိတ်ကြွရူးသွပ်ဆေးပြားကိုအကြီးအကျယ်စွဲလန်းနေတဲ့ လက်ဝှေ့သမားတစ်ယောက်ပါတစ်ရက် ရဲဝင်ဖမ်းရာကနေ ဘီလီမိုးတစ်ယောက် ထိုင်းအကျဉ်းထောင်ထဲကို ရောက်သွားပါတော့တယ်။အဲ့က်နေစလို့ ထိုင်းစကားတောင်ရေလည်မတက်တဲ့ ဆေးသမား နိုင်ငံခြားသားတစ်ယောက် ထိုင်းထောင်ထဲမှာ ဒုက္ခ အကြီးကျယ်ရောက်ပါတော့တယ်။ဆေးသုံးချင်စိတ်ကတစ်မျိုး ထိုင်းလူမိုက်တွေကတစ်မျိုးနဲ့ပေါ့။တစ်ရက် ဘီလီတစ်ယောက် လက်ဝှေ့လေ့ကျင့်ရေးမှာ ဝင်လေ့ကျင့်ခွင့်ရသွားရာကနေ ထိုင်းရိုးရာမွေထိုင်း လက်ဝှေ့ကိုသင်ယူနိုင်ခဲ့ပါတယ်။ထောင်ထဲက လက်ဝှေ့ပွဲမှာ အနိုင်ယူနိုင်ခဲ့ရာမှ အကြီးကဲတွေရဲ့သဘောကျတာကိုခံရပြီး နိုင်ငံအဆင့်ပွဲပါဝင်ပြိုင်ခွင့်ရခဲ့ပါတယ်။ဒါပေမဲ့ ဆေးအလွန်အကျွံသုံးခဲ့တာကြောင့် အစာအိမ်ဒဏ်ရာဖြစ်လာတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရမှာပါ။##တစ်ခုပြောရမှာက ဒီကားရဲ့English စာတန်းထိုးဖိုင်က ထိုင်းလိုပြောတဲ့နေရာတွေမှာမပါပါဘူး\nအဲ့ဒါကြောင့် အဲ့နေရာတွေဘာသာပြန်လို့မရတာနဲ့ချန်လှပ်ထားခဲ့ရပါတယ်။ သို့သော် နားလည်လွယ်ပါတယ်\nစာမစုံလို့မတင်တော့ဘူးစဉ်းစားထားပေမဲ့ တောင်းဆိုသူများပြားတာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်။##(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကသာရစ် ဖြစ်ပါတယ်)File Size : (900 MB) and (385 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 56min\nFormat : ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/a-prayer-before-dawn-2017/",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/MV5BOWYxMGM5NGUtYjE4Mi00NjQ2LTllYjUtNTMyNTdjZGIxZjcxXkEyXkFqcGdeQXVyNzkxOTEyMjI@._V1_SY1000_CR006921000_AL_-138x200.jpg",
        "title": "Bhavesh Joshi Superhero (2018)",
        "description": "ဒီကား​ေလးက​ေတာ့ rating 7.7ထိရ႐ွိထားတဲ့ Bollywood Action, dramaဇာတ္​ကား​ေလး ျဖစ္​ပါတယ္​ဇာတ္​ကားအစမွာ​ေတာ့ Ra-oneကား​ေလးအ​ေၾကာင္​း စ​ေျပာထားတာ​ေပါ့Ra-oneကား​ေလး အားလံုးၾကည္​့ဖူးၾကတယ္​မလားမၾကည္​့ဖူး​ေသးရင္​ ဆက္​ဆက္​ၾကည္​့လိုက္​ပါလို႔ တိုက္​တြန္​းပါရ​ေစ​ေနာ္​ဒီကားေလးကေတာ့ႏိုင္ငံေရးဆန္ပါတယ္တိုင္းျပည္ႀကီးကလာဘ္စားမႈေတြျပည့္ေနတဲ့သကာလေပါ့အစိုးရရံုးေတြမွာဘာသြားလုပ္လုပ္ေငြမေပးရင္ ဘာမွမလုပ္ေပးဘဲရစ္ေနတဲ့အခ်ိန္အဲ့မွာ မင္းသားတို႕၃ေယာက္ကဒါေတြကိုစိတ္ကုန္ျပီး\nတိုင္းျပည္ကိုေျပာင္းလဲမယ္ဆိုျပီး အစီစဥ္ေတြဆြဲခဲ့တယ္ဒါေပမယ့္လည္း သူတို႕အရာရာမွာ အားနည္းတာေၾကာင့္အစီစဥ္ျဖစ္မေျမာက္ခဲ့ဘူးအဲ့ေတာ့ေရွးရိုးစြဲတဲ့ပံုစံပဲလုပ္ရတာေပါ့  Robin hoodပံုစံေလ  ဝတ္စံုျပည့္ မ်က္ႏွာဖံုးနဲ႕  ခပ္လန္းလန္းပစၥည္းေတြသံုးမိုက္တယ္မလားအဲ့ထဲကရံုးေတြရစ္ခ်က္ဆိုပတ္စ္ပို႕ေထာက္ခံစာရဖို႕ ၁လေက်ာ္တယ္ပထမတစ္ေခါက္မင္းသားလာတယ္က်ြန္ေတာ့္ကိုဒါေလးလုပ္ေပးပါတဲ့ မူရင္းဖိုင္လိုတယ္ ဒီမွာပါမင္းရဲ႕ေမြးရပ္ကရံုးမွာ သြားလုပ္မွရမွာ အာ့နဲ႕သြားလုပ္ရတယ္ေနာက္တစ္ေခါက္ျပန္လာေတာ့ ဆရာေတာင္းထားတာရျပီဒါကုိလုပ္ဖို႕ဆို မင္းအိမ္ကိုလိုက္စစ္ေဆးျပီး အတည္ျပဳရမွာ  ျပဳျပီးျပီေလဗ်ာ  မျပဳရေသးပါဘူးအဲ့အရာရွိေျပာတာေတာ့ မင္းအိမ္လာေတာ့ေသာ့ခတ္ထားတယ္တဲ့  မခတ္ထားပါဘူးဗ်က်ြန္ေတာ္နဲ႕ေတြ႕ခဲ့ပါတယ္ေရေတာင္ခပ္တိုက္လိုက္ေသးတယ္ဟုတ္လား  ဘာေရလဲ ေရခဲေရ  အာ့ဆိုမင္းအိမ္မွာ ေရခဲေသတၲာရွိတယ္ေပါ့  အဲ႕လိုကိုရစ္တာဗ်ာေနာက္ဘာေတြဆက္ျဖစ္မလဲသိခ်င္ရင္ေတာ့ ဆက္ၾကည့္လိုက္ပါေတာ့​ေနာ္​ (ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Nandar Kyaw  ျဖစ္ပါတယ္) File Size : (1.2 GB) and (550 MB)\nQuality : WEB-DL 720p\nRunning Time : 2h 34min\nFormat : Mp4\nGenre : Action, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/bhavesh-joshi-superhero-2018/",
        "category": "Action, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/descendants-2-poster-key-art-01-136x200.jpg",
        "title": "Descendants 2 (2017)",
        "description": "Disney Channel ကထုတ္လုပ္လိုက္တဲ့ Descendants-2015 ဇာတ္ကားရဲ႕ အဆက္အျဖစ္ထြက္ရွိလာတာပါ။Disney ရဲ႕ လူသိမ်ားေက်ာ္ၾကားေသာ ဗီလိန္မ်ားျဖစ္ၾကတဲ့ မယ္လီဖီဆမ့္ ၊ စႏိုးဝွိဳက္မင္းသမီးအားပန္းသီးအဆိပ္ေကြ်းသူ အီဗယ္ဘုရင္မ ၊ အာလာဒင္ႏွင့္မီးခြက္ေစာင့္ထဲမွ ဗီလိန္ ဂ်ာဖာႏွင့္ 101 Dalmatiansေခြးလိမၼာကားထဲမွဗီလိန္ ခရူလာဒီဗယ္ တုိ႕ရဲ႕ သားေတာ္သမီးေတာ္မ်ားျဖစ္ၾကတဲ့ေမာ္လ္ ၊ အီဗီ ၊ ေဂ် ႏွင့္ ကာရ္ေလာ့စ္ တုိ႕ပဲ ပါဝင္ထားပါတယ္။IMDb (6.6) ရရွိထားျပီးေတာ့ Action,Adventure,Family,Musical ဇာတ္ကားအမ်ိဳးအစားျဖစ္ပါတယ္။ကေလးေတြ မိသားစုေတြနဲ႔အပန္းေျဖရင္းၾကည့္ရႈသင့္တဲ့ဇာတ္ကားေကာင္းေလးပါ။(ရုပ္ရွင္အညႊန္းနဲ႔ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ May Thu ပါ။) \nFile size…(999 MB) and (400 MB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by May Thu",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/descendants-2-2017/",
        "category": "Action, Adventure, Comedy, Family, Fantasy, Musical"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/Descendants-2015-movie-poster-200x300.jpg",
        "title": "Descendants (2015)",
        "description": "Disney Channel ကထုတ္လုပ္လိုက္တဲ့ IMDB 6.4 ထိရရွိထားတဲ့ Adventure,Comedy,Family,Fantasy ဇာတ္ကားေလးတစ္ခုနဲ႕ မိတ္ဆက္ေပးခ်င္ပါတယ္။Disney ၏ လူသိမ်ားေက်ာ္ၾကားေသာ ဗီလိန္မ်ားျဖစ္ၾကသည့္ မယ္လီဖီဆမ့္ ၊ စႏိုးဝွိဳက္မင္းသမီးအားပန္းသီးအဆိပ္ေကြ်းသူ အီဗယ္ဘုရင္မ ၊ အာလာဒင္ႏွင့္မီးခြက္ေစာင့္ထဲမွ ဗီလိန္ ဂ်ာဖာႏွင့္ 101 Dalmatiansေခြးလိမၼာကားထဲမွဗီလိန္ ခရူလာဒီဗယ္ တုိ႕၏ သားေတာ္သမီးေတာ္မ်ားျဖစ္ၾကသည့္ေမာ္လ္ ၊ အီဗီ ၊ ေဂ် ႏွင့္ ကာရ္ေလာ့စ္ တုိ႕သည္သူတို႕မိဘမ်ား အခ်ဳပ္ခ်ထားသည့္ ကြ်န္းေပၚမွ တုိင္းျပည္သုိ႕ကင္းလြတ္ခြင့္ျဖင့္ေရာက္သြားၾကရာ မိဘမ်ားကသူတုိ႕ရဲ႕အျငိဳးအေတးအားကလဲ့စားေခ်ရန္အတြက္ သူတုိ႕သားသမီးမ်ားကုိ အားကိုးၾကပါတယ္။တုိင္းျပည္မွာရွိတဲ့ ဒဏၰာရီနတ္သမီးရဲ႕ ေမွာ္တုတ္ကုိ ခိုးျပီးမိဘေတြရဲ႕ အက်ယ္ခ်ဳပ္ကုိ လြတ္ေအာင္လုပ္ေပးရမယ္လို႕ မိဘမ်ားကအတင္းအၾကပ္ လႊတ္လိုက္ၾကတဲ့အခါ လူငယ္သဘာ၀မိဘကုိေၾကာက္စိတ္ျဖင့္ မလြန္ဆန္ႏိုင္ၾကဘူး။...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/descendants-2015/",
        "category": "Action, Adventure, Comedy, Family, Fantasy, Musical"
    }
]