[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Collar-Bomb-132x200.jpg",
        "title": "Collar Bomb (2021)",
        "description": "IMDb Rating (6.2)Disney+Hotstar က ထုတ်လွှင့်ထားတဲ့ Action , Thriller Bollywood ဇာတ်ကားကောင်းလေးကို တင်ဆက်လိုက်ပါတယ်....ဇာတ်လမ်းကတော့ ကြမ်းပါတယ်...အသေခံဗုံးခွဲသမားတစ်ယောက်က ဗုံးတွေအပြည့်ဝတ်ဆင်ပြီး ကျောင်းဆောင်ထဲဝင်လာပါတယ်...ကျောင်းထဲက ကလေးတွေရဲ့ အသက်ကို သူက အလဲအလှယ်လုပ်မှာပါ....ကလေးတွေ အသက်ရှင်ချင်ရင် ကလေးမိဘတွေက ကိုယ့်ဖာသာ အသေခံရမှာပါ...အပေးအယူကြမ်းတဲ့ ဇာတ်ကြောင်းနောက်ကွယ်မှာလဲ လျှို့ဝှက်ချက်တွေက ရှိနေပါသေးတယ်...အသက်ရှင်ဖို့ အလျော်အစားကြမ်းနေတဲ့ ၂၀၂၁ ကာလကြီးနဲ့ ကိုက်ညီမယ့် ဇာတ်ကားဖြစ်ကြောင်း ညွှန်းဆိုလိုပါတယ်..။\nFile size…(1.7 GB) and (1.1 GB)\nQuality…WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:27:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Thuya",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/collar-bomb-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ppiL13JJx2LkyoNb8JM0h7nxYmk.jpg",
        "title": "Black Widow(2021)",
        "description": "Black Widow(2021)အညွှန်း************************IMDb...7.5(HEVC.1080P.5.1CHရပါပြီနော်...)ဘလက်ဝစ်ဒိုးအဖြစ် စကားလက် ဂျိုဟန်ဆန်နောက်ဆုံးသရုပ်ဆောင်တဲ့ ရုပ်ရှင်ကြီး ရပါပြီ။ဒီဇာတ်လမ်းကိုတော့ Civil War အပြီး ကာလမှာ တည်ဆောက်ထားတာပါ။ဆိုကိုဗီယားသဘောတူညီချက်ကို ချိုးဖောက်လို့ အဗန်ဂျာတွေ ပြိုကွဲပီးလိုက်ဖမ်းခံနေရပါတယ်။ကပ် နဲ့ နာတာရှာကတာ့ ဝရမ်းပြေးတွေပေါ့။ အဲဒီအချိန်မတိုင်ခင် Age of Ultron ရုပ်ရှင်မှာတုန်းက နာတာရှာရဲ့အတိတ်ကို ဖြတ်ခနဲ မြင်လိုက်ရသေးတယ်မဟုတ်လား။ လူသတ်သမား သူလျှိုတွေကို လေ့ကျင့်ပေးတဲ့ခန်းဆောင်နီဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုပေါ့။ အခုရုပ်ရှင်မှာတော့ အဲဒီခန်းဆောင်နီနဲ့ ပတ်သက်တဲ့အတိတ်တွေကနောက်က လိုက်လာပြီး သူ့လိုပဲ ဝစ်ဒိုးတွေ အများကြီးနဲ့ ရင်ဆိုင်ရတော့မှာပါ။နောက်ပြီးတော့ ဘလက်ဝစ်ဒိုး အသစ်ဖြစ်လာမယ့်သူလည်း ပါသလို နောင်လာမယ့်ရုပ်ရှင်တွေနဲ့ ဆက်စပ်လို့ရမှာတွေကို ပြသွားပါတယ်။ ထုံးစံအတိုင်း စာတန်းထိုးပြီးရင် အပိုပါတဲ့တစ်ခန်းကိုကြည့်ဖို့တော့ မမေ့နဲ့ပေါ့ဗျာ....  File Size : (2.1 GB) ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/black-widow2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d0wn9YtEnmbucx8ZUsT918ctoiK.jpg",
        "title": "How I Became a Superhero (2021)",
        "description": "How I became a Superhero (2021)ခုတင်ဆက်ပေးမှာကတော့ IMDb rating 5.9 ရရှိထားတဲ့ 2020 ထွက်စွမ်းအားရှင် ဇာတ်ကားလေးဖြစ်ပါတယ်\"ကြီးလာရင် လူစွမ်းကောင်းကြီး လုပ်ပြီး ကမ္ဘာကြီးကို ကယ်တင်မယ်\"ဆိုတဲ့\nငယ်ဘဝစကားလေးကိုတော့ လူတိုင်း မှတ်မိကြမယ် ထင်ပါရဲ့။\nဒါပေမဲ့လည်း တကယ်တမ်းကျ Superhero ဖြစ်ရတဲ့ဘဝဟာ\nခက်ခဲနက်နဲတဲ့ မစ်ရှင်တစ်ခုကို ထမ်းဆောင်နေရသလိုပါပဲ။\nကြမ်းတမ်းတယ် ..... ပင်ပန်းတယ် ..... ခက်ခဲလှပါတယ် .....ဒီဇာတ်လမ်းမှာတော့ စွမ်းအားရှင်တွေနဲ့အတူ သာမန်လူတွေက အတူတကွ ယှဉ်တွဲနေထိုင်ကြပါတယ်အချိန်ကြာလာတာနဲ့အမျှ သာမန်လူတွေဟာ\nစွမ်းအားရှင်တွေလိုမျိုး အစွမ်းတွေ ပိုင်ဆိုင်လာချင်ကြပါတယ်\nဒီလိုနဲ့ သူတို့က အစွမ်းရဖို့အတွက် ဆေးတွေသုံးစွဲကြရင်း\nပဲရစ်လူအဖွဲ့အစည်းအတွင်းမှာ ဘယ်လိုထိခိုက်မှုတွေရှိလာမလဲ....ရဲအရာရှိဖြစ်တဲ့ မင်းသားမော်ရိုးဟာ ဒီအမှုအတွက် လိုက်လံစုံစမ်းဖို့ တာဝန်ကျလာတဲ့အခါ....မော်ရိုးရော ဒီအမှုကိုဖြေရှင်းနိုင်ပါ့မလား?\nသူရဲ့နောက်ကြောင်းကကော ဘယ်လိုဖြစ်မလဲဆိုတာကို\nဆက်လက်စောင့်ကြည့်ကြပါဦးနော်The Boys တို့ Jupiter Legacy'sတို့ ကြိုက်နှစ်သက်တဲ့သူတွေအတွက်တော့\nလုံးဝလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းလေးပဲနော်အညွှန်းကို Shwe Pyae က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ Shwe Pyae နဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/how-i-became-a-superhero-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ckghAN8FuYY2icUyJjVkKXiBrek.jpg",
        "title": "State of Siege: Temple Attack(2021)",
        "description": "State of Siege: Temple Attack (2021)\nမြန်မာစာတန်းထိုးအိန္ဒိယရုပ်ရှင်အထွက်ကြဲနေချိန်မှာ Akshaye Khanna ရဲ့\nဖြစ်ရပ်မှန်အခြေခံအကြမ်းဖက်နှိမ်နင်းရေးရုပ်ရှင်လေးတွေ့တာနဲ့\nတင်ဆက်ပေးလိုက်ပါတယ်။မေဂျာဟာနွတ်ဆင်းဟ်ဦးဆောင်ပြီး\nကက်ရှ်မီးယားတနေရာကို စစ်ဆင်ရေးသွားကြတဲ့\nNSG (National Security Guard) ကွန်မန်ဒိုတပ်ဖွဲ့ဟာ\nစစ်ဆင်ရေးမှာ တလွဲတချော်ဖြစ်ပြီး အကြမ်းဖက်ခေါင်းဆောင်တစ်ယောက်ကို ဖမ်းမိခဲ့ပေမယ့်\nဟာနွတ်နဲ့ညီအကိုလိုနေတဲ့ ကပ္ပတိန်ဘီဘာ့ခ်တစ်ယောက် ကျသွားပါတယ်။ဒီဖြစ်ရပ်နောက်ပိုင်း နောင်တတွေရပြီး\nတစ်ချိန်လုံး သူ့ကိုယ်သူ အပြစ်တင်နေတဲ့ မေဂျာဟာနွတ်တစ်ယောက်\nပြည်နယ်ဝန်ကြီးရဲ့ အစည်းအဝေးတစ်ခုကို\nလုံခြုံရေးယူပေးဖို့ အထက်ကတာဝန်နဲ့ သွားရင်း\nကပ္ပတိန်ဘီဘာ့ခ်ရဲ့အသက်ကို နှုတ်ယူခဲ့တဲ့\nအကြမ်းဖက်သမားအဖွဲ့နဲ့ တဖန်ရင်ဆိုင်ရဖို့ ဖြစ်လာပါတော့တယ်။ဖြစ်ရပ်မှန်ကို အခြေခံပြီးရိုက်ကူးထားပြီး\nအပစ်အခတ် အသတ်အပုတ်တွေများများပါတဲ့\nအက်ရှင်ကားမို့ ဇာတ်လမ်းအကြောင်းအရာကို ဒီလောက်ပဲ ပြောပြလို့ ရပါတယ်။သူတို့နိုင်ငံပရိတ်သတ်တွေကိုယ်တိုင်က\nကြည့်ရတာတန်တယ်လို့ ရီဗျူးပေးကြတာမို့\nအချိန်ပေးရကျိုး နပ်မှာ သေချာပါတယ်။ Translated and Reviewed by : Myint ThuEncoded by : YKQuality : 1080p WEBDL and 720pFile Size : 1.83GB and 1GBDuration :1h 50mins",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/state-of-siege-temple-attack2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/CHHH-141x200.jpg",
        "title": "Check(2021)",
        "description": "Check(2021) အညွှန်း******************IMDb...7.0၂၀၀၄ခုနှစ် ဒီဇင်ဘာလမှာ ဗုံးပေါက်ကွဲမှုကြောင့်  လူအယောက် (၄၀) အသက်ဆုံးရှုံးခဲ့ရတယ်...ဒီသေဆုံးမှုကြောင့် အိန္ဒိယ တစ်နိုင်ငံလုံးဒေါသတွေထွက်ကြတယ်.အစိုးရရဲ့ စုံစမ်းစစ်ဆေးမှု (၂)အကြာလုပ်အပြီးမှာ တရားခံ(၄)ယောက်ကိုဖမ်းဆီးနိုင်ခဲ့ပြီး  သေမိန့်ပေးခဲ့တယ်...ဒီထဲမှာ သံသယရှိသူအဖြစ်ထပ်မံဖမ်းဆီးခံရတာကတော့ အဒိတျဆိုတဲ့သူတစ်ယောက်ပါ...သူကတော့ လုံးဝအပြစ်ကင်းတယ်လို့ အကြိမ်တိုင်းပြောနေသလိုဒီအတွက်အယူခံဝင်ဖို့လည်း ကြိုးစားနေပါတယ်...ခက်တာက သူ့ကိုဘယ်သူမှရှေ့နေလိုက်မပေးချင်ကြသလို လိုက်တဲ့ရှေ့နေတွေကလည်းရှုံးလည်း ဘာမဖြစ်ဘူးလို့ခံယူထားကြတော့သူ့အတွက်အတော်ဒုက္ခရောက်နေပါတယ်..ဒီကြားထဲသူဟာ တရားခံ(၄)ယောက်ရဲ့ နောက်ဆုံးထောင်ထားတဲ့ဗုံးတည်နေရာတွေအတွက်ဖော်ကောင်လုပ်လိုက်လို့ ထောင်ထဲမှာ အချိန်မရွေး အသက်ပျောက်နိုင်တဲ့အနေအထားဖြစ်နေပါတယ်....ဒီ အိန္ဒိယကားက ဇာတ်လမ်းစထဲက စိတ်ဝင်စားစရာကောင်းပါတယ်...လှည့်ကွက် မြှုတ်ကွက်ပေါင်းများစွာပါသလိုအပိုကြီးတွေသိပ်မလုပ်တဲ့ထူးခြားဇာတ်လမ်းလို့တောင်ပြောလို့ရပါတယ်...ပိုစိတ်ဝင်စားဖို့ကောင်းတာက ထောင်ထဲကစစ်တုရင်ပွဲတွေပါပဲ....ဘယ်သူမှာ သူ့ဘက်မှာမရှိတဲ့ ထောင်ထဲက သူဘယ်လိုထွက်မလဲ...သူကိုယ်တိုင်ကရော တကယ်အပြစ်ကင်းရဲ့လား...သူ့အသက်အန္တရယ်ကိုရော ကာကွယ်နိုင်ပါ့မလား...တစ်ကောင်ကြွက်ဘဝနဲ့ ကလေးဘဝထဲက ခြေဉီးတည့်ရာလျှောက်သွားနေတဲ့ ဒီကောင်လေးမှာရောဘယ်လိုအရည်အချင်းတွေရှိမလဲ...နင်းကန်ကောင်းတယ်လို့ ညွှန်းချင်တယ်...ကြည့်ရကြိုးလုံးဝနပ်စေရမယ်.... File Size : (2.2GB) and (1.1GB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…02:20:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thar Htet  ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/check2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/Screen-Shot-2021-07-08-at-20.05.13-142x200.png",
        "title": "Night Walk (2019)",
        "description": "Night Walk (2019)===============IMDb Rating - 5.8/10Night Walk(2021)ဥပဒေဆိုတာ ဘာလဲ???\nကျွန်တော်တို့ဟာ နိုင်ငံသားတစ်ယောက်အနေနဲ့\nဥပဒေတွေကိုလိုက်နာပြီးနေထိုင်ကြရပါတယ်\nဒါပေမယ့် ဒီဥပဒေတွေဆိုတာ တစ်နိုင်ငံနဲ့တစ်နိုင်ငံ\nတသတ်မတ်တည်း ရှိတာမျိုးတွေမဟုတ်ဘူးဗျ\nဥပဒေကို အမှန်တရားလို့သတ်မှတ်လို့ရပေမယ့်\nအမှန်တရားတိုင်းကတော့ ဥပဒေမဖြစ်နေခဲ့ဘူးဒီဇာတ်ကားထဲက တရားသူကြီးကတော့ပြောတယ်\nစည်းမျဉ်းဥပဒေဆိုတာ ဥပဒေရေးဆွဲထားသူတွေရဲ့\nဝါဒဖြန့်ချီရေးစာပိုဒ်တစ်ပိုဒ်ပါပဲတဲ့အရာရာလွတ်လပ်ပြီး လူ့အခွင့်အရေးအပြည့်အဝရတယ်လို့\nကျွန်တော်တို့တော်တော်များများသိထားတဲ့\nအမေရိကန်နိုင်ငံက ဇာတ်ကောင်နှစ်ဦးဟာ\nချစ်မိခဲ့ကြပါတယ်\nဒါပေမယ့် ဇာတ်ကောင်မိန်းကလေးဟာ\nဥပဒေစည်းမျဉ်းတင်းကျပ်လှတဲ့ နိုင်ငံကအမျိုးသမီးတစ်ဦးပါ\nဒီလိုနဲ့ တစ်နေ့တော့ အဲ့ဒီနိုင်ငံကို\nနှစ်ယောက်သားသွားကြတဲ့အချိန်မှာ\nကွဲပြားလှတဲ့ဥပဒေကြောင့် ဖြစ်ရပ်ဆိုးဆိုးဝါးဝါးတွေဖြစ်သွားခဲ့ပါတယ်ဒီနေရာမှာ ကျွန်တော်တို့အများစု\nအကြမ်းဖက်သမားလို့ သတ်မှတ်ထားကြတဲ့\nဂျီဟတ်နဲ့ပက်သက်တာတွေ အသေးစိတ်နီးပါးပါတယ်လို့ပြောလို့ရတယ်\nအချစ်ရယ် ဘာသာရေးရယ် တရားဥပဒေရယ်\nလူ့သဘာဝရယ်အကြောင်းကို\nထင်ဟပ်အောင်ရိုက်ပြထားတဲ့ဇာတ်ကားပါပဲ(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး ဘာသာပြန်ရေးသားပေးသူများကတော့ Shwe Pyae, August, Ameliaတို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 36minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, CrimeSource : 1080p.WebRipTranslator – Shwe Pyae, August, AmeliaEncoder – ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/night-walk-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/E2DKqZHVEAAg4wt-160x200.jpg",
        "title": "Ramarjuna (2021)",
        "description": "Ramarjuna (2021)\n=================\nIMDb 6.7/10အိန္ဒိယအက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်..\nအက်ရှင်တွေရှယ်ကြမ်းသလို မင်းသမီးလေးလဲ အသေချောပါတယ်။ဇာတ်လမ်းကတော့..\nရမ် ဆိုတဲ့ ကောင်လေးဟာ အာမခံကုမ္ပဏီက Agent တစ်ယောက်ဖြစ်ပြီး\nရိုးသားကြိုးစားတဲ့အပြင် သူတစ်ပါးကိုကူညီဖို့လည်း လက်မနှေးသူဖြစ်ပါတယ်။\nသူနေထိုင်တဲ့ရပ်ကွက်က လက်လုပ်လက်စား ဆင်းရဲသားရပ်ကွက်ထဲဖြစ်ပြီး\nရပ်ကွက်ထဲမှာ လူတော်လူကောင်းလေးတစ်ဦးအဖြစ် လူသိများပါတယ်။တစ်နေ့မှာတော့ ပါဝါကြီးတဲ့ ဆောက်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုက\nသူတို့ရဲ့ဆင်းရဲသားရပ်ကွက် မြေနေရာကို မတရားသိမ်းယူဖို့ကြံစည်လာပါတယ်...\nမတရားမှုဆို သည်းမခံနိုင်တဲ့ ရမ် တစ်ယောက် ဒီကိစ္စမှာ ကိုယ်တိုင်ဝင်ရောက် ဖြေရှင်းတဲ့အခါ...။မင်းသားချော Aneesh Tejeshwar နဲ့ မင်းသမီးချော Nishvika Naidu တို့ပါဝင်သရုပ်ဆောင်ထားပြီး\nအိန္ဒိယအက်ရှင်ဒရမ်မာ ပရိတ်သတ်တွေ အကြိုက်တွေ့မယ့် ဇာတ်ကားဖြစ်ပါတယ်။ \nFile size…(2.5 GB) and (1.6 GB)\nQuality…WEB-DL 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:15:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by May Zin Oo",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/ramarjuna-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/9ufsyltoc724-141x200.jpg",
        "title": "Killer Tattoo (2001)",
        "description": "ဒီကားလေးကတော့ 2001 ကထွက်ရှိခဲ့ပြီး 6.3 IMDb ရရှိခဲ့တဲ့ကားလေးပါ\nအဓိကဇာတ်ဆောင်ငါးယောက်က ကြေးစားလူသတ်သမားတွေအဖြစ် ဇာတ်အိမ်ဖွဲ့ထားပါတယ်အသံတိတ်လူသတ်သမားအဖြစ် Somchai Kemglad\nထောင်ထွက်ကျွဲကြီးအဖြစ် Suthep Po-ngam\nမိန်းမချစ်တဲ့ ကိုဆံရှည်အဖြစ် Sornsutha Klunmalee\nဗုံးသုံးကျွမ်းတဲ့ မား(ကိုခွေး)အဖြစ် Mum Jokmok\nထိုင်းအဲဗစ်ပရက်စလေအဖြစ် Pongsak Pongsuwan ပါဝင်ထားကြပါတယ်ထိုင်း Comedian တွေကို အများဆုံးသုံးထားတာကြောင့်\nအက်ရှင်ကားပေမယ့် မပေါတဲ့ ဟာသလေးတွေပါ ကြည့်ရှုရမှာပါ\nPlot ကလည်း ပျင်းစရာမကောင်းပဲ စိတ်‌ဝင်စားစရာကောင်းတာကြောင့်\nအချိန်ပေးကြည့်ရတာ တန်မယ့် ဇာတ်ကားကောင်းလေးတစ်ခုပါပဲ။ဒီဇာတ်ကားက အောင်မြင်ခဲ့တာကြောင့် သူ့ထဲက ကြေးစားလူသတ်သမားတွေရဲ့ အဆက်အဖြစ်Saturday Killer (2010) နဲ့ Friday Killer (2011) ဇာတ်ကား ၂ ကား ဆက်ထွက်ခဲ့ပါတယ်။အဲ့ကားတွေလဲ အချိန်ရရင် ဘာသာပြန်တင်ဆက်သွားပါ့မယ်။\nFile size…(1.7 GB) and (400 MB)\nQuality…DVDRip 720p\nFormat…mp4\nDuration….01:51:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Suzy Jirakit ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/killer-tattoo-2001/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/07/images-139x200.jpeg",
        "title": "Hitman’s Wife’s Bodyguard (2021)",
        "description": "မြေနိုးကြီးရဲ့သက်တော်စောင့် ဇာတ်လမ်း အဆက် ထွက်လာပါပြီ။ ၂၀၁၇ က အပိုင်း ၁ လေးကို ကြည့်ထားရင် ပိုကောင်းပါတယ်။ တင်ပေးထားပါတယ်။ ဒီအပိုင်းမှာတော့ ကင်ကိတ်ကြီးက ထောင်ကထွက်ပြေးပြီး မိန်းမနဲ့အကြည်ဆိုက်နေချိန်၊ သက်တော်စောင့် လိုင်စင် မရှိတော့တဲ့ ဘရိုက်စ်က တိုင်ပတ်နေပါတယ်။ ဒါနဲ့ စိတ်ပြေလက်ပျောက် အနားယူဖို့ ထွက်လာချိန်မှာပဲကင်ကိတ်ကြီးကိုမာဖီးယားတွေဖမ်းထားတယ်ဆိုပြီး သူ့မိန်းမ ဆိုညာက လာခေါ်တဲ့အချိန်မှာ လူသတ်သမား၊ သက်တော်စောင့်၊ လူလိမ်မ သုံးယောက်တွဲပြီးပေါက်ကရတွေလုပ်ရင်းနဲ့ ကမ္ဘာကြီးကို ကယ်တင်ရမယ့် လမ်းစပေါ် ရောက်သွားပြန်ပါတယ်..... အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။ File size… 1.49 GB and 862 MB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 40min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/hitmans-wifes-bodyguard-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/download-10-135x200.jpg",
        "title": "The Hitman’s Bodyguard (2017)",
        "description": "The Hitman's Bodyguard (2017)IMDb - 6.9/10_____Rotten - 43%\n 2017 ရဲ့ အကောင်းဆုံး Action Comedy တွေထဲက တစ်ခုပါ။\nသြဂုတ် ၁၈ ကမှ ရုံတင်တာဖြစ်ပြီး IMDb 6.9 နဲ့ Box Office မှာ ထိပ်ဆုံးရောက်နေပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ဘီလာရု သမ္မတဟောင်း ဗလာဒီဆလက် ဒူကိုဗစ်ချ်ကို\nနိုင်ငံတကာရာဇဝတ်မှုတရားရုံးက တရားစွဲထားချိန်မှာ\nသူ့ကို အပြစ်ရှိကြောင်း သက်သေထွက်ဆိုမယ့်သူ မရှိပါဘူး။\nဒူကိုဗစ်ချ်ရဲ့လူတွေက သက်သေမှန်သမျှကို လိုက်ပြီး နှုတ်ပိတ်နေလို့ပါ။\nဝါရင့်ကြေးစားလူသတ်သမားကြီး ဒဲရီးယပ် ကင်ကိတ်ကတော့\nနောက်ဆုံးမှာ အပေးအယူလုပ်ပြီး သက်သေထွက်ဖို့ သဘောတူလိုက်ပါတော့တယ်။\nအဲဒီအတွက် သူ့ကိုကာကွယ်ပေးဖို့ အေသုံးလုံးအဆင့် အထူးသက်တော်စောင့်\nမိုက်ကယ် ဘရိုက်စ်ကို အကူအညီတောင်းရတဲ့အခါမှာ\nလူသတ်သမားနဲ့သက်တော်စောင့် ရန်သူဟောင်းကြီး နှစ်ယောက် အတူလက်တွဲရပါတော့တယ်။\nသူတို့အတိတ်မှာ ပြဿနာခဏဏတက်ထားတာမို့  လုံးဝမတည့်ပဲ\nရန်တစောင်စောင်နဲ့ ထောင်ကနေ တရားရုံးခရီးကို\nဒူကိုဗစ်ချ်ရဲ့ လူသတ်သမားများစွာကို ဖြတ်ကျော်ပြီး အရောက်သွားရတဲ့အခါ......\nသက်တော်စောင့်ဘရိုက်စ်ဟာ အရာရာကို တွက်ဆပြီး ပြင်ဆင်လုပ်တတ်သူ၊\nကင်ကိတ်ကတော့ တုံးတိုက်တိုက် ကျားကိုက်ကိုက်နည်းလမ်းက ...",
        "rating": "6.9",
        "url": "https://megaup.net/1ybrf/The_Hitman_s_Bodyguard_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9JBftHNBnLHgqwHLiojuVSsRNpS.jpg",
        "title": "Detective Chinatown 2(2018)",
        "description": "Detective Chinatown 2(2018)အညွှန်း\n*********************************ချင်းဖောင်ဆိုတဲ့ ကျောင်းသားလေးက Crimemaster လို့ခေါ်တဲ့ App တစ်ခုမှာ အဆင့်နှစ်ချိတ်ထားသူဖြစ်ပါတယ်...Crimemasterဆိုတာက စုံထောက်ဂိမ်းတစ်ခုပါပဲ၊ ဒါပေမယ့်ထူးခြားတာက တကယ်ဖြစ်နေတဲ့အမှုတွေကိုစုံစမ်းဖော်ထုတ်ရတာပဲဖြစ်ပါတယ်။ ချင်းဖောင်က အဲ့ဂိမ်းမှာ အဆင့်နှစ်ဆိုတော့ နယ်နယ်ရရတော့မဟုတ်ဘူးပေါ့...အဆင့်တစ်ကတာ့ \"Q\" ဆိုတဲ့လူဖြစ်ပြီး ဘယ်သူဘယ်ဝါဆိုတာတော့ ဘယ်သူမှမသိကြပါဘူး။ဦးလေးဖြစ်သူရဲ့ မင်္ဂလာပွဲကိုတက်ဖို့ အမေရိက ကို ချင်းဖောင်တစ်ယောက်ရောက်ရှိလာပါတယ်။တကယ်တော့ဦးလေးဖြစ်သူက ချင်းဖောင်ကို ညာခေါ်လိုက်တာပါ။ တရုတ်တန်းက ဆရာကြီးတစ်ယောက်ရဲ့မြေးဖြစ်သူအသတ်ခံရမှုကိုဖော်ထုတ်ပေးနိုင်ရင် ဒေါ်လာငါးသန်း ပေးမယ်ဆိုတဲ့အတွက်ကြောင့်ချင်းဖောင်ကို လိမ်ပြီးခေါ်လိုက်တာဖြစ်ပါတယ်။ အဲ့အမှုကိုဖော်ထုတ်ဖို့ရောက်လာတဲ့တခြားလူတွေကလဲCrimemaster app ထဲက ချင်းဖောင်ရဲ့ ပြိုင်ဖက်တွေပဲဖြစ်ပါတယ်။ အဲ့တော့ ချင်းဖောင်တို့တူဝရီးနှစ်ယောက်အမှုကို ဖော်ထုတ်ပုံတွေ၊ အမှုက ထင်ထားသလိုမရိုးရှင်းပဲ ကွင်းဆက်လူသတ်သမားဖြစ်နေတာကြောင့်လှည့်ကွက်များစွာရှိနေပုံတွေကို ဟာသဆန်ဆန်နဲ့ရိုက်ကူးထားပါတယ်။ ဟာသဆန်ဆန်ဆိုပေမယ့်အမှုအကြောင်း သဲလွန်စရှာပုံတွေ၊ ကောက်ချက်ချပုံတွေကလဲ စိတ်ဝင်စားစရာကောင်းပါတယ်။အဲ့ဒါကြောင့် စုံထောက်ကားကြိုက်သူတွေ ဟာသကောင်းကြိုက်သူတွေ လက်မလွှတ်သင့်တဲ့တရုတ်ကားကောင်းတစ်ကားဖြစ်ကြောင်း လက်တို့လိုက်ရပါတယ်။  ဂိမ်မာတွေဆိုတာ ဘာညာအထှာတော့ရှိတယ်ဗျ....တစ်ချို့သော ပုတ်ခတ်သူတွေအတွက် တစ်ချို့သော ဂိမ်မာသမားများက ဂိမ်ကစားရင်း လက်တွေ့ဘဝမှာ ဒီလိုဟိုလို ဉာဏ်သုံးဖြေရှင်းပြီး ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/detective-chinatown-22018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lj9R6heQZ56MXGVOavm5Kwk09WY.jpg",
        "title": "The Tomorrow War (2021)",
        "description": "The Tomorrow War (2021)မင်းသား ခရစ်ပရက် ရဲ့ သိပ္ပံ အက်ရှင် ရုပ်ရှင်အသစ်ထွက်ပါပြီ။ နာမည်အတိုင်းပဲ အနာဂတ်ရဲ့ စစ်ပွဲတစ်ခုအကြောင်းပါ။\nနောက်လာမယ့် နှစ် ၃၀ မှာ ကမ္ဘာကြီးကို ဂြိုလ်သားတွေ ဝင်တိုက်ပြီး လူတွေအားလုံး သေကုန်မယ့်အကြောင်း အနာဂတ်ကနေ ဆက်သွယ်ပြီး သတိပေးလာပါတယ်။ဒါကြောင့် လက်ရှိခေတ်ရဲ့ တစ်ကမ္ဘာလုံးက လူတွေကို အနာဂတ်ကို ဆက်တိုက်စစ်ကူပို့ပေးပေမယ့် ရှုံးမြဲ ရှုံးနေတုန်းပါပဲ။\nဒီတော့ အင်အားချင်း ရင်ဆိုင်နေရုံနဲ့ မပြီးဘဲ ဂြိုလ်သားအားလုံးကို လက်စတုံးဖို့ နည်းလမ်းကိုရှာဖွေရင်းနဲ့အနာဂတ်စစ်ပွဲကို ဖြစ်မလာအောင် တားနိုင်မယ့် နည်းလမ်းကိုပါ တွေ့လာတဲ့အခါ..အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ဖြစ်ပါတယ်။File size… 2.5 GB and 1.4 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 20min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder .....August",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-tomorrow-war-2021/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nbGzncqTJw94LHisdEXKC1dFc3J.jpg",
        "title": "Detective Chinatown 3 ( 2021 )",
        "description": "Detective Chinatown 3 ( 2021 ) အညွှန်း**********************************စုံထောက်ဇာတ်ကားကိုမှ ကြည့်ချင်ပါတယ်ဆိုတဲ့လူတွေအတွက်ဟာသနှောစုံထောက်ကားလေး လာပါပြီနော်Detective Chinatown 3ဇာတ်ကားလေးဟာဆိုရင် အရင်က 1 2 ဆိုပြီးတော့နှစ်ကားထွက်ဖူးတာကြောင့် ကြည့်ပြီးသားလူတွေကတော့ဒီကားလေးထဲမှာ တူဝရီးနှစ်ယောက် ဘယ်လိုတွေ ဗရုတ်ကျပြီးပဟေဠိဆန်ဆန် လူသတ်မှုတွေကို စုံစမ်းကြသလဲဆိုတာ သိပြီးသားဖြစ်မှာပါအခု 3 မှာရော နှစ်ယောက်သား ဂျပန်ကိုသွားပြီး ဘယ်လိုအလွဲတွေနဲ့ပဟေဠိဆန်တဲ့လူသတ်မှုကို ဖြေရှင်းကြမလဲ ထိုင်းစုံထောက်ဂျပန်စုံထောက်တွေနဲ့ အားလုံးဆုံမိသွားတဲ့အပြင် မာဖီးယားတွေနဲ့အမှုက ပတ်သတ်နေတဲ့အခါ တူဝရီးနှစ်ယောက် ဟာသတွေ တစ်ပုံကြီးနဲ့အမှုကို ဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ ကြည့်ရှုကြရမှာပါရှေ့နှစ်ကားမကြည့်ဖူးသေးတဲ့လူတွေအတွက်လည်း ဒီကားလေးက1 2 နဲ့ အမှုအသွားအလာ အဆက်အစပ်မရှိတဲ့အတွက်ကြောင့်မို့လို့ဟာသ သဲထိတ်ရင်ဖိုကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်တွေအနေနဲ့လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားလေးပါနော် Quality : HEVC 1080p 5.1,BLU-RAY720PFormat : mp4During : 2h 6minSubtitle : Myanmar Sub ( Hardsub )Translated ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/detective-chinatown-3-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fvaB0jrzFXq07bUpox03k6qOAJu.jpg",
        "title": "Batman: The Long Halloween, Part One (2021)",
        "description": "Batman: The Long Halloween, Part One (2021)ဒီဇာတ်လမ်းမှာတော့ ဘတ်မန်း စုံထောက်ဝင်လုပ်တာကိုတွေ့ရမှာပါ. ထုံးစံအတိုင်း ရာဇဝတ်ကောင်တွေ ပေါများတဲ့ဂေါ်သမ်ဟာ ဟောလိုးဝင်းအားလပ်ရက်တွေမှာ အခြေအနေပိုဆိုးလာခဲ့ပါတယ်.ဘာလို့လဲဆိုတော့ မြို့မျက်နှာဖုံးငွေခဝါချနေတဲ့ ဖယ်ကိုနီမိသားစုဆိုတဲ့ ဒိတ်ဒိတ်ကျဲမိသားစုတွေရဲ့ဂိုဏ်းကလူတွေ တစ်ယောက်ပြီးတစ်ယောက်အသတ်ခံရလို့ပါ,ဒါကြောင့် ဖယ်ကိုနီမိသားစုကို ဖြုတ်ချချင်တဲ့ ဒန့်ရယ်လူသတ်မှုကိုဖော်ထုတ်ချင်တဲ့ ဘတ်မန်းရယ်နှစ်ယောက်ပေါင်းပြီး အမှုလိုက်ကြမှာပါ,ဒီဇာတ်လမ်းကတော့ Part1ဖြစ်ပြီးPart2ကတော့Julyလမှာထွက်ရှိမှာမလို့ စောင့်မျှော်အားပေးနိုင်ပါတယ် Translated by MoonLightEncoded by YKQuality : 1080p BluRay and 720pFile Size : 1.19GB and 855MBDuration :  1h 25min",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/batman-the-long-halloween-part-one-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g70Q5EbyIuHCAlsuRCmBf4aaDt6.jpg",
        "title": "Shark: The Beginning (2021)",
        "description": "Shark The Beginning (2021)အခုတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ Action ကားကတော့ Shark ဆိုတဲ့ ကိုရီးယား Webcomic ကိုအခြေခံရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် Cast တွေအနေနဲ့ Racket Boys စီးရီးထဲကKim Min-suk ၊ 18 Again ထဲက Wi Ha-Joon ၊The Uncanny Counter,Her Private Lifeစီးရီးတွေထဲက သရုပ်ဆောင် Jung Won-Chang တို့ကပါဝင်ထားကြလို့ အချောတွေစုနေတဲ့ကားကောင်းလေးတစ်ကားပါပဲ ဇာတ်လမ်းအကျဉ်းကတော့ ချာဝူဆွန်းဆိုတဲ့ကောင်လေးက ကျောင်းမှာအမြဲအနိုင်ကျင့်ခံနေရတဲ့ စာကြမ်းပိုး ကောင်လေးတစ်ယောက်ပါ သူ့ကို ငယ်ငယ်ထဲက အမြဲအနိုင်ကျင့်တတ်တဲ့ ဘယ်ဆော့ချန်းဆိုတဲ့ အငယ်တန်း တက်သစ်စ လက်ဝှေ့သမား ကောင်ဆိုးလေး တစ်ယောက်ရှိပါတယ် ဘယ်ဆော့ချန်းကချာဝူဆွန်းကို မြင်လိုက်တာနဲ့ အမြဲ ရန်သူတစ်ယောက်လို အနိုင်ကျင့် ဆက်ဆံနေတဲ့သူပါ အဲ့နောက်မှာ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/shark-the-beginning-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/despicable_me_three_ver3_xlg-126x200.jpg",
        "title": "Despicable Me 3 (2017)",
        "description": "ချစ်စရာMinionsလေးတွေကိုအားလုံးမှတ်မိကြမှာပါ။\nDespicable me 1 ကနေစပြီးအောင်မြင်ခဲ့တဲ့ဒီဇာတ်ကားကို Illumination Entertainment နဲ့ Universal Picture တို့ကနေပြီး Despicable me 3ဆိုပြီး ထပ်မံရိုက်ကူးထုတ်လုပ်လိုက်ပါပြီ။\nဂရူးတယောက်တော့ဒီတခါ ဘော်တယ်ဇာ ဘရက်တ် ကိုနှိမ်နင်းရပါတော့မယ်။\nဘရက်တ်ဟာငယ်စဉ်ကကလေးသရုပ်ဆောင်ဖြစ်သလို၈ဝခုနှစ်လောက်ကသူသရုပ်ဆောင်ခဲ့တဲ့ဇာတ်ကောင်တွေကိုစွဲလန်းရူးသွပ်နေသူတယောက်ပါ။\nဒီကားလေးမှထူးခြားတာတော့ ဂရူးရဲ့အမြွာညီအစ်ကိုတယောက်ပေါ်လာတာပါပဲ။\nဒရူးဟာ ဂရူးလို ဗီလိန်အလုပ်တွေ လုပ်ဖို့ အရမ်းစိတ်အားထက်သန်နေပါတယ်\nဂရူးကလည်း သူ့အလုပ်ပြန်ရဖို့ ဗီလိန်ဘော်တယ်ဇာ ဘရက်တ်ကို ဖမ်းဖို့လိုနေတာကတစ်ကြောင်း ဒရူးကလည်း ဗီလိန်လုပ်ပြီး ဘရက်တ်ခိုးသွားတဲ့စိန်ကို ပြန်ယူဖို့ ညီအစ်ကိုနှစ်ယောက်သား အတိုင်အဖောက်ညီညီ ကြိုးပမ်းကြပါတယ်\nထုံးစံအတိုင်းရယ်ရယ်မောမောပေါ့ပေါ့ပါးပါးနဲ့ ထွက်ခဲ့ပြီးတဲ့ Despicable me1,2လိုပဲ ပရိသတ်ကိုကျေနပ်စေမှာပါ။\nအဲတော့ ဒရူးနဲ့ဂရူးတို့ ဘယ်လိုကမ္ဘာကြီးကိုကယ်တင်ကြမလဲဆိုတာကိုတော့ ဇာတ်လမ်းအပြည့်အစုံကို ရှုစားကြပါဦးဗျာ\n(မြန်မာစာတန်းထိုးဖိုင်ကိုတော့ Mmsubtitles မှကူညီပေးထားတာဖြစ်ပါတယ်)\n------------------------------------------------------------\nခ်စ္စရာMinionsေလးေတြကိုအားလံုးမွတ္မိၾကမွာပါ။\nDespicable me 1 ကေနစၿပီးေအာင္ျမင္ခဲ့တဲ့ဒီဇာတ္ကားကို Illumination Entertainment နဲ႕ Universal Picture တို႕ကေနျပီး Despicable me 3ဆိုျပီး ထပ္မံရိုက္ကူးထုတ္လုပ္လိုက္ပါျပီ။\nဂရူးတေယာက္ေတာ့ဒီတခါ ေဘာ္တယ္ဇာ ဘရက္တ္ ကိုနွိမ္နင္းရပါေတာ့မယ္။\nဘရက္တ္ဟာငယ္စဥ္ကကေလးသရုပ္ေဆာင္ျဖစ္သလို၈ဝခုႏွစ္ေလာက္ကသူသရုပ္ေဆာင္ခဲ့တဲ့ဇာတ္ေကာင္ေတြကိုစြဲလန္းရူးသြပ္ေနသူတေယာက္ပါ။\nဒီကားေလးမွထူးျခားတာေတာ့ ဂရူးရဲ႕အျမြာညီအစ္ကိုတေယာက္ေပၚလာတာပါပဲ။\nဒရူးဟာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3yLpo/Despicable_Me_3_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/MV5BMTA3ODUxMzUzMzleQTJeQWpwZ15BbWU4MDMzMzkyNDYz._V1_-146x200.jpg",
        "title": "Thugs of Hindostan (2018)",
        "description": "၂၀၁၈ က ရုံတင်ခဲ့တဲ့ အာမာခန်း နှင့် အမီတာဘာချမ်း တို့ခေါင်းဆောင်ပါဝင် သရုပ်ဆောင်ထားတဲ့ Thugs Of Hindostan ကိုCM Fan တွေ အတွက် အမြန်ဆုံး တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းပုံစံကတော့ အန္ဒိယ နိုင်ငံကို အင်္ဂလိပ်လူဖြူတွေကကျွန်အရောင်းအဝယ် ကုန်သွယ်မှုတွေ အပြင် တစ်ဖြေးဖြေး စီးနင်းလာတဲ့အခါမျိုးချစ်စိတ် ရှိတဲ့ ဘုရင့်အမျိုးအနွယ်တွေက ပုန်ကန်ဖို့ လုပ်ကြပါတယ်ဒါပေမဲ့ အရမ်းလည်လွန်းတဲ့ လူဖြူ အရာရှိ ကလိုက်ဖ် က အတော်များများကိုသတ်ပစ်ခဲ့ပါတယ်...အဲ့ဒီထဲကမှ ဘုရင်ကြီး တစ်ပါးရဲ့ သမီးဖြစ်သူ ဇာဖီရာ ဟာလူယုံတော်ကြီး အာဇတ် နဲ့ အတူ လွတ်မြောက်သွားခဲ့ပါတယ်..နှစ်ပေါင်းအတော်ကြာတဲ့ အခါ ပင်လယ်ဓါးမြကြီး ပုန်ကန်သူ အာဇတ် နဲ့အဖွဲ့ဖြစ်ပေါ်လာပြီး အင်္ဂလိပ်အစိုးရကို သွေးလန့်စေခဲ့ပါတော့တယ်...အင်္ဂလိပ်အစိုးရကလဲ သူတို့ အချုပ်အခြာ အာဏာ တည်မြဲရေးအတွက်အာဇတ် ကို ဖမ်းမိရဖို့အတွက် အတော်ဆုံးလူ လိုက်ရှာတဲ့အခါမှာတော့ပိုက်ဆံကလွဲပြီး ဘာမှ မသိ ...",
        "rating": "4.1",
        "url": "https://channelmyanmar.org/thugs-of-hindostan-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y4MBh0EjBlMuOzv9axM4qJlmhzz.jpg",
        "title": "Guardians of the Galaxy Vol. 2 (2017) MCU",
        "description": "The Guardians must fight to keep their newfound family together as they unravel the mysteries of Peter Quill's true parentage. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity Stone လို႕ ...",
        "rating": "7.7",
        "url": "https://megaup.net/2MEwn/(MCU-CM)Guardians.of.the.Galaxy.Vol.2.2017.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Guardians_of_the_Galaxy_poster-135x200.jpg",
        "title": "Guardians of the Galaxy (2014) MCU",
        "description": "Light years from Earth, 26 years after being abducted, Peter Quill finds himself the prime target of a manhunt after discovering an orb wanted by Ronan the Accuser. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ ...",
        "rating": "8.1",
        "url": "https://megaup.net/2MEuq/(MCU-CM)Guardians.of.the.Galaxy.2014.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/2ysd8ojua69n-133x200.jpg",
        "title": "The Bodyguard 2 (2007)",
        "description": "The Bodyguard 2 (2007)Bodyguard 2 မှာဆိုရင်တော့ သူဋ္ဌေးကြီးရဲ့ဘော်ဒီဂတ်မဖြစ်ခင် အထူးအေဂျင့်ဖြစ်ခဲ့ဖူးတဲ့ ဝူခုန်းရဲ့ နောက်ကြောင်းကိုတွေ့မြင်ကြရမှာပါ။ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရဒေသတစ်ခုရဲ့ အထူးအေဂျင့်ဖြစ်တဲ့ ခမ်လောင်ဟာ ထိုင်းနိုင်ငံဘက်မှာ တရားခံကိုဖမ်းရင်း အမှားတစ်ခုကိုလုပ်မိသွားပါတယ်။အဲအမှားကိုပြင်ဆင်တဲ့အနေနဲ့ အထူးတာဝန်တစ်ခုကိုထမ်းဆောင်ရမယ်ဆိုတော့ အသံသွင်းကုမ္ပဏီတစ်ခုရဲ့ အဆိုတော်အဖြစ် ဟန်ဆောင်ဖို့အကြောင်းဖန်လာပါတော့တယ်။တစ်သက်လုံး လက်ကြောမတင်းဘူးလို့ ထင်လာခဲ့တဲ့ ကိုယ့်ယောက်ျား အဆိုတော်ဖြစ်နေတာကို တီဗွီမှာမြင်လိုက်ရတော့ ခမ်လောင်ရဲ့မိန်းမဟာလည်း ကုမ္ပဏီကိုလိုက်လာပါတော့တယ်။\nအလွဲလွဲအချော်ချော်တွေနဲ့ တာဝန်ထမ်းဆောင်ရမယ့်အပြင်မိန်းမကိုပါ လိုက်ထိန်းနေရမယ့်ခမ်လောင်တစ်ယောက်တာဝန်ထမ်းဆောင်နိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုရမှာပါ။The Bodyguard 1 တုန်းကအတိုင်း အက်ရှင်အမိုက်စားလေးတွေနဲ့အူတက်အောင်ရယ်ရမယ့် ရုပ်တည်ကြီးနဲ့သရုပ်ဆောင်ချက်တွေကြောင့်လက်လွတ်မခံသင့်တဲ့ ထိုင်းအက်ရှင်ဟာသကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်။ပထမကားဖြစ်တဲ့ The Bodyguard (2004) ကို https://channelmyanmar.org/the-bodyguard-2004/  ဒီမှာကြည့်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Hazel ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…HDRip 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hazel",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-bodyguard-2-2007/"
    }
]