[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/Rise-of-the-Legend-poster-135x200.jpg",
        "title": "Rise of the Legend (2014)",
        "description": "Rise of the Legend (2014)\nIMDb - 6.5/10_____ Rotten - 63% \nIMDb rating 6.5/10 ရရှိထားပြီး ဒီဇာတ်ကားမှာနာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတာကိုတွေ့ရှိရပါတယ်။\nကျွန်တော်ကတော့ ဒီကားကို အရင်ကထွက်ထားခဲ့တဲ့ ဝမ်ဖေးဟုန်ဇာတ်ကားတွေကို\nRevolution လုပ်ပြီးရိုက်ထားသလားလို့တောင်ထင်မိပါတယ်။\nဒီဇာတ်ကားထဲမှာဆိုရင် တရုပ်ပြည် ချင်ခေတ်ရဲ့ တော်လှန်ပုန်ကန်မှုတွေ၊စစ်ပွဲတွေ၊သဘာဝဘေးအန္တရာယ်တွေနဲ့\nတခြားစီးပွားရေး ပြသနာတွေကို ဖေါ်ပြရိုက်ကူးထားပြီး\nချင်ခေတ်ရဲ့ အဆိုးဆုံးသော အခြေအနေတွေကို ရိုက်ပြထားတာပါ။\nတရုပ်ပြည်ရဲ့ပင်လယ် ပိုးချည်လမ်းလို့ခေါ်တဲ့ ဝမ်ကျိုးမြစ်ရဲ့ ဇူဂျန်ဆိပ်ကမ်းတစ်နေရာ ကျားနက် အဖွဲ့က အုပ်စိုးထားပြီး\n၎င်း ကျားနက်အဖွဲ့ကို ဦးဆောင်နေသူ မာစတာလူမှာ မွေးစားသားကတော့ ၃ယောက်ရှိပါတယ်\nသားအကြီးဆုံး တာဟုန် ၊ သဌေးလေး အားခို နဲ့တတိယကျား တို့ ကတာဝန်ခွဲေ၀ အုပ်ချုပ်ကြပါတယ်။  \nတရက်မှာ မာစတာလူ က သူ၏ စတုတ္ထမြောက်မွေးစားသားကို ရွေးချယ်ရန်\nသူ၏ အလုပ်သမားများထဲမှ လုပ်သက်ကြာပြီး အစွမ်းအစရှိသူများကို ရွေးထုပ်ပြီး\nသူ၏ပြိုင်ဘက်ဂိုဏ်း မြောက်ပင်လယ်ဂိုဏ်းကို သုတ်သင်ခိုင်းပါတယ်.......\nစတုတ္ထမြောက် မွေးစားသားရဲ့ ဘယ်လိုလျှိုကွက်တွေနဲ့ မြောက်ပင်လယ်ဂိုဏ်းကိုခြေမှုန်းမလဲ.....\nစတုတ္ထသား ကရော ...",
        "rating": "6.5",
        "url": "https://megaup.net/U74z/Rise_Of_The_Legend_(Huang_Feihong_Zhi_Yingxiong_You_Meng)_[2014]_(MM_Sub).mp4",
        "category": "Action, Asian, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/saving-Mr.Wu_-133x200.jpg",
        "title": "Saving Mr. Wu (2015)",
        "description": "ဒီဇတ်ကားဟာ အဆိုတော် မင်းသားကြီး Andy Lau ကို\nအကြမ်းအရမ်း ပုံစံမျိုးနဲ့ တွေ့ရမှာ မဟုတ်သလို ခပ်ညံ့ညံ့\nပုံစံမျိုးလဲ မဟုတ်ပြန်ပါဘူး...\nရုပ်ရှင်မင်းသားကြီး ဝူ ဟာ သူ့မန်နေဂျာ နှင့် အတူ ပွဲတစ်ခုမှ\nအပြန် ရဲဟု ပြောဆိုသူတွေထံ အကြောင်းရှာဖမ်းဆီးခံလိုက်ရပါတယ်\nနောက်မှ သိရတာကတော့ ရဲဆိုသူတွေဟာ ရဲအတုတွေ ဖြစ်ပြီး ဝူ ကို\nပြန်ပေးဆွဲပြီး အကျပ်ကိုင် ငွေညှစ်မယ့်သူများပဲ ဖြစ်ပါတယ်...\nပြန်ပေးဆွဲသူဟာလဲ အရင်က လိမ်လည်မှုများနဲ့ ထောင် ၉ နှစ်ကျပြီး\nထောင်က ထွက်လာတာ တစ်နှစ်မပြည့်သေးတဲ့ သူ တစ်ဦးလဲ ဖြစ်နေပါတယ်\nပိုဆိုးတာက သူ ပြန်ပေးဆွဲတဲ့သူတွေကို ပိုက်ဆံမရရအောင် အကုန် ညှစ်ယူပြီး\nအသက်ရှင်လျက် ပြန်မလွှတ်တက်တဲ့နေရာမှာ နာမည်ကြီးပြန်ပါတယ်...\nဝူ ထက် အရင် ဖမ်းဆီးခံရသူနှင့် ဝူ နှစ်ဦးသားဖမ်းဆီးခံထားရပြီး\nအရင်ဖမ်းဆီးခံထားရသူတွက်ပါ သနားသဖြင့် ဝူ မှ ပြန်ပေးငွေ ပေးမည်ဟု\nကတိခံပြီး သူ့အိမ်တွင် ဘဏ်ကတ် သွားယူရန် လူဆိုးအားပြောလိုက်ပါတယ်\nဘတ်ကတ် ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xdx0/Saving_Mr._Wu_(Jie_Jiu_Wu_Xian_Sheng)_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/12328-Three-Steps-Above-Heaven-133x200.jpg",
        "title": "Three Steps Above Heaven (2010)",
        "description": "Three Steps Above Heaven (2010)________IMDb - 7.0/10\n IMDb rating 7.0 အထိရထားတဲ့ စပိန် အချစ်ဇာတ်ကားလေးတကားဖြစ်ပါတယ်\nခပ်မိုက်မိုက် လမ်းသရဲကောင်လေးနဲ့အဖြူထည် ကျောင်းသူလေးတို့ရဲ့\nရိုမတ်ဆန်စွာရိုက်ကူးထားတဲ့အချစ်ဇာတ်လမ်းလေးလို့ပဲဆိုပါတော့ ...\nဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင်တော့ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင် ဆိုင်ကယ်စကေး လမ်းသူရဲ ကောင်လေးလည်း\nအိမ်တွင်းပုန်း ကျောင်းသူလေးနဲ့တွေ့တော့ နှလုံးသားရဲ့ခံစားချက်အရာအားလုံးကိုခဝါချရတော့တာပေါ့....\nမူချင်ပေမယ့်လည်း ... မူချိန်မရလိုက်တဲ့ မယ်မဒီလေး ....\nကောင်လေးရဲ့ ကြွပ်ဆပ်ဆပ် အပြုအမူတွေကြားမှာ အကန်းတစ္ဆေမကြောက်သလိုဖြစ်ခဲ့ရပြီလေ...\nအမေ့ရဲ့အုပ်ထိန်းမှုအောက်မှာ ကြီးပျင်းလာရတဲ့ သမီးအလိမ္မာလေး ကောင်လေးရဲ့အချစ်တစ်ခုအတွက်\nအရာအားလုံးကို စုန်ကန်ဖို့အသင့်ဖြစ်နေတာပေါ့...\nအချစ်ကို ပုံလောင်းချင်တဲ့အမေလည်း သမီးကို မျက်စိဒေါက်ထောက်ကြည့်နေပေမယ့် ယောက္ခထီးကို အပိုင်ချုပ်နိုင်တဲ့\nကောင်လေးရဲ့စကေးတစ်ပေါက်ကြောင့် သမီးလေးကို လိုက်မမှီတော့ဘူးလေ...\nကောင်းကင်အထက် သုံးမီတာအထိ မြင့်တဲ့သူတို့ ရဲ့ အချစ်ရထားလေးကို ရိုမန်တစ်ဆန်ဆန်မြှင့်ရင်း\nခုတ်မောင်းလာခဲ့တာ နေဝင်ချိန်ကမ်းခြေအလှနှင့်အတူ အိမ်တွင်းပုန်းကျောင်းသူလေးရဲ့ အပျိုစင်ဘဝလေးက...???\nမိခင်ရဲ့ ပုံစံခွက်ထဲက ရုန်းထွတ်နိုင်အောင် ကြိုးစားနေတဲ့ သမီးလေးရဲ့ ဘဝ???\nမတူညီတဲ့ဘဝနှစ်ယောက်ရှိတဲ့လူနှစ်ယောက် အချစ်ဆိုတဲ့အရာကို တခုတည်းပေါင်းစည်းနိုင်မှာလား\nကဲ... အိမ်တွင်းပုန်း ကျောင်းသူလေးနဲ့လမ်းသူရဲလေးကောင်လေးတို့ ကောင်းကင်အထက်သုံးမီတာမှာ ဘာဆက်ဖြစ်ကြမလဲ ....IMDb rating ...",
        "rating": "7.0",
        "url": "https://megaup.net/2dg4g/Three_Steps_Above_Heaven_(Tres_Metros_Sobre_El_Cielo)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/freedvdcover_cop-car-2015-r1-custom-1-300x209.jpg",
        "title": "Cop Car (2015) ၿမန္မာစာတန္းထိုး",
        "description": "2015 မွာ ထြက္ရွိထားတဲ႔ ဇာတ္ကားၿဖစ္ၿပီး ဒါရိုက္တာ Jon Watts က ရိုက္ကူးတင္ဆက္ထားပါတယ္\nIMDb Rate ကလည္း 6.4 ေလာက္ ရထားတာမို႔ မဆုိးဘူးလို႔ေၿပာလို႕ရတဲ႔ဇာတ္ကားတစ္ကားၿဖစ္ပါတယ္\nဇာတ္လမ္းကိုေတာ႔ နယ္ျမိဳ႕ေလးမွာ ရိုက္ထားတာပါ ကေလး၂ေယာက္ ေဆာ့ကစားေနတုန္း မထင္မွတ္ပဲ ရဲကားကိုသြားေတြ႕ပါတယ္ ကားထဲမွာ ရဲလဲမရွိဘူးဆိုေတာ့ ကေလး၂ေယာက္ လက္တည့္စမ္းပီး ကားကိုေမာင္းၾကရင္း မ်ိဴးစံုျပသနာေတြၾကံဳေတြ႕ရတဲ့အေၾကာင္းေလး ျဖစ္ပါတယ္ကဲ ၾကည္႔လိုက္ရေအာင္ :)\nFilesize : 753 MB\nQuality :WEBRip720p\nFormat : mp4\nRunning Time : 1hr 28min\nIMDb Rate : 6.4\nSubtitle : Myanmar Subtitle ( Hardsub )\nEncoded By LKDownload And Watch With Pcloud Link",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-49/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/the-attack-of-26-11-6-138x200.jpg",
        "title": "The Attacks Of 26/11 (2013)",
        "description": "The Attacks Of 26/11 (2013)_____IMDb - 6.9/10\n  \nThe Attacks of 26/11 ဒီဇာတ်ကားလေးကတော့ IMDb rating 6.9 ရရှိထားပြီး\n2008 ခုနှစ် နိုဝင်ဘာလ (၂၆)ရက်နေ့က အိန္ဒိယနိုင်ငံမှာ ဖြစ်ပွားခဲ့တဲ့ အကြမ်းဖက်တိုက်ခတ်မှုကို\nအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဖြစ်ရပ်ကို အိန္ဒိယနိုင်ငံသားတွေအနေနဲ့ 9/11 လိုမျိုး 26/11 လို့ခေါ်ဝေါ်ကြပြီးတော့\nယနေ့ထက်တိုင် ဝမ်းနည်းခြင်းအထိမ်းအမှတ်တွေ လုပ်ကြဆဲပါ။\nအကြမ်းဖက်အဖွဲ့က ပါကစ္စတန်အခြေစိုက် Lashkar-e-Taiba အဖွဲ့ဖြစ်ပြီးတော့\nအဖွဲ့ဝင်(၁၀)ဦးနဲ့ အိန္ဒိယအထင်ကရ(၁၂)နေရာကို တိုက်ခတ်ခဲ့တာဖြစ်ပြီး\nလူ(၁၆၄)ယောက် သေဆုံးခဲ့ရတယ်လို့ ဆိုပါတယ်။ဒီဇာတ်ကားက အဲဒီဖြစ်ရပ်မှန်ကို Documentary Film အဖြစ် ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပြီး\nအကြမ်းဖက်သမားတွေရဲ့ ဘာသာရေး အသုံးချမှုကို\nကွက်ကွက်ကွင်းကွင်းမြင်အောင် ရိုက်ပြထားတာတွေ့ရမှာပါ\nသင်ခန်းစာတွေ တွေးတောဆင်ခြင်စရာတွေ အများကြီးပေးတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့\nလုံးဝကို လက်လွတ်မခံသင့်ပါကြောင်းလို့ ပြောပါရစေ။(ဒီဇာတ်ကားရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှ ညီလေး Sherlock ဖြစ်ပါတယ်။)\n@San Win Maung\n  \nFile Size   ...",
        "rating": "6.9",
        "url": "https://megaup.net/1ybos/The_Attacks_Of_26-11_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/p3515201_v_v8_ac-133x200.jpg",
        "title": "Metro (2013)",
        "description": "ဒီတစ် ခါမှာလည် းAction, Thriller အမျိုးအစားဇာတ် ကား လေးနဲ့မိတ်ဆက်ခွင့်ပြုပါ ဒါရိုက်တာ Anton Megerdichev ရိုက် ကူးခဲ့ပြီးImdb6.6ထိရရှိထားတဲ့အတွက် ဇတ် က ား ကောင် းတစ် ကားလို့အမည် ထပ် တပ် ရင် မှားနိုင် လောက် မယ် မထင် ပါဘူး ကျွန် တော် တို့ နေတဲ့ ကမ္ဘာကြီးမှာ သဘာဝက ပေးတဲ့ ဘေးဆိုး တွေကို ကိုယ် တိုင် မကြုံဖူးရင် တောင် ကြုံရတဲ့သူ တွေကိုမြင် တွေ့ဖူးကြမှာပါ အဲဒီမှာ ပေါ့ဆဆ နေတတ် တဲ့သူတစ် ချို့ ကြောင့်လူအများအသက် တွေဆုံးရှုံးရတာ တွေလည် းရှိပါတယ် ..ကျွန် တော် ပြောခ ျင် တာကဒီဇတ် ကား လေးက သူပရိတ် သတ် ...",
        "rating": "6.5",
        "url": "https://megaup.net/2d6pa/Metro_(Метро)_[2013]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/the-promise-poster-133x200.jpg",
        "title": "The Promise (2005)",
        "description": "The Promise (2005)_____IMDb - 5.6/10 \nမထင်မှတ်ဘဲ အငတ်ဘေးဆိုက်ရာမှ မိမိအသက်ရှင်သန်ဖို့အရေးအတွက်\nအစားအစာရှာဖွေရင်း မထင်မှတ်ထားတဲ့ နတ်ဘုရားသခင်မ မန်ရှင်း ကို တွေ့ဆုံခဲ့ရတဲ့ ကျွီချန်\nမိမိတိုင်းပြည်ကိုကာကွယ်ဖို့အတွက် အင်အား ၃သောင်းခန့်ရှိတဲ့ စစ်တပ်ကို\nရွပ်ရွပ်ချွံချွံ ခုခံကာကွယ်နေတဲ့ စစ်သူကြီး ကွမ်းမင်\nသူ့သခင်ကို ပြန်လည်ကယ်ဆယ်ဖို့အတွက် မိမိအသက်အန္တရာယ်ကို\nဂရုမစိုက်ပဲ ရန်သူတွေကြားထဲကို တိုးဝင်လာတဲ့ ကွမ်လွန် ငယ်ငယ်လေးကတည်းက ကတိသစ္စာပျက်ခဲ့လို့ယုံကြည်ချက်ပျောက်သွားခဲ့တဲ့ ဝူဟွမ်\nသူတို့လေးယောက် ဆုံဆည်းမိတဲ့ အခါမှာတော့ ဘာတွေဖြစ်လာမလဲ\nနတ်ဘုရားတွေနဲ့လူတွေကြားက ကတိတွေကိုဘယ်လိုချိုးဖောက်မှုတွေ\nကြောင့် ဘယ်လိုများကြုံတွေ့ရမလဲဆိုတာကိုတော့\nပရိတ်သတ်ကြီးကဘဲ ဒေါင်းယူခံစားကြည့်ရှူလိုက်ပါတော့\nဇာတ်ကားလေးက IMDb rating 5.6/10 ရရှိထားပြီး\nကျတေ်ာတို့ အရင်ခေတ်က ဒါရိုက်တာရင် ဆိုပြီး ရင်းနှီးခဲ့ကြတဲ့\nမင်းသားကြီး Dong-gun Jang ဟာလဲ ခွန်လွန် အဖြစ်ပါဝင်သရုပ်ဆောင်\nထားတာကြောင့် ဇာတ်ကားကောင်းတကားဖြစ်နေတာတော့ မလွဲပါဘူး။\n  \nမထင္မွတ္ဘဲ အငတ္ေဘးဆိုက္ရာမွ မိမိအသက္ရွင္သန္ဖို႔အေရးအတြက္\nအစားအစာရွာေဖြရင္း မထင္မွတ္ထားတဲ့ နတ္ဘုရားသခင္မ မန္ရွင္း ကို ေတြ႕ဆုံခဲ့ရတဲ့ ကြၽီခ်န္\nမိမိတိုင္းျပည္ကိုကာကြယ္ဖို႔အတြက္ အင္အား ၃ေသာင္းခန႔္ရွိတဲ့ စစ္တပ္ကို\n႐ြပ္႐ြပ္ခြၽံခြၽံ ခုခံကာကြယ္ေနတဲ့ ...",
        "rating": "5.6",
        "url": "https://megaup.net/TExb/The_Promise_(Wu_Ji)_[2005]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/07/From-Vegas-To-Macau-III-poster-133x200.jpg",
        "title": "From Vegas To Macau III (2016)",
        "description": "From Vegas To Macau III (2016)_____IMDb - 2.3/10\n  အက်ရှင်ကြမ်းကြမ်းတွေကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ The Man From Macau 3ကို မင်းသားကြီး Chow Yun-fat အပြင် မင်းသား Andy lau ပါ ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်း အကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ကန်(Chow Yun-fat)ရဲ့သမီးနဲ့ သူ့တပည့်ရဲ့ မင်္ဂလာပွဲကို အကြမ်းဖက်တိုက်ခိုက်ခံရပါတယ်...အဲ့ဒီအချိန်မှာပဲ ကန်ဆေးရုံရောက်နေတဲ့အချိန်မှာ ဒီအိုအေရဲ့ ငွေကို ခိုးယူထားပါတယ်ဆိုပြီး ကန်တယောက်အဖမ်းခံရပါတော့တယ် ကန်တယောက် အဖမ်းခံရတာကို ထွက်ပြေးဖို့ကြိုးစားတဲ့အချိန်မှာပဲ ကျင်စက်နဲ့ပစ်ဖမ်းခံရတာကြောင့် ထောင်ထဲရောက်တဲ့အချိန် အတိတ်မေ့သွားပြီ ရူးသလိုနှမ်းသလိုဖြစ်သွားရှာတယ်.....ရူးသလိုဖြစ်နေတဲ့ကန်တယောက် အရင်ဇာတ်ကားတွေထက် ပိုစွမ်းတဲ့လူဆိုးတွေနဲ့ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာကို ရယ်ရင်းမောရင်းကြည့်ရှုကြပါအုံးစို့ထွက်သမျှ Movieတွေထဲမှာ အကြည်ဆုံးက တရုတ်စာတန်းထိုးအသေနဲ့ ဖြစ်နေဖို့ Subtitle ကို အရောင်ထည့်ပြီး ကြည့်ရ အဆင်ပြေအောင် လုပ်ထားပါတယ်။ Subtitle Qualityနဲ့ ပတ်သတ်ပြီး စိတ်တိုင်း ...",
        "rating": "2.3",
        "url": "https://megaup.net/V7gc/From_Vegas_To_Macau_III_(Du_Cheng_Feng_Yun_III)_[2016]_(MM_Sub).mp4",
        "category": "Action, Asian, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/lone-survivor-133x200.jpg",
        "title": "Lone Survivor (2013)",
        "description": "Lone Survivor (2013)\nIMDb - 7.5/10_____Rotten - 74%\n ဒီတစ်ခါတော့ စစ်ကားကြိုက်ပရိတ်သတ်တွေအတွက် စစ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ၂၀၁၄ အစရဲ့ အက်ရှင်ကားကောင်း တစ်ကားဖြစ်ခဲ့ပါတယ်။\nဒီကားက တကယ့် ဖြစ်ရပ်မှန် Red Wings Operation ကို ဇာတ်အိမ်တည်ရိုက်ကူးထားပြီး၊ ကျဆုံးသွားတဲ့ စစ်သားတွေကို အမှတ်တရ ဂုဏ်ပြုထားတာဖြစ်ပါတယ်။\nဇာတ်လမ်းကတော့ Trailer မှာပါတဲ့အတိုင်း Navy SEAL လေးယောက်က တာလီဘန် ခေါင်းဆောင် တစ်ယောက်ကို အပြတ်ရှင်းဖို့ သွားတာဖြစ်ပါတယ်။ ဒါပေမယ့် သူတို့ ရှိနေတဲ့နေရာကို ဆိတ်ကျောင်းသား သားအဖကရောက်လာ ပြီးတွေ့သွားတဲ့အခါမှာတော့ Rules of Engagement (စစ်ပွဲတစ်ပွဲရဲ့စည်းကမ်းတွေလို့ ယေဘူယျ ဘာသာပြန်လို့ရပါတယ်) အရ ကလေးတွေ၊ လက်နှက်ကိုင် မဟုတ်တဲ့ အရပ်သားတွေကို မသတ်ပဲ ပြန်လွှတ်ပေးလိုက်ပါတယ်။ အဲ့လိုပြန်လွှတ်ပေးလိုက်ရင် သူတို့ နောက်မှာ တာလီဘန် တွေလိုက်လာမှာကို ...",
        "rating": "7.5",
        "url": "https://megaup.net/2omrv/Lone_Survivor_[2013]_(MM_Sub).mp4",
        "category": "Action, Biography, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BZjFjNmYwNGMtZjU3Yi00N2NhLTljNGQtNDFiY2Y1NjAxMDJjXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Constantine (2005)",
        "description": "Constantine (2005)_______IMDb - 7.0/10\n ဒီနေ့တင်ပေးမယ့် ဇာတ်ကားကတော့ CM ပရိတ်သတ်တို့ ဂွတ်ရှယ်အကြိုက်တွေ့မယ့်ဇာတ်ကားပါပဲ\nမက်ထရစ်နဲ့ speed စတဲ့ ဇာတ်ကားတို့အပြင် မကြာသေးခင်ကထွက်ထားတဲ့\nJohn Wick ဇာတ်ကားတို့ရဲ့သရုပ်ဆောင် ကမ္ဘာကျော်မင်းသား Keanu Reeves ရဲ့ ခပ်မိုက်မိုက်ဇာတ်ကားတစ်ကားပါ\n2005 ခု နှစ်မှာထွက်ရှိထားပြီး ဒါရိုက်တာ Francis Lawrence က ရိုက်ကူးပြီး ဒေါ်လာ သန်း ၁၀၀\nအကုန်အကျခံကာရိုက်ကူးခဲ့တာ ရုပ်ရှင်အတွက် ပြန်ရတဲ့ငွေကတော့ ဒေါ်လာ သန်း ၂၃၀ ပဲဖြစ်ပါတယ်\nIMDb Rating မှာလည်း 7.0 ရရှိထားပါတယ်..\nဇာတ်လမ်းပုံစံကတော့ ဂျွန်ကွန်စတန်တင်းဟာ နတ်ဆိုးတွေကိုအမဲလိုက်တဲ့သူတစ်ဦးဖြစ်ပါတယ်..\nမကောင်းဆိုးဝါးတွေ..ကြားထဲမှာပဲ သူ့ဘဝကိုရှင်သန်ပြီး..သူလုပ်ခဲ့တဲ့ အရာတွေကြောင့်သူသေရင်\nငရဲကိုသာ သွားရလိမ့်မယ်ဆိုတာကို သူကိုယ်တိုင်လည်းသိပါတယ်..ဆေးလိပ်အရမ်းသောက်တာကြောင့်\nအဆုတ်တခုလုံးစုတ်ပြတ်သတ်နေပြီး သေဖို့အချိန်ကလည်းနီးကပ်နေပါပြီ..ကွန်စတန်တင်းဟာ\nသူသေရင် ငရဲအစားကောင်းကင်ဘုံကို တက်ရဖို့အတွက်..စွန့်စားမှုတခုကို အမြဲတမ်းလိုက်ရှာပြီး\nလုပ်ဖို့ကြိုးစားနေပါတယ်..သူ့ရဲ့ဝိဉာဉ်ဟာငရဲနဲ့ပဲသက်ဆိုင်တယ်လို့ မကောင်းဆိုးဝါးတွေကလည်း\nယူဆတဲ့အတွက် သူ့ကိုအမျိုးမျိုးသတ်ဖို့ကြိုးစား..စိတ်အနှောက်အယှက်ပေးနေကြပါတယ်.\nတစ်နေ့မှာ ကိုယ့်ကိုကိုယ်သတ်သေသွားတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ညီမဖြစ်သူကို မကောင်းဆိုးဝါး\nနတ်ဆိုးတွေလိုက်လံနှောက်ယှက်တဲ့အခါမှာ..ဂျွန်ဟာ အဲ့အမျိုးသမီးဘက်ကနေ ကူပါတော့တယ်..\nကောင်းကင်တမန် ..နဲ့..နတ်ဆိုးတွေ..အပြင်..နတ်ဆိုးဘုရင် လူစီဖာ နဲ့ပါ..ပါဝင်ပတ်သတ်မှုတွေနဲ့အတူ\nဂျွန် ကွန်စတန်တင်းရဲ့ စွန့်စားမှုတွေ..ခပ်မိုက်မိုက်ရိုက်ချက်တွေကို ဆက်လက်ရှုစားကြပါFilesize ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xqq0/Constantine_[2005]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/p9337419_v_v8_aa-133x200.jpg",
        "title": "Broken City (2013)",
        "description": "Broken City (2013)______IMDb - 6.2/10Shooter မင်းသား Mark Wahlberg နဲ့ နာမည်ကျော်မင်းသား Russell Crowe တို့ပါဝင်တဲ့\nသည်းထိပ်ရင်ဖို မှုခင်းဇာတ်လမ်းလေးပါ...Shooter မင္းသား Mark Wahlberg နဲ႕ နာမည္ေက်ာ္မင္းသား Russell Crowe တို႕ပါဝင္တဲ့\nသည္းထိပ္ရင္ဖို မွဳခင္းဇာတ္လမ္းေလးပါ...\n \nFile Size - 774 MB\nQuality - 720p\nTranslator - Ei Ei Mar\nEncoder - San Win Maung",
        "rating": "6.2",
        "url": "https://megaup.net/2da4v/Broken_City_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/28-weeks-later-poster-135x200.jpg",
        "title": "28 Weeks Later (2007)",
        "description": "28 weeks later (2007)\nIMDb - 7.0/10_____Rotten - 71%\n  \nIMDb 7\nRotten Tomatoes 71%\nMetacritic 78% ရထားတဲ့ 28 weeks later\nဇာတ်ကားဟာတော့သာမန် ရောဂါကူးစက်တဲ့\nzoombie ကားတွေနဲ့မတူဘဲ အချစ်မေတ္တာ အတိမ်အနက်\nကိုပါတွေ့မြင်နိုင်မှာပါ\nရောဂါကိုအမြစ်ပြတ်သလောက်ရှင်းနိုင်ခဲ့ပြီး အင်္ဂလန်ရဲ့\nခရိုင်လေးမှာ ပြန်လည်ထူထောင်ခဲ့ပေမယ့်\nမမျှော်လင့်တဲ့ အဖြစ်ဆိုးက ကံကြမ္မာတပတ်ပြန်လည်လာသောအခါဝယ်...\nမလွတ်တမ်းကြည့်သင့်တဲ့ဇာတ်ကားတကားဖြစ်ကြောင်းသာညွှန်းပါရစေ\n \n(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ ကိုမြန်မာကြီးပဲ ဖြစ်ပါတယ်)\n  \nIMDb 7\nRotten Tomatoes 71%\nMetacritic 78% ရထားတဲ႔ 28 weeks later\nဇာတ္ကားဟာေတာ႔သာမန္ ေရာဂါကူးစက္တဲ႔\nzoombie ကားေတြနဲ႔မတူဘဲ အခ်စ္ေမတၱာ အတိမ္အနက္\nကိုပါေတြ႔ၿမင္ႏိုင္မွာပါ\nေရာဂါကိုအၿမစ္ၿပတ္သေလာက္ရွင္းႏုိင္ခဲ႔ၿပီး အဂၤလန္ရဲ႔\nခရိုင္ေလးမွာ ၿပန္လည္ထူေထာင္ခဲ႔ေပမယ္႔\nမေမွ်ာ္လင္႔တဲ႔ အၿဖစ္ဆုိးက ကံၾကမၼာတပတ္ၿပန္လည္လာေသာအခါ၀ယ္...\nမလြတ္တမ္းၾကည္႔သင္႔တဲ႔ဇာတ္ကားတကားၿဖစ္ေၾကာင္းသာညႊန္းပါရေစ(ဇာတ္ကားအညြန္းနဲ့ ဘာသာျပန္သူကေတာ့ ကိုျမန္မာၾကီးပဲ ျဖစ္ပါတယ္)\n  \nFile Size         : 790 MB\nQuality           : Blu ray Rip 720P\nRunning Time : 1hr 40 minute\nFormat           ...",
        "rating": "7.0",
        "url": "https://megaup.net/Uujv/28_Weeks_Later_[2007]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/images-133x200.jpg",
        "title": "The Finest Hours (2016)",
        "description": "The Finest Hours (2016)\nIMDb - 6.8/10______Rotten - 64%အသက်အန္တရာယ်ကြားကနေ ရုန်းကန်လွတ်မြောက်ဖို့ကြိုးစား\nရတဲ့အခက်ခဲဆုံး အချိန်တွေဟာ ကြုံတွေ့နေရတုန်းကတော့\nသေမလောက်ထိတ်လန့်စရာကောင်းပေမယ့်\nကျော်ဖြတ်လွန်မြောက်ပြီးတဲ့အခါ မှာပြန်ပြောပြစရာဇာတ်လမ်းလေး\nတစ်ခုအဖြစ် ဘာနဲ့မှမလဲနိုင်တဲ့\nဘဝရဲ့အကောင်းဆုံးအချိန်တွေဖြစ်နေတက်ပါတယ်ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ ဒီဇာတ်လမ်းလေးရဲ့ဇာတ်အိမ်ကို\nမုန်တိုင်းထန်တဲ့နေ့တစ်နေ့ရဲ့ ညတစ်ညမှာ\nဆီတင်သဘောၤတွဲကြီး နှစ်စင်းဟာ\nပင်လယ်ထဲမှာထက်ပိုင်းကျိုးထွက်သွားတာနဲ့\nဇာတ်အိမ်တည်ထားပါတယ်\nဒီသတင်းကိုကြားလိုက်ရတဲ့ မြို့လူထုရော\nကမ်းခြေစောင့်ကယ်ဆယ်ရေးတပ်ဖွဲ့တွေရောဗျာများကုန်ကြပြီး\nကယ်ဆယ်ရေးတပ်ဖွဲ့တွေကိုလွှတ်ကြရပါတော့တယ်\nဒီမှာပဲ မင်းသား ဘာနီဝက်ပါဆိုတဲ့ လူငယ်လေးခေါင်းဆောင်တဲ့ လူလေးယောက်အဖွဲ့ဟာ\nမုန်တိုင်းထန်နေတဲ့ပင်လယ်ပြင်မှာကယ်ဆယ်ရေးခရီးစဉ်ကို\nထွက်လာရပါတော့တယ်\nတစ်ဖက်မှာလဲ ထက်ပိုင်းကျိုးနေတဲ့သဘောၤပေါ ်က\nသဘောၤသားတွေရဲ့ အသက်\nရှင်သန်ဖို့ကြိုးစားအားထုတ်ကြရပုံ\nတွေကိုတင်ဆက်ထားပြန် ပါတယ်\nဆဲလ်ဘက်လို့ခေါ ်တဲ့သဘောၤသားရဲ့ခေါင်းဆောင်\nှုမှုအောက်မှာသဘောၤသားတွေ ရှင်သန်ဖို့ဘယ်လိုကြိုးစားကြ\nရမလဲ ကယ်ဆယ်ရေးအဖွဲ့က ဘာနီဝက်ပါရဲ့အားထုတ်ကြိုးပမ်းမှုကရော\nသဘောၤသားတွေကို ကယ်ထုတ်လာနိုင်ပါ့မလား\nကိုယ်တိုင်လဲ ချစ်သူ မီရီယန် ဆိုတဲ့မိန်းမပျိုလေးနဲ့\nလက်ထပ်တော့မယ့် ဘာနီဟာ မိမိချစ်သူဆီကိုပြန်နိုင်ပါ့မလား\nလူများစွာရဲ့မိသားစုတွေကိုရောပြန်လည်ပေါင်းစည်းပေးနိုင်ပါ့\nမလားဆိုတာကိုတော့……………………ဇာတ်ကားအစအဆုံး ရင်တမမကြည့်ရမယ့်\nဒီဇာတ်ကားလေးဟာ IMDb rating 6.8/10ရရှိထားပြီး\nAction,Thriller အမျိုးအစားဖြစ်ပါတယ်\nActionကားကြိုက်နှစ်သက်သူတွေ\nအကြိုက်တွေ့စေမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားလဲဖြစ်ပါတယ်။\nဘာသာပြန်နဲ့ အညွှန်းကိုတော့ CM Translator Han Htoo Zaw ကရေးသားပေးခဲ့တာပါ။File Size :799 MB\nQuality :720 Blu-Ray\nFormat :MP4\nSubstitle :Myanmar Substitle(hardsub)\nEncoder       ...",
        "rating": "6.8",
        "url": "https://megaup.net/2okS9/The_Finest_Hours_[2016]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/phantom-2015-poster-133x200.jpg",
        "title": "Phantom (2015)",
        "description": "Phantom (2015)________IMDb - 5.9/10မင်းသားက Saif Ali Khan ဖြစ်ပြီး မင်းသမီးကတော့ Katrina Kaif ဖြစ်ပါတယ်။\nIMDb Rating (5.9/10) ရရှိထားတဲ့ Action, Drama, Thriller အမျိုးအစား Bollywood ဇာတ်ကားဖြစ်ပါတယ်။\nလျှို့ဝှက်သည်းဖိုဆန်ဆန် ခပ်ကြမ်းကြမ်း Bollywood ဇာတ်ကားတွေကြိုက်တတ်ရင် အဆင်ပြေမှာပါ။\nကျွန်တော့်လို မင်းသမီးကဒ်ထရီနာကပ်ဖ်ရဲ့ ပရိတ်သတ်တွေကတော့ ဇာတ်လမ်းအကြောင်းကို\nသိပ်မထည့်တွက်ဘဲ ကြည့်ကြဦးမှာပါ။\n \nFile size...(1GB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:17:07\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya Aungနမူနာကြည့်ရန်",
        "rating": "5.9",
        "url": "https://megaup.net/1xrjz/Phantom_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/The-Monkey-King-2-poster-146x200.jpg",
        "title": "The Monkey King 2 (2016)",
        "description": "Monkey King 2 (2016)IMDb - 5.9/10_____Rotten - 100%\n  IMDb rating 5.9/10 ရရှိထားပြီး Rotten tomatoes မှာ ၁၀၀% ရရှိထားတဲ့ ဇာတ်ကားဖြစ်ပြီး\nဝူချန့် ရဲ့ ၁၆ရာစုခေတ်ကထွက်ရှိခဲ့တဲ့ Journey To The West ဝတ္ထုကိုဘဲ ပြန်လည်ဆန်းသစ်တင်ဆက်ထားတာဘဲဖြစ်ပါတယ်။အများကမျှော်လင့်စောင့်စားနေတဲ့ ဇာတ်ကားတကားလဲဖြစ်သလို ရုံတင်ချိန်မှာတော့ Deadpool နဲ့ အပြိုင် ရုံတင်ပြသခဲ့သည့်အတွက် ဇာတ်ကားမှာ ထင်သလောက်အောင်မြင်ခြင်းမရှိခဲ့ပါဘူး။ ဒါပေမဲ့ အရင် ထွက်ရှိပြီးသား ဇာတ်ကားတွေနဲ့ နှိုင်းယှဉ်ကြည့်ရင်တော့ Visual Affect တွေ Animation တွေဟာ တော်တော်ကြီး ကြည့်ကောင်းလာတာကိုတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မျောက်မင်း ဝူခုန်းကားတွေရဲ့ ထုံးစံအတိုင်းဘဲ ကျမ်းစာသွားသယ်တဲ့နေရာကနေစတင်ထားပြီး ထုံးစံအတိုင်းဘဲ ဝူခုန်းကို ဆရာတော်က ကယ်တင်ပေးတဲ့အခန်းကနေဘဲစတင်ထားပါတယ်။ အရိုးဖြူမိစ္ဆာ တို့အဖွဲ့ ရဲ့ တိုက်ခိုက်မှုတွေ အခက်အခဲတွေကို ဘယ်လိုကျော်လွှားပြီး အနောက်ဖက်က မိုးကြိုးကျောင်းဆောင်မှာ ကျမ်းစာတွေကို\nသယ်ယူနိုင်မနိုင်ကိုတော့ ဆက်လက် ဒေါင်းယူကြည့်ရှူကြပါဗျာ။ထိုသို့အလွန်ကောင်းသောဇာတ်ကားကို Channel Myanmar ...",
        "rating": "5.9",
        "url": "https://megaup.net/2e9ai/The_Monkey_King_2_(Xi_You_Ji_Zhi_-_Sun_Wukong_San_Da_Baigu_Jing)_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/double-team-poster-135x200.jpg",
        "title": "Double Team (1997)",
        "description": "Double Team (1997)_____IMDb - 4.8/10\n   \nဒီနေ့အတွက် ကျွန်တော်(စိုးထွေး)ရဲ့(၁၆)ကားမြောက်ဇာတ်ကားလေးကိုပရိတ်သတ်တွေဆီမိတ်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားအညွန်းကိုမပြောခင် ကျွန်တော် ပရိတ်သတ်တွေအကြောင်းကိုအရင်ပြောချင်ပါတယ် ။\nကျွန်တော်တို့တင်တဲ့ဇာတ်ကားတွေရဲ့အောက်မှာရေးတဲ့ ပရိတ်သတ်တွေရဲ့Commentတွေကို ကျွန်တော်တို့အမြဲတန်း လေးလေးစားစားဖတ်ပါတယ်။ ပရိတ်သတ်တွေတောင်းဆိုသမျှဇာတ်ကားတွေကိုလည်း အတတ်နိင်ဆုံးလုပ်ပေးနိင်အောင် ကျွန်တော်တို့ညီအစ်ကိုမောင်နမတွေအမြဲတစေကြိုးစားနေကြပါတယ်။ အခုတော့မင်းသားကြီးဗန်ဒိန်းဇာတ်ကားကို တောင်းဆိုသူတွေလည်းအများကြီးတွေ့ခဲ့လို့ ကျွန်တော်ဘာသာပြန်ဖြစ်ခဲ့တာပါ။\n  \nဒီဇာတ်ကားလေးကတော့ကြာပါပြီတော်တော်လေးကိုကြာနေပါပြီ။ ဇာတ်လမ်းအစမှာဦးနှောက် အရမ်းကောင်းမွန်တဲ့ထိပ်သီးလူဆိုးခေါင်းဆောင်စတားဘရို့ကို ဖမ်းဆီးဖို့တာဝန်ယူရသည့် အေဂျင့်ဂျက်ကွင်း . . . သူ့ရဲ့မတော်တဆမှုတခုကြောင့်စတားဘရို့ရဲ့ရင်သွေးငယ်သေဆုံးသွားပြီးနောက် ဂျက်ကွင်း ကိုအညို းထားပုံ၊ ဂျက်ကွင်းရဲ့ကိုယ်ဝန်သည်ဇနီးကို ပြန်ပေးဆွဲထားပြီးဂျက်ကွင်းကိုလက်စားချေဖို့ကြို းပန်းပုံ၊ စတားဘရို့ရဲ့လက်ထဲကသားနဲ့ဇနီးကိုဂျက်ကွင်း ဘယ်လိုကယ်တင်မလဲစသဖြင့်မင်းသားကြီးဗန်ဒိန်းရဲ့ အက်ရှင်အလန်းများနဲ့စတားဘရို့ရဲ့သရုပ်ဆောင် ကောင်းမှုတွေကြောင့် ဇာတ်ကားကောင်းတစ်ကားအဖြစ်ညွန်းဆိုလိုက်ပါတယ်။\n  \n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားသူကတော့ CM Team မှ Ko Soe Htwe ဖြစ်ပါတယ်။)\n File Size                          : 850 MB\nQuality   ...",
        "rating": "4.8",
        "url": "https://megaup.net/Y1cs/Double_Team_[1997]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Tae-Guk-Gi-poster-133x200.jpg",
        "title": "Tae Guk Gi: The Brotherhood of War (2004)",
        "description": "Tae Guk Gi : The Brotherhood Of War (2004)\nIMDb - 8.1/10_____Rotten - 80% \nလူကြိုက်များပြီးသားစစ်ကားတကားဖြစ်သလို မြန်မာစာတန်းထိုးနဲ့ ရသပြည့်ပြည့်၀၀ ခံစားရအောင်တင်ဆက်ပေးလိုက်ပါတယ်\nသမိုင်းနောက်ခံ Fatherland Liberation War လို့ခေါ်တဲ့တောင်ကိုရီးယားနဲ့မြောက်ကိုရီးယားကြားမှာ\n25ဇူလိုင်လ၁၉၅၀ကနေစပြီးဖြစ်ပွါးခဲ့ပါတယ် ၃နှစ်ကြာ(၁၉၅၀ ဇူလိုင် ၂၇မှ)ပြီးမယ့်\nဒီစစ်ပွဲမှာ အမေရိကန်တွေက တောင်ကိုရီးယားဘက်ကဝင်တိုက်ပေးခဲ့သလို ဆိုဗီယက်\nအထောက်အပံ့ရထားတဲ့တရုတ်တွေကမြောက်ကိုရီးယားဘက်ကဝင်တိုက်ပေးခဲ့တယ်\nဒုတိယကမ္ဘာစစ်အပြီး စစ်အေးကာလအရှိန်မြင့်နေတဲ့အချိန်မှာဖြစ်ခဲ့တဲ့ဒီစစ်ပွဲမှာ\n၁၉၄၅စက်တင်ဘာလ၈ရက်နေ့ ဒုတိယဗိုလ်ချုပ်ကြီး အန်ချီယွန်ကိုရောက်လာပြီး\nလတ္တီကျူ38ဒီဂရီမျဉ်းနဲ့အပြိုင်ဒေသမှာ ဂျပန်တို့လက်နက်ချပွဲတက်ရောက်ခဲ့တယ်\n၁၉၄၅ဒီဇင်ဘာလမှာ ဆိုဗီယက်အမေရိကန်ကော်မရှင်အဖွဲ့ကကိုရီးယားကိုအုပ်ချုပ်ခဲ့တယ်\nဂျပန်ကိုအတူတိုက်ထုတ်ခဲ့ကြတဲ့ ကိုရီးယားနိုင်ငံသားတွေဟာတောင်မြောက်ကွဲပြီး\nသူသေကိုယ်သေတိုက်နေသလို စစ်အေးကာလသြဇာကြီးမားဖို့အတွက်\nအမေရိကန်နဲ့ဆိုဗီယက်တို့ကလဲအပြိုင်အဆိုင်တိုက်ကောင်းနေကြတဲ့အချိန်လဲဖြစ်တယ်\nဇာတ်လမ်းအကျဉ်း အေးချမ်းပြီးပျော်ဖို့ကောင်းတဲ့မိသားစုတခုမှာ\nဂျင်တေး ဂျင်ဆောက်ညီအကို၂ယောက်....\nညီအကို၂ယောက်ကတော့  ဒါရိုက်တာရင်နဲ့ထယ်ဆောက်လို့လူသိများတဲ့\nနာမည်ကြီးမင်းသား နှစ်ယောက်ပဲဖြစ်ပါတယ်...သူတို့နှစ်ယောက်ရဲ့ သရုပ်ဆောင်ချက်တွေကြောင့်လည်း\nဇာတ်ကားဟာ ပိုပြီးတော့ ရသမြောက်ခဲ့တယ်လို့ပဲဆိုရမှာပေ့ါ.....\nအဖေမရှိတော့ပေမယ့် သူတို့ကိုချစ်တဲ့စကားမပြောနိုင်တဲ့\nအမေရယ် အကိုဂျင်တေးရဲ့စေ့စပ်ထားတဲ့မိန်းမရယ်သူ့မောင်လေး\nတွေနဲ့သူတို့မိသားစုကအတော်ကိုအေးချမ်းခဲ့တယ်  \nဖိနပ်ချုပ်ဖိနပ်တိုက်တဲ့အကိုဖြစ်သူကစာတော်ပြီးလိမ္မာရေးခြားရှိတဲ့\nသူ့ညီကိုအတော်ကိုချစ်ခဲ့တယ်... ၁၉၅၀ခုနှစ် ကိုရီးယားစစ်ပွဲကသူတို့မိသားစုကို\nမမျှော်လင့်ထားတဲ့ ကံကြမ္မာဆိုးတွေသယ်လာပေးခဲ့တယ်\nအသက်၁၈နှစ်ကနေ၃၀ကြား ယောက်ျားအားလုံးစစ်မှုထမ်းရမယ်ဆိုတဲ့\nအမိန့်အောက်မှာညီဖြစ်သူဂျင်တေးအစားလိုက်သွားဖို့တောင်းဆိုရင်းကနေ\nညီအကို၂ယောက်စလုံး စစ်ပွဲထဲပါခဲ့တယ်\nစစ်ဖြစ်နေတဲ့ကာလမှာညီဖြစ်သူကိုအိမ်ပြန်နိုင်အောင်ဘယ်လိုကြိုးစားခဲ့လဲ...\nသူချစ်တဲ့သူ့ဇနီးလောင်း..သူ့မိခင်ကြီးတို့ဘယ်လိုရုန်းကန်ခဲ့ရသလဲ...\nဖိနပ်ချုပ်နေရင်းနဲ့သူ့ညီစာသင်ပေးခဲ့တဲ့ ကောင်လေးတယောက်က မြောက်ကိုရီးယား\nတပ်ထဲအတင်းသွင်းခံရတဲ့အခါမှာ သူတို့ဘယ်လိုတွေရင်ဆိုင်ခဲ့ကြလဲ...\nစစ်ပွဲသရုပ်ပေါ်လွင်အောင်ရိုက်ထားတဲ့စစ်ကားဖြစ်သလို\nအချစ်အမုန်းရသစုံအောင်ဇာတ်အိမ်ဖွဲ့ထားတဲ့ဒီစစ်ကားလေးဟာလည်း\nအပစ်အခတ်အကြမ်းအတမ်းတွေကြားမှာ ဂရုဏာသက်စရာ သနားစရာ ဇာတ်ဝင်ခန်းတွေကို\nရိုက်ပြသွားတဲ့ ရိုက်ကွက်တွေဟာဆိုရင် တကယ်ကိုပြောင်မြောက်လွန်းပါတယ်\nIMDb rating 8.2 ထိရထားပြီး အတော်လေးကိုကောင်းတဲ့စစ်ကားဖြစ်ကြောင်းညွှန်းပါရစေ\nမဖြစ်မနေကြည့်သင့်တဲ့စစ်ကားတကားဖြစ်တယ်လို့ပဲညွှန်းပါရစေ... \nဘာသာပြန်သူအညွှန်းရေးသူကတော့ \" ...",
        "rating": "8.1",
        "url": "https://megaup.net/1yFly/Tae_Guk_Gi_-_The_Brotherhood_Of_War_(Taegukgi_Hwinalrimyeo)_[2004]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/02/Wallpaper001-1-300x225.jpg",
        "title": "Days Of Glory (2006)",
        "description": "ဒီဇာတ္ကား ကို အၫႊန္းေရးဖို႔ စဥ္းစားေတာ့ နည္းနည္း ေလး သတိထား ရတယ္ဗ်။ ဇာတ္လမ္းက အေျပာမတတ္ရင္ ဆဲ ခံရတယ္ ဆိုတာမ်ိဳး မၫႊန္းတတ္ရင္ ထိလြယ္႐ွလြယ္ ျဖစ္တတ္လို႔ပါ။ ဇာတ္ကားက ေကာင္းလြန္းလို႔ ျဖစ္ရတာပါ လို႔ပဲ ေျပာပါရေစဒုတိယကမာၻစစ္မွာ ဂ်ာမဏီတို႕ အင္အားၾကီးစိုးစဥ္အေၾကာင္း ေနာက္ခံထားၿပီးရိုက္ကူးထားပါတယ္ ျပင္သစ္ ႏိုင္ငံ နာဇီေတြ လက္ေအာက္ ေရာက္ေနခ်ိန္ က ဇာတ္အိမ္ တည္ထားတဲ့ အခ်ိန္ပါ။ ဒါကို ျပင္သစ္ေတြက ျပန္ ေတာ္လွန္ဖို႔အတြက္ စစ္အင္အားစုေဆာင္းရာမွာ အာဖရိကန္ လူမ်ိဳး ေလးဦးကလည္း ျပင္သစ္ တပ္မေတာ္ ထဲ ဝင္ေရာက္ခဲ့ရပါတယ္။ ဒါေပမယ့္ ျပင္သစ္ တပ္တြင္း လူမ်ိဳးေရး(ဘာသာေရး) ခြဲျခားမႈေတြကို ပါ တြန္းလွန္ဖို႔ ၾကံဳခဲ့ရပါတယ္။ဒီ ဇာတ္ကားမွာ အရင္ေခတ္ ႏိုင္ငံေတြရဲ႕ စစ္တပ္တြင္းအေျခအေန နဲ႔ ျပင္သစ္ႏိုင္ငံရဲ႕ လူမည္းေတြအေပၚ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/days-of-glory-2006/",
        "category": "Action, Adventure, Country, History, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/01/Wanted_film_poster-129x200.jpg",
        "title": "Wanted (2008)",
        "description": "Wanted (2008)\nIMDb - 6.7/10______Rotten 71%\n ဝီစလေ ဂစ်(ဘ်)ဆင် [James McAvoy] ဆိုတဲ့ လူငယ်လေးဟာ ချီကာဂို မြို့ထဲက\nကုမ္ပဏီတစ်ခုမှာ ဘာတက်လမ်းမှ မရှိတဲ့ စားရင်းကိုင် အလုပ်လေးတစ်ခုအတွက်နဲ့\nသူတစ်ပါးကို ပေးထားတဲ့ လုပ်ခလစာနဲ့မတန်အောင် မတရားခိုင်းစေပြီး\nမိမိကိုယ်တိုင်ကတော့ ဘာအလုပ်မှမလုပ်တဲ့ အထက်လူကြီးတစ်ယောက်ရဲ့လက်အောက်မှာ အလုပ်လုပ်ကိုင်ရပါတယ်တစ်နေ့မှာတော့ ဂစ်(ဘ်)ဆင် တစ်ယောက် သူ့ရဲ့အတူနေချစ်သူက\nသူ့အပေါ်သစ္စာမရှိပဲ သူရဲ့အခင်ဆုံး သူငယ်ချင်းတစ်ယောက်နဲ့\nဖောက်ပြန်တာကြောင့် စိတ်အာရုံထွေပြားပြီး ခေါင်းကိုက်နေတာကြောင့်\nသူကိုယ်တိုင်အတွက်ခေါင်းကိုက်ပျောက်ဆေးနဲ့အတူ သူ့ချစ်သူအတွက်\nသန္ဓေတားဆေးပါ ဝယ်နေတဲ့အချိန် ဆေးဆိုင်လေးမှာ ...\nဖော့(စ်) [Angelina Jolie] ဆိုတဲ့ အမျိုးသမီး တစ်ယောက်နဲ့တွေ့ဆုံခဲ့တယ်\nဖော့(စ်) က ဝီစလေရဲ့ဖခင် ကို သူမ သိကြောင်း ယမန် နေ့ညက\nသူ့အဖေ အသတ်ခံရကြောင်းနဲ့ သူ့အဖေကို သတ်တဲ့ လူသတ်တရားခံက\nသူ့နောက်ကို လိုက်နေကြောင်း ပြောပြပေမဲ့ သာမန် လူရိုးသားလေး ဂစ်(ဘ်)ဆင်\nအဖို့တော့ ဒီကိစ္စကြီးဟာ လက်မခံနိုင်စရာ ဖြစ်နေပါတယ်ဒီလိုနဲ့ ဖော့(စ်) ဟာ ဂစ်(ဘ်)ဆင် ...",
        "rating": "6.7",
        "url": "https://megaup.net/Rlua/Wanted_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Fancy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ubsnl8tEVI4C7dZQansuRp4z8bJ.jpg",
        "title": "Blood & Gold (2023)",
        "description": "Blood And Gold (2023)~ IMDb - 6.6/10, Rotten Tomatoes - 67% ~နာဇီတွေက ရှေးဟောင်းပစ္စည်းတွေ အနုပညာပစ္စည်းတွေ လက်ဝတ်ရတနာတွေနဲ့ တခြားထူးထူးဆန်းဆန်း ဂမ္ဘီရပစ္စည်းတွေကို တော်တော်စိတ်ဝင်စားကြပုံရတယ်။ ဥပမာ - ကျွန်တော်တို့ငယ်ငယ်က Indiana Jones ရုပ်ရှင်တွေထဲမှာဆိုလည်း သူနဲ့အပြိုင်ရတနာလိုက်ရှာတာက နာဇီတွေခပ်များများပဲ။ အခုဒီဇာတ်ကားကတော့ ဂျူးလူမျိုးတစ်ယောက်ချန်ထားခဲ့တဲ့ ရွှေချောင်းတွေကို နာဇီတွေလိုက်ရှာတဲ့အကြောင်းပါ။အချိန်ကာလကိုပြောရရင် ဒုတိယကမ္ဘာစစ်ပြီးခါနီး ၁၉၄၅... ဂျာမန်တွေစစ်ရှုံးနေတဲ့အချိန်ပေါ့။ ဒါပေမဲ့ သူတို့ကလက်‌မလျှော့သေးဘူး။ စစ်ရှုံးနေရင်းတန်းလန်း ရွှေချောင်းသွားရှာနိုင်သေးတယ်။ တကယ်က ရှာပုံတော်လို တောတောင်တွေဖြတ်ပြီးရှာကြတာမဟုတ်ပါဘူး။ သူတို့မှာ သတင်းရထားပြီးသားပါ။ ဒီမြို့မှာနေသွားတဲ့ ဒီဂျုးလူမျိုးကြီးမှာ ရွှေချောင်းသေတ္တာလိုက်ရှိခဲ့ဖူးတယ် ဆိုပြီးပေါ့။ ဒီတော့ သူတို့ကသွားယူရုံပဲလို့တွေးထားခဲ့တာပါ။ဒါပေမဲ့ အဲဒီဂျူးမိသားစုနေသွားတဲ့အိမ်က အပျက်အစီးပုံကြီးပဲကျန်တာကြောင့် နာဇီတွေအကြပ်ရိုက်ပါပြီ။ ရွှေတွေကဘယ်ရောက်နေမလဲ ဘယ်သူတွေရသွားမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းက ကြည့်ပျော်တယ်လို့ပြောနိုင်ပြီး သေနတ်ပစ်တာတွေ၊ ရိုက်ကွင်းရိုက်ကွက်တွေကအတော်လှတယ်လို့ပြောနိုင်ပါတယ်။ ဂျာမန်ရုပ်ရှင်ဆိုတော့ ဂျာမန် Vibe ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/blood-gold-2023/"
    }
]