[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTRlODBkOTctMDYwNS00MTExLThlZDktMDE0MTI3MGE2ZTE2XkEyXkFqcGdeQXVyMTU2MTgxNjc@._V1_-133x200.jpg",
        "title": "Among the Beasts (2023)",
        "description": "Among the Beasts (2023)\n==================\nIMDb Rating - 6.0/10Action, Thriller, Mystery ဇာတ်ကားကောင်းကြိုက်သူများအတွက်\nRotten Tomatoes 57%, IMDb rating 6.0/10 ရရှိထားတဲ့ ဇာတ်\nကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ စစ်သားဟောင်းကြီး အယ်လ်တီဟာ ကျဆုံး\nသွားရှာပြီဖြစ်တဲ့ သူ့ရဲ့ ရဲဘော်ရဲဖက် ဘော်ဘီရဲ့ မိသားစုကို စောင့်ရှောက်\nပေးနေခဲ့ပါတယ်။ တစ်နေ့မှာ ဘော်ဘီရဲ့ သမီး ကေလာ ပြန်ပေးဆွဲခံရပြီး\nပျောက်ဆုံးသွားခဲ့ပါတယ်။ အယ်လ်တီလည်း ရှာဖွေခဲ့ပေမယ့် မတွေ့ခဲ့ပါ\nဘူး။ အယ်လ်တီလည်း စိတ်ဓာတ်တွေကျ၊ တာဝန်မကျေဘူးဆိုတဲ့ ခံစား\nချက်တွေနဲ့ လုံးပန်းနေခဲ့ပါတယ်။တစ်နှစ်ခန့်အကြာမှာ လိုလာ ဆိုတဲ့ မူးယစ်ဆေးဝါး‌ဂိုဏ်းခေါင်းဆောင်ရဲ့\nသမီးဟာ သူ့ညီမဝမ်းကွဲလေး ဆိုဖီယာ ပြန်ပေးဆွဲခံရပြီး ပျောက်သွားတာမို့\nဖြစ်ပုံချင်းတူတဲ့ အယ်လ်တီ့ဆီကို အကူအညီလာတောင်းပါတယ်။ အယ်လ်\nတီတစ်ယောက်လည်း သူ့တာဝန်မကျေမှုကို ပြန်လည်ပေးဆပ်ဖို့အတွက်\nလိုလာ့ကို ကူညီပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒီလိုနဲ့ အယ်လ်တီ၊ လိုလာနဲ့\nအေဂျေတို့ သုံးယောက်ဟာ ကလေးပြန်ပေးဂိုဏ်းကို လိုက်လံစုံစမ်းတဲ့အခါ\nမှာတော့......(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nLeonard ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/among-the-beasts-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z7TzgY3qcBX7VHaNG3E3t8YP1v.jpg",
        "title": "The Channel (2023)",
        "description": "The Channel (2023)\n\" Subtitles error FIXED!!! \"\n~ Rotten Tomatoes - 67% ~Crime, Thriller အမျိုးအစားကိုမှ ညီအကို မိသားစုသံယောဇဉ်တွေနဲ့ ဒရာမာပါးပါး ရောထည့်ထားတဲ့ Action ဇာတ်ကြမ်းတစ်ကားနဲ့ မိတ်ဆက်ပေးလိုက်ပါပြီ။ New Orleans မှာ အခြေတည်ပြီး ရိုက်ထားတာပါ။ဂျိမ်းနဲ့ မစ်တို့ ညီအကို ၂ယောက်က Irish Channel မှာ ကြီးပျင်းခဲ့ပြီး အမေရိက မရိန်းတပ်ဖွဲ့က စစ်သားဟောင်းတွေဖြစ်ပါတယ်။ ဂျိမ်းက ဉာဏ်ပြေးပြီး ဆင်ခြင်နိုင်တဲ့ ညီဆိုရင် မစ်ကတော့ သွေးဆူလွယ်ပြီး ထိန်းချုပ်ရခက်တဲ့ အကိုလို့ပြောရမှာပါ။ စစ်ကထွက်လာပြီးတဲ့‌‌ နောက်ပိုင်းမှာလည်း ပြစ်မှုတွေ ကျူးလွန်ထားပါတယ်။ ဂျိမ်းမှာက ‌ဘဏ်၀န်ထမ်း ဇနီး အေဗာ နဲ့ မွေးရာပါနှလုံးရောဂါသည် လသားအရွယ် သမီးလေးရှိပါတယ်။ နှလုံးခွဲစိတ်ဖို့ ကုန်ကျစရိတ်က ဈေးကြီးလွန်းတဲ့အတွက် ဘဏ်ခွဲတစ်ခုကို ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-channel-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYmVmZGViYTQtNzEwMS00ODU1LWJjZjItMzc3YWY4ZDk1NTY3XkEyXkFqcGdeQXVyNjkwOTg4MTA@._V1_-160x200.jpg",
        "title": "Sher Shivraj (2022)",
        "description": "Sher Shivraj (2022)\n***************************\nIMDb-8.3/10ဘယ်လိုလက်နက်ပဲဖြစ်နေပါစေ.....\nလူသားပဲဖြစ်ဖြစ် တိရိစ္ဆာန်ပဲဖြစ်ဖြစ်.....\nနေ့ပဲဖြစ်နေနေ ညပဲဖြစ်နေနေ.....\nအိမ်တွင်းမှာပဲဖြစ်ဖြစ် အပြင်မှာပဲဖြစ်ဖြစ်....\nသင်ဟာ သတ်လို့မသေနိုင်တဲ့ မသေမျိုးဖြစ်စေဆိုပြီး အရှင်ဗြမ္မဟာက ဒီဆုလာဘ်ကို\nဟီရန်ရာကာ့ရှပ်ဆီ ပေးအပ်ခဲ့တယ်။ဒီဆုလာဘ်ကြောင့်ပဲ ဆိုးသွမ်းလာတဲ့ ဟီရန်ရာကို နတ်ဘုရားတွေကပါ\nကြောက်လန့်လာကြခဲ့တယ်။ဒါပေမယ့် သူ့သားတော် ပရယ်လားဒ်ကတော့\nအရှင်ဗိဿနိုးကို ဆည်းကပ်တဲ့သူ။ဒါကြောင့်ပဲ ဟီရန်ရာကာ့ရှပ်က ပရယ်လားဒ်ကို\nအကြိမ်ပေါင်းများစွာသတ်ဖို့ကြံစည်ခဲ့တယ်။ ဒါပေမဲ့လည်း အရှင်ဗိဿနိုးရဲ့ဘုန်းတန်ခိုးကြောင့်\nပရယ်လားဒ်ကို အကြိမ်ကြိမ်သတ်ဖို့ကြံစည်တာ မအောင်မြင်ခဲ့တဲ့နောက်မှာတော့\nပရယ်လားဒ်ကိုမေးခဲ့တယ် မင်းရဲ့အရှင်ဗိဿနိုးဘယ်မှာလဲဆိုပြီး။ပရယ်လားဒ်ကပြန်ပြောခဲ့တယ်\nစကြာဝဠာကြီးရဲ့ အစိတ်အပိုင်းတိုင်းမှာ အရှင်ကတည်ရှိနေပါတယ်တဲ့။ဒီတော့ ဟီရန်ရာက\nဒီတိုင်မှာရှိတာလားလို့မေးလေတော့ ပရယ်လားဒ်က ဟုတ်တယ် ဒီတိုင်လုံးထဲမှာလည်းရှိတယ်ဆိုတော့\nတိုင်ကို ဒေါသတကြီးနဲ့ကန်ပါလေရော။အဲဒီမှာပဲ တိုင်လုံးကအစိတ်စိတ်အမွှာမွှာကွဲပြီး လူခန္ဓာကိုယ်\nခြင်္သေ့ခေါင်းနဲ့ ဗိဿနိုးရဲ့အဝတာတစ်ဆူဖြစ်တဲ့ အရှင်နာဆင်မာပေါ်လာပြီး ဟီရန်ရာကိုပွေ့ချီသွားပြီး အတွင်းလည်း မဟုတ် အပြင်လည်းမဟုတ်\nလူလည်းမဟုတ် တရိစ္ဆာန်လည်းမဟုတ် ဘယ်လိုလက်နက်မှလည်းမသုံးဘဲ သုတ်သင်ရှင်းလင်းခဲ့ပါတယ်။ဒီဇာတ်လမ်းကိုကြားတော့ မင်းသားလေးက သူလည်းအရှင်နာဆင်မာလို\nမကောင်းဆိုးဝါးတွေကို သုတ်သင်ရှင်းလင်းမယ်ဆိုပြီး တိုင်တည်ပါတယ်။\nတိုင်းပြည်ရဲ့ခေါင်းဆောင်ဖြစ်လာတဲ့ တစ်နေ့မှာတော့ ဟီရန်ရာလိုမကောင်းဆိုးဝါးနဲ့\nစစ်ခင်းဖို့ဖြစ်လာတဲ့အချိန်မှာ မင်းသားလေးအဆင်သင့်ဖြစ်နေမလားဆိုတာတော့\nခမ်းခမ်းနားနားနဲ့ ကြည့်ရမယ့် အိန္ဒိယနန်းတွင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~BpL~Cherry~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…3.4GB / 1.3GB\nQuality…1080p WEBRIP  / 720p \nFormat…mp4\nDuration….2h 23m\nSubtitle….Myanmar ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/sher-shivraj-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuVIP2qlto0tCRwrNt5PqPxPscQ.jpg",
        "title": "Rev (2020)",
        "description": "Genre – Action, Drama, Thriller\nIMDB – 5.1/10ကျွန်တော့်နာမည်က မိုက်ကီ၊ အထက်တန်းကျောင်းသားဘဝကတည်းကရဲကားကိုခိုး မောင်းပြီး အဖမ်းခံရဖူးတယ်။အဲဒါနဲ့ ပြီးသွားရောလားဆိုတော့ မပြီးဘူး ပိုဆိုးလာတယ်ပေါ့။ဖြစ်ချင်တာက အိုင်တီနည်းပညာရှင်၊ App ကောင်းကောင်းလေး တီထွင်ပြီးအသက် ၂၀ မပြည့်ခင် အနားယူချင်တဲ့ကောင်မျိုး။ဒါပေမဲ့ ဘဝပေး မကောင်းပါဘူး ကွန်ပြူတာဆိုင်ဝင်လုပ်လည်းအလုပ်ပြုတ်လာပြီး ကျွမ်းကျင်တဲ့ကားသူခိုးအလုပ်ဆက်လုပ်တော့လည်း ရဲက ဖမ်းခံရပြန်တယ်။ဆရာသမားရဲတွေက အဲဒါကို ထောင်ထဲတန်းမထည့်ပဲကျွန်တော်က ကားခိုးတာကျွမ်းကျင်တော့ အပေးအယူလာလုပ်တယ်“မင်း မဟုတ်ရင် တစ်သက်တစ်ကျွန်းလောက် ကျမှာနော်” ဘာညာနဲ့ဖြဲခြောက်တော့ ကြောက်လန့်ပြီး သူတို့ပြောတာ လက်ခံလိုက်တယ်။အဲဒါက ဘာလဲဆိုတော့ ကားသူခိုးဂိုဏ်းထဲကို သူလျှိုအနေနဲ့ ဝင်ရမှာတဲ့၊ဒါနဲ့ ခေါင်းဆောင်ရဲ့ လမ်ဘော်ဂီနီကားကို ခိုးပြလိုက်တော့ခေါင်းဆောင်က သဘောကျပြီး ကျွန်တော့်ကို သူ့အဖွဲ့ထဲ ဆွဲခေါ်ခဲ့ရော။သူ့နာမည်က ချာလီ၊ ငယ်ငယ်ရွယ်ရွယ်နဲ့ တော်တယ် ယုတ်မာတာမျိုးမရှိဘူးကျွန်တော့်ကိုလည်း ယုံကြည်ပြီး ပစားပေးတယ်။သူ့တွဲဖက် အာဖရိကကနေ ပြန်လာတဲ့ ဆမ်မီဆိုတဲ့ကောင်ကရော အပေါက်ဆိုးတယ် ယုတ်မာတယ်ကျွန်တော့်ကို ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/rev-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zd9eNagUB7FEaqffnSw3n3Nii4p.jpg",
        "title": "The Recruit (2003)",
        "description": "Legend ကြီး AL Pacino နဲ့ Colin Farell တို့ အပြိုင်ကြဲထားတဲ့ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်.ထက်မြက်တဲ့နည်းပညာသမားတစ်ယောက်ဖြစ်သူ ဂျိမ်းစ်ကိုစီအိုင်အေမှာ နှစ်ပေါင်းများစွာ ထမ်းဆောင်ခဲ့ပြီး စီနီယာနည်းပြ အနေနဲ့ငယ်ရွယ်တဲ့အရည်အချင်းရှိသူတွေကို လူသစ်စုဆောင်းဖို့ ရှာဖွေနေခဲ့တဲ့ ဝေါ်တာဘက်ခ်ကအဖေ ဖြစ်သူရဲ့အကြောင်းကို သိချင်တဲ့ ဂျိမ်းစ်ရဲ့အညှာကို ချုပ်ကိုင်ပြီး သူဖြစ်စေချင်သလိုစီအိုင်အေထဲဝင်နိုင်အောင် အပါခေါ်သွင်းခဲ့ပါတယ်.\"မွေးမြူရေးခြံ\" လို့ အမှည်ဝှက်ပေးထားတဲ့ သူတို့ရဲ့လေ့ကျင့်ရေးသင်တန်းကျောင်းမှာ ဂျိမ်းစ်ကိုစမ်းသပ်မှု အဆင့်ဆင့်ကို ဖြတ်ကျော်စေခဲ့ပါတယ်.နောက်ဆုံးစမ်းသပ်မှုကို မအောင်မြင်ခဲ့တဲ့ဂျိမ်းစ်တစ်ယောက် စိတ်ဓာတ်ကျပြိုလဲနေခဲ့ပေမယ့်ဝေါ်တာဘက်ခ်က လန်ဂလေက ဌာနချုပ်မှာနေရာတစ်ခုရအောင် စီစဉ်ပေးခဲ့ပြီးN.O.C – (Non-Offical Cover) နော့အနေနဲ့ ဌာနကအတွင်းသူလျှိုဖြစ်သူ လေလာရဲ့ချုပ်ကိုင်စေခိုင်းသူကိုရှာဖွေဖော်ထုတ်ရမယ့် တာဝန်တစ်ခုကို ချပေးခဲ့ပါတယ်ဒီနေရာအရောက်မှာတော့ ဂျိမ်းစ်အနေနဲ့သူ့ရဲ့ အော်ပရေးရှင်းကို ပြီးအောင် လုပ်နိုင်မှာလားလေလာရဲ့ နောက်ကွယ်က စေခိုင်းသူကရော ဘယ်သူဖြစ်မလဲ.\nဝေါ်တာဘက်ခ်အနေနဲ့ကရော ဂျိမ်းစ်ကို နော့အနေနဲ့တပ်ဖွဲ့ထဲ ခေါ်ခဲ့တဲ့ အဓိကရည်ရွယ်ချက်ကရောဘာလဲဇာတ်လမ်းအဆုံးအထိ လှည့်စားနိုင်ဖို့ မပျက်ကွက်ခဲ့တဲ့ဒီဇာတ်ကားလေးကို CM ကနေ ပရိသတ်များရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက် ရပါတယ်. File size…  ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-recruit-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vv30WTTkdstFcOW82EigWQNBHik.jpg",
        "title": "The Prey (2011)",
        "description": "IMDb -6.6/10 ~ Rotten Tomatoes - 70%ဖရန့်ခ် အေဒရီယန်ဟာ ဘဏ်ဓားပြမှုနဲ့ ထောင်ကျ‌ နေတာဖြစ်ပြီးဓားပြမှုကနေရလာတဲ့ ပိုက်ဆံ တွေဝှက်ထားတဲ့နေရာကိုလည်းသူကလွဲရင်ဘယ်သူမှမသိပါဘူး။ဒီလိုကြောင့်လည်း ထောင်ထဲက သူ့ရဲ့တွဲဖက်တွေပစ်မှတ်ထားရန်ရှာတာကို ခံနေရသူပါ။သူ့ရဲ့ထောင်တွင်းအခန်းဖော်ကတော့ ဂျင်း လူးဝစ် မူရေးဖြစ်ပြီးဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ကို စော်ကားမှုနဲ့ ထောင်ကျနေသူပါ။တနေ့မှာ မူရေးကို တခြားထောင်သားတွေက ပညာပေးနေချိန်ဖရန့်ခ်ကကြည့်မနေနိုင်တော့ပဲ ဝင်ကယ်ပေးလိုက်ရင်း မူရေးနဲ့ရင်းနှီးသွားခဲ့ပါတယ်။မူရေးကတော့ အမှုမခိုင်လုံမှုကြောင့် ကွင်းလုံးကျွတ်လွတ်သွားခဲ့ပြီးဖရန့်ခ်ရဲ့မိသားစုကိုလည်းစောင့်ရှောက်ပေးပါ့မယ်လို့ပြောခဲ့ပြီး ထောင်ကထွက်သွားခဲ့ပါတယ်။ဒါပေမဲ့လည်း ကာဂါလို့ခေါ်တဲ့ ပြင်သစ်အထူးတပ်ဖွဲ့ခေါင်းဆောင်ကဖရန့်ခ်ဆီကိုလာပြီး မူရေးအကြောင်းတွေမေးမြန်းတဲ့အခါမှာတော့မူရေးကသူထင်ထားသလိုမဟုတ်ပဲ အမှောင်ဘက်ခြမ်းကြီးစိုးတဲ့စိတ္တဇတယောက်ဖြစ်နေတာကိုသိလိုက်ရတဲ့အခါဘာတွေဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ပြင်သစ်နောက်ခံစကားပြောဇာတ်ကားကောင်းလေးဖြစ်တဲ့အပြင်Rating တွေလည်း ကောင်းတာမလို့သည်းထိပ်ရင်ဖိုအက်ရှင်ကားချစ်သူတွေ အကြိုက်‌တွေ့စေမှာပါ။ File size…  2 GB /  940 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 45m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder….  Min Wai\nTranslated ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-prey-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xZAxSiL5csPIe6Q1V8pbwz69U5m.jpg",
        "title": "Hero(2021)",
        "description": "ဒီဇာတ်ကားကတော့ အိန္ဒိယတောင်ပိုင်း ဇာတ်ကားတစ်ကားပါ။\nဒီကားမှာ အသဲကွဲနေတဲ့ မင်းသားကို အရင်ဆုံးမြင်ရမှာပါ။\nခေတ်အခေါ် စော်ပစ်ကောင်ပေါ့။သူ့ကောင်မလေးက ဘောစိတစ်ယောက်ရဲ့ လက်ထဲပါသွားတယ်။ အသက်တမျှ ချစ်လို့ တစ်ဘဝစာ\nရည်ရွယ်ထားပြီးမှ ကွဲကွာရတဲ့အခါ\nခံစားရတဲ့ ဝေဒနာက အားလုံးထက် ဆိုးပါတယ်ဗျာ။။ သူ့အဖို့တော့ နေ့စဉ် စိတ်ဓာတ်ကျမှုတွေကို ခံစားရပြီး\nလွတ်လမ်းရှာနေသူပေါ့။ သူ တနေ့မှာတော့ လွတ်လမ်းကို ရှာဖွေတွေ့ခဲ့ပါတယ်။ ဒါက ရူးမိုက်ခြင်းလို့လည်း ခေါ်နိုင်တယ်။\nကောင်မလေးကို သတ်ဖို့ပါ။ ဒီလိုနဲ့ ဒီစိတ်ကူးကို အကောင်အထည်ဖော်ဖို့\nသူ သွားခဲ့ရာမှာတော့....  File size…(2.13 GB) / (1.07 GB) / (502 MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….2:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\nTranslated by NK & MT",
        "rating": "",
        "url": "https://channelmyanmar.org/hero-bollywood-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zKvHwL0GqLOear8rTnUPSTRYY0r.jpg",
        "title": "Unstoppable (2010)",
        "description": "IMDb Rating(6.8) / Rotten Tomatoes (87%)မင်းသားကြီးဒန်ဇယ်ဝါရှင်တန်ရဲ့ဇာတ်ကားဆိုတော့ ရုပ်တည်ကြီးနဲ့အလေးအနက်ခံစားရမယ့်ဇာတ်ကားဆိုတာ မှန်းမိနေမှာပါ။Chris Pine တို့...Rosario Dawson တို့လဲ ပါသေးတယ်..ဇာတ်လမ်းကတော့...လူမပါဘဲလွတ်ထွက်သွားတဲ့ အန္တရာယ်ရှိတဲ့ အရှိန်ပြင်းပြင်းရထားကြီးကို ရပ်တန့်အောင် လိုက်လုပ်ရမှာပါ...ပြောတော့တာ လွယ်ပေမယ့် တကယ်ကြည့်လိုက်ရင်ကိုယ်တိုင်ပါ အသက်ရှူရပ်မတန့် ဖြစ်သွားရမယ့် အခိုက်အတန့်တွေအများကြီးပါပဲ...Rating တွေလဲ မြင့်သလို တကယ်လဲမိုက်တဲ့ဇာတ်ကားမို့ လက်လွတ်ခံလို့မဖြစ်ပါဘူး။ \nFile size…(1.7 GB) / (999 MB) / (500 MB)\nQuality…BluRay 1080p/720p/480p\nFormat…mp4\nDuration….01:38:30\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Myo Min Aung(MMA)",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/unstoppable-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/81arwtPKWxL._SL1500_-142x200.jpg",
        "title": "R-Point (2004)",
        "description": "ဒီဇာတ်ကားကတော့ တော်တော်လေးခြောက်ခြားစရာကောင်းတဲ့ ကိုရီးယား Horror ကားပါ..အဖြစ်အပျက်က ၁၉၇၂ ခုနှစ် ဗီယက်နမ်စစ်ပွဲအတွင်းမှာ ဖြစ်ပျက်ခဲ့တာပါ..ဗီယက်နမ်တောနက်ထဲက R-Point ဆိုတဲ့နေရာမှာ တောင်ကိုရီးယားတပ်စိတ်တစ်ခုလုံးပျောက်ဆုံးသွားကြောင်းရေဒီယိုအဆက်အသွယ်ကနေတဆင့် သိလိုက်ရပါတယ်...ဒါကြောင့် သူတို့ကိုကယ်ဆယ်ဖို့ ဗိုလ်ချွဲထယ်အင်း ဦးဆောင်တဲ့တပ်စိတ်တစ်စိတ်ကို R-Point ဆီ စေလွှတ်လိုက်ပါတယ်..တပ်စိတ်တစ်ခုလုံး ဘာကြောင့်ပျောက်ဆုံးနေတာလဲ...ဘယ်လိုအကြောင်းတွေရှိနေတာလဲ....ဘယ်လိုခြောက်ခြားစရာတွေက R-Point မှာ စောင့်ကြိုနေမလဲဆိုတာ....။IMDb Rating (6.3) ရရှိထားပါတယ်။ \nFile size…(1.8 GB) / (1 GB) / (500 MB)\nQuality…BluRay 1080p/720p/480p\nFormat…mp4\nDuration….01:47:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Myat Thet",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/r-point-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/MK-136x200.jpg",
        "title": "Monkey King : The One & Only ( 2021 )",
        "description": "CMကနေ စွန်းဝူခုန်း နောက်တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီတစ်ခါဇာတ်ကားလေးကတော့ ဟာသပုံစံမျိုးရိုက်ကူးထားတာပါနော်မူရင်းဝူခုန်းကိုတော့ မမှီပေမဲ့ ဒီကားလေးလည်း တဖန်အသစ်ဆန်းထားတဲ့ပုံလေးနဲ့ ရိုက်ကူးထားတာကြောင့်မို့လို့ ကြည့်လို့ကောင်းပါတယ်ဒီဇာတ်ကားလေးဟာ အရာရာကို အကြမ်းဖက်ဖြေရှင်းတတ်တဲ့ ဝူခုန်းနဲ့အမြဲမေတ္တာတရားကို ရှေ့ထားပြီး ဖြေရှင်းချင်တဲ့ ဆရာတော် နှစ်ဦးသားကြားကပြဿနာကနေ အစချီပြီးတော့ရိုက်ကူးထားတာပါ တစ်နေ့ ဝူခုန်းနဲ့ဆရာတော်သဘောထားကွဲလွဲမှုကြောင့် ဆရာတော်က အရမ်းဒေါသထွက်ပြီး ဝူခုန်းကိုအပြင်းအထန်ပြောဆိုကာ မောင်းထုတ်လိုက်ပါတယ် ဝူခုန်းကလည်းဆရာတော်စကားတွေကို စိတ်နာက ဆရာတော်အပါးကနေ အပြီးတိုင်ထွက်သွားပါတော့တယ်ဝူခုန်းထွက်သွားပြီးမကြာခင်မှာပဲ ဆရာတော်နဲ့ ဝူကျင်း ရှန့်ကျန်းမိစ္ဆာဆီမှာအဖမ်းခံလိုက်ရပါတယ် အဲ့ဒီအချိန်မှာ ဝူခုန်းတစ်ယောက်မနေသာတော့ဘဲပါးကျဲနဲ့အတူ စွမ်းအားကြီး မိစ္ဆာရှန့်ကျန်းကို ဘယ်လို နည်းလမ်းမျိုးတွေသုံးကာဘယ်လိုကယ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုရမှာပါ ဒီကားလေးဟာဆိုရင်ခေတ်သစ်ဟာသတွေနဲ့ ပေါင်းစပ်ဖန်တီးထားတာဖြစ်တဲ့အတွက်ကြောင့်တစ်ကားလုံးပျင်းမနေရဘဲ ရီနေရတဲ့ အချိန်ကုန်မြန်စေမဲ့ကားလေးမို့လို႕ခုပဲ ဒေါင်းကြည့်လိုက်ပါတော့နော် Quality : WEB-DL 720pFormat : mp4Genres : Action , History , FantastySubtitle : Myanmar Subtitle ( hardsub )Translated ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/monkey-king-the-one-only-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t8Sp0gyC0dLdzrHoZ4Knh78p5GE.jpg",
        "title": "Take Off (2017)",
        "description": "Take Off (2017) ဒီကားက ကိုယ့်နိုင်ငံသားတွေရဲ့ အသက်အိုးအိမ်ကို ကာကွယ်ဖို့ တာဝန်ရှိသူတွေမှာ ဘယ်လောက်တာဝန်ယူစိတ်ရှိသလဲဆိုတဲ့အပေါ် မူတည်ကြောင်း ရိုက်ပြခဲ့တဲ့ကားလေးပေါ့။ဒီအတွက် စားကောင်းသောက်ကောင်း သံအရာရှိ၊ စားကောင်းသောက်ကောင်း မျိုးချစ်စိတ်နဲ့တော့ မရဘူး။လူစိတ်ရော လူကြီးစိတ်ပါရှိမှ ဖြစ်မှာပါ။Take off က ၂ဝ၁၇ မတ်လ ၂၄ ရက်နေ့က ထွက်ခဲ့တဲ့ အိန္ဒိယမာလာရာလမ် စကားပြော ဒရာမာနဲ့ ရင်သိမ့်တုန်ကားပါ။အီရတ်နိုင်ငံ တီကရစ်ဆေးရုံမှာ အလုပ်သွားလုပ်တဲ့ နပ်စ် ၁၉ ယောက်ဟာ ၂ဝ၁၄ အီရတ်အစိုးရနဲ့ ISIS တို့ ပြည်တွင်းစစ်ထဲမှာ ပိတ်မိနေတယ်။အသက်ဆိုတာ အစွန်းရောက် အစ္စလာမ်မစ် တွေရဲ့ သေနတ်ပြောင်းဝမှာပဲ ရှိတယ်။အိန္ဒိယအနေနဲ့ သူ့လူ ၁၉ ယောက်ကို ဘေးမသီရန်မခ ဘယ်လို ကယ်ခဲ့ရလဲဆိုတဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးခဲ့တဲ့ ရုပ်ရှင်ကားလည်း ဖြစ်ပါတယ်။ဒီကားကို မာဟက်ရှ်နာရာယမ်နဲ့ ပီဗွီရှာဂျစ်ကူးမားတို့က ဇာတ်ညွှန်းရေးသားပြီး မာဟက်ရှ်နာရာယမ်က ဒါရိုက်တာလုပ်ရိုက်ကူးခဲ့တာပါ။ဒီရုပ်ရှင်ကို ဒူဘိုင်းနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/take-off-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/14040907511625999465-160x200.jpg",
        "title": "Don’t Breathe 2 (2021)",
        "description": "IMDb Rating (6.3)Don't breath(2016) ထဲက မျက်မမြင်အဘိုးကြီးက ကြမ်းတုန်းပါပဲ။\nဒီကားမှာတော့ပိုကြမ်းတယ်လို့ပြောလို့ရတယ်။အရင်က အိမ်ကိုဖောက်တဲ့သူခိုးလေးတွေကိုတွယ်တာ...\nအခုကမူးယစ်ဆေးနဲ့ ကိုယ်အင်္ဂါကုန်ကူးတဲ့လူတွေကိုတွယ်မှာပါ။\nDon't breath ဆိုတဲ့အတိုင်း အသက်ရှူဖို့တောင် မနားနိုင်အောင် ကြမ်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nDon't breath(2016)ရဲ့အဖြစ်အပျက်ဖြစ်ပြီး ၈ နှစ်အကြာကာလမှာ ဇာတ်အိမ်တည်ထားပါတယ်။\nမျက်မမြင်အဘိုးကြီးက ကလေးမလေးတစ်ယောက်နဲ့နှစ်ယောက်တည်း သီးသန့်နေပြီး\nကလေးမလေးကို မိမိကိုယ်ကိုခုခံကာကွယ် အသက်ရှင်နိုင်ဖို့ သင်ခန်းစာတွေပို့ချထားပါတယ်။တစ်နေ့ ကလေးမလေးကို မြို့ထဲအလည်အပတ်လွှတ်လိုက်တဲ့အချိန် ဂေါက်တောက်တောက်လူနဲ့တွေ့ပြီး\nအဲဒီလူနဲ့အပေါင်းအပါတွေက ကလေးမလေးနောက်ကလိုက်လာရာက\nမျက်မမြင်ဘိုးတော်နဲ့ တွေ့ကြတဲ့အခါ...မျက်မမြင်ထင်ပြီး လျှော့တွက်ကြမယ့်ကောင်တွေနဲ့ မျက်စိသာမမြင်ပေမယ့်\nအသတ်အပုတ်ရှယ်ကြမ်းတဲ့ ဘိုးတော်တို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ...။Horror, Thriller ဇာတ်ကားလို့ သတ်မှတ်ထားပေမဲ့ Action ဖက်ကိုပိုပြီးသွားပါတယ်။ဇာတ်လမ်းကလည်းသွက်တယ်။သတိပြန်ပေးရဦးမယ် အသက်ရှူဖို့မမေ့ပါနဲ့ဦး။ \nFile size…(1.7 GB) / (980 MB) / (500MB)\nQuality…WEB-DL 1080p/720p/480p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by d3m0n Lynn",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/dont-breathe-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/dont-breathe-2-133x200.png",
        "title": "Don’t Breathe (2016)",
        "description": "IMDb Rating (7.1) / Rotten Tomatoes (88%)လက်ရှိ နာမည်ကြီး လူကြိုက်များနေတဲ့ Horror/Thriller တစ်ကားကို တင်ပေးလိုက်ပါတယ်။ Evil Dead ကို ဖန်တီးခဲ့သူ Fede Alvarez ရဲ့ အကောင်းဆုံးလက်ရာတစ်ခုပါပဲ။ ဘက်ဂျက် ၉ သန်းပဲ အသုံးပြုခဲ့ပြီး လက်ရှိ သန်း ၁၄၀ အထိ Box office မှာတက်နေပါပြီ။ အိမ်လေးတစ်လုံးထဲမှာ သရုပ်ဆောင်လေး ၄-၅ ယောက်ကိုပဲ အားပြုပြီး တင်ဆက်သွားတာပါ။ဒါပေမယ့် ဇာတ်လမ်း၊ မထင်မှတ်တဲ့လှည့်ကွက်တွေ၊ သရုပ်ဆောင်၊ အသံပိုင်းတွေမှာ ပြောစရာမရှိအောင် ကောင်းမွန်လွန်းတဲ့အတွက် ဒီလို အောင်မြင်သွားတာပဲ ဖြစ်မယ်ထင်ပါတယ်။ လက်ရှိတော့ IMDb 7.1 နဲ့ ရပ်တည်နေပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့တစ်ယောက်တည်းနေတဲ့ စစ်ပြန် မျက်မမြင်အဘိုးကြီးတစ်ယောက်ရဲ့အိမ်ကို ဖောက်ထွင်းဝင်ရောက်တဲ့ ဆယ်ကျော်သက်လေး ၃ ယောက်ရဲ့အကြောင်းပါ။ အလွယ်ဆုံးဖောက်ထွင်းမှုလို့ ထင်ပြီး ဝင်ရောက်သွားခဲ့ပေမယ့် ...",
        "rating": "7.1",
        "url": "https://megaup.net/1bH9t/(CM)Don_t_Breathe_(2016)_(1080p_BluRay_x265_10bit_Tigole).mp4",
        "category": "Action, Crime, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/7d382cb4e2f51e816bdea89511a4b4e7c04d7aeb74f652b714d9d0d90dd3f212._RI_V_TTW_-150x200.jpg",
        "title": "Into the Blue (2005)",
        "description": "IMDb Rating (5.9)ဆုံးသွားပြီဖြစ်တဲ့ Paul Walker နဲ့ Jessica Alba တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးမှာ\nကားဆရာနဲ့ ကိုယ်ပျောက်မယ်တို့ကို ပင်လယ်ကမ်းခြေက ကမ်းခြေပျော် မောင်နှံလေးတွေ အဖြစ်တွေ့ရမှာပါ..ကားဆရာက ကားမမောင်းပဲ ရေငုပ်ပြီး ရတနာလိုက်ရှာရတာ ဝါသနာပါသလို အမြဲတမ်းလည်း ရှာတွေ့ပါတယ်..\nဖြစ်ချင်တော့ သူတို့စုံတွဲရယ် မြို့ပေါ်က ဘော်ဒါစုံတွဲရယ် ပင်လယ်ထဲမှာ double date ရင်း ရေအပျော်ငုပ်ကြတုန်း\nကိုကင်းတွေ အပြည့်နဲ့ လေယာဉ်ပျက်ကြီးကို တွေ့ရှိသွားတဲ့အခါမှာတော့ ...လုပ်နေကျ ရတနာအတိုအစလေးတွေပဲရှာဖွေယူပြီး ပြန်ကြမလား ...\nကိုကင်းလေယာဉ်ပျက်ကြီးနဲ့ ဘယ်လိုစခန်းသွားကြမလဲ...\nဘယ်လိုစွန့်စားဖြေရှင်းကြမလဲဆိုတာ....ပေါ်ဝေါ်ကာအလွမ်းပြေကြည့်ရှုနိုင်သလို\nဂျက်ဆီကာအယ်ဘာလေးရဲ့ ဘီကီနီနဲ့ ရေကူးနေတာလေးတွေလဲ အဝငမ်းနိုင်မယ့် ဇာတ်ကားပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Sai Thurein Lynn မှတင်ဆက်ထားတာဖြစ်ပါတယ်။)\nFile size…(1.9 GB) / (1 GB)\nQuality…BluRay 1080p/720p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Sai Thurein Lynn",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/into-the-blue-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-02-at-12.31.58-133x200.png",
        "title": "The House Next Door: Meet the Blacks 2 (2021)",
        "description": "The House Next Door: Meet the Blacks 2 (2021)==================================ဒါလေးမကြည့်ခင် Meet the Blacks 1 လေး အရင်ကြည့်ဖို့အကြံပေးချင်ပါတယ်။ အတွဲ၁ မကြည့်ရသေးသူတွေအတွက်spoiler လေးတွေပါနိုင်ပါတယ်။ကားလ်ဘလက်ခ်တို့မိသားစု ဘီဗာလီဟေးလ်မှာ The Purge ဆိုတဲ့ သုတ်သင်ခြင်းညကြီးကို ကျော်ဖြတ်ခဲ့ရပြီးနောက်ပိုင်းကားလ်ရဲ့ ငယ်ဘဝအိမ်လေးရှိရာ အက်တလန်တာကို တစ်စခန်းရွှေ့ကြပြန်ပါတယ်။၁၀၉ ၁၁၀ ဖြစ်နေတဲ့ ကားလ်တစ်‌ယောက် သုတ်သင်ခြင်းညအကြောင်းရေးထားတဲ့ သူ့ရဲ့ Terror Night စာအုပ် အတွဲ၂ ကိုဆက်ထုတ်ဖို့လုပ်ပေမယ့် ကုန်ကြမ်းရှာမရဖြစ်နေရှာတာပါ။ဒီလိုနဲ့ စာအုပ်အတွက် ကုန်ကြမ်းရလာတယ်ဆိုမလား သူတို့မိသားစုကိုက အေးအေးလူလူနေရဖို့ကံမပါဘူးဆိုမလားတစ်ည ညလယ်ကောင်ကြီးမှာ သူတို့ဘေးအိမ်ကို စုန်းလိုလိုဆံရှည်လူကြီးတစ်‌ယောက်ရယ်၊ မျက်လှည့်ဆရာလို ဦးထုပ်ကြီးနဲ့လူတစ်ယောက်ရယ်၊ ညလယ်ကောင်ကြီး ရေကန်ဘေးမှာနေပူဆာလှုံနေကြတဲ့ ဘစ်ကနီနဲ့ကောင်မလေးတွေရယ် ပြောင်းလာတာကိုကားလ်တို့တစ်တွေ စုံထောက်လုပ်ကြရင်း....ဘာတွေတွေ့ရှိလာရမလဲ ဘယ်လိုတွေလွဲကြမလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ MTA ဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "3.9",
        "url": "https://channelmyanmar.org/the-house-next-door-meet-the-blacks-2-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/09/Screen-Shot-2021-09-01-at-17.44.47-161x200.png",
        "title": "Mortal Kombat Legends: Battle of the Realms (2021)",
        "description": "Mortal Kombat Legends: Battle of the Realms (2021)======================================IMDb Rating - 7.2/10Mortal Kombat Fan​တွေ ​စောင့်​မျှော်​နေတဲ့ Animation​ကားလေးထွက်ရှိလာပါပြီ၊ ဒီဇာတ်ကားက ယမန်နှစ်ကထွက်ထားတဲ့ Mortal Kombat Legends: Scorpion's Revengeရဲ့ အဆက်ဇာတ်လမ်းဖြစ်ပါတယ်။မရင်းနှီး​သေးတဲ့သူ​တွေအတွက် Mortal Kombatပြိုင်ပွဲအ​ကြောင်း အကျဥ်းချုပ်​ပြောရရင် Realms​ခြောက်ခုထဲက ကြီးနိုင်ငယ်\nညှင်းသိမ်းပိုက်မှု​တွေကို ကာကွယ်ဖို့ Universeရဲ့ Elder Gods​တွေက​နေ စီစဥ်​ပေးတဲ့ပြိုင်ပွဲဖြစ်ပါတယ်၊ပြိုင်ပွဲကို တစ်နှစ်တစ်ကြိမ်ကျင်းပပြီး ၁၀နှစ်ဆက်တိုက်အနိုင်ရရှိတဲ့ Realmက တခြားကမ္ဘာတစ်ခုကို အပြီးတိုင်သိမ်းပိုက်ခွင့်ရမှာပါ၊\nScorpion' Revengeမှာ​တော့ ၉ကြိမ်အထိ Outworld realm က အနိုင်ရပြီးမှ လူခန်းတို့အုပ်စု​ကြောင့် Earth Realmဘက်က\nပြန်အနိုင်ရပြီး ကံ​ကောင်းခဲ့တာပါ၊Scorpion's Revengeအပြီးမှာ Outworld Realmကို အနိုင်ရခဲ့တဲ့ လူခန်း၊ ​ရေဒင်၊ ဂျွန်နီ​​​ကေ့ဂျ်နဲ့ ဆွန်ညာဘလိတ်တို့က ​နောက်တစ်နှစ် ပြည့်သွားပြီဖြစ်တာ​​ကြောင့် Outworldစစ်တပ်​တွေ Earth​ပေါ် ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/mortal-kombat-legends-battle-of-the-realms-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/F9-126x200.jpg",
        "title": "F9 (2021) Fast and Furious 9",
        "description": "F9: The Fast Saga(2021) အညွှန်း****************************ဆိုက်ဖာဆိုတာအရင်တုန်းက ဒွန်လို လူမျိုးကိုတောင် လိုသလိုခိုင်းလို့ရအောင်လုပ်နိုင်တဲ့အမျိုးသမီးဆိုတာအားလုံးသိကြမှာပါ.....အဲ့တုန်းက ပေးဆပ်မှုပေါင်းများစွာနဲ့ ဆိုက်ဖာကို ဖမ်းဆီးထိန်းသိမ်းခဲ့ပေမဲ့ဒီ F9မှာတော့ သူမကိုဖမ်းဆီးခေါ်ဆောင်ခဲ့တဲ့ လေယာဉ်က ပစ်ချခံလိုက်ရတဲ့အပြင် လေယာဉ်ပေါ်ကအရေးပေါ်အချက်ပြကလည်းထူးဆန်းစွာပဲ ဒွန်းတို့အဖွဲ့ဆီကိုပဲ ရောက်လာခဲ့ပါတယ်....ဒွန်တို့ဟာ မိသားစုနဲ့အတူ Work Shopလေးဖွင့်ပြီးအေးဆေးစွာနေပေမဲ့ အစိုးရဆီကိုတောင်မယုံရလို့အချက်ပြမရောက်ဘဲ သူတို့ဆီကိုပဲပို့ခဲ့လို့ ဒီပြဿနာအရှုတ်ကြီးဆို သူတို့အဖွဲ့ မပါမဖြစ်ပါလာရပါတော့တယ်....လေယာဉ်ကိုဘယ်သူတွေပစ်ချခဲ့တာလဲ....ဆိုက်ဖာကိုဘယ်သူတွေကကယ်သွားလဲ.....ဒွန်တို့ရော ဒီအရှုတ်တွေကိုရှင်းနိုင်ပါ့မလား...ပြီးတော့ John Cena ကြီးလည်း ပါလာပြီး အကြမ်းစားဘဲကြီးအဖြစ်ထည့်သွင်းထားလေတော့ပိုမြိုင်လာတယ်လို့ပြောရမှာပဲ...Cardi-Bကလည်း ခပ်ကြမ်းကြမ်းဝင်ဖိုက်ထားသေးရဲ့....F ဇာတ်လမ်းတွေဟာ နောက်ပိုင်းတစ်ချို့သောသူတွေဝေဖန်ကြပါတယ် ..ဘရိုင်ယန်မပါတဲ့နောက်ပိုင်းပေါ့သွားတယ်ဘာညာပေါ့လေ..သို့ပေမဲ့လည်း ထွက်တဲ့ဇာတ်လမ်းသစ်တွေတိုင်းမှာ ဇာတ်ကောင်အသစ်တွေအက်ရှင်ခန်းဆန်းဆန်းပြားပြားတွေထည့်ပြီး သန်းပေါင်းများစွာကုန်ကျခံရိုက်လေတော့ ကြည့်ပျော်နေတာတော့ငြင်းမရပါဘူး....ဒါ့ကြောင့် ဘေလေးအနည်းငယ်ကုန်ကျခံလိုက်ရုံနဲ့ နင်းကန်မိုက်တဲ့ရုပ်ရှင်ကားကိုကြည့်ရမှာမို့ တန်ပါတယ်ဗျာ.. File Size :(2.7GB) / (2.6GB)/(1.4GB)/586MB\nQuality :WEB-DL HEVC / 1080p / 720p / 480p\nFormat…mp4\nDuration…02:23:00\nGenre : Action, Crime , Adventure\nSubtitle ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/f9-the-fast-saga2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/08/MV5BOTIzYmUyMmEtMWQzNC00YzExLTk3MzYtZTUzYjMyMmRiYzIwXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_-137x200.jpg",
        "title": "Fast and Furious Presents: Hobbs & Shaw",
        "description": "Fast and Furious ကနေခွဲထွက်လာတဲ့ ၂၀၁၉ ရုပ်ရှင်ကားအသစ်ကို တင်ပေးထားပါတယ်။\nအဓိက သရုပ်ဆောင်၂ယောက်ကတော့ ဒဝိန်းဂျွန်ဆန် နဲ့ ဂျေဆင် စတာသန် တို့ပါပဲ။The rock ကြီးနဲ့ transporter မင်းသားဆို ပိုသိကြမှာပါ။ဒီရုပ်ရှင်ကတော အက်ရှင်အသားပေးပါပဲ\nသာမန်လူတွေ မလုပ်နိုင်လောက်မယ့် အမိုက်စား အကြမ်းစားအက်ရှင်တွေနဲ့ပေါ့။\nနောက်ပြီးတော့ မင်းသား ၂ ယောက် မတည့်အတူနေ ပုံစံနဲ့ ကြည့်ရှုတဲ့သူတွေကို\nဟာသရသလေးတွေ ပျော်ရွွင်ဖွွယ်ရာဖြစ်အောင်ထည့်ပေးထားပါသေးတယ်။ကမ္ဘာကြီးတစ်ခုလုံးကို သေစေနိုင်လောက်တဲ့ ဗိုင်းရပ်စ်ပိုးတစ်မျိုးကို အသုံးချမယ့် အစွန်းရောက်အဖွဲ့တစ်ဖွဲ့ ရှိပါတယ်။\nအဲဒီဗိုင်းရပ်စ်ကို သယ်ဆောင်ထားရတဲ့ စီအိုင်အေး အေးဂျင့်မလေးကို\nသူတို့နှစ်ယောက် လိုက်ကယ်ရင်း အဲဒီ အဖွဲ့နဲ့ ရင်ဆိုင်ကြတာပေါ့။ဒီမင်းသားကြီး ၂ ယောက် ကယ်တင်နိုင်ပါ့မလားဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး။\nအလန်းစားအက်ရှင်ခန်းတွေနဲ့ ရင်သပ်ရှုမောဖွယ်ရာ\nစတန့်ခန်းတွေကို တစ်၀ကြီးမြင်တွေ့ရမှာဖြစ်လို့ ကြည့်လိုက်ကြပါဦးဗျို့......ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ် File Size : (2.5 GB) and (1.2 GB)\nQuality : BluRay 1080p ...",
        "rating": "6.6",
        "url": "https://megaup.net/1Ul78/(CM)_Fast_And_Furious_Presents_hobbs_and_Shaws_2019_BluRay1080p__5.1_CH.mkv",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMjMxODI2NDM5Nl5BMl5BanBnXkFtZTgwNjgzOTk1MTI@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "The Fate of the Furious (2017) Fast and Furious 8",
        "description": "Fast & Furious ပရိသတ်တွေအတွက် USD 250 million အကုန်အကျခံပြီး အကောင်းဆုံးတင်ဆက်ထားတဲ့အတွက် Box officie မှာ USD 1 Billion ကျော် ဝင်ငွေရပြန်ရခဲ့ပြီး IMDb 7.2 ထိ Rating ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီး “ဒွန်မနစ်တိုရက်စ်တို” တစ်ယောက် သူရဲ့ ချစ်ဦးသူ “လတ်တီ” တို့ ကျူးဘားကျွန်းလေးမှာ ဟန်နီးမွန်းထွက်နေကြပါတယ်။ဒီအချိန်မှာ အမေရိကန်အစိုးရရဲ့  Electromegnatic Pulse –EMP လို့ခေါ်တဲ့စွမ်းအားမြင့်ဗုံးကို အခိုးခံလိုက်ရပြီးဘာလင်က လက်နက်ကုန်သည်တွေ လက်ထဲမှာရောက်နေပါတယ်လို့ သတင်းရထားပါတယ်။ဒီဗုံးနဲ့သာတိုက်ခိုက်ရင် ကမ္ဘာပေါ်မှာရှိတဲ့ ဘယ်မြို့ကြီးမဆို စွမ်းအင်တွေပြတ်ပြီးကျောက်ခတ်ကလို ပြန်ဖြစ်သွားနိုင်တဲ့အတွက် အမေရိကန်အစိုးရ ကိုယ်လုပ်ထားတဲ့ဗုံးအတွက်ကိုယ်ပြန်ပူပန်နေရပါပြီ။တစ်ခြားနိုင်ငံတစ်ခု ပိုင်နက်မှာဆိုတာ့ အစိုးရအနေနဲ့ တရားဝင်အဖွဲ့အစည်းတွေလွတ်လို့မရတဲ့အတွက် “လုခ်ဟော့ခ်” ကိုပဲ ဦးဆောင်ခိုင်းပြီး ပြန်ခိုးခိုင်းလိုက်ပါတယ်။ဒီ EMP ဗုံးကို Furious အဖွဲ့သားတွေ အောင်မြင်အောင်ခိုးလာနိုင်ပေမယ့် ဇာတ်လိုက်ကျော်ကြီးဒွန်က သစ္စာဖောက်ပြီး ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-fate-of-the-furious-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BMTQxOTA2NDUzOV5BMl5BanBnXkFtZTgwNzY2MTMxMzE@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "Furious 7 (2015) Fast and Furious 7",
        "description": "Review မလုပ်ခင် တစ်ခုပြောချင်တာက ဒီကားက ၂ပတ်အတွင်းမှာတင် US မှာ သန်း ၂၆၀ ကျော်သွားပြီဖြစ်သလို၊ World Wide မှာ အပို သန်း ၇၀၀ နဲ့ စုစုပေါင်း သန်း ၁ထောင်ကျော်သွားပါပြီ။ ၂ပတ်အတွင်းမှာ မှာတင် All Time ဝင်ငွေအကောင်းဆုံးစာရင်းမှာ နံပါတ် ၂၀ ဖြစ်သွားပြီး၊ ဒီအတိုင်း ဆက်သွားရင် ထိပ်ဆုံး ၅ ကားစာရင်းဝင်မှာဖြစ်ပါတယ်။\nဒီကားက မင်းသား Paul Walker ရဲ့ နောက်ဆုံး ဇာတ်ကား\nဖြစ်ပြီး၊ Fast & Furious ဇာတ်လမ်းတွဲရဲ့ ၇ကားမြောက်ဖြစ်ပါတယ်။ ဒီစီးရီးက Fast 5 ကနေစပြီး ဇာတ်လမ်း ပုံစံပြောင်းလိုက် ပြီးတဲ့နောက်မှာမှ လူတွေပိုစိတ်ဝင်စားလာတာ တွေ့ရပါတယ်။ ပထမသုံးကားက ကားပြိုင်တဲ့ ဇာတ်လမ်းတွေပဲဖြစ်ပြီး နံပါတ်လေးမှာ Tokyo Drift ဒါရိုက်တာ ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/furious-7-2015/"
    }
]