[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Roy_film_poster-133x200.jpg",
        "title": "Roy 2015-ျမန္မာစာတန္းထိုး",
        "description": "ဒီေန႕မွာ Channel Myanmar ပရိတ္သက္မ်ားအတြက္ အိႏိၵယအက္ရွင္ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ ကုိ တင္ေပးခ်င္ပါတယ္။ 12 February 2015 မွာထြက္ရွိထားၿပီးအိႏိၵယအက္ရွင္ေကာင္းေကာင္း ၾကိဳက္ႏွစ္သက္သူေတြအတြက္ၾကည့္လို႕ေကာင္းမယ့္ ဇာတ္ကားတစ္ခုပါ။႐ုပ္ရွင္ ဒါ႐ိုက္တာ ကာဘီ ဟာ သူခိုးဓါးျပေတြရဲ႕အေၾကာင္းကို အေျခခံထားတဲ့ Gun Triology ဆိုတဲ့အခန္းဆက္႐ုပ္ရွင္အမ်ားအျပား႐ိုက္ကူးပါတယ္။သူ႔ရဲ႕ ရိုက္ကူးခဲ့တဲ့႐ုပ္ရွင္ေတြအကုန္လံုးဟာလည္း ေအာင္ျမင္ၾကတာခ်ည္းပါပဲ။သူ႔ရဲ႕ ႐ုပ္ရွင္ ၃ပိုင္းေျမာက္ကို ႐ိုက္ကူးဖို႔ မေလးရွားကိုသြားတဲ့အခါမွာ လန္ဒန္က ဒါ႐ိုက္တာမေလး ေအးရွာ နဲ႔ေတြ႕ဆံုမိပါတယ္။ကာဘီနဲ႔ ေအးရွာ လဲ ခင္မင္သြားၿပီး မၾကာခင္ ခ်စ္သူေတြျဖစ္သြားၾကတယ္။ေအးရွာက ကာဘီရဲ႕ သေဘာထားေတြကို သိလာတဲ့အခါမွာလမ္းခဲြခဲ့ၿပီးေတာ့ လန္ဒန္ကို ျပန္လာခဲ့တယ္။အျငင္းခံရလို႔ စိတ္ဓါတ္က်ေနတဲ့ ကာဘီလဲ ႐ုပ္ရွင္ကိုဆက္မ႐ိုက္ႏိုင္ေတာ့ဘဲ မြန္ဘိုင္းကိုျပန္လာခဲ့တယ္။\nေနာက္ပိုင္းအႀကိမ္ႀကိမ္ျပန္႐ိုက္ကူးခဲ့ေပမဲ့ ကာဘီဟာသူရဲ႕ ႐ုပ္ရွင္အထြတ္အထိပ္ကိုစိတ္ေက်နပ္မႈမ ရရွိေသးပါဘူး။ဒါနဲ႔ပဲ သူ႔လက္ေထာက္ မီးရာရဲ႕ အၾကံအရ ေအးရွာရဲ႕ ႐ုပ္ရွင္ျပသတဲ့႐ုပ္ရွင္ပဲြေတာ္မွာ အကဲျဖတ္အေနနဲ႔ တက္ေရာက္ခဲ့ပါတယ္။ေအးရွာ ကေတာ့ ကာဘီဟာ သူမေနာက္ကို လိုက္ေနတယ္လို႔ထင္ၿပီးသူ႔မ ဘဝထဲက ...",
        "rating": "3.3",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-123/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMTYyMzQxMjYyNl5BMl5BanBnXkFtZTcwMzE3MjE5Mw@@._V1_-213x300.jpg",
        "title": "Raging Phoenix (2009)",
        "description": "ဒီဇာတ္ကားေလးကေတာ့က်ြန္ေတာ္(စိုးေထြး)ရဲ႕၁၈ ကားေျမာက္ကားေလးကိုေရာက္လာခဲ႔ပါျပီ။\nအက္ရွင္ၾကိဳက္နစ္သက္တဲ႔ပရိတ္သတ္ေတြအတြက္ ၾကိဳက္နစ္သက္မွာေသခ်ာတဲ႔ဇာတ္ကားတစ္ကားပါပဲ။ Chocolate ဇာတ္ကားနဲ႔ရုပ္ရွင္ေလာကကိုဝင္လာခဲ႔တဲ႔ဒီမင္းသမီးေလးဟာခုဆိုရင္ထိုင္းမွာတိုနီဂ်ာ နည္းတူေအာင္ျမင္ေနခဲ႔ပါျပီ။The protector 2 မွာလည္းတိုနီဂ်ာနဲ႔အတူပါဝင္သရုပ္ေဆာင္ထားပါေသးတယ္။\nဇာတ္လမ္းကေတာ့မိန္းကေလးေတြကိုျပန္ေပးဆြဲျပီးေရာင္းစားတဲ႔ဂိုဏ္းတစ္ဂိုဏ္းကေနစတင္ထားပါတယ္။မိမိရဲ႕ခ်စ္သူနဲ႔လက္ထပ္တဲ႔ေန႔မွာပဲမိမိရဲ႕ ခ်စ္သူထူးထူးဆန္းဆန္းေပ်ာက္ဆံုးသြား၍ေၾကကြဲခံစားေနရတဲ႔\nဆနင္ . . . မိမိတစ္ေယာက္တည္းအျမဲလိုလိုအထီးက်န္သည္ဟုခံစားျပီး ေပေတေလလြင့္ေနတဲ႔ဒရူ . . .\nဒရူကို လိုခ်င္ေနတဲ႔ဂိုဏ္းတစ္ဂိုဏ္း . . .ထိုဂိုဏ္းကေကာဘာလို႕ ဒရူကိုလိုခ်င္ရတာလဲ။မိမိကိုကယ္တင္လိုက္တဲ႔အခ်ိန္မွစၿပီး ဆနင္ကိုသံေယာဇဥ္ျဖစ္မိသည့္ဒရူ ၊ဆနင္ဆီကေနကိုယ္ခံပညာသင္ ၾကားျပီး . . .လူကုန္ကူးဂိုဏ္းေတြကိုဘယ္လိုဆံုးမမလဲ . . .စသျဖင့္ဇာတ္လမ္းအစ အလည္ အဆံုး\nအက္ရွင္အၾကမ္းအရမ္းမ်ားကိုတဝၾကီးခံစားရမွာပါ။ ေခာ်ေမာတဲ့မင္းသမီးေလးရဲ႕ အက္ရွင္မ်ားေၾကာင့္တိုနီဂ်ာကိုပါအမွတ္ရေစမယ့္ဇာတ္ကားတစ္ကားလို႔လဲ ေျပာခ်င္ပါတယ္။\nဒီဇာတ္ကားဟာ IMDb rating 6.2/10 ထိရရွိထားပါတယ္။\n(ဒီဇာတ္ကားရဲ႕အညႊန္းနဲ႕ဘာသာျပန္ေရးသားသူကေတာ့CM Team မွ Ko Soe Htwe ပဲျဖစ္ပါတယ္။)UNICODE\nဒီဇာတ်ကားလေးကတော့ကျွန်တော်(စိုးထွေး)ရဲ့၁၈ ကားမြောက်ကားလေးကိုရောက်လာခဲ့ပါပြီ။\nအက်ရှင်ကြိုက်နစ်သက်တဲ့ပရိတ်သတ်တွေအတွက် ကြိုက်နစ်သက်မှာသေချာတဲ့ဇာတ်ကားတစ်ကားပါပဲ။ Chocolate ဇာတ်ကားနဲ့ရုပ်ရှင်လောကကိုဝင်လာခဲ့တဲ့ဒီမင်းသမီးလေးဟာခုဆိုရင်ထိုင်းမှာတိုနီဂျာ နည်းတူအောင်မြင်နေခဲ့ပါပြီ။The protector 2 မှာလည်းတိုနီဂျာနဲ့အတူပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်။\nဇာတ်လမ်းကတော့မိန်းကလေးတွေကိုပြန်ပေးဆွဲပြီးရောင်းစားတဲ့ဂိုဏ်းတစ်ဂိုဏ်းကနေစတင်ထားပါတယ်။မိမိရဲ့ချစ်သူနဲ့လက်ထပ်တဲ့နေ့မှာပဲမိမိရဲ့ ချစ်သူထူးထူးဆန်းဆန်းပျောက်ဆုံးသွား၍ကြေကွဲခံစားနေရတဲ့\nဆနင် . . . မိမိတစ်ယောက်တည်းအမြဲလိုလိုအထီးကျန်သည်ဟုခံစားပြီး ပေတေလေလွင့်နေတဲ့ဒရူ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-121/",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/No-Tears-for-The-Dead-poster-1-140x200.jpg",
        "title": "No Tears for the Dead (2014)",
        "description": "No Tears for The Dead (2014)_____IMDb - 6.8/10\n   IMDb rating 6.8 ရရှိထားတဲ့ ကိုရီးယားကားလေးပါ။\n \nကိုရီးယား Action and Drama ကားကောင်းများကြိုက်တဲ့သူတွေအတွက်တော့\nလက်မလွှတ်သင့်ပါဘူး။ ပြီးတော့ မိခင်မေတ္တာနဲ့ချစ်ခြင်းတို့ပေါင်းစပ်ထားတဲ့\nဇာတ်လမ်းလေးမို့ အငိုသမားတွေစိတ်ခိုင်ခိုင်လေးထားကြပါလေ။\nကြေးစားလူသတ်သမားတယောက်ဟာ\nသူ့တာဝန်ကိုထမ်းဆောင်နေချိန်အတွင်းမှာ\nကောင်မလေးတစ်ယောက်ကို တွေ့မိပြီး\nနောက်ပိုင်း ကြေးစားလူသတ်သမားဟာ\nကောင်မလေး အမေကိုလိုက်လံရှာဖွေပေးရတာကို\nဒရာမာဆန်ဆန်ရိုက်ကူးပြထားတာဖြစ်ပါတယ်ဗျ\n \nအားပေးလိုက်ကြပါအုံးနော်\n  \nZAWGYI\nIMDb rating 6.8 ရရွိထားတဲ့ ကိုရီးယားကားေလးပါ။ကိုရီးယား Action and Drama ကားေကာင္းမ်ားႀကိဳက္တဲ့သူေတြအတြက္ေတာ့\nလက္မလႊတ္သင့္ပါဘူး။ ၿပီးေတာ့ မိခင္ေမတၱာနဲ႔ခ်စ္ျခင္းတို႔ေပါင္းစပ္ထားတဲ့\nဇာတ္လမ္းေလးမို႔ အငိုသမားေတြစိတ္ခိုင္ခိုင္ေလးထားၾကပါေလ။\nေၾကးစားလူသတ္သမားတေယာက္ဟာ\nသူ႔တာဝန္ကိုထမ္းေဆာင္ေနခ်ိန္အတြင္းမွာ\nေကာင္မေလးတစ္ေယာက္ကို ေတြ႕မိၿပီး\nေနာက္ပိုင္း ေၾကးစားလူသတ္သမားဟာ\nေကာင္မေလး အေမကိုလိုက္လံရွာေဖြေပးရတာကို\nဒရာမာဆန္ဆန္႐ိုက္ကူးျပထားတာျဖစ္ပါတယ္ဗ်အားေပးလိုက္ၾကပါအုံးေနာ္File Size - 870 MB\nFile Type - Mp4\nQuality - Blu-Ray Rip 72op\nDuration - 01:56:00\nEncoder - San Win Maung",
        "rating": "6.8",
        "url": "https://megaup.net/1ylvh/No_Tears_For_The_Dead_(Uneun_Namja)_[2014]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Ninja-Kids2011-1-141x200.jpg",
        "title": "Ninja Kids(2011)",
        "description": "ဒီေန႕အတြက္ 2011 ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဂ်ပန္ကားေလးတစ္ကားကိုတင္ေပးလိုက္ပါသည္။\nဒီဇာတ္ကားမွာ ကေလးငယ္ေတြဟာ နင္ဂ်ာျဖစ္ဖို႕အတြက္ နင္ဂ်ာပညာရပ္ေတြကိုသင္ၾကားတဲ့\nအေၾကာင္းအရာေလးကိုအေျခခံၿပီးရိုက္ကူးထားပါတယ္။ ဟာသေႏွာၿပီးရိုက္ကူးထားတဲ့အတြက္\nအားလံုးပဲ သေဘာက်ၾကိဳက္ႏွစ္သက္မယ္ဆိုတာ က်ိန္းေသအာမခံပါတယ္။ေနာက္ၿပီး IMDb rating က 5.9/10 ပဲရထားေပမယ့္ လူေတာ္ေတာ္မ်ားအားေပးႏွစ္ျခိဳက္ခဲ့တဲ့ဇာတ္ကားေလးပါ။ ဒီဇာတ္လမ္းမွာ သားငယ္ကိုကြ်မ္းက်င္တဲ့ နင္ဂ်ာတစ္ေယာက္ျဖစ္ေစခ်င္တဲ့\nမိဘႏွစ္ပါးရဲ႕ ေမတၱာကိုလည္းေတြ႕ျမင္ရပါမယ္။ Channel Myanmar ပရိတ္သတ္ၾကီးအၾကိဳက္ေတြ႕\nေစမယ့္ဇာတ္ကားတစ္ကားမို႕ အျမန္ဆံုးသာ ေဒါင္းၾကည့္ၾကေပေတာ့ဗ်ဳိ႕ ။UNICODE\nဒီနေ့အတွက် 2011 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဂျပန်ကားလေးတစ်ကားကိုတင်ပေးလိုက်ပါသည်။\nဒီဇာတ်ကားမှာ ကလေးငယ်တွေဟာ နင်ဂျာဖြစ်ဖို့အတွက် နင်ဂျာပညာရပ်တွေကိုသင်ကြားတဲ့\nအကြောင်းအရာလေးကိုအခြေခံပြီးရိုက်ကူးထားပါတယ်။ ဟာသနှောပြီးရိုက်ကူးထားတဲ့အတွက်\nအားလုံးပဲ သဘောကျကြိုက်နှစ်သက်မယ်ဆိုတာ ကျိန်းသေအာမခံပါတယ်။နောက်ပြီး IMDb rating က 5.9/10 ပဲရထားပေမယ့် လူတော်တော်များအားပေးနှစ်ခြိုက်ခဲ့တဲ့ဇာတ်ကားလေးပါ။ ဒီဇာတ်လမ်းမှာ သားငယ်ကိုကျွမ်းကျင်တဲ့ နင်ဂျာတစ်ယောက်ဖြစ်စေချင်တဲ့\nမိဘနှစ်ပါးရဲ့ မေတ္တာကိုလည်းတွေ့မြင်ရပါမယ်။ Channel Myanmar ပရိတ်သတ်ကြီးအကြိုက်တွေ့\nစေမယ့်ဇာတ်ကားတစ်ကားမို့ အမြန်ဆုံးသာ ဒေါင်းကြည့်ကြပေတော့ဗျို့ ။",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-119/",
        "category": "Action, Adventure, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/04/Ninja-2-2013-poster-133x200.jpg",
        "title": "Ninja II: Shadow of a Tear (2013)",
        "description": "Ninja II: Shadow of a Tear (2013)_____IMDb - 6.2/10\n IMDb rating 6.2/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကတော့\nကျွန်တော်(စိုးထွေး)ရဲ့ဘာသာပြန်(၁၂)\nကားမြောက်ကားလေးဖြစ်လာပါပြီ။ Channel Myanmarကိုရောက်လာတာလည်း\n(၂)လကျော်(၃)လလောက်တော့ရှိပါတော့မယ်။\nဟိုနေ့ကကျွန်တော့်မွေးနေ့ကိုအားတက်သရောဆုတောင်းပေးကြတဲ့\ncmရဲ့အမျိူ းတွေကိုလည်း အရမ်းကျေးဇူးတင်ပါတယ်။\nဒီဇာတ်ကားလေးဟာကျွန်တော်အမြဲဘာသာပြန်နေကျဇတ်ကား\nလေးလိုပါပဲ အက်ရှင်ကာင်းတစ်ကားပါ။\nဒီဇတ်ကားလေးက အပိုင်း(၂)ပါ . ပါဝင်တဲ့မင်းသားက\nUndisputed ဇာတ်ကားထဲကမင်းသားရယ် Tekken 2\nထဲကမင်းသားရယ်ဖြစ်တာကြောင့် မကောင်းမှာပူစရာမလိုတော့ပါဘူး။\n(ဇာတ်လမ်းကမြန်မာပြည်ကိုအင်္ဂလိပ်တွေအုပ်စိုးစဉ်က\nအင်္ဂလိပ်တွေနဲ့ဂျပန်တွေအကြောင်းကနေပြီးစတင်ထားပါတယ်။\nနင်ဂျာဘယ်ကနေဆင်းသက်လာတယ်ဆိုတာကိုလည်းပြောပြထားပါတယ်။\nဂျပန်နိင်ငံမှာအိမ်ထောင်ကျနေတဲ့အမေရိကန်လူမျိူ းကေစီရယ်\nသူရဲ့ဇနီးနာမီကိုရယ်တစ်နေ့မှာနာမီကိုအသတ်ခံခဲ့ရတဲ့အခါမှာ\nဘယ်သူကနာမီကိုကိုလုပ်ကြံခဲ့တာလဲ။ ဇနီးသည်သေဆုံးပြီးနောက်\nကေစီဟာသူနဲ့ရန်ညိုးရှိတဲ့လူတွေ\nဂိုဏ်းတွေဆီသွားပြီးတိုက်ခိုက်ပုံ ပြီးတော့ထိုင်းနိင်ငံမှာရောက်နေတဲ့\nစီနီယာဆီကိုသွားပြီး နာမီကိုသေဆုံးတာကိုစုံစမ်းပုံ\nလူသတ်သမားဟာမြန်မာပြည်ထဲမှာရှိတယ်ဆိုလို့မြန်မာထိကိုသွားပြီး\nလုပ်ကြံပုံစသဖြင့်ကေစီရဲ့အက်ရှင်အလန်းတွေကိုကြည့်ရမှာပါ။\nဇာတ်ကားစဆုံးအက်ရှင်ခန်းတွေနဲ့လှည့်ကွက်တွေလည်းပါဝင်တာကြောင့်\nပရိတ်သတ်တွေလက်မလွတ်သင့်ဘူးလို့ပြောချင်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nCM Team မှ Ko Soe Htwe ပဲဖြစ်ပါတယ်။)\n  \nZAWGYI\nIMDb rating 6.2/10 ရရွိထားတဲ့ ဒီဇာတ္ကားေလးကေတာ့\nကြၽန္ေတာ္(စိုးေထြး)ရဲ႕ဘာသာျပန္(၁၂)\nကားေျမာက္ကားေလးျဖစ္လာပါၿပီ။ Channel Myanmarကိုေရာက္လာတာလည္း\n(၂)လေက်ာ္(၃)လေလာက္ေတာ့ရွိပါေတာ့မယ္။\nဟိုေန႔ကကြၽန္ေတာ့္ေမြးေန႔ကိုအားတက္သေရာဆုေတာင္းေပးၾကတဲ့\ncmရဲ႕အမ်ိဴ းေတြကိုလည္း အရမ္းေက်းဇူးတင္ပါတယ္။\nဒီဇာတ္ကားေလးဟာကြၽန္ေတာ္အၿမဲဘာသာျပန္ေနက်ဇတ္ကား\nေလးလိုပါပဲ အက္ရွင္ကာင္းတစ္ကားပါ။\nဒီဇတ္ကားေလးက အပိုင္း(၂)ပါ . ပါဝင္တဲ့မင္းသားက\nUndisputed ဇာတ္ကားထဲကမင္းသားရယ္ Tekken 2\nထဲကမင္းသားရယ္ျဖစ္တာေၾကာင့္ မေကာင္းမွာပူစရာမလိုေတာ့ပါဘူး။\n(ဇာတ္လမ္းကျမန္မာျပည္ကိုအဂၤလိပ္ေတြအုပ္စိုးစဥ္က\nအဂၤလိပ္ေတြနဲ႔ဂ်ပန္ေတြအေၾကာင္းကေနၿပီးစတင္ထားပါတယ္။\nနင္ဂ်ာဘယ္ကေနဆင္းသက္လာတယ္ဆိုတာကိုလည္းေျပာျပထားပါတယ္။\nဂ်ပန္နိင္ငံမွာအိမ္ေထာင္က်ေနတဲ့အေမရိကန္လူမ်ိဴ းေကစီရယ္\nသူရဲ႕ဇနီးနာမီကိုရယ္တစ္ေန႔မွာနာမီကိုအသတ္ခံခဲ့ရတဲ့အခါမွာ\nဘယ္သူကနာမီကိုကိုလုပ္ႀကံခဲ့တာလဲ။ ဇနီးသည္ေသဆုံးၿပီးေနာက္\nေကစီဟာသူနဲ႔ရန္ညိဳးရွိတဲ့လူေတြ\nဂိုဏ္းေတြဆီသြားၿပီးတိုက္ခိုက္ပုံ ၿပီးေတာ့ထိုင္းနိင္ငံမွာေရာက္ေနတဲ့\nစီနီယာဆီကိုသြားၿပီး နာမီကိုေသဆုံးတာကိုစုံစမ္းပုံ\nလူသတ္သမားဟာျမန္မာျပည္ထဲမွာရွိတယ္ဆိုလို႔ျမန္မာထိကိုသြားၿပီး\nလုပ္ႀကံပုံစသျဖင့္ေကစီရဲ႕အက္ရွင္အလန္းေတြကိုၾကည့္ရမွာပါ။\nဇာတ္ကားစဆုံးအက္ရွင္ခန္းေတြနဲ႔လွည့္ကြက္ေတြလည္းပါဝင္တာေၾကာင့္\nပရိတ္သတ္ေတြလက္မလြတ္သင့္ဘူးလို႔ေျပာခ်င္ပါတယ္။(ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့\nCM Team မွ Ko ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xxdy/Ninja_II_-_Shadow_Of_A_Tear_[2013]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjIxNDkzOTAyNV5BMl5BanBnXkFtZTgwNjEyOTY3NjE@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Point Break (2015)",
        "description": "Point Break (2015)_____IMDb - 5.3/10\n  \nလိုင်းဖြတ် သို့တည်းမဟုတ် ကျရှုံးချိန်နေရာတစ်ခု.....\nမိတ်ဆွေတို့ရဲ့ Point Break ကရော . ဘယ်အချိန်.. ဘယ်နေရာမှာပါလဲ?\nဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တွေရဲ့ Point Break ကတော့.....\nဇာတ်လမ်းကတော့ ဘက်စုံကျွမ်း အားကစားသမားဖြစ်တဲ့\nယူတာ့ရှ်တစ်ယောက် FBI ကို ဝင်ဖြစ်ပုံနဲ့ စတင်ထားပါတယ်။\nသူရောက်ပြီးနောက်ပိုင်းမှာတော့ စိတ္တဇဆန်ဆန် လုယက်မှုတွေ\nပေါ်ပေါက်လာပါတော့တယ်။ ယူတာ့ရှ်ဟာ အမှုသွား အမှုလာတွေကို\nလေ့လာပြီးတော့ သံသယရှိသူတွေဟာ ဘက်စုံကျွမ်း အားကစားသမားများ\nဖြစ်နိုင်ကြောင်း တင်ပြခဲ့ပါတယ်။ အကြောင်းကတော့\nအိုဇာကီ ၈ ချက် ဆိုတဲ့ သဘာဝတရားနဲ့ လိုက်လျောညီထွေ နေပေးရင်\nထွက်ရပ်ပေါက်မယ်ဆိုတဲ့ အယူဝါဒကြောင့်ပါ။\nဒီလိုကိစ္စတွေကို လုပ်မယ့်သူတွေဟာ\nဘက်စုံကျွမ်းအားကစားသမားများပင် ဖြစ်နိုင်ကြောင်း တင်ပြခဲ့ပါတယ်။\nဒါပေမယ့် FBI အထက်တန်းက အဲ့ဒီအယူအဆကို\nလက်မခံခဲ့ပါဘူး။ တစ်ခုရှိတာကတော့ ယူတာ့ရှ်ရဲ့\nဘော့စ် ဟောလ်က လက်ခံပေးလိုက်တာပါပဲ။\nအဲ့ဒီမှာတင် အသွင်ယူစစ်ဆင်ရေးစတာပါပဲခင်ဗျ။\nအိုဇာကီ ၈ ချက်ထဲကအတိုင်း ကမ္ဘာ့နေရာ အနှံ့အပြားမှာ\nစတန့်ပြကွက်တွေ၊ ဒုစရိုက်လုပ်ငန်းတွေကို\nလုပ်ဆောင်သွားတာတွေကို ရင်သက်ရှုမောဖွယ် ကြည့်ရှုခံစားကြရမှာပါ။\nစတန့်ပြကွက်တွေ ဖောဖောသီသီ သုံးထားတဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-70/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/legend-of-zorro-poster-133x200.jpg",
        "title": "The Legend of Zorro (2005)",
        "description": "The Legend of Zorro (2005)\nIMDb - 6.0/10_____Rotten - 26%\n ဒီဇာတ်ကားလေးကတော့ ကျွန်တော်(စိုးထွေး)ရဲ့\n(၁၀)ကားမြောက်ဘာသာပြန်ကားလေးဖြစ်ပါတယ်။IMDb rating 6.0/10ရရှိထားတဲ့ဒီဇာတ်ကားကို\nဇောရိုးဆိုတာနဲ့cmပရိတ်သတ်တွေရင်းနီးပြီးသားဖြစ်ပါလိမ့်မယ်။ဇောရိုးဖြစ်တည်လာပုံအစပိုင်း အပိုင်း(၁)ကိုတော့\nကျွန်တော်တို့ရဲ့cmမှာတင်ပြီးထားပါပြီ။ အပိုင်း(၁)ကြည့်ပြီးဆံ့တငံ့ငံ့ဖြစ်နေတဲ့\nပရိတ်သတ်တွေရဲ့လိုအင်ဆန္ဒကိုဖြည့်ဆည်းပေးဖို့\nအပိုင်း(၂)လေးကိုပရိတ်သတ်တွေဆီအရောက်ပို့လိုက်ပါပြီ။\nဇောရိုးအပိုင်း(၁)ကတော်တော်လေးကိုကောင်းပါတယ်။\nအပိုင်း(၂)ကလည်း အပိုင်း၁နဲ့မခြားအရမ်းကောင်း ပါတယ်။Channel Myanmar ပရိတ်သတ်တွေသေချာပေါက်အကြိုက်တွေ့မှာပါ။ကျွန်တော်ဇာတ်လမ်းအကြောင်းလေးနည်းနည်းပြောပြပါ့မယ်။အပိုင်း၂မှာကတော့ဇောရိုးနဲ့ အလီနာတို့ရဲ့ရင်သွေးလေးပါဝင်လာပါပြီ။\nကယ်လီဖိုးနီးယားကိုအမေရိကန်ပြည်ထောင်စုနဲ့ အတူတူပူးပေါင်းနိင်ဖို့အတွက်\nဇောရိုးဦးဆောင်ပြီးကြိုးစားပုံ၊ ထူးဆန်းတဲ့ဗုံးလက်နက်ကိုတီထွင်တဲ့\nမြို့စားအာမန်ဇောရိုးရဲ့ဇနီးချောလေးအလီနာ၊စွန့်စားမှုတွေကိုခုံမင်တဲ့ဇောရိုးနဲ့အလီနာတို့ရဲ့သားလေး\nဂျိူ အာကွင်းအန္တရာယ်တောတွင်းထဲကနေ ဇောရိုးနဲ့အလီနာတို့\nကယ်လီဖိုးနီးယားကိုဘယ်လိုကာကွယ်မလဲ စသဖြင့် သည်းထိပ်ရင်ဖိုစွန့်စားမှု\nအချစ်အလွမ်းအဆွေး အကြမ်းစသဖြင့်ပရိတ်သတ်တွေကို\nဇာတ်လမ်းစလယ်ဆုံးဆွဲဆောင်သွားပါလိမ့်မယ်။ကဲ . . . စိတ်ဝင်စားမှုများလာရင်တော့ ဒေါင်းသာကြည့်ကြပါတော့ . . .(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ရေးသာသူကတော့\nCM Team မှ Ko Soe Htwe ဖြစ်ပါတယ်။)ZAWGYIဒီဇာတ္ကားေလးကေတာ့ ကြၽန္ေတာ္(စိုးေထြး)ရဲ႕(၁၀)ကားေျမာက္ဘာသာျပန္ကားေလးျဖစ္ပါတယ္။IMDb rating 6.0/10ရရွိထားတဲ့ဒီဇာတ္ကားကို\nေဇာ႐ိုးဆိုတာနဲ႔cmပရိတ္သတ္ေတြရင္းနီးၿပီးသားျဖစ္ပါလိမ့္မယ္။ေဇာ႐ိုးျဖစ္တည္လာပုံအစပိုင္း အပိုင္း(၁)ကိုေတာ့\nကြၽန္ေတာ္တို႔ရဲ႕cmမွာတင္ၿပီးထားပါၿပီ။ အပိုင္း(၁)ၾကည့္ၿပီးဆံ့တငံ့ငံ့ျဖစ္ေနတဲ့\nပရိတ္သတ္ေတြရဲ႕လိုအင္ဆႏၵကိုျဖည့္ဆည္းေပးဖို႔\nအပိုင္း(၂)ေလးကိုပရိတ္သတ္ေတြဆီအေရာက္ပို႔လိုက္ပါၿပီ။\nေဇာ႐ိုးအပိုင္း(၁)ကေတာ္ေတာ္ေလးကိုေကာင္းပါတယ္။\nအပိုင္း(၂)ကလည္း အပိုင္း၁နဲ႔မျခားအရမ္းေကာင္း ပါတယ္။Channel Myanmar ပရိတ္သတ္ေတြေသခ်ာေပါက္အႀကိဳက္ေတြ႕မွာပါ။ကြၽန္ေတာ္ဇာတ္လမ္းအေၾကာင္းေလးနည္းနည္းေျပာျပပါ့မယ္။အပိုင္း၂မွာကေတာ့ေဇာ႐ိုးနဲ႔ အလီနာတို႔ရဲ႕ရင္ေသြးေလးပါဝင္လာပါၿပီ။\nကယ္လီဖိုးနီးယားကိုအေမရိကန္ျပည္ေထာင္စုနဲ႔ အတူတူပူးေပါင္းနိင္ဖို႔အတြက္\nေဇာ႐ိုးဦးေဆာင္ၿပီးႀကိဳးစားပုံ၊ ထူးဆန္းတဲ့ဗုံးလက္နက္ကိုတီထြင္တဲ့\nၿမိဳ႕စားအာမန္ေဇာ႐ိုးရဲ႕ဇနီးေခ်ာေလးအလီနာ၊စြန႔္စားမႈေတြကိုခုံမင္တဲ့ေဇာ႐ိုးနဲ႔အလီနာတို႔ရဲ႕သားေလး\nဂ်ိဴ အာကြင္းအႏၲရာယ္ေတာတြင္းထဲကေန ေဇာ႐ိုးနဲ႔အလီနာတို႔\nကယ္လီဖိုးနီးယားကိုဘယ္လိုကာကြယ္မလဲ စသျဖင့္ သည္းထိပ္ရင္ဖိုစြန႔္စားမႈ\nအခ်စ္အလြမ္းအေဆြး အၾကမ္းစသျဖင့္ပရိတ္သတ္ေတြကို\nဇာတ္လမ္းစလယ္ဆုံးဆြဲေဆာင္သြားပါလိမ့္မယ္။ကဲ . . ...",
        "rating": "6.0",
        "url": "https://megaup.net/3zDxT/The_Legend_Of_Zorro_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTQ2MjAyMDY0NF5BMl5BanBnXkFtZTcwODMwOTY1OQ@@._V1_SY1000_CR007001000_AL_-210x300.jpg",
        "title": "Blitz ( 2011 )-ျမန္မာစာတန္းထိုး",
        "description": "မင္းသားၾကီး  Jason Statham  နဲ႕ မင္းသား Paddy Considine တို႕တြဲဖက္ပါဝင္ရိုက္ကူးထားၿပီး action ဇာတ္ကားေကာင္းမ်ားႏွစ္သက္သူမ်ားအတြက္အထူးေကာင္းမြန္ၿပီး IMDb Rating 6.2 ရရွိထားတဲ့ဇာတ္ ကားတစ္ပုဒ္ျဖစ္ပါတယ္။ဇာတ္ကားရဲ႕ နာမည္ဟာ ရဲေတြကို အထူးပစ္မွတ္ထားၿပီး\nလိုက္သတ္တဲ့ လူသတ္သမားရဲ႕ နာမည္ျဖစ္ပါတယ္။\nဘရန္႕ ( jason statham ) ဟာ သူ႕ကိုလိုက္လံဖမ္းဆီးခဲ့ၿပီး\nသူ႕ကိုဖမ္းမိတဲ့ အခ်ိန္မွာေတာင္ ခိုင္လံုတဲ့သက္ေသအေထာက္အထားမျပႏုိင္လို႕\nျပန္လြတ္ခဲ့ရတဲ့ ဘယ္ရီ ( ဘလစ္ ) ကို . ဘရန္႕ ( jason statham ) က\nလွလွပပ ဇာတ္သိမ္းျပခဲ့ပံုမ်ား . အထူးသျဖင့္ ဘလစ္ဟာ\nသူ႕ကိုဖမ္းဆီးဖူးခဲ့တဲ့ ရဲေတြကိုတစ္ေယာက္ခ်င္းစီ\nကလဲ့စားေခ်လိုက္လံသတ္ျဖတ္မႈေတြဟာ ဒီဇာတ္လမ္းရဲ႕\nအဓိက ေက်ာရိုးလည္းျဖစ္လို႕ေနပါတယ္။\n2011က ထြက္ရွိခဲ့ၿပီး Transporter မင္းသားၾကီး Jason Statham\nပါဝင္ရိုက္ကူးထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားမို႕\nအထူးတလည္ညႊန္းမေနေတာ့ပါဘူး Movie သာၾကည့္ရႈဖို႕ ေျပာပါရေစ။UNICODEမင်းသားကြီး  Jason Statham  နဲ့ မင်းသား ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-93/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTM3ODMxMDY0MF5BMl5BanBnXkFtZTcwNDc3MTY0OA@@._V1_SY1000_CR006821000_AL_-1-205x300.jpg",
        "title": "Universal Soldier: Day of Reckoning (2012)",
        "description": "ကဲ ဒီတစ္ခါေတာ့ ဇာတ္ၾကမ္း ၾကိဳက္တဲ့ သူေတြ အတြက္\nမင္းသားၾကီး ဗင္ဒိန္းရဲ႕ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္\nဗင္ဒိန္းဆို ေတာ္ေတာ္မ်ားမ်ား မသိတဲ့သူ မရွိေလာက္ပါဘူးဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဂၽြန္ဟာ အတတိေမ့ ကိုမာ ေရာဂါကိုခံစား\nေနရသူ တေယာက္ျဖစ္ျပီး သူ ဒီေရာဂါကို ခံစားရတဲ့ အေၾကာင္းအရင္းက\nေတာ့ သူ႕မိန္မနဲ႕ သမီးဟာ အိမ္တြင္းအၾကမ္းဖက္ခံရမႈမွာအသတ္ခံခဲ့ရျပီး\nသူကိုယ္တိုင္လဲ ဦးေခါင္းကိုထိခိုက္ခံခဲ့ရလို႕ပဲျဖစ္ပါတယ္\nဂၽြန္တို႕ မိသားစု ဘာလို႕ ဒီလို အတိုက္ခိုက္ခံခဲ့ရတာလဲ\nဂၽြန္ကေကာ အရင္က ဘာေတြမ်ား လုပ္ခဲ့တာလဲ\nဂၽြန္က ေကာ သူ႕ရဲ႕ အတိတ္ျဖစ္ရပ္ေတြကိုေဖာ္ထုတ္ျပီး\nမိန္းမ နဲ႕ သမီး အတြက္ ကလဲ့စားေခ်ႏိုင္မွာလားဆိုတာကိုေတာ့ \nUNICODE\nကဲ ဒီတစ်ခါတော့ ဇာတ်ကြမ်း ကြိုက်တဲ့ သူတွေ အတွက်\nမင်းသားကြီး ဗင်ဒိန်းရဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဗင်ဒိန်းဆို တော်တော်များများ မသိတဲ့သူ မရှိလောက်ပါဘူးဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဂျွန်ဟာ အတတိမေ့ ကိုမာ ရောဂါကိုခံစား\nနေရသူ တယောက်ဖြစ်ပြီး သူ ဒီရောဂါကို ခံစားရတဲ့ အကြောင်းအရင်းက\nတော့ သူ့မိန်မနဲ့ သမီးဟာ အိမ်တွင်းအကြမ်းဖက်ခံရမှုမှာအသတ်ခံခဲ့ရပြီး\nသူကိုယ်တိုင်လဲ ဦးခေါင်းကိုထိခိုက်ခံခဲ့ရလို့ပဲဖြစ်ပါတယ်\nဂျွန်တို့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/XSh6/Universal_Soldier_-_Day_Of_Reckoning_[2012]_(MM_Sub).mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Sucker_Punch_Poster-213x300.jpg",
        "title": "Sucker Punch (2011)",
        "description": "မင္းသမီး Emily Browning အဓိကပါဝင္ထားတဲ့ဒီဇာတ္ကားဟာ Action Fantasy အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။IMDb (6.1/10) ရရွိထားျပီး ဇာတ္ကားတစ္ကားထက္ Game တစ္ခုနဲ႕ပိုတူေအာင္ ရိုက္ကူးထားပါတယ္။(Sithu Tun မွဘာသာျပန္တင္ဆက္ထားတာပါ။)(မင်းသမီး Emily Browning အဓိကပါဝင်ထားတဲ့ဒီဇာတ်ကားဟာ Action Fantasy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။IMDb (6.1/10) ရရှိထားပြီး ဇာတ်ကားတစ်ကားထက် Game တစ်ခုနဲ့ပိုတူအောင် ရိုက်ကူးထားပါတယ်။(Sithu Tun မှဘာသာပြန်တင်ဆက်ထားတာပါ။))\nFile size…(1.1GB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….02:07:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\n \nDownload and Watch 720p HD (VIP Link)\n(or)\nDownload 720p HD (pCloud) \nDownload Small File 360p (500MB)",
        "rating": "6.1",
        "url": "https://megaup.net/THod/Sucker_Punch_[2011]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTgzMDY2Njc4Nl5BMl5BanBnXkFtZTgwNTEyMjUzMjE@._V1_-200x300.jpg",
        "title": "Appleseed Alpha (2014)",
        "description": "Arkar Phyo\n==============\nDownload HD (935Mb)\nDownload Small (535Mb)",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/appleseed-alpha-2014/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNDYyNDY4NDk3MV5BMl5BanBnXkFtZTgwMzg4NDA2MDE@._V1_-225x300.jpg",
        "title": "Axe Giant: The Wrath of Paul Bunyan (2013)",
        "description": "ကဲ ပထမဆံုး မဂၤလာညခ်မ္းေလးပါလုိ႕ ႏႈတ္ဆက္လိုက္ပါရေစ\nကဲ အခုည အတြက္ ဒိုတာ ပရိတ္သတ္ေတြနဲ႕ မစိမ္းတဲ့\nဇာတ္ကားတစ္ကားကို တင္ေပးအံုးမယ္ဗ်\nဒိုတာ ေဆာ့တဲ့ သူေတြဆို AXE ကိုဆို သိၾကမယ္ထင္ပါတယ္\nအခုကားက AXE နဲ႕ ပတ္သက္ျပီး ရိုက္ျပထားတာပါ\nအဲ ဒိုတာဆိုလို႕ ဒိုတာ မေဆာ့တဲ့ သူေတြအေနနဲ႕လဲ\nဒီကားကို ၾကည့္လို႕ရပါတယ္ေနာ္\nကဲ ဇာတ္လမ္း အက်ဥး္ေလးကေတာ့ သစ္ခုတ္စခန္းတစ္ခုမွာ\nအလုပ္လုပ္ေနတဲ့ အလုပ္သမားျဖစ္သူ ေပါလ္ဘာရန္ ဟာ\nအလုပ္သမားေခါင္းဆိုလဲ ဟုတ္သလို\nအားလံုးက သတ္မွတ္ထားတဲ့ လုပ္ရဲကိုင္ရဲရွိသူ\nခြန္အားဗလနဲ႕ ျပည့္စံုသူ\nသတၱိရွိသူတေယာက္ပါ ဒီလိုနဲ႕ တစ္ေန႕မွာ\nသစ္ခုတ္စခန္းကို အႏၱရာယ္ တစ္ခု က်ေရာက္လာခဲ့ျပီး\nက်ေရာက္လာတဲ့ အႏၱရာယ္က ေမွ်ာ္မွန္းထားသည္ထက္ ပိုမို\nစြမ္းအားၾကီး အစြမ္းထက္ေနတဲ့ အခါမွာေတာ့.............\n[ကဲ ပထမဆုံး မင်္ဂလာညချမ်းလေးပါလို့ နှုတ်ဆက်လိုက်ပါရစေ\nကဲ အခုည အတွက် ဒိုတာ ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့\nဇာတ်ကားတစ်ကားကို တင်ပေးအုံးမယ်ဗျ\nဒိုတာ ဆော့တဲ့ သူတွေဆို AXE ကိုဆို သိကြမယ်ထင်ပါတယ်\nအခုကားက AXE နဲ့ ပတ်သက်ပြီး ရိုက်ပြထားတာပါ\nအဲ ဒိုတာဆိုလို့ ဒိုတာ မဆော့တဲ့ သူတွေအနေနဲ့လဲ\nဒီကားကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/axe-giant-the-wrath-of-paul-bunyan-2013/",
        "category": "Action, Adventure, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BZTE2YTUyMWYtOTgwNC00MmZmLWFjNWEtMmM4MzY5YmQ3MGVlXkEyXkFqcGdeQXVyMjQ3NzUxOTM@._V1_SY1000_CR007051000_AL_-1-212x300.jpg",
        "title": "Zip & Zap and the Captain’s Island (2016)",
        "description": "ကဲ ဗ်ာ ဒီတစ္ခါေတာ့ ထူးဆန္းေထြလာ ကားေလး\nတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးကေတာ့ အရင္ ႏွစ္ထဲကထြက္ခဲ့တဲ့\nMiss Peregrine's Home for Peculiar Children လို\nဇာတ္ကားမ်ိဳးေလးပဲ ျဖစ္ျပီး ေမွာ္ကားေတြကို ၾကိဳက္ႏွစ္သက္\nသူေတြ အေနနဲ႕ကေတာ့ ၾကည့္ရွဴသင့္တဲ့ ကားေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ Zip Zap နဲ႕ ခရစၥမတ္ဆိုတာကခြဲထားလို႕မရပါဘူးတဲ့ဗ်\nခရစၥမတ္ အခ်ိန္ဆို Zip နဲ႕ Zap ဟာ ခရီးထြက္ေလ့ ရွိပါတယ္တဲ့ဗ်\nကဲ ဒီတစ္ခါေတာ့ ဘယ္ကိုမ်ား ခရီးထြက္ၾကမလဲ ထြက္ရင္ေကာ\nဘယ္လို ထူးဆန္း အံ့ၾသဖြယ္ရာေတြနဲ႕မ်ား ၾကံဳေတြ႕ရမလဲ\nဆိုတာကို ပရိတ္သတ္ၾကီးက ဆက္လက္ ၾကည့္ရွဴၾကရမွာပဲျဖစ္ပါတယ္\n[ကဲ ဗျာ ဒီတစ်ခါတော့ ထူးဆန်းထွေလာ ကားလေး\nတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးကတော့ အရင် နှစ်ထဲကထွက်ခဲ့တဲ့\nMiss Peregrine's Home for Peculiar Children လို\nဇာတ်ကားမျိုးလေးပဲ ဖြစ်ပြီး မှော်ကားတွေကို ကြိုက်နှစ်သက်\nသူတွေ အနေနဲ့ကတော့ ကြည့်ရှူသင့်တဲ့ ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းလေးကတော့ Zip Zap နဲ့ ခရစ္စမတ်ဆိုတာကခွဲထားလို့မရပါဘူးတဲ့ဗျ\nခရစ္စမတ် အချိန်ဆို Zip နဲ့ Zap ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/zip-zap-and-the-captains-island-2016/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/company-of-heroes-poster-133x200.jpg",
        "title": "Company of Heroes (2013)",
        "description": "Company of Heroes (2013)_____IMDb - 5.1/10\n ကဲ ဒီတစ်ခါတော့ ပရိတ်သတ်ကြီးအတွက်  စစ်ကားကောင်း\nတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက လူကြီး လူငယ်မရွေး ကြိုက်နှစ်သက်မှာဖြစ်ပြီး\nလူငယ်တွေ အနေနဲ့ဆိုလည်း ဇာတ်ကားကို မကြည့်ဖူးတောင်\nဂိမ်း နဲ့ တော့ စိမ်းမယ်လို့ မထင်ဘူးဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ဒုတိယ ကမ္ဘာစစ်အတွင်း\nရှေ့တန်း ဂျာမနီစစ်မြေပြင် မှာ အမေရိကန်စစ်သားတွေဟာ\nဟစ်တလာ ရဲ့ ထိုးစစ်ဆင်မှုကြောင့် အရှုံးကြီး ရှုံးပြီး အထိနာခဲ့ကြပါတယ်\nဒီလိုနဲ့ စုံစမ်းကြည့်တော့ သူတို့ ရှုံးရတာဟာ\nဟစ်တလာ ရဲ့ ဆန်းသစ်ထွင်ထားတဲ့ လက်နက်ကြောင့်ဆိုတာ သိရှိခဲ့ပြီး\nသူတို့ အနေနဲ့ ဘယ်လိုတွေ တိုက်ခိုက်ကြမယ်ဆိုတာကို\nဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့လား ဗျာ :P\n[ကဲ ဒီတစ္ခါေတာ့ ပရိတ္သတ္ႀကီးအတြက္  စစ္ကားေကာင္း\nတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္\nဇာတ္လမ္းေလးက လူႀကီး လူငယ္မေ႐ြး ႀကိဳက္ႏွစ္သက္မွာျဖစ္ၿပီး\nလူငယ္ေတြ အေနနဲ႔ဆိုလည္း ဇာတ္ကားကို မၾကည့္ဖူးေတာင္\nဂိမ္း နဲ႔ ေတာ့ စိမ္းမယ္လို႔ မထင္ဘူးဗ်\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဒုတိယ ကမာၻစစ္အတြင္း\nေရွ႕တန္း ဂ်ာမနီစစ္ေျမျပင္ မွာ ...",
        "rating": "5.1",
        "url": "https://megaup.net/4fwA6/Company_Of_Heroes_[2013]_(MM_Sub).mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/iron-monkey-172x200.jpg",
        "title": "Iron Monkey (1993)",
        "description": "Iron Monkey (1993)\nIMDb - 7.5/10_____Rotten - 91%\n  \nမင်းသားကြီး ဒယ်နီယန်း ရဲ့ ၁၉၉၃ ခုနှစ်ကထွက်ရှိခဲ့တဲ့\nရာဇဝင် သိုင်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးက သိုင်းကားကို ကြိုက်နှစ်သက်သူတွေအတွက်တော့\nလက်လွတ်မခံသင့်တဲ့ကားလေးဖြစ်သလို့ နောက်တနည်းပြောရရင်\nတရုတ် ရောဘင်ဟု အကြောင်းကို ရိုက်ကူးပြထားတယ်လို့လဲ\nပြောလို့ရပါတယ်\nဇာတ်လမ်း အကျဉ်းလေးကတော့ ပျက်စီးယိုယွင်းနေတဲ့\nအကျင့်ပျက်ချစားမှုတွေနဲ့ပြည့်နက်နေ တဲ့ တရုတ်အစိုးရဟာ\nနယ်ကျေးရွှာကလေးတွေမှာ မျက်နှာဖုံးစွပ် လုယက်ခြင်းကို ခံရပြီး\nလူအများကတော့ သူ့ကို Iron Monkey လို့ခေါ်ကြပါတယ်\nဒီလိုနဲ့ ခရီးထွက်ပြီး နယ်လှည့်ဆေးကုနေတဲ့ တိုင်းရင်းဆေး\nဆရာ သိုင်းသမား ဒယ်နီယန်း နဲ့ တွေ့ဆုံမိတဲ့ အခါမှာတော့ ဒယ်နီယန်းနဲ့\nဘယ်လိုတွေများ ဆက်လက် နှပါးသွားကြမလဲ ဆိုတာကို\nပရိတ်သတ်ကြီးကပဲဆက်လက် ကြည့်ရှူလိုက်ပါတော့ဗျာ\n  \nဘာသာပြန်ပေးသူကတော့ ကိုစိုးထွေး ဖြစ်ပါတယ် ဗျ\n  [မင္းသားႀကီး ဒယ္နီယန္း ရဲ႕ ၁၉၉၃ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ရာဇဝင္ သိုင္းကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးက သိုင္းကားကို ႀကိဳက္ႏွစ္သက္သူေတြအတြက္ေတာ့လက္လြတ္မခံသင့္တဲ့ကားေလးျဖစ္သလို႔ ေနာက္တနည္းေျပာရရင္တ႐ုတ္ ေရာဘင္ဟု အေၾကာင္းကို ႐ိုက္ကူးျပထားတယ္လို႔လဲေျပာလို႔ရပါတယ္ဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ပ်က္စီးယိုယြင္းေနတဲ့အက်င့္ပ်က္ခ်စားမႈေတြနဲ႔ျပည့္နက္ေန တဲ့ တ႐ုတ္အစိုးရဟာနယ္ေက်း႐ႊာကေလးေတြမွာ မ်က္ႏွာဖုံးစြပ္ လုယက္ျခင္းကို ခံရၿပီးလူအမ်ားကေတာ့ သူ႔ကို Iron ...",
        "rating": "7.5",
        "url": "https://megaup.net/1yFn3/Iron_Monkey_(Siu_Nin_Wong_Fei_Hung_Chi_-_Tit_Ma_Lau)_[1993]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/02/MV5BMjM2MTI4OTc5OF5BMl5BanBnXkFtZTgwNDk1MTAzMjE@._V1_SY1000_CR006981000_AL_-209x300.jpg",
        "title": "My Way(2011)",
        "description": "Korean မင္းသား Jang Dong-gun (ဒါရိုက္တာရင္) နဲ႕ မင္းသား Joe Odagiri ရယ္\nမင္းသမီး  Fan Bingbing တို႕ပါဝင္ထားတဲ့ စစ္ကားလို႕ဆိုရမယ့္ဇာတ္ကားပါ။\nတကယ့္အျဖစ္အပ်က္ကိုအေျခခံရိုက္ကူးထားတာျဖစ္ျပီးေတာ့ IMDb Rating(7.7/10)ရရွိထားပါတယ္။\nအေဟာင္းျဖစ္ျပီး အရင္က တင္ေပးခဲ့ဘူးေပမယ့္ ကြာလတီ ေကာင္းတာကို\nျပန္လည္ခံစားေစျခင္တာရယ္ ဘယ္ႏွစ္ခါၾကည့္ၾကည့္ မရိုးတဲ့ အတြက္\nသိမ္းထားျခင္သူေတြသိမ္းထားဖို႕အတြက္ျပန္လည္\nတင္ဆက္ေပးလိုက္တာပါ\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့\nငယ္စဥ္ကေလး ဘ၀ကတည္းက ျပိဳင္ဆိုင္မႈျပင္းထန္ခဲ့ၾကတဲ့\nသူငယ္ခ်င္းမဟုတ္တဲ့ သူငယ္ခ်င္း ၂ေယာက္\nလူမ်ိဳးမတူတဲ့ လူငယ္ေလး ၂ေယာက္\nတခ်ိန္မွာ ဘ၀ အလွည့္အေျပာင္းေတြနဲ႕ ၾကံဳေတြ႕လာရတဲ့အခါ\nေလာကဓံ အလွည့္အေျပာင္းကို ေတြ႕ၾကံဳမိလာတဲ့အခါမွာေတာ့\nဘယ္ေလာက္ပဲ မုန္းတီီးေနပါေစ ပစ္မထားရက္တဲ့\nႏိုင္ငံနားနီးခ်င္း  စစ္ရဲ႕ စေတးခံလူငယ္ေလး ၂ေယာက္\nေနာက္ဆံုးမွာ ဘယ္လိုေတြျဖစ္ၾကမလဲ ဆိုတာကို\nဆက္လက္ၾကည့္လိုက္ၾကပါေတာ့လား ဗ်ာ[Korean မင်းသား Jang Dong-gun (ဒါရိုက်တာရင်) နဲ့ မင်းသား Joe Odagiri ရယ်မင်းသမီး  Fan Bingbing တို့ပါဝင်ထားတဲ့ စစ်ကားလို့ဆိုရမယ့်ဇာတ်ကားပါ။တကယ့်အဖြစ်အပျက်ကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီးတော့ IMDb Rating(7.7/10)ရရှိထားပါတယ်။အဟောင်းဖြစ်ပြီး အရင်က တင်ပေးခဲ့ဘူးပေမယ့် ကွာလတီ ကောင်းတာကိုပြန်လည်ခံစားစေခြင်တာရယ် ဘယ်နှစ်ခါကြည့်ကြည့် မရိုးတဲ့ ...",
        "rating": "7.8",
        "url": "https://megaup.net/T8m2/My_Way_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMjE2MDc4NTQ3N15BMl5BanBnXkFtZTgwNDU2MDE4NjE@._V1_SY1000_CR006991000_AL_-210x300.jpg",
        "title": "Veteran (2015)",
        "description": "အာရွရဲ႕ ျမန္ႏွဳ န္းျမင့္တိုးတက္လာတဲ့ ရုပ္ရွင္က႑ေတြမွာ ကိုရီယားရုပ္ရွင္ေတြကလည္း\nထိပ္ဆုံးမွာရွိေနတာ အားလုံးအသိပါ။တစ္ခု စိတ္မေကာင္းစရာတစ္ခုက ကိုရီယားရုပ္ရွင္ဆိုတာနဲ႔\nရုပ္ရွင္ပရိသတ္အမ်ားစုက စီးရီးေတြကို ဦးဆုံးျမင္ေနၾကတာပါပဲ။စီးရီးေတြကလည္း\nမေကာင္းဘူးလို႔ေျပာလိုတာမဟုတ္ပါဘူး။ဒါေပမယ့္ စီးရီးဆိုကတည္းက အမ်ားသူငါ\nျခံဳ ငုံၾကည့္လို႔ရေအာင္ ပုံစံခြက္ထဲကေနသာ ရုိက္ကူးတဲ့ ကားေတြမ်ားပါတယ္။တကယ့္ကို\nရုပ္ရွင္ကားတစ္ကားရဲ႕ ျပီးျပည့္စုံေကာင္းမြန္တဲ့ ဇာတ္ကားအမ်ားစုကိုေတာ့\nရုပ္ရွင္ကားေတြမွာပဲ ေတြ႕ႏိုင္ပါတယ္။ကိုရီယားရုပ္ရွင္ကားေတြမွာ စီးရီးေတြနဲ႔ကြဲလြဲစြာ\nသဘာဝက်တဲ့ သရုပ္ေဆာင္ေတြနဲ႔သာ အဓိကထားရုိက္ကူးထားတယ္ဆိုတာ ေတြ႕ၾကရမွာပါ။\nက်ြန္ေတာ္က ကိုရီးယားရုပ္ရွင္ေတြ သိပ္ညႊန္းေနလို႔ ပိုလြန္းလိုက္တာလို႔မ်ား သံသယျဖစ္မိေနရင္\nကမာၻ႔အဆင့္ရုပ္ရွင္ေဝဖန္ေရးပညာရွင္ ေတြေရးတဲ့ စာရင္းေတြကို လိုက္ရွာျပီးဖတ္ၾကည့္ပါက\nကိုရီးယားရုပ္ရွင္ကားေတြပါေနတာကို ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ေျပာလိုတာက ကိုရီယားကားဆိုရင္\nစီးရီးေတြခ်ည္း အာရုံစိုက္မေနနဲ႔ပဲ ရုပ္ရွင္ကားေတြလည္း ၾကည့္ၾကပါဦး။\nက်ြန္ေတာ္ေရာက္ဘူးသမ်ွ အေခြဆိုင္ေတြမွာဆိုရင္ ကိုရီးယားရုပ္ရွင္ကားေကာင္းေတြ\nဖုန္တက္ေနတာကိုခ်ည္း ျမင္ေနရတဲ့အတြက္ပါ။ရုပ္ရွင္ကားေကာင္းေတြ\nၾကည့္ျဖစ္ေစလိုတဲ့ ေစတနာနဲ႔သာ ေျပာဆိုျခင္းျဖစ္ေၾကာင္းကိုေတာ့ နားလည္ေစခ်င္ပါတယ္။\nျဖစ္တည္မွဳ ကိုပဲ ေဇာင္းေပးျပတဲ့ သူတို႔ရုပ္ရွင္အမ်ားစုရဲ႕ အိုက္ဒီယာေတြက\nထပ္ေနေပမယ့္ သဘာဝက်ျခင္း ဆက္တင္ေနာက္ခံမ်ား ပီျပင္ျခင္း စတဲ့\nအခ်က္အလက္ေတြေၾကာင့္ ကိုရီယားရုပ္ရွင္ေတြက မၾကည့္ရမေနႏိုင္ေလာက္ေအာင္\nဆြဲေဆာင္မွဳ ေကာင္းလြန္းပါတယ္။\nအဲဒီထဲမွာမွ ရုိးရွင္းတဲ့ ဇာတ္အိမ္ေတြနဲ႔ ဆြဲေခၚသြားတဲ့ ယခု ဇာတ္ကားေလးကလည္း\nၾကည့္ရွဳ သူေတြအဖို႔ စိတ္ေက်နပ္မွဳ ေတြ ...",
        "rating": "7.0",
        "url": "https://megaup.net/Tang/Veteran_[2015]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/yellow-sea-1-140x200.jpg",
        "title": "The Yellow Sea (2010)",
        "description": "လောင်းကစားလုပ်ရင်း အကြွေးတွေဝိုင်းနေတဲ့ လူတစ်ယောက်၊ မိန်းမက တောင်ကိုရီးယားကို အလုပ်သွားလုပ်ပြီး ပိုက်ဆံရရင် ပို့မယ်လို့ ကတိပေးသွားရှာတယ်၊ သူ အလုပ်ပြုတ်သွားချိန်မှာ လုံးဝဒုက္ခရောက်လေပြီ။ လူဆိုးဂိုဏ်းခေါင်းဆောင်က ပြောတယ် တောင်ကိုရီးယားကို သွားပြီး စီးပွားရေးသမားတစ်ယောက်ကို သတ်ပေးရင် ဒေါ်လာ ၁ သောင်းရမယ်တဲ့။ သူလည်း ကြံရာမရနဲ့ သတ်ဖို့သွားပြီး စီးပွားရေးသမားဆိုတာကို လေ့လာကြည့်ရင်း မထင်မှတ်ထားတဲ့ အံ့သြတုန်လှုပ်စရာတွေကြုံလာရတဲ့အခါ... သူ့မိန်းမကိုလည်း ပြန်လိုက်ရှာရင်း ဒုက္ခပင်လည်ဝေလို့ ဒီအရှုပ်ထုတ်ကြီးထဲက လွတ်အောင်ရုန်းရတော့ပါတယ်.....\n-------------------------------------------------------\nေလာင္းကစားလုပ္ရင္း အေၾကြးေတြ၀ိုင္းေနတဲ့ လူတစ္ေယာက္၊ မိန္းမက ေတာင္ကိုရီးယားကို အလုပ္သြားလုပ္ျပီး ပိုက္ဆံရရင္ ပို႕မယ္လို႕ ကတိေပးသြားရွာတယ္၊ သူ အလုပ္ျပဳတ္သြားခ်ိန္မွာ လံုး၀ဒုကၡေရာက္ေလျပီ။ လူဆိုးဂိုဏ္းေခါင္းေဆာင္က ေျပာတယ္ ေတာင္ကိုရီးယားကို သြားျပီး စီးပြားေရးသမားတစ္ေယာက္ကို သတ္ေပးရင္ ေဒၚလာ ၁ ေသာင္းရမယ္တဲ့။ သူလည္း ၾကံရာမရနဲ႕ သတ္ဖို႕သြားျပီး စီးပြားေရးသမားဆိုတာကို ေလ့လာၾကည့္ရင္း မထင္မွတ္ထားတဲ့ အံ့ၾသတုန္လႈပ္စရာေတြၾကံဳလာရတဲ့အခါ... သူ႕မိန္းမကိုလည္း ျပန္လိုက္ရွာရင္း ဒုကၡပင္လည္ေ၀လို႕ ဒီအရႈပ္ထုတ္ၾကီးထဲက လြတ္ေအာင္ရုန္းရေတာ့ပါတယ္.....\nFile Size      :   1Gb\nDuration     : ...",
        "rating": "7.3",
        "url": "https://megaup.net/4UK5e/The_Yellow_Sea_(Hwanghae)_[2010]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BMTQ4MzkzNjcxNV5BMl5BanBnXkFtZTcwNzk4NTU0Mg@@._V1_-223x300.jpg",
        "title": "Blade 1 + 2 + 3",
        "description": "IMDb Rating  7.1 ရထားျပီး 90 Born ေတြရဲ႕ အသဲစြဲ ဇာတ္ကားၾကီးကို\nတင္ဆက္ေပးလိုက္ပါရေစ ငယ္ငယ္ က ဒီကားကိုၾကည့္ျပီး\n၀ါးျခမ္းျပား ဓါးနဲ႕ ေသြးစုတ္ဖုတ္ေကာင္ေတြကို သတ္ခဲ့ဖူးတယ္\nဆိုရင္ေတာ့ အသက္ ၂၀ ေက်ာ္ေနျပီဆိုတာကို ရဲရဲၾကီး အာမခံလိုက္ပါရေစ :P\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ေသမ်ိဳးတစ္၀က္ ေသြးစုတ္ေကာင္တစ္၀က္ျဖစ္ေနတဲ့\nမင္းသားကိုယ္တိုင္က ဒီေသြးစုတ္ေကာင္ေတြရဲ႕ ၾကားထဲမွာ ကုိယ္တိုင္၀င္ေရာက္ ဟန္႕တားရင္း\nတိုက္ခိုက္ပံုေတြကို တင္ဆက္ျပထားတာပါ အရင္ကလည္း ၾကည့္ရွဴခဲ့ဖူးၾကတာမို႕\nအညႊန္းကိုေတာ့ ေထြေထြထူးထူး ၾကီး မညႊန္းေတာ့ပါဘူး ဗ်\n[IMDb Rating  7.1 ရထားပြီး 90 Born တွေရဲ့ အသဲစွဲ ဇာတ်ကားကြီးကို\nတင်ဆက်ပေးလိုက်ပါရစေ ငယ်ငယ် က ဒီကားကိုကြည့်ပြီး\nဝါးခြမ်းပြား ဓါးနဲ့ သွေးစုတ်ဖုတ်ကောင်တွေကို သတ်ခဲ့ဖူးတယ်\nဆိုရင်တော့ အသက် ၂၀ ကျော်နေပြီဆိုတာကို ရဲရဲကြီး အာမခံလိုက်ပါရစေ :P\nဇာတ်လမ်း အကျဉ်းလေးကတော့ သေမျိုးတစ်ဝက် သွေးစုတ်ကောင်တစ်ဝက်ဖြစ်နေတဲ့\nမင်းသားကိုယ်တိုင်က ဒီသွေးစုတ်ကောင်တွေရဲ့ ကြားထဲမှာ ကိုယ်တိုင်ဝင်ရောက် ဟန့်တားရင်း\nတိုက်ခိုက်ပုံတွေကို တင်ဆက်ပြထားတာပါ အရင်ကလည်း ကြည့်ရှူခဲ့ဖူးကြတာမို့\nအညွှန်းကိုတော့ ထွေထွေထူးထူး ကြီး မညွှန်းတော့ပါဘူး ဗျ]Yoteshin\n \nMegaup\n \nUserDrive\n    နံပါတ္ ၂ကားမွာေတာ့ ေသြးစုပ္ေကာင္ ေကာင္စီ အဖြဲ႕နဲ႕\nမင္းသားနဲ႕ထိပ္တိုက္ေတြ႕ၾကတာျဖစ္ျပီး\nမင္းသား ...",
        "rating": "7.1",
        "url": "https://megaup.net/1yFh6/Blade_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNzA2MjcyMzE2Nl5BMl5BanBnXkFtZTcwMDUxMjQ4NA@@._V1_-203x300.jpg",
        "title": "True Legend (2010)",
        "description": "IMDb 6.4 ရထားျပီး တိုက္ခိုက္ခန္းေတြ မ်ားမ်ားပါတဲ့ ဇာတ္ကားတစ္ကားကို\nသိုင္းကားၾကိဳက္ပရိတ္သတ္ၾကီး အတြက္တင္ဆက္ေပးလိုက္ပါရေစ\nပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားမင္းသမီးေတြက ပရိတ္သတ္ၾကီး\nနဲ႕ သိပ္မစိမ္းလွတဲ့ မင္းသားမင္းသမီးေတြျဖစ္ျပီး\nအဓိက ဇာတ္ေဆာင္မင္းသားၾကီးကေတာ့ သိုင္းေလာကမုန္တိုင္း ဇာတ္လမ္းတြဲထဲက\nမင္းသားၾကီး ယြဲ႕ဖုနး္ ျဖစ္ပါတယ္\nသိုင္းေလာက မုန္တိုင္းဇာတ္ကားထဲကလိုပဲ ဒီကားထဲမွာလဲ ပီပီျပင္ျပင္နဲ႕\nသရုပ္ေဆာင္သြားႏိုင္တာကို ပရိတ္သတ္ၾကီးက ခံစားၾကည့္ရွဴရမွာပါ\nဒီဇာတ္လမ္းေလးထဲမွာေတာ့ အတၱေတြ မာန္မာနေတြနဲ႕\nလက္စားေခ်ျခင္းရဲ႕ ပူေလာင္ျခင္းသေဘာတရားေတြသာမကပဲ\nလူ႕ေလာက မွာ ေန႕စဥ္ၾကံဳေတြ႕ေနရတဲ့ လူေတြရဲ႕ သေဘာသဘာ၀ေတြကိုပါ\nမီးေမာင္းထိုးျပထားျပီး အတၱၾကီးျပီး စိတ္ေဖာက္ျပန္တတ္ပံုကိုလညး္\nပီပီျပင္ရိုက္ကူးျပထားတာကိုေတြ႕ရပါတယ္\nဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဗိုလ္မွဴး စုဟာ သူ႕စစ္တပ္ကေန\nအနားယူျပီး မိန္းမျဖစ္သူနဲ႕ အတူ ဘ၀ကို ရိုးရွငး္စြာ ျဖတ္သန္းေနသူတစ္ဦးပါ\nစု ရဲ႕ ေယာကၹ နဲ႕ မိန္းမကို စုရဲ႕ အေဖကပဲ ေမြးစားျပီး\nေကၽြးေမြးေစာင့္ေရွာက္ခဲ့ပါတယ္  ဒီလို ေကၽြးေမြးေစာင့္ေရွာက္ခဲ့တယ္ဆိုတာကလညး္\nစု ရဲ႕ အေဖဟာ လူအမ်ား အက်ိဳးအတြက္ စု ေယာကၼၾကီးကို သတ္ခဲ့လို႕လညး္ျဖစ္ပါတယ္\nဒီလို နဲ႕ အုပ္ခ်ဳပ္ေရးမွဴးျဖစ္လာတဲ့ စုရဲ႕ ေယာကၹဟာ တစ္ေန႕မွာ အိမ္ျပန္လာျပီး\nေမြးအေဖရဲ႕ ေသြးေၾကြးကလဲ့စားကို လွလွပပၾကီး ဆပ္လိုက္တဲ့\nအခါမွာေတာ့ ကဲ ပရိတ္သတ္ၾကီးကပဲ ဆက္လက္ ၾကည့္ရွဴလိုက္ပါေတာ့ေနာ္\nဒီဇာတ္ကားကို ဘာသာျပန္ေပးတဲ့သူကေတာ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/true-legend-2010/",
        "category": "Action, Asian, Fantasy"
    }
]