[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tVQ1DJjdtPQd9HeaUntXaGuWadq.jpg",
        "title": "Eliminate Evil: Speedsters ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို ဇာတ်ကားလေးတစ်ကားနဲ့\nမိတ်ဆက်ပေးပါရစေ ။ ဒီဇာတ်ကားလေးဟာဆိုရင် ပြည်သူတွေရဲ့\nလုံခြုံမှုအတွက် ကိုယ်ကျိုးစွန့်ကာ ကာကွယ်ပေးခဲ့ကြတဲ့\nလင်ယန် ဦးဆောင်သော အထူးရဲတပ်ဖွဲ့အကြောင်း\nရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။၂၀၀၄ ခုနှစ် တရုတ်နိုင်ငံအတွင်းမှာ ဓားပြတိုက် လုယက်မှုတွေနဲ့အတူ\nရက်စက်စွာသတ်ဖြတ်မှုတွေကိုလဲ တွေ့ကြုံနေရပါတယ်။\nဒါပေမဲ့ကျူးလွန်သွားတဲ့တရားခံဟာ ခြေရာခံဖို့ခက်ခဲလွန်းသည့်အတွက်ကြောင့်\nဖမ်းဆီးဖို့အတွက် မဖြစ်နိုင်ခဲ့ပါဘူး ။ တစ်နေ့မှာ လင်ယန်\nဦးဆောင်တဲ့ အထူးတပ်ဖွဲ့ဟာ တရားခံကို ဖမ်းဆီးနေစဥ်အတွင်း\nဖမ်းမိခါနီးလက်မတင်လေးအလိုမှာ လွတ်မြောက်သွားခဲ့တာကြောင့်\nလင်ယန်တစ်ယောက် ယူကျုံးမရဖြစ်ကာ အပြစ်ရှိသလို ခံစားနေခဲ့ရရှာပါတော့တယ် ။ဒီလိုနဲ့ ကိုယ့်လက်ထဲကနေလွတ်မြောက်သွားတဲ့ ဒုစရိုက် တရားခံကို\nပြန်လည်ဖမ်းဆီးဖို့အတွက် အသစ်တစ်ဖန် အစီအစဥ်ဆွဲကာ အမှုကို လိုက်ခဲ့ရမှာတော့ ....?❏ တကယ့်တရားခံအစစ်အမှန်ကို သူတို့တွေ့ရှိနိုင်ပါ့မလား ?\n❏ သတ်ဖြတ်မှုတွေ လုယက်ခံရသူတွေ အစရှိတဲ့\nနစ်နာသူတွေအတွက် တရားမျှတမှူရော သူတို့တွေရှာဖွေပေးနိုင်ပါ့မလား ?\n❏ အသက်စွန့်လွှတ် ပေးဆပ်မှုတွေပါ ကြုံလာရာတဲ့အခါမှာတော့\nသူတို့အဖွဲ့ဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ ?\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : ...",
        "rating": "6",
        "url": "https://megaup.net/1SNuf/Eliminate_Evil_Speedsters_(_2023_)_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sU2yzV3T1LetBdQPAeBRDb4YwLo.jpg",
        "title": "The Contract(2006)",
        "description": "ဝါရင့်မင်းသားကြီး Morgan Freeman နဲ့ John Cusack တို့ရဲ့ ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ ဒီမင်းသားတွေရဲ့ဇာတ်ကားဆိုတော့ ဇာတ်ကားကောင်းပါတယ်ဆိုပြီး အထွေအထူးပြောနေစရာတောင် မလိုတော့ပါဘူး။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ရေး ဟာ ဇနီးသည်မရှိတော့ဘဲ ကျန်ခဲ့တဲ့သားတဲ့အတူ နေထိုင်တဲ့သူဖြစ်ပါတယ်။ ဇနီးသည်သေဆုံးပြီးကတည်းက အဆင်မပြေနေခဲ့တဲ့ သူတို့ဘ၀ကို ပြန်ပြီးအဆင်ပြေအောင်လုပ်ဖို့အတွက် တောတွင်းစခန်းချဖို့ လာခဲ့ကြပါတယ်။ တစ်ဖက်မှာလည်း စစ်တပ်ကအနားယူပြီးနောက်ပိုင်း နာမည်‌တုတွေနဲ့လှုပ်ရှားတဲ့ ကြေးစားအဖွဲ့တစ်ဖွဲ့ဟာ သူတို့စာချုပ်ချုပ်ထားတဲ့ ‌အလုပ်တစ်ခုအတွက် လူတစ်ယောက်ကိုလုပ်ကြံဖို့ စီစဉ်နေကြပါတယ်။ ဒီလိုနဲ့ တောတွင်းစခန်းလာချကြတဲ့ရေးတို့သားအဖနဲ့ ကြေးစားလူသတ်သမားတို့ထိပ်တိုက်တွေ့ပြီးတော့ စိတ်လှုပ်ရှားစရာကောင်းတဲ့ The Contract ဇာတ်လမ်းကြီး စတင်ပါတော့တယ်။ File size…2.74 GB / 1.01 GB / 595MB\nQuality…WEB-DL 1080p 5.1 CH / 720p / 480P\nFormat…mp4\nDuration….1h 36m\nGenre ..... Action , Adult , ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-contract2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tUIY3AwpApdN2VjIDw6CHociaSd.jpg",
        "title": "Deadly Flower ( 2023 )",
        "description": "တရုတ်နိုင်ငံကို ဂျပန်တွေ အုပ်စိုးစဥ် အချိန်ကာလ ၁၉၃၁ ခုနှစ်\nဝန်းကျင်အချိန်မှာ တရုတ်ပြည်သူတွေအားလုံးဟာ ဂျပန်တွေရဲ့\nနှိပ်စက်မှုဒဏ်ကို အလူးအလဲ ခံစားခဲ့ကြရပါတယ် ။\nဒီလိုအခြေအနေတွေ အကြပ်ရိုက်နေစဥ်မှာ ကိုယ့်ရဲ့ဂုဏ်သက္ခာကို\nရောင်းစားပြီး ဂျပန်လက်အောက်ခစားကြတဲ့\nသစ္စာဖောက်တွေကလဲ ပေါ်ပေါက်လို့ လာခဲ့ချေပါတယ် ။အဲဲဒီအထဲမှာ မြို့တော်ဝန် ကျန်းဝမ်လင် ဆိုသူဟာလဲ အပါအဝင်ပါပဲ ။\nမြို့တော်ဝန် ကျန်းဝမ်လင် ရဲ့ ဇနီးဖြစ်သူဟာ ယောကျာ်းဖြစ်သူရဲ့\nလုပ်ပုံကိုင်ပုံတွေကို အလိုမကျဖြစ်ကာ လုပ်ကြံတော်လှန်ဖို့အထိ\nကြံစည်လာခဲ့ပါတယ် ။ ဒါပေမဲ့ မြို့တော်ဝန်ကျန်းဝမ်လင် နဲ့\nသူ့ရဲ့ ဂျပန်အပေါင်းအပါတွေကို သတ်ဖြတ်ဖို့ ကြိုးစားခဲ့ပေမဲ့\nမအောင်မြင်ခဲ့ချေပါဘူး ။ အဲတာကြောင့် အမွှာသမီးနှစ်ယောက်ကိုခေါ်ကာ\nထွက်ပြေးဖို့ ကြိုးစားရင်း မလွတ်မြောက်နိုင်ပဲ\nအမွှာသမီး ၂ ယောက်ဟာ တစ်ကွဲစီ ကွဲပြားသွားခဲ့တဲ့အခါမှာတော့ ...?❏ အကြီးဖြစ်သူ သမီးလေးဟာဆိုရင် ဂျပန်တော်လှန်ရေးအဖွဲ့မှာ\nပါဝင်ဦးဆောင်နေပြီး ဖခင်ဖြစ်သူကို လုပ်ကြံဖို့ ကြံစည်နေတဲ့အခါ ?\n❏ တစ်ဖက်မှာလဲ အငယ်ဖြစ်သူ သမီးမှာတော့ ဖခင်ရဲ့\nချစ်သမီးလေးအဖြစ်ရှင်သန်နေပြီး ဂျပန်ရဲ့ လက်အောက်မှာ ရှိနေတဲ့အခါ ?မတူညီတဲ့ ...",
        "rating": "6",
        "url": "https://megaup.net/1cOzu/Deadly_FLower_2023_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/insert-opreation-135x200.jpg",
        "title": "Operation Fortune: Ruse de Guerre (2023)",
        "description": "ဒါရိုက်တာ Guy Ritchie ရဲ့ Action, Comedy, Thriller လေးပါပဲ။ မင်းသားကတော့ ဂျေဆန်စတက်သန်ပါ။ ဒီထဲက လူဆိုးတွေက ယူကရိန်းသားတွေဖြစ်နေလို့ ရုရှား ယူကရိန်းစစ်ပွဲအစနဲ့ ရုံတင်ပြသမယ့်ရက်တိုက်နေတာကို ၂၀၂၃ အထိ ရွှေ့ထားလိုက်တာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ဘီလီယံနဲ့ချီတဲ့ အမျိုးအမည်မသိလက်နက်တစ်ခု အခိုးခံလိုက်ရတယ်။ အဲဒါကို အရေးတကြီး ပြန်ရဖို့အတွက် အစိုးရအေဂျင်စီတွေက ကန်ထရိုက်တာဖြစ်တဲ့ နေသန်နဲ့ အော်ဆန်ဖော်ချွန်းကို အလုပ်အပ်ရတယ်။ အော်ဆန်ဟာ စစ်ဆင်ရေးတွေမှာ အရမ်းအသုံးအဖြုန်းကြီးတဲ့သူမို့ တော်ရုံလူက အလုပ်မအပ်ချင်ကြပါဘူး။ လူများရင်ကြပ်ရင်ကြောက်တတ်လို့ဆိုပြီး သီးသန့်လေယာဉ်စီးတယ်၊ စိတ်အခြေအနေအတွက်ဆေးဖြစ်ဝါးဖြစ်ဆိုပြီး အကောင်းဆုံးဝိုင်ပုလင်းတွေသောက်တယ်။ စစ်ဆင်ရေးပြီးရင်လည်း အစိုးရစားရိတ်နဲ့ စိတ်ဒဏ်ရာကုဖို့ဆိုပြီး အပမ်းဖြေစခန်းတွေ သွားနှပ်တာတွေကြောင့်ပါ။ ဒါပေမဲ့ ဒီအရေးကြီးစစ်ဆင်ရေးအတွက် အလုပ်အပ်ခံလိုက်ရတဲ့အချိန်မှာတော့ ဘီလီယံချီပြီးတန်တဲ့ လက်နက်ကဘာလက်နက်လဲ၊ ဘယ်သူက ရောင်းပြီးဘယ်သူကဝယ်မှာလဲဆိုတာကို စုံစမ်းပြီး ပြန်ရအောင် ကြိုးစားရပါတော့တယ်။ထုံးစံအတိုင်း အက်ရှင်တွေ မြှပ်ကွက်လေးတွေနဲ့ ဟာသတွေရောထားတာမို့ အပမ်းဖြေဖို့ ကားကောင်းတစ်ခုပါပဲ။File size…(1.86GB)/(100.6MB)/(502 Mb)\nQuality….Webrip ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/operation-fortune-ruse-de-guerre-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/05/revenge-2017-movie-review-135x200.jpg",
        "title": "Revenge (2017)",
        "description": "IMDb Rating (6.4) / Rotten Tomatoes (93%)Thriller ဇာတ်ကားတွေကိုမှ ကြိုက်နှစ်တတ်သူတွေအတွက် I spit on your grave ဇာတ်ကားတွေလိုခပ်ကြမ်းကြမ်းဇာတ်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ပြင်သစ်စကားပြောဒီဇာတ်ကားက အီတလီမော်ဒယ်မင်းသမီးနဲ့  ဘယ်လ်ဂျီယမ်မင်းသားတို့လို ပေါင်းစပ်မှုတွေနဲ့ တမူတော့ထူးခြားပါတယ်။မိန်းကလေးတစ်ယောက်ထဲနဲ့ ဘဲကြီး ၃ ကောင်တို့ ပြေးတမ်းလိုက်တမ်းကစားကြမယ့်ပွဲမှာထုံးစံအတိုင်း အားနည်းတဲ့ဖက်ကတော့ အနိုင်ကျင့်ခံရစမြဲပါပဲ...ဒါပေမယ့် လွယ်လွယ်လက်လျော့မပေးတတ်ဘဲ အရေးကြုံလာရင် မိမိအသက်အတွက် ဉာဏ်ကိုအခြေပြုလို့ ပြန်လည်တိုက်ခိုက်လာတဲ့အခါမှာတော့....Revenge ဆိုတဲ့ ဇာတ်ကားနာမည်အတိုင်း ဘယ်လိုတွေလက်စားပြန်ချေမလဲဆိုတာ......။\nFile size…(1.8 GB) /(900 MB)\nQuality….BluRay 1080p HEVC/720p\nFormat…mkv/mp4\nDuration….01:48:29\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Thuya Zarni Aung",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/revenge-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zvj0NkEAGDqmwlSHND2sEGv4PTw.jpg",
        "title": "[18+] Trap of Lust (1973)",
        "description": "Trap of Lust (1973)နာမည်ကျော်ယာကူဇာဇာတ်ကားဖြစ်တဲ့ Branded to Kill ကို Pink Film အဖြစ် ပြန်ပြီးပုံဖော်ထားတာဖြစ်ပါတယ်။ ဒါရိုက်တာကလဲ Branded to Kill ကိုရေးခဲ့တဲ့သူတွေထဲကတစ်ယောက်ဖြစ်တဲ့ Atsushi Yamatoya ဆိုတော့ မူလဇာတ်ကားကို အညှီအဟောက်တွေထပ်ဖြည့်ထားတဲ့ Version အဖြစ်ရှုစားကြရမှာပါ။ဇာတ်လမ်းကတော့ ဟိုရှီဆိုတဲ့ လုပ်ကြံရေးသမားတစ်ယောက် သူ့ဇနီးနဲ့ပတ်သက်လို့ သူအလုပ်လုပ်ပေးနေတဲ့ ဂိုဏ်းတစ်ခုလုံးနဲ့ရန်ညှိုးဖွဲ့မိရာကနေ အချင်းချင်းအပြန်အလှန်လုပ်ကြံဉာဏ်ကစားကြပုံကို ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ ဂန္ထဝင်ကားတစ်ကားကိုပြန်မူပွားထားတဲ့ နောက်ထပ်ဂန္ထဝင်ကားတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.25GB, 570MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - 1H 13Min\nGenre - Action, Crime\nSubtitle - Myanmar Subtitle (Hardsub)\nTranslated by Alias\nEncoded by RGB",
        "rating": "",
        "url": "https://channelmyanmar.org/trap-of-lust-1973/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5A79GeOb3uChQ0l0ZDjDyODKQp3.jpg",
        "title": "Death Race(2008)",
        "description": "Death Race(2008)*****************ကြမ်းကြမ်းတမ်းတမ်းကားမောင်းပြိုင်ပွဲတွေ အပစ်အခက်နဲ့အက်ရှင်တွေကို\nကြည့်ရတာသဘောကျတဲ့ပရိသတ်ကြီးအတွက် Death Race ဇာတ်ကားလေးကားရှိတဲ့အထဲမှာ\nပထမဆုံးကားပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားကိုတော့ Resident Evil ဇာတ်ကားတွေကို\nရိုက်ကူးပေးခဲ့တဲ့ဒါရိုက်တာကြီး Paul W.S. Anderson ကရိုက်ကူးပေးထားပြီး\nပရိသတ်တွေနဲ့မစိမ်းတဲ့ အက်ရှင်မင်းသားကြီး Jason Statham နဲ့အတူ\nNatalie Martinez, Ian McShane, Joan Allen နဲ့ Tyrese Gibson\nတို့ကအဓိကပါဝင်သရုပ်ထားပါတယ်။မိန်းမနဲ့သမီးလေးကိုအလုပ်ကြမ်းလုပ်ရင်းနဲ့ စောင့်ရှောက်နေတဲ့ပြိုင်ကားမောင်းသမားဟောင်း\nဂျန်ဆန်အိမ်းစ်ဟာ ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာဆိုသလို အလုပ်ပြုတ်တဲ့နေ့မှာပဲ\nမိန်းမဖြစ်သူကိုသတ်တဲ့အမှုနဲ့ အမှုဆင်ချောက်ချခံရပါတယ်။ သူရောက်သွားတဲ့ထောင်ကလည်း\nတစ်သက်တစ်ကျွန်းအကျဉ်းသားတွေပဲရှိတဲ့ ထောင်တစ်ခုဖြစ်ပြီး အဲ့ဒီကနေလွတ်နိုင်မယ့်\nတစ်ခုတည်းသောနည်းလမ်းကလည်း သေခြင်းတရားပြိုင်ပွဲလို့ခေါ်တဲ့ ကားပြိုင်ပွဲကို\nငါးကြိမ်နိုင်ရမှာပဲဖြစ်ပါတယ်။ ဖရန်ကင်စတိုင်းဆိုတာကတော့ အဲ့ဒီကားပြိုင်ပွဲကို\nလေးကြိမ်အထိအနိုင်ရခဲ့ပြီး ပရိတ်သတ်ရဲ့စိတ်ဝင်စားမှု အခံရဆုံးကားမောင်းသမားပဲဖြစ်ပါတယ်။\nအဲ့ဒီဖရန့်ဟာမတော်တဆမှုကြောင့် နောက်ဆုံးကားပြိုင်ပွဲမှာသေဆုံးခဲ့ပြီး အားပေးမှုအများဆုံးလူဖြစ်တဲ့\nနောက်တစ်ခါနိုင်ရုံနဲ့ လွတ်ငြိမ်းချမ်းသာခွင့်ရမယ့်ဖရန့်နေရာမှာ ဂျန်ဆန်ကိုအစားဝင်ဖို့အတွက်\nထောင်ပိုင်ကကမ်းလှမ်းလာတဲ့အခါမှာတော့...မိန်းမကိုသတ်ခဲ့တဲ့သူကိုလိုက်ရှာရင်းနဲ့ အပြင်မှာရှိနေတဲ့သမီးလေးဆီကိုပြန်သွားနိုင်ဖို့\nဂျန်ဆန်အနေနဲ့ ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကို အက်ရှင်တွေအပြည့်နဲ့ ခံစားကြရမှာပဲဖြစ်ပါတယ်File Size :(3.1GB)(1.1GB) and (380 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:45:00\nGenre :Action, Crime , Sci-Fi\nSubtitle : ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/death-race2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pYTFL661HMzCIJLl6me7WMqDmjV.jpg",
        "title": "Fearless Rescue 2022",
        "description": "မူးယစ်ဆေးဝါးနှိမ်နှင်းရေး အထူးတပ်ဖွဲ့မှ တပ်ဖွဲ့ဝင် မုယင်းဟာ\nအဖွဲ့ကနေ နှုတ်ထွက်ခဲ့ပြီး မြို့ပြဘဝကို နေထိုင်ဖို့ ရွေးချယ်ခဲ့ပါတော့တယ် ။\nအဲဒီအချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင်ဆိုသလို မြို့ရဲ့ မျက်နှာဖုံး\nသူဌေးတစ်ဦးရဲ့ သမီးဖြစ်သူ ချန်ယန့်ယွီကိုပါ ကယ်တင်ရဖို့\nအကြောင်းဖန်လာခဲ့ပါတယ် ။ ဒီလိုနဲ့ပဲ မူးယစ်ဆေးဝါးဂိုဏ်း\nခေါင်းဆောင်တစ်ယောက်ဖြစ်တဲ့ သူဌေးကြီး ယဲ့လင်ကျွင်းဟာ\nအညှိုးကြီးစွာနဲ့ ချန်ယန့်ယွီကို လူလွှတ်ပြီး လိုက်သတ်ပါတော့တယ် ။သူကြံစည်သမျှ အကြံအစည်တွေအားလုံးကိုလဲ\nမုယင်းဟာ တစ်ခုပြီး တစ်ခု ဖျက်ဆီးလာခဲ့တဲ့အခါမှာ...?\n❏ မုယင်း နဲ့ ချန်ယန့်ယွီတို့ နှစ်ဦးသား အတူတူ အခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်ကြမလဲ?\n❏ မုယင်းဟာလဲ ကိုယ်ရံတော်တပ်မှူးလေးအဖြစ်\nချန်ယန့်ယွီကို ဘယ်လိုကာကွယ်သွားဦးမလဲဆိုတာ\nအခုပဲ ဒီကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , Romance\nRuntime : ...",
        "rating": "6",
        "url": "https://megaup.net/2yHln/Fearless_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pHVswTDHAvq9Npi0XCZ0qVMSiM2.jpg",
        "title": "Never Back Down: No Surrender(2016)",
        "description": "Never Back Down ဇာတ်ကားတွေရဲ့ 2016 ကနောက်ဆုံးထွက်ထားတဲ့ ဇာတ်ကား‌လာပါပြီ။\n2008 နဲ့ 2011 တို့မှာထွက်ရှိခဲ့တဲ့ Never Back Down တွေရဲ့အဆက်ဖြစ်သလို R-rated လည်းဖြစ်ပြီး တိုက်ခိုက်ခန်းတွေလည်းပိုပြီးကောင်းလာတဲ့ ဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ MMA လက်ဝှေ့ချန်ပီယံဟောင်း ကေ့စ် ဝေါကာ ဟာ သူရဲ့သူငယ်ချင်း ဘရိုဒီ ဂျိမ်းစ်နဲ့ ရှုံးပွဲမရှိသေးတဲ့အပြင် အန္တရာယ်လည်းများတဲ့ ဆီဆာ ဘရာဂါတို့ရဲ့ ထိုင်းနိုင်ငံမှာ ထိုးသတ်မဲ့ပွဲစဉ်အတွက် လေ့ကျင့်ဖို့ဘန်ကောက်ကို လိုက်ပါလာခဲ့ပါတယ်။\nဒါပေမဲ့ ပြိုင်ပွဲစခါနီးတစ်ပတ်အလိုမှာ ဘရိုဒီက ခြေထောက်ဒဏ်ရာရသွားတဲ့ အတွက် ဘရိုဒီရဲ့အစား ကေ့စ်က ဝင်ထိုးပေးဖို့ဖြစ်လာတဲ့အခါမှာ ကေ့စ်တစ်ယောက် ဘယ်လိုဆက်ပြီးဖြေရှင်းမလဲ၊ သူနိုင်အောင်ရောထိုးနိုင်မှာလား၊ နောက်ကွယ်မှာရောဘယ်လိုအရှုပ်တော်ပုံတွေရှိနေမလဲဆိုတာကို အကြမ်းပတမ်းတိုက်ခိုက်ခန်းတွေနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦးခင်ဗျ။ File size…2.3 GB / 961.6 MB\nQuality…WEB-DL 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 41m\nGenre ..... Action ,  Sport\nSubtitle….Myanmar ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/never-back-down-no-surrender2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sgRY2ie8koJxfOScMuvzHQ9TuZX.jpg",
        "title": "Thick as Thieves (2009)",
        "description": "Thick as Thieves (2009)ရစ်ပလေ ဆိုတဲ့နာမည်ကတော့ သိုးဆောင်းတို့ဘာသာစကားမှာ တော်တော်ဟိတ်ဟန်ကြီးသ‌ဗျ။ တွမ် ရစ်ပလေ ဆိုတဲ့ ဇာတ်ကောင်တစ်ကောင်နဲ့ ကျွန်တော် လူကြီးမင်းတို့ကို မိတ်ဆက်ပေးဖူးတယ်။ အဲဒီကောင်ကလည်း လူဆိုးဂိုဏ်းလောကမှာ တစ်ကိုယ်တော် လူစွမ်းကောင်း။အခုဇာတ်ကားမှာတော့ ကစ်သ် ရစ်ပလေ တဲ့ဗျာ။ တကယ့်လူ။ နှစ်ဖက်ချွန်တာနဲ့ အားမရတော့ သုံးဖက်ချွန်တဲ့ စမူဆာလိုလူကြီး။ နောက်ပိုင်းမှာ အဖက်ဖက်ကိုချွန်နေတဲ့ ဆိုင်ကယ်စပေါ့ကတ်ကြီး ဖြစ်နေပါရော့လား။ စပေါ့ကတ်တောင် ခွေးသွားစိတ်များတဲ့ နံပါတ်ကြီးဗျ။လူဆိုးဂိုဏ်းသားကြီးတော့ မဟုတ်ပါဘူးလေ။ တစ်ကိုယ်တော် သူခိုးကြီးပါ။ တစ်ပွဲစားအဆင့်ကြီးပေါ့။ သူတပါးပစ္စည်း အပျောက်ဖျောက်တဲ့နေရာမှာ အနုပညာမြောက် ကျွမ်းကျင်မှော်ဝင်သူ။သူခိုးကားတွေရဲ့ ထုံးစံလိုပါပဲလေ။ တွဲဖက်တစ်ယောက်ရှိတယ်။ သူများသတ်လို့သေသွားတယ်။ ဒီတော့ တွဲဖက်ရဲ့ မပြီးဆုံးသေးတဲ့ကိစ္စတွေကို ပြီးဆုံးအောင်လုပ်ပေးဖို့တာဝန်ရယ်၊ သူ့သမီးလေးကို စောင့်ရှောက်ရမယ့်တာဝန်ရယ်။ ဒီတာဝန်တွေကို တစ်ဦးတည်းဆောင်ရွက်ဖို့ အသက်ကြီးသွားပြီဖြစ်တဲ့ ကစ်သ် ရစ်ပလေ က လူငယ်ခြေတက်၊ သူခိုးပေါက်စလေး ဂေဘရီရယ် ရဲ့အကူအညီကို ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/thick-as-thieves-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BYmI4MmExNGQtNmM0Zi00MzRiLWFiZjgtZmU2MDA3MDNlN2MwXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-137x200.jpg",
        "title": "Christopher(2023)",
        "description": "Christopher 2023 (IMDb 6.8/10)အိန္ဒိယရဲကားကောင်းကောင်းလေးကိုမျှော်နေကြတဲ့ ပရိသတ်ကြီးအတွက်\nမင်းသားကြီးမမ်မွတ်တီးရဲ့ နောက်ဆုံးထွက် ရဲကားအလန်းလေးနဲ့ မိတ်ဆက်ပေးပါရစေအိန္ဒိယနိုင်ငံမှာ သိတဲ့အတိုင်း ဘာအမှုပဲဖြစ်ဖြစ် မုဒိမ်းကျင့်လူသတ်ရင်တောင်\nငွေနဲ့မီးငြိမ်းသလို အမှုတွေပျောက်သွားအောင် လူအားငွေအားနဲ့ လုပ်နိုင်တာကို သိကြမှာပါ\nဒီကိစ္စကို ရဲမှူးခရစ္စတိုဖာဖြေရှင်းတဲ့နည်းလမ်းကတော့ ရိုးရှင်းပါတယ်\nဘယ်တရားရုံးမှပို့မနေပဲနဲ့ တရားခံတွေကို သူ့သေနတ်နဲ့ပဲ ကိစ္စတုံးပေးတာပါ\nဆိုရှယ်မီဒီယာ ပြည်သူလူထုအားလုံးအတွက် ခရစ္စတိုဖာက ဟီးရိုးပါ ဒါပေမဲ့\nမျှတတဲ့ဒီမိုကရေစီစစနစ်တစ်ခုမှာ တရားစီရင်ရေးမဏ္ဍိုင်ဆိုတာ မရှိလို့မရပါဘူး\nအဲ့ဒါကြောင့် အထက်ဌာနကနေ ခရစ္စတိုဖာကို စုံစမ်းစစ်ဆေးဖို့အတွက်\nအမျိုးသမီးအရာရှိတစ်ဦးကို တာဝန်ပေးအပ်လိုက်ပါတော့တယ်\nခရစ္စတိုဖာရဲ့ မီးစတစ်ဖက်ရေမှုတ်တစ်ဖက်\nမှန်ကန်မျှတပေမဲ့ မညှာတာတတ်တဲ့ စရိုက်ကို အတိတ်ကစတူးဖော်ကြည့်မိတဲ့အခါ........ဒီဇာတ်ကားလေးဟာ ဇာတ်လမ်းလေးက မြင်နေကျဆိုပေမဲ့ ဆက်ပြီးကြည့်ချင်လောက်အောင်\nလှည့်ကွက်လေးတွေကို သူ့နေရာနဲ့သူပါထားပြီး မင်းသားကြီးမမ်မွတ်တီးရဲ့ အိုဗာတွေသိပ်မပါ\nရင့်ကျက်တဲ့ပုံစံနဲ့မို့ ကြည့်ရရှုရတာ စိတ်ဝင်စားဖို့ကောင်းပြီး မှုခင်းဒရာမာ ရဲအက်ရှင်ကြည့်ချင်တဲ့သူတွေအတွက်\nဇာတ်အိမ်ကောင်းကောင်း သရုပ်ဆောင်ကောင်းကောင်း ဒီကားလေးကို လက်မလွှတ်ကြဖို့ လက်တို့ပေးပါရစေ\nFile size…2.25GB / 1.1GB\nQuality…1080p True WEB DL /720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/christopher2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xUylDspiTKU3cYzZNeLsN8Krv12.jpg",
        "title": "Rocky Balboa(2006)",
        "description": "လက်ဝှေ့ကားကြိုက်သူတွေအတွက် မင်းသားကြီးစတားလုံးကိုယ်တိုင် ဒါရိုက်တာလုပ်ပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားဟာ ရှေ့ Rocky ဇာတ်လမ်းတွဲတွေရဲ့ အဆက်ဖြစ်ပြီး ၁၉၉၀ခုနှစ်ကထွက်ရှိထားတဲ့ Rocky(V) ရဲ့ နောက်ဆက်တွဲဇာတ်လမ်းဖြစ်ပါတယ်။လက်ဝှေ့လောကကနေ အသက်အရွယ်ရလာလို့ အနားယူထားပြီးပြီဖြစ်တဲ့ ရော့ကီဘယ်လ်ဘိုအာဟာ သူ့မိန်းမဆုံးပြီးတဲ့နောက် ဘ၀ဟာအဓိပ္ပါယ်မဲ့နေခဲ့ပါတယ်။ သူဟာစားသောက်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ပြီး အေးအေးချမ်းချမ်းနေနေပေမယ့် သူ့ရင်ထဲကအစိုင်အခဲကြီးကတော့ ပျောက်ပျက်မသွားပါဘူး။ ဒီတော့ အတိတ်က သူထိုးကြိတ်ခဲ့ဖူးတဲ့အငွေ့အသက်တွေ၊ သူ့မိန်းမရဲ့အားပေးသံတွေ တစ်ခေါက်ပြန်ပြီးခံစားနိုင်ဖို့အတွက် ကြိုးဝိုင်းထဲကို တစ်ခေါက်ပြန်ပြီး၀င်လာခဲ့ပါတယ်။ အစကတော့ ပွဲငယ်လေးတွေပဲ ထိုးဖို့စိတ်ကူးထားပေမယ့် ရှုံးပွဲမရှိ ကမ္ဘာ့ဟဲဗီးဝိတ်ချန်ပီယံ မေဆန်ဒစ်ဆန်က လက်ရည်စမ်းပွဲထိုးဖို့ လာရောက်ကမ်းလှမ်းတော့ လက်ခံလိုက်ပါတယ်။ တစ်ချိန်က ကမ္ဘာ့ဟဲဗီးဝိတ်ချံပီယံနှစ်ကြိမ်ဖြစ်ဖူးတဲ့ ရော့ကီနဲ့ လက်ရှိချန်ပီယံ မေဆန်တို့ရဲ့ပွဲဟာ တစ်ကမ္ဘာလုံးကိုစိတ်၀င်စားစေခဲ့ပါတယ်။\nနွားပျိုသန်လှ နွားအိုပေါင်ကျိုးဆိုတဲ့စကားပုံကရှိသေးတော့ ဒီအတိတ်နဲ့ပစ္စုပ္ပန်တို့ရဲ့တိုက်ပွဲမှာ ဘယ်သူကများအနိုင်ရရှိသွားမလဲ။ ရော့ကီကရော သူ့ရင်ထဲကအစိုင်အခဲ‌ကို ဒီပွဲထိုးကြိတ်ပြီးတော့ ချေဖျက်နိုင်ပါ့မလား။ File size…2.79 GB / 1.15 GB / 672 MB\nQuality…Blu-Ray 1080p ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/rocky-balboa2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vPi3p9OoAzxjhOTgz3HLgODDRb0.jpg",
        "title": "Deleted ( 2022 )",
        "description": "လူသားတွေဟာ တကယ်တမ်းတော့ ရောင်းဝယ်ဖောက်ကားဖို့\nလုပ်ချင်တိုင်းလုပ်လို့ရတဲ့ ရောင်းကုန်ပစ္စည်းတွေမဟုတ်ချေပါဘူး ။\nလူကုန်ကူးမှုတွေဟာ ယနေ့ထက်တိုင်အထိလဲ ရှိနေကြတုန်းပါပဲ ။ရွှေ့ပြောင်းနိုင်ငံတွေမှာ အများအပြားကြုံတွေ့ရတတ်ပြီးတော့\nလူကုန်ကူးခံရတဲ့ လူဦးရေး သုံးပုံ နှစ်ပုံဟာ အရွယ်မရောက်သေးတဲ့\nကလေးငယ်လေးတွေပါ ။ ကလေးငယ်တွေရဲ့ ကျောက်ကပ်တွေ\nကိုယ်တွင်း အင်္ဂါတွေကို ရောင်းချကြတဲ့ ဒုစရိုက်သမားတွေကလဲ\nအများကြီးပါပဲ ။ လူကုန်ကူးမှုကို တွင်တွင်ကျယ်ကျယ်တိုက်ဖျက်ပေးဖို့အတွက်\nဇူလိုင်လ ၃၀ ရက်နေ့ကို တစ်ကမ္ဘာလုံးဆိုင်ရာ\nလူကုန်ကူးမှု တိုက်ဖျက်ရေး နေ့အဖြစ်သတ်မှတ်ထားခဲ့ကြပါတယ် ။ဒီတော့ ဒီကနေ့ တင်ဆက်ပေးသွားမဲ့ ဇာတ်ကားလေးကတော့ လူကုန်ကူးမှု\nပညာပေးရေး ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ် ။ နိုင်ငံရပ်ခြားမှ\nရွှေ့ပြောင်း တရုတ်မိသားစုတစ်စုက သမီးငယ်လေးတစ်ဦးဟာ\nထူးဆန်းစွာနဲ့ ပျောက်ဆုံးလို့သွားခဲ့ပါတယ် ။ အဲဒီအချိန်အတွင်းမှာလဲ\nနိုင်ငံအတွင်းမှာလူကုန်ကူးမှုတွေနဲ့ အတူ\nကလေးငယ်အများအပြား သေဆုံးမှူကလဲ ဖြစ်ပေါ်လို့နေပါတယ် ။❏ ဒီတော့ အခြေအနေတွေ အကြပ်ရိုက်နေတဲ့ အချိန်မှာ\nသမီးငယ်လေးကိုကယ်တင်နိုင်ပါ့မလား ?\n❏ လူကုန်ကူးခံရတဲ့ သမီးငယ်လေးအပြင် တစ်ခြားကလေးတွေကိုပါ\nကယ်တင်ပြီး တရားခံကို လက်ရဖမ်းဆီးနိုင်မလား ?\n❏ ဘယ်လို ဆုံးရှုံး စတေးမှုတွေနဲ့ ကြုံတွေ့ရဦးမလဲဆိုတာ\nစိတ်လှူပ်ရှားစွာကြည့်ရှုရမဲ့အပြင် လူကုန်ကူးမှုပညာပေးရေးကိုပါ\nမြင်တွေ့ရစေမှာပါ ...",
        "rating": "6",
        "url": "https://megaup.net/1SIha/Deleted_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qh9ld9M1UPqibos2CRMWbZFPqZy.jpg",
        "title": "Sayen(2023)",
        "description": "Sayen(2023)************လီတောင်ပိုင်းမှာ မူချီလူမျိုးတွေဟာ မြို့ပေါ်ကလူတွေနဲ့\nဆက်ဆံမှုကင်းဝေးပြီးသစ်တောထဲမှာ\nတစ်သီးတစ်သန့်နေထိုင်ကြတယ်၊ ဆိုင်ရန်ဟာ ဝင်ကာလို့ခေါ်ကြတဲ့မြို့ပေါ်မှာ\nပညာဆည်းပူးပြီး နေရပ်ကိုပွဲတော်ရက်အမှီပြန်လာခဲ့ပါတယ်၊ခြောက်နှစ်လောက်ဝေးကွာနေတဲ့\nအဖွားဖြစ်သူကလည်းသူမြေးပြန်လာတော့ဝမ်းသာနေတာပေါ့၊တစ်နေ့မှာ အက်တွန်ဆိုတဲ့ သဘာဝ\nပတ်ဝန်းကျင်စောင့်ရှောက်ရေးကုမ္ပဏီက လူတစ်စုသူတို့ဆီကိုမြေတွေရောင်းချဖို့အတွက်လာကမ်းလှမ်းတယ်။ အဖွားဖြစ်သူ\nအီဝမ်က နှစ်ပေါင်းများစွာနေနေတဲ့ ဒီမြေတွေမရောင်းနိုင်တဲ့အကြောင်းပြောပြီးနှင်လွှတ်လိုက်တယ်၊\nဆိုင်ရန်ဟာ မသကႅာတာနဲ့နောက်ယောင်ခံလိုက်ကြည့်တဲ့အခါသစ်တောထဲက သဘာဝအရင်းအမြစ်တွေကို\nခိုးဝှက်တူးဖော်လုပ်ကိုင်နေတဲ့ကုမ္ပဏီမှန်းသိသွားပြီးတော့ မှတ်တမ်းပါယူလာလိုက်တယ်၊ကုမ္ပဏီအဖွဲ့ကလူတွေ\nသူမှတ်တမ်းတင်တာသိသွားတော့လိုက်လံဖမ်းဆီးတဲ့အခါမှာတော့.......File Size :(2.7GB)(1.1GB) and (380 MB)\nQuality : WEB-DL 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:34:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Tin Myo Lwin\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/sayen2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTc0NzgxMTQzMV5BMl5BanBnXkFtZTgwNTY3MzA2MzE@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Turkey Shoot (2014)",
        "description": "Turkey Shoot (2014)\n===============ရစ်ခ်တိုင်လာဟာ စစ်ပွဲအတွင်း အမျိုးသမီးတွေနဲ့ ကလေး\nအများအပြားကို သတ်ဖြတ်တဲ့ စစ်ရာဇဝတ်မှုကြောင့် ထောင်\nဒဏ်ချမှတ်ခံထားရဲ့ Navy SEAL commander တစ်ဦးပါ။\nတစ်နေ့မှာတော့ သူ့လွတ်မြောက်နိုင်ဖို့ အခွင့်အရေးတစ်ခု\nရလာပါတယ်။အခွင့်အရေးကတော့ Turkey Shoot ဆိုတဲ့ survival အစီ\nအစဉ်မှာ ပါဝင်ရမှာပါ။ တစ်ကမ္ဘာလုံး အချိန်နဲ့ တစ်ပြေးညီ\nထုတ်လွှင့်နေတဲ့ အစီအစဉ်တစ်ခုဖြစ်ပါတယ်။ ကစားပွဲမှာ\nအဆင့် သုံးဆင့်ရှိပြီး တစ်ဆင့်မှာ မိနစ်(၉၀)တိတိ အချိန်ပေး\nထားပါတယ်။ အဆင့်တစ်ဆင့်တိုင်းမှာ ကမ္ဘာအနှံ့က ကြည့်ရှု\nသူတွေ မဲပေးရွေးချယ်ထားတဲ့ ညှာတာမှု အလျဉ်းမရှိတဲ့\nသေနတ်သမားတွေနဲ့ ရင်ဆိုင်ရမှာပါ။သေနတ်သမားတွေကို ကျော်ဖြတ်ပြီး ပေးထားတဲ့အချိန်အတွင်း\nသတ်မှတ်ထားတဲ့နေရာမှာ ပုံးတစ်ပုံးကို ရှာနိုင်ရင် နောက်တစ်ဆင့်\nတက်နိုင်ပါပြီ။ အဆင့်သုံးဆင့်လုံးကို မသေဘဲ ဖြတ်ကျော်နိုင်ရင်\nတော့ လွတ်လပ်ခွင့်ရမှာဖြစ်ပါတယ်။ ဒါပေမဲ့ ထင်ထားသလောက်\nတော့ မလွယ်ကူပါဘူး။ တစ်ဖက်မှာလည်း သူ့ကို သတ်ဖို့ အခွင့်\nအရေးကို စောင့်နေကြသူတွေလည်း ရှိပါတယ်။ဘာလို့ ဒီလို သတ်ဖို့ ကြိုးစားနေတာလဲ အဲဒီအစုအပြုံလိုက် သတ်\nဖြတ်မှုကို ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/turkey-shoot-2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/shqO696kFnM8Z4ODa3JglcjP97u.jpg",
        "title": "Drillbit Taylor(2008)",
        "description": "IMDb 5.7 / Rotten Tomatoes 26%စိတ်အပန်းပြေစေမယ့် ဆယ်ကျော်သက်ကျောင်းသား ဟာသကားလေး Drillbit TaylorDrillbit Taylor ဆိုတဲ့အတိုင်း ဒီဇာတ်ကားလေးထဲမှာ ပလက်ဖောင်းခေါင်းအုံး လမ်းဘေးရေပန်းမှာ ကိုယ်တုံးလုံးချွတ် ရေချိုးလေ့ရှိတဲ့ အိမ်ခြေမဲ့ တပ်ပြေး Drillbit Taylor နဲ့ကျောင်းတွင်းအနိုင်ကျင့်ခံနေရတဲ့ အထက်တန်းကျောင်းသားလေး သုံးယောက်တို့ရဲ့ အလွဲလေးများကို ရယ်မောဖွယ် ကြည့်ရှုရမှာပါ အိမ်ခြေမဲ့ဘဝမှာ လူတွေရဲ့ကဲ့ရဲ့တဲ့အကြည့်တွေ အပြောတွေကို မုန်းတီးလာတဲ့ Drillbit Taylor တစ်ယောက် ကနေဒါမြောက်ပိုင်းမှာ သွားအချေခြဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်တစ်ဖက်မှာတော့ အထက်တန်းကျောင်း စတက်တက်ချင်းမှာပဲ ကျောင်းသားကြီးတွေရဲ့ အနိုင်ကျင့်ဗိုလ်ကျခြင်းကို နေ့စဥ်ရက်ဆက် ခံနေတဲ့ ကျောင်းသားလေးသုံးယောက်ဟာကိုယ်တိုင် ပြန်မခုခံနိုင်တဲ့အဆုံး မိမိတို့ကို ကာကွယ်ပေးမယ့် သက်တော်စောင့်တစ်ယောက် ငှားဖို့ ဆုံးဖြတ်လိုက်ကြတဲ့အခါ...ခရီးစရိတ်လိုအပ်နေတဲ့ Drillbit နဲ့ သက်တော်စောင့်လိုနေတဲ့ သူတို့လေးတို့ တွေ့ဆုံကာ အလုပ်ဖြစ်သွားပါတော့တယ်Drillbit တစ်ယောက် ကလေးတွေရဲ့ကျောင်းမှာ ဆရာအဖြစ် ဟန်ဆောင်ရင်း ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/drillbit-taylor2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yrzBLVuW2ws5Eu4gTUPTNn02oBB.jpg",
        "title": "The Assassin(2023)",
        "description": "The Assassin(2023)*****************ဂျိုဆွန်းမှာ စစ်ပွဲတွေဖြစ်ပြီး ဘုရင်ရဲ့ အာဏာလည်းသက်ရောက်မှုမရှိတော့ လူသတ်ပွဲတွေ ခိုးဆိုးလုယက်အကျင့်ပျက်မှုပေါင်းများစွာနေရာတကာမှာဖြစ်နေတယ်..ဒီအထဲမှာတော့ ငွေရှိတဲ့သူတွေဟာ သူတို့ပြိုင်ဘက်ပေါင်းများစွာကိုတော်လွန်းတဲ့လုပ်ကြံသတ်ဖြတ်ရေးသမားတွေကိုငှါးပြီးသုတ်သင်လေ့ရှိတယ်...ဒီထဲမှာ အီနန်ဆိုတာ ဒီလောကရဲ့ ဓားရေးအထက်မြက်ဆုံးလုပ်ကြံရေးသမားအဖြစ်နာမည်ကြီးတယ်.....ဓားရေးထက်မြက်တဲ့အပြင်လှုပ်ရှားမှုတွေက လျှင်မြန်လွန်းတော့ သူ့နာမည်ကြားတာနဲ့ တော်ရုံသက်တော်စောင့်တွေတောင်ထွက်ပြေးကြတယ်..တစ်နေတော့အီနန်ဟာ အတွင်းအား အသုံးပြုတဲ့အချိန်နှလုံးနဲ့အဆုတ်မှာပြဿနာဖြစ်နေတော့ ဆေးဆရာက ဒီရောဂါကိုကုနိုင်တာ ထူးဆန်းတဲ့ဆေးတစ်ခုပဲရှိတယ်..ဒါပေမယ့် ခုချိန်ထိ ဘယ်သူမှ ရှာမတွေ့သေးဘူးလို့ အီနန်ကိုပြောလိုက်တယ်..ဒီအကြောင်းကိုသိတဲ့ အခြားလုပ်ကြံရေးသမားတွေဟာ အီနန်ကို ရေဆုံးရေခမ်းလိုက်လံသုတ်သင်ပါတော့တယ်...အီနန်တစ်ယောက် ဘယ်လိုရုန်းထွက်မလဲဆိုတာကိုတော့...File Size :(2.04GB)(810MB) and (287MB)\nQuality : WEB-DL.1080P, 720p\nFormat…mp4\nDuration…01:41:00\nGenre : Action, Adventure\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Miri & Hnin Wai Oo\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-assassin2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ywdD73k13XGho13MSUzQIDxD4iA.jpg",
        "title": "Never Back Down 2: The Beatdown(2011)",
        "description": "IMDb - 5.7တိုက်ခိုက်ရေးကားခပ်ကြမ်းကြမ်းလေးတွေကိုမှ အားရ သဘောကျကြတဲ့ CM ပရိသတ်တွေအတွက် 2008 က ထွက်ခဲ့တဲ့ Never Back Down ရဲ့ အဆက်ဖြစ်တဲ့ The Beatdown ကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ မတူညီတဲ့ပြဿနာတွေရှိတဲ့ နောက်ခံပတ်ဝန်းကျင်ကနေလာတဲ့ တိုက်ခိုက်ရေးသမားလူငယ်လေးနှစ်ယောက်၊ The Beatdown ဆိုတဲ့ မြေအောက်တိုက်ပွဲတစ်ခုမှာဝင်ရောက်ယှဉ်ပြိုင်ဖို့အတွက် ဆရာကောင်းတစ်ယောက်ဆီမှာ တပည့်ခံဖို့အတွက် MMA fighter ဟောင်း ကေ့စ် ဝေါကာ (Michael Jai White) ဆီကိုရောက်လာကြပါတယ်။\nကေ့စ်ကလည်းအရင်က ကျွမ်းကျင်တဲ့တိုက်ခိုက်ရေးသမားတစ်ယောက် ဖြစ်ခဲ့ပေမဲ့ အတိတ်ကဖြစ်ရပ်တွေကြောင့် ထောင်ကျသွားပြီး ပြန်လွတ်လာခဲ့တာပါ။ ဒီလိုနဲ့ ကေ့စ်လေ့ကျင့်ပေးနေတဲ့ လူငယ်နှစ်ယောက်အပါအဝငါ လူငယ်လေးယောက်ကို အတူလေ့ကျင့်ပေးပါတော့တယ်။\nဒီလိုနဲ့ပဲ Beatdown ပွဲနေ့မရောက်ခင်မှာတော့ ကေ့စ်ကို လက်နက်ကိုင်ဆောင်မှုနဲ့ ရဲကဖမ်းသွားခဲ့ပြီး သူ့ရဲ့တပည့်တွေက ကေ့စ်ကိုအကွက်ချသွားတဲ့လူကိုဘယ်လို ပြန်ပြီးလက်စားချေဆုံးမကြမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုပေးကြပါဦးဗျ။\nတိုက်ခိုက်ခန်းတွေကလည်း အရမ်းလန်းတဲ့အပြင် တိုက်ကွက်တွေကလည်း အစစ်အမှန်ဆန်တာမလို့\nတိုက်ခိုက်ရေးကား တွေကိုလွမ်းနေတဲ့လူတွေအကြိုက်တွေ့မှာ အသေအချာပါပဲ။File ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/never-back-down-2-the-beatdown2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o5JaAtcvjRJz3utEaptk0L77FjM.jpg",
        "title": "Bronson(2008)",
        "description": "ဗြိတိန်ရဲ့နာမည်ကြီးထောင်သား ချာလီဘရွန်ဆင်ရဲ့အကြောင်းကိုရိုက်ကူးထားတဲ့ Bronsonဇာတ်ကားပဲဖြစ်ပါတယ်။ Tom Hardy က Bronsonအနေနဲ့ ပြောင်မြောက်စွာပါဝင်ထားပါတယ်။\nအမြဲတစေအကြမ်းဖက်မှုကိုတောင့်တနေတဲ့ ထူးဆန်းလှတဲ့သူ၊ ထောင်ဝန်ထမ်းတွေအကုန်လက်လန်ရတဲ့သူ၊ ထောင်ဆိုတာကိုဟိုတယ်လို့ထင်တဲ့သူ တစ်ယောက်ရဲ့ အကြောင်းကို Bronsonကိုယ်တိုင်ပြန်ပြောပြတဲ့ပုံမျိုးနဲ့ တင်ဆက်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။ File size…1.08 GB / 715.7 MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 32m\nGenre .....  Action ,  Crime , Drama\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chole Khin",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bronson2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1479867336744-204x300.jpg",
        "title": "Oblivion (2013)",
        "description": "Oblivion (2013)\nIMDb - 7.0/10_____Rotten - 53%၂၀၁၃ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ မင်းသာကြီး တွမ်ခရုစ် ရဲ့ IMDb 7 ထိရရှိခဲ့တဲ့\nsci-fi ရုပ်ရှင်ကားကောင်းတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်\nအဟောင်းဆိုပေမယ့် မကြည့်ရသေးသူတွေ ပြန်လည်ခံစားချင်သူတွေအတွက်ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဂြိုလ်သားတွေနဲ့ လူသားတို့ရဲ့ တိုက်ပွဲအပြီး\n2077 ခုနှစ်မှာ ဂျက်ရစ်ချာ (တွမ်ခရုစ်) ဟာ\nကမ္ဘာကြီးရဲ့လုံခြုံရေးဝန်ထမ်းအဖြစ်တာဝန်ထမ်းဆောင်နေသူဖြစ်ပြီး\nသူ့ရဲ့ တာဝန်ပြီးဖို့ ရက်သတ္တပတ်၂ပတ်ခန့် အလိုမှာပဲ\nမမျှော်လင့်ထားတဲ့ မိန်းမချောလေးတစ်ဦးကိုကယ်တင်မိရာကနေ\nအဲဒီ့မိန်းကလေးက လူသားမျိုးနွယ်တစ်ခုလုံးကိုကယ်တင်ဖို့ရာ အကြောင်းတစ်ခုဖြစ်လာတဲ့အခါမှာတော့....။ဒီရုပ်ရှင်က ကမ္ဘာပျက်ကိန်းရုပ်ရှင်ကားတွေထဲမှာ တွမ်ခရုစ်နဲ့အတူနာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ရုပ်ရှင်ဖြစ်ပါကြောင်း။\nFile size…(3.8 GB)/(1.3 GB) /(830 MB)\nQuality….BluRay 4K HEVC/1080p HEVC/720p\nFormat…mkv/mp4\nDuration….02:04:42\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/oblivion-2013/"
    }
]