[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/1136713-149x200.jpg",
        "title": "Mad Max 3 :Beyond Thunderdome (1985)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ တတိယကား Mad Max:Beyond Thunderdome (1985) ဇာတ်ကားပါ။ IMDb (6.3) နဲ့ Rotten Tomatoes(80%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action Movies ...",
        "rating": "6.3",
        "url": "https://megaup.net/16Vtk/(CM)Mad_Max_Beyond_Thunderdome_(1985)_(1080p_BDRip_x265_10bit_DTS-HD_MA_5.1_-_ArcX)[TAoE].mkv",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/tVaClEA7n0MxaY8sb81nHwh6XNW-133x200.jpg",
        "title": "Mad Max 2: The Road Warrior (1981)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ ဒုတိယကား Mad Max:The Road Warrior(1981) ဇာတ်ကားပါ။ IMDb (7.6) နဲ့ Rotten Tomatoes(95%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action Movies ...",
        "rating": "7.6",
        "url": "https://megaup.net/2sQpw/Mad_Max_2_-_The_Road_Warrior_[1981]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BMTM4Mjg5ODEzMV5BMl5BanBnXkFtZTcwMDc3NDk0NA@@._V1_-133x200.jpg",
        "title": "Mad Max (1979)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ ပထမဆုံး Mad Max(1979) ဇာတ်ကားပါ။ IMDb (6.9) နဲ့ Rotten Tomatoes(90%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action Movies တွေကို ဘယ်လောက်ထိ ...",
        "rating": "6.9",
        "url": "https://megaup.net/1MSUP/(CM)Mad_Max_(1979)_Special_Edition_(1080p_BDRip_x265_10bit_DTS-HD_MA_5.1_-_ArcX)[TAoE].mkv",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pz8nkkOOEioD9sB1S2Oa0qoFGgI.jpg",
        "title": "Panfilov’s 28 Men(2016)",
        "description": "Panfilov's 28 Men(2016)(unicode)၁၉၄၁ ခုနှစ် ဇွန်လ ၂၂ ရက်မှာ နာဇီဂျာမန်တွေဟာ ဆိုဗီယက်ရုရှားကို ဘာဘိုရာဆာ စစ်ဆင်ရေးနဲ့ ကျူးကျော်ဝင်ရောက်လာပါတယ်။ နိုင်ငံရေးအေပြာင်းအလဲကြောင့် အတွေ့အကြုံရင့် အရာရှိများစွာ ရှင်းလင်းခံရခြင်းနဲ့ ဟစ်တလာကို လျှော့တွက်မိခြင်းကြောင့် ဆိုဗီယက်ကြီး အငိုက်မိသွားပါတယ်။ ဂျာမန်တွေဟာ ဥရောပတိုက်တစ်ဝက်စာ ဧရိယာပမာဏကို တစ်လအတွင်း သိမ်းပိုက်နိုင်ပြီး ဆိုဗီယက် သုံ့ပန်းပေါင်းများစွာကို သန်းနဲ့ချီပြီး ဖမ်းမိခဲ့ပါတယ်။ ထိုအချိန်မှာ ဂျာမန်တပ်တွေဟာ မော်စကိုမြို့တော်နဲ့ ကီလို ၂၀၀ကျော်ကျော်ထိ ရောက်ရှိနေသလို အနည်းငယ် အားထည့်လိုက်ရုံနဲ့ မော်စကိုမြို့ကို အသာလေးသိမ်းပိုက်နိုင်တဲ့အနေအထားပါပဲ.....ဘာလို့ဆိုမော်စကိုမြို့ကို ခံစစ်ပြုမယ့် ရုရှာစစ်သားတွေဟာ အင်အားနည်းလွန်းနေသလို ကျန်ခဲ့တဲ့သူတွေဟာလည်း အတွေ့အကြုံနုနည်းလွန်းတဲ့စစ်သည်တွေဖြစ်နေတယ်..ရုရှားဘက်က စစ်သည်အရေအတွက်ကလည်း ၂၈ ယောက်သာရှိတယ်...ဂျာမန်တွေဟာ မော်စကိုကိုသိမ်းဖို့\nတင့် ၄၅စီးနဲ့အတူ ခြေလျင်စစ်သည်ပေါင်းများစွာနဲ့ ချီတက်ခဲ့တယ်...ဒါပေမယ့် ဘီလူးဝင်စီးသလို ဖြစ်နေတဲ့ စစ်သည်(၂၈)ယောက်နဲ့ တွေ့လိုက်ရချိန်မှာတော့....ဒီစစ်ကားက Battle Scene တွေ တကယ်အမိုက်စားတွေ...တင့်ပစ်ချက်တွေ\nအသားစတွေပြုတ်တွေ ..ဗုံးစံထိမှန်တာတွေ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/panfilovs-28-men2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/sandhu-136x200.jpg",
        "title": "Ik Sandhu Hunda Si 2020",
        "description": "ပန္ဂ်က္တကၠသိုလ္မွာ နာမည္ႀကီးေက်ာင္းသားတစ္ေယာက္ရိွတယ္။ အဲဒီေက်ာင္းသားႀကီးက ႐ိုးသားေျဖာင့္မတ္ၿပီး မဟုတ္မခံတဲ့စိတ္ေလးရိွသတဲ့။ ၿပီးေတာ့ တစ္ခုခုျဖစ္ၿပီဆိုလည္းလက္သီးနဲ႔ပဲရွင္းတာမ်ားတယ္။ ဒဲ့ပဲရွင္းတတ္တာေပါ့။ ဒါေၾကာင့္ တကၠသိုလ္ထဲမွာက သူ႔ကိုခ်စ္ၾကတဲ့သူေတြမ်ားသလို၊ ၾကည့္မရတဲ့သူနဲ႔ မုန္းတဲ့သူေတြလည္းရိွတယ္။ ၿပီးေတာ့ သူကမိန္းကေလးေတြကိုဆိုလည္း မ်က္ႏွာခ်င္းေတာင္ဆံုေအာင္မၾကည့္ဖူးတဲ့အထိ မကိစၥနဲ႔ပတ္သက္ရင္ ကင္းရွင္းတယ္လို႔ဆိုၾကေသးတယ္။ အဲဒီေက်ာင္းသားႀကီးရဲ႕နာမည္ကေတာ့ ဆန္ဒူတဲ့။ ေျပာခဲ့သလိုပဲ ဆန္ဒူကမဟုတ္မမွန္တာေတြကို သည္းခံေလ့ရိွတာမဟုတ္ေတာ့ မ်က္စိထဲကန္႔လန္႔ျဖစ္ေနတာေတြ လိုက္ေျဖရွင္းရင္းတစ္ေန႔မွာ မဒီေခ်ာေခ်ာေလးတစ္ဦးနဲ႔ အၾကည့္ခ်င္းဆံုဖို႔အေၾကာင္းဖန္လာပါေလေရာ။ လူကလည္း မလြယ္ဘူးရယ္။ တစ္ခါေလးအေၾကာင္းဖန္တာနဲ႔ မဒီေလးကို ရေအာင္လိုက္ပါေလေရာ။ တစ္ဖက္မွာလည္း ေက်ာင္းမွာျဖစ္ေနတဲ့အက်င့္ပ်က္ျခစားမႈေတြေၾကာင့္ ေခါင္းေဆာင္ေရြးပြဲမွာလူသစ္တင္ဖို႔ သူ႔သူငယ္ခ်င္းကို ကိုယ္စားလွယ္ေနရာဝင္ခိုင္းလိုက္ရာကေန တစ္ဖက္က အဖြဲ႕နဲ႔လည္းကေတာက္ကဆျဖစ္ဖို႔ အေၾကာင္းလည္း ဖန္လာပါတယ္။ ၿပီးေတာ့ ဆန္ဒူေႂကြဆင္းသြားတဲ့ မဒီေလးနဲ႔ သူ႔ၿပိဳင္ဘက္ျခစားအဖြဲ႕ေခါင္းေဆာင္နဲ႔က ေဆြရိပ္မ်ိဳးရိပ္မကင္း သားအဖေတာ္စပ္ၾကေသးတယ္တဲ့။ ဒီေတာ့ ဆန္ဒူတစ္ေယာက္ ေကာင္မေလးနဲ႔ေရွ႕ဆက္အဆင္ေျပပါ့မလား။ တစ္ဖက္ကၿပိဳက္ဘက္နဲ႔ကေရာ ဘယ္လိုတင္းမာမႈေတြနဲ႔ဘယ္လိုေတြျဖစ္ၾကမလဲ၊ ဘယ္လိုအခက္အခဲေတြရင္ဆိုင္ရမလဲဆိုတာကိုေတာ့... အိႏၵိယကားတို႔ ထံုးစံအတိုင္း သီခ်င္းေတြ၊ အကေတြ၊ လြင့္စင္ထြက္ေလာက္တဲ့ ဖိုက္တင္ပေလးေတြကိုလည္း ၾကည့္ရႈခံစားၾကရမွာပါ။ ...",
        "rating": "4.8",
        "url": "https://channelmyanmar.org/ik-sandhu-hunda-si-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BNzM0OGZiZWItYmZiNC00NDgzLTg1MjMtYjM4MWZhOGZhMDUwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006261000_AL_-125x200.jpg",
        "title": "Underwater (2020)",
        "description": "Underwater (2020)================IMDb Rating 6.1/10#Unicodeအားလုံးကြည့်ချင်ကြမယ့် သိပ္ပံစိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်တစ်ခု တင်ပေးထားပါတယ်။ မင်းသမီး ခရစ္စတင်း စတီးဝပ်အဓိက ပါဝင်ထားပါတယ်။ Survival ကားလို့လည်း ပြောလို့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုး သမုဒ္ဒရာကြမ်းပြင်က စခန်းတစ်ခုမှာ နေတဲ့ သိပ္ပံပညာရှင် တစ်စုဟာ သူတို့ရဲ့ စခန်းကြီး ငလျင်ကြောင့် ပျက်စီးချိန်မှာ အသက်ရှင်ဖို့ကြိုးစားကြရပါတယ်။ သူတို့အတွက် ရေအောက်က အပျက်အစီးတွေ ထွက်ဖို့ခက်တာတွေနဲ့တင် မလုံလောက်ခဲ့ပါဘူး။သမုဒ္ဒရာကြမ်းပြင်အောက်အနက်ထဲအထိ တူးဖော်ကြတဲ့အကျိုးဆက်အနေနဲ့ ကြောက်စရာ သတ္တဝါဆန်းတွေ ထွက်ပေါ်လာခဲ့တာပါ။ ဒီအန္တရာယ်မျိုးစုံကနေ အလွတ်ရုန်းဖို့ ကြိုးစားကြတဲ့ပုံကိုကြည့်ရမှာဖြစ်လို့ ဒီလိုရုပ်ရှင်အမျိုးအစားတွေကိုကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ ကားပါပဲ။ #Zawgyiအားလုံးၾကည့္ခ်င္ၾကမယ့္ သိပၸံစိတ္ကူးယဥ္ ေဟာ္ရာ ႐ုပ္ရွင္တစ္ခု တင္ေပးထားပါတယ္။ မင္းသမီး ခရစၥတင္း စတီးဝပ္အဓိက ပါဝင္ထားပါတယ္။ Survival ကားလို႔လည္း ေျပာလို႔ရပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဟိုး သမုဒၵရာၾကမ္းျပင္က စခန္းတစ္ခုမွာ ေနတဲ့ သိပၸံပညာရွင္ တစ္စုဟာ သူတို႔ရဲ႕ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/underwater-2020-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/eyb4xd0ttn2y-143x200.jpg",
        "title": "The Untamed: Fatal Journey (2020)",
        "description": "CM Fan တွေ အတွက် သိုင်းကားကောင်းတစ်ခု\nထပ်မံ တင်ဆက်ပေးလိုက်ပါတယ်\nဓါးဝိဉာဏ် တွေကို စောင့်ရှောက်ရတဲ့\nမိသားစု ရဲ့ နောက်ဆုံး မျိုးဆက် ညီအကို\n၂ ယောက် ရဲ့ သိုင်း ဒရာမာ ဇတ်လမ်းလေးပါ\nဒီဇာတ်လမ်းဟာဆိုရင်တော့\nနျဲ့မိသားစုရဲ့ရှေးဘိုးဘွားတွေနဲ့ဆက်နွယ်နေတဲ့\nဓါးဝိဉာဏ်နဲ့ဆက်စပ်နေတဲ့ ဂူအပေါ်\nအခြေခံဇာတ်အိမ်တည်ထားတာဖြစ်ပါတယ်\nဇာတ်ကားနာမည်လိုပဲအသွားသာရှိပြီးအပြန်မရှိတဲ့နေရာတခုပါ\nညီအကိုနှစ်ယောက်ရဲ့ကြားကမေတ္တာတွေကိုမြင်တွေ့ရမှာဖြစ်သလို\nအထူးပြုလုပ်ချက်တွေဝေဝေဆာဆာနဲ့\nတချို့နေရာတွေမှာoverဖြစ်သွားပေမယ့်\nသိုင်းကားကြည့်ချင်သူတွေအတွက်ကတော့\nကြည့်လို့အဆင်ပြေတဲ့ကားမျိုးပါပဲ\nဘာသာပြန်ပေးထားတာကတော့\nNay Chii ဖြစ်ပြီး Thit San Khant မှ\nတင်ဆက်ပေးထားပါတယ်",
        "rating": "9.0",
        "url": "https://channelmyanmar.org/the-untamed-fatal-journey-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/2WW-118x200.png",
        "title": "Wolves Action(2020)",
        "description": "2 Wolves Action(2020)(unicode)Ida နိုင်ငံအတွင်းမှာ သူပုန်တွေနဲ့ပြည့်နက်နေခဲ့တယ်။\nသူပုန်တွေက ပြည်သူတွေကိုဘယ်လိုနှိပ်စက် သတ်ဖြတ်ခဲ့သလဲ ဆိုတာကို လီဝေဝေ ဆိုတဲ့ကောင်မလေးတစ်ယောက်က ဗီဒီယို ရိုက်ကူးထားခဲ့ပါတယ်။\nနံနက်မိုးမလင်းခင် Ida နိုင်ငံရဲ့ ဆိပ်ကမ်းတစ်ခုမှာ သူပုန်တွေက ဒီမိန်းကလေးကို အဆုံးသတ်ဖို့လုပ်နေစဉ်မှာ လီဝေဝေရဲ့ကုမ္ဂဏီကနေ လွတ်လိုက်တဲ့ အဖွဲ့သားငါးယောက်ပါတဲ့အဖွဲ့က သူ့ကိုလာကယ်ကြပါတယ်....\nသူတို့ သူပုန်တွေရဲ့လက်ထဲကနေ ဘယ်လိုနည်းနဲ့လွတ်အောင်ပြေးကြမလဲ?\nသူရိုက်ကူးထားတဲ့သက်သေအချက်အလက်တွေကို လူသိအောင်ဖော်ထုတ်နိုင်ပါ့မလား?\nလမ်းခရီးမှာ ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာကို အလန်းစားအက်ရှင်ကားမို့ စိတ်ဝင်တစားကြည့်ရှုကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်....(zawgyi)Ida ႏိုင္ငံအတြင္းမွာ သူပုန္ေတြနဲ႔ျပည့္နက္ေနခဲ့တယ္။\nသူပုန္ေတြက ျပည္သူေတြကိုဘယ္လိုႏွိပ္စက္ သတ္ျဖတ္ခဲ့သလဲ ဆိုတာကို လီေဝေဝ ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္က ဗီဒီယို ႐ိုက္ကူးထားခဲ့ပါတယ္။\nနံနက္မိုးမလင္းခင္ Ida ႏိုင္ငံရဲ႕ ဆိပ္ကမ္းတစ္ခုမွာ သူပုန္ေတြက ဒီမိန္းကေလးကို အဆုံးသတ္ဖို႔လုပ္ေနစဥ္မွာ လီေဝေဝရဲ႕ကုမၢဏီကေန လြတ္လိုက္တဲ့ အဖြဲ႕သားငါးေယာက္ပါတဲ့အဖြဲ႕က သူ႔ကိုလာကယ္ၾကပါတယ္....\nသူတို႔ သူပုန္ေတြရဲ႕လက္ထဲကေန ဘယ္လိုနည္းနဲ႔လြတ္ေအာင္ေျပးၾကမလဲ?\nသူ႐ိုက္ကူးထားတဲ့သက္ေသအခ်က္အလက္ေတြကို လူသိေအာင္ေဖာ္ထုတ္ႏိုင္ပါ့မလား?\nလမ္းခရီးမွာ ဘယ္လိုအခက္အခဲေတြႀကဳံေတြ႕ရမလဲဆိုတာကို အလန္းစားအက္ရွင္ကားမို႔ စိတ္ဝင္တစားၾကည့္ရႈၾကပါဦး...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Naomi Noe ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/2-wolves-action2020/",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/unnamed-133x200.jpg",
        "title": "Twinkle, Twinkle, Lucky Stars (1985)",
        "description": "1983 ခုနှစ်မှာထွက် ရှိခဲ့တဲ့ Winner & Sinner ရဲ့အဆက် ဒုတိယကား My lucky star ရဲ့နောက်ဆက်တွဲအဖြစ် Twinkle Twinkle Lucky Star ကို ထပ်မံထွက်ရှိခဲ့ပါတယ်ပထမ ၂ကားလိုပဲ အရူး ၅ယောက်ဟာ အလွဲတွေလုပ်ပြီး ဟာသတွေနဲ့အရွန်းဖောက်ပြီး ပရိတ်သတ်ကို မငြီးငွေ့စေပဲ တကားလုံးကို ဆွဲခေါ်သွားမှာပါဇာတ်လမ်း အကျဉ်းလေးကတော့ ဟောင်ကောင်အစိုးရဟာ သက်သေရှာမရလို့လွတ်ထားရတဲ့ မူးယစ်ဆေးဂိုဏ်းကို ဖော်ထုပ်ဖို့အတွက် တလွဲ၅ယောက်ကို တဖက်လှည့် နဲ့ ထောင်ကလွတ်ပေးလိုက်ရပြန်ပါတယ် မက်လုံးအနေနဲ့ကတော့ ဒီအမူပြီးရင် လွတ်ငြိမ်းချမ်းသာခွင့်ရမှာပါ ကဲ ပရိတ်သတ်ကြီးရေအလွဲ၅ကောင်က ဘယ်လိုအလွဲတွေနဲ့ ပရိတ်သတ်ကြီးကို တခွီးခွီးရယ်နေစေမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်လိုက်ကြပါဦးလား _ Zawgyi_1983 ခုႏွစ္မွာထြက္ ရွိခဲ့တဲ့ Winner & Sinner ရဲ႕အဆက္ ဒုတိယကား My lucky star  ရဲ႕ေနာက္ဆက္တြဲအျဖစ္ Twinkle Twinkle Lucky ...",
        "rating": "",
        "url": "https://megaup.net/4dBx0/(CM)twinkle.twinkle.lucky.stars.1985.mandarin.dubbed.1080p.bluray.x264-regret.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/The_Hunt_2020_poster-126x200.png",
        "title": "The Hunt (2020)",
        "description": "The Hunt (2020)==============IMDb Rating 6.4 / 10 ထိရရှိထားပါတယ်။#Unicodeဒီဇာတ်ကားက Digital Release အနေနဲ့ ထွက်ရှိလာတဲ့ ရုံတင်ကားတစ်ကားပါပဲ . . .လူကုံထံလူတစ်စုရဲ့ Group Chat တစ်ခုတွင် အိမ်တော်ကြီးမှာအမဲလိုက်ခြင်းနဲ့ပတ်သတ်ပြီးအပြန်အလှန်ပြောဆိုပြီးမကြာခင်မှာ  ....  တစ်ယောက်နဲ့တစ်ယောက်မသိကြတဲ့ နေရာစုံကလူ ၁၁ ယောက်ဟာ ဘယ်ရောက်လို့ဘယ်ပေါက်မှန်းမသိတဲ့နေရာတစ်ခုမှာနိုးလာကြတယ်။သူတို့ကိုဘာလို့ရွေးချယ်ထားတာလဲ ဘာလို့ဒီကိုရောက်နေတာလဲ ဘယ်သူမှသေချာမသိကြပါဘူး။လက်နက်သေတ္တာကြီးထဲမှာ လက်နက်တွေကိုစယူလိုက်တာနဲ့ အမဲလိုက်ပွဲကစတင်ပြီးတစ်ယောက်ပြီးတစ်ယောက် ရက်ရက်စက်စက် အသတ်ခံကြရတယ်။ ဒါပေမယ့် သားကောင်ကနေမုဆိုးအဖြစ်ပြန်ပြောင်းသွားတဲ့အခါမှာ ဖုံးကွယ်ထားတဲ့အကြောင်းအရင်းတွေထွက်ပေါ်လာပါတယ်။ ဒီကိစ္စတွေဖြစ်ရတဲ့ အကြောင်းအရင်းအစစ်အမှန်ဟာ ချယ်ရီသင်းသီချင်းလေးလို\"လိုက်လို့ပြေးတာလား ပြေးလို့လိုက်တာလား\" နဲ့မုန့်လုံးစက္ကူကပ် ဖြစ်နေလို့ သေချာနားလည်အောင်လို့ဇာတ်လမ်းလေးပဲကြည့်လိုက်ကြပါတော့နော်။ ဇာတ်လမ်းစစချင်းမှာပဲ သွေးသံတရဲရဲနဲ့ထိတ်လန့်ဖွယ်ရာတွေမြင်တွေ့ရမှာဖြစ်ပြီး တစ်ယောက်သေတိုင်း ဟာခနဲ ဟင်ခနဲ ဖြစ်ရမယ့်IMDb 6.4 ရထားတဲ့ဇာတ်ကားမျိုးလေးဖြစ်ပါတယ်။ #Zawgyiဒီဇာတ္ကားက Digital Release အေနနဲ႔ ထြက္ရွိလာတဲ့ ႐ုံတင္ကားတစ္ကားပါပဲ . . .လူကုံထံလူတစ္စုရဲ႕ Group Chat ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-hunt-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/fullsize_poster-140x200.jpg",
        "title": "My Lucky Stars (1985)",
        "description": "ပထမကား မှာ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ Winner and Sinner ဟာ သူ့ရဲ့ဒုတိယကားအဖြစ် My Lucky star ကို ၂နှစ်အကြာမှာပဲထပ်မံရိုက်ကူးခဲ့ ပါတယ် ဒီကားမှာလဲ ပထမ ကားက အလွဲ၅ကောင်ပဲ ဆက်လက် သရုပ်ဆောင်ထားပြီး သူတို့ရဲ့ ပြောင်မြောက်လှတဲ့ စုံထောက်ပညာတွေနဲ့ပဲ အစွမ်းပြ ဦးမှာပါ ဒီကားကိုတော့ ဂျပန်မှာသွားရောက်ရိုက်ကူးထားတာဖြစ် ပါတယ်ဇာတ်လမ်းလေးကတော့ ဂျက်ကီချန်းဟာ ဟောင်ကောင်ရဲအရာရှိဖြစ်ပြီး သူဟာ ဂျပန်ခြစိုက် ရာကူဇာ ဂိုဏ်းကိုဖြိုခွဲဖို့အတွက်ကြိုးစားထောက်လှမ်းနေသူတယောက်ပါ တစ်နေ့မှာ သူ့ ပါတနာက လုပ်ကြံခံ လိုက်ရတဲ့အတွက် သူဟာမစ်ရှင်တခုအောင်မြင်ထားဖူးတဲ့ အလွဲ၅ကောင်ကို အကူအညီတောင်းဖို့ ဖြစ်လာပါတော့တယ် အဲ့သည်မှာ အလွဲ၅ကောင်က ဂျပန်ကိုလိုက်လာခဲ့တဲ့အခါမှာတော့ လူဆိုးဂိုဏ်းကိုပဲ ဖမ်းဆီးနိုင်မလား ဘယ်လိုအလွဲတွေလုပ်ကြမလဲဆိုတာကိုတော့ ပရိတ်သတ်ကြီးကကြည့်ရှူ ရမှာပါ _Zawgyi_ ပထမကား မွာ ၀က္၀က္ကြဲေအာင္ျမင္ခဲ့တဲ့ Winner and Sinner ဟာ သူ႔ရဲ႕ဒုတိယကားအျဖစ္ My Lucky ...",
        "rating": "6.6",
        "url": "https://megaup.net/3xE4z/(CM)My_Lucky_Stars_1985_1080p_BluRay_DD5.1_x265_10bit-Sampa.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/WinnersandSinners_Japanese-141x200.jpg",
        "title": "Winners & Sinners (1983)",
        "description": "ပေါကားမဟုတ်တဲ့ ဟောင်ကောင်အက်ရှင်ဇာတ်ကားလေးတွေပြန်တင်ပေးလိုက်ပါတယ်\n5 lucky stars seriesထဲက ပထမဆုံးကားလေးဖြစ်တဲ့ Winners and Sinners ပါ အဓိကသရုပ်ဆောင်အဖြစ်ကျွန်တော်တို့အကြိုက်ဇာတ်လိုက်မင်းသားကြီး Jackie Chan ကတော့သူ့ရဲ့ပုံစံအတိုင်းပဲလုပ်သမျှအလွဲတွေကြည့်ဖြစ်နေတတ်တဲ့ရဲတစ်ယောက်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းအကျဉ်းလေးဟာဆိုရင်တော့ဖြင့် ခိုးမှု , လုယက်မှု , ပြည့်တန်ဆာခေါင်းလုပ်မှု စသဖြင့် ရာဇတ်မှု အမျိုးမျိုးနဲ့ထောင်ကျသွားတဲ့၅ယောက်ထောင်ထဲမှာတွေ့ကြပါတယ်တကယ်တော့သူတို့ကလည်းပေါတောတော အူတူတူတွေကြည့်စုထားပြီးမမိုက်ရဲ မိုက်ရဲနဲ့၅ယောက်ပေါင်းလောင်းကျော်နေတဲ့သူတွေပါတစ်ခုရှိတာက သူတို့ထောင်ကလွတ်တဲ့အချိန်မှာသူတို့၅ယောက်နဲ့တစ်ချိန်တည်းလွတ်သွားတဲ့သူတစ်ယောက်ရှိပါတယ်သူကတော့ဖိုက်တာလိုလို ဘာလိုလိုညာလိုလိုနဲ့အထာပေးကြမ်းတဲ့ဘဲကြီးတစ်ကောင်လည်းရက်စေ့ပြီးလွတ်သွားပါတယ်ဟို ၅ ယောက်ကကော ထောင်ကလွတ်ပြီးဘယ်တွေသွားကြမလဲဘာတွေလုပ်ကြမလဲပြီးတော့စီအိုင်ဒီကအလွဲတွေကြည့်လုပ်တတ်တဲ့စုံထောက်ကျော်ကြီးကိုဂျက်ကီရယ် ၅ယောက်ပေါင်းလောင်းကျော်နေတဲ့အူတိအူကြောင်ကောင်တွေရယ် ပိုက်ဆံအတုတွေထုတ်ပြီးဘာညာသာဒကာ လျှောက်လုပ်နေတဲ့ဘဲကြီးရယ်ဘာတွေဆက်ဖြစ်ကြမလဲ ကြည့်ကြပါစို့ဗျာဇာတ်လမ်း အညွန်းကိုတော့ pyae xein sett ကရေးသားပေးတာပါ _ Zawgyi _​ေပါကားမဟုတ္​တဲ့ ​ေဟာင္​​ေကာင္​အက္​ရွင္​ဇာတ္​ကား​ေလး​ေတြျပန္​တင္​​ေပးလိုက္​ပါတယ္​\n5 lucky stars seriesထဲက ပထမဆံုးကား​ေလးျဖစ္​​တဲ့ Winners and Sinners ပါ အဓိကသရုပ္​​ေဆာင္​အျဖစ္​ကြၽန္​​ေတာ္​တို႔အႀကိဳက္​ဇာတ္​လိုက္​မင္​းသားႀကီး Jackie Chan က​ေတာ့သူ႔ရဲ႕ပံုစံအတိုင္​းပဲလုပ္​သမွ်အလြဲ​ေတြၾကည္​့ျဖစ္​​ေနတတ္​တဲ့ရဲတစ္​​ေယာက္​အျဖစ္​ပါဝင္​သရုပ္​​ေဆာင္​ထားပါတယ္​ ဇာတ္လမ္​းအက်ဥ္​း​ေလးဟာဆို္​ရင္​​ေတာ့ျဖင္​့ ခိုးမႈ , လုယက္​မႈ , ျပည္​့တန္​ဆာ​ေခါင္​းလုပ္​မႈ ...",
        "rating": "6.8",
        "url": "https://megaup.net/3xGO2/(CM)Winners.and.Sinners.1983.CHINESE.1080p.BluRay.REMUX.AVC.DTS-HD.MA.7.1-FGT.mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ssl4ZcThbMtEPNBEXmWpSgtT9xK.jpg",
        "title": "Man on a Ledge(2012)",
        "description": "Man on a Ledge(2012)((နင်းကန်လန်းတဲ့ကားမို့ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်\nတင်ဆက်ပေးထားပါသည်။))\nခေါင်မိုးစွန်းပေါ်ကလူတစ်ယောက် သောင်းပြောင်းထွေလီလှတဲ့ လူ့လောကမှာလူပေါင်းများစွာကို ထောင်နှုတ်ခမ်းနားမဟုတ်တဲ့ တိုက်ခေါင်မိုးနှုတ်ခမ်းနားရောက်စေတဲ့ကိစ္စတွေအများကြီးရှိပါတယ်.... ကျွန်တော်တို့ရဲ့ ဇာတ်လိုက်ကျော် Avatar မင်းသား Sam Worthington တစ်ဖြစ်လဲ နစ်ကတ်စီဒီဆိုတဲ့လူဟာ ရုစဗဲ့ဟိုတယ်ရဲ့ ၂၁လွှာကနေခုန်ချဖို့လုပ်ပါတယ် ......သူ့ကြည့်ရတာ ဒီလိုခုန်ချဖို့အစီအစဉ်ကို သေသေချာဆွဲထားသလားထင်ရပါတယ်...\nခုန်ချဖို့ ခေါင်မိုးစွန်ကိုမသွားခင် လက်ဗွေရာမကျန်အောင် နှုတ်ဆက်စာဆန်ဆန်ရေးခဲ့သလို ဝိုင်ပုလင်းတွေမနက်စာစားတုန်းက ကျန်ခဲ့တဲ့လက်ဗွေရာတွေကိုပါ ရှင်းခဲ့ပါသေးတယ်...ဒီလိုခုန်ချဖို့ စီစဉ်နေတုန်းမှာ နစ်ကတ်စီဒီ ရဲ့နောက်ကြောင်းကို တစ်ချက်ပြတယ်...သူကအရင်ကရဲဖြစ်ဖူးခဲ့ပြီး ပြဿနာတစ်ခုကြောင့် ထောင်(၂၅)နှစ်ကျသွားတယ်...ခုတော့ လူစည်ကားလွန်းတဲ့မြို့လယ်ခေါင်ရဲ့ ဟိုတယ်တစ်ခုပေါ်မှာ ခုန်ချဖို့ကြိုးစားနေပါတယ်...ခုန်ချဖို့ကြိုးစားတာက တခြားကြီးမားတဲ့အစီအစဉ်ကြီးအတွက် အစိတ်အပိုင်းတစ်ခုများဖြစ်လေမလား....\nဒီကားက အီသွားတဲ့နေရာမရှိဘူး...ဇာတ်လမ်းစစချင်းလူတစ်ယောက်တိုက်ပေါ်ခုန်ချဖို့ကြိုးစားတယ်..ပြီးတော့သူနောက်ကြောင်းကိုတစ်ချက်ပြတယ်...အက်ရှင်ခန်းတွေနဲ့\nဇာတ်ကိုပုံဖော်သွားတာ...ကိုယ်တိုင်လိုက်လံအဖြေထုတ်ရင်းဇာတ်လမ်းက တဖြည်းဖြည်းရုပ်လုံးပေါ်လာသလို အစကနေအဆုံးထိ ကြည့်ရင်း ကိုယ်ပါ ဇောချွေးပြန်လာတဲ့ဇာတ်ကားမို့ ကျန်တဲ့ဟာတွေမပြောတော့ပါဘူး...နည်းနည်း Spoiler လုပ်တာနဲ့ ရသပျက်သွားနိုင်တဲ့ကားမို့ပါ....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်....File ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/man-on-a-ledge2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/MV5BZWFiOTFkNTYtMmUyNy00OTVjLTlhMjItN2QyZGMzNzY1NTZiXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY1000_CR007341000_AL_-220x300.jpg",
        "title": "The Siege (1998)",
        "description": "ကျွန်တော်တို့ဟာ အစ္စလာမ်ဘာသာကို\nတိုက်ခိုက်နေခြင်း မဟုတ်ပါဘူး ၊ အစ္စလာမ်ဘာသာကို ခုတုံးလုပ်ပြီး အကြမ်းဖက်သောင်းကျန်းနေသူများကို တိုက်ခိုက်နေခြင်းသာ ဖြစ်ပါတယ်လို့ အိုဘားမား သမ္မတဖြစ်ခါစ အရှေ့အလယ်ပိုင်းခရီးစဉ်မှာ ပြောခဲ့ဖူးတယ် ။\n၁၉၈၀ ကျော်မှာ\nဆိုဗီယက်က အာဖဂန်နစ္စတန်ကို ကျူးကျော်တုန်းက အမေရီကန် CIA တွေက ဘင်လာဒင်တို့လို့ မျိုးချစ်ပုဂ္ဂိုလ်တစ်ချို့ကို တော်လှန်ရေးသမားအဖြစ် မွေးမြူခဲ့တယ် ။ CIA ရဲ့ ရည်ရွယ်ချက်က အရှေ့အလယ်ပိုင်းဒေသမှာ အမေရီကန်ရဲ့ အကျိူးစီးပွားကို ထိခိုက်နိုင်တဲ့ ဆိုဗီယက်ရဲ့ ဩဇာအာဏာကို ဟန့်တားဖို့ပေါ့ ။\n၁၉၉၀ ကျော်\nအမေရီကန် သမ္မတ ဂျော့ဘုရှ် လက်ထပ်မှာတော့ အီရတ်က ဆတ်ဒမ်ဟူစိန်ကိုအမေရီကန်က ဖြုတ်ချချင်တယ် ။ အီရတ်ပြည်တွင်းမှာ ဆတ်ဒမ်ကို တော်လှန်ချင်သူတွေကို လက်နက်တွေပေးတယ် ၊ အကြမ်းဖက်နည်းတွေ သင်ပေးတယ် ၊ ဗုံးလုပ်နည်းတွေ သင်ပေးတယ် ။ အမေရီကန် သမ္မတသစ် ကလင်တန် လက်ထပ်မှာ နိုင်ငံခြားရေးမူဝါဒကပြောင်းသွားတယ် ...",
        "rating": "6.3",
        "url": "https://megaup.net/4esTb/The_Siege_[1998]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sOBP99dDq4PZCjexO5cGWGkWyP1.jpg",
        "title": "Justice High ( 2020 )",
        "description": "Zawgyi*******၂၀၁၉ ခုႏွစ္ မတ္လကထြက္ရွိထားတဲ့ Justice High ဆိုတဲ့ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီကားေလးကေတာ့လူငယ္တက္သစ္စသ႐ုပ္ေဆာင္ေလးေတြေတာ္ေတာ္မ်ားမ်ားအားျဖည့္ပါဝင္ထားတဲ့ ေက်ာင္းသား Action ကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ခ်ီေယာင္းဆိုတဲ့ေကာင္မေလးက ဂြန္းဆူဒို(တိုက္ကြမ္ဒိုလိုသိုင္းပညာတစ္မ်ိဳး)ကိုတစ္ဖက္ကမ္းခတ္ကြၽမ္းက်င္တဲ့ေကာင္မေလးပါ။ကြၽမ္းဆို သူအေဖကိုယ္တိုင္ကလည္းအဲ့ ဒီဂြန္းဆူဒိုအားကစား႐ုံပိုင္ရွင္တစ္ေယာက္ပါ။သူက အရင္တက္ေနတဲ့အထက္ေက်ာင္းတစ္ခုကေနမတရားအႏိုင္လာက်င့္တဲ့သူေတြကို ပညာေပးဆုံးမခဲ့လို႔ေက်ာင္းေျပာင္းလာရတဲ့ မဟုတ္မခံ ဆတ္ဆတ္ႀကဲ ေကာင္မေလးတစ္ေယာက္ေပါ့။သူေက်ာင္းေျပာင္းလာၿပီးမၾကာဖူး။ေက်ာင္းအသစ္မွာအဲ့လိုပဲ ေကာင္ေလးတစ္ေယာက္ကိုအႏိုင္က်င့္ေနတဲ့ေက်ာင္းသားလူမိုက္အုပ္စုကိုေတြ႕လို႔ အဲ့ေကာင္ေလးကိုအဲ့လူဆိုးေလးေတြလက္က ကယ္ၿပီးကာကြယ္ေပးခဲ့တယ္။ဒီကားမွာထူးျခားတာက ေကာင္ေလးကိုေကာင္မေလးကကာကြယ္ေပးရတာ။ေကာင္ေလးကေတာ့ ကိုယ္ခံပညာမတတ္တဲ့ခပ္႐ိုး႐ိုးေကာင္ေလးေပါ့။သူနာမည္က ေဂ်ာင္းဂူတဲ့။ေနာက္ထပ္ေက်ာင္းသားကားေလးေတြထုံးစံအတိုင္းသုံးပြင့္ဆိုင္ဇာတ္လမ္းေလးတစ္ခုက လွလည္းလွ သိုင္းလဲတတ္တဲ့ခ်ီေယာင္းကို အဲ့ေက်ာင္းက ဟယ္ေဆာင္းလို႔ေခၚတဲ့စီနီယာအကိုႀကီးကလည္းႀကိတ္ေႂကြေနတယ္။အဲ့စီနီယာကလည္းေျပာရရင္ေက်ာင္းမွာ လူဆိုးထိန္းသေဘာမ်ိဳးေပါ့။ရန္ျဖစ္ရင္ပြဲတိုင္းေက်ာ္တယ္။ဒါေပမယ့္ လူဆိုးကေနလူေကာင္းျဖစ္လာေအာင္ႀကိဳးစားေနတဲ့သူတစ္ေယာက္ပါ။ေဂ်ာင္းဂူနဲ႔ဆန႔္က်င္ဖက္ပဲ စီနီယာဟယ္ေဆာင္းကေတာ့တိုက္တတ္ခိုက္တတ္ ရန္ျဖစ္လဲ သူမပါမၿပီး အထက္တန္းမွာႏွစ္ခ်ီေနတဲ့ Oldie စီနီယာတစ္ေယာက္ေပါ့။ေနာက္ဒီေက်ာင္းမွာေက်ာင္းသားေခါင္းေဆာင္လုပ္ၿပီး တျခားလူမိုက္အဖြဲ႕ေတြကိုေက်ာင္းသားေတြဆီကမုန႔္ဖိုးေတြကို အဓမၼေတာင္းၿပီး ဗိုလ္လုပ္ေနတဲ့လူဆိုးအဖြဲ႕လည္းရွိတယ္။ဒီအဖြဲ႕က ေဂ်ာင္းဂူကိုအႏိုင္က်င့္တဲ့ေက်ာင္းသားလူဆိုးေလးေတြရဲ႕ ဆရာေတြေပါ့။ဒါကိုခ်ီေယာင္းကဆုံးမလိုက္တာကို အံ့ဒီကေက်ာင္းသားေခါင္းေဆာင္ လူဆိုးအဖြဲ႕ကမေက်နပ္ၾကဖူး။အဲ့အခ်ိန္ကစၿပီးခ်ီေယာင္းကို ညႇိဳးထားၾကတယ္။ဒါကိုဒီေက်ာင္းသားေလးသုံးေယာက္ဘယ္လိုေျဖရွင္းၾကမလဲ။ငယ္႐ြယ္တဲ့သုံးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးကေကာဘယ္လိုလာမလဲဆိုတာ ကိုယ္တိုင္ ဆက္ၾကည့္လိုက္ၾကပါ။ၫႊန္းေပးရရင္ ဒီကားေလးက Action ကားေလးဆိုလို႔အတိုက္အခိုက္ အသတ္အပုတ္ႀကီးပဲမဟုတ္ပဲ ေက်ာင္းသားဘဝကအေပ်ာ္ေလးေတြ၊ Romanceေလးေတြပါ တစ္ဖန္ခံစားၿပီးၾကည့္ႏိုင္လို႔မိန္းကေလးေရာေယာက်ာ္းေလးေကာ ၾကည့္ေပ်ာ္မယ့္ဇာတ္ကားေကာင္းေလး တစ္ကားလည္းျဖစ္ပါတယ္။ Unicode*******၂၀၁၉ ခုနှစ် မတ်လကထွက်ရှိထားတဲ့ Justice High ဆိုတဲ့ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားလေးကတော့လူငယ်တက်သစ်စသရုပ်ဆောင်လေးတွေတော်တော်များများအားဖြည့်ပါဝင်ထားတဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/justice-high-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/39iRgghrypeIwFVRC2DQjesBkDO.jpg",
        "title": "Spy Intervention (2019)",
        "description": "2020 မှ လောလောလတ်လတ် ထွက်ထားတဲ့စပိုင်ဟာသကားလေး။ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပျင်းပြေကြည့်လို့အဆင်ပြေတဲ့ကားလေး။မင်းသားက လက်နက် ရဖို့ကြိုးစားနေတဲ့ လူဆိုးနောက်ကို လိုက်ရင်းမင်းသမီးနဲ့ တိုက်မိရင်း တွေ့ကြတယ်။လူဆိုးကတော့ အဲဒါကြောင့် လွတ်သွားတယ်။မင်းသားကတော့ မင်းသမီးကို စတွေ့ကတည်းကသဘောကျသွားတာကြောင့် သူ့အလုပ်ကိုပါ စွန့်လွှတ်ပြီးမင်းသမီးကို လက်ထပ်ဖို့ ကြိုးစားတော့တယ်။သူတို့လက်ထပ်ဖြစ်ပ်ီး မင်းသားက ပုံမှန်ဘဝမှာ အသားကျအောင်ကြိုးစားနေတဲ့အချိန်မှာ ဘာတွေ ဆက်ဖြစ်လာမလဲ။မင်းသမီးကရော မင်းသားအကြောင်းကို ဘယ်အချိန်မှာသိသွားမှာလဲ။သူ့အလုပ်မှာရော အဆင်ပြေပါ့မလား။အဲလို ရုန်းကန်နေရချိန်မှာ အရင်ကိစ္စတွေနဲ့ ပြန်လည် ပတ်သက်လာရတဲ့အခါမှာတော့......ဇာတ်လမ်းကတော့ သိပ်ထူးထူးဆန်းဆန်းမဟုတ်။မင်းသား မင်းသမီးကလည်း အရမ်းနာမည်ကြီးနေတာတွေ မဟုတ်ပေမယ့်သူ့ဇာတ်လမ်း ဇာတ်ကွက်လေးနဲ့ ကြည့်လို့တော့ အဆင်ပြေပါတယ်။Low budget ဆိုတော့ တချို့နေရာတွေ CGI ထည့်ထားတာတွေတော့ သိပ်မကောင်း။ဒါပေမယ့် ပေါ့ပေါ့ပါးပါး ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/spy-intervention-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zILJ5Dzx1NTu2ATalKQrZgTi2mS.jpg",
        "title": "The Fable (2019)",
        "description": "ဂိုဏ်းတွေကြားမှာ အချင်းချင်းရှင်းချင်တဲ့အခါကြေးစားလူသတ်သမားတွေကို ငှားပြီး သတ်ခိုင်းကြတယ်။အဲလိုကြေးစားတွေကြားမှာ အခု တယောက်ကတော့ ဒဏ္ဍာရီ တပုဒ်ပဲ။တယောက်တည်းနဲ့ ဂိုဏ်း တွေအကုန်လုံးကို ရှင်းလင်းနိုင်တယ်။အဲဒါတင်မကဘူး။တယောက်ကို ပစ်ရင် သေနိုင်လောက်တဲ့ နေရာတွေကိုပဲတချက်တည်းနဲ့ မှန်အောင် ပစ်နိုင်တဲ့အထိ ကျွမ်းကျင်တယ်။အဲလိုနဲ့ သူတို့အဖွဲ့က ကြေးစားတွေကြား နာမည်ကြီးလာတဲ့အခါခနလောက် ဇာတ်မြှုပ်နေဖို့ ဖြစ်လာခဲ့တယ်။သူတို့ ဇာတ်မြှုပ်နေမယ့် နေရာကလည်း ဂိုဏ်းတခုနဲ့ ပတ်သက်နေပြီးအဲဒီဂိုဏ်းမှာလည်း အရှုပ်အထွေးတွေ ရှိလာတဲ့အခါမှာရော သူတို့ အဆင်ပြေပါ့မလား။သူတို့ဆရာကရော နာမည်ကြီးလာတာ တခုတည်းအတွက်ဇာတ်မြှုပ်နေခိုင်းတာ ဟုတ်ပါ့မလား။ဒဏ္ဍာရီ ရဲ့ နောက်ကြောင်းကရော ဘယ်လို ရှိမှာလဲ။သူက ဘာလို့ အဲလောက် တော်နေရတာလဲ။သူက ပုံမှန်ဘဝမှာ တကယ်ရော နေနိုင်ပါ့မလား။သူတို့ နောက်ဆုံးလုပ်ခဲ့တဲ့ အလုပ်နဲ့ ပတ်သတ်ပြီးတော့လည်းသူ့နောက်ကို ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/the-fable-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yKY6qAsc06xvWWLcNu5JhVJUe6v.jpg",
        "title": "The Fatal Raid (2019)",
        "description": "ဟောင်ကောင်ကနေ မက္ကာအိုကို လက်နက်မှောင်လိုပို့တဲ့ကားတစီးနောက်ကိုလိုက်နေကြတဲ့ ရဲကားနှစ်စီး တစီးမှာက ရဲတွေ တစီးမှာက ရဲမေတွေ။သူတို့ထင်ထားတာက ခါတိုင်းလို ပုံမှန်စစ်ဆင်ရေးလေးတခု။ဟောင်ကောင်နယ်မြေကိုကျော်ပြီး မက္ကာအိုရောက်သွားပေမယ့်မဖြစ်မနေလိုက်ဖမ်းဖို့အထက်က အမိန့်ပေးလာခဲ့တယ်။ရဲတွေလိုက်ပြီး ပုံမှန်လိုဖမ်းလို့ရမယ် ထင်ထားခဲ့ကြတယ်။ဒါပေမယ့် ထင်ထားသလိုမဟုတ်ပဲ မှောင်ခိုပို့တဲ့သူတွေကအပြင်းအထန်ခုခံတဲ့အခါမှာတော့ ရုတ်ရုတ်သဲသဲတွေဖြစ်ကုန်ကြပြီးအသေအပျောက်တွေ ရှိလာခဲ့တယ်။အထက်ကလည်း လျှို့ဝှက်စစ်ဆင်ရေးဖြစ်တာကြောင့် ဘယ်သူ့ကိုမှ အသိမခံခဲ့ဘူး။အဲဒီစစ်ဆင်ရေးမှာ သေဆုံးခဲ့ရသူတွေကိုလည်း အသိမှတ်မပြုခဲ့ဘူး။ဟောင်ကောင်ရဲဌာနမှာ ရဲမှူးချုပ်ဖြစ်နေပြီ ဖြစ်ပေမယ့်လွန်ခဲ့တဲ့ နှစ် ၂၀တုန်းက မက္ကာအိုမှာ ဖြစ်ခဲ့တဲ့စစ်ဆင်ရေးတခုရဲ့အရိပ်အောက်က မလွတ်မြောက်နိုင်ဖြစ်နေရတဲ့ ရဲမှူးရယ်။အဲဒီတုန်းက အတူရှင်သန်လွတ်မြောက်ခဲ့တဲ့ ရဲမေတယောက်ရယ်ကမက္ကာအိုက အဆင့်မြင့်အရာရှိတွေ့ဆုံပွဲတခုကို တက်ရောက်ဖို့ အကြောင်းဖန်လာခဲ့တယ်။သူတို့နဲ့အတူ အပြည်ပြည်ဆိုင်ရာရဲတပ်ဖွဲ့က ရဲမေလေးတယောက်ရယ်ရဲဌာနက ရဲမေတယောက်ရယ်က လက်ထောက်ရဲမင်းကြီးကိုစောင့်ရှောက်ရင်း သွားရဖို့ဖြစ်လာခဲ့တယ်။မက္ကာအိုမှာ သူတို့ ဘာတွေဖြစ်မှာလဲ သူတို့ရဲ့အတိတ်ကရောဘယ်လိုတွေ ...",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-fatal-raid-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BM2MxY2QwYTAtMDM1My00MTc0LWEwZjktMDdjODY2NWJiNDg2XkEyXkFqcGdeQXVyODY3ODQ2MTk@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "One Piece: Stampede (2019) Blu-ray",
        "description": "ONE PIECE :STAMPEDE\n===================\nOne Piece Anime ရဲ့သက်တမ်း နှစ် ၂၀ ပြည့် ထုတ်တဲ့ ၁၄ ကားမြောက် ရုပ်ရှင်ပါ။\nSky Island ပီးနောက်ကြေငြာထားတဲ့ကားပါ။ One Piece ဖန်တိုင်းမျှော်နေခဲ့ကြတဲ့ကားပါပဲ။ ရုံမတင်တဲ့အပြင် အကြည်ကိုလည်ပင်းရှာမျှော်ခဲ့ရတဲ့ကားပါ။ ခရမ်းချဉ်သီး 92 လုံးနဲ့ IMDB 8.1 ရထားပါတယ်။\nTime Line အနေနဲ့ ကတော့ Wano မရောက်ခင်နဲ့ Big Mom ကိုသွားကလိပြီးတဲ့ အချိန်ကြားလို့ယူဆရပေမယ့် Movie ထဲမှာ လုဖီရဲ့ ဆုကြေးက ၁၅ ဘီလီယံ ဖြစ်နေတော့ Wano အပြီးလို့လဲထင်စရာရှိပါတယ် ဒါပေမဲ့ Non-Canon ဖြစ်တဲ့အတွက် Timeline နဲ့မဆိုင်တော့သိပ်တော့ ခေါင်းစားစရာမရှိပါဘူး။ ကာရိုက်တာ Art ‌တွေအရ အခု Anime onging မှာ ရောက်နေတဲ့တစ်ဝိုက်လို့ပဲမှတ်ရပါတယ်။\nဇတ်လမ်း က‌တော့ ပင်လယ်ဓားပြတွေအတွက်ကျင်းပတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/one-piece-stampede/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/MV5BNzM0OGZiZWItYmZiNC00NDgzLTg1MjMtYjM4MWZhOGZhMDUwXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY1000_CR006261000_AL_-125x200.jpg",
        "title": "Underwater (2020)",
        "description": "Underwater (2020)================IMDb Rating 6.1/10#Unicodeအားလုံးကြည့်ချင်ကြမယ့် သိပ္ပံစိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်တစ်ခု တင်ပေးထားပါတယ်။ မင်းသမီး ခရစ္စတင်း စတီးဝပ်အဓိက ပါဝင်ထားပါတယ်။ Survival ကားလို့လည်း ပြောလို့ရပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဟိုး သမုဒ္ဒရာကြမ်းပြင်က စခန်းတစ်ခုမှာ နေတဲ့ သိပ္ပံပညာရှင် တစ်စုဟာ သူတို့ရဲ့ စခန်းကြီး ငလျင်ကြောင့် ပျက်စီးချိန်မှာ အသက်ရှင်ဖို့ကြိုးစားကြရပါတယ်။ သူတို့အတွက် ရေအောက်က အပျက်အစီးတွေ ထွက်ဖို့ခက်တာတွေနဲ့တင် မလုံလောက်ခဲ့ပါဘူး။သမုဒ္ဒရာကြမ်းပြင်အောက်အနက်ထဲအထိ တူးဖော်ကြတဲ့အကျိုးဆက်အနေနဲ့ ကြောက်စရာ သတ္တဝါဆန်းတွေ ထွက်ပေါ်လာခဲ့တာပါ။ ဒီအန္တရာယ်မျိုးစုံကနေ အလွတ်ရုန်းဖို့ ကြိုးစားကြတဲ့ပုံကိုကြည့်ရမှာဖြစ်လို့ ဒီလိုရုပ်ရှင်အမျိုးအစားတွေကိုကြိုက်တဲ့သူတွေကြည့်သင့်တဲ့ ကားပါပဲ။ #Zawgyiအားလုံးၾကည့္ခ်င္ၾကမယ့္ သိပၸံစိတ္ကူးယဥ္ ေဟာ္ရာ ႐ုပ္ရွင္တစ္ခု တင္ေပးထားပါတယ္။ မင္းသမီး ခရစၥတင္း စတီးဝပ္အဓိက ပါဝင္ထားပါတယ္။ Survival ကားလို႔လည္း ေျပာလို႔ရပါတယ္။ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဟိုး သမုဒၵရာၾကမ္းျပင္က စခန္းတစ္ခုမွာ ေနတဲ့ သိပၸံပညာရွင္ တစ္စုဟာ သူတို႔ရဲ႕ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/underwater-2020/"
    }
]