[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNTMyMmY0YWEtNTBkNC00NjAzLThjZjItZGFhMGYzMmU4NzE3XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Coffee & Kareem (2020)",
        "description": "Coffee & Kareem (2020)==================IMDb Rating - 5.1/10#Unicodeဒီကားလေးကတော့ IMDb Rating 5.1/10 ရရှိထားတဲ့ action, comedyဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဇာတ်ကြောင်းလေး အကြမ်းဖျဥ်းရှင်းပြရရင်ဆယ့်နှစ်နှစ်အရွယ် ကလေးလေးက သူ့အမေ နောက်ရည်းစားရနေတာကိုတွေ့သွားပြီး မကျေနပ်ဖြစ်ရာကနေစထားပါတယ်။ နောက်ပြီးတော့ သူ့အမေရဲ့ရည်းစားက လူဖြူဖြစ်နေတဲ့အပြင် ရဲပါဖြစ်နေသောကြောင့် လုံးဝကို လက်ခံပေးလို့မရတဲ့အတွက် သူ့အမေရဲ့ရည်းစားကို ဒုက္ခပေးဖို့ လူမိုက်ငှားဖို့သွားတဲ့အချိန်မှာဖြစ်ပျက်ခဲ့တဲ့ အလွဲလေးတွေကိုကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Lily ပဲဖြစ်ပါတယ်။)#Zawgyiဒီကားေလးကေတာ့ IMDb Rating 5.1/10 ရရွိထားတဲ့ action, comedyဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ ဇာတ္ေၾကာင္းေလး အၾကမ္းဖ်ဥ္းရွင္းျပရရင္ဆယ့္ႏွစ္ႏွစ္အ႐ြယ္ ကေလးေလးက သူ႔အေမ ေနာက္ရည္းစားရေနတာကိုေတြ႕သြားၿပီး မေက်နပ္ျဖစ္ရာကေနစထားပါတယ္။ ေနာက္ၿပီးေတာ့ သူ႔အေမရဲ႕ရည္းစားက လူျဖဴျဖစ္ေနတဲ့အျပင္ ရဲပါျဖစ္ေနေသာေၾကာင့္ လုံးဝကို လက္ခံေပးလို႔မရတဲ့အတြက္ သူ႔အေမရဲ႕ရည္းစားကို ဒုကၡေပးဖို႔ လူမိုက္ငွားဖို႔သြားတဲ့အခ်ိန္မွာျဖစ္ပ်က္ခဲ့တဲ့ အလြဲေလးေတြကိုၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Lily ပဲျဖစ္ပါတယ္။)  Quality – 720p  WebRipDuration ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/coffee-kareem-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AciJTdaTbzZUAunAuD14XxDPjcR.jpg",
        "title": "The Show Must Go On (2007)",
        "description": "[Unicode]လူမိုက်ဘဝနဲ့ မိသားစုအတွက် ပိုက်ဆံတွေထောက်ပံ့ပေးနေရတဲ့ ဂျန်အင်ဂူ တစ်ယောက်\nဒယ်ချန်းဆောက်လုပ်ရေးကို အပိုင်သိမ်းပြီးနောက်ပိုင်းမှာ ရန်သူတွေပေါများလာခဲ့ပါတယ်...တစ်ဘက်မှာလည်း သူယုံကြည်အားကိုးရတဲ့ ဥက္ကဌကြီးရဲ့ညီဖြစ်သူက သူ့ကိုချောက်တွန်း အကောက်ကြံနေပြီးတော့\nတစ်ဘက်မှာလည်း မိသားစုအတွက် အိမ်အသစ်လေးရအောင် ပိုက်ဆံတွေကြိုးစားရှာဖွေနေရပါတယ်မိသားစုအတွက်အသက်ရှင်နေရတဲ့ ဂန်အင်ဂူတစ်ယောက်\nဒီလူမိုက်ဘဝကလွတ်မြောက်ချင်ပေမယ့် လွတ်မြောက်ဖို့အကြောင်းမဖန်လာခဲ့ပါဘူး\nအဲ့လိုနဲ့ပဲ ဘယ်လိုတွေစခန်းသွားကြမလဲဆိုတာ ကြည့်ရှုအားပေးလိုက်ကြပါဦး...။( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )[Zawgyi]လူမိုက္ဘဝနဲ႔ မိသားစုအတြက္ ပိုက္ဆံေတြေထာက္ပံ့ေပးေနရတဲ့ ဂ်န္အင္ဂူ တစ္ေယာက္\nဒယ္ခ်န္းေဆာက္လုပ္ေရးကို အပိုင္သိမ္းၿပီးေနာက္ပိုင္းမွာ ရန္သူေတြေပါမ်ားလာခဲ့ပါတယ္...တစ္ဘက္မွာလည္း သူယုံၾကည္အားကိုးရတဲ့ ဥကၠဌႀကီးရဲ႕ညီျဖစ္သူက သူ႔ကိုေခ်ာက္တြန္း အေကာက္ႀကံေနၿပီးေတာ့\nတစ္ဘက္မွာလည္း မိသားစုအတြက္ အိမ္အသစ္ေလးရေအာင္ ပိုက္ဆံေတြႀကိဳးစားရွာေဖြေနရပါတယ္မိသားစုအတြက္အသက္ရွင္ေနရတဲ့ ဂန္အင္ဂူတစ္ေယာက္\nဒီလူမိုက္ဘဝကလြတ္ေျမာက္ခ်င္ေပမယ့္ လြတ္ေျမာက္ဖို႔အေၾကာင္းမဖန္လာခဲ့ပါဘူး\nအဲ့လိုနဲ႔ပဲ ဘယ္လိုေတြစခန္းသြားၾကမလဲဆိုတာ ၾကည့္ရႈအားေပးလိုက္ၾကပါဦး...။( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ ) File size__( 999 MB , 350 ...",
        "rating": "6.9",
        "url": "https://megaup.net/2dvxe/The_Show_Must_Go_On_(2007)_SFS.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BNjFhNGVjNzYtYTYzYS00N2Q5LTk1OGEtMzFiZTYyNjliMGE0XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_-147x200.jpg",
        "title": "Princess Mononoke (1997)",
        "description": "ဒီတစ်ခါတော့\nခံစားချက်ပေါင်းများစွာ ရစေမဲ့\nအဓိပ္ပါယ်အများကြီးရှိတဲ့\nဂျပန် Anime လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။\nဇာတ်ကားဟောင်းပေမဲ့ နှစ်ချို့ဝိုင်လို\nခေတ်အဆက်ဆက် ဖြတ်သန်းပြီးတာတောင်\nဟောင်းလေကောင်းလေ\nသတ်မှတ်ထားကြတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။\nဒီ ကမ္ဘာလောကကြီးမှာ ဖြစ်နိုင်မယ်ဆိုရင်\nလူတိုင်းက အရာအားလုံးကို လိုချင်ကြတာပါပဲ။\nကိုယ် လိုချင်တာတွေ အတွက် လူတွေ\nအပြိုင်အဆိုင် ဖြစ်လာတဲ့အခါ\nအမုန်းတရားနဲ့ အမှား အမှန် ဖြစ်တည်လာရတယ်။\nဒီ ဇာတ်လမ်းရဲ့ ထူးခြားချက်ကတော့\nကိုယ့်အမှန်တရားနဲ့ကိုယ် ရှိနေတဲ့ ဘက်နှစ်ဘက်ရယ်\nလောဘသက်သက်\nအတ္တ အမှန်တရားရှိနေတဲ့တစ်ဘက်ရယ်\nကြားနေလူတစ်ယောက်ရယ်နဲ့\nအမှန်တရားဆိုတာ ဘက်တိုင်းမှာ ရှိနေကြောင်း\nကောင်းကောင်းကြီး မီးမောင်း ထိုးပြ နိုင်ခဲ့ပါတယ်။\nဘက်တိုင်းမှာ ရှိနေတာဟာ ဘယ်ဘက်မှာမှ\nမရှိတာနဲ့ အတူတူပါပဲ။\n \nဇာတ်လမ်းအကျဉ်းကတော့....\nရှေးပဝေဏသီ အတိတ်တစ်ခုတုန်းက\nသားရိုင်းတွေ သစ်တောဝိညာဉ် နတ်ဘုရားတွေ\nသစ်တောထဲ နေခဲ့ကြတယ်။ သူတို့ကို စောင့်ရှောက်တဲ့\nသားရိုင်းကြီးတွေနဲ့ လူတွေလည်း အတူ\nသဟာဇာတ ဖြစ်ဖြစ် ရှိခဲ့ကြတယ်။\n \nသစ်တောကို ရှင်းလင်းပြီး အမျိူးသမီးတစ်ယောက်က\nပြည့်တန်ဆာနဲ့ နူနာသည်လို လူ့လောက အပယ်ခံတွေ\nအတွက် မြို့တစ်မြို့ တည်ဆောက်တဲ့အချိန်\nသစ်တောရဲ့ မူလနေထိုင်သူတွေနဲ့ တိုက်ပွဲတွေဖြစ်ခဲ့တဲ့အပြင်\nသံသတ္တုပေါများတဲ့ ဒေသ\n့ဖြစ်တာကြောင့် ဧကရာဇ်ရဲ့ မျက်စိကျ ခံရပြီး\nတိုက်ခိုက်ခံရတဲ့ ဒေသလည်း ဖြစ်ခဲ့တယ်။\n \nသစ်တောဝိညာဉ်နတ်ဘုရားရဲ့ ခေါင်းက\nထာဝရအသက်ကို ပေးနိုင်တယ်လို့ ယုံကြည်သွားတဲ့\nဘုရင်တစ်ပါးက ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/princess-mononoke-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/poiLXxM1HqG27JokvhaS2rzrrYe.jpg",
        "title": "Eega(2012)",
        "description": "Eega(2012)*********IMDB rating 7.7နဲ့ ရရှိထားထတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။\nTamil-Telugu ဇာတ်ကားအမျိုးအစားဖြစ်ပြီးမင်းသမီး Samantha Akkineniပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဘင်ဒူဆိုတဲ့ကောင်မလေးဟာ ပရဟိတ လုပ်ငန်းတစ်ခုမှာ ပါဝင်တဲ့သူတစ်ယောက်ပေါ့...ရိုးရှင်းစွာဖြတ်သန်းပြီး ခပ်ပြုံးပြုံးလေးနေတတ်တဲ့ သူမကို သိပ်ချစ်တဲ့ကောင်လေး နာနီဆိုတာရှိတယ်...ဒီကောင်လေးကလည်း သူ့ကိုလိုက်နေတာ ၃နှစ်၃မိုးဆိုပါတော့လေ...အဖြေပြန်မပေးပေမယ့် ကောင်မလေးကလည်း ကြာတော့သူ့ကို သံယော်ဇဉ်တွယ်လာပုံပါပဲ...တစ်နေ့တော့ ဘင်ဒူဆိုတဲ့ကောင်မလေးကို သူဌေးကြီးတစ်ဉီးက မျက်စိကျသွားတယ်...ဒီသူဌေးကြီးဟာ ကောင်မလေးကိုရဖို့ဆို  အနားမှာရှိတဲ့နာနီကိုရှင်းထုတ်မှဖြစ်မယ်ဆိုပြီးအသေသတ်ပစ်လိုက်တယ်....ထူးဆန်းစွာပဲနာနီဟာ သေပြီးနောက် ယင်ကောင်အဖြစ်ပြန်လည်မွေးဖွားခဲ့တယ်...ယင်ကောင်ဖြစ်ပေမယ့် အတိတ်ဘဝက သူ့ကို ဖျက်စီးခဲ့တဲ့သူကိုအမှတ်ရပြီးနောက်မှာတော့.....ယင်ကောင်ပင်ဖြစ်လင့်ကစား ဒီအမျိုးယုတ်သူဌေးကို ရတဲ့နည်းနဲ့လက်စားချေဖို့ကြိုးစားပါတော့တယ်...ယင်ကောင်ရဲ့အကြံအစည်တွေအထမြောက်လာမလားဆိုတာကိုတော့....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်...File Size : (1.04 GB) and (487 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:25:00\nGenre :  Action, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/eega2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/107f5bb0-77c3-4cb5-878d-f14b1c07e305-141x200.jpg",
        "title": "Slow West (2015)",
        "description": "Slow West (2015)==============IMDb Rating - 6.9/10#Unicode2015 ခုနှစ်ကထွက်ရှိခဲ့ပြီး Rating 6.9/10 ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာ ပါဝင်တဲ့ အဓိကသရုပ်ဆောင်တွေကတော့ X-Men ပရိတ်သတ်တိုင်း အလွတ်ရအလွတ်မှတ်မိနေတဲ့ Magneto (Michael Fassbender) နဲ့ အသားမဲမဲနဲ့ nightcrawler အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Kodi Smit-McPhee တို့ပဲဖြစ်ပါတယ် . Kodi ကိုတော့ လူတွေက သိပ်သတိထားမှတ်မိမယ်မထင်ပါဘူး။ဇာတ်လမ်းလေးကတော့ Jayဆိုတဲ့ ဆယ်ကျော်သက်လေးက စကော့တလန်ကနေ အမေရိကန်ကိုသူ့ရဲ့ ချစ်ရတဲ့ ကောင်မလေးကို လိုက်အရှာထွက်ခဲ့တယ်။ အဲ့မှာ Silasနဲ့ တွေ့ပြီး အကူအညီတောင်းရင်းဆက်ရှာတဲ့အခါမှ ကောင်မလေးက ဖမ်းဝရမ်းထုတ်ထားလို့ ပြေးနေတဲ့ သူဖြစ်မှန်း Silasက သိသွားတဲ့အခါ Silasတစ်ယောက် Jayနဲ့ ဘယ်လို ဆက်လုပ်ကြမလဲ။ Jayကလဲ သူ့ကောင်မလေးက သူထင်ထားသလို့ မဟုတ်မှန်းသိတဲ့အခါ ဘာဆက်လုပ်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှူရမှာဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/slow-west-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BYTNjMDE2YjctZDI1Ni00NzY0LTg1NzEtMWFhYWU3ZDc5NDQwXkEyXkFqcGdeQXVyMjk1ODM0NTk@._V1_SY1000_CR007081000_AL_-142x200.jpg",
        "title": "Trust No 1 (2019)",
        "description": "Trust No 1 (2019)=============IMDb Rating - 3.8/10#UnicodeGoffstownဆိုတဲ့ မြို့ငယ်လေးမှာ တစ်ခါမှ မဖြစ်ဖူးတဲ့ လူသတ်မှုတွေ တစ်မှုပြီး တစ်မှု ပေါ်လာခဲ့တယ်။အဲ့အသတ်ခံရတာလူကလဲ အရပ်သားမဟုတ်ပဲ north sideထောင်က ထွက်လာတဲ့ ထောင်သားတွေပဲဖြစ်နေတော့ နောက်ကွယ်မှာ ဘယ်လိုဇာတ်ထုပ်တွေ ဖြစ်ပျက်ခဲ့လို့ တစ်ယောက်ပြီး တစ်ယောက်အသတ်ခံရတာလဲ။ အဲ့အမှုကို ကိုင်တဲ့ စုံထောက် Bradleyရဲ့ ညီကလဲ ထောင်ထွက်စာရင်းထဲမှာ ပါနေတော့Bradleyတစ်ယောက် အမှုကို ဘယ်လို့ဆက်လိုက်ဖြစ်မလဲ။ နောက်ပြီး နောက်ကွယ်က ကြိုးကိုင်နေသူကကော ဘာကြောင့် ဒီလိုထောင်ထွက်တွေကိုမှ လိုက်သတ်နေရလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီကားလေးဟာ Rating အားဖြင့် 3.8 သာရထားပေမယ့် ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်းပြောချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူတော့ Su Myat Nandar Win ပဲဖြစ်ပါတယ်။)#ZawgyiGoffstownဆိုတဲ့ ၿမိဳ႕ငယ္ေလးမွာ တစ္ခါမွ မျဖစ္ဖူးတဲ့ လူသတ္မႈေတြ တစ္မႈၿပီး တစ္မႈ ေပၚလာခဲ့တယ္။အဲ့အသတ္ခံရတာလူကလဲ အရပ္သားမဟုတ္ပဲ ...",
        "rating": "3.7",
        "url": "https://channelmyanmar.org/trust-no-1-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/p18173832_v_v8_ab-133x200.jpg",
        "title": "Stairs (2019)",
        "description": "CM ပရိတ်သတ်ကြီးအတွက် ကိုယ့်ကို ကို Brainwash လုပ်လို့\nကောင်းမယ့်ဇာတ်ကားတစ်ကား တင်ပေးလိုက်ပါတယ်\nဒီဇာတ်ကားက ကိုယ့်ကိုကို ပြန်ပြီးစစ်တိုက်နေရသလိုမျိုး\nparallel universe ပုံစံမျိုးပါ စတန်ဒန်ဦးဆောင်ပြီး\nစစ်ဆင်ရေးတာဝန်တစ်ခုနဲ့ လာခဲ့တဲ့ စစ်သားတွေက\nဂိတ်ပေါက်တစ်ခုကနေ ဝင်ကမ္ဘာထဲရောက်သလို\nသံသရာလည်ပြီး ထွက်ပေါက်တွေ့ဖို့ခက် ပုံစံတူ\nလှေကားတွေပဲထပ်တလဲလဲတက်နေရပါတယ်\nအောက်ကိုဆင်းလို့မရပါဘူး\nအောက်ကိုဆင်းသွားရင် အောက်ထပ်ရောက်တဲ့အခါသေတာပါပဲ\nနောက်ပြီး ဂိတ်ပေါက်ကနေထွက်လာရင်လည်း\nဒီစစ်ကွင်းပြင်နေရာကိုပဲပြန်ရောက်လာတာပါ\nဝင်ကမ္ဘာလိုမျိုးဖြစ်နေတာပါ\nအဲ့ဒီဂိတ်ကိုရောက်သွားတာက ရန်သူ့စခန်းကိုဝင်စီးပြီးမှပါ\nသူတို့အဖွဲ့လာခဲ့တဲ့ တာဝန်ကတော့\nရန်သူ့စခန်းကိုဝင်စီးပြီး တွေ့သမျှသူတွေအကုန်သတ်\nရသမျှသတင်းအချက်အလက်တွေယူဖို့\nစစ်ဆင်ရေးနဲ့လာခဲ့ပါတယ် အဲ့ဒီ့စခန်းမှာရောက်တော့\nအဖမ်းခံထားရတဲ့ အမျိုးသမီးတစ်ယောက်ကို\nမသတ်သင့်ဘဲ စ‌တန်ဒန်ရဲ့ခေါင်းမာမှုကြောင့် ပစ်သတ်လိုက်ပါတယ်\nဇာတ်လမ်းက အဲ့ဒီမှာ စတာပဲ အဲ့အမျိူးသမီးကို ဒေသခံတွေ\nသေမင်းတမန်တော်ဆိုပြီး သမုတ်ကြတာပါ\nစောနကအပေါ်မှာရေးခဲ့သလိုပဲ သူတို့ဟာ ဒီအချိန် ဒီနေ့ရက်ကိုပဲ\nပြန်ပြန်ရောက်ရောက်လာတာနဲ့ကြုံနေရတာပါ\nအဲ့ဒီ့ အဖမ်းခံထားရတဲ့ သေမင်းတမန်လို့ခေါ်ကြတဲ့\nအမျိုးသမီးကို မသတ်ခဲ့ရင်သူတို့အနေနဲ့ အသက်ရှင်ဖို့\nလမ်းစကိုတွေ့နိုင်မှာလား ဘာတွေဆက်ဖြစ်ကြမလဲ\nအဲ့ဒီ့အမျိုးသမီးကိုရော ကယ်တင်နိုင်မှာလား\nလှေကားထစ်‌တွေမှာ ရွာလည်ပြီး အစကိုပြန်ပြန်ရောက်သွားတော့ရော\nသူတို့ကို ဘာတွေက ဒုက္ခပေးအုံးမှာလဲ\nသူတို့နဲ့ သူတို့ရဲ့တခြားဘဝတွေပြန်တိုက်ခိုက်ကြမှာလား\nဘယ်လိုတွေဇာတ်သိမ်းမလဲဆိုတာ‌ကို\nကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်\nFile Size\nIMDb 5.9/10\nRotten Tomatoes 63%\nGrene - Horror/Sci-fi\nDuration - 1:40:00\nTranslator - Pyae Shan Tun Wai\nEncoder - XCode",
        "rating": "5.9/10",
        "url": "https://channelmyanmar.org/stairs-2019/",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/blackout-158x200.jpg",
        "title": "The Blackout 2019",
        "description": "တစ်နေ့ရရှားနိုင်ငံမှာ ဘာကြောင့်မှန်းမသိတဲ့ အခြေအနေတစ်ခုကြောင့် ဆက်သွယ်ရေးလိုင်းတွေ ပြတ်တောက်သွားတဲ့အပြင် မြို့တွေအမှောင်ကျကုန်တယ် လူတစ်ချို့ဟာလဲ ဘာကြောင့်မှန်းမသိ အသိစိတ်တွေပျောက်ကုန်ပြီး တိုက်ခိုက်မှုတွေ လုပ်တော့တယ် သူတို့နောက်က ကြိုးကိုင်ထားသူဟာလည်း ဘယ်သူဆိုတာ အဖြေရှာလို့မရပြန်ဘူး အမှောင်ကျသွားတဲ့ ဧရိယာအတွင်းကို စုံစမ်းဖို့ လွှတ်လိုက်တဲ့အဖွဲ့တိုင်းလဲ ပြန်မလာနိုင်ကြဘဲ အဆက်အသွယ်တွေပြတ်တောက်ကုန်တယ် ဒီတော့ ရုရှားအစိုးရဟာ ဘာကြောင့်လဲဆိုတာ စုံစမ်းဖို့ အထူးတပ်ဖွဲ့တွေဖွဲ့စည်းပြီး အတွင်းပိုင်းထဲထိသွားပြီး စုံစမ်းဖို့ စတင်တော့တယ် အထူးတပ်ဖွဲ့တွေလည်း ကူညီရာမဲ့ဖြစ်ပြီးအထဲမှာ ပိတ်မိနေတော့တယ် တစ်ဖက်မှာလည်း အစ်လို့ အမည်ရတဲ့ ဂြိုလ်သားတစ်ကောင်ဟာ အမည်ဖော်မရတဲ့ရန်သူကို ရှာဖွေဖို့ သူကူညီနိုင်တယ်ဆိုပြီး လူသားတွေကို သူ့ကို ကူညီဖို့ ကမ်းလှမ်းလာခဲ့တယ် ... တကယ်တော့ ဂြိုဟ်သားတွေဟာ ကမ္ဘာပေါ်ကို အခြေချနေထိုင်ဖို့ ကြိုးစားနေတာသိလိုက်ရတဲ့အချိန်မှာ ...... အထူးတပ်ဖွဲ့တွေအနေနဲ့ရော အပြင်ကို ပြန်ထွက်လာနိုင်ပါ့မလား.... အသိစိတ်မဲ့သွားတဲ့လူတွေကို ထိန်းချုပ်နေတာကရော ဘယ်သူလဲ... ဒီပြဿနာကြီးကိုရော သူတို့ဖြေရှင်းနိုင်ပါ့မလား....... ထူးထူးဆန်းဆန်းနဲ့ သိပ္ပံဆန်ဆန်ဇာတ်လမ်းကြိုက်သူတွေအတွက် ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/the-blackout-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aGbtMyG6XccVTFVyTsylMB6bTDQ.jpg",
        "title": "By Quantum Physics: A Nightlife Venture(2019)",
        "description": "By Quantum Physics: A Nightlife Venture(2019)ဒီတစ်ခါမှာတော့ ၂၀၁၉ က ထွက်ရှိထားတဲ့ ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်..ဒီဇာတ်ကားလေးမှာတော့ အခုပြသနေတဲ့ It's Okay to Not Be Okay ဇာတ်ကားထဲက မင်းသမီးလေး Seo Yea-Ji လည်း ပါ၀င်သရုပ်ဆောင်ထားပါတယ်...လီချန်ဝူက ကိုယ်ပိုင်စီးပွားရေး လုပ်ငန်းတစ်ခု ထူထောင်နိုင်ဖို့ အောက်ခြေကနေ အလုပ်လုပ်ခဲ့သူပါ ...သူ့မှာ ငွေစုမိတဲ့ အခါ အရင်းနှီးထည့်မယ့်လူတွေကိုခေါ်ပြီး ဘားတစ်ခု ဖွင့်ခဲ့ပါတယ်...သူ့ရဲ့ ဘားမှာ မန်နေဂျာလုပ်ပေးဖို့အတွက် ထက်မြက်ပြီး အရည်ချင်းရှိတဲ့ ဆောင်းအွန်ယောင်းကိုလည်း ကမ်းလှမ်းခဲ့ပါတယ်...ဒါပေမယ့် ဖွင့်ပွဲပြီးတဲ့ နောက်နေ့မှာပဲ ဘားမှာ အဆိုတော်တစ်ယောက်နဲ့ တရားမ၀င်ငွေတိုးချေးလုပ်ငန်းပိုင်ရှင်တစ်ယောက်ရဲ့သားတို့အတူတူဆေးသုံးနေတာကို အမှုစစ်တွေ မိသွားခဲ့ပါတယ်...အဲ့နောက်မှာ အဆိုတော်လည်း  ထူးဆန်းစွာ ပျောက်ဆုံးသွားပြီး ဘားလည်းပိတ်ခဲ့ရပါတယ်...ဒီအမှုဟာ အစိုးရလူကြီးပိုင်းတွေနဲ့ လူဆိုးဂိုဏ်းတွေပါ ပါ၀င်ပက်သက်တဲ့ အမှုကြီးဖြစ်သွားတာကြောင့်လီချန်ဝူးနဲ့ ဆောင်းအွန်ယောင်းတို့လည်း အသက်အန္တရာယ်ရှိလာပါတော့တယ် အဲ့အခါမှာ သူတု့ိတွေ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/by-quantum-physics-a-nightlife-venture2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/bhcztxe8saun-121x200.jpg",
        "title": "The King Of Arms ( 2019 )",
        "description": "2019 ခုနှစ်ကထွက်ရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတကားဖြစ်ပါတယ်အများကြီးအထွေအထူးတော့မညွန်းတော့ပါဘူးစစ်သားတစ်ယောက်အတွက် ကိုယ့်အသက် ကိုယ့်မိသားစုကိုယ့်အဖွဲ့ ကိုယ့်တပ် ကိုယ့်ပတ်ဝန်းကျင် အားလုံးထဲမှာဘယ်အရာက အရေးကြီးဆုံးဆိုတာ ပြောပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ...ဇာတ်လမ်းလေးကတော့ နယ်စပ်ဂိတ်မှာ မှောင်ခိုဆေးခြောက်ကုန်သွယ်တဲ့အဖွဲ့က စပြောရမယ်ကားတွေနဲ့ နည်းမျိုးစုံ မှောင်ခိုသွင်းပြီး ရောင်းဝယ်နေတဲ့ ဖျံတချို့ကိုရဲတွေ ဘယ်လို ကြိုးစားပြီး ဖမ်းခဲ့ရတယ်ဆိုတာကို မြင်တွေ့ရမှာပါ...ပြည်သူ့ဝန်ထမ်းကောင်း ဆိုတာကို သိချင်သူတိုင်း ကြည့်သင့်တဲ့ ကားကောင်းလေးပါ Translated By Chu ChuENcoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-king-of-arms-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/torpedo-133x200.jpg",
        "title": "Torpedo: U-235 2019",
        "description": "ကျွန်တော်ကြည့်ဖူးသမျှ ဒုတိယကမ္ဘာစစ်ရေငုပ်သင်္ဘောဇာတ်ကားထဲမှာ ဒီကားကတော့အကောင်းဆုံးပဲဗျ။ သမိုင်းအပေါ်အတော်အသင့် အခြေခံထားပြီး-ဗဟုသုတအများကြီးလည်းပေးပါတယ်။ပီပီသသနဲ့ကြည့်လို့ကောင်းပြီး အချိန်ပေးကြည့်ရတာလုံး၀တန်ပါတယ်။ ဇာတ်လမ်းက‌တော့ ဒုတိကမ္ဘာစစ်တုန်းက ဘယ်လ်ဂျီယံနိုင်ငံက အမေရိကန်တွေ Nuclearဗုံးလုပ်ဖို့အတွက်လိုအပ်တဲ့ယူရေနီယမ်သတ္တုရိုင်းတွေကို ရေငုပ်သင်္ဘောနဲ့ပင်လယ်ကိုဖြတ်ပြီး တိတ်တဆိတ်ပို့ပေးရမယ့်အကြောင်းပါ။ ဒါပေမယ့်ဖြစ်ချင်တော့ နာဇီထောက်လှမ်းရေးများကအဲ့အကြောင်းကိုသိသွားပြီး...သွားပို့မယ့်ရေငုပ်သင်္ဘောကို အမေရိကန်နိုင်ငံကိုမရောက်အောင် မရရတဲ့နည်းနဲ့လိုက်တားပါတော့တယ်။ အောင်မြင်ဖို့လုံး၀မဖြစ်နိုင်တဲ့ ဒီစစ်ဆင်ရေးကြီးကို ရေငုပ်သင်္ဘောအမှုထမ်းတွေ ဘယ်လိုညဏ်ပါပါနဲ့-သတ္တိရှိရှိနဲ့ ဖြေရှင်းမလဲဆိုတာတော့ ဇာတ်ကားထဲမှာပဲကြည့်လိုက်ပါဗျ။ လုံး၀လုံး၀ကောင်းတဲ့ ဇာတ်လမ်းကောင်းကြီးပါ။ Quality – 720p  WebRipDuration - 1 hr 42 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, HistoryTranslator – Ag Ko KhantEncoder – Littleneo",
        "rating": "6",
        "url": "https://channelmyanmar.org/tor-235/",
        "category": "Action, Adventure, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/p192990_v_v8_aa-133x200.jpg",
        "title": "Dragon Hunters (2008)",
        "description": "ရက်စက်ကြမ်းကြုတ်တဲ့ နဂါးကြီးက\n \nနှစ်(၂၀)ပြည့်တိုင်း ပေါ်လာပြီး\n \nလူတွေကို သတ်ဖြတ်ပါတယ်\nအဲဒီနဂါးရဲ့ ရန်ကိုကြောက်တဲ့ ဘုရင်ကြီးက\nသူ့ရဲ့တူမလေးကို နဂါးကြီးကိုသုတ်သင်နိုင်တဲ့\nသူရဲကောင်းကို ရှာဖို့လွှတ်လိုက်ပါတော့တယ်\nတစ်ဖက်မှာ နဂါးရဲ့ရန်ကြောင့် မိဘကိုဆုံးရှုံးလိုက်ရတဲ့\nကောင်လေးတစ်ယောက်နဲ့ သူ့သူငယ်ချင်းတို့ဟာ\nအသက်မွေးဝမ်းကြောင်းအတွက် မုဆိုးအလုပ်ကို\nလုပ်ပြီးပိုက်ဆံလှည့်လည်ရှာဖွေကြပါတယ်\nသူတို့နှစ်ယောက်နဲ့ ဘုရင်ရဲ့တူမလေးတို့\nမတော်တဆတွေ့ဆုံကြပြီး ကမ္ဘာကြီးကို\nကယ်တင်ဖို့ နဂါးကြီးကို\n \nဘယ်လိုတွေရင်ဆိုင်ကြမလဲဆိုတာ\nစိတ်လှုပ်ရှားဖွယ် မြင်တွေ့ရမှာပါ\n  \nFile Size - 1.16 GB\nQuality - Bluray 1080P 5.1\nSubtitle - Burmese (Hardsub)\nTranslator - Esther Van Sui Par\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/dragon-hunters-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1vdymrm1d3IaYxIqGDObR8WnVb.jpg",
        "title": "Lucky Day(2019)",
        "description": "Lucky Day(2019)ရက်ဒ်ဟာ ဘဏ်ဖောက်မှုနဲ့ ထောင်နှစ်ရှည်ကျနေရာက‌‌ေန လျော့ရက်နဲ့ လွတ်လာတဲ့ သော့ဝိဇ္ဇာတစ်ယောက်ပဲ ဖြစ်ပါတယ်....ထောင်က လွတ်ပြီး အသိတရားရတာကြောင့် ချစ်ဖို့ကောင်းပြီး သစ္စာရှိတဲ့ ဇနီးလေးနဲ့ ချစ်စရာ သမီးလေးဆီကို ပြန်ပြီးအေးချမ်းသာယာတ‌ဲ့ ဘ၀လေးကို တည်ဆောက်မယ်လို့ ဆုံးဖြတ်လိုက်ပါတယ်. ...ဒါပေမယ့် ကံဆိုးစ‌ွာပဲ ဘဏ်ဖောက်တုန်းက ဖြစ်ခဲ့တဲ့ ရန်ညှိုးကြောင့် အလွန်တရာ ရက်စက်တဲ့ စိတ္တဇ လူသတ်သမား လက်စ်ဟာလက်စားချေဖို့ သူ့ဆီလာခဲ့တဲ့အခါမှာတော့...ဒီကားက ကလေးတွေမကြည့်သင့်ပါဘူး..သတ်ဖြတ်ခန်းတွေ နည်းနည်းကြမ်းလို့ပါ....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ YK ပဲဖြစ်ပါတယ်....File Size : (850 MB) and (397MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  YK\nEncoded by Phyo Pyae",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/lucky-day2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/lost-bullet-138x200.jpg",
        "title": "Lost Bullet 2020",
        "description": "လီနိုဟာ ဘာမှမတော်တဲ့ ညီလေးတစ်ယောက်ကို ကူညီပေးရာကနေ ထောင်ကျသွားပါတယ်။ ကွန်ကရစ်လေးထပ် ကာထားတဲ့ ရတနာဆိုင်ကို ကားလေးတစ်စင်းနဲ့ ဝင်တိုက်ပြီး ဖောက်ခဲ့တာ ဒဏ်ရာလေးတောင် မရခဲ့ပါဘူး။ ဒါကို အမြန်တပ်ဖွဲ့က သဘောကျသွားပြီး သူတို့အတွက် အလုပ်လုပ်ပေးဖို့ ချာရက်ဆိုတဲ့ အဖွဲ့ခေါင်းဆောင်က လီနို့ကို လာပြီး သိမ်းသွင်းပါတယ်။ လီနိုနဲ့ ချာရက်က အချိန်ကြာလာတာတဲ့ တကယ့်လူရင်းတွေလို ဖြစ်လာကြတယ်။ တစ်ရက်တော့ ချာရက်လိုက်နေတဲ့အမှုက အဆုံးသတ်ခါနီးဆဲဆဲမှာ သူတို့အဖွဲ့ထဲက တစ်ယောက်က သူလုပ်ထားတာ အကုန်ပေါ်မှာစိုးပြီး ချာရက်ကို သတ်ပစ်တယ်။ သတ်ပြီးတာနဲ့ လီနိုကို ချောက်ချတော့တာပဲ။ ဒီကိစ္စကို ထောင်ထွက်တစ်ယောက်ဖြစ်တဲ့ လီနိုက ဒီကိစ္စကို ဘယ်လိုပြန်ဖြေရှင်းမလဲ။ သူ့စကားကိုရော ဘယ်သူတွေက ယုံမှာတဲ့လဲ။ ကြည့်ရှူခံစားလိုက်ကြပါဦးနော်။Quality – 720p  WebRipDuration - 1 hr ၃၂minSubtitle – Myanmar HardsubFormat – ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/lost-bullet-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/Screen-Shot-2020-06-21-at-10.16.39-PM-140x200.png",
        "title": "Ancestral World (2020)",
        "description": "Ancestral World (2020)==================#Unicodeရှေးရှေးတုန်းက နိုင်ငံတွေအားလုံးအတူတကွ ငြိမ်းချမ်းစွာ အတူယှဉ်တွဲနေထိုင်ခဲ့ပေမယ့်။တစ်နေ့မှာတော့ ရှဲဒိုးဝါး ဦးဆောင်တဲ့ မိစ္ဆာစစ်တပ်တွေက အခြားနိုင်ငံတွေကို ဝါးမျိုလာလိုက်တာ ဂိုလန်မောဦးဆောင်တဲ့ တစ်နိုင်ငံပဲကျန်တော့တဲ့အထိဖြစ်လာခဲ့ပါတယ်။ စတေးခံမူအနစ်နာခံမူများစွာနဲ့ ရှဲဒိုးဝါးကို အနိုင်ရခဲ့သော်လည်း နောက်၁၀နှစ်အကြာမှာ မိစ္ဆာစစ်တပ်တွေကဂိုလန်မောရဲ့ သားကြီးကို ဖမ်းခေါ်သွားပါတော့တယ်။ အကြားအမြင်ဆရာမကို ဖမ်းရခြင်းအကြောင်းအရင်းမေးမြန်းရာမှ အကြောင်းအရင်းကို သိရှိပြီး ဂိုလန်မောရဲ့ သားငယ်က အကို့ကိုကယ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။ သူ သူ့အကိုကို ကယ်တင်တာအောင်မြင်မလား ..... ဘာအခက်အခဲတွေရှိနိုင်လဲ....ကယ်တင်နိုင်ဖို့က သူဘာကိုအောင်မြင်အောင်လုပ်ဆောင်ရမလဲ။ သူ့အကိုကိုဘာလို့ဖမ်းသွားရလဲ စတာတွေကို ရင်ခုန်စွာနဲ့စောင့်ကြည့်ရမယ့် ရှေးခေတ်စစ်သမိုင်းကားတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thinzar Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiေရွးေရွးတုန္းက ႏိုင္ငံေတြအားလုံးအတူတကြ ၿငိမ္းခ်မ္းစြာ အတူယွဥ္တြဲေနထိုင္ခဲ့ေပမယ့္။တစ္ေန႔မွာေတာ့ ရွဲဒိုးဝါး ဦးေဆာင္တဲ့ မိစာၦစစ္တပ္ေတြက အျခားႏိုင္ငံေတြကို ဝါးမ်ိဳလာလိုက္တာ ဂိုလန္ေမာဦးေဆာင္တဲ့ တစ္ႏိုင္ငံပဲက်န္ေတာ့တဲ့အထိျဖစ္လာခဲ့ပါတယ္။ စေတးခံမူအနစ္နာခံမူမ်ားစြာနဲ႔ ရွဲဒိုးဝါးကို အႏိုင္ရခဲ့ေသာ္လည္း ေနာက္၁၀ႏွစ္အၾကာမွာ မိစာၦစစ္တပ္ေတြကဂိုလန္ေမာရဲ႕ သားႀကီးကို ဖမ္းေခၚသြားပါေတာ့တယ္။ အၾကားအျမင္ဆရာမကို ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/ancestral-world-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iqs9rHEvXBYPGd7HYxSMFCEAWjP.jpg",
        "title": "Quick(2011)",
        "description": "Quick(2011)ဆိုင်ကယ်ခပ်လန်းလန်းကိုစီးပြီး ပစ္စည်းပို့တဲ့အလုပ်ကိုလုပ်နေတဲ့ ကောင်လေးတစ်ယောက်ရှိတယ်....သူဟာ မြို့ရဲ့ ယာဉ်ထိန်းရဲတွေရဲ့ အထှာကိုသိသလိုလမ်းတွေရဲ့အနေအထားကိုလည်းသိတယ်,,, သူ့ရဲ့ဆိုင်ကယ်စီးကျွမ်းကျင်မှုကိုအသုံးချပြီး ပစ္စည်းတွေပို့တဲ့နေရာမှာ စည်းကမ်းမဲ့ ပြဿနာတွေလည်း တစ်ခါတစ်ရံဖြစ်လေ့ရှိတယ်....အချိန်တိုအတွင်း ရှုတ်ထွေးတဲ့လမ်းမထက်မှာ သူများထက်ပစ္စည်းပို့မြန်ဆန်လေ့ရှိတဲ့အတွက်ကြောင့်ဝန်ဆောင်ခ များများလေးရလေတော့ သူ့အတွက်တော့ အတော်တွက်ချေကိုက်တဲ့အလုပ်ပါပဲ...တစ်နေ့တော့ သူပါဆယ်ပို့တဲ့ အဆောက်အဉီးမှာ ဗုံးပေါက်ကွဲမှုဖြစ်တယ်....နောက်ပြီး လူတစ်ယောက်ကိုလိုက်လံပို့ဆောင်စဉ်မှာ ဆိုင်ကိုင်စီးဦးထုတ်မှာဗုံးထောင်ခံရတဲ့အပြင် အမည်မသိ ဖုန်းခေါ်ဆိုမှုကနေ ဆိုင်ကယ်စီးဉီးထုတ်ဗုံးပေါက်မဲ့ကိစ္စည်ခြိမ်းချောက်ခံရပါတယ်...အဆောက်အဉီးဗုံးပေါက်ကွဲမှုမှာ ရဲတွေ သံသယတရားခံနောက်လိုက်စဉ်မှာလည်း ပါဆယ်ပို့တဲ့သူကအဓိက သံသယတရားခံဖြစ်လာတဲ့အချိန်မှာတော့....ကိုင်းဘာတွေဆက်ြဖစ်မလဲ...ဘယ်သူက ခြိမ်းချောက်တာလဲ..ဘာ့ကြောင့်လဲ...အဆောက်အဉီးမှာရော ဘာလို့ဗုံးထောင်တာလဲ...ကွီးယားခပ်မိုက်မိုက်စတန့် အက်ရှင် ကားကြိုက်တဲ့သူတွေအဖို့လက်မလွှတ်သင့်ပါကြောင်း...File Size : (850 MB) and (314 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:30:00\nGenre : Action , Comedy , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/quick2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMjA5YzRlYzQtNjQ0OS00OGExLTg4OWUtZWZhNDM2YTQyZjZjXkEyXkFqcGdeQXVyODEwMTc2ODQ@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "VFW (2019)",
        "description": "VFW (2019)==========IMDb Rating - 6.1/10#Unicode၂၀၁၉ ခုနစ်ထွက် action / horror ဇာတ်ကားဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းလေးကို မပြောခင် ဒီဇာတ်ကားမှာ ကြမ်းတမ်းတဲ့စကားတွေသွေးသံရဲရဲတွေအများကြီးပါတဲ့အကြောင်း ကြိုအသိပေးပါရစေ...ဇာတ်လမ်းအကျဉ်းကတော့...ဖရတ်တို့သူငယ်ချင်းတစ်တွေဟာ Veterans of foreign wars ဆိုတဲ့ ပြည်ပစစ်ပွဲတွေမှာ တာဝန်ထမ်းဆောင်ခဲ့ကြတဲ့ စစ်ပြန်အဖိုးကြီးတွေ ဖြစ်ပါတယ်။သူတို့ အသက်ကြီးလာတော့ ဘားဖွင့်တဲ့သူကဖွင့် ကားပွဲစားလုပ်တဲ့သူကလုပ်လို့ဘဝကိုအေးအေးဆေးဆေးဖြတ်သန်းနေကြပါတယ်။ တစ်ညမှာတော့ ဖရတ်ဖွင့်ထားတဲ့ဘားထဲကို မူးယစ်ဆေးတွေခိုးလာတဲ့ ဆယ်ကျော်သက်မိန်းကလေးတစ်ယောက်ဝင်ရောက်လာခဲ့ပါတယ်။ သူ့နောက်ကနေ မူးယစ်ဂိုဏ်းတစ်ခုလုံးကလိုက်လာတဲ့အခါမှာတော့... သည်းထိတ်ရင်ဖိုဇာတ်ဝင်ခန်းမို့ ပရိတ်သတ်တွေအကြိုက်တွေ့စေမှာပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyi၂၀၁၉ ခုနစ္ထြက္ action / horror ဇာတ္ကားျဖစ္ပါတယ္...ဇာတ္လမ္းအက်ဥ္းေလးကို မေျပာခင္ ဒီဇာတ္ကားမွာ ၾကမ္းတမ္းတဲ့စကားေတြေသြးသံရဲရဲေတြအမ်ားႀကီးပါတဲ့အေၾကာင္း ႀကိဳအသိေပးပါရေစ...ဇာတ္လမ္းအက်ဥ္းကေတာ့...ဖရတ္တို႔သူငယ္ခ်င္းတစ္ေတြဟာ Veterans of foreign wars ဆိုတဲ့ ျပည္ပစစ္ပြဲေတြမွာ တာဝန္ထမ္းေဆာင္ခဲ့ၾကတဲ့ စစ္ျပန္အဖိုးႀကီးေတြ ျဖစ္ပါတယ္။သူတို႔ အသက္ႀကီးလာေတာ့ ဘားဖြင့္တဲ့သူကဖြင့္ ကားပြဲစားလုပ္တဲ့သူကလုပ္လို႔ဘဝကိုေအးေအးေဆးေဆးျဖတ္သန္းေနၾကပါတယ္။ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/vfw-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/costume-sexy-ami-2019ninja-5blackred_1-133x200.jpg",
        "title": "Ninja Girl Sakura (2019)",
        "description": "ဟိုးရှေးတုန်းက ဂျပန်ပြည်မှ နတ်ဆိုးနင်ဂျာတွေ သောင်းကျန်းတာကြောင့် နိုမ်နင်းပေးရတဲ့ နင်ဂျာမမ တစ်ယောက်ရှိတယ်တဲ့. အဲ့နင်ဂျာမမဟာ\nတစ်နေ့မှာ နတ်ဆိုးနင်ဂျာတွေရဲ့ ထောင်ခြောက်ထဲကို သတိလက်လွတ်၀င်မိသွားပါတယ်.နတ်ဆိုးနင်ဂျာတွေက\nနင်ဂျာမမကို သူတို့ဘက်ပါလာအောင် နည်းမျိုးစုံကြိူစားပေမယ့် မရတာကြောင့် နောက်ဆုံးမှာ သူတို့ရဲ့နောက်ဆုံးပေါ်နည်းပညာ\nကိမုချိသိုင်းကွက်ကို ထုတ်သုံးလိုက်ပါတယ်.အဲ့သိုင်းက ဘယ်လောက်စွမ်းလဲဆိုတာကို ကွက်ကွက်ကွင်းကွင်း\nဆင်ဆာမပါ ရိုက်ကူးတင်ဆက်ထားတာကြောင့်DSဖန်ကြီး သဘောကျနှစ်ခြိုက်ကြမယ်လို့ရဲရဲကြီးအာမခံပေးလိုက်ပါတယ်",
        "rating": "",
        "url": "https://channelmyanmar.org/ninja-girl-sakura-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/war3-144x200.jpg",
        "title": "War of the Arrows (2011)",
        "description": "War of the Arrows (2011)ရွာတစ်ရွာကို နန်းတွင်းမန်းချူးစစ်သည်တွေ ဝင်စီးကြတယ်...အကြောင်းက ဒီရွာမှာရှိတဲ့မိသားစုဝင်တစ်ဦးဟာ နန်းတွင်းသစ္စာဖောက်တစ်ယောက်ြဖစ်နေတယ်ဆိုတဲ့စွပ်စွဲချက်ကြောင့်ဖြစ်တယ်....ဒီသစ္စာဖောက်မှာ သားတစ်ယောက် သမီးတစ်ယောက်ရှိတယ်...ဒီလိုလွှတ်လိုက်တဲ့ မန်ချူးစစ်သည်တွေဟာလည်း ရွာထဲကိုဝင်သတ်ကြတယ်ဆိုပေမယ့်တပ်သားအဆင့်ခပ်ညံညံတွေလွှတ်လိုက်တာတော့မဟုတ်ဘူး....တကယ့်အတွေ့အကြုံရင့် တိုက်ရည်ခိုက်ရည်ပြည့်ဝတဲ့စစ်သည်တွေကိုလွှတ်လိုက်တာ.....မန်ချူးစစ်သည်တွေဟာ တစ်ရွာလုံးသတ်ပြီး မိန်းကလေးတွေကိုခေါ်ဆောင်သွားတယ်...ကံကောင်းထောက်မစွာ သစ္စာဖောက်ရဲ့သားဖြစ်သူဟာ လွတ်မြောက်သွားတယ်...တကယ်တော့ လွတ်မြောက်သွားတဲ့သားြဖစ်သူဟာ တကယ့်မြွေ....စဉ်းစားဉာဏ်လည်းရှိတဲ့အပြင် မြှားပစ်တဲ့နေရာမှာလည်း တစ်ဖက်ကမ်းခတ် ကျွမ်းကျင်တဲ့သူဖြစ်တယ်...မန်ချူးစစ်သည်တွေကို ပြောက်ကျားစစ်ပုံနဲ့ သူကျွမ်းကျင်တဲ့လေးမြှားအတတ်ပညာတို့ပေါင်းစပ်ပြီးလိုက်ပြီးဗျင်းတာတွေကို အားရပါးရြမင်ရပါလိမ့်မယ်...ဒီကားက တော်တော်ကြီးကိုမိုက်တာပါ....War of the Arrows ဆိုတဲ့အတိုင်းြမှားပစ်ခန်းတွေဆို ပီပီပြင်ပြင်ကြီးကိုရိုက်ထားတာ...ကြည့်နေတဲ့သူတွေပါ ြမှားတွေလာထိမလားယောင်ရမ်းစိုးရိမ်ရလောက်အောင်ပါပဲ....ခံစားကြည့်ကြပါဦး...File Size         : 950 MB\nQuality           : Blu ray 720P\nRunning Time : 2hr 2 minute\nFormat           : Mp4\nGenre             : Action, History\nEncoder         : Joker.phs",
        "rating": "7.2",
        "url": "https://megaup.net/3z87g/War_Of_The_Arrows_[2011]_(MM_Sub).mp4",
        "category": "Action, Asian, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNzNlNzBhNzMtNWNiOC00MGMxLWI3YjktNWMwNzJjMDEyZGQ3XkEyXkFqcGdeQXVyNzY1ODU1OTk@._V1_-133x200.jpg",
        "title": "Sniper: Assassin’s End (2020)",
        "description": "စနိုက်ပါဇာတ်လမ်း၊ အက်ရှင်ဇာတ်လမ်း\nကြိုက်သူတွေအတွက် တင်ပေးထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ အမေရိကန် နိုင်ငံမှာ\nအခြားနိုင်ငံက ဝန်ကြီးတစ်ယောက်\nစနိုက်ပါနဲ့ အပစ်ခံလိုက်ရပါတယ်။\nအဲဒီ ပစ်တဲ့သူဘယ်သူလဲဆိုတာ သဲလွန်စတွေအရ\nစုံစမ်းတော့ ဘက်ကက် ဆိုတဲ့ လက်ဖြောင့်တပ်သား\nတပ်ကြပ်ကြီး တစ်ယောက် ဖြစ်နေတာကိုတွေ့ရတာပါပဲ။\nဒါပေမယ့် ဘက်ကက်က ချောက်တွန်းခံရတာဖြစ်ပြီး သူ့ကို\nဖမ်းထားတုန်းမှာပဲ နှုတ်ပိတ်ဖို့ကြိုးစားလာပါတယ်။\nဒီတော့ သူ့အဖေရယ်၊ ထောက်လှမ်းရေး အေးဂျင့်တစ်ယောက်ရယ်\nအကူအညီနဲ့ တရားခံအစစ်ကိုလိုက်ရှာပြီး အမှန်ကို\nပေါ်လာအောင် ကြိုးစားရပါတော့တယ်။\n \nFile Size - 1GB\nQuality - Bluray 720P\nSubtitle - Burmese (Hardsub)\nTranslator - Little Neo\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/sniper-assassins-end-2020/"
    }
]