[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hfp4ep0ysLTwE46A1lG2ut7KHj1.jpg",
        "title": "Ghost in the Graveyard(2019)",
        "description": "Ghost in the Graveyard(2019)အညႊန္း**********************************IMDb....6.1(zawgyi)သခ်ၤ ိဳင္းထဲက သရဲ (Ghost in the Graveyard) ဆိုတဲ့ Horror ဇာတ္ကားသစ္ေလးတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ၂၀၁၉ ထြက္ျဖစ္ျပီးေတာ့ IMDb – 6.1/10 ရရွိထားပါတယ္\nေမွာင္ရီပ်ိဳးစ တစ္ညေနမွာ ကေလးတစ္အုပ္စုဟာ သုႆန္တစ္စျပင္ထဲမွာ တူတူပုန္းတမ္း သြားေဆာ့ရင္း ေျပးၾကလႊားၾကနဲ႔ မာသာ ဆိုတဲ့ ကေလးမေလးတစ္ဦးဟာ လူေသျမွုဳပ္တ့ဲ က်င္းေဟာင္းတစ္ခုထဲကို မေတာ္တဆ ျပဳတ္က်ျပီး ေသဆံုးသြားခဲ့ပါတယ္ ….\nမာသာဟာ ဆယ္လီဆိုတဲ့ေကာင္မေလးရဲ႕ သူငယ္ခ်င္းျဖစ္ျပီးေတာ့ ဆယ္လီရဲ႕ ညတိုင္းအိပ္မက္ေတြထဲမွာ မာသာဟာ အုတ္ဂူေတြၾကားထဲမွာ ရုန္းရင္းဆန္ခတ္ ေျပးလႊားေနတာကို ျမင္ေတြ႔ေနရပါသတဲ့\nႏွစ္ေတြၾကာလာခဲ့ေပမယ့္ သခ်ၤ ိဳင္းမွာ မာသာဆိုတဲ့ေကာင္မေလး ေျခာက္လွန္႔ေနတယ္ဆိုတဲ့ သတင္းကေတာ့ ေပ်ာက္ပ်က္မသြားခဲ့ပါဘူး…မာသာေသဆံုးမႈနဲ႔ ဆယ္လီနဲ႔ ဘယ္လိုမ်ား ပတ္သက္မႈွရွိလဲ...စိတ္၀င္စားစရာလည္းေကာင္းသလုိ\nတစ္စိမ့္စိမ့္ေၾကာက္ေနရတဲ့ ကားမုိ႕ Horror ၾကဳိက္ၿပိတ္သတ္တုိ႕အဖုိ႕\nခံစားၾကည့္ၾကပါဦး...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္...(unicode)သင်္ချ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/ghost-in-the-graveyard2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wwAlzeOKDUBl4zLUO1QQWQtqlCj.jpg",
        "title": "Black Ransom ( 2010 )",
        "description": "Zawgyi*******ဒီကားေလးဟာ Imdb 5.7ရရွိထားျပီး အားလံုးနဲ႔ရင္းႏွီးျပးိသားျဖစ္တဲ့မင္းသားၾကီး Simon Yam နဲ႔ Michael Miuတို႔အဓိကပါ၀င္သရုပ္ေဆာင္ထားတဲ့အက္ရွင္ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္..ဇာတ္လမ္းအက်ဥ္းကေတာ့ မာဖီးယားဂိုဏ္းေခါင့္းေဆာင္ခ်င္းဟာလူသတ္မႈနဲ႔စြပ္စြဲခံေနရာကေန တရားရံုးမွတရားေသလြတ္ေပးလိုက္တဲ့အခါ...အျပန္လမ္းမွာရဲအရာ႐ွိဟန္ေဆာင္ထားတဲ့လူတစ္စုရဲ႕ ဖမ္းဆီးမႈကိုခံလိုက္ရပါတယ္....ဒီအမႈကိုစံုစမ္းဖို႔ျဖစ္လာတဲ့ရဲအရာ႐ွိက်န္းေပၚဝိန္တိုု႔တစ္ဖြဲ႔လံုးဘယ္လိုအႏၱရာယ္ေတြနဲ႔ရင္ဆိုင္ၾကရမလဲ...ျပန္ေပးဆြဲမႈေနာက္ကြယ္မွာဘယ္လိုအေၾကာင္းတရားမ်ိဳးေတြ႐ွိေနတာလဲ...ဇာတ္လမ္းတစ္ခုလံုးကို စိတ္ဝင္စားဖြယ္ၾကည့္႐ႈရမွာပါ... Unicode*******ဒီကားလေးဟာ Imdb 5.7ရရှိထားပြီး အားလုံးနဲ့ရင်းနှီးပြးိသားဖြစ်တဲ့မင်းသားကြီး Simon Yam နဲ့ Michael Miuတို့အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းကတော့ မာဖီးယားဂိုဏ်းခေါင့်းဆောင်ချင်းဟာလူသတ်မှုနဲ့စွပ်စွဲခံနေရာကနေ တရားရုံးမှတရားသေလွတ်ပေးလိုက်တဲ့အခါ...အပြန်လမ်းမှာရဲအရာရှိဟန်ဆောင်ထားတဲ့လူတစ်စုရဲ့ ဖမ်းဆီးမှုကိုခံလိုက်ရပါတယ်....ဒီအမှုကိုစုံစမ်းဖို့ဖြစ်လာတဲ့ရဲအရာရှိကျန်းပေါ်ဝိန်တို့တစ်ဖွဲ့လုံးဘယ်လိုအန္တရာယ်တွေနဲ့ရင်ဆိုင်ကြရမလဲ...ပြန်ပေးဆွဲမှုနောက်ကွယ်မှာဘယ်လိုအကြောင်းတရားမျိုးတွေရှိနေတာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/black-ransom-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uLtkOmPAN38CPI3nNgnBmIvrsa8.jpg",
        "title": "You Shoot, I Shoot ( 2001 )",
        "description": "Zawgyi*******ဒီတစ္ခါေတာ့ ေပါ့ေပါ့ပါးပါးေဟာင္ေကာင္ဟာသအက္ရွင္ကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစ2001 က ထြက္ရွိထားၿပီး IMDb 7.4 အထိရရွိထားတဲ႔ဇာတ္ကားေလးပါဘတ္ဆိုတဲ့ေၾကးစားလူသတ္သမားတစ္ေယာက္ဟာအရင္လိုစီးပြားေရးမေကာင္းေတာ့ပါဘူးတဲ့ အေျခအေနအရပါတနာရွာေတာ့ ခြၽမ္ဆိုတဲ့ နယူးေယာက္႐ုပ္ရွင္ပညာဘြဲ႕ရဒါ႐ိုက္တာနဲ႔ေတြ႕သြားပါတယ္သူဟာလဲအေျခအေနမေကာင္းလို႔ေဆးေျခာက္ေရာင္းသူပါေၾကးစားႀကီးဘတ္နဲ႔ NYU ေက်ာင္းထြက္ခြၽမ္တို႔ ေစ်းကြက္ကိုအဖက္ဆယ္ဖို႔ ဘယ္လိုလုပ္ၾကသလဲဆိုတာဇာတ္ကားေလးကိုပဲၾကည့္ၿပီးအေျဖရွာလိုက္ၾကေတာ့ေနာ္ Unicode*******ဒီတစ်ခါတော့ ပေါ့ပေါ့ပါးပါးဟောင်ကောင်ဟာသအက်ရှင်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ2001 က ထွက်ရှိထားပြီး IMDb 7.4 အထိရရှိထားတဲ့ဇာတ်ကားလေးပါဘတ်ဆိုတဲ့ကြေးစားလူသတ်သမားတစ်ယောက်ဟာအရင်လိုစီးပွားရေးမကောင်းတော့ပါဘူးတဲ့ အခြေအနေအရပါတနာရှာတော့ ချွမ်ဆိုတဲ့ နယူးယောက်ရုပ်ရှင်ပညာဘွဲ့ရဒါရိုက်တာနဲ့တွေ့သွားပါတယ်သူဟာလဲအခြေအနေမကောင်းလို့ဆေးခြောက်ရောင်းသူပါကြေးစားကြီးဘတ်နဲ့ NYU ကျောင်းထွက်ချွမ်တို့ ဈေးကွက်ကိုအဖက်ဆယ်ဖို့ ဘယ်လိုလုပ်ကြသလဲဆိုတာဇာတ်ကားလေးကိုပဲကြည့်ပြီးအဖြေရှာလိုက်ကြတော့နော် Translated & Review By Nu MonEncoded By LK",
        "rating": "7.4",
        "url": "https://megaup.net/2cpbp/You_Shoot,_I_Shoot_(Maai_Hung_Paak_Yan)_[2001]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/11/MF-141x200.jpg",
        "title": "The Mermaid Force ( 2019 )",
        "description": "Zawgyi*******2019 ထြက္ ဒီ အက္ရွင္ဇာတ္ကားသစ္ေလးဟာဆုိရင္ၿဖင္႔ Operation Mekong ရဲ႕Remake Female Version ပဲၿဖစ္ပါတယ္မူးယစ္ရာဇာေတြကိုၿဖိဳခြဲဖို႔ ေရသူမတပ္ဖြဲ႔ကိုဖြဲ႔ၿပီးစစ္ဆင္ေရးအေျမာက္အျမားကိုေအာင္ျမင္စြာလုပ္ေဆာင္ႏိုင္ခဲ့ပါတယ္...ဒီလိုနဲ႔မူးယစ္ရာဇာႀကီးဝူးလားကိုဖမ္းႏိုင္ဖို႔အဆင့္ဆင့္ဘယ္လိုႀကိဳးစားၾကမလဲ...ဘယ္လိုအခက္အခဲေတြနဲ႔ၾကံဳေတြ႔ရလဲ....ဘယ္လိုအႏၱရာယ္မ်ိဴးေတြနဲ႔ၾကံဳေတြ႔ရမွာလဲ...ဇာတ္လမ္းတစ္ခုလံုးကိုစိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈကမွာပါ...ေရသူမတပ္ဖြဲ႔ဝင္ေလးေတြက အလန္းေလးေတြမလို႔ အႀကိဳက္ေတြ႔ေစမွာအမွန္ပါပဲ Unicode*******2019 ထွက် ဒီ အက်ရှင်ဇာတ်ကားသစ်လေးဟာဆိုရင်ဖြင့် Operation Mekong ရဲ့Remake Female Version ပဲဖြစ်ပါတယ်မူးယစ်ရာဇာတွေကိုဖြိုခွဲဖို့ ရေသူမတပ်ဖွဲ့ကိုဖွဲ့ပြီးစစ်ဆင်ရေးအမြောက်အမြားကိုအောင်မြင်စွာလုပ်ဆောင်နိုင်ခဲ့ပါတယ်...ဒီလိုနဲ့မူးယစ်ရာဇာကြီးဝူးလားကိုဖမ်းနိုင်ဖို့အဆင့်ဆင့်ဘယ်လိုကြိုးစားကြမလဲ...ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရလဲ....ဘယ်လိုအန္တရာယ်မျိူးတွေနဲ့ကြုံတွေ့ရမှာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုကမှာပါ...ရေသူမတပ်ဖွဲ့ဝင်လေးတွေက အလန်းလေးတွေမလို့ အကြိုက်တွေ့စေမှာအမှန်ပါပဲ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-mermaid-force-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wy0Xs5mGtD92PyKvsl0lxzbzscG.jpg",
        "title": "Kill Chain (2019)",
        "description": "မင်းသားကြီးနီကိုးလပ်စ်ကေ့ချ်ရဲ့ကားကောင်းလေးတစ်ကားပါဇာတ်လမ်းကိုတဖြည်းဖြည်းချင်းဆွဲခေါ်သွားမယ့်ကားကောင်းလေးတစ်ကားပါအရန်နာဆိုတဲ့သူဟာသူ့သူငယ်ချင်းဖရန်ကိုရဲ့ဟိုတယ်ကိုဆက်ပြီးလုပ်ကိုင်နေတဲ့သူပါတစ်ရက်သူ့ဟိုတယ်ကိုကောင်မလေးတစ်ယောက်ကအရှူပ်တွေခေါ်ပြီးရောက်လာပါတော့တယ်ဒါပေမယ့်လည်းလျှို့ဝှက်ချက်တွေများစွာရှိနေတယ့်အရန်နာတစ်ယောက်ကောင်မလေးရဲ့အရှုပ်တွေကိုဘယ်လိုရှင်းမလဲသူ့လျှို့ဝှက်ချက်ကရောဘာတွေဖြစ်မလဲသူ့သူငယ်ချင်းဖရန်ကိုကရောဘယ်လိုသေသွားရတာလဲကောင်မလေးနဲ့ရောဘယ်လိုပတ်သက်နေလဲလက်စားဘယ်လိုပြန်ချေမလဲဆိုတာ........ File Size : ( 854 MB , 287 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 31 minFormat : Mp4Genre : Action , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.1",
        "url": "https://megaup.net/4QJ3u/(CM)_Kill_Chain_2019_(Large_Size).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aD5lS1D4tDGMhDdQLV991zHp2IM.jpg",
        "title": "The Mummy: Rebirth (2019)",
        "description": "ဒါကတော့ နာမည်ကြီး Mummyဇာတ်လမ်းတွေနဲ့ လားလားမှမဆိုင်တဲ့အညတရမံမီကားတစ်ကားပါ။ပျောက်ဆုံးနေတဲ့မြို့တော်ကိုရှာချင်နေတဲ့စော်အကိတ်တစ်ပွေရယ်၊သူ့ရဲ့just friendတစ်ကောင်ရယ်၊ပိုက်ဆံရှိလက်နက်တွေရှိအလုပ်သမားတွေရှိပြီးမသေမျိုးဖြစ်ချင်နေတဲ့ဘောစိကြီးတစ်ယောက်ရယ်မြို့တော်ကြီးကိုရှာပုံတော်ဖွင့်ကြတာပေါ့။မထင်မှတ်ဘဲနဲ့ တကယ့်မံမီကြီးတစ်ကောင်ကိုအသက်သွင်းလိုက်မိတဲ့အချိန်မှာတော့ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး။ File Size : ( 753 MB , 283 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Action , Horror Subtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin",
        "rating": "5.0",
        "url": "https://megaup.net/28Rvp/(CM)_The_Mummy_Rebirth_2019_(Large_Size).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BMWJhZmI5ZWUtYjgyNy00NTk1LWIzODktYTE3NzQzNzJlOTgzXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX700_AL_-140x200.jpg",
        "title": "Police Story (1985)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕ ဂ်က္ကီခ်န္းဇာတ္ကား\n၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္ တင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားကေတာ့....\nေဟာင္ေကာင္ရဲ ခ်န္ကာကူအျဖစ္\nဂ်က္ကီခ်န္းကို စတင္အသက္သြင္းတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။\nမူးရစ္ဂိုဏ္းတစ္ခုကို မိုးဆံုးေျမဆံု\nလိုက္လံေခ်မႈန္းမယ့္ ကြန္ဖူးရဲအျဖစ္ေတြ႕ရမွာပါ။\nတစ္ခုသတိထားမိတာက အက္ရွင္ခန္းေတြ\nစတန္႕ခန္းေတြကို Effect ေတြမသံုးဘဲ လူေတြကိုယ္တိုင္\nစြန္႕စြန္႕စားစားရိုက္ကူးထားတာပါပဲ...\nဂ်က္ကီခ်န္းကိုယ္တိုင္\nဒါရိုက္တာလုပ္ထားတာျဖစ္ျပီး စတန္႕ေတြအတြက္\nသူဘယ္ေလာက္ ပင္ပန္းခံထားလဲဆိုတာ ေတြ႕ျမင္ရမွာပါ။\nေနာက္ေျပာစရာရွိတာကေတာ့ သရုပ္ေဆာင္မႈေတြပါ...\nအေတာ္ေလးကိုပီျပင္ပါတယ္...ၾကည့္ေနရင္းနဲ႕\nတကယ္ျဖစ္ေနသလို ပီျပင္ေအာင္ သရုပ္ေဆာင္သြားပါတယ္...\nဟာသဆိုလဲ အတင္းျဖစ္ညွစ္လုပ္ထားတာမဟုတ္ဘဲ\nၾကည့္ေနရင္းနဲ႕ သေဘာက်မိလာေအာင္ စြမ္းေဆာင္ႏိုင္ပါတယ္...\n(မ်က္ေမွာင္ၾကီးက်ံဳ႕ၾကီး အားစိုက္သရုပ္ေဆာင္တတ္တဲ့...\nအတင္းျဖစ္ညွစ္ ဟာသလုပ္ေနတဲ့ (.....)သရုပ္ေဆာင္ေတြ အတုယူဖို႕ေကာင္းပါတယ္)\nကဲ....ကုန္ကုန္ေျပာရရင္ေတာ့ ဂ်က္ကီခ်န္းပရိတ္သတ္ေတြလံုးဝလက္မလြတ္သင့္တဲ့\nဟိုးအရင္တုန္းက ဂ်က္ကီခ်န္းဇာတ္ကားေလးပါလို႕။\nတင္ျပီးသမွ် Police Story ဇာတ္ကားမ်ားကိုမွာရွာပါ။\nေနာက္ထပ္လာမယ့္ Police story ဇာတ္ကားေတြကိုလဲ ေစာင့္ေမွ်ာ္အားေပးၾကပါဦး။\nEncoded By : Xcode",
        "rating": "7.6",
        "url": "https://megaup.net/3uMfk/police.story.1985.remastered.1080p.bluray_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BNGNkODIxNTAtNWM4NS00YzhlLTkwYjUtZmRjNzhhOWFjNWYzXkEyXkFqcGdeQXVyNzgzODI1OTE@._V1_-153x200.jpg",
        "title": "Police Story 2 (1988)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕\nဂ်က္ကီခ်န္းဇာတ္ကား ၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္\nတင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားမွာေတာ့....\nပထမဇာတ္ကား Police Story 1 နဲ႕ခ်ိတ္ဆက္ထားပါတယ္။\nပထမဇာတ္ကားက သရုပ္ေဆာင္ေတြပါဝင္ထားျပီး\nဇာတ္လမ္းကေတာ့ အသစ္ပါ။\nIMDb rating (7.2/10) ရရွိထားပါတယ္။\nEncoded By : XCode",
        "rating": "7.1",
        "url": "https://megaup.net/3uN92/Police.Story.2.1988.REMASTERED.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMmY4ZjM3NjAtYjg1YS00OGQwLTlkYjItZTViNTdjZmFmZTMyXkEyXkFqcGdeQXVyNTgyNTA4MjM@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Police Story 3: Super Cop (1992)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕ ဂ်က္ကီခ်န္းဇာတ္ကား ၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္ တင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားမွာေတာ့....\nတရုတ္ျပည္မၾကီးက လူဆိုးဂိုဏ္းကို ျဖိဳခြင္းဖို႕\nေဟာင္ေကာင္ရဲေတြက ထိုးထည့္လိုက္လို႕\nဂ်က္ကီခ်န္းတစ္ေယာက္ အူေၾကာင္ေၾကာင္နဲ႕\nတရုတ္ျပည္ေရာက္လာရာက စပါတယ္။\nမင္းသမီးကေတာ့ မီရွဲယိုပါ။\nေရွ႕ကဇာတ္ကားေတြနဲ႕ခ်ိတ္ဆက္ထားတာေၾကာင့္လဲ\nတခ်ိဳ႕ေနရာေတြမွာ အေတာ္ေလးရယ္ရပါတယ္။\nIMDb rating (6.9/10) ရရွိထားပါတယ္။\nေနာက္ထပ္လာမယ့္ Police story\nဇာတ္ကားေတြကိုလဲ ေစာင့္ေမွ်ာ္အားေပးၾကပါဦး။\nEncoded By : XCode",
        "rating": "6.9",
        "url": "https://megaup.net/28Rz4/Police.Story.3.Super.Cop.1992.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BNWNmNmI3ZjQtY2FhNy00YThjLWIxNDItZjUwZjY5Zjk3OTYyXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_-136x200.jpg",
        "title": "Police Story 4: First Strike",
        "description": "ေဟာင္ေကာင္ရဲအရာရွိ Chan Ka Kui အျဖစ္\nPolice Story ဇာတ္ကားေတြကို ရိုက္ကူးခဲ့ရာမွာ\nဒီဇာတ္ကားလဲ ပါဝင္ခဲ့ပါတယ္။\nငယ္ငယ္တုန္းက အရမ္းၾကိဳက္ခဲ့ျပီး\nအခုခ်ိန္ျပန္ၾကည့္ေတာ့လဲ ငယ္ငယ္တုန္းကလိုပဲ ၾကိဳက္ေနမိတုန္းပါပဲ။\nမိတ္ေဆြတို႕လဲ ႏွစ္သက္ေနဦးမွာပဲလို႕ ေမွ်ာ္လင့္မိပါတယ္။\nAction, Adventure, Comedy အမ်ိဳးအစားျဖစ္ျပီး\nIMDb Rating (6.6/10) ရရွိထားပါတယ္။\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွာ သူ႕ကို ဖိုက္တာတစ္ဦးအျဖစ္ျမင္ရေပမယ့္\nသူကျမင္ေနၾက တစ္ျခားဖို္က္တာေတြနဲ႕မတူပါဘူး...\nသူ႕မွာ လွည့္စားျခင္းကင္းတယ္...\nသူတစ္ပါးကို အႏိုင္က်င့္လိုစိတ္ကင္းတယ္..\n.ေျပာရရင္ အရိုးခံဖိုက္တာမ်ိဳးပါ...\nဒါေၾကာင့္သူ႕ဇာတ္ကားေတြကိုၾကည့္ရတာ\nဖိုက္တာခန္းေတြပါေနေပမယ့္ အဆိပ္အေတာက္ကင္းျပီး\nေပါ့ေပါ့ပါးပါး ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ခံစားရပါတယ္။\nသူ႕မ်က္ႏွာမွာကို အာရွသားေတြရဲ႕\nအရိုးခံ ျဖဴစင္တဲ့အရိပ္အေယာင္ကိုေတြ႕ျမင္ႏိုင္ပါတယ္။\n(ဂ်က္ကီခ်န္းဇာတ္ကားေတြနဲ႕ ပတ္သတ္တဲ့\nကြ်န္ေတာ့္အျမင္သက္သက္သာျဖစ္ပါတယ္။\nလြတ္လပ္စြာသေဘာကြဲလြဲႏိုင္ပါတယ္။)\n \nEncoded By : XCode",
        "rating": "6.6",
        "url": "https://megaup.net/3uN4s/Jackie.Chans.First.Strike.1996.DUBBED.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/05/MV5BMzU3OTI0MDA1Ml5BMl5BanBnXkFtZTYwNzA1NzU3._V1_-143x200.jpg",
        "title": "New Police Story (2004)",
        "description": "Police Story ဆိုတာနဲ႕ မင္းသားၾကီး\nဂ်က္ကီခ်န္းဇာတ္ကားေတြမွန္း သိျပီးသားျဖစ္မွာပါ။\nPolice Story နာမည္နဲ႕\nဂ်က္ကီခ်န္းဇာတ္ကား ၆ ကားထြက္ပါတယ္။\nကြ်န္ေတာ္အစဥ္လိုက္ျဖစ္ေအာင္ တင္ဆက္သြားပါ့မယ္။\nဒီဇာတ္ကားကေတာ့....Police Story\nထဲမွာအေကာင္းဆံုးဇာတ္ကားလို႕ သတ္မွတ္ထားၾကတာနဲ႕အညီ\nIMDb Rating (7/10)ထိရရွိထားပါတယ္။\nတင္ျပီးသမွ် Police Story ဇာတ္ကားမ်ားကို\nEncoded By : Xcode",
        "rating": "7.0",
        "url": "https://megaup.net/2OP1j/New.Police.Story.2004.CHINESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/03/ld-133x200.jpg",
        "title": "Police Story : Lock Down ( 2013 )",
        "description": "2013 ခုႏွစ္က ထြက္ထားတဲ႔ Police Story ဇာတ္ကားပဲၿဖစ္ပါတယ္\nမင္းသားၾကီးဂ်က္ကီခ်န္း ပါ၀င္သရုပ္ေဆာင္ထားၿပီး Imdb 6.1 ရရွိထားပါတယ္\nအက္ရွင္ၾကိဳက္ပရိတ္သတ္တို႕အတြက္ ႏွစ္သက္မယ္႔ကားေကာင္းပါပဲ\nဇာတ္လမ္းအညႊန္းေလးကေတာ႔\nသမီးၿဖစ္သူနဲ႔ေတြ႕ဆံုရန္ဘားကိုေရာက္လာတဲ႔ ရဲအရာရွိ က်ံဳး၀မ္တစ္ေယာက္\nဘားကိုေရာက္တဲ႔အခ်ိန္မွာပဲ..မေမွ်ာ္လင္႔ပဲ\nၿပန္ေပးဆြဲခံလိုက္ရတယ္..တၿခားေသာၿပန္ေပးဆြဲခံရတဲ႔သူေတြလည္း\nရွိၿပီးသားပဲၿဖစ္ပါတယ္..ဒီအမွုရဲ႕ေနာက္ကြယ္မွာဘာေတြရွိမွာလဲ\nက်ံဳး၀မ္နဲ႔ဘယ္လိုေတြပတ္သတ္ေနတာလဲဆုိတာေတာ႔\nSpoil မၿဖစ္ ေအာင္ အညႊန္းကိုေလ်ာ႔လိုက္ရပါတယ္\nဂ်က္ကီခ်မ္းကားၿဖစ္တဲ႔အညီ ေထြေထြထူးထူးညႊန္းစရာမလိုတဲ႔\nအက္ရွင္ ဒရာမာ ဇာတ္ကားေကာင္းေလးပဲၿဖစ္ပါတယ္\nTranslated & Review By Ei Pyae\nEncoded By Xcode",
        "rating": "6.1",
        "url": "https://megaup.net/2OP1x/Police.Story.Lockdown.2013.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/IP-MAN-141x200.jpg",
        "title": "Ip Man and Four Kings (2019)",
        "description": "Zawgyi*******IP Man ဆိုတာနဲ႔ တ႐ုတ္ Wing Chun ဆရာႀကီး Brue Lee ရဲ့လက္ဦးဆရာ အကၤ်ီနက္ႀကီး ၀တ္ထားတဲ့ ယိမန္းကိုေျပးျမင္မိၾကမွာပါအခု 2019 မွာထြက္လာတဲ့ Ip Man and FourKings ဆိုတာလဲအဲ့ပုံစံအတိုင္း inspired ယူထားတဲ့ဇာတ္ေကာင္ပါပဲဇာတ္လမ္းကေတာ့ 1950 မွာအေျခတည္ထားတယ္ ဒီကားထဲမွာယဲ့ဝမ္ဆိုတဲ့ wingchun သိုင္းသင္တန္းဆရာအေနနဲ႔ေတြ႕ရမွာပါplot ကေတာ့ ဘာမွသိပ္အေထြထူးမရွိဘူး ယဲ့ဝမ္တစ္ေယာက္martial art ပညာ ရွင္အျဖစ္သတင္းေမႊးေနေတာ့ ရာဇ၀တ္ဂိုဏ္းတစ္ဂိုဏ္းနဲ႔ ၿငိမိတာပဲရိုးရိုးရွင္းရွင္းေလးပါ ဒီကားဟာ ေျပာရမယ္ဆိုရင္ ကိုယ့္ character ကိုကိုယ္ျပန္ kill လိုက္တဲ့ကားပဲအရင္ကားေတြမွာ ဇာတ္လမ္း tempo ေတြေကာင္းခဲ့သေလာက္အခုကားမွာ ip man မဟုတ္ပဲအျခားသီးသန႔္ကားတစ္ခုလိုျဖစ္ေနတယ္အရင္တုန္းက atmosphere မ်ိဳးလဲမခံစားရေတာ့ဘူးအျခား fighting scene ေတြလဲအေထြအထူးေကာင္းေလာက္တာဘာမွမရွိဘူးဘာပဲျဖစ္ျဖစ္ spin off ေတြပါထြက္တဲ့ ထိ ေအာင္ျမင္ခဲ့တဲ့ip man franchise ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/ip-man-and-four-kings-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/MV5BNTE1MDBmY2EtMjlkMC00NGQ5LWE3MTEtMzNlNTA3OWY5ZmUyXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_SY1000_SX710_AL_-142x200.jpg",
        "title": "Kingdom (2019)",
        "description": "2019 ထွက် ဂျပန်ကားပါ။\nရှေးခေတ် စစ်ပွဲတွေကို အခြေခံထားတာပါပဲ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဟရူးနဲ့ ရှင်း ဆိုတဲ့\nမိဘမဲ့ အစေခံလေး နှစ်ယောက်ဟာ\nအိပ်မက်ကြီးတစ်ခု ရှိကြပါတယ်။\nကြီးမြတ်တဲ့ စစ်သူကြီးတွေ ဖြစ်လာဖို့ပါပဲ။\nဒီလိုနဲ့ တစ်နေ့မှာ သူတို့၂ယောက်ထဲက ဟရူးကို နန်းတော်က\nအမတ်တစ်ယောက်က အမှုထမ်းဖို့\nသပ်သပ် ရွေးခေါ်သွားခဲ့ပါတယ်။\nဒါပေမယ့် ဟရူးက ရှင်းဆီက မကြာခင်ပဲ ပြန်ရောက်လာပြီး\nသူနဲ့အတူ နန်းတွင်းအရှုပ်တော်ပုံနဲ့\nပြည်တွင်း စစ်ပွဲကြီးတစ်ခု သယ်ဆောင်လာတဲ့အခါ……\nဒီကားက ဓားသိုင်းကား ကောင်းကောင်း\nငတ်နေတဲ့သူတွေအတွက်တော့ အဆာပြေဖြစ်မှာပါ။\nTranslated By : Little Neo\nEncoded By : XCode",
        "rating": "7.1",
        "url": "https://megaup.net/Tsql/kingdom_(Kingudamu)_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yZDweJXRpK3J2B61VUaFmebZboP.jpg",
        "title": "Bad Guys Always Die (2015)",
        "description": "Bad Guys Always Die (2015)\n==================ရည္းစားပစ္ထားတာခံရျပီးေနာက္ တရုတ္ကေန ကိုရီးယားကိုထြက္လာခဲ့ျပီး ဘူဆန္မွာ ေအးေအးလူလူ တစ္ေယာက္တည္းကေလးေတြကို တရုတ္စာသင္ေပးရင္းေနထိုင္ေနတဲ့ ခ်န္းဇီ တစ္ေယာက္....တစ္ေန႔မွာ အေတြ႔တာၾကာျပီျဖစ္တဲ့ တရုတ္ကသူငယ္ခ်င္းေတြနဲ႔ေတြ႔ျပီး ဂ်ယ္ဂ်ဴဒိုကို အားလပ္ရက္ခရီးထြက္ခဲ့ပါတယ္ဂ်ယ္ဂ်ဴဒိုစေရာက္တဲ့ေန႔မွာပဲ လမ္းမွာကားအက္စီးဒင့္ျဖစ္ျပီး ေမ့ေနတဲ့မိန္းမတစ္ေယာက္ကို ကယ္မိရာမွ သူတို႔ရဲ႕ေပ်ာ္စရာဂ်ယ္ဂ်ဴဒိုခရီးစဥ္ကေန ထိုမိန္းမရဲ႕ ဇာတ္ထုပ္အရွုပ္ထဲကို ေရာက္သြားၾကတဲ့အခါ...ထိုေမ့ေနတဲ့မိန္းကေလးကေရာ ဘယ္သူလဲ...သူတို႔ကေရာ ဘယ္လုိ တလြဲေတြလုပ္မလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းထဲမွာ ဆက္လက္ၾကည့္ရွဳ႕ၾကပါ ။ဒီဇာတ္ကားကေတာ့ Action , Comedy အမ်ိဳးအစား ျဖစ္ပါတယ္ ။( အညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Myint Myat Thinn ျဖစ္ပါတယ္ ) [Unicode]Bad Guys Always Die (2015)\n==================ရည်းစားပစ်ထားတာခံရပြီးနောက် တရုတ်ကနေ ကိုရီးယားကိုထွက်လာခဲ့ပြီး ဘူဆန်မှာ အေးအေးလူလူ တစ်ယောက်တည်းကလေးတွေကို တရုတ်စာသင်ပေးရင်းနေထိုင်နေတဲ့ ချန်းဇီ တစ်ယောက်....တစ်နေ့မှာ အတွေ့တာကြာပြီဖြစ်တဲ့ တရုတ်ကသူငယ်ချင်းတွေနဲ့တွေ့ပြီး ဂျယ်ဂျူဒိုကို အားလပ်ရက်ခရီးထွက်ခဲ့ပါတယ်ဂျယ်ဂျူဒိုစရောက်တဲ့နေ့မှာပဲ လမ်းမှာကားအက်စီးဒင့်ဖြစ်ပြီး ...",
        "rating": "5.8",
        "url": "https://megaup.net/2OM89/Bad_Guys_Always_Die_(2015).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wLRZbtrbV51oQuvqNeK6vhb6btV.jpg",
        "title": "The Kill Team(2019)",
        "description": "The Kill Team(2019)(zawgyI)ဒီဇာတ္လမ္းထဲမွာ ဘရစ္မန္းဆိုတဲ့ မရိန္းတပ္သားတစ္ဦးဟာ ငယ္ငယ္ေလးထဲက\nစစ္သားေကာင္းတစ္ေယာက္ျဖစ္ခ်င္ေနတဲ့သူပီပီ စစ္တပ္ထဲမွာ တာဝန္ထမ္းေဆာင္ခြင့္ရဖုိ႕က သူ႕အိပ္မက္ပဲ.. ကံေကာင္းေထာက္မစြာ မရိန္းတပ္သားျဖစ္လာေပမယ့္\nအာဖဂန္စစ္ေျမျပင္ကုိ ပုိ႕ျခင္းခံရတယ္...အာဖဂန္စစ္ေျမျပင္ဟာ\nအခ်ိန္မေရြးရန္သူေတြနဲ႕ထိေတြ႕နုိင္သလုိ အရပ္သားလား လက္နက္ကုိင္သူပုန္လားဆုိတာ\nေ၀ခြဲရခက္ခဲလြန္းတဲ့ ေနရာပါပဲ..ဆုံးျဖတ္ခ်က္ေလးတစ္ခ်က္မွားတာနဲ႕ ဘ၀ထဲက ေပးဆပ္ရနုိင္သလုိ အသက္လည္းအခ်ိန္မေရြးေပ်ာက္သြားနုိင္ပါတယ္...\nဒီေနရာကုိသူေရာက္ခဲ့ေပမယ့္ သူစိတ္မပ်က္ခဲ့ဘူး....\nေရာက္တဲ့အခ်ိန္ ကင္းေထာက္ေတြ မႀကာခဏ ထြက္ရသလုိ\nအခက္အခဲမ်ဳိးစုံလည္းေတြ႕ခဲ့ရတယ္...\nဒီေနရာမွာ သူမေမ်ွာ္လင့္ထားတဲ့ ဥပေဒျပင္ပ ကိစၥမ်ဳိးေတြကုိ သူ႕ရဲ႕ေဘာ္ရဲဘက္ေတြက\nလုပ္ေဆာင္တာကုိ သူေတြ႕လုိက္ရတဲ့အခါမွာေတာ့...\nဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္ပါဦး...\nဒီကားက ၀ုန္းဒုိင္းႀကဲပစ္ခတ္သတ္ျဖတ္ေနတဲ့စစ္ကားမဟုတ္ေပမယ့္ ေတာ္ေတာ္\nစိတ္၀င္စားဖုိ႕ေကာင္းသလုိ စစ္သည္တစ္ေယာက္ရဲ႕ ခံစားခ်က္ေတြ\nေဘးက်ပ္နံက်ပ္ျဖစ္ေနတဲ့ကိစၥေတြကုိ ေတြ႕ရတာမုိ႕\nေတာ္ေတာ္ကုိ ၾကည့္လုိ႕ေကာင္းပါတယ္...ခံစားၾကည့္ၾကပါဦး\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္...(Unicode)ဒီဇာတ်လမ်းထဲမှာ ဘရစ်မန်းဆိုတဲ့ မရိန်းတပ်သားတစ်ဦးဟာ ငယ်ငယ်လေးထဲက\nစစ်သားကောင်းတစ်ယောက်ဖြစ်ချင်နေတဲ့သူပီပီ စစ်တပ်ထဲမှာ တာဝန်ထမ်းဆောင်ခွင့်ရဖို့က သူ့အိပ်မက်ပဲ.. ကံကောင်းထောက်မစွာ မရိန်းတပ်သားဖြစ်လာပေမယ့်\nအာဖဂန်စစ်မြေပြင်ကို ပို့ခြင်းခံရတယ်...အာဖဂန်စစ်မြေပြင်ဟာ\nအချိန်မရွေးရန်သူတွေနဲ့ထိတွေ့နိုင်သလို အရပ်သားလား လက်နက်ကိုင်သူပုန်လားဆိုတာ\nဝေခွဲရခက်ခဲလွန်းတဲ့ နေရာပါပဲ..ဆုံးဖြတ်ချက်လေးတစ်ချက်မှားတာနဲ့ ဘဝထဲက ပေးဆပ်ရနိုင်သလို အသက်လည်းအချိန်မရွေးပျောက်သွားနိုင်ပါတယ်...\nဒီနေရာကိုသူရောက်ခဲ့ပေမယ့် သူစိတ်မပျက်ခဲ့ဘူး....\nရောက်တဲ့အချိန် ကင်းထောက်တွေ မကြာခဏ ထွက်ရသလို\nအခက်အခဲမျိုးစုံလည်းတွေ့ခဲ့ရတယ်...\nဒီနေရာမှာ သူမမျှော်လင့်ထားတဲ့ ဥပဒေပြင်ပ ကိစ္စမျိုးတွေကို ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-kill-team2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/z6ngCEk8ckexVawfC63AyZ4osyi.jpg",
        "title": "Deadful Melody ( 1994 )",
        "description": "Zawgyi******IMDb 6.3 ရရွိထားတဲ႔ ေရွးေခတ္သိုင္းကားေဟာင္းေလးတစ္ကားကိုၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္ကြ်န္ေတာ္တို႕ငယ္ဘ၀က ရိုက္ကူးခဲ႔ၾကတဲ႔သိုင္းကားေတြနဲ႕သိပ္မစိမ္းတဲ႔သူေတြေတာ႔သေဘာက်မယ္႔ဇာတ္ကားမ်ိဳးပါပဲ..Old But Gold ဆုိတဲ႔အတိုင္းၿပန္လည္ခံစားၾကည္႕ရွုပါတစ္ခါကသိုင္းေလာကကိုေသြးလႊမ္းေအာင္လုပ္ႏိုင္ခဲ့တဲ့အလြန္တရာမွစြမ္းအားႀကီးတဲ့ထ်န္းေမွာ္ဗ်ပ္ေစာင္းတစ္ခုရွိခဲ့တယ္...အဲ့ဒီထ်န္းေမွာ္ဗ်ပ္ေစာင္းကိုသိုင္းေလာကသားေတြအခ်င္းခ်င္းလုၾကရင္းတစ္ေန႔သိုင္းေလာကကေနႏႈတ္ထြက္သြားၿပီျဖစ္တဲ့ထ်န္းလုံဂိုဏ္းသားဟြမ္တုန္းဆီထ်န္းေမွာ္ဗ်ပ္ေစာင္းေရာက္ဖို႔အေၾကာင္းဖန္လာခဲ့ပါတယ္...အဲ့ဒီမွာပဲဗ်ပ္ေစာင္းကိုလာလုယူတဲ့သိုင္းေလာကသားေတြနဲ႔အႀကီးအက်ယ္တိုက္ခိုက္ပြဲေတြျဖစ္ၿပီး ထ်န္းေမွာ္ဗ်ပ္ေစာင္းကိုဟြမ္တုန္းကငယ္႐ြယ္တဲ့သမီးျဖစ္သူေရွာင္႐ြယ္ဆီေပးခဲ့ပါတယ္...အေဖ အေမေမာင္ေလးနဲ႔ပါခြဲခဲ့ရတဲ့ေရွာင္႐ြယ္ကဗ်ပ္ေစာင္းကိုလာလုတဲ့လူေတြကိုေရွာင္ရင္းနဲ႔ဗ်ပ္ေစာင္းနဲ႔အတူေခ်ာက္ကမ္းပါးေအာက္ကိုျပဳတ္က်သြားခဲ့ပါတယ္....အဲ့ဒီအခ်ိန္ကစၿပီးသိုင္းေလာကကခဏတာေအးခ်မ္းသြားခဲ့ပါတယ္....မထင္မွတ္ပဲႏွစ္ေပါင္းမ်ားစြာၾကာၿပီးေနာက္ ထ်န္းေမွာ္ဗ်ပ္ေစာင္းကသိုင္းေလာကထဲတစ္ဖန္ျပန္ထြက္ေပၚလာေသာအခါအရင္ကလိုမ်ိဳးသိုင္းေလာကႀကီးမွာေသြးမုန္တိုင္းျပန္ထန္သြားဦးမလားဆိုတာ.ဆက္လက္ၾကည့္ရႈၾကဖို႔ တိုက္တြန္းလိုက္ပါရေစေနာ္....... Unicode*******IMDb 6.3 ရရှိထားတဲ့ ရှေးခေတ်သိုင်းကားဟောင်းလေးတစ်ကားကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ကျွန်တော်တို့ငယ်ဘဝက ရိုက်ကူးခဲ့ကြတဲ့သိုင်းကားတွေနဲ့သိပ်မစိမ်းတဲ့သူတွေတော့သဘောကျမယ့်ဇာတ်ကားမျိုးပါပဲ..Old But Gold ဆိုတဲ့အတိုင်းပြန်လည်ခံစားကြည့်ရှုပါတစ်ခါကသိုင်းလောကကိုသွေးလွှမ်းအောင်လုပ်နိုင်ခဲ့တဲ့အလွန်တရာမှစွမ်းအားကြီးတဲ့ထျန်းမှော်ဗျပ်စောင်းတစ်ခုရှိခဲ့တယ်...အဲ့ဒီထျန်းမှော်ဗျပ်စောင်းကိုသိုင်းလောကသားတွေအချင်းချင်းလုကြရင်းတစ်နေ့သိုင်းလောကကနေနှုတ်ထွက်သွားပြီဖြစ်တဲ့ထျန်းလုံဂိုဏ်းသားဟွမ်တုန်းဆီထျန်းမှော်ဗျပ်စောင်းရောက်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်...အဲ့ဒီမှာပဲဗျပ်စောင်းကိုလာလုယူတဲ့သိုင်းလောကသားတွေနဲ့အကြီးအကျယ်တိုက်ခိုက်ပွဲတွေဖြစ်ပြီး ထျန်းမှော်ဗျပ်စောင်းကိုဟွမ်တုန်းကငယ်ရွယ်တဲ့သမီးဖြစ်သူရှောင်ရွယ်ဆီပေးခဲ့ပါတယ်...အဖေ အမေမောင်လေးနဲ့ပါခွဲခဲ့ရတဲ့ရှောင်ရွယ်ကဗျပ်စောင်းကိုလာလုတဲ့လူတွေကိုရှောင်ရင်းနဲ့ဗျပ်စောင်းနဲ့အတူချောက်ကမ်းပါးအောက်ကိုပြုတ်ကျသွားခဲ့ပါတယ်....အဲ့ဒီအချိန်ကစပြီးသိုင်းလောကကခဏတာအေးချမ်းသွားခဲ့ပါတယ်....မထင်မှတ်ပဲနှစ်ပေါင်းများစွာကြာပြီးနောက် ထျန်းမှော်ဗျပ်စောင်းကသိုင်းလောကထဲတစ်ဖန်ပြန်ထွက်ပေါ်လာသောအခါအရင်ကလိုမျိုးသိုင်းလောကကြီးမှာသွေးမုန်တိုင်းပြန်ထန်သွားဦးမလားဆိုတာ.ဆက်လက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေနော်....... Translated & Review By XiaoEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/4aEkc/(CM)Deadful.Melody.1994.Tai.Seng.DVDRip.480p.mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/l3smhHvnczXg8E2WzysRVKIXSYJ.jpg",
        "title": "The Kitchen (2019)",
        "description": "Hell’s Kitchen လို႔ေခၚတဲ့ နယ္ေျမေလးမွာ လူမိုက္အဖဲြ႔ က်င္လည္က်က္စားပါတယ္။ဆက္ေၾကးေကာက္လိုက္ လူသတ္လိုက္ ဓားျပတိုက္လိုက္ လုပ္ေနတဲ့အဖြဲ႔ပါ\nဇာတ္လမ္းအဖြင့္မွာေတာ့ လူမိုက္အဖြဲ႔ ထိပ္သီးေခါင္းေဆာင္ေတြျဖစ္တဲ့ေရာ့ဘ္၊ ကယ္ဗင္နဲ႔ ဂ်င္မီတို႔ သံုးေယာက္သားဟာဆုိင္တစ္ဆိုင္ကို ဓားျပ၀င္တိုက္ရင္း အက္ဖ္ဘီအုိင္ရဲ႕ဖမ္းဆီးျခင္းကိုခံလိုက္ရပါေတာ့တယ္\nတစ္ရက္ႏွစ္ရက္ေနရင္ လြတ္လာမယ္ထင္ေပမယ့္ဗဟိုကတိုက္ရိုက္ကိုင္တာမို႔လို႔ ေထာင္သံုးႏွစ္စီအသီးသီးက်သြားတဲ့အခါမွာေတာ့ သူတို႔ရဲ႕အဖြဲ႔ကလစ္တဲဂ်က္ကီ ဆိုတဲ့တစ္ေယာက္စီ ေခတၱလႊဲေျပာင္းေပးခဲ့ရပါေတာ့တယ္\nသူတို႔မိန္းမေတြကို အခ်င္းခ်င္းေစာင့္ေရွာက္ေပးထားမယ္ထင္ေပမယ့္မသထာေရစာ ေလာက္သာ ေပးကမ္းထားတဲ့အခါမွာေတာ့မိန္းမသားတန္မဲ့ လူမိုက္အဖြဲ႔ေထာင္ဖို႔ ဇာတ္လမ္းဖန္လာပါေတာ့တယ္\nဆက္ေၾကးေပးေပမယ့္ ကာကြယ္ေပးျခင္းမခံရတဲ့ဆိုင္ေတြ..ဆက္ေၾကးေကာက္ထားေပမယ့္ ဘာတစ္ခုမွျပန္မလုပ္ေပးတာေတြကိုသူတို႔ျပဳျပင္မယ္ဆိုျပီး ရည္ရြယ္ခ်က္နဲ႔ လူမိုက္ဖြဲ႔ေထာင္လိုက္တာေယာက်ာ္းေတြထက္ေရာ လက္ရွိ လူမိုက္အဖြဲ႔ထက္ပါလက္ေဇာင္းေတြထက္ကုန္လို႔\nရဲေတြေရာ နာမည္ၾကီးလူမိုက္အဖြဲ႔ေတြကပါသူတို႔ကို ေျပာင္းေစာင့္ၾကည့္ရတဲ့အဆင့္ေရာက္သြားပါေတာ့တယ္\nစိတ္နဲ႔မတည့္ရင္သတ္ထည့္လိုက္တဲ့အဆင့္ထိ ၾကမ္းလာတဲ့အခါမွာေတာ့ဂုိဏ္းထဲမွာအခ်င္းခ်င္း ေသြးကြဲမႈေတြ ေပၚေပါက္လာပါေတာ့တယ္\nအဲဒီအခ်ိန္မွာပဲ သူတုိ႔ကိုအႏုိင္က်င့္တတ္တဲ့သူတို႔ေယာက်ာ္းေတြက ေစာျပီးလြတ္လာတဲ့အခါမွာေတာ့…\nသူတုိ႔ေတြဆက္လက္ရပ္တည္ႏိုင္ပါ့မလားအႏုိင္က်င့္တတ္တဲ့ေယာက်ာ္းေတြလက္ကလြတ္ႏုိင္ပါ့မလား\nလူမိုက္ဂိုဏ္းကိုမိန္းမသား ၃ ေယာက္တည္းနဲ႔ ဦးေဆာင္ႏုိင္ပါ့မလားဆိုတာကိုစိတ္လႈပ္ရွားဖြယ္ၾကည့္ရႈရမွာပါတခ်ိန္းခ်ိန္းခ်မေနေပမယ့္ တဒိုင္းဒိုင္းနဲ႔ေတာ့သတ္ေနတဲ့ကားပါ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-kitchen-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mUwEz2n0as3Q5UW2SeT6vLQ8UtF.jpg",
        "title": "The Battle: Roar to Victory(2019)",
        "description": "The Battle: Roar to Victory(2019)အညႊန္း************************************(zawgyi)ဒီကားကေတာ့ 1920 ေလာက္က ကိုရီးယားႏိုင္ငံကို ဂ်ပန္ ေတြ သိမ္းပိုက္စဥ္ကာလကို\nအေျချပဳ႐ိုက္ကူးထားတာပါ.....\nဂ်ပန္ေတြရဲ႕ရက္စက္မႈေတြဟာ သိတဲ့အတိုင္း တစ္ကမာၻလုံးက\nရႈံခ်ရေလာက္ေအာင္ ဆိုးသြမ္းလြန္းပါတယ္....\nသိမ္းပိုက္စဥ္ကာလမွာ ကိုးရီးယားစစ္တပ္တင္မဟုတ္ဘဲ ျပည္သူေတြကပါ\nတတ္စြမ္းသေ႐ြ႕ ဂ်ပန္စစ္တပ္ကို တိုက္ထုတ္ခဲ့ၾကပါတယ္...\nဒီကားကေတာ့ အဖြဲ႕ သား၁၆ေယာက္နဲ႔ ဂ်ပန္ အေယာက္ ၅၀၀ကို\nေျပာက္က်ားစစ္ဟန္သုံးၿပီး တိုက္ထုတ္ခဲ့တာကို ႐ိုက္ျပထားတာပါ....\nဒီ ၁၆ ေယာက္ဟာ နာက်ဥ္းခ်က္ကိုယ္စီနဲ႔ မိမိတို႔ ကြၽမ္းက်င္ပိုင္ႏိုင္တဲ့အရည္အခ်င္းေတြ\nကိုအသုံးခ်ၿပီး က်ားနာေတြလို ဂ်ပန္ကို ေဆာ္ၾကတာ တကယ့္ကို\nအားရစရာႀကီးေတြပါ...\nဇာတ္လမ္းအစကေန အဆုံးထိကို စစ္ပြဲတစ္ပြဲၿပီး တစ္ပြဲ....\nေျပာက္က်ားစစ္ဟန္ေတြရယ္...အေရးႀကီးေခါင္းေဆာင္ေတြကို\nစႏိုက္ပါေတြနဲ႔ေခ်ာင္းေျမာင္းပစ္ခတ္တာေတြ ...ဂ်ပန္စစ္ေခါင္းေဆာင္ေတြနဲ႔\nစစ္ဗ်ဴဟာ ၿပိဳင္ဆိုင္ခန္းေတြနဲ႔....\nေတာ္ေတာ္ႀကီးကို မိုက္ပါတယ္...\nေနာက္တစ္ခုက ႐ိုက္ခ်က္ေတြက ေတာ္ေတာ္ကိုမိုက္သလို\nကိုရီးယားစစ္သားေတြရဲ႕ နာက်ဥ္းခ်က္ေအာက္က ဓားခ်က္ ေသနတ္ခ်က္ေအာက္\nမွာ အသက္ေပ်ာက္သြားတဲ့ ဂ်ပန္ေတြရဲ႕ပုံကိုလည္း ထင္သာျမင္သာေအာင္\nျပထားတာက အားရစရာႀကီးေတြပါပဲ.......\nခံစားၾကည့္လိုက္ပါဦး...\nသ႐ုပ္ေဆာင္ေတြက နာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြႀကီးပါတဲ့အျပင္\nျပသခ်ိန္ ၂ နာရီေက်ာ္မွာလည္း အီသြားတာကိုမရွိသေလာက္ပါပဲ...\nဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thinzar Htet ပဲျဖစ္ပါတယ္.....(unicode)ဒီကားကတော့ 1920 လောက်က ကိုရီးယားနိုင်ငံကို ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-battle-roar-to-victory2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oFZ4THiEXLUQpMJzDRSbNA1YS7m.jpg",
        "title": "Fly By Night (2019)",
        "description": "(Unicode) Crime/Action အမျိုးအစား မလေးရှားဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။IMDb rating 6.3 ထိရထားပြီး ကြည့်ရတာစိတ်၀င်စားဖို့ကောင်းတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းလေးကရိုးရှင်းပေမယ့်ကြည့်ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ လေဆိပ်မှာခရီးကပြန်လာတဲ့ ခရီးသည်တွေကိုတက္ကစီငှားပေးရင်း ခရီးသည်တွေရဲ့ပုံစံအနေအထားကိုကြည့်ပြီးငွေညစ်တာတွေ ခြိမ်းခြောက်ငွေတောင်းတာတွေလုပ်တဲ့ အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်။အဓိကဦးဆောင်သူကတော့ ဝါရင့်သဘာရင့်အရာရာကိုတည်တည်ငြိမ်ငြိမ်ဖြေရှင်းဖို့ကြိုးစားလေ့ရှိတဲ့ ကိုတရုတ်ကြီးဆိုတဲ့နာမည်ပြောင်နဲ့သူပဲဖြစ်ပါတယ်။ခက်တာက ခေါင်းဆောင်သူကဟုတ်သလောက် နောက်လိုက်နှစ်ယောက်က လူငယ်လည်းဖြစ်ဘာမှမတွေးမတောလုပ်ချင်ရာလုပ်တတ်တဲ့သူတွေဖြစ်လေတော့ တစ်နေ့မှာအရင်းအနှီးအကြီးကြီးပေးဆပ်ရမယ့်အချိန်ရောက်လာချိန်မှာသူတို့အဖွဲ့ပြေးလွတ်နိုင်ပါ့မလား။သူတို့အဖွဲ့သားအချင်းချင်းမှာ ဘယ်လိုစိတ်နေသဘောထားတွေရှိလဲ။ဘယ်လိုမိသားစုစိတ်ဓာတ်ထားသလဲဆိုတာတွေကိုတွေ့မြင်ရမှာပါ။ဇာတ်လမ်းတျောက်လျောက်ကြည့်ရင်းကြည့်ရင်း စိတ်၀င်စားစေမှာဖြစ်ပြီး review ကောင်းတွေလည်းရထားသလိုအဆုံးသတ်လေးကလည်းသို့လော သို့လောနဲ့ သိချင်စရာကောင်းတဲ့ မလေးရှား Crime ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ) (Zawgyi)Crime/Action အမ်ိဳးအစား မေလးရွားဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။IMDb rating 6.3 ထိရထားၿပီး ၾကည့္ရတာစိတ္၀င္စားဖို႔ေကာင္းတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းေလးက႐ိုးရွင္းေပမယ့္ၾကည့္ေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေလဆိပ္မွာခရီးကျပန္လာတဲ့ ခရီးသည္ေတြကိုတကၠစီငွားေပးရင္း ခရီးသည္ေတြရဲ႕ပုံစံအေနအထားကိုၾကည့္ၿပီးေငြညစ္တာေတြ ၿခိမ္းေျခာက္ေငြေတာင္းတာေတြလုပ္တဲ့ အဖြဲ႕တစ္ဖြဲ႕ရွိပါတယ္။အဓိကဦးေဆာင္သူကေတာ့ ဝါရင့္သဘာရင့္အရာရာကိုတည္တည္ၿငိမ္ၿငိမ္ေျဖရွင္းဖို႔ႀကိဳးစားေလ့ရွိတဲ့ ကိုတ႐ုတ္ႀကီးဆိုတဲ့နာမည္ေျပာင္နဲ႔သူပဲျဖစ္ပါတယ္။ခက္တာက ေခါင္းေဆာင္သူကဟုတ္သေလာက္ ေနာက္လိုက္ႏွစ္ေယာက္က လူငယ္လည္းျဖစ္ဘာမွမေတြးမေတာလုပ္ခ်င္ရာလုပ္တတ္တဲ့သူေတြျဖစ္ေလေတာ့ တစ္ေန႔မွာအရင္းအႏွီးအႀကီးႀကီးေပးဆပ္ရမယ့္အခ်ိန္ေရာက္လာခ်ိန္မွာသူတို႔အဖြဲ႕ေျပးလြတ္ႏိုင္ပါ့မလား။သူတို႔အဖြဲ႕သားအခ်င္းခ်င္းမွာ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/fly-by-night-2019/"
    }
]