[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vv30WTTkdstFcOW82EigWQNBHik.jpg",
        "title": "The Prey (2011)",
        "description": "IMDb -6.6/10 ~ Rotten Tomatoes - 70%ဖရန့်ခ် အေဒရီယန်ဟာ ဘဏ်ဓားပြမှုနဲ့ ထောင်ကျ‌ နေတာဖြစ်ပြီးဓားပြမှုကနေရလာတဲ့ ပိုက်ဆံ တွေဝှက်ထားတဲ့နေရာကိုလည်းသူကလွဲရင်ဘယ်သူမှမသိပါဘူး။ဒီလိုကြောင့်လည်း ထောင်ထဲက သူ့ရဲ့တွဲဖက်တွေပစ်မှတ်ထားရန်ရှာတာကို ခံနေရသူပါ။သူ့ရဲ့ထောင်တွင်းအခန်းဖော်ကတော့ ဂျင်း လူးဝစ် မူရေးဖြစ်ပြီးဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ကို စော်ကားမှုနဲ့ ထောင်ကျနေသူပါ။တနေ့မှာ မူရေးကို တခြားထောင်သားတွေက ပညာပေးနေချိန်ဖရန့်ခ်ကကြည့်မနေနိုင်တော့ပဲ ဝင်ကယ်ပေးလိုက်ရင်း မူရေးနဲ့ရင်းနှီးသွားခဲ့ပါတယ်။မူရေးကတော့ အမှုမခိုင်လုံမှုကြောင့် ကွင်းလုံးကျွတ်လွတ်သွားခဲ့ပြီးဖရန့်ခ်ရဲ့မိသားစုကိုလည်းစောင့်ရှောက်ပေးပါ့မယ်လို့ပြောခဲ့ပြီး ထောင်ကထွက်သွားခဲ့ပါတယ်။ဒါပေမဲ့လည်း ကာဂါလို့ခေါ်တဲ့ ပြင်သစ်အထူးတပ်ဖွဲ့ခေါင်းဆောင်ကဖရန့်ခ်ဆီကိုလာပြီး မူရေးအကြောင်းတွေမေးမြန်းတဲ့အခါမှာတော့မူရေးကသူထင်ထားသလိုမဟုတ်ပဲ အမှောင်ဘက်ခြမ်းကြီးစိုးတဲ့စိတ္တဇတယောက်ဖြစ်နေတာကိုသိလိုက်ရတဲ့အခါဘာတွေဖြစ်မလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ပြင်သစ်နောက်ခံစကားပြောဇာတ်ကားကောင်းလေးဖြစ်တဲ့အပြင်Rating တွေလည်း ကောင်းတာမလို့သည်းထိပ်ရင်ဖိုအက်ရှင်ကားချစ်သူတွေ အကြိုက်‌တွေ့စေမှာပါ။ File size…  2 GB /  940 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 45m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder….  Min Wai\nTranslated ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-prey-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/10/images-133x200.jpg",
        "title": "47 Meters Down (2019)",
        "description": "CM Fan တွေ အတွက် အလုပ် အားလပ်ရက်မှာ\nအကောင်းဆုံး ကြည့်ရဖို့  ရုပ်ရှင်တစ်ကား ပေးချင်ပါတယ်\nဒါကတော့ လွန်ခဲ့တဲ့လတွေက ရုံတင်သွားတဲ့\nစွန့်စားမှု သည်းထိပ်ရင်ဖို ရုပ်ရှင်ပါပဲ။\nဗီလိန်ကတော့ငါးမန်းကြီးတွေပဲ ဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ သူငယ်ချင်း\nကောင်မလေး ၄ ယောက် ရေအောက်မှာ မြှပ်နေတဲ့\nမြို့ဟောင်းကို သွားစူးစမ်းကြတယ်။\nမထင်မှတ်တာတွေဖြစ်ပြီး ပိတ်မိသွားတယ်။\nငမန်းတွေ ပါးစပ်ကနေ လွတ်အောင် ပြေးကြရတာတွေပါပဲ။\nဒီလို survival အမျိုးအစား ရုပ်ရှင်တွေကို\nနှစ်သက်တတ်သူတွေအတွက် ခံစားလို့ကောင်းမှာပါ။\n \nFile size…  6 GB /  3 GB / 1.18 GB\nQuality… WEB Dl 4K / 1080p / 720p\nFormat… mp4\nDuration…. 1h 30m\nGenre ..... Adventure/Survival\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Little Neo",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/47-meters-down-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqQPxxRQqfLrq0ubfDQCwhJHZ91.jpg",
        "title": "As Good as Dead (2022)",
        "description": "As Good As Dead (2022)~ Rotten Tomatoes - 71% ~အခုမိတ်ဆက်ပေးမယ့် အက်ရှင်ဇာတ်ကားကတော့ ဝါရင့်မင်းသားကြီး Michael Jai White ကိုယ်တိုင်ရေး ကိုယ်တိုင် ဇာတ်ဆောင်အဖြစ်ပါဝင်ရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ Rotten Tomatoes မှာ 71 % အထိ ဆွတ်ခူးထားနိုင်ခဲ့တဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်။Michael Jai White ကတော့ Boxing လောကမှာ The Man, The Myth, The Legend လို့ ခေါ်လေ့ရှိကြတဲ့ Mike Tyson အနေနဲ့ HBO က ထုတ်လုပ်ထားတဲ့ 1995 တုန်းက Tyson - O Mito ဇာတ်ကားမှာ ပါဝင်ခဲ့တဲ့သူပါ။ ဒီဇာတ်ကားထဲမှာတော့ Lucas Oriel နဲ့ Gabriela Quezada ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/as-good-as-dead-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cxCmv23O7p3hyHwqoktHYkZcGsY.jpg",
        "title": "Starship Troopers (1997)",
        "description": "Genre – Action, Adventure, Sci-fi\nIMDB – 7.3/10ကျွန်တော်တို့ ၉၀ ခုနှစ်ကျော်က Sci-fi ကားကောင်းတွေအကြောင်းပြောမယ်ဆိုရင် Star Wars တွေ Star Trek တွေ Alien တို့လောက်နဲ့ မပြီးဘူးဗျဒီ Starship Trooper ကို ဇာတ်ကားနာမည်သာ မသိမယ် ဓားခုတ်ကောင်ကြီးတွေနဲ့ ချတယ်ဆိုပြီးလူတိုင်းငယ်ဘဝက ကြည့်ခဲ့ဖူးကြမယ် ထင်ပါတယ် (တချို့အခန်းတွေအကြောင်းလည်း ပါမယ်ပေါ့လေ)။ထားပါ ပြောချင်တာက သူကတော့ Franchise အနေနဲ့ ၃ ကားထိ ထွက်ရှိထားတာ ဖြစ်ပါတယ်အကုန်လုံး တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။ဒါရိုက်တာဖြစ်တဲ့ Paul Verhoeven ဆိုရင်လည်း တခြား Robocop တို့ Hollow Man တို့ကိုရိုက်ကူးထားတဲ့လူပါ။နောက်ပြီး ၁၉၉၈ ခုနှစ် အော်စကာဆုပေးပွဲမှာ Best Visual Effectစကာတင်လည်း ဝင်ခဲ့ပါသေးတယ် (Titanic နဲ့ Jurassic ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/starship-troopers-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9iqrqOjLaFcGNnSQlJxYLfgrhqn.jpg",
        "title": "Starship Troopers 2: Hero of the Federation (2004)",
        "description": "Bugsလို့ခေါ်တဲ့ တိုက်ခိုက်နှုန်းအားပြင်းထန်တဲ့ ဂြိုလ်သားပိုးကောင်တွေနဲ့တိုက်ပွဲမှာအဆင့်မြှင့်Laser Gunတွေအသုံးပြုပြီးတိုက်ခိုက်ခဲ့တာတောင်ဗိုလ်ကြီးJack Shepherdတို့အဖွဲ့ဟာ ဆုံးရှုံးမှုတွေများခဲ့ပြီး အနီးဆုံးကင်းထောက်စခန်းတစ်ခုမှာပုန်းခိုရင်းကယ်ဆယ်ရေးအဖွဲ့လာရောက်တဲ့အချိန်ကိုစောင့်ဖို့ဆုံးဖြတ်ခဲ့ကြပါတယ်.အဲ့ဒီကင်းထောက်စခန်းမှာ သူတို့ထပ်အရင်ရောက်နှင့်ထားပြီးသူတွေလဲရှိပါတယ်.ကယ်ဆယ်ရေးအဖွဲ့ကိုစောင့်ရင်းနဲ့ Bugsတွေအကြောင်းကိုတစ်စထက်တစ်စပိုပိုသိလာတဲ့အခါမှာ အဲ့ဒီဂြိုလ်သားပိုးကောင်တွေဟာလူသားမျိုးနွယ်တစ်ခုလုံးကိုပါဖျက်ဆီးဖို့အကြံအစည်ရှိနေတာကိုသိလိုက်ရပါတော့တယ်.ဒါကိုသူတို့အဖွဲ့ဘယ်လိုကယ်တင်မလဲ?ဒီအဖွဲ့အစည်းထဲမှာရော ဂြိုလ်သားပိုးကောင်တွေကရောထွေးဝင်ရောက်နှင့်ပြီးသားလားဆိုတာတော့ဇာတ်လမ်းထဲမှာပဲအဖြေရှာလိုက်ကြတာပေါ့.Military, science,fiction,horrorအမျိုးအစားဖြစ်ပြီး runtimeက ၉၂မိနစ်ပါ. ၂၀၀၄ခုနှစ်ကထွက်ရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပေမယ့်ယောကျာ်းလေးတွေက ဒီဇာတ်ကားမှာအသုံးပြုထားတဲ့လက်နက်ကြီးတွေကိုအခုထိသဘောကျဆဲဖြစ်ပါတယ်.Starship trooperအနေနဲ့ ၃ကားထွက်ရှိတာမလို့ပိတ်ရက်အတွက်အနားယူရင်းကြည့်ဖို့ အကောင်းဆုံးပါပဲ.\nFile size…  2.2 GB /  790 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 22m\nGenre .....  Action , Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by.... Charm",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/starship-troopers-2-hero-of-the-federation-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vh5nospDpMOxZhyhRiXWWMmSFQe.jpg",
        "title": "Starship Troopers 3: Marauder (2008)",
        "description": "2008 ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Starship troopers 3 ပိုးကောင်တွေနဲ့လူတွေရဲ့ကြားက တိုက်ပွဲအကြောင်းကိုရိုက်ကူးထားတာပါ။ရိုခုဆန်မှာ ပိုးကောင်စစ်ပွဲဖြစ်ပွါးခဲ့ပြီးနောက် ရိုခုဆန်ဒေသခံတွေကစစ်ပွဲကို ဆန့်ကျင်လာခဲ့ပါတယ်၊ အဲဒါကြောင့် ဒေသခံတွေဟာသူတို့နယ်မြေအတွင်းရှိ စစ်သားတွေကို မထီမဲ့မြင်ဆက်ဆံလာပါတယ်။တစ်နေ့မှာတော့ စစ်ဌာနချုပ်ကနေ ဗိုလ်ချုပ်ကြီးအိုမာအနုတ်၊ဗိုလ်ချုပ်ဟောင်ဇာနဲ့ လိုလာဘက်ခ်တို့ လာရောက်လှည့်ပတ်ကြည့်ရှုပါတယ်။အဲဒီအချိန်မှာပဲ ရိုခုဆန်မှာရှိတဲ့ ပိုးကောင်တွေကိုဟန့်တားထားတဲ့ခြံစည်းရိုးလုံခြုံရေး ပျက်ဆီးသွားလို့ ဗိုလ်ချုပ်ဟောင်ဇာကစစ်မြေပြင်ကို ထိန်းချုပ်ပြီး ဗိုလ်ချုပ်ကြီးအိုမာနဲ့လိုလာဘက်ခ်တို့ကဌာနချုပ်ကိုပြန်သွားကြပါတယ်...ဗိုလ်ချုပ်ကြီးအိုမာတို့ယာဉ်ဟာ လမ်းခုလတ်မှာစက်ချို့ယွင်းပြီးကန္တာရတစ်ခုမှာ ပျက်ကျသွားပါတယ်၊ ဌာနချုပ်ကိုကယ်ဆယ်ရေးအကူအညီလှမ်းတောင်းပေမယ့် ဌာနချုပ်က လျစ်လျူရှုခဲ့ပါတယ်။ဗိုလ်ချုပ်ကြီးအိုမာတို့ ဌာနချုပ်ကိုပြန်နိုင်မလား...ကန္တာရထဲမှာ ဘာတွေကြုံတွေ့ရမလဲဆိုတာကိုဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုကြရအောင်\nFile size…  2.4 GB /  1.5 GB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 45m\nGenre .....  Action , Adventure\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Benni",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/starship-troopers-3-marauder-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BOGNlODdjYzgtMDUwZC00ZmFlLWI1OWUtNDkyNDc2YmYxNDVkXkEyXkFqcGdeQXVyMTU0OTM5ODc1._V1_-134x200.jpg",
        "title": "Justice League: Warworld (2023)",
        "description": "Justice League: Warworld (2023)\n========================Justice League ရဲ့ Warworld ဆိုတဲ့ Animation ကားလေးထွက်\nလာပါပြီ။ Warworld ဆိုတဲ့အတိုင်း စစ်ပွဲတွေနဲ့ ပြည့်နေတဲ့ ကမ္ဘာကြီး\nပေါ့။ ဒါပေမဲ့ အရှိသဘောအတိုင်း တည်ရှိနေတဲ့ ကမ္ဘာမဟုတ်ပဲ ဂြိုလ်\nတစ်ခုလောက်ကြီးမားပြီးစကြာဝဠာတစ်ခုလုံး မာတီဗာစ့်တွေအကုန်လုံး\nပြောရရင် တည်ရှိမှုအကုန်လုံးကို ဖျက်ဆီးနိုင်တဲ့ စွမ်းအားအကြီးဆုံး\nလက်နက်ပါပဲ။ အဲလက်နက်ရဲ့ အစွမ်းက Virtual World တစ်ခုကို\nတည်ဆောက်ပြီး လူတွေရဲ့ စိတ်ကိုထိန်းချုပ်ကာ လူတွေဆီက ထွက်\nလာတဲ့ အကြောက်တရား...အမုန်း..ဒေါသ အစရှိတဲ့ မကောင်းတဲ့ခံစား\nချက်တွေကို စွမ်းအင်အရင်းအမြစ်အနေနဲ့ အသုံးချတာပါ။ဒီတော့ အကျဉ်းသားအနေနဲ့ လူတွေကို ဖမ်းဆီးပြီးအသုံးချရတာပေါ့၊\nဖမ်းခံရတဲ့သူတွေထဲ စူပါမန်း..ဘတ်မန်း နဲ့ ဝန်ဒါဝူးမန်း တို့ပါ ပါသွားခဲ့\nပါတယ်။ ဒီလိုနဲ့ သုံးယောက်သား စစ်ကမ္ဘာထဲမှာ ကျင်လည်ဖို့ရာဖြစ်လာ\nတော့တာပေါ့။ အစပိုင်းမှာတော့ ကောင်းဘွိုင်ခေတ်ရောက်လိုက်၊ Wizard\nတွေနဲ့ ချလိုက်၊ ဟီးရိုးတွေကလည်းစိတ်ထိန်းချုပ်ခံထားရတော့ သူတို့\nကိုယ်သူတို့ ဘယ်သူတွေမှန်းမသိပဲ ဇာတ်ရည်မလည်ပဲဖြစ်နေပါလိမ့်မယ်။\nနောက်ဆုံးမှာတော့ တစ်စုံတစ်ခုက သူတို့ကိုလှမ်းခေါ်နေတဲ့ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/justice-league-warworld-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/eU49kJLr4iZYHAFrXGGBBJ627xD.jpg",
        "title": "Called to Duty (2023)",
        "description": "ဇာတ်လမ်း အကျဥ်းကတော့ အမေရိကန်အပေါ် ခြိမ်းခြောက်လာတဲ့မြောက်ကီယန်နိုင်ငံ(မြောက်ကိုရီးယားမဟုတ်)ရဲ့ နျူလက်နက်တွေကိုသွားရောက်ခြေမှုန်းမယ့် တိုက်လေယာဥ်တပ်စုအကြောင်းရိုက်ကူးထားတာပါ...။ဒီတပ်စုကတော့ မယ်တောင်ပံလို့ခေါ်တဲ့ အမျိုးသမီးလေယာဥ်မှူးတွေပါဝင်ပြီးသူတို့က လေကြောင်းအလှပြပွဲအတွက် သရုပ်ပြပေးရတဲ့လေယာဥ်မယ်တွေပါ...။တိုက်ပွဲဝင်တိုက်စစ်မှူးတွေတောင် မဟုတ်ပါဘူး...။သို့ပေမဲ့ မည်သို့ မည်ပုံကြောင့်မသိ....မယ်တောင်ပံတွေသာ ပဲ့အကိုင်နိုင်ဆုံး ဒီစစ်ဆင်ရေးအတွက်အသင့်တော်ဆုံးဆိုပြီး... မြောက်ကီယန်ကို တိုက်ခိုက်ဖို့ လေ့ကျင့်ပေးကြပါလေရော...။လေ့ကျင့်နေရင်းနဲ့မှ မြောက်ကီယန်က နျူလက်နက်တွေနဲ့ တိုက်ခိုက်လာတော့...မယ်တောင်ပံတို့ကဟာ ဒီနျူလက်နက်တွေထုတ်လုပ်တဲ့စက်ရုံကိုအမြစ်ဖြတ်ချေမှုန်းဖို့ တာဝန်ပေးခံရပါတော့တယ်...။မစ်ရှင်ကိုအောင်မြင်အောင် မယ်တောင်ပံတို့ ဘယ်လိုအရဲ့စွန့်ပြီးလေကြောင်းတိုက်ခိုက်မှုတွေလုပ်မလဲဆိုတာ မြင်တွေ့ရမှာပါ...။  File size…1.3GB/ 551MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 40m\nGenre ….. Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "",
        "url": "https://channelmyanmar.org/called-to-duty-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BY2I4ZDcxMDctZTkwZC00YWFmLTkxZDQtZGNkYTQ5YTlmZWI0XkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_FMjpg_UX1000_-138x200.jpg",
        "title": "Get the Gringo (2012)",
        "description": "q IMDb 6.9/10 The Passion of the Christ, Braveheart စသည့်ဇတ်ကားတွေနဲ့ နာမည်ကြီးတဲ့ မင်းသားကြီး Mel Gibson ရဲ့ထောင်တွင်းဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။ San Diego ကလူဆိုးတစ်ယောက်ဆီကနေ ငွေနှစ်သန်းဘတ်လာတဲ့ မင်းသားဟာ Mexico ဖက်မှာ အဖမ်းခံရပြီး ထောင်ထဲရောက်သွားပါတယ်။ အဲဒီမှာ လူဆိုးဂိုဏ်းတွေနဲ့တွေ့ပြီး ကောင်လေးတစ်ယောက်အကူအညီနဲ့ ထောင်ကနေလွတ်အောင်ဘယ်လိုလုပ်မလဲ။ ငွေတွေကိုရော ပြန်ရပါ့မလားဆိုတာ ကြည့်ရမယ့် တကယ့်အက်ရှင် ဇာတ်ကားကောင်းတစ်ကားပါ။ မက္ကဆီကို ထောင်တွင်းအခြေအနေတွေကိုလည်း ရှင်းရှင်းလင်းလင်း တင်ဆက်ထားတဲ့ကားဖြစ်ပါတယ်။ File size…(1.6 GB)/(903 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:35:00\nGenre...Action, Thriller, Crime, Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Wai Yan",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/get-the-gringo-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/FTN_Keyart_Final_Theatrical-138x200.jpg",
        "title": "Fear the Night (2023)",
        "description": "ညီအစ်မနှစ်ယောက်ဖြစ်တဲ့ ဘက်စ်နဲ့ တက်စ်တို့ဟာ ၎င်းတို့ရဲ့ လက်ထပ်ခါနီး ၀မ်းကွဲညီမဖြစ်သူ ရို့စ်အတွက် မိန်းကလေးတွေချည်းစုပြီး ပါတီကျင်းပပေးဖို့ရာအကြောင်းဖန်လာပါတယ်။ ဒီလိုနဲ့ ရို့စ်ရဲ့ တောင်းဆိုမှုကြောင့် တက်စ်တို့ညီအစ်မဟာ ၎င်းတို့ မိဘတွေပိုင်တဲ့ လူသူအရောက်အပေါက်နည်းတဲ့နေရာက လယ်ကွင်းတစ်ခုထဲက အိမ်မှာ ဘက်ခလာပါတီကျင်း‌ပပေးဖို့အတွက် ရို့စ်ရဲ့သူငယ်ချင်းတွေအပါအ၀င် မိန်းကလေးရှစ်ယောက်နဲ့အတူ ချီတက်လာကြပါတယ်။လယ်ကွင်းအိမ်ကိုရောက်ရှိသွားတဲ့အချိန်မှာတော့ တက်စ်ဟာ ခြံစောင့်တွေနဲ့ပတ်သက်ပြီး သင်္ကာမကင်းဖြစ်နေပေမယ့် ညီမဖြစ်သူ ဘက် က ရို့စ်ရဲ့ပါတီကိုမဖျက်ဆီးဖို့ပြောဆိုမှုကြောင့် နှုတ်ဆိတ်နေလိုက်ရပါတယ်။ ဒီလိုနဲ့ မိန်းကလေးတစ်သိုက်ဟာ သောက်စားပျော်ပါးရင်းနဲ့ ညဘက်အရောက်မှာတော့ မျက်နှာဖုံးတွေတပ်ထားတဲ့ အမည်မသိလူတစ်စုဟာ မြားတွေနဲ့ပစ်ခတ်ပြီး တိုက်ခိုက်လာတဲ့အခါမှာတော့ တက်စ်တို့တသိုက် ဒီလူသတ်သမားတွေလက်က ဘယ်လိုလွတ်အောင်ကြိုးစားကြမလဲ၊ လူသတ်သမားတွေကရော ဘယ်သူတွေလဲ၊ ဘာရည်ရွယ်ချက်ကြောင့် ဘလိုင်းကြီး မြားတွေနဲ့လာပစ်ပြီး သတ်ဖြတ်ဖို့ကြိုးစားကြတာလဲဆိုတာကို ကြည့်ရှုရမဲ့ သည်းထိတ်ရင်ဖိုဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ (ညစ်ညမ်းတဲ့အသုံးအနှုန်းတွေများစွာပါ၀င်တာကြောင့် မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်ပါဘူး) File size…(1.1 GB)/(570 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:32:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle ...",
        "rating": "",
        "url": "https://channelmyanmar.org/fear-the-night-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWU4ODRiODAtMTYzZi00ZjJlLWE3YTItMTcxMTUyMzZlZDgyXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-143x200.jpg",
        "title": "Paayum Oli Nee Yenakku (2023)",
        "description": "Paayum Oli Nee Yenakku(2023)\nIMDb-6.5/10လောလောလတ်လတ်ထွက်ရှိထားတဲ့ အိန္ဒိယတမီးလ်အက်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nအက်ရှင်တွေကြားထဲမှာ အိုင်တီပညာရှင်လေးနဲ့ အခမ်းအနားအပြင်အဆင်တွေတာဝန်ယူလုပ်ကိုင်နေတဲ့\nအမျိုးသမီးလေးတို့ကြားက ရိုမန့်စ်လေးကိုလည်း ခံစားကြရမှာပါ။အိုင်တီပညာရှင် အရာဗင်က ရှားပါးတဲ့အမြင်အာရုံချို့ယွင်းမှုကို ခံစားနေရပြီး အလင်းရောင်ထဲမှာပဲ\nသူ့မျက်လုံးတွေက မြင်နိုင်စွမ်းရှိတာပါ။အဲဒီအခြေအနေကြောင့်ပဲ\nဖြစ်ခဲ့တဲ့ မတော်တဆမှုတခုကနေ သူ့မိဘတွေကို ဆုံးရှုံးခဲ့ရပါတယ်။ဒါပေမယ့် ဦးလေးဖြစ်သူမိသားစုနဲ့အတူနေရင်း ပျော်ရွှင်တဲ့မိသားစုဘ၀လေးပိုင်ဆိုင်ပြီး\nချစ်ရသူလေးနဲ့ကလည်း အပေးအယူတွေမျှနေပါပြီ။ဒီလိုနဲ့တစ်ရက် အိမ်အပြန်လမ်းမှာ မသမာသူလူတစုရဲ့ ပြန်ပေးဆွဲခြင်းခံလိုက်ရတာကနေစ\nသူ့အဖေဆုံးပါးသွားခဲ့ရတာရော သူ့အလုပ်နဲ့ပတ်သက်တာတွေကရော သွေးရိုးသားရိုးမဟုတ်ဘူးဆိုတာ\nသိလိုက်ရပါတော့တယ်။မမျှော်လင့်ထားတဲ့ အကူအညီကြောင့် သူပြန်လွတ်မြောက်လာပြီးနောက်မှတော့\nဖြစ်စဉ်တွေအကုန်လုံးကို ပြန်ပြီးဖော်ထုတ်နိင်မလားဆိုတာ ကြည့်ရှုလိုက်ကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Moon~Cherryတို့ပဲဖြစ်ပါတယ်)\nFile size…1.8GB  / 815MB\nQuality…1080p True WEB DL /  720p\nFormat…mp4\nDuration….1h 59m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Moon~Cherry",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/paayum-oli-nee-yenakku-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODRlOWIwMzQtYWQxNS00OTBlLWE1ZTMtZjBiMWNlZDZjNDUxXkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_-133x200.jpg",
        "title": "Maurh – Lehndi Rutt De Nayak (2023)",
        "description": "Maurh (2023)ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ IMDb 8.5/10, the times of india 4.9/5 ရရှိထားတဲ့\n၁၈၈၅ ခုနှစ်နဲ့ ၁၈၉၃ခုနှစ်အတွင်း ပန်ဂျက်တောင်ပိုင်းက ဂျေအွန်နာဆိုတဲ့ တော်လှန်ရေးသမားရဲ့ ဖြစ်ရပ်မှန်ကို\nပြန်လည်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။တစ်ကမ္ဘာလုံးအနှံ့ ဗြိတိသျှတွေခြေချနေကြတဲ့ အဲ့ကာလမှာ ပန်ဂျပ်ပြည်နယ်ကလူတွေအတွက်တော့\nအိမ်ခွေးကိုလည်းကြောက်ရ အပြင်ခွေးကိုလည်းလန့်ရဆိုတဲ့ အခြေအနေဖြစ်နေခဲ့ပါတယ်။ ဗြိတိသျှကိုလည်းကြောက်ရ၊\nဘုရင့်အနွယ်တော်ဆိုတဲ့ မြေရှင်တွေကြောင့်လည်းကိုယ်စိုက်တဲ့အသီး ကိုယ္မစားရ မဝရေစာလေးစားပြီး\nအကြောက်ကြီးကြောက်နေခဲ့ရတဲ့ ကာလပါပဲ။ ဒီမှာမှ မစားရတဲ့အသီးကို သွားထိမိတဲ့သူကတော့\nအနေအေးတဲ့ လူရိုးလေးဂျေအွန်နာရဲ့အမေပါပဲ။သားကြီးကြိုက်တဲ့ မုန်ညှင်းစိမ်းလေးနည်းနည်းဝင်ခူးမိရာကစတဲ့မီးဟာ တစ်အိမ်လုံးကို\nတစ်စတစ်စနဲ့ပြန့်သွားပြီး ကြေးစားလူမိုက်အစ်ကိုကြီး တော်လှန်ရေးတပ်ထဲဝင်ပြီး\nအသက်ဆုံးသွားတဲ့အထိပါပဲ။ ဒီလိုအစ်ကိုကြီးရဲ့ သေဆုံးမှုကိုကလဲ့စားချေပေးမယ့်\nဂျေအွန်နာ လူတိုင်းမှာပြောစမှတ်တွင်သွားရတဲ့ဇာတ်လမ်း၊ ယုံတမ်းနဲ့ ပါးစပ်ရာဇဝင်တွေ ဘာလို့ဖြစ်လာတယ်။\nသူ့ရဲ့စွန်းစားခန်း ဘယ်လောက်ကြီးကျယ်တယ်ဆိုတာကို မိသားစုသံယောဇဉ်တွေ၊ ပန်ဂျပ်ပြည်သူတွေရဲ့ ဒုက္ခတွေကို\nပေါ်လွင်အောင်တင်ပြထားတဲ့ကားလေးမို့ CM Bollywood Team မှ Aditi~ BpL~ ZWE~ Yunni တို့မှ\nဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်ရှင်\nFile size…3.78GB / 1.4GB\nQuality…1080p WEB RIP /720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/maurh-lehndi-rutt-de-nayak-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i0lpQfqQHN7vEYzSHOk6B65dQbb.jpg",
        "title": "The Warrior (2001)",
        "description": "ကိုရီးယားနဲ့ တရုတ်တို့ကြား သံတမန်ဆက်ဆံရေးဟာမင်သံတမန်အဖွဲ့သေသွားချိန်မှစပြီးနှစ်နိုင်ငံကြားဆက်ဆံရေးက ယိုယွင်းခဲ့ရပါတယ်။မင်ဧကရာဇ်က ဂိုလျောသံတမန်တွေကိုသူလျှိုလို့စွပ်စွဲပြီးနယ်နှင်ဒဏ်ပေးပြီး နှင်ထုတ်လိုက်ပါတယ်။အပြန်လမ်းမှာ သံတမန်စစ်သူကြီးတို့အဖွဲ့ဟာ မွန်ဂိုတပ်သား‌တွေပြန်ပေးဆွဲလာတဲ့မင်တိုင်းပြည်ရဲ့ မင်းသမီးလေးကိုမွန်ဂိုတပ်သားတွေလက်ထဲကနေကယ်တင်ဖို့ဖြစ်လာပါတယ်…မင်းသမီးလေးကို အန္တရာယ်ကင်းကင်းနဲ့ မင်တိုင်းပြည်ကို ပြန်ပို့နိုင်ပါ့မလားမွန်ဂိုတွေက‌ရော မင်းသမီးလေးကို ပြန်ခေါ်သွားနိုင်မလားဆိုတာကိုဆက်လက်ကြည့်ရှုလိုက်ပါဦးနော်ခေါင်းဆောင်စိတ်ဓာတ်နဲ့ အနစ်နာခံမှုတွေကိုသေချာလေးရိုက်ပြထားတာမလို့ လုံးဝကိုအချိန်ကုန်မှန်းမသိလိုက်ပဲကြည့်ရတန်စေမယ့်ကားလေးပါနော် File size…  3.98 GB /  1.76 GB\nQuality… WEB Dl 1080i / 720p\nFormat… mp4\nDuration…. 2h 39m\nGenre .....  Action , War\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Jia",
        "rating": "",
        "url": "https://channelmyanmar.org/the-warrior-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r49czK246cecAAdPiwDe408iGkP.jpg",
        "title": "Wicked City (1987)",
        "description": "(အသက်မပြည့်သေးသူများ လုံး၀ မကြည့်သင့်ပါ) IMDb 6.7/101987ထွက်တာဆိုတော့မင်မင်တို့တောင်မမွေးသေးဘူးဗျဒါပေမယ့် old but gold ထဲမှာပါတဲ့ကားတွန်းပါသိသလောက်တော့Novel ခြောက်အုပ်ထွက်တဲ့ထဲကပထမဆုံးအုပ်ကို anime movieထုတ်တာလို့ပြောတာပဲတခုတော့ရှိတယ်မုဒိန်းကျင့်တဲ့အခန်းတို့ဘုတဲ့အခန်းတို့မဟားဒယားများပါတယ်ပြီးတော့Hentaiမဖြစ်ရုံတမယ်တကယ်ကိုကွက်ကွက်ကွင်းကွင်းပြတာတွေပါလို့မိသားစုနဲ့ယောင်လို့တောင်မကြည့်မိပါစေနဲ့နားရင်းအုပ်ခံရပါလိမ့်မယ်ငယ်ရွယ်သူများတကယ်ကိုကြည့်ဖို့မသင့်ပါ ဇာတ်လမ်းအကျဥ်းကမ္ဘာနှင့် မိစ္ဆာကမ္ဘာကြား စစ်ပွဲကို တားဆီးရန် ငြိမ်းချမ်းရေးသ​ဘောတူညီမှုယူထားတာဟာနှစ်​ပေါင်းရာနှင့်ချီ၍ အသက်ဝင်ခဲ့ပြီး သ​ဘောတူညီမှုကို သက်တမ်းတိုးရန်သတ်မှတ်ထားသော်လည်း မကောင်းသော အင်အားစုများက ​အနှောက်အယှက်​တွေ ​ပေးလာခဲ့ပါတယ်။မိစ္ဆာအကိုက်ခံရသော လူသား Taki Renzaburo (Greg Snegoff) နှင့်Sexy demon Makie (Alexandra Kenworthy) တို့ဟာငြိမ်းချမ်း​ရေးကိုပျက်ပြား​စေတဲ့အ​ဖျက်အ​မှောင့်​တွေနဲ့ပတ်သတ်လာချိန်မှာ​တော့.....  File size…  1.34 GB /  656 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 22m\nGenre .....  Action , Comedy, Adult\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Dr.Nyan",
        "rating": "6.7",
        "url": "https://megaup.net/1fK5o/Wicked.City.1987.JAPANESE.1080p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Adult, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hnzXoDaK346U4ByfvQenu2DZnTg.jpg",
        "title": "They Cloned Tyrone (2023)",
        "description": "They Cloned Tyrone (2023)ဇာတ်လမ်းနာမည် They Cloned Tyrone ကိုကြည့်တာနဲ့ လျှို့ဝှက်ချက်တွေပြည့်နေမယ့်ဇာတ်လမ်းဆိုတာ သေချာတာပေါ့။\nThey ဆိုတာကဘယ်သူလဲဆိုရင် ကလုန်းပွားတာတွေနဲ့တခြားနည်းပညာတွေကို လက်ကလိနေကျဖြစ်တဲ့အစိုးရပဲပေါ့။\nဒီဇာတ်လမ်းမှာတော့ ဖွန်တိန်းကသာမန်လူတစ်ယောက်ပဲ။ သူကဆေးအရောင်းအဝယ်လုပ်တယ်။\nဆေးရောင်းသူတွေအချင်းချင်း အကျော်အခွဇယားလေးဘာလေးပဲရှိတယ်။\nတစ်နေ့တော့ သူကလူတစ်ယောက်စီမှာအကြွေးသွားတောင်းပြီး ပြန်အထွက်မှာ\nသူ့နဲ့မတည့်တဲ့ဆေးရောင်းသူတွေကသူ့ကိုသေနတ်နဲ့ပစ်သွားပါလေရော။\nပစ်တာမှတစ်ချက်ထဲတောင်မဟုတ်ဘူး သုံးလေးချက်။\nဒါပေမဲ့နောက်နေ့ကျတော့ သူပြန်ရောက်လာတယ် အကြွေးပြန်လာတောင်းပြန်ရော။\nသူသေနတ်နဲ့ပစ်ခံရတာလဲမမှတ်မိသလို ဘာဒဏ်ရာဒဏ်ချက်မှလဲမရှိပါဘူး။\nဒါဆိုမနေ့က ဖွန်တိန်းက ဘယ်ရောက်သွားလဲ။\nအဲ့ဒီကိစ္စကိုလိုက်စုံစမ်းရင်း သူတို့ရပ်ကွက်တစ်ခုလုံးက အစိုးရရဲ့ထိန်းချုပ်ခံစမ်းသပ်ခံတွေဖြစ်နေတာကိုသိလိုက်ရတော့\nဘာတွေများဆက်ဖြစ်ကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုကြရမှာပါ။အညွှန်းကိုတော့ Rashida က ရေးထားပေးပြီးတော့း\nဘာသာပြန်ထားတာကတော့ Rashida နဲ့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre..... Mystery, Action, Comedy, Sci-fi\nQuality…. 1080p | 720p\nFile size… 3.8GB | 1.1GB\nFormat… mp4\nDuration…. 2h 2min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida, Mary Christ\nEncoder ..... Aaron",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/they-cloned-tyrone-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/d8BxiNBxPL1nFMunRaXI2MAYPCB-133x200.jpg",
        "title": "(18+) Intimate Confessions of a Chinese Courtesan (1972)",
        "description": "တရုတ်မလေးတွေရဲ့ ခစ်ခစ် ဆိုပြီး ရှက်ပြုံးလေးနဲ့ ပါးစပ်လေးကို\nလက်လေးနဲ့ကာလိုက်တဲ့ အမူရာလေးတွေက ချစ်ဖို့ကောင်းတာ\nငြင်းလို့ရမယ်မထင်ဘူး.....အဲဒီထဲမှာ အေးနုလည်းပါတာပေါ့\nအေးနုရဲ့ဘဝက ခက်ခဲတယ် ကြမ်းတမ်းတယ်\nတရုတ်ပြည်ကြီးမှာ သူဌေးတွေ ထင်တိုင်းကြံလို့ရတဲ့အချိန်\nဥပဒေဆိုတာ ဘောင်မဝင်တဲ့အချိန်\nအေးနု အပျိုဖေါ်ဝင်စမှာပဲ မသမာသူဂိုဏ်းတဂိုဏ်းရဲ့\nပြန်ပေးဆွဲချင်းကို ခံလိုက်ရပါတယ်\nပြန်ပေးဆွဲလို့ရတဲ့ အချောအလှလေးတွေကို\nလေးရာသီ ဆိုတဲ့နာမည်ကြီး ဆောင်ကြာမြိုင်ကိုရောင်းကြတယ်အေးနုအတွက်တော့ ငရဲတစ်ခုလိုပဲ\nဒါပေမဲ့အေးနုက အတော်တော့စိတ်မာတယ် သူရသလောက်ငြင်းဆန်တယ်\nနောက်ဆုံးတော့ အေးနု နားလည်သွားတာက\nဗျူဟာပြောင်းပြီး သူ့ကို ဒီဇာတ်သွင်းသူတွေကို\nလက်စားချေမယ်ဆိုပြီး ဆုံးဖြတ်လိုက်ပါတယ်\nအေးနုရဲ့ လက်စားချေမှုတွေက သိမ်မွေ့ပြီး လိင်ကိစ္စတွေ\nပါနေတာဖြစ်လို့ တရုတ်ရှေးဟောင်း အရသာလေးတမ်းတနေတဲ့\nDS Fans တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.43GB / 720MB\nQuality…1080p BluRay / 720p\nFormat…mp4\nDuration….1h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….X Cross\nTranslated by Ki Mu Chi",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/18-intimate-confessions-of-a-chinese-courtesan-1972/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6xTM8FPxrLRYwz6I3fqtwh7xybs.jpg",
        "title": "Clear and Present Danger (1994)",
        "description": "Clear and Present Danger (1994)~ IMDb - 6.9/10, Rotten Tomatoes - 81% ~ဒီဇာတ်ကားက Jack Ryan ရုပ်ရှင်တွဲ​တွေရဲ့တတိယကားဖြစ်ပြီး အက်ရှင်ခန်း​တွေလည်း ပိုကြမ်းလာပါတယ်။ ဒုတိယကားဖြစ်တဲ့ Patriot Games က မင်းသားကြီး Harrison Ford ပဲ ဂျက်ရိုင်ယန်အဖြစ် ပါဝင်ထားသလို မင်းသားကြီး Willem Dafoe ကလည်း အ​ရေးပါတဲ့​နေရာက ပါဝင်ထားပါတယ်။ဒီဇာတ်လမ်းက အ​မေရိကန်နဲ့ ​ကိုလံဘီယာ မူးယစ်ရာဇာ​​တွေကြား ပဋိပက္ခ​တွေကို ဇာတ်လမ်းဆင်ထားတာပါ။ အ​မေရိကန်သမ္မတရဲ့ နိုင်ငံ​ရေးမိတ်ဖက်တစ်ဦးကို မူးယစ်ရာဇာကြီး အက်စကို​ဘေတိုက သတ်ဖြတ်လိုက်တဲ့အတွက် အ​မေရိကန်အစိုးရဘက်က နိုင်ငံ​​တော်လုံခြုံ​ရေးကို ထိပါးမှုဆိုတဲ့ ​ခေါင်းစဉ်နဲ့ အဲဒီမူးယစ်ရာဇာနဲ့ ဂိုဏ်းကို ချေမှုန်းဖို့ လုပ်​ဆောင်ပါ​တော့တယ်။ဒါ​ပေမဲ့ ဒီဂိုဏ်းကို​ချေမှုန်းဖို့က တိုင်းတပါးမှာ လျှို့ဝှက်စစ်ဆင်​ရေးအဖြစ်နဲ့ပဲ ​ဆောင်ရွက်လို့ရတာ​ကြောင့် အစိုးရအ​နေနဲ့ သူတို့ဘက်ကို ပြန်အမှုမပတ်​အောင် ​ကြေးသားစစ်သား​တွေကို ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/clear-and-present-danger-1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8veekXIuCtb5pdLKPRvpHbnyfBT.jpg",
        "title": "Jericho Ridge (2022)",
        "description": "Jericho Rudge (2022)ဒီတစ်ခေါက်မိတ်ဆက်ပေးမယ့် Jericho Ridge ဆိုတဲ့ ဇာတ်ကားလေးကတော့ ၂၀၂၂ ကထွက်ရှိထားတဲ့ သဲထိတ်ရင်ဖိုဇာတ်ကား တစ်ကားဖြစ်ပါတယ်။နာမည်ကြီး နိုင်ဂျီးရီးယန်းမင်းသမီး Nikki Amuka-Bird ကနေ ဇာတ်ဆောင်မင်းသမီးအဖြစ်နဲ့ပါဝင်သရုပ်ဆောင်ထားပြီးတော့ \"Origin\" ဇာတ်လမ်းတွဲထဲက မင်းသား Philipp Christopher ကတော့ ဗီလိန်အဖြစ် ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဇာတ်လမ်းကတော့ တန်ပီတန်ပယ်ဆိုတဲ့ အမျိုးသမီးကိုဇာတ်အိမ်တည်ပြီးတော့ ရိုက်ထားပါတယ်။ တက်ဘီဟာ သူ့ခင်ပွန်းနဲ့ကွဲပြီးနောက်ပိုင်းမှာ အရက်အလွန်အကျွံသောက်ပြီး ကားမောင်းလိုက်လို့ လမ်းမှာသမင်တစ်ကောင်ကို ရှောင်ရရင်းနဲ့ သူ့ခြေချင်းဝတ်ကျိုးသွားရှာပါတယ်။ ဒါပေမဲ့ သူ့က ရဲမေတစ်ယောက်ဖြစ်နေတော့ အလုပ်ကအရေးပေါ်လိုအပ်လာတော့လည်း ရဲစခန်းကိုပြန်သွားရတာပေါ့။ ဖြစ်ချင်တော့ သူလုပ်နေတဲ့ရဲစခန်းက သူအနားယူနေဆဲကာလမှာ အဖောက်ခံလိုက်ရတာပါ။ ဒါနဲ့ပဲ ရရာ သဲလွန်စကနေတစ်ဆင့် ဒီအမှုကို ဖော်ထုတ်ဖို့ကြိုးစားနေရင်းနဲ့ပဲ သူတို့ရဲစခန်းကို ဗီလိန်ကြီးက တစ်ခြားလူဟန်ဆောင်ပြီး ဝင်လာပြန်ပါတော့တယ်။ ဒါပေမဲ့ ဒီတစ်ခါမှာတော့ တက်ဘီကိုယ်တိုင် ရဲစခန်းထဲမှာရှိနေတဲ့အချိန်နဲ့တိုက်နေတော့ မသင်္ကာဖြစ်ပြီး တစ်ခြားရဲကို မေးကြည့်ရာမှ ဗီလိန်ဖြစ်နေတာကို ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/jericho-ridge-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/h-135x200.jpg",
        "title": "Your Highness (2011)",
        "description": "ဒီ ကားလေးကတော့ စွန့်စားခန်းတွေ နဂါးတွေပါတဲ့ Fantasyအကြောင်းပါတိုင်းပြည်တစ်ခုမှာ Fabious နဲ့ Thadius ဆိုတဲ့ညီအကို၂ယောက်ရှိတယ်Fabious က နေရာတကာသိပ်တော် သိပ်အောင်မြင်တဲ့ hero ပေါ့ဘုရင်ဖြစ်လာမဲ့ သားအကြီးလည်းဖြစ်တယ် အမြဲတမ်းစွန့်စားခန်းသွားလူဆိုးတွေနှိမ်နှင်းနဲ့ လူချစ်များတဲ့သူပေါ့ Thadius ကတော့ ဘာမှမလုပ်တဲ့အပျင်း ညီလေး။ တနေ့တော့ Fabius က စွန့်စားခန်းက ပြန်လာရင်း ကောင်မလေးတစ်ယောက်ခေါ်လာပြီး လက်ထပ်မယ်လုပ်ရော လက်ထပ်ပွဲမှာ ထုံးစံအတိုင်း လူဆိုးကြီးကလာဖျက်ပြီး သတို့သမီးကိုခိုးရာက Thadiusနဲ့ Fadius တို့ညီအကို စွန့်စားခန်းအတူ ပထမဆုံးထွက်ရတော့ ဘာဆက်ဖြစ်ကြမလဲကြည့်ရအောင်....ရှေးခေတ်ကားမို့ ဖော်ချွတ်ခန်းတွေပါပါတယ် ဆိုတာ ကြိုပြောလိုက်ပါရစေ...  File size…2.78GB / 1.05GB\nQuality…Blu-Ray 1080p 5.1 CH/ 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Mal ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/your-highness-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9HFFwZOTBB7IPFmn9E0MXdWave3.jpg",
        "title": "WarHunt (2022)",
        "description": "Genre – Action, Horror, Thriller ၁၉၄၅ ခုနှစ်မှာ ဂျာမနီရဲ့အမည်းရောင်တောအုပ်ထဲ အမေရိကန် စစ်လေယာဉ်တစ်စီး ပျက်ကျခဲ့တယ်။ ပျက်ကျသွားတဲ့လေယာဉ်ပေါ်မှာ လျှို့ဝှက်ပစ္စည်းတစ်ခုပါနေတယ်။ ဒီတော့ ဆာဂျင်ဘရူဝါ ဦးဆောင်တဲ့ ၁၂ ယောက်ပါ တပ်ဖွဲ့လေးကဒီ လေယာဉ်ပျက်ကို သွားပြီး စုံစမ်းထောက်လှမ်းဖို့ ဖြစ်လာတယ်။ ဒါပေမဲ့ မေဂျာကလည်းရောက်လာပြီး ဒီလေယာဉ်ပေါ်က ပစ္စည်းပြန်ယူဖို့ သူ့လူ ဝပ်ရှ်ဆိုတာကို အမိန့်အာဏာသုံးပြီးအတင်းလာပို့သွားတယ်။ ဒီလိုနဲ့ ၁၃ ယောက်ပါ တပ်ဖွဲ့လေးက အမည်းရောင်တောအုပ်ထဲ လေယာဉ်ပျက်လိုက်ရှာကြတဲ့အချိန်မှာတော့ ဆာဂျင်ထင်နေသလို မရိုးရှင်းပဲ သဘာဝလွန်ထူးခြားဆန်းကြယ်တာတွေ ပါဝင်လာတဲ့အခါ…..။ တောထဲက သွေးစုပ်ခံရတဲ့အလောင်းကောင်တွေကဘာလဲ၊ ထူးခြားတဲ့အမျိုးသမီးတွေရော ဘယ်သူလဲ၊အမေရိကန်ရော ဂျာမန်ရော လိုချင်နေကြတဲ့ လျှို့ဝှက်ပစ္စည်းဆိုတာရော ဘာတွေဖြစ်နေမလဲ၊ အကုန်လုံး ဒီတောထဲကနေ ရှင်လျက်နဲ့ ပြန်ထွက်လာနိုင်ကြပါ့မလားဆိုတာသည်းထိတ်ရင်ဖို ကြည့်ရမယ့်ကားပါ။ဆာဂျင်နေရာကတော့ ကျွန်တော်တို့ရဲ့ Prison Break ထဲက လူဆိုးကျော်ကြီး T-Bag ပဲဖြစ်ပါတယ်ဗျ။ File size…1.35GB / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/warhunt-2022/"
    }
]