[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYWRhZTI3YzMtYjVmMi00ZDMyLWE1MGQtMWI0OTU5MzJmNmU2XkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_-135x200.jpg",
        "title": "Night Hunter (2019)",
        "description": "The Nomis\nကို​တော့ဒါရိုက်တာ David Raymond မှရိုက်ကူးထားပြီး Thriller အမျိုးအစားဖြစ်ပါတယ်။\nSocial Network ကို အသံ ဆယ်​ကျော်သက်အရွယ် အမျိုးသမီးငယ်​လေးများ\nဆက်တိုက်​ပျောက်ဆုံးမှု မှုနဲ့ဇာတ်လမ်းကို စတင်ထားပါတယ်။\nတရားခံဟု သံသယရှိသူ တစ်ဦး ကို ဖမ်းဆီးမိလာ​သော်လည်း\nစိတ်​ဝေဒနာရှင် တစ်ဦးဖြစ်​နေပြန်ပါတယ်။\nတရားခံအစစ်မိ ဖမ်းမိလာတာလား တကယ့်အစစ်က\nအခြားတစ်​ယောက်လား ပျောက်ဆုံးသွားတဲ့အမျိူးသမီးလေးတွေကရော\nဘာဖြစ်သွားကြလဲ\nပျောက်သွားတာကလည်း ဘာလို့ ဆယ်ကျော်သက်အမျိူးသမီးလေးတွေဖြစ်နေတာလဲ\nတရားခံမှာရည်ရွယ်ချက်ရှိလားတကယ့်ရည်ရွယ်ကရော ဘာလည်း စသည်ဖြင့်\nမြှုပ်ကွက်များစွာဖြင့်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်။\nIMDb ratingအ​နေဖြင့် 5.8/10 ရှိပြီး Triller ကြိုက်သူများအတွက် ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်File size…(1.55 GB) and (725.26 MB)\nQuality…1080p Web-dl H264 FGT\nFormat…mp4\nDuration…1h 38min\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…sithu\nTranslator...Htet Htet Myint",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/night-hunter/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BZTkzZmQxZmQtZmJkMS00YmJlLWI0YmItMjcwYzBhM2E3NGQzXkEyXkFqcGdeQXVyNjU0OTQ0OTY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Chain Reaction (1996)",
        "description": "အရင်ဆုံး ဇတ်ကားထဲပါတဲ့ Ref: လေးတွေကို Run through ပါမယ်။\nအခုကမ္ဘာပေါ်ကလူ‌တွေဟာ ရုပ်ကျွင်းလောင်စာတွေကိုအဓိကထား အသုံးပြု၊\nစွမ်းအင်ထုတ်လုပ်ပြီး အသုံးပြုလည်ပတ်နေကြတာပါ။\nတစ်ကမ္ဘာလုံးမှာ ကျောက်မီးသွေး၊ ရေနံ၊ သဘာ၀ဓာတ်ငွေ့တို့ကို အဓိကအသုံးပြုကြပါတယ်။\nလက်ရှိခန့်မှန်းထားသလောက် ၂၀၈၁ မှာ ကမ္ဘာ့လက်ကျန် ရုပ်ကျွင်းလောင်စာတွေအားလုံး\nကုန်ခမ်းလိမ့်မယ်လို့ တွက်ချက်ထားကြပါတယ်။\nနေစွမ်းအင် ဆိုလာတို့ ရေအားလျှပ်စစ်တို့လိုပဲ ဟိုက်ဒရိုဂျင်ကိုလဲလောင်ကျွမ်းစေပြီး\nပေါများတဲ့စွမ်းအင် ထုတ်နိုင်ပါတယ်။\nရေထဲက ဟိုက်ဒရိုဂျင်ကို လျှပ်ကူးစေပြီး အောက်စီဂျင်နဲ့ ဟိုက်ဒရိုဂျင်ကိုခွဲထုတ်ကာ\nဟိုက်ဒရိုဂျင်သက်သက်ကိုလောင်စာအဖြစ်အသုံပြုတဲ့နည်းပါ။\n၁၉ လောက်မှာ ခေတ်စားခဲ့ပါတယ်။\nဟိုက်ထရိုဂျင် လောင်စာကိုထုတ်လုပ်ဖို့ ကြိုးစားကြတဲ့တကယ့်စာတမ်းတွေလဲရှိပါတယ်။\nဟိုက်ဒရိုဂျင်လောင်စာကို ၁၈၃၉ မှာ ဆာဝီလယမ် ကစပြီး ပထမဆုံးစိတ်ကူးရခဲ့တာပါ\nရေထဲကို လျှပ်စစ်ဖြတ်၊ ဟိုက်ဒရိုဂျင်ကို ခွဲထုတ်ပြီး စွမ်းအင်အဖြစ်လောင်ကျွမ်းစေပါတယ်\n၁၉၅၉ မှာလက်တွေ့အလုပ်လုပ်နိုင်တဲ့ မြင်းကောင်ရေ ၂၀ နဲ့ အင်ဂျင်ကို စထုတ်နိုင်ခဲ့ပါတယ်။\nအခုတော့ အင်ဂျင်တော်တော်များများ ထုတ်ပြီးစမ်းနေကြပါပြီ။\nဟိုက်ဒရိုဂျင်လောင်စာရဲ့ လောင်ကျွမ်းအပူချိန်က သဘာ၀ဓာတ်ငွေ့ ကရတဲ့စွမ်းအင်နဲ့ ထပ်တူနီးပါးရှိပြီး\nလောင်းကျွမ်းအသုံးပြုလို့ ဘေးထွက်ဆိုးကျိုး၊ ပတ်၀န်းကျင်ညစ်ညမ်းမူ\nစတာတွေ မရှိတဲ့ သန့်စင်တဲ့ လောင်စာတစ်ခုဖြစ်တဲ့အတွက် လူတိုင်းကစိတ်ဝင်စားကြ လိုချင်ကြပါတယ်\nနောက်ရုပ်ကျွင်းလောင်စာမဟုတ်လို့ လွယ်လွယ်မကုန်ခမ်းနိုင်ပါဘူး။\nတွေးကြည့်ပါဗျာ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/chain-reaction-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gfLNZn4yjoXOVRCSJEpHqjbV0ny.jpg",
        "title": "10 Minutes Gone (2019)",
        "description": "(Unicode) နောက်ထပ် ၂၀၁၉ခုနှစ်ထွက် Action/Crime ဇာတ်ကားသစ်လေးဖြစ်ပါတယ်။Cast တွေကတော့ မင်းသားကြီး Bruce Willis တို့ Michel Chiklis တို့ဦးဆောင်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကတော့ ဘဏ်ဓားပြတိုက်ဖို့အတွက် အလုပ်အပ်ခံရတဲ့ Bruce တို့အဖွဲ့ဟာပုံမှန်လုပ်ဖူးနေကျဖြစ်တဲ့အတွက် ထုံးစံအတိုင်းသေချာအစီအစဉ်ထောင့်စေ့အောင်ချပြီး လုပ်ငန်းစခဲ့ပါတယ်။ငွေသိမ်းခန်းထဲဝင်ပြီး ပစ္စည်းယူပြီးသည်အထိ အားလုံးဟာအစီအစဉ်အတိုင်းဖြစ်နေခဲ့ပေမယ့်......မမျှော်လင့်ထားတာတွေကြောင့်အားလုံးဖရိုဖရဲဖြစ်ကုန်ပါတယ်။ဘာလို့အဲလိုမမျှော်လင့်ထားတာတွေဖြစ်လာသလဲဆိုတာကိုMichel Chikilis တစ်ယောက်အသည်းအသန် လိုက်စစ်ဆေးဖော်ထုတ်ရပါတော့တယ်။Poker ဖဲကစားနည်းမှာ တဖက်ထိုးသားကို သူ့ကိုယ်သူလုံးဝယုံကြည့်ချက်ပြည့်နေအောင်ထောင်ဖမ်းပြီး ဆွဲစားတဲ့နည်းလမ်းလေးအတိုင်းပဲ.....သူတို့တွေလည်းဒီလိုအလုပ်ခံခဲ့ရတယ်ဆိုတာကို နောက်ဆုံးမှာသိလိုက်ရချိန်မှာတော့တရားခံကဘယ်သူလဲဆိုတာကိုကိုယ်တိုင်ပဲကြည့်လိုက်ပါဦး။ (ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ) (Zawgyi)ေနာက္ထပ္ ၂၀၁၉ခုႏွစ္ထြက္ Action/Crime ဇာတ္ကားသစ္ေလးျဖစ္ပါတယ္။Cast ေတြကေတာ့ မင္းသားၾကီး Bruce Willis တို႕ Michel Chiklis တို႕ဦးေဆာင္ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္ေလးကေတာ့ ဘဏ္ဓားျပတိုက္ဖို႕အတြက္ အလုပ္အပ္ခံရတဲ့ Bruce တို႕အဖြဲ႕ဟာပံုမွန္လုပ္ဖူးေနက်ျဖစ္တဲ့အတြက္ ထံုးစံအတိုင္းေသခ်ာအစီအစဥ္ေထာင့္ေစ့ေအာင္ခ်ျပီး လုပ္ငန္းစခဲ့ပါတယ္။ေငြသိမ္းခန္းထဲ၀င္ျပီး ပစၥည္းယူျပီးသည္အထိ အားလံုးဟာအစီအစဥ္အတုိင္းျဖစ္ေနခဲ့ေပမယ့္......မေမွ်ာ္လင့္ထားတာေတြေၾကာင့္အားလံုးဖရိုဖရဲျဖစ္ကုန္ပါတယ္။ဘာလို႕အဲလိုမေမွ်ာ္လင့္ထားတာေတြျဖစ္လာသလဲဆိုတာကိုMichel Chikilis တစ္ေယာက္အသည္းအသန္ လိုက္စစ္ေဆးေဖာ္ထုတ္ရပါေတာ့တယ္။Poker ဖဲကစားနည္းမွာ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/10-minutes-gone-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1ZR4JK3pMM2p1ue8376xTm4UyOr.jpg",
        "title": "Doom: Annihilation (2019)",
        "description": "ဒီကားေလးကေတာ့ Horror နဲ႔ Sci-fi ေပါင္းစပ္ထားတဲ့ကားေလးပါကက္ပတိန္ဆာေဗ့နဲ႔သူ႔အဖြဲ႔ဟာ အဖြဲ႔သားတစ္ဦးျဖစ္သူဗိုလ္ၾကီးဂ်ိဳအန္ရဲ႕ အျပစ္တစ္ခုေၾကာင့္ ဖိုးဘာ့စ္လို႔ေခၚတဲ့သုေတသနစခန္းတစ္ခုဆီကို အျပစ္ဒဏ္တစ္ခုအေနနဲ႔သြားေရာက္ လံုျခံဳေရးယူေပးဖို႔ ျဖစ္လာပါတယ္သူတို႔ ဖိုးဘာ့စ္ဆီလာေနတဲ့အခ်ိန္မွာ ဖိုးဘာ့စ္မွာ လူသားသမိုင္းတစ္ေလွ်ာက္မွာအၾကီးက်ယ္ဆံုးလို႔ ဆိုရမယ့္သုေတသနစမ္းသပ္ခ်က္ၾကီးတစ္ခုကို လုပ္ေနလ်က္သားရွိပါတယ္..ကမာၻမွာ၀င္ေပါက္တစ္ခု လေပၚမွာ၀င္ေပါက္တစ္ခုထားျပီးစကၠန္႔ပိုင္းအတြင္း လနဲ႔ ကမာၻၾကားကူးႏုိင္ဖို႔ စမ္းသပ္ လုပ္ေဆာင္ေနတာပဲျဖစ္ပါတယ္ဒါေပမယ့္စမ္းသပ္ေနစဥ္အတြင္းမွာ မထင္မွတ္ထားတာေတြျဖစ္လာျပီးဖိုးဘာ့စ္စခန္းတစ္ခုလံုး အဆက္အသြယ္ ျပတ္ေတာက္သြားပါေတာ့တယ္သူတုိ႔ေရာက္ရွိခ်ိန္မွာေတာ့ စခန္းတစ္ခုလံုး အေမွာင္က်ေနျပီး၀င္မရတဲ့အေနအထားျဖစ္ေနပါေတာ့တယ္ဘာျဖစ္ေနမွန္းလည္း သူတုိ႔ကိုယ္တိုင္မသိရွိေပမယ့္..ဓာတ္ေပါင္းဖိုေပ်ာ္က်မွာ စိုးရိမ္တာအတြက္ဒီစခန္းကို ဓာတ္အားျပန္ရဖို႔ မျဖစ္မေန ျပန္ၾကိဳးစားရမယ့္အေနအထားၾကံဳလာရတဲ့အခါမွာေတာ့..သူတို႔စခန္းထဲ၀င္ႏုိင္ပါ့မလား စခန္းထဲမွာ ဘာအမွားအယြင္းေတြျဖစ္ခဲ့ျပီးဘာေကာင္ေတြရွိေနမွာလဲ ကမာၻ႔အျပင္ဘက္ေရာက္ေနျပီးေျပးစရာေျမမရွိတဲ့သူတို႔ေတြ စခန္းကေန အသက္ရွင္လ်က္ျပန္ထြက္ႏိုင္ပါ့မလား ဆိုတာကို ထိတ္လန္႔သည္းဖိုဆန္ဆန္ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္ File Size ...",
        "rating": "N/A",
        "url": "https://megaup.net/1stlj/(CM)_Doom_Annihilation_2019_(Large_Size).mp4",
        "category": "Action, Adventure, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d8u4jpkDKgEPDJUl4g3vOOP3mDe.jpg",
        "title": "Anna (2019)",
        "description": "အခုကားေလးကေတာ့ အန္နာဆိုတဲ့႐ုရွားမေလး တစ္ေယာက္အေၾကာင္း ႐ိုက္ကူးပံုေဖာ္ထားပါတယ္အန္နာဟာ ပံုမွန္အ႐ုပ္ေတြေရာင္းရင္းနဲ႔ ေအဂ်င္စီတစ္ခုက မ်က္စိက်ခံရၿပီးေတာ့ပဲရစ္မွာ ေမာ္ဒယ္လုပ္ဖို႔ျဖစ္လာရပါတယ္ တစ္ရက္မွာေတာ့ ပါတီတစ္ခုမွသူမကိုသေဘာက်တဲ့ သြင္းကုန္ထုတ္ကုန္ လုပ္ငန္းရွင္တစ္ေယာက္နဲ႔ဆံုေတြ႔ျပီးခ်စ္ၾကိဳက္မိသြားပါေတာ့တယ္ဒါေပမယ့္ သူတို႔ႏွစ္ေယာက္ ခ်စ္ႀကိဳက္သြားၿပီးတဲ့ေနာက္သူမခ်စ္သူဟာ လက္နက္ပြဲစားတစ္ေယာက္ျဖစ္ေနတဲ့အခါ.... သူတို႔ေတြ႕ဆံုမႈကလည္း မေတာ္တဆ ေတြ႕ဆံုမႈ မဟုတ္တဲ့အခါ..သူမဟာလည္း ႐ိုး႐ိုးရွင္းရွင္း ေမာ္ဒယ္တစ္ေယာက္ မဟုတ္တဲ့အခါ..ဘာေတြဆက္ျဖစ္သြားၾကမလဲဆိုတာကို ဒီကားမွာၾကည့္႐ွဳရမွာပါအေမရိကန္နဲ႔ရုရွား… ႏိုင္ငံၾကီး ၂ ခုၾကား က ႏွစ္ဖက္ခြ်န္သူလ်ိဳေတြႏုိင္ငံေရးရွႈပ္ေထြးမႈေတြကို ဒီကားမွာ ပံုေဖာ္ရိုက္ကူးထားပါတယ္စပိုင္ကားေကာင္းေတြႀကိဳက္ႏွစ္သက္သူေတြအတြက္ လက္လႊတ္မခံသင့္တဲ့ကားတစ္ကားပါပဲ File Size : ( 1 GB , 416 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 59 minFormat : Mp4 ...",
        "rating": "6.6",
        "url": "https://megaup.net/1stly/(CM)_Anna_2019__(Large_Size).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgkRaVtdrOAZT2cFZi9Ihh9QpuL.jpg",
        "title": "Legend of the Guardians: The Owls of Ga’Hoole(2010)",
        "description": "Legend of the Guardians: The Owls of Ga'Hoole(2010)(Zawgyi)အမုိက္စား အက္ရွင္ Animation ကားမုိ႕ BLU-RAY1080P5.1CH ပါတင္ဆက္ေပးထားပါတယ္.....\nယခုတင္ဆက္ေပးတဲ႔ Animation ကားေလးကေတာ႔ Legend of the Guardians:The Owl of Ga'hoole (2010) ကားေလးပဲျဖစ္ပါတယ္။Old but Gold လို႔ေျပာရမယ္႔ ဒီကားေလးကေတာ႔ 2010 ကထြက္ရွိခဲ႔တာျဖစ္ျပီး Imdb Rating 6.9/10ရရွိထားတဲ႔ ကားေကာင္းေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ တင္ျပလိုပါေသးတယ္။ေဆာရန္နဲ႔ ကလတ္ ဆိုတာအသုိက္တစ္ခုထဲမွာ ေမြးဖြားလာတဲ႔ ဇီးကြက္ေပါက္ေလး ႏွစ္ေကာင္ပါ။\nတစ္ေကာင္က စိတ္ထားႏူးညံ႔သူျဖစ္သလို အျခားတစ္ေကာင္က စိတ္ထားၾကမ္းတမ္းသူပါ။စိတ္ထားျခင္းလားလားမွမတူတဲ႔သူတို႔ညီအကိုႏွစ္ေယာက္ တစ္ေန႔ေတာ႔ အသိုက္ကေန ထြက္က်ျပီးအိမ္ကေနခြဲခြာခဲ႔ရပါေတာ႔တယ္။မပ်ံႏိုင္ေသးတဲ႔ဇီးကြက္ေပါက္ေလးေတြကိုစုေဆာင္းကာ ကြၽန္အျဖစ္ခိုင္းစားေနတဲ႔ သန္႔စင္သူမ်ားဆိုတဲ႔ဇီးကြက္တိုင္းျပည္ကိုသူတို႔ေရာက္ခဲ႔ပါေတာ႔တယ္။သူတို႔ႏွစ္ေယာက္ဘယ္လိုဆက္ျဖစ္မယ္၊ဘယ္လိုေတြဆက္ရင္ဆိုင္ရမယ္ဆိုတာ စိတ္ဝင္စားစြာဆက္လက္ၾကည္႔ရႈရမွာပါ။စိတ္ဓါတ္ခြန္အားေတြအမ်ားႀကီးေပးစြမ္းႏိုင္တဲ႔ဒီကားေလးကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ရပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/legend-of-the-guardians-the-owls-of-gahoole2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u9xBvG0BE2yf1L9KknQEnQl6CfF.jpg",
        "title": "Take Point(2018)",
        "description": "Take Point(2018)(Zawgyi)ခပ္မုိက္မုိက္ဇာတ္ကားမုိ႕ BLU-RAY 1080P 5.1 CHပါ ျပဳလုပ္ေပးထားပါတယ္...\nအေမရိကန္ႏိုင္ငံမွာေ႐ြးေကာက္ပြဲျပန္လုပ္ေနတဲ့အခ်ိန္...လက္ရွိသမၼတရဲ႕မဲအေျခအေနကအက်ဘက္ကိုေရာက္ေနတဲ့အခ်ိန္မွာ စစ္ေရးနည္းနဲ႔ ျမႇင့္တင္ဖို႔ႀကိဳးပမ္းလာတယ္...အဲ့အခ်ိန္မွာပဲအေမရိကန္ကေျမာက္ကိုရီးယားကိုႏူးကလီးယားလက္နက္ဖ်က္သိမ္းဖို႔တြန္းအားေပးမယ္...တစ္ကယ္လို႔ေအာင္ျမင္ရင္တစ္ႏိုင္ငံလုံးကသူ႔ကိုေထာက္ခံမယ္ေပါ့...အဲ့လိုလုပ္ဖို႔ေျမာက္ကိုရီးယားထိပ္သီးေခါင္းေဆာင္တစ္ေယာက္ကို ဆုေၾကးေငြထုတ္ၿပီးဖမ္းမိန႔္ထုတ္လိုက္တယ္...သိတဲ့အတိုင္းဒီလိုကိစၥမ်ိဳးဆိုတာေပၚတင္လုပ္လို႔မရတဲ့အတြက္ စီအိုင္ေအဟာ ထုံးစံအတိုင္းတရားဝင္အဖြဲ႕အစည္းကိုမသုံးဘဲ ေၾကးစားတစ္ဖြဲ႕ကိုငွါးခဲ့တယ္..\nဒါမွလဲသူတို႔ဘက္ျပန္မပတ္မွာကိုး...\nအဲ့ဒီေၾကးစားတပ္ဖြဲ႕ဟာ တကယ့္ကုိကြ်မ္းကြ်င္သူေတြနဲ႕ ဖြဲ႕စည္းထားပါတယ္...\nအဲ့ဒီေၾကးစားတပ္ဖြဲ႕ေခါင္းေဆာင္ ေအဟတ္ဟာ ဒီ္မစ္ရွင္အဆင္ေျပေျပနဲ႔\nအစီအစဥ္အတိုင္းေဆာင္႐ြက္သြားႏိုင္မလား...ဘယ္လိုအခက္အခဲအခ်ိဳးအေကြ႕ေတြနဲ႔ ႀကဳံေတြ႕သြားရမလဲဆိုတာကိုေတာ့...\nဒီကုိးရီးယားကားဟာ အက္ရွင္ဦးစားေပး ဇာတ္ကားျဖစ္သလုိ သရုပ္ေဆာင္ေတြဟာလည္း\nကုိးရီးယားရဲ႕ နာမည္ႀကီးသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Jung-woo Ha က အဓိက သရုပ္ေဆာင္ထားတာပါ...ဇာတ္လမ္းက မထင္မွတ္တဲ့လက္ကြက္ေတြပါသလုိ ရုိက္ခ်က္ေတြကလည္း\nအေတာ္ႀကီးကုိေကာင္းပါတယ္...\nဒါ့ေၾကာင့္လည္း ကုိးရီးယားမွာ ၀င္ေငြအေကာင္းဆုံးစာရင္း၀င္ျဖစ္သြားပါတယ္...ခံစားၾကည့္ၾကပါဦး..\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္....(unicode)ခပ်မိုက်မိုက်ဇာတ်ကားမို့ BLU-RAY 1080P 5.1 CHပါ ပြုလုပ်ပေးထားပါတယ်...\nအမေရိကန်နိုင်ငံမှာရွေးကောက်ပွဲပြန်လုပ်နေတဲ့အချိန်...လက်ရှိသမ္မတရဲ့မဲအခြေအနေကအကျဘက်ကိုရောက်နေတဲ့အချိန်မှာ စစ်ရေးနည်းနဲ့ မြှင့်တင်ဖို့ကြိုးပမ်းလာတယ်...အဲ့အချိန်မှာပဲအမေရိကန်ကမြောက်ကိုရီးယားကိုနူးကလီးယားလက်နက်ဖျက်သိမ်းဖို့တွန်းအားပေးမယ်...တစ်ကယ်လို့အောင်မြင်ရင်တစ်နိုင်ငံလုံးကသူ့ကိုထောက်ခံမယ်ပေါ့...အဲ့လိုလုပ်ဖို့မြောက်ကိုရီးယားထိပ်သီးခေါင်းဆောင်တစ်ယောက်ကို ဆုကြေးငွေထုတ်ပြီးဖမ်းမိန့်ထုတ်လိုက်တယ်...သိတဲ့အတိုင်းဒီလိုကိစ္စမျိုးဆိုတာပေါ်တင်လုပ်လို့မရတဲ့အတွက် စီအိုင်အေဟာ ထုံးစံအတိုင်းတရားဝင်အဖွဲ့အစည်းကိုမသုံးဘဲ ကြေးစားတစ်ဖွဲ့ကိုငှါးခဲ့တယ်..\nဒါမှလဲသူတို့ဘက်ပြန်မပတ်မှာကိုး...\nအဲ့ဒီကြေးစားတပ်ဖွဲ့ဟာ တကယ့်ကိုကျွမ်းကျွင်သူတွေနဲ့ ဖွဲ့စည်းထားပါတယ်...\nအဲ့ဒီကြေးစားတပ်ဖွဲ့ခေါင်းဆောင် အေဟတ်ဟာ ဒီ်မစ်ရှင်အဆင်ပြေပြေနဲ့\nအစီအစဉ်အတိုင်းဆောင်ရွက်သွားနိုင်မလား...ဘယ်လိုအခက်အခဲအချိုးအကွေ့တွေနဲ့ ကြုံတွေ့သွားရမလဲဆိုတာကိုတော့...\nဒီကိုးရီးယားကားဟာ အက်ရှင်ဦးစားပေး ဇာတ်ကားဖြစ်သလို သရုပ်ဆောင်တွေဟာလည်း\nကိုးရီးယားရဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Jung-woo Ha က အဓိက ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/take-point2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/LW222-135x200.jpg",
        "title": "Line Walker 2 : Invisible Spy ( 2019 )",
        "description": "Zawgyi*******အားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ Yangonမွာလာ႐ိုက္တဲ့အခန္းေတြပါပီးျမန္မာသ႐ုပ္ေဆာင္ေတြပါဝင္ခြင့္ရတဲ့ Line Walker2အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးဟာ2019 aug7ရက္မွ ထြက္႐ွိထားတာျဖစ္ၿပီး Box officeမွာUS $85.7millionဝင္ေငြရ႐ွိထားတဲ့ ေဟာင္ေကာင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္..မင္းသားႀကီး Louis Koo,Nick Cheung,Francis Ngတို႔အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ့ႏိုင္ငံတကာအၾကမ္းဖက္အဖြဲ႔အစည္းတစ္ခုဟာကေလးငယ္ေတြကိုဖမ္းဆီးၿပီး စနစ္တက်ေလးက်င့္ေပးကာႏိုင္ငံတကာရဲဌာနေတြမွာစပိုင္ရဲအရာ႐ွိေတြအျဖစ္ တာဝန္ထမ္းေဆာင္ေစပါတယ္...လက္ေထာက္စခန္းမူးယိနဲ႔ အရာ႐ွိခ်ိန္တို႔ ဟက္ကာေယာင္ခယ္ရီကိုဖမ္းမိခ်ိန္မွာေတာ့ သူမရဲ႕အၾကမ္းဖက္အဖြဲ႔ကို ဟက္ၿပီးရထားတဲ့ေဒတာအခ်က္အလက္ေတြအရ ရဲဌာနမွာစပိုင္ရဲအရာ႐ွိေတြအေျမာက္အမ်ား႐ွိေနတာကိုသိလိုက္ရတဲ့အခါ....လံုျခံဳးေရးအရာ႐ွိခ်င္က ဒီဟက္ကာေယာင္ခယ္ရီရဲ႕အမႈကိုလက္လြဲယူရခ်ိန္မွာ ဘာေတြဆက္ျဖစ္လာလဲ...ဘယ္သူက စပိုင္ရဲအရာ႐ွိျဖစ္ေနမလဲ..အၾကမ္းဖက္သမားေတြကိုႏွိမ္နင္းႏိုင္ပါ့မလား...ဇာတ္ကားတစ္ခုလံုးကို စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါကိုယ္႕ႏိုင္ငံမွာလာရိုက္ထားတဲ႔အခန္းေတြကလည္းေရလည္မိုက္ပါတယ္ Unicode*******အားလုံးစောင့်မျှော်နေတဲ့ Yangonမှာလာရိုက်တဲ့အခန်းတွေပါပီးမြန်မာသရုပ်ဆောင်တွေပါဝင်ခွင့်ရတဲ့ Line Walker2အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးဟာ2019 aug7ရက်မှ ထွက်ရှိထားတာဖြစ်ပြီး Box officeမှာUS $85.7millionဝင်ငွေရရှိထားတဲ့ ဟောင်ကောင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..မင်းသားကြီး Louis Koo,Nick Cheung,Francis Ngတို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းအကျဉ်းကတော့နိုင်ငံတကာအကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာကလေးငယ်တွေကိုဖမ်းဆီးပြီး စနစ်တကျလေးကျင့်ပေးကာနိုင်ငံတကာရဲဌာနတွေမှာစပိုင်ရဲအရာရှိတွေအဖြစ် တာဝန်ထမ်းဆောင်စေပါတယ်...လက်ထောက်စခန်းမူးယိနဲ့ အရာရှိချိန်တို့ ဟက်ကာယောင်ခယ်ရီကိုဖမ်းမိချိန်မှာတော့ သူမရဲ့အကြမ်းဖက်အဖွဲ့ကို ဟက်ပြီးရထားတဲ့ဒေတာအချက်အလက်တွေအရ ရဲဌာနမှာစပိုင်ရဲအရာရှိတွေအမြောက်အများရှိနေတာကိုသိလိုက်ရတဲ့အခါ....လုံခြုံးရေးအရာရှိချင်က ဒီဟက်ကာယောင်ခယ်ရီရဲ့အမှုကိုလက်လွဲယူရချိန်မှာ ဘာတွေဆက်ဖြစ်လာလဲ...ဘယ်သူက စပိုင်ရဲအရာရှိဖြစ်နေမလဲ..အကြမ်းဖက်သမားတွေကိုနှိမ်နင်းနိုင်ပါ့မလား...ဇာတ်ကားတစ်ခုလုံးကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါကိုယ့်နိုင်ငံမှာလာရိုက်ထားတဲ့အခန်းတွေကလည်းရေလည်မိုက်ပါတယ် Translated & Review By Phyo ZawEncoded ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/line-walker-2-invisible-spy-2019/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sydKzDQfTkiXnF92z9I4lGmTHk.jpg",
        "title": "Balkan Line(2019)",
        "description": "Balkan Line(2019) (unicode)စစ်ကားကောင်းမို့ BLU-RAY 1080P5.1CH ပါပြုလုပ်ပေးထားပါတယ်...\nဒီဇာတ်လမ်းက ၁၉၉၉ ခုနှစ် ဆားဘီးယား ကို ဗုံးကျဲခံရတဲ့ အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတာပါ၊\nဗုံးကျဲမှု ဖြစ်ပွားအပြီးမှာ အယ်လ်ဘေးနီးယန်း သူပုန်တွေက ဆလာတီနာ လေဆိပ်ကို သိမ်းပိုက်ထားပါတယ်၊\nငြိမ်းချမ်းရေးတပ်ဖွဲ့တွေ ဒေသကို ပြန်လည်ထိန်းသိမ်းဖို့အတွက် ဆာဘီးယားကို လာကြဖို့ ရှိနေတဲ့အတွက် မဟာဗျူဟာအရ အရေးပါတဲ့ အဆိုပါလေဆိပ်ကို ပြန်ပြီး ခြေကုပ်ယူနိုင်ဖို့အတွက် ရုရှားအထူးတပ်ဖွဲ့ တာဝန်ပေးခံရတဲ့အခါ .....\nပြောရရင်ဒီလိုထိန်းသိမ်းထားဖို့က ပြန်လမ်းမဲ့စစ်ဆင်ရေးလို့တောင် နာမည်ပေးလို့ရပါတယ်... ဒီလေဆိပ်ကိုကာကွယ်ဖို့ကလည်း လူနည်းစုသာ တာဝန်ပေးခံရတဲ့အပြင် အရေးပေါ် စစ်ကူပေးဖို့လည်း မလွယ်ကူပါဘူး....\nလူနည်းစုဖြစ်တဲ့ အထူးတပ်ဖွဲ့လေးက ဒီလျှို့ဝှက်စစ်ဆင်ရေးကို အောင်မြင်အောင် လုပ်နိုင်ပါ့မလားဆိုတာ ရုပ်ရှင်ထဲ မှာ ဆက်လက် ကြည့်ရှုကြရအောင်ပါ ....\nစစ်ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ.....\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN ပဲဖြစ်ပါတယ်..File Size : (2.44GB)(1.17GB)\nQuality : Blu-Ray 1080p ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/balkan-line2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k2BotDix7KZtgFqswfaZifiBDfC.jpg",
        "title": "Eternal Code (2019)",
        "description": "ဒီကားေလးကေတာ့ IMDb 6.9 ရထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ကားပါအသက္ရွင္ေနတဲ့လူတစ္ေယာက္ရဲ႕ဦးေႏွာက္ကိုဦးေႏွာက္ေသေနတဲ့လူရဲ႕ခႏာၱကိုယ္ထဲကိုထည့္လိုက္ရင္အဲဒီဦးေႏွာက္ပိုင္ရွင္ကထာဝရအသက္ရွင္ေနႏိုင္မယ္ဆိုတဲ့စမ္းသပ္ခ်က္ကိုသိပၸံစမ္းသပ္မႈွေတြလုပ္တဲ့ကုမၸဏီတစ္ခုကရွာေဖြေတြ႕ရွိသြားတယ္ဒါေပမယ့္ဒီလုပ္ေဆာင္ခ်က္ကိုဆက္လုပ္ဖို႕အစိုးရဘက္ကေနခြင့္ျပဳခ်က္မေပးတာေၾကာင့္ကုမၸဏီသူေဌးျဖစ္သူကအဲဒီစမ္းသက္ခ်က္ကုိရပ္ဆိုင္းလိုက္ေပမယ့္ဒါရိုက္တာအဖြဲ႕ဝင္ေတြကဆက္လုပ္ဖို႕ဖိအားေပးလာတဲ့အခါမွာ(စမ္းသပ္မႈကိုလုပ္ဖို႕သူေဌးၾကီးေတြကတန္းစီျပီးေစာင့္ေနျပီေလ)သူေဌးကလည္းလံုးဝကိုသမာသမတ္က်တဲ့မိန္းမတစ္ေယာက္ျဖစ္ေနတာေၾကာင့္သူတို႕လိုခ်င္တာကိုမရရေအာင္ၾကိဳးစားရင္းနဲ႕သူေဌးမိသားစုကိုေနာက္ဆံုးျပန္ေပးဆြဲတဲ့အထိေတြျဖစ္လာပါေတာ့တယ္ကံေကာင္းခ်င္ေတာ့သမီးျဖစ္သူလြတ္ေျမာက္သြားျပီးအိမ္ေျခမဲ့စစ္သားေဟာင္းတစ္ေယာက္နဲ႕ဆံုမိတဲ့အခါသူတို႕ေတြေကာင္မေလးမိဘေတြကိုဘယ္လိုကယ္တင္မလဲစမ္းသပ္မႈၾကီးကုိေရာတားဆီးႏိုင္မလားဆိုတာေတြကိုစိတ္ဝင္တစားနဲ႕ၾကည့္ရမယ့္ကားေကာင္းေလးပါ File Size : (991 MB , 233 MB)Quality :  WEB-DL 720pRunning Time : 1 hr 45 minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by  PhueEncoded by Moe Myint Lwin",
        "rating": "7.1",
        "url": "https://megaup.net/1shd5/(CM)_Eternal_Code_2019_(Large_Size).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7hM9glBVa7G9bT0PqC1zQQVstl7.jpg",
        "title": "Down River(2018)",
        "description": "Down River(2018)((Zawgyi))ဒီဇာတ္လမ္းမွာ စစ္သားေလးဦးနဲ႔ဇာတ္အိမ္တည္ထားတာျဖစ္ၿပီးရန္သူ႔နယ္ေျမအတြင္းမွ ေနာက္တန္းဌာေနဆီကိုႀကိဳးစားျပန္ဆုတ္ၾကပံုကိုပံုေဖာ္႐ိုက္ကူးထားတာျဖစ္တယ္...ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူတို႔အဖြဲ႔ဟာကာကင္းစခန္းကေနလႈပ္႐ွားထြက္လာခဲ့ၿပီးလမ္းမွာကားပ်က္သြားတဲ့အခါမွာေတာ့လမ္းကေနသြားၿပီးရန္သူ႔နယ္ေျမထဲေရာက္မွန္းမသိေရာက္သြားၾကတယ္...အဲ့ဒီရန္သူ႔နယ္ေျမထဲကျပန္ဆုတ္ခြာဖို႔အစီအစဥ္ဆြဲတဲ့အခါမွာအခုမွေ႐ွ႕တန္းလိုက္လာဖူးတဲ့အရာ႐ွိနဲ႔အေတြ႔အၾကံဳ႐ွိတဲ့တပ္ၾကပ္ႀကီးတို႔ႏွစ္ေယာက္ၾကား\nအဆင္မေျပမႈမ်ားနဲ႕ ရန္သူနယ္ေျမထဲကေနဘယ္လိုျပန္ဆုတ္ၾကမလဲ...သူတို့ေလးေယာက္လံုးေရာအသက္႐ွင္လ်က္ျပန္ၿပီးဆုတ္ခြာႏို္င္မလားဆိုတာကို ဇာတ္လမ္းထဲမွာၾကည့္႐ႈခံစားၾကပါလို႔ေျပာၾကားရင္း...((Unicode))ဒီဇာတ်လမ်းမှာ စစ်သားလေးဦးနဲ့ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ရန်သူ့နယ်မြေအတွင်းမှနောက်တန်းဌာနေဆီကိုကြိုးစားပြန်ဆုတ်ကြပုံကိုပုံဖော်ရိုက်ကူးထားတာဖြစ်တယ်...ဇာတ်လမ်းအကျဉ်းကတော့ သူတို့အဖွဲ့ဟာကာကင်းစခန်းကနေလှုပ်ရှားထွက်လာခဲ့ပြီးလမ်းမှာကားပျက်သွားတဲ့အခါမှာတောလမ်းကနေသွားပြီးရန်သူ့နယ်မြေထဲရောက်မှန်းမသိရောက်သွားကြတယ်...အဲ့ဒီရန်သူ့နယ်မြေထဲကပြန်ဆုတ်ခွာဖို့အစီအစဉ်ဆွဲတဲ့အခါမှာအခုမှရှေ့တန်းလိုက်လာဖူးတဲ့အရာရှိနဲ့အတွေ့အကြုံရှိတဲ့တပ်ကြပ်ကြီးတို့နှစ်ယောက်ကြား\nအဆင်မပြေမှုများနဲ့ ရန်သူနယ်မြေထဲကနေဘယ်လိုပြန်ဆုတ်ကြမလဲ...သူတို့လေးယောက်လုံးရောအသက်ရှင်လျက်ပြန်ပြီးဆုတ်ခွာနိုင်မလားဆိုတာကို ဇာတ်လမ်းထဲမှာကြည့်ရှုခံစားကြပါလို့ပြောကြားရင်း...File Size : (850 MB) and (302 MB)\nQuality : 720P Web-DL,\nFormat…mp4\nDuration…01:10:00\nGenre : Action,War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "2.5",
        "url": "https://channelmyanmar.org/down-river2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7jDmWZW0C9nXEgsKNGs1nZT1EPv.jpg",
        "title": "The Invincible Iron Man (2007)",
        "description": "(Unicode) The Invincible Iron Man ဆိုတဲ့ Animation ကားက (၂၀၀၇) ခုနှစ်ကထွက်ခဲ့တဲ့ကားဖြစ်တာကြောင့်Iron Man 1 (Live Action) ထက် ၁ နှစ်စောထွက်ခဲ့တာဖြစ်ပါတယ်။ဒီကားထဲမှာတော့ ကျွန်တော်တို့သိထားတဲ့MCU ထဲက Iron Man ဇာတ်လမ်းအတိုင်းမဟုတ်ပါဘူး။တိုနီစတာ့ခ်ရဲ့ သူငယ်ချင်းဖြစ်သူ ဂျိမ်းစ်ရုတ်ဒ် ဆိုMCU မှာ လေတပ်က စစ်ဗိုလ်တစ်ယောက်ဖြစ်ပေမယ့် ဒီကားထဲမှာတော့ တိုနီနဲ့အတူ အလုပ်တွဲလုပ်နေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ တရုတ်ပြည်မှာ ရှေးဟောင်းမြို့တော်တစ်ခု တူးဖော်ရာကနေ မန်ဒရင်းလို့ခေါ်တဲ့ရက်စက်ကြမ်းကြုတ်တဲ့ဘုရင်တစ်ပါး ပြန်ပေါ်ထွက်လာဖို့အကြောင်းဖန်လာပါတယ်။Jade Dragon လို့ခေါ်တဲ့တော်လှမ်းရေးတပ်ဖွဲ့တစ်ဖွဲ့က ရှေးဟောင်းမြို့တူးဖော်နေတဲ့ တိုနီစတာ့ခ်တို့အဖွဲ့ကို နှောင့်ယှက်တိုက်ခိုက်ခဲ့တာမှာတိုနီတစ်ယောက် ထိခိုက်ဒဏ်ရာရပြီး အဖမ်းခံလိုက်ရပါတယ်.......ဒီကားထဲမှာ တိုနီ Iron Man ဖြစ်လာပုံကလဲ မတူသလို ဇာတ်လမ်းဇာတ်ကွက်တွေကလဲMCU ထဲကအတိုင်းမဟုတ်ပါဘူး။အခုအချိန်မှာ Iron Man/ Tony Stark ဆိုပြီး လူတိုင်းသိနေကြပေမယ့်အဲ့ဒီအချိန်တုန်းက (၂၀၀၇) တုန်းက လူသိနည်းသေးတဲ့ Character တစ်ခုလို့တောင်ပြောလို့ရပါတယ်။ဇာတ်ကားအဟောင်းဆိုပေမယ့်လဲ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-invincible-iron-man-2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9Z2qT9iZYLzzsCSYu7A4SEQsKX0.jpg",
        "title": "The Divine Fury (2019)",
        "description": "ဒီကားဟာ နာမည်ကြီး အတွင်းရေးမှုးကင်မ် ကားနဲ့လူတွေသိကြတဲ့Park Soe John ရဲ့ထပ်မံပြီးတော့ သဲသဲလှုပ်ဝန်းရံခံခဲ့ရတဲ့ကားပါဒီကားကိုရိုက်တဲ့ဒါရိုက်တာကလဲ သိပ်မကြာသေးခင်ကမှနာမည်ကြီးထားတဲ့ Midnight Runners ကားကိုရိုက်ထားတဲ့ဒါရိုက်တာ Kim Joo Hwanပါဟိုအရင်ငယ်ငယ်က ကြည့်ခဲ့ဖူးတဲ့ ခိုအားလား ဆိုတဲ့ကားကိုလဲသူပဲရိုက်ခဲ့တာပါဒီလိုမျိုးနာမည်ကြီးတွေရဲ့ပေါင်းစည်းမှုနဲ့ ကောင်းမကောင်းကတော့ကိုယ်တိုင်ကြည့်ပြီးမှပဲဆုံးဖြတ်ပါတော့ IMDB ကတော့ rating 6.5 ပေးထားပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့ဘုရားသခင်ကိုသက်ဝင်ယုံကြည်တဲ့သားအဖ၂ယောက် အဖေလုပ်သူက သေခါနီးအချိန်မှာတကယ့်ကိုအားကိုးရာရှာတဲ့အနေနဲ့ဘုရားသခင်ထံဆုတောင်းပြီးသူ့အဖေက ပြန်မကောင်းလာပဲ တကယ်သေသွားတဲ့အခါဘုရားသခင်ကိုလဲ အယုံအကြည်မရှိတော့တဲ့ကလေးလေးတစ်ယောက် သူကြီးလာတဲ့အခါယုံကြည်မှုမရှိပဲကြီးပြင်းလာခဲ့ပေမယ့် ဘုရားသခင်ကိုနက်နက်ရှိုင်းရှိုင်းယုံကြည်မှရနိုင်တဲ့အရာတွေ သူ့ဆီကိုရောက်ရှိလာတဲ့အခါဘာတွေဖြစ်မလဲကတော့ မ spoil တော့ပါဘူးကြည့်ပါ အားရပါးရသာကြည့်လိုက်ကြပါပေးရတဲ့အချိန်နဲ့တော့တန်မှာပါဘာလို့ဆို ဘာသာပြန်ပေးတဲ့ကောင်မလေးကချောလို့ပါ(ဒီကားက English Sub က မမှန်သေးတဲ့အတွက် လုံးဝကွက်တိမမှန်သေးတဲ့English Sub ရဲ့လိုအပ်တဲ့ နေရာတွေကိုKorea စကားကို နားထောင်ပြီး အဆင်ပြေသလိုပြန်ထားရတဲ့အတွက်အမှားများပါခဲ့ပါက သည်းခံကြည့်ရှု့ပေးပါနော် ...)File Size : (1 GB , 231 MB)Quality :  WEB-DL 720pRunning Time ...",
        "rating": "6.7",
        "url": "https://megaup.net/2htdf/(CM)_The_Divine_Fury_2019_(Large_Size).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iYbvSgedEKDt8k0EcN0ycK8Musr.jpg",
        "title": "Power Kids ( 2009 )",
        "description": "Unicode*******ဒီဇာတ်လမ်းလေးကတော့ လိတ်ဆိုတဲ့ လက်ဝှေ့နည်းပြတယောက်ဟာဆိုရင်ကတ် ဝတ့် ဂျစ်နဲ့ပေါင်ဆိုတဲ့ ကလေးလေးယောက်ကိုပြုစုပေးတဲ့ဆရာ သာမက အဖေလဲဖြစ်တယ် အဲ့ကလေး ၄ယောက်မှာ သူတို့အရမ်းချစ်တဲ့ နှလုံးရောဂါသည် ညီငယ်လေးက ဝင်းရှိတယ်အဲ့ဒီ ကိစ္စကြောင့် သူတို့ဟာ ဝင်းရဲ့နှလုံးသစ်ရှိရာ ဆေးရုံကြီးကို သွားတဲ့အချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် ဓားမြဝင်တိုက်တဲ့ ဘလူခေါင်းဆောင်တဲ့ တီလာ လူမျိုး သူပုန်တွေရောက်ရှိလာတဲ့အခါမှာတော့.ဘာတွေဆက်ဖြစ်မယ်ဆိုတာဆက်လက်ခံစားပါ အရမ်းကောင်းတဲ့ဇာတ်ကားလေးဖြစ်တာကြောင့်ဇာတ်လမ်းအပြည့်အစုံကိုကြည့်ရှုဖို့တိုက်တွန်းလိုက်ရပါတယ် Translated & Review By NannEncoded By LK",
        "rating": "5.8",
        "url": "https://megaup.net/1FQ5v/Power_Kids_[2009]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/ID1-143x200.jpg",
        "title": "Invincible Dragon ( 2019 )",
        "description": "Unicode*******နောက်ဆုံးထွက်အသစ်စက်စက် Fighting Action ကားပဲဖြစ်ပါတယ်ဒီကားလေးဟာ မင်းသားကြီး zhang jinနဲ့ ဇာတ်ကားပေါင်းများစွာမှာပါဝင်သရုပ်ဆောင်ဖူးပြီး လက်ဝှေ့ချန်ပီယံတစ်ယောက်ဖြစ်တဲ့လူမဲမင်းသား Anderson Silvaတို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့တရုတ်အက်ရှင်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်..ဇာတ်လမ်းအကျဉ်းလေးကတော့ဟောင်ကောင်မှာ ရဲမေတွေဆက်တိုက်သတ်ခံရမှုတွေဆက်တိုက်ဖြစ်နေပြီးလူသတ်တရားခံကိုမမိနိုင်ပဲဖြစ်နေပါတယ်..ဒါတွေကိုစုံစမ်းဖို့ရောက်လာတဲ့ စုံစမ်းရေးအရာရှိကျုံလုံတစ်ယောက်ဒီအမှုကိုဖော်ထုတ်နိုင်ပါ့မလား....အမှူဖော်ထုတ်ဖို့ကြိုးစားရင်း ...သူ့ရဲ့ချစ်ရတဲ့ဇနီးလေးကိုပါဖမ်းဆီးသွားခံလိုက်ရပါတယ်....ဒါတွေနဲ့အတူရဲမေအသတ်ခံရမှုပါ ရန့်တန့်သွားတဲ့အခါ....ကျုံလုံရဲ့ဇနီးလောင်းက အသက်ရှင်နေနိုင်ပါဦးမလား......ဒီလိုနဲ့ နည်းနည်းကြာတဲ့အချိန်..မကာအိုမှာ ရဲမေတစ်ယောက်အသတ်ခံရပြန်တဲ့အခါဟောင်ကောင်ကရဲမေအသတ်ခံခဲ့ရမှုနဲ့ဆက်စပ်မှုရှိနေမလား....ဘာကြောင့်ရဲမေတွေအသတ်ခံနေရတာလဲ...လူသတ်သမားကိုဘယ်လိုရှာဖွေဖော်ထုတ်မလဲဆိုတာတွေကိုစိတ်လှုပ်ရှာဖွယ်ကြည့်ရှုရမှာပါ...အက်ရှင်ကားကြိုက်သူတွေအတွက် အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းတစ်ပုဒ်ပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/invincible-dragon-2019/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d4Tc1vGHjk5ySKuI1UUxoog5Uf9.jpg",
        "title": "No Mercy ( 2010 )",
        "description": "Zawgyi*******ကားေကာင္းေလးဆုိေပမယ္႔ IMDb 7.4  အထိေတာင္ရရွိထားတဲ႔ဇာတ္ကားေကာင္းပါဇာတ္လမ္းအမ်ိဳးအစားကေတာ႔ Action , Crime , Thriller ၿဖစ္ၿပီးေတာ႔ 2010 မွာထြက္ရွိထားတဲ႔ ကိုရီးယားရုပ္ရွင္ No Mercy ဟာ ဒါရိုက္တာ Hyeong-Joon Kim ကရိုက္ကူးတင္ဆက္ထားတဲ႔ အလန္းစားရုပ္ရွင္ဇာတ္ကားတစ္ကားပဲၿဖစ္ပါတယ္One Of The Best Thriller Movie လို႔ေတာင္ တင္စားေၿပာရမလိုၿဖစ္ေနပါတယ္ဇာတ္လမ္းအညႊန္းကိုေတာ႔ ရွည္ရွည္ေ၀းေ၀းၾကီးသိပ္မေၿပာလိုေတာ႔ဘူးနာမည္ၾကီးဆရာ၀န္တစ္ေယာက္.ရယ္ ငါးပိုင္းပိုင္းၿပီးေတာ႔ အသတ္ခံလိုက္ရတဲ႔မိန္းကေလးတစ္ေယာက္နဲ႕ လူသတ္သမား...ၿပီးေတာ႔ ၿပည္ပမွာ စာသင္ၿပီးၿပန္လာမယ္႔ မွုခင္းဆရာ၀န္ရဲ႕သမီးကလည္း ထပ္ၿပီးၿပန္ေပးဆြဲခံရတဲ႔အခါမွာေတာ႔ဘာေတြဆက္ၿဖစ္ၾကမလဲ ဆုိတာကိုယ္တိုင္သာဆက္လက္ခံစားၾကည္႕ရွုပါအဆံုးသတ္ေလးကလည္း အေတာ္ကိုထိသြားႏိုင္ပါတယ္ၾကည္႕သင္႔တဲ႔ဇာတ္ကားေလးတစ္ကားပါပဲ18+ အခန္းေတြအနည္းငယ္ေတာ႔ပါပါတယ္ Unicode*******ကားကောင်းလေးဆိုပေမယ့် IMDb 7.4 အထိတောင်ရရှိထားတဲ့ဇာတ်ကားကောင်းပါဇာတ်လမ်းအမျိုးအစားကတော့ Action , Crime , Thriller ဖြစ်ပြီးတော့ 2010 မှာထွက်ရှိထားတဲ့ ကိုရီးယားရုပ်ရှင် No Mercy ဟာ ဒါရိုက်တာ Hyeong-Joon Kim ကရိုက်ကူးတင်ဆက်ထားတဲ့ အလန်းစားရုပ်ရှင်ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်One Of ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/no-mercy-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2PnFsTzmFC3Ydhj0uBEYjPqHWHO.jpg",
        "title": "Vantage Point ( 2008 )",
        "description": "Zawgyi*******Action ကားေကာင္းေတြကိုမွ ၾကိဳက္ႏွစ္သက္ပါတယ္ဆုိတဲ႔သူေတြအတြက္ဇာတ္ကားေကာင္းေလးကိုၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္ 2008 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး IMDb 6.6 ရရွိထားတဲ႔ Vantage Point ဆိုတဲ႔ဇာတ္ကားေလးကိုဒါရိုက္တာ Pete Travis က ရိုက္ကူးတင္ဆက္ထားပါတယ္က သရုပ္ေဆာင္ထားပါတယ္..အရာအားလံုးအျဖစ္အပ်က္အားလံုးမွာ ရႈ႕ေထာင့္မိ်ဳးစံုရွိၾကပါတယ္ဥပမာ ခ်ားရဟတ္တစ္ခုပဲဆိုၾကပါစို႔ဟိုးအျမင့္ႀကီးေပၚေရာက္ေနသူကအျမင္တစ္မ်ိဳးေအာက္ကေနေမာ့ၾကည့္ေနသူက အျမင္တစ္မ်ိဳးစသည္ျဖင့္ကြဲျပားမွာအမွန္ပါပဲဒီ ႏိုင္ငံေရးအေျခခံ Thriller ဇာတ္ကားထဲမွာမင္းသားႀကီး Dennis Quaidပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး IMDB 6.6 ရရွိထားပါတယ္ဇာတ္လမ္းကေတာ့ ႐ိုး႐ိုးေလးပါ စပိန္ႏိုင္ငံမွာ ညီလာခံတစ္ခုလာတက္ရင္းအေမရိကန္သမၼတႀကီး လုပ္ၾကံသတ္ျဖတ္ခံရပါတယ္ဒါေပမယ့္ အဲ့အျဖစ္အပ်က္ေလးကိုပဲရႈေထာင့္မ်ိဳးစံုကေနတင္ျပထားတာျဖစ္ပါတယ္ ေျပာလိုက္ရင္ေပ့ါသြားမွာစိုးလို႔ကိုယ္တိုင္ပဲၾကည့္ရႈခံစားလိုက္ပါလို႔ တိုက္တြန္းရင္းစလယ္ဆံုး ၾကည့္ေကာင္းမယ့္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ေၾကာင္း အာမခံလိုက္ပါရေစ Unicode*******Action ကားကောင်းတွေကိုမှ ကြိုက်နှစ်သက်ပါတယ်ဆိုတဲ့သူတွေအတွက်ဇာတ်ကားကောင်းလေးကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ် 2008 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး IMDb 6.6 ရရှိထားတဲ့ Vantage Point ဆိုတဲ့ဇာတ်ကားလေးကိုဒါရိုက်တာ Pete Travis က ရိုက်ကူးတင်ဆက်ထားပါတယ်က သရုပ်ဆောင်ထားပါတယ်..အရာအားလုံးအဖြစ်အပျက်အားလုံးမှာ ရှု့ထောင့်မျိုးစုံရှိကြပါတယ်ဥပမာ ချားရဟတ်တစ်ခုပဲဆိုကြပါစို့ဟိုးအမြင့်ကြီးပေါ်ရောက်နေသူကအမြင်တစ်မျိုးအောက်ကနေမော့ကြည့်နေသူက အမြင်တစ်မျိုးစသည်ဖြင့်ကွဲပြားမှာအမှန်ပါပဲဒီ နိုင်ငံရေးအခြေခံ Thriller ဇာတ်ကားထဲမှာမင်းသားကြီး Dennis Quaidပါဝင်သရုပ်ဆောင်ထားပြီး IMDB ...",
        "rating": "6.6",
        "url": "https://megaup.net/1A1q7/Vantage_Point_[2008]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/p16876672_p_v8_ad-133x200.jpg",
        "title": "Saving Leningrad(2019)",
        "description": "Saving Leningrad(2019)((unicode)စစ်ကားကောင်းကြိုက်သူတို့ ရုရှားစစ်ကားသစ်တစ်ကားကို BLU-Ray1080p5.1chတို့ဖြင့်\nတင်ဆက်ပေးလိုက်ပါသည်....ဆိုဗီယက်ရုရှရဲ့ မြို့တော်မော်စကိုပြီးရင်\nဒုတိယအကြီးဆုံး မြို့ဖြစ်တဲ့ လီနင်ဂရက်\n( ယနေ့ခေတ်ကာလအခေါ် စိန့်ပီတာဘတ်စ် )ကို\nဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၁မှာ ဖင်လန်နဲ့\nဂျာမနီတို့က မြို့ကို ပြင်ပ အဆက်အသွယ်ပြတ်အောင်\nပိတ်ဆို့ပြီး စီးနင်းခဲ့ကြပါတယ်။\nဒီပိတ်ဆို့ စီးနင်းမှုဟာ နှစ်နှစ် လေးလ နှစ်ပတ်နှင့်\nငါးရက်ကြာ ရက်ပေါင်း ၈၇၂ရက်တာ ကြာမြင့်ပြီး\nအသက်ပေါင်း ၅သိန်းအထိဆုံးရှုံးခဲ့ကာ\nတစ်ချို့သောသမိုင်းပညာရှင်တွေက\nလူမျိုးသုဉ်းသတ်ဖြတ်မှုတစ်မျိုးလို့ ဆိုကြပါတယ်။ဟစ်တလာကြီးကတော့\nဒီဝန်းရံပိတ်ဆို့မှုမှာ သူအောင်မြင်မယ်လို့\nတစ်ထစ်ချယုံကြည်နေပြီး\nလီနင်ဂရင်က ကြယ်ငါးပွင့်ဟိုတယ်မှာတောင်\nအောင်ပွဲခံဖို့ ဖိတ်စာတွေ ကြိုရိုက်ထားတယ်လို့ဆိုပါတယ်။ဒီရုပ်ရှင်ဟာ ဒီပိတ်ဆို့စီးနင်းခံရတဲ့ လီနင်ဂရက်မြို့ကြီးကို\nကယ်တင်ခဲ့ကြတဲ့ လူတွေအကြောင်းပါ။ စစ်ပွဲတစ်ပွဲ\nနိုင်ဖို့ဆိုတာ အာဇာနည်တွေ ဟောတစ်ယောက်\nဟောတစ်ယောက် ပေါ်လာရုံနဲ့ မလုံလောက်ပါဘူး။\nဟိုတစ်စု ဒီတစ်စု ဒြပ်မှုန်ကလေးတွေ ပေါင်းစည်းပြီး\nအချိန်အခါသင့်တဲ့အခါ ရလာတဲ့ ပေါက်ကွဲမှုတစ်ခုပါပဲ။\nဒီရုပ်ရှင်မှာ ကြီးစဉ်ငယ်လိုက်စီပြီးပြောရရင်\nရေတပ်ဗိုလ်ချုပ်မှူးလုပ်ခဲ့တဲ့ စွန့်စားမှုတစ်ခု\nရေတပ်ဗိုလ်ချုပ်မှူသားဗိုလ်‌လောင်းရဲ့ အချစ်ကိုရူးသွပ်မှု\nတပ်ကြပ်တစ်ယောက်ရဲ့ အရှုံးမပေးတတ်တဲ့စိတ်ဓာတ်\nမာလိန်မှူးတစ်ယောက်ရဲ့ တာဝန်သိ တိုင်းပြည်ချစ်စိတ်\nသူလျှိုသစ္စာဖောက်တစ်ယောက်ရဲ့စိတ်ကောင်းဝင်မှု\nဒီလိုအရာတွေအားလုံးပေါင်းစပ်ပြီး\nအောင်မြင်ခြင်းဟာ ဖူးပွင့်လာပါတယ်\nဒါတွေဟာ ထင်သာတဲ့အရာတွေကို ရေးပြထားတာပါပဲ။များပြားလွန်းတဲ့ သူ့နေရာနဲ့သူ အရေးပါနေတဲ့\nဇာတ်ကောင်‌တွေကို တစ်ယောက်မကျန် အသက်ဝင်အောင်\nပုံဖော်သွားနိုင်တဲ့ ဒါရိုက်တာရဲ့ တင်ဆက်ပြသမှုကလည်း အထင်ကရပါပဲ...\nထင်မှတ်မထားတဲ့ twistလေးတစ်ခုနဲ့လည်း ဇာတ်အိမ်ကို\nပိုအသက်ဝင်အောင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/saving-leningrad2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lwQs5DNvy9RHTB0RWEScgZqPPiS.jpg",
        "title": "Centurion(2010)",
        "description": "Centurion(2010)((Zawgyi))အက္ရွင္အလန္းစားမ်ားနဲ႕ နင္းကန္သတ္ျဖတ္ေနတဲ့ ဇာတ္လမ္းေကာင္းကားမုိ႕ 1080P5.1CHတုိ႕ႏွင့္တင္ဆက္ေပးထားပါသည္....ဇာတ္ကားဆို သတ္မွ ျဖတ္မွ ၾကမ္းတမ္းေနမွ ဆိုတဲ့လူေတြအတြက္ အလြန္ၾကမ္းေသာ ဇာတ္ၾကမ္းကားၾကမ္းၾကမ္းႀကီးကို ခပ္ၾကမ္းၾကမ္း တင္ေပးလိုက္ပါၿပီစစ္ပြဲသမိုင္းေတြမွာ နာမည္ႀကီးေပ့ဆိုတဲ့ ေရာမစစ္သားေတြနဲ႔ တိုက္ရည္ခိုက္ရည္ျပည့္စံုတဲ့ လူမ်ိဳးစုတစ္စုအၾကား ပဋိပကၡစစ္ပြဲေတြအေၾကာင္း ႐ိုက္ကူးထားတာပါဇာတ္လမ္းကေတာ့ ေရာမစစ္သမိုင္းမွာ နာမည္ႀကီးၾကမ္းတမ္းတဲ့ Ninth Legion ဆိုတဲ့ တပ္ဖြဲ႕တစ္ဖြဲ႕ရွိတယ္...အားရင္ လူသတ္မယ္...အရက္ေသာက္ရင္း ပ်င္းလာရင္ လူ႐ိုက္မယ္ဆိုတဲ့ အၾကမ္းစားတပ္ဖြဲ႕ႀကီးတစ္ဖြဲ႕ေပါ့...ဒါေပမဲ့ ႏိုင္ငံတိုင္းလိုလိုမွာလည္း စစ္တပ္ကိုမုန္းတဲ့ ျပည္သူေတြဆိုတာ ရွိတာကိုး...အဲ့ဒီထဲကမွ Picts လူမ်ိဳးစုတစ္စုဟာ စစ္တပ္ကို ေသေလာက္ေအာင္ မုန္းတီးေနသူေတြျဖစ္ၿပီး တိုက္ရည္ခိုက္ရည္လည္း ေကာင္းမြန္တာေၾကာင့္ ေရာမအႀကီးအကဲေတြေတာင္ အက်ပ္႐ိုက္ ေၾကာက္လန္႔လာရပါတယ္...အဲ့ဒီအခ်ိန္မွာ ၾကမ္းေပ့ဆိုတဲ့ Ninth Legion တပ္ဖြဲ႕ႀကီးကို ဖိတ္ေခၚၿပီး အဆိုပါလူမ်ိဳးစုေတြကို သြားေရာက္ႏွိမ္နင္းခိုင္းတဲ့အခါမွာေတာ့ ေရာမစစ္တပ္နဲ႔ Picts လူမ်ိဳးစုေတြ ေတြ႕ၾကပါေတာ့တယ္...ဒီဇာတ္လမ္းရဲ႕ 90% ေလာက္က သတ္ေနျဖတ္ေနတာပါ...တိုက္ပြဲထဲမွာ ေခါင္းမွီရင္ ေခါင္းကိုခုတ္ လက္မွီရင္ လက္ကိုခုတ္ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/centurion2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1rMzHyOsk1b1ddcFJgMSB6kOASu.jpg",
        "title": "This Is the End ( 2013 )",
        "description": "Zawgyi*******IMDb 6.6 ရရွိထားတဲ႔ဇာတ္ကားေလးၿဖစ္ၿပီးDark Comedy/ Horror ကားပရိတ္သတ္ေတြအတြက္ရည္ရြယ္ပါတယ္ဇာတ္ကားနာမည္နဲ႔လိုက္ဖက္စြာပဲ ကမာၻပ်က္တဲ့အေၾကာင္းကို႐ိုက္ကူးထားတာပါထူးျခားတာက တစ္ကားလံုးသ႐ုပ္ေဆာင္ေတြဟာ သူတို႔ရဲ႕နာမည္အရင္းေတြ career အစစ္ေတြအျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ထားတာပါပဲHarry Potter မင္းသမီးေလး Emma Watson ေရာRihanna ေရာ ဧည့္သည္သ႐ုပ္ေဆာင္အျဖစ္ပါဝင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ နာမည္ေက်ာ္မင္းသားJames Franco ကသူ႕ LA ကအိမ္သစ္ႀကီးမွ အိမ္သစ္တက္ပြဲပါတီက်င္းပပါတယ္နာမည္ေက်ာ္တို႔ရဲ႕ထံုးစံအတိုင္း ခမ္းခမ္းနားနားပါပဲတျခားနာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြအဆိုေတာ္ေတြလည္း လာၾကတာေပါ့အဲ့အခ်ိန္မွာမွ ေကာင္းကင္ေပၚကအျပာေရာင္အလင္းတန္းေတြက်လာၿပီး လူေတြကိုေခၚသြားတဲ့အခါမွာေတာ့... Unicode*******IMDb 6.6 ရရှိထားတဲ့ဇာတ်ကားလေးဖြစ်ပြီးDark Comedy/ Horror ကားပရိတ်သတ်တွေအတွက်ရည်ရွယ်ပါတယ်ဇာတ်ကားနာမည်နဲ့လိုက်ဖက်စွာပဲ ကမ္ဘာပျက်တဲ့အကြောင်းကိုရိုက်ကူးထားတာပါထူးခြားတာက တစ်ကားလုံးသရုပ်ဆောင်တွေဟာ သူတို့ရဲ့နာမည်အရင်းတွေ career အစစ်တွေအဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာပါပဲHarry Potter မင်းသမီးလေး Emma Watson ရောRihanna ရော ဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါဝင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ နာမည်ကျော်မင်းသားJames Franco ကသူ့ LA ကအိမ်သစ်ကြီးမှ အိမ်သစ်တက်ပွဲပါတီကျင်းပပါတယ်နာမည်ကျော်တို့ရဲ့ထုံးစံအတိုင်း ခမ်းခမ်းနားနားပါပဲတခြားနာမည်ကြီးသရုပ်ဆောင်တွေအဆိုတော်တွေလည်း လာကြတာပေါ့အဲ့အချိန်မှာမှ ကောင်းကင်ပေါ်ကအပြာရောင်အလင်းတန်းတွေကျလာပြီး လူတွေကိုခေါ်သွားတဲ့အခါမှာတော့... Translated & Review By May Myat ...",
        "rating": "6.6",
        "url": "https://megaup.net/1B0ry/This_Is_The_End_[2013]_(MM_Sub).mp4",
        "category": "Action, Fantasy"
    }
]