[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BMjM5Njk5MzYzM15BMl5BanBnXkFtZTgwNzM1Mjk4NjE@._V1_SY1000_CR006571000_AL_-131x200.jpg",
        "title": "The Last Witch Hunter (2015)",
        "description": "The Last Witch Hunter\n==================\nလွန်ခဲ့တဲ့နှစ်ပေါင်း ၈၀၀ လောက်က လူသား\nတွေ ကသူတို့ဖာသာ အိုးအိမ်တွေမြို့သစ်\nတွေတည်ပြီး စည်ပင်ထွန်းကားခဲ့ကြတယ်\nတန်ခိုးသြဇာ ကြီးမားခဲ့ကြတယ် ဒါပေမယ့်\nသူတို့ မေ့လျော့နေခဲ့တာက မွေးရာပါပါရမီ\nထူးပါလာပြီး ဆရာ မလို လမ်းကြောင်းမယ့်\nသူမလိုပဲအောက်လမ်းပညာတွေမှော်အတတ်\nအစီမံတွေ ကျွမ်းကျင်နေတဲ့ လူတစ်စုပဲ\nတစ်နည်းအားဖြင့် စုန်းတွေပေါ့ စုန်းတွေနဲ့ လူ\nတွေကြားက ပဋိပက္ခတွေဟာအချိန်နဲ့အမျှ\nလှိုက်စားကြီးထွားလာတယ် အမုန်းအာဃာ\nတတွေကလဲ လမ်းဆုံးမရှိတဲ့ခရီးလမ်းလို\nများပြားထွေလီရှည်လျားခဲ့တယ် ဒီလိုနဲ့\nသေမြေကြီးရှင်ရွှေထီးဆိုပြီး ထင်ရာစိုင်း\nတဲ့ဗိုက်ကင်းတွေ မိမိတိုင်းပြည်လူမျိုးအတွက်\nအသက်စွန့်တိုက်ခိုက်မယ့်ရဲရဲတောက်\nသူရဲကောင်းတွေ သူတို့ အသက်ကအရေး\nမပါဘူူး သူတို့မှာဖက်တွယ်စရာအိုးအိမ်\nတွေလဲ မရှိရှာတော့ဘူူး ဒီကြမ္မာငင်ဇာတ်\nလမ်းဆိုးကို ပြန်နားထောင်ပေးမယ့်သားမြေး\nမြစ်တွေလဲ မရှိတော့တဲ့အချိန် ရော်ရင့်နေတဲ့\nသစ်ပင်အိုကြီး မကောင်းမှုတို့ အလုံးစုံအတိ\nပြီးတဲ့ စုန်းအသိုက်မြုံထဲ ချဉ်းနင်းဝင်ရောက်\nကြတယ် ဗင်ဒီဇယ် တဖြစ်လဲ ကော်ဒါ ဦး\nဆောင်တဲ့ တပ်စုလေး အောက်လမ်းစုန်း\nတွေရဲ့ ခြောက်ခြားမှုတွေအောက်မှာသွေး\nမပျက်အောင်ကြိုးစားထိန်းနေရတယ်\nတစ်ယောက်ပြီးတစ်ယောက် တစ်သက်ပြီး\nတစ်သက်ပေးဆပ်လိုက်ရတဲ့ သွေးသောက်\nညီကိုတွေကိုကြည့်ပြီး သံထည်နဲ့မီးတောက်\nအားကို ပြု ပီး ကော်ဒါတစ်ယောက်\nမိစ္ဆာမရင်ဝကို ဒီလူမျိုးတုန်းသတ်ဖြတ်တဲ့\nပုလိပ်ရောဂါကပ်ဆိုးကြီးဖန်တီးရှင်ရဲ့ အသဲ\nအူတည့်တည့်ကို အမုန်းဓားတစ်ဆင်းထိုး\nစိုက်လိုက်နိုင်ခဲ့တယ်\nစုန်းဘုရင်မကြီး နိဌိတံပြီး ပုလိပ်ရောဂါဆိုး\nကြီးလဲ ချုပ်ငြိမ်းပြီ ဒါပေမယ့် ...",
        "rating": "7.3",
        "url": "https://megaup.net/16g92/(NZ)The.Last.Witch.Hunter(2015).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/41a4acabd405352d1f48c36bcd90052c-150x200.jpg",
        "title": "SENA SAKURA WINS THE FISHING CONTEST (2019)",
        "description": "ကဲ stay homeမှာ အနေကြာတော့ အားအင်ပြည့်ဖြိုးနေကြပြီမလား???ဒီတော့ ပြည့်ဖြိုး‌ေနတဲ့ အားအင်တွေကို အသုံးချဖို့ သိုင်းကျင့်လိုက်ရအောင်ဗျာဒီတစ်ခေါက်dark sideက တင်ဆက်ပေးမှာတော့ဂျပန်က စုံတွဲတွေကို ဆော့ခိုင်းတဲ့ ကစားနည်း‌ေလးအကြောင်းပေါ့.ကစားနည်းကတော့ ရှင်းပါတယ်.အတွဲတွေကို သင်္ဘောပေါ်ခေါ်တယ်.ပြီးကျရင်ငါးမျှားခိုင်းပြီး ငါးများများရတဲ့အတွဲကို ဆုချတဲ့အနေနဲ့ သင်္ဘောနောက်ခန်းမှာနေ၀င်ဆည်းဆာရယ် ပင်လယ်ကြီးရဲ့အလှရယ်ကို ခံစားခိုင်းပြီး ဒချိခွင့်ပေးတာပါ.(ဒချိဆိုတာ အသက်၂၁ကျော်ရင် နားလည်မှာပါ)၂၁+ကို ဝိုးတိုးဝါးတားဆင်ဆာမပါပဲ ကွက်ကွက်ကွင်းကွင်းရှင်းရှင်းလင်းလင်းတင်ဆက်ထားတာကြောင့်၂၁အောက်မကြည့်သင့်ပါ",
        "rating": "",
        "url": "https://channelmyanmar.org/sena-sakura-wins-the-fishing-contest-2019/",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/xEBracT3PZ57wIuTaZdrdM5ZAjk-133x200.jpg",
        "title": "From Beijing with Love (1994)",
        "description": "From Beijing with Love (1994)IMDb Rating (7.2)ကျွန်တော့်အကြိုက်ဆုံးတွေထဲက တစ်ခုဖြစ်တဲ့ မင်းသားကြီးစတီဖင်ချောင်ရဲ့\nAction, Comedy, Thriller အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့.....\nစတီဖင်ချောင်ဟာ အမူအကျင့် စတိုင် အတွေးအခေါ် အရာမှာ ဂျိမ်းစ်ဘွန်းနဲ့ နင်လား ငါလား ခွဲခြားမရနိုင်အောင်တူတယ်လို့\nကိုယ့်ကိုယ်ကိုယ်သတ်မှတ်ထားပေမယ့် အထက်ဌာနကတော့ သူ့ကို IQ မမှီတဲ့ အေးဂျင့်တစ်ယောက်အဖြစ် သတ်မှတ်ပြီး ဖိုင်ပိတ်ချိတ်ပိတ်ထားခဲ့တာ ကြာလှပါပြီ။\nတစ်နေ့မှာတော့ တရုတ်ပြည်ရဲ့ နံပါတ်တစ်ရတနာဟာ လွန်စွာထူးဆန်းလှတဲ့ လူတစ်စုကြောင့်\nလုယက်ခံလိုက်ရပါတယ်။အဲ့ဒီကိစ္စမှာ စတေးဖို့လူလိုနေတာနဲ့ IQ မမှီဘူးလို့သူတို့သတ်မှတ်ထားတဲ့\nစတီဖင်ချောင်ကို ထိုးထည့်ဖို့ကြံစည်ကြပါတယ်။\nစတီဖင်ချောင်ကလဲ ဂျိမ်းစ်ဘွန်းလို့ ကိုယ့်ကိုယ်ကိုယ်သတ်မှတ်ထားသူဖြစ်ရာ သေပင်သေသေ\nဒီကိစ္စအရှုပ်ထဲကို အလွယ်တကူလက်ခံဝင်ရောက်ခဲ့ပါတယ်။\nတရုတ်ပြည်ရဲ့ နံပါတ်တစ်ရတနာကို ပြန်ရဖို့အတွက်\nစတီဖင်ချောင်တစ်ယောက် အခက်အခဲ..အကြပ်အတည်း ..ထောင်ချောက်တွေထဲမှာ\nသူ့ရဲ့အစွမ်းကို ဘယ်လိုထုတ်သုံးမလဲဆိုတာ.........။\nဂျိမ်းစ်ဘွန်းဇာတ်ကားတွေကို ဟာသသဘောမျိုးတင်ဆက်ထားရာမှာ အတော်ပဲထိရောက်ပြီး\nကြည့်နေတဲ့တစ်ချိန်လုံး သဘောကျ နှစ်ခြိုက်မိတဲ့ဇာတ်ကားပါ။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/from-beijing-with-love-1994/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/06/MV5BNmZkNmU3ODItNWE1Yi00ZDA4LTk1M2EtMDlkOGQ3YTk0ZmIzXkEyXkFqcGdeQXVyMTM5MjI4Mjc@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Shooting Heroin (2020)",
        "description": "Shooting Heroin (2020)=================IMDb Rating 7.2/10#Unicode2020 ခုနစ်ထွက် Action / Drama / Thriller ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး IMDB 7.2/10 ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့...မြို့မှာ မူးယစ်ဆေးဝါးသုံးစွဲမှုတွေဟာ မြင့်တတ်လာပြီး . တစ်နေ့နဲ့တစ်နေ့ လူသေမှုနှုန်းဟာတစ်ဖြည်ဖြည်းမြင့်တတ်လာပြီး . နိုင်ငံအတွင်း တစ်ရက်ကိုလူသေနှုန်းဟာ ၁၀၀ ကျော်ထိရှိလာခဲ့ပါတယ်။ အစိုးရရဲ့ထိန်းချုပ်မှုဟာလည်း မနိုင်လောက်ဖြစ်လာခဲ့ပါတယ်။အဒမ်ဟာ မြို့ငယ်လေးတစ်မြိုက စစ်ပြန်တစ်ယောက်ဖြစ်ပါတယ်။ သူ့မှာ ချစ်ရတဲ့ မွေးကင်းစသားလေးရယ်၊ သူ့ မိခင်ရယ် ၊ သူ့ ညီမလေးတစ်ဦးလည်းရှိပါတယ်။ တစ်နေ့မှာတော့ ဆေးဖြတ်ထားတဲ့ သူ့ညီမဖြစ်သူ ရှန်ယန်းတစ်ယောက် ဆေးပြန်သုံးနေတာကို သိလိုက်ရပါတယ်။အဲ့ဒါတင် မကသေးပဲ ရှန်ယန်းဟာ ဆေးလွန်ပြီး သေဆုံးသွားတဲ့အခါမှာတော့ အဒမ်တစ်ယောက်မူးယစ်ဆေး နဲ့ ရောင်းဝယ်ဖောက်ကားမှုတွေကို စိတ်နာတာကနေ ချေမှုန်းဖို့ဖြစ်လာပါတော့တယ်။အဓိက ဇာတ်ဝင်ခန်းတွေဟာ အဲ့အချိန်မှာစမှာပါ . အကြမ်းအရမ်း အတိုက်အခိုက်လေးတွေလည်းမြင်တွေ့ရမှာ သေချာပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/shooting-heroin-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uzqKhhSA6ypWwqsnZSwCs7C42sb.jpg",
        "title": "Dum Maaro Dum(2011)",
        "description": "Dum Maaro Dum(2011)အေစီပီဗရှ်နူးကာမသ်ဟာမိသားစု စားဝတ်နေရေးချောင်လည်ဖို့ဘာမဆိုလုပ်တဲ့သူပါ....တရားမဝင်လုပ်ရပ်တွေလာဘ်စားပြီး ငွေအတွက်လက်တစ်လုံးခြားလုပ်စားနေတဲ့သူဆိုပါတော့.....ဒါပေမယ့်တစ်နေ့မှာတော့ သူ့မိသားစုနဲ့အတူခရီးသွားနေတုန်းရုတ်တရက်အက်ဆီးဒန့်တစ်ခုနှင့်ကြုံခဲ့ရပါတယ်။\nမိသားစုအတွက်ပိုက်ဆံကိုနည်းမျိုးစုံနဲ့ရှာတတ်တဲ့ အေစီပီဗရှ်နူးတစ်ယောက်သူ့ရဲ့မိသားစုဝင်တွေကိုဆုံးရှုံးလိုက်ရပြီး သူ့မှာ အတွေးကြီးတစ်ခုကျန်ခဲ့တယ်...သူရှာခဲ့တဲ့ငွေတွေဟာလည်းသိပ်ချစ်တဲ့မိသားစုတွေကိုပြန်မခေါ်ပေးနိုင်ဘူးပေါ့...ဒီနောက်တော့ သူပြောင်းလဲသွားပါတော့တယ်....\n၅နှစ်ကြာပြီးတဲ့နောက် ဂိုအာမြို့မှာမူးယစ်ဂိုဏ်းတွေကိုရှင်းလင်းဖို့အမိန့်ပေးခံခဲ့ရပြီး အေစီပီတစ်ယောက်မူးယစ်ဂိုဏ်းတွေကိုရှင်းလင်းနိုင်မလား?\nမူးယစ်ဖြန့်ဖြူးရေးလုပ်ငန်းရဲ့နောက်ကွယ်မှာအဓိကကြိုးကိုင်ထားတာကရောဘယ်သူလဲ?\nအေးစီပီတစ်ယောက်ဘယ်လိုပဟေဠိတွေနဲ့ရင်ဆိုင်ရမလဲ? ဆိုတာတွေကိုတော့ဇာတ်ကားထဲမှာပဲကြည့်ရှုပေးကြပါလို့.......\nAction, Crime ကြိုက်တဲ့သူတွေလက်မလွှတ်သင့်ပါကြောင်း..ဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။File Size : (1.01 GB) and (554 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:08:00\nGenre : Action , Drama, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dum-maaro-dum2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BMWY3YThiZjctOGY4ZS00NzA1LTliZTUtNWEyMTVlODNhZmQ2XkEyXkFqcGdeQXVyMTgzOTE5MTY@._V1_SY1000_CR007821000_AL_-156x200.jpg",
        "title": "Axcellerator (2020)",
        "description": "Axcellerator (2020)===============IMDb Rating 5.7/10#Unicodeဘဝကို ကြုံရာကျပန်းနေထိုင်ပြီး အကြွေးတွေနဲ့ပိနေတဲ့ကောင်လေး \"Dane\". . .နိုင်ငံတော်အတွက် အလုပ်လုပ်ပေးနေတဲ့ သိပ္ပံပညာရှင် \"Hawks\" . . .တစ်နေ့မှာတော့ Dane ဟာ သူ့အဖေဈာပနအတွက် မိုင်ယာမီကို ရောက်လာပြီးတဲ့နောက်မှာHawks နဲ့ မတော်တဆဆုံခဲ့ပြီး သူတီထွင်ထားတဲ့ပစ္စည်းရဲ့အစွမ်းနဲ့ထူးဆန်းမှုကို စတင်ကြုံတွေ့ရပါတော့တယ်။ Device ဟာ အလန်းစား ဖြစ်ပြီးတော့ မသမာသူတွေသိရှိသွားခဲ့ပြီး သူတို့ရဲ့အနောက်ကိုတော်လျှောက်လိုက်လို့ ဒုက္ခပေးလိုက်လုတာကို ဇာတ်လမ်းဆင်ထားတာပါ။ ဒီ Device ကိုရရှိသူတွေအတွက်ကတော့ အလွန်အသုံးဝင်ပြီး . ကောင်းမှုရော မကောင်းမှုရော ကျူးလွန်နိင်တာမို့ပြေးရင်းလိုက်ရင်း လိုက်ရင်းပြေးရင်းနဲ့ အရှောင်အတိမ်းတွေနဲ့ ကြည့်ရမယ့်ကားမျိုးပါ။ဘယ်လို Device အမျိုးအစားလဲသိချင်ရင်တော့ မူဗီလေးသာ ဒေါင်းကြကုန် . . .(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဘဝကို ႀကဳံရာက်ပန္းေနထိုင္ၿပီး အေႂကြးေတြနဲ႔ပိေနတဲ့ေကာင္ေလး \"Dane\". . .ႏိုင္ငံေတာ္အတြက္ အလုပ္လုပ္ေပးေနတဲ့ သိပၸံပညာရွင္ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/axcellerator-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A8FWpw3WHUo9EvU1xMWZRjdRlN3.jpg",
        "title": "Debt Collectors (2020)",
        "description": "ဘွိုက်ကာ မင်းသားကြီး စကော့ အက်ဒ်ကင်ရဲ့ အက်ရှင်ကားအသစ်ပါ။နာမည်ကတော့ အကြွေးတောင်းသူများတဲ့။ဇာတ်လမ်းကတော့ အကြွေးတောင်းတဲ့ဇာတ်လမ်းပါပဲ။လူမိုက်လုပ်ခဲ့ဖူးတယ် ဖရန့်ချ် နဲ့ ဆူး ဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာကျည်ဆံတွေမှန်ပြီး သေလုမျောပါး ဖြစ်ပြီးတဲ့နောက်မှာ အနားယူခဲ့ကြပါတယ်။ဒါပေမယ့် စီးပွားရေး အဆင်မပြေတဲ့အခါမှနောက်ဆုံးတစ်ခေါက်အနေနဲ့ အကြွေးတွေအချီကြီးလိုက်တောင်းပေးရမယ်အလုပ်ကို လက်ခံပေးလိုက်မိပါတယ်။အကြွေး၃ ခုကို ၂ ရက်အတွင်း အပြီးတောင်းပေးရမယ့်အလုပ်ပါ။ဒါပေမယ့် အလုပ်က ထင်သလောက် လွယ်ပြီး ရိုးရှင်းမနေပါဘူး။တောင်းရတာ တကယ့် ဖိုက်တာတွေဆီက ဖြစ်ပြီး မပေးဘဲ ပြန်ချမယ့်သူတွေချည်းဖြစ်နေတဲ့အပြင် အကြွေးတောင်းခိုင်းတဲ့ ဘော့စ်ရဲ့ နောက်ကွယ်မှာလည်းပြဿနာတွေ ထပ်ရှိနေတဲ့အခါ နွားအိုကြီးနှစ်ယောက်နွားပျိုတွေနဲ့အပြိုင် ပွဲကြမ်းရပါတော့တယ်။ဟာသလည်းပါပြီး အက်ရှင်ကောင်းကောင်းနဲ့မို့ ကြည့်ကောင်းမယ့်ကားပါပဲ။ File Size : ( 912 MB , ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/debt-collectors-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/ipgyjqzdu7ea-133x200.jpg",
        "title": "Joseon Fist (2020)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ကိုရီးယားကျောင်းသားတော်လှန်ရေးဇာတ်လမ်းလေးကိုရိုက်ကူးထားတာဖြစ်ပြီးတော့ Action ကြိုက်တဲ့လူတွေအတွက်တော့အမိုက်စား ဇာတ်လမ်းလေးဖြစ်လိမ့်မယ်ထင်ပါတယ်။          အစပိုင်းမှာတော့ ကျောင်းသားသစ်ချွဲဂန်းအီကို အားလုံးကဝိုင်းပြီးဆန့်ကျင်ခဲ့ပေမယ့် နောက်ပိုင်းမှာ ချွဲဂန်းအီရဲ့တိုက်ရည်ခိုက်ရည်ကျွမ်းကျင်မှုနဲ့ဦးဆောင်နိုင်စွမ်းရှိမှုတွေကြောင့်ကျောင်းသားများကို စည်းရုံးသိမ်းသွင်းနိုင်ခဲ့ပါတယ်။ဂျပန်ကျောင်းသားတွေနဲ့ တိုက်ခိုက်ပြီး ဘယ်လိုတွေ ဆက်ဖြစ်ပြီးဘယ်သူအနိုင်ရမလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာပဲဆက်လက်ကြည့်ရှုခံစားကြည့်ကြပါ။ချွဲဂန်းအီရဲ့အတိုက်အခိုက်ကျွမ်းကျင်မှုကို ရင်သပ်ရှုမောခံစားရမှာဖြစ်ပြီးတော့လူငယ်အချစ်ဇာတ်လမ်းရသကိုပါ ပေးစွမ်းနိုင်တဲ့ လူငယ်ဆန်ဆန်ဇာတ်ကားကောင်းတစ်ခုဖြစ်တယ်လို့ ညွှန်းချင်ပါတယ်..\n  \nFile Size - 1GB\nQuality - Web-Dl 1080P\nSubtitle - Burmese (Hardsub)\nTranslator - Duli Lay\nEncoder - XCode",
        "rating": "7.3",
        "url": "https://megaup.net/3yKfs/Joseon_Fist_2020.1080p_%7BCM%7D.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pfte7wdMobMF4CVHuOxyu6oqeeA.jpg",
        "title": "Fury(2014)",
        "description": "Fury(2014)\nBlu-Ray 1080p 5.1 CH,720P\nIMDB rating .....7.6\n၁၉၄၅ ခုနှစ်၊ ဧပြီလ။  ဒုတိယကမ္ဘာစစ် ဥရောပစစ်မြေပြင်။  အင်အားကြီးစစ်နိုင်ငံဖြစ်တဲ့နာဇီ ဂျာမနီနိုင်ငံအား အမေရိကန်မှ နောက်ဆုံးထိုးစစ်ဆင် တိုက်ခိုက်နေတဲ့အချိန်။\nအမေရိကန်စစ်တပ် တပ်မဟာ ၆၆၊ တပ်ခွဲ ၂မှ တပ်ကြပ်ကြီး ကော်လီရာ ( Collier ) က ယင်းစစ်မြေပြင်မှာ ဖျူရီ (fury)  လို့ခေါ်တဲ့တင့်ကား ကိုဦးဆောင်ကာ တိုက်ပွဲဝင်နေသူဖြစ်ပါတယ်။ ဖျူရီ ရဲ့ တခြားတပ်ဖွဲ့ဝင်တွေဖြစ်တဲ့  သေနတ်သမား ဘိုင်ဘယ် (Bible) ၊လက်နက်ကြီးကျည်ဖြည့်တာဝန် ကွန်းအက်စ် (Coon-Ass) ၊ တင့်ကားမောင်းသူ ဂေါ်ဒို (Gordo) တို့ဟာ စစ်စကတည်းက တွဲဖက်ညီညီ နဲ့တိုက်ပွဲဝင်ခဲ့ကြတဲ့ ဝါရင့်စစ်သားတွေပဲဖြစ်ပါတယ်။အလန်းစားတင့်တိုက်ပွဲတွေတွေ့ရမြင်ရမှာဖြစ်သလို၊ရဲဘော်ရဲဘက်စိတ်၊စစ်အတွင်း လူသားအချင်းချင်း တစ်ယောက်နဲ့တစ်ယောက်သဘောထားတွေကိုအကောင်းဆုံးရိုက်ပြနိုင်တဲ့ကားဖြစ်ပါတယ်... ခံစားကြည့်လိုက်ပါဦးFile Size : (2.7GB)၊(950MB)\nQuality : Blu-Ray 1080p 5.1 CH,Blu-Ray ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/fury2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t7ZpEIxMnxaljIeor3XB1PUX4lm.jpg",
        "title": "Hunter Killer(2018)",
        "description": "Hunter Killer(2018)\n((အက်ရှင်ဦးစားပေးစစ်ကားဖြစ်သဖြင့် Blu-Ray 1080p 5.1 CH ,Blu-Ray 720p အားUpdate ပေးလိုက်ပါသည်...))စစ်ကားကောင်းတွေ ငတ်နေကြသူတွေအတွက် ရုရှားနဲ့ အမေရိကန်ဆော်ကြမယ့် 2018 ထွက် Hunter Killer ဆိုတဲ့ ဇာတ်ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်....\nHunter Killer ဆိုတာက အမေရိကန်ရေငုပ်သင်္ဘော အမျိုးအစားတစ်ခုရဲ့နာမည်ဆိုပါတော့...တစ်နေ့ အမေရိကန်ရေငုပ်သင်္ဘောတစ်စီး (တန်ပါဘေး) ဟာ အာတိတ်သမုဒ္ဒရာထဲ ကင်းထောက်နေတုန်း ရုရှား ရေငုပ်သင်္ဘောတစ်စီး ပေါက်ကွဲပျက်စီးသွားတာကြားလိုက်ရပါတယ်...ဘာကြောင့် ဒီလိုဖြစ်သွားသလဲ စုံစမ်းနေတုန်း မရှေးမနှောင်းမှာပဲ သူတို့သင်္ဘော တန်ပါဘေးလည်း ဒုံးကျည်ထိမှန်ပြီး နစ်မြုပ်ခဲ့ရပါတယ်...အမေရိကန်အစိုးရ နဲ့ ရုရှားအစိုးရလည်း ဘယ်သူက စတင်ပစ်ခတ်တယ်ဆိုတာ မသေချာပေမယ့် နှစ်ဖက်စလုံးမှာအထိအခိုက်ရှိသွားတာဖြစ်တဲ့အတွက်နိုင်ငံရေးတင်းမာမှုတွေ ရှိလာခဲ့ပါတယ်... ဒါကြောင့် အမေရိကန် ရေတပ်ဗိုလ်ချုပ်ကြီးက နစ်မြုပ်သွားတဲ့ တန်ပါဘေးကို ကယ်ဆယ်ဖို့ ကပ္ပတိန် ဂျိုးဂလက်စ်ဦးစီးတဲ့ Hunter killer တစ်စီးလွှတ်ပါတော့တယ်... မြေပြင်မှာ လည်း ရုရှားသမ္မတရဲ့ခြေလှမ်းတွေစောင့်ကြည့်ဖို့ အထူးစစ်သားလေးယောက် ချထားလိုက်ပါတယ်....ရုရှား ...",
        "rating": "6.8",
        "url": "https://megaup.net/1Iq9z/Hunter_Killer_[2018]_(MM_Sub).mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BMjM2NTQ5Mzc2M15BMl5BanBnXkFtZTgwNTcxMDI2NTE@._V1_-202x300.jpg",
        "title": "Ant-Man (2015) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Id6s/(MCU-CM)Ant_Man.2015.1080p_BLU-RAY.PP.mp4",
        "category": "Action, Adventure, Marvel Universe"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/The_Incredible_Hulk_poster-135x200.jpg",
        "title": "The Incredible Hulk (2008) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "6.8",
        "url": "https://megaup.net/11o1p/Hulk_-_The_Incredible_Hulk_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/or06FN3Dka5tukK1e9sl16pB3iy.jpg",
        "title": "Avengers: Endgame (2019) MCU",
        "description": "Avengers: Endgame(2019)IMDb...8.8,,,,,,Rotten.....95%ဇာတ္လမ္းအက်ဥ္းကေတာ့ သိပ္ေျပာစရာမလိုလွပါဘူး။အားလံုးလည္း သိေနၾကမွာပါ။ Mad Titan ျဖစ္တဲ့ Thanos ဟာ စၾကဝဠာႀကီး အဓြန္႕ရွည္ဖို႕အနႏၱေက်ာက္တံုးေတြကိုသံုးၿပီး သက္ရွိ တစ္ဝက္တိတိ ေဖ်ာက္ပစ္ခဲ့ပါတယ္။ဒီအျဖစ္ကို အဗန္ဂ်ာေတြ ဘယ္လို ျပန္ကယ္တင္မလဲ ဘယ္လို လက္စားေခ်မလဲဆိုတာ ဒီကားမွာ ေတြ႕ရပါေတာ့မယ္။အားလံုးအၾကိဳက္ေတြ႕ၾကမွာ ေသခ်ာပါတယ္။အက္မင္ေတြေတာ့ ရံုမွာ ၃ ေခါက္ေလာက္ၾကည့္ၿပီး ဒီဗားရွင္းကိုငါးေခါက္ေလာက္ကို ျပန္ၾကည့္ျဖစ္ေလာက္ေအာင္ ၾကိဳက္ပါတယ္။ ခံစားၾကည့္ၾကပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Little Neo ပဲျဖစ္ပါတယ္...... MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity ...",
        "rating": "8.8",
        "url": "https://megaup.net/4UHFb/Avengers_-_Endgame_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy, Marvel Universe"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/MV5BMjQ0MTgyNjAxMV5BMl5BanBnXkFtZTgwNjUzMDkyODE@._V1_-135x200.jpg",
        "title": "Captain America: Civil War (2016) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "7.8",
        "url": "https://megaup.net/2wb4D/Captain_America_-_Civil_War_[2016]_{1080p_Blu-ray_5.1_CH}_(MM_Sub)_(2).mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/Captain_America_The_Winter_Soldier-135x200.jpg",
        "title": "Captain America: The Winter Soldier (2014) MCU",
        "description": "After the cataclysmic events in New York with The Avengers, Steve Rogers, aka Captain America is living quietly in Washington, D.C. and trying to adjust to the modern world. But when a S.H.I.E.L.D. colleague comes under attack, Steve becomes embroiled in a web of intrigue that threatens to put the world at risk. Joining forces with the Black Widow, Captain ...",
        "rating": "",
        "url": "https://megaup.net/48ylB/(MCU-CM)Captain.America.The.Winter.Soldier.2014.REMASTERED.1080p.BluRay.x264.DTS-SWTYBLZ.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7WsyChQLEftFiDOVTGkv3hFpyyt.jpg",
        "title": "Avengers: Infinity War (2018) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "8.7",
        "url": "https://megaup.net/1dFrc/Avengers_-_Infinity_War_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy, Marvel Universe"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vSNxAJTlD0r02V9sPYpOjqDZXUK.jpg",
        "title": "Captain America: The First Avenger (2011) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "6.9",
        "url": "https://megaup.net/11Zo2/Captain_America_-_The_First_Avenger_[2011]_(MM_Sub)_(1).mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/drstrange.jpg",
        "title": "Doctor Strange (2016) MCU",
        "description": "Marvel Cinematic Universe Intro======================= [Unicode]\n1080p BluRay 5.1 DTS Quality ဖြင့် Marvel Cinematic Universe (MCU) Collection ကိုစုပေါင်းတင်ဆက်ပါသည်။MCU ဇာတ်ကားအားလုံးကို https://channelmyanmar.org/category/marvel-universe/ မှာ Download နိုင်ပါသည်။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/48xjb/(MCU-CM)Doctor.Strange.2016.1080p.BluRay.x264-SPARKS.mp4",
        "category": "Action, Adventure, Fantasy, Marvel Universe"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Ilv6ryHUv6rt9zIsbSEJUmmbEi.jpg",
        "title": "Iron Man 3 (2013) MCU",
        "description": "When Tony Stark's world is torn apart by a formidable terrorist called the Mandarin, he starts an odyssey of rebuilding and retribution. 1080p BluRay 5.1 DTS Quality ျဖင့္  Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။MCU ဇာတ္ကားအားလံုးကို  https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။\nပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။Marvel Universe မွာ Infinity ...",
        "rating": "",
        "url": "https://megaup.net/4OwOg/(MCU-CM)Iron.Man.3.2013.1080p.BluRay.x264.DTS-FGT.mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/05/avengers-age-of-ultron-movie-poster-marvel-150x200.jpg",
        "title": "Avengers: Age of Ultron (2015) MCU",
        "description": "Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။\nပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။\nအဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။\nကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။\nInfinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး\nစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။\nဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, ...",
        "rating": "7.4",
        "url": "https://megaup.net/2nl8g/Avengers_2_-_Age_Of_Ultron_[2015]_(MM_Sub)_(1).mp4",
        "category": "Action, Adventure, Marvel Universe, Sci-Fi"
    }
]