[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/koap5B3bQHQi3yaZ39vpWR66TGP.jpg",
        "title": "Cell 211 (2009)",
        "description": "Cell 211 ဇာတ်လမ်းအညွှန်း********************၂၀၀၉ ခုနှစ်က ထွက်ရှိထားတဲ့ စပိန်ဇာတ်ကားကောင်းဖြစ်ပြီး IMDB 7.6 တောင်ရရှိထားတာမို့ အချဉ်တော့မဟုတ်ဘူးပေါ့နော်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင် ဟူအန်းအိုလီဗာအကြောင်းကနေ စပြောရမှာပဲ။ ဟူအန်းက အသက် ၃၀၊ မိန်းမရှိတယ်။ သူ့မိန်းမက မွေးခါနီးဖွားခါနီး ကိုယ်ဝန်ကြီးနဲ့ မပေါ့မပါးပေါ့… ဟူအန်း အရင်က သားသတ်ရုံမှာအလုပ်လုပ်ရတာ၊ အခုတော့ ထောင်စောင့်အနေနဲ့ အလုပ်သစ်ရထားပြီ။ မနက်ဖြန်စဆင်းရမယ်ဆို ဒီနေ့လိုနေ့မှာ သူ ထောင်အခြေအနေကို လေ့လာဖို့ ထွက်လာခဲ့တယ်။ သားသမီးရလာတော့မယ်ဆိုတော့ အလုပ်ကြိုးစားချင်စိတ်ကြောင့်ပဲဆိုပါတော့လေ။ သူအလုပ်လုပ်ရမယ့်ထောင်မှာကလည်း တကယ့်ကိုဆိုးပေ့မိုက်ပေ့ လူဆိုးကြီးတွေချည်းပဲ။ ထောင်ကြီးကလည်း တကယ့်ကိုအိုဟောင်းစုတ်ပြတ်နေပြီ။ ကံဆိုးချင်တဲ့ ဟူအန်းတစ်ယောက် ထောင်ကိုရောက်ပြီး လှည့်ပတ်ကြည့်ရှုလို့ သိပ်မကြာခင်မှာပဲ ခေါင်မိုးပြိုကျလို့ ထိပ်ပေါက်ပါလေရောလား…တစ်ပူပေါ်တစ်ပူဆင့်ချင်တော့ အဲဒီချိန်မှာပဲ ထောင်ထဲက ခေါင်းဆောင်လို့ဆိုရမဲ့ မာလာမာဒရစ်က အစောင့်လက်ကနေ လွတ်လာပြီး ထောင်ဆူတော့တာပါပဲ။ ဒီလိုနဲ့ ဟူအန်းတစ်ယောက် အကျဉ်းခန်း ၂၁၁ ထဲမှာ ပိတ်မိနေရာက သူ့ကိုယ်သူ အသစ်ရောက်လာတဲ့ထောင်သားပါလို့ အားလုံးယုံအောင်ဖြီးဖြန်းခဲ့ရာကနေ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/cell-211-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/ngztav9zdowe-133x200.jpg",
        "title": "Tiger Cage (1988)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ချိန်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်ဂျက်မဇာတ်ကား In The Line of Duty ဇာတ်ကားတွေလိုပါပဲ...လူဆိုးဂိုဏ်းတွေနဲ့ ဟောင်ကောင်စုံထောက်ရဲတွေကြားက စွန့်စားခန်းတွေကို ရိုက်ကူးထားတာပါ။မင်းသား Donnie Yen,Jacky Cheung,Simon Yam,Uncle Tat...မင်းသမီး Carol Cheng,Irene Wan တို့လို ဟောင်ကောင်ရွှေခေတ်ရဲ့ နာမည်ကြီးတွေပါဝင်ထားပါတယ်...IMDb Rating(6.6) ထိ ရရှိထားပြီး ဖိုက်တင်ခန်းတွေလဲကြမ်းသမို့ Action ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါဘူး။ဟောင်ကောင်ဂျက်မဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=in+the+line+of+duty  ကြည့်လို့ရပါတယ်။\nFile size…(1.8 GB)/(700 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Murphy",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/tiger-cage-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BNGUyYzE2ZWItOTZlYy00ZGRhLTkyYzYtODZmNzY5NjhmNTFmXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_-142x200.jpg",
        "title": "Crook: It’s Good to Be Bad (2010)",
        "description": "Crook It's Good to Be Bad (2010)ဒီဇာတ်ကားလေးကတော့ အင်မရန်းဟာရှ်မီနဲ့ နေဟားရှရ်မာတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Action/Thrillerအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\n''သူခိုးရဲ့သားက သူခိုးပဲဖြစ်မယ်။ လူမိုက်ရဲ့သားက လူမိုက်ပဲဖြစ်လိမ့်မယ်။ ဒါကလူတွေ မြင်ကြတဲ့ လောကကြီးရဲ့ နိယာမတစ်ခုပေါ့''\nဒုစရိုက်သမားကြီးဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးပြီးတဲ့နောက်မှာ ဆူရာ့ဂျ်ဟာ နာကျည်းစိတ်နဲ့ ဒုစရိုက်အလုပ်တွေပဲလုပ်ရင်း\nမိုက်တွင်းနက်သထက်နက်နေမိတယ်။ဒါကိုမြင်ရတော့ မွေးစားအဖေဖြစ်သူ ရဲအရာရှိကြီးဂျိုးဆပ်က\nလူမိုက်တွေနဲ့ဝေးသွားရင်တော့ စိတ်ပြောင်းသွားနိုင်ရဲ့ဆိုတဲ့အတွေးနဲ့ ဆူရာ့ဂျ်ကို သြစတြေးလျနိုင်ငံပို့ဖို့ စီစဥ်လိုက်ပါတယ်။\nနယ်မြေသစ် နေရာသစ်ရောက်သွားတဲ့ ဆူရာ့ဂျ်ဟာ စိတ်သစ်လူသစ်နဲ့ ဘဝကိုအကောင်းဆုံးနေထိုင်ရင်း အိန္ဒိယသူလေး ဆူဟာနီနဲ့ဆုံခဲ့တယ်။\nတိုင်းတစ်ပါးမှာသာနေနေပေမယ့် ဆူဟာနီရဲ့ ကိုယ့်လူမျိုးပေါ်မှာချစ်တဲ့စိတ်ကမသေးပါဘူး။ သူ့ဘဝအခြေကျဖို့ကြိုးစားရင်း ဒီမျိုးချစ်ကောင်မလေးအပေါ် အချစ်တွေလည်းတိုးရင်းပေါ့။ဒါပေမဲ့ ဆူဟာနီရဲ့ အစ်ကိုကတော့တယူသန်...သြစတြေးလျလူမျိုးတွေဆို နာကျည်းမုန်းတီးနေတာ။ နာကျည်းဆို သြစတြေးလျလူမျိုးတွေက အိန္ဒိယလူမျိုးတွေအပေါ် နိုင်ထက်စီးနင်း ခွဲခြားဆက်ဆံမှုကို မြင်တွေ့နေရတာကိုး။\nဒီလိုနဲ့ သြစတြေးလျတွေနဲ့ အိန္ဒိယလူမျိုးတွေကြားက တင်းမာမှုတွေကြီးမားလာပြီး သတ်ဖြတ်လုယက်တဲ့ အနေအထားဖြစ်လာတဲ့အခါမှာ ဆူရာ့ဂျ်တစ်ယောက် ပါဝင်ပတ်သတ်လာရပါတော့တယ်။လူမျိုးနှစ်စုအကြားက တင်းမာမှုဟာ နှစ်နိုင်ငံအကြားတင်းမာမှုအခြေအနေအထိ ရောက်လာတဲ့အခါမှာ ဆူရာ့ဂျ်ဘယ်လိုပါဝင်မလဲ၊ ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/crook-its-good-to-be-bad-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/BrotherHood-119x200.jpg",
        "title": "Brotherhood ( 2022 )",
        "description": "အခုတင်ဆက်ပေးမှာတော့ မင်းသားကြီး Wu Yue ရဲ့ဟောင်ကောင်အက်ရှင်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့Lei Zhan Sheng ဟာမြေအောက်ဘုရင်တစ်ယောက်ဆီကနေဒေါ်လာသိန်း၁၀၀၀ကိုခိုးယူခဲ့တာကဇာတ်လမ်းစတာပါပဲ။ဒေါ်လာသိန်း၁၀၀၀အတွက် ကျွန်းတစ်ကျွန်းပေါ်မှာပစ်ကြခတ်ကြရင်Lei Zhan Shengဟာသေသွားပါတယ်။Lei Zhan Shengရဲ့အမွှာအကို Lei Zhan Jun ညီသေသွားတာကိုမယုံနိုင်ပဲနိုင်ငံကူးပြီးအဖြစ်မှန်ကိုလိုက်ရှာပါတယ်။တကယ်တော့ထွက်ပြေးလွတ်မြောက်နေတဲ့ညီဖြစ်သူ Lei Zhan Sheng ဟာမျက်နှာကိုခွဲစိတ်ပြင်ဆင်ထားတာပါအကိုကိုမြေအောက်ဂိုဏ်းလက်ကကယ်ဖို့ပြန်လာရင်းညီအကို၂ယောက်ဟာ ရဲတွေရောမြေအောက်ဂိုဏ်းသားတွေရဲ့လိုက်လံဖမ်းဆီးမှုကိုခံရပါတော့တယ်။ဒီကားလေးဟာ အက်ရှင်ကားဆိုပေမယ့် ဟာသနှောတဲ့အပြောလေးတွေပါတာကြောင့်ပေါ့ပေါ့ပါးနဲ့အရမ်းကြည့်ကောင်းတဲ့ကားလေးပါ။ညီအကိုကြား Bromanceကိုလဲအရမ်းလေးလေးကြီးမဖြစ်အောင်ထည့်ထားတာကလဲသဘောကျစရာပါပဲ ။ရှေ့ဆက်ပြီးဘယ်လိုဖြစ်သလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုအားပေးကြပါဦး။ \nQuality  : WEB DL 1080p\nFormat : mp4\nDuration : 1hr 36min\nGenres : Action,Drama\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By Nu Mon\nEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/1Ina5/Brotherhood_2022_1080P_(CM)_FIX.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/accident_man-135x200.jpg",
        "title": "Accident Man (2018)",
        "description": "Accident Man ဆိုတာလူတစ္ေယာက္ေပါ့။ဘယ္လိုလူတစ္ေယာက္လဲဆိုေတာ့ အခေၾကးေငြယူျပီး လူသတ္ေပးရတဲ့ အလုပ္ကိုလုပ္ရတဲ့လူ။လူသတ္ကုန္သည္လို႔လည္းေခၚၾကတယ္။သူတို႔ေလာကမွာ အဲ့ဒီေစ်းကြက္က ေတာ္ေတာ္ျဖစ္ထြန္းေနသလို ကိုယ့္အလုပ္္ကိုကုိယ္ ဂရုစိုက္ၾကရတယ္။အလုပ္အပ္တဲ့လူကပြဲစားကတစ္ဆင့္ သတ္ရမယ့္လူရဲ႕အခ်က္အလက္နဲ႕ေငြကိုေပးတယ္။ပြဲစားကေနျပီးေတာ့မွ သတ္ရမယ့္ပံုစံကိုိလိုက္ျပီး လုတ္ၾကံသတ္ျဖတ္သူေတြကို တာဝန္ေတြျပန္ခြဲေပးတယ္။သတ္ရမယ့္ပံုစံဆိုတာ အဆိပ္ခတ္သတ္ရမလား၊လမ္းေဘးလူသတ္မႈပံုစံလား၊မီးရွိဳ႕သတ္မလား၊မေတာ္တဆပံုစံလားစသျဖင့္ေပါ့။Accident Man ဆိုတာက မေတာ္တဆပံုစံသတ္ရတဲ့အခါ တာဝန္ယူေပးရတဲ့လူ။ဇာတ္လမ္းကေတာ့ ေျပာမျပေတာ့ဘူး။အထိုးအၾကိတ္အသတ္အပုတ္ကားၾကိဳက္တဲ့လူေတြအတြက္ေတာ့ အၾကိဳက္ပဲေပါ့။မင္းသားကလည္း ဘြိဳင္ကာလက္ေ၀ွ႔ကားထဲက နာမည္ေက်ာ္ဆိုေတာ့ ကိုယ္တိုင္သာၾကည့္ၾကည့္လိုက္ပါေတာ့။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ဆရာဇြဲခန္႔သြင္ပါ) File Size : (850 MB) and (344 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 45min\nFormat : Mp4\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.BluRay.x264-NODLABS\nTranslated by Zuel Khant Thwin\nEncoded by Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://megaup.net/1Ba2t/Accident_Man_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/MV5BYjAzMGJjNDYtZGQyNC00ZGY5LWEzNjEtYjA1OWNhZTNhZGEzXkEyXkFqcGdeQXVyODEyNjEwMDk@._V1_-132x200.jpg",
        "title": "Enemy (2021)",
        "description": "ရုံတင်တုန်းကလဲ လူကြိုက်များနာမည်ကြီးခဲ့တဲ့ တောင်ပိုင်းမင်းသား အာရားနဲ့ဗစ်ရှေးတို့ရဲ့ အတော်ကိုကောင်းမွန်တဲ့အက်ရှင်ကားတစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ IMDB မှာလည်း 7.7ဆိုတော့ ခပ်မိုက်မိုက်ပဲပေါ့။ဇာတ်လမ်းအကျဉ်း...ဒီလောကကြီးထဲမှာ အန္တရာယ်အများဆုံးက သူစိမ်းတွေမဟုတ်ပဲကိုယ့်အကြောင်းကို အစအဆုံးသိနေတဲ့ အရင်းနှီးဆုံးသူကအန္တရာယ်အပေးနိုင်ဆုံးသူဖြစ်ပါလိမ့်မယ်။ ဒီကားမှာလည်းငယ်ငယ်ထဲက တစ်ကျောင်းထဲဆင်း ဆရာ တစ်ယောက်ထဲထွက်တဲ့သူငယ်ချင်းနှစ်ယောက်ကို ENEMY ဆိုတဲ့ ရန်သူတော်တွေဖြစ်လာအောင်ဘယ်အရာတွေက ပံ့ပိုးပေးမလဲဆိုတာ စီးမျောလိုက်ရအောင်။ဇာတ်အိမ်ကကောင်းလွန်းတော့ ဒီထက်ပြောရင် Spoil သလိုဖြစ်နေမှာမို့Tamil ကားကြိုက်သူတွေအတွက် လက်မလွတ်တမ်း လိုက်ပါစီးမျောခံစားလိုက်ဖို့ တိုက်တွန်းလိုက်ပါတယ်။အညွှန်းကိုတော့ ThuRa  Heinနဲ့ Lwin Htoo Aung က ရေးသားပြီး ဘာသာပြန်ကတော့ JimXTrafalgar Law. Lai Laii နဲ့ Lwin Htoo Aung တို့ပဲဖြစ်ပါတယ်။\nFile size…(7.1 GB)/(2.7 GB)/(1.1 GB)\nQuality…WEB-DL 4K HEVC/1080p/720p\nFormat…mkv/mp4\nDuration….02:37:13\nSubtitle….Myyanmar Subtitle (hard Sub)\nEncoder….YK\nTranslated by Lwin Htoo Aung ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/enemy-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/fistful-141x200.jpg",
        "title": "Fistful of Vengeance (2022)",
        "description": "Fistful of Vengeance (2022)====================ဒီရုပ်ရှင်ကတော့ Wu Assassin စီးရီးရဲ့နောက်ကနေ ဆက်ပြီးရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကျောရိုးကတော့ တရုတ်ပုံပြင်တစ်ခုကို အခြေခံထားပါတယ်။ ကမ္ဘာကြီးကို\nဖန်ဆင်းခဲ့တဲ့ ပထမဆုံးလူသား ဖန်းကူဟာ စွမ်းအားတွေနဲ့ယစ်မူးပြီး ကမ္ဘာကြီးက\nစိတ်ကြိုက်ချယ်လှယ်ဖို့ ကြိုးစားနေတာကို တားဆီးဖို့ တောက် နတ်ဘုရားက ဝူလုပ်\nကြံရေးသမားကို ဖန်ဆင်းပြီး တားဆီးစေခဲ့ပါတယ်။ အဲဒီနောက်ပိုင်းမှာ ဝူလုပ်ကြံရေး\nသမားအဆင့်ဆင့် အစွမ်းတွေကို လက်ဆင့်ကမ်းပြီး ဖန်းကူပြန်ပေါ်မလာနိုင်အောင်\nကာကွယ်တားဆီးခဲ့ကြပါတယ်။ ဒီလိုနဲ့ ဒီအစွမ်းတွေက ရွေးချယ်ခံရတဲ့ ကိုင်ဆီကိုရောက်\nလာတာပေါ့။ ဒီဇာတ်လမ်းအစမှာတော့ ကိုင် ရယ် သူ့သူငယ်ချင်း တွမ်မီ နဲ့ လူရှင်းတို့ရယ်ဟာ\nဂျန်နီကို သတ်သွားတဲ့ တရားခံကို လိုက်ရှာရင်း ဘန်ကောက်ကို ရောက်လာခဲ့ပါတယ်။\nအဲဒီမှာပဲ ဂျန်နီအသတ်ခံရတာနဲ့ ဖန်းကူနဲ့ ဆက်စပ်နေတာကိုသိပြီး ကမ္ဘာကြီးကိုပါ ကယ်တင်ဖို့\nကြုံလာရတဲ့အခါ....\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size - (2.7 GB) /(1.3 GB) / (800 MB)\nQuality – ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/fistful-of-vengeance-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/IntheLineofDutyIII1988-72-b-149x200.jpg",
        "title": "In the Line of Duty 3 (1988)",
        "description": "မြန်မာပြည်မှာ ဟောင်ကောင်ဂျက်မလို့ လူသိများကြတဲ့ ဇာတ်ကားတွေကို ပြန်လည်တင်ဆက်သွားပါ့မယ်ဟောင်ကောင်ဂျက်မဆိုတာက အဲ့ချိန်တုန်းကမြင်ရခဲတဲ့ ဆံပင်တိုတိုနဲ့ ဟောင်ကောင်ရဲမေစုံထောက် ကွန်ဖူးဖိုက်တာတွေကို ဆိုလိုတာပါ…ဇာတ်ကားအများစုကို မီရှဲယိုနဲ့ Cynthia Khan တို့အဓိက သရုပ်ဆောင်ခဲ့ကြပါတယ်။ဂျက်မ Franchise အဖြစ် နာမည်ကြီးကြတာတော့ In The Line of Duty ဆိုတဲ့ဇာတ်ကားတွေပါပဲ။ဟောင်ကောင်ရဲ့ ရုပ်ရှင်ရွှေခေတ်မှာ နာမည်ကြီးခဲ့ကြတဲ့ မင်းသားမင်းသမီးအကုန်နီးပါး ဒီ Franchise ဇာတ်ကားတွေမှာ သရုပ်ဆောင်ခဲ့ကြပါတယ်။၁၉၉၀ ခုနှစ်လောက်က ဇာတ်ကားတွေဆိုပေမယ့် အခုချိန်ထိ ခေတ်မီနေပြီး သွက်လက်တဲ့ Action တွေကို ခံစားရမှာပါ။ဂျက်ကီချန်းရဲ့ဇာတ်ကားတွေလိုပဲ Action,Comedy,Drama Theme တွေကို လှလှပပ ကူးသန်းချိတ်ဆက်ထားပါတယ်။အခု ၃ ကားမြောက် တင်ဆက်လိုက်တဲ့ In the Line of Duty 3 (1988) ဇာတ်ကားကို Force of The Dragon လို့လဲ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/in-the-line-of-duty-3-1988/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/Baadshah-133x200.jpg",
        "title": "Baadshah (1999)",
        "description": "Baadshah (1999)******************ရှာရွတ်ခန်းရဲ့Action/Comedyဇာတ်ကားတစ်ကားဖြစ်ပြီး IMDB rating 6.9 ရရှိထားပါတယ်။\nဇာတ်လမ်းအကျဉ်းဘာဒေရှာကိုသူ့ရဲ့အမေကသူ့အဖေလိုမျိုး ရဲဝန်ထမ်းတစ်ယောက်ဖြစ်စေချင်ပေမယ့်\nသူကတော့ရဲဝန်ထမ်းအလုပ်ကိုလုံးဝစိတ်မဝင်စားဘဲ သူရဲ့သူငယ်ချင်းတစ်ဖွဲ့နဲ့ စုပြီးတော့\nဘာဒေရှာလျှို့ဝှက်ထောက်လှမ်းရေးအေဂျင်စီဆိုပြီးရုံးတစ်ရုံးဖွင့်ထားပါတယ်။လျှို့ဝှက်ထောက်လှမ်းရေးအနေနဲ့ သူ့ကိုအလုပ်အပ်ထားတဲ့ မဟင်ဒရာဆိုတဲ့သူရဲ့စိန်တွေကို\nပြန်အရယူနိုင်ပေးခဲ့ပါတယ်။ တစ်နေ့မှာတော့ အဲ့ဒီမစ္စတာမဟင်ဒရာရဲ့သမီးလေး ကိုဂိုအာမြို့မှာ\nပြန်ပေးဆွဲခံရတဲ့အတွက် သူ့သမီးကိုကယ်တင်ပေးဖို့ ဘာဒေရှာကို လှမ်းအကူအညီတောင်းပြန်ပါတယ်။ဘာဒေရှာက ဂိုအာထိသွားရမှာဖြစ်တဲ့အတွက်ကြောင့် သူ့ကို မဟင်ဒရာက လေယာဉ်လက်မှတ်ဖြတ်ပေးလိုက်ပြီး။\nဘာဒေရှာ ဂိုအာကိုသွားမယ့်နေ့မှာပဲ CBI အဖွဲ့ကလည်း ဘာဒေရှာဆိုတဲ့နာမည်နဲ့ တခြားစုံထောက်တစ်ယောက်ကို အမှုကိစ္စတစ်ခု\nဖြေရှင်းဖို့အတွက် တာဝန်ပေးလိုက်ပါတယ်။ ဘာဒေရှာဆိုတဲ့ နာမည်နှစ်ခု တူနေကြတဲ့အတွက် ဘယ်လိုအရှုပ်အထွေးတွေနဲ့ကြုံ ကြမှာလဲ....\nကလေးကိုရောဘယ်လိုကယ်ကြမလဲ....ဘောလိဝုဒ်ဖန်တိုင်း လက်မလွှတ်သင့်တဲ့ ကားတစ်ကား ဖြစ်ပါကြောင်း....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။ File Size : (1.8 GB) / (560 MB)\nQuality : 720p-WebDL, 480-WebDL\nFormat…mp4\nDuration…2h 55min\nGenre : Action, Comedy, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/baadshah-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMjMyMzk1Nzg3OF5BMl5BanBnXkFtZTcwOTQ2NjcxNw@@._V1_-135x200.jpg",
        "title": "Wrath of the Titans (2012)",
        "description": "ဒါကတော့ Clash of The Titans (2010) ရဲ့ အဆက်အနေနဲ့ထွက်ရှိခဲ့တာပါ။ပထမဇာတ်ကားက ဇာတ်ကောင်တွေနဲ့ဇာတ်လမ်းတွေပါ ချိတ်ဆက်ထားတာမို့ ပထမဇာတ်ကားကို အရင်ကြည့်ထားဖို့လိုအပ်ပါတယ်။ဂရိဒဏ္ဍာရီလာ နတ်ဘုရားတွေအကြောင်းကို အခြေခံထားတာမို့ အကောင်ဗလောင်တွေ တန်ခိုးပါဝါတွေနဲ့ Action/Fantasy ကြိုက်သူတွေအတွက် တကယ့်ဇာတ်လမ်းကောင်းတွေပါပဲ။\nFile size…(4.7 GB) and (1.3 GB)\nQuality….BluRay 1080p & 720p\nFormat…mp4\nDuration….01:39:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/wrath-of-the-titans-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/507fc964-8394-4882-ab17-9e4cd33463d9-133x200.jpg",
        "title": "Clash of the Titans (2010)",
        "description": "မြွေခေါင်းတွေနဲ့မယ်ဒူဆာကို အကြည့်ချင်းဆုံမိတာနဲ့ ကျောက်ရုပ်ဖြစ်သွားတတ်တဲ့ ဒဏ္ဍာရီကို ကြားဖူးရင် ဒီဇာတ်ကားကို အတော်များများသိကြမှာပါ...ဒီရုပ်ရှင်ကားကို မင်းသားမင်းသမီး A list တွေနဲ့ရိုက်ကူးထားပါတယ်...Avator မင်းသား Sam Worthington ,Taken မင်းသားကြီး Liam Neeson,ဟယ်ရီပေါ်တာရဲ့ဗိုဒီမော့ Ralph Fiennes,Hansel and Gretel မင်းသမီး Gemma Arterton တို့အပြင် ဇာတ်ရံပေါင်းများစွာပါဝင်ပါတယ်။ဇာတ်လမ်းကတော့...သိကြတဲ့အတိုင်းပါပဲ...ဂရိဒဏ္ဍာရီလာ နတ်ဘုရားတွေအကြောင်းရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။လူသားတွေကိုဖန်ဆင်းထားတဲ့ နတ်ဘုရားတွေ...တန်ခိုးပါဝါအာဏာတွေတပ်မက်ရင်း လူသားတွေလိုစိတ်ဆိုးပြီး...နေရာလု ရန်ဖြစ်ကြပါတော့တယ်...ဒီပြသနာက လူ့ပြည်ထိ ရိုက်ခတ်လာတဲ့အခါမှာတော့...လူတစ်ပိုင်း နတ်ဘုရားတစ်ပိုင်း ပါးစီးရပ်စ်နဲ့...ဘာတန်ခိုးမှမရှိတဲ့လူသားတို့ အခက်အခဲတွေကို လူသားဆန်ဆန် ရင်ဆိုင်ဖြေရှင်းကြတဲ့အကြောင်းပါ။Clash of the Titans ကိုကြည့်ထားမှ သူ့ရဲ့အဆက် Wrath of The Titans(2012) ကို ဆက်ကြည့်ကြပါ။\nFile size…(3.1 GB) and (1 GB)\nQuality….BluRay 1080p & 720p\nFormat…mp4\nDuration….01:46:07\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/clash-of-the-titans-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6J0F1q9cJstqHbtaoS9nTQ4oCbx.jpg",
        "title": "OSS 117: From Africa with Love (2021)",
        "description": "OSS 117: From Africa With Love (2021)\n***********************************\nIMDb-5.9/10CM ပရိတ်သတ်ကြီးတွေကို ဒီတစ်ခါမှာတော့ ပြင်သစ်စုံထောက်ဇာတ်လမ်းကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။တကယ်လို့ ပရိတ်သတ်ကြီးတွေကJames Bonds ဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တယ်၊နောက်ပြီး Johnny English လိုဟာသဆန်ဆန် စုံထောက်အေးဂျင့်ကားမျိုးကို သဘောကျတတ်တယ်ဆိုရင်\nဒီကားလေးကိုလည်း လက်လွတ်မခံသင့်ပါဘူး။ဒီဇာတ်လမ်းလေးထဲမှာတော့ ဇာတ်လိုက်စုံထောက်ကျော်ရဲ့ လျှို့ဝှက်နံပါတ်က OSS 117 ပါတဲ့။ဇာတ်လမ်းအစမှာတင် စုံထောက်ကျော် OSS 117 ကို\nအရေးကြီးတဲ့ လျှို့ဝှက်မစ်ရှင်တစ်ခုကိုဆောင်ရွက်ဖို့ အာဖရိကတိုက်ကို စေလွှတ်လိုက်ပါတယ်။သိကြတဲ့အတိုင်းအာဖရိကဆိုတာ သားရဲတိရစ္ဆာန်တွေပြည့်နှက်နေပြီး\nမတူညီတဲ့လူမျိုးစုတွေနေထိုင်ရာနေရာဖြစ်တာမို့\nတော်ရုံအေးဂျင့်စုံထောက်တွေ လက်ဖျားခါလောက်တဲ့ နေရာဆိုလည်းမမှားပါဘူးစုံထောက်ကျော်ဇာတ်လိုက်ကြီးကတော့ အာဖရိကကို မရောက်စဖူးရောက်သွားပြီး\nလျှို့ဝှက်မစ်ရှင်ကိုဆောင်ရွက်နေချိန်မှာပဲ ထင်မထားလောက်တဲ့ ကိစ္စတွေဆက်တိုက်ဆိုသလိုဖြစ်လာပါတော့တယ်။ပိုအရေးကြီးတဲ့အချက်က ဒီမစ်ရှင်သာကျဆုံးသွားခဲ့ရင်\nအာဖရိကတိုက်ရဲ့အနာဂတ်ကိုပါထိခိုက်နိုင်သလို\nပြင်သစ်နဲ့အာဖရိကတို့ရဲ့ နှစ်ပြည်ထောင်ချစ်ကြည်ရေးကိုပါ ပြိုလဲသွားစေနိုင်မှာဖြစ်လို့\nOSS 117 တစ်ယောက်ဘယ်လိုဆက်ပြီးဖြေရှင်းသွားမလဲ....အာဖရိကမှာ ဘယ်လိုအသက်ဘေးတွေနဲ့ကြုံရပြီး ဘယ်လိုလက်နက်ဆန်းတွေနဲ့ရန်သူတွေကိုချေမှုန်းနိုင်မလဲဆိုတာ စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်...ပုံမှန်ကြည့်နေကျစုံထောက်ကားတွေလို ရိုးအီနေတဲ့ဇာတ်လမ်းမျိုးမဟုတ်ဘဲ\nဟာသဆန်ဆန်ကြည့်ရမယ့်အပြင် ဘယ်လိုအလွဲတွေလုပ်ရင်း ဒုက္ခရောက်လေမလဲဆိုတာ\nစိတ်ဝင်စားဖို့ကောင်းတာမို့လို့ အခုပဲကြည့်ကြည့်လိုက်ဖို့ ညွှန်းပါရစေ။ဒီဇာတ်လမ်း​လေးထဲမှာ​တော့\n- ပြင်သစ်မင်းသားကြီးJean Dujardin ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/oss-117-from-africa-with-love-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rCzpDGLbOoPwLjy3OAm5NUPOTrC.jpg",
        "title": "The Lord of the Rings: The Return of the King (2003)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.9",
        "url": "https://megaup.net/2ofny/(CM)The-Lord-of-the-Rings-The-Return-of-the-King-2003-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VTN0pR8gcqV3EPUHHfMGnJYN9L.jpg",
        "title": "The Lord of the Rings: The Two Towers (2002)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.7",
        "url": "https://megaup.net/12ktf/(CM)The-Lord-of-the-Rings-The-Two-Towers-2002-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6oom5QYQ2yQTMJIbnvbkBL9cHo6.jpg",
        "title": "The Lord of the Rings: The Fellowship of the Ring (2001)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "8.8",
        "url": "https://megaup.net/12kto/(CM)Lord-of-the-Rings-The-Fellowship-of-the-Ring-2001-EXTENDED-1080p-BluRay-x265-HEVC-AAC-5.1-Nyein.mkv",
        "category": "Action, Adventure, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/hobbit-th-ebattle-of-the-five-armies-141x200.jpg",
        "title": "The Hobbit: The Battle of the Five Armies (2014)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "7.4",
        "url": "https://megaup.net/12kx2/(CM)The-Hobbit-The-Battle-of-the-Five-Armies-2014-Extended-BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/469-the-hobbit-the-desolation-of-smaug-14-1414308975-134x200.jpg",
        "title": "The Hobbit: The Desolation of Smaug (2013)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Ii1d/(CM)_The-Hobbit-The-Desolation-of-Smaug-2013-Extended-BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/07/Hobbit-unexpected-journey-ring-poster-133x200.jpg",
        "title": "The Hobbit: An Unexpected Journey (2012)",
        "description": "The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။\nအပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။\nဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။\nဥပမာ - နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။\nနတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။\nမူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။\nစာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။\nလူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။\nThe Lord of the ...",
        "rating": "7.9",
        "url": "https://megaup.net/1Ii35/(CM)The-Hobbit-An-Unexpected-Journey-2012-Extended-BluRay.1080p.HEVC.AAC.5.1-Nyein.mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/2KeEk_4f-133x200.jpg",
        "title": "Prince of Lanling: Blood Weeping Blade (2021)",
        "description": "ပေချီတိုင်းပြည်မှ ဘုရင်မင်းကြီးဟာ နန်းတော်ထဲမှာ အတီးအမှုတ်အကအခုန်တွေနဲ့ ပျော်မွေ့ပြီး တိုင်းရေးပြည်ရေးမှာ လစ်ဟင်းနေပါတယ်..နန်းတွင်းမှာ ဩဇာအာဏာကြီးမားတဲ့ အမတ်ချုပ်ကြီး ဟဲရှိခိုင်ဟာ ဘုရင်နဲ့ မှူးမတ်တွေကို သူ့ရဲ့ထိန်းချုပ်မှုအောက်ရောက်အောင် စီမံဆောင်ရွက်ပါတော့တယ်...ပြည်သူတွေအတိဒုက္ခရောက်ပြီး အမိမဲ့သား ရေနည်းငါးဖြစ်နေတဲ့အချိန်ကာလပေါ့...တိုင်းပြည်ချို့ယွင်းပျက်စီးနေချိန်မှာ တိုက်ရည်ခိုက်ရည်နဲ့ ဉာဏ်ပညာကြီးမားတဲ့ မင်းမျိုးမင်းနွယ် စစ်သူကြီး လန်လင်ဘုရင်ဟာ သူ့ရဲ့အမိတိုင်းပြည်ကို ဘယ်လိုကယ်တင်မလဲဆိုတာ .......။အချစ်အလွမ်းစွန့်စားခန်းတွေနဲ့ သိုင်းကားရသအပြည့်ပါဝင်တဲ့ဇာတ်ကားပါ။\nFile size…(1 GB)\nQuality….WEB-DL 1080p\nFormat…mp4\nDuration….01:19:03\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Omi",
        "rating": "7.0",
        "url": "https://megaup.net/1Ig54/(CM)_Lanling_King_兰陵王之泣血刀锋_-_Martial_Arts_Action_film_武侠动作片_Full_Movie_HD.mp4",
        "category": "Action, Asian, Drama, History, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/34xBL6BXNYFqtHO9zhcgoakS4aP.jpg",
        "title": "Kingsman: The Golden Circle(2017)",
        "description": "ဒီဇာတ်ကားဟာ 2014 က ထွက်ခဲ့တဲ့ Kingsman: The Secret Service ရဲ့ အဆက်ဖြစ်ပါတယ်။အက်စီဟာ Kingsman ရဲ့ အေးဂျင့်တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ဆရာဖြစ်သူဟယ်ရီဟာ့ဒ် သေဆုံးသွားပြီးတဲ့နောက် ဂဲလာဟဒ်နာမည်နဲ့ပဲဆက်လက်တာဝန်ထမ်းဆောင်နေခဲ့ပါတယ်။တစ်ရက်မှာတော့ လက်တဖက်ပြတ် ချာလီရဲ့ လုပ်ကြံမှုကနေ သီသီလေးလွတ်မြောက်ခဲ့ပေမယ့် အက်စီနဲ့ မာလင်ကလွဲရင် ကျန်တဲ့Kingsman Agents အားလုံး လုပ်ကြံခံလိုက်ရပါတယ်။အဲ့လိုနဲ့ အက်စီနဲ့ မာလင်တို့ Statesman ဆိုတဲ့အဖွဲ့အစည်းနဲ့ချိတ်ဆက်မိပြီး သေပြီလို့ ယူဆထားခဲ့တဲ့ ဟယ်ရီဟာ့ဒ်နဲ့ ပြန်လည်တွေ့ဆုံခဲ့ပါတယ်။ဒါပေမယ့် ဟယ်ရီက အတိတ်မေ့နေပြီး Kingsman နဲ့ပတ်သက်သမျှဘာမှမသိတော့တဲ့အခါ သူ့ကို ပြန်ပြီး မှတ်ဉာဏ်ပေါ်လာအောင်နည်းမျိုးစုံကြိုးစားကြရင်း The Golden Circle ဆိုတဲ့ မူးယစ်အကြမ်းဖက်အဖွဲ့ရဲ့ လူသန်းပေါင်းများစွာသေစေနိုင်မယ့် အစီအစဉ်ကိုရပ်တန့်နိုင်ဖို့ကြိုးစားကြရပါတော့တယ်။ဒီဇာတ်ကားဟာ 2014 ကထွက်ခဲ့တဲ့Kingsman: The Secret Service ထက် မြုပ်ကွက်တွေပိုများပြီးAction Scene တွေကလဲ ကြည့်ရှူသူအကြိုက်တွေ့စေမှာသေချာပါတယ်။ဟာသလေးတွေရယ်၊ John Denver ...",
        "rating": "7.7",
        "url": "https://megaup.net/12hwp/Kingsman_-_The_Golden_Circle_[2017]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Comedy"
    }
]