[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/man-of-steel-poster-142x200.jpg",
        "title": "Man of Steel (2013)",
        "description": "Man of Steel (2013)\nIMDb - 7.0/10_____Rotten 56%\n  Director: Zack Snyder ရိုက်ကူးတင်ဆက်ထားပြီးJune 14, 2013 (USA) မှာ ရုံတင်ပြသခဲ့တဲ့ Super Man ဇာတ်ကားအသစ်ဖြစ်ပါတယ်...Super Man ဆိုတိုင်း ထူးမခြားနား ပုံစံအတိုင်းထူးဆန်းတဲ့ မိုးကောင်းကင်ကနေကျလာတဲ့ လူသားလေးကို ရိုးသားတဲ့ တောသူတောင်သူ လင်မယားကမွေးစားလိုက်တဲ့ ဇတ်လမ်းပါပဲဒါပေမယ့် ထူးခြားနေပါတယ်....Super Man ခေါ် ခါအလ် ရဲ့ မွေးဖွားခြင်းနဲ့ သူ နေထိုင်ရာ ဂြိုလ်ပျက်စီးခြင်းကိုတွဲမြင်ရမှာဖြစ်ပါတယ်ဂြိလ်ပြန်လည်တည်ထောက်ဖို့ ပင်မ သော့ကိုတော့Super Man ရဲ့ ဖခင် ဂျိုအယ် နဲ့ မိခင် လာရာ က သူ့သား ရဲ့ယဉ်ငယ်ကိုယ်ထဲကို ထည့်သွင်းပေးပြီးတော့ကမ္ဘာဂြိုလ်ဆီသို့ ယဉ်ငယ်လေးနဲ့ ပို့လွှတ်လိုက်ပါတယ်....အရင်လို မဟုတ်ပဲ ထူးခြားတာကတော့ Super Man ရဲ့ငယ်ဘ၀ မှာ လူတွေနဲ့ အဆင်မပြေနေထိုင်ခဲ့ရပါတယ်ကျနော်တို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3zRzD/Man_Of_Steel_[2013]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9kB56ZdMB6RgY5QtX9Bar45jCeI.jpg",
        "title": "A.X.L (2018)",
        "description": "အဆိုတော်ချောချောလေး Becky G ပါဝင်သရုပ်ဆောင်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းလေးနာမည်က A.X.L (2018) ပါ။Science fiction/action ဇာတ်လမ်းကောင်းလေးတွေသဘောကျနှစ်ခြိုက်တဲ့Channel Myanmar ပရိသတ်ကြီးအတွက်တော့ စိတ်ကြိုက်ဖြစ်မှာပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ တင်ဆက်ပေးပါဦးမယ်။A.X.Lဆိုတာက စစ်တပ်သုံးဖို့ အထူးတီထွင်ထုတ်လုပ်ထားတဲ့ ခွေးစက်ရုပ်ပါ။A.X.L ဆိုတဲ့နာမည်လေးရဲ့ အဓိပ္ပါယ်ကိုပြောပြရရင်A = Attack(အတိုက်ခိုက်စွမ်းရည်) ,X = Exploration (ရှာဖွေစွမ်းရည်) ,L = Logistics (စဉ်းစားဆင်ခြင်တတ်တဲ့စွမ်းရည်)ဒီလိုအရည်အချင်းတွေနဲ့ ပြီးပြည့်စုံတဲ့ စက်ရုပ်ခွေးဖြစ်ပါတယ်...စစ်တပ်ဟာအနာဂါတ်အတွက် စစ်မြေပြင်မှာအသုံးချဖို့အတွက် လူသားတွေအပေါ်သစ္စာအရှိဆုံးသတ္တဝါတွေထဲမှ ခွေးရဲ့ပုံစံကိုရွေးပြီးတော့စက်ရုပ်ခွေးဖန်တီးခဲ့ပါတယ်...ဒါပေမယ့် စစ်တပ်ကိုမပို့မီ အချိန်မှာA.X.L က ဓာတ်ခွဲခန်းထဲကနေ ထွက်ပြေးလာခဲ့ပြီးဆိုင်ကယ်စီးကျွမ်ကျင်သူဟေးလ်နဲ့ ကွင်းပြင်ထဲမှာဆုံမိပါတော့တယ်။ကြမ်းတမ်းသန်မာတဲ့စက်ရုပ်ခွေးဖြစ်သူ A.X.L နဲ့ လူသားဖြစ်သူဟေးလ်တစ်ယောက် ဘယ်လိုရှေ့ဆက်ဖြစ်ကြမလဲ?ဘာတွေဆက်ဖြစ်ကြမလဲ?စတဲ့မေးခွန်းတွေ အကြင်နာတရားနဲ့ စိတ်လှုပ်ရှားစရာကိုဒွန်တွဲဖော်ပြတင်ဆက်ထားတဲ့ကားကောင်းလေးပါ။Spoilerပါမှာစိုးလို့ အနည်းငယ်သာဖော်ပြလိုက်ပါတယ်။File Size : (1.8 GB) and (918 MB) and (278 MB)Quality : BluRay 1080p 5.1 CH ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/a-x-l-2018/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/images-3-200x300.jpg",
        "title": "Ghost in the Shell ( 2017 )",
        "description": "မတ္လထဲမွာ ရံုတင္ျပသခဲ့တဲ့ သိပၸံစိတ္ကူးယဥ္ကားသစ္ကို တင္ေပးလိုက္ပါတယ္။ဂ်ပန္နာမည္ၾကီး Anime ကို ျပန္လည္ရိုက္ကူးထားတဲ့ liv-action ျဖစ္သလိုမင္းသမီး စကားလက္ ဂ်ိဳဟန္ဆန္လည္းျဖစ္တာမို႕ မထြက္ခင္ကတည္းကလူအေတာ္မ်ားမ်ား စိတ္၀င္စားေနၾကပါတယ္။လက္ရိွမွာေတာ့ IMDb မွာ 6.8 ရထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အနာဂါတ္ကာလတစ္ခုမွာလူသားေတြဟာ နည္းပညာေတြ တိုးတက္လာေနျပီးစက္ နဲ႕ လူသားေတြျကားက စည္းကို ျဖတ္ေက်ာ္သြားခဲ့ပါျပီ။လူသားေတြကိုယ္ထဲမွာ စက္အစိတ္အပိုင္းေတြအစားထိုးျပီးစြမ္းအင္မ်ိဳးစံုကို ျမွင့္တင္ေနနိုင္ပါျပီ။ ဒါေပမယ့္ ေမဂ်ာဆုိတဲ့မိန္းကေလးကေတာ့ ခႏၶာတစ္ခုလံုးကို ျပဳလုပ္ဖန္တီးျပီးေတာ့မွလူသားအစစ္ရဲ႕ ဦးေနွာက္နဲ႕ ေပါင္းစပ္ထားတဲ့ ပထမဆံုးမ်ိဳးဆက္အျဖစ္ ေပၚေပါက္လာခဲ့ပါတယ္။သူဟာ ဟန္ကာ စက္ရုပ္ကုမၼဏီရဲ႕ အစြမ္းထက္ဆံုး လက္နက္နဲ႕အဆင့္ျမင့္ဆံုး နည္းပညာတစ္ခု ျဖစ္လာခဲ့ပါတယ္။အဲဒီကုမၼဏီရဲ႕ သိပၸံပညာရွင္ေတြကို လိုက္လံသတ္ျဖတ္ေနတဲ့နည္းပညာအၾကမ္းဖက္သမား ကူေဇးကို လိုက္လံဖမ္းဆီးဖို႕ၾကိဳးစားရင္းနဲ႕ မထင္မွတ္တာေတြ ၾကံဳလာရပါေတာ့တယ္။အမွန္နဲ႕အမွား၊ လူဆိုးနဲ႕ လူေကာင္း၊ မွတ္ဥာဏ္ နဲ႕အတိတ္စစ္ေတြဟာ သူထင္သလို မရိုးရွင္းတာေတြကို သိလာရတဲ့အခါ.....(ဘာသာျပန္ သူကေတာ့ Myoko Yeman ပါ)",
        "rating": "6.4",
        "url": "https://megaup.net/2dmuW/Ghost_In_The_Shell_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/85RWLY80P6NRcwl7CHmh0fAAGyQ.jpg",
        "title": "Digimon Adventure Tri. – Chapter 6 Future (2018)",
        "description": "Digimon Series တွေကိုကြိုက်နှစ်သက်တဲ့လူတွေအတွက်အခုတင်ဆက်ပေးမယ့် ကားကတော့ Rating 7.5 ရရှိထားပြီးတော့၂၀၁၈ ကထွက်ရှိခဲ့ပါတယ်...ဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင် ကမ္ဘာကြီးဟာ ပျက်ကိန်းနဲ့ဆိုက်လာရပါပြီ...ဘယ်လိုပျက်ကိန်းနဲ့ဆိုက်လာရတယ်ဆိုရင် လူသားတွေရဲ့ကမ္ဘာကြီးနဲ့Digimon တွေနေထိုင်တဲ့ ကမ္ဘာကြီး ပေါင်းစပ်ဖို့ဖြစ်လာတာပါ....အဲလိုဖြစ်လာတဲ့ အချိန်မှာ ဆယ်ကျော်သက်လူငယ်လေးတွေကဒီလိုဖြစ်လာတဲ့ အဖြစ်ဆိုးကြီးကိုတားဆီးဖို့အတွက်သူတို့ရဲ့ ချစ်စရာ Digimon လေးတွေနဲ့အတူတူရင်ဆိုင်ကြမှာဖြစ်ပါတယ်...ဒီ Movie လေးဟာ Digimon Series တွေကြည့်နေကျလူတွေအတွက်စိမ်းမှာမဟုတ်သလို အခုမှစကြည့်မယ့်လူတွေအတွက်လည်းကြည့်လို့ကောင်းမယ့် Animation ကားတစ်ကားဖြစ်ပါတယ်...File Size : (840 MB) and (202MB)Quality : HDRip 720pRunning Time :1hr 38 minFormat : Mp4Genre : Anmation , Adventure , ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Dark KnightEncoded by Moe Myint Lwin",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/digimon-adventure-tri-chapter-6-future/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/images-133x200.jpg",
        "title": "Naa Peru Surya – Naa Illu India (2018)",
        "description": "ဆူရာ့ ဟာ ရှေ့တန်း စစ်တပ် တစ်ခုရဲ့ အတော်ဆုံး စစ်သား တစ်ယောက်ပါအတော်ဆုံးဖြစ်ပေမဲ့ သူဟာ ဒေါသ အင်မတန်ကြီးသူဖြစ်ပြီး မဟုတ်မခံစိတ်ရှိသူတဇောက်ကန်း လုပ်သူ အထက်အရာရှိများကို မမာမခန့်လုပ်သူ စသဖြင့်အကြောင်းမျိုးစုံကြောင့် ရာထူးမတိုးသူ တစ်ယောက်ပေါ့ဆူရာ့ဟာ နိုင်ငံချစ်စိတ် လူမျိုးချစ်စိတ် ပြင်းထန်သူတစ်ယောက်ပါအကြမ်းဖက်သမားများကို မုန်းတီးသူ တစ်ယောက်ဖြစ်ပြီး အရှင်ဖမ်းရဖို့ထက်အသေပစ်သတ်ဖို့သာ စိတ်ရှိသူဖြစ်သောကြောင့်တက်နိုင်သ၍ အရာရှိများက ဆူရာ့ အား ရှေ့တန်း မပို့ပဲနောက်တန်းတွင်သာ နေစေခဲ့ပါတယ်...ဆူရာ့ဟာ မိမိ နိုင်ငံအတွင်းနေထိုင်တဲ့ ဘာသာ လူမျိုးမဆိုနိုင်ငံချစ်စိတ် ရှိသူတိုင်းကို သနားညှာတာပြီး ရပ်တည်တက်သူဖြစ်ပါတယ် အသားအရောင် မခွဲခြား လူမျိုး မခွဲခြားမတရားမှုကိုသာ ခွဲခြားပြီး လက်ပိုက်မကြည့်တက်သူပါကြီးနိုင်ငယ်ညှင်းမှုများ ဝင်ဝင်ပါလွန်းလို့ စစ်တပ်ရဲ့ထုချေလွှာမှာ ဆူရာ့ နာမည်တွေပဲ ဖိုင်တစ်ထပ်လောက်ရှိနေတက်ပါတယ်...တစ်ရက်သော အခါ ဆူရာ့ တစ်ယောက် ရှေ့တန်းစစ်မြေပြင်နယ်စပ်ကို သွားချင်လွန်းတဲ့အတွက် အရာရှိများကို ပူဆာရာအရာရှိများက ဆူရာ့ ဒေါသ မထိန်းနိုင်လျင် ကမ္ဘာစစ်ကိုအစပျိုးသလို ဖြစ်မည်ဆိုးသောကြောင့် India နိုင်ငံ၏အတော်ဆုံးသော စိတ်ပညာရှင်ဆရာဝန်ထံမှ လက်မှတ်ရမှသာနယ်စပ်သို့ လွှတ်မည်ဟု ပြောလာပါသည်ဆူရာ့ လက်မှတ်ယူရမယ့် စိတ်ပညာရှင်မှာဆူရာ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2rt3m/Surya_-_The_Brave_Soldier_(Naa_Peru_Surya_Na_Illu_India)_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/Poser-230x300.jpg",
        "title": "My Father Is Hero ( 1995 )",
        "description": "အားလံုးလည္းဒီကားေလးကိုရင္းရင္းနီးနီးသိေနၾကမယ္ထင္ပါတယ္\nဂ်က္လီကားေတြထဲကဘယ္ခ်ိန္ျပန္ၾကည့္ၾကည့္မရိုးနိင္တဲ႔\nဇတ္ကားေလးတစ္ကားပါပဲဇတ္ကားကေတာ့အရမ္း\nၾကာျပီမို႔blu ray ကြာလတီမရနိင္ေတာ့တဲ႔အတြက္\nအၾကည္လင္ဆံုးdvd ripနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္\nေတာ္ေတာ္ေလးလည္းၾကည္လင္ျပတ္သားပါတယ္\nေရာဂါသည္ဇနီးသည္နဲ႔သားေလးတစ္ဦးကိုခ်ိဴ ႕တဲ႔စြာ\nထားရရွာတဲ႔ရဲဝန္ထမ္းတစ္ဦးရဲ႕ဇတ္လမ္းကိုပံုေဖာ္\nထားတဲ႔ဇတ္ကားေလးပါမိမိကိုရဲမွန္းမည္သူမွမသိ\nေအာင္လ်ိဴ ႕ဝွက္ျပီးလူဆိုးဂိုဏ္းေလးထဲဝင္ေရာက္ဖို႔\nၾကိဳ းစားသည့္ရဲမႈဴ းေလးတစ္ေယာက္အျဖစ္ဂ်က္လီက\nပိုင္ပိုင္နိင္နိင္သရုပ္ေဆာင္ထားပါတယ္သားနဲ႔အေဖ\nေပါင္းျပီးတိုက္ခိုက္သည့္တိုက္ကြက္ေတြက\nၾကည့္ျပီးသားပရိတ္သတ္ေတြျပန္လည္အမွတ္ရေစ\nမည့္ဇတ္ကားေကာင္းေလးတစ္ကားလို႔ေျပာၾကား\nရင္းေဒါင္းေလာ့သာဆြဲၾကပါေတာ့လို႔",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/my-father-is-hero/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BZGM4ZTNmMDMtYWJkYy00OThkLTllNzQtMjBmYjc4ZGZhMTIyXkEyXkFqcGdeQXVyNDgyODgxNjE@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Teen Titans: Trouble in Tokyo (2006)",
        "description": "Titans LAစီးရီးကိုေစာင့္ရင္\nးဒီကားေလးကိုသာၾကည့္လိုက္ရင္ေတာ္ေတာ္မိုက္သြားမွာပါ\nအေမရိကတိုက္တစ္ခုလံုးရဲ႕အထာအက်ဆံုးဟီးရိုးအဖြဲ႔ဟာ\nSaiko-tekလို႔ေခၚတဲ့ဗီလိန္နဲ႔ရင္ဆိုင္ေနတာနဲ႔\nဇာတ္လမ္းကိုစဖြင့္ထားျပီး\nအားရစရာေတာ္ေတာ္ေကာင္းတဲ့fight sceneလို႔ေျပာလို႔ရပါတယ္\nေနာက္ဆံုးမွာေတာ့Saiko-tekကိုTitans towerမွာမိသြားပါေတာ့တယ္\nRobinရဲ႔techနဲ႔အတူသူတို႔ဟာေနာက္ကြယ္ကလူကိုေဖာ္ထုတ္နိုင္ခဲ့ပါတယ္\nအဲ့လူကေတာ့Brushogunျဖစ္ျပီး\nဘယ္ေနရာမွာဘယ္လိုေရာက္ေနတဲ့ဘာေကာင္ၾကီးလဲဆိုတာ...\nFile Format - mp4\nIMDB rating - 7.2/10\nQuality - Blu-ray1080p/Blu-ray480p\nRunning Time - 1h 15min\nTranslated by Si Thu Han\nEncoded by sithu",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/teen-titans-trouble-in-tokyo-2006/",
        "category": "Action, Animation, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/the-tower2012-140x200.jpg",
        "title": "The Tower (2012)",
        "description": "The Tower (2012)_______IMDb - 6.6/10၂၀၁၂မှာထွက်ခဲ့ပြီး\nကျွန်တော်အကြိုက်ဆုံးခရစ်စ်မတ်စ်ရုပ်ရှင်ကားတွေထဲက\nတစ်ကားလို့ပြောလို့ရပါတယ်\nTower Skyလို့ခေါ်တဲ့အဆောက်အအုံအကြောင်းရိုက်ပြထားတာဖြစ်ပြီး\nလူသားချင်းစာနာမှုကိုဦးစားပေးရိုက်ပြထားတဲ့\nကြည့်လို့တန်မယ့်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်\nဒဲဟို ဟာsingle fatherဖြစ်ပြီး သူ့အလုပ်အတွက်\nသူ့သမီးဟန်နာနဲ့အစီအစဉ်အားလုံးကိုပါဖျက်လိုက်တာပဲဖြစ်ပါတယ်\nအစားအသောက်တန်းရဲ့မန်နေဂျာဖြစ်သူ ယွန်းဟီးဟာ\nဒဲဟိုရဲ့သမီးလေးကိုအဲ့ညမှာထိန်းကူပေးခဲ့ပါတယ်\nအဲ့အချိန်မှာပဲတိုက်တိုက်ဆိုင်ဆိုင်မီးသတ်ဌာနရဲ့မီးသတ်ခေါင်းဆောင်ယောင်ကီဟာ\nသူ့မိန်းမအတွက်ပထမဆုံးပိတ်ရက်ကိုယူခဲ့ပါတယ်\nနှင်းမကျတဲ့ထူးထူးဆန်းဆန်းခရစ်စ်မတ်စ်ပွဲဖြစ်နေတာကြောင့်Tower Skyဟာ\nပါတီတက်သူတွေကို\nဟယ်လီကော်ပတာနှစ်စီးနဲ့နှင်းတွေကြဲချစေပြီးပါတီကိုပြည့်စုံစေခဲ့ပါတယ်\nဒါပေမယ့် အားလုံးမမျှော်လင့်ထားတဲ့မတော်တဆမှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်\nအဲ့မတော်တဆမှုကဘယ်လိုမျိုးလဲ?\nမန်နေဂျာဒဲဟိုနဲ့မီးသတ်ခေါင်းဆောင်ယောင်ကီတို့ဟာ အားလုံးကိုကယ်ဖို့ကိုယ်ကျိုးစွန့်ခဲ့ပြီး\nသူတို့ကိုယ်တိုင်နဲ့သူတို့ချစ်တဲ့လူတွေကိုဘယ်လိုသက်ရောက်မှုတွေဖြစ်သွားမလဲဆိုတာ...၂၀၁၂မွာထြက္ခဲ့ျပီး\nကြ်န္ေတာ္အၾကိဳက္ဆံုးခရစ္စ္မတ္စ္ရုပ္ရွင္ကားေတြထဲက\nတစ္ကားလို႔ေျပာလို႔ရပါတယ္\nTower Skyလို႔ေခၚတဲ့အေဆာက္အအံုအေၾကာင္းရုိက္ျပထားတာျဖစ္ျပီး\nလူသားခ်င္းစာနာမႈကိုဦးစားေပးရိုက္ျပထားတဲ့\nၾကည့္လို႔တန္မယ့္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္\nဒဲဟို ဟာsingle fatherျဖစ္ျပီး သူ႔အလုပ္အတြက္\nသူ႔သမီးဟန္နာနဲ႔အစီအစဥ္အားလံုးကိုပါဖ်က္လိုက္တာပဲျဖစ္ပါတယ္\nအစားအေသာက္တန္းရဲ႔မန္ေနဂ်ာျဖစ္သူ ယြန္းဟီးဟာ\nဒဲဟိုရဲ႔သမီးေလးကိုအဲ့ညမွာထိန္းကူေပးခဲ့ပါတယ္\nအဲ့အခ်ိန္မွာပဲတိုက္တိုက္ဆိုင္ဆိုင္မီးသတ္ဌာနရဲ႔မီးသတ္ေခါင္းေဆာင္ေယာင္ကီဟာ\nသူ႔မိန္းမအတြက္ပထမဆံုးပိတ္ရက္ကိုယူခဲ့ပါတယ္\nနွင္းမက်တဲ့ထူးထူးဆန္းဆန္းခရစ္စ္မတ္စ္ပြဲျဖစ္ေနတာေၾကာင့္Tower Skyဟာ\nပါတီတက္သူေတြကို\nဟယ္လီေကာ္ပတာႏွစ္စီးနဲ႔နွင္းေတြၾကဲခ်ေစျပီးပါတီကိုျပည့္စံုေစခဲ့ပါတယ္\nဒါေပမယ့္ အားလံုးမေမွ်ာ္လင့္ထားတဲ့မေတာ္တဆမႈတစ္ခုျဖစ္ပြားခဲ့ပါတယ္\nအဲ့မေတာ္တဆမႈကဘယ္လိုမ်ိဳးလဲ?\nမန္ေနဂ်ာဒဲဟိုနဲ႔မီးသတ္ေခါင္းေဆာင္ေယာင္ကီတို႔ဟာ အားလံုးကိုကယ္ဖို႔ကိုယ္က်ိဳးစြန္႔ခဲ့ျပီး\nသူတို႔ကိုယ္တိုင္နဲ႔သူတို႔ခ်စ္တဲ့လူေတြကိုဘယ္လိုသက္ေရာက္မႈေတြျဖစ္သြားမလဲဆိုတာ... \nFile Size - 929 MB\nFile Format - mp4\nIMDb rating - 6.6/10\nQuality - Blu-ray1080p\nRunning Time - 2h 1min\nTranslated by Amara\nEncoded by sithu",
        "rating": "6.6",
        "url": "https://megaup.net/2dgow/The_Tower_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNzg3NDYyMDU4Nl5BMl5BanBnXkFtZTcwODA5NzA5Mg@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Daybreakers (2009)",
        "description": "မင္းသား Ethan Hwake,ဝါရင့္မင္းသားႀကီးWillam defoe,မင္းသမီး Claudia Karvanတို႔ ပါဝင္တဲ့\nscience fiction horrorဇတ္ကားတစ္ကားျဖစ္ပါသည္\nကမၻာေပၚမွာ႐ွိတဲ့လူေတြအကုန္နီးပါး vampireေတြျဖစ္သြားၿပီး\nဆယ္ႏွစ္အၾကာကာလမွာဇတ္အိမ္တည္ထားပါတယ္\nEdward Daltonအျဖစ္သ႐ုပ္ေဆာင္ထားတဲ့Ethan Hawkeဟာ\nvampireတေယာက္ျဖစ္သလို ဓာတုေဗဒဓာတ္ခြဲဆရာဝန္တေယာက္လဲျဖစ္ပါသည္\nတေန႔မွာvampireေတြအတြက္အစာေရစာျဖစ္တဲ့လူ ့ ေသြးေတြကုန္သေလာက္ျဖစ္\nသြားတဲ့အခါမွာEdwardကိုအဲဒီကိစၥကိုေျဖ႐ွင္းဖို႔တာဝန္ေပးျခင္းခံရပါတယ္ အေျဖ႐ွာရင္းနဲ႔\nတရက္အိမ္အျပနိမွာAudreyဆိုတဲ့လူသားေကာင္မေလးတို႔ အဖြဲ႔ ကိုကယ္တင္ရင္းAudreyကေနတဆင့္\nအရင္ကvampireတစ္ေယာက္ျဖစ္ခဲ့ဖူးတဲ့Elvisအေၾကာငိးကိုသိလိုက္ရတဲ့အခါမွာ\nEdwardတစ္ေယာက္ကမၻာႀကီးကိုျပန္လည္ေျပာင္းလဲႏိုင္မလားဆိုတာပရိတ္သတ္ႀကီး႐ူစားရမွာျဖစ္ပါသည္\nဒီဇတ္ကားကိုMicheal Spierigနဲ႔Peter Spierigတို႔မွ႐ိုက္ကူးထားၿပီး\nBudget $20millions မွာBox officeဝင္ေငြ $51.4millions\nျပန္လည္ရ႐ွိထားတဲ့ဇတ္ကားေကာင္းတစ္ေကာင္းျဖစ္ပါသည္\nဒီဇတ္ကားကို Kaung Myat Thu မွ ဘာသာျပန္ေပးထားၿပီး အညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္...\n                                                                                                                (Yrfatt)",
        "rating": "6.5",
        "url": "https://megaup.net/2eO7A/Daybreakers_[2009]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjUyNTA4ZGYtZDljYS00NTcwLWI1ZDUtODBiNWZhMDM0NTRmXkEyXkFqcGdeQXVyMzAyOTM1ODY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "SuperGrid (2018)",
        "description": "အနာဂတ္ ကာလတစ္ခုမွာ ကမာၻႀကီးတစ္ခုလံုး ညစ္ညမ္းၿပီး\n  \nေရသန္႔ေတြဟာ ေငြေၾကးလိုျဖစ္လာခဲ့တယ္။ အဲဒီကာလမွာ လူဆိုးဂိုဏ္းတစ္ခုရဲ႕\n  \nအတင္းအၾကပ္ခိုင္းေစမႈေၾကာင့္ ညီအစ္ကိုႏွစ္ေယာက္ဟာ\n  \nအႏၱရာယ္နယ္ေျမေတြထဲကို ျဖတ္ေက်ာ္ၿပီး ဘာမွန္းမသိတဲ့ ပစၥည္းတစ္ခုကို သြားယူရတဲ့အခါ.....\n   ဇာတ္ကားေလးကုိ DOWNLOAD ဆြဲျပီၾကည့္ရွဳခံစားၾကည့္လိုက္ပါ ၊၊၊၊",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/supergrid-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jA5MVaNWe76EjuXn4FqkeaHDPuj.jpg",
        "title": "The Quake (2018)",
        "description": "Natural disaster movie ေတြကို ႀကိဳက္ႏွစ္သက္တဲ့ CM ပရိတ္သတ္ႀကီးအတြက္ဒီတစ္ခါတင္ဆက္ေပးမွာကေတာ့Rating 6.4 ရရွိထားတဲ့ေနာ္ေဝကား The Quake ပါဒီကားထဲမွာ ခရစ္စတင္းဆိုတဲ့ နာဆာက ဘူမိေဗဒပညာ႐ွင္ဟာသဘာဝေဘးတစ္ခုမွာ ကိုယ္တိုင္ၾကံဳေတြ႔ ခံစားခဲ့ရပါတယ္သူ႔မိသားစုနဲ႔ လူေတာ္ေတာ္မ်ားမ်ားကိုလဲ ကယ္တင္ႏိုင္ခဲ့ပါတယ္ဒါေပမဲ့ အျခားလူေတြရာနဲ႔ခ်ီေသဆံုးခဲ့ရတဲ့အတြက္ သူ႔ကိုယ္သူ အျပစ္မကင္းဘူးဆိုၿပီးေတာၿမိဳ႕ေလးမွာပဲ ေနထိုင္ခဲ့ပါေတာ့တယ္သူ႔မိန္းမ၊ သားသမီးေတြရဲ႕ အေဝးမွာေပါ့ တစ္ႏွစ္ေလာက္ၾကာၿပီးတဲ့အခါေနာ္ေဝႏိုင္ငံက လိုဏ္ေခါင္းတစ္ခုထဲမွာ မေတာ္တဆမႈျဖစ္ၿပီးသူ႔ရဲ႕လုပ္ေဖာ္ကိုင္ဖက္ ကိုေနာ့ ဆံုးပါးသြားပါတယ္ခရစ္စတင္းက ကိုေနာ့ လိုဏ္ေခါင္းထဲမွာ ဘာသြားလုပ္ေနတာလဲဆိုတာကိုသံသယဝင္စံုစမ္းရင္း လြန္ခဲ့တဲ့တစ္ႏွစ္ကထက္ အဆေပါင္းမ်ားစြာပိုျပင္းထန္တဲ့ ငလ်င္တစ္ခု လႈပ္ခတ္ေတာ့မယ္ဆိုတာကို ႐ွာေဖြေတြ႔႐ွိသြားတဲ့အခါ.....ဘယ္လာက္ထိေတာင္ အင္အားျပင္းထန္တဲ့ငလ်င္နဲ႔ ၾကံဳေတြ႔ရမွာလဲ....ဒီတစ္ခါသဘာဝေဘးမွာေရာ သူ႔မိသားစုနဲ႔ လူေတြကို ကယ္တင္ႏိုင္ဦးမလား....ဆိုတာေတြကို ျပည္သူေတြအတြက္ေတြးေပးတဲ့ ဘူမိေေဗဒပညာရွင္၊ဖခင္ေမတၱာ၊ မိသားစုစိတ္ဓာတ္ေတြနဲ႔ ေဖာ္က်ဴးထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္... File Size : (894 MB) and (274 MB)Quality : WebDL 720pRunning Time ...",
        "rating": "6.4",
        "url": "https://megaup.net/2ePC1/The_Quake_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yayzDar0dL3AvNoP1vPDFtinNYc.jpg",
        "title": "Charming (2018)",
        "description": "CM ပရိတ်သတ်ကြီးအတွက် ဒီတစ်ခေါက်ကတော့ ပေါ့ပေါ့ပါးပါးကာတွန်းလေးပါကမ္ဘာပေါ်က လူတိုင်းကတော့ ချောမောလှပမှုကို အနည်းနဲ့အများ မက်မောကြတာပါပဲဒီကားထဲက မင်းသားလေးကတော့ ကျိန်စာကြောင့်အရမ်းကိုချောမောခန့်ညားပြီး မိန်းကလေးတိုင်းကကြွေရလို့ အချစ်စစ်ဆိုတာကိုတောင် မခံစားနားမလည်နိုင်ဖြစ်နေရတာပေါ့ဒါပေမဲ့ကျိန်စာက ချောမောဖို့ တစ်ခုထဲမဟုတ်ဘဲ နောက်ကွယ်မှာကံဆိုးမှုတွေရှိနေသေးတော့ ဒီကျိန်စာပြယ်အောင် မင်းသားက ဘယ်လိုကြိုးစားမလဲသူ့အတွက်အချစ်စစ်ဆိုတာကိုရော ရှာတွေ့နိုင်မှာလားဆိုတာကတော့ဒီကားလေးထဲမှာကြည့်လိုက်ရအောင်လား...File Size : (800 MB) and (275 MB)Quality : BluRay 720pRunning Time :1hr 30minFormat : Mp4Genre : Adventure , Comedy ,AnimationSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/charming-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rcCpI5TJ7zMzLXS0cHWvPfhCG2c.jpg",
        "title": "Assassination Nation (2018)",
        "description": "Rating 6 ရရွိထားတဲ့ ေစာ္ေခ်ာေခ်ာေလးေတြပါ၀င္ထားတဲ့အက္ရွင္ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...လီလီတို႔ သူငယ္​ခ်င္​း​ေလး​ေယာက္​ဟာ ဆီလမ္​ၿမိဳ႕​ေလးမွာ ​ေက်ာင္​းတက္​​ေနတဲ့ဆယ္​​ေက်ာ္​သက္​မိန္​းခ​ေလး​ေတြ ျဖစ္​ပါတယ္​။တစ္​​ေန႔မွာ​ေတာ့ အြန္​လိုင္​း​ေပၚမွာ ဆီလမ္ၿမိဳ႕ ၿမိဳ႕​ေတာ္ဝန္​ရဲ႕ အတြင္​း​ေရး၊မက္​​ေဆ့ခ်္​နဲ႔ ဓာတ္​ပံု​ေတြဟာ ဟက္​ကာတစ္​​ေယာက္​ရဲ႕ လက္​ခ်က္​​ေၾကာင္​့အင္​တာနက္​​ေပၚမွာ ပ်ံ့ႏွံ႔သြားခဲ့ပါတယ္​။ ဒီလိုနဲ႔ လူ​ေတြရဲ႕ ဆူပူမႈ​ေတြျဖစ္​​ေပၚလာခဲ့ၿပီးသတင္​းစာ႐ွင္​းလင္​းပြဲမွာပဲ ၿမိဳ႕​ေတာ္​ဝန္​ဟာ ကိုယ္​့ကိုကိုယ္​ သတ္​​ေသသြားခဲ့ပါတယ္​။ထိုျဖစ္​ရပ္​​ေၾကာင္​့ ဆီလမ္​ၿမိဳ႕​ေလးဟာ တုန္​လႈပ္​​ေနတုန္​းမွာပဲ အထက္​တန္​း​ေက်ာင္​းအုပ္​ရဲ႕လူသိမခံႏိုင္​တဲ့ အတြင္​း​ေရးအခ်က္​အလက္​​ေတြဟာအင္​တာနက္​​ေပၚမွာ ထပ္​မံ​ေပၚထြက္​လာခဲ့ပါတယ္​။ၿမိဳ႕သူ​ၿမိဳ႕သား​ေတြရဲ႕ အုံႂကြမႈ​ေတြက ပိုမိုမ်ားျပားလာခဲ့ၿပီးဆူပူလႈပ္​႐ွားမႈ​ေတြလည္​း စတင္​ျဖစ္​​ေပၚလာခဲ့ပါတယ္​။ဒီလိုနဲ႔ ဟက္​ကာသမားရဲ႕ ပစ္​မွတ္​က လီလီျဖစ္​လာတဲ့အခါမွာ​ေတာ့ဘယ္​လို​ေတြ ဆက္​ျဖစ္​လာမလဲ၊ဟက္​ကာသမားက​ေကာ ဘယ္​သူျဖစ္​​ေနမလဲ၊ဆီလမ္​ၿမိဳ႕​ေလး​ေကာ ဘယ္​လိုအ​ေျခအ​ေနနဲ႔ ၾကံဳ​ေတြ႔ရမလဲဆိုတာစိတ္​ဝင္​စားဖို႔ အရမ္​း​ေကာင္​းတာမို႔ ၾကည္​့႐ႈအား​ေပးၾကပါဦးဗ်ာ.... File Size : (932 MB) and (298 MB) ...",
        "rating": "6.1",
        "url": "https://megaup.net/SVpu/Assassination_Nation_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BODhjMjM3ODQtYTQ1Yi00YWEwLWIzOTMtODliMzg2YzNmY2JlXkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_SY1000_CR007141000_AL_-143x200.jpg",
        "title": "Savyasachi (2018)",
        "description": "အာရြန္ ဟာ ေမြးဖြားလာကတည္းက ထူးျခားတဲ့သူပါ\nမိခင္ ၀မ္းဗိုက္ထဲတြင္ စတင္ လြယ္စဥ္ကတည္းက\nအမႊာပူးျဖစ္ခဲ့ေသာ္လဲ ေမြးဖြားလာခဲ့ေသာအခါ\nအာရြန္ တစ္ေယာက္ထဲသာ ျဖစ္ခဲ့ပါတယ္\nေဆးပညာေလာကတြင္ ျဖစ္ခဲေသာ\nျဖစ္တက္ေသာ အစဥ္အလာ တစ္ခုျဖစ္ၿပီး\nတစ္ျခား အမႊာတစ္ေယာက္အား တစ္ေယာက္က\nစုပ္ယူသြားတာ ျဖစ္ၿပီး ၂ ကိုယ္ တစ္စိတ္ နဲ႔ အသက္ ၂ခု\nရွိတဲ့ သူ ျဖစ္ေၾကာင္း ငယ္စဥ္က ဆရာ၀န္ေတြက\nအာရြန္ရဲ႕ မိဘေတြကို ရွင္းျပခဲ့ပါတယ္...\nအာရြန္ ဟာ ဆိုးလဲ ဆိုးသူ ေတာ္လဲ ေတာ္တဲ့သူ လို႔\nအာရြန္ နဲ႔ ပတ္သက္မိသူေတြက ေျပာဆိုၾကပါတယ္\nတစ္ရက္မွာေတာ့ အာရြန္ နဲ႔ ပက္သက္ခဲ့မိသူေတြ\nခရီးသြား ကားတစ္စီးေပၚတြင္ ဆံုမိရာကေန\nစကားစပ္မိရင္း တစ္ခ်ိန္ထဲ တစ္ေနရာထဲမွာ\nအာရြန္ ကို သိတဲ့သူေတြ ဘာေၾကာင့္ဆံုမိခဲ့သလဲ\nဆိုတာ အထူးအဆန္းျဖစ္ေနပါတယ္...\nဒီလိုနဲ႔ လမ္းတစ္ေနရာမွာ ကားက ဘရိတ္ေပါက္ၿပီး\nေခ်ာက္ထဲသို႔ က်သြားေသာ အခါမွာေတာ့....\nရုပ္ရွင္ကားကို Hein Thet Naing မွ ဘာသာျပန္ေပးထားပါတယ္",
        "rating": "7.6",
        "url": "https://megaup.net/2eQkn/Savyasachi_[2018]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNzkxNTgzODUzOV5BMl5BanBnXkFtZTgwNDcwNDU0NjM@._V1_SY1000_SX678_AL_-136x200.jpg",
        "title": "River Runs Red (2018)",
        "description": "ကြ်န္ေတာ္တုိ႕အားလံုးရဲေတြရဲ႕ လုပ္ငန္းတာဝန္ကိုသိၾကပါတယ္\nလူဆိုးေတြဖမ္းမယ္ ပစ္သင့္ရင္ပစ္မယ္..\nရဲေတြကလူဆိုးေတြကိုပစ္တာ ခတ္တာ\nကြ်န္ေတာ္တုိ႕အမ်ားႀကီး ၾကည့္ဖူးၾကပါၿပီ\nတကယ္လုိ႕ရဲေတြက လူဆိုးမဟုတ္တဲ႔သူေတြကို ပစ္မိရင္ေရာ\nဒီေမးခြန္းကိုဒီကားမွာေမးျပထားပါတယ္\nခ်ားလ္ကိုးမန္းက သူတုိ႕ၿမိဳ႕ရဲ႕\nပထမဆံုးလူမည္းတရားသူႀကီးတစ္ေယာက္ပါ\nတရားသူႀကီးျဖစ္လာဖုိ႕သူႀကိဳးစားခဲ႔သလုိ႕တစ္ဖက္မွာလဲ\nသူ႕ရဲ ဇနီးေခ်ာတရုတ္မေလးနဲ႔ သူ႕သား\nစီေဂ်ကိုးမန္းဂ်ဴနီယာေလးကလဲ\nသူရဲ႕ ႀကိဳးစားရတဲ႔အားေဆးေတြပါပဲ\nငယ္ငယ္ရြယ္ရြယ္နဲ႔အိမ္ေထာင္က်\nကေလးေမြးခဲ႔တဲ႔ ခ်ားလ္ကသူ႕ဘဝကိုသူျပန္တည္ေဆာက္ၿပီး\nတရားသူႀကီးျဖစ္လာသည္အထိႀကိဳးစားခဲ႔တဲ႔သူတစ္ေယာက္\nဒီလုိနဲ႔ သားေလးကသူ႕ရဲ႕ အကယ္ဒမီပထမဆံုးသြားရတဲ႔ေန႕မွာပဲ\nရဲဝန္ထမ္း၂ေယာက္ရဲ႕ မွားယြင္းပစ္ခတ္မႈကိုခံရၿပီးေသဆံုးသြားခဲ႔ပါတယ္..\nမွားယြင္းပစ္ခတ္ခဲ႔တဲ႔ရဲ၂ေယာက္ကလဲ\nသူတို႕အမွားကိုတာဝန္မယူဘဲ စီေဂ်ကပဲသူတုိ႕ကိုေသနတ္နဲ႔ပစ္မလုိလုပ္လုိ႕\nျပန္ပစ္ရတာပါဆိုၿပီး လုပ္ၾကံထြက္ဆို အကြက္ျပန္ဆင္လုိက္ပါတယ္\nဥပေဒအေၾကာင္းသိတဲ႔ရဲရဲ႕ အကြက္ေစ႕တဲ႔ လုပ္ၾကံမႈကိုတရားဥပေဒက\nမေျဖရွင္းေပးႏိုင္တဲ႔အခါ ကိုးမန္းတစ္ေယာက္ဘယ္လုိေျဖရွင္းမလဲ..\nဒီၿမိဳ႕မွာသားကိုရဲသတ္တာခံရတဲ႔ သူက\nတစ္ေယာက္ထဲေရာဟုတ္ရဲ႕လား..\nဆိုတာကိုေတာ့ ဇတ္ကားကိုၾကည့္ရႈၿပီးခံစားလုိက္ပါ..\nWai Zin က ဘာသာျပန္ေပးထားၿပီး\nအညႊန္းကိုလဲ ကိုယ္တုိင္ေရးေပးထားပါတယ္",
        "rating": "5.8",
        "url": "https://megaup.net/SVoy/River_Runs_Red_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/teefa-in-trouble-poster-144x200.jpg",
        "title": "Teefa In Trouble (2018)",
        "description": "CM ပရိတ္သတ္ေတြအတြက္ ဒီတစ္ေခါက္ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္လမ္းကေတာ့\" Teefa in Trouble\" ဆိုတဲ့ဇာတ္လမ္းပဲျဖစ္ပါတယ္...IMDB 7.9 ရရွိထားတဲ့ ဇာတ္လမ္းေကာင္းတစ္ပုဒ္ပါ...အညႊန္း- Teefa (တီဖဲ) က ၿမိဳ႕မ်က္ႏွာဖံုး ဘတ္ ဆိုတဲ့လူလက္ေအာက္မွာ အလုပ္လုပ္ေနတဲ့သူတစ္ေယာက္ပါ...တီဖဲက ဘတ္တို႔ မလုပ္တဲ့ လူမိုက္ကိစၥေတြ လုပ္ေပးရပါတယ္...ဘတ္ရဲ႕ လူယံုေတာ္ လူမိုက္ႀကီးေပါ့...ဘတ္မွာ ဘီလူဆိုတဲ့ သားတစ္ေယာက္လည္းရွိပါတယ္...ဘတ္က သူငယ္ခ်င္းျဖစ္သူ ဘတ္ရွီယာဆိုတဲ့ သူေဌးနဲ႔ ငယ္စဥ္တည္းကသားသမီးခ်င္းေပးစားဖို႔ သေဘာတူခဲ့ပါတယ္...ဘတ္ရွီယာက ႏိုင္ငံျခားမွာေနထိုင္သူျဖစ္ပါတယ္...ဒီလိုနဲ႔ သားသမီးေတြကို အိမ္ေထာင္ခ်ေပးရမဲ့အခ်ိန္ေရာက္လာပါၿပီ...ဒါေပမဲ့ ဘတ္ရွီယာဟာ လုပ္ငန္းကိစၥအခက္အခဲနဲ႔ သမီးျဖစ္သူ အာနီယာကိုေငြေၾကးေထာက္ပံ့သူ သားျဖစ္သူနဲ႔ သေဘာတူခဲ့ရပါတယ္...ဒါကို ဘတ္သိတဲ့အခ်ိန္မွာေတာ့ ေဒါသထြက္ပါေတာ့တယ္....သူ႔သား ဘီလူကလည္း ေခ်ာေမာလွပတဲ့ ...",
        "rating": "7.9",
        "url": "https://megaup.net/3ALe1/Teefa_In_Trouble_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/Kung-Fu-League-143x200.jpg",
        "title": "Kung Fu League ( 2018 )",
        "description": "သိုင္းကားေကာင္းေကာင္းၾကိဳက္တဲ႔သူေတြ\nအတြက္ေတာ႔လံုး၀ အၾကိဳက္ေတြ႕မယ္႔\nဇာတ္ကားမ်ိဳးပါပဲ..တကယ္႕ဆရာၾကီးေတြၿဖစ္တဲ႔\nဟြမ္ေဖးဟုန္ , ၀င္ခြ်န္းသိုင္းဆရာၾကီး ယိမန္ ( Ip Man ) ,\nဘရုစလီ ၿပီးေတာ႔ ေဟာ႔ရင္းဂ်ာ တို႔ ၄ေယာက္\nေပါင္းထားတဲ႔ ဇာတ္ကားေလး ပါ\nဇာတ္လမ္းအက်ဥ္းေလးကိုေၿပာရမယ္ဆုိရင္\nေဖ႔ရင္းရွံုဆုိတဲ႔ လူငယ္ေလးတစ္ေယာက္က\nဆရာၾကီးေလးေယာက္အေၾကာင္း သိုင္း Comic\nဆြဲထားတာေပါ႔..သူတစ္ဖက္သတ္ၾကိဳက္ေနတဲ႔\nေပါင္အယ္ ဆုိတဲ႔ေကာင္မေလးရဲ႕အထင္ၾကီးမွုကို\nလိုခ်င္တာေရာ..ၿပီးေတာ႔ Propose ပါလုပ္မယ္ဆုိၿပီး\nစိတ္ကူးထားခဲ႔သူတစ္ေယာက္ပါ..ဒါေပမယ္႔\nသူ႕ရဲ႕အေတြးေတြဟာ..လြဲမွားခဲ႔ရပါတယ္\nသူ႔ေမြးေန႔မွာပဲ လူေတြအားလံုးရဲ႕အၿမင္လြဲခံရ\nသူခိုးအထင္ခံရနဲ႔သူစိတ္နာသြားခဲ႔တယ္...\nေရကန္ေလးေဘးမွာ ေပါက္ကရေတြေအာ္ဟစ္ရင္း\nသိုင္းဆရာၾကီးေတြကိုအကူအညီေတာင္းေနတာေပါ႔\nရုတ္တရုက္ဆုိပဲ မေမွ်ာ္လင္႔တဲ႔ ၿဖစ္ရပ္ေလးၿဖစ္လာၿပီးေတာ႔\nတကယ္႔သိုင္းဆရာၾကီးေလးေယာက္ဟာလဲ\nသူတို႕ေခတ္ကေန ဘုမသိဘမသိနဲ႔ 2018 ကို\nအခ်ိန္ခရီးသြားသလိုၿဖစ္ၿပီး ေရာက္လာတဲ႔အခါမွာေတာ႔............\nဆက္လက္ခံစားၾကည္႕ရွုပါ\nဘာသာၿပန္သူကေတာ႔ Phyo Zaw ၿဖစ္ပါတယ္",
        "rating": "5.8",
        "url": "https://megaup.net/SVq8/Kung_Fu_League_[2018]_(MM_Sub).mp4",
        "category": "Action, Asian, Martial"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BMjA1OTUzNTQ5Ml5BMl5BanBnXkFtZTgwODQ4NDkxNjE@._V1_-128x200.jpg",
        "title": "Goosebumps (2015)",
        "description": "ဒီဇာတ္လမ္းအစမွာေတာ့ ဇက္ဆိုတဲ့ေကာင္ေလးဟာသူ႔အေမနဲ႔အတူ မူလေနထိုင္ရာျမိဳ႕ျပႀကီးကေနမက္ဒီဆင္ ဒယ္လ၀ဲလ္ျမိဳ႕ကိုေျပာင္းေ႐ႊ႕လာတာနဲ႔အစပ်ိဳးထားပါတယ္...ဇက္တစ္ေယာက္ ျခံထဲမွာ ပစၥည္းအထုပ္အပိုးေတြကို အိမ္ထဲသို႔ေျပာင္းေ႐ႊ႕ေနခိုက္မွာတစ္ဖက္ျခံမွ ဟန္နာလို႔ေခၚတဲ့ေကာင္မေလးနဲ႔ သိကြ်မ္းသြားခဲ့ပါတယ္...ဒါေပမယ့္ ဟန္နာ့ရဲ႕ထူးဆန္းတဲ့အေဖျဖစ္သူ အာအယ္လ္စတိုင္းလ္ကဇက္ကိုသူတို႔ မိသားစုနဲ႔မပတ္သတ္ပဲ ခပ္ေ၀းေ၀းမွာေနဖို႔ေျပာပါတယ္...တစ္ညမွာေတာ့ ဇက္ဟာ ဟန္နာ့ကိုသူ႔အေဖက ႏွိပ္စက္ေနတယ္လို႔သံသယ႐ွိတာေၾကာင့္အေၾကာင္းစံုသိရေအာင္လို႔ သူ႔ရဲ႕ျမိဳ႕သစ္မွသူငယ္ခ်င္းျဖစ္သူခ်န္႔နဲ႔အတူ ဟန္နာရဲ႕အိမ္ထဲသို႔ခိုး၀င္လာခဲ့ပါတယ္...အဲ့မွာမထင္မွတ္ဘဲ စတိုင္းလ္ရဲ႕စာအုပ္စင္မွေသာ့ခတ္ထားတဲ့စာအုပ္တစ္အုပ္ကိုဖြင့္ၾကည့္မိရာ စာအုပ္ထဲကေနမေကာင္းဆိုး၀ါးေတြ အသက္၀င္ျပီးထြက္လာပါေတာ့တယ္...ဒီလိုနဲ႔ ဇက္၊ ဟန္နာ၊ ခ်န္႔နဲ႔ ဟန္နာ့ရဲ႕အေဖစတိုင္းလ္တို႔တေတြမေကာင္းဆိုး၀ါးေတြကိုျပန္လည္ဖမ္းဆီးရမယ့္တာ၀န္႐ွိလို႔လာပါတယ္...ဘာလို႔မ်ား စာအုပ္ထဲကေနမေကာင္းဆိုး၀ါးေတြထြက္လာရတာလဲ၊ဟန္နာ့ရဲ႕ထူးဆန္းလွတဲ့အေဖျဖစ္သူ အာအယ္လ္စတိုင္းလ္ရဲ႕သ႐ုပ္မွန္ကေရာ ဘာမ်ားလဲ၊မေကာင္းဆိုး၀ါးေတြကသူတို႔ကိုဘယ္လိုဒုကၡေပးမလဲ၊အဲ့မေကာင္းဆိုး၀ါးေတြကိုဘယ္လိုျပန္ဖမ္းဆီးမယ္ဆိုတာကိုဒီ \"Goosebumps\" ဆိုတဲ့ကားေလးမွာ ရင္ခုန္စိတ္လႈပ္႐ွားစြာနဲ႔ၾကည့္႐ႈရမွာပဲျဖစ္ပါတယ္ File Size : (893MB) and (298 MB)\nQuality : BluRay 720p\nRunning Time :1hr ...",
        "rating": "6.3",
        "url": "https://megaup.net/SVp0/Goosebumps_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BYjc0MjYyN2EtZGRhMy00NzJiLWI2Y2QtYzhiYTU3NzAxNzg4XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY1000_CR006751000_AL_-203x300.jpg",
        "title": "Speed (1994)",
        "description": "Speed (1994)\nIMDb - 7.2/10_____Rotten - 94%Won 2 Oscars. Another 17 wins & 20 nominations. \n(Unicode)Action ကားကောင်းကောင်းကြိုက်သူတို့အတွက်\nပြန်လည် တင်ဆက်ပေးလိုက်ပါတယ်\nSpeed ဇာတ်ကားဟာ 1994 ခုနှစ်မှာထွက်ရှိခဲ့ပြီး\nမင်းသား Keanu Reeves နဲ့ Sandra Bullockတို့\nတွဲဖက်သရုပ်ဆောင်ပြီး IMDb 7.2 ရရှိခဲ့ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျက် ထရေဗန်ဟာ\nရဲတပ်ဖွဲ့ဝင်တစ်ယောက်..တရက်မှာ ခရီးသည်တစ်စု\nဗုံးနဲ့ထောင်ချောက်ဆင်ဖမ်းလို့ ခက်ခက်ခဲခဲ\nကယ်နိုင်ခဲ့ရပါတယ်..ဗုံးထောင်တဲ့လူကလည်း\nရဲတပ်ဖွဲ့ဝင်ဟောင်း.တစ်ဦး ဗုံးကို အထူးကျွမ်းကျင်သူ\nသူပင်စင်ယူခဲ့တဲ့ကိစ္စမှာ မကျေနပ်လို့ အခုလို\nဓါးစားခံဖမ်းပြီး ဗုံးထောင်ငွေညှပ်တာမအောင်မြင်တော့\nဂျက်ထရေဗန်ကိုအညိုးထားပါတော့တယ်\nနောက်ဆုံး ခရီးသည်တင်ဘတ်ကားကိုဗုံးထောင်ပြီး\nငွေထပ်ညှစ်တဲ့အခါမှာတော့..ဘယ်လိုတွေဆက်ကြုံရမလဲ\nဆိုတာကို ဆက်လက်ခံစားကြည့်ပါ\n (Zawgyi)Action ကားေကာင္းေကာင္းၾကိဳက္သူတို႕အတြက္\nၿပန္လည္ တင္ဆက္ေပးလိုက္ပါတယ္\nSpeed ဇာတ္ကားဟာ 1994 ခုႏွစ္မွာထြက္ရွိခဲ႔ၿပီး\nမင္းသား Keanu Reeves နဲ႔ Sandra Bullockတို႕\nတြဲဖက္သရုပ္ေဆာင္ၿပီး IMDb 7.2 ရရွိခဲ႔ပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ႔ ဂ်က္ ထေရဗန္ဟာ\nရဲတပ္ဖြဲ႔၀င္တစ္ေယာက္..တရက္မွာ ခရီးသည္တစ္စု\nဗံုးနဲ႔ေထာင္ေခ်ာက္ဆင္ဖမ္းလို႔ ခက္ခက္ခဲခဲ\nကယ္ႏိုင္ခဲ႔ရပါတယ္..ဗံုးေထာင္တဲ႔လူကလည္း\nရဲတပ္ဖြဲ႕၀င္ေဟာင္း.တစ္ဦး ဗံုးကို အထူးကြ်မ္းက်င္သူ\nသူပင္စင္ယူခဲ႔တဲ႔ကိစၥမွာ မေက်နပ္လို႔ အခုလို\nဓါးစားခံဖမ္းၿပီး ဗံုးေထာင္ေငြညွပ္တာမေအာင္ၿမင္ေတာ႔\nဂ်က္ထေရဗန္ကိုအညိဳးထားပါေတာ႔တယ္\nေနာက္ဆံုး ခရီးသည္တင္ဘတ္ကားကိုဗံုးေထာင္ၿပီး\nေငြထပ္ညွစ္တဲ႔အခါမွာေတာ႔..ဘယ္လိုေတြဆက္ၾကံဳရမလဲ\nဆုိတာကို ...",
        "rating": "7.2",
        "url": "https://megaup.net/2ctpg/Speed_[1994]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/cradle-2-the-grave-poster-133x200.jpg",
        "title": "Cradle 2 the Grave (2003)",
        "description": "Cradle 2 the Grave (2003)______IMDb - 5.8/102003 က ထွက်ရှိခဲ့တဲ့ Cradle 2 the Grave ဇာတ်ကားမှာ\nမင်းသားကြီး ဂျက်လီ နဲ့အတူ ပါရာနာဝေးလို့ ပရိတ်သတ်တွေ\nသိကြတဲ့ Mark Dacascos တို့အတူတွဲဖက်သရုပ်ဆောင်ထားပါတယ်\nIMDb 5.8  ရရှိထားပြီး Action ကားကောင်းကောင်းကြည့်လိုသူ\nတွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားမျိုးဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့..\nကျွမ်းကျင်သူခိုးအဖွဲ့တစ်ဖွဲ့က အဖိုးတန်ကျောက်တုံးလေးကို\nခိုးယူမိပြီးသူတို့ထင်သလိုလည်းမဖြစ်လာခဲ့ဘူး..သူတို့လက်ထဲကနေ\nအဆင့်ဆင့်လုယူချင်နေတဲ့သူတွေကလည်းပေါများနေပါတယ်\nဒီကျောက်တုံးအနက်လေးဟာ ဘယ်လိုများတန်ဖိုးရှိနေတာလဲ\nပြီးတော့ အဲ့အရာကိုလက်ဝယ်ပိုင်ဆိုင်ထားတဲ့သူခိုးအဖွဲ့ကရော\nဘယ်လိုမျိုး အခက်အခဲတွေကြုံမလဲ..ဆိုတာကို\nတစ်ကားလုံးစွန့်စားခန်း ဖိုက်တင်ခန်းတွေအပြည့် နဲ့\nကြည့်ရှုရမှာပဲဖြစ်ပါတယ်ဘာသာပြန် နဲ့ အညွှန်းကတော့ Phyo Zaw ဖြစ်ပါတယ်\n File Size - 1 GB\nQuality - Blu-Ray 720p\nDuration - 01:41:13\nTranslator - Phyo Zaw\nEncoder - LK",
        "rating": "5.8",
        "url": "https://megaup.net/1xp0S/Cradle_2_The_Grave_[2003_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    }
]