[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/03/MV5BNGVjMjAzNTMtNTU0OS00YzBhLWI3ZWMtYWJiZTA4MjI4NGQxXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_SY1000_CR007131000_AL_-143x200.jpg",
        "title": "The Brink (2017)",
        "description": "The Brink(2017) ဟာIP man-3မွာပါဝင္သရုပ္ေဆာင္ထားတဲ့ နာမည္ေက်ာ္ တရုတ္မင္းသားJhang Jinရဲ႕ ဖိုက္တင္ ကားေကာင္းေလး တစ္ကားပါ...ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့....Saigau(Jhang Jin)ဟာ ေပါ့တိေပါ့ဆနဲ႔ ကမူးရႈးထိုး လူဆိုးဖမ္းတတ္တဲ့ ရဲတစ္ေယာက္ပါ...ေမွာင္ခို ေရႊအေရာင္းအဝယ္သမား Shing ဆိုတဲ့သူ႕ရဲ႕ ဒုစရိုက္ ရန္သူေတာ္ႀကီးကို ေရကုန္ေရခမ္းလိုက္ဖမ္းဆီးဖို႕ စိတ္ဆံုးျဖတ္ထားတဲ့သူလည္းျဖစ္ပါတယ္...Shingကေတာ့ ငါးဖမ္းေလွေတြ အေယာင္ျပၿပီး ေရႊေမွာင္ခို ေရာင္းဝယ္ေနသူပါ...တစ္ေန႔မွာေတာ့ Shing တစ္ေယာက္ ေရေအာက္က လၽွိဳ႕ဝွက္ေရႊတြင္းကို လိုက္ရွာေနေၾကာင္း ျပည့္သူရဲႀကီး Saigau သိသြားတဲ့အခ်ိန္မွာေတာ့ သူ႕ရဲ႕ သားေကာင္ေနာက္ကို ဘယ္လို ေျခရာခံလိုက္လံဖမ္းဆီးမလဲ ဆိုတာကို ခပ္ၾကမ္းၾကမ္း အတိုက္အခိုက္ကားေကာင္းမ်ိဳးမွ ၾကည့္ခ်င္တဲ့ Channel Myanmar ပရိသတ္ႀကီးအတြက္ The Brink (2017)ကို တင္ဆက္ေပးလိုက္ရပါတယ္ (ဘာသာျပန္သူကေတာ့ Ann Mary ပါ) File Size : (900 MB) and (376 MB)\nQuality : ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/the-brink-2017/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjEyNTM3MDQ2NV5BMl5BanBnXkFtZTgwMDI5Nzk1NDM@._V1_SY1000_CR006731000_AL_-135x200.jpg",
        "title": "Beast of Burden (2018)",
        "description": "Beast of Burden ရုပ်ရှင်ဇာတ်ကားဟာ ၂၀၁၈ခုနှစ်မှ ပူပူနွေးနွေးဖြန် ့ချိထားတဲ့ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်Imdb Rating 5.5/10 ရရှိထားပြီးဇာတ်လမ်းကြာမြင့်ချိန်ကတော့ ၁နာရီခွဲပါပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟယ်ရီပေါ်တာမင်းသားချော Daniel Radcliffe.....Grace Gummer.....Pablo Schreiber တို ့ဖြစ်ကြပါတယ်......ဇာတ်လမ်းအကျဉ်းလေးကတော့ ရှောင်ဟာ မိန်းမဖြစ်သူရဲ ့ကင်ဆာရောဂါကို ကုသဖို ့အတွက် တရားမဝင်ပစ္စည်းများကို လေယာဉ်ပျံနဲ ့ပို ့ဆောင်ရင်း ရဲဘက်ဆိုင်ရာနဲ ့ပူးပေါင်းပြီး စစ်ဆင်ရေးမှာပါဝင်ကူညီပေးရပါတော့တယ်......ဤကဲ့သို ့သောအခြေအနေမျိုးတွင် လူဆိုးများဘက်ကလည်း မသင်္ကာ.....ရဲဘက်ကလည်း စစ်ဆင်ရေးပြီးတာနဲ ့ သူ ့ကိုအရေးယူမယ့်အခြေအနေ......ဓားစာခံအဖြစ် မိန်းမဖြစ်သူဖမ်းခေါ်ခံရ........စတဲ့အဖြစ်အပျက်တွေကြားမှာ ရှောင်တစ်ယောက် အခက်အခဲတွေကို ဘယ်လိုဖြတ်ကျော်ပြီး မိန်းမဖြစ်သူကိုကယ်တင်သွားမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် အက်ရှင်ကားလေးဖြစ်ပါတယ်File Size : (700 MB) and (295 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 29min\nFormat : Mp4\nGenre ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/beast-burden-2018/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/nmvCmIrpdw8qmRs1KDY8VjY7HpA-133x200.jpg",
        "title": "Fullmetal Alchemist (2017)",
        "description": "Fullmetal Alchemist ဇာတ်​ကားဟာ လတ်တလောထွက်​ရှိထားတဲ့ ဂျပန်​ Anime Live Action ဇာတ်​ကားတစ်​ကားဖြစ်​ပါတယ်​Imdb rating 5.8/10ရရှိထားပါတယ်။ပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက ​တော့ Ryosuke Yamada,Tsubasa Honda,Dean Fujioka တို့ဖြစ်​ပါတယ်​ဒီဇာတ်​ကားဟာ နာမည်​ကြီး ဂျပန်​ anime series တစ်​ခုဖြစ်​တဲ့ Fullmetal Alchemist ကို အသက်​သွင်​းရိုက်​ကူးထားတဲ့ အက်​ရှင်​ကား​ကောင်​းတစ်​ကားဖြစ်​ပါတယ်​......ဇာတ်​လမ်​းအကျဉ်​းက​တော့ညီအစ်​ကို၂​ယောက်​​ပေးဆပ်​ရတဲ့တန်​ဖိုးက​တော့ အစ်​ကိုဖြစ်​သူ Ed ရဲ့ လက်​တစ်​ဖက်​နဲ့ ညီဖြစ်​သူ Al ရဲ့ကိုယ်​ခန္ဓာဖြစ်​ပါတယ်​.....အစ်​ကိုဖြစ်​သူက ပညာနဲ့ဝိဉာဉ်​ကိုအရဆွဲယူပြီး သံမဏိခန္ဓာကိုယ်​ထဲမှာထည်​့​ပေးထားတာပါAlchemy ပညာမှာကျွမ်​းကျင်​တဲ့ ညီအစ်​ကိုနှစ်​​ယောက်​ဟာ ​မွေးမိခင်​ကို ပြန်​လည်​အသက်​သွင်​းဖို့ကြိုးစားရင်​း ၂​ယောက်​လုံး ကြီးမားတဲ့တန်​ဖိုး​တွေ​ပေးဆပ်​ခဲ့ရပါတယ်​....ဒီလိုနဲ့ alchemy ပညာကိုဆက်​လက်​လိုက်​စားရင်​း Fullmetal Alchemist လို့အမည်​တွင်​လာခဲ့ပါ​တော့တယ်​......​တစ်​​နေ့မှာ​တော့ သူတို့်​အတွက်​​မျှော်​လင်​့ချက်​​ပေါ်လာပါပြီ.....ဒါက​တော့ ညီ​လေး Al ရဲ့ခန္ဓာကိုယ်​အစစ်​ပြန်​ရ​အောင်​လုပ်​​ပေးနိုင်​မယ်​့ Philosopher's Stone ပါ......Philosopher's Stone ကိုရှာ​ဖွေရင်​း ဘယ်​လိုအခက်​အခဲ​တွေကြုံရမလဲ......ညီ​လေး Al ရဲ့ခန္ဓာကိုယ်​ကိုပြန်​ရယူနိုင်​မလားဆိုတာ စိတ်​ဝင်​စားဖွယ်​ကြည်​့ရှုရမယ်​့ ဇာတ်​ကား​ကောင်​း​လေးတစ်​ကားဖြစ်​ပါတယ်​(ဘာသာပြန်သူကတော့ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/fullmetal-alchemist-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/််-133x200.jpg",
        "title": "R… Rajkumar (2013)",
        "description": "ဒီတစ်ခါတော့ ဘောလီဝုဒ်ပရိတ်သတ်တွေအတွက် အလန်းစားCrime,Comedy,Action ကားကောင်းတကားကိုိ တင်ဆက်ပေးလိုက်ပါတယ်။Prabhu Deva ရိုက်တဲ့ ဇာတ်ကားဖြစ်တာကြောင့် ဇာတ်လမ်းက ခပ်မြူးမြူးနဲ့ ပေါ့ပေါ့ပါးပါးလေး တင်ဆက်ထားပြီးMusic ပိုင်းတွေ၊ Action ပိုင်းတွေကို အမှန်အကန် ပုံဖေါ်ထားပါတယ်။Rody Rahtore, Boss တို့လို ဇာတ်လမ်းမျ်ိုးတွေ ကြိုက်တဲ့သူတွေအတွက်တော့ လက်လွတ်မခံသင့်ပါဘူးဒိုဟရ်ပူးရ်ဆိုတဲ့ရွာလေးမှာ အစိုးရဆိုတာ ဘယ်ဆီနေမှန်းမသိ၊ တရားဥပဒေဆိုတာ ဘာမှန်းမသိ အဲ့ဒီရွာကို အဓိက ဗိုလ်ကျနေတဲ့ လူနှစ်ယောက်ရှိတယ်ရှိဗ်ရာဂျ်နဲ့ ပရ်မာ နှစ်ယောက်လုံးက ဘိန်းဘုရင်အကြီးစားတွေ ဖြစ်ကြသလို ကို်ယ်ကျိုးတွက်ဆို လူသတ်ဖို့ ဝန်မလေး ဒုစရိုက်မှုကို ခါးဝတ်ပုဆိုးလို ဖြစ်နေကြတယ်။အဖွဲ့နှစ်ဖွဲ့က တဖက်နဲ့တဖက် အမြဲလိုလို ချောင်းမြောင်းလုပ်ကြံနေကျ ဒါပေမဲ့ ရှိဗ်ရာဂျ်ကံကောင်းတယ်ပဲ ပြောရမလား\nဂျာရ်ကူမားရ်ဆိုတဲ့ လူငယ်တစ်ယောက် သူ့ဆီရောက်လာတယ်bရာဂျ်ကူမားရ်ဆိုတာ ဇသိပ်ပြင်းတဲ့ မြွေပွေးလိုကောင်မျိုး\nသူနဲ့ ထိပ်တိုက်တွေ့မိသမျှ ဘယ်သူမှ အသက်ဆိုးမရှင်ကြဘူး\" အသံတိတ်နေလိုက် ...\nမဟုတ်လို့ကတော့ အကြမ်းပတမ်းဖြစ်သွားမယ်\"သူပြောသလို အသံတိတ်နေလိုက်တာ အကောင်းဆုံးဖြစ်လိမ့်မယ်\nမဟုတ်ရင် တကယ့်ကို ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/r-rajkumar-2013/",
        "category": "Action, Bollywood, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/xBJJXU8usF9tQtAU1OeCEk8q3b1-133x200.jpg",
        "title": "Husband Killers (2017)",
        "description": "ခင်​ပွန်​းဖြစ်​သူရဲ့ကတိကိုယုံကြည်​တဲ့ ​ကြေးစားလူသတ်​သမ​လေးတစ်​ဦး....ချစ်​သူရဲ့သစ္စာကိုယုံကြည်​ပြီးဆယ်​နှစ်​​ကျော်​ အတူ​နေ​နေခဲ့တဲ့ ​ကောင်​မ​လေးတစ်​​ယောက်​....နဲ့မိန်​းမအပြင်​ ​နောက်​ထပ်​ချစ်​သူတစ်​​ယောက်​ရှိ​နေမှန်​းသိရက်​နဲ့ အဲ့လူကိုဆုံးရှုံးရမှာ​ကြောက်​လို့တွယ်​ကပ်​​နေတဲ့ ရဲ​မေတစ်​ဦး.....သူတို့သုံး​ယောက်​လုံးရ့ချစ်​သူက တစ်​​ယောက်​ထဲဆိုတဲ့အဖြစ်​မှန်​ကိုသိသွားတဲ့​နောက်​ တစ်​​ယောက်​ကိုတစ်​​ယောက်​ အ​သေသတ်​ဖို့ကြိုးစားကြ​ပေမယ်​့သူတို့သုံး​ယောက်​လုံးရဲ့အချစ်​ကိုပိုင်​ဆိုင်​ထားတဲ့ ထို​ယောကျ်​ားက ​လေး​ယောက်​​မြောက်​ချစ်​ရသူ​နဲ့ ​ပေါင်​းဖက်​ရဖို့ ဒီမိန်​းမသုံး​ယောက်​ကိုလှည်​့ကွက်​သုံးပြီး ​အစ​ဖျောက်​ခိုင်​းတဲ့အခါ....ဖိုက်​တာမသုံး​ယောက်​ ဒီလှည်​့ကွက်​ကို ဘယ်​လိုအန်​တုရင်​ဆိုင်​ကြမလဲ......?သစ္စာ​ဖောက်​ခံရတဲ့ မိန်​းက​လေးသုံး​ယောက်​အဖြစ်​ အလန်​းစားမင်​းသမီးသုံးဦးဖြစ်​တဲ့Chrissie Chau ; Gaile Lai နဲ့ Stephy Tang\nတို့က ပါဝင်​သရုပ်​​ဆောင်​ထားတာပဲဖြစ်​ပါတယ်​။မိန်​းမတစ်​​ယောက်​ရဲ့အချစ်​က ဖန်​ကွဲစလိုပဲကွဲအက်​သွားပြီးတဲ့အခါ ​ကော်​နဲ့ပြန်​ကပ်​လို့မရ​တော့ဘူး........ဆိုတဲ့စကား​လေးနဲ့ သူတို့ကိုဒုက္ခတွင်​းထဲပို့ခဲ့တဲ့​ကောင်​ကို​ရော ဘယ်​လိုအဆုံးသတ်​​ပေးကြမလဲ.....? စတဲ့​မေးခွန်​း​လေး​တွေနဲ့ အမျိုးသမီးဇာတ်​​ကောင်​​တွေကိုဦးစား​ပေးထားတဲ့ Husband killerဆိုတဲ့ အက်​ရှင်​ကား​လေးတစ်​ကားကို တင်​ဆက်​​ပေးလိုက်​ပါတယ်​​နော်​။(ဇာတ်လမ်းအညွှန်းဘာသာပြန်သူကတော့ ကြာဖြူလွင်ပါ) File Size : (800 MB) and (276 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1h 36min \nFormat : Mp4\nGenre : Action, Crime, Drama\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/husband-killers-2017/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjIwMDk4ZTMtNjBjNS00MDZmLWFjYzEtYTZkYTE3MGZjYjVjXkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_SY1000_CR007171000_AL_-143x200.jpg",
        "title": "ManHunt (2017)",
        "description": "ဒီတစ်ခါတော့အတော်ကြမ်းပြီးအတော်မိုက်တဲ့တရုတ်\nကိုရီးယား ဂျပန် ၃နိုင်ငံဖက်စပ်ဂျပန်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်တရုတ်မင်းသားကိုတော့\noperation mekong ထဲမှာပရိတ်သတ်တွေမြင်တွေ့ပြီး\nဖြစ်မှာပါကြမ်းကြမ်းရမ်းရမ်းနဲ့သဘာဝကျကျသရုပ်\nဆောင်တတ်တာသူရဲ့အားသာချက်တစ်ခုပါပဲဇတ်လမ်းကတော့ဂျပန်နိုင်ငံအိုဆာကာမြို့မှာဇတ်အိမ်တည်ထားပါတယ်တရုတ်လူမျိူးဒူချူးဟာနိုင်ငံခြားကနေရှေ့နေဘွဲ့ရခဲ့ပြီးဂျပန်နိုင်ငံဆေးဝါးကုမ္ပဏီတစ်ခုမှာအလုပ်လုပ်\nကိုင်နေတဲ့အပြည်ပြည်ဆိုင်ရာရှေ့နေတစ်ဦးပါတစ်နေ့\nတော့မမျော်လင့်ပဲရှေ့နေဒူချူးတစ်ယောက်မိန်းကလေးတစ်ယောက်ကိုသူကိုယ်တိုင်မသတ်ပဲချောက်ချခံလိုက်ရတဲ့အခါရဲတွေလက်ထဲကနေသူကိုယ်တိုင်မကျူး\nလွန်ခဲ့တဲ့အပြစ်အတွက်ထွက်ပြေးသောအခါဘာတွေ\nဆက်ဖြစ်မလဲရှေ့နေဒူချူးကိုဘယ်သူကချောက်ချခဲ့တာလဲရှေ့နေဒူချူးကိုလက်ရဖမ်းဆီးဖို့ကြိုးစားနေတဲ့ဂျပန်စုံထောက်သူကကောဒူချူးကိုဖမ်းမိမှာလားတစ်ဖန်ရှေ့နေဒူချူးကိုသေစေချင်နေတဲ့လူတစ်စုသူတို့ကကောဒူချူးကိုဘာလို့သေစေချင်နေရတာလဲစသဖြင့်ဇတ်ကားတစ်ကားလုံးအက်ရှင်စွန့်စားခန်းတွေနဲ့ပရိတ်သတ်တွေကိုဆွဲဆောင်သွားမှာပါဒီကားကိုကျွန်တော်အမြင်အရဆိုရင်rating ကိုဒီထက်အများကြီးပေးသင့်တဲ့ဇတ်ကားပါကျွန်တော်ကိုယ်တိုင်ကြိုက်နှစ်သက်မိပြီးပရိတ်သတ်တွေလည်းအလွန်နှစ်သက်မယ်လို့အာမခံလိုက်ရပါတယ်ဒါနဲ့စကားမစပ်ကိုးရီးယားမင်းသမီးတွေဂျပန်မင်းသမီးတွေရယ်တရုတ်မင်းသမီးအလန်းလေးတွေပါပါဝင်ပါတယ်လို့ပြောကြားရင်းဒေါင်းလော့သာရဲရဲကြီးဆွဲလိုက်ကြပါ Qty - 720p BlurayDuration - 1hr 48minGern- Action / ThrillTranslator - John HtweEncoder - Kyaw Ye Aung",
        "rating": "5.3",
        "url": "https://megaup.net/2gRjB/ManHunt_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/enders-game-poster-133x200.jpg",
        "title": "Ender’s Game (2013)",
        "description": "Ender's Game (2013)\nIMDb - 6.6/10_____Rotten - 62% \nEnder's Game (2013)ကတော့\n၁၉၈၅ ခုနှစ် ထုတ် စိတ်ကူးယဉ် သိပ္ပံ ဝတ္ထု ကို ရုပ်ရှင် ပြန်ရိုက်ကူးထားတာပါ။\nဇာတ်လမ်းကတော့ ၂၀၈၆ ခုနှစ်မှာ ကမ္ဘာကို Formics လို့ခေါ်တဲ့\nဂြိုလ်သားတွေက တိုက်ခိုက်လာပါတယ်။\nအဲ့ဒီစစ်ပွဲမှာ လေတပ်ဗိုလ်ချုပ်တစ်ယောက်ရဲ့ စွမ်းဆောင်မှုကြောင့်\nဂြိုလ်သားတွေရဲ့ အားနည်းချက်ကိုသိလိုက်ပြီး သူတို့ကို အနိုင်တိုက်နိုင်ခဲ့ပါတယ်။\nလူသားတွေ အနိုင်ရခဲ့ပေမယ့် လူသန်းပေါင်းများစွာ အသက်ဆုံးရှုံးခဲ့ရပါတယ်။\nအဲ့ဒီနောက်မှာတော့ နိုင်ငံတကာ လေတပ်အဖွဲ့ကနေပြီး လူကြီးတွေအစား လူငယ်တွေကို လေ့ကျင့်ပေးပြီး\nFormics တွေပြန် ပြီးတိုက်ခိုက်လာရင် ကာကွယ်နိုင်အောင်ဖြစ်ပါတယ်။\nလေ့ကျင့်ပေးရာမှာလည်း Simulation တွေ ဂိမ်းတွေ အပေါ် အခြေခံပြီး\nလူငယ်တွေကို ရွေးချယ်တာဖြစ်ပါတယ်။\nနှစ်ငါးဆယ် ကြာသွားပြီးတဲ့အချိန်မှာ Formics တွေရဲ့ဂြိုလ်ပေါ်မှာ စစ်တပ်အင်အား\nအဆမတန် တိုးပွားလာကို လူတွေက သတိထားမိပြီး\nသူတို့ နောက်တစ်ကြိမ် ကမ္ဘာကို လာပြီး ရန်မစရဲအောင် သူတို့ ရဲ့ ဂြိုလ်အထိ လိုက်ပြီး\nတိုက်ခိုက် နှိမ်နင်းဖို့ ကြိုးပမ်းနေကြပါတယ်။\nအဲ့ဒီမှာ Ender Wiggin လို့ခေါ်တဲ့ လူငယ်လေးတစ်ယောက် ကို\nColonel Hyrum Graff ...",
        "rating": "6.6",
        "url": "https://megaup.net/SQux/Ender_s_Game_[2013]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/sherlock-holmes-a-game-of-shadow-poster-1-133x200.jpg",
        "title": "Sherlock Holmes: A Game of Shadows (2011)",
        "description": "Sherlock Holmes: A Game of Shadows (2011)\nIMDb - 7.5/10_____Rotten - 60%\n  \nဒီဇာတ်ကားက Robert Downey Jr ရဲ့ဒုတိယမြောက်ရှားလော့ဟုမ်းဇာတ်ကားဖြစ်ပါတယ်။\nပထမဇာတ်ကား Sherlock Holmes (2009) မြန်မာစာတန်းထိုးကိုတော့ တင်ပေးပြီးသားပါ။\nပထမဇာတ်ကားက လူကြိုက်များခဲ့လို့ ဒုတိယဇာတ်ကားကို ထပ်မံရိုက်ကူးခဲ့ပါတယ်။\nဒုတိယဇာတ်ကားမှာတော့ ရှားလော့ဟုမ်းရဲ့ မဟာရန်သူတော်ကြီး\nပရော်ဖက်ဆာ မိုရီရာတီကို တွေ့မြင်ရမှာပါ။\nIMDB Rating (7.5/10) ရရှိထားပြီး\nAction, Adventure, Crime အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။\n  \nဒီဇာတ္ကားက Robert Downey Jr ရဲ႕ဒုတိယေျမာက္ရွားေလာ့ဟုမ္းဇာတ္ကားျဖစ္ပါတယ္။\nပထမဇာတ္ကား Sherlock Holmes (2009) ျမန္မာစာတန္းထိုးကိုေတာ့ တင္ေပးၿပီးသားပါ။\nပထမဇာတ္ကားက လူႀကိဳက္မ်ားခဲ့လို႔ ဒုတိယဇာတ္ကားကို ထပ္မံ႐ိုက္ကူးခဲ့ပါတယ္။\nဒုတိယဇာတ္ကားမွာေတာ့ ရွားေလာ့ဟုမ္းရဲ႕ မဟာရန္သူေတာ္ႀကီး\nပေရာ္ဖက္ဆာ မိုရီရာတီကို ေတြ႕ျမင္ရမွာပါ။\nIMDB Rating (7.5/10) ရရွိထားၿပီး\nAction, Adventure, Crime အမ်ိဳးအစားဇာတ္ကားျဖစ္ပါတယ္။\n  \nFile size...(1.1 GB)\nQuality...BR-Rip 720p\nFormat...mp4\nDuration....02:09:00\nSubtitle....Myanmar Subtitle (Hardsub)\nEncoder....Nyeinsaeya ...",
        "rating": "7.5",
        "url": "https://megaup.net/1yp3t/Sherlock_Holmes_-_A_Game_Of_Shadows_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/sherlock-holmes-poster-3-138x200.jpg",
        "title": "Sherlock Holmes (2009)",
        "description": "Sherlock Holmes (2009)\nIMDb - 7.6/10_____Rotten - 69%\n  \nဒီဇာတ်ကားကတော့ Iron Man မင်းသားကြီး Robert Downey Jr ရဲ့\nရှားလော့ဟုမ်းဇာတ်ကားဖြစ်ပါတယ်။\n(ကျွန်တော်တို့ Channel Myanmar ကတင်ဆက်နေတဲ့ Sherlock စီးရီးနဲ့မတူပါဘူး။)\nရှားလော့ဟုမ်းဇာတ်ကားတွေကတော့\nအမြဲတမ်းအံ့သြဘနန်းဖြစ်အောင် ကောင်းမွန်လှပါတယ်။\nစဉ်းစားတွေးတောရင်း အေးအေးငြိမ့်ငြိမ့် ခံစားကြည့်ရှုလိုက်ပါ။\nမင်းသား Robert Downey Jr လည်း ဒီဇာတ်ကားနဲ့\nအကောင်းဆုံးဇာတ်ဆောင်မင်းသားဆု Golden Globe ဆုရရှိခဲ့ပါတယ်။\nIMDb Rating (7.6/10) ထိရရှိထားတဲ့ စုံထောက်ဇာတ်ကားကောင်းပါ။\n  \nဒီဇာတ္ကားကေတာ့ Iron Man မင္းသားႀကီး Robert Downey Jr ရဲ႕\nရွားေလာ့ဟုမ္းဇာတ္ကားျဖစ္ပါတယ္။\n(ကြၽန္ေတာ္တို႔ Channel Myanmar ကတင္ဆက္ေနတဲ့ Sherlock စီးရီးနဲ႔မတူပါဘူး။)\nရွားေလာ့ဟုမ္းဇာတ္ကားေတြကေတာ့\nအၿမဲတမ္းအံ့ၾသဘနန္းျဖစ္ေအာင္ ေကာင္းမြန္လွပါတယ္။\nစဥ္းစားေတြးေတာရင္း ေအးေအးၿငိမ့္ၿငိမ့္ ခံစားၾကည့္ရႈလိုက္ပါ။\nမင္းသား Robert Downey Jr လည္း ဒီဇာတ္ကားနဲ႔\nအေကာင္းဆုံးဇာတ္ေဆာင္မင္းသားဆု Golden Globe ဆုရရွိခဲ့ပါတယ္။\nIMDb Rating (7.6/10) ထိရရွိထားတဲ့ ...",
        "rating": "7.6",
        "url": "https://megaup.net/2emvZ/Sherlock_Holmes_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/large_ziKvu3Th9l1wN2aIeVj5ElpBqFu-200x300.jpg",
        "title": "Inception (2010)",
        "description": "IMDb Rating (8.8/10)Rotten Tomatoes (86%)ဒီကားကို စကြည့်တုန်းက သူ့ဘာပြောချင်တာလည်း ဆိုတာ ချက်ချင်း သဘောမပေါက်ဘူး - မပေါက်ဆို ကိုယ်တွေ နေ့စဉ် ဖြတ်သန်းတွေ့ထိနေတဲ့ အတွေးအခေါ်တွေနဲ့ လုံးလုံးကို တူမှ မတူတာ - နောက်ပိုင်းကို ရောက်သွားတော့မှ တဖြေးဖြေး သဘောပေါက်လာတယ် - ခုဆို ပြန်ကြည့်တာ လေးခေါက်မြောက်သွားပြီ - ဘာရယ်တော့ မဟုတ်ဘူး - သူတို့ရဲ့ အတွေးနဲ့ ဖန်တီးနိုင်စွမ်းကို သဘောကျမိလို့ပါ - ကိုယ်မတွေးမိတဲ့ အတွေးကို သူတို့တွေးမိတယ် - မဖြစ်နိုင်ဘူးလို့ လူတိုင်း သိထားတဲ့ စိတ်ကူးတစ်ခုကို တစ်ခြားသူတစ်ယောက်ဆီ လက်ဆင့်ကမ်းတဲ့ အချိန်မှာ အဲ့ဒီလူ မှင်သတ်လက်ခံနိုင်အောင် ပုံဖော်ပြတဲ့ ရိုက်ချက်တွေက အကွက်စေ့လွန်းတယ် -လူတစ်ယောက်ရဲ့ စိတ်ကူးထဲမှာ ရှိနေတဲ့ Idea ကို အိပ်မက်ဖြစ်ရပ် တစ်ခုအဖြစ် ...",
        "rating": "8.8",
        "url": "https://megaup.net/1Fqaa/Inception_[2010]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BN2ZmOTNmZDItNjQ4OC00MzA5LTg5MTEtMTdhYTdjZjNhZjZmXkEyXkFqcGdeQXVyODQxNTMyNTE@._V1_SY1000_CR007141000_AL_.jpg",
        "title": "Chosen Mini Series (2017 – 2018)",
        "description": "2017 ႏွစ္ကုန္ပိုင္းနဲ႕ 2018 ႏွစ္ဆန္းပိုင္းေလာက္မွာ ထြက္ရွိခဲ့တဲ့Chosen ဆုိတဲ့ တီဗီစီးရီးေလးကို အစ အဆံုး တင္ဆက္ေပးလိုုက္ပါတယ္ဒီ စီးရီးေလးက သံုးပိုင္းပဲ ထြက္ခဲ့တာျဖစ္ျပီးေတာ့ တပိုင္းကို ဇာတ္ကား တစ္ကားစာပါးၾကာျမင့္ပါတယ္ ဒီစီးရီးေလးထဲမွာေတာ့ လူဆိုးနဲ႕ လူေကာာင္း ရဲ႕ ကြာျခားခ်က္ေတြပညာတတ္ေပမဲ့ ေငြေနာက္လိုက္တဲ့ အခါမွာ က်ဴးလြန္တတ္တဲ့ အမွားေတြနဲ႕လူေတြ ရဲ႕ မေတာ္ ေလာဘေတြ ကို ေဖာ္ျပရိုက္ကူးထားတာျဖစ္ပါတယ္ဇာတ္လမ္း ေလးကေတာ့ ေဆး၀ါးလုပ္ငန္းရွင္ၾကီး သူဟာ တစ္ရက္မွာ ေဆး၀ါးသစ္မိတ္ဆက္ပြဲ အတြက္ကို ဆစ္ဒနီ ကို အလည္သြားေရာက္ခဲ့ပါတယ္သူမိိတ္ဆက္တာကေတာ့ ႏွလံုးကို ၾကိမ္ႏႈန္း မွန္ေအာင္ထိန္းညွိေပးတဲ့စက္ပစၥည္းေလးပါ ဒါေပမယ္ အဲ့ဒီညမွာ ၾကမၼာဖန္လာေတာ့သူ႕ အခန္းေရွ႕မွာဘယ္သူကလာထားသြားမွန္းမသိတဲ့ ေသတၱာတစ္လံုးေရာက္လာပါတယ္အဲ့ထဲမွာ ဓါတ္ပံုပါျပီးေတာ့ သူဟာ ဓါတ္ပံုထဲကလူကို သူေပးထားတဲ့ အခ်ိန္ မွာသတ္ေပးဖို႕ ခိုင္းပါတယ္ သူကလဲ ဒါကို တေယာက္ေယာက္က ေနာက္တယ္ ထင္ျပီးေပါ့ပ်က္ပ်က္နဲ႕ ေနလိုက္ပါတယ္ အဲ့ဒီအခ်ိန္မွာ သူမသတ္ခဲ့တဲ့ အတြက္ သူ႕ရဲ႕ေယာကၡထီး ဟာ ေသဆံုးသြားခဲ့ရပါတယ္ ေနာက္ဆက္တြဲအေနနဲ႕ကေတာ့သူတို႕ သားေလးပါ ျပန္ေပးဆြဲခံခဲ့ရတာပါ ကဲ ပရိတ္သတ္ၾကီးေရေနာက္ကြယ္က ဘယ္သူကခိုင္းေစေနတာလဲသူတို႕ကေတာ့ခိုင္းေစေနတဲ့သူကို ျပန္တြန္းလွန္ႏိုင္ပါ့မလားဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာေတြကိုေတာ့ဆက္လက္ၾကည့္ၾကရမွာပါQty ...",
        "rating": "",
        "url": "https://channelmyanmar.org/chosen-mini-series-2017-2018/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/The-Town-Where-Only-I-Am-Missing-poster-1.jpg",
        "title": "Erased (2016)",
        "description": "အခုတစ္ခါေတာ့ ၂၀၁၆ ခုႏွစ္ကထြက္ထားတဲ့ ဂ်ပန္ manga ကိုျပန္လည္ရိုိက္ကူးထားတဲ့ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ တေလကေလးကထြက္ထားတဲ့Erased ဆိုတဲ့ ဇာတ္လမ္းတြဲနဲ႕ ဒီကားက ေက်ာရိုးခ်င္းဆင္ျပီးေတာ့manga ပရိတ္သတ္ေတြ အေနနဲ႕ကေတာ့ ဒီကားကို သိျပီးသားျဖစ္မွာပါဘာလို႕ဆိုေတာ့ဒီကားက Erased ဆိုတဲ့ အန္နီေမးရွင္းကားကို ပဲLive Action အျဖစ္ အသက္သြင္းရိုက္ကူးထားတာျဖစ္ပါတယ္ပါ၀င္သရုပ္ေဆာင္ထားတဲ့ မင္းသားကိုေတာ့ ေတာ္ေတာ္မ်ားမ်ား ရင္းႏွီးျပီးသားျဖစ္မွာပါဇာတ္လမ္း အက်ဥ္းေလးကေတာ့ ဆာတိုရု ဟာ သူ႕မွာ အနာဂါတ္အခ်ိန္ပို္င္းေလးကိုၾကိဳျမင္ႏိုင္ေနတဲ့ သဘာ၀လြန္ စြမ္းအားကို ရရွိထားသူျဖစ္ျပီး သူဟာဒီ အစြမ္းေၾကာင့္ပဲ အႏၱရာယ္တစ္တစ္ခုခု ျဖစ္ခါနီးဆို ၾကိဳတင္သိရွိျပီးကယ္တင္ေပးေလ့ရွိပါတယ္ ဒါေပမဲ့ တစ္ေန႕မွာ သူကိုယ္တုိင္ပါ၀င္ေနတဲ့မေတာ္တဆမႈတစ္ခုျဖစ္လာျပီးေတာ့ ဒီမေတာ္တဆမႈမွာ သားေကာင္ကိုကကယ္တင္ေပးႏုိင္မွာလး ျပီးေတာ့ ဒီမေတာ္တဆမႈကေန တဆင့္ ဘာေတြကိုပါဆက္လက္ ေဖာ္ထုတ္သြားႏိုင္မွာလဲဆိုတာေတြကို ေတာ့ ပရိတ္သတ္ၾကီးကဆက္လက္ၾကည့္ၾကရမွာပါQty - Bluray 710pDuration - 1hr 40minGern - Fantasy/ ActionnTranslator - Yamin Mya PwintEncoder - Kyaw ...",
        "rating": "",
        "url": "https://channelmyanmar.org/erased-2016/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMTYzOTk4OTA5N15BMl5BanBnXkFtZTgwMzUzNDIwNDI@._V1_SY1000_CR006711000_AL_.jpg",
        "title": "Tiger Zinda Hai (2017)",
        "description": "၂၀၁၂ တုန္းက Ek Tha Tiger ဆုိတဲ့ သူလွ်ိဳအက္ရွင္ကားအၿပီး ဒုတိယေျမာက္ Tiger ႐ုပ္ရွင္အျဖစ္ ထြက္ရွိလာတာျဖစ္ ၿပီး စူပါစပိုင္ႏွစ္ေယာက္ျဖစ္တဲ့ တိုက္ဂါးနဲ႔ဇိုရာ သူလွ်ိဳဇာတ္ လမ္းကို ဆက္လက္႐ႈစားရမွာပါ။ျဖစ္ရပ္မွန္အေၾကာင္းအရာျဖစ္တဲ့ ၂၀၁၄ တုန္းက အုိင္ အက္စ္အဖြဲ႕က ဓားစာခံအျဖစ္ ဖမ္းဆီးေခၚေဆာင္သြားခဲ့တဲ့ သူနာျပဳ ၄၆ ေယာက္ကို ကယ္ဆယ္တဲ့အေၾကာင္း အဓိက ဇာတ္အိမ္တည္ထားတာျဖစ္ပါတယ္။ပထမဇာတ္လမ္းရဲ႕ အဆက္အေနနဲ႔ RAW ေအးဂ်င့္တိုက္ဂါးနဲ႔ သူ႔ခ်စ္သူ ISI ေအးဂ်င့္ဇိုရာတို႔ဟာ လက္ထပ္ခဲ့ၾကၿပီး သားေလးနဲ႔အ တူ ဘဝကို ေအးေအးခ်မ္းခ်မ္း ျဖတ္သန္းခဲ့ၾကပါတယ္။ ဒီလိုနဲ႔ ရွစ္ႏွစ္ေလာက္ၾကာခဲ့အၿပီးမွာ ေတာ့ အခ်စ္ကိုဦးစားေပးၿပီး မိသားစုအေရးပဲ အာ႐ံုစိုက္ခဲ့ၾက တဲ့ တိုက္ဂါးတုိ႔စံုတြဲအတြက္ မစ္ ရွင္တစ္ခုေပၚလာခဲ့ပါတယ္။တိုက္ဂါးရဲ႕ အလုပ္ရွင္ ေဟာင္းျဖစ္တဲ့ ရွီႏြိဳင္က အီရတ္ မွာ အၾကမ္းဖက္သမားေတြရဲ႕ ျပန္ေပးဆြဲျခင္းခံရတဲ့ အိႏၵိယသူနာျပဳ ၂၅ ...",
        "rating": "6.7",
        "url": "https://megaup.net/4eINe/Tiger_Zinda_Hai_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BZTEyMTlmYTUtMDE0My00NWJmLWJlZmEtNzhjNGI0Mzk0NTA4XkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_.jpg",
        "title": "Ek Tha Tiger (2012)",
        "description": "ဒီကားေလးက IMDB 5.3 ရထားတဲ့ကားေလးပါျမန္မာလိုကေတာ့တစ္ခါတုန္းက က်ားတစ္ေကာင္ ႐ွိခဲ့သည္တဲ့အိႏၵိယ နဲ႔ ပါကစၥတန္ သူလိွ်ဳေတြၾကား႐ိုက္ကူးျပထားတဲ့ဇာတ္ကားေလးပါTiger (ဆလက္မန္ခမ္း) ဟာအိႏိၵယ အထူးစပိုင္တစ္ဦးျဖစ္ၿပီးRAW အဖြဲ႔အစည္းရဲ႕ လက္ေအာက္မွာ လုပ္ကိုင္ရသူျဖစ္ပါတယ္။သူရဲ႕လုပ္ငန္းမွာ ပါကစၥတန္ သူလိ်ဳ ISIS မ်ားအားႏွိမ္နင္းရမည္ျဖစ္ပါတယ္တစ္ေန႔မွာေတာ့ သူ႔ဆရာ goyi ရဲ႕Mission အရ ပါကစၥတန္ ရဲ႕အေၾကာင္းအစကို လိုက္ၿပီး ႐ွာေဖြရေတာ့တယ္ဒီတစ္ခါမွာေတာ့ Tiger ဟာ ပေရာ္ဖက္ဆာ တစ္ဦးဆီ သြားၿပီးပါကစၥတန္ သမိုင္းေၾကာင္းကိုစတင္စံုးစမ္းခဲ့ပါတယ္ထိုပေရာ္ဖက္ဆာမွာ မည္သူ႔မွ တပည့္အျဖစ္ လက္မခံခဲ့သလိုTiger ဟာလည္း ျငင္းပယ္ခံခဲ့ပါတယ္Tiger ဟာ တပည့္အျဖစ္ လက္ခံေပးရန္အႀကိမ္ႀကိမ္ႀကိဳးစားခဲ့ၿပီးZoya ဆိုတဲ့မိန္းကေလးတစ္ဦးႏွင့္လည္းေတြ႔ဆံုခဲ့ပါေသးတယ္ဒီေနရာမွာေတာ့ zoya (ကတ္ထရီနာ ေက့ဖ္)အေၾကာင္းလည္း ေျပာျပခ်င္ပါတယ္Zoya ဟာ ပေရာ္ဖက္ဆာကို ျပဳစုေစာင့္ေရွာက္ေနသူတစ္ဦးျဖစ္ၿပီးအက သင္တန္းတစ္ခုမွာ တက္ေရာက္ေနသူပါဒီဇာတ္လမ္းမွာေတာ့Tiger. တစ္ေယာက္ ပေရာ္ဖက္ဆာ တပည့္အျဖစ္ေတြ႔ရဦးမည္ေလာပါကစၥတန္ သမိုင္းေၾကာင္းကို စံုစမ္းႏိုင္မည္ေလာTiger ႏွင့္ zoya တို႔၏ ဘ၀တို႔ေ႐ွ႕ဆက္ ...",
        "rating": "5.4",
        "url": "https://megaup.net/2SQte/Ek_Tha_Tiger_[2012]_(MM_Sub).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMjI0MzIyMjU1N15BMl5BanBnXkFtZTgwOTk1MjQxMDE@._V1_SY1000_CR006741000_AL_.jpg",
        "title": "All Is Lost (2013)",
        "description": "All Is Lost(2013)IMDB...6.9,,,,Rotten...94ဒီကားက ဆန်းတယ်လို့ပဲပြောရမလား မသိဘူး တစ်ကားလုံးမှာ သရုပ်ဆောင်တစ်ယောက်ထဲရယ်...ပြီးတော့ နောက်ခံစကားလေးအနည်းငယ်ကလွဲလို့ တစ်ကားလုံးဘာမှကိုမပြောဘူး....လှေတစ်စီးပေါ်မှာလူတစ်ယောက် အိပ်နေတယ်...ဗြုန်းဆို လှေထဲကိုရေဝင်သံကြောင့်သူနိုးလာတယ်.....ပင်လယ်ပြင်ထဲက သူ့လှေကိုထူးထူးခြားခြား ဘယ်သင်္ဘောပေါ်ကျခဲ့မှန်းမသိတဲ့ကွန်တိန်နာရဲ့ထောင့်နဲ့လှေရဲ့ဘေးနံရံနဲ့တိုက်မိပြီးပေါက်သွားတယ်.....လှေကိုဖာတယ် ..ရေတွေကိုပြန်ထုတ်တယ်....ဒီကားက imdb ရော rotten ရောအတော်ကောင်းပါတယ်...ဘာကြောင့်ြ မင့်ရလဲဆိုတော့ အသက်ရရနှစ်အရွယ် အဘိုးကြီးတစ်ယောက်ရဲ့ အသက်ရှင်သန်ရေးရုန်းကန်မှုကို ပီပီပြင်ပြင်ပြနိုင်လို့ လိုဆိုပါတယ်...အချစ်တွေ အလွမ်းတွေ အဆွေးတွေ တော့မပါပါဘူး...File Size…(850MB) and (318MB)\nQuality…BluRay 720p\nFormat…mp4\nDuration…01:30:00\nSubtitle…Myanmar Subtitle(Hardsub)\nEncoder…..Phyo Pyae\nTranslated by Sherlock",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/all-is-lost2013blu-ray/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/8JtL1oAKo6MzfxxWSSVdd4NvD5D.jpg",
        "title": "The Liquidator (2017)",
        "description": "The Liquidator ႐ုပ္​႐ွင္​ဇာတ္​ကားဟာ ၂၀၁၇ခုႏွစ္​ထြက္​တ႐ုတ္​႐ုပ္​႐ွင္​ဇာတ္​ကားတစ္​ကားျဖစ္​ပါတယ္​Imdb rating 5.8/10ရ႐ွိထားၿပီး ဇာတ္​လမ္​းၾကာျမင္​့ခ်ိန္​က​ေတာ့ ၂နာရီပါပါ၀င္​သ႐ုပ္​​ေဆာင္​ထားသူ​ေတြက ​ေတာ့ Chao Deng,Ethan Juan,Cecilia liu တို႔ျဖစ္​​ပါတယ္​ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ျပည္​သူလူထုၾကာ​ေျပာစရာျဖစ္​ခဲ့တဲ့ မ​ေကာင္​းတဲ့သူ​ေတြကို live လႊ့င္​့ၿပီးသတ္​ျဖတ္​အျပစ္​​ေပးသည္​အထိ လူသတ္​မႈကိုက်ဴးလြန္​တဲ့ မိမိကိုယ္​ကို ၿမိဳ႕အလင္​း​ေရာင္​ သူ​ေတာ္​​ေကာင္​းအျဖစ္​ခံယူထားသူလူသတ္​သမားကို မႈခင္​းစိတ္​ပညာ႐ွင္​ျဖစ္​သူ Feng Mu နဲ႔ စံု​ေထာက္​မ​ေလးျဖစ္​သူ Mi Nan တို႔ ႏွစ္​​ေယာက္​ပူး​ေပါင္​းစံုစမ္​း​ေဖာ္​ထုတ္​ၾကရပါ​ေတာ့တယ္​.....သူတို႔ ၂​ေယာက္​ဘာ​ေတြ​ကိုစံုစမ္​း​ေတြ႔႐ွိမလဲ....အတိတ္​က​ေရစက္​​ေတြနဲ႔ပတ္​သတ္​မႈ႐ွိ​ေနတဲ့လူသတ္​သမား....စတာ​ေတြကိုစိတ္​စင္​စားဖြယ္​ၾကည္​့႐ႈရမယ္​့ မႈခင္​းအက္​႐ွင္​ကား​ေကာင္​းတစ္​ကားျဖစ္​ပါတယ္​ File Size : (950 MB) and (400 MB)\nQuality : WEB-DL 720p\nRunning Time : 2hr 4min\nFormat : Mp4\nGenre :Action, Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080P WEB-DL X264 AAC-DYGC\nTranslated by ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-liquidator-2017/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/se.jpg",
        "title": "Stargate (1994)",
        "description": "ကျွန်တော်တို့တွေ အီဂျစ်မှာရှိတဲ့ ပိရမစ်ကြီးတွေ စဖင့်ရုပ်တုတွေအကြောင်းကို\nအကုန်လုံးကြားဖူးမြင်ဖူးကြမှာပါ။ထူးခြားဆန်းကျယ်တဲ့ တည်ဆောက်မှု့တွေ\nဖြစ်သလို အရမ်းကို တိကျလွန်းတဲ့ တစ်လက်မတောင်မလွဲတဲ့ ဗိသုကာစကေးတွေနဲ့\nတည်ဆောက်ထားတာတွေကိုတွေ့ရမှာပါ။ ဒီတော့ တစ်ချို့လူတွေ တွေးတာက ဒီလောက်\nတိကျလွန်းပြီး နက္ခတဗေဒ အရကော သင်္ချာနည်းအရပါ ထူးခြားတိကျလောက်အောင်\nတည်ဆောက်ထားတာ ရှေးခေတ် အီဂျစ်တွေမဟုတ်နိုင်ဘူး သူတို့ထက် ယဉ်ကျေးမှု့\nပိုမြင့်တဲ့ လူ့အဖွဲ့အစည်းတစ်ခုခု ဖြစ်မယ်ပေါ့ဗျာ။ ဒီဇာတ်ကားမှာလဲ အဲ့အမြင်ကို ချပြသွားပါတယ်။\nဇာတ်လမ်းကို အနည်းငယ်ပြောပြရရင် ၁၉၂၈ ခုနှစ် အီဂျစ်မှာ ရှေးဟောင်းပိရမစ်ကို တူးဖော်ရင်းနဲ့\nထူးဆန်းတဲ့ Device တစ်ခုကိုတွေ့ရှိခဲ့ပါတယ်။ အဲ့ Device ပေါ်မှာ ထူးခြားတဲ့ အရုပ်စာတွေပါပါတယ်။\nအဲ့ကတည်းက အဲ့အရုပ်စာကို အဓိပ္ပာယ်ဖော်ခဲ့ကြပါတယ်။ဒါပေမဲ့ မဖော်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ နှစ်တွေ\nများစွာကြာပြီးတဲ့နောက် အပေါ်က တင်ပြခဲ့တဲ့ အမြင်မျိုးရှိတဲ့ ဒေါက်တာ ဒန်နီရယ်လ်ဂျက်ဆန်\nဆိုတဲ့ ပညာရှင်တစ်ဦးပေါ်ထွက်လာခဲ့ပါတယ်။တစ်ရက်မှာ သူ့အမြင်ကိုတင်ပြဟောပြောပွဲအပြီးမှာပဲ\nသူ့ကို ထူးဆန်းတဲ့ အမျိုးသမီးတစ်ဦးက ဖိတ်ခေါ်ခဲ့ပါတယ်။သူလည်းအဲ့အမျိုးသမီးဖိတ်ခေါ်တဲ့နေရာကို\nလိုက်သွားတာပေါ့ အဲ့လို လိုက်သွားမှပဲ သိရတာက အဲ့နေရာဟာ အထူးနိုင်ငံတော်လျှို့ဝှက်ချက်ဖြစ်ပြီး\n၁၉၂၈ ကတွေ့ခဲ့တဲ့ စက်ပစ္စည်းကို ...",
        "rating": "7.1",
        "url": "https://megaup.net/2wErw/Stargate_[1994]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/images.jpeg",
        "title": "The Thousand Faces of Dunjia (2018)",
        "description": "A thousand face of Dunjia (2017)– – – – – – – – – – – – – – – – – – – –\n1000 faces of dunjia ကားေလးကေတာ့ Guardians of the Galaxy လိုကားမ်ိဳးပါ၊အရမ္းမိုက္တဲ့အထူးျပဳလုပ္ခ်က္ေတြ၊ဟာသေလးေတြလဲပါတာမို႔ရသမ်ိဳးစံုေပးတဲ့ကားေကာင္းေလးပါ12th Asian Film Awards မွာ Best Action Film ၊ Best Costume Design ဆု၊\nBest Visual Effects ဆုေတြအတြက္ Nominate ဝင္ခဲ့တဲ့ကားေလးပါလ်ိဳ႕ဝွက္စြာလူသားေတြကိုကာကြယ္ေစာင့္ေရွာက္ေနတဲ့ ဝုရင့္အဖြဲ႕ဝင္ ၇ ေယာက္ဟာ တစ္ေန႔မွာေတာ့ငါးမိစၧာတစ္ေကာင္ကိုဖမ္းလာရင္း သူ႔ထက္စြမ္းအားႀကီးေသာမိစၧာတစ္ေကာင္လာေနတယ္ဆိုတာကိုသိခဲ့ရပါတယ္အဖြဲ႕စခန္းခ်ရာေနရာကိုေျပာင္းေရႊ႕ခဲ့ၿပီး မိစၧာဘာရည္ရြယ္ခ်က္နဲ႔လာတယ္ဆိုတာကိုစံုစမ္းရင္း အမႈလိုက္ ေသာင္ရိခ်န္ရဲ႕ကာကြယ္ေပးမႈေၾကာင့္ ခ်င္းထင္တို႔ ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-thousand-faces-of-dunjia-2018/",
        "category": "Action, Fancy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/MV5BMDE1NDAxZjktYWU0MS00Yjc1LThkN2QtYjg2ZWFkMWZhNjE3XkEyXkFqcGdeQXVyNDA4OTExNDU@._V1_-1.jpg",
        "title": "Death Race 4: Beyond Anarchy (2018)",
        "description": "Dead Race ဆိုတဲ့ Movie ကို အမ်ားၾကီးညႊန္းစရာမလိုေတာ့ပါဘူး…\nDead Race ၿပိဳင္ပြဲမွာေထာင္ထဲမွာၿပဳလုပ္တဲ့ တရား၀င္ၿပိဳင္ပြဲၿဖစ္ၿပီးေတာ့\nအဲၿပိဳင္ပြဲမွာ၀င္ၿပိဳင္တဲ့\nအက်ဥ္းသားေတြအကုန္လံုးကလည္းေထာင္ဒဏ္တသက္တကြ်န္းက်ထားၿပီးတဲ့\nေသမထူးေန႕မထူး အရက္စက္ဆံုး လူမဆန္ဆံုးနဲ႕ လူသတ္သမားေတြ\nရာဇ၀တ္သားေတြပဲၿဖစ္ပါတယ္….\nဒီလိုအက်ဥ္းသားေတြကို သူတို႕လြတ္ေၿမာက္ဖို႕အတြက္အခြင့္ေရးတစ္ခုေရာက္လာပါတယ္…\nအဲဒါကေတာ့ ေထာင္ထဲမွာကားၿပိဳင္ရင္းနဲ႕\nတစ္ေယာက္နဲ႕တစ္ေယာက္သတ္ရတာပဲၿဖစ္ပါတယ္…\nဒီလိုၿပိဳင္ရင္းကေန ၿပိဳင္ပြဲတိုင္းရဲ႕ ဘုရင္တစ္ပါးေပၚလာပါတယ္…\nသူကေတာ့ Frankenstein ပဲၿဖစ္ပါတယ္…\nအခုတင္ဆက္ေပးမယ့္ Dead Race 4 မွာကေတာ့ ႏိုင္ပြဲေတြဆက္လာေနတဲ့ Frank ကို\nအစိုးရကေန ေထာင္ထဲမွာပဲ ကားၿပိဳင္ရင္ သုတ္သင္ရွင္းလင္းဖို႕အတြက္\nလုပ္မယ့္အစီအစဥ္ၿဖစ္ပါတယ္……\nဒါေၾကာင့္ ႏိုင္ပြဲေတြဆက္ေနတဲ့ ၿပိဳင္ပြဲတိုင္းရဲ႕ဘုရင္ Frank ကိုရွင္းႏိုင္မလားဆိုတာ \nစိတ္၀င္စားဖြယ္ရာၾကည့္ရမွာပဲၿဖစ္ပါတယ္…\nဒီ Dead Race ဆိုတဲ့ Movie အမ်ိဳးစားဟာ ေထာင္ထဲမွာစရိုက္ဆန္ဆန္နဲ႕ရိုက္ထားတဲ့\nAction Movie အမ်ိဳးအစားၿဖစ္ၿပီး\nအရြယ္မေရာက္ေသးသူမ်ားနဲ႕မိသားစုနဲ႕ၾကည့္ရႈ႕ဖို႕မသင့္တဲ့\nအခန္းအေတာ္မ်ားမ်ားပါ၀င္ပါတယ္…..\nလူသတ္ကားၿဖစ္ၿပီးေတာ့ ေသြးထြက္သံယိုေတြ\nရက္ရက္စက္စက္သတ္ၿဖတ္တဲ့အခန္းေတြလည္းအမ်ားဆံုးပါ၀င္ပါတယ္….\nၾကမ္းၾကမ္းမွၾကိဳက္တယ္ဆိုတဲ့ပရိတ္သတ္ေတြအတြက္အၾကိဳက္ေတြ႕ေစမယ့္\nကားေကာင္းတစ္ကားၿဖစ္ပါတယ္…File Size : (794 MB and 360 MB) \nQuality : 720p HDRip\nRunning Time : 1hr 51min\nFormat : Mp4\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p HDRip\nTranslated ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/death-race-4-beyond-anarchy-2018/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/02/braven-1.jpg",
        "title": "Braven (2018)",
        "description": "2018, February 2ရက္​​ေန႔ကထြက္​ရိွခဲ့တဲ့ နာမည္​ႀကီးမင္​းသား Jason Momoa ႐ိုက္​ကူးထားတဲ့ Braven ဇာတ္​ကားဟာ ထြက္​ရိွၿပီးရက္​ပိုင္​းအတြင္​းမွာပဲ လူႀကိဳက္​အရမ္​းမ်ားျပားခဲ့တဲ့ဇာတ္​ကား​ေကာင္​း​ေလးျဖစ္​ပါတယ္​။ဒီဇာတ္​လမ္​း​ေလးထဲမွာ​ေတာ့ မင္​းသား Jason Momoaက သစ္​လုပ္​ငန္​းလုပ္​ကိုင္​တဲ့ Joeအျဖစ္​သ႐ုပ္​​ေဆာင္​ထားပါတယ္​။Joe ဟာမွတ္​ဥာဏ္​မ​ေကာင္​း​ေတာ့တဲ့ သူ႔ရဲ႕ဖခင္​ႀကီးရယ္​၊ သူဇန​ီးနဲ႔ သမီး​ေလးတစ္​​ေယာက္​တို႔နဲ႔ အတူ​တူ​ေအးခ်မ္​းတဲ့မိသားစုဘဝ​ေလးကိုပုိင္​ဆိုင္​ထားသူပဲျဖစ္​​ပါတယ္​။တ​ေန႔မွာ​ေတာ့ သူ႔တပည္​့တစ္​​ေယာက္​ဟာ သစ္​​ေတြကိုတင္​ပို႔ရင္​း မူးယစ္​​ေဆးဝါး​ေတြ ​ေမွာင္​ခိုတင္​ပို႔ပါ​ေတာ့တယ္​။အဲ့လို​ေမွာင္​ခိုပို႔ရင္​းနဲ႔ မ​ေမွ်ာ္​လင္​့ပဲလမ္​းခုလတ္​မွာ ကားမ​ေတာ္​တဆျဖစ္​ၿပီး၊ ရဲ​ေတြ​ကားိ​ေတာ္​တဆျဖစ္​တဲ့​ေနရာကို​ေရာက္​လာရင္​ မူးယစ္​​ေဆး​ေတြမိသြားမွာစိုးတဲ့အတြက္​ Joeရဲ႕ ပစၥည္​း​ေတြထားတဲ့ သစ္​သားအိမ္​​ေလးထဲမွာ သြားဖြက္​ထားလိုက္​ပါတယ္​။အဲ့ဒီလိုနဲ႔ Joeတစ္​​ေယာက္​ ဘာမွမသိလိုက္​ရဘဲ မူးယစ္​​ေဆးဝါးဂိုဏ္​း​ေတြနဲ႔ ပတ္​သက္​မိသြားပါ​ေတာ့တယ္​။​ေနာက္​့​ေန႔ အဲ့ဒီမူးယစ္​​ေဆး​ေတြကို လာျပန္​ယူတဲ့အခါမွာ​ေတာ့ အဲ့ဒီ မူးယစ္​​ေဆးဂိုဏ္​းအဖြဲ႔နဲ႔ Joeရဲ႕မိသားစုတို႔ထိပ္​တိုက္​တိုးပါ​ေတာ့တယ္​။Joeတစ္​​ေယာက္​ဟာ သူရဲ႕မွတ္​ဥာဏ္​မ​ေကာင္​း​ေတာ့တဲ့ ဖခင္​ႀကီး၊ ခ်စ္​လွစြာ​ေသာဇနီးသည္​နဲ႔ သမီးငယ္​​ေလးတို႔ကို အဲ့ဒီ ဂိုဏ္​းသား​ေတြနဲ႔သူ႔တို႔လက္​ကလြတ္​​ေအာင္​ဘယ္​လို ကယ္​တင္​မလဲ၊ဘယ္​လိုစြန္​႔စားခန္​း​ေတြနဲ႔ၾကံဳ​ေတြ႕မလဲ၊ဘယ္​လို​ေၾကကြဲစရာအျဖစ္​အပ်က္​​ေတြျဖစ္​မလဲဆိုတာကို​ေတာ့ ဒီဇာတ္​လမ္​း​ေလးထဲမွာ႐ႈ႕စားရမွာပဲဖစ္​ပါတယ္​။Family/Drama/Action ဇာတ္​ကား​ေကာင္​း​ေလးျဖစ္​တာ​ေၾကာင္​့ ပရိတ္​သတ္​​ေတြအႀကိဳက္​​ေတြ႕​ေစမယ္​့ဇာတ္​ကား​ေကာင္​း​ေလးပဲျဖစ္္​ပါတယ္​ File Size : (750 MB) and (300 MB)\nQuality : ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/braven-2018/",
        "category": "Action, Drama"
    }
]