[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1LE95fVuA14LjnMD0FyjRx6ni7D.jpg",
        "title": "Endless Battle ( 2023 )",
        "description": "CM ကနေဒီတစ်ခါတင်ဆက်ပေးချင်တဲ့ရုပ်ရှင်လေးကတော့ အက်ရှင်ဇာတ်ကားလေးကိုမှ\nကြိုက်နှစ်သက်တဲ့ ရုပ်ရှင်ချစ်ပရိသတ်တွေအတွက်အက်ရှင်ဇာတ်ကားကောင်လေးဖြစ်ပါတယ်။ဇာတ်လမ်းထဲမှာတော့ နာမည်ကြီးစီးပွားရေးလုပ်ငန်းရှင် လုံခွန်းကတရားမဝင်\nမူးယစ်ဆေးတွေကို ရောင်းဝယ်တဲ့လူပေါ့။ရဲတွေကဒီလုံခွန်းကို ဖမ်းဆီးဖို့အတွက်နည်းမျိုးစုံသုံး\nဖမ်းဆီးပေမဲ့ အမြဲတမ်းလွတ်မြောက်ခဲ့တယ်။\nဖြောင့်မတ်တဲ့ ရဲအရာရှိဖန်ကျန့်ကျုံးမှာ\nအားချန်ဆိုတဲ့ ညီလေးတစ်ယောက်ရှိနေပေမဲ့\nညီအစ်ကိုနှစ်ယောက်ဆက်ဆံရေးမပြေလည်ခဲ့ဘူး။မပြေလည်တဲ့အကြောင်းရင်းကတော့ အစ်ကိုဖြစ်သူက\nမူးယစ်ဆေးအရောင်းအဝယ်ဂိုဏ်းတွေကို\nဖမ်းဆီးနေတဲ့ ရဲသားတစ်ယောက်ဖြစ်ပေမဲ့\nညီကတော့အဲ့ဂိုဏ်းတွေနဲ့ အပေါင်းအပါမိတ်ဆွေတွေ\nဖြစ်နေခဲ့တာကြောင့်ပဲ။ သို့ပေမဲ့မကြာခဏ\nသူ့ညီအဖမ်းခံရတိုင်းဖန်ကျန့်ကျုံးရဲ့မွေးစားအဖေ\nချင်ရဲမှူးကတော့ သူ့ညီဘက်ကနေအမြဲကာပေးပြီးလွှတ်ပေးခဲ့တယ်။တနေ့လုံခွန်းသားအငယ်က\nရဲတစ်ယောက်ကို ကားသတ်မှုအပြင်မူးယစ်ဆေးမှုပါ\nအဖမ်းခံလိုက်ရတဲ့အချိန် သားကို\nချစ်မြတ်နိုးတဲ့ လုံခွန်းတစ်ယောက်ကယ်ထုတ်ဖို့ကြိုးစားပါတော့တယ်။\nဒီလိုနဲ့ဒီအမြဲတမ်းလွတ်မြောက်နေတဲ့ လုံခွန်းမူးယစ်ဆေးဘုရင်မှ\nာဘယ်သူတွေ ပါဝင်ကူညီပေးနေလဲ။ညီအစ်ကို\nနှစ်ယောက်ဆက်ဆံရေးကကော ဘယ်လိုတွေကတောက်ကဆဖြစ်နေဦးမလဲ။\nဒီရူပ်ထွေးလှတဲ့မူးယစ်ဆေးစီးပွားရေးလောကရဲ့ကြိုးစကို\nဘယ်လိုဖြည်ကြမလဲအစရှိတဲ့စိတ်ဝင်စရာ\nစုံထောက်မှုခင်းအက်ရှင်တို့ကို တစ်ခါတည်း\nဒီဇာတ်ကားကနေပြသသွားမှာဆိုတော့လက်မလွတ်တမ်းစောင့်ကြည့်လိုက်ရအောင်\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Crime , Action\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Ann Chi\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/2C9bB/Endless_Battle_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iDOxuzoRcDa9RoNDu8zNdLUtTeX.jpg",
        "title": "Scarlett (2020)",
        "description": "အက်ရှင်ကားမှကြည့်ချင်တဲ့ပရိသတ်တို့အတွက် ဂျက်မ စကားလက်ကားပါ...။ဖခင်ဖြစ်သူဟာ စပိုင်တစ်ယောက်ဖြစ်တဲ့အလျောက် စကားလက်ဟာလည်းငယ်စဥ်ကတည်းက သူများတွေနဲ့မတူအောင် သေနတ်ပစ်၊ အသတ်အပုတ်အတိုက်အခိုက်ကိုလေ့ကျင့်ခဲ့ရတာပါ....။ မိခင်ဖြစ်သူကငယ်ငယ်လေးကတည်းကဆုံးပါးသွားတော့ ဖတဆိုးလေးစကားလက်ဟာ သူ့ဘဝကို စပိုင်ဖခင်ဆီက သင်ယူရင်းနဲ့သာအချိန်ကုန်ဆုံးခဲ့တာပေါ့...။တစ်နေ့မှာတော့ မှောင်ခိုလက်နက်အရောင်းအဝယ်သမားတွေဟာ သူတို့အိမ်ကိုလာတိုက်ခိုက်ပြီး စကားလက်ရဲ့ဖခင်ကို ဖမ်းသွားပါတော့တယ်...။ဒီတော့ စကားလက်တစ်ယောက် ဖခင်ကိုပြန်ကယ်ဖို့အတွက် တစ်ယောက်တည်းစစ်ဆင်ရေးထွက်ခဲ့ပါတော့တယ်....။သူ့အဖေကို ဘာလို့ဖမ်းသွားတာလဲ၊ မှောင်ခိုသမားတွေရဲ့ရည်ရွက်ချက်ကဘာလဲ၊စကားလက်တစ်ယောက်တည်းဘယ်လို တိုက်ပွဲဝင်မလဲဆိုတာဇာတ်ကားလေးထဲကြည့်ရှုလို့ရပါပြီ...။  File size…1.94GB / 848MB\nQuality…WEB-Rip 1080p / 720p\nFormat…mp4\nDuration….1h 43m\nGenre ….. Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Themes",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/scarlett-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/01/Naked-weapon-poster-133x200.jpg",
        "title": "Naked Weapon (2002)",
        "description": "Naked Weapon 2002ကမ္ဘာတစ်ဝှမ်းလုံးမှာ ၁၃ နှစ် အရွယ် မိန်းကလေးတွေ ပျောက်နေကြတယ်။\nဒါနဲ့ ပတ်သတ်ပြီး CIA က Jack Chen နဲ့ သူ့အဖွဲ့ဟာ လိုက်လံစုံစမ်းနေခဲ့တာကြာပြီ။\nသူတို့ရဲ့ တစ်ခုတည်းသော သဲလွန်စက\nမဒမ် M ဆိုတဲ့ အမျိုးသမီး နဲ့ သူဦးဆောင်တဲ့ အဖွဲ့အစည်းပဲ။\nမဒမ် M ဟာ ကမ္ဘာ တစ်ဝှမ်းမှာရှိတဲ့ ၁၃ နှစ် အရွယ် မိန်းကလေးငယ်တွေကို ပြန်ပေးဆွဲတယ်။\nလူသူမနီးတဲ့ ကျွန်းဆီ ခေါ်သွားပြီး\nအဲဒီ မိန်းကလေးတွေကို စစ်ရေးလေ့ကျင့် သင်ကြားပေးတယ်။\nမဒမ် M ပြန်ပေးဆွဲတဲ့ မိန်းကလေးတွေအားလုံးဟာ\nအားကစား ဒါမှမဟုတ် ကိုယ်ခံပညာ တစ်ခုခုမှာ\nအများနဲ့ မတူအောင် ထူးချွန်တဲ့ သူတွေ ဖြစ်တယ်။\nအဲဒီထဲမှာ Charlene ဆိုတဲ့ ကလေးမလေးလည်း ပါတယ်။\nCIA က Jack Chen က လည်း ပျောက်သွားတဲ့ ကလေးတွေနဲ့ Charlene ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/naked-weapon-2002/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BNDYyMzlkYzYtZjQ4ZS00ZDVmLThmYTEtNGNlNDBlMTIzYWJhXkEyXkFqcGdeQXVyMTY1MzAyNjU4._V1_-145x200.jpg",
        "title": "Maaveeran (2023)",
        "description": "Maaveeran (2023)\nIMDb-7.5/10ခဏခဏတောင်းဆိုနေကြတဲ့ Maaveeranဆိုတဲ့ ကြီးမြတ်သောသူရဲကောင်းဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါပြီ။\nအက်ရှင်မင်းသားချော ရှီဗက်ကာသီကီရန် အဓိကနေရာကပါဝင်ထားပြီး တွဲဖက်သရုပ်ဆောင် ဟာသမင်းသားကြီး\nယိုဂီဘာဘူနဲ့အတူ တောင်ပိုင်းစတား မင်းသားကြီးဗီဂျေးစည်သူပတီကနေ နောက်ခံစကားပြောတဲ့သူအနေနဲ့\nပါဝင်ထားပါတယ်။ဇာတ်လိုက်က ဆပ်တရာ။ဆပ်တရာက မထင်မရှားကာတွန်းဆရာ။ဘယ်လောက်ထိမထင်ရှားလဲဆို\nသတင်းစာတစောင်မှာ ရှဲဒိုးရေးပေးရတာ။(ရှဲဒိုးဆိုတာ သူကသာရေးရတာ နာမည်ခံထားတာကတယောက်။)\nနောက်ပြီး ငကြောက်။\"ရန်လိုလာရင် အရှုံးပေးနှလုံးအေးစေ၏\"ဆိုတဲ့စကားကို လက်ကိုင်ထားပြီး ဘာနေနေ\n\"နေပါစေ ထားလိုက်ပါ ပြီးသွားမှာပဲ\"ဆိုပြီးနေတဲ့သူ။နိုင်ငံရေးသမားတွေရဲ့ အမြတ်ထုတ်နိုင်ငံရေးကစားတဲ့လှည့်ကွက်တွေကြောင့်နဲ့ ဘိုးစဉ်ဘောင်ဆက်နေလာတဲ့\nအိမ်လေးတွေကိုစွန့်ထားခဲ့ရပြီး သူတို့ချပေးတဲ့တိုက်ခန်းမှာသွားနေကြရတယ်။ လက်နဲ့ထိရင်ကြွေဆိုတဲ့အတိုင်း\nသံတချောင်းရိုက်ရုံနဲ့ နံရံပြိုကျပြီး ဘေးအခန်းနဲ့တသားတည်းဖြစ်မဲ့တိုက်ခန်းမှာနေကြရင်း တနေ့မှာတော့....။\nဇာတ်လိုက်ကျော်ငကြောက်ကြီး ခေါင်းမှာဒဏ်ရာရပြီး သူတို့ရဲ့ကံကြမ္မာတွေဘယ်လိုအလှည့်အပြောင်းဖြစ်သွားမလည်းဆိုတာ\nဇာတ်ကွက်ဇာတ်လမ်းခပ်ဆန်းဆန်းနဲ့ရှုစားကြရမှာပါ။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~YH~Zwe~Cherry~Moon~BpLတို့ပဲဖြစ်ပါတယ်)\nFile size…2.8GB / 1.25GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~YH~Zwe~Cherry~Moon~BpL",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/maaveeran-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sOJAR1YasnxxOBFtSbTcS3pbjok.jpg",
        "title": "12:46 (2023)",
        "description": "လူငယ်လေးတစ်ယောက်ဖြစ်တဲ့ ရေးဟာ သူ့ရဲ့သီချင်းခွေထုတ်ဖို့အတွက်စတူဒီယိုကြေးပေးဖို့လိုတော့ မိတ်ဆွေဖြစ်သူ ဒရေဆီမှာ ကားမောင်းတဲ့အလုပ်ကိုဝင်လုပ်ပေးပါတယ်...။ ဒရေဆိုတာ အဲ့ဒီနယ်ပယ်မှာ မူးယစ်လူမိုက်ဂိုဏ်းခေါင်းဆောင်၊သူ့အပိုင်စားနယ်ပယ်ရဖို့ဆိုရင် လူသတ်ဖို့ဝန်မလေးသူပေါ့....။ဒရေဟာ ပြိုင်ဘဏ်လူမိုက်ဂိုဏ်းကို တိုက်ခိုက်ရင်း၊ နယ်မြေလုရင်းရန်သူတွေပိုပိုများလာတော့ ရေးဟာလည်း ဒီအလုပ်ကိုဆက်လုပ်သင့်မလုပ်သင့်စဥ်းစားလာရပါပြီ...။ဘဝဆိုတာ လမ်းဆုံကြီးတစ်ခုလိုပဲ လမ်းတစ်ခုကိုတော့ရွေးချယ်ရောက်မှာဖြစ်ပြီး ရွေးမိတဲ့လမ်းက မှားမနေဖို့လည်းလိုပါတယ်...။ရေးတစ်ယောက် ဘယ်လမ်းကိုရွေးချယ်သွားမလဲ...ရာဇဝတ်လမ်းကနေ လွတ်မြောက်နိုင်မလားဆိုတာတော့ ဇာတ်လမ်းထဲမှာ ကြည့်ရှုနိုင်ပါပြီ...။  File size…1.26GB / 478MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 10m\nGenre ….. Action\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Myat Htet",
        "rating": "",
        "url": "https://channelmyanmar.org/1246-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pQnfrys3nyOpUxktxK2CBnm7Rv8.jpg",
        "title": "Blood Quantum (2019)",
        "description": "Rotten Tomatoes 90% ရရှိထားတဲ့ ဒီရှပ်ရှင်ဟာဇွန်ဘီအပေါ်ကလေ့ပ်စ်ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်။အမေရိကားမှာရှိတဲ့ လူနီရိုင်းအပိုင်ဒေသကဖုတ်ကောင်တွေနဲ့ကမ္ဘာပျက်တဲ့အကြောင်းရိုက်ကူးထားတာပါ။ဇာတ်လမ်းထဲမှာထူးဆန်းစွာနဲ့ပဲလူနီရိုင်း(နေးတစ်အမေရိကန်)တွေဟာ ဇွန်ဘီပိုးကို Immune ဖြစ်နေကြပါတယ်။လူဖြူတွေကသာအကိုက်ခံရရင် ပိုးကူးစပ်ပြီး ဇွန်ဘီတွေအဖြစ်ပြောင်းလဲကြပါတယ်။ဇွန်ဘီရုပ်ရှင်တွေထဲမှာ လူနီရိုင်းဇွန်ဘီကားဆိုတော့ကြည့်ရတာ ထူးထူးခြားခြားလေးဖြစ်နေပါတယ်။လူမှုရေးအရှုပ်ထွေးတွေနဲ့ သေရေးရှင်ရေးကိစ္စတွေဖြစ်နေတာတောင် လူတွေရဲ့အတ္တ၊ မာန၊ဒေါသတွေဟာ ခဝါချနိုင်ဖို့မလွယ်တဲ့အကြောင်းရှင်သန်ဖို့အတွက်ဆိုဘာမဆိုလုပ်မဲ့ သူတွေအကြောင်းစတာတွေကို မြင်တွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းက ကျီးနီ(Red Crow)ကိုယ်ပိုင်ဒေသမှာငါးအသေတစ်ကောင်အသက်ပြန်ရှင်လာတာ၊ခွေးအသေအသက်ပြန်ရှင်လာတာကနေ စပါတယ်။နောက်ပိုင်း လူတွေပါ ပိုးကူးစပ်ပြီးဇယားတွေကပ်ကုန်ကြပါတော့တယ်။ရဲမှူး ထရေဗာတစ်ယောက်ပြဿနာတွေကိုဦးဆောင်ဖြေရှင်းဖို့ဖြစ်လာပြီးခံတပ်တွေ စခန်းတွေဆောက်ကာ အစုဖွဲ့နှင့်ရှင်သန်နေရာမှအပြင်ဘက်မှာ ပိုးထိထားတဲ့ လူဖြူဒုက္ခသည်တွေကိုစခန်းသို့ချွေးမဖြစ်သူ လူဖြူမချာလီခေါ်ဆောင်လာရာမှာဒုက္ခလှလှတွေ့ကြပါတော့တယ်။ဘယ်လိုရှေ့ဆက်ပြီး သတ်ဖြတ်ရှင်သန်ကြမလဲ၊ဘယ်သူတွေက ဘယ်လိုထဖောက်ကြမလဲဆိုတာဇာတ်လမ်းအဆုံးထိကြည့်ရှုခံစားကြည့်ရမှဖြစ်ပါတယ်။ File size…  1.46 GB /  709 MB\nQuality… BluRay 1080p / 720p\nFormat… mp4\nDuration…. 1h 38m\nGenre .....  Action , Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Kaung Paing",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/blood-quantum-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-deep-135x200.jpg",
        "title": "Deep Blue Sea (1999)",
        "description": "ဒီဇာတ်ကားကိုကြည့်နေရင်းနဲ့ အဆုံးသတ်နားနီးတော့မှ ဇာတ်လိုက်က ဒီကားနာမည် Deep Blue Seaကို ညွှန်းလိုက်တဲ့စကားတစ်ခွန်းကြောင့် ခံစားရတဲ့ ရသလည်း အသစ်ပြောင်းသွားရပါတယ်။ ပြောရရင် ရှုထောင့်ပြောင်းပြီး မြင်လာတဲ့ အမြင်သစ်တစ်ခု ရသွားတာပေါ့လေ။Alzheimer's diseaseဆိုတာ လူတွေမှာ အဖြစ်အများဆုံး ဦးနှောက်ရောဂါတစ်ခုပါ။ မှတ်ဉာဏ်တွေ မေ့ပျောက်ကုန်တဲ့ရောဂါတစ်မျိုးပါပဲ။ သူငယ်ပြန်တာမျိုးလည်း မဟုတ်ဘဲ ကြာလေလေ ဘာကိုမှ မမှတ်တော့လောက်အောင် ဦးနှောက်ဆဲလ်တွေ သေဆုံးသွားတာမျိုးပါ။အဲဒီရောဂါနဲ့သူ့မိဘတွေ ကွယ်လွန်သွားရလို့ အခဲမကျေဖြစ်နေတဲ့ ဆရာဝန်မလေးတစ်ယောက်ဟာ ဆေးကုမ္ပဏီကြီးတစ်ခုရဲ့ အထောက်အပံ့နဲ့ အယ်လ်ဇိုင်းမားရောဂါ ကုထုံးသစ်အတွက် သုတေသနလုပ်နေပါတယ်။\nသူလုပ်နေတဲ့ သုတေသနဌာနက ဒုတိယကမ္ဘာစစ်လက်ကျန် ရေငုပ်သင်္ဘောတွေ ဆီဖြည့်တဲ့ စခန်းဟောင်းတစ်ခုကို ပြုပြင်ပြီး လုပ်ထားတာပါ။ ဘာလို့ အဲဒီနေရာကိုမှ သွားလုပ်ရသလဲဆိုရင် သူတို့ စမ်းသပ်နေတဲ့ဆေးကုထုံးက ငါးမန်းတွေရဲ့ ဦးနှောက်နဲ့ ပတ်သက်နေလို့ပါပဲ။ငါးမန်းတစ်ကောင်ရဲ့ဦးနှောက်ကို ပုံမှန်ထက်ငါးဆလောက်ကြီးလာအောင် အရင်လုပ်လိုက်ကြတယ်။ အဲဒီငါးမန်းရဲ့ဦးနှောက်ထဲကို အယ်လ်ဇိုင်းမားလူနာရဲ့ ပျက်စီးနေတဲ့ဦးနှောက်ဆဲလ်တွေ မြှုပ်နှံထားပြီးတော့ ရလဒ်တွေကို သုတေသနပြုနေကြတာပါ။ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deep-blue-sea-1999/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n7FPxMppM9bZWGVRkDrlUlQ4zNt.jpg",
        "title": "I am a SWAT woman ( 2022 )",
        "description": "CM ရဲ့ တရုတ်ကားဖန်လေးတွေအတွက် အမျိုးသမီးရဲမေအသားပေး\nဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...အမျိုးသမီးရဲမေတွေဟာ အလုပ်သဘာဝနဲ့ အားနွဲ့သူအမျိုးသမီးမအပ်စပ်ဘူးဆိုတဲ့\nဆင်ခြေတွေ စကားလုံးတွေကြား ရုန်းကန်ရင်း\nသက်သေပြနေကြသူတွေပေါ့.. ဒီကားလေးလည်း ဒီလိုပါပဲ...ဒီဇာတ်လမ်းထဲက ရှန့်နန်ဆိုတဲ့ ရဲမေလောင်းကို အထက်က ဆရာ...\nလုပ်ဖော်ကိုင်ဖက်တွေအားလုံးက အထင်မကြီး မိန်းကလေးဆိုပြီး\nလျှော့တွက်တဲ့အပြင် ချစ်သူရည်းစားကအစ\nသူ့အလုပ်အကိုင်အပေါ် လေးစားမှုတစ်စက်လေးမှမရှိဘဲ\nအလုပ်ကို လက်လျှော့ဖို့ ဖျောင်းဖျနေခဲ့တာပေါ့...ဒီလိုနဲ့တစ်နေ့မှာ သူ့ရည်းစားအလုပ်လုပ်နေတဲ့ လုံခြုံရေးစနစ်ကုမ္ပဏီက\nကျင်းပတဲ့ ကျောက်မျက်ရတနာပွဲကို အတက်မှာ\nအနုကြမ်းစီးခံရချိန်နဲ့တိုးပြီး ရှန့်နန်လည်း ဓားစာခံတွေထဲ\nရောယောင်ပါခဲ့တာပေါ့... ကဲ ရှန့်နန်တစ်ယောက်\nအနုကြမ်းသမားတွေကို ရင်ဆိုင်နိုင်မှာသေချာပေမယ့်\nဘယ်လိုရင်ဆိုင်မယ်ဆိုတာနဲ့ နောက်ပြီး သူမျှော်လင့်နေတဲ့\nလေးစားမှုရမလားဆိုတာ ဇာတ်လမ်းလေးကြည့်မှ\nသိရမှာမို့ ဇာတ်ကားလေးကြည့်လိုက်ကြတော့နော်...\n[ Reviewed By Chu Chu ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/i-am-a-swat-woman-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/insert-ik-134x200.jpg",
        "title": "Iké Boys (2022)",
        "description": "Anime ရဲ့ဇာတ်ကြောင်းကိုအခြေခံပီးရိုက်ကူးထားတဲ့ IKE Boysအမေရိကန်ပြည်ထောင်စုရဲ့ Okalahoma ပြည်နယ်လေးမှာ Japan Anime တွေကိုအထူးစိတ်ဝင်စားတဲ့ Shawn Kun နဲ့ သူ့သူငယ်ချင်း indoဖွား Vik Kapoor တို့ကျောင်းကို Student exchange နဲ့ Japan ကရောက်လာတဲ့ MiKi ဆိုသူကောင်မလေးရောက်လာပီး ခင်မင်သွားကြရာက 1969မှာ ထွက်ရှိထားတဲ့ အနာဂတ်ကြိုတင်နိမိတ်ပြထားတဲ့anime ဇာတ်ကားကို သူငယ်ချင်း၃ယောက်ကြည့်မိရာကနေ ပေါက်ကွဲမှုတစ်ခုကြောင့် စွမ်းအားကိုယ်စီရှိတဲ့ သူရဲကောင်းတွေဖြစ်သွားပါတော့တယ်\nအဲနောက် 1999 Decemberလကနေ 2000ပြည့်နှစ်ကိုကူးပြောင်းခါနီးမှာ ကမ္ဘာကိုဖျက်စီးမဲ့ နတ်ဆိုး\nကိုးကွယ်သူတွေရဲ့လက်ထဲကနေ သူတို့အချိန်မီကိုယ်ပိုင်စွမ်းအားတွေနဲ့ အနိုင်ယူပီး ကမ္ဘာကြီးကိုကယ်တင်\nနိုင်မလား နတ်ဆိုးကိုးကွယ်သူတွေရဲ့မာယာတွေကြားကရုန်းထွက်နိုင်ပါ့မလားဆိုတာစိတ်ဝင်တစားကြည့်ရှုရမဲ့ ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်File size…(1.34GB) / (734MB) / (437MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:28:00\nGenre...Action / Adventure / Fantasy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/ike-boys-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYzUyZjE4OGEtZjAwYi00Y2Q2LWI2M2MtYWY3YWM5YmQzNTcwXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_-143x200.jpg",
        "title": "Dog Soldiers (2022)",
        "description": "Dog Soldiers (2022)\n================\nIMDb Rating - 6.8/10\nကားဟောင်းတစ်ကားဆိုပေမယ့်တော်တော်ကိုမဆိုးလှတဲ့ထဲမှာပါပါတယ်။\nဇာတ်ကားတစ်ကားလုံးနီးပါးကအိမ်တစ်အိမ်ထဲမှာ စစ်သားတစ်ဖွဲ့နဲ့မိန်းကလေး\nတစ်ယောက်ရဲ့ တစ်ညတာအဖြစ်အပျက်တွေကိုပဲပြသွားတာပါ ။ တစ်မျိုးတော့\nမထင်ပါနဲ့။ အိမ်ရဲ့ပတ်ပတ်လည်မှာမကောင်းတဲ့အရာတွေဝိုင်းနေတဲ့ကြားကနေ\nအားလုံးတူတူလွတ်အောင်ကြံစည်ကြပုံတွေကိုပြောတာပါ။အဲဒီမကောင်းတဲ့အရာတွေကဘာတွေလဲဆိုတာပြောလိုက်ရင်ကြည့်ရတာ ပေါ့သွား\nနိုင်တာကြောင့်မပြောတော့ပါဘူး။ မဖြစ်မနေချီးကျူးရမှာကသရုပ်ဆောင်တစ်ယောက်\nချင်းစီကိုပါပဲ။ ဗိုလ်ကြီးတစ်ယောက်နဲ့တပ်သားငါးယောက်၊ အားလုံးတစ်ယောက်ချင်းရဲ့\nကာရိုက်တာတည်ဆောက်ပုံတွေ သရုပ်ဆောင်ချက်တွေဟာ လိုလေသေးမရှိအောင်\nပြည့်စုံသလို၊ ဇာတ်လမ်းကအကောင်းကြီးမဟုတ်တောင် သူတို့ကြောင့်ဆက်ကြည့်ချင်စိတ်\nဖြစ်လာမယ်ဆိုတာအာမခံနိုင်ပါတယ်။ခေတ်အခြေအနေအရအထူးပြုလုပ်ချက်တွေမှာ လိုအပ်ချက်ရှိပေမယ့်\nဖြည့်တွေးတတ်ရင်တော့ဒါကလည်းပြောရလောက်တဲ့အပြစ်မျိုးမဟုတ်ပါဘူး။\nကဲဒီလူတစ်စုအဲဒီညမှာဘာတွေနဲ့ဘယ်လိုရင်ဆိုင်ခဲ့ရတာလဲဆိုတာသိချင်ရင်တော့\nကိုယ်တိုင်ပဲကြည့်ရှုလိုက်ကြပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Min Khant Bo ဖြစ်ပါတယ်)File Size..........(2.4 GB) / (904 MB) / (470 MB)\nQuality............BluRay 1080p / 720p / 480p\nDuration.........1Hr 45mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Horror, Thriller\nTranslator.......Min Khant Bo\nEncoder..........SWM",
        "rating": "6.8",
        "url": "https://megaup.net/1P1gw/Dog.Soldiers.2002.1080p.BluRay.(CM)_new.mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "",
        "title": "Om Shanti Om (2007)",
        "description": "ဒီတစ်ခေါက်မှာတော့ Old But Gold ဇာတ်ကားလေးဖြစ်တဲ့\nရှာရွတ်ခန်းရဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို\nတင်ဆက်ပေးလိုက်ရပါတယ်အွန်း(မ်)ဆိုတဲ့ ကောင်လေးဟာ အရမ်းကိုမှ မင်းသားဖြစ်ချင်နေတဲ့\nသာမန်လူတန်းစားလေးတစ်ယောက်ပေါ့\nအဲဒီအချိန်တုန်းက ရှန်တီဆိုတဲ့ ရုပ်ရှင်မင်းသမီးဟာ\nလျှမ်းလျှမ်းတောက် အောင်မြင်ကျော်ကြားတဲ့သူဖြစ်ပြီး\nအွန်း(မ်)ကလည်း သူ့ကို အသေအလဲသဘောကျနေတာပေါ့တစ်နေ့ကျတော့ ရှန်တီဟာ ထုတ်လုပ်သူတစ်ယောက်ရဲ့\nမီးရှို့သတ်ခြင်းကို ခံခဲ့ရပြီး\nဒါကိုမျက်မြင်ကိုယ်တွေ့ မြင်လိုက်တဲ့ အွန်း(မ်)က\nဝင်ကယ်ဖို့လုပ်ရင်းနဲ့ သူပါ သေဆုံးသွားခဲ့ရပါတယ်ဒါပေမယ့် သူဟာ\nမင်းသားကြီးတစ်ယောက်ရဲ့ သားအဖြစ် ပြန်လည်လူဝင်စားလာခဲ့ပြီး\nနှစ် (၃၀) အကြာမှာတော့ လျှမ်းလျှမ်းတောက်မင်းသားတစ်လတ် ဖြစ်လို့လာခဲ့ပါတယ်အဲဒီလိုနဲ့ တဖြည်းဖြည်းနဲ့ သူ့အရင်ဘဝကို ပြန်အမှတ်ရလာပြီး\nရှန်တီအတွက် တရားမျှတမှုရှာပေးဖို့ ကြံစည်ပါတော့တယ်သူဘယ်လိုနည်းနဲ့ ပြန်အမှတ်ရခဲ့တာလဲ\nရှန်တီကရော ဘာလို့အသတ်ခံခဲ့ရတာလဲ ရှန်တီအတွက်\nတရားမျှတမှုကိုရော ဘယ်လိုရှာပေးမလဲဆိုတာ ရှာရွတ်ခန်းရဲ့\nနှစ်ဘဝသရုပ်ဆောင်ချက်တွေကို အပြည့်အဝခံစားကာ ကြည့်ရှုရမှာပဲဖြစ်လို့\nအခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…4.35GB / 2.2GB\nQuality…1080p BluRay /720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Sora",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/om-shanti-om-2007%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BNjQxNzgzZTctMzNlOC00ZDkxLTg5MGMtNTFhZGJjYTIzNzI1L2ltYWdlXkEyXkFqcGdeQXVyNDIzMTI4NDE@._V1_SY1000_CR006561000_AL_-197x300.jpg",
        "title": "Confidential Assignment (2017)",
        "description": "Confidential Assignment (2017)_____IMDb - 6.6/10\n  \nကန် ဒေါ်လာ တရားမဝင်ထုတ်လုပ်နေတဲ့ မြောက်ကိုရီးယား နိုင်ငံမှာ\nချာ ဂီဆန်း လို့ခေါ်တဲ့ အကြီးတန်း ဗိုလ်မှူးကြီးတစ်ယောက်က နိုင်ငံတော်ကို သစ္စာဖောက်ပြီး\nဒေါ်လာထုတ်တာမှာ သုံးတဲ့ သတ္တုပြားတွေကို ခိုးယူဖို့ကြိုးစားပါတော့တယ်\nဒီအခြေအနေမှာ ဗိုလ်မှူး အင် ချွဲယောင်း က တာဆီးနိုင်ခဲ့ပေမဲ့ သူ့ဇနီးဖြစ်တဲ့\nရဲဘော် ဟွာယောင်းကို ဓားစာခံလုပ်ပြီး အကျပ်ကိုင်လာတဲ့အခါမှာတော့\nသူ လက်နက်ချလိုက်ရတယ်\nဒါပေမဲ့ ချာ ဂီဆန်း က သူပြောတဲ့အတိုင်း ကတိမတည်ပဲ အားလုံးကို သတ်ခဲ့တယ်\nဒါပေမဲ့လည်း အင် ချွဲယောင်း ကိုမသတ်ခဲ့မိတဲ့ သူ့ရဲ့အမှားက ...\nသူ တောင်ကိုရီးယား ကို တိမ်းရှောင်နေတဲ့အချိန်မှာ ဒုက္ခပေးပါတော့တယ်\nချွဲ အင်ယောင်းက တောင်ကိုရီးယား ရဲစုံထောက် ဂန် ရှင်းထယ် နဲ့ပူးပေါင်းပြီး\nချာ ဂီဆန်း ကို ဖမ်းဆီးနိုင်ဖို့ကြိုးစားပါတော့တယ်\nဒီလို တစ်ဖက်နဲ့တစ်ဖက် မယုံကြည်ပေးနိုင်တဲ့အချိန်မှာ\nလုပ်ဆောင်ရတဲ့ တောင်-မြောက် ပူးပေါင်းစစ်ဆင်ရေးက အောင်မြင်ပါ့မလား\nဘယ်လို အခက်အခဲတွေ ထပ်ပြီးကြုံတွေ့ရဦးမလဲ\nအင် ...",
        "rating": "6.6",
        "url": "https://megaup.net/2f1ev/Confidential_Assignment_(Gongjo)_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8FPbEnvnjMP7PoU63QQpV7IjMKU.jpg",
        "title": "Confidential Assignment 2: International (2022)",
        "description": "Confidential Assignment 2 : Internationalအားလုံးစောင့်မျှော်နေကြတဲ့ Hyun Bin နဲ့ Yoona တို့ရဲ့ ရုပ်ရှင်ဇာတ်ကားသစ် Confidential Assignment 2 ရပါပြီပုံမှန်မြင်တွေ့နေကြ တောင်ပိုင်းနဲ့မြောက်ပိုင်း အငြင်းပွားကြတဲ့ ဇာတ်ကားမျိုးမဟုတ်ဘဲ\nတောင်နဲ့မြောက် ပူးပေါင်းပြီး တရားခံဖမ်းဆီးကြမယ့် ရုပ်ရှင်ကားဖြစ်တာမို့\nPlot ဆန်းဆန်းနဲ့ Criminal Action ကားမျိုးကို ကြိုက်နှစ်သက်သူတွေ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်ကားပါပဲဇာတ်လမ်းအကျဉ်းကတော့_ မြောက်ကိုရီးယားအကြမ်းဖက်ခေါင်းဆောင်ကို ဖမ်းဆီးမယ့်\nမြောက်ကိုရီးယားစုံထောက်အင်းချောရောင်းဟာ တောင်ကိုရီးယားစုံထောက်ဂန်ဂျင်ထယ်နဲ့ အတူတူပူးပေါင်းခဲ့ပါတယ်ဒါပေမဲ့ တစ်ဖက်မှာလည်း သူတို့နှစ်ဦးကို FBI စုံထောက်တစ်ဦးဖြစ်တဲ့ ဂျက် က လိုက်လံဖမ်းဆီးနေခဲ့ပြန်ပါတယ်ဒီလို‌နဲ့ ပြေးတမ်းလိုက်တမ်း ကစားကြရင်း ထင်မှတ်မထားတဲ့အခြေအနေတစ်ခုကြောင့်\nဂျက် ဟာ အင်းချောရောင်းတို့နဲ့ ပူးပေါင်းဖို့ဖြစ်လာတဲ့အချိန်မှာတော့\nဘာတွေဆက်ဖြစ်လာဦးမလဲဆိုတာ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ကြပါဦးHyun Bin နဲ့ Daniel Henney တို့ရဲ့ ခပ်မိုက်မိုက် Action Scenes တွေနဲ့\nYoona ရဲ့ ပေါ့ပေါ့ပါးပါး ကာရိုက်တာလေးအပြင်\nCriminal Action ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/confidential-assignment-2-international/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BYTE1MmZiMWYtYTFmZi00YjA3LWI2ODgtMWFlNWYxZjdmNGE3XkEyXkFqcGdeQXVyNjk1Njg5NTA@._V1_FMjpg_UX1000_-160x200.jpg",
        "title": "All Quiet on the Western Front (2022)",
        "description": "Im Westen nichts Neuesဂျာမန်စစ်ကားအသစ်ထွက်လာပါပြီ။ အနောက်ပိုင်းစစ်မြေပြင်မှာ အားလုံးတိတ်ဆိတ်လို့ ဆိုတဲ့ နာမည်အတိုင်းပဲ အနောက်ပိုင်းစစ်မြေပြင်က တိုက်ပွဲတွေအကြောင်းပါပဲ။ 1930 နဲ့ 1973 မှာလည်း ဒီနာမည်နဲ့ ရုပ်ရှင်တွေ ထွက်ခဲ့ပါသေးတယ်။ အနောက်ပိုင်းစစ်မြေပြင်ဟာ ပထမကမ္ဘာစစ်ရဲ့ ကမ္ဘာကျော်တိုက်ပွဲကြီးတွေ ဖြစ်ခဲ့တဲ့နေရာပါပဲ။ တစ်ဘက်နဲ့တစ်ဘက် မီတာ ၁၀၀ လောက် ရှေ့တိုးနိုင်ဖို့ လူ တစ်သန်းလောက် အသေခံခဲ့ရတဲ့ စစ်မြေပြင်လည်းဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာလည်း ပထမကမ္ဘာစစ်အစကနေ အဆုံးအထိ စစ်သားတွေရဲ့ တိုက်ပွဲတွေနဲ့ ဖြတ်သန်းမှုတွေကို တွေ့ရမှာပါ။ သဘောကျစရာကောင်းလာတာကတော့ စစ်ကားအများစုဟာ စစ်ပွဲကို သူရဲကောင်းဝါဒထက် စိတ်ကုန်စရာ စိတ်ပျက်စရာဖြစ်အောင် ပုံဖော်ခဲ့ကြတာ အတော်များလာပါပြီ။ Kingsmen နောက်ဆုံးရုပ်ရှင်မှာ ကဗျာရွတ်သွားတဲ့အခန်းလိုပါပဲ။ ဒီရုပ်ရှင်မှာလည်းဒီလိုပါပဲ စစ်ပွဲပြီးဆုံးရေးကို ဦးတည်မျှော်လင့်နေတဲ့ စစ်သားတွေအကြောင်းပါပဲ။ \"ငါ့သားလည်း စစ်ပွဲထဲမှာ သေသွားတာပဲကွ၊ သူတော့ ဘာဂုဏ်သိက္ခာမှ ခံစားမိလိုက်တယ် မကြားပါဘူး\" ဆိုတဲ့ ...",
        "rating": "8",
        "url": "https://channelmyanmar.org/all-quiet-on-the-western-front-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/ghilli-2-142x200.jpg",
        "title": "Ghilli (2004)",
        "description": "CM ပရိသတ်ကြီးတို့အတွက် မင်းသားဗီဂျေး ပါဝင်သရုပ်ဆောင်ထားတဲ့\nGhilli ဆိုတဲ့ 2004 ခုနှစ်ထွက် ဇာတ်ကားကောင်းတစ်ပုဒ်ကို\nတင်ဆက်ပေးလိုက်ရပါတယ်ဗယ်လူဆိုတာ ကာဘာဒီအားကစားကို လွန်စွာမှ\nရူးသွပ်တဲ့သူတစ်ယောက်ပေါ့\nဒါပေမယ့် သူ့အဖေက မကြိုက်တော့ သူ့မှာ အဲဒါကို\nခိုးပြီးဆော့ရတယ် ခိုးပြီး ပြိုင်ပွဲတွေ ဝင်ရတယ်ပေါ့အဲဒီလိုပဲ တစ်နေ့ကျတော့ မာဒူရိုင်မြို့ကို ကာဘာဒီပြိုင်ပွဲ ပြိုင်ဖို့\nအိမ်ကနေ လိမ်ပြီးထွက်လာရင်း\nလမ်းမှာ မိန်းကလေးတစ်ယောက်ကို လူတစ်ယောက်က\nအတင်းအဓမ္မဆွဲခေါ်နေတာ မြင်လိုက်ရတော့\nကောင်မလေးကို သူတို့လက်ထဲက ကယ်ပြီး သူ့အိမ်ထဲမှာ\nဖွက်ထားလိုက်တော့တယ်တကယ်တော့ အဲဒီလူက ပိုက်ဆံအင်အားနဲ့ ဆိုးသွမ်းချင်တိုင်း\nဆိုးသွမ်းနေတဲ့သူဖြစ်ပြီး လူဆိုရင်လည်း လမ်းပေါ်မှာ\nပေါ်ပေါ်ထင်ထင်ပဲ သတ်နေတဲ့သူပေါ့သူက အဲဒီကောင်မလေးကို အသေရရအရှင်ရရ လိုချင်နေတဲ့သူ\nအဲဒီကောင်မလေးကို ဗယ်လူက သူ့လက်ထဲက ကယ်ပြီး\nနည်းအဖုံဖုံကြိုးစားကာ သူ့အိမ်မှာ ဖွက်ထားတယ်\nဒါကို သူ့အိမ်က မိသားစုဝင်တွေတစ်ယောက်ကမှလည်း မသိဘူးပေါ့အဲဒီလိုနဲ့ သူ ဘယ်လောက်ထိ ကောင်မလေးကို ဖွက်ထားနိုင်မလဲ\nကောင်မလေးကို လူဆိုးတွေလက်ထဲက ဘယ်လိုကယ်တင်မလဲဆိုတာ\nအချစ် အလွမ်း အက်ရှင်နဲ့ ရသပေါင်းစုံ ပေါင်းစပ်ကာ\nစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…4GB / 2GB\nQuality…1080p AMZ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/ghilli-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/The_Protector_2-257804508-large-134x200.jpg",
        "title": "The Protector 2 (2013)",
        "description": "Action ကားကောင်းလေးတွေ မျှော်နေကြတဲ့သူတွေအတွက် ထိုင်းအက်ရှင်မင်းသားကြီး Tony Jaa ပါ၀င်ပြီး လူတိုင်းသိတဲ့ Ong-Bakကားကိုရိုက်တဲ့ Director Prachya Pinkaew ကပဲ ရိုက်ကူးထားတာမို့ မကြမ်းမရှိရှယ်ကြမ်းမယ့်ကားလေးဖြစ်လို့ တင်ဆက်ပေးလိုက်ပါတယ် ။\"ခမ်\" ဆိုတဲ့သူမှာ \"ခွမ်\" ဆိုတဲ့ဆင်လေးတစ်ကောင်ရှိပါတယ်\nအဲ့ဒီဆင်လေးက ရှေးဟောင်းမျိုးနွယ်ဖြစ်တဲ့ ရတ်ခနင်ဖုန်မျိုးဆက်ကနေလာတာမို့ ဆင်စခန်းပိုင်ရှင်ဆူချတ်က ခမ်ဆီဈေးကောင်းပေးပြီး ဝယ်ဖို့လုပ်ခဲ့ပေမယ့် ခမ် မရောင်းခဲ့ပါဘူး...ဒါနဲ့ပဲ ဆူချတ်တို့အဖွဲ့ဟာ မသမာတဲ့နည်းနဲ့ ခမ်ရဲ့ဆင်လေးကို ခိုးသွားပြီး နိုင်ငံခြားသားဆီရောင်းခဲ့ပါတယ်\nဒီလိုနဲ့ပဲ ခမ်ဟာ သူ့ဆင်လေးကိုကယ်ဖို့ကြိုးစားရပါတော့တယ်ခမ်လေး သူချစ်ရတဲ့ဆင်လေးကိုကယ်နိုင်ပါ့မလား ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံရမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်နော်🔥( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Nang Mwe Kham ပါ )File Size__(2.2GB) / (1.3GB)\nQuality__BluRay_1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:44:00\nType__Action\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Nang Mwe Kham\nEncoded by Naing Aung Latt",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-protector-2-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-art-133x200.jpg",
        "title": "The Art of War (2000)",
        "description": "Blade မင်းသားရဲ့ အက်ရှင်ကားဟောင်းတစ်ကားပါ။ဒီဇာတ်ကားမှာတော့ နိုင်ငံတကာပဋိပက္ခတွေဖြစ်ရင် UN က စိုးရိမ်နေရုံတင်မဟုတ်ပဲ လျှို့ဝှက်စစ်ဆင်ရေးအဖွဲ့တစ်ဖွဲ့လွှတ်ပြီး ​ဖြေရှင်းခိုင်းပါတယ်။ နီးလ်ရှောဟာ အဲ့အဖွဲ့ရဲ့ခေါင်းဆောင်ဖြစ်ပါတယ်။\nတရုတ်နဲ့ UN တို့ဟာ အလွန်အရေးပါတဲ့ကုန်သွယ်ရေးသဘောတူစာချုပ်လက်မှတ်ထိုးဖို့ အချိန်နီးကပ်လာချိန်မှာ အမေရိကန်ရဲ့ဆိပ်ကမ်းတစ်ခုမှာ တရုတ်ဒုက္ခသည်လူသေလောင်းတွေအပြည့်ပါတဲ့ကုန်တိန်နာတစ်ခု သောင်တင်လာတဲ့အခါ UN ဟာ နီးလ်ရှောတို့ရဲ့အဖွဲ့ကိုစေလွှတ်ပြီး ထောက်လှမ်းခိုင်းပါတော့တယ်။သတင်းယူရုံစစ်ဆင်ရေးလေးကနေ ပိုကြီးမားတဲ့အရှုပ်တော်ပုံထဲရောက်သွားတဲ့နီးလ်ရှောဟာ တရုတ်နဲ့ အမေရိကန်ကြားက တရားခံစစ်ကိုရှာရပါတော့တယ်။\nထောက်လှမ်းရေးအက်ရှင်ကားတွေကြိုက်ရင် လက်မလွှတ်သင့်တဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size…(2.52GB) / (1.3GB) / (673MB)\nQuality…. Web 1080P / 720p / 480P\nFormat…mp4\nDuration….01:57:00\nGenre...Action / Adventure / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Pyi T Nyein",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-art-of-war-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZWI3ZWIzMGEtMDg4Mi00NDBhLTgxMWYtNzllMzMyZDMxZTYzXkEyXkFqcGdeQXVyMTA5MjQ4MDg4._V1_-160x200.jpg",
        "title": "Naane Varuvean (2022)",
        "description": "Naane Varuven 2022\n6.7/ 10 IMDb\nဒီတစ်ခါတော့အားလုံးရဲ့အချစ်တော် ဒါနုရှ်(Dhanush) ရဲ့\nသည်းထိတ်ရင်ဖိုဇာတ်ကားသစ်လေးလာပါပြီ...\nပရာဘူ (Dhanush) နဲ့ကာသီရ်တို့က အမွှာညီအကိုနှစ်ယောက်ပါ\nအမွှာလို့ဆိုပေမယ့် ပရာဘူကစိတ်ထားနူးညံ့သလောက်\nကာသီရ်ကတော့ဆိုးသွမ်းတဲ့ကလေးတစ်ယောက်ပါ...အဲ့တာကြောင့်ကာသီရ်ရဲ့အပြုအမူတွေက\nပရာဘူ့အပေါ်လွမ်းမိုးလာမှာကို သူတို့အဖေကစိုးရိမ်နေခဲ့ပါတယ်..\nသူတော်စင်တစ်ပါးကလဲ သူတို့ညီအကိုဟာအတူတူရှိမနေသင့်ဘူးဆိုပြီးပြောတော့\nမိခင်ဖြစ်သူက ကာသီရ်ကိုဘုရားကျောင်းမှာစွန့်ပစ်ပြီး\nပရာဘူနဲ့အတူထွက်ပြေးခဲ့ကြပါတယ်နှစ်တွေအတော်ကြာပြီးနောက်မှာ ပရာဘူက ဇနီးဖြစ်သူနဲ့အတူ\nချစ်စရာကောင်းတဲ့သမီးလေးတစ်ယောက်ရခဲ့ပါတယ်..\nတစ်ဦးတည်းသောသမီးလေးမို့သည်းသည်းလှုပ်အချစ်တွေပိုခဲ့တာပေါ့..\nဒီလိုနဲ့တစ်နေ့ကြတော့ သမီးလေးရဲ့ထူးဆန်းတဲ့အပြုအမူကို\nအဖေဖြစ်သူပရာဘူသတိထားမိခဲ့ပါတယ်..သမီးဖြစ်သူက\nတစ်ယောက်ယောက်နဲ့စကားပြောနေသလို သူတစ်ယောက်တည်းစကားပြောနေတာကိုသိရှိသွားချိန်မှာ...သမီးလေးကဘာကြောင့်ဒီလိုထူးဆန်းတဲ့အပြုအမူတွေလုပ်နေတာလဲ...\nသူနဲ့စကားပြောနေတာကရော ဘယ်သူလဲ....\nဒီလိုအရာတွေရဲ့နောက်ကွယ်ကအကြောင်းရင်းကရော ဘာများဖြစ်မလဲဆိုတာကို\nဒါနုရှ်ပရိတ်သတ်ကြီးက ရင်တမမနဲ့စောင့်မျှော်ကြည့်ရှုအားပေးလိုက်ကြပါဦး...\nFile size…1.5GB / 700MB\nQuality…1080p HQ WEB DL /720p\nFormat…mp4\nDuration….2h 2m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & HayMan & Poe & OeliuJ",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/naane-varuvean-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7R1TPyPyi1ZBmMKCz3X5TwzSXLV.jpg",
        "title": "The Warrior From Sky ( 2021 )",
        "description": "CMပရိသတ်ကြီးအတွက် ဒီတစ်ခါတင်ဆက်ပေးလိုက်တာကတော့\nနတ်တွေထဲမှာအစွမ်းအရမ်းကြီးတဲ့ စစ်နတ်ဘုရားတစ်ယောက်ဖြစ်တဲ့\nChen Nanရဲ့ဇာတ်လမ်းလေးပဲဖြစ်တဲ့\nThe Warrior from Sky ဆိုတဲ့ Fantasy ကားလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကိုမိတ်ဆက်ပေးရမယ်ဆိုရင်......\nကောင်းကင်ဘုံတိုက်ပွဲမှာ နတ်နဲ့မိစ္ဆာကိုဦးဆောင်ခဲ့တဲ့\nရှေးစစ်နတ်ဘုရား Chen Nan ဟာနှစ်တစ်သောင်း\nအိပ်စက်ပြီးနောက် နှင်းတွေလွှမ်းတဲ့တောင်ထိပ်ပေါ်က\nသင်္ချိုင်းမြေမှာ နိုးထလာခဲ့တယ်။\nနိုးထလာတဲ့ Chen Nan ဟာအတိတ်မေ့နေပြီးတော့\nနတ်စွမ်းအင်တွေလဲချိတ်ပိတ်ခံထားရပါတယ်။ချောက်ထဲကိုတွန်းချခံရတဲ့သူဟာ ချူတိုင်းပြည်ထဲ\nမျက်စိလည်လမ်းမှားပြီးရောက်သွားခဲ့တယ်။\nChen Nanကသူဘယ်သူလဲဆိုတာကို စူးစမ်းရှာဖွေရင်း\nသူ့ရဲ့နတ်စွမ်းအားတွေကိုပြန်ဖွင့်ဖို့ကြိုးစားရင်\nနောက်ဆုံးမှာကမ္ဘာကြီးကို ကယ်တင်ဖို့ဖြစ်လာပါတော့တယ်။\nပီပြင်တဲ့စီဂျီအိုင်အဖက်တွေ ကောင်းမွန်တဲ့အက်ရှင်တွေ\nသရုပ်ဆောင်တွေနဲ့ဖန်တက်စီကားချစ်သူတွေ\nအကြိုက်တွေ့စေမယ့်ကားလေးပဲဖြစ်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-warrior-from-sky-2021/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h1pLOZATBr7oVDrwj3DfOjTOCGk.jpg",
        "title": "Project Wolf Hunting (2022)",
        "description": "Project Wolf Hunting (2022)စကားများတာမကြိုက်ဘူး Action ဆိုဖိုက်မှကြိုက်တယ်ဆိုတဲ့သူတွေအတွက်\nရူးသွားစေလောက်တဲ့ ရုပ်ရှင်တစ်ကားထွက်လာပြန်ပါပြီ\nAction ဆိုတာထက် survival လို့ပြောလို့လည်း ရပါသေးတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ထောင်သားတွေကို ဖိလစ်ပိုင်ကနေ\nတောင်ကိုရီးယားကို ရွှေ့ပြောင်းတဲ့ သင်္ဘောပေါ်မှာ ထောင်ဖောက်မယ့် လူမိုက်တွေနဲ့\nသူတို့မသိလိုက်ဘဲ သင်္ဘောပေါ်မှာပါလာတဲ့ မကောင်းဆိုးဝါးနဲ့ အကြိတ်အနယ်တွေ အသက်လုရမှာဖြစ်ပါတယ်နောက်ဆုံးအချိန်ထိ ပင်လယ်ရဲ့အလယ်ခေါင်မှာ ရပ်နေတဲ့ သင်္ဘောပေါ်ကလူတွေ\nလွတ်မြောက်နိုင်မလား အသက်ရှင်ကျန်တဲ့သူရှိမလားကိုတော့ ကြည့်လိုက်ကြပါဦးAction, Crime အမျိုးအစားဖြစ်ပြီးတော့\nSeo In Guk, Jang Dong Yoon နဲ့ မူဒေါ့တဖြစ်လဲ Jung So Min တို့က အဓိကပါဝင်ထားပါတယ်သွေးထွက်သံယိုခန်းတွေအလွန်အကျွံသုံးထားသလို\nဇာတ်ဝင်ခန်းတွေက အင်မတိအင်မတန်ကို ကြမ်းတမ်းပါတယ်\nတချို့အခန်းတွေမှာ မနှစ်မြို့စရာတွေပါတာကိုတော့ သတိပေးထားချင်ပါတယ်*** မွေးရာပါ နှလုံးရောဂါ ရှိသူများ၊ အသည်းငယ်တတ်သူများနှင့်\nကလေးသူငယ်များ ကြည့်ရှုရန် မသင့်တော်ပါဘူး ***အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre..... Action, ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/project-wolf-hunting-2022/"
    }
]