[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5VQVzYzTCsKrtGgcqLNTDJmsqjK.jpg",
        "title": "Anacondas 4: Trail of Blood (2009)",
        "description": "[Unicode]ဒီတစ်ခေါက် ကျွန်တော်တို့မြွေကားကြည့်ရအောင်ဗျာ\nမြွေကားဆိုလို့ ထိုင်းကားတွေဘာတွေတော့မထင်လိုက်နဲ့ဦးနော်\nတစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့လွန်းလို့ 4ကားအထိထွက်ခဲ့ပြီး Game တွေပါ ထွက်ခဲ့တဲ့ Anaconda ဇာတ်ကားပဲဖြစ်ပါတယ်\nဒီနေ့တင်ဆက်မှာက လေးကားမြောက် movie လေး Anacondas:Trail of Blood ဖြစ်ပါတယ်Trail of Blood မှာ မြွေကြီးကဘယ်ကနေပေါ်ပေါက်ခဲ့မှာလဲဆိုတော့ ဆေးဘက်ဆိုင်ရာ ပညာရှင် Peter ရဲ့ စမ်းသပ်ခန်းထဲကပါ\nPeter က အရမ်းချမ်းသာတဲ့လူတစ်ယောက်ရဲ့ အရိုးကင်ဆာကို ကုသပေးဖို့ပန်းတစ်မျိုးဆီကရတဲ့အရည်ကို ဗီဇအဆင့်မြှင့်ပြီး Serum ထုတ်နေတာပါ\nသူ့ရဲ့serum အလုပ်ဖြစ်မဖြစ် ဒီမြွေနဲ့စမ်းသပ်ခဲ့ပါတယ်\nဒီလိုနဲ့ serum ကအရမ်းတွေ ထိန်းမရသိမ်းမရ အလုပ်ဖြစ်သွားတဲ့အခါ မြွေကြီးက anaconda ကြီးဖြစ်သွားတယ်ပေါ့ဗျာအဲ့ဒီအချိန် တောထဲကို မတူညီတဲ့ရယ်ရွယ်ချက်တွေနဲ့ လူတွေရောက်လာပါတယ်\nမထင်မှတ်ဘဲဒီလူတွေ ပေါင်းစုမိသွားပြီး ဒီလိုမြွေကြီးက ဒီလူတွေကို ဘယ်လိုအန္တရာယ်ပေးမလဲ\nလူတွေက ဘယ်လိုခြေမှုန်းမလဲဆိုတာကို စိတ်ဝင်စားဖို့ကောင်းစွာနဲ့ ကြည့်ရှုရမှာပါ2009 ခုနှစ်က ထွက်ထားတဲ့ကားဆိုတော့ CGI တွေက အဲ့ဒီခေတ်ရဲ့အကောင်းဆုံးစနစ်နဲ့လုပ်ထားတာပါ\nဆိုတော့ ကျွန်တော်တို့ 2009 ခုနှစ်ကခံစားချက်ကို ...",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/anacondas-trail-of-blood-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZWY5ODQ0MjAtMDhlOS00NGRmLWEzNjUtZmFiMTExNDI3NWQ5XkEyXkFqcGdeQXVyMTcyNTM5NDA@._V1_UY268_CR10182268_AL_-136x200.jpg",
        "title": "Agent Revelation (2021)",
        "description": "Agent Revelation (2021)===================IMDb Rating - 5.6/10 ဇာတ်လမ်းအကျဉ်းကတော့ စွမ်းအားကြီးဂြိုဟ်သားမျိုးနွယ်ဟာလူသားတွေကိုAsh ဆိုတဲ့စွမ်းအင်တစ်မျိုးကိုအသုံးချပြီးလွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာကတည်းတထိန်းချုပ်လာခဲ့တာပါ၊ နောက်ပိုင်းမှာ လူသားတွေရဲ့လောဘတရားကြောင့်သူတို့ဟာAsh စွမ်းအင်ကိုသုံးစရာမလိုတော့ဘူးသတ်မှတ်ခဲ့ပါတယ်၊ ကမ္ဘာပေါ်ကAsh စွမ်းအင်သက်ရောက်ခံရတဲ့သူတွေ စွမ်းအင်ကြောင့်ဖြစ်လာတဲ့သွေးနှောပါအကုန်ရှင်းခဲ့ပြီး ကမ္ဘာကိုခဏတာဘေးမဲ့ပေးလိုက်တယ်၊ တစ်နေ့မှာတော့ ဂျင်တို့သူငယ်ချင်းတစ်သိုက် ခရီးထွက်နေရင်းနဲ့ မတော်တဆကြောင့် ကမ္ဘာပေါ်မှာဖွက်ထားတဲ့ Ash စွမ်းအင်တွေထွက်လာပြီးတော့ဂျင်တို့သူငယ်ချင်းတွေကိုထိန်းချုပ်ခံလိုက်ရတယ်၊ အဲ့အချိန်မှာပဲ ဒီစွမ်းအင်ကိုစမ်းသပ်ရှာဖွေနေတဲ့လျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုနဲ့တွေ့ပါတော့တယ်၊ ထိန်းချုပ်ခံထားရတဲ့သူကိုရှင်းလင်းပစ်ခတ်ကြရင်းနဲ့ထိခိုက်မှုတွေရခဲ့ပါတယ်။ အခြားလူတွေအတွက်ကတော့ထိန်းချုပ်ခံရတယ်ဆိုပေမယ့် ဂျင်ကတော့ စွမ်းအင်တစ်ခုကိုရလိုက်သလိုဖြစ်သွားပါတယ်။ကမ္ဘာပေါ်ကိုဂြိုဟ်သားတွေ ကြီးစိုးထိန်းချုပ်လာမှာကိုကာကွယ်နေတဲ့လျို့ဝှက်အဖွဲ့အစည်းကတော့ဂျင်ကဘာကြောင့်ထိန်းချုပ်ခြင်းမခံရတာလဲဆိုတာကိုစမ်းသပ်ရှာဖွေရင်းနဲ့ ဘယ်လိုတွေဖြစ်နိုင်မလဲဆိုတာကိုဆက်လက်ကြည့်ရှုပေးပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 26minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Sci-Fi, ThrillerSource : 1080p.WebRipTranslator – Tin Myo LwinEncoder – SWM",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/agent-revelation-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8Ttg8jI3rOG6RSAj195MwdXlnc1.jpg",
        "title": "Nerkonda Paarvai(2019)",
        "description": "Nerkonda Paarvai(2019)အညွှန်း***************************IMDb...8.1အမျိုးသမီးငယ်(၃)ယောက်ဟာ စိတ်လှုပ်ရှားလွန်းလို့စကားတောင်မပြောနိုင်ကြဘူး...သူတို့(၃)ယောက်ထဲက တစ်ယောက်ဟာ ယောင်္ကျားတစ်ယောက်ရဲ့ခေါင်းကိုရိုက်လိုက်မိလို့ပြင်းထန်စွာဒဏ်ရာရသွားခဲ့တယ်...ဆေးရုံရဲ့အရေးပေါ်ခန်းထဲရောက်သွားသလို ရိုက်ခဲ့တဲ့လက်နက်တစ်ခုကြောင့်မျက်လုံးထဲလည်းအစတွေဝင်သွားခဲ့တယ်...ကြည့်ရတာအမျိုးသားတစ်စုနဲ့ အမျိုးသမီး(၃)ယောက်တို့ပြဿနာတက်ခဲ့ပုံပါပဲ...နောက်တစ်ခုက ဒဏ်ရာရတဲ့လူနာနဲ့ လူနာရှင်တွေဟာ ရဲစခန်းမှာအမှုဖွင့်ခဲ့ခြင်းမရှိခဲ့ပါဘူး..နောက်ရက်အတန်ကြာတဲ့အခါမှာ ဒဏ်ရာရရှိခဲ့တဲ့အမျိုးသားရဲ့သူငယ်ချင်းအပေါင်းအပါတွေဟာသူတို့ကိုလုပ်ခဲ့တဲ့အမျိုးသမီးတစ်ဉီးကိုပြန်ပေးဆွဲပြီး မုဒိမ်းကျင့်ခဲ့ပါတယ်...နစ်နာသူအမျိုးသမီးဟာ ရဲစခန်းကိုအမှုဖွင့်တိုင်ကြားခဲ့ပါတယ်...အတိုင်ခံရတဲ့ မုဒိမ်းမှုကျူးလွန်သူတွေထဲမှာ မြို့ရဲ့အာဏာရှိလူကြီးတစ်ယောက်ရဲ့တူတစ်ယောက်ပါဝင်နေတာကြောင့်မုဒိမ်းမှုကျူးလွန်ခံရတဲ့မိန်းကလေးကိုတောင် အသားရေဖျက်မှုနဲ့တရားပြန်စွဲလိုက်ပါသေးတယ်...အင်အားကြီးသူနဲ့ ခိုကိုးရာမဲ့နေတဲ့နစ်နာသူမိန်းကလေးတို့ ယှဉ်နိုင်စွမ်းမရှိပါဘူး...ဒါပဲမဲ့ အကြောင်းတစ်ခုကြောင့် ကင်းကွာနေတဲ့ နာမည်ကြီးရှေနေတစ်ဦးဟာ မိန်းမငယ်သုံးယောက်ရဲ့ ဒုက္ခကိုသိရှိသွားတဲ့အချိန်မှာတော့...ဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဗျို့...အိန္ဒိယကားကောင်းတွေနင်းကန်ကြိုက်သူတို့ကြည့်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်... File Size : (2.7GB)(1.4GB) and (3580MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:30:00\nGenre :  Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwe Zan Aung\nEncoded by Phyo Pyae",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/nerkonda-paarvai2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qepQ8YdsJYx2m47qdfGlnOUQyOO.jpg",
        "title": "Brothers by Blood(2021)",
        "description": "Brothers by Blood(2021)အညွှန်း*****************************ဒုစရိုက်မှုတွေများပြားလှတဲ့ဖီလာဒဲလ်ဖီးယားမြို့နေ အိုင်းရစ်မာဖီးယားဂိုဏ်းခေါင်းဆောင်ရဲ့ သားဖြစ်သူ၈နှစ်သားပီတာက မိမိညီမဖြစ်သူရဲ့မတော်တဆသေဆုံးမှုကြောင့်\nစိတ်ဒဏ်ရာရခဲ့သလို မိသားစုလည်းပြိုကွဲခဲ့ရပါတယ်။ကြီးပြင်းလာတဲ့အချိန်မှာတော့ အကိုဝမ်းကွဲဖြစ်သူ မိုက်ကယ်က ဂိုဏ်းကိုဆက်လက်ဦးဆောင်နေပြီးအီတလီမာဖီးယားတွေနဲ့\nစားကျက်လုရင်း ငြိကြပါတော့တယ်။ အကိုဝမ်းကွဲမိုက်ကယ်ရဲ့ တဇောက်ကန်းလုပ်ရပ်တွေအကြောင့်အခြေအနေတွေက ပိုဆိုးလာသလို၊ ပီတာ့ အနေနဲ့ မိမိဖခင်သေဆုံးခဲ့ရတဲ့ အဖြစ်မှန်\nကိုသိရှိလာရမှာဖြစ်ပြီး၊ နောက်ဆုံးမှာ ပီတာ့အနေနဲ့ အန္္တရယ်တောထဲကိုဝင်ရောက်ဖြေရှင်းဖို့ဖြစ်လာတဲ့အခါမှာတော့....ဘာတွေဆက်ြဖစ်မလဲဆိုတာကိုတော့ အက်ရှင်ကားကြိုက်သူတို့ကြည့်သင့်ပါကြောင်း....(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ ဘာသာပြန်သူရေးသားပေးသူကတော့ Chokoပဲဖြစ်ပါတယ်။) File Size : (1.6GB) and (870 MB)\nQuality : WEB-DL.HEVC 1080p 5.1, 720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Choko\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/brothers-by-blood2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTg2ZDJlN2ItMWE0YS00N2FjLWE0Y2QtMDcxN2NmNjdhNDgxXkEyXkFqcGdeQXVyMTE1MzI2NzIz._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "No Man’s Land (2021)",
        "description": "No Man’s Land (2021)==================IMDb Rating - 4.3/10မက္ကဆီကိုနဲ့ တက်စ်ဆက်ပြည်နယ်ကြားက နယ်စပ်မှာဖြစ်ခဲ့ဖူးတဲ့အဖြစ်အပျက်တွေကို အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဘေလ်တို့မိသားစုက တက်စ်ဆက်ပြည်နယ်နဲ့ မက္ကဆီကိုနယ်စပ်မှာ မွေးမြူရေးခြံလုပ်ငန်းလုပ်ကြတဲ့ မိသားစုပါ။ သားအကြီးလူးကပ်စ်က မြင်းစီးတော်သလို သားအငယ်ဂျက်ဆင်ကလည်း ဘေ့စ်ဘောမှာ ပါရမီပါတဲ့ကောလိပ်ကျောင်းသားတစ်ယောက်ပေါ့။ သူတို့ခြံက နယ်စပ်မှာရှိတာကြောင့် မက္ကဆီကိုဘက်က နိုင်ငံရေးခိုလှုံချင်တဲ့သူတွေ တရားမဝင်ဖြတ်သွားတိုင်း သူတို့ခြံစည်းရိုးတွေကို ညှပ်သွားတတ်တာကြောင့် သူတို့ရဲ့ကျွဲတွေနွားတွေလွတ်ကုန်တာမကြာခဏပါပဲ။ဂျက်ဆင်တစ်ယောက် ကောလိပ်ပိတ်တဲ့ နွေရာသီမှာ အိမ်ကိုခဏပြန်ရောက်နေတုန်း ပျော်ရွှင်စရာ သူတို့မိသားစုလေးကိုဂြိုလ်ဆိုးဝင်ပါတော့တယ်။ အဲဒါကတော့ နယ်စပ်က တရားမဝင်ဖြတ်သွားတဲ့ မက္ကဆီကန်အုပ်ထဲက ကောင်လေးတစ်ယောက်ကို ဂျက်ဆင် မတော်တဆသတ်လိုက်မိတာပါပဲ။ ကံတရားက တကယ်ထူးဆန်းပါတယ်...ကိုယ်ပိုင်တဲ့မြေကို ကာကွယ်နေတဲ့ဂျက်ဆင်က ကြမ္မာငင်ပြီး ပြေးရင်းလွှားရင်း မက္ကဆီကိုနိုင်ငံထဲ ရောက်သွားတဲ့အခါမှာတော့ ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ ကိုယ်တိုင်ပဲခံစားကြည့်ရှုကြပါဦး။Action, Adventure, Thriller အမျိုးအစားမို့ ပရိတ်သတ်ကြီးလည်း ကြိုက်နှစ်သက်မို့လည်း ယူဆပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/no-mans-land-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AnrB9X6JGBUDVQv8HmrXfCbhGvi.jpg",
        "title": "Eighteen Arhats of Shaolin Temple",
        "description": "Eighteen Arhats of Shaolin Temple (2020)တရုတ်သိုင်းကား ကြိုက်သူများ ရေငတ်တုန်း ရေတွင်းထဲ ကျစေမယ့် သိုင်းကားစစ်စစ်တစ်ကား လာပါပြီဗျာ\nအထူးပြုလုပ်ချက်တွေ အများကြီး မပါတဲ့ တရုတ်သိုင်းကားမျိုးကိုသဘောကျတဲ့လူတွေဆို တော်တော်လေး ကြိုက်ကြမှာပါ။သိုင်းကွက်တွေကို ကျကျနန လှလှပပ မြင်ရမယ့်အပြင်\nဇာတ်လမ်းသဘောကလည်း အတော်လေး ကောင်းတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ .....\nမင်ကျားချင် ၃၁ နှစ်မှာ ဂျပန်ဓားပြတွေက ဟန်ကျိုးပင်လယ်အော်ကနေ ဝင်ရောက်လာကြပါတယ်။\nဂျပန်တွေက ရောက်လေရာအရပ်မှာ သောင်းကျန်းပြီး ခိုးဆိုးလုယက်ကြပါတယ်။\nဒီအတွက် တရုတ်ပြည်သူတွေ ဒုက္ခအကြီးအကျယ် ခံစားနေရပါတော့တယ်။\nနန်းတော်က ရှောင်လင်က သိုင်းပညာကျွမ်းကျင်တဲ့ ဘုန်းတော်ကြီး ၁၈ ပါးကို စေလွှတ်ပြီး သွားရောက်ချေမှုန်းစေခဲ့တဲ့ ဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်။\nဘာတွေ ဆက်ဖြစ်မယ်ဆိုတာကတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှုစားစေချင်ပါတယ်။သွေးထွက်သံယိုခန်းတွေ ပါတာ ဖြစ်တဲ့အတွက် ကလေးများ ကြည့်ရှုရန် မသင့်တော်ပါဘူး။File size…1.6GB and 730MB\nQuality….1080p and 720p\nFormat…mp4\nDuration…. 1hr 30min\nSubtitle….Myanmar Subtitle (Hardsub)Encoder ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/south-shaolin-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/axTGjsvloZrxtm2QF2geWPBOLor.jpg",
        "title": "The Green Snake (2019)",
        "description": "အချစ်ကြောင့် ဘယ်နှစ်ယောက်များ ပျော်ရွှင်ပြီးပြီလဲ ? ဘယ်နှစ်ယောက်များ ဝမ်းနည်းကြေကွဲပြီးပြီလဲ ? ကိုယ်စတေးလိုက်တဲ့ အချစ်က သူ့အတွက် တကယ်ရော ပျော်ရွှင်နိုင်ပါ့မလား.... ဝန်ထုပ်ဝန်ပိုးဖြစ်နေမလား....မြွေဖြူ မြွေစိမ်း ပုံပြင်လေးကတော့ ရုပ်ရှင်ချစ်ပရိသတ်ကြီးအတွက် မစိမ်းတဲ့ပုံပြင်တစ်ခုပါ ။ အခုက မြွေစိမ်းမယ် ရဲ့အကြောင်းလေးပါ။ အတိုက်ခိုက်ခံရတဲ့ မြွေစိမ်းမယ်က လော့ချွမ်းမြစ်ထဲကို ကျသွားတဲ့အခါ လော့ချွမ်းမြစ်ရဲ့ ကူးတို့နတ်သား ဖြစ်တဲ့ “ရွှမ်ယာ” ရဲ့ကယ်တင်ခြင်းကိုခံခဲ့ရပါတယ် ။အချစ်အတွက်နဲ့ ကူးတို့နတ်သား အဖြစ်အပြစ်ပေးခံထားရတဲ့ “ရွှမ်ယာ” က ဟိုးအရင်က ကျေးဇူးတရားကြောင့် မြွေစိမ်းလေးကို အသည်းနှလုံးစတေးပြီး ကယ်တင်ပေးခဲ့ပါတယ်။ချစ်သူ “ရွှမ်ယာ” ကို ရှာဖွေဖို့ နှစ်ပေါင်း ၃၀၀ လောက်အချိန်ကုန်ပြီးနောက်မှာ “မုယောင်” လို့ခေါ်တဲ့ မိန်းကလေးက လော့ချွမ်းမြေကို ရောက်ရှိလာပါပြီ ။ သူ့အချိန်တွေကို စတေးပြီး ရှာဖွေပြီးမှ တွေ့ရှိခဲ့တဲ့ “ရွှမ်ယာ” ကအခုတော့ နှလုံးသားမရှိတော့ဘူးတဲ့လား .....သွေးအေးအေးနဲ့ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-green-snake-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNTkyMzMxN2MtNjFjYS00MmRjLWJjMjctYzBlMGZiM2I1MmQ2XkEy_002-139x200.jpg",
        "title": "Run Hide Fight (2020)",
        "description": "Run Hide Fight (2020)==================IMDb Rating - 7.၀/10 ဒီတစ်ခါတော့ CM ပရိသတ်တွေအကြိုက်တွေ့စေမယ့် action and thriller ဇာတ်လမ်းလေးတစ်ပုဒ်နဲ့မိတ်ဆက်ပေးပါရစေ။ ဇီုအီဟာ အသက် ၁၇ နှစ်အရွယ် ကောင်မလေးတစ်ယောက််ဖြစ်ပြီး အများနဲ့မတူဘောက်ဆတ်ဆတ်နိုင်တဲ့သူပါ။ သူနဲ့ သူ့ရဲ့ အချစ်ဆုံးသူငယ်ချင်း လူး၀စ်ဆိုတဲ့ ကောင်လေးတို့ဟာ ဗာနွန်အထက်ကျောင်းက ကျောင်းသားတွေပဲဖြစ်ကြပါတယ်။အမေရိကန်အထက်ကျောင်းတွေရဲ့ သဘာ၀ ကပွဲတို့ ပျော်ပွဲရွှင်ပွဲတို့ စတဲ့အထိမ်းအမှတ်ပွဲတွေ မကြာခဏကျင်းပတာဟာသဘာ၀ပါပဲ ။ ဒီလို event တွေထဲမှာ Senior Prank ဆိုတဲ့ အစီအစဉ်လေးအပါအ၀င်ပါပဲ။Senior Prank Day မှာ ကျောင်းသားတွေအားလုံး ဆရာဆရာမတွေအပါအ၀င် တစ်ယောက်နဲ့တစ်ယောက်စကြနောက်ကြပါတယ်။ဥပမာ- စာသင်ခန်းတစ်ခန်းလုံး ပူပေါင်းတွေအပြည့် ထည့်ခဲ့တာမျိုးပေါ့။ဒါပေမယ့် ဒီဇာတ်လမ်းထဲက ဗာနွန်အထက်တန်းကျောင်းသားတွေရဲ့ Prank Day ကတော့ ပျော်စရာမကောင်းခဲ့ပါဘူး။ စနောက်ကြတဲ့ နေ့ကို အသုံးချပြီး ဆိုးသွမ်းတဲ့ ကျောင်းသားတစ်စုက ကျောင်းကန်တင်းကို ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/run-hide-fight/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BZjRhOGYxNjMtNmRkMi00OWRlLTlkZjgtYWE3NzVkYTllZGQ1XkEyXkFqcGdeQXVyMDA4NzMyOA@@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Born a Champion (2021)",
        "description": "Born a Champion (2021)==================IMDb Rating ကတော့ မထွက်လာသေးပါဘူး . အစောဆုံးတင်ပေးလိုက်ပါတယ်။ အခုဒီကားလေးက ဒီနှစ်ထဲမှာပဲထွက်ရှိထားတဲ့ Action/ Drama/ Sport စတိုင် ဇာတ်ကားကောင်းလေးပါ။ဘရာဇီးကိုယ်ခံပညာတစ်မျိုးဖြစ်တဲ့ ဂျူဂျစ်ဆုမှာထူးချွန်တဲ့ မစ်ကီကယ်လီ…….ဇွဲ၊ သတ္တိရှိပြီး အနိုင်မခံအရှုံးမပေးတဲ့ ကယ်လီ ၊ ခင်ပွန်းသည်ကောင်းတစ်ယောက် ဖခင်ကောင်းတစ်ယောက်ဖြစ်ဖို့ကြိုးစားနေတဲ့ကယ်လီ၊ထိုးသတ်ပွဲတွေကို မကြိုက်တဲ့ သူ့ရဲ့ ချစ်တဲ့ဇနီးသည်ကိုဖြောင်းဖြပြီး တရားဝင်မဖြစ်သေးတဲ့ MMAပွဲကိုဝင်ပြိုင်ခဲ့တဲ့ကယ်လီ……… သူ့ဘဝမှာမရခဲ့တဲ့အရာကို မိသားစုကိုပေးချင်ခဲ့တဲ့ကယ်လီ၊ သားဖြစ်သူကိုသိပ်ချစ်ပြီး သားဖြစ်သူကို သူ့လိုမဖြစ်စေချင်ခဲ့တဲ့ ကယ်လီဆိုတဲ့ MMAဖိုက်တာကြီးအကြောင်းကို ရသစုံနဲ့ခံစားကြည့်ရှုရင်းဝေဖန်သုံးသပ် ကြည့်ကြပါအုံးလို့…………..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 52minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Drama, SportSource : 1080p.WebRipTranslator –  ...",
        "rating": "",
        "url": "https://channelmyanmar.org/born-a-champion-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7nyzGexU2ftCySiwRKqNIJ3CdIJ.jpg",
        "title": "Bhoomi (2021)",
        "description": "Bhoomi (2021)ဘူမီနာသန် ဟာ NASA ရဲ့ပထမဆုံး တမီးလ်လူမျိုး အာကာသယာဥ်မှူးဖြစ်ပြီး\nအင်္ဂါဂြိုလ်ပေါ်ကိုပထမဆုံးဆင်းသက်မယ့်စစ်ဆင်ရေးကို\nဦးဆောင်သူဖြစ်ပါတယ်။\nအင်္ဂါဂြိုလ်ပေါ်ကို ဆင်းသက်ရုံတင်မကဘဲ အင်္ဂါဂြိုလ်ရဲ့ပတ်ဝန်းကျင်ကို\nလူသားတွေနေထိုင်နိုင်အောင် စိုက်ပျိုးရေးကိုသုံးပြီး ပြောင်းလဲဖို့အစီအစဥ်ရှိသူဖြစ်ပါတယ်။\nဘူမီဟာ အဲ့စစ်ဆင်ရေးမစခင် ခွင့်တစ်လရလိုက်တဲ့အခါ\nမိမိရဲ့မွေးရပ်​ဇာတိရွာကလေးကို အလည်သွားဖို့ဆုံးဖြတ်လိုက်ပါတယ်။\nရွာကိုရောက်တဲ့အခါဆွေမျိုးသားချင်းတွေ သူငယ်ချင်းတွေနဲ့ပြန်တွေ့ခဲ့ပြီး\nရွာဟာအများကြီး​တိုးတက်ပြောင်းလဲတာတာကိုတွေ့ခဲ့ရပေမယ့်\nတစ်နေ့မှာပျက်စီးဆုတ်ယုတ်မှုတွေကိုလည်းတွေ့လိုက်ရပါတယ်။ဘူမီရဲ့ဦးလေးနဲ့တခြားလယ်သမားတွေရဲ့လယ်ယာစိုက်ခင်းတွေဟာ ပျက်စီးယိုယွင်းနေပြီး\nမြေအောက်ရေတွေကို ကုမ္ပဏီလုပ်ငန်းတွေကသုံးစွဲနေတာမို့ ရေရှားပါးမှုတွေဖြစ်လာပါတယ်။\nလယ်သမားတွေဟာအာဏာပိုင်တွေကို အကူအညီတောင်းကြပေမယ့်\nလျစ်လျူရှုခံ၊ ဖိနှိပ်ခံနေကြရတာကို ဘူမီတွေ့လိုက်ရတဲ့အခါ\nလယ်သမားတွေရဲ့အခက်အခဲတွေပြေလည်ဖို့ကြိုးစားပါတော့တယ်။\nဘူမီဟာ သူ့ရဲ့ကြိုးစားမှုတွေ​ကိုမလိုလားတဲ့ အာဏာပိုင်တွေကိုရင်ဆိုင်လာရကာ\nဆုံးရှုံးမှုတွေကြုံတွေ့ရပြီး သူ့ရွာမှာဖြစ်ပျက်နေတဲ့ပြဿနာတွေဟာ\nထင်ထားတာထက် ကြီးမားနက်နဲနေတာကိုသိလိုက်ရပါတယ်။\nသူ့ရွာနဲ့သူ့နိုင်ငံရဲ့ရှေ့ရေးအတွက် ဘူမီဟာ အိပ်မက်တွေကိုစတေးပြီး ကုမ္ပဏီလုပ်ငန်းထုတ်ကုန်တွေကို\nလယ်သမားတွေရဲ့သဘာဝစိုက်ပျိုးရေးထုတ်ကုန်တွေနဲ့အစားထိုးဖို့ကြိုးစားပါတော့တယ်။\nဒီကားဟာ စိုက်ပျိုးရေးနိုင်ငံတွေမှာဖြစ်နေတဲ့ အကြပ်အတည်းတွေကို\nပေါ်လွင်အောင်သရုပ်ဖော်ထားပြီး သဘာဝပတ်ဝန်းကျင်ကိုထိန်းသိမ်းသင့်ကြောင်း\nဇွဲမလျှော့ဘဲ ကြိုးစားရင် ဘာမဆိုဖြစ်လာနိုင်ကြောင်း\nမက်ဆေ့ကောင်းကောင်းပေးထားတဲ့ အိန္ဒိယဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။File size… 1.2GB\nQuality….WEB-DL 720p\nFormat…mp4\nDuration….2hr 8min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Pyi.T.Nyein\nEncoder ..... August",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/bhoomi-2021/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e3pEeRGZUGdTFyVoMRC2RHhRqr8.jpg",
        "title": "Micmacs (2009)",
        "description": "Micmacs (2009)ဘာဇီးလ် ဆိုတဲ့ကောင်လေးရဲ့ ဖခင်စစ်သားဟာ မြေမြှုပ်မိုင်းကြောင့်သေဆုံးသွားပြီး\nဘာဇီးလ်ရဲ့အမေလည်း ခင်ပွန်းဖြစ်သူကိုဆုံးရှုံးရတဲ့သောကကြောင့်\nစိတ်ကျန်းမာရေးဆေးရုံကိုရောက်သွားပါတယ်။\nဘာဇီးလ်ဟာ မိဘမဲ့ဂေဟာရောက်သွားပြီး တစ်နေ့မှာတော့ ဂေဟာကထွက်ပြေးသွားပါတယ်။\nနှစ်၃၀အကြာမှာ ဗီဒီယိုအခွေဆိုင်တစ်ဆိုင်မှာအလုပ်လုပ်​နေရင်း\nလမ်းပေါ်မှာ သေနတ်ပစ်ခတ်သံတွေကြားပြီး ဆိုင်ကိုလာမှန်လို့\nထွက်ကြည့်ရာကနေ ခေါင်းကိုကျည်ဆန်မှန်သွားပါတယ်။\nဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့ အသက်မသေဘဲ ခေါင်းထဲမှာကျည်ဆန်ကျန်နေခဲ့ပြီး\nဆေးရုံကဆင်းလာတဲ့အချိန်မှာတော့ သူ့ရဲ့အလုပ်နေရာကိုအစားထိုးခံလိုက်ရပါတယ်။\nသူ့အစားဝင်လုပ်နေတဲ့မိန်းကလေးက ဆိုင်နားမှာပစ်ခတ်မှုဖြစ်တုန်းက\nကျည်ဆန်တစ်တောင့်ကို ရထားကြောင်း ပြောပြီး ဘာဇီးလ်ကိုပေးလိုက်ပါတယ်။\nနေစရာမရှိတော့တဲ့ဘာဇီးလ်ဟာ လမ်းပေါ်မှာလှည့်လည်ဖျော်ဖြေရင်း ပိုက်ဆံရှာနေခဲ့ရာက\nအဖိုးကြီးတစ်ယောက်နဲ့တွေ့ခဲ့ပြီး ဘာဇီးကို သူ့ရဲ့မိသားစုဆီခေါ်သွားခဲ့ပါတယ်။\nအဖိုးကြီးရဲ့မိသားစုဟာ ကားသင်္ချိုင်းအပျက်အစီးတွေထဲ အိမ်ဖြစ်အောင်ဖန်တီးပြီး\nနေထိုင်နေကြတဲ့ အိမ်ခြေရာမဲ့တွဖြစ်ကြပေမယ့် သာမန်လူတွေမဟုတ်ဘဲ\nပစ္စည်းအပျက်တွေသုံးပြီးစက်ပစ္စည်းတွေတီထွင်နိုင်သူ၊\nဘယ်အတိုင်းအတာပမာဏကိုမဆို မျက်လုံးနဲ့ကြည့်ရုံနဲ့တိုင်းထွာတတ်သူ၊\nခန္ဓာကိုယ်ကို ကောက်ကွေးနိုင်သူ စတဲ့ စွမ်းရည်ကိုယ်စီနဲ့\nလူထူးဆန်းတွေစုနေကြတာဖြစ်ပါတယ်။ဘာဇီးဟာ အဲ့မိသားစုနဲ့အတူနေထိုင်ပြီး တွေပစ္စည်းအပျက်လိုက်ကောက်တဲ့အလုပ်ကိုလုပ်ရင်း\nလမ်းပေါ်မှာ သူရင်းနှီးနေတဲ့တံဆိပ်နှစ်ခုကိုတွေ့လိုက်ရပါတယ်။\nသူ့အဖေကိုသေစေခဲ့တဲ့မြေမြှုပ်မိုင်းပေါ်က တံဆိပ်နဲ့၊ သူ့ခေါင်းထဲမှာဝင်နေတဲ့\nကျည်ဆန်ရဲ့ တံဆိပ်တွေကိုယ်စီနဲ့ မျက်နှာချင်းဆိုင်ရှိနေကြတဲ့\nကမ္ဘာ့ထိပ်တန်းလက်နက်ကုမ္ပဏီကြီးနှစ်ခုဖြစ်နေပါတယ်။\nအဲ့လက်နက်ကုမ္ပဏီတစ်ခုထဲကိုခိုးဝင်ခဲ့ပြီးနောက် သူတို့ဖြန့်ချီနေတဲ့လက်နက်တွေကြောင့်\nလူတွေသေကြေဒုက္ခရောက်နေကြတာကို သိသွားရတဲ့ဘာဇီးလ်ဟာ\nသူ့ရဲ့လူထူးဆန်းမိသားစုကိုအကူအညီတောင်းပြီး လက်နက်ကုမ္ပဏီနှစ်ခုရဲ့ပိုင်ရှင်နှစ်ယောက်ကို\nသင်ခန်းစာပေးနိုင်ဖို့ အစီအစဥ်ဆွဲပါတော့တယ်။ဒီကားကတော့ ပြင်သစ်ဇာတ်ကားဖြစ်ပြီး၊ Comedy အမျိုးအစားဖြစ်တာမို့\nဟာသလေးတွေနဲ့ ဇာတ်လမ်းပုံစံ သွက်သွက်လက်လက်ပေါ့ပေါ့ပါးပါးဖြစ်ပါတယ်။\nHugo ဇာတ်ကားလို fantasy ဆန်ဆန်ကားမျိုး၊\nTim Burton ရဲ့ဇာတ်ကားတွေလို\nကာတွန်းဆန်သလိုလို ထူးထူးဆန်းဆန်းကားမျိုးကြိုက်တဲ့သူတွေ သဘောကျမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size… 2.9GB and 753MB\nQuality…. ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/micmacs-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/poster-Bloody-Hell-2020-105x200.jpg",
        "title": "Bloody Hell (2020)",
        "description": "Bloody Hell (2020)\n************************************IMDB Rating : 6.4 *\n***** သတိ *****\nကြောက်တတ်သူများနဲ့ အသည်းငယ်တတ်သူများ မကြည့်သင့်ကြောင်း ကြိုတင်သတိပေးပါရစေ။ စစ်မှုထမ်းဟောင်း ဖြစ်သူ ရက်ဇ်ဟာ သူ့မသိစိတ်နဲ့ ပြောဆိုတိုင်ပင်လေ့ ရှိသူပါ။\nတစ်ရက် ဘဏ်တစ်ခုမှာ ငွေသွားထုတ်ရင်း ဘဏ်ဓါးပြတိုက်ခံရတာနဲ့ ထိပ်တိုက် တိုးပါတော့တယ်။\nရှောင်လွှဲဖို့ ကြိုးစားပေမယ့် မထင်မှတ်ဘဲ ဘဏ်ဓါးပြအကုန်လုံးကို ရက်ဇ်တစ်ယောက်တည်း ဆော်ပလော်တီးလိုက်မိပါတယ်။အဲဒီလို ဝင်ပါ၊ ဝင်ဗျင်းလိုက်တာ သူ့ဘ၀ အတော် တိုင်ပတ်သွားပါတော့တယ်။\nကောင်းသတင်း၊ ဆိုးသတင်း ရောပြွန်းပြီး နာမည်ကြီးလာ တဲ့အတွက်\nလောကဓံကို မခံနိုင်တဲ့ ရက်ဇ်ဟာ တခြားနိုင်ငံကို ခြေဆန့်ကာ ရှောင်ပြေးပါ တော့တယ်။မရှောင်တဲ့သူတွေအတွက် တည့်တည့် မတိုးပေမယ့် ဒုက္ခတွေကနေ ထွက်ပြေးလာတဲ့ ရက်ဇ်ဟာ\nအင်မတန် ထူးဆန်းပြီး ကြောက်စရာမိသားစုနဲ့ တိုက်ရိုက် ဆုံဆည်းကာ ကံကြမ္မာဆိုးတွေနဲ့ နဖူးတွေ့ ဒူးတွေ တွေ့ပါတော့တယ်။ရက်ဇ် ဘယ်လို ကံကြမ္မာဆိုးတွေနဲ့ ကြုံဆုံရမလဲ? လွတ်ကော ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/bloody-hell-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/6Zxyj_4f-115x200.jpg",
        "title": "Rat Disaster (2021)",
        "description": "Rat Disaster (2021)ပါတ်ဝန်းကျင်မှာ ကြွက်တွေ ရှိနေတဲ့ အခါစိတ်အနှောင့်အယှက်ဖြစ်ရပ်ပါတယ် ကြွက်ကိုတော်ရုံမဟုတ်ပဲ အုပ်လိုက် ရထားတွဲတတွဲစာဆို စဥ်းစားသာကြည့်တော့ ကြွက်တွေက ပါတ်ဝန်းကျင်ကိုအကျည်းတန်စေရုံသာမက ပလိပ်စတဲ့ ရောဂါပိုးတွေကိုပါ သယ်ဆောင်လာတတ်တဲ့ မကောင်းဆိုးဝါးအသေးစားလေးတွေပါ အဲ့လိုမျိုးကြွက်တွေက လူတွေကိုပါ ကိုက်ဖြတ် စားသောက်နေတဲ့ အထိ အန္တရာယ်ရှိလာပြီဆိုရင်ရော .....ဇာတ်လမ်းအကျဥ်း- တရုတ်ပြည်ရဲ့ ပေဝေပြည်နယ်ကနေ ရထားတစီး ထွက်ခွာစပြုနေပါတယ် ရထားပေါ်ကနေအခြားရထားပေါ်မှာလူသေတွေနဲ့ ကြွက်အုပ်လိုက်ကြီး ပြေးဆင်းသွားတာကို မြင်လိုက်ရသူကတော့ ကျန်းမာရေးဌာနကဆရာစူးပါ နောက်တော့ သူတို့ရထားပေါ်မှာပါ ကြွက်သံတွေ ဆူညံလာပြီးနောက် ဘာတွေ ဆက်ဖြစ်ကြမလဲလူတွေရဲ့ အသက်ဘေးနဲ့ ရင်ဆိုင်လာရတဲ့အခါ အတ္တနဲ့ယှဥ်ပြီး ဆုံးဖြတ်တတ်မှုတွေ အားလုံးကို ကြည့်ရှုရမှာပါ(ဇာတ်ကားထဲမှာ ကြွက်တွေ အုပ်လိုက်ပါတာ ဖြစ်လို့ ဇာတ်ကားအစမှာ သတိပေးစာတန်းတခုကို တွေ့ရမှာ ဖြစ်ပါတယ် )  Translated by : ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/rat-diaster-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nMTiDEye1BwnQP8J1hM3G16EEmX.jpg",
        "title": "Tokyo Ghoul ‘S’ (2019)",
        "description": "Tokyo Ghoul S (2019)--------------------------------------Tokyo Ghoul anime Manga တို့ကနေ ပြန်ရိုက်ထားတဲ့ Tokyo Ghoul 2017 အပြီးမှာဆက်ထွက်လာတဲ့ Tokyo Ghoul ဇတ်ကားဖြစ်ပါတယ်။ကာနဲကီ လို့ခေါ်တဲ့အထက်တန်းကျောင်းသားလေးဟာ မကြောင်သင့်တဲ့မမကြီးတစ်ယောက်ကို\nဖွန်ကြောင်မိရာနေ စလို့ လူသားစား ဂူးလ်ဘဝကိုရောက်ခဲ့ရပါတယ်။ဂူးလ်တွေကို ထောက်လှမ်းသတ်ဖြတ်တဲ့ ထောက်လှန်းရေးရန်ကနေဂူးလ်ကလေးမတစ်ယောက်ကိုကာကွယ်ပေးရင်း ဂူးလ်တွေဖွင့်တဲ့ ကော်ဖီဆိုင်လေးမှာ စားပွဲထိုးဘဝနဲ့နေထိုင်နေတဲ့ ကာနဲကီဟာ အေးချမ်းမယ်ထင်တုန်းလေး ဘူးလေရာဖရုံဆင့်ခဲ့ရပါတယ်အစားကျူးသူတစ်ယောက်က နာမည်ကြီးမော်ဒယ်လ် တစ်ယောက်ကိုသတ်စားရာကနေစလို့CCG တွေရဲ့ မျက်စောင်းထိုးခံလာရတဲ့ ဂူးလ်တွေအများဆုံးနေထိုင်ရာ ၂၀ ရပ်ကွက်။၂၀ ရပ်ကွက်ထဲမှာ လူသားကို စိတ်ကြိုက်ရွေးချယ်စားသောက်တတ်တဲ့ ဂူးလ်တစ်ကောင်ရှိပါတယ်။သူက ကာနဲကီတို့ ကော်ဖီဆိုင်လေးကိုရောက်လာပြီး ကာနဲကီကို တွေ့ရာကနေ မစားရမနေနိုင်အောင် ကာနဲကီကိုစွဲလမ်းသွားခဲ့ရပါတယ်။ နောက်ဆုံး ကာနဲကီကို စားသောက်ဆိုင်တစ်ခုကို ညစာကျွေးဖို့ခေါ်ပြီး ကာနဲကီကို အမဲဖျက်ဖို့ကြံပါတယ်။ကာနဲကီ ဒီအစားကျူးသူ ဆုကီယာမ လက်ကဘယ်လိုလွတ်အောင်လုပ်ရမလဲဆိုတာနဲ့လူသားတွေနဲ့ သူတို့အသက်ဆက်ရှင်နိုင်ဖို့ လူသားကိုပဲမဖြစ်မနေစားရင်း အသက်ရှင်နေရတဲ့ ဂူးလ်တို့ကြားမှာလူတစ်ပိုင်း ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/tokyo-ghoul-s-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fNQ3w9FQEd6OQGHbwyPGyqTaGNf.jpg",
        "title": "The Power(2021)",
        "description": "The Power(2021)အညွှန်း*********************IMDb...7.0ဒီဝိ့အဖေဟာ ပိုက်ဆံအရမ်းချမ်းသားပါတယ်...အဓိက ချမ်းသားတဲ့အကြောင့်အရင်းကတော့မူးယစ်ဆေးဝါးဖြန့်ဖြူးရောင်းချခြင်းကြောင့်ပါပဲ.....ဒါ့ကြောင့် မြို့မျက်နှာဖုံးလိုဖြစ်နေတဲ့ ဒီဝိ့အဖေကို ဂိုဏ်းတစ်ခုကနေ စီးပွားရေး စပ်တူလုပ်ဖို့ကမ်းလှမ်းလာတယ်...ဒီလိုကမ်းလှမ်းမှုကို ဒီဝိ့အဖေဖြစ်သူ ကာလီဒတ်က လုံးဝလက်မခံပါဘူး....နယ်ကျော်မရတဲ့အပြင် သူတို့ပစ္စည်းတွေဟာလည်းတိုးမပေါက်တာကြောင့် တစ်ဘက်အဖွဲ့အစည်းက ကာလီဒတ်ကို လုံးဝအငြိုးထားပါတယ်...ဒီဝိ့ကတော့ သူ့အဖေသဘောထားတွေကို ဝင်ရောက်စွက်ဖွက်လေ့မရှိပါဘူး...တစ်နေ့ ဒီဝိ့အဖေကိုကိုတစ်ဖက်ဂိုဏ်းက လုပ်ကြံသတ်ဖြတ်လိုက်တဲ့အခါမှာတော့....ဒီဝိတစ်ယောက် ကျားနာတစ်ကောင်လို ဖြစ်သွားပါတော့တယ်..ဘယ်လိုတွေပဲွကြမ်းမလဲဆိုတာကိုတော့....\nနင်းကန်ကြမ်းတဲ့ Action ကားမို့ ဘောလိဝုဒ်ပရိတ်သတ်များ လက်မလွှတ်သင့်ပါကြောင်း ....\nဘာသာပြန်သူကတော့ Thaik Sanပဲ ဖြစ်ပါတယ်။ File Size : (1.5GB) and (674 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:34:00\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by ChatGyi",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-power2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BNmM2MWQ0NzktNzU0OS00MjYzLTkxNDYtMzliNTA5ZmNkMmZlXkEy_002-135x200.jpg",
        "title": "Outside the Wire (2021)",
        "description": "Outside the Wire (2021)==================IMDb Rating - 5.3/10 ဒီနေ့အတွက် Netflix ကထွက်ရှိလာတဲ့ အလန်းစား Action, Fantasy ကားကောင်းလေး တစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ အရင်ဆုံးပြောချင်တာကတော့ Anthony Mackie ပါဝင်ထားပြီး . Damson Idrisနဲ့အတူ ဒိတ်ဒိတ်ကြဲအပြိုင်သရုပ်ဆောင်ထားတဲ့ ကားလေးပါ . ဒီကားအတွက်လည်း ဘတ်ဂျက်ကို အတော်အကုန်ကျခံရိုက်ကူးထားတယ်လည်းသိရပါတယ်။2021 ရဲ့ အစဟာ မူဗီချစ်ပရိသတ်တွေအတွက်တော့ အတော်လေးကျေနပ်စရာကောင်းလောက်မယ့်ကားကောင်းလေးတစ်ချို့ထွက်ရှိလာတာကိုလည်းတွေ့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ဟာ့ပ်ဆိုတဲ့ drone pilot တပ်သားတစ်ယောက်ဟာ drone ပစ်ခေတ်မောင်းနှင်ရာမှာအတော်လေးကျွမ်းကျင်ပြီးပစ်မှတ်ကိုတိတိကျကျပစ်ခတ်နိုင်တဲ့ သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမယ့် Mission တစ်ခုမှာ သူ့ရဲ့ စိတ်လောပြီးတဇွတ်ထိုးနိုင်တဲ့စိတ်ကြောင့် အမှားတစ်ခုကျူးလွန်မိပြီး . မိမိတပ်ဘက်ကစစ်သားတစ်ချို့ရဲ့ အသက်ပါ ပေးဆပ်လိုက်ရတာကြောင့် ဒဏ်ပေးခံရတဲ့အနေနဲ့ စစ်ဇုံတစ်ခုကိုအပို့ခံရပါတော့တယ်။ အဲ့ဒီ စစ်စခန်းရောက်မှ လီယိုနဲ့တွေ့ပြီးခက်ခဲကြမ်းတမ်းတဲ့ Mission ကို ရပ်တန့်ရင်ဆိုင်ရမှာကို ပစ်ကွင်းပစ်ကွက် အတိုက်အခိုက်တွေနဲ့ ရိုက်ပြသွားတာကိုကြည့်ရှုရမှာပါ။Anthony ဖန်တွေကတော့ အကြိုက်ဖြစ်ဦးမှာမလွဲပါဘူး။(ဒီဇာတ်ကားရဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/outside-the-wire-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fYQCgVRsQTEfUrP7cW5iAFVYOlh.jpg",
        "title": "News of the World (2020)",
        "description": "News of the World (2020)**************************************IMDb...7.0ကိုဗစ်ကာလလည်းဖြစ်တော့ ရုပ်ရှင်ရုံတွေနဲ့လည်းဝေးတဲ့အပြင်\nရုံကားကောင်းတွေလည်း ထွက်ဖို့ခက်ခဲလာပုံရပါတယ်...\nအရမ်းကိုကောင်းပါတယ်ဆိုတဲ့ကားတွေဟာ လက်ချိုးရေလို့တောင်ရလာပါတယ်....ဒီတော့ ဝမ်းသာစရာသတင်းကောင်းကတော့\nကျွန်တော်တို့ရဲ့မင်းသားကြီး တွန်ဟန့်ရဲ့ကားသစ်ကြီးထွက်လို့လာတာပါပဲ....ဘာကားလဲဆိုတာထက် မင်းသားကြီးနာမည်ပါရုံနဲ့ ပြည့်စုံနေတယ်လို့ပြောရင်မမှားပါဘူး...\nအငြိမ်းစားခြေလျင်တပ်သားဟောင်းဖြစ်တဲ့ ကပ္ပတိန် ဂျက်ဖာဆင်ကိုင်လ်ကစ်ဟာ\nစိတ်ဝင်စားဖွယ် သတင်းလေးတွေဖတ်ပြပြီး ငွေရှာရင်း\nတစ်မြို့ဝင်တစ်မြို့ထွက်သွားလာနေတဲ့သူပါ။ဒီလိုလှည့်လည်နေရင်းနဲ့ တစ်နေ့မှာ\nနှစ်အတော်ကြာကြာ အင်ဒီးယန်းသူပုန်တွေရဲ့ဖမ်းဆီးထိန်းသိမ်းခံထားရတဲ့\nကိုင်အိုဝါမျိုးနွယ်ကလေးမလေးနဲ့ တွေ့ခဲ့ပါတယ်။ကောင်မလေးကို သူ့ရဲ့ကျန်နေတဲ့မိသားစုဝင်တွေဆီ ပြန်ပို့ခိုင်းပေးဖို့\nအကူအညီလိုက်ရှာခဲ့တယ်....ဘာသာစကားအခက်တွေကြောင့်ရော လမ်းခရီးမှာ အကြမ်းဖက်အဖွဲ့စုံများနေတာတွေရော\nဒုက္ခမျိုးစုံရှိနေတော့ ဒီအလုပ်ကို ပိုက်ဆံရရင်တောင်ကူညီဖို့လူမရှိကြဘူး...အဲ့ဒီနောက်တော့ သူကိုယ်တိုင်ပဲဒီ အန္တရယ်လမ်းကို\nလိုက်ပို့ပေးဖို့ဖြစ်လာပါတော့တယ်....ထွေထူးတော့မညွှန်းတော့ပါဘူး....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဉီး..... ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai နဲ့ Ei Phyu Khin တို့ဖြစ်ကြပါတယ်။File Size : 2.26GB/1.2 GB\nQuality :  1080p5.1CH / 720p \nFormat…mp4\nDuration…1h 58min\nGenre :  Action, Adventure, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Khine Khine Wai & Ei ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/news-of-the-world-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BMmQ0MDNmYTItMjcyOS00MDc1LTljMTItOTNmNmVlMTA3NmRiXkEyXkFqcGdeQXVyMTEyNzgwMDUw._V1_UY268_CR70182268_AL_-136x200.jpg",
        "title": "Batman: Soul of the Dragon (2021)",
        "description": "Batman: Soul of the Dragon (2021)==========================IMDb Rating - 5.9/10ဒီနေ့တော့ DC ရဲ့ ငဘတ်ဖန်တွေအတွက် ၂၀၂၁ထွက်အသစ်စက်စက် ကားလေးလာပါပြီ။ ငယ်ငယ်ရွယ်ရွယ်ငဘတ်လေးကို ဒီကားလေးထဲမှာတွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းအကျဉ်းလေးက နန္ဒာပါဘတ်လို့ခေါ်တဲ့ဂျပန်ကလျှို့ဝှက်ဘုန်းကြီးကျောင်းက ဆရာတော်အိုဆီမှာကိုယ်ခံပညာသင်ဖို့  ငဘတ်ကလာခဲ့တာပေါ့။ ဆရာတော်အိုဆီမှာက ငဘတ်အပါဆိုရင်တပည့်က ခြောက်ယောက်တောင်ရှိပြီး ငဘတ်ကအငယ်ဆုံးလေးပေါ့။ မိသားစုဆိုရင်လျှို့ဝှက်ချက်မထားရဘူးလို့ပြောတဲ့ဆရာကကျောင်းထဲမှာရှိတဲ့ဂိတ်တံခါးအကြောင်း တစ်ခါမှမပြောပြဘူးရယ်။ ဒီတော့ စပ်စုစိန်တပည့်မတစ်ယောက်ကအငြိမ်မနေနိုင်ပဲဂိတ်တံခါးကို သွားဖွင့်ကြည့်လိုက်မိတဲ့အတွက်ကြောင့် ဆရာလည်းသေသွားတာပေါ့။ ဆရာသေပြီးနောက် နှစ်တွေအများကြီးကြာပြီးတဲ့နောက်မှာ ဂျက်ဖာရီဘားရ်ဆိုတဲ့လူတစ်ယောက်က အဲ့ဂိတ်တံခါးကိုနောက်ထပ်တစ်ကြိမ် ထပ်ဖွင့်ဖို့ ကြိုးစားလာတဲ့အခါမှာတော့..........ဘာဖြစ်မလဲဆိုတာကိုတော့ထုံးစံအတိုင်းလေးကိုယ့်ဘာသာပဲကြည့်လိုက်တော့နော် . . .Soul of the Dragon ဆိုတဲ့ အတိုင်း . နဂါးပုံရိပ်တွေပါပါမယ် . မြန်မာတွေရဲ့ နဂါးလို့ပြောလို့ရမယ့် နဂါးပုံရိပ်တွေလည်း ဒီကားထဲမှာတွေ့မြင်ရပါမယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/batman-soul-of-the-dragon-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/MV5BYjFjOTI3MjItZTAzNS00Yjk4LWEyNDAtZTA4ZDNiM2FiNjVjXkEyXkFqcGdeQXVyMTYxNzI2MTg@._V1_UX182_CR00182268_AL_-136x200.jpg",
        "title": "Redemption Day (2020)",
        "description": "Redemption Day (2021)===================IMDb Rating - IMDb Rating - 5.3/10 ဒီတစ်ခါ CM ပရိသတ်ကြီးအတွက် ဒီရက်ပိုင်း ပူပူနွေးနွေးထွက်ရှိထားတဲ့ action, thriller ရုပ်ရှင်တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဘရက်ဒ်ပက်စတန်ဆိုတဲ့ အမေရိကန်ရေတပ်ကပ္ပတိန်တစ်ဦးရဲ့ ဇနီးဖြစ်သူ ရှေးဟောင်းသုတေသနပညာရှင် ကိတ်ပတ်စတန်ဟာမော်ရိုကိုနိုင်ငံမှာတွေ့ရတဲ့ လူသားအရိုးစုတွေကို သုတေသနလုပ်ဖို့ အဖွဲ့နဲ့အတူ မော်ရိုကိုနိုင်ငံကိုလာခဲ့ကြပါတယ်။ ကံဆိုးချင်တော့အရိုးစုတွေကိုလေ့လာရင်း မော်ရိုကိုနဲ့ အာလ်ဂျီးရီးယားရဲ့ နယ်စပ်မျဥ်းကို မတော်တဆဖြတ်မိသွားပြီး ဓားစာခံအဖြစ်ဖမ်းခေါ်သွားခံရပါတယ်။ ဒီသတင်းကိုကြားရတဲ့အခါ ခင်ပွန်းဖြစ်သူ ဘရက်ဒ်ပက်စတန်တစ်ယောက် သူကြုံခဲ့ရတဲ့ သူ့ကိုအိပ်မက်ဆိုးအဖြစ် ခြောက်လှန့်နေတဲ့ စစ်အနိဌာရုံတွေကို အန်တုပြီး ဇနီးဖြစ်သူကိုသွားကယ်ဖို့ သူ့မိတ်ဆွေဖြစ်သူ မော်ရိုကိုအထက်တန်းအရာရှိ ယိုးနက်စ်နဲ့အတူရန်သူ့နယ်မြေထဲ စွန့်စားလာကြတဲ့ စစ်ဆင်ရေးပုံရိပ်တွေကို မြင်ကြရမှာပါ။ Action ကားဆိုပေမယ့်လည်း သွေးထွက်သံယိုခန်းတွေသိပ်မပါတဲ့အတွက် အသည်းငယ်တတ်သူတွေအဖို့ရော မိသားစုတွေနဲ့ပါ ကြည့်လို့သင့်တော်မယ့်ဇာတ်ကားတစ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့  အညွှန်းကို MTA မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့ MTA, August တို့ပဲဖြစ်ပါတယ်။) Quality – 1080p, ...",
        "rating": "5.3",
        "url": "https://megaup.net/2m9gu/Redemption_Day_(2020).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/01/315x420_0d03c9fa0d24bd3a12f121924ad83daa9d4d55a0dcf29b6a0deee5e2ea698bf9-150x200.jpg",
        "title": "The Rising Hawk (2019)",
        "description": "The Rising Hawk (2019)\n===================IMDb Rating  5.8/10 ဒီနေ့အတွက် အမိုက်စား Action , Drama, History ကားလေးကိုတင်ပေးချင်ပါတယ်။မွန်ဂိုတွေ အင်အားကောင်းချိန် ၁၂၀၀ ကျော်ခုနှစ်ကာလကို ဇာတ်အိမ်တည်ထားပါတယ်။ဉရောပ - အာရှနယ်စပ် ယူကရိန်း အမေရိကန်နယ်မြေ၊ ကပ်သရီသန်တောင်းတန်းဒေသမှာအေးအေးချမ်းချမ်းနေထိုင်တဲ့ ယူက‌ရေးနီးယမ်းလူမျိုးတွေဟာ တောင်ယာလုပ် အမဲလိုက်တဲ့လူမျိုးတွေဖြစ်ပါတယ်။ ဒီလူမျိုးတွေရဲ့နယ်‌မြေကို ဂျင်ဂျစ်ခန်ရဲ့ မွန်ဂိုတပ်တွေ ကျူးကျော်တိုက်ခိုက်လာတဲ့အခါ.... မိမိနယ်မြေကို ဘယ်လိုခုခံကာကွယ်သွားမလဲဆိုတာ ကြည့်ရမှာပါ။ သမိုင်းစိတ်ကူးယဉ်၀တ္ထုကို ရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပေမယ့် သမိုင်းကြောင်းတစ်ခုကိုပြန်လည် မြင်ယောင်ထင်မှတ်စေလောက်အောင်ကောင်းမွန်တာမို့ တင်ဆက်ပေးလိုက်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRip 5.1CHDuration - 2h 05minSubtitle – Myanmar HardsubFormat – Mp4Genre :  Action , Drama, ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-rising-hawk-2019/"
    }
]