[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BZDRlMGYzNjQtOWJjYy00NjU4LThlMDMtYmY2ZDg0YTAzOGVhXkEyXkFqcGdeQXVyNzUwMDA5NDE@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Detective Knight: Redemption (2022)",
        "description": "Detective Knight: Redemption (2022)\n===========================Detective Knight ရဲ့ Trilogy ထဲက Detective Knight :\nRedemption လေးတင်ဆက်ပေးလိုက်ပါတယ်။ ခရစ္စမတ်လည်း\nနီးပြီဆိုတော့ Bruce Willis ခရစ္စမတ်မှာ ဘယ်လိုသောင်း\nကြမ်းမလဲဆိုတာ ကြည့်လိုက်ပါတော့နော်။စုံထောက်နိုက် (Bruce Willis) ကတော့ Redemption မှာ တရား\nရင်ဆိုင်ဖို့ ထောင်မှာစောင့်ဆိုင်းနေရတာပါ။ ထောင်ထဲမှာ ဖာသာ\nကွန်လန်၊ ဆေးသမားကိုဒီရို့ဒ်နဲ့သိကျွမ်းခဲ့ပြီး လွတ်မြောက်ရေးတရား\nတွေ ဆွေးနွေးခဲ့ကြတာပေါ့။မကြာခင် နယူးယော့ခ်မှာ ဘဏ်ဓါးပြတိုက်မှုတွေနဲ့ ဗုံးပေါက်ကွဲမှုတွေ\nဆက်တိုက်ဆိုသလိုဖြစ်နေတာကြောင့် ပြည်သူတွေလည်းကြောက်နေ\nကြပါပြီ။ ရဲဌာနနဲ့မြို့တော်ဝန်လည်းခေါင်းကိုက်နေပြီမို့ အတွဲညီခဲ့တဲ့\nစုံထောက်နိုက်နဲ့စုံထောက်ဖစ်တို့ကို အကူအညီတောင်းဖို့ ဖြစ်လာပါ\nတော့တယ်။ခရစ္စမတ်နေ့ကြီးမှာ ဆန်တာဝတ်စုံတွေဝတ်ပြီး ဘဏ်ဖောက်နေကြတဲ့\nအရူးတစ်သိုက်ရဲ့ နောက်ကြောင်းနဲ့ စုံထောက်နိုက်ရဲ့ဖြေရှင်းပုံတွေကို\nခပ်မိုက်မိုက်ရိုက်ပြထားတာမို့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ ကြည့်လိုက်\nပါဦး။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Jo Jo Va ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (500 MB) / (280 MB)\nQuality............WEB-DL 1080p, 720p, 480p\nDuration.........1h ...",
        "rating": "4.9",
        "url": "https://channelmyanmar.org/detective-knight-redemption-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BODEzNmNmNTctMjgyNy00OWNjLTgxNTctOTc2NWVhZDNiNWY4XkEyXkFqcGdeQXVyMTMzMDU5MjY2._V1_-133x200.jpg",
        "title": "Detective Knight: Rogue (2022)",
        "description": "Detective Knight: Rogue (2022)\n======================Halloween ရာသီမှာ ဇာတ်လမ်းတွေနဲ့ Chill ကြမယ့် ရုပ်ရှင်ပရိသတ်တွေ\nအတွက် မင်းသားကြီး Bruce Willis ရဲ့ စုံထောက်ရုပ်ရှင်အသစ်တစ်ခုကို\nတင်ဆက်ပေးလိုက်ပါတယ်။လော့အိန်ဂျယ်လိစ် မြို့မှာ ပိုက်ဆံတွေတင်လာတဲ့ ထရပ်ကားကို အဖွဲ့တစ်ဖွဲ့က\nဓားပြဝင်တိုက်ပါ‌တော့တယ်။ စုံထောက် နိုက်တ်နဲ့ သူ့တွဲဖက် ဖစ်ဇ် တို့လည်း\nဓားပြတွေကို ဖမ်းဆီးဖို့ ကြိုးစားရင်း၊ ဖစ်ဇ်တစ်ယောက် သေနတ်အပစ်ခံရပြီး\nအရေးပေါ်ကိုရောက်သွားပါတော့တယ်။နိုက်တ်လည်း အဆိုပါအဖွဲ့ကို လိုက်ဖမ်းဖို့ ရေကုန်ရေခမ်းကြိုးစားပါတော့တယ်။\nသို့သော် ထိုအဖွဲ့က မြို့တွေ တစ်မြို့ပြီး တစ်မြို့သွားပြီး ဓားပြတိုက်နေသလို\nခြေရာလက်ရာဖျောက်တဲ့နေရာမှာလည်း သေသပ်တာမို့ ဖမ်းလို့မမိဖြစ်နေပါ\nတော့တယ်။  နိုက်တ်လည်း ထိုအဖွဲ့ကို နယူးယော့ခ်မြို့မှာ ခြေရာခံမိရင်း အတိတ်က\nပတ်သက်ခဲ့ဖူးတဲ့ သတင်းပေး ဝင်းနာ ဆိုတဲ့လူနဲ့ ပြန်လည်တွေ့ဆုံရာကနေ ဘယ်လိုမျိုး\nအလှည့်အပြောင်းတွေဖြစ်လာမလဲဆိုတာကို အက်ရှင်ခန်းတွေနဲ့ ကြည့်ရှု့ရမှာပဲ\nဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ နိုက်တ်အနေနဲ့ သရုပ်ဆောင်ထားတာကတော့ အားလုံးရဲ့အချစ်တော်\nမင်းသားကြီး Bruce Willis ဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard Lin ဖြစ်ပါတယ်)File Size..........(1.68 ...",
        "rating": "3.8",
        "url": "https://channelmyanmar.org/detective-knight-rogue-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-paul-135x200.jpg",
        "title": "Paul Blart: Mall Cop 2 (2015)",
        "description": "Paul Blart Mall Cop 1 ထုတ်လွှင့်အပြီး ၆နှစ်အကြာမှာ အပိုင်း(2) ထပ်မံထွက်ရှိခဲ့ပါတယ်...။ အပိုင်း (2)မှာလည်း... အပိုင်း (1)တုန်းကလိုပဲ ကုန်တိုက်လုံခြုံရေးပေါလ်ဘလတ်ရဲ့ စွန့်စားခန်းဟာသတွေကို တွေ့ရှိရမှာပါ။ ဇာတ်လမ်းအကျဥ်းမှာတော့ ပေါလ်ကို \"လုံခြုံရေးအရာရှိများအသင်းအဖွဲ့ကြီး\"က ဗေးဂတ်စ်မြို့က \"ဝင်န်ဟိုတယ်\"မှာ ကုန်စည်ပြပွဲနဲ့ ဆုပေးပွဲတက်ရောက်ဖို့ ဖိတ်ကြားခဲ့တယ်။ ဝင်န်ဟိုတယ်ကို ပေါလ်နဲ့ ပေါလ်သမီး မာရာတို့ လာရောက်တည်းခိုရင်းနဲ့ ပန်းချီကားသူခိုးလူဆိုးအဖွဲ့နဲ့ ကြုံရပါတော့တယ်။ ပထမအပိုင်းကလိုပဲ ပေါလ်အနေနဲ့ လူဆိုးအဖွဲ့ကို တစ်ယောက်ချင်းဖြုတ်ဖို့ ဖြစ်လာခဲ့တယ်။ ပေါလ်တစ်ယောက်ရဲ့ အလွဲတွေနဲ့စွန့်စားခန်းကို ဟာသနဲ့ actionရောနှောထားတဲ့ဇာတ်ကားတစ်ကားအနေနဲ့ ကြည့်ရှုရမှာပါ။ Paul Blart Mall Cop (1)ကို ကြည့်ရတာ သဘောကျရင် (2)ကို ဆက်ကြည့်လို့ရပါတယ်နော်...။ နှစ်ကားထွက်ပေမဲ့ ဇာတ်လမ်းချင်းအရမ်းမချိတ်ဆက်ထားတာကြောင့် တစ်ကားချင်းကြည့်လို့လည်းရပါတယ်။File size…(1.97GB)  / (`1.1GB) / (671.02MB)\nQuality…. Web 1080P ...",
        "rating": "",
        "url": "https://channelmyanmar.org/paul-blart-mall-cop-2-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-paul-1-134x200.jpg",
        "title": "Paul Blart: Mall Cop(2009)",
        "description": "ဒီ ဇာတ်လမ်းလေးကတော့ ခပ်ဝဝနဲ့ စိတ်ကောင်းရှိတဲ့ ကုန်တိုက်လုံခြုံရေး ပေါလ်ဘလတ် ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတာပါ ။ Comedy, Actionအမျိုးအစားဖြစ်ပြီးတော့ မိသားစုနဲ့အတူတူကြည့်လို့ကောင်းမယ့် wholesomeဖြစ်တဲ့ ဇာတ်ကားမျိုးလေးလည်း ဖြစ်ပါတယ် ။ ဇာတ်လမ်းအကျဥ်းမှာတော့ ပေါလ်ဘလတ်က ဝက်စ်အောရိန့်ချ် ပါဗီလီယွန်ကုန်တိုက်ရဲ့ လုံခြုံရေးအစောင့်တစ်ယောက်၊ ပြည်နယ်ရဲတပ်ဖွဲ့ဝင်တစ်ဦးဖြစ်လာဖို့ကြိုးစားနေပေမဲ့ သွေးတွင်းသကြားဓာတ်နည်းတဲ့ရောဂါကြောင့် အိပ်မက်က အလှမ်းဝေးနေတယ်။ ပေါလ်ရဲ့ မိခင်နဲ့ ပေါလ်ရဲ့မိတဆိုးသမီးလေးမာရာကတော့ ပေါလ်ကို ဂရုစိုက်ရှာပါတယ်။ ပေါလ်ကို လက်တွဲဖော်လေးတစ်ယောက်လည်း ရစေချင်ကြတယ်။ ပေါလ်မှာလည်း သူလုံခြုံရေးစောင့်တဲ့ ကုန်တိုက်ထဲမှာ ချစ်ရတဲ့crushလေးရှိလာတယ်။ တစ်နေ့ ပေါလ်တို့ရဲ့ ကုန်တိုက်ကို အကြမ်းဖက် လူဆိုးအုပ်စုက ဓားပြတိုက်ဖို့ ဝင်ရောက်စီးနင်းကြတယ်။ အဲဒီအချိန်မှာ ဓားစာခံမိထားတဲ့crushလေးကိုကယ်လိုဇောနဲ့ ပေါလ်တစ်ယောက်က လူဆိုး၈ယောက်ကို တစ်ကိုယ်တော်အစွမ်းနဲ့ တစ်ဆင့်ချင်း ဘယ်လိုဖြုတ်သွားမလဲဆိုတာကိုတော့ Paul Blart Mall Cop ဇာတ်ကားလေးထဲမှာ ကိုယ်တိုင်ကြည့်ရှုခံစားလို့ရပါပြီFile size…(1.7GB)  / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/paul-blart-mall-cop2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/66yOibmlqxASFoNyEZIORELJqBC.jpg",
        "title": "Stealing Raden Saleh (2022)",
        "description": "Stealing Raden Saleh (2022)(1080p ရပါပြီ)ဇာတ်လမ်းအစမှာတော့ နိုင်ငံကျော်ပန်းချီဆရာတွေရဲ့ ပန်းချီကားတွေကိုပုံတူပွားဆွဲတဲ့ပီကိုနဲ့ စထားပါတယ်။ လေလံပွဲမှာ ပီကိုဆွဲထားတဲ့ ကောပီအပွားက သန်းကိုးရာနဲ့ရောင်းထွက်သွားခဲ့ပါတယ်။ပီကို့ရဲ့အဖေကလည်း လုရက်မှု တစ်ခုနဲ့ထောင်ကျနေခဲ့ပြီး အဖေကို ထောင်မကျအောင် အမှုကို ပြန်လည်စစ်ဆေးပေးဖို့အတွက် ၂ ဘီလီယံလိုလာခဲ့ပါတော့တယ်။ အဲ့ဒါနဲ့ သူငယ်ချင်း အူးကျွတ်နဲ့ တိုင်ပင်ရင်း ဇာတ်ကားနာမည်ထဲက ပန်းချီ အကျော်အမော် ရာဒင် ဆာလက်ရဲ့ ပန်းချီကား တစ်ခုကို ပုံတူကူးဆွဲပြီး ရောင်းဖို့ အကြောင်းဖန်လာပါတော့တယ်။ပီကိုကရော ပန်းချီအကျော်အမော် ရာဒင်ဆာလက်ရဲ့ ပန်းချီကားကို ပုံတူဆွဲပြီး အောင်အောင်မြင်မြင်နဲ့ရောင်းချနိုင်ပါ့မလား?\nသူ့အဖေကိုကော အယူခံဝင်နိုင်အောင် လုပ်ပေးနိုင်ပါ့မလား? ဆိုတာ ဇာတ်ကားလေးထဲမှာပဲ ဆက်လက်ကြည့်ရှုကြပါခင်ဗျာ။စကားချပ်အနေနဲ့ကော့ အင်ဒိုနီးရှားဆိုတာ ကျွန်တော်တို့ရဲ့ ဒေသတွင်းအိမ်နီးချင်းနိုင်ငံဖြစ်ပေမဲ့ ရုပ်ရှင်အရည်အသွေးပိုင်းမှာတော့ အများကြီးတိုးတတ်လာပါတယ်။ အဲ့ဒီအပြင် IMDB မှာ rating 7.5 ရရှိထားပြီး အစကနေအဆုံးထိ ရိုးအီမသွားအောင်ဆွဲဆောင်နိုင်တဲ့ ဇာတ်ကားလေးဖြစ်လို့ ကြည့်ရှု့ခံစားလိုက်ကြပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/stealing-raden-saleh-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNjBiNjBmZTktNDk2ZS00Yjk5LWE5YzgtMzI2ZjExYWM3ZjBkXkEyXkFqcGdeQXVyNzE2MTQyMzM@._V1_-140x200.jpg",
        "title": "Chez Nous (2013)",
        "description": "Chez Nous (2013)\n=============\nIMDb Rating - 6.5/10ဘားလေးတစ်ခုရှိတယ် Chez Nous တဲ့။ အဲဒီဘားမှာပဲ အသက်\nအရွယ်မတူ အလုပ်အကိုင်မတူ genderမတူ sexualityမတူတဲ့\nလူခြောက်ယောက်စုမိကြတယ်။ Chez Nous ဆိုတဲ့နာမည်အတိုင်းပဲ\nအဲဒီဘားက သူတို့အတွက်အိမ်လိုကိုဖြစ်လို့ပေါ့။တစ်နေ့မှာ ခြောက်ယောက်ထဲကတစ်ယောက်ဖြစ်တဲ့ ဘားပိုင်ရှင်\nအက်ဂျယ်က ကျန်းမာရေးဖောက်ပြီး ဆေးရုံတင်လိုက်ရတဲ့အပြင်\nသူတို့ရဲ့ဆိုင်က ဒေဝါလီခံရတော့မယ်ဆိုတာ ကျန်တဲ့ငါးယောက်က\nသိသွားကြလေရော။ ဆိုင်ကိုပြန်ဝယ်ဖို့ ပိုက်ဆံမရှိကြတဲ့ ငါးယောက်\nသားဟာ ကြံကြံစည်စည် ပြတိုက်က စိန်လည်ဆွဲကို ခိုးဖို့လုပ်ကြပါ\nတော့တယ်။စွန့်စွန့်စားစား ခိုးတဲ့ကားဆိုပေမဲ့ comedyဖြစ်နေတော့ သည်းထိတ်\nရင်ဖိုဖြစ်မနေဘဲ ရယ်ရမှာပါ။ ဇာတ်ကွက်တချို့ကို အမ်စတာဒမ်ရဲ့\nနာမည်ကြီး Gay Pride ပွဲတော် 2012 Canal Parade အတွင်းမှာ\nရိုက်ထားတာဖြစ်တဲ့အတွက် ပွဲတော်ကျင်းပနေပုံတွေကိုလည်း ပျော်\nပျော်ကြီး ကြည့်ရမှာပါ။ ဒါပေမဲ့အက်ဂျယ်ကလွဲလို့ ကျန်တဲ့ငါးယောက်မှာ\nအဖြောင့်နေနေ အကွေးနေနေ အတွဲကိုယ်စီတွေနဲ့ ဖြစ်တဲ့အတွက်\nFAသမားတွေကြည့်မိရင် ရည်းစားလိုချင်သွားပါလိမ့်မယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.93 GB) / (828 MB) ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/chez-nous-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZGU5NjkzNTgtOTI0Yy00YjNlLWFkZDktZDZkOGYwZTgyZTQ3XkEyXkFqcGdeQXVyMTU1ODQyNzg5._V1_-141x200.jpg",
        "title": "Dhamaka (2022)",
        "description": "Dhamaka (2022)IMDb-8.1/10ရုံတင်ငွေသန်း ၆၀ တောင်အမြတ်ရထားတဲ့ ဟာသအက်ရှင်အရောလေးနဲ့\nညိုကီတို့လည်း Are we dating the same girl? ဂရုဖွဲ့ဖို့လိုနေကြောင်းပြထားတဲ့ကားလေးပါ2022 ခုနှစ်ထွက် အောင်မြင်ပြီးလူကြိုက်များခဲ့တဲ့ တေလဂူးစကားပြော\nတောင်ပိုင်းရုပ်ရှင်ကားဖြစ်ပါတယ်။\nဒီကားမှာတော့ မင်းသားကြီး Ravi Teja ကနှစ်ကိုယ်ခွဲအဖြစ်သရုပ်ဆောင်ထားပါတယ်။\nစီးပွားရေးလုပ်ငန်းပိုင်ရှင်အာနန့်ဒ်နဲ့\nမကြာခင်ကမှ အလုပ်ပြုတ်ထားတဲ့ ဂျစ်ကန်ကန်ကောင်ဆိုးလေး ဆွာမီ၊\nရုပ်ချင်းဆင်ပြီး ကံကြမ္မာချင်းမတူကြတဲ့ ဆွာမီ နဲ့ အာနန့်ဒ်တို့ဟာ\nမတူညီကြတဲ့ပြဿနာတွေကိုဖြေရှင်းရင်ဆိုင်ရင်း တစ်နေ့မှာတော့\nထိပ်တိုက်ရင်ဆိုင်ကြဖို့ အကြောင်းဖန်လာပါတော့တယ်။တစ်ဖက်မှာလည်း ပရာနာဗီဆိုတဲ့ မိန်းမလှလေးက ရုပ်ချင်းဆင်နေတဲ့ လူနှစ်ယောက်ကိုမှ\nမထင်မှတ်ဘဲချစ်မိနေပြီး နှစ်ယောက်ကြားမှာ ရွေးချယ်ရခက်နေတဲ့သူလေးပေါ့။\nဒီလိုနဲ့ တစ်နေ့မှာတော့ အာနန့်ဒ်တစ်ယောက်ကုမ္ဗဏီရဲ့ စီးအီအို ဖြစ်လာမယ့်အချိန်မှာ\nမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းလေးတွေက သူတို့တွေရဲ့ဘ၀ကို‌ တစ်ဆစ်ချိုး ပြောင်းလဲစေခဲ့ပါတယ်။\nသီချင်းတွေကလည်းမြူးကြွတယ် အားတက်စေတယ်၊ စကားပြောခန်းတွေက\nပညာသားပါတယ် ဆိုတော့ ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nFile size…3.1GB / 1.4GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Bpl ~ ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/dhamaka-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g0HLEZfqJp5dRxMzkgZwW9puP7N.jpg",
        "title": "Zathura: A Space Adventure (2005)",
        "description": "Zathura: A Space Adventure (2005)~ IMDb - 6.2/10, Rotten Tomatoes - 76% ~ငယ်ငယ်တုန်းက သိပ်ကြိုက်ခဲ့ရတဲ့ Fantasy, Adventure ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်တဲ့ Jumanji တို့ဘာတို့ကိုတော့ မှတ်မိဦးမယ်ထင်ပါတယ်။ ဂိမ်းတစ်ခုဆော့ရင်း ဂိမ်းကမ္ဘာတစ်ခုကိုရောက်သွားတဲ့ ဇာတ်လမ်းမျိုးပေါ့။Zathura က Jumanji ကို Space Version Spin-off ပုံစံမျိုး Fantasy Sci-Fi Game Universe ကိုဖန်တီးခဲ့တာပါ။ အဲဒီတော့ သိကြတဲ့အတိုင်းပဲ။ သတ္တဝါဆန်းတွေ၊ ဖြစ်ရပ်ဆန်းတွေနဲ့ Entertainment ကောင်းကောင်းဖြစ်မယ့်ကားပါပဲ။ဒီထဲက Main Cast ညီအကိုနှစ်ယောက်ထဲက တစ်ယောက်က‌ နောက်ပိုင်း Bridge to Terabithia, Huger Games Franchise ကြီးနဲ့ Journey 1 & 2 လို တကယ့်ဇာတ်ကားကောင်းတွေမှာပါခွင့်ရခဲ့တဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/zathura-a-space-adventure-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTYwYmI0NGItYmFkYi00NzViLWIwMGEtNGNjYjQwYjY1NTQ1XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-160x200.jpg",
        "title": "Mission Majnu(2023)",
        "description": "Mission Majnu (2023)\nAction, Drama, History\nIMDb 9.3/10 (5.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ဘောလီဝုဒ်ကားလေးမှာတော့ မင်းသားချောလေး ဆဒ်ဒါသ်မလိုသရားနဲ့\nအားလုံးရဲ့အသည်းစွဲမင်းသမီးချောလေး ရက်ရှမီကားမန်ဒါနားက အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပြီး\nNetflix မှ Streaming လုပ်လာတဲ့ ကားလေးပဲဖြစ်ပါတယ်။ဒုတိယကမ္ဘာစစ်ပွဲကာလအတွင်း အမေရိကန်ဟာ ဂျပန်ကို အဏုမြူဗုံးကြဲချလိုက်ပြီးနောက် စစ်ပွဲကာလကြီး\nပြီးဆုံးသွားခဲ့ပါတယ်။ သို့ပေမယ့် အဲ့ဒီရဲ့နောက်ဆက်တွဲအကျိုးဆက်အဖြစ် ကမ္ဘာပေါ်မှာ သူ့ထက်ငါအပြိုင်\nနျူးကလီးယားဗုံးတီထွင်ဖို့ လုပ်လာကြပါတယ်။ဒီထဲမှာမှ အရှေ့တောင်အာရှတိုက်အတွင်း အိန္ဒိယနိုင်ငံဟာ ၁၉၇၄ခုနှစ် မေလ ၁၈ရက်နေ့ မနက်ပိုင်းမှာ\nနျူးကလီးယားဗုံးကို အောင်မြင်စွာ စမ်းသပ်ဖောက်ခွဲနိုင်ခဲ့ပါတယ်။ ဒါကို ရန်လိုနေတဲ့ အိမ်နီးချင်းနိုင်ငံဖြစ်တဲ့\nပါကစ္စတန်နိုင်ငံဟာလည်း အလားတူ နျူးကလီးယားဗုံးမျိုးကို တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်။တစ်ဖက်မှာ အိန္ဒိယနိုင်ငံဟာ တရားမဝင် စမ်းသပ်မှုပြုလုပ်ခဲ့တဲ့အတွက် နိုင်ငံတကာအဖွဲ့အစည်းတွေကို\nဝိုင်းဝန်းရှုတ်ချခိုင်းနေခဲ့တဲ့ ပါကစ္စတန်နိုင်ငံဟာ တစ်ဖက်မှာလည်း ကမ္ဘာကြီးမသိအောင်\nနျူးကလီးယားအစိတ်အပိုင်းတွေကိုမှောင်ခိုတင်သွင်းနေပါတော့တယ်။ဒါကို ရိပ်မိလာတဲ့ အိန္ဒိယဟာလည်း ပါကစ္စတန်နိုင်ငံထဲ သူလျှိုတွေလွှတ်ပြီး ဒီအစိတ်အပိုင်းတွေကို\nဖျက်ဆီးရပါတော့မယ်။ကဲ ဆက်လက်ပြီး ဒီစစ်ဆင်ရေးကိုတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားကြတော့နော်...။\nFile size…1.69GB / 847MB\nQuality…1080p NF ...",
        "rating": "9.3",
        "url": "https://channelmyanmar.org/mission-majnu2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o89snIeueVAH0m56vM15v0RjpEz.jpg",
        "title": "The One Hundred (2022)",
        "description": "The One Hundred (2022)\"The One Hundred \" ဆိုတဲ့ဇာတ်ကားလေးကတော့\n၂၀၂၂ မှထွက်ရှိထားတဲ့ ထူးခြားဆန်းကြယ်ထိုင်းကားလေးပဲဖြစ်ပါတယ်မင်းသမီး ဖိန်းက YouTuber တစ်ယောက်ဖြစ်ပြီး\nနိုင်ငံခြားခရီးအပြန် ဟိုတယ်တစ်ခုမှာ ကွာရန်တင်း ၁၄ ရက်ဝင်ရတာနဲ့အစပြုထားပါတယ်ဒီကားလေးကတော့ ကိုရိုနာဗိုင်းရပ်စ်ဖြစ်ပွားဆဲ ၂၀၂၀ ခုနှစ် ဝန်းကျင်ပုံစံကို ရိုက်ကူးထားတာပါတစ်နေ့မှာတော့ သူနာပြုမလေး မေ ဟာ သူ့အမေလှမ်းခေါ်တာနဲ့ ဂျူတီကို\nသူ့ရဲ့လက်အောက်က သင်တန်းသူလေး ကတ် ကို အစားပေးထားခဲ့ရပါတယ်\nဒါပေမဲ့ ကတ်ဟာ သာမန်မဟုတ်ဘဲ အကြီးဆုံးကင်းခြေများ ဝင်ပူးခံထားရပြီးမကောင်းဆိုးဝါးဖြစ်နေခဲ့တာပါမင်းသားဖြစ်သူ လီအိုကတော့ တိုက်ကွမ်ဒိုကစားသမားတစ်ယောက်ဖြစ်ပြီး စိတ်ဒဏ်ရာရှိနေတဲ့သူပါ\nမကောင်းဆိုးဝါးဖြစ်နေတဲ့ကတ်ဟာ ဟိုတယ်မှာ တည်းခိုသူတွေ ဝန်ထမ်းတွေကို ဒုက္ခပေးသတ်ဖြတ်လာပါတော့တယ်ဒါပေမဲ့ မြင်လိုက်တဲ့သူက ဖိန်းနဲ့ လာအိုအပြင် မရှိပါဘူး\nဘယ်သူကမှ သူတို့ပြောတာကို မယုံခဲ့ကြပေမယ့် အခြေအနေတွေက ပိုပြီးဆိုးလာတဲ့အခါ ...Horror Vibe နဲ့ ရင်တထိတ်ထိတ်ကြည့်ရမယ့်ကားလေးမို့ ကြည့်ကြည့်ကြဖို့ တိုက်တွန်းပါရစေရှင့်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Shin နဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-one-hundred-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qqL2tl1Cg49N72T3fuu9UzPzXf3.jpg",
        "title": "Fist of Fury: Soul ( 2021 )",
        "description": "ဝူလင်အဖွဲ့အစည်းမှာ ရွှယ်မုံ့လုံကြောင့် သူရဲကောင်းတွေ အများကြီးဆုံးရှူံးခဲ့ရတယ်။\nကျင်းဝူခေါင်းဆောင် ဟော်ချန်ခုံးလည်း တိုက်ပွဲကနေ\nစွမ်းအားတစ်ဝက်ဆုံးရှုံးခဲ့ရတယ်။ နောက်ဆုံးမှာတော့ ခေါင်းဆောင်ဟော်က\nသူ့ရဲ့စွမ်းအားကို လျို့ကျင်းဆီကို လွှဲပြောင်းပေးပြီး\nအမြစ်ဖြတ်သုတ်သင်မှုကနေ ကာကွယ်ပေးခဲ့တယ်၁၄ နှစ်ကြာပြီးတဲ့နောက်မှာတော့ လျို့ကျင်းက အရည်အချင်းရှိပြီးတော့\nဟော်ကျားချွမ်က ဆရာ့ဆီကနေ ကွန်ဖူးသင်ဖို့\nအခွင့်အရေးရခဲ့ပေမယ့် ရှုံးနိမ့်ကိုလည်း ထွက်သွားရပြန်တယ်။လမ်းမှာ ထန်းပိုင်ပိုင်ဆိုတဲ့လူနဲ့တွေ့ပြီးတော့\nဆရာရှာဖို့အတွက် ဟေးယွီဟွေ့ဂိုဏ်းထဲကို\nရောက်လာပြီး ရွှယ်မုံ့လုံနဲ့တွေ့ဆုံခဲ့တယ်\nလျို့ကျင်းကိုရှာနေတဲ့ရွှယ်မုံ့လုံနဲ့ အဖေကိုသတ်သွားတဲ့သူကို\nတွေ့လိုက်ရတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာ\nရင်ခုန်စွာစောင့်မျှော်ကြည့်ရှုဖို့ ချန်နယ်မြန်မာကနေ တင်ဆက်ပေးလိုက်ပါတယ်နော်\n[ Reviewed By Htun Su Khaing ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 50 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/fist-of-fury-soul-2021/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WwBf5Lex1XUQfS1nREp2a2JZsc.jpg",
        "title": "Ruben Brandt, Collector(2018)",
        "description": "Ruben Brandt, Collector(2018)****************************သင်ဟာ now you see me တို့လို့ money heist တို့လို အဖွဲ့လိုက်လှုပ်ရှားတဲ့ မှုခင်းကားမျိုးကိုသဘောကျတယ်ဆိုရင်တော့ ဒီကားဟာ တကယ့်ကိုကြည့်သင့်တဲ့ကားပါပဲ၊\nဒါ့အပြင် inceptionလိုမျိုး vibeလည်းခံစားရမှာပါ၊\nဇာတ်လမ်းရဲ့ animationပုံစံကနည်းနည်းတော့ ဆန်းတယ်ဗျ။ဇာတ်လမ်းထဲက လူတွေဟာ မျက်နှာနှစ်ခုတွေ၊ပါးစပ်ငါးခုတွေ၊ မျက်လုံးသုံးလုံးငါးလုံး ၊two-dimensional တွေ စတဲ့\nပီကာဆိုရဲ့ပန်းချီကားတွေထဲကလိုခပ်ဆန်းဆန်းမြင်ရမှာပါ။ ဘာလို့ဆို ဇာတ်လမ်းရဲ့ ဒါရိုက်တာဟာဘယ်အပိုင်းမှာပဲရပ်လိုက်ရပ်လိုက် ပန်းချီကားတစ်ချပ်ကြည့်ရသလို့ အရသာမျိုး၊တစ်ခုခုကြည့်စရာရှိနေစေချင်လို့ပါတဲ့။\nပန်းချီကားမကြည့်တတ်တဲ့သူတောင် ငေးကြည့်နေရမယ့်ဇာတ်ကားမျိုးပါပဲ။\nဒါ့အပြင် စုံထောက်စတိုင်တွေ၊actionတွေလည်း ခပ်မိုက်မိုက်အကွက်တွေနဲ့ ပါဝင်ပြီးဇာတ်လမ်းကို စိတ်ပညာလေးနဲ့ရောကာ တစ်ကားလုံးမငြီးငွေ့အောင်ဆွဲဆောင်သွားနိုင်တာက အသက်ပါပဲ၊\nPlotကတော့ ပန်းချီကား ၁၃ချပ်ကိုခိုးတဲ့အကြောင်းပါပဲ...File Size :(1.1GB) and (418 MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:36:00\nGenre : Crime , Animation , Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/ruben-brandt-collector2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tlrlBo3jS5lK3Fxlf97TNoN67lN.jpg",
        "title": "Army Soul of Han Dynasty ( 2022 )",
        "description": "ရှေးသမိုင်းတွေစိတ်ဝင်စားတဲ့သူတွေအကြိုက်တွေ့စေမယ့်\nဟန်ခေတ်ကနယ်စပ်မြို့လေးမှာအခြေတည်ပြီး\nရိုက်ထားတဲ့စစ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ်။ဘီစီ၃၀၀ခုနှစ်လောက်မှာ အရှေ့ဥပရောပမှာနေထိုင်တဲ့ရှုံနူလူမျိုးတွေရှိခဲ့ပါတယ်။\nသူတို့ဟာရေကြည်ရာမြက်နုရာလှည့်လည်ကျက်စားတတ်ပြီး\nတရုတ်ပြည်မြောက်ပိုင်းကိုအကြိမ်ကြိမ်ကျူးကျော်ဖို့ကြိုးစားခဲ့သူတွေလဲဖြစ်တယ်။ဒီဇာတ်ကားလေးမှာတော့ ဟန်တိုင်းပြည်နယ်စပ်မြို့လေးဖြစ်တဲ့\nစူးလော့မြို့လေးကိုစစ်သည်အင်အား၃၀၀နဲ့စစ်သူကြီးတစ်ယောက်ဟာ\nရှုံနူတွေရဲ့ရန်ကနေပြီး ဘယ်လိုခုခံကာကွယ်မလဲ.....\nမြို့လေးကိုသေသည်အထိကာကွယ်မယ်ဆိုပြီးသစ္စာဆိုခဲ့တဲ့ဟန်စစ်သားတွေဟာ\nသူတို့ရဲ့တာဝန်ကိုဘယ်လိုစိတ်ဓာတ်အားမာန်တွေနဲ့\nဘယ်လိုကျေပွန်အောင်ထမ်းဆောင်ခဲ့လဲဆိုတာကို ခံစားကြည့်ရှုရမှာဖြစ်ပါတယ်\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ,War\nRuntime : 1h 42 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/army-soul-of-han-dynasty-2022/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BZjQyNzE3OTUtMTk0Mi00M2QxLWI2MDYtMjAwYjljY2U4ZjBmXkEyXkFqcGdeQXVyMjkxNzQ1NDI@._V1_-160x200.jpg",
        "title": "Kaapa (2022)",
        "description": "Kaapa (2022)IMDb 7/10\nပျိုမေတွေရဲ့အသည်းစွဲ မင်းသားကြီး Prithviraj Sukumaran ပါဝင်သရုပ်ဆောင်ထားတဲ့\nThriller/Crime အမျိုးအစားဇာတ်ကားကောင်းကိုတင်ဆက်ပေးချင်ပါတယ်\nအာနန်နဲ့ဘီနူဟာ ချစ်ကြည်နူး တစ်တီတူးလို့မဝသေးတဲ့ကြင်စဦးမောင်နှံလေးပါ\nသူတို့က ဘန်ဂလောကနေ သီရုဗနသာပူရန်လို့ခေါ်တဲ့မြို့လေးကို ပြောင်းလာခါစရှိပါသေးတယ်\nအဲ့အချိန်မှာပဲ အာနန်သိလိုက်ရတာက သူ့မဟေသီက မဟာ့မဟာလူဆိုးစာရင်း kaapa ဆိုတဲ့ စာရင်းထဲကို ပါနေတာပါပြီးတော့ အဲ့မြို့ကိုကြီးစိုးနေတဲ့ဂိုဏ်းက မာဒူဦးစီးတဲ့ ကိုလ်တာမာဒူဂိုဏ်းပါတဲ့\nမာဒူနဲ့သူ့မိန်းမ ဘီနူရဲ့မျိုးနွယ်သီရိဗစ်ကရာမန်နဲ့က ကမ္ဘာမကြေတွေ့ရာသင်္ချိုင်း ဓားမဆိုင်းပြန်ဘူးဆိုတာလဲ သိလိုက်ရပါတယ်\nအာနန်တစ်ယောက် ဂိုဏ်းစတားကြီးကိုပဲ ပြေးတောင်းပန်ရမလား ရဲမှတ်တမ်းကပဲ သူ့မိန်းမနာမည်ဖျက်ပေးရမလား\nစသည်ဖြင့် ဇာတ်ရှုပ်ကြီးထဲဝင်ပါမိရာကနေ အပ်ချည်အစဖြေသလို နောက်ကွယ်ထိ\nဘယ်လိုဝင်ပတ်သတ်ရမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး.......\nFile size…2.01GB / 935MB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration…2h 16m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sai Thu Rein & OeliuJ & Yunni",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/kaapa-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2LAtcGxhgfPmaKL7dItQ1n9TepH.jpg",
        "title": "JUNG_E (2023)",
        "description": "JUNG_E (2023)၂၂ ရာစုအရောက်မှာတော့ ရာသီဥတုဖောက်ပြန်မှုတွေကြောင့် လူသားတွေဟာ ကမ္ဘာမြေကြီးမှာ ရှင်သန်နေထိုင်ဖို့ ခက်ခဲလာခဲ့ပါတယ်။ ဒီအတွက်လည်း အာကာသဟင်းလင်ပြင်မှာ လူနေအာကာသစခန်းတွေ ဆောက်လုပ်ပြီး အသက်ဆက်ခဲ့ကြရပါတယ်။ တစ်နေ့မှာတော့ ဒီအာကာသစခန်းမှာနေထိုင်ကြတဲ့ လူသားတွေ အချင်းချင်း ကတောက်ကဆဖြစ်ရာကနေ စစ်ပွဲကြီးဆီကိုပါ ဦးတည်လာပါတော့တယ်။ဂျောင်အီ ဆိုတာကတော့ အထူးစစ်ဆင်ရေးတပ်ဖွဲ့တစ်ခုရဲ့ အဖွဲ့မှူးပါ။ ကံမကောင်းစွာပဲ သူဟာ ဦးနှောက်ပုံတူပွားခြင်း သုတေသနတစ်ခုမှာ စမ်းသပ်ခံတစ်ယောက် ဖြစ်ခဲ့ရပါတယ်။ ဒီသုတေသနသာအောင်မြင်ရင် စစ်ပွဲကြီးကို အနိုင်နဲ့ ပိုင်းနိုင်မှာဖြစ်တဲ့အတွက် သုတေသနမှူးတွေဖြစ်တဲ့ ဆောဟျွန်း နဲ့ ဆန်းဟွန်းတို့ကလည်း အစွမ်းကုန် ကြိုးစားအားထုတ်ကြတယ်။ဒီလိုနဲ့ ဦးနှောက်ပုံတူပွားခြင်း နဲ့ တိုက်ခိုက်ရေးစွမ်းရည်မြင့်တဲ့ AI စက်ရုပ် တီထွင်ဖို့ အထိပါ ကြိုးစားလာကြတဲ့အခါ ...သုတေသနမှူးတွေရဲ့ ကြိုးစားအားထုတ်မှုက တကယ်ပဲ အောင်မြင်လာမှာလား?\nကံမကောင်းအကြောင်းမလှစွာနဲ့ စမ်းသပ်ခံဖြစ်သွားရရှာတဲ့ တပ်ဖွဲ့မှူး ဂျောင်အီတစ်ယောက်ကော စမ်းသပ်ခံဘဝကနေ အောင်မြင်စွာ ရုန်းထွက်နိုင်ပါ့မလား?\nစစ်ပွဲကြီးကကော ဘယ်လို အဆုံးသတ်သွားမလဲ? ဆိုတာတွေကိုတော့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/jung_e-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fwJt0qZieQ7dKaiiqehObWpXYT.jpg",
        "title": "The Price We Pay (2022)",
        "description": "The Price We Pay (2022)\"အဖိုးအခတော့ ပေးရလိမ့်မယ်\" ဒီစကားဟာ လောကနိယာမအရ ဘယ်နေရာမှာမဆို အကျုံးဝင်တဲ့ စကားဖြစ်ပါတယ်။ ကိုယ်ဘာပဲလုပ်လုပ် တန်ပြန်သက်ရောက်မှုရဲ့ အကျိုးရလဒ်ကို လူသားတိုင်း ခံစားကြရမှာပါ။ ဒီဇာတ်ကားလေးကလည်း ဒီသဘောကို သရုပ်ဖော်ထားတဲ့ Horror ကားလေးပါ။ဇာတ်လမ်းအကျဉ်း ...ဂရေ့စ် တစ်ယောက် အကြွေးတွေမဆပ်နိုင်လို့ ရှိတာလေးထုချေပြီး အကြွေးဆပ်ဖို့ အပေါင်ဆိုင်ကို ရောက်‌နေချိန်မှာ ဓါးပြတိုက်မှုနဲ့ ကြုံရပြီး ဓားစာခံအဖြစ် အဖမ်းခံလိုက်ရပါတယ်။ဒီလိုနဲ့ ဓားပြသုံးယောက်နဲ့အတူ သူမ‌ စီးလာတဲ့ကားဟာ လယ်တော တစ်ခုအနီးမှာ ပျက်သွားတဲ့အခါ ...ညကြီးမင်းကြီးဆိုတော့ အနီးအနားလူနေအိမ်တစ်ခုကို ရအောင်ရှာပြီး အကူအညီတောင်းဖို့ ကြိုးစားကြရပါတယ်။ သို့ပေမဲ့ ...အဲ့ဒီအိမ်က ဘယ်သူတွေနေတာလဲ?\nဘာတွေလုပ်ကြတာလဲ? ဆိုတာကိုတော့ ဇာတ်လမ်းလေးထဲ ဆက်ပြီး ကြည့်ရှုအဖြေရှာလိုက်ကြစို့နော်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Themes ပါ။)File Size          : 1.2GB, 452MB, ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/the-price-we-pay-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nJjha6lzKjo3e9A92nZTXp2xyPb.jpg",
        "title": "The Assault ( 2023 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိတ်သတ်ကြီးကို 2023 ထွက်\nဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေရှင်တရုတ်နိုင်ငံ နယ်စပ်အတွင်းကို အမျိုးအမည်မသိတဲ့ ရည်ရွယ်ချက်နဲ့\nကြောက်မက်ဖွယ်ကောင်းတဲ့ အကြမ်းဖက် အဖွဲ့အစည်းတစ်ခု\nဝင်ရောက်လာခဲ့ပါတယ် ။ အဲ့ဒီအချိန်မှာ အကြမ်းဖက်\nတပ်ဖွဲ့ကိုနှိမ်နင်းဖို့ ပြည်သူ့လုံခြုံရေး၊အမျိုးသားလုံခြုံရေး၊\nလက်နက်ကိုင်ရဲတပ်ဖွဲ့ နဲ့ ပြည်သူ့လွတ်မြောက်ရေးတပ်မတော်တို့\nပူးပေါင်းပါဝင်ရန် ဆုံးဖြတ်ခဲ့ပြီးနောက် အကြမ်းဖက်လက်နက်ကိုင်တပ်ဖွဲ့ဟာ\nနယ်စပ်တောင်ပေါ်ရွာပေးမှာ ပူးပေါင်းနေကြောင်း အတည်ပြုနိုင်ခဲ့ပါတယ် ။ထို့နောက် အထူးစစ်ဆင်ရေးအဖွဲ့ဟာ အဆောက်အအုံတွေကြားထဲမှာ\nလျှို့ဝှက်စွာ နေရာယူခဲ့ပြီး မောင်းသူမဲ့ ဒရုန်းများနဲ့ ဗုံးကျဲတိုက်ခိုက်ဖို့ ပြင်ဆင်ခဲ့ပါတယ် ။\nဒါပေမဲ့ ဗုံးကျဲတိုက်ခိုက်ဖို့ အသင့်ပြင်ပြီး အနေအထားမှာ\nအကြမ်းဖက် လက်နက်ကိုင်အဖွဲ့ အတွင်း\nအရွယ်မရောက်သေးတဲ့ သူတွေပါရှိကြောင်း တွေ့ရှိခဲ့တဲ့ အချိန်မှာတော့ -❏ တပ်ဖွဲ့တွေအနေနဲ့ ဒီအကြမ်းအဖက် အဖွဲ့ကိုဘယ်လိုကိုင်တွယ်မှာလဲ ?\n❏ စစ်ဆင်ရေးကရော ဒီအတိုင်းပဲရှိမလား ပြောင်းလဲသွားနိုင်မလား ?\n❏ ကြောက်မက်ဖွယ်ကောင်းတဲ့ ကြိုးကိုင်သူ အကြမ်းဖက်ခေါင်းဆောင်ကိုရော\nဖမ်းဆီးနိုင်ပါ့မလား ? ဆိုတာ ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ် ။\nAction တွေ တိုက်ခိုက်ဖောက်ခွဲမှုတွေ\nကြိုက်နှစ်သက်သူတွေ အနေနဲ့ ဒီကားလေးကို အကြိုက်တွေ့စေမှာအမှန်ပါပဲ\n[Reviewed ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-assault-2023/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xcnCkyudjrzeA6wqeb5HrmTkmLS.jpg",
        "title": "Dragon sword: Ancient battlefield ( 2023 )",
        "description": "ဒီဇာတ်ကားလေးကသုံးကားရှိပါတယ်နော်\nအတွဲ ၁ ကို ဒီမှာ ကြည့်ပါ\nအတွဲ ၂ ကို ဒီမှာ ကြည့်ပါသာမန်လူတစ်ယောက်ဖြစ်တဲ့ ကျင့်စဥ်ကျင့်ကြံနေသူ ဖူယန် ဟာ\nရှေးခေတ်စစ်မြေပြင်ဆီကို သွားရောက်ခဲ့ပါတယ် ။\nသွားရာလမ်းကြောင်းမှာ အာကာသ အပ်ကွဲကြောင်းကြီးတွေနဲ့\nခဏ ခဏ တွေ့ဆုံပြီး အကြိမ်ကြိမ်လွတ်မြောက်ခဲ့ပါတယ် ။အဲဒီနောက်မှာတော့ လူတစ်ပိုင်း သားရဲတစ်ပိုင်း နယ်မြေထဲကို\nမတော်တဆဆိုသလို ကျရောက်သွားခဲ့ပြီး\nသူတော်စင်အရှင်လင်ထာနဲ့တွေ့ဆုံကာ အဂ္ဂိရတ်ပညာကို\nအမွေကို ဆက်ခံခဲ့ပါတော့တယ် ။\nသူတို့တွေ အတူတူပူးပေါင်းမိပြီး အန္တရာယ်\nအရမ်းကြီးမားတဲ့ ရှေးခေတ် စစ်မြေပြင်ဆီကို ခရီးဆက် စွန့်စားခဲ့ ဝင်ခဲ့တဲ့ အချိန်မှာတော့ -❏ လမ်းတစ်လျှောက်မှာ သားရဲ မိစ္ဆာတွေရဲ့\nတိုက်ခိုက်ခြင်းကို ခံရတဲ့အခါ သူတို့တွေ ဘယ်လိုရင်ဆိုင်မလဲ ?\n❏ ရှားပါးရတနာတွေတွေ့လာတဲ့ အခါမှာရော သူတို့တွေ ဘယ်လို အသုံးချမလဲ ?\n❏ နောက်ဆုံးမှာ သူတော်စင်လင်ထာရဲ့ လမ်းညွှန်မှုအောက်မှာ\nဘယ်လို ကျင့်စဥ်တွေ ကျင့်ကြံသွားမလဲ ?\nဆိုတာ S 3 မှာ အတူတူကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Reviewed ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/dragon-sword-ancient-battlefield-2023/",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i7eyngqjdvKB7NvrWtCjjTNNq8N.jpg",
        "title": "RocknRolla(2008)",
        "description": "RocknRolla(2008)=============== နာမည်ကြီး Director Guy Ritchie ရဲ့လက်ရာ အက်ရှင်ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်တဲ့ Rocknrollaကိုတင်ဆက်ပေးလိုက်ပါတယ်။လန်ဒန်မြို့ရဲ့ဒုစရိုက်လောက၊ မူးယစ်ဆေး၊ အိမ်ခြံမြေဥပဒေပိုင်းအကျင့်ပျက်ခြစားမှုတွေကို လှည့်ကွက်ကောင်းကောင်းနဲ့တင်ဆက်ထားလို့ အက်ရှင်ကားကြိုက်ရင် ကြည့်သင့်တဲ့ ပေးရတဲ့အချိန်နဲ့တန်စေမယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။ဇာတ်အိမ်ကတော့ လန်ဒန်အိမ်ခြံမြေလောကကို လက်ခုပ်ထဲထည့်ထားတဲ့ လောဘကြီးတဲ့သူဌေးကြီး လန်နီကိုးလ်ဆီကို ရုရှားသူဌေးတစ်ဦးက လုပ်ငန်းအတွက်ဆက်သွယ်လာရာမှ မထင်မှတ်ထားတဲ့တိုက်ဆိုင်မှုတွေနဲ့ နှစ်ဦးကြားကို ပတ်သက်မိသွားတဲ့ ဒုစရိုက်အဖွဲ့ဝိုင်းဘန့်ချ်ရဲ့အကြောင်းပဲဖြစ်ပါတယ်။ ဘယ်လိုမျိုးအဖြစ်အပျက်တွေက ဝိုင်းဘန့်ချ်ကို စောင့်ကြိုနေမလဲ၊ မထင်မှတ်ထားတဲ့တိုက်ဆိုင်မှုတွေက ဘာတွေဆက်ဖြစ်လာစေမလဲ၊ အကွက်ကျ ကောက်ကျစ်တတ်တဲ့သူဌေးနှစ်ဦးကြားမှာ မြေစာပင်ဖြစ်သွားမလားဆိုတာကို ပြကွက်တစ်ကွက်ချင်းဆီက အချိတ်အဆက်မိမိနဲ့ ဆွဲခေါ်သွားမှာပါ။ File size…1.13GB / 502MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Chloe Khin",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/rocknrolla2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sQ0yaNVu5zN5TCvTET9urHYIngN.jpg",
        "title": "Sniper Vengeance ( 2023 )",
        "description": "ကြီးမားလှတဲ့ စစ်ဆင်ရေး တာဝန်တစ်ခုမှာ သေဘေးကနေ\nလက်မတင်လေးတင် လွတ်မြောက်လာခဲ့ပြီး သူယုံကြည်ရဆုံး\nရဲဘော် ရဲဘက်တွေကို ဆုံးရှုံးလိုက်ရသူ လက်ဖြောင့်စနိုက်ပါသမား - ကောင်းကျန်းရဲဘော်တွေ သေဆုံးခဲ့ရလို့ ဖြေမဆည်နိုင်ဖြစ်နေပေမဲ့\nကောင်းကျန်းဘဏ်အကောင့်ထဲမှာ အမေရိကန်ငွေ\n၄ သိန်းရောက်ရှိနေခဲ့တာမို့ သူ့ရဲဘော်တွေကို\nသစ္စာဖောက်တယ်ဆိုပြီး စွပ်စွဲခံနေခဲ့ရပါတယ် ။နာကျဥ်းမှုတွေ များစွာရင်ဝယ်ပိုက်ထားတဲ့\nကောင်းကျန်းတစ်ယောက် မုန်တိုင်းအဖွဲ့ ဆိုတဲ့\nအဖွဲ့နဲ့ ပူးပေါင်းကာ လက်စားချေဖို့ လုပ်ဆောင်ခဲ့ပါတော့တယ် ။❏ ပြန်ပေးဆွဲမှုတွေ ခဏ ခဏ ကြုံတွေ့ရတဲ့ အချိန်မှာ\nနောက်ကွယ်က ကြိုးကိုင်သူက ဘယ်သူဖြစ်နေမှာလဲ?\n❏ သူ့ကိုချောက်ချတဲ့ သူကတော့ အမှန်ပဲရှိနေခဲ့တာလား?\n❏ ကျဆုံးသွားတဲ့ ညီအစ်ကိုတွေအတွက်ရော\nကောင်းကျန်းတစ်ယောက် လက်စားချေနိုင်ပါ့မလား? ဆိုတာ\nစိတ်ဝင်စားစွာနဲ့ ကြည့်ရှုလိုက်ရအောင်ပါနော် ။\n[Review By Chit Mya Mya Hmwe]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 24 min\nSubtitle : ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/sniper-vengeance-2023/",
        "category": "Action"
    }
]