[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Girls-Blood-2014-213x300.jpeg",
        "title": "Girl’s Blood 2014 18+ (Adult Movie)",
        "description": "ဇာတ်ကားကို John La Yaung (Myo Zin) မှ ဘာသာပြန်ပေးထားတာပါမိန်းမ လက်ဝှေ့ နပန်း လောက အကြောင်း ရိုက်ကူးထားတဲ့ 18+ ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းကတော့ Actionပိုင်းကိုဇတ်အိမ်တည်ထားပြီးရိုက်ကူးထားတဲ့ Lesbianကားလေးပါ မိန်းမချင်းလည်းချစ်ပိုင်ခွင့်ရှိတာပဲဆိုတာ\nဖော်ပြထားပုံပါပဲ...ဒီတော့ အညွန်းကိုဆက်သွားရအောင်..\n..Girl's Bloodတွေရဲ့တိုက်ခိုက်ရေးနေရာကို တရားမဝင်ဖွင့်ထားတယ်ဆိုပြီး Andos ဂိုဏ်းကလာရောက်ပြောဆိုပါတယ်\nဒီလိုပြောဆိုရတာကလည်းAndosဂိုဏ်းချုပ်ရဲ့မိန်းမနဲ့ Girl's Blood Teamထဲကကောင်မလေးနဲ့က ငြိစွန်းနေကြလို့ပါပဲ...\nဒီတော့ပွဲကကြည့်လို့ကောင်းသွားပါပြီး ဘာလို့ဆို\nGirl's Blood teamရဲ့ခေါင်းဆောင်ကAndosဂိုဏ်းကိုအသေအကြေတိုက်ဖို့စိန်ခေါ်ဖန်တီးလိုက်ပါတယ်...ကောင်မလေးချောချောလေးတွေရဲ့လန်းလွန်းတဲ့\nFightingခန်းတွေကိုလည်းတွေ့မြင်ကြရဦးမှာပါ\nနောက်ဆုံးအနေနဲ့ဒီကားမှာသူချပြတဲ့အကြောင်းရင်းက..အနေနီးရင်ရန်သူကနေမိတ်ဆွေအစစ်တောင်ဖြစ်လာနိုင်သေးပါလားဆိုတာ ကွက်ကွက်ကွင်းကွင်းပုံဖော်ထားပါတယ်File Size          : 642 MB\nQuality            : BlueRay 720P\nLength             : 2h 7m\nTranslated by : John ...",
        "rating": "5.7",
        "url": "https://megaup.net/1GW70/Girl’s_Blood_(Aka_X_Pinku)_[18+]_[2014]_(MM_Sub).mp4",
        "category": "Action, Adult"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/san-andreas-poster-133x200.jpg",
        "title": "San Andreas (2015)",
        "description": "San Andreas (2015)__________IMDb - 6.0/10\n Channel Myanmar က ပရိတ်သတ်တွေအတွက် The Rock မင်းသားကြီးပါဝင်သရုပ်ဆောင်ထားတဲ့ စိတ်လှုပ်ရှားဖွယ် စွန့်စားခန်းတွေနဲ့ ရုပ်ရှင်ကား တစ်ကားကို တင်ပေးလိုက်ပါပြီ။ ဒီဇာတ်ကားဟာ IMDb Rating 6.0 ရရှိထားပြီး ကြည့်ရှုဖို့လက်မလွှတ်သင့်တဲ့ ရုပ်ရှင်ကားကောင်းဆိုလည်း မမှားပါဘူး။\nအဖြစ်အပျက်က ဒီဇာတ်ကားမှာ The Rock လို့လူသိများတဲ့မင်းသားကြီးဟာ ကယ်လီဖိုးနီးယား မှာဖြစ်ပျက်သွားတဲ့ ပြင်းထန်တဲ့ ငလျင်ကြီးကြားက အသက်ရှင်ကျန်တဲ့သူတွေကို ရှာဖွေကယ်ဆယ်မဲ့ ရဟတ်ယာဉ်ပိုင်းလော့ တစ်ယောက်ပါ။ ငလျင်ဒဏ်မှာ အသက်ရှင်ကျန်ခဲ့တဲ့ သူ့သမီးကို သူနဲ့ Ex-wife  ဖြစ်လုဆဲဆဲ ဇနီးနဲ့အတူ မဖြစ်နိုင်တဲ့ စွန့်စားခန်းတွေဖွင့်ပြီး သွားရောက်ကယ်ဆယ်ကြမှာပါ။ ဒီဇာတ်ကားမှာ မင်းသားကြီးရဲ့ ပြည့်စုံတဲ့ လှုပ်ရှားမှုတွေ အပြင် ကြည့်ဖူးသမျှထဲမှာ အကောင်းဆုံး လို့ ပြောလို့ရတဲ့ CGI effect တွေကြောင့် ပါးစပ်အဟောင်းသားနဲ့ကြည့်ရှုကြရမှာပါ။ ဒါ့အပြင် ...",
        "rating": "6.0",
        "url": "https://megaup.net/1xnej/San_Andreas_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjQwMzI0MjMxOF5BMl5BanBnXkFtZTgwMDQ2OTU5OTE@._V1_-1-225x300.jpg",
        "title": "Scooby-Doo! And WWE: Curse of the Speed Demon (2016) ျမန္မာစာတန္းထိုး",
        "description": "စကူဘီ ဒူး ခ်စ္သူမ်ားအတြက္ ၂၀၁၆ ထြက္ အသစ္ကို တင္ေပးထားပါတယ္။ IMDb 5.8 နဲ႕ပါ။ စကူဘီ ဒူး အဖြဲကို WWE ကာရိုက္တာ Undertaker, Triple H တို႕ နဲ႕ တြဲဖက္ေပးထားျပီး လ်ိဳ႕၀ွက္ဆန္းၾကယ္ အမႈတစ္ခုကို ေျဖရွင္းၾကတဲ့ အေၾကာင္းပါ။ အားေပးၾကပါဦး။File size…(750MB)\nQuality…BR-Rip 720p\nFormat…mp4\nDuration….01:20:56\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\n \nDownload Here (750MB)\nDownload Small File Size (340 MB)",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/scooby-doo-and-wwe-curse-of-the-speed-demon-2016/",
        "category": "Action, Animation"
    },
    {
        "thumbnail": "",
        "title": "Sultan (2016) ျမန္မာစာတန္းထိုး ( Blu-ray Update)",
        "description": "နပန္းဆိုတာ အားကစားမဟုတ္ပါဘူး\nရဲရင့္တဲ့ လူ၂ေယာက္ၾကားက တိုက္ပြဲ\nအဲ့တာ ကၽြန္ေတာ္ေျပာတာ မဟုတ္ဘူးေန္ာ\nစူလ္တန္က ေျပာခဲ့တာ\nကဲဗ်ာ ပရိတ္သတ္ၾကီးအတြက္ ၂၀၁၆ ထြက္\nမင္းသားၾကီး ဆလမန္ခန္းရဲ႕ ကားသစ္တကားကို\nထပ္ျပီးတင္ေပးလိုက္ပါတယ္\nအလယ္အလတ္ပိုင္းအရြယ္ရွိတဲ႔ နပန္းခ်န္ပီယံတစ္ေယာက္ Olympic မွာ India ကိုယ္စားျပဳဝင္ၿပိဳင္ၿပီး လက္ေဝွ႕ေလာကကို ျပန္လာဖို႔ ႀကိဳးပမ္းတဲ႔အေၾကာင္းျဖစ္ပါတယ္။\nတစ္ခ်ိန္က ၿပိဳင္စံရွား ေအာင္ျမင္ေက်ာ္ၾကားလွတဲ႔ နပန္းသမားႀကီး Sultan ခုေတာ႔ အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ အရႈံးသမားျဖစ္ေနရာက ဆံုးရႈံးသြားသမွ်ကို ျပန္ယူဖို႔အတြက္ ႀကိဳးဝိုင္းအတြင္းကို ျပန္ဝင္ဖို႔ျဖစ္လာပါေတာ႔တယ္။\nဒီကားကို စသိမိတာကေတာ႔ ထံုးစံအတိုင္း ရုပ္ရွင္ရံုမွာျပတဲ႔ trailer ေၾကာင့္ေပါ႔။ ပံုစံကမဆိုးဘူး၊ ရိုက္ခ်က္ေလးေတြ မိုက္တယ္၊ တအားႀကီးမေကာင္းေတာင္ ထူးထူးျခားျခားနဲ႔ အပန္းေျပႏိုင္တယ္ ၾကည့္ဦးမွဆိုၿပီးေတာ႔ ျဖစ္ခဲ႔တယ္ေပါ႔ဗ်။ ဘယ္လိုေကာင္းမယ္ ဘာျဖစ္တယ္ညာျဖစ္တယ္မ်ိဳး မွန္းထားတာမ်ိဳးမရွိခဲ႔ဘူး။\nဇာတ္လမ္းပိုင္းမွာ Sultan ဟာ Southpaw နဲ႔ နည္းနည္းေလးသြားဆင္တယ္။ ဇာတ္ဝင္ခန္းတခ်ိဳ႕ ေျပာသြားတဲ႔ ေပးသြားတဲ႔ message တခ်ိဳ႕အရ ေနာက္လာမဲ႔ Amir Khan ရဲ႕ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wqex/Sultan.2016.Blu-ray_Update_(2).mp4",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Jason-bourne-133x200.jpg",
        "title": "Jason Bourne (2016)",
        "description": "Jason Bourne (2016)_______IMDb - 6.6/10Jason Bourne2002 လောက်ကဖြစ်မယ်ထင်တယ်။ James Bond နဲ့ဆန့်ကျင်ဘက် ဇာတ်ကောင်တစ်ယောက် ရုပ်ရှင်လောကမှာ ပေါလာတယ်။ နာမည်ကတော့ Jason Bourne တဲ့။ သူ့ကိုကျွန်တော်တို့စတွေ့တော့ Mediterranean ပင်လယ်ထဲမှာ မျောနေတဲ့သူတစ်ယောက်အဖြစ်။ ကျောမှာလည်း သေနတ်ကျည်ပေါက်ရာ နှစ်ခုနဲ့။ ပြဿနာက သူဟာ ဘယ်ကလာပြီး ဘာဖြစ်ခဲ့လဲဆိုတာ သူကိုယ်တိုင်မသိတာပဲ။ ဒီလိုနဲ့သူတစ်ဖြည်းဖြည်းသိလာတာကတော့ သူဟာ CIA Operation တစ်ခုဖြစ်တဲ့ Treadstone လက်အောက်မှာ အလုပ် လုပ်ခဲ့တဲ့ CIA အဖွဲ့ဝင်တစ်ယောက်ဖြစ်တယ်ဆိုတာပဲ။ ဒါပေမဲ့ တစ်ဖွဲ့လုံးနဲ့တစ်ယောက်ခွဲထွက်သွားတဲ့ Jason Bourne တစ်ယောက်ဟာ CIA ရဲ့အရှုပ်အရှင်းတွေမှာ ပါဝင်ပတ်သက်လာခဲ့တာ Bourne Identity (2002), Bourne Supermacy (2004), Bourne Ultimatum (2007) နဲ့ယခုဆိုရင် Jason Bourne ...",
        "rating": "6.6",
        "url": "https://megaup.net/1x2m7/Jason_Bourne_[2016]_(MM_Sub)_.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p166270_v_v8_ae-133x200.jpg",
        "title": "The Bourne Ultimatum (2007)",
        "description": "The Bourne Ultimatum (2007)\nIMDb - 8.0/10______Rotten - 92%File size…(1 GB)\nQuality…DVD-Rip\nFormat…mp4\nDuration….01:56:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Than HtikeThe Bourne ဇာတ်ကားများကို (The Bourne – Collection ) တွင်ကြည့်ရှုပါ။",
        "rating": "8.0",
        "url": "https://megaup.net/1x2ld/The_Bourne_Ultimatum_[2007]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p34579_v_v8_ad-133x200.jpg",
        "title": "The Bourne Supremacy (2004)",
        "description": "The Bourne Supremacy (2004)\nIMDb - 7.7/10______Rotten - 82% Matt Damon ရဲ့ နာမည်ကြီး The Bourne ဇာတ်ကားတွေရဲ့ ဒုတိယဇာတ်ကားပါ။CIA အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Rating တွေကတော့ IMDb (7.7/10) Rotten Tomatoes (82%) ထိရရှိထားတာဖြစ်တဲ့အတွက်ဘယ်လောက်ထိကောင်းမယ်ဆိုတာတော့ ကိုယ်တိုင်ပဲဆုံးဖြတ်လိုက်ကြပါ။ (မြန်မာစာတန်းထိုးကိုတော့ AP Newschool မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်ခြင်းဖြစ်ပါတယ်။)\nThe Bourne ဇာတ်ကားများကို (The Bourne – Collection) တွင်ကြည့်ရှုပါ။Matt Damon ရဲ႕ နာမည္ၾကီး The Bourne ဇာတ္ကားေတြရဲ႕ ဒုတိယဇာတ္ကားပါ။CIA အက္ရွင္ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။Rating ေတြကေတာ့ IMDb (7.7/10) Rotten Tomatoes (82%) ထိရရွိထားတာျဖစ္တဲ့အတြက္ဘယ္ေလာက္ထိေကာင္းမယ္ဆိုတာေတာ့ ကိုယ္တိုင္ပဲဆံုးျဖတ္လိုက္ၾကပါ။ (ျမန္မာစာတန္းထိုးကိုေတာ့ AP Newschool မွကိုယ္တိုင္ဘာသာျပန္တင္ဆက္လိုက္ျခင္းျဖစ္ပါတယ္။)\nThe Bourne ဇာတ္ကားမ်ားကို (The Bourne – ...",
        "rating": "7.7",
        "url": "https://megaup.net/R5wa/The_Bourne_Supremacy_[2004]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p28900_v_v8_ac-1-133x200.jpg",
        "title": "The Bourne Identity (2002)",
        "description": "The Bourne Identity (2002)\nIMDb - 7.9/10_____Rotten - 83%Matt Damon ရဲ့ နာမည်ကြီး The Bourne ဇာတ်ကားတွေရဲ့ ပထမဆုံးဇာတ်ကားပါ။\nCIA အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားပါ။\nRating တွေကတော့ IMDb (7.9/10) Rotten Tomatoes (83%) ထိရရှိထားတာဖြစ်တဲ့အတွက်\nဘယ်လောက်ထိကောင်းမယ်ဆိုတာတော့ ကိုယ်တိုင်ပဲဆုံးဖြတ်လိုက်ကြပါ။\n(မြန်မာစာတန်းထိုးကိုတော့ AP Newschool မှကိုယ်တိုင်ဘာသာပြန်တင်ဆက်လိုက်ခြင်းဖြစ်ပါတယ်။)\nThe Bourne ဇာတ်ကားများကို (The Bourne - Collection) တွင်ကြည့်ရှုပါ။Matt Damon ရဲ႕ နာမည္ၾကီး The Bourne ဇာတ္ကားေတြရဲ႕ ပထမဆံုးဇာတ္ကားပါ။\nCIA အက္ရွင္ဇာတ္ကားေကာင္းတစ္ကားပါ။\nRating ေတြကေတာ့ IMDb (7.9/10) Rotten Tomatoes (83%) ထိရရွိထားတာျဖစ္တဲ့အတြက္\nဘယ္ေလာက္ထိေကာင္းမယ္ဆိုတာေတာ့ ကိုယ္တိုင္ပဲဆံုးျဖတ္လိုက္ၾကပါ။\n(ျမန္မာစာတန္းထိုးကိုေတာ့ AP Newschool မွကိုယ္တိုင္ဘာသာျပန္တင္ဆက္လိုက္ျခင္းျဖစ္ပါတယ္။)\nThe Bourne ဇာတ္ကားမ်ားကို (The Bourne - Collection) တြင္ၾကည့္ရႈပါ။File ...",
        "rating": "7.9",
        "url": "https://megaup.net/2d0nD/The_Bourne_Identity_[2002]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p_21204-203x300.jpg",
        "title": "Legend of the Fist: The Return of Chen Zhen (2010)",
        "description": "Seven years after the apparent death of Chen Zhen, who was shot after discovering who was responsible for his teacher's death (Huo Yuanjia) in Japanese-occupied Shanghai. A mysterious stranger arrives from overseas and befriends a local mafia boss. That man is a disguised Chen Zhen, who intends to infiltrate the mob when they form an alliance with the Japanese. Disguising ...",
        "rating": "6.3",
        "url": "https://megaup.net/2ctd0/Legend_Of_The_Fist_-_The_Return_Of_Chen_Zhen_[2010]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/the-call-up-poster-202x300.jpg",
        "title": "The Call Up (2016) ျမန္မာစာတန္းထိုး",
        "description": "အပစ္အခတ္ဂိမ္းဝါသနာရွင္ေတြစုျပီး The Call Up ဆိုတဲ့ ဂိမ္းအဖြဲ႕အစည္းရဲ႕ဖိတ္ႀကားျခင္းခံခဲ႕ရျပီ..ဂိမ္းကိုစတင္ကစားခဲ႕ရာက ဆုေႀကးတစ္ခုအတြက္ ကစားခဲ႕ရာကေန ေနာက္ပိုင္း အထဲမွာနဲ႕အျပင္မွာတကယ္ျဖစ္ေနေသာ The Call Up Game ရဲ႕ ဆန္းႀကယ္ေသာျဖစ္ရပ္....\nတစ္ႀကိမ္တည္းသာသံုးရလို႔က်ည္ကာအက်ီၤေတြနဲ႕အသက္ကယ္ေဆးေတာင့္ေတြ....\nကစားေနရင္း Game Over ျဖစ္တဲ႕သြားရတဲ႕ကစားသမားေတြရဲ႕ ကံႀကမၸာဆိုး...\nေႀကာက္စရာေကာင္းတဲ႕ Level ေတြပါဝင္ေနတဲ႕ ဒီ ဂိမ္းမွာ လြတ္ေျမာက္တဲ႕လူရွိႏိုင္မလား....\nဒီ The Call Up ကားႀကီးမွာ ရင္ခုန္စြာနဲ႕ႀကည္႕ရႈ႕ႏိုင္ပါျပီ....\n \n(ဇာတ္လမ္း အညြန္းနဲ. ဘာသာျပန္သူကေတာ. Moe Myint lwin ပဲျဖစ္ပါတယ္)File size…(700MB)\nQuality… 720p bluray\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder…Thanhtike Zaw\n \nDownload Here (700 MB)\nSmall File Size (350 MB)",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/the-call-up-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Baaghi (2016) ျမန္မာစာတန္းထိုး",
        "description": "ရထားတစ်စင်းပေါ်မှာကောင်မလေးတစ်ယောက်ဟာ တွဲကူးနေရာကနေမတ်တပ်ရပ်ရင်း ရွာနေတဲ့မိုးစက်လေးတွေကိုကြည့်ရင်း စကားတွေပြောနေခဲ့တယ် ဒီမြင်ကွင်းကိုသဘောကျလို့\nလက်ပိုက်ကြည့်နေတဲ့ကောင်လေးတစ်ယောက်ရှိတယ် သူကတော့ ခပ်ဆိုးဆိုး ခပ်ပေပေ ဘဝကိုဦးတည်ချက်မရှိဖြတ်သန်းနေတဲ့လူငယ်တစ်ယောက် ဆိုးသွမ်းလွန်းတော့ သူ့အဖေက\nသူငယ်ချင်းသိုင်းဆရာတစ်ယောက်ဆီကိုလွှတ်ရင်း စာလေးတစ်ရေးပြီးအကူအညီတောင်းခဲ့တယ် သူ့သားဘဝကိုတည့်မတ်ပေးပါပေါ့ သိုင်းသင်တန်းကျောင်းမှာအောက်ခြေသိမ်းလုပ်ရင်း\nမိုးစက်တွေကိုချစ်တတ်တဲ့ကောင်မလေးကိုထပ်တွေ့ခဲ့တယ် တိုက်တိုက်ဆိုင်ဆိုင် သိုင်းဆရာကြီးမှာ သားတစ်ယောက်ရှိတယ် ဗီဇဆိုးတွေကိန်းအောင်နေတဲ့သိုင်းဆရာကြီးရဲ့သားဟာ\nအဲ့ဒီကောင်မလေးကို ချစ်ခဲ့တယ် ငွေ အာဏာ အရည်အချင်းတွေမယှဉ်နိုင်လွန်းပေမဲ့ ကောင်မလေးက ရထားတွဲပေါ်က အညတရ ကောင်လေးကိုပဲပြန်ချစ်ခဲ့တယ် သိုင်းဆရာကြီးခိုင်းတဲ့\nအောက်ခြေသိမ်းအလုပ်တွေဟာ တကယ်တော့ သိုင်းကျင့်စဉ်တစ်မျိုးဖြစ်တာကိုကောင်လေးသိသွားခဲ့ရတယ် ဒီလိုနဲ့ဆရာကိုလေးစားရင်း သိုင်းပညာတွေလည်း ဆက်သင်ရင်း ကောင်မလေးနဲ့\nဘဝတစ်ခုဖြတ်သမ်းမယ်လို့ ဦးတည်ချက်တွေ ရည်ရွယ်ချက်တွေရှိလာခဲ့တယ် သိုင်းဆရာကြီးရဲ့သားဟာ အချစ်ကို နှလုံးသားနဲ့အနိုင်ယူလို့မရမှန်းသိတော့ အာဏာ ငွေကြေးနဲ့သိမ်းပိုက်ဖို့\nကြိုးစားရင် နောက်ဆုံးပြန်ပေးဆွဲ မလုပ်သင့်တာတွေကိုလုပ်တဲ့အထိဖြစ်လာတယ်\nဒီကားအကြောင်းကိုဆက်ပြောရရင် အိန္ဒိယအက်ရှင်ကားတွေထဲကတမူကွဲထွက်လာတဲ့ကားလို့ဆိုချင်ပါတယ် လက်နဲ့ရွယ်လိုက်ရုံနဲ့ ၆ပေလောက်လွင့်သွားတဲ့ ကားမျိုးမဟုတ်ပါဘူး အိန္ဒိယသိုင်းကား\nဒါရိုက်တာ ဆတ်ဘာခမ်က သိုင်းကွက်တွေ ခြေအနှုတ်အသိမ်း အကန်ခံရတာတွေ အားလုံးကိုအနုစိတ်ရိုက်ကူးထားတယ် သိုင်းသမားဟန် လှုပ်ရှားကွက်တွေ defenceအကွက်တွေအတော်လေးကို\nလှပါတယ် မင်းသား Tiger Shroffက ပင်ပန်းကြမ်းတမ်းစွာ သရုပ်ဆောင်ခဲ့တယ် ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/baaghi-2016/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Teenage-Mutant-Ninja-Turtles-Out-Of-The-Shadows-poster-1-133x200.jpg",
        "title": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)",
        "description": "Teenage Mutant Ninja Turtles: Out of the Shadows (2016)\nIMDb - 6.0/10_____Rotten - 37%\n  \nTeenage Mutant Ninja Turtles မြန်မာစာတန်းထိုးနဲ့ အကြည်ရပါပြီ။\nဒီ နံပါတ်၂ လိပ်နင်ဂျာကားမှာတော့ နံပါတ်၁ မှာ သူတို့ဖမ်းပေးလိုက်တဲ့ ဗီလိန်ကြီး ရှရက်ဒါ ပြန်လွှတ်လာပြီး\nအခြားကမ္ဘာတစ်ခုက ဂြိုလ်သားနဲ့ ပူးပေါင်းပြီး ကမ္ဘာကိုသိမ်းပိုက်မယ့် အန္တရာယ်ကို ညီအစ်ကို ၄ ယောက်တွန်းလှန်ကြတာပါပဲ။\nဒီအပိုင်းမှာ ဇာတ်ကောင်အသစ်ကေစီဂျုန်းအဖြစ် အဲရိုးမင်းသား စတက်ဖန် အမ်းမဲလ် သရုပ်ဆောင်ထားပါတယ်။\nအက်ရှင်ကားကောင်းတစ်ကားအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ရိုက်ကူးထားသလို လုံးဝစရိုက်မတူညီတဲ့ ညီအစ်ကိုတွေ\nဘယ်လိုနားလည်မှုနဲ့ အဖွဲ့တစ်ခုအဖြစ်လှုပ်ရှားနိုင်ခဲ့လည်း ဆိုတာကိုလဲ သရုပ်ဖော်ပြထားပါတယ်။\nတခါတလေ ခက်ခဲတဲ့ရွေးချယ်မှုတွေ ကြုံလာတဲ့အခါ တစ်ယောက်တည်းရဲ့ အမြင်နဲ့ဆုံးဖြတ်ချက်ဟာ\nဘယ်လောက်စေတနာပါပါ အမြဲမမှန်နိုင်တာမို့\nအဖွဲတစ်ခုရဲ့ စဉ်းစားဉာဏ်နဲ့ အင်အားဆိုတာ အမြဲထည့်တွက်ရမယ့်အရာဆိုတာ\nလိပ်ညီအစ်ကိုတွေကနေ သင်ခန်းစာယူရင်း ဟာသနဲ့အက်ရှင်ကောင်းတွေ ခံစားနိုင်ကြပါစေ။\n \n(ဇာတ်လမ်း အညွန်းနဲ. ဘာသာပြန်သူကတော. Moe Myint ...",
        "rating": "6.0",
        "url": "https://megaup.net/1yDs7/Teenage_Mutant_Ninja_Turtles_-_Out_Of_The_Shadows_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Teenage-Mutant-Ninja-Turtles2014-poster-133x200.jpg",
        "title": "Teenage Mutant Ninja Turtles (2014)",
        "description": "Teenage Mutant Ninja Turtles (2014)_____IMDb - 5.8/10 #ရုပ်ရှင်မိတ်ဆက်ပရိတ်သတ်ကြီး စောင့်မျှော်နေတဲ့ TMNT ဇာတ်ကား နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ဒီဇာတ်ကားက တစ်ချိန်တုန်းက နာမည်ကြီး ကာတွန်းဇာတ်လမ်းတွဲ နဲ့ ကာတွန်းစာအုပ် တွေထဲက Superheros ဖြစ်တဲ့ TMNT ကို ပြန်ရိုက်ထားတာဖြစ်ပါတယ်။ သူက အခုမှ ရုပ်ရှင်ထွက်တာတော့မဟုတ်ပါဘူး။ ၁၉၉၀ တုန်းက ဇာတ်ကား ၃ကားထွက်ထားဖူးသလို၊ ၂၀၀၇ မှာလည်း ကာတွန်းအနေနဲ့ထွက်ထားဖူးပါတယ်။ဇာတ်လမ်းမှာ April O'Neil (Megan Fox) က သတင်းထောက်တစ်ဦးဖြစ်ပြီး New York မြို့က Foot Clan ဆိုတဲ့ ဂိုဏ်းကို လိုက်လံသတင်းယူနေရာကနေ Turtles တွေနဲ့ အမှတ်မထင်ဆုံတွေ့ခဲ့ပါတယ်။ ဒီကနေ သူမ လွန်ခဲ့တဲ့ ၁၅ နှစ်တုန်းက အဖြစ်အပျက်ကို သတိရသွားပြီး Turtles တွေရဲ့ Origin ...",
        "rating": "5.8",
        "url": "https://megaup.net/1yDsd/Teenage_Mutant_Ninja_Turtles_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTEzNTQ2OTYxMjheQTJeQWpwZ15BbWU4MDc0OTkzNzgx._V1_-202x300.jpg",
        "title": "Cell (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီတစ္ခါေတာ့ Cell ဆိုတဲ့ Horror/Si-Fi တစ္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစHorror တို႔ရဲ႕ ထံုးစံ အတိုင္းပဲ rating နည္းေနတာကေတာ့ ေျပာစရာ မလိုေလာက္ပါဘူးပါ၀င္သရုပ္ေဆာင္ထားတဲ့ သရုပ္ေဆာင္ေတြကလည္း ပရိတ္သတ္ႀကီးနဲ႔ မစိမ္းတဲ့ မင္းသား/မင္းသမီးေတြပါဇာတ္လမ္း ကလည္း ပံုမွန္ Zombie ကားေတြလိုမဟုတ္ပဲ ဇာတ္လမ္းစၿပီးကတည္းက ဇာတ္လမ္းရဲ႕Tempo ကိုျမင့္လိုက္တာက ၾကည့္ရွဴ သူေတြအတြက္ တမူထူးျခားေနမွာပါဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ျပပြဲအတြက္ ခရီးထြက္ေနရတဲ့ မင္းသားႀကီး  ဟာေလဆိပ္မွာ ခနနားေနတုန္း အိမ္က သားျဖစ္သူကို ဖုန္းဆက္ေနရာမွ ထူးဆန္းတဲ့ Signal ေၾကာင့္ဖုန္းေျပာေနသူအားလံုး စိတ္ရိုင္း၀င္ အသိစိတ္လြတ္ၿပီး အခ်င္းခ်င္း သတ္ျဖတ္ကုန္တဲ့အခါမွာေတာ့ဘယ္လိုမ်ား ရင္ဆိုငိထြက္ေျပးမလဲ သားျဖစ္သူဆီကိုေကာျပန္လည္ေရာက္ရွိႏိုင္ပါ့မလားဆိုတာေတြကိုေတာ့ ေဒါင္းယူၾကည့္ရွဴလိုက္ပါအံုး  Download and Watch 720p HD (700 MB)",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/cell-2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMTg0ODdjYTgtOGE1Ni00YWVkLTgzMDAtNTA5ZmE4YmY1ODFiXkEyXkFqcGdeQXVyMjU1NTM4NDU@._V1_SY1000_CR007051000_AL_-212x300.jpg",
        "title": "Sinister Squad (2016) ျမန္မာစာတန္းထိုး",
        "description": "ကဲ ဒီတစ္ခါေတာ့ Suicide Squad မထြက္္ခင္ ၾကည့္ဖို႔ Sinister Squad ဆိုတဲ့ Super Hero ကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးျခင္ပါတယ္ ဇာတ္ကားေလးက မိနစ္၉၀ ၾကာၿပီး rating ကေတာ vote တဲ့သူ ၄၂၀ ဘဲ ရွိတာေၾကာင့္ အေတာ္နည္းတယ္ဗ် ။ဇာတ္ကားေလးကေတာ့ သဘာ၀လြန္ ျဖစ္ရပ္ေတြနဲ႔ ကမ႓ာႀကီးကို ဖ်က္ဆီးရန္ ႀကံေဆာင္လာတဲ့ အခါမွာေတာ့ Alice တေယာက္ ဘာေတြမ်ား ဘယ္လို ေျဖရွင္းမလဲ ဘယ္လို အထူးအဆန္း အျဖစ္အပ်က္ေတြကို ရင္ဆိုင္ရမလဲဆိုတာကို ေဒါင္းယူၾကည့္ရွဴလိုက္ပါဗ်ာ\nက်ေတာ္ကေတာ့ parody version တစ္ခုလို႔ထင္မိပါတယ္ ဒါေၾကာင့္ အေျပာင္အပ်က္ကားဖို႔ ေပါ့ေပါ့ပါးပါး ၾကည့္ရွဴ ၿပီး ေပ်ာ္႐ႊင္ႏိုင္ၾကပါေစဗ်ာ။File size…(700 MB)\nQuality…Blu-Ray Rip 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Thanhtike Zaw\nDownload and Watch 720p ...",
        "rating": "2.2",
        "url": "https://channelmyanmar.org/sinister-squad-2016/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/08/hard-target-2-poster-133x200.jpg",
        "title": "Hard Target 2 (2016)",
        "description": "Hard Target 2 (2016)_____IMDb - 5.3/10\n  \nIMDB 5.3 ရထားတဲ့ ဒီကားဟာ တကယ်တော့ ကျွန်တော်တို့အားလုံး ရင်းနှီးပြီးသားပါ\nဒီကားရဲ့ မင်းသားတစ်ယောက်ဖြစ်တဲ့ Scott Adkins ကိုတော့ Expendables 2 မှာ ဗီလိန်တစ်ယောက်အနေနဲ့\nRobert Knepper ကိုတော့ Prison Break မှာ T-Beg အနေနဲ့ ရင်းနှီးခဲ့ကြပြီးသားပါ\nဒါတင်မကသေးပဲ... ဒီကားက ကျွန်တော်တို့ရဲ့ မြန်မာနိုင်ငံမှာ ရိုက်ထားတဲ့ကားဆိုတာကိုတော့ FB ကျေးဇူးနဲ့ သိထားကြမှာပါ\nမြန်မာ-ထိုင်းနယ်စပ်မှာပေါ့ကဲ...ဇာတ်လမ်းအကျဉ်းလေးကတော့...\nသွေးသံရဲရဲ အနိဠာရုံတွေကို ရွံမုန်းသွားလို့ အဲဒီကိစ္စတွေကနေ အနားယူလိုက်တဲ့ Wes The Jailor Baylor တစ်ယောက်\nသူ့ရဲ့နောက်ဆုံးတာဝန်ဆိုပြီး ဒေါ်လာတစ်သန်းနဲ့ ကမ်းလှမ်းတာကို မငြင်းနိုင်ခဲ့ဘူး\nသူကို လူသတ်မစ်ရှင်အတွက် ဆိုပြီး လာရောက်ပေးဖို့ ကမ်းလှမ်းခံခဲ့တဲ့နေရာကတော့ ကျွန်တော်တို့ရဲ့ ရွှေနိုင်ငံ...\nရွှေနိုင်ငံကြီးကို ရောက်လည်းရောက်လာရော သိလိုက်ရတာကတော့ မုဆိုးကသားကောင်ဖြစ်သွားပြီဆိုတာ...\nလူ လူချင်းအမဲလိုက်ပြီး အဝတ်တစ်ထည် ရေတစ်ဘူးနဲ့ တောကြီး ...",
        "rating": "5.3",
        "url": "https://megaup.net/2VRjB/Hard_Target_2_[2016]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/Trivisa-213x300.jpg",
        "title": "Trivisia(2016) ျမန္မာစာတန္းထိုး",
        "description": "2016 ခုႏွစ္ ဧျပီလ ၇ ရက္ေန႕ကထြက္ရွိခဲ့တဲ့ ဒီ ေဟာင္ေကာင္ကားေလးဟာ\nဆိုရင္ေတာ့ ခပ္ၾကမ္ၾကမ္း ၾကိဳက္တဲ့ ပရိတ္သတ္ေတြအတြက္ လက္မလြတ္သင့္တဲ့ကားေလးပါ\nဇာတ္ကားေလးက IMDb rating က 7/10 ရရွိထားျပီး ရုပ္ရွင္ရိုက္ကူးစဥ္မွာလဲ\nကုန္က်စရိတ္ေတြ အေတာ္မ်ားတာကိုေတြ႕ရွိရပါတယ္\nဇာတ္လမ္း အက်ဥး္းေလးကေတာ့ ၁၉၉၇ ခုႏွစ္မွာ တခါမွ မေတြ႕ဘူးၾကတဲံ\nလူသံုးေယာက္ ဟာ ေကာလဟာလ တစ္ခုေၾကာင့္ ေဟာင္ေကာင္ေျမေအာက္ေလာက\nကို က်င္လည္က်က္စားရန္ ေျပာင္းလာခဲ့ရာမွာ ဘယ္လိုေတြျဖစ္ၾကမလဲဆိုတာကို\nပရိတ္သတ္ၾကီးက ရွဴစားၾကရမွာပါ ။ ဒီကားဟာ အဲ့ေခတ္အဲ့အခါက ေဟာင္ေကာင္မွာ က်င္လည္ ခဲ့တဲ့\nဂိုဏ္စတားေတရဲ႕ ပံုစံ အတိုင္း အျပင္ေလာကရဲ႕ ပံုစံကို ရိုက္ျပထားတယ္လိုေတာ့ ဆိုပါတယ္Download & Watch On Pcloud",
        "rating": "",
        "url": "https://channelmyanmar.org/trivisia2016-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/getaway-300x152.jpg",
        "title": "Getaway(2013)(ျမန္မာစာတန္းထုိး)",
        "description": "အမိုက္စားကားတစ္စီးေပၚမွာ ပံုျပင္ဆန္ဆန္ပိတ္မိေနေနတဲ႕လူသားႏွစ္ေယာက္အေႀကာင္းကိုသိခ်င္ပါသလား???သိပ္ခ်စ္ရတဲ႕ဇနီးကိုျပန္ေပးဆြဲတာကိုခံလိုက္ရျပီးတဲ႕အခ်ိန္မွာ ဘယ္ကဘယ္သူမွန္းမသိတဲ႕အသံသာႀကားရတဲ႕လူရဲ႕ခိုင္းေစသမ်ွကို ကားအေကာင္းစားတစ္စီးေပၚမွာမိုက္ရူးရဲဆန္ဆန္လိုက္ျပီးလုပ္ေနရတဲ႕လူတစ္ေယာက္နဲ႕သူမရဲ႕ကားကိုျပန္ျပီးရေအာင္ႀကိဳးစားရာကေန အဲဒီကိစၥမွာပါဝင္ပတ္သက္မိျပီး ကားေပၚမွာပိတ္မိသြားတဲ႕ ေကာင္မေလးတစ္ေယာက္တို႔အေႀကာင္းကိုရိုက္ကူးထားတာလည္းျဖစ္ပါတယ္..အဆံုးသတ္ မိန္းမျဖစ္သူကိုဘဲျပန္ေတြ႕ရမလား...အေကာင္းစားကားထဲမွာဘဲဘဝအဆံုးသတ္သြားမလားဆိုတာကို ရင္တထိတ္ထိတ္နဲ႕ႀကည့္ရႈ႔ရမွာဘဲျဖစ္ပါတယ္.ဒါေႀကာင့္ Getaway ဇာတ္ကားဟာ အစပိုင္းကေနဇာတ္သိမ္းတဲ႕အထိ အခန္းတိုင္းလိုလို မလြတ္တမ္းႀကည့္ရႈ႕သင့္တဲ႕ကားေကာင္းေလးတစ္ကားလို႕ဘဲေျပာပါရေစ...IMDb 4.4, Ethan Hawke နဲ႕ Selena Gomaz တို႕ သရုပ္ေဆာင္ထားပါတယ္။ File Size      : 600 / 300 Mb\nDuration     : 1 hr 30 minutes\nQuality        : 1080p Bluray\nTranslator  : Moe Myint Lwin\nEncoder      : Littleneo \nDownload Here(600Mb)",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/getaway2013%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b8%e1%80%91%e1%80%af%e1%80%ad%e1%80%b8/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/MV5BMjA1MTc1NTg5NV5BMl5BanBnXkFtZTgwOTM2MDEzNzE@._V1_SY1000_CR006741000_AL_-1-202x300.jpg",
        "title": "Hateful Eight (2015) ျမန္မာစာတန္္းထိုး",
        "description": "ကဲဒီတစ္ခါေတာ့ ၂၀၁၅ ခုႏွစ္ထြြက္ ဘ၀င္မက်စရာ\nဇာတ္ကားေလး တကားနဲ႕ မိတ္ဆက္ေပးပါ့မယ္\nဇာတ္ကားေလး ကေတာ့ ရုန္းကန္လႈပ္ရွားမႈေတြ\nမိမိ အသက္၇ွင္ဖို႕အတြက္ ရက္စက္မႈေတြကို ျပထားေတာ့\nေတာ္ေတာ္ ေတာ့ ရင္ေမာဖို႕ေကာင္းတယ္ ဗ်\nတခုရွိတာက မင္းသားေတြက နာမည္ၾကီးေတြမိဳ႕ Rating ျမင့္တာလား ဆိုေတာ့\nဇာတ္လမ္း ကလည္း မဆိုးဘူးေျပာရမွာဗ် ကဲ\nေအာက္မွာ သြား ေဒါင္းၾကည့္လိုက္ၾကပါအံုးDownload & Watch On Pcloud",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/hateful-eight-2015-%e1%80%bb%e1%80%99%e1%80%94%e1%80%b9%e1%80%99%e1%80%ac%e1%80%85%e1%80%ac%e1%80%90%e1%80%94%e1%80%b9%e1%80%b9%e1%80%b8%e1%80%91%e1%80%ad%e1%80%af%e1%80%b8/",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/04/p1-1-232x300.jpg",
        "title": "Power Rangers Dino Charge-TV Series – ျမန္မာစာတန္းထိုး",
        "description": "( April Fool လုပ္မိလို႕ အေလ်ာ္ျပန္ေပးတဲ့အေနနဲ႕တင္ပါသည္ . . . ငိငိ )\n2015 မွာ Season 1 , episode 34 ပိုင္းထိ ထြက္ရွိထားတဲ့ ပါဝါရိန္းဂ်ားကားသစ္ေလးကို cm ပရိတ္သက္ၾကီးအတြက္တင္ေပးခ်င္ပါတယ္။ ကေလးေတြအတြက္ေတာ့အၾကိဳက္ဆံုးျဖစ္သလို တစ္ခ်ဳိ႕လူငယ္ လူၾကီးေတြေတာင္ အခုထိၾကိဳက္တုန္းပဲဆိုတာ ျငင္းမရပါဘူး။ ဒီႏွစ္ 2016 ထဲမွာေတာ့ Season 2 ကိုဆက္လက္ထြက္ရွိမွာပါ။ ဒီဇာတ္ကားေလးမွာ IMDb rating အေနနဲ႕ 7.1/10 ထိေတာင္ရရွိထားပါတယ္။ အခုေတာ့ ပထမဆံုးအပိုင္းကိုတင္ေပးမွာ တင္ၿပီးတာနဲ႕ ဘာသာျပန္သူေတြအျမန္ဆံုးျပန္ေပးသေလာက္ကို အျမန္ဆံုး တင္ေပးဖို႕အတြက္ ကြ်န္ေတာ္တို႕ ၾကိဳးစားေပးပါ့မယ္။ ဒီပိုစ့္မွာ က်န္တဲ့အပိုင္းမ်ားဆက္လက္တင္ေပးသြားပါမယ္။\n(ဒီဇာတ္ကားကို ဘာသာျပန္ေပးသူကေတာ့ CM Team မွ Moe Myint Lwin ပဲျဖစ္ပါတယ္။)\n@San Win MaungFile Size     ...",
        "rating": "",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-75/",
        "category": "Action, Animation"
    }
]