[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vqTQvVyhqFJTUlE1VXTtyYEfyu3.jpg",
        "title": "Baaghi 3 (2020)",
        "description": "မင်းသားချော တိုက်ဂါးရဲ့ ၂၀၂၀ထွက် အက်ရှင်ကြမ်းကြမ်းကားကြီး တင်ဆက်ပေးလိုက်ပါတယ်။တိုက်ဂါးဆိုတာနဲ့ အက်ရှင်အလန်းတွေကို ပြေးမြင်ကြမှာ လူတိုင်းပါပဲ။မကြာသေးခင်ကလည်း War မှာ လင်ပွားမင်းသားနဲ့အတူ အလန်းတွေ ချပြထားခဲ့တယ်။Baaghi ဆိုတဲ့အတိုင်းပဲ လက်စားချေတဲ့ ဇာတ်လမ်းပေါ့။အရင် Baaghi 1,2 ကတော့ ဇာတ်လမ်းချင်းတူပေမဲ့ Baaghiမှာတော့ မတူပါဘူး။ဇာတ်လမ်းအကျဉ်းအရ ဖခင်ဆုံးပြီး နောက်ပိုင်း ညီအစ်ကို နှစ်ယောက် ကျန်နေခဲ့ပါတယ်။အစ်ကိုကတော့ နုံနုံအအ ကြောက်တတ်တဲ့ ဗစ်ကရမ်၊ ညီကတော့ အစ်ကိုကို ထိရင် ငြိမ်မနေတတ်တဲ့ ရွန်နီသူတို့အဖေ ၊သူတို့အဘိုးဟာ ရဲအရာရှိတွေ၊ စံပြရဲသားကြီးတွေ။ဒါကြောင့် အစ်ကိုဖြစ်သူ ဗစ်ကရမ်ကိုလည်း ညီဖြစ်တဲ့ ရွန်နီက ရဲအရာရှိလုပ်ခိုင်းခဲ့ပါတယ်။လူရှိန်အောင်သာ ရဲတပ်ဖွဲ့ထဲ ဝင်ခဲ့တာ၊ တကယ်တော့ သူက ရာဇဝတ်သားတွေကို ကြောက်တတ်သူ။ဒီလိုနဲ့ ရဲအရာရှိဖြစ်လာတော့ မြို့နယ်အတွင်း ပြန်ပေးဆွဲဂိုဏ်းတစ်ခုကို ဝင်စီးရာကနေ ဗစ်ကရမ်ဟာ ပြန်ပေးဆွဲဂိုဏ်းရဲ့ ရန်သူဖြစ်လာပါတယ်။အဲ့ဒီဂိုဏ်းဟာလည်း နိုင်ငံခြားသား အစွန်းရောက်တစ်ဦးရဲ့ လက်ပါးစေ အိန္ဒိယဂိုဏ်း၊ ...",
        "rating": "1.8",
        "url": "https://channelmyanmar.org/baaghi-3-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/Screen-Shot-2020-04-11-at-12.32.01-PM-140x200.png",
        "title": "Red Shoes and the Seven Dwarfs (2020)",
        "description": "Red Shoes and the Seven Dwarfs (2020)==============================IMDb Rating 6.2/10 ထိရရှိထားတဲ့ ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် . . .#Unicodeအရင်ကြည့်ဖူးကြတဲ့ စနိုးဝိုက်ဇာတ်လမ်းက​နေတစ်မူကွဲထွက်​နေတဲ့ ကာတွန်း​ကား​ကောင်း​လေးတစ်ကားလို့​ပြောလို့ရပါတယ်။ဒီကားထဲမှာ ပါ​လေရာသူရဲ​ကောင်း မင်းသားမာလင်နဲ့သူ့အ​ပေါင်းအပါ၆​ယောက်က ပါးစပ်သရမ်း​တော့ စုန်းမတစ်​ယောက်ရဲ့ကျိန်စာမိပြီး လူပု​တို​လေး၇​ယောက်ဖြစ်​နေပါတယ်။ သူတို့ကျိန်စာက​နေလွတ်ဖို့အတွက် ကမ္ဘာ​ပေါ်ကအလှဆုံး​သောမိန်းက​​လေးကနမ်းမှသာ ရမှာပါ။ စနိုးဝိုက်ကျ​တော့ တစ်မျိုး သူက ဘုတ်အီးမ​လေး သန်မာတယ် ချစ်ဖို့​ကောင်းတယ်။ သူ့မိ​ထွေးကစုန်းမသူ့အ​ဖေကလည်း သူ့မိ​ထွေးစုန်းမမှန်းသိ​တော့ စနိုးဝိုက်​လေးကို​ဘေးကင်းရာပို့ထားတယ်။ သူကိုယ်တိုင်လည်း​ပျောက်သွားတယ်။စနိုးဝိုက်​လေးက သူ့အ​ဖေကိုရှာဖို့ သူ့မိ​ထွေးဆီအသွား သူ့မိ​ထွေးရဲ့ ထာဝရလှပ​စေမယ့် ​မှော်ဖိနပ်​လေးကိုစီးမိပြီး တအားလှသွား​ရောသူစုန်းမလက်က​နေထွက်​ပြေးရင်း သူ့အ​ဖေမှာခဲ့တဲ့ သူရဲ​ကောင်း၇ဦး ဆိုတာကိုရှာရင်း အလွဲလွဲအ​ချော်​ချော်​လေး​တွေနဲ့ အဆုံးထိကြည့်ချင်​အောင်ဆွဲ​ဆောင်မှု အပြည့်ရှိလွန်းလှတဲ့ လက်ရာ​မြောက် animation ကားကောင်း​လေးဖြစ်ပါတယ်။ အသံ​နောက်ခံ​တွေက​တော့ မင်းသား​ မာလင်​နေရာမှာ Me Before Youထဲက မင်းသား ဖြစ်ပြီး။ မင်းသမီးစနိုးဝိုက်​နေရာမှာက​တော့ ​ကော်ရီး​​တွေရဲ့အချစ်​တော်အကိတ်မ​လေး Chloë ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/red-shoes-and-the-seven-dwarfs-2020/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/cellular-17991-200x300.jpg",
        "title": "Cellular (2004)",
        "description": "အန် းဒရိုက် ဖုန် းများမ ပေါ် သေးမှီ လွန် လေပြီး သောအတိတ် ကာလတစ် ခု သောအခါ၌ ဆယ် လူလာဆို သောမိုလဗိုင် းလ် ဖုန် းများ ကြီးစိုးမင် းမူ နေ သောအချိန် ဗမာပြည် မှပြည် သူပြည် သားများ JXDဆို သော တလုတ် နိုင် ငံထုပ် Mp4 ကိုကိုင် နိုင် ရုံမျှဖြင့် အ ကောင် ဖြစ် နေ သည့် တစ် ခု သောကာလ၌ အနှီဆယ်လူလာကားသည် ကား ကျွန် နုပ် တို့ တန် းတန် းစွဲ ခေတ် စားခဲ့သည် ဆိုသတတ်၄င် းဆယ်လူလာ ဇာတ် ကားသည် ကား ` 2004 ...",
        "rating": "6.5",
        "url": "https://megaup.net/2SxsX/Cellular_[2004]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "",
        "title": "Bajrangi Bhaijaan (2015)",
        "description": "Bajrangi Bhaijaan (2015)\n------------------------------မေတ္တာတရားဟာ စကြဝဠာရဲ့ ဘာသာတရားအဖြစ်ရပ်တည်နေပုံ ၊ ကရုဏာတရားဟာလည်းလူမျိုးမခွဲခြားပုံတို့ကို\nဒီဇာတ်ကားလေးညွှန်းဆိုထားပုံက  ရင်ထဲမှာတသသကျန်ရှိစေပါတယ်။  Rating ကလည်း 8.2 ရရှိထားပြီး\nအိန္ဒိယနိုင်ငံရဲ့ နိုင်ငံခြားဝင်ငွေဒုတိယဖြစ်ထားတာကြောင့် လက်မလွတ်သင့်လှတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။ဇာတ်လမ်းအကျဉ်းအိန္ဒိယနိုင်ငံဒေလီမြို့မှာတော့ပွဲတော်ကြီးကျင်းပချိန်ပေါ့။\nပဝန်(ဆလက်မန်ခန်း)ဟာလည်း ပါဝင်ဆင်နွှဲပြီးစားသောက်ဖွယ်ရာတွေကိုမြိန်မြိန်စားနေသည်။\nထိုအချိန်၌ပဝန်သတိထားမိသည်က\nသူ့အားစိုက်ကြည့်နေသော၆နှစ်အရွယ်ကလေးမ။ပဝန်ဟာကရုဏာသက်မိရင်း\nကလေးမလေးကိုအစားအစာတွေကျွေးမွေးခဲ့တယ်။\nပဝန်အိမ်ပြန်တော့လည်းကလေးမလေးဟာ\nနောက်ကတကောက်ကောက်လိုက်နေခဲ့သည်။ဒီလိုနဲ့နာမည်လည်း\nမေးမရစကားလည်းမပြောတတ်သောကလေးအား\nထားမရစ်နိုင်သည့်အဆုံးပဝန်ဟာသူ့ယောက္ခမဆီ\nခေါ်လာခဲ့တော့သည်။ပဝန်ဟာကလေးမလေးရဲ့နေရပ်လည်းမသိသူ့့မိဘလည်းမသိပေမဲ့စိတ်ထားဖြူစင်မှုအရင်းခံနဲ့\nကလေးမလေးကိုသူ့မိဘဆီပြန်ပို့နိုင်ရန်\nဆုံးဖြတ်ထားခဲ့သည်။ကလေးမလေးကိုတော့\nမူနီလို့အမည်မှည့်ပေးခဲ့သည်။တစ်နေ့မှာတော့\nဖန်သားပြင်ထက်ကခရစ်ကတ်ကစားပွဲမှာ\nအိန္ဒိယနဲ့ပါကစ္စတန်တို့အပြိုင်အဆိုင်\nကစားနေခဲ့ကြသည်။အိန္ဒိယအမှတ်သာလျှင်\nှူှူမူနီလေးမှာမပျော်၍ပါကစ္စတန်နိုင်လျှင်\nဝမ်းသာလျက်ရှိနေသည်။\nထိုအချိန်အခါ၌အိန္ဒိယနဲ့ပါကစ္စတန်တို့သည်\nစစ်ရေးအရတစ်ဖက်နဲ့တစ်ဖက်မတည့်ကြချေ။\nပဝန်တို့မိသားစုတို့ကလည်းဘာသာရေးအရ\nဘုန်းကြီးမျိုးနွယ်ဝင်ဖြစ်၍မူနီအားလက်မခံသင့်ကြောင်း၊ပါကစ္စတန်နို်င်ငံသို့ပြန်ပို့သင့်ကြောင်းပဝန်ကို\nတိုက်တွန်းခဲ့ကြသည်။ပဝန်ဟာပါကစ္စတန်သံရုံးထံ\nသွားရောက်ပို့ခဲ့သော်လည်းထိုအချိန်၌\nသံရုံးအားအိန္ဒိယနိုင်ငံသားတို့ဆန္ဒပြစဉ်နဲ့\nကြုံတွေ့ခဲ့ရသည်။\nထိုစဉ်သံရုံးရဲ့စာရင်းသမားလေးနဲ့တွေ့ခဲ့ပြီး\nမှောင်ခိုလမ်းမှပြန်ပို့ရန်ပဝန်အားအကြံပြုခဲ့သည်။\nပဝန်ဟာလည်းယုံစားမိပြီးမူနီအားချန်ထားခဲ့လေသည်။\nလမ်းတစ်ဝက်မှာတော့ကစားစရာဝယ်ရင်း\nမူနီအားပေးရန်ပြန်အလှည့်မှာတော့\nမူနီလေးရောင်းစားခံရမှန်းသိခဲ့ရသည်။အဲ့ဒီနောက်မှာတော့ပဝန်ဟာ\nပါကစ္စတန်သွားရောက်ပြီးမူနီ့မိဘတွေကို\nရှာဖွေခန်းဖွင့်ပြီးပြန်လည်ဆုံတွေ့နိုင်စေဖို့\nဆုံးဖြတ်လိုက်တော့သည်။\nတကယ်တမ်းတော့ဇာတ်ကားလေးဟာ\nအညွှန်းနဲ့အဓိပ္ပါယ်ဖော်နိုင်စွမ်းမရှိလှတဲ့\nမေတ္တာဖွဲ့ဇာတ်အိမ်လေးပါ။ပဝန်တစ်ယောက်ပါကစ္စတန်နိုင်ငံတွင်း\nဝင်ရောက်ခဲ့ပုံ၊မိဘရှာတော်ပုံတွေနဲ့အတူ\nမူနီလေးတစ်ယောက်သူ့မိဘနဲ့ပြန်လည်\nဆုံစည်းနိုင်မလားဆိုတာကလည်း\nရင်ခုန်စိတ်လှုပ်ရှားစေခဲ့ပါတယ်။ပဝန်ရဲ့ဘဝနဲ့\nအချစ်ရေးသာမကစိတ်ထားမြင်မြတ်မှုတွေကလည်း\nအတုယူစရာကောင်းလှပါတယ်။ဒီဇာတ်ကားလေးမှာတော့\nပဝန်တစ်ယောက်ရဲ့ကရုဏာကြီးမားမှုတွေ၊\nပါကစ္စတန်နိုင်ငံသို့ဝင်ရောက်ဖြတ်သန်းမှုတွေ၊\nသွေးသားမတော်စပ်သူတစ်ဦးအတွက်\nဒုက္ခပေါင်းများစွာဖြတ်သန်းခဲ့ပုံတွေကတော့\nမျက်ရည်မခိုင်သူအဖို့ပင်လယ်ထွန်းမယ့်\nဇာတ်ကားမျိုးပါ။\nဒါ့ပြင်အမြင်မတူအသွင်မတူဘာသာမတူ\nနိုင်ငံသားချင်းမတူကြပေမဲ့မေတ္တာတရားဟာ\nကမ္ဘာ့လူသားတရားတော်ဆိုတာကို\nဒီဇာတ်ကားလေးကညွှန်းဆိုနေဦးမှာပါ။(အညွန်းရေးသူကတော့ လင်းခယံပဲ ဖြစ်ပါတယ်)File Size - 1.1 GBQuality - 720 PSubtitle - Burmese (Hardsub)File Size - 1.1 GBQuality - 720 PSubtitle - Burmese (Hardsub)",
        "rating": "8.0",
        "url": "https://megaup.net/1HQgu/Bajrangi_Bhaijaan_[2015]_(MM_Sub).mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNTM1NjYyNTY5OV5BMl5BanBnXkFtZTcwMjgwNTMzMQ@@._V1_-203x300.jpg",
        "title": "Apocalypto (2006)",
        "description": "အခုတစ်ခါတော့ ၂၀၀၆ ခုနှစ်ကထွက်ရှိထားတဲ့\nမာယာလူမျိုးတွေရဲ့ သမိုင်းနောက်ခံဇာတ်ကားလေးကို\nတင်ဆက်ပေးလိုက်ပါတယ်ဗျ ဇာတ်လမ်းလေးက အသတ်အဖြတ်တွေက\nကြမ်းတာမို့ တော်ရုံ ဆို မကြည့်သင့်ဘူးလို့ထင်မိပါတယ်ဗျ\nဇာတ်လမ်း အကျဉ်းလေးကတော့ မာယာနိုင်ငံတော်ကြီးဟာ\nသဘာဝဘေးတွေ ကြုံတွေ့ရကာမှ ယဇ် ပူဇော်ရန်အတွက်\nတောထဲမှ လူမျိုးစုများကိုဖမ်းခေါ်ပြီး စတေးကြပါတယ်\nဒီလိုနဲ့ ဖမ်းလာတဲ့ အထဲက မှ Jaguar Paw ကတော့\nနတ်ဘုရားတွေရဲ့ မျက်နှာသာပေးခြင်းကိုခံရပြီး\nအသတ်ခံရနီးမှာ ပြန်လည်လွတ်မြောက်လာခဲ့ပါတယ်\nဒီလိုနဲ့ Jaguar Paw တယောက်\nမိသားစုနဲ့ပြန်လည်ဆုံးစည်းနိုင်မှာလား\nဆိုတာကိုတော့ ပရိတ်သတ်ကြီးကပဲ\nဆက်လက်ကြည့်ရှူလိုက်ပါတော့ဗျာ\nရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပါတယ်File Size - 1.45 GB\nRun Time - 139 min\nQuality - 1080P BluRay\nSubtitle -  Myanmar (Hardsub)\nTranslator - Little Neo (Khai Phyo)\nEncoder - Thit San Khantzawgyi\nအခုတစ္ခါေတာ့ ၂၀၀၆ ခုႏွစ္ကထြက္ရွိထားတဲ့\nမာယာလူမ်ိဳးေတြရဲ႕ သမိုင္းေနာက္ခံဇာတ္ကားေလးကို\nတင္ဆက္ေပးလိုက္ပါတယ္ဗ် ဇာတ္လမ္းေလးက အသတ္အျဖတ္ေတြက\nၾကမ္းတာမို႔ ေတာ္႐ုံ ဆို မၾကည့္သင့္ဘူးလို႔ထင္မိပါတယ္ဗ်\nဇာတ္လမ္း ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/apocalypto-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/03/MV5BMDE5OWMzM2QtOTU2ZS00NzAyLWI2MDEtOTRlYjIxZGM0OWRjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SX672_CR00672999_AL_-135x200.jpg",
        "title": "The Revenant (2015)",
        "description": "အော်စကာဆု ရွှေကမ္ဘာလုံးဆု တွေ အပါအဝင်ရုပ်ရှင်လောက ရဲ့ ထိပ်သီးဆုတွေ အတွက်လျာထားခြင်းခံထားရတဲ့ ဇာတ်ကားပါ။\nဒီဇာတ်ကား ရဲ့ အဓိက မင်းသား လီယိုနာဒို ရဲ့သရုပ်ဆောင် သက်တမ်းတစ်လျှောက်အမှတ်ရစရာအကောင်းဆုံး ဇာတ်ကားလည်းဖြစ်လာနိုင်ပါတယ်။\nအော်စကာဆုတွေနဲ့ လွဲလွဲနေတဲ့ မင်းသား လီယိုနာဒိုဟာဒီဇာတ်ကားနဲ့အတူ ရနိုင်ဖို့ ကမ္ဘာ့ရုပ်ရှင်ဇာတ်ခုံပေါ်ကလူတိုင်းလိုလို တစ်ပေးထားကြပါတယ်။\nဒီဇာတ်ကားမှာဆိုရင် ပါဝင်ခဲ့တဲ့ သရုပ်ဆောင်တွေရဲ့ကြိုးစားအားထုတ်မှုတွေ အပြင်ထုတ်လုပ်သူတွေရဲ့ ကုန်ကျစရိတ်အမြောက်အများ\nကျခံပြီး ရိုက်ကူးထားမှုတွေ ရုပ်ရှင်တစ်ဖွဲ့သားအားလုံး ရဲ့ အပင်ပန်းခံ ပြီး ပရိသတ်တွေ အပေါ် စေတနာဘယ်လောက် ထား ခဲ့တယ်ဆိုတာတွေပါ\nတွေ့မြင်ရမှာ ဖြစ်ပါတယ်။ယောကျ်ားတစ်ယောက်ရဲ့ စွန့်စားခန်းနဲ့အတူယောကျာ်းကောင်းတစ်ယောက်မှာရှိသင့်တဲ့ စိတ်ခွန်အား စွမ်းရည်သတ္တိ\nလုပ်ရည်ကိုင်ရည် တွေကို အကောင်းဆုံးပြနိုင်ခဲ့တဲ့ ဇာတ်ကားပါ။မိမိရဲ့အမဲလိုက်အဖွဲ့ဝင်တွေရဲ့ စွန့်ပစ်သစ္စာဖောက်ခြင်းကိုခံခဲ့ရတဲ့ နယ်မြေသစ်ရှာဖွေသူ Hugh\nGlass (လီယိုနာဒို) ရဲ့အသက်ရှင်ရပ်တည်ရဖို့ တစ်ဦးတည်းရုန်းကန်ရပုံတွေကိုအားရကျေနပ်ဖွယ် ကောင်းလောက်အောင်ရိုက်ပြထားတာပါ။\nမင်းသား လီယိုနာဒိုဟာ ဒီဇာတ်ရုပ်ကိုပြောစမှတ်တွင်လောက်အောင် သရုပ်ဆောင်ပြသွားတာကိုအားလုံးတွေ့မြင်ရမှာပါ။\nဒီဇာတ်ရုပ်ဟာ လီယိုနာဒိုကို အခြား အော်စကာ ဆန်ကာတင်မင်းသားတွေနဲ့ ယှဉ်လိုရင် ပိုသာ သွားအောင်ထောက်ပံ့ပေးနိုင်ခဲ့ပါတယ်။\nsurvival adventure ...",
        "rating": "8.0",
        "url": "https://megaup.net/1Hz4n/The_Revenant_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZjYxZWFiMmItM2IyZC00YjYxLTk1MjgtNzU2ZTk3YjRkZWE5XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "Bheeshma (2020)",
        "description": "ဒီကားထဲက မင်းသား Nithiinကို အိန္ဒိဇာတ်ကားချစ်သူတွေ သိပ်မသိလောက်ပေမယ့် အပြုံးလှလှပိုင်ရှင်လေးဖြစ်တဲ့မင်းသမီးချောလေး Rashmika Mandanna ရဲ့ ဇာတ်ကားမို့ ကြည့်စေချင်တဲ့ စေတနာနဲ့ ဘာသာပြန် တင်ဆက်လိုက်တာပါ။မူရင်း အင်္ဂလိပ်စာဖိုင်မှာ အင်္ဂလိပ်လိုပြောတဲ့နေရာတွေမှာ စာမပါတဲ့အတွက် အတတ်နိုင်ဆုံး နားထောင်ပြီး အပြည့်စုံဆုံးဖြစ်အောင် ကြိုးစားပေးလိုက်တာပါ။ဇာတ်ကားအကြောင်း နည်းနည်းပြောရမယ်ဆိုရင်... ရုတ်တရတ်ကြည့်ရင်တော့ ဒီဇာတ်ကားကဝန်ကြီးချုပ်မင်းသားလို့ခေါ်တဲ့ Mahesh Babu ရဲ့ ဝန်ကြီးချုပ်ဇာတ်ကား(Bharat Ane Nenu)နဲ့ Maharshi ဇာတ်ကားကိုinspiration ယူပြီး ရိုက်ကူးထားတယ်လို့တောင် ထင်ချင်စရာပါပဲ။ဒါပေမယ့်လည်း ကွဲလွဲနေတာတွေတော့ အများကြီးရှိပါတယ်။ဒီကားထဲကမင်းသားဟာ တေလေဂျပိုး ၊ ကောလိပ်ကနေ အထုတ်ခံလိုက်ရတဲ့သူ။ဘ၀မှာ ကံဆိုးတတ်သူမို့ ဂေါ်မစွံလူပျိုဘ၀နဲ့ သူပြောတဲ့စကားထဲကလို IAS (I Am Single) ဖြစ်နေသူ။မိန်းကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲပါတယ်ဆိုပြီး ရဲစခန်းရောက်အပြစ်တွေကို အေစီပီအရာရှိလက်အောက်မှာ ဆေးကြောရင်း အေစီပီ့သမီးကိုချစ်ကြိုက်မိရာကနေ သူ့ဘ၀ ပြောင်းလဲလာတယ်လို့ ဆိုရမှာပါပဲ။ဘာတွေ ဘယ်လိုပြောင်းလဲမလဲဆိုတာကတော့ ကိုယ့်ဘာသာ ခံစားလိုက်ပါတော့။ဒီကားထဲမှာ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/bheeshma-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/man-on-fire2004-172x200.jpg",
        "title": "Man on Fire(2004)",
        "description": "Man on Fire(2004)\nIMDb...7.7\nနှုတ်ခမ်းမွေး မုတ်ဆိတ်မွေး ဗရပွနဲ့ လူတစ်ယောက်...သူက အတိတ်က လုပ်ခဲ့တဲ့ ကိစ္စတစ်ရဲ့ အမှားတစ်ချို့ ကိုမေ့ပျောက်ဖို့ အတွက်အရက်ကို အချိန်ပြည့်နီးပါးအဖော်ပြုနေတဲ့သူ....တစ်နေ့တော့ သူ့သူငယ်ချင်းတစ်ယောက်က လာပြောတယ် ဒီအတိုင်းနေမယ့်အတူတူ အပြုအမူလေးတွေဆင်ခြင်ပြီးတော့ ချမ်းသာတဲ့ အသိုင်းအဝန်းက အိမ်မှာ ဘော်ဂီဂတ်လုပ်ဖို့ အကြံပေးလာတယ်... သူဟာ အတိတ်တုန်းက စစ်မှုထမ်းခဲ့ပြီး စစ်မှုထမ်းသက်လည်း အတော်ရှိခဲ့ပြီး ထူးချွျန်ခဲ့တဲ့သူတစ်ယောက်...ဘောဒီဂတ်လုပ်ရမှာကပြန်ပေးမှုအများဆုံးဖြစ်နေတဲ့ မက္ကဆီကို ..သူဒီအလုပ်ကိုလက်ခံလိုက်တယ်....ဒီကားက တော်တော်များများကြားဖူး ကြည့်ဖူးပြီးသားဖြစ်မှာပါ...ဒါရိုက်တာTony Scott ရိုက်ကူးပြီးကျွန်တော်တို့ရဲ့ အသည်းစွဲမင်းသားကြီး  Denzel Washington, ပါဝင်သရုပ်ဆောင်ထားပါတယ်...ပရိယာယ်များပြီး ဘယ်ကိစ္စမဆို ယုံကြည်လို့မရတဲ့ ဒီလောကကြီးမှာ ကျွန်တော်ကတော့  Denzel Washington, ရိုက်တဲ့ ကားတွေကို ချွင်းချက်ထားလိုက်ချင်တယ်..သိတဲ့အတိုင်း သူ့ကားတွေဟာ မကောင်းတဲ့ကားတောင်မရှိသလောက်ရယ်...ဒီကားမှာလည်း တိုတိုပြတ်ပြတ်ပြောပြီးအလုပ်ကိုတာဝန်ကျေတဲ့သူတစ်ယောက်...သူ့စောင့်ရှောက်ရတဲ့ကလေးမလေးအပေါ် သမီးလေးတစ်ယောက်လိုသံယောဇဉ်တွယ်ပြီး တဖြည်းဖြည်းပြောင်းလဲလာတဲ့ ဆက်ဆံရေး...ရှုတ်ထွေးပွေလီလှတဲ့ ကလေးငယ်ပြန်ပေးဆွဲမှုတွေ....ကျွန်တော့်လိုခပ်ကြောင်ကြောင် ကားတွေကြိုက်တဲ့သူတွေအဖို့ ကြည့်သင့်ပါကြောင်း မဝံမရဲတိုက်တွန်းပါရစေ...File Size : (9၀0 MB)\nQuality : Blu-Ray ...",
        "rating": "7.7",
        "url": "https://megaup.net/Qrv2/Man_On_Fire_[2004]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/azsw7qyskno7-143x200.jpg",
        "title": "Bodyguard (2020)",
        "description": "အချစ်ဆိုတာမျိုးကမထင်မှတ်ပဲ\nအခြေအနေမျိုးစုံမှာရုတ်တရက်\nထွက်ပေါ်တတ်လာတာမျိုးပါ။\nကိုယ်ချစ်တဲ့သူကို သက်ဆုံးတိုင်ကာကွယ်ပေးချင်တယ်။\nစောင့်ရှောက်ပေးချင်တယ်။\nဒီကားလေးကတော့ ၂၀၂၀ကထွက်ရှိထားပြီး\nAction/Drama အမျိုးအစားကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\nဇာတ်လမ်းလေးကတော့ ဆူဝန်ဆိုတဲ့သူတစ်ယောက်က\nဘဝမှာအသက်ထက်ချစ်ရတဲ့ ချစ်သူကိုဆုံးရှုံးပြီး\nနောက်ဘဝကိုပေပေတေတေနေလာခဲ့ပါတယ်။\nသူမှာသူငယ်ချင်းနှစ်ယာက်ရှိတယ်။\nထယ်ယောင်း၊ချောလေးဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်နဲ့\nငွေချေးလုပ်ငန်းတစ်ခုမှာ လူမိုက်ဝင်လုပ်နေခဲ့တယ်။\nတရက်မှာတော့မထင်မှတ်ပဲ သူဘဝထဲကို\nသူချစ်သူအခြေအနေနဲ့တူတဲ့ ထူးဆန်းတဲ့\nအမျိုးသမီးတယောက်ရုတ်တရက်ဝင်ရောက်လာခဲ့ပါတယ်။\nအဲ့ဒီကောင်မလေးကို ဆူဝန်က\nကာကွယ်ပေးဖို့ဖြစ်လာခဲ့သလို\nသူမအတွက်ဆိုအမြဲအဆင်သင့်ရှိနေပေးရမယ့်\nဘော်ဒီဂတ်တစ်ယောက်လိုဖြစ်လာခဲ့ပါတယ်။\nသူဘဝထဲအမှတ်မထင်ဝင်ရောက်လာတဲ့\nကောင်မလေးကကော ဘယ်သူလဲ ဘယ်လိုရောက်လာတာလဲ\nဆိုတာကိုတော့စိတ်ဝင်စားဖွယ်တွေ့ရမှာဖြစ်လို့\nဇာတ်လမ်းကိုကိုယ်တိုင်ပဲခံစားကြည့်စေချင်ပါတယ်။\nAction ကားဆိုပေမယ့်\nအချစ် Romance လေးလဲပါသလို\nဇာတ်လမ်းလေးကလည်းဆန်းပြီး\nအလှည့်အပြောင်းလေးတွေလည်းရောစပ်ထားပါတယ်။\nပိတ်ရက်မှာ Action ကားကောင်းကောင်းမျှော်နေတဲ့\nပရိတ်သတ်ကြီးလည်းအကြိုက်တွေ့မယ်လို့မျှော်လင့်ပါတယ်။\nFile Size : 585 MB\nQuality : WEB-DL  720p\nFormat…mp4\nDuration… 1h 21m\nGenre : Action , Drama,\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by -  Moe Pwint\nEncoded by - XCode\\\nzawgyi\nအခ်စ္ဆိုတာမ်ိဳးကမထင္မွတ္ပဲ\nအေျခအေနမ်ိဳးစုံမွာ႐ုတ္တရက္\nထြက္ေပၚတတ္လာတာမ်ိဳးပါ။\nကိုယ္ခ်စ္တဲ့သူကို သက္ဆုံးတိုင္ကာကြယ္ေပးခ်င္တယ္။\nေစာင့္ေရွာက္ေပးခ်င္တယ္။\nဒီကားေလးကေတာ့ ၂၀၂၀ကထြက္ရွိထားၿပီး\nAction/Drama အမ်ိဳးအစားကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။\nဇာတ္လမ္းေလးကေတာ့ ဆူဝန္ဆိုတဲ့သူတစ္ေယာက္က\nဘဝမွာအသက္ထက္ခ်စ္ရတဲ့ ခ်စ္သူကိုဆုံးရႈံးၿပီး\nေနာက္ဘဝကိုေပေပေတေတေနလာခဲ့ပါတယ္။\nသူမွာသူငယ္ခ်င္းႏွစ္ယာက္ရွိတယ္။\nထယ္ေယာင္း၊ေခ်ာေလးဆိုတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္နဲ႔\nေငြေခ်းလုပ္ငန္းတစ္ခုမွာ လူမိုက္ဝင္လုပ္ေနခဲ့တယ္။\nတရက္မွာေတာ့မထင္မွတ္ပဲ သူဘဝထဲကို\nသူခ်စ္သူအေျခအေနနဲ႔တူတဲ့ ထူးဆန္းတဲ့\nအမ်ိဳးသမီးတေယာက္႐ုတ္တရက္ဝင္ေရာက္လာခဲ့ပါတယ္။\nအဲ့ဒီေကာင္မေလးကို ဆူဝန္က\nကာကြယ္ေပးဖို႔ျဖစ္လာခဲ့သလို\nသူမအတြက္ဆိုအၿမဲအဆင္သင့္ရွိေနေပးရမယ့္\nေဘာ္ဒီဂတ္တစ္ေယာက္လိုျဖစ္လာခဲ့ပါတယ္။\nသူဘဝထဲအမွတ္မထင္ဝင္ေရာက္လာတဲ့\nေကာင္မေလးကေကာ ဘယ္သူလဲ ဘယ္လိုေရာက္လာတာလဲ\nဆိုတာကိုေတာ့စိတ္ဝင္စားဖြယ္ေတြ႕ရမွာျဖစ္လို႔\nဇာတ္လမ္းကိုကိုယ္တိုင္ပဲခံစားၾကည့္ေစခ်င္ပါတယ္။\nAction ကားဆိုေပမယ့္\nအခ်စ္ Romance ေလးလဲပါသလို\nဇာတ္လမ္းေလးကလည္းဆန္းၿပီး\nအလွည့္အေျပာင္းေလးေတြလည္းေရာစပ္ထားပါတယ္။\nပိတ္ရက္မွာ Action ကားေကာင္းေကာင္းေမွ်ာ္ေနတဲ့\nပရိတ္သတ္ႀကီးလည္းအႀကိဳက္ေတြ႕မယ္လို႔ေမွ်ာ္လင့္ပါတယ္။\nFile ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/bodyguard-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qHCZ6LjtmqWDfXXN28TlIC9OppK.jpg",
        "title": "Saw: The Final Chapter (2010)",
        "description": "Saw လို့ပြောလိုက်ရင်သူ့ရဲ့ရက်ရက်စက်စက်သွေးထွက်သံယိုအခန်းတွေကိုပြေးမြင်မိကြမှာပါSaw franchise ရဲ့ ၇ကားမြောက်ဖြစ်တဲ့ဒီကားဟာလဲsaw ဖန်တွေအကြိုက်တွေ့မယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်ရှေ့ကားတွေနဲ့ပြန်ချိတ်ထားတာတွေကလဲသေသပ်သလို ဇာတ်ကောင်တွေလဲအများကြီးပါဝင်ထားပါတယ်ပြီးတော့ saw ကားတွေရဲ့ထုံးစံအတိုင်းတစ်ကားနဲ့တစ်ကားမှာအသုံးပြုတဲ့လက်နက်တွေ စက်ပစ္စည်းတွေမတူတာကြောင့်\nစိတ်ဝင်စားစရာကောင်းပါတယ်Plot twist တချို့ကိုလဲချပြသွားပါတယ်သွေးထွက်သံယိုအခန်းတွေအများအပြားပါဝင်ပြီးတကယ်ကို ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားတာကြောင့်ကြောက်တတ်သူများနဲ့နှလုံးရောဂါအခံရှိသူများမကြည့်သင့်ပါဘူး File Size : ( 842 MB , 248 MB)\nQuality : BluRay 720p\nRunning Time : 1 hr 30 min\nFormat : Mp4\nGenre :  Action , Adventure , Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thae Oo San\nEncoded by Moe Myint Lwin zawgyiSaw လို႔ေျပာလိုက္ရင္သူ႔ရဲ႕ရက္ရက္စက္စက္ေသြးထြက္သံယိုအခန္းေတြကိုေျပးျမင္မိၾကမွာပါSaw franchise ရဲ႕ ၇ကားေျမာက္ျဖစ္တဲ့ဒီကားဟာလဲsaw ဖန္ေတြအႀကိဳက္ေတြ႕မယ့္ကားတစ္ကားပဲျဖစ္ပါတယ္ေရွ႕ကားေတြနဲ႔ျပန္ခ်ိတ္ထားတာေတြကလဲေသသပ္သလို ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/saw-the-final-chapter-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BNjk3M2UwMTUtZjlmNS00YzVmLWEyYjYtMWY2M2EzOTIzYjg4XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-143x200.jpg",
        "title": "The Silence of the Marsh (2020)",
        "description": "ဒီရုပ်ရှင်ကားဟာ Netflix မှာ ဒီရက်ပိုင်းတက်လာတဲ့ ရုပ်ရှင်ကားပါ\nMoney Heist ထဲက ဘာလင် အဖြစ် သရုပ်ဆောင်တဲ့ မင်းသား ပီဒရို က\nခေါင်းဆောင်မင်းသား အဖြစ် သရုပ်ဆောင်ထားပါတယ်...\nဇတ်လမ်းပုံစံကတော့\nQ ဆိုတဲ့ စာရေးဆရာဟာ ထိတ်လန့်သည်းဖို လူသတ်ဇတ်လမ်းတွေ\nရေးပြီး အောင်မြင်နေတဲ့ စာရေးဆရာ တစ်ယောက်ဖြစ်ပါတယ်...\nသူ့ ဝတ္တုထဲက လူသတ်သမားဟာ လူတွေကို ပိပိရိရိ သတ်ပြီး\nအစဖျောက်တဲ့နေရာမှာ ကျွမ်းကျင်လွန်းလို့ ဘယ်တော့မှ ဖမ်းမိတဲ့သူပါ\nဒါ့အပြင် နိုင်ငံအတွင်း လဘ်စား ချစားနေတဲ့ နာမည်ကျော်တွေကိုမှ\nရွေးသတ်တက်တဲ့ ဇတ်ကောင်မျိုးပေါ့....\nလူတွေ မသိထားတာကတော့ ဒီအောင်မြင်နေတဲ့\nဇတ်လမ်းရဲ့ နောက်ကွယ်က ဖြတ်ရပ်မှန် တစ်ခုကိုပါ....\nဇတ်လမ်းက အေးသလို ရှိလိုက် ဝုန်းဒိုင်းကျလဲလိုက် နဲ့\nမပျင်းရိရအောင် သင့်ကို တစ တစ ဆွဲခေါ်သွားမှာဖြစ်ပါတယ်\nဇတ်လမ်းကို  ဘာသာပြန်ပေးထားတာကတော့\nLittle Neo ဖြစ်ပြီး Thit San Khant မှ တင်ဆက်ပေးထားပါတယ်\nzawgyi\nဒီ႐ုပ္ရွင္ကားဟာ Netflix မွာ ဒီရက္ပိုင္းတက္လာတဲ့ ႐ုပ္ရွင္ကားပါ\nMoney ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-silence-of-the-marsh-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/TO-138x200.jpg",
        "title": "To Your Last Death(2019)",
        "description": "To Your Last Death(2019)ထိတ်လန့်ဖွယ် ခပ်ကြမ်းကြမ်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက် Animation ဇာတ်ကြမ်းကားတစ်ကား လာပါပြီ...ဇာတ်လမ်းအညွှန်းDeKalb ဆိုတဲ့ အာဏာရှိမိသားစုမှာ သားသမီးလေးယောက်ရှိရာက သူတို့လေးယောက်လုံးကို ငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူကြီးဟာ ညှင်းပန်းနှိပ်စက်ခဲ့တာပါ...စီးပွားရေးရာမှာ အောင်မြင်လာတဲ့ဖခင်ကြီးဟာ နိုင်ငံရေးဘက်ကို ခြေစုံပစ်ဝင်ဖို့ ကြိုးစားလာပြီး ဒုတိယသမ္မတအဖြစ် မဲဆွယ်ပွဲလုပ်တဲ့အခါမှာ သားသမီးလေးယောက်လုံးဟာ သူတို့အဖေရဲ့မကောင်းကြောင်းကို လူရှေ့သူရှေ့မှာ ထုတ်ဖော်ပြောကြားလိုက်တဲ့အတွက် သူ့ရဲ့နိုင်ငံရေးကြိုးပမ်းမှုဟာ ကျရှုံးခဲ့ရပါတယ်...\nဖခင်ဖြစ်သူအတွက်တော့ ကမ္ဘာမကျေ ဖြစ်ရပ်ပါပဲ..အဲ့ဒီနောက်တော့\nဖခင်ဖြစ်သူဟာ ဘယ်လိုရက်စက်ယုတ်မာမလဲ...\nသားသမီးတွေကရော ဘယ်လို လူသတ်သမားမျိုးစုံနဲ့တွေ့မလဲ...\nဒီ Animation က အက်ရှင်ကားဖြစ်ပြီး လူသတ်ချက်တွေလည်း\nရက်စက်ပြီး ထိတ်လန့်စရာကောင်းပါတယ်...\nPlot Twist တွေများတဲ့အပြင် ခပ်ဆန်းဆန်းဇာတ်အိမ်လည်းဖြစ်လို့\nခံစားကြည့်ကြပါဦး...\nဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်...File Size : (850 MB) and (380 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:31:00\nGenre : Animation , Action , Horror\nSubtitle ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/to-your-last-death2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/missinf-140x200.jpg",
        "title": "Mr. Zoo: The Missing VIP (2020)",
        "description": "ဒီဇာတ်ကားလေးကတော့ ၂၀၂၀ ဇန်နဝါရီလောက်က ထွက်ရှိထားတာပါအမျိုးအစားကတော့Drama/Comedy ဖြစ်ပြီး IMDB က 5.7/10 ရထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ လူနဲ့တိရိစ္ဆာန်တွေကြားကအပြန်အလှန်ချစ်ခြင်းမေတ္တာနဲ့ဂရုဏာတရားကိုဖော်ကျူးပေးထားပြီး တိရိစ္ဆာန်တွေရဲ့ခံစားချက်ကို ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ ဟာသကားကောင်းလေးတစ်ကားပါ။လျှို့ဝှက်အေးဂျင့်တယောက်ဖြစ်တဲ့ဂျူထယ်ဂျူက တိရိစ္ဆာန်တွေဆိုအရမ်းမုန်းတဲ့သူပပေါ့။သူနဲ့ဆန့်ကျင်ဖက်သူ့သမီးလေးဆိုယောင်းကတော့တိရိစ္ဆာန်တွေကိုအရမ်းချစ်တတ်တဲ့အပြင် တိရိစ္ဆာန်ဆေးကုဆရာဝန်ဖြစ်ချင်နေတဲ့ကလေးမလေးပါ။တစ်နေ့သူ့သမီးလေးကကြောင်တစ်ကောင် သခင်ပျောက်နေတာကို ကယ်တင်ဖို့ အဖေဖြစ်သူဂျူထယ်ဂျူကိုသခင်ရှာပေးဖို့အကူအညီတောင်းလိုက်ပါတယ်။တိရိစ္ဆာန်မုန်းသူကြီး ဂျူထယ်ဂျူဆိုသည်မှာလည်း အဲ့ကြောင်ကို သူလက်ထဲထည့်တာနဲ့ အမှိုက်ပုံးထဲပစ်ထည့်လိုက်တယ်။အဲ့အချိန်ကစပြီးသူဘဝကအပြောင်းလဲကြီးပြောင်းလဲသွားခဲ့ပါတယ်။တိရိစ္ဆာန်တွေကို ဂရုမစိုက်လို့ဒဏ်ခတ်ခံလိုက်ရတယ်တဲ့။အဲ့ဒီပြစ်ဒဏ်ကတော့အဲ့အချိန်ကစပြီးသူတိရိစ္ဆာန်စကားကိုနားလည်သွားတာပါ။တိရိစ္ဆာန်တွေရဲ့ခံစားချက်တွေ၊ပြောစကားတွေကိုနားလည်သွားပြီးနောက် ဂျူထယ်ဂျူတစ်ယောက်ဘယ်လိုပြောင်းလဲသွားမှာလဲဆိုတာကို CM ပရိတ်သတ်ကြီး ကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ကြပါ။ဟာသသရုပ်ဆောင်တော်တော်များများက အသံသရုပ်ဆောင်ပေးထားတဲ့အပြင် ဇာတ်လမ်းဇာတ်အိမ်လေးကလည်းကောင်းလို့ ဟာသလေးတွေနဲ့တဝါးဝါးတဟားဟားရယ်ရမှာဖြစ်တဲ့အတွက် ကြည့်ပျော်မယ့်ကားကောင်းလေးတစ်ကားဆိုတာတော့အသေအချာပါပဲလို့ညွှန်းချင်ပါတယ်။***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်နားထောင်ပြီး ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါ(ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…) File Size : (950 MB)\nQuality : HDRip 720p\nRunning Time : 1hr 54min\nFormat : ...",
        "rating": "5.7",
        "url": "https://megaup.net/1Vaxc/Mr._Zoo__The_Missing_VIP_(2020).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4VlXER3FImHeFuUjBShFamhIp9M.jpg",
        "title": "Mortal Kombat Legends: Scorpion’s Revenge (2020)",
        "description": "အသစ္စက္စက္ထြက္ရိွလာတဲ့ Mortal Combat Animation ပါ။ေတာ္ေတာ္ေလး ၾကၫ့္လို႔ေကာင္းပါတယ္။ဂိမ္းသမားေတြကေတာ့ ဘရုစ္လီနဲ႔သံခေမာက္ဆိုရင္ မသိတဲ့လူ မရိွသေလာက္ပါပဲ။ေသြးသံတရဲရဲေတြနဲ႔မို႔ R rated ႀကိဳက္တဲ့သူေတြအတြက္ ရွယ္ပါပဲ။ဇာတ္လမ္းအက်ဉ္းကေတာ့ စႂကၤဝဠာႀကီးအစမွာElder God ေတြက realm ေတြဖန္တီးေပးခဲ့ၾကတယ္။ကိုယ့္ေလာကဆီကို တျခားေလာကကသူေတြ လာမက်ူးေက်ာ္ဖို႔generation တစ္ခုမွာတစ္ခါ realm တိုင္းက အေတာ္ဆံုးတိုက္ခိုက္ေရးသမားေတြစုၿပီးယွဉ္ၿပိဳင္တိုက္ခိုက္ေစတယ္။ အဲဒီၿပိဳင္ပြဲရဲ့နာမည္ကေတာ့ Mortal Kombat ေပါ့။Mortal Kombat ကို realmတစ္ခုတည္းကေန ၁၀ ပြဲဆက္တိုက္ႏိုင္သြားခဲ့ရင္ အႏိုင္ရတဲ့သူကတျခားrealmေတြနဲ႔ေပါင္းၿပီး သူအုပ္ခ်ဳပ္ခ်င္သလို အုပ္ခ်ဳပ္ခြင့္ရိွတယ္။Earthrealm ကေတာ့ ၿပီးခဲ့တဲ့ ၉ ပြဲမွာ Shao Khan ဆိုတဲ့ဧကရာဇ္ႀကီးကို ရႈံးထားေလရဲ့။အခု ၁၀ ပြဲေျမာက္က ...",
        "rating": "",
        "url": "https://channelmyanmar.org/mortal-kombat-legends-scorpions-revenge-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/The_Gentlemen-poster-135x200.jpg",
        "title": "The Gentlemen (2019)",
        "description": "The Gentlemen (2019)\nIMDb - 7.8/10_____Rotten - 75% \n(unicode)\nသူ့နာမည်က မစ်ကီပီရာဆန်.....ဥာဏ်ကောင်းပြီးအောက်စဖိုဒ့်ကျောင်းသားတစ်ယောက်ဖြစ်ပေမယ့် သူက ဆင်းရဲတယ်...သူဟာ ထက်မြက်တဲ့သူတစ်ယောက်ဆိုပေမယ့် ကျောင်းမပြီးဘူး...ဘာလို့ဆို မူးယစ်ဂိုဏ်းက လူတစ်ချို့နဲ့အဆက်အသွယ်ရပြီး\nအချိန်တိုအတွင်း ငွေတွေမျိုးမျိုးမျက်မျက်ဝင်တဲ့ ဒီလောကကို သူသဘောကျသွားတယ်... လူတစ်ယောက်ရဲ့ လည်ပင်းကိုလှီးပြီး သွေးစင်တာတောင် မျက်တောင်ခတ်ဖို့ သတိမရတတ်တဲ့ဒီပတ်ဝန်းကျင်မှာ ဟိုနေရာဆေးလေးပို့ ဒီနေရာဆေးလေးပို့ ငွေလေးယူလိုက်\nအမြတ်ငွေလေးအိပ်ထဲထည့်လိုက်ရုံနဲ့မပြီးဘူးဆိုတာသိတဲ့နောက်မှာတော့\nမစ်ကီတစ်ယောက်ဟာ သူ့ကိုယ်သူ ဒီလောကရဲ့ အများသူငါမော်မကြည့်ရဲတဲ့\nဘုရင်တစ်ပါးအဖြစ်ပုံပြောင်းပါတော့တယ်....\nဒီဇာတ်ကားက ဂန်းစတားတွေအကြောင်းရိုက်ထားတာပါ...ဒုစရိုက်သမားတွေရဲ့\nကတုံးပေါ်ထိပ်ကွက်တွေ...\nလည်သူစားစတမ်းတွေ....လက်မရွှံတွေကြား မျက်ခုံးမွေးပေါ်စင်္ကြန်လျှောက်တဲ့သူတွေနဲ့ ဒီကားကတော်တော်မိုက်ပါတယ်...\nThe Irishman (2019) တို့လို့ ခပ်အေးအေးနဲ့ ဇာတ်လမ်းကို ဆွဲခေါ်တတ်တဲ့အမျိုးအစားမဟုတ်ပါဘူး..သူက ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာကြောင့် လည်းပါမှာပေါ့လေ...The Gentlemen (2019) ကတော့ ခပ်သွက်သွက်နဲ့ကိုဇာတ်လမ်းစထားပါတယ်...အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ Matthew McConaughey ကိုတော့\nအားလုံးသိကြမှာပါ...အခြားဝါရင့်ဟာသသရုပ်ဆောင်တွေ အက်ရှင်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။ လူငယ်အနေနဲ့လည်း crazy rich Asian တို့ last Christmas တို့ရဲ့ မင်းသား ဟင်နရီ ဂိုးဒင်းတို့လည်း ...",
        "rating": "7.8",
        "url": "https://megaup.net/Usc3/The_Gentlemen_[2019]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4KymNvlWR0XF0sqX2BWRd9Z3yXR.jpg",
        "title": "Outbreak (1995)",
        "description": "ဒီတစ်ခါမှာတော့ လတ်တလော ဖြစ်ပွားနေတဲ့ Covid 19 လိုမျိုး ဗိုင်းရပ်စ်တစ်မျိုးကြောင့်လူတွေ ဘယ်လိုဒုက္ခရောက်ရလဲဆိုတာကို ရိုက်ကူးပြထားတဲ့ ရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်1995 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Outbreak ဆိုတဲ့ အမေရိကန်ကားလေးပါဒီဇာတ်ကားထဲက ဇာတ်လိုက်ကျော်ဗိုင်းရပ်စ်ကတော့ အာဖရိကမှာ စတင်ပေါ်ပေါက်လာခဲ့တဲ့ Motaba ဗိုင်းရပ်စ်ပါဘီလီဖော့ဒ်နဲ့ သူ့အထက်အရာရှိ မက်ကလင်တော့တို့ဟာ အာဖရိကကို ကူညီဖို့ သွားခဲ့ပေမဲ့ ပြင်းထန်လွန်းပီးကူးစက်မြန်တဲ့ ရောဂါ ဖြစ်နေတဲ့အတွက် မတတ်သာဘဲ စခန်းကို အပျောက်ရှင်းခဲ့လိုက်ကြပါတယ်ဒီဗိုင်းရပ်စ်အတွက် ကုသဆေးကိုတော့ အမေရိကမှာ စမ်းသပ်ထုတ်ဖော်ခဲ့ကြပီး လျှို့ဝှက်လက်နက်တစ်ခုအနေနဲ့ သိမ်းထားခဲ့ကြပါတယ်တစ်နေ့မှာ အာဖရိကမှ မျောက်တစ်ကောင်ကို ဂျင်ဘိုဆိုတဲ့ကောင်လေးက ဖမ်းလာခဲ့မိပါတယ်အဲဒီမျောက်မှာ Motaba virus ပါလာပြီး ဂျင်ဘိုကတစ်ဆင့် ကူးစက်ပါတော့တယ်ဂျင်ဘိုက မျောက်ကို လွှတ်ပေးလိုက်တဲ့အခါ အစရှာမရဖြစ်ပီး ရောဂါဟာ ကယ်လီဖိုးနီးယားက ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/outbreak-1995/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/n2C6jRK9PtPIs99RQhKtqGlsnsO.jpg",
        "title": "My Spy(2020)",
        "description": "My Spy(2020)(unicode)ဖခင်ဖြစ်သူဟာ လူဆိုးတွေနဲ့ပတ်သက်မိပြီး သေဆုံးခဲ့လို့ ၉နှစ်အရွယ်သမီးလေးဟာ\nအမေနဲ့ပဲကျန်ခဲ့လေရဲ့...\nဒီမိသားစုဟာ လူသတ်တရားခံနဲ့ ပတ်သက်နိုင်လို့ဆိုပြီး\nစုံထောက်အဖွဲ့ဟာ ဒီကလေးမလေးရဲ့အိမ်ကို ၂၄နာရီစောင့်ကြည့်ပါတယ်...\nစောင့်ကြည့်အဖွဲ့ခေါင်းဆောင်က စီအိုင်အေက လူကြမ်းအေးဂျင့်ကြီး\nတစ်ယောက်ဖြစ်ပါတယ်....\nစီအိုင်အေရဲ့ အဆင့်မြင့်ထောက်လှမ်းမှုတွေကို ထက်မြက်တဲ့ကောင်မလေးဟာသိသွားခဲ့တယ်...ဒီကလေးမလေးဟာ ဒီအတိုင်းတော့မနေဘူး..စီအိုင်အေထောက်လှမ်းရေးအဖွဲ့ကို တုန့်ပြန်ဖို့အကွက်လေးတွေဆင်ပါတော့တယ်..အေးဂျင့်ကြီးဒီကလေးကြောင့်တိုင်တွေပတ်တဲ့အပြင် လူဆိုးအဖွဲ့ကလည်း တစ်ချိန်ထဲပေါ်လာတဲ့အချိန်မှာတော့...\nကလေးမလေးက ဘယ်လိုတွေလုပ်လဲ...မိသားစုနဲ့ လူဆိုးအဖွဲ့ကရော ဘယ်လိုတွေ\nဆက်နွယ်မှုရှိနေတာလဲ...တကယ်အမှုကြီး ရုပ်လုံးပေါ်လာချိန်မှာ အေးဂျင့်ကြီးနဲ့\nကလေးမလေးက ဘယ်လိုတွေရင်ဆိုင်ကြမလဲ...ဒီဇာတ်လမ်းက ရယ်လည်းရယ်ရသလို အက်ရှင်ခန်းခပ်မိုက်မိုက်တွေလည်း ပါပါတယ်..မိသားစုနဲ့အတူကြည့်လို့ရသလို\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်လည်းကောင်းပါတယ်...\nအေးဂျင့်ကြီးအဖြစ်တော့နပမ်းမင်းသားလို့\nအားလုံးတော်တော်များများခေါ်ကြတဲ့ ဘက်တစ်စတာက\nသရုပ်ဆောင်ထားပါတယ်..\nဇာတ်လမ်းအညွှန်းနဲ့ဘာသာMarTizasဖြစ်ပါတယ်(zawgyi)ဖခင္ျဖစ္သူဟာ လူဆိုးေတြနဲ႔ပတ္သက္မိၿပီး ေသဆုံးခဲ့လို႔ ၉ႏွစ္အ႐ြယ္သမီးေလးဟာ\nအေမနဲ႔ပဲက်န္ခဲ့ေလရဲ႕...\nဒီမိသားစုဟာ လူသတ္တရားခံနဲ႔ ပတ္သက္ႏိုင္လို႔ဆိုၿပီး\nစုံေထာက္အဖြဲ႕ဟာ ဒီကေလးမေလးရဲ႕အိမ္ကို ၂၄နာရီေစာင့္ၾကည့္ပါတယ္...\nေစာင့္ၾကည့္အဖြဲ႕ေခါင္းေဆာင္က စီအိုင္ေအက လူၾကမ္းေအးဂ်င့္ႀကီး\nတစ္ေယာက္ျဖစ္ပါတယ္....\nစီအိုင္ေအရဲ႕ အဆင့္ျမင့္ေထာက္လွမ္းမႈေတြကို ထက္ျမက္တဲ့ေကာင္မေလးဟာသိသြားခဲ့တယ္...ဒီကေလးမေလးဟာ ဒီအတိုင္းေတာ့မေနဘူး..စီအိုင္ေအေထာက္လွမ္းေရးအဖြဲ႕ကို တုန႔္ျပန္ဖို႔အကြက္ေလးေတြဆင္ပါေတာ့တယ္..ေအးဂ်င့္ႀကီးဒီကေလးေၾကာင့္တိုင္ေတြပတ္တဲ့အျပင္ လူဆိုးအဖြဲ႕ကလည္း တစ္ခ်ိန္ထဲေပၚလာတဲ့အခ်ိန္မွာေတာ့...\nကေလးမေလးက ဘယ္လိုေတြလုပ္လဲ...မိသားစုနဲ႔ လူဆိုးအဖြဲ႕ကေရာ ဘယ္လိုေတြ\nဆက္ႏြယ္မႈရွိေနတာလဲ...တကယ္အမႈႀကီး ႐ုပ္လုံးေပၚလာခ်ိန္မွာ ေအးဂ်င့္ႀကီးနဲ႔\nကေလးမေလးက ဘယ္လိုေတြရင္ဆိုင္ၾကမလဲ...ဒီဇာတ္လမ္းက ရယ္လည္းရယ္ရသလို အက္ရွင္ခန္းခပ္မိုက္မိုက္ေတြလည္း ပါပါတယ္..မိသားစုနဲ႔အတူၾကည့္လို႔ရသလို\nရင္ခုန္စိတ္လႈပ္ရွားဖြယ္လည္းေကာင္းပါတယ္...\nေအးဂ်င့္ႀကီးအျဖစ္ေတာ့နပမ္းမင္းသားလို႔\nအားလုံးေတာ္ေတာ္မ်ားမ်ားေခၚၾကတဲ့ ဘက္တစ္စတာက\nသ႐ုပ္ေဆာင္ထားပါတယ္..\nဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာMarTizasျဖစ္ပါတယ္File Size : (900 MB) and (339 MB)\nQuality : ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/my-spy2020/",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/03/bad.boys_.2020-135x200.jpg",
        "title": "Bad Boys for Life (2020)",
        "description": "Bad Boys for Life (2020)===================IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။#UnicodeBad Boys ရုပ်ရှင်တွေကို ရုပ်ရှင်ချစ်သူအတော်များများ သိကြမှာပါ။ ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက ကြိုက်ခဲ့ရတဲ့အက်ရှင်ခပ်မြူးမြူးတွေပါပဲ။ အခုလည်း ဆရာကြီးနှစ်ယောက် အသက်ကြီးမှ တကြော့ပြန်လာပါပြီး။ အခုချိန်မှာဆိုမားကတ်စ်ကလည်း အဘိုးဖြစ်လာပြီး အငြိမ်းစားယူဖို့ဆုံးဖြတ်လိုက်ပါပြီ။ မိုက်ခ် (ဝယ်လ်စမစ်) တော့ လူပျိုကြီးအဖြစ်သေတဲ့အထိ လူဆိုးဖမ်းချင်နေတုန်းပါပဲ။ ဒါပေမယ့် သူတို့ရဲ့အတိတ်က ရန်ငြိုးက သူတို့ကို အေးအေးဆေးဆေးအနားယူခွင့်မပေးလာပါဘူး။ မိုက်ခ် နဲ့အတူ တရားသူကြီး၊ရှေ့နေ၊သတင်းပေး၊ ရဲအရာရှိ စတဲ့သူတွေအကုန် လုပ်ကြံခံလာရပါတယ်။ ဒီတော့ နောက်ဆုံးမှာ Bad Boys ကြီးနှစ်ယောက် နောက်ဆုံးအကြိမ်အဖြစ် ဆိုးကြ ကြမ်းကြပါတော့တယ်။ဇာတ်လမ်းရယ် အက်ရှင်တွေရယ် အကုန်အဆင်ပြေတာမို့ ကြည့်ရတာ ကျေနပ်ကြမှာပါ။ #ZawgyiBad Boys ႐ုပ္ရွင္ေတြကို ႐ုပ္ရွင္ခ်စ္သူအေတာ္မ်ားမ်ား သိၾကမွာပါ။ ကြၽန္ေတာ္တို႔ ငယ္ငယ္ကတည္းက ႀကိဳက္ခဲ့ရတဲ့အက္ရွင္ခပ္ျမဴးျမဴးေတြပါပဲ။ အခုလည္း ဆရာႀကီးႏွစ္ေယာက္ အသက္ႀကီးမွ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/bad-boys-for-life-2020-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/dA0l0f-140x200.jpg",
        "title": "Bully Bad Guys (2020)",
        "description": "Bully Bad Guys\nSynopsis\n ဒီဇာတ်ကားလေးမှာတော့ ဂျပန်ကျောင်းသားလူမိုက်အဖွဲ့က\nကိုရီးယားအထက်တန်းကျောင်းသားတွေအပေါ်\nအနိုင်ကျင့်ဖိနှိပ်မှုတွေ လူမျိုးခွဲခြားဆက်ဆံမှုတွေကို\nအသည်းယားဖွယ်ရိုက်ပြထားတာပဲဖြစ်ပါတယ်။\nဂျင်းမန်ဆိုတဲ့ ကျောင်းသားခေါင်ဆောင်ကောင်လေးက\nအမြဲ ဘော်ဒါစိတ်ဓါတ်အပြည့်နဲ့ ကိုယ့်သူငယ်ချင်းတွေကို\nအကာအကွယ်ပေးတတ်တဲ့အပြင်\nစိတ်သဘောထားလည်းကောင်းတဲ့အတွက်\nကျောင်းသားတွေကြားမှာ\nပေါ်ပြူလာဖြစ်တဲ့လူငယ်တစ်ယောက်ဖြစ်ပါတယ်။\nတစ်ရက်မှာတော့ ဂျပန်ကျောင်းသားလူဆိုးအဖွဲ့ရဲ့\nအနိုင်ကျင့်ဗိုလ်ကျတာကို ခံလိုက်ရတဲ့\nသူငယ်ချင်းတွေကိုကူညီဖို့ ဂျပန်ကျောင်းသားလူဆိုးအဖွဲ့နဲ့\nထိပ်တိုက်တွေ့လာပါတော့တယ်။\n          ကျောင်းသားလူငယ် ဇာတ်လမ်းဖြစ်တဲ့အတွက်\nလူငယ်အများစုအကြိုက်တွေ့စေမှာဖြစ်ပြီးတော့\nအက်ရှင်ကြမ်းကြမ်းအပြင် ဟာသရသကိုလည်း\nတပြိုင်တည်းခံစားလို့ရမယ့် ဇာတ်လမ်းကောင်းတစ်ခုလည်းဖြစ်ပါတယ်။\nသတ္တိနည်းပြီး စိတ်ဓါတ်ပျော့ညံ့တဲ့အတွက်\nဂျပန်အနိုင်ကျင့်တာကို ခံရပြီးတော့ မျိုးချစ်စိတ်ထက်သန်ကြပေမယ့်\nနိုင်ငံသမိုင်းကြောင်းကို ဂဂဏဏမသိကြတဲ့\nခေတ်လူငယ်တွေအားနည်းချက်ကို\nမီးမောင်းထိုးပြထားပြီး ဒီလိုအခြေအနေတွေကနေ\nနိုးထဖို့ messageပေးချင်တဲ့ သဘောထားကိုလည်း မြင်တွေ့ရပါတယ်။\nTranslated By : Dulia Lay\nEncoded By : XCode",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/bully-bad-guys-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BOTBkMzdiODAtYTQxZS00M2RjLWJhYWYtOTlkNzQ0ZDIzNzIyXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR007071000_AL_-141x200.jpg",
        "title": "Mad Max: Fury Road (2015)",
        "description": "Mad Max ဇာတ်ကား(၄)ကားစလုံးကို BluRay 1080p 5.1CH Quality နဲ့တင်ဆက်လိုက်ပါတယ်။ဒါကတော့ ၄ ကားမြောက် Mad Max:Fury Road (2015) ဇာတ်ကားပါ။ IMDb (8.1) နဲ့ Rotten Tomatoes(97%) ရရှိထားပါတယ်။Mad Max ဇာတ်ကားအကုန်လုံးအတွက် ပြည့်စုံလှတဲ့ အောက်ပါအညွှန်းကို International Movie News - IMN Facebook Page ကနေကူးယူဖော်ပြလိုက်ပါတယ်။ Mad Max ဇာတ်ကားအကုန်လုံးကို   https://channelmyanmar.org/?s=mad+max  မှာ Download ရယူပါ။)++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++++Mad Max: Fury Roadဒီ review ကို မဖတ်ခင် အရင်ဆုံး မေးခွန်းတစ်ခု မေးချင်ပါတယ်။ “သင် Action Movies များကို ကြိုက်ပါသလား?” ကြိုက်တယ်ဆိုရင် နောက်ထပ် မေးခွန်းတစ်ခုကတော့ “သင် ထို Action ...",
        "rating": "8.1",
        "url": "https://megaup.net/2sQnC/(CM)Mad_Max_-_Fury_Road_(2015)_(1080p_BluRay_x265_10bit_Tigole).mkv",
        "category": "Action, Adventure"
    }
]