[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/11bQBin5awp9xGoyB5JiXeSJsud.jpg",
        "title": "Alienoid (2022)",
        "description": "Aliennoid (2022)ထွက်မလာခင်ကတည်းက ဟိုးလေးတကျော်ကျော်နဲ့\nပရိသတ်တွေစောင့်နေတဲ့ Sci-Fi Action အမျိုးအစား Alienoid Part 1 ကတော့ ထွက်လာပါပြီ\nကျွန်တော်ကတော့ စောင့်ရကျိုးနပ်တယ်လို့ပဲ ပြောချင်ပါတယ်သုံးထားတဲ့ CGI တွေ နောက်ခံစကားပြော သရုပ်ဆောင်တွေနဲ့\nဇာတ်ကောင်တွေနဲ့အလိုက် သရုပ်ဆောင်တွေကို သုံးထားတာတော့ အံဝင်ခွင်ကျပါပဲမင်းသား Woo Bin ရဲ့ Comeback ရုပ်ရှင်ကတော့ K Industry မှာ တစ်ခေတ်ဆန်းသစ်ပြန်ပါပြီဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့\nဂိုလျောခေတ်ကို ဂြိုဟ်သားတွေ ရောက်လာတဲ့ကိစ္စပါပဲ\nတစ်ချိန်တည်းမှာပဲ လက်ရှိခေတ်မှာရော ဂြိုဟ်သားတွေ ကမ္ဘာမြေပေါ်ကိုရောက်လာပါလေရော\nအချိန်နှစ်ခုကို ယှဉ်ရိုက်ထားပြီး အဲဒီအချိန်နှစ်ခုကြားမှာ ဘယ်လို ပတ်သက်ဆက်နွယ်မှုတွေ ရှိသလဲဆိုတာကတော့ မြှုပ်ကွက်တစ်ခုပါပဲအားလုံးပဲသိတဲ့အတိုင်း ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကလည်း သူ့ထက်ငါ တပြားမှမလျော့ကြတဲ့သူတွေပါပဲ- Reply 1988 ထဲက Ryu JunYeol\n- Our Blues ထဲက Kim Woo Bin\n- 25-21 ထဲက သည်းသည်းတုန်လေး Kim Tae Ri ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/alienoid-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/R57cPTmF4Fmx5vkoBKonMEqwMk.jpg",
        "title": "Punish Evil ( 2022 )",
        "description": "CM ကနေပြီးတော့ Punish Evil ဆိုတဲ့\nဇာတ်ကားလေးနဲ့မိတ်ဆက်ချင်ပါတယ်။\nဇာတ်လမ်းအကျဉ်းကတော့ ၂၀ ရာစုနှစ်မှာ\nတရုတ်ပြည်တောင်ပိုင်းရဲ့ မြို့လေးဖြစ်တဲ့ပင်းဟိုင်မှာ\nရဲခေါင်းဆောင် Song Hai ကပင်းဟိုင်ရဲ့ဖြစ်သမျှ အမှုတွေကိုဦးဆောင်ရတဲ့သူပေါ့။တစ်နေ့မှာ ပင်းဟိုင်ဘဏ်ရဲ့ ဘဏ်လုယက်မှုမှာပါဝင်ပတ်သက်သူ\nZhuang Zhi Qiang ကသူ့အဖွဲ့ကိုဦးဆောင်ပြီးဘဏ်ကို လုယက်ခဲ့တယ်။\nZhuang Zhi Qiang ဦးဆောင်တဲ့အဖွဲ့က\n၂ မိနစ်အတွင်းလုယက်မှုကိုအောင်မြင်သွားနိုင်တဲ့အပြင်\nရဲတွေလက်ထဲကနေ လွတ်မြောက်နိုင်တဲ့လက်ရဲပြီးရက်စက်တဲ့အဖွဲ့ပေါ့။\nဒီလိုနဲ့ အမှုတွေဆက်တိုက်ဖြစ်လာရင်းရဲတွေက\nသဲလွန်စတွေနဲ့လိုက်လံဖမ်းဆီးတဲ့အခါမှတော့ဘယ်လိုတွေဆက်ဖြစ်လာမလဲ။\nဒီကားလေးကတော့ အက်ရှင်ကားကိုမှကြိုက်နှစ်သက်တဲ့လူတွေအတွက်\nရင်ခုန်စိတ်လှုပ်ရှားဖွယ်တင်ဆက်ထားတာကြောင့်\nဇာတ်လမ်းလေးကိုကြည့်ရူလိုက်ရအောင် ~\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Crime , Drama\nRuntime : 1h 25min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/punish-evil-2022/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BYTU1ZTc0NDYtZjdkZC00NTJkLWJlYzEtYzY1NzgwNTAwYTljXkEyXkFqcGdeQXVyMTE0MzY0NjE1._V1_-135x200.jpg",
        "title": "Bairagee (2022)",
        "description": "ကန်နာဒါလောကက ကိုယ်တွေမင်းသားကြီး\nပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်ရှီဗာဟာ ကျားပြဇာတ်ကို သရုပ်ဆောင်တဲ့\nသူတစ်ယောက်ဖြစ်ပြီး\n\"ကျားကြီး ရှီဗာ\" ဆိုတဲ့ အမည်တွင်တဲ့အပြင်\nဒေါသကြီးတဲ့သူအဖြစ်လည်း နာမည်ကြီးပါတယ်တစ်နေ့ သူ အဲဒီဒေါသကြောင့်ပဲ\nထောင် ၁၅ လ ကျခဲ့ပြီး ပြန်လွတ်လာတော့\nဒေါသကြီးတာမကောင်းဘူးဆိုပြီး\nဒေါသကို ချုပ်ထိန်းက ကျိုးနွံတဲ့စိတ်နဲ့\nလူသစ်တစ်ယောက်လို နေထိုင်ခဲ့ပါတယ်အဲဒီလိုနဲ့ သူ အလုပ်အတူလုပ်တဲ့ ဗက်တာဗီဆိုတဲ့\nကောင်လေးနဲ့တွေ့ပြီး\nညီအစ်ကိုအရင်းတွေကို ခင်လာခဲ့ပါတော့တယ်သူတိုတွေ အတူတူပျော်ပျော်ရွှင်ရွှင်နေထိုင်ကြပြီး\nသူတိုချစ်တဲ့ကောင်မလေးတွေကို ပိုးရင်းနဲ့ ဘဝကို အေးချမ်းစွာ ဖြတ်သန်းခဲ့ကြပေမယ့်မထင်မှတ်ထားတဲ့ ကံကြမ္မာအပြောင်းအလဲတစ်ခု (သိုမဟုတ်) မကောင်းတဲ့လူတစ်စုကြောင့်\nရှီဗာရဲ့ ကိုယ်တွင်းမှာ ချုပ်တည်းထားတဲ့\nကျားတစ်ကောင်ဟာ ပေါ်ထွက်လာခဲ့ပါတော့တယ်မေတ္တာတရားတွေနဲ့ ချည်နှောင်ထားတဲ့\nဒီကားလေးဟာ ဝမ်းနည်းစရာများလည်း ရောယှက်လျက် ကြည့်ရှုသူများကို\nလူ့ဘဝဇာတ်ခုံရဲ့ စုံလင်လှတဲ့ အရောင်အသွေးတွေကို\nမြင်စေမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်စေမှာ အသေအချာပါပဲရှင်\nFile size…2.96GB / 1.43GB\nQuality…1080p AVC AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Sora & Kham Mon & OeliuJ & ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/bairagee-2022/",
        "category": "Action, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOWQwOTA1ZDQtNzk3Yi00ZmVmLWFiZGYtNjdjNThiYjJhNzRjXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Top Gun: Maverick (2022)",
        "description": "Top Gun: Maverick (2022)\n====================\nIMDb Rating - (8.6/10) / Rotten Tomatoes (96%)တွမ်ခရုရဲ့ အအောင်မြင်ဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ခဲ့တဲ့\nတော့ပ်ဂန်းရုပ်ရှင်ရဲ့ အဆက် တော့ပ်ဂန်း-မက်ဗရစ်ထွက်လာပါပြီ။ဒီရုပ်ရှင်ထဲမှာတော့ မက်ဗရစ်ရဲ့ မိတ်ဆွေကြီးအိုက်စ်တောင် ရေတပ်ဗိုလ်ချုပ်\nဖြစ်နေပါပြီ။ ဒါပေမဲ့ မက်ဗရစ်ကတော့ ပြဿနာတွေရှာလိုက် လူကြီး\nတွေနဲ့ ငြိလိုက်နဲ့ သက်တမ်းရင့် ကပ္ပတိန် (ဗိုလ်မှူးကြီး) ဖြစ်နေတုန်းပါပဲ။ သူ့ကိုအပြီးသတ်\nအနားပေးခါနီးမှာပဲ အရေးကြီးတဲ့ စစ်ဆင်ရေးတစ်ခုပေါ်လာပါတယ်။\nအဲဒီစစ်ဆင်ရေးက အရမ်းခက်ခဲလွန်းတဲ့အတွက် တော့ပ်ဂန်း သင်တန်းဆင်း\nအတော်ဆုံးလေယာဉ်မှူးတွေကို ပြန်ခေါ်ပြီး မက်ဗရစ်ကို နည်းပြအဖြစ်\nတာဝန်ပေးလိုက်ပါတော့တယ်။အဲဒီအဖွဲ့ထဲမှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် ဂုစ်ရဲ့ သားပါလာပြီး သူက မက်ဗရစ်ကို\nသူ့အဖေသေရတဲ့အတွက်မုန်းတီးနေတဲ့သူပါ။ သူတို့နှစ်ယောက်ကြားက\nအမုန်းတွေကိုဘယ်လိုဖြေရှင်းပြီး မဖြစ်နိုင်တဲ့စစ်ဆင်ရေးတစ်ခုကို ဘယ်လို\nရအောင် တိုက်ခိုက်ကြမလဲဆိုတာ....ဒီရုပ်ရှင်မှာကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီရုပ်ရှင်ဟာ $1.3 Billionနီးပါး ရုံတင်ငွေရရှိထားတာဖြစ်ပြီး၊ တွမ်ခရုရဲ့\nသရုပ်ဆောင်သက်တမ်း နှစ်(၄၀)အတွင်း ပထမဆုံးသော Billionနဲ့ချီပြီး\nဝင်ငွေရရှိခဲ့သော ရုပ်ရှင်တစ်ကားလည်းဖြစ်ပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)ဇာတ်ကားက Top Gun (1986) ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/top-gun-maverick-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/01/top-gun-poster-133x200.jpg",
        "title": "Top Gun (1986)",
        "description": "Top Gun (1986)\nIMDb - 6.9/10_____Rotten 54%\nWon 1 Oscar. Another 10 wins & 5 nominations\nဒီကားက ၁၉၈၆ ခုနှစ်ကထွက်ခဲ့တာဖြစ်ပြီး နှစ် ၃၀ ကျော်ကြာမှာတော့ သူ့ရဲ့အဆက် နံပါတ် ၂ ဇာတ်ကား Top Gun: Maverick (2022) ရုပ်ရှင်ကားလဲ ထွက်ရှိလို့ လာခဲ့ပါပြီ။\nTop Gun 1986 ဇာတ်ကားကတော့ ခပ်မိုက်မိုက် အမေရိကန်လေသူရဲတစ်ယောက်နဲ့ ခပ်မိမိဆရာမလေးတို့ရဲ့အချစ်အကြောင်းကို အမေရိကန်တိုက်လေယာဉ်သင်တန်းကျောင်းတစ်ခုမှာ အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ။မင်းသားကြီး တွမ်ခရုစ်ရဲ့ နာမည်ကြီးဇာတ်ကားဖြစ်ပြီး ၂၀၂၂ ခုနှစ် အသက် ၆၀ ထိ နုပျိုနေတဲ့ တွမ်ခရုစ်အကြောင်းတွေက မမြင်ချင်မှ အဆုံးပါပဲ။ဒီထဲက မင်းသမီး Kelly McGillis ကိုတော့ အိုစာလွယ်တယ် ပုံပျက်လွယ်တယ်ဆိုပြီး တွမ်ခရုစ်ပုံနဲ့ ယှဉ်ပြီးပြပြတတ်ကြပါတယ်။တကယ်တော့ မင်းသမီး ကယ်လီမက်ဂေးဟာ ဒီဇာတ်ကားမရိုက်ခင် ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/top-gun1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/dc_league_of_superpets_ver5_xlg-140x200.jpg",
        "title": "DC League of Super-Pets (2022)",
        "description": "ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ ဒီစီစူပါဟီးရိုးတွေရဲ့ အိမ်မွေးအကောင်လေးတွေအကြောင်းပါပဲ။ အဓိက ဇာတ်ကောင်ကတော့ စူပါမန်းရဲ့ ခွေး ခရစ်ပတိုဖြစ်ပြီး အသံသရုပ်ဆောင်အဖြစ် The Rock က ပါဝင်ထားပါတယ်။ သူ့သူငယ်ချင်း ခွေးအဖြစ် အေ့စ်နေရာမှာ ကယ်ဗင်ဟာ့ကပဲ သရုပ်ဆောင်ထားတာမို ထုံးစံအတိုင်း အတွဲညီညီရယ်ရမှာပါပဲ။ ကျွန်တော်တိုရဲ့မင်းသားကြီး ကီရာနူးရိဗ်ကလည်း ဘတ်မန်းနေရာက အသံသရုပ်ဆောင်ပြီး၊ ဂျွန်ကရာဆင်းစကီးက စူပါမန်းအဖြစ် သရုပ်ဆောင်ထားပါတယ်။လက်စ်လူသာရဲ့ စမ်းသပ်ခန်းကလွတ်လာတဲ့ လူလူဆိုတဲ့ ပူးလေးဟာ စူပါပါဝါတွေရသွားပြီး ဂျက်စတိလိတစ်ခုလုံးကိုဖမ်းထား၊ လက်စ်လူသာကိုကယ်တင်ပြီး ကမ္ဘာကြီးကိုအုပ်စိုးဖို လုပ်ပါတော့တယ်။ ဒါကို စူပါကောင်လေးတွေက ဘယ်လို စုပေါင်းကယ်တင်ကြမလဲဆိုတာ ကြည့်ရမှာပါပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Mr.Anderson ပါ )File Size__(1.7GB) / (910MB)\nQuality__WEB-DL_1080p, CAM- 720p\nIMDb Rating__7.8/10\nFormat__mp4\nDuration__01:33:00\nType__Action, Adventure, Animation\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Mr.Anderson\nEncoded by Naing ...",
        "rating": "7.8",
        "url": "https://megaup.net/2tr5v/DC_League_of_Super_Pets_(2022)_WEB-DL_1080p.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1TeUMvE2vs0cuAnLKaPR2qsvonT.jpg",
        "title": "The Assistant (2022)",
        "description": "The Assistant (2022)အသစ်ထွက်ထားတဲ့ Action /Thriller ကားလေးပါ။ဇာတ်လမ်းက Zafil တစ်ယောက် ထောင်က လွတ်လာရာက စပါတယ်။ သူက အမှုတခုနဲ့ ထောင်၁၀နှစ်ကျခဲ့တာပါ။ထောင်ထွက်ထွက်ချင်းမှာပဲ သူ အရင်နေခဲ့တဲ့ အိမ်ကို သွားပါတယ်။ ဝမ်းနည်းစရာက သူထောင်ကျနေတုန်းမှာ သူ့ရဲ့ မိန်းမနဲ့ သားလေးက အသတ်ခံလိုက်ရပါတယ်။ ဒါပေမဲ့ အဲ့ဒီမှာ လူတစ်ယောက်နဲ့တွေ့ပြီး သူ့မိန်းမနဲ့ကလေး အတွက် ကလဲ့စားချေဖို့လမ်းစရသွားပါတယ်။Zafil ရဲ့ မိန်းမနဲ့ကလေးကို ဘယ်သူက သတ်တာလဲ?\nနောက်ကွယ်မှာ ဘယ်သူတွေပါနေမလဲ?\nသူ့ရဲ့ ကလဲ့စားချေမဲ့ ခရီးစဉ်ကြီးကကော ဘယ်လိုဆက်ဖြစ်မလဲ? ဆိုတာတော့ ဆက်ပြီး ကြည့်လိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Marie ပါ။)File Size : 1.9GB, 820MB, 412MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat : mp4\nDuration : 2hr ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-assistant-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BOGI1NTU3ZmQtZWMzNS00MDA5LTk5MTUtZTY2YWU2YmQ5MjI3XkEyXkFqcGdeQXVyNjMxMTE5NTY@._V1_-141x200.jpg",
        "title": "Fullmetal Alchemist_The Revenge of Scar (2022)",
        "description": "Fullmetal Alchemist : the Revenge of Scar (2022)အန်နမှာ အောင်မြင်ထားပြီး သူ့ကိုယ်ပိုင်ပရိသတ်နဲ့ သူရှိပြီးသားFullmetal Alchemistကို 2017တုန်းက live actionရိုက်ခဲ့ပါတယ်။ အန်နမဲကြည့်ထားတဲ့သူအတွက် ဘယ်လိုနေမလဲမသိပေမဲ့ ဒီတိုင်းကြည့်ရင်တော့ မဆိုးပါဘူး။ ကြည့်ကောင်းပြီး စိတ်ဝင်စားစရာလည်းကောင်းပါတယ်။ ရိတ်တင်အနေအထားအရ အန်နမဲ ပရိသတ်အတွက်တော့ စိတ်ပျက်စရာဖြစ်သွားပုံရပါတယ်။ဇာတ်လမ်းကတော့ ပထမကားအတိုင်းပဲ Edward Elricက ခန္ဓာမရှိတဲ့ သူ့ညီအတွက် ခန္ဓာပြန်ရအောင်လုပ်ပေးဖို့ ကြံပါတယ်။ ဒီလိုနဲ့ သူတို့ မြို့တော်ကို လာတဲ့လမ်းမှာ နိုင်ငံခြားက Alchemistဆန်ဆန်ပညာသည်တွေနဲ့ မင်းသားတစ်ပါးက သူတို့ဆီ အဂ္ဂရိတ်ဓာတ်လုံးအကြောင်းမေးရင်း ရန်ထဖြစ်ကြတယ်။ နောက် scarလို့ခေါ်တဲ့ သူတို့မြို့က alchemistတွေ ဖျက်ဆီးလိုက်တဲ့ Ishvalan က လူတစ်ယောက်က လက်စားချေဖို့ alchemistတွေတစ်ယောက်ပြီးတစ်ယောက်လိုက်သတ်နေပါတယ်။ ဒီလိုနဲ့ Edward နဲ့ scarတို့ ထပ်တိုက်တိုးကြပါရော။ ဒီလိုနဲ့ဘာတွေဆက်ဖြစ်မလဲတော့ ကိုယ်တိုင်ပဲကြည့်ရှုကြည့်ကြပါ။ဇာတ်က အန်နမဲလောက်အရသာတော့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/fullmetal-alchemist_the-revenge-of-scar-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jOlz0kpxlLY5xixyDYpcYUi2SJy.jpg",
        "title": "Samurai Cop (1991)",
        "description": "Samurai Cop (1991)(အချို့သောအခန်းတွေက 90s ခေတ်ရုပ်ရှင်တွေနည်းတူ နည်းနည်းအပြကြမ်းလို့ တစ်ယောက်တည်းကြည့်စေချင်ပါတယ်ခင်ဗျာ)ဒီရုပ်ရှင်ကို best and worse action movie ever လို့ခေါ်ကြတယ်။ ကားကတော့ကောင်းပါတယ်။ အက်ရှင်ခန်းတွေလည်းလန်းတယ်။ သူ့ခေတ်နဲ့ဆို ဇာတ်အိမ်လေးလည်းမဆိုးဘူး။ ဒီတော့အက်ရှင်ကားကောင်းလို့ ယူဆရမလိုပါပဲ။ ဒါပေမဲ့ အားနည်းချက်လေးတွေတော့ရှိသွားခဲ့ပါတယ်။ ဒါကြောင့်မို့ rating စုတ်သွားခဲ့တာပါ။ ဒီရုပ်ရှင်က အခန်းတွေအားလုံးနီးပါးကို single take နဲ့ ရိုက်ယူခဲ့သလို ဒါရိုက်တာကလည်း သေနတ်ကိုလက်တစ်ဆုပ်စာပဲသုံးခဲ့ပါတယ်။ မင်းသားတွေက ကိုယ်ပိုင်အဝတ် ကိုယ်ပိုင်ကားနဲ့ ရိုက်ရတဲ့အထိ ဘတ်ဂျက်ချွေတာခဲ့တယ်။ သို့ပေမဲ့လည်း အက်ရှင်ခန်းအလန်းတွေကြောင့် အက်ရှင်ကားကောင်းဖြစ်နေတုန်းပါပဲ။လူမဆန်အောင်ရက်စက်တဲ့ ဂျပန်ယာကူဇာဂိုဏ်းဖြစ်တဲ့ Katana ဂိုဏ်းက နယူးယောက်မှာရှိတဲ့ ဖာ ဆေး လောင်းကစားတွေစတဲ့ မကောင်းမှုမှန်သမျှကို ချုပ်ကိုင်ထားတယ်။ ဒါတင်မကသေးဘူး၊ သူတို့က လူသတ်ရတာကို သဘောကျတဲ့ လူသတ်သမားတွေလည်းဟုတ်တယ်။ ဒီအဖွဲ့ကို ဖမ်းဖို့က တော်တော်ခက်တယ်။ မဖြစ်နိုင်သလောက်ပဲ။ ဒီတော့ ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/samurai-cop-1991/",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BNTFhZmQ3ZGItOWNiNC00MDI1LWJiMjMtZTVhOTNlZWM5NDM5XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-141x200.jpg",
        "title": "Gangster Gangaraju (2022)",
        "description": "Gangster Gangaraju (2022)==========================\nဒယ်ဗာလန်ကာလို့ခေါ်တဲ့မြို့လေးတစ်မြို့ကို ဘာဆီရက်ဒီနဲ့ ဆစ်ဟပ်ပါလို့ခေါ်တဲ့ဂန်းစတားနှစ်ယောက်က‌အုပ်စိုးလျက်ရှိပါတယ်\nသူတို့ရဲ့ဆရာကြီးဥပဒေအရာရှိ ဆီ‌ဗာရက်ဒီကွယ်လွန်ပြီးနောက်မှာ သူတို့ကတရားဝင်နိုင်ငံရေးအာဏာမှာ ပါဝါတည်ဆောက်ယှဉ်ပြိုင်ကြပြီး\nဗိုလ်လုဖို့ကြိုးစားကြပါတော့တယ်ဒယ်ဗာလန်ကာမြို့မှာလည်းသူတို့ကိုဘယ်သူမှမလှန်ရဲဘဲ ပြည်သူ‌တွေက ရွံကြောက်ကြီးဖြစ်နေပါတော့တယ်\nဒီဇာတ်ကားရဲ့အဓိက‌ဇာတ်ကောင်မင်းသားဖြစ်တဲ့ ဂန်ဂါရာဂျူးကတော့ အဲ့ဒီမြို့လေးမှာ\nအပေါင်းအသင်းတွေနဲ့ပရုတ်ကျနေတဲ့ ဂျစ်ပစီလေးတစ်ယောက်ပဲဖြစ်ပါတယ်ဥမာဒေဝီလို့ခေါ်တဲ့မင်းသမီးဖြစ်တဲ့ ရဲမေ‌အချောလေး ရောက်ရှိလာချိန်မှာတော့\nမင်းသားကသူ့သူငယ်ချင်းတွေနဲ့အကူအညီနဲ့နောက်ပိုးပါ‌တော့တယ်\nတနေ့မှာမင်းသားက သူ့‌အဖေကိုစော်ကားတာကြောင့် ဆစ်ဟပ်ပါရဲ့လူတွေကိုဆော်လွှတ်လိုက်ရာမှ\nဂန်းစတားအာဏာရှင်တွေရဲ့လက်အောက်မှာခံစားနေရတဲ့လူထုကြီးက အုံကြွလာကာမင်းသားကို\nဆရာ့ဆရာကြီးထင်ပြီးထောက်ခံမြှောက်စားပါတော့တယ် ဒီလိုနဲ့ဆရာ့ဆရာကြီးလို့\nပြည်သူတွေကရော ချစ်ရည်းစားရဲမေလေးကပါအထင်ခံရတဲ့အချိန်\nဂန်းစတားတွေရဲ့စစ်ပွဲကြားထဲအာဏာပါဝါတွေလုတာရောကြားမှာ မင်းသားကဘယ်လိုဖြေရှင်းကိုင်တွယ်မလဲဆိုတာ ....................\nဒီကားမှာ သူငယ်ချင်းတွေရဲ့ကူညီပံ့ပိုးပေးမှုတွေ ဟာသ‌ရောနှောကာ ပျော်ရွှင်မြူတူးစရာကောင်းပေမဲ့\nတဖက်မှာအာဏာရှင်တွေလက်အောက်ကဘဝတွေ ရက်စက်ကြမ်းကြုတ်မှုတွေကိုပါ\nဖော်ကျူးရိုက်ကူးထားတာမို့ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းဖြစ်ပါတယ်..........\nFile size…2.25GB /  1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 12m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Kevin & Kham Mon & Yunni & Khai & Honeyey",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/gangster-gangaraju-2022/",
        "category": "Action, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/AkBEE6n5PYCNIgOFSRrxo9tn8W4.jpg",
        "title": "The EOD Squad ( 2022 )",
        "description": "အက်ရှင်ကားတွေကြိုက်တဲ့သူအဖို CM ကနေ\nအက်ရှင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nEOD Squad 2022 လိုအမည်ရတဲ့ အက်ရှင်ကားလေးကတော့\nဗုံးရှင်းလင်းရေးကျွမ်းကျင်ပညာရှင် တစ်ယောက်နဲ့\nဖောက်ခွဲရေးကျွမ်းကျင်တဲ့\nမူးယစ်မှောင်ခိုသမားတိုကြားက အားပြိုင်မှုကို အခြေခံထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်\nဗုံးရှင်းလင်းရေးကျွမ်းကျင်ပညာရှင်Lu Yangနဲ့သူ့သူငယ်ချင်း\nXu Ming တိုဟာ တစ်ရက်မှာတော့ နယ်စပ်မှာ\nမူးယစ်ရောင်းဝယ်ဖောက်ကားနေတဲ့\nKun Kang ဆိုသူကို ဖမ်းဆီးဖို အမိန့်ကျလာခဲ့ပါတယ်Kun Kang ကမူးယစ်ရောင်းဝယ်ရုံတင်မကဘဲ\nပြင်းအားမြင့်ဖောက်ခွဲရေးကိရိယာကိုပါ\nလုပ်ပြီးတော့ ရဲတပ်ဖွဲဝင်တွေ ဖမ်းဆီးရာကနေ\nထွက်ပြေးလွတ်မြောက်သွားခဲ့ပါတယ်\nKun Kang ကို လိုက်ဖမ်းရင်းနဲ့ပဲ Xu Ming\nကတော့ အမှတ်မထင် ပေါက်ကွဲမှုတစ်ခုကြောင့်\nအသက်ကို ပေးဆပ်သွားခဲ့ရပါတယ်အဲ့နောက်မှာတော့ လွတ်မြောက်နေတဲ့ Kun Kang ကိုဖမ်းဖို့\nLu Yang တစ်ယောက် ဘယ်လိုကြိုးပမ်းမှာလဲ...\nKun Kangဘက်ကရော ဘယ်လိုဖောက်ခွဲမှုတွေလုပ်ပြီးတော့ ထွက်ပြေးမှာလဲ.....\nအက်ရှင်ကားကိုမှ ကြည့်ချင်သူတွေအနေနဲ့ကတော့\nCM ကနေတင်ဆက်ပေးထားတဲ့ ခပ်မိုက်မိုက်\nအက်ရှင်ကားလေးဖြစ်တဲ့EOD Squad 2022 ကို\nကြည့်ရှုဖို တိုက်တွန်းချင်ပါတယ်နော်.....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , ...",
        "rating": "6.3",
        "url": "https://megaup.net/17u4o/The_EOD_Squad_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BODVlNWNmN2EtYWJlYy00ZTc5LThjMTItYTQ0ZTlmZDYwN2VjXkEyXkFqcGdeQXVyNTkzNDQ4ODc@._V1_-150x200.jpg",
        "title": "Shamshera (2022)",
        "description": "Shamshera (2022)\nAction, Adventure, Drama\nIMDb 7.5/10 (48K)နောက်ဆုံးကား Sanju (2018) နဲ့ငြိမ်နေပြီး ကိုဗစ်ကာလကတည်းက\nဘာကားမှမထွက်ထားတဲ့ မင်းသားချောလေး ရန်ဘီးကပူးရဲ့\nShamshera ဆိုတဲ့ ဇာတ်ကားသစ်လေး ထွက်လို့လာပြန်ပါပြီနော်..ဇာတ်ကားကတော့ ဗြိတိသျှခေတ် ကိုလိုနီတွေ အိန္ဒိယနိုင်ငံကို\nသိမ်းပိုက်ထားစဉ်ကာလကို အခြေပြုထားတယ်အဲ့ဒီတုန်းက တောအုပ်ကြီးထဲမှာ မင်းလုပ်ကျက်စားနေကြတဲ့\nဓါးပြအဖွဲ့တစ်ဖွဲ့ရှိတယ်..သူတို့အဖွဲ့ခေါင်းဆောင်ကို\nရှမ်ရှေရားလို့ခေါ်တယ်...အဲ့ဒီခေတ်အခါက အထက်အရာရှိတွေကို ကပ်ဖားလျက်ဖားလုပ်နေကြတဲ့\nအထက်တန်းလွှာတွေက ဇာတ်နိမ့်တွေကို တအားနှိမ်တဲ့ခေတ်ဆိုပါတော့...\nရှမ်ရှေရားတို့အဖွဲ့ဟာ အဲ့ဒီအထက်တန်းလွှာတွေဆီကနေ လုယက်ပြီး\nမရှိဆင်းရဲသားတွေကို ပြန်လှူတယ်...ဓါးပြတော့ တိုက်တယ်\nဒါပေမဲ့ ဓမ္မတော့ရှိတယ်လို့ ပြောရမှာပေါ့...ဒီလိုနဲ့ရှမ်ရှေးရှားတို့အဖွဲ့ဗြိတိသျှအစိုးရနဲ့အပေးအယူလုပ်ပြီး\nလွတ်လပ်ရေးကို အရယူနိုင်မယ့်အချိန်မှာတော့..............ဒီဇာတ်ကားမှာ ညှင်းပန်းနှိပ်စက်ခံလူတစ်စုက အင်အားကြီးမားလွန်းတဲ့\nအင်ပါယာကြီးတစ်ခုလုံးကို တွန်းလှန်ပုံနဲ့ ခေါင်းဆောင်ကောင်းတို့ရဲ့\nမြင့်မြတ်တဲ့စိတ်ထားကို မြင်တွေ့ရမှာဖြစ်လို့ ကြည့်ရကျိုးနပ်မယ့်\nဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်...\nFile size…10GB / 3.2GB / 1.85GB\nQuality…4k HEVC SDR WEBDL AAC5.1CH / 1080p WEBDL AAC5.1Ch  /720p\nFormat…mp4\nDuration….2h 58mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated byTAYLOR",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/shamshera-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fAtIxPI8VtifA25CmYxV8x7YR6q.jpg",
        "title": "Ten Tigers of Guangdong: Invincible Iron Fist ( 2022 )",
        "description": "\"လျန်ခွင်းဆိုတဲ့ လူငယ်လေးတစ်ယောက်နဲ့\nသူရဲ့ငယ်စဥ်ကတည်းက ချစ်ခဲ့ရတဲ့မိန်းကလေး\nပြီးတော့ သူရဲ့အစ်ကိုတို့ဟာ ငယ်စဥ်ကတည်းကဟူတဟိုင်ရဲ့\nအနိုင်ကျင့်မှုတွေကိုခါးစည်းခံလာခဲ့ရာကနေ\nချစ်ရသူနဲ့ ညီအစ်ကိုလိုခင်ရတဲ့သူငယ်ချင်းကိုကာကွယ်ရန်\nလျန်ခွင်းဟာ ရှောင်လင်သိုင်းပညာကို တစ်စိုက်မက်မက်သင်ယူခဲ့ပါတော့တယ်သင်ယူပြီးတဲ့နောက် ဇာတိမြေကိုပြန်လာခဲ့ပါတယ်\nသို့ပေမဲ့လည်း ဟူတဟိုင်နဲ့ သူ့ရဲ့အပေါင်းအပါညီအကိုတွေက\nပိုပြီးတော့တောင်ရန်လိုလာခဲ့ပါတော့တယ်\nအဲဒီကနေ အစပြုလို့ ဟူတဟိုင်ဟာ\nလျန်ခွင်းခွင့်မလွှတ်နိုင်တဲ့ အမှားတစ်ခုကို\nကျူးလွန်လိုက်တဲ့အခါမှာတော့\nလျန်ခွင်းဟာလက်စားချေမှုတွေပြုလုပ်လာခဲ့ပါတော့တယ်ချစ်ရသူတွေအတွက် လက်စားချေရင်း ဘယ်လိုတွေရင်ဆိုင်ရမလဲ\nဘယ်လိုစိန်ခေါ်မှုတွေကိုရော\nရင်ဆိုင်ကြုံတွေ့ရမလဲဆိုတာ\nဒီဇာတ်ကားလေးကိုကြည့်ရှုလိုက်ရအောင်ပါနော်\nသိုင်းပညာတွေ ဂိုဏ်းတွေနဲ့ ကြည့်ရတာ\nသဘောကျနှစ်သက်သူတွေအတွက်ကတော့\nဒီကားလေးကို သဘောတွေ့စေမိမှာအမှန်ပါပဲရှင်\"\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Romance\nRuntime : 1h 15min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ten-tigers-of-guangdong-invincible-iron-fist-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/RlpQx_4f-140x200.jpg",
        "title": "Om! Crush on Me_ Ayothaya MahaRareuy (2021)",
        "description": "လျို အဖြစ် James Jirayu Tangsrisuk\nအော်ဆွယ့် အဖြစ် Bow Maylada\nထောင် အဖြစ် Great Sapol\nဖော့ခွမ် အဖြစ် Peem Jaiyenဇာတ်လမ်းအကျဉ်းထိုင်း-ဂျပန် ကပြားတစ်ဦးဖြစ်တဲ့ လျိုက ပျောက်ဆုံးနေတဲ့ မိခင်ဖြစ်သူကို ရှာဖွေဖို့ အယုဒ္ဓယကို ရောက်လာခဲ့တယ်တစ်ပြိုင်တည်းမှာပဲ လျိုက အော်ဆွယ့်ဆိုတဲ့ မိန်းမပျိုလေးကို ချစ်မိသွားခဲ့တယ်ဒါပေမဲ့ ချစ်ရတဲ့ အော်ဆွယ့်က ဖော့ခွမ် အဓမ္မသိမ်းပိုက်ဖို့ ဝယ်ယူထားတဲ့ သူဖြစ်နေပြီး ဖော့ခွမ်က ရာထူးကြီးရှိနေရုံသာမက မှော်ပညာပါ တက်နေခဲ့တယ်လျိုက မှော်ပညာကို အနည်းငယ်သင်ယူထားပြီး အော်ဆွယ့်ကို အစေခံအဖြစ်က လွတ်မြောက်စေဖို့ အဖွဲ့ဖွဲ့ကာ ကြိုးပမ်းခဲ့ပေမဲ့ ဖော့ခွမ်ရဲ့ မှော်ပညာက အားသာနေခဲ့တယ်လျိုအနေနဲ့ ထပ်ကြိုးစားပြီး ချစ်ရတဲ့ မိန်းကလေး အော်ဆွယ့်ကို ဖော့ခွမ်လက်က ကယ်တင်နိုင်မလားရှာဖွေချင်နေတဲ့ မိခင်ဖြစ်သူကိုရော တွေ့သွားမလားဆိုတာ ဒီဇာတ်လမ်းမှာ ကြည့်ရှုကြရအောင် ။( အညွှန်းရေးသားထားသူက‌တော့ Kyi Nue Zin ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/om-crush-on-me_-ayothaya-maharareuy-2021/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/insert-last-137x200.jpg",
        "title": "The Last Castle (2001)",
        "description": "File size…(2.08GB)/(1.2GB)/(629MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:11:00\nGenre...Drama / Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Garfield",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/the-last-castle-2001/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vekDYxWUxuHPDrrVD2BtTOOyTFn.jpg",
        "title": "The Queen Of KungFu 3 ( 2022 )",
        "description": "သိုင်းကားတွေကွန်ဖူးချတာတွေမှ ကြည့်ချင်တဲ့ပရိတ်သတ်ကြီးအတွက်\nလက်မလွှတ်သင့်တဲ့ကားကောင်းလေးတစ်ကားလာပါပြီ\nတရုတ်တော်လှန်ရေးခေတ်မှာ သိုင်းလောကနံပါတ်တစ်ရဖိုအတွက်\nသိုင်းသမားအချင်းချင်းပြန်တိုက်ခိုက်နေကြပါတယ်ဘာလိုနံပါတ်တစ်ရဖိုလိုချင်ကြလဲဆိုရင် နိုင်ငံခြားသားကုန်သည်တွေဟာ\nသိုင်းလောကနံပါတ်တစ်သမားနဲ့ပဲပူးပေါင်းပြီး\nလောင်းကစားတွေ လူကုန်ကူးတာတွေ မူးယစ်ဆေးဝါးတွေလုပ်လိုပါပဲအဲ့အချိန်သိုင်းလောကနံပါတ်တစ်ရရှိထားသူကတော့\nမင်ဂိုဏ်းကခေါင်းဆောင်အားရှီပါ\nဒါပေမဲ့သူကနိုင်ငံခြားသားတွေနဲ့မပူးပေါင်းပါဘူး\nအဆင့်တစ်နဲ့မှပူးပေါင်းချင်တဲ့နိုင်ငံခြားသားတွေနဲ့\nအဆင့်တစ်ကိုလိုချင်တဲ့လုံဂိုဏ်းဟာအားရှိကိုလုပ်ကြံကြပါတော့တယ်သူတိုပဲလုပ်ကြံနိုင်မလားအားရှီကဘာတွေပြန်လုပ်ပြီး\nဘယ်လိုဖြစ်သွားမလဲဆိုတာဇာတ်လမ်းလေးထဲကြည့်ရှုပေးပါနော်\nသိုင်းချခန်းတွေကတော့ ရှယ်ပါပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 28min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-queen-of-kungfu-3-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BZGMwMGI5NzYtZmYyZS00ODRhLTk2MTItZjIyYTNhZTk4ZjYzXkEyXkFqcGdeQXVyMTM0NTc2NDgw._V1_-113x200.jpg",
        "title": "Yaanai (2022)",
        "description": "Yaanai 2022\nIMDb 6.7\nOh My Dog ဇာတ်ကားနဲ့ပရိတ်သတ်ကိုဆွဲဆောင်ခဲ့တဲ့ မင်းသားကြီး Arun Vijay ရဲ့\nကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ ဇာတ်ကားလေးထွက်ရှိလို့လာပါပြီ\nဗီလိန်ပိုင်းမှာလဲ KGFထဲက ဗီလိန်ကြီးပါဝင်သရုပ်ဆောင်ထားလို့ အတော်ကြမ်းတဲ့ဇာတ်လမ်းတပုဒ်ပါလွန်ခဲ့တဲ့၇နှစ်က ဖြစ်ခဲ့တဲ့အမှုမှာ သားဖြစ်သူတွေကိုဆုံးရှုံးလိုက်ရတဲ့ Samudharamမိသားစု နဲ့\nသားသေဆုံးမှုမှာတာဝန်ရှိ‌နေတဲ့ PRVမိသားစု ဆိုပြီး ရွာနှစ်ခြမ်းကွဲသွားခဲ့ပါတယ်\nမိသားစုနှစ်ဖက်လုံးကလည်း ကျိကျိတက်နဲ့ နာမည်ကြီးကြတဲ့လူတွေချည်းပါပဲမင်းသားကြီး Arun Vijay ကတော့ PRV ဘက်ပါ ဖအေတူမအေကွဲဖြစ်နေတာကြောင့်\nဖအေ့ဘက်ကပါလာတဲ့အစ်ကိုတွေနဲ့ ဆန့်ကျင်ဘက်ပါပဲ ကြင်ကြင်နာနာနဲ့ လူတိုင်းချစ်ခင်ကြပြီး\nတစ်ဖက်မိသားစုရဲ့သားသေဆုံးမှုကိုတာဝန်ရှိတယ်လို့ခံယူထားတဲ့တစ်ဦးတည်းသောလူပေါ့\nအငယ်ဆုံးဖြစ်ပေမယ့် တစ်အိမ်လုံးကို ဆင်တစ်ကောင်လိုထမ်းပိုးပြီး ကာကွယ်လိမ့်မယ်ဆိုတဲ့\nဇာတာအရ ဖခင်ဖြစ်သူက အားကိုးနေရတဲ့ရာဗီးတစ်ယောက် နှစ်ဖက်မိသားစုရဲ့ ပဋိပက္ခတွေကြားက\nမိသားစုကိုဘယ်လိုကယ်တင်မလဲကြမ်းရမ်းနေလို့လည်းမပြီးသေးတာကြောင့်ကြားထဲမှာ ရိုမန့်လေးတွေနဲ့\nဘယ်လိုရိုကြမလဲ ခံစားမှုအစုံရစေမယ့် ဇာတ်ကားကောင်းလေးဖြစ်တာကြောင့်\nစီးမျောသွားစေရန်တင်ဆက်ပေးလိုက်ရပါတယ်\nFile size…3.42GB / 1.6GB\nQuality…1080p WEB DL AAC5.1Ch / 720p\nFormat…mp4\nDuration….2h 34m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Su Mon Aung  & Yunni &  ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/yaanai-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fPtlCO1yQtnoLHOwKtWz7db6RGU.jpg",
        "title": "The Fifth Element(1997)",
        "description": "The Fifth Element(1997) အညွှန်း****************************IMDb - 7.6/10, Rotten Tomatoes - 71%ဒီဇာတ်ကားကတော့ မင်းသားကြီး Bruce Willis နဲ့ မင်းသမီး Milla Jovovich တို့နှစ်ယောက်နဲ့\nမင်းသားများဖြစ်တဲ့ Chris Tucker၊ Gary Oldman နဲ့ Ian Holm တို့ပါဝင်အားဖြည့်ထားပြီး\nဒါရိုက်တာ Luc Besson ရိုက်ကူးထားတဲ့ သိပ္ပံအက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။ဇာတ်ကားထဲမှာတော့ စစ်တပ်ကနေ အငြိမ်းစားယူပြီး အငှားယာဉ်မောင်းအဖြစ်လုပ်ကိုင်နေတဲ့\nကော်ဘန်ဒဲလပ်စ်(Bruce Willis) ဟာကမ္ဘာကြီးကို မိစ္ဆာတွေလက်ကကယ်တင်ဖို့အတွက်\nဓာတ်ကြီးငါးပါးကို သွားယူဖို့ တာဝန်ရလာပါတယ်။တစ်ချိန်တည်းမှာပဲ ဓာတ်ကြီးငါးပါးထဲက တစ်ပါးအပါအဝင်ဖြစ်တဲ့\nလီလူ(Milla Jovovich)ကိုလည်း ချစ်မိသွားပြီး သူ့ကိုကယ်တင်ဖို့ ကြိုးစားရပါသေးတယ်။\nအဲ့ဒီလို ဓာတ်ကြီးငါးပါးကို သွားယူတဲ့လမ်းခရီးမှာကြုံတွေ့ရတဲ့အခက်အခဲတွေ၊တခြားအပြိုင်အဆိုင်\nလိုက်စုနေတဲ့ အဖွဲ့တွေနဲ့ တိုက်ခိုက်မှုတွေနဲ့ မင်းသားရဲ့ မင်းသမီးအပေါ်မှားထားတဲ့ခံစားချက်တွေကို\nစုံစုံလင်လင်တင်ပြထားပါတယ်။နိုင်ငံတကာမှာလည်းအောင်မြင်မှုများစွာရထားတဲ့အပြင်\nတင်ဆက်ပုံကလည်းကောင်းမွန်တာကြောင့် ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။  File Size : (5.1GB) (1.1 GB) and (348 MB)\nQuality : ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-fifth-element1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/MV5BMmJmODRkODktMzNmZC00OTJhLWEyZjktYjNiZTJjOWIyNmI5XkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-133x200.jpg",
        "title": "Pakka Commercial (2022)",
        "description": "အခုတစ်ခါထွက်ရှိလာတဲ့ကားလေးကတော့ Oxygen (2017) ကားနဲ့ မြန်မာပရိသတ်တွေကြား\nနာမည်ကြီးလာခဲ့​တေလ်လဂူဘက်ကနာမည်ကြီးမင်းသား ဂိုပီချန့်ရဲ့မြူးမြူးကြွကြွဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်..\nဇာတ်လမ်းကို ဂိုပီချန့်ရဲ့အဖေ အမှုတစ်ခုမှာ နာမည်ကျခဲ့ရလို့စိတ်ဓာတ်ကျနေတဲ့အချိန်\nဂိုပီချန့်က ဘယ်လိုဒီအမှုကိုပြန်အဖတ်ဆယ်မလဲဆိုတာ စောင့်ကြည့်ရင်း...ပရိသတ်တွေနဲ့ရင်းနီးပြီးသား အချစ်ဦးလို့ အမည်ရတဲ့\nမင်းသမီးRashi Khanna ရက်ရှီခန်နာနဲ့ တွဲဖက်သရုပ်ဆောင်ထားလို့\nပိုက်ဆံကိုသာဂရုစိုက်တဲ့ရှေ့နေ ဂိုပီချန့်ကရဲ့သရုပ်မှန်ကဘယ်လိုဖြစ်မလဲ\nမင်းသမီးရဲ့သရုပ်မှန်ကရောဘယ်လိုဖြစ်နိုင်လဲဘယ်သူတွေက မျက်နှာဖုံးစွပ်ထားသူတွေလဲ\nနောက်ကွယ်ကလူမိုက်တွေကိုထိန်းချုပ်နေတာကရော ဘယ်သူလဲ\nပျော်ရွှင်အူမြူးစရာ ဟာသတစ်ပိုင်းဇာတ်လမ်းလေးကနေ\nဘယ်လို ideology တွေအများကြီးပါတဲ့ လူမှုအဖွဲ့အစည်းတစ်ခုလုံးနဲ့သက်ဆိုင်တဲ့\nလက်တွေ့လောကကြီးကို ရသပေါင်းစုံနဲ့ဘယ်လိုပညာပေးရိုက်ပြသွားမလဲဆိုတာ................\nFile size…2.67GB / 1.36GB\nQuality…1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 32m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Thet Ko & Honeyey & Kevin",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/pakka-commercial-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/08/maari-150x200.jpg",
        "title": "Maari 2 (2018)",
        "description": "Maari 2 (2018)\nမြန်မာစာတန်းထိုးဒီကားက ၂၀၁၅ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့\nMaari ဇာတ်ကားရဲ့ အဆက်ဖြစ်ပါတယ်။\n၂၀၁၅ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ကားမှာ\nရှယ်ကြမ်းခဲ့ ရမ်းခဲ့သလိုပဲ\nအခုအသစ်စက်စက် ထွက်လာတဲ့ ဒီကားဟာလည်း\nဖိုက်တင် အလှအပတွေ ဖောဖောသီသီသုံးထားတဲ့\nအက်ရှင်ဇာတ်ကားကြီး ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့.....လူဆိုတာမျိုးက ကိုယ်ပြုခဲ့တဲ့ အကုသိုလ်တွေကို\nမေ့သွားတတ်ပြီး ဒီအကုသိုလ်တွေ\nတဖန်ပြန်အကျိုးပေးချိန်ကျရင် ဆိုးဝါးလိုက်တဲ့\nလောကကြီးရယ်လို့\nအော်ဟစ်ငိုကြွေးချင်ကြတဲ့ အမျိုးပါ..။ဒိတ်ဒိတ်ကြဲ လူမိုက်ကြီး မာရီဟာ\nသူငယ်ချင်းဖြစ်သူ ကာလိုင်နဲ့အတူ\nအပွဲပွဲနွှဲပြီး သူတို့ရိုက်ခဲ့တဲ့လူတွေလည်း\nမနည်းမနောပါပဲ။\nကာလိုင့်မှာ ဗာလာ၀မ်ဆိုတဲ့ ညီတစ်ယောက်ရှိသလို\nကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လူမိုက်ကြီး မာရီ ့ကိုမှ\nအသည်းအသန် လိုက်တွယ်ကပ်နေတဲ့ အာနန်ဒီဆိုတဲ့\nအော့ကြောလန်မလေးတစ်ယောက်လည်း\nရှိပါသေးတယ်။မာရီတို့ သူငယ်ချင်းနှစ်ယောက်ရဲ့\nနာမည်တွေကလည်း တမီးလ်နာဒူးပြည်နယ်တစ်ခုလုံးမှာ ဟိန်းထွက်နေတယ်။\nသူတို့နဲ့ပြိုင်ဘက်အဖြစ် ကိုကင်းမှောင်ခိုလုပ်ရင်း\nရပ်တည်နေသူက ဆင်ဂါယာဆိုတဲ့ လူမိုက်ကြီးပေါ့။\nလူမိုက်အလုပ် လုပ်ပြီဟေ့ဆိုမှတော့\nရန်သူဆိုတာ လူ့အသားအရေမှာ ကပ်တွယ်နေတဲ့\nမွှေးညှင်းပေါက်တွေလိုပါပဲ....\nနေရာတိုင်း အချိန်တိုင်းမှာ ရှိနေတာပါ။ကိုယ် ရိုက်ခဲ့ဖူးတဲ့သူတွေကို\nရိုက်ခဲ့တဲ့သူတွေကိုယ်တိုင်က မေ့လျော့သွားပေမယ့်\nအရိုက်ခံရသူတွေကတော့\nတသက်မေ့မယ် မထင်ပါဘူး။ဒီကြားထဲမှာမှ...\nကိုယ့်သွေးရင်းသားရင်းတွေထဲက\nသစ္စာဖောက်တာမျိုး....နောက်ကျောကို ဓားနဲ့ထိုးဖို့\nအမြဲချောင်းမြောင်းနေသူတွေကလည်း ပေါမှပေါ။လူမိုက် မာရီရဲ့ဘ၀ထဲကို\nအာနန်ဒီဆိုတဲ့ မိန်းကလေး ၀င်ခွင့်ရမလား....။နောက်ကျောကို ဓားနဲ့ထိုးတာမျိုး ၊\nလက်စားချေလိုသူတွေရဲ့ ကြိုးပမ်းမှုမျိုးတွေကို\nမာရီတစ်ယောက် ရှောင်ရှားနိုင်ပါ့မလား ။သူ့မိုက်ပြစ်တွေကိုရော ဆေးကြောလို့ရပါဦးမလား ။ဖိုက်တင်ဆိုရင် လေပေါ်ကို ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/maari-2-2018/"
    }
]