[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/1-5778832454-133x200.jpg",
        "title": "Jumanji: Welcome to the Jungle (2017)",
        "description": "၁၉၉၅ လောက်ကတည်းက ပရိသတ်တွေ ရင်းနှီးခဲ့ပြီးသား Jumanji ဇာတ်လမ်းပြီးနောက် သီးခြားဇာတ်လမ်းတစ်ခုနဲ့ ထပ် ထွက်လာတာမို့ ရသအသစ်အဆန်းလေး ဖြစ်တဲ့အတွက် ပရိ သတ်တွေ သဘောကျကြမှာပါ။ဇာတ်လမ်းအဓိကအကြောင်းအရာကတော့ ဆယ်ကျော်သက်ကလေးလေးယောက် ဗီဒီယိုဂိမ်းကစားကာ ဂျူမန်းဂျိ ကမ္ဘာထဲရောက်သွားပြီး စွန့်စားခန်းမျိုးစုံ ဖြတ်ကျော်ရတဲ့ အကြောင်းလေး တင်ဆက်ထားတာ ဖြစ်ပါတယ်။၁၉၉၆ ကာလက အဲလက်စ် ဆိုတဲ့ ဆယ်ကျော်သက်ကောင် လေးဟာ ဂျူမန်းဂျိဂိမ်းဘုတ်ပြား လေးကို ကမ်းခြေနားက ကောက်ရ ခဲ့ပေမယ့် ဗီဒီယိုဂိမ်းတွေပဲ ကစား ဖြစ်နေတာမို့ ဂိမ်းမကစားဖြစ်ဘဲ သိမ်းထားခဲ့ပါတယ်။ ဒီလိုနဲ့ တစ် ညမှာ ဂျူမန်းဂျိဘုတ်ပြားထဲက ဂိမ်းတွေဟာ ဗီဒီယိုဂိမ်းအဖြစ် ပြောင်းသွားပြီး အဲလက်စ်က ဂိမ်း စက်ဖွင့်လိုက်ပြီးနောက်မှာတော့ သူပါပျောက်သွားခဲ့ပါတယ်။နှစ် ၂၀ လောက်ကြာခဲ့ပြီး နောက်မှာတော့ ဂျူမန်းဂျိဂိမ်းစက် က ပြန်ပေါ်လာခဲ့ပါတယ်။ စပန် ဆာ၊ ဘယ်သန်နီ၊ မာသာနဲ့ ဖရစ်ဂျ်ဆိုတဲ့ ...",
        "rating": "6.9",
        "url": "https://megaup.net/10ujf/(CM)Jumanji_-_Welcome_to_the_Jungle_(2017)_4K_BluRay_HEVC_10bit.AAC.5.1.CH.Nyein.mkv",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/ldd-135x200.jpg",
        "title": "The Last Duel (2021) 18+ Rated",
        "description": "ဒါရိုက်တာ ရစ်ဒလေ စကော့ ရိုက်ကူးထားပြီး စာရေးဆရာ အဲရစ်ဂျက်ကာရဲ့ ၂၀၀၄ ခုနှစ်ထွက် novelThe Last Duel: A True Story of Trial by Combat in Medieval France(နောက်ဆုံးစီးချင်း - မီဒီအီဗယ်ခေတ် ပြင်သစ်ရဲ့ ဖြစ်ရပ်မှန် စီးချင်းထိုး တရားစီရင်မှု) ကိုNicole Holofcener, Ben Affleck နဲ့ Matt Damon တို့က ဇာတ်ညွှန်းပြန်လည်ရေးသားထားတာဖြစ်ပါတယ်။သရုပ်ဆောင်တွေကတော့ မတ်ဒေမွန်၊ အဒမ် ဒရိုင်ဗာ၊ ဂျိုဒီကိုမာ၊ ဘန် အက်ဖလက်တို့လို နာမည်ကျော်တွေဖြစ်ပါတယ်။ဇာတ်လမ်းကို အခန်း ၁ ၂ ၃ ဆိုပြီး သုံးပိုင်းပြသထားလို့ တစ်ယောက်ချင်းစီရဲ့ ရှုထောင့်အရဇာတ်ကွက်လေးတွေ ထပ်နေတဲ့ပုံတော့ ပါပါတယ်။ ပြင်သစ်နဲ့အိုင်ယာလန်နေရာတွေမှာ ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းကိုတော့ မပြောပြတော့ပါဘူး။ အတော်ကြည့်လို့ကောင်းတာပဲ ပြောပြထားပါတော့မယ်။ဒီရုပ်ရှင်ထဲက ခေတ်ရဲ့ အံ့သြစရာ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-last-duel-2021-18-rated/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sm1fiwP8ecOIyB5nO5Dc9l7DGd4.jpg",
        "title": "Kotigobba 3 (2021)",
        "description": "ဒီကားကလည်း ကနာဒါးမင်းသား ဆူးဒိရဲ့ အက်ရှင်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။IMDB မှာ 7.8နဲ့ Time of India မှာ 4/5 ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းအမေ့အိမ် မိဘမဲ့ဂေဟာကို တည်ထောင်ထားတဲ့ ဆဒ်သရ ဟာမိဘမဲ့ကလေးတွေအားလုံး ချစ်ခင်ရတဲ့ လူတစ်ယောက်ဖြစ်သလို လူတွေကြားမှာလည်းကြင်နာသနားတတ်သူအဖြစ်ကျော်ကြားပါတယ်။ ရဲအဖွဲ့နဲ့လည်းအဆင်ပြေသလို ရဲတွေမရှင်းနိုင်တဲ့ကိစ္စတွေမှာ ခပ်ကြမ်းကြမ်း၀င်နွှဲတတ်သူတစ်ယောက်ပါ။ တနေ့တော့ သူ့ရဲ့မိဘမဲ့ဂေဟာကကလေးလေး ရောဂါတစ်ခုကြောင့် တူရကီမှာ ဆေးသွားကုဖို့ဖြစ်လာချိန်မှာ တူရကီမှာဗုံးတွေပေါက် ‌ယူရိုသန်းချီတန်တဲ့ ရတနာ သရဖူကို ဓါးပြတိုက်ချင်းခံရပါတော့တယ်။ဓါးပြမှုကို ဘယ်သူကျူးလွန်တာလဲ နာမည်ကြီးဓားပြ Ghost ဆိုတာ ဘယ်သူလဲ။ဆဒ်သရ နဲ့ကောဘယ်လိုပါတ်သက်နေလည်း ဆိုတာတော့ အလှည့်အပြောင်းများစွာနဲ့ ရင်ခုန်စွာစောင့်ကြည့်ရမှာပါ။အညွှန်းနဲ့ဘာသာပြန်ကတော့ Lwin Htoo Aung နဲ့ Sai Thurein Lynn ပဲဖြစ်ပါတယ် \nFile size…2.3GB / 1.3Gb \nQuality…1080p HD RIP AAC 5.1CH / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle ( ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/kotigobba-3-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mQBj0LKrLnqgkAjjj7yiqlFyxDM.jpg",
        "title": "Time and Tide (2000)",
        "description": "Time and Tide (2000)တိုင်လာက လမ်းပျော်လူငယ်လေးတစ်ယောက်ဖြစ်ပြီး သူ့ကြောင့်မိန်းကလေးတစ်ယောက် မတော်တဆကိုယ်ဝန်ရှိသွားတဲ့နောက်မှာ ငွေရှာဖို့ဆုံးဖြတ်ရင်းက တရားမ၀င်သက်တော်စောင့် ဂိုဏ်းတစ်ခုမှာ ၀င်လုပ်ခဲ့ပါတယ်။အဲ့ဒီမှာပဲ လုပ်ငန်းတာဝန်တစ်ခုအတွင်း ဂျက်ခ်ဆိုတဲ့လူတစ်ယောက်နဲ့ မတော်တဆခင်မင်ရင်းနှီးခဲ့ရာကနေ အလုပ်တစ်ခုအတူတူတွဲလုပ်ဖို့ဖြစ်လာပါတော့တယ်။ တကယ်တမ်းတော့ ဂျက်ခ်ဟာ ထိပ်တန်းအဆင့်လေ့ကျင့်ထားတဲ့ကြေးစားတပ်ဖွဲ့ခေါင်းဆောင်ဟောင်း တစ်ဦးဖြစ်ပြီး ရာဇ၀တ်လောကကိုကျောခိုင်းပြီး သူ့ဇနီးနဲ့အခြေချဖို့ကြိုးစားနေတဲ့သူပါ။ ဒါပေမယ့်လဲ သူချန်ထားရစ်ခဲ့တဲ့ အတိတ်တွေဟာ သူရဲ့တည်ငြိမ်ဖို့ကြိုးစားနေတဲ့ဘ၀ထဲအထိ ၀င်စွက်နှောင့်ယှက်ဖို့ ကြိုးစားလာတဲ့အချိန်မှာတော့ တိုင်လာပါ ဒီကိစ္စတွေထဲ ၀င်ပတ်သက်ရပါတော့တယ်။ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ရွှေခေတ်အကြောင်းပြောရမယ်ဆိုရင် Tsui Hark အကြောင်းမပါပဲပြည့်စုံမှာမဟုတ်ပါဘူး။ မကြည့်ဖူးသူမရှိသလောက် နာမည်ကြီးတဲ့ Zu Warriors from the Magic Mountain၊ Once Upon a Time in China film series တွေ၊ A Chinese Ghost Story တွေကိုပုံဖော်ခဲ့တဲ့ ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး ဒီကားကတော့ ဟောလိဝုဒ် မှာဗန်ဒိမ်းနဲ့နှစ်ကားဆက်တိုက်သွားရိုက်ပြီးဟိုမှာစိတ်ရှိတိုင်း ကြဲခွင့်မရလို့ဟောင်ကောင်ကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/time-and-tide-2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYmZhNjhkN2UtN2I3NS00MzUyLTg3M2YtNjRjN2Y2NmNhNzUxXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-141x200.jpg",
        "title": "Ajab Prem Ki Ghazab Kahani (2009)",
        "description": "Ajab Prem Ki Ghazab Kahani ဆိုတာ ထူးဆန်းတဲ့အချစ်ရဲ့ ဟာသ story လေးပါတဲ့နာမည်နဲ့လိုက်အောင်ပဲ ရိုလည်းရို ငိုလည်းငိုရတဲ့အပြင် ရယ်စရာလည်းကောင်းတဲ့ romantic comedy film လေးဖြစ်ပါတယ်\nCast တွေကလည်း အိန္ဒိယမှာ ခန်းသုံးခန်းအပြီး တက်လာတဲ့ မင်းသားတွေထဲမှာ အလားအလာအရှိဆုံးဖြစ်တဲ့ Ranbir Kapoor နဲ့ Bollywood နာမည်ကြီးမင်းသမီး Katrina Kaif တို့က ခေါင်းဆောင်အနေနဲ့ ပါဝင်ထားပါတယ် သုံးသပ်သူတွေဆီကလည်း Positive reviews တွေရခဲ့ပြီး 3 Idiots နဲ့ Love Aaj Kal ပြီးရင် 2009 ခုနှစ်ရဲ့ တတိယဝင်ငွေအကောင်းဆုံးကားလေး ဖြစ်ခဲ့ပါတယ်\n2009 ခုနှစ်ရဲ့ ဝက်ဝက်ကွဲလူကြိုက်များတဲ့ရုပ်ရှင်တစ်ကား blockbuster လို့လည်း ပြောကြပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါပရမ်ဟာ ဘဝကို ပေါ့ပေါ့ပါးပါးဖြတ်သန်းပြီး သူတစ်ပါးကို ကူညီတတ်တဲ့ လူငယ်လေးတစ်ယောက်ပေါ့ ပေါ့ပေါ့နေ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/ajab-prem-ki-ghazab-kahani-2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/A13tucXoWlL._SL1500_-141x200.jpg",
        "title": "Baywatch (2017)",
        "description": "နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ အပြိုင်အဆိုင်ကြဲထားတဲ့ ဟာသအက်ရှင်ဇာတ်ကားပါ...Dwayne Johnson,Zac Efron တို့လိုမင်းသားတွေအပြင် ညှို့ဓာတ်ပြင်းမင်းသမီးတွေဖြစ်တဲ့ Alexandra Daddario,Kelly Rohrbach နဲ့ အိန္ဒိယမင်းသမီး Priyanka Chopra တို့ပါဝင်ထားပါတယ်။(အခန်းအချို့နှင့် စကားလုံးများ ကြမ်းတမ်းခြင်းကြောင့် မိသားစုနှင့်အတူ ကြည့်ရင် မသင့်တော်ပါ)ဇာတ်လမ်းကတော့...ကမ်းခြေမှ အသက်ကယ်သမားတစ်ယောက်ဖြစ်တဲ့ မစ်ချ်ဟာ အလုပ်ကိုအင်မတန်ကြိုးစားပြီး လူတိုင်းက ချစ်ခင်ခံရတဲ့ လူတစ်ယောက်ပါ။ သူ့ရဲ့ တပ်ဖွဲ့အတွက် နှစ်တိုင်းလူရွေးပွဲ ပြုလုပ်လေ့ရှိပါတယ်။ သူ့လက်အောက်မှာ ကောင်မလေး အလန်းလေး ၂ ယောက်ကတော့ အလုပ်ဝင်နေပြီးသားပါ။ ဒီနှစ်အတွက် နောက်ထပ် လူသစ် ၃ ယောက်ရွေးချယ်ရမှာ သူနဲ့လုံးဝမတည့်မယ့် ဘရိုဒီဆိုတဲ့ လူငယ်တစ်ယောက် ပါလာပါတော့တယ်။ အဲဒီလူငယ်က ရေကူးချန်ပီယံ ရွှေတံဆိပ်၂ခုရှင်ဖြစ်ပြီး ဂျစ်ကန်ကန်နဲ့ အပျော်မက်တဲ့သူတစ်ယောက်ဖြစ်တဲ့အတွက် သူ့စကားကို နားမထောင်ချင်တာပါ။ သူတို့အဖွဲ့စဖွဲ့ချင်းမှာပဲ ကမ်းခြေမှာ ဘယ်ကရောက်လာမှန်းမသိတဲ့ မူးယစ်ဆေးဝါးမှုတွေနဲ့ မတော်တဆမှုလို့ထင်အောင် လုပ်ထားတဲ့ လူသတ်မှုတွေ ပေါ်ပေါက်လာပါတော့တယ်။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Gprl/(CM)Baywatch.2017.UNRATED.4K.BluRay.REMUX.HEVC.EAC3.5.1Ch.Nyein.mkv",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kt9nqD0uOar8IVE9191HXhWOXKI.jpg",
        "title": "Babylon A.D. (2008)",
        "description": "Babylon A.D. (2008)မင်းသားကြီး Vin Diesel ရယ်၊ တရုတ်မင်းသမီး Michelle Yeoh ရယ်၊ 20th Century Fox production ရယ်နဲ့တင် ဒီဇာတ်ကားက ကြည့်ဖို့ ထိုက်တန်နေပါပြီ။ rating နည်းပေမယ့်လို့ တစ်ခါတစ်လေမှာ ကျွန်တော်တို့ရင်ဘတ်နဲ့ rating နဲ့ သိပ်မကိုက်ညီတာမျိုးတွေလည်း ရှိတတ်ပါတယ်။ခေတ်လွန်နှောင်းပိုင်းအခြေ‌အနေတွေမှာ လူတွေရဲ့ ရှင်သန်ရပ်တည်ပုံတွေ နည်းပညာတွေကို ခပ်ပါးပါးလေး ပြထားတဲ့ဇာတ်ကားပါ။ 2008 ခုနှစ်က ထွက်ခဲ့ပြီး ကားဟောင်းတစ်ကားဖြစ်ပေမယ်လို့ ပြန်ကြည့်ထိုက်တဲ့ ဇာတ်ကားပါပဲ။ ဒီဇာတ်ကားမှာ ကြေးစားစစ်သားတစ်ယောက်ရဲ့ ရုန်းကန်ရှင်သန်ရပ်တည်မှု၊ ဘာသာရေးခုတုံးလုပ်ပြီး အကျိုးရှာချင်တဲ့ ခေါင်းဆောင်တစ်ယောက်၊ ဓာတ်ခွဲခန်းထဲက ဘဝစခဲ့ရတဲ့ လူတစ်ယောက်ရဲ့ ခံစားချက်နဲ့ စတေးခံရမှုတွေအကြောင်း ထူထူမပုတ်ဘဲ ပါးပါးလျပ်လျပ်ပဲ ပြသွားတာမလို့ သေချာအာရုံစိုက် ဆွဲထုတ်ဖို့တော့ လိုမယ်ထင်ပါတယ်။မင်းသားကြီး Vin Diesel ဒီဇာတ်ကားထဲမှာ ကြမ်းပြ ရမ်းပြနေရတာထက် မျက်လုံးတစ်ပေါက်နဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/babylon-a-d-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pU1ULUq8D3iRxl1fdX2lZIzdHuI.jpg",
        "title": "Ready Player One (2019)",
        "description": "ဟောလိဝုဒ်ရုပ်ရှင်လောကမှာ ရုပ်ရှင်တစ်ကားရိုက်တိုင်း အမြင်သစ်တစ်မျိုးနဲ့တင်ဆက်တတ်တဲ့ စတီဗင်စပီးဘတ်က ၂၀၁၈ မှာတော့ 80s, 90s born တွေအတွက်အမှတ်တရဖြစ်သွားစေမယ့် ကားတစ်ကားကို ချပြသွားခဲ့ပါတယ်။ဒီ Ready Player One ရုပ်ရှင်ဟာ Ernest Cline ရဲ့ Ready Player One ဆိုတဲ့ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး ဒီရုပ်ရှင်ဟာ ယနေ့ခေတ်မှာ လူသုံးများလာတဲ့ VR စနစ်နဲ့1980 ကနေ 2000 ခုနှစ်ကြားမှာ ရေပန်းကျော်ကြားခဲ့တဲ့ ရုပ်ရှင်၊ ကာတွန်း၊ စာအုပ်၊ ဂိမ်း၊ သီချင်းတို့ကိုအချိုးကျကျ ပေါင်းစပ်ပြသနိုင်ခဲ့တဲ့အတွက် ဝေဖန်ရေးဆရာတွေချီးကျူးထားတဲ့ ရုံတင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။၂၀၄၅ ခုနှစ်အရောက်မှာ ကမ္ဘာပေါ်က လူတွေဟာ လက်တွေ့ဘဝက ပြဿနာတွေကို ရင်ဆိုင်ဖြေရှင်းဖို့မကြိုးစားတော့ပဲ ထွက်ပေါက်အဖြစ် လွတ်မြောက်ဖို့နေရာတစ်ခုအဖြစ် အိုအေစစ်လို့ခေါ်တဲ့ Visual Worldထဲမှာပဲ အိပ်ချိန်၊ စားချိန်နဲ့ သန့်စင်ခန်းသွားချိန်တွေကလွဲလို့ ကျန်တဲ့အချိန်တွေကို ကုန်ဆုံးကြပါတော့တယ်။ဒီ အိုအေစစ်ကြီးကို ဖန်တီးခဲ့သူကတော့ ဂျိမ်းစ်ဟာလီဒေးဖြစ်ပြီး သူမသေဆုံးခင် ...",
        "rating": "7.8",
        "url": "https://megaup.net/1Gp8z/(CM)Ready.Player.One.2018.PROPER.4K.BluRay.x265.10bit.SDR.EAC3.5.1CH.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/l-1-139x200.jpg",
        "title": "The Laws of the Border (2021)",
        "description": "လူတောသိပ်မတိုးပဲ ဂိမ်းဆိုင်တွေမှာပဲအနေများတဲ့ Introvert ကောင်လေး နာချိုဟာကျောင်းမှာလည်း အနိုင်ကျင့်ခံကျောင်းသားတစ်ယောက်ဖြစ်ပါတယ်.ဒီကောင်လေးဟာ တစ်နေ့သူသွားနေကြ ဂိမ်းဆိုင်ကနေ လူတစ်ချို့နဲ့တွေ့ပြီးလုယက်ဓားပြတိုက်မှုတွေ မူးယစ်ဆေးထုတ်လုပ်မှုတွေမှာပါ ပါဝင်လုပ်ကိုင်လာခဲ့ပြီး .ဘဝနှစ်မျိုးနဲ့ နေထိုင်နေပါတယ် ဒါပေမယ့်...အမှန်တရားရှောင်လွှဲလို့မရတဲ့အတိုင်းသူ့ရဲ့ Identity အမှန်ကို မိဘဆွေမျိုး ကျောင်းကအနိုင်ကျင့်နေကြ ဘော်ဒါတွေသိသွားခဲ့တဲ့အခါမှာတော့ဘာတွေဖြစ်သွားမလဲဆိုတာ ကြည့်ရမှာပါ....စပိန်လူဆင်းရဲရပ်ကွက်မှာ ကြီးပြင်းလာတဲ့လူငယ်တစ်ယောက်ရဲ့ ဖိအား‌တွေကိုရိုက်ပြထားပြီးစပိန်တွေရိုက်လေ့ရှိတဲ့ ဓားပြတိုက်လုယက်တဲ့ အမျိုးအစားဖြစ်ပြီး IMDB 7 လောက်ရထားလို့ ကြည့်ကောင်းမယ့်ကားပါပဲ(ဘာသာပြန်နဲ့အညွှန်းကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)\nFile size…(2.4 GB) / (1.2 Gb)\nQuality….Webrip 1080p / 720p \nFormat…mp4\nDuration….02:07:00\nGenre...Action, Adventure, Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Thiha Yan Naing",
        "rating": "7",
        "url": "https://channelmyanmar.org/the-laws-of-the-border-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BOTVjYjZiMGItMGEyYS00MDllLTg5ZmUtMzI3NDcwMjdiNjU1XkEyXkFqcGdeQXVyMTI1NDAzMzM0._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "Republic (2021)",
        "description": "Republic 2021\nIMDb 8.5/10အသစ်ထွက်ရှိလာတဲ့ Republic ဆိုတဲ့ တောင်ပိုင်းကားလေးကတော့\nPolitical Thriller/ Drama အမျိုးအစားဖြစ်သည့်အားလျော်စွာ နိုင်ငံရေးကားကောင်းလေးတစ်ကားဆိုပါတော့...အိန္ဒိယနိုင်ငံရေးဇာတ်ကားဖြစ်တာနဲ့အညီ\nနိုင်ငံရေးသမားတွေရဲ့လုပ်စားကွက်တွေ၊ နိုင်ငံရေးလှည့်ကွက်တွေ၊ သူတော်ချင်းချင်းသတင်း‌လွေ့လွေ့လုပ်နေတာတွေ၊\nလက်ဝါးကြီးအုပ်အမြတ်ထုတ်တာတွေကြောင့် အောက်ခြေဆင်းရဲသားနင်းပြားလေးတွေရဲ့ဘဝတွေ အဖိနှိပ်ခံရပုံတွေ...\nပညာရေးစနစ်၊ တရားရေးစနစ်၊ စာရိတ္တပိုင်းဆိုင်ရာတွေပါ ချို့ယွင်းပျက်စီးနေပုံတွေကို ထည့်သွင်းရိုက်ကူးထားပါတယ်။အာဏာကိုအလွဲသုံးစားလုပ်မယ့်သူနဲ့ မတရားရင် ငြိမ်မခံတဲ့ ပြည်သူ့ဖက်က ဘက်တော်သားတို့ ဒီကားမှာ သူနိုင်ကိုယ်နိုင်အပြိုင်ကြဲကြမှာပါ..\nလူသိများနာမည်ကြီးတဲ့တောင်ပိုင်းမင်းသားမင်းသမီးတွေဇာတ်ပို့တွေ ပါဝင်တာကြောင့် တောင်ပိုင်းစတိုင်မိုက်တဲ့ဇာတ်ကားပါပဲ။\nFile size…(2.2 GB)/(1 GB)\nQuality….WEB-DL HEVC 1080p/720p\nFormat…mkv/mp4\nDuration….02:26:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Ka Naung\nTranslated by Murphy & Mugiwara Ya & San Thu Aung",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/republic-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BYTY5YTcyODMtYjYzNi00ZjM5LWE1ZGItNzdlNDE4MDFmNzFhXkEyXkFqcGdeQXVyMzA3NjI1NzM@._V1_-141x200.jpg",
        "title": "Romantic (2021)",
        "description": "ဒီနေ့ထွက် အိန္ဒိယတောင်ပိုင်း Action,Drama,Romance ကားလေးတင်ဆက်လိုက်ပါတယ်။လူဆိုးတွေဆိုတာ လူကောင်းတွေလားလို့ မေးလိုက်ရင် အရူးလားဆိုပြီး တုံ့ပြန်ကြမယ်ထင်ပါတယ်။ လူဆိုးဆိုတာကရော လူကောင်းမဖြစ်နိုင်ဘူးလားလို့ မေးစရာလိုတဲ့ အကြောင်းတွေ သပွတ်အူ လူ့လောကကြီးမှာ ရှိတယ်ဆိုပါစို့။ဗက်စကို နဲ့ အန်နီဆိုတဲ့ သူငယ်ချင်း နှစ်ယောက်က ဆင်​ခြေဖုံးရပ်ကွက်မှာ ​နေထိုင်ကြတဲ့ လူဆင်းရဲလေးတွေပါ။ ဗက်စကိုဟာ ရဲတစ်​ယောက်ရဲ့သားဖြစ်​ပေမယ့် အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးကို ရှာ​ဖွေရင်း လောကကြီးရဲ့ မျက်လှည့်စင်မြင့်ပေါ်မှာ သူကိုယ်တိုင် လူဆိုးဂိုဏ်းဝင်တစ်ဦးဖြစ်လာခဲ့ပါ​တယ်။\nသူ့ရဲ့ အချစ်ဆုံး ငယ်သူငယ်ချင်း အန်နီကလည်း သူ့​နောက် တစ်​ကောက်​ကောက်​ပေါ့။တစ်​နေ့မှာ​တော့ ဗက်စကိုဟာ မိုနီကာဆိုတဲ့ ရဲတစ်​ယောက်ရဲ့ညီမကို ချစ်ကြိုက်မိပါ​တော့တယ်။ လူဆိုးဘဝနဲ့ ကျင်လည်ရင်း အ​ဖေကိုသတ်သွားတဲ့ လူဆိုးရဲ့ ဘိန်းကုန်စည်​တွေကို ဖြတ်ခုတ်ပြီး သူ​နေထိုင်ရာ ရပ်ကွက်​လေးရဲ့ တိုးတက်ရာတိုးတက်​ကြောင်းကို ကူညီ​နေတဲ့ Robin Hood လက်သစ်​လေး ဗက်စကိုဟာ မိုနီကာကို ချစ်​ပေမယ့် တပ်မက်တယ်လို့ပဲ ထင်ခဲ့မိတယ် အချစ်ကို ဝန်မခံရဲခဲ့ဘူး။ ...",
        "rating": "5.8",
        "url": "https://megaup.net/1Gnda/(CM)ROMANTIC_(2021)_Telugu_TRUE_WEB-DL_-_1080p_-_HEVC_-_UNTOUCHED.mkv",
        "category": "Action, Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1T5BAF0RsrQfQik5WtXA30gJlk7.jpg",
        "title": "Annaatthe (2021)",
        "description": "Annaatthe 2021===============Drama/Actionအချစ်နဲ့စစ်မှာမတရားတာမရှိဘူးလို့ထင်တဲ့အယူအဆကိုယနေ့တိုင်လက်ခံထားတဲ့သူတွေရှိသလို၊လက်မခံထားတဲ့သူတွေဆိုတာလည်းရှိ‌သပေါ့လေ။ လူတစ်ကိုယ် အကြိုက်တစ်မျိုးမို့ရှုထောင့်အထွေထွေနဲ့ရှုစားကြရာမှာအနီးစပ်ဆုံးမှန်သွားတယ်ဆိုတဲ့ဟာတွေကိုတစ်အုပ်စုခွဲပြီးမှတ်ရတာပေါ့။တမီးလ်ကားတွေကိုအရင်ကမြန်မာပေါကားတွေလောက်ပဲထင်ခဲ့ ဘောလိဝုဒ်ကိုမမီပါဘူးလို့ထင်ခဲ့မိပေမဲ့တကယ့်တမီးလ်ကားကောင်းတွေကိုကြည့်မိပြီးသွားတဲ့အခါ တမီးလ်ကားတွေကြည့်ရတာလည်းကျွန်တော်သဘောကျတတ်လာတယ်ဗျ။ တမီးလ်ကုလားကားဆိုတဲ့အတိုင်း သီချင်းလေးတွေပါကန်ရင်လေပေါ်လွင့်ထွက်သွားတာတွေက ယုတ္တိမတန်တာကလွဲရင် ကြည့်လို့လည်းကောင်းသလိုဇာတ်လမ်းဇာတ်ကွက်ကောင်းတာကိုတော့ တကယ်မချီးကျူးဘဲမနေနိုင်လောက်အောင်ပါဘဲ။ဒီကားလေးဟာလည်း ဇာတ်လမ်းအစကနေအဆုံးထိတောက်လျှောက်ဆွဲခေါ်သွားနိုင်စွမ်းရှိတဲ့တမီးလ်ကားကောင်းလေးတွေထဲကတစ်ကားပဲဖြစ်ပါတယ်။ ငယ်ငယ်တည်းကဆုံးပါးသွားတဲ့အဖေနဲ့အမေမရှိတော့တဲ့နောက်ပိုင်း တစ်ဦးတည်းသောညီမလေးကိုအချစ်တွေတိုးလို့ချစ်ခဲ့ရတဲ့ရွာသူကြီးအစ်ကိုကြီးတစ်ဦး၊ အစ်ကိုကြီးစကားဆိုတစ်‌သွေမတိမ်းနားထောင်တဲ့ညီမလေးအနေနဲ့အစ်ကိုကြီးအိမ်ထောင်ဖက်အသစ်ရှာပေးတာကိုကြည်ကြည်ဖြူဖြူလက်ခံဖို့စဉ်းစားရင်း၊ဘယ်လိုကနေဘယ်လို မြို့ပေါ်ကလူဆိုးဂိုဏ်းတစ်ခုနဲ့ပါရင်ဆိုင်သွားရမယ်၊ဘယ်နေရာမှဘယ်လိုဇာတ်လမ်းဇာတ်ကွက်လှည့်သွားမလဲဆိုတာကိုတော်တော်ကြည့်ကောင်းမယ့်ကားလေးကတော့ Annaatthe 2021 ပဲဖြစ်ပါတယ် \nFile size…1.59Gb / 4GB\nQuality…720p WEBDL\nFormat…Mp4\nDuration….2h 43m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Yk\nTranslated by San Thu Aung & Sai ThuRein Lynn",
        "rating": "4.7",
        "url": "https://channelmyanmar.org/annaatthe-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvHjp1vEFmp5FquSCPQ2O95tIZJ.jpg",
        "title": "Edge of Darkness(2010)",
        "description": "Edge of Darkness(2010) အညွှန်း***************************IMDb...7.0\"လူတိုင်းနိုင်ငံရေးလုပ်လာကြတဲ့ အခြေအနေတစ်ခုရှိတယ်\nလုံးဝမဖြစ်သင့်တဲ့အဖြစ်မျိုးမှန်း သိနေတဲ့အခါမှာ ဝင်ပါရတော့တာပဲလေ\nကိုယ့်ဘဝဆုံးသွားနိုင်တယ်ဆိုတာတောင်သိလျှက်နဲ့ပေါ့\"ဒါကတော့ ဒီဇာတ်လမ်းထဲက ဇာတ်ကောင်တစ်ယောက်ဖြစ်တဲ့ ဂျက်ဘာ့ဂ်က ပြောခဲ့တဲ့စကားပေါ့...ဘော်စတွန်မြို့က စုံထောက် သောမတ်စ်ခရေဗင်မှာ အမ်မာခရေဗင်ဆိုတဲ့ သမီးတစ်ယောက်ရှိတယ်..\nတစ်နေ့တော့ သူနဲ့သူ့သမီးနဲ့ အိမ်တံခါးဝကအထွက် လူတစ်ယောက်က \"ခရေဗင်\"လို့အော်ပြီး Shotgun နဲ့ပစ်သွားတာမှာ သူ့သမီးမှန်ပြီး ဆုံးသွားတယ်.....\nခရေဗင်ဟာ စုံထောက်တစ်ယောက်ဖြစ်တဲ့အတွက် ရန်ငြှိုးရန်စတွေရှိမှာပဲလို့ရဲတွေကတွေးမိတဲ့အခါမှာ လူသတ်သမား တကယ်တမ်းသတ်ချင်တဲ့လူကစုံထောက်ခရေဗင်ပဲဖြစ်မယ်လို့ ကောက်ချက်ချလိုက်တယ်...\nသူ့ကိုပစ်တဲ့အချိန်မှာ သူ့သမီးကိုမှားပြီးထိသွားတယ်ပေါ့...\nဒါပေမဲ့ ဒီကိစ္စက သွေးရိုးသားရိုးမဟုတ်မှန်းရိပ်မိတဲ့ စုံထောက်ခရေဗင်အတွက်တော့တစ်ကိုယ်တော်ထောက်လှမ်းမှုတွေလုပ်ပြီး လူသတ်သမားကို လိုက်ရှာတဲ့အခါမှာသူ့သမီးနဲ့ပတ်သက်တဲ့အကြောင်းတွေကို မထင်မှတ်စွာဘဲ ရှာဖွေတွေ့ရှိလာခဲ့ရချိန်မှာတော့...   File Size :(2.2GB) (0.9 GB) and (365 MB)\nQuality : Blu-Ray 1080p5.1ch ,720p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/edge-of-darkness2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/MV5BMTQ1MjUyOTgxM15BMl5BanBnXkFtZTgwNTg3MjM4MTE@._V1_-133x200.jpg",
        "title": "Saving General Yang (2013)",
        "description": "IMDb Rating(6.4)ရန်အိမ်တော်ဆိုတာနဲ့ တစုန့်ခေတ်က အရဲရင့်ဆုံးစစ်သူကြီးအဖြစ် လျောင်နိုင်ငံရဲ့ကျူးကျော်မှု‌တွေကိုတွန်းလှန်ခဲ့တဲ့စစ်သူကြီး \"ရန်ရဲ့\"ကို တော်တော်များများ သိကြမှာပါ။\nနှစ်ပေါင်းများစွာ တစုန့်ပြည်အတွက် သက်စွန့်ဆံဖျားအစေခံရင်း အလုပ်အကျွေးပြုခဲ့တဲ့ သူ့ရဲ့နောက်ဆုံးတိုက်ပွဲအကြောင်းကို ဒီရုပ်ရှင်မှာလိုက်ပါစီးမျောခံစားလိုက်ပါ။ဇာတ်လမ်းအကျဉ်း............တစုန့်ပြည်ကိုကာကွယ်ရင်း လွန်ခဲ့သော ဆယ်နှစ်က သူအနိုင်တိုက်ခဲ့တဲ့ လျောင်စစ်တပ်ရဲ့ ဗိုလ်ချုပ်သားနဲ့ပြန်ရင်ဆိုင်ရတဲ့အခါ...\nစစ်ပွဲက သာမန်စစ်ပွဲနဲ့မတူတော့ဘဲ ရန်ငြိုးတွေကို အပြတ်ရှင်းကြမယ့်စစ်ပွဲဖြစ်နေတဲ့အခါ...\nထောင်ချောက်မိပြီး ဝံပုလွေတောင်ခံတပ်မှာ ပိတ်မိနေတဲ့စစ်သူကြီးကိုကယ်တင်မယ့် သူ့သား၇‌ ယောက်...\nသူတော်စဉ်ကြီးရဲ့ သား ၇ ယောက်သွားပြီး ၆ယောက်ပြန်လာမယ် လို့ထွက်ပေါ်လာတဲ့ကောလဟာလ...\nတကယ့်အဖြစ်အပျက်နဲ့ဘာတွေလွဲမှာလဲ။\nတကယ်တမ်းမှာ ဘယ်သူတွေအသက်ရှင်မှာလဲဆိုတာကို သမိုင်းဖြစ်ရပ်မှန်တွေနဲ့ ချိတ်ဆက်ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ဟောင်ကောင်ဒါရိုက်တာ Ronny Yu ရဲ့လက်ရာဖြစ်သလို အစအဆုံးဆွဲဆောင်မှုရှိရှိနဲ့တင်ဆက်ထားနိုင်ပါတယ်။CGI မကြိုက်တဲ့မိတ်ဆွေတွေအတွက် ကြည့်ရတန်မယ့်ရုပ်ရှင်တစ်ကားပါပဲ။\nFile size…(1.8 GB)/(1 GB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lwin Htoo Aung",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/saving-general-yang-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/06/MV5BNWIyNmQxNGEtMDU5OC00N2Y0LTkwYzktYWQ1Y2Q5ZjE4ZGJjXkEyXkFqcGdeQXVyODM2Njg2OTg@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Alita: Battle Angel (2019)",
        "description": "အနာဂတ်ကာလမှာပါ။ တစ်စစီဖြစ်နေတဲ့ စက်ရုပ်မလေးတစ်ယောက်ဟာCyber-doctor တစ်ယောက်ကယ်တင်ခဲ့လို့ ပြန်လည်နိုးထလာခဲ့တယ်။သူ့ကိုယ်သူ ဘယ်သူမှန်းမျသိ၊ အပြင်လောကအကြောင်းလည်းဘာမှမသိတဲ့ Alita ဟာ တိုက်ရည်ခိုက်ရည်ကျွမ်းလှတဲ့အတွက် သူ့မိသားစုကိုကာကွယ်ရင်းနဲ့မှ သူ့ရဲ့အတိတ်၊ သူနေထိုင်တဲ့မြို့နဲ့ သူ့ရဲ့ရည်မှန်းချက်တို့ကို ပြန်လည်သိရှိလာခဲ့ပါတယ်။Review\n…\nနာမည်ကျော် Japan Anime series တို့ကို ရုပ်ရှပ်အဖြစ်ပြန်လည်အသက်သွင်းထားတာဖြစ်ပါတယ်။Manga/anime adaptation တွေထဲမှာ ရှားရှားပါးပါး source material အရသာမပျောက်အောင် အကောင်းဆုံးဖန်တီးထားနိုင်တယ်လို့fan တွေကပြောပါတယ်။Creator ကြီး Yukito Kishiro ကိုယ်တိုင်ကဒီကားကို ၅ ခေါက်တိတိကြည့်ပြီးပြီဖြစ်ပြီးသူ့အတွက်တော့ \"Greatest movie in the world\" ပါပဲလို့ပြောပါတယ်။ကျွန်တော် anime/manga တစ်ခုမှမသိပါဘူး။ဆိုတော့ ရုပ်ရှင်တစ်ကားအနေနဲ့ပဲ မြင်သလောက် ပြောကြည့်ပါမယ်။Avatar ဖန်တီးရှင်ကြီး James Cameron ကိုယ်တိုင်producer အဖြစ်ပါဝင်ပြီး Robert Rodriguez ရိုက်ကူးထားတဲ့Alita: Battle Angel ရုပ်ရှင်ဟာ တကယ့် visual spectacle ကြီးတစ်ခုပါပဲ။အရာအားလုံးက ...",
        "rating": "7.5",
        "url": "https://megaup.net/2mkej/(CM)Alita.Battle.Angel.2019.Open.Matte.4K.BluRay.HEVC.EAC3.5.1CH.mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9VFBtfMRKh5Yfd8jQ4kPhhD441D.jpg",
        "title": "The Terror Live(2013)",
        "description": "The Terror Live(2013) အညွှန်း*************************IMDb...7.5ယွန်းယောင်ဟွာဟာ နာမည်ကြီးသတင်းတင်ဆက်သူဖြစ်ခဲ့ပေမယ့်သူရဲ့လာဘ်စားတယ်ဆိုတဲ့သတင်းကြောင့် ရေဒီယိုတင်ဆက်သူအနေနဲ့ ရာထူးချခံထားရပါတယ် ...တစ်နေ့မှာ ရေဒီယိုကနေ အစီအစဉ်တင်ဆက်နေတုန်း မာဖိုတံတားကို ဖောက်ခွဲပစ်မယ်ဆိုပြီးခြိမ်းခြောက်တဲ့ဖုန်းခေါ်ဆိုမှုတစ်ခုကို ရရှိခဲ့ပါတယ် ...အစပိုင်းမှာတော့ စနောက်တယ်ထင်ပြီး ဖောက်ခွဲလိုက်လို့ ပြောခဲ့ပါတယ် ...အကြမ်းဖက်သမားဟာတကယ်ပဲ ဖောက်ခွဲပြလိုက်တဲ့အခါမှာတော့အားလုံးကထိတ်လန့်ကုန်ကြပါတယ်..ဒီအခြေအနေက သူ့အတွက် သတင်းတင်ဆက်သူနေရာကို ပြန်ရနိုင်မယ့်အခွင့်အရေးပဲဆိုပြီး ရဲကိုအကြောင်းမကြားဘဲ သူ့ရဲ့အထက်လူကြီးနဲ့တိုင်ပင်ပြီး သူတို့အစီအစဉ်ကို ကြည့်သူရှုသူများအောင်လုပ်မယ်ဆိုပြီး ညှိနှိုင်းမှုလုပ်ကြပါတယ်...အကြမ်းဖက်သမားနဲ့လည်း သဘောတူညီမှုတွေ လုပ်ခဲ့ကြပြီးတစ်နိုင်ငံလုံး ကြည့်ရှုနိုင်ဖို့ သူတို့ဖုန်းပြောတာကို တိုက်ရိုက်ပြသခဲ့ပါတယ် ...သူ့ရဲ့  တကိုယ်ကောင်းဆန်တဲ့လုပ်ရပ်ဟာ အကုန်လုံး ပြဿနာအကြီးကြီးတက်ဖို့ဖြစ်လာပါတော့တယ်...ဒီကားက ကိုရီးယားရဲ့နာမည်ကြီးမင်းသားဖြစ်တဲ့ Ha Jung-woo အဓိက ပါဝင်ထားပြီးအခြားနာမည်ကြီ:သရုပ်ဆောင်များစွာပါဝင်ထားပါတယ်...ဇာတ်လမ်းဟာ အစမှ အဆုံးထိ ဇာတ်ရှိန်ကျမသွားသလိုရင်တထိတ်ထိတ်နဲ့ကြည့်ရအောင်မြိုင်ဆိုင်လွန်းလှတယ်...လူတွေရဲ့သဘော တွေ နိုင်ငံရေးသမားတွေရဲ့ လှည့်ကွက်တွေ အမြတ်ထုတ်မှုတွေအကြောင်းရိုက်ပြထားသလိုဘက်ဂျက်လည်းအတော်ကုန်ကျခံထားတဲ့ဇတ်ကားဖြစ်တယ်...ဒါ့ကြောင့်  ရုံတင်ပြီးပြီးချင်း ၆ရက်မှာပဲ လက်မှတ်အ​စောင်ရေ ၂မီလီယံရောင်းချခဲ့ရပြီးBox Officeမှာလည်း ဒုတိယအနေရာအထိရောက်ရှိခဲ့ပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Estel ဖြစ်ပါတယ်..    File Size : (1.8GB)(921 MB) and ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/the-terror-live2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tpnR174jTJqdduuOFGeI7RdKHZZ.jpg",
        "title": "A Better Tomorrow II (1987)",
        "description": "A Better Tomorrow II (1987)IMDb Rating - 7.3\nDirected By John Wooဂျွန်ဝူးရဲ့ ဂန်းကားတွေမှာ ကျွန်တော်အကြိုက်ဆုံး အချက်ကိုပြောရရင် သူ့ထဲက ‌ဇာတ်ကောင်တွေ, အထူးသဖြင့် ချောင်ယွန်ဖတ်ရဲ့ ဇာတ်ကောင်တွေဟာ မိတ်ကောင်းဆွေကောင်း အရမ်းဆန်ပြီး သူတို့မိတ်ဆွေတွေအတွက် အသက်ကိုတောင် မမှုတဲ့လူတွေ ဖြစ်နေတာကိုပါပဲ။ ကျွန်တော်တို့ရော အဲဒီလောက် မိတ်ဆွေကောင်းပီသနိုင်ပါ့မလား,အဲဒီလို မိတ်ဆွေမျိုးရော ရနိုင်ပါ့မလား,မသေချာပေမဲ့ သူတို့တွေရဲ့ မိတ်ဆွေကောင်းပီသမှုကတော့ ကျွန်တော်တို့ရင်ထဲကို အနည်းနဲ့အများတော့ ထိလောက်မှာပါပဲ။ချောင်ယွန်ဖတ်ဟာ လက်တွေ့ဘ၀မှာလည်း ကိုယ်ကျိုးမကြည့်တဲ့ လူကောင်းတစ်ယောက်ပါ။လက်ရှိထိ နာမည်အကြီးဆုံး သက်တမ်းအရင့်ဆုံး မင်းသားကြီးပေမဲ့ ဟောင်ကောင်ရဲ့လမ်းမတွေ မုန့်ဆိုင်တွေမှာ ရိုးရိုးကုတ်ကုတ်ပုံစံနဲ့ပဲ တွေ့ရတတ်တယ်။ သူသေပြီးရင် သူ့စည်းစိမ်တွေအားလုံးကို ပရဟိတအဖွဲ့တွေကို ပေးပစ်ဖို့ပါ အစီအစဉ်ချထားတဲ့သူပါ။ သူရှာထားသမျှတွေကို သူ့ကိုယ်ကျိုးအတွက် သုံးတာ အင်မတန်နည်းတယ်လို့လည်း ငယ်ငယ်က သတင်းစာမှာ ဖတ်ခဲ့ဖူးတယ်။ ဒီလိုသဘောထားကြီးတဲ့ ချောင်ယွန်ဖတ်ဟာ ရုပ်ရှင်ထဲက ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/abt2-1987/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/venom-134x200.png",
        "title": "Venom: Let There Be Carnage (2021)",
        "description": "Venom: Let There Be Carnage (2021)==========================IMDb Rating - 6.3/10Venom 2 WebDL video quality, sound quality ကောင်းကောင်းနဲ့ Digital Released ထွက်လာပြီမို့ . update လုပ်ပြီးတင်ဆက်ပေးလိုက်ပါပြီ။Venom ဒုတိယကားမှာလည်း အက်ဒီ နဲ့ ဗယ်နွန်က မတည့်အတူနေပါပဲ။ ငြင်းလိုက်ခုန်လို့ ရန်ဖြစ်လိုက်နဲ့ လူဆိုးတွေနဲ့ ချနေဆဲပါပဲ။ကလိတပ်ဆိုတဲ့ စိတ္တဇလူသတ်သမားဆီကို အနီရောင် ကပ်ပါးကောင် ကာနေ့ဂျ် ရောက်သွားပြီ ထောင်ကနေ လွတ်မြောက်သွားပါတယ်။ကလိတပ်က သူ့ရဲ့ချစ်သူကိုပါ ထောင်ထဲက ကယ်ထုတ်ပြီး အက်ဒီ နဲ့ဗယ်နွန်ကို ကလဲ့စားချေဖို့ လိုက်လာတဲ့အခါ.....အဆက်အစပ်ရှိချင်ရင်တော့ CM မှာတင်ပေးထားတဲ့ Venom 1 ကိုကြည့်လို့ရပါတယ်။ နောက်ပြီးတော့ Venom-2 ရဲ့ အဆုံးမှာစပိုက်ဒါမန်း နဲ့ ဆက်စပ်မယ့် တစ်ခန်းပါသေးတာမို့ သေချာလေး ရှာကြည့်လိုက်ပါဦးနော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/venom-let-there-be-carnage-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Shoot-Em-Up-poster-133x200.jpg",
        "title": "Shoot ‘Em Up (2007)",
        "description": "Shoot 'Em Up (2007)IMDb - 6.7/10_____Rotten - 67%\nမမမိုနီကာပါဝင်တဲ့ Action/Thriller လေးပါ...မုန်လာဉနီမြင်ရင် သတိရနေမိတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။ဇာတ်လမ်းအကြောင်းလေးကို အနည်းငယ်မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအစမှာ ဘယ်သူမှန်းမသိတဲ့ ဗိုက်ကြီးသည်မိန်းကလေးတစ်ယောက်နဲ့စတင်ထားပါတယ်။ဒီမိန်းကလေးကို ဘယ်ကမှန်းမသိတဲ့ လူတစ်စုကသတ်ဖြတ်ချင်နေကြပါတယ်. . .အဲ့လိုပြသနာတွေဖြစ်နေကြတုန်းမှာ ဘယ်လိုပေါ်လာမှန်းမသိတဲ့ ဇာတ်လိုက်က မိန်းကလေးကိုကယ်သွားပါတယ်...ကလေးတောင်မွေးပေးလိုက်သေး...သူတို့ဇာတ်ရှုပ်ကြီး အပစ်အခတ်ကြမ်းကြမ်းနဲ့ ဘယ်လိုရှင်းကြမလဲဆိုတာ....။ဇာတ်လမ်းသွား တမူထူးခြားတဲ့ဇာတ်ကားလေးပါပဲ။\nFile size…(1.5 GB)\nQuality….BluRay HEVC 1080p\nFormat…mkv\nDuration….01:26:32\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Idiot Myo Ko",
        "rating": "6.7",
        "url": "https://megaup.net/10jjr/(CM)Shoot.Em.Up.2007.1080p.BluRay.DTS.x264-hV.mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/11/e-133x200.jpg",
        "title": "Empire of the Sun (1987)",
        "description": "စတီဗင် စပီးဘက်ရဲ့ Epic war dram ရုပ်ရှင်တစ်ခု\nတင်ဆက်ပေးလိုက်ချင်ပါတယ်။ ဒီရုပ်ရှင်မှာ ဒါရိုက်တာက\nအသက် 13 နှစ်အရွယ် မင်းသား ခရစ်ရှန်ဘေးကို\nအယောက် ၄၀၀၀ လောက် ဝင်အရွေးခံတဲ့အထဲကမှ\nရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။ အဓိက ဇာတ်ကောင်ကတော့\nဂျေမီဆိုတဲ့ ဗြိတိန်လူမျိုး ကောင်ကလေးပါပဲ။\nသူက သူ့မိဘနှစ်ယောက်နဲ့အတူ ရှန်ဟိုင်းမှာ\nမွေးကတည်းက နေခဲ့တာပါ။ တကယ်တော့\nတရုတ်နဲ့ ဂျပန် စစ်မကြေညာဘဲ စစ်ဖြစ်နေတာ\nလေးနှစ်လောက်ကြာနေပါပြီ။ ဒါပေမဲ့ နိုင်ငံတကာ\nသံတမန်လုံခြုံရေးအရ ရှန်ဟိုင်းမှာ အေးအေးလူလူ\nနေထိုင်နေကြတဲ့ အနောက်တိုင်းသားတွေ အများကြီးပါပဲ။\nသူတို့အေးအေးလူလူ နေနိုင်တဲ့အချိန်တွေ\nကုန်တော့မှာကို မသိကြသေးပါဘူး။\nပုလဲဆိပ်ကမ်းကို ဂျပန်တွေဗုံးမကျဲခင်အထိပေါ့လေ။\nဒီလိုနဲ့ ဒုတိယကမ္ဘာစစ်ကြီးထဲမှာ ဂျပန်တွေ\nရှန်ဟိုင်းကိုဝင်လာချိန်မှာမှာ ဗြိတိန်သားတွေအလုအယက်\nထွက်ပြေးကြရပါတော့တယ်။ ထွက်ပြေးကြတဲ့အချိန်မှာမှ\nဂျေမီလေးက တစ်ယောက်တည်း မိဘတွေနဲ့ ကွဲပြီးကျန်နေခဲ့တာပေါ့။\nဂျေမီလေးက လေယာဉ်တွေကို အရမ်းစိတ်ဝင်စားပြီး\nဂျပန်တွေကိုလည်း သတ္တိရှိတယ် လေယာဉ်တွေပိုကောင်းတယ်ဆိုပြီး\nလေးစားတဲ့စိတ်ရှိပါတယ်။ ကလေးတစ်ယောက်ရဲ့ ရိုးရှင်းတဲ့အတွေးပေါ့။\nဒါပေမဲ့ ဘေစီဆိုတဲ့ အမေရိကန်တစ်ယောက်နဲ့အတူ\nဂျပန်ချွေးတပ်စခန်းမှာ နှစ်အတော်ကြာနေလိုက်ရတဲ့အခါမှာတော့\nဂျေမီ တစ်ဖြည်းဖြည်းပြောင်းလဲလာရတာကို\nစစ်သမိုင်းနောက်ခံနဲ့ လှလှပပ တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။\nသေသွားတဲ့သူရဲ့ ဖိနပ်တွေကို မချွတ်ဖို့အတင်းတားခဲ့ဖူးတဲ့\nကောင်လေး အဖြစ်ကနေ သူသေသွားရင် သူ့ဖိနပ် ကျွန်တော့်ကိုပေးနော်ဆိုတဲ့\nကောင်လေးဖြစ်လာတဲ့ဂျေမီ။ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/empire-of-the-sun-1987/"
    }
]