[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Power_Rangers_2017_Official_Theatrical_Poster-195x300.png",
        "title": "Power Rangers (2017)",
        "description": "Mighty Morphin Power Rangers 2017 Reboot Movieနာမည္ၾကားရံုနဲ႕ ခင္ဗ်ားတို႕ေတြၾကက္သီးတဖ်န္းဖ်န္းထရံုမကပဲ အသားေတြပါတဆတ္ဆတ္တုန္သြားမယ္ဆိုတာေကာင္းေကာင္းၾကီးအာမခံပါတယ္….တကယ္ေတာ့ဒီရုပ္ရွင္ကို အညႊန္းေတာင္တကူးတကေရးၿပီးေတာ့ ညႊန္းေနစရာမလိုေလာက္ပါဘူး…ဘာေၾကာင့္လဲဆိုေတာ့ အားလံုးနဲ႕ရင္းႏွီးၿပီးသားၿဖစ္တဲ့အၿပင္ ကြ်န္ေတာ္တို႕နဲ႕အတူတကြၾကီးၿပင္းလာတဲ့ငယ္ဘ၀ဇာတ္ေကာင္လူစြမး္ေကာင္းမ်ားၿဖစ္တဲ့ Power Rangers ေတြၿဖစ္တာေၾကာင့္အားလံုးလည္း ရင္းႏွီးၿပီးသားၿဖစ္ၾကပါလိမ့္မယ္…..ဒါေပမယ့္ တစ္ခုေၿပာစရာရွိတာက ဒီရုပ္ရွင္ထဲကအဓိကဇာတ္ေကာင္ေတြPower Rangers ေတြၿဖစ္လာမယ့္ Angel Groove ၿမိဳ႕ရဲ႕အထက္တန္းေက်ာင္းသားေတြၿဖစ္ၾကတဲ့ Power Rangers ေတြၿဖစ္လာၾကမယ့္ အထက္တန္းေက်ာင္းသားေလးေတြၿဖစ္တဲ့Jason,Kimberley,Billy,Zack,Trini တို႕ဟာ ကြ်န္ေတာ္တို႕ငယ္ငယ္ကရင္းႏွီးခဲ့ၾကတဲ့အတိုင္းလူေတာ္လူေကာင္း အမ်ားအက်ိဳးသယ္ပိုးၾကတဲ့ လူငယ္ေလးေတြမဟုတ္ၾကဘဲေက်ာင္းရဲ႕ လူေပလူေတေလးမ်ားၿဖစ္ေနတာကို အံ့အားသင့္ဖြယ္ ၿမင္ရမွာပဲၿဖစ္ပါတယ္….ဒါ့အၿပင္ ဒီရုပ္ရွင္ဟာလွည့္ကြက္ ၿမွပ္ကြက္မ်ားစြာနဲ႕ တင္ဆက္ထားတဲ့အၿပင္ကိုဇာတ္လမ္းအစမွာကိုပဲ ၾကည့္ရႈ႕သူပရိတ္သတ္ေတြအားလံုးကို ”ဟာ ဒါကဒီလိုပါလား” ဆိုၿပီး အံ့အားသင့္ေရရြတ္ရေလာက္ေအာင္ကို တင္ဆက္ထားတာကိုလည္း ၾကည့္ရႈ႕ရဦးမွာၿဖစ္ပါတယ္….ဇာတ္လမ္းအက်ဥ္းေလးကိုေတာ့ အခုေၿပာၿပတာထက္ ကိုယ္တိုင္ခံစားၾကည့္ရႈ႕လိုက္တာကပိုၿပီးေတာ့ ရင္ခုန္စိတ္လႈပ္ရွားမႈ႕ေတြေပးစြမ္းႏိုင္မွာမို႕ အခုပဲ ေဒါင္းၾကည့္ၾကဖို႕အတြက္ တိုက္တြန္းခ်င္ပါတယ္…ေနာက္ၿပီး Original Power Rangers ရဲ႕ Theme Song ကိုထပ္မံမြန္းမံထားၿပီးေတာ့ေနာက္အသစ္ထည့္ထားတဲ့ ေနာက္ခံတီးလံုးေတြက ဇာတ္ကိုလံုး၀အထြတ္ထိပ္ေရာက္ေစၿပီးေကာင္းမြန္လွပေစခဲ့ပါတယ္…ကြ်န္ေတာ္တုိ႕ေတြ ဒီရုပ္ရွင္မထြက္လာခင္ကတည္းက Ranger ေတြရဲ႕ Suit ေတြ Morpher ေတြZord ေတြကိုၾကည့္ၿပီးစိတ္ပ်က္ခဲ့ရတာေတြက ဒီရုပ္ရွင္ကိုတကယ္တမ္းၾကည့္လိုက္ရတဲ့အခါမွာေတာ့ အကုန္ေပ်ာက္သြားမယ္ဆိုတာ လံုး၀အာမခံပါတယ္….ေနာက္ၿပီးေတာ့ Mid-Credits Scene ...",
        "rating": "",
        "url": "https://channelmyanmar.org/power-rangers-2017/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/wonder-woman-2009-poster-133x200.jpg",
        "title": "Wonder Woman (2009)",
        "description": "Wonder Woman (2009)\nIMDb - 7.3/10_____Rotten 83%\n  \nWonder Woman ဇာတ်ကားကြီး မလာခင်မှာ ကြည့်ထားနှင့်ဖို့အတွက်\nAnimation ကားကို အရင်တင်ဆက်ပေးလိုက်ပါတယ်။IMDB 7.3 ရရှိ\nထားတဲ့ အတွက် ကောင်းမွန်လှတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ကြောင်း\nအထူးပြောနေစရာမလိုပါဘူး။ဇာတ်လမ်းကတော့ အမေဇုန်လို့ခေါ်တဲ့\nအမျိုးသမီးသူရဲကောင်းမျိုးနွယ်စုကနေစပါတယ်။မျိုးနွယ်စု ဘုရင်မ\nဟစ်ပိုလစ်တာ ဟာဆိုရင် စစ်နတ်ဖုရား အေးရီးစ် နဲ့ စစ်ဖြစ်ရာမှ အနိုင်\nရရှိခဲ့ပြီး ဇုစ်ရဲ့ မေတ္တာရပ်ခံမှု့ကြောင့် အေးရီးစ် ကို မသတ်ပဲ အကျဉ်းချ\nပြီး သာမစ်စကယ်ရာလို့ ခေါ်တဲ့ ပြင်ပ ကမ္ဘာနဲ့ အဆက်အသွယ်မရှိတဲ့\nကျွန်းတစ်ကျွန်းကို အမေဇုန် မျိုးနွယ်တစ်စုလုံးပြောင်းရွှေ့နေထိုင်ကျပါတယ်\nမကြာခင်မှာပဲ ဟစ်ပိုလစ်တာဟာ ထူးဆန်းတဲ့ အစွမ်းတစ်ခုနဲ့ Wonder Woman\nလို့ခေါ်တွင်မဲ့ ဒိုင်ယာနာကို မွေးဖွားခဲ့ပါတယ်။ ဒိုင်ယာနာ လေးတဖြည်းဖြည်း\nအရွယ်ရောက်လာတဲ့ အခါမှာ သူတို့ရဲ့ ကျွန်းကို တိုက်လေယာဉ် အုပ်စုမှ\nစတိဗ် လို့ခေါ်တဲ့ လူတစ်ယောက်က လေယာဉ် တိုက်ခိုက်မှု့ကြောင့် လေယာဉ်\nပျက်ကျပြီးရောက်ရှိလာပါတယ်။ဒီမှာပဲ စတိဗ်ကို ပြန်ပို့ဖို့ ဆုံးဖြတ်ချက်ချပါတော့တယ်။\nစတိဗ်ကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/V4zf/Wonder_Woman_[2009]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/Pandorum-2009-211x300.jpg",
        "title": "Pandorum (2009)",
        "description": "၂၁၇၄ ခုႏွစ္ မွာ ကမၻာႀကီးရဲ႕ သဘာ၀ ရင္္းျမစ္ေတြ ဟာ ကုန္ဆုံးသြားခဲ့ၿပီး\nလူသားေတြေနထုိင္ဖုိ႔ ေနရာမလုံေလာက္ေတာ့ပါဘူး။လူသားေတြဟာ\nအေျခခ်စရာ အိမ္ အသစ္ ကုိရွာေဖြ ရေတာ့တာေပါ့။ဒီလုိအေျခအေနေတြေၾကာင့္\nလူသားေတြဟာ Tanis ၿဂဳိလ္ဆီကုိ အာကသယာဥ္တစ္စီးကုိ လႊတ္ၿပီး ေနထုိင္ဖုိ႔\nအဆင္ေျပမေျပ ေလ့လာပါေတာ့တယ္။လူသားေတြရဲ႕ ေနာက္ဆုံး ေမွ်ာ္လင့္ခ်က္\nေလးတစ္ခုေပါ့။ဒီလုိ သြားတဲ့အခါ ခရီးက ေ၀းကြာလြန္းတဲ့အတြက္ hyper-sleep\nလုိ႔ေခၚတဲ့ နည္းပညာနဲ႔ အိပ္စက္ေစၿပီး ခရီးသြားခုိင္းပါတယ္။ခရီးသြားေနစဥ္မွာပဲ\nတပ္ႀကပ္ ေဘာင္၀ါရဲ႕ အခန္းဟာ စက္ခ်ဳိ႕ယြင္းမွု႕ျဖစ္ၿပီး တပ္ၾကပ္ေဘာင္၀ါ တစ္ေယာက္\nႏုိးထလာခဲ့ပါတယ္။ဒါေပမဲ့ ၾကာျမင့္စြာအိပ္စက္မွဳ႕ေၾကာင့္ သူဟာ ေ၀ခြဲမရျဖစ္ၿပီး\nမွတ္ဥာဏ္ေပ်ာက္ဆုံးေနပါတယ္။မၾကာခင္မွာ သူသိလာတာက ဓာတ္ေပါင္းဖုိ\nခ်ဳိ႕ယြင္းမွဳ႕ျဖစ္ေနၿပီး စြမ္းအင္ အရမ္းကုိ တုိးလြန္းေနပါတယ္။ မၾကာခင္မွာပဲ\nတစ္ျခားသူေတြ အသီးသီး ႏုိးထလာခဲ့ ပါတယ္။သူတုိ႕ဟာလည္း အသီးသီး\nမွတ္ဥာဏ္ေပ်ာက္ဆုံးၿပီး ဘာကုိမွမွတ္ မိက်ေတာ့ပါဘူး မၾကာခင္ သူတုိ႔ထပ္မံ သိလာရတာက\nအႏၱရာယ္ ရွိတဲ့ တျခားသတၱ၀ါေတြ ယာဥ္ထဲမွာ ရွိေနတယ္ဆုိတာပါပဲ …. သူတို႔ အသက္\nကုိ ကယ္တင္ဖုိ႔ တစ္ခုထဲေသာနည္းက ...",
        "rating": "",
        "url": "https://channelmyanmar.org/pandorum-2009/",
        "category": "Action, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/charlies-angel-2003-poster-133x200.jpg",
        "title": "Charlie’s Angels: Full Throttle (2003)",
        "description": "Charlie's Angels: Full Throttle (2003)______IMDb - 4.9/10\n 2003 ခုနှစ်ကထွက်ရှိခဲ့ပြီး တလောက\nတင်ဆက်ပေးလိုက်တဲ့ ၁ ရဲ့ အဆက်ကိုဆက်လက်တင်ဆက်ပေး\nလိုက်ပါတယ် ဇာတ်လမ်းလေးကတော့ သိထားကြတဲ့အတိုင်းပါပဲ\nအတိုက်အခိုက်အကြမ်းအရမ်းကိုသဘောကျတဲ့ ကိုကိုတွေ\nကြိုက်ကားလေးပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့\nအကြမ်းဖက်မူတွေဆက်တိုက်ကျူးလွန်နေတဲ့\nရာဇဝတ်ကောင်ကြီးက အချက်အလက်တွေသိုလှောင်ထား\nတဲ့ ပစ္စည်းတစ်ခုခုကိုခိုးယူသွားတဲ့အခါမှ\nမဒီချော ၃ ယောက်ကလိုက်လံ ထောက်လှမ်းပြီး\nပြန်လည်ရယူပုံတွေကို စိတ်ဝင်စားဖွယ်တင် ပြရိုက်ကူး\nထားတာမို့ ပရိတ်သတ်ကြီးက အားပေးလိုက်ကြပါအုံးဗျ\nဘာသာ ပြန်ကတော့ ညီမလေး မေသူစိုး ပါ\nသူဘာသာ ပြန်ပြီးပေးထားတာကြာပါပြီ ကျတော်မအား\nတာကြောင့်ကြာနေတာပါလို့တောင်းပန်ရင်း တင်ဆက်ပေးလိုက်ပါတယ်\n 2003 ခုႏွစ္ကထြက္ရွိခဲ့ၿပီး တေလာက\nတင္ဆက္ေပးလိုက္တဲ့ ၁ ရဲ႕ အဆက္ကိုဆက္လက္တင္ဆက္ေပး\nလိုက္ပါတယ္ ဇာတ္လမ္းေလးကေတာ့ သိထားၾကတဲ့အတိုင္းပါပဲ\nအတိုက္အခိုက္အၾကမ္းအရမ္းကိုသေဘာက်တဲ့ ကိုကိုေတြ\nႀကိဳက္ကားေလးပါ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့\nအၾကမ္းဖက္မူေတြဆက္တိုက္က်ဴးလြန္ေနတဲ့\nရာဇဝတ္ေကာင္ႀကီးက အခ်က္အလက္ေတြသိုေလွာင္ထား\nတဲ့ ပစၥည္းတစ္ခုခုကိုခိုးယူသြားတဲ့အခါမွ\nမဒီေခ်ာ ၃ ေယာက္ကလိုက္လံ ေထာက္လွမ္းၿပီး\nျပန္လည္ရယူပုံေတြကို စိတ္ဝင္စားဖြယ္တင္ ျပ႐ိုက္ကူး\nထားတာမို႔ ပရိတ္သတ္ႀကီးက အားေပးလိုက္ၾကပါအုံးဗ်\nဘာသာ ျပန္ကေတာ့ ညီမေလး ေမသူစိုး ပါ\nသူဘာသာ ျပန္ၿပီးေပးထားတာၾကာပါၿပီ က်ေတာ္မအား\nတာေၾကာင့္ၾကာေနတာပါလို႔ေတာင္းပန္ရင္း တင္ဆက္ေပးလိုက္ပါတယ္\n Charlie’s Angels (2000) ကြည့်ရှုရန် နှိပ်ပါ\nCharlie’s Angels (2019) ကြည့်ရှုရန် နှိပ်ပါ",
        "rating": "4.9",
        "url": "https://megaup.net/Rs7s/Charlie_s_Angles_-_Full_Throttle_[2003]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/07/twin-dragons-poster-133x200.jpg",
        "title": "Twin Dragons (1992)",
        "description": "Twin Dragons (1992)IMDb - 6.5/10_____Rotten - 44%\n  \nဂျက်ကီရဲ့အကောင်းဆုံးဇတ်ကားတွေထဲကတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ပရိတ်သတ်တွေရင်းနီးပြီးသားဇတ်ကားလေးတစ်ကားပါပဲငယ်စဉ်ကတည်းကမ တော်တဆမှုတခုကြောင့်ကွဲကွာသွားခဲ့ကြတဲ့အမွှာညီအစ်ကိုနှစ်ယောက်တစ်ဦးကဂီတပညာရှင်ကြီးကျန်တစ် ဦးကခပ်ဆိုးဆိုးဖိုက်တာလေးညီအစ်ကိုနှစ်ယောက်မ တော်တဆပြန်ဆုံတွေ့မိကြပြီးတိုင်ပတ်ကြပုံအရူပ်တော် ပုံတွေကိုဟာသဆန်ဆန်မြင်တွေ့ကြရမှာပါဂျက်ကီရဲ့နှစ်ကိုယ်ခွဲအိုင်တင်အက်ရှင်အကြမ်းအရမ်းတွေကို လည်းမြင်တွေ့ရမှာပါပြန်ကြည့်ချင်ပြီးသိမ်းထားချင်သူ တွေအတွက်ညီသံလွင်နဲ့ကျွန်တော်အတူတူဘာသာပြန် ပြီးအကောင်းဆုံးအရည်အသွေးနဲ့ပြန်လည်တင်ဆက် ပေးလိုက်ပါတယ်\n  \nဂ်က္ကီရဲ႕အေကာင္းဆံုးဇတ္ကားေတြထဲကတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ပရိတ္သတ္ေတြရင္းနီးၿပီးသားဇတ္ကားေလးတစ္ကားပါပဲငယ္စဥ္ကတည္းကမ ေတာ္တဆမႈတခုေၾကာင့္ကြဲကြာသြားခဲ့ၾကတဲ့အမႊာညီအစ္ကိုႏွစ္ေယာက္တစ္ဦးကဂီတပညာရွင္ႀကီးက်န္တစ္ ဦးကခပ္ဆိုးဆိုးဖိုက္တာေလးညီအစ္ကိုႏွစ္ေယာက္မ ေတာ္တဆျပန္ဆံုေတြ႕မိၾကၿပီးတိုင္ပတ္ၾကပံုအ႐ူပ္ေတာ္ ပံုေတြကိုဟာသဆန္ဆန္ျမင္ေတြ႕ၾကရမွာပါဂ်က္ကီရဲ႕ႏွစ္ကိုယ္ခြဲအိုင္တင္အက္ရွင္အၾကမ္းအရမ္းေတြကို လည္းျမင္ေတြ႕ရမွာပါျပန္ၾကည့္ခ်င္ၿပီးသိမ္းထားခ်င္သူ ေတြအတြက္ညီသံလြင္နဲ႔ကၽြန္ေတာ္အတူတူဘာသာျပန္ ၿပီးအေကာင္းဆံုးအရည္အေသြးနဲ႔ျပန္လည္တင္ဆက္ ေပးလိုက္ပါတယ္",
        "rating": "6.5",
        "url": "https://megaup.net/2gn4B/Twin_Dragons_(Seong_Lung_Wui)_[1992]_(MM_Sub).mp4",
        "category": "Action, Adventure, Asian, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMTYzOTc2NzU3N15BMl5BanBnXkFtZTcwNjY3MDE3NQ@@._V1_SY1000_CR006401000_AL_-192x300.jpg",
        "title": "Captain America: The First Avenger (2011)",
        "description": "ကပၸတိန္ အေမရိက ဆုိရင္ေတာ့ အထူးညြန္းေနစရာမလုိပဲ အားလုံးသိက်ပါတယ္။\nမာဗယ္လ္ ရဲ႕ နာမည္အေက်ာ္ၾကားဆုံးဟီးရုိးတစ္ေယာက္ပါပဲ။ဇာတ္လမ္း အက်ဥ္းေလး\nကုိ ျပန္ေျပာျပရမယ္ဆုိရင္ စတိဗ္ေရာ္ဂ်ာဟာ ႏုိင္ငံ အတြက္ စစ္ပြဲေတြတုိက္ခုိက္ ေပးခ်င္တဲ့\nသူတစ္ေယာက္ျဖစ္ပါတယ္။ဒါေပမဲ့ သူ႕ရဲ႕ ခႏၵာကုိယ္ အခ်ဳိးအစား က်န္းမာေရးအေျခအေန\nတုိ႔ေၾကာင့္ အႀကိမ္ႀကိမ္ အပယ္ခံရပါတယ္။ ဒါေပမဲ့ တစ္ေန႔ သိပၸံပညာ ရွင္တစ္ေယာက္ရဲ႕\nဖိတ္ေခၚစမ္းသပ္မွု႕ေၾကာင့္ သူ႕ဘ၀ အႀကီးအက်ယ္ေျပာင္းလဲ သြားပါေတာ့တယ္။သာမန္\nလူသားတစ္ေယာက္ေန စူပါဟီးရုိးတစ္ေယာက္ျဖစ္သြားပါတယ္။တစ္ဖက္မွာလည္း\nဟစ္တလာ ရဲ႕ တပည့္ေတြက ဟုိက္ဒရာလုိ႔ေခၚတဲ့ အဖြဲ႕အစည္းတစ္ခုကုိ ဖြဲ႕စည္းၿပီး\nထူးဆန္း သဘာ၀လြန္လက္နက္ေတြ စမ္းသပ္ အသုံးခ်ေနပါတယ္ .... စတိဗ္ တစ္ေယာက္\nဒီအဖြဲ႕ေတြကုိ ဘယ္လုိ ရင္ဆုိင္ မလဲ ... ဟုိက္ ဒရာ ရဲ႕ အထူးလက္နက္ က ဘာေတြလဲ\nေနာက္ထြက္တဲ့ Avengers ကားေတြ နဲ႔ ဘယ္လုိေတြ ဆက္စပ္ေနလဲဆုိတာေတြ ကုိ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/captain-america-the-first-avenger-2011/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/Tomboy-Poster-01-225x300.jpg",
        "title": "The Assignment (2016)",
        "description": "ဒီကားေလးကိုစၾကည့္ၿဖစ္တာကဇာတ္လိုက္မင္းသမီးကို ၾကိဳက္လို႕ေပါ့ဗ်ာ...\nအားလံုးသိၾကတဲ့အတိုင္း\nFast & Furious က လက္တီ ဆိုတဲ့ ခပ္ၾကမ္းၾကမ္းေကာင္မေလးအဓိကပါ၀င္ထားတဲ့ဇာတ္ၾကမ္းကားပါ...\nဒီလိုနဲ႕စၾကည့္ၿဖစ္ခဲ့တယ္ဆိုပါေတာ့ဗ်ာ....\nၾကည့္ေနရင္းနဲ႕  မင္းသမီးရဲ႕ဇာတ္ေကာင္အေနထားကိုၾကိဳက္သြားတယ္ဗ်....\nဘာလို႕လဲဆိုေတာ့ ဒီကားမွာ သူမဟာအရင္ကားေတြနဲ႕လံုး၀ကြဲထြက္ၿပီး\n ေယာက်ာၤးေလးေၾကးစားလူသတ္သမား\nတစ္ေယာက္အေနနဲ႕ သရုပ္ေဆာင္ထားရလို႕ၿဖစ္ပါတယ္....\nသူမရဲ႕ ခပ္ၾကမ္းၾကမ္းပင္ကိုယ္ပံုစံနဲ႕ဆိုရင္ေတာ့တကယ့္ကို\nကြက္တိၿဖစ္မယ့္ ဇာတ္ေကာင္သရုပ္ေပါ့ဗ်ာ...\nဒီလို ခပ္ၾကမ္းၾကမ္းေၾကးစားေယာက်ာၤးသားတစ္ေယာက္ကို\n ေဆးသိပၸံဆရာ၀န္တစ္ေယာက္က ကလဲ့စားေခ်တဲ့အေနနဲ႕\nမိန္းမတစ္ေယာက္ဘ၀ကို လံုး၀ေၿပာင္းလဲခြဲစိတ္ေပးလိုက္ပါတယ္.....\nအဲဒီမွာ သူ႕ကိုဒီလိုဘ၀မ်ိဳးၿဖစ္ေအာင္လုပ္လိုက္တဲ့ ဆရာ၀န္ကိုသတ္ဖို႕အတြက္\nဆရာ၀န္ရဲ႕နီးစပ္ရာလူေတြကို တစ္ေယာက္ခ်င္းစီလိုက္သတ္ၿပီး ရွာတာကေနစေတာ့တာပါပဲ....\nအဲလိုမ်ိဳးေကာင္မေလးတစ္ေယာက္ကေယာက်ာၤးတစ္ေယာက္လိုၾကမ္းၾကမ္းတမ္းဘယ္လိုေတြ\nသတ္ၿဖတ္မလဲ....ဘယ္လိုကလဲစားေခ်မလဲဆိုတာ စိတ္၀င္စားစရာၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nဒီကားမွာ မိသားစုနဲ႕ၾကည့္လို႕အဆင္မေၿပတဲ့အခန္းတခ်ိဳ႕ပါတယ္ဆိုတာ ထပ္ၿပီးေတာ့လည္းေၿပာၿပပါရေစ....Quality…..BluRay 720p\nDuration…..01:35:00\nFormat…Mp4\nFile Size…(748 MB , 318  MB)\nTranslator…..Soe Kyaw Kyaw San\nEncoder…..Moe Myint LwinDownload with Yoteshin Link\nDownload with Openload\nDownload with Openload (Small Size)",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/the-assignment-2016/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/MV5BMjAzMDUzMzk0NV5BMl5BanBnXkFtZTgwODczODg4MzE@._V1_SY999_CR00625999_AL_-188x300.jpg",
        "title": "Baby (2015)",
        "description": "Bollywood Star တစ္​​ေယာက္​ျဖစ္​တဲ့ stunt ​ေတြလဲလူစားမထိုး...\nကိုယ္​ခံပညာလဲကြၽမ္​းက်င္​တက္​​ေျမာက္​ထားတဲ့ shay Kumar နဲ႔ Baahubali ထဲက\nဗီလိန္​ႀကီး Rana Daggupati တို႔တြဲဖက္​သ႐ုပ္​​ေဆာင္​ထားၿပီး....\nAction/Thriller အမ်ိဳးအစားျဖစ္​ပါတယ္​....\nဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့...အိနိၵယမွာ ပါကစၥတန္​ စစ္​​ေသြးႂကြ​ေတြဘံုးခြဲမယ္​့အ​ေၾကာင္​း​ေပါ့.....\nAshay Kumar က လ်ွိ႔ဝွက္​​ေအးဂ်င္​့အျဖစ္​သ႐ုပ္​​ေဆာင္​ထားၿပီး...\nသူ႔တပည္​့ Rana Daggupati ႏွင္​့အတူ ဘယ္​လိုနည္​း​ေတြနဲ႔ Pakistan စစ္​​ေသြးႂကြ​ေတြကို ဖမ္​းဆီးမလဲ\nသတ္​ပစ္​မလဲဆိုတာ​ေတြကို...ရင္​တထိတ္​ထိတ္​နဲ႔ ၾကည္​့႐ႈခံစားရမွာျဖစ္​ပါတယ္​...\nRustom ထဲကလို Ashay Kumar ႐ုပ္​တည္​တည္​နဲ႔လႈပ္​႐ွားမႈ action ​ေတြကိုျမင္​​ေတြ႔ရမွာပါ...\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Khant Shwe Thaik  ပဲ ျဖစ္ပါတယ္)File Size : 0.99 GB\nQuality : Bluray 720P\nRunning Time : 2hr 39minutes\nFormat : Mp4\nGenre : Action, Adventure, Thriller\nTranslator : ...",
        "rating": "8.1",
        "url": "https://megaup.net/1wpim/Baby_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/28806.jpg",
        "title": "Roaring Fire (1981)",
        "description": "Roaring Fire (1981)_____IMDb - 6.6/10\n  \nဂျပန်ဇတ်ကားဟောင်းလေးပေမဲ့ငယ်ငယ်ကတည်းကကျွန်တော်နစ်သက်ခဲ့ဖူးတဲ့ဂျန်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်အရင်ကဘယ်လောက်နာ\nမည်ကြီးလဲဆိုရင်ကျွန်တော်တို့ငယ်ငယ်ကဖတ်ဖူးတဲ့ရုပ်\nပြကာတွန်းစာအုပ်မှာထည့်ရေးရတဲ့အထိပါပဲပရိတ်သတ်တွေထဲဖတ်ဖူးသူရှိမယ်ထင်ပါတယ်ပန်းချီဒီရဲဂျာရဲ့မရဏခရီးကြမ်းလို့ထင်ပါတယ်ကြာပြီဆိုတော့စာအုပ်\nနာမည်ကိုသိပ်မမှတ်မိချင်တော့ပါဘူးအရမ်းကောင်းတဲ့အက်ရှင်ကားလေးပါကျွန်တော်တို့မမွေးခင်ကတည်းကရိုက်ကူးထားတဲ့ဂျပန်ရုပ်ရှင်ရဲ့အဆင့်အတန်းကိုဒီဇတ်\nကားမှာတွေ့နိင်ပါတယ်ငယ်စဉ်ကတည်းကအမေရိကားမှာကြီးပြင်းလာတဲ့လူငယ်လေးဂျိူးဂျီမိမိရဲ့ဖခင်လို့ထင်မိခဲ့တဲ့သူကမိမိကိုမွေးစားထားတဲ့လူဖြစ်နေသောအခါမိဘအရင်းကိုရှာဖွေဖို့ဂျပန်ကိုပြန်လာခဲ့တယ်မိမိမှာမွေးချင်းအစ်မနဲ့အမွှာအစ်ကိုတစ်ယောက်ရှိနေတာကိုသိခဲ့တဲ့\nနောက်မိမိရဲ့အဖေရဲ့ညီအရင်းဖြစ်တဲ့ဦးလေးတော်သူကမိမိတို့ဘိုးဘွားပိုင်စည်းစိမ်ကိုသိမ်းပိုက်ရန်ကြံစည်လာ\nသောအခါကိုယ်ခံပညာတော်သောဂျိူးဂျီတစ်ယောက်မိမိရဲ့ညီအစ်ကိုမောင်နမကိုဘယ်လိုကာကွယ်မလဲစိတ်\nဝင်စားဖွယ်ကြည့်ရှုရမှာပါအက်ရှင်အလန်းစားတွေနဲ့\nကျွန်တော်ကြိုက်နစ်သက်သလိုပရိတ်သတ်တွေလည်း\nကြိုက်နစ်သက်မယ်လို့ယုံကြည်ရင်းကဲဒေါင်းလော့သာဆွဲကြပါတော့လို့ \nဘာသာပြန်နဲ့ အညွန်းကတော့ကိုစိုးထွေးပါ",
        "rating": "6.6",
        "url": "https://megaup.net/2gMgv/Roaring_Fire_(Hoero_Tekken)_[1981]_(MM_Sub).mp4",
        "category": "Action, Asian, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/06/cliffhanger-212x300.jpg",
        "title": "Cliffhanger (1993)",
        "description": "ဒီတစ္ခါအက္ရွင္ပရိတ္သတ္ၾကီးအၾကိဳက္ေတြ႕ေစမဲ႔တေခတ္တခါကနာမည္ၾကီးခဲ႔တဲ႔အက္ရွင္မင္းသားၾကီးစတားလုံးရဲ႕1993ခုႏွစ္ကထြက္ရွိခဲ႔တဲ႔ဇာတ္ကားေလးကိုတင္ဆက္လိုက္ပါတယ္။\nဒီဇာတ္ကားရဲ႕ဇာတ္အိမ္ဟာ2016မွထြက္ရွိထားတဲ႔Hard Target 2နဲ႔ဇာတ္အိမ္တည္ေဆာပ္ထားတာအေတာ္ေလးတူပါတယ္ IMDb 6.4ရရွိျပီးRotten tomatoes 69%ရရွိထားတဲ႔ကားတစ္ကားျဖစ္ျပီး ဘတ္ဂ်က္အပိုင္းမွာေဒၚလာသန္း၇၀ရင္းထားျပီး\nBox office ေဒၚလာသန္း၂၅၅ရရွိထားပါတယ္ အက္ရွင္ကိုတအားၾကီးအသားမေပထားေပမဲ႔ ေတာင္တက္သမားတစ္ေယာက္ရဲ႕စြန္႔စားခန္းေတြအေသအခ်ာရိုက္ျပထားပါတယ္ ဇာတ္လမ္းအစမွာေတာ႔သူငယ္ခ်င္းသုံးေယာက္ေတာင္တက္ရာမွဆားရန္႔တစ္ေယာက္မေတာ္တဆေသဆုံးမႈနဲ႔ၾကဳံခဲရပါတယ္။ ဒါေၾကာင့္မို႔ေဂးဟာေတာင္မတက္ေတာ႔ပဲေတာင္တက္တဲ႔အလုပ္ကိုစြန္႔လႊတ္ခဲ႔ပါတယ္ ဇာတ္လမ္းရဲ႕တဖက္မွာလည္းအခြန္ေအဂ်င့္မစၥတာထရဲ႕ဗဲ႔စ္ဟာႏိုင္ငံေတာ္ရဲ႕ေငြေၾကးေတြကိုရယူဖို႔ ေလေၾကာင္းလမ္းမွာေငြေၾကးေတြကိုလဲလွည္႔ဖို႔ အေကာင္အထည္ေဖာ္ပါေတာ႔တယ္\nမုန္တိုင္းဒဏ္ေၾကာင့္မေအာင္ျမင္ပဲ ေရာ္ကီေတာင္ေပၚေလယာဥ္ပ်က္က်သြားပါတယ္ ေရာ္ကီေတာင္မွာလည္းေဂးရွိေနတဲ႔အတြက္\nသူတို႔ေငြေတြကိုျပန္ရွာဖို႔ေဂးကိုအကူအညီေတာင္းရာမွေဂးဟာထရဲ႕ဗဲ႔စ္တို႔အဖြဲ႕က သူ႔ကိုေသနတ္ေထာက္လုပ္ခိုင္းတာကိုသိျပီး အဖြဲ႕ထဲကလူေတြကိုဘယ္လိုမ်ိဳးကိစၥျဖတ္မလဲ မစၥတာထရဲ႕ဗဲ႔စ္တို႔အဖြဲ႔လည္းေတာင္ေပၚကိုက်သြားတဲ႔ေငြေတြကိုျပန္ယူလို႔ရပါ႔မလားဆိုတာၾကည္႔ရွဳလိုက္ၾကပါအုံးDownload From Op",
        "rating": "",
        "url": "https://megaup.net/2gFMb/Cliffhanger_[1993]_(MM_Sub).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/colossal_ver8_xlg-210x300.jpg",
        "title": "Colossal (2016)",
        "description": "ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ “ဂေလာ္ရီယာ” ဆိုတဲ့မိန္းမေခ်ာေလး အရက္စြဲေနျပီး\nအလည္အပတ္မ်ားတာေၾကာင့္ သူရဲ့အတူေန ရည္စားက သည္းမခံနိုင္ေတာ့အတြက္\nခြဲေနဖို႔ဆံုးျဖတ္လုိက္ၾကတာမို႔ သူရဲ့ဇာတိျမိဳ႔ေလးကိုျပန္လာခဲ့တယ္။\nဇာတိျမိဳ႔မွာ ငယ္သူငယ္ခ်င္း “ေအာ္စကာ” နဲ႔ျပန္ဆံုပါတယ္။\nေအာ္စကာကေတာ့ ငယ္ငယ္ကတည္းက ခုခ်ိန္ထိ ဂေလာ္ရီယာေပၚ\nတစ္ဖက္သတ္ စြဲစြဲလမ္းလမ္းခ်စ္ေနတဲ့ သူငယ္ခ်င္းတစ္ေယာက္။\nဂေလာ္ရီယာမွာ ထူးျခားတဲ့အက်င့္ေလးတစ္ခုက\nေခါင္းထိပ္နားေလးကို ကုပ္ေနတတ္တဲ့အက်င့္ေလးပါ။\nဂေလာ္ရီယာ နယ္ျမိဳ႔ေလးကို ျပန္ေရာက္တဲ့ေနာက္တစ္ေန႔မွာပဲ\nကိုးရီးယားနိုင္ငံဆိုးလ္ျမိဳ႔မွာ\nေဂၚဇီလာလိုလို မေကာင္းဆိုး၀ါး အေကာင္ၾကီးတစ္ေကာင္ဟာ\n၈နာရီ ၅ မိနစ္အခ်ိန္ေလာက္မွာ ေပၚလာပါတယ္။\nျမိဳ႔ထဲေလ်ာက္သြားရာက သူသြားရာလမ္းတစ္ေလ်ာက္\nပ်က္ဆီးကုန္ျပီး သိပ္မၾကာခင္မွာဘဲ\nမေကာင္းဆိုး၀ါးၾကီးဟာ ေလထုအတြင္းမွာ ျပန္လည္ေပ်ာက္ကြယ္သြားတယ္။\nဒီသတင္းေၾကာင့္ တစ္ကမာၻလံုး ထိတ္လန္႔တုန္လုပ္ေနျပီး ထူးဆန္းအံ့ၾသေနၾကရတယ္။\nဒီလိုနဲ႔ ေနာက္ရက္မွာလည္း အဲဒီလို ၈း၀၅ မိနစ္အခ်ိန္မွာပဲ\nမေကာင္းဆိုး၀ါးၾကီး ေပၚလာျပန္ပါတယ္။\nNATO ႏွင့္ နိုင္ငံတကာ တပ္ဖြဲ႔ေတြကလည္း\nမေကာင္းဆိုး၀ါးၾကီးကုိ နွိမ္နွင္းဖို႔ အသင့္အေနထားျပင္ေနၾကရပါျပီ။\n...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/colossal-2016/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/1-2-213x300.jpg",
        "title": "Planet Hulk (2010)",
        "description": "Marvel ရဲ႕ Animation ကားေကာင္းေလး တစ္ကား ကုိ တင္ဆက္ ေပးလုိက္ပါတယ္။\nဒီကားကေတာ့ ေဟာ့ခ္ တစ္ေယာက္ ကုိ မထိန္းႏုိင္ေတာ့လုိ႔ Iron Man နဲ႔\nအေပါင္းအပါတစ္စု က ေဟာ့ခ္ အတြက္လည္း အဆင္ေျပေနေစမဲ့ ၿဂဳိလ္\nတစ္ခုကုိ ပုိ႔လုိက္ ရာက ဇာတ္လမ္းစတာပါ။ အစကေတာ့ ေဟာ့ခ္ထက္ ဥာဏ္ရည္\nပုိျမင့္ တဲ့ သတၱ၀ါေတြ ေဟာ့ခ္ ကုိဒုကၡေပးမဲ့ သူေတြ မရွိတဲ့ ၿဂဳိလ္ ကုိပုိ႔လုိက္တာပါ\nဒါေပမဲ့ လမ္းမွာ ေဟာ့ခ္ ရဲ႕ ေသာင္းက်န္းမွု႕ေၾကာင့္ လမ္းေၾကာင္းလြဲၿပီး ဆခရာ\nလုိ႔ေခၚတဲ့ ၿဂဳိလ္ ကုိ ေရာက္ရွိသြားပါေတာ့တယ္။ အဲ့ၿဂဳိလ္မွာက ဘုရင္ဆုိးတစ္ေယာက္\nအုပ္ခ်ဳပ္ေနၿပီး အစြမ္းအစရွိတဲ့ သူေတြကုိ အခ်င္းခ်င္း ေဖ်ာ္ေျဖ တဲ့ အေနနဲ႔ အေသ\nတုိက္ခုိက္ခုိင္းတဲ့ ေနရာပါ။ ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/planet-hulk-2010/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/Unknown-poster-135x200.jpg",
        "title": "Unknown (2011)",
        "description": "Unknown (2011)\nIMDb - 6.8/10_____Rotten - 55%\n မင်းသားကြီး Liam Neeson ရဲ့အက်ရှင်ကားကောင်းလေးတစ်ကား ကိုတင်ဆက် ပေးလိုက်ပါတယ်။\nဒီကားမှာ Liam Neeson ဟာ ဒေါက်တာ မာတင် ဟဲရစ် အဖြစ် သရုပ်ဆောင်ထားပါတယ်။\nမာတင် ဟာဆိုရင် ပညာရှင် တစ်ဦးဖြစ်ပြီး ဂျာမနီနိုင်ငံ ဘာလင်မြို့ကို ကွန်ဖရင့်တက်ဖို့\nခရီးထွက်လာခြင်းဖြစ်ပါတယ်။ဒီကွန်ဖရင့်မှာ မင်းသားတစ်ပါးဟာ မာတင်တို့နဲ့ အတူ\nတွဲလုပ်နေတဲ့ သုတေသန အကြောင်းကို ကြေငြာမှာ ကြောင့်တက်လာတာပါ\n ဒီလိုနဲ့ သူတို့တည်းခိုရမဲ့ ဟိုတယ်လ် ကိုရောက်တဲ့အခါမှာ လက်ဆွဲအိတ်ကျန်ခဲ့လို့\nကျန်ခဲ့တဲ့ အတွက် မာတင်ဟာ တက္ကစီတစ်စီး ငှားပြီး ပြန်ယူပါတော့တယ်။\nလမ်းမှာ တက္ကစီဟာ အက်ဆီးဒန့်ဖြစ်ပြီး မာတင် တစ်ယောက် ဆေးရုံရောက်သွားပါတယ်\nလေးရက်လောက် သတိမေ့နေပြီး သတိပြန်ရတဲ့အချိန်မှာတော့ သူဟာ တစ်ချို့ အရာတွေ ကို\nမမှတ်မိတော့ပါဘူး။ သူ့ဇနီးကို မှတ်မိ ဟိုတယ် ကို မှတ်မိပြီး ဟိုတယ် ကိုပြန်ခဲ့ ပါတယ်\nဒါပေမဲ့ ...",
        "rating": "6.8",
        "url": "https://megaup.net/3zyol/Unknown_[2011]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMjEyNDA2ODQxNl5BMl5BanBnXkFtZTgwMDIzMDAzMDI@._V1_SY1000_CR007091000_AL_-213x300.jpg",
        "title": "Hands of Stone (2016)",
        "description": "Movie Review\nIMDb 6.6 ရထားတဲ့ \"Hand of Stone - သံမဏိလက္သီး\" ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္\nဒီကားေလးက လက္ေ၀ွ႔ကားတကားျဖစ္ျပီး ပနားမားလူမ်ိဳးလက္ေ၀ွ႔ခ်န္ပီယံတေယာက္ရဲ႕ျဖစ္ရပ္မွန္ကို\nျပန္လည္ရုိက္ကူးပံုေဖာ္ထားတာျဖစ္ပါတယ္\nငယ္စဥ္ထဲကလက္ေ၀ွ႔၀ါသနာအထံုပါျပီး ဘ၀ကိုဆင္းရဲစြာျဖတ္သန္းလာရတဲ့\nေရာ္ဘတ္တုိဒူရမ္ဟာ လက္ေ၀ွ႔နည္းပညာမွာ စနစ္တက်သင္ဖို႔ ၇၂ႏွစ္အရြယ္\nေရးအာဆယ္ဆုိတဲ့ လက္ေ၀ွ႔နည္းျပေလာကမွ အနားယူထားတဲ့ လူတေယာက္ကုိ အကူအညီေတာင္းခဲ့တယ္\nေရာ္ဘတ္တုိဒူရမ္တျဖည္းျဖည္းေအာင္ျမင္ျပီး ေနရာတေနရာရလာျပီးေနာက္ သူ႔ရဲ႕ ျပင္မရတဲ့ ရိုင္းစိုင္းတဲ့စိတ္၊\nမာနၾကီးတဲ့စိတ္ေၾကာင့္ ဘ၀တဆစ္ခ်ိဳးေျပာင္းလဲျပီးတဲ့ေနာက္\nဘာေတြဆက္ျဖစ္လာမလဲ?\nဘယ္လိုအတိုက္အခိုက္ေတြနဲ႔ ၾကံဳရမလဲ?\nေအာင္ျမင္မွဳျပန္ရဖို႔ ဘယ္လိုေတြၾကိဳးစားရမလဲ?\nစိတ္ဓါတ္ပို္င္းဆိုင္ရာ ဗဟုသုတရေစမဲ့ကားမုိ႕ ၾကည့္ျဖစ္ေအာင္ ၾကည့္ဖို႔ ညႊန္းရင္း ဘာေတြဆက္ျဖစ္မလဲဆုိတာ ဇာတ္ကားထဲမွာပဲ ဆက္ၾကည့္လိုက္ၾကပါဦး\n(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္သူကေတာ့ Sofy ပဲ ျဖစ္ပါတယ္)File Size : 800 MB / 400 MB\nQuality : Bluray 720P\nRunning Time : 1hr 51minutes\nFormat : Mp4\nGenre : Action, Biography, Drama\nTranslator : Sofy\nEncoder ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/hands-of-stone-2016/",
        "category": "Action, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BZjliMjM4ZWQtZjgxYy00NjE4LTg2NDctYjU2YWJkYjVkNTdmL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SY1000_SX750_AL_-225x300.jpg",
        "title": "Rangoon (2017) [War] [Saif Ali Khan]",
        "description": "ဇာတ်ကားနာမည်လေးနဲ့တင်စိတ်ဝင်စားဖို့ကောင်းသွားပြီဆိုတာသိကြမှာပါ။\nဒီကားလေးကဒီနှစ်၂၀၁ရခုနှစ်ထုတ်အိန္ဒိယကားလေးဖြစ်ပါတယ်။\nဇာတ်အိမ်ကိုဒုတိယကမ္ဘာစစ်နောက်ခံထားပြီးမင်းသမီးအသားပေးကားလေးဖြစ်ပါတယ်။\n၁၉၄၃ခုနှစ် ဒုတိယကမ္ဘာစစ်မီးတောက်နေတဲ့အချိန်မှာအိန္ဒိယနိုင်ငံဟာလည်းကိုယ့်နိုင်ငံလွတ်လပ်ရေးအတွက်ကြိုးပ်းနေတဲ့အချိန်ဖြစ်ပါတယ်။\nအိနိယအမျိုးသားတပ်မတော်ခေါင်းဆောင်ဟာလည်းမဟတ္တမဂန္ဒီရဲ့အကြမ်းဖက်ဝါဒကိုသဘောမတွေ့ဖြစ်နေတာပါ။\nသူကတုတ်တုတ်ချင်းလှံလှံချင်းရှင်းချင်သူပါ။\nအဲဒီအချိန်အင်ဒိုချိုင်းနားဒေသမှာဂျပန်အင်ပါယာတန်ခိုးထွားလာတာနဲ့အတူအိန္ဒိယတပ်မတော်ဟာဂျပန်တွေနဲ့မဟာမိတ်ဖွဲ့လိုက်ပါတယ်\nဗြိတိသျှတပ်မတော်အတွင်းကအိန္ဒိယတပ်သားတွေအနေနဲ့အိန္ဒိယတပ်မတော်နဲ့ရောဂျပန်တပ်မတော်နဲ့ပါတိုက်ပွဲဝင်ရတော့တယ်။\nအဲဒီအချိန်မှာပဲအိန္ဒိယကသဘင်သည်မင်းသမီးလေးဂျူလီကလည်းရုပ်ရှင်လောကမှာအောင်မြင်လာသူဖြစ်ပါတယ်။\nအင်ဒို-မြန်မာနယ်စပ်မှာစစ်ရေးတင်းမာလာတာနဲ့အမျှအင်္ဂလိပ်တပ်ကနေပြီးတော့တိုက်ပွဲဝင်နေတဲ့\nသူ့တပ်သားတွေစိတ်ဓာတ်မြင့်လာအောင်အားပေးတဲ့အနေနဲ့ဂျူလီကိုသွားရောက်ဖျော်ဖြေဖို့လွတ်လိုက်ပါတယ်။\nခရီးစဉ်အတွင်းမှာပဲစစ်ပွဲသုံ့ပန်းအဖြစ်လွတ်လာတဲ့မာလိတ်ရဲ့အစောင့်အရှောက်နဲ့သွားရောက်ကြပါတယ်။\nဒါပေမယ့်မြစ်တခုကိုအဖြတ်မှာ ဂျပန်လေယာဉ်တွေရဲ့တိုက်ခိုက်မှုကြောင့်ရထားလည်းပျက်စီးသွားပါတယ်။\nအင်္ဂလိပ်တပ်နေနဲ့ဂျူလီတယောက်သေဆုံးသွားပြီလို့ထင်ထားခဲ့ပေမယ့်မာလိတ်ရဲ့ကယ်ဆယ်မှုနဲ့အတူလွတ်မြောက်လာခဲ့ပါတယ်။\nဒီလိုစစ်ပွဲအရှုပ်အထွေးတွေကြားမှာပဲမင်းသမီးတယောက်ပြည်တော်ပြန်နိုင်မလား။\nဘယ်လိုအခက်အခဲတွေတွေ့ပြီးဘယ်လိုကျော်လွားခဲ့ရလဲဘာတွေဆက်ဖြစ်မလဲ\nရန်ကုန်မှာဘယ်လိုဇာတ်လမ်းလေးတွေရှိမလဲဆိုတာကိုတော့စိတ်ဝင်စားဖွယ်ကြည့်လိုက်ရအောင်ဗျာ။\nအဲဒီခေတ်ရန်ကုန်မြို့ရဲ့အခြေအနေအငွေ့အသက်လေးတွေကိုပါခံစားရမှာဖြစ်ပါတယ်။\nဇာတ်ကားကလည်း၃နာရီနီးပါးတောင်ဆိုတော့ဇာတ်လမ်းအလှည့်အကွက်လေးတွေကိုအားရပါးရခံစားရမှာပါ။\nကဲမြန်မာနိုင်ငံရဲ့ကိုလိုနီခေတ်အငွေ့အသက်လေးတွေကိုခံစားရင်းဇာတ်ကားလေးကိုဘယ်လိုအဆုံးသတ်မလဲဆိုတာကြည့်လိုက်ရအောင်ဗျာ။\n(ဘာသာျပန္သူကေတာ့ Tariq L Walker ပဲျဖစ္ပါတယ္)\nFile Size : 0.99 GB/570 MB\nQuality : Dvd Rip 720P\nRunning Time : 2hr 50minutes\nFormat : Mp4\nGenre : Action, Drama, History\nTranslator : Tariq L Walker\nEncoder :Thanhtike Zaw",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/rangoon-2017/",
        "category": "Action, Bollywood, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/kidnap-poster-133x200.jpg",
        "title": "Kidnap (2017)",
        "description": "Kidnap (2017)_____IMDb - 5.9/10\n ဒီကားလေးကတော့ အမေတစ်ဦးရဲ.မေတ္တာနဲ. သူမသားသမီးကို ဘယ်လောက်ချစ်မြတ်နိုးတယ်ဆိုတာကိုမီးမောင်းထိုးရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။\nပြန်ပေးဆွဲခံရတဲ့ သားငယ်ကို လူဆိုးဂိုဏ်းတွေလက်ထဲကနေ ဘယ်လိုကယ်ထုတ်မလဲဆိုတာကို\nစိတ်ဝင်စားဖွယ် စက်စုပ်ရွံ.ရှာဖွယ် သွေးထွက်သံယို တွေ နဲ.ရိုက်ကူးထားတာဖြစ်ပါတယ်။(ဘာသာပြန်သူကတော့ Linnthura1988 ပဲဖြစ်ပါတယ်)\n  \nဒီကားေလးကေတာ့ အေမတစ္ဦးရဲ.ေမတၱာနဲ. သူမသားသမီးကို ဘယ္ေလာက္ခ်စ္ျမတ္နိုးတယ္ဆိုတာကိုမီးေမာင္းထိုးရိုက္ကူးျပထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nျပန္ေပးဆြဲခံရတဲ့ သားငယ္ကို လူဆိုးဂိုဏ္းေတြလက္ထဲကေန ဘယ္လိုကယ္ထုတ္မလဲဆိုတာကို\nစိတ္၀င္စားဖြယ္ စက္စုပ္ရြံ.ရွာဖြယ္ ေသြးထြက္သံယို ေတြ နဲ.ရိုက္ကူးထားတာျဖစ္ပါတယ္။(ဘာသာျပန္သူကေတာ့ Linnthura1988 ပဲျဖစ္ပါတယ္)\n File Size : 660 MB\nQuality : Webdl 720P\nRunning Time : 1hr 35minutes\nFormat : Mp4\nGenre : Action, Crime, Drama\nTranslator : linnthura1988\nEncoder :Thanhtike Zaw",
        "rating": "5.9",
        "url": "https://megaup.net/Usa4/Kidnap_[2017]_(MM_Sub).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BMTg2ZThmZjctYWE0ZS00NWE2LWI2YzQtNTc5NzY4NjdmYzFiXkEyXkFqcGdeQXVyMzc4MDA2NjE@._V1_-202x300.jpg",
        "title": "Kill’em All (2017)",
        "description": "မင္းသားႀကီးဗန္ဒိန္းရဲ႕ 2017ထြက္အက္ရွင္ကား အသစ္စက္စက္ပါ။\nJean-Claude Van Dammeအျပင္ အျခားသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Peter Stormare, Maria Conchita Alonso နဲ႔\nAutumn Reeser တုိ႔ ပါဝင္သရုပ္ေဆာင္ထားႀကပါတယ္။\nအျပန္အလွန္ပစ္ခတ္မႈတစ္ခုအျပီးမွာ လူစိမ္းတစ္ေယာက္က ေဒသအတြင္းကေဆးရုံတစ္ရုံကုိ\nေသလုေမ်ာပါးေသနတ္ဒဏ္ရာေတြနဲ႔ေရာက္လာပါတယ္။\nေဆးရုံမွသူနာျပဳေလးမွ အသက္ကယ္ေနစဥ္အခ်ိန္အတြင္းမွာ ႏုိင္ငံျခားလူဆုိးဂုိဏ္းတစ္ဂုိဏ္းက\nထုိသူစိမ္းကုိသတ္ဖုိ႔ေဆးရုံအတြင္းသုိ႔ဝင္ေရာက္လာပါေတာ့တယ္။\nမင္းသားႀကီးဗန္ဒိန္းရဲ႕ထုံးစံအတုိင္း အက္ရွင္ခန္းအမုိက္စားေတြနဲ႔ဇာတ္ကားတစ္ကားျဖစ္တဲ့အတြက္\nအက္ရွင္ကားႀကိဳက္တဲ့CMပရိသတ္ေတြ အားရေက်နပ္ႀကမယ့္ဇာတ္ကားတစ္ကားပါ\n(ဘာသာျပန္သူကေတာ့ linnthura1988 ပဲျဖစ္ပါတယ္)\nFile Size : 750 MB/280MB\nQuality : Bluray 720P\nRunning Time : 1hr 36minutes\nFormat : Mp4\nGenre : Action\nTranslator : linnthura1988\nEncoder :Thanhtike Zaw",
        "rating": "",
        "url": "https://channelmyanmar.org/killem-all-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/2007-meet_the_robinsons-3-206x300.jpg",
        "title": "Meet The Robinsons (2007)",
        "description": "ဥာဏ္အလြန္ထက္တဲ့၁၁ႏွစ္သားမိဘမဲ့ကေလး ေရာ္ဘင္ဆင္ဟာ\nပစၥည္းအသစ္ေတြတီထြင္လိုစိတ္ရွိသူတစ္ေယာက္ပါ ...\nမိဘမဲ့ေက်ာင္းမွာေနထိုင္ရင္း သူ႔ကိုေမြးစားမယ့္မိဘေတြကိုေမၽွာ္လင့္ေနေပမယ့္\nကံမေကာင္းခ်င္ေတာ့ေမြးစားခ်င္သူမေပၚလာခဲ့ပါဘူး...\nဒါေျကာင့္ေရာ္ဘင္ဆင္ေလးဟာ ေလာကမွာ\nသူ့ကိုလိုခ်င္တာသူ႔အေမတစ္ေယာက္ပဲရွိလိမ့္မယ္လို့တစ္ထစ္ခ်မွတ္ယူျပီး(ကေလးဆိုေတာ့လည္း)\nငယ္ငယ္ကသူ႔ကိုမိဘမဲ့ေက်ာင္းမွာစြန္႔ပစ္ခဲ့တဲ့ မိခင္ကိုျပန္ရွာဖို႔အတြက္မိခင္ရဲ႕ရုပ္ပံုလႊာကိုျပန္ေဖာ္နိုင္မယ့္\nမွတ္ဥာဏ္ေဖာ္စက္ကိုတီထြင္ခဲ႔ပါတယ္..\nတီထြင္မွုေတြမွာက်ရံႈးေနက်ျဖစ္တဲ႔အတြက္ သိပၸံျပပြဲမွာသူ႔ရဲ႕စက္အလုပ္မျဖစ္ခဲ႔တဲ႔အေပၚ\nကိုယ့္ကိုယ္ကိုသာေဒါသထြက္ေနမိတာေပါ့..\nတကယ္တမ္းေတာ့ သူ့စက္ဟာေအာင္ျမင္ခဲ႔ျပီး မသမာသူတစ္ဦးေၾကာင့္ ပ်က္ခဲ႔ရတယ္ဆိုတာမရိပ္မိခဲ႔ပါဘူး…\nစက္ကိုလာေရာက္ခိုးယူခဲ႔တဲ႔မသမာသူက နွယ္နွယ္ရေတာ့မဟုတ္ဘူး…\nအနာဂတ္ကလာတာ\nကဲ ဘာလို႔အနာဂတ္ကေတာင္လာၿပီး ကေလးရဲ႕စက္ကိုခိုးရတာလဲ ...\nဒီကေလးကအနာဂတ္မွာဘာမ်ားျဖစ္ေနလို႔ပါလိမ့္ေပါ့ေနာ္...\nသိခ်င္ရင္ ေဒါင္းသာၾကည့္လိုက္ၾကပါလို႔\nQuality…..BluRay 1080p\nDuration…..01:35:00\nFormat…Mp4\nFile Size…(738 MB , 561 MB)\nEncoder…..Moe Myint Lwin\nTranslator…..May Thazin Myint",
        "rating": "6.9",
        "url": "https://megaup.net/2Swgb/Meet_The_Robinsons_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/009-cover-213x300.jpg",
        "title": "[18+] 009-1: The End of the Beginning (2013)",
        "description": "WARNING! Nudity and explicit scenes009-1: The End of the BeginningJapanese Ttle: 009ノ1 ゼロゼロクノイチ THE END OF THE BEGINNING\nAlternative: 009 no 1 Zero Zero Ku no Ichi THE END OF THE BEGINNINGYear: 2013\nCountry: Japan\nDirector: Koichi Sakamoto\nWriter: Shotaro Ishinomori, Keiichi Hasegawa\nGenre: Action /  Crime\nRuntime: 84 min\nLanguage: Japanese\nRelease Date: September 7, 2013Cast:Mayuko Iwasa - Mylene\nMinehiro Kinomoto - Chris\nNao Nagasawa\nRyohei Abe\nKazutoshi Yokoyama\nMao Ichimichi\nShizuka Midorikawa ...",
        "rating": "4.6",
        "url": "https://megaup.net/UQoq/009-1_-_The_End_Of_The_Beginning_(009_No_1_Zero_Zero_Ku_No_Ichi)_[18+]_[2013]_(MM_Sub).mp4",
        "category": "Action, Adult, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/MV5BYTYwYjQ3ZjQtMjdjMS00Mjk2LTljZGYtYmU3M2NlMDNjNzYzXkEyXkFqcGdeQXVyNTM0MTAzNA@@._V1_SY1000_CR007121000_AL_-214x300.jpg",
        "title": "Extortion (2017)",
        "description": "မိသားစု တစ္စု ပင္လယ္ကမ္းေျခကို အပန္းေျဖ ခရီးထြက္ခဲ့ၾကပါတယ္။\nအဲေနာက္မွာေတာ့ ကမ္းေျခကို ေရာက္တဲ့အခါမွာေတာ့ သူတို.တည္းတဲ့\nဟိုတယ္ကေန သေဘၤာေတြငွားတာ တစ္စီးမွမရခဲ့ပါဖူး\nေနာက္ဆံုးေတာ့ ေလွတစ္စီးေတာ့ရခဲ့ပါတယ္။\nအဆိုပါ ေလွနဲ. ပင္လယ္ထဲ ခရီးထြက္ ေပ်ာ္ပါးျပီးတဲ့ေနာက္\nမေမ်ွာ္လင့္စရာ ျဖစ္ရပ္တစ္ခုနဲ.ၾကံဳခဲ့ျပီး ေလွဟာပင္လယ္ထဲမွာပ်က္စီးသြားခဲ့ပါတယ္။\nသူတို.မိသားစုဟာ လူသူအေရာက္အေပါက္နည္းတဲ့ က်ြန္းၾကီးတစ္ခုေပၚေရာက္သြားပါတယ္။\nသူတို.မိသားစုတစ္စု လူသူမရွိတဲ့ က်ြန္းျကီး တစ္ခုေပၚမွာ ဘယ္လိုအသက္ရွင္ေနထိုင္\nစားေသာက္ၾကမလဲဆိုတာ ကို ပံုေဖာ္ရိုက္ကူးထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။\nဘာသာျပန္သူကေတာ့ linnthura1988 ပဲျဖစ္ပါတယ္။\nFile Size : 800 MB/360MB\nQuality : WEB DL 720P\nRunning Time : 1hr 48minutes\nFormat : Mp4\nGenre : Action, Adventure, Crime\nTranslator : linnthura1988\nEncoder :Thanhtike ZawDownload From Yoteshin link \n Download Here WEB DL 720p (800 MB) Openload Link\n Download Small File Size 360p (360 MB) Openload ...",
        "rating": "6.4",
        "url": "https://megaup.net/1A2pu/Extortion_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    }
]