[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/the-bodyguard-thai-poster-141x200.jpg",
        "title": "The Bodyguard (2004)",
        "description": "The Bodyguard (2004)ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးဟာသမင်းသားဖြစ်တဲ့ Petchtai ကို တော်တော်များများရင်းနှီးကြမယ်ထင်ပါတယ်။ အခု သူ့ရဲ့နာမည်ကြီးဇာတ်ကားတွေထဲက တစ်ခုအပါအဝင်ဖြစ်တဲ့ The Bodyguard ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ထိုင်းနိုင်ငံ စီးပွားရေးလုပ်ငန်းရှင်ကြီးရဲ့ဘောဒီဂတ်အဖြစ်တာဝန်ထမ်းဆောင်နေတဲ့ ဝူခုန်းဟာ တစ်နေ့မှာတော့သူဋ္ဌေးကြီးကို မကာကွယ်နိုင်တော့တဲ့အခြေအနေတစ်ခုနဲ့ ကြုံဆုံခဲ့ရပါတယ်။ဝူခုန်းရဲ့အမှားကြောင့် အဖေသေသွားရတာလို့ အထင်လွဲနေတဲ့သားဟာ ဝူခုန်းကိုအလုပ်ထုတ်လိုက်ပေမယ့် သူလည်းပဲ သူ့အဖေလိုအခြေအနေမျိုးနဲ့ထပ်ကြုံရတဲ့အခါ...\nဝူခုန်းတစ်​ယောက် သူဋ္ဌေးသားကို အသက်အန္တရာယ်ကနေကာကွယ်နိုင်ပါ့မလား...အက်ရှင်ကြမ်းကြမ်းလေးနဲ့ကြည့်ရမှာဖြစ်သလို ရယ်မောစရာဟာသလေးတွေနဲ့ တစ်ကားလုံးပါးစပ်မစိနိုင်အောင်ရယ်နေရမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့အဆက် The Bodyguard 2 (2007) ကို  https://channelmyanmar.org/the-bodyguard-2-2007/  ဒီမှာကြည့်ပါ။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တင်ဆက်ထားသူကတော့ Hazel ဖြစ်ပါတယ်။) \nFile size…(1.7 GB) and (1 GB)\nQuality…BluRay 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:35:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya AungTranslated by Hazel",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/the-bodyguard-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/The-Green-Force-2021-Hindi-Movie-1080p-AMZN-HDRip-ESub-1.6GB-Downoad89fd32e0a1e307a8-171x200.jpg",
        "title": "The Green Force (2021) Mission 14th March",
        "description": "IMDb Rating (7.9) ဆိုပေမယ့် Rating ပေးသူ ဆယ်ဂဏန်းပဲရှိသေးတာကို သတိပြုရမှာပါ။ဇာတ်လမ်းကတော့...Green Force ဆိုတာ အိန္ဒိယနိုင်ငံကို အကြမ်းဖက်သမားရန်တွေကနေ ကာကွယ်ဖို့\nအထူးဖွဲ့စည်းထားတဲ့အဖွဲ့ဖြစ်ပြီး  ပြည်သူ့မျိုးချစ်လက်ရွေးစင်တွေစုပြီး\nသီးခြားရပ်တည်နေတဲ့ အဖွဲ့ဖြစ်တယ်...အစိုးရနဲ့သက်ဆိုင်ခြင်းမရှိပါဘူးအိန္ဒိယ-ပါကစ္စတန် ပြသနာတွေကြားထဲမှာ လူဆိုးတစ်ယောက်ရဲ့ လက်က 14th March ဆိုတဲ့ တက်တူးအရ\nအကြမ်းဖက်တိုက်ခိုက်မယ့်အစီအစဉ်ကို သိရှိသွားတဲ့အခါမှာတော့ Green Force အဖွဲ့ရဲ့ မစ်ရှင်အသစ်စတင်ပါတော့တယ်....ဒါပေမယ့် Mission 14th March ရဲ့နောက်ကွယ်မှာ နိုင်ငံရေးပါတီတွေနဲ့\nပါကစ္စတန်နိုင်ငံက အကြမ်းဖက်အဖွဲ့အစည်းတွေအပြင် အတွင်းစည်းက သစ္စာဖောက်တွေပါ\nပါဝင်ပတ်သတ်နေတာကြောင့် နိုင်ငံရေး ပဋိပက္ခတွေကြား\nသူတို့မစ်ရှင်ကို ဘယ်လိုဆောင်ရွက်ကြမလဲဆိုတာ...။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Sein Lae ဖြစ်ပါတယ်။) \nFile size…(2 GB) and (1.2 GB)\nQuality…WEB-DL 1080p and 720p 5.1 CH\nFormat…mp4\nDuration….01:46:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….RGBTranslated by Sein Lae",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/the-green-force-2021-mission-14th-march/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-25-at-00.33.21-140x200.png",
        "title": "Send It! (2021)",
        "description": "Send It! (2021)============IMDb Rating - 6.0/10စိတ်ညစ်နေချိန် ပေါ့ပေါ့ပါးပါး ကြည့်လို့ရမယ့် အားကစားနောက်ခံလူငယ်ဇာတ်ကားလေးပါ။ဘီလီဂျွန်ဆင့်မှာ မိဘမရှိပါဘူး...သူ့ကိုထိန်းကျောင်းစောင့်ရှောက်ပေးခဲ့တာကတော့ သူ့ဖခင်ရဲ့ မိတ်ဆွေလုပ်ဖော်ကိုင်ဘက်ဟောင်းရေလွှာလျှောစီးနည်းပြတစ်ယောက်ပါ...ဘီလီတို့က တက္ကဆက်က Water park တစ်ခုမှာနေပြီး သူပါရမီပါလာတာ တစ်ခုရှိပါတယ်...\nအဲဒါကတော့ Kitesurfing လို့ခေါ်တဲ့ စွန်ကိုဆွဲပြီး ရေလွှာလျှောစီးတဲ့အားကစားပါပဲ...ဘီလီ့အရည်အချင်းကိုသိတဲ့နည်းပြနဲ့ မြို့သားတွေက မြောက်ပိုင်းကာရိုလိုင်းနားမှာ ခမ်းခမ်းနားနားကျင်းပတဲ့ အက်စ်သုံးလုံးရေလွှာလျှောစီးပြိုင်ပွဲအတွက် ဝင်ကြေးစုပြီး လွှတ်လိုက်ကြပါတယ်...ဒီလိုနဲ့ ဘီလီတစ်ယောက် အဲဒီကိုပြိုင်ပွဲဝင်ဖို့သွားရင်း လမ်းမှာဒုက္ခရောက်နေတဲ့ကောင်မလေးတစ်ယောက်ကို ကယ်မိရာက ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်လက်ရှူစားကြည့်ကြပါဦး...(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။) Quality – 1080p, 720p WebRipDuration - 1h 41minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, ComedySource : 1080p.WebRipTranslator – May ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/send-it-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/47URgo6dIQdJsQdpYsLG2MZbIZV.jpg",
        "title": "Dragon Inn Part 2 : The Night of Salvation (2021)",
        "description": "Dragon Inn Part 2 : Night of the Gods (2021)၂၀၂၀ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Dragon Inn ရဲ့ အဆက် ထွက်ရှိလာပြီပဲ ဖြစ်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ မိန်းကလေးတွေ ဆက်တိုက် ပျောက်ဆုံးနေမှုကို လိုက်ရမှာပါ။ဒီမိန်းကလေးတွေက မပျောက်ဆုံးမီမှာ စာကျက်ဝိုင်းတစ်ဝိုင်းမှာ စာသွားကျက်ခဲ့ကြပါတယ်။အဲဒီစာကျက်ဝိုင်းကနေတစ်ဆင့် ထောင်ကလွတ်လာတဲ့ ဘာသာရေးဆရာ တစ်ယောက်ဆီကို ရောက်ရှိသွားတယ်လို့ ခန့်မှန်းမီတဲ့အချိန်မှာတော့ .....ပုတ်သင်ဥ တူးတာ ညောင်မြစ်ပေါ် ဆိုသလိုပါပဲ။စုံစမ်းလေ ပေါ်ထွက်လေ ဖြစ်လာတဲ့ အမှုတွေကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်။Mydrama List မှာ 7.7 ရရှိထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Aerigom ပဲ ဖြစ်ပါတယ်။File size…1.8 GB and 1.1 GB\nQuality….HDRip 1080p and 720p\nFormat…mp4\nDuration….1h 31min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/dragon-inn-part-2-the-night-of-salvation-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/p10854431_v_v8_aa-133x200.jpg",
        "title": "Hitman: Agent 47 (2015)",
        "description": "IMDb Rating 5.7 ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။အေးဂျင့်47 ဟာ မျိုးဗီဇပြုပြင်ထားတဲ့ အဆင့်မြင့်ကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်ပြီး သူဟာ သာမန်ကြေးစား လူသတ်သမားထက် ပိုမိုတဲ့ စွမ်းအင်တွေရှိပြီး သူ့ကို အလွယ်တကူ သတ်ဖြတ်လို့ မရပါဘူး။ သူ့ဦးခေါင်းနောက်စေ့မှာ သူ့ကိုယ်ပိုင်နံပတ် ၄၇ ဆိုတာပါရှိပြီး အဲဒီနေရာကို ဖျက်ဆီးပစ်နိုင်မှာသာ အေးဂျင့်47လိုမျိုးဗီဇပြင်အဆင့်မြင့် ကြေးစားလူသတ်သမားတွေကိုသတ်ဖြတ်နိုင်မှာ\nဖြစ်ပါတယ်။ဇာတ်ကားစစချင်းမှာ အေးဂျင့်47ဟာ ကောင်မလေး တစ်ယောက်ကို ရှာဖွေပါတယ်။အဲဒီကောင်မလေးဟာ ဥရောပတိုက်ကဖြစ်ပြီးအဲဒီကောင်မလေး နောက်ကို အေးဂျင့်47လိုက်နေချိန်မှာအေးဂျင့်47  နောက်ကိုလည်း အခြားသူတွေက လိုက်နေပါတယ်။အေးဂျင့် 47 လိုက်ရှာနေတဲ့ ကောင်မလေး ကတော့ ကတ်တီးယား ဆိုတဲ့ ကောင်မလေးပဲ ဖြစ်ပါတယ်။  အဲဒီကောင်မလေးဟာ ဘေးကြုံခါနီးမှာ သူ့ဘေးကို ကြိုမြင်နိုင်တဲ့ အစွမ်းရှိပြီး အေးဂျင့် 47 သူဆီ လာနေတာကိုကြိုသိလိုက်တာနဲ့ ခြေရာဖျောက်ထွက်ပြေးပါတယ်။ အေးဂျင့်47 ကို ခြေရာဖျောက် ပြေးလာတဲ့ ကတ်တီးယား မြေအောက် ဘူတာရုံ ...",
        "rating": "7.4",
        "url": "https://megaup.net/2d1rv/Hitman-Agent_47_[2015]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/jujaCapture-141x200.jpg",
        "title": "This Girl Is Bad-Ass!! (2011) Jukkalan",
        "description": "Chocolate(2008) ၊ The Kick (2011) ဇာတ်ကားတွေနဲ့ အထိုးအကြိတ်ခန်းတွေမှာ နာမည်ရတဲ့မင်းသမီးချော JeeJa Yanin ရဲ့ နောက်ထပ် Action ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ Action သီးသန့်မဟုတ်ဘဲ အပြောအဆို ၊သရုပ်ဆောင် ၊ဝတ်စားဆင်ယင်မှု အားလုံးက Comedy ဖက်သွားထားပြီးရီချင်စရာဇာတ်ရုပ်တွေနဲ့ ခပ်သွက်သွက်တင်ဆက်ထားတာပါ။ထိုင်းရဲ့ နာမည်ကျော်ဟာသသရုပ်ဆောင် Mum Jokmok အပြင် တခြားဟာသ သရုပ်ဆောင်အတော်များများပါဝင်ထားပါတယ်။ပေါ့ပေါ့ပါးပါးကြည့်လို့ရမယ့် Action,Comedy,Drama ထိုင်းဇာတ်ကားလေးဖြစ်ပြီးIMDb Rating (5.2) ရရှိထားပါတယ်။ \nFile size…(1.8 GB) and (1.1 GB)\nQuality….BluRay 1080p and 720p 5.1CH\nFormat…mp4\nDuration….01:40:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/this-girl-is-bad-ass-2011-jukkalan/"
    },
    {
        "thumbnail": "",
        "title": "Snowpiercer (2013)",
        "description": "ဒီတစ်ခါ Parasite ဇာတ်ကားနဲ့ ဆုပေါင်းများစွာကိုသိမ်းပိုက်ခဲ့တဲ့ ဒါရိုက်တာ Bong Joon Ho ရဲ့ Snowpiercer (နှင်းခွဲရထား) ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။၂၀၁၄ ခုနှစ်မှာ  CW7 ဆိုတဲ့ဓာတုပစ္စည်းတစ်မျိုးကိုအသုံးပြုပြီး ကမ္ဘာကြီးပူနွေးမှုကိုကာကွယ်ဖို့ကြိုးစားခဲ့ကြပါတယ်။ ဒါပေမယ့် အကျိုးဆက်အနေနဲ့ ကမ္ဘာဟာမပူနွေးတော့ရုံမက အေးခဲလွန်းတဲ့ရေခဲခေတ်ကိုရောက်ရှိသွားပါတော့တယ်။ဒီလိုတွေဖြစ်လာမယ်ဆိုတာကြိုမြင်နေတဲ့ ဝဲလ်ဖို့ဒ်ဆိုတဲ့လူကြီးက ကမ္ဘာကြီးကို တစ်နှစ်တစ်ခါလည်ပတ်နေတဲ့ နှင်းခွဲရထားကြီးကိုတီထွင်ခဲ့ပါတယ်။နှင်းတွေကနေစွမ်းအင်ကိုယူပြီး အလုံပိတ်​ဂေဟစနစ်နဲ့ မရပ်မနားခုတ်မောင်းနေတဲ့ဧရာမရထားကြီးရဲ့ခေါင်းတွဲပိုင်းတွေဟာ လူချမ်းသာတွေအတွက် ဇိမ်ခံအဆင့်အတန်းမြင့်အခန်းတွေ၊ ဝန်ဆောင်မှုတွေနဲ့ ပြည့်နေပေမယ့် အသက်မသေဖို့အရေး ရထားပေါ်မရမကဖက်တွယ်လိုက်ပါလာတဲ့ လူဆင်းရဲတွေအတွက်ကတော့ ညစ်ပတ်ပေရေနေပြီး ကျောတစ်ချစာသာနေရာရှိတဲ့ ရထားနောက်တွဲအမှောင်ခန်းတွေထဲ လက်နက်ကိုင်စစ်သားတွေရဲ့စောင့်ကြည့်မှုအောက်မှာ နေကြရပါတယ်။ဒီလိုနဲ့ ၁၇နှစ်အကြာမှာ တိရစ္ဆာန်သာသာနေနေရတဲ့ လူ့အခွင့်အရေးဆိုတာကိုတစ်စက်မှမရကြရှာတဲ့ ရထားနောက်တွဲကလူတွေရဲ့ တော်လှန်​တဲ့ပုံရိပ်တွေကိုကြည့်ကြရမှာပါ။ဒီဇာတ်ကားမှာတော့ ကိုရီးယားဇာတ်ဆောင်နှစ်ဦးနဲ့ အင်္ဂလိပ်သရုပ်ဆောင်တွေ အဓိကသုံးထားပြီး အင်္ဂလိပ်ဘာသာနဲ့ပဲ အဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒါရိုက်တာကြီး Bong Joon Ho ရဲ့လက်ရာဆိုတော့ အထူးတလည်ညွှန်းစရာလိုတော့မယ် မထင်ပါဘူး။ လုံးဝရိုးအီမသွားဘဲအတော်ကိုကြည့်လို့ကောင်းတဲ့ဇာတ်ကားပါ။ ကြည့်ရှူခံစားလိုက်ကြပါဦး။File size…(1.7 GB) and ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/snowpiercer-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/panda-3-133x200.jpg",
        "title": "Kung Fu Panda 3 (2016)",
        "description": "Kung Fu Panda 3 (2016)\nIMDb - 7.1/10_______Rotten - 87%\n Kung Fu Panda ဆိုရင် မသိတဲ့လူမရှိသလောက်ပဲ\nကမ္ဘာမှာအောင်မြင်ခဲ့တဲ့ဒီ Animation ကားလေးဟာ\nMovie လောကမှာသာမက Game လောကမှာရော ဒိတ်ဒိတ်ကြဲကိုအောင်မြင်ခဲ့ပါတယ်။\n1 နဲ့ 2 ကို ကြည့်ရှုခဲ့ကြပြီး ဇာတ်လမ်းဆုံးသွားပြီထင်နေခဲ့တုန်းမှာပဲ\n2015 ခုနှစ်ရဲ့ Movie review တွေမှာ စတင်ကြော်ငြာပါလာခဲ့တော့\nအရမ်းကိုမျှော်လင့်ပျော်ရွှင်စောင့်စားခဲ့ရတယ်။\nအခုတော့ ကျွန်တော်တို့အချိန် CM အချိန်ရောက်ခဲ့ပြီ။\nဒီဇာတ်ကားဟာ အရင်ကားတွေထက်ပိုအောင်မြင်ခဲ့ပြီး\nIMDb rating 7.1/10 ထိရရှိအောင်မြင်ခဲ့ပါတယ်။\nဇာတ်လမ်းအကျဉ်းလေးကိုအနည်းငယ်ပဲပြောပြချင်ပါတယ်။\nပိုရဲ့ ဆရာဖိုးဖိုးလိပ် ရဲ့ တိုက်ဖော်တိုက်ဖက် ကိုင် ဟာ ဝိညာဉ်ကမ္ဘာက\nသိုင်းဆရာတွေအားလုံးရဲ့ စွမ်းအင်တွေကို သိမ်းပိုက်ပြီး\nလူ့ပြည်ကိုပြန်ဝင်ရောက်လာပါတယ်။ ပြီးတော့ လူ့ပြည်က\nဆရာတွေအားလုံးရဲ့ စွမ်းအင် ချီ တွေကိုပါ သိမ်းပိုက်လိုက်ပါတယ်။\nဒါကို တားဆီးနိုင်ဖို့အတွက် ပို တစ်ယောက်လက်ရှိအင်အားနဲ့မဖြစ်နိုင်တော့ပါဘူး။\nသူကိုယ်တိုင် ချီရဲ့ အရှင်သခင် ဖြစ်အောင်လုပ်ရပါတော့မယ်။\nဒီအဆင့်ကိုရောက်ဖို့ ဆရာလိပ်က နှစ် ၃၀ လောက် ...",
        "rating": "7.1",
        "url": "https://megaup.net/2dfqw/Kung_Fu_Panda_3_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/images-1-133x200.jpg",
        "title": "Kung Fu Panda 2 (2011)",
        "description": "Kung Fu Panda 2 (2011)\nIMDb - 7.2/10_______Rotten - 81%\n Kung Fu Panda 2 မှာတော့ ‘ပို’ ရဲ့ ဘဝဇာတ်ကြောင်းကို ကြည့်ရှုရမှာပါ….\n‘ပို’ ရဲ့အဖေဖြစ်သူဟာ မွေးစားအဖေဖြစ်နေပါတယ်…\n‘ပို’ လသားအရွယ်မှာ သူတို့ရဲ့ရွာလေးကို တပ်ဖွဲ့တစ်ခုက\nဝင်ရောက်တိုက်ခိုက်ဖျက်စီးတာကို ခံလိုက်ရပါတယ်…\nပို ရဲ့မိဘတွေဟာ ထွက်ပြေးရင်းနဲ့ ပို့ ကို စွန့်ပစ်ခဲ့ရပါတော့တယ်…\nဒါက ပို ရဲ့ ဘသ ဇာတ်ကြောင်းပါ…\nအခုချိန်မှာတော့ ဒေါင်းမင်းသားတစ်ယောက်ဟာ\nလက်နက်ဆန်းတစ်ခုကို တီထွင်ပြီးတော့ တရုတ်ပြည်ကြီးကို\nသိမ်းပိုက်ဖို့ ကြံစည်နေပါပြီ…\nဒါကို ပို နဲ့ သူ့အဖွဲ့က တားဆီးဖို့အတွက် တာဝန်ကျလာပါပြီ…\nဒီတော့ ပို တို့တွေ ဒေါင်းမင်းသားကို\nဘယ်လိုတားဆီးကြမှာလဲ ဘာတွေဆက်ဖြစ်ကြဦးမလဲ\nဆိုတာကိုတော့ ထုံးစံအတိုင်း ကြည့်ရှုခံစားပေးကြပါဦး\nဒီဇာတ်ကားဟာလည်း ပထမကားလိုပဲ\nrating ကောင်းကောင်းရထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်\n(IMDb rating 7.2/10 )\nအားပေးကြပါ \nKung Fu Panda 2 မွာေတာ့ ‘ပို’ ရဲ႕ ဘ၀ဇာတ္ေၾကာင္းကို ၾကည့္ရႈရမွာပါ….\n‘ပို’ ...",
        "rating": "7.2",
        "url": "https://megaup.net/2dfqz/Kung_Fu_Panda_2_[2011]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3OxVSPxG06N5le3RzSxRfXu4Man.jpg",
        "title": "Jagame Thandhiram(2021)",
        "description": "Jagame Thandhiram(2021) အညွှန်း*******************************IMDb...7.0အခုတင်ဆက်ပေးမဲ့ဇာတ်ကားလေးကတော့ ၂၀၂၁ ခုနှစ်ထွက် အမိုက်စား အိန္ဒိယ Action/Drama ကားလေးပဲဖြစ်ပါတယ်....ဒီဇာတ်ကားထဲမှာ ဇာတ်လိုက်မင်းသား ဆူရီလီ ဟာ အိန္ဒိယနိုင်ငံ  တမေးလ်နာဒူ ဒေသကသာမာန်စားသောက်ဆိုင်တစ်ခုမှာ အလုပ်လုပ်တဲ့ လူငယ်တစ်ယောက်ဖြစ်ပါတယ်... ဒါ့အပြင် ကြံ့ခိုင်ထက်မြတ်တဲ့သူတစ်ယောက်ဖြစ်တဲ့ ဆူရီလီ ဟာ ဒေသတွင်းက ပြဿနာတွေကို အကြမ်းနည်းနဲ့ကိုင်တွယ်ဖြေရှင်းလေ့ရှိတဲ့အတွက် ဂိုဏ်းစတားတစ်ယောက်အဖြစ် နာမည်ကျော်ကြားတဲ့ သူလည်းဖြစ်ပါတယ်  .... တစ်နေ့မှာတော့ ဗြိတိန်နိုင်ငံက နာမည်ကြီး ဂိုဏ်းတစ်ခုဟာ လန်ဒန်မှာ သောင်းကျန်းနေတဲ့….သူတို့ရဲ့ပြိုင်ဖက် အိန္ဒိယလူမျိုးဂိုဏ်းတစ်ခုကို ချေမှုန်းဖို့အတွက် ကူညီပေးဖို့ တမေးလ်နာဒူဒေသရဲ့ နာမည်ကျော် ဆူရီလီ ကို ကမ်းလှမ်းလာပါတော့တယ်...အဲ့ဒီနောက်ဘာတွေဆက်ဖြစ် ဆက်ကြမ်းမလဲဆိုတာကိုတော့.....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Thar Htet & Thaik San တို့ပဲဖြစ်ပါတယ်...File Size :1.4GB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…02:37:00\nGenre :  Action, Comedy, Crime\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/jagame-thandhiram2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7bbEASVf9XWtfxWiuWUMY3uyhTb.jpg",
        "title": "Rurouni Kenshin: The Final (2021)",
        "description": "Rurouni Kenshin : The Final (2021)လူသတ်သမား ဘတ်တိုဆိုင်း၊ ကင်ရှင်း ပြန်လာပါပြီ။ဒီရုပ်ရှင်မှာတော့ အစိုးရသစ်ခေတ်သစ်မှာ\nကင်ရှင်းတစ်ယောက် တိုကျိုမှာ ခါအိုရူ တို့နဲ့အတူ ငြိမ်းချမ်းစွာ အတူရှိနေပါပြီ။\nဒါပေမယ့် အတိတ်က ရန်သူတွေလိုက်လာပြီး\nသူ့ကိုလက်စားချေဖို့ ကြိုးစားလာပြန်တယ်။ဒီတစ်ခါတော့ သူ့ကိုမသတ်ခင်\nသူချစ်ခင်တဲ့သူတွေကို အရင်သတ်ဖို့ ကြိုးစားလာတဲ့အခါလူမသတ်ဘူးဆိုတဲ့ သစ္စာကို ဖျက်ရတော့မလား?????အသွားပြောင်းပြန်ဓားကို လှည့်ခုတ်ဖို့ အချိန်တန်ပြီးလား????ဆက်ကြည့်ကြတာပေါ့။ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။File size…2.8 GB and 1.44 GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….2h 18min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Mr.Anderson\nEncoder ..... August",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/rurouni-kenshin-the-final-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/Screen-Shot-2021-06-18-at-22.45.20-141x200.png",
        "title": "Buckskin (2021)",
        "description": "Buckskin (2021)=============IMDb Rating - 5.7/10“မြွေပါလည်းဆုံး သားလည်းဆုံး” ဆိုတဲ့စကားပုံတွေလိုပဲ အခုရုပ်ရှင်ကားကတော့ သားမွှေးကုမ္ပဏီပိုင်ရှင်အတွက် သားမွှေးလည်းဆုံးမြေးလည်းဆုံးဖြစ်နေပါပြီ။ ဇာတ်အိမ်ကို ၁၈၂၀ ခုနစ်လောက်မှာ တည်ထားပြီး အမေရိကန် အင်ဒီးယန်းနဲ့ နယ်မြေခံလူမျိုးစုအကြားတင်းမာမှုတွေ မပြေလည်မှုတွေကိုတင်ဆက်ထားတာဖြစ်ပါတယ်။ကင်းစတွန်းအုပ်စုဆီပြန်လာကြတဲ့ အမေရိကန်တွေက ဘက်စကင်တောအုပ်ထဲအရောက်မှာ နယ်မြေခံလူမျိုးစုရဲ့ တိုက်ခိုက်ခြင်းကိုခံခဲ့ရပါတယ်။ ထိုတိုက်ခိုက်ခြင်းခံရတဲ့အထဲ လူ ၁၇ ယောက်သေဆုံးသွားသလို ကုမ္ပဏီပိုင်ရှင်ရဲ့ မြေးလေးလည်းပျောက်ခြင်းမလှပျောက်နေခဲ့ပါတယ်။“ကျရှုံးမှုကို လက်ခံရတာထက်သေဆုံးရတာကို လက်ခံရတာပိုခက်ခဲတယ်” ဆိုကာ သားသေပြီး မြေးပျောက်လို့ ပူဆွေးနေတဲ့ကပ္ပတိန်ကတော့ မြေးပျောက်ရှာပုံတော်အတွက် မုဆိုးကြီးပေါ်တာကို အကူအညီတောင်းခဲ့ပါတယ် ။ဒါပေမဲ့ အဲ့ဒီ ဘက်စကင်တောအုပ်ကြီးဆိုတာက “ဝင်သူသာရှိ ထွက်သူမရှိ”ဆိုပြီး နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့တောအုပ်။ နယ်မြေခံတွေအုပ်စိုးထားတဲ့ တောအုပ်လေးပါ။ အဲ့ဒီတောအုပ်ထဲမှာပျောက်နေတဲ့ မြေး နဲ့ မုဆိုးကြီးပေါ်တာ တို့ပြန်လည်တွေ့ဆုံနိုင်ပါ့မလား?နယ်မြေနှစ်ခုရဲ့တင်းမာမှုတွေရော ပြေလည်နိုင်ပါ့မလားဆိုတာတွေကို တောတွင်းစွန့်စားခန်းတွေအစုံအလင်နဲ့ကြည့်ရှုရမှာပါ။ Vintageဆန်ဆန် ခေတ်ဟောင်းပုံစံအင်္ဂလိပ်ကားကို သဘောကျတတ်တဲ့သူအတွက်တော့ အဆင်ပြေမယ့် ကားလေးတစ်ကားလို့ညွှန်းပေးချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Jo Jo ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/buckskin-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-the-legend-ends-poster-136x200.jpg",
        "title": "Rurouni Kenshin: The Legend Ends (2014)",
        "description": "Rurouni Kenshin: The Legend Ends (2014)_____IMDb - 7.6/10\n  \n2014 ခုနှစ်ထဲမှာပဲ ဒုတိယကား Kyoto Inferno နဲ့ ဆက်တိုက်\nထွက်ရှိခဲ့တဲ့ တတိယာကားဖြစ်တဲ့ The Legend End ကိုဆက်လက်\nတင်ဆက်ပေးလိုက်ပါတယ် ဗျ\nKenshin ဆိုတာတော့ ထွေထွေထူးထူးမိတ်ဆက်ဖို့လိုမယ်မထင်ပါဘူး။\nခရီးသွားဆာမူရိုင်းဆိုတဲ့ Animeရုပ်သံဇာတ်လမ်းနဲ့ စတင်ရင်းနှီးပြီးသားဖြစ်မယ့်\nဒီဇာတ်လမ်းတွဲဟာ Watsuki Nobuhiro ရဲ့ ကမ္ဘာကျော် မန်ဂရုပ်ပြ လက်ရာတစ်ခုလည်း ဖြစ်ပါတယ်။\n၂၀၁၂ ခုနှစ်မှာတော့ ဒါရိုက်တာOutomo Keishi ရိုက်ကူးပြီး၊\nမင်းသား Satoh Takeru က Himura Kenshin အဖြစ်\nပါဝင်သရုပ်ဆောင်တဲ့ Live-action ဇာတ်ကားကို ရုံတင်ခဲ့ပြီး၊\nအဆင့်မြင့်တဲ့ထုတ်လုပ်ရေးကွာလတီ၊ မြန်ဆန်လှပတဲ့ အက်ရှင်ရိုက်ချက်တွေကြောင့်\nပရိသတ်အားပေးမှုအထူးရခဲ့ကာ အက်ရှင်-မန်ဂ ကနေ ရုပ်ရှင်ပြောင်းရိုက်တဲ့\nဇာတ်ကားတွေအကြား စံပြ ဖြစ်လာခဲ့ပါတယ်။ ၂၀၁၄ ခုနှစ်မှာတော့ မန်ဂဇာတ်လမ်းရဲ့\nKyoto Arc ကို Kyoto Inferno နဲ့ The ...",
        "rating": "7.6",
        "url": "https://megaup.net/Xswv/Rurouni_Kenshin_The_Legend_Ends_(2014).1080p.CM.mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/Rurouni-Kenshin-kyoto-inferno-poster-150x200.jpg",
        "title": "Rurouni Kenshin: Kyoto Inferno (2014)",
        "description": "Rurouni Kenshin: Kyoto Inferno (2014)_____IMDb - 7.6/10\n  \nကဲဒီတစ်ခါတော့ တနေ့က တင်ပေးလိုက်တဲ့ ဇာတ်ကားရဲ့ အဆက်လေးကိုထပ်မံတင်ဆက်ပေးလိုက်ပါတယ် ဇာတ်လမ်းအကျဉ်းလေးကတော့\nကန်ရှင်းဟီမူယာတယောက် ဟာ သရဲသိုင်းသမားကြီး မာကိုတိုကို ယှဉ်ပြိုင်တိုက်ခိုက်နေရာမှာ တိုင်းပြည်ရဲ့ ကံကြမ္မာဟာလည်း သူ့အပေါ်တွင်မူတည်လာ\nတဲ့အခါမှာတော့  ကန်ရှင်းတယောက် ဘယ်လိုများဆက်လက်ရင်ဆိုင်မလဲဆိုတာကို တော့ ဆက်လက်ကြည့်ရှူလိုက်ကြပါတော့ဗျ\nဘာသာပြန်ပေးထားသူကတော့ ခန့်ဇော်ဟိန်း ဖြစ်ပါတယ်ဗျ :DFile Size - 2.8 GB (1080P)\nFile Type - Mp4\nQuality - Blu-Ray Rip 720p\nDuration - 02:18:00\nTranslator - Khant Zaw Hein\nEncoder - kyaw Ye Aung",
        "rating": "7.6",
        "url": "https://megaup.net/11wma/Rurouni_Kenshin_-_Kyoto_Inferno_(Rurôni_Kenshin_-_Kyôto_Taika-Hen)_[2014]_{1080p_Blu-ray_5.1_CH}_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/01/MV5BNDgzODM2MjUyMF5BMl5BanBnXkFtZTgwMzg4MjA1OTE@._V1_SY1000_CR006791000_AL_-204x300.jpg",
        "title": "Rurouni Kenshin: Origins (2012)",
        "description": "Rurouni Kenshin: Origins (2012)_____IMDb - 7.5/10\n  \nကဲဗျာဒီတစ်ခါတော့ IMDb Rating 7.5 ရထားတဲ့\nဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်\nဇာတ်လမ်းလေးကတော့ ပရိတ်သတ်ကြီး သိတဲ့ အတိုင်းပဲ\nဂျပန် ဆာမူရိုင်းကားလေးဖြစ်ပြီး ဆာမူရိုင်းခေတ်ကနေ\nခေတ်သစ်ကိုပြောင်းလဲတဲ့ အခါမှာ ဘုရင့်တပ်မတော်မှာ အရင် ကတည်းက\nလိုအပ်ရင် စစ်မှုထမ်းလေ့ရှိတဲ့ ဆာမူရိုင်းတွေနဲ့\nခေတ်ပြောင်းလဲမှုကိုလက်ခံကြတဲ့ သူတွေအကြားမှာ\nတဖက်နဲ့ တဖက် ငဋိပက္ခဖြစ်ကြတာကို ရိုက်ကူးပြထားတာ\nဖြစ်ပါတယ် ဗျာ ဇာတ်လမ်းက အဟောင်းဖြစ်ပြီး\nမြန်မာစာတန်းထိုးနဲ့ မဟုတ်တောင် ဒီတိုင်း အင်္ဂလိပ်စာတန်းထိုးနဲ့\nတော့ကြည့်ဖူးကြမယ့် ကားလေးမို့ သိပ်မညွှန်းတော့ပါဘူးနော်\n  ကဲဗ်ာဒီတစ္ခါေတာ့ IMDb Rating 7.5 ရထားတဲ့ဇာတ္ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ပရိတ္သတ္ႀကီး သိတဲ့ အတိုင္းပဲဂ်ပန္ ဆာမူ႐ိုင္းကားေလးျဖစ္ၿပီး ဆာမူ႐ိုင္းေခတ္ကေနေခတ္သစ္ကိုေျပာင္းလဲတဲ့ အခါမွာ ဘုရင့္တပ္မေတာ္မွာ အရင္ ကတည္းကလိုအပ္ရင္ စစ္မႈထမ္းေလ့ရွိတဲ့ ဆာမူ႐ိုင္းေတြနဲ႔ေခတ္ေျပာင္းလဲမႈကိုလက္ခံၾကတဲ့ သူေတြအၾကားမွာတဖက္နဲ႔ တဖက္ ငဋိပကၡျဖစ္ၾကတာကို ႐ိုက္ကူးျပထားတာျဖစ္ပါတယ္ ဗ်ာ ဇာတ္လမ္းက အေဟာင္းျဖစ္ၿပီးျမန္မာစာတန္းထိုးနဲ႔ မဟုတ္ေတာင္ ဒီတိုင္း အဂၤလိပ္စာတန္းထိုးနဲ႔ေတာ့ၾကည့္ဖူးၾကမယ့္ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2jnqr/Rurouni_Kenshin_(2012)_[1080p_BluRay_x265_AAC_5.1&Stereo](CM).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/09/1911-revolution-poster-133x200.jpg",
        "title": "1911 Revolution (2011)",
        "description": "တရုတ်နိုင်ငံတွင် နှစ်ရှည်ကြာစွာ ခိုင်မြဲတည်တန့်ခဲ့တဲ့ သက်ဦးဆံပိုင် ဘုရင်စနစ်ကို တွန်းလှန်ဖယ်ရှားရာမှာ\nတရုတ်ပြည်သူများ ကို ဒေါက်တာဆွန်ယက်ဆင်နဲ့အဖွဲ့မှ ဦးဆောင်ခဲ့ပါတယ်။\nဒီဇာတ်ကားက တရုတ်ပြည်ရဲ့ မန်ချင်းမင်းဆက်ကိုနန်းကျစေခဲ့တဲ့ ဒေါက်တာဆွန်ယက်ဆင်ဦးဆောင်တဲ့\n၁၉၁၁ ရှင်းဟိုက် လူထုတော်လှန်ရေးကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်သမိုင်းအခြေခံဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။မင်းသားကြီး ဂျက်ကီချန်းမှ သရုပ်ဆောင်၊ဒါရိုက်တာအဖြစ် ပါဝင်ထားတဲ့ဇာတ်ကားပါ။IMDb Rating (5.8/10) ရရှိထားပါတယ်။ဒီဇာတ်ကားက ရှင်းဟိုက်တော်လှန်ရေးရဲ့ တစ်စိတ်တစ်ပိုင်းကိုသာ ပုံဖော်ထားနိုင်တာမို့ ရှင်းဟိုက်တော်လှန်ရေးသမိုင်းကြောင်း၊တရုတ်ပြည်သမိုင်းအကြောင်း၊ရှင်းဟိုက်တော်လှန်ရေးမှသည် ယနေ့ခေတ်တရုတ်ပြည်ဖြစ်ပေါ်လာတဲ့သမိုင်းကြောင်း၊ထိုင်ဝမ်နိုင်ငံအကြောင်းတို့ကို ရှင်းလင်းစွာသိချင်တယ်ဆိုရင်တော့ တရုတ်သမိုင်းတွေကိုရေးသားနေတဲ့ဒီ https://www.facebook.com/1811445109124572/posts/2904998626435876/ FB Page လင့်မှာသွားဖတ်ပါ။ဇာတ်ကားမကြည့်ခင် စာကိုအရင်ဖတ်ကြည့်ဖို့တိုက်တွန်းပါတယ်။ \nFile size…(2.7 GB)and (1.4 GB)\nQuality…BluRay rip 1080p and 720p 5.1CH\nFormat…mp4\nDuration….02:01:01\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/1911-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/MV5BOGIyMmRiZWItZTQ1Yi00OGQzLTk5YzItOGYzOTQ0NGI5MDBiXkEyXkFqcGdeQXVyNDQxNjcxNQ@@._V1_-141x200.jpg",
        "title": "Lupin III: The First (2019)",
        "description": "ဒီကားကတော့ လူပင် တတိယမျိုးဆက်အကြောင်းကို Kazuhiko Katō ( Monkey Punch )ရဲ့ Lupin the Third ကို အခြေခံပြီး ပိုကောင်းတဲ့ ရုပ်ထွက်ကွာလတီတွေနဲ့ ရိုက်ကူးထားတာပါ ။43rd Japan Academy Award မှာ Animation of the Year ဆုကို ရခဲ့တဲ့အပြင် အခြားဆု ၆ဆုကိုလည်း ရခဲ့ပါတယ်။ ဇာတ်လမ်းကတော့...၁၉၆၀ ခေတ်နှောင်းပိုင်းကာလမှာ Eclipse ဆိုတဲ့ စွမ်းအားကြီးလက်နက်တစ်ခုကို လူတွေ အလွယ်တကူမယူနိုင်အောင် ထောင်ချောက်တွေဆင်ထားခဲ့ကြတယ်။အဲဒီအကြောင်းအရာတွေကို ဘရက်ဆွန်ဒိုင်ယာရီစာအုပ်ထဲမှာ ရေးမှတ်ထားပြီး ဒိုင်ယာရီကိုလည်း ဖွင့်ရသိပ်ခက်တဲ့ သော့အိမ်လုပ်ပြီးထားခဲ့ပါတယ်။နာဇီ ဂျာမနီတွေက Eclipse ကိုလိုချင်တဲ့အတွက်ကြောင့် ပါမောက္ခဘရက်ဆွန်ကိုတောင်းပေမဲ့ မပေးတာကြောင့် အသတ်ခံလိုက်ရပါတယ်။ ဒီလိုနဲ့ နှစ်များစွာကြာတဲ့အခါမှာတော့ ပြတိုက်တစ်ခုမှာ ဒိုင်ယာရီကပြန်ပေါ်ပေါက်လာပါတယ်။ဒီဒိုင်ယာရီကိုခိုးယူဖို့ကြိုးစားတဲ့အထဲမှာ တတိယမျိုးဆက် လူပင်နဲ့ လဲ့တိရှာဆိုတဲ့ကောင်မလေးလည်းပါပါတယ်။လူပင်ကတော့ သိပ်တော်ပြီး ပဟေဠိတွေ စကားဝှက်တွေကိုဖြေရှင်းတာကျွမ်းတဲ့ နာမည်ကြီးသူခိုးတစ်ယောက်ပါ။လဲ့တိရှာက တကယ်တမ်းတော့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/lupin-iii-the-first-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/oBgWY00bEFeZ9N25wWVyuQddbAo.jpg",
        "title": "Nobody(2021)",
        "description": "Nobody(2021) အညွှန်း*******************IMDb...7.6(((BLU-RAY 1080P.5.1CH ထွက်လာလို့ Updateပေးထားပါတယ်.)ဒီကားကိုတော့ ဂျွန်ဝစ် lite လို့ ပြောရမလား pro max လို့ ပြောရမလား ကိုယ်တိုင်ဆုံးဖြတ်ကြည့်ပါတော့။ကြမ်းတာတော့ အတော်ကြမ်းပါတယ်။ ဘရုစ်ဝီလီရဲ့ Red လို ခံစားမှုမျိုးလည်းပါတယ်။ ဇာတ်လမ်းကတော့ ရှင်းပါတယ်။မန်ဆယ်လ်ဟာ စာလုံးသုံးလုံးပါတဲ့ အဖွဲ့အစည်းတွေရဲ့ စာရင်းစစ် အငြိမ်းစားပါ။မိသားစုနဲ့ ကလေးနှစ်ယောက်နဲ့ အေးဆေးနေပါတယ်။ဒါပေမယ့် မိသားစုကို ညဘက် ဓားပြတိုက်ခံလိုက်ရတဲ့ကိစ္စနဲ့ ပတ်သတ်ပြီး ပြန်လိုက်ရှင်းရင်းနဲ့သမိုင်းပေးလူဆိုးတွေဖြစ်တဲ့ ရုရှားတွေနဲ့ သွားရှုပ်မိတဲ့အခါ... ချူချာတွေ ကံဆိုးရပါတော့တယ်...ဒီကားက သတ်ဖြတ်ခန်းတွေကြမ်းတဲ့အပြင် မင်းသားကြီး Bob Odenkirk ရဲ့အမိုက်စားသရုပ်ဆောင်ချက်တွေကြောင့်Box Office မှာလည်း တော်တော်ဝင်ငွေကောင်းတဲ့ကားကြီးဖြစ်ခဲ့တာမို့ အားလုံးပဲ လက်မလွှတ်သင့်ပါကြောင်းနင်းကန်သတင်းကောင်းပေးပါရစေ..... File Size : 856MB\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:32:00\nGenre :  Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/nobody2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/06/ArdaShataabdamMovie-GoingTobe-StreamedinAHAott-160x200.jpg",
        "title": "Ardha Shathabdham (2021)",
        "description": "Ardha Shathabdham (2021)\"ချစ်ခြင်းမေတ္တာက အမျိုးဇာတ်နဲ့ အယူဝါဒတွေကို\nကျော်လွန်နိုင်တဲ့နေ့လေး ရောက်လာခဲ့ရင်\"\"ကျွန်တော် ပန်းလေးတစ်ပွင့်လို ပွင့်လန်းနေပါ့မယ်\nအမြဲတမ်းထင်ကျန်ရစ်နေဖို့ပေါ့….\"ဒီဇာတ်လမ်းလေးက အိန္ဒိယနိုင်ငံတွင်း မတည့်အတူနေ\nအမျိုးဇာတ်တွေအကြောင်းကို ပညာပေးရိုက်ကူးထားတဲ့\nကားလေးတစ်ကားပဲဖြစ်ပါတယ်...ခရစ်ရှနားဆိုတဲ့ကောင်လေးက ဟိုးကလေးဘဝကတည်းက\nပွရှ်ပါးဆိုတဲ့ကောင်မလေးကို ချစ်ခင်နှစ်သက်လာခဲ့တယ်..\nအရွယ်ရောက်လာတော့လည်း မပြယ်သော ချစ်ခြင်းတရား\nတွေနဲ့ တိတ်တခိုး ချစ်မြတ်နိုးနေဆဲပဲ...သူတို့ရွာမှာက ဇာတ်နိမ့်ဇာတ်နိမ့်တအားခွဲခြားလွန်းလို့\nဇာတ်နိမ့်ဇာတ်မြင့်လူနှစ်ဦးလက်ထပ်ကြရင် သေကွဲကွဲ\nရတတ်တယ်..တစ်ရက် ခရစ်ရှနားဟာ သူချစ်ရတဲ့\nပွရှ်ပါးပန်ဖို့ အမြတ်တနိုးပျိုးလာခဲ့တဲ့ ပန်းလေးတစ်ပွင့်\nဟာ သူကိုယ်တိုင်မပေးရသေးဘဲ သူ့ချစ်ရတဲ့သူခေါင်းထက်\nကို ရောက်နေပါတော့တယ်..ရက်အတော်များများစောင့်မျှော်နေခဲ့ရတဲ့ ဒီအခွင့်အရေးကို\nလက်လွှတ်လိုက်ရတဲ့အတွက် ဒေါသစိတ်လွန်ကဲပြီး ရမ်းလိုက်\nမိတဲ့သူက ရွာအုပ်ချုပ်ရေးမှူးရဲ့ သားဖြစ်နေပါတော့တယ်ရွာအုပ်ချုပ်ရေးမှူးကလည်း ဒါကိုအမျိုးဇာတ်ပြဿနာဖန်တီး\nပြီး သူနဲ့ရန်ငြှိုးရှိတဲ့သူကို လက်စားချေဖို့ ကြိုးစားလာတဲ့အခါ\nမှာတော့ တစ်ရွာလုံး အုတ်အော်သောင်းနင်း ဆူပူသတ်ဖြတ်မှု\nတွေဖြစ်လာပါတော့တယ်...ဒီလိုနဲ့ ခရစ်ရှနားရယ် ပွရှ်ပါးရယ် သူတို့ရဲ့အမျိုးဇာတ်ပြဿနာကြီးနေတဲ့\nသူတို့ရွာလေးမှာ ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကိုတော့\nစိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်...(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thuya ဖြစ်ပါတယ်။)\nFile size…(2.1 GB) and (1.3 GB)\nQuality….WEB-DL 1080p and 720p 5.1CH\nFormat…mkv\nDuration….01:57:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Thuya",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/ardha-shathabdham-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dPOyYnCkRbWAEem85N3VFpQODf5.jpg",
        "title": "The Misfits (2021)",
        "description": "The Misfits (2021)သူခိုးလူလိမ်ကားကြီးတစ်ကား လာပါပြီဗျာ။ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီရာ့စ်ဘရိုနန် ဦးဆောင်ပါဝင်ထားပြီး\nJamie Chung တို့ Hermione Corfield တို့လို အချောလေးတွေနဲ့ ဝန်းရံထားတာပါ။နည်းနည်းဟာသဆန်တော့ အရမ်းကြီးတော့ သဘာဝမကျဘူးပေါ့။\nဒါပေမယ့် ကြည့်ကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့\nရှော့ဇ်ဆိုတဲ့ ဘဲကြီးက ကမ္ဘာအနှံ့မှာထောင်တွေပိုင်တယ်၊အဲဒီထောင်တွေထဲကနေ ၄ ခါလောက် ဆက်တိုက်ဖောက်ပြေးဖူးတဲ့ နာမည်ကျော် သူခိုးကြီးကတော့ ပေ့စ် ပေါ့။ဒီဘဲကြီးက ခိုးတာအရမ်းတော်ပါတယ်။\nခိုးတာတော်ပေမယ့် ခိုးပြီးတိုင်းအဖမ်းခံရတာလည်း တော်ပါတယ်။\nဖမ်းခံပြီးရင် ထောင်ဖောက်ပြေးတာလည်း တော်ပါတယ်။\nအစကတည်းက လွတ်အောင်မပြေးတတ်တာလေးတစ်ခုပါပဲ။သူက ရိုးရိုးပြေးတာမဟုတ်ဘဲ ထောင်ပိုင်ရှင်ရဲ့မိန်းမကို\nဂျိမ်းစ်ဘွန်းဘဝတုန်းက ဇ အတိုင်း အင့် သွားတော့ အသေအကြေ အလိုက်ခံရတာပေါ့။ မိရင် သတ်မှာ။ဒါနဲ့ပဲ သူ့ကို အိုင်ဒေါတင်ထားတဲ့ အခြားသူခိုးလေးတစ်စုက\nသူခိုးကြီးကို ဆရာတင်ပြီး အဲဒီထောင်တွေထဲမှာ သိမ်းထားတဲ့ တရားမဝင် ရွှေတွေကို ခိုးဖို့ စီစဉ်ကြတဲ့အခါ....File size…1.8GB and 1.1GB\nQuality….WEB-DL 1080p and 720p\nFormat…mp4\nDuration….1h 34min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/the-misfits-2021/"
    }
]