[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6Zc07HWRtcdd6opwNKKjYIWllil.jpg",
        "title": "Close Range(2015)",
        "description": "Close Range (2015)=================အတိုက်အခိုက် အသတ်အပုတ်မှာ လှပကျွမ်းကျင်လှတဲ့ မင်းသားScott Adkins ရဲ့ ၂၀၁၅ ခုနှစ်တုန်းက အက်ရှင်ကားကောင်း တစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့အမေရိကန်-မက်ဆီကိုနယ်စပ် မက်ဆီကိုဂိုဏ်းတစ်ခုရဲ့စခန်းမှာမင်းသားတစ်ယောက် သူ့တူမကို တစ်ကိုယ်တော်စွန့်စားတိုက်ခိုက်ပြီးဝင်ကယ်ရာကနေ စတင်ထားပါတယ်။ သူ့တူမ အဖမ်းခံရတယ်ဆိုတာလည်းသူ့အစ်မရဲ့နောက်ယောက်ျားဖြစ်သူက မူးယစ်ဆေးတွေနဲ့ ပတ်သက်နေသူဖြစ်ပြီး သူတစ်ခုကိုရှုပ်ထားလို့ ဟိုဖက်က ပြန်ပေးဆွဲသွားရတာဖြစ်ပါတယ်။ဒါပေမဲ့ ဇာတ်လမ်းက မရိုးရှင်းပြန်ပါဘူး၊ သူတို့အမေရိကန်ဖက်ခြမ်းကရဲတွေကိုလည်း ဟိုဖက်က ဂိုဏ်းခေါင်းဆောင်ဆိုတာက ခါးပိုက်ထဲထည့်ထားနိုင်တဲ့အနေအထားပါ။ အဲဒါနဲ့ ဒီဂိုဏ်းခေါင်းဆောင်ကြီးကအမေရိကန်ဖက်က အကျင့်ပျက်ရဲတွေကို မင်းသားတို့ဆီ တစ်မိသားစုလုံးအရင်သွားဖမ်းခိုင်းထားပါတယ် ပြီးမှ သူတို့လိုက်လာပြီး တရားမျှတအောင်ကိုယ့်ဘာသာစီရင်ချက်ချမယ်ဆိုပြီး ကြိမ်းဝါးခဲ့ပါတယ်။ ထိုအခါမှာတော့မင်းသားတစ်ယောက် သူ့အစ်မနဲ့ တူမဖြစ်သူကို ရန်သူတွေ (မူးယစ်ဂိုဏ်းရောအကျင့်ပျက်ရဲတွေရော) လက်ကနေ ကယ်တင်ရဖို့ ဖြစ်လာပါတော့တယ်.....။ဂိုဏ်းခေါင်းဆောင်ကြီးက အတင်းလိုက်ဖမ်းချင်တာ ဘာလျှို့ဝှက်ချက်ရှိလို့လဲ.....မင်းသားရဲ့ နောက်ကြောင်းကရော ဘယ်လိုတွေရှိခဲ့တာလဲ...အများနဲ့တစ်ယောက် တိုက်ခိုက်လွတ်မြောက်နိုင်မလားဆိုတာကို Scott Adkins ရဲ့အက်ရှင်လှလှတွေနဲ့အတူ ကင်မရာရိုက်ချက် မိုက်တဲ့ အက်ရှင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ File size…2.25GB / 883MB\nQuality…BluRay ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/close-range2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8kSerJrhrJWKLk1LViesGcnrUPE.jpg",
        "title": "Lock, Stock and Two Smoking Barrels(1998)",
        "description": "Lock, Stock and Two Smoking Barrels (1998)===================================IMDB - 8.2\nRotten tomatoes - 75%\nMetascore - 66% ဒီတစ်ခါတင်ဆက်ပေးမှာကတော့ နာမည်ကြီးဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့Guy Richie ရဲ့ဟာသအက်ရှင်ကားတစ်ကားပဲဖြစ်ပါတယ်။R-rated ဖြစ်တာမလို့ သွေးထွက်သံယိုတွေ၊ ကြမ်းတမ်းတဲ့စကားတွေပါပြီးdark comedy ကားမျိုးဖြစ်တာမလို့ ဒီလိုဇာတ်ကားမျိုးတွေကိုကြည့်ရှုချင်နေတဲ့သူတွေအတွက်တော့ လုံးဝကို Old but Gold ပါပဲခင်ဗျ။ဇာတ်လမ်းအကျဉ်းကတော့ မြို့ထဲကရာဇဝတ်ဂိုဏ်း‌ ခေါင်းဆောင်တစ်ဦးနဲ့အတူဖဲဆော့ရင်း တင်သွားတဲ့ ဖဲကြွေး ပေါင် ၅သိန်းကို (၇)ရက်အတွင်း ပေးရမဲ့Eddy, Tom, Bacon, Soap ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ရှိပါတယ်။ဒီလေးယောက်က အကြွေးပြန်ဆပ်ဖို့အတွက် ပိုက်ဆံရှာနိုင်မဲ့အလွယ်နည်းလမ်းကိုလိုက်ရှာရင်း သူတို့ဘေးအခန်းထဲမှာ နေရာတနေရာကို ဓါးပြတိုက်ဖို့လုပ်နေတဲ့Dog တို့ရဲ့လူမိုက်အဖွဲ့က ပြောနေတာကို နားထောင်မိပြီး သူခိုးလက်ကသူဝှက်လု လုပ်ဖို့ ကြံစည်ကြပါတော့တယ်။ ဒီလိုနဲ့ ဘယ်လိုတွေရှုပ်ပြီးဘယ်လိုတွေရုပ်တည်ကြီးနဲ့ လွဲကြမလဲ၊ ဘယ်လိုအရှုပ်ထုတ်တွေထဲကိုဝင်ပါမိကြမလဲ၊နောက်ဆုံးမှာရော သူတို့ရဲ့အကြွေးကိုပြန်ဆပ်နိုင်မှာလားဆိုတာကိုရယ်ရယ်မောမောနဲ့ကြည့်ရှုရမှာပါ။ File size…2.44GB / 774MB\nQuality…Blu-Ray ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/lock-stock-and-two-smoking-barrels1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uGqlk7Hu8FRLVDcFZ16NxTy09ZE.jpg",
        "title": "Last Knights(2015)",
        "description": "Last Knights(2015)===============ကိုယ်ကိုယ်တိုင် မတရားမခံရမချင်း မတရားမှုကို လက်ပိုက်ကြည့်နေခဲ့ရင်ဘာဖြစ်လာနိုင်မလဲဧကရာဇ်ရဲ့ အတိုင်ပင်ခံတစ်ဦးဖြစ်တဲ့ ဂီးဇာမော့တ်ဟာ အာဏာကို တလွဲအသုံးချပြီး ကိုယ်ကျိုးအတွက် သူကောင်းမျိုးတွေဆီကနေ လက်ဆောင်ပဏ္ဍာတွေ အတင်းအကျပ် တောင်းယူပါတယ် ပြည်သူတွေဆီကနေ အခွန်တွေအဆမတန် တိုးကောက်ပါတယ် သူကောင်းမျိုးတွေကလည်း သူနဲ့ အဆင်ပြေမှအခွင့်အရေးရမှာမို့ မတရားမှုတွေကို ဒီတိုင်းကြည့်နေကြပါတယ်တစ်နေ့မှာတော့ လော့ဒ်ဘားတော့ခ်အလှည့် ရောက်လာခဲ့ပါပြီ အကြောင်းပြချက်ပေးပြီး လာဘ်တောင်းဖို့ သူ့ကို မြို့တော်ဆီ ဆင့်ခေါ်လိုက်ပါတယ်မတရားမှုကို‌ ခေါင်းငုံ့မခံနိုင်တဲ့ လော့ဒ်ဘားတော့ခ် တောင်းဆိုချက်တွေကိုပြောင်ပြောင်တင်းတင်းဘဲ ငြင်းဆန်လိုက်ပါတယ် မတရားမှုကို ခုခံတဲ့အတွက်ပြစ်ဒဏ်အနေနဲ့ သူ့အသက်ကို ပေးရပါတော့မယ်လော့ဒ်ဘားတော့ခ်ရဲ့ တပ်မှူး ရေဒင်နဲ့ နောက်လိုက်တွေဟာ သခင့်နာမည်ကိုပြန်အဖက်ဆယ်နိုင်ဖို့ ဘာတွေလုပ်ကြမလဲ မတရားမှုကို အောင်အောင်မြင်မြင်တွန်းလှန်နိုင်ပါ့မလားမြင်းစီးစစ်သည်တွေရဲ့ တာဝန်နဲ့ သစ္စာတရားကို သရုပ်ဖော်ထားပြီး Dialogueကောင်းကောင်းတွေလည်း ပါဝင်တာကြောင့် ခံစားကြည့်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်... File size…1.51GB / 574MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 55m\nGenre ..... Action ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/last-knights2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7rcJQWplGZWz57yGlP87rlPmI.jpg",
        "title": "The Eagle(2011)",
        "description": "The Eagle (2011)==============IMDb 6.2 / Rotten Tomatoes 39%အမေရိကန် နိုင်းနိုင်း😜 Channing Tatum ရဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားကို CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းလေးကတော့ နိုင်ငံရဲ့အဖိုးတန် ဆုတံဆိပ် ရွှေလင်းယုန်ငှက်ရုပ်တုပျောက်ဆုံးမှုကြောင့် နာမည်ပျက်ခဲ့ရတဲ့ တပ်မှူးရဲ့ သား မားကပ်စ်မားကပ်စ်ရဲ့အမိန့်ကြောင့် မိသားစုဝင်တွေအားလုံး သေဆုံးပြီး ကျွန်ဘဝရောက်ခဲ့ရတဲ့ အက်စကာ ဖခင်ရဲ့ဂုဏ်သိက္ခာကို ပြန်လည်အဖတ်ဆယ်ဖို့တိုက်ပွဲဝင်ရင်း ဒဏ်ရာရကာ တပ်မှ ထွက်လိုက်ရတဲ့ မားကပ်စ်တစ်ယောက်လူသတ်ပွဲတစ်ပွဲမှာ အက်စကာ့အသက်ကို ကယ်တင်ပေးလိုက်တဲ့အခါ...နှစ်ယောက်အတူ လူရိုင်းတွေရဲ့ နယ်မြေမှာ လင်းယုန်ငှက်ရုပ်တုကို သွားရှာကြချိန်မှာတော့...အနိုင်ကျင့်သူနဲ့ အနိုင်ကျင့်ခံရသူကနေ သခင်နဲ့ ကျွန်အဖြစ်ကို ရောက်ခဲ့ကြတဲ့သူတို့နှစ်ယောက် တစ်ဖန် ရန်သူတွေဖြစ်သွားကြမလား...ဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Adventure / Action ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်... File size…2.35GB / 825MB\nQuality…Blu-Ray 1080p 5.1CH/ 720p\nFormat…mp4\nDuration….1h 54m\nGenre ..... Action ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-eagle2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BODZiODIyOTctZjBjNC00YzYzLTlhOTUtZGFmN2U5ZTQ2N2RiXkEyXkFqcGdeQXVyMTIyNzY0NTMx._V1_-113x200.jpg",
        "title": "Vedha(2022)",
        "description": "Vedha (2022)\nIMDb 7.2/10ကန်နန်ဒါးရဲ့နာမည်ကြီးမင်းသားကြီး Shiva Rajkumar က Vedha အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီး\nBox Office အနေနဲ့ ကုဋေ ၁၀၀ရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်\nRating လည်းကောင်းပြီးအဆုံးထိဆွဲခေါ်သွားမဲ့ဇာတ်လမ်းမျိုးပါပဲဇာတ်လမ်းအကျဉ်း...\nVedha မှာ ကန်နာကာလို့ခေါ်တဲ့သမီးတစ်ယောက်ရှိတယ် စလာလာချင်းမှာတော့\nဒီကောင်မလေးကထောင်ကထွက်လာတယ်ပေါ့ သားအဖနှစ်ယောက်စလုံးမျက်နှာမှာ\nအပြုံးအရယ် တစိုးတစိမရှိ...သူတို့ရဲ့ပန်းတိုင်ဆီပဲ ရည်မှန်းချက်တွေပြည့်ဝနေတဲ့\nမျက်နှာထားတွေနဲ့ပေါ့ ဒီသားအဖနှစ်ယောက်ကိုသူတို့တစ်မြို့လုံးမှာမသိတဲ့လူမရှိဘူး သူတို့နာမည်ကြားတာနဲ့\nဖိန့်ဖိန့်တုန်အောင်ကြောက်ကြရတယ် သူတို့ကိုလိုက်နေတဲ့\nရဲမေရာမာကလည်း သူတို့ဆိုအသေရရအရှင်ရရ...\nဒါကသူတို့အတိတ်မှာဖြစ်ခဲ့တဲ့ကိစ္စတစ်ခုနဲ့စပ်လျဉ်းပြီး\nကျန်ရှိနေတဲ့ရလဒ်အနေနဲ့ပေါ့ Vedha က အတိတ်နေ့တွေမှာ\nလူချစ်လူခင်ပေါပြီး လူအများကခေါင်းဆောင်တင်ချင်ကြတဲ့လူတစ်ယောက်ပါ\nသူအရမ်းချစ်တဲ့ မိန်းမနဲ့ သမီးလေးနဲ့အတူ အပူအပင်မရှိ ဘဝကို\nအေးအေးဆေးဆေးဖြတ်သန်းနေသူ ဒါပေမဲ့ ကံကြမ္မာဆိုးကြီး\nသူတို့မိသားစုထဲဝင်လာပြီး နူးနူးညံ့ညံ့သမီးလေးကပါ\nထောင်ကျတဲ့အထိ ဘာတွေများဖြစ်သွားမလဲ\nလိုက်ဖမ်းနေ‌တဲ့ရဲရာမာလက်ကနေ လက်တစ်လုံးကြားလွတ်လွတ်သွားပုံတွေ\nရဲဘက်ကလည်းအစွမ်းကုန်ကြိုးစားကြပုံတွေနဲ့ သူတို့ဇာတ်လမ်းလေးကိုဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…2.86GB / 1.34GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration…2h 36m.\nSubtitle….Myanmar Subtile (Hard Sub)\nEncoder….YK\nTranslated by Bpl ~ Yunni ~ Sai ThuRein ~ Nyein Aye",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/vedha2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uOCIrFOT4U9QXML3SLlpCxGs7BV.jpg",
        "title": "Timeline(2003)",
        "description": "Timeline(2003)*************အလယ်ခေတ်ကလူတစ်ယောက် တောအုပ်ထဲကနေပြေးထွက်လာပြီးကားလမ်းအလယ်မှာ သေဆုံးသွားတာနဲ့စတင်ထားပါတယ်။ပြီးတော့ အဲ့အလောင်းကို အိုင်တီစီက မတော်တဆမှုတစ်ခုအဖြစ်ဖန်တီးလိုက်ပါတယ်။\nနောက်တော့ ပရောဖက်ဆာ ဂျွန်စတန် နဲ့ သူ့ရဲ့ ရှေးဟောင်းတူးဖော်မှုအဖွဲ့ရဲ့ အလယ်ခေတ် ပြင်သစ်နဲ့အင်္ဂလိပ်တို့ရဲ့တိုက်ပွဲနေရာမှာ တူးဖော်မှုတွေပြုလုပ်နေခဲ့ပါတယ်။တူးဖော်မှု‌တွေပြုလုပ်နေရင်း တစ်နေ့မှာတော့ပရော်ဖက်ဆာရဲ့ မျက်မှန်၊ လက်ရေးမှုနဲ့အကူအညီတောင်းထားတဲ့စာကို ကိတ် နဲ့ မရက် ကထူးဆန်းစွာရှာဖွေတွေ့ရှိသွားပါတယ်။\nပရော်ဖက်ဆာရဲ့ အဖွဲ့က ရှာတွေ့ထားတာတွေကို ကာဗွန်သက်တမ်းစစ်ကြည့်လိုက်တော့နှစ်ပေါင်း ၆၀၀ လောက်သက်တမ်းရှိနေပြီဆိုတာကို သိလိုက်ရတယ်။\nအဲ့ဒီအခါမှာ ပရော်ဖက်ဆာရဲ့သား ခရစ် နဲ့ သူ့အဖွဲ့က သူ့အဖေကိုလိုက်ရှာဖို့အကြောင်းဖန်လာပါတော့တယ်။ အိုင်တီစီကို သွားပြီး သူ့အဖေကိုဘာလုပ်လိုက်လဲဆိုတာကို အဖြေရှာပါတော့တယ်။ ဇာတ်ကားရဲ့ နာမည် Timeline ဆိုတဲ့အတိုင်းဒီနေ့ခေတ်နဲ့ အလယ်ခေတ် ကို အသွားအပြန်လုပ်ရင်း ခရစ်တစ်ယောက်သူ့အဖေကိုရော ပြန်ရှာပြီး ကယ်တင်နိုင်ပါမလား ဆိုတာတော့ ဇာတ်ကားလေးထဲမှာ ဆက်လက်ကြည့်ရှု့လိုက်ကြပါခင်ဗျာ\nဒီဇာတ်လမ်းထဲမှာတော့ ပရော်ဖက်ဆာရဲ့သား ခရစ် အဖြစ်နဲ့ သရုပ်ဆောင်ထားတဲ့ကျွန်တော်တို့ရဲ့ အချစ်တော် fast and furious မင်းသား Paul Walker ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/timeline2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-daylight-135x200.jpg",
        "title": "Daylight (1996)",
        "description": "Daylight ရုပ်ရှင်ကားကို ၁၉၉၆ခုနှစ်မှာ ပြသခဲ့တာဖြစ်ပြီး ရမ်ဘိုမင်းသားကြီး စတားလုံး ပါဝင်သရုပ်ဆောင်ထားတဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ကပ်ဘေးရှင်သန်ရေး thriller disaster ဇာတ်ကားအမျိုးအစားဖြစ်ပါတယ်။ ဒေါ်လာသန်း၈၀ အကုန်ကျခံရိုက်ကူးခဲ့တဲ့ ဒီရုပ်ရှင်ဟာ သန်း၁၆၀နီးပါး ပြန်လည်ရရှိခဲ့လို့ အောင်မြင်တဲ့ရုပ်ရှင်တစ်ခုလို့ ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဥ်းဟာဆိုရင်ဖြင့် New York မြို့ကနေ တရားမဝင် အဆိပ်သင့်စွန့်ပစ်ပစ္စည်းတွေကို နယူးဂျာဆီပြည်နယ်ကိုခိုးပြီး စွန့်ပစ်ဖို့လုပ်ရာကနေ ဇာတ်လမ်းစပါတယ်။ အဲဒီစွန့်ပစ်ပစ္စည်းတွေကို သယ်ဆောင်လာတဲ့ထရပ်ကားတွေက ဥမင်လှိုဏ်ခေါင်းတစ်ခုကိုအဖြတ်မှာ ယာဥ်ဓားပြတိုက်လာတဲ့ သူခိုးအုပ်စုကားနဲ့ ဝင်တိုက်မိပြီး ပေါက်ကွဲမှူအကြီးစားတွေ​ဖြစ်ကာ လှိုဏ်ခေါင်းကြီးလည်း ပြိုကျသွားပါတော့တယ်။ အဲဒီမှာ ပြိုကျသွားတဲ့လှိုဏ်ခေါင်းထဲကလူတွေ အသက်ရှင်သန်အောင်ဘယ်လိုကြိုးစားကြမလဲ။ အသက်ရှင်လျက်ရော ပြန်ထွက်လာနိုင်ပါ့မလားဆိုတာကို စိတ်ဝင်တစား လိုက်လံကြည့်ရှု စီးမျောလို့ရတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပါတယ်။အသက်ရှင်သန်ရေး ကြိုးပမ်းတဲ့ရုပ်ရှင်တွေရဲ့ထုံးစံအတိုင်း လူတွေရဲ့အတ္တတွေ မာနတွေ ကြိုးစားမှုတွေ မျှော်လင့်ချက်ကုန်ခမ်းသွားတာတွေ စိတ်ဓာတ်လုံးဝကျသွားတာတွေကိုကြည့်ရင်း ကိုယ်ပါ ရင်ထဲအလုံးကြီး ဆို့ထားသလို အောင့်သက်သက် ခံစားရဦးမှာပါ။ ဒါကြောင့် Survival Thriller ရုပ်ရှင်ကြိုက်နှစ်သက်သူများအတွက် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/daylight-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/61RknsRLF5YT1gIgSCVv4qbTt8C.jpg",
        "title": "Feast(2005)",
        "description": "Feast(2005)\n===========ကြမ်းပေ့ရမ်းပေ့ သွေးထွက်စုတ်ပြတ်တဲ့ကားမှ ကြိုက်ပါတယ်ဆိုတဲ့သူတွေအတွက် Feastဆိုတဲ့ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။ဇာတ်လမ်းတစ်ခုလုံး နီဗားဒါးမှာရှိတဲ့ အရက်ဆိုင်တစ်ခုအတွင်းမှာတင်ဖြစ်ပျက်သွားတာပါ။ အရက်လာသောက်သူတွေဟာ သာမာန်နေ့တွေလိုပဲသောက်စားပျော်ပါးနေကြရင်းနဲ့ ဟီးရိုးဆိုတဲ့လူတစ်ယောက် ရောက်လာပြီးအပြင်မှာမကောင်းဆိုးဝါးတွေ ရှိနေပြီလို့ လာပြောပြခဲ့ပါတယ်။မကောင်းဆိုးဝါးတွေဟာ လျှင်မြန်ရုံတင်မက ရွံစရာကောင်းပြီး အင်မတန်ကိုဆာလောင်နေကြတာပါ။ ဒီလိုမကောင်းဆိုးဝါးတွေက အရက်ဆိုင်ဆီ မဖိတ်ခေါ်ပဲရောက်လာတဲ့အခါ အရက်ဆိုင်ထဲကလူတွေက ခုခံဖို့နဲ့လွတ်မြောက်ဖို့အတွက် အတူတကွ ကြိုးပမ်းကြပါတော့တယ်။အကောင်းဆုံးဒါရိုက်တာဆုရထားတဲ့ဇာတ်ကားပီပီ အဖြစ်အပျက်တွေဟာမထင်ရင်မထင်သလိုထထဖြစ်တာကြောင့် သာမာန်horrorဇာတ်ကားတွေနဲ့အရသာချင်းမတူတဲ့အတွက် သွေးထွက်သံယိုမှကြိုက်သူတွေ ကြည့်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။R rated ဇာတ်ကားဖြစ်ပြီး သွေးထွက်သံယိုအခန်းတွေ အင်မတန်များတာကြောင့်ကလေးငယ်များနဲ့ အကြောက်လွန်တတ်သူတွေ မကြည့်သင့်ပါဘူးနော်။ (ဘာသာပြန်နဲ့ အညွှန်းကတော့ Jaka ပဲ  ဖြစ်ပါတယ်) File size…1.88GB / 528MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Action , Comedy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/feast2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-exceutive-135x200.jpg",
        "title": "Executive Decision(1996)",
        "description": "Executive ရုပ်ရှင်ကားကို ၁၉၉၆ခုနှစ်ပြသခဲ့ပြီးတော့\nကျွန်တော်တို့ ငယ်ငယ်က အနည်းနဲ့အများ​ကြည့်ဖူးကြတဲ့ အက်ရှင်ဇာတ်ကားတစ်ကားဆိုလည်းမမှားပါဘူး။ ဤရုပ်ရှင်မှာ မင်းသားကြီး Steven Seagal, Kurt Russelတို့သရုပ်ဆောင်ထားတဲ့အပြင် ထိုအချိန်က တက်သစ်စသရုပ်ဆောင်တွေဖြစ်တဲ့ John Leguizamo နဲ့ မင်းသမီး Halle Berry တို့ကလည်း ပါဝင်အားဖြည့်ထားပါသေးတယ်။ Harrison Ford သရုပ်ဆောင်ထားတဲ့ Air Force One ရုပ်ရှင်ကိုကြည့်ဖူးရင် ဒီလိုဇာတ်လမ်းနဲ့ ရင်းနှီးနေမှာပါ။၁၉၉၀ ပြည့်နှစ်တွေတုန်းက အက်ရှင်ဇာတ်ကားအများစုရဲ့ ထုံးစံအတိုင်းပဲ အရှေ့အလယ်ပိုင်းက အစွန်းရောက်အကြမ်းဖက်သမားတွေဟာ ဒီရုပ်ရှင်ရဲ့ ဗီလိန်ပါပဲ။ ဒီအကြမ်းဖက်သမားတွေက ဂရိနိုင်ငံအေသင်မြို့ကနေ အမေရိကန်နိုင်ငံ ဝါရှင်တန် ဒီစီကို ပျံသန်းနေတဲ့ လေယာဥ်တစ်စီးမှာ လိုက်ပါလာပြီးတော့ လမ်းခုလတ်မှာ လေယာဉ်ပြန်ပေးဆွဲစီးနင်းလိုက်ပါတော့တယ်။ သူတို့က အမေရိကန်စစ်တပ် ဖမ်းဆီးထားတဲ့ သူတို့ရဲ့ခေါင်းဆောင်ကို ပြန်လွှတ်ပေးဖို့ လေယာဥ်ကိုပြန်ပေးဆွဲတယ် ပြောပေမယ့် ထောက်လှမ်းရေးအရာရှိ ဒေးဗစ်ဂရန့်(Kurt Russel)ကတော့ အဲဒီလိုမထင်ခဲ့ပါဘူး။ အဲဒီမှာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/executive-decision1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-own-128x200.jpg",
        "title": "We Own the Night(2007)",
        "description": "ဘဝကို ပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်ပဲ ဖြတ်သန်းလာတဲ့ နယူးယောက်မှ နာမည်ကြီး အဒ်ကာဘီဘားကိုကြီးကြပ်ရသူ ဘော်ဘီဂရင်း။ကောင်မလေးဖြစ်သူ အမန်ဒါနဲ့ နေ့ရက်တိုင်းအချိန်းဖြုန်း၊ လည်ပင်းဖက်ပေါင်းတဲ့ဘော်ဒါဖြစ်တဲ့ ဂျန်ဘိုတို့နဲ့ ပါတီလုပ်လိုက်ပျောက်လိုက်ပါးလိုက်နဲ့နေလာခဲ့သည်။ထို့အပြင် ဘားပိုင်ရှင်ဖြစ်သူ ရုရှားလူမျိုးမစ္စတာဘူရှိုင်းရာ့ဗ်နဲ့လည်း မိသားစုလိုမျိုး ဆက်ဆံရေးကောင်းမွန်ပြီး သူကလည်း ဘော်ဘီရဲ့လုပ်ရည်ကိုင်ရည်ကိုသဘောကျသည်။လုပ်ငန်းတိုးချဲဖို့ကြံစည်နေသော ဘူရှိုင်းရာ့ဗ်နှင့် နဂိုကတည်းက ဘားကို မန်ဟတ်တန်ဘက်အထိထိုးဖောက်ချင်နေသော ဘော်ဘီ။ အရာရာအဆင်ပြေသလိုလိုရှိနေစဉ်မှာပင် ဘော်ဘီ့ဆီမမျှော်လင့်တာတွေဖြစ်လာသည်။တကယ်တော့သူ့နာမည်အရင်းက ဘော်ဘီဂရင်းမဟုတ်ဘဲ အရင်မျိုးရိုးနာမည်မှာ အဖေဖြစ်သူမြို့တော်ရဲ့ရဲချုပ်ညွှန်ကြားရေးမှူးနဲ့ အစ်ကိုဖြစ်သူ ရဲအရာရှိတို့အတိုင်း ရူဇင်စကီဖြစ်လေသည်။သူ့အစ်ကိုမှာ မူးယစ်ဆေးဝါးနှိပ်နင်းရေးမှာတာဝန်ယူရစဉ် ရုရှားမူးယစ်ရာဇာတစ်ဖွဲ့နဲ့ ထိပ်တိုက်တွေ့တော့သည်။ ထိုအဖွဲ့က သူ့အစ်ကိုဖြစ်သူကိုလုပ်ကြံခဲ့ပြီး သူ့အဖေကိုပါကြံစည်နေတာကို သူ သိသွားတဲ့အခါ ရဲဌာနနဲ့ပူးပေါင်းပြီး မူးယစ်ဆေးဝါးမှုကို သူကိုယ်တိုင် ဘယ်လိုပေါ်အောင်လုပ်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(1.9GB)  / (`981GB) / (741.04MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:57:00\nGenre...  Drama / Crime / ...",
        "rating": "",
        "url": "https://channelmyanmar.org/we-own-the-night2007/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iIl3l7BPenoVpdRJAqIXeIgMQvV.jpg",
        "title": "The Hunted(2003)",
        "description": "The Hunted(2003)================ဒီကားကတော့ မင်းသားကြီး Tommy Lee Jones နဲ့ Benecio del Toro တို့အဓိက ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားဖြစ်ပါတယ်။ခြေရာခံကျွမ်းကျင် ဆရာကြီး Bonham(Tommy Lee Jones) ဟာ FBI နဲ့ပေါင်းပြီး သူ့ရဲ့ အတော်ဆုံး တပည့် ဖြစ်သူ ကို လိုက်လံ ဖမ်းဆီးရမယ့်စိတ်လှုပ်ရှားစရာ Action/Thriller genre ပါ။The Exorcist တို့ Cruising တို့ကို ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာကြီးWilliam Friedkin ရိုက်ကူးထားတဲ့ ကားကောင်းတစ်ကားပဲ ဖြစ်တာကြောင့်ကားဟောင်းထဲကမှ အက်ရှင်ကားကောင်းကောင်းကို ကြည့်ချင်တယ်ဆိုရင်တော့ဒီကားက ကြည့်သင့်တဲ့ ရုပ်ရှင်ကောင်းတစ်ကားပါ။ရှုပ်ရှုပ်ထွေးထွေးဇာတ်လမ်း မဟုတ်ဘဲ ကြည့်ရင်းနဲ့မှ စိတ်လှုပ်ရှားရမယ့်ကားဖြစ်တာမို့ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ဖို့ တိုက်တွန်းချင်ပါတယ်။( ဘာသာပြန်နဲ့ အညွှန်းကတော့ Khay Mar ပဲ ဖြစ်ပါတယ်) File size…1.74GB / 778MB\nQuality…Blu-Ray1080p / ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-hunted2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cmWTZj9zzT9KFt3XyL0gssL7Ig8.jpg",
        "title": "Little Dixie (2023)",
        "description": "Little Dixie (2023)Doc Alexander ဟာ အမေရိကန်ရဲ့ Special Force က Superior Officer တစ်ယောက်ပါ။ Doc ရဲ့ နှစ်ပေါင်းများစွာလက်တွဲလုပ်ကိုင်လာသူကတော့ Billie Riggs ဆိုတဲ့ထက်မြက်တဲ့ လိင်တူချစ်ကြိုက်သူအမျိုးသမီး‌ Officer တစ်ယောက်ပေါ့။ Doc နဲ့ Billie ဟာ အမေရိကန်နဲ့ မက္ကဆီကိုမူးယစ်ဂိုဏ်း Cartel ကြားမှာ စီးပွားရေးဆက်သွယ်မှုတွေကိုအပေးအယူလေးတွေနဲ့ အဆင်ပြေအောင် handle လုပ်နေကြပါတယ်။ ဒါပေမယ့် သူတို့ထဲက အသိအကျွမ်းတစ်ဦးဖြစ်တဲ့ Richard Jeffs ဟာ မြို့တော်ဝန်ဖြစ်လာပြီးတဲ့နောက်မှာ ဒါတွေကိုမသိပဲနဲ့ Cartel ခေါင်းဆောင်ရဲ့ ညီဖြစ်သူကို ကွပ်မျက်လိုက်ပါတယ်။ အဲဒီနောက်မှာ Doc နဲ့ Billie ဟာ အခြေအနေတွေကို ထိန်းညှိဖို့ကြိုးစားကြပေမယ့် ကစဉ့်ကလျားတွေဖြစ်ကုန်ပြီးနောက်ပိုင်းမှာတော့ Doc ဟာ သမီးလေးဖြစ်တဲ့ Little Dixie လေးကိုကယ်တင်ဖို့အကြောင်းဖန်လာပါတော့တယ်။Doc Alexander ...",
        "rating": "",
        "url": "https://channelmyanmar.org/little-dixie-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qnH3SCfb3ePz9qM8BvBtq9JLLXY.jpg",
        "title": "Cooties(2014)",
        "description": "Cooties(2014)============ကလင့်တ်ဟဒ်တ်ဆန်(Clint Hadson)ဆိုတဲ့ ကျောင်းဆရာတစ်ဖြစ်လဲစာရေးဆရာတစ်ယောက်ဟာ စာသင်ဖို့အတွက် သူငယ်ငယ်ကတက်ဖူးခဲ့တဲ့ကျောင်းကိုပြန်သွားခဲ့ပါတယ်။အဲ့ဒီကျောင်းမှာ ရောဂါရှိနေတဲ့ ကြက်သားတုံးတွေစားမိတာကြောင့် ခူးတီစ်(cooties)လို့ခေါ်တဲ့ရောဂါဖြစ်ပြီး ကလေးတွေဟာဇွန်ဘီ (zombie)တွေဖြစ်ကုန်ကြပါတယ်။ ဒီခူးတီစ်ဖြစ်နေတဲ့ကလေးတွေက ကလင့်တ်နဲ့တခြားဆရာတွေကိုလိုက်ပြီးသတ်ကြတဲ့အခါမှာ သူတို့လက်ထဲကနေလွတ်အောင်ဘယ်လိုပြေးကြပြီး ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရလဲဆိုတာကို သွေးသံရဲရဲတွေနဲ့အတူ ဟာသလေးနှောပြီးကြည့်ရမယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်။ File size…1.62GB / 634MB\nQuality…Blu-Ray 1080p / 720p\nFormat…mp4\nDuration….1h 28m\nGenre ..... Action , Comedy , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/cooties2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BOTBjMjJjYWMtMGNkNy00OGRhLWJlNWYtNjk5YmVmY2Y4M2M3XkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_-1-138x200.jpg",
        "title": "Go Goa Gone (2013)",
        "description": "Go Goa Gone (2013)\nAction, Adventure, Comedy\nIMDb 6.6/10 (14K)အခုတစ်ခါတင်ဆက်ပေးမယ်ကားလေးကတော့ မင်းသားကြီးဆေ့ဖ်အလီခန်းနဲ့ Lootcase 2020 မင်းသားကူနားတို့\nသမီးယောက်ဖနှစ်ဦးရဲ့ဟာသအက်ရှင်ကားလေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးဟာ အိန္ဒိယရူပီ ၁၉.၄သန်း (ကန်ဒေါ်လာ ၂.၄သန်း) အထိအမြတ်ရခဲ့တဲ့ ၂၀၁၃ခုနှစ်က ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ဟာဒစ် လဗ် ဘန်နီ ဆိုတဲ့ သူငယ်ချင်းသုံးယောက်ရှိတယ်..ဟာဒစ်နဲ့လဗ်က အတိုင်အဖောက်ညီတဲ့\nဆိုးဖေါ်ဆိုးဖက်တွေဖြစ်ပြီး ဘန်နီကတော့ အမြဲဒုက္ခခံပေးနေရရှာတဲ့ ရိုးသားကြိုးစားတဲ့ကောင်လေးပေါ့။တစ်ရက်တော့ သူတို့သုံးယောက်ဟာ လောကဓံရဲ့ရိုက်ခတ်ကြားမှာ ယက်ကန်ယက်ကန်နဲ့\nရုရှားမာဖီးယားဦးဆောင်ပြီးကျင်းပပေးတဲ့ ပါတီပွဲတစ်ခုမှာ အပီကဲဖို့ ဝေးလံခေါင်သီတဲ့ ကျွန်းတစ်ကျွန်းပေါ်ကို\nရောက်လာခဲ့ပါတယ်။သူတို့တွေ အပီကဲပြီး နောက်တစ်နေ့မှာတော့ လူတွေဟာ မူးယစ်ဆေးတစ်မျိုးသုံးစွဲမှုကြောင့်\nအသိစိတ်မရှိကြတော့ဘဲ အချင်းချင်းကိုက်ဖြတ်စားသောက်လာခဲ့ပါတော့တယ်။အလွဲလွဲအချော်အချော်နဲ့ ဒီသူငယ်ချင်းသုံးယောက်ဟာ ဒီမရဏကျွန်းပေါ်ကနေ\nလွတ်မြောက်နိုင်ပါ့မလားဆိုတာကိုတော့ ဟာသလေးနှောပြီးကြည့်ရဦးမှာမို့ ရှုစားတော်မူကြပါဦးနော်။\nFile size…2.58GB / 1.14GB\nQuality…1080p AMZ WEB DL /720p\nFormat…mp4\nDuration….1h 51m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/go-goa-gone-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cOuQQ4eRpSBxb0G9OXzWE1pHPeq.jpg",
        "title": "Out of the Furnace(2013)",
        "description": "Out of the Furnace(2013)====================ကျရာဇာတ်ရုပ်ကို ပီပြင်စွာသရုပ်ဆောင်နိုင်တဲ့ ဘတ်မန်းမင်းသားကြီးChristian Bale ကိုဒီဇာတ်ကားမှာ အမေရိကန် စက်ရုံအလုပ်သမားအောက်ခြေလူတန်းစားတယောက်အဖြစ် မြင်တွေ့ရမှာပါ။ ထပ်မံပြီးတော့Manchester by the sea မင်းသား Casey Affleck နဲ့ Avatar မင်းသမီးZoe Saldaña တို့လဲ ပါဝင်ထားတာမို့ သရုပ်ဆောင် အင်အားကောင်းကောင်းနဲ့မှုခင်းဒရာမာ ဇာတ်လမ်းကောင်းလေးပါ။နယ်မြို့လေးက စတီးစက်ရုံ အလုပ်သမားလေး ရပ်ဆဲလ်ဗေ့ဇ်(Christian bale) ဟာသာမန်ဘဝလေးတခုမှာ ရိုးရှင်းစွာနေထိုင်ဖို့ကြိုးစားရင်း မထင်မှတ်ဘဲ ကားတိုက်မှုဖြစ်လို့ ထောင်ကျသွားခဲ့တယ်။အဲ့ကနေစလို့ ဘဝတခုလုံး ကံဆိုးမိုးမှောင်ကျတော့တာပါဘဲ။ ဖခင်လဲဆုံးချစ်သူကမုန်း နဲ့ တဦးတည်းသော ညီလေးကလဲ လောင်းကစားကြွေးပိပြီးကြေးစားလက်ဝှေ့ထိုးရင်း လူဆိုးဂိုဏ်းတခုကအပြန် ပျောက်ချင်းမလှပျောက်သွားသောအခါ ညီလေးကိုလိုက်ရှာမယ့် အကိုကြီးအဖြစ် ဘတ်မန်းမင်းသားကြီး ဘေးလ်ကို စော်ပစ်ခံရတဲ့ဘဝသမားလေးအဖြစ် တကားလုံးဆွေးဆွေးမြေ့မြေ့လေးမြင်ရမှာပါ။ File size…1.86GB / 647MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 56m\nGenre .....  ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/out-of-the-furnace2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8fdLq1X9n770THGtGDx2e74ETvE.jpg",
        "title": "JCVD(2008)",
        "description": "JCVD(2008)***********jcvd ဆိုတာက ဗန်ဒိန်းလို့ကျွန်တော်တို့သိကြတဲ့ အက်ရှင်မင်းသားကြီးJean-Claude Van Dammeရဲ့အတိုကောက်ပါ။\nဒီကားဟာဆိုရင်သူ့ရဲ့အခြားအက်ရှင်ကားတွေလိုမဟုတ်ဘဲ မင်းသားကြီးရဲ့လက်တွေ့ဘဝတွေ၊ခံစားချက်တွေ၊ သူဖော်ပြချင်တဲ့ သူ့ရဲ့ကိုယ်ပိုင်ဒုက္ခတွေကိုတင်ဆက်ထားတာပါ။\nဇာတ်လမ်းအစမှာဆိုရင် မင်းသားကြီးဗန်ဒိန်းရဲ့ ကလေးအုပ်ထိန်းခွင့်တရားရင်ဆိုင်ပြီးရှုံးနိမ့်တာတွေမြင်ရမှာပါ၊ သူ့ရဲ့ရုပ်ရှင်တွေက အက်ရှင်ကားတွေဖြစ်တာကြောင့် သမီးဖြစ်သူက\nကျောင်းမှာ လှောင်ခံပြောင်ခံရလို့ ဖေဖေနဲ့အတူနေဖို့မ‌ရွေးချယ်ပါဘူးလို့ တရားရုံးမှာထွက်ဆိုခဲ့တာပါတဲ့။\nဒီလိုနဲ့တရားခွင်မှာရှုံးနိမ့်ပြီး ဘယ်လ်ဂျီယံကိုပြန်လာခဲ့တော့လည်း ပြည်ပမှာအနေကြာသွားတဲ့အတွက်ATMကငွေထုတ်မရ၊ ငွေလည်းအဆင်မပြေဖြစ်ရပြန်ပါတယ်၊\nငွေလွှဲယူဖို့အတွက် ဘဏ်ကိုအသွားမှာပဲ ဓားပြတိုက်မှုတစ်ခုထဲပါသွားပါတော့တယ်၊\nဒါပေမယ့် အက်ရှင်ကားတွေထဲကလိုတိုက်ခိုက်ဖြေရှင်းမှာမျိုးမဟုတ်ဘဲမင်းသားကြီးရဲ့လက်တွေ့ဘဝထဲကပုံစံအတိုင်းပဲဖြေရှင်းသွားမှာဖြစ်ပါတယ်။\nတကယ့်ကိုလက်တွေ့ဆန်တဲ့ရုပ်ရှင်ပါပဲ။ အက်ရှင်မင်းသားလည်း သာမန်လူတစ်ယောက်ပါပဲ၊သူလည်း ကမ္ဘာကြီးအတွက်ပြန်အကျိုးပြုချင်တယ်ဆိုတာမျိုးကိုမြင်တွေ့ရမယ့် ကားကောင်းလေးပါပဲ။File Size :(2.1GB)(904 MB) and (313MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:37:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/jcvd2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BNDIyMWRjNmQtZjU2My00MTkyLWE4MWEtNmEwMTQ1ODAxNTdmXkEyXkFqcGdeQXVyMTUwMDg3OTQy._V1_-134x200.jpg",
        "title": "Thunivu (2023)",
        "description": "Thunivu (2023)\nAction, Adventure, Thriller\nIMDb 6.7/10 (23K)အခုတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ တမီလ်မင်းသားကြီး\nAjith Kumar (အဂျစ်ကူမား)ရဲ့ ရုံတင်ငွေ ၂၅၀ကုဋေထိ ပြန်လည်အမြတ်ရရှိထားတဲ့ အက်ရှင်ကားကောင်းတခုပဲဖြစ်ပါတယ်ဇာတ်လမ်းအစမှာ ဂိုဏ်းစတားအုပ်စုတစ်စုဟာ ဘဏ်အတွင်းပိုင်းလူတွေ..ရဲတွေနဲ့ ပူးပေါင်းပြီး\nဘဏ်တစ်ခုကို ဓါးပြတိုက်ဖို့ အစီအစဉ်ရေးဆွဲကြပါတယ်။သူတို့တွေ ဘဏ်ထဲကိုဝင်စီးပြီး ပိုက်ဆံတွေလုယက်ကြတော့မယ့်အချိန်မှာပဲ သူတို့လုံးဝထင်မှတ်မထားတဲ့\nကိစ္စတစ်ခုဖြစ်လာခဲ့ပါတယ်။အဲ့ဒါကတော့ သူတို့ကို ပြန်လည်ခုခံမယ့်လူတစ်ယောက်ပေါ်လာတာပါပဲ။ သူဟာ ရဲလည်း မဟုတ်\nစစ်သားလည်းဟုတ်မနေဘဲ သူတို့ဓါးပြတိုက်မယ့်ဘဏ်ကိုပဲ ဓါးပြတိုက်ဖို့ရောက်လာတဲ့ လူတစ်ယောက်ပါ။ဓါးပြတိုက်မှုတစ်ခုလုံးကို သူ အုပ်စိုးလိုက်တဲ့အချိန်မှာတော့ ရှေ့ဆက်ပြီး ဇာတ်လမ်းဇာတ်ကွက်များနဲ့\nလှည့်ကွက်တွေဟာ ဘယ်လိုဖြစ်လာမလဲဆိုတာကို ဇာတ်ကားထဲမှာပဲ ဆက်လက်ရှာဖွေကြတော့နော်။\nFile size…3.11GB / 1.4GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 26m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL ~ Taylor  ~ Yunni  ~ Cherry",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/thunivu-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/01/MV5BZjYyMDMyOTUtMDY4NC00MjFmLTk3NTEtYTEwN2IzODExNTg5XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-133x200.jpg",
        "title": "Pushpa: The Rise (2021)",
        "description": "Pushpa : The Rise (2021)\n===================== IMDB- 8.1/10ဒီဇင်ဘာလကမှ ရုံတင်ခဲ့ပေမယ့် 2021 မှာ အိန္ဒိယရဲ့ ဝင်ငွေအကောင်းဆုံးဇာတ်ကားဖြစ်ပြီး ဟော့နေတဲ့ Pushpa Part1 ကို တင်ဆက်လိုက်ပါတယ်။အင်တာနက်မှာတော့ ဒီနေ့မှ ပူပူနွေးနွေး ထွက်ရှိလာခဲ့တာပါ။နာမည်ကြီး မင်းသား Allu Arjun ပါ၀င်သရုပ်ဆောင်ထားပြီး မင်းသမီးချော Rashmika Mandanna ကလည်း ပါ၀င်အားဖြည့်ထားပါသေးတယ်။သာမန်ဆင်းရဲသား ကြုံရာကျပန်း လုပ်တတ်တဲ့ ပွတ်ရှ်ပါ ဟာ ဆင်းရဲသလောက် မာနကြီးသလိုဘုဘောက်လည်းကျပါတယ်။ တစ်ခွန်းတည်းစာဖွဲ့ရရင် လူ့ဂွစာပေါ့ဗျာ။ ကိုယ်မှန်တယ်ထင်ရင်ဘာကိုမှ အလျှော့မပေးတတ်သလို အမျှော်အမြင်လည်း အတော်ကြီးရှာတယ်။အဲ့လိုလူတစ်ယောက်က အလွန်ရှားပါးသော သစ်တစ်မျိုးဖြစ်တဲ့ အနီရောင်စန္ဒကူးပင်ကိုမှော်ခိုရောင်း၀ယ်ကူးလူးတဲ့ ဂိုဏ်းနဲ့ ချိတ်ဆက်မိသွားရာကCM ပရိသတ်ကြီးတို့ အကြိုက်တွေ့စေမဲ့ ဇာတ်လမ်းတစ်ခု ပေါ်ပေါက်လာခဲ့ပါတယ်။ဒီကားကို ဝေဖန်ရေးဆရာများက ချီးကျုးထားကြပြီးအထူးသဖြင့် မင်းသား Allu ရဲ့ ကာရိုက်တာဇာတ်ရုပ်အား ပီပြင်စွာသရုပ်ဖော်နိုင်ခြင်းကို အထူးသဘောကျနှစ်သက်နေကြပါတယ်။Box Office မှာလည်း ၀ငျငွေများစွာ ...",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/pushpa-the-rise-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7O2U0WPFPSvNSUYZlhbnV081lBF.jpg",
        "title": "Killer Elite(2011)",
        "description": "Killer Elite (2011)\n==============ခုနှစ် ၁၉၈၀တုန်းက ကြေးစားလူသတ်သမားတွေဖြစ်တဲ့ ဒန်နီ၊ ဟန်တာ၊ဒေးဗီးစ် နဲ့ မိုင်ယာတို့ဟာ လူတစ်ယောက်ကိုရှင်းဖို့ မက္ကစီကို ကိုရောက်နေကြပါတယ်။ ဒန်နီဟာ ပစ်မှတ်ကိုသုတ်သင်ပြီးတဲ့နောက် ပစ်မှတ်ရဲ့ဘေးမှာရှိနေတဲ့သားငယ်လေးကိုမြင်ပြီး စိတ်မကောင်းဖြစ်သွားခဲ့လို့ ကြေးစားလောကကနေ အနားယူသွားခဲ့ပါတယ်။ နှစ်တွေကြာတော့ အနားယူပြီးနေတဲ့ဒန်နီဆီကိုဖမ်းဆီးခံထားရတဲ့ ဟန်တာ ရဲ့ ပုံနဲ့အတူ စာတစ်စောင်ရောက်လာခဲ့ပါတယ်။ဒီလိုနဲ့ ဒန်နီလည်း ဟန်တာကိုကယ်ဖို့အတွက်လိုက်သွားခဲ့တဲ့အချိန်မှာသိပ်ကိုခက်ခဲတဲ့ အလုပ်တစ်ခုက စောင့်ကြိုနေပါတယ်။ရှီကီဆိုတဲ့ရေနံသူဌေးတစ်ယောက်မှာ သား၄ယောက်ရှိပေမယ့် ၃ယောက်ကိုအင်္ဂလန်ရဲ့SASအဖွဲ့က ဇီဝိန်ခြွေခဲ့ပြီး ရှီကီကိုနေရပ်ဆီက နှင်ထုတ်ခဲ့ပါတယ်။ဒီလိုနဲ့ အခဲမကြေဖြစ်နေတဲ့ ရှီကီဟာ သူ့သားတွေကိုရှင်းခဲ့တဲ့သူတွေကို လက်စားချေပြီး သူ့အငယ်ဆုံးသားလေးနေရပ်ပြန်ရရေးအတွက် ဟန်တာကို ဓားစာခံလုပ်ပြီးဒန်နီကိုအတင်းအဓမ္မငှားရမ်းခဲ့တာဖြစ်ပါတယ်။ SAS အဖွဲ့ဟာ အင်မတန်လေ့ကျင့်ရည်ပြည့်၀ပြီး အတော်ဆုံးတပ်ဖွဲ့၀င်တွေသာရှိတာမို့ SAS အဖွဲ့၀င်ဟောင်းတွေကိုသတ်ဖို့က ဒန်နီအတွက် ကြီးမားတဲ့စိန်ခေါ်မှုတစ်ရပ်ဖြစ်နေတာပါ။ ဒါပေမယ့်ဒန်နီဟာ ဟန်တာ လွတ်မြောက်ရေးအတွက် ဒီအလုပ်ကိုလက်ခံခဲ့ပြီးတော့သူတို့တွေ အလုပ်ကိုဘယ်လိုအောင်မြင်အောင်လုပ်ကြမလဲ၊ ဒါတွေအားလုံးရဲ့နောက်ကွယ်မှာရော တစ်စုံတစ်ယောက်ရှိနေမလားဆိုတာကို တကယ်မိုက်တဲ့ဖိုက်တင်ခန်းတွေနဲ့ တစ်၀ကြီးကြည့်ရှူရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။Fast and Furious ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/killer-elite2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ihKj5zsdkbm8FQ0IsOpAaaqPGX7.jpg",
        "title": "Ride Along(2014)",
        "description": "Ride Along(2014)===============ကယ်လ်ဗင်ဟာ့တ် လို့ပြောလိုက်တာနဲ့ မသိတဲ့သူတော့ ရှားမယ်ထင်ပါတယ်။ဒီတစ်ခါ ပရိတ်သတ်ကြီးအတွက် တကယ်ခွီရမယ့် 2014မှာ ထွက်ရှိခဲ့တဲ့ ရဲ အက်ရှင်ဟာသဇာတ်လမ်းလေး တင်ဆက်ပေးလိုက်ပါတယ်ဘန်ဟာ စာသင်ကျောင်းတစ်ခုမှာ လုံခြုံရေးအဖြစ် အလုပ်လုပ်ပြီး သူ့ရဲ့အားလပ်ချိန်တွေမှာတော့ ဂိမ်းတွေဆော့ပြီး ဘဝကို ပေါ့ပေါ့ပါးပါး ဖြတ်သန်းတတ်သူတစ်ယောက်ပါ။ ဘန်မှာ သိပ်ချစ်ရတဲ့အန်ဂျလာလို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်လည်းရှိပါသေးတယ်။ သူတို့နှစ်ဦးဟာ လက်ထပ်ဖို့ အဆင်သင့်ဖြစ်နေကြတဲ့ စုံတွဲဖြစ်ပါတယ် ဒါပေမယ့် ပြသနာကတော့ အန်ဂျလာရဲ့ အကို ဂျိမ်းစ်ပါ။ဂျိမ်းစ်ဟာ ရဲတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့အလုပ်ကို တာဝန်ကျေအောင်လုပ်သူတစ်ယောက်ပါ။ အမှုတစ်ခုကို နှစ်နဲ့ချီပြီး လိုက်တဲ့အထိ ဂျိမ်းစ်ဟာ ဇွဲရှိသူတစ်ယောက်ပါ။ ဂျိမ်းစ်က သူ့ညီမဖြစ်သူ အန်ဂျလာကို အရမ်းချစ်ပြီး ယောက်ဖလောင်းဖြစ်သူ ဘန်ကိုတော့ ကြည့်မရလို သဘောလည်းမတူပါဘူးတစ်နေ့တော့ ဘန်တစ်ယောက် အတ္တလန်တာ ရဲသင်တန်းကျောင်းကို ဝင်ခွင့်ရသွားခဲ့ပါတယ်။ဒီအကြောင်းကို ဂျိမ်းစ်ကို ပြောပြလိုက်တဲ့အခါမှာတော့ ဂျိမ်းစ်ဟာ ဘန်ကိုရဲတစ်ယောက်ဖြစ်ရန် ထိုက်တန်သလားဆိုတာ ဆုံးဖြတ်ဖို့ သူကင်းလှည့်စဉ်မှာအကူအဖြစ်နဲ့ ခေါ်ဖို့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/ride-along2014/"
    }
]