[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2014/06/MV5BNTZkZDMxNjMtMzI5MC00N2E2LWIwNDYtNjQ1ZmE4NjhmMDY5XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-150x200.jpg",
        "title": "Knight and Day (2010)",
        "description": "Tom Cruise နဲ့ Cameron Diaz တို့ပါဝင်ထားတဲ့ဇာတ်ကားလေးပါ...နှစ်ယောက်လုံးက\nဝါရင့်တွေပီပီ ဇာတ်ကားတစ်လျှောက်လုံး ကြည့်ရှုသူအပေါင်းကို စိတ်ပါဝင်စားအောင် ဆွဲခေါ်သွားနိုင်ပါတယ်...\nပေါ့ပေါ့ပါးပါး ဟာသဆန်ဆန် Action ကားကိုကြည့်မယ်ဆိုရင်\nအလိုက်ဖက်ဆုံးဇာတ်ကားပါ...\nComedy Action ဆိုပေမယ့် IMdb Rating (6.3) ထိ ရရှိထားတာမလို့ ဘယ်လောက်ထိ ကြည့်ပျော်မယ်ဆိုတာ ခံစားကြပါဦး။\nFile size…(3.2 GB)/ (1.2 GB)\nQuality….BluRay Extended 1080p HEVC /720p\nFormat…mkv/mp4\nDuration….01:57:07\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by Mugiwara Ya",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/knight-and-day-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itUAkQmihFmRxMYTa3AkvIzMCV4.jpg",
        "title": "Sheroes (2023)",
        "description": "Sheroes 2023အခုတစ်ခါတင်ဆက်ပေးမဲ့ ဇာတ်ကားလေးကတော့ ခေါင်းစဉ်လေးအတိုင်းပါပဲ\nဟီးရိုးမဟုတ်ပါဘူး \"ရှီးရိူး\" ပါ\nအဲ့တော့ ကောင်မလေးတွေအစွမ်းပြမဲ့ကားတစ်ကားပေါ့\nဘယ်လို အစွမ်းပြမလဲဆိုတော့ ဇာတ်ကားက ဒီလိုပါ။သာမန်မိန်းကလေး လေးယောက်ပေါင်းပြီးတော့ ထိုင်းနိုင်ငံဖူးခက်မှာ လောင်းကျော်ကြဖို့\nပရိုက်ဗိတ်လေယာဉ်ကြီးနဲ့ချီတက်လာတဲ့အခါမှာ သူတို့အိတ်နဲ့ဆေးအိတ်နဲ့မှားပြီးတော့\nထိုင်းက မူးယစ်ဂိုဏ်းစတားကြီးတွေနဲ့ သွားရှုပ်မိတော့တာပါပဲ။\nအပိုဆောင်းအနေနဲ့ကတော့ သူတို့သူငယ်ချင်းလေးတစ်ယောက်ပါ အဖမ်းခံရပါတော့တယ်ဒါပေမဲ့ ဇာတ်လမ်းထဲက ဒါရိုက်တာကြီးရဲ့သမီးတော်လေးက တွမ်ခရုဘာညာရှုံးတဲ့ အေးဂျင့်စကေးလ်တွေကို\nသူ့ဖားသားကြီးရိုက်လာတာ ကြည့်ရင်း တစ်သက်လုံးကြီးပြင်းခဲ့ရသူလေးမို့ ခုလည်း ထင်ရာမြင်ရာမူးယစ်ဂိုဏ်းနဲ့အပြိုင်\nသူတို့သူငယ်ချင်းကို ဘယ်လိုဉာဏ်တွေ သုံးပြီ ပြန်ကယ်တင်ကြမလဲဆိုတာကတော့ ...မင်းသမီးလေး လေးယောက်လုံးက ချစ်စဖွယ်ကညုတုတုရုပ်လေးတွေဖြစ်တဲ့အပြင်\nအပြောအဆိုတွေကလည်း အင်မတန်ယဉ်ကျေးပြီး လူကြီးခန်းလေးတစ်ချို့တစ်လေလည်းပါတာမလို့\nမိသားစုနဲ့ မကြည့်ရှုကြရန် ကြိုတင်သတိပေးလိုက်ရပါတယ်အညွှန်းနဲ့ဘာသာပြန်ကတော့ Sai Thu Rein Lynn ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure\nQuality…. 1080p | 720p | 480p\nFile size… 1.3GB | 756MB | 363MB\nFormat… mp4\nDuration…. 1h 31min\nSubtitle…. Myanmar Subtitle ...",
        "rating": "",
        "url": "https://channelmyanmar.org/sheroes-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hqriJWWisRhm5XapyuB40D1jqqA.jpg",
        "title": "Elephant White (2011)",
        "description": "ဒီဇာတ်လမ်းလေးရဲ့‌နေရာကတော့ဘန်ကောက်မြို့တော်ကြီး။အရောင်တလက်လက်နဲ့အဆောက်အဦးတွေရဲ့အောက်မှာကတော့လူတန်းစားမျိုးစုံကရှိနေကြတယ်။ ဘန်ကောက်ရဲ့နာမည်ကြီးညငှက်လေးတို့ရဲ့လောကကလည်းတခုအပါအ၀င်ပေါ့။ဒီညငှက်လေးတွေရဲ့နောက်က လိင်လုပ်သားလုပ်ငန်းတွေမူးယစ်ဆေးလုပ်ငန်းတွေ ကလေးသူငယ်လူကုန်ကူးမှုတွေဆိုတာခွဲခြားလို့မရနိုင်တဲ့အရာတွေပါပဲ။ ဒီလောကကြီးထဲကိုရောက်လာတာကတော့ကြေးစားလူသတ်သမားကာတီချက်ခ်ျ။ အလုပ်ရှင်ရဲ့ငှားရမ်းချက်အရ သူ့သမီးဖြစ်သူကိုဆေးစွဲအောင်လုပ်ပြီးခိုင်းစားနေတဲ့ ဂိုဏ်းအဖွဲ့တဖွဲ့ကလူတွေကိုသတ်ပေးဖို့။ ဒါပေမယ့် သူလုပ်ခဲ့တဲ့လုပ်ရပ်က ဂိုဏ်အဖွဲ့နှစ်ဖွဲ့ကြားပြဿနာတွေကိုပိုရှုပ်လာစေခဲ့တယ်။ အရင်ကမိတ်ဆွေလည်းဖြစ်အခုဘန်ကောက်မှာ ကလပ်ဖွင့်နေတဲ့ ဂျင်မီဆိုတဲ့လူရဲ့အကူအညီနဲ့ဒီအဖွဲ့‌တွေကိုဖြေရှင်းဖို့ကြိုးစားနေချိန်မှာသူ့ဆီဘယ်လိုလိုက်လာမှန်းမသိတာက မေး ဆိုတဲ့ထိုင်းသူလေး။ သူရှင်းခဲ့တဲ့ နေရာကနေဘယ်လိုလိုက်လာမှန်းလဲမသိ ဒီလူကုန်ကူးတဲ့ပြည့်တန်ဆာဂိုဏ်းနဲ့လည်းပတ်သက်နေပုံရတဲ့ဒီကောင်မလေးကိုပါ ကာတီတယောက်ကာကွယ်ပေးဖို့ဖြစ်လာခဲ့ပါတယ်။ အဖွဲ့နှစ်ဖွဲ့ကြားမှာ ပိတ်မိနေတဲ့ကာတီတယောက် ဒီအဖွဲ့တွေကိုရောတားဆီးနိုင်ပါ့မလား။မေးဆိုတဲ့ကောင်မလေးရဲ့ဇာတ်လမ်းကရောဘာလဲ။ သူ့ကိုငှားခဲ့တဲ့အလုပ်ရှင်ဆိုတာရဲ့ အစစ်အမှန်ကရောဘာလဲ။ အဆုံးမှာဘာတွေဖြစ်သွားမလဲဆိုတာကိုရှူစားပေးကြပါဦး  File size…1.64GB / 724MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….1h 31m\nGenre ..... Crime , Action , Thriller\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "",
        "url": "https://channelmyanmar.org/elephant-white-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lcL2JoPLIC2w0X2wdQblHnC5D6D.jpg",
        "title": "Longxing Northern Expedition ( 2023 )",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမှာတော့ ရှေးခေတ်စစ်ပွဲတွေအကြောင်း\nစိတ်ဝင်စားတဲ့လူတွေအတွက် တောင်စုန့်ခေတ်က\nစစ်ပွဲအကြောင်းရိုက်ထားတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။တောင်စုန့်ခေတ်မှာ အရင်ဘုရင်ကညံ့ဖျင်းတာကြောင့်မြောက်ပိုင်းနယ်မြေဟာ\nမြောက်ပိုင်းသားတွေဖြစ်တဲ့ ကျင်းလူမျိုးတွေရဲ့လက်အောက်ကိုရောက်ခဲ့ပါတယ်။\nလုံရှင်းမင်းကြီးလက်ထပ်ရောက်လာတော့ မြောက်ပိုင်းနယ်မြေကိုပြန်သိမ်းပိုက်ဖို့ကြိုးစားပါတယ်။ခြေမြန်တော်တစ်ယောက်ကိုအဓိကထားပြီး ဒီစစ်ပွဲအကြောင်းကိုတင်ဆက်ပြသွားတာပဲဖြစ်ပါတယ်။\nမြောက်ပိုင်းကိုစစ်ချီတဲ့အခါမှာ ရှောက်နဲ့လီဆိုတဲ့ စစ်သူကြီးနှစ်ယောက်ကဦးဆောင်ခဲ့ပါတယ်။\nစစ်သူကြီးတစ်ယောက်ဟာဖြောင့်မတ်ပြီး တာဝန်ကျေပွန်ပေမယ့်\nစစ်သူကြီးနောက်တစ်ယောက်ဟာ ကိုယ်ရေးကိုယ်တာနဲ့ တိုင်းပြည်ရေး\nမခွဲခြားနိုင်တဲ့အခါ မြောက်ပိုင်းနယ်မြေပြန်သိမ်းမယ့်စစ်ပွဲကြီးဟာ အောင်မြင်နိုင်ပါတော့မလား......\nလူတစ်ယောက်ရဲ့အတ္တကြောင့် အသက်သွေးတွေ ဘယ်လောက်တောင်များပေးဆပ်ကြရမလဲ......\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action \nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.8",
        "url": "https://megaup.net/1frma/Longxing_Northern_Expedition_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZDMxNzAzMjUtMmRjMC00NjYwLTkxYTAtZmNkOTdkZDNiMjkyXkEyXkFqcGdeQXVyOTI3MzI4MzA@._V1_-160x200.jpg",
        "title": "IB 71 (2023)",
        "description": "IB 71(2023)လတ်တလောထွက်သမျှမှာ အကောင်းဆုံးလို့ပြောရမယ့် IMDb 8.4/10 ရရှိထားပြီး\nနာမည်ကြီးမင်းသား ဗီရွတ် ပါဝင်ထားပြီး ၁၉၇၁ ခုနှစ် အိန္ဒိယန်းလေကြောင်းလိုင်း\nလေယာဉ်ပြန်ပေးဆွဲမှုကို အခြေခံထားတဲ့ အသစ်စက်စက်ကားလေးကို တင်ဆက်ပေးလိုက်ရပါတယ်။အိန္ဒိယနဲ့ ပါကစ္စတန်ဟာ နှစ်သုံးရာဗြိတိသျှကျူးကျော်မှုအပြီးမှာ အကြမ်းအားဖြင့်\nဟိန္ဒူနဲ့ အစ္စလာမ်နိုင်ငံဆိုပြီးခွဲလိုက်ကြတာကို သိပြီးသားဖြစ်မှာပါ။ အဲ့လိုကွဲပြီးနောက်ပိုင်းမှာလည်း\nသီးဖြားဖြစ်သွားတဲ့ညီအစ်ကိုနိုင်ငံနှစ်ခုရဲ့ အားပြိုင်မှု တင်းမာမှုတွေဟာ လျော့ကျသွားခြင်းမရှိပါဘူး။\nအချင်းချင်း သူလျှိုတွေလွှတ် သတင်းတွေယူနဲ့ နိုင်သူစားကြေးအကွက်တွေပြိုင်နေကြတုန်းပါပဲ။ဒီလိုနဲ့ တဖြည်းဖြည်းအားပြိုင်ရင်း တစ်ချိန်မှာတော့ အကြိမ်ကြိမ်စစ်ရှုံးခဲ့တဲ့ ပါကစ္စတန်ဟာ\nတရုတ်နဲ့ပေါင်းပြီး စစ်မီးပြန်ညှိဖို့ကြိုးစားလာပါတော့တယ်။ ကျူးကျော်မှုလုပ်ပါတော့မယ်ဆိုတဲ့\nသတင်းရတဲ့အချိန်မှာ အိန္ဒိယအတွက်ပြင်ဆင်ချိန်ဟာ အရမ်းကိုနည်းနေပါပြီ။ ပြည်တွင်းစစ်နဲ့တင်\nငါတို့ကိုအာရုံမရဘူးဆိုပြီး လျှော့တွက်ထားခဲ့တဲ့အိန္ဒိယအတွက် ရွေးချယ်စရာကတော့ တစ်ခုပဲရှိပါတယ်။ဒါပေမယ့် ဒီတစ်ခုတည်းသောရွေးချယ်မှုဟာလည်း ဗုံးကိုလက်ထဲကိုင်ထားပြီး စနက်တံဖြုတ်ရမယ့်အကွက်ဖြစ်နေတဲ့အခါ\nဘယ်လိုအကွက်တွေထုတ်သုံးပြီး ဘယ်လိုနိုင်ငံရေးလှည့်ကွက်တွေနဲ့ အကွက်ရွှေ့သွားမယ်ဆိုတာကို\nစိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးမို့ ကြည့်ရှုအားပေးကြပါဦးနော်။ အညွှန်းကိုတော့ Aditi ရေးသားထားပြီး\nAditi, V, Thaik San, BpLတို့မှ ဘာသာပြန်တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။\nFile size…2.07GB / 840MB\nQuality…1080p WEB DL /720p\nFormat…mp4\nDuration….1h 57m\nSubtitle….Myanmar Subtitle ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/ib-71-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNDUyMjUzYWQtMmY4NS00ZmY5LTk2YTgtZWZlMTQyYjYwZDk4XkEyXkFqcGdeQXVyMTUzNTgzNzM0._V1_-159x200.jpg",
        "title": "Takkar (2023)",
        "description": "Takkar (2023)\nIMDb-8.3/10တက်သစ်စမင်းသမီးချောလေး ဒေ့ဗ်ယန်ကာ၊နှုတ်ခမ်းမွှေးပဲထားထား မုတ်ဆိတ်ပဲထားထားလန်းလွန်းတဲ့\nမင်းသားချောဆစ်ဒါးသ်၊ဟာသမင်းသားကြီး ယိုဂီဘာဘူတို့ပါဝင်ထားတဲ့ တမီးလ်စကားပြော\nရိုမန့်စ်အက်ရှင်ဇာတ်ကားပဲဖြစ်ပါတယ်။လူနေခြုံကြား စိတ်နေဘုံဖျားဆိုသလို စားစရာတောင်အနိုင်နိုင်ဘဝကနေ မီလျံနာသူဌေးကြီးဖြစ်ချင်တဲ့\nဂွန်ဇ်တစ်ယောက် ဆင်းဆင်းရဲရဲမွေးလာတာအပြစ်မဟုတ်ဘူး ဆင်းဆင်းရဲရဲတော့မသေနိုင်ဘူးဆိုတဲ့\nစိတ်နဲ့ မြို့တက်အလုပ်လုပ်ပါတော့တယ်။လူကဆတ်ဆတ်ထိမခံဆိုတော့ ဝင်လုပ်သမျှအလုပ်အကုန်\nပြုတ်လို့ပြုတ် ထွက်လို့ထွက်နဲ့ တက္ကစီဒရိုင်ဘာကျမှပဲ ခြေငြိမ်သွားတယ်။တက္ကစီမောင်းရင်း\nသူသွားငြိမိတဲ့ ဂိုဏ်းတစ်ခုရှိတယ်။အဲဒီဂိုဏ်းလုပ်ပုံက အဆန်း။မိန်းကလေးတွေကို ပြန်ပေးဆွဲပြီး လေလံတင်တာ။ပြန်ပေးဆွဲခံရတဲ့မိန်းကလေး မိဘတွေနဲ့\nတစ်ဖက်ကလူကုန်ကူးတဲ့လူနဲ့ကိုစျေးအပြိုင်ပေးခိုင်းတာ။ဂွန်ဇ်မောင်းလာတဲ့ ကားနောက်ဖုံးထဲမှာ\nမိန်းကလေးတစ်ယောက်ပါလာတာစ ဂွန်ဇ်တစ်ယောက်ဘယ်လိုတွေ ရှေ့ဆက်မလဲ။\nသူ့ရဲ့သန်းကြွယ်သူဌေးအိပ်မက်ကရော ဖြစ်လာပါမလားဆိုတာ ကြည့်ရှုရမှာပါ။\nအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~BpL~ThaikSanတို့ဖြစ်ပါတယ်)\nFile size…2.89 GB/ 1.40 GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration…2h 18m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~BpL~ThaikSan",
        "rating": "8.1",
        "url": "https://channelmyanmar.org/takkar-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cRfn69gpeuiHPf9p5WKvdICNd7L.jpg",
        "title": "The Ambush (2021)",
        "description": "Original Title: Al Kameen\nGenre – Action, Drama, War\nIMDB – 6.3/10 စစ်ကားကောင်းကောင်း ကြိုက်တဲ့သူတွေအတွက်အာရေဗျစကားပြော ယဲမန်နိုင်ငံရေးထဲ UAE စစ်ကူတွေရဲ့ကင်းပတ်ရင်း ကြုံရတဲ့ တကယ့်ဖြစ်ရပ်မှန်အပေါ် အခြေခံရိုက်ကူးထားတဲ့ကား ဖြစ်ပါတယ်။ တခြားနိုင်ငံကကားဆိုပြီးအထင်မသေးလိုက်ပါနဲ့ ဒါရိုက်တာကြီးက ပြင်သစ်နာမည်ကြီးParkour ကားဖြစ်တဲ့ B-13 တို့ Liam Neeson ရဲ့နာမည်ကြီးTaken တို့ John Travolta ရဲ့ From Paris with love တို့လိုAction အလန်းစားတွေကို ရိုက်ထားတဲ့ ပြင်သစ် ဒါရိုက်တာPierre Morel ပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့၂၀၁၈ ခုနှစ်ဝန်းကျင်လောက်မှာ ယဲမန်နိုင်ငံ ပြည်တွင်းစစ်ဖြစ်တော့ သမ္မတကနေ မဟာမိတ်နိုင်ငံတွေ ကုလတွေကိုစစ်ကူတောင်းခဲ့ပါတယ်။ အဲဒီထဲမှာ UAE နိုင်ငံလည်း အပါအဝင်ပေါ့၊ သူတို့ကတော့ ပြည်သူလူထုတွေကို စားနပ်ရိက္ခာထောက်ပံ့ပေးရင်း တစ်နေ့ တစ်နေ့ ကင်းပတ်တဲ့ တာဝန်ယူရပါတယ်။ ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-ambush-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/ADFASDFAFSDADF-135x200.jpg",
        "title": "Guardians of the Galaxy Volume 3 (2023)",
        "description": "Guardians of the Galaxy Volume 3 (2023)**************************************WEB-DL ကြည်တောက်ရှင်းထွက်ရှိလို့လာပါပြီဒါရိုက်တာ ဂျိမ်းဂန်းပဲ ရိုက်ကူးထားပြီး မူရင်းသရုပ်ဆောင်တွေပဲ ပါဝင်ထားတာဖြစ်ပါတယ်။ Rating 8.4 အထိ IMDb မှာတက်နေတာမို့ အတော်လေးကောင်းမယ်ဆိုတာ သိသာပါတယ်။ GotG 1 တုန်းကတောင် 8 အထိပဲ တက်ခဲ့တာပါ။ဇာတ်လမ်းအကျဉ်းဂါဒီယံတွေဟာ နိုးဝဲမှာ အေးအေးဆေးဆေးအနားယူနေချိန်၊ ပီတာကြီးလည်းအသည်းကွဲပြီးမူးရူးလို့ကောင်းနေချိန်မှာ အန္တရာယ်အသစ်ပေါ်ပေါက်လာပါတယ်။ပထမဆုံးအန္တရာယ်ကောင်ကတော့ အဒမ် ဝေါလော့ခ်ပါပဲ။ အဲဒီနောက်မှာတော့သူ့ကို ခိုင်းစေနေတဲ့ဟိုက်အီဗော်လူရှင်နရီဆိုတဲ့ ဉာဏ်ကြီးရှင်ကြီးတစ်ယောက်ပါလာပါတယ်။သူ့ရဲ့ ရည်ရွယ်ချက်ကတော့ နှစ်ပေါင်းများစွာ မျိုးဗီဇတွေကို ဆန်းသစ်တီထွင်ပြီး ပြီးပြည်စုံတဲ့မျိုးစိတ်တွေနဲ့ကမ္ဘာကို ဖန်တီးဖို့ပါပဲ။ အဲဒီမတိုင်ခင် မျိုးစုံစမ်းသပ်ထားတဲ့ ကမ္ဘာတွေပါ ရှိနေတာမို့ သူ့ကိုနတ်ဘုရားအဆင့်လို့တောင် သတ်မှတ်ကြပါတယ်။ အဲဒီလို အင်အားကြီးတဲ့ဟိုက်အီဗော်လူရှင်နရီက ဂါဒီယံအဖွဲ့ထဲက ရော့ကတ်ကို အသေရရ အရှင်ရရ လိုချင်နေတာပဲဖြစ်ပါတယ်။အဲဒီအကြောင်းရင်းက ဘာဖြစ်မလဲ ဂါဒီယံတွေကရော အရမ်းအင်အားကြီးတဲ့ ဗီလိန်ကိုဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ စွန့်စားခန်းတွေနဲ့ ထုံးစံအတိုင်းဟာသတွေနဲ့ကြည့်ရမှာပါပဲ။ဒါလေးကိုမကြည့်ခင် Guardians ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/guardians-of-the-galaxy-volume-3-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BNTU0NjkxNjYtMDYxZi00MDEzLWFhYWMtMmViMTJiYjgxY2M0XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-146x200.jpg",
        "title": "Agilan (2023)",
        "description": "Aglian 2023\nAction/Drama/Thrillerကွန်တိန်နာနံပါတ်ကြည့်ရုံနဲ့ အာဂီလန်ပိုင်မှန်းသိရင် အဲ့ဒီကွန်တိန်နာကို\nထိကို မထိရဲလောက်တဲ့ထိ ဖိန့်ဖိန့်တုန်အောင် ဩဇာအာဏာကြီးလှတဲ့ ဆိပ်ကမ်းဘုရင်လူမိုက်ကြီး အာဂီလန်....\nဒီလူမိုက်ကြီးအာဂီလန့်နေရာကို သရုပ်ဆောင်ထားတာကလဲ အက်ရှင်ဇာတ်ကြမ်းတွေနဲ့\nနာမည်ကြီးလာတဲ့ မင်းသား Jayam Raviဆိုတော့\nဒီအက်ရှင်ကားက သွေးသံတရဲရဲနဲ့ အစဆုံးကြည့်ချင်နေမှာအသေချာပါပဲ...အိန္ဒိယသမုဒ္ဒရာရဲ့ဘုရင်လို့တောင် တင်စားရတဲ့အာဂီလန်ဟာ ဆိပ်ကမ်းက\nကုန်စည်ပို့ဆောင်ရေးလုပ်ငန်းတွေအားလုံးကို ထိန်းချုပ်ထားတဲ့ဆိပ်ကမ်းလူမိုက်ကြီးတစ်ဦးပဲဖြစ်ပါတယ်။\nဒုစရိုက်လောကမှာ နာမည်ကျော်တဲ့ ကပူးရ်ကတော့ ငွေကြေးအတုလုပ်ငန်းကို ကုန်စည်ပို့ဆောင်ရေးနဲ့\nတွဲဖက်လုပ်ကိုင်နေတာဖြစ်ပြီး မူးယစ်ရာဇာ ပါရန်ဒါမန်ကတော့ ကပူးရ်အတွက် အလုပ်လုပ်ပေးနေတဲ့\nဒုစရိုက်လောကသားပဲဖြစ်ပါတယ်။သူတို့တွေရဲ့ တရားမဝင်လုပ်ဆောင်မှုတွေကို အာဂီလန်က ထိန်းချုပ်ပေးနေတာပါ။\nဒီလိုမျိုး အာဂီလန်ကချုပ်ကိုင်ထားတဲ့အတွက် ဘယ်အရာကမှ ဝင်စွက်ဖက်လို့မရပါဘူး။\nဒါပေမဲ့ \"မကောင်းမှုဟူသည် ဆိတ်ကွယ်ရာမရှိ\"ဆိုတဲ့အတိုင်း လိမ်လည်လှည့်ဖြားမှုတွေ\nတစ်စတစ်စပေါ်လာတဲ့အခါမှာတော့...အာဂီလန်ဘယ်လိုတွေဆက်လုပ်မလဲ။\nဘယ်လိုမျိုးစိတ်ဝင်စားစရာဇာတ်ကြောင်းတွေ ထွက်ပေါ်လာဦးမလဲဆိုတာကို\nအက်ရှင်အကြမ်းစားတွေနဲ့ စိတ်ဝင်တစားကြည့်ရှုကြရမှာဖြစ်ပါတယ်။\nFile size…2.23GB / 1.14 GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 13m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by CM Bollywood Team",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/agilan-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/w5ZzelrldWr7CmOTSiwagoe5Vl9.jpg",
        "title": "The Roundup: No Way Out (2023)",
        "description": "The Roundup : No Way Out (2023)မနှစ်က The Roundup ထွက်လာပြီး မကြာခင် ဒီနှစ်မှာပဲ အားလုံးမျှော်နေကြတဲ့ No Way Out ထွက်လာခဲ့ပါပြီ\nဒီတစ်ခါတော့ စုံထောက်မာဆော့ဒိုတစ်ယောက် အထူးစုံစမ်းစစ်ဆေးရေးဌာနကို ပြောင်းသွားပြီဖြစ်ပြီး အမှုသစ်တွေလိုက်သွားမှာပါစုံစမ်းစစ်ဆေးရေးဌာနကို အမှုသစ်ဝင်လာချိန်မှာ အဲအမှုက လူသတ်မှုလို့ ထင်ရပေမဲ့\nနောက်ကွယ်မှာတော့ မူးယစ်ဆေးဝါးဂိုဏ်းကြီးတစ်ခုနဲ့ သွားပတ်သက်နေပါတယ်အမြဲတမ်း လက်သီးနဲ့ဖြေရှင်းတတ်တဲ့ မာဆော့ဒိုဟာ ဉာဏ်သုံးပြီးလည်း အမှုတွေဖြေရှင်းတာကို ကြည့်ရပါဦးမယ်\nOutlaw, The Roundup တွေရဲ့ ဆွဲဆောင်တစ်ခုက ဗီလိန်မင်းသားတွေပဲမဟုတ်ပါလား\nဒီတစ်ခေါက် No Way Out ရဲ့ဗီလိန်အနေနဲ့ကတော့ Lee Joon Hyuk ကပါဝင်သရုပ်ဆောင်ထားပါတယ်ကဲ.. ဘယ်တော့မရိုးနိုင်တဲ့ မာဒုံဆော့ရဲ့ ဟာသနှောတဲ့ အက်ရှင်တွေကို ကြည့်လိုက်ကြပါဦးနော်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့\nဘာသာပြန်ထားတာကတော့ Joyz နဲ့ Hsu Wai တို့ပဲ ဖြစ်ကြပါတယ်။Genre..... Crime, ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/the-roundup-no-way-out-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/image-1-146x200.jpg",
        "title": "You Don’t Mess with the Zohan (2008)",
        "description": "You Don't Mess with the Zohan (2008)Adam Sandler ရဲ့ မကြည့်ဖူးသူမရှိလောက်မယ့် ကားဟောင်းကားကောင်းတစ်ကားပါ။ သူကိုယ်တိုင် သရုပ်ဆောင်ရုံတင်မကဘဲ ဇာတ်ညွှန်း‌ကိုလည်း သူပဲ ဝင်ရေးပေးခဲ့ပါသေးတယ်။ ဒါ့အပြင် အခြားနာမည်ကျော် ရုပ်ရှင်မင်းသားမင်းသမီးတွေဖြစ်ကြတဲ့ Emmanuelle Chriqui, John Turturro နဲ့ Buddy Games ဇာတ်ကားထဲက မင်းသားကြီး Nick Swardson ကိုလည်း လူငယ်သရုပ်ဆောင်အနေနဲ့ တွေ့ရမှာဖြစ်လို့ လုံးဝကို လက်ရာမြောက် ဟာသဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားကတော့ ဇိုဟန်ဆိုတဲ့ အစ္စရေးနိုင်ငံသား အထူးစစ်သားတစ်ယောက်အပေါ် ဇာတ်အိမ်တည်ပြီးတော့ရိုက်ကူးထားတာပါ။ ဇိုဟန်ဟာ သူလုပ်နေတဲ့အလုပ်မှာ ကျွမ်းကျင်ရုံတင်မကဘဲ အတော်လေးကို နာမည်ကြီးလှတဲ့ အကြမ်းဖက်နှိမ်နင်းရေး တပ်ဖွဲ့ရဲ့  နိုင်ငံကျော်စူပါစတားပဲဖြစ်ပါတယ်။ ဒါပေမဲ့ သူဟာ ဒီအလုပ်ကိုလုပ်နေရင်းနဲ့ ဒီလိုပဲ သူ့ဘဝကြီးက သံသရာလည်တာကို မနှစ်သက်တော့ပါဘူး။ အဲဒီအခါ ဇိုဟန်ဟာ သူ့ရဲ့ ဝါသနာပါရာ စိတ်ကူးအိပ်မက်ကို ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/you-dont-mess-with-the-zohan-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8RCzAmdfVKhgUq5QQovNBFMORX5.jpg",
        "title": "Kunlun Kingdom ( 2023 )",
        "description": "စူးစမ်းလေ့လာရေးအဖွဲ့တစ်ဖွဲ့ဟာ တောင်ပေါ်မှာရှာဖွေလေ့လာရင်း\nမိစ္ဆာနဂါးကျောက်ဖြစ်ရုပ်ကြွင်းအသက်ဝင်လာတာနဲ့ကြုံခဲ့ရပြီး\nလေ့လာရေးတစ်ဖွဲ့လုံးဒုက္ခရောက်ခဲ့ကြပါတယ်အဖွဲ့ထဲမှာ လီရှန်းရဲ့မိဘနှစ်ပါးလုံးပါဝင်ခဲ့တာဖြစ်ပြီး\nနှစ်အတော်ကြာအောင်ထိ လီရှန်းဟာ\nမိဘတွေရဲ့ဘာသတင်းအစနမှပြန်မကြားခဲ့ရပါဘူးတခြားအဖွဲ့ဝင်များရဲ့ မိသားစုတွေကလည်း\nလီရှန်းရဲ့မိဘနှစ်ပါးကို လူသတ်တရားခံဆိုပြီးစွပ်စွဲခဲ့ကြပါတယ်မတရားစွပ်စွဲခံရတာကို သက်သေပြနိုင်ဖို့\nလီရှန်းတစ်ယောက် ဘယ်လိုစူးစမ်းရှာဖွေမှုတွေလုပ်ရင်း ဘာတွေသိလာရမလဲငယ်ငယ်ကတည်းက‌အတူတူကြီးပြင်းခဲ့တဲ့ လုယောင်နဲ့\nလောင်ယွီကရော သူငယ်ချင်းအတွက်ဘယ်လို\nအသက်စွန့်ပြီးကာကွယ်ကြမလဲဆိုတာကို\nစိတ်ဝင်တစားနဲ့ကြည့်ရမယ့်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 33 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated & Reviewed By Kyawt\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Vj1f/Kunlun_Kingdom_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BODU0MTQzZTUtYWRmZi00MzhmLWIyODItYjliMDgxNDdiMWI3XkEyXkFqcGdeQXVyMTM3Mjc5MjA4._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Surrounded (2023)",
        "description": "IMDb rating - 5.5/10 လွတ်လပ်တယ်ဆိုတာကို ပရိတ်သတ်ကြီးတို့ ဘယ်လိုခံယူထားပါသလဲ။ဒီရုပ်ရှင်မှာတော့ လူမည်းအမျိုးသမီးတစ်ယောက် ခံယူထားတဲ့ လွတ်လပ်ခြင်းရဲ့အနှစ်သာရကို ထိထိမိမိရိုက်ကူးတင်ဆက်ပြသထားပါတယ်။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့... Mo Washington က လွတ်လပ်ခွင့်ရထားတဲ့ အမျိုးသမီးတစ်ဦးပါ။ အမေရိက civil war ဖြစ်ပြိးကတည်းက သူလွတ်မြောက်နေတာ ၅ နှစ်တာရှိပြီဆိုပေမဲ့ ဦးတည်ရာမဲ့နေတဲ့ အမျိုးသမီးတစ်ယောက်ပေါ့။ တစ်နေ့တော့ ကော်ရိုရာဒိုမှာ မြေပိုင်ဆိုင်ခွင့် သူမမှာရရှိခဲ့ပါတယ်။ ဒီတော့ သူမရဲ့မျိုးနွယ်စုအတွက် ခိုနားရာနေရာတစ်ခုအဖြစ် ဖန်တီးပေးမယ်ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ ယောက်ျားလေးအသွင်ယူပြီး ကော်ရိုရာဒိုကိုသွားမယ့် လှည်းနဲ့လိုက်ပါလာခဲ့‌ေပမဲ့ အဲဒီလှည်းက လမ်းမှာ အတိုက်ခိုက်ခံလိုက်ရတဲ့အခါမှာ ဘဏ်ဓားပြကြီး Tom Walsh ...အလိုရှိဆုံးတရားခံအဖြစ်သတ်မှတ်ခံထားရတဲ့သူနဲ့ တွေ့ဆုံခဲ့ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ အမျိုးသမီးတစ်ယောက်က သူကြုံတွေ့နေရတဲ့ အကျပ်အတည်းတွေကြားကနေ ဘယ်လိုအောင်အောင်မြင်မြင် ရုန်းထွက်သွားမလဲဆိုတာကို ဒီကြည့်ရှူခံစားရမှာပါ။ File size…(1.3 GB)/(790 MB)/(370 Mb)\nQuality….Webrip 1080p / 720p ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/surrounded-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xxMaO7VoN2BnZit79PedVHnTjcO.jpg",
        "title": "Hobo with a Shotgun (2011)",
        "description": "Hobo with a Shotgun (2011)သွေးထွက်သံယို ကြမ်းကြမ်းရမ်းရမ်းမှ ကြိုက်တတ်တဲ့ ရုပ်ရှင်ပရိတ်သတ်များအတွက် ဒီဇာတ်ကားက လက်လွှတ်ခံလို့ မရတဲ့အထဲမှာပါပါတယ်။ ပြောင်းချောသေနတ်တစ်လက်နဲ့ ပတ်ကြမ်းနေတဲ့ အိမ်မဲ့ယာမဲ့တစ်ယောက်ကို ဒီဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။သူဟာအစပိုင်းမှာ မြက်ရိတ်စက်လေးတစ်ခု ဝယ်ချင်တဲ့အတွက် ကြုံရာကြပန်းလုပ်ပြီး ပိုက်ဆံရှာဖို့ မြို့တစ်မြို့ကိုတက်လာခဲ့တယ်။ ဒါပေမယ့် သူရောက်လာခဲ့တဲ့မြို့ဟာ အထိန်းအကွပ်မရှိ ဗရမ်းဗတာဖြစ်နေတာကို တွေ့လိုက်ရတဲ့နောက်မှာ ...ရဲတွေကအစ တစ်မြို့လုံးဟာ လူတစ်ယောက်ရဲ့ လက်အောက်မှာ ဝပ်ဆင်းနေပြီး သူသေဆိုသေ ရှင်ဆိုရှင်ရတဲ့ဘဝမှာ နေနေကြရတာပါ။ နောက်ပိုင်း ဒီအရှုပ်တော်ပုံထဲကို ဘယ်လိုမှမလွဲသာ မရှောင်သာရောက်ရှိသွားခဲ့ပြီးတော့ လမ်းပေါ်က လူမိုက်လူရမ်းကားတွေကို တစ်ကိုယ်တော် ပြောင်းချောသေနတ်တစ်လက်တည်းနဲ့ လိုက်လံရှင်းလင်းပုံကို အက်ရှင် ဟော်ရာဆန်ဆန် ကြည့်ရှုခံစားရမှာဖြစ်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Zwel Zan Aung ပါ။)File Size          : 4.1GB, 1.3GB, 536MB\nQuality    ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/hobo-with-a-shotgun-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zNFCkFmgI4Dnv3UpC0lLM7jWhYU.jpg",
        "title": "The Day (2011)",
        "description": "The Day (2011)သွေးသံတရဲရဲနဲ့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် အတိုက်အခိုက် ဇာတ်ကားမျိုး Zombie ဇာတ်ကားမျိုး သဘောကျတဲ့ ရုပ်ရှင်ချစ်သူတို့အတွက် The Day (2011) ဇာတ်ကားလေးကို ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။ဒီကားလေးက အဖြူအမည်းနဲ့ production budget လျှော့ချပြီး ရိုက်ထားပေမဲ့ Cartlonian Film Festival မှာ Best Motion Picture award အတွက် စံကာတင် အရွေးခံခဲ့ရတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ တစ်ကမ္ဘာလုံး ကပ်ဘေးကျရောက်ပြီး လူမကျ ဇွန်ဘီးမကျတဲ့ လူသားစား အကောင်တွေရဲ့ လိုက်လံ သတ်ဖြတ် စားသုံးခြင်းကို ခံနေရတဲ့ ခေတ်ကာလကြီးဖြစ်ပါတယ်။အဲ့ကာလမှာ လူ ၅ ယောက်တစ်စုဟာ ထွက်ပြေးတိမ်းရှောင်ရင်း အိမ်တစ်အိမ်မှာ အခြေချကာ သွေးဆာနေတဲ့ လူသားစားအကောင်တွေကို လက်ကျန်ကျည်ဆန်လေးနဲ့ ရင်ဆိုင် တိုက်ခိုက်ရတဲ့ ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းလှည့်ကွက်လေးတွေလည်း ပါတာမလို့ စိတ်ဝင်စားဖို့ကောင်းပြီး ရိုက်ချက်တွေကလည်း မိုက်တာမလို့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-day-2011/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yXypFcN2E0SZJj1uaVdjJ2GHReJ.jpg",
        "title": "Detective Dee And Thunder Fire ( 2023 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ အမှုစစ်ဒီးရန်ကျယ်ရဲ့အမှုတွဲတွေထဲက\nနောက်ဆုံးထွက်ထားတဲ့ရုပ်ရှင်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဥ်း...\nဘုရင်မ အုပ်စိုးနေတဲ့ ရှန့်ယွမ်ပထမနှစ်မှာ သဘာဝဘေးအန္တရာယ်ဆိုး တွေ\nကျရောက်လာတာကြောင့် တိုင်းပြည်မှာ ပြည်သူတွေရဲ့ အပြစ်တင်မှုတွေဖြစ်ပေါ်လာခဲ့တယ်\nဘုရင်မဟာ ပြည်သူတွေရဲ့အပြစ်တင်သံတွေကို လျစ်လျူရှူခဲ့ပြီး\nနန်းတွင်း ဆရာကြီးရဲ့ အဆိုမိန့်အတိုင်းနန်းဆောင်ကို ဆောက်လုပ်ပြီး\nနတ်နဂါးကို ခေါ်ဆောင်ဖို့ပြုလုပ်ခဲ့ပါတယ်ဒါပေမယ့် နတ်နဂါးကြီး သက်ဝင်လှုပ်ရှားလာတဲ့အခါမှာတော့\nနတ်နဂါးကြောင့် နန်းဆောင်ကြီး မီးလောင်သွားပြီး\nအနီးအနားကလူတွေအပြင် အမှုစစ်တွေကပါ\nသဘာဝလွန် ထူးဆန်းစွာ သေဆုံးလာကြတဲ့အခါ.....ဒီထူးခြားဆန်းကြယ်တဲ့ အမှုကြီးကိုဖြေရှင်းဖို ပြောင်းရွှေ့မိန့်ကျလာတဲ့\nဒီးရန်ကျယ် အတွက် ဘယ်လိုဖြေရှင်းချက်တွေပြုလုပ်လာမလဲဆိုတာကို\nထုံးစံအတိုင်းဆက်လက်စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Mystery\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Aye Myat Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/2Bfny/Detective_Dee_And_Thunder_Fire_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BYWQ2YzJhOGItNTMyOC00YzFmLWExZjEtOGFmMDVkMDdmOGFiXkEyXkFqcGdeQXVyMTUxNTU1NzEz._V1_QL75_UX190_CR00190281_-135x200.jpg",
        "title": "Nimona (2023)",
        "description": "Nimona (2023)\n===========\nGenre – Animation, Adventure, Comedy, Drama\nIMDb Rating – 7.7/10Netflix ကနေ အသစ်ဆက်ဆက် ထွက်ရှိထားတာ မကြာ\nသေးတဲ့ Animation ကားကောင်းလေး ဖြစ်ပါတယ်။ တ\nကယ်ဆို ဒီကားလေးဟာ ၂၀၂၁ ခုနှစ်ကတည်းက Ice Age\nတို့ Rio တို့ကို ဖန်တီးခဲ့တဲ့ Blue Sky Studio ကနေ ဖန်တီး\nနေတဲ့ လက်ရာဖြစ်ပါတယ်။ ၇၀ ရာခိုင်နှုန်းတောင် ပြီးစီးနေ\nခဲ့ပါပြီ ဒါပေမဲ့ Disney က ပိတ်ချလိုက်တဲ့အခါမှာတော့\nNetflix ကနေ ပြန်လည်လက်လွှဲယူပြီး ခုမှ ထွက်ရှိလာခဲ့\nတာပါ။ အသံသရုပ်ဆောင်ဆိုရင်လည်း ဇာတ်ကောင် Nimona\nနေရာမှာက ကလေးဘဝကတည်းက ခုထက်ထိ သရုပ်ဆောင်\nနေပြီး အကုန်ချစ်ရတဲ့ မင်းသမီးလေး Chloe Grace Moretz\nပဲ ဖြစ်ပါတယ်။ ဒါရိုက်တာဆိုရင်လည်း Blue Sky Studio က\nနေ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/nimona-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/heZ0E4xoEv3DK9yZpVUSL3xoQoN-133x200.jpg",
        "title": "Lakadbaggha(2023)",
        "description": "Lakadbaggha 2023\nIMDb - 6.3/10Zee5 ကနေအသစ်ထွက်ရှိထားတဲ့ အိန္ဒိယမှုခင်းအက်ရှင်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။\nသရုပ်ဆောင်တွေအနေနဲ့က Asur ဇာတ်လမ်းတွဲမှာရဲမေအဖြစ် သရုပ်ဆောင်ထားတဲ့ မင်းသမီးချောရီဒီး နဲ့\nအက်ရှင်ကားတွေဆိုပိုင်နိုင်လှတဲ့ မင်းသားအန်ရှုမန်က အာဂျွန်အဖြစ်ပါဝင်ထားပါတယ်။\nခပ်သွက်သွက်အက်ရှင်တွေနဲ့ တိရစ္ဆာန်ချစ်တတ်တဲ့သူတွေ ပိုပြီးအကြိုက်တွေ့စေမှာပါ။ဇာတ်လမ်းအကျဉ်း\nအာဂျွန်ဟာ တိရစ္ဆာန်လေးတွေကိုချစ်တတ်တဲ့\nသာမန်စာပို့သမားတစ်ယောက်ပါ။ တစ်နေ့မှာတော့ သူ့ခွေးလေးပျောက်သွားတာကိုလိုက်ရှာရင်း\nတရားမဝင်တိရစ္ဆာန်မှောင်ခိုလုပ်ငန်းတစ်ခုကို တွေ့သွားခဲ့တယ်။ အဲ့ထဲမှာတော့ ရှားပါးအိန္ဒိယမျိုးစိပ်(Hyena)ဆိုတဲ့\nခွေးမျိုးစိပ်ကိုအဓိကထားမှောင်ခိုကြတယ်။ ဒါကိုသိတဲ့ အာဂျွန်ဟာ လူသိမခံဘဲ စေတနာ့ကင်းသမားတစ်ယောက်လို\nအသွင်ယူပြီး တားဆီးဖို့ကြံစည်ပေမဲ့ ဥပဒေဘောင်အတွင်းကလုပ်တာမဟုတ်တာကြောင့်\nရဲတွေကသူ့ကိုအကြမ်းဖက်သမားလို့ ခေါင်းစဉ်တပ်လိုက်တဲ့အခါမှာ‌တော့ အာဂျွန်ဟာခွေးလေးတွေကိုကယ်တင်ပြီး\nမှောင်ခိုလုပ်ငန်းကို တားဆီးနိုင်ပါဦးမလားဆိုတာ ကြည့်ရှူရမှာဖြစ်ပါတယ်။အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Moon~BpL~Cherry~V~ThaikSan~Zwe တို့ပဲဖြစ်ပါတယ်။\nFile size…2.01 GB / 900MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 9m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Moon~BpL~Cherry~V~ThaikSan~Zwe",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/lakadbaggha2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/s-l600-142x200.jpg",
        "title": "[18+] Big Tits Zombie (2010)",
        "description": "Big Tits Zombie (2010)ဂင်ကိုနဲ့လီနာတို့က သိပ်မအောင်မြင်တဲ့ အဖော်အချွတ်ကလပ်တစ်ခုဖြစ်တဲ့ Paradise Ikagawa Theatre မှာ\nတစ်ခြားကောင်မလေးတွေနဲ့အတူတူအလုပ်လုပ်ကြပါတယ်။သူတို့တွေကတော့ ထက်မြက်တဲ့စာကြမ်းပိုးမာရီယာ၊\nရှေ့ဖြစ်ဟောဆရာမ လီနာ၊ပြီးတော့ သူ့မောင်နှမတွေကိုပြန်တွေ့ဖို့လူစုနေတဲ့ တိုင်းတစ်ပါးသူလေး ဒါနာတို့ဖြစ်ကြပြီး\nတစ်နေ့တော့ သူတို့ဆီကိုဖုန်းတစ်ခုဝင်လာခဲ့ပြီး အဲ့ဒီလူက အပန်းဖြေစခန်းတစ်ခုမှာ\nဆယ်ရက်စာ အကသမားလိုနေတဲ့အကြောင်းပြောလာပါတယ်။အဲ့ဒီအလုပ်ကိုအားလုံးလက်ခံပြီးတော့ သူတို့ဖျော်ဖြေရမယ့် အပန်းဖြေစခန်းကိုရောက်ရှိပြီးတဲ့နောက်ဖောက်သည်မျှော်ရင်း\nမြေအောက်ခန်းတစ်ခုကိုအမှတ်မထင်တွေ့ရှိခဲ့ပြီး အဲ့ဒီမှာရှာတွေ့တဲ့ သေမင်းစာအုပ်ကို မာရီယာကရွတ်ဖတ်လိုက်မိချိန်မှာ\nဆူရှီဖြစ်ပြီးသားတွေ၊သူတို့ကိုင်နေတဲ့ ငါးတွေစတင်အသက်ဝင်လာခဲ့ပြီးနောက် အုံကြွသောင်းကျန်းလာခဲ့တဲ့ ပ\nတ်ဝန်းကျင်တစ်ခုလုံးက ဖုတ်ကောင်တွေနဲ့ရင်ဆိုင်တိုက်ခိုက်ရတော့မှာဖြစ်ပါတယ်။ဂျပန်လူကြီးရုပ်ရှင်လောကရဲ့နာမည်ကျော်မင်းသမီးလေးတွေဖြစ်တဲ့ Sora Aoi,Risa Kasumi တို့ဦးဆောင်ပါဝင်ထားကြပြီး\nဇာတ်လမ်းက အခွီပါ။သွေးသံရဲရဲ ခုတ်ထစ်သတ်ဖြတ်တာတွေ ပေါက်ကရပြကွက်တွေနဲ့ wtf moments တွေအများကြီးပါပါတယ်။\nဘာတွေပေါက်ကရလုပ်ပြကြမှာလဲဆိုတာတော့ ကိုယ်တိုင်ခံစားကြည့်ရှုလိုက်ကြပါ။The Machine Girl တို့ Mutant Girls Squad တို့လိုဇာတ်ကားတွေကြည့်ဖူးရင် ဒီကားကိုလည်းလက်မလွတ်သင့်ပါ။(Dark Side Production မှ တင်ဆက်သည်။)Dark Side Production Facebook Page ခနခနပျက်နေတာကြောင့် Telegram https://t.me/Darksideproductionmm မှာ Join ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18-big-tits-zombie-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4trdAjcgbmhNkMXbhgsvpVnGmKu.jpg",
        "title": "Chasing Kawashima Yoshiko ( 2023 )",
        "description": "ယိုရှီကို ခါဝါရှီးမား ဟာ တရုတ်-ဂျပန် ဒုတိယစစ်ပွဲကာလအတွင်းက\nစွဲဆောင်မှုအပြည့်နဲ့ထက်မြက်တဲ့မိန်းမတစ်ပါ။ သူ့ကိုသေမိန့်ချတဲ့အထိ\nအများပြည်သူဟာ အရှေ့တိုင်းမိစ္ဆာမဆိုပြီး မုန်းတီးခံရတဲ့သူတစ်ယောက်လဲဖြစ်ပါတယ်။ဟုတ်ပါတယ် ယိုရှီကိုဟာတရုတ်နိုင်ငံရဲ့သစ္စာဖောက်မတစ်ဦးပါ…\nမန်ချူးမင်းဆက်ရဲ့ မင်းသမီးတစ်ယောက်ဖြစ်တဲ့သူက\nတရုတ်ပြည်ကိုသစ္စာဖောက် ဂျပန်နဲ့ပူးပေါင်းပြီး\nမန်ချူးနိုင်ငံပြန်ထူထောင်ဖို့အိပ်မက်မက်နေတဲ့သူတစ်ယောက်ပေါ့……ယိုရှီကိုဟာနိုင်ငံရေးသမားတစ်ထောင်ကျော်နဲ့ပတ်သက်ခဲ့ပြီး\nအရေးကြီးဂျပန်သတင်းပေးသူလျှိုတစ်ယောက်တဲ့အတွက်\nတရုတ်တော်လှန်ရေးသမားတွေဟ ယိုရှီကိုကို မဖြစ်မနေသတ်ဖို့\nလိုအပ်တာကြောင့် ယိုရှီကို ခါဝါရှီးမားကိုတော်လှန်ရေးသမားတွေ\nဖမ်းဖို့ကြိုးစားတဲ့အကြောင်းကိုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ဉာဏ်များတဲ့ သမိုင်းဝင်သူလျှို ယိုရှီကိုတစ်ယောက်\nတရုတ်တော်လှန်ရေးသမားတွေထပ် အမြဲခြေတစ်လှမ်းစောနေတာကို\nဘယ်လိုဖမ်းကြမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားလိုက်ပါဦးနော်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1fjr0/Chasing_Kawashima_Yoshiko_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, War"
    }
]