[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg",
        "title": "Rampage (2018) Blu-Ray 1080p 5.1CH x264",
        "description": "Blu-Ray 1080p 5.1 CH x264\n အမေရိကန် အထူးတပ်ဖွဲ့ ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ဒေးဗစ်အိုကွေဟာ ဆန်ဒီရေးဂိုးတောရိုင်း တိရစ္ဆာန် ကာကွယ်စောင့်ရှောက် ရေးဌာနက ဂေါ်ရီလာမျောက်ဝံ တွေနဲ့ပတ်သက်ပြီး သုတေသန ပြုနေတဲ့ နာမည်ကြီး ပညာရှင် တစ်ယောက်ပါ။မုဆိုးတွေလက်ကနေ ကယ် ဆယ်လာခဲ့တဲ့ ဂျော့ချ်ဆိုတဲ့ ဂေါ်ရီ လာမျောက်ဝံဖြူကြီးဟာ သာမန် မျောက်ဝံတွေနဲ့မတူဘဲ ထူးခြားတဲ့ အသိဉာဏ်ဖွံ့ဖြိုးမှုမျိုးရှိနေတယ်ဆိုတာ ဒေးဗစ်က သတိထားမိပြီး ဂျော့ချ်နဲ့လည်း ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ ဂျော့ချ် နေတဲ့နေရာကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုကျလာပြီး အဲဒါကို ဂျော့ချ် က ထိလိုက်တဲ့အခါမှာတော့ ည တွင်းချင်းမှာကို ဂျော့ချ်စိတ်ရိုင်း ဝင်ကာ ခန္ဓာကိုယ်အရွယ်အစား ကလည်း အကြီးကြီးဖြစ်သွားခဲ့ပါ တယ်။အဲဒီနောက်မှာတော့ ဒေးဗစ် ကို မျိုးရိုးဗီဇဆိုင်ရာ ပညာရှင် ဒေါက်တာကိတ်ကဲလ်ဝဲက ဆက် သွယ်ပြီး ဂျော့ချ် အခုလိုဖြစ်သွား တာဟာ Energyne ကုမ္ပဏီက ...",
        "rating": "6.1",
        "url": "https://megaup.net/4UIwh/Rampage_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3gIO6mCd4Q4PF1tuwcyI3sjFrtI.jpg",
        "title": "Rampage (2018)",
        "description": "အမေရိကန် အထူးတပ်ဖွဲ့ ဝင်ဟောင်းတစ်ဦးဖြစ်တဲ့ ဒေးဗစ်အိုကွေဟာ ဆန်ဒီရေးဂိုးတောရိုင်း တိရစ္ဆာန် ကာကွယ်စောင့်ရှောက် ရေးဌာနက ဂေါ်ရီလာမျောက်ဝံ တွေနဲ့ပတ်သက်ပြီး သုတေသန ပြုနေတဲ့ နာမည်ကြီး ပညာရှင် တစ်ယောက်ပါ။မုဆိုးတွေလက်ကနေ ကယ် ဆယ်လာခဲ့တဲ့ ဂျော့ချ်ဆိုတဲ့ ဂေါ်ရီ လာမျောက်ဝံဖြူကြီးဟာ သာမန် မျောက်ဝံတွေနဲ့မတူဘဲ ထူးခြားတဲ့ အသိဉာဏ်ဖွံ့ဖြိုးမှုမျိုးရှိနေတယ်ဆိုတာ ဒေးဗစ်က သတိထားမိပြီး ဂျော့ချ်နဲ့လည်း ရင်းနှီးခဲ့ပါတယ်။တစ်ရက်မှာတော့ ဂျော့ချ် နေတဲ့နေရာကို ထူးဆန်းတဲ့ ပစ္စည်းတစ်ခုကျလာပြီး အဲဒါကို ဂျော့ချ် က ထိလိုက်တဲ့အခါမှာတော့ ည တွင်းချင်းမှာကို ဂျော့ချ်စိတ်ရိုင်း ဝင်ကာ ခန္ဓာကိုယ်အရွယ်အစား ကလည်း အကြီးကြီးဖြစ်သွားခဲ့ပါ တယ်။အဲဒီနောက်မှာတော့ ဒေးဗစ် ကို မျိုးရိုးဗီဇဆိုင်ရာ ပညာရှင် ဒေါက်တာကိတ်ကဲလ်ဝဲက ဆက် သွယ်ပြီး ဂျော့ချ် အခုလိုဖြစ်သွား တာဟာ Energyne ကုမ္ပဏီက စမ်းသပ်ထားတဲ့ သန္ဓေပြောင်း ပစ္စည်းကြောင့်လို့ပြောပါတယ်။ဒေါက်တာကိတ်ကိုလည်း Energyne ...",
        "rating": "6.1",
        "url": "https://megaup.net/4eL4s/Rampage_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y0uxSHaSFmt6XaBJgjkeLqe7aM.jpg",
        "title": "The Death of Superman (2018)",
        "description": "ဒီတစ္ခါမွာေတာ့ အားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ The Death of Superman ကို တင္ဆက္ေပးလိုက္ပါတယ္။ ဒီဇာတ္ကားကို July 24 မွာထုတ္လႊင့္မယ္လို႔ ေၾကျငာထားေပမယ့္ Online ေပၚမွာ Leaked ျဖစ္ျပီး တစ္လေလာက္ေစာျပီးထြက္လာခဲ့တာကို DC Fan ေတြမွန္ရင္သိၾကမွာပါ။ ဒါေပမယ့္ စာဖိုင္ကေတာ္ေတာ္ေနာက္က်မွထြက္လာတဲ့အတြက္ အခုခ်ိန္မွတင္ဆက္ေပးႏိုင္တာပါ။ ဒီဇာတ္ကားဟာ New 52 ကိုအေျခခံျပီးျပန္လည္ရိုက္ကူးထားတဲ့ DCAU ရဲ႕၁၁ကားေျမာက္ဇာတ္ကားပဲျဖစ္ပါတယ္။ ဇာတ္ကားရဲ႕ Title ကိုျမင္တာနဲ႔ ဇာတ္လမ္းဘယ္လိုဆိုတာ သိႏုိင္တဲ့အတြက္ အမ်ားၾကီးညႊန္းဆိုစရာမလိုဘူးလို႔ ထင္ပါတယ္။ဇာတ္လမ္းအက်ဥ္း\n==========Justice League ရဲ႕ကာကြယ္ေစာင့္ေရွာက္မႈနဲ႔အတူ ျငိမ္ခ်မ္းစျပဳေနတဲ့ကမာၻၾကီးကို ထူးဆန္းတဲ့ဥကၠာပ်ံတစ္စင္း က်ေရာက္လာပါတယ္။ အဲဒီဥကၠာပ်ံထဲမွာ ပါလာတဲ့သူကေတာ့ Superman ရဲ႕ရန္သူေတာ္ၾကီး Doomsday ပါ၀င္လာပါတယ္။ Doomsday ဟာဖ်က္ဆီးဖို႔ရည္ရြယ္ခ်က္တစ္ခုတည္းနဲ႔သာ အဖန္တီးခံခဲ့ရတဲ့ အဖ်က္လက္နက္ၾကီးတစ္ခုပါ။ ကမာၻၾကီးေပၚက်ေရာက္လာတဲ့ အဲဒီအဖ်က္လက္နက္ရန္စြယ္ေတြကေန Justice League ကေရာကယ္တင္ႏုိင္ပါ့မလား။ ဘယ္သူေတြရဲ႕အသက္ေတြကို ဘယ္လိုေပးဆပ္ရဦးမွာလဲ ဆိုတာေတာ့....။တစ္ခုသတိေပးထားခ်င္တာကေတာ့ ...",
        "rating": "N/A",
        "url": "https://channelmyanmar.org/the-death-of-superman-2018/",
        "category": "Action, Animation, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/fantastic-four-2015-poster-133x200.jpg",
        "title": "Fantastic Four (2015)",
        "description": "Fantastic Four (2015)_____IMDb - 4.3/10Review ကိုတော့ အရင် FF ကားတွေကိုကြည့်ပီးတဲ့သူတိုင်းသိမှာဖြစ်တဲ့အတွက်မပေးလိုတော့ပါ\nသူတို့ရဲ့အကြောင်းပဲ အနည်းအကျဉ်းမိတ်ဆက်ချင်ပါတယ်။Fantastic Four ဇာတ်လမ်းကို Stan Lee က ဖန်တီးရေးသားခဲ့ပြီး ရေးခဲ့ရတဲ့အကြောင်းအရင်းကတော့ အဲ့ဒီအချိန်မှာ DC က Justice League of America ဆိုပြီး Superhero အဖွဲ့ ကိုစတင်မိတ်ဆက် နေပြီ ဖြစ်ပါတယ်။ ဒါကြောင့် Stan Lee က Marvel ရဲ့ ပထမဆုံး စူပါဟီးရိုး အသင်းကို ဖန်တီးဖို့ အတွက် စီစဉ်ပါတော့တယ်။ ဒါပေမယ့် သူက DC လို လိုက်ပြီး မလုပ်ချင်တာရယ်၊ သူ့ရဲ့ Superhero အဖွဲ့ကို တမူထူးခြားအောင် လုပ်ဖို့စီစဉ်ပါတယ်။ ဒါ့အပြင် Stan က သူ့ရဲ့ အဖွဲ့ကို Secret Identity ...",
        "rating": "4.3",
        "url": "https://megaup.net/1yWwY/Fantastic_Four_[2015]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/Fantastic-Four-Rise-Of-The-Silver-Surfer-poster-140x200.jpg",
        "title": "Fantastic Four: Rise of the Silver Surfer (2007)",
        "description": "Fantastic Four: Rise of the Silver Surfer (2007)\nIMDb - 5.6/10_____Rotten - 37%\n  Fantastic 4 ဟာ MCU မှာ မပါသေးတဲ့ Marvel ရဲ့ အကျော်ကြားဆုံး အဖွဲ့တစ်ခုပါ။Leader Mr fantastic ဟာဆိုရင်လည်း 21 ရာစုရဲ့ အတော်ဆုံး လူတွေထဲက တစ်ယောက်ပါပဲ။Reed နဲ့ Sunsan တို့ရဲ့ သား Frenklin Richard ကလည်း Mravel မှာ အစွမ်းဆုံး Omega Level Hero ပါပဲ။ဒါဆို F4 ဆိုတာ Marvel မှာ မသေးတဲ့ အခန်းကဏ္ဍက ပါဝင်နေတာကိုတွေ့ရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့..Reed နဲ့ Susan တို့ရဲ့ လက်ထက်ပွဲ ကျင်းပတော့မဲ့ အချိန်နဲ့ မရှေးမနှောင်းကာလ.. ဂြိုလ်တွေကို စားသုံးတဲ့ Galactus ...",
        "rating": "5.6",
        "url": "https://megaup.net/2eTT5/Fantastic_Four_-_Rise_Of_The_Silver_Surfer_[2007]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/fantastic-four-2005-poster-133x200.jpg",
        "title": "Fantastic Four (2005)",
        "description": "Fantastic Four (2005)_____IMDb - 5.7/10\n  \nဒီဇာတ်ကားက ၂၀၀၅ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ မူရင်း Fantastic Four ဇာတ်ကားဖြစ်ပြီး\nIMDb Rating (5.7/10) ရရှိထားပါတယ်။\nဒီဇာတ်ကားမှာ Captain America မင်းသား Chris Evans ၊ မင်းသမီး ဂျက်စီကာအယ်လ်ဘာ တို့နဲ့အတူ\nIoan Gruffudd ၊ Michael Chiklis တို့က F4 စွမ်းအားရှင်တွေအဖြစ် ပါဝင်ထားပါတယ်။\nJulian McMahon ကတော့ ဗစ်တာဗွန်ဒူးအဖြစ် အားပြိုင်ထားပါတယ်။\nဒီနှစ်ထဲထွက်ထားတဲ့ Fantastic Four(2015) နဲ့မတူကွဲပြားစွာခံစားရမှာပါ။\nကျွန်တော်ကတော့ ဂျက်စီကာအယ်လ်ဘာ ပရိတ်သတ်ဖြစ်တာနဲ့အညီ\nမူရင်း Fantastic Four ဖြစ်တဲ့ ဒီဇာတ်ကားကိုပိုနှစ်သက်မိပါတယ်။\nခံစားအားပေးကြပါဦး။\n \n(မြန်မာစာတန်းထိုးကိုတော့ ကသာသားလေး နဲ့ Wai Phyo တို့မှပူးပေါင်းဖန်တီးထားတာပါ။)\n \nFantastic Four ဇာတ်ကားအားလုံးကို \nhttps://channelmyanmar.org/?s=fantastic+four မှာကြည့်ပါ။\n  \nဒီဇာတ္ကားက ၂၀၀၅ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မူရင္း Fantastic Four ဇာတ္ကားျဖစ္ျပီး\nIMDb Rating ...",
        "rating": "5.7",
        "url": "https://megaup.net/1yWxh/Fantastic_Four_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mgYJjfWiuL2jPbypv1ICnd9JSCs.jpg",
        "title": "Walking Tall (2004)",
        "description": "အက်​ရှင်​ကားကြိုက်​တဲ့ပရိသတ်​​တွေအတွက်​ ဇာန်​ကား​ကောင်​း​လေးတစ်​ကားတင်​​ပေးလိုက်​ပါတယ်​Walking Tall ရုပ်​ရှင်​ဇာတ်​ကားဟာ ၂၀၀၄ခုနှစ်​ထွက်​ အက်​ရှင်​ဇာတ်​ကားတစ်​ကားဖြစ်​ပြီး Imdb rating 6.2/10 ရရှိထားပါတယ်​ပါဝင်​သရုပ်​​ဆောင်​ထားသူ​တွေက​တော့ အက်​ရှင်​မင်​းသားကြီးDwayne Johnson,မင်​းသမီး​ချော Ashley Scott,မင်​းသား Johnny Knoxville စတဲ့သူ​တွေဖြစ်​ပါတယ်​ဇာတ်​လမ်​းအကျဉ်​းက​တော့ ဂုဏ်​ထူး​ဆောင်​စစ်​သားဖြစ်​ဖူးတဲ့ Chris Vaughn တစ်​​ယောက်​ ရာထူးက​နေအနားယူပြီး ​မွေးရပ်​​မြေမြို့​လေးမှာ ပြန်​အ​ခြေချ​နေထိုင်​ခဲ့ပါတယ်​။သူပြန်​လာတဲ့အခါ တစ်​မြို့လုံးမှာအကြီးဆုံးစီးပွား​ရေးက အရင်​​ကျောင်​း​နေဖက်​​တွေဖြစ်​ခဲ့ဖူးတဲ့Jay Hamilton နဲ့ Ray Templeton တို့ဦးစီးလုပ်​ကိုင်​​နေတဲ့ ကာစီနို​လောင်​းကစားဝိုင်​းကြီးဖြစ်​​နေခဲ့ပါတယ်​။တစ်​မြို့လုံးမှာ ​လောင်​းကစား အရက်​ ​ဆေး စသည်​ဖြင်​့မ​ကောင်​းမှုမျိုးစုံနဲ့ပြည်​့​နေတာကိုမြင်​​နေရတဲ့အခါ Chris တစ်​​ယောက်​ ရဲ​တွေကိုယ်​စား သူ့လက်​နဲ့​ဖြေရှင်​းပါ​တော့တယ်​။သူတစ်​ကယ်​ပဲ​ဖြေရှင်​းနိုင်​ပြီး အရင်​ကလို​ကောင်​းမွန်​တဲ့မြို့​လေးပြန်​ဖြစ်​​အောင်​လုပ်​နိုင်​မှာလား....ဘယ်​လို ပြဿနာ​တွေကြုံ​တွေ့ရမှာလဲဆိုတာ စွန်​့စားခန်​းအပြည်​့နဲ့ရိုက်​ကူးထားတာမို့ အက်​ရှင်​ကားချစ်​ပရိတ်​သတ်​​တွေကြည်​့ရှု့အား​ပေးလိုက်​ပါဦး File Size : (750 MB) and (310 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Action, ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/walking-tall-2004/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o31Fh66VeAmLWQ3HNObzTjbrWMH.jpg",
        "title": "Vivegam (2017)",
        "description": "အဂျေးကူမား အရေးကြီးသဲလွန်စတစ်ခုရတာနဲ့ သေနတ်နဲ့အပစ်ခံရ လုပ်ကြံဇာတ်ခင်းခြင်းခံရနဲ့ ဇာတ်လမ်းကို အဆုံးထိဆွဲခေါ်သွားမှာဖြစ်ပါတယ်ရင်ဆိုင်နေရတဲ့ရန်သူတွေက ဘယ်ကလဲ ဒီကိစ္စတွေရဲ့လက်မည်းကြီးကဘယ်သူလဲ ဆက်လက်ကြည့်ရှုသွားရမှာဖြစ်ပါတယ်Storylineကတော့ ပုံမှန်ထက်မပိုတဲ့ဇာတ်လို့ပဲ ပြောရမှာပါPlot twistကလည်းသိပ်မထူးဆန်းပါဘူးအိန္ဒိယကားတွေအကြည့်များသူတွေအတွက်ကတော့ ခန့်မှန်းနိုင်မှာပါတမီးလ်ကားဖြစ်တာနဲ့အညီ အက်ရှင်ခန်းတွေကတော့ မင်းသားအသားပေးဖြစ်ပါတယ်သေမင်းကလာခေါ်ချင်တောင် လက်ဖက်ရည်တိုက်ပြီး လိုက်ခဲ့ပါကွာ ပြောရမယ့်အထိကို မင်းသားက ကြမ်းတာပါအေးဂျင့်တွေပြေးလိုက်လွှားလိုက်နဲ့ဖိုက်နေရတဲ့ကြားကမှာ ဇနီးတစ်ယောက်ရဲ့ခင်ပွန်းအပေါ်ဘယ်လိုချစ်လဲဆိုတာလေးတော့ တော်ကီအကောင်းစားတွေနဲ့ရိုထားတာကတော့ သဘောခွေ့စရာလေးပါဘာပဲပြောပြော ကြည့်ပျော်ပြီး စိတ်ချမ်းသာရမယ့်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်လို့......QTY - 720p HDripDuration - 2hr 04minGern - Action/ ThrillerTranslator - Soe Bo BoEncoder - Kyaw Ye Aung",
        "rating": "6.1",
        "url": "https://megaup.net/113wz/Vivegam_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/u3eGrh228b8zd1HaLBEx9WCErFu.jpg",
        "title": "Riki-Oh: The Story of Ricky (1991)",
        "description": "ဒီတစ်ခါ အရမ်းကြမ်းတဲ့ ဟောင်ကောင်အက်ရှင်တစ်ကားလေးပါRicky Ho: The story of Ricky ရစ်ကီဟိုဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ဇာတ်လမ်းတစ်ပုဒ်ပေါ့ဒီဇာတ်ကားက ၁၉၉၁ခုနှစ်မှာ ရိုက်ကူးထားတယ်ဆိုပေမယ့် ဇာတ်ကားထဲမှာအခြေတည်ထားတာ ၂၀၀၁ခုနှစ်ပါဇာတ်လမ်းကတော့ ၂၀၀၁ခုနှစ်မှာ ထောင်တွေက အစိုးရပိုင်မဟုတ်တော့ပဲ ပုဂ္ဂ္ဂလိကတွေကိုလွှဲပေးထားတယ်ဆိုပြီးဇာတ်လမ်းဆင်ထားပါတယ်အဲ့ထောင်ကို ရစ်ကီဟိုတစ်ယောက် လူသတ်မှုနဲ့ရောက်လာပါတယ်။ထောင်တွေရဲ့ထုံးစံအတိုင်းကြီးနိုင်ငယ်ညှင်းတွေရှိနေသလိုအခုသူရောက်သွားတဲ့ထောင်မှာ လေးပိုင်းပိုင်းပြီး အဖွဲ့လေးဖွဲ့ခွဲထားပါတယ်။အရှေ့ဆောင် အနောက်ဆောင် တောင်ဖက်ဆောင်မြောက်ဖက်ဆောင်စသည်ဖြင့်ပေါ့။အဆောင်တစ်ခုချင်းဆီမှာဒိတ်ဒိတ်ကြဲသိုင်းကျွမ်းတဲ့ခေါင်းဆောင်တွေအုပ်ချုပ်တယ်။ရစ်ကီဟိုဆိုတာကလဲ ခေသူမဟုတ် သေချာလေ့ကျင့်ထားတဲ့သိုင်းသမား စိတ်ကလဲမဟုတ်မခံ။အဲ့မှာ ဗိုလ်ကျအနိုင်ကျင့်မှုတွေနဲ့မဟုတ်မခံနဲ့သွားတွေ့တော့တာပဲ။ပြီးတော့ ထောင်ကလဲ ပုဂ္ဂ္ဂလိကဆိုတဲ့အတိုင်း ထောင်ကိုဗန်းပြပြီးနောက်ကွယ်မှာမဟုတ်တရုတ်လုပ်တာတွေရှိနေပြန်တော့....ဒီဇာတ်ကားက Extreme Violence အမျိုးအစားပါသွေးထွက်သံယိုတွေတစ်ကားလုံးပြည့်နှက်နေပါတယ်လို့တော့ ကြိုသတိပေးပါရစေထမင်းစားပြီးမကြည့်ပါနဲ့ xD(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein Min Tun  ပါ)File Size : (800 MB) and (344 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 31min\nFormat : Mp4\nGenre : Action, Comedy, Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "7.1",
        "url": "https://megaup.net/113yi/The_Legend_(Fong_Sai_Yuk)_[1993]_(MM_Sub).mp4 https://megaup.net/113ya/The_Guernsey_Literary_And_Potato_Peel_Pie_Society_[2018]_(MM_Sub).mp4 https://megaup.net/113y7/The_Girl_Shaman_[2016]_(MM_Sub).mp4 https://megaup.net/1H17a/Show_Dogs_[2018]_(MM_Sub).mp4 https://megaup.net/1H178/Sausage_Party_(2016).mp4 https://megaup.net/1H177/Riki-Oh_-_The_Story_Of_Ricky_[1991]_(MM_Sub).mp4",
        "category": "Action, Comedy, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/fnvBQzWlh0Dd9vWq4l0ZmkrM34F.jpg",
        "title": "Distorted (2018)",
        "description": "ဒီဇာတ်ကားလေးကတော့ Mystery, Thriller ဇာတ်ကားဇာတ်အေးလေးတစ်ကားဖြစ်ပါတယ်။ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းတွေပဲကြည့်ချင်ရင်တော့ လက်ရှောင်သွားဖို့အကြံပြုချင်ပါတယ်။လူတိုင်းကြိုက်မဲ့ကားမျိုးမဟုတ်ပေမယ့် ကြိုက်တဲ့လူတိုင်းကတော့ အကောင်းဆုံးထဲမှာပါတယ်လို့ပြောကြမှာပါ။ဒီကားထဲမှာ စိတ်ပိုင်းဆိုင်ရာအတွေးအခေါ်တွေနည်းပညာရဲ့ကြောက်စရာကောင်းတဲ့သက်ရောက်မှုတွေကို စိတ်ဝင်တစားတွေ့ရမှာပါ။စုံထောက်ကားကြိုက်သူတွေ သည်းထိတ်ရင်ဖိုဇာတ်ကားကြိုက်သူတွေအတွက်အရမ်းကိုအကြိုက်တွေ့စေမှာပါ။နာမည်ကြီးမင်းသမီးမင်းသားများဖြစ်တဲ့ Christina Ricci နဲ့ John Cusack သရုပ်ဆောင်ထားပါတယ်။၃၂နှစ်အရွယ် သားတစ်ယောက်ဆုံးပါးသွားလို့စိတ်ကျရောဂါဖြစ်နေတဲ့ Lauren တစ်ယောက် သက်တောင့်သက်သာပိုရှိစေဖို့ The Pinnacle ဆိုတဲ့ ခေတ်မှီအိမ်ယာမှာရွှေ့ပြောင်းနေထိုင်ခဲ့ပါတယ်။ဒါပေမယ့် သူ့ရဲ့စိတ်ကျရောဂါဟာသက်သာမလာပဲ ပိုဆိုးလာသလိုဖြစ်နေပြီးတော့ ထူးဆန်းတာတွေမြင်နေကြားနေရပါတယ်။အဲဒါတွေက သူရဲ့စိတ်ထဲမှာပဲဖြစ်နေတာလား တကယ်ဖြစ်နေတာလားသူ့ရဲ့ခင်ပွန်းဖြစ်သူကရော သူ့ကိုကူညီပေးနိုင်ပါမလားဆိုတာကတော့....(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့  d3mon ပါ) File Size : (700 MB) and (300 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 26min\nFormat : Mp4\nGenre : Action, Mystery, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.WEB-DL.XviD.AC3-FGT\nTranslated by d3mon\nEncoded by Thanhtike Zaw",
        "rating": "4.2",
        "url": "https://megaup.net/1H16w/Distorted_[2018]_(MM_Sub).mp4",
        "category": "Action, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cXene5mEHRovj7ZfMZpLxKSiv5n.jpg",
        "title": "Skybound (2017)",
        "description": "2017 ကထွက်ရှိခဲ့တဲ့ဒီ Skyboundဆိုတဲ့ကားလေးဟာ Action and Thriller ကားအမျိုးအစားလေးဖြစ်ပါတယ်။ဒီကားကိုရိုက်ကူးပေးတဲ့ ဒါရိုက်တာကတော့ဒါရိုက်တာ Alex Tavakoli ဖြစ်ပြီးတော့ ဒီကားလေးရဲ့ဇာတ်ညွန်းရေးသူကလည်းသူကိုယ်တိုင်ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း မက်ဟာသူကောင်မလေးလီဆာနဲ့အတူအယ်အေကိုကိုယ်ပိုင်ဂျက်လေယာဉ်နဲ့အတူခရီးထွက်ခဲ့ပါတယ်။သူတို့နဲ့သူတို့သူငယ်ချင်းနှစ်ယောက်လည်းပါပြီးတော့ မက်ရဲ့ညီကိုင်လည်းအကြောင်းတစ်ခုကြောင့်လိုက်ပါလာခဲ့ပါတယ်။သူတို့သွားနေစဉ်အတွင်းမှာဘဲမြေပြင်ပေါ်မှာအံ့သြထိတ်လန့်စရာတွေကြုံရတယ်။အဲဒီအံ့သြထိတ့်လန့်စရာတွေက သူတို့လေယာဉ်ပေါ်ခိုးလိုက်လာခဲ့တဲ့ လူနဲ့ ဆက်စပ်နေတာလား…………………ဒါမှမဟုတ်တကယ်ပဲဖြစ်ပျက်နေတာလား။သူတို့အားလုံးပေါင်းပြီးအဲ့ဒီအခက်အခဲကိုဘယ်လိုကျော်လွားကြမလဲဆိုတာကို ကြည့်ရှု့ခံစားရမှာဖြစ်ပါတယ်……………ဒီကားလေးကိိုတော့နာမည်ကြီးမင်းသမီး Scarlett Byrneကပါဝင်သရုပ်ဆောင်ပေးထားပြီးတော့ ကြည့်ရှုသင့်တဲ့ Action & Thriller ပေါင်းထားတဲ့လက်လွတ်မခံသင့်တဲ့ပရိသတ်အားပေးမှုေကောင်းခဲ့တဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Nyi Nyi Lwin  ပါ)File Size : (800 MB) and (330 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 22min\nFormat : Mp4\nGenre : Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 720p.AMZN.WEBRip.DDP5.1.x264-NTG\nTranslated by Nyi Nyi Lwin\nEncoded by Thanhtike ...",
        "rating": "5.6",
        "url": "https://megaup.net/115og/Skybound_[2017]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/cloverfield-133x200.jpg",
        "title": "Cloverfield (2008)",
        "description": "Cloverfield (2008)\nIMDb - 7.0/10_______Rotten - 77%Cloverfield (2008) အညွှန်းကိုတော့ ဒီကားကိုကြည့်ဖြစ်စေခဲ့တဲ့ Datshin Page မှ အညွှန်းနှင့်မိတ်ဆက်ပေးပါရစေNew York မြို့ရဲ့ ညတစ်ညမှာသူငယ်ချင်းတွေစုပြီး Party လုပ်နေတုန်း အကောင်ကြီးတစ်ကောင် ဘယ်က ဘယ်လိုမှန်းမသိ မြို့ပေါ်ကျလာပါတယ်။ အဲကောင်ကြီးက မြို့ မှာမြင်မြင်သမျှသောင်းကျန်းပြီး မြို့တစ်မြို့လုံးလည်း ဘာတွေဖြစ်နေမှန်းမသိရလို့ အဲသူငယ်ချင်းတစ်စုလည်း တခြားလူတွေနည်းတူ မြို့က ထွက်ပြေးဖို့လုပ်ကြရာမှာ အထဲကတစ်ယောက်က Party မှာ Video နဲ့ မှတ်တမ်းတင်ရင်း သူတို့အဖြစ်အပျက်တစ်ခုလုံးကို မှတ်တမ်းတင်ပါတော့တယ်။— Review —ဒီဇာတ်ကားကိုစကြည့်တုန်းက သယ်ရင်းတစ်ယောက်က ညွှန်းလို့ စကြည့်ဖြစ်တာပါ။ Found Footage Film အမျိုးအစားပါ။ ဒီနေ့ခေတ်မှာ အဲလိုကားတွေခေတ်စားလာတာ ဒီကားကြောင့်ဆိုတာ အသေအချာပါပဲ။ (သူ့လောက်တော့ ကြည့်ကောင်းတဲ့ကားရှားပါတယ်)။ စကြည့်လိုက်ကတည်းက သတိထားမိတဲ့အချက်ကတော့ Perspective တွေပါပဲ။ ဒီဇာတ်ကားတစ်ကားလုံးကို လူတစ်ယောက်ထဲကကင်မရာကိုင်ပြီး ...",
        "rating": "7.0",
        "url": "https://megaup.net/2TaG5/Cloverfield_[2008]_(MM_Sub).mp4",
        "category": "Action, Adventure, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/incredibles-2004-poster-135x200.jpg",
        "title": "The Incredibles (2004)",
        "description": "The Incredibles (2004)\nIMDb - 8.0/10_____Rotten - 97%\nWon 2 Oscars. Another 65 wins & 56 nominations.\n Pixar ရဲ့ Inside Out ကို Review မတင်ခင်မှာ သူ့ရဲ့ အကောင်းဆုံးတွေထဲက တစ်ကားဖြစ်တဲ့ The Incredibles အကြောင်းကို ပြောရင်း Pixer အကြောင်းကိုနည်းနည်းမိတ်ဆက်ပေးချင်ပါတယ်။ Pixar ကုမ္ပဏီ က ကာတွန်းကားတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီး တစ်ခု (Animation Giant) ဖြစ်ပြီး Dreamwork တို့ Disney တို့လို ထုတ်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဖြစ်ပါတယ်။ ၁၉၇၉ ခုနှစ်မှာ Lucasfilm ကုမ္ပဏီရဲ့ (Star Wars, Indiana Jones တို့ ရိုက်ကူးခဲ့တဲ့ studio ဖြစ်ပါတယ်။)  animation department အဖြစ် စတင်ခဲ့ပြီး ၁၉၈၆ ...",
        "rating": "8.0",
        "url": "https://megaup.net/11U9y/The_Incredibles_[2004]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tfvH5YKXtMiBgkj0FNozQj4TQyp.jpg",
        "title": "Spawn",
        "description": "ပထမဆံုးေၿပာရမယ္ဆိုရင္ အခုမိတ္ဆက္ေပးမယ့္ ဇာတ္ေကာင္ကေတာ့\nHero မဟုတ္တဲ့ Anti Hero တစ္ေယာက္ပါ......\nသူ႕နာမည္က Spawn ... \nသူဟာေကာင္းကင္ဘံုနဲ႕ငရဲဘံုၾကားၿဖစ္လာတဲ့စစ္ပြဲမွာ\nငရဲစစ္တပ္ကိုဦးေဆာင္မယ့္လူအၿဖစ္ေမြးဖြားလာခဲ့ပါတယ္...\nလူတစ္ေယာက္ၿဖစ္ေနတဲ့အခ်ိန္မွာ သူဟာ လုပ္ၾကံသတ္ၿဖတ္ေရးသမား\nတစ္ေယာက္ၿဖစ္ၿပီးေတာ့ သူေသဆံုးသြားၿပီးတဲ့ေနာက္မွာေတာ့\nသူဟာ ငရဲၿပည္ကိုေရာက္ၿပီး ငရဲဘံုကေနစြမ္းအားေတြရရွိလာခဲ့ၿပီး\nငရဲစစ္တပ္ကိုဦးေဆာင္မယ့္ Spawn အၿဖစ္ၿပန္လည္ေမြးဖြားလာပါတယ္....\nေသဆံုးသြားတယ္ဆိုတာထက္ သူဟာလုပ္ၾကံခံခဲ့ရတာပါ..\nအၿပင္းထန္ဆံုးမီးေလာင္ေပါက္ကြဲမႈ႕ၾကားထဲမွာ တကိုယ္လံုးမီးအရိႈ႕ခံရၿပီးေတာ့\nေသဆံုးခဲ့ရပါတယ္..\nဒါေၾကာင့္ သူ႕တကိုယ္လံုးဟာလည္း ရုပ္ပ်က္ဆင္းပ်က္ၿဖစ္ၿပီးေတာ့\nသူငရဲဘံုကေနစြမ္းအားေတြရၿပီးၿပန္လာခဲ့အခ်ိန္မွာေတာ့\nလူေတာတိုးလို႕မရေတာ့တဲ့အေၿခေနၿဖစ္သြားခဲ့ပါတယ္...\nဒါဆို Spawn ရဲ႕စြမ္းအားေတြကို ေလ့လာၾကည့္လိုက္ရေအာင္...\nငရဲတပ္ကိုဦးေဆာင္ဖို႔အတြက္ေမြးဖြားလာတဲ့ Anti Hero ပါ...\nလုပ္ၾကံသတ္ျဖတ္ေရးသမားတေယာက္ျဖစ္ၿပီးေတာ့\nသူေသဆံုးတဲ့အခ်ိန္မွာ ငရဲကေနအစြမ္းေတြရလာတာျဖစ္ပါတယ္ ....Wolverine Deadpool တို႔လို႔ အနာက်က္ျမန္ဆန္ၿပီး\nခြ်န္ထက္တဲ့ စတီးႀကိဳးေတြ ဓားေတြက သူ႔စိတ္ထဲမွာရွိတဲ့အတိုင္း\nအေျခခံၿပီး သူ႔တကိုယ္လံုးကေနထြက္ေပၚတတ္ပါတယ္ ...\nရွည္လ်ားႀကီး အထာက်လြန္းတဲ့ သူ႔ရဲ႕ဝတ္ရံုက\ngreen lantern လို သူလိုခ်င္တဲ့ပံုစံကိုေျပာင္းေပးႏိုင္ပါတယ္ ....\nငရဲကစြမ္းအားေတြကို ရရွိထားတဲ့ spawn ကလူေကာင္းမဟုတ္သလို\nလူဆိုးလို႔လဲေျပာလို႔မရပါဘူး ...\nSuper Hero ဇာတ္လမ္းေတြၾကိဳက္တဲ့လူေတြအတြက္ \nဒီကားက ၾကည့္လို႕ေကာင္းမယ့္ကားတစ္ကားလို႕ညႊန္းပါရေစ.... ပထမဆုံးပြောရမယ်ဆိုရင် အခုမိတ်ဆက်ပေးမယ့် ဇာတ်ကောင်ကတော့Hero မဟုတ်တဲ့ Anti Hero တစ်ယောက်ပါ......သူ႕နာမည္က Spawn ...",
        "rating": "5.2",
        "url": "https://megaup.net/Sqhv/Spawn_[1997]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5ofqcgDnWoWMCwjYkD76VhbJH5F.jpg",
        "title": "Genghis Khan (2018)",
        "description": "Genghis Khan ဇာတ်ကားကတော့ historic / fantasy EPIC film လေးပါအဓိကဇာတ်ဆောင်အနေနဲ့ William Chan ပါဝင်သရုပ်ဆောင်ထားပြီး,ဒီကားလေးက ၈ ကြိမ်မြောက် Beijing International Film Festival မှာအပိတ်ကားအဖြစ်ပြသခဲ့တဲ့ ကားကောင်းလေးတစ်ကားပါMongol Empire ကိုစတင်တည်ထောင်ခဲ့တဲ့ ထျယ်မုကျန်း (Genghis Khan) အကြောင်းကိုအခြေခံပြီးရိုက်ကူးထားခြင်းဖြစ်ပါတယ်ထျယ်မုကျန်း နဲ့ ပေါ်အာထျဲဟာ ငယ်စဉ်ကတည်းက ချစ်ခဲ့ရတဲ့ချစ်သူတွေဖြစ်ပြီး ရုတ်တရက် ထျယ်မုကျန်းရဲ့အဖေသေဆုံးသွားခြင်းက သူတို့ ၂ ယောက်ခွဲခွာဖို့ဖြစ်လာခဲ့ပါတယ်တဖက်မှာလဲ ဦးလေးဖြစ်သူရဲ့သစ္စာဖောက်ခြင်းကိုခံလိုက်ရပြီး လူမျိုးစုတစ်စုလုံးမှာမှ ၁ မိသားစုတည်းကွဲထွက်ပြီးနေထိုင်ခဲ့ရပါတယ်ငယ်စဉ်ကတည်းက စေ့စပ်ပေးထားတာကြောင့် ထျယ်မုကျန်းဟာ အရွယ်ရောက်တော့ သူ့ချစ်သူ ပေါ်အာထျဲရှိရာသို့ရောက်ရှိပြီး လက်ထပ်ထိမ်းမြားခဲ့ကြပါတယ်ပြဿနာကတော့ မင်္ဂလာဦးညမှာပဲ ပေါ်အာထျဲကို တစ္ဆေတိုင်းပြည်က ဖမ်းခေါ်သွားခဲ့တာကနေ စတင်ခဲ့တာပါတစ္ဆေတိုင်းပြည်က ဘာကြောင့် ပေါ်အာထျဲကိုဖမ်းခေါ်သွားခဲ့တာလဲ?\nထာဝရအသက်ရှင်နေထိုင်နိုင်တဲ့ ဘယ်လိုသတ်သတ်မသေတဲ့ တစ္ဆေတိုင်းပြည်ကဘုရင်ဟူးချူးလူ လက်ထဲကနေ ပေါ်အာထျဲကိုဘယ်လိုကယ်တင်မှာလဲဆိုတာ..........(ဇာတ်လမ်းအညွန်း နဲ့ ဘာသာပြန်သူကတော့ ယမင်းသော်တာမောင်ပါ)File Size ...",
        "rating": "5.0",
        "url": "https://megaup.net/2n0io/Genghis_Khan_(Zhan_Shen_Ji)_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Biography"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/escape-plan-2-poster-1-133x200.jpg",
        "title": "Escape Plan 2: Hades (2018)",
        "description": "Escape Plan 2: Hades (2018)ဒီတစ်ခါမှာတော့ စတားလုံးလို့ အများသိကြတဲ့ မင်းသားကြီးSylvester Stallone ရဲ့ 2018 ခုနှစ်ထွက် အက်ရှင်ဇာတ်ကြမ်းကားကို\nထွက်ထွက်ချင်းပဲ တင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်ကားဟာ ဒိတ်ဒိတ်ကြဲအက်ရှင်မင်းသားကြီးဖြစ်တဲ့ စတားလုံးနဲ့အာနိုးတို့နှစ်ဦး ပါဝင်သရုပ်ဆောင်ထားတဲ့ 2013 ခုနှစ်ထွက် Escape Plan ရဲ့နောက်ဆက်တွဲဇာတ်ကားပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ မင်းသားကြီးအာနိုးပါဝင်မှာမဟုတ်တော့ဘဲ Guardian of the Glaxy မှာ Drax အဖြစ်ပါဝင်သရုပ်ဆောင်ခဲ့သူ WWE အကျော်အမော် Dave Bautista က စတားလုံးနဲ့အတူ အတွဲညီညီပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒါ့အပြင် နာမည်ကျော် အမေရိကန် Rapper ကြီး \"50 cent\" လည်းပါဝင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း\n==========Ray Breslin ဟာ ထောင်ကိုဖောက်ထွင်းပြီးအရေးကြီးတဲ့လူတွေကို ကယ်တင်ဖို့အတွက် အထူးလေ့ကျင့်ထားတဲ့ အဖွဲ့ရဲ့ အဖွဲ့ခေါင်းဆောင်တစ်ဦးပါ။တစ်ရက်မှာသူ့ရဲ့ယုံကြည်ရသူတစ်ဦးဖြစ်တဲ့ Shu Ren ဆိုသူဟာ Hades လို့ခေါ်တဲ့ ကမ္ဘာ့အတင်းကျပ်ဆုံးထောင်ထဲမှာ ပျောက်ဆုံးသွားတာကြောင့် သူ့ရဲ့အဖွဲ့ကိုပြန်ဖွဲ့စည်းပြီး ကယ်ဆယ်ဖို့ကြိုးစားပါတော့တယ်.....။မင်းသားကြီးစတားလုံးရဲ့ဇာတ်ကားဖြစ်တာကြောင့် ...",
        "rating": "3.8",
        "url": "https://megaup.net/3zDhb/Escape_Plan_2_-_Hades_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tIYOP0Smjl0Un8iGNZ3aa5dgq7a.jpg",
        "title": "The Sorcerer and the White Snake",
        "description": "မိနျးကလေးတစျယောကျကိုသတျတဲ့အမှုနဲ့ စှပျစှဲခံထားရတဲ့ အလှတျစုံထောကျ ရိုလနျဒရျိတျချဟာ သူ့ရုံးခနျးမှာ စိတျပကြျလကျပကြျထိုငျနတေုနျး အနကျရောငျဝတျစုံကို ဆငျမွနျးထားတဲ့ ဆံပငျအနကျရောငျနဲ့ ကတျသရငျးဆိုတဲ့ မိနျးမခြောတစျဦး သူ့ဆီ ရောကျလာခဲ့ပါတယျ…ဒီမိနျးကလေးဟာ…လူကုနျထံအသိုငျးအဝိုငျးထဲက မှနျတီမာမိသားစုရဲ့ သမီးတစျယောကျပေါ့…နာမည်ကြီးမင်းသားဂျက်လီနဲ့ကားဆိုတာနဲ့တင်ပြောစရာကိုမလိုတော့ပါဘူး..ဒီကားကတော့ ကြည့်ဖူးသမျှဂျက်လီရဲ့ကားတွေထဲမှာ အကောင်းဆုံးနဲ့အမိုက်ဆုံးကားတစ်ကားဆိုရင်လည်းမမှားပါဘူး...၂၀၁၁ ကရိုက်ခဲ့တဲ့ကားပေမယ့် CGI Effect တွေကတော့ဒီနေ့အထိကောင်းမွန်ဆဲလို့ပြောရမှာပါပဲ...မိစ္ဆာတွေကိုလိုက်ဖမ်းတဲ့ကျောင်းတိုင်ဘုန်းတော်ကြီးဖအိုင် အဖြစ်ဂျက်လီကိုမြင်ရမှာဖြစ်ပါတယ်...သူဟာမိစ္ဆာပေါင်းစုံကိုလိုက်လံနှိမ်နင်းဖမ်းဆီးပြီးတော့ကျောင်းဆောင်အပေါ်ထပ်မှာချုပ်နှောင်ထားရပါတယ်..သူအဲလိုလိုက်လံဖမ်းဆီးနေတဲ့အချိန် တခြားအရပ်မှာတော့မိစ္ဆာမြွေမလေး ၂ ယောက်ထဲက အမဖြစ်သူ စုစုဟာလူသားယောကျာင်္းလေးတစ်ယောက်ကို ရုတ်တရက်မြင်မိရာကနေချစ်ကြိုက်မိသွားပါတယ်...အဲဒီအချိန်မှာဇာတ်လမ်းကစတော့တာပါပဲ...အချစ်မှာ မျက်စိမရှိဘူးဆိုပေမယ့် လူသားတစ်ယောက်နဲ့မိစ္ဆာတစ်ကောင်ဟာအတူတူပေါင်းစည်းဖို့ဆိုတာ ဖြစ်နိုင်ပါ့မလား...ပေါင်းစည်းလို့ရခဲ့ရင်တောင်မှ အခက်ခဲတွေအများကြီးရှိမှာပါ..ဒါပေမယ့် ဒီကားလေးမှာကတော့ အချစ်ကြီးတဲ့ မိစ္ဆာမြွေဖြူမလေးတစ်ယောက်ရဲ့နှလုံးသားဖြူဖြူလေးကို အသေချာမြင်တွေ့ရမှာပါ..တစ်ကားလုံးနီးပါး စိတ်ဝင်တစားကြည့်ရမှာဖြစ်ပြီးတော့လူသားကောင်လေးတစ်ယောက်နဲ့ မိစ္ဆာမြွေမလေးတစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းဟာ အားလုံးရဲ့စိတ်ကိုအဆုံးထိဆွဲဆောင်သွားမှာကလည်းဒီဇာတ်ကားရဲ့ထူးခြားချက်တစ်ခုလိုပါပဲ...ဖိုက်တင်မင်းသားကြီးဂျက်လီဇာတ်ကားတိုင်းမှာ ဖိုက်တင်အလန်းတွေနဲ့ကြည့်ရမှာဆိုပေမယ့်လည်း ဒီဇာတ်ကားကတော့ သနားစရာအချစ်ဇာတ်လမ်းလေးတစ်ခုကို ဇာတ်အိမ်တည်ပြီးတော့ ရေးသားထားတာကြောင့်ဖိုက်တင်ကားကြိုက်သူများတောင် ဝမ်းနည်းသွားစေရမယ့်ရသကိုအပြည့်ဝခံစားရမှာပဲဖြစ်ပါတယ်....ဒါကြောင့် ကိုရီးယားအချစ်ဇာတ်ကားတွေကိုကြည့်ပြီး ခံစားချင်တဲ့လူတွေအတွက်ဒီ တရုတ်ကားလေးကိုကြည့်ကြည့်ပါ...အိမ်မှာနေပြီးတော့ ဖီးလ်းအပြည့်ဝယူချင်သူများအတွက်ဒီကားလေးကြည့်ပြီး ဘဝအမောများပြေနိုင်မှာပါ....ဒီကားလေးကြည့်ပြီး အချစ်ကြီးသူများဖြစ်ကြပါစေလို့ဆုတောင်းပေးပါတယ်....File Size : (1 GB) and (264 MB)\nQuality : BluRay 720p\nRunning Time : ...",
        "rating": "5.9",
        "url": "https://megaup.net/2n0jg/The_Sorcerer_And_The_White_Snake_[2011]_(MM_Sub).mp4",
        "category": "Action, Fancy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/the-man-in-the-iron-mask-133x200.jpg",
        "title": "The Man in the Iron Mask (1998)",
        "description": "The Man in the Iron Mask (1998)_____IMDb - 6.5/10\n  \nသင်သာ စာပေတွေကို နှစ်ခြိုက်တဲ့လူတစ်ယောက်ဆိုရင်\nAlexder Dumas ရဲ့ The Three Musketeers ကို သိမှာပါ။\nရွှေဥဒေါင်းကလည်း သူရဲကောင်းသုံးယောက်\nအမည်နဲ့ ဘာသာပြန်ပေးခဲ့ဖူးပါတယ်။\nဒီဇာတ်လမ်းကလည်း Muskteers တွေဖြစ်တဲ့\nရာမီ ပေါသိုး အားသိုး ဒါးတညံ တို့ရဲ့ ဇာတ်လမ်းပါပဲ။\nThe Man in the Iron Mask ဟာလည်း Classic စာပေ\nတန်း ဝင်ခဲ့ပါတယ်။\nဒီတော့ ဇာတ်ကားအနေနဲ့လည်း မညံ့ခဲ့ပါဘူး။\nဒီကားက ဇာတ်လမ်းအနေနဲ့ဆို The Threemuskteers ရဲ့\nSequel လို့ ဆိုနိုင်ပါတယ်။\nLeonado Decaprio ရဲ့ ငယ်ရုပ်ငယ်သွင်ကိုလည်း\nကြည့်ကြရဦးမှာပါ။\nဇာတ်လမ်းကိုတော့ Spoil သလို ဖြစ်နေမှာ စိုးလို့ ကျွန်တော်\nထည့်မရေးတော့ပါဘူး။\nThe Three Muskteersကို အရင်ကြည့်ထားရင်တော့ ဒီထဲက\nဒါးတညံနဲ့ ရာမီတို့သုံးယောက်ရဲ့ ဆက်ဆံရေးကို ပို သဘောပေါက်မှာပါ။\nကဲ..... ...",
        "rating": "6.5",
        "url": "https://megaup.net/Us9p/The_Man_In_The_Iron_Mask_[1998]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/once-upon-a-time-in-mexico-poster-133x200.jpg",
        "title": "Once Upon a Time in Mexico (2003)",
        "description": "Once Upon a Time in Mexico (2003)\nIMDb - 6.4/10_____Rotten - 66%\n  \nဂစ်တာအိတ်ကြီးလွယ်ထားတတ်တဲ့ သွေးအေးလူသတ်သမားတွေအကြောင်းကို မှတ်မိကြဦးမယ်ထင်ပါတယ်...\nမင်းသားကြီး Johnny Depp , Antonio Banderas တို့အပြင် မင်းသမီးတွေဖြစ်တဲ့ Salma Hayek နဲ့ Eva Mendes တို့လို နာမည်ကျော်တွေနဲ့ရိုက်ကူးထားတဲ့  ဒီဇာတ်ကားဟာ ဒါရိုက်တာ Robert Rodriguez ရဲ့  Mexico Trilogy ထဲကနောက်ဆုံးဇာတ်ကားပါ။\nသူ့ရှေ့က ရိုက်ကူးခဲ့တဲ့  El Mariachi (1992) နဲ့ Desperado (1995) ဆိုတဲ့ ဇာတ်ကားတွေကလဲ ဒါရိုက်တာ Robert Rodriguez ရဲ့ နာမည်ကျော်ဇာတ်ကားတွေပါ။ El Mariachi (1992) ဇာတ်ကားဆိုရင် Budget $7000 သာအကုန်အကျခံခဲ့ပြီး Box Office မှာ $2 ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Tsrs/Once_Upon_A_Time_In_Mexico_[2003]_(MM_Sub).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/raomiLDo4NQVEqsavlh7jgRnJOb.jpg",
        "title": "211(2018)",
        "description": "211 (2018)************ဒီတစ်ခါမှာတော့ မြန်မာပြည်ကပရိသတ်တွေနဲ့ အထူးတလည်မိတ်ဆက်ပေးနေစရာတောင်မလိုအောင်ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားကြီး Nicolas Cage ရဲ့ မကြသေးခင်ကမှထွက်ရှိထားတဲ့ 211 ဆိုတဲ့ Crime Action ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားမှာတော့မင်းသားကြီး Nicolas Cage က တာဝန်ကျေပွန်တဲ့ရဲသားကြီး Mike Chandler နေရာမှာပါဝင်သရုပ်ဆောင်ထားပါတယ်။Mike Chandler ဟာ တာဝန်ကျေပွန်လှတဲ့ ရဲသားကြီးတစ်ဦးပါ။ သမီးဖြစ်သူရဲ့ ခင်ပွန်းသည် Steve ဟာလည်း ရဲသားတစ်ယောက်ဖြစ်ပြီးMike အနဲ့အတူ ကင်းလှည့်ရတဲ့ တွဲဖက်ဖြစ်ပါတယ်။တစ်ရက်မှာအထက်တန်းကျောင်းက ကျောင်းသားတစ်ဦးဖြစ်တဲ့ Kenny ဟာကျောင်းမှာခိုက်ရန်ဖြစ်ပွားခဲ့တာကြောင့် ရဲစခန်းမှာလုပ်အားပေးရမယ်ဆိုပြီး ဒဏ်ပေးခံရပါတယ်။အဲဒီမှာ Kenny ဆိုတဲ့ကျောင်းသားဟာMike တို့နဲ့အတူ ကင်းလှည့်ရမှာ လိုက်ပါဖို့ အကြောင်းဖန်လာပါတော့တယ်။ဒီလိုနဲ့ သူတို့သုံးဦးဟာ ကင်းလှည့်ရင်း ကားမရပ်ရနေရာမှာ ရပ်ထားတဲ့ကားတစ်စီးကိုမသင်္ကာတာကြောင့် ဝင်စစ်ဆေးကြည့်ရမှာ ကြေးစားစစ်သားအဟောင်းတွေ ပေါင်းပြီး ဘဏ်ဓားပြတိုက်နေတာကိုသိသွားတဲ့အခါမှာတော့.......။Nicolas Cage ဟာ အကြွေးတွေပတ်လည်ဝိုင်းနေတာကြောင့် လာကမ်းလှမ်းသမျှဇာတ်ကားပေါင်းစုံကိုမငြင်းနိုင်ဘဲ ရိုက်နေရတာကြောင့် ဇာတ်နိမ့်မင်းသားတစ်ဦးဖြစ်လာပါတော့တယ်။ရုပ်ရှင်ဝေဖန်ရေးတွေရဲ့အထုအထောင်းကိုလည်း ...",
        "rating": "4.3",
        "url": "https://megaup.net/1Hhk3/211_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    }
]