[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/nQxMBG7BIoewmzesyENj5v6dHEu-133x200.jpg",
        "title": "Chasing the Dragon (2017)",
        "description": "အားလပ္ရက္ေလးမွာဇာတ္ကားသစ္အလန္းစားေလးၾကည့္ရေအာင္ အျမန္ဆံုးဘာသာျပန္တင္ဆက္ေပးထားတဲ့ နာမည္ၾကီး မင္းသားေတြျဖစ္တဲ့ Donnie Yen နဲ႕ Andy Lau တို႕ရဲ႕ အက္ရွင္ဇာတ္ကားေကာင္းေလးကိုတင္ေပးလိုက္ ပါတယ္။ဒီဇာတ္ကားဟာ ေဟာင္ေကာင္-တရုတ္ Action/Crime/Drama ကားေလးတစ္ကားျဖစ္ျပီး တကယ့္အျပင္က ဂိုဏ္းစတားတစ္ဦးျဖစ္တဲ့ Ng-Sekho ဆိုတဲ့သူရဲ႕ဇာတ္ရုပ္ကို Donnie Yen ကပါ၀င္သရုပ္ေဆာင္ေပးထားတာျဖစ္ျပီး Andy Lua ကေတာ့ Lee Rock ဆိုတဲ့ဇာတ္ကားေလးထဲကဇာတ္ရုပ္အတိုင္း အက်င့္ပ်က္ရဲေလာကကသူတစ္ေယာက္ျဖစ္ သရုပ္ေဆာင္ထားတာပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ၁၉၆၃ခုႏွစ္တြင္ ၀ူရွစ္ေဟာင္ဆိုတဲ့လူတစ္ေယာက္ဟာ တရုတ္ျပည္မၾကီးကေန ျဗိတိသွ်ကိုလိုနီတစ္ခုျဖစ္တဲ့ ေဟာင္ေကာင္ကိုတရားမ၀င္ခိုး၀င္လာရကစျပီး မူးယစ္ပြဲစားေတြ အက်င့္ပ်က္ရဲ၀န္ထမ္းေတြ နဲ႕ျပည့္နွက္ေနတဲ့ ေျမေအာက္ကမာၻက မူးယစ္ရာဇာၾကီးတစ္ဦး ျဖစ္လာခဲ့ပါတယ္။အဲဒီေခတ္ကာလအတြင္းက မူးယစ္ေဆးျပႆနာေတြ ျပည့္တန္ဆာမႈေတြ ဂိုဏ္းစတားေတြရဲ႕အကြဲအျပဲဇာတ္လမ္းေတြကို အဓိကထားျပီးဇာတ္လမ္းေၾကာရိုးယူထားပါတယ္။အဲဒီေခတ္ကာကတြင္းက ရဲေတြနဲ႕ဂိုဏ္းေတြၾကားကရင္းႏွီးတဲ့ ဆက္ဆံေရးအရ ၀ူရွစ္ေဟာင္နဲ႕ ေလေလာ့ဆိုတဲ့ရဲအရာရွိတို႕ဟာ တြဲေဖာ္တြဲဖက္ေတြျဖစ္လာရုံသာမက ျမိဳ႕တြင္းဂိုဏ္းေတြၾကားတိုက္ခိုက္မႈတစ္ခုမွာ ေလေလာ့ကို ၀ူရွစ္ေဟာင္တစ္ေယာက္အသက္ေဘးကေနကယ္တင္ခဲ့တဲ့ ေနာက္ေတာ့ ေသြးေသာက္ညီအစ္ကိုေတြအျဖစ္ထိရင္းႏွီးလာခဲ့ၾကပါတယ္။၀ူရွစ္ေဟာင္တစ္ေယာက္ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/chasing-the-dragon-2017/",
        "category": "Action, Biography, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/MV5BMjQ2NmQwMGItNjg3My00Njg0LWIzNWUtMTFlYjhlMjBlNjdkXkEyXkFqcGdeQXVyNDIzMTI4NDE@._V1_SY999_CR00701999_AL_-140x200.jpg",
        "title": "The Battleship Island (2017)",
        "description": "ကိုရီးယားရဲ့ စံခ်ိန္တင္ ၀င္ေငြခ်ိိဳးခဲ့သလို အေကာင္းဆံုးဇာတ္ကားအေနနဲ႔လည္း မွတ္တမ္းတင္ခံထားရတဲ့ဇာတ္ကားေလးပါ။မင္းသားၾကီးေတြျဖစ္တဲ့  Hwang Jung Min, So Ji sub တိုန႔ဲအတူ Song Joong Ki အဓိကပါ၀င္ထားျပီး မင္းသမီး Lee Jung Jyunတို႔ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။မင္းသားေတြေၾကာင့္ နာမည္ေက်ာ္တာမဟုတ္ဘဲ ဇာတ္ေဆာင္အားလံုး  ဒီဇာတ္ကားကို အေနာက္နုိင္ငံ ေစ်းကြက္အထိပါ ျဖန္႔ခ်ီနိုင္ခဲ့ျပီး နုိင္ငံေပါင္း ၁၀၃ နုိင္ငံမွာ ရံုတင္ျပသတဲ့အထိကို ေအာင္ျမင္ခဲ့တဲ့ ကိုးရီးယား ဇာတ္ကားေကာင္း။ဘတ္ဂ်တ္ USD ၂၁ သိန္းအထိ အသံုးျပဳ ရိုက္ကူးခဲ့ျပီး ပထမဆံုးရံုတင္ရက္ ၅ ရက္အတြင္းကုိ အရင္းေက်ခဲ့တဲ့ကားေလးပါ။  ဒီဇာတ္လမ္းကို ဟိုး ၁၉၄၅ ကိုလိုနီေခတ္ ကိုးရီးယား ဂ်ပန္လက္ေအာက္ကို က်ေရာက္စဥ္အခါက ျဖစ္ရပ္မွန္ေလးတစ္ခုေပၚ အေျခတည္ျပီး ရိုက္ကူးထားပါတယ္။          အဲဒါကေတာ့ Battleship Island လို႔ေခၚတဲ့ ကြ်န္္္္္္းေလးတစ္ခုမွာ ...",
        "rating": "7.3",
        "url": "https://megaup.net/Tsqo/The_Battleship_Island_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/lego_ninjago_movie_ver2_xlg-135x200.jpg",
        "title": "The LEGO Ninjago Movie (2017)",
        "description": "Lego crazy ေတြအတြက္ LEGO ရဲ႕ေနာက္ဆံုးထြက္႐ုပ္႐ွင္ လာပါၿပီ။The LEGO Movie, The LEGO Batman Movie တို႔လိုပဲ ျမဴးျမဴးႂကြႂကြတီးလံုးေတြနဲ႔ ရယ္ေမာစရာ ဇာတ္ဝင္ခန္းပါဝင္တဲ့ ကားေကာင္းတစ္ကားပါပဲ။ဂာမဒြန္ ဆိုတဲ့လက္ေလးဖက္နဲ႔လူဆိုးႀကီးက Ninjago ဆိုတဲ့ျမဳိ့ႀကီးကို ခဏခဏလာတိုက္ပါတယ္။လာတိုက္တိုင္းလဲ နင္ဂ်ာအဖြဲ႔ကို အျမဲတမ္းရံႈးၿပီး ေခြးေျပးဝက္ေျပးေျပးရစျမဲပါ။နင္ဂ်ာအဖြဲ႔မွာ မီး၊ေရ၊ေျမ၊ေရခဲ၊လွ်ပ္စီး နဲ႔ အစိမ္းေရာင္နင္ဂ်ာဆိုတဲ့ နင္ဂ်ာသူငယ္ခ်င္း ၆ ေယာက္ပါဝင္ပါတယ္။ဒီဇာတ္လမ္းမွာေတာ့ အစိမ္းေရာင္နင္ဂ်ာေလး လိြဳက္၊ ဂါမဒြန္ရဲ႕သားျဖစ္သူေနရာကေန ဇာတ္လမ္းကိုတည္ထားပါတယ္။သူဟာ အစိမ္းေရာင္နင္ဂ်ာမွန္း သူ႔အေဖေရာ တစ္ၿမိဳ႕လံုးေရာမသိၾကပဲ ဂါမဒြန္ႀကီး တစ္ခါလာတိုက္ခိုက္တိုင္း ၿမိဳ႕သူၿမိဳ႕သားေတြက သူ႔ကိုသာအျပစ္ပံုခ်ေလ့ရိွပါတယ္။တစ္ရက္မွာေတာ့ ဂါမဒြန္ကို သည္းမခံႏိုင္ေတာ့တဲ့ လိြဳက္ဟာ အႏၱရာယ္ရိွတဲ့လက္နက္ႀကီးတစ္ခုကို ထုတ္သံုးလိုက္မိတာေၾကာင့္ မီေယာင္သရာလို႔ေခၚတဲ့ ေၾကာင္ဆိုးႀကီး Ninjago ၿမိဳ႕ကိုေရာက္လာၿပီး တစ္ၿမိဳ႕လံုးကိုဖ်က္စီးပစ္တဲ့အခါ လိြဳက္နဲ႔သူ႔သူငယ္ခ်င္းေတြ ေၾကာင္ႀကီးကိုဘယ္လိုေျဖ႐ွင္းၾကလဲ။ဂါမဒြန္နဲ႔လိြဳက္ သားအဖရဲ႕ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-lego-ninjago-movie-2017/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sqWvI1M8cnAuXAws3hB11XwLpU2.jpg",
        "title": "Justice League: The Flashpoint Paradox (2013)",
        "description": "Flash စီးရီး နဲ႔ မစိမ္းတဲ႔ CM ပရိတ္သတ္ျကီးအတြက္\nJustice league:Flashpoint paradox ဟာကားေကာင္းတစ္ကားျဖစ္မွာပါ\nflash ရဲ႕ရန္သူေတာ္ eobard thawne တစ္ျဖစ္လဲ reverse flash နဲ႔တစ္ဖန္ရင္ဆိုင္ရပါျပီ\nတစ္ည flash museum မွာ reverse flash ဟာ\ncaptain cold တို႔ပါတဲ႔ the rouges ေတြနဲ႔ flash ကိုေထာင္ေခ်ာက္ဆင္ပါတယ္\nဒါေပမဲ႔လည္း justice league နဲ႔အတူ flash ဟာ\nဒီအေျခအေနကေနလြတ္ေျမာက္ႏိုင္ခဲ႔ပါတယ္\nသို႔ေပမဲ႔လည္းreverse flash က flash ကို သူ႔အေမကိုေတာ\nဘယ္ေတာ့မွကယ္ႏိုင္မွာမဟုတ္ဘူးဆိုတဲ႔စကားတခြန္းေျကာင့္\nflash ဟာ time travel လုပ္ျပီး သူ႔အေမကိုျပန္သြားကယ္ခဲ႔ေပမဲ႔လည္း\nဒီအေျကာင္းေျကာင့္ ကမ႓ၻာျကီးဘယ္လိုေျပာင္းလဲသြားလဲ\nflash ကဒီအေျခအေနေတြကိုဘယ္လိုေျပာင္းလဲႏိုင္မလဲဆိုတာျကည့္ရႈရမွာျဖစ္ပါတယ္\n(အညြန္းကိုေတာ့ Swam Htet Nyunt ကေရးသားေပးခဲ့တာပါ)\nFile Size : (870 MB) and (260 MB)\nQuality : 720p ...",
        "rating": "8.2",
        "url": "https://megaup.net/UCu4/Justice_League_The_Flashpoint_Paradox_(2013)_ျမန္မာစာတန္းထိုး.mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/53Tjv28KGP7ZZh7XqTer90t6tMZ-133x200.jpg",
        "title": "Tokyo Ghoul (2017)",
        "description": "ဟိုးအရင္တုန္းကတည္းကတိုက်ိဴၿမိဳ႔ရဲ႕လူေတြၾကားထဲမွာဂိုးဆိုတဲ့သတၱဝါဆန္းေတြေနထိုင္ခဲ့ၾကတယ္သူတို႔ဟာဘယ္လိုသတၱဝါမ်ိဴးလဲလို႔ေျပာရရင္ေတာ့သူတို႔အသက္ရွင္သန္ဖို႔လူသားေတြကိုစားေသာက္ရတဲ့သတၱဝါဆန္းေတြပါပဲသူတို႔ဟာေန႔ခင္းဘက္မွာသာမန္လူေတြလိုသြားလာေနထိုင္ၿပီးညဖက္ေရာက္တဲ့ခါက်မွသာသူတို႔ေစာင့္ၾကည့္ေနတဲ့လူသားကိုအမဲလိုက္ၿပီးစားေသာက္တတ္ၾကပါတယ္တစ္ေန႔မွာကနဲခိဆိုတဲ့လူငယ္ေလးတစ္ေယာက္ဟာသူခ်စ္မိေနတဲ့ေကာင္မေလးနဲ႔ခ်ိန္းေတြ႕တဲ့အခါထိုမိန္းကေလးဟာသာမန္လူမဟုတ္ဘဲလူသားစားဂိုးျဖစ္ေနေသာအခါကနဲခိဘယ္လိုလြတ္ေအာင္ထြက္ေျပးမလဲ  ကံေကာင္းေထာက္မစြာနဲ႔ထြက္ေျပးလြတ္ေျမာက္ခဲ့ေပမဲ့လည္းရရွိတဲ့ဒဏ္ရာေတြေၾကာင့္ကနဲခိတစ္ေယာက္လူတစ္ဝက္မိစၧာတစ္ျဖစ္လဲဂိုးအျဖစ္ကိုေရာက္ရွိသြားတဲ့အခါမွာသူဘယ္လိုျဖတ္ေက်ာ္မလဲ႐ိုးသားတဲ့ကနဲခိတစ္ေယာက္ဗိုက္ဆာလာတဲ့အခ်ိန္မွာေကာလူသားေတြကိုသတ္ျဖတ္စားေသာက္မွာလားဂိုးေတြရဲ႕ဘဝကိုစာနာၿပီးဂိုးအဖြဲ႕ဝင္ျဖစ္သြားတဲ့ကနဲခိတစ္ေယာက္ဂိုးေတြကိုသတ္ျဖတ္ေနတဲ့လူသားနစ္ဦးကိုဘယ္လိုတားဆီးမလဲလူသားေတြနဲ႔ဂိုးေတြၾကားကကံၾကမၼာကေကာဘယ္လိုျဖစ္လာမလဲဒီဇတ္ကားေလးဟာလက္ရွိဂ်ပန္မွာေအာင္ျမင္ေနတဲ့ဇတ္ကားေလးတစ္ကားပဲျဖစ္ပါတယ္မန္းဂကိုျပန္လည္အသက္သြင္းထားၿပီးတမူထူးျခားစြာျပန္လည္ဆန္းသစ္႐ိုက္ကူးထားျခင္းလည္းျဖစ္ပါတယ္အက္ရွင္ခန္းေတြထူးဆန္းတဲ့လူသားစားသတၱဝါအေၾကာင္းေတြကိုအက်အန႐ိုက္ကူးထားတဲ့ဒီဇတ္ကားဟာအလြန္ေကာင္းမြန္တဲ့ဇတ္ကားေလးပါလို႔ေျပာၾကားရင္းေဒါင္းေလာ့ဆြဲၿပီးသာၾကည့္ၾကပါေတာ့  File Size : (950 MB) and (360 MB)\nQuality : Blu-Ray 720p\nRunning Time : 1hr 59min\nFormat : Mp4\nGenre :Action, Drama, Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nSource : 1080p BluRay x264-WiKi\nTranslated by Soe Htwe\nEncoded by Thanhtike Zaw",
        "rating": "6.3",
        "url": "https://megaup.net/1Ba8x/Tokyo_Ghoul_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZDg3ODVjYjUtNTUzYi00MDcxLWJlYTItNjY4ZjJhY2EyZjBlXkEyXkFqcGdeQXVyODIyMjAyMzA@._V1_-140x200.jpg",
        "title": "Oversize Cops (2017)",
        "description": "အိုဗာဆိုဒ်လို့တွေ့တာနဲ့ မျက်လုံးထဲမှာ ၀၀ဖိုင့်ဖိုင့်ကိုယ်လုံး တွေပဲ ပြေးမြင်မိကြမှာဖြစ်သလို တကယ်လည်းပဲ ဝဖိုင့်ပြီး ခန္ဓာ ကိုယ်ကို မနည်းလှုပ်ရှားသွားလာ နေရတဲ့ ရဲဝန်ထမ်းလေးယောက် အကြောင်း ရိုက်ကူးတင်ဆက် ထားတာဖြစ်ပါတယ်။ကန်နဲ့သူ့ သူငယ်ချင်းသုံး ယောက်က ဝလွန်းပြီး လှုပ်ရှားမှု နှေးကွေးလွန်းလို့ လုယက်သမား ကို မဖမ်းနိုင်ခဲ့တဲ့သတင်းဟာ သတင်းခေါင်းကြီးပိုင်းမှာပါလာ ပြီးနောက်မှာတော့ ထိုင်းရဲဌာနကို အရှက်ရစေခဲ့ပါတယ်။ အဲဒါနဲ့ ရဲ ဌာနချုပ်အကြီးအကဲက ထိုင်းရဲ တွေအကုန်လုံး ဗိုက်မပူရဘူးဆို တဲ့အမိန့် ထုတ်လိုက်ပြီး သတ် မှတ်ကိုယ်အလေးချိန်အတိုင်းရှိ နေစေဖို့ လုပ်ခိုင်းပါတော့တယ်။ သူတို့တွေအကုန်လုံးကို ကိုယ်အ လေးချိန်တွင် ပြန်ချိန်၊ ဆေးတွေ စစ်ခိုင်းပြီး သုံးလအတွင်း ပေါင် ချိန်လျော့အောင်လုပ်ရမယ်လို့ အမိန့်ပေးခဲ့ပြီး လေ့ကျင့်ခန်းယူစေ ခဲ့ပါတယ်။အားနေရင် လေးယောက် သား အတူစားလိုက်သောက် လိုက်လုပ်နေကြတဲ့ ကန်တို့ လေး ယောက်အဖို့ ကိုယ်အလေးချိန် လျှော့ခိုင်းတဲ့အမိန့်ဟာ ...",
        "rating": "6.3",
        "url": "https://megaup.net/3bPx1/Oversize_Cops_[2017]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNDBlMzY1MmMtMWUwMS00ODk5LWJiZDUtN2ZmZjJjYTRhMmNhXkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SY1000_SX675_AL_-1-135x200.jpg",
        "title": "Beyond Skyline (2017)",
        "description": "Beyond Skyline (2017)\nIMDb - 5.3/10_____Rotten - 65%\n   \nIMDb 5.3 ထိ ရရှိထားတဲ့ Alien Invasion ကားလေးပါ\nရဲအရာရှိဖြစ်တဲ့ မက်ခ် က ဇနီးဖြစ်သူဆုံးသွားလို့ စိတ်ဓာတ်ကျပြီး အလုပ်ကနားထားတဲ့အချိန်\nသားဖြစ်သူ ထရန့်ကလဲ ဆိုးပေးတေလို့ ရဲစခန်းကနေ သွားပြန်ခေါ်လာတဲ့တစ်နေ့\nသားဖြစ်သူနဲ့အတူ အိမ်အပြန် ရထားစီးရင်း ရုတ်တရက် အပေါ်ကအသံတွေကြားရပြီး ရထားဟာ ပါဝါပျက်ပြီး ရပ်သွားပါတယ်\nမြေအောက်ရထားလိုဏ်ဂူကနေ ဘူတာရုံကိုလမ်းဆင်းလျှောက်ခဲ့ကျပြီး ဘူတာရုံရောက်တော့ လူတွေတစ်ယောက်မှ မရှိတော့တာကိုတွေ့ရပြီး ထူးဆန်းတဲ့အလင်းရောင်တွေကို မြင်လိုက်ကြတယ်\n  \nအလင်းရောင်တွေကို ကြည့်မိတဲ့သူတိုင်း စိတ်ညို့သလို အသိစိတ်ပျောက်ပြီး အာကာသယာဉ်ပျံကြီးက ခေါ်ဆောင်သွားပါတော့တယ်\nသားအဖတွေထွက်ပြေးရင်းနဲ့ လွတ်မြောက်နိုင်မလား\nဂြိုလ်သားတွေက ဘာအတွက်လူသားတွေကို ခေါ်ဆောင်သွားတာလဲ\nအာကာသယာဉ်ပျံကြီးထဲမှာ သူတို့ဘယ်လိုထူးဆန်းတာတွေနဲ့ ကြုံတွေ့ရမလဲ\nလူသားတွေကိုဘယ်လိုကယ်တင်မလဲ လွတ်မြောက်အောင် ဘယ်လိုကြိုးစားမလဲဆိုတာတွေကို\nအက်ရှင်အလန်းစားတွေနဲ့ ကြည့်ရမှာနော်\n   \nFile Size : (950 MB)\nQuality : WEB-DL 720p\nRunning Time : 1hr 45min\nFormat : ...",
        "rating": "5.3",
        "url": "https://megaup.net/3zKoq/Beyond_Skyline_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BYmI5Y2JkNzUtNWJkZC00OTE1LTg3ZDItMjQ0Mzc1MjdhMzhiXkEyXkFqcGdeQXVyMjQwOTU5NTg@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Golmaal Again (2017)",
        "description": "ေမြးရပ္ေျမေနရာေဟာင္းဆီ ကို ျပန္လာၾကတဲ့ ဂိုပဲလ္၊ မာဒက္ဗ္၊လပ္ကီး၊ လက္စ္မန္ပရာဆပ္နဲ႔ လက္စ္မန္တို႔ဟာ အသစ္ျပန္ လည္မြမ္းမံထားတဲ့ မိသားစုပိုင္အိမ္ႀကီးမွာ ေနၾကပါတယ္။ ဂိုပဲလ္တို႔မွာ ကေလးဘ၀ကတည္းက မတည့္ၾကတဲ့ အဖြဲ႕တစ္ဖြဲ႕ရွိၿပီး အရြယ္ေရာက္လာတဲ့အခ်ိန္ထိ မတည့္ၾကဘဲ ျပန္ေရာက္လာတဲ့ ဂိုပဲလ္တို႔နဲ႔ ေတြ႕တာနဲ႔ကို ရန္ျဖစ္ ၾကပါေတာ့တယ္။တစ္ရက္မွာေတာ့ ဂိုပဲလ္ တစ္ေယာက္ အိမ္ႀကီးမွာေနရင္း ထူးဆန္းတဲ့ အျဖစ္အပ်က္ေတြႀကံဳ ရလို႔ တျခားသူေတြကို ေျပာျပေပမယ့္ ဂိုပဲလ္ကို တစ္ေယာက္မွ မယံုပါဘူး။ ဒါေပမဲ့ ေနာက္ေတာ့ အိမ္ႀကီးထဲက ဆန္းၾကယ္မႈေတြကို အကုန္ႀကံဳရတဲ့အခါမွာေတာ့ အ ေျခာက္အလွန္႔ေတြရွိ တယ္ဆို တာ သေဘာေပါက္ခဲ့ပါတယ္။ဒါနဲ႔ သရဲတေစၦေတြေမာင္း ထုတ္ဖို႔ဆိုၿပီး ဆရာေတြ မ်ိဳးစံုေခၚ လုပ္ေပမယ့္ ထူးျခားမႈမရွိဘဲ အ ေျခာက္အလွန္႔မ်ိဳးစံုနဲ႔သာ ႀကံဳရပါတယ္။ ဂိုပဲလ္တို႔ရဲ႕ အျဖစ္အပ်က္ေတြကို ဟာသဇာတ္ကြက္ ေလးေတြနဲ႔ တင္ဆက္ထားတာမို႔ ရယ္ေမာရဦးမွာပါ။အိမ္ႀကီးထဲက အေျခာက္အ လွန္႔ေတြေနာက္ကြယ္မွာ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1y5hs/Golmaal_Again_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BNjllMWJmZTEtODA2Mi00MzY3LThiYmMtZDFjYjQ2NDM2MWJkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "The Mountain Between Us (2017)",
        "description": "The Mountain Between Us (2017)_____IMDb - 6.4/10\n  \nအခုမိတ်ဆက်ပေးချင်တဲ့ဇာတ်ကားကတော့ ၂၀၁၇ မှာထွက်လာတဲ့ The Mountain Between Us ဆိုတဲ့ ဒရမ်မာကားကောင်းလေးပါ\nဒေါက်တာဘန်ဘက်စ်အဖြစ် Idris elba ကပါဝင်သရုပ်ဆောင်ထားပြီး အဲလက်စ်အဖြစ်ကိုတော့ တိုက်တန်းနစ်ဇာတ်ကားရဲ့ မင်းသမီး Kate Winslet ကသရုပ်ဆောင်ပေးထားတာပါ\nတစ်ယောက်နဲ့တစ်ယောက်လုံးဝမသိကြတဲ့ သူတို့ နှစ်ယောက်ဟာ မုန်တိုင်းကြာင့်လေယာဉ်ခရီးစဉ်ဖျက်လိုက်တဲ့အတွက် နှစ်ယောက်အတူလေယာဉ်စင်းလုံးငှားရာကနေ စတွေ့ခဲ့ပါတယ်\nသူတို့လေယာဉ်ဟာ မထင်မှတ်ဘဲ နှင်းတောင်ပေါ်မှာ ပျက်ကျခဲ့ပါတယ်\nလူသူအရောက်အပေါက်နည်းပြီး အရမ်းမြင့်တဲ့နေရာမှာ ကျသွားတဲ့အတွက် ဆက်သွယ်ဖို့လဲ လုံးဝမရခဲ့ပါဘူး\nအဲတော့ တစ်ယောက်နဲ့တစ်ယောက် လုံးဝမသိကြတဲ့ ဒီလူနှစ်ယောက် အသက်ရှင်နိုင်ဖို့ ဘယ်လိုတွေကြိုးစားကြမလဲ\nသူတို့တွေ နောက်ဆုံးမှာ အသက်ရှင်ဖို့ အခွင့်အရေးရော ရပါ့မလား\nအဲတောင်တွေပေါ်မှာ ဘာတွေဖြစ်ပျက်သွားလဲဆိုတာတော့ စောင့်မျှော်ကြည့်ရှုကြပါဦး\nIMDb 6.4 ထိရထားတဲ့ ဒရမ်မာကားကောင်းလေးမို့ လက်မလွတ်တမ်းကြည့်သင့်တဲ့ကားလေးလို့ ညွှန်းပေးပါရစေ\n  \nအခုမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားကေတာ့ ၂၀၁၇ မွာထြက္လာတဲ့ The Mountain Between Us ဆိုတဲ့ ဒရမ္မာကားေကာင္းေလးပါ\nေဒါက္တာဘန္ဘက္စ္အျဖစ္ ...",
        "rating": "6.4",
        "url": "https://megaup.net/1A4xi/The_Mountain_Between_Us_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/killing-joke-146x200.jpg",
        "title": "Batman: The Killing Joke (2016)",
        "description": "Batman: The Killing Joke (2016)_____IMDb - 6.4/10\n \nဒီလောကကြီးထဲမှာ လူရယ်လို့ဖြစ်လာခဲ့ပြီဆိုရင် လောကဓံရဲ့ရိုက်ချက်တွေကံတရားရဲ့ ကစားကွက်တွေ\nချစ်ရသူတွေကို ဆုံးရှုံးခဲ့ရတဲ့ခံစားမှုရဲ့ ဒဏ်တွေကို တစ်ခုမဟုတ်တစ်ခုကတော့ အလူးအလဲခံစားကြဖူးကြမှာပါပဲ\nဒီလို နာကျင်မှုတွေ ထိုးနှက်ချက်တွေကြားမှာ လူသားတစ်ယောက်အနေနဲ့ ကြံ့ကြံ့ခံ ရပ်တည်နေနိုင်ပါ့မလား\nဒါမှမဟုတ်အရှုံးပေး လက်မြှောက်လိုက်မလား...?\nဒါမှမဟုတ် အရာအားလုံးကို နာကျည်းမုန်းတီးသွားမလား…?\nဒီဇာတ်ကားထဲမှာတော့ Batman ရဲ့ အဓိကရန်သူတော် Villain ကြီး Joker ဟာ သူဖြတ်သန်းခဲ့ရတဲ့ လောကဓံရဲ့\nရိုက်ချက်တွေ သူ့အပေါ် ပြင်းထန်ခဲ့တဲ့ အခါမှာ သူ့ရဲ့ကျရှုံးမှုတွေ နာကျင်မှုတွေ ကနေ\nအရာအားလုံးကို နာကျည်း မုန်းတီးသွားခဲ့ပြီး ရူးသွပ်စွာ ရက်စက်တတ်တဲ့ သူတစ်ယောက်အဖြစ်ကို\nအသွင်ပြောင်းသွားခဲ့ပါတယ် နောက်ပြီး Joker ဟာ သူ့လိုပဲ လူတိုင်းဟာ\nစိတ်ဒါဏ်ရာ ပြင်းပြင်းထန်ထန် ရသွားခဲ့ ရင် ရူးသွပ်သွားမှာပဲဆိုတဲ့ အချက်ကို သက်သေပြဖို့အတွက် ဘယ်လို ဘယ်ပုံတွေ\nရက်စက် အကွက်ချ လုပ်ပြမလဲဆိုတာကတော့ ဒီဇာတ်ကားရဲ့အဓိက ဇာတ်အိမ်ပဲဖြစ်ပါတယ်\nမြင်ရခဲတဲ့ Jokerရဲ့နောက်ကြောင်းရာဇဝင်ကို ...",
        "rating": "6.4",
        "url": "https://megaup.net/4eGse/Batman_-The_Killing_Joke_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nYOoqnGuiUUNE4gccO0JJigfACP.jpg",
        "title": "Batman: Assault on Arkham (2014)",
        "description": "Assault On Arkham အတြက္ အညႊန္းအေနနဲ႔ကေတာ့\nSuicide Squad ဇာတ္ကားမွာတုန္းကAmanda Waller ကုိ သိခဲ့ၾကမွာပါ\nအဲ့ဒီ့ Amanda Waller ဟာ ဒီကားမွာလည္း Mission တစ္ခုအတြက္Suicide Squad အဖြဲ႕သားေတြကို စုေဆာင္းပါတယ္\nအဖြဲ႕ဝင္အေဟာင္းေတြ ပါသလိုအဖြဲ႕ဝင္ အသစ္ေတြလဲ ပါဝင္ပါတယ္။\nAmanda ဟာ ပစၥည္း တစ္ခု အတြက္Gotham ျမိဳ႕မွာ ရိွတဲ့ Arkham စိတၱဇအက်ဥ္းေထာင္ကိုသူ႔ရဲ႕ Suicide Squad အဖြဲ႕သားေတြကို\nခ်ိဳးေဖာက္ဝင္ေရာက္ေစပါတယ္ ဒါေပမယ့္ သူတို႔အတြက္ ခက္ခဲတဲ့ အဟန္႔အတားတစ္ခုကေတာ့ Gotham ျမိဳ႕ဆိုတာ\nကအားလုံးသိတဲ့ အတိုင္းပဲ Batman ရဲ႕ ျမိဳ႕ေတာ္ျဖစ္တဲ့အတြက္ သူတို႔လို Villianေတြေျခရႈပ္ဖို႔သိပ္မလြယ္ကူပါဘူး\nဒီလို စိတ္လႈပ္ရွား စရာေတြ နဲ႔ ျပည့္ေနတဲ့ ဒီဇာတ္ကားမွာAmanda ဟာ Arkham မွာ ဘာပစၥည္းကိုယူခိုင္းတာလဲဘာအႀကံအစည္ ေတြရိွလဲ\nSS အဖြဲ႕သားေတြကေရာ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/batman-assault-on-arkham-2014/",
        "category": "Action, Animation, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wPeorCnD9MRR2S9Dzh4OpIgNLiv.jpg",
        "title": "Batman: The Dark Knight Returns, Part 2 (2013)",
        "description": "Part (2) မွာေတာ့ ေတာ္ေတာ္ကို Tempoျမင့္လာပါတယ္\nBatman လို႔ ေျပာလိုက္တာနဲ႔ ခင္ဗ်ားတို႔ တြဲျမင္တာ  ဘယ္လိုလဲ လို႔ေမးရင္? ??\nဟုတ္ပါတယ္ အခ်စ္ေတာ္ Villain ႀကီး Joker ပါပဲ\nဒီလို ဆယ္စုႏွစ္တစ္ခုေလာက္ Batman ေပ်ာက္ကြယ္ေနေတာ့ joker ကေရာ ဘယ္ကိုေရာက္ေနလဲ?\nဘယ္ကိုမွ မေရာက္ပါဘူး.... Arkham Asylum မွာ အေသေကာင္နဲ႔ မျခား\nမလႈပ္မ႐ွားေတာ့ ပဲ အသက္ရွင္ေနတယ္ ဆို႐ုံပဲရိွေနတာပါ\nဒါေပမယ့္ Gotham ၿမိဳ႕မွာ Bat ျပန္လည္လႈပ္႐ွား လာတဲ့ အသံနဲ႔ အတူ\nJ လည္း ျပန္လည္ အသက္ဝင္လာခဲ့ပါေတာ့တယ္။\nဒီမွာတစ္ခုေလး ေျပာခ်င္တာက Batman ဇာတ္ေကာင္ရဲ႕ အားသာမႈတစ္ခုကို\nကြၽန္ေတာ့္အျမင္အရေျပာရရင္ Villain ေတြပါပဲ တစ္ခ်ိဳ႕ Bat villain ေတြဟာ ရည္ရြယ္ခ်က္ႀကီးၾကတယ္\nတစ္ခ်ိဳ႕ Villain ေတြဟာ သနားစရာေကာင္းတယ္ တစ္ခ်ိဳ႕က က်ေတာ့ ရြံစရာသပ္သပ္ပဲ ...",
        "rating": "8.4",
        "url": "https://channelmyanmar.org/batman-the-dark-knight-returns-part-2-2013/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mFPD2YsdaWAzjuxF7ItGmsEFpdY.jpg",
        "title": "Batman: The Dark Knight Returns, Part 1 (2012)",
        "description": "1986 ခုႏွစ္က Frank Miller ရဲ႕ Dark Knight Returns Comic ကို 2012 ခုႏွစ္မွာ\nDark Knight Returns  Part 1 နဲ႔ Part 2ရယ္လို႔ ႏွစ္ပိုင္းခြဲၿပီး\nAnimated ဇာတ္ကားအျဖစ္ ႐ိုက္ကူးပုံေဖာ္ခဲ့ပါတယ္။\nDark Knight Return comic ဟာ ကမာၻ့အဆင့္သတ္မွတ္တဲ့ top 10 comic booksေတြ\nစာရင္းမွာ ထိပ္ဆုံးပိုင္းတစ္ေနရာမွာ အျမဲပါေနတတ္တာကသူ႔ရဲ႕ ခိုင္မာတဲ့ ဇာတ္အိမ္နဲ႔\nေသသပ္ဆြဲေဆာင္မႈ ရိွတဲ့ story line ေၾကာင့္ျဖစ္ပါတယ္\nဒီလို Comic ကို ျပန္ၿပီး ပုံေဖာ္ထားတဲ့ Animated ကလည္း Rotten Tomatoesရဲ႕ rating မွာ\nအင္မတန္႐ွားပါးလွတဲ့ 100% rating အျပည့္ရရိွထားခဲ့တာေၾကာင့္ ဒီ Animatedေကာင္းလားမေကာင္းလားဆိုတာ\nသိပ္ၿပီး အျငင္းပြားေနစရာ မလိုေလာက္ေအာင္ပါပဲ\nဇာတ္လမ္းအၫႊန္းဘက္ နည္းနည္းသြားရရင္\nGotham မွာ Batman ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/batman-the-dark-knight-returns-part-1-2012/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/ahYINzO-126x200.jpg",
        "title": "American Made (2017)",
        "description": "Online Shopping တွေကနေ ပစ္စည်းမှာရင် Delivery လာပို့တဲ့သူတွေကို သိကြမှာပါ။\nကမ္ဘာပေါ်မှာ ပစ္စည်း Delivery ပို့တဲ့ အလုပ်လုပ်ပြီး ပိုက်ဆံတွေထားစရာနေရာမရှိအောင် ချမ်းသာသွားတဲ့သူအကြောင်း သိချင်ပါသလား။\nဒါဆိုရင်တော့ ဒီ American Made ဆိုတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားက မကြည့်မဖြစ် ကြည့်ရှူ့သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\n1980 မတိုင်ခင်ကစပြီး အမေရိကန်နိုင်ငံတွင်းကို အမေရိကအလယ်ပိုင်းကနေတဆင့် တရားမဝင်မူးယစ်ဆေးတွေ မှောင်ခိုသွင်းလာကြပါတယ်။\nအဲ့ထဲမှာ သမီးဖြစ်သူ ဆောင်းတွင်း အရမ်းချမ်းလို့ ဒေါ်လာ ၂ သန်းကို မီးရှို့ပြီး အနွေးဓာတ်ရအောင်လုပ်ပေးဖူးတယ်ဆိုတဲ့ နာမည်ကျော်မူးယစ်ရာဇာကြီး Pablo Escobar လဲ အပါအဝင်ပါပဲ။\nဒီဇာတ်ကားမှာတော့ ခေါင်းဆောင်မင်းသား Tom Cruise က Barry Seals လို့ခေါ်တဲ့ လေယာဉ်မှူးတစ်ယောက်အနေနဲ့ သရုပ်ဆောင်ထားပါတယ်။\nအစပိုင်းမှာ TWA လေကြောင်းလိုင်းရဲ့ လေယာဉ်မှူးကောင်းတစ်ယောက်အနေနဲ့ အလုပ်လုပ်ကိုင်နေရာကနေ သူ့ရဲ့ လေကြောင်းကျွမ်းကျင်မှုကို သတိထားမိလာကြတဲ့အခါ CIA က စတင်ပြီး တရားမဝင်အလုပ်တွေကို ...",
        "rating": "7.3",
        "url": "https://megaup.net/2cQvt/American_Made_[2017]_(MM_Sub).mp4",
        "category": "Action, Biography, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Pokemon_Movie_I_Choose_You_KEY_ART_EN_rgb-141x200.jpg",
        "title": "Pokémon the Movie: I Choose You!",
        "description": "ဒီ Pokemon ကားေလးကေတာ့ အက္ခ်္ နဲ႕ ပီကာခ်ဴး ပထမဆံုးစၿပီးေတြ႕တဲ့ကားေလးပါ....\nPokemon The Movie ေတြအမ်ားၾကီးရွိတဲ့အထဲက ဒီ ၂၀၁၁၇ ထြက္ကားေလးကေတာ့\nအစပိုင္း Pokemon ဇာတ္လမ္းကိုတည္ထားပါတယ္....\nဒီကားေလးရဲ႕ထူးၿခားခ်က္ကေတာ့ ယခင္ အက္ခ်္နဲဲ႕တြဲေနက် ဘေရာ့နဲ႕ မစ္စတီတို႕အစား\nေနာက္ထပ္သူငယ္ခ်င္း အသစ္ ၂ေယာက္ထပ္ပါလာခဲ့ပါတယ္....\nဒီဇာတ္လမ္းေလးထဲမွာ အက္ခ်္ဟာ Legendary Pokemon ၿဖစ္တဲ့ ဟိုအုိကိုေတြ႕လိုက္ရပါတယ္...\nအဲဒီ Legendary Pokemon ဟာ သူ႕အတြက္အေမႊးေလးတစ္ေခ်ာင္းခ်ေပးခဲ့ပါတယ္..\nအဲဒီအေမႊးေတာင္ေလးကေန အက္ခ်္ဟာ ဒီ Legendary Pokemon ကိုေတြ႕ႏိုင္မယ့္\nတစ္ေယာက္တည္းေသာ Trainer ၿဖစ္လာခဲ့ပါေတာ့တယ္...\nဒီခရီးမွာသူတို႕ကိုထပ္ၿပီးေႏွာက္ယွက္ေနက် Team Rocket လည္းပါလာမွာၿဖစ္ပါတယ္...\nဒီကားေလးဟာ ထြက္ရွိသမွ်  Pokemon Series အားလံုးနီးပါးကို အက်ဥ္းခ်ဳပ္ထားသလို\nရိုက္ကူးထားတဲ့ကားေလၿဖစ္လို႕ Pokemon ပရိတ္သတ္ေတြအကုန္လံုးအၾကိဳက္ေတြ႕ေစမယ့္\nAnimation ကားသစ္ေလးတစ္ကားၿဖစ္ပါတယ္....File Size : (730 MB) and (379 MB)\nQuality : 720p WEBRip\nRunning Time ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/pokemon-the-movie-i-choose-you/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZTkzNzgzMGEtZjM1OS00MDVmLTk5ZmEtNjg0NjI1YWRlMGIwXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_-144x200.jpg",
        "title": "Gangster Land (2017)",
        "description": "အခု၂၀၁၇ထြက္ဂိုဏ္းစတားကားေလးတစ္ကားျဖစ္ပါတယ္။အေမရိကန္ျပည္ေထာင္စုရဲ႕၁၉၂၀ခုႏွစ္ေနာက္ပိုင္း တန္ခိုးထြားခဲ့တဲ့လူမိုက္ဂိုဏ္းေတြၾကားကျပိဳင္ဆိုင္မႈရက္စက္မႈ၊ နယ္ေျမခ်ဲ႕ထြင္မႈ၊ ေတြကိုေနာက္ခံထားျပီး လူငယ္ေလးတစ္ေယာက္ရဲ႕ဘ၀တစ္ဆစ္ခ်ဳိးေျပာင္းလဲသြားပံုကိုရိုက္ကူးျပထားတာပါ။ ဇာတ္ကားနာမည္ေလးအတိုင္းပဲတကယ္ကိုဂိုဏ္းေလာကထဲကိုေရာက္သြားတဲ့သူေတြရဲ႕အျဖစ္သနစ္ေတြကိုရိုက္ကူးျပသြားပါတယ္။ဂ်က္ဟာသာမန္ မိသားစုေလးတစ္ခုကေနေပါက္ဖြားလာတဲ့ သူတစ္ေယာက္ျဖစ္ျပီးလက္ေ၀ွ႕ကစားတာကိုအရမ္းၾကိဳက္ႏွစ္သက္ပါတယ္။ လက္ေ၀ွ႕ပညာမွာပါရမီပါျပီးေ႕ရွဆက္ထြန္းေတာက္လာမယ့္လမ္းေတြရွိခဲ့ေပမယ့္လည္းကံၾကမၼာရဲ႕အလွည့္အေျပာင္းနဲ႕ အတူ သူတို႕မိသားစုေလးလည္းဘ၀တစ္ဆစ္ခ်ဳိးသြားရပါတယ္။လူငယ္ဆိုတာစိတ္ထင္ရာလုပ္မိျပီး လမ္းမွားေရာက္သြား တတ္သလိုပဲ ဂ်က္ဟာလည္းလက္ေ၀ွ႕ထိုးေကာင္းတဲ့သူျဖစ္တဲ့အတြက္ လူမိုက္ဂိုဏ္းတစ္ခုရဲ႕ပစားေပးခ်င္ခံရပါ ေတာ့တယ္။အမွားအမွန္ကိုခြဲျခားႏိုင္စဥ္မွာေတာ့ျငင္းဆန္ႏိုင္ေပမယ့္ တစ္ခုခုကိုရဲ႕လႊမ္းမိုးမႈခံလိုက္ရခ်ိန္မွာေတာ့စိတ္ထင္ရာလုပ္ျပီး လမ္းမွားကိုတစ္ေျဖးေျဖး၀င္ေရာက္သြားတဲ့ေနာက္ ဂ်က္တစ္ေယာက္ ရုန္းထြက္ႏိုင္ပါ့မလား။အေမရိကန္ျပည္ေထာင္စုက အီတလီလူမိုက္ဂိုဏ္းေတြ အိုင္းရစ္လူမိုက္ဂိုဏ္းေတြပါရွန္းလူမိုက္ဂိုဏ္းေတြရဲ႕ နယ္ေျမလုမႈ ၊ စီးပြားေရးေစ်းကြက္ရွာေဖြမႈ ၊တစ္ဖြဲ႕နဲ႕တစ္ဖြဲ႕ဘယ္လိုေခ်ာက္ခ်လဲဆိုတာေတြကိုလည္းေတြ႕ရမွာပါ။American Gangster ဇာတ္ကားေတြကိုၾကိဳက္ႏွစ္သက္တဲ့သူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတယ္ Qty - 720P Web-DlGenre : Action/Drama/CrimeDuration : 1Hour and 22 MinutesTranslator - Thura Zarni AungEncoder - Kyaw Ye Aung",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/gangster-land-2017/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Kung_Fu_Chefs_poster-137x200.jpg",
        "title": "Kung Fu Chefs (2009)",
        "description": "\" အသီးမွာ သရက္ ၊ အသားမွာ ၀က္ ၊အရႊက္မွာ\nလက္ဖက္ \"\"အစားအေသာက္က လူနဲ႔တည့္တယ္\"\n\"ဆီးခ်ိဳတက္ကေနာက္မွေသမွအခုစား\nရဖို႔အဓီက\"ယေန႔ေခတ္ လူ႔အသုိင္းအ၀ုိင္းထဲမွာေတြ႔ရတက္\nတယ့္ စကားအတုိင္း အစားအေသာက္က\nအက်ိဳးျပဳတာလဲရွိသလို အႏၱရယ္လဲေပးတက္ပါ\nတယ္။အဲ့ဒါက အရသာအႏုပညာဖန္တီးသူ ၀ါ စားဖိုမႈ\nေတြရဲ႕အခန္းက႑က ထင္သေလာက္မ\nလြယ္ပါဘူး။\nအရသာရွိတာစားရဖုိ႔ဆုိတာ ကုိေရာ့ အင့္ ဆိုျပီ လြယ္လြယ္ေလးျဖစ္လာတာမဟုတ္မွန္း\nဒီကားၾကည့္ျပီး စီေဘာေပါက္ႏိုင္ပါလိမ့္မယ္။ဒီကားက IMDb rating ၅.၂ ၊ Rotten Tomatoes ၃၆ % ၊ Asiawiki ၈၃ % ရရွိထားပါတယ္။ေဟာင္ေကာင္ကားျဖစ္ျပီး ၂၀၀၉ ခု\nႏွစ္က ျဖန္ ့ခ်ီထားခဲ့ပါတယ္။တစ္ကားလုံး ၉၂ မိနစ္ၾကာျပီးBox Office မွာ ေဟာင္ေကာင္\nေဒၚလာ၁၈မီလီယံရရွိထားခဲ့ပါတယ္။ တရုတ္\nစကားေျပာ တရုတ္ကားျဖစ္ပါတယ္။\nေဘာလုံးမင္းသားလားဖက္တီးမင္းသားလားအခု အသက္ ၆၅ ႏွစ္အရႊယ္ရွိေနျပီး ကၽြန္ေတာ္\nတုိ႔ ငယ္ဘ၀ ၾကီးျပင္းလာတဲ့ အရာေတြ ထဲမွာ\nသူလဲ တစ္ေယာက္အပါအ၀င္ျဖစ္ပါတဲ့\nSammo Hung နဲ႔ Vanness Wu သူတို႔\nအဓီကပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။\nအဲ့ဒီမင္းသားၾကီးပါတဲ့ကားဆိုရင္ေတာ့ၾကည့္\nလို ...",
        "rating": "5.2",
        "url": "https://megaup.net/2gakA/Kung_Fu_Chef_[2009]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/p11087119_p_v8_ac-133x200.jpg",
        "title": "Tell (2014)",
        "description": "2014 ခုႏွစ္ကထြက္ရွိထားတဲ့ အက္ရွင္ကားေလးတစ္ကားကိို တင္ဆက္ေပးလိုက္ပါတယ္ဇာတ္ကားေလးက IMdb ၅.၄ ရထားတာေၾကာင့္ သိပ္မဆိုးဘူးလို႕ သတ္မွတ္လို႕ရပါတယ္ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အီသန္တဲ က ပဆံခိုးတဲ့ ေနရာမွာ ေတာ္ေတာ္ နာမည္ၾကီးတဲ့တစ္ေယာက္ပါ  ဒါေပမဲ့ ပဆံခိုးတာ က သူ႕ အတြက္လြယ္ေနသေလာက္ လက္ေတြ႕ ဘ၀မွာသူ႕အတြက္ အေရးပါတဲ့ သူ႕သူငယ္ခ်င္းေတြသူ႕ရဲ႕ မိသားစုေတြ လုပ္ေဖာ္ကိုင္ဖက္ေတြနဲ႕သူဘယ္လို ဆက္လက္ေနမလဲ သူပဆံခိုးတာကိုလဲ စံုေထာက္ ေတြ႕ လိုက္လံေထာက္လွမ္းလာတဲ့အခါမွာေတာ့ ဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့ ပရိတ္သတ္ၾကီးက ဆက္လက္ၾကည့္ၾကရမွာပါQty - 720p BlurayDuration - 1hr 33minGern - ActionEncoder - Kyaw Ye Aung",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/tell-2014/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/images-1-1-133x200.jpg",
        "title": "Elle (2016)",
        "description": "\" ငါ မုဒိန္းက်င္ခံလိုက္ရတယ္\nဘာ... နင္ ရဲကုိအေၾကာင္းၾကားျပီးသြားျပီလား\nဘာလို ့ အေၾကာင္းၾကားရမွာလဲ \"ရုပ္ရွင္ေ၀ဖန္ေရးေလာကမွာ ေလးစားမႈအမ်ား\nဆုံးရယူထားႏိုင္ခဲ့ေသာအႏုပညာ ဖန္တီးမႈဒီဇာတ္ကား ရဲ ့ အမ်ိဳးအစားက Crime ၊ Drama\nThriller ျဖစ္ပါတယ္။ ၂၀၁၆ ခုႏွစ္က ထြက္ရွိ\nထားခဲ့့ျပီးေတာ့ တစ္ကား ၾကာခ်ိန္ ၁၃၀ မိနစ္\nရွိပါတယ္။ IMDb Rating 7.2 ၊Rotten Tomatoes average rating 8/10 ၊ Metacritic\n89/100 ရရွိထားပါတယ္။ ဘာလို ့ ဒီေလာက္\nRating ေတြျမင့္ေနရတာလဲ ဆိုတာကုိဇာတ္ကားၾကည့္ျပီးမွ ေ၀ဖန္လိုက္ပါ။ ဒီဇာတ္ကား\nက ျပင္သစ္စကားေျပာ ဇာတ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားက Phillippe Djian ရဲ ့ Oh ဆိုတယ့္\n၀တၱဳကုိ ျပန္လည္ရိုက္ကူးထားတယ့္ ကားပါ။\nဒီ၀တၱဳက ၂၀၁၂ ခုႏွစ္ကထြက္ရွိထားျပီး\nအမ်ိဳးသားစာေပဆုကုိရရွိခဲ့တယ့္ ၀တၳဳပါ။\n၀တၱဳ မွာကတည္းက အရွိန္အ၀ါၾကီးခဲ့တာပါ။\nဒီ၀တၱဳ ကုိ ဒါရိုက္တာ Paul ...",
        "rating": "7.2",
        "url": "https://megaup.net/2fV3D/Elle_[2016]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/Melody_To_Remember-p2-140x200.jpg",
        "title": "A Melody to Remember (2016)",
        "description": "A Melody to Remember ေခၚတဲ့ကုိရီးယား\nကားေလးပါ။ IMDb Rating ၇.၂ ၊\nMyDrama List ၈.၆ ရရွိထားတယ့္ Rating\nအျမင့္ပိုင္းေတြ ရရွိထားတယ့္ကာားေလးပါ။\nAction/ Drama အမ်ိဳးအစားျဖစ္ျပီး ၂၀၁၆ ခုႏွစ္\nကျဖန္ ့ခ်ီထားခဲ့ပါတယ္။ တစ္ကားလုံး ကုိ ၁၂၄\nမနစ္ၾကာပါတယ္။ ဒီကားကုိ နာမည္အမ်ိဳးမ်ိဳးနဲ ့လဲ ေခၚၾကပါတယ္။သူ ့ရဲ ကုိးရီယား ျပည္တြင္းမွာ\n( 임시완 )오빠생각 ျမန္မာလို အဓိပၸယ္က\nအစ္ကုိၾကီးရဲ ့ ဆႏၵ ျဖစ္ျပီး ႏိုင္ငံတကာ မွ\nA Melody to Remember လို ့ေခၚၾကပါတယ္။\nဒီကားေလးက Box Office ၀င္ေငြကုိၾကည့္ရင္\nျပည္တြင္းမွာေအာင္ျမင္မႈမရေပမယ့္ ႏုိင္ငံတကာမွာေအာင္ျမင္မႈပုိရရွိခဲ့တယ္ကားပါ။\nရိုက္ကူးတယ့္ စရိတ္ကုိမသိရေပမယ့္\n၀င္ေငြ ကန္ေဒၚလာ ၇ သန္းေက်ာ္ရွိခဲ့ပါတယ္။\nရွာလုိ ့ရသေလာက္က Far East Flim Festival မွာပရိတ္သတ္အၾကိဳက္ဆုံး ဆုကုိ ရရွိထားျပီးဇကာတင္စာရင္း၀င္ထားတာနည္းနည္းေတာ့ရွိပါတယ္။ဒီကားရဲ ့အဓီကမင္းသားအျဖစ္ပါ၀င္\nထားတယ့္ ...",
        "rating": "7.3",
        "url": "https://megaup.net/U718/A_Melody_To_Remember_[2016]_(MM_Sub).mp4",
        "category": "Action, Drama, War"
    }
]