[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8c9olEa8xtSKoThXu0qjiD6mgtd.jpg",
        "title": "The International(2009)",
        "description": "The International(2009) အညွှန်း****************************IBBC ဆိုတဲ့ဘဏ်က ဘဏ်နဲ့မဆိုင်တဲ့ သန်းရာချီ လက်နက်တွေဝယ်ယူနေတဲ့လို့သတင်းရပြီးနောက်ပိုင်းအေးဂျင့် လူးဝစ် နဲ့ သူ့အဖွဲ့က IBBC ကို ဆက်တိုက်လိုက်စုံစမ်းပါတယ်...အချက်အလက်တွေ အချိန်တွေ အများကြီးယူပြီးတဲ့နောက်မှာ သူတို့အဖွဲ့ဟာ အရေးပါတဲ့သူတစ်ယောက်နဲ့ဆက်သွယ်မိကြတယ်...ခက်တာက အဲ့ဒီသူနဲ့တွေ့တဲ့ လူးဝစ်တို့အဖွဲ့က တစ်ယောက် မတော်တဆမှုနဲ့သေဆုံးခဲ့သလိုအချိန်တစ်ရက်မပြည့်ခင်မှာပဲ သူတို့ဆက်သွယ်မိတဲ့သူဟာလည်း မတော်တဆမှုနဲ့ထပ်မံ့ပြီးသေဆုံးခဲ့ပါတယ်..အထက်ကလူကြီးတွေကလည်း မရေရာမသေချာတဲ့ ဒီကိစ္စကြီးကိုလက်ရှောင်ချင်နေကြတယ်..လူးဝစ်အတွက်တော့ လုပ်ဖော်ကိုင်ဖက်လည်းဆုံးရှုံးရသလို အင်အားကြီးတဲ့ ရန်သူနဲ့ရင်ဆိုင်နေရလို့လက်ရှောင်ချင်တဲ့သူတွေကြားမှာတော့ အကြီးအကျယ် ဒေါသထွက်နေတယ်...သို့ပေမဲ့ သူအစွမ်းရှိသလောက် ရအောင်ဖော်ထုတ်မယ်ဆိုပြီ:ကြိုးစားတဲ့အခါမှာတော့...ဒီကားဟာ BOX Office မှာ ဝင်ငွေကောင်းခဲ့သလို  မင်းသားကြီး Clive Owen  နဲ့ မင်းသမီ:ကြီးNaomi Watts တို့ က အဓိက သရုပ်ဆောင်ထားပြီ: ဇာတ်လမ်းအစမှ  အဆုံး အီနေတာမျိုးမရှိဘဲတော်တော်လန်းတဲ့ဇာလမ်းမို့ ကြည့်ကြပါလို့....File Size :(4.1GB)(924MB) and (292MB)\nQuality : Blu-Ray 1080P5.1CH,720p\nFormat…mp4\nDuration…01:58:00\nGenre : Crime , ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/the-international2009/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/14697-67-Timejpg-132x200.jpeg",
        "title": "Time (2021)",
        "description": "Time (2021)\n__________\nIMDb Rating - 6.4/10ဟောင်ကောင်ကား ကောင်းကောင်းကြည့်ချင်တဲ့လူတွေအတွက် Ricky Koဆိုတဲ့ ဟောင်ကောင် ‌ဒါရိုက်တာအသစ်ရဲ့ Debutရုပ်ရှင်ပါ။ သရုပ်ဆောင်တွေကတော့ Patrick Tse Yinနဲ့ Fung Bo-Boလို 1960ဟောင်ကောင်ရဲ့ နာမည်ကျော်ဖြစ်ခဲ့တဲ့ သရုပ်ဆောင်တွေက သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းကတော့ အက်ရှင်လည်းဟုတ်သလို တော်‌တော်လည်းရယ်ရတယ် ဒရာမာလည်း အသေချိုးတယ်။ ဒါရိုက်တာရဲ့ Debutအနေနဲ့ဆိုကောင်းတဲ့ အနေအထားရှိပါတယ်။ အရင်ဟောင်ကောင် ရုပ်ရှင်တွေရဲ့ အငွေ့အသက်ကိုပြန်ရတယ်။ လက်ရှိဟောင်ကောင်ရုပ်ရှင်အများစုနဲ့ ယှဉ်ရင်တော့ ရွှေပါပဲ။ဘာမှမဆိုင်အောင်ကို ကောင်းတယ်။ ဇာတ်အိမ်ပေါ့ပေါ့ပါးပါးနဲ့ တော်တော် ကြည့်ပျော်တဲ့ ရုပ်ရှင်ပါပဲ။ဇာတ်‌ကြောင်းကတော့ ကြေးစားလူသတ်သမား လူမိုက်၃ယောက်ရှိတယ်။ ငယ်စဉ်ကတော့ တော်တော် နာမည်ကြီးပြီး သူတို့ကို နိုင်တဲ့လူမရှိဘူး။ Timeဆိုတဲ့အတိုင်း ကာလတွေရွေလျောပြီး အိုမင်းလာကြတော့ ကိုယ်ပိုင်ဒုက္ခတွေ တစ်ပုံတပင်နေရတာကို ဟာ‌သလေးနှောပြသွားတယ်။ ‌နောက်တော့ ဘ၀မှာ လွတ်လွတ်လပ်လပ်ရှင်သန်ဖို့ ကိုယ့်အတွက်ကိုယ်ရှင်သန်ဖို့ ဘာညာပေါ့။ ဝါရင့် သရုပ်ဆောင်တွေချည်းမို့ သရုပ်ဆောင်လည်း ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/time-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/insert-ladder-133x200.jpg",
        "title": "Ladder 49 (2014)",
        "description": "Ladder 49\n~~~~~~\nIMDb - 6.5\nRT - 41%\nမီးသတ်သမားတွေဆိုတာ အမေ့ခံ ပုဂ္ဂိုလ်တွေလို့ပဲ ပြောရမလားပဲ။ ကိုယ့်အသက်ကို ပဓာနမထားပဲ ကယ်တင်မှုတွေလုပ်ပေးပေမဲ့ ဆုတံဆိပ်အချို့က လွှဲလို့ ဘာမှရခဲ့တာမဟုတ်ပါဘူး။ အဲ့ဒီလိုလေးတွေနဲ့ပဲ ချွေးသိပ်ခဲ့ကြရတာပါ။အဲ့လို‌အမေ့ခံသူရဲကောင်းတွေဖြစ်တဲ့ မီးသတ်သမား‌တွေအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်များစွာရှိပါတယ်။ အဲ့ဒီထဲမှာမှမင်းသား Joaquin Phoenix ရဲ့ ၂၀၀၄ က ရိုက်ကူးခဲ့တဲ့ Ladder 49 ဆိုတဲ့ ရုပ်ရှင်ကို တင်ဆက်ပေးချင်ပါတယ်။ဗာတီမောမြို့က ဂျက်မော်ရစ်စင် အမည်ရတဲ့ မီးသတ်သမားရဲ့ဘဝကို အခြေတည်ထားပြီး မီးသတ်သမားတွေရဲ့ ဘ‌ဝတွေ လူမှုပြဿနာတွေ သူရဲကောင်းဆန်မှုတွေ ရိုက်ကူးပြထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဝင်ငွေပိုင်းအရ အောင်မြင်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ခဲ့ပြီ ကမ္ဘာ့တစ်ဝန်းမှာ သန်းတစ်ရာကျော်ပြန်လည်ရရှိခဲ့ပါတယ်။ File size…(1.77GB)/(1.01GB)/(597MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...Action /Drama /Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by....SPK",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/ladder-492014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/the.knower-141x200.png",
        "title": "The Knower (2021)",
        "description": "The Knower (2021)\n==================\nIMDb Rating - 6.4/10ယနေ့ခေတ် နည်းပညာ တိုးတက်လာတာနဲ့အတူ နယ်မြေစိုးမိုးတိုက်ခိုက်မှု\nတွေဟာ အရင်ကလို လက်နက်နဲ့ လူတွေအများကြီး သေကြပျက်စီးမှုမရှိဘဲ\nနည်းပညာ တိုက်ခိုက်မှုတွေနဲ့ပဲ တိုက်ခိုက်သိမ်းယူနိုင်တယ်ဆိုတဲ့ ဇာတ်ကြောင်းကို\nကြေးစား Hacker တစ်ယောက်ရဲ့ ဘဝနဲ့ ကြောရိုးတည်ပြီး ရိုက်ကူးထားတာပါ။\nယူနစ်ဆိုတဲ့ Hacker တစ်ယောက်က သူရဲ့ ယောက္ခမတွေ ဆုံးသွားပြီးနောက်ပိုင်း\nHacker အလုပ်ကိုဆက်မလုပ်တော့ဘဲ သူ့သမီးလေးနဲ့ ဘဝကို အေးဆေးနေထိုင်\nပါတယ်။ တစ်ရက် အရင်အေဂျင်စီက သူ့ကိုအလုပ်တစ်ခုပြန်လုပ်ဖို့ တောင်းဆို\nလာတဲ့အခါမှာတော့ သူ့ရဲ့ Hacker အလုပ်ကို ပြန်လုပ်မှာလား၊ ဒါ့အပြင် သူ့ရဲ့\nယောက္ခမတွေ ဘာကြောင့် ဆုံးသွားရလဲဆိုတာကို ဆက်လက်ကြည့်ရှူပေးပါဦး။\nHacker တစ်ယောက်ရဲ့ အရေးပါပုံနဲ့ Cyber Crime နဲ့ပတ်သက်ပြီး စိတ်ဝင်စားတဲ့\nလူငယ်တွေအတွက် ကြိုက်နှစ်သက်မယ့် ဇာတ်ကားကောင်းတစ်ကား ဖြစ်မယ်လို့\nမျှော်လင့်မိပါတယ်။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Paris ဖြစ်ပါတယ်)File Size..........(1.53 GB) / (790 MB) ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/the-knower-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/yun-141x200.png",
        "title": "The Legend of Zhao Yun (2020)",
        "description": "The Legend of Zhao Yun (2020)\n======================\nIMDb Rating - 6.2/10ဂန္တဝင်စစ်သူကြီး ကျောက်ယွင် (ကျောက်ကျီလုံ) ဆိုရင် သိုင်းလောကသားတွေရော၊\nဂိမ်းသမားတွေပါ ရင်းနှီးကြတဲ့စစ်သူကြီးတစ်ယောက်ဆို မှားမယ်မထင်ပါဘူးနော်။\nကျောက်ယွင်ပါဝင်တဲ့ သုံးနိုင်ငံကားတွေဆိုတာ မရေမတွက်နိုင်အောင်များတဲ့အပြင်\nသူ့အကြောင်းကိုပဲသီးသန့်ရိုက်ထားတဲ့စီးရီးတွေလည်း ရှိနေပါပြီ။ ဒီကားလေးကလည်း\nသူ့ကိုပဲဦးတည်ထားပါတယ်။ ထူးခြားတာကတော့ ရုပ်ရှင်တွေ၊ စီးရီးတွေမှာ ပြကွက်\nတစ်ကွက်လောက်ပဲပါတတ်တဲ့ လျိုပေ့ရဲ့မိန်းမနဲ့ကလေးကယ်တဲ့အခန်းကို တစ်ခမ်းတနားနဲ့\nရိုက်ပြသွားတာဖြစ်ပြီး ဇာတ်ကောင်တစ်ယောက်ချင်းစီရဲ့ စိတ်သဘောထားတွေကို\nသေချာလေးခံစားရမယ့် ရုပ်ရှင်ကားလေးတစ်ကားဖြစ်ပါတယ်ဗျ ။ကျောက်ကျီလုံပါရင် ချောင်ချောင်၊ လွီပု နဲ့သောင်းချန်တို့လည်း မပါမဖြစ်ပေါ့။ လွီပု နဲ့\nသောင်းချန်တို့ရဲ့အချစ်ကြီးမားပုံကို ပေါ်လွင်အောင်ရိုက်ပြထားသလို ချောင်ချောင်ရဲ့\nရည်မှန်းချက်ကြီးမားပုံကိုလည်း အကောင်းဘက်ကနေလှည့်ရိုက်ထားတယ်လို့တောင်\nပြောလို့ရပါတယ်။ဟန်မင်းဆက်ပျက်သုဉ်းနေတဲ့အချိန် တိုင်းပြည်ရှုပ်ထွေးနေပေမယ့် ကျောက်ကျီလုံကတော့\nစစ်သူကြီးမလုပ်ချင်ခဲ့ပါဘူး။ မျက်စိမမြင်ရတဲ့မရီးကိုပဲ စောင့်ရှောက်ချင်ပါတယ်ဆိုပြီးရွာကိုပဲ\nပြန်လာခဲ့ပါတယ်။ ဒါပေမဲ့ စစ်ပွဲရဲ့ရိုက်ခတ်ဒဏ်ကြောင့် မရီးလည်းဆုံး သူလည်းသေမလိုဖြစ်ခဲ့\nရပြီးတော့ လျိုပေရဲ့ဇနီးသည်က ကယ်တင်ပေးခဲ့ပါတယ်။ အဲ့ဒါကြောင့်လည်း အသက်သခင်\nကျေးဇူးရှင်ဆိုပြီး မရီးလို့တောင်မခေါ်ဝံ့ခဲ့တဲ့ ကျောက်ကျီလုံပါ။\nအသက်သခင်ကျေးဇူးရှင်ဖြစ်တဲ့ သခင်မနဲ့လျိုပေ့ရဲ့ကလေးငယ်တို့ ချောင်ချောင်လက်ထဲမှာ\nပိတ်မိနေတဲ့အခါ... ကျေးဇူးသိတတ်တဲ့ ကျောက်ကျီလုံတစ်ယောက် အစွမ်းကုန်ကြိုးစားပြီး\nဘယ်လိုကယ်တင်မလဲ... ချောင်ချောင်ကရော ဘယ်လိုဖြစ်သွားမလဲဆိုတာ... ဆက်ကြည့်\nလိုက်ပါတော့ဗျာ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-legend-of-zhao-yun-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/takedown-135x200.png",
        "title": "The Takedown (2022)",
        "description": "The Takedown (2022)\n================\nIMDb Rating 5.7/10အစစအရာရာမိုးနဲ့မြေ ဆီနဲ့ရေလိုကွာခြားလှတဲ့ မတည့်အတူနေ\nသူငယ်ချင်းရဲနှစ်ယောက်ဖြစ်တဲ့ Monge နဲ့ Diakite။ တစ်ချိန်တုန်းက\nတစ်ဖွဲ့တည်းအတူတူအလုပ်လုပ်ခဲ့ကြပေမယ့် အကြောင်းတစ်ခုကြောင့်\nတစ်ယောက်တစ်ဌာနဆီရောက်သွားခဲ့ကြပါတယ်။ ဒါပေမယ့် ရထား\nတစ်စီးပေါ်က လူသေအလောင်းကနေအစပြုပြီး နှစ်ယောက်သားပြန်\nပေါင်းမိပြီး အမှုလိုက်ဖို့ဖြစ်လာခဲ့ပါတယ်။ နဂိုကတည်းကအရာရာ\nမတူညီတဲ့သူတို့နှစ်ဦး အမှုကိုဘယ်လိုလိုက်ကြမှာလဲ။ ပြဒါးတစ်လမ်း\nသံတစ်လမ်းလိုဖြစ်နေတဲ့သူနှစ်ဦး အမှုအတူလိုက်တဲ့အခါ ဘာတွေအလွဲလွဲ\nအချော်ချော်တွေဖြစ်မှာလဲ စတာတွေကို ရယ်မောဖွယ်ကြည့်ရမယ့် Crime ,\nComedy, Drama ကားကောင်းလေးတစ်ကားပါလို့ညွှန်းပါရစေ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size..........(2.5 GB) / (1.16 GB) / (816 MB)\nQuality............Web-DL 1080p / 720p / 360p\nDuration.........1Hr 59mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Comedy, Crime\nTranslator.......Chit Tee\nEncoder..........SWM",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-takedown-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iv1hGQjD390UeH2unAoR6wAchBF.jpg",
        "title": "Rough Cut (2008)",
        "description": "Rough Cut (2008) အခုတစ်ခါ မိတ်ဆက်ပေးမယ့် ဇာတ်ကားလေးကတော့ မင်းသားကြီး So Ji Sub ရဲ့ အက်ရှင်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ မကြာခင်ရက်ပိုင်းအတွင်းမှာလည်း ဒီမင်းသားကြီး ဦးဆောင်ပါဝင်မဲ့ Doctor Lawyer ဆိုတဲ့ Series လည်း ထွက်လာဦးမှာပါ။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ ...ဂန်ဖယ်ဆိုတာကတော့ အင်မတန်ကြမ်းတမ်းတဲ့ လုပ်ရပ်တွေကြောင့် လူမိုက်ဂိုဏ်းတစ်ခုရဲ့ အဆင့် ၂ နေရာကို ရောက်ရှိလာခဲ့ပါပြီ။ ဒီလို ကြမ်းတမ်းတယ်ဆိုပေမဲ့လည်း တစ်ဖက်မှာတော့ ဂန်ဖယ်ဟာ နူးညံ့တဲ့သဘောရှိပြီး အနုပညာကိုလည်း မြတ်နိုးသူ တစ်ယောက်ပါ။ဆူထာ ဆိုတာကတော့ အက်ရှင်မင်းသား ဖြစ်ပြီး ခပ်ကြမ်းကြမ်း သရုပ်ဆောင်ရတာကို ကြိုက်နှစ်သက်တဲ့သူပါ။ ကြမ်းတမ်းမှု အဆင့်တွေ သတ်မှတ်လိုက်ရင် ဆူထာ နဲ့ ဂန်ဖယ်တို့က အတူတူလောက်ပါပဲ။မင်းသားဂျန်ဆူထာက ရိုက်ကွင်းမှာ အတူတူရိုက်ကူးတဲ့ တစ်ဖက်သရုပ်ဆောင်ကို အက်ရှင်ကား ရိုက်ကူးရင်း အမှန်တကယ် ချလိုက်တာကြောင့် ဆေးရုံတင်လိုက်ရလို့ သူနဲ့အတူ တွဲရိုက်ပေးမယ့် ...",
        "rating": "7",
        "url": "https://channelmyanmar.org/rough-cut-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cVWYG9W7jNaElA4U7naT6o9JhdF.jpg",
        "title": "The Mystic Nine: Qing Shan Hai Tang ( 2022 )",
        "description": "TU ထဲက မုန့်ယောင်လေးရဲ့ The Mystic Nine: Qing Shan Hai Tang (2022)\nဇာတ်ကားကောင်းလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်... The Mystic Nine\nဆိုတဲ့နာမည်ကို C-drama ဖန်တွေစိမ်းနေမယ်မထင်ပါဘူး... ဟုတ်ပါတယ် 2016 မှာ\nအတော်လေး နာမည်ကြီးခဲ့တဲ့ The Mystic Nine ဒရာမာကို ပြန်ပြီး adapt\nထားတဲ့ ရုပ်ရှင်ကားလေးပါ...The Mystic Nine (2016) မှာ ကျန်းချီရှန်းနဲ့ အာ့ယွဲ့ဟုန်ကြားက\nဂျင်းချိုတွေ စားခဲ့သူရှိပေမယ့် ဘယ်သူမှ သူတို့နှစ်ယောက် ဘယ်လိုဆုံပြီး\nဘယ်လို မိတ်ဆွေဖြစ်ခဲ့ကြတယ်ဆိုတာ မသိခဲ့ကြဘူး... ဒီအဖြေကို\nဒီရုပ်ရှင်ကားလေးက ဖြေပေးပါလိမ့်မယ်... ကျန်းချီရှန်းဟာ အဖေ့အတွက်\nလက်စားချေပေးမယ်ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ချန်ရှားကိုရောက်လာခဲ့ပါတယ်...\nဒါပေမယ့် ချန်ရှားမှာ အာဏာရနေသူ ကျော်ချန်ကျီးက\nသူလက်စားချေရမယ့်သူဖြစ်နေတာကြောင့် ခိုင်မာတဲ့သက်သေကို ရှာရင်း\nအာ့ယွဲ့ဟုန်နဲ့ အမှတ်မထင်ဆုံခဲ့ရာကနေ...\nကျန်းချီရှန်းရဲ့ ပထမဆုံးသော မိတ်ဆွေအဖြစ်ထိ ဖြစ်လာခဲ့ပါတယ်...တစ်ဖက်က အာ့ယွဲ့ဟုန်အတွက်လည်း ကျန်းချီရှန်းက အတော်လေး\nထူးခြားတဲ့သူဖြစ်နေပေမယ့် သူလက်စားချေမယ့် ကျော်ချန်းကျီးဟာ အာ့ယွဲ့ဟုန်\nအဖေနဲ့ ...",
        "rating": "6.3",
        "url": "https://megaup.net/2r9lr/The_Mystic_Nine_Qing_Shan_Hai_Tang_(_2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lWHaG2OSNOuthT90b7nWCDg5jTO.jpg",
        "title": "The Curious Case of Tianjin ( 2022 )",
        "description": "ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော် ချင်ဖန်ဟာတရုတ်ရိုးရာသမားတော်တစ်ယောက်ဖြစ်ပြီး\nကျင်းမန်ဆိပ်ကမ်းမှာနေပါတယ်။ငြိမ်းချမ်းရေးကိုလိုလားပြီးအေး​အေးဆေးဆေးနေချင်သူပေါ့။​ဆိပ်ကမ်းရဲ့အဖွဲ့ကြီးနှစ်ဖွဲ့ဖြစ်တဲ့ \"ရိက္ခာပို့ဆောင်ရေးအဖွဲ့\" နဲ့ \"ချင်းလုံအဖွဲ့\" တို့\nစားကျက်လုရင်းရန်ပွဲတွေဖြစ်ကြတဲ့အခါမှာ ချင်ဖန်ဟာဘုမသိဘမသိဝင်ပါမိရော။\nသူဟာဖျန်ဖြေဖို့ရည်ရွယ်ချက်နဲ့ဝင်ပါခဲ့ပေမယ့်၊\nမထင်မှတ်ထားစွာဘဲ လူနှစ်ယောက်သေသွားတဲ့အခါ\nမှော်အတတ်သုံးတယ်လို့စွပ်စွဲခံရပြီးထောင်နန်းစံရပါလေရော။သူ့ရဲ့အပြစ်ကင်းမှုကိုသက်သေပြဖို့​ထောင်ထဲကခိုးထွက်ပြီး\nရင်ခွဲရုံမှာအလောင်းခွဲစိတ်တာကိုသွားကြည့်နေတဲ့အချိန်မှာပဲ\nဆေးတစ်မျိုးကြောင့်မေ့မျောသွားပါတော့တယ်။ အလောင်းကလည်းပျောက်ဆုံးသွားတယ်။\nအကုသိုလ်ဟာအဖော်အပေါင်းနဲ့လာတယ်ဆိုသလိုပဲ\nသူ့ဘာသာသူမေ့မျောပြီး ဆောင်ကြာမြိုင်တစ်ခုကိုဘယ်လိုရောက်လို့ရောက်မှန်းမသိ နှပ်နေစဥ်မှာပဲ၊\nအဲ့ဒီညမှာဆိပ်ကမ်းကလူတချို့ဟာ ထိန်းချုပ်ခံရသလို\nအသိစိတ်မရှိတော့တဲ့ပုံစံတွေနဲ့ရေထဲခုန်ချပြီးသေသွားကြရော။ဆိုတော့ တစ်မှုပေါ်တစ်မှုဆင့်ပြီး လူသတ်မှု၊ အလောင်းခိုးမှု၊\nထောင်ဖောက်မှုတွေအပြင် ၊ လူအများရဲ့မှော်အတတ်သုံးတယ်ဆိုတဲ့\nစွပ်စွဲချက်ပါထပ်လောင်းလာတဲ့အခါမှာတော့…\nချင်ဖန်ဟာသူ့ရဲ့ဖြူစင်မှုကိုသက်​သေပြဖို့အတွက်ကြိုးစားရပါတော့တယ်။\nဒီအမှုတွေရဲ့နောက်ကွယ်မှာဘယ်သူရှိနေတာလဲ။\nမှော်အတတ်တွေနဲ့ရောသက်ဆိုင်နေတာလား။\nချင်ဖန်ကရောဒီထူးဆန်းတဲ့အမှုတွေကိုဖော်ထုတ်နိုင်ပါ့မလား။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , Adventure\nRuntime : 1h 23min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/15eo6/The_Curious_Case_of_Tianjin_(_2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pL9tLATXkwZyDNtnoq3RYoy0bln.jpg",
        "title": "4 Kings (2021)",
        "description": "4 Kings (2021) ဒီတစ်ခေါက် တင်ဆက်ပေးမယ့်ကားလေးကတော့ 90 ခုနှစ်ဝန်းကျင်က အသက်မွေးဝမ်းကျောင်းတက္ကသိုလ်လေးခုကြားမှာဖြစ်ခဲ့တဲ့ ပဋိပက္ခဖြစ်ရပ်မှန်အကြောင်းရိုက်ကူးထားတဲ့ကားလေးပါ။ဆယ်ကျော်သက်အရွယ် သမီးတစ်ယောက်နဲ့ အဖေတစ်ခု သမီးတစ်ခု အခြေအနေကို ရောက်သွားခဲ့ရတဲ့ အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်ကျောင်းသားဟောင်း ဘီလီရဲ့ မှတ်ဉာဏ်ကနေ ပြန်လည်ဖော်ပြရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်။အဖေနဲ့သမီး ဆက်ဆံရေးက သိပ်မကောင်းပေမဲ့ ကျောင်းသားလူဆိုးဂိုဏ်းကြောင့် သမီးဖြစ်သူ ထိခိုက်ဒဏ်ရာ ရသွားတဲ့အခါမှာ ဘီလီက သူနဲ့ သူ့သူငယ်ချင်းရဲ့ အတိတ်ကအကြောင်းအရာတွေကို ပြန်အမှတ်ရသွားခဲ့ပါတယ်။အဲဒီခေတ်အခါတုန်းက အသက်မွေးဝမ်းကျောင်း တက္ကသိုလ်တွေကို မျှော်လင့်ချက်ကင်းမဲ့ပြီး အနာဂတ်မရှိတဲ့ နေရာလို့ သတ်မှတ်ထားကြတာပါ။ အမေက နောက်အိမ်ထောင်ပြုပြီး ပထွေးဖြစ်သူ အမုန်းခံ‌နေရတဲ့ ဘီလီအတွက် စိတ်ထွက်ပေါက်ဆိုလို့ သူ့ရဲ့ ရင်းနှီးတဲ့ သူငယ်ချင်းတွေပဲ ရှိခဲ့ပါတယ်။ ဒါကြောင့် သူ့ရဲ့ကျောင်းနေဖက် ရဲဘော်ရဲဘက်တွေကို ကာကွယ်ဖို့ ဘာမဆိုလုပ်ခဲ့ပြီး ပြဿနာတွေ အများကြီးနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရရင်း အချစ်ဆုံးသူငယ်ချင်းကို ဆုံးရှုံးလိုက်ရတဲ့အခါ ...ယနေ့ထိတိုင် သူပေးဆပ်နေရတဲ့ ဘဝသင်ခန်းစာ ဖြစ်ရပ်မှန်အကြောင်းကို ပြန်လည်ရိုက်ကူးထားတဲ့ 4 ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/4-kings-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BMTUyNDk5ODE0OV5BMl5BanBnXkFtZTgwMDMyNzE4MDE@._V1_-135x200.jpg",
        "title": "Welcome to the Jungle (2013)",
        "description": "တစ်ချိန်တုန်းက တမ်းတမ်းစွဲကြိုက်ခဲ့ရတဲ့ အက်ရှင်မင်းသားကြီးဗန်ဒိန်းရဲ့ Adventure , Comedy ကားဟောင်းလေးကို ပြန်ခံစားကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ပါပြီ။\nဒီကားက (၂၀၁၃) ခုနှစ်ကထွကခဲ့တာ အခုဆိုရင် (၁၀)နှစ်ပြည့်ခါနီးနေပြီဆိုတော့ တော်တော်လေးကြာပြီလို့ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကုမ္ပဏီတွင်းအသင်းဖွဲ့နဲ့လုပ်ကိုင်တတ်အောင်လို့ ကျွန်းတစ်ကျွန်းပေါ်ခရီးထွက်လာခဲ့ကြရတဲ့ ကုမ္ပဏီအဖွဲ့သားတွေရဲ့ခရီးစဉ်က မထင်မှတ်တာတွေဖြစ်ပြီး ကျွန်းပေါ်မှာသောင်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ဒီလိုသောင်တင်နေတဲ့အဖွဲ့သားတွေကို အများကငကြောက် ငကြောင်လို့မှတ်ယူနေတဲ့ Chrisကကယ်တင်မလား...Chris ဆီကအိုင်ဒီယာကိုခိုးသွားတဲ့ အထက်လူကြီးPhilကပဲ ဦးဆောင်မလား..ကျွန်းပေါ်မှာ သူတို့ဘယ်လို ရှင်သန်လွတ်မြောက်အောင် ကြိုးစားကြမလဲဆိုတာကို ကြည့်ရမယ့် ဟာသအက်ရှင်စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ် ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ Chit Tee ပါ )File Size__(1.6GB) / (900MB)\nQuality__Bluray_1080p, 720p\nIMDb Rating__5.5/10\nFormat__mp4\nDuration__01:35:00\nType__Action, Adventure, Comedy\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Chit Tee\nEncoded by Naing Aung Latt",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/welcome-to-the-jungle-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5jGKbYuZtdxSNOocI6ZziQeiY4n.jpg",
        "title": "Attack (2022)",
        "description": "အခုတစ်ခါထွက်ရှိလာတဲ့ ကားလေးကလည်း\nစိတ်ဝင်စားဖို့ကောင်းတဲ့ စူပါစစ်သားကားလေးပဲဖြစ်ပါတယ်အာဂျွန်ဟာ သိပ်တော်တဲ့ စစ်တပ်အရာရှိတစ်ယောက်ဖြစ်ပြီး\nမတော်တဆမှုတစ်ခုမှာ ထိခိုက်မိသွားလို့\nခန္ဓာကိုယ်အကြောသေသွားခဲ့တယ်...နိုင်ငံတွင်းမှာ အကြမ်းဖက်ဖြစ်စဉ်တွေ များလာတော့\nဖြေရှင်းဖို့က ပတ်ဝန်းကျင်နိုင်ငံတွေပါဝင်ပတ်သက်နေတာကို\nသံသယအဆင့်နဲ့ပဲသိထားတော့ ငြိမ်းချမ်းရေးညှိနှိုင်းဆွေးနွေးလို့လည်းမရ\nစစ်ဖြစ်လို့လည်းမရနဲ့ အကြပ်ရိုက်နေခဲ့ပါတယ်...ဒါကိုဖြေရှင်းဖို့အတွက် အိန္ဒိယစစ်တပ်ကနေ စူပါစစ်သားတွေကို\nဖန်တီးဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်...  ဒီဖြစ်စဉ်မှာ အစမ်းသပ်ခံလူသားက အကောင်းပကတိအတိုင်း\nမဟုတ်ဘဲ လေဖြတ်အကြောသေနေတဲ့ ပုံစံမျိုးမှာရှိနေမှ\nအဲ့ဒီလူသားဟာ ဒီစမ်းသပ်ခြင်းမှာ ပုံမှန်ထက်ထူးကဲတဲ့\nအစွမ်းခွန်အားမျိုးကို ရရှိမှာဖြစ်ပါတယ်..ဒီလိုနဲ့ နိုင်ငံ့အကျိုးသယ်ပိုးဖို့ အာဂျွန်ကို\nစမ်းသပ်လိုက်တဲ့အခါမှာတော့.....။ \nFile size…2.8GB / 1.9GB / 950MB\nQuality…4k ZEE5 WEB DL SDR HEVC / 1080p WEB DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor , Myo Myo , Yunni",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/attack-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3cWnCG5NyXJYARO2hmNqfbbgrMA.jpg",
        "title": "Max Payne(2008)",
        "description": "Max Payne(2008) အညွှန်း*********************Video Game အပေါ်အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပြီး နာမည်ကျော်မင်းသားကြီး Mark Wahlberg နဲ့မင်းသမီးချော Mila Kunis ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်....မက်စ်ပိန်းဟာ နယူးယောက်က စုံထောက်ကျော် တစ်ယောက်ပေါ့…တစ်ရက်မှာ သူချစ်ရတဲ့ဇနီးသည် မီရှဲလ်နဲ့ လူမမယ်မွေးကင်းစကလေးလေးကိုဓားပြလာတိုက်တဲ့လူတစ်စုက ရက်ရက်စက်စက်သတ်သွားခဲ့ပါတယ်…တရားခံတွေလွတ်မြောက်သွားခဲ့ပြီး ဘယ်လိုစုံစမ်းစုံစမ်း အမှုမှန်မပေါ်ပေါက်တာကြောင့်မက်စ်လည်း အတော်လေးစိတ်ဆင်းရဲရတဲ့ကြားထဲအမှုစာရင်းသွင်းတဲ့ စာရေးသာသာ ရာထူးကိုပါ ချခံလိုက်ရပါတော့တယ်…ဒါပေမဲ့လည်း အားမလျှော့တဲ့ မက်စ်က ဆက်လက်စုံစမ်းရာက သူမထင်ထားတဲ့ ထူးထူးဆန်းဆန်းအရာတွေနဲ့ ကြုံဆုံလာရတဲ့အခါသူ့ဇနီးနဲ့ကလေးကို သတ်သွားခဲ့တဲ့တရားခံကို သူကိုယ်တိုင် တရားစီရင်နိုင်ပါ့မလား ကိုယ်တိုင်ပဲကြည့်ရှုခံစားလိုက်ပါ..... File Size : (2.05GB)(889MB) and (263MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…01:40:00\nGenre : Adventure, Crime, Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/max-payne2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BYmQ0ODljODQtYjdmOC00ZTc1LWJiNDUtNjg3YTRmZDE2MDg1XkEyXkFqcGdeQXVyMjA5MjgyNTI@._V1_-135x200.jpg",
        "title": "County Line: All In (2022)",
        "description": "Couty Line : All In (2022)မြို့လေးတစ်မြို့မှာ သေနတ်အတုတွေနဲ့ ပစ်ကြ‌ခတ်ကြတဲ့ ကစားပွဲလေးတစ်ခုလုပ်တယ်။ အဲဒီပွဲမှာ လူတစ်ယောက် ကျည်အစစ်မှန်ပြီး သေသွားတယ်။\nပြဿနာက သူ့အလောင်းက ရဲအရေးပိုင်နယ်မြေ နှစ်ခုရဲ့ ကြားထဲကျနေတော့ ဒီအမှုက ဟိုဘက်စခန်းနဲ့ဆိုင်သလို ဒီဘက်စခန်းနဲ့ ဆိုင်သလိုလို တိုင်ပတ်‌သွားပြီးနောက် ဟိုဘက်စခန်းနဲ့ ဒီဘက်စခန်း အမှုအတူတူလိုက်ကြတယ်။သေတဲ့လူက မြို့ခံဂန်းစတားအကြီးစားရဲ့ ရှေ့နေဆိုတော့ မြို့ခံလူမိုက်တွေကို စုံစမ်းရာက နောက်ဆုံး နိုင်ငံရေးသမားတွေအထိ ဆက်နွယ်လာပြီး နောက်ထပ်လူတွေလည်း တစ်ယောက်ပြီး တစ်ယောက် သေလာတဲ့အခါမှာတော့.....2017က County Line ရုပ်ရှင်နဲ့ တိုက်ရိုက်ဆက်စပ်နေတဲ့ သူ့အဆက်ကားပါ။\n2017ကားက အရာရှိ ကလင့်သရုန်းအနားယူပြီးတဲ့နောက် အရာရှိအသစ်ရောက်လာတဲ့ အချိန်ကို ဇာတ်အိမ်တည်ထားပါတယ်။\nBansheeတို့ ဘာတို့လို မြို့လေးတစ်မြို့မှာ မြို့ခံလူမိုက်ဂိုဏ်းတွေနဲ့ မြို့ခံရဲအရာရှိတွေကြားက အရှုပ်အထွေးတွေကို ကြိုက်ရင် ကြည့်သင့်တဲ့ရုပ်ရှင်ပါပဲ။\nတရားခံ ဖြစ်နိုင်တဲ့လူတွေ အများကြီးပြပြီး ပြန်ရွေးထုတ်သွားတာလေးလည်း ကောင်းပါတယ်။\nစုံထောက်ကားတွေကြည့်ပြီး တရားခံကိုခန့်မှန်းကြည့်ရတာ ကြိုက်ရင် ကြည့်ကြည့်ပါ။ ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/county-line-all-in-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/heropanti_ver6-138x200.jpg",
        "title": "Heropanti (2014)",
        "description": "အချစ်ဆိုတာလက်ထပ်ပြီးမှဖြစ်တာလို့ ဘေးဘိုးစဉ်ဆက် အရိုးစွဲကျင့်သုံးခဲ့ကြတဲ့ ဟက်ကရီရွာကိုအုပ်ချုပ်တဲ့ဝန်ကြီး ချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ်မှာ သမီးနှစ်ယောက်ရှိပါတယ် သမီးကြီးဖြစ်တဲ့ ရန်နူဟာ သူမကိုလက်ထပ်ပေးမဲ့နေ့မှာပဲ ဘာဘလူလားဆိုတဲ့ သူငယ်ချင်းရဲ့ အကူအညီနဲ့ ချစ်သူရာကက်ရ်နောက်ကို ခိုးရာလိုက်ပြေးသွားပါတော့တယ်။ရန်နူရဲ့ဦးလေးတွေ ဒီကိစ္စကို သိသွားတော့ ကြံရာပါဖြစ်တဲ့ ဘာဘလူနဲ့ သူငယ်ချင်းတွေကို ဖမ်းဆီးနှိပ်စက်ပြီး ရန်နူးတို့ရှိရာကိုလိုက်ပို့ခိုင်းပါတယ် ဘာဘလူးဟာလည်းဝန်ကြီးရဲ့သမီးအငယ်ဖြစ်တဲ့ဒင်မ်ပီကိုချစ်ကြိုက်မိသွားပါသေးတယ်... အဖေ ဦးလေးတွေ ကြားက ဒင်မ်ပီရဲ့ အချစ်ကိုရောပိုင်ဆိုင်နိုင်ပ့ါမလား\nချောင်ဒရီဆူရက်ဂ်ျဆင်ဂ် က ရော သမီးငယ်နှင့်သဘောတူပါ့မလား\nဆိုတာကိုတော့. .ဆက်လက်ကြည့်ရူပေးကြပါ\nReview Credit:",
        "rating": "5.6",
        "url": "https://megaup.net/2dWC4/Hero_Panti_[2014]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4EaMMsKs0g6gucK9dJwo1B5BOGn.jpg",
        "title": "The Monkey King: The Legend Begins ( 2022 )",
        "description": "The Monkey King ဇာတ်ကားတွေအများကြီးထွက်နေပြီဆိုပြီးရိုးနေပြီဆိုတဲ့\nCM ပရိတ်သတ်တွေအတွက် ဒီရှည်လျားတဲ့ဇာတ်ဝတ္ထုကြီးရဲ့ မျောက်ဘုရင်\nဘယ်လိုဖြစ်ပေါ်လာကြောင်းကို ရိုက်ကူးတင်ဆက်ထားတဲ့\nThe Monkey King: The Legend Beginsဆိုပြီး ယနေ့မှာတော့တင်ဆက်ပြသပေးလိုက်ပြီအားလုံးသိပြီသားအတိုင်း မျောက်ဘုရင် စွန်းဝူခုန်းက\nကောင်းကင်ဘုံမှာပြဿနာရှာလို့ ရူလိုင်မြတ်စွာဘုရားက\nသူ့ကိုလက်ငါးချောင်းတောင်အောက်မှာအပြစ်ဒဏ်ပေးတဲ့အနေနဲ့ တရားကျင့်ကြံခိုင်းထားခဲ့ပါတယ်ဒီဇာတ်ကားလေးမှာ အားယိဆိုတဲ့ ကလေးမလေးတစ်ယောက်\nမျောက်ဘုရင် စွန်းဝူခုန်းကို ကောင်းကင်ဘုံ နတ်ပြည်ထံခေါ်သွားပေးဖို့ လိုက်ရှာပါတယ်\nဒီလိုနဲ့ပဲ ဝူခုန်းနဲ့တွေ့ပြီးနောက်ပိုင်း သူ့မိဘတွေအသတ်ခံလိုက်ရကြောင်းကို\nကောင်းကင်ဘုံမှာရှိတဲ့ နတ်အရာရှိတွေကိုတိုင်ကြားချင်လို့\nကောင်းကင်ဘုံကိုခေါ်သွားပေးပါလို့ အားယိကတောင်းဆိုပါတယ်ဝူခုန်းနောက် တကောက်ကောက်ရှုပ်တဲ့ကလေးမက\nဝူခုန်းဒုက္ခတွေကြုံလာရင် သူအရင်ဆုံးထွက်ကာကွယ်ပေး\nဝူခုန်းကိုပျော်ရွှင်အောင်ထား‌ပေးနဲ့ သူငယ်ချင်းတွေဖြစ်လာရော\nနောက်ဆုံးမှာ အားယိကို ကောင်းကင်ဘုံခေါ်သွားဖို့ ဝူခုန်းကတိပေးခဲ့လိုက်ပါတယ်ကံမကောင်းစွာနဲ့ ဝူခုန်းရဲ့ ရန်ဘက် နဂါးမင်းသားက\nဝူခုန်းကိုလက်စားချေချင်တဲ့စိတ်နဲ့ အားယိကိုဖမ်းကာ\nလက်စားချေမှုတွေစတင်လှုပ်ရှားခဲ့ပါတယ်\nအားယိကိုသွားကယ်ရင်းဖြစ်လာမဲ့အကြောင်းအရာလေးတွေကိုတော့\nဆက်ပြီးပြောပြသွားမှာမဟုတ်တဲ့အတွက် :') ဇာတ်ကားလေးကိုပဲကြည့်ရှုလိုက်ရအောင် .. Quality : WEB-DL 1080p ,  480pFormat : mp4Genres : Action , Fantasy , DramaRuntime : 1h 20minSubtitle : Myanmar Subtitle ...",
        "rating": "6",
        "url": "https://megaup.net/14Btj/The_Monkey_King_(2022)_The_Legend_Begins_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pvgpovdyGZIj9QXSoNNiqe290O1.jpg",
        "title": "Song of the Assassins ( 2022 )",
        "description": "ဒီတစ်ခါ Channel Myanmar ကတင်ဆက်ပေးမဲ့Song Of The Assassins\nဇာတ်ကားလေးက Prince of Lan Lingမှာ အဓိက\nပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ပြန်လည်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ဒီဇာတ်ကားမှာတော့ ပရမ်းပတာဖြစ်နေတဲ့ခေတ်ကာလကြီးမှာ\nလှည့်ကွက်တွေများစွာနဲ့ အကွက်ချခံနေရတဲ့ မင်းသား ချင်းမန့်ရှိုးလော်\nချီကျွင်းယွမ်ရဲ့ ဇာတ်ကြောင်းကိုအဓိကပြသထားတာဖြစ်ပါတယ်ချီကျွင်းယွမ်က မုန်းတီးမှုများစွာနဲ့ လီဟန့်ဂူဆိုတဲ့နေရာမှာ\nထိပ်တန်းလူသတ်သမားအဖြစ်ရပ်တည်နေတဲ့ ဆရာကြီးတစ်ယောက်ပါ\nငယ်စဉ်အခါက ကြေးပြားမြေပုံ (ရှေးဟောင်းမြေပုံ) ဆိုတဲ့\nမြေပုံတစ်ခုကြောင့် ချီမျိုးနွယ်စုအားလုံး မင်းသားရဲ့ မိသားစုတွေက အသတ်ခံလိုက်ရတာပါအဲ့မြေပုံရဲ့နောက်ကြောင်းကိုလိုက်စုံစမ်းရင်း\nဘယ်လိုအမှန်တရားတွေထွက်ပေါ်လာမလဲဆိုတာကိုတော့\nSong Of The Assassins ရဲ့အကွက်ပေါင်းများစွာနဲ့\nအံ့ဩပြီး ဆက်လက်ကြည့်ရှုဖို့ဖိတ်ခေါ်လိုက်ပါတယ်\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 58min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Xing Er\nEncoded by LK",
        "rating": "6.7",
        "url": "https://megaup.net/1L4ar/Song_Of_The_Assassins_(2022)_WEB-DL_1080p_(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KsAHLzQnhXeQhuMPCicZ37gFDS.jpg",
        "title": "The Labyrinth ( 2022 )",
        "description": "ဒီတစ်ခါမှတော့ သည်းထိတ်ရင်ဖို Horror Thriller ရုပ်ရှင်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။\nဇာတ်လမ်းအမည်ကတော့ \"ဝင်္ကပါ\" ဖြစ်ပြီး ဘာဝင်္ကပါလဲဆိုတာတော့ ဇာတ်လမ်းအကျဥ်းမှာဖတ်ကြည့်ရအောင်။ဇာတ်လမ်းအစမှာ ရထားတစ်စီးဟာ အေးအေးလူလူခုတ်မောင်းနေလေရဲ့။\nရထားပေါ်မှာ လူတန်းစားအမျိုးမျိုး၊ လူအမျိုးမျိုးက လိုက်ပါစီးနင်းနေကြတာပေါ့။\nရှေ့မှာကြုံလာမယ့်အန္တရာယ်ကိုသတိမထားမိစွာဘဲ အေးအေးလူလူ စကားတပြောပြောနဲ့ပေါ့။တစ်နေရာအရောက်မှာတော့ ဘာဖြစ်မှန်းမသိဘဲ ရထားဟာရပ်တန့်သွားပါတော့တယ်။\nရထားထဲကထွက်ဖို့ကြိုးစားကြရင်း ရုန်းရင်းဆန်ခတ်ဖြစ်နေကြပြီးနောက်မှာတော့\nရထားလမ်းမြေပြိုနေတာဖြစ်ကြောင်းသိလိုက်ရပါတယ်။\nဘေးလွတ်ရာမှာဆင်းနေကြပေမယ့် ကင်းခြေများအကောင်ရေ\nထောင်ချီဝိုင်းလာတဲ့အခါမှာတော့ ရထားပေါ်ပြန်တက်နေရုံကလွဲရွေးချယ်စရာမရှိခဲ့ပါဘူး။ရထားဟာ ဝန်မမျှဖြစ်ပြီး မြေပြိုနေတဲ့တွင်းနက်ကြီးထဲကို ထိုးကျသွားပါလေရော။\nအဲ့ဒီတွင်းထဲမှာလည်း ကင်းခြေများအကောင်ရေအမြောက်အများရှိနေတဲ့အခါ\nခြေဦးတည့်ရာကိုပြေးရပါတော့တယ်။ ဘယ်နေရာကိုရောက်မှန်းမသိရောက်ကုန်ရင်း\nကယ်ဆယ်ရေးအဖွဲဲ့တွေကရော သူတိူ့ကိုရှာတွေ့ပြီး ကယ်တင်နိုင်ပါ့မလား။\nသူတို့အနေနဲ့ရော ကင်းခြေများဝင်္ကပါကနေလွတ်အောင်ပြေးနိုင်ပါ့မလား။\nဘေးအန္တရာယ်ကြုံတဲ့အခါတွေ့ရမယ့်လူ့ သဘောသဘာဝ ကို\nမြင်တွေ့ရမယ့်အ​ပြင် ကင်းခြေများနဲ့လူတွေရဲ့အားပြိုင်ပွဲကို စိတ်လှုပ်ရှားစွာကြည့်ရှူရမှာပဲဖြစ်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Adventure\nRuntime : 1h 9min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated By CM Team\nEncoded by LK",
        "rating": "6.6",
        "url": "https://megaup.net/36zMA/The_Labyrinth_(2022)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pGB8ZR1UOCDxWw5Eb8WTxAEr2CW.jpg",
        "title": "The Mysterious Cloths ( 2022 )",
        "description": "မသိမသာ စိတ်ဝင်စားဖို့ကောင်းတဲ့ the mysterious cloths ဆိုတဲ့\nဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒီကားလေးက တစုန့်မင်းကြီးရဲ့ မွေးနေ့ပွဲက စတယ်ဆိုရမလား...\nပါးစပ်ရာဇဝင်ထဲက မသေမျိုးနတ်မျိုးနွယ်တို့ရဲ့ မြဝတ်ရုံက စတယ်ဆိုရမလားပဲ...\nဘာလို့လဲဆိုတော့ ရှီရှပြည်ထောင်က မသေမျိုးနတ်မျိုးနွယ်တို့ရဲ့\nမြဝတ်ရုံကို တစုန့်မင်းကြီး မွေးနေ့ပွဲအတွက် မွေးနေ့လက်ဆောင်မွန်အဖြစ်\nဆက်သဖို့ကြိုးစားရာမှာ တစုန့်က လက်ဆောင်လက်ခံသူ လျန်ဝမ်ရယ်ဟာ\nလက်ဆောင်လက်ခံပြီး ညတွင်းချင်းမှာပဲ ဘဝတစ်ပါးကို အကြောင်းရင်းမဲ့စွာ\nပြုံးပြုံးကြီး ကူးပြောင်းသွားပါတယ်...ဟုတ်ပါတယ် ဒဏ္ဏာရီလာ မြဝတ်ရုံကို စမ်းမဝတ်ဘဲ မနေနိုင်တဲ့ လျန်ဝမ်ရယ်ဟာ\nမြဝတ်ရုံကို စမ်းဝတ်ကြည့်ပြီးနောက် ပြုံးပြုံးကြီးနဲ့  ဘာကြောင့်မှန်းမသိ\nဆုံးပါးသွားခဲ့တာပါ... တစ်ဖက်မှာ အလောင်းကို စစ်ဆေးတော့လည်း\nခုခံထားဟန်မတွေ့ အဆိပ်မိတဲ့လက္ခဏာကမရှိတဲ့အပြင် ကိုယ့်ကိုယ်ကို\nသတ်သေဖို့ဆိုတာလည်းမဖြစ်နိုင်တော့ အခက်တွေ့တာပေါ့ ဒါကြောင့်လည်း\nလက်ဆောင်ဆက်သသူ ရှီရှပြည်ထောင်က ချင်ယွမ်မင်းသားကိုပဲ စစ်ဆေးဖို့\nဖမ်းလိုက်ရတာကြောင့် ၂ ပြည်ထောင် ချစ်ကြည်ရေးတည်ဆောက်ဖို့ ကြိုးစားရာကနေ\nဆက်ဆံရေးက အဆိုးဖက်ကို ကူးပြောင်းလာတော့တယ်...ဒါကြောင့် စုန့်စီဆိုတဲ့ ပြည်သူတွေသတ်မှတ်ထားတဲ့ သမာသမတ်ကျသူ\nတရားသူကြီးမင်းကို စစ်ဆေးစုံစမ်းဖို့ တာဝန်လွှဲအပ်ခဲ့တယ်... ဒီလိုနဲ့\nလျန်ဝမ်ရော ရှီရှ လက်ဆောင်ဆက်သသူတို့အပါအဝင်\nတစုန့်မင်းကြီးမွေးနေ့မင်္ဂလာပွဲ တက်ဖို့ ရောက်လာသူတွေ တည်းခိုတဲ့\nတည်းခိုဆောင်ကို ရောက်လာခဲ့တော့တယ်....စုန့်အမတ်မင်းက တကယ်ပဲ ဒီအမှုကို ရှင်းနိုင်မှာလား...\nလျန်ဝမ်ကရော ဘာကြောင့်သေသွားတာလဲ...\nမြဝတ်ရုံရဲ့ ...",
        "rating": "6",
        "url": "https://megaup.net/36xTE/The_Mysterious_Cloths_(_2022_)_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/08/J1-2-146x200.jpg",
        "title": "John Carter (2012)",
        "description": "WALL-E , Finding Dory ,Toy Story တို့လို Animation ကောင်းတွေရိုက်ကူးတတ်တဲ့ ဒါရိုက်တာ Andrew Stanton ရဲ့ Live Action ဇာတ်ကားဖြစ်ပါတယ်။ Walt Disney က ထုတ်လုပ်ထားတာဖြစ်ပြီး Action Scene တွေ မိုက်တာကြောင့်ရယ် မားစ်ဂြိုဟ်ပေါ်က ရှုခင်းတွေရယ် ထူးဆန်းတဲ့အကောင်ဗလောင်တွေရယ်ကြာင့် ဒီဇာတ်ကားက ကြည့်ဖူးသူတိုင်း အမှတ်ရမိတတ်တဲ့ ရုပ်ရှင်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့...ဂျွန်ကာတာဆိုသူဟာ အမေရိကန်ပြည်တွင်းစစ်တုန်းက ပါဝင်ခဲ့တဲ့ စစ်မှုထမ်းဟောင်းတစ်ယောက်ပေါ့...သူဟာ အတိတ်ကဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် အခုချိန်မှာ အပူမရှာဘဲ အေးအေးဆေးဆေး နေချင်တဲ့ သူတစ်ယောက်ပေါ့။ ဒါပေမယ့် အေးဆေးမနေရဘဲ သူ့ကို စစ်မှုပြန်ထမ်းခိုင်းရာကနေစပြီး သူ့ဘဝကိုလုံးဝပြောင်းလဲသွားစေတဲ့ ဖြစ်ရပ်နဲ့ ထိပ်တိုက်ရင်ဆိုင်ရပါတော့တယ်။သူဟာ စစ်ပွဲထဲမှာ အင်ဒီးယန်းလူနီတွေရဲ့ လက်ကလွတ်မြောက်ဖို့ ပုန်းအောင်းရာကနေ ဂူတစ်ခုထဲမှာ ထူးဆန်းတဲ့ လူတစ်ယောက်နဲ့တွေ့ပါတယ်\nအဲ့လူ ရွတ်ဆိုတဲ့ ဂါထာကို သူပါ ရွတ်ဆိုလိုက်တဲ့အခါမှာ ရုတ်တရက်မေ့မျောသွားပါတော့တယ်။\nသူပြန်သတိရတဲ့ အချိန်မှာတော့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/john-carter-2012/"
    }
]