[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/03/MV5BMTEyMjAzMDk4ODZeQTJeQWpwZ15BbWU4MDUxNzMzMDEy._V1_SY1000_SX640_AL_-128x200.jpg",
        "title": "Monster Trucks (2016)",
        "description": "Monster Trucks (2016)_________IMDb - 5.6/10\n မွန်းစတားလေးတွေနဲ့ စွန့်စားခန့်ဖွင့်တဲ့\nစိတ်ကူးယဉ်ကားတွေကို နှစ်သက်ပါသလား။\nဒါဆိုရင် ဒီကားဟာ သင်တို့အတွက်ပါ။\nဇာတ်လမ်းအကျဉ်းမှာတော့ ရေနံကုမ္မဏီကြီးတစ်ခုဟာ ရေနံတူးရင်းနဲ့\nမြေအောက်နက်တစ်နေရာက ရှေးဦးကုန်းနေရေနေသတ္တဝါဆန်းတွေ\nနေတဲ့နေရာကို တူးမိသွားပြီး အကောင်ဆန်းအချို့ မြေပေါ်ကို လွတ်လာခဲ့ပါတယ်။\nဒါပေမယ့် ရေနံတူးခွင့်ပိတ်သွားပြီ စီးပွားရေးထိခိုက်မခံနိုင်တာကြောင့်\nမြေအောက်က သက်ရှိတွေရှိတဲ့အကြောင်းကို ဘယ်သူမှမသိနိုင်အောင်\nအဲဒီ သတ္တဝါဆန်းကြီးတွေကို နှုတ်ပိတ်ရှင်းလင်းဖို့ကြိုးစားပါတော့တယ်။\nလွတ်သားတဲ့ အကောင်လေးဟာ ကားဝါသနာအိုး ထရစ် နဲ့တွေ့ပြီး\nမိတ်ဆွေတွေဖြစ်လာခဲ့ပါတယ်။ ထရစ်ရဲ့ ကားအစုတ်ဟာလည်း\nသတ္တဝါလေးရဲ့ ထူးဆန်းတဲ့အစွမ်းကြောင့်\nဘယ်ကားနဲ့မှ မတူတဲ့ ကားတစ်စီးဖြစ်လာခဲ့ပြီး သူတို့တွေ\nပူးပေါင်းပြီး ရေနံကုမ္မဏီကဖမ်းထားတဲ့ အကောင်တွေကို ကယ်ဖို့နဲ့\nသူတို့အားလုံး အိမ်ကိုပြန်နိုင်ဖို့ ကြိုးစားကြပုံလေးပါ။မြန္းစတားေလးေတြနဲ႕ စြန္႕စားခန္႕ဖြင့္တဲ့\nစိတ္ကူးယဥ္ကားေတြကို နွစ္သက္ပါသလား။\nဒါဆိုရင္ ဒီကားဟာ သင္တို႕အတြက္ပါ။\nဇာတ္လမ္းအက်ဥ္းမွာေတာ့ ေရနံကုမၼဏီၾကီးတစ္ခုဟာ ေရနံတူးရင္းနဲ႕\nေျမေအာက္နက္တစ္ေနရာက ေရွးဦးကုန္းေနေရေနသတၱ၀ါဆန္းေတြ\nေနတဲ့ေနရာကို တူးမိသြားျပီး အေကာင္ဆန္းအခ်ိဳ႕ ေျမေပၚကို လြတ္လာခဲ့ပါတယ္။\nဒါေပမယ့္ ေရနံတူးခြင့္ပိတ္သြားျပီ စီးပြားေရးထိခိုက္မခံနိုင္တာေၾကာင့္\nေျမေအာက္က သက္ရိွေတြရိွတဲ့အေၾကာင္းကို ဘယ္သူမွမသိနိုင္ေအာင္\nအဲဒီ သတၱ၀ါဆန္းၾကီးေတြကို နႈတ္ပိတ္ရွင္းလင္းဖို႕ၾကိဳးစားပါေတာ့တယ္။\nလြတ္သားတဲ့ အေကာင္ေလးဟာ ကား၀ါသနာအိုး ထရစ္ နဲ႕ေတြ႕ျပီး\nမိတ္ေဆြေတြျဖစ္လာခဲ့ပါတယ္။ ထရစ္ရဲ႕ ကားအစုတ္ဟာလည္း\nသတၱ၀ါေလးရဲ႕ ထူးဆန္းတဲ့အစြမ္းေၾကာင့္\nဘယ္ကားနဲ႕မွ မတူတဲ့ ကားတစ္စီးျဖစ္လာခဲ့ျပီး သူတို႕ေတြ\nပူးေပါင္းျပီး ေရနံကုမၼဏီကဖမ္းထားတဲ့ အေကာင္ေတြကို ကယ္ဖို႕နဲ႕\nသူတို႕အားလံုး အိမ္ကိုျပန္နိုင္ဖို႕ ၾကိဳးစားၾကပံုေလးပါ။File Size     ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xkfe/Monster_Trucks_[2016]_(MM_Sub).mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/l_p1002849941-138x200.jpg",
        "title": "The Unmatchable Match (1990)",
        "description": "မင္းသားၾကီးစတီဖင္ေခ်ာင္ရဲ႕ 1990 ႏွစ္တုန္းကဇာတ္ကားျဖစ္ပါတယ္။စတီဖင္ေခ်ာင္ မ်က္ခြက္မေျပာင္ဘဲ အမွန္အကန္သရုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားဆိုရင္လဲ မမွားပါဘူး။အေယာင္ေဆာင္ရဲနဲ႔ စိန္သူခိုးတို႕ ခင္မင္သြားၾကရာကေန ဘာေတြဆက္ျဖစ္မလဲဆိုတာ..။IMDb (6.3) ပါ။ \nFile size…(999 MB) and (490 MB)\nQuality…HD-Rip 720p\nFormat…mp4\nDuration….01:38:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Lyric Lynn Khant",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-unmatchable-match-1990/",
        "category": "Action, Asian, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/power-rangers-2017-poster-133x200.jpg",
        "title": "Power Rangers (2017)",
        "description": "Power Rangers (2017)_____IMDb - 5.9/10\n Mighty Morphin Power Rangers 2017 Reboot Movie\nနာမည်ကြားရုံနဲ့ ခင်ဗျားတို့တွေကြက်သီးတဖျန်းဖျန်းထရုံမကပဲ\nအသားတွေပါတဆတ်ဆတ်တုန်သွားမယ်ဆိုတာ\nကောင်းကောင်းကြီးအာမခံပါတယ်….\nတကယ်တော့ဒီရုပ်ရှင်ကို အညွှန်းတောင်တကူးတကရေးပြီးတော့ ညွှန်းနေစရာမလိုလောက်ပါဘူး…\nဘာကြောင့်လဲဆိုတော့ အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့အပြင် ကျွန်တော်တို့နဲ့အတူတကွကြီးပြင်းလာတဲ့\nငယ်ဘဝဇာတ်ကောင်လူစွမ်းကောင်းများဖြစ်တဲ့ Power Rangers တွေဖြစ်တာကြောင့်\nအားလုံးလည်း ရင်းနှီးပြီးသားဖြစ်ကြပါလိမ့်မယ်…..\nဒါပေမယ့် တစ်ခုပြောစရာရှိတာက ဒီရုပ်ရှင်ထဲကအဓိကဇာတ်ကောင်တွေ\nPower Rangers တွေဖြစ်လာမယ့် Angel Groove မြို့ရဲ့အထက်တန်းကျောင်းသားတွေဖြစ်ကြတဲ့\nPower Rangers တွေဖြစ်လာကြမယ့် အထက်တန်းကျောင်းသားလေးတွေဖြစ်တဲ့\nJason,Kimberley,Billy,Zack,Trini တို့ဟာ ကျွန်တော်တို့ငယ်ငယ်ကရင်းနှီးခဲ့ကြတဲ့အတိုင်း\nလူတော်လူကောင်း အများအကျိုးသယ်ပိုးကြတဲ့ လူငယ်လေးတွေမဟုတ်ကြဘဲ\nကျောင်းရဲ့ လူပေလူတေလေးများဖြစ်နေတာကို အံ့အားသင့်ဖွယ် မြင်ရမှာပဲဖြစ်ပါတယ်….\nဒါ့အပြင် ဒီရုပ်ရှင်ဟာလှည့်ကွက် မြှပ်ကွက်များစွာနဲ့ တင်ဆက်ထားတဲ့အပြင်ကို\nဇာတ်လမ်းအစမှာကိုပဲ ကြည့်ရှု့သူပရိတ်သတ်တွေအားလုံးကို\n”ဟာ ဒါကဒီလိုပါလား” ဆိုပြီး အံ့အားသင့်ရေရွတ်ရလောက်အောင်ကို\nတင်ဆက်ထားတာကိုလည်း ကြည့်ရှု့ရဦးမှာဖြစ်ပါတယ်….\nဇာတ်လမ်းအကျဉ်းလေးကိုတော့ အခုပြောပြတာထက် ကိုယ်တိုင်ခံစားကြည့်ရှု့လိုက်တာက\nပိုပြီးတော့ ရင်ခုန်စိတ်လှုပ်ရှားမှု့တွေပေးစွမ်းနိုင်မှာမို့ အခုပဲ\n ဒေါင်းကြည့်ကြဖို့အတွက် တိုက်တွန်းချင်ပါတယ်…\nနောက်ပြီး Original Power Rangers ရဲ့ Theme Song ကိုထပ်မံမွန်းမံထားပြီးတော့\nနောက်အသစ်ထည့်ထားတဲ့ နောက်ခံတီးလုံးတွေက ဇာတ်ကိုလုံးဝအထွတ်ထိပ်ရောက်စေပြီး\nကောင်းမွန်လှပစေခဲ့ပါတယ်…\nကျွန်တော်တို့တွေ ဒီရုပ်ရှင်မထွက်လာခင်ကတည်းက Ranger တွေရဲ့ Suit တွေ Morpher တွေ\nZord တွေကိုကြည့်ပြီးစိတ်ပျက်ခဲ့ရတာတွေက ဒီရုပ်ရှင်ကိုတကယ်တမ်းကြည့်လိုက်ရတဲ့အခါမှာတော့\nအကုန်ပျောက်သွားမယ်ဆိုတာ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/power-rangers-2017-2/",
        "category": "Action, Adventure, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vMDLIB1cwsaOK4GJRMXIgukb9OX.jpg",
        "title": "The Nutcracker in 3D(2010)",
        "description": "The Nutcracker in 3D(2010)\nဇာတ္လမ္းသေဘာတရားေလးကေတာ့ အရမ္းစိတ္ကူးယဥ္တတ္တဲ့ မိန္းကေလးတစ္ေယာက္ရဲ႕ စိတ္ကူးယဥ္ဇာတ္လမ္းေလးကို\nစိတ္ဝင္စားဖြယ္ေကာင္းတဲ့ ကာတြန္းဇာတ္ေကာင္႐ုပ္ေလးေတြနဲ႔ ဖန္တီး႐ိုက္ကူးထားတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္...\nဇာတ္လမ္းထဲကမိန္းကေလးရဲ႕စိတ္ကူးထဲမွာ အ႐ုပ္ေတြဟာအမွန္တကယ္ အသက္႐ွိတယ္လို႔ယံုၾကည္မႈ႐ွိၿပီး တစ္ေန႔မွာေတာ့ မထင္မွတ္ပဲ သစ္သားရုပ္တစ္႐ုပ္ဟာ သူ႔ကိုစၿပီး စကားေျပာလာခဲ့တယ္ ...\nအဲ့ေနာက္မွာေတာ့ အဲ့ဒီအ႐ုပ္ေလးရဲ႕ေနာက္ေၾကာင္းနဲ႔ရာဇဝင္နဲ႔ သူ႔ရဲ႕ရန္သူျဖစ္တဲ့ႂကြက္ေတြအေၾကာင္းေတြကို သိလာခဲ့ရတယ္....\nအဲ့ဒီရန္သူႂကြက္ေတြကို မိ္န္းကေလးနဲ႔သစ္သား႐ုပ္ေလးတို႔ ဘယ္လိုဆက္ၿပီးရင္ဆိုင္ၾကမလဲ ဆိုတာကိုေတာ့ လက္ေတြ႔နဲ႔စိတ္ကူးယဥ္မႈအၾကား ဖန္တီး႐ိုက္ကူးထားတဲ့ ဇာတ္ကားေလးကိုပဲ ဆက္လက္ၾကည့္႐ႈလိုက္ၾကပါေတာ့..\nFantasy  ကားေလးေတြကုိသေဘာက်တဲ့သူအတြက္ၾကည့္လုိ႕ေကာင္းတဲ့ကားေလးပါ...ဒီကားကုိ CM ဘာသာျပန္တစ္ဦးျဖစ္တဲ့ Ko Zwel Zan Aung မွသူ႕ခ်စ္သူေကာင္မေလးအတြက္ရည္ရြယ္ၿပီးဘာသာျပန္ေပးထားတာပါ...\nမည္သုိ႕ပင္ဆုိေစကာမူ ကြ်န္ေတာ္တုိ႕ Channelmyanmar မွလည္း Fantasy ရုပ္ရွင္ခ်စ္သူေတြအတြက္ျပန္လည္တင္ဆက္ေပးလုိက္ပါသည္....\nFile Size : (850 MB) and (317 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:50:00\nGenre :  Action , Family , Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded ...",
        "rating": "4.4",
        "url": "https://megaup.net/1zS11/The_Nutcracker_In_3D_[2010]_(MM_Sub).mp4",
        "category": "Action, Family, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/Irobot-156x200.jpg",
        "title": "I, Robot (2004)",
        "description": "AI နည်းပညာကို Phone တွေထဲ ထည့်သွင်းဖို့ ကြိုးစားနေကြတဲ့သတင်း ဖတ်မိတော့i,Robot ဆိုတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားလေးကို သွားသတိရမိပါတယ်ဒီဇာတ်ကားဟာ Artificial Intelligence (ဉာဏ်ရည်တု) နည်းပညာရဲ့ကောင်းကျိုးဆိုးကျိုးတွေကို ထည့်သွင်းရိုက်ကူးထားတာကြောင့်ပညာပေးဇာတ်ကားတစ်ကားလို့တောင် ဆိုနိုင်ပါတယ်i,Robot ကို ဒါရိုက်တာ Alex Proyas ရိုက်ကူးခဲ့ပြီး မင်းသားကြီး Will Smith နဲ့မင်းသမီး Bridget Moynahan တို့က ဦးဆောင်ပါဝင်ထားပါတယ်IMDb 7.1 ရရှိထားတာကြောင့် ကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဆိုတာ သေချာပါတယ်ဒီဇာတ်ကားကို ကြည့်ရှုနေစဉ်မှာပင် ဇာတ်ဆောင်တွေ နဲ့ ဇာတ်လမ်းထဲကဇာတ်ရုပ်တွေအလွန်လိုက်ဖက်လွန်းတာကို သတိထားမိကြပါလိမ့်မယ်ဇာတ်လမ်းအကျဉ်း 2035 ခုနှစ် ချီကာဂိုမြို့မှာ ဇာတ်အိမ်တည်ထားပါတယ်ကမ္ဘာ့အကြီးဆုံး ရိုဘော့ထုတ်လုပ်ရေးကုမ္ပဏီ USR အဆောက်အဦးမှာကိုယ့်ကိုယ်ကိုယ်သတ်သေမှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်သေဆုံးသူကတော့ ရိုဘော့ပညာရှင် ဒေါက်တာအဲလ်ဖရက်လန်နင် ဖြစ်ပါတယ်ထူးခြားတာာက ဒီအမှုကိုကိုင်တွယ်ဖို့ စုံထောက်တစ်ယောက်ကိုသေဆုံးသူက ကြိုတင်ရွေးချယ်ထားတာပါ သူရွေးချယ်ခဲ့တဲ့စုံထောက်ကတော့ရိုဘော့တွေကို နဂိုတည်းက မုန်းတီးရင်းစွဲစိတ်အခြေခံရှိထားတဲ့ စုံထောက်စပွန်နာ ဖြစ်ပါတယ်အခင်းဖြစ်ပွားခဲ့တဲ့နေရာမှာ ပုန်းအောင်းနေတဲ့ NS-5 ရိုဘော့တစ်ကောင်ကိုစုံထောက်စပွန်နာ ရှာတွေ့ခဲ့တဲ့အခါမှာတော့.....အဲလ်ဖရက်လန်နင်က ...",
        "rating": "7.1",
        "url": "https://megaup.net/5Av8A/I,_Robot_[2004]_(MM_Sub).mp4",
        "category": "Action, Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/dororo-poster-133x200.jpg",
        "title": "Dororo (2007)",
        "description": "Dororo (2007)\nIMDb 6.4/10_____Rotten Tomatoes 54%\n   ဒီကားလေးဟာဆိုရင် 1960 တုန်းကထုတ်လွှင့်ခဲ့တဲ့ Manga series လေးကို\n2007 မှာပြန်ပြီး အသက်သွင်းရိုက်ကူးထားတဲ့ ဆာမူရိုင်း ကားလေးပဲဖြစ်ပါတယ်...\nအကျဉ်းချုံးလေးပြောရမယ်ဆိုရင်တော့ ဆယ်စုနှစ်ကြာအောင်ဖြစ်ပွားနေတဲ့\nစစ်ပွဲကြီးမှာ စစ်ရှုံးလာတဲ့ စစ်သူကြီးတစ်ယောက်ဟာ တိုင်းပြည်ကို အုပ်စိုးချင်တဲ့အတွက်\nနတ်ဆိုးတွေနဲ့ ကြောက်မယ်ဖွယ်အပေးအယူကြီးတစ်ခုပြုလုပ်ခဲ့ပါတယ်\nအဲ့ဒါကတော့ သူ့မိန်းမကိုယ်ဝန်ဆောင်ထားတဲ့ သားရဲ့ ခန္ဓာကိုယ်ကို 48 ပိုင်းပိုင်းပြီး\nနတ်ဆိုးတွေကို ပူဇော်လိုက်တာပဲဖြစ်ပါတယ်...\nမမွေးခင်ထဲက ယစ်ပူဇော်ခံရတဲ့ ကလေးဟာ အသားလုံးလေးအဖြစ်မွေးဖွားလာပြီး\nရေထဲမျှောခံလိုက်ရပါရော\nမှော်ဆေးဆရာကြီးက ဆယ်ယူမွေးစားပြီး ကိုယ်လက်အင်္ဂါအတုတွေတပ်ပေးလိုက်ပါတယ်\nအရွယ်ရောက်လာတော့ အဖြစ်မှန်တွေအကုန်သိပြီး ဟိရခိမာယု ဓားနဲ့ နတ်ဆိုးတွေကိုသုတ်သင်ပြီး\nသူ့ခန္ဓာကိုယ်အစိတ်အပိုင်းတွေကို ပြန်လည်ရယူပါတော့တယ်\nသူ့လက်ထဲမှာတပ်ထားတဲ့ ဟီရခိမာယုဓားကို လိုချင်နေတာကတော့\nသူ့ကိုယ်သူယောကျ်ားလေးလိုနေထိုင်တဲ့ အလစ်သုတ်သမလေးပဲဖြစ်ပါတယ်\nသူတို့နှစ်ယောက်ပေါင်းပြီး နတ်ဆိုးတွေသတ်ရာမှာ ခြေထောက်ယူထားတဲ့\nနတ်ဆိုးကိုသတ်ပြီးတာနဲ့ ခြေထောက်အတုကပြတ်ကျပြီး\nအစစ်ပြန်ထွက်လာတာတွေကတော်တော်မိုက်ပါတယ်\nအခွေခေတ် စာတန်းထိုးတွေမပါတုန်းကတောင် တော်တော်ကြည့်လို့မိုက်တဲ့ကားလေးမို့\nမင်းသားလေးကလည်း အရမ်းချောလို့ Dororo ကားလေးကို ညွှန်းလိုက်ရပါတယ်နော်။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ထားသူကတော့ Cafeo Wine ဖြစ်ပါတယ်။)\n  File size…(1.16 GB)\nQuality…WEB-DL Rip 720p\nFormat…mp4\nDuration….02:19:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Cafeo ...",
        "rating": "6.4",
        "url": "https://megaup.net/2Tq7e/Dororo_[2007]_(MM_Sub).mp4",
        "category": "Action, Asian, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/1200x630bb-133x200.jpg",
        "title": "Tom and Jerry: The Fast and the Furry (2005)",
        "description": "Tom and Jerry: The Fast and the Furry (2005)IMDB...6.5.\n94 % of google users like..အားလုံးသိၿပီးျဖစ္​တဲ့\nမ႐ိုးႏိုင္​တဲ့ Tom and Jerry ကား​ေဟာင္​း​ေလး\nတင္​ဆက္​လိုက္​ပါတယ္​။\nအၫႊန္​းကို​ေတာ့ CM က ရတုဆရာ ထရန္​စလိတ္​တာႀကီး\nဆရာ ရဲခန္​႔မင္​းမွ စပ္​ဆို​ေပးထားပါတယ္​။\" ဖတ္စ္အန္ဖ်ဴရီ ဇာတ္​လမ္​းအၫႊန္​း ရတုလကၤာ\"​ေ႐ွးသ​ေရာခါ ျပည္ေဟာလာဝယ္\nနာမည္ေက်ာ္လ်က္ ​ေၾကာင္​နဲ႔ႂကြက္​ဟု\nမည္​တြင္​ျပဳရာ ဇမၺဴေက်ာ္​လႊား\nကာတြန္​းကားမ်ား ထြက္ေလဖူး၏ေမာ္ဖူးဖြယ္ရာ ကားရာေက်ာ္မွ\nThird Dimension Animate ဟု\nစရိတ္ေထာင္လႊား ဤဇာတ္ကားကား...\nအက်ဥ္​းဆိုရ ဤသို႔စ၏။ေၾကာင္ႏွင့္ႂကြက္မည္ တြမ္ဂ်ယ္ရီသည္\nေျပးခ်ည္လိုက္ခ်ည္ ခိုက္ရန္ျဖစ္ပြား\nေဒါသမ်ားျဖင့္ မွီတင္းခိုရာ\nအိုးအိမ္သာအား\nဆႏၵမပါ မေမွ်ာ္သာပဲ\nၿပိဳကာပ်က္စီး ဖ်က္ဆီးျခင္းသို႔\nမလ်င္းေရွ႕ေမွာက္ ေရာက္ေစလိုက္​၏။အရႈပ္ေတာ္ပံု အလံုးစံုေၾကာင့္ ေငြပံုစံျပဳ\nေယရႈသခင္ ရွင္ကိုယ္ေတာ္မွ\nမၾကာခ်က္ခ်င္း ရႈပ္ေထြးျခင္းကို\nSecond Chance တစ္ရပ္\nေပးဆပ္ျခင္းျဖင့္\nခြင္​့​ေရးတစ္​ခါ ၾကဳံဆုံလာျပန္​\nအံ႕ဖြယ္​ထိပ္​တန္​း ကားၿပိဳင္​ပဲြဟု\nေခၚမည္ျပဳၾက အိမ္ႀကီးရခိုင္\nဆုေၾကးပိုင္မည့္ ထိုၿပိဳင္ပြဲအား\nဖန္သားျပင္မွ တန္ခိုးျပလ်က္\nလမ္းျပေဆာင္ေသာ္\nေၾကာင္နဲ႔ႂကြက္လည္း\nမေႏွးအျမန္ ေျပးၾကျပန္၏တိုတိုကပ္ကပ္ နိဂုံးခ်ပ္ေသာ္​\nဖတ္​စ္​အင္​န္​ဖ်ဴရီ အမည္​တည္ရ\nဤ႐ုပ္​ျပတြင္​...တစ္​​ခ်ိန္ခါကကမာၻေက်ာ္ေအာင္\n​ေရႊ​ေရာင္​ဖိ္​တ္​​ေတာက္\nႀကြက္နဲ႔​ေၾကာင္​တို႔ ဟာဒရႊင္​​ေဆး\nတိုက္​ေကြ်းေလသည့္အူထိႏွလံုးတစ္ကိုယ္လံုးပါ\nရႊင္လန္းသာမည့္\nကာတြန္း​ေတာ္ႀကီး ျဖစ္ေလတည္​့။ပုံ\nရတုဆရာ ထရန္​စလိတ္​တာ ...",
        "rating": "6.5",
        "url": "https://megaup.net/TUz3/Tom_And_Jerry_-_The_Fast_And_The_Furry_[2005]_(MM_Sub).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vaZMpZOhhkKOYz0MHCx4vDABwgP.jpg",
        "title": "Hotel Artemis (2018)",
        "description": "ေသာက္ေရရွားပါးမႈေၾကာင့္ ေရသန္႔ကုိထိန္းခ်ဳပ္ထားတဲ့ သူေတြကုိ ဆႏၵျပေနတဲ့ျပည္သူေတြနဲ႔ မီးခုိးတလူလူျဖစ္ေနတဲ့ Los Angeles ျမိဳ႕မွာ တရားဥပေဒနဲ႔မလြတ္ကင္းသူေတြရဲ႕ ေဆးရုံလုိ႔ေခၚလုိ႔ရတဲ့ ပုံျပင္ဆန္ဆန္ တည္ရွိေနတဲ့ Hotel Artimis မွာ ျဖစ္ပ်က္ခဲ့တဲ့တစ္ညတာအေၾကာင္းပါ။၂၂ ႏွစ္လုံး Hotel ထဲကမထြက္တဲ့ Nurse ျဖစ္သူ Genie Thomas က Hotel ကုိဦးစီးေနပါတယ္။သူ႕ရဲ႕ Hotel ရဲ႕တည္းခုိသူေတြကေတာ့ လက္နက္ကုန္သည္တစ္ေယာက္ျဖစ္တဲ့ Acapulco ၊Honolulu လုိ႔ေခၚတဲ့ အလုပ္လုပ္ရာမွာ ကၽြမ္းက်င္တဲ့ဓားျပတစ္ဦးေပမယ့္ ညီျဖစ္သူေၾကာင့္ ဒုကၡအျမဲေရာက္ရတတ္တဲ့ Sharman ၊လွသေလာက္အဆိပ္ျပင္းတဲ့ Nice ေခၚ Niragra ဆုိတဲ့ ေၾကးစားလူသတ္သမားမေလး၊LA ျမိဳ႕တစ္ဝက္ေလာက္ကုိ ပုိင္ဆုိင္ထားတဲ့ လူဆုိးဂုိဏ္းေခါင္းေဆာင္ ဝံပုေလြဘုရင္ နဲ႔ တျခား မေမွ်ာ္လင့္ထားခဲ့တဲ့တည္းခုိသူ ရဲေမတစ္ေယာက္ျဖစ္ပါတယ္။သူတုိ႔ေတြ လူထုအုံၾကြမႈအဆုိးဆုံးျဖစ္ေနတဲ့ ညတစ္ညထဲမွာ အတူတူလာစုံစည္းၾကျပီးဘာေတြျဖစ္ၾကမလဲဆုိတာေတာ့IMDB Rating 6.1 ရရွိထားတဲ့ Hotel Artemis(2018) ဇာတ္ကားထဲမွာၾကည့္လုိက္ၾကပါေတာ့ဗ်ာ။ (ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့  d3mon ပါ) File ...",
        "rating": "6.3",
        "url": "https://megaup.net/TUza/Hotel_Artemis_[2018]_(MM_Sub).mp4",
        "category": "Action, Crime, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i4BjV6dMPaCMiWCf86hPUg0BF9Z.jpg",
        "title": "The Scorpion King 3: Battle for Redemption (2012)",
        "description": "Scorpion King 3 ; Battle for Redemptionတတိယေျမာက္ Scorpion King ဇာတ္ကားကိုေတာ့ဒါ႐ိုက္တာ Roel Reine’ ႐ိုက္ကူးခဲ့ၿပီး2012 ခုႏွစ္မွာထြက္ရွိခဲ့ပါတယ္အဓိကသ႐ုပ္ေဆာင္မ်ားအျဖစ္ Victor Webster၊ Ron Perlman၊ Billy Zane တို႔နဲ႔အတူမင္းသမီးေခ်ာေလး Krystal Vee လည္း ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းအက်ဥ္းကို အနည္းငယ္ေဖာ္ျပေပးလိုက္ပါတယ္ဒီကားမွာေတာ့ ကၽြန္ေတာ္တို႔ရဲ႕ အာေကးဒီးယန္းသားႀကီး မက္သားရပ္စ္ ဟာစစ္ပြဲတစ္ခုမွာစစ္ရံႈးခဲ့ပါတယ္သူ႔ရဲ႕အင္ပါယာႀကီး ၿပိဳကြဲခဲ့ရံုသာမက သူ႔ရဲ႕ခ်စ္လွစြာေသာ ေမွာ္ဆရာမေလးပါဆံုးပါးသြားတာေၾကာင့္ မက္သားရပ္စ္တစ္ေယာက္ ဘဝပ်က္ေနတဲ့ကာလလို႔ေတာင္ ဆိုႏိုင္ပါတယ္ေသမထူး ေနမထူး ဘဝမွာ တိုက္ခိုက္ျခင္းအတတ္ပညာကလြဲၿပီးက်န္တဲ့အတတ္ပညာ သူ႔မွာမရွိတာေၾကာင့္\"ေၾကးစားစစ္သား\" တစ္ေယာက္အျဖစ္ အသက္ေမြးေနခဲ့ရပါတယ္သံုးျပည္ေထာင္ကြဲေနတဲ့အီဂ်စ္ျပည္ႀကီးကိုဟိုးရပ္စ္၊ တဲလပ္စ္ နဲ႔ ရာမူဆန္ ဆိုတဲ့ ဘုရင္ ...",
        "rating": "3.7",
        "url": "https://megaup.net/TUx2/The_Scorpion_King_3_-_Battle_For_Redemption_[2012]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BYmZkYjZkNzktY2M4YS00Y2ZjLWI3ZTktMDE4MDVkMzc2ZDk2XkEyXkFqcGdeQXVyMTM2MzgyOTU@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Danger One 2018",
        "description": "ဒိန္းဂ်ား၀မ္း ဆိုတဲ့ အေရးေပၚလူနာတင္ယဥ္ လုပ္ငန္းလုပ္ေနတဲ့\nပိုင္ရွင္ ဒင္းန္ ႏွင့္ သူ႔ရဲ႕ လက္ေထာက္လဲျဖစ္ သူငယ္ခ်င္းလဲျဖစ္တဲ့\nအဲရစ္ တို႔ဟာ အေရးေပၚ ကားအက္ဆီးဒင့္ တစ္ခုကေန\nလူနာတစ္ေယာက္ကို သယ္လာခဲ့ပါတယ္\nသူတို႔နဲ႔ အတူ မီးသတ္ ရဲေဘာ္ မတ္ ဆိုသူလဲ\nကူညီရန္လိုက္လာခဲ့ၿပီးေနာက္ လူနာရဲ႕\nအက်ီအတြင္းအိတ္တြင္းမွာ ခိုးသယ္လာေသာ\nUS ေဒၚလာမ်ားကို ေတြ႔ရွိခဲ့ၾကၿပီး လူေသကိုအပ္ၿပီး\nပိုက္ဆံမ်ားကို ၃ ေယာက္ အတူ ေဖ်ာင္လုိက္ၾကရန္\nေဆြးေႏြးၿပီး သေဘာတူခဲ့ၾကပါတယ္...\n XP Phone Charger မ်ားကို  —-> ဒီေနရာ မွာ ေစ်းသက္သာစြာ၀ယ္ႏိုင္ပါၿပီ။\n \nေမွာင္ခို ပိုက္ဆံမ်ားျဖစ္တဲ့ အတြက္ မည္သူမွ်\nသူတို႔ေနာက္ကို မလုိက္ဟု ထင္ခဲ့ၾကေသာ္လဲပဲ\nရဲ ႏွင့္ ေမွာင္ခို ဂိုဏ္း မွ အေသရရ အရွင္ရရ\nထို ပိုက္ဆံမ်ားေနာက္သို႔ လုိက္ခဲ့ေသာ္ အခါ\nဒိန္းဂ်ား၀မ္း ပိုင္ရွင္ ဒင္းန္ ႏွင့္ အဲရစ္ တို႔\nပိုက္ဆံေတြကို ဘယ္လို မေတြ႔ေအာင္\nေရွာင္တိမ္းၿပီး ဘုန္း ၾကမလဲဆိုတာ\nဟာသ ေရာၿပီး ၾကည့္ရႈလုိက္ရေအာင္....\nဒီရုပ္ရွင္ကို Shain Htet Naing မွ ဘာသာျပန္ၿပီး\nThit San Khant မွ တင္ဆက္ေပးထားပါတယ္...",
        "rating": "N/A",
        "url": "https://megaup.net/TUx6/Danger_One_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gZiu9RIcMeQLUaDVqQffQTl6bhy.jpg",
        "title": "Black 47(2018)",
        "description": "Black 47(2018)\nIMDb.....7.0\nဒီကားေလးကေတာ့ အိုင္ယာလန္ႏုိင္ငံမွာအငတ္ေဘးၾကီးက်ေရာက္တဲ့ကာလကိုအေျချပဳရိုက္ကူးထားတဲ့ ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။\nIMDb rating 7.0 အထိရရွိထားျပီး စိတ္၀င္စားစရာေကာင္းတဲ့ဇာတ္ကားလည္းျဖစ္ပါတယ္။\nအုိင္ယာလန္ႏိုင္ငံမွာအငတ္ေဘးက်ေရာက္ျပီး သီးႏွံလည္းမျဖစ္ထြန္း အနာေရာဂါေတြနဲ႕\nလူေတြမ်ားစြာေသေက်ျပီး အဂၤလန္၊ အေမရိကစတဲ့ေဒသေတြဆီကို အိုင္းရစ္လူမ်ဳိးေတြထြက္ခြာေနရတဲ့အခ်ိန္မွာ ျဗိတိန္စစ္တပ္အတြက္ ျပည္ပမွာတိုက္ခိုက္ေပးခဲ့တဲ့အိုင္းရစ္စစ္သည္တစ္ေယာက္ရွိတယ္..\nသူဟာ မိမိေနရပ္ကိုျပန္လာခ်ိန္မွာ ဒီလိုစိတ္ထိခိုက္စရာအျဖစ္အပ်က္ေတြကိုျမင္ေတြ႕လိုက္ရတဲ့အျပင္ သူ႕ရဲ႕မိသားစုေတြနဲ႕အျခားအိုင္းရစ္လူမ်ဳိးေတြ\nျဗိတိန္ရဲ႕ဖိႏွိပ္မႈေတြခံေနရတာ သတ္ျဖတ္ခံရတာေတြကိုပါ\nေတြ႕ျမင္လိုက္ရေတာ့ သူ႕မိသားစုနဲ႕ သူ႕လူမ်ဳိးအတြက္တစ္ကိုယ္ေတာ္အာခံတိုက္ခိုက္လက္စားေခ်ေတာ့တာပါပဲ။\nAction/Drama ကားၾကိဳက္တဲ့သူေတြအတြက္ စိတ္မပ်က္ေစမယ့္ဇာတ္ကားတစ္ကားပဲျဖစ္ပါတယ္။\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္...\nFile Size : (850 MB) and (303 MB)\nQuality :720p WEBRip,\nFormat…mp4\nDuration…01:40:00\nGenre : Action , Drama \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thura Zarni Aung\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/black-472018/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/10/MV5BZGZlMTQ3YjQtYWI4Ny00ZTc5LTgyZGMtOTk3MmI3M2U4ZDk1XkEyXkFqcGdeQXVyMjg0MTI5NzQ@._V1_-143x200.jpg",
        "title": "Silent Witness",
        "description": "Unicode\nဟောင်ကောင်က နာမည်ကြီးသူဌေးကြီး\nလင်ထိုင်ရဲ့ သမီးငယ်လေး လင်မန်းမန်းဟာ\nလူသတ်မှုတစ်ခုအတွက် တရားစွဲဆို ခံထားရပါတယ်။\nCCTV အထောက်အထား အစုံအလင်နဲ့\nရဲစစ်ချက်တွေအရ လင်မန်းမန်းဟာ\nအနည်းဆုံး ထောင်ဒဏ် ၁၅ နှစ်ကျခံရမှာ ဖြစ်ပါတယ်။\nသူသတ်လိုက်မိတဲ့ သူက သူ့အဖေရဲ့ ရည်းစား\nနာမည်ကြီး အဆိုတော် ယန်းဒန်ပါ။\nလင်မန်းမန်းဟာ ယန်းဒန်ကို အလွန်နှစ်သက်သဘောကျသူပါ။\nအဆိုတော် တစ်ယောက်အနေနဲ့ အောင်မြင်နေတဲ့ ယန်းဒန်ဟာ\nလင်ထိုင်ရဲ့ ဒုတိယအိမ်ထောင် ဖြစ်လာဖို့ နီးစပ်နေပါပြီ။\nဇနီးဖြစ်သူ ဆုံးပါးပြီးနောက်ပိုင်း မိန်းမပေါင်းများစွာထဲကမှ\nသမီးဖြစ်သူနဲ့ သဟဇာတ ဖြစ်မယ့် ယန်းဒန်ကို ရွေးချယ်မိခဲ့တာ\nလင်ထိုင်အတွက် ကြမ္မာဆိုး ဝင်တာပါပဲ။\nသူနဲ့ လက်ထပ်ဖို့ ပြင်ဆင်ပြီးကာမှ\nအခြားမင်းသားငယ်တစ်ဦးနဲ့ ဖောက်ပြားနေတဲ့\nယန်းဒန်အကြောင်းကို မီဒီယာတွေက ဖော်ထုတ်လိုက်ပါတယ်။\nအဲဒီအဖြစ်အပျက် လင်မန်းမန်းဟာ ယန်းဒန်ကို\nကားနဲ့တိုက်ပြီး ထွက်ပြေးသွားပါတယ်။\nယန်းဒန်သေဆုံးရတာဟာ ကားနဲ့တိုက်လို့ မဟုတ်ပဲ သံချွန်တစ်ချောင်း ခေါင်းမှာ\nစိုက်မိပြီး သေဆုံးရတာ ဖြစ်တာမို့ သေဒဏ်မကျနိုင်ရင်တောင်\nထောင်ဒဏ် ၁၅ နှစ် ကျမှာ ဖြစ်ပါတယ်။\nဒီအချိန်မှာ ဖခင်ဖြစ်သူ လင်ထိုင်ဟာ ရှေ့နေလောကမှာ\nနာမည်အကြီးဆုံးနဲ့ ဈေးအကြီးဆုံး ရှေ့နေ ကျိုးလီကို ငှားရမ်းပြီး\nသမီးဖြစ်သူကို ...",
        "rating": "7.0",
        "url": "https://megaup.net/2f5L4/Silent_Witness_[2013]_(MM_Sub).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5LYSsOPzuP13201qSzMjNxi8FxN.jpg",
        "title": "Skyscraper (2018)",
        "description": "unicode\nBlu-Ray 1080p 5.1 CH x264\nအက်ဖ်ဘီအိုင်အေးဂျင့် ဟောင်းလည်းဖြစ်၊ အမေရိကန် စစ်ပြန်တစ်ယောက်လည်းဖြစ်တဲ့ ဝီလ်ဆောယားဟာ စစ်ဆင်ရေး တစ်ခုမှာ ပေါက်ကွဲမှုဖြစ်ပြီး ခြေ ထောက်တစ်ဖက်ဆုံးရှုံးခဲ့ရကာ ခြေတုနဲ့ လှုပ်ရှားနေသူပါ။\nနောက်တော့ ဝီလ်ဟာ ဟောင်ကောင်မှာရှိတဲ့ အမြင့်ဆုံး မိုးထိတိုက်ကို လုံခြုံရေးကြီးကြပ် ဖို့ အလုပ်ခန့်အပ်ခံရပြီး သူတာဝန် ယူရမယ့် အမြင့်ဆုံးနဲ့ လုံခြုံရေး စနစ် အကောင်းဆုံး မိုးထိတိုက် ကြီးမှာ သူ့မိသားစုနဲ့အတူ ပြောင်း ရွှေ့နေထိုင်ခဲ့ပါတယ်။\nThe Pearl လို့ အမည်ရတဲ့ အဲဒီမိုးထိတိုက်ကြီးရဲ့ အလွှာတိုင်းမှာ ကိုယ်ပိုင်လုံခြုံရေးစနစ်ရှိပြီး ဝီလ်က အဆောက်အအုံတစ်ခု လုံးရဲ့ လုံခြုံရေးပိုင်းကို အဓိက တာဝန်ယူရတာ ဖြစ်ပါတယ်။\nတစ်ရက်မှာတော့ The Pearlမိုးထိတိုက်ဟာ အကြမ်းဖက် သမားတွေရဲ့ တိုက်ခိုက်ခြင်းခံရ ပြီး ဝီလ်တစ်ယောက် အဆောက် အအုံ လုံခြုံရေးပိုင်းဆိုင်ရာကို သေချာ သိထားသော်ငြားလည်းအခြေအနေတွေ ပိုပြီးရှုပ်ထွေး ...",
        "rating": "6.0",
        "url": "https://megaup.net/4eFb2/Skyscraper_[2018]_{1080P_Blu-ray_5.1_CH}_(MM_Sub).mkv",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3NL1FiTEhU4SWOuWk8lkVCbmnYm.jpg",
        "title": "Skyscraper (2018)",
        "description": "အက်ဖ်ဘီအိုင်အေးဂျင့် ဟောင်းလည်းဖြစ်၊ အမေရိကန် စစ်ပြန်တစ်ယောက်လည်းဖြစ်တဲ့ ဝီလ်ဆောယားဟာ စစ်ဆင်ရေး တစ်ခုမှာ ပေါက်ကွဲမှုဖြစ်ပြီး ခြေ ထောက်တစ်ဖက်ဆုံးရှုံးခဲ့ရကာ ခြေတုနဲ့ လှုပ်ရှားနေသူပါ။နောက်တော့ ဝီလ်ဟာ ဟောင်ကောင်မှာရှိတဲ့ အမြင့်ဆုံး မိုးထိတိုက်ကို လုံခြုံရေးကြီးကြပ် ဖို့ အလုပ်ခန့်အပ်ခံရပြီး သူတာဝန် ယူရမယ့် အမြင့်ဆုံးနဲ့ လုံခြုံရေး စနစ် အကောင်းဆုံး မိုးထိတိုက် ကြီးမှာ သူ့မိသားစုနဲ့အတူ ပြောင်း ရွှေ့နေထိုင်ခဲ့ပါတယ်။The Pearl လို့ အမည်ရတဲ့ အဲဒီမိုးထိတိုက်ကြီးရဲ့ အလွှာတိုင်းမှာ ကိုယ်ပိုင်လုံခြုံရေးစနစ်ရှိပြီး ဝီလ်က အဆောက်အအုံတစ်ခု လုံးရဲ့ လုံခြုံရေးပိုင်းကို အဓိက တာဝန်ယူရတာ ဖြစ်ပါတယ်။တစ်ရက်မှာတော့ The Pearlမိုးထိတိုက်ဟာ အကြမ်းဖက် သမားတွေရဲ့ တိုက်ခိုက်ခြင်းခံရ ပြီး ဝီလ်တစ်ယောက် အဆောက် အအုံ လုံခြုံရေးပိုင်းဆိုင်ရာကို သေချာ သိထားသော်ငြားလည်းအခြေအနေတွေ ပိုပြီးရှုပ်ထွေး လာကာ သူကိုယ်တိုင်တောင် ပစ်မှတ်တစ်ခုလိုဖြစ်ခဲ့ပြီး အဖမ်းခံခဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/4eET7/Skyscraper(2018).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BZTY1ZjRjMzYtN2UwNi00YjA0LWI2OTktNGNiYTg1NjQ0ZTZiXkEyXkFqcGdeQXVyNjQ1MDcxNzM@._V1_-118x200.jpg",
        "title": "Great Warrior (Magadheera) [2009]",
        "description": "ဒီဇာတ်ကားလေးကတော့ လူကြိုက်များခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ခုပေါ့နှစ် ၄၀၀ ရာခန့်က ဘဝတွေရဲ့ အချစ်ရမ္မက်က ယနေ့ဘဝထိ ဆွဲခေါ်ငင်ခဲ့ပြီး\nဘယ်လိုဘယ်ပုံနည်းနဲ့ အဆုံးသတ်စေခဲ့သလဲဆိုတာကိုရင်မောဖွယ် စောင့်ကြည့်ရမယ့်ကားကောင်းလေးပါ(ဇာတ်လမ်းအကျဉ်း) ဟာရှာ ဆိုတဲ့ လူငယ်လေးဟာ\nဆိုင်ကယ်စတန့် သမားတစ်ယောက်ပေါ့ ဆယ်ပေလောက် အမြင့်ဘားတန်းကို ကျော်ဖြတ်ကာ စွန့်စားနိုင်ခဲ့တဲ့ သူပါ တစ်နေ့မှာတော့\nဘန်ကောက်ပြိုင်ပွဲသွားရန်အတွက် လေဆိပ်ကို ကားငှါးစီးသွားခဲ့ပါတယ်အဲဒီ အချိန်မှာ မိုးကလည်းသည်းလို့။\nသူဟာ ကားဘေးဆီမှ လက်ဆန့်ထုတ်ပြီး မိုးရေစက်တွေကို ထိတွေ့လို့နေခဲ့ပါတယ်တစ်နေရာအရောက်မှာတာ့ သူ့လက်ကိုလျှပ်စီးထိသလို ဖြစ်ခဲ့ပါတယ် ဟာရှာ\nအတွက်တော့ ဒါဟာအတိတ်ဘဝဆီ ပြန်တွေးစေခဲ့တဲ့ နိမိတ်ပါ သူ့ကိုလျှပ်စစ်စီးသလိုဖြစ်စေခဲ့တာကလည်းကောင်မလေးတစ်ယာက်ရဲ့လက်နဲ့ ထိတွေ့မိမှုကြောင့်ပါ\nဒါကို ဟာရှာ သိခဲ့တာကြောင့် အဲဒီကောင်မလေးကိုကားမှတ်တိုင်မှာပြန်ရှာဖို့ ကြိုးပမ်းခဲ့တယ်အဲဒီကောင်မလေးနာမည်က အင်ဒီရာ တဲ့သူမရဲ့အဖေနဲ့ ဦးလေး\nကတော့ အမွေ ကိစ္စနဲ့ အမှုရင်ဆိုင်နေကြရတယ် သူ့ဦးလေးမှာသားတစ်ယောက်ရှိ၍ နာမည် ကတော့ ဒါရာဂူးဗား/\nဒါရာဂူးဗား ဟာ ရက်စက်ကြမ်းတမ်းသူတစ်ဦးဖြစ်ပြီးမိမိလိုချင်သည့်အရာအား မည့်သည့်နည်းနဲ့မဆို ရယူလေ့ရှိသည်။တစ်နေ့မှာတော့ ဒါရာဂူးဗား ဟာ အင်ဒီရာ\nကိုတွေ့ပြီးချစ်ကြိုက်မိသွားတော့တယ် အဲဒီချိန်မှာတော့ဒါရာဂူးဗားဟာ အင်ဒီရာကို ရရှိဖို့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/great-warrior-magadheera/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMTYyNTI2NTc4Ml5BMl5BanBnXkFtZTgwOTY2MDcwOTE@._V1_SY1000_CR007041000_AL_-141x200.jpg",
        "title": "The Final Master (2015)",
        "description": "သိုင္းကား ေမွ်ာ္ေနၾကတဲ့ CM Fan ေတြ အတြက္ အေကာင္းဆံုး သိုင္းကား တစ္ကားကို\nCM မွ တင္ဆက္ေပးလုိက္ပါၿပီ\nIP Man ရဲ႕ ၀င္းခၽြန္း သိုင္းအျပင္ နာမည္ႀကီးခဲ့တဲ့ ယံုခၽြန္း သိုင္းပညာ အေၾကာင္းကို\nဒီရုပ္ရွင္မွာ ျပသထားပါတယ္...\nယံုခၽြန္း သိုင္းပညာဟာ ေတာင္ပိုင္း က စတင္လာတဲ့ သိုင္းပညာျဖစ္ၿပီး\nအစစ္အမွန္ကိုေတာ့ တက္သူ နည္းပါးခဲ့ၿပီး ဆရာေတြ ဆိုတာလဲ\nေခတ္မေကာင္းလို႔ သိုင္းပညာကို အစစ္အမွန္ မသင္ၾကတဲ့ အခ်ိန္ပါ\n၁၉၀၀ ခုႏွစ္ေတြ အေက်ာ္မွာ တရုတ္ႏုိင္ငံရဲ႕ သိုင္းေလာက ဟာ ေမွးမွိန္ေပ်ာက္ကြယ္စ\nျပဳေနပါၿပီ သိုင္းေလာက မွာ အမွန္တကယ္ တက္ကၽြမ္းသူမွာ လက္ခ်ိဳးေရလို႔ရခဲ့ၿပီး\nေငြသဲ့ယူ လိမ္စားေနတဲ့ သိုင္းသင္တန္းေက်ာင္းေတြသာ က်န္ခဲ့ပါေတာ့တယ္...\nတရုတ္ႏိုင္ငံ ထန္က်င္းၿမိဳ႕ဟာ သိုင္းဂိုဏ္းေပါင္းစံု တည္ရွိၿပီး\nသူ႔ဟာ နဲ႔ သူ စည္းလံုးေနေပမယ့္ သိုင္းအစစ္အမွန္ကိုေတာ့\nမသင္ေပးၾကပါဘူး ဒီလိုနဲ႔ ေတာင္ပိုင္းသား တစ္ေယာက္ဟာ\nပညာအစစ္ကို ယူၿပီး ထန္က်င္းကို ေရာက္လာခဲ့တယ္\nသူ မိန္းမ တစ္ေယာက္ ယူတယ္ ထန္က်င္း က တပည့္\nတစ္ေယာက္ ေမြးတယ္ ပညာတစ္၀က္ ...",
        "rating": "7.1",
        "url": "https://megaup.net/1Afj1/The_Final_Master_(Shi_Fu)_[2015]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "",
        "title": "The First Purge (2018)",
        "description": "ဒီဇာတ္ကားက The Purge ဇာတ္ကားေတြရဲ႕ မူလအစ Prequel ကားတစ္ကားပဲျဖစ္ပါတယ္။The Purge ကားေတြကိုေတာ့ ျမန္မာပရိသတ္ေတြသိပ္ျပီးစိမ္းၾကမယ္မထင္လို႔ အထူးတလည္မိတ္ဆက္ေပးမေနေတာ့ပါဘူး။ဒီဇာတ္ကားမွာေတာ့ ေရွ႕ကထြက္ခဲ့တဲ့ဇာတ္ကားေတြထဲက Purge လို႔ေခၚတဲ့ပြဲၾကီး ဘယ္လိုျဖစ္တည္လာလဲဆိုတာကို ျပသထားပါတယ္။ဒီဇာတ္လမ္းကိုေရးသားသူကေတာ့ ေရွ႕ကားေတြကို ကိုယ္တိုင္ေရးျပီးကိုယ္တိုင္ရိုက္ခဲ့တဲ့ James Demonaco ျဖစ္ျပီး ကိုယ္တိုင္ရိုက္ကူးလိုစိတ္မရွိတာေၾကာင့္ Gerard McMurray ဆိုတဲ့ဒါရိုက္တာကိုရုိက္ကူးခြင့္ေပးခဲ့ပါတယ္။အေမရိကန္ႏုိင္ငံဟာ လူဦးေရအရမ္းကိုအဆမတန္ထူထပ္မ်ားျပားလာတာေၾကာင့္ စီးပြားပ်က္ကပ္ဆိုက္ေနတဲ့အေျခအေနကိုေရာက္ရွိလာပါတယ္။အာဏာပိုင္ေတြအေနနဲ႔ ထိုျပႆနာၾကီးကို ကိုယ္တြယ္ရာမွာ တိုးတက္ေကာင္းမြန္လာတယ္လို႔မရွိဘဲ ၾကာလာတာနဲ႔ ေၾကြးျမွီေတြက လည္ပင္းအထိနစ္လာပါေတာ့တယ္။အဲဒီလိုၾကံရာမရျဖစ္ေနတဲ့အဆံုး ေနာက္ဆံုးနည္းကိုထုတ္သံုးဖို႔ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။အဲဒီေနာက္ဆံုးနည္းဆိုတာကေတာ့ လူဦးေရကိုေလွ်ာ့ခ်ပစ္တဲ့နည္းပါ။Purge လို႔လူအမ်ားေခၚတြင္ၾကတဲ့နည္းလမ္းကိုသံုးျပီး လူဦးေရကိုေလွ်ာ့ခ်ပစ္တာပဲျဖစ္ပါတယ္။Purge ဆိုတာကေတာ့ သတ္မွတ္ထားတဲ့ညတစ္ညမွာ ၾကိဳက္တဲ့ရာဇဝတ္မႈကို ၾကိဳက္သလိုက်ဴးလြန္ႏုိင္တဲ့ပြဲၾကီးပါပဲ။အဲဒီပြဲၾကီးကိုအခြင့္ေကာင္းယူျပီး လူသတ္ျပီး လုယက္ၾကမယ့္လူေတြကလည္း မနည္းပါဘူး။အာဏာပိုင္ေတြကေတာ့ အဲဒီပြဲကိုကိုယ္တိုင္ဦးစီးျပီး တရားဝင္အျဖစ္ေၾကျငာထားပါတယ္။အဲဒီဒဏ္ကိုပထမဆံုးခံရတာကေတာ့ Staten Island လို႔ေခၚတဲ့ အေျခခံလူတန္းစားေတြနဲ႔ လူမည္းေတြအမ်ားစုေနထုိင္တဲ့ ျမိဳ႕ပါပဲ။အစိုးရကိုယ္တုိင္က လူဦးေရေလွ်ာ့ခ်ခ်င္တဲ့အၾကံၾကီးနဲ႔ မင္းမဲ့တိုင္းျပည္လို လူၾကိဳက္သေလာက္သတ္ ၾကိဳက္တာလုပ္ခြင့္ေပးထားတဲ့တစ္ညတာကို အဲဒီျမိဳ႕ေလးရွင္သန္ႏုိင္ပါ့မလားဆိုတာ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ရာ ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။ (ဘာသာျပန္ေပးထားသူေတြကေတာ့ ကိုမ်ိဳးသန္႔နဲ႔ေမျမတ္သူပါ) File ...",
        "rating": "5.3",
        "url": "https://megaup.net/2cxfg/The_First_Purge_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BOTM2NTI3NTc3Nl5BMl5BanBnXkFtZTgwNzM1OTQyNTM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Solo: A Star Wars Story (2018)",
        "description": "ဒီဇာတ္ကားကေတာ့ rogue one လိုပဲ a star wars story ပါပဲ။\nနာမည္ကိုျမင္တာနဲ႔ ဘယ္သူ႔အေၾကာင္းလဲဆိုတာ\nအားလံုးသိၿပီးသား ျဖစ္မွာပါ။\nစတားဝါးစ္႐ုပ္႐ွင္တြဲေတြရဲ႕\nဂႏၶဝင္ကာ႐ိုက္တာ ဟန္ဆိုလိုရဲ႕\nဘဝဇာတ္ေၾကာင္းပါပဲ။\nဖန္ေတြ အတြက္ကေတာ့ တကယ္ကို\nစိတ္ေက်နပ္မႈ ရေစပါလိမ့္မယ္။\n ဟန္ နဲ႔ ခ်ဴဝီ တို္႔ေတြ႔ဆံုမႈ။\nဟန္ရဲ႕ ေသနတ္သမိုင္း။\nဖယ္ကြန္ နဲ႔ လန္ဒို တို႔အေၾကာင္းအျပင္\nဖယ္ကြန္ထဲက feature ေတြ ျဖစ္ေပၚလာပံုကိုပါ\nအကြက္က်က်ျပထားပါတယ္။\nHan always shoots first ရဲ႕\nအစကို ၾကည့္လိုက္ၾကပါဦး။\nဒီရုပ္ရွင္ကားကို Little Neo မွ\nဘာသာျပန္ တင္ဆက္ေပးထားပါတယ္\n \nStar Wars 9 ကား ျပန္ေဒါင္းရန္ ႏွိပ္ပါ။",
        "rating": "7.1",
        "url": "https://megaup.net/Rfv5/Solo_-_A_Star_Wars_Story_[2018]_(MM_Sub).mp4",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BMjk1MjhmZWQtNzU3OC00NDE4LThlODQtNTdhZGM4M2E3MWZkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_-140x200.jpg",
        "title": "Mandy (2018)",
        "description": "နာမည္ေက်ာ္ မင္းသားႀကီး နီကိုးလက္စ္ ေက့ဂ်္  အၾကာႀကီးေပ်ာက္ေနၿပီးမွ\nျပန္ေပၚလာတဲ့ ရုပ္ရွင္ကားလို႔ပဲ ေျပာရမလား\nမင္းသားႀကီးကို လြမ္းေနတဲ့သူေတြ အတြက္\nအေကာင္းဆံုး သရုပ္ေဆာင္ထားေပးပါတယ္\nဒီ Mandy ဆိုတဲ့ ရုပ္ရွင္ကားဟာ ဘာသာေရး အစြန္းေရာက္ တဲ့\nပံုစံမ်ိဳးကို ျပသထားၿပီး ေသြးထြက္သံယို အခန္းေတြ ၊ ညစ္ညမ္းတဲ့ အခန္းေတြ\nအေတာ္မ်ားမ်ား ပါ၀င္လို႔ ႏွလံုးေရာဂါ ရွိသူမ်ား ကေလးသူငယ္မ်ား မၾကည့္သင့္ပါ\nမိသားစု အတူ ၾကည့္ရႈရန္ မသင့္ေတာ္ပါ\nဇတ္လမ္းကို ၁၉၈၃ ခုႏွစ္ ၀န္းက်င္ ပံုစံဖန္တီးထားၿပီး\nရဒ္ နဲ႔ မန္ဒီ ဆိုတဲ့ လင္မယား ၂ ေယာက္ ဟာ\nလူေတြ နဲ႔ ေ၀းတဲ့ ေနရာတစ္ခုမွာ အိမ္ေလး ေဆာက္ၿပီး\nေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ ေနၾကတာေပါ့...\nဒါေပမယ့္ တစ္ရက္မွာေတာ့ ရဒ္ ရဲ႕ အမ်ိဳးသမီး မန္ဒီ ကို\nဘာသာေရးအစြန္းေရာက္ ေခါင္းေဆာင္ တစ္ဦးက လမ္းတစ္ေနရာမွာ\nျဖတ္ခနဲ ျမင္ၿပီးေနာက္ မေနႏုိင္ မထိုင္ႏုိင္ေတြ ျဖစ္ၿပီး သူ႔ အနား\nေခၚထားခ်င္တာနဲ႔ လူသတ္ သမား အုပ္စု ကို ရဒ္ နဲ႔ မန္ဒီ တို႔ဆီ\nလႊတ္ၿပီး ဖမ္းခိုင္းပါေတာ့တယ္...\n XP Powerbank မ်ားကို  —-> ဒီေနရာ မွာ ေစ်းသက္သာစြာ၀ယ္ႏိုင္ပါၿပီ။\nရဒ္ ...",
        "rating": "7.8",
        "url": "https://megaup.net/2Waei/Mandy_[2018]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/09/MV5BZGEwODczZjYtZTU2MS00YzQ2LWJjMTUtMjQ4NjEwMTNkYmE4XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Final Score (2018)",
        "description": "Final Score(2018) ကေတာ့ Action ဇာတ္ကားတစ္ကားပါပဲ။အရမ္းၾကီးထူးျခားေကာင္းမြန္ေနတာမ်ိဳးမဟုတ္ေပမယ့္ အက္ရွင္ပရိသတ္ေတြကေတာ့ ၾကိဳက္ၾကမွာပါ။IMDB Rating 5.5 သာရရွိထားေပမယ့္ Rotten tomato 77% ရရွိထားပါတယ္။WWE ကစားသမားေဟာင္းတစ္ဦးျဖစ္တဲ့ Dave Bautista က အဓိကဇာတ္ေဆာင္အျဖစ္ပါဝင္ထားျပီး နာမည္ၾကီး Bond မင္းသား Pierce Brosnan ကလည္းပါဝင္အားျဖည့္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ညီအစ္ကုိလုိခ်စ္ခင္ရတဲ့ ရဲေဖာ္ရဲဖက္တစ္ေယာက္ ဆုံးရႈံးသြားရတဲ့ Michael Knox တစ္ေယာက္ သူ႕သူငယ္ခ်င္းရဲ႕ မိသားစုဆီ သြားလည္ရာကေန သူ႕သူငယ္ခ်င္း သမီးျဖစ္တဲ့ Danni ကုိေဘာလုံးပြဲသြားၾကည့္ဖုိ႔ေခၚသြားပါတယ္။ေဘာလုံးကြင္းမွာ တူမေပ်ာက္ရွာရာကေန ေဘာလုံးကြင္းကိုေဖာက္ခြဲဖုိ႔ၾကိဳးစားတဲ့ အၾကမ္းဖက္အဖြဲ႕တစ္ဖြဲ႕နဲ႔ ေတြ႕မိသြားပါတယ္။Konx ရဲ႕ အၾကမ္းဖက္သမားေတြ ကုိဘယ္လုိအကူအညီေတြယူပီး ဘယ္လုိမ်ိဳးတားဆီးမလည္း ဆုိတာၾကည့္လုိက္ၾကပါဦးဗ်ာ။ (d3mon ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္) File Size : (863 MB) and (380 MB)\nQuality : AMZN WEB-DL 720p\nRunning Time ...",
        "rating": "5.5",
        "url": "https://megaup.net/2gcM4/Final_Score_[2018]_(MM_Sub).mp4",
        "category": "Action"
    }
]