[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/KaUfT7TvsZt26OwBqmbPiMxvhO.jpg",
        "title": "3 Ninjas (1992)",
        "description": "3 Ninjas (1992)90s born CM ပရိသတ်များ ငယ်ငယ်က ​အောက်စက်နဲ့ အကြိမ်ကြိမ်ကြည့်ခဲ့ရတဲ့ 3 Ninjas (1992) ကား​လေး ​ရောက်ရှိလာပါပြီ...ဇာတ်လမ်း အကျဥ်းက​တော့ ညီအစ်ကို ၃​ယောက်ဟာ ဂျပန်လူမျိုးဖြစ်တဲ့ သူတို့အဘိုးဆီမှာ ငယ်စဥ်ကထဲက ​နွေရာသီတိုင်း နင်ဂျာပညာကို ​လေ့လာဆည်းပူးကြပါတယ်... အဘိုး မိုရီဟာ နင်ဂျာအတတ်မှာ ထူးချွန်သူဖြစ်ပြီး တပည့်တပန်း အများကြီးကို ​မွေးထုတ်ခဲ့ဖူးသူပါ။ သူ့​မြေး၃​ယောက်ကိုလည်း သူတတ်တဲ့ပညာ အစွမ်းကုန်သင်​ပေးခဲ့တယ်။တစ်ခု​သော​နွေရာသီမှာ​တော့ က​လေး​တွေရဲ့ အ​​​ဖေဖြစ်သူ ဖယ်ဒရယ်​အေးဂျင့် ဆမ် လိုက်ဖမ်း​နေတဲ့ လက်နက်ကုန်သည် လူဆိုး စနိုင်ဒါဟာ ကပ်သီး​လေး လွတ်​မြောက်သွားခဲ့ပါတယ်။ ဖြစ်ချင်​တော့ စနိုင်ဒါဟာ အဘိုးနဲ့အတူ ပါတနာအဖြစ် လုပ်ကိုင်ခဲ့ဖူးတဲ့ နင်ဂျာ တစ်​ယောက်ပါပဲ။ သူ့ရဲ့ ​ရှေ့ဆက်မယ့် ကုန်သွယ်​ရေးမှာ ဆမ်တစ်​ယောက် ဝင်မ​နှောင့်ယှက်နိုင်​စေဖို့ က​လေး၃​ယောက်ကို ပြန်​ပေးဆွဲဖို့ ကြိုးစားပါ​တော့တယ်။ က​လေး၃​ယောက်ဟာ ပြန်​ပေးဆွဲအစီအစဥ်ကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/3-ninjas-1992/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5958Nt4QX6aRSUdQnvNw8wqjTJQ.jpg",
        "title": "Æon Flux(2005)",
        "description": "AEon Flux (2005)\n==============၂၀၁၁ ခုနှစ်မှာ ဗိုင်းရပ်စ်တစ်ခုက ကမ္ဘာ့လူဦးရေရဲ့ ၉၉ရာခိုင်နှုန်းကိုသေဆုံးစေခဲ့ပါတယ်။ သိပ္ပံပညာရှင်တစ်ယောက်ဖြစ်တဲ့ထရေဗာဂွတ်ချိုင်းလ် က ကုသနည်းကို တီထွင်ခဲ့ပါတယ်။ငါးသန်းသော အသက်ရှင်ကျန်ရစ်သူတွေက ကမ္ဘာမှာ တစ်ခုတည်းကျန်တဲ့မြို့ ဘရက်ဂ်နာမှာ နေထိုင်ကြပါတယ်။ဂွတ်ချိုင်းလ်ဟာ နှစ် ၄၀၀ လောက်အထိ အုပ်ချုပ်ခဲ့ပြီးနှစ်တွေကြာလာတာနဲ့အမျှ နိုင်ငံဟာ တဖြေးဖြေးနဲ့ ပြိုလဲလာပါတယ်။ဂွတ်ချိုင်းလ်အစိုးရဟာ လူပျောက်မှုတွေကို လစ်လျူရှူရုံတင်မကသူတို့ကို အာခံသူတွေကိုပါ သုတ်သင်ကြပါတယ်။ပြည်သူတွေဟာ သူတို့မတွေ့ကြုံဖူးတဲ့ ပုံရိပ်တွေ ခြောက်လှန့်တာလည်း ခံစားနေရပါတယ်။ဒီတော့ ဂွတ်ချိုင်းလ်အစိုးရကို ဆန့်ကျင်ဖို့ မော်နီကန်ဆိုတဲ့လက်နက်ကိုင်ဆန့်ကျင်သူအဖွဲ့ ပေါ်ပေါက်လာခဲ့ပါတော့တယ်။ File size…1.43GB / 594MB\nQuality…BluRay 1080p5.1CH  / 720p\nFormat…mp4\nDuration….1h 33m\nGenre ..... Action , Adventure , Sci-Fi\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Jaka",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/aeon-flux2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BN2RiY2RmMjItMDc1My00ZmViLWJkM2YtZjExNDI5MGM2ZWNiXkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_-133x200.jpg",
        "title": "Emancipation (2022)",
        "description": "​အေဘရာဟင်လင်ကွန်း​ခေတ် မတိုင်ခင်အထိ အ​မေရိကန်နိုင်ငံရဲ့\nလူဖြူ၊လူမဲခွဲခြားတဲ့ စနစ်ဆိုးကြီးက အ​တော်​ကိုအမြစ်တွယ်ခဲ့ပြီး\nယ​နေ့ထက်​တိုင် စနစ်ရဲ့အရိပ်ကကပ်ပါ​နေဆဲပါ။ ဒီလို လူတန်းစား\nခွဲခြား​ရေးဝါဒီ​ ထောက်ခံ​ရေးနဲ့ တိုက်ဖျက်​​​ရေးဝါဒီ​တွေ ထိပ်တိုက်\n​တွေ့ဆုံခဲ့တဲ့ ၁၈၆၀​ပြည့်နှစ်​တွေဟာ စနစ်ရဲ့ဖိနှိပ်မှုကို ကာပြန်ခဲ့တဲ့\nလူမည်း​တွေလည်း များစွာရှိခဲ့ပါတယ်။ဒီဇာတ်ကားက​ အခုလိုမျိုးရုန်းထွက်ခဲ့ကြသူ​တွေထဲက ပီတာဆိုတဲ့\nလူမည်းကျွန်တစ်​ယောက်ရဲ့ဖြစ်ရပ်မှန်မှတ်တမ်းကို ပုံ​ဖော်ရိုက်ကူး\nထားတာပါ။ ပီတာ​နေရာမှာ သရုပ်​ဆောင်သူက​တော့ အ​ထွေအထူး\nမိတ်ဆက်ဖို့မလိုတဲ့ မင်းသားကြီးWill Smith ဖြစ်ပြီး သူနဲ့အပြိုင်\nကြမ်းမယ့်သူက Ben Fosterဖြစ်တာမို့ မ​​ခေတဲ့သူပါပဲ။ IMDbမှာ\n​တော့10အပြည့်ရထားပြီး RTမှာ​တော့ 50%ရထားပါတယ်။ဇာတ်လမ်းက​ လူဝီစီယားနားပြည်ရှိ လူမည်းအလုပ်သမားစခန်းမှ\nအလုပ်သမား​တွေဟာ ဖိနှိပ်၊နှိပ်စက်ခံရမှု​တွေကြားက လင်ကွန်းရဲ့\nNative Guard(လူမည်းတပ်)ရှိရာ ​ဘေတန်ရုဂ်မြို့ကို ထွက်​ပြေးဖို့\nပီတာတို့အလုပ်သမားတစ်စု ကြိုးစားကြပုံကို ရိုက်ကူးထားတာပါ။\nနွံအိုင်ပတ်လည် ဝိုင်း​နေတဲ့ စခန်းဖြစ်သလို ထွက်​ပြေးသူ​တွေရှိရင်\nလိုက်ဖမ်းဖို့ မြင်းစီးမုဆိုး​တွေနဲ့အမဲလိုက်​ခွေး​တွေပါ အသင့်ရှိ​နေလို့\nလွတ်ဖို့ဆိုတာ အ​တော်မလွယ်ကူတဲ့​နေရာမျိုးပါ။ ဒီလို​နေရာက​နေ\n​\"သေ​မြေ​ကြီး ရှင်​ရွှေထီး\"ဆိုတဲ့ စိတ်နဲ့ပဲ ပီတာတို့လူတစ်စု စခန်းမှ\nထွက်​ပြေးလာပါ​​တော့တယ်။ဒီကားကိုကြည့်ရင်း Apocalyptoကားကြီးကို တစ်ချက်​ပြေးမြင်မိ\nပါ​သေးတယ်။ ​ရှေ့က​ပြေးသူနဲ့နောက်ကလိုက်သူ မုဆိုး​တွေကြားက\nအားပြိုင်မှု​တွေ၊ နွံအိုင်ကြီး​တွေနဲ့ မမြင်ရတဲ့အန္တရာယ်​ပေါင်းများစွာ၊\nသားရဲ​ပေါင်းများစွာကြားက အသက်​​ဘေးလွတ်​အောင် ရုန်းကန်ပုံ\n​တွေက အ​တော်​လေး ...",
        "rating": "",
        "url": "https://channelmyanmar.org/emancipation-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BN2EzZTcwMDgtNDExOC00MTIzLThlYjAtY2UxMWNjMDRiZDQ2XkEyXkFqcGdeQXVyMTUzMTc0MTI3._V1_-140x200.jpg",
        "title": "Dragon Ball Super: Super Hero (2022)",
        "description": "Dragon Ball Super: Super Hero (2022)\n===========================\nIMDb Rating - 7.2/10\nMetacritic - 65%\nRotten Tomatoes- 93%ဒီကားက​​တော့ dragon ballကာတွန်းရုပ်ရှင်​တွေထဲမှာ ၂၁ကား​\nမြောက်ဖြစ်သလို စီးရီးရဲ့canonလည်းဖြစ်ပါတယ်။ ပြီး​တော့ သူ့​\nရှေ့ကား dragon ball super : brolyနဲ့လည်းတိုက်ရိုက်ဆက်ပါ\nတယ်။ ဆို​တော့ ​ရှေ့ကားကိုလည်း canonလို့ ယူလို့ရမယ်ထင်တာပဲ။Dragon ballရဲ့ဇာတ်​ကောင် Son Gokuဆိုတာလည်း နယ်နယ်ရရ\nမဟုတ်ပါဘူး။ တရုတ်ဂန္ဓဝင်ဝတ္ထုကြီးဖြစ်တဲ့ အ​နောက်အရပ်သို့ ခရီး\nသွားခြင်းထဲက စွန်းဝူခုန်းကိုပဲ ဂျပန်ကာတွန်းဗားရှင်းပါ။ 1980ဝန်း\nကျင်မှာ Son Gokuဟာ တစ်ကမ္ဘာလုံး​ပေါက်ခဲ့တာမလို့ တရုတ်ကပါ\nသူတို့ရဲ့မူရင်းဇာတ်လမ်းကိုယူဆွဲတာ​တောင်​ပေါက်​နေရင် ငါတို့ကိုယ်တိုင်\nရိုက်မယ်ကွာဆိုပြီး Journey to the westဇာတ်လမ်းတွဲကြီးကို ရိုက်ကူး\nခဲ့ရာက​နေ ဂန္ဓဝင်ဇာတ်လမ်းတွဲကြီး​ပေါ်​ပေါက်လာခဲ့တာပါ။ ဟာ...အဲ့​လောက်\nနာမည်ကြီး​နေပြီး ဂျပန်ကာတွန်း ကြီးသုံးကြီး( naruto, bleach, onepiece)\nထဲ ဘာလို့မပါလဲဆိုရင် အဲ့၃ခုက ၁၉၉၀​နောက်ပိုင်း ​နောက်​ပေါက်​တွေ\nဖြစ်ပြီး Dragon ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/dragon-ball-super-super-hero-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-d-134x200.jpg",
        "title": "Dante’s Peak (1997)",
        "description": "ဂျိမ်းစ်ဘွန်းမင်းသားကြီး Pierce Brosnan ရဲ့ ရုပ်ရှင်ကောင်းတစ်ခုပါ။မီးတောင်ပညာရှင် ဟယ်ရီဒေါ်လ်တန်ဟာ ကတ်စ်စတိတ်မြောက်ပိုင်းမှာလှုပ်နေတဲ့ ငလျင်တွေအကြောင်းစမ်းသပ်တိုင်းတာဖို့ Dante’s Peak ဆိုတဲ့မြို့လေးကိုရောက်သွားတဲ့အချိန်မှာ မီးတောင်ပေါက်ကွဲတော့မှာဖြစ်ကြောင်း သိလိုက်ရပါတယ်။ မြို့တော်ဝန်ရေချယ်ဝန်ဒိုနဲ့ ဟယ်ရီဟာ မြို့ကောင်စီဝင်တွေကို မြို့သူမြို့သားတွေအားလုံးကိုဘေးလွတ်ရာကိုရွှေ့ပြောင်းသင့်ကြောင်းရှင်းပြခဲ့ပေမယ့် မသေချာဘူးဆိုပြီးလက်မခံခဲ့ကြပါဘူး။ ဒီလိုနဲ့ ရက်သတ္တပတ်အကြာမီးတောင်ပေါက်လုဆဲဆဲမှာ ဟယ်ရီသဘောကျနေတဲ့ မြို့တော်ဝန် ရေချယ်ရဲ့ ကလေးနှစ်ယောက်ဟာ မပြောမဆိုနဲ့တောင်ပေါ်တက်သွားပါတော့တယ်။ ရေချယ်နဲ့ ဟယ်ရီနှစ်ယောက် ကလေးတွေကိုပြန်ခေါ်ရင်း မီးတောင်ပေါက်ကွဲနေတဲ့ကြားကနေ ချော်ရည်တွေဆီကလွတ်အောင်ပြေးနိုင်ကြမလားဆိုတာကို သည်းထိပ်ရင်ဖိုကြည့်ရှုရမှာဖြစ်ပါတယ်။File size…(2.86GB)  / (1.38GB) / (708MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Action / Adventure / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Xiao",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dantes-peak-1997/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33SgNPNjPhdz6AirT25CtVNxS2A.jpg",
        "title": "Dragon Fight (1989)",
        "description": "Dragon Fight (1989)ခင်ဗျားတို့ ကလေးဘဝကို ပြန်တွေးကြည့်ရင် အဓိကပေါ်လာမယ့် တရုတ်မင်းသားတွေဆို ဂျက်လီ၊ ဂျက်ကီချမ်းနဲ့ စတီဖင်ချောင်ပဲရှိတယ်မလား။ သူတို့၃ယောက်ဟာ ဒီနိုင်ငံမှာ ဗီစီဒီခေတ်ကတည်းက လူတွင်ကျယ်လုပ်ခဲ့ကြသလို တခြားနိုင်ငံတွေအထိလည်း ထိုးဖောက်နိုင်ခဲ့တဲ့သူတွေပါပဲ။ ဂျက်လီနဲ့ ဂျက်ကီချမ်းဟာ The Forbidden Kingdom (2008) မှာမှ စတွဲရိုက်ဖြစ်ပေမဲ့ ချောင်နဲ့ ဂျက်လီကတော့ 1989 ကတည်းက အခုကားနဲ့ တွဲရိုက်ဖြစ်ခဲ့ပါတယ်။ ဂျက်ကီချမ်းနဲ့ ချောင်ကတော့ King of Comedy (1999) မှာ ဆုံဖူးသလို Gorgeous (1999) မှာလည်း ဆုံဖူးပါတယ်။ The Founding of a Republic (2009) ဆိုတဲ့ ပေါ်လစီကားမှာတော့ ၃ယောက်စလုံးပါပေမဲ့ ဘောင်မဝင်လို့ ထည့်မတွက်တော့ပါဘူး။Dragon Fight (1989) မှာတော့ ဂျက်လီဟာ သူ့ဟန်အတိုင်း လူရိုးလူအ ကွန်ဖူးတော်တဲ့ကောင်နေရာက ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/dragon-fight-1989/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cbdHqb0kZTgF7jQbUw41KEYVInb.jpg",
        "title": "Robbing Mussolini (2022)",
        "description": "Robbing Mussolini (2022)(1080p ရပါပြီ)မြူးမြူးလေးနဲ့ ရင်သပ်ရှုမောဖွယ် အက်ရှင်ဇာတ်ကားကောင်းလေး တစ်ပုဒ်ကို လိုအပ်နေတဲ့ ရုပ်ရှင်ချစ်သူတို့အတွက် ဒီဇာတ်ကားလေးကို ညွှန်းလိုက်ပါရစေ။ဒုတိယကမ္ဘာစစ်ကြီး ပြီးကာစ မီလန်မြို့လေးမှာ ဇာတ်အိမ်တည်ပြီး ရိုက်ထားတဲ့ ဇာတ်ကားကောင်းလေး တစ်ခုပါ။စစ်ပွဲအတွက် သုံးဖို့ အီတလီနိုင်ငံသားတွေ ပေးထားတဲ့ နှစ် ၂၀ ကျော်က ရတနာပစ္စည်းတွေကို ဖက်ဆစ်ခေါင်းဆောင် မူဆိုလီနီတို့က သိမ်းယူထားခဲ့တယ်။ အဲ့ဒါကို သိသွားတဲ့ မှောင်ခိုသမားလေး ပီအဲထရို တစ်ယောက် စီမံကိန်းကြီး အကြီးကြီးကို ချလိုက်တယ်။အဲ့ဒါကတော့ \"Robbing Mussolini\" မူဆိုလီနီကို ဓါးပြတိုက်ဖို့ပဲ ဖြစ်ပါတယ်။ပီအဲထရိုရဲ့ ချစ်သူ အီဘုန်းက မူဆိုလီနီရဲ့ အယုံကြည်ရဆုံး အရာရှိတစ်ဦးရဲ့ အငယ်အနှောင်းအဖြစ် နေခဲ့တယ်။ ဒီစီမံကိန်းကြီးမှာ ပီအဲထရိုတို့အဖွဲ့က လူ ၃ ယောက်ထပ်လိုခဲ့တယ်။ သူခိုးတစ်ယောက် ဖောက်ခွဲရေးကျွမ်းကျင် တစ်ယောက်နဲ့ ကားမောင်းကျွမ်းကျင်တစ်ယောက်။မူဆိုလီနီတို့ ဖက်ဆစ်အုပ်စုကလည်း အီတလီကနေ ထွက်ပြေးတော့မယ့် အနေအထားမှာ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/robbing-mussolini-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/11/images-140x200.jpg",
        "title": "True Lies(1994)",
        "description": "True Lies(1994)***************\nHarry Tasker ဆိုတာက ချစ်ဇနီး Helen ရဲ့ အိမ်ဦးနတ် .......သမီးလေး Dana ရဲ့ ချစ်ဖေဖေ...\nဝါရှင်တန်ဒီစီ ရဲ့ တစ်နေရာ ဆင်ခြေဖုံးရပ်ကွက်မှာ နေထိုင်တဲ့ ကွန်ပြူတာကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်နေတဲ့\nအရောင်းကိုယ်စားလှယ်တစ်ဦး...\nဒါကတော့ လူတွေသိထားတဲ့ Harry Tasker အကြောင်းပါ...\nအမှန်ကတော့.... Harry ဟာ United State ကို ခြိမ်းခြောက်လာတဲ့\nအန္တရာယ်တွေကို နှိမ်နင်းပေးရတဲ့ လျို့ဝှက်အဖွဲ့အစည်းတစ်ခုရဲ့\nအေးဂျင့်တစ်ဦးပါ...\nHarry ဟာ အေးဂျင့်တစ်ဦးဖြစ်နေတော့ ဇနီးကို ဂရုစိုက်ချိန်မရ..\n. ဇနီးဖြစ်သူ Helen ကလဲ ကြာတော့ အထီးကျန်ပြီး Simon လို့ခေါ်တဲ့\nကားအရောင်းဝန်ထမ်းတစ်ဦးနဲ့ ပတ်သက်ပါတော့တယ်..\n.ဒါကို ရိပ်မိတဲ့ Harry က ဇနီး နဲ့ ပတ်သက်နေတဲ့ ယောကျာ်းကို စောင့်ကြည့်ဖို့\nအဖွဲ့အစည်းရဲ့ လျို့ဝှက်ကိရိယာကို အသုံးပြုခဲ့ပါတယ်..\n. ဇနီးအပူမိနေတုန်းမှာဘဲ US ကို ခြိမ်းခြောက်လာတဲ့ ပြဿနာကြီးပေါ်လာပါတော့တယ်...\n ပြသနာအားလုံးကို အာနိုးကြီးဘယ်လိုဖြေရှင်းမလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး\nFile Size…(3.4GB)(1.7GB)&(409MB)\nQuality…BluRay ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/true-lies1994/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pTL7Jb0nDtqi9byjNGWtEh75wgE.jpg",
        "title": "Deep Sea Escape ( 2022 )",
        "description": "ဒီနေ့မှာတော့ CM က ပရိသတ်ကြီးကို ၂၀၂၂ ထွက် Chinese Adventure\nသည်းထိတ်ရင်ဖို ဇာတ်ကားလေး တစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ရှင်\nဇာတ်လမ်းအကျဥ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ -“အဏ္ဏဝါဇီဝဗေဒ သုတေသီတစ်ဦးဖြစ်တဲ့ ဇီရွှမ်းဟာ\nစမ်းသပ်မှုလုပ်နေစဥ်အတွင်းမှာပဲ သူစမ်းသပ်မှု ပြုလုပ်နေတဲ့\nရေပုတ်သင်ကြီးဟာ ပြောင်းလဲမှုတွေ ဖြစ်ပွားလာခဲ့ပြီး\nလူတွေကို တိုက်ခိုက်လာခဲ့ပါတော့တယ် သူမဟာ\nရေပုတ်သင်ကြီးရဲ့ လက်အောက်ကနေ လွတ်မြောက်လာခဲ့ပြီး\nတစ်ချိန်ထဲမှာပဲ သူမရဲ့ အဖေဟာ လူသူကင်းမဲ့တဲ့\nကျွန်းတစ်ကျွန်းပေါ်မှာ ထူးဆန်းစွာပျောက်ကွယ်သွားခဲ့ပါတော့တယ်\nအဲဒီ နောက်မှာတော့ သူမအဖေနဲ့ သူမကို တိုက်ခိုက်ခဲ့တဲ့\nရေပုတ်သင်ကြီးရဲ့ တည်နေရာကို စုံစမ်းစစ်ဆေးဖို့\nသင်္ဘောတစ်စင်းနဲ့အတူ ကျွန်းပေါ်ကို ထွက်ခွာလာခဲ့ပါတယ်သူမစီးနင်းလိုက်ပါလာခဲ့တဲ့ သင်္ဘောပေါ်မှာ လူများက\nကိုယ်စီ စိုးရိမ်ပူပန်မှုများနဲ့အတူ ကိုယ်စီအကျင့်စရိုက်များက ရှိလို့နေပါတယ်\nသင်္ဘောထွက်ခွာရာလမ်းကြောင်းမှာတော့ လုံးဝကို\nပုံစံပြောင်းသွားပြီဖြစ်တဲ့ ရေပုတ်သင် မကောင်းဆိုးဝါးကြီးနဲ့\nထပ်မံဆုံတွေ့ခဲ့တဲ့ အချိန်မှာတော့ လိုက်ပါလာသူ လူတစ်ချို့ဟာ\nကျွန်းပေါ်ကို ထွက်ပြေးကြပါတော့တယ်\nအဲဒီနောက်မှာတော့ အဏ္ဏဝါဇီဝဗေဒ သုတေသီတစ်ဦးဖြစ်တဲ့ ဇီရွှမ်းတစ်ယောက်-❏ သူ့အဖေနဲ့ ပတ်သတ်တဲ့ သဲလွန်စတွေကို တွေ့ရှိနိုင်ပါ့မလား?\n❏ ဗီဇပြောင်းလဲချင်းဆိုင်ရာ သဲလွန်စတွေကိုရော သူရှာဖွေနိုင်ပါ့မလား?\n❏ အသက်ရှင်ကျန်ရစ်သူတွေကို ကယ်ဆယ်ပြီး\nသူတို့တွေ လွတ်မြောက်နိုင်ပါ့မလား? ဆိုတာ\nရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရမဲ့ ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/deep-sea-escape-2022/",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/Fast1-144x200.jpg",
        "title": "Fast Escape ( 2022 )",
        "description": "လူတွေရဲ့ဘာမှမဖြစ်လောက်ပါဘူးဆိုတဲ့ အတွေးလေးနဲ့\nကျူးလွန်မိတဲ့ပေါ့ဆမှုအမှားဟာ ဘယ်လောက်ထိဒုက္ခရောက်စေနိုင်လဲ?စစ်သားဟောင်းကြီးတစ်ယောက်ဖြစ်တဲ့ရှောင်းဖုန်းနဲ့\nသူငယ်ချင်းတစ်စုဟာကျောင်းသားဟောင်းတွေ့ဆုံပွဲလုပ်နေကြတယ်။\nသူတို့အနီးနားမှာ ဆီဘောက်ဆာကားကိုကားဆရာက\nစည်းမဲ့ကမ်းမဲ့ရပ်ထားမိတဲ့အတွက်ကြောင့်\nမတော်တဆဆီယိုစိမ့်ပြီး အဆိပ်ဓာတ်ငွေ့တွေပြန့်သွားပါတယ်။\nလေထုထပ်သိပ်သည်းစများတဲ့ အဆိပ်ဓာတ်ငွေ့တွေကြောင့်\nလူတွေဟာတိုက်အိမ်တွေရဲ့အမြင့်နေရာကိုတက်ပြီး ကယ်ဆယ်ရေးကိုစောင့်မျှော်ကြရတယ်။စစ်သားဟောင်းကြီးရှောင်းဖုန်းနဲ့ သူ့ရဲ့မတွေ့တာ၃နှစ်ကြာတဲ့\nချစ်သူဟောင်း ဆရာဝန်မလေးစူးယွဲ့ဟာ\nလူတွေလွတ်မြောက်ဖို့ကူညီဖို့ဆုံးဖြတ်လိုက်ကြတယ်။\nအများပြည်သူကိုကယ်ဖို့အတွက်နဲ့ သူတို့ရဲ့လွတ်မြောက်ခွင့်တွေကိုလက်လွှတ်လိုက်ရတယ်။\nသူတို့၂ယောက်ဟာ အဆုံးထိလျှောက်လှမ်းနိုင်ပါ့မလား ဆိုတာကို\nရင်တစ်ထိတ်ထိတ်ကြည့်ရမယ့်အပြင်\nအန္တရာယ်တွေကြားကသူတွေတို့သံယောဇဉ်ချစ်ခြင်းလေးတွေက\nဘယ်လိုဖြစ်လာမလဲဆိုတဲ့ ဒရာမာလေးပါခံစားကြည့်ရှုရမှာပါ။\nသဲထိတ်ရင်ဖို ကယ်ဆယ်ရေးဇာတ်လမ်းလေးတွေ\nနှစ်သက်သူလေးတွေ လက်မလွှတ်သင့်တဲ့ကားလေးပဲနော် ..\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime : 1h 15 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/fast-escape-2022/",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/65oyFx9TWo7qGCKLZcTvPYmOq0e.jpg",
        "title": "Ashiap Man (2022)",
        "description": "Ashiap Man (2022)\"ကောင်လေး ရေပို့ပေးပါဦး\"\n\"အဆင်သင့်ပဲဗျို့\"\n\"ကောင်လေး ခေါင်မိုးလေးပြင်ပေးပါဦး\"\n\"အဆင်သင့်ပဲ\"လူတွေကိုကူညီဖို့ဆိုရင် အသင့်လူသား(Ashiap Man)က အမြဲတမ်းအဆင်သင့်ရှိနေပါတယ်။ ငယ်ငယ်လေးတည်းက မိဘရဲ့ဆုံးမသွန်သင်မှုကြောင့် လူတကာကိုကူညီတတ်သူ၊ သာမန်လူတစ်ယောက်လို ဉာဏ်ရည်ဉာဏ်သွေးမျိုးမရှိပေမယ့် ကိုယ်ချစ်တဲ့သူတွေကိုတော့ အမြဲတမ်းကာကွယ်ပေးချင်တဲ့သူ၊ လူစွမ်းကောင်းဖြစ်ဖို့ကိုရူးသွပ်ပြီး သူ့ရဲ့အစွမ်းတွေနဲ့ လူတွေကိုကူညီဖို့အမြဲတမ်းအဆင်သင့်ရှိနေသူ အသင့်လူသားတစ်ဖြစ်လည်း ဇူးဟာဆိုရင် ငယ်ရွယ်စဉ်ကတည်း အများအကျိုးကိုသယ်ပိုးဖို့ ဆန္ဒပြင်းပြခဲ့သူပါ။သူကိုယ်တိုင် ဆန္ဒပြင်းပြသလိုပဲ သူ့တစ်ရွာလုံးဟာဆိုရင်လည်း သူ့အပေါ်ယုံကြည်ကိုးစားပြီး ချစ်ခင်ခြင်းကိုခံရသူတစ်ယောက်လည်းဖြစ်ပါတယ်။ ဒါပေမယ့် တစ်နေ့မှာတော့သူတို့နေတဲ့ရွာကို မိန်းကလေးတစ်ယောက်ရောက်လာပြီး အဲ့ဒီမိန်းကလေးကို ဇူးတစ်ယောက်သဘောကျမိပါတော့တယ်။ တစ်ဖက်မှာလည်း သူတို့ရွာနေရာမှာ အိမ်ရာစီမံကိန်းကိုအကောင်အထည်ဖော်ဖို့ ရွာသားတွေကိုဖိအားပေးနှင်ထုတ်ခံရတဲ့အခါမှာတော့ အမြဲတမ်းအဆင်သင့်ရှိခဲ့တဲ့အသင့်လူသား ဘယ်လိုမျိုးရွာကိုကာကွယ်ပေးသွားမလဲ။ဒီမိန်းကလေးရဲ့နောက်ကြောင်းကရော ဘာတွေရှိနေမလဲ?ဇူးတစ်ယောက် လူစွမ်းကောင်းဖြစ်ဖို့ ကြိုးစားပုံတွေ သူ့ရဲ့ရပ်ရွာကို ဘယ်လောက်အထိချစ်တယ်ဆိုတာတွေ သူချစ်တဲ့သူတွေအတွက် ဘယ်လောက်အထိအသင့်ရှိလဲဆိုတာတွေကို\nပေါ့ပေါ့ပါးပါးမိသားစုရုပ်ရှင်တစ်ခုအဖြစ် ကြည့်ရှုခံစားရမယ့် အင်ဒိုနီးရှားဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က APP ပါ။)File Size          : 1.8GB, 806MB, 422MB\nQuality      ...",
        "rating": "5",
        "url": "https://channelmyanmar.org/ashiap-man-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/YcPTEfLiHEgd7BpmkgXwRGEQHg.jpg",
        "title": "Savage Salvation (2022)",
        "description": "Savage Salvation (2022)Robert De Niro နဲ့ John Malkovich တို့လို အကျော်အမော်ကြီးတွေ ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရုပ်ရှင်ပါ။ Action Thriller ကားအနေနဲ့ဆို ဒီကားက ကြည့်လို့တော့ ကောင်းပါတယ်။ ပြဿနာက De Niro ဝင်သရုပ်ဆောင်ရမယ့် ကားတော့ ဟုတ်မနေပါဘူး။ မင်းသမီးကတော့ Willa Fitzgerald ဆိုတဲ့ အချောလေးပါပဲ။ သူရဲ့ခပ်လန်းလန်း အခန်းတွေလည်း ပါတာမို့ တော်တော်တန်တဲ့ကားပေါ့။ ဒီမင်းသမီးဟာ Reacher ဇာတ်လမ်းတွဲမှာ ပါဖူးပါတယ်။ မင်းသား Jack Huston ကတော့ House of Gucci ထဲမှာ ပါဖူးပါတယ်။ဇာတ်လမ်းကတော့ နယ်မြို့လေးတစ်မြို့က ရဲအရာရှိဖြစ်တဲ့ ဒီနဲရိုးရဲ့ဇာတ်ကောင်ရယ်၊ ဆေးသမားလင်မယားဖြစ်တဲ့ မင်းသားနဲ့မင်းသမီးရယ်၊ မင်းသမီးရဲ့ခဲအိုဖြစ်တဲ့ John Malkovich တို့ရဲ့ကြားမှာ ဖြစ်နေပျက်နေတဲ့ အကြောင်းအရာတစ်ခုနဲ့တည်ထားတာပါ။ ဘာအကြောင်းအရာလဲတော့ မပြောပြတော့ပါဘူး။ စပွိုင်လာမိမှာ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/savage-salvation-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/murloc-144x200.jpg",
        "title": "Murloc ( 2022 )",
        "description": "လူတစ်ပိုင်းငါးတစ်ပိုင်း ရေသူမျိုးတွေဆိုတာပင်လယ်ရေနက်ပိုင်းမှာ\nကျင်လည်ကျက်စားကြသူတွေပါ။\nပင်လယ်ရဲ့ဂေဟစနစ်ချို့ယွင်းလာမှုကြောင့် ​နေရာပြောင်းရွှေ့လာရင်း\nရေတိမ်ပိုင်းကိုရောက်ရှိလာပါတယ်။ ရေတိမ်ပိုင်းကိုရောက်လာတဲ့ရေသူတွေဟာ\nငါးဖမ်းလှေတွေကိုဒုက္ခပေးတဲ့ကြောက်စရာအန္တရာယ်ဆိုးကြီးဖြစ်လာပါတော့တယ်။\nလှေပေါ်ရှိလူအကုန်ကိုကိုက်သတ်ပစ်တဲ့အထိ ရေသူတွေဟာအင်အားကြီးနေခဲ့ပါတယ်။ဒါပေမဲ့လည်း လူသားတွေလောက်ဉာဏ်များတဲ့သတ္တဝါမရှိတာကြောင့်\nအင်အားကြီးမားတဲ့ရေသူဟာလည်း အဖမ်းခံရ​ပြီးအစမ်းသပ်ခံဘဝကိုရောက်ရတာလည်းရှိပါတယ်။ဟန်ဟောက် ဟာပင်လယ်ဆိပ်ကမ်းမှာအလုပ်လုပ်တဲ့သူဖြစ်ပြီး\nအ​ဖေတစ်ခုသားတစ်ခုဘဝနဲ့ စကားမပြောတတ်တဲ့သားလေးကိုစောင့်ရှောက်နေသူပါ။\nတစ်နေ့မှာ အကြွေးလိုက်တောင်းရင်း\nရေသူကိုတင်ထားတဲ့ကားကိုမောင်းမိလျက်သားဖြစ်သွားပါတယ်။\nလမ်းမှာမတော်တဆမှုဖြစ်ပြီး ကားလည်းမှောက်\nလူလည်းသတိမေ့သွားခဲ့ရာက ပြန်နိုးလာတဲ့အခါ\nဘယ်နေရာကိုရောက်နေမှန်းမသိတဲ့အပြင် သားလေးကပါဘေးမှာမရှိတဲ့အခါ။ အဲ့အချိန်မှာ သားလေးကတော့\nရေသူကိုစမ်းသပ်တဲ့ လျို့ဝှက်ဓာတ်ခွဲခန်းထဲမှာပိတ်မိနေခဲ့ပါတယ်။\nဖြစ်ချင်တော့ ဓာတ်ခွဲခန်းထဲကရေသူဟာလည်း မတော်တဆတစ်ခုဖြစ်တုန်း ထွက်ပြေးသွားခဲ့ပါတယ်။သားဖြစ်သူကိုရှာဖွေကယ်တင်ဖို့ကြိုးစားရင်း\nမထင်မှတ်ထားတဲ့အဖြစ်တွေကြုံလာရတဲ့အခါ...\nဟန်ဟောက်တစ်ယောက် ရေသူအန္တရာယ်ကိုကျော်လွှားနိုင်ပြီး\nသားဖြစ်သူကိုကယ်တင်နိုင်ပါ့မလားဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရှုရမှာမို့\nသတ္တဝါဆန်းတွေနဲ့တိုက်ခိုက်ရတဲဇာတ်လမ်းတွေကို\n​ကြိုက်နှစ်သက်ကြတဲ့ ပရိသတ်တို့အတွက်\nလက်မလွှတ်တမ်းကြည့်ရှုနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်။\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Action\nRuntime : 1h 33 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/murloc-2022/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BNjEwNTRmNmItZDEyYy00Njk0LTk4OGItYTRlNWUyMmQ3ZWEyXkEyXkFqcGdeQXVyNjIxNjI0ODc@._V1_-135x200.jpg",
        "title": "2025: Blood, White & Blue (2022)",
        "description": "2025: Blood, White & Blue (2022)\n=========================ဘီလ်ဝေလ်ဆင် ဆိုတဲ့ အေးဂျင့်တစ်ယောက်က သူလျိုလုပ်ပြီး\nကာတယ်ခေါင်းဆောင်တစ်ယောက်ကို ဖမ်းဆီးလိုက်ပြီးတဲ့နောက်\nဘီလ်ရဲ့ မိသားစုတစ်စုလုံး ပစ်မှတ်အထားခံလိုက်ရတဲ့အကြောင်းကို\nဇာတ်အိမ်တည်ထားတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဟုမ်းလမ်းလုံခြုံရေးအဖွဲ့က အခြားစစ်ရေးအဖွဲဲ့တစ်ဖွဲ့နဲ့ပေါင်းပြီး\nကာတယ် ဆိုတဲ့ မူးယစ်ဂိုဏ်းတစ်ဂိုဏ်းရဲ့ ခေါင်းဆောင်ကိုအစီအစဉ်\nသေချာဆွဲပြီးဖမ်းဖို့လုပ်တယ်၊ အဲမှာ ဘီလ် ဆိုတဲ့ အေးဂျင့်တစ်ယောက်က\nသူလျိုအနေနဲ့ ကာတယ်တွေနေတဲ့နေရာထဲကိုဝင်ပြီး စီစဉ်ထားတဲ့အတိုင်း\nလုပ်လိုက်တာ စစ်ဆင်ရေးကြီးအောင်မြင်သွားရော၊ မူးယစ်ဂိုဏ်းဆိုတော့\nမူးယစ်ဆေးတွေနဲ့ ပိုက်ဆံတွေအများကြီးသိမ်းစည်းရမိတာပေါ့လေ။အဲဒီနောက် တစ်ရက်နှစ်ရက်နေတော့ the Purge ဆိုတဲ့ ဥပဒေမဲ့သတ်ဖြတ်ခွင့်\nရှိတဲ့ညကိုရောက်လာရော၊ ဘီလ် ကတော့ သူ့အိမ်ကို ခြံစည်းရိုးတွေဘာတွေနဲ့\nသေသေချာချာ လုံခြုံအောင်လုပ်ထားပေမယ့် သူမသိလိုက်တာက သူနဲ့သိကျွမ်းတဲ့\nအီဒင် ဆိုတဲ့လူက သူ့အိမ်မှာ သိမ်းစည်းရမိတဲ့ မူးယစ်ဆေးတွေနဲ့ ပိုက်ဆံတွေ\nအကြောင်းကြားသိပြီး၊ အဲ့နေ့ညမှာဓားပြတိုက်ပြီးယူမယ်ဆိုတာပါပဲ၊ ဖြစ်ချင်တော့\nဘီလ်ရဲ့မိသားစုကလည်း ဘီလ်ရဲ့ အိမ်မှာ ညစာလာစားတဲ့အပြင် ဘီလ်ရဲ့ လုပ်ဖော်\nကိုင်ဖက်ဖြစ်တဲ့ ဒယ်လ် ကပါ သူ့အိမ်မှာတစ်ညလာနေဖို့ရောက်လာပါလေရော။\nအဲညမှာ အီဒင် စီစဉ်ထားတဲ့အတိုင်း ဖြစ်သွားမလား နောက်ဘာများဆက်ဖြစ်မလဲ\nဆိုတာ ကိုယ်တိုင်ပဲဆက်လက်ကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Khant Sett ...",
        "rating": "4.3",
        "url": "https://channelmyanmar.org/2025-blood-white-blue-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c9f74LSZP4uxBfgaypIrTGjf9Xi.jpg",
        "title": "The Young Master (1980)",
        "description": "The Young Master (1980)~ IMDb - 7.1/10, Rotten Tomatoes - 79% ~ဂျက်ကီချမ်းကိုယ်တိုင် ဒါရိုက်တာလုပ် ဇာတ်ညွှန်းကူရေး သရုပ်ဆောင်ထားတဲ့ Classics ကားပေါ့။ သူ ဒါရိုက်တာစလုပ်တဲ့ ဒုတိယကားဆိုလည်း ဟုတ်တယ်။ ပထမကားကတော့ The Fearless Hyena တဲ့။ သိပ်တော့မကောင်းခဲ့ဘူး။ ဒီကားကတော့ အများကြီးပိုတိုးတက်လာခဲ့ပုံပါပဲ။သူ့ဇာတ်က တရုတ်ရိုးရာ ခြင်္သေ့အကကတာကနေ အခြေပြုထားတယ်။ ဒီနောက် ပြဿနာတွေတက် သူ့ဆရာက သူ့အစ်ကိုနဲ့ရန်ဖြစ်ပြီး ထွက်သွား နည်းနည်းတော့ဇာတ်နာတဲ့ဟန်နဲ့ပေါ့။ သူက သူ့အစ်ကိုနောက်လိုက်ပြီး သွားပြန်ခေါ်ဖို့လုပ်ရာက‌နေ ဟာသတွေ စလာတယ်ပြောရမှာပဲ။ နောက်ပိုင်းအဆုံးထိ ဘော့စ်နဲ့တိုက်တဲ့အခန်းအထိ ဟာသတွေရဲ့အရှိန်ဟာ တက်ပြီးရင်းတက်လာခဲ့တယ်။ ပြောရရင် ဂျက်ကီချမ်း အငွေ့အသက်အပြည့်ရတဲ့ အက်ရှင်ဟာသကားပေါ့။ သူ့ရဲ့ အကောင်းဆုံးကားတွေကို စာရင်းလုပ်ရင် ဒီကားက ၁ကနေ ၁၀အတွင်း တစ်နေရာရာမှာတော့ရှိနေမယ်ထင်ရတာပါပဲ။စိတ်မကောင်းစရာကတော့ ဒီကားရဲ့ ၃နာရီဗားရှင်းဟာ ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/the-young-master-1980/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/sandcastle-poster-151x200.jpg",
        "title": "Sand Castle(2017)",
        "description": "Sand Castle(2017)***************ရည်မှန်းချက်ကြီးကြီးမားမားမရှိဘဲ တက္ကသိုလ်တက်ဖို့ ငွေမရှိလို့ စစ်တပ်ထဲ ဝင်လာရပြီး၊အီရတ်စစ်ပွဲကို မလိုက်ချင်တဲ့အတွက် ကိုယ့်လက်ကိုပြန်ချိုးနေတဲ့ အမေရိကန်စစ်သားလေး  တစ်ယောက်ရှိတယ်..အီရတ်စစ်မြေပြင်ဆိုတာကလည်း သိတဲ့အတိုင်း အရပ်သားနဲ့ ရန်သူမကွဲဘဲပစ်ချင်တဲ့သူက ပစ်သတ်နေတာဆိုတော့ အဲ့ဒီမှာ တာဝန်ထမ်းဆောင်တဲ့ စစ်သားတွေအတွက် အချိန်မရွေးအသက်ပျောက်နိုင်တဲ့အနေအထားပါ..သို့ပေမဲ့လည်း ဒီစစ်သားလေးဟာ အီရတ်စစ်တလင်းကိုရောက်ရှိသွားခဲ့တယ်..တကယ်စစ်မြေပြင်ရောက်တဲ့အခါမှာတော့ သူဘယ်လိုတွေကြုံရမလဲ..အသက်ရောရှင်ပါ့မလား..အီရတ်တွေနဲ့ မြေပြင်မှာ တကယ်တွေ့ကြုံရတဲ့အခါမှာ သူအမြင်တွေဘယ်လိုရှိမလဲ..File Size : (2.1GB)(834MB) and (230 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:53:00\nGenre : Action ,War ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Ko Myo(Kop)\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/sand-castle2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmfM1diysOyrX4JbvwS7uOomyes.jpg",
        "title": "Out for Justice(1991)",
        "description": "Out for Justice(1991)*******************90s kid တို့ရဲ့ အသည်းကျော် Steven Segal ရဲ့ အက်ရှင်ကားကြမ်းကြမ်းကြီး တင်ဆက်ပေးလိုက်ပါတယ်..၂၀ ရာစုတလျှောက် ဘရွတ်ကလင်မြို့မှာ ဂိုဏ်းစတားတွေကိုယ့်နယ်နမိတ်နဲ့ကိုယ် ကြီးစိုးကျင်လည်ကြတဲ့အချိန်ပေါ့ဂျီနိုဆိုတဲ့ကောင်လေးဟာ သူ့အဖေကိုသိပ်အားကျတဲ့သူ...တစ်ရက်မှာ သူ့အဖေဟာ စတိုးတစ်ခုထဲက သူခိုးတစ်ယောက်ကို အပြင်ဆွဲခေါ် ထိုးကျိတ်ပြီး သူ့မျက်စိရှေ့တင်ပဲ\nသူတို့ကားနောက်ဖုံးထဲ ထည့်ပိတ်ထားလိုက်တယ်...ပြီးတော့ သူ့သားကို ဒီကားနဲ့ပဲ ရုပ်ရှင်ရုံခေါ်သွားပြီး ရုပ်ရှင်ပြသတဲ့..\n.ရုပ်ရှင်ပြီးတဲ့အချိန်ကျမှ ဂျီနိုလေးကို ကားသော့ပေးလိုက်ပြီး မင်းလုပ်စရာရှိတာလုပ်လို့ ပြောတယ်...ဂျီနိုကလည်း ကားနောက်ဖုံးဖွင့်ပြီး\nစကားတွေနဲ့ခြိမ်းခြောက်ပြလိုက်တာ သူခိုးလည်း တချိုးတည်းပြေးပါရောလား...သူက အဲဒီကတည်းက သူ့အဖေလို လူမိုက်ဖြစ်ချင်တာ.\n..တကယ်တမ်းကြီးလာတော့ ဒီကောင် ရဲဖြစ်သွားတယ်...လူမိုက်တွေနဲ့ပေါင်းခဲ့တဲ့ ဂျီနိုဟာ ရဲဖြစ်သွားတဲ့အချိန် သူ့ရဲ့သူငယ်ချင်းတစ်ယောက်ကလက်ခံနိုင်စရာမရှိတဲ့ပြစ်မှုကို ကျူးလွန်လိုက်တဲ့အချိန်မှာတော့...File Size : (1.8GB)(580 MB) and (230 MB)\nQuality : Blu-Ray1080p5.1ch, 720p\nFormat…mp4\nDuration…01:31:00\nGenre : Action , Crime ,Drama\nSubtitle : Myanmar ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/out-for-justice1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/heroof-133x200.jpg",
        "title": "Hero Of The Bright Sword Tiger Gut (2022)",
        "description": "CM ရဲ့ တရုတ်ကားဖန်လေးတို့အတွက်\nရိုက်ကူးတင်ဆက်ထားတဲ့ တရုတ်တော်လှန်ရေးခေတ်\nအခြေခံကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒါရိုက်တာ  Hou Jie / Li Xinbo တို့က ရိုက်ကူးတင်ဆက်ထားပြီး\nWang Ting / Zhang Lei / Wang Ke တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်\nအညွန်းလေးကတော့တော်လှန်ရေးခေတ်မှာ ထုံးစံအတိုင်း ကိုလိုနီပြု\nဖက်ဆစ်ဂျပန်ရယ် ဂျပန်နောက်လိုက်သစ္စာဖောက်တွေရယ်\nမြေပြန့် ပြည်သူ့တပ်သားတွေရယ်...\nဒါတွေကတော့ ကြုံနေ မြင်နေကြမလို့ မထူးဆန်းတော့ပေမယ့်...\nဒီဇာတ်ကားလေးကတော့ တမူတော့ထူးခြားနေပါတယ်လီယွန်လောင်နှင့် ဂျင်း-ဆွိုင်းတပ်မတော်၏ တပ်ရင်းမှူး ချူယူးဖီတို့က\nအီချီရို ဟီရာတာ၏ မွေးနေ့စားပွဲ၌ ကြီးမားသော အရှုပ်တခုကို\nပြုလုပ်ခဲ့ပါတယ်..ဒါကြောင့်ပဲအခြေအနေတွေတင်းမာလာခဲ့ပြီး\nလှည့်ကွက်များစွာနဲ့အတူ မထင်ထားတဲ့ ဇာတ်ကွက်တွေကို\nစိတ်ဝင်တစားနဲ့ စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်၏\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : War\nRuntime : 1h 17 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/hero-of-the-bright-sword-tiger-gut-2022/",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMzc1MjZkOTctNDY3Mi00NTZmLWFjYzktMjkyZjYwZWQ1Nzc3XkEyXkFqcGdeQXVyNTI0NzU5ODc@._V1_-146x200.jpg",
        "title": "Monster (2022)",
        "description": "အိန္ဒိယ Malayalam ဘက်မှာ မသိသူမရှိတဲ့\nမင်းသားကြီး Mohanlal ရဲ့ လှည့်ကွက်များစွာနဲ့\nစိတ်ဝင်စားဖွယ် မှုခင်းဇာတ်ကားကောင်းတစ်ပုဒ်\nထွက်ရှိလို့ လာခဲ့ပါပြီဇာတ်ကားထဲမှာ သူဟာ လပ်ကီးဆင်းဆိုတဲ့ အမည်ရှိပြီး\nနိုင်ငံခြားကနေ အိန္ဒိယကို တိုက်ခန်းအရောင်းအဝယ်ကိစ္စနဲ့\nပြန်လာရာကနေ ဇာတ်လမ်းကို စထားပါတယ်ဇာတ်လိုက်မင်းသမီးဖြစ်သူ ဘာမီနီက\nတက္ကစီဝန်ဆောင်မှုလုပ်ငန်းတစ်ခုက ဒရိုင်ဘာတစ်ယောက်ဖြစ်ပြီး\nသူ့ကို လေဆိပ်မှာ သွားကြိုရမယ့်သူပဲဖြစ်ပါတယ်ခရီးတစ်လျှောက်လုံး သူဟာ ပျော်ပျော်နေတတ်တဲ့သူလို ပြုမူပြီး\nစကားတွေလည်း အများကြီးပြောပါတယ်\nဘာမီနီကိုလည်း ချစ်ခင်နှစ်သက်ပုံပြပြီး\nစကားရွှင်တဲ့ ကိုလူပျော်တစ်ယောက်လို့ပဲ ထင်ရပါတယ်အဲဒီလိုနဲ့ ဘာမီနီတို့လင်မယားရဲ့ မင်္ဂလာနှစ်ပတ်လည်ပွဲကို\nမရမက အတင်းလာမယ်လုပ်ပြီး\nရောက်လာတဲ့အချိန်မှာတော့..သူဟာ ဘယ်လိုမှ မထင်မှတ်ထားစရာလုပ်ရပ်တစ်ခုကို\nလုပ်ခဲ့ပါတော့တယ်သူလုပ်တဲ့လုပ်ရပ်က ဘာဖြစ်မလဲ\nဘာကြောင့် ဒီလိုလုပ်ရတာလဲ ဘာအကြံအစည်တွေနဲ့\nဘာမီနီကို သူချဉ်းကပ်ခဲ့တာလဲဆိုတာကို ဟောဒီ့ Monster ဆိုတဲ့ကားထဲမှာ\nစိတ်ဝင်စားဖွယ်ကောင်းစွာ ကြည့်ရှုခံစားရမှာပဲ ဖြစ်ပါတယ်ရှင်\nFile size…4.34GB / 2.13GB / 980MB\nQuality…4K HEVC / 1080p WEBDL / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Sora~ BpL ~ Yunni",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/monster-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5bwGuv3YyqXy6QEkaq8YBTVUoxO.jpg",
        "title": "My Name Is Vendetta (2022)",
        "description": "My Name Is Vendetta (2022)(1080p ရပါပြီ)\"သတ်မှာလား အသတ်ခံမှာလား ဒါဟာ ဥပဒေပဲ\" ဆိုတဲ့ စကားစုလေးနဲ့ အစချီပြီး စတင်ထားတဲ့ \"My Name is Vendetta\" ဆိုတဲ့ ဇာတ်ကားလေးက အက်ရှင်ဇာတ်ကား ချစ်သူတွေအတွက် လက်မလွှတ်သင့်တဲ့ Netflix ဇာတ်ကားကောင်းလေး တစ်ကားပါ။ဇာတ်လမ်းအကျဉ်း ...\nဘဝမှာ သူများကို သတ်မှာလား ကိုယ် အသတ်ခံမှာလား ဆိုတဲ့စိတ်နဲ့ ဘဝတစ်လျှောက်နေလာခဲ့တဲ့ မာဖီးယား တစ်ဦးက ဖူးစာရှင်လေးနဲ့တွေ့ပြီး သူ့ဘဝကို ပြောင်းလဲလိုက်တယ်။ သမီးလေးတစ်ယောက် မွေး ဘဝကို ပျော်စရာတွေ မေတ္တာတွေနဲ့ ဘဝကို အဓိပ္ပါယ်ရှိရှိ ဖြတ်သန်းနေစဉ်မှာ အတိတ်မှာ ဆိုးခဲ့တဲ့အမှားတွေနဲ့ မာဖီးယားဂိုဏ်းတစ်ခုက သူ့ကို ကလဲ့စားချေဖို့အတွက် သူ့မိသားစုကို ရက်ရက်စက်စက် သတ်ပစ်လိုက်တယ်။ကံကောင်းချင်တော့ သမီးဖြစ်သူ ဆိုဖီယာက မသေဘဲ လွတ်မြောက်နိုင်ခဲ့တယ်။ ဒီလိုနဲ့ သူ့မိသားစုကို သတ်ခဲ့တဲ့ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/my-name-is-vendetta-2022/"
    }
]