[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/l-1-132x200.jpg",
        "title": "Last Looks (2021)",
        "description": "ယခင်ကအရမ်းတော်ခဲ့တဲ့ ရဲစုံထောက်ဟောင်းချာလီ ဝေါလ်ဒိုဟာ အခုတော့တောင်ပေါ်မှာတယောက်တည်း ခြိုးခြံတဲ့ ပုံစံနဲ့နေထိုင်နေပါတယ်။တရက်မှာတော့သူ့အရင်ရည်းစားဟောင်းကရောက်လာပြီး အလုပ်ကမ်းလှမ်းတဲ့အခါမှာ ဝေါလ်ဒိုတ‌ယောက်လည်း ၀န်လေးပေမယ့် အခြေအနေအမျိုးမျိုးကြောင့်သူထားပစ်ခဲ့တဲ့လောကကိုပြန်လည်၀င်ရောက်ရပါတော့တယ်။သူအရင်ကကျင်လည်ခဲ့တဲ့ LA မြို့ကြီးကိုပြန်လာပြီးမိန်းမကိုမူးရူးပြီးသတ်တယ်ဆိုပြီးစွပ်စွဲခံရတဲ့ နာမည်ကြီးရုပ်ရှင်မင်းသားတယောက်ကိုကူညီဖို့ အလွတ်စုံထောက်တယောက်အနေနဲ့စုံစမ်း‌ ပေးဖို့ဖြစ်လာရပါတယ်။အများထင်သလိုရိုးရှင်းမနေတဲ့ လူသတ်မှုရဲ့ တကယ့်လက်သည်ကဘယ်သူလဲ၊ဝေါလ်ဒိုကရော ဘာလို့သုံးနှစ်လုံးလုံးလူတိုင်းနဲ့အဆက်အသွယ်ဖြတ်ပြီးတောင်ပေါ်မှာနေနေရတာလဲ၊သူ့အရင်ရည်းစားကရောဘယ်လိုလူတွေနဲ့ပတ်သက်နေတာလဲဆိုတာကြည့်ရှူရမှာပါ။ စုံထောက်ဇာတ်လမ်းကြိုက်သူတွေအတွက် သင့်တော်တဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။ဒါရိုက်တာTim Kirkby ရိုက်ကူးထားပြီးCharlie Hunnam,Mel Gibson,Morena Baccarin,Lucy Fry တို့ပါ၀င်ထားပါတယ် \nFile size…(1.7 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Sett Paing",
        "rating": "6",
        "url": "https://channelmyanmar.org/last-looks-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gnBO55MPkWhoEmfSD3n675XtxEO.jpg",
        "title": "A Better Tomorrow III: Love and Death in Saigon (1989)",
        "description": "A Better Tomorrow III: Love and Death in Saigon (1989) A Better Tomorrow Trilogy ရဲ့ နောက်ဆုံးကား ဖြစ်တဲ့ A Better Tomorrow III ကိုတော့ ရှေ့နှစ်ကားရဲ့ ဒါရိုက်တာ ဂျွန်ဝူးဟာ ပရိုဂျူဆာဖြစ်တဲ့ Tsui Hark နဲ့ သဘောထားကွဲလွဲရာကနေ ဆက်မရိုက်ဖြစ်ခဲ့ပါဘူး။ ပရိုဂျူဆာ Tsui Harkကပဲ ဒါရိုက်တာအဖြစ် ရိုက်ကူးခဲ့တယ်။Tsui Hark ဟာ A Better Tomorrow III နဲ့တော့ အောင်မြင်မှုအပြည့်အ၀ မရခဲ့ပေမဲ့ သူလည်း ဟောင်ကောင် စီနီမာရဲ့ အရေးပါတဲ့သူပါပဲ။ ဂျက်လီရဲ့ Once Upon A Time In China ၄ကားအပါအ၀င် Green Snake, Tide and ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/a-better-tomorrow-3-1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2021/12/In_Hell-698040886-large-145x200.jpg",
        "title": "In Hell (2003)",
        "description": "ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ ထောင်ဇာတ်လမ်းကားကောင်းတွေထဲက တစ်ကားဖြစ်တဲ့အပြင် တစ်ခေတ်တစ်ခါက နာမည်ကြီးမင်းသားကြီး Van Damme ရဲ့ ဇာတ်ကားဖြစ်တဲ့ In Hell ဆိုတဲ့ ဇာတ်ကားပါ ။In Hell ဆိုတဲ့အတိုင်း ထောင်တွင်း လာဘ်စားမှု့တွေ ၊ ထောင်တွင်း လူမိုက်ဂိုဏ်းတွေရဲ့ အချင်းချင်းလုပ်ကြံသတ်ဖြတ်မှု့တွေ အပြင် ထောင်ဆိုတာ ဘယ်လောက်ဆိုးရွားတယ်ဆိုတာကိုပါ သေချာရိုက်ပြထားတာပါ ။ဇာတ်လမ်းကတော့...မင်းသားကြီး Van Damme က လူရိုးလူအေး စက်ရုံအလုပ်သမားတစ်ယောက်ပါအလုပ်မအားလို့ မိန်းမဆီကို တစ်လတစ်ခါမှ ပြန်လာဖြစ်ပြီး တစ်နေ့မှာတော့ သူပြန်ရောက်ရောက်ချင်း သူ့မိန်းမ အသတ်ခံထားရတာကို တွေ့လိုက်ရပါတယ်လူသတ်သမားကိုဖမ်းမိပေမယ့် ငွေများတရားနိုင်ဆိုတဲ့အတိုင်း ကွင်းလုံးကျွတ်လွတ်သွားကို ဒေါသထွက် စိတ်မထိန်းနိုင်ဘဲ တရားရုံးထဲမှာတင် တရားခံကို ရဲဆီကသေနတ်ယူပြီး ပစ်သတ်လိုက်တာကြောင့် Van Damme က ထောင်တစ်သက်တစ်ကျွန်းကျ သွားတာကနေ ဇာတ်လမ်းအစပြုထားပါတယ် ။သူရောက်တဲ့ထောင်က ထောင်တစ်ကာ့ထောင်တွေထဲ အဆိုးရွားဆုံးထောင်ပါထောင်တွင်း သတ်ကွင်းတွေ ၊ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/in-hell-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/spider-FFH-135x200.jpg",
        "title": "Spider-Man: Far From Home (2019) MCU",
        "description": "Spider-Man: Far from Home (2019)\nIMDb - 7.5/10_____Rotten - 91%\n Endgame အပြီးမှာ ထွက်လာတဲ့ကားတွေကို ကြည့်ရတာ သိပ်အားရပါတော့မလားလို့ တွေးမိပေမယ့် မာဗယ်ကတော့ ပိုပိုကောင်းအောင် လုပ်ပြနိုင်တုန်းပါပဲ။ဒီစပိုက်ဒါမန်းကားကို အကြိုက်တွေ့ကြမှာပါ။ဇာတ်လမ်းအကျဉ်း…သားနို့စ်နဲ့တိုက်ပွဲအပြီးမှာ ကမ္ဘာကြီးဟာ အပြိုင်စကြဝဠာတွေနဲ့ ချိတ်ဆက်တဲ့ ဝင်ပေါက်တွေ ပေါ်လာခဲ့ပါတယ်။ ကမ္ဘာတစ်ခုက သူရဲကောင်း မစ်စ်တီးရီယိုဟာ သူ့ရဲ့ကမ္ဘာကို ဖျက်ဆီးသွားတဲ့ သတ္တဝါဆိုးတွေ လက်ရှိ စပိုက်ဒါမန်းတို့ ကမ္ဘာကို ရောက်လာတာကြောင့် လိုက်လံတိုက်ခိုက်ရင်း နစ်ခ်ဖြူရီ၊ စပိုက်ဒါမန်းတို့နဲ့ မိတ်ဆွေဖြစ်လာပါတယ်။စပိုက်ဒီနဲ့ မစ်စ်တီးရီယိုတို့ ပေါင်းပြီး ဒီအန္တရာယ်တွေကို ရင်ဆိုင်ရပါလိမ့်မယ်……(ဘာသာပြန်ပေးထားသူကတော့ Littleneo ပါ)\nFile size…(5.7 GB)/(2.1 GB)/(1 GB)\nQuality….IMAX 4K HEVC/ DS4K 1080p / 720p\nFormat…mkv/mp4\nDuration….02:09:21\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Little Neo",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/spider-man-far-from-home-2019/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/09/spiderman_homecoming-132x200.jpg",
        "title": "Spider-Man: Homecoming (2017) MCU",
        "description": "Tobey Maguire နဲ့ Andrew Garfield တို့ပြီးတဲ့နောက်မှာ သုံးကြိမ်မြောက် Reboot လုပ်ခဲ့တဲ့Tom Holland ရဲ့ တကယ့်ကို လူငယ်ဆန်တဲ့ အငွေ့အသက်တွေလွှမ်းခြုံနေတဲ့Spider Man Homecoming ဟာ ၂၀၁၆နှစ်ကုန်ပိုင်းမှာ ထွက်လာတဲ့ Marvel Comic ဖန်တွေ အကြိုက်လောက်ဆုံး Spider Man Reboot Movie တစ်ခုဖြစ်ခဲ့ရပါတော့တယ်\nTobey နဲ့ Andrew အလွန် ၂၀၁၆မှာတော့ ကျွန်တော်တို့လို Comic Fan တွေအတွက် Cilvil War မှာ လူငယ်မင်းသား Tom Holland က ဆန္ဒတွေ ဖြည့်ဆည်းပေးလိုက်တော့တယ်။သူ့ကို စတင် Cast လုပ်လိုက်လိုက်ချင်း ဝေဖန်သံတွေ ပေါ်ထွက်ခဲ့ပေမယ့်အဲဒီ ဝေဖန်သံတွေကို Civil War မှာ Tony Stark ရဲ့ Underoses ဆိုတဲ့ စကားနဲ့ ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/spider-man-homecoming-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/efetKFDyptrRpoHBb103Tg3Auw5.jpg",
        "title": "Minnal Murali (2021)",
        "description": "Minnal Murali (2021)Superhero movie genreမှာ Marvelနဲ့ DCပဲ လွှမ်းမိုး​နေတဲ့​နောက်\nဒီတစ်ခါ​မှာ​တော့ Netflix က အသစ်ထွက်တဲ့ India superhero movieတစ်ကားကို\nအရသာတစ်မျိုး အ​ပြောင်းအလဲဖြစ်သွား​အောင် တင်ဆက်​ပေးလိုက်ပါတယ်၊Kurukhanmoola ရွာသား Jaison ဟာ\nငယ်စဉ်ကတည်းက မိတဆိုး​ဖြစ်ခဲ့ပြီး ဖခင်အ​ပေါ်အရမ်းခင်တွယ်ခဲ့ရသူပါ၊\nဒါ​ပေမဲ့ ဖခင်ဖြစ်သူ ပြဇာတ်မင်းသားဟာ မ​တော်တဆမှုတစ်ခု​ကြောင့် ​သေဆုံးသွားတဲ့​​နောက်\nကံဆိုးသူ​မောင်ရှင်​လေး Jaisonအ​နေနဲ့ အရွယ်​ရောက်တဲ့အထိ ကံဆိုးမှု​တွေက အဆုံးမသတ်ခဲ့သူပါ၊\nအ​မေရိကန်သွားပြီး ချမ်းသာ​​အောင်လုပ်ချင်တဲ့ အိပ်မက်ကလည်း မ​အောင်မြင်သလို\nချစ်ရတဲ့သူကလည်း ​စေ့စပ်ထားပြီးသားသူ ဖြစ်​နေမှန်း မ​တော်လိုက်ရတဲ့ ​ယောက္ခမ​က​ပြောမှ သိရတဲ့သူပါ၊​မောင်ရှင်​​တောင် Jaison​လောက်ကံမဆိုးနိုင်ဘူးလို့ ဆိုရ​အောင်ပဲ\nဇာတ်လိုက်​ကျော်ကြီးခမျာ မိုးကြိုးပါ ထပ်အပစ်ခံရပါ​​သေးတယ်၊\nဒါ​ပေမဲ့ သန်း​ခေါင်ထက် ညမနက်​တော့သလို သူရဲ့ကံဆိုးမှု​တွေက ​​ကြေသွားပုံရပါတယ်၊\nသူ့ကိုထိမှန်တဲ့မိုးကြိုးက သာမန်မဟုတ်ဘဲ ဂြိုလ်၃လုံးတန်းပြီး ဖြစ်လာတဲ့မိုးကြိုးဖြစ်​နေလို့\nသာမန်လူ​တွေမှာ မရှိတဲ့ Superhuman အစွမ်း​တွေကို Jaison ပိုင်ဆိုင်ခဲ့ပါတယ်၊\nဒါ​​ပေမဲ့ မိုးကြိုးထိမှန်ခဲ့သူက သူတစ်​ယောက်တည်းမဟုတ်ဘဲ ထပ်ရှိ​နေ​သေးသလို\nအဲဒီလူက ရထားတဲ့အစွမ်း​တွေကို မ​ကောင်းတဲ့ အဖျက်လုပ်ငန်း​တွေမှာ သုံးလာတဲ့အခါJaisonအ​နေနဲ့ ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/minnal-murali-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/NamelessHero-133x200.jpg",
        "title": "Nameless Hero ( 2023 )",
        "description": "CM movie fanလေးတွေထဲကမှ actionမှကြိုက်တာဆိုတဲ့\nသူလေးတွေအတွက် နိုင်ငံရေးစစ်ကားလေးတစ်ကားကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်နော်။90sတစ်ဝိုက်မှာ နိုင်ငံရေးအယူဝါဒကွဲလွဲမှုတွေအပေါ်အခြေခံပြီး စ\nစ်ပွဲတွေက ဆူပူအုံကြွနေခဲ့တယ်။ကျင်ကျိုးမြို့နစ်ခုလုံးကို\nနယ်ခြားစောင့်တပ်တွေ ဝန်းရံထားတဲ့အချိန် ...စစ်မြေပြင်မှာမတရားတာမရှိဘူးဆိုသလိုပဲ သူစီကိုယ်စီ\nဌာနအတွင်းမှာ သူလျှိုတွေစေလွှတ်ထားချိန်မှာ..\nကုဒ်နာမည် *မြွေစိမ်း*လို့သိကြတဲ့ သတင်းအချက်အလက်သူလျှို\nလျိုသာ့ဝေဟာ သရုပ်မှန်ပေါက်ကြားပြီး ဖမ်းစီးမှုကိုခံခဲ့ရတယ်။မြွေစိမ်းဟာ စစ်တပ်လက်အောက်ခံဖြစ်တဲ့အတွက် အထက်က\nစစ်‌ကြောရေးအတွက် လျှို့ဝှက်ထိန်းသိမ်းရေးဌာနက *လင်ရှီး*ကို\nတာဝန်ထမ်းဆောင်ဖို့ စေလွှတ်ခဲ့တယ်။အဲ့အချိန်မှာ မြွေစိမ်းကို\nဖမ်းမိခဲ့တဲ့သူက ပါတီရေးရာနဲ့ပြန်ကြားရေးဌာနဖြစ်တဲ့အတွက်\nလင်ရှီးဟာ ထိုဌာနရဲ့ဦးစီးချုပ်\"ကျိုးယင်ချွင်း\"နဲ့ သူ့ရဲ့မဟာမိတ်ဖြစ်သူ\nနိုင်ငံတော်ကာကွယ်ရေးတပ်ခွဲ၂ကအထူးတပ်ဖွဲ့ဝင်ကျန်းဝေနဲ့အတူ\nပူးပေါင်းစစ်ကြောရေးဆင်းဖို့ဖြစ်လာတော့တယ်။မြွေစိမ်းဟာ ကွန်မြူနစ်ပါတီသူလျှိုဖြစ်ပြီး သူ့ရဲ့လက်ထဲမှာ\nကျင်ကျိူးမြို့ကာကွယ်ရေးမြေပုံရှိသလို ဒါကသူကျင်ကျိုးကိုထိုးစစ်ဆင်ရာမှာကူညီဖို့\nမြို့ပြင်ကိုလက်ဆင့်ကမ်းရမဲ့ အချက်အလက်လည်းဖြစ်တယ်။\nမြွေစိမ်းကျဉ်းထဲကျပ်ထဲရောက်နေတဲ့အချိန်မှာ လင်ရှီးရဲ့လျှိုဝှက်တာဝန်က\nအဲ့ဒီမြေပုံကိုလွှဲပြောင်းယူပြီး လက်ဆင့်ကမ်းပေးရမှာပါ။မမျှော်လင့်ထားတဲ့အလှည့်အပြောင်းတွေကြားထဲမှာ\nလင်ရှီးက သူ့ရဲ့တာဝန်ကိုအောင်မြင်စွာထမ်းဆောင်နိုင်ပါ့မလား\nသူ့ရဲ့လမ်းခရီးမှာရော ဘယ်လိုဘက်တော်သားတွေနဲ့ တွေ့ဆုံရဦးမလဲ\nအာဏာမှိုင်းတွေ ရောထွေးနေတဲ့နယ်ပယ်ကြီးမှာ\nဘယ်အရာက တရားမျှတမှုလမ်းစဉ်ဖြစ်မလဲဆိုတာ...\nဇာတ်လမ်းမှာအသေးစိတ်ကြည့်ရှုလိုက်ပါ။\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 27 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by ...",
        "rating": "5.9",
        "url": "https://megaup.net/1VUdw/Nameless_Hero_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mLeYGSVnDymYscyjfPEfjK9GBUk.jpg",
        "title": "Sympathy for the Devil (2023)",
        "description": "Sympathy for The Devil (2023)~ IMDb - 5.7/10, Rotten Tomatoes - 62% ~မင်းသားကြီး နီကိုလက်ကေ့ရဲ့ ရုပ်ရှင်အသစ်ပါ။ Suicide Squad ထဲက Rick Flag မင်းသား Joel Kinnaman နဲ့အတူ ပါဝင်ထားပါတယ်။ Action Thriller အမျိုးအစားဖြစ်ပြီး သို့လော သို့လောနဲ့ ကြည့်ရတဲ့ ကားမျိုးပါပဲ။ဒေးဗစ်ချိန်ဘာလိန်ဆိုတဲ့လူတစ်ယောက်ဟာ သူ့မိန်းမဆေးရုံမှာ ကလေးမွေးနေတာကို အမီသွားဖို့ ကားနဲ့ထွက်လာပါတယ်။ ဆေးရုံကိုအရောက်မှာပဲ ကားနောက်ခန်းထဲကို လူတစ်ယောက်ဝင်လာပြီး သေနတ်နဲ့ချိန်ထားပါတော့တယ်။ အဲဒီလူကပဲ သူ့ကို ဆေးရုံထဲကိုမဝင်ခိုင်းဘဲ ဘော့စတွန်အထိ မောင်းခိုင်းပါတော့တယ်။ လမ်းတလျှောက်မှာ ဒေးဗစ် လွတ်မြောက်ဖို့ကြိုးစားပေမဲ့ မအောင်မြင်ဘဲ လူတွေသာ တစ်ယောက်ပြီးတစ်ယောက် သေလာပါတော့တယ်။ သူတို့နှစ်ယောက် ကြောင်နဲ့ကြွက်လို လိုက်တမ်းပြေးတမ်း အသက်လုပြီးကစားရတဲ့ ရည်ရွယ်ချက်ကဘာလဲ... ရည်ရွယ်ချက်ရောရှိရဲ့လား... သူတို့အချင်းချင်းကရော ထင်ထားသလို ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/sympathy-for-the-devil-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/0886973824993-141x200.jpg",
        "title": "The Brothers Bloom (2008)",
        "description": "IMDb Rating (6.7) / Rotten Tomatoes (68%)နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ The Pianist မင်းသားကြီး Adrien Brody, MCU ရဲ့ Hulk မင်းသားကြီး Mark Ruffalo,The Mummy ရဲ့အသည်းကျော်မင်းသမီးကြီး Rachel Weisz တို့ပါ၀င်ထားပြီးဒါရိုက်တာ Rian Johnson ရိုက်ကူးထားတဲ့ Action,Adventure,Comedy ရုပ်ရှင်ကားလေးပါ။ဇာတ်လမ်းကတော့....မိဘမဲ့ညီအစ်ကိုနှစ်ယောက်ဖြစ်တဲ့ Stephen နဲ့Bloomတို့ဟာငယ်စဉ်ကတည်းက ဆိုးသွမ်းတတ်တာကြောင့် မွေးစားမိဘတွေတစ်ယောက်ပြီးတစ်ယောက်ပြောင်းခဲ့ရပါတယ်။ညီအစ်ကိုနှစ်ယောက်ဟာ ငယ်စဉ်ကတည်းက လိမ်လည်ခြင်းအတတ်ပညာကို ကျွမ်းကျင်ကြပြီးအစ်ကိုဖြစ်သူစတီဗင်က လူလိမ်ဇာတ်လမ်းတွေကို သေချာအစီအစဉ်ချပြီးညီဖြစ်သူကတော့ ပစ်မှတ်ရဲ့ယုံကြည်မှုကိုရနိုင်ဖို့ဟန်ဆောင်ပေးရပါတယ်။နှစ်‌တွေကြာပြီးမှာတော့ Bloomညီနောင်တို့ရဲ့နောက်ဆုံးပစ်မှတ်ဖြစ်သူတစ်ကောင်ကြွက်သူဌေးသမီး Penelope နဲ့တွေ့ချိန်မှာတော့ စီစဉ်ထားတာတွေအကုန် လွဲချော်ဖို့အကြောင်းဖန်လာတဲ့အခါ....။\nFile size…(2 GB)/ (970 MB)\nQuality….BluRay 1080p /720p\nFormat…mp4\nDuration….01:53:40\nSubtitle….Myanmar Subtitle(Hardsub)\nEncoder….Ka Naung\nTranslated by SP",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-brothers-bloom-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rfKvX0oB3YyJfYEtUe2TazaQdRq.jpg",
        "title": "Wolves of War (2022)",
        "description": "Wolves of War (2022)မနှစ်က ထွက်ရှိထားတဲ့ Low Budget စစ်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းကတော့ ဒုတိယကမ္ဘာစစ်ပြီးခါနီးကိုအခြေတည်ထားတာပါ။ ဟစ်တလာဟာ သူစစ်ရှုံးတော့မယ်လို့မြင်တဲ့အခါ တိုင်းပြည်ထဲက လူငယ်တွေကို ပြည်သူ့စစ်အဖွဲ့တွေဖွဲ့ခိုင်းပြီး ကျူးကျော်လာသူတွေကို တစ်နိုင်တပိုင်တိုက်ထုတ်ဖို့အမိန့်ထုတ်လိုက်ပါတယ်။ ဇာတ်လမ်းကတော့ သိပ်အဆန်းတကြယ်မဟုတ်ပါဘူး။ဟစ်တလာဟာ သူ့ရဲ့နောက်ဆုံးမျှော်လင့်ချက်ကောက်ရိုးတစ်မျှင်အနေနဲ့ နျူကလိယားဗုံးတီထွင်ဖို့ သိပ္ပံပညာရှင်တစ်ယောက်ကို ဖမ်းဆီးထားပါတယ်။ စနိုက်ပါတစ်ယောက်၊ စစ်သူရဲကောင်းတစ်ယောက်၊ သိပ္ပံကျောင်းသားတစ်ယောက်နဲ့ ဗိုလ်ကြီးတစ်ယောက်က သူ့ကို အသေခံမစ်ရှင်အနေနဲ့ သွားကယ်တင်ကြပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။စစ်သူရဲကောင်းကြီးက အိမ်လွမ်းဝေဒနာကိုခံစားနေရပြီး လူသေတွေအားလုံးကို သူ့သမီးလို့ပဲမြင်ယောင်နေတာပါ။ ဒီအချက်နဲ့တင်တည်ပြီး ဒီထက်ပိုကောင်းအောင် Psychology ဆန်ဆန်ရိုက်ကူးလို့ရပေမယ့် ဘတ်ဂျက်အခြေအနေကြောင့် ဇာတ်လမ်းကို ပေါ့ပစ်လိုက်ရဟန်တူပါတယ်။ အသံပိုင်းဆိုင်ရာကလည်း သိပ်အားရစရာမရှိပါဘူး။ သေချာ အချိန်သီးသန့်ယူပြီး ကြည့်ရလောက်အောင်ကောင်းတဲ့ စစ်ကားမျိုးမဟုတ်ဘဲ အပျင်းပြေကြည့်ပျော်တဲ့ စစ်ကားမျိုးဘက်ကိုသွားပါတယ်။စစ်ကားတွေကိုအသည်းစွဲကြိုက်ပြီး စစ်ကားမှကြည့်ချင်တယ်ဆိုတဲ့သူတွေအတွက်တော့ အပျင်းပြေစေမယ့်အနေအထားရှိပေမဲ့ Low Budget ရုပ်ရှင်ဖြစ်တာကြောင့် အများကြီးမျှော်လင့်မထားဖို့တော့ ကြိုပြောချင်ပါတယ်။(ဒီမှတ်တမ်းရုပ်ရှင်နဲ့အညွှန်းကို Min Thant Bo မှ ပြန်ဆို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/wolves-of-war-2022-2/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rpHT1ihSAXjNj1T7ojAVn9AqSsC.jpg",
        "title": "Soulcatcher (2023)",
        "description": "Soulcatcher (2023)****************** ပိုလန် အက်ရှင်ကားသစ်တစ်ကား နက်ဖလစ်ကနေ ထွက်လာတာပါ။ ဒါရိုက်တာ Daniel Markowicz ရဲ့လက်ရာဖြစ်ပြီး အထူးတပ်ဖွဲ့ဝင်တွေအကြောင်းကို အခြေခံထားပါတယ်။ဇာတ်လမ်းအကျဉ်းပိုလန် ကြေးစားအထူးတပ်ဖွဲ့ဝင်ဟောင်းတွေဟာ နယ်စပ်တစ်နေရာကစစ်ခေါင်းဆောင်တစ်ယောက်ဖမ်းထားတဲ့ မိန်းကလေးတစ်ယောက်နဲ့စစ်ရာဇဝတ်မှုသက်သေတွေကို သွားပြီးယူဖို့ တာဝန်ပေးခံရပါတယ်။ဒါပေမဲ့ အဲဒီမှာ လူတွေကို စိတ်ဖောက်ပြန်ပြီး သတ်ဖြတ်ချင်စိတ်တွေဝင်လာစေတဲ့ထူးဆန်းတဲ့စက်တစ်လုံးနဲ့ ရင်ဆိုင်လိုက်ရပြီး အားလုံးနီးပါး သေသွားရပါတော့တယ်။အဲဒီစက်ဟာ မူလက ကင်ဆာကုဖို့ စတီထွင်ထားခဲ့ပေမဲ့ အမှားအယွင်းတစ်ခုကနေလက်နက်ဖြစ်လာခဲ့တာပါ။ အသက်ရှင်ကျန်ခဲ့တဲ့ အထူးတပ်ဖွဲ့ဝင်ကအဲဒီစက်ကို ပြန်လုယူဖို့နဲ့ စက်တီထွင်သူကို လုပ်ကြံဖို့ စစ်စခန်းထဲကို ပြန်ဖောက်ဝင်ဖို့ ကြိုးစားရတဲ့အခါ....File size…  1.50GB / 800MB\nQuality… WEB-Rip 1080p / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ….. Action , Adventure , Comedy\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Phyo Pyae\nTranslated by Mr.Anderson",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/soulcatcher-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6b7gM32CkHzjoP1Xjy6rJlGPwZb.jpg",
        "title": "Zhao ZiLong ( 2023 )",
        "description": "ဒီတစ်ခေါက်မှာတော့ အားလုံးရင်းနှီးကျွမ်းဝင်မှုရှိတဲ့\nစစ်သူရဲကောင်း ကျောက်ကျစ်လုံရဲ့ဇာတ်လမ်းအသစ်လေးနဲ့\nမိတ်ဆက်ပေးချင်ပါတယ်ဒီတစ်ခါမှာတော့ ကကျောက်ကျစ်လုံရဲ့ငယ်ဘဝအကြောင်းလေးကိုရိုက်ကူးထားတာဖြစ်ပါတယ်\nအချင်းချင်းသတ်ဖြတ်နေကြတဲ့ ပြည်သူတွေခက်ခဲ\nနိုင်ငံတော်ရှုပ်ထွေးနေတဲ့အချိန်ကာလမှာ ကျောက်ကျစ်လုံနဲ့\nသူ့သူငယ်ချင်းရှဟုန်လန်တို့က ဒီအရှုပ်အယှက်ထဲကို မထင်မှတ်ဘဲဝင်ပါမိခဲ့တယ်အစကအရမ်းကိုချစ်ခင်ကြတဲ့သူငယ်ချင်းနှစ်ယောက်က\nသူတို့နေတဲ့တစ်ရွာလုံးသတ်ဖြတ်ခြင်းကိုခံခဲ့ရပြီးတဲ့နောက်မှာ\nမတူညီတဲ့မလမ်းကိုရွေးချယ်ခဲ့ပါတယ်\nရှဟုန်လန်ကတေ့ ရန်ငြိုးကနေ မလွတ်ရုန်းနိုင်ဘဲ\nလောဘစိတ်တက်ပြီးတော့ အာဏာကိုမက်ခဲ့တယ်ကျောက်ကျစ်လုံကတော့ နိုင်ငံတော်နဲ့ပြည်သူကိုကိုကယ်တင်ချင်စိတ်ပြင်းပြတဲ့အတွက်\nရန်ငြိုးစိတ်ကနေလွတ်ရုန်းနိုင်ခဲ့ပြီး အကျိုးဆောင်မှုတွေအများကြီးကိုထမ်းဆောင်ခဲ့တယ်\nမတူညီတဲ့လမ်းကိုလျှောက်ခဲ့တဲ့ကျောက်ကျစ်လုံနဲ့ရှဟုန်လန်တို့\nဘယ်လိုထင်မြင်မှုတွေနဲ့ ဘယ်လိုတိုက်ခိုက်မှုတွေရှိမလဲ?\nနောက်ဆုံး ရှဟုန်လန်ကအမှန်တရားရပြီးတော့ တစ်ယောက်ကို\nတစ်ယောက်ခွင့်လွှတ်ပြီးတော့ နိုင်ငံအကျိုးကိုအတူတူထမ်းဆောင်နိုင်မလားဆိုတာတွေကို\nကျောက်ကျစ်လုံရဲ့ရဲစွမ်းသတ္တရှိမှုတွေကိုမြင်ယောင်နိုင်မဲ့\nဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်လို့ အားလုံးကိုကြည့်ရှုဖို့ဖိတ်ခေါ်ပါတယ်~~~\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action\nRuntime : 1h 24 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Hnin Wutt Hmone\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1VR0r/Zhao_ZiLong_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/rudrangi-telugu-movie-1-133x200.jpg",
        "title": "Rudrangi (2023)",
        "description": "Rudrangi (2023)\nIMDb-7.4/10လူတစ်ယောက်ရဲ့ အတ္တမာန အလိုလောဘတွေကြောင့် အပြစ်မရှိတဲ့ ချစ်သူတွေ နစ်နာကြတာ ရှေးရှေးတုန်းတည်းက ဆိုပါတော့။\nရူဒရန်ဂီနဲ့ မာလက်ရှ်ဆိုတာ ကလေးဘ၀ကတည်းက အဘိုးကိုယ်တိုင် လက်ထပ်ပေးခဲ့တာ။အသိအမှတ်ပြုတဲ့ သဘောလောက်ပေါ့။ဘီးမ်ရောဝ်ဆိုတာ နယ်တွေသိမ်း မိန်းမတွေနဲ့ပတ်ပြီးပျော်ပါးနေတဲ့သခင်တစ်ယောက်။\nဘူဂျန်ဂါရောဝ်နဲ့က အာဏာလုဘက် အပြိုင်တွေ။နှစ်ယောက်စလုံးက ဆိုးသွမ်းတဲ့သခင်တွေ။\nတယောက်နဲ့ တယောက်သူသေကိုယ်သေ အပြိုင်သတ်ဖို့ကြိုးစားနေကြတာ။အဲဒီလိုဆိုးဝါးလှတဲ့သခင်တွေနဲ့ သွားပတ်သက်မိတဲ့ မာလက်ရှ်တစ်ယောက်\nသခင်နှစ်ယောက်ကြားက အရှုပ်တော်ပုံကြီးမှာ ဘယ်လောက်ထိပါဝင်ပတ်သက်မိသွားမလဲ\nသူ့သခင်လို့သတ်မှတ်ခဲ့တဲ့ ဘီးမ်ရောဝ်က ရူဒရန်ဂီကိုတက်မက်စိတ်နဲ့ ရေရှားပါးလိုအပ်နေတဲ့ရွာလေးကိုအသုံးချပြီး\nရူဒရန်ဂီကိုတစ်ညတာပိုင်ဆိုင်ခွင့် တောင်းဆိုလာတဲ့အခါမှာတော့\nမာလက်ရှ်တစ်ယောက် ချစ်ရတဲ့ရူဒရန်ဂီကိုရော ကာကွယ်နိုင်ပါ့မလား။\nအချစ်နဲ့သက်သေတည်ကြတဲ့ အပြစ်မဲ့သူအများစုနဲ့ဘက်ကပဲ အနိုင်ယူမလား။\nအာဏာပါဝါရှိတဲ့လူတွေကပဲ ကြီးစိုးခြယ်လှယ်သွားနိုင်မလား။\n(အညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ V~Zwe~Aditi~BpL~Yunni~Cherry~Moonတို့ပဲဖြစ်ပါတယ်)\nFile size…3GB / 1.57GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Aditi~BpL~Yunni~Cherry~Moon",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/rudrangi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zIAF0UXtCJTJOYNYWiBfyifaaOi.jpg",
        "title": "Outsource (2022)",
        "description": "Outsource (2022)ဒီဇာတ်ကားထဲမှာဆိုရင်တော့ ဂျော်ဒန်မင်းသားကြီး Bashar Atiyat ကတော့ ဇာတ်ဆောင်မင်းသားအဖြစ်ပါဝင်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီကားကို Mission: Impossible နဲ့ Bourne Movies တွေရဲ့ Budget Version လို့တောင်ပြောလို့ရပါတယ်။ ဇာတ်လမ်း Plot ကလည်းကောင်းတဲ့အပြင် ကြည့်ရလည်း မဆိုးလှပါဘူး။ဒီဇာတ်ကားကိုတော့ ဘာရှာဆိုတဲ့ ဇာတ်ကောင်အပေါ် အခြေခံပြီးဇာတ်အိမ်တည်ထားတာပါ။ ဘာရှာဆိုတာက အရင်က နိုင်ငံတကာ စပိုင်ဖြစ်ခဲ့ဖူးတဲ့သူပေါ့။ သူဟာ အတိတ်မှာအဖြစ်ဆိုးတွေဖြစ်ခဲ့ပြီးနောက်ပိုင်း နိုင်ငံပိုင်စပိုင်ဘဝကို စွန့်လွှတ်ပြီး အလွတ်တမ်း ကြေးစားစပိုင်အဖြစ်ကိုပြောင်းခဲ့တာပေါ့။ တစ်နေ့မှာတော့ သူ့ သူငယ်ချင်းဟောင်း ဖိလစ်ပိုင်ရဲမှူးတစ်ယောက်က အကူအညီတောင်းလို့ ဖိလစ်ပိုင်က မြေအောက်အဖွဲ့အစည်းတွေကို မြေလှန်ပေးဖို့ကြိုးစားပါတော့တယ်။ဒီလိုနဲ့ပဲ စစ်ဆင်ရေးလုပ်ပြီး မကြာခင်မှာပဲ ဖိလစ်ပိုင်က ကြေးစားလူသတ်သမားတစ်ဦးကြောင့် မင်းသားကြီးရဲ့ မိတ်ဆွေရဲမှူးကြီးက ဆုံးသွားရှာပါတယ်။ ဒီလိုနဲ့ပဲ မင်းသားကြီးကပါ ဂွင်ဆင်ခံလိုက်ရပြီး သူ့ကိုပါ အမှုပတ်သွားပြန်ပါတော့တယ်။ အဲ့လိုနဲ့ပဲ ဘာရှာတစ်ယောက် သူ့ကိုယ်သူဘယ်လို ကာကွယ်သွားမလဲ... တဖြေးဖြေးနဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/outsource-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BMTM5NzE0ODIwMV5BMl5BanBnXkFtZTcwMzY5Mjg3OA@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Baytown Outlaws (2012)",
        "description": "IMDb rating -6.3/10 ဒီဇာတ်လမ်းကတော့ ဇာတ်အိမ်ခိုင်ခိုင် ဇာတ်လမ်းဇာတ်ကွက်မိမိရိုက်ကူးထားတင်ဆက်ထားပြီး Action Comedy ဇာတ်လမ်းအမျိုးအစားလေးဖြစ်ပါတယ်။ ဒီရုပ်ရှင်မှာ Action အခန်းတွေကို ထိထိမိမိရိုက်ကူးထားတဲ့အပြင် သရုပ်ဆောင်တွေရဲ့ ပိုင်နိုင်တဲ့သရုပ်ဆောင်မှုတွေကြောင့် Comedy scene တွေမှာဆိုရင် ဗိုက်နာအောင်ရယ်ရမယ့် ဇာတ်လမ်းဇာတ်ကွက်တွေပါကြည့်ရှူခံစားရမှာပါ။ ဇာတ်လမ်းရဲ့အကျဉ်းချုပ်ကတော့.. ဒီရုပ်ရှင်ကိုတော့ Oodie boys သုံးယောက်ကိုအဓိကထားပြီးရိုက်ကူးထားပါတယ်အကြီးဆုံးက Brick အလတ်က Lincoln နဲ့ နောက်တစ်ယောက်ကတော့ McQueenပါ သူတို့ ၃ ယောက်က ဒေသခံရဲအရာရှိ ရှယ်ရစ်ဖ်ကနေ မြို့ထဲကတခြားရာဇဝတ်ကောင်တွေကို သတ်ဖို့ငှားထားတဲ့ အမည်မသိကြေးစားလူသတ်သမားတွေပေါ့ သူတို့ကြောင့်ပဲ Alabama မြိုလေးကပြစ်မှုအနည်းဆုံးမြို့တစ်ခုဖြစ်နေတော့ ရှယ်ရစ်ဖ်တစ်ယောက် သူတို့လုပ်သမျှကိုမျက်ကွယ်ပြုပေးနေခဲ့ပါတော့တယ် တစ်နေ့မှာတော့ Celeste ဆိုတဲ့အမျိုးသမီးတစ်ယောက်က အကြမ်းဖက်တတ်တဲ့ မွေးစားအဖေလက်ထဲကနေ သူ့မွေးစားသားလေးကိုကယ်တင်ပေးဖို့ ငွေအများကြီးကမ်းလှမ်းပြီးတောင်းဆိုလာခဲ့ပါတယ်။ ငွေရဲ့ဆွဲဆောင်မှုမှာမြောသွားတဲ့ သူတို့ညီအစ်ကို ၃ ယောက် ကလေးကိုပြန်ပေးဆွဲခဲ့တဲ့အခါမှာတော့.. ဘယ်လိုအရာတွေနဲ့တွေ့ကြုံရမလဲဆိုတာကို ဒီဇာတ်လမ်းလေးထဲမှာကြည့်ရှူခံစားရမှာပါ။ File size…(1.8 GB)/(1 ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/the-baytown-outlaws-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qayga07ICNDswm0cMJ8P3VwklFZ.jpg",
        "title": "Resident Evil: Death Island (2023)",
        "description": "Resident Evil: Death Island (2023)Genre – Animation, Action, Adventure\nIMDB – 6.2/10Playstation ရဲ့ နာမည်ကျော်ဂိမ်းဖြစ်တဲ့ Resident Evil ရဲ့ Animation ရုပ်ရှင် ၅ ကားမြောက် အသစ်ထွက်လာခဲ့ပါပြီ\n(Degeneration, Damnation, Vendetta ရယ် Infinite Darkness ကတော့ စီးရီး ဖြစ်သွားတာပေါ့)။ဒီ Animation ရုပ်ရှင် အတွဲလိုက်က Paul WS Anderson ရိုက်ပြီး Milla Jovovich သရုပ်ဆောင်တဲ့လူကားနဲ့ Universe အတူတူ မဟုတ်ပါဘူး၊\nဂိမ်းထဲက Universe နဲ့တော့ အတူတူ အခြေခံထားတာ ဖြစ်ပါတယ်။\nနောက်ပြီး ဒီကားထဲမှာ နာမည်ကြီး RE ဇာတ်ကောင်တွေဖြစ်တဲ့ လီယွန်၊ ကလဲလ်၊ ခရစ်စ်၊ ဂျေးလ်နဲ့ ရေဘက်ကာတို့ ပါဝင်ထားတာလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ကျွန်တော်တို့ ဇာတ်လိုက်ကျော်ကြီး ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/resident-evil-death-island-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/07/MV5BZmRjZTI3YjgtOTkzZS00YjNjLWE1NjktMDAwYTI3YmUwMzhiXkEyXkFqcGdeQXVyMjMyOTY5NjY@._V1_-135x200.jpg",
        "title": "The Fight Machine (2022)",
        "description": "ဒီတစ်ခါတော့ Boxing ဇာတ်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်နော် Boxing ဆိုတဲ့အတိုင်း အတိုက်အခိုက် အသတ်အပုတ် Scene တွေအမိုက်စားနဲ့ဇာတ်ကားတစ်ကားပါ\nBoxing သမားတစ်ယောက်ဖြစ်လာဖို့ မလွယ်သလို Fighter တစ်ယောက်ဖြစ်လာဖို့ဆိုတာ ပိုလို့မလွယ်ပါဘူး တရားမဝင်ကြေးစား လက်ဗလာနဲ့ ထိုးသတ်ကြတယ်ဆိုရင်ရော..........ဇာတ်ကားလေးကတော့ နောက်ခံ Background မတူတဲ့ မိသားစုကနေ ဆင်းသက်လာကြတဲ့ လူငယ်လေးနှစ်ယောက်ရဲ့ Boxing ကို ဘယ်လို သဘောထားပြီးတော့ဘဝအတွက် ဘယ်လိုတွေရုန်ကန်ကြသလဲဆိုတာနဲ့ Fighter တွေအဖြစ်နဲ့ ကြိုးဝိုင်းထဲမှာဘယ်လိုတွေ ယှဉ်ပြိုင်သတ်ပုတ်ကြမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာ ကြည့်ရှုခံစားလိုက်ကြပါဦး ဒီဇာတ်ကားကိုအညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Leo ပဲဖြစ်ပါတယ် File size…(1.6 GB)/(870 MB)\nQuality….Webrip 1080p / 720p\nFormat…mp4\nDuration….01:44:00\nGenre...Drama, Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Leo",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-fight-machine-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/beast-132x200.jpg",
        "title": "Beast (2022)",
        "description": "ကဲ သိပ်မကြာခင်ကမှ ရုံတင်သွားတဲ့\nမင်းသားကြီး ဗီဂျေးရဲ့ Beast ကားသစ်လေးလာပါပြီဒီဇာတ်လမ်းမှာ ဗီဂျေးက Beast ဆိုတဲ့ နာမည်နဲ့လိုက်အောင်\nဘယ်သူ့စကားမှနားမထောင် ကိုယ်မှန်တယ်ထင်တာကို\nလုပ်ပြီဟေ့ဆိုရင် ဝန်ကြီးချုပ်လည်းဂရုမစိုက်...အတော်လက်ရဲဇက်ရဲနိုင်ပြီး အသတ်အဖြတ်ရက်စက်တဲ့\nသားရဲကြီး ရော(RAW)အေးဂျင့်ဟောင်းဗီရ်ရာဂဗ်..\nတစ်ခါတုန်းက သူ့ဌာနက သူ့ကိုလှည့်စားလိုက်တာကို\nစိတ်နာပြီး တာဝန်ကနေ အနားယူသွားခဲ့တယ်...တစ်ရက် ချင်နိုင်းမြို့လည်ခေါင်က မောလ်တစ်ခုကို\nအကြမ်းဖက်သမားတွေက ဝင်စီးတယ်..ဖြစ်ချင်တော့\nမောလ်ထဲမှာ ဗီရ်ရာဂဗ်ရှိနေတယ်...ဓါးစာခံရာကျော်ကို မောလ်အတွင်းမှာ ဖမ်းထားတဲ့အတွက်\nအစိုးရကယ်ဆယ်ရေးအဖွဲ့တွေက အထဲကိုဝင်ပြီး\nကယ်လို့မရဘူးဖြစ်နေတယ်...အတွင်းမှာပိတ်မိနေတဲ့လူတွေထဲ ဗီရ်ရာဂဗ်ပါနေတယ်ဆိုတာ\nသိသွားတော့ သူ့ကိုလှမ်းအကူအညီတောင်းတယ်...ဒီလိုနဲ့ ဗီရ်ရာဂဗ်တစ်ယောက် အကြမ်းဖက်သမားတွေကြားထဲမှာ\nတစ်ပွေတည်း ဘယ်လိုတွေပွဲကြမ်းမလဲ....ဓါးစာခံတွေကို ဘယ်လိုကယ်ထုတ်မလဲဆိုတာကို အက်ရှင်ခန်းတွေ\nအများကြီးနဲ့ စိတ်ဝင်တစားရှုစားလိုက်ကြပါဦးရှင့်...\nFile size…8GB / 3.3GB / 1.5GB\nQuality…  1080p NF WEBDL / 720p\nFormat…mp4\nDuration….2h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/beast-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYWU3ZTczMGQtNzMzNi00ODYzLWI3MzUtYWJhMGVkMGE1NTlmXkEyXkFqcGdeQXVyMTUxNTA3NTQx._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "The Irish Mob (2023)",
        "description": "IMDb - 5.3/10 အိုင်ယာလန်နိုင်ငံမှာရှိတဲ့ ဒပ်ဗလင်မြို့ကြီးကို ဗယ်လန်တီနို ဖေဂန် / ဗယ်လ် လို့ခေါ်တဲ့ မူးယစ်ရာဇာဂိုဏ်းခေါင်းဆောင်တစ်ယောက်က အုပ်စိုးနေပါတယ်။ ရာဇဝတ်ဂိုဏ်းကြီးဖြစ်တဲ့အတွက်ကြောင့်လည်း ဂါဒါ လို့ခေါ်တဲ့ အိုင်းရစ်ရဲတပ်ဖွဲ့က သူတို့ခြေလှမ်းမှားမဲ့အချိန်ကို အမြဲတစေစောင့်ကြည့်နေကြတာပါ။ ဒီလိုနဲ့တစ်နေ့မှာတော့ ဗယ်လ်ဆီကိုရောက်လာရမဲ့ မူးယစ်ဆေးတွေကို လမ်းမှာအသိမ်းခံလိုက်ရပြီး ဈေးကွက်ထဲမှာ ပစ္စည်းပျက်မသွားဖို့လိုတဲ့အတွက် ယူရိုငွေ တစ်သန်းနဲ့ ပစ္စည်းအသစ်တွေထပ်မှာဖို့လိုလာခဲ့ပါပြီ။ ဒီလောက်ပိုက်ဆံအများကြီးကို တစုတစည်းထဲ ရနိုင်မဲ့နေရာကို ဗယ်လ်ရဲ့ လက်ရုံးဖြစ်တဲ့ ရေးနိုးကလမ်းပြပေးလိုက်ပြီး၊ အဲဒီနေရာကို ဓားပြတိုက်ကြဖို့အစီအစဉ်တွေချကြပါတော့တယ်။ဒီလိုနဲ့ သေချာစီစဉ်ပြီးတိုက်ခဲ့တဲ့ ဓားပြမှုကနေ ယူရို ၅.၅ သန်းကိုရရှိခဲ့ပြီးနောက်မှာတော့ ဗယ်လ်တစ်ယောက်အာဏာအရှိဆုံးနဲ့ ချမ်းသာဆုံးဂိုဏ်းခေါင်းဆောင်် တစ်ယောက်ဖြစ်လာခဲ့ပြီး ဂါဒါရဲတွေရဲ့ နောက်ယောင်ခံစစ်ဆေးမှုတွေကလည်း ပိုပ်ုကြီးမားလာခဲ့ပါတော့တယ်။ ဒီလိုနဲ့ သူ့ရဲ့ ပလ္လုင်နေရာကို ဘယ်လိုကောင်မျိုးမှမလုယူနိုင်ဘူးလို့ထင်နေတဲ့ ‌မူးယစ်ရာဇာ ဗယ်လ်တစ်ယောက် တကယ်ပဲသူ့နေရာကို ဆက်ထိန်းထားနိုင်မလား ရာဇဝတ်လောကမှာဖြစ်တတ်တဲ့အလှည့်အပြောင်းတွေနဲ့ လူတွေရဲ့သဘောသဘာဝကို သေချရိုက်ကူးထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တာမလို့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ ကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေပါဝင်တဲ့အပြင် ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-irish-mob-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jHKni0n2bB3oIHv3fyKjOGI0LgS.jpg",
        "title": "League of Gods: The Fall of Sheng ( 2023 )",
        "description": "League of god Zhou Destructionရဲ့အဆက်\nဒုတိယပိုင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်ပထမအတွဲကဒီစာသာလေးကိုနိပ့်ပြီးဒေါင်းလိုက်ပါဒီအပိုင်းမှာတော့\nမိစ္ဆာမိဖုရားသာကျီဟာ ဧကရာဇ်ကျို့ကိုလုံးဝထိန်းချုပ်လိုက်ပြီး\nမိစ္ဆာဘုရင်ကြီးကိုအသက်သွင်းဖို့ ပြည်သူတွေကိုရက်ရက်စေခိုင်းပြီး\nသမင်စင်လုထိုင်ကိုအင်တိုက်အားတိုက် တည်ဆောက်ပါတော့တယ်။\nသာကျီရဲ့လက်ပါးစေ ရှန်ကုန်းပေါက်က ရွှမ်ကျောက်တုံး(၅)ခုအနက်\n(၄)ခုကိုစုဆောင်းပြီး နောက်ဆုံးတစ်ခုသာလိုတော့ပါတယ်။နောက်ဆုံးရွှမ်ကျောက်ဟာ ကျီချန်းရဲ့သား လေကျန့်ကျီဖြစ်နေပါတယ်။\nလေကျန့်ကျီဟာ ငယ်ကတည်းက ကျုံးနန်တောင်မှာထားပြီး\nအဲဒီမှာပဲသင်ယူကြီးပြင်းလာခဲ့ရတယ်။\nလေကျန့်ကျီဟာ ဆရာ့အမိန့်အရ ကျီချန်ကိုရှီးချီထိ\nစောင့်ရှောက်ပြီးလိုက်ပို့တဲ့အချိန်မှာ သူတို့သားအဖနှစ်ယောက်ဟာ\nအခက်အခဲတွေအများကြီးကြုံကြရပြီး လေးနက်တဲ့သားအဖေသံယောဇဉ်ကို\nပြန်တည်ဆောက်နိုင်ရုံတင်မကပဲ တူညီတဲ့ရည်ရွယ်ချက်တစ်ခုရှိလာပါတယ်။အဲဒါကတော့ ရက်စက်ပြီးတရားမရှိတဲ့ ဧကရာဇ်ကျို့နဲ့\nသာကျီကိုတော်လှန်ပြီး ပြည်သူတွေကိုကပ်ဘေးကနေကယ်တင်ဖို့ပဲဖြစ်ပါတယ်။\nသူတို့နှစ်ယောက်ရဲ့ကြိုးစားခဲ့တဲ့လမ်းတစ်လျှောက်ကို\nလူ၊နတ်၊ မိစ္ဆာစုံစုံလင်လင်နဲ့ ဝေဝေဆာဆာတင်ဆက်ထားတာကို အားပေးလိုက်ပါဦးနော်......\nQuality : WEB-DL 1080p , 720p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nReviewed By Nu Mon\nEncoded by LK",
        "rating": "6",
        "url": "https://megaup.net/1fSk5/League_of_Gods._The_Fall_of_Sheng_2023_1080p_WEB-DL_CM.mp4",
        "category": "Action, Fantasy"
    }
]