[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/MV5BZjI3ZmFmNGItZjkwOC00OGU5LWFkZjctNWRkZmM4OWY5Yzk5XkEyXkFqcGdeQXVyMTA4NjE0NjEy._V1_-133x200.jpg",
        "title": "The Pirates (2014)",
        "description": "IMDb Rating (6.6)ဒီဇာတ်ကားက ဂိုယိုမင်းဆက် နှင့် ဂျိုဆွန်းမင်းဆက် ကူးပြောင်းချိန်ကာလလေးကို အခြေခံရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၃၈၈ ခုနှစ် စစ်သူကြီးရီဆွန်းဂျဲတို့ တရုတ်ကိုစစ်တိုက်ဖို့ဝီဟာကျွန်းထိစစ်ချီလာခဲ့တယ် ဒါပေမယ့်အခြေအနေအကြောင်းအမျိုးမျိုးကြောင့်စစ်သူကြီးရီဆွန်းဂျဲက  တရုတ်ကိုမတိုက်တော့ဘဲ တရုတ်သြဇာခံပြီးဘုရင်ကိုပြန်ပုန်ကန်ဖို့နဲ့ ဂိုယိုမင်းဆက်ကို ဖြုတ်ချဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတယ်..ဒီဆုံးဖြတ်ချက်ကြောင့် စစ်သူကြီးတွေ အချင်းချင်း သဘောမတိုက်ဆိုင်လို့ စကားများရန်ဖြစ်ပြီးသတ်ဖြတ်ကာ ကွဲကုန်ပါတယ်စစ်သူကြီးအများစုက ဘုရင်ကိုပုန်ကန်ဖို့ဆုံးဖြတ်ကြတာကြောင့်ဘုရင်ကိုမပုန်ကန်ချင်တဲ့စစ်သူကြီးကတော့ တောပုန်းဓားပြဖြစ်သွားရရှာပါတယ်။မင်းသမီးကတော့ ဘယ်ဘုရင်ရဲ့သြဇာခံမှ မဟုတ်တဲ့ပင်လယ်ဓားပြတွေအဖွဲ့ပေါ့။The Classic 2003 ဇာတ်ကားထဲက မင်းသမီးဆွန်ရင်ဂျီကို ဒီလိုမျိုး ကြမ်းကြမ်းတမ်းတမ်း Action ကားရိုက်နိုင်လိမ့်မယ်လို့ မထင်ခဲ့မိဘူးဗျ..တကယ်ကို ကောင်းလွန်းလို့ ဒီကားနဲ့ အကောင်းဆုံးမင်းသမီးဆုကို ဆွတ်ခူးသွားနိုင်ခဲ့တယ်...ရီဆွန်းဂျဲက ဘုရင်ကိုဖြုတ်ချပြီး တရုတ်သြဇာခံဆိုတော့ တရုတ်က တိုင်းပြည်သစ်ကို ဂျိုဆွန်း ဆိုတဲ့နာမည်ရယ်အသုံးပြုဖို့ တော်ဝင်တံဆိပ်တုံးလည်းပေးလိုက်ပါတယ်...အပျိုတော် ၅၀၀ နှစ်စဉ်ဆက်သဖို့လဲ မောက်မာလိုက်ပါသေးတယ်..တော်ဝင်တံဆိပ်တုံးကို သင်္ဘောနဲ့ပြန်သယ်အလာ လမ်းခုလတ်မှာ ဝေလငါးလေးတွေ့တော့ပစ်ဖမ်းရင်းဝေလငါးအမေကြီးလက်ချက်နဲ့သင်္ဘောပျက်သွားပြီး ဝေလငါးကျောကုန်းမှာလည်းအလံပါတဲ့ ရွက်တိုင်စိုက်ပါသွားသလို တံဆိပ်တုံးကိုလည်းဝေလငါးက မြိုသွားပါတယ်....တော်ဝင်တံဆိပ်တုံးပြန်ရဖို့အတွက် ဘုရင်တပ်ဖွဲ့တွေရယ် ပင်လယ်ဓားပြအဖွဲ့ရယ် တောပုန်းဓားပြအဖွဲ့တွေရယ်ဝေလငါးလိုက်ရှာရင်း ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/the-pirates-2014/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BOTdjOTVmNWMtOTJhOC00MzBkLTgwN2UtNzY2Y2RkYWRhYzlkXkEyXkFqcGdeQXVyNTk5Nzg0MDE@._V1_-133x200.jpg",
        "title": "L.O.R.D: Legend of Ravaging Dynasties 2 (2020)",
        "description": "L.O.R.D ပရိသတ်ကြီးရေ .... အပိုင်း(၂) လေး အခက်အခဲများစွာနဲ့ ထွက်လာပါပြီ ။ အမျိုးမျိုးသော အကြောင်းပြချက်တွေကြောင့် ဇွန်လ ထွက်မယ်လို့ကြေငြာပြီးမှ ဒီဇင်ဘာ ၄ ရက်နေ့မှ အွန်လိုင်းကနေ ထုတ်လွှင့်ခဲ့တာဖြစ်ပါတယ် ။အပိုင်း (၁) ကိုမကြည့်ရသေးသူအဖို့ (၁) ကိုအရင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်နော် ။ မကြည့်ချင်လည်းရပေမယ့် ဇာတ်လမ်းအချိတ်အဆက်ပိုမိတာပေါ့....\nအခုမှအသစ်ကြည့်တဲ့ ပရိသတ်တွေကတော့ လုံးဝကိုမှင်သက်သွားစေပါလိမ့်မယ် ။ မိနစ်အပိုင်းလေးတင်မှာပင် ဇာတ်လမ်းရဲ့ဆွဲဆောင်မှုကို သင်ခံလိုက်ရပါပြီ ။ အတည်ပြောတာနော်။ဇာတ်လမ်းအကျဉ်းနည်းနည်းပြောမယ်နော် ။အခု အပိုင်း (၂) မှာ မင်းသား ရင်းချန် ရဲ့ဆရာ ကျီအယ်ကျားမေရှီ ကိုကယ်တင်တဲ့အပိုင်းလေးပါ ။\n၅၂၈ /၁၅၀၀ ချစ်ခြင်းမေတ္တာတရားကို သေချာလေးဖော်ကျူးပေးထားပါတယ်။ သူတို့ကယ်တင်ချင်တဲ့ ဆရာကို ဇာတ်လမ်းပြီးတဲ့ထိ မပြဘူးဆိုတော့ အပိုင်း (၃) လာဉီးမယ့်သဘောပါ ။တောမီးလောင် တောကြောင်လက်ခမောင်းခတ် ဆိုသလိုပဲ သူတို့တိုက်ခိုက်နေတဲ့ ရန်သူကရော ...တကယ့်အစစ်အမှန်ရန်သူဖြစ်ရဲ့လား\nဒါမှမဟုတ် မိတ်ဆွေဆိုတာက... ...",
        "rating": "5.0",
        "url": "https://channelmyanmar.org/l-o-r-d-legend-of-ravaging-dynasties-2-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/03/MV5BZmZhNmU3ZDEtNGM3Ni00NGY2LWFjODItZTZjMDg4NDY2N2Y4XkEyXkFqcGdeQXVyMzI2NzE3MDc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "L.O.R.D: Legend of Ravaging Dynasties (2016)",
        "description": "၂၀၁၆ ကထွက်ထားပြီး လူနဲ့ကာတွန်း Animation ရောစပ်ရိုက်ကူးထားတဲ့ ကားလေးတင်ပေးမယ်နော်။ နာမည်က L.O.R.D ပါ ။ ပါဝင်ထားတဲ့ နာမည်ကြီးတွေကို တစ်ချက် Show လိုက်ဉီး... Kris Wu , Fan BingBing, William Chan, Yang Mi, TF boys band (အကုန်လုံးကိုကြွေဆင်းနေကြတာမလား) ... ရုပ်ရှင်ထဲမှာကြည့်လိုက် ကြည့်ကောင်းနေမှုကြီးဆိုတာ...။ဇာတ်လမ်းလေးကတော့ စိတ်ကူးယဉ်နယ်မြေတစ်ခုဖြစ်တဲ့ ယာစီးလန် နယ်မြေမှာ အုပ်ချုပ်သူတွေကို အဆင့်အလိုက်ခွဲခြားထားပြီး အဆင့်(၁) ကနေ (၇)အထိ ရှိပါသတဲ့ ။ အုပ်ချုပ်သူတစ်ယောက်စီမှာလည်း သူတို့ရဲ့နေရာဆက်ခံသူ တစ်ယောက်စီရှိပါတယ် ။ အားလုံးကိုထိန်းချုပ်ထားတာကတော့ ပိုင်ရင်းဘုန်းတော်ကြီးသုံးပါးပေါ့ ...ဇာတ်လမ်းကျောရိုးက နှစ်ပိုင်းသွားပါတယ်၊\nပထမအပိုင်းကတော့ အဆင့်(၇)အုပ်ချုပ်သူဖြစ်တဲ့ Kris Wu က သူ့ရဲ့ဆက်ခံသူတပည့်ကို ရှာဖွေခန်း နဲ့ ယာစီးလန်နယ်မြေရဲ့ ပုန်ကန်သူလို့ အမည်တပ်ထားတဲ့ အဆင့်(၅)အုပ်ချုပ်သူနဲ့သူ့ရဲ့တပည့်ကို ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/l-o-r-d-legend-of-ravaging-dynasties-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BY2Y4YWE2ZmQtNDJiMS00MDcwLThmZTYtNzVmMTI2ZmY0MDdhXkEyXkFqcGdeQXVyNjc5Mjg4Nzc@._V1_-133x200.jpg",
        "title": "Tiger Cage II (1990)",
        "description": "ဒီဇာတ်ကားကတော့ တစ်ချိန်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်ဂျက်မဇာတ်ကား In The Line of Duty ဇာတ်ကားတွေလိုပါပဲ...လူဆိုးဂိုဏ်းတွေနဲ့ ဟောင်ကောင်စုံထောက်ရဲတွေကြားက စွန့်စားခန်းတွေကို ရိုက်ကူးထားတဲ့ Tiger Cage ရဲ့အဆက် Tiger Cage 2 ဖြစ်ပါတယ်...မင်းသား Donnie Yen ကို ငယ်ငယ်က ဂျစ်ကန်ကန်ပုံနဲ့မြင်ရမှာပါ။မင်းသမီး Rosamund Kwan ကတော့ ချစ်စရာကောင်းလွန်းလို့ မှတ်မိနေမှာပါ...အဲ့ဒီခေတ်အခါက ဂျက်လီ ဂျက်ကီချန်း စတီဖင်ချောင်တို့လို တကယ့်ဒိတ်ဒိတ်ကြဲတွေနဲ့ ဇာတ်ကားတွေရိုက်ခဲ့ဖူးပါတယ်။ဟောင်ကောင်ဂျက်မ Cynthia Khan တို့ David Wu တို့လဲပါဝင်ထားပါတယ်။IMDb Rating(7.0) ထိ ရရှိထားပြီး အချစ်အကြမ်းစွန့်စားခန်းတွေနဲ့ ရီလဲရီရတာမို့ Action ပရိတ်သတ်တွေ လက်လွတ်မခံသင့်ပါဘူး။ဟောင်ကောင်ဂျက်မဇာတ်ကားတွေကို ဒီမှာ https://channelmyanmar.org/?s=in+the+line+of+duty  ကြည့်လို့ရပါတယ်။\nFile size…(3 GB)/(900 MB)\nQuality….BluRay 1080p/720p\nFormat…mp4\nDuration….01:36:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/tiger-cage-ii-1990/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jwE6cVIoJ4JP397yMGfBBpHMJmF.jpg",
        "title": "Silmido (2003)",
        "description": "Silmido (2003)ရှီမီဒို ​ခေါ် ရှီမီကျွန်းဟာ ​တောင်ကိုရီးယားနိုင်ငံ၏ အ​နောက်ဘက်ကမ်းရိုးတန်း၊\nအင်ချွန်းမြို့နယ်နိမိတ်ထဲမှာရှိတဲ့ လူသူ​နေထိုင်ခြင်း မရှိတဲ့ ကျွန်းတစ်ခုပဲ ဖြစ်ပါတယ်။\nဒီ လူမ​နေတဲ့ ကျွန်းမှာပဲ ​တောင်ကိုရီးယားနိုင်ငံ​​ရေးသမိုင်းမှာ\nအမည်းစက်ထင်ခဲ့တဲ့ သမိုင်းဝင်ဖြစ်ရပ်တစ်ခု အ​ခြေတည်ခဲ့ဖူးပါတယ်။အချိန်က ၁၉၆၈ ခုနှစ် ဇန်နဝါရီလ ပါ။\n​မြောက်ပိုင်း​ခေါင်း​ဆောင်က ကိုရီးယားနိုင်ငံ​ပေါင်းစည်း​​​​ရေးဆိုပြီး\n​တောင်ကိုရီးယားသမ္မတ Park Chung Hee ကို လုပ်ကြံဖို့\nအမှတ် ၁၂၄ တပ်ဖွဲ့ကို ​စေလွှတ်ခဲ့​ပေမယ့် ကျရှုံးခဲ့ပါတယ်။\nတစ်ဖန် ​တောင်ကိုရီးယားဘက်က တုံ့ပြန်မှုကလည်း ငိုအားထက် ရယ်အားသန်​ပေ။ ​\nအမိကိုရီးယားနိုင်ငံ ​ပေါင်းစည်း​​ရေး၊ ၂ နိုင်ငံငြိမ်းချမ်း​ရေးအတွက်ဟု ဆိုကာ\n​မြောက်ပိုင်း​ခေါင်း​ဆောင် Kim Il Sungကို လုပ်ကြံဖို့ ပြန်ပြင်ဆင်​စေသည်။လုပ်ကြံရမည့်အဖွဲ့မှာ အမှတ်၆၈၄ အထူးတပ်ဖွဲ့ဟု​ခေါ်သည်။\nတပ်ဖွဲ့သည် နှယ်နှယ်ရရမဟုတ်၊ ​\nသေဒဏ်ကျခံထားရသည့် အကျဉ်းသား ၃၁​ ယောက်ကို\nတပ်ဖွဲ့ဝင်များအဖြစ် ဖွဲ့စည်းထားခြင်း ဖြစ်သည်။\nသူတို့ရဲ့စစ်​ရေး​လေ့ကျင့်ရာငရဲခန်းကတော့ ရှီမီကျွန်း ...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/silmido-2003/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qiSU4iEr7EWEujnkRCBALyMB9ge.jpg",
        "title": "The Legendary Tazza’s Tap (2022)",
        "description": "The Legendary Tazza's Tap (2022)ဖဲဝိဇ္ဇာတွေအများကြီးထဲမှာ ၂၀၂၂ ခုနှစ်ထွက်ရုပ်ရှင်မှာတော့ မင်းသားကြီးအိုဂျီဟိုလည်းပါဝင်လာပါပြီ\nအွန်လိုင်းဂိမ်းကနေပဲ လောင်းကစားလုပ်တဲ့ အီထက်ဒုံးဟာ\nညီအစ်ကိုလိုခင်တဲ့ ဂယောင်းဂျို ရှုံးသွားတဲ့ ပိုက်ဆံတွေကိုလိုက်ပေးဖို့\nကိုယ်တိုင် ဝင်ပါရာမှ တကယ့်ဖဲလောကရဲ့ လှည့်ဖြားမှုတွေကို သိသွားလိုက်ရပါတော့တယ်ပိုက်ဆံတွေပြန်ရဖို့ကို ဘယ်လိုတွေလိုက်လဲ\nဘယ်လိုတွေ အချီကြီးတွေဆော့လဲ\nဘာတွေရင်းလိုက်ရလဲ\nဘယ်လိုတွေဉာဏ်ဆင်ပြီး ရအောင်လိုက်သလဲဖဲဝိဇ္ဇာဆိုတဲ့အတိုင်း ကတ်တွေကို ပါးပါးနပ်နပ်နဲ့ဆော့သွားတာကို ကြည့်ရမှာဖြစ်ပြီး\nဒီရုပ်ရှင်မှာတော့ \"ဘာဒုဂီ\" လို့ခေါ်တဲ့ ပိုကာဂိမ်းကို အဓိကထားပြီးဆော့သွားမှာပါဖဲဝိဇ္ဇာတွေရဲ့ ဉာဏ်သုံးပုံတွေကို ဒီရုပ်ရှင်လေးမှာ အတူကြည့်ပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Thuu Thuu ပဲ ဖြစ်ပါတယ်။Genre.....Crime, Action\nQuality….WEB-DL 1080p and 720p and 360p\nFile size…1.7GB and 703MB and 273 MB\nFormat…mp4\nDuration….1h 36min\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslator ..... Thuu Thuu\nEncoder ..... August",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/the-legendary-tazzas-tap-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHenEb0Pv9DzxuPFFqbKqWMNArz.jpg",
        "title": "A Man Called Hero ( 2022 )",
        "description": "a man called hero 2022 ဇာတ်ကားလေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်\nဒါက ဟောင်ကောင် ကာတွန်းကို သရုင်ဖော် ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးပါ\nယင်းရှုံဆိုသူရဲ့ အတ္ထုပတ္တိဆို ပိုမှန်မှာပေါ့လေ...\nယင်းရှုံဆိုသူက သိုင်းပညာမှာ ပါရမီထူးပါပြီး နာမည်နဲ့လိုက်အောင်\nအားလုံးရဲ့ သူရဲကောင်းဖြစ်ဖို့အတွက် သိုင်းပညာကို\nကြိုးစားသင်ယူနေသူတစ်ယောက်ပေါ့....ဒါပေမယ့် သူမေ့နေတာက သူရဲကောင်းဆိုတာ\nအထီးကျန်မှုနဲ့ ပေးဆပ်မှုတွေကို\nမလွဲဧကန်ကြုံရမယ့်ကံပါလာတယ်ဆိုတာပါပဲ....\nသူ့မိဘနဲ့ ဆရာကို တစ်ချိန်တည်းဆုံးရှုံးခဲ့ရချိန် သူကြောက်ခဲ့တယ်\nတွေဝေခဲ့တယ် ရင်ဆိုင်ဖို့ကြိုးစားခဲ့တယ်....ဒါပေမယ့် ရှေ့ရေးအတွက် ရေရှည်အစီစဉ်\nအကောင်အထည်ဖော်နိုင်ဖို့အတွက် သူနဲ့\nသူ့ဇနီး ထိုင်းဖက်ကို ထွက်ပြေးခဲ့ရတယ်...\nတိုင်းတစ်ပါးကို ထွက်ပြေးသွားတဲ့ သူရဲကောင်းက\nသူရဲကောင်းမြည်သေးလား..\nသူရဲကောင်းဆိုတာ တကယ် အထီးကျန်မှုတွေ\nပေးဆပ်မှုတွေနဲ့ပဲ ရင်ဆိုင်နေရမှာလား...အဆုံးသတ်မှာ ရေရှည်အစီစဉ်ကို အကောင်ထည်ဖော်ဖို့\nတကယ်ပဲ ပြည်ကိုပြန်လာပြီးတာဝန်ထမ်းဆောင်မှာလား....\nအဖြေလေးကိုတော့ ဇာတ်လမ်းလေးကြည့်ပြီး\nမှန်းထားတာနဲ့တူမတူတိုက်လိုက်နော်....\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 25 min\nGenres : Action\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu ...",
        "rating": "5.5",
        "url": "https://megaup.net/1Izb0/A_Man_Called_Hero_2022_WEB-DL_1080p_(CM).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/jPXVd_4f-140x200.jpg",
        "title": "Dark World (2021)",
        "description": "ဖဲလ် အဖြစ် Sammy Cowell\nအိုင်းရင်း အဖြစ် Due Arisara\nလန် အဖြစ် Namwan Raknapak\nဖာယူ အဖြစ် Toomtam Yuttana\nလီအို အဖြစ် New Chaiyapolဇာတ်လမ်းအကျဉ်းတတိယကမ္ဘာစစ်အပြီး ကမ္ဘာတစ်ဝန်းမှာ နိုင်သူရှုံးသူရယ်မရှိပဲ စစ်ပွဲရဲ့အကြွင်းအကျန် လူတစ်စုပဲကျန်ခဲ့တဲ့အချိန်ကိုရောက်လာခဲ့တယ်နည်းပညာခေတ်ထက် လျင်သူစား သန်မာသူအနိုင်ရပြီး အားနည်းသူက သားကောင်ဖြစ်ရတဲ့ အမှောင်ခေတ်ကို ပြန်ရောက်လာခဲ့တယ်ဘယ်အသိုင်းအဝိုင်းမှာမဆို အုပ်ချုပ်သူရှိနေသလို အမှောင်ခေတ်ရဲ့အုပ်ချုပ်သူ ဘော့စ်ရှိနေပေမယ့် မျက်နှာမမြင်ဖူးခဲ့ကြပါဘူးရိုးရာဓလေ့ကစားပွဲတစ်ခုကို နှစ်စဉ်ကျင်းပပြီး အနိုင်ရသူက ဆုကြေးငွေတွေအပြင်ဘော့စ်နဲ့ပါတွေ့ခွင့်ရမှာပေါ့ကစားပွဲက ကလေးတွေကစားတဲ့ ရိုးရာကစားနည်းတွေကို ဆန်းသစ်ထားတာဖြစ်ပြီး ရှုံးတဲ့သူကသေမှာပါဒီကစားပွဲနဲ့ညစ်နွမ်းတဲ့အသိုင်းအဝိုင်းကိုဖယ်ချဖို့ ဘော့စ်ကိုဖယ်ရှားချင်နေတဲ့ ဖဲလ်...အကြောင်းအရင်းတစ်ခုကြောင့် ဖဲလ်ကိုကာကွယ်ပေးချင်နေတဲ့ လန်...ငယ်စဉ်ကအရောင်းစားခံရပြီး နှိပ်စက်ခံရလို့ မိန်းမပျက်တစ်ယောက်လိုနေလာတဲ့ အိုင်းရင်း...သူတို့သုံးယောက် ဒီကစားပွဲမှာ ဝင်ရောက်ယှဉ်ပြိုင်လာချိန်မှာ အနိုင်ရရှိသူက ဘယ်သူဖြစ်မလဲ\nဘော့စ်ကရော ဘယ်သူလဲ\nလျင်သူစားစတမ်းဖြစ်နေတဲ့ လောကမှာ ဓမ္မက အဓမ္မကိုနိုင်နိုင်မှာလားဆိုတာဒီဇာတ်လမ်းမှာ ဆက်ကြည့်ရှုရအောင်ပါ ။File Size__(1.9GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__6.0/10\nFormat__mp4\nDuration__01:44:00\nType__Adult, Action\nSubtitle__Myanmar ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/dark-world-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o9KJmNTMM9wlWFZ8yTEgewxS2sE.jpg",
        "title": "Invisible Tattoo ( 2022 )",
        "description": "Invisible.Tattoo.2022 လေးကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...နိုင်ငံရေးတွေအကြား အသုံးချခံခဲ့ရတဲ့ တက်တူးထိုးဆရာတစ်ယောက်ရဲ့ ဘဝကိုရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းလေးပါ....သိုင်းလောကသားတွေ သိကြမှာပါ မင်းသားကြီး Vincent Zhaoရဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် ဇာတ်လမ်းနဲ့ သရုပ်ဆောင်ကွက်တွေအပြင်ကိုယ်ခံပညာအသားပေးပြီး ဘယ်လို ပြောင်မြောက်တဲ့တိုက်ကွက်တွေကိုတင်ဆက်ထားမယ်ဆိုတာ ခန့်မှန်းနိုင်မှာပါ....ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်ဒေသခံအုပ်စုဖွဲ့လှုပ်ရှားမှုတွေပေါ်လာတဲ့ခေတ်ကိုနောက်ခံထားပြီးရိုက်ထားတာပါ။ချင်လုံလှုပ်ရှားရေးအဖွဲ့ နာမည်ကြီးလာချိန်မှာ တက်တူးဆရာ အားချန်ကလည်းအဖွဲ့တွေထဲက တစ်ယောက်ဖြစ်ခဲ့ပါတယ်.... ဒီလိုပဲ လော့အရာရှီကလည်ရဲတပ်ဖွဲ့အရာရှိကျင့်ဝတ်နဲ့ ဆန့်ကျင်ပြီး ချင်လုံ အဖွဲ့ထဲပါဝင်နေသူဖြစ်ခဲ့တယ်.... ဒီလို အစိုးရရဲတပ်ဖွဲ့နဲ့ချန်လုံလှုပ်ရှားမှုအဖွဲ့တွေ ယှဉ်ပြိုင်မှုကြားထဲ ဂျပန်တွေပါဝင်ရောက်လာခဲ့တယ်...ဂျပန်သံအမတ် အားချန်ဆီရောက်လာချိန်က စပြီးချန်လုံအဖွဲ့ဝင်တစ်ယောက်ပြီးတစ်ယောက်သေဆုံးခဲ့တယ်... သေဆုံးချိန်နဲ့သေဆုံးတဲ့နေရာတိုင်းကလည်း အားချန်နဲ့ ပတ်သက်နေတာကြောင့် အားချန်သတ်တာလို့တစ်ဖွဲ့လုံးကတစ်ထစ်ချထင်နေသလို သူမဟုတ်ကြောင်းလည်းသက်သေမပြနိုင်ခဲ့ပါဘူး....ဇာတ်လမ်းအဆုံးမှာတော့ အားချန်က ဂျပန်သံအမတ်ရဲ့ အသုံးချခံလားချန်လုံအဖွဲ့ရဲ့ အသုံးချခံဖြစ်ခဲ့တာလားဆိုတာ အံ့အားသင့်စွာမြင်တွေ့ရမှာမို့ ဒီဇာတ်လမ်းလေးကို ကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြပါလို့တိုက်တွန်းလိုက်ပါတယ်.... \nQuality : WEB-DL 1080p\nFormat : mp4\nGenres : Drama , Action\nDuration : 1h 44min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated ...",
        "rating": "6",
        "url": "https://megaup.net/12Aox/Invisible_Tattoo_2022_WEB-DL_1080p_(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5pn7QDBIdu04TBPsALHukobdQMJ.jpg",
        "title": "Defense Bomb Crisis ( 2021 )",
        "description": "Defense Bomb Crisisဆိုတဲ့ actionကားလေးကတော့ ၂နိုင်ငံငြိမ်းချမ်းရေးဖို့ဆွေးနွေးမဲ့ ငြိမ်းချမ်းရေးဆွေးနွေးပွဲကို အကြမ်းဖက်သမားတွေဝင်ရောက်နှောက်ယှက်တဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်ကျွန်တော်တို့ရဲ့ မင်းသား ဖူဖန်းက ဗုံးဖြိုခွဲရေး ဗုံးကာကွယ်ရေးတပ်ဖွဲ့ကပါဒီတစ်ခါ အကြမ်းသမားရန်ကနေ အထက်လူကြီးတွေကိုကာကွယ်ဖို့ဖူဖန်းကတာဝန်ယူလုပ်ဆောင်ပေးရတာဖြစ်ပါတယ်ခူဇ နဲ့ လန်ဖဆိုတဲ့လူသတ်သမားမောင်နှမ ၂ယောက်လည်းတစ်ယောက်ကလူကောင်း တစ်ယောက်ကလူဆိုးအဖြစ်အဖွဲ့အစည်း ၂ခုခွဲပြီးတိုက်ခိုက်‌နေရတာဖြစ်ပါတယ်အရှေ့မှာလည်းပေါက်ကွဲမှု ၂ကြိမ်ဖြစ်ထားပြီးတဲ့အတွက်ငြိမ်ချမ်းရေးဆွေးနွေးပွဲကိုမလုပ်ပဲ ရပ်တန့်ဖို့ပြောနေတဲ့အစိုးရအရာရှိကတစ်ဖက်ဆွေးနွေးပွဲကိုဖြစ်မြောက်အောင်မြင်အောင်လုပ်မဲ့အရာရှိကတစ်ဖက်နဲ့ ဖူဖန်းကကြားမှာရောက်သ‌လိုဖြစ်နေပြန်တယ်နောက်ဆုံးအကြိမ် အကြမ်းဖက်သမားတွေရဲ့ ခြိမ်းခြောက်မှုအရပေါက်ကွဲမှုထပ်မဖြစ်ပွားအောင် ဖူဖန်းက ဗုံးတပ်ဖွဲ့ဝင်ထဲဝင်ရောက်ပြီးဆွေးနွေးပွဲကိုဆက်လုပ်ကျင်းပဖို့တာဝန်ထမ်းဆောင်ခဲ့ပါအကြမ်းဖက်သမားရဲ့ခေါင်းဆောင်ကဘယ်သူဖြစ်မလဲစစ်ပွဲ တိုက်ပွဲကြားက အကျိုးအမြတ်ထုတ်ချင်တဲ့အထက်လူကြီးတွေရဲ့ အကျင့်စရိုက်ကိုလည်း ဒီဇာတ်ကားလေးမှာတွေ့ရမှာဖြစ်ပါတယ်ဗုံးဖျူးကြိုးညှပ်ဖို့ စဉ်းစားပြီး actionချကွက်ကောင်းကောင်းလေးကြည့်ချင်ရင်တော့ဒီဇာတ်ကားလေးကိုကြည့်ရှုဖို့ recommendပေးချင်ပါတယ် \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 10 min\nGenres : Drama , Crime\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Yunn\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/12Amc/Defenes.Bomb.Crisis.2021.1080p.WEB-DL(CM).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zOARINtSEjagdoWtrxaxn7rMoLu.jpg",
        "title": "Zombie Reddy (2021)",
        "description": "Zoombie Reddy (2021)အိန္ဒိယ ဇွန်ဘီကားတဲ့ဗျ။ သည်းထိတ်ရင်ဖို Thriller တွေလူကြိုက်များလာတဲ့နောက်ပိုင်းမှာ အိန္ဒိယကလည်း လူကြိုက်များတဲ့genre တစ်ခုကို ထိုးဖောက်ဖို့ ကြိုးစားလာတဲ့ပုံပဲဗျ။ ဒါပေမယ့် ဒီရုပ်ရှင်ကတော့ဟာသဘက်ကို နှောပြီး ရီရီမောမောကြည့်ရမယ့် ပုံစံမျိုးပါ။မာရီယိုဆိုတဲ့ ဂိမ်းတွေရေးတဲ့ programmer တစ်ယောက်က သူထွင်ထားတဲ့ဂိမ်းပေါက်ခါနီးမှ error တက်တယ်ပေါ့ဗျာ။ ဒီတော့ ကုဒ်ရေးတဲ့ ဘော်ဒါကြီးကလည်းနှစ်ချို့ တစ်ကိုယ်တည်းသမားကြီး။ ကံကောင်းချင်တော့ ရည်းစားရပြီးချက်ချင်းမင်္ဂလာဆောင်ဖို့ ရာရ်လာဆီမာဆိုတဲ့မြို့ကို ရောက်နေတာပေါ့။ရာရ်လာဆီမာဆိုတဲ့မြို့က ဂိုဏ်းကြီးတွေ ကြီးစိုးပြီးမင်းမူနေတဲ့မြို့ဗျ။ဒီတော့ မာရီယိုတို့အုပ်စု မင်္ဂလာဆောင်သွားရင်း ဂိုဏ်းနှစ်ဂိုဏ်းရန်ပွဲကြားကမြေစာပင်ဖြစ်တော့တာပေါ့။ အဲဒီအပြင် အိန္ဒိယမှာ ကိုရိုနာကပ်ဘေးလည်းဖြစ်နေတဲ့ကာလ။ စိတ်ရူးပေါက်နေတဲ့ ဆရာဝန်အဖိုးတစ်ယောက်ကကိုဗစ်ကာကွယ်ဆေး ဖော်ရင်း ကျရှုံးပြီး ဆေးရဲ့ဘေးထွက်ဆိုးကျိုးအနေနဲ့ဇွန်ဘီတွေကို မွေးထုတ်မိကုန်တော့ပေါ့။အဲဒီနောက်မှာတော့ ရာရ်လာဆီမာဆိုတဲ့မြို့မှာ ဖရိုဖရဲတွေဖြစ်၊ ဇွန်ဘီတွေကတစ်မျိုး၊လူမိုက်တွေတစ်မျိုး ယောက်ယက်ကိုခတ်ပြီး အကုန်အလွဲလွဲအချော်ချော်တွေပေါ့။ပေါ့ပေါ့ပါးပါးနဲ့ ရီရတဲ့ပုံစံမျိုးမို့ ခဏတာအပန်းဖြေဖို့ မဆိုးလှတဲ့ဇာတ်ကားလို့ညွှန်းရင်းChannel Myanmar မှာ လာရောက်ကြည့်ရှူဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်ဗျာ။ \nFile size…4GB / 1.4Gb ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/zombie-reddy-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9SKsMvNArp0ytrjrx5h6rCf1wxN.jpg",
        "title": "Ajagajantharam (2021)",
        "description": "Ajagajantharam (2021)Action/Mysteryကြမ်းကြမ်းရမ်းရမ်း အိန္ဒိယရုပ်ရှင်တွေ ကြည့်ချင်တယ်။ ဒါပေမယ့် အိုဗာတင်းမဖျော်ပဲလက်တွေ့ဆန်တဲ့ရိုက်ချက်တွေလည်း လိုချင်တယ်ဆိုပါစို့။ ဒါဆိုရင်တော့လွမ်းခန်း၊ ဆွေးခန်း၊ ချစ်ခန်း၊ ကြိုက်ခန်းတွေမပါပဲ ရင်တထိထိတ်နဲ့ကြည့်ရမယ့်အက်ရှင်ကားကောင်းကို Channel Myanmar ကနေ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာ။ည ။ ညဟာ ပုံမှန်ထက် မှောင်မိုက်လာခဲ့။ သာမန်ညတွေမှာ အိပ်စက်အနားယူကြ၊အလုပ်သွားကြနဲ့ လည်ပတ်နေခဲ့တဲ့ တစ်နှစ်တာ ရာသီစက်ဝန်းမှာ ဒီညဟာတော့ပိုပျော်စရာကောင်းခဲ့။ နှစ်စဥ်ကျင်းပလေ့ရှိတဲ့ Aranjali ရဲ့ဘုရားပွဲနေ့ဖြစ်တာကြောင့်ပေါ့ဗျာ။လူတွေဟာ ဝတ်ကောင်း၊ စားလှတွေဝတ် မီးရောင်စုံတွေ၊ စျေးဆိုင်တန်းလေးတွေ၊ဂီတသံတွေညံစီနေတဲ့ ပွဲစျေးထဲ လည်ပတ်ရင်း ပျော်ရွှင်နေခဲ့ကြတာပေါ့။ဒါပေမယ့် ဒီနှစ် Aranjali ဘုရားပွဲရဲ့အခြေအနေကတော့ရီမောသံတွေအစား ဆဲဆိုသံတွေ ညံပြီး သွေးသံတရဲရဲပေါ့။ ဆင်တစ်ကောင်ရယ်၊နံမည်ဆိုးနဲ့ကျော်ကြားတဲ့ ရာဇဝတ်သားလူမိုက်တွေရယ်၊ လက်ရဲဇက်ရဲလို့ဆိုရမယ့်လူငယ်တချို့ရယ်၊ ပြီးတော့ ပြဇာတ်အကတစ်ဖွဲ့ရယ် ရုန်းရင်းဆန်ခတ်ဖြစ်ခဲ့ကြတဲ့ညပေါ့။ရဲကားသံတွေလည်း တဝီဝီ၊ ပြေးတဲ့လူကပြေးနဲ့ ဖရိုဖရဲအခြေအနေကို စိတ်လှုပ်ရှားဖို့ကောင်းအောင် ကြည့်ရမှာပါ။ဒီကဘုရားပွဲတို့၊ ပျော်ပွဲရွှင်ပွဲတို့မှာဖြစ်လေ့ရှိတဲ့ ရန်ပွဲတွေလိုမျိုးပါပဲ။ ဒါပေမယ့် ထူးခြားတာက ဆင်တစ်ကောင်ကိုထည့်ရိုက်ထားတဲ့နေရာမှာ အိန္ဒိယတို့ရဲ့ အစဥ်အလာအတိုင်း ...",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/ajagajantharam-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-26-at-11.43.22-143x200.png",
        "title": "Restless (2022)",
        "description": "Restless (2022)=============အခုတစ်ခေါက်မှာတော့ Netflix ကနေ အသစ်စက်စက်ထွက်ရှိထားတဲ့\nပြင်သစ်အက်ရှင်ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးပါရစေ။အမြဲတမ်း ဖြောင့်မတ်တဲ့ရဲတွေကိုပဲ ဇာတ်လိုက်နေရာက မြင်နေရတာ\nရိုးသွားပြီလား ဒါဆိုရင် ဒီကားလေးကို ကြည့်လိုက်ပါ။ အဓိက ဇာတ်လိုက်ဖြစ်တဲ့\nဘလင်းဟာ ပုံမှန်မြင်နေကျဇာတ်ကောင်တွေလို ရိုးသားဖြောင့်မတ်တဲ့ရဲမဟုတ်ဘဲ\nလာဘ်ပေးလာဘ်ယူလုပ်ပြီး အကျင့်ပျက်ခြစားတဲ့ရဲပဲဖြစ်ပါတယ်။ ဘလင်းတစ်ယောက်\nသူ့မိခင်ဆုံးပြီး အခေါင်းသွင်းတော့မှာဖြစ်တဲ့အတွက် ဆေးရုံကို အလောတကြီးသွားရမဲ့\nအချိန်မှာပဲ ပြည်တွင်းလုံ​​ခြုံ​​ ရ​ဌာနက သူတို့စခန်းကို ရှောင်တခင်ဝင်စစ်ဆေးပါတော့တယ်။\nမောင်ဘလင်းတစ်ယောက် လောလောနဲ့ ဗျာများပြီး ကားမောင်းရာကနေ လူတစ်ယောက်ကို\nတိုက်မိခဲ့ပါတယ်။ အကျင့်ပျက်ခြစားရုံတင်မက ကားနဲ့လူပါတိုက်လိုက်မိတဲ့ ဘလင်းဟာ\nဒီယာဥ်တိုက်မှုကို ခြေရာလက်ရာဖျောက်ဖို့ ခက်ခက်ခဲခဲကြိုးစားခဲ့ပေမယ့်လည်း ထူးဆန်းတဲ့\nမျက်မြင်သက်သေတစ်ယောက်ဆီကနေ ခြိမ်းခြောက်မှုတွေရရှိလာတဲ့ခါ....ဘလင်းတစ်ယောက် ဒီအခက်အခဲတွေကို ဘယ်လိုကျော်လွှားမလဲ..??\nသူရဲ့လာဘ်စားမှုတွေကရော ပေါ်လွင်သွားမှာလား..?? မျက်မြင်သက်သေကရော ဘာလို့ခြိမ်း\nခြောက်နေရတာလဲ.. ဆိုတာကို ကြည့်ရှုရမဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ဇာတ်လမ်းကောင်းတစ်ပုဒ်\nဖြစ်တာမလို့ အားလုံးအကြိုက်တွေ့ကြမယ့် Action, Crime, Thriller ကားသစ်လေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Shwe Pyae မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့\nCM Team မှဖြစ်ပါတယ်)File Size - (1.2 GB) / (585 ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/restless-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9EqUsKYHWk7XrXEyCMzxc93L6oR.jpg",
        "title": "12 Hours(2022)",
        "description": "တရုတ်အက်ရှင်ကားကောင်းလေးတစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေခေတ်လွန်Cyber City မှာ နေ့စဉ်လူပျောက်မှုတွေဆက်တိုက်ဖြစ်နေပါတယ်။အထူးတပ်သားဟောင်းဖြစ်တဲ့ ကျင်းချန် (Aarif Rahman)ဟာသမီးလေးခွဲစိတ်ရဖို့အတွက် Credit Bitဆိုတဲ့ ချေးငွေလုပ်ငန်းမှာခန္ဓာကိုယ်ကိုအပေါင်ထားချေးငွေယူတဲ့အချိန်ကနေပြဿနာတွေစတော့တာပါပဲ။ချေးငွေသဘောတူစာချုပ်ချုပ်ပြီးတဲ့အချိန်မှာ ကျင်းချန်ဟာမေ့ဆေးပေးခံရပြီးတစ်ခြားသူတွေနဲ့အတူ ထူးဆန်းတဲ့သစ်တောတစ်ခုကိုရောက်သွားပါတယ်။နယ်ပယ်အသီးသီးလူတွေစုနေတဲ့သူတို့လူတစ်စုဟာအဲဒီသစ်တောထဲမှာအသက်ရှင်ဖို့ကြိုးစားကြရပါတယ်။တကယ်တော့သူတို့ဟာစွမ်းရည်စမ်းသပ်ခံဖို့Survival Gameတစ်ခုကိုကစားနေမှန်းမသိကစားနေကြရတာပါ။မျိုးရိုးဗီဇအဆင့်မြှင့်သတ္တဝါတွေနဲ့ပါတိုက်ခိုက်ရတဲ့သူတို့ဟာအသက်ရှင်နိုင်ပါ့မလား ဆိုပြီးရင်တမမနဲ့ကြည့်ရမှာပါ။Effect တွေကတော်တော်ကောင်းပြီး တိုက်ရိုက်ရေးဒါရိုက်တာကလဲJackie Chan ရဲ့ကားတွေရိုက်ခဲ့တဲ့ဒါရိုက်တာဆိုတော့ အတိုင်းထက်အလွန်ပါပဲ။ဇာတ်သိမ်းမှာ ထင်မထားတဲ့အကွက်နဲ့သိမ်းသွားတာဆိုတော့ ကြည့်ရှုအားပေးကြပါဦးနော်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nDuration : 1h 24 min\nGenres : Action , Crime , Adventure\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon\nEncoded by LK",
        "rating": "5.9",
        "url": "https://megaup.net/1Iu7u/12_Hours_2022_WEB-DL_480p_(CM).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bB7uV5ljDWKG2m5Z4cgWwDMAeY.jpg",
        "title": "The Burning Sea (2021)",
        "description": "The Burning Sea (2021) ဇာတ်လမ်းအညွှန်းIMDb 6.2/10=================================ပင်လယ်ပြင်ဆိုတာ ခန့်မှန်းရခက်တဲ့ အန္တရာယ်တွေ အပြည့်ပါပဲ....\nပင်လယ်မှာ မှီခိုပြီး အသက်မွေးဝမ်းကြောင်းပြုရတဲ့အထဲမှာ....\nကမ်းလွန်ပင်လယ်ပြင် တစ်လျှောက် ရေနံတူးလုပ်သားများလည်း ပါဝင်ပါတယ်။\nသူတို့ဘဝက ကမ်းမမြင် လမ်းမမြင်ပင်လယ်ထဲရောက်နေရုံမက\nပင်လယ်ကြမ်းပြင်အောက်အထိ စွန့်စားပြီး အလုပ်လုပ်ရတာမို့ ခက်ခဲကြမ်းတမ်းသလို\nအသက်ကိုဖက်နဲ့ထုပ်ထားရသူတွေပါ....။\nဒီလို ပတ်ဝန်းကျင်မှာ အမှားတစ်စုံတရာသာ ဖြစ်ခဲ့ရင် ရေနံလုပ်သားတွေတင်မကပဲ.....\nပင်လယ်ထဲကို ယိုဖိတ်လာမယ့် ရေနံဆီတွေ ဓာတ်ငွေ့တွေက\nသက်ရှိတွေကို မျိုးတုံးစေတဲ့အထိ....အန္တရာယ်ကြီးမားပါတယ်....။\nငွေကြေးအားဖြင့်လည်း တန်ဖိုးဘီလီယံနဲ့ချီပြီး ရှုံးသွားနိုင်ပါတယ်....။ဒီလို ဒီလို ဘေးရန်တွေကြားက အလုပ်လုပ်နေကြရင်း ကပ်ဘေးကြုံရတဲ့အခါ\nဘယ်လို ဖြစ်ကြမလဲဆိုတာကို ရိုက်ကူးပုံဖော်ထားတဲ့ စွန့်စားခန်းဆန်ဆန် ရုပ်ရှင်ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်။ဒီကားလေး နာမည်ကတော့ The Burning Sea ဖြစ်ပြီး\nပင်လယ်ရေနံလုပ်သားတွေရဲ့ ဘေးဒုက္ခ အကြောင်း ရှားရှားပါးပါး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်။သည်းထိတ်ရင်ဖိုဇာတ်လမ်းဆို သဘောကျတဲ့ ပရိတ်သတ်တွေ\nလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးဖြစ်ကြောင်း ညွှန်းလိုက်ပါရစေ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။Genre.....ACtion\nQuality….WEB-DL ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/the-burning-sea-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/09/MV5BYTUyMWNkYWUtMTg1ZS00MjJiLWE2ZjgtYjJkYTJmMmEzNWI0XkEyXkFqcGdeQXVyNTEzNDIxOTg@._V1_-133x200.jpg",
        "title": "Cyborgs: Heroes Never Die (2017)",
        "description": "Cyborgs: Heroes Never Die (2017)IMDb.....8.32014 တုန်းက ရုရှားတွေရဲ့ကျူးကျော်စစ်ကို ယူကရိန်းတွေခုခံခဲ့ကြတဲ့ တိုက်ပွဲတွေထဲကတစ်ခုကို အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားပါ။ကိုယ်နှစ်သက်တဲ့လူတစ်ယောက်ကိုပိုင်ဆိုင်ဖို့ဆိုရင်\nအဲ့ဒီလူရဲ့ အဓိကနေရာဖြစ်တဲ့ နှလုံးသား အလယ်ဗဟိုတည့်တည့် ချိန်ရွယ်ပစ်ခပ်သိမ်းပိုက်ဖို့လိုပါတယ်...\nဒီလိုပဲ စစ်ပွဲတစ်ပွဲမှာဆိုလည်း အောင်မြင်ရေးသော့ချက်ဖြစ်တဲ့ အဓိက\nအချက်အချာမြေကို သိမ်းပိုက်ဖို့ ကြိုးစားကြပါတယ်...ယူကရိန်းနိုင်ငံကDonetskလေဆိပ်ကိုရုရှားတွေလာရောက်တိုက်ခိုက်နေကြတယ်....\nအဲ့လေဆိပ်ကိုဘာလို့တိုက်ရလဲဆိုတော့ အထက်ကပြောခဲ့သလို အချက်အချာမြေနေရာဖြစ်နေလို့ပါပဲ...\nဒီလေဆိပ်ကျသွားရင် ယူကရိန်းကျသွားတာနဲ့တူတူပဲဖြစ်နေလို့ပါ...\nဒါ့ကြောင့် ယူကရိန်းတို့ ဒီလေဆိပ်မကျသွားဖို့အရေးကို\nစစ်သည်အပေါင်းတို့ဟာ တတ်စွမ်းသမျှ အတတ်နိုင်ဆုံးခုခံဖို့ကြိုးစားကြပါတယ်...ဒီစစ်သည်တွေ အောင်မြင်ပါ့မလား...\nအသက်ပေါင်းများစွာ ဘယ်လောင်တောင်ပေးဆပ်လိုက်ကြရလဲ....\nသူရဲကောင်းတွေဟာ ဘယ်သူများဖြစ်မလဲ....\nစစ်ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ...ဒီကားကတော့ ယူကရိန်းစစ်ကားတစ်ကားဖြစ်ပြီးပြီးတော့ အောင်မြင်မှုတွေလည်းရသလို\nIMDb မှာဆိုလည်း 8.3တောင်ရထားလေတော့ ထွေထွေထူးထူးတော့ပြောစရာလိုမယ်မထင်ပါဘူး...ခံစားကြည့်လိုက်ဦးဗျို့...File Size : (1.1 GB)/(850 MB) / (332MB)\nQuality : Blu-Ray 1080p HEVC/720p/480p\nFormat…mp4\nDuration…01:52:00\nGenre : Action, Drama, War\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded ...",
        "rating": "8.3",
        "url": "https://channelmyanmar.org/cyborgs-heroes-never-die-2017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/Screen-Shot-2022-02-24-at-00.20.06-136x200.png",
        "title": "Supercool (2021)",
        "description": "Supercool (2021)==============အပျင်းပြေစရာ အခွီဇာတ်ကားလေးတွေကို မျှော်လင့်နေတဲ့ CM ပရိတ်သတ်တွေအတွက်\nဒီတစ်ခါမှာတော့ Supercool ဆိုတဲ့ Teen Comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်\nရပါတယ်။\nNeil နဲ့ Gilbert တို့ဟာ အထက်တန်းကျောင်းတော်ကြီးမှာ အခင်ဆုံး သူငယ်ချင်းနှစ်ယောက်\nဖြစ်ပါတယ် ဒါ့အပြင် အပေါင်းမသင်းမ၀င်ဆံ့တဲ့ အရှုံးသမားတွေလည်း ဖြစ်ကြလေရဲ့ ။\nကိုယ်တက်တဲ့ကျောင်းမှာ ပေါ်ပြူလာဖြစ်ချင်စိတ် ခပ်ဟော့ဟော့ နဲ့ စကီလေးတွေ ဝိုင်းနေတဲ့သူ\nဖြစ်ချင်စိတ်မျိုးကတော့ လူတိုင်းမှာ ရှိခဲ့ကြမယ် ထင်ပါတယ် Neil နဲ့ Gilbert တို့ကလည်း သူတို့ရဲ့\nအရှုံးသမားဘ၀ကြီးကို စိတ်ပျက်လွန်းကြပြီး ပေါ်ပြူလာ ဖြစ်ချင်ကြပါတယ်။ ဒါ့အပြင် Neil မှာ\nSummer ဆိုတဲ့ crush လေးကလည်း ရှိနေပြန်ပါတယ်။ သို့ပေမယ့် Summer နဲ့ နီးစပ်ဖို့ဝေးစွ\nငနဲသားဟာ တစ်ခါမှတောင် စကားသွားမပြောဖူးပါဘူး ရှေ့တစ်ပတ်ထဲမှာ Summer လုပ်မယ့်\nမွေးနေ့ပါတီပွဲလေးကိုလည်း Neil တစ်ယောက် အရမ်းသွားချင်နေခဲ့တယ်။ ဒီလိုအဖြစ်မျိုးတွေကနေ\nNeil အတွက်တော့ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/supercool-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/MV5BMGI4ZjBjNWYtYmI2OS00MjgxLTk0ZTctYzY1YWNkMWI2ODE0XkEyXkFqcGdeQXVyMTY3NTQ3MjE@._V1_-150x200.jpg",
        "title": "Weekend Warriors (2021)",
        "description": "Weekend Warriors (2021)==================ဖခင်ဖြစ်သူကိုဆုံးရှုံးထားရပြီး မိခင်ဖြစ်သူ ညီမဖြစ်သူနဲ့နေနေရတဲ့\nဆယ်ကျော်သယ်ကျောင်းသားလေး စကော့တီ...ကျောင်းမှာလည်း\nသူငယ်ချင်းဆိုတာမရှိ အားလပ်ချိန်တွေမှာလည်းအခန်းထဲပဲအောင်း\nနေတဲ့သူက ကျောင်းပိတ်ရက်တစ်ရက်မှာစိတ်ပြေလက်ပျောက် အဖိုး\nအဖွားဆီသွားချင်လို့ မိခင်ကိုပူဆာပါတော့တယ်။ ဒီလိုမိခင်က ဦးလေး\nဖြစ်သူကိုဖုန်းဆက်ခေါ်ပြီး သူတို့ကိုဦးလေးနဲ့အတူထည့်ပေးလိုက်ပါတယ်။\nကျောင်းပိတ်ရက်လေးမှာ အေးအေးဆေးဆေးအပန်းဖြေဖို့စိတ်ကူးထားတဲ့\nစကော့တီအတွက် မထင်မှတ်ထားတဲ့အလှည့်အပြောင်းကဖြစ်လာပြီး\nအသက်လုပြေးရတဲ့ကျောင်းပိတ်ရက်ဖြစ်သွားပါတော့တယ်။ ဒီဇာတ်ကား\nလေးကတော့ စကော့တီနဲ့ညီမဖြစ်သူတို့ရဲ့စွန့်စားခန်းတွေကိုအသားပေး\nရိုက်ကူးထားတာဆိုတော့ ကလေးစွန့်စားခန်းကားလေးလို့ပြောရမလိုပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Chit Tee ဖြစ်ပါတယ်)File Size - (1.93 GB) / (906 MB) / (618 MB)\nQuality – WebDL 1080p / 720p/480p\nDuration - 1h 33mins\nSubtitle – Myanmar Hardsub\nFormat – MP4\nGenre : Action, Adventure, Thriller\nTranslator – Chit Tee\nEncoder – SWM",
        "rating": "4.9",
        "url": "https://megaup.net/1Irug/Weekend.Warriors.2021.1080p.AMZN.WEB-DL.DDP5.1.H.264-TEPES.mp4",
        "category": "Action, Adventure, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/02/l0wpnurljao8-140x200.jpg",
        "title": "Tough as Iron (2013)",
        "description": "Tough as iron (2013)'ပျော့ရင်ဖယောင်း၊ မာရင်သံချောင်း' ...ဒီကားလေးကတော့ ဘူဆန်မြို့က Kang Chul ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ကူးပြသထားတဲ့ ဇာတ်ကားလေးတစ်ကားပဲ ဖြစ်ပါတယ်။Kang Chul အဖြစ် Yoo Ah In က သရုပ်ဆောင်ထားပြီး Kim Hae Sook, Jung Yumi တို့အပြင် အခြားသောနာမည်ကြီး သရုပ်ဆောင်များလည်း အားဖြည့်ပါဝင်ထားကြပါတယ်။Kang Chul ဆိုတဲ့ကောင်လေးဟာ ဘူဆန်မြို့ရဲ့ ဆိပ်ကမ်းမှာ ရေခဲလုပ်သားအဖြစ်လုပ်ကိုင်နေတဲ့ အခြေခံလုပ်သားလေးတစ်ဦးပဲ ဖြစ်ပါတယ်။အထက်တန်းကျောင်းမှာတုန်းက ဖိုက်တာတစ်ယောက် ဖြစ်ခဲ့ပေမယ့်လည်း ဘဝကို အေးအေးချမ်းချမ်းဖြတ်သန်းရင်းနဲ့ အယ်ဇိုင်းမားရောဂါသည် မိခင်ကို ပြုစုစောင့်ရှောက်ရင်း နေထိုင်နေခဲ့ပါတယ်။သာယာနေတဲ့ ဘဝလေးထဲကို တစ်နေ့မှာတော့ အမေဖြစ်သူရဲ့ ရောဂါအ‌ခြေအနေဆိုးရွားလာမှုကြောင့် ခွဲစိတ်ဖို့ ငွေအရေးပေါ်လိုအပ်လာခဲ့ပြီး သူငယ်ချင်းဖြစ်သူရဲ့ အချိတ်အဆက်နဲ့ ဘူဆန်ရဲ့မြေအောက်လောက ဂိုဏ်းကဏ္ဍတွေမှာ ပါဝင်ပတ်သတ်မိသွားတဲ့အချိန်မှာတော့ ပြန်ရုန်းထွက်နိုင်ဖို့ လွယ်ကူပါဦးမလား၊ မိခင်ကိုရော ကယ်တင်နိုင်ပြီး လွတ်မြောက်သွားနိုင်မလားဆိုတာကို ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/tough-as-iron-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ews3l3v7JYLtBS5ansZrXsXLMzl.jpg",
        "title": "Gasoline Alley (2022)",
        "description": "Gasoline Alley (2022)ခုတစ်ခေါက်မှာတော့ သည်းထိပ်ရင်ဖိုမှုခင်းကားတစ်ကားဖြစ်တဲ့ Gasoline Alley နဲ့မိတ်ဆက်ပေးပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့ လေး‌လောင်းပြိုင်လူသတ်မှုတစ်မှုရဲ့ အခင်းဖြစ်တဲ့နေရာမှာ \"Gasoline Alley\" လို့ထွင်းထားတဲ့ မီးခြစ်တစ်ခုကို စုံထောက် Freeman နဲ့ Vargas တို့ကတွေ့ရှိခဲ့ပါတယ်။ \"Gasoline Alley\"ဆိုတဲ့ နာမည်ကအကျဉ်းသားဟောင်းတစ်ဦးဖြစ်တဲ့ Jimmy Jayne ရဲ့ တက်တူးဆိုင်နာမည်နဲ့လာ‌တူနေတဲ့အပြင်လူသတ်မှုမဖြစ်ခင်ညကJimmyဟာ အသတ်ခံရတဲ့လေးယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့ Stars နဲ့ပတ်သက်မှုရှိနေခဲ့တော့အမှုရဲ့သံသယရှိသူဖြစ်လာပါတော့တယ်။ အကျဉ်းကျခဲ့ဖူးပေမယ့် ကိုယ်မလုပ်တဲ့ပြစ်မှုအတွက် ထောင်အကျမခံနိုင်ပါဘူးဆိုတဲ့Jimmy ကသံသယရှိသူဖြစ်လာတဲ့အခါမှာတော့ စုံထောက်နှစ်ယောက်နဲ့ပေါင်းပြီးနာမည်ရှင်းဖို့ရာအတွက် အမှုကိုလိုက်ပြီးစုံစမ်းပါတော့တယ်။Jimmyတစ်ယောက် ကိုယ့်နာမည်ကိုဘယ်လိုရှင်းမလဲဆိုတာကို ပဟေဠိဆန်ဆန်နဲ့ ကြည့်ရမယ့်ကားလေးမို့ ကြည့်ရှုအားပေးကြပါဦး။\nFile size…1.25Gb / 700MB / 350MB\nQuality…1080p WEB RIP  AAC 5.1CH / 720p / 360p\nFormat…mp4\nDuration….1h 37mins\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Allena & Honeyey",
        "rating": "",
        "url": "https://channelmyanmar.org/gasoline-alley-2022/"
    }
]