[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/k5myw_4f-144x200.jpg",
        "title": "[18+] Pabuya (2022)",
        "description": "Pabuya (2022)Pepe နဲ့ Jojo တို့ဟာ နယ်မြေတစ်ခုစီကိုအပိုင်စားယူထားတဲ့ ဂန်းစတားတွေပါ။ အခုတလောတော့ Pepe ရဲ့ပိုင်နက်တွေကို တစ်ခုပြီးတစ်ခု Jojo က သိမ်းယူလာပြီးတော့ Pepe ဆီကလူတွေပါ တစ်ဖက်ကိုရောက်ကုန်ပါတယ်။ သူတို့ဂိုဏ်းတွေကြားက ရန်စကိုဖြေရှင်းဖို့ အထက်က သူတို့ကို လက်နက်မပါပဲအနိုင်တိုက်ကြေး၊ နိုင်တဲ့အဖွဲ့က နယ်မြေယူဖို့ ပွဲတည်ပေးလိုက်တဲ့အချိန်မှာတော့ Pepe လက်လွန်ပြီး တစ်ဖက်က လက်ရုံးတစ်ယောက်ကို သတ်မိသွားပါတော့တယ်။ တကယ်တော့ အဲ့ဒီလက်ရုံးဟာ Jojo ရဲ့လက်ရုံးတင်မကပဲ ရဲတပ်ဖွဲ့ကလွှတ်လိုက်တဲ့ သူလျှိုတစ်ယောက်လည်း ဖြစ်နေတဲ့အတွက် Pepe တစ်ယောက်သေပြေးရှင်ပြေး ပြေးရင်း အချစ်ဟောင်းဖြစ်တဲ့ အလှပဂေးလေး Bella နဲ့တစ်ဖန်ပြန်ဆုံဆည်းရချိန်မှာတော့...ဒီဇာတ်ကားမှာတော့ Vivamax ကားတွေမှာတစ်ခါမှမတွေ့ရဖူးတဲ့ မျက်နှာသစ်မင်းသမီးလေးတစ်လက်ဖြစ်တဲ့ Franki Russell ကိုပွဲထုတ်ထားပါတယ်။ ကြွေရုပ်ဖယောင်းရုပ်လေးလို ဖူးမွတ်နေအောင်လှတဲ့အနောက်တိုင်းသူ မျက်နှာပေါက်လေးနဲ့ဆိုတော့အားလုံးအကြိုက်တွေ့ကြမှာပါ။ သူ့ IG လေးပါ အဆစ်ထည့်ပေးလိုက်ပါတယ်။\nInstagram Link\n(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/pabuya-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-avar-133x200.jpg",
        "title": "Avarice (2022)",
        "description": "Action thriller ကားသစ်လေးတစ်ကားတင်ပေးထားပါတယ်။ ဒီကားကတော့ အဲရိုးလိုပဲ လက်ရှိခေတ်မှာ မြားနဲ့ တိုက်ခိုက်တာမျိုးပါ။Kate ဟာprofessional လေးသည်တော်တစ်ယောက်ပါ။သူ့ရဲ့အိမ်ထောင်ရေးအဆင်မပြေဖြစ်မှုတွေကြောင့် စိတ်ဒုက္ခရောက်နေတာကိုပြေပျောက်အောင် အပန်းဖြေခရီးထွက်ရင်း အိမ်ထဲကို ရက်စက်ကြမ်းကြုတ်တဲ့ ဓားပြတွေ၀င်ရောက်လာပါတယ်။သူ့သမီးနဲ့ယောက်ျားဖြစ်သူတို့ကိုပြန်ပေးဆွဲသွားချိန်မှာတော့ ကိတ်တစ်ယောက် သူကျွမ်းကျင်တဲ့လေးပညာကိုအသုံးချပြီး ချစ်ရသူတွေကိုကယ်တင်ဖို့ ရုန်းကန်ကြိုးစားရပါတော့တယ်။File size…1.31 Gb / 722 Mb / 350MB\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….1:28:00\nGenre...Action,Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by  SP",
        "rating": "",
        "url": "https://channelmyanmar.org/avarice-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BZjI3NjI3NDQtY2RmYS00NTJjLWI0YTQtNTE4NmZiN2UzMWJjXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_-135x200.jpg",
        "title": "Werewolf by Night (2022)",
        "description": "မာဗယ်ရဲ့ ကာရိုက်တာတစ်ခုဖြစ်တဲ့ သမန်းဝံပုလွေကို တီဗီရုပ်ရှင်တစ်ကားအဖြစ် ဒစ္စနေးက ထုတ်လွှင့်လိုက်ပါပြီ။ ဟောလိုးဝင်းလနဲ့ကိုက်ညီစွာပဲ အဖြူအမည်းအများစုနဲ့ ကာလာအချို့ထည့်သွင်းပြီး ဟော်ရာဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားပါတယ်။ မင်းသမီးအဖြစ် The Nevers စီးရီးနဲ့လူသိများတဲ့ Laura Donnelly လည်းပါဝင်ထားပါသေးတယ်။ အဲဒီမင်းသမီးက ရုတ်တရက်ဆို ဂျက်စီကာဂျုန်းစ် စီးရီးထဲကမင်းသမီး Krysten Ritter နဲ့ မှားတတ်ကြပါတယ်။ နောက်များမကြာမီ မာဗယ်စကြဝဠာထဲမှာ ဘယ်လိုပါဝင်လာမလဲတော့ မသိရသေးပါဘူး။ အခုတော့ သီးခြားရုပ်ရှင်တစ်ခုအနေနဲ့ပဲ ခံစားကြည့်လိုက်ရအောင်ပါ။ဇာတ်လမ်းအကျဉ်းမာဗယ်ရဲ့ စကြဝဠာထဲမှာ စူပါဟီးရိုးတွေရှိနေသလို အမှောင်ထုထဲမှာလည်း ရှေးမိစ္ဆာကောင်တွေ ရှိနေပြန်ပါသေးတယ်။ အဲဒီလို မိစ္ဆာမျိုးစုံကို အမဲလိုက်တဲ့ မုဆိုးတွေလည်း ရှိနေပါသေးတယ်။ ဒီရုပ်ရှင်အစမှာတော့ နာမည်ကျော် မုဆိုး ဘလက်ဒ်စတုန်းမိသားစုရဲ့ ခေါင်းဆောင် ယူလစ်ဆီ ဘလက်ဒ်စတုန်း သေဆုံးသွားပြီးတဲ့နောက် မိသားစုပိုင် သွေးကျောက်တုံးကို အမွေခံဖို့ မုဆိုးအသစ်တစ်ယောက်လိုအပ်လာပါတယ်။ အဲဒီကျောက်တုံးဟာ ကိုင်ဆောင်သူကို အသက်ရှည်စေတယ်၊ ခွန်အားကြီးစေတယ် စသည်ဖြစ် ...",
        "rating": "8.6",
        "url": "https://channelmyanmar.org/werewolf-by-night-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yw8x2i3vaHZZzpvqvF75E8q2N6M.jpg",
        "title": "Proof of Life(2000)",
        "description": "Proof of Life(2000) အညွှန်း***********************ဒီဇာတ်ကားကတော့ အက်ရှင်ဇာတ်ကားတွေကို အရိုက်များတဲ့\nဒါရိုက်တာကြီး Taylor Hackord ရိုက်ကူးထားပြီး\nသရုပ်ဆောင်တွေအနေနဲ့ Russell Crowe, David Morse,Meg Ryan နဲ့ Pamela Reed တို့က\nအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။တယ်ရီသွန်း(Russell Crowe) ဟာ ပြန်ပေးဆွဲခြင်း ညှိနှိုင်းရေးသမားတစ်ဦးဖြစ်တယ်..သူဟာ ထူးချွန်တဲ့သူဆိုပေမဲ့ တစ်ခါတစ်ရံ ဓားစာခံအသက်ရှင်ရေးဦးစားပေးပြီးစီစဉ်ထားတဲ့အတိုင်းမလုပ်ဘဲ သူစိတ်ကူးပေါက်ရာလုပ်တတ်တဲ့အကျင့်ဆိုးတစ်ခုတော့ရှိတယ်..တောင်အမေရိကမှာ ရေကာတာဆောက်ချင်နေတဲ့ပီတာဘိုးမန်း(David Morse)  ဟာ အကြမ်းဖက်အဖွဲ့ရဲ့ပြန်ပေးဆွဲခြင်းကို ခံခဲ့ရတယ်..အဲ့ဒီနောက်ပြန်ပေးဆွဲခြင်းညှိနှိုင်းရေးသမားဖြစ်သူ\nတယ်ရီသွန်း(Russell Crowe) တစ်ယောက်အန္တရယ်များလွန်းလှတဲ့အခြေအနေကြားထဲက ဘယ်လိုကယ်တင်သွားမလဲဆိုတာတွေကိုတော့....File Size : (3.0GB)(1.1GB) and (356MB)\nQuality : Blu-Ray1080p5.1ch ,720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Crime , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by APP\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/proof-of-life2000/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/mo_him_wong-779275830-large-141x200.jpg",
        "title": "Dr. Wai in the Scripture with No Words (1996)",
        "description": "\\ \\Dr. Wai in the Scripture with No Words ( 1996 )ဂျက်လီရဲ့ အင်ဒီယာနာဂျုန်းလိုလိုကားပါ။ မှတ်မိချင်မှ မှတ်မိမှာပေမဲ့ စက်ရုပ်နွားကြီးနောက် ဂျက်လီပြေးလိုက်ချတဲ့ အခန်းကိုတော့ ငယ်ငယ်က ဖြစ်ဖြစ် ကြည့်ဖူးလောက်ကြမှာပါ။ အဲဒီကားပါပဲ။ ဂျက်လီအပြင် ဟောင်ကောင်ရဲ့ အလှတရားတွေထဲ အပါအဝင်ဖြစ်တဲ့ ဂျက်လီနဲ့တွဲအရိုက်များတဲ့ Rosamund Kwan နဲ့ ashes of time , Fallen angels နဲ့ New Police Storyထဲက မင်းသမီး charlie yeung လည်းပါပါတယ်။ နောက်ဆုံးနဲ့ ဒီကားကို ကျွန်တော်ကြည့်ဖြစ်သွားတဲ့အကြောင်းရင်းဖြစ်တဲ့သူကတော့ ဟောင်ကောင်မှာပဲ ကားအလန်းစားတွေ ဆက်တိုက်အရိုက်များခဲ့တဲ့ ဂျပန်ထိုင်ဝမ်သွေးနှော Takeshi Kaneshiroပါပဲ။ cast တွေနဲ့တင် ဒီကားက တော်တော်တန်နေပါပြီ။ဇာတ်လမ်းကတော့ အင်ဒီယာနာဂျုန်းဆန်ဆန်ဘဲက အင်ဒီယာနာဂျုန်းထဲကလို ...",
        "rating": "5.7",
        "url": "https://megaup.net/2uDvX/Dr_Wai_in_the_Scriptures_with_No_Words_(1996)_BluRay_1080p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h2KtvIQVexU2D8qs2vkh9Ij9hH7.jpg",
        "title": "The Return of the Sister-in-Law ( 2021 )",
        "description": "ြမ်းတာရမ်းတာလေးမှကြိုက်တယ်ဆိုတဲ့ CMပရိတ်သတ်ကြီးအတွက်\nအခုတင်ဆက်ပေးမဲ့ကားလေးကတော့ 2021ကထွက်ရှိတဲ့ တရုတ်အက်ရှင်ကားကောင်းလေးဖြစ်ပါတယ်အစ်ကိုဖြစ်သူနဲ့ ရိုးရိုးသားသားနေထိုင်နေတဲ့ မိန်းကလေးချင်းချိန်\nတစ်နေ့ကိုယ့်အစ်ကိုဖြစ်သူကို ကိုယ့်မျက်သိရှေ့တင်သတ်ပြီး\nကိုယ့်ကိုပါစော်ကားသွားတဲ့အခါ ကလဲ့စားချေချင်စိတ်များပြီး\nလူဆိုးဂိုဏ်းတစ်ခုဆီရောက်သွားပါတော့တယ်နာမည်ကြီးဂိုဏ်းခေါင်းဆောင် ဟေးဟော်ဟာ\nတရားမဝင်မူးယစ်ဆေးတွေရောင်းပြီး\nလူငယ်တွေဘဝကိုဖျက်ဆီးနေသူပါ\nသူချစ်ရတဲ့ချစ်သူဟာလည်း\nသူ့ကိုကာကွယ်ရင်း အသတ်ခံလိုက်ရပါ တော့တယ်ချင်းချိန်ဟာ ဟေးဟော်ရဲ့အရင်ချစ်သူနဲ့တစ်ပုံစံထဲတူနေသောအခါ\nချင်းချိန်ကိုတိုက်နည်းခိုက်နည်းတွေ ကိုယ်တိုင်သင်ပေးရင်း အနားမှာခေါ်ထားလိုက်ပါရော\nဒါပေမဲ့အရင်ထဲက ရိုးသားသူချင်းချိန်ဟာ\nဒီလိုမကောင်းမှုတွေထဲ သူဘယ်လိုနေထိုင်မလဲ?\nလျှိဝှက်ချက်တွေ သိသွားချိန်မှာရော ဘာတွေဆက်ဖြစ်မလဲ?\nဓမ္မနဲ့အဓမ္မမှာ ဘယ်ဟာအနိုင်ရမလဲ?ကဲဇာတ်လမ်းလေးထဲစောင့်ကြည့်ရအောင်နော်\nမှော်တွေသိုင်းတွေမကြိုက်ဘဲ တိုက်တာခိုက်တာ\nသီးသန့်ကြိုက်တဲ့လူတွေအတွက်တော့\nကြည့်ကောင်းတဲ့ကားလေးတစ်ကားပါ\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action , Crime\nRuntime : 1h 30 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/3aApS/Return_Of_Sister_In_Law_2021_WEB-DL_1080p_CM.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/d8drBimtE0UFLlIh8BrLyk0C8Ad.jpg",
        "title": "Assembly(2007)",
        "description": "Assembly(2007)=============ဒီဇာတ်ကားလေးဟာဆိုရင် ၁၉၄၈ ခုနှစ်မှာဖြစ်ပွားခဲ့တဲ့တရုတ်ပြည်တွင်းတိုက်ပွဲ [ဟွိုင်ဟိုင်စစ်ပွဲ]ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။ပြည်သူ့လွတ်မြောက်ရေးတပ်မတော် (PLA)နဲ့အမျိုးသားတော်လှန်ရေးတပ်မတော်(NRA)တို့အပြန်အလှည်အကြိတ်အနယ်တိုက်ခိုက်ကြစဥ်အချိန်ကာလတစ်ခု...။တစ်ချိန်ထဲမှာပဲ တပ်ရင်းမှူးကူဇီတိနဲ့ သူ့လက်အောက်မှာရှိတဲ့တပ်သား ၄၆ ယောက်ဟာ ရှေ့တန်းကိုခုခံကာကွယ်တိုက်ခိုက်ဖို့အတွက်ဝမ့်မြစ်ကမ်းနံဘေးကို တာဝန်ပေးစေလွှတ်ခြင်းခံလာရပါတော့တယ်။\"တပ်သားတွေ တပ်ဆုတ်ဖို့အတွက် တပ်ပြန်လည်စုဝေးဖို့အချက်ပေးခရာသံမမှုတ်သရွေ့ တိုက်ပွဲမှာ တစ်ဦးတစ်ယောက်ထဲကျန်ရစ်ခဲ့ရင်တောင်မှရှေ့ဆက်ပြီးတော့တိုက်ရမယ်\"-လျိုဇယ်ရွှိန်-စစ်သားဆိုသည့်အတိုင်း တစ်သွေး တစ်သံ တစ်မိန့် နာခံကြရသည်မဟုတ်ပါလော?တပ်ဆုတ်ဆိုသည့် အမိန့်ရမှ တပ်ကိုဆုတ်ကြရသလို/တပ်မဆုတ်ပဲအသေခံကာရှေ့တန်းကနေ ပိတ်ဆို့ကာကွယ်ဆိုတဲ့ အမိန့်ရလျှင်လည်းအသက်ကိုပင် ပဒါနမထားတိုက်ခိုက်ကြရပါတယ်။ကဲ...ဒါဆိုရင်❏တပ်ရင်းမှူးကူဇီတိနဲ့ သူ့လက်အောက်ကရဲဘော်တွေအချက်ပေးခရာသံကိုကြားပြီး အန္တရာယ်ကင်းကင်းနဲ့ ပြန်လာနိုင်ပါ့မလား❏တပ်ပြန်ဆုတ်ဖို့အတွက် အချက်ပေးခရာကရောမှုတ်ပါ့မလား?ဒါဆိုရင်ရော သူတို့တပ်ရင်းရန်သူတွေကိုဘယ်လိုရင်ဆိုင်ကြမလဲ?ဘာတွေဘယ်လို ဖြစ်သွားကြမလဲဆိုတာ ဒီဇာတ်ကားလေးမှာစိတ်ဝင်စားဖွယ် ရင်တထိတ်ထိတ်ကြည့်ရှုရအောင်လားရှင်ဒီဇာတ်ကားလေးက ၂၀၀၇ ခုနှစ်ကထွက်ရှိတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး Rating8.0 အထိရရှိခဲ့တဲ့ဇာတ်ကားလဲဖြစ်ပါတယ်။ဒါ့အပြင် 2008 Hundred Flowers Awards နဲ့2009 Golden Rooster Awards ဆုပေးပွဲတွေမှာအကောင်းဆုံးရုပ်ရှင်ဆုတွေကို ရရှိခဲ့တဲ့ကားဖြစ်လို့လုံးဝလက်မလွှတ်သင့်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်နော်။ ။   File Size : 3.82 GB  ,  1.66 GB\nQuality : Blu-Ray 1080P 5.1 CH ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/assembly2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/05/john_wick_chapter_two_ver2_xlg-195x300.jpg",
        "title": "John Wick: Chapter 2(2017)",
        "description": "ဂျွန်ဝစ်ခ် ၂ မှာတော့ သူ့ရဲ့ကားကို လူဆိုးဂိုဏ်းဆိုကနေ မရရအောင် ပြန်လိုက်ယူတာကနေ စပါတယ်။ကားပြန်ယူအပြီးမှာတော့ မူလရည်ရွယ်ချက်အတိုင်း အနားယူဖို့ အိမ်ပြန်လာပါတော့တယ်။ဒါပေမယ့် အနားယူချိန်ဟာ မကြာခဲ့ပါဘူး။ သူအတိတ်က အနားယူခွင့်ရဖို့ လုပ်ပေးခဲ့တဲ့နာက်ဆုံးအလုပ်ကို ကူညီပေးခဲ့တဲ့သူက သူ့အတွက် အလုပ်လုပ်ပေးဖို့အကြွေးပြန်လာတောင်းပါတော့တယ်။ ဂျွန်ဝစ်ခ်ကို အကြပ်ကိုင်ပြီးလူသတ်ခိုင်းတဲ့အပြင် အလုပ်အပြီးမှာ ရှင်းပစ်ဖို့ပါ ကြိုးစားခဲ့ပေမယ့်ပြန်လွတ်မြောက်သွားတဲ့ အချိန်မှာတော့ သိတဲ့အတိုင်းပဲ အဲ့ဘဲ အကြောင်း...... :3 :3 :3(ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်)File Size :(2.2GB) (962MB)\nQuality : Blu-Ray  720 P\nFormat…mp4\nDuration…02:02:00\nGenre : Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Little Neo\nEncoded by Phyo Pyae",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/john-wick-chapter-22017/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/john_wick_ver2-205x300.jpg",
        "title": "John Wick(2014)",
        "description": "John Wick(2014)JOHN WICK ဆိုတဲ့သူဟာ ကြေးစားလူသတ်သမားတစ်ယောက်....ကြေးစားလူသတ်သမားလောကတင်မဟုတ်ဘူး...ရဲဘက်ကတောင် JOHN WICK ဆိုတဲ့သူကိုထိတ်လန့်ကြောက်ရွ့ံ့နေတယ်လို့ပြောရမည်ထင်သည်....လူသတ်လက်နက်ပေါင်းစုံနဲ့အပစ်အခတ်တွေ၊သွေးသံရဲရဲတွေနဲ့ လောကငရဲကြားကနေချစ်ခြင်းမေတ္တာအရင်းခံပြုပြီး မိန်းကလေးတစ်ယောက်ကJOHN WICK ကိုနွေးထွေးတဲ့သီးခြားကမ္ဘာငယ်လေးဆီခေါ်ဆောင်လာခဲ့တယ်..JOHN WICKကြီးအတွေ ပျော်စရာနေ့ရက်တွေပေါ့..သို့ပေမယ့် သူကြာကြာကံမကောင်းခဲ့ရှာဘူး....JOHN WICK ရဲ့ အမျိုးသမီးဟာ ကင်ဆင်ရောဂါနဲ့ဆုံးပါးသွားတယ်...တစ်ယောက်တည်းအထီးကျန်မနေပဲ သူမကိုယ်စား ဒီခွေးလေးကို ဂရုစိုက်ပါ၊ချစ်ပါလို့စာရေးခဲ့ရင် ခွေးလေးတစ်ကောင်ကိုထားခဲ့တယ်...ခြောက်ကပ်လုဆဲဆဲ JOHN WICK ရဲ့ ကမ္ဘာလေးထဲမှာ သူ့ရဲ့ခွေးလေးက နောက်ဆုံးလက်ကျန် အစွမ်းအဆမဲ့သံယော်ဇဉ်အမျှင်တန်းလေးတစ်ခုပါပဲ...တစ်နေ့တော့ ရုရှားမာဖီးယား ဂိုဏ်းက လူငယ်သုံးဦးက John Wick စီးတဲ့ 69 Mustang ကြီးကို တွေ့သွားပြီးလိုချင်လို့ ဝင်ခိုးရာကနေ John ရဲ့ ခွေးလေးကို ပါသတ်ပစ်ခဲ့ပါတယ်။ခွေးတော့ခွေးပါပဲ..ဒါပေမယ့် ဒီခွေးက JOHN WICK ရဲ့ခွေးဖြစ်နေတယ်....အဲ့ဒီနောက်မှာတော့ဇာတ်လမ်းက သာမန် Revenge ဇာတ်ကားဖြစ်ပေမယ့် အက်ရှင် အရမ်းကောင်းသလို ဇာတ်ရှိန်အတက်အကျ မှန်တာကြောင့်ပရိတ်သတ် အနေနဲ့ လုံးဝမပျင်းရပါဘူး။ တစ်ကားလုံး စိတ်ဝင်စားဖို့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/john-wick2014/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jnWyZsaCl3Ke6u6ReSmBRO8S1rX.jpg",
        "title": "Cop Secret (2021)",
        "description": "Cop Secret (2021)(1080p ရပါပြီ)Iceland ရဲတပ်ဖွဲ့ရဲ့ ခေါင်းအမာဆုံး ရဲ ဖြစ်တဲ့ ဘူစီနဲ့ ဟော်ဒါတို့အတူ ဓားပြတိုက်မှုတွေကျူးလွန်ထားတဲ့ အဖွဲ့တစ်ခုကို အတူစုံစမ်းစစ်ဆေးဖို့ဖြစ်လာခဲ့ပါတယ်။တစ်ဖက်ဓားပြအဖွဲ့က ခေါင်းဆောင်ဖြစ်သူ ရီကီကလည်း ထင်မထားစရာပရောဂျက်ကြီးတွေနဲ့ လောကကိုချုပ်ကိုင်ဖို့စီစဉ်ထားသူတစ်ဦးဖြစ်တာမို့ လွယ်ကူလှတဲ့ မစ်ရှင်တော့မဟုတ်ပါဘူး။အကြင်နာတရားမဲ့တဲ့ ရီကီရဲ့ လုပ်ငန်းအစီအစဉ်တွေကို သူတို့နှစ်ဦးအပါ ရဲတပ်ဖွဲ့ဝင်တွေ ဘယ်လိုကြိုးစားတားမြစ်မလဲ?\nထောင်သောင်းချီတဲ့ ပြည်သူတွေကိုရော ရီကီလက်ထဲကကယ်ထုတ်နိုင်ပါ့မလား? ဆိုတာကိုတော့ ခေါင်းဆောင်မင်းသမီးတစ်လက်မှမပါဘဲ ဘဲကြီးနှစ်ယောက်တင် တအားချစ်ကြတဲ့ ဇာတ်လမ်းကောင်းလေးမှာ ဆက်လက်ရှုစားလိုက်ကြပါဦး(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Hae Areum ပါ။)File Size          : 2.1GB, 656MB, 318MB\nQuality            : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat        ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/cop-secret-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/MV5BYTdmNzIzMjgtMjhkNy00ZTY0LWJiNmEtNDJkMzI3Y2NlMjM1XkEyXkFqcGdeQXVyMTEzNzg0Mjkx._V1_-144x200.jpg",
        "title": "Cobra (2022)",
        "description": "ဒီတစ်ခေါက်မှာတော့ IMDB 6.5 နဲ့ ခါးကုန်းမင်းသား၊\nကြပ်မပြည့်တဲ့မင်းသားအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Vikram လို\nနာမည်ကြီးမင်းသားဟောင်းကြီးတွေပါဝင်သရုပ်ဆောင်ထားတဲ့\nCobra လို့အမည်ရတဲ့ Crime,Actionအမျိုးအစားရုပ်ရှင်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။လူတစ်ယောက်ဟာ သင်္ချာနည်းတွေနဲ့ ပြစ်မှုကျူးလွန်နိုင်လား?\nဟုတ်ကဲ့ ဒီကားမှာတော့ မာသီဆိုတဲ့လူဟာ သင်္ချာသဘောတရားတွေနဲ့\nပြစ်မှုကျူးလွန်ပါတယ်သူပြစ်မှုကျူးလွန်ပုံကတော့\nကမ္ဘာတစ်ဝှမ်းက ရာထူးကြီး အရေးကြီးပုဂ္ဂိုလ်တွေကိုမှ\nနိုင်ငံရေးသမားတွေကိုမှ လုပ်ကြံသတ်ဖြတ်တာ ဖြစ်ပါတယ်ဒါကို အပြည်ပြည်ဆိုင်ရာ ရဲအရာရှိက သင်္ချာပါရမီရှင်\nကောင်မလေးတစ်ယောက်ရဲ့ အကူအညီနဲ့ သူ့ကို\nအမိဖမ်းမှာပဲ ဖြစ်ပါတယ်သူ့ရဲ့ သင်္ချာအတွက်အချက် ဗျူဟာတွေနဲ့\nပြစ်မှုဘယ်လိုကျူးလွန်တာလဲ။ သူကတကယ်ရေ\nာတရားခံအစစ်မှဟုတ်ရဲ့လား။ ဘယ်လို အရှုပ်အထွေးတွေပါဝင်ပါတ်သက်နေမလဲ။ဘာကြောင့် နိုင်ငံတကာက အရေးကြီးပုဂ္ဂိုလ်တွေကိုမှ လုပ်ကြံရတာလဲဆိုတာ\nဒီကားလေးထဲမှာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်လို့ အခုလိုပဲ တင်ဆက်ပေးလိုက်ရပါတယ်နော်\nFile size…7GB /3.2GB / 1.5GB\nQuality…4k HEVC / 1080p True WEB DL / 720p\nFormat…mp4\nDuration….3h 3m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Ko & HM &  OeliuJ & Lwin ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/cobra-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-k-134x200.jpg",
        "title": "The Karate Kid Part III(1989)",
        "description": "ဒီကားလေးကတော့ Karate Kid Trilogy ရဲ့ နောက်ဆုံးကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် ဒီကားမှာထူးခြားတာက တချို့ကားတွေလို မင်းသားက သိုင်းကောင်းကောင်း မတတ်ပေမဲ့ စိတ်ဓာတ်ခိုင်မာတဲ့ပုံစံမျိုးမဟုတ်ပါဘူး အပြင်မှာဖြစ်နိုင်တာတွေနဲ့ အတတ်နိုင်ဆုံး ကိုက်ညီအောင်ရိုက်ပြထားတဲ့ကားလေးပါပဲ တချို့ သိုင်းကားတွေလို ဂျွမ်းထိုးမှောက်ခုံပျံတက်ပတ်ချ မပါပေမဲ့ ရပ်ကွက်တွေတို့ လမ်းတွေတို့မှာ ဖြစ်ရင်ချမဲ့အကွက်တွေကို ပီပြင်အောင်ရိုက်ပြသွားတာပါ ကရာတေးကို တီးမိခေါက်မိရှိတဲ့သူတွေအတွက်ကတော့ တကယ့်ကိုရွှေပါပဲဗျာ အဲဒါအပြင် လူတစ်ယောက်ရဲ့ အမှန်တကယ်စွမ်းအားက အဲဒီလူတစ်ယောက်ရဲ့ကိုယ်တွင်းမှာပဲဖြစ်တာကို သေချာလေးထုတ်ဖော်ပြသသွားတာပါ တကယ်ဖြစ်ချင်တဲ့စိတ်ရှိရင် လူစွမ်းနိုင်တဲ့ဘယ်အလုပ်မဆို လုပ်နိုင်တယ်ဆိုတာလေးပါပြသခဲ့တာပါ ကျွန်တော်တို့သာ ရချင်တဲ့စိတ် တကယ်ပြင်းပြရင် ကျွန်တော်တို့လိုချင်နေတဲ့အရာကြီးဟာ တစ်နေ့မှာတော့ မလွဲဧကန်ရနိုင်မှာပါခင်ဗျာ\nဇာတ်လမ်းအကျဉ်း\nပထမဆုံးကားမှာ ဂျွန်ခရိစ်ရဲ့ ကော်ဘရာကိုင်က ဗိုလ်လုပွဲမှာရှုံးနိမ့်သွားပြီး ဂျွန်ခရိစ်ကလည်း သူ့သင်တန်းသား ဂျွန်နီလောရန့်ကို အကြမ်းဖက်လိုက်တဲ့အတွက် သူ့သင်တန်းမှာ ၉လလုံးလုံး သင်တန်းသားတစ်ယောက်မှလာမတက်တာနဲ့ သူလည်း စီးပွားပျက်ပြီး‌တော့ စစ်ပွဲတုန်းက သူအသက်ကယ်ပေးလိုက်လို့ သူ့ကို စပွန်ဆာပေးထားတဲ့ ဆေးဗားဆီကိုရောက်သွားပါတော့တယ် ဆေးဗားကလည်း သူ့သူငယ်ချင်းကိုထိတော့ လက်စားချေချင်တဲ့စိတ်တွေတဖွားဖွားပေါ်လာတာနဲ့ပဲ ...",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-karate-kid-part-iii1989/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-ka-140x200.jpg",
        "title": "The Karate Kid Part II (1986)",
        "description": "ဒီတစ်ခါ တောင်းဆိုထားတဲ့ ပရိသတ်ကြီးအတွက် Karate Kid Part 2 လေးတင်ဆက်ပေးလိုက်ပါတယ် အရင်ကားကို ကြည့်ပြီးတဲ့သူတိုင်း မစ္စတာမီရာဂီရဲ့ ခုခံဖို့သာအဓိကဆိုတဲ့ ကရာတေးကို ဒီကားထဲမှာလည်းဆက်လက်တင်ဆက်ပြခဲ့တာပါ ဒါပေမဲ့ နည်းနည်းလေးတော့ ပြောင်းလဲခဲ့တာပေါ့လေ\nဇာတ်လမ်းအကျဉ်း\nဒန်နီရယ်က ဗယ်လီဒေသပေါင်းစုံပြိုင်ပွဲကြီးမှာ ချန်ပီယံဖြစ်သွားပြီး ဂျွန်နီကတော့ ဒုတိယနဲ့မကျေမနပ်ဖြစ်ခဲ့ရတာပေါ့ ဒန်နီရယ်နဲ့ ဂျွန်နီတို့လုနေတဲ့ အယ်လီဆိုတဲ့ကောင်မလေးကလည်း ဘောလုံးသမားတစ်ယောက်နဲ့ ကြိုက်သွားတော့ ဒန်နီရယ်ကလည်းကျန်ရစ်ဖြစ်နေခဲ့တာပေါ့ အဲဒီအချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် အိုကီနာဝါကနေ မစ္စတာမီရာဂီ နာမည်နဲ့စာတစ်စောင်ရောက်လာပါလေရော အဲဒီစာထဲမှာ မစ္စတာမီရာဂီ ရဲ့အဖေအသည်းအသန်ဖြစ်နေတဲ့အကြောင်းရေးထားတော့ မစ္စတာမီရာဂီလည်း အိုကီနာဝါပြန်ဖို့စီစဉ်ရတော့တာပေါ့ ဒန်နီရယ်ကလည်း သူ့အမေနဲ့ ဖရန်ဆိုကိုမလိုက်ချင်တာနဲ့ပဲ ငွေစုအကောင့်ထဲက ပိုက်ဆံတွေအကုန်ထုတ်ပြီး မစ္စတာမီရာဂီနဲ့ အိုကီနာဝါအထိကိုလိုက်ခဲ့ရတော့တာပေါ့\nအဲဒီတော့ ဒီဇာတ်ကားလေးက ဂျပန်မှာဖြစ်ပျက်ခဲ့တဲ့အကြောင်းလေးရိုက်ထားတဲ့ကားလေးပါပဲ အဲဒီအချိန်မှာပဲ လေယာဉ်ပေါ်ကဆင်းဆင်းချင်း ဒန်နီရယ်တို့ကို ချိုဇန်ကလာကြိုတော့ပါတယ် ဇာတ်လမ်းလေးကတော့ အဲဒီမှာပဲစခဲ့တာပါ ဒန်နီရယ်တို့ရောက်မှာကို ချိုဇန်ကဘယ်လိုသိပြီး ဘာလို့လာကြိုတာလဲ မစ္စတာ မီရာဂီကရောဘာလို့ အိုကီနာဝါကနေထွက်လာခဲ့တာလဲ သူထွက်သွားပြီး ၄၅နှစ်အကြာမှာ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-karate-kid-part-ii-1986/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/insert-s-1-150x200.jpg",
        "title": "Savages (2012)",
        "description": "ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို တကယ်မိုက်တဲ့ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် လောကကြီးဆိုတာ ဦးကြီးလေးဖြူဆိုထားတဲ့ အမိုက်လိုက်အက ပါပဲ ယောင်တောင်ပေါင်တောင်လုပ်နေလို့ကတော့ အစားခံလိုက်ရမှာပါ \"ငါက ငါ့အလုပ်ပဲလုပ်တာတခြားသူတွေကိုစိတ်မဝင်စားပါဘူး\"တို့ \"ကိုယ်အလုပ်သာလုပ် အားလုံးအဆင်ပြေသွားမှာပါ\"တို့ ဆိုတာက ဘုရားပွင့်နေတဲ့အချိန်မှာတောင် မဖြစ်နိုင်လောက်ဘူးဆိုတာ ဒီကားလေးကြည့်ရင် တွေးမိကြမှာ သူများတွေကို လူလည်ကျနိုင့်ထက်စီးနင်းမလုပ်ဘူးဆိုပေမဲ့လည်း အမြဲတမ်းတော့ ပါးနပ်နေဖို့ အင်အားကြီးနေဖို့ ဥာဏ်ကောင်းနေဖို့လိုတယ်ဆိုတဲ့အတွေးလေးတွေပါ ရသွားနိုင်လောက်ပါတယ်\nဇာတ်လမ်းအကျဉ်း\n\"အို\"ရယ် \"ဘန်\"ရယ် \"ချောင်\"ရယ်က အတူတူနေကြတဲ့ သူတွေပါ အို က ဘန်နဲ့ရော ချောင်နဲ့ရော ချစ်ခြင်းမေတ္တာတွေမျှဝေပေးနေတဲ့သူလေးပေါ့ သုံးယောက်သားကတော့ အရမ်းကိုချစ်ကြပြီး လုယက်စားသုံးတာလည်းမရှိပါဘူး သူတို့ရဲ့ အဓိကစီးပွားရေးကတော့ ကမ္ဘာ့အကောင်းဆုံးဆေးခြောက်တွေစိုက်ပျိုးပြီးရောင်းကြတာပါ ဘန်က ရုက္ခဗေဒပညာရပ် နဲ့ စီးပွားရေးပညာရပ်ကို တတ်မြောက်ထားပြီး ချောင် ကတော့ အမေရိကန်အထူးတပ်သားဟောင်းကြီးပေါ့ သူတို့ဘဝလေးက ဆေးခြောက်လေးရောင်းပြီးသာယာနေတာပါ အဲဒီအချိန်မှာပါ ဘာဟာဆိုတဲ့ မက္ကဆီကိုရဲ့ မူးယစ်ဂိုဏ်းကြီးက သူတို့ရဲ့ဆေးခြောက်ထုတ်လုပ်ပုံတွေကို သဘောကျလာတာနဲ့ အဲဒီပညာတွေကို သိမ်းပိုက်ချင်လာပါတော့တယ် သူတို့ကိုညှိနှိုင်းဖို့အတွက် လူ၇ယောက်ခေါင်းဖြတ်ထားတဲ့ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/savages-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/478bt33c1WbpaE26XFvbJyQddfl.jpg",
        "title": "Warriors ( 2022 )",
        "description": "ဇာတ်ကားကောင်းလေးတွေကို\nဘာသာပြန်တင်ဆက်ပေးနေကြဖြစ်တဲ့\nCM ကနေ ဒီတစ်ခါမှာတော့ Warriors ဆိုတဲ့\nရုပ်ရှင်လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်\n၁၉၃၅ခုနှစ်သမိုင်းဖြစ်ရပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပြီးတော့\nနာမည်ကြီး ဖြစ်ရပ်တစ်ခုဆိုလည်း မမှားပါဘူး\nကူမင်တန် တပ်ဖွဲ့ရဲ့ တိုက်ခိုက်မှုကို ခံနေရတဲ့\nတပ်နီတပ်ဖွဲ့ဟာ တတုမြစ်ကို ဖြတ်ဖို့ရာမှ\nာ လှေမလုံလောက်တဲ့ပြဿနာနဲ့ ရင်ဆိုင်ခဲ့ရပြီး\nအထက်အရာရှိ‌တွေ ဆွေးနွေးတိုင်ပင်ပြီးတဲ့အခါမှာတော့\nမြစ်ကိုမဖြတ်တော့ဘဲ ချင်ခေတ်လက်ကျန်\nလူတင့်တံတားကို သိမ်းဖို့ ဆုံးဖြတ်လိုက်ကြပါတယ်\nပေးအပ်လိုက်တဲ့တာဝန်ကို ထမ်းဆောင်ဖို့\nတပ်နီအဖွဲ့(၄)ဟာ တစ်ရက်မပြည့်တဲ့\nအချိန်အတွင်းမှာ ၁၂၀ကီလိုမီတာကို ချီတက်ခဲ့ပြီး\nလူတင့်တံတားကို ရောက်နိုင်ဖို့ ကြိုးစားခဲ့တဲ့\nတပ်နီတပ်ဖွဲ့နဲ့ ကူမင်တန်တို့ရဲ့ လူတင့်တံတားတိုက်ပွဲ\nအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲဖြစ်ပါတယ်\nစစ်ပွဲအတွင်းက ညီအစ်ကိုသံယောဇဉ်တွေ စွန့်လွှတ်မှုတွေ\nတာဝန်သိတတ်မှုတွေကို အသားပေးရိုက်ကူးထားတဲ့\nWarriors ဆိုတဲ့ရုပ်ရှင်ကို ကြည့်ကြည့်ဖို့ ညွှန်းချင်ပါတယ်နော်\nReviewed By Kyawt\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Drama , War\nRuntime : 1h 28 min\nSubtitle : Myanmar Subtitle ( ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/warriors-2022/",
        "category": "Action, Drama, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BNTMxYjViNmEtZTBiNy00MTFkLWJlN2ItMTZiZjQ1MmJkMjM4XkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_-140x200.jpg",
        "title": "Another Public Enemy (2005)",
        "description": "Another Public Enemyပြည်သူ့လိုအပ်ချက်ကို အပိုင်နင်း ဖောင်ဒေးရှင်းကို ဗန်းပြပြီး မသမာတဲ့နည်းပေါင်းစုံနဲ့ ပိုက်ဆံ​တွေ အထုပ်လိုက်အထည်လိုက် တရားမဝင် သိမ်းကျုုံးယူ... ပိုက်ဆံကသာ ဒုတိယဘုရားသခင်အဖြစ် သတ်မှတ်ထားတဲ့ ​မြောင်ဆွန်းလုပ်ငန်းစု ဒါရိုက်တာ ဟန်ဆန်းအူ...လောကကြီးမှာ ပိုက်ဆံနဲ့အာဏာက အရေးကြီးဆုံးဆိုတာကို သိအောင် လောကဒဏ်ကနေ သင်ယူခဲ့ရပြီး မတရားမှုတွေကို တိုက်ဖျက်ဖို့ အမှုစစ်ဖြစ်လာခဲ့တဲ့ အမှု​စစ်ဂန်ချောဂျွန်...မိသားစုအ​ခြေအနေရော အကျင့်စရိုက်ပါ မတူညီတဲ့ သူတို့နှစ်ယောက်ဟာ အတန်းဖော်သူငယ်ချင်းတွေဖြစ်ကြသလို ဂန်ချောဂျွန် ဘယ်လောက် အကောင်းဆုံးဖြစ်အောင် ကြိုးစားကြိုးစား မိသားစု​နောက်ခံကောင်းတဲ့ ဟန်ဆန်းအူ ဆီမှာပဲ မတရားဖိနှိပ်ခံခဲ့ရပြီး...တနေ့ မျဥ်းပြိုင်နှစ်ခုလို သူတို့နှစ်ယောက် ရာဇဝတ်ကျူးလွန်သူနဲ့ အမှုစစ်အဖြစ် ပြန်တွေ့ကြတဲ့အခါ...နိုင်ငံကြီးနဲ့ပါချီပြီး လုပ်စားကြတဲ့ လူချမ်းသာ နဲ့အာဏာရှင် ဟိုက်ပါ သူခိုးအကြီးစား ရာဇဝတ်သားဆိုတာ နိုင်ငံ့အဆိပ်ပင် ပြည်သူ့ရန်သူ ဖြစ်ပြီး အာဏာနဲ့ပိုက်ဆံရဲ့ အင်အားကြီးမားမှုနဲ့ ဥပဒေကြား အားပြိုင်မှုကို ပုံဖော်ထားတဲ့ နိုင်ငံ​​ရေးမှုခင်းရုပ်ရှင်ကောင်း old but ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/another-public-enemy-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/insert-b-135x200.jpg",
        "title": "Bad Ass (2012)",
        "description": "ဒီတစ်ခါ ပရိသတ်ကြီးအတွက် ဟောင်းပေမဲ့ကောင်းနေတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးပါရစေ လူ့ဘဝကြီးမှာ လှံထမ်းလာတာကိုပဲမြင်ရတယ် ကံထမ်းလာတယ်ကိုမမြင်ရဘူးဆိုတဲ့အတိုင်း ပုံမှန်နေသားကျနေတဲ့ ဘဝကြီးကနေ အပြောင်းအလဲကြီးဖြစ်သွားတတ်တယ်ဆိုတဲ့အကြောင်းကို ရိုက်ပြထားတာမို့ ကြည့်လို့ကောင်းမဲ့ ကားကောင်းလေးပါပဲဇာတ်လမ်းအကျဉ်း\nဗီဂါ ဆိုတဲ့ ဗီယမ်နမ် စစ်ပြန်ကြီးဟာ အထက်တန်းကျောင်းပြီးသွားတာနဲ့ စစ်တပ်ထဲဝင်ခဲ့လို့ သူ့ရဲ့ ရိုးရှင်းနဲ့ ဘဝလေးနဲ့ ရင်နဲ့အမျှချစ်ရတဲ့ ချစ်သူလေးကို ထားခဲ့ရတာပါ ၇နှစ်ကြာစစ်မှုထမ်းပြီးပြန်လာတဲ့အချိန်မှာတော့ သူ့ကိုစောင့်နေမလားထင်ပြီး ရည်းစားဟောင်းအိမ်ကိုသွားလိုက်တဲ့ အချိန်မှာပဲ သစ္စာရှိရှိနဲ့စောင့်နေတဲ့ သူ့ရဲ့ ချစ်သူလေးဟာ ကလေး၂ယောက်ပါ အပိုစုဆောင်းထားပေးခဲ့တာပါ အဲဒါနဲ့ မရှိတဲ့လမ်းပျောက်သွားတဲ့ ဗီဂါကကြီး က ရဲကျောင်းတက်ဖို့ကြိုးစားလည်းမအောင်မြင် ကုမ္ပဏီတွေမှာ လျှောက်တော့လည်း ကောလိပ်မတက်ခဲ့လို့ဆိုပြီး မခေါ်တာနဲ့ဘဲ ကိုယ်ပိုင်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ပြီး ဘဝကို ရိုးရိုးရှင်းရှင်းဖြတ်သန်းနေရတဲ့သူတစ်ယောက်ပါ အဲဒီလိုနဲ့ မထင်မှတ်တဲ့နေ့လေးတစ်နေ့မှာဘဲ သူ နေ့တိုင်းစီးနေကျ ဘတ်စ်ကားပေါ်မှာ လူငယ်နှစ်ယောက်က အဖိုးကြီးတစ်ယောက်ကို အနိုင်ကျင့်နေလို့ လက်စွမ်းပြလိုက်တာကြောင့်ပဲ အင်တာနက်မှာနာမည်ကြီးသွားပြီး \"ဆရာကြီး\"ဆိုတဲ့ နာမည်ပါရသွားတာပါ အဲဒီအချိန်မှာပဲ သူ့ရဲ့ဘဝကတစ်ဆစ်ချိုးပြောင်းလဲခဲ့တာပေါ့လေ အဲဒီလိုနဲ့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/bad-ass-2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/10/MV5BOWYwMWNkYTItYTU4Zi00ZGMzLTg1OTEtMjE2ZDBjZmM1MDBhXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_-1-144x200.jpg",
        "title": "Saakini Daakini (2022)",
        "description": "ကောင်မလေးနှစ်ယောက်ရှိတယ်\nသူတို့က ရဲသင်တန်းကျောင်းမှာ ကျောင်းလာအပ်ရင်းနဲ့ ဆုံကြတာ\nနှစ်ယောက်သားက စစဆုံကတည်းက ဘယ်လိုမှမတည့်ကြဘူး\nမတည့်တဲ့သူနှစ်ယောက်က အဆောင်မှာကျတော့လည်း\nအခန်းအတူတူကျပြန်ရောကြောင်နဲ့ကြွက် သူတို့နှစ်ယောက် သင်တန်းဆင်းနေရင်းနဲ့\nတစ်ယောက်ကိုတစ်ယောက် အမြဲ ချောက်တွန်း၊\nချောက်ချကြရင်း ခင်မှန်းမသိ ခင်လာကြတာပေါ့အဲဒီလိုနဲ့ သူတို့တွေ လက်တွေ့ကွင်းဆင်းရမယ့် အချိန်ကိုရောက်လာပြီး\nတစ်ရက် သူတို့ရဲ့ အိမ်ပြန်လမ်းမှာ ကောင်မလေးတစ်ယောက်\nပြန်ပေးဆွဲခံရတာကို မြင်လိုက်ရတယ်ကောင်မလေးရဲ့ နောက်ကြောင်းကို စုံစမ်းကြည့်တော့\nကောင်မလေးက မိသားစုမရှိတဲ့ တစ်ကောင်ကြွက်အဲဒီမှာ သူတို့သိသွားတာက အဲဒီပြန်ပေးဆွဲသမားတွေက\nမိသားစုမရှိတဲ့ မိန်းကလေးတွေကိုပဲ ပစ်မှတ်ထားပြီး ဖမ်းနေတယ်ဆိုတာပဲ\nဘာလို့ဆို မိသားစုမရှိတော့ သူတို့အတွက် တိုင်ချက်ဖွင့်မယ့်သူလည်းမရှိဘူးလေ\nတိုင်ချက်တွေမရှိတော့ အဲဒီဒုစရိုက်ဂိုဏ်းကြီးရဲ့လုပ်ရပ်ကို\nသိသူလည်းမရှိတော့ဘူးပေါ့အဲဒါကို စုံစမ်းဖော်ထုတ်မှာက ဒီလေ့ကျင့်ရေးဆင်း မိန်းကလေးနှစ်ယောက်ပေါ့\nရဲအစစ်မဟုတ်သေးတဲ့ သူတို့နှစ်ယောက်..\nဒုစရိုက်ဂိုဏ်းအကြီးကြီးကို ဘယ်လိုဖော်ထုတ်အရေးယူမလဲ\nအဲဒီဒုစရိုက်လုပ်ငန်းကရော ဘာကြောင့် မိန်းကလေးတွေကိုပဲ\nဖမ်းနေတာလဲဆိုတာ ဒီဇာတ်ကားထဲမှာ စိတ်ဝင်စားဖွယ်\nဟာသအနှောလေးနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်\nFile size…1.9GB / 914MB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Thet Kko & BpL & Sora",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/saakini-daakini-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/09/122089_2_large-135x200.jpg",
        "title": "Section 8 (2022)",
        "description": "Section 8 (2022)\n=============ဒီတစ်ခေါက်မှာတော့ Section Eight ဆိုတဲ့ လျှို့ဝှက်အဖွဲ့အစည်းကြီးတစ်ခု\nအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတဲ့ Action/Adventure movie ကား\nတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။Section eight ဇာတ်ကားကတော့ Mosul မှာ စစ်သားတစ်ယောက် ဖြစ်တဲ့\nJake တစ်ယောက် သူ့ရဲ့အရာရှိ Tom Mason နဲ့အတူတူ Taliban တွေလက်\nထဲကနေ လက်မတင်လေးလွတ်မြောက်လာတဲ့ တိုက်ပွဲကနေ စတင်ရိုက်ကူး\nထားပါတယ်။ ငါးနှစ်ကြာပြီးနောက်မှာတော့ Jake တစ်ယောက် အိမ်ကိုပြန်လာ\nပြီးတော့ ကားပြင်သမားတစ်ယောက်အဖြစ် သူ့ဦးလေးဖြစ်သူ အာလ်ရဲ့ ဆိုင်မှာ\nအလုပ်လုပ်ရင်း သူ့ဇနီးလေး Ash ရယ် သားလေး West ရယ်နဲ့ ဘဝကိုပျော်\nပျော်ရွှင်ရွှင်နေထိုင်နေပါတယ်။တစ်နေ့မှာတော့ သူ့ ဦးလေးကို လူရမ်းကားတစ်သိုက်က ဝင်နှောင့်ယှက်ပြီး\nပိုက်ဆံအကြပ်ကိုင်တောင်းခံရတဲ့အချိန်မှာ ဂျိတ်တစ်ယောက် လူရမ်းကားတွေကို\nအနိုင်တိုက်နိုင်လိုက်ပေမဲ့ သူ့မိသားစုအသက်အန္တရာယ်နဲ့ သူ့ကိုခြိမ်းခြောက်\nသွားခဲ့ပါတယ်။ သူမထင်မှတ်ထားခဲ့တာအချိန်မှာပဲ လူရမ်းကားတွေက မကျေပွဲကို\nသူ့ဇနီးနဲ့သားလေးအပေါ် ပုံချသွားပြီး နှစ်ယောက်စလုံးကို သတ်သွားတဲ့အခါမှာတော့\nဂျိတ်တစ်ယောက် လူရမ်းကားတွေအပေါ် ဘယ်လိုလက်စားပြန်ချေမလဲ။ သူ့ဘဝကြီး\nကျွန်းထိုးမှောက်ခုံဖြစ်ပြီးသွားတဲ့နောက်မှာ ...",
        "rating": "4.2",
        "url": "https://channelmyanmar.org/section-8-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/o3nLBNP7X68k2UbAtS5eRILgzIV.jpg",
        "title": "Seven Swords ( 2022 )",
        "description": "ဒီတစ်ခေါက် CM ပရိသတ်တို့အတွက် Seven Swords ဆိုတဲ့\nသိုင်းကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့-\nရှန့်ကူနတ်တိရစ္ဆာန်ချီလင်ဟာ ရွှမ်းယွမ်၊ ချိန်ယင် စသည့်\nမိစ္ဆာနိုင်ဓား ၇ ချောင်းကို ထုလုပ်ခဲ့ပြီး လူ့ပြည်မှ\nကျင့်ကြံသူ ၇ ဦးကို ဓားသခင် ၇ ဦးအဖြစ် ပေးအပ်ခဲ့သည်။တစ်ချိန်တည်းမှာပဲ ချန်ရှိမြိုတွင် နှစ်တစ်ထောင်ခန့်\nကျင့်ကြံခဲ့သော မြွေမိစ္ဆာတစ်ကောင်က\nသူမ၏စွမ်းအင်တိုးပွားစေရန်အတွက် သက်ရှိတွေကို အန္တရာယ်ပြုခဲ့ပါတယ်။\nဓားသခင် ၇ ဦးတိုဟာ လူ့ပြည်ငြိမ်းချမ်းရေးအတွက်\nမြွေမိစ္ဆာကို တိုက်ခိုက်ခဲ့ပြီး ဖမ်းဆီးပိတ်လှောင်ထားနိုင်ခဲ့ပါတယ်။နှစ် ၅၀၀ ကြာပြီးနောက် ချိန်ယင်ဓားသခင်က\nဖမ်းဆီးထားခြင်းကို အားဖြည့်ပေးနေစဉ် မြွေမိစ္ဆာက\nအခွင့်ကောင်းယူပြီး ဖမ်းဆီးရာမှ လွတ်မြောက်သွားခဲ့ပါတယ်။\nချိန်ယင်ဓားသခင်ဟာ သူ့ရဲ့ စီးတော်မြည်းကို\nချိန်ယင်ဓားနှင့်အတူ ထွက်ပြေးလွတ်မြောက်နိုင်ရန် အသက်ပေးကာကွယ်ပေးခဲ့သည်။ဖုန်းယွင်အရက်ဆိုင်မှ စားပွဲထိုးလေး လော့ရှောင်ထျန်းသည်\nအရက်ပိုပေးသည့်လမ်းတွင် ထိုမြည်းနှင့် တွေ့ခဲ့ပြီး\nချိန်ယင်ဓား ၏ရွေးချယ်ခြင်းကို ခံလိုက်ရသည်။\nထိုအချိန်မှစပြီး ပြဿနာမျိုးစုံနှင့် ကြုံတွေ့ရပါတော့သည်။\nလော့ရှောင်ထျန်းတစ်ယောက် ဘယ်လို ပြဿနာတွေနဲ့ တွေ့ကြုံရမလဲ......\nမြွေမိစ္ဆာကိုရော ဘယ်လို တိုက်ခိုက်ကြမလဲ......\nဆိုတာကို ဇာတ်လမ်းလေးနဲ့အတူ ကြည့်ရှုခံစားလိုက်ရအောင်နော်။\nQuality : WEB-DL 1080p , ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/seven-swords-2022/",
        "category": "Action"
    }
]