[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/As-God-2020-1-136x200.jpg",
        "title": "As God ( 2020 )",
        "description": "ဒီတစ်ခေါက်မှာ သိုင်းချစ်သူတွေ စဉ်းစားနေကြဖြစ်တဲ့သိုင်းပညာရှင်နဲ့ သေနတ် ဘယ်သူနိုင်မလဲဆိုတာကိုအဖြေထုတ်လို့ကောင်းမယ် အက်ရှင်ကားကောင်းလေးကို မိတ်ဆက်ပေးလိုက်မယ်။ဒီဇာတ်လမ်းကတော့ တရုတ်တော်လှန်ရေးခေတ်အချိန်လောက်ကိုအခြေခံထားတဲ့ ဇာတ်ကားဖြစ်ပြီးအနောက်တိုင်းက လက်နက်တွေဝင်လာပြီး ကိုယ်ခံပညာကိုအယုံအကြည်ပျောက်ကာစအချိန်၊ မူးယစ်ဆေးမှန်းမသိ စိတ်ညှို့ခံရသလိုယစ်မူးပြီး အယူလွဲပြီး နတ်ကိုးကွယ်မှုတွေဖြစ်နေတဲ့အချိန်မှာပေါ့။ဒီ နတ်ကိုးကွယ်မှု အစွန်းရောက်နေတဲ့ မြို့လေးကို ကာကွယ်ဖို့ ကြိုးစားနေတဲ့သူတွေ ဘယ်လိုကြိုးစားတယ်ဆိုတာကို စိတ်ဝင်စားဖွယ်မြင်တွေ့ရမှာပါ။ကြိုးစားတဲ့နေရာမှာ လှည့်ကွက်တွေ မြှုပ်ကွက်တွေ ပါသေးတယ်နော်။အက်ရှင်ချစ်သူဆို ကျော်မသွားသင့်တဲ့ ဇာတ်ကားကောင်းလေးပါလို့။Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/as-god-2020/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/The-Blade-of-Wind-2020-1-136x200.jpg",
        "title": "The Blade of Wind (2020)",
        "description": "ဒီတစ်ခါတော့ အမျိုးသမီး သူရဲကောင်းမလေးဇာတ်ကားကို မိတ်ဆက်ပေးမယ်။သရုပ်ဆောင်အသစ်လေးတွေက အချောလေးတွေ။ ချောသလို အတော်လေးလည်း တော်တယ်။သိုင်းကားကြိုက်သူတွေအတွက် ဖိုက်တင်ခန်းတွေမှာ ပီပြင်သလိုဟာသအပိုင်းလေးတွေ အကအလှအပလေးတွေ ရောထည့်ထားသေး။ဇာတ်လမ်းကို အနည်းအကျဉ်း ရှင်းရမယ်ဆိုရင်ဖြင့် ဒီလိုပေါ့နော်။သိုင်းလောကမှာ မြွေမိစ္ဆာဆိုတဲ့ မြွေတစ်ပိုင်း လူတစ်ပိုင်းတွေ ပေါ်လာပြီးလူတွေပျောက်ချင်းမလှ ပျောက်ပြီး အသတ်ခံနေသတဲ့။ ဒါကို ဘာမှမသိဘဲအေးအေးလူလူ မော်မန်ဂိုဏ်းမှာ ဆရာတူအစ်ကိုတွေကို ဗိုလ်ကျနေတဲ့လျန်ယာချင်း ဆိုသူလေးက တစ်နေ့ ဆရာက ပြန်စာပေးခိုင်းလို့ဂိုဏ်းအပြင်ကိုထွက် တောင်အောက်ဆင်းတာနဲ့ အထင်တွေအလွဲခံရပြီးသူများလိုက်သတ်တာ ခံရတာကနေ စတော့တာပဲ။ယာချင်းနဲ့ မြွေမိစ္ဆာ ဘယ်လိုပတ်သက်လို့ အထင်လွဲကြတာလဲ...မြွေမိစ္ဆာကရော ဘာတွေလဲ... တကယ် မိစ္ဆာဆိုတာရော ဟုတ်ပါ့မလား...ဘာဆက်ဖြစ်ကြမှာလဲ ဇာတ်ကားကိုသာ ကြည့်လိုက်ကြပါတော့...Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-blade-of-wind-2020/",
        "category": "Action, Adventure, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/RJmrof-140x200.jpg",
        "title": "Hot Blooded Detective (2020)",
        "description": "Hot Blooded Detective 2020\nဒီကားကစုံထောက်ဟာသကားကြိုက်နှစ်သက်တဲ့သူတွေအတွက်\nပေါ့ပေါ့ပါးပါးနဲ့ရီရပြီးကြည့်လို့ကောင်းတဲ့ Comedy ကားလေးဖြစ်ပါတယ်။\nဇာတ်လမ်းလေးကတော့ ကိုရီးယားနိုင်ငံကမော်ဒယ်လုပ်ငန်းတစ်ခုမှာ\nမွန်ဂိုကနေမော်ဒယ်လာလုပ်တဲ့တိုရာချယ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်က\nရုတ်တရက်ပျောက်ဆုံးသွားပါတယ်။\nအဲ့လိုပျောက်ဆုံးသွားချိန်မှာ သူနဲ့အနီးစပ်ဆုံးဖြစ်တဲ့ သူ သူငယ်ချင်းအလီရှာကသံသယတရားခံဖြစ်လာပြီး\nကိုရီးယားမှာခြေချုပ်မိနေခဲ့ပါတယ်။\nအလီရှာက မွန်ဂိုက အကြီးဆုံး ကုမ္ပဏီဥက္ကဌသမီးလည်းဖြစ်သလို\nသူမအမေနေမကောင်းတဲ့အတွက် သူကိုပြန်ခေါ်လာဖို့\nမွန်ဂိုကစုံထောက်မလေးဖြစ်သူမွန်ဟောက တာ၀န်ယူဆောင်ရွက်ပေးရပါတယ်။\nဒါကြောင့် မွန်ဂိုစုံထောက်မလေးမွန်ဟောတစ်ယောက်\nတာ၀န်ထမ်းဆောင်ဖို့ ကိုရီးယားကိုရောက်လာတဲ့အခါ\nကိုရီးယားဖက်က အလွဲတွေလုပ်တတ်ပြီး ကြောက်တတ်တဲ့\nရဲဖြစ်သူ ဒုန်းမင်းနဲ့ ဆုံတွေ့ဖို့ဖြစ်လာပါတယ်။\nမွန်ဂိုမော်ဒယ်မလေး တိုရာချယ်ပျောက်ဆုံးမှုကို\nကိုရီးယားဖက်ကစုံစမ်းနေသလို မွန်ဟောကလည်းစုံစမ်းဖို့ဖြစ်လာပါတယ်။\nအမှုသွားအမှုလာကထင်ထားသလိုရိုးရိုးပျောက်ဆုံးမှုမျိုး မဟုတ်ပဲ\nမထင်မှတ်ထားတဲ့ လှည့်ကွက်တွေ၊ဖုံးကွယ်မှုတွေရှိလာတဲ့အခါ\nကိုရီးယားနဲ့မွန်ဂို စုံထောက်နှစ်ယောက်အဖို့ ခေါင်းကိုက်စရာတွေဖြစ်လာပါတယ်။\nရဲလုပ်လာထဲကအကြမ်းမဖက်တတ်တဲ့ ဒုန်မင်းနဲ့\nတစ်ခုခုဆိုစိတ်မြန်လက်မြန်စုံထောက်မလေး မွန်ဟောတို့ဆုံတွေ့တဲ့အခါ\nဘယ်လို အလွဲတွေဖြစ်လာမယ်ဆိုတာကို\nဒီကားလေးကိုကြည့်ရင်းခံစားကြည့်စေချင်ပါတယ်။\nStay Home ကာလမှာ ပေါ့ပေါ့ပါးပါးနဲ့ ရီရပြီ\nးကြည့်လို့ကောင်းမယ့်ကားလေးတစ်ကားလို့ညွှန်းချင်ပါတယ်။\n \nFile Size - 1 GB\nQuality - Web-Dl 1080p\nSubtitle -  Burmese\nTranslator - Moe Pwint\nEncoder - Thit San Khant",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/hot-blooded-detective-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-18-at-5.31.37-PM-144x200.png",
        "title": "Ben 10 Versus the Universe: The Movie (2020)",
        "description": "Ben 10 Versus the Universe: The Movie (2020)=================================IMDb Rating - 6.0/10#UnicodeBen 10ကိုဆိုမသိတဲ့လူမရှိလောက်ပါဘူးနော် အခုကားလေးကတော့Ben 10နဲ့ အာကာသထဲကဂြိုဟ်သားတွေရဲ့တိုက်ပွဲရယ် Ben 10ရဲ့နာရီလေးဘယ်လိုဖြစ်လာလဲရဲ့ နောက်ကြောင်းတွေရယ်ကြားထဲကဆက်စပ်မှုတွေအကြောင်းပါ။ ဘန်တို့ရဲ့ကမ္ဘာဂြိုဟ်ဆီကိုဥက္ကာခဲတစ်ခုဦးတည်လာနေတာကိုသိပ္ပံပညာရှင်ကြီးဖေလ်ကတစ်ဆင့်သိခဲ့ရပါတယ်။ ကမ္ဘာပေါ်ကသာမန်လူဆိုးတွေလောက်ကိုဖမ်းရတာပျင်းနေတဲ့ဘန်ကအာကာသထဲထိသွားပြီး ဥက္ကာခဲကိုလမ်းကြောင်းလွဲအောင်တိုက်ထုတ်ပစ်လိုက်ဖို့စိတ်အားထက်သန်နေပါတယ်။ ဒီစွန့်စားခန်းမှာအရေးကြီးတာကဘန့်ရဲ့နာရီရယ် သုံးတတ်ရင်သုံးတတ်သလိုအစွမ်းထက်တဲ့ နာရီသော့ရယ်ပဲဖြစ်ပါတယ်။ အမှန်တော့လာနေတဲ့ဥက္ကာခဲဆိုတာဂြိုဟ်သားရာဇဝတ်ကောင်ကြီးရဲ့ယာဉ်ပျံပါပဲ သူကဘန့်ရဲ့နာရီသော့ကိုလိုချင်လို့ကမ္ဘာထိလိုက်လာပေမယ့်။ ဘန်ကတော့အာကာသထဲကိုရောက်ပြီးကမ္ဘာနဲ့ အဆက်အသွယ်၊ အထိန်းအချုပ်မဲ့သွားချိန်မှာ နာရီကိုစတီထွင်ခဲ့တဲ့ဂြိုဟ်သားသိပ္ပံပညာရှင်ကြီးနဲ့တွေ့ခဲ့ပါတယ်။ ထိုသိပ္ပံပညာရှင်ကြီးရဲ့အကြံဉာဏ်တွေအကူအညီတွေနဲ့ဘန်ဟာကမ္ဘာကို ကယ်တင်တဲ့ရင်တမမကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။) #ZawgyiBen 10ကိုဆိုမသိတဲ့လူမရွိေလာက္ပါဘူးေနာ္ အခုကားေလးကေတာ့Ben 10နဲ႔ အာကာသထဲကၿဂိဳဟ္သားေတြရဲ႕တိုက္ပြဲရယ္ Ben 10ရဲ႕နာရီေလးဘယ္လိုျဖစ္လာလဲရဲ႕ ေနာက္ေၾကာင္းေတြရယ္ၾကားထဲကဆက္စပ္မႈေတြအေၾကာင္းပါ။ ဘန္တို႔ရဲ႕ကမာၻၿဂိဳဟ္ဆီကိုဥကၠာခဲတစ္ခုဦးတည္လာေနတာကိုသိပၸံပညာရွင္ႀကီးေဖလ္ကတစ္ဆင့္သိခဲ့ရပါတယ္။ ကမာၻေပၚကသာမန္လူဆိုးေတြေလာက္ကိုဖမ္းရတာပ်င္းေနတဲ့ဘန္ကအာကာသထဲထိသြားၿပီး ဥကၠာခဲကိုလမ္းေၾကာင္းလြဲေအာင္တိုက္ထုတ္ပစ္လိုက္ဖို႔စိတ္အားထက္သန္ေနပါတယ္။ ဒီစြန႔္စားခန္းမွာအေရးႀကီးတာကဘန႔္ရဲ႕နာရီရယ္ သုံးတတ္ရင္သုံးတတ္သလိုအစြမ္းထက္တဲ့ နာရီေသာ့ရယ္ပဲျဖစ္ပါတယ္။ အမွန္ေတာ့လာေနတဲ့ဥကၠာခဲဆိုတာၿဂိဳဟ္သားရာဇဝတ္ေကာင္ႀကီးရဲ႕ယာဥ္ပ်ံပါပဲ သူကဘန႔္ရဲ႕နာရီေသာ့ကိုလိုခ်င္လို႔ကမာၻထိလိုက္လာေပမယ့္။ ဘန္ကေတာ့အာကာသထဲကိုေရာက္ၿပီးကမာၻနဲ႔ အဆက္အသြယ္၊ အထိန္းအခ်ဳပ္မဲ့သြားခ်ိန္မွာ နာရီကိုစတီထြင္ခဲ့တဲ့ၿဂိဳဟ္သားသိပၸံပညာရွင္ႀကီးနဲ႔ေတြ႕ခဲ့ပါတယ္။ ထိုသိပၸံပညာရွင္ႀကီးရဲ႕အႀကံဉာဏ္ေတြအကူအညီေတြနဲ႔ဘန္ဟာကမာၻကို ကယ္တင္တဲ့ရင္တမမၾကည့္ရမယ့္ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/ben-10-versus-the-universe-the-movie-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Screen-Shot-2020-10-17-at-11.05.16-PM-135x200.png",
        "title": "Cats & Dogs: The Revenge of Kitty Galore (2010)",
        "description": "Cats & Dogs: The Revenge of Kitty Galore (2010)==================================IMDb Rating - 5.3/10#Unicode“My name is Bond..James Bond” လို့ကြားလိုက်တာနဲ့ ဆန်းသစ်တဲ့နည်းပညာတွေကိုသုံးပြီးလူဆိုးတွေကို စုံစမ်းဖော်ထုတ်တဲ့ အထူးအေးဂျင့်ကြီးကိုပြေးမြင်ကြပါလိမ့်မယ်။ ဒီကားလေးကတော့James Bondလိုမျိုး နည်းပညာကို သုံးပြီး လူဆိုးကိုရှာဖွေဖော်ထုတ်တဲ့ ထောက်လှမ်းရေးကားလေးတစ်ကားပါပဲ။ အဲ James Bond နဲ့မတူတာက ဒီကားလေးထဲက အထူးအေးဂျင့်လေးတွေက ခွေးလေးကြောင်လေးတွေဖြစ်နေတာပါ။ ခွေးတွေကိုအပြတ်ရှင်းပြီး လူသားတွေကိုအုပ်ချုပ်ချင်နေတဲ့ ကြောင်ဆိုးမလေး ကစ်တီဂလိုရီကို ခွေးအေးဂျင့်တွေဖြစ်တဲ့ ဒစ်ဂ် ၊ ဘတ်ချ်၊ ကြောင်အေးဂျင့်မလေး ကတ်သရင်းတို့နဲ့ရူးကြောင်ကြောင်ခိုလေး ရှိန်းမက်စ်တို့ အတူပူးပေါင်းဖော်ထုတ်တားဆီးကြတဲ့ အိမ်မွေးတိရိစာ္ဆန်လေးတွေရဲ့စွန့်စားခန်းဇာတ်ကားလေးတစ်ကားပါ။ နောက်ပြီးတော့ ၂၀၁၀ ကထွက်ခဲ့တဲ့ ကားလေးဆိုတော့ ၂၀၁၀တုန်းကအကြောင်းလေးတွေကိုပြန်တွေးရင်း အေးအေးဆေးဆေးကြည့်လို့ကောင်းတာပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyi“My name is Bond..James Bond” ...",
        "rating": "5.6",
        "url": "https://megaup.net/2fkx1/Cats.and.Dogs.The.Revenge.of.Kitty.Galore.2010.BluRay.1080P.5.1CH[CM].mp4",
        "category": "Action, Comedy, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/iM8n4nZJPR2abpnyZ36FUgHiRjr.jpg",
        "title": "Warrior(2011)",
        "description": "Warrior(2011) အညွှန်း*******************IMDb Rating            .........  8.2/10Rotten Tomatoes   .........   83%((အလန်းစားကားမို့ 1080P5.1CH ပါ လုပ်ပေးထားပါတယ်...)) အရက်စွဲရာမှ ပြန်လည်နာလန်ထူနိုင်ဖို့ ကြိုးစားနေတဲ့ ဖခင်ဖြစ်သူ \"ပက်ဒီ\" ဆီကို..... နှစ်ပေါင်းများစွာ ခွဲခွာသွားပြီး သူ့ကိုစိတ်နာနေခဲ့တဲ့ သားဖြစ်သူ မရိန်းတပ်သားဟောင်း တွန်မီ ရောက်လာပြီးတော့ ကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲသမိုင်းမှာ ဆုကြေး အမြင့်ဆုံး ဖြစ်တဲ့ “စပါတာ”ဆိုတဲ့ပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့အတွက် လေ့ကျင့်ပေးဖို့တောင်းဆိုလာပါတယ်... ပက်ဒီ တစ်ယောက် သားဖြစ်သူကို ပြိုင်ပွဲဝင်ဖို့ လေ့ကျင့်ပေးရတဲ့ အခွင့်အရေးကို အသုံးချပြီး နွေးထွေးတဲ့ဆက်ဆံရေး ပြန်ရဖို့ကြိုးစားပါတော့တယ်... ပက်ဒီ မှာ  တွန်မီ လိုပဲ သူ့ကိုအသိအမှတ်မပြုဘဲ စိတ်နာနေတဲ့ ဘရန်ဒန် ဆိုတဲ့....(လက်ဝှေ့သမား ဘ၀မှ အနားယူပြီး ကျောင်းဆရာလုပ်နေတဲ့) အိမ်ထောင်သည် သားတစ်ယောက်လည်းရှိနေပါသေးတယ်... ဘရန်ဒန် ကတော့ ရောဂါသည်သမီးငယ်ရဲ့ ဆေးကုသစရိတ်ကြောင့် သူတို့မိသားစုရဲ့ ...",
        "rating": "8.2",
        "url": "https://channelmyanmar.org/warrior2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/wish-upon-155x200.jpg",
        "title": "Wish Upon a Unicorn 2020",
        "description": "ဒီကားလေးက ၂၀၂၀မှာထွက်ရှိတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ ဘ၀မှာယုံကြည်မှုကအရေးအကြီးဆုံးဖြစ်ကြောင်းကိုမီးမောင်းထိုးပြပေးထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ကားပါ ဇာတ်လမ်းအကျဥ္းကတော့ အဓိကဇာတ်ကောင်လေးတွေဖြစ်ကြတဲ့ အမ်မာနဲ့မီယာတို့ညီအစ်မနှစ်ယောက်တို့ရဲ့အမေကလွန်ခဲ့တဲ့တစ်နှစ်လောက်ကကွယ်လွန်သွားတာပါ သူတို့ဟာစီးပွားရေး ပညာရေးအဘက်ဘက်ကကံည့ံတွေ၀င်တာကြောင့်ချီကာဂိုကနေ သူ့အဘွားရှိနေတဲ့မွေးမြူရေးခြံလေးကိုသူတို့အဖေနဲ့အတူရောက်ရှိလာကြပါတယ် မြို့နယ်လေးကိုရောက်ပီးနောက် မှာလဲအစစအရာရာအဆင်မပြေခဲ့ပါဘူးတစ်နေ့မှာ မီယာက အရောင်တလက်လက်ဖြစ်နေတဲ့နေရာကိုမြင်တွေ့ခဲ့ပီး ၀ီလီယန်ဆိုတဲ့အဘိုးကြီးရဲ့ပြောကြားချက်အရ ဒဏ္ဍာရီမြင်းတွေဟာ ကံကောင်းခြင်းကိုယူဆောင်လာနိုင်တာကြောင့် ဖမ်းဖို့ပြင်ဆင်ခဲ့ပါတယ် ရော့ကိုလို့နာမည်ပေးထားတဲ့ဒဏ္ဍာရီမြင်းလေးကိုရပီးတဲ့အချိန်မှာ ကံကောင်းလာပီးအစစအရာရာအဆင်ပြေလာခဲ့ပါတယ် ဒါပေမဲ့ ဒဏ္ဍာရီလာမြင်းလေးသူတို့ဆီမှာရှိနေတာကို ၀ီလီယန်ဆိုတဲ့အဘိူးကြီးသိသွားပီးနောက် မှာ မြင်းရဲ့ချိုကိုချိုးပီးသွေးသောက်ပီး ထာ၀ရအသက်ရှင်ဖို့ရည်ရွယ်ထားကာ မြင်းလေးကို သူ့ကိုယ်ကျိုးအတွက်အသုံးပြုဖို့ဖမ်းဆီးသွားပါတော့တယ် ဒီတော့ အဘိုးကြီးရဲ့အကြံအစည်အောင်မြင်မလား အမ်မာနဲ့မီယာ ညီအစ်မနှစ်ယောက်ကဒီမြင်းလေးကိုဖမ်းပီးသစ်တောထဲကိုပြန်ပို့နိုင်မလားဆိုတာစိတ်လှုပ်ရှားစွာနဲ့စောင့်ကြည့်ရမှာဖြစ်ပါတယ်\nFile size… 1 Gb / 500 Mb\nQuality… Webrip 1080p / 720p\nFormat…mp4\nDuration….01:33:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Littleneo\nTranslated by Zhang Yu Yan",
        "rating": "5.6",
        "url": "https://megaup.net/1zbo8/Wish.Upon.A.Unicorn.2020.1080p.WEBRip(CM).mp4",
        "category": "Action, Adventure, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/96OFYM1mP6UJ0NOXDM2zL3APsnp.jpg",
        "title": "Cagefighter: Worlds Collide(2020)",
        "description": "Cagefighter: Worlds Collide(2020)မေဝယ်သာနဲ့ ကော်နာမက်ဂရေဂေါ်တို့ ထိုးသတ်တဲ့ပွဲဆိုရင် တော်တော်များများသိကြပါလိမ့်မယ်\nမေဝယ်သာဟာ Boxing သမားပါ...Boxing ကရှင်းတယ်...ခါးပတ်အပေါ်ပိုင်းကိုပဲ တိုက်ခိုက်လို့ရမယ်...လက်သီးနဲ့ပဲထိုးလို့ရမယ်...ဒူးတွေ တံတောင်တွေ ခေါင်းတွေ ခြေထောက်တွေ ဘာမှပါမရဘူး...\nကော်နာကျတော့ MMA သမား...MMA က အကုန်ရောထားတာ...ခေါင်းနဲ့တိုက်တာတွေ မှောက်နေတုန်းမကန်ရတာတွေဘာတွေကလွဲရင် ကွန်ဖူးတတ်ရင် ကွန်ဖူးနဲ့ချ...သိုင်းပြောင်းပြန်တတ်ရင် သိုင်းပြောင်းပြန်နဲ့ချ...အကုန်ချလို့ရတယ်\nအဲ့မှာမှ အဲ့လိုစည်းမျဉ်းစည်းကမ်းမတူတဲ့နယ်ပယ်နှစ်ခုက ဖိုက်တာနှစ်ယောက်ကို ပြိုင်ပွဲလုပ်ပေးလိုက်တော့ ပရိသတ်တွေရူးပြီလေ...ဒါမျိုးပွဲအကုန်ကြည့်ချင်ကြတာပေါ့\nဒီကားမှာလည်း ထူးမခြားနားပဲ\nMMA နဲ့ AEW(WWE လိုမျိုး) ကို စင်ပေါ်မှာပေးတွေ့လိုက်တယ်...\nThe Rock တို့ John Cena တို့ဆိုရင် သိကြမှာပါ...သူတို့က WWE သမားတွေ...မြန်မာကလူတချို့ရော ကမ္ဘာကလူတချို့ကပါ လုပ်ပွဲတွေ၊သရုပ်ဆောင်တာတွေလို့ ဝေဖန်နေကြတဲ့နယ်ပယ်တစ်ခုကပေါ့\nMMA ကတော့ အတည်ချတယ် ဆော်တယ် ချိုးတယ် ကွဲတယ်လို့ အများလက်ခံထားကြတဲ့နယ်ပယ်...\nအောင်လအန်ဆိုင်းတို့ ONE Championship မှာ ချသလိုမျိုးပေါ့\nအဲ့လိုမတူကွဲပြားတဲ့နယ်ပယ်နှစ်ခုက ဖိုက်တာကြီးတွေကိုပေးတွေ့လိုက်တော့ပွဲမစခင်ကတည်းက အင်တာနက်ပေါ်မှာ ဖန်အချင်းချင်းကျိတ်နေပြီဆိုတာမျိုးတွေဖြစ်ကုန်တာပေါ့...ဇာတ်လမ်း ရှယ်ဗျင်း ..ရှယ်ကြမ်း....သရုပ်ဆောင်တွေကလည်း John Moxley ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/cagefighter-worlds-collide2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/11/wp-1478862100127-196x300.jpg",
        "title": "The Last Samurai",
        "description": "နေသန်အောလ်ဂရင်း ဟာအင်းဒီးယန်းစစ်ပွဲမှာ\nပါဝင်တိုက်ခိုက်ခဲ့တဲ့အမေရိကန်မြင်းတပ်ရဲ့ကပ္ပတိန်ဖြစ်ပါတယ်။\nစစ်ပွဲမှာတုန်းကသူ့အထက်အရာရှိရဲ့အမိန့်ကြောင့်လုပ်ခဲ့မိတဲ့\nအမှားတွေအတွက်စိတ်ဒဏ်ရာရပြီးအရက်သမားဖြစ်နေသူပါ။\nအောလ်ဂရင်းဟာအထက်အရာရှိဟောင်းနဲ့ပြန်တွေ့ပြီး\nဂျပန်ပြည်ကိုသွားရမယ့်အလုပ်တစ်ခုကမ်းလှမ်းခြင်းခံရပါတယ်။\nဂျပန်ဘုရင်ဟာဂျပန်ပြည်ကိုခေတ်မီတိုးတက်အောင်ပြောင်းလဲနေပေမယ့်\nဆာမူရိုင်းလမ်းစဥ်ကိုလိုက်နာသူတွေဟာအတားဆီးဖြစ်နေတာမို့\nသူတို့ကိုခြေမှုန်းမယ့်ဂျပန်အင်ပါယာတပ်ကို အောလ်ဂရင်းက လေ့ကျင့်ပေးရမှာဖြစ်ပါတယ်။\nအောလ်ဂရင်းကပ္ပတိန်အဖြစ်ဦးဆောင်တဲ့စစ်တပ်ဟာ\nဆာမူရိုင်းတွေကိုသွားတိုက်ရာကနေအရေးနိမ့်သွားပြီးအောလ်ဂရင်းကို\nဆာမူရိုင်းတပ်က ဖမ်းသွားပါတယ်။\nအောလ်ဂရင်းဟာ ဆာမူရိုင်းတွေရဲ့ရွာမှာလပေါင်းများစွာနေထိုင်ခဲ့ပြီးနောက်\nသူတို့ဓလေ့ရဲ့စည်းစနစ်ကျပုံ၊ငြိမ်းချမ်းပုံတို့ကို နှစ်သက်မိသွားတဲ့အခါ\nအောလ်ဂရင်းအနေနဲ့ ဘယ်သူတွေဘက်မှာရပ်တည်သင့်လဲ\nဆုံးဖြတ်ချိန်ကျရောက်လာပါတော့တယ်...\nMission impossible ဇာတ်ကားတွေနဲ့နာမည်ကြီးခဲ့တဲ့မင်းသား\nတွမ်ခရုစ်က အဓိကဇာတ်ကောင်အနေနဲ့ပါဝင်ထားပြီး\nဆုတွေလည်းရထားတဲ့ကားမို့မကြည့်မဖြစ်\nဂန္ထဝင်ကားတစ်ကားဖြစ်ပါတယ်။\n \nFile Size - 2.2 gb\nQuality - Bluray 1080p 5.1 ch\nSubtitle -  burmese\nTranslator - Pyi Ti Nyein\nEncoder - Thit San Khant",
        "rating": "7.8",
        "url": "https://megaup.net/Tilf/The.Last.Samurai.2003.iNTERNAL.1080p.Bluray_5.1_CH_%7BCM%7D.mp4",
        "category": "Action, Asian, Drama, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9702nIZf5EVxS3FrzycamQUlSjw.jpg",
        "title": "Cut Throat City(2020)",
        "description": "Cut Throat City(2020)သူ့ကြောင့် လူတွေအသက်ရှင်နိုင်ပြီး သူ့ကြောင့် လူတွေသေသွားနိုင်တာ ဘာလဲ ဆိုတဲ့ ပဟေဠိတစ်ခုရှိပါတယ်\nအဖြေကတော့ \"ရေ\" ပါ\n၂၀၀၅ ခုနှစ် အမေရိကန်နိုင်ငံ လူဝီစီယားနားမြို့မှာ တိုက်ခတ်ခဲ့တဲ့ ဟာရီကိန်းမုန်တိုင်း \"ကက်ထရီနာ\" ကြောင့်လူဝီစီယားနားတစ်မြို့လုံးနီးပါး ရေအောက်ရောက်ခဲ့ရပါတယ်\nတစ်မြို့လုံးနီးပါး ပျက်စီးခဲ့ရတဲ့အခါမှာ စီးပွားရေးဆိုတာကတော့ လုံးဝထိုးဆင်းသွားခဲ့တာပါပဲ\nဒါပေမဲ့ အဲ့ဒီဒဏ်ကိုအခံရဆုံးကတော့ လူမည်းတွေပါ...\nလူမည်းတွေရဲ့ ခံယူချက်မှာ \"မုန်တိုင်း\" ဆိုတာဟာ ဘုရားသခင်ဖန်ဆင်းတာမဟုတ်ဘဲလူဖြူတွေက သူတို့ကိုအပြုတ်ဖြုတ်ဖို့ ဖန်တီးထားတာလို့ လက်ခံထားကြပါသတဲ့\nဒီလိုနဲ့ မုန်တိုင်းအပြီး အကုန်လုံးပြုတ်ပြုတ်ပြုန်းချိန်မှာ ဘဝဆိုတာကို စတင်ဝင်ရောက်ကြမယ့်သူငယ်ချင်းလေးယောက် ပိုက်ဆံရဖို့ရုန်းကန်ရင်း တဇွတ်ထိုးရူးမိုက်ကြပုံတွေကို တွေ့မြင်ခံစားရမယ့်ဇာတ်ကြမ်းကားတစ်ကားဖြစ်ပါတယ်....ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Paingပဲဖြစ်ပါတယ်.....File Size :(900 MB) and (351 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:03:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Paing\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/cut-throat-city2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bBiMw6Jtg8tSTcEq8jFV7qk9TRW.jpg",
        "title": "Around the World in 80 Days (2004)",
        "description": "[Unicode]IMDb rating 5.4/10 ရရှိထားပြီး\nဗြိတိသျှ တီထွင်သူတယောက်၊ တရုပ်လူမျိုးသူခိုးနဲ့ ပြင်သစ်အနုပညာရှင်ကောင်မလေး ချောချောလေးတို့ရဲ့ စွန်းစားခန်းတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။\nဖီလီးယက်ဖော့ဟာ အင်္ဂလန် ဗစ်တိုးရီးယန်းမှာ နေထိုင်တဲ့ တီထွင်သူတစ်ယောက်ဖြစ်ပြီး သူဟာ ကမ္ဘာကြီးကို ရက် ရှစ်ဆယ်နဲ့ပတ်နိုင်လိမ့်မယ်လို့ ယုံကြည်နေပါတယ်။\nနောက်ထပ် တီထွင်သူ တစ်ယောက်က သူ့ကို အဲ့ဒီခရီးသွားဖို့ စိန်ခေါ်မှုအလောင်းအစားကိုကို ဖီလီးယက် လက်ခံခဲ့ပါတယ်။သူ့နဲ့ အတူ ခရီးသွားဖော်ကတော့ သစ္စာရှိ အိမ်စေတစ်ယောက်ဖြစ်တဲ့ ပါဆီပါတောက်နဲ့ လှပတဲ့ လမ်းပြတစ်ယောက်ဖြစ်တဲ့ မိုနစ်ခ် ဖြစ်ပါတယ်။\nကွဲပြားတဲ့သယ်ယူပု့ိဆောင်ရေးတွေ ပါဆီပါတောက်ရဲ့ သိုင်းပညာအစွမ်းတွေနဲ့သူတို့ သုံးယောက် ကမ္ဘာပတ်ဖို့ထွက်လာကြပါတယ်။\nသူတို့ခရီးစဉ်မှာ ဘာတွေဘယ်လိုကြုံတွေ့ကြမယ်\nပျောက်ဆုံးနေတဲ့ ကျောက်စိမ်းဆင်းတုကိုကော ရှာတွေ့နိုင်ပါ့မလား\nလောင်းထားတဲ့ အလောင်းအစားကိုကောနိုင်ပါ့မလား\nဘယ်လိုများ အခက်အခဲတွေကို ရင်ဆိုင်ကျော်ဖြတ်ကြမလဲ ဆိုတာကို ရင်သပ်ရှူမောဖွယ်ရာ ရိုက်ကွင်းရိုက်ကွက်များနဲ့ ရှူစားနိုင်ဖို့ ကြည့်ရှုလိုက်ကြပါအုံးဗျာ။( ပါဝင်ရုပ်ဆောင်ထားတဲ့ မင်းသားကြီးကတော့ ပြည်သူ့ အသည်းကျော် ဂျက်ကီချန်းဆိုတော့ အထွေအထူးမပြောတော့ပါဘူး ) [Zawgyi]IMDb rating 5.4/10 ရရွိထားျပီး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/around-the-world-in-80-days-2004/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c6nRaE8PEWZXWn3XN4cKPhGGQqO.jpg",
        "title": "God of Fight: Sirasoni (2020)",
        "description": "ဒီတစ်ခါမှာတော့ God of fight : sirasoni ဆိုတဲ့ ကိုရီးယားအက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်ဒီဇာတ်ကားကိုတော့ ဒါရိုက်တာ kim seung kwon က ရိုက်ကူးထားပြီးသရုပ်ဆောင်အနေနဲ့ Baek Jaemin, Lee se ho,Ahn chan woong နဲ့kang dahyun တို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဒီအက်ရှင်ကားမှာတော့ ရန်ဖြစ်ထိုးကျိတ်ကြတာကို ရိုက်ကူးပြီး ချယ်နယ်တစ်ခုမှာ ရုပ်သံလွှင့်ရင်းစာဝတ်နေရေးအတွက် ငွေရှာကြရတဲ့ လူတစ်စုကြားမှာ နေရာလုကြတာတွေကို ရိုက်ကူးထားတာဖြစ်ပါတယ်ရိုက်ကူးရေးအတွက် ပီပီပြင်ပြင် သရုပ်ဆောင်ကြတဲ့ အက်ရှင်ကွက်တွေကို မြင်ရမယ့်အပြင်လူ့သဘောသဘာဝ နေရာရဖို့ အချင်းချင်း သစ္စာဖောက် တိုက်ခိုက်ကြတာတွေကိုပါဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်လို့အက်ရှင်ချစ် ပရိသတ်တွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလေးပါလို့ ညွှန်းပေးပါရစေ(ဘာသာပြန်သူကတော့ Kim Hara ပဲဖြစ်ပါတယ်…) File Size : (700 ...",
        "rating": "",
        "url": "https://megaup.net/2f9cm/God_of_Fight_Sirasoni_2020.72_0p.FHDRip.mp4",
        "category": "Action, Asian"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/the-doorman-136x200.jpg",
        "title": "The Doorman 2020",
        "description": "အယ်လီဟာ ရေတပ်ရဲ့ လက်နက်ကိုင်တပ်ဆာဂျင်တစ်ယောက်ဖြစ်ပါတယ် သံတမန်တစ်ယောက်ကို လိုက်ပါစောင့်ရှောက်ရတဲ့တာ၀န်မှာ သံတမန်နဲ့သူ့ကလေးကိုပါ မကာကွယ်လိုက်နိုင်တဲ့ အယ်လီတစ်ယောက်ကို အတိတ်ရဲ့အရိပ်တွေက အိပ်မက်ဆိုးအဖြစ် ခြောက်လှန့်နေတုန်းပါပဲ ဒီလိုနဲ့ အယ်လီတစ်ယောက် သူ့ဦးလေးရဲ့အကူအညီနဲ့ ကယ်ရင်တန် အ‌ဆောက်အဦးကြီးမှာ ဧည့်ကြိုလုပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ် ဒီအဆောက်အဦးကြီးကို ပြန်လည်မွမ်းမံဖို့ တိုက်ခန်းနေသူတွေအကုန်ခဏတာ ပြောင်းရွှေ့ကြတဲ့ အီစတာပိတ်ရက်တစ်ရက်မှာ သူခိုးတွေဖောက်ထွင်း၀င်လာပြီး အယ်လီတစ်ယောက် သူတို့ကို ရင်ဆိုင်တိုက်ခိုက်ရင်း သူ့မိသားစုကို ကာကွယ်ပုံကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ် အယ်လီအဖြစ် မင်းသမီး Ruby Rose က သရုပ်ဆောင်ထားပါတယ်\nFile Size : 1GB and 500mb\nQuality : webrip 1080p/ 720p\nFormat…mp4\nDuration…1hr 37 min\nGenre : Action, Thriller \nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Chuck Chuck\nEncoded by ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-doorman-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bFmLncLOxrhqczkwd1trq9JFsCW.jpg",
        "title": "Khaali Peeli(2020)",
        "description": "Khaali Peeli(2020)ဘလက်ကီ နဲ့ ပူဂျာဟာငယ်စဥ်အခါက သူငယ်ချင်းတွေပါ။ သူတို့တွေ ကွဲသွားကြပြီးတဲ့နောက် ဘလက်ကီ ဟာတက်စီဒရိုင်ဘာတစ်ယောက်ဖြစ်လာပါတယ်။\nတစ်ရက်တော့ ပူဂျာက အိတ်တစ်လုံးနဲ့ သူ့ကားပေါ် တက်လာပြီး သူ့ကို လူတစ်စုကအတင်းလက်ထပ်ခိုင်း နေကြကြောင်း ပြောပါတယ်။\nအဲဒီလူတွေကလည်း ပူဂျာကိုမြို့အနှံ့လိုက်လံရှာဖွေပါတော့တယ်။ဒီလိုနဲ့ ၂ယောက်သား မြို့ပြင်ထွက်ပြေးကြဖို့ တိုင်ပင်ကြရာကနေစပြီး.......\nဘာတွေဆက်ဖြစ်ကြမယ်  ဘယ်လိုတွေဆက်ကြမ်းကြမလဲဆိုတာကိုတော့ခံစားကြည့်ကြပါဉီး.....\nဘာသာပြန်သူကတော့ Thaik San ပဲဖြစ်ပါတယ်။  File Size :(898 MB) and (322 MB)\nQuality : WEB-DL  720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action, Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thaik San\nEncoded by Phyo Pyae",
        "rating": "",
        "url": "https://channelmyanmar.org/khaali-peeli2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/Huo-Family-Fist-2020-1-136x200.jpg",
        "title": "Huo Family Fist ( 2020 )",
        "description": "သိုင်းကားကောင်းကြိုက်သူတွေအကြိုက်တွေ့စေမယ့်၂၀၂၀ထွက်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်ဂျပန်တွေတရုတ်ပြည်ကိုအုပ်စိုးနိုင်ဖို့ ဘိန်းပင်တွေစိုက်ဖို့ ကြိုးစားစဉ်ကာလ...အားရှီလို့ခေါတဲ့မိန်းကလေးဟာရှန်ဟဲမှာအပျော်မယ်လုပ်ဖို့ရောင်းစားခံရရင်းရှန်ဟဲကိုအုပ်စိုးနေတဲ့ ကျင်းကန်ကန်ဂိုဏ်းချုပ်ရဲ့မွေးစားသားအားပေါက်ကိုသတ်မိလိုက်ပေမယ့်သူမရဲ့သိုင်းပညာတော်မှုကြောင့်ဂိုဏ်းချုပ်ရဲ့ချစ်ခင်မှုကိုရပြီး မွေးစားသမီးတော်လိုက်ပါတယ်...ဒီလိုနဲ့ရှန်းလော့မိန်ရဲ့သခင်မရှီဖြစ်လာပြီး ဘိန်းရှူတဲ့နေရာတွေမှန်သမျှကိုလိုက်ဖျက်ဆီးပြီး နယ်မြေသန့်စင်တဲ့အခါ...စခန်းမူးပိုင်နဲ့ ဂိုဏ်းချုပ်ရဲ့မွေးစားသားအားဟူတို့ရဲ့ စီးပွားရေးကိုထိခိုက်စေတဲ့အခါ...သခင်မရှီကိုဘယ်လိုတွေအကောက်ကြံမှာလဲ...နောက်ကွယ်ကအဓိကကြိုးကိုင်သူကဘယ်သူလဲ...သခင်မရှီက ဟော့ကျားချွမ်သိုင်းကွက်နဲ့ရန်သူကို ဘယ်လိုအနိုင်ယူမလဲ...တိုက်ခိုက်မှုတွေကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာဖြစ်ပြီးသခင်မရှီနဲ့ ဟော့ကျားချွမ်ဂိုဏ်းရဲ့ဆက်ခံသူ ဟော့ကျားစိမ်းတို့ရဲ့အချစ်ကိုလဲ မြင်တွေ့ရမှာပါ.. Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/huo-family-fist-2020/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csXyZ1BsDBlH0PXkOFWxggEf9WF.jpg",
        "title": "Street Kings(2008)",
        "description": "Street Kings(2008)၂ တွမ် က မူးယစ်ဆေးနဲ့ လူကုန်ကူးမှု တိုက်ဖျက်ရေးဌာနက စုံထောက်တစ်ယောက်ပါ။ဒုစရိုက်မှုတွေများလှတဲ့မြို့မှာ လူဆိုးတွေဟာ ထောင်နဲ့ကူးချည်သန်းချည်လုပ်ရင်းပြဿနာမျိုးစုံရှာနေတဲ့ပုံကို သူက မျက်မုန်းကျိုးနေဟန်ပဲ...ဒါ့ကြောင့် ဒီလိုခပ်ဆိုးဆိုးကောင်တွေနဲ့ထိပ်တိုက်ရင်ဆိုင်ရပြီဆိုရင်ရဲတွေရဲ့ ထိတွေ့မှုစည်းကမ်းတွေကိုကျော်လွန်ပြီး လက်ဉီးမှုရယူတတ်သလို အပျောက်သတ်ပစ်လေ့လည်းရှိတယ်.....သူ့ကြည့်ရတာဒီလိုမျိုး လုပ်နေကြပုံပဲ....သူကစပြီးပစ်တဲ့ပုံမပေါက်အောင် ခြေရာလက်ရာတွေဖျောက်တတ်သလိုလှုပ်ရှားပုံတွေကလည်း သွေးအေးတည်ငြိမ်လွန်းတယ်...ဒီအခြေအနေတွေကို သူတို့ ရဲအချို့က သဘောမကျဖြစ်နေကြသလိုအခွင့်ကြုံရင်ချောက်ချဖို့ရည်ရွယ်ထားတဲ့သူတွေလည်းရှိတယ်.....အဲ့ဒီနောက်မှာတော့ တွမ်တစ်ယောက် ပြဿနာအကြီးကြီးကြုံပါတော့တယ်.....ဒီကားကမင်းသားကြီး  Keanu Reeves အဓိကပါဝင်ထားပြီး အခြားနာမည်ကြီးသရုပ်ဆောင်များစွာပါတယ်...ဇာတ်လမ်းအစကထဲက ဗျင်းပါတယ်....ဇာတ်အိမ်လည်းကောင်းသလိုအစအဆုံး ရင်တထိတ်ထိတ်နဲ့ကိုကြည့်ရတာပါ......စပွိုင်လာြဖစ်မှာစိုးလို့ ဒီလောက်နဲ့တော်ပါရစေ...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်....File Size :(1.99GB)(942 MB) and (347 MB)\nQuality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p\nFormat…mp4\nDuration…01:49:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/street-kings2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2rW0sgfExI63A3CEXMZ1hXlmyxC.jpg",
        "title": "Unalterable (2019)",
        "description": "Unalterable (2019)ဂွမ်ဆန်းဂွန်းဟာ အားကစား တက္ကသိုလ်က သမားတစ်ယောက်ဖြစ်ပါတယ်......ဝါသနာအရင်းခံရှိပေမဲ့ မိသားစုပတ်ဝန်းကျင်က Gangster တွေဖြစ်နေလေတော့သူလည်း သွေးပါခဲ့ပုံရပါတယ်...အရာရာ လက်ရဲဇက်ရဲပေါ့...ဒီလိုအချိန်မှာပဲ အဖွဲ့အတွင်းမညီမညွှတ်မှုတွေရှိလာတဲ့အပြင် ခေါင်းဆောင်ဖြစ်သူကလည်းသစ္စာမဲ့တဲ့လုပ်ရပ်တွေလုပ်လာတော့ ဆန်းဂွန်းတစ်ယောက် အားကစားသမားဘဝကိုစွန့်လွှတ်ပြီးခေါင်းဆောင်ဖြစ်တဲ့သူကိုဖြုတ်ချင် အဖွဲ့ခေါင်းဆောင်သစ်အဖြစ်ဝင်လုပ်ကိုင်ဖို့ကြိုးစားပါတော့တယ်..အဲ့ဒီအချိန်မှာဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ.,,,,ခေါင်းဆောင်ဖြစ်ပြီးအချိန်မှာရော ဘယ်လိုပြဿနာမျိုးစုံကြုံရမလဲဆိုတာကိုတော့Gangster ကားကြိုက်သူတို့လက်မလွှတ်သင့်ပါကြောင်း...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ပဲဖြစ်ပါတယ်....File Size :(907 MB) and (358 MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:50:00\nGenre : Action , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Han Thu Aye\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-faceless-boss2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/syeNd65mvjGGlXjTaMA1UMHoo9t.jpg",
        "title": "4th Period Mystery (2009)",
        "description": "[Unicode]CM fan တွေအတွက် နောက်ထပ် Thriller တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားမှာ Memorist/My Strange Hero/I'm not a Robot ဇာမ်လမ်းတွေက မင်းသား Yoo Seung-Ho က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဟန်ဂျောင်ဟွန်းဟာ ကျောင်းရဲ့ အထူးချွန်ဆုံး နံပါတ် ၁ ကျောင်းသားပါသူတို့အတန်းထဲမှာ ဆံပင်ရှည်အလယ်ခွဲကို မျက်နှာမှာ လိုက်ကာလိုကာထားတဲ့ ကျောင်းသူ လီဒါဂျောင်းလည်းရှိပါတယ်ဒါဂျောင်းကတော့ မှုခင်းဝတ္ထုတွေကြိုက်နှစ်သက်ပြီးအမြဲတမ်းဖတ်လေ့ရှိပါတယ်တစ်ရက်မှာ အတန်းထဲက ထယ်အင်ဆိုတဲ့ ကျောင်းသားတစ်ယောက် ပါးစပ်ကသွေးတွေအန်ရင်းမေ့လဲသွားပြီးဆေးရုံရောက်တော့စစ်ဆေးကြည့်တဲ့အခါ သူသောက်လိုက်တဲ့ အအေးထဲမှာ အဆိပ်ခတ်ထားတယ်လို့ သိလိုက်ရပါတယ်သိပ်မကြာခင်မှာပဲ ဂင်ထယ်ဂယူဆိုတဲ့ ကျောင်းသား အတန်းထဲမှာသတ်ခံလိုက်ရတဲ့နောက်အဲ့အခါမှာ နံပါတ် ၁ သံသယရှိသူ ဟန်ဂျောင်ဟွန်းဖြစ်သွားခဲ့ပါတယ်တရားခံက ဘယ်သူဖြစ်မလဲ\nဘယ်သူက ကျောင်းသားတစ်ယောက်ကို ရက်ရက်စက်စက်သတ်တာလဲ\nနောက်ဆုံးဖော်ထုတ်နိုင်မလားဆိုတာ ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုကြပါနော်...။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]CM fan ေတြအတြက္ ေနာက္ထပ္ Thriller တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားမွာ Memorist/My Strange ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/4th-period-mystery-2009/",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/10/323124652-161x200.jpg",
        "title": "The Mongolian Connection (2020)",
        "description": "The Mongolian Connection (2020)=========================IMDb Rating - 5.2/10#Unicode၂၀၂၀မှာ ထွက်ရှိထားတဲ့  မွန်ဂိုလီးယားအက်ရှင်ကားကောင်းလေးတစ်ကားပါ။ လူကုန်ကူးနေတဲ့ အဖွဲ့ကိုစုံစမ်းဖို့အတွက်သူလျှိုအနေနဲ့တာဝန်ထမ်းဆောင်နေတဲ့ အက်ဖ်ဘီအိုင်အေးဂျင့်ဝိတ်ဒ်တစ်ယောက် မွန်ဂိုမှာ အခြေချနေတဲ့ မကောင်းတာကို အကုန်လုပ်တဲ့ရုရှားဂိုဏ်းက ဆဲရစ်ခ်ဆိုတဲ့လူတစ်ယောက်ကို ဖမ်းဆီးခဲ့မိပါတယ်။ အဆိုပါဆဲရစ်ခ်ကို သူ့မူလနိုင်ငံဖြစ်တဲ့မွန်ဂိုကို ပြန်လည်လွှဲအပ်ရာမှာ အစောင့်အနေနဲ့လိုက်သွားခဲ့ရတဲ့ အေးဂျင့်ဝိတ်ဒ်ဟာ ကြမ်းကြမ်းရမ်းရမ်းရှိတဲ့ မွန်ဂိုကစုံထောက်ကြီးဂန်ဇိုနဲ့ပူးပေါင်းပြီး ဆဲရစ်ခ်ကိုမွန်ဂိုတရားရုံးဆီပို့ဖို့လုပ်ခဲ့ကြပါတယ်။ မွန်ဂိုမှာထင်တိုင်းကြဲနေတဲ့ ဆဲရစ်ခ်ရဲ့ဂိုဏ်းက ဆဲရစ်ခ်ကိုတရားရုံးဆီမပို့နိုင်အောင် နည်းလမ်းမျိုးစုံနဲ့တားကြတဲ့အခါ… ဘာတွေဆက်ဖြစ်ပြီး ဘယ်လိုတွေဝုန်းဒိုင်းကြဲမှာလဲဆိုတာကိုတော့ဇာတ်လမ်းကိုကြည့်ရှုခံစားရင်း အဖြေရှာ ကြည့်ကြတာပေါ့…(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။) #Zawgyi၂၀၂၀မွာ ထြက္ရွိထားတဲ့ မြန္ဂိုလီးယားအက္ရွင္ကားေကာင္းေလးတစ္ကားပါ။ လူကုန္ကူးေနတဲ့ အဖြဲ႕ကိုစုံစမ္းဖို႔အတြက္သူလွ်ိဳအေနနဲ႔တာဝန္ထမ္းေဆာင္ေနတဲ့ အက္ဖ္ဘီအိုင္ေအးဂ်င့္ဝိတ္ဒ္တစ္ေယာက္ မြန္ဂိုမွာ အေျခခ်ေနတဲ့ မေကာင္းတာကို အကုန္လုပ္တဲ့႐ုရွားဂိုဏ္းက ဆဲရစ္ခ္ဆိုတဲ့လူတစ္ေယာက္ကို ဖမ္းဆီးခဲ့မိပါတယ္။ အဆိုပါဆဲရစ္ခ္ကို သူ႔မူလႏိုင္ငံျဖစ္တဲ့မြန္ဂိုကို ျပန္လည္လႊဲအပ္ရာမွာ အေစာင့္အေနနဲ႔လိုက္သြားခဲ့ရတဲ့ ေအးဂ်င့္ဝိတ္ဒ္ဟာ ၾကမ္းၾကမ္းရမ္းရမ္းရွိတဲ့ မြန္ဂိုကစုံေထာက္ႀကီးဂန္ဇိုနဲ႔ပူးေပါင္းၿပီး ဆဲရစ္ခ္ကိုမြန္ဂိုတရား႐ုံးဆီပို႔ဖို႔လုပ္ခဲ့ၾကပါတယ္။ မြန္ဂိုမွာထင္တိုင္းႀကဲေနတဲ့ ဆဲရစ္ခ္ရဲ႕ဂိုဏ္းက ဆဲရစ္ခ္ကိုတရား႐ုံးဆီမပို႔ႏိုင္ေအာင္ ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-mongolian-connection-2020/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/09/Agent-Crazy-Flower-2020-1-136x200.jpg",
        "title": "Miss Agent ( 2020 )",
        "description": "ဒီကားကတော့ ၈လပိုင်း၂၀၂၀မှာထွက်ထားတဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်...မိန်းကလေးလျို့ဝှက်အေးဂျင့်ရဲ့ sexyဆန်ဆန်လှပစွာတိုက်ခိုက်မှုတွေကိုတွေ့မြင်ရမှာပါအရှေ့တောင်အာရှဆိုတဲ့နယ်မြေမှာ ကိုယ်တွင်းအဂ်ါတွေကိုမှောင်ခိုရောင်းချနေတဲ့Mဂိုဏ်းရဲ့ခေါင်းဆောင်ပါးစုန့်ဟာ သူ့ရဲ့ပါတနာတွေနဲ့လမ်းကြောင်းအသစ်တွေအတွက်ဆွေးနွေးပွဲလုပ်နေချိန်မှာ ATOအဖွဲ့ရဲ့လျို့ဝှက်အေးဂျင့်ဖြစ်တဲ့ ယာမိန်ဦးဆောင်တဲ့အဖွဲ့ဟာ ပါးစုန်ကိုဖမ်းဖို့အပျော်မယ်အသွင်နဲ့ရောက်လာပါတယ်...ဒီလိုနဲ့ဗုံးပေါက်ကွဲမှုဖြစ်ပေါပြီးယာမိန်မသေခဲ့ပဲ သာမန်လူဘဝနဲ့ ချစ်သူဖန်းလိနဲ့အတူ ဇာတ်မြှုပ်ကာဘဝကိုဖြတ်သန်းနေပါတယ်...တစ်နေ့မှာ ယာမိန်ရဲ့ဘဝမှန်ကိုသိတဲ့သူတစ်ယောက်ကဖန်းလိကိုပြန်ပေးဆွဲပြီး Mဂိုဏ်းက လူတွေကိုသတ်ပေးဖို့ကမ်းလှမ်းပါတော့တယ်...ယာမိန်က ဖန်းလိကိုကယ်တင်နိုင်ပါ့မလား....ဘယ်လိုအန္တရာယ်တွေကသူ့ကိုစောင့်ကြိုနေမှာလဲ...ဇာတ်လမ်းတစ်ခုလုံးကိုစိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါ Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/miss-agent-2020/",
        "category": "Action, Drama"
    }
]