[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/P_HO00004737-140x200.jpg",
        "title": "Baadshaho (2017)",
        "description": "1975-1977 ႏွစ္ေတြမွာ အိႏၵိယႏုိင္ငံဟာ အေရးခင္းကာလျဖစ္ၿပီး အေရးေပၚထုတ္ျပန္ခ်က္ေတြ ထုတ္ျပန္ထားၿပီး တုိင္းျပည္ရဲ႕ လူဦးေရ တစ္ဝက္ေလာက္က ဆႏၵေတြျပ သပိတ္ေတြ ေမွာက္ၿပီး ေထာင္ထဲေတြ ေရာက္ေနပါတယ္။အစုိးရဆုိတာ နာမည္သာ ရွိၿပီး ျပည္သူလူထုကုိ ၾကည့္ရႈေစာင့္ေရွာက္ႏုိင္တာကလည္း ဆုိင္ရာ ဆုိင္ရာ အႀကီးအကဲေတြ ဘုရင္မ်ိဳး႐ုိးေဟာင္းေတြပဲ တာဝန္ယူေစာင့္ေရွာက္ေပးေနတာပါ။ရာဂ်စ္တန္ ၿမိဳ႕ကုိလည္း ဘုရင္ႀကီး ဆုံးပါးသြားေပမယ့္ အသက္အရြယ္နဲ႕ မလုိက္ေအာင္ ကုိင္တြယ္ေျဖရွင္းႏုိင္တဲ့ မင္းသမီး ဂီတန္ဂ်လီက ကူညီေပးေနပါတယ္။ဘုရင္စနစ္က ျဖတ္သိမ္းလုိက္ၿပီ ႕႕႕႕႕ဘုရင့္အခြန္ထမ္း စနစ္လည္း မရွိေတာေပမယ့္ မ်ိဳး႐ုိးစဥ္ဆက္ ပိုင္ဆုိင္လာတဲ့ ဘ႑ာေတြနဲ႕ပဲ ျပည္သူေတြကုိ ေထာက္ပံ့ေနပါတယ္ျပသနာရဲ႕ အစပဲ ေျပာရမလား ပါတီတစ္ခုမွာ အစုိးရအာဏာကုိ လြဲအပ္ထားတဲ့ ဆန္ဂ်ီးဒ္ဆုိတဲ့ အာဏာပုိင္က အမ်ိဳးသမီးတစ္ဦးတည္း ျဖစ္တဲ့ ဂီတန္ဂ်လီကုိ ထိကပါးယိကပါးလုပ္မယ္ၾကံေပမယ့္ ဘုရင့္ေသြးျဖစ္တဲ့ ဂီတန္ဂ်လီကုိ ထိလုိ႔ေတာင္ မရခဲ့ပါဘူး ႕႕႕႕႕ပါတီပြဲက လူပုံအလယ္မွာ အရွက္ကြဲခဲ့ရတဲ့ ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/baadshaho-2017/",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTMyOTkzMzg4Ml5BMl5BanBnXkFtZTcwNTkxNzQzNg@@._V1_SY1000_CR006901000_AL_-138x200.jpg",
        "title": "Bodyguard (2011)",
        "description": "Bodyguard 2011 Hindi ဒီဇာတ္ကားကကေတာ႔၂၀၁၁မွာမင္းသားဗီေဂ်းရဲ႕The Bodyguard နဲ႔အျပိဳင္ထြက္ရွိခဲ႔တဲ႔မင္းသားဆလ္မန္ခန္းရဲ႕ႏုႏုရြရြဇာတ္ကားေလးပါကြ်န္ေတာ္တို႔ေဘာ္ဒီဂတ္ဇာတ္ကားေတြၾကည္႔ဖူးသမ်ွ ကားေတြအားလုံးမွာမင္းသမီးကိုေစာင့္ေရွာက္ရတာေတြပါပဲဒါမွလည္းေဘာ္ဒီဂတ္ပီသမွာကိုးေဘာ္ဒီဂတ္ေလာင္လီဆင္းဂ္ဟာသူ႔တာဝန္ေတြကိုထမ္းေဆာင္ရင္ ဘယ္ေတာ႔မွမခ်ိဳးျဖတ္ပါဘူးေဂ်ဆင္ပူးနားရ္စံအိမ္ရဲ႕သခင္မစၥတာဆတာေဂ်ဟာတရားမ်ွတမႈကိုလုပ္ေဆာင္သူတစ္ဦးပါတရားမ်ွတမႈေပၚေအာင္မေကာင္းမႈကိုဖယ္ရွားရတာနဲ႔အညီ လူဆိုးေခါင္းေဆာင္ရန္ဂ်န္မဟ္ထြီနဲ႔ရန္သူေတြျဖစ္သြားပါေတာ႔တယ္ဒါေၾကာင့္သမီးျဖစ္သူေဒဗီရာကိုေစာင့္ေရွာက္ဖို႔ေဘာ္ဒီဂတ္ေလာင္လီဆင္းဂ္ကိုတာဝန္ေပးလိုက္တာပါတယ္ဒီလိုနဲ႔ေဒဗီရာေကာလိပ္တက္တဲ႔အခါလိုက္ေစာင့္ေရွာက္ရပါတယ္ဒါေပမဲ႔ေလာင္လီဆင္းဂ္လုပ္ခိုင္းတဲ႔ေလ႔က်င့္ခန္းကိုလုပ္ေနတဲ႔ ေဒဗီရာနဲ႔မာရာဟာစိတ္လြတ္လမ္းျဖစ္တဲ႔ ေဘာ္ဒီဂတ္ၾကီးကိုေနာက္ဖို႔လုပ္ပါေတာ႔တယ္ေဒဗီရာဟာေလာင္လီဆင္းဂ္နဲ႔ဖုန္းထဲမွာခ်ာရာဆိုတဲ႔နာမည္နဲ႔နီးစပ္သြားပါေတာ႔တယ္အခ်ိန္ေတြၾကာလာတာနဲ႔အမ်ွခ်ာရာဟာေလာင္လီဆင္းဂ္ကိုခ်စ္မိသြားတယ္တကယ္ေတာ႔ခ်ာရာဆိုတာေဒဗီရာဆိုတာေလာင္လီဆင္းဂ္မသိရွာပါဘူးေလာင္လီဆင္းဂ္ကိုခြဲႏိုင္မခြာရက္ျဖစ္ေနတဲ႔ေဒဗီရာဟာခိုးရာလိုက္ေျပးဖို႔လုပ္ပါေတာ႔တယ္…ဒီအေၾကာင္းေတြသိသြားတဲ႔မစၥတာဆတာေဂ်ဟာသမီးျဖစ္သူကိုေလာင္လီဆင္းဂ္နဲ႔သေဘာတူပါ႔မလားသတ္ေတာ္ေစာင့္နဲ႔သူေ႒းသမီးခ်စ္တိုင္းညားၾကပါ႔မလား… \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ကိုသိန္းေဇာ္ပါ)\n File Size : (0.99 GB) \nQuality : Blu-Ray 720p\nRunning Time : 2hr 10min\nFormat : Mp4\nGenre :Action, Drama, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Thein Zaw\nEncode by Thanhtike Zaw",
        "rating": "4.6",
        "url": "https://megaup.net/1y5hv/Bodyguard_[2011]_(MM_Sub)_(1).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/air-force-one-poster-133x200.jpg",
        "title": "Air Force One (1997)",
        "description": "Air Force One (1997)\nIMDb - 6.5/10_____Rotten - 76%\n  \n1997ခုနှစ်မှာထွက်ရှိခဲ့တဲ့Air Force One\nဇာတ်ကားကတော့ မင်းသားကြီး ဟယ်ရီဆင်ဖို့ဒ်ရယ်လို့ လူသိများလာခဲ့တဲ့ ကားတွေထဲမှာ တစ်ကားအပါအဝင်ပါပဲ။\nဟယ်ရီဆင်ဖို့ဒ် fan တွေအဖို့တော့ အကြိုက်တွေ့မှာသေချာပါပဲ။\nဇာတ်လမ်း အကျဉ်းလေးကတော့ သမ္မတကြီးဂျိန်းမာရှယ်လ် နဲ့မိသားစု ဟာ မော်စကိုကနေ USကို air force one လေယာဉ်နဲ့ ပြန်လာခဲ့တာပါ။\nပျံသန်းနေစဉ်အတွင်းမှာပဲ အကြမ်းဖက်သမားတစ်စုက လေယာဉ်ကိုပြန်ပေးဆွဲလိုက်ပါတော့တယ်။သမ္မတဘယ်လိုရင်ဆိုင်မလဲ\nဘယ်လိုဖြေရှင်းမလဲ ဆိုတာကိုတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ရမှာပါ\nImdb 6.5 ရထားတာမို့ အထွေအထူးမညွှန်းတော့ပါဘူး။ငယ်ဘဝတုန်းကအကြိုက်တွေ့ခဲ့ရတဲ့ အက်ရှင်ကားတွေကို\nတစ်ခေါက်လောက်ပြန်လည်မြည်းစမ်းကြည့်ချင်သူတွေအတွက်တော့ လက်လွတ်မခံသင့် တဲ့ ကားလေးပါပဲ\n   \nFile Size - 892 MB\nFile Type - Mp4\nQty - 720p Bluray\nDuration - 2hr 4min\nGern - Action/Drama/Thrill\nSubtitle - Myanmar Hardsub\nTranslator - ...",
        "rating": "6.5",
        "url": "https://megaup.net/Sn8e/Air_Force_One_[1997]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/The-Adventurers-poster-135x200.jpg",
        "title": "The Adventurers (2017)",
        "description": "The Adventurers (2017)_____IMDb - 5.6/10\n  \nThe Advanturesရုပ်ရှင်ဇာတ်ကားဟာ\n၂၀၁၇ခုနှစ်တွင်ဖြန့်ချိခဲ့သောတရုတ်အက်ရှင်ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်\nRating အနေနဲ့ IMDB 5.6 ရရှိထားသောဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပြီး\nပါဝင်သရုပ်ဆောင်ထားသူများကတော့\nAndy Lau, မင်းသမီးချော Shu Qi ,Zhang Jingchu ,Tony Yang တို့ဖြစ်ပါတယ်\nဇာတ်လမ်းအကျဉ်းကတော့ နာမည်ကြီးသူခိုးတစ်ယောက်ဖြစ်တဲ့\nကျန်းတန်းတစ်ယောက်ချစ်သူနှင့်လက်ထပ်ရန်\nသူခိုးအဖြစ်မှအနားယူခါနီး မွေးစားအဖေလိုသဘောထားသူ\nကျင်းကန်းအတွက် သစ်တောမျက်လုံးအမည်ရှိကျောက်ကို\nနောက်ဆုံးခိုးယူပေးခဲ့ပါတယ်။သို့သော်သစ္စာဖော်မှုကြောင့်အဖမ်းခံရပြီး\nထောင် ၅နှစ်ကျသွားခဲ့ပါတယ်။သူထောင်မှလွတ်မြောက်လာသောအခါ\nသူ့ကိုသစ္စာဖောက်သူကဘယ်သူလဲဆိုတာရှာဖွေပါတော့တယ်၊\nသူတစ်ကယ်ပဲရှာဖွေတွေ့သွားမှာလား......\nနောက်ကွယ်ကဘယ်သူရှိနေလဲဆိုတာ.......  \nThe Advantures႐ုပ္ရွင္ဇာတ္ကားဟာ\n၂၀၁၇ခုႏွစ္တြင္ျဖန္႔ခ်ိခဲ့ေသာတ႐ုတ္အက္ရွင္႐ုပ္ရွင္ဇာတ္ကားျဖစ္ပါတယ္\nRating အေနနဲ႔ IMDB 5.6 ရရွိထားေသာဇာတ္ကားေကာင္းတစ္ပုဒ္ျဖစ္ၿပီး\nပါဝင္သ႐ုပ္ေဆာင္ထားသူမ်ားကေတာ့\nAndy Lau, မင္းသမီးေခ်ာ Shu Qi ,Zhang Jingchu ,Tony Yang တို႔ျဖစ္ပါတယ္\nဇာတ္လမ္းအက်ဥ္းကေတာ့ နာမည္ႀကီးသူခိုးတစ္ေယာက္ျဖစ္တဲ့\nက်န္းတန္းတစ္ေယာက္ခ်စ္သူႏွင့္လက္ထပ္ရန္\nသူခိုးအျဖစ္မွအနားယူခါနီး ေမြးစားအေဖလိုသေဘာထားသူ\nက်င္းကန္းအတြက္ သစ္ေတာမ်က္လုံးအမည္ရွိေက်ာက္ကို\nေနာက္ဆုံးခိုးယူေပးခဲ့ပါတယ္။သို႔ေသာ္သစၥာေဖာ္မႈေၾကာင့္အဖမ္းခံရၿပီး\nေထာင္ ၅ႏွစ္က်သြားခဲ့ပါတယ္။သူေထာင္မွလြတ္ေျမာက္လာေသာအခါ\nသူ႔ကိုသစၥာေဖာက္သူကဘယ္သူလဲဆိုတာရွာေဖြပါေတာ့တယ္၊\nသူတစ္ကယ္ပဲရွာေဖြေတြ႕သြားမွာလား......\nေနာက္ကြယ္ကဘယ္သူရွိေနလဲဆိုတာ.......\n  \nSize - 845 MB\nQty - 720p Web dl\nDuration - 1hr 38min\nGern - Action, Adventure, Crime\nSubtitle - Myanmar Hardsub\nTranslator - Kuran\nEncoder ...",
        "rating": "5.6",
        "url": "https://megaup.net/2URjc/The_Adventurers_(Xia_Dao_Lian_Meng)_[2017]_(MM_Sub).mp4",
        "category": "Action, Adventure, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNjE2YjVhN2YtZGNjNi00ZWFlLWFjMTAtOTBiODU4MTYxMmI5XkEyXkFqcGdeQXVyMzYxNDc5MA@@._V1_-138x200.jpg",
        "title": "Bon Cop Bad Cop 2 (2017)",
        "description": "Bon Cop Bad Cop 2 ရုပ္ရွင္ဇာတ္ကားဟာ ခုမွပူပူေႏြးေႏြးထြက္ရွိထားတဲ့ Action/ Comdy/ Crime အမ်ိဳးအစားဇာတ္ကားအမ်ိဳးအစားတစ္ပုဒ္ျဖစ္ပါတယ္။ဒီဇာတ္ကားမွာ မင္းသားၾကီး Colm Feore နဲ႔ Patrick Huard က အဓိက ပါ၀င္သရုပ္ေဆာင္ေပးထားပါတယ္။ထူးျခားခ်က္က မင္းသား Partrick Huard ကိုယ္တိုင္ ဒီဇာတ္ကားရဲ့ ၀တၳဳကိုေရးသားထားတာပါ။ဒါရိုက္တာ အေနနဲ႔ကေတာ့ Alain Desrochersကရိုက္ကူးေပးထားပါတယ္။ဒီဇာတ္ကားက 2006 ကထြက္ရွိခဲ့တဲ့ Bon Cop Bad Cop ထြက္ရွိျပီး ၁၁ နွစ္အၾကာမွာ ျပန္လည္ထြက္ရွိခဲ့တာပါ။Imdb Rating 7.2/10\nRotten Tomatoes 71%\nThe Globe and Mail 3/4ဒီ rating ေတြကို ၾကည့္ျခင္းအားျဖင့္ ဇာတ္ကားေကာင္းတစ္ကားဆိုတာေျပာဖို႔ေတာင္မလိုဘူးထင္ပါတယ္။ဒီဇာတ္ကားထဲမွာ ျပင္သစ္ ကေနဒီယန္ ရဲအျဖစ္ ဟာသဆန္ဆန္ သရုပ္ေဆာင္ခ်က္ေတြနဲ႔ အက္ရွင္ ဇာတ္ကြက္ေတြေၾကာင့္\n...",
        "rating": "7.1",
        "url": "https://channelmyanmar.org/bon-cop-bad-cop-2-2017/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTU2NTkwMTcwM15BMl5BanBnXkFtZTcwNzIwNzE0MQ@@._V1_-143x200.jpg",
        "title": "Bon Cop Bad Cop (2006)",
        "description": "Bon Cop Bad Cop 1 ဟာ 2006ခုႏွစ္မွာထြက္ရိွခဲ့တဲ့ ျပင္သစ္စံုေထာက္-ဟာသဇာတ္ကားေလးပါ။\nIMDB rating 7.1/10 နဲ႔ Rotten Tomatoes 78% ရရွိထားပါတယ္။\nအဓိကဇာတ္ေဆာင္ေတြကေတာ့ ျပင္သစ္ရဲ႕နာမည္ေက်ာ္အက္ရွင္-ဟာသမင္းသား Patrick Huard ၊\nThe Amazing Spider Man, Thor(2011), Face/Off ဇာတ္ကားေတြအပါအဝင္ဇာတ္ကားေတာ္ေတာ္မ်ားမ်ားမွာ ဇာတ္ပို႕အျဖစ္သရုပ္ေဆာင္တဲ့ မင္းသားႀကီး Colm Feore တို႕ျဖစ္ပါတယ္\nမင္းသားနွစ္ေယာက္လံုးဟာ ဒီဇာတ္ကားေၾကာင့္ ကေနဒါရုပ္ရွင္အစည္းအရံုးကေပးအပ္တဲ့ အေကာင္းဆံုးအမ်ဴိးသားဇာတ္ေဆာင္ဆုအတြက္ လ်ာထားျခင္းခံထားခဲ့ရပါတယ္။\nကေနဒါနိုင္ငံ အြန္တာရီယို-ေကြဘက္ နယ္ေျမနယ္ခုၾကားတည့္တည့္မွာေထာင္ထားတဲ့ ဆိုင္းဘုတ္ေပၚမွာခါးအလယ္တည့္တည့္ကေန တြဲေလာင္းက်ေသေနတဲ့ လူေသအေလာင္းတစ္ခုကို ေတြ႕တာကစပါတယ္။\nဒီေတာ့ နယ္ေျမတစ္ဖက္စီကအထက္လူႀကီးေတြဟာ လူသတ္မွုကိုပူးေပါင္းေျဖရွင္းၾကဖို႔ဆံုးျဖတ္လုိက္ၾကၿပီး အြန္တာရီယိုက စာအုပ္ႀကီးအတိုင္းလုပ္တဲ့စံုေထာက္မာတင္ဝါ့ဒ္ ၊ေကြဘက္က စည္းမ်ဥ္းစည္းကမ္းေတြကို သိပ္အေလးမထားတဲ့ စံုေထာက္ေဒးဗစ္ဘူရွားတို႕ နွစ္ေယာက္ကိုတဲြေပးလုိက္ပါတယ္။\nအားေနရင္ အခ်င္းခ်င္းစကားနာထိုးၾကတဲ့ စံုေထာက္နွစ္ေယာက္ဟာ လုပ္ေဖာ္ကိုင္ဖက္ေတြအျဖစ္ အလုပ္လုပ္ၾကရပါေတာ့တယ္။\nလူသတ္သမားဟာ ေဟာ္ကီအသိုင္းအဝိုင္းကလူေတြကို သတ္ေလ့ရိွၿပီး ေနာက္ထပ္ဘယ္သူ႕အလွည့္ဆိုတာကိုပါသဲလြန္စခ်န္ခ်န္ထားပါတယ္။\nေဟာ္ကီအားကစားကို စြဲစြဲလန္းလန္းျဖစ္ေနတဲ့လူသတ္သမားကို မတည့္အတူေနစံုေထာက္နွစ္ေယာက္ႀကိဳးပမ္းေဖာ္ထုတ္ၾကပံုကို ဟာသဆန္ဆန္ရိုက္ကူးထားပါတယ္\nေနာက္ဆံုးမွာ လူသတ္သမားဟာ ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/bon-cop-bad-cop2006/",
        "category": "Action, Comedy, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjI2NDQ5Mzg0NF5BMl5BanBnXkFtZTgwMDM3NjI2MDE@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Let the Bullets Fly (2010)",
        "description": "Let the Bullet Fly (2010) ရုပ္ရွင္ဟာ ၂၀၁၀ခုႏွစ္ကစတင္ျဖန္ ့ခ်ိခဲ့တဲ့တရုတ္အက္ရွင္ဇာတ္ကားျဖစ္ပါတယ္\nIMDB အေနနဲ ့7.3/10 ကိုရယူထားၿပီး Rotten Tomato မွာေတာ့ 72%ပါ\nအဓိကဇာတ္ေကာင္ေတြအျဖစ္နာမည္ႀကီးသရုပ္ေဆာင္ႏွစ္ေယာက္ျဖစ္တဲ့  Chow Yun-fat(ေခ်ာင္ယြန္ဖတ္) Jiang Wen(က်န္းဝမ္)တိုပါဝင္သရုပ္ေဆာင္အားၿပိဳင္ထားပါတယ္\nဇာတ္လမ္းၾကာခ်ိန္ကေတာ့ ၂ နာရီပါ\nဇာတ္လမ္းအက်ဥ္းကေတာ့\n၁၉၂၀ျပည့္ႏွစ္အခ်ိန္ကာလတရုတ္ႏိုင္ငံတြင္က်ာက္ေပါက္မာဓားျပက်န္းေခါင္းေဆာင္တဲ့ဓားျပအဖြဲ ့ရွိခဲ့ပါတယ္\nတစ္ေန ့အရာရွိမင္းမာပန္းတယ္စီးနင္းလိုက္ပါလာေသာရထားအားလုယက္မႈျပဳရင္း ဓားျပဗိုလ္မွအရာရွိေယာင္ေဆာင္ကာအနီးနားရွိအယ္ခ်န္ၿမိဳ ့ေလးသို ့သြားေရာက္ကာၿမိဳ ့ဝန္မင္းရာထူးရယူၿပီးႀကီးပြားခ်မ္းသာဖို ့ႀကံစည္ပါတယ္\nသို ့ေသာ္ထိုၿမိဳ ့တြင္ႀကီးစိုးေနေသာ သူေဌးဟြမ္စစ္လန္ႏွင့္ရင္ဆိုင္ရပါေတာ့တယ္\nသူတို ့ႏွစ္ေယာက္အျပန္အလွန္ အေကာက္ဥာဏ္ေတြနဲ ့ရင္ဆိုင္တိုက္ခိုက္ရင္း ဘယ္လိုေတြျဖစ္ပ်က္လာမလဲ\nဘယ္သူရႈံးနိမ့္ၿပီးဘယ္သူႏိုင္သြားမလဲဆိုတာ........\nအက္ရွင္ ဟာသ ဒရာမာေပါင္းစပ္ထားေသာဇာတ္လမ္းေကာင္းတစ္ပုဒ္ျဖစ္ပါတယ္\n(ဘာသာျပန္သူကေတာ့ Kuran ပါ)File Size : (950 MB) and (480 MB)\nQuality : Bluray 720p\nRunning Time : 2hr 12min\nFormat ...",
        "rating": "7.3",
        "url": "https://megaup.net/1Ba9f/Let_The_Bullets_Fly_[2010]_(MM_Sub).mp4",
        "category": "Action, Comedy, Western"
    },
    {
        "thumbnail": "",
        "title": "A Gentleman (2017)",
        "description": "​ေဘာလိဝုဒ္​ကား​ေတြရဲ႕ထံုးစံအတိုင္​းပရိသတ္​မထင္​ထား​ေလာက္​​ေအာင္​လွည္​့ကြက္​​ေလး​ေတြကဆရာက်တတ္​ၾကပါတယ္​။ဇာတ္​​ေၾကာင္​းဇာတ္​အိမ္​တည္​​ေဆာက္​ပံုကလည္​း​ေတာင္​့တင္​းတယ္​ဆိုတာ ​ေဘာလိဝုဒ္​ပရိသတ္​ႀကီးလည္​းသိၿပီးသားပါ။​ေဘာလိဝုဒ္​ကားအမ်ားစုဟာ ဟာသ/ အခ်စ္​ / အလြမ္​း /ဇာတ္​ၾကမ္​း /လွည႔္​ကြက္​ ​စတဲ့ ရသ​ေတြေထာင္​့​​ေစ့​ေအာင္ ​တည္​​ေဆာက္​ထား​ေလ့ရွိပါတယ္​။ဒီကား​ေလးရဲ႕အၫႊန္​းကိုမွ်​ေဝရမယ္​ဆိုရင္​ျဖင္​့ အိႏၵိယႏိုင္​ငံရဲ႕လွ်ိဳ႕ဝွက္​​ေအးဂ်င္​့အဖြဲ႕တစ္​ခုျဖစ္​တဲ့ အဖြဲ႕ X ​​အ​ေၾကာင္​း​​ေလးနဲ႔ပဲစခ်င္​ပါတယ္​​​အဖြဲ႕ X ရဲ႕​ေခါင္​း​ေဆာင္​ ကာနယ္​ဟာဆိုရင္​ျဖင့္​့အာဏာကိုအလြဲသံုးစားလုပ္​ၿပီး'ရ​ေလလို​ေလအိုတ​ေစၦဆိုသလို'ကိုယ္​က်ိဳးရွာ​ေလာဘသား​ေခါင္​း​ေဆာင္​တစ္​​ေယာက္​ပါအဖြဲ႕ X ရဲ႕​ေခါင္​း​ေဆာင္​က​ေတာ့ ရွရီဆိုတဲ့အရည္​အခ်င္​းရွိ​ေအးဂ်င္​့ပါသူက​ေတာ့ မတရားမႈ​ေတြလုပ္​​ေနတဲ့​ေခါင္​း​ေဆာင္​ရဲ႕လက္​​ေအာက္​က​ေနလြတ္​​ေျမာက္​ခြင္​့ရဖို႔ခက္​ခဲ​ေနတဲ့သူတစ္​​ေယာက္​ပါ ​သူ႔သ​ေဘာထားကိုသိသြားတဲ့ကာနယ္​က​ေနာက္​ဆံုးအ​ေနနဲ႔မစ္​ရွင္​တစ္​ခုလုပ္​​ေပးဖို႔​ေတာင္​းဆိုလိုက္​ပါတယ္​ဒါကိုသ​ေဘာတူၿပီး​ေနာက္​ပိုင္​းဘာ​ေတြျဖစ္​လာမလဲတစ္​ဖက္​မွာလည္​းဒါရိုက္​တာပံ​ု​ေဖာ္​ၿပီးရိုက္​ျပထားတဲ့ ေဂၚရဗ္​ ဆိုတဲ့ဝန္​ထမ္​း​ေလးတစ္​​ေယာက္​အ​ေၾကာင္​း​ေလးလည္​းေျပာခ်င္​ပါ​ေသးတယ္​\nသူက​ေတာ့ ဘဝကိုအရႈပ္​အရွင္​းကင္​းကင္​းနဲ႔ရိုးသားစြာျဖတ္​သန္​းခ်င္​တဲ့သူပါကုမၸဏီမွာအလုပ္​ႀကိဳးစားတယ္​အိမ္​​ေကာင္​း​ေကာင္​းတစ္​လံုးနဲ႔​ေနခ်င္​တယ္​သာမန္​​ေနထိုင္​မႈလို႔ပဲဆိုရမွာပါမင္​းသမီးကလည္​းနာမည္​​ေရးျပစရာမလို​ေလာက္​​ေအာင္​ ​ေဘာလိဝုဒ္​ပရိသတ္​​ေတြအႀကိဳက္​ ဇာတ္​ၾကမ္​း/ အခ်စ္​/အလြမ္​း /ဟာသ ဘက္​စံုရတဲ့သမီးတစ္​လက္​ပါဒီ character ​ေတြစု​ေပါင္​းလိုက္​တဲ့ဇာတ္​လမ္​းအသြားအလာဘယ္​လိုပီျပင္​လာမလဲဆိုတာ​ေတာ့ ဇာတ္​ကားၿပီးခါနီး​ေလးမွပဲသိရမွာပါဇာတ္​အိမ္​/ ဇာတ္​​ေၾကာင္​း/ သရုပ္​​ေဆာင္​/ ​ေနာက္​ခံသီခ်င္​း အျပစ္​​ေျပာရာမရွိ​ေအာင္​​ေကာင္​းတဲ့ ဇာတ္​ကား​ေလးျဖစ္​​ၿပီးဟာသ​ေလး​ေတြလည္​းပါဝင္​ထားလို႔ျကိဳက္​ႏွစ္​သက္​ၾကမယ္​လို႔ ယူဆမိပါ​ေၾကာင္​း.......\n(ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ႔ Pyae Xeinn Sett ပါ)\n File Size : (0.99 GB)\nQuality : WEB-DL 720p\nRunning Time : 2hr ...",
        "rating": "7.4",
        "url": "https://megaup.net/1wpy6/A_Gentleman_[2017]_(MM_Sub).mp4",
        "category": "Action, Bollywood, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMzU5OWFhYWItYTY0MS00NmJmLWE5NmItYzAyOGIyYTcyMDcyXkEyXkFqcGdeQXVyNDUwNzM3NDU@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "V.I.P (2017)",
        "description": "အဓိကဇာတ္အိမ္တည္ထား  တာကေတာ့ ကမၻာတစ္လႊားကလူသတ္မႈေတြက်ဴးလြန္သူအျဖစ္သံသယရွိခံေနရတဲ့  ေျမာက္ကိုရီး ယားထိပ္ပိုင္းေခါင္းေဆာင္တစ္ ဦးရဲ႕သားကင္ဂြမ္အီရဲ႕ အေၾကာင္းျဖစ္ပါတယ္။ေျမာက္ကိုရီးယားထိပ္ပိုင္း ေခါင္းေဆာင္တစ္ဦးရဲ႕သား ကင္ ဂြမ္အီဟာ ေတာင္ကိုရီးယားကို ၀င္လာတယ္ဆိုတဲ့ သတင္းအရ အထူးစံုစမ္းစစ္ေဆးေရးအဖြဲ႕နဲ႔ အေမရိကန္ စီအိုင္ေအအဖြဲ႕တို႔ စံုစမ္းေထာက္လွမ္းဖို႔ျဖစ္လာခဲ့ပါတယ္။  ဘာေၾကာင့္လဲဆိုရင္ ေတာင္ကိုရီးယားကို ဗီအိုင္ပီတစ္ဦးအျဖစ္ ေရာက္လာခဲ့တဲ့ ကင္ဂြမ္ အီဟာ လူသတ္မႈေပါင္းမ်ားစြာနဲ႔ဆက္စပ္ေနတဲ့သံသယတရားခံ ျဖစ္တာေၾကာင့္ပါ။လူသတ္မႈေတြကို စံုစမ္းေထာက္လွမ္းေနတဲ့ စံုေထာက္ခ်ယ္ရီဒိုကေတာ့ ကင္ဂြမ္အီဟာ လူသတ္မႈေတြရဲ႕ လက္သည္ျဖစ္ တယ္ဆိုတာသိေပမယ့္လို႔ ေတာင္ကိုရီးယာအထူးစံုစမ္းစစ္ေဆးေရး အဖြဲ႔ ေအးဂ်င့္ပက္ဂ်ယ္ေဟာ့က ေတာ့ ဂြမ္အီကို ကာကြယ္ေပးခဲ့ပါ တယ္။တကယ္ေတာ့ေအးဂ်င့္ ပက္ ဂ်ယ္ေဟာ့ဟာ စံုေထာက္ရီဒိုတို႔ လက္ဦးမႈမရခင္မွာ ကင္ဂြမ္အီနဲ႔ အဆင္ေျပေအာင္ေပါင္းၿပီး အဓိကအခ်ိန္က်မွ အျပဳတ္တိုက္ဖို႔ ရည္ရြယ္ထားသလို အေမရိကန္ ေထာက္လွမ္းေရးအဖြဲ႕အစည္းနဲ႔  လည္း ခ်ိတ္ဆက္ထားတာျဖစ္ပါ တယ္။ ျဖစ္လာသမွ်လူသတ္မႈ ေတြကို ရပ္တန္႔ဖို႔အတြက္ ေတာင္ကိုရီးယား၊ ေျမာက္ကိုရီးယားနဲ႔ အင္တာပိုရဲတပ္ဖြဲ႕ေတြပါ ဂြမ္အီနဲ႔ပတ္သက္လို႔ အၿပိဳင္အဆိုင္ ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/v-i-p-2017/",
        "category": "Action, Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/War-for-the-Planet-of-the-Apes-poster-135x200.jpg",
        "title": "War for the Planet of the Apes (2017)",
        "description": "War for the Planet of the Apes (2017)\nIMDb - 7.4/10_____Rotten - 94%\n  အမေရိ ကန်စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကား ဖြစ်တဲ့ War for the Planet of the Apes ဆိုတဲ့ ဇာတ်ကားလေးအ ကြောင်း ပြောပြပါရစေ။ ရုပ်ရှင် ဝေဖန်ရေးသမားတွေရဲ့ ချီးကျူး တဲ့ သုံးသပ်ချက်တွေ ရထားတဲ့ ဒါရိုက်တာမက်ရိဗ်စ်ရဲ့လက်ရာ ဇာတ်ကားလေးကို ၂၀ ရာစုမြေ ခွေးရုပ်ရှင် ထုတ်လုပ်ရေးကနေ ဖြန့်ချိထားတာပါ။ဒီတစ်ခါ ဇာတ်လမ်းကတော့ နာမည်ကြည့်လိုက်တာနဲ့ စစ်ပွဲလို့ သုံးထားတဲ့အတွက် လူသားတစ် ယောက်လို အိုင်ကျူမြင့်တဲ့ ချင် ပန်ဇီမျောက်ဝံဆီဇာခေါင်းဆောင် တဲ့ မျောက်ဝံတပ်သား အဖွဲ့နဲ့ မျောက်ဝံတွေကို သုတ်သင်ဖြိုခွဲ မယ့် လက်နက်ကိုင်တပ်ဖွဲ့တို့ရဲ့ တိုက်ပွဲကိုအဓိကဇာတ်အိမ်တည် ထားတာပါ။မျောက်ဝံစစ်တပ်ကို ဖြိုခွင်း ဖို့အတွက် အယ်လ်ဖာ-အိုမီဂါလို့ ခေါ်တဲ့ ...",
        "rating": "7.4",
        "url": " https://megaup.net/2rYL6/War_For_The_Planet_Of_The_Apes_[2017]_(MM_Sub).mp4 ",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/Teen-Wolf-Season-5-225x300.png",
        "title": "Teen Wolf Season 6 စ/ဆံုး",
        "description": "ကဲ... အားလံုး ေစာင့္ေမွ်ာ္ေနတဲ့ Teen Wolf Season 6 Returns ကို အစအဆံုး\nတင္ေပးလုိက္ပါၿပီ ဘာသာျပန္ေပးထားသူကေတာ့ CM Translator ျဖစ္သူ Mie Mie ျဖစ္ပါတယ္\nThit San Khant\n  \nDownload List\n============= Episode 1-20  Vip  /  Yoteshin[1-10]  /  Yoteshin[11-20]",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/teen-wolf-season-6-%e1%80%85%e1%80%86%e1%80%b6%e1%80%af%e1%80%b8/",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMDExMTAzYmEtZjMwOC00MjIxLTkyNjMtOTZjOWIwMTI0YTc0XkEyXkFqcGdeQXVyMjU3NTI0Mg@@._V1_SX675_CR00675999_AL_-135x200.jpg",
        "title": "Overdrive (2017)",
        "description": "ဒီတစ္ခါမိတ္ဆက္ေပးခ်င္တဲ့ဇာတ္ကားေလးကေတာ့2017 မွာထြက္ရွိလာတဲ့ overdrive ဆိုတဲ့ကားေလးပါဒီကားထဲမွာေတာ့ ၿပိဳင္ကားခေရစီျဖစ္တဲ့ေဖာစတာညီအစ္ကိုႏွစ္ေယာက္ရဲ႕ ဇာတ္လမ္းေလးပါသူတို႔ဟာဆိုရင္ ကားေမာင္းကၽြမ္းက်င္တဲ့အျပင္စက္တပ္ယာဥ္မွန္သမၽွကို ခိုးႏိုင္တယ္ဆိုၿပီးေက်ာ္ၾကားတဲ့ သူေတြလဲျဖစ္ၾကပါတယ္တစ္ေန႔ေတာ့ သူတို႔ႏွစ္ေယာက္ဟာကားတစ္စီးခိုးလိုက္ရာက ျပသနာအရႈပ္အေထြးေတြစတင္လာပါေတာ့တယ္သူတို႔ခိုးလိုက္တဲ့ ကားပိုင္ရွင္ဟာ ေတာ္ရံုလူမဟုတ္ဘဲအဆိပ္ျပင္းတဲ့ ကားခေရစီတစ္ေယာက္ျဖစ္ေနတဲ့အခါမွာသူတို႔ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႕ရမလဲသူတို႔ဘယ္လိုေျဖရွင္းသြားလဲဆိုတာကို ၾကည့္ရႈၾကပါဦးဒီထဲမွာ ေဖာစတာညီအစ္ကိုႏွစ္ေယာက္အျပင္ တျခားၿပိဳင္ကားခေရစီေတြရဲ႕ ကားေမာင္းကြက္အလန္းစားေတြကိုေဝေဝဆာဆာရိုက္ကူးထားတာပါ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ေမသရဖီလြင္ပါ)\n File Size : (700 MB) and (300 MB)\nQuality : 720p Webdl\nRunning Time : 1hr 33min\nFormat : Mp4\nGenre :Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Tharaphi Lwin\nEncode by Thanhtike Zaw",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/overdrive-2017/",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNTU2MjAxMjk3Nl5BMl5BanBnXkFtZTgwMjM5NzI5MDI@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "War on Everyone(2016)",
        "description": "War on everyone (2016) ဇာတ္ကားေလးဟာ IMDB 5.9 ရရွိထားတဲ့ ဇာတ္ကားေကာင္းျဖစ္ပါတယ္။ ဇာတ္လမ္းကေတာ့ တယ္ရီနဲ႔ ေဘာ့ ဆုိတဲ့ရဲအရာရွိ ၂ဦး ရွိတယ္...သူတုိ႔ ၂ေယာက္ဟာ ရဲက်င့္၀တ္နဲ႔မညီတာေတြ လုပ္ၾကတယ္ အထူးသျဖင့္ ျပစ္မႈက်ဴးလြန္တဲ့ရာဇ၀တ္သားေတြဆီက လာဘ္စားတယ္ ေငြညႇစ္တယ္ ..တစ္ေန႔ေတာ့ သူတို႔၂ေယာက္ဟာ လုယက္မႈေလးေတြ ေနာက္ကို လုိက္ေနရင္း မေမၽွာလင့္ပဲ အခ်ီႀကီးၾကံေနတဲ့ လုယက္မႈသတင္းအနံရသြားတယ္ နယ္ခံရာဇဝတ္သားတစ္ေယာက္ျဖစ္သူ ဂ်င္မီဟာ ဒီလုယက္မႈႀကီးရဲ႕ ဦးေဆာင္သူကေတာ့ ဂ်ိမ္းစ္မိန္းကန္လို႔ ေခၚတဲ့ၿဗိတိသွ်စီးပြားေရးလုပ္ငန္းရွင္ႀကီးတစ္ေယာက္ျဖစ္ပါတယ္။ သူတို႔ရဲ႕အလုပ္ကို ဝင္ေရာက္ေႏွာင့္ယွက္ေနတဲ့ ဒီရဲႏွစ္ေယာက္ကို ဂ်ိမ္းစ္မိန္းကန္က ရဲအရာရွိဘဝကေန ျပဳတ္သြားေအာင္လုပ္လိုက္ပါတယ္။ သူတုိ႔ ၂ေယာက္ဟာ အရက္သားျဖစ္သြားေပမဲ့လက္မေလ်ာ့ခဲ့ဘူး...အရပ္သားအျဖစ္နဲ႔ သူတို႔ႏွစ္ေယာက္ ဒီအမႈကိုဆက္လက္လိုက္ရင္း ႐ႈပ္ေထြးလွတဲ့ ကြင္းဆက္မ်ားအၾကား ဘယ္လို စံုစမ္းေထာက္လွမ္းၿပီး ဘယ္လိုအႏၲရာယ္ေတြၾကားထဲကေန ေနာက္ဆံုးေခါင္းေဆာင္ဆီေရာက္ေအာင္ သြားမလဲဆိုတာ ဒီဇာတ္ကားေလးထဲမွာ ဆက္လက္ၾကည့္႐ႈလိုက္ၾကပါဦး။ဒီကားထဲက မင္းသားေတြကုိေတာ့ အားလုံးရင္းႏွီးၿပီးသားျဖစ္မွာပါ........\nဇတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Yae ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/war-on-everyone2016/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMTkzODMwNTYxM15BMl5BanBnXkFtZTgwODMxNDA2MDE@._V1_-150x200.jpg",
        "title": "Secret Reunion (2010)",
        "description": "​ကိုးရီးယားႏိုင္​ငံရဲ႕​ေအာင္​ျမင္​တဲ့ထုတ္​လုပ္​မႈတစ္​ခုျဖစ္​တဲ့ ဒီကား​ေလးက ​ေဆာင္​းကန္​ဟိုနဲ႔ ကင္​​ေဒါင္​ဝန္​တို႔ main role အ​ေနနဲ႔ပါဝင္​ထားတဲ့ ​ေဟာလိဝုဒ္​ကားဆန္​ဆန္​ spy,thriller ကား​ေလးျဖစ္​ပါတယ္​။​ေအးဂ်င္​့ လီဟန္​ဂူဟာ ႏိုင္​ငံ​ေရးဌာနတစ္​ခုမွာတာဝန္​ထမ္​း​ေဆာင္​​ေနၿပီး မိသားစုကို​ေကာင္​း​ေကာင္​းမ​ေထာက္​ပံ့ႏိုင္​တဲ့အတြက္ အိ္​မ္​​ေထာင္​နဲ႔ကြဲ​ေနသူပါ။သူ႔ရဲ႕ မစ္​႐ွင္​က​ေတာ့​ေျမာက္​ကိုရီးယား​ေခါင္​း​ေဆာင္​ကိုသစၥာ​ေဖာက္​တဲ့သူ​ေတြကိုသတ္​ျဖတ္​​ေနတဲ့ အရိပ္​ ဆိုတဲ့လူသတ္​သမားကိုလိုက္​လံဖမ္​းဆီး​ရျခင္​းပါ။မစ္​႐ွင္​က်႐ွံဳးခဲ့တဲ့အတြက္​အထက္​လူႀကီးနဲ႔က​ေတာက္​ကဆျဖစ္​ကာ လီဟန္​ဂူအလုပ္​ထြက္​ခဲ့ရပါတယ္​။ကင္​​ေဒါင္​ဝမ္​က​ေတာ့ ​ေျမာက္​ကိုရီးယားရဲ႕သူလ်ိွဳ ဂ်ီဝန္​အျဖစ္​သ႐ုပ္​​ေဆာင္​ထားၿပီး အရိပ္​ရဲ႕အမိန္​႔ကိုလိုက္​နာရသူပါ။ႏူးညံတဲ့ႏွလံုးသားပိုင္​႐ွင္​ဂ်ီဝန္​ဟာ ရန္​သူ​ကိုညႇာတာမိရာက​ေန တိုင္​းျပည္​ရဲ႕သစၥာ​ေဖာက္​ျဖစ္​ခဲ့ပါတယ္​။၆ႏွစ္​ၾကာတဲ့အခါ ကိုယ္​ပိုင္​​ေအဂ်င္​စီ​ေထာင္​ၿပီး ထြက္​​ေျပး​ေနတဲ့ႏိုင္​ငံျခားသူဇနီး​ေတြကို႐ွာ​ေဖြ​ေပး​ေနသူ လီဟန္​ဂူဟာ ဆု​ေငြရလိုမႈနဲ႔ရဲဌာနကအလို႐ွိသူကိုဖမ္​းဆီးရင္​ ​ေဆာက္​လုပ္​​ေရးလုပ္​ငန္​တစ္​ခုမွာအလုပ္​လုပ္​​ေနတဲ့ ဂ်ီဝန္​နဲ႔ဆံုခဲ့ပါတယ္​။ဇနီးသည္​နဲ႔သမီး​ေလးဆီျပန္​ဖို႔​ေငြလို​ေနတဲ့ဂ်ီဝန္​ဟာ လီဟန္​ဂူရဲ႕​ေအဂ်င္​စီမွာအလုပ္​လုပ္​ရင္​း လီဟန္​ဂူရဲ႕တိုက္​ခန္​းမွာပဲ​ေန​ထိုင္​ခဲ့ပါတယ္​တစ္​​ေယာက္​ကိုတစ္​​ေယာက္​သတိထားရင္​းနဲ႔အ​ေနၾကာလာတဲ့အခါမွာ ညီအကိုသံ​ေယာဇဥ္​တြယ္​လာခဲ့ပါတယ္​။န်ဴးကလီးယားျပႆနာနဲ႔ႏွစ္​ႏိုင္​ငံဆက္​ဆံ​ေရးတင္​းမာလာၿပီးလုပ္​ၾကံသတ္​ျဖတ္​မႈ​ေတြျပန္​လည္​အစျပဳလာခ်ိန္​မွာ​ေတာ့ သူတို႔ႏွစ္​​ေယာက္​ၾကားဆက္​ဆံ​ေရး​ေတြဘယ္​လိုဆက္​ျဖစ္​ျကမလဲ..ဂ်ီဝန္​က​ေရာ သူ႔မိသားစုနဲ႔ျပန္​လည္​​ေပါင္​းစည္​းႏိုင္​ပါ့မလား..ဆိုတာကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာပါ \n(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္က ၾကာျဖဴလြင္ပါ)\n  File Size : (850 MB) and (400 MB)\nQuality : 720p Bluray\nRunning Time : 1hr 57min\nFormat : Mp4\nGenre :Action, Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "7.0",
        "url": "https://megaup.net/2gupB/The_Secret_Reunion_(Uihyeongjae)_[2010]_(MM_Sub).mp4",
        "category": "Action, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMDg4NWJiNzAtM2RhNC00MTZlLWIzZTktZjdiNzQ0MGIzNTAxXkEyXkFqcGdeQXVyMTM3Mjc0OTE@._V1_-143x200.jpg",
        "title": "Science Fiction Volume One: The Osiris Child(2016)",
        "description": "The Osiris Child:Science Fiction Volume One(2016)\nျသစေတးလ်ေတာင္ပိုင္း Coobe Pedy နဲ႔ Gladesville နဲ႔ ဆစ္ဒနီတို႔မွာ ႐ိုက္ကြင္းယူၿပီး ဖန္တီးထားတဲ့ ဒီဇာတ္ကားေလးကို ဒါ႐ိုက္တာ Shane Abbess က ႐ိုက္ကူးထားၿပီး ေအာ္ဇီနဲ႔အေမရိက ဇာတ္ေဆာင္မ်ားပါဝင္သ႐ုပ္ေတာင္ထားပါတယ္\nဇာတ္လမ္းအက်ဥ္းေလးကေတာ့\nကမာၻေျမရဲ႕အျပင္ဘက္မွာ နယ္ခ်ဲ့ယူထားတဲ့ၿဂိဳလ္ေတြကို အုပ္ခ်ဳပ္ေထာက္ပံ့မႈျပဳလုပ္ဖို႔ အိတ္ေဇာလို႔ေခၚတဲ့ အဖြဲ႔အစည္းက တာဝန္ယူထားၿပီး အဲဒီၿဂိဳလ္မွာ General Lynex (Racheal Griffiths (၂၀၀၆ ထုတ္ Step Up ကားမွာ director gordon အေနနဲ႔ ပါဝင္ခဲ့)) အုပ္ခ်ဳပ္ေနပါတယ္\nအဲဒီအဖြဲ႔အစည္းကို ယုံၾကည္ၾကတဲ့လူေပါင္းမ်ားစြာဟာ အဲဒီၿဂိဳလ္မွာေနထိုင္ၾကၿပီး ဗိုလ္ခ်ဳပ္ႀကိ္းကေတာ့ စၾကာဝဠာထဲမွာ ကိုလိုနီနယ္ေျမေတြ ထပ္မံခ်ဲ့ထြင္ႏိုင္ဖို႔ ရစ္ဂ်္လို႔ေခၚတဲ့ လူကေန အသြင္ေျပာင္းသတၱဝါႀကီးေတြကို တိတ္တဆိတ္ဖန္တီးလ်က္႐ွိၿပီး အက်ဥ္းေထာင္မွာ လွ်ိဳ႕ဝွက္ထား႐ွိပါတယ္\nအဲဒီ အိတ္ေဇာအဖြဲ႔အစည္းမွာ လက္ဖတက္နင္ ကိန္း ဆြန္မာဗီးလ္ (Daniel Mcpherson) ...",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/science-fiction-volume-one-the-osiris-child2016/",
        "category": "Action, Adventure, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/Soar-Into-the-Sun-aka-Return-to-Base-2012-Movie-Poster-600x859-140x200.jpeg",
        "title": "R2B: Return to Base (2012)",
        "description": "R2B: Return to Base (2012)\nIMDb - 6.0/10_____Rotten - 60%\n  \nဒီကားကတော့ အများကြီးမိတ်ဆက်ပေးစရာမလိုတော့တဲ့ ကိုရီးယားမင်းသားချော Rain ပါဝင်ထားတဲ့\nနာမည်ကျော် Return To Base (ဌာနချုပ်သို့အပြန်)ကိုရီးယား စစ်ကားပဲဖြစ်ပါတယ်..\nစစ်သားတွေရဲ့ဘဝဟာ အမိန့်ဆိုတာကိုအသက်အဖြစ်နဲ့နေနေကြတဲ့ လူတွေထဲကလူတွေပဲဖြစ်ပါတယ်...\nတစ်ခါတလေကိုယ်ချစ်တဲ့သူ ကိုယ်တန်ဖိုးထားရတဲ့လူတွေ အထက်အမိန့်မရလို့\nမိမိမျက်စိရှေ့မှာသေသွားရတာတွေကို\nဘာမှမလုပ်နိုင်ပဲကြည့်နေရတာတွေလည်းရှိပါတယ်.....\nစစ်သားတစ်ယောက်ဖြစ်ဖို့ဆိုတာ မလွယ်ပါဘူး....တိုင်းပြည်အပေါ်အနစ်နာခံတဲ့စိတ်\nကိုယ့်မိသားစုထက်ပြည်သူတွေရဲ့အသက်အိုးအိမ်စည်းစိမ်ကို အရင်ဆုံးအဓိကထားတတ်တဲ့စိတ်တွေကြောင့်လည်း\nစစ်သားတွေရဲ့ဘဝဟာ အမြဲခါးသက်လွန်းလှပါတယ်....\nကြည်းတပ်ပဲဖြစ်ဖြစ် ရေတပ်ပဲဖြစ်ဖြစ် လေတပ်ပဲဖြစ်ဖြစ် စစ်သားကစစ်သားပါပဲ....\n ဒီကားမှာတော့ တိုက်လေယာဉ်မောင်းတဲ့လေသရဲတွေရဲ့ဘဝကို ရိုက်ပြထားပါတယ်....\nလေသူရဲတွေရဲ့ ဒုတိယအသက်က သူတို့မောင်းတဲ့လေယာဉ်တွေပဲဖြစ်ပါတယ်....\nလေယာဉ်တွေတစ်ခုခုအပစ်ခံရလို့ ပျက်ကျခဲ့ရင်တောင်မှ မတတ်သာတဲ့အခြေနေမှသာ\nခုန်ဆင်းခွင့်ရှိပါတယ်....ဒါပေမယ့် တာဝန်သိတဲ့ လေသူရဲအများစုကတော့ မိမိရဲ့လေယာဉ်ကို\nလူနေအရပ်တွေနဲ့လွတ်တဲ့နေရာတွေမှာသာ အသက်ကိုပဓာနမထားပဲပျက်ကျခံကြပါတယ်....\nစစ်သားတိုင်းကအိမ်ကိုပြန်ချင်ကြပါတယ်....အိမ်မှာသူတို့ကိုစောင့်မျှော်နေကြတဲ့\nအိမ်သူဇနီးမယားတွေနဲ့ သားသမီးတွေရှိကြပါတယ်....တကယ်လို့ အိမ်ပြန်မလာနိုင်တော့တဲ့\nစစ်သားတွေအဖို့ သူတို့ရဲ့ မိဘတွေဇနီးတွေရဲ့ နာကျင်မှု့တွေက မပြောပြတတ်လောက်အောင်ပါပဲ...\nဒါကြောင့် Return To Base (ဌာနချုပ်)သို့ အပြန်ဇာတ်ကားလေးကိုတင်ဆက်ပေးလိုက်ရင်း\nကမ္ဘာပေါ်မှာရှိတဲ့ စစ်သားတိုင်းအိမ်ပြန်နိုင်ကြပါစေ....အများကြီးကောင်းမွန်တဲ့ Old But Gold ကားလေးမို့\nလေသူရဲများကိုဂုဏ်ပြုရင်း မကြည့်ရသေးသောပရိတ်သတ်များနဲ့ကြည့်ပြီးသားသူများလည်း\nမှန်ကန်တဲ့မြန်မာစာတန်းထိုးနဲ့ကြည့်ရလေအောင် တင်ဆက်ပေးလိုက်ပါတယ်....\n  Quality…..BluRay 1080p\nDuration…..01:53:00\nFormat…Mp4\nFile Size…(824 MB)\nTranslator…..Myanmar Gyi\nEncoder…..Moe Myint Lwin",
        "rating": "6.0",
        "url": "https://megaup.net/UA59/R2B_-_Return_To_Base_(Altubi_-_Riteontu_Be-iseu)_[2012]_(MM_Sub).mp4",
        "category": "Action, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BODQyMDkyOTE2MF5BMl5BanBnXkFtZTgwNDQ1NTQwMTI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Belko Experiment(2016)",
        "description": "The Belko Experiment ဆိုတဲ့ ဒီကားလေးဟာ ၂ဝ၁၆ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အက်ရှင်ဇာတ်ကားကောင်း\nတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်းအကျဉ်းကတော့ ဘယ်လ်ကို အမည်ရှိ ကော်ပိုရေးရှင်းကုမ္ပဏီတစ်ခုဟာ\nဝန်ထမ်းတွေကို လစာကောင်းကောင်းပေးခန့်ထားသလို ဝန်ထမ်းတွေအတွက် လုပ်ပိုင်ခွင့်တွေ\nရပိုင်ခွင့်တွေအပြည့်အဝပေးထားပါတယ်.......တစ်နေ့တော့ ဝန်ထမ်းတွေဟာ ခမ်းနားတဲ့ရုံးအဆောက်အဦးကြီးထဲမှာ\nပိတ်လှောင်ခံလိုက်ရတယ်....ထွက်ဖို့ဝန်ထမ်းအားလုံးကကြိုးစားပေမဲ့ အဆောက်အဦးရဲ့လုံခြုံရေးစနစ်က\nအရမ်းကိုမြင့်မားနေပြီ ဟာကွက်မရှိသလိုဖြစ်နေတယ်....နောက်ပိုင်းဝန်ထမ်းအားလုံးဟာ အကွက်ချပြီး\nအချင်းချင်းသတ်ဖြတ်ခိုင်းခြင်း ခံရပါတယ် ......ဒါကြောင့် ဝန်ထမ်းတွေ အချင်းချင်း\nတိုက်ခိုက်သတ်ဖြတ်ကြခြင်းများ၊ ကော်ပိုရေးရှင်းမှ ခြိမ်းခြောက်သတ်ဖြတ်မှုများကို သည်းထိတ်ရင်ဖို ခံစားရ\nမည်ဖြစ်ပါသည်။ ဒီကားက ရိုက်ချက်တွေအတော်လန်းသလို ကြည့်ရတာအတော်လေးမိုက်တယ်\nသည်းထိတ်ရင်ဖို အက်ရှင်ကားကောင်း ကြိုက်နှစ်သက်သည့် ပရိသတ်များ လက်လွတ်မခံဘဲ\nကြည့်သင့်သည့် ဇာတ်ကားပဲဖြစ်ပါတယ်။IMDB..6.1 ဆိုတော့ကြည့်ရကြိုးနပ်ပါလိမ့်မယ်.....\nFile Size : (826 MB) and (240 MB)\nQuality :  720p\nRunning Time : 1hr 27min\nFormat : Mp4\nGenre :  Action,Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.1",
        "url": "https://megaup.net/1AMxy/The_Belko_Experiment_[2016]_(MM_Sub).mp4",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BNzVjY2Y5MTEtZGE1MS00MDYxLWJkYWQtN2VlMDJjNDkzNWIxXkEyXkFqcGdeQXVyMzQzOTU5MTE@._V1_SY1000_CR007111000_AL_-142x200.jpg",
        "title": "Tubelight (2017)",
        "description": "၂၀၁၅ တုန္းက ထြက္ရွိထားတဲ့ အေမရိကန္႐ုပ္ရွင္ Little Boy ကို ျပန္လည္ဆန္းသစ္႐ိုက္ကူးထားတာျဖစ္ၿပီး ဒီဇာတ္ကားမွာေတာ့ ျမန္မာပရိသတ္အႀကိဳက္မင္းသား ဆယ္လ္မန္ခန္းက အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထား ပါတယ္။ ဇာတ္လမ္းက ၁၉၆၂ တ႐ုတ္-အိႏိၵယစစ္ပြဲေနာက္ခံနဲ႔ ႐ိုက္ကူးထားတာျဖစ္ၿပီး ႏိုင္ငံေတြ မွာ စစ္ပြဲေတြျဖစ္ၿပီဆိုတာနဲ႔ စစ္ ေဘးဒဏ္ကို ခါးစည္းခံၾကရတဲ့ ျပည္သူေတြရဲ႕ ပံုရိပ္ကို ျမင္သာ ေအာင္ တင္ဆက္ထားတာျဖစ္ပါတယ္။လက္စ္မန္ဆင္းဘစ္ရွ္ဟာ အိႏိၵယႏိုင္ငံ ေျမာက္ပိုင္းက ၿမိဳ႕ ငယ္ေလးတစ္ၿမိဳ႕မွာ သူ႕ရဲ႕ ညီဘာရတ္နဲ႔အတူ ေနထုိင္ပါတယ္။ လက္စ္မန္ဟာ စိတ္ထားေကာင္း ၿပီး လူတိုင္းကို ယံုလြယ္သူတစ္ ေယာက္ျဖစ္ၿပီး မိသားစုအရင္းအ ခ်ာဆိုလို႔ ဒီညီအစ္ကိုႏွစ္ေယာက္ ပဲ ရွိတဲ့အတြက္ ဘယ္သြားသြား၊ ဘာလုပ္လုပ္ မခြဲအတူပါ။ ဘာ ရတ္ကလည္း သူ႕အစ္ကိုအေပၚ အႏြံတာခံခ်စ္ခင္ၿပီး ေစာင့္ေရွာက္ ဖို႔ အသင့္ဆိုသလို ေနထိုင္ခဲ့ၾကပါတယ္။တ႐ုတ္-အိႏိၵယစစ္ပြဲဆိုတာ ႀကီးျဖစ္လာတဲ့အခါမွာ စစ္ပြဲအ ...",
        "rating": "4.1",
        "url": "https://megaup.net/3BBMT/Tubelight_[2017]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BZWY0MTY0MzItNGJjOC00NDAzLWI5ZTItZjMzZGMwYWI3MDMxXkEyXkFqcGdeQXVyMjAxMTYxMjE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Chasing (2016)",
        "description": "ဒီတစ္ခါတင္ဆက္ေပးမယ့္ ကားေလးကေတာ့ Chasing လို႔ အမည္ရပါတယ္ညတစ္ညမွာပဲ ၾကံဳေတြ႔ရတဲ့ ျပသာနာေပါင္းမ်ားစြာကို CEO တစ္ေယာက္နဲ႔ စံုေထာက္တစ္ေယာက္က တစ္ဖြဲ႔\nေက်ာင္းသားေလးေတြက တစ္ဖြဲ႔ အၿပိဳင္ပံုေဖာ္ေပးထားတဲ့ Comedy အသားေပး Action ဇာတ္လမ္းေလးပါ...ရယ္ရတဲ့အျပင္ ကိုရီးယားဇာတ္လမ္းတို႔ရဲ႕ထံုးစံအတိုင္း လူမႈေရးပညာေပးေလးလည္း ယူတတ္ရင္ ရမယ့္ကားေလးပါအဓိက သ႐ုပ္ေဆာင္ ေတြ အေနနဲ႔ကေတာ့ မင္းသားႀကီးေတြျဖစ္တဲ့ Kim Seung woo နဲ႔ Kim Jung Tae\nသူတို႔ရဲ႕ အၿပိဳင္ အထက္တန္းေက်ာင္းသားေလးေတြအျဖစ္Vixx အဖြဲ႔မွ Hyuk အပါအဝင္ Shin Kangwoo, Kim Min Gyoo နဲ႔ Moon Yong Seok တို႔ေလးေယာက္က ပါဝင္အားျဖည့္ထားပါတယ္ \n(ဘာသာျပန္သူကေတာ့ ဇြန္လဲ့ျဖဴပါ)\n File Size : (700 MB) and (300 MB)\nQuality : ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/chasing-2016/",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/starship-trooper-poster-0801f2e1a6fb39b13642641d30a35fa4-135x200.jpg",
        "title": "Starship Troopers: Traitor of Mars (2017)",
        "description": "ဇာတ်လမ်းအကြောင်းကိုပြောရမယ်ဆိုရင်တော့\nမားစ်ဂြိုလ်ပေါ်ကို ကျူးကျော်ဝင်ရောက်လာတဲ့ ပိုးကောင်တွေကို သုတ်သင်ဖို့စေလွှတ်ခြင်းခံရတဲ့\nလက်နက်ကိရိယာတွေတပ်ဆင်ထားတဲ့ကင်းလှည့်တပ်စုတစ်စုအကြောင်းပါ...\nထိုတပ်စုဟာ ပညာသင်ယူလေ့လာနေဆဲတပ်စုတစ်စုဖြစ်ပြီးတော့\nတကယ်တမ်း အန္တရာယ်နဲ့ကြုံတွေ့လာရတဲ့အခါ အတွေ့ကြုံများတဲ့ တပ်စုတစ်စုလို\nမားစ်ဂြိုလ်ပေါ်ကိုစေလွှတ်ခြင်းခံခဲ့ရပါတယ်...\nတိုက်ပွဲအတွေ့ကြုံမရှိတဲ့အပြင် တကယ်တမ်းပိုးကောင်တွေနဲ့ရင်ဆိုင်လာရတဲ့အခါ\nထိုလူငယ်တပ်စုဟာအမှားမှားအယွင်းယွင်းတွေဖြစ်ကုန်ကြပါတယ်....\nအားလုံးကလည်း မားစ်ဂြိုလ်ပေါ်မှာထိုတပ်စုကို သေဆုံးသွားကြပြီလို့လည်းယူဆကြပါတယ်..\nဒါကြောင့် အာကာသပိုင်ဗိုလ်ချုပ်ကနေ ထိုမားစ်ဂြိုလ်ကိုအပြီးတိုင်ဖောက်ခွဲဖို့ဆုံးဖြတ်လိုက်ပါတယ်..\nလူငယ်တပ်စုဟာ မားစ်ဂြိုလ်ပေါ်ကနေများပြားလှတဲ့ ပိုးကောင်တွေကိုအချိန်မှီဖယ်ရှားပြီးတော့\nသူတို့နေထိုင်ရာ ယာဉ်ဆီကို အမြန်ဆုံးပြန်နိုင်မလားဆိုတာကတော့ စိတ်ဝင်စားဖွယ်ကြည့်ရမှာပဲဖြစ်ပါတယ်....\nAnimation ကြိုက်သူများအတွက်ကတော့ ရုပ်ထွက်ပီပြင်တဲ့ Animation ကားဖြစ်တဲ့အပြင်\nဇာတ်လမ်းသဘောအရပါ ကောင်းမွန်တဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်.....ဇာတ္လမ္းအေၾကာင္းကိုေၿပာရမယ္ဆိုရင္ေတာ့\nမားစ္ၿဂိဳလ္ေပၚကို က်ဴးေက်ာ္၀င္ေရာက္လာတဲ့ ပိုးေကာင္ေတြကို သုတ္သင္ဖို႕ေစလႊတ္ၿခင္းခံရတဲ့\nလက္နက္ကိရိယာေတြတပ္ဆင္ထားတဲ့ကင္းလွည့္တပ္စုတစ္စုအေၾကာင္းပါ...\nထိုတပ္စုဟာ ပညာသင္ယူေလ့လာေနဆဲတပ္စုတစ္စုၿဖစ္ၿပီးေတာ့\nတကယ္တမ္း အႏၱရာယ္နဲ႕ၾကံဳေတြ႕လာရတဲ့အခါ အေတြ႔ၾကံဳမ်ားတဲ့ တပ္စုတစ္စုလို\nမားစ္ၿဂိဳလ္ေပၚကိုေစလႊတ္ၿခင္းခံခဲ့ရပါတယ္...\nတိုက္ပြဲအေတြ႕ၾကံဳမရွိတဲ့အၿပင္ တကယ္တမ္းပိုးေကာင္ေတြနဲ႕ရင္ဆိုင္လာရတဲ့အခါ\nထိုလူငယ္တပ္စုဟာအမွားမွားအယြင္းယြင္းေတြၿဖစ္ကုန္ၾကပါတယ္....\nအားလံုးကလည္း မားစ္ၿဂိဳလ္ေပၚမွာထိုတပ္စုကို ေသဆံုးသြားၾကၿပီလို႕လည္းယူဆၾကပါတယ္..\nဒါေၾကာင့္ အာကာသပိုင္ဗိုလ္ခ်ဳပ္ကေန ထိုမားစ္ၿဂိဳလ္ကိုအၿပီးတိုင္ေဖာက္ခြဲဖို႕ဆံုးၿဖတ္လိုက္ပါတယ္..\nလူငယ္တပ္စုဟာ မားစ္ၿဂိဳလ္ေပၚကေနမ်ားၿပားလွတဲ့ ပိုးေကာင္ေတြကိုအခ်ိန္မွီဖယ္ရွားၿပီးေတာ့\nသူတို႕ေနထိုင္ရာ ယာဥ္ဆီကို အၿမန္ဆံုးၿပန္ႏိုင္မလားဆိုတာကေတာ့ စိတ္၀င္စားဖြယ္ၾကည့္ရမွာပဲၿဖစ္ပါတယ္....\nAnimation ၾကိဳက္သူမ်ားအတြက္ကေတာ့ ရုပ္ထြက္ပီၿပင္တဲ့ Animation ကားၿဖစ္တဲ့အၿပင္\nဇာတ္လမ္းသေဘာအရပါ ေကာင္းမြန္တဲ့ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္.....Quality…..BluRay 1080p\nDuration…..01:40:00\nFormat…Mp4\nFile Size…(754 MB )\nTranslator…..Arrow\nEncoder…..Moe Myint Lwin",
        "rating": "5.5",
        "url": "https://megaup.net/2SOq1/Starship_Troopers_-_Traitor_Of_Mars_[2017]_(MM_Sub).mp4",
        "category": "Action, Animation"
    }
]