[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/1t9aqefuqkyk-133x200.jpg",
        "title": "Fight Back to School (1991)",
        "description": "စတီဖင်ချောင်ရဲ့ ဒီဇာတ်ကားကတော့ IMDb Rating (7.2) ထိရရှိထားတဲ့ Action/Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပါတယ်။စတီဖင်ချောင်က ဒီဇာတ်လမ်းတွေထဲမှာ ရဲစုံထောက်။\nFight Back to School ဇာတ်လမ်းတွေက အမှုအထူးအဆန်းတွေကို စုံစမ်း ဖြေရှင်းရတာ။\nဒီလိုဖြေရှင်းတဲ့နေရာမယ် စတီဖင်ချောင်နဲ့သူ့တွဲဖက်နဲ့ ရဲညီနောင်တွေ တက်ညီလက်ညီ တလွဲတွေလုပ်ပုံကို\nသွက်သွက်လက်လက်တင်ဆက်ထားတာပါ။ဒီပထမဇာတ်ကားထဲမှာတော့ အမှုက ထူးဆန်းပါတယ်…ရဲမှူးကြီးရဲ့ ပစ္စတိုပျောက်သွားတာပါ (:P)\nသံသယရှိတဲ့နေရာက စာသင်ကျောင်းထဲဖြစ်နေတော့ နာမည်ကျော်စုံထောက် စတီဖင်ချောင်ကို သွားစုံစမ်းခိုင်းပါတယ်။\nစာမသင်ချင်လို့ ရဲထဲဝင်လာတဲ့ စတီဖင်ချောင်တစ်ယောက် အထက်တန်းကျောင်းထဲ စာသွားသင်ရင်း ဘယ်လိုတွေစုံစမ်းမယ်ဆိုတာ…။+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို  https://channelmyanmar.org/category/stephen-chow/   မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1.1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv\nDuration….01:41:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Hlaine ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/fight-back-to-school-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/lf-1-136x200.jpg",
        "title": "[James Bond] Tomorrow Never Dies (1997)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်….https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++ဒီ ဇာတ်ကားကတော့ မင်းသား Pierce Brosnan ရဲ့ ဒုတိယမြောက်ဘွန်းဇာတ်ကားဖြစ်ပါတယ်..Pierce Brosnan ရဲ့ဘွန်းဇာတ်ကောင်ကို ပရိတ်သတ်တော်တော်များများနှစ်သက်ကြောင်းတွေ့ရပါတယ်...ကြင်အင်လက္ခဏာ...တည်ငြိမ်မှု..ဝတ်စားဆင်ယင်မှု..သရုပ်ဆောင်မှုတွေအရPierce Brosnan နဲ့ ဘွန်းကို တစ်ထပ်တည်းကိုက်ညီစေတဲ့ ရသကို ပေးစွမ်းနိုင်ခဲ့တာပါ....နောက်တစ်ချက်က သူ့ရဲ့ဇာတ်ကားတွေမှာ Action ပိုင်း အတော်လေး ပြည့်စုံတာကို တွေ့ရမှာပါ..ဒီဇာတ်ကားမှာတော့ အရှေ့တိုင်းရဲ့ နာမည်ကျော် မင်းသမီး မီရှဲယိုလဲပါဝင်ထားပါတယ်...IMDb Rating (6.5/10) ရရှိထားပါတယ်...။  \nFile size…(2.6 GB) and (1.4 GB)\nQuality….BluRay 1080p and 720p (HEVC Encode)\nFormat…mkv\nDuration….02:00:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/james-bond-tomorrow-never-dies-1997/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BMzUzMjAyYTctYTUwZC00MTAyLTkzN2QtNmY2MzcxNDk0NDJhXkEyXkFqcGdeQXVyMzc1NTUwNjM@._V1_-145x200.jpg",
        "title": "The Tricky Master (1999)",
        "description": "The Tricky Master (1999) 🃏\n((Wong Jing နဲ့ Chowတို့ရဲ့ နောက်ဆုံးလမ်းခွဲ))\nဒီကားကို တစ်ချို့ က Tricky Brains ဆိုတဲ့ ကား နဲ့ ရောနေတတ် ကြပါတယ်။သဘောတရားတူပေမယ့် ဇာတ် လမ်းက မတူပါဖူး။\nTricky ဆိုတဲ့အဓိပ္ပာယ် လိမ်ညာမှု ၊လှည့်စားမှု ဆိုတဲ့စကားလုံးအရ နှစ်ကားလုံးက လိမ်ညာလှည့်စားတဲ့ဇာတ် ကားတွေပါ။\n၁၉၉၉ ခုနှစ် ၈ လပိုင်း ၅ရက်နေ့မှာ ထွက်ရှိခဲ့ ပြီး\nBox Office ကတော့ HKD ၁၉ မီလီယံကျော် ရရှိခဲ့ပါတယ်။Imdb Rating လဲ 5.8 ရရှိထားတဲ့ ၂၀၀၀ မပြည့်မှီ ချောင်ရဲ့နောက်ဆုံးကားလို့ဆိုရပါမယ်။\n၂၀၀၀ ပြည့်နှစ်ကျော်ပြီးကထဲက Chow ရဲ့ ဇာတ်ကားတွေအလွန်နည်းပါတယ်။KungFu Hustle , Shaloin Soccer, Cj 7 စတဲ့ဇာတ်ကားတွေမှာ ပဲ ချောင်ဟာ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-tricky-master-1999/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/TMNTposter-1-136x200.jpg",
        "title": "TMNT (2007)",
        "description": "[Unicode]\nဒီကားလေးကတော့ လူငယ်ကြည့်ကြည့် လူကြီးကြည့်ကြည့်အဆင်ပြေတဲ့ လိပ်နင်ဂျင်ကားလေးပဲဖြစ်ပါတယ်\nဇာတ်လမ်းကတော့ ထုံးစံအတိုင်းလိပ်နင်ဂျာတို့ရဲ့ ရန်သူတော်ကြီးရှရက်ဒါကိုအနိုင်ယူပြီးအချိန်ကို ရိုက်ကူးထားတာပါ\nရှရက်ဒါကိုအနိုင်ယူပြီး လီယိုနာဒိုကလေ့ကျင့်ရေးလုပ်ဖို့တောထဲထွက်သွားခဲ့ပါတယ်\nတစ်ဖက်မှာကျန်ခဲ့တဲ့ညီအစ်ကိုသုံးကောင်ကလည်းသူ့နည်းသူ့ဟန်နဲ့ရှင်သန်ရုန်းကန်နေကြတာပေါ့\nဒီတစ်ခါသူတို့ရင်ဆိုင်ရမဲ့ ရန်သူတော်ကြီးက\nလွန်ခဲ့တဲ့နှစ်သောင်ထောင်ကတည်းကအသက်ရှင်နေတဲ့ သူရဲကောင်းဘုရင်ကြီးရုတ်ပဲဖြစ်ပါတယ်\nသူဟာ ကီကန်ကြယ်ရဲ့အလန်းတန်းကိုအသုံးပြုပြီးဝင်ပေါက်တစ်ခုဖန်တီးရာကနေ မသေမျိုးဖြစ်လာခဲ့တာပါ\nတန်ကြေးအနေနဲ့ သူ့ညီအစ်ကိုဗိုလ်ချုပ်လေးယောက်ဟာကျောက်ရုပ်တွေဖြစ်သွားခဲ့ပါတယ်\nသူဟာနှစ်သုံးထောင်ကြာအောင်တစ်ယောက်ထဲနောင်တတွေနဲ့ရှင်သန်ပြီး သူ့ညီအစ်ကိုတွေကိုအသက်ပြန်သွင်းဖို့စောင့်နေပါတယ်\nဝင်ပေါက်ကနေလွတ်နောက်ထပ်ဘေးထွက်ဆိုးကျိုးအနေနဲ့သတ္တဝါကြီး၁၃ကောင်ဟာလည်း ကမ္ဘာမြေပေါ်ကိုလွတ်ထွက်လာခဲ့ပါတယ်\nသတ္တဝါကြီး၁၃ကောင်ကို ပြန်ဖမ်းရင်း သူ့ညီအစ်ကိုစစ်ဗိုလ်တွေကိုအသက်ပြန်သွင်းမဲ့\nရုတ်ရဲ့အကြံအစည်ကို လိပ်နင်ဂျာတွေက တားဆီးမှာကို ကြည့်ရှူရမှာပဲဖြစ်ပါတယ် ။\nပေါ့ပေါ့ပါးပါးနဲ့ fight scene ကောင်းကောင်းလေးတွေပါတာမို့လို့ လက်လွှတ်မခံသင့်တဲ့ကားကောင်းလေးပဲဖြစ်ပါတယ် ။\n( အညွှန်းရေးသားပြီး ဘာသာပြန်ထားသူကတော့ T lone ဖြစ်ပါတယ် )\n [Zawgyi]\nဒီကားေလးကေတာ့ လူငယ္ၾကည့္ၾကည့္ လူႀကီးၾကည့္ၾကည့္အဆင္ေျပတဲ့ လိပ္နင္ဂ်င္ကားေလးပဲျဖစ္ပါတယ္\nဇာတ္လမ္းကေတာ့ ထုံးစံအတိုင္းလိပ္နင္ဂ်ာတို႔ရဲ႕ ရန္သူေတာ္ႀကီးရွရက္ဒါကိုအႏိုင္ယူၿပီးအခ်ိန္ကို ႐ိုက္ကူးထားတာပါ\nရွရက္ဒါကိုအႏိုင္ယူၿပီး လီယိုနာဒိုကေလ့က်င့္ေရးလုပ္ဖို႔ေတာထဲထြက္သြားခဲ့ပါတယ္\nတစ္ဖက္မွာက်န္ခဲ့တဲ့ညီအစ္ကိုသုံးေကာင္ကလည္းသူ႔နည္းသူ႔ဟန္နဲ႔ရွင္သန္႐ုန္းကန္ေနၾကတာေပါ့\nဒီတစ္ခါသူတို႔ရင္ဆိုင္ရမဲ့ ရန္သူေတာ္ႀကီးက\nလြန္ခဲ့တဲ့ႏွစ္ေသာင္ေထာင္ကတည္းကအသက္ရွင္ေနတဲ့ သူရဲေကာင္းဘုရင္ႀကီး႐ုတ္ပဲျဖစ္ပါတယ္\nသူဟာ ကီကန္ၾကယ္ရဲ႕အလန္းတန္းကိုအသုံးျပဳၿပီး၀င္ေပါက္တစ္ခုဖန္တီးရာကေန မေသမ်ိဳးျဖစ္လာခဲ့တာပါ\nတန္ေၾကးအေနနဲ႔ သူ႔ညီအစ္ကိုဗိုလ္ခ်ဳပ္ေလးေယာက္ဟာေက်ာက္႐ုပ္ေတြျဖစ္သြားခဲ့ပါတယ္\nသူဟာႏွစ္သုံးေထာင္ၾကာေအာင္တစ္ေယာက္ထဲေနာင္တေတြနဲ႔ရွင္သန္ၿပီး သူ႔ညီအစ္ကိုေတြကိုအသက္ျပန္သြင္းဖို႔ေစာင့္ေနပါတယ္\nဝင္ေပါက္ကေနလြတ္ေနာက္ထပ္ေဘးထြက္ဆိုးက်ိဳးအေနနဲ႔သတၱဝါႀကီး၁၃ေကာင္ဟာလည္း ကမာၻေျမေပၚကိုလြတ္ထြက္လာခဲ့ပါတယ္\nသတၱဝါႀကီး၁၃ေကာင္ကို ျပန္ဖမ္းရင္း သူ႔ညီအစ္ကိုစစ္ဗိုလ္ေတြကိုအသက္ျပန္သြင္းမဲ့\n႐ုတ္ရဲ႕အႀကံအစည္ကို လိပ္နင္ဂ်ာေတြက တားဆီးမွာကို ၾကည့္ရႉရမွာပဲျဖစ္ပါတယ္ ။\nေပါ့ေပါ့ပါးပါးနဲ႔ fight scene ေကာင္းေကာင္းေလးေတြပါတာမို႔လို႔ လက္လႊတ္မခံသင့္တဲ့ကားေကာင္းေလးပဲျဖစ္ပါတယ္ ။\n( အညႊန္းေရးသားျပီး ဘာသာျပန္ထားသူကေတာ့ T ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/tmnt-2007/",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/L_p0015551200-154x200.jpg",
        "title": "Legend of the Dragon (1991)",
        "description": "ဟာသဘုရင် Stephen Chow လောင်းကစား သူရဲကောင်း တစ်ယောက်ဒီတစ်ခါတော့ Snooker ထိုးတာကလွဲပြီး ဘာမှမသိနားမလည်တဲ့ Snooker King နေရာက သရုပ်ဆောင်ထားပါတယ်။ရယ်ရတာကတော့ ပြောစရာမလိုလောက်တော့ပါဘူး။တကယ့် အူတိအူကြောင် ကောင်လေးတစ်ယောက်ဖြစ်တဲ့ Chow ဟာ Snooker မှာတော့ သူတို့ရွာမှာ ဝိဇ္ဇာတစ်ပါးလို့ ပြောရမှာပေါ့။သူ့ရွာမှာ သူနဲ့ ယှဉ်ထိုးနိုင်တဲ့ကလေးမရှိတော့ဘူး။ဟောင်ကောင်မှာနေတဲ့ သူ့အဖေရဲ့ ဆရာတူညီ လူလည်ကပ်ပါးကောင် ရောက်လာပြီးသူနဲ့ ဟောင်ကောင်ကို အလည်လိုက်သွားရင်း တောသားမြို့ရောက် ဂေါက်တောက်တောက်ဖြစ်ရင်း သူ့ဦးလေးရဲ့ ဇာတ်ရှုပ်ထဲဝင်ပါသွားရော။သူ့အဖေက လောင်းကစားမလုပ်ဖို့၊ ရန်မဖြစ်ဖို့မှာလိုက်ပေမဲ့ သူ့ဦးလေးကျင်လည်နေတဲ့ လောကမှာ ဒါမျိုးတွေနဲ့ ကင်းကင်းနေမရနိုင်လို့ အိမ်ပြန်ချင်လာရော။အိမ်ပြန်တော့မှ ပြဿနာက ပိုကြီးသွားတယ်။ သူပြန်တော့ သူ့ဦးလေးကလိုက်လာတယ်။သူ့အဖေရဲ့ မြေတွေကို သူ့ဦးလေးက လောင်းကြေးအနေနဲ့ထားပြီး Snooker တစ်ပွဲထိုးခိုင်းတယ်။သူနဲ့ ထိုးရမယ့်လူက အဲဒီခေတ်က Snooker ဘုရင်တစ်ပါး Jimmy White ။အဲဒီပွဲမှာ ရှုံးပြီး သူတို့ပိုင်တဲ့မြေတွေ ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/legend-of-the-dragon-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BODE4MjQ0MjMzNl5BMl5BanBnXkFtZTgwNTE2ODUyNjE@._V1_-140x200.jpg",
        "title": "Assassination (2015)",
        "description": "[Unicode]\nIMDb Rating (7.3/10) နဲ့ Rotten Tomatoes (86%) ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။\nတောင်ကိုရီးယားမှာ ဇူလိုင် ၂၂ ရက်နေ့က ရုံတင်ခဲ့ပြီး သြဂုတ် ၁၅ ရက်ထိ လက်မှတ်စောင် ရေ ၁၀ သန်းကျော်ရောင်းချနိုင်ခဲ့တဲ့ အောင်ပွဲခံဇာတ်ကားဆိုလည်း မမှားပါဘူး။\nဂျပန်ခေတ်နောက်ခံဇာတ်လမ်းဖြစ်ပြီး ၁၉၃၀ ပြည့်နှစ်များဆီက ဂျပန်လက်အောက်ခံဖြစ်နေတဲ့ ကိုရီးယားနိုင်ငံရဲ့ အခြေအနေကို မြင်တွေ့ရမှာဖြစ်ပြီး ကိုရီးယားတော်လှန်ရေးသမားတွေဟာ တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်း မန်ချူးရီးယားမှာ အခြေစိုက်ပြီး ပုန်းခိုနေခဲ့ရပါတယ်။\nကိုရီးယားနိုင်ငံ ဂျပန်လက်အောက်ကို ကျရောက်ခဲ့စဉ် အပြစ်မဲ့တဲ့ ပြည်သူများစွာဟာ ရက်စက်စွာ အစုလိုက် အပြုံလိုက်အသတ်ခံခဲ့ရပါတယ်။\nလွတ်လပ်ရေး လှုပ်ရှားသူတွေက ဒီသတ်ဖြတ်မှုမှာ ခေါင်းဆောင်ခဲ့တဲ့ ဗိုလ်မှူးနဲ့ ဂျပန် အလိုတော်ရိ တစ်ယောက်ကို လုပ်ကြံဖို့ စီစဉ်ကြတယ်။\nစနိုက်ပါသမား အန်းအို့ယွန်း\nစက်သေနတ်သမား ချူဆန်းအို့\nဖောက်ခွဲရေးသမား ဟွမ်ဒေါဆန်းတို့ ၃ ယောက်ပါဝင်တဲ့ လုပ်ကြံသူအဖွဲ့ ဖွဲ့ခဲ့ပြီးနောက်...\nသစ္စာဖောက်တစ်ယောက်ကြောင့် သူတို့ရဲ့ အစီအစဉ် ကျရှုံးသွားတဲ့အခါ...\nဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/asn-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/12/MV5BZTMzY2U5ODItZWUzNS00Yzc2LTkxNTQtNDU4NWE4Mzc2NzRmXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-148x200.jpg",
        "title": "Justice, My Foot! (1992)",
        "description": "Justice, My Foot ဇာတ်ကားဟာ ၁၉၉၂ ခုနှစ်ကထွက်ရှိထားတဲ့နှစ်ချို့ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။IMDb rating 7/10 ထိရရှိထားပြီး ပါဝင်သရုပ်ဆောင်ထားသူတွေကတော့ ဟာသမင်းသားကြီး စတီဖင်ချောင်နဲ့Anita Mui တို့ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့... Sung ဟာဘယ်လိုနည်းနဲ့ဖြစ်ဖြစ်အမှုအနိုင်ရအောင်လုပ်တက်တဲ့ကွမ်တုန်းနယ်က နာမည်ကြီးရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်။ဒါကြောင့်လဲ သူ့သားသမီးတွေဟာ ဘေးရန်ကျရောက်ပြီး တစ်နှစ်မပြည့်ခင်မှာပဲ အသက်ဆုံးရှုံးရရှာပါတယ်။၁၃ယောက်မြောက်ကလေးသေဆုံးပြီးနောက်တော့ စိတ်ပျက်ပြီး အလုပ်မှနားကာ ရေနွေးကြမ်းဆိုင်ဖွင့်လိုက်ပါတော့တယ်။ဒါပေမယ့် မစွန့်လွှတ်နိုင်တဲ့ဝါသနာအရ မိန်းမတစ်ဦးရဲ့ခင်ပွန်းအသတ်ခံရတဲ့အမှုတစ်ခုကိုပါဝင်ပက်သက်မိရာက........နောက်ကွယ်ကနေ အမှုမှန်ဖုံးကွယ်ဖို့ကြိုးစားနေတဲ့အရာရှိတွေနဲ့ ထိပ်တိုက်တွေ့လာသောအခါ...။ဇာတ်လမ်းစဆုံး စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် comedy,drama ဇာတ်ကားကောင်းလေးပါ။++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(2.2 GB) and (1 GB)\nQuality….BluRay 1080p 5.1CH and 720p\nFormat…mkv / mp4\nDuration….01:42:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Ei Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/justice-my-foot-1992/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/12002410_1134539806560929_7647752797114155043_o-135x200.jpg",
        "title": "[James Bond] Spectre (2015)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++၂၀၁၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Spectre ဇာတ်ကားဟာ ၂၄ ကားမြောက် James Bond ဇာတ်ကားဖြစ်ပါတယ်..။Spectreဆိုတဲ့ နာမည်ဟာ James Bondရုပ်ရှင်တွေမှာ ပါလေ့ရှိတဲ့ ကမ္ဘာ့အကြမ်းဖက် အဖွဲ့အစည်းဖြစ်မှန်း James Bond ပရိသတ်တွေ သိကြမှာပါ။ ဒီနာမည်ရဲ့ အရှည်က မကောင်းဆိုးဝါးတစ်ကောင်လိုဖြစ်ပြီး Special Executive for Counter-intelligence, Terrorism, Revenge, and Extortion ဖြစ်ပါတယ်။\nဒီဂိုဏ်းကို Skyfall မှာတုန်းက သေသွားခဲ့တဲ့ M ရဲ့မသေခင် ပေးပို့သွားတဲ့ Message ကနေခြေရာခံလိုက်ခဲ့တာပါ။ ယခင်ဂျိမ်းဘွန်းကားတွေနဲ့ မနှိုင်းယှဉ်တော့ပါဘူး...ဒီဖက်ခေတ်အထာတွေအများကြီးပါဝင်လာတာမို့လို့ပါ။\nယခင်ဇာတ်ကားတွေလို ဂျိမ်းစ်ဘွန်းကို ...",
        "rating": "6.8",
        "url": "https://channelmyanmar.org/james-bond-spectre-2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/MV5BNGYxMmVlZDQtYWQ3Yy00MmNmLWI2ZDktYTEyMTJjODAyYTZmXkEy_002-135x200.jpg",
        "title": "Rogue City (2020)",
        "description": "Rogue City (2020)==============IMDb Rating - 6.3/10#Unicodeပြင်သစ် Crime, Drama, Action ဇာတ်ကားလေးပါ။  ခပ်အေးအေးနဲ့ ခပ်ကောင်းကောင်းနဲ့ ဒုစရိုက်သမားတွေနဲ့ရဲတွေကြားက အရှုပ်တော်ပုံကို ရိုက်ပြထားတာပါ။ စိတ်ဝင်စားစရာ စပိုင်ဇာတ်လမ်းတစ်ပုဒ်ကို ဖတ်နေရသလိုခံစားရပါလိမ့်မယ်။ ဒီဇာတ်ကားထဲက ဇာတ်ကောင်တစ်ယောက် ပြောသွားသလိုပဲ ရဲနဲ့ လူဆိုးတွေကြားမှာ ကွာတာဆိုလို့တံဆိပ်ပဲရှိတယ်ဆိုသလိုပါပဲ။ ဒီဇာတ်ကားထဲကရဲတွေက အကျင့်ပျက်ခြစားနေတာ မဟုတ်ပေမဲ့ လူဆိုးတွေနဲ့ ဆက်ဆံနေရတဲ့သူတွေဆိုတော့ အနည်းနဲ့အများ အမှားမကင်းတာတွေရှိပါတယ်။ သူတို့လည်းလူပဲမဟုတ်လား။ ရဲတွေနဲ့ လူဆိုးတွေနဲ့ ပတ်သက်မိတဲ့တာတွေ ပူးပေါင်းလုပ်ရတာတွေ အချင်းချင်း ပြန်သစ္စာဖောက်တာတွေ မဟာမိတ်ဖွဲ့ပြီး ရန်သူကိုတိုက်တာတွေ စုံနေတာပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဇာတ်လမ်းစကတည်းက ရှုပ်နေတာဆိုတော့ ရှုပ်နေတာကစပြီးတဖြည်းဖြည်းချင်း ရှင်းအောင် ရိုက်ကူးပြထားတာမို့ Voting ခပ်များများရထားတဲ့ ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။) #Zawgyiျပင္သစ္ Crime, Drama, Action ဇာတ္ကားေလးပါ။ ခပ္ေအးေအးနဲ႔ ခပ္ေကာင္းေကာင္းနဲ႔ ဒုစ႐ိုက္သမားေတြနဲ႔ရဲေတြၾကားက ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/rogue-city-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/rTAZjyTPIcsZffqD0WHtxOLZOSW-133x200.jpg",
        "title": "[James Bond] Skyfall (2012)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။၂၀၁၂ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ Skyfall ဟာ ၂၃ ကားမြောက်ဇာတ်ကားသလို  James Bond ရုပ်ရှင် နှစ်ငါးဆယ်ပြည့်အနေနဲ့ ထွက်ရှိခဲ့တာ ဖြစ်ပြီး ကမ္ဘာတစ်၀န်းမှာ ၁.၁ ဘီလီယမ် ဒေါ်လာရရှိခဲ့တဲ့အတွက် အအောင်မြင်ဆုံး James Bondရုပ်ရှင်ပါ။ အဲဒီရုပ်ရှင်ဟာ ဒီနေ့အချိန်အထိ ကမ္ဘာတစ်၀န်းမှာ ရောင်းအကောင်းဆုံး ရုပ်ရှင်တွေထဲမှာ နံပါတ်ကိုးနေရာက ရပ်တည်နေပါတယ်။\nIMDb Rating(7.8/10) နဲ့ ...",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/james-bond-skyfall-2012/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/zeD4PabP6099gpE0STWJrJrCBCs.jpg",
        "title": "Honest Thief(2020)",
        "description": "Honest Thief(2020)IMDb...6.5 မင်းသားကြီး လီယန်နယ်ဆန်ကတော့ ဖန်တွေကို စိတ်မပျက်စေပါဘူး။အက်ရှင်ကားပီပီ သည်းထိပ်ရင်ဖို အက်ရှင်နဲ့ သဘာဝကျတဲ့ ဇာတ်လမ်းနဲ့ ရိုက်ကူးထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ - ရှစ်နှစ်အတွင်း ဘဏ်ပေါင်း ၁၂ ခုကို သဲလွန်စ ရှာမရအောင်ဖောက်ထွင်းခဲ့တဲ့ သူခိုးကြီးတစ်ယောက် ရှိတယ်။အဲဒီသူခိုးကြီးက တစ်နေ့မှာ အကြောင်းတစ်ခုကြောင့်သူခိုးထားတဲ့ငွေတွေအကုန်ပြန်အပ်ပြီး အဖမ်းခံမယ်လို့ အက်ဖ်ဘီအိုင်ကို ဖုန်းဆက်လာပါလေရော။ဒါပေမယ့် သူ့ကိုဖမ်းရမယ့် အေးဂျင့် ၂ ယောက်က သူ ပြန်ပေးမယ် ငွေတွေကို လောဘတက်ပြီးသူ့ကိုသတ်ဖို့နဲ့ လူသတ်မှုတစ်ခုကို သူ့အပေါ် ပုံချဖို့ ကြိုးစားလာတဲ့ခါ.....ထုံးစံအတိုင်း ဒီဘဲကြီး ဘယ်လိုရုန်းကန်လှုပ်ရှားမလဲဆိုတာကိုတော့...ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်...File Size :(900 MB) and (343MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:39:00\nGenre :  Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/honest-thief2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/sA154deR0X51EcR2lm2FfDczryg.jpg",
        "title": "Greenland(2020)",
        "description": "Greenland(2020)အညွှန်း***********************IMDb...7.0ကလာခ့်လို့အမည်ပေးထားတဲ့ ကြယ်တံခွန်ကြီးတစ်ခုဟာ ကမ္ဘာနဲ့တဖြည်းဖြည်းနီးကပ်လာတယ်...နေ့ခင်းဘက်မှာတောင်မြင်နေရတဲ့ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီး လူတွေအမျိုးမျိုးထင်နေကြတယ်...သိပ္ပံပညာရှင်အများစုဟာ ဒီကြယ်တံခွန်ကြီးနဲ့ပတ်သက်ပြီးလေ့လာတဲ့နေရာမှာ ကမ္ဘာဆီအနီးကပ်ဆုံးအနေအထားထိရောက်ရှိနိုင်ပြီး နေအပူချိန်ကြောင့် ပြိုကွဲသွားနိုင်ပါတယ်...အကျိုးဆက်အနေနဲ့ လမ်းကြောင်းပြောင်းတာမျိုးဖြစ်နိုင်သလိုကမ္ဘာဆီကျသွားရင် သမုဒ္ဒရာထဲကျသွားတာမျိုးနဲ့ လေထုထဲမှာလောင်ကျွမ်းသွားတာမျိုးပဲဖြစ်မှာမို့စိတ်ပူစရာမလိုဘူးလို့ဆိုပါတယ်...ဒါတွေကြောင့်ပဲ လူတွေဟာ အရေးပေါ်ကာကွယ်မှုမျိုးတွေမလုပ်သလို ဒီကြယ်တံခွန်ကြီးကို လှလိုက်တာဆိုပြီးငေးမောနေတာတွေတောင်ရှိပါတယ်...သို့သော် သိပ္ပံပညာရှင်များရဲ့တွက်ကိန်းဟာမှားယွင်းလာတဲ့အခါမှာတော့.....ဒီကားဟာမင်းသားကြီး  Gerard Butler အဓိကသရုပ်ဆောင်ထားတဲ့ကားပါ ..ဇာတ်လမ်းစပြီး ၁၅မိနစ်လောက်ထဲက စကြမ်းပါတယ်..'ရိုက်ချက်တွေ တော်တော်ကြီးမိုက်သလို သဘာဝဘေးဒဏ်ကြောင့် အသတ်ဘေးလုနေရတဲ့ ဒုက္ခသည်တွေကြားထဲကိုကိုယ်ပါရောက်နေသလိုခံစားရပါတယ်...ပြီးတော့အရေးကြုံရင် ထွက်ပေါ်လာတတ်တဲ့လူ့စိတ်တွေကိုလည်းပြထားသလိုဇာတ်လမ်းကလည်းမိုက်တဲ့အတွက် ဒီလို ဘေးဒဏ်ကားတွေကြိုက်တဲ့သူများအဖို့ နင်းကန်ကြည့်သင့်ပါတယ်.... File Size :(2.27GB)(1.09GB) and (422MB)\nQuality : WEB-DL 720p\nFormat…mp4\nDuration…01:59:00\nGenre : Action,Thrller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Littleneo\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/greenland2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xpAEV2GnqZ7n3xndTdQ6vTT7mqZ.jpg",
        "title": "The Infernal Walker ( 2020 )",
        "description": "ဒီဇာတ်ကားလေးက တော့ဘိန်းဖြန့်ချီရေးအဖွဲ့စည်းတွေနဲ့ ဟောင်ကောင်ရဲတပ်ဖွဲ့သူလျှိုတွေနဲ့ အရောင်းအဝယ်လမ်းကြောင်းကို သတင်းပေးပြီးဖမ်းဆီးဖို့ကြိုးစားတဲ့ဇာတ်လမ်းတွေထဲက ဇာတ်လမ်းလေး တစ်ပုဒ်ပေါ့...ဒီကားရဲ့ ထူးခြားချက်ကတော့ အပြန်အလှန် သူလျှိုတွေရှိနေတာပါပဲ...ဖူဟဲလုပ်ငန်းနဲ့ တုန်းလီလုပ်ငန်းစုတို့ ဘိန်းဈေးကွက်ကို ကြိုးကိုင်နေတဲ့ အင်အားကြီးလုပ်ငန်း ၂ ခုပေါ့ဒီ ၂ ဖွဲ့ကို ဖမ်းဖို့ကြိုးစားနေတဲ့ ဟောင်ကောင်ရဲအဖွဲ့ကဖူဟဲလုပ်ငန်းစုမှာ သူလျှိုထားထားပြီး လမ်းကြောင်းတွေ စုံစမ်းနေခဲ့တယ်...ဒါက TVB ရဲကားတိုင်းနီးပါးမှာ ပါနေကြအကွက်ပေါ့...ဒါပေမယ့် တုန်းလီလုပ်ငန်းစုက စုန့်လူကြီးမင်း မွေးထားတဲ့ သူလျှိုကစားသွားတဲ့အကွက်လေးတွေကတော့ အ တော်လေးလန်းတယ်လို့ပြောရပါမယ်ဘာတွေဖြစ်မလဲဆိုတာ ကိုယ်တိုင်ပဲဆက်လက်ခံစားကြည့်ရှုလိုက်ပါဦး Translated & Review By Chu ChuEncoded By LK",
        "rating": "5.3",
        "url": "https://channelmyanmar.org/the-infernal-walker-2020/",
        "category": "Action, Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wn1wzCnJnnWDWjeJSp7bYfM9nsO.jpg",
        "title": "Knockout(2020)",
        "description": "Knockout(2020)အညွှန်း*********************IMDb...7.0ကျုံးရှီး ဟာ လက်ဝှေ့သမားတစ်ဉီးဖြစ်တယ်...ချန်ပီယံလုပွဲအတွက်အရမ်းကြိုးစားနေတယ်...ပူပူနွေးနွေးဇနီးသည်လေးကလည်း ကိုယ်ဝန်ရှိတာဆိုတော့...သူ့ဟာ ချန်ပီယံရယူပြီး အနာဂတ်မိသားစုဝင်လေးအတွက် အောင်ပွဲခံချင်နေတယ်...သူ့ကြိုးစားမှုအောင်မြင်တယ်ပြောရမယ်...ချန်ပီယံဖြစ်ခဲ့တယ်...တကယ်တော့သူ့ပျော်ရွှင်မှုတွေဟာ နေ့တောင်မကူးပါဘူး...မတော်တဆမှုတစ်ခုဖြစ်ခဲ့ပြီးနှစ်ရှည်ထောင်ကျသွားခဲ့တယ်...ထောင်ကထွက်လာတဲ့အချိန်မှာအရာအားလုံးပြောင်းလဲခဲ့ပါပြီ..သူမရှိတော့တဲ့အချိန်တစ်ယောက်ထဲသမီးလေးအတွက် ရုန်းကန်ခဲ့ရတဲ့ဇနီးသည်ဟာ ဆုံးပါးသွားတဲ့အပြင် ငွေကြေးလည်းအရမ်းကိုခက်ခဲနေပါတယ်...အဲ့ဒီနောက်သမီးတစ်ယောက်ကိုပြုစုပျိုးထောင်ဖို့ သူတတ်စွမ်းတဲ့ လက်ဝှေ့ကိုအသုံးချပြီး ကြိုးဝိုင်းထဲကိုပြန်ဝင်ဖို့ကြိုးစားပါတော့တယ်...ဒီတရုတ်ကားက ဇာတ်လမ်းလည်းကောင်းတဲ့အပြင် ထိုးသတ်ခန်းတွေလည်းကြည့်ကောင်းပါတယ်...ခံစားကြည့်ကြပါဉီး...File Size :(1.05 GB) \nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:55:00\nGenre : Action\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by The One\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/knockout2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/6cfbc699a888f2650d551b2c3c8feb9c-133x200.jpg",
        "title": "[James Bond] Quantum of Solace (2008)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။\nQuantum of Solace ဇာတ်ကားမှာ ၂၁ ကားမြောက် ဂျိမ်းဘွန်းဇာတ်ကား Casino Royal ဇာတ်ကားနဲ့ ဆက်နွယ်မှု ရှိပါတယ်။\nCasino Royal ဇာတ်ကားမှာ ဘွန်းနှင့် မစ္စတာဝှိုက်တို့ ကာစီနိုကစားပွဲအပြီး\nနောက်တစ်နာရီ အကြာ ဖြစ်ပျက်သော ဖြစ်ရပ်တခုနဲ့ Quantum of Solace ဇာတ်ကားကို စဖွင့်ထားတာပါ။\nဒီဇာတ်ကားကတော့ IMDb Rating(6.7/10) နဲ့ Rotten ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/james-bond-quantum-of-solace-2008/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/boss-141x200.jpg",
        "title": "Boss Level 2020",
        "description": "Time Loop ကားကောင်းကောင်းလေးတွေ ကြည့်ချင်လို့စောင့်မျှော်နေတဲ့\nCM ပရိတ်သတ်ကြီးအတွက် ကားကောင်းကောင်းလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။\nBoss Level(2020)ပါ။\nဇာတ်လမ်းအကျဥ်းလေးကတော့\nရွိုင်ဆိုတာကတော့ တစ်နေ့တည်းကိုပဲထပ်ကာထပ်ကာနိုးထနေရတဲ့\nစစ်သားတစ်ဦးပါ။ထူးဆန်းတာက သူနိုးလာတာနဲ့\nသူ့ကိုအသေအကြေသတ်မယ့်လူတွေက\nဆီးကြိုနေတာပါပဲ။တစ်ယောက်လက်ကလွတ်ရင်\nတစ်ယောက်က ထပ်ပြီးတော့ သတ်ဖို့ကြိုးစားနေတဲ့\nဒီဘ၀ကြီးမှာ သူကလည်း ကြိုးစားရှင်သန်နေထိုင်ပေမယ့်\nအချိန်တန်ရင် အသတ်ခံရတာပါပဲ။ဒီလိုနဲ့ရက်ပေါင်းများစွာ ကြာလာခဲ့ချိန်မှာတော့\nသူချစ်ရတဲ့အမျိုးသမီးအသတ်ခံလိုက်ရကြောင်း\nသူသိလိုက်ရပါတော့တယ်။သူကိုယ်တိုင်ကလည်း\nရန်သူတွေပတ်လည်၀ိုင်းနေချိန် ဇနီးသည်ချန်ထားခဲ့တဲ့\nသဲလွန်စလေးတွေနောက်ကိုလိုက်ရင်း\nလက်စားချေဖို့ကြိုးစားပါတော့တယ်။\nအထပ်ထပ်၀ိုင်းနေတဲ့ လုပ်ကြံသူတွေလက်ကဘယ်လိုပြေးပြီး\nဒီပိတ်မိနေတဲ့အချိန်ထဲကနေ ဘယ်လိုလွတ်အောင်ကြိုးစားမလဲ?\nလွတ်မြောက်ဖို့ရောဖြစ်နိုင်မှာလား?ဆိုတာ\nအရမ်းကိုစိတ်၀င်တစားနဲ့ကြည့်ရှုရမှာပါ။\nရိုးတာနေတဲ့ Time loop movie လမ်းကြောင်းကနေခွဲထွက်ခဲ့တဲ့ ဒီကားလေးနာမည်ကတော့ Boss Level(2020)ပါ။\nChannel Myanmar ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။\nFile size… 1.4 Gb / 700 Mb\nQuality… webrip 1080p\nFormat…mp4\nDuration….01:41:00\nGenre … Action, Sci-fi, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nTranslated by Aye Mon Kyaw",
        "rating": "",
        "url": "https://channelmyanmar.org/boss-level-2020/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/12/casino_royale_ver7_xlg-135x200.jpg",
        "title": "[James Bond] Casino Royale (2006)",
        "description": "***Channel Myanmar အနေနဲ့ James Bond ဇာတ်ကားတွေကို BluRay 1080p 5.1 CH Quality နဲ့စာတန်းထိုးကအစ ပြန်လည်ပြုပြင်ပြီးအကောင်းဆုံးဖြစ်အောင် တင်ဆက်သွားမှာ ဖြစ်ပါတယ်....https://channelmyanmar.org/category/007/ ဒီလင့်မှာ တင်ပြီးသမျှကို ဝင်ကြည့်လို့ရပါတယ်။***+++++++++++++++++++James Bond ဇာတ်ကားတွေ ထွက်ရှိခဲ့တာ မင်းသားကြီး ရှောင်ကွန်နရီရဲ့ Dr.No (1962) ကနေ အခုနောက်ဆုံးထွက် Spectre (2015) ထိ (၂၄) ကားရှိပါတယ်။ဒီဇာတ်ကားက ဂျိမ်းဘွန်းမင်းသားသစ်အဖြစ် Daniel Craig ကိုစတင်အသက်သွင်းတဲ့ဇာတ်ကားဖြစ်ပါတယ်။\nထူးခြားလာတာက ယခင် ဂျိမ်းဘွန်းကာရိုက်တာတွေနဲ့ မတူတော့ဘဲ တမူထူးခြားတဲ့ ကာရိုက်တာကိုအသက်သွင်းလာတာတွေ့ရပါတယ်။ယခင်ကလို တိုက်တိုင်းအောင် ပုံစံမျိုးမဟုတ်တော့ဘဲလက်တွေ့ပုံစံဆန်လာပြီးခပ်ကြမ်းကြမ်းနဲ့ မိုးဆုံးမြေဆုံး လိုက်လံချေမှုန်းတတ်တဲ့ အေးဂျင့်တစ်ယောက်အဖြစ် 007 ပုံစံကို ပြောင်းလာပါတယ်။\nဒီဇာတ်ကားကတော့ IMDb Rating(8/10) နဲ့ Rotten Tomatoes (95%) ထိရရှိထားပါတယ်။ \nFile size…(1.9 GB) and (1 ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/james-bond-casino-royale-2006/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gzC2wata6kthYyni1gb6jjVTcSP.jpg",
        "title": "The Sword with No Name (2009)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ CM fan တွေအတွက် နန်းတွင်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါရစေမြောင်ဆောင်း မိဖုရားကြီး အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်Grand Prix Action Asia/ Best Action Asia Film စတဲ့ ဆုကြီးတွေကိုလည်းရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါမင်းသမီးကြီး Soo-Ae နဲ့ Stranger ဇာတ်ကားက မင်းသား Cho Seung-Woo တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဂျာယောင်းဆိုတဲ့ အမျိုးသမီးဟာ ဂျိုဆွန်းရဲ့ မိဖုရားခေါင်ကြီး အဖြစ်ရွေးကောက်ခံရပါတယ်သူမ မိဖုရားဖြစ်လာမှာ မလိုလားသူတွေဟာ လုပ်ကြံသူ မူမြောင်းကို ငှားရမ်းပြီး သူမကို လုပ်ကြံခဲ့တယ်ဒါပေမယ့် မူမြောင်းဟာ အရင်တည်းက ဂျာယောင်းနဲ့ သိကျွမ်းခဲ့ပြီး ဂျာယောင်းကို တဖတ်သတ်ချစ်နေတဲ့သူဖြစ်လို့ လုပ်ကြံရမယ့်အစား ကယ်တင်ပေးခဲ့ပါတယ်ဂျာယောင်းမိဖုရားကြီး ဖြစ်သွားတဲ့ အခါမှာလည်း နန်းစောင့်တပ်သားဝင်လုပ်ပြီး ဆက်တိုက်ကာကွယ်ပေးခဲ့တဲ့နောက်...ထီးနန်းရဲ့ ရှုပ်ထွေးမှုတွေ နိုင်ငံရေး ပဋိပက္ခတွေကြားမှာသူချစ်တဲ့ မိဖုရားကြီးကို ဆက်လက်ကာကွယ်နိုင်မလားဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆ်လက်ကြည့်ရှုကြပါနော်...။*** ...",
        "rating": "6.3",
        "url": "https://megaup.net/2g6D3/Sword_with_No_Name_(2009).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/58lH8bPTwciGmcTa16EqzszvOvp.jpg",
        "title": "For the Emperor (2014)",
        "description": "[Unicode]ဒီတစ်ခေါက်မှာတော့ ခပ်မိုက်မိုက် Action ကားလေးတစ်ကား တင်ဆက်ပေးမှာပါRugal က မင်းသားကြီး Park Sung-Woong နဲ့ The lies within က မင်းသား Lee Min-Ki တို့ အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းအီဟွမ်ဟာ ဘေ့စ်ဘော ကစားသမားတစ်ယောက်ဖြစ်ပါတယ်လက်ဒဏ်ရာကြောင့် အဆင့်ကျပြီး ကစားသမားဘဝက ထွက်ခဲ့ရသူပါဆန်းဟာကတော့ ငွေတိုးချေးစားတဲ့ လူမိုက်သူဌေးတစ်ယောက်ဖြစ်ပြီး လောင်းကစားဝိုင်းတွေလည်း ထောင်ထားပါတယ်အီဟွမ်နဲ့ သူဌေးဆန်းဟာ တို့ တွေ့ဆုံပြီးတဲ့နောက် လူမိုက်လောကမှာ အီဟွမ်ကို ဘယ်လိုလက်သတ်မွေးမလဲ...သူတို့ဖြစ်ချင်တဲ့ အတိုင်းဖြစ်လာပါ့မလားဆိုတာ အကြမ်းစား အလန်းစား ရိုက်ပြထားတဲ့ ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုခံစားကြရအောင်..။*** 18+ ဇာတ်ဝင်ခန်းများပါဝင်တဲ့အတွက် မိသားစုနဲ့ တူတူကြည့်ရှုဖို့ မသင့်တော်ပါဘူး ***( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် ) [Zawgyi]ဒီတစ္ေခါက္မွာေတာ့ ခပ္မိုက္မိုက္ Action ကားေလးတစ္ကား တင္ဆက္ေပးမွာပါRugal က မင္းသားႀကီး Park ...",
        "rating": "5.7",
        "url": "https://megaup.net/2g6ke/For_The_Emperor_(2014).mp4",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/nnth_pa_1233772_Look-Out-Officer-150x200.jpg",
        "title": "Look Out, Officer! (1990)",
        "description": "ဟာသဘုရင်ကြီး Steven Chow ရဲ့ ၁၉၉၀ ကဇာတ်ကားတစ်ကားပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အထာကျကျ ဆရာကြီး ရဲအရာရှိ Biao တစ်ယောက် မူးယစ်ဆေးဂိုဏ်းတစ်ဂိုဏ်းကိုတစ်ကိုယ်တော်ဝင် ဖြိုခွင်းရင်း အသတ်ခံလိုက်ရပါတယ်။လောင်းကစားလုပ်တတ်တဲ့ ဝါသနာဆိုးကြောင့် သူ့ကိုလောင်းကစားကျွေးမပေးနိုင်လို့ကိုယ့်ကိုကိုယ်သတ်သေသွားတာလို့ပဲအားလုံးကထင်ကြတဲ့အတွက် သူ့ရဲ့ သေဆုံးမှုအကြောင်း အမှန်အတိုင်းဖြစ်စေဖို့ လူပြည်ကိုပြန်လာခဲ့ပါတယ်။အဲဒီမှာ သူ့ရဲ့ကယ်တင်ရှင်ဖြစ်မယ့် ရဲသားသစ် Sing(Steven Chow) ကိုတွေ့ပြီး သူ့အတွက်လက်စားချေပေးပြီးသူ့ရဲ့နာမည်ကို ပြန်လည်သန့်ရှင်းပေးရင် Sing အတွက် ရာထူးတိုးပြီး ကောင်မလေးနဲ့ အဆင်ပြေအောင်လုပ်ပေးမယ်ဆိုပြီး အပေးအယူဖြစ်သွားကြပါတယ်။သူတို့နှစ်ယောက်ပေါင်းပြီး ဘာတွေတလွဲတွေဖြစ်မလဲ ဆိုတာ ပါးစပ်မပိတ်ရအောင် ရယ်နေရမှာဖြစ်ပါတယ်။IMDB Rating ကတော့ 6.1 ရှိပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ပါ)++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။ \nFile size…(1.9 GB) and (1 GB)\nQuality….BluRay ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/look-out-officer-1990/"
    }
]