[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/a-1-135x200.jpg",
        "title": "Abraham Lincoln: Vampire Hunter(2012)",
        "description": "Abraham-Lincoln-Vampire-Hunter(2012)==================================အမေရိကကို ပြင်ပကနေ ဘယ်တော့မှ ဖျက်ဆီးနိုင်မှာမဟုတ်ဘူး။ကျုုုပ်တို့အင်အားချိနဲ့ပြီး လွတ်လပ်မှုတွေဆုံးရှူံးရပြီဆိုရင် ဒါဟာကျုပ်တို့ကိုယ်တိုင် ဖျက်ဆီးပစ်တာကြောင့်ပဲ ဖြစ်လိမ့်မယ်။(အေဘရာဟမ်လင်ကွန်း)သမ္မတလင်ကွန်း ဆိုခဲ့သလို စစ်ရေး၊ စီးပွားရေးမဟာအင်အားကြီးစူပါပါဝါအမေရိကကို ပြင်ပကမ္ဘာကဖျက်ဆီးနိုင်ဖို့၊ ရန်သတ္တရုပြုဖို့ဆိုတာ မလွယ်လှသလို၊ဆိုးရွားပြင်းထန်တဲ့ အကျိုးဆက်တွေနဲ့ကြုံတွေ့ရမှာမြေကြီးလက်ခတ်မလွဲပါပဲ။ 'သွေးထွက်သံယိုမှုမရှိဘဲနိုင်ငံတစ်ခုကို မတည်ဆောက်နိုင်' ဆိုတဲ့အတိုင်းလင်ကွန်းကိုယ်တိုင်ထိတ်လန့်ခြောက်ခြားဖွယ်ရာသွေးသံရဲရဲ အနိဌာရုံတွေ၊ တိုက်ခိုက်သတ်ဖြတ်မှုတွေကိုရှောင်လွှဲမရစွာ လုပ်ဆောင်ခဲ့ရတာလည်း ရှိလေရဲ့။လင်ကွန်းရဲ့ ကျော်ကြားလှတဲ့ အထက်ပါစကားရပ်လိုအမေရိကကိုအပြီးတိုင် ဖျက်ဆီးပစ်မယ့် ရန်သူဟာနိုင်ငံအတွင်းမှာ တကယ်ကိုရှိနေခဲ့ပါပြီ။အေဘရာဟမ်လင်ကွန်း လို့ဆိုလိုက်တာနဲ့အမေရိကရဲ့၁၆ ယောက်မြောက်သမ္မတ၊ ငွေဝယ်ကျွန်စနစ်ပပျောက်ရေး ကြိုးပမ်းသူစတဲ့ သမိုင်းအချက်အလက်တွေကိုသာ သတိရကြစမြဲပါ။ လင်ကွန်းနဲ့ပတ်သက်ပြီးအလွန်အရေးကြီးလှသည့်တိုင် သမိုင်းမတွင်တဲ့အကြောင်းခြင်းရာတစ်ခုကတော့ အင်မတန် လူသိနည်းလှပါတယ်။ အဲဒါကတော့လင်ကွန်းဟာ နေ့ဘက်မှာတိုင်းပြည်ကို သမ္မတအဖြစ် စီမံအုပ်ချုပ်ပြီး၊အကာလညအခါမှာ သွေးစုပ်ဖုတ်ကောင်တွေကို လိုက်လံသုတ်သင်ချေမှုန်းသူတစ်ဦး ဆိုတာပါပဲ။ ဒီသမိုင်းဖြစ်ရပ်တွေကိုဆက်သ်ဂရေဟမ်စမစ်သ် က လေ့လာဖော်ထုတ်ဇာတ်ညွှန်းခွဲပြီး၊ ဒါရိုက်တာ ဘက်ခ်မမ်ဘီတော့ဗ် ကရိုက်ကူးတင်ပြလိုက်တဲ့အခါ-Abraham Lincoln: Vampire Hunter ဆိုပြီး ဖြစ်လာပါတယ်။ခေါင်းဆောင်မင်းသား ဘင်ဂျမင်ဝေါ်ကာရဲ့အထူးပီပြင်လှတဲ့ အင်ပြည့်အားပြည့် သရုပ်ဆောင်ချက်တွေ၊သွေးပျက်ခြောက်ခြားစရာ တိုက်ခိုက်ခန်းတွေ၊အန်ထော်နီမက်ကီ၊ ဒေါမနစ်ကူးပါး ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/channelmyanmar2-blogspot-co-22/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wA0ZX8BC6AB6IimmKyMWT0PzUov.jpg",
        "title": "Mad Heidi (2022)",
        "description": "Mad Heidi (2022)(1080p ရပါပြီ)ဒီဇာတ်ကား‌လေးက ဆွစ်ဇာလန်က Alps တောင်တန်းတွေမှာ ဇာတ်အိမ်စတည်ထားပြီး အသည်းတစ်ခြမ်း မိန်းမကြမ်းကားကိုမှ ဟာသလေးနည်းနည်းနှောပြီးကြည့်ရမယ်ကားလေးပါပဲ။ဟာသနှောဆိုပေမယ့် ခပ်ပေါ့ပေါ့ကားတော့မဟုတ်ဘဲ သွေးထွက်သံယိုနဲ့ကြည့်ရမှာပါ။ဖြစ်ကြောင်းကုန်စင်ကတော့ အဲ့အချိန်အခါက ဆွစ်ဇာလန်မှာ ဆွစ်ချိစ်ကို မစားရင်၊ ချိစ်မှာပါတဲ့ နို့သကြားဓာတ်ကိုမခံနိုင်ရင်\nရာဇဝတ်မှုဆိုပြီး ဖမ်းဆီးသတ်ဖြတ်ခံရပါတယ်တဲ့။ အဲ့အမိန့်ချတဲ့ ဆွစ်ခေါင်းဆောင်ကြီးဟာဆိုရင်ဖြင့် သူ့ချိစ်ကို ပြည်တွင်းမှာတင်မက နိုင်ငံအနံ့တင်ပို့ပြီး ကမ္ဘာကို အပိုင်သိမ်းချင်နေတာပါ။တောင်ပေါ်သူ ဟိဒ်ဒီလေးရဲ့ ချစ်သူဆိတ်ပီတာဟာ အဲ့ကိစ္စနဲ့ပတ်သက်ပြီး အသတ်ခံလိုက်ရလို့ ကလဲ့စားချေလိုမှုကစတာပါပဲ။အသည်းတစ်ခြမ်းနဲ့ မုဆိုးမ မိန်းမကြမ်းကြီး ဟိဒ်ဒီတစ်ယောက် ဘယ်လိုကလဲ့စားချေမလဲ?\nကမ္ဘာကိုရောကယ်တင်နိုင်မလား? ဆိုတာတော့ ဇာတ်လမ်းလေးထဲ ဆက်လက် ကြည့်ရှုလိုက်ကြရအောင်ပါ။ဆွစ်ဇာလန်သူလေးရဲ့အဖြစ်ကို ဆွဇ်ဇာလန်ရိုးရာ လက်နက်တွေ၊ ဝတ်စုံတွေအပြင် ဆွစ် ချိစ် လှိုင်လှိုင်နဲ့ ကြည့်ရမယ့်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းကို ကို Themes က ရေးပေးထားပါတယ်။)File Size          : 1.9GB, 886MB, 418MB\nQuality  ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/mad-heidi-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOWU2MWVhYjQtNjBiMy00ZTEwLWE5NDctZTZiNjEwZTc3YWZhXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-169x200.jpg",
        "title": "24 (2016)",
        "description": "24 (2016)\nAction, Comedy, Drama\nIMDb 7.9/10 (23K)အခုတစ်ခါ Old is Gold ဆိုတဲ့အတိုင်း မင်းသားချောလေး ဆူးရီးယားရဲ့\nTime Travel ကားကောင်းလေးတစ်ကားကို တင်ဆက်ပေးပါ့မယ်။ဒီဇာတ်ကားမှာ ဆူးရီးယားဟာ အဖေနေရာ..သားနေရာနဲ့ ဗီလိန်နေရာတွေမှာ\nသုံးကိုယ်ခွဲအဖြစ် ဇာတ်ရုပ်ကို ပိုင်နိုင်စွာ သရုပ်ဆောင်ထားပြီး\nမင်းသမီးချောလေး ဆမန်းသားနဲ့ နစ်သယားတို့ကလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်။ဘတ်ဂျက် ရူပီ ကုဋေ ၇၀ မှာ ခန့်မှန်းခြေ ရူပီ ကုဋေ ၁၀၀ ဝန်းကျင်အထိ ပြန်လည်ရရှိခဲ့တဲ့\nကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။ကဲ အခု ဇာတ်လမ်းကိုသွားမယ်။စည်သူနဲ့ အက်ထရီယားဆိုတဲ့ အမြွှာညီအစ်ကိုနှစ်ယောက်မှာ စည်သူဟာ မိဘတွေရဲ့အလေးပေးခြင်းကို\nခံရပြီး သိပ်တော်သိပ်ထက်တဲ့ သိပ္ပံပညာရှင်ကြီးတစ်ယောက်ပေါ့။အိန္ဒိယနံပါတ် ၁ နာရီကုမ္ပဏီတစ်ခုဖြစ်တဲ့ ဖီးနစ်နာရီကုမ္ပဏီကို ပိုင်ဆိုင်ထားပါတယ်။စည်သူဟာ အချိန်ခရီးသွားလို့ရတဲ့ နာရီလေးတစ်လုံးကို တီထွင်ဖန်တီးနေခဲ့တယ်။အောင်မြင်သွားတဲ့အချိန်မှာ မနာလိုရန်လိုစိတ်များနေတဲ့ အက်ထရီယားဟာ\nစည်သူ့အိမ်ကို တပည့်တပန်းတွေတသိုက်နဲ့ နာရီကိုလက်ဝယ်အပိုင်သိမ်းဖို့\nရောက်လာခဲ့ပါပြီ။ရှေ့ဆက်ပြီး ဇာတ်လမ်းရဲ့လှည့်ကွက်လေးတွေနဲ့ ကံကြမ္မာရဲ့စေစားချက်တွေကို\nမျက်တောင်မခတ်တမ်းကြည့်ရမယ့် ဒီကားလေးမှာ မျောပါရဦးမှာဖြစ်ပါတယ်လို့\nညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile size…3.2GB / 1.64GB\nQuality…1080p ...",
        "rating": "7.9",
        "url": "https://channelmyanmar.org/24-2016/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/02/the-flu-2013-133x200.jpg",
        "title": "The Flu (2013)",
        "description": "[Unicode]The Flu (2013)လက်ရှိဝူဟန်ဗိုင်းရပ်စ်ဖြစ်နေတဲ့အချိန်မှာ ၂၀၁၃လောက်ကထွက်ထားတဲ့Flu လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ။ဇာတ်လမ်းကတော့ တရုတ် ဖိလစ်ပိုင် စတဲ့မတူတဲ့နိုင်ငံတွေကနေကိုရီးယားကို\nတရားမဝင်လူကုန်ကူးတဲ့ကွန်တိန်နာပေါ်ကပါလာတဲ့ နိုင်ငံခြားသားလူမျိုးတွေဆီမှာ H5N1ဆိုတဲ့ဗိုင်းရပ်စ်အဖျားပိုးပါလာခဲ့တယ်...တောင်ကိုရီးယားဆိပ်ကမ်းကို ကွန်တိန်နာရောက်ရှိလာတဲ့အချိန်မှာ ကိုးရက်တာကြာခဲ့ပြီး\nကိုးရက်တာအတွင်းအလုံပိတ်ကွန်တိန်နာထဲမှာရှိတဲ့အဖျားပိုးက ရောဂါအညစ်အကြေးဘာညာစတာတွေကြောင့် Avian Virusဆိုတဲ့တုတ်ကွေးဗိုင်းရပ်စ်အဖြစ်သန္ဓေပြောင်းခဲ့တယ် ၊နိုင်ငံတကာမှာ H5N1 ဝက်တုတ်ကွေးစတဲ့ဗိုင်းရပ်စ်တွေဖြစ်ပြီး လူအသေပျောက်ရှိခဲ့ပေမယ့်\nရာသီတုတ်ကွေးလောက်သာဖြစ်ပြီး ကြီးကြီးမားမားဖြစ်ဖူးတာမျိုးမရှိတဲ့တောင်ကိုရီးယားနိုင်ငံ ဘူဒန်မြို့ကို ထိုဗိုင်းရပ်စ်ရောက်ရှိလာတဲ့အချိန်မှာတော့....ကန်ဂျီဂူးဆိုတဲ့ ကယ်ဆယ်ရေးအဖွဲ့ကဝန်ထမ်းလေးနဲ့ ရောဂါရှာဖွေရေးကဆရာမကင်အင်ဟေးနဲ့သမီးဖြစ်သူ ကင်မီရီဆိုတဲ့\nဇာတ်ကောင်တွေနဲ့ ဒီဇာတ်လမ်းကိုပိုအသက်ဝင်အောင်ပုံဖော်ထားပါတယ် ။တစ်ကယ်ကြည့်လို့ကောင်းတဲ့ဇာတ်လမ်းလေးမို့ လက်ရှိ coronaဒဏ်ကိုအံတုနေရတဲ့ တရုတ်နိုင်ငံကြီးဘေးကင်းပါစေလို့ဆုတောင်းရင်း တင်ဆက်ပေးလိုက်ပါတယ်...။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် )File Size__(3GB) / (1.6B)\nQuality__Bluray_1080p, 720p\nIMDb Rating__6.7/10\nFormat__mp4\nDuration__01:27:00\nType__Drama, Sci-Fi\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by Myint Myat Thinn\nEncoded by Naing Aung Latt",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/the-flu-2013/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nmfzuiwo7f41Z4xWEDsto8PeH1G.jpg",
        "title": "Infernal Affairs III (2003)",
        "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။\nဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။\nတရုတ်မှာဆိုရင်တော့ \"The Unceasing Path\" လို့ လူသိများပြီး\n76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။\nသူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ...",
        "rating": "6.9",
        "url": "https://channelmyanmar.org/infernal-affairs-iii/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lASGJBxKgPVISnpVTCBCoRFJWfA.jpg",
        "title": "Infernal Affairs II (2003)",
        "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။\nဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။\nတရုတ်မှာဆိုရင်တော့ \"The Unceasing Path\" လို့ လူသိများပြီး\n76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။\nသူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/infernal-affairs-ii/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gix9thDBXfjJ8M7rYbihqbQGBcP.jpg",
        "title": "Infernal Affairs (2002)",
        "description": "Infernal Affairs ဇာတ်ကားတွေကတော့ Directer Andrew Lau and Alan Mak တို့ ရိုက်ကူးထားတဲ့ Hong Kong crime thriller အမျိုးအစားတွေဖြစ်ပါတယ် ။\nဇာတ်လမ်းအနေနဲ့ကတော့ ရဲအရာရှိနှစ်ဦးနဲ့ လူဆိုးဂိုဏ်းတွေ ရဲ့အကြောင်းကို အခြေခံရိုက်ထားတာပါ ။\nတရုတ်မှာဆိုရင်တော့ \"The Unceasing Path\" လို့ လူသိများပြီး\n76th Academy Awards မှာလည်း The Best Foreign Language Film and Best Picture awards in the Golden Horse Awards အဖြစ် ရွေးချယ်ခံခဲ့ရတဲ့ကားတွေလည်းဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းအရာရှိချန် ကတော့ triad ဒုစရိုက် လူသတ်မှု့တွေကို တိတ်တဆိတ် ထောက်လှမ်းနေတဲ့သူဖြစ်ပါတယ် ။\nသူဒီလိုတိတ်တဆိတ် စုံစမ်းနေတာကိုသိတဲ့ တစ်ဦးတည်းသောသူကတော့ သူ့ရဲ့ အထက်ရဲအရာရှိမှူးဖြစ်တဲ့ အရာရှိဝေါင်ပါ ။တစ်ဖက်မှာကတော့ ...",
        "rating": "8.0",
        "url": "https://channelmyanmar.org/infernal-affairs-2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4WWcunHDT9qqVYDrs2t5VJ0BiNk.jpg",
        "title": "Hell’s Garden (2021)",
        "description": "Hell's Garden (2021)ဒီတစ်ခါမှာတော့ Imdb 6.4/10 ရရှိထားတဲ့ ဂျပန်ဟာသအက်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် သာမန်ကားတွေနဲ့ မတူတာကတော့ မိန်းကလေးတွေ တိုက်ခိုက်နေကြတာကိုပဲ မြင်ရမှာဖြစ်ပါတယ်။ဘယ်နယ်ပယ်မှာမဆို ဝန်ထမ်းအမျိုးသမီးတွေရဲ့ အုပ်စုတွေရှိကြပါတယ်။ ကုမ္ပဏီတစ်ခုထဲမှာလည်း အုပ်စုတွေအများကြီးရှိနိုင်သလို အုပ်စုရဲ့ ဘော့စ်ကိုတိုက်လို့နိုင်သွားတာနဲ့ တစ်အုပ်စုလုံး အနိုင်ရတဲ့သူလက်အောက်ရောက်မှာပါ။ အဲဒီလိုနဲ့အုပ်ချုပ်နေကြပါတယ်။တာနာခနာအိုကိုဆိုတဲ့ မိန်းကလေးကတော့ အဲဒီကိစ္စတွေစိတ်မဝင်စားဘဲ သာမန်ရုံးအလုပ်လေးပဲ လုပ်နေချင်တဲ့သူပါ။ ဒါပေမဲ့ တစ်နေ့ ရုံးကို အသစ်ရောက်လာတဲ့ ဟိုဂျိုရန်ဆိုတဲ့ ဝန်ထမ်းသစ်က ကုမ္ပဏီကို လက်ရှိအုပ်ချုပ်နေတဲ့ အုပ်စု ၃ စုလုံးကိုအနိုင်ရသွားတဲ့အခါ ...ဒါ့အပြင် နာအိုနဲ့လည်း အရမ်းခင်မင်သွားတဲ့အခါမှာတော့ ...ပါဝင်ပတ်သတ်မိတဲ့ နာအိုတစ်ယောက် သူလိုချင်တဲ့သာမန်ဘဝလေးကို ဆက်လက်ထိန်းသိမ်းနိုင်ပါ့မလား?(ဇာတ်လမ်းအညွှန်းကို ကို Shin Rina က ရေးပေးထားပါတယ်။)File Size          : 3.7GB, 1.1GB, 542MB\nQuality        ...",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/hells-garden-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4BREJsRq3ycZCikU4GCc6SWs7hu.jpg",
        "title": "Blasting ( 2022 )",
        "description": "ဒီတစ်ခါ ကြမ်းမှရမ်းမှကြိုက်တယ်ဆိုတဲ့\nCMပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးမဲ့ကားလေးကတော့\nBlastingဆိုတဲ့ မှုခင်းကားလေးတစ်ကားပါရှောင်ကွေ့တိုညီအစ်ကိုနှစ်ယောက်ဟာ ဒုစရိုက်သမားသောင်းယွီချင်ရဲ့\nဖိအားပေးခံရမှုကြောင့် ပေါင်ဖူရတနာဆိုင်ကို လုယက်ဖိုပါသွားခဲ့ကြပါတယ်အစ်ကိုဖြစ်သူဟာ လောင်သောင်းရဲ့လှည့်စားမှုခံရပြီး\nရတနာဆိုင်ထဲမှာတင် ပေါက်ကွဲပြီးသေဆုံးသွားသောအခါ\nတာဝန်ထမ်း ဆောင်နေစဥ်အတွင်း\nရတနာဆိုင်ပေါက်ကွဲမှုအတွက် ဓားစာခံသွားကယ်ခဲ့သော ရဲသားရွှ\nရဲသားတစ်ယောက်ပေမဲ့ တစ်ဖက်ရန်သူက လက်နက်ချပြီး\nသူ့ကိုကယ်ဖိုအကြိမ်ကြိမ်တောင်းဆိုသောကြောင့်\nဗုံးကိုဖြုတ်ပြီးကယ်ဖို အစွမ်းကုန်ကြိုးစားပေးပေးခဲ့ပါတယ်ဒါပေမဲ့ သူကဗုံးဖြုတ်မကျွမ်းကျင်ဒါကြောင့်\nမကယ်တင်လိုက်နိုင်ပဲ ရှောင်ကွေ့အစ်ကိုကသေဆုံးသွားခဲ့ရပါတော့တယ်\nမသေဆုံးခင်မှာ ရှောင်ကွေ့ကိုကယ်တင်ပေးဖို\nသူ့အစ်ကိုက နောက်ဆုံးအနေနဲ့ ဟစ်အော်မှာကြားခဲ့သောအခါနောက်ခုနှစ်အကြာမှာတော့ အဲ့ကိစ္စကိုမမေ့နိုင်လို့ ကြိုးစားခဲ့တဲ့ ကပ္ပတိန်ရွှ\nပိုက်ဆံဝေစုမပေးဘဲ လိမ်လည်ပုန်းရှောင်နေသော ဒုစရိုက်သမားသောင်းယွီချင်\nသွေးကြွေးအတွက် လိုက်ရှာနေသော ရှောင်ကွေ့\nကဲဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဇာတ်လမ်းလေးပဲ ကြည့်လိုက်ရအောင်နော်\n[ Reviewed By Kong Hou ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Crime , Action\nRuntime : 1h 25 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/blasting-2022/",
        "category": "Action, Crime"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-big-135x200.jpg",
        "title": "The Big Hit (1998)",
        "description": "The Basketball Diaries, Ted 1,2,3, Planet of the Apes,Transformers အစရှိတဲ့ တစ်ကမ္ဘာလုံးကြိုက်ကြတဲ့ရုပ်ရှင်တွေအပြင် ထွက်ရှိထားတာ သိပ်မကြာသေးတဲ့ Uncharted , Me time တို့မှာလည်း သရုပ်ဆောင်ထားပြီး ဒီကားမှာလည်းအဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့Mark Wahlbergရဲ့နောက်ထပ်ရုပ်ရှင်ဇာတ်ကားကောင်း တစ်ကားလာပါပြီ။ Jakie Chanရဲ့ Twin dragons, Crime storyအစရှိတဲ့ ရုပ်ရှင်တွေကိုရိုက်ကူးပေးထားတဲ့ Director Kirk Wongကပဲ ဒီကားကိုရိုက်ကူးပေးထားတာဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ မယ်ဗင်(Mark Wahlberg)က အလုပ်မှာတော်ပင်မယ့် လုပ်ဖော်ကိုင်ဖက်တွေရဲ့ ဝိုင်းညစ်ပတ်တာခံနေရသလို ရည်းစားတွေရဲ့ ပလေးခြင်းကိုခံနေရတဲ့ကြေကွဲလူငယ်ကြေးစားလူသတ်သမားတစ်ယောက်ဖြစ်ပါတယ်။ တနေ့မှာ လုပ်ဖော်ကိုင်ဖက်သူငယ်ချင်းတွေရဲ့ ကောင်းမှုနဲ့ ခဲခို(Keiko)ဆိုတဲ့ ဂျပန်သူဌေးမွဲကြီးရဲ့ သမီးဖြစ်သူကိုပြန်ပေးဆွဲတဲ့အမှုထဲမှာပါဝင်ပတ်သက်မိပါတော့တယ်။ ခဲခိုကို ပြန်ပေးဆွဲပြီးတဲ့နောက်မှာ မယ်ဗင်တစ်ယောက်ဘယ်လိုအခက်ခဲတွေကြုံရမလဲ သူ့ရဲ့ပလေးခံဘဝလေးကနေ အချစ်စစ်ကိုရှာတွေ့သွားမလား၊ အသက်ဘေးကနေရော လွတ်မြောက်သွားနိုင်ကြပါ့မလား ဆိုတာတွေကို ဒီကားထဲမှာ ကြည့်ရမှာဖြစ်ပါတယ်။ Actionဇာတ်ကားကြိုက်တဲ့လူတွေအတွက် ဒီကားကတော်တော်ကောင်းပါတယ်၊ ပျင်းလည်းမပျင်းရသလို ဇာတ်လမ်းကလည်း ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-big-hit-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5az8rzupOLWufBl0W02ubB9lSmU.jpg",
        "title": "Zombie Chikadees ( 2022 )",
        "description": "ထိပ်တန်းငှက်လေ့ကျင့်ရေး ဆရာကြီးတစ်ယောက်ဖြစ်တဲ့\nမောင်ရှန်းဟောင်ဟာ ဖီးနစ်ကျွန်းကို သွားရောက်ခဲ့ပြီးတော့\nဗီဇပြောင်းငှက်မျိုးစေ့တွေရဲ့ တိုက်ခိုက်ခြင်းကို ခံခဲ့ရပါတယ်ထူးဆန်းစွာနဲ့ပဲ လူတွေကလဲ တစ်ယောက်ပြီးတစ်ယောက်\nပျောက်ဆုံးလို့ နေပါတယ် တစ်ဆက်ထဲမှာပဲ\nမြို့တော်ရဲ့ လူချမ်းသာအိမ်တော်ဖြစ်တဲ့ မုန့်အိမ်တော်ရဲ့\nသခင်ကြီးဟာ သေဆုံးရာကနေပြီး\nဖုတ်သစ္ဆေတစ်ကောင်ကို ပြန်နိုးထလာခဲ့ပါတယ်ထိပ်တန်းငှက်လေ့ကျင့်ရေး ဆရာကြီး မောင်ရှန်းဟောင်က\nဒီသေဆုံးမှုဟာ ငှက်တစ်ကောင်တိုက်ခိုက်ခံရလို့ သေဆုံးတယ်လို့\nကောက်ချက်ချခဲ့ပေမဲ့ ဘယ်သူကမှယုံကြည်ချင်းမရှိခဲ့ပါဘူး\nမြို့တော်က လူတွေကလဲ ကောလဟာလတွေမှတစ်ဆင့်\nစိတ်တွေ ကယောင်ခြောက်ခြားတွေဖြစ်လို့လာမှာ\nအုံကြွမှုတွေပါ ဖြစ်လို့လာပါတယ် ဒီလိုနဲ့ မုန့်အိမ်တော်ရဲ့\nသခင်လေးဖြစ်သူလဲဖြစ် ညွှန်ကြားရေးမှူးချုပ်လဲဖြစ်တဲ့\nမုန့်ချန်နဲ့ အတူတူ အမှန်တရားကို ရှာဖွေခဲ့ကြတဲ့အခါ -❏ ဘာတွေဆက်ဖြစ်ကြမှာလဲ\n❏ သူတို့ပြောနေတဲ့ ဖုတ်သစ္ဆေဆိုတဲ့ အရာကရော အမှန်ပဲ ဖြစ်နေမလား\n❏ အဲဒီတိုက်ခိုက်ကြတဲ့ ငှက်ဆိုးတွေကရော\nဘာတွေကြောင့်ဖြစ်နေကြမလဲ ဆိုတာ ရင်တထိတ်ထိတ်နဲ့\nစိတ်ဝင်တစားအဖြေရှာကြရမဲ့ horror အမျိုးအစားလေး\nဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်လို့ အခုပဲကြည့်ရှုလိုက်ရအောင်လားရှင်\n[ Reviewed By Chit Mya Mya Hmwe ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/zombie-chikadees-2022/",
        "category": "Action, Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7VfHoSogq4BOgqEzVfCGM5diIRJ.jpg",
        "title": "Phantom Wild Flower ( 2022 )",
        "description": "Action ကြိုက်သူCMပရိသတ်ကြီးအတွက် ဟောင်ကောင်ဂျက်မ\nNaked Weapon စတဲ့နာမည်ကြီးကားတွေလိုပဲ\nမစ်ရှင်အောင်မြင်ဖို့အတွက်အလှအပမာယာတွေနဲ့\nတိုက်ခိုက်စွမ်းရည်ပြည့်ဝတဲ့ မိန်းကလေးအထူးတပ်ဖွဲ့အကြောင်းကို\nရိုက်ထားတဲ့အက်ရှင်ကားကောင်းလေးတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်အိမ်ကတော့ဂျပန်တွေကျူးကျော်ဝင်လာတဲ့\nမတည်ငြိမ်တဲ့ခေတ်ကာလကြီးကိုအခြေပြုထားတာပဲဖြစ်ပါတယ်။\nလောကကြီးမှာဖက်တွက်စရာမရှိတော့တဲ့\nအထီးကျန်မိန်းကလေးတွေ ပြည်သူတွေအေးချမ်းဖို့အတွက်\nကိုယ့်ကိုယ်ကိုပေးဆပ်ဖို့ဝန်မလေးတဲ့\nမိန်းကလေးတွေကိုစုစည်းပြီး လျို့ဝှက်လေ့ကျင့်သင်တန်းပေးပြီး\nလျှို့ဝှက်ပြီးတရားမျှတတဲ့အမျိုးသမီးအထူးတပ်ဖွဲ့ကိုတည်ထောင်ထားဖြစ်ပါတယ်။သူတို့ဟာပန်းလေးတွေလိုပဲ လှပစွာညှို့ငင်ပြီး\nရည်မှန်းချက်ကိုရအောင်ယူဖို့နည်းမျိုးစုံနဲ့လုပ်ကိုင်တတ်ကြသူတွေပါ။\nမမလှလှတွေရဲ့ကြမ်းကြမ်းရမ်းရမ်း အက်ရှင်တွေအပြင်\nတစ်သွေးတစ်သံတစ်မိန့်ဆိုတဲ့တပ်ဖွဲ့ရဲ့စည်းမျဉ်းစည်းကမ်းကြားမှာ\nအချစ်ဆိုတဲ့ချိုမြတဲ့ခံစားချက်လေးဝင်လာတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲ......\nသူတို့ထင်မှတ်ထားတဲ့တရားမျှတခြင်းဟာ\nတရားမျှတမှုအစစ်အမှန်ဟုတ်ရဲ့လား......\nအချစ်ဆိုတာကရောအချစ်စစ်ဟုတ်ရဲ့လား......\nရှေ့ဆက်ပြီးဘာတွေဘယ်လိုဖြစ်လာမလဲဆိုတာကိုတော့\nဖန်သားပြင်မှာပဲဆက်လက်ကြည့်ရှုလိုက်ပါနော်......\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 20 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/phantom-wild-flower-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/insert-S-135x200.jpg",
        "title": "Strange World (2022)",
        "description": "ဒီနှစ်ထဲမှာထွက်ရှိထားတဲ့ ဝေါ့လ်ဒ်ဒစ္စနေးရဲ့ သိပ္ပံစိတ်ကူးယဉ် animation ဇာတ်ကားကောင်းလေးတစ်ကားလာပါပြီ။\nဇာတ်လမ်းအကျဉ်းကတော့ ဂျေဂါကလေ့ဒ်ဟာ အဗာလိုနီးယားဆိုတဲ့ပြည်က နာမည်ကြီးစူးစမ်းရှာဖွေသူတစ်ယောက်ပါ။ အဗာလိုနီးယားဟာ ‌တောင်အထပ်ထပ်ကာရံထားတဲ့ တိုင်းပြည်တစ်ခုဖြစ်ပြီး အဲ့ဒီတောင်တွေရဲ့ဟိုဘက်မှာ ဘာတွေရှိမလဲဆိုတာ ဘယ်အဗာလိုနီးယားပြည်သူမှမသိကြသလို သိရအောင်စူးစမ်းတဲ့ စူးစမ်းရှာဖွေသူတိုင်းဟာလည်း မအောင်မြင်ခဲ့ကြပါဘူး။ အဲ့လိုခက်ခဲကြမ်းတမ်းပြီး မရေရာတဲ့စိတ်ကူးအိပ်မက်ကို မက်နေသူကတော့ ဂျေဂါကလေ့ဒ်ပဲဖြစ်ပါတယ်။ ဂျေဂါကလေ့ဒ်ဟာ ဇွဲကြီးကြီးထားကြိုးစားပြီး တောင်တန်းတွေကို ဖြတ်ကျော်နိုင်ဖို့ ကြံစည်အားထုတ်ခဲ့ရမှာ တစ်နေ့မှာတော့ မထင်မှတ်ထားတာတစ်ခုဖြစ်လာခဲ့ပါတယ်။ အဲ့ဒါကတော့ ‌တောင်တန်းတွေကိုကျော်နိုင်မယ့် မိုးကုပ်စက်ဝိုင်းကို လှမ်းမြင်ရချိန်မှာ သူ့ရဲ့လက်ထောက်လည်းဖြစ်၊ သားလဲဖြစ်တဲ့ ဆာချာကလေ့ဒ်ဟာ ထူးဆန်းပြီးလက်လက်ထနေတဲ့ အပင်တစ်မျိုးကိုတွေ့ခဲ့ပါတယ်။ အဲ့ဒီမှာပဲ ဂျေဂါရဲ့အိပ်မက်ကို အကောင်အထည်မဖော်သေးပဲ အဆိုပါအပင်ကို အဗာလိုနီးယားဆီပြန်ပို့သင့်၊ မပို့သင့် အငြင်းပွားရာကနေ သားအဖနှစ်ယောက် သဘောထားကွဲလွဲပြီး ဂျေဂါကတစ်ဘက်၊ သားဖြစ်သူ ဆာချာနဲ့ အဖွဲ့သားတွေကတစ်ဘက် ဖြစ်သွားကြပါတော့တယ်။\nအဲ့ဒီမှာပဲ ခေါင်းမာတဲ့ဂျေဂါဟာသူတစ်ဦးတည်း ခရီးဆက်ထွက်ပြီး သားဖြစ်သူနဲ့အဖွဲ့သားတွေကို အိမ်ပြန်စေပါတယ်။ အဲ့နောက်ပိုင်း ဂျေဂါရဲ့သတင်းမကြားရတော့သလို သားဖြစ်သူဆာချာဟာလည်း သူတွေ့ရှိခဲ့တဲ့ အဆိုပါလက်လက်ထနေတဲ့ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/strange-world-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BOTNjYzQxOGUtZWY3My00N2I3LWJhNTctMDA0ZTI3ODdjOWNhXkEyXkFqcGdeQXVyNzk1MzI3MTI@._V1_-133x200.jpg",
        "title": "Hellblazers (2022)",
        "description": "ဂျိုးအန်ဒါဆင်ဆိုတဲ့ နယူးယော့ခ်သား ရဲတစ်ယောက်ဟာ ရဲမှူးရာထူးနဲ့\nဟုပ်ဗေလီဆိုတဲ့ မြို့ငယ်လေးဆီကို ပြောင်းရွှေ့လာခဲ့ပါတယ်ဗျ။\nဟုပ်ဗေလီဟာဆိုရင် ရာဇဝတ်မှုကြီးကြီးမားမားမရှိတတ်တဲ့၊\nအေးချမ်းတဲ့ မြို့ငယ်လေးပဲဖြစ်ပါတယ်။တစ်နေ့မှာတော့ အဲ့ဒီဘာမှ ထူးထူးခြားခြားမရှိတတ်တဲ့\nအဲ့ဒီမြို့လေးရဲ့ ရဲစခန်းကို ဘေလ်ဆိုတဲ့ ရူးကြောင်ကြောင်အဘိုးကြီးရောက်လာပြီး\nသူ့ခြံထဲမှာ အဝါရောင် ခြုံထည်တွေဝတ်၊ မျက်နှာတွေအုပ်ထားတဲ့ လူတစ်စုက\nဂါထာမန္တာန်တွေရွတ်ကာ ငရဲတွင်းပေါက်ဖွင့်ပြီး နတ်ဆိုးတစ်ကောင်ကို\nဆင့်ခေါ်ကြတယ်လို့ တိုင်ချက်ဖွင့်လာခဲ့ပါတယ်ဗျ။အဲ့ဒီအချိန်ကနေစပြီး ငြိမ်သက်နေတဲ့မြို့လေးမှာ ထူးခြားတာတွေ တစ်ခုပြီးတစ်ခု ဖြစ်လာပါတော့တယ်။\nဒီ Hellblazers ဆိုတဲ့ရုပ်ရှင်လေးဟာဆိုရင် Jump scares ခပ်ပါးပါးတချို့နဲ့ ဇာတ်လမ်းကို\nစိတ်ဝင်စားအောင်ဆွဲခေါ်ထားပြီး အချိန်ပေးရတာတန်တဲ့ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်ဗျ...။\nFile size…1.3GB  / 581MB \nQuality…1080p AMZ WEB DL  / 720p\nFormat…mp4\nDuration….1h 24m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Zwe Yan Naing",
        "rating": "4.5",
        "url": "https://channelmyanmar.org/hellblazers-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9qD4IBWMqIX3hitHucj6FvrKwxe.jpg",
        "title": "Hell Dogs (2022)",
        "description": "Hell Dogs (2022)ဂျပန်ယာကူဇာဂိုဏ်းနဲ့ အသွင်ယူ ရဲ တစ်ယောက်ရဲ့ ဇာတ်လမ်း လေးဖြစ်ပြီး ဂျပန်အက်ရှင်ကားအများစုလို အိုဗာအက်တင်တွေ မပါဘဲနဲ့ ကြည့်လို့အဆင်ပြေတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ ...ရဲတပ်သားသစ်တစ်ယောက်ဖြစ်တဲ့ တက်ခ် ဟာ အင်အားကြီးတဲ့ ယာကူဇာဂိုဏ်းကို ဖြိုချဖို့အတွက် အသွင်ယူ ရဲ တစ်ယောက်အဖြစ် တာဝန်ပေးခြင်းခံခဲ့ရပါတယ်။ သူ အသွင်ယူတစ်ယောက်မဖြစ်ခင်မှာ တာဝန်ကျတဲ့နားက ကုန်တိုက်တစ်တိုက်ကို ယာကူဇာတွေ ဓါးပြဝင်တိုက်ခဲ့ပြီး အဲ့မှာ မိန်းကလေးသုံးယောက်နဲ့ ဝန်ထမ်းအမျိုးသမီး အသတ်ခံလိုက်ရတယ်။အဲ့နောက်မှာသူဟာ အဲ့ဒီဓါးပြတိုက်သွားတဲ့ ယာကူဇာတွေနောက်ကို လိုက်လက်စားချေရင်းနဲ့ ယာကူဇာဂိုဏ်းထဲကို အသွင်ယူ ရဲ တစ်ယောက်အဖြစ် ရောက်သွားတဲ့အခါမှာတော့ ...(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က Zwel Zan Aung ပါ။)File Size          : 2.6GB, 1GB, 515MB\nQuality          ...",
        "rating": "638",
        "url": "https://channelmyanmar.org/hell-dogs-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/njEyGAzWqAGixP32wzuz8zcQZGL.jpg",
        "title": "Demon Catcher 2 ( 2022 )",
        "description": "တရုတ်ပြည်သူ့ သမ္မတနိုင်ငံအချိန်ကာလမှာ ထူးဆန်းတဲ့ မျိုးနွယ်ကနေပြီးတော့\nမွေးဖွားလာခဲ့တဲ့ သူရဲကောင်းဆရာကြီးကွမ်း ဆိုတဲ့သူတစ်ယောက်ရှိခဲ့ပါတယ်\nသူဟာ ရက်စက်ယုတ်မာလှတဲ့ အပြစ်လုပ်သူတွေကို ရွံရှာမုန်းတီးနေသူတစ်ဦးပါတရုတ်ပြည်သူ့ သမ္မတနိုင်ငံ ၁၇ နှစ်အချိန် စစ်ပွဲတွေကလဲ\nမရပ်မနားတမ်းဖြစ်ပေါ်နေပြီးတော့ ပြည်သူတွေအများစုကလဲ\nအိုးမဲ့အိမ်မဲ့ ဖြစ်ကြရပါတယ် အဲဒီအချိန်မှာ ဆရာကွမ်းရဲ့ တပည့်ဖြစ်သူ\nယဲ့ဖေးဟာ ခေါင်းတလားဆိုင်ဖွင့်ထားပြီး ဒုက္ခသည်စခန်းက\nပြည်သူ့အလောင်းတွေကို ကောက်ပေး သိမ်းပေးတဲ့ အလုပ်ကိုလဲ\nလုပ်ပေးပါသေးတယ် ဒါပေမဲ့လို့ ကံကြမ္မာကသူ့ကို မျက်နှာသာမပေးခဲ့ပါဘူးတစ်နေ့မှာတော့ သူရောင်းတဲ့ ခေါင်းတလားအတွင်းမှာ\nလူသေအလောင်းတွေ့တာကြောင့် လူသတ်ပြီး အလောင်းဖျောက်မှုနဲ့\nအဖမ်းခံလိုက်ရပါတော့တယ် အဲဒီအချိန်ကနေစပြီး\nတပည့်ဖြစ်သူရဲ့ လုပ်ကြံခံရမှု အမှန်တရားကို\nရှာဖွေဖို့အတွက် ဆရာကြီးကွမ်းဟာ အစွမ်းကုန်ကြိုးစားလာခဲ့တဲ့ အချိန်မှာတော့ ...?❏ ဒီလုပ်ကြံခံရမှု နောက်ကွယ်မှာ ဘယ်လိုထူးဆန်း ထိန့်လန့်ဖွယ်ရာတွေနဲ့ တွေ့ရှိရမလဲ ?\n❏ ခေါင်းတလားအတွင်းက အလောင်းရဲ့ ဇာတ်ကြောင်းတွေကရော ဘာတွေများဖြစ်နေမလဲ\n❏ ဆရာကြီးကွမ်းတစ်ယောက် တပည့်ဖြစ်သူရဲ့ အမှန်တရားကို ရှာဖွေပေးနိုင်ပါ့မလား\n❏ ဒီအမှုအပြင် တစ်ခြားသော ထူးဆန်း ထိန့်လန့်ဖွယ်ရာ\nအမှုတွေကိုရော ရင်ဆိုင်လာရတဲ့အခါ သူတို့တွေ\nဘယ်လိုဖြေရှင်းကြမလဲဆိုတာ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုလိုက်ရအောင်လားရှင်\n[Reviewed By ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/demon-catcher-2-2022/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ifMgDAUXVQLY4DeOu3VTTi55jSP.jpg",
        "title": "The Count of Monte Cristo(2002)",
        "description": "The Count of Monte Cristo(2002)*******************************IMDb...7.7မွန်တီ ခရစ်စတို မြို့စားကြီး ဆိုတာ 1844 ခုနှစ်ကထွက်ရှိခဲ့ စာရေးဆရာ Alexandre Dumasရဲ့နာမည်ကျော်ဝတ္ထုဖြစ်ပြီးဘာသာပြန်ဝတ္ထုတွေလည်းထွက်ခဲ့ပါသေးတယ်။\nဇာတ်အိမ်ကို 1815–1839ခုနှစ်များဆီမှာအစတည်ထားပြီး နပိုလီယန်ဆီကစာလေးတစ်စောင်နဲ့လမ်းကြုံယူသွားပေးရာကနေအစပြုထားပါတယ်။အဲ့ခေတ်မှာ နပိုလီယန်ဟာ အာဏာပြန်မရမီ နယ်နှင်ဒဏ်ပေးခံရတဲ့ကျွန်းလေးကိုဇာတ်လိုက်ဖြစ်သူ အက်ဒ်မွန်ဒန်တီနဲ့သူ့သူငယ်ချင်း ဖာနန် မွန်ဒေဂိုတို့ဟာ‌ဆရာဝန်ရှာထွက်ရင်းရောက်ရှိသွားပါတယ်။နပိုလီယန်ကလည်း စာလေးတစ်စောင်လူကြုံပါးလိုက်တော့စာမဖတ်တတ်တဲ့အက်ဒ်မွန်က သဘောရိုးနဲ့ယူလာ‌ခဲ့မိပါတယ်။\nနပိုလီယန်နဲ့ဆက်သွယ်တာဟာ သစ္စာဖောက်မှုလို့စွပ်စွဲတတ်ကြပါတယ်။ဖြောင့်မတ်တဲ့အက်ဒ်မွန်ဟာ သူ မကျူးလွန်တဲ့သစ္စာဖောက်မှုအတွက်ပဲတစ်သက်တစ်ကျွန်းထောင်အချခံလိုက်ရပါတယ်။ထောင်ကနေဘယ်လိုလွတ်မြောက်မလဲ၊သူ့ကိုဘယ်သူတွေက စွပ်စွဲခဲ့တာလဲ၊အက်ဒ်မွန်တစ်ဖြစ်လဲ ဇက်တာရာဟာ မြို့စားကြီး မွန်တီခရစ်စတို အဖြစ်ဘယ်လိုများချမ်းသာခဲ့သလဲ၊သူ့ကလဲ့စားဘယ်လို ချေလဲဆိုတာ နာမည်ကြီး ဝတ္ထုဆိုတဲ့အတိုင်း စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်    File Size :(2.7GB) (930 MB) and (305MB)\nQuality : Blu-Ray 1080p5.1ch,720p\nFormat…mp4\nDuration…02:11:00\nGenre : Action ,Adventure , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "7.7",
        "url": "https://channelmyanmar.org/the-count-of-monte-cristo2002/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1k6iwC4KaPvTBt1JuaqXy3noZRY.jpg",
        "title": "Boruto: Naruto the Movie(2015)",
        "description": "Boruto - Naruto Shippuden movie 8\n============================IMDb - 7.8/10\nMyAnimeList - 7.4/10ဒီကားက​တော့ naruyo shippudenကာတွန်းရုပ်ရှင်၈ ကားရဲ့​နောက်ဆုံးကားဖြစ်ပြီး boruto seriesထက်အရင်ဇာတ်လမ်းပိုင်းကြိုထွက်လာတဲ့ရုပ်ရှင်ပါ။ ဒီကားမကြည့်ပဲစီးရီးပဲကြည့်ရင်​ရော ရလား​မေးရင် ရရင်​ဖြေလို့ရသလိုဒီကားက canonပဲလားဆိုရင် ဟုတ်ပါတယ်လို့​ဖြေလို့ရပါတယ်။boruto စီးရီးမှာဆိုရင် အပိုင်း၅၀​ကျော်​​လောက်မှာ ဒီကားရဲ့ဇာတ်လမ်းပြန်ပါတာမလို့မကြည့်လည်းရတယ်လို့​ပြောတာပါ။ဒါ​ပေမဲ့ စီးရီးက ကျက်သ​ရေတုံးစွာ filler​တွေ ၉၀ ရာခိုင်နှုန်း​လောက်ပါ​တော့ အရမ်းပျင်းဖို့​ကောင်းတဲ့အတွက် စီးရီးကိုကြည့်မ​နေပဲ ဒီရုပ်ရှင်ကိုကြည့်ဖို့ပဲ ကျ​နော်က​တော့ တိုက်တွန်းချင်ပါတယ်။ဒီကားမှာ​တော့ Narutoတို့​ခေတ်ကလိုပဲ Chuninစာ​မေးပွဲ​ဖြေတာကိုဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး ငှက်​ပျောသီးဖီးကြမ်းအခိုင်လိုက် ​ဇောက်ထိုးတပ်ထားတဲ့ဆံပင်​ကေနဲ့ဇာတ်လိုက်ရဲ့ ကျက်သ​ရေတုံးမှု​တွေကိုမြင်ရမှာပါ။Otsutsukiမျိုးနွယ်​တွေလည်းပါတာမလို့ fight scence​​ကောင်း​ကောင်း​တွေကိုလည်းမြင်​တွေ့ရမှာဖြစ်ပါတယ်။ File size…1.30GB / 589MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 35m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant\nTranslated by Dr Nyan",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/boruto-naruto-the-movie2015/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/12/MV5BMTcyODc0NGEtZjEzZC00YmRlLWJiNGEtMjQ5MWVlN2U0ODZhXkEyXkFqcGdeQXVyODIwMDI1NjM@._V1_-128x200.jpg",
        "title": "Naanum Rowdydhaan (2015)",
        "description": "Naanum Rowdy Dhaan (2015)\nIMDb 7.2\nနာမည်ကြီးတောင်ပိုင်းမင်းသားဗီဂျေးစည်သူပတီ နဲ့မင်းသမီးချောလေး Nayanthara\nပါဝင်သရုပ်ဆောင်ထားပြီး အချစ်စစ်နဲ့သာဆို အရာရာကျော်‌ဖြတ်နိုင်ကြောင်း\nရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်း...\nကာဒမ်ဘရီ (Nayanthara) ရဲ့အဖေကရဲတစ်ယောက်ပါ မပတ်သက်သင့်တဲ့\nလူမိုက်ကိုသွားရန်စမိရာက ဇနီးဖြစ်သူပါဆုံးရှုံးလိုက်ရပြီး သမီးဖြစ်သူ ကာဒမ်ဘရီကပါ\nနားမကြားဘဝရောက်သွားခဲ့ပါတယ် ဒီကလဲ့စားသွေးကြွေးကိုပြန်ဆပ်မယ်ဆိုပြီး\nအိမ်ကထွက်သွားတဲ့ဖခင် ရက်အတော်ကြာထိပြန်ရောက်မလာလို့\nကာဒမ်ဘရီတစ်ယောက်ရှာဖွေခန်းဖွင့်တော့ အမှတ်မထင် ဗရုတ်ကောင်ပန်ဒီနဲ့‌သွားဆုံမိပါလေရော\nမြင်မြင်ချင်းသဘောကျသွားတဲ့ ပန်ဒီက ဒီသနားစရာကောင်မလေးရဲ့ဖခင်ဖြစ်သူကို\nလိုက်ရှာပေးဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်ဒါပေမယ့် ထင်မှတ်မထားတဲ့ ကိစ္စကတော့ သူ့အဖေက\nသေဆုံးသွားပြီဆိုတာပါပဲ ဒီလိုနဲ့ သူတို့နှစ်ယောက်ပေါင်းပြီး\nဒီကလဲ့စားချေမယ့်ခရီးလမ်းကြောင်းကိုဘယ်လိုရှေ့ဆက်သွားမလဲ\nပန်ဒီကရောသူလိုချင်နေတဲ့အချစ်ကိုရနိုင်မလားဆိုတာတော့\nဆက်လက်ကြည့်ရှူလိုက်ကြပါရှင်\nFile size…2.87GB / 1.33GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 19m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/naanum-rowdydhaan-2015/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bAQ8O5Uw6FedtlCbJTutenzPVKd.jpg",
        "title": "The Last: Naruto the Movie(2014)",
        "description": "The Last Naruto shippuden movie\n============================Narutoဆိုတဲ့ animeဟာ ၂၀၀၀ခုနှစ်ဝန်းကျင်ကနာမည်အကြီးဆုံးကြီးသုံးကြီးမှာ (One piece,bleach, naruto)ပါခဲ့ပြီး သူ့​ခေတ်သူ့အခါအချိန်တုန်းကကြည့်ရှုသူ​တွေရဲ့ပါးစပ်ဖျားမှာ never give up, this ismy way of ninja, Dattebayo 😅ဆိုပြီးရွတ်ဆိုခဲ့ကြတဲ့အထိ moti​ပေးနိုင်ခဲ့တာပါ။ ရုပ်ရှင်အ​နေနဲ့လည်းက​လေးဘဝကို ၃ကားထွက်ခဲ့ပြီး  shippuden လူငယ်ဘဝက​တော့ ၇ ကားအထိထွက်ခဲ့ပါတယ်။ဒီကားက​တော့ shippuden ရုပ်ရှင်​တွေထဲမှာ သတ္တမကားဖြစ်ပြီးIMDb 7.6/10\nMy anime list 7.8/10ရထားပါတယ်ဇာတ်လမ်းအကျဥ်းကို​မ​ပြော​တော့ပါဘူး။ ဒီကားမှာ Narutoနဲ့Hinataတို့ချစ်သွားကြပုံကိုမြင်ရမှာဖြစ်ပြီး Hinata ရဲ့ ပထမ​ယောက်ျားအ​ကြောင်းလည်း ကြည့်ရမှာပါ။ 😑Borutoစီးရီးကြည့်​နေတဲ့သူဆိုရင် Borutoရဲ့မျက်လုံးကဘာလို့ရတာလဲဆိုတာကိုပါ ရိပ်သံဖမ်းသံသိရမယ့်ရုပ်ရှင်ပါ။ File size…1.42GB / 652MB\nQuality…1080p  / 720p\nFormat…mp4\nDuration….1h 52m\nGenre ..... Animation , Action , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/the-last-naruto-the-movie2014/"
    }
]