[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-2-136x200.jpg",
        "title": "Collateral Damage (2022)",
        "description": "မင်းသားကြီးအာနိုးရဲ့ အက်ရှင်ကားဟောင်းတစ်ကားဖြစ်ပါတယ်။အရင်င်ကအက်ရှင်ကားတွေကို လွမ်းနေသူတွေတော့ သဘောကျကြမှာပါ။ မီးသတ်သမားတစ်ယောက်ဖြစ်တဲ့ ဂေါ်ဒီဘရူအာဟာ မိန်းမနဲ့ကလေးကိုတွေ့ဖို့အသွားမှာ ဗုံးပေါက်ကွဲမှုကြောင့် မိန်းမရောကလေးပါ သေဆုံးသွားပါတယ်။ ဗုံးခွဲသူဟာ ကိုလံဘီယာနိုင်ငံက ပြောက်ကျားတပ်သားတစ်ယောက်ဖြစ်ပြီး လွတ်မြောက်သွားကြောင်းသိရတဲ့အခါ နာကျည်းမှုတွေနဲ့အတူ ဂေါ်ဒီဟာ နိုင်ငံကူးပြီးလိုက်ရှာပါတော့တယ်။ဗုံးခွဲသူဟာ ဘာကြောင့်ခွဲရတာလဲ၊အမေရိကန်အစိုးရက ကိုလံဘီယာကိုဘာတွေလုပ်ခဲ့လို့လဲ၊ မိန်းမနဲ့ကလေးအတွက် လက်စားချေလိုစိတ်နဲ့ပဲ ပြောက်ကျားတပ်တွေ အစိုးရစစ်တပ်တွေကြား အန္တရာယ်တွေပြည့်နေတဲ့ကိုလံဘီယာကိုသွားခဲ့တဲ့ဂေါ်ဒီ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုသိရဖို့ ကြည့်ကြည့်လိုက်ကြပါတော့။ File size…(2.52GB)/(1.45GB)/(776.9MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Action / Drama / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Pyi T nyein",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/collateral-damage-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/71zXTo33FwL._SL1500_-155x200.jpg",
        "title": "Baby Assassins (2021)",
        "description": "Baby Assassins 2021 Imdb-6.4/10 Rotten Tomatoes-100% Letterboxd-3.4/5 Genres-Action,Comedy,DramaChistosa နဲ့ Marhiroလို့ ခေါ်တဲ့အထက်တန်းကျောင်းသူလေးနှစ်ယောက်ကအသက်အလွန်ငယ်သေးသလောက် ပရော်ဖက်ရှင်နယ်ကျတဲ့လူသတ်‌သမားတွေပဲဖြစ်ပါတယ် သူတို့အလုပ်လုပ်တဲ့လူသတ်သမားအဖွဲ့အစည်းက အလွန်လျို့ဝှက်အဆင့်မြင့်ပြီးနိုင်ငံရေးသမားတွေယာကူဇာတွေလိုသောက်ကြမ်းကြီးတွေကိုတောင်ရှင်းပစ်ခိုင်းလို့ရတဲ့အဖွဲ့အစည်းပါ ဒီလိုနဲ့တနေ့မှာသောက်ရမ်းကြမ်းပါတယ်ဆိုတဲ့ ယာကူဇာကို‌ရှင်းပစ်လိုက်တဲ့တစ်နေ့မှာတော့ Chistosa တို့လုပ်မှန်းယာကူဇာတွေသိသွားခဲ့ပါတယ် ဒီလိုနဲ့ Chistosaနဲ့Mahiroတို့ဘယ်လိုဆက်လုပ်ကြမလဲဆိုတာကို စောင့်မျှော်ကြည့်ရှုလိုက်ပါ ဒီကားကိုကြည့်ပြီးရမယ့်သင်ခန်းစာကတော့ မိမိကိုယ်ကိုကြမ်းလှပြီဆိုပြီလူတကာကို ပတ်ဖြဲမနေပါနဲ့ အထက်တန်းကျောင်းသူလူသတ်သမားလှလှလေးတွေနဲ့တွေ့ရင် အလျှော့ခံလိုက်ရပါ့မယ် ကျေးဇူးတင်ပါတယ် File size…(1.73GB)/(829MB)/(416MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Drama / Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Kevin",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/baby-assassins-2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BZDBjZjFkYmMtYWEyMS00NmY1LTk4NTYtZTcwZDAwZjg0MzgyXkEyXkFqcGdeQXVyMTExNzQzMDE0._V1_-152x200.jpg",
        "title": "Chaos (2005)",
        "description": "Chaos (2005)အညွှန်း******************မင်းသားကြီးJason Statham ပါဝင်တဲ့ အက်ရှင်ကားလေးတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ်...ပြန်ပေးဆွဲမှုတစ်ခုမှာ ပြန်ပေးသမားရော ဓားစာခံပါဆုံးပါးသွားရတာကြောင့်\nတာဝန်ရှိ ရဲအရာရှိနှစ်ယောက်ဖြစ်တဲ့ ကော်နာစ်နဲ့ ယော့ခ်မှာ\nယော့ခ်ကို အလုပ်ထုတ်ပြီး ကော်နာစ်ကို တာဝန်က ဆိုင်းငံ့ခဲ့ပါတယ်။\nဒီလိုနဲ့ ကော်နာစ်ကို ပြန်တာဝန်ထမ်းဆောင်ဖို့ ဆင့်ခေါ်စေခဲ့တဲ့အကြောင်းကတော့\nအခြားမဟုတ်ပါဘူး။ ဘဏ်ဓားပြမှုတစ်ခုပါပဲ။ အဲဒီအမှုကို ကျူးလွန်တဲ့ ဘဏ်ဓားပြတွေက\nစုံထောက်ကော်နာစ်ကလွဲရင် ဘယ်သူနဲ့မှ စကားမပြောချင်ဘူးလို့ တောင်းဆိုလာတာကြောင့်\nကော်နာစ်တစ်ယောက် အမှုအခင်းတွေကြားကို ပြန်လည်ရောက်ရှိခဲ့ရပါပြီ။\nဒါ့အပြင် စုံထောက်ပေါက်စလေး ရှိန်းဒက်ကာကိုပါ တွဲဘက်အသစ်အဖြစ်\nရရှိခဲ့ပါသေးတယ်။ စိတ်အချဉ်ပေါက်နေပေမယ့် အလုပ်မှာ\nသိပ်တော်လွန်းတဲ့ ကော်နာစ်တစ်ယောက် ရှိန်းနဲ့အတူ ဓားပြတွေကို\nဖော်ထုတ်ပြီး မိအောင်ဖမ်းနိုင်ပါ့မလားဆိုတာကတော့…. File Size :(1.96GB) (817 MB) and (253 MB)\nQuality : Blu-Ray 1080p5.1Ch,720p\nFormat…mp4\nDuration…01:46:00\nGenre : Action , Crime ,Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat Thu\nEncoded by ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/chaos-2005/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-world-135x200.jpg",
        "title": "World Ends at Camp Z(2021)",
        "description": "World Ends at Camp Z(2021) Julianလို့ခေါ်တဲ့လူငယ်လေး Camping La taque လို့ခေါ်တဲ့ စခန်းချခရီးထွက်လို့ရတဲ့နေရာမှာ ငယ်ငယ်ထဲကကြီးပြင်းလာတာပါ တကမ္ဘာလုံးကပ်ရောဂါဖြစ်နေတဲ့အချိန်မှာပဲ သူအရမ်းချစ်တဲ့အဲ့ဒီနေရာကို သူဦးလေးစတန်နဲ့ ဦးလေးသူငယ်ချင်းကလေးတို့က ရောင်းချဖို့ဆုံးဖြတ်လိုက်ပါတယ်ဝယ်မယ့်သူတွေဖြစ်တဲ့ Aaaron Prince နဲ့သူ့ရည်းစာလည်းဖြစ်ရှေ့နေလည်းဖြစ်တဲ့Venessaeတို့အုပ်စုက ကြိုတင်လေ့လာတဲ့သဘောနဲ့ Camping La taque ကို‌အလည်လာကြပါတယ်Julianကိုလည်း ဝယ်ပြီးရင်ဒီနေရာကိုဘာမှမပြောင်းလဲဘဲဒီအတိုင်းထားမယ်ဆိုပြီးVenessaeက ချွေးသိပ်‌လိုက်ပါတယ် ဒါပေမဲ့ Aaaron Prince နဲ့အပေါင်းအပါတစ်သိုက်ရဲ့ရည်ရွယ်ချက်အမှန်က အဲ့ဒီလိုမဟုတ်ပါဘူးအဲ့ဒီလိုJulianက သူ့နေရာကိုမရောင်းရဖို့နည်းလမ်းပေါင်းစုံထုတ်သုံးနေတဲ့အချိန်မှာ Pandemic Virusက မထင်မှတ်ထားတဲ့ Mutation ဝင်သွားတဲ့အခါမှာတော့... File size…(1.35GB)/(721MB)/(421MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Action / Horror / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...Kevin",
        "rating": "",
        "url": "https://channelmyanmar.org/world-ends-at-camp-z2021/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BM2MzYzVlZTMtM2M0Ny00MDk0LThiMzktZTA4Y2M2NDFmNzYxXkEyXkFqcGdeQXVyODc0OTEyNDU@._V1_-141x200.jpg",
        "title": "Double Impact (1991)",
        "description": "Double Impact ( 1991 )ဟောင်ကောင်ဆို ဂျက်လီ ဂျက်ကီချမ်း၊ အနောက်ကဆို ဗန်ဒိန်းတို အာနိုးတိုဟာ ငယ်ငယ်က အက်ရှင်ကားတွေပရိသတ်တွေတိုင်း အသည်းစွဲလူတွေပါပဲ။ ဗန်ဒိန်းဟာလည်း သူ့ခေတ်သူ့အခါကတော့ မသိသူမရှိလောက်အောင် နာမည်ကျော်တဲ့သူပါပဲ။ သူ့ဇာတ်လမ်းတွေဟာ နည်းနည်း ရုပ်ရှင်ကောင်းတွေအများကြီးကြည့်ဖူးပြီးတဲ့သူတွေအတွက် နည်းနည်းအရသာပေါ့ကောင်းပေါ့ ပေါ့နိုင်ပေမဲ့ အက်ရှင်ခန်းတွေကတော့ ကိုယ်ခံပညာတကယ်တတ်တဲ့ ဗန်ဒိန်းကိုယ်တိုင် သရုပ်ဆောင်ထားတာဆိုတော့ ပြောင်မြောက်ပါတယ်။ ဇာတ်လမ်းက နည်းနည်းတော့ တက်သုက်ရိုက်ဆန်ပေမဲ့ ငယ်ဘဝကို အမှတ်ရချင်တဲ့သူတွေအတွက်တော့ အလွမ်းပြေကြည့်လိုကောင်းမယ့် ဇာတ်လမ်းဖြစ်မှာပါ။ဒီဇာတ်လမ်းမှာတော့ ဗန်ဒိန်းက နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားပါတယ်။ ဇာတ်ကောင်၂ကောင်ဟာ အပျော့နဲ့အမာ ယင်နဲ့ယန် အပူနဲ့အအေးလိုဖြစ်နေပေမဲ့ ဗန်ဒိန်းဟာ အစွမ်းကုန် ကြိုးစားသရုပ်ဆောင်ပေးခဲ့ပါတယ်။ ဟောင်ကောင်မှာ တူးမြောင်းလုပ်ငန်းတစ်ခုလုပ်နေတဲ့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ပိုင်တဲ့ ပိုင်ဆိုင်မှုတွေကိုလိုချင်တဲ့ သူ့ပါတနာဟာ ဟောင်ကောင်က ဂိုဏ်းတစ်ဂိုဏ်းရဲ့ အကူအညီကိုယူပြီး လုပ်ငန်းရှင်ကိုရော သူ့မိသားစုကိုပါ သတ်ဖိုစီစဉ်ခဲ့တယ်။ ကံကောင်းထောက်မစွာနဲ့ သူ့အမွှာသားလေး၂ယောက်ဟာ မသေဘဲလွတ်သွားခဲ့ပါတယ်။ ၂၅နှစ်ကြာပြီးတဲ့နောက် ညီအစ်ကို နှစ်ယောက်ပြန်ဆုံတွေ့ပြီး ...",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/double-impact-1991/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BNDA4ZDVlOWMtNzAzMi00YmYwLTljYjctYzQ1MzcyOWZmYzdmXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Lionheart (1990)",
        "description": "Lionheart ( 1990 )\n----------------\nအာဖရိကမှာ တာဝန်ထမ်းဆောင်နေတဲ့အထူးတပ်သားတစ်ယောက်ရှိတယ်။ လော့အိန်ဂျယ်လိမှာ သူ့ညီဟာ အရှင်လတ်လတ် မီးရှိခံလိုက်ရတဲ့ ရက်စက်တဲ့အဖြစ်ဆိုးကြီးနဲ့ ကြုံခဲ့ရပေမဲ့ တပ်က သူ့ကိုအသိမပေးဘဲ ဖုံးထားခဲ့တယ်။ ဒီလိုနဲ့ သူသိသွားတဲ့အခါမှာ တပ်ကနေပြေးပြီး သူ့ညီရှိတဲ့ဆီ အပြေးသွားခဲ့တယ်။ လမ်းမှာ ငွေမရှိတော့ လမ်းဘေးထိုးပွဲတွေမှာ ဝင်ထိုးပြီး ငွေရှာရာကနေ နာမည်ကျော်တစ်ယောက်ဖြစ်လာခဲ့ပြီး ဒီနွံထဲက မရုန်းနိုင်ဘဲ သူ့ညီအတွက် သူ့မိသားစုအတွက် ကြေးမြင့်ထိုးပွဲတွေအထိပါ သူ့ရဲ့ ခြင်္သေ့လို နှလုံးသားနဲ့ ဆက်ထိုးရင်း တပ်ကလိုက်ဖမ်းတာကိုလည်း ရှောင်နေခဲ့ရတယ်။ ချစ်စိတ်လည်းကြီး သတ္တိလည်းကြီးတဲ့ သူ့နှလုံးသားနဲ့ ထိုးတဲ့ လက်သီးချက်တွေက သူ့မိသားစုဆီ ပြန်ရောက်ဖို ခြေတစ်လှမ်းပိုနီးလာစေမလားဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ။Lionheart ဟာ ဗန်ဒိန်းရဲ့ အက်ရှင်ခန်း ထိုးခန်း ချခန်း အလန်းစားတွေနဲ့ အက်ရှင်ကားကောင်းတစ်ကားပါ။ နပန်းပွဲတွေ ဆက်တိုက်ထိုးနေတာာကို ကြည့်ရတာမို ချခန်းတွေက တော်တော်လေး ကြည့်ကောင်းသလို မိသားစုအတွက် ဘာမဆိုလုပ်မယ့်လူတစ်ယောက်ရဲ့ ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/lionheart-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/MV5BMmRhMWI5YmQtOTI3OS00ODg1LWEzNmMtZmY3OWI5ODQ2NWEwXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_-145x200.jpg",
        "title": "A Moment of Romance (1990)",
        "description": "A Moment of Romance (1990)~ IMDb rating - 7.4/10 ~\" ဒီတိုတောင်းလွန်းတဲ့ ဘဝမှာတောင် မင်းထွက်သွားတဲ့နားပဲ ကိုယ်ရပ်တန့်နေခဲ့တယ်။ မချစ်ခဲ့မိရင် အကောင်းသားလို့ နောင်တမရချင်တာကလည်း ငါတို့ရဲ့ ရိုးရှင်းစွာတုံးအခဲ့ခြင်းတွေပေါ့။ အရှိန်အဟုန်တွေ ဘယ်လောက်ပြေးပြေး အလှမ်းဝေးလွန်းတဲ့မြစ်ကို တို့မရောက်နိုင်ခဲ့။ မင်းမျက်ရည်စတွေ ငါတို့ရဲ့နေ့တွေ အကုန်မြန်လွန်းတဲ့ ခန်းခြောက်မြစ်တွေ ဖြစ်စေ...။ မိုးသားထဲ ပျံသန်းကြည့်ခဲ့ကြတယ်။ အရှိန်အဟုန်တွေ တို့ကိုခေါ်နိုင်စေသားပေါ့ အားလုံးမဲ့တဲ့ အရပ်ဆီ။ တိမ်တွေဟာ ရေမှုန်ကို မိုးသားထဲ သယ်ဆောင်နိုင်သွားလည်း ခဏတာ။ တစ်စစီ တစ်စစီ။ အသက်နဲ့ဆက်ဆက် ဘဝနဲ့ဆက်ဆက် ဒီအချစ်ရဲ့ အခိုက်တန့်လေး ကိုယ်လဲယူချင်ခဲ့တာ။ ဝေးလွန်းတယ်ဆိုပေမဲ့ လှမ်းကြည့်ရင် အစဉ်မြင်ဆဲ...\"မင်းသားက အန်ဒီလောင်ဆိုတော့ ဒီရုပ်ရှင်က ၁၉၉၀ ဝန်းကျင်မှာ အန်ဒီလောင်အရိုက်များခဲ့တဲ့ တခြားဇာတ်တွေလိုပဲ အပေအတေ ဂိုဏ်းစတားလူငယ်လေးနဲ့ ဂိုဏ်းအရှုပ်အထွေးတွေကြားက ညီအစ်ကိုသံယောဇဉ်နဲ့ ချစ်ခြင်းရဲ့ကားပါပဲ။ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/a-moment-of-romance-1990/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/insert-true-135x200.jpg",
        "title": "True Memoirs of an International Assassin (2016)",
        "description": "True Memoirs of an International Assassin The interview လိုမျိုး စစ်အာဏာရှင်တွေကို လှောင်ပြောင်ထားတဲ့ကားဖြစ်ပါတယ်။ Mall Cop, Grown ups တို့လို့ နာမည်ကြီး comedy ကားတွေရဲ့ မင်းသား Kevin James ကပဲ အဓိကသရုပ်ဆောင်အနေနဲ့ပါဝင်ထားတဲ့ ဟာသအက်ရှင်ဇာတ်လမ်းအမျိုးအစားဖြစ်ပါတယ်ဆမ်ဟာစာရေးဆရာတစ်ယောက်ဖြစ်ပြီး ကြေးစားလူသတ်သမားတစ်ယောက်ရဲ့ ကိုယ်တွေ့ဝတ္ထုရေးကာ စာအုပ်ထုတ်ဝေခွင့်ရအောင် ကြိုးစားနေသူဖြစ်ပါတယ်။ ကြေးစားလူသတ်သမားတွေအကြောင်း အသေးစိတ်လေ့လာပြီး အလွန်သဘာဝကျအောင်ရေးထားတဲ့ဝတ္ထုကို အင်တာနက်ပေါ်မှာ ဖြစ်ရပ်မှန်အ​ဖြစ် မှားယွင်းတင်မိလိုက်တဲ့အခါမှာ ဗင်နီဇွဲလားနိုင်ငံရဲ့ တော်လှန်ရေးအဖွဲ့တွေပြန်ပေးဆွဲတာကိုခံရပြီး ဗင်နီဇွဲလားရဲ့သမ္မတကိုလုပ်ကြံဖို့ စေခိုင်းခံရပါတော့တယ်။စစ်အာဏာရှင်​တွေ မူးယစ်လုပ်ငန်းရှင်တွေနဲ့ အကျင့်ပျက်ချစားမှုတွေပြည့်နှက်နေတဲ့နိုင်ငံမှာ ဆမ်ဟာ အသက်ရှင်ရက်အိမ်ပြန်အောင် ကြိုးစားရပုံကို အက်ရှင်နဲ့ဟာသနှောပြီး ရှုစားရမှာဖြစ်ပါတယ် File size…(1.75GB)/(996MB)/(684MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:38:00\nGenre...Comedy / Action / Crime\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/true-memoirs-of-an-international-assassin-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xAG7S6X73B74CeLjo8gcVoWtunr.jpg",
        "title": "Rocketry: The Nambi Effect(2022)",
        "description": "Rocketry: The Nambi Effect(2022) အညွှန်း*************************************IMDb...9.2 Rocketry: The Nambi Effect ဟာအိန္ဒိယရဲ့ဂုဏ်ထူးဆောင် သိပ္ပံပညာရှင်၊ လေကြောင်း၊အာကာသယာဉ်တည်ဆောက်မှုအင်ဂျင်နီယာကြီး\nNambi Narayanan ရဲ့ဘ၀ဇာတ်ကြောင်းကို အခြေခံထားတဲ့ biographical dramaဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။\nဒီဇာတ်ကားမှာတော့ Narayanan ရဲ့ပရင်စတန်တက္ကသိုလ်ဘွဲ့ရကျောင်းသားဘ၀၊သိပ္ပံပညာရှင်တစ်ဦးမဖြစ်ခင်ဘ၀နဲ့\nသူ့အပေါ်သူလျှိုမှုနဲ့လုပ်ကြံစွဲချက်တင်ခံခဲ့ရပုံတွေနဲ့ ဒီလောကဓံတွေကိုရင်ဆိုင်ဖြတ်ကျော်ခဲ့ပုံတွေကိုရှုစားရမှာဖြစ်ပါတယ်။\nNambi Narayanan အဖြစ် 3 Idiots ဇာတ်ကားနဲ့မြန်မာပရိသတ်တွေရင်းနှီးကြတဲ့R. Madhavan ကခေါင်းဆောင်ပါဝင်ထားတဲ့အပြင်\nဇာတ်လမ်းဇာတ်ညွှန်းဒါရိုက်တာအဖြစ်ပါတာဝန်ယူခဲ့တာပါ။ဝေဖန်သူတွေရော ပရိသတ်တွေပါ အကြိုက်တွေ့အောင်မြင်ခဲ့ပြီး\nကိန်းရုပ်ရှင်ပွဲတော်မှာပြသဖို့ရွေးချယ်ခံခဲ့ရတဲ့ ရုပ်ရှင် ၆ ကားထဲမှာတစ်ကားအပါအဝင်ဖြစ်ခဲ့ပါတယ်။\nကမ္ဘာကျော်ဘောလိဝုဒ်မင်းသားကြီး Shah Rukh Khan နဲ့ထိပ်သီးတမီလ်မင်းသားကြီး Suriya တို့ကလဲ Cameo ပါဝင်ပေးထားပါသေးတယ်။\nအတ္တုပတ္တိဇာတ်ကားတစ်ကားဆိုပေမယ့် ပျင်းစရာမကောင်းပဲနစ်မျောသွားအောင်သေသပ်တဲ့တင်ဆက်ပုံ၊ပီပြင်တဲ့ ဇာတ်ပို့ဇာတ်ရံတွေရဲ့\nအင်အားနဲ့အဆုံးအထိဆွဲခေါ်သွားနိုင်မယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ File Size : (980 MB) and (380 MB)\nQuality : WEB-DL 1080P5.1Ch,720p\nFormat…mp4\nDuration…02:37:00\nGenre : Action , Biography , Drama\nSubtitle : Myanmar ...",
        "rating": "9.2",
        "url": "https://channelmyanmar.org/rocketry-the-nambi-effect2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3LeFOvzjZuIC7cQiXDeSIy1ym7a.jpg",
        "title": "Burn Out (2017)",
        "description": "Burn Out (2017) တိုနီဟာ ဆိုင်ကယ်မောင်းပြိုင်ပွဲတွေမှာ အလားအလာရှိတဲ့ ဆိုင်ကယ်မောင်းသမားတစ်ဦးဖြစ်ပေမဲ့ ဘဝကိုတော့ ပင်ပန်းစွာ ရုန်းကန်နေရသူပါ။အချိန်ပိုင်းအလုပ်လည်းလုပ်ရ၊ ပရော်ဖက်ရှင်နယ် ဆိုင်ကယ်မောင်းပြိုင်သမားတစ်ဦးဖြစ်လာရေးအတွက် လေ့ကျင်းရေးလည်း ဆင်းနေရချိန်မှာ သူ့ရဲ့ အဆက်ဟောင်း၊ သူ့သားရဲ့မိခင်ဖြစ်သူ လေလာဟာ မူးယစ်ဆေးဝါးရောင်းဝယ်တဲ့ အကောင်ကြီးတစ်ကောင်ဆီကို အကြွေးတွေတင်သွားပါတယ်။လေလာတစ်ယောက် အကြွေးတွေကို ဘယ်နည်းနဲ့မှ ပြန်မဆပ်နိုင်လို့ ဘဝပျက်ရတော့မဲ့ အခြေအနေမရောက်အောင်လို့ တိုနီတစ်ယောက်ဝင်ကူညီရပါတော့တယ်။မူးယစ်ဆေးဝါးရောင်းဝယ်တဲ့ အလုပ်ထဲကို ပါဝင်ပတ်သတ်မိသွားရတာက တိုနီရဲ့ ဘဝကို ဘယ်လိုတွေ ရိုက်ခတ်သွားမလဲဆိုတာကိုတော့ ဒီ ပြင်သစ်-ဘယ်ဂျီယမ် အက်ရှင်ကားလေးမှာ ကြည့်ရှုလိုက်ကြရအောင်ပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Moe Lay ပါ။)File Size : 1.5GB, 683MB, 344MB\nQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480p\nFormat : mp4\nDuration : 1hr & 47mins\nGenre : Action, ...",
        "rating": "6.2",
        "url": "https://channelmyanmar.org/burn-out-2017/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/e7Tpm2AfEkJVely8CoU6t8tczp8.jpg",
        "title": "Civet Cat for Crown Prince ( 2022 )",
        "description": "ဘဝအခြေအနေချင်း လားလားမှမအပ်စပ်တဲ့ လူနှစ်ဦး မထင်မှတ်ဘဲ\nနေရာချင်းလဲသွားတာကနေ ဇာတ်လမ်းကစပါတယ်။ရွှီယိ ဟာအလုပ်ရောအချစ်ရေးမှာပါ ကံဆိုးမိုးမှောင်ကျနေတဲ့သူပါ။\nအလုပ်ကလည်းငွေမရ၊ ချစ်သူကလည်းဖောက်ပြန်၊\nအိမ်ငှားခလည်းပေးစရာမရှိ၊ လက်ထဲခြူးတစ်ပြားတောင်မူးလို့\nရှူစရာမရှိတဲ့ဘဝကြီးမှာ တိုက်ပေါ်ကခုန်ချဖို့ဖြစ်လာရင်း\nသူ့ဘဝဟာပြောင်းလဲဖို့ ကံကြမ္မာဖန်လာခဲ့ပါတယ်။လုံရှန်း ကတော့နာမည်ကြီးဖောက်ထွင်းဝိဇ္ဇာဖြစ်ပြီး\nတကိုယ်တည်းလှုပ်ရှားနေပေမယ့်၊လူဆိုးဂိုဏ်းတွေကပါ\nကြောက်ရတဲ့သူဖြစ်ပါတယ်။ တစ်ရက်မှာတာဝန်တစ်ခုကိုလုပ်ဆောင်ရင်း\nထိခိုက်မှုဖြစ်ပြီး အတိတ်မေ့သွားခဲ့တယ်။ အဲ့ဒီမှာ လုံရှန်းနဲ့ရွှီယိတို့\nနေရာချင်းလဲနေဖို့ အကြောင်းဖန်လာပါတော့တယ်။လုံရှန်းဟာလူရွှင်တော်ဖြစ်တဲ့ ရွှီယိဘဝမှာနေထိုင်ရင်း၊\nရွှီယွိကလည်း လူဆိုးဂိုဏ်းတွေနဲ့ဆက်ဆံနေရတဲ့\nလုံရှန်းဘဝမှာနေထိုင်ရင်း ဘယ်လိုအလွဲတွေနဲ့ကြုံတွေ့ရမလဲ။\nဘယ်လိုပြဿနာတွေရော ပါဝင်ပတ်သက်လာမှာလဲဆိုတာကို\nဇာတ်လမ်းထဲမှာဆက်လက်ခံစားကြည့်ရှုလိုက်ရအောင်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Comedy , Romance\nRuntime : 1h 25min\nSubtitle : Myanmar Subtitle ( hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6.2",
        "url": "https://megaup.net/16Mc6/Civet_Cat_For_Crown_Prince_(2022)_1080p_WEB-DL_CM.mp4",
        "category": "Action, Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/nrdnN8WqvyOt8Bnl3hgWcZD6ZyM.jpg",
        "title": "Smokin’ Aces(2006)",
        "description": "Smokin' Aces(2006) အညွှန်************************Ryan Reynolds နဲ့ Ben Affleck တို့တွေအပြင်အခြားနာမည်ကြီးတွေအများကြီးပါတဲ့ဒီဇာတ်ကားဟာ ကြမ်းလည်းကြမ်းသလို ဆုကြီး ၄ ဆုလည်းရရှိခဲ့တယ်...ဒီကားမှာတော့ မာဖီးယားတွေ ကြေးစားလူသတ်သမားတွေနဲ့ FBI တွေရဲ့ အားပြိုင်မှုကိုတွေ့မြင်ရမှာပါ\nဘတ်ဒီအစ်စရယ်လို့ခေါ်တဲ့ဖျော်ဖြေရေးသမားက မာဖီးယားဂိုဏ်းခေါင်းဆောင်အပေါ်သစ္စာဖောက်ခဲ့တာကြောင့်သူ့နှလုံးကိုရဖို့ဆုငွေတစ်မီလီယံထုတ်ထားပါတယ်\nဆုကြေးရချင်နေတဲ့ ကြမ်းကြမ်းရမ်းရမ်းကြေးစားအဖွဲ့တွေကလည်းသူ့နောက်လိုက်ပြီးသတ်ဖို့ကြိုးစားပါတယ်..\nမာဖီးယားခေါင်းဆောင်ရဲ့လျှို့ဝှက်ချက်တွေသိရဖို့နဲ့ သက်သေထွက်ဆိုဖို့အတွက်သူ့ကိုကာကွယ်ပေးဖို့\nအေးဂျင့်မက်စ်နာနဲ့အေးဂျင့်ကော်ရတ်သာတို့က တာဝန်ယူထားရပါတယ်...\nလူသတ်သမားကခုနစ်ယောက် အေးဂျင့်ကနှစ်ယောက်နဲ့ အစ်စရယ်မသေစေဖို့ကြိုးစားရပါတယ်..\nအဲဒါအပြင် ဆွီဒင်လူမျိုးဆိုတဲ့ ထူးဆန်းတဲ့ဇာတ်ကောင်က ဘာဖြစ်နေမလဲ...\nတဖြည်းဖြည်းနဲ့ သူတို့ FBI ကြားက အရှုပ်အရှင်းတွေပေါ်လာချိန်မှာတော့\nမာဖီးယားတွေနဲ့ဘယ်လိုပတ်သက်နေတာလဲ လျှို့ဝှက်ချက်တွေကဘာလဲဆိုတာ\nဆက်လက်ကြည့်ရှုလိုက်ကြပါ  File Size : (2.7GB)(1.1GB) and (379 MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Action ,  Crime\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Poant\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/smokin-aces2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/dawn-133x200.jpg",
        "title": "Dawn Breaks Behind the Eyes (2021)",
        "description": "Dawn Breaks Behind the Eyes (2021)\n===========================တစ်ချို့ရုပ်ရှင်တွေဟာ စေ့စေ့တွေးမှ ရေးရေးပေါ် လို့ပြောမလား\nနှစ်ထပ်ရှိမှ မှတ်မိတယ်ခေါ်မလား ဒီရုပ်ရှင်ကို နှစ်ခါပြန်ကြည့်မှ\nဇာတ်လမ်းကပေးချင်တဲ့ Message ကိုနည်းနည်းလောက်ခန့်မှန်း\nလို့ရပါတယ်။ရဲတိုက်ကြီးတစ်လုံး အမွေရတဲ့ ကွဲခါနီး လင်မယားနှစ်ယောက်ဟာ\nလူမနေတော့တဲ့ရဲတိုက်ကို သွားကြည့်ခဲ့ပါတယ်။ အိုမင်းဟောင်းနွမ်း\nနေတဲ့ ရဲတိုက်ကြီးမှာ သူတို့ဘာများကြုံတွေ့ရမှာလဲ။ တဖက်မှာ\nအကောင်းဆုံးရုပ်ရှင်တစ်ခုကိုဖန်တီးဖို့ကြိုးစားနေတဲ့ ဒါရိုက်တာနဲ့\nသရုပ်ဆောင်တွေဟာလည်း ရဲတိုက်မှာရုပ်ရှင်ရိုက်ဖူးကြတဲ့အခါ\nသူတို့လင်မယားနဲ့ ဘယ်လိုပတ်သတ်မှုရှိလာမလဲ။ ဘယ်လိုရှုပ်ထွေး\nမှုတွေပေါ်ပေါက်လာမလဲဆိုတာ စီးမျောခံစားလိုက်ပါဦး။ Horror\nMovie ဆိုတာထက် ဒဿန ဆန်တဲ့ ရုပ်ရှင်တပုဒ်လို့ ညွှန်းဆိုချင်ပါတယ်\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Lwin Htoo Aung\nဖြစ်ပါတယ်)\nFile Size..........(1.58 GB) / (523 MB) / (316 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 13mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Horror, Mystery\nTranslator.......Lwin Htoo Aung\nEncoder..........SWM",
        "rating": "6.4",
        "url": "https://channelmyanmar.org/dawn-breaks-behind-the-eyes-2021/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6UfOCbfmhyqdjP1zzRFmbiPCViE.jpg",
        "title": "Initial D (2005)",
        "description": "Initial D (2005)~ IMDb rating - 6.3/10 ~\n{Subtitles error fixed!!!}\n1995 လောက်ကစထုတ်လွှင့်ခဲ့တဲ့ Initial D ဆိုတဲ့ Anime စီးရီးလေးကို ထိုင်ဝမ်အဆိုတော်မင်းသား Jay Chou ကပြန်လည်ရိုက်ကူးထားပြီး နာမည်ကြီးဟောင်ကောင်မင်းသားတွေဖြစ်တဲ့ Anthony Wong နဲ့ Edison Chen တို့ပါဝင်အားဖြည့်ထားတဲ့ 2005 ခုနှစ်ထွက် တရုတ်-ဂျပန် ဖက်စပ် ကားဟောင်းလေးတစ်ကားကိုတင်ဆက်ပေးပါရစေ...အထက်တန်းကျောင်းသားလေးတစ်ယောက်ဖြစ်တဲ့ Takumi Fujiwara ဟာ အခင်ဆုံးသူငယ်ချင်းဖြစ်တဲ့ Itsuki ရဲ့ဖခင်ပိုင်တဲ့ Gas ဆိုင်မှာအချိန်ပိုင်းအလုပ်လုပ်ရင်း သူ့ဖခင် Bunta Fujiwara ရဲ့ Toyota AE86 လေးနဲ့ Akina တောင်ပေါ်က အပန်းဖြေစခန်းတွေကို သူ့ဖခင်လုပ်တဲ့ တို့ဟူးတွေကို ပို့ပေးတဲ့အလုပ်လုပ်ရင်းကျောင်းတက်နေတဲ့ကောင်လေးတစ်ယောက်...ကျောင်းသားလူငယ်ပီပီရင်ခုန်စရာဇာတ်လမ်းတွေရှိကြတဲ့အလျောက် Takumi မှာလည်း ချစ်ရတဲ့အတန်းဖော်သူငယ်ချင်းဖြစ်တဲ့ Natsumi နဲ့ချစ်ဇာတ်လမ်းတွေအပြင်....တစ်ဖက်မှာတော့ ဂျပန်နိုင်ငံရဲ့ နာမည်ကြီးပြိုင်ကားသမားဖြစ်ချင်တာကြောင့် ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/initial-d-2005/"
    },
    {
        "thumbnail": "https://www.themoviedb.org/t/p/original/VfcQez38WrzQ9N5TxiDyTBSIM6.jpg",
        "title": "Magic Crystal (1986)",
        "description": "Magic Crystal (1986)စတီဖင်ချောင်ရဲ့ နာမည်ကျော် God Of Gamblers ကားတွေ၊ Royal Tramp ကား‌တွေ၊ Tricky Master, Tricky Brain ကားတွေရဲ့ ဒါရိုက်တာ ဝေါင်ကျင်းရဲ့ လက်ရာကားဟောင်းတစ်ကားပါ။ အပေါ်က ကားတွေကို ကြည့်ဖူးတယ်ဆိုရင် ဒီရုပ်ရှင်က ထိုနည်း‌၎င်း Inner Logic ထဲ ဖြစ်ချင်တိုင်း ဖြစ်နေတဲ့ ကြည့်ပျော်ရှုပျော်ရှိတဲ့ ဟောင်ကောင် အက်ရှင်ကားဆိုတာ မြင်သာမှာပါ။အဓိကသရုပ်ဆောင်ကတော့ ဟော‌င်ကောင်ရဲ့ A List စာရင်း၀င်တဲ့ Andy Lau ပေါ့။ သူ့ကိုတော့ ဟောင်ကောင်ပရိတ်သတ်တွေဖြစ်ဖြစ် ဝေါင်ကာဝေးပရိတ်သတ်တွေဖြစ်ဖြစ် သိပ်မစိမ်းကြပါဘူး။ ဟောင်ကောင်ဖန် အတော်များများ သဘောကျကြတဲ့ သူပါပဲ။ ဒါရိုက်တာဖြစ်တဲ့ ၀မ်ကျင်းကိုယ်တိုင် ၀င်သရုပ်ဆောင်ထားတဲ့အပြင် ချောင်ဖန်တွေမစိမ်းတဲ့ Sharla Cheung ပါ အဆစ်ပါပါသေးတယ်။ 1986 ဆိုတော့ As tears ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/magic-crystal-1986/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vccE9bBa9mgghFpkWzU1fQqmOKB.jpg",
        "title": "Paws of Fury: The Legend of Hank (2022)",
        "description": "Paws of Fury: The Legend of Hank (2022) ဆမ်မြူရယ် ဂျက်ဆန်ကြီး ဆာမူရိုင်းအဖြစ် အသံသရုပ်ဆောင်ထားတဲ့ ကာတွန်းရုပ်ရှင်အသစ်ထွက်လာပါပြီ။ အတော်ရယ်ရပါတယ်။ဇာတ်လမ်းအကျဉ်းမှာတော့ ကြောင်အမတ်ကြီး အစ်ကချူဟာ ကြောင်ရှိုးဂန်းကြီးကို ဖားဖို့အတွက် နန်းတော်ကြီးတစ်ခု တည်ဆောက်နေပါတယ်။ ဒါပေမဲ့ အဲဒီနန်းတော်ကြီးရဲ့ ရှုခင်းမှာ ရှေးဟောင်းကြောင်မြို့လေးတစ်ရွာပိတ်နေလို့ အဲဒီရွာကို ရှင်းပစ်ဖို့ ဘယ်သူမှမသိအောင် ကြောင်နင်ဂျာတွေ လွှတ်ပြီး ဖျက်ဆီးခိုင်းလိုက်ပါတယ်။အဲဒီအတွက် အဲဒီကာကာမူချိုမြို့သားတွေက မြို့ကိုကာကွယ်ပေးဖို့ ရှိုးဂန်းကြောင်ကြီးဆီက ဆာမူရိုင်းတစ်ယောက် တောင်းခံလိုက်ပါတော့တယ်။ ရှိုးဂန်ကြီးက အဲဒီတာဝန်ကို အစ်ကချူကိုပဲ ပြန်ပေးလိုက်တာမို့ အစ်ကချူ ကိုယ့်ရှုးကိုယ်ပတ်ပါတော့တယ်။ဒါပေမဲ့ ကြောင်ယုတ်မာ အစ်ကချူက ဆာမူရိုင်းအရမ်းဖြစ်ချင်လို့ ကြောင်တိုင်းပြည်ကို ခိုးဝင်လာတဲ့ ခွေး ဟန့်ခ်ကို ဖမ်းထားရာကနေလွှတ်၊ ဆာမူရိုင်းဘွဲ့ ချက်ချင်းပေးပြီး ကာကာမူချိုမြို့လေးကို ကာကွယ်ဖို့ တာဝန်ပေးလိုက်ပါတော့တယ်။ရည်ရွယ်ချက်ကတော့ အဲဒီမြို့က ကြောင်တွေက ခွေးကိုမုန်းလို့ ခြောက်ချက်ကုတ်ပြီး သတ်လိုက်ရင် သူက အရေးယူဖို့ပါပဲ။ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/paws-of-fury-the-legend-of-hank-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/07/wrong-1-139x200.jpg",
        "title": "Wrong Place (2022)",
        "description": "Wrong Place (2022)\n===============\nAction, Crime, Thrillerကတုံးမင်းသားကြီး Bruce Willis ပါ၀င်ထားတဲ့ အက်ရှင်\nဇာတ်ကြမ်းကားသစ်လေးပါ။ဇနီးဖြစ်သူကို ကားမတော်မဆမှုမှာ ဆုံးရှုံးလိုက်ရတဲ့ ရဲမှူးကြီး\nဖရန့်( Bruce Willis)ဟာ ရဲဘ၀ကနေ အနားယူပြီး ကင်‌ဆာ\nရောဂါသည် သမီး‌ကို စောင့်ရှောက်ရင်းနဲ့ ဘ၀ကို‌ဇာတ်မြှုပ်နေခဲ့ပါ\nတယ်။ ဒါပေမယ့် မူးယစ်ဂိုဏ်းတစ်ခုရဲ့ ရန်ပွဲတစ်ခုကိုမျက်မြင်တွေ့\nလိုက်ပြီး ၀င်ရောက်ပတ်သတ်မိသွားပါတယ်။ အဲ့ဒီတော့ ဖရန့်ရဲ့ ဘ၀\nထဲကို အန္တာရာယ်တွေ တစ်ဖန်ပြန်လည်ကျရောက်လာတဲ့အခါ တရား\nဥပဒေဘက်တော်သားပီပီ ကိုင်တွယ်ဖြေရှင်းပုံကို ပရိတ်သတ်ကြီးကပဲ\nဆက်လက်စောင့်ကြည့်ရမှာပါ ။\n(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)\nFile Size..........(1.92 GB) / (884 MB) / (531 MB)\nQuality............WebRip 1080p / 720p / 480p\nDuration.........1Hr 36mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Crime, Thriller\nTranslator.......Thiha Yan Naing\nEncoder..........SWM",
        "rating": "4.0",
        "url": "https://channelmyanmar.org/wrong-place-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5mUxqfy5E7O6U0sfhj0ERmV1lpX.jpg",
        "title": "Catch The Dragon ( 2022 )",
        "description": "CM ကနေပြီးတော့ဒီတစ်ခါအမိုက်စားဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nCatch the dragon ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Qin Xiaofeng ကထက်မြက်တဲ့\nလူငယ်တစ်ယောက်ဖြစ်ပြီးသူ့အဖေဖြစ်သူကတော့\nခွန်မိုက်တောင်မှာနဂါးရှာပုံတော်ဖွင့်ရင်းပျောက်ဆုံးသွားခဲ့တယ်။\nသူ့အဖေပျောက်ဆုံးမှုအမှန်တရားကိုရှာဖွေဖိုနဲ့လက်စားချေဖိုအတွက်\nQin Xiaofeng ကနဂါးရှာတဲ့အဖွဲနဲ့ပူးပေါင်းခဲ့တယ်။ဒီလိုနဲ့ Qin Xiaofeng ကတော့သူ့အဖေပျောက်ဆုံးရတဲ့\nဆန်းကြယ်တဲ့လျှိဝှက်ချက်ကိုရှာတွေ့နိုင်တဲ့လိုထင်တဲ့အချိန်မှာ\nရုတ်တရက်အရင်တုန်းကသေဆုံးသွားတဲ့အရိုးတွေကိုရှာတွေခဲ့တယ်။\nQin Xiaofeng တစ်ယောက်တဖြည်းဖြည်းချင်း\nလျှိဝှက်ဆန်းကြယ်တဲ့အရာတွေနဲ့ ရင်ဆိုင်လာရတဲ့အချိန်မှာတော့...\nကဲဒီတော့သူ့အဖေပျောက်ဆုံးသွားတဲ့အမှန်တရားကဘာဖြစ်မလဲ ?လူတွေကခွန်မိုက်တောင်သွားရင်နဂါးဖမ်းစားခံရတယ်ဆိုတဲ့\nသတင်းတွေကအမှန်လား ? ဘယ်လိုတွေလျှိဝှက်\nဆန်းကြယ်တဲ့အရာတွေဖြစ်လာမလဲ?\nအရာအားလုံးဖော်ထုတ်နိုင်မလားဆိုတာ\nCatch the dragon ဇာတ်ကားကို\nဆက်လက်စောင့်မျှော်ကြည့်ရူလိုက်ရအောင် ~ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy\nRuntime : 1h 13min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded By LK",
        "rating": "6",
        "url": "https://megaup.net/38B22/Catch_The_Dragon_2022_1080p_WEB-DL.mp4",
        "category": "Action, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/v6y1WI9XR9vnhhLhvFfS11mlmIA.jpg",
        "title": "The Roundup (2022)",
        "description": "The Roundup - The Outlaws 2 (2022)အထွေအထူး မိတ်ဆက်နေစရာမလိုတော့တဲ့ သရုပ်ဆောင် Ma Dong-Seok နဲ့\nMy Libration Note ထဲက မင်းသား Son Seok-Koo တို့ရဲ့ The Roundup: The Outlaws 2လွန်ခဲ့တဲ့ 4 နှစ်...Garibong က အမှုကို စုံထောက်မာဆော့ဒိုတို့အဖွဲ့ ဖြေရှင်းနိုင်ခဲ့ပြီးတဲ့နောက်\nသူတို့အဖွဲ့အတွက် နောက်ထပ်ဖြေရှင်းစရာတွေပေါ်ပေါက်လာခဲ့တဲ့ The Roundup!တရားခံတစ်ဦးကို စုံစမ်းစစ်ဆေးဖို့အတွက် ဗီယက်နမ်ကို သွားရောက်ခဲ့ကြတဲ့ စုံထောက်မာဆော့ဒိုနဲ့\nအဖွဲ့ခေါင်းဆောင်ဂျောင်အီမန်တို့ နှစ်ယောက်ဟာ ဗီယက်နမ်ကိုရောက်ပြီး မကြာခင်မှာပဲ\nထူးဆန်းတဲ့ကွင်းဆက်လူသတ်မှုတစ်ခုကို အဖြေရှာဖို့ ဖြစ်လာပါတယ်ကိုရီးယားထိပ်တန်းစီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ရဲ့ သားဖြစ်သူကိုတောင် ပြန်ပေး-ဆွဲပြီး\nသတ်ဖြတ်ခဲ့တဲ့ လူသတ်သမား ဂန်ဟယ်ဆန်းနောက်ကို လိုက်ကြရင်း စုံထောက်မာတို့ ဘာတွေကြုံကြိုက်ရမလဲ“လက်ထဲကချော်ထွက်သွားတဲ့ ငါးရှဉ့်”လို ဖမ်းမမိနိုင်ဖြစ်နေတဲ့ ဂန်ဟယ်ဆန်းကို\nစုံထောက်မာတို့အဖွဲ့အနေနဲ့ ဖမ်းဆီးနိုင်ပြီး တရားဥပဒေဘောင်ပေါ် တင်ပေးနိုင်ပါ့မလားဆိုတာ\nဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်ရှုရမယ့် Crime/Action ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်အညွှန်းကိုတော့ Hmwe ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-roundup-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kOCpkoMUVae9UIf85gO71SyjLbW.jpg",
        "title": "Safe (2012)",
        "description": "Safe (2012)မိုင် လို့ခေါ်တဲ့ တရုတ်မလေးက တစ်ခါမြင်ထားလိုက်ရင် ဘယ်တော့မှ မမေ့တော့အောင်အထိကို မှတ်ဉာဏ်တအားကောင်း လွန်းတဲ့သူပါ။ ဒီလို ဉာဏ်ကောင်းတဲ့အတွက်လည်း ဒုစရိုက်ဂိုဏ်းအချို့နဲ့ လုပ်ငန်းရှင်အချို့က မိုင်ကို အပြိုင်အဆိုင် အလို ရှိနေကြပါတယ်။တစ်ရက်မှာတော့ တရုတ်လုပ်ငန်းရှင်ကြီးတစ်ယောက် က မိုင်ကို ပြန်ပေးသွားပြီး သူ့ရဲ့ ဒုစရိုက်လုပ်ငန်းတွေမှာ အသုံးချဖို့ နယူးယော့ခ်မြို့က တရုတ်တန်းဆီကို ခေါ်သွားခဲ့ပါတယ်။တစ်ဖက်မှာတော့ လုခ်ရိုက် က ရုရှားမာဖီယားတွေ နဲ့ တိုက်ခိုက်ရင်း တစ်ဖက်လူကို သတ်မိလိုက်တာကြောင့် မာဖီယားတွေက လုခ် ရဲ့ ဇနီးသည်ကိုသတ်ပြီး လက်စားချေသွားပါတယ်။ ဇနီးသည်ဆုံးရှုံးလိုက်ရတဲ့ လုခ်လည်း အရက်သမားလုံးလုံးဖြစ်ပြီး အိမ်ခြေယာမဲ့အနေနဲ့ လေလွင့်နေပါတော့တယ်။ဒီလိုနဲ့ တစ်နေ့မှာ တရုတ်လုပ်ငန်းရှင်ကြီး က မိုင်ကို နံပါတ်တွဲအရှည်ကြီးတစ်ခု မှတ်ခိုင်းပြီး သိပ်မကြာခင်မှာပဲ ရုရှားမာဖီးယားတွေက မိုင့်ကို ထပ်ပြီး ပြန်ပေးဆွဲသွားခဲ့ပါတယ်။အခွင့်အရေးရတုန်း မာဖီးယားတွေလက်ကနေ ပြေးလာတဲ့ မိုင် နဲ့ လုခ်တို့ ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/safe-2012/"
    }
]