[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZmRhNGVkYTgtNmRlYy00NjU0LTgwOTUtNWZhN2U0YzI5YTM3XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-150x200.jpg",
        "title": "Detective Dee and the Mystery of the Phantom Flame (2010)",
        "description": "Detective Dee and the Mystery of the Phantom Flame (2010)IMDb Rating (6.6) / Rotten Tomatoes (80%)စုံထောက် ဒီး ...တရုတ်ပြည် ဂန္ဓာလရာဇ်ရဲ့ ကျော်ကြားတဲ့ အမှုလိုက်၊ အကြံပေး သက်‌တော်ရှည် အမတ်ကြီး။ အမည်ရင်းက ဒီးလျန်ကျယ် ပါ။ တရုတ်အမည်ကို မြန်မာလိုဖလှယ်တာဖြစ်လို့ မူကွဲတွေ၊ ခြားနားချက်တွေရှိပါတယ်။ အဲဒါတွေထဲကမှ မြန်မာနား၊ မြန်မာပါးစပ်နဲ့ အာထိလျှာထိရှိလှတဲ့ ဒီး ကို ကျွန်တော်အကြိုက်ဆုံးပါပဲ။မင်းမှုထမ်းမျိုးရိုးကနေဆင်းသက်ပြီး စာပေလေ့လာရေးအားကောင်းတဲ့၊ ဉာဏ်ပညာကြီးမားတဲ့ ယောက်ျားကောင်းတစ်ယောက်ပါ။ ခက်ခဲနက်နဲတဲ့အမှုတွေကို အမှုစစ်တစ်ယောက်အနေနဲ့ စုံစမ်းဖော်ထုတ်နိုင်သူ၊ တရားမမှုတွေကို မှန်ကန်စွာအဖြေထုတ် ဆုံးဖြတ်နိုင်တဲ့ တရားသူကြီး၊ ဘုရင်လုပ် အုပ်ချုပ်သူတွေအဆက်ဆက် အကြံပေးနိုင်တဲ့ သက်တော်ရှည်အမတ်၊ သမိုင်းမှာ ကျော်ကြားထိုက်သူပါပဲ။တိုင်းပြည်အတွက် သူထမ်းခဲ့တဲ့အကျိုးကျေးဇူးတွေများလွန်းလို့ ဂန္ဓာလရာဇ်ရဲ့ ဂန္ဓဝင်အမတ်ကြီး ပေါင်ကျင်းထျန်း နဲ့ထပ်တူ ဂုဏ်ပြုရသူကြီးပါ။ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/detective-dee-mystery-of-phantom-flame-2010/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qpmj3nWaYBejMwvdhv7z54WuZTp.jpg",
        "title": "[18+] Sweet Sugar (1972)",
        "description": "Sweet Sugar (1972)Sweet Sugar ဟာ သူ့ရှေ့က မိန်းမထောင်ကားတွေလိုလို မိန်းမထောင်ကား ဆန်ဆန်ပါပဲ။ ဒီလိုကားတွေ အဲဒီကာလမှာ တော်တော်ခေတ်စားခဲ့တယ်ထင်ပါတယ်။ စကီလေး မတရား ထောင်ကျ။ ထောင်မှာ အလုပ်ကြမ်းလုပ်ရ။ နောက်မတရားမှုတွေနဲ့ ကြုံလာ လွတ်ဖို့ကြိုးစား ဒါမျိုးတွေပေါ့။ မတူတာကတော့ ဒီကားမှာ Sugar လို့ခေါ်တဲ့ ခပ်လန်းလန်း ကာရိုက်တာမလေး ပါဝာာပါပဲ။Sugar ဟာ တစ်ခါတလေ အေးစက်တယ်။ တစ်ခါတလေ နွေးထွေးတယ်။ တစ်ခါတလေ ချိုမြသလို တစ်ခါတလေ ခါးသက်တယ်။ တစ်ခါတလေ ခေါင်းပွတ်ခံရတာကြိုက်တဲ့ ခွေးကလေး။ တစ်ခါတလေ ဆတ်ဆတ်အထိမခံတဲ့ မြွေဟောက်မလေး။ ဒီလိုအဆိပ်ပြင်းပြီး ကြင်နာတတ်တဲ့ Sugar ရဲ့ Erotic ဇာတ်ကလေးမှာ နွေးထွေးကြမ်းတမ်းတဲ့ Sugar ရဲ့ အလှတရားတွေပါတာမို့ မိသားစုနဲ့ ကြည့်ဖို့တော့ မသင့်တော်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/sweet-sugar-1972/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjk1NGM4YmMtNGI4NC00YWQ2LWJlZjYtMzFiMjgxMDJhZTczXkEyXkFqcGdeQXVyNjc4Mjc1NDE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Condor’s Nest (2023)",
        "description": "ဒုတိယကမ္ဘာစစ်အတွင်း အမေရိကန်ဗုံးကြဲလေယာဥ်တစ်စီးဟာ ဂျာမနီကရန်သူ့စခန်းကို ဗုံးကြဲဖို့သွားရင်း လမ်းတစ်ဝက်မှာပျက်ကျသွားပါတယ် ပျက်ကျသွားတဲ့နေရာက မစွန့်ခွာနိုင်ခင်မှာ နာဇီတပ်ရင်းတစ်ရင်း သူတို့လေယာဥ်ကို တွေ့သွားပါတယ်။ အင်အားချင်းမမျှတာကြောင့် လေယာဥ်ပေါ်မှာပါလာတဲ့ အမေရိကန်တပ်သားတွေဘက်က လက်နက်ချလိုက်ရပါတယ် နာဇီဘက်က ဗိုလ်မှုးဖြစ်သူက အဲလူတွေကို စစ်သုံ့ပန်းအနေနဲ့ ဖမ်းသွားရမဲ့အစား နေရာမှာတင် ပစ်သတ်လိုက်ပေမဲ့ သူမသိလိုက်တာတစ်ခုက လေယာဥ်ပျက်ကျပြီးတော့ ရန်သူလာမလာစောင့်ကြည့်နေတဲ့ ကင်းစောင့်တစ်ယောက် ကျန်နေခဲ့တယ်ဆိုတာပါပဲ စစ်ပြီးလို့ ရာစုနှစ်တစ်ခုအကြာမှာတော့ အဲတုန်းက ကင်းစောင့်ရင်း အသက်ဘေးက လွတ်သွားတဲ့ စစ်သားဟောင်း Will ဟာ သူ့အဖွဲ့သားတွေကို သွေးအေးအေးနဲ့သတ်သွားခဲ့တဲ့ နာဇီဗိုလ်မှုးကို လက်စားချေဖို့လုပ်ရင်း သူထင်ထားတာထက်ပိုရှုပ်ထွေးတဲ့လမ်းကို လျှောက်မိနေတဲ့အခါမှာတော့… File size…(1.7 GB)/(800 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:43:00\nGenre...Action, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://channelmyanmar.org/condors-nest-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDA1YzEyZDQtOGJkZC00MDhjLTlhMDUtNGEwNjUzNGE5MzVmXkEyXkFqcGdeQXVyMTIxMzA5MDI@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Breakout (2023)",
        "description": "အထူးလျှို့ဝှက်တပ်ဖွဲ့ဝင်ဟောင်း အဲလက်စ်ဟာ ထောင်ကျနေတဲ့သားဖြစ်သူကိုလာတွေ့ရင်း ထောင်ထဲက အကျဉ်းသားတစ်ယောက်က အရာရှိတွေကိုလုပ်ကြံပြီး ထောင်ကိုအပိုင်စီးတဲ့ဖြစ်ရပ်နဲ့ကြုံလို့ သူပါ ထောင်ထဲမှာပိတ်မိခဲ့ပါတယ်။ သူ့သားဖြစ်သူပါ ထောင်ထဲမှာရှိနေတော့ ကယ်ထုတ်ဖို့လုပ်ရင်း အထူးတပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်တာနဲ့အညီ တိုက်ရည်ခိုက်ရည်တွေကိုအသုံးချပြီး ထောင်ကျနေလျက်ကနေ လုံခြုံရေးတွေကို သူ့ဘက်ပါအောင်လုပ်ပြီး ထောင်ကိုစီးနင်းနိုင်တဲ့အထိ ဉာဏ်နီဉာဏ်နက်များတဲ့ ရာဇဝတ်သားနဲ့ အားပြိုင်သွားမယ့်ပုံတွေကို ကြည့်ရှုရမယ့် ရုပ်ရှင်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ File size…(1.1 GB)/(600 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Monica May",
        "rating": "",
        "url": "https://channelmyanmar.org/breakout-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7AoNT06aRAc4SV89Dwxj3EYAgC.jpg",
        "title": "Dungeons & Dragons: Honor Among Thieves (2023)",
        "description": "Dungeons & Dragons: Honor Among Thieves (2023)~ IMDb - 7.5/10, RT - 90%, Meta - 72% ~မြေအောက်ခန်းနဲ့ နဂါးများ D&D ဆိုတာ Table Top ဂိမ်းလောကရဲ့ နာမည်ကြီး Role Play ဂိမ်းတစ်ခုပါပဲ။ ကိုယ်တိုင်ကိုယ်ကျ ဝင်ဆော့ရတဲ့ ဇာတ်လမ်းသွားအရုပ်ဂိမ်းတွေကစလို့ ကွန်ပြူတာ၊ ဖုန်း ပလက်ဖောင်းအစုံမှာ ရှိပြီး လူသန်းပေါင်းများစွာ ဆော့ကစားနေကြပါတယ်။ များပြားလှတဲ့ မျိုးနွယ်စု‌တွေ၊ မှော်သတ္တဝါတွေ၊ လက်နက်တွေ၊ အစွမ်းတွေ အရမ်းကိုစုံတဲ့ဂိမ်းပါပဲ။ ရုပ်ရှင်အနေနဲ့လည်း အရင်က သုံးကားလောက် ထွက်ဖူးပါတယ်။ စာအုပ်တွေလည်းထွက်ထားပါတယ်။ ရုပ်ရှင်ကား‌ဟောင်းသုံးကားကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။ဒီတစ်ခေါက်ကတော့ Wonder Woman ထဲက မင်းသား ခရစ္စပိုင်းက ခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ထားပြီး ဘက်ဂျက်များများ ဇာတ်လမ်းကောင်းကောင်းနဲ့ ရုံတင်ပြသထားတာပဲဖြစ်ပါတယ်။ ...",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/dungeons-dragons-honor-among-thieves-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-12-135x200.jpg",
        "title": "The Park (2023)",
        "description": "အသစ်ထွက်ရှိထားခဲ့တဲ့ The Park ကားဟာဆိုရင် ကပ်ရောဂါတစ်ခုဖြစ်ပွားနေတဲ့ ကာလတစ်ခုမှာ ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ ထူးဆန်းတဲ့ ဗိုင်းရပ်စ်တစ်ခုကြောင့် ကမ္ဘာပေါ်မှာရှိတဲ့ လူကြီးတွေမှန်သမျှဟာ ဆုံးပါးသွားခဲ့ပြီးတော့ အရွယ်မရောက်သေးတဲ့ ကလေးတွေသာ ကျန်နေခဲ့တာပဲဖြစ်ပါတယ်။ ဇာတ်ကားထဲမှာပါတဲ့အဓိက ဇာတ်ဆောင်၃ယောက်ဟာ စွန့်ပစ်ခံထားရတဲ့ ကစားကွင်ကို ပြန်လည်အသက်သွင်းဖို့ကြိုးစားရင်းနဲ့ သူတို့တွေရော ကပ်ရောဂါကနေရော လွတ်မလွတ်ကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမယ့် Action\nDrama Horror Sci-Fi Thriller အမျိုးအစားပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားကိုတော့ ဇာတ်အိမ်အဆန်းလေးတွေကိုကြိုက်တတ်တဲ့လူတွေအတွက်ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size…(1.7 GB)/(900 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:17:00\nGenre...Drama, Action, Horror, Thriller, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Phill",
        "rating": "",
        "url": "https://channelmyanmar.org/the-park-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNmY1NDIwY2EtZjhlYS00NDZlLTkzNzQtOWMyZGNhYzE2N2MyXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Longest Nite (1998)",
        "description": "The Longest Nite (1998)\n=================\nIMDb Rating - 7.2/10Johnnie To ရိုက်တဲ့ Electionလို ဟောင်ကောင်ဂန်းကားတွေကို\nကြိုက်တဲ့လူတွေအတွက် ဒီကားက ရွှေပဲ။ ဇာတ်အိမ်ကလည်း ထူး\nတယ်။ မကာအိုမှာ ဂိုဏ်း၂ဂိုဏ်းအပြိုင်ကြဲနေတယ်။ သူတို့အထက်\nက လူတစ်ယောက်က သူတို့ဂိုဏ်း၂ဂိုဏ်းကို ကစားဖို့လုပ်တယ်။\nတိုနီလျောင်ရဲ့ကာရိုက်တာရဲမှူးက မကောင်းတဲ့ရဲဆိုတော့ တစ်ဂိုဏ်း\nဘက်ကပါပြီး မကောင်းတာလုပ်သမျှကို ဖြေရှင်းပေးနေကျကောင်။\nဒီတော့ သူနဲ့ကြည်နေတဲ့ ဂိုဏ်းဘက်က ဝင်ပါရင်း ဒီဂိုဏ်း၂ဂိုဏ်းကို\nကစားနေတဲ့လူရဲ့ ကစားကွက်ထဲသူပါပါသွားတယ်။ဒီလိုနဲ့ သူ့ဘဝရဲ့အဆိုးဆုံးညဖြစ်လာရော။ အဲဒီညတစ်ညကို ရိုက်ပြ\nထားတာ။ တစ်ညကိုပဲ ရိုက်ပြထားတယ်ဆိုပေမဲ့ သူ့နာမည်အတိုင်း\nအရှည်ဆုံးညပဲ။ ပြောရရင် ဂန်းကားပဲကြိုက်ကြိုက်၊ မှုခင်းကားပဲ\nကြိုက်ကြိုက်၊ ဟောင်ကောင်ကားတွေပဲကြိုက်ကြိုက် ကြည့်ကို\nကြည့်သင့်တဲ့ တကယ့်ကားကောင်းပဲ။ ကားကောင်းဆိုတာကို မပြော\nလည်းပိုသေချာနေတဲ့အချက်က ဒီကားဒါရိုက်တာနာမည်ခံက Patrick\nYauပေမဲ့ တကယ်တမ်း ဒီကားတစ်ကားလုံး နီးပါးကို Johnnie To\nရိုက်ခဲ့တာပါလို့ နောက်ပိုင်းမှာ ဒီကားရဲ့ဇာတ်ညွှန်းကို အဓိကပြန်ပြင်ခဲ့\nတဲ့လူနဲ့ Johnnie Toနဲ့ ဒီကားကိုပူးတွဲထုတ်လုပ်ခဲ့တဲ့လူ Wai Ka-faiက\nပြောခဲ့တယ်။သူလည်းခေတော့မခေဘူး။ Johnnie ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/the-longest-nite-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y2d2SBqK33mGOG2CqAYMo3YbWE4.jpg",
        "title": "Assassin Club (2023)",
        "description": "Assassin Club (2023)အရှေ့အနောက်တောင်မြောက် ဘယ်အရပ်ကြည့်ကြည့်ကြေးစားလူသတ်သမားတွေနဲ့ပြည့်နေတာကတော့ မင်းသား Henry Golding ရဲ့ဇာတ်ကားသစ်ပါပဲ။\nHenry က ဒီကားထဲမှာ မော်ဂန်ဆိုတဲ့ကြေးစား။ မော်ဂန့်ဆရာကပြောတယ်။သူတို့လိုလူတွေ ကြေးစားလောကကထွက်ချင်တဲ့အကြောင်းအရင်းသုံးခုပဲရှိတယ်တဲ့။\n၁ ဘုရားသခင်ကိုရှာဖွေတွေ့ရှိသွားလို့\n၂ အမျိုးသမီးတစ်ယောက်ကြောင့်\n၃ သေသွားလို့မော်ဂန်ကတော့ ဒုတိယအကြောင်းအရင်းနဲ့ကြေးစားအလုပ်ကို ရပ်လိုက်ချင်နေသူဆိုပါတော့။\nဖြစ်ချင်တော့အဲ့အချိန်မှာပဲ မော်ဂန့်ကိုလာအပ်တဲ့အလုပ်က လူ၆ ယောက်သတ်ပေးရမယ်။\nတစ်ယောက်စီအတွက်ဒေါ်လာတစ်သန်းရမယ်။ မော်ဂန်ကသူ့ဆုံးဖြတ်ချက်ကိုမပြင်တော့ဘူး\nဒီအလုပ်ကိုလဲလက်လွှတ်လိုက်မယ်တွေးပေမယ့် သူ သတ်ပေးရမယ့် ၆ယောက်က သာမန်လူတွေမဟုတ်ဘဲ သူ့လိုကြေးစားတွေဖြစ်နေတယ်။\nပြီးတော့အဲ့၆ ယောက်ကလဲ မော်ဂန့်လိုပဲအလုပ်ကမ်းလှမ်းခံထားရသူတွေဖြစ်နေတယ်။\nအဲ့တော့ဒါက ကြေးစားတွေအချင်းချင်းသတ်ရမယ့် Hunger Game ကြီးပေါ့။\nမော်ဂန့်အနေနဲ့ကလဲ သူကဒီအလုပ်ကိုလက်မခံချင်ပေမယ့် ကျန်တဲ့၆ယောက်က သူ့ကို လာသတ်မှာပဲဆိုတော့\nသူလဲဲ ဒီကစားပွဲကို မဖြစ်မနေ ဝင်ကစားရင်း ဒီကစားပွဲကို ကြိုးဆွဲနေသူက ဘယ်သူလဲ ဘာကြောင့်လဲဆိုတာတွေကို\nတိုက်ခိုက်အဖြေရှာတာကို ကြည့်ရှုရမယ့် လှည့်ကွက်စုံ အက်ရှင်စုံဇာတ်ကားတစ်ကားပါပဲ ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://channelmyanmar.org/assassin-club-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ebAraC0pNyscuKYSemCyR9FxMVq.jpg",
        "title": "Anecdotes Of The Yellow River ( 2023 )",
        "description": "\"ကူမုရွာ\"ဟာ ရေကြီးမှုနှင့်တွေ့ကြုံနေရပြီး ဆည်မြောင်းရေသိုလှောင်ရေးဌာနက\n'ထျန်ယိ'နဲ့ သူ့အပေါင်းပါ ရှန့်ယွမ်ဟန်'တိုဟာ ဌာနရဲ့စေခိုင်းမှုအရ ထိုရွာကို ပြဿနာဖြေရှင်းဖို့ သွားပါတော့တယ်။'ကူမု'ရွာနဲ့ဆက်စပ်စီးဆင်းနေတဲ့ မြစ်ဝါမြစ်မှာ သတိုသမီးရုပ်အလောင်းတွေဟာ\nမျောပါလာပြီး ဒေသခံရွာသူရွာသား‌တွေကတော့ ထိုဖြစ်စဉ်ဟာ\nမြစ်စောင့်နတ်၏အလိုမကျမှုကြောင့် ကပ်ဆိုးကျရောက်တယ်လို့\nထင်မှတ်ပြီး \"မာစန်းလီ\"ဆိုသူရဲ့ဦးဆောင်မှုနဲ့ ယဇ်ပူဇော်ပသလေ့ရှိပါတယ်။-ဒီတစ်ကြိမ် ယဇ်ပူဇော်ခံဟာ 'ထျန်ယိ'တိုရဲ့ အသိမိတ်ဆွေဟောင်း \"ယွမ်ယင်း\"ဖြစ်နေတဲ့အခါ...\nအဖြစ်မှန်ဟာ တကယ်တော့...'ချယ်ရုံ'နိုင်ငံရဲ့ဘုရင်မဟာ နိုင်ငံစစ်ဘေး‌ကျရောက်မည့်\nအရေးကိုကြိုမြင်ခဲ့တဲ့အတွက် တစ်တိုင်းပြည်လုံးက စစ်သည်တွေနဲ့ ရတနာတွေအားလုံးကို ‌\nမြေအောက်မှာမြှုပ်နှံပြီး မိမိကိုယ်ကိုတိုင်းပြည်အတွက် စတေးခံကာ ရန်သူတွေကို ကျိန်စာတိုက်ပြီးသေဆုံးသွားခဲ့ပါတယ်။∆ထိုဘုရင်မရဲ့ဂူသင်္ချိုင်းဟာ 'မြစ်ဝါမြစ်က လူစားတယ်'ဆိုတဲ့ယုံတမ်းစကားတွေနဲ့ တကယ်ပဲဆက်နွှယ်နေမလား...\n∆ဒဏ္ဍာရီရဲ့နောက်ကွယ်မှာ ဘယ်လိုရာဇဝင်တွေကို ချိတ်ပိတ်ထားသလဲ?\n∆အဖြစ်မှန်ကိုဖော်ထုတ်ဖို ရေအောက်မှာရှိတဲ့ ဂူသင်္ချိုင်းကိုဆင်းသွားတဲ့\nမာစန်းလီ၊ထျန်ယိနဲ့ အပေါင်းပါတွေကရော အန္တရာယ်ကင်းကင်း ဒဏ္ဍာရီကိုဖော်ထုတ်နိုင်မလား\n-သူတိုပါ ဒဏ္ဍာရီအဖြစ် ပျောက်ကွယ်သွားဦးလေမလား...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/anecdotes-of-the-yellow-river-2023/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/344570757_3484410168546856_7650749512205767291_n-139x200.jpg",
        "title": "Viduthalai: Part I (2023)",
        "description": "Viduthalai Part I (2023)အသစ်ထွက်ရှိလာတဲ့ ဝါရင့်သရုပ်ဆောင် ဗီဂျေးစည်သူပတီ ပါ၀င်ထားတဲ့ တမီးလ်အက်ရှင်ကားလေးကိုတင်ဆက်လိုက်ပါတယ်...\nIMDb (8.5/10) နဲ့ Rotten Tomatoes (100%) ထိရရှိထားတာကြောင့် ရှယ်မိုက်တဲ့ တောင်ပိုင်းအက်ရှင်ကားတစ်ကားပါပဲ။ဇာတ်လမ်းကတော့...အိန္ဒိယတောင်ပိုင်းမှာ 1980 ခုနှစ်ကာလများဆီက စတင်ဖွဲ့စည်းခဲ့တဲ့ အစိုးရကိုဆန့်ကျင်တဲ့\nတမီးလ်ပျောက်ကျားတပ်ဖွဲ့ တစ်ခုရှိခဲ့ပါတယ်၊အစိုးရက တမီးလ်ပြည်သူတွေကန့်ကွက်နေတဲ့ကြားက\nတောင်တန်းဒေသတစ်ခုမှာ မိုင်းတွင်းတူးဖို့ခွင့်ပြုမိန့်ပေးလိုက်ရာကနေ\nအဲ့ဒီဒေသမှာပဋိပက္ခတွေစတင်လာခဲ့ပြီး အခြေအနေတွေတင်းမာလာခဲ့တယ်။ဒါကို အစိုးရဘက်က မိုင်းတွင်းလုံခြုံရေးဆိုပြီး အထူးရဲတပ်ဖွဲ့တစ်ခုကိုပါ ထပ်မံအင်အားဖြည့်တင်းလိုက်ပေမယ့်\nဒီအဖွဲ့ရဲ့မသမာမှုတွေကြောင့် ဒေသခံရွာသူရွာသားတွေနဲ့ပဋိပက္ခဟာ ပိုလို့သာဆိုးလာပါတော့တယ်။\nဒါကိုအစိုးရအနေနဲ့ပြေလည်အောင်မဖြေရှင်းနိုင်ဘဲ ရွာသားတွေနဲ့ပျောက်ကျားအဖွဲ့၀င်တွေကို\nရှာဖွေဖမ်းဆီးဒဏ်ခတ်အရေးယူမှုတွေလုပ်လာတဲ့အခါမှာတော့....။ဇာတ်လမ်းဇာတ်ကွက်ကို စိတ်ကူးနဲ့ဖန်တီးထားပေမယ့် အဓိဇာတ်ကောင်\nဗာသီယာကတော့ အပြင်မှာတကယ်ရှိခဲ့ဖူးတဲ့သူကို မှီငြမ်းပြီးရိုက်ကူးထားတာကြောင့်\nrealistic ပိုဆန်တဲ့အရသာတွေကို ခံစားရမှာပါ။\nFile size…2.49GB / 1.12GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Nyein",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/viduthalai-part-i-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0Zv7gNTH8LoRnHANhAHGWhGvJC.jpg",
        "title": "AKA(2023)",
        "description": "AKA(2023)*********တစ်ကိုယ်တည်းတက်တက်ကြမ်းတဲ့ actionကားတွေကိုမှ သဘောကျတဲ့သူတွေအတွက်တော့ကြည့်သင့်တဲ့ကားကောင်းပါပဲ။\nဇာတ်ကြောင်းကတော့ အထူးတပ်ဖွဲ့ဝင်အဖြစ် လုပ်သက်နှစ် ၂၀ရှိတဲ့ အဒမ်ဟာပေးအပ်လာသမျှတာဝန်ကို ကျေပွန်အောင် စွမ်းဆောင်နိုင်သူပါ။\nဒီလိုနဲ့ ပြင်သစ်မှာအကြမ်းဖက်သမားတွေရဲ့တိုက်ခိုက်မှုတွေပေါ်ပေါက်လာတဲ့အခါမှာတော့အထက်အရာရှိတွေက အဒမ်ကို တာဝန်အသစ်ပေးလိုက်ပါပြီ။\nအကြမ်းဖက်သမားတွေနဲ့အဆက်အသွယ်ရှိတဲ့ လူဆိုးဂိုဏ်းထဲ အသွင်ယူဝင်၊စုံစမ်းထောက်လှမ်းပြီး အကြမ်းဖက်သမားကိုဖမ်းဆီးပေးဖို့ပါတဲ့။\nလူဆိုးဂိုဏ်းရဲ့ယုံကြည်မှုကိုရရှိအောင် နေထိုင်နေရင်းမှ....။\nအပစ်အခတ် အကြမ်းအရမ်းတွေကောင်းကောင်းကြည့်ရမယ့်အပြင်လူကောင်းလူဆိုးဘယ်လိုခွဲမလဲဆိုတဲ့ plot twistလေးပါတွေ့မြင်ရမယ် action crime  အလန်းကားပါပဲ... File Size :(1.9GB) and (636MB)\nQuality : WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/aka2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krWj8q0suixuuLLSIvvQfFYZNY4.jpg",
        "title": "Traffickers(2012)",
        "description": "Traffickers(2012)****************ဒီတစ်ခါတော့ crime, thriller ပရိတ်သတ်ကြီးအတွက် 2012 ကထွက်ခဲ့တဲ့ ကိုရီးယားကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nကိုယ်တွင်းအင်္ဂါတွေမှောင်ခိုရောင်းဝယ်နေတဲ့ အဖွဲ့တစ်ဖွဲ့ဟာအဲ့ဒီအလုပ်ကိစ္စကြောင့် သင်္ဘောနဲ့တရုတ်ပြည်ကိုကူးမှာပါ...တစ်ဖက်မှာလည်း တရုတ်ပြည်ကို အပန်းဖြေခရီးထွက်လာတဲ့စုံတွဲရယ်...အဖေက အစားထိုးခွဲစိတ်မှုခံယူဖို့ တရုတ်ပြည်သွားမယ့် သားအဖရယ် ပါလာပါသေးတယ်...\nမှောက်ခိုအဖွဲ့ကရော သင်္ဘောပေါ်မှာ ဘယ်သူ့ဆီက ဘယ်လို အင်္ဂါအစိတ်အပိုင်းတွေထုတ်ယူမလဲ..ဟိုသားအဖနဲ့ စုံတွဲကရော ဒီကိစ္စနဲ့ဘယ်လိုတွေ ဆက်နွှယလာမလဲဆိုတာကတော့..... အကောင်းဆုံးAction , Crime ထဲ စာရင်းဝင်မို့ ဒေါင်းကြည့်ကြပါကုန်...File Size :(1.9GB) and (866MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:51:00\nGenre :Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Eric\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/traffickers2012/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZWZkODEwMjYtMDlhNS00NTY0LWI0ZDUtMjYyOWU3MzdjNGRkXkEyXkFqcGdeQXVyNjM0NDc1MzM@._V1_-161x200.jpg",
        "title": "Gurudev Hoysala (2023)",
        "description": "Gurudev Hoysala 2023\nIMDb 7.6/10ထူးဆန်းစွာပျောက်ဆုံးသွားတဲ့ လက်ထောက်အင်စပက်တာပျောက်ဆုံးမှုကိုစုံစမ်းဖို့အတွက်\nရှုံးပွဲမရှိ နိုင်ခဲ့တဲ့ ဂူရူဒေ့ဗ်ကို အသ်နီမြို့လေးဆီ အထက်ကစေလွှတ်ခဲ့တယ်\nဒီမြို့မှာလည်း ရဲတွေကြောက်ရတဲ့တစ်ဖွဲ့ရှိနေပါတယ် သူတို့ကတော့\nရဲတွေကိုငွေနဲ့အုပ်ပြီး တရားမဝင်သဲတွေတူးဖော်နေကြတဲ့ သဲသူခိုး\nသဲမာဖီးယားအဖွဲ့ပေါ့ ဂူရူဒေ့ဗ်မြို့ကိုရောက်ရောက်ချင်းပဲ\nအဲဒီမြို့ကရဲစခန်းရဲ့သတင်းကိုတီဗီကတစ်ဆင့်မြင်ခဲ့ရတယ်အဲဒါကတော့ ရဲဌာနကလူတွေက နိုင်ငံရေးသမားတွေနဲ့ပူးပေါင်းပြီး\nအဲဒီသဲမာဖီးယားတွေကိုအလွတ်ပေးနေတာလို့ မီဒီယာကကြေညာနေတာပါ\nဒီလိုနဲ့သူဒီကိစ္စထဲဝင်ပတ်သက်မိပြီး အကုန်ဖိန့်ဖိန့်တုန်အောင်ကြောက်ရတဲ့\nမာဖီးယားခေါင်းဆောင်နဲ့ ထိပ်တိုက်တွေ့လာရတဲ့အခါ...\nသူရှာနေတဲ့ လက်ထောက်အင်စပက်တာကိုရော ရှာတွေ့နိုင်မလား\nဒီမာဖီးယားတွေနဲ့ရော ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…2.18GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye~BpL~Yunni~Cherry",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/gurudev-hoysala-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/pa-125x200.jpg",
        "title": "Pathu Thala (2023)",
        "description": "Pathu Thala 2023 (IMDb 7.8/10)ယခုတခါ တင်ဆက်ပေးမှာက ဒီနှစ်မှထွက်လာတဲ့ တောင်ပိုင်းတမီလ်စကားပြော\nမှုခင်းအက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်AGR ဆိုတာ တမီနဒူလ်ပြည်နယ်မှာ နောက်ကွယ်ကအစိုးရလို့တောင်ပြောလို့ရပါတယ်\nသူတို့သဘောကျတဲ့ပါတီ သူတို့နဲ့အဆင်ပြေတဲ့သူမှဝန်ကြီးချုပ်ဖြစ်တဲ့အထိ ဩဇာကြီးမားတဲ့အဖွဲ့အစည်းပါ\nတစ်ရက်မှာလက်ရှိဝန်ကြီးချုပ်ကို အဲ့အဖွဲ့ကပြန်ပေးဆွဲပြီး သူတို့အလိုကျ ဝန်ကြီးချုပ်တစ်ယောက်ကိုတင်ပေးလိုက်ပါတယ်ဒါကိုလိုက်စုံစမ်းဖို့ ရဲတစ်ယောက်က ဂိုဏ်းစတားအသွင်ယူပြီး တစ်ဆင့်ပြီးတစ်ဆင့်ယုံကြည်မှုရအောင် လုပ်ပါတော့တယ်\nထိုအချိန်မှာပဲ AGR ပြုသမျှကို ခေါင်းငုံ့မခံတဲ့ အမျိုးသမီးအရာရှိတစ်ယောက်ကလဲ အဲ့နယ်ကိုပြောင်းလာတဲ့အခါမှာ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ပရိသတ်ကြီးပဲ အက်ရှင်ခန်းတွေမြိုင်မြိုင်နဲ့ ကြည့်ရှုရမှာဖြစ်လို့\nကိုယ်တိုင်ပဲဆက်ခံစားပေးကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.95GB  / 1.3GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Nyein~Sai~Yunni~BpL",
        "rating": "7.8",
        "url": "https://channelmyanmar.org/pathu-thala-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/liLN69YgoovHVgmlHJ876PKi5Yi.jpg",
        "title": "Ghosted (2023)",
        "description": "Ghosted (2023)ကပ္ပတိန်အမေရိကမင်းသား ခရစ်အီဗန်နဲ့ မင်းသမီး အန်နာဒအာမက်စ်တို့ရဲ့ ဟာသ အက်ရှင်ကားအသစ်လာပါပြီ။ ဇာတ်လမ်းကတော့ ရိုးရှင်းပေမဲ့ ဟာသတွေ၊ ဧည့်သည်သရုပ်ဆောင် နာမည်ကြီးတွေ အများကြီးသုံးထားတာမို့ ကြည့်ရတာ တန်တဲ့ ရုပ်ရှင်ပါပဲ။ အစက ခေါင်းဆောင်မင်းသမီးနေရာမှာ စကားလက်ဂျိုဟန်ဆန်ကိုရွေးထားပေမဲ့ အချိန်ညှိမရတာကြောင့် အန်နာဒအာမက်စ်ကလေး ပါလာတာပါပဲ။ကိုးလ်ဟာ သူ့မိသားစုနဲ့အတူ ခြံစိုက်စားနေတဲ့ လူရိုးတစ်ယောက်ပေါ့။ တစ်နေ့မှာတော့ ကမ္ဘာလှည့်ပြီး အနုပညာပစ္စည်းတွေ စုဆောင်းရှာဖွေရတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တစ်ရက်ချိန်းတွေ့မိပြီး ချစ်ကြိုက်သွားခဲ့ပါတယ်။ အဲဒီကောင်မလေးက သူ့ကိုတစ်ရက်တည်းနဲ့ ပလစ်ပြီး လန်ဒန်ထွက်သွားတဲ့အချိန်မှာ နောက်ကလိုက်သွားခဲ့တယ်။ လန်ဒန်မှာ သူ့ကို နာမည်ကြီး စပိုင်တစ်ယောက်နဲ့မှားပြီး လူဆိုးဂိုဏ်းက မှားဖမ်းတဲ့အခါ သူ့ကောင်မလေးကမှ စပိုင်အစစ်ဖြစ်နေပြီးလာကယ်တာကြောင့် သူတို့နှစ်ယောက်အတူ စွန့်စားခန်းတွေ အလွဲလွဲအချော်ချော်နဲ့ ဖွင့်ရပါတော့တယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.5GB, 1.2GB\nQuality - 1080p, 720p\nIMDb ...",
        "rating": "5.8",
        "url": "https://channelmyanmar.org/ghosted-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mmrvPiUCJNvd33N93VQNmBTC8Z9.jpg",
        "title": "Hitmen (2023)",
        "description": "Hitmen (2023)၂၀၂၃ ခုနှစ်မှာ အင်ဒိုနီးရှားနိုင်ငံက ထုတ်လုပ်တဲ့ Hitmen ဆိုတဲ့ Action, Drama, Comedy ဇာတ်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nကြမ်းပေ့ရမ်းပေ့ ဆိုတဲ့ အက်ရှင်ကားကြိုက်သူတွေအနေနဲ့ လက်လွှတ်မခံဖို့ အကြံပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်နီနဲ့ ဖရန်ကီဟာ သူငယ်ချင်းလည်းဖြစ်သလို လုပ်ဖော်ကိုင်ဖက်လည်း ဖြစ်ပါတယ်။\nသူတို့နှစ်ဦး တွဲဖက်ပြီးတော့ လုပ်ကြံရေးသမားများအဖြစ် လုပ်ကိုင်ကြတာပါ။\nသူတို့နှစ်ယောက်ဟာ လုပ်ကြံသတ်ဖြတ်တဲ့နေရာမှာ တော်သလို သောက်တလွဲတွေလည်း လုပ်တတ်ကြပါသေးတယ်။ဒါပေမယ့် မစ်ရှင်ကို ဘယ်လိုအခက်အခဲပဲရှိရှိ မစ်ရှင်ကို အောင်မြင်အောင်လုပ်ကြပါတယ်။\nဂျွန်နီကတော့ လုပ်ကြံရေးသမား ဘဝကို စိတ်ကုန်နေလို့ အနားယူပြီး ငါးခူမွေးမြူရေးလုပ်ဖို့အတွက် စိတ်ကူးယဉ်နေခဲ့ပါတယ်။\nဖရန်ကီလည်း ဂျွန်နီ အနားယူရင် သူလည်း အနားယူမယ်ဆိုပြီး လုပ်ပါတော့တယ်။ဒီလိုနဲ့ အနားမယူခင် နောက်ဆုံးအနေနဲ့ သူတို့ကို ပေးအပ်လာတဲ့ မစ်ရှင်သုံးခုကို လုပ်ဆောင်ဖို့ အကြောင်းဖန်လာချိန်မှာတော့....\nသာမန် မြင်တွေ့နေကြ လုပ်ကြံရေးသမားတွေနဲ့ မတူဘဲ ဂျွန်နီနဲ့ ဖရန်ကီဟာ တကယ်ကို ရယ်ရတဲ့အတွဲပါ။\nကလိထိုးရယ်ရတဲ့ ဟာသမျိုးတွေမဟုတ်ဘဲ သူတို့ တလွဲလုပ်တာတွေကို ...",
        "rating": "",
        "url": "https://channelmyanmar.org/hitmen-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuI60N007L9x3r46paOZarUj2f3.jpg",
        "title": "Peter Pan & Wendy (2023)",
        "description": "PeterPeter Pan & Wendy (2023)ပီတာပန်က J.M.Barrie ဖန်တီးထားတဲ့ဇာတ်ကောင်လေးဖြစ်ပြီး\nပြဇာတ်ကနေစပြီး ရုပ်ရှင်ပေါင်းများစွာရိုက်ကူးထားတာမို့ ရုပ်ရှင်ချစ်ပရိသတ်တွေနဲ့ တစ်ခုမဟုတ်တစ်ခုမှာရင်းနှီးပြီးသားနေမှာပါ။\nအခြေခံအားဖြင့်ဇာတ်ကားတွေမှာ ပီတာပန်က မကြီးပြင်းချင် အရွယ်မရောက်ချင်တဲ့ကောင်လေး၊ နဲဗားလန်းမှာသူ့လိုကလေးတစ်သိုက်နဲ့အတူနေတယ်။\nသူ့ရန်သူကတော့ ပြောစရာမလိုပါဘူး ကပ္ပတိန်ဟုခ်ပေါ့။ သူကတစ်နေ့မှာဝင်ဒီ့ကို ကလေးငယ်တွေရဲ့မိခင်ဖြစ်ပေးဖို့လာခေါ်တယ်။ အဲ့လိုပေါ့။J.M.Barrie ရဲ့ မူရင်းပြဇာတ်နဲ့ဝတ္ထုမှာတော့ ပီတာပန်က ဗီလိန်ပါ။\nတကယ်ဆိုနဲဗားလန်းကလုံးဝမကြီးပြင်းတာမျိုးမဟုတ်ပဲ ကြီးပြင်းမှုနှေးတာပါ။\nအဲ့တော့ ပီတာပန်က ကြီးပြင်းတဲ့ကလေးတွေကို ပြဿနာရှာတယ်။\nတစ်ခါတလေ သူ ပျင်းရင် အချင်းချင်းပြန်သတ်ကြတယ်။ ပီတာပန်က ဂျစ်တစ်တစ်ငဆိုးလေးပေါ့။\nနောက်ပိုင်းမှာမှကလေးတွေကြားမှာ ပင်လယ်ဓားပြတွေရေပန်းစားလာတာကြောင့် စာရေးဆရာက ကပ္ပတိန်ဟုခ်ကိုဗီလိန်အနေနဲ့ထည့်ခဲ့တာပါ။ဒီ Peter Pan & Wendy ဇာတ်လမ်းမှာတော့ အပေါ်ကပြောခဲ့တဲ့ဇာတ်လမ်းသွားနှစ်ခုကြားမှာ မယုတ်မလွန်စည်းချထားတယ်ပြောရမယ်။\nပီတာပန့်ကို လူဆိုးဇာတ်မသွင်းသလို ဟီးရိုးအဖြစ်လဲပုံမဖော်ထားပါဘူး။\nပြီးတော့ ဝင်ဒီ။ တကယ်ဆိုပီတာပန်ဇာတ်လမ်းက အဓိကဝင်ဒီ့ရဲ့ဇာတ်လို့ပြောလို့ရတယ်။\nလောကကြီးထဲကိုဝင်ရတော့မယ့် ကလေးတစ်ယောက်ရဲ့အကြောက်တရား မကြီးပြင်းချင်စိတ်တွေကနေ နဲဗားလန်းဆိုတဲ့အယူအဆကဖြစ်တည်လာတာပါပဲ။\nဒီဇာတ်လမ်းမှာ ဝင်ဒီ့ကိုလဲ တော်တော်အသားပေးထားသလို အရင်ကားတွေမှာမပါခဲ့တဲ့ ကွက်လပ်တွေကိုလဲဖြည့်ပေးထားပါသေးတယ်။\nရှေးရှေးကလက်ရာကောင်းများစွာလဲရှိတော့ အခုထွက်ရှိတဲ့ Peter Pan & Wendy ပေါ်ဝေဖန်သံ ...",
        "rating": "",
        "url": "https://channelmyanmar.org/peter-pan-wendy-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZmRlNGYwMWUtZGMzMS00NmEyLTk0YjAtM2M1NDJmM2VkMTg4XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-137x200.jpg",
        "title": "Ravanasura (2023)",
        "description": "Ravanasura 2023\nအသစ်ထွက်ရှိထားတဲ့ တေလဂူးမှုခင်းကားတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nIMDb 6.4 အထိရရှိထားပြီး ရုံ၀င်ငွေလည်း ၂၁ကုဋေအထိအမြတ်ရထားပါတယ်။\nသရုပ်ဆောင်အနေနဲ့ တေလဂူးဝါရင့်ရုပ်ရှင်မင်းသားရာဗီကရှေ့နေအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကောလိပ်တက်တုန်းက ရည်းစားဟောင်းရဲ့လက်အောက်မှာ အလုပ်၀င်လုပ်နေရပြီး\nအငယ်တန်းရှေ့နေရာထူးနဲ့ ရုန်းကန်နေရရှာတဲ့ ရှေ့နေလေးရာဗင်ဒရာ၊ ငွေရပေါက်မြင်တာနဲ့\nဘာမဆိုလုပ်ဖို့ အမြဲအဆင်သင့်ဖြစ်နေတဲ့သူ၊ အများကလက်ရှောင်နေပါတယ်ဆိုတဲ့အမှုတောင်\nသူကခေါင်းမာပြီးအမှု၀င်ကိုင်တဲ့သူမျိုးပေါ့။တစ်နေ့မှာ ချမ်းသာတဲ့လုပ်ငန်းရှင်ကြီးတစ်ယောက် လူသတ်မှုနဲ့စွပ်စွဲခံရပြီး\nသမီးဖြစ်သူက အဖေ့ကိုထောင်ကထုတ်ဖို့ ဘာမဆိုပေးမယ်လုပ်နေတဲ့ချိန်မှာ\nရာဗင်ဒရာတစ်ယောက် သမီးဖြစ်သူကိုလည်းသဘောကျ၊ ‌ငွေကိုလည်းသဘောကျနဲ့\nအရှေ့နောက်မစဉ်းစားဘဲ တာ၀န်ယူလိုက်တယ်။အမှုဟာ သူထင်ထားသလို မရိုးရှင်းနေတဲ့အခါ ငွေမက်တဲ့သူတစ်ယောက်\nကျိုးကြောင်းဆီလျော်အောင်စဉ်းစားနိုင်ပါဦးမလား၊ လူသတ်မှုကို\nသူဖော်ထုတ်သွားနိုင်မှာလားဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။\nမှုခင်းစုံထောက်၊အက်ရှင်ကား ဖြစ်လို့ ကိုယ်တိုင်ပဲစုံထောက်လုပ်ပြီး အဖြေရှာကြည့်ရအောင်ပါ....\nFile size…2.85GB /1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Nyein ~ Cherry",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/ravanasura-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/perfect-146x200.jpg",
        "title": "Perfect Creature (2006)",
        "description": "ကျွန်တော်တို့နဲ့ ဆင်တူတဲ့ အခြားကမ္ဘာတခုမှာတော့Vampiresတွေဟာ လူသားမျိုးနွယ်နဲ့ အတူတကွငြိမ်းချမ်းစွာနေထိုင်ကြတယ်။ ခရစ်ယာန်ကျောင်းတော်ကြီးရဲ့အရိပ်အာ၀ါသအောက်မှာ ဘုရားသခင်က လူသားမျိုးနွယ်တွေကို ကာကွယ်စောင့်ရှောက်ဖို့သူတို့ကိုဖန်တီးခဲ့တယ်ဆိုတဲ့ ယုံကြည်ချက်နဲ့အတူဘရားသားဟုဒ်ဆိုတဲ့အမည်နဲ့ တာ၀န်ထမ်းဆောင်ကြတယ်။ဘရားသား ဆိုင်းလက်စ်ကတော့ ဒီထဲကတယောက်ပါ။ ကျောင်းတော်မှာအမြင့်ဆုံးကာဒီနယ်ဖြစ်လာတော့မယ့်သူ။ ဒါပေမယ့် ညီဖြစ်သူ ဘရားသား အက်ဒ်ဂါက လူသားတွေကို စတင်သတ်ဖြတ်လာခဲ့တော့ လူသား ရဲအရာရှိ လစ်လီဆိုတဲ့ အမျိုးသမီးနဲ့အတူ သူ့ကိုတားဆီးဖို့ဖြစ်လာခဲ့ပါတယ်။ဒါပေမယ့်အက်ဒ်ဂါက ဘာဖြစ်လို့ ဒီလိုတွေလုပ်နေရတာလဲ။ကျောင်းတော်ကြီးကလည်း နောက်ကွယ်မှာဘာတွေဖြစ်နေတာလဲ။အက်ဒ်ဂါရဲ့ ကမ္ဘာကြီးကိုပြောင်းလဲမယ့်အကြံအစည်ကိုရော တားဆီးနိုင်ပါ့မလား။လစ်လီနဲ့ ဆိုင်းလက်စ်တို့ကြား ဘာတွေဖြစ်လာဦးမလဲဆိုတာကို ဒီPerfect creature ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားအားပေးကြပါဦး File size…  1.5GB / 500MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 28m\nGenre .....  Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/perfect-creature-2006/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTVlNjMyOWUtOTdhMi00OWZkLWI4MjEtNjU3ZDUxZDQ0Y2ZmXkEyXkFqcGdeQXVyNDM1MDk1OTQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Justice League x RWBY: Super Heroes & Huntsmen, Part One (2023)",
        "description": "Justice League x RWBY: Super Heroes & Huntsmen, Part One (2023)\n=================================================\nIMDb Rating - 5.2/10DC ရဲ့ justice league animation ကားသစ်လေးပါ။\nJustice leagueတစ်ဖွဲ့လုံး Darkside နဲ့တိုက်ခိုက်ရင်း တစ်ခြား\nကမ္ဘာကို အပို့ခံလိုက်ရပါတယ် ။ အဲ့ဒီကမ္ဘာမှာ justice league\nတစ်ဖွဲ့လုံး ဆယ်ကျော်သက်တွေဖြစ်ကုန်ပြီး အစွမ်းတွေလည်း\nပျောက်ကုန်ပါတယ်။ အဲ့ဒီအစား သူတို့ရောက်သွားတဲ့ကမ္ဘာက\nအစွမ်းရှိတဲ့ လူတစ်စုနဲ့ထိပ်တိုက်တွေ့ပြီး နေသားတစ်ကျဖြစ်ဖို့\nကြိုးစားရပါတယ် ။ကမ္ဘာအသစ်မှာ အစွမ်းအသစ်တွေရလာပြီး Batman ဆိုရင်\nအတောင်ပံတွေပေါက်လာပါတယ်။ နောက်ဆုံးတော့ သူတို့ကမ္ဘာ\nကို ပြန်သွားဖို့ကြိုးစားရင်း မူလအစွမ်းတွေရဖို့ ကမ္ဘာသစ်ဆီက\nvillainကြီးတစ်ကောင်နဲ့ရင်ဆိုင်ရပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (710 MB) / (449 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/justice-league-x-rwby-super-heroes-huntsmen-part-one-2023/"
    }
]