[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/08/51vjgi4PjeL._AC_UF8941000_QL80_-141x200.jpg",
        "title": "Taxi (1998)",
        "description": "Taxi (1998)IMdb Rating (7.0) / Rotten Tomatoes (81%)Taxi ဇာတ်ကားလို့ ဆိုလိုက်တာနဲ့  ပြင်သစ်က အူကြောင်ကြားရဲနဲ့ မာဆေးလမ်းမတွေပေါ်က မြန်နှုန်းမြင့် လန်ပျံနေတဲ့ တက္ကစီသမားတို့ကို ပြေးမြင်ကြမှာပါ။Taxi ဇာတ်ကားတွေဟာ အက်ရှင်ဟာသရုပ်ရှင်ကားတွေထဲ Rating မြင့်ပြီး တကယ်လဲရယ်ရတဲ့ဇာတ်ကားတွေပါ...ပြင်သစ်က ရိုက်ကူးထားတဲ့ Taxi ဇာတ်ကား ၅ ကားရှိပြီး ၁ ကနေ ၄ ထိကတော့ မင်းသား၊မင်းသမီး၊ဇာတ်ပို့တွေက အတူတူပါပဲ။ပြင်သစ်မင်းသားတွေဖြစ်ကြတဲ့ Samy Naceri,Frédéric Diefenthal,Bernard Farcy ၊ မင်းသမီး Marion Cotillard,Emma Wiklund တို့ပါဝင်ထားပြီး တခါတလေ နာမည်ကြီးဧည့်သည်သရုပ်ဆောင်တချို့ ပါလာတတ်ပါတယ်။Taxi-5 မှာတော့ လူတွေပြောင်းရိုက်ထားပြီး Theme လောက်ပဲ တူတော့သလိုဖြစ်တာကြောင့် သိပ်မကြိုက်ကြပါဘူး။၁ ကနေ ၄ ထိကတော့ တကယ်ကိုရယ်ရတဲ့ ဗရုတ်သုတ်ခဇာတ်ကားတွေဖြစ်ပြီး တစ်ကားနဲ့တစ်ကားဆက်စပ်မှုရှိပါတယ်...ဇာတ်လမ်းက ပေါ့ပေါ့ပါးပါးနဲ့ သွက်သွက်လက်လက်တင်ဆက်ထားမှုကြောင့် ...",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/taxi-1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/i6ye8ueFhVE5pXatgyRrZ83LBD8.jpg",
        "title": "The Monkey King (2023)",
        "description": "နက်ဖလစ်ရဲ့ ကာတွန်းရုပ်ရှင်အသစ်လာပါပြီ။နာမည်အတိုင်းပါပဲ မရိုးနိုင်တဲ့ စွန်းဝူခုန်းဇာတ်လမ်းတွေထဲက တစ်ခုပါပဲ။ဒါပေမဲ့ ဇာတ်လမ်းကိုနည်းနည်းပြောင်းထားပြီး ဟာသတွေ၊အက်ရှင်ကောင်းကောင်းတွေကို ပုံကောင်းကောင်းနဲ့ ပြသထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဖန်တရာတေပါပဲကျောက်ဆောင်တစ်ခုကနေ မွေးဖွားလာတဲ့မျောက်ဟာစွမ်းအားတွေရှိနေပါတယ်။ဒါပေမဲ့ သူ့ကို မျောက်တွေက လက်မခံသလို နတ်တွေကလည်းလက်မခံတာကြောင့် တစ်ယောက်တည်းဖြစ်နေပါတယ်။အဲဒီတော့ သူဟာ နတ်ပြည်မှာနေရာရဖို့ မသေမျိုးဖြစ်အောင်ကြိုးစားရင်းနဲ့ငရဲမင်း၊ နဂါးမင်း၊ နတ်မင်းတွေ နတ်ဆိုးတွေနဲ့တိုက်ခိုက်ရပုံကို ပြထားတာပါ။ကြည့်လို့ကောင်းပါတယ်။ကြည့်လိုက်ပါဦး။ File size…  2 GB /  980  MB\nQuality… WEB Dl 1080p / 720p\nFormat… mp4\nDuration…. 1h 32m\nGenre .....  Action , Animation\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Mr. Anderson",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/the-monkey-king-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yGz88hNPcHUJkUx7MPm0Ue6GZt7.jpg",
        "title": "Paradise(2023)",
        "description": "Paradise(2023)***************\nကိုယ့်ဘဝရဲ့ကျန်ရှိတဲ့သက်တမ်းထဲကအချိန်တချို့ကိုပေးလိုက်ရုံနဲ့ပိုက်ဆံတွေရနိုင်တယ်ဆိုရင်သင်ရောယူမှာလား။ဒီလိုမျိုးအလဲအလှယ်ကိုရောသင်ဘယ်လိုထင်ပါသလဲ။အီယွန်ဆိုတဲ့ကုမ္ပဏီတစ်ခုကအဲ့ဒီလို တခြားသူတစ်ယောက်ရဲ့သက်တမ်းတွေကိုပိုက်ဆံအများကြီးနဲ့လဲလှယ်ပေးတဲ့ကုမ္ပဏီတစ်ခုဖြစ်ပါတယ်။မက်စ်ဆိုတဲ့လူတစ်ယောက်ကအဲ့ဒီကုမ္ပဏီမှာအလုပ်လုပ်နေတဲ့အချိန်လှူဒါန်းခြင်းမန်နေဂျာတစ်ယောက်ပဲဖြစ်ပါတယ်။လှူဒါန်းခြင်းလို့ခေါ်တယ်ဆိုပေမဲ့တကယ်တမ်းကတော့ကိုယ့်ရဲ့အချိန်တွေကိုရောင်းစားနေတာပါပဲ။သူကဆင်းရဲတဲ့လူတွေကိုအချိန်တွေလှူဒါန်းအောင်လို့လိုက်ပြီးနားချရတဲ့လူတစ်ယောက်ဖြစ်ပြီးအလုပ်ကြိုးစားလွန်းတဲ့အတွက်တစ်နှစ်တာအကောင်းဆုံးဝန်ထမ်းတွေပါဖြစ်ခဲ့ပါတယ်။ဒါပေမယ့်တစ်နေ့မှာတော့သူတို့အကြွေးနဲ့ဝယ်ယူထားတဲ့တိုက်ခန်းမီးလောင်သွားတဲ့အခါသူ့မိန်းမကိုယ်တိုင်ရဲ့ သက်တမ်း နှစ်ပေါင်း ၄၀ နဲ့ပြန်ဆပ်ဖို့ဖြစ်လာခဲ့ပါတော့တယ်။အဲ့အခါကျမှသူများတွေကိုအချိန်လှူဒါန်းဖို့လိုက်ပြောနေတဲ့အီယွန်တစ်ယောက်လဲကိုယ့်အလှည့်ကျမှဒီလိုကြုံလာတဲ့အခါဆပ်ပြာသည်လင်ပျောက်သလိုတွေဖြစ်နေပါတော့တယ်ဒီလိုနဲ့ကြံရာမရတဲ့အဆုံး သူ့ဘဝမှာ မိုက်ရူးရဲအဆန်ဆုံးလုပ်ရပ်ကိုလုပ်ဖို့ ကြိုးစားပါတော့တယ်....   File Size :(1.4GB) &(527MB)\nQuality : NF.Web-Dl 1080P, 720p\nFormat…mp4\nDuration…01:57:00\nGenre :Action, Sci-Fi, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Saw Lay\nEncoded by Phyo Pyae",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/paradise2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BZjI2MTMwYmEtZDU5ZS00YjAwLThiZWQtNTRiNzgzNzFjNzhlXkEyXkFqcGdeQXVyNjQ3ODkxMjE@._V1_-143x200.jpg",
        "title": "Sarrainodu (2016)",
        "description": "Sarrainodu (2016)\nIMDb-6.6/10ဘောလိဝုဒ်ပရိတ်သတ်ကြီးအတွက် ကားဟောင်းထဲက ကားကောင်းလေးတကားဖြစ်တဲ့\nအာလူးအာဂျွန်နဲ့ မင်းသမီးချော မဟာလက်ရှ်မီးတို့ရဲ့ အမှန်တရားဘက်တော်သား အက်ရှင်ကားလေးကိုတင်ဆက်ပေးလိုက်ရပါတယ်။\nဘတ်ဂျတ် ရူပီးသန်းငါးရာ အသုံးပြုထားပြီး ရူပီးသန်းထောင့်နှစ်ရာခုနစ်ဆယ်ပြန်ရခဲ့တဲ့ကားတကားလဲဖြစ်ပါတယ်။အိမ်ရဲ့သဲသဲလှုပ်အချစ်ခံရတဲ့ တဦးတည်းသောသားလေးဖြစ်ပြီး အိန္ဒိယစစ်ပြန်ကြီးလည်းဖြစ်တဲ့ ဂါနာက\nမတရားတာတွေ့ရင် လက်ပါခြေပါနဲ့ဖြေရှင်းတတ်သူတစ်ယောက်။သိပ်ချစ်မိသွားတဲ့\nချစ်သူလေးက ရန်ဖြစ်တာမျိုးမလုပ်ရင် လက်ထပ်ပါမယ်လို့ကတိပေးပြီးတဲ့နောက်မှာတော့။အိန္ဒိယနိုင်ငံတောင်ပိုင်းဝန်ကြီးဖြစ်သူရဲ့သားဟာ သူ့အကျိုးစီးပွားအတွက် အဖေ့အရှိန်အဝါကို\nအလွဲသုံးစားလူပ်ပြီး မြေတွေယာတွေကိုသိမ်း မကျေနပ်တဲ့လူကို\nလက်စဖျောက် ပြန်လှန်ဝံ့သူမရှိလောက်တဲ့ထိ ထင်ရာစိုင်းမိုက်မဲနေခဲ့ပါတယ်\nအနိုင်ကျင့်ခံရတဲ့ လယ်သမားတွေဘက်ကနေပြီး\nရပ်တည်ပေးနေတဲ့ သားဖနှစ်ယောက်နဲ့ချစ်သူကိုရန်မဖြစ်တော့ပါဘူးဆိုပြီး\nကတိပေးထားတဲ့ဂါယာတယောက် ဝန်ကြီးသားရဲ့မတရားမှုမှာ ပါဝင်လာတဲ့အခါမှာတော့။\nအရင်က ဘောလိ၀ုဒ်ကားတွေရဲ့ အရသာကိုတဖန်ပြန်လည်ခံစားကြပါဦး။\n(အညွှန်းနဲ့ဘာသာပြန်တွေကတော့ V~Zwe~Moon~Cherry~BpL~Yunniတို့ပဲဖြစ်ပါတယ်)\nFile size…4.4GB / 2.1GB\nQuality…1080p  WEB DL /720p\nFormat…mp4\nDuration….2h 39m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by V~Zwe~Moon~Cherry~BpL~Yunn",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/sarrainodu-2016/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/csYgiUFoZ82OO9CfeqJd8g7e56K.jpg",
        "title": "Walking with the Enemy (2013)",
        "description": "ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်ကိုကိုးကားပြီးရိုက်ကူးထားတဲ့ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။ဂရမ်မီဆုရှင် မင်းသားကြီး Ben Kingsley ကဟန်ဂေရီနိုင်ငံခေါင်းဆောင်ရီဂျန့်ဟော်သီအဖြစ်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒုတိယကမ္ဘာစစ်ကာလအပိုင်းအခြားကဟန်ဂေရီနိုင်ငံသား ဂျူးလူမျိုးကောင်လေးတစ်ယောက်ဟာနာဇီတွေဝင်ရောက်လာပြီးနောက်အလုပ်သမားစခန်းကိုပို့ခံလိုက်ရပါတော့တယ်။အလုပ်သမားစခန်းမှ မိသားစုဝင်တွေဆီကိုသက်စွန့်ဆံဖျားစခန်းကနေ ခိုးထွက်ပြီးပြန်လာတဲ့အချိန်မှာမျှော်လင့်ထားသလို မိသားစုဝင်တွေကိုမတွေ့ရတော့သောအခါ မိသားစုဝင်တွေကို လိုက်ရှာရင်းရင်ဆိုင်ရတဲ့ အခက်အခဲတွေ။ရန်သူတွေကြားထဲကို အယောင်ဆောင်ဝင်ရောက်ပြီးမိမိလူမျိုးတွေကို တက်နိုင်သမျှကယ်တင်ပုံတွေ။ဒုတိယကမ္ဘာစစ်ကာလအတွင်းမှာ နာဇီတွေဂျူးတွေအပေါ်ရက်စက်ကြမ်းကြုတ်ပုံတွေ၊ နိုင်ငံရေးလှည့်ကွက်တွေအပြင်စစ်ပွဲရဲ့ ရက်စက်ပုံတွေကို ကွင်းကွင်းကွက်ကွက်ရိုက်ကူးတင်ပြထားတဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။ File size…  1.90 GB /  772 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 2h 4m\nGenre .....  Action , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Eunice",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/walking-with-the-enemy-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/08/MV5BMzc3MjYxNzg2N15BMl5BanBnXkFtZTcwNzQyMTkwNA@@._V1_-135x200.jpg",
        "title": "Season of the Witch (2011)",
        "description": "14 ရာစုနှစ်မှာ လူဖြစ်လာခဲ့ရင် အသက်ရှင်သန်ဖို့ လွယ်ကူမှာ မဟုတ်ဘူး။ ကိုးကွယ်တဲ့ ဘာသာတွေ လွှမ်းမိုးမှု ရရှိနိုင်ဖို့ ဘာသာရေးစစ်ပွဲတွေ အပြိင်အဆိုင် ဆင်နွှဲကြတဲ့ ခေတ်ကာလ အမျိုးသမီးတွေဆိုရင် ဆေးကုတော်တာ ရေမနစ်တာ အဲဒီလိုအဖြစ်မျိုးတွေ ကြုံလာခဲ့ရင်တောင်မှ စုန်းမဖြစ်တယ်/ စုန်းပညာ တတ်စားတယ်ဆိုပြီး အထင်လွဲခံရတဲ့ ခေတ် စုန်းမ လို့ အထင်မှား ခံရတာနဲ့ ကြိုးပေးမယ်/ရေနှစ်သတ်မယ် ပြန်လည်ချေပခွင့်မရှိခဲ့ဘူး ဒီဇာတ်လမ်း ဖြစ်ပုံက Bhemen နဲ့ Felson ဆိုတဲ့ ဘာသာရေးစစ်သူရဲကောင်း ၂ယောက်ဟာ ရှေ့တန်းကနေ စစ်မတိုက်တော့ပဲ ပြန်လာခဲ့ကြတယ်။ သူတို့ အပြန်လမ်းမှာ မြို့တစ်မြို့ကို ရောက်တော့ လူတွေက ကပ်ရောဂါဘေးကြောင့် သေကြပျက်စီးစပြုနေကြပြီ ဒီလိုဖြစ်တာ ၃ နှစ် ကြာပြီဆိုတာလည်း စုံစမ်းသိရပြီးနောက် Bhemen နဲ့ Felson တို့ နှစ်ယောက် မြို့ကနေ ထွက်ဖို့ ...",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/season-of-the-witch-2011-2/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/insert-old-135x200.jpg",
        "title": "The Old Way (2023)",
        "description": "မင်းသားကြီး Nicolas Cage ရဲ့အသစ်ထွက်ရှိလာတဲ့ကောင်းဘွိုင်ကားလေးပါ။ လက်မရွံ့လူသတ်သမားကြီး Colton Briggs ဟာကြေးစားတစ်ယောက်အနေနဲ့ အသက်မွေးပြီး လူတွေအများကြီးကို သွေးအေးအေးနဲ့သတ်ဖြတ်ခဲ့ပါတယ်။ နှစ်တွေကြာအပြီးမှာတော့ Colton လည်းအချစ်ကိုရှာတွေ့ပြီး မိန်းမတစ်ယောက်နဲ့အိမ်ထောင်ကျကာ ကြေးစားဘ၀ကိုစွန့်လွှတ်လိုက်ပါတယ်။ စတိုးဆိုင်အသစ်ဖွင့်ပြီး သမီးလေးတစ်ယောက်နဲ့မိသားစုတစ်ခု ပျော်ရွှင်စွာနေရာကနေ တစ်နေ့မှာတော့ Colton ရဲ့အတိတ်ကအရိပ်မည်းကြီးက လာခြောက်ပါတော့တယ်။ လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်က Colton သတ်ခဲ့တဲ့လူရဲ့သားဖြစ်သူက လက်စားချေဖို့ အိမ်ရှေ့၀ကိုရောက်လာတဲ့အခါ...File size…(1.58GB)  / (`833.2MB) / (400.15MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...  Action / Western\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "5.4",
        "url": "https://channelmyanmar.org/the-old-way2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uC50pDHgQQtoDFNh9bBNDAvpsqu.jpg",
        "title": "The Condemned (2007)",
        "description": "The Condemned (2007)====================== ကျွန်းတစ်ခုပေါ်မှာ သေမိန့်ကျခံထားရတဲ့ ရာဇဝတ်သား (၁၀)ယောက်ကို ထားပြီး မက်လောက်ဖွယ်ငွေကြေးနဲ့ အသက်ရှင်ရက်လွတ်မြောက်ဖို့ အခွင့်အရေးတစ်ခုပေးထားပြီဆိုရင်သေရမှာသေချာနေတဲ့ လူတစ်ယောက်အနေနဲ့ နောက်ဆုံးရှင်သန်သူဖြစ်ဖို့ အစွမ်းကုန် ကြိုးစားသွားမှာပါ...အီရန်ဘရက်ကယ်ဆိုတဲ့ လူတစ်ယောက်က ဒီစိတ်ကူးကို အင်တာနက်ပေါ်က(Reality Show) တစ်ခုအဖြစ် လက်တွေ့အကောင်အထည်ဖော်ပြီး ဆိုးသွမ်းလှတဲ့ ရာဇဝတ်သား (၁၀) ယောက်ကို ကျွန်းတစ်ခုပေါ်မှာအတူထားပြီး. နောက်ဆုံးရှင်သန်သူဖြစ်ဖို့ သတ်ကွင်းတစ်ခု ဖန်တီးပေးလိုက်တဲ့အခါ….မထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းအဖြစ်နဲ့ ရွေးချယ်ထားတဲ့အဓိကလူတွေထဲက တစ်ယောက် အသတ်ခံလိုက်ရတဲ့ အချိန်မှာအယ်ဆယ်ဗာဒေါက ထောင်တစ်ခုမှာ သေမိန့်စောင့်ဆိုင်းနေတဲ့ဂျက်ကွန်ရက်ဒ် ဆိုတဲ့ လူတစ်ယောက်ကို ရှာတွေ့သွားချိန်မှာတော့…..နောက်ကြောင်းစုံစမ်းလို့မရနိုင်တဲ့ ပဟေဠိလူသား ဂျက်ကွန်ရက်ဒ်အဖြစ်.WWE Super Star “Stone Cold” Steve Austin က ပါဝင်ထားပါတယ်Survival Mood အပြည့်နဲ့ ရုပ်ရှင်ကားကောင်းလေးတစ်ပုဒ်ကိုCM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်...  File size…1.89GB / 800MB\nQuality…Blu-Ray 1080p 5.1CH/ ...",
        "rating": "6.0",
        "url": "https://channelmyanmar.org/the-condemned-2007/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/w4rKb_4f-140x200.jpg",
        "title": "Gentleman (2022)",
        "description": "Gentleman (2022)****************အလွတ်စုံထောက်အေဂျင်စီ ပိုင်ရှင်ဖြစ်တဲ့ ဂျီဟျွန်းဆူကို တစ်နေ့မှာ အိမ်မွေးခွေးလေးကူရှာပေးဖို့ ကောင်မလေးတစ်ယောက်က ဆက်သွယ်လာခဲ့ပါတယ်....\nဂျီဟျွန်းဆူက အဲဒီကောင်မလေးနဲ့အတူ ပိုင်ရှင်မရှိတဲ့\nတည်းခိုခန်းမှာ ခွေးလေးကို ရှာဖို့ အတူ လိုက်ပါသွားခဲ့ရာ တစ်စုံတစ်ယောက်က တိုက်ခိုက်လိုက်တဲ့အတွက်သတိလစ်သွားပါတယ်... နိုးလာတဲ့အခါမှာ အလုပ်အပ်ခဲ့တဲ့ ကောင်မလေးကပါ ပျောက်ဆုံးနေခဲ့တဲ့အပြင်\nအမှုစစ်ကပါ သူ့ကို ပြန်ပေးဆွဲသမားအဖြစ် အထင်မှားပြီး ဖမ်းဆီးခဲ့ပါတယ် ...အဲ့ဒီနောက်မှာတော့ ပြဿနာမျိုးစုံဆက်ဖြစ်ခဲ့ပါတယ်..ဒီကားက အညွှန်းအများကြီးရေးလို့မကောင်းတဲ့အထဲမှာပါတယ်..ထွက်သမျှကားသစ်တွေထဲမှာ အကောင်းဆုံး စာရင်းထဲထည့်ထားလို့ရတယ်..plot twist တွေလည်းပါသလို အစမှ အဆုံးထိ tempo တစ်ချက်မှမကျဘဲနဲ့ကြည့်နေရတဲ့ကားဖြစ်လို့ပါ..casts တွေတော့ထွေထူးမိတ်ဆက်ပေးစရာလိုမယ်မထင်ဘူး အကုန်နာမည်ကြီးတွေကြီးပဲ..ဒေါင်းရကျိုးနပ်စေရမယ့်လို့ ရဲရဲကြီးအာမခံတယ်...File Size :(1.7GB )(667MB) & (218MB)\nQuality : WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:03:00\nGenre :  Action, Thriller, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Estel & Miri\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://channelmyanmar.org/gentleman-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/avLFNkS7YpVcCVDNCslSOulxnFI.jpg",
        "title": "578: Magnum (2022)",
        "description": "578 : Magnum(2022)2022 ခုနှစ်ထွက် ဗီယက်နမ် အက်ရှင်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်း ~ဟုန်က ထရပ်ကားမောင်းတဲ့သူ ဖြစ်ပြီးတော့\nအန် ဆိုတဲ့ သိပ်ချစ်ရတဲ့ သမီးလေး တစ်ယောက်ရှိပါတယ်။\nဟုန်က အန့်ကို သွားလေရာ ခေါ်သွားလေ့ရှိပေမဲ့\nအန် ကျောင်းတက်ရမယ့်အရွယ် ရောက်လာပြီး\nကျောင်းကို ပို့လိုက်ရာကနေ ဇာတ်လမ်းက စပါတယ်။တစ်နေ့မှာ ဟုန့်ဆီကို သမီးလေးအန် စိတ်ကစဉ့်ကလျား ရောဂါ\nခံစားနေရတဲ့အကြောင်း ကျောင်းကနေ အကြောင်းကြားလာပါတယ်။\nအန်က အကြောက်လွန်ရာကနေ စိတ်ကစဉ့်ကလျားဖြစ်ပြီး ဘယ်သူနဲ့မှ စကားမပြောတော့တဲ့အပြင်\nအဖေဖြစ်သူ ဟုန့်ကိုပါ အနားအကပ်မခံတော့တဲ့အထိ အခြေအနေက ဆိုးဝါးနေပါတယ်။အဲဒီနောက်မှာတော့ အန့်ကို ဒီလိုအခြေအနေဖြစ်အောင်လုပ်သွားတဲ့ တရားခံကို လိုက်ရင်း\nဟုန်တစ်ယောက် ဧရာမ ဒုစရိုက်ဂိုဏ်းကြီးနဲ့ ထိပ်တိုက် ရင်ဆိုင်ရပုံကို ရှုစားကြရမှာပါ။\n~~~~~ဇာတ်လမ်းက ကြည့်လိုက်ရင်တော့\nသာမန် အက်ရှင်ကားတစ်ကားလို့ ထင်ချင်စရာပါ။ဒါပေမဲ့ 2023 အော်စကာပွဲရဲ့ Best Internaltional Feature Film Award Category မှာ\nဗီယက်နမ်နိုင်ငံ ကိုယ်စားပြု ဝင်ရောက်ယှဉ်ပြိုင်မယ့် ဇာတ်ကား၊ Father ...",
        "rating": "7.2",
        "url": "https://channelmyanmar.org/578-magnum-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lg3HcDLC5Kx3RNPQjeXvvS6nen3.jpg",
        "title": "10,000 BC (2008)",
        "description": "10,000 BC (2008)ခရစ်​တော်မ​ပေါ်ခင် ဘီစီ ၁၀၀၀၀​လောက်က ယာဂါလ်လူမျိုး​တွေမှာ\nဒဏ္ဍာရီတစ်ခု​ ပေါ်​လာခဲ့ပါတယ်။ အပြာ​ရောင် မျက်လုံးပိုင်ရှင်ဆိုတဲ့\nဒဏ္ဍာရီ​ပေါ့။ ဒီမျက်လုံးပိုင်ရှင်ဟာ နိမ့်ပါးတဲ့ ယာဂါလ်​တွေရဲ့ဘဝကို\nလှံဖြူကိုင်စစ်သည်​တော်နဲ့အတူ ကယ်တင်နိုင်မယ်ဆိုတဲ့ဒဏ္ဍာရီ​ပေါ့။တစ်​နေ့မှာ ဒဏ္ဍာရီထဲကလို အပြာ​ရောင်မျက်လုံးပိုင်ရှင် မိန်းက​လေး\nတစ်​ဦး တခြား​အရပ်က​နေ ယာဂါလ်​​​ဒေသကို ​ရောက်လာခဲ့ပါတယ်။\nသူ့နာမည်ကို အက်ဗိုလက်လို့မှည့်တွင်​စေခဲ့ပါတယ်။ သူနဲ့ နီးစပ်မယ့်\nလှံဖြူကိုင်စစ်သည်​​တော်​ကိုလည်း မန်နက်​ခေါ် ​​​အမွေးထူဆင်ကြီးကို\nသတ်နိုင်သူကိုပဲ ​ရွေးချယ်မှာပါ။ ဒါ​ကြောင့် အက်ဗိုလက်နဲ့ ​မေတ္တာမျှ\n​နေတဲ့ ဒ​လေးဆိုတဲ့ ယာဂါလ်သား​​လေးဟာ အမဲလိုက်ပွဲကို ဝင်နွှဲရင်း\nစစ်သည်​တော်အဖြစ် ဗိုလ်ဝင်ခံခဲ့ပါတယ်။ဒါ​ပေမဲ့ သူတို့၂​​ဦးရဲ့ ​ချစ်ခရီးက ​ကြာကြာမတည်မြဲခဲ့ဘဲ ​ခြေ၄​ချောင်း\nနတ်ဆိုးရယ်လို့ ခေါ်တွင်တဲ့လူ​တွေ ယာဂါလ်​​တွေဆီ ရောက်လာကြပြီး\nအက်ဗိုလက်အပါအဝင် ယာဂါလ်လူမျိုး​​​တွေကို ဖမ်းဆီးသွားတဲ့အခါ\nဒ​လေးအ​နေနဲ့ ချစ်ရသူကိုကယ်ဖို့ အင်မတန်ရှည်လျားတဲ့ စွန့်စားခန်း\nခရီးရှည်ကြီးကို စတင်ခဲ့ပါ​တော့တယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre..... Action, Adventure, Drama\nQuality…. 1080p | 720p | 480p\nFile size… ...",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/10000-bc-2008/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hVk00EakFY70cdXmJ4ScQwoD7T.jpg",
        "title": "Black Panther SWAT ( 2023 )",
        "description": "-ရဲအရာရှိဖြစ်တဲ့အဖေဖြစ်သူကတာဝန်ထမ်းဆောင်ရင်း\nအသက်ပေးသွားခဲ့တဲ့အတွက် ရဲတပ်ဖွဲ့ကိုမုန်းတီးပြီး ဝါသနာပါရာ\nဓာတ်ပုံဆရာအဖြစ်ဘဝကို ဖြစ်သလိုဖြတ်သန်းနေတဲ့ Jiang Miao-ပြည်သူတွေအတွက်ကိုယ်ကျိုးစွန့်ပြီး တာဝန်ကျေပွန်အောင်ထမ်းဆောင်ခဲ့ရတာ\nသူရဲကောင်းဖြစ်တယ်လို့ယူဆပြီး ကိုယ်တိုင်တင်မကပဲ\nညီဖြစ်သူ Jiang Miaoကိုပါ အထူးရဲဖြစ်စေချင်တဲ့ Jiang Lei\nအယူအဆတွေကွဲပြားတဲ့ညီအစ်ကိုနစ်ယောက်မှာ Jiang Miaoဟာ\nလောကဒဏ်ရဲ့ရိုက်ခတ်မှုကြောင့် အလွဲလွဲအမှားမှားနဲ့\nအထူးရဲတပ်ဖွဲ့ထဲရောက်သွားပြီး အထူးတပ်ဖွဲ့ရဲ့လေ့ကျင့်မှုကြောင့်\nအရည်အသွေးအဆင့်မှီတဲ့ပြည်သူ့ရဲဘယ်လိုဖြစ်လာခဲ့သလဲ\nဆိုတာကိုရိုက်ကူးထားတဲ့ အက်ရှင်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action\nRuntime : 1h 49 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/black-panther-swat-2023/",
        "category": "Action"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mmD0NVdhiRiCu64YKem5GK5PSfy.jpg",
        "title": "High Heat (2022)",
        "description": "High Heat (2022)အန်နာ ခေါ် အန်ညာက ပြင်သစ်စားသောက်ဆိုင်ကို သူ့ခင်ပွန်းနဲ့အတူပူးတွဲပိုင်ပြီး စားဖိုမှူးတစ်ယောက်လဲဖြစ်ပါတယ်။\nမီးဖိုချောင်ရဲ့ အပူတွေကြားမှာ စားဖိုမှူးတွေထုံးစံအတိုင်း တစ်ခါတစ်ရံပေါက်ကွဲသောင်းကျန်းတတ်တဲ့အန်နာ့ကို\nသူ့ခင်ပွန်းက ယုတ္တိမတန်သူ ဘွဲ့ပေးထားတယ်ဆိုပါတော့။\nတကယ်တော့အန်နာက စားဖိုမှူးထက်အများကြီးပိုတဲ့ အပူတွေကိုကြုံဖူးခဲ့တဲ့ရုရှားစပိုင်တစ်ယောက်ဖြစ်ပါတယ်။\nအဲဒီဘဝကနေထွက်ပြေးလာပြီး ကိုယ်ရောင်ဖျောက်နေသူတစ်ယောက်ပါ။\nဆိုင်ဖွင့်ပွဲညမှာတော့ မိန်းမအတိတ်အကြောင်းကိုဘာမှမသိတဲ့ အန်ညာ့ခင်ပွန်းကသူ့မိန်းမကိုဂုဏ်ပြုတဲ့အနေနဲ့\nသတင်းစာထဲကိုဆိုင်အကြောင်းထည့်ပေးလိုက်ရာမှာ အန်ညာ့အတိတ်က အန်ညာ့နောက်ပြန်လိုက်တာတဲ့အပြင်\nသူ့ခင်ပွန်းရဲ့အကြွေးဇာတ်ထုပ်တွေကလဲ အဲဒီညမှာပေါ်လာချိန်မှာတော့\nအန်ညာတစ်ယောက်ဆိုင်ထဲမှာတပ်စွဲပြီး သူ့စားသောက်ဆိုင်နဲ့သူ့ကိုယ်သူဘယ်လိုကာကွယ်သွားမယ်ဆိုတာကို\nအက်ရှင်နဲ့ဟာသရောနှောရိုက်ကူးထားလို့ ပေါ့ပေါ့ပါးပါးကြည့်လို့ကောင်းမယ့် ကားတစ်ကားပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Comedy, Crime\nQuality…. 1080p | 720p | 480p\nFile size… 1.4GB | 557MB | 276MB\nFormat… mp4\nDuration…. 1h 24min\nSubtitle…. Myanmar Subtitle (Hardsub)\nTranslator ..... Rashida\nEncoder ..... August",
        "rating": "",
        "url": "https://channelmyanmar.org/high-heat-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/10/vampire.jpg",
        "title": "Cirque du Freak: The Vampire’s Assistant (2009)",
        "description": "Cirque du Freak: The Vampire's Assistant (2009)========================================ဒီတစ်ခေါက်မှာတော့ ၂၀၀၉ခုနှစ်ကထွက်ရှိ‌ထားတဲ့ ဗန်ပိုင်းယားဇာတ်ကားလေးတစ်ကားကို မိတ်ဆက်ပေးချင်ပါတယ်။vampire diary လို twilight light တို့လိုဇာတ်ကားတွေ မပေါ်သေးခင်တစ်ချိန်က သူ့ခောတ်သူအခါက နာမည်ကြီးခဲ့တဲ့ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်ကြည့်ဖူးတဲ့သူတွေ ရှိကြမှာကျိန်းသေသလို မကြည့်ရသေးသူတွေအတွက်လည်းလက်မလွတ်သင့်တဲ့ ဇာတ်ကားတစ်ကားလို့ထင်ပါတယ် ဇာတ်ကားကမိသားစုနဲ့ကြည့်လို့သင့်တော်တဲ့ ဇာတ်ကားတစ်ကာပါ...ဇာတ်လမ်းအကျဉ်းလေးကတော့ဒီဇာတ်ကားမှာ ဒယ်ရန်နဲ့စတိဗ်တို့ဟာ ငယ်သူငယ်ချင်းတွေဖြစ်ကြပါတယ်။ဒယ်ရန်ဟာ မိဘစကားနားထောင်တဲ့သူတစ်ယောက်ဖြစ်ပြီးကျောင်းစာမှာလည်း ထူးချွန်တဲ့သူပါ။ စတိဗ်ကတော့ မိဘမေတ္တာငတ်နေတဲ့ ကောင်လေးဖြစ်ပြီး ခပ်ဆိုးဆိုးနေတတ်တဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒယ်ရန်ဟာ ပင့်ကူတွေကို စွဲလမ်းနေတဲ့သူတစ်ယောက်ဖြစ်ပြီးစတိဗ်ကတော့ ဗန်ပိုင်းယားတွေကို အင်မတန်စိတ်၀င်စားတဲ့သူတစ်ယောက်ပါ။တစ်နေ့မှာ သူတို့မြို့ကို နှစ် ၅၀၀ သက်တမ်းရှိတဲ့ လူထူးဆန်းတွေရဲ့ ဆပ်ကပ်အဖွဲ့ ရောက်လာတဲ့အခါ သူတို့နှစ်ယောက်လည်း စိတ်၀င်တစားသွားကြည့်ကြပါတယ်။ ဒါပေမယ့် အဲဒီအဖွဲ့မှာ ဗန်ပါးယားတစ်ယောက်ပါနေပြီး ဗန်ပါးယားရဲ့ပင့်ကူလေးကို ဒယ်ရန်တစ်ယောက် မျက်စိကျသွားတဲ့အချိန်မှာ ဘာတွေများ ဆက်ဖြစ်မလဲဆိုတာကိုတော့..... ( ကြည့်ဖူးတဲ့သူတွေအတွက်တော့ ကွာလတီကောင်းကောင်းလေးနဲ့ပြန်လည် ခံစားနိုင်သလို မကြည့်ရသေးသူတွေလည်းဒေါင်းရတာတန်စေရမယ်လို့ အာမခံလိုက်ပါတယ်..)  File size…1.19GB / ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/cirque-du-freak-the-vampires-assistant-2009/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hHtOgGb3NihlyRATHlKPaFApbrd.jpg",
        "title": "RoboCop (1987)",
        "description": "RoboCop (1987)=============== Science genre အမျိုးအစား ကြိုက်နှစ်သက်တဲ့ ပရိသတ်ကြီးအတွက်Robocop ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။Robocop ဆိုတဲ့ စကားလုံးအတိုင်း စက်ရုပ်ရဲရဲ့အကြောင်းကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင်တော့ ဒက်ထရွိုက်မြို့ကြီးမှာရာဇဝတ်မှုတွေက အဖြစ်များလှပါတယ်။ တစ်နေ့မှာတော့ဒက်ထရွိုက်ရဲဌာနကို မာဖီ‌ဆိုတဲ့သူက တာဝန်ပြောင်းလာခဲ့ပါတယ်။လူးဝစ်ဆိုတဲ့ ရဲမေနဲ့ ပါတနာအဖြစ် တာဝန်ထမ်းဆောင်ရင်း လူဆိုးဂိုဏ်းတစ်ဂိုဏ်းကို လိုက်ဖမ်းခဲ့ပါတယ်။ ဒါပေမဲ့ ကံမကောင်းရှာတဲ့မာဖီက လူဆိုးတွေလက်ထဲမှာပဲ ရက်ရက်စက်စက် အသတ်ခံခဲ့ရပါတယ်။OCP ဆိုတာက ဒယ်တာမြို့အသစ် တည်ဆောက်ရေးအတွက်ဒက်ထရွိုက်အစိုးရနဲ့ စာချုပ်ချုပ်ထားတဲ့ အဖွဲ့အစည်းပါ။ သူတို့ဟာရဲတွေနေရာမှာ အစားထိုးမယ့် စက်ပစ္စည်းတစ်ခုကို တီထွင်ခဲ့ပေမဲ့ပရိုဂရမ်အမှားအယွင်းကြောင့် အဆင်မပြေခဲ့ပါဘူး။ ဒါပေမဲ့ သူတို့ဟာသေသွားတဲ့ မာဖီကို နောက်ထပ်စမ်းသပ်ချက်အတွက် အသုံးချဖို့လုပ်ခဲ့ပါတယ်။ မာဖီအလောင်းကိုယူပြီး စက်ရုပ်တစ်ခုအဖြစ် အသက်သွင်းခဲ့တာပါ။ ဒါဆိုရင် စက်ရုပ်ဖြစ်သွားမယ့် မာဖီကရော မြို့အတွက်အထောက်အကူပြုလာနိုင်မလား၊ သူ့ကို သတ်ခဲ့တဲ့လူတွေကိုရောပြန်ပြီးလက်စားချေမလား၊ ဒီတီထွင်မှုကို ဖျက်စီးချင်တဲ့သူရောရှိလာမလားဆိုတာကိုတော့ Robocop ဆိုတဲ့ ဇာတ်ကားထဲမှာဆက်လက်ကြည့်ရှုလိုက်ကြပါ။  File size…1.98GB / 733MB\nQuality…Blu-Ray ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/robocop-1987/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9NS5QGOfck24yL3bZqWeW06PgPC.jpg",
        "title": "Robin Hood (2010)",
        "description": "Robin Hood (2010)================ ရော်ဘင်ဟုဒ်ကားအများကြီးထဲကမှ အ‌ကောင်းဆုံးလို့ပြောစမှတ်ပြုကြတဲ့ကားလေးလာပါပြီ။Cate Blanchett Russell Croweတို့လို ဝါရင့်မင်းသား မင်းသမီးကြီးတွေကအစွမ်းပြသရုပ်ဆောင်ထားပါတယ်။ ရော်ဘင်လောင်းစတွိုက်ဟာဘုရင်ကြီးရစ်ချတ်ရဲ့ခရူးဆိပ်စစ်ပွဲက လေးသည်တော်တစ်ယောက်ပါ။အင်္ဂလန်ကိုပြန်လာဖို့ ပြင်သစ်နဲ့အင်္ဂလန်ကြားကနိုင်ငံရေး တွေကြားနော့တင်ဟမ်ရဲ့ ဆာ ရောဘတ် လော့ဇ်စလေအဖြစ်အယောင်ဆောင်ပြန်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်။ ရောဘတ်တဖြစ်လဲ ရော်ဘင်တယောက်အင်္ဂလန်ရောက်ပြီးဘာတွေဆက်ဖြစ်မလဲ။ ရောဘတ်ရဲ့မိန်းမဖြစ်ခဲ့သူမယ်ရီယွန်နဲ့ရော ဘာတွေဆက်ဖြစ်ကြမလဲ။ ပြင်သစ်ကကျူးကျော်စစ်နီးကပ်လာချိန်အထိတိုင် ပြည်တွင်းစစ်ဖြစ်အဲ့ဆဲဆဲ အင်္ဂလန်ကို သာမန်လေးသမားတယောက်ကကယ်တင်နိုင်ပါ့မလား။ အဆုံးမှာဒဏ္ဍာရီတခုဘယ်လို ရေးနိုင်ခဲ့မလဲဆိုတာကိုရှုစားပေးကြပါဦး..  File size…2.31GB / 926MB\nQuality…Blu-Ray 1080p 5.1CH / 720p\nFormat…mp4\nDuration….2h 20m\nGenre ..... Action , Drama , Adventure\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/robin-hood-2010/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BYTNhZTY2MDYtMDcxZS00MDU1LWIwYzMtOGNmYTliZDlkNGRlXkEyXkFqcGdeQXVyNDI3MDY3Nw@@._V1_-140x200.jpg",
        "title": "The Three Wise Kings vs. Santa (2022)",
        "description": "The Three Wise Kings vs. Santa (2022)\n============================ခရစ္စမတ်လို့အသံကြားလိုက်တာနဲ့ ဆန်တာကလော့စ်ကိုပဲ ပြေးမြင်မိကြမှာပါ။\nဒီဇာတ်ကားထဲမှာတော့ ဆန်တာကလော့စ်မဟုတ်ဘဲ The Three Kings ဆိုတဲ့\nဘုရင်သုံးပါးအကြောင်းကို အဓိကထားထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းထဲမှာ\nဆန်တာကလော့စ်နဲ့ ဘုရင်သုံးပါးက မတည့်ကြပါဘူးတဲ့။ ဘုရင်သုံးပါးက ဆန်\nတာကလော့စ်ကို မနာလိုဖြစ်နေကြတာပါ။ဘာလို့ဆို ခရစ္စမတ်ဆိုရင် ဆန်တာကလော့စ်ကိုပဲ အရင်ပြေးမြင်ကြတာကိုး။\nဆန်တာကလော့စ်ကလည်း ကိုယ့်ဘာသာမနေဘဲ သူတို့ကိုသွားသွားစပါတယ်။\nခပ်ပျော်ပျော်ပဲနေတဲ့ ဆန်တာကရော ဘုရင်သုံးပါးကို ဘာများမနာလိုရတာလဲ။\nနွားကွဲရင် ကျားဆွဲတယ်ဆိုတဲ့စကားအတိုင်း သူတို့တွေရဲ့ရန်ပွဲကြောင့် နိုးထလာတဲ့\nမကောင်းဆိုးဝါးကို သူတို့တွေဘယ်လိုအနိုင်ယူကြမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်\nပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ EL\nဖြစ်ပါတယ်)File Size..........(1.8 GB) / (720 MB) / (495 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 46Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Action, Adventure, Comedy\nTranslator.......EL\nEncoder..........Zin Phyo Aung",
        "rating": "5.2",
        "url": "https://channelmyanmar.org/the-three-wise-kings-vs-santa-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/Cheppalani-Undhi-133x200.jpg",
        "title": "Cheppalani Undhi (2023)",
        "description": "Cheppalani Undi 2022IMDb-8.6/10လူတွေရဲ့မျိုးစုံသောယုံကြည်မှုနဲ့ သိပ္ပံပညာဟာပြဒါးတစ်လမ်းသံတစ်လမ်းပဲလို့\nလက်ခံထားတယ်ဆိုရင်တော့ ဒီကားလေးကို\nကြည့်ကြည့်ဖို့အရင်ဆုံးပြောချင်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့\nတက်ကြွတဲ့စိတ်ဓာတ်တွေနဲ့ အပြင်းအထန်ကြိုးစားနေတဲ့လူငယ်လေးချန်ဒူးဟာ\nသူ့ရဲ့ကြိုးစားမှုနဲ့ဘဝအခြေတည်သွားစေမယ့်\nအခွင့်အရေးတစ်ခုရခဲ့ပါတယ်အချစ်ရေးမှာလည်း ယောက္ခမလောင်းကြီးနဲ့တွေ့ရတော့မှာမို့ ပျော်ရွှင်နေတဲ့အချိန်ပေါ့\nဘဝကြီးဟာချိုမြသာယာနေပြီဆိုတော့သောက်ပြီပေါ့လေ\nမူးမူးနဲ့အိမ်ပြန်တဲ့အချိန် ရဲအစစ်ခံရမှာဆိုးတာနဲ့ အရှိန်တင်မောင်းရင်း\nလမ်းဘေးပလက်ဖောင်းနဲ့ခေါင်းနဲ့ဂဟေဆက်ပါရောသတဲ့\nဘာဒဏ်ရာမှမရခဲ့ပေမယ့် ဘဝရဲ့အရေးကြီးဆုံးနောက်ရက်မနက်မှာပဲ\nသူ့ပါးစပ်ကပြောနေတဲ့စကားတွေကို\nသူ့ဘေးကဘယ်သူမှနားမလည်တဲ့အဖြစ်ရောက်သွားပါတယ်တစ်ခြားသူတွေပြောသမျှကိုသူနားလည်နေပေမယ့်သူပြောတဲ့စကားတွေကိုဘယ်သူမှနားမလည်\nသူကလည်းအဲဒီနားမလည်တဲ့စကားတွေနဲ့ပဲ ရှင်းပြဖို့ထပ်ခါထပ်ခါကြိုးစားရင်း\nရှင်းပြလို့နားမလည် နားမလည်လို့ရှင်းပြနဲ့\nတစ်ယောက်တည်းလည်ထွက်နေရှာပါပြီချရေးပြပေါ့လို့ပြောရအောင်လည်းချလည်းမရေးတတ်တော့ဘူးတဲ့\nဒီလိုနဲ့ဘဝလောက်အရေးကြီးတဲ့အခွင့်အရေးကြီးလည်းဆုံးရှုံး ချစ်ရသူကိုလည်းဆုံးရှုံးရတော့မလိုဖြစ်နေပါပြီ\nဘာဖြစ်နေမှန်းလည်းမသိ ရှင်းပြလို့လည်းမရနဲ့တစ်ယောက်တည်းတိုင်ပတ်နေတဲ့သူ့အဖြစ်ကို\nသိပ္ပံနဲ့ ယုံကြည်မှုဘယ်လိုတွေများပေါင်းစည်းပြီး ဖြေရှင်းသွားမှာပါလိမ့် ရှုစားကြည့်ပါဦး\nFile size…2.3GB / 1.08GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 22m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by  Taylor ~ BpL ~  Sai ThuRein",
        "rating": "8.5",
        "url": "https://channelmyanmar.org/cheppalani-undhi-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rxYbTEakxvnigRab30Nwlyu7lRC.jpg",
        "title": "Ab Tumhare Hawale Watan Saathiyo (2004)",
        "description": "Ab Tumhare Hawale Watan Saathiyo (2004)\nAction, Drama, War\nIMDb 4.4/10 (1.7K)အခုတစ်ခါတင်ဆက်ပေးမယ့် ကားလေးကတော့ မင်းသားကြီး အမီတာဘဂျမ်း..အရှေးကူမား..\nဘော်ဘီဒိုးတို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။Box Office မှာလည်း အိန္ဒိယရူပီ ဘတ်ဂျက် သန်း ၂၀၀ မှာ အိန္ဒိယရူပီ ၃၀၁.၆၆ သန်းအထိ\nပြန်လည်ရရှိခဲ့သော ကားလေးတစ်ကားဖြစ်ပါတယ်။ပြောရမယ်ဆိုရင်တော့ အိန္ဒိယ-ပါကစ္စတန်မပြီးဆုံးနိုင်တဲ့ ဇာတ်လမ်းပေါ့ဗျာ။\nပါကစ္စတန်ဘက်က အကြမ်းဖက်သမားတွေ အိန္ဒိယထဲစေလွှတ်မယ်။ အကြမ်းဖက်ရေးလှုပ်ရှားမှုတွေ လုပ်ဆောင်မယ်။တရားမဝင်နည်းလမ်းနဲ့ အိန္ဒိယပိုင်နယ်မြေကို သိမ်းပိုက်မယ်။\nဒါကို အိန္ဒိယက ရဲစွမ်းသတ္တိအပြည့်နဲ့\nအမိမြေအတွက် သက်စွန့်ဆံဖျား ပြန်လည်ချေပမယ်။ဒီဇာတ်ကားထဲမှာ အိန္ဒိယစစ်တပ်ရဲ့ရဲစွမ်းသတ္တိရှိမှုတွေကို ဖေါ်ပြထားပြီး\nစစ်သားတစ်ယောက်ဖြစ်ရခြင်းရဲ့\nအဓိပ္ပါယ်ဟာ ဘာလဲဆိုတာကို သေချာအဓိပ္ပါယ်ဖေါ်ပြပေးသွားပါတယ်။ကိုယ့်တိုင်းပြည် ကိုယ့်လူမျိုးအတွက်ဆို တရားသောနည်းလမ်းနဲ့ ရန်အစွယ်စွယ်ကို တွန်းလှန်ပြီး\nပြည်သူသာအမိ ပြည်သူသာအဖဆိုတဲ့ သဘောတရားကို ကောင်းကောင်းသရုပ်ဖေါ်သွားနိုင်ခဲ့ပါတယ်။နိုင်ငံတစ်နိုင်ငံကို စောင့်ရှောက်ဖို့မှာ နိုင်ငံသားတိုင်းအတွက် တာဝန်ရှိပါတယ်။\nကိုယ့်အိုးအိမ်ကိုတောင် ဘေးကင်းအောင်မထားနိုင်တဲ့သူဟာ နိုင်ငံ့သားကောင်းဖြစ်မလာနိုင်ပါဘူး။ မိသားစုအတွက် ကိုယ်ဟာ\nသားကောင်းတစ်ယောက်ဖြစ်သင့်သလို နိုင်ငံ့အတွက်လည်း အကျိုးရှိတဲ့လူတစ်ယောက်ဖြစ်သင့်တယ်ဆိုတာကို\nဒီဇာတ်ကားလေးက ကောင်းကောင်းဖေါ်ပြပေးထားလို့ ရှုစားကြပါဦးလို့ ညွှန်းဆိုပေးလိုက်ပါတယ်နော်။\nFile ...",
        "rating": "4.4",
        "url": "https://channelmyanmar.org/ab-tumhare-hawale-watan-saathiyo-2004/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/MV5BNWY4OGJlMzktYTRlNy00YmE4LTkxZDgtMWYwMmRkZmY5ZjIyXkEyXkFqcGdeQXVyMjIzOTA2NDk@._V1_-150x200.jpg",
        "title": "Vanished: Searching for My Sister (2022)",
        "description": "ဗမာကားတွေထဲမှာ ရဲမြဝင်းတို့အဖွဲ့က နောက်ဆုံးမှရောက်လာတတ်သလိုမျိုးပဲ ညီမဖြစ်သူရဲ့လူပျောက်မှုကို အိစိအိစိ လိပ် speed နဲ့ကိုင်တွယ်နေတဲ့ မူရိကားစုံထောက်တွေကြောင့် စိတ်မရှည်တော့တဲ့အစ်မဖြစ်သူက ကိုယ်တိုင်ဝင်အမှုလိုက်တဲ့ကားလေး လာပါပြီ။ ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်တော့ ကေလာနဲ့ဂျေဒါဟာ အမြွှာညီမနှစ်ယောက်ဖြစ်ပြီး သူတို့ရဲ့ခက်ခဲတဲ့ငယ်ဘဝကြောင့် အစ်မဖြစ်သူဂျေဒါက ကေလာ့ကို အလိုလိုက်သည်းညည်းခံတဲ့သူဖြစ်ပါတယ်။ ဒီလိုနဲ့ညီမဖြစ်သူကေလာက သူ့သမီးလေးကိုလာထားပြီး မပြောမဆိုပျောက်သွားတဲ့အခါမှာတော့ ဂျေဒါခေါင်းမီးတောက်ရပါတော့တယ်။ သူ့ညီမက ကိုယ်ကျင့်တရားပိုင်းမှာ သိပ်ပြီးယုံကြည်ရလောက်တဲ့သူမဟုတ်ပေမဲ့ သမီးဖြစ်သူကိုထားပြီး အကြာကြီးထားမသွားဖူးတာမို့ တစ်ခုခုမှားနေပြီဆိုတာကို ဂျေဒါကသိခဲ့ပါတယ်။ စုံထောက်တွေကလည်း သူ့အမြင်မှာ အရမ်းကိုစိတ်အေးလက်အေးနိုင်နေတာမို့ ဂျေဒါ့အနေနဲ့ သူ့ညီမကိုရှာဖွေဖို့ အမှုထဲကိုကိုယ်တိုင်ဝင်ပါခဲ့ပါတော့တယ်။ ဒီဇာတ်ကားက Thriller အမျိုးအစားပေမဲ့ သိပ်ပြီးခြောက်ခြားစရာမကောင်းဘဲ Detective ဆန်တာမို့ လက်ကိုင်ပြီးကြည့်စရာမရှိတဲ့သူတွေလည်း တစ်ယောက်တည်းကြည့်လို့ရပါတယ်ခင်ဗျာ။File size…(1.81GB)  / (`779MB) / (421MB)\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:55:00\nGenre...  Action / Crime / Horror\nSubtitle….Myanmar ...",
        "rating": "",
        "url": "https://channelmyanmar.org/the-vanished-2020/"
    }
]