[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uJH1ytLV1NQJOnIYZywJkUsaR83.jpg",
        "title": "Kowloon Walled City ( 2021 )",
        "description": "Kowloon walled city  ဆိုတဲ့ ဟာသအက်ရှင်ကားကောင်းလေးကို\nဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်...\nဒါက ထုံးစံအတိုင်း တော်လှန်ရေးကာလကို\nအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး\nပုံစံမတူတာကတော့ ဟောင်ကောင်မြို့ရဲ့\nလူမသိ သူမသိ ပျက်စီးသွားတဲ့\nအကြောင်းရင်းလေးကို ဟာသနှောပြီး တင်ဆက်ပြထားတာဖြစ်ပါတယ်...ဇာတ်လမ်းအကျဉ်းနဲ့ ဇာတ်ကားအကြောင်းမပြောခင်မှာ...\nဟောင်ကောင်ဟာ တစ်ခေတ်တစ်ခါက\nတရုတ်ပြည်မှာ ရှန်ဟိုင်းထက် စီးပွားရေး\nအောင်မြင်ပြီး ငွေဖြစ်လွယ် ရလွယ်တဲ့\nအားလုံး မျက်စိကျစရာ\nနေရာတစ်ခုဖြစ်ခဲ့တယ်ဆိုတာလေး ပြောချင်ပါတယ်...သို့ပေမယ့် ဘာကြောင့် ရှန်ဟိုင်းတို့\nပေကျင်းတို့လောက် စီးပွားရေး\nအခွင့်အလမ်းမရှိတော့တာလဲလို့\nမေးလာရင် ဒီကားလေးက အဖြေပေးမယ်လို့\nပြောပါရစေ...တော်လှန်ရေးကာလမို့ စီးပွားရေးက\nမကောင်း ခေတ်ကပျက် စနစ်က မရှိ\nစည်းကမ်းမဲ့နေတဲ့ ကာလတစ်ခုမှာ လူကိုဖျက်တဲ့ ဘိန်းကပါ\nအတူယှဉ်တွဲနေထိုင်လိုက်ချိန်မှာတော့\nဟောင်ကောင်ဟာ အခုကားလေးထဲကလိုပဲ\nဘိန်းဘုရင်တွေပေါ်လာတယ်...ဘိန်းက လူကိုဖျက်... ဖျက်တဲ့ဘိန်းကို\nလူကမဖြတ်နိုင်တော့ မရှိရှိတာပေါင်နှံ\nငွေမလောက်တော့ လောင်းကစားဝိုင်းပြေး\nနောက်ဆုံး အိမ်တိုင်ကျွတ် ရှိတာကုန်တော့ မိန်းမသားသမီးကို\nသင့်ရာနေရာရောင်းချ...\nဒီလိုနဲ့ပဲ လောင်းကစားဝိုင်းတွေများပြားလာပြီး\nအဖော်အချွတ်နဲ့ ငွေရှာတဲ့\nအမျိုးသမီးတွေ ထုနဲ့ထည်ပေါ်ထွက်လာတာပေါ့...ခေတ်ပျက်မှာ စာရိတ္တပျက်ပြီး မကောင်းတာလုပ်မှ ငွေရတော့တဲ့\nကာလဆိုရင်မမှားဘူးပေါ့...\nဒီကာလမှာဖြစ်တဲ့ အဖြစ်ပျက်တစ်ချို့ကို\nအမှန်နည်းနည်း စိတ်ကူးယဉ်နည်းနည်း\nရောယှက်ပြီး ဒီဇာတ်လမ်းလေးဖြစ်လာခဲ့တာပါ.. \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Drama , Action\nRuntime ...",
        "rating": "6.3",
        "url": "https://megaup.net/16aij/Kowloon_Walled_City_(_2021_)_WEB-DL_1080p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/h-143x200.jpg",
        "title": "The Hard Way (2019)",
        "description": "Payne ကစစ်သားဘဝက အနားယူပြီးနယူးယောက်မှာ အရက်ဆိုင်လေးဖွင့်ပြီး ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းဖို့ကြိုးစားနေသူပါ ADS အဖွဲ့ဝင်တစ်ဦးဖြစ်တဲ့ သူ့အစ်ကိုကတော့ရိုမေးနီးယားမှာမူးယစ်ဆေးဂိုဏ်းတစ်ခုကိုလိုက်ဖမ်းရင်းကျဆုံးသွားခဲ့ပါတယ် Payne တစ်ယောက်သူ့အစ်ကိုရဲ့သေဆုံးမှုအတွက် အထူးစစ်သားဘဝကိုပြန်ဝင်ပြီး အရင်အဖွဲ့ဝင်ဟောင်းနှစ်ဦးနဲ့လက်တွဲကာ သူ့အစ်ကိုသတ်သွားတဲ့ တကယ့်ဂိုဏ်းချုပ်ကြီးကို ဘယ်လိုဖော်ထုတ်လက်စား‌ချေသွားမလဲဆိုတာ တွေ့ရမှာပါ Hand Combat Fighting တွေ ရှယ်ပါတဲ့အတွက် အက်ရှင်ကားကြိုက်နှစ်သက်သူတွေအတွက်ကတော့ တကယ့် masterpiece ပါပဲ File size…(1.7 GB)/(942MB)/(534MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:32:00\nGenre...Action\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Kevin",
        "rating": "",
        "url": "https://channelmyanmar.org/the-hard-way-2019/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qR45x6uJDJTdlwCAM0sQbl8WE9E.jpg",
        "title": "Dhaakad(2022)",
        "description": "Dhaakad(2022) အညွှန်း*********************အထူးအေးဂျင့် အက်ဂါနီနဲ့ အဖွဲ့ဝင်နောက်တစ်ယောက်တို့ဟာမစ်ရှင်တစ်ခုထမ်းဆောင်ဖို့ စတင်လှုပ်ရှားခဲ့တယ်...လျှို့ဝှက်လုပ်ဆောင်တယ်ဆိုပေမဲ့ သတင်းပေါက်ကြားသွားပုံကြောင့်အက်ဂါနီတို့ ၂ယောက်ကို စစ်တပ်တစ်တပ်စာလောက်ကအသင့်စောင့်နေလို့အဖွဲ့ဝင်တစ်ယောက်သေဆုံးသွားတယ်...ဌါနချုပ်က အက်ဂါနီကို မစ်ရှင်ဖျက်သိမ်းဖို့ အမိန့်ပေးခဲ့ပေမဲ့အက်ဂါနီက ရူးမိုက်စွာ ဆက်လုပ်ခဲ့တဲ့အပြင်မလိုအပ်ဘဲ လူများစွာသတ်ဖြတ်ခဲ့တယ်...ဒီအခြေအနေကို ဌါနချုပ်က သူတွေလည်းအတော်စိတ်ပျက်သွားတယ်..အဲ့ဒီနောက်မှာတော့ အေးဂျင့်အက်ဂါနီကိုလုံးဝက်ခက်ခဲတဲ့ တာဝန်တစ်ခုထမ်းဆောင်ဖို့ သီးခြားစေလွှတ်လိုက်တယ်..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့...မင်းသမီးကြီး Kangana Ranaut အဓိက ပါဝင်ထားသလိုစတန့်ခန်းတွေလည်း သူကိုယ်တိုင်ပါဝင်ထားပြီးအဖော်အချွတ် မူးယစ်ဆေး စတဲ့ အိန္ဒိယ သိပ်မဆန်တဲ့ဇာတ်ဝင်ခန်းများစွာနဲ့ သူမရဲ့ ပြင်ပလူနေမှုပုံစံက ဒီရုပ်ရှင်ရဲ့Rating အပေါ်သက်ရောက်မှုရှိခဲ့ပုံပါပဲ..မင်းသားကြီး Arjun Rampal လည်းပါဝင်ပွဲကြမ်းထားတာမို့ဘာပဲဖြစ်ဖြစ် အမိုက်စားအက်ရှင်တွေနဲ့တမူထူးတဲ့ တင်ဆက်ပုံတွေကြောင့် ခံစားကြည့်ကြပါလို့.. File Size :(4GB) (1.5GB) (759 MB) and (253MB)\nQuality : 4K,WEB-DL1080P5.1Ch, 720p\nFormat…mp4\nDuration…02:15:00\nGenre : Action , Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by May Myat ...",
        "rating": "6.5",
        "url": "https://channelmyanmar.org/dhaakad2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/Aczk8Qrf7YUAZXMzZKhJvnzt2JJ.jpg",
        "title": "Blood-Club Dolls 2 (2020)",
        "description": "Blood-Club Dolls 2 (2020)\n...................................................သွေးသံတရဲရဲ ရက်ရက်စက်စက်သတ်ဖြတ်တာတွေ\nမိစ္ဆာတွေနဲ့ သူသေကိုယ်သေ တိုက်ခိုက်တာတွေကို\nကြိုက်နှစ်သက်တဲ့ ပရိသတ်တွေရဲ့ အသည်းစွဲ Anime စီးရီးတစ်ခုဖြစ်တဲ့\nBlood C ကိုအခြေခံထားတဲ့ Live Action ဇာတ်ကား Blood Club dolls ရဲ့ part 2 လာပါပြီ။ဒီကားကတော့ Blood Clud Franchise ရဲ့ Live Action အနေနဲ့ လေးကားမြောက်ဖြစ်ပြီး\nPart 1 အဆုံးသတ်ကနေ ပြန်ချိတ်ဆက်ပြီး အစပျိုးထားပါတယ်။ဇာတ်လမ်းအစကိုတော့ Michiru Arisugawa ကို\nSouen နဲ့ သူ့ရဲ့အဖွဲ့အစည်းဖြစ်တဲ့ Blood Clud ကနေဖမ်းဆီးသွားလို့\nသူ(မ)ရဲ့လူတွေဘက်ကနေ ပြန်လည်ကယ်ထုတ်ဖို့ ကြိုးစားရှာဖွေနေကြပုံနဲ့ အစပျိုးထားပြီး\nSouen အကြောင်းကို အဓိကဦးစားပေးအနေနဲ့ ပြသသွားမှာမလို့ ကြည့်ရှုအားပေးကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre..... Action\nQuality…. 720p | ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blood-club-dolls-2-2020/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jXHBID1B8qsHtDOEMQHW2orvDwb.jpg",
        "title": "Blood-Club Dolls 1 (2018)",
        "description": "Blood-Club Dolls 1 (2018)Japan Animation Series “Blood C”ကို Live Action အဖြစ်အသက်သွင်းထားတဲ့ Blood-Club Dolls 1ဝန်ကြီးချုပ် Muto ကို ကျောထောက်နောက်ခံထားပြီး တရားမဝင်တိုက်ခိုက်ရေး Club တစ်ခုကို ထူထောင်ထားတဲ့\nSouen ရဲ့ Club မှာတော့ ပြစ်မှုကျူးလွန်သူဖူးသူ လူမိုက်တွေဟာ “သေရင်မြေကြီး ရှင်ရင်ရွှေထီး” ဆိုသလို\nမိမိအသက်ရှင်ခွင့်ရရှိဖို့ တစ်ဦးနဲ့တစ်ဦး အကြိတ်အနယ် ယှဉ်ပြိုင်တိုက်ခိုက်ကြရမှာပါ ။\nအနိုင်ရရှိသူအတွက် ဆုရရှိမယ်ဆိုပေမယ့် ရှုံးတဲ့လူအတွက်ကတော့ သေဖို့ပဲရှိတဲ့ ဂိမ်းတစ်ခုပါပဲတစ်နေ့မှာတော့ ...Souen ရဲ့ Club ကို လူ 32 ယောက်ကို ပုဆိန်နဲ့ခုတ်သတ်ခဲ့တယ်ဆိုတဲ့\nပြစ်မှုကျူးလွန်ထားသူ Aiba တစ်ယောက် ရောက်ရှိလာပြီး သေရေးရှင်ရေးအတွက် တိုက်ခိုက်ရဖို့ အကြောင်းဖန်လာပါတယ် ။အတိတ်ဟောင်းတွေရှိခဲ့ဖူးတဲ့ Souen နဲ့ Aiba တို့ကြားထဲကို\nလျှို့ဝှက်ဗျူဟာအပြည့်နဲ့ မိန်းကလေး Arisugawa ဝင်ရောက်လာခဲ့ပြီးတဲ့နောက်...။တည်ထောင်သူ Lord ...",
        "rating": "",
        "url": "https://channelmyanmar.org/blood-club-dolls-1-2018/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/itjop20yizH1cwB44tIo5JivPSq.jpg",
        "title": "Samrat Prithviraj (2022)",
        "description": "Samrat Prithviraj 2022==================Samrat Prithviraj 2022IMDb 7.4ရရှိထားတဲ့ မင်းသားကြီးအာရှေးကူမားရဲ့ ရုံတင်ဇာတ်ကားကြည်တောက်ရှင်းထွက်ရှိလာပါပြီ... ဒီဇာတ်ကားကတော့ ရှေးခေတ်အိန္ဒိယနိုင်ငံ‌ရဲ့ကျော်ကြားတဲ့စစ်သူကြီးSamrat Prithviraj Chauhan အကြောင်းကို အခြေခံရိုက်ကူးထားတာပါ။IMDb 7.4ရရှိထားပြီး မင်းသားကြီးအာရှေးကူမားပါဝင်သရုပ်ဆောင်ထားတဲ့ဒီရာဇဝင်ကားသစ်ဟာဆိုရင်..ကြောက်လန့်ခြင်းမရှိ ရန်အပေါင်းကိုအောင်နိုင်တဲ့ ပရစ်ထဗီရာဂ်ျဆိုတာအခက်အခဲတိုင်းကိုရင်ဆိုင်နိုင်သူပါ တစ်နေ့မှာကန်နူးဂ်ျတိုင်းပြည်ရဲ့ဘုရင်ကပရစ်ထ‌ဗီရာဂ်ျ့တို့နေတဲ့ဒေလီမြို့ကို ပူဇော်ပွဲတက်ရောက်ဖို့ဖိတ်ကြားလွှာပို့ခဲ့ပါတယ် အဲ့ဒီဖိတ်ကြားလွှဲကဘယ်လိုမျိုးလဲ ရဲရင့်တဲ့ သူရဲကောင်းSamratဘယ်လိုဘယ်ပုံဖြေရှင်းရမလဲဆိုတာကို မင်းသားကြီးအာရှေးကူမားရဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှုနဲ့ဆွဲဆောင်မှုမှုရှိရှိကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းတပုဒ်ဖြစ်ပါတယ်\nFile size…7.64GB / 2.58GB / 1.2GB\nQuality…4k HEVC AMZ WBE DL / 1080p TRUE WBE DL AAC5.1CH / 720p\nFormat…mp4\nDuration….2h 15m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor & Yunni & Honeyey & Guu Guu\nReviewed by : Yunni",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/samrat-prithviraj-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/05/MV5BNWM0ZGJlMzMtZmYwMi00NzI3LTgzMzMtNjMzNjliNDRmZmFlXkEyXkFqcGdeQXVyMTM1MTE1NDMx._V1_-135x200.jpg",
        "title": "Doctor Strange in the Multiverse of Madness (2022)",
        "description": "IMDb Rating (7.3)ဒေါက်တာစထရိန့်ဂျ် ရုပ်ရှင်အသစ်စက်စက်လာပါပြီ။ ဇာတ်လမ်းကတော့ ဝန်ဒါဗီရှင် ဇာတ်လမ်းတွဲကနေ စတာပါ။\nဝန်ဒါဗီရှင် စီးရီးကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်နိုင်ပါပြီ။ဝန်ဒါဗီရှင်စီးရီးအပြီး စကားလက်ဝစ်ချ်(ကြက်သွေးရောင်စုန်းမ) ဖြစ်သွားတဲ့ ဝန်ဒါဟာ မှော်ပညာတွေကို စွန့်လွှတ်ပြီး\nတစ်ယောက်တည်း နေထိုင်နေပါပြီ။ ဒါပေမဲ့ အပြိုင်စကြဝဠာတွေကို ကူးသန်းဖို့ ပေါ်တယ်တံခါး ဖွင့်နိုင်စွမ်းရှိတဲ့\nအမေရိကချားဗက်စ်ဆိုတဲ့ ကလေးမလေးနဲ့ ဒေါက်တာစထရိန့်ဂျ်တို့ တွေ့ဆုံတဲ့အခါ၊ ကလေးမလေးကို\nနတ်ဆိုးတစ်ကောင်က လိုက်ဖမ်းနေကြောင်း သိလိုက်ရတာမို့ ဒေါက်တာစထရိန့်ဂျ်ဟာ ဝန်ဒါမက်ဆီမော့ဖ်ကို\nအကူအညီတောင်းလာပါတော့တယ်။အဲဒီကနေ အပြိုင်စကြဝဠာတစ်လျှောက် ရန်သူတွေ တိုက်ပွဲတွေ စတင်လာပါတော့တယ်...။WEB-DL Quality ကို 4K IMAX HDR နဲ့ပါ တင်ဆက်ထားပါတယ်။(HDR Version ကိုတော့ HDR Support လုပ်တဲ့ ခေတ်ပေါ်ဖုန်းတချို့..Android TV တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပြီး ရိုးရိုး Device တွေကတော့ 4K HEVC SDR ကိုသာ ဒေါင်းလုတ်လုပ်ကြပါ။)File size…  (5.2 ...",
        "rating": "7.6",
        "url": "https://channelmyanmar.org/doctor-strange2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/Shanghai_Grand-726426290-large-141x200.jpg",
        "title": "Shanghai Grand (1996)",
        "description": "Shanghai Grand (1996)ဟောင်ကောင်ရုပ်ရှင်တွေကို ချစ်တဲ့လူတိုင်း ဟောင်ကောင်မင်းသားတွေကို သဘောကျကြမှာပဲ။ ကျွန်တော်လည်း ဟောင်ကောင်မင်းသား အတော်များများကို သဘောကျပါတယ်။ ဒီထဲ ကျွန်တော်အကြိုက်ဆုံးမင်းသားက လတ်စလီချောင်ပါပဲ။ ဒီတော့ လတ်စလီချောင်ကားဟောင်းတွေ စိတ်ပေါက်တိုင်းရှာကြည့်ဖြစ်တယ်။ သူ့မှာမာစတာပိစ်ကားတွေလည်း မနည်းပါဘူး။ ရိုးရိုးအချစ်ကားတွေလည်း မနည်းဘူး။ ရိုးရိုးအချစ်ကားတွေတောင် လတ်စလီချောင်ပါနေရင် အတော်လေးကြည့်ကောင်းပါတယ်။ သူ့ကိုချစ်တဲ့စိတ်ကြောင့်လည်း ဖြစ်ကောင်းဖြစ်နိုင်ပါတယ်။အခု ရှန်ဟိုင်းဂရန်းမှာတော့ လတ်စလီချောင်အပြင် Andy Lauလည်းပါပါတယ်။ ဟောင်ကောင်ရဲ့ဆရာတွေထဲက နှစ်ပါးပေါ့။ သူက ဂန်းကားဆိုပေမဲ့ ၁၉၃၀ကာလမှာ ဇာတ်အိမ်တည်ထားပြီး ထိုင်ဝမ်ရဲ့တော်လှန်ရေးအကြောင်းကိုလည်း ပါးပါးစွတ်ထားတယ်။ ဂန်းကားပီပီသသ ဂန်းကားတို့အခေါင်ကြီး Godfatherက ဇာတ်ဝင်ခန်းတစ်ချို့ကိုတောင် မှီးထားသေးတယ်။ နည်းနည်းမှီးထားတဲ့ကားဆိုတော့ မာစတာပိစ်တော့မဖြစ်လှပေမဲ့ တော်တော်ကြည့်ကောင်းတဲ့ ကားကောင်းစာရင်းတော့ဝင်ပါတယ်။ ဟောင်ကောင်ဂန်းကားကြိုက်တဲ့သူတွေအတွက် ရွှေလို့ပြောရမယ်။ သူ့ဇာတ်ဝင်တေးကလည်း အတော်များများရင်းနှီးပြီးသားသီချင်းဖြစ်သလို တကယ့်နာမည်ကြီး သီချင်းပါပဲ နားထောင်ကြည့်ရင်သိမှာပါ။ ဒီထဲကဗားရှင်းကိုတော့ Andy Lauကိုယ်တိုင် ပြန်ဆိုထားတယ်ထင်ပါတယ်။ရှန်ဟိုင်းဂရန်းဟာ ဟောင်ကောင်ဂန်းကားကောင်းဖြစ်သလို လတ်စလီနဲ့ ...",
        "rating": "6.6",
        "url": "https://channelmyanmar.org/shanghai-grand-1996/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/biyak-133x200.jpg",
        "title": "(18+)Biyak (2022)",
        "description": "တချိန်တခါက မြန်မာကားတွေကို ကျွန်တော်တို့တွေ အားရပါးရ ဖောင်းထုခဲ့တဲ့ အချိန်တွေကို\nမှတ်မိကြမှာပါ မအေးအေးဝင်းစီစဉ်သည်တို့ ဇာတ်သိမ်းပိုင်းကြ လူစုံတက်စုံးပြေးကြသည်တို့\nmeme တွေတပြုံတခေါင်းကြီးနဲ့ကို ဖောင်းထုခဲ့ကြတဲ့ ပျော်စရာအချိန်လေးတွေပေါ့ ဒါပေမဲ့လဲ\nမြန်မာကားတွေကတော့ ပြောင်းလဲသွားရိုးထုံးစံမရှိခဲ့ပါဘူးဒါပေမဲ့လဲ တအားကြီးတော့ စိတ်ပျက်မသွားကြပါနဲ့ ကိုယ်တွေလိုပဲ ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့\nတအားကို မြန်မာဆန်တဲ့ ဇာတ်ကားတွေရှိသေးတယ်ဆိုတာ သတိရလိုက်ပါ။ ခု ဇာတ်ကားလေးကလဲ\nဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ မြန်မာကားကို upgrade မြင့်ထားတဲ့ ဒေသတွင်း ဖိလစ်ပိုင်ကားလေးဖြစ်ပါတယ်\nနဲနဲပိုသွားတာဆိုလို့ ဇာတ်ကားနဲ့ ဘာမှမဆိုင်တဲ့ sex scene လေးနဲနဲပိုပါလာတာလေးပဲရှိပါတယ်။\nဇာတ်လမ်းကလဲ နိုင်ငံခြားက ဂိ ဇာတ်ကားကြီးတွေလို ခေါင်းရှုပ်ခံပြီး စဉ်းစားစရာမလိုပဲ\nဘာပြီးဘာဖြစ်မယ်ဆိုတာ ပျော်ပျော်ကြီး ခန့်မှန့်လို့ရပါတယ်။ God of War ကို easy mode နဲ့\nဆော့ပြီး Boss တွေကို အားရပါးရ ရှယ်ခုတ်နေရသလိုပါပဲ။ အဲ့လောက်ပျော်ဖို့ကောင်းတဲ့\nဇာတ်ကားလေးကို လက်လွတ်မခံပဲ ခုဘဲဒေါင်းကြည့်လိုက်ကြဖို့ တိုက်တွန်းလိုက်ပါတယ်။P.S ဇာတ်လမ်းအကျဉ်းကတော့ မရေးတော့ဘူး ဇာတ်လမ်းအကုန်သိသွားမှာစိုးလို့       \nFile Size - 1.26GB ...",
        "rating": "",
        "url": "https://channelmyanmar.org/18biyak-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BN2IxNWIyN2QtNjY3OS00YTk4LTg4NDEtYzYwNmJjZGI2Nzc1XkEyXkFqcGdeQXVyMTA3MTMwNjcw._V1_-135x200.jpg",
        "title": "Blasted (2022)",
        "description": "Blasted (2022)ဓမ္မရံကြီးဘုရားမှာ UFO တွေရှိတဲ့ စာတွေဖတ်ဖူးကြမယ်ထင်ပါတယ်။ ကျန်စစ်သားရဲ့ အရိန္ဒမာလှံဟာ ဂြိုဟ်သားလက်နက်၊ စကြာတေးမင်းရဲ့ စကြာဟာ ဂြိုဟ်သားယာဉ်အစရှိသဖြင့် ပြောကြတဲ့ စကားတွေလည်းရှိပါတယ်။ UFO တွေဟာ အမေရိကန်မှာပဲရှိတာမဟုတ်တဲ့ Conspiracy Theories တွေပေါ့။ ဒီဇာတ်ကားက ဂြိုဟ်သားကတော့ အမေရိကန်မှာမဟုတ်ဘဲ နော်ဝေးရောက်နေတာပါ။နော်ဝေးက တောင်ကြားရွာလေးတစ်ရွာမှာ ပဟေဠိဆန်တဲ့ အလင်းတန်းတွေရှိပါတယ်။ ဘာလို့လင်းနေမှန်းမသိပေမဲ့ ဒီပဟေဠိကို အဖြေညှိကြတဲ့ လူတွေဟာ ထူးဆန်းစွာပျောက်ဆုံးသွားကြတယ်။ အဲဒီနေရာကို ဗရုတ်တစ်အုပ်ရောက်လာတဲ့ အခါမှာတော့......အင်္ဂလိပ်ကားတွေတင်မက အာရှ ဥရောပရဲ့ အကောင်းဆုံးကားတွေကို အခမ်းနားဆုံးထုတ်ပေးနေကျ နက်ဖလစ်ကြီးရဲ့ နော်ဝေးကားအသစ်ပါ။ ဒီတစ်ခါတော့ နက်ဖလစ်ဟာ ဂြိုဟ်သားဆန်တဲ့ ဂြိုဟ်သားကားကြီးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ဂြိုဟ်သားဆန်တယ်ဆိုတာ ထွက်ဖူးတဲ့ ဂြိုဟ်သားကားတွေနဲ့ကွဲထွက်နေလို့ပါ။ ပုံမှန်ဂြိုဟ်သားကားတွေမှာ ဂြိုဟ်သားတွေလုပ်သမျှ လူတွေအမြဲခံနေရပေမဲံ့ ဒီရုပ်ရှင်မှာတော့ ဂြိုဟ်သားတွေကို ကလေးကစားစရာ သေနတ်နဲ့ ပယ်ပယ်နယ်နယ် ဆော်တာပါ။ ဂြိုဟ်သားတွေ မာလကီးယားတာကို ပြုံးပြုံးကြီးကြည့်ရမယ့် ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/blasted-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ezgif-5-4956fd94a9-113x200.jpg",
        "title": "Barefoot Immortal ( 2022 )",
        "description": "နတ်ပြည်မှာ 'ခြေဗလာနတ်မင်း' လို့ခေါ်တဲ့နတ်တစ်ပါးရှိတယ်။\nဝတ်ပုံစားပုံနေပုံထိုင်ပုံကလည်း\nနတ်တို့ရဲ့ဂုဏ်သရေနဲ့လားလားမျှမအပ်စပ်တဲ့အပြင်\nပေါင်းသင်းဆက်ဆံရေးစွမ်းရည်ကလည်း\nအင်မတန်ကောင်းတာမို့ ဘယ်သူနဲ့မှမတည့်ဘဲ\nနတ်တိုင်းရဲ့မျက်မုန်းကျိုးရာဖြစ်နေပါတယ်။အဲ့လိုဘယ်သူနဲ့မှမတည့်တဲ့ချဥ်ဖတ်ဖြစ်နေပေမယ့်\nသူ့မှာ \"ရူယီ\" လို့ခေါ်တဲ့နတ်လက်နက်ရှိတယ်။\nအဲ့လက်နက်ကအတော်စွမ်းတာကြောင့်\nသူ့ကိုမကြည်ကြသော်လည်း ပြန်မလှန်ရဲကြဘူးဆိုပါတော့။ဒီလိုနဲ့တစ်နေ့မှာ ခြေဗလာနတ်မင်းတစ်ယောက်\nမက်မွန်သီးပွဲတော်မှာအသောက်လွန်ရင်း\nဒယိမ်းဒယိုင်နဲ့အပြန်မှာ ခြေချော်လက်ချော်နဲ့\nသူ့ရဲ့အသက်တမျှအရေးကြီးလှတဲ့ 'ရူယီ' ဟာ\nကောင်းကင်ပေါ်ကနေပြုတ်ကျသွားပါလေရော။\nအဲ့တော့ ခြေဗလာတို့ခေါင်းမီးတောက်ပြီလေ။ချက်ချင်းပြန်ရှာဖို့ ချက်ချင်းကိုကောင်းကင်ပေါ်ကခုန်ချခဲ့ပေမယ့်\n'လူ့ပြည်တစ်ရက် နတ်ပြည်တစ်က္ကန့်' ဆိူသလိုပဲ\nသူလူ့ပြည်ကိုရောက်တဲ့အချိန်မှာ လအတော်ကြာနေပါပြီ။\nသူ့ရဲ့လက်နက်ကျသွားရာနေရာ​​ကဖြစ်တဲ့\nကျီရှန်းရွာလေးကတော့ 'ရူယီ' ကိုရတနာအဖြစ်\nသေချာထိန်းသိမ်းစောင့်ရှောက်ထားလို့နေပါပြီ။\nလက်နက်ကြောင့်မိစ္ဆာတွေရဲ့နှောင့်ယှက်ခြင်းကိုလည်းခဏခဏခံနေရပါတယ်။ခြေဗလာနတ်ဟာသူ့လက်နက်ကိုပြန်တောင်းပေမယ့်\nရွာသားတွေကတော့သူ့ကိုမယုံဘဲပြန်မပေးကြပါဘူး။\nသူကလည်း လက်နက်ပြန်ရမှကောင်းကင်ကို\nပြန်တက်လို့ရမှာဆိုတော့ ဘယ်လိုကြိုးစားပြီးပြန်ယူလေမလဲ။ခြေဗလာနတ်မင်းဟာသေမျိုးလောကမှာနေရင်းနဲ့\nတဖြည်းဖြည်းရင့်ကျက်ပြီး စာနာရိုင်းပင်းတတ်တဲ့\nနတ်တစ်ပါးဖြစ်လာပုံကို ဟာသလေးတွေနှောပြီးရိုက်ကူးထားတာ​ကြောင့်\nပျင်းစရာကောင်းမနေဘဲ ပေါ့ပေါ့ပါးပါးကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။ \nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Action , Fantasy , Comedy\nRuntime : 82 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Nu Mon , Chu Chu , Yin Wai Phyo\nEncoded by LK",
        "rating": "6.1",
        "url": "https://megaup.net/1632a/Barefoot_Immortal_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Comedy, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/play-check-136x200.jpg",
        "title": "Paycheck (2003)",
        "description": "Paycheck ( 2003 ) ပရိသတ်တို့ရဲ့ အချစ်တော်မင်းသားကြီး Ben Affleck ရဲ့ 2003 ခုနှစ်ကတည်းက ထွက်ရှိထားတဲ့ Action ဇာတ်ကားကောင်းဖြစ်ပါတယ်။ နည်းပညာအသစ်အဆန်းတွေကို သူများထက်သာလွန်ပြီး လျင်မြန်တဲ့ နည်းလမ်းတွေနဲ့ ဖန်တီးတည်ဆောက်နိုင်တဲ့ အင်ဂျင်နီယာလေး မိုက်ခ်ဟာ သူ့ရဲ့ဦးနှောက်ကို ပိုက်ဆံတွေနဲ့ အလဲအလှယ်လုပ်လေ့ရှိပါတယ်။တစ်နေ့တော့ သူ့သူငယ်ချင်း ဂျင်မီရဲ့ ငွေမက်လုံးပေးမှုကြောင့် သူ့ရဲ့သုံးနှစ်တာကို ထုံးစံအတိုင်း အရောင်းအဝယ်လုပ်ဖို့ ကြိုးစားရာကနေ သူ့ဘဝအလှည့်အပြောင်းကြုံလာခဲ့ပါတယ်။ သူတည်ဆောက်ခဲ့တာက ဘယ်လိုမျိုးနည်းပညာဖြစ်ပြီး ဘယ်လိုမျိုး ကိုယ့်ရှူးကိုယ်ပတ်ပြီး ကြားထဲမှာ လမ်းကြုံ ချစ်ရသူဒေါက်တာမလေးနဲ့ ဒရမ်မာခင်းတာတွေလည်း ပါဝင်ပါတယ်။ကြည့်ရတန်တဲ့ဇာတ်လမ်းဖြစ်တာမို့ စဥ်းစားမနေဘဲ Playlist ထဲထည့်ဖို့ အကြံပြုချင်ပါတယ်ရှင်။ File size…(2.64GB/(1.35GB)/(677MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:59:00\nGenre...Action / Mystery / Sci -Fic\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by ...",
        "rating": "6.3",
        "url": "https://channelmyanmar.org/paycheck-2003/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/ezgif-3-1bb3a8897e-143x200.jpg",
        "title": "The Exorcist ( 2022 )",
        "description": "THE EXORCISTCM ကနေပြီးတော့ဒီတစ်ခါအမိုက်စားဇာတ်ကားလေးတစ်ကားဖြစ်တဲ့\nTHE EXORCIST ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ပယောဂဆရာဖြစ်တဲ့ Lin Jiu ရဲ့\nသူ့တပည့်ဖြစ်တဲ့ Liu Yi Ze က Ding အိမ်ရဲ့သမီးဖြစ်သူ\nDing Xiang နဲ့စေ့စပ်တဲ့အချိန်မှာ\nDing အိမ်ကမိစ္ဆာအတတ်တွေနဲ့ ထိန်းချုပ်ခံထားတာတွေ့လိုက်ရတယ်။မိစ္ဆာတွေကိုနှိမ်နင်းနေတဲ့ပယောဂဆရာတပည့်နှစ်ယောက်သိသွားတဲ့အချိန်မှာ\nဘယ်လိုတွေဖော်ထုတ်ကြမလဲ ? ဘာကြောင့်များ\nDing အိမ်ကိုထိန်းချုပ်ထားရတာလဲ ?ဆိုတာတွေကိုတော့\nဒီရုပ်ရှင်လေးကနေပြသသွားမှာဖြစ်ပါတယ်။ \nQuality : WEB-DL 1080p ,480p\nFormat : mp4\nGenres : Action , Thriller\nRuntime : 1h 26min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by Chu Chu , Ann Chi , Nu Mon\nEncoded by LK",
        "rating": "6.2",
        "url": "https://megaup.net/161t5/The_Exorcist_2022_WEB-DL_1080p_CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rcXxBhE6npESFZhHBMRuaTeQXOs.jpg",
        "title": "Eraser (1996)",
        "description": "Eraser (1996)Eraser Reborn ဆိုပြီး 2022 မှာ ပြန်ရိုက်တာကိုတွေ့ရတော့ မူလ အာနိုးကားကြီးကို သွားသတိရတာနဲ့ ဒီဇာတ်ကားကို တင်ဆက်ဖြစ်တာပါ။ Total Recall ကိုတော့ နောက်ရိုက်တဲ့ကားပဲ တင်ဆက်ဖြစ်ပေမဲ့ Eraser ကတော့ အဲဒီခေတ်ကတည်းက မိုက်တာမလို့ ကြည့်သင့်တယ်လို့ အကြံပြုချင်ပါတယ်။ ငယ်ဘဝ ဗီဒီယိုရုံမှာကြည့်ခဲ့ရတဲ့ဇာတ်ကားတွေဖြစ်လို့ ကလေးဘဝကို ပြန်ရောက်သွားသလိုပါပဲ။ သေနတ်ကြီးနှစ်လက် တဖက်တချက်ကိုင်ပြီး ကွင်းပြင်မှာ ထီးထီးကြီး ရပ်ပစ်တဲ့ မြင်ကွင်းတွေလေ။ ကလေးဘဝကဆိုတော့ သိပ်မိုက်ပေါ့။ ဆော့ကစားကြပြီဆိုရင် မင်းသားလုပ်ချင်တဲ့သူ သိပ်များတာကိုးဗျ။ မင်းသားဆို ဘယ်လောက်ပစ်ပစ် မသေဘူးဆိုတဲ့ စည်းကမ်းချက်ကို လူတိုင်းလိုက်နာခဲ့တုန်းကပေါ့။မင်းသားကြီး အာနိုး ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကား Eraser ရဲ့ ဇာတ်လမ်းအကျဉ်းကတော့ သိပ်ပြောစရာမရှိပါဘူး။ နိုင်ငံတော်အဆင့် ကန်ထရိုက်သမားတွေက လက်နက်သုတေသနမှာ စွမ်းအားမြင့်လက်နက်ဖြစ်တဲ့ လျှပ်စစ်သံလိုက် မြန်နှုန်းမြင့် အလင်းတန်း ချေမှုန်းရေးရိုင်ဖယ်တွေကို တီထွင်နိုင်ပြီးနောက် မူလစာချုပ်ရှင် ...",
        "rating": "6.1",
        "url": "https://channelmyanmar.org/eraser-1996/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/h4WLN3cmEjCsH1fNGRfvGV6IPBX.jpg",
        "title": "Morbius (2022)",
        "description": "မင်းသား ဂျားရက်လေတိုရဲ့ စူပါဟီးရိုးကားအသစ် ရပါပြီ။မောဘီးယက်စ်ဆိုတာ စပိုက်ဒါမန်းကာတွန်းတွေထဲမှာ ပါဝင်ခဲ့ပြီးဗန်နွန်လိုပဲ လူဆိုးမဟုတ်လူကောင်းမဟုတ်အကောင်ပါပဲ။ ဒရက်ကူလာလို သွေးစုပ်ကောင်ဖြစ်ပြီး မှော်အစွမ်းအရ ဖြစ်လာတာမဟုတ်ပဲသိပ္ပံစမ်းသပ်မှုတစ်ခုကနေ ဖြစ်လာခဲ့တာပါ။ သွေးစုပ်ကောင်မုဆိုးဘလိတ်ဇာတ်လမ်းမှာလည်း ပါဝင်ဖူးပြီး မာဗယ်ကာတွန်းတွေအရတော့ဘလိတ်ကို လူတစ်ပိုင်းသွေးစုပ်ကောင်တစ်ပိုင်းဖြစ်စေခဲ့တဲ့လူလည်း ဖြစ်ဖူးပါတယ်။ဒီရုပ်ရှင်ထဲမှာတော့ ဒေါက်တာ မိုက်ကယ် မောဘီးယက်စ်ရဲ့ သွေးစုပ်ကောင်ဖြစ်လာပုံကိုပြသထားပြီး နောက်ဆုံးအခန်းမှာတော့ စပိုက်ဒါမန်းနဲ့ ချိတ်ဆက်ဖို့ ပြင်ဆင်သွားခဲ့ပါတယ်။ကြည့်ကြည့်လိုက်ကြပါဦး။ \nFile size…3.6GB / 1.6GB / 900MB\nQuality… 4k HEVC WEB DL  SDR AAC5.1Ch /1080p BLU RAY 5.1CH / 720p\nFormat…mp4\nDuration….1h 44m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Thit San Khant & YK\nTranslated by Mr.Anderson",
        "rating": "5.1",
        "url": "https://channelmyanmar.org/morbius-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/anek-139x200.jpg",
        "title": "Anek (2022)",
        "description": "ခုတစ်ခါထွက်ရှိလာတဲ့ မင်းသားချော အရွရ်ှမန်းရဲ့ဇာတ်ကားလေးကလည်း\nစိတ်ဝင်စားဖို့ကောင်းသလို ဗဟုသုတတွေလည်း အများကြီးရပါတယ်နယ်စပ်ဒေသတွေမှာ ဖြစ်ပွားနေတဲ့ အငြင်းပွားမှုတွေနဲ့အကြမ်းဖက်မှုတွေ\nဒေသခံပြည်သူတွေရဲ့ လက်နက်ကိုင်တပ်ဖွဲ့တွေနဲ့ အစိုးရရဲ့ကြား\nမြေစာပင်ဖြစ်ရမှုတွေကို ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားလို့\nမှတ်သားလောက်ပါပေတယ်..ထောက်လှမ်းရေးအရာရှိလေး အမန်းက အငြင်းပွားဖွယ်ဖြစ်နေတဲ့\nနယ်စပ်ဒေသတစ်ခုရဲ့ အကြမ်းဖက်မှုတွေ ပြေငြိမ်းဖို့ အစိုးရနဲ့\nလက်နက်ကိုင်တပ်ဖွဲ့တွေရဲ့ စစ်ပြေငြိမ်းရေးစာချုပ်ချုပ်ဆိုတဲ့\nနေရာမှာ ကူညီပေးဖို့ တာဝန်ကျလာတယ်...သူ အဲ့ဒီဒေသကို ရောက်သွားတဲ့အခါ ဒေသခံတွေ ညှင်းပန်းနှိပ်စက်ခံရမှုတွေ\nမစွမ်းသာတဲ့အဆုံး လူငယ်လေးတွေ ကြမ္မာနွံထဲ နစ်ခဲ့ရပုံတွေကို\nမြင်တွေ့ခဲ့ရပါတယ်...တကယ်တော့ ငြိမ်းချမ်းရေးဆိုတာကို လူတိုင်းက\nမလိုလားကြပါဘူး...\nတချို့လူတွေက သူတို့ကိုယ်ကျိုးအတွက် ငြိမ်းချမ်းရေးဖေါ်ဆောင်သယောင်နဲ့\nအကြမ်းဖက်နေတာတွေကို မြင်တွေ့လာရတဲ့အခါ...မှန်တယ်ထင်တာကို လုပ်မယ့် ဒီအရာရှိလေးရဲ့\nစစ်ဆင်ရေးခရီးလမ်းက ဘယ်လိုဖြစ်လာမလဲဆိုတာတော့...။အစိုးရတစ်ရပ်နဲ့ လက်နက်ကိုင်တပ်ဖွဲ့တွေရဲ့ကြား တကယ်တမ်း\nအေးချမ်းမှုလိုအပ်နေသူနဲ့ ပြေလည်မှုလိုလားသူကြား\nကွာဟချက်ကိုလည်း ဒီဇာတ်ကားမှာ ကောင်းကောင်းကြီး\nမြင်တွေ့ရမှာဖြစ်လို့ ရှုစားပေးကြပါဦးရှင့်...  \nFile size…3.05GB / 1.38GB\nQuality…720p\nFormat…mp4\nDuration….2h 27m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by T.A.Y.L.O.R",
        "rating": "7.5",
        "url": "https://channelmyanmar.org/anek-2022/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/41ZNHkEs7GYTI9994mW6BHCIP29.jpg",
        "title": "Sector 7 (2011)",
        "description": "Sector 7 (2011)ကျွန်တော်တို့ခေတ်ရဲ့ အလှနတ်ဘုရားမ ဖြစ်ခဲ့သလို ခုထိလည်း လှနေဆဲ လှနေမြဲ တောင်ကိုရီးယားမင်းသမီးတစ်ယောက်ဖြစ်တဲ့ ဟာဂျီဝန်ရဲ့ အလန်းစားရုပ်ရှင်တစ်ကားကို တင်ဆက်လိုက်ပါတယ်။ ကားမလန်းတောင် ဂန္တဝင်မမရဲ့ ဂန္တဝင်အလှတရားတွေကို ကြည့်ဖို့သက်သက် ရှာကြည့်ရတဲ့ မမ ဟာဂျီဝန်ရဲ့ ရုပ်ရှင်ကိုမှ ဇာတ်လမ်းကပါ စိတ်ဝင်စားစရာကောင်းနေတော့ တော်တော်တန်တဲ့ ရုပ်ရှင်ပါပဲ။ အိုဂျီဟိုဆိုတဲ့ ဘဲလည်းပါပေမဲ့ ခေါက်ထားလိုက်ပါ၊ မမသာအဓိကပဲမို့လား။ ဒါပေမဲ့ မမဆိုလို့ မမ ဟာဂျီဝန်တစ်ယောက်တည်းတင်မဟုတ်ဘဲ ဒီနှစ်မှာ Golden Mask ဒရာမာနဲ့ ပြန်ဟော့လာတဲ့ မမ ချာရီယျွန်းလည်း ပါပါသေးတယ်။ဇာတ်လမ်းကတော့ Kristen Stewart ပါတဲ့ Underwater လိုလို ဘာလိုလိုပါပဲ။ ဂြိုဟ်သားတွေနဲ့ကိုး။ ဒါရိုက်တာကတော့ May 18 တို့ Sinkhole တို့ The Tower တို့လို ကံဆိုးမိုးမှောင်ကျတဲ့ရုပ်ရှင်တွေချည်း အသားပေးရိုက်တတ်တဲ့ Ji-hoon Kim ...",
        "rating": "4.6",
        "url": "https://channelmyanmar.org/sector-7-2011/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BNDE2ODVmNGMtOGI3Zi00ODNjLTg5ZmUtNzAxNjQ4M2FjNzlkXkEyXkFqcGdeQXVyMDM2NDM2MQ@@._V1_FMjpg_UX1000_-143x200.jpg",
        "title": "The Man From Toronto (2022)",
        "description": "ဟာသသရုပ်ဆောင် ကယ်ဗင်ဟာ့ နဲ့ ဝူဒီ ဟာရယ်ဆန်တို့ ပါဝင်ထားတဲ့ နက်ဖလစ် ဟာသ အက်ရှင် ကားအသစ်ထွက်လာပါပြီ။ Hitman Bodyguard နဲ့အတော်ဆင်ပါတယ်။ ရယ်ရတယ်၊ အတိုက်အခိုက်တွေပါတယ်။ rating လည်း ကောင်းကောင်းရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တက်ဒီဆိုတဲ့လူဟာ ဘာလုပ်လုပ်တလွဲတွေချည်းပဲမို့ အလုပ်မှာမအောင်မြင်တဲ့လူတစ်ယောက်ပါ။ သူ့မိတ်ဆွေတွေကတောင် တစ်ယောက်ယောက်တလွဲလုပ်ရင် တက်ဒီမလုပ်နဲ့ဆိုပြီး ပြောင်ကြတဲ့အထိပါပဲ။ သူ့မိန်းမရဲ့ မွေးနေ့အတွက် တဲအိမ်တစ်ခုကိုသွားနေရာချရင်း လွဲနေကျ တက်ဒီတစ်ယောက် တဲမှားပြီးရောက်သွားပါတယ်။သူရောက်သွားတဲ့ တဲက လူတွေကတော့ တိုရန်တိုကလူ ဆိုတဲ့ နာမည်ကြီး ကြေးစားလူသတ်သမား၊ နှိပ်စစ်စစ်ဆေးရေးသမားကို မျှော်နေကြတာပါ။ သူတို့ကလည်း တိုရန်တိုကလူကိုမမြင်ဖူးဘဲ တက်ဒီ့ကို အရှုပ်ထုပ်ကြီးထဲ ဆွဲထည့်မိသွားတဲ့အခါ... File size…(1.98GB/(1.07GB)/(772MB)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:50:00\nGenre...Action / Comdey / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Mr. Anderson",
        "rating": "5.7",
        "url": "https://channelmyanmar.org/the-man-from-toronto2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BN2QyMzUwZjAtMzVmYi00ZTcyLWE0YzMtZDliMGY2MGQzYjI4XkEyXkFqcGdeQXVyOTUzODczNjk@._V1_-133x200.jpg",
        "title": "Man on the Edge (2022)",
        "description": "“ကျွန်တော်က သာမာန်ပြည်သူတစ်ယောက်ပါ” “ ပြည်သူ့အတွက်ပါ “ဆိုပြီး စွန့်စားမှုကိုစိန်ခေါ်လာခဲ့တဲ့လူအကြောင်းကို ရိုက်ကူးထားတဲ့ ဟောင်ကောင်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။\n၁၉၀၀ ဝန်းကျင်လောက်က ဟောင်ကောင်အစိုးရအဖွဲ့ရဲ့ အောက်ဖဲတွေကိုပါ ပါးပါးလေးလှပ်ပြထားတာမို့ စိတ်ဝင်စားဖို့ကောင်းတဲ့ကားလေးတစ်ကားပါပဲဗျ ။တရားမဝင်အဖွဲ့အစည်းဆိုတာ အစိုးရဘက်ကသတ်မှတ်ပေးထားတဲ့အဖွဲ့အစည်းတစ်ခု။ အဲ့ဒီအဖွဲ့အစည်းထဲမှာ အားလော့တစ်ယောက် သတင်းပေးလုပ်နေရင်းနဲ့ အဖွဲ့ထဲကညီအစ်ကိုတွေနဲ့ တော်တော်ရင်းနှီးလာခဲ့ပါတယ်။ သူ့အတွက် ရွေးချယ်ရအခက်ဆုံးကတော့ အဖွဲ့ခေါင်းဆောင်အဖြစ် လျာထားခံရတဲ့အထဲမှာ သူပါသွားတာပါပဲ။သူသတင်းပေးလုပ်ရတဲ့ရည်ရွယ်ချက်က နောက်ကွယ်က လက်မည်းကြီးတွေကို ဖော်ထုတ်ချင်တာဖြစ်ပြီး အခုသူကိုယ်တိုင် အဲ့ဒီလက်မည်းကြီးတွေနဲ့ ပူးပေါင်းလုပ်ကိုင်ဖို့ဖြစ်လာတဲ့အခါမှာတော့…. အဖွဲ့အစည်းကို ဘယ်လိုကိုင်တွယ်ဖြေရှင်းသွားမလဲဆိုတာကို ဆက်ပြီးကြည့်ရှုလိုက်ပါတော့ဗျာ ။ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူက‌တော့ JoJo Va ပါ ) File Size__(2GB) / (1GB)\nQuality__1080p, 720p\nIMDb Rating__5.6/10\nFormat__mp4\nDuration__01:57:00\nType__Action, Crime, Thriller\nSubtitle__Myanmar Subtitle (Hardsub)\nTranslated by JoJo Va\nEncoded by Naing Aung Latt",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/man-on-the-edge-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/06/MV5BMzAyMjRjMjQtNTFmNC00NDdmLTg5YzYtZmRkNmQ3NTY1MGI5XkEyXkFqcGdeQXVyNTQyODc1OTY@._V1_-1-143x200.jpg",
        "title": "Once Upon a Time in Shanghai (2014)",
        "description": "၂၀၁၄ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အမှန်တကယ်ကြုံးတဲ့ တရုတ်အက်ရှင်ကား​ဟောင်း ကား​ကောင်းတစ်ကားကို တင်ဆက်​ပေးချင်ပါတယ်။\nဂျပန်​ခေတ် တရုတ်နိုင်ငံရှန်ဟိုင်းမြို့ကို​ ​နောက်ခံထားပြီး ဂိုဏ်း​တွေ ဂိုဏ်း​ခေါင်း​ဆောင်​တွေရဲ့ ပိုင်နက်အရှုပ်​တော်ပုံ​တွေကြားက ကွန်ဖူးပညာပြခန်း​တွေကို တစ်ဝကြီးကြည့်ရှုရမှာပါ။\nဖက်တီးမင်းသားလို့ ကျွန်​တော်တို့​ခေါ်ကြတဲ့ Sammo Hungလည်း ပါဝင်ထားပါတယ်။ IMDbက​တော့ 6.7ပါ။၁၉၃၀ပြည့် တရုတ်နိုင်ငံ ရှန်ဟိုင်းမြို့ဟာ လူတိုင်းအတွက် နိဗ္ဗာန်ဘုံ တစ်ခုဆိုသလိုပဲ ကြီးပွားချမ်းသာချင်သူ​တွေ လာကြတဲ့မြို့ကြီးပါ။\nဒါ​ပေမဲ့ အလွှာ​ပေါင်းစုံ၊ လူ​ပေါင်းစုံရှိ​နေတဲ့ မြို့ကြီး ဖြစ်​နေတာ​ရယ် ​​ခေတ်မီတိုးတက်သ​လောက် ဒုစရိုက်မှု၊ ခေါင်းပုံဖြတ်မှု​​တွေ အ​​တော် များတာရယ်​ကြောင့် ​ကောင်းစားသွားသူထက် လက်​လျော့သွားသူ၊ အသက်​ပေးလိုက်ရသူ​တွေက ပိုများ​နေတာပါ။မာ​ဝေကျင်းဆိုတဲ့ ​ကောင်​လေးတစ်​ယောက်ကလည်း ရှန်ဟိုင်းမြို့ကို ကြီးပွားချင်တဲ့စိတ်နဲ့ ​ရောက်လာခဲ့သူပါ။\nရှန်ဟိုင်းမြို့ကြီးမှာ ကြုံရာ အလုပ်​​တွေ ဝင်လုပ်ရင်း ရှန်ဟိုင်းရဲ့ ဒိတ်ဒိတ်ကြဲ ဂိုဏ်း​ခေါင်း​​ဆောင် ​လောင်ကျဲနဲ့ သွားဆုံမိပါတယ်။ ​\nဂိုဏ်း​ပေါင်းစုံရဲ့ ဘုံရန်သူ ဖြစ်​နေတဲ့ ​လောင်ကျဲကလည်း ကွန်ဖူးထူးချွန်တဲ့ မာ​ဝေကျင်းကို တပည့်အဖြစ် ​မွေးလိုက်ပါတယ်။\nဒီလိုနဲ့ပဲ ​မာ​ဝေကျင်းနဲ့ ...",
        "rating": "6.7",
        "url": "https://channelmyanmar.org/once-upon-a-time-in-shanghai-2014/"
    }
]