[
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BODc4NjI0OTYwNl5BMl5BanBnXkFtZTcwOTYwODQ3OA@@._V1_-133x200.jpg",
        "title": "The Last Stand (2013)",
        "description": "The Last Stand (2013)\n================အားလုံးရဲ့အချစ်တော် အက်ရှင်မင်းသားကြီးအာနိုးရဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ ကိုးရီးယားဒါရိုက်တာ Kim Jee Woon က သူ့ရဲ့ပထမဆုံးအမေရိကန်ရုပ်ရှင်ပွဲဦးထွက်အနေနဲ့ ရိုက်ကူးခဲ့တာပါ။ပြီးတော့ မင်းသားကြီးအာနိုးကလည်း Terminator3 ဇာတ်ကားပြီးနောက်ပိုင်း ပထမဆုံးအဓိကဇာတ်ဆောင်နေရာကပြန်လည်ပါ၀င်လာတာဖြစ်ပါတယ်။အာနိုးဟာ တစ်ချိန်က အယ်လ်အေပီဒီရဲ့ မူးယစ်ရဲတပ်ဖွဲ့မှာပါ၀င်ခဲ့သူဖြစ်ပြီး ၅နှစ်ကြာပြီးတဲ့နောက်မှာတော့ ဆွန်မာတန်ဆိုတဲ့နယ်စပ်မြို့လေးရဲ့ နယ်ထိန်းအဖြစ်အေးအေးချမ်းချမ်းဖြတ်သန်းနေတာဖြစ်ပါတယ်။ဒါပေမယ့် ဒုစရိုက်သမားကြီး ဂါဘရီယယ်ကောတက်စ်ကအက်ဖ်ဘီအိုင်လက်ထဲကနေ ထွက်ပြေးလာခဲ့ပြီးသူ့ရဲ့အဖွဲ့သားတွေနဲ့အတူ ဆွန်မာတန်ဆီလာနေတာ သိလိုက်ရပါတယ်။ဒီလိုနဲ့ အာနိုးလည်း အေးချမ်းနေလို့မရတော့ဘဲဒုစရိုက်သမားကြီးကောတက်စ်ကိုတားဆီးနိုင်ဖို့ ကြိုးစားရပါတော့တယ်။လက်နက်အပြည့်အစုံနဲ့ လူအင်အားများတဲ့ကောတက်စ်တို့အဖွဲ့ကို နယ်ထိန်းရဲလူနည်းစုလေးကဘယ်လိုတွေတားဆီးသွားမလဲဆိုတာကို ကြည့်ရှုရမှာဖြစ်တာကြောင့်အက်ရှင်ကားချစ်သူတွေကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ File size…  1.8 GB /  925 MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 50m\nGenre .....  Action , Crime\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Jaka",
        "rating": "6.3",
        "url": "https://megaup.net/1TOjf/The.Last.Stand.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Thriller, Western"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/hook-135x200.png",
        "title": "Hook (1991)",
        "description": "90 ခုနှစ်အလွမ်းပြေ မင်းသားကြီး Robin Williams ရဲ့ဇာတ်ကားကောင်းလေး တစ်ပုဒ်နဲ့မိတ်ဆက်ပေးချင်ပါတယ်.ငယ်ဘဝရဲ့ နတ်သမီးပုံပြင်များထဲက တစ်ခုဖြစ်တဲ့ ပီတာပန် နဲ့ နတ်သမီးလေး တင်ကာဘဲလ် တို့ဇာတ်လမ်းလေးကို အားလုံးသိကြမှာပါ.ဒီဇာတ်ကားဟာလည်း ပီတာပန် ပုံပြင်ရဲ့ ဗီလိန်Captain Hook ကို အမှတ်သညာပြုပြီးအမည်ပေးထားတာ ဖြစ်ပါတယ်.ဒီဇာတ်လမ်းမှာတော့ ပီတာပန်ဟာ ကြီးပြင်းလာခဲ့ပြီးပီတာဘန်းနင်း အဖြစ်နဲ့ အိမ်ထောင်ကျ၊သားသမီးတွေ ရလာခဲ့တဲ့ နေရာကနေ အစပြုခဲ့ပါတယ်.သူ့ရဲ့ပီတာပန်ဘဝဟောင်း နဲ့ နဲဗားလန်းကိုမေ့လျော့နေခဲ့ပေမယ့် အတိတ်ကတော့ သူ့ကို သတိရဖို့မပျက်ကွက်ခဲ့ပါဘူး.အလုပ်ကိုဦးစားပေးလွန်းသူ ဖခင်တစ်ယောက်အနေနဲ့သားသမီးနဲ့ဇနီးမယားအပေါ် ပျက်ကွက်မှုတွေရှိလာခဲ့ချိန်မှာ တစ်ဖက်ကလည်း ကိုယ်တိုင်မေ့လျော့နေခဲ့တဲ့အတိတ်ဘဝကို မမျှော်လင့်ဘဲပြန်လည်ရင်ဆိုင်ရချိန်မှာတော့ပျောက်ဆုံးနေတဲ့ ဘဝဟောင်းကို ပြန်ရှာတွေ့နိုင်မလား သားသမီးအတွက်ဆို ရေမြေဆုံးထိ လိုက်မယ့်မိဘမေတ္တာကို ဘယ်လို သက်သေပြနိုင်မလဲစိတ်လှုပ်ရှားဖွယ် စွန့်စားခန်းတွေကြား.မိသားစု နဲ့ ချစ်ခြင်းမေတ္တာအကြောင်းကိုဖော်ကြူးထားတဲ့ဇာတ်လမ်းလေးဖြစ်လို့ CM ကနေပရိသတ်များ ရှုစားနိုင်ဖို့တင်ဆက်ပေးလိုက်ပါတယ်. File size…   3 GB /  1.5 GB\nQuality… Blu-Ray 1080p / ...",
        "rating": "6.8",
        "url": "https://megaup.net/3VHyU/Hook.1991.REMASTERED.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Sabotage-141x200.jpg",
        "title": "Sabotage (2014)",
        "description": "မင်းသားကြီးအာနိုးခေါင်းဆောင် အဖြစ်ပါဝင်ထားပြီးအရန်အဖြစ်လဲ avatar မင်းသား Sam Worthingtonအပါအဝင် အရန်အင်အားတောင့်တောင့်နဲ့ အက်ရှင်ဇာတ်ကားလေးပါမူးယစ်တိုက်ဖျက်ရေး အထူးတပ်ဖွဲ့ရဲ့ ခေါင်းဆောင်ဘရစ်ချာနဲ့ အဖွဲ့ဟာ မူးယစ်ဂိုဏ်းတခုရဲ့ စခန်းကိုဝင်ရောက်စီးနင်းရင်း ဖမ်းဆီးမိတဲ့ ငွေပုံကြီးထဲကနေဒေါ်လာ ဆယ်သန်းကို ခိုးယူပြီးဖွက်ထားခဲ့ကြတယ်လူဆိုးတွေနဲ့ တိုက်ခိုက်အပြီး ငွေတွေပြန်သွားရှာရာမှာဒေါ်လာဆယ်သန်း ပျောက်ချင်းမလှပျောက်သွားတဲ့အပြင်တဖွဲ့လုံး ခိုးမှုနဲ့ အစစ်ခံရတော့ပါတယ်ခြောက်လကြာစစ်ဆေးပြီး မသင်္ကာစရာ မတွေ့၍ပြန်လည်တာဝန်ထမ်းဆောင်ကြရင်း အဖွဲ့ဝင်တွေ တယောက်ပြီးတယောက်ရက်ရက်စက်စက်အသတ်ခံရပါတော့တယ်စစ်ဆေးရေးမှုးမလေးနဲ့ပူးပေါင်းပြီး တရားခံရှာကြရင်းသံသယရှိတဲ့ သူတွေ တွေ့လာရသလို အဖွဲ့ထဲမှာလဲတယောက်ပြီးတယောက် သေ‌နေတဲ့အတွက်ပြဿနာတွေတက်လာသည့်အပြင် ဘရစ်ချာရဲ့ဇနီးအသတ်ခံရတဲ့ အတိတ်တွေအပါအဝင် ပြဿနာပေါင်းစုံထဲကနေလူသတ်သမားကို ဘယ်လိုရှာကြမလဲ ဆိုတာကို ရှုစားရမှာဖြစ်ပါတယ် File size…   2.5 GB /  1.1 GB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 49m\nGenre .....  Action , Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. ...",
        "rating": "5.7",
        "url": "https://megaup.net/3fK4f/Sabotage.2014.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTZmMjI0Y2UtYjQxZi00MGZhLWI0MDAtYjU4MGE2MGNlODAxXkEyXkFqcGdeQXVyMTE4NTI5NTA@._V1_FMjpg_UX1000_-155x200.jpg",
        "title": "Falling for a Killer (2023)",
        "description": "Falling for a Killer (2023)\n==================လက်ထောက်ရှေ့နေ Darcy Young က သူ့ညီမလေး\nBrea စေ့စပ်ပွဲကြောင့် နယ်မြို့လေးဆီ ရောက်လာခဲ့\nတယ်။ Breaရဲ့ သတို့သားလောင်း Thomas Schure နဲ့\nမိတ်ဆက်ပေးပြီးနောက်မှာတော့ Darcy က Thomas\nရဲ့ ထူးခြားတဲ့ အပြုအမူတွေကို သံသယဝင်လာခဲ့တယ်။\nရှေ့နေတစ်ယောက်အနေနဲ့ Thomasရဲ့ နောက်ကြောင်း\nတွေကို စုံစမ်းနေရင်း Thomas က သူ့မိသားစုအတွက်\nအန္တရာယ်ဖြစ်နေကြောင်း သိတဲ့အခါမှာတော့.....။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThwal Htoo Zin ဖြစ်ပါတယ်)File Size..........(1.27 GB) / (400 MB)\nQuality............WEB-RIP 1080p / 720p\nDuration.........1Hr 35Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Thriller\nTranslator.......Thwal Htoo Zin\nEncoder..........SWM",
        "rating": "4.5",
        "url": "https://megaup.net/1efn6/Falling.for.a.Killer.2023.720p.WEBRip.(CM).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Harold-Kumar-Go-to-White-Castle-2004-127x200.jpg",
        "title": "Harold & Kumar Go to White Castle (2004)",
        "description": "Harold & Kumar Go to White Castle (2004)\nGenre - Comedy, Adventure\nIMDB - 7.0/10ခင်ဗျားတို့ ဆေးခြောက်/ဝိသောက်ပြီး ဘယ်လောက်ထိစားသောက်ဖူးကြလဲ စားချင်စိတ်ဖြစ်ကျလဲ(ကျွန်တော်ကတော့ လမ်းဘေးထမင်းကြော်ကိုလိုက်ပွဲ ၆ ပွဲနဲ့ ဟင်းအပို ၃ ပွဲထိ စားဖူးတယ် ဤကား စကားချပ်)။ဒီရုပ်ရှင်ရဲ့ အဓိကအကြောင်းအရာကလည်းအဲဒီလို ဝိကွဲပြီး သွားငတ်ကြီးကျလို့ ဘေးကပ်ပေါင်း ၃၆၅ မျိုးလောက် ကြုံရတဲ့ရုပ်ရှင်။ဒီကားထဲက ဘဲနှစ်ပွေက တော်တော်စားတယ်၊။တစ်ယောက်က ကိုရီးယားကကောင် ကင်ချီသားသူကတော့ ဘဝကို ပုံမှန်အလုပ်လုပ်ပြီး ဖြတ်သန်းနေသူတစ်ယောက်။နောက်တစ်ယောက်ကကျ အိန္ဒိယား အာပနား ပရမ်းပတာကောင်စာတော်ပေမယ့် အလေကောင်ပေါ့ဗျာ။ဒီနှစ်ယောက်က တိုက်ခန်းမှာ တူတူနေကြတာအလုပ်ပိတ်ရက်ဆို ဝိလေးကိုင်ပြီး ကွဲပြဲနေကြတဲ့ နှစ်ယောက်ပေါ့ဗျာ။တစ်ရက်ကျ ကင်ချီသားက သောကြာနေ့လေးအိမ်ပြန်နှပ်မလို့ကို အလုပ်ကကောင်တွေ ဂျင်းထည့်လို့အိမ်က အာပနားကိုတော်ပြီ အလုပ်ပါလို့ ဆေးခြောက်မသောက်ဘူးတားတာကို အာပနားက ဇွတ်မြူဆွယ်တာနဲ့ နှစ်ကောင်သား ချကြရော။အဲဒီမှာ ကွဲပြဲလာတော့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3VGFZ/Harold.and.Kumar.Go.To.White.Castle.2004.720p.BluRay_{CM}.mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/A-Very-Harold-Kumar-Christmas-150x200.jpg",
        "title": "A Very Harold & Kumar Christmas (2011)",
        "description": "A Very Harold and Kumar Christmas (2011)\nGenre - Comedy, Adventure\nIMDB - 6.2/10  ဟာရိုးနဲ့ ကူးမားတို့နှစ်ယောက် ပထမနှစ်ကားအပြီးဘာဂါတွေစား ထောင်တွေဖောက်ရ လုပ်ပြီးကြတဲ့နောက်ကိုယ်စီ ချစ်သူရပြီး ငြိမ်သက်သွားကြပါတယ်။ဒီလိုနဲ့ ၆ နှစ်ကြာလာတဲ့အခါမှာ ဟာရိုးတစ်ယောက်ကတော့အိမ်ထောင်သည်ဖြစ်နေပြီး အလုပ်ကြိုးစား မကောင်းတာတွေမလုပ်တော့ပဲရိုးသားတဲ့မိတ်ဆွေတစ်ယောက်နဲ့သာပေါင်းပြီးကလေးရအောင် ကြိုးပမ်းနေတဲ့အချိန် ဖြစ်ပါတယ်။ကူးမားဆိုတဲ့ကောင်ကတော့ သိတဲ့အတိုင်း ဆေးခြောက်ပဲ ဆက်သုံးနေပြီးချစ်သူနဲ့ လမ်းခွဲထားတာလည်း အချိန်ကြာတော့ပေပေတေတေနေနေတဲ့အချိန်ပေါ့။အဲဒီမှာပဲ ကိုယ်စီ ပြဿနာတစ်ခုစီ တက်ကြတယ်ဟာရိုးအတွက်ကျ ယောက္ခထီးအလိုကျ နေချင်တဲ့အတွက်ခရစ္စမတ်သစ်ပင်ကို အလှဆင်ဖို့ တာဝန်ကျတယ်ကူးမားကကျ ချစ်သူက ကိုယ်ဝန်ရှိနေလို့လာပြောတာကိုဆေးကွဲပြီး သေချာမဖြေရှင်းနိုင်တော့ ဟိုကစိတ်ပျက်ထွက်သွားပြန်ပါလေရော။ဒီလိုနဲ့ နှစ်ယောက်သား ပြန်ပေါင်းစည်းဖို့ ဖြစ်လာတာကကူးမားဆီကို ဟာရိုးနာမည်နဲ့ အထုပ်တစ်ထုပ်ရောက်လာလို့ ဟာရိုးအိမ်သွားပို့ရာကနေ ဟာရိုးကြောက်ရတဲ့ယောက္ခထီးရဲ့ ၈ နှစ်ကြာပျိုးထားတဲ့ ခရစ္စမတ်သစ်ပင်ကြီးကူးမားကြောင့် မီးလောင်သွားခဲ့ချိန်မှာတော့…ညတွင်းချင်း အပင်ရှာဖို့ စွန့်စားခန်း ထွက်ရပါတော့တယ်အဲဒီမှာ ရိုးရာမပျက် အလွဲပေါင်းစုံနဲ့ လိုချင်တာကိုရဖို့ဘယ်လောက်သောက်တလွဲတွေ ဖြစ်ရမလဲဆိုတာကိုတစ်ခွီခွီနဲ့ ကြည့်ရှုခံစားရမှာပါ။ဒီကားမှာတော့ ...",
        "rating": "6.2",
        "url": "https://megaup.net/1TOic/A.Very.Harold.And.Kumar.Christmas.2011.EXTENDED.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/Deck-the-Halls-135x200.jpg",
        "title": "Deck the Halls (2011)",
        "description": "ဒီတခါမိတ်ဆက်ပေးချင်တာကတော့ခရစ်စမတ်အငွေ့အသက်တွေနဲ့ Hallmark movies‌တွေထဲကမိသားစုကားကောင်းလေးတကားပါ။ရေဂန် ရိုင်လေဆိုတာက နာမည်ကြီး အလွတ်တန်းစုံထောက်မလေး။မိခင်ကလည်းနာမည်ကြီးစာရေးဆရာမ နိုရာ ရိုင်လေဖြစ်သလို ဖခင်ဖြစ်သူကလည်း အသုဘအိမ်လုပ်ငန်းရဲ့သူ‌ဌေးကြီး လုခ်ရိုင်လေ။ခရစ်စမတ်အချိန်အခါမှာ သူမရဲ့‌ နွေးထွေးလှတဲ့မိသားစုနဲ့အချိန်ဖြတ်သန်းဖို့အိမ်ကိုရောက်နေခဲ့ချိန်မှာပဲ သူမရဲ့ဖခင်ကပြန်ပေးဆွဲခံလိုက်ရပါတယ်။သူမအမေရဲ့ပရိတ်သတ်ဖြစ်တဲ့ အရမ်းစပ်စုသလောက် တော်လည်းတော်တဲ့အပျော်တမ်းစုံထောက် အယ်ဗိုင်ရာနဲ့အတူသူမရဲ့ဖခင်ဖြစ်သူကိုဘယ်လိုရှာဖွေကြမလဲ။ပြန်ပေးဆွဲသူကဘယ်သူလဲဘာကြောင့်လုပ်ရတာလဲ။သူ့အမှုကို ကူညီဖို့အယ်ဗိုင်ရာခေါ်လိုက်တဲ့စုံထောက်လေး ဂျက်ခ်နဲ့ရောဘယ်လိုဇာတ်လမ်းလေးတွေဖြစ်မလဲ။ဒီခရစ်စမတ်မှာ ဒီမိသားစုတွေအတူတကွပြန်လည်ဆုံစည်းနိုင်ပါ့မလားဆိုတာကိုဒီ Deck the halls ဆိုတဲ့ မိသားစုခရစ်စမတ်ကားလေးမှာ ရှုစားအားပေးကြပါဦးFile size…  1.3 GB /  640 MB\nQuality… WEB Rip 1080p / 720p\nFormat… mp4\nDuration…. 1h 30m\nGenre .....  Action , Crime , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "5.3",
        "url": "https://megaup.net/3fJdg/Deck.The.Halls.2011.PROPER.720p.WEBRip._%7BCM%7D.mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7iixTGu21JEWP8QclwJLqMt2RBH.jpg",
        "title": "Tenacious D in The Pick of Destiny (2006)",
        "description": "Tenacious D In the Pick of Destiny (2006)\nGenre - Comedy, Adventure, Music\nIMDB - 6.8/10မင်းသားကြီး ဂျက်ဘလက်ခ်ဆိုတာနဲ့ ကွန်ဖူးပန်ဒါကိုပြေးမြင်ကြမယ်ထင်ပါတယ် နောက်ပြီး သူရိုက်ထားတဲ့တခြားဟာသကားတွေကလည်း နာမည်ကြီးပါပဲSchool of Rock တို့ Jumaji တို့ Goosebump တို့ စသဖြင့် အများကြီး ရှိပါတယ်။ဇာတ်လမ်းအကြောင်းမပြောခင် မင်းသား ဂျက်ဘလက်ခ်ကတကယ်သီချင်းဆိုပါတယ် လက်တွေ့လောကမှာလည်းဒီရုပ်ရှင်နာမည်အတိုင်း Tenacious D ဆိုပြီး Rock အဖွဲ့လေးထောင်ထားတာပါနောက်အဖွဲ့ဝင်တစ်ယောက်က ဒီရုပ်ရှင်ထဲမှာပါတဲ့သရုပ်ဆောင် ကိုင်းဂတ်စ်ပါပဲနောက်ပြီး သူတို့ဟာ သီချင်းတွေဆိုလည်းကိုယ်တိုင်ရေး ကိုယ်တိုင်ဆို ကိုယ်တိုင်တီးတွေပါ။ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းအကျဉ်းကတော့ သာမန်မြို့ငယ်လေးမှာဘာသာတရာကိုင်းရှိုင်းကြတဲ့ မိသားစုလေးရှိပါတယ်ဒီမိသားစုလေးထဲက JB ဆိုတဲ့ ဖက်တီးလေးကတော့မိရိုးဖလာကို ဆန့်ကျင်ပြီး အင်မတန်မှ Rock ဂီတကို ကြိုက်တာပေါ့အဲဒါကြောင့် သူနေထိုင်ရာပတ်ဝန်းကျင်က Rocker တစ်ယောက်မဖြစ်နိုင်တဲ့အတွက် Rock ဆရာကြီး အဆိုတော် ...",
        "rating": "6.8",
        "url": "https://megaup.net/3fK5s/Tenacious.D.in.The.Pick.of.Destiny.2006.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Adventure, Comedy, Music"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BNmIxMDZmNDItY2Q3Ni00OTUxLTk2OTItMTk4NmMxYTE2NGMwXkEyXkFqcGdeQXVyMjQwMDg0Ng@@._V1_-133x200.jpg",
        "title": "All I Want (2017)",
        "description": "All I Want (2017)\n=============မယ်လစ်ဆာနဲ့ အန်ဒရူးက သူတို့အိမ်ထောင်ရေးဆယ်နှစ်\nပြည့်နှစ်ပတ်လည်အတွက် သူငယ်ချင်းတွေနဲ့ မိသားစုဝင်\nတွေကိုဖိတ်ပြီး ပါတီလုပ်ကြပါတယ်။ သူငယ်ချင်းတွေစုံကြ\nတဲ့အခါ ထုံးစံအတိုင်း အလုပ်အကြောင်း စီးပွားရေး အိမ်\nထောင်ရေးတွေ ပြောကြတာပေါ့။ ငယ်ဘဝက အမှတ်တရ\nတွေလည်း မပါမဖြစ်ပေါ့ဗျာ။အဲဒီလိုသာယာပျော်ရွှင်နေတဲ့အချိန်မှာ မယ်လစ်ဆာတို့ လင်\nမယားက သူတို့ကွာရှင်းတော့မယ်ဆိုတဲ့ အကြောင်း အသိ\nပေးလိုက်ပါတယ်။ ဟုတ်ပါတယ် ၁၀နှစ်ပြည့်တဲ့နေ့မှာတင်\nပါတီလုပ်ပြီး ကွာရှင်းမဲ့အကြောင်း ကြေညာတာပါ။\nအပြင်ပန်းမှာတော့ ပျော်ရွှင်ကြည်နူးဖို့ကောင်းတဲ့ အိမ်ထောင်\nရေးကိုပိုင်ဆိုင်ထားတဲ့ပုံပေါ်တဲ့ မယ်လစ်ဆာတို့က ဘာကြောင့်\nများ ကွာရှင်းရတဲ့အထိ ဖြစ်ရသလဲဆိုတဲ့အကြောင်းတွေ သူငယ်\nချင်းဆက်ဆံရေး မိသားစုဝင်ကြားဆက်ဆံရေးတွေ သူတို့တွေရဲ့\nမကျေနပ်မှုတွေ အမှန်တရားတွေကို သဘာဝကျကျ ရိုက်ကူးတင်\nဆက်ပေးထားတဲ့ ဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nEL ဖြစ်ပါတယ်)File Size..........(1.5 GB) / (522 MB) / (340 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr 31Min\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy, Drama, Romance\nTranslator.......EL\nEncoder..........SWM",
        "rating": "5.1",
        "url": "https://megaup.net/1dZr2/All.I.Want.2017.720p.WEBRip.(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDUzMTliZDYtMmRjZS00Zjk3LWIwZjEtZjc4N2NjYjdmY2FjXkEyXkFqcGdeQXVyMjA0MDQ0Mjc@._V1_FMjpg_UX1000_-131x200.jpg",
        "title": "The Great Mouse Detective (1986)",
        "description": "IMDb-7.1/10 ~ R.T-76% 1986 တုန်းကထွက်ရှိခဲ့ပြီး ရှားလော့ ဟုမ်းစ်ကို အခြေခံပြီးဖန်တီးထားတဲ့ ကြွက်စုံထောက်ကြီး ဘက်ဆဲလ် ရဲ့ကာတွန်းကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျ။ ဇာတ်လမ်းအကျဉ်းကတော့ လန်ဒန်မြို့ရဲ့နာမည်ကြီး အရုပ်လုပ်တဲ့သူတစ်ယောက်ဖြစ်တဲ့ ဖလန်ဘာရှန်ကို လင်းနို့တစ်ကောင်ကပြန်ပေးဆွဲသွားခဲ့ပါတယ်။ ဖလန်ဘာရှန်ရဲ့သမီးလေး အိုလီဗီယာကတော့ လွတ်မြောက်သွားပြီး သူ့ရဲ့အဖေကိုလိုက်ရှာဖို့အတွက် ဘေကာလမ်းက စုံထောက်ကြီးဘက်ဆဲလ်ဆီကိုသွားရင်းလမ်းပျောက်သွားခဲ့ပါတယ်။ ဒီအချိန်မှာ အာဖဂန်ကနေစစ်မှုထမ်းပြီးပြန်လာပြီး တိုက်ခန်းလိုက်ရှာနေတဲ့ ဒေါက်တာ ဒေါ်ဆင်နဲ့လမ်းမှာတွေ့ပြီး ဒေါက်တာဒေါ်ဆင်က အိုလီဗီယာကို ကူညီပြီးတော့ ဘက်ဆဲလ်ကို လိုက်ရှာပေးခဲ့ပါတယ်။ ဒီလိုနဲ့ အိုလီဗီယာရဲ့အဖေကိုဖမ်းသွားတဲ့ လူက ဘက်ဆဲလ်ရဲ့ ရန်သူတော်ကြီး ပါမောက္ခရက်တင်ဂန်ရဲ့ တပည့်ဖြစ်တဲ့ လင်းနို့ ဖစ်ဂျက်ဒ်ဖြစ်နေတဲ့အခါမှာ ပါမောက္ခ ရက်တင်ဂန် ကဘယ်လိုအကြံဆိုးမျိုးကိုကြံစည်နေတာလဲ၊ စုံထောက်ကြီး ဘက်ဆဲလ်နဲ့ ဒေါက်ဆာ ဒေါ်ဆင်တို့ကရော တားဆီးနိုင်မလားဆိုတာကို ငယ်ဘဝရဲ့အမှတ်တရအပြည့်နဲ့ ပြန်လည်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…(1.3 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / ...",
        "rating": "",
        "url": "https://megaup.net/3Vxxe/the.great.mouse.detective.1986.proper.720p.(CM).mp4",
        "category": "Adventure, Animation, Family, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjY0ZmZjNDUtN2VlYi00MmI5LThhMzAtZjcyOTQ1Nzg2NDQxXkEyXkFqcGdeQXVyNTE1NjY5Mg@@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Portable Door (2023)",
        "description": "The Portable Door (2023)\n===================\nIMDb Rating - 6.3/10\"တိုက်ဆိုင်မှု\" ဆိုတာက ကျွန်တော်တို့ လူသားတိုင်းရဲ့\nဘဝမှာ ဖြစ်ပျက်နေကျ အရာတစ်ခုပါ။ အလုပ်အင်တာ\nဗျူးနေ့မှ တိုက်တိုက်ဆိုင်ဆိုင် ဖိနပ်ကြိုးနှစ်ခါပျက်ပြီး\nအရာအားလုံးက အဆင်မပြေဖြစ်နေတာမျိုးတို့၊ စာဖတ်\nနေရင်း စာအုပ်ထဲက ဇာတ်ကောင်က ရေပန်းထဲပြုတ်ကျ\nတဲ့အချိန် အပြင်မှာပါ လူတစ်ယောက်က တိုက်တိုက်ဆိုင်\nဆိုင် ရေပန်းထဲပြုတ်ကျလို့ သွားကူရင်း ဖူးစာပါသွားတာ\nမျိုးပေါ့။ဒါပေမဲ့ အဲ့တိုက်ဆိုင်မှုတွေက သာမန်တိုက်ဆိုင်မှုသက်သက်\nမဟုတ်ဘဲ အရိပ်နောက်ကွယ်မှာ ကူညီပေးနေတဲ့သူတွေ\nရှိနေတယ်ဆိုရင်ရော၊ မှင်စာတွေနဲ့ မှော်ဆရာတွေပေါင်းပြီး\nအရာအားလုံးရဲ့တိုက်ဆိုင်မှုနဲ့ လူတွေရဲ့ အတွေး၊ စိတ်၊ အာရုံ\nတွေကို ထိန်းချုပ်ပြီး လုပ်ပေးနေကြတာ ဆိုရင်ရော...အလုပ်ရှာနေတဲ့ အလုပ်လက်မဲ့ကောင်လေး Paul Carpenter\nက \"တိုက်တိုက်ဆိုင်ဆိုင်\" JW Wellsဆိုတဲ့ လုပ်ငန်းတစ်ခုမှာ\nအလုပ်ရသွားတယ်။ သူနဲ့အတူ Sophieဆိုတဲ့ ထက်မြက်တဲ့\nကောင်မလေးလည်း အလုပ်သင်မှာ အတူအလုပ်ရကြတယ်။\nဒါပေမဲ့ Paulက သူ့အလုပ်က ဘာအလုပ်လဲမသိသလို အဲ့အ\nလုပ်ကလူတွေ ဘာအလုပ်လုပ်ကြတယ်ကိုလည်း မသိခဲ့ဘူး။\nCEO Humphrey Wells က ...",
        "rating": "6.3",
        "url": "https://megaup.net/1TNzW/the.portable.door.2023.720p.web.(CM).mp4",
        "category": "Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMjE3MDMxMTQ0M15BMl5BanBnXkFtZTcwNTA0MDAyMg@@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Fired Up! (2009)",
        "description": "IMDb - 6.1/10 ရှောင်ရယ် နစ်ရယ်ဟာ ကျောင်းမှာ ပေါ်ပြူလာဖြစ်တဲ့ ဘောလုံးကစားသမား ပလေးဘွိုင်းလေးတွေဖြစ်ပါတယ်။ ရှောင်နဲ့ နစ်တို့ ၂ယောက် ကျောင်းပိတ်ပြီး နွေရာသီကမ့်ဝင်ရမယ့်အချိန်ရောက်ရှိလို့လာပါတော့တယ်။ ပူပြင်းခြောက်သွေ့တဲ့ နေရာမှာ ကမ့်ဝင်ရမှာမို့လို့ စိတ်ညစ်နေကြတဲ့ ရှောင်နဲ့နစ်ရယ်တို့​က Cheerleader အယောက် ၃၀၀အကြောင်း ကြားသိသွားတဲ့အခါမှာတော့ .....။ သိကြားမင်းလို တစ်ဖက်နတ်သမီး ၅၀၀စီရသွားသလို ပူလောင်အိုက်စက်တဲ့ နွေရာသီမှာ မိုးရွာချပေးလိုက်သလိုမျိုး ရှောင်နဲ့ နစ်တို့ရဲ့ နိဗ္ဗာန်ကြီးဖြစ်တဲ့ မိန်းကလေးအယောက်၃၀၀ရှိတဲ့ ကမ့်ထဲဝင်ဖို့အကြောင်းဖန်ပါတော့တယ်။ ကောင်မလေးတွေကို ငမ်းလိုက်စားလိုက်လုပ်နေတဲ့ ပလေးဘွိုင်းလေးတွေ ကမ့်ထဲကအလွဲလေးတွေ၊ စော်လိုက်နည်းတော်ကီပစ်တာလေးတွေ၊ ကမ့်ဝင်ရင်းနဲ့ အချစ်စစ်ရှာတွေ့သွားတာလေးတွေကို ပေါ့ပေါ့ပါးပါး ကြည့်ရှု့ရမှာဖြစ်ပါတယ်။ File size…(1.5 GB)/(1 GB)/(500 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:30:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Min Khant ...",
        "rating": "",
        "url": "https://megaup.net/3fIiu/Fired.Up.2009.UNRATED.720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzA1NzgyYzktZjcwMy00NjAxLWE4ZjEtM2M2NDRlYTEyMDFiXkEyXkFqcGdeQXVyMTI1NDEyNTM5._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "The Fix-It Man (2022)",
        "description": "The Fix-It Man (2022)\n=================လူတစ်ယောက်ရှိတယ်။ မတော်မတည့်ကံကြမ္မာက ကျီစယ်လို့ နေရင်း\nထိုင်ရင်း အလောင်းတစ်လောင်းကို အိမ်သယ်လာရတယ်။ ဘယ်လိုကံ\nကြမ္မာအကျိုးပေးရယ်မသိ အလောင်းကိုအသုံးချပြီးလုပ်လို့ရတဲ့ စီးပွား\nရေးဂွင်ကောင်းကိုပါ ထပ်တွေ့တယ်။ ဒါပေမဲ့ သူ့ကိုယ်ကျင့်တရားကြောင့်\nမြှောက်ပေးတဲ့သူကိုပါမာန်မဲပြီး မလုပ်ဘူးငြင်းလွှတ်လိုက်တယ်။တစ်နေ့တော့ အဲဒီလူ အချစ်နဲ့တွေ့တယ်။ အဲ့အချစ်ဒုက္ခရောက်တော့\nသူ့ကိုယ်ကျင့်တရားအရ ငြင်းပယ်ထားတဲ့အလုပ်ကို လုပ်ဖို့ဆုံးဖြတ်လိုက်\nတယ်။ သူ့ဘေးမှာ‌အပေါင်းအသင်းတွေရှိတယ်။ မိတ်ဆွေစစ်ကတစ်ယောက်\nတည်း။ မိသားစုကတစ်ယောက်တည်း။ ကံကြမ္မာက ထပ်လှည့်စားပြန်တယ်။\nနောက်ဆုံးမှာ သူဖွတ်ဖွတ်ကြေအောင် လောကဓံထောင်းတာခံလိုက်ရတယ်။\nဒါပေမဲ့ ကံကြမ္မာကြီးက သနားသွားဟန်တူရဲ့။ သူ့ကိုထပ်ပြီးမြှောက်စားပြန်တယ်။\nဒီလိုနဲ့ ဒီဇာတ်လမ်းဖြစ်လာတယ်ပေါ့လေ . . .(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(2.1 GB) / (750 MB) / (500 MB)\nQuality............WEB-DL 1080p / 720p / 480p\nDuration.........1Hr 35Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nTranslator.......Ngwe Zin\nEncoder..........SWM",
        "rating": "5.5",
        "url": "https://megaup.net/3fBBl/The.Fix-It.Man.2022.720p.NF.WEB-DL.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTc3NzI0MzQ3M15BMl5BanBnXkFtZTcwMzA0MDMzNA@@._V1_-141x200.jpg",
        "title": "Fallen Angels (1995)",
        "description": "IMDb - 7.6/10 , RT - 95% Bodyguards and Assassins, God of Gamblers တို့မှာ သရုပ်ဆောင်ဖူးတဲ့ Leon Laiရယ် Forever Friendsနဲ့ The Crossingတို့ရဲ့ မင်းသားTakeshi Kaneshiroတို့နဲ့အတူတူ Royal Tramp , Swordsman တို့ရဲ့ မင်းသမီး Michelle Reisတို့က ၃ယောက်သား ဒီကားကို အနှစ်အရသာရှိလှစွာ ပုံဖော်ထားပါတယ်။ ဇာတ်လမ်းကတော့ ဟောင်ကောင်က လုပ်ကြံရေးသမား၂ယောက်ရယ် ရရာအလုပ်ကို လုပ်နေတဲ့လူရယ်၊ ထိုလူ၃ယောက်ရဲ့ သူတို့ရဲ့ ဘဝနဲ့ အချစ်ရေးအကြောင်းကို ထူးခြားစွာဖော်ပြထားတဲ့ ရုပ်ရှင်လေးဖြစ်ပါတယ်။ လူတွေက နေ့စဥ် ကိုယ်ကျွမ်းကျင်ရာကို လုပ်ကိုင်ရင်း အချစ်နဲ့နားခိုရာကို ရှာဖွေလေ့ရှိပါတယ်။ အချစ်ကို ပျောက်လို့လိုက်ရှာရင်း ကိုယ့်ရဲ့ စိတ်ဝိညာဉ်ကိုပါ ပျောက်ဆုံးတတ်​ပြီး သူတို့၃ယောက် ဘဝကို ဘယ်လိုနေထိုင်ကြလဲဆိုတာကို ...",
        "rating": "",
        "url": "https://megaup.net/2zA2l/fallen.angels.1995.restored.720p.(CM).mp4",
        "category": "Action, Crime, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOGI1NGQ4ZmUtMTY4OC00YTFiLThmODctODI5ODQ1MzcyYzNmXkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_-150x200.jpg",
        "title": "Detective Dee: The Four Heavenly Kings (2018)",
        "description": "Detective Dee: The Four Heavenly Kings (2018)IMDb Rating (6.4) / Rotten Tomatoes (60%)ဒီရုပ်ရှင်ကတော့ ၂၀၁၃ ကထွက်ရှိခဲ့တဲ့ Young Detective Dee - Rise of The Sea Dragon ရဲ့ Sequel အနေနဲ့ထွက်ရှိလာခဲ့တာပါ။\nရှေ့က အဓိကသရုပ်ဆောင်တွေ အကုန်နီးပါး ပြန်ပါဝင်ထားပါတယ်။\n၂၀၁၀ ကထွက်ရှိပြီး အောင်မြင်ကျော်ကြားခဲ့တဲ့ Detective Dee-Mystery of The Phantom Flame ရုပ်ရှင်ရဲ့ Prequel ရုပ်ရှင်တွေဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ Rise of The Sea Dragon ရုပ်ရှင် အဆုံးကနေပြန်လည်စတင်ထားပြီး\nရှင်ဘုရင်က စုံထောက်ဒီးကို နဂါးနိုင်ဓါး (ကျိုင်းတံ) အပ်နှင်းပြီး\nတစ်တိုင်းပြည်လုံးကို စေခိုင်းနိုင်တဲ့ အခွင့်အာဏာအပ်နှင်းလိုက်တာကနေ စတင်ပါတယ်။\nဒီလိုအာဏာအပ်နှင်းလိုက်တဲ့အတွက် ရှင်ဘုရင်ကို (တရုတ်ပြည်သမိုင်းမှာတစ်ဦးတည်းသောဘုရင်မဖြစ်လာမယ့်) မိဖုရားဝူက အမျက်ရှတော်မူပါတယ်...\nစုံထောက်ဒီးလို ဦးနှောက်ပဲရှိပြီး ...",
        "rating": "6.4",
        "url": "https://megaup.net/2zML7/(CM)_Detective.Dee.The.Four.Heavenly.Kings.2018.720p.BluRay.REMUX.AVC.AAC.5.1-Naung.mp4",
        "category": "Action, Adventure, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BOGUyZmNmOWMtNzE5Ni00MTVhLTkwZmQtMzNmZTc5MjA3MWZlXkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-147x200.jpg",
        "title": "Young Detective Dee: Rise of the Sea Dragon (2013)",
        "description": "Young Detective Dee: Rise of the Sea Dragon (2013)IMDb Rating (6.5)/ Rotten Tomatoes (53%)Mark Chao သရုပ်ဖော်တဲ့ ဒီးလျန်ကျယ် ခေါ် စုံထောက် ဒီးဒီဇာတ်လမ်း ဟာ ၂၀၁၀ ခုနှစ်ကထွက်ရှိထားတဲ့ Detective Dee and the Mystery of the Phantom Flame ရုပ်ရှင်ရဲ့ Prequel ဖြစ်ပါတယ် ...ဒါကြောင့် စုံထောက်ဒီးကိုငယ်စဉ်ဘဝကပုံစံနဲ့တွေ့ရမှာပါ။မင်းသား Mark Chao ကစုံထောက်ဒီးအဖြစ်ပါဝင်ထားပြီး မင်းသမီးကတော့ Angelababy ဖြစ်ပါတယ်။ ကိုရီးယားမင်းသား Kim Bum လဲအရံပါဝင်ထားပါတယ်။Andy Lou နဲ့ ဒီးလျန်ကျယ် ကို ရင်းနှီးခဲ့ရတဲ့ ကျွန်တော်တို့ဟာ Mark Chao နဲ့ ရုတ်တရက်ကြုံလိုက်ရတော့ အသားမကျဖြစ်လိုက်ရသေးတယ်။ ဒါပေမဲ့ ဒီဇာတ်ကားပုံဖော်လိုက်တဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/4BFag/(CM)_Young.Detective.Dee.Rise.Of.The.Sea.Dragon.2013.720p.Bluray.REMUX.AVC..AAC.5.1-Naung.mp4",
        "category": "Action, Adventure, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2020/04/MV5BZmRhNGVkYTgtNmRlYy00NjU0LTgwOTUtNWZhN2U0YzI5YTM3XkEyXkFqcGdeQXVyODIyOTEyMzY@._V1_-150x200.jpg",
        "title": "Detective Dee and the Mystery of the Phantom Flame (2010)",
        "description": "Detective Dee and the Mystery of the Phantom Flame (2010)IMDb Rating (6.6) / Rotten Tomatoes (80%)စုံထောက် ဒီး ...တရုတ်ပြည် ဂန္ဓာလရာဇ်ရဲ့ ကျော်ကြားတဲ့ အမှုလိုက်၊ အကြံပေး သက်‌တော်ရှည် အမတ်ကြီး။ အမည်ရင်းက ဒီးလျန်ကျယ် ပါ။ တရုတ်အမည်ကို မြန်မာလိုဖလှယ်တာဖြစ်လို့ မူကွဲတွေ၊ ခြားနားချက်တွေရှိပါတယ်။ အဲဒါတွေထဲကမှ မြန်မာနား၊ မြန်မာပါးစပ်နဲ့ အာထိလျှာထိရှိလှတဲ့ ဒီး ကို ကျွန်တော်အကြိုက်ဆုံးပါပဲ။မင်းမှုထမ်းမျိုးရိုးကနေဆင်းသက်ပြီး စာပေလေ့လာရေးအားကောင်းတဲ့၊ ဉာဏ်ပညာကြီးမားတဲ့ ယောက်ျားကောင်းတစ်ယောက်ပါ။ ခက်ခဲနက်နဲတဲ့အမှုတွေကို အမှုစစ်တစ်ယောက်အနေနဲ့ စုံစမ်းဖော်ထုတ်နိုင်သူ၊ တရားမမှုတွေကို မှန်ကန်စွာအဖြေထုတ် ဆုံးဖြတ်နိုင်တဲ့ တရားသူကြီး၊ ဘုရင်လုပ် အုပ်ချုပ်သူတွေအဆက်ဆက် အကြံပေးနိုင်တဲ့ သက်တော်ရှည်အမတ်၊ သမိုင်းမှာ ကျော်ကြားထိုက်သူပါပဲ။တိုင်းပြည်အတွက် သူထမ်းခဲ့တဲ့အကျိုးကျေးဇူးတွေများလွန်းလို့ ဂန္ဓာလရာဇ်ရဲ့ ဂန္ဓဝင်အမတ်ကြီး ပေါင်ကျင်းထျန်း နဲ့ထပ်တူ ဂုဏ်ပြုရသူကြီးပါ။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1TPga/(CM)_Detective.Dee.And.The.Mystery.Of.The.Phantom.Flame.2010.BluRay.720p.AVC..AAC.5.1-Naung.mp4",
        "category": "Action, Adventure, Asian, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTU4NDQ3NzY1NV5BMl5BanBnXkFtZTYwMTQ3NTk2._V1_-133x200.jpg",
        "title": "The Little Vampire (2000)",
        "description": "The Little Vampire (2000)\n===================\nIMDb Rating - 5.7/10ကျွန်တော်တို့ ငယ်ငယ်က ပါဝါရိန်းဂျားကားတွေ ကြည့်ပြီး ပါဝါ\nရိန်းဂျားတွေနဲ့ သူငယ်ချင်းဖြစ်ချင်တဲ့သူတွေ ရှိသလို စကူဘီဒူး\nကားကြည့်ပြီး အဲဒီထဲကလို သူငယ်ချင်းတွေရချင်တာတွေ ဖြစ်ဖူး\nခဲ့ကြမယ်ထင်ပါတယ်။တိုနီဆိုတဲ့ ကောင်လေးကလည်း အတူတူပါပဲ။ ဒါပေမဲ့ ကျွန်တော်\nတို့နဲ့ မတူတာက သူက သွေးစုပ်ဖုတ်ကောင်တွေ အကြောင်းကို\nအမြဲအိပ်မက်မက်လေ့ရှိတဲ့သူဗျ။ သူမက်တဲ့ အိပ်မက်တိုင်းမှာလည်း\nသွေးစုပ်ဖုတ်ကောင်တွေရဲ့ ဒဏ္ဍာရီတွေနဲ့ အဆောင်ပစ္စည်းလေးတစ်\nခုကအမြဲတမ်းပါနေခဲ့တယ်။တစ်နေ့မှာ သူ့ရဲ့အခန်းထဲကို သူနဲ့ရွယ်တူ သွေးစုပ်ဖုတ်ကောင်လေး\nတစ်ယောက် ရောက်လာပြီး အပြန်အလှန်ကူညီပေးကြရင်း သူငယ်\nချင်းတွေ ဖြစ်သွားကြတာပေါ့ဗျာ။ ဒါပေမဲ့ အဲဒီသွေးစုပ်ဖုတ်ကောင်\nတွေမှာ အရေးကြီးတာဝန်တစ်ခုရှိနေပြီး ပျောက်နေတဲ့ အဆောင်\nပစ္စည်းလေးကို မတွေ့ရင် အားလုံးဒုက္ခရောက်ကြရမဲ့ အခြေအနေ\nဖြစ်နေခဲ့တယ်။ဒီတော့ သွေးစုပ်ဖုတ်ကောင်တွေနဲ့ ဆက်စပ်မှုတွေရှိနေတဲ့ တိုနီနဲ့ သူ့\nသူငယ်ချင်းတို့ ဘယ်လို စွန့်စားခန်းတွေ ထွက်ကြမလဲဆိုတာကို စိတ်\nဝင်တစား ကြည့်ရှု့သွားရမဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ် ဖြစ်ပါတယ်။\nကလေးတွေ အကြိုက်တွေ့စေမဲ့ ဇာတ်လမ်းမျိုးဖြစ်သလို ကျွန်တော်\nတို့လို Back to ...",
        "rating": "5.7",
        "url": "https://megaup.net/3fy3i/The.Little.Vampire.2000.720p.WEBRip.(CM).mp4",
        "category": "Adventure, Comedy, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMDBjOTAwNDktOTY5MC00ZDczLTgzOWYtNTA5YTJlZmQwNjQyXkEyXkFqcGdeQXVyMTQ3Njg3MQ@@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Blessed Boys (2021)",
        "description": "Blessed Boys (2021)\n===============\nIMDb Rating - 6.3/10ဒီဇာတ်ကားလေးကတော့ အချိန်တစ်နာခွဲအတွင်း အပြောတွေရော\nအပြတွေရော တွေးစရာတွေပါ အများကြီးထည့်ထားတဲ့ကားလေးပါ။\nလီနိုတို့မိသားစုသုံးယောက်ရယ် သူငယ်ချင်းဖြစ်သူမာရီယိုရယ် ချစ်သူ\nမမယ်သူငယ်ချင်းထပ်ပိုတဲ့ကောင်မလေး အက်စီရယ် အားလုံးပေါင်း\nဇာတ်ကောင်ငါးယောက်အဓိကပါပါတယ်။ သူတို့အားလုံးဟာ အီတလီ၊\nနေပယ်မြို့က ပျံကျနေရာလေးမှာ နေထိုင်ကြပါတယ်။ အားလုံးဟာ\nကျောင်းနေအရွယ်ပေမယ့် ဘဝအခြေအနေကြောင့် မိသားစုတာဝန်ကို\nထမ်းနေကြသူပါ။လီနိုအနေနဲ့လည်း ပိုက်ဆံကို အလုပ်လုပ်ပြီးပဲရရ ရုပ်ပြစားပြီးပဲရရရှာရင်း\nအိမ်စရိတ်ကို အနိုင်နိုင်ပေးနေရသူပါ။ တစ်ချိန်မှာတော့ လီနိုရဲ့ညီမလေး\nအန်နာလာဟာ ထူးဆန်းအံ့ဖွယ်တန်ခိုးပြတယ်ဆိုပြီး ဒေသခံကတ်သလစ်\nဘာသာဝင်တွေအကြားရေပန်းစားသွားပြီး ဘုရားဝတ်ပြုဆုတောင်းဖို့ အိမ်\nကိုလာရောက်သူတွေများလာပါတယ်။ ဒီလိုကံကြမ္မာအလှည့်အပြောင်းကြား\nမှာ ဒီဇာတ်ကောင်ငါးယောက်ဟာ ဘယ်လိုတွေ ကပြကြမလဲဆိုတာကို စိတ်\nဝင်စားဖွယ်ကြည့်ရှုရမှာပါ။ မိသားစုဒရာမာ၊ ဘာသာရေး၊ LGBTစတဲ့ genre\nတွေနဲ့ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်း ဇာတ်ကောင်စရိုက်နိုင်နိုင်တဲ့\nကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nZaw Myo Thu ဖြစ်ပါတယ်)File Size..........(1.3 GB) / (561 MB) / (307 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "6.3",
        "url": "https://megaup.net/3fvE6/Blessed.Boys.2021.ITALIAN.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNTFlMTBlMDUtYjc2Mi00ZmFjLWFmMTQtYjJmOGYyMjIzMjk4XkEyXkFqcGdeQXVyMTA4MDAyMDQ1._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Business of Christmas 2 (2021)",
        "description": "The Business of Christmas 2 (2021)\n=========================\nGenre - Drama, Family\nIMDb Rating - 8.2/10Spoiler Alert\n----------------\nပထမကား မကြည့်ရသေးသူများအတွက် အခု review ကို\nမဖတ်ပါနဲ့ဦး ခင်ဗျာ။\n----------------ပထမကားတုန်းက ပြဿနာတွေ ဖြေရှင်းခဲ့တဲ့ ဖရန်ကလင်း\nမိသားစုတွေ ပြန်လာပါပြီ။ ဒီဒုတိယကားမှာတော့ ဖခင်ဖြစ်တဲ့\nအော်စကာကတော့ သွေးတိုးနဲ့ ဆုံးပါးသွားပါပြီ။ မိခင် မယ်ရီ\nအန်ကလည်း မွေးရပ်မြေကို ပြန်လာပြီး အိမ်ကြီးထဲမှာ တစ်\nယောက်တည်းနေနေပါတယ်။သားသမီးတွေအနေနဲ့ မိုက်ကယ်ကဝတ္ထုရေးဖို့ ကြိုးစားနေပြီး\nဖခင်သေဆုံးမှုကို ထောက်လှမ်းနေခဲ့ပါတယ်၊ နိုအာကတော့\nစင်ဒီနဲ့ အလုပ်တွဲလုပ်ရင်း မင်္ဂလာဆောင်ဖို့ အဆင်မပြေ ဖြစ်\nနေခဲ့တာပါ၊ ဒန်နီကလည်း ယောက်ျားဖြစ်သူလည်း အဆင်မပြေ\nဖြစ်ပြီး သားလေးကို ထိန်းကျောင်းနေရသူ မိခင်တစ်ယောက်\nဖြစ်နေပါပြီ။ ဒီလိုနဲ့ ဖရန်ကလင်းမောင်နှမတတွေ ကိုယ်စီပြဿနာ\nတွေနဲ့ တစ်ဦးတည်းနေတဲ့ မိခင်ကြီးဆီကို သွားရောက်ဖို့ ဖြစ်လာ\nပါတော့တယ်။ နောက်ထပ် ဖြေရှင်းဖို့ ပြဿနာအသစ်တွေနဲ့အတူ\nပေါ့။ ဒီကားမှာတော့ မိခင် မယ်ရီအန်နဲ့ ငယ်ချစ်ဦး ...",
        "rating": "8.2",
        "url": "https://megaup.net/2zycy/The.Business.of.Christmas.2.2021.720p.WEBRip.(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTQ3OGU3NzEtZGVjYi00NTRiLTlmMTYtNTJjMzE5NmUwNDlkXkEyXkFqcGdeQXVyOTEyNDcxNjg@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "The Business of Christmas (2020)",
        "description": "The Business of Christmas (2020)\n=======================\nDrama, Family\nIMDB - 6.1/10အသက်ကြီးနေပြီဖြစ်တဲ့ အော်စကာနဲ့ မယ်ရီအန် ဖရန်ကလင်းတို့\nလင်မယားဟာ မြို့လေးတစ်မြို့မှာ အရုပ်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ထား\nပါတယ်။ အားလပ်ရက်ဖြစ်တဲ့ ခရစ္စမတ်လာတော့မှာဖြစ်တဲ့အတွက်\nမိခင်ဖြစ်သူ မယ်ရီအန်ဟာ သားသမီး ၃ ယောက်လုံးကို အိမ်အလည်\nပြန်လာဖို့ မျှော်လင့်နေပါတယ်။ သားကြီးဖြစ်သူက ပူလစ်ဇာဆုလိုချင်\nနေတဲ့ ဂျာနယ်လစ်သမား၊ သားငယ်က တေးဂီတထုတ်လုပ်ပေးတဲ့ ပရို\nဂျူဆာတစ်ယောက်၊ ပြီးတော့ သမီးကကျ အိမ်ခြံမြေပွဲစားတစ်ယောက်\nပေါ့။မိခင်ဖြစ်သူ ဖုန်းဆက်ခေါ်ပေမယ့်လည်း ကိုယ်စီအလုပ်နဲ့မို့ ပြန်မလာနိုင်\nကြတဲ့လူတွေပါ၊ မိခင်ကြီးလည်း စိတ်ဆင်းရဲရတာပေါ့။ အဲဒီအချိန်မှာ\nသူတို့လင်မယားကို နောက်ထပ် ကံဆိုးမှုတစ်ခု ကျရောက်လာပါတယ်၊\nအိမ်ကိုပေါင်ထားတဲ့ချေးငွေကို ဝယ်ယူလိုက်တဲ့ကုမ္ပဏီက သူတို့ ဆိုင်နဲ့\nအိမ်ကိုပါ ရက်အနည်းငယ်အတွင်း ပိုက်ဆံတစ်သိန်းမှ မပေးနိုင်ရင် ဆုံးရှုံး\nရဖို့ ဖြစ်လာပါတော့တယ်။ ဒီသတင်းကိုကြားတော့ ဖခင်ဖြစ်သူ အော်စကာ\nတစ်ယောက် နှလုံးဖောက်ပြီး ဆေးရုံရောက်ပါတော့တယ်။ အဲဒီမှာ အလုပ်\nတွေမအားတဲ့ သားသမီးတွေလည်း မိသားစုရဲ့ဘေးအန္တရာယ်ကို ကြုံရာနေ\nရာကနေ ဝင်ပြီး ပြန်ကယ်တင်ပေးဖို့ တာဝန်ကျရောက်လာပါတော့တယ်....။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/2zAzb/The.Business.Of.Christmas.2020.720p.WEBRip.(CM).mp4",
        "category": "Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/dH8yHmqUra0gqzMJJKXiyfKkB57.jpg",
        "title": "Ella Enchanted (2004)",
        "description": "Ella Enchanted (2004)ကဲ ဘာမှမကြည့်ရသေးခင် မင်းသမီးနဲ့တင် တန်တယ်ဆိုတဲ့ကား။ အဟောင်းကားလေးပေါ့။Anne Hathaway ဆိုတာနဲ့ ညှို့အားပြင်းပြင်း၊ သရုပ်ဆောင်ကောင်းကောင်း အမေရိကန်မင်းသမီးကြီးကို ပြေးမြင်ကြမှာပါပဲ။ Rachel Getting Married (2008) မှာ ဆေးစွဲနေတဲ့ကောင်မလေးအဖြစ်ကို ကျွန်တော် သိပ်ကြိုက်ခဲ့ရတာ။ ဇာတ်ဆောင်မင်းသမီး အကယ်ဒမီဆု ဆန်ခါတင်စာရင်းဝင်သွားသေးတယ်ဗျ။ အဲဒီဇာတ်ကားနဲ့။Alice in Wonderland (2010) မှာ သူ့နဲ့ပြန်တွေ့တော့ Fantasy ဇာတ်ရုပ်နဲ့လည်း မစိမ်းလှတာကို သတိထားမိတယ်။ အဲဒီမှာတင် အခုတင်ဆက်ပေးမယ့် Ella Enchanted (2004) ကို ပြန်ကြည့်မိတာ။ သူ့ကို အကြိုက်ဆုံးတွေကတော့ Interstellar (2014) နဲ့ Ocean's 8 (2018) ထဲမှာပဲ။ဒီကားမှာ သူနဲ့ လက်တွဲညီညီ သရုပ်ဆောင်ခဲ့တာတော့ အင်္ဂလိပ်မင်းသားကြီး Hugh Dancy ပါပဲ။ ဒီဇာတ်ကားက အင်္ဂလန်၊ အမေရိကန် ...",
        "rating": "6.3",
        "url": "https://megaup.net/3fK6l/(CM)_Ella_Enchanted_(2004)_720p.mp4",
        "category": "Comedy, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vM0MvfuamfhMXH2DQU0jnHTgEjy.jpg",
        "title": "Spellbound(2023)",
        "description": "Spellbound(2023)*****************ဒီရုပ်ရှင်‌လေးက 2011ခုနှစ်ကထွက်ရှိခဲ့တဲ့ \"Spellbound\"ဆိုတဲ့ korea movieလေးကိုPhilippine moiveအဖြစ်ကပြန်လည်အသက်သွင်းထားတာပါ။\nဇာတ်ကြောင်းလေးကတော့ သရဲတွေကိုမြင်ရတဲ့ကောင်မလေးနဲ့ သူ့ရဲ့ မျက်လှည့်ပညာရှင်သူဌေးဖြစ်သူတို့ကြားကအချစ်ဇာတ်လမ်းလေးပါပဲ။\nမင်းသမီးငယ်စဥ်အခါက အက်စီးဒင့်တစ်ခုကြောင့် သေမလိုဖြစ်ခဲ့ပြီး သရဲတွေကိုမြင်လာရသူပါ။\nထုံးစံအတိုင်း သရဲတွေကလာနှောင့်ယှက်ကြ အကူအညီလာတောင်းကြမို့မင်းသမီးဟာ လူတွေနဲ့တစ်သီးတစ်သန့်နေရင်း ဘဝကိုတစ်ယောက်တည်းဖြတ်သန်းနေခဲ့ရပါတယ်။\nဒီလိုဘဝလေးနဲ့ ရှင်သန်နေရတာကို မင်းသားဖြစ်သူကသိရှိသွားတဲ့အခါမှာတော့.....။\nပျော်စရာ၊ ကြောက်စရာ၊ ကြည်နူးစရာအစုံကို ရင်ခုန်ခုန်ကြည့်ရှုရမယ့် ဇာတ်ကားလေးပါပဲ။File Size :(1.3GB) &(626MB)\nQuality : WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:47:00\nGenre : Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/3fKfA/Spellbound.2023.WEB-DL.1080P(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/qpmj3nWaYBejMwvdhv7z54WuZTp.jpg",
        "title": "[18+] Sweet Sugar (1972)",
        "description": "Sweet Sugar (1972)Sweet Sugar ဟာ သူ့ရှေ့က မိန်းမထောင်ကားတွေလိုလို မိန်းမထောင်ကား ဆန်ဆန်ပါပဲ။ ဒီလိုကားတွေ အဲဒီကာလမှာ တော်တော်ခေတ်စားခဲ့တယ်ထင်ပါတယ်။ စကီလေး မတရား ထောင်ကျ။ ထောင်မှာ အလုပ်ကြမ်းလုပ်ရ။ နောက်မတရားမှုတွေနဲ့ ကြုံလာ လွတ်ဖို့ကြိုးစား ဒါမျိုးတွေပေါ့။ မတူတာကတော့ ဒီကားမှာ Sugar လို့ခေါ်တဲ့ ခပ်လန်းလန်း ကာရိုက်တာမလေး ပါဝာာပါပဲ။Sugar ဟာ တစ်ခါတလေ အေးစက်တယ်။ တစ်ခါတလေ နွေးထွေးတယ်။ တစ်ခါတလေ ချိုမြသလို တစ်ခါတလေ ခါးသက်တယ်။ တစ်ခါတလေ ခေါင်းပွတ်ခံရတာကြိုက်တဲ့ ခွေးကလေး။ တစ်ခါတလေ ဆတ်ဆတ်အထိမခံတဲ့ မြွေဟောက်မလေး။ ဒီလိုအဆိပ်ပြင်းပြီး ကြင်နာတတ်တဲ့ Sugar ရဲ့ Erotic ဇာတ်ကလေးမှာ နွေးထွေးကြမ်းတမ်းတဲ့ Sugar ရဲ့ အလှတရားတွေပါတာမို့ မိသားစုနဲ့ ကြည့်ဖို့တော့ မသင့်တော်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "5.2",
        "url": "https://megaup.net/1dRq8/(CM)_Sweet_Sugar_(1972)_720p.mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/blHzk1eKG5xdWDNEx5f8n83IyBu.jpg",
        "title": "The Obscured (2022)",
        "description": "The Obscured (2022)သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းတစ်ပုဒ်မှာ တစ်ဦးတစ်ယောက်က ထွက်ဖို့ဖြစ်လာခြင်းက စတဲ့ဇာတ်ပေါ့။ ကောင်မလေးက စိတ်ကစဉ့်ကလျားဖြစ်နေတယ်။ တစ်နေ့ သူနိုးလာတော့ သူ့ဘေးမှာ သူချစ်ရတဲ့လူက သေနေပြီ။ ဘယ်သူသတ်သွားတာလဲလည်း မသိဘူး။ သူသတ်မိတာလားလဲ မသိဘူး။ ဘာကိုမှ မသည်းကွဲနေတော့ ရဲတိုင်ဖို့လည်း အဆင်မပြေဘူး။ ဒီလိုနဲ့ နောက်ကောင်လေးကို ဖုန်းဆက်လိုက်တယ်။အချစ်အတွက်ဆို လောကကြီးခါးစောင်းတင်ဖို့ပါ အသင့်ရှိနေတဲ့ နောက်ကောင်လေးက ကောင်မလေးကို ကူညီပြီး အလောင်းဖျောက်ပေးတယ်။ ဒီလိုနဲ့ သူတို့တွေ အသစ်တစ်နေရာမှာ အချစ်ကမ္ဘာတည်ဖို့ ကားတစ်စီးနဲ့ ဟိုင်းဝေးလမ်းမကြီးထက် ခရီးဆက်လာခဲ့တယ်။ လမ်းရောက်တော့ သိလိုက်ရတာက‌ ကောင်မလေးက သူ့စိတ်ရောဂါအတွက် သောက်နေကျဆေးကို အခင်းနေရာမှာကျန်ခဲ့တယ်။ ဒီလိုနဲ့ ကောင်လေးက အချစ်အတွက် ဘဝကြီးကို စွန့်စားပြီး သွားပြန်ယူပေးတာပေါ့။ အဲဒီမှာ သူတို့အစဖျောက်ခဲ့တဲ့အလောင်းကြီး ပြန်ရောက်နေတာကို သူတို့တွေ့လိုက်ရတယ်။ သူတို့အချစ်တွေကပဲ ဒီအခက်အခဲကြီးကို ကျော်လွှားနိုင်မလား။ အပြစ်ကပဲ သူတို့နောက်လိုက်လာမလား ပဟေဠိဆန်ဆန်ကြည့်ရမယ့် စိတ္တဇရုပ်ရှင်လေးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "5.1",
        "url": "https://megaup.net/2zMx7/(CM)_The_Obscured_(2022)_720p.mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-27-142x200.jpg",
        "title": "Lamya’s Poem (2021)",
        "description": "ကဗျာ၊ စာပေဆိုတာ နှလုံးသားရဲ့အာဟာရလို့ ဆိုတတ်ကြပါတယ်။ ချစ်ခြင်းရဲ့အတိမ်အနက်၊ မေတ္တာရဲ့သဘောတရားကို စာသားတွေ လင်္ကာကာရံတွေနဲ့ ချိန်ထိုးပြတတ်သူတွေအဖို့တော့ ကဗျာ စာပေဆိုတာ အသွားထက်တဲ့ ဓားတစ်လက်နဲ့ ညီမလားမသိနိုင်ဘူးပေါ့။ ‌ကာရန်တွေ နဘေတွေ ညီနေမှ ကဗျာဖြစ်တာမဟုတ်သလို ချစ်ခြင်းအကြောင်း ဖွဲ့သီတာဆိုမှလည်း ကဗျာမည်တာ မဟုတ်ပါဘူး။ နေ့စဉ်ဘဝအကြောင်း၊ စစ်ပွဲတွေအကြောင်း၊ ကုန်ဈေးနှုန်းအကြောင်း၊ လူတွေရဲ့အကြောင်း ဘယ်လိုအကြောင်းအရာမျိုးမဆို ကဗျာကိုတင်ပြသူနဲ့ ဖတ်ရှုသူရဲ့ စိတ်ခံစားချက်ကို လိုက်ပြီး ယူဆချက်လည်း ကွဲပြားသွားနိုင်တာမျိုးပါပဲ။ အမေ့ပါးက သနပ်ခါးလေးကလည်း ကဗျာတစ်ပုဒ်ဖြစ်သွားနိုင်သလို ပုရွတ်ဆိတ်လေးတွေ အစာရှာရင်း တရွေ့ရွေ့သွားနေပုံလေးက‌လည်း အတွေးနယ်ချဲ့တတ်တဲ့သူအဖို့ အိပ်မပျော်တဲ့ညကို ကုန်လွန်စေမယ့်အကြောင်းပြချက် ဖြစ်သွားနိုင်တာမျိုးမဟုတ်ပါလား။ စိတ်ပျက်အားငယ် ဝမ်းနည်းနေချိန်မှာ သီချင်းလေးတစ်ပုဒ်၊ ကဗျာလေးတစ်ကြောင်းက ခံစားချက်ကို ပြောင်းလဲပေးနိုင်တယ်ဆိုရင် ဘဝရဲ့အခက်ခဲ အပင်ပန်းဆုံးအချိန်ရောက်တဲ့အခါ ထူးခြားဆန်းကြယ်တဲ့ ဆုံးဖြတ်ချက်တွေကိုချတဲ့နေရာမှာရော အထောက်အကူ ဖြစ်စေနိုင်လေမလား။ ကဗျာလေး တစ်ပုဒ်သာဖြစ်ပေမယ့် ရင်ထဲရောက်အောင်သာ သွားနိုင်မယ်ဆိုရင် သိမြင်နိုင်ဖို့ ...",
        "rating": "",
        "url": "https://megaup.net/3fBpz/Lamyas.Poem.2023.720p.(CM).mp4",
        "category": "Adventure, Animation, Drama, Family, Fantasy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/p6yUjhvNGQpFZilKwOKbxQ1eHlo.jpg",
        "title": "Renfield(2023)",
        "description": "Renfield(2023)*************ကဲ ပေါကားလောကကနေ ရုပ်ရှင်ရုံကြီးကားလောကထဲကို ပြန်ဝင်လာနိုင်တဲ့ နီကိုလက်ကေ့ရဲ့ ဒရက်ကူလာကားအသစ်လာပါပြီ။နီကိုလက်ကေ့ဟာ တစ်ချိန်က ထိပ်တန်းသရုပ်ဆောင်ကြီးဖြစ်ခဲ့ပြီးမှအကြွေးတွေကြောင့် ကြုံရာကားတွေထိုးရိုက်ရတဲ့ဘဝကိုဆင်းသက်ခဲ့ရတဲ့သူပါ။အခုတော့ သူ တစ်နှစ်ကို တစ်ကားနှုန်းနဲ့ ပိတ်ကားပြင်ပေါ်ကို ပြန်တက်လာနိုင်တာ တကယ်ဝမ်းသာစရာပါပဲ။သူ့ရဲ့သရုပ်ဆောင်အရည်အချင်းတွေကို ပြန်အဖက်ဆယ်နိုင်ခဲ့ပါပြီ။ဒီရုပ်ရှင်ကတော့ ဟော်ရာ၊ ဟာသ အမျိုးအစားပါ။ နီကိုလက်ကေ့က ဒရက်ကူလာအဖြစ် ပါဝင်ထားပြီးသူ့ရဲ့ ရန်ဖီးဆိုတဲ့ နာမည်နဲ့ ဖမ်မီလိရာခေါ် အမှုထမ်းအဖြစ် မင်းသား နီကိုလက်ဟောက်က ပါဝင်ထားပါတယ်။နီကိုလက်ကေ့ဟာအများအားဖြင့် ခေါင်းဆောင်မင်းသားနေရာမရတဲ့ရုပ်ရှင်တွေကို ငြင်းတတ်ပေမဲ့ဒရက်ကူလာအဖြစ်သရုပ်ဆောင်ဖို့က သူ့အိပ်မက်တစ်ခုပဲမို့ ဒီရုပ်ရှင်ကို သဘောတူခဲ့ပါတယ်။သူသရုပ်ဆောင်ဘဝအစမှာ အဖြစ်ချင်ဆုံး ဇာတ်ကောင်သုံးကောင်က Captain Nemo, Superman and Dracula တို့ပါပဲ။ရန်ဖီးဆိုတဲ့နာမည်ကတော့ ဒရက်ကူလာဝတ္ထုထဲက ဒရက်ကူလာရဲ့ အမှုထမ်းနာမည်ကိုပဲ ပြန်သုံးထားတာပါ။ဆေးပညာမှာလည်း ကိုယ့်ကိုယ်ကိုယ် သွေးစုတ်ကောင်လို့မြင်နေပြီး သွေးတွေသောက်သုံးချင်တဲ့ရောဂါကို ရန်ဖီးရောဂါလို့ နာမည်ပေးကြပါတယ်။ မင်းသမီးကတော့ ရှန်းချီရဲ့ သူငယ်ချင်းအဖြစ်လူသိများကြတဲ့မင်းသမီး အော်ကွာဖီနာပါပဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ ရေဘက်ကာ ကွင်စီဆိုတဲ့ ရဲမေအဖြစ် ပါဝင်ထားပါတယ်။ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1TPep/Renfield.2023.WEB-DL.1080P5.1Ch(CM).mp4",
        "category": "Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZjk1NGM4YmMtNGI4NC00YWQ2LWJlZjYtMzFiMjgxMDJhZTczXkEyXkFqcGdeQXVyNjc4Mjc1NDE@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Condor’s Nest (2023)",
        "description": "ဒုတိယကမ္ဘာစစ်အတွင်း အမေရိကန်ဗုံးကြဲလေယာဥ်တစ်စီးဟာ ဂျာမနီကရန်သူ့စခန်းကို ဗုံးကြဲဖို့သွားရင်း လမ်းတစ်ဝက်မှာပျက်ကျသွားပါတယ် ပျက်ကျသွားတဲ့နေရာက မစွန့်ခွာနိုင်ခင်မှာ နာဇီတပ်ရင်းတစ်ရင်း သူတို့လေယာဥ်ကို တွေ့သွားပါတယ်။ အင်အားချင်းမမျှတာကြောင့် လေယာဥ်ပေါ်မှာပါလာတဲ့ အမေရိကန်တပ်သားတွေဘက်က လက်နက်ချလိုက်ရပါတယ် နာဇီဘက်က ဗိုလ်မှုးဖြစ်သူက အဲလူတွေကို စစ်သုံ့ပန်းအနေနဲ့ ဖမ်းသွားရမဲ့အစား နေရာမှာတင် ပစ်သတ်လိုက်ပေမဲ့ သူမသိလိုက်တာတစ်ခုက လေယာဥ်ပျက်ကျပြီးတော့ ရန်သူလာမလာစောင့်ကြည့်နေတဲ့ ကင်းစောင့်တစ်ယောက် ကျန်နေခဲ့တယ်ဆိုတာပါပဲ စစ်ပြီးလို့ ရာစုနှစ်တစ်ခုအကြာမှာတော့ အဲတုန်းက ကင်းစောင့်ရင်း အသက်ဘေးက လွတ်သွားတဲ့ စစ်သားဟောင်း Will ဟာ သူ့အဖွဲ့သားတွေကို သွေးအေးအေးနဲ့သတ်သွားခဲ့တဲ့ နာဇီဗိုလ်မှုးကို လက်စားချေဖို့လုပ်ရင်း သူထင်ထားတာထက်ပိုရှုပ်ထွေးတဲ့လမ်းကို လျှောက်မိနေတဲ့အခါမှာတော့… File size…(1.7 GB)/(800 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:43:00\nGenre...Action, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/1TOz3/Condors.Nest.2023.720p.(CM).mp4",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMTAyOTU5MjQzMzVeQTJeQWpwZ15BbWU4MDM0MTkxNzIx._V1_-140x200.jpg",
        "title": "Princess Aurora (2005)",
        "description": "Princess Aurora (2005)\n=================၂၀၀၅ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ အမိုက်စား ကားဟောင်းတဖြစ်\nကားကောင်းလေးကို မိတ်ဆက်ပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့ ကုန်တိုက်ကြီးတစ်ခု\nကနေ စခဲ့တဲ့ လူသတ်မှုပေါ့နော်၊ ကုန်တိုက်ရဲ့ အမျိုးသမီး\nသန့်စင်ခန်းထဲမှာ အမျိုးသမီးတစ်ယောက် ချွန်ထက်တဲ့ အရာ\nတစ်ခုနဲ့ ထိုးသတ်ခံထားရပါတယ်။ အဲအမျိုးသမီးကတော့\nမသေခင်မှာ သူ့သမီးကို ဆူပူရိုက်နှက်တတ်တဲ့မိခင်မျိုးဖြစ်ခဲ့\nပါတယ်။ဒီအမှုကို စုံထောက်နှစ်ယောက်က တာဝန်ယူထားရပြီး သူတို့\nရတဲ့ တစ်ခုတည်းသော သက်သေအထောက်အထားကတော့\nမှုခင်းနေရာမှာ \"မင်းသမီး အော်ရိုရာ\" စတစ်ကာလေးရှိနေတာပဲ\nဖြစ်ပါတယ်။ မှုခင်းနေရာက အမျိုးသမီးသန့်စင်ခန်းဖြစ်တာကြောင့်\nသံသယရှိသူဟာ အမျိုးသမီးတစ်ယောက်လို့ယူဆထားကြပါတယ်။\nနောက်နှစ်ရက်လောက်ကြာပြီးနောက်မှာ နောက်ထပ်အမျိုးသမီး\nတစ်ယောက် အသက်ရှူကြပ်ပြီးသေဆုံးနေပြန်တယ်။ ဒီနေရာမှာ\nလည်း \"မင်းသမီး အော်ရိုရာ\" စတစ်ကာလေးရှိနေပြန်ပါတယ်။\nဒီလိုနဲ့ နောက်ထပ် ဒီလိုပုံစံတူ လူသတ်မှုတွေလည်း ဆက်ဖြစ်\nလာပါတယ်။ဒီအမှုကို တာဝန်ယူထားတဲ့ စုံထောက်နှစ်ယောက်အနက် တစ်\nယောက်ဖြစ်တဲ့ စုံထောက်အို (Moon Sung-Geun)ကတော့\nဒီကွင်းဆက်လူသတ်သမားဟာ သူ့ရဲ့ အရင်မိန်းမ ဂျောင်ဆွန်း\nဂျောင်း(Uhm Jung-Hwa)ဖြစ်နိုင်တယ်လို့ သံသယဝင်နေခဲ့\nပါတယ်။ကိုရီးယားမှာ အဲအချိန်အခါကတည်းက ဇာတ်ကားရိုက်ကူးရေး\nနည်းပညာတွေ တိုးတက်နေခဲ့တဲ့အတွက် ဒီကွင်းဆက်လူသတ်\nကားလေးဟာလည်း အခုခေတ်ကားတွေနဲ့ ယှဉ်ရလောက်အောင်\nဒါရိုက်တာ(Pang Eun-jin)ရဲ့ လက်ရာပြောင်မြောက်လှပါတယ်။\nသာမန် ...",
        "rating": "6.5",
        "url": "https://megaup.net/3fRNc/Princess.Aurora.2005.KOREAN.720p.WEBRip.(CM).mp4",
        "category": "Crime, Drama, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDA1YzEyZDQtOGJkZC00MDhjLTlhMDUtNGEwNjUzNGE5MzVmXkEyXkFqcGdeQXVyMTIxMzA5MDI@._V1_FMjpg_UX1000_-137x200.jpg",
        "title": "Breakout (2023)",
        "description": "အထူးလျှို့ဝှက်တပ်ဖွဲ့ဝင်ဟောင်း အဲလက်စ်ဟာ ထောင်ကျနေတဲ့သားဖြစ်သူကိုလာတွေ့ရင်း ထောင်ထဲက အကျဉ်းသားတစ်ယောက်က အရာရှိတွေကိုလုပ်ကြံပြီး ထောင်ကိုအပိုင်စီးတဲ့ဖြစ်ရပ်နဲ့ကြုံလို့ သူပါ ထောင်ထဲမှာပိတ်မိခဲ့ပါတယ်။ သူ့သားဖြစ်သူပါ ထောင်ထဲမှာရှိနေတော့ ကယ်ထုတ်ဖို့လုပ်ရင်း အထူးတပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်တာနဲ့အညီ တိုက်ရည်ခိုက်ရည်တွေကိုအသုံးချပြီး ထောင်ကျနေလျက်ကနေ လုံခြုံရေးတွေကို သူ့ဘက်ပါအောင်လုပ်ပြီး ထောင်ကိုစီးနင်းနိုင်တဲ့အထိ ဉာဏ်နီဉာဏ်နက်များတဲ့ ရာဇဝတ်သားနဲ့ အားပြိုင်သွားမယ့်ပုံတွေကို ကြည့်ရှုရမယ့် ရုပ်ရှင်ကားကောင်းလေးပဲဖြစ်ပါတယ်။ File size…(1.1 GB)/(600 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Action, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Monica May",
        "rating": "",
        "url": "https://megaup.net/1dR7b/Breakout.2023.720p.(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/A7AoNT06aRAc4SV89Dwxj3EYAgC.jpg",
        "title": "Dungeons & Dragons: Honor Among Thieves (2023)",
        "description": "Dungeons & Dragons: Honor Among Thieves (2023)~ IMDb - 7.5/10, RT - 90%, Meta - 72% ~မြေအောက်ခန်းနဲ့ နဂါးများ D&D ဆိုတာ Table Top ဂိမ်းလောကရဲ့ နာမည်ကြီး Role Play ဂိမ်းတစ်ခုပါပဲ။ ကိုယ်တိုင်ကိုယ်ကျ ဝင်ဆော့ရတဲ့ ဇာတ်လမ်းသွားအရုပ်ဂိမ်းတွေကစလို့ ကွန်ပြူတာ၊ ဖုန်း ပလက်ဖောင်းအစုံမှာ ရှိပြီး လူသန်းပေါင်းများစွာ ဆော့ကစားနေကြပါတယ်။ များပြားလှတဲ့ မျိုးနွယ်စု‌တွေ၊ မှော်သတ္တဝါတွေ၊ လက်နက်တွေ၊ အစွမ်းတွေ အရမ်းကိုစုံတဲ့ဂိမ်းပါပဲ။ ရုပ်ရှင်အနေနဲ့လည်း အရင်က သုံးကားလောက် ထွက်ဖူးပါတယ်။ စာအုပ်တွေလည်းထွက်ထားပါတယ်။ ရုပ်ရှင်ကား‌ဟောင်းသုံးကားကိုလည်း ချန်နယ်မြန်မာမှာ ကြည့်ရှုနိုင်ပါတယ်။ဒီတစ်ခေါက်ကတော့ Wonder Woman ထဲက မင်းသား ခရစ္စပိုင်းက ခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ထားပြီး ဘက်ဂျက်များများ ဇာတ်လမ်းကောင်းကောင်းနဲ့ ရုံတင်ပြသထားတာပဲဖြစ်ပါတယ်။ ...",
        "rating": "7.5",
        "url": "https://megaup.net/1TO4o/(CM)_Dungeons_&_Dragons_-_Honor_Among_Thieves_(2023)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZDY0ZDBmYmMtMWFlZi00NzRmLWI2ZjgtMjc3ZGZlZDVkNGNlXkEyXkFqcGdeQXVyMzYxMzk1ODc@._V1_-130x200.jpg",
        "title": "The Pay Day (2022)",
        "description": "ကွန်ပျူတာပရိုဂရမ်မာအဖြစ် ကုမ္ပဏီကြီးတစ်ခုမှာ အလုပ်ဝင်နေတဲ့ ဂျနီဖာဟာ အထက်လူကြီးနဲ့အဆင်မပြေဖြစ်ပြီး အလုပ်ပြုတ်သွားခဲ့ပါတယ်။ အလုပ်ပြုတ်ပြီးနောက် အိမ်လခပေးဖို့ငွေအသည်းအသန်လိုနေတဲ့ဂျနီဖာဆီကို ဘယ်ကမှန်းမသိတဲ့ဖုန်းဝင်လာပြီး အလုပ်တစ်ခုကမ်းလှမ်းခဲ့ပါတယ်။ အဲဒီလူက ဂျနီဖာကို သူများရုံးခန်းထဲခိုးဝင်ပြီး ဒေတာခိုးယူရမယ့် တစ်မနက်စာအလုပ်အတွက် ဒေါ်လာ ၅ သန်းပေးမယ်လို့ကမ်းလှမ်းခဲ့ပါတယ်။ အလုပ်လည်းရှာမရ၊ ငွေလည်းလိုနေတာမှန်ပေမဲ့ တရားမဝင်တဲ့အလုပ်ဖြစ်တာကြောင့် ဂျနီဖာဘက်ကလက်ခံရမှာတွန့်ဆုတ်နေခဲ့ပါတယ်။ ဒါပေမဲ့ အလုပ်ကမ်းလှမ်းသူဘက်က သူ့ကိုအကျပ်ကိုင်ခြိမ်းခြောက်လာတဲ့အတွက်ကြောင့် လက်ခံလိုက်ရပါတယ်။ အဲဒီနောက်မှာတော့ သူများကုမ္ပဏီထဲခိုးဝင်ဖို့ မှန်းထားတဲ့အတိုင်းမဖြစ်ဘဲ အလွဲလွဲအချော်ချော်ဖြစ်ပုံတွေ၊ ဒေတာခိုးရင်းကုမ္ပဏီထဲမှာ ဖူးစာဖက်နဲ့ပါတွေ့မယ့်ပုံတွေကို ပေါ့ပေါ့ပါးပါးကြည့်ရှုနိုင်မယ့် ဇာတ်ကားလေးဖြစ်ပါတယ်။File size…(1.1 GB)/(600 GB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Crime, Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Monica May",
        "rating": "",
        "url": "https://megaup.net/1TGup/The.Pay.Day.2022.720p.(CM).mp4",
        "category": "Crime, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-12-135x200.jpg",
        "title": "The Park (2023)",
        "description": "အသစ်ထွက်ရှိထားခဲ့တဲ့ The Park ကားဟာဆိုရင် ကပ်ရောဂါတစ်ခုဖြစ်ပွားနေတဲ့ ကာလတစ်ခုမှာ ဇာတ်အိမ်တည်ထားတာပဲဖြစ်ပါတယ်။ ထူးဆန်းတဲ့ ဗိုင်းရပ်စ်တစ်ခုကြောင့် ကမ္ဘာပေါ်မှာရှိတဲ့ လူကြီးတွေမှန်သမျှဟာ ဆုံးပါးသွားခဲ့ပြီးတော့ အရွယ်မရောက်သေးတဲ့ ကလေးတွေသာ ကျန်နေခဲ့တာပဲဖြစ်ပါတယ်။ ဇာတ်ကားထဲမှာပါတဲ့အဓိက ဇာတ်ဆောင်၃ယောက်ဟာ စွန့်ပစ်ခံထားရတဲ့ ကစားကွင်ကို ပြန်လည်အသက်သွင်းဖို့ကြိုးစားရင်းနဲ့ သူတို့တွေရော ကပ်ရောဂါကနေရော လွတ်မလွတ်ကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမယ့် Action\nDrama Horror Sci-Fi Thriller အမျိုးအစားပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားကိုတော့ ဇာတ်အိမ်အဆန်းလေးတွေကိုကြိုက်တတ်တဲ့လူတွေအတွက်ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size…(1.7 GB)/(900 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:17:00\nGenre...Drama, Action, Horror, Thriller, Science Fiction\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Phyo Phill",
        "rating": "",
        "url": "https://megaup.net/1du3z/The.Park.2023.720p.(CM).mp4",
        "category": "Action, Drama, Horror, Science Fiction, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vDuI72CpwWYIWJzNNA01PA2Utdr.jpg",
        "title": "Last Tango in Paris (1972)",
        "description": "Last Tango in Paris (1974)~ IMDb - 6.9/10, Rotten Tomatoes - 83% ~ခေတ်အဆက်ဆက်မှာ အနုပညာအဆက်ဆက်ရဲ့ အနုပညာမြို့တော်အဖြစ် ရပ်တည်ခဲ့တဲ့ ပါရီဟာ အနုပညာအစစ်အမှန်ပေါင်းများစွာရဲ့ ဇာတိချက်ကြွေဖြစ်တဲ့နေရာပီပီသသပဲ ရုပ်ရှင်အနုပညာရဲ့ ရေစီးကြောင်းရှည်မျောကျယ်ပြန့်လာတဲ့ ခေတ်မှာလည်း ရုပ်ရှင်အနုပညာကို စတင်တီထွင်ခဲ့ရာဒေသပီသစွာနဲ့ နောက်ကျကျန်မနေခဲ့ပါဘူး။ အခုလက်ရှိအထိလည်း ပြင်သစ်ကားတွေဟာ သူ့နည်းသူ့ဟန်နဲ့ အနုပညာကိုဖော်ကျူးနေကြတုန်းပါပဲ။ တိုင်းအရပ်ရပ်က ပိတ်ပင်ခြင်းခံရတဲ့ရုပ်ရှင်တွေ အနုပညာတွေကို ပြင်သစ်ကနေ ဖွင့်ချပြနေကြတုန်းပါပဲ။ ဒီရုပ်ရှင်ဟာလည်း အီတလီဒါရိုက်တာ Bernardo Bertolucci က သူ့အနုပညာကို ပြင်သစ်မှာ သွားဖွင့်ချထားတဲ့ ရုပ်ရှင်ပါပဲ။ သူဟာ The Last Emperor နဲ့ The Dreamers တို့လို မာစတာပိစ်ကားတွေကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာဆိုလည်းမမှားပါဘူး။မင်းသားတွေကတော့ တကယ့် ဂန္ထဝင်ကိုမှ ထိတ်ထိတ်ကြဲတွေပါ။ ပါချီပါချက်မဟုတ်ဘဲ အနုပညာအရရော အောင်မြင်မှုအရရော ...",
        "rating": "6.9",
        "url": "https://megaup.net/1dQzd/(CM)_Last_Tango_in_Paris_(1972)_720p.mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jnTYASRVkL5QPLeM0FeojTGRbgV.jpg",
        "title": "[18+] Desire (2017)",
        "description": "Desire (2017)Erotic ကားဖန်တွေအတွက် Erotic ကားကို ဇာတ်အိမ်အစားကြီးနဲ့ Erotic Thriller ကြည့်ရမယ့် ရုပ်ရှင်ပါ။ စပိန်ကရိုက်ထားတာမို့ ဇာတ်အိမ်ကောင်းသလို ကြမ်းလည်းကြမ်းပါတယ်။ ‌ကြမ်းတာက အတိုင်းထက်လွန် တော်တော်ဆိုးဆိုးမို့ တစ်ယောက်တည်းတောင် တော်တော်သတိနဲ့ ကြည့်ရမယ့်ရုပ်ရှင်ပါ။ နက်ဖလစ်ကနေ တင်ဆက်ထားတဲ့ရုပ်ရှင်မို့ အတိုင်းအတာတစ်ခုအထိတော့ ဘောင်ဝင်တန်းဝင်ရုပ်ရှင်ပါပဲ။ညီအစ်မ၂ယောက်ရှိတယ်။ သူတို့အမေ သူတို့ကို ပျိုးထောင်ပုံကလည်း ထူးသလို သူတို့ကလည်းထူးတယ်။ ဒီလိုနဲ့ တစ်နေ့ သူတို့အရွယ်ရောက်လာတယ်။ အိမ်ထောင်တွေပြုကြတယ်။ သူတို့ထဲကတစ်ယောက်ရဲ့ လက်ထပ်ပွဲကို တစ်ယောက်ကရောက်လာပြီး သူတို့ရဲ့အတိတ်တွေကိုဖော်ပြီး တစ်ယောက်လင်တစ်ယောက်စား ပြဿနာတွေနောက်မှာ ဆိုက်ကိုဆန်ဆန်အကြောင်းအရာတွေ သွတ်သွင်းထားတဲ့ ရုပ်ရှင်ပါပဲ။ ထပ်ပြောရရင် တစ်ယောက်တည်း သတိနဲ့ကြည့်ရမယ့်ရုပ်ရှင်ပါပဲ။ ခေါင်းမူးချင်စရာကောင်းလောက်အောင် ကြမ်းတမ်းသလို ရက်လည်းရက်စက်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.7GB, 730MB\nQuality - 1080p, 720p\nFormat - mp4\nDuration - ...",
        "rating": "",
        "url": "https://megaup.net/1dQod/(CM)_Desire_(2017)_720p.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BNmY1NDIwY2EtZjhlYS00NDZlLTkzNzQtOWMyZGNhYzE2N2MyXkEyXkFqcGdeQXVyNzI1NzMxNzM@._V1_FMjpg_UX1000_-141x200.jpg",
        "title": "The Longest Nite (1998)",
        "description": "The Longest Nite (1998)\n=================\nIMDb Rating - 7.2/10Johnnie To ရိုက်တဲ့ Electionလို ဟောင်ကောင်ဂန်းကားတွေကို\nကြိုက်တဲ့လူတွေအတွက် ဒီကားက ရွှေပဲ။ ဇာတ်အိမ်ကလည်း ထူး\nတယ်။ မကာအိုမှာ ဂိုဏ်း၂ဂိုဏ်းအပြိုင်ကြဲနေတယ်။ သူတို့အထက်\nက လူတစ်ယောက်က သူတို့ဂိုဏ်း၂ဂိုဏ်းကို ကစားဖို့လုပ်တယ်။\nတိုနီလျောင်ရဲ့ကာရိုက်တာရဲမှူးက မကောင်းတဲ့ရဲဆိုတော့ တစ်ဂိုဏ်း\nဘက်ကပါပြီး မကောင်းတာလုပ်သမျှကို ဖြေရှင်းပေးနေကျကောင်။\nဒီတော့ သူနဲ့ကြည်နေတဲ့ ဂိုဏ်းဘက်က ဝင်ပါရင်း ဒီဂိုဏ်း၂ဂိုဏ်းကို\nကစားနေတဲ့လူရဲ့ ကစားကွက်ထဲသူပါပါသွားတယ်။ဒီလိုနဲ့ သူ့ဘဝရဲ့အဆိုးဆုံးညဖြစ်လာရော။ အဲဒီညတစ်ညကို ရိုက်ပြ\nထားတာ။ တစ်ညကိုပဲ ရိုက်ပြထားတယ်ဆိုပေမဲ့ သူ့နာမည်အတိုင်း\nအရှည်ဆုံးညပဲ။ ပြောရရင် ဂန်းကားပဲကြိုက်ကြိုက်၊ မှုခင်းကားပဲ\nကြိုက်ကြိုက်၊ ဟောင်ကောင်ကားတွေပဲကြိုက်ကြိုက် ကြည့်ကို\nကြည့်သင့်တဲ့ တကယ့်ကားကောင်းပဲ။ ကားကောင်းဆိုတာကို မပြော\nလည်းပိုသေချာနေတဲ့အချက်က ဒီကားဒါရိုက်တာနာမည်ခံက Patrick\nYauပေမဲ့ တကယ်တမ်း ဒီကားတစ်ကားလုံး နီးပါးကို Johnnie To\nရိုက်ခဲ့တာပါလို့ နောက်ပိုင်းမှာ ဒီကားရဲ့ဇာတ်ညွှန်းကို အဓိကပြန်ပြင်ခဲ့\nတဲ့လူနဲ့ Johnnie Toနဲ့ ဒီကားကိုပူးတွဲထုတ်လုပ်ခဲ့တဲ့လူ Wai Ka-faiက\nပြောခဲ့တယ်။သူလည်းခေတော့မခေဘူး။ Johnnie ...",
        "rating": "7.2",
        "url": "https://megaup.net/2zAzY/The.Longest.Nite.1998.CHINESE.720p.BluRay.(CM).mp4",
        "category": "Action, Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYzJmMWE5NjAtNWMyZS00NmFiLWIwMDgtZDE2NzczYWFhNzIzXkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_-133x200.jpg",
        "title": "It Happened One Night (1934)",
        "description": "It Happened One Night (1934)\n======================\nIMDb Rating - 8.1/10It Happened One Nightဟာ အော်စကာရဲ့ အဓိကဆုငါးဆုကို\nပထမဆုံးရခဲ့တဲ့ ရုပ်ရှင်ပါ။ Outstanding Production, Best\nDirector, Best Actor , Best Actress နဲ့ Best Adaptation\nဆုတို့ကို ရရှိခဲ့ပါတယ်။ အော်စကာသက်တမ်းမှာ ၁၉၇၅ မတိုင်ခင်\nအထိ အဓိကဇာတ်ကောင်၂ယောက်စလုံး ဆုရခဲ့တဲ့ နောက်ဆုံးကား\nလည်းဖြစ်ခဲ့ပါတယ်။ ၄၁နှစ်ကြာ ဒီနေရာကို ထိန်းထားနိုင်ခဲ့တာပါပဲ။\nIt's a Wonderful Lifeကို ရိုက်ခဲ့တဲ့ Frank Capraက ရိုက်ထားပြီး\nလေရူးသုန်သုန်မင်းသား Clark Gableနဲ့ ကလီယိုပါထရာမင်းသမီး\nClaudette Colbertတို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။အမေရိကန်ရုပ်ရှင်အစည်းအရုံးက ခေတ်အဆက်ဆက်စာရင်းလုပ်ခဲ့တဲ့\nအကောင်းဆုံးရုပ်ရှင်တစ်ရာစာရင်းထဲလည်း ခဏခဏပါနေကျ ရုပ်ရှင်\nလည်းဟုတ်သလို တစ်ခေတ်တစ်ခါရဲ့ မာစတာပိစ်တစ်ကားလည်း ဟုတ်\nပါတယ်။ ဒီရုပ်ရှင်ဟာ ကျွန်တော်တို့ ကြိုတင်မမြင်နိုင်ပါဘဲ အရှိန်နဲ့လာ\nစိုက်တတ်တဲ့ ချစ်ခြင်းတွေအကြောင်းပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nWiRa Aung ...",
        "rating": "8.1",
        "url": "https://megaup.net/1dDhw/It.Happened.One.Night.1934.REMASTERED.720p.BluRay.(CM).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/khenn7JJ9vxF34i3xqXIpDWI1aO.jpg",
        "title": "My Sassy Girl (2023)",
        "description": "My Sassy Girl (2023)အချစ်ဦးဆို မြေးဦးရတဲ့အထိတောင် မမေ့ဘူးတဲ့။ ဒီဇာတ်လမ်းလေးကတော့ မထင်မှတ်ဘဲ ‌အချစ်ဦးနဲ့ ဆုံတွေ့ခဲ့ရတဲ့ ဂီအန်နဲ့\n\"မိထူးဆန်း\" လို့ သူ ချစ်စနိုးမှည့်ထားတဲ့ သူ့အချစ်ဦးတို့ရဲ့ ချစ်စရာအင်ဒိုဇာတ်လမ်းလေးဖြစ်ပါတယ်။ဒီကားက အများသိကြတဲ့ Jun Ji-hyun နဲ့ Cha Tae-hyun တို့ရဲ့ My Sassy Girl ဆိုတဲ့ နာမည်ကြီးကိုရီးယားကားရဲ့ remake လည်းဖြစ်ပါတယ်။\nMy Sassy Girl ရဲ့ Plot ဆိုတာကလည်း ချိန၊ ဂျပန်၊ ထိုင်းစတဲ့ အာရှနိုင်ငံတွေအပြင် ဟောလီးဝုဒ်ကပါ ပြန်ရိုက်ရတဲ့အထိတောင်\nAdaptation တွေ Remake တွေနဲ့ လူတွေရဲ့ အသည်းနှလုံးထဲ အတော်လေးလွှမ်းမိုးနိုင်ခဲ့တဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ။ဒီ အင်ဒို version မှာတော့ ဂီအန်ဆိုတဲ့ \"မ\"ဆို ယင်မတောင် မသန်းဖူးတဲ့ ရိုးသားတဲ့ဖိုးသခွား ကိုလူပျိုတစ်ယောက်\nသူ့ကြီးတော်ကြီးစီစဉ်ပေးထားတဲ့ ဘလိုင်းဒိတ်ဆီသွားမယ့်လမ်းမှာ အရက်မူးပြီး လူတွေကိုလိုက်ရစ်နေတဲ့ ...",
        "rating": "7.1",
        "url": "https://megaup.net/3fIri/My.Sassy.Girl.2022.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BZDVlOTY2NGYtMmZmZS00MzdmLWE0ZGEtZGExODMxZmY5MzhkXkEyXkFqcGdeQXVyMTUzMDUzNTI3._V1_-133x200.jpg",
        "title": "The Fabulous Baker Boys (1989)",
        "description": "IMDb : 6.9 ~ Meta : 85 ~ Rt : 97% ဖရန့်ခ်နဲ့ ဂျက်ခ် ဘိတ်ကာ ဆိုတဲ့ညီအစ်ကိုနှစ်ယောက်ဟာ အပန်းဖြေတည်းခိုခန်းတွေနဲ့စားသောက်ဆိုင် စင်မြင့်ထက်မှာ 15 နှစ်ကျော်လှည့်လည်ဖျော်ဖြေလာခဲ့ကြတဲ့ ပရော်ဖက်ရှင်နယ်စန္ဒရားပညာရှင်နှစ်ယောက်ပါ။ ဒီလိုနဲ့ပဲ အချိန်တွေက တဖြည်းဖြည်းပြောင်းလဲလာခဲ့ပြီး သူတို့ဖျော်ဖြေနေကျပွဲတွေကို လူတွေလာကြည့်တာနည်းလာတဲ့‌နောက်မှတော့ သူတို့ရဲ့ရပ်တည်မှုကို လုပ်နေကြ ဖျော်ဖြေမှုတွေနဲ့ဆက်လုပ်လို့မရတော့ဘူးဆိုတာကို သိရှိလာခဲ့ကြပါတယ်။ ပရိသတ်တွေရဲ့ စိတ်အာရုံကို ဖမ်းစားနိုင်ဖို့အတွက် အမျိုးသမီးအဆိုတော်တစ်ယောက်ကို ခေါ်ဆိုမယ်လို့ ဆုံးဖြတ်ခဲ့ကြပြီး ‌လူရွေးပွဲတစ်ခုလုပ်ပြီး ဆူစီ ဒိုင်းမွန်းလို့ခေါ်တဲ့ အဆိုတော်တစ်ယောက်ကို ရရှိသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ သူတို့သုံးယောက်လှည့်လည်ဖျော်ဖြေကြရင်း လူတစ်ယောက်နဲ့တစ်ယောက်ကြားမှာ ဖြစ်တတ်တဲ့ အခဲမကျေမှုတွေဖြစ်လာတဲ့အခါမှာ ဘယ်လိုမျိူးအခြေအနေအထိ ဆက်ဖြစ်သွားမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။ 1989 ခုနှစ်ကရိုက်ထားခဲ့တဲ့ musical drama ရုပ်ရှင်ဖြစ်ပြီး အော်စကာ စကာတင်ဆု လေးဆုလည်းဝင်တဲ့အပြင် BEFTA မှာ Best Sound ...",
        "rating": "",
        "url": "https://megaup.net/1TM0a/The.Fabulous.Baker.Boys.1989.720p.(CM).mp4",
        "category": "Comedy, Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BMmVjODI1MzgtNDYyZC00MmQ2LThlMmYtOTMyMzExZjA4NTcwXkEyXkFqcGdeQXVyMTAyNTQ0MTk@._V1_FMjpg_UX1000_-142x200.jpg",
        "title": "A Dragon Arrives! (2016)",
        "description": "A Dragon Arrives! (2016)\n==================\nIMDb Rating - 6.6/10Nominations 11ခုဝင်ထားပြီး Cinematography, costume\ndesign နဲ့ music ပိုင်းဆိုင်ရာ ဆု6ဆုရထားတဲ့ အီရန် Horror,\nmystery ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ဖြစ်ရပ်မှန်ကို အခြေခံထားပါတယ်လို့ ပြောထားပြီး ဇာတ်လမ်း\nကိုလည်း documentary တစ်ခုရိုက်နေသလိုမျိုး ဒါရိုက်တာအပါ\nအဝင် ရိုက်ကူးရေးအဖွဲ့ဝင်တွေနဲ့ ဇာတ်လမ်းမှာ ပတ်သက်သူတွေ\nကို မေးမြန်းထားတဲ့ စကားပြောခန်းတွေကနေ ဖြစ်စဉ်ကိုချပြထား\nတာပါ။ ဒါပေမဲ့ ဒီစကားပြောခန်းတွေတင်မကဘဲ လွန်ခဲ့တဲ့နှစ်ငါး\nဆယ်က ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်ကိုပါ ပြန်ရိုက်ပြထားတဲ့အတွက် ကြည့်\nရတာ ပျင်းမသွားစေပါဘူး။ဇာတ်လမ်းကတော့ ဘာဘက်ဆိုတဲ့စုံထောက်က ခဲ့ရှမ်ကျွန်းမှာ\nထောင်သားတစ်ယာက် သေကြောင်းကြံတဲ့အမှုကို စုံစမ်းဖို့သွား\nရာကနေ သင်္ချိုင်းတစ်ခုပဲကွက်ပြီး ငလျင်လှုပ်တဲ့ကိစ္စနဲ့ ကြုံလိုက်\nရပါတယ်။ ဒီသင်္ချိုင်းကို ရွာသားတွေက ဝေးဝေးရှောင်ကြောင်း၊\nသင်္ချိုင်းမှာ အလောင်းမမြှုပ်တာ နှစ် 100 ကြာပြီ ဖြစ်ကြောင်း၊\nအလောင်းတစ်လောင်းမြှုပ်တိုင်း ငလျင်လှုပ်တတ်ကြောင်းကို\nသိလိုက်ရတဲ့ ဘာဘက်ဟာ ဒီကိစ္စကို အထက်ကိုမတင်ပြဘဲ သူ့\nဘာသာသူပဲ လူနှစ်ယောက်နဲ့အတူ စုံစမ်းပါတော့တယ်။ ...",
        "rating": "6.6",
        "url": "https://megaup.net/1ee2s/A.Dragon.Arrives.2016.PERSIAN.720p.WEBRip.(CM).mp4",
        "category": "Drama, Horror, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-6-142x200.jpg",
        "title": "A Thousand Lines (2022)",
        "description": "လူတိုင်းချစ်ခင်လေးစားအားကျရတဲ့ သတင်းထောက်တစ်ဦးဖြစ်သူ Lars Bogenius က ဘာရေးရင် စာဖတ်သူတွေကို စိတ်လှုပ်ရှားစေမလဲ သေချာနားလည်ထားသူတစ်ဦးပါ သူအထက်လူကြီးတွေကလည်း အင်တာနက်ခေတ်ကြီးမှာ ပုံနိုပ်ထုတ်ဝေတဲ့သတင်းတွေ လူဖတ်များအောင် လုပ်နိုင်တဲ့ ဒီလိုအရည်အချင်းရှိသတင်းထောက်ကို သိပ်သဘောကျကြတာပေါ့ ဒီလိုအဘက်ဘက်မှာ ပြီးပြည့်စုံနေတဲ့ Lars ဟာ တစ်နေ့မှာ ဆောင်းပါးတစ်ပုဒ်ကို Juan Romero ဆိုသူ အလွတ်တန်းသတင်းထောက်တစ်ယောက်နဲ့အတူ ပူးတွဲတာဝန်ယူရေးသားရပါတယ် အဲအခါမှာတော့ မယုံနိုင်စရာကောင်းလောက်အောင် စိတ်လှုပ်ရှားစရာကောင်းတဲ့ဆောင်းပါးကို တွဲဖက်ဖြစ်သူ Juan တစ်ယောက် တကယ်ပဲ မယုံနိုင်တော့တဲ့အခါမှာတော့… ဒီဇာတ်ကားကတော့ ဂျာမနီနိုင်ငံမှာဖြစ်ခဲ့တဲ့ အကြီးမားဆုံး သတင်းတုထုတ်ဝေမှုအကြောင်း မှီငြမ်းရိုက်ကူးထားတာပဲဖြစ်ပါတယ်File size…(1.6 GB)/(900 MB)/(300 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:33:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Noe Cho",
        "rating": "",
        "url": "https://megaup.net/1dqzl/Tausend.Zeilen.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9U47u3cDXTPgxAFqns0Sur9DvyV.jpg",
        "title": "[18+] Sex Games (2023)",
        "description": "Sex Games (2023)ဘော်ဘီနဲ့ ဒတ်ဘီတို့ဟာ လူချမ်းသာလင်မယားဖြစ်ပြီး မကောင်းတာမှန်သမျှ အကုန်လုပ်တဲ့စရိုက်ပိုင်ရှင်တွေပါ။ ငွေအတွက်၊ သူတို့ရဲ့ ပျော်ရွှင်မှုအတွက် တစ်ပါးသူဘဝတွေ ပျော်ရွှင်မှုတွေကိုပါ နင်းချေဖျက်ဆီးလိုက်ဖို့လည်း ဝန်မလေးကြပါဘူး။ ငွေကြေးအတွက် ပူစရာမလိုတဲ့အလျောက် လိုချင်တာရနေတဲ့ဘဝမှာ လိင်သာယာမှုအသစ်အဆန်းတွေကိုရှာဖွေရင်း Role Play ကစားတာမျိုး၊ သရီးဆမ်း၊ ဂန်းဘန်း စတာမျိုးတွေကိုပါ ငွေလမ်းခင်းပြီး မွေ့လျော်တတ်ကြပါသေးတယ်။တစ်နေ့တော့ ဒတ်ဘီက လောင်းကစားတစ်ခုကမ်းလှမ်းလာပါတယ်။ အဲဒါကတော့ သူ့ဆီမကြာခဏငွေလာချေးတတ်တဲ့ အဒေါ်ကြီးရဲ့သမီးဖြစ်သူ သီလရှင်ဖြစ်ဖို့ရည်စူးထားတဲ့ရိုးရိုးအေးအေးလေး ရှီလာနဲ့ သူ့ရည်းစားဖြစ်သူ ဘုန်းကြီးလောင်းလျာ အယ်လ်ဗင်တို့ကို အပြိုင်လိုက်ကြဖို့ပါပဲ။ သူတို့ကစားမယ့် သူတွေဟာ ခံစားချက် နှလုံးသား ကိုယ်ပိုင် ဆုံးဖြတ်ချက်တွေရှိကြတဲ့သက်ရှိတွေဖြစ်တဲ့အတွက် ဒီကစားပွဲမှာ ဘယ်သူက ဘယ်သူ့ကိုကစားပြီး နောက်ဆုံးမှာ ဘယ်သူအနိုင်ရသွားမလဲ ဆက်လက်ရှုစားကြပါ။Azi Acosta နဲ့ Sheree တို့အပြင် ဧည့်သည်သရုပ်ဆောင် မင်းသမီးတွေအများကြီး အင်တိုက်အားတိုက်ဇာတ်ပို့ထားပါသေးတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size ...",
        "rating": "5.8",
        "url": "https://megaup.net/1dPi6/(CM)_Sex_Games_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/y2d2SBqK33mGOG2CqAYMo3YbWE4.jpg",
        "title": "Assassin Club (2023)",
        "description": "Assassin Club (2023)အရှေ့အနောက်တောင်မြောက် ဘယ်အရပ်ကြည့်ကြည့်ကြေးစားလူသတ်သမားတွေနဲ့ပြည့်နေတာကတော့ မင်းသား Henry Golding ရဲ့ဇာတ်ကားသစ်ပါပဲ။\nHenry က ဒီကားထဲမှာ မော်ဂန်ဆိုတဲ့ကြေးစား။ မော်ဂန့်ဆရာကပြောတယ်။သူတို့လိုလူတွေ ကြေးစားလောကကထွက်ချင်တဲ့အကြောင်းအရင်းသုံးခုပဲရှိတယ်တဲ့။\n၁ ဘုရားသခင်ကိုရှာဖွေတွေ့ရှိသွားလို့\n၂ အမျိုးသမီးတစ်ယောက်ကြောင့်\n၃ သေသွားလို့မော်ဂန်ကတော့ ဒုတိယအကြောင်းအရင်းနဲ့ကြေးစားအလုပ်ကို ရပ်လိုက်ချင်နေသူဆိုပါတော့။\nဖြစ်ချင်တော့အဲ့အချိန်မှာပဲ မော်ဂန့်ကိုလာအပ်တဲ့အလုပ်က လူ၆ ယောက်သတ်ပေးရမယ်။\nတစ်ယောက်စီအတွက်ဒေါ်လာတစ်သန်းရမယ်။ မော်ဂန်ကသူ့ဆုံးဖြတ်ချက်ကိုမပြင်တော့ဘူး\nဒီအလုပ်ကိုလဲလက်လွှတ်လိုက်မယ်တွေးပေမယ့် သူ သတ်ပေးရမယ့် ၆ယောက်က သာမန်လူတွေမဟုတ်ဘဲ သူ့လိုကြေးစားတွေဖြစ်နေတယ်။\nပြီးတော့အဲ့၆ ယောက်ကလဲ မော်ဂန့်လိုပဲအလုပ်ကမ်းလှမ်းခံထားရသူတွေဖြစ်နေတယ်။\nအဲ့တော့ဒါက ကြေးစားတွေအချင်းချင်းသတ်ရမယ့် Hunger Game ကြီးပေါ့။\nမော်ဂန့်အနေနဲ့ကလဲ သူကဒီအလုပ်ကိုလက်မခံချင်ပေမယ့် ကျန်တဲ့၆ယောက်က သူ့ကို လာသတ်မှာပဲဆိုတော့\nသူလဲဲ ဒီကစားပွဲကို မဖြစ်မနေ ဝင်ကစားရင်း ဒီကစားပွဲကို ကြိုးဆွဲနေသူက ဘယ်သူလဲ ဘာကြောင့်လဲဆိုတာတွေကို\nတိုက်ခိုက်အဖြေရှာတာကို ကြည့်ရှုရမယ့် လှည့်ကွက်စုံ အက်ရှင်စုံဇာတ်ကားတစ်ကားပါပဲ ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre..... Action, Thriller\nQuality…. 1080p | 720p | 480p\nFile ...",
        "rating": "",
        "url": "https://megaup.net/1TMvZ/Assassin.Club.2023.720p.WEBRip.DD5.1.CM.mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5AGB8FVELnhMMw3nO372sw1xp58.jpg",
        "title": "The Grudge (2004)",
        "description": "The Grudge (2004)ဒီဇာတ်ကားလေးကတော့ ၂၀၀၂ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဂျပန်ဟော်ရာကား Ju-On ရဲ့ Hollywood Remake ပေါ့။ Remake ဆိုပေမဲ့ ထူးခြားတဲ့ Storyline နဲ့ မူရင်း ဂျပန် Ju-On ကားတွေရဲ့ လမ်းကြောင်းကနေ မသွေဖယ်ထားလို့ ကြည့်ရတာ ကြောက်ဖို့ကောင်းနေမှာပါပဲ။ဒီဇာတ်ကားမှာတော့ ဘိုးဘွားစောင့်ရှောက်ရေးစင်တာ တစ်ခုမှာ Volunteer အနေနဲ့ ဝင်လုပ်နေတဲ့ ကယ်ရန်နဲ့ စတင်ထားတယ်။ အိမ်တစ်အိမ်ကို ဝင်ပေးနေကျ မိန်းကလေး ယိုကို အလုပ်ကိုရောက်မလာတာမို့ ကယ်ရန်ဟာ အစားထိုးဝင်ပေးတဲ့အနေနဲ့ ရောက်ရှိသွားခဲ့တယ်။ အိမ်မှာ အဘွားအိုကြီးတစ်ယောက်ပဲ ရှိနေတယ်။ ကယ်ရန်ဟာ အဖော်ပြုလုပ်ကိုင်ပေးရင်း အိမ်ထဲကနေ ထူးဆန်းတဲ့အသံတွေ ကြားလာရတယ်။ အဲဒါနဲ့ပဲ ဗီရိုထဲမှာ ပိတ်မိနေတဲ့ ကလေးလေး တစ်ယောက်ကို ရှာတွေ့သွားတယ်။အဲဒီကောင်လေးရဲ့ နာမည်ကတော့ တိုရှိအို......Horror Master တစ်ပါးဖြစ်တဲ့ Takashi Shimizu ရဲ့ ...",
        "rating": "5.9",
        "url": "https://megaup.net/3fHz0/(CM)_The_Grudge_(2004)_UNRATED_Director_s_Cut_720p.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-11-142x200.jpg",
        "title": "In a Land That No Longer Exists (2022)",
        "description": "ဘာလင်တံတိုင်းကြီး ဖြိုမချခင် အရှေ့ဘာလင်က ဆယ်ကျော်သက်ကောင်မလေးတစ်ယောက်ရဲ့ အကြောင်းပါ။ ဆူဇီက အဖေနဲ့ညီမလေးနဲ့အတူ နေထိုင်ပါတယ်။ အထက်တန်းကျောင်းအောင်ပြီး မကြာခင်မှာ တက္ကသိုလ် တက်ရတော့မဲ့ ဆူဇီရဲ့ အိပ်မက်ကတော့ စာရေးဆရာမဖြစ်ဖို့ပါ။ မကြာခင်မှာပဲ သူ့အိတ်ထဲက စာအုပ်တစ်အုပ်ကြောင့် ဘဝကြီး ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားပါတော့တယ်။ ဆိုရှယ်လစ်အရာရှိတွေက စစ်မေးတဲ့အချိန်မှာ သူ့အိတ်ထဲက George Orwell ရဲ့ 1984 ဆိုတဲ့ စာအုပ်ကြောင့် ရုတ်တရက်ကြီး ကျောင်းထုတ်ခံလိုက်ရတာပါ။ ဆိုရှယ်လစ်အလုပ်ရုံမှာ သတ္တုဖြတ်အလုပ်သမားအဖြစ် လုပ်အားပေးဖို့ ဖိအားပေးခံရပါတယ်။တစ်နေ့မှာတော့ အလုပ်ရုံကို အစောကြီး ရထားစီးလာတဲ့ ဆူဇီကို ဓာတ်ပုံဆရာတစ်ယောက်က ရိုက်မိသွားပြီး အရှေ့ဂျာမနီရဲ့ Vogue လို့တောင် တင်စားလို့ရတဲ့ Sibylle ဆိုတဲ့ ဖက်ရှင်မဂ္ဂဇင်းမှာ မျက်နှာဖုံးရှင်အဖြစ် ပါလာပါတော့တယ်။ “ပျော်ရွှင်မှုကို ရှာဖွေဖို့ လမ်းလွှဲက သွားသင့်လည်း သွားရမယ်”ဆိုတဲ့ ဆူဇီတစ်ယောက် သူ့အိပ်မက်တွေဖြစ်လာဖို့၊ စက်မှာ အလုပ်လုပ်ရတဲ့ဘဝက လွတ်ဖို့ ...",
        "rating": "",
        "url": "https://megaup.net/2zo5i/In.a.Land.That.No.Longer.Exists.2022.720p.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjQxMmEyODEtNTAzMS00ZjEwLThiYjQtNDlhMzc5MmRiMDFjXkEyXkFqcGdeQXVyMzMwODkwMDU@._V1_FMjpg_UX1000_-140x200.jpg",
        "title": "Bon Bini: Judeska in da House (2020)",
        "description": "Bon Bini: Judeska in da House (2020)\n===========================အဆိုပါဒတ်ချ်ဟာသရုပ်ရှင်သည် ကမ္ဘာ့ရောဂါကပ် ကိုဗစ်၁၉\nဖြစ်ပွားချိန်၌ ဇာတ်အိမ်တည်ထားပါသည်။ လူမျိုးရေးခွဲခြားမှု\nဟာသတွေ၊ အဆုံးမှာ အသားရောင်အခြေခံခွဲခြားခြင်းကို ဆန့်\nကျင်ကျော်လွန်လက်ခံသွားတဲ့ လူဖြူဇာတ်ကောင်တွေအကြောင်း\nအား ကလီရှေးဆန်ဆန်ရိုက်ကူးထားပါတယ်။ ထူးခြားတာက\nသရုပ်ဆောင် Jandino Asporaat ပါ။ ဇာတ်လမ်းအဆုံး ဂူဂဲလ်\nမှာရှာဖတ်ကြည့်တော့မှ အမျိုးသားသရုပ်ဆောင်ဟာ အမျိုးသမီး\nကဲ့သို့ဝတ်ဆင်ကာ သရုပ်ဆောင်ထားမှန်းသိရအောင်ကို ပီပြင်\nလွန်းခဲ့တာပါ။ ဟော်လီဝုဂန္တဝင် ရော်ဘင်ဝီလီယံ ရဲ့ Mrs Doubtfireဇာတ်ရုပ်ကိုမြင်ယောင်မိပါသေးတယ်။\nဇာတ်လမ်းအကျဉ်းက ဂျူဒပ်စကာတစ်ယောက် သူ့တူမကို\nရည်းစားကောင်လေးအိမ်လမ်းကြုံလိုက်ပို့ပါတယ်။ ကောင်လေး\nရဲ့အဖေ နိုင်ငံတော်အတွင်းဝန်ဖြစ်သူဟာ ထိုနေ့မှ ကပ်ဆိုးရောဂါ\nကိုဗစ်၁၉နဲ့ပါတ်သတ်ပြီး အိမ်၌ သတင်းစာရှင်းလင်းပွဲလုပ်မှာဖြစ်\nပါတယ်။ ဂျူဒပ်စကာဟာ အလိုက်ကမ်းဆိုးမသိ ဂရုလည်းမစိုက်တဲ့\nတော်တော် ဂွကျတဲ့ သက်လတ်ပိုင်းအမျိုးသမီးတစ်ယောက်ဖြစ်ပြီး\nနှာဘူးထလိုက်တာဆိုသည်မှာ လည်းကမ်းကုန်ဖြစ်သည်။ တိုက်ရိုက်\nထုတ်လွင့်နေတဲ့ သတင်းစာရှင်းလင်းပွဲ၌ ဂျူဒပ်စကာဝင်နှောက်ပါ\nတော့တယ်။စာနယ်ဇင်းသမားတွေမေးခွန်းထုတ်တဲ့အခါ အတွင်းဝန်လည်း ချော်\nလဲရောထိုင်ကာ အဆိုပါလူမည်းအမျိုးသမီးနှစ်ယောက်အား သူ့အိမ်\nတွင် လော့ဒေါင်းကာလ နှစ်ပတ်အတွင်း နေထိုင်ရန် ဖိတ်ခေါ်ထား\nကြောင်းပြောပါတော့တယ်။ ပြဿနာက လူမည်းကောင်မလေးနဲ့\nသူ့ရဲ့သားကိုသဘောမတူနိုင်တဲ့ ဂုဏ်သရေရှိမျိုးရိုးမှဆင်းသက်လာ\nတဲ့ ဝန်ကတော် ...",
        "rating": "5.7",
        "url": "https://megaup.net/1TAu7/Bon.Bini.Judeska.in.Da.House.2020.1080p.AMZN.WEB-DL.(CM).mp4",
        "category": "Comedy, Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/2w5OVZAXMWhwqzpkXMPYbJOxguU.jpg",
        "title": "The House Of No Man(2023)",
        "description": "The House Of No Man(2023)**************************ငါမိဘမို့လို့ ငါသာအမှန်ဆိုတဲ့ မိဘမျိုးတွေကို မြင်ဖူးကြမယ်ထင်ပါတယ်...\nဒီကားလေးထဲမှာလည်း ဒီလိုပါပဲ..Nu ဆိုတဲ့ အမျိုးသမီးဟာ အတ္တကြီးပြီး သမီးတွေအပေါ်မှာ ချုပ်ခြယ်လွန်းပါတယ်...အဲ့ဒီကြားက သမီးအကြီးက သူသဘောမကျတဲ့သူနဲ့ အိမ်ထောင်ကျသွားတဲ့အခါမှာ သမီးငယ်လေးကို ပိုလို့ချုပ်ခြယ်လာပါတယ်..\nလူတွေဟာ ချုပ်ခြယ်ခံရလွန်းတဲ့အခါ ပိုရုန်းကြတယ်မလား ..ဒီလိုပါပဲ သူ့ရဲ့သမီးငယ်လေးဟာလည်း သူ့ရဲ့ကြိုးဆွဲကနေရတဲ့ ဘဝကိုငြီးငြူလာတဲ့တစ်နေ့မှာတော့သူမထင်မှတ်ထားတာကို လုပ်လိုက်မိပါတယ်...\nဒီကားလေးက သားသမီးနဲ့မိဘကြားဖြစ်တတ်တဲ့ ကတောက်ကဆလေးတွေကို ရိုက်ပြထားတာမို့ အိမ်နဲ့အဆင်မပြေသူလေးတွေကြည့်သင့်ပါတယ်..\nသားသမီးနဲ့မိဘကြားတင်မကပါဘူး လူအချင်းချင်းထားရမယ့် respect...ကိုယ့်အိမ်ထောင်ဖက်ပေါ်ထားရမယ့် respect စတာတွေကိုလည်း ထည့်ရိုက်ထားတာမို့ ကြည့်သင့်ပါကြောင်း.... File Size :(1.5GB) and (713MB)\nQuality : WEB-DL1080p, 720p\nFormat…mp4\nDuration…01:42:00\nGenre : Comedy, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Eric\nEncoded by Phyo Pyae",
        "rating": "6.9",
        "url": "https://megaup.net/1TMss/The.House.of.No.Man.2023.WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/dfjelumadVgmMzgWZxuLVVwbgX4-136x200.jpg",
        "title": "Rock Sugar (2021)",
        "description": "Rock Sugar (or) Bullied (2021)\n======================ကျောင်းသားကားတွေကြည့်ဖူးနေရင် ကျောင်းတွင်းအနိုင်\nကျင့်ခံရတဲ့ အဖြစ်တွေကိုလည်း မစိမ်းလောက်ဘူးထင်ပါ\nတယ်။ ကလေးတစ်ယောက် ကျောင်းမှာ အနိုင်ကျင့်ခံနေရ\nတာကိုရိပ်မိပြီး ကာကွယ်ပေးဖို့က မိဘတွေအတွက် အဓိက\nတာ၀န်တစ်ခုလို့ဆိုရမှာပါ။ အဲဒါကြောင့် ဒီဇာတ်လမ်းဟာ\nမိဘ‌တွေသတိမူမိစေမယ့် ဇာတ်လမ်းမျိုးဆိုလည်း မမှားပါဘူး။ဒီဇာတ်လမ်းမှာတော့-\nရှားလာ့ထ်‌ဆိုတဲ့ ၁၂ နှစ်အရွယ် ကလေးမလေးဟာ ကျောင်းမှာ\nအမြဲအနိုင်ကျင့်ခံနေရသူပေါ့။ သူ့ကိုအမြဲအနိုင်ကျင့်တဲ့ ကောင်\nမလေးကလည်း အားကစားထူးချွန်သူ၊ ဆရာတွေရဲ့အချစ်တော်ပါ။\nတကယ်တမ်းပြဿနာဖြစ်လာတိုင်း ဆရာတွေက သူ့ဘက်မပါပါ\nဘူး။ မိဘတွေကပါ သူ့ကိုဆိုးတယ်လို့မြင်ကြပါတယ်။ ဒီလိုနဲ့ အမျိုး\nမျိုးခြိမ်းခြောက် အနိုင်ကျင့်ခံနေရပေမဲ့ သူဆိုးတယ်ပဲ အမြင်ခံရတဲ့\n၁၂ နှစ်အရွယ် ကလေးမရဲ့စိတ်ဟာ အတော်ဖိစီးလာတဲ့အခါ...ဇာတ်လမ်းကြည့်စမှာ ကျောင်းတွင်းအနိုင်ကျင့်ခံရတဲ့ plot မျိုးပါ၊\nကြည့်ရင်းနဲ့ ဇာတ်အလှည့်အ‌ပြောင်းတွေက လျှို့ဝှက်သည်းဖိုလား\nလူသတ်ကားလားလို့တောင် ထင်မိလာစေပါတယ်။ ရှားလာ့ထ်တစ်\nယောက် သူအနိုင်ကျင့်ခံရတာကို ဘယ်လိုရင်ဆိုင်မလဲ၊ သူတို့မိသား\nစုကြားမှာ ဘာပြဿနာဘယ်လိုဝင်လာမလဲဆိုတာကိုတော့ အဆုံးထိ\nဆက်ကြည့်လိုက်ရအောင်နော်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nC'mon ဖြစ်ပါတယ်)File Size..........(1.1 GB) / (545 MB)\nQuality............BLU-RAY 1080p / 720p\nDuration.........1Hr ...",
        "rating": "5.2",
        "url": "https://megaup.net/1dDgf/Rock.Sugar.2021.PROPER.720p.WEBRip.(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/MV5BYjExZDczNjgtZTcyMS00ZWQ1LWFiYTktY2M4NmY4NWJmMmU2XkEyXkFqcGdeQXVyNzQwMzAwNTI@._V1_-141x200.jpg",
        "title": "[18+]One On One (2017)",
        "description": "[18+]One On One (2017)**********************ဒိုယောင်းက အားကစားတက္ကသိုလ်ကနေ ဘွဲရပြီးနောက် အလုပ်လက်မဲ့ဖြစ်နေခဲ့ပါတယ်,,တစ်နေ့မှာ သူနေတဲ့ရပ်ကွက်ထဲမှာ နာမည်ကြီးအားကအားကစားသတင်းကြေညာသူဟန်ဆယ်ဟီနဲ့ ဆုံမိသွားပါတယ် ဟန်ဆယ်ဟီဆီက အာရုံစိုက်မှု ရရှိဖိုအကြိမ်ကြိမ် ကြိုးစားပေမယ့် မအောင်မြင်ခဲ့ပါဘူး ,,ဒီလိုနဲ့ ဟန်ဆယ်ဟီ သွားနေကြ အားကစားခန်းမကို သိသွားပြီးတဲ့နောက် အားကစားနည်းပြအဖြစ်အလုပ်ဝင်လိုက်ပါတော့တယ် ,,,ဒါပေမယ့် အားကစားခန်းမထဲက တစ်ယောက်ချင်းလေ့ကျင့်ပေးတဲ့အတန်းတွေနဲ့နည်းပြရဲ့ နောက်ကွယ်ကဇာတ်လမ်းကို သိသွားတဲ့နောက် ဒိုယောင်းအနေနဲ့ ဟန်ဆယ်ဟီကို ဘယ်လိုတွေ ကယ်တင်ပေးသွားမလဲ,,,File Size :(841MB) and (308MB)\nQuality : WEB-DL720p\nFormat…mp4\nDuration…01:04:00\nGenre :Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/1TMp8/[18+]One_On_One_(2017).WEB-DL720P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/t3Lmw8jvm7tpik0lSkub8hU4oRW.jpg",
        "title": "Embrace of the Serpent(2015)",
        "description": "Embrace of the Serpent(2015)**************************ဒီရုပ်ရှင်ဟာ အမေဇုန်တောအုပ်ထဲကို ဆေးဖက်ဝင် အထွတ်အမြတ်သစ်ပင်တစ်မျိုးသွားရှာခဲ့တဲ့သိပ္ပံပညာရှင်နှစ်ယောက်ရဲ့ ဒိုင်ယာရီကို ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာပါ။\n၂၀၁၅ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ခရီးသွား ဖြူမဲရုပ်ရှင်ဖြစ်ပြီး ဆုတံဆိပ်တွေလည်း များစွာရရှိထားပါတယ်။ကိုလန်ဘီယာရဲ့ ပထမဆုံးသော Oscar nomianted ရုပ်ရှင်လို့လည်းဆိုကြပါတယ်။\nဇာတ်ကားထဲက သိပ္ပံပညာရှင်နှစ်ယောက်ဟာ ဒီတောအုပ်ထဲကို အတူတူခရီးသွားကြတာမဟုတ်ဘဲတစ်ယောက်ပြီးမှ တစ်ယောက်၊ ၁၉၀၉ခုနှစ်နဲ့ ၁၉၄၀ခုနှစ်တွေမှာ နှစ်သုံးလောက်ခြားပြီးမှ ခရီးထွက်ဖြစ်ခဲ့တာပါ။\nရည်ရွယ်ချက်ကတော့ အတူတူပါပဲ။ ယာကရူနာဆိုတဲ့ ဆေးဖက်ဝင်ရှားပါးသစ်ပင်ကိုသွားရှာတာပါ။သူတို့နှစ်ဦးလုံးရဲ့ခရီးစဥ်မှာ ကာရာမာကာတဲ ဆိုတဲ့ နယ်ခံနတ်ဆရာကြီးနဲ့တွေ့ခဲ့ကြပါတယ်။\nနတ်ဆရာကြီးဟာ သူ့လူမျိုးစုမှာ တစ်ဦးတည်းရှင်ကျန်သူဖြစ်ပြီး သူတို့ဓလေ့တွေ အစဥ်အလာတွေ သမိုင်းတွေကို ထိန်းသိမ်းထားသူပါ။\nဒီခရီးစဥ်နှစ်ခုမှာ ဘာတွေကြုံတွေ့ရမလဲ၊အမေဇုန်လူမျိုးစုတွေ ဓလေ့တွေကဘယ်လိုတွေဆိုတာ မြင်တွေ့နိုင်မယ့် ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ်။File Size :(3.08GB) and (1.4GB)\nQuality : Blu-Ray1080p, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Adventure, Biography, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Themes\nEncoded by ...",
        "rating": "7.8",
        "url": "https://megaup.net/3fHef/Embrace.of.the.Serpent.2015.BLU-RAY.1080P(CM).mp4",
        "category": "Adventure, Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/FFFF-138x200.jpg",
        "title": "[18+]Lovers Daughter of Friends(2019)",
        "description": "Lovers-Daughter.of.Friends(2019)********************************ဒီ(18+)ကားက တခြားကားတွေနဲ့ကွဲပြားတာကမင်းသမီးက cute type မဟုတ်ဘဲ sexy type ဖြစ်နေတာပါပဲ...ဒီဇာတ်ရုပ်နဲ့ပိုလိုက်ဖက်တယ်လို့တောင်ပြောလို့ရပါတယ်..ပါဝင်တဲ့အိပ်ရာခန်းတွေကလည်း တော်တော်ပွင့်လင်းမြင်သာမှုရှိလို့ကြည့်ရတာ ဆင်ပြေချောမွေ့ပါတယ်..ဇာတ်လမ်းကတော့အဆင်မပြေအထီးကျန်နေတဲ့ကောင်မလေးတစ်ယောက်ရင်ဖွင့်ဖို့ ယုံကြည်အားကိုးရတဲ့ ဦးလေးကြီးတစ်ယောက်ဆုံတွေရာကနေစထားပါတယ်..ကျန်တာကတော့ ဆက်လက်ရှုမြော် ကြပါကုန်...File Size :(1.5GB) and (534MB)\nQuality : WEB-DL1080P,720p\nFormat…mp4\nDuration…01:04:00\nGenre :Adult , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by SD\nEncoded by DS",
        "rating": "",
        "url": "https://megaup.net/3fHbC/Lovers-Daughter.of.Friends.2019.WEB-DL.1080P(DS).mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/fes-134x200.jpg",
        "title": "The Reunion (2011)",
        "description": "The Reunion (2011)\n==============\nIMDb Rating - 5.8/10ဒီဇာတ်ကားလေးကတော့ ဒိန်မတ်ဟာသဇာတ်ကား\nလေးပါ။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၂၅ နှစ်ပြည့်\nအထက်တန်းကျောင်းတွေ့ဆုံပွဲကိုတက်ဖို့အတွက် တစ်\nတန်းလုံးကိုဖိတ်ကြားထားပါတယ်။အသက်လေးဆယ်ကျော် လူလတ်ပိုင်းများဖြစ်နေကြတာ\nကြောင့် နယ်ပယ်အသီးအသီးမှာအောင်မြင်နေကြသူတွေ\nပေါ့၊ ဒီထဲမှာ နေးစ်ကတော့ တွေ့ဆုံပွဲကိုမသွားချင်ဘူး ၊မိန့်\nခွန်းပြောရမှာဖြစ်တဲ့အတွက် တစ်ချိန်လုံးစိတ်ဖိစီးနေတယ်။\nနေးစ်ရဲ့သူငယ်ချင်းအဆိုတော်သောမတ်စ်က သူနဲ့အတူသွားဖို့\nစည်းရုံးနေတယ်။သူတို့သူငယ်ချင်း အန်ဒရေးအက်စ် အိမ်ထောင်အဆင်မပြေ\nတာကိုနှိမ့်သိမ့်အနေနဲ့ရော မစုံတာကြာပြီဖြစ်တဲ့ သူငယ်ချင်း\nသုံးယောက်အတူတူ တွေ့ဆုံပွဲသွားမယ့်မတိုင်ခင်တစ်ရက်မှာ\nအတူတူခရီးထွက်ဖို့တိုင်ပင်လိုက်ကြပါတယ်၊ ဒီလိုနဲ့ သူငယ်\nချင်းသုံးယောက် သောက်စားမူးယစ်ပြီးတလွဲတွေလုပ်ကြတဲ့\nအခါမှာတော့.....(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nTin Myo Lwin ဖြစ်ပါတယ်)File Size..........(2.0 GB) / (800 MB) / (472 MB)\nQuality............BLU-RAY 1080p / 720p / 480p\nDuration.........1Hr 30Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Comedy\nTranslator.......Tin Myo Lwin\nEncoder..........SWM",
        "rating": "5.8",
        "url": "https://megaup.net/1dAwk/The.Reunion.2011.DANISH.720p.BluRay.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pPB609vfOSIn4bFceyErf03mUFK.jpg",
        "title": "[18+] Breaking the Surface (2006)",
        "description": "Breaking the Surface (2006)ဒီကားက Erotic ကားပေမဲ့ ဇာတ်အိမ်ကို တော်တော်သပ်သပ်ရပ်ရပ်လေးရော ပညာပေးဆန်ဆန်ရော ပုံဖော်ထားတဲ့ ရုပ်ရှင်ပါ။ Erotic ထဲတော့ တော်တော်သပ်ရပ်ပါတယ်။ ဆုတွေဘာတွေတောင် ရထားပါသေးတယ်။ Erotic ပေမဲ့ Indie ကားလိုလို ဘာလိုလိုလည်း ခံစားရမယ့်ရုပ်ရှင်ပါပဲ။ အရမ်းတော့ ဆိုးဆိုးရွားရွားကြီးမဟုတ်ပေမဲ့ မထိတထိနဲ့ အသည်းထဲ ငြိချင်ရင်တော့ ကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။ဇာတ်အိမ်ကတော့ အမျိုးသမီးအသားပေးပါ။ ဓာတ်ပုံကျောင်းတက်နေတဲ့ ကျောင်းသူလေးဟာ ကျောင်းနဲ့အလုပ်ကြား နှစ်ဖက်နင်းနေတုန်း အချစ်လို့ခေါ်တဲ့အရာနဲ့တွေ့လာတယ်။ အချစ်လို့ခေါ်တဲ့အရာနဲ့ အမှားအယွင်းတွေဖြစ်လာသလို အလုပ်နဲ့ကျောင်းကြားလည်း အမှားအယွင်းတွေဖြစ်လာတယ်။ ၂၀ကျော် လမ်းပျောက်တုန်းအရွယ်ရဲ့ အနုပညာနဲ့ မိုက်ရူးရဲဆန်စိတ်ကြောင့် ကိုယ့်စိတ်တိုင်းကျ ဖော်ပြမခံရတဲ့ ဓာတ်ပုံတွေအတွက် ခေါင်းမာရင်း ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲ ကြည့်ရမှာပါ။ ဘဝထဲ ရေလိုက်ငါးလိုက် မနေနိုင်ခဲ့တဲ့ ကလေးမလေးတစ်ယောက်ရဲ့ ရေနည်းငါးဘဝအကြောင်းကို Erotic ကားပေမဲ့လည်း သေချာအသက်သွင်းပြသွားတာမို့ Erotic အခန်းတွေဖယ်လိုက်ရင်တောင် ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို ...",
        "rating": "5.2",
        "url": "https://megaup.net/2zL2m/(CM)_Breaking_the_Surface_(2006)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ebAraC0pNyscuKYSemCyR9FxMVq.jpg",
        "title": "Anecdotes Of The Yellow River ( 2023 )",
        "description": "\"ကူမုရွာ\"ဟာ ရေကြီးမှုနှင့်တွေ့ကြုံနေရပြီး ဆည်မြောင်းရေသိုလှောင်ရေးဌာနက\n'ထျန်ယိ'နဲ့ သူ့အပေါင်းပါ ရှန့်ယွမ်ဟန်'တိုဟာ ဌာနရဲ့စေခိုင်းမှုအရ ထိုရွာကို ပြဿနာဖြေရှင်းဖို့ သွားပါတော့တယ်။'ကူမု'ရွာနဲ့ဆက်စပ်စီးဆင်းနေတဲ့ မြစ်ဝါမြစ်မှာ သတိုသမီးရုပ်အလောင်းတွေဟာ\nမျောပါလာပြီး ဒေသခံရွာသူရွာသား‌တွေကတော့ ထိုဖြစ်စဉ်ဟာ\nမြစ်စောင့်နတ်၏အလိုမကျမှုကြောင့် ကပ်ဆိုးကျရောက်တယ်လို့\nထင်မှတ်ပြီး \"မာစန်းလီ\"ဆိုသူရဲ့ဦးဆောင်မှုနဲ့ ယဇ်ပူဇော်ပသလေ့ရှိပါတယ်။-ဒီတစ်ကြိမ် ယဇ်ပူဇော်ခံဟာ 'ထျန်ယိ'တိုရဲ့ အသိမိတ်ဆွေဟောင်း \"ယွမ်ယင်း\"ဖြစ်နေတဲ့အခါ...\nအဖြစ်မှန်ဟာ တကယ်တော့...'ချယ်ရုံ'နိုင်ငံရဲ့ဘုရင်မဟာ နိုင်ငံစစ်ဘေး‌ကျရောက်မည့်\nအရေးကိုကြိုမြင်ခဲ့တဲ့အတွက် တစ်တိုင်းပြည်လုံးက စစ်သည်တွေနဲ့ ရတနာတွေအားလုံးကို ‌\nမြေအောက်မှာမြှုပ်နှံပြီး မိမိကိုယ်ကိုတိုင်းပြည်အတွက် စတေးခံကာ ရန်သူတွေကို ကျိန်စာတိုက်ပြီးသေဆုံးသွားခဲ့ပါတယ်။∆ထိုဘုရင်မရဲ့ဂူသင်္ချိုင်းဟာ 'မြစ်ဝါမြစ်က လူစားတယ်'ဆိုတဲ့ယုံတမ်းစကားတွေနဲ့ တကယ်ပဲဆက်နွှယ်နေမလား...\n∆ဒဏ္ဍာရီရဲ့နောက်ကွယ်မှာ ဘယ်လိုရာဇဝင်တွေကို ချိတ်ပိတ်ထားသလဲ?\n∆အဖြစ်မှန်ကိုဖော်ထုတ်ဖို ရေအောက်မှာရှိတဲ့ ဂူသင်္ချိုင်းကိုဆင်းသွားတဲ့\nမာစန်းလီ၊ထျန်ယိနဲ့ အပေါင်းပါတွေကရော အန္တရာယ်ကင်းကင်း ဒဏ္ဍာရီကိုဖော်ထုတ်နိုင်မလား\n-သူတိုပါ ဒဏ္ဍာရီအဖြစ် ပျောက်ကွယ်သွားဦးလေမလား...\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Thriller , Drama\nRuntime : 1h 10 min\nSubtitle : Myanmar Subtitle ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/anecdotes-of-the-yellow-river-2023/",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/06/MV5BMTNkOWRhNjktYjg4Zi00ZWE1LTliODctNDk0NmI1ZmZhYjFmXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_-135x200.jpg",
        "title": "(18+) Don Jon (2013)",
        "description": "IMDb (6.5) / Rotten Tomatoes (80%)မင်းသမီးစကားလက်ဂျိုဟန်ဆန် ၊ Julianne Moore နဲ့ မင်းသား Joseph Gordon-Levitt တို့ပါဝင်ထားပြီး မိသားစုနဲ့ကြည့်လို့မရနိုင်တဲ့ 18+ ပညာပေးဇာတ်ကားပါ။\nဇာတ်လမ်းရဲ့တင်ဆက်ပုံကတော့ ကောင်းမွန်မှုရှိပြီးတော့ နိုင်ငံတကာ Rating တွေလဲကောင်းမွန်ပါတယ်....လူငယ်တွေမှာဖြစ်တတ်တဲ့ အပြာကားစွဲလမ်းတဲ့အခြေအနေတစ်ခုကို ရိုက်ကူးတင်ပြထားတဲ့ဇာတ်လမ်းပါ။\nအပြာကားကို ဘိန်းစွဲသလို စွဲနေတဲ့သူတွေ...အပြာကားထဲက မင်းသမီးတွေ ဇာတ်ဆောင်တွေရဲ့ အပြင်မှာမဖြစ်နိုင်တဲ့ ဇာတ်လမ်း ဇာတ်ကွက်တွေကို လက်တွေ့ဘဝနဲ့ နှိုင်းယှဉ်ပြီး စိတ်ဓာတ်ကျနေတဲ့ သူတွေ...အပြာကားကြောင့် ဘေးထွက်ဆိုးကျိုးများနေသူတွေအတွက် သင်ခန်းစာယူစရာပါပဲ။အခု Don Jon ဆိုတဲ့ဇာတ်ကားက လူငယ်တွေမှာ အဖြစ်များနေတဲ့ \" အပြာကားစွဲတဲ့ စိတ်ရောဂါ \"တစ်မျိုးကို ဟာသလေးတွေနှောပြီး ရိုက်ပြထားတာပါ\nဒီကားက စစကြည့်ချင်းမှာ 18+အခန်းတွေကို ခပ်ကြမ်းကြမ်းပြထားပါတယ် dialogueတွေကလဲ အရမ်းရိုင်းပါတယ်\nဒါပေမယ့် တစ်ဖြည်းဖြည်းနဲ့ ဇာတ်ကားကပေးချင်တဲ့ message ကို ပရိသတ်တွေဆီရောက်အောင် ဆွဲခေါ်သွားတာတွေ့ရမှာပါ ဒီဇာတ်ကားရဲ့ အဓိက ...",
        "rating": "6.5",
        "url": "https://megaup.net/1TLm6/(CM)_Don.Jon.2013.BluRay_720p.mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/gP1M8N2-150x200.jpg",
        "title": "(18+) Una rosa de Francia(2006) Virgin Rose",
        "description": "(၃၀-၄-၂၀၂၃) ဒီနေ့ကတော့ ကျွန်တော်တို့အမျိုးသားထုကြီးရဲ့ရင်ကို မကြာခဏဆွဲကိုင်လှုပ်တတ်တဲ့ ကျူးဘား-စပိန်မင်းသမီးလေး Ana de Armas ရဲ့ အသက်(၃၅)ပြည့်မွေးနေ့ပဲဖြစ်ပါတယ်....ဒီတော့ သူမ အသက် ၁၈ နှစ်မှာ ပထမဆုံး ခေါင်းဆောင်မင်းသမီးအဖြစ်ပွဲထွက်ခဲ့တဲ့ ခုဇာတ်ကားကို တင်ဆက်လိုက်ပါတယ်။ ၁၈ နှစ်မပြည့်သေးတဲ့ မင်းသမီးလေးက ၁၆ နှစ်သမီးဇာတ်ရုပ်လေးနဲ့ ဘယ်လောက်တောင် လိုက်ဖက်နေလဲ ကိုယ်တိုင်သာ ကြည့်လိုက်ပါတော့။ ဒီမင်းသမီးလေးက အဖော်အချွတ်လေးတွေနဲ့ မင်းသမီးဘဝစခဲ့ပေမယ့် ဟောလိဝုဒ်မှာတော့ တစ်နေရာ ရသွားသေးတာပဲလေ။ သူ့ကို Blade Runner 2049 မှာ စပြီးသတိထားမိတာ။ ပြေပြစ်တဲ့ကောက်ကြောင်းနဲ့၊ မျက်လုံးရွဲကြီးနဲ့၊ ဘယ်လိုကောင်မလေးလားပေါ့။Knives Out မှာ ရွှေကမ္ဘာလုံးဆုအတွက် ဆန်ကာတင်စာရင်းဝင်တော့ ကြိတ်ပြီး ရင်ခုန်လိုက်ရသေးတယ်။ No time to Die မှာ bond girl လေးအဖြစ်ပြန်တွေ့လိုက်ရတော့ တော်တော်လေးကို အလွမ်းပြေသွားခဲ့တာ။ ဘယ်သူကြိုက်ကြိုက် မကြိုက်ကြိုက်၊ ...",
        "rating": "5.3",
        "url": "https://megaup.net/3fG7m/(CM)_Una.rosa.de.Francia.2006.WEBRip.720p.x264-Naung.mp4",
        "category": "Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/05/344570757_3484410168546856_7650749512205767291_n-139x200.jpg",
        "title": "Viduthalai: Part I (2023)",
        "description": "Viduthalai Part I (2023)အသစ်ထွက်ရှိလာတဲ့ ဝါရင့်သရုပ်ဆောင် ဗီဂျေးစည်သူပတီ ပါ၀င်ထားတဲ့ တမီးလ်အက်ရှင်ကားလေးကိုတင်ဆက်လိုက်ပါတယ်...\nIMDb (8.5/10) နဲ့ Rotten Tomatoes (100%) ထိရရှိထားတာကြောင့် ရှယ်မိုက်တဲ့ တောင်ပိုင်းအက်ရှင်ကားတစ်ကားပါပဲ။ဇာတ်လမ်းကတော့...အိန္ဒိယတောင်ပိုင်းမှာ 1980 ခုနှစ်ကာလများဆီက စတင်ဖွဲ့စည်းခဲ့တဲ့ အစိုးရကိုဆန့်ကျင်တဲ့\nတမီးလ်ပျောက်ကျားတပ်ဖွဲ့ တစ်ခုရှိခဲ့ပါတယ်၊အစိုးရက တမီးလ်ပြည်သူတွေကန့်ကွက်နေတဲ့ကြားက\nတောင်တန်းဒေသတစ်ခုမှာ မိုင်းတွင်းတူးဖို့ခွင့်ပြုမိန့်ပေးလိုက်ရာကနေ\nအဲ့ဒီဒေသမှာပဋိပက္ခတွေစတင်လာခဲ့ပြီး အခြေအနေတွေတင်းမာလာခဲ့တယ်။ဒါကို အစိုးရဘက်က မိုင်းတွင်းလုံခြုံရေးဆိုပြီး အထူးရဲတပ်ဖွဲ့တစ်ခုကိုပါ ထပ်မံအင်အားဖြည့်တင်းလိုက်ပေမယ့်\nဒီအဖွဲ့ရဲ့မသမာမှုတွေကြောင့် ဒေသခံရွာသူရွာသားတွေနဲ့ပဋိပက္ခဟာ ပိုလို့သာဆိုးလာပါတော့တယ်။\nဒါကိုအစိုးရအနေနဲ့ပြေလည်အောင်မဖြေရှင်းနိုင်ဘဲ ရွာသားတွေနဲ့ပျောက်ကျားအဖွဲ့၀င်တွေကို\nရှာဖွေဖမ်းဆီးဒဏ်ခတ်အရေးယူမှုတွေလုပ်လာတဲ့အခါမှာတော့....။ဇာတ်လမ်းဇာတ်ကွက်ကို စိတ်ကူးနဲ့ဖန်တီးထားပေမယ့် အဓိဇာတ်ကောင်\nဗာသီယာကတော့ အပြင်မှာတကယ်ရှိခဲ့ဖူးတဲ့သူကို မှီငြမ်းပြီးရိုက်ကူးထားတာကြောင့်\nrealistic ပိုဆန်တဲ့အရသာတွေကို ခံစားရမှာပါ။\nFile size…2.49GB / 1.12GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 30m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Sai~Nyein",
        "rating": "8.5",
        "url": "https://megaup.net/1dP68/Viduthalai_(2023)_Tamil_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-21-133x200.jpg",
        "title": "The Colors of Fire (2022)",
        "description": "ဒီဇာတ်ကားထဲမှာ ဘဏ်လုပ်ငန်းရှင်သူဌေးကြီးမာဆယ်ပယ်ရီကော့ရဲ့စျာပနနဲ့ ဇာတ်လမ်းကိုစတင်ခဲ့တယ်။ သူဌေးသမီး မယ်ဒလင်းက ဖခင်မရှိတော့တဲ့နောက်မှာ အားကိုးရာမဲ့သွားရာကနေ စီးပွားရေးမှာ မိတ်ဆွေရင်းတွေဆီက သစ္စာဖောက်မှုကိုခံခဲ့ရပြီး ဖခင်ဆီကရရှိခဲ့တဲ့အမွေအားလုံးဆုံးရှုံးသွားတော့တယ်။ သစ္စာဖောက်တဲ့သူတွေကလည်း မယ်ဒလင်းယုံကြည်ခဲ့ရတဲ့အနီးဆုံးလူတွေပဲဖြစ်နေခဲ့တယ်။ ဒီဖြစ်ရပ်ဆိုးတွေမဖြစ်ခင် သူဌေးကြီးပယ်ရီကော့ရဲ့စျာပနမှာကတည်းက မယ်ဒလင်းရဲ့ ၁၁နှစ်အရွယ်သားဖြစ်သူပေါလ်က အဖိုးရဲ့အခေါင်းအပေါ်ကိုခုန်ချခဲ့တယ်။ ဒီလုပ်ရပ်ကရော ဘာအတွက်ကြောင့်ဖြစ်မလဲ?ဖြစ်ရပ်ဆိုးတွေအပြီးမှာ မယ်ဒလင်းဟာ သားဖြစ်သူနဲ့အတူ သာမန်လူတန်းစားဘဝမှာ ၅နှစ်ကြာဖြတ်သန်းရင်း သူမကိုသစ္စာဖောက်ခဲ့တဲ့သူတွေရဲ့သတင်းကိုပဲ တစ်ချိန်လုံးလိုက်နေခဲ့တယ်။ နောက်ဆုံးမှာ သူမရဲ့လက်စားချေပွဲက အရာထင်မလားဆိုတာ...။ လက်စားချေဇာတ်လမ်းမျိုးဆိုပေမဲ့ tensionမများပဲ ငြိမ့်ငြိမ့်ညောင်းညောင်းပုံစံမျိုးနဲ့ တင်ဆက်ရိုက်ကူးထားတဲ့ကားမျိုးပါပဲ။ ဇာတ်လမ်းထဲမှာ မတူတဲ့ရှုထောင့်အမျိုးမျိုးနဲ့ကြည့်လို့ရတဲ့ ချစ်ခြင်းမေတ္တာဆိုင်ရာ ဇာတ်လမ်းတစ်ပုဒ်လည်းပါပါတယ်။ ဇာတ်ကားတစ်ကားလုံးခြုံပြောရရင် စိတ်ကူးယဥ်ဆန်တဲ့ဇာတ်လမ်းမျိုးတော့မဟုတ်ပဲ လူ့ဘဝထဲက လက်တွေ့ဖြစ်ပျက်တတ်တဲ့အကြောင်းအရာတွေကိုမှ ကဗျာဆန်ဆန် တင်ဆက်ထားတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။ File size…(2.3 GB)/(900 MB)/(420 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:15:00\nGenre...Drama, History\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Su ...",
        "rating": "",
        "url": "https://megaup.net/2zzja/The.Colors.of.Fire.2022.720p.(CM).mp4",
        "category": "Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-13-135x200.jpg",
        "title": "Bunker (2022)",
        "description": "ပရိသတ်ကြီးအတွက် ဒီတစ်ခါတော့ ပထမကမ္ဘာစစ်ကအကြောင်းရိုက်ထားတဲ့ကားလေးတင်ဆက်ပေးလိုက်ပါတယ် ကမ္ဘာစစ် ၂ခုလုံးမှာ မှော်ပညာတွေ အောက်လမ်းနည်းတွေ သဘာဝလွန်နည်းတွေ အဏုဇီဝလက်နက်တွေ ဓာတုလက်နက်တွေ မျိုးစုံနဲ့တိုက်ခိုက်ခဲ့ကြတယ်လို့ သတင်းလွင့်လွင့်ရှိခဲ့ကြပေမဲ့ လူတွေမသိလိုက်ဘဲ သမိုင်းမတင်နိုင်ခဲ့တဲ့ ဖြစ်ရပ်တွေ ဘယ်သူမှအစရှာမရခဲ့တဲ့ဖြစ်ရပ်တွေလည်း အများကြီးရှိနေတာပါ ဒီကားထဲမှာတော့ အင်္ဂလိပ် နဲ့ အမေရိကန် မဟာမိတ်တပ်ဖွဲ့ဟာ ဂျာမန်တွေစွန့်သွားတဲ့ ဘန်ကာထဲမှာ ပိတ်မိပြီး ဘာမှန်းမသိတဲ့အရာကို ရင်ဆိုင်ကြုံတွေ့ရတဲ့အကြောင်းရိုက်ထားတာပါ ဒီကားထဲမှာတော့ အထက်လူကြီးတွေချင်း ညှိနှိုင်းကြလို့ ဘယ်လောက်ပဲ အဆင်ပြေနေပါစေ အောက်ခြေတပ်သားတွေကြားက ပဋိပက္ခတွေကိုပါ မြင်ရမှာပါ စစ်ကားဆိုပေမဲ့ တိုက်ခိုက်တာသိပ်မပါဘဲ ဘန်ကာထဲမှာပိတ်မိနေတာကြောင့် အချင်းချင်းပဲ မယုံသင်္ကာတွေဖြစ်ရင်း တကယ်ရင်ဆိုင်ရမဲ့ အန္တရာယ်ကို မသိဘဲ စတေးနေရတဲ့ပုံစံမျိုး ရိုက်ထားတာမို့ ခံစားကြည့်ရှုလိုက်ကြပါဦးFile size…(1.8 GB)/(800 MB)/(400 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:48:00\nGenre...Horror, Thriller, War\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated ...",
        "rating": "",
        "url": "https://megaup.net/2zsR1/Bunker.2023.720p.(CM).mp4",
        "category": "Horror, Thriller, War"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/jGRgF0p5Bzhvs4665oXQxdMQcP9.jpg",
        "title": "[18+] Young Girls in Ecstasy (1974)",
        "description": "Young Girls in Ecstasy (1974)Erotic ပရိသတ်တွေအတွက်တော့ ဒီကားက တော်တော်ကြည့်ရတန်ပါတယ်။ တန်ဆို သူက ဇာတ်တစ်ပုဒ်တည်း ကောင်မလေးတစ်ယောက်တည်းမဟုတ်ဘဲ ကောင်မလေးပေါင်းများစွာရဲ့ ဇာတ်လမ်းပေါင်းများစွာကို Theme တစ်ခုထဲသွင်းပြီး အသက်သွင်းထားတာကိုး။ပျိုပျို ဖြူဖြူ ညိုညို သွယ်သွယ် တောင့်တောင့် ပုံစံမျိုးစုံ ဆိုဒ်မျိုးစုံရဲ့ ကြုံရဆုံရတဲ့ လိင်မှုဇာတ်လမ်းလေးတွေကို ဖောက်သည်ချထားတာကို ကြည့်ကြရမှာပါ။ အချစ်ဦးဇာတ်လမ်းလေးတွေတောင်ပါသလို ကြံကြံဖန်ဖန်ဇာတ်လမ်းတွေလည်းပါပါတယ်။ ဂန်းဘန်းဆန်ဆန်ဇာတ်လည်းပါတယ်။ အောအင်န်ဝမ်း Erotic ရုပ်ရှင်လို့ ပြောရင်တောင် မမှားလောက်ပါဘူး။ အမျိုးသမီးရေးရာတွေပါ အဆစ်ထည့်ထားပါသေးတယ်။ဇာတ်ကားအများကြီးလည်းမဒေါင်းချင် ဇာတ်စုံ ဆိုက်စုံ ဂိုက်စုံလည်း ကြည့်ချင်တယ်ဆိုရင် ဒီရုပ်ရှင်ဟာ ရွေးချယ်မှုမမှားမယ့် ရုပ်ရှင်ပါပဲ။ မထိတထိတွေရော မရိုးမရွတွေရော ထိထိမိမိတွေရော ဇာတ်လမ်းပေါင်းစုံပါတဲ့ မိန်းမတို့အတွေ့အကြုံပေါင်းချုပ် ဟင်းလေးအိုးဇာတ်လမ်းကြီးပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို \"___\" မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.55GB, 655MB\nQuality - 1080p, 720p\nFormat ...",
        "rating": "",
        "url": "https://megaup.net/3VFc0/(CM)_Young_Girls_in_Ecstasy_(1974)_720p.mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/vde-138x200.jpg",
        "title": "Ved(2022)",
        "description": "Ved (2023)IMDb-7.6/102022 December 30 မှာထွက်ရှိခဲ့တဲ့ ဒီကားလေးက 75ကုဋေအမြတ်ပြန်ရမှုနဲ့အတူ\n2022 ရဲ့အအောင်မြင်ဆုံးမရာထီပြောရုပ်ရှင်ဖြစ်ပြီး ထွက်ရှိဖူးသမျှမရာထီရုပ်ရှင်တွေရဲ့\nရုံတင်ငွေတတိယအများဆုံးရရှိထားတဲ့ကားလည်းဖြစ်ပါတယ်\nRushikesh Turai ကိုယ်တိုင် ဒါရိုက်တာလုပ် သရုပ်ဆောင်ထားပြီး ချစ်ဇနီး\nGenelia D'Souza ကလည်း တွဲဖက်ညီညီသရုပ်ဆောင်ထားတဲ့ကားပါ\nလူပျိုကြီး စယ်လ်မန်ခန်းကလည်း guest အနေနဲ့\nတစ်ဖြတ်တစ်ကဒ်ပါ၀င်ထားပါသေးတယ်ဇာတ်လမ်းအညွှန်းဒိုင်ကိုလာဘ်ထိုးပြီးတစ်ဖက်သတ်ကြီး အနိုင်ရနေတဲ့ခရစ်ကတ်ပွဲမှာ\nယစ်ထုတ်ကြီးတစ်ယောက်က Bluetooth နဲ့ ၀င်နည်းပြပေးလိုက်ရာကနေ\nချက်ချင်းရလဒ်တွေပြောင်းပြန်ဖြစ်သွားတဲ့ ခရစ်ကတ်ပွဲလေးနဲ့အစပျိုးထားပါတယ်ဒီယစ်ထုတ်ကြီးကတော့ တစ်ခြားသူမဟုတ်ပဲ ကျောင်းသားဘ၀တည်းက ခရစ်ကတ်ကိုရူးသွပ်ခဲ့သူ ဆပ်တရာပါ\nခရစ်ကတ်ကိုကြိုးစားရင်း အင်ဂျင်နီယာပညာမှာလည်း ထူးချွန်တဲ့ဆပ်တရာဟာ အချစ်ဦးနဲ့ဆုံတွေ့လာပါတော့တယ်\nအရာရာပြည့်စုံမနေတဲ့လောကကြီးမှာ ချစ်သူနှစ်ဦးကြား ၀င်မွှေလာတဲ့အရာကတော့ မိဘအုပ်ထိန်းသူပါပဲ\nအညွှန်းကိုဒီလောက်ပဲရပ်လိုက်ကြရအောင်ဒီအချစ်ဇာတ်လမ်းဘယ်လိုဆက်ဖြစ်မလဲ\nခရစ်ကတ်ကိုရူးသွပ်တဲ့ကောင်လေးက ခရစ်ကတ်ကိုတောင်ဆက်မဆော့တော့တဲ့ထိ\nဘာကြောင့်များပြောင်းလဲသွားရလဲအချစ်သီချင်းလေးတွေ\nစုံစုံလင်လင်နားဆင်ခံစားပြီး ကိုယ်တိုင်ပဲရှူစားကြည့်ပါဒီ Ved ထဲမှာတော့ အချစ်ဆိုတာ ပင်လယ်ဒီရေနဲ့တူတယ် တစ်ခါတစ်လေ\nမြင့်တက်ပြီးတစ်ခါတစ်လေ နိမ့်ကျတတ်တယ်တဲ့ CM ပရိသတ်ကြီးအတွက်ရော\nအချစ်ကဘာနဲ့တူပါသလဲ\nFile size…2.77GB / 1.16GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 28m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~Thaik San~Khin Khin",
        "rating": "7.5",
        "url": "https://megaup.net/1TLbv/Ved_(2022)_Hindi_TRUE_WEB-DL_-_1080p_HQ_-_AVC_-_UNTOUCHED.AAC5.1CH(CM).mp4",
        "category": "Bollywood, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4wghL6d4fowbygnctmbMu6WzxkI.jpg",
        "title": "[18+] Paupahan (2023)",
        "description": "Paupahan (2023)~ IMDb rating - 6/10 ~နီကိုဆိုတဲ့လူငယ်လေးဟာ မြို့တော်ကြီးမှာ မော်ဒယ်တစ်ယောက်ဖြစ်ဖို့ကြိုးစားရင်း အိပ်မက်တွေနဲ့အလှမ်းဝေးနေဆဲဖြစ်ပါတယ်။ အဝေးရောက်ချစ်သူရဲ့ကူညီထောက်ပံ့မှုနဲ့အဓိကနေထိုင်နေရပြီး ဘော်ဒါဆောင်တစ်ခုမှာ အခန်းငှားခဲ့မိပါတယ်။ အဆောင်ပိုင်ရှင်က ငယ်ရွယ်လှပတဲ့ အန်နလင်းဆိုတဲ့ မိန်းမငယ်လေးဖြစ်ပြီး ထူးခြားနက်နဲတဲ့အသိရခက်တဲ့ စရိုက်မျိုးပိုင်ရှင်တစ်ယောက်ပါ။ ဒါပေမဲ့လည်း အန်နလင်းဟာ သူ့ကိုအထူးအရေးပေးသလို ရေလာမြောင်းပေးလဲလုပ်ပါတယ်။ နဂိုကတည်းက တွေ့ရာဆွဲစားတတ်တဲ့ ပွေပွေရှုပ်ရှုပ်နီကိုတစ်ယောက်ဟာ အန်နလင်းကို မျှော်လင့်ချက်တွေပေးမိခြင်းအားဖြင့် အမှားကြီးတစ်ခုကို မထင်မှတ်ပဲကျူးလွန်မိပါတော့တယ်။ အဲ့ဒီလိုအခြေအနေမျိုးမှာမှတိုင်းတစ်ပါးက သူ့ချစ်သူ ကတ်သရင်း ပြန်ရောက်လာတဲ့အခါမှာတော့...အန်နလင်းအဖြစ် Lovely Ladies Dormitory စီးရီးထဲမှာ ပျော်ပျော်နေတတ်တဲ့ ချစ်စရာမိန်းမငယ်လေး အယ်လ်မာဇာတ်ရုပ်နဲ့ လူသိများခဲ့တဲ့ Tiffany Grey ကပွဲဦးထွက်ခေါင်းဆောင်ပါဝင်ထားပြီး အားလုံးရင်းနှီးပြီးသား မမ Rob Guinto နဲ့တကွ မင်းသမီးငယ်လေးတွေ\nအများကြီးဇာတ်ပို့ထားပေးပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 1.75GB, 770MB\nQuality - 1080p, ...",
        "rating": "6",
        "url": "https://megaup.net/3fG4g/(CM)_Paupahan_(2023)_720p.mp4",
        "category": "Adult, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gk469Y3fJTlbcAkSNMZc4OtETOK.jpg",
        "title": "Everything Is Illuminated(2005)",
        "description": "Everything Is Illuminated(2005)******************************အဓိကဇာတ်ဆောင်ကတော့ The Lord of The Ringထဲက ဖရိုဒိုဘတ်ဂင်ဖြစ်တဲ့Elijah Woodကသရုပ်ဆောင်ထားပါတယ်ဒုတိယကမ္ဘာစစ်တုန်း ဂျူးလူမျိုးတွေ သန်းနဲ့ချီအသတ်ခံခဲ့ရတာ၊ နေရပ်စွန့်ပြီး နိုင်ငံပြောင်းနေခဲ့ကြတာကို အားလုံးသိမှာပါ။\nစစ်ကြီးပြီးသွားတော့ အချို့ဂျူးတွေက နေရာသစ်မှာပဲအခြေချသလို၊ အချို့ကလည်းနေရပ်ပြန်လာကြပြီးဆုံးသွားတဲ့မိသားစုဝင်တို့ရဲ့ နေရာတွေ၊ အမှတ်တရတွေ၊\nအကြောင်းအရာတွေကို ပြန်မှတ်မိဖော်ထုတ်ကြပါတယ်။\nဇာတ်ကြောင်းကတော့ အမေရိကန်ဖွား ဂျူးလေးတစ်ယောက်က သူ့အဘိုးရဲ့ဇာတိကိုပြန်လာပြီးသူ့အဘိုးငယ်စဥ်ကနေထိုင်ခဲ့တဲ့နေရာလေးကို ပြန်လည်ရှာဖွေတဲ့အကြောင်းပါပဲ။\nအဘိုးဖြစ်သူအမေရိကန်ကိုစစ်ဘေးရှောင်မလာမီ နာဇီလက်ကနေအဘိုးဖြစ်သူကိုကယ်တင်ပေးခဲ့ဖူးတဲ့အမျိုးသမီးကိုလည်း ကျေးဇူးတင်ချင်လို့လည်းပါတာပေါ့။\nဒီလိုနဲ့ သူ့ရဲ့စွန့်စားခန်းလေးက ဘယ်လိုဆက်ဖြစ်သွားမလဲဆိုတာအပြင်\nလူတွေရဲ့စိတ်သဘောထား၊ အချို့လူမျိုးစုတွေရဲ့ တလွဲအမြင်တွေကို comedyလေးနှောပြီးကြည့်ရမယ့်ကားလေးပဲဖြစ်ပါတယ်။\nဟာသဆန်ဆန်ဆိုပေမယ့်လည်း အတင်းဟာသလုပ်ယူမထားဘဲ ငြိမ့်ငြိမ့်အေးအေးလေးနဲ့ရှုခင်းလှလှလေးတွေကိုခရီးသွားရင်းကြည့်ရသလိုကားမျိုးပါ။ File Size :(2.02GB) and (982MB)\nQuality : BLU-RAY 1080p, 720p\nFormat…mp4\nDuration…01:46:00\nGenre : Comedy , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.4",
        "url": "https://megaup.net/1dNs6/Everything.Is.Illuminated.2005.BLU-RAY.1080P(CM).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/c0Zv7gNTH8LoRnHANhAHGWhGvJC.jpg",
        "title": "AKA(2023)",
        "description": "AKA(2023)*********တစ်ကိုယ်တည်းတက်တက်ကြမ်းတဲ့ actionကားတွေကိုမှ သဘောကျတဲ့သူတွေအတွက်တော့ကြည့်သင့်တဲ့ကားကောင်းပါပဲ။\nဇာတ်ကြောင်းကတော့ အထူးတပ်ဖွဲ့ဝင်အဖြစ် လုပ်သက်နှစ် ၂၀ရှိတဲ့ အဒမ်ဟာပေးအပ်လာသမျှတာဝန်ကို ကျေပွန်အောင် စွမ်းဆောင်နိုင်သူပါ။\nဒီလိုနဲ့ ပြင်သစ်မှာအကြမ်းဖက်သမားတွေရဲ့တိုက်ခိုက်မှုတွေပေါ်ပေါက်လာတဲ့အခါမှာတော့အထက်အရာရှိတွေက အဒမ်ကို တာဝန်အသစ်ပေးလိုက်ပါပြီ။\nအကြမ်းဖက်သမားတွေနဲ့အဆက်အသွယ်ရှိတဲ့ လူဆိုးဂိုဏ်းထဲ အသွင်ယူဝင်၊စုံစမ်းထောက်လှမ်းပြီး အကြမ်းဖက်သမားကိုဖမ်းဆီးပေးဖို့ပါတဲ့။\nလူဆိုးဂိုဏ်းရဲ့ယုံကြည်မှုကိုရရှိအောင် နေထိုင်နေရင်းမှ....။\nအပစ်အခတ် အကြမ်းအရမ်းတွေကောင်းကောင်းကြည့်ရမယ့်အပြင်လူကောင်းလူဆိုးဘယ်လိုခွဲမလဲဆိုတဲ့ plot twistလေးပါတွေ့မြင်ရမယ် action crime  အလန်းကားပါပဲ... File Size :(1.9GB) and (636MB)\nQuality : WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre :Action, Crime, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/2zIit/AKA.2023.web-dl720p(cm).mp4",
        "category": "Action, Crime, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/asCLy4s7HYP3zSRlLP4Qgme5L0A.jpg",
        "title": "Fear (2023)",
        "description": "Fear (2023)ကြောက်ရွံ့မှုသဘောတရားကို အခြေတည်ပြီးရိုက်ကူးထားတဲ့ Horror ကားသစ်တစ်ကားဖြစ်ပါတယ်။ရွန်နဲ့ သူ့ချစ်သူတို့ဟာ ပိတ်ရက်ကို သူငယ်ချင်းတွေနဲ့ အတူတူပျော်ရွှင်စွာ ဖြတ်သန်းဖို့ ခရီးထွက်လာကြပါတယ်။ အခြေအနေက ဗိုင်းရပ်စ်ပိုးတွေ ကူးစက်မှု ငြိမ်နေတဲ့ကာလဖြစ်ပြီး ရွန်က သူ့ချစ်သူကို လက်ထပ်ခွင့်တောင်းမှာ ဖြစ်တဲ့အတွက် သူငယ်ချင်းတွေအားလုံး ဆုံဖြစ်အောင် လာကြတာပါ။ရွန်က နာမည်ကြီးအကောင်းအားအကောင်းဆုံး ၀တ္ထုရေးဆရာဖြစ်ပြီး သူ့ရဲ့နောက်ထွက်မယ့်စာအုပ်အတွက် လေ့လာစုဆောင်းနေတုန်းဖြစ်ပါတယ်။ သူတို့တွေ တည်းခိုရမယ့်နေရာက စတော်ဘယ်ရီတည်းခိုရိပ်သာပါတဲ့။ အဲဒီရိပ်သာက လှပတဲ့တောအုပ်ထဲမှာရှိပြီး ပိတ်ရက်ကို အပန်းဖြေချင်သူတွေအတွက် ငှားပေးတာပါ။ အစက ရောက်ရောက်ချင်းမှာ ရွန်က ချစ်သူ ဘီရန်ကာကို လက်ထပ်ခွင့်တောင်းဖို့ စီစဉ်ထားတာဖြစ်ပေမယ့် တကယ်တမ်းကျတော့ မတောင်းဖြစ်လိုက်ပါဘူး။ ရိပ်သာမှာ သူတို့ကိုချက်ကင်၀င်ပေးတဲ့ အမျိုးသမီးကြီးက သူတို့အဖွဲ့ကို ဓာတ်ပုံရိုက်ပေးပြီး လက်ဆောင်အဖြစ် သူတို့ကိုယ်ပိုင်လုပ်တဲ့ ဝိုင်တစ်ပုလင်းပေးခဲ့ပါတယ်။ညနေဘက်မှာ ရွန်တို့သူငယ်ချင်းတစ်စု စုဝေးကြတုန်း ရွန်က ဒီဒေသနဲ့ ဒီရိပ်သာရဲ့ သမိုင်းကြောင်းပုံပြင်ကိုပြောပြပါတယ်။ ဒီဒေသက အရင်က အမေရိကန်လက်အောက်မခံခင် ...",
        "rating": "",
        "url": "https://megaup.net/2zIgu/(CM)_Fear_(2023)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/3f865a34a9474d6885031a11e9f1816d-143x200.jpg",
        "title": "Full River Red ( 2023 ) Manjianghong",
        "description": "IMDb Rating (6.5) / Rotten Tomatoes (100%)Hero, House of the flying daggers လိုမျိုး\nတရုတ်သိုင်း မာစတာပိစ်တွေကို ရိုက်ကူးခဲ့တဲ့ နာမည်ကြီး ဒါရိုက်တာ ကျန်းရိမိုရိုက်ကူးထားတဲ့\n\"Full River Red\" ရုပ်ရှင်ကားဟာ ရုံတင်ကတည်းက နာမည်ကျော်ကြားလူကြိုက်များခဲ့ပြီး စံချိန်ပေါင်းများစွာရရှိခဲ့သလို\nရုံတင်ဝင်ငွေလည်း ၆၇၅.၅ မီလီယံ(USD) အထိရရှိခဲ့ပါတယ်။ဇာတ်လမ်းကတော့ စုန့်မင်းဆက်ကာလ စစ်သူကြီးယွဲ့ဖေး ကွယ်လွန်ပြီးချိန်မှာ\nနောက်ဆက်တွဲဖြစ်လာတာတွေကို စိတ်ကူးယဉ်ဇာတ်ကောင်တွေနဲ့ ခမ်းခမ်းနားနားကို\nဇာတ်လမ်းတည်ဆောက်ထားတာပါပဲ။ သိုင်းကားပရိသတ်တွေကတော့\nစစ်သူကြီးယွဲ့ဖေးနာမည်ကို စိမ်းမယ်မထင်ပါဘူး။ သူရဲကောင်းတို့ရဲ့ ဒဏ္ဍာရီဇာတ်လမ်းတွဲမှာ လုကြတဲ့ ဝူမုစစ်ဗြူဟာကျမ်းဆိုတာဟာ စစ်သူကြီးယွဲ့ဖေးရေးခဲ့တယ်ဆိုတဲ့အကြောင်း အထပ်ထပ်ပါပါတယ်။နောင်မှာ နဂါးနိုင်ဓားထဲကို မြှပ်နှံခံရတဲ့ စာအုပ်ပါပဲ။ ဒီသိုင်းဇာတ်လမ်းတွေက\nစိတ်ကူးယဉ်ဖြစ်ပေမဲ့ စစ်သူကြီးယွဲ့ဖေးကတော့ တကယ်ရှိခဲ့ပါတယ်။\nယွဲ့ဖေးဟာ စုန့်နိုင်ငံနဲ့ ကျင်းနိုင်ငံ စစ်မက်ဖြစ်ပွားနေချိန်မှာ ကျင်းတွေဖိန့်ဖိန့်တုန်အောင်\nကြောက်ရတဲ့ စစ်သူကြီးပါပဲ။ ဒါပေမဲ့ အမတ်ချုပ်ကြီး ချင်ဟွေက\nသစ္စာဖောက်လို့ စွပ်စွဲပြီး ကွက်မျက်ပစ်တာကို ခံခဲ့ရပါတယ်။ စစ်သူကြီးယွဲ့ဖေးဟာ\nကျောကုန်းမှာ သူ့ရဲ့မိခင်ကိုယ်တိုင်ထိုးပေးထားတဲ့ ဆေးမှင်ကြောင်ဖြစ်တဲ့\nနိုင်ငံအပေါ်သစ္စာစောင့်ပါဆိုတဲ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2zI5r/Full.River.Red.2023.720p.(CM).mp4",
        "category": "Comedy, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/images-11-200x86.jpg",
        "title": "Apocalypse, Please! (2020)",
        "description": "ဒီရုပ်ရှင်ကတော့ ဂေါက်တောက်တောက် အဖွဲ့တစ်ဖွဲ့အကြောင်းပါပဲ။ ကမ္ဘာပျက်ရင် ဘယ်လိုအသက်ရှင်ကျန်အောင်နေကြမလဲ တွက်ချက်ကြံစည်ပြီး ဘန်ကာတစ်ခု ပြင်ဆင်ကြပါတယ်။ ပြင်ဆင်ရင်းနဲ့ကို အတ္တတွေကြီး၊ ထင်ယောင်မှားတွေဖြစ်၊ မနာလိုဝန်တိုတွေဖြစ်ကြပြီး ကမ္ဘာမပျက်ခင် သတ်ကုန်ကြတဲ့အကြောင်းကို အက်ရှင် ဟာသ အမျိုးအစားအနေနဲ့ ရိုက်ပြထားတာဖြစ်ပါတယ်။ ထိုင်ခွီလို့ကောင်းမယ့်ရုပ်ရှင်ပါပဲFile size…(1.3 GB)/(1 GB)/(600 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:25:00\nGenre...Comedy\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Myat Thet Mhuu",
        "rating": "",
        "url": "https://megaup.net/2zu7p/Apocalypse_Please_2020_720p.(CM).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/Untitled-5-135x200.jpg",
        "title": "Pinball: The Man Who Saved the Game (2023)",
        "description": "1942 ခုနှစ်မှစပြီး ပင်ဘောကိုရာဇဝတ်အဖွဲ့အစည်းတွေချုပ်ကိုင်ထားတယ်ဆိုတဲ့အကြောင်းပြချက်နဲ့ အမေရိကန်ကမြို့တော်တော်များများမှာ ပိတ်ပင်ပစ်ခဲ့ပါတယ် ။ 1970 ပြည့်နှစ်တွေမှာ Roger Sharpe ဆိုတဲ့နှုတ်ခမ်းမွှေးကားကားနဲ့လူတစ်ယောက် နယူးယော့မြို့ကြီးကိုစာရေးဆရာဖြစ်ချင်လို့ ရောက်လာရင်း မဂ္ဂဇင်းတိုက်တစ်ခုမှာအလုပ်လည်းရ Ellen ဆိုတဲ့ကောင်မလေးလည်းရပြီး သာယာနေတဲ့အချိန်မှာ သူရဲ့တစ်ခုတည်းသောထွက်ပေါက်ဖြစ်တဲ့ ပင်ဘောကိုပိတ်ပင်ထားကြောင်းသိရှိသွားတဲ့အချိန် Roger တစ်ယောက် စာရေးဆရာအနေနဲ့ရော Music and Amusement Association(MAA) နဲ့ပူးပေါင်းပြီးရော ပင်ဘောတရားဝင်ပြန်လည်ဖြစ်မြောက်ရေးအတွက် ဘယ်လိုတွေကြိုးစားမလဲဆိုတာကို ကြည့်ရှုခံစားကြရမှာပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးဟာဆိုရင်တော့ ပင်ဘောရဲ့ကယ်တင်ရှင်ကြီးRoger Sharpe ရဲ့ဖြစ်ရပ်မှန်ဘဝကိုအခြေခံပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်ခင်ဗျာ ။ ပင်ဘောကိုအကြောင်းပြချက်မျိုးစုံနဲ့ပိတ်ပင်ထားတဲ့ အမေရိကန်ကမြို့တွေရဲ့ဥပဒေတွေ၊ ပင်ဘောစတီထွင်တုန်းကနဲ့အခု ဘယ်လိုတွေပြောင်းလဲသွားလဲဆိုတာတွေနဲ့ Roger နဲ့ Ellen တို့အတူဖြတ်သန်းခဲ့ကြပုံကို လက်ရှိအချိန်မှာ Roger Sharpe ကပြန်ပြောပြနေပုံနဲ့တစ်မျိုး 1970 တုန်းက Roger Sharpe အနေနဲ့တစ်ဖုံ ဟာသလေးနှောပြီးတင်ဆက်ထားပါတယ် ။ ဒါရိုက်တာတွေကတော့ညီအကိုတွေဖြစ်တဲ့ Austin နဲ့ Meredith Bragg ကရိုက်ကူးထားတာဖြစ်ပြီး ...",
        "rating": "",
        "url": "https://megaup.net/1Tmu7/Pinball.The.Man.Who.Saved.The.Game.2022.720p.(CM).mp4",
        "category": "Comedy, Drama, History, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/krWj8q0suixuuLLSIvvQfFYZNY4.jpg",
        "title": "Traffickers(2012)",
        "description": "Traffickers(2012)****************ဒီတစ်ခါတော့ crime, thriller ပရိတ်သတ်ကြီးအတွက် 2012 ကထွက်ခဲ့တဲ့ ကိုရီးယားကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်\nကိုယ်တွင်းအင်္ဂါတွေမှောင်ခိုရောင်းဝယ်နေတဲ့ အဖွဲ့တစ်ဖွဲ့ဟာအဲ့ဒီအလုပ်ကိစ္စကြောင့် သင်္ဘောနဲ့တရုတ်ပြည်ကိုကူးမှာပါ...တစ်ဖက်မှာလည်း တရုတ်ပြည်ကို အပန်းဖြေခရီးထွက်လာတဲ့စုံတွဲရယ်...အဖေက အစားထိုးခွဲစိတ်မှုခံယူဖို့ တရုတ်ပြည်သွားမယ့် သားအဖရယ် ပါလာပါသေးတယ်...\nမှောက်ခိုအဖွဲ့ကရော သင်္ဘောပေါ်မှာ ဘယ်သူ့ဆီက ဘယ်လို အင်္ဂါအစိတ်အပိုင်းတွေထုတ်ယူမလဲ..ဟိုသားအဖနဲ့ စုံတွဲကရော ဒီကိစ္စနဲ့ဘယ်လိုတွေ ဆက်နွှယလာမလဲဆိုတာကတော့..... အကောင်းဆုံးAction , Crime ထဲ စာရင်းဝင်မို့ ဒေါင်းကြည့်ကြပါကုန်...File Size :(1.9GB) and (866MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:51:00\nGenre :Action, Crime, Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Eric\nEncoded by Phyo Pyae",
        "rating": "7.0",
        "url": "https://megaup.net/1TKbo/The.Traffickers.2012.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Action, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZWZkODEwMjYtMDlhNS00NTY0LWI0ZDUtMjYyOWU3MzdjNGRkXkEyXkFqcGdeQXVyNjM0NDc1MzM@._V1_-161x200.jpg",
        "title": "Gurudev Hoysala (2023)",
        "description": "Gurudev Hoysala 2023\nIMDb 7.6/10ထူးဆန်းစွာပျောက်ဆုံးသွားတဲ့ လက်ထောက်အင်စပက်တာပျောက်ဆုံးမှုကိုစုံစမ်းဖို့အတွက်\nရှုံးပွဲမရှိ နိုင်ခဲ့တဲ့ ဂူရူဒေ့ဗ်ကို အသ်နီမြို့လေးဆီ အထက်ကစေလွှတ်ခဲ့တယ်\nဒီမြို့မှာလည်း ရဲတွေကြောက်ရတဲ့တစ်ဖွဲ့ရှိနေပါတယ် သူတို့ကတော့\nရဲတွေကိုငွေနဲ့အုပ်ပြီး တရားမဝင်သဲတွေတူးဖော်နေကြတဲ့ သဲသူခိုး\nသဲမာဖီးယားအဖွဲ့ပေါ့ ဂူရူဒေ့ဗ်မြို့ကိုရောက်ရောက်ချင်းပဲ\nအဲဒီမြို့ကရဲစခန်းရဲ့သတင်းကိုတီဗီကတစ်ဆင့်မြင်ခဲ့ရတယ်အဲဒါကတော့ ရဲဌာနကလူတွေက နိုင်ငံရေးသမားတွေနဲ့ပူးပေါင်းပြီး\nအဲဒီသဲမာဖီးယားတွေကိုအလွတ်ပေးနေတာလို့ မီဒီယာကကြေညာနေတာပါ\nဒီလိုနဲ့သူဒီကိစ္စထဲဝင်ပတ်သက်မိပြီး အကုန်ဖိန့်ဖိန့်တုန်အောင်ကြောက်ရတဲ့\nမာဖီးယားခေါင်းဆောင်နဲ့ ထိပ်တိုက်တွေ့လာရတဲ့အခါ...\nသူရှာနေတဲ့ လက်ထောက်အင်စပက်တာကိုရော ရှာတွေ့နိုင်မလား\nဒီမာဖီးယားတွေနဲ့ရော ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါရှင်\nFile size…2.18GB / 1.1GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 10m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Nyein Aye~BpL~Yunni~Cherry",
        "rating": "7.5",
        "url": "https://megaup.net/2zISY/Gurudev_Hoysala_(2023)_Kannada_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMjE3OTI1MTU0OV5BMl5BanBnXkFtZTgwNTg1MzkzNTM@._V1_-135x200.jpg",
        "title": "Leave No Trace (2018)",
        "description": "Leave no trace ရုပ်ရှင်ဟာဆုပေါင်းများစွာသိမ်းပိုက်ထားပြီး rotten tomatoes rating 100%အထိရရှိထားတဲ့ဇာတ်ကားတစ်ခုဖြစ်ပါတယ် ပန်းခြံတစ်ခုရဲ့ တောအုပ်ထဲမှာသားအဖနှစ်ယောက်သီးသန့်နေနေရာမှ မထင်မှတ်ထားတဲ့အမှားတစ်ခုကြောင့် တောခေါင်းတွေဖမ်းဆီးတာခံလိုက်ရပြီး လူမှုဖူလုံရေးအဖွဲ့ဆီကိုရောက်ရှိသွားပါတော့တယ်။ လူမှုဖူလုံရေးအဖွဲ့က နေရာအသစ်တစ်ခုမှာအခြေကျဖို့စီစဉ်ပေးသောအခါ စိတ်ရောဂါဝေဒနာခံစားနေရတဲ့ဖခင်ဖြစ်သူက နေရာအသစ်မှာနေထိုင်ရတာအဆင်မပြေဖြစ်လာပါတယ်။ထို့ကြောင့် သမီးဖြစ်သူကိုခေါ်ကာ သားအဖနှစ်ယောက်နေရာအသစ်ကနေ ထွက်ပြေးဖို့ကြိုးစားပါတော့တယ်။သားအဖနှစ်ယောက် တောအုပ်ထဲကိုပဲ အဆင်ပြေပြေပြန်ရောက်သွားမလား ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမည့် ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။\nFile size…(1.9 GB)/(1.3 GB)/(700 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….01:51:00\nGenre...Drama\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by Eunice",
        "rating": "",
        "url": "https://megaup.net/2zwew/Leave_no_trace.720p.(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/lTHq1K5Y6EDRjxTBvReXHY6AKQ3.jpg",
        "title": "Marvin’s Room(1996)",
        "description": "Marvin's Room(1996)*******************အခုနောက်ပိုင်းမှာ Family dramaဆိုတဲ့Genreကိုမြင်တာနဲ့ အလွန်အကြူးဒရာမာချိုးနေတဲ့ emotionally အိုဗာတင်းနေတဲ့ဇာတ်ကားတွေကိုပဲ မြင်နေမိမှာဆိုတော့ 90s က old but gold family dramaကားကောင်းလေးတစ်ကောင်းကိုပြန်လည်တင်ဆက်ပေးချင်ပါတယ်။ Meryl Streep တို့ Leonardo တို့ Diane Keatonနဲ့ Robert De Niro တို့လိုcastတွေကိုတစ်စုတစ်စည်းတည်းမြင်နေရတာနဲ့တင် ဒီရုပ်ရှင်ကိုကြည့်ရတာ အတော်တန်နေပြီဖြစ်တာမလို့ plotလေးကဘယ်လိုလာမလဲဆိုတာ ဆက်လက်ရှုစားကြည့်ပါဦးစို့။ဇာတ်လမ်းလေးစတင်လာရတာကို ပြောရမယ်ဆိုရင်တော့ Marvinဆိုတဲ့အဘိုးကြီး လေဖြတ်ပြီး အိပ်ရာထဲလဲသွားချိန်မှာတော့ လူမမာအဖေကြီးကို ပြုစုဖို့တာဝန်က Leeနဲ့Bessieတို့ပေါ် ကျရောက်လာတာပေါ့။ ခုမှစူးစမ်းတဲ့အရွယ် အိပ်မက်တွေနောက်လိုက်ချင်တဲ့အရွယ်လေးတွေဖြစ်တဲ့ Bessieနဲ့Leeတို့ညီအစ်မအတွက် လူမမာပြုစုရမယ်ဆိုတာ တစ်သက်တာအိပ်မက်ဆိုးပါပဲ။ ဒီကိစ္စနဲ့ပဲ ညီအစ်မ ၂ ယောက် စကားများကြပြီးတော့ မတူညီတဲ့ခံယူချက်နဲ့ရွေးချယ်မှုအောက်မှာ အစ်မဖြစ်တဲ့Bessieက လူမမာအဖေကြီးကို ပြုစုဖို့ကျန်နေခဲ့ပြီး ညီမဖြစ်သူLeeကတော့ ကိုယ့်အတွက်ကိုယ်ကြည့်လို့ ယောက်ျားနောက်ကို ကောက်ကောက်ပါအောင်လိုက်သွားခဲ့ပါတော့တယ်။ဘာရယ်မဟုတ်တဲ့ အယူအဆနဲ့ဆုံးဖြတ်ချက်ကွဲပြားမှုကြောင့် နှစ် ၂၀ ဝေးကွာခဲ့တဲ့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3VCvd/Marvins.Room.1996.BLU-RAY.1080P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/pa-125x200.jpg",
        "title": "Pathu Thala (2023)",
        "description": "Pathu Thala 2023 (IMDb 7.8/10)ယခုတခါ တင်ဆက်ပေးမှာက ဒီနှစ်မှထွက်လာတဲ့ တောင်ပိုင်းတမီလ်စကားပြော\nမှုခင်းအက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်AGR ဆိုတာ တမီနဒူလ်ပြည်နယ်မှာ နောက်ကွယ်ကအစိုးရလို့တောင်ပြောလို့ရပါတယ်\nသူတို့သဘောကျတဲ့ပါတီ သူတို့နဲ့အဆင်ပြေတဲ့သူမှဝန်ကြီးချုပ်ဖြစ်တဲ့အထိ ဩဇာကြီးမားတဲ့အဖွဲ့အစည်းပါ\nတစ်ရက်မှာလက်ရှိဝန်ကြီးချုပ်ကို အဲ့အဖွဲ့ကပြန်ပေးဆွဲပြီး သူတို့အလိုကျ ဝန်ကြီးချုပ်တစ်ယောက်ကိုတင်ပေးလိုက်ပါတယ်ဒါကိုလိုက်စုံစမ်းဖို့ ရဲတစ်ယောက်က ဂိုဏ်းစတားအသွင်ယူပြီး တစ်ဆင့်ပြီးတစ်ဆင့်ယုံကြည်မှုရအောင် လုပ်ပါတော့တယ်\nထိုအချိန်မှာပဲ AGR ပြုသမျှကို ခေါင်းငုံ့မခံတဲ့ အမျိုးသမီးအရာရှိတစ်ယောက်ကလဲ အဲ့နယ်ကိုပြောင်းလာတဲ့အခါမှာ\nဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့ပရိသတ်ကြီးပဲ အက်ရှင်ခန်းတွေမြိုင်မြိုင်နဲ့ ကြည့်ရှုရမှာဖြစ်လို့\nကိုယ်တိုင်ပဲဆက်ခံစားပေးကြဖို့ တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…2.95GB  / 1.3GB\nQuality…1080p True WEB DL / 720p\nFormat…mp4\nDuration….2h 31m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Nyein~Sai~Yunni~BpL",
        "rating": "7.8",
        "url": "https://megaup.net/2zHzo/Pathu_Thala_(2023)_TRUE_WEB-DL_-720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cjMvrs9Da8LqBMWR1pJGGoGvdHJ.jpg",
        "title": "[18+] Papaya: Love Goddess of the Cannibals (1978)",
        "description": "Papaya: Love Goddess of the Cannibals (1978)(ကြမ်းတမ်းစွာ ဖော်ချွတ်သော ဇာတ်ဝင်ခန်းများ ပါဝင်သည်မို့ အများနဲ့ မကြည့်ရှုသင့်ပါ)အသစ်နဲ့အဟောင်း အရိုင်းနဲ့အယဉ်... အသစ်နဲ့အဟောင်းကတော့ ခွဲရခြားရလွယ်ပေမဲ့ အရိုင်းနဲ့အယဉ်ဆိုတာ အင်မတန်ခွဲခြားဖို့ ခက်တဲ့ ပါးလွှာတဲ့မျဉ်းပါပဲ။ စာနာတရားခေါင်းပါးတဲ့ လူ့ယဉ်ကျေးတွေဟာ လူနေမှုအဆင့်အတန်းဆိုတဲ့ အယဉ်ခေါင်းစဉ်တွေတပ်ပြီး အရိုင်းလို့သမုတ်ထားတဲ့ သူများယဉ်ကျေးမှုကို ဖြိုဖျက်ပြီး စိတ်စေရာအတိုင်း အသစ်ပြန်သဖို့ လုပ်ကြတယ်။ ဒါပေမဲ့ သူတို့ယဉ်ကျေးမှုနဲ့ သူတို့နေနေတဲ့ အရိုင်းလို့ သမုတ်ခံရတဲ့လူတွေဟာ လူ့ယဉ်ကျေးတွေကို ပြန်တွန်းလှန်ဖို့ ဖြစ်လာခဲ့တယ်။ ဒီအကြောင်းကို သည်းထိတ်ရင်ဖိုရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါပဲ။ဒီကားက Erotic ကားပေမဲ့ Adventure ကားဆန်သလို Mystery လည်းဆန်ပါတယ်။ ပြောရရင် ဟိုးတုန်းက သိပ်မအောင်မြင်ခဲ့တဲ့ အလန်ကွာတာမိန်းကားတွေရဲ့ အငွေ့အသက်မျိုးရတယ်။ တစ်စုံတရာကိုရှာဖွေရင်း မသိသေးတဲ့ ကမ္ဘာဟောင်းကို ရောက်သွားပြီး မကြုံစဖူး ယဉ်ကျေးမှုတွေ မျိုးနွယ်တွေ အန္တရာယ်တွေနဲ့ ကြုံလာရပြီး ...",
        "rating": "",
        "url": "https://megaup.net/1TLik/(CM)_Papaya_-_Love_Goddess_of_the_Cannibals_(1978)_720p.mp4",
        "category": "Adult, Crime, Horror, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/m6Yt77C9u7Aume9dTJMCSRzWDED.jpg",
        "title": "Clock(2023)",
        "description": "Clock(2023)***********ရုပ်ရှင်နာမည် Clockဆိုတဲ့အတိုင်း ကျွန်တော်တို့လူသားခန္ဓာကိုယ်မှာ သူ့အချိန်နဲ့သူဖြစ်ပျက်နေတဲ့ ဇီဝနာရီတွေရှိပါတယ်။\nအထူးသဖြင့် အမျိုးသမီးတွေမှာတော့ အမျိုးသားတွေထက်ကိုယ်ဝန်ဆောင်ချိန်ဆိုတဲ့ နာရီတစ်ခုပိုများပါတယ်။\nဒီဇာတ်ကားဟာ ကိုယ်ဝန်ဆောင်ရမှာကို ထိတ်လန့်တတ်တဲ့အမျိုးသမီးတစ်ယောက်အကြောင်းကို ဇာတ်အိမ်တည်ထားတာပါ။\nအိမ်ထောင်သက် ၁၀နှစ်ကြာလာပြီး အသက် ၃၈နှစ်ရှိလာတာတောင် ကလေးယူဖို့မရဲသေး၊ ယူချင်စိတ်မရှိသေးဖြစ်နေသူပါ။\nသူ့ရဲ ဇီဝနာရီဟာ တစ်နည်းနည်းနဲ့ချို့ယွင်းနေရသူပေါ့။\nပစ္စည်းတွေဟာ ပျက်ရင်ပြင်ရတဲ့အတိုင်း ဒီအမျိုးသမီးကလည်း သူ့ရဲ့ ကလေးမယူချင်တဲ့စိတ်၊သူ့ရဲ ဇီဝနာရီကိုပြုပြင်ဖို့ကြိုးစားတဲ့အခါမှာတော့....\nဘာတွေဆက်ဖြစ်မလဲဆိုတာ စိတ်ဝင်စားဖို့ကောင်းသလို horror  ကားမို့ ထိတ်လန့်ဖွယ်အခန်းများပါဝင်ပါတယ်.. File Size :(3.5GB)(1.3GB) and (391MB)\nQuality :WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:31:00\nGenre :  Horror, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "6.8",
        "url": "https://megaup.net/2zHwb/Clock.2023.WEB-DL.1080P5.1(CH).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/liLN69YgoovHVgmlHJ876PKi5Yi.jpg",
        "title": "Ghosted (2023)",
        "description": "Ghosted (2023)ကပ္ပတိန်အမေရိကမင်းသား ခရစ်အီဗန်နဲ့ မင်းသမီး အန်နာဒအာမက်စ်တို့ရဲ့ ဟာသ အက်ရှင်ကားအသစ်လာပါပြီ။ ဇာတ်လမ်းကတော့ ရိုးရှင်းပေမဲ့ ဟာသတွေ၊ ဧည့်သည်သရုပ်ဆောင် နာမည်ကြီးတွေ အများကြီးသုံးထားတာမို့ ကြည့်ရတာ တန်တဲ့ ရုပ်ရှင်ပါပဲ။ အစက ခေါင်းဆောင်မင်းသမီးနေရာမှာ စကားလက်ဂျိုဟန်ဆန်ကိုရွေးထားပေမဲ့ အချိန်ညှိမရတာကြောင့် အန်နာဒအာမက်စ်ကလေး ပါလာတာပါပဲ။ကိုးလ်ဟာ သူ့မိသားစုနဲ့အတူ ခြံစိုက်စားနေတဲ့ လူရိုးတစ်ယောက်ပေါ့။ တစ်နေ့မှာတော့ ကမ္ဘာလှည့်ပြီး အနုပညာပစ္စည်းတွေ စုဆောင်းရှာဖွေရတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ တစ်ရက်ချိန်းတွေ့မိပြီး ချစ်ကြိုက်သွားခဲ့ပါတယ်။ အဲဒီကောင်မလေးက သူ့ကိုတစ်ရက်တည်းနဲ့ ပလစ်ပြီး လန်ဒန်ထွက်သွားတဲ့အချိန်မှာ နောက်ကလိုက်သွားခဲ့တယ်။ လန်ဒန်မှာ သူ့ကို နာမည်ကြီး စပိုင်တစ်ယောက်နဲ့မှားပြီး လူဆိုးဂိုဏ်းက မှားဖမ်းတဲ့အခါ သူ့ကောင်မလေးကမှ စပိုင်အစစ်ဖြစ်နေပြီးလာကယ်တာကြောင့် သူတို့နှစ်ယောက်အတူ စွန့်စားခန်းတွေ အလွဲလွဲအချော်ချော်နဲ့ ဖွင့်ရပါတော့တယ်...(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size - 2.5GB, 1.2GB\nQuality - 1080p, 720p\nIMDb ...",
        "rating": "5.8",
        "url": "https://megaup.net/3fvy8/(CM)_Ghosted_(2023)_720p.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wUVuJXnBfNpSwvSDGnqzZ5VUBwP.jpg",
        "title": "One More Time(2023)",
        "description": "One More Time(2023)*******************ဒီတစ်ခါတော့ Time travel တွေ time loop ကားတွေ သဘောကျတတ်တဲ့လူတွေ အတွက်ကားလေးပါ\nAmelia ဆိုတဲ့‌အမျိုးသမီးဟာ သူ့ အသင် ၄၀ ပြည့်မွေးနေ့မှာ သူငယ်ငယ်ကသူ့သူငယ်ချင်းနဲ့အတူ လုပ်ထားခဲ့တဲ့ Time capsule(စာရွက်လေးတွေ‌ပေါ်မှာ ဆုတောင်းတွေရေးပြီး မြေမြှုပ်လေ့ရှိတဲ့ ဘူး) လေးကိုဖွင့်ဖို့ သွားခဲ့ပါတယ်...အဲ့ဒါကို ဖွင့်ဖတ်နေချိန် စာရွက်လွင့်လို့ လိုက်ကောက်ရင်း ကားတစ်စီးနဲ့တိုက်မိပါတော့တယ်\nဒါပေမယ့် သူမျက်လုံးပွင့်လာချိန်မှာတော့ အသက် ၁၈ နှစ်ပြည့်မွေးနေ့ကို ပြန်ရောက်သွားတာပါ...အဲ့ဒီ့လိုနဲ့  သူ့ရဲ့ အသက် ၄၀ အရွယ်ကို ဘယ်လိုပြန်ရောက်အောင်လုပ်မလဲဆိုတာကတော့.... File Size :(2.4GB) and (812MB)\nQuality :WEB-DL1080p5.1Ch, 720p\nFormat…mp4\nDuration…01:25:00\nGenre : Drama , Comedy, Romance\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Eric\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1TK3a/One.More.Time.2023.WEB-DL.1080P(CM).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7FutTsMWBwVhjk1Ujf1wtndUVZh.jpg",
        "title": "Splash(1984)",
        "description": "Splash(1984)************မင်းသားကြီး Tom Hanksကားမို့ မကောင်းမှာမပူရတဲ့အပြင် သူ့ရဲ့ငယ်ရွယ်စဉ်တုန်းကဆင်ခဲ့မှုကို ရှုစားရမှာပါ။ ဒါအပြင် မင်းသမီးကြီး Daryl Hannahကတော့ အခုတောင် အတော်လန်းတဲ့ဘွားတော်ကြီးဆိုတော့ ငယ်စဉ်က ဘယ်လောက်လှခဲ့မလဲဒီဇာတ်ကားထဲမှာ တွေ့နိုင်ပါတယ်။ ကဲ ခင်ဗျားတို့မကြည့်ဖူးလောက်သေးတဲ့ မင်းသားကြီးTom Hanksရဲ့ ဇာတ်ကားတစ်ကားကို ကြည့်လိုက်ရအောင်ဗျာ။လူတွေဟာ လက်တွေ့ဘဝမှာနေထိုင်ရပေမဲ့ စိတ်ရဲ့တစ်ထောင့်တစ်နေရာမှာတော့စိတ်ကူးယဉ်ဇာတ်လမ်းလေးတွေနဲ့ ပျော်မွေ့ချင်ကြတာပဲမဟုတ်လား။ ဒီဇာတ်ကားလေးမှာလည်းအလုပ်ဂျပိုးတစ်ယောက်ဖြစ်သူ Allenဟာ ငယ်ငယ်က ရေနစ်စဉ်မှာ ရေသူမလေးတစ်ယောက်ကလာကယ်ဖူးတာကို ထင်ယောင်ထင်မှားတစ်ခုအမှတ်နဲ့ပဲ စိတ်ထဲမှာမှတ်ထားသူပါ။မိဘတွေကချန်ရစ်ခဲ့တဲ့လုပ်ငန်းကိုပဲ ဦးစီးလုပ်ကိုင်ရင်း ရည်းစားတော့ထားပါရဲ့အချစ်ဆိုတာ ဘာမှန်းမသိသူပေါ့။ အချစ်မခံရလို့ဆိုတဲ့အကြောင်းပြချက်နဲ့ လမ်းခွဲသွားတဲ့ရည်းစားကြောင့်အရက်မူးမူးနဲ့တစ်ညမှာ ငယ်စဉ်ကရေနစ်ဖူးတဲ့နေရာကိုသွားဖို့ ညတွင်းချင်းပဲဆုံးဖြတ်လိုက်ပါတယ်။အဲဒီနေရာကိုအရောက်မှာ သူငယ်စဉ်ကတွေ့ခဲ့ရတဲ့ ရေသူမဆိုတာဟာ အမှန်တကယ်ပဲလားဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ပါဦးခင်ဗျာ။ File Size :(3.5GB)(1.3GB) and (391MB)\nQuality : Blu-Ray1080p5.1Ch, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Jane\nEncoded by Phyo ...",
        "rating": "7.0",
        "url": "https://megaup.net/1dMvj/Splash.1984.BLU-RAY.1080P5.1Ch(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mmrvPiUCJNvd33N93VQNmBTC8Z9.jpg",
        "title": "Hitmen (2023)",
        "description": "Hitmen (2023)၂၀၂၃ ခုနှစ်မှာ အင်ဒိုနီးရှားနိုင်ငံက ထုတ်လုပ်တဲ့ Hitmen ဆိုတဲ့ Action, Drama, Comedy ဇာတ်ကားကောင်းလေး တင်ဆက်ပေးလိုက်ပါတယ်။\nကြမ်းပေ့ရမ်းပေ့ ဆိုတဲ့ အက်ရှင်ကားကြိုက်သူတွေအနေနဲ့ လက်လွှတ်မခံဖို့ အကြံပေးချင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျွန်နီနဲ့ ဖရန်ကီဟာ သူငယ်ချင်းလည်းဖြစ်သလို လုပ်ဖော်ကိုင်ဖက်လည်း ဖြစ်ပါတယ်။\nသူတို့နှစ်ဦး တွဲဖက်ပြီးတော့ လုပ်ကြံရေးသမားများအဖြစ် လုပ်ကိုင်ကြတာပါ။\nသူတို့နှစ်ယောက်ဟာ လုပ်ကြံသတ်ဖြတ်တဲ့နေရာမှာ တော်သလို သောက်တလွဲတွေလည်း လုပ်တတ်ကြပါသေးတယ်။ဒါပေမယ့် မစ်ရှင်ကို ဘယ်လိုအခက်အခဲပဲရှိရှိ မစ်ရှင်ကို အောင်မြင်အောင်လုပ်ကြပါတယ်။\nဂျွန်နီကတော့ လုပ်ကြံရေးသမား ဘဝကို စိတ်ကုန်နေလို့ အနားယူပြီး ငါးခူမွေးမြူရေးလုပ်ဖို့အတွက် စိတ်ကူးယဉ်နေခဲ့ပါတယ်။\nဖရန်ကီလည်း ဂျွန်နီ အနားယူရင် သူလည်း အနားယူမယ်ဆိုပြီး လုပ်ပါတော့တယ်။ဒီလိုနဲ့ အနားမယူခင် နောက်ဆုံးအနေနဲ့ သူတို့ကို ပေးအပ်လာတဲ့ မစ်ရှင်သုံးခုကို လုပ်ဆောင်ဖို့ အကြောင်းဖန်လာချိန်မှာတော့....\nသာမန် မြင်တွေ့နေကြ လုပ်ကြံရေးသမားတွေနဲ့ မတူဘဲ ဂျွန်နီနဲ့ ဖရန်ကီဟာ တကယ်ကို ရယ်ရတဲ့အတွဲပါ။\nကလိထိုးရယ်ရတဲ့ ဟာသမျိုးတွေမဟုတ်ဘဲ သူတို့ တလွဲလုပ်တာတွေကို ...",
        "rating": "",
        "url": "https://megaup.net/2zHnp/Hitmen.2023.720p.AMZN.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMzIwOTdmNjQtOWQ1ZS00ZWQ4LWIxYTMtOWFkM2NjODJiMGY4L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNTI4MjkwNjA@._V1_FMjpg_UX1000_-136x200.jpg",
        "title": "The Legend of 1900 (1998)",
        "description": "နာမည်က နံပါတ်ဖြစ်နေတဲ့ထူးချွန်ပေမယ့် ထူးဆန်းတဲ့လူတစ်ယောက်ရဲ့ဇာတ်လမ်းလေးပါ။ ဗာဂျင်နီးယန်းသင်္ဘောပေါ်မှာပဲ မွေးပြီးစွန့်ပစ်ခံရတဲ့ မိဘမဲ့ကလေးလေးကို စိတ်သဘောကောင်းတဲ့လူမည်းအလုပ်သမားတစ်ယောက်က မွေးစားပြီး သင်္ဘောပေါ်မှာပဲ ကျွေးမွေးစောင့်ရှောက်ခဲ့ပြီး ၁၉၀၀လို့ နာမည်ပေးခဲ့ပါတယ်။ မိဘမဲ့ကလေး၁၉၀၀ဟာ တစ်သက်လုံးဗာဂျင်နီးယန်းသင်္ဘောကြီးပေါ်ကမဆင်းဖူးဘဲ စန္ဒရားတီးပညာကို တစ်ဖက်ကမ်းကျွမ်းကျင်လာပါတယ်။ ၁၉၀၀ရဲ့ ထူးဆန်းလှတဲ့ဘ၀ဇာတ်ကြောင်းကို သူ့ရဲ့သူငယ်ချင်းဖြစ်သူက ပြန်ပြောပြရင်း ကြည့်ရှုခံစားရမယ့် ဇာတ်ကားလေးပါ။ ဂုဏ်သတင်းကျော်စောမှုနဲ့ ချမ်းသာမှုကို မမက်မောဘဲ သင်္ဘောပေါ်ကမဆင်းရဲတဲ့ ၁၉၀၀ ရဲ့ဘ၀ကို ဒါရိုက်တာ Giuseppe Tornatoreက ရိုက်ကူးပြီး Tim Roth, Pruitt Taylor Vince တို့ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ File size…(3.2 GB)/(1.6 GB)/(898 Mb)\nQuality….Webrip 1080p / 720p / 480p\nFormat…mp4\nDuration….02:50:00\nGenre...Drama, Music, Romance\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": "https://megaup.net/1TJy5/The.Legend.Of.1900.1998.720p.(CM).mp4",
        "category": "Drama, Music, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/u-turn-158x200.jpg",
        "title": "U-Turn (2023)",
        "description": "U turn (2023)\nIMDb - 6.1/10ဒီတစ်​ခေါက်မှာက​တော့ ပ​ဟေဠိဆန်တဲ့လှည့်ကွက်​တွေနဲ့ Plot Twistကိုသ​ဘောကျကြသူ​တွေ အကြိုက်​​တွေ့စေမယ့် မင်းသား​ချောAashim Gulatiနဲ့ မင်းသမီး​ချော​လေး Alaya Fတို့ပါဝင်သရုပ်​ဆောင်ထားတဲ့ Supernatural Thriller Movie \"U turn\"ကိုတင်ဆက်​ပေးလိုက်ပါတယ်ရာဒီကာဟာ​ခေတ်ဆန်ပြီး ​ပျော်​ပျော်​နေတတ်တဲ့အလုပ်သင်ဂျာနယ်လစ်မ​လေးတစ်​ယောက်ဖြစ်ပါတယ် သူ​ရေးဖို့ကြိုးစား​နေတဲ့​ဆောင်းပါး​လေးက​တော့ မိုးပျံလမ်း​ပေါ်မှာလမ်းစည်းကမ်းမဲ့စွာ ဘ​​လောက်တုံး​တွေကိုဖယ်ပြီး ဂငယ်​ကွေ့​ကွေ့တတ်သူ​တွေ​ကြောင့် မ​တော်တဆမှူအများကြီးဖြစ်ခဲ့တဲ့အ​ကြောင်း​ဆောင်းပါး​လေးပါ ဒီရည်ရွယ်ချက်​ကြောင့်ပဲသူဟာ ဘ​လောက်တုံးကိုဖယ်ပြီးဂငယ်​ကွေ့​ကွေ့ခဲ့ကြသူ​​တွေကို စုံစမ်းကာလိုက်အင်တာဗျုးဖို့ကြိုးစားပါ​တော့တယ်ဒါ​ပေမယ့်ထူးဆန်းစွာနဲ့ပဲ သူအင်တာဗျုးဖို့ရာအတွက် စာအုပ်ထဲမှာချ​ရေးထားသူတိုင်းက ​​အ​ဖြေရှာမရစွာ​သေကုန်ကြပြီး သူ့စာအုပ်ဟာလည်းDeath Noteလိုဖြစ်လာပါ​တော့တယ် ဒီလိုဆန်းပြားတဲ့ကိစ္စကိုရဲ​တွေကလည်း သံသယဝင်လာပြီးလိုက်စုံစမ်းရာက​နေ ဘယ်လိုလျို့ဝှက်ချက်​တွေထွက်လာမလဲ ရာဒီကာစာအုပ်ထဲမှာ ချ​ရေးလိုက်သူတိုင်းက ဘာလို့​သေကုန်ကြတာလဲ ကံကြမ္မာရဲ့​နောက်​ပြောင်မှူတစ်ခုပဲလား ဒါမှမဟုတ်လူတစ်​ယောက်က ကြိုးကိုင်​နေတာလားဆိုတာကို Plot Twist​တွေနဲ့ ဒီကား​လေးထဲမှာရင်ခုန်စိတ်လှုပ်ရှားစွာ ​စောင့်ကြည့်လိုက်ရ​အောင်\nFile size…1.2GB /550MB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 20m\nSubtitle….Myanmar Subtitle(Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~KhinKhin~ThaikSan",
        "rating": "6.1",
        "url": "https://megaup.net/1dM6z/U-Turn_(2023)_Hindi_HQ_HD.720p(CM).mp4",
        "category": "Bollywood, Crime, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xuI60N007L9x3r46paOZarUj2f3.jpg",
        "title": "Peter Pan & Wendy (2023)",
        "description": "PeterPeter Pan & Wendy (2023)ပီတာပန်က J.M.Barrie ဖန်တီးထားတဲ့ဇာတ်ကောင်လေးဖြစ်ပြီး\nပြဇာတ်ကနေစပြီး ရုပ်ရှင်ပေါင်းများစွာရိုက်ကူးထားတာမို့ ရုပ်ရှင်ချစ်ပရိသတ်တွေနဲ့ တစ်ခုမဟုတ်တစ်ခုမှာရင်းနှီးပြီးသားနေမှာပါ။\nအခြေခံအားဖြင့်ဇာတ်ကားတွေမှာ ပီတာပန်က မကြီးပြင်းချင် အရွယ်မရောက်ချင်တဲ့ကောင်လေး၊ နဲဗားလန်းမှာသူ့လိုကလေးတစ်သိုက်နဲ့အတူနေတယ်။\nသူ့ရန်သူကတော့ ပြောစရာမလိုပါဘူး ကပ္ပတိန်ဟုခ်ပေါ့။ သူကတစ်နေ့မှာဝင်ဒီ့ကို ကလေးငယ်တွေရဲ့မိခင်ဖြစ်ပေးဖို့လာခေါ်တယ်။ အဲ့လိုပေါ့။J.M.Barrie ရဲ့ မူရင်းပြဇာတ်နဲ့ဝတ္ထုမှာတော့ ပီတာပန်က ဗီလိန်ပါ။\nတကယ်ဆိုနဲဗားလန်းကလုံးဝမကြီးပြင်းတာမျိုးမဟုတ်ပဲ ကြီးပြင်းမှုနှေးတာပါ။\nအဲ့တော့ ပီတာပန်က ကြီးပြင်းတဲ့ကလေးတွေကို ပြဿနာရှာတယ်။\nတစ်ခါတလေ သူ ပျင်းရင် အချင်းချင်းပြန်သတ်ကြတယ်။ ပီတာပန်က ဂျစ်တစ်တစ်ငဆိုးလေးပေါ့။\nနောက်ပိုင်းမှာမှကလေးတွေကြားမှာ ပင်လယ်ဓားပြတွေရေပန်းစားလာတာကြောင့် စာရေးဆရာက ကပ္ပတိန်ဟုခ်ကိုဗီလိန်အနေနဲ့ထည့်ခဲ့တာပါ။ဒီ Peter Pan & Wendy ဇာတ်လမ်းမှာတော့ အပေါ်ကပြောခဲ့တဲ့ဇာတ်လမ်းသွားနှစ်ခုကြားမှာ မယုတ်မလွန်စည်းချထားတယ်ပြောရမယ်။\nပီတာပန့်ကို လူဆိုးဇာတ်မသွင်းသလို ဟီးရိုးအဖြစ်လဲပုံမဖော်ထားပါဘူး။\nပြီးတော့ ဝင်ဒီ။ တကယ်ဆိုပီတာပန်ဇာတ်လမ်းက အဓိကဝင်ဒီ့ရဲ့ဇာတ်လို့ပြောလို့ရတယ်။\nလောကကြီးထဲကိုဝင်ရတော့မယ့် ကလေးတစ်ယောက်ရဲ့အကြောက်တရား မကြီးပြင်းချင်စိတ်တွေကနေ နဲဗားလန်းဆိုတဲ့အယူအဆကဖြစ်တည်လာတာပါပဲ။\nဒီဇာတ်လမ်းမှာ ဝင်ဒီ့ကိုလဲ တော်တော်အသားပေးထားသလို အရင်ကားတွေမှာမပါခဲ့တဲ့ ကွက်လပ်တွေကိုလဲဖြည့်ပေးထားပါသေးတယ်။\nရှေးရှေးကလက်ရာကောင်းများစွာလဲရှိတော့ အခုထွက်ရှိတဲ့ Peter Pan & Wendy ပေါ်ဝေဖန်သံ ...",
        "rating": "",
        "url": "https://megaup.net/3fDSK/Peter.Pan.and.Wendy.2023.720p.DSNP.WEB-DL.DDP5.1.CM.mp4",
        "category": "Action, Adventure, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BMTQzOTQ1NDgwM15BMl5BanBnXkFtZTgwMjA3MzA2MDE@._V1_FMjpg_UX1000_-144x200.jpg",
        "title": "Lou (2010)",
        "description": "Lou (2010)\n=========\nIMDb Rating - 6.4/10လောကကြီးမှာ မိသားစုတိုင်း အဆင်မပြေမှုတစ်ခုခုကတော့\nရှိကြတယ်မှတ်လား။ ပိုက်ဆံချမ်းသာပြီး အိမ်ထောင်ရေးမသာ\nယာတာ၊ အိမ်ထောင်ရေးသာယာပြီး ငွေကြေးချို့တဲ့တာ၊ သား\nသမီးနဲ့မိဘ ဆက်ဆံရေးမကောင်းတာ မျိုးစုံပဲပေါ့။လူး(လူးဝစ်)တို့မိသားစုကတော့ အကုန်နီးပါးစုနေတယ်ပဲပြော\nရမလား။ လူးရဲ့အဖေက ထွက်ပြေးသွားတယ်။ အမေတစ်ယောက်\nတည်းကပဲ လူမမယ်သမီးသုံးယောက်ကို ရှာကျွေးနေရတယ်။\nအမေကလည်း အသက်၂၇ပဲရှိသေးတဲ့ငယ်ငယ်လေး။ သမီး(၃)\nယောက်ကြောင့် နောက်အိမ်ထောင်ပြုလို့ကလည်းအဆင်မပြေ၊\nငွေကြေးချို့တဲ့တဲ့အပြင် အကြွေးပါတင်နေသေးရှာတယ်။ တစ်နေ့\nတစ်နေ့အကြွေးရှင်တွေလာရင် လူးတို့ညီအစ်မတွေ မီးပိတ်ပုန်းပြီး\nလူမရှိချင်ယောင်ဆောင်ရတာလည်း အမောပေါ့။လူးနဲ့သူ့အမေရဲ့ဆက်ဆံရေးကလည်း ခပ်တန်းတန်းပဲ။ တစ်နေ့တော့\nထွက်ပြေးသွားတဲ့ ယောက်ျားရဲ့အဖေ၊ အယ်လ်ဇိုင်းမားရောဂါသည်၊\nလူးတို့ရဲ့အဘိုးဟာ ဂေဟာမှာ ကုတင်မလောက်လို့ နေရာရှာပြီးတဲ့\nအချိန်ထိ လူးတို့အိမ်မှာလာနေဖို့ ဂေဟာဝန်ထမ်းက စီစဉ်လိုက်ပါတယ်။\nလူးကတော့ ကျွေးကျေးဇူးမရှိခဲ့တဲ့အဖေဘက်က ဘယ်ကမှန်းမသိတဲ့\nအဘိုးကို မကြည်ဖြူပါဘူး။ အဘိုးကလည်း သူငယ်ပြန်နေလေတော့\nသူ့ကိုပစ်ပြီး တခြားယောက်ျားနောက်လိုက်သွားတဲ့ သူ့မိန်းမကိုပဲ တမ်း\nတနေတာပါ။ ဒီလိုနဲ့ပဲ လူးတို့အိမ်ကို အဘိုးရောက်လာတယ်။ ပြီးတော့\nပြန်သွားတယ်။ လူးတို့မိသားစုလေးမှာတော့ တစ်ခုခုပြောင်းလဲပြီး ကျန်\nရစ်ခဲ့တဲ့အခါ .....။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nNgwe Zin ဖြစ်ပါတယ်)File Size..........(1.26 GB) / ...",
        "rating": "6.4",
        "url": "https://megaup.net/2zsw6/Lou.2010.720p.WEBRip.(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZmRlNGYwMWUtZGMzMS00NmEyLTk0YjAtM2M1NDJmM2VkMTg4XkEyXkFqcGdeQXVyNTgxODY5ODI@._V1_-137x200.jpg",
        "title": "Ravanasura (2023)",
        "description": "Ravanasura 2023\nအသစ်ထွက်ရှိထားတဲ့ တေလဂူးမှုခင်းကားတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။\nIMDb 6.4 အထိရရှိထားပြီး ရုံ၀င်ငွေလည်း ၂၁ကုဋေအထိအမြတ်ရထားပါတယ်။\nသရုပ်ဆောင်အနေနဲ့ တေလဂူးဝါရင့်ရုပ်ရှင်မင်းသားရာဗီကရှေ့နေအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကောလိပ်တက်တုန်းက ရည်းစားဟောင်းရဲ့လက်အောက်မှာ အလုပ်၀င်လုပ်နေရပြီး\nအငယ်တန်းရှေ့နေရာထူးနဲ့ ရုန်းကန်နေရရှာတဲ့ ရှေ့နေလေးရာဗင်ဒရာ၊ ငွေရပေါက်မြင်တာနဲ့\nဘာမဆိုလုပ်ဖို့ အမြဲအဆင်သင့်ဖြစ်နေတဲ့သူ၊ အများကလက်ရှောင်နေပါတယ်ဆိုတဲ့အမှုတောင်\nသူကခေါင်းမာပြီးအမှု၀င်ကိုင်တဲ့သူမျိုးပေါ့။တစ်နေ့မှာ ချမ်းသာတဲ့လုပ်ငန်းရှင်ကြီးတစ်ယောက် လူသတ်မှုနဲ့စွပ်စွဲခံရပြီး\nသမီးဖြစ်သူက အဖေ့ကိုထောင်ကထုတ်ဖို့ ဘာမဆိုပေးမယ်လုပ်နေတဲ့ချိန်မှာ\nရာဗင်ဒရာတစ်ယောက် သမီးဖြစ်သူကိုလည်းသဘောကျ၊ ‌ငွေကိုလည်းသဘောကျနဲ့\nအရှေ့နောက်မစဉ်းစားဘဲ တာ၀န်ယူလိုက်တယ်။အမှုဟာ သူထင်ထားသလို မရိုးရှင်းနေတဲ့အခါ ငွေမက်တဲ့သူတစ်ယောက်\nကျိုးကြောင်းဆီလျော်အောင်စဉ်းစားနိုင်ပါဦးမလား၊ လူသတ်မှုကို\nသူဖော်ထုတ်သွားနိုင်မှာလားဆိုတာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။\nမှုခင်းစုံထောက်၊အက်ရှင်ကား ဖြစ်လို့ ကိုယ်တိုင်ပဲစုံထောက်လုပ်ပြီး အဖြေရှာကြည့်ရအောင်ပါ....\nFile size…2.85GB /1.2GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 21m\nSubtitle….Myanmar  Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Yunni~BpL~Nyein ~ Cherry",
        "rating": "6.3",
        "url": "https://megaup.net/3fDSN/Ravanasura_(2023)_Telugu_TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Bollywood, Crime, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/ser-133x200.jpg",
        "title": "Serving Sara(2002)",
        "description": "Serving Sara (2002)IMDb - 5.4ဂျိုးဟာတရားရုံးကနေဆင့်ခေါ်တဲ့ သမ္မာန်စာတွေကိုဆင့်ခေါ်ခံရတဲ့သူတွေဆီကို ပို့ပေးရတဲ့လုပ်ငန်းလုပ်နေသူတစ်ယောက်ပါ။စာရွက်စာတမ်းတွေကိုပို့ ပေးရတာကလွယ်ကူတဲ့အလုပ်ဖြစ်ရမှာဆိုပေမဲ့ စာပို့ပေးရမဲ့လူတွေကသူ့ကို‌ ရှောင်နိုင်နေကြတာ‌ေကြာင့် အလုပ်တစ်ခုကိုတစ်ပတ်လောက်ကြာနေလို့ သူဌေးကပါ အပြစ်တင်တာကိုခံ‌ နေရပါတယ်။တစ်နေ့မှာတော့ ဆာရာမိုး ဆိုတဲ့အမျိုးသမီးဆီကိုကွာရှင်းစာချုပ်သွားပို့ပေးရင်းနဲ့ ဆာရာ မိုးကသူ့လာပို့မဲ့သတင်းကိုကြိုရသွားပြီး ရှောင်ထွက်သွားနိုင်တဲ့အတွက်သူဌေးကကလော်တုတ်ပြီး တခြားလူတစ်ယောက်ကိုလုပ်ခိုင်းလိုက်ပါတော့တယ်။ဒီလိုနဲ့ မကျေနပ်တဲ့ ဂျိူးတစ်ယောက် ဆာရာ မိုးရဲ့လိပ်စာကို ရှာပြီး သွားပို့ဖို့လုပ်ပါတော့တယ်။ဒီလိုနဲ့ လိပ်စာကိုရပြီး ဆာရာမိုးဆီကို စာရွက်တွေအောင်မြင်စွာပေးနိုင်ခဲ့ပေမဲ့လည်းဆာရာ မိုး ကသူ့ယောင်္ကျား ဂေါ်ဒွန် မိုးဆီကို ကွာရှင်းစာချုပ်အရင်ပို့ပေးနိုင်ရင်ဒေါ်လာတစ်သန်း‌ ပေးမယ်ဆိုပြီး ဂျိူးကိုပြန်ငှားလိုက်ပါတော့တယ်။ဒီလိုနဲ့ ဆာရာနဲ့ ဂျိုးတို့နှစ်ယောက် ဂေါ်ဒွန်ဆီကိုကွာရှင်းစာချုပ်အချိန်မှီပို့ပေးနိုင်မှာလား၊ဂျိူးရဲ့အလုပ်ကိုရော ဘယ်သူကနှောက်ယှက်နေတာလဲ၊ ဂျိုးကရောဒေါ်လာတစ်သန်းကိုရပြီး သူ့ရဲ့အိပ်မက်လေးဖြစ်တဲ့စပျစ်ခြံလုပ်ငန်းကိုလုပ်သွားနိုင်မလားဆိုတာကိုတော့ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါးနဲ့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးဗျ။ File size…  1.9GB / 1GBQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 42m\nGenre .....  Romance , Comedy\nSubtitle…. Myanmar ...",
        "rating": "5.3",
        "url": "https://megaup.net/1THx0/Serving.Sara.2002.720p.WEBRip_%7BCM%7D.mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/texas-135x200.jpg",
        "title": "Texas Killing Fields(2011)",
        "description": "၁၉၈၀ နှင့် ၁၉၉၀ ခုနှစ်အစောပိုင်းကာလတွေမှာအမျိုးသမီးငယ် ၄ ယောက်ရဲ့ အလောင်းကို ရှာဖွေ တွေ့ရှိပြီးတဲ့နောက်တက္ကဆက်ပြည်နယ်က ရွံမြေတွေနဲ့ ရေနံချက်စက်ရုံတွေကြားက ဟူစတန်နဲ့ ဂဲဗတ်စတန်ကမ်းခြေမြို့ကို ဆက်သွယ်ထားတဲ့ပြည်နယ်တွင်းလမ်းကြောတစ်လျှောက်မှာ ရှိတဲ့ မြေကွက်ကျယ်တစ်ခုကိုလူသတ်ကွင်းတွေ လို့ အမည်ကင်ပွန်းတပ်ခဲ့ကြပါတယ်.နှစ်တွေကွာခြားပေမယ့် ဒီအမျိုးသမီး ၄ ဦးစလုံးကိုတစ်နေရာတည်းမှာပဲ ရှာတွေ့ခဲ့ကြပါတယ်.သူတို့ရဲ့သေဆုံးမှုတွေက ဆက်စပ်မှုရှိသလား.တိုက်ဆိုင်မှုလားဆိုတာတော့ အဖြေမရှာနိုင်ခဲ့ပါဘူး.ဒီဇာတ်လမ်းကိုတော့ “The Killing Fields” လို့အမည်ရပြီးကာလမှာ အခြေတည်ထားပါတယ်.တက္ကဆက်မြို့ငယ်လေးက စုံထောက်တစ်ဦးဖြစ်တဲ့မိုက်ခ်ဆောက်ဒါ ဟာ နယူးယောက်မြို့က ပြောင်းလာတဲ့ပါတနာ စုံထောက်ဘရိုင်ယန်ဟေ့ဂျ်နဲ့အတူ.လူသတ်မှုတွေကို ဖော်ထုတ်နေသူ ဖြစ်ပါတယ်.အမျိုးသမီးငယ်တွေ ဆက်တိုက်ပျောက်ဆုံး၊ သေဆုံးမှုတွေကြားကနေအမည်ဆိုးနဲ့ကျော်ကြားတဲ့ ”The Killing Fields” နဲ့ ရင်ဆိုင်ကြုံတွေ့ရချိန်မှာတော့.တစ်ကြော့ပြန်လာတဲ့ အတိတ်ကို သူတို့လက်ထက်မှာ ရပ်တန့်နိုင်မလား. ဉာဏ်များပြီးကောက်ကျစ်တဲ့ ကွင်းဆက်လူသတ်သမားကို ဖမ်းဆီးနိုင်မလားဆိုတာကို ဥပဒေဘက်တော်သားနဲ့ ရာဇဝတ်သား အားပြိုင်မှု၊ ဉာဏ်ကစားပုံများ၊ ဇာတ်ကွက်အလှည့်အပြောင်းများကို စိတ်ဝင်စားဖွယ် တင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို CM ကနေ ပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ် File size…  1.69GB / 771MB\nQuality… Blu-Ray 1080p ...",
        "rating": "5.7",
        "url": "https://megaup.net/3fCoC/Texas.Killing.Fields.2011.Limited.720p.BluRay_%7BCM%7D.mp4",
        "category": "Crime, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/bro-142x200.jpg",
        "title": "Brothers of the Wind(2015)",
        "description": "လင်းယုန်ငှက်တွေဟာ စူးရှတဲ့ အမြင်အာရုံရှိပြီး အမဲလိုက်ရာနေရာမှာလည်းအံ့ဩဖွယ်ကောင်းအောင် ထူးချွန်တဲ့ ငှက်တွေဖြစ်ပါတယ်။ဖမ်းချင်တဲ့ သားကောင်ကိုတွေ့ရင် လေပေါ်ကနေအောက်ကိုထိုးဆင်းပြီးမှ မြေကိုမထိပဲ သားကောင်ကို ချီသွားနိုင်တဲ့ပုံစံဟာ လင်းယုန်ငှက်တွေရဲ့ နာမည်ကြီး အမဲလိုက်ပုံလို့ပဲ ပြောရပါလိမ့်မယ်။ဒီဇာတ်ကားကလည်း အဲ့လို အံ့ဩဖို့ကောင်းတဲ့လင်းယုန်တစ်ကောင်ရဲ့ ဇာတ်လမ်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။လူးကပ်စ်ဟာ ထူးခြားတဲ့ကောင်လေးတစ်ယောက်ဖြစ်ပါတယ်။သူက ကြင်နာတတ်တဲ့စိတ် အပြည့်ရှိတဲ့ ကောင်လေးတစ်ယောက်ဖြစ်ပြီးတစ်ယောက်တည်း အေးအေးဆေးဆေးလည်း နေတတ်သူပါ။ဒီလိုထူးခြားတဲ့ ကောင်လေးတစ်ယောက်မှာအတိတ်ဖြစ်ရပ်ဆိုးတွေလည်း ရှိနေပါတယ်။လူးကပ်စ်ဟာ ဒီဖြစ်ရပ်ကြောင့် စိတ်ဒဏ်ရာရနေပြီးသူ့ရဲ့ဖခင်ဖြစ်သူနဲ့လည်း ပြေလည်တဲ့ ဆက်ဆံရေး မရှိပါဘူး။တစ်နေ့တော့ လူးကပ်စ်တစ်ယောက် လျှောက်သွားရင်းနဲ့တောင်ပေါ်တစ်နေရာက ပြုတ်ကျနေတဲ့ လင်းယုန်ငှက်ပေါက်စလေးတစ်ကောင်ကို တွေ့ခဲ့ပါတယ်။လူးကပ်စ်က ကြင်နာတတ်သူပီပီ ငှက်ကလေးကိုမွေးစားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ဒီလိုနဲ့ လူးကပ်စ်နဲ့ ငှက်ကလေး သူငယ်ချင်းတွေဖြစ်လာတာကိုကြည်နူးစရာ မြင်တွေ့ရမယ့်ဇာတ်ကားလေးပါ။ငှက်ကလေးမှာလည်း သူ့ရဲ့ကိုယ်ပိုင် ဘဝဇာတ်လမ်းတစ်ခုရှိနေတဲ့အခါမှာ လူးကပ်စ်တို့ သူငယ်ချင်းနှစ်ယောက်ဘယ်လိုအခက်အခဲတွေကို ရင်ဆိုင်ရမလဲ ကြည့်ရှုရမှာပါ။အယ့်လ်ပ်စ် တောင်တန်းကြီးတွေရဲ့ ရှုခင်းလှလှတွေကိုကြည့်ချင်တဲ့ သူတွေအတွက်ရော လူနဲ့တိရစ္ဆာန်ကြားကသံယောဇဉ်ကို ပုံဖော်ထားတဲ့ ဇာတ်လမ်းမျိူး ကြိုက်သူတွေအတွက်ပါကြည့်သင့်တဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပါတယ်။   File size…  2.2GB ...",
        "rating": "6.8",
        "url": "https://megaup.net/1THv4/brothers.of.the.wind.2015.720p.bluray._%7BCM%7D.mp4",
        "category": "Adventure, Drama, Family"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1bBiApUkRfzislORsl07d6XXYsT.jpg",
        "title": "Stepmom(1998)",
        "description": "Stepmom(1998)**************ကျွန်တော်တို့တွေ ကြားဖူးနေကျ မိထွေဇာတ်လမ်းတိုင်းလိုလိုမှာ သားသမီးဖြစ်သူနေရာကဝင်ခံစားပြီး မိထွေးဖြစ်သူကို အဆိုးမြင်ခဲ့တာတွေများပါတယ်။ဒါပေမဲ့ ကိုယ့်သားသမီးလည်းမဟုတ်တဲ့ကလေးတွေကို မိခင်တာဝန်ချက်ချင်းယူလိုက်ရတဲ့ မိထွေးနေရာကနေတစ်ချက်ဝင်ခံစားကြည့်မယ်ဆိုရင်လည်း သိပ်လွယ်ကူတဲ့ကိစ္စမဟုတ်ဘူးဗျ။ကလေးတွေရဲ့ငြိုငြင်မှုတွေ မိခင်အရင်ဖြစ်သူရဲ့ အမြင်မကြည်မှုတွေစတဲ့ အခက်အခဲတွေကို ရင်ဆိုင်ရတာချည်းပါပဲ။\nဒီဇာတ်ကားမှာလည်း မင်းသမီးကြီး Julia Robertsက Lucyနေရာကနေသရုပ်ဆောင်ပြီး မကြာခင်မှာလက်ထပ်မယ့်ချစ်သူ Lukeရဲ့ ကလေးတွေနဲ့ အတူတူနေနေရပါတယ်။ချစ်သူရပြီးမှ ဝုန်းကနဲ မိခင်တာဝန်ယူလိုက်ရတဲ့ Lucyအတွက်တော့ ကလေးတွေနဲ့ ကီးကိုက်အောင်ကြိုးစားပေမဲ့စေတနာက ဝေဒနာဖြစ်သွားတာချည်းပါပဲ။ ကလေးတွေအတွက်ကျတော့လည်းအမေ့နေရာကို ဘာမဆိုင်ညာမဆိုင်ဝင်မလာတဲ့ အစိမ်းသက်သက်အမျိုးသမီးတစ်ယောက်ကိုဘယ်အမြင်ကြည်ပါ့မလဲ။ ဒါ့အပြင် ကျောင်းကြိုဖို့နောက်ကျနေတာတွေဟင်းကောင်းကောင်းမချက်တတ်တာတွေကြောင့် Lucyအတွက်တော့ ကလေးတွေနဲ့အဆင်ပြေနိုင်ဖို့ ဝေလာဝေးပါပဲ။ ဒါပေမဲ့ Lucyကတော့ ဒါကိုစိန်ခေါ်မှုတစ်ရပ်အနေနဲ့ကလေးတွေနဲ့ အဆင်ပြေပြေဖြစ်ဖို့ ကြိုးစားချင်နေဆဲပါ။ Lucyနဲ့ကလေးတွေအကြားဘာတွေဆက်ဖြစ်မလဲ ကလေးတွေရဲ့အမေအရင်းနဲ့ရော ဘယ်လိုပြဿနာတွေကြုံရမလဲဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်ဗျာ။File Size :(1.9GB) and (823MB)\nQuality : BLU-RAY 1080P, 720p\nFormat…mp4\nDuration…02:05:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.9",
        "url": "https://megaup.net/2zGeB/Stepmom.1998.BLU-RAY.1080P(CM).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BYTQ5ODFlNDEtOWFhMy00ODVlLTkyOTQtYzYxNjNiMzAxMWJjXkEyXkFqcGdeQXVyNjI4NDY5ODM@._V1_-140x200.jpg",
        "title": "On the Sand House(2023)",
        "description": "On the Sand House(2023)************************အသက် 30 အရွယ်အတိုင်ခင် အလုပ်ရ‌အောင်အမြန်ရှာနေတဲ့ ဒုတိယမြောက်သ‌မီးဖြစ်တဲ့ ဂျင်ယောင်းက မိဘတွေအိမ်မှာ အဖေ အမေတို့နဲ့ အတူတူနေတယ်...\nဒါပေမဲ့ အိမ်မှာထက် စက်ရုံက ခေါက်ကုလားထိုင်မှာ\nထိုင်ရတာကို ပိုသဘောကျတဲ့ အေးတိအေးစက် အဖေနဲ့ ဂျင်ယောင်းကတော့ စကား‌သိပ်ပြောလေ့ မရှိကြဘူး...\nအမေကသာ သူတို့နှစ်ယောက်ရဲ့ ကြားခံနယ် ဖြစ်ခဲ့ရတယ် ဂျင်ယောင်းကကနေဒါကို အလုပ်သွားလုပ်ဖို့ ပြင်ဆင်နေစဉ်မှ အမေ ဖြစ်သူက\nကားအက်ဆီးဒင့်‌ကြောင့် ရုတ်တရက် ကွယ်လွန်သွားခဲ့ရာ သားအဖနှစ်ယောက်တည်း အဲဒီအိမ်ကြီးထဲ\nကျန်ရစ်ခဲ့ရှာတော့တယ် သားအဖ နှစ်ယောက်သား\nပြန်အဆင်ပြေသွားကြမလား...\nဂျင်ယောင်းလည်း သူ့အိပ်မက်တွေကို အကောင်အထည်ဖော်နိုင်မလားဆိုတာကိုဇာတ်ကားလေးထဲမှာပဲ ဆက်လက် ရှုစား လိုက်ကြပါနော်....File Size :(1.4GB) and (534MB)\nQuality : WEB-DL1080P, 720p\nFormat…mp4\nDuration…02:02:00\nGenre : Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hnin Wai Oo & ...",
        "rating": "6.7",
        "url": "https://megaup.net/4ByvU/On.the.Sand.House.2023.WEB-DL.1080P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/fah-135x200.jpg",
        "title": "Fathers and Daughters (2015)",
        "description": "“အရာအားလုံးက. ရှင်သန်ပြီး သေဆုံးတယ်.နိုးထပြီး. ကျဆင်းတယ်.ပြီးတော့ ချစ်တယ်. ထွက်သွားတယ်...”ဒီစကားစုလေးလိုပါပဲ ကျွန်တော်တို့ဘဝတွေမှာအကောင်းအဆိုး တစ်လှည့်စီ ဖြစ်ပေါ်တတ်ကြသလိုပဲကြည့်ဖူးတဲ့ရုပ်ရှင်ကားတစ်ကားထဲကလို“ပျော်ရွှင်စရာအဆုံးသတ်မဟုတ်ခဲ့ဘူးဆိုရင်ဇာတ်မသိမ်းသေးပါဘူး” လို့အားတင်းရင်းနဲ့ပဲ ဘဝကို ရှေ့ဆက်ကြရပါတယ်.မတော်တဆမှုတစ်ခုမှာ ဇနီးသည်ကိုဆုံးရှုံးလိုက်ရပြီးနောက်ပိုင်း ဦးနှောက်ထိခိုက်ဒဏ်ရာ၊ဇနီးသည်အတွက် ပူဆွေးရမှုတွေကြောင့်ရလာတဲ့ စိတ်ဝေဒနာဒဏ်ရာများကို ကုစားဖို့အသည်းပေါက်မတတ် ချစ်ရတဲ့ သမီးလေးနဲ့ ခွဲပြီးစိတ်ရောဂါကုဆေးရုံမှာ ၇ လကျော်ကြာအချိန်ကုန်ခဲ့ရတဲ့ ဂျိတ်ဒေးဗစ်စ်.သူခံစားခဲ့ရတဲ့ စိတ်ဝေဒနာကို အခွင့်ကောင်းယူကာသမီးလေးကို သူ့ဘဝထဲက ဆွဲထုတ်မယ့် သူများ၊စာရေးဆရာဘဝရဲ့ တစ်ဆစ်ချိုး ကျရှုံးချိန်ရုန်းကန်ရပုံများ ကြားထဲမှ အဖေနဲ့သမီးဘဝငယ်ဘဝအမှတ်တရ များစွာကို လွမ်းဆွတ်ဖွယ် တင်ဆက်ထားသလိုတစ်ဖက်မှာလည်း ၂၅ နှစ်အကြာမှာပဲ ကံကြမ္မာတစ်ကျော့ပြန်လာပြီး ရင်ထဲမှာတွင်းနက်ကြီးတစ်ခုရှိနေသလို ဘာခံစားချက်မှမရှိဖြစ်နေတဲ့ သမီးဖြစ်သူ ကိတ်ဒေးဗစ်စ်.ဘယ်သူမှ အတင်းအကျပ် လုယူ၊ မခိုးယူဘဲပျောက်ဆုံးသွားခဲ့တဲ့ နှလုံးသားထဲကခံစားချက်တစ်စုံတစ်ရာကို ရှာဖွေရင်း ချစ်ရသူကိုတွေ့သွားချိန် ဘဝရဲ့အတိတ်မည်းတွေကိုလွတ်မြောက်နိုင်ပါ့မလားဆိုတာကို စိတ်ဝင်စားဖွယ် ဖော်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို CM ကနေပရိသတ်များ ရှုစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်. File size…  1.6GB / 713MB\nQuality… Blu-Ray ...",
        "rating": "7.0",
        "url": "https://megaup.net/1THwe/Fathers.And.Daughters.2015.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/w-135x200.jpg",
        "title": "Wedding Crashers (2005)",
        "description": "IMDb Rating -7/10Rotten Tomatoes - 75%Wedding crashers ဆိုတဲ့သူတွေကမင်္ဂလာပွဲတွေကို အဖိတ်မခံရဘဲအပျော်တမ်းလိုက်တက်တဲ့သူတွေနောက်တစ်နည်းပြောရရင် လူးပါးဝတဲ့သူမျိုးတွေ ဖြစ်ပါတယ်ဒီဇာတ်လမ်းလေးမှာ ကွာရှင်းမှု ကြားဖြေဖျန်ပေးတဲ့အလုပ်လုပ်ကြတဲ့ငယ်ပေါင်းကြီးဖော် သူငယ်ချင်းနှစ်ယောက် ဂျွန်နဲ့ ဂျရဲမီတို့ဟာမင်္ဂလာပွဲတွေကို အပျော်တမ်းလိုက်တက်ကြတဲ့ wedding crasher တွေ ဖြစ်ကြပါတယ်။ဒီအတိုင်းလေး ရှိုးရွတ်ဆိုပြီး ပွဲဝင်တက်ကြတာတော့ မဟုတ်ပါဘူး ၊ သတို့သားနဲ့အသိလိုလို သတို့သမီးဘက်က အမျိုးလိုလို ဇာတ်ကြောင်းတွေ ဖန်တီးထားကြပြီးမင်္ဂလာပွဲရှင်တွေအကြောင်း စုံစမ်းပြီးမှ ပွဲတက်ကြတာပါ။အစားအသောက်တွေ အလကားစား ၊ ပွဲက တိုက်တဲ့အရက်တွေ အလကားသောက် ၊ ပွဲမှာမျက်စိကျမိတဲ့ ခပ်လန်းလန်းကောင်မလေးတွေနဲ့ တစ်ညတာပျော်ကြပါးကြနဲ့ ဒီနှစ်ယောက်ကတော့ မိန်းမလိုက်စားတဲ့ ဝါသနာရှင်တွေပဲ ဖြစ်ပါတယ်။တစ်နေ့မှာတော့ ဘဏ္ဍာရေးဝန်ကြီးက သူ့သမီး မင်္ဂလာပွဲကြေငြာလိုက်တော့ ဒီနှစ်ကောင်က အဆင့်တန်းမြင့်မြင့်ကခပ်လန်းလန်းကောင်မလေးတွေနဲ့ ပျော်မယ်ပါးမယ်ကြုံးဝါးပြီး ပွဲတက်လာကြတယ်။ပွဲရောက်ခါမှ ဂျွန် တစ်ယောက် သတို့သမီးအရံလေးကို တွေ့မိပြီးချစ်မိသွားလေသောအခါ...ချစ်မိသွားတဲ့ ဝန်ကြီးသမီးဖြစ်သူ ကလဲရာ နဲ့ ... ...",
        "rating": "7",
        "url": "https://megaup.net/3fBOK/Wedding.Crashers.2005.720p.BluRay_%7BCM%7D.mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/goonis-139x200.jpg",
        "title": "The Goonies (1985)",
        "description": "The Goonies (1985)Rt - 76% , IMDb - 7.7Everything Everywhere All At Once မှာ အမျိုးသားဇာတ်ပို့ဆုအတွက်အော်စကာရသွားခဲ့တဲ့ မင်းသားကြီး Ke Huy Quan ငယ်စဉ်ကပါဝင်သရုပ်ဆောင်ထားခဲ့ပြီးဒါရိုက်တာကြီး Steven Spielberg ရေးခဲ့တဲ့ဇာတ်လမ်းကိုရိုက်ကူးထားတဲ့မိသားစု စွန့်စားခန်း ဟာသကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ အပေါင်ငွေကိုဆက်ပြီးမသွင်းနိုင်တော့လို့အိမ်ကိုအသိမ်းခံရတော့မဲ့ Goon Docks မှာနေကြတဲ့\"ဂူနီ\" လို့ခေါ်တဲ့ မိုက်ကီ၊ ဘရန်း၊ မောက်ပ်၊ ချန့်ခ်၊ ဒေတာ တို့သူငယ်ချင်းတစ်သိုက်က သူတို့နောက်ဆုံးအတူရှိနေရမဲ့နေ့လေးကိုကျင်းပဖို့အတွက် မိုက်ကီနဲ့ ဘရန်း ညီအစ်ကိုတို့ရဲ့အိမ်မှာစုပြီးရောက်နေခဲ့ကြပါတယ်။ဒီလိုနဲ့ မိုက်ကီတို့အိမ်ထပ်ခိုးပေါ်က မိုက်ကီအဖေ့ရဲ့ ပစ္စည်းတွေကိုမွှေနှောက်ကြရင်း နာမည်ကြီးပင်လယ်ဓားပြကြီး မျက်လုံးတစ်လုံး ဝီလီရဲ့ရတနာမြေပုံကိုတွေ့ရှိသွားပါတယ်။ ဒီလိုနဲ့သူငယ်ချင်းတစ်သိုက် အကိုကြီး ဘရန်းကို တစ်ပတ်ရိုက်ကာ အိမ်မှာထားပစ်ခဲ့ကြပြီးရတနာမြေပုံထဲမှာပြောထားတဲ့နေရာကိုလိုက်ရှာပါတော့တယ်။ဖြစ်ချင်တော့ ရတနာသိုက်ကိုညွှန်ပြထားတဲ့နေရာကနာမည်ကြီးရာဇဝတ်မိသားစုဖြစ်တဲ့ဖရာတဲလိစ် မိသားစုပုန်းခိုရာနေရာဖြစ်နေပါတော့တယ်။ဒီလိုနဲ့ ဖရာတဲလိစ် မိသားစုကို‌ရော၊ မျက်လုံးတစ်လုံး ဝီလီ လုပ်ထားပစ်ခဲ့တဲ့ထောင်ခြောက်တွေကိုရော ရှောင်းတိမ်းရင်းနဲ့ဂူနီ တစ်သိုက် ရတနာသိုက် ရှာပုံတော်ဖွင့်ကြပါ‌တော့တယ်။ဂူနီ ...",
        "rating": "7.7",
        "url": "https://megaup.net/1dJp4/The.Goonies.1985.720p.BluRay_%7BCM%7D.mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/silide-135x200.jpg",
        "title": "Sliding Doors (1998)",
        "description": "ကျွန်တော်တို့ရဲ့ဘ၀မှာ ဒီလိုမျိုးအခိုက်အတန့်လေးတွေလူတိုင်းမှာရှိခဲ့ကြတယ်။ငါဒီလိုမျိုးလုပ်ခဲ့ရင်/မလုပ်ခဲ့ရင်, ဒီကားကိုမှီခဲ့ရင်/မမှီခဲ့ရင်,ငါဒီလမ်းကြောင်းကိုရွေးချယ်ခဲ့ရင်/မရွေးချယ်ခဲ့ရင်ငါသူ့ကိုခွင့်လွှတ်ခဲ့/ခွင့်မလွှတ်ခဲ့ရင် ငါ့ဘ၀ကြီးကအခုလိုမဟုတ်ပဲဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတွေးမိစိတ်ကူးယဉ်မိကြသေးတာပဲ။ဒီဇာတ်ကားလေးရဲ့ အဓိကအချက်ကလည်း ဒါလေးကိုပါပဲ။ဟယ်လန်ဆိုတဲ့ ကောင်မလေး အလုပ်ပြုတ်ပြီးအိမ်အပြန် ရထားကိုမှီမမှီဆိုတာကနေစဉ်းစားကြည့်ရအောင်။ရထားမှီလို့အိမ်ကိုစောစောပြန်ရောက်ပြီးရည်းစားကဖောက်ပြန်နေတာမိလိုက်ရင်ဟယ်လန်ရဲ့ဒီဘ၀အချိုးအဆစ်ကဘယ်လိုဖြစ်သွားမလဲ။အကယ်၍ရထားမမှီခဲ့လို့ နောက်ကျမှပြန်ရောက်ပြီး ရည်းစားရဲ့မပိရိတဲ့အလိမ်အညာတွေအောက်မှာပဲ သံသဃတွေနဲ့သူမရဲ့ဒီဘ၀အချိုးအဆစ်ကဘယ်လိုဖြစ်ဦးမှာလဲရထားကြီးရဲ့ လျှောတံခါးနှစ်ချပ်လိုဖြစ်နေတဲ့ဒီအခြေအနေနှစ်ခုက ဟယ်လန့်အတွက်အဆုံးသတ်မှာဘယ်လိုဖြစ်မလဲဆိုတာကို Sliding doorsဆိုတဲ့ဇာတ်ကားလေးမှာ ခံစားကြည့်ရှုပေးကြပါဦး File size…  3.25GB / 1.12GB\nQuality…  Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 39m\nGenre .....  Romance , Drama\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "6.7",
        "url": "https://megaup.net/1dJnp/sliding.doors.1998.720p.bluray_%7BCM%7D.mp4",
        "category": "Comedy, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/perfect-146x200.jpg",
        "title": "Perfect Creature (2006)",
        "description": "ကျွန်တော်တို့နဲ့ ဆင်တူတဲ့ အခြားကမ္ဘာတခုမှာတော့Vampiresတွေဟာ လူသားမျိုးနွယ်နဲ့ အတူတကွငြိမ်းချမ်းစွာနေထိုင်ကြတယ်။ ခရစ်ယာန်ကျောင်းတော်ကြီးရဲ့အရိပ်အာ၀ါသအောက်မှာ ဘုရားသခင်က လူသားမျိုးနွယ်တွေကို ကာကွယ်စောင့်ရှောက်ဖို့သူတို့ကိုဖန်တီးခဲ့တယ်ဆိုတဲ့ ယုံကြည်ချက်နဲ့အတူဘရားသားဟုဒ်ဆိုတဲ့အမည်နဲ့ တာ၀န်ထမ်းဆောင်ကြတယ်။ဘရားသား ဆိုင်းလက်စ်ကတော့ ဒီထဲကတယောက်ပါ။ ကျောင်းတော်မှာအမြင့်ဆုံးကာဒီနယ်ဖြစ်လာတော့မယ့်သူ။ ဒါပေမယ့် ညီဖြစ်သူ ဘရားသား အက်ဒ်ဂါက လူသားတွေကို စတင်သတ်ဖြတ်လာခဲ့တော့ လူသား ရဲအရာရှိ လစ်လီဆိုတဲ့ အမျိုးသမီးနဲ့အတူ သူ့ကိုတားဆီးဖို့ဖြစ်လာခဲ့ပါတယ်။ဒါပေမယ့်အက်ဒ်ဂါက ဘာဖြစ်လို့ ဒီလိုတွေလုပ်နေရတာလဲ။ကျောင်းတော်ကြီးကလည်း နောက်ကွယ်မှာဘာတွေဖြစ်နေတာလဲ။အက်ဒ်ဂါရဲ့ ကမ္ဘာကြီးကိုပြောင်းလဲမယ့်အကြံအစည်ကိုရော တားဆီးနိုင်ပါ့မလား။လစ်လီနဲ့ ဆိုင်းလက်စ်တို့ကြား ဘာတွေဖြစ်လာဦးမလဲဆိုတာကို ဒီPerfect creature ဆိုတဲ့ဇာတ်ကားလေးမှာရှုစားအားပေးကြပါဦး File size…  1.5GB / 500MB\nQuality… Blu-Ray 1080p / 720p\nFormat… mp4\nDuration…. 1h 28m\nGenre .....  Horror\nSubtitle…. Myanmar Subtitle (Hard Sub)\nEncoder…. Thit San Khant\nTranslated by Brackman",
        "rating": "5.4",
        "url": "https://megaup.net/2zEhl/Perfect.Creature.2006.720p.BluRay_%7BCM%7D.mp4",
        "category": "Action, Drama, Fantasy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BOTVlNjMyOWUtOTdhMi00OWZkLWI4MjEtNjU3ZDUxZDQ0Y2ZmXkEyXkFqcGdeQXVyNDM1MDk1OTQ@._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Justice League x RWBY: Super Heroes & Huntsmen, Part One (2023)",
        "description": "Justice League x RWBY: Super Heroes & Huntsmen, Part One (2023)\n=================================================\nIMDb Rating - 5.2/10DC ရဲ့ justice league animation ကားသစ်လေးပါ။\nJustice leagueတစ်ဖွဲ့လုံး Darkside နဲ့တိုက်ခိုက်ရင်း တစ်ခြား\nကမ္ဘာကို အပို့ခံလိုက်ရပါတယ် ။ အဲ့ဒီကမ္ဘာမှာ justice league\nတစ်ဖွဲ့လုံး ဆယ်ကျော်သက်တွေဖြစ်ကုန်ပြီး အစွမ်းတွေလည်း\nပျောက်ကုန်ပါတယ်။ အဲ့ဒီအစား သူတို့ရောက်သွားတဲ့ကမ္ဘာက\nအစွမ်းရှိတဲ့ လူတစ်စုနဲ့ထိပ်တိုက်တွေ့ပြီး နေသားတစ်ကျဖြစ်ဖို့\nကြိုးစားရပါတယ် ။ကမ္ဘာအသစ်မှာ အစွမ်းအသစ်တွေရလာပြီး Batman ဆိုရင်\nအတောင်ပံတွေပေါက်လာပါတယ်။ နောက်ဆုံးတော့ သူတို့ကမ္ဘာ\nကို ပြန်သွားဖို့ကြိုးစားရင်း မူလအစွမ်းတွေရဖို့ ကမ္ဘာသစ်ဆီက\nvillainကြီးတစ်ကောင်နဲ့ရင်ဆိုင်ရပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nThiha Yan Naing ဖြစ်ပါတယ်)File Size..........(1.8 GB) / (710 MB) / (449 MB)\nQuality............WEB-RIP 1080p / 720p / 480p\nDuration.........1Hr ...",
        "rating": "5.2",
        "url": "https://megaup.net/1TFw0/Justice.League.X.RWBY.Super.Heroes.And.Huntsmen.Part.One.2023.1080P.BLURAY.(CM).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/04/MV5BZGY5NzViZmMtZTcyNy00NTgwLTlmZWEtZTZhZjViNzdiY2QzXkEyXkFqcGdeQXVyMTUwMDg3OTQy._V1_-162x200.jpg",
        "title": "Dasara (2023)",
        "description": "Dasara (2023)\nIMDb - 7.3/10မင်းသား Naniနဲ့ မင်းသမီးလေး Keerthy Suresh တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ရုံကားတစ်ကားဖြစ်ပြီး\nဘတ်ဂျက်၆၅ကု​ဋေအထိ သုံးထားတဲ့အပြင် ၁၁၅ကုဋေအထိပြန်ရယူနိုင်တဲ့ ဇာတ်ကား​ကောင်း​လေးဖြစ်တဲ့\nDasaraကိုတင်ဆက်​ပေးချင်ပါတယ်ဗီရာလပိုင်ဆိုတဲ့ရွာ​လေးမှာ အရက်ကိုသူတို့ရိုးရာလို့ကိုမှတ်ယူထားကြတဲ့အထိ အရက်ကိုစွဲလမ်းကြတဲ့\nလူ​တွေ​နေထိုင်ကြပါတယ် အရက်မ​သောက်ရရင် အလုပ်ပျက်အကိုင်ပျက်ထိုင်မှိုင်ကြတဲ့အထိကို\nအရက်စွဲ​နေကြသူ​တွေပါ ဒါ​တွေ​ကြောင့်လည်း ဒီရွာ​လေးမှာဖွင့်ထားတဲ့ဆစ်ခ်ဘားအမည်ရှိ အ\nရက်ဆိုင်ဟာအရက်ဝယ်သူ​တွေကြိတ်ကြိတ်တိုးတိုးနဲ့ ဝင်လာမ​စဲတသဲသဲပါပဲ ဒါတင်မက​သေးပါဘူး\nဒီဘားရဲ့​ငွေကိုင်ရာထူးကလည်းတစ်ရွာလုံးကလူ​​တွေအ​လေးစားရဆုံးရာထူးလည်းဖြစ်ပါတယ်တစ်ဖက်မှာလည်း ဒါရန်နီ ဆူရီ နဲ့ဗန်လာနီတို့က ငယ်ငယ်ကတည်းက သူငယ်ချင်း​ကောင်း​တွေဖြစ်ကာ ဒါရန်နီဟာ\nဗန်လာနီကို ဟိုးက​လေးဘဝကတည်းကချစ်​နေခဲ့​ပေမယ့် သူငယ်ချင်းဖြစ်သူဆူရီက ဗန်လာနီနဲ့ချစ်​နေတာ​ကြောင့်\nကိုယ်ကျိုးစွန့်လွှတ်ခဲ့ပြီး သူ့သူငယ်ချင်းနှစ်​ယောက်အကျိုးကိုပဲ အမြဲကြည့်​ပေး​နေခဲ့သူပါတစ်​နေ့မှာ​တော့ ဗန်လာနီကိုတခြားလူတစ်​ယောက်နဲ့ အိမ်​ထောင်ချ​ပေးဖို့လုပ်ကြတဲ့မိဘ​တွေ​ကြောင့်\nဒါရန်နီဟာ ဆူရီကိုလည်းရွာကကြီးမှူးကျင်းပတဲ့ခရစ်ကတ်ပြိုင်ပွဲကိုဝင်ပြိုင်​စေပြီး\nဘားရဲ့​ငွေကိုင်ရာထူးကိုရ​အောင်ကြိုးစားကြပါ​တော့တယ်ဒါ​ပေမယ့်တကယ့်ပြိုင်ပွဲ​နောက်ကွယ်မှာ​တော့ ကြီးမှူးသူ​တွေရဲ့စနက်နဲ့ ပြိုင်ပွဲအနိုင်ရရှိသူကို\nသတ်မှတ်ထားပြီးသားမှန်းသိလိုက်ရတဲ့အခါ ဒါရန်နီနဲ့ဆူရီတို့အသင်းက ဘယ်လို​တွေလုပ်ကြမလဲ\nသူတို့​တွေဒီလိုလှည့်ကွက်​တွေနဲ့ပြည့်နှက်​နေတဲ့ ပြိုင်ပွဲကိုနိုင်ပါ့မလား အကွက်ချစီစဥ်မှူ​တွေကို\nဘယ်လိုဖြတ်​​ကျော်ကြမလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ ကြည့်ရှူ့လိုက်ရ​အောင်​နော်\nFile size…3.29GB / 1.45GB\nQuality…1080p WEB DL / 720p\nFormat…mp4\nDuration….2h 36m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by BpL~Yunni~KhinKhin",
        "rating": "7.3",
        "url": "https://megaup.net/3fDkW/Dasara_(2023)_Telugu%C2%A0TRUE_WEB-DL_-_720p(CM).mp4",
        "category": "Action, Adventure, Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/03/MV5BMTBhMTYxZDYtNjc3MS00MTM2LWFkMzAtOTAyMDJjNjdkNGE1XkEyXkFqcGdeQXVyMTA3MDk2NDg2._V1_FMjpg_UX1000_-133x200.jpg",
        "title": "Consecration (2023)",
        "description": "ဘာသာရေးကို အယုံအကြည်မရှိတဲ့ မျက်စိဆရာဝန်တစ်‌ယောက်ဖြစ်တဲ့ ဂရေ့စ်ဟာ တစ်နေ့မှာတော့ သူမရဲ့‌ မောင်ဖြစ်သူ ခရစ်ယာန်ဘုန်းကြီးဟာ အခြားခရစ်ယာန်ဘုန်းကြီးတစ်ပါးကို သတ်ပြီး ကိုယ့်ကိုကိုယ် အဆုံးစီရင်သွားတယ်လို့ အကြောင်းကြားလာတဲ့အတွက် စကော့တလန်က သီလရှင်ကျောင်းကို ရောက်သွားပြီး အဖြစ်မှန်ကို စုံစမ်းပါတော့တယ်။ စုံစမ်း‌နေတုန်းမှာ သူမရောက်ရှိနေတဲ့ သီလရှင်ကျောင်းရဲ့ သမိုင်းကြောင်းနဲ့ သူတို့ကျင့်သုံးနေတဲ့ ဘာသာရေးအယူအဆတွေကို သိရှိလာပြီး သူတို့ရဲ့ ထူးဆန်းတဲ့အမူအကျင့်တွေကြောင့် သီလရှင်ကျောင်းကို မယုံကြည်တော့တဲ့အပြင် ထူးဆန်းတဲ့အမြင်‌တွေပါ ရလာပါတော့တယ်။ သူမရဲ့ မောင် ကျန်ရစ်ခဲ့တဲ့စာအုပ်ထဲက အကြောင်းတွေဖတ်ရှူပြီး သူမရဲ့မောင်ဟာ ဘာကြောင့် သေဆုံးသွားရသလဲ ၊ သူမရဲ့ အတိတ်မှာရော ဘာတွေဖြစ်ခဲ့သလဲ ၊ သူမပိုင်ဆိုင်တဲ့ အစွမ်းသတ္တိဆိုတာက‌ရော ဘာလဲ ဆိုတာတွေကို လျှို့ဝှက်သည်းဖို ကြည့်ရှုရမယ့် Horror , Thriller ဘာသာရေးဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ File size…(1 GB)/( 500MB)/( 300 Mb)\nQuality….Webrip 1080p / ...",
        "rating": "",
        "url": "https://megaup.net/3eQcm/Consecration.2023.720p.(CM).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5Z9ZU7modHZSDFfbE1b1xKHpwXP.jpg",
        "title": "Pale Moon (2014)",
        "description": "Pale Moon (2014)လက်ရှိမှာ ဒီကားကို Pale Moon နာမည်နဲ့ပဲ ကိုရီးယားဇာတ်လမ်းတွဲ ပြန်ရိုက်ထားပြီး\nဇာတ်လမ်းက ကောင်းသလို ဒီလိုဇာတ်‌တွေနဲ့လိုက်ဖက်တဲ့ Sky Castle တို့ Mineတို့ Nobody Knows တို့ထဲက\nနာမည်ရ မင်းသမီးကြီး Kim Seo-Hyungက ပါ၀င်ထားတာမို့ ကေဒရာမာ ဖန်တွေကြား နာမည်ရသင့်သလောက်တော့ ရမယ် ထင်ပါတယ်။Pale Moonရုပ်ရှင်ရဲ့ ဇာတ်ကြောင်းဟာ ထူးခြားတယ် ။ မထင်မှတ်ထားတဲ့ အကွေ့တွေရှိတယ်။\nရက်စက်ခြင်းနဲ့ သမားရိုးကျခြင်းအကြောင်း ကူးလူးဆန်ခတ်နေတယ်လို့ပဲ ပြောချင်ပါတယ်။\nပွိုင့်ဟာ ဘာလဲတော့ ဝေဝါးကောင်းဝေဝါးလာနိုင်ပေမဲ့ ဒါကလည်း ဒီဇာတ်လမ်းရဲ့ အရသာပဲလို့ပြောရပါမယ်။ဘာလို့ဆို ဒီဇာတ်လမ်းမှာ ဇာတ်ကောင်က ရိုးရိုးအေးအေးနေတဲ့ အိမ်ရှင်မ။\nဘဏ်မှာ အချိန်ပိုင်းလုပ်ရာက အချိန်ပြည့်၀န်ထမ်းဖြစ်လာပြီး အရေးကြီးဖောက်သည်တွေရဲ့ အိမ်ထိ ငွေတိုက်စာချုပ်ရောင်းတဲ့ အလုပ်ကို လုပ်ရတယ်။\nဒီလိုနဲ့ မထင်မှတ်ထားတာတွေ ကြုံလာရပြီး စစချင်း ကောင်းတဲ့ရည်ရွယ်ချက်နဲ့လို့ ကိုယ့်ကိုယ်လှည့်စားရင်း\nငွေတိုက်စာချုပ်ဖိုးငွေတွေကို လိမ်ရင်း ငွေရှိခြင်းရဲ့ အတုအယောင် ...",
        "rating": "6.9",
        "url": "https://megaup.net/1dGew/Pale.Moon.2014.720p.BluRay.CM.mp4",
        "category": "Drama"
    }
]