[
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5mfGsR8dc4tD2vl0VWsRImEcybM.jpg",
        "title": "Found Wandering Lost(2022)",
        "description": "Found Wandering Lost(2022)****************************ပဟေဠိဆန်ဆန်နဲ့ အစပျိုးလာတဲ့ဇာတ်လမ်းလေးမှာတော့ အယ်လီနဲ့ထရန့်ဆိုတဲ့ ချစ်ကြည်နူးစလူငယ်စုံတွဲလေးနဲ့ အစဖွင့်လာခဲ့ပါတယ်။ စွန့်စားခန်းတွေကို သိပ်သဘောကျကြောင်း ပြောနေခဲ့တဲ့ ထရန့်မှာအယ်လီမသိထားတဲ့ ဇာတ်ကြောင်းတစ်ခု ရှိနေခဲ့ပါတယ်။ အမှန်မှာတော့ ထရန့်ဟာ ဒုစရိုက်မှုတွေကိုကြေးစားလုပ်ကိုင်သူတစ်ဦးဖြစ်ခဲ့ပြီး အယ်လီနဲ့ မေတ္တာသက်ဝင်ကြပြီးတဲ့နောက်မှာသာမန်ဘဝလေးမှာ အေးအေးချမ်းချမ်း နေထိုင်ဖို့ အားလုံးကို ကျောခိုင်းခဲ့သူတစ်ဦးပါ။သို့ပေမယ့်လည်း အမှောင်လောကဆိုတာမျိုးက ဝင်ချင်သလိုဝင် ထွက်ချင်သလိုထွက်လို့မရနိုင်တာမျိုးမို့ ထရန့်တောင့်တခဲ့တဲ့ ပျော်ရွှင်အေးချမ်းတဲ့ဘဝလေးဟာ ရမလားဆိုတာကိုတော့... File Size :(1.9GB) and (806 MB)\nQuality : WEB-DL 1080P , 720p\nFormat…mp4\nDuration…01:39:00\nGenre : Thriller , Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Hae Areum\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1c01d/Found.Wandering.Lost.2022.WEB-DL.720P(CM).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/hFGEmhdAp6xQPatHC2HkeJB2Xbk.jpg",
        "title": "The Westward: The City of Shadows ( 2023 )",
        "description": "ဆရာတော် ၊ ဝူခုန်း နဲ့ ပါးကျဲ့ တို့ရဲ့ စွန့်စားရေး ခရီးစဥ်တွေကို အားလုံးရင်းနီးပြီးသားဖြစ်ကြမှာပါ ။\nဒီတစ်ခါမှာတော့ စွန့်စားခန်းတွေကို Animation အနေနဲ့\nဆန်းသစ်ပြီး ကြည့်ရှုလိုက်ရအောင်ပါနော် ။ထန်စန်း နဲ့ သူရဲ့တပည့်တွေဖြစ်ကြတဲ့ ဝူခုန်း ၊ ပါးကျဲ့ ၊ ရှားဝူကျင့် ၊\nအောင်ရွှယ် တို့ဟာ လောကကြီးအတွင်းက ခါးသီးမှုတွေ\nရက်စက်မှုတွေကို ရပ်တန့်ပစ်ဖို့အတွက် အဆုံးမရှိတဲ့ ထာဝရမီးလျှံကို\nသယ်ဆောင်ဖို့ တစ်ခြားနယ်မြေတစ်ဖက်ဆီကို ခရီးဆက်လာခဲ့ကြပါတယ် ။ဒါပေမဲ့ ခရီးလမ်းမှာပဲ အရမ်းကိုမှ ထူးဆန်းလှတဲ့ ဒဏ္ဍာရီလာ\nကျီလဲ့ရှန့် မြို့တော်ကို တွေ့ရှိခဲ့ပြီး အဲ့ဒီမြို့တော်အတွင်း ဝင်ရောက်လာခဲ့ပါတယ် ။\nထန်စန်းအပါအဝင် သူ့ရဲ့တပည့်တွေအားလုံးဟာ အမှောင်ထုဝိဉာဥ်မြို့တော်\nမြို့သခင်နဲ့ တွေ့ဆုံခဲ့ပြီး ပုံရိပ်ယောင်တွေထဲကို နစ်မြောဝင်ရောက်သွားခဲ့ကြပါတော့တယ် ။\nနောက်ဆုံးမှာတော့ ထန်စန်းတစ်ယောက် ပုံရိပ်ယောင်တွေထဲ\nအကြိမ်ကြိမ် နစ်မြောပြီး ရုံးမထွက်နိုင်ဖြစ်လာတဲ့ အချိန်မှာတော့ ....?❏ ဘာတွေဆက်ပြီးဖြစ်ကြမှာလဲ ?\n❏ အမှောင်ထုဝိဉာဥ်မြို့တော်သခင်ကိုရော သူတို့တွေ အနိုင်ယူနိုင်ပါ့မလား ?\n❏ အဆက်မပြတ် ...",
        "rating": "5.9",
        "url": "https://channelmyanmar.org/the-westward-the-city-of-shadows-2023/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2022/11/MV5BNTM4NjIxNmEtYWE5NS00NDczLTkyNWQtYThhNmQyZGQzMjM0XkEyXkFqcGdeQXVyODk4OTc3MTY@._V1_FMjpg_UX1000_-135x200.jpg",
        "title": "Black Panther: Wakanda Forever (2022)",
        "description": "မာဗယ် Phase 4 ရုပ်ရှင်အသစ်တစ်ခုဖြစ်တဲ့ ဘလက်ပန်သာ-၂ ကို တင်ပေးထားပါပြီ။ဇာတ်လမ်းအညွှန်းအားလုံးပဲ ဘလက်ပန်သာရဲ့ မင်းသားကြီး ချက်ဒ်ဝစ်ခ် ဘို့စ်မန် ကွယ်လွန်သွားခဲ့တာကိုသိမှာပါ။ အဲဒီအတွက်လည်း မာဗယ်စတူဒီယိုက ဒီရုပ်ရှင်ထဲမှာ အမှတ်တရတွေ သေချာထည့်ပေးထားပါတယ်။ အခု ဆက်ကြည့်ရမှာကတော့ ဝါကန်ဒါမှာ အားအနည်းဆုံးအချိန်၊ ဘလက်ပန်သာ မရှိတော့သလို နောက်ထပ် ပေါ်လာဖို့လည်း နှလုံးသားပုံဆေးရွက်တွေ မီးရှို့ခံထားရတဲ့အချိန်မှာ ဘုရင်ကြီးတီချာလာရဲ့ မယ်တော် အာမွန်ဒါဟာ ဗိုင်ဘရေနီယံကို မက်မောနေကြတဲ့ ကမ္ဘာတစ်ခုလုံးကို ကြံ့ကြံ့ခံ ရင်ဆိုင်နေချိန်ပဲဖြစ်ပါတယ်။ အဲဒီအချိန်မှာပဲ ကမ္ဘာပေါ်က နိုင်ငံတိုင်းထက် အင်အားကြီးပြီး တိုးတက်နေတဲ့ နိုင်ငံအသစ်တစ်ခုနဲ့ ရင်ဆိုင်ဖို့ကြုံလာပါတော့တယ်။ ဝါကန်ဒါလိုပဲ ဗိုင်ဘရေနီယံတွေ ပိုင်ဆိုင်ပြီး သန္ဓေပြောင်းလူသားတွေနေထိုင်တဲ့ ရေအောက်မြို့တော် တာလိုကန်နဲ့ သူတို့ရဲ့ ခေါင်းဆောင် နေမော် (ခေါ်) ကုကုကန် ပါပဲ။ ပြီးတော့ နောက်ပိုင်းမှာ MCU villain အဖြစ်လာမယ့် ဗဲလ်၊ ...",
        "rating": "",
        "url": "https://megaup.net/1RSoq/Black.Panther.Wakanda.Forever.2022.720p(CM).mp4",
        "category": "Action, Adventure"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/01/black-141x200.jpg",
        "title": "The Black Spider (2022)",
        "description": "The Black Spider (2022)\n==================ဒီဇာတ်ကားလေးကတော့ ခရူးဆိတ်ခေတ် မွန်ဂိုတွေနဲ့\nခရူးဆိတ်စစ်သည်တွေ တိုက်ပွဲပြင်းထန်ခဲ့တဲ့ ကာလကို\nအ​ခြေခံထားပါတယ်။Fantasy ဆန်ဆန် Mystery ကျကျသဘောမျိုးနဲ့ ရိုက်ကူး\nထားတဲ့ German Thriller ကားလေးတစ်ကားပါ။ အဲ့\nခေတ်က အယူသည်းမှုတွေ လူနေမှု စရိုက်တွေ အပြင်\nအာဏာလက်ကိုင်ထားသူတွေရဲ့ ထင်ရာစိုင်းတတ်တဲ့\nအမူအကျင့်တွေကိုလဲ တွေ့မြင်ရမှာပဲ ဖြစ်ပါတယ်ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့\nPaul ဖြစ်ပါတယ်)File Size..........(2.05 GB) / (790 MB) / (430 MB)\nQuality............Blu-Ray 1080p / 720p / 480p\nDuration.........1Hr 56Mins\nSubtitle...........Myanmar Hardsub\nFormat............MP4\nGenre..............Drama\nTranslator.......Paul\nEncoder..........SWM",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/the-black-spider-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BZjMwYTgyMDEtZTQ4MS00NDhiLTliNzgtMzUxZjY5NTkzM2JlXkEyXkFqcGdeQXVyMTE4MjcwNA@@._V1_-150x200.jpg",
        "title": "(18+)Attack of the 50 Foot Camgirl (2022)",
        "description": "သည်မှာဖက်ခေတ်လူငယ်တွေ အများစု\nစီးပွါးရေးရှာကွက်ကို မီးမောင်းထိုးပြနေပြီး\nယုံကြည်မှုမှာ သတိလေးကပ်ထားဖို့ ပညာပေးထားတဲ့\n၁၈ ယောက်စုကြည့်ရမဲ့ ဇာတ်ကားလေးပါပဲဗီဗာလီဆိုတာ အင်တာနက်ပေါ်မှာ အရမ်းရေပန်းစားနေတဲ့\nကြယ်ပွင့်လေးတစ်ပွင့်ပါ\nသူမရဲ့ Channel ကို လူကြိုက်များလှပြီး\nသူထုတ်လုပ်ကြေငြာတဲ့ ထုတ်ကုန်တွေလည်း\nရောင်းအားကောင်းလှပါတယ်သူမမှာ သူအရမ်းချစ်ရတဲ့ ဗရက်လီ လို့ခေါ်တဲ့ ကင်မရာမန်းရှိနေပါတယ်\nသူက သူမရဲ့ ငွေကြေးတွေကို စီမံခန့်ခွဲပေးပါတယ်\nဖြူရှာ ကတော့ သူမရဲ့ အကူပါတစ်နေ့မှာ သူတို့ရဲ့ ထုတ်ကုန်တွေကို တိုးချဲ့ဖို့\nသိပ္ပံပညာရှင်တွေဆီကို ထုတ်ကုန်တစ်ခုအပ်လိုက်ပါတယ်\nအဲဒီထုတ်ကုန် အဆင်သင့်မဖြစ်သေးမှီပါပဲ\nသတိပေးချက်တွေကို အရေးမစိုက်ပဲ ဗီဗာလီက\nစားပြလိုက်ပါတယ်\nအဲဒီနောက်မှာဖြစ်ပေါ်လာတဲ့နောက်ဆက်တွဲတွေက\nအံ့ဩဖို့လဲကောင်း ချစ်ဖို့လဲကောင်းတာဖြစ်လို့\nDS Fans တွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်\nFile size…1.16GB / 535MB\nQuality…1080p Blu Ray / 720p\nFormat…mp4\nDuration….1h 1m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder…. X Cross\nTranslated by Ki Mu Chi",
        "rating": "",
        "url": "https://megaup.net/3dR2B/Attack.Of.The.50.Foot.CamGirl.2022.720p(DS).mp4",
        "category": "Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tbaTFgGIaTL1Uhd0SMob6Dhi5cK.jpg",
        "title": "The Offering (2022)",
        "description": "The Offering (2022)~ IMDb - 5.2/10, Rotten Tomatoes - 78% ~ဒီကားလေးက စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဟော်ရာကားလေးလို့ ပြောရမယ်။ သမ္မာကျမ်းစာထဲ ဘုရားသခင်က အီဘရာဟမ်ကို သူ့သားနဲ့အသက်နဲ့ ပူဇော်ခိုင်းတဲ့ ဇာတ်လမ်းကို သိကြမယ်ထင်တယ်။ ဒီကားက အဲဒီဇာတ်လမ်းနဲ့ ချိတ်ထားတဲ့ Horror ကားပါပဲ။အဲဒီလိုပူဇော်ခိုင်းရခြင်းရဲ့အကြောင်းရင်းကိုလည်း ထည့်ထားတယ်။ ကမ္ဘာဦးအစကတည်းက အမျိုးသမီးတွေကို ကိုယ်ဝန်ပျက်ကျစေတဲ့၊ ကလေးတွေကို စားသုံးတဲ့ နတ်ဆိုးမတစ်ယောက် ရှိခဲ့တယ်။ ဘုရားသခင်က အီဘရာဟမ်ကို သူ့ကို ပူဇော်ခိုင်းခြင်းနဲ့ လူမှုရေးရာ‌ လောကီကိစ္စတွေမှာ ဝင်စွက်ဖက်ဖို့ မျှခြေယူခဲ့ပြီး အဲဒီနတ်ဆိုးမကို ချိပ်ပိတ်ခဲ့တယ်။ဒီဘက်ခေတ်ရောက်တော့ အဲဒီနတ်ဆိုးမကို ဂမ္ဘီရဆရာတစ်ယောက်က သူ့မိန်းမကို အသက်ရှင်စေချင်ဇောနဲ့ မှားယွင်းပြီး ဆင့်ခေါ်ခဲ့မိတယ်။ ဒီလိုနဲ့ သမိုင်းမတင်ခင် ဘုရားသခင်ခေတ်ကတည်းက ရှိနေတဲ့ နတ်ဆိုးမကို လူသားတွေ ဘယ်လိုတားဆီးမလဲ မြင်ကြရမှာပါ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ...",
        "rating": "5.2",
        "url": "https://megaup.net/1bYxs/(CM)_The_Offering_(2022)_720p.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BMDYxMGM1M2ItMzMwNC00OTRkLWExNzItODc2ZTUxNzdlZGFkXkEyXkFqcGdeQXVyMjEzNzg4NjU@._V1_-141x200.jpg",
        "title": "Sumeru (2021)",
        "description": "Sumeru ( 2021 )\nIMDb 7.5/10အခုတစ်ခေါက်မှာတော့ လွန်ခဲ့တဲ့နှစ်နှစ်ကထွက်ရှိခဲ့တဲ့\nကြည်နူးဆွတ်ပျံ့ဖွယ်အချစ်ဇာတ်ကားကောင်းလေးတစ်ကားကို\nတင်ဆက်ပေးတော့မှာပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့\nဆာဗီဆိုတဲ့ သူဌေးသမီးလေးတစ်ယောက်ရှိပါတယ်..သူ့ရဲ့သူတို့သားလောင်းနဲ့အတူ အိပ်မက်‌ထဲကမင်္ဂလာပွဲကိုကျင်းပဖို့\nတောင်ပေါ်ဒေသလေးတစ်ခုကို ရောက်ရှိလာခဲ့တာပါ။ဒါပေမဲ့ သူ့ရဲ့မင်္ဂလာပွဲဟာ မိဘတွေစီစဉ်ပေးထားတဲ့\nမင်္ဂလာပွဲသက်သက်ဖြစ်တာကြောင့် စိတ်ညစ်ညစ်နဲ့\nခြေဦးတည့်ရာထွက်လာလိုက်ရင်း တောအုပ်ထဲမှာလမ်းပျောက်သွားပါတော့တယ်။အဲ့ဒီအချိန်မှာပဲ အကူအညီတောင်းဖို့လူလိုက်ရှာရင်းဆုံတွေ့လိုက်ရတာက ဘာဗာဆိုတဲ့လူတစ်ယောက်ပါ။\nသူကရော ဒီတောအုပ်ထဲကိုဘာအကြောင်းကြောင့်ရောက်နေရတာလဲ...\nသူတို့နှစ်ဦးကြားမှာ ဘယ်လိုဇာတ်လမ်းလေးတွေရှိလာမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးနော်။\nFile size…1.9GB / 858MB\nQuality…1080p WEBRIP /720p\nFormat…mp4\nDuration….1h 35m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.5",
        "url": "https://megaup.net/2xTfl/Sumeru_2021_WebRip_720p(CM).mp4",
        "category": "Bollywood, Musical, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yN18OmWKtXy9caHqLc1WZnqVijR.jpg",
        "title": "0.1% World (2022)",
        "description": "0.1% World (2022)2022 February 14 ရက်နေ့ မှာထွက်ရှိခဲ့တဲ့ တရုတ် Romance ဇာတ်ကားလေးကို နီးကပ်လာပြီဖြစ်တဲ့ Valentine's Day အတွက် ကြည့်ရှုခံစားလို့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအကြောင်းအရာကတော့ ကိုယ့်ဘဝထဲက လူတွေအားလုံးရဲ့ 0.1 ရာခိုင်နှုန်းကသာ ကိုယ့်ကို အမှန်တကယ် အလေးအနက်ထားလေ့ရှိတယ် ဆိုတဲ့ အယူအဆအပေါ် ရိုက်ကူးထားတဲ့ ရိုမန့်ဇာတ်ကားလေးပါ။\"အန်းရိ\" ဆိုတဲ့ကောင်မလေးက လက်ထောက် Architect တစ်ယောက်ဖြစ်ပြီးတော့ အလုပ်မှာအောင်မြင်မှု မရသေးတဲ့ကောင်မလေးပါ။ အလုပ်ထဲက စီနီယာဖြစ်တဲ့ အစ်ကိုချန်ကို သဘောကျနေပေမဲ့ ဖွင့်မပြောရဲသေးပါဘူး။ တစ်နေ့မှာတော့ ဆိုက်ထဲကိုသွားရင်းနဲ့ မတော်တဆဖြစ်ပြီး ခေါင်းကို ပြင်းပြင်းထန်ထန် ခိုက်မိသွားပါတယ်။ပြန်နိုးလာတဲ့အခါမှာတော့ သူဟာ မိုင်ပေါင်းများစွာဝေးကွာတဲ့ ဂျာမနီက \"ကောင်းအန်း\"ဆိုတဲ့ကောင်လေးနဲ့ စိတ်ချင်းဆက်သွားပါတယ်။ သူတို့၂ယောက်က တစ်ချိန်လုံး တစ်ယောက်ပြောတဲ့စကားကို တစ်ယောက်က ကြားနေရပါတယ်။ ဒါ့အပြင် တစ်ယောက်က နှလုံးခုန်နှုန်း အကြိမ်၁၀၀ထက်ကျော်သွားရင်လည်း တစ်ဖက်လူရဲ့ လှုပ်ရှားမှုကိုပါ ...",
        "rating": "6.4",
        "url": "https://megaup.net/3TO9T/(CM)_0.1__World_(2022)_720p.mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gA93tlRV56jPGLuQSHV0zJUqJNP.jpg",
        "title": "Goodbye 2 ( 2023 )",
        "description": "သိပ်မကြာသေးခင်က တင်ဆက်ပေးထားတဲ့ Good Bye 1 ရဲ့ အဆက်လေးပါ\nအရင်ကားကိုကြည့်ချင်တယ်ဆိုရင်တော့အောက်ကလင့်မှာဝင်ရောက်ကြည့်နိုင်ပါတယ်Goodbye I ( 2022 ) – Channel Myanmarတုန်းပေမှာ အသုဘကိစ္စတွေကိုလုပ်ဆောင်တဲ့ ဖန့်တမင်ပိုင် ဆိုသူဟာ\nအမှားတွေ မြောက်များစွာ ကျူးလွန်ခဲ့ပေမဲ့လို့ သူ့ရဲ့ အမှားတွေကို\nပြန်လည်ပြင်ဆင်ဖို့အတွက် အဖွဲ့ပြန်လည်ဖွဲ့စည်းကာ\nသုဘရာဇာအလုပ်ကိုပြန်လည်လုပ်ကိုင်ခဲ့ပါတယ် ။ဖခင်ရဲ့ သေဆုံးမှုနဲ့ သမီးငယ်ဖြစ်သူရဲ့ ခွဲစိတ်စရိတ် အစရှိတဲ့\nအကျပ်အတည်းတွေနဲ့ ရင်ဆိုင်နေရချိန်မှာ ဖန့်တမင်ပိုင်\nတစ်ယောက် စျာပနာတစ်ခုစီစဥ်ပေးဖို့အတွက် မထင်မှတ်ပဲ လက်ခံရရှိခဲ့ပါတော့တယ် ။\nဒီကိစ္စတွေ လုပ်ကိုင် နေစဥ်အတွင်းမှာပဲ ပြဿနာတွေအများကြီး\nကြုံတွေ့ခဲ့ရသလို အလုပ်အပ်သူရဲ့ ထူးဆန်းမှုတွေကလဲ တစ်ဖြည်းဖြည်းနဲ့ ပေါ်ပေါက်လို့လာခဲ့ပါတယ် ။❏ ဒီတော့ ဒီဆန်းကျယ်လှတဲ့ စျာပနကို ဖန့်တမင်ပိုင် တစ်ယောက် ဘယ်လိုကိုင်တွယ်မှာလဲ ?\n❏ ဒီစျာပနရဲ့ နောက်ကွယ်က အဖြစ်မှန်ကရော ဘယ်လိုဖြစ်နေမလဲ ?\n❏ သူနဲ့ရော ဘာအညှိုးအတေးတွေ ရှိနေနိုင်မလဲ ? ဆိုတာ ကြည့်ရှုလိုက်ရအောင်ပါ ။\nဒီဇာတ်ကားအတွင်းမှာ ...",
        "rating": "6",
        "url": "https://channelmyanmar.org/goodbye-2-2023/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/10gPPyKP34EfM8GX3jpIXhwCd1k.jpg",
        "title": "Goodbye I ( 2022 )",
        "description": "CM Chinese Fanလေးတွေအတွက် ဆန်းဆန်းပြားပြားခမ်းနားကြီးကျယ်တဲ့\nအသုဘတစ်ခုဖြစ်လာအောင်စီမံတဲ့ဇာတ်ကားလေးတစ်ပုဒ်တင်ဆက်ပေးလိုက်ပါတယ်။ဖန့်တမင်ပိုင်ဟာတုံးပေမှာအဖြူရောင်လုပ်ငန်း(သုဘရာဇာလုပ်ငန်း)\nလုပ်ငန်းလုပ်ကိုင်တဲ့သူတစ်ယောက်ဖြစ်တယ်။ သူများနဲ့မတူတာက\nထောင်ကထွက်လာတဲ့သူတွေကိုအလုပ်အကိုင်ပေးလက်ခံပေးခဲ့တယ်။တစ်နေ့မှာတော့ နျိုရင့်လန်ဆိုတဲ့လူတစ်ယောက်ရောက်ချလာပြီး\nအသုဘတစ်ခုအတွက် ယွမ်သိန်း၃၀သုံးမယ်လို့ဆိုပါတယ်။\nဖန့်တမင်ပိုင်တို့အဖွဲ့ကအရမ်းကိုအံ့ဩခဲ့ရတာပေါ့.....ဒီလိုနဲ့အသုဘအခမ်းအနားပြင်ဆင်နေတဲ့အချိန်မှာ\nကျောက်တမင်ပိုင်နဲ့နျိုရင့်လန်က သူတို့နှစ်ယောက်ကြားက\nရေစက်ဟာဒီလောက်ပဲမဟုတ်ဘူးဆိုတာသိလိုက်ရတယ်......\nသူတို့နှစ်ယောက်ကြားမှာရောဘယ်လိုဆက်စပ်မှုတွေရှိနေသေးလဲ......\nယွမ်သိန်း၃၀တန်အသုဘအခမ်းအနားကြီးဟာဘယ်လိုဖြစ်လာမလဲ......ဒီဇာတ်ကားလေးရဲ့အတွဲ ၂ ကြည့်မယ်ဆိုရင် အောက်ကလင့်မှာဝင်ကြည့်ပါGoodbye 2 ( 2023 ) – Channel Myanmar\n[ Reviewed By Nu Mon ]\nQuality : WEB-DL 1080p , 480p\nFormat : mp4\nGenres : Family , Drama\nRuntime : 1h 52 min\nSubtitle : Myanmar Subtitle ( Hardsub )\nTranslated by CM Team\nEncoded by LK",
        "rating": "6",
        "url": "https://channelmyanmar.org/goodbye-i-2022/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/MV5BYTQ4MDYyZjctZDRmOS00NWYyLTg2MzAtMGZlYzlkYjA1ZTY3XkEyXkFqcGdeQXVyODk2ODI3MTU@._V1_-133x200.jpg",
        "title": "Guru (2007)",
        "description": "Guru (2007)\nDrama\nIMDb 7.7/10 (24K)အခုတစ်ခါမှာလည်း အရှ်တို့လင်မယားရဲ့ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးပါ့မယ်။\nဒီဇာတ်ကားမှာ မင်းသား အဘီရှိခ်ဘဂျမ်း..3Idiots ဇာတ်ပို့မင်းသား ရန်ဂါနာဒန်မာဒဗန်..မင်းသားကြီး\nမီထွန်းချက်ကရဗာတီ(ကုလားကျော်ဟိန်း)..မင်းသမီးအရှ်ဝါရီယားရိုင်းဘဂျမ်းနဲ့ ဗစ်ဒယားဘာလန်တို့က\nအဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။ဒီဇာတ်ကားလေးက ရွာတစ်ရွာကနေ ဘုံဘေမြို့ကိုတက်လာပြီး လမ်းဘေးဘဝကနေ\nအိန္ဒိယစီးပွားရေးသမားကြီးတစ်ယောက်ဖြစ်လာခဲ့တဲ့ ဂုရုကန့်ဒေဆိုင်းဆိုသူရဲ့အကြောင်းကို\nတင်ဆက်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ရွာကနေ မြို့တက်စီးပွားရေးလုပ်ဖို့ မတည်ငွေကို မိန်းမယူပြီး ရတဲ့တင်တောင်းငွေနဲ့\nစတင်လုပ်လာခဲ့ပုံ...။လက်ရှိဦးဆောင်နေတဲ့ စီးပွားရေးသမားကြီးတွေရဲ့အတ္တကိုဖြိုဖျက်ပြီး နေရာယူခဲ့ပုံ...။သူ့ထက်ငါနှာတစ်ဖျားသာစေရမယ်ဆိုတဲ့ စိတ်နဲ့ကြိုးစားရင်း အားလုံးအပေါ်ဩဇာလွှမ်းမိုးသက်ရောက်ခဲ့ပုံ...။\nစသဖြင့် ဗဟုသုတရစေမယ့် အချက်တွေအများကြီးပါပါတယ်။သူ့ရဲ့လက်ကိုင်ဆောင်ပုဒ်က \"ကျွန်တော်က ငြင်းတဲ့စကားလုံးဆို မကြားရဘူးဗျ\" တဲ့လေဆိုတော့ ဂုရုကန့်ဒေဆိုင်းဖြစ်ချင်ရင်တော့ ဂုရုကန့်ဒေဆိုင်းလိုပြုမူနေထိုင်မှဖြစ်မယ်နော်ဆိုတဲ့\nဇာတ်ကားပါ ဒိုင်ယာလော့ခ်နဲ့အတူ ဇာတ်ကားလေးကို စီးမျောလိုက်ကြပါဦးနော်။\nFile size…3.1GB / 1.4GB\nQuality…1080p NF WEB DL /720p\nFormat…mp4\nDuration….2h 46m\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….YK\nTranslated by Taylor",
        "rating": "7.7",
        "url": "https://megaup.net/1bYjx/Guru_(2007)_720p(CM).mp4",
        "category": "Bollywood, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/lords-of-dogtown-dvd-movie-cover-142x200.jpg",
        "title": "Lords of Dogtown(2005)",
        "description": "Lords of Dogtown(2005)**********************Heath Ledger ရဲ့ အလန်းကားများစွာထဲက တစ်ကားဖြစ်ပါတယ်..အားကစားတွေထဲက စကိတ်စီးတာကလည်းတစ်ခေတ်ထခဲ့သလို ခုထိလည်းရိုးမသွားသေးပါဘူး၊\nဒီဇာတ်ကားကတော့ စကိတ်ကိုရူးရူးမူးမူးစွဲလမ်းခဲ့ကြတဲ့ သူငယ်ချင်းသုံးယောက်အကြောင်းဖြစ်ရပ်မှန်လေးပါပဲ။\nဇာတ်လမ်းလေးကတော့ ပင်လယ်ကမ်းခြေမြို့လေးတစ်မြို့မှာ လူငယ်ခြေတက် ဆယ်ကျော်သက်ကောင်လေးတစ်စု\n‌ရေလွှာစီးလိုက် စကိတ်စီးလိုက်ပျော်ပျော်နေကြတယ်ပေါ့လေ။\nတိုနီ၊ဂျေး နဲ့ စတေဆီတို့ပါပဲ။\nစကိတ်စီးတာကလည်းခေတ်ထလာတော့ စီးပွားရေးသမားတွေက ကောင်လေးတွေကိုသုံးပြီးငွေရှာဖို့ကြံ၊\nကောင်လေးတွေကလည်း စကိတ်စီးနေရရင်ပြီးရောဆိုတဲ့ ငယ်ဘဝကနေ ငွေရေးကြေးရေ၊ အချစ်ရေးတွေပါ\nစိတ်နှစ်ရမယ့်အရွယ်ရောက်လာခဲ့တဲ့အခါမှာတော့.....\nလူငယ်သဘာဝပျော်ပျော်နေတာတွေ၊ စကိတ်စီးတာတောင် သူများခြံထဲဘယ်လိုခိုးဝင်စီးခဲ့တာတွေ၊\nသူငယ်ချင်းအချင်းချင်းစိတ်ဝမ်းကွဲတာတွေ၊မိသားစုလိုသံယောဇဉ်တွေကိုပါမြင်တွေ့ရမယ့် ဖြစ်ရပ်မှန်ကားကောင်းလေးပါပဲFile Size :(1.8 GB)(931 MB) and (230 MB)\nQuality : Blu-Ray 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Biography , Drama , Sport\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/1bYbp/Lords.of.Dogtown.2005.BLU-RAY.720P.F(CM).mp4",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2023/02/insert-night-135x200.jpg",
        "title": "Night Train (2023)",
        "description": "Single Mother တစ်ယောက်ဖြစ်တဲ့ဟော်လီဟာ ကျန်းမာရေးမကောင်းတဲ့သားဖြစ်သူရဲ့ဆေးဖိုးဝါးခအတွက် တရားမ၀င်ကားပြိုင်ပွဲတွေမှာ ၀င်ပြိုင်ရင်း၀င်ငွေရှာရပါတယ်။ ကားမောင်းရာမှာ ငယ်ငယ်တည်းက ပါရမီပါတဲ့ ဟော်လီဟာ အပို၀င်ငွေရဖို့ ဆေးပစ္စည်းမှောင်ခိုသွင်းတဲ့ကားမောင်းပေးဖို့ သဘောတူလိုက်ရာကနေ ရာဇ၀တ်လောကထဲကို တဖြည်းဖြည်းခြေချမိပါတော့တယ်။ အဲဒီအချိန်မှာပဲ အင်မတန်အလုပ်ကြိုးစားတဲ့ FBI အေးဂျင့်တစ်ယောက်က ဟော်လီကို သတိထားလိုက်မိချိန်မှာတော့ ဟော်လီတို့သားအမိလည်း အန္တရာယ်နဲ့ရင်ဆိုင်ဖို့ဖြစ်လာရပါ‌တော့တယ်။ File size…(1.72GB)  / (929MB) /469MB\nQuality…. Web 1080P / 720p / 480p\nFormat…mp4\nDuration….01:35:00\nGenre...Action / Thriller\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Mr. Anderson\nTranslated by SP",
        "rating": "",
        "url": " https://megaup.net/3dPoU/night.train.2023.720p(CM).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/g4LT6aHvHL6Lct0Dp1xWdDpF3fX.jpg",
        "title": "On the Road(2012)",
        "description": "On The Road (2012)================IMDb-6/10ဒီဇာတ်လမ်းလေးက အမေရိကန်စာရေးဆရာ Jack Kerouac ရဲ့“ On the Road” ဆိုတဲ့ အထင်ကရစာအုပ်ကို အခြေခံပြီးရိုက်ကူးထားပါတယ် ။ စာအုပ်ထဲမှာ ဆိုရင် Jack က ဆယ် အဖြစ်နဲ့သူ့သူငယ်ချင်း စာရေးဆရာ Allen Ginsberg ကို ကာလို အဖြစ်နဲ့တခြားသူငယ်ချင်းတွေနဲ့ ခရီးတွေ သွားဖြစ်ကြတဲ့အကြောင်း ၊ကြုံရဆုံရ လူ့ဘဝအကြောင်းတွေကို ရေးသားထားပါတယ်။ ဒါကိုဒါရိုက်တာ Walter Salles က သူ့ရဲ့ ရုပ်ရှင်ရုပ်ရှင်ပိတ်ကားထက်မှာပညာသားပါပါ အနုပညာပညာဆန်ဆန် ရိုက်ကူးပြသထားပါတယ်။လူငယ်စာရေးဆရာ ဆယ် ပါရာဒိုက် ဟာ သူ့အဖေသေဆုံးပြီးနောက်စာရေးဖို့ စိတ်ကူးဉာဏ်တွေ ပျောက်ဆုံးနေတဲ့အချိန်…ဒင်း နဲ့ တွေ့ဆုံပြီးစိတ်တူကိုယ်တူ သူငယ်ချင်းတွေ ဖြစ်သွားကြပါတယ်။ ဒင်း ကဆေးသုံးတယ် မိန်းမလိုက်စားတယ် အရှုပ်ထုပ်တွေ လုပ်တတ်တဲ့ သူပါ။ဆယ် တစ်ယောက် ဒင်းနဲ့ အတူ အမေရိကတစ်ခွင်က ...",
        "rating": "6.0",
        "url": "https://megaup.net/3TN7e/On.the.Road.2012.720p.BluRay_%7BCM%7D.mp4",
        "category": "Adventure, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8nff89qjYN3Hck5G33xeRPsM8TZ.jpg",
        "title": "The Past(2013)",
        "description": "The Past(2013)============= မိန်းမနှင့်ကွာရှင်းစာချုပ်တွင်လက်မှတ်ထိုးရန် အာမက်တစ်ယောက်အီရန်မှပြန်ရောက်လာခဲ့သည်။ သံယောဇဉ်တွယ်ခဲ့သည့်ကလေးများနှင့်ပျော်ရွှင်စွာနှုတ်ဆက်ပြီး ပြင်သစ်မှထွက်ခွာရန်စီစဉ်လာရာ မမျှော်လင့်သောအိမ်ထောင်ဉီးစီးအသစ်နှင့်တွေ့ရှိလိုက်ရသည်။၎င်းနောက်ဘာတွေဆက်ဖြစ်မလဲ။ပြဿနာပေါင်းစုံရှာနေတဲ့ သမီးကြီးကရောဘာတွေသိထားတာလဲ။ချစ်တဲ့ကလေးအတွက် စောင့်ရှောက်ပေးရာက နှစ်မိသားစုရဲ့အလယ်မှာအာမက်တစ်ယောက် မဆီမဆိုင်ပြဿနာတွေထဲဝင်ပါရပါတော့တယ်။ဒါတွေအားလုံးရဲ့လျှို့ဝှက်ချက်နောက်ကွယ်ကဘာလဲ။လူတိုင်းက အမှားကိုပြုလုပ်တတ်ကြကြောင်းကိုဂရုပြုရိုက်ပေးထားတဲ့The Past ကားလေးမှာဒရာမာကောင်းကောင်းကိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ကြည့်နေကျအမေရိကန်ရုပ်ရှင်တွေနဲ့မတူပဲ ဉရောပကားလေးမိုလို့ပရိသတ်တွေ ခံစားချက်အသစ်အဆန်းတစ်မျိုးကိုရရှိမှာပါ။ပုံမှန်ရုပ်ရှင်တွေလို ဇာတ်ကွက်မရှုပ်ဘဲ မိသားစုတွေကြားမှာဖြစ်တဲ့ အဖြစ်အပျက်တွေကိုရိုက်ထားတာပါ။ယောကျ်ားနဲ့မိန်းမ အမေနဲ့သမီး မိသားစုတွေကြားမှာထားတဲ့ မေတ္တာ သံယောဇဉ်ကိုရိုက်ပြထားပုံကိုလည်းတွေ့ရမှာပါ။ဇာမ်းလမ်းအေးပေမဲ့ လှပစွာရေးသားထားတဲ့ဇာတ်ညွှန်းနဲ့ လူ့သဘာဝတွေအသေးစိတ်ရိုက်ပြထားပုံက ပရိသတ်တွေကိုအဆုံးထိကြည့်ဖြစ်အောင်ဆွဲဆောင်စေမှာပါ။တွေ့နေကျကားများထက် သဘာဝကျတဲ့ကားလေးတစ်ပုဒ်ဖြစ်ပါတယ်။မင်းသမီးကလည်း အကောင်းဆုံးအမျိုးသမီးသရုပ်ဆောင်ဆုကိုဆွတ်ခူးထားပါတယ်။ဒါကြောင့် အချိန်ပေးပြီးကြည့်ရူရင်း ပြင်သစ်ရုပ်ရှင်ရဲ့ကောင်းမွန်ပုံကို ခံစားလိုက်ကြပါစို့။ File size…2.92GB / 990MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….2h 10m\nGenre ..... Drama , Mystery\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Nwe Hnin Thazin",
        "rating": "7.7",
        "url": "https://megaup.net/2xS9u/The.Past.2013.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6GemI78Ge0ABs5qM6CnvCPduKEU.jpg",
        "title": "Noise(2022)",
        "description": "Noise(2022)********** ဒီကားလေးက မက်ဆီကိုမှာ ပျောက်သွားတဲ့ကောင်မလေးအကြောင်း ရိုက်ထားတဲ့ drama/ action ကားပါဇာတ်လမ်းကတော့ ဂျူလီယာဆိုတဲ့ artist တစ်ယောက်က သူ့သမီးလေးပျောက်လို့လိုက်ရှာနေတာပါ ..၏ရဲစခန်းမှာ အမှုဖွင့်ထားပေမဲ့ ဘာမှလည်း မထူးခြား ဘာသတင်းမှလည်း မရဘဲ ၉လသာကြာသွားပါတယ်ဒါနဲ့ သတင်းထောက်တစ်ယောက်ရဲ့အဆက်အသွယ်နဲ့ လူပျောက်ရှာပေးနိုင်တဲ့ ရှေ့နေ့တစ်ယောက်ဆီရောက်ပြီး သဲလွန်စရလာပါတယ်...ဒီသဲလွန်စလေးကနေ သူ ဘယ်လိုဆက်လှုပ်ရှားမလဲဆိုတာကိုတော့...File Size :(1.5 GB) and (694 MB)\nQuality :WEB-DL 1080P,720p\nFormat…mp4\nDuration…01:45:00\nGenre :  Drama\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Marie\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/1RVjb/Noise.2022..WEB-DL.720P(CM).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tD0Djpc1EpietHgXn2HXSJV1oCp.jpg",
        "title": "Werewolf Cabal(2022)",
        "description": "Werewolf Cabal(2022)*********************Horror ဝတ္ထုတွေရေးတဲ့ စာရေးဆရာ မိုက်ကယ် ကီဖာဟာ မိခင်ရင်းဆုံးသွားပြီးနောက်သူ့အတွက်ချန်ထားရစ်ခဲ့တဲ့\nအမွေတွေကိုလက်ခံယူဖို့အတွက် UK ကျေးလက်ဘက်ကရွာလေးတစ်ရွာကိုရောက်လာခဲ့တယ်ပေါ့နော်။\nကီဖာဟာ ငယ်ကတည်းက မွေးစားဖို့ ပေးပစ်ခံရသူဖြစ်ပြီး မိခင်ရင်းဖြစ်သူအကြောင်း၊မိခင်ရင်းရဲ့ရွာလေးအကြောင်းကိုလည်း\nဘာမှမသိဘူးပေါ့၊\nမိခင်ဖြစ်သူသေဆုံးသွားရတဲ့ အကြောင်းအရင်းကလည်းခွေးကိုက်ခံရလို့ဆိုပြီး ရွာကလူတွေကပြောကြတာပဲ။\nနောက်တော့ သူ့မှာမအေတူညီလေးတစ်ယောက်ရှိကြောင်း၊ရွာထဲမှာလည်း လူတွေကလည်း အမျိုးမျိုးပြောနေတာတွေ\nကြုံလာရပြီးတဲ့နောက်မှာတော့ မိုက်ကယ်ကီဖာတစ်ယောက် ဘာတွေဆက်ဖြစ်ဦးမလဲ၊\nရွာထဲကလူတွေက ဘာတွေလျှို့ဝှက်ထားကြတာလဲဆိုတာတော့ဒီသမန်းဝံပုလွေဇာတ်လမ်းထဲမှာဆက်ကြည့်နိုင်ပါတယ်။ File Size :(1.5 GB) and (682 MB)\nQuality : WEB-DL 1080P, 720p\nFormat…mp4\nDuration…01:48:00\nGenre : Comedy , Horror\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by  Themes\nEncoded by Phyo Pyae",
        "rating": "6.7",
        "url": "https://megaup.net/3dQ9t/Werewolf.Cabal.2022.WEB-DL.720P(CM).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rxzm5G9XDs3OJzXk3gadLJlpdGw.jpg",
        "title": "Estranged(2015)",
        "description": "Estranged(2015)==============ဒီဇာတ်ကားလေးကတော့ 2015 တုန်းက ထွက်ရှိခဲ့တဲ့horror movie လေးပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားမှာတော့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့ ဇန်နဝါရီလို့ခေါ်တဲ့ မိန်းကလေးတစ်ယောက်ဟာ 6 နှစ်အကြာမှာ မိသားစုအိမ်ကိုပြန်ရောက်လာပါတယ်။ ဒါပေမယ့် တစ်ခုခု လွဲနေပြီဆိုတာ သူသတိထားမိသွားပါတယ်။ ကွဲကွာတာကြာပြီဖြစ်တဲ့မိသားစုနဲ့ ပြန်လည်နေထိုင်ရင်းနဲ့မှ ကြောက်စရာကောင်းတဲ့ အဖြစ်ဆန်းတွေကို တစ်စတစ်စကြုံတွေ့လာရပါတယ်။ ဒီအဖြစ်အဆန်းတွေက ဘာတွေလဲ။နောက်ကွယ်မှာ ဘယ်သူတွေရှိနေတာလဲ။ ဘယ်လိုတွေ ဆက်ဖြစ်မလဲဆိုတာ သည်းထိတ်ရင်ဖိုစွာ ကြည့်ရှုခံစားနိုင်မှာ ဖြစ်ပါတယ်။Horror genre တွေကို စိတ်ဝင်စားတယ်ဆိုရင်တော့ ဒီကား‌‌လေးကသင့်အကြိုက်ဖြစ်မှာ သေချာပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Kelvin ပဲ ဖြစ်ပါတယ်) File size…1.21GB / 598MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Mystery  , Thriller  , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kelvin",
        "rating": "5.7",
        "url": "https://megaup.net/2xS5v/Estranged.2015_720p.BluRay_%7BCM%7D.mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/q0VnSnewZjsoMfDQu9j3vZ4vQzr.jpg",
        "title": "Raze(2013)",
        "description": "Raze(2013)============Saw နဲ့ခပ်ဆင်ဆင်ဖြစ်တဲ့ ဒီဇာတ်ကားမှာတော့ မိန်းကလေးတွေကိုပဲမြေအောက်အချုပ်ခန်းထဲဖမ်းထားပြီး အချင်းချင်း လက်ဗလာနဲ့မသေမချင်းချခိုင်းတယ်။ အကြောင်းကတော့ အဲ့လိုသတ်ပွဲမျိုးကိုမှကြိုက်တဲ့ လူချမ်းသာတွေကြောင့် အဖွဲ့အစည်းထောင်ပြီး အဲ့လိုသတ်ပွဲတွေကိုစီစဉ်ပေးတာကြောင့်ပါ။တစ်ယောက်နဲ့တစ်ယောက်တောင်မသိကြပဲ အပြန်အလှန်သတ်ကြတာကိုသွေးသံရဲရဲပါတဲ့ အခန်းတွေနဲ့ကြည့်ရမှာမို့ action ကြိုက်တဲ့သူတွေအတွက်တော့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။(ဘာသာပြန်နဲ့အညွှန်းကတော့ Kasashi ဖြစ်ပါတယ် ) File size…1.31GB / 538MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 32m\nGenre ..... Action , Drama , Horror\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Kasashi",
        "rating": "5.7",
        "url": "https://megaup.net/1bXa3/Raze.2013_720P_%7BCM%7D.mp4",
        "category": "Action, Drama, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/aJtPLZS7tlpiQl6pEr8H42K565x.jpg",
        "title": "The Words(2012)",
        "description": "The Words(2012)============== ဒီဇာတ်ကားလေးကတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့ ရုန်းကန်ကြိုးစားနေရတဲ့စာရေးဆရာတစ်ယောက်ဟာ ကိုယ်တိုင်မရေးခဲ့တဲ့စာမူနဲ့အကြီးအကျယ်အောင်မြင်မှုရသွားခဲ့ပြီးတဲ့နောက် ကိုယ်ကျင့်တရားနဲ့ပတ်သက်တဲ့ရွေးချယ်မှုတွေနဲ့ရင်ဆိုင်ကြုံတွေ့ရတဲ့အကြောင်းကို ပြန်ပြောပြထားတာပဲဖြစ်ပါတယ်။Bradley Cooper က သူ့ရဲ့ဇာတ်ရုပ်ကိုကောင်းကောင်းကြီးသယ်သွားပြီးတော့အတွင်းပိုင်းမှာရုန်းကန်ကြိုးစားရတဲ့အခြေအနေကိုကောင်းကောင်းပုံဖော်ပြသွားနိုင်ပါတယ်။ တကယ့်ကိုပြင်းထန်ပြီးတော့စိတ်ပိုင်းဆိုင်ရာအရညှင်းပန်းနှိပ်စက်ခံနေရတဲ့ပုံစံကို Bradley Cooper ကပုံဖော်သရုပ်ဆောင်ပြသွားနိုင်တာက ကြိုဆိုရမယ့်အပြောင်းအလဲတစ်ခုပဲဖြစ်ပါတယ်။ဖန်လုံအိမ်ထဲမှာ အရာရာကိုပြန်အဆင်ပြေအောင်ကြိုးစားနေတဲ့သူ့ရဲ့သရုပ်ဆောင်ချက်တွေကရင်သပ်ရှုမောလောက်စရာပါပဲ။ဒီ The Words ဆိုတဲ့ရုပ်ရှင်ကားမှာ ကြည့်ရှုဖို့ထိုက်တန်တဲ့သရုပ်ဆောင်ချက်တွေအများကြီးပါဝင်နေတာမို့ တစ်ခါလောက်မြည်းစမ်းကြည့်ရှုဖို့တိုက်တွန်းချင်ပါတယ်။ File size…1.72GB / 744MB\nQuality…WEB-DL 1080p / 720p\nFormat…mp4\nDuration….1h 42m\nGenre ..... Mystery , Drama , Romance\nSubtitle….Myanmar Subtitle (Hard Sub)\nEncoder….Min Wai\nTranslated by Aung Wai Wai Thin",
        "rating": "7.0",
        "url": "https://megaup.net/1RUyZ/The.Words.2012.720p.BluRay_%7BCM%7D.mp4",
        "category": "Drama, Mystery, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/gSzyUmg719TgAxarFZYWjLLMqvS.jpg",
        "title": "The Poison Rose(2019)",
        "description": "The Poison Rose(2019)\"ကြ်န္ေတာ္က PI တစ္ေယာက္ပါ\" တဲ့ ေျပာလိုက္တဲ့သူကို ၾကည့္လိုက္ေတာ့ အရက္ပုလင္း တစ္ပုလင္းကိုကိုင္ထားတယ္... အလြတ္စံုေထာက္ဆိုတဲ့အတိုင္း သူ႔ကို သတ္ခ်င္ေနတဲ့ လူဆိုးေတြလည္း ရွိတာေပါ့...... လိုက္သတ္ေနတဲ့လူေတြဆီကေန ထြက္ေျပးရင္ သူ႔ေၾကာင္ႀကီးကို ေလွာင္အိမ္ထဲထည့္ၿပီး မ ေျပးတတ္တယ္.....သူ႔နာမည္က ကာဆင္ဖီးလစ္တဲ့ သူဟာ တစ္ခ်ိန္က တကၠဆက္ၿမိဳ႕ရဲ႕ နာမည္ေက်ာ္ American Football ကစားသမား...အေၾကာင္းတစ္ခုေၾကာင့္ သူ ကစားသမားဘဝကို အဆံုးသတ္လိုက္ရတဲ့အခ်ိန္မွာေတာ့ သူဟာ တကၠဆက္ၿမိဳ႕ကို ေက်ာခိုင္းခဲ့တယ္...သို႔ေသာ္လည္း အလြတ္စံုေထာက္တစ္ဦးျဖစ္တဲ့သူ႔ကို လူေပ်ာက္အမႈတစ္ခုအတြက္ ငွားယမ္းလိုက္တဲ့သူ ေရာက္ရွိလာၿပီး သူ႔ရဲ႕ တကၠဆက္ျပည္နယ္ေလးကို ျပန္လာရဖို႔ ျဖစ္လာခဲ့ပါတယ္......တကယ္တမ္းအမႈလိုက္တဲ့အခါမွာေတာ့ လူေပ်ာက္အမႈဆိုတာထက္ ပိုၿပီးနက္နဲတဲ့ မႈခင္းကြင္းဆက္ေတြကို ေတြ႕ရွိလာရာမွာေတာ့..မင္းသားႀကီး John Travolta နဲ႕ Morgan Freeman တုိ႕ ပါ၀င္ထားပါတယ္.....ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္....File Size : (900 ...",
        "rating": "4.5",
        "url": "https://megaup.net/2Tndx/The_Poison_Rose_[2019]_(MM_Sub).mp4",
        "category": "Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/pJNioEVuIGNHAxwn0JtOzW111s7.jpg",
        "title": "A Perfect World(1993)",
        "description": "A Perfect World(1993)IMDb....7.5,,,,Rotten...79%အက်ဥ္းေထာင္တစ္ခုမွာ လူႏွစ္ေယာက္ေထာင္ေဖာက္ေျပးဖုိ႕\nႀကဳိးစားၾကသည္....သူတုိ႕ၾကည့္ရတာေျပးဖုိ႕အတြက္ အခ်ိန္အေတာ္ၾကာျပင္ဆင္\nခဲ့ပုံရတယ္... အလြယ္တစ္ကူလြတ္ေျမာက္သြားတယ္.....\nဒီရာဇ၀တ္သား(၂)ေယာက္ဟာ ေထာင္ကထြက္ေျပးၿပီးေနာက္ပုိင္းမွာ\nဓားစာခံအျဖစ္ ကေလးေလးတစ္ေယာက္ကုိပါေခၚသြားခဲ့တယ္...\nေထာင္ေျပး(၂)ေယာက္ဟာ အရင္တုန္းက ဘယ္ေလာက္ဆုိးသြမ္းခဲ့လုိ႕\nေထာင္က်ခဲ့တယ္မသိေပမယ့္ ထြက္ေျပးစဥ္လုပ္ပုံကုိင္ပုံေတြၾကည့္ရတာ\nတစ္ေယာက္က ေသြးေအးဥာဏ္ေကာင္းစြာနဲ႕ ရင္ဆုိင္ရတဲ့ျပသနာေတြကုိ\nေျဖရွင္းေနၿပီး ေနာက္တစ္ေယာက္ကေတာ့ ေသနတ္တစ္ယမ္းယမ္းနဲ႕\nဦးေဏွာက္မဲ့အဆင္ျခင္မဲ့ လုပ္ကုိင္ေနတယ္....\nသူတုိ႕(၂)ေယာက္လြတ္သြားေတာ့ ရဲဌာနတစ္ခုလုံးလည္း တုိင္ပတ္ေနသလုိ\nၿမဳိ႕ေတာ္၀န္ရဲ႕ ဖိအားေၾကာင့္ ရွိသမွ်ဌာနစုံက ဖမ္းဆီးဖုိ႕ႀကဳိးစားေနၾကတယ္....ဒီကားကေတာ့ ဒါရုိက္တာႀကီး Clint Eastwood ရုိက္ကူးထားၿပီး သူကုိယ္တုိင္လည္း ပါ၀င္သရုပ္ေဆာင္\nထားသလုိ မင္းသားႀကီး Kevin Costner က ေထာင္ေျပးတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္ထားတယ္...\nဒီကားက ဇာတ္လမ္းအစမွ အဆုံးထိစိတ္၀င္စားဖုိ႕ေကာင္းသလုိ ထြက္ေျပးစဥ္ကာလတစ္ေလ်ာက္လုံး\nကေလးတစ္ေယာက္နဲ႕ သူတုိ႕ရဲ႕ ထူးျခားတဲ့ဆက္ဆံေရးကုိေတြ႕ရလိမ့္မယ္....\nေလာကႀကီးထဲ ခုမွစ၀င္တဲ့ကေလးတစ္ေယာက္ကုိ ကားေမာင္းထြက္ေျပးရင္းနဲ႕\nစီးကရက္ရႈိက္လုိက္ မၿပဳံးမရယ္နဲ႕ ေျပာရင္းသင္ႀကားေနတဲ့ ေထာင္ေျပးသမားတစ္ေယာက္ကုိ\nခင္ဗ်ားတုိ႕ အံအားသင့္စရာေတြ႕ရလိမ့္မယ္....\nသူတုိ႕လြတ္ေျမာက္မလား ......ကေလးေလးကေရာ သူ႕အေပၚဘယ္လုိသေဘာထားလဲ...\nခံစားၾကည့္လုိက္ပါဦး........ေသခ်ာတယ္ ဒီကားၾကည့္ၿပီး ခင္ဗ်ားတုိ႕သေဘာအက်ဆုံးကားေဟာင္းစာရင္းထဲမွာ ဒီကားပါသြားလိမ့္မယ္လုိ႕.....\nဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္.... File Size : (1 GB) and (380 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…02:18:00\nGenre ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xsi7/A_Perfect_World_[1993]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2018/12/MV5BNjQ0NTY2ODY2M15BMl5BanBnXkFtZTgwMjE4MzkxMDE@._V1_-135x200.jpg",
        "title": "The Curious Case of Benjamin Button (2008)",
        "description": "အော်စကာဆု သုံးဆု ရရှိထားပြီး နာမည်ကျော်လူကြိုက်များတဲ့ ကားလေးတစ်ကားကို ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။သရုပ်ဆောင်တွေကလည်း ဘရက်ပစ် တို့လို\nနာမည်ကျော်တွေဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကတော့ ဘန်ဂျမင် ဘော့တွန်ဆိုတဲ့ ထူးဆန်းတဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းကိုဖော်ပြထားတာပါ။\nလူသာမန်တွေဟာ မွေးလာတယ် တဖြည်းဖြည်း အိုမင်းလာပြီး ကွယ်လွန်ရတာက ဓမ္မတာပါပဲ။ ဒါပေမယ့် ဘန်ဂျမင်ကတော့ ဒီလိုမဟုတ်ဘူး ထူးဆန်းတဲ့ ရောဂါကြောင့်\nမွေးလာကတည်းက လူအိုလေးတစ်ယောက် အနေနဲ့ မွေးလာပါတယ်။ သူအသက်ကြီးလာ လေလေ ပိုနုပျိုလာလေလေပါပဲ။ဒီအခါမှာ မတူညီတဲ့ ပတ်ဝန်းကျင်ရဲ့ ရိုက်ခတ်မှု့တွေကို\nခံစားလာရပါတယ်။မွေးကတည်းက အမေဖြစ်သူကွယ်လွန်ပြီး အဖေဖြစ်သူရဲ့ စွန့်လွှတ်ခြင်းကို ခံရတဲ့ ဘန်ဂျမင်တစ်ယောက် ဒေစီ ဆိုတဲ့ မိန်းကလေး တစ်ယောက်နဲ့ တွေ့ဆုံခဲ့ရပါတယ်။\nသူတို့ရဲ့ အချစ်ရေးဟာ ထူးဆန်းနေမယ်ဆိုတာ သိပေမဲ့လည်း သူတို့ချစ်မိခဲ့ကျပါတယ်။ သူ့ရဲ့ ရောဂါက သူတို့ရဲ့ အချစ်ရေးအတွက် အနှောက်အယှက်ဖြစ်စေမလား …. ဒါမှမဟုတ်\nသူတို့ ချစ်ခရီးလမ်း အဆင်ပြေမှာလား… ဘန်ဂျမင်ရဲ့ ဘဝမှာ ဘာတွေ ကြုံခဲ့ရလို့ ဘာတွေ ...",
        "rating": "7.8",
        "url": "https://megaup.net/3fpce/The_Curious_Case_of_Benjamin_Button_(2008).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/9hBpFyJ3pGdupXbaC2L7nGvLMBn.jpg",
        "title": "Greta (2018)",
        "description": "အထီးကျန်ခြင်းဆိုတာ ခံစားချက်တွေထဲမှာ အဆိုးဆုံးတွေထဲက တစ်ခုပါ။အကြောင်းမျိုးမျိုးကြောင့် အထီးကျန်တတ်ကြပြီးအထူးသဖြင့် အသက်အရွယ်ကြီးမြင့်တဲ့အခါတွေ အဖြစ်များလာတတ်ပါတယ်။တစ်ချို့ကလည်း လွတ်မြောက်ရာနည်းလမ်းကို ရှာဖွေတွေ့ရှိကြသလိုကံဆိုးတဲ့တစ်ချို့ကလည်း အထီးကျန်မှုကြောင့် မဖြစ်သင့်တာတွေ ဖြစ်လာခဲ့ရပါတယ်။ဒီဇာတ်ကားလေးရဲ့ အညွှန်းကတော့ ယောက်ျားလည်းဆုံးသမီးလည်းသေဆုံးခဲ့လို့ အထီးကျန်နေတဲ့ အမျိုးသမီးကြီးတစ်ဦး...နယ်ကလာပြီး မြို့ပေါ်မှာ သူငယ်ချင်း တစ်ယောက်နဲ့ အတူနေပြီးအလုပ်လာလုပ်နေတဲ့ မိတဆိုး ကောင်မလေးတစ်ယောက်...ရထားပေါ်က ပိုင်ရှင်မဲ့ အစိမ်းရောင် လက်ကိုင်အိတ်တစ်လုံး....ဒီအရာတွေ အားလုံးပေါင်းစပ်လိုက်တော့ ထိတ်လန့်သည်းဖိုဆိုက်ကိုဇာတ်လမ်းကောင်းလေးတစ်ပုဒ် ဖြစ်လာခဲ့ပါတယ်။ကြည့်ရှုအားပေးကြပါဦးFile Size : (914 MB)Quality : WEB-DL 720pRunning Time :  1 hr 38 minFormat : Mp4Genre : Drama , Mystery , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar Tee PoeEncoded by Moe Myint ...",
        "rating": "6.1",
        "url": " https://megaup.net/2Ae3g/Greta_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BZjJiNjU4NmYtMTA5OS00N2QyLTgxNDMtMmM4OGE5N2RjYzllXkEyXkFqcGdeQXVyODE5NzE3OTE@._V1_SY1000_CR007011000_AL_-140x200.jpg",
        "title": "Junglee (2019)",
        "description": "ဖိုက္တင္အက္ရွင္ေတြမွာ လန္းတဲ့ ကြန္မန္ဒို၁,၂တို႔ရဲ႕မင္းသား Vidyut ကို ပရိသတ္မ်ား ရင္းႏီွးၿပီးသားျဖစ္မွာပါ။ကဲ အၫြန္းေလး စလိုက္ရေအာင္ပါ။ရာ့ခ်္ဟာ တိရစၧာန္ဆရာဝန္တစ္ေယာက္ပါ။တိရစၧာန္ေတြအေၾကာင္းကို ေကာင္းေကာင္းသိၿပီးတိရစၧာန္ေတြကို ခ်စ္ျမတ္ႏိုးသူေပါ့။တေန႔မွာ ဖခင္ဆီက ဖုန္းဝင္ခဲ့ပါတယ္။မကိုင္တဲ့ၾကားက ဆင္စခန္းကို ပြဲေတာ္အမီျပန္ခဲ့ဖို႔ ဖခင္ဖက္မွ အသံသတင္းစကားေလး ပို႔ထားခဲ့တယ္။အဲ့ဒီမွာ ဖခင္ကို သူစိတ္နာေၾကာင္း စၿပီးျမင္လိုက္ရပါတယ္။ဖခင္နဲ႔သူ႕ၾကား ဘယ္အေၾကာင္းေတြမ်ား ရိွေနခဲ့တာလဲ။ဖခင္ရိွတဲ့ ေမြးရပ္ေျမ ခ်န္ဒရီကာ ဆင္စခန္းကိုသူသြားသင့္ေၾကာင္းဆံုးျဖတ္ၿပီး လိုက္သြားရာမွာနယ္ၿမိဳ႕က်ဥ္းေလး ကားဂိတ္တစ္ဝန္းမွာ\nမုဆိုးေတြနဲ႔ အတူ မ်က္ႏွာျဖဴတစ္ခ်ဳိ႕ေသနတ္ေတြနဲ႔ ျမင္ရမွာပါ။မုဆိုးေတြဟာ ႏိုင္ငံျခားသားေတြနဲ႔ ေပါင္းၿပီးေမွာင္ခိုလုပ္ငန္းတစ္ခုကို လုပ္ကိုင္ေနၾကပါတယ္။ဟုတ္ပါတယ္။ဆင္စြယ္ေတြ ေရာင္းဝယ္ေဖာက္ကားျခင္းပါ။ဒီအဖြဲ႕ဟာ ခ်န္ဒရီကာ ဆင္စခန္းမွဆင္တစ္ေကာင္ရဲ႕ အစြယ္ကို ျပစ္မွတ္ထား လိုက္ရာမွာေတာ့....မင္းသားဟာ ဒုစ႐ိုက္သမားေတြဆီကဆင္ေလးကို ဘယ္လိုကယ္တင္မလဲဆိုတာကိုအက္ရွင္ေကာင္းေတြနဲ႔အတူကိုယ္တိုင္ ခံစားၾကည့္႐ႈၾကပါဦးဗ်ာ။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ) File Size :(950 MB ) and (440 MB)\nQuality ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Tndf/Junglee_[2019]_(MM_Sub).mp4",
        "category": "Action, Adventure, Bollywood, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/r01e7wDHHFl2WaXBBzMhGoZg50t.jpg",
        "title": "Kanchana 3 (2019)",
        "description": "Kanchana 3 (2019) ျမန္မာစာတန္းထိုး\nမဂၤလာပါ\nအိႏၵိယေတာင္ပိုင္းကား ပရိတ္သတ္တို ့ေရ....\nဒီတစ္ေခါက္ ပရိတ္သတ္ၾကီးအတြက္\nေရြးထုတ္တင္ဆက္ေပးလုိက္တဲ့ ဇာတ္ကားက\nျမန္မာျပည္မွာ တာေတၾကီးရယ္လို ့နာမည္ၾကီးခဲ့တဲ့\nKanchana ဇာတ္ကားေတြရဲ ႔ သံုးကားေျမာက္ကားျဖစ္တဲ့\nKanchana 3 ပါတဲ့ ခင္ဗ်ာ ။\nဒီကားဟာ အေရွ ့မွာ 1 2 ထြက္ခဲ့ျပီး ေအာင္ျမင္မွဳေတြ ရခဲ့တဲ့ကားမို ့ သံု\nးကားေျမာက္အျဖစ္ ရိုက္ထားတဲ့ ကားပါ။\nဒီဇာတ္ကားမွာလည္း Kanchana ကားေတြမွာ ပံုမွန္ျမင္ေတြ ့ေနက်ဇာတ္ေကာင္ျဖစ္တဲ့\nသရဲဆိုရင္ ေၾကာက္ဒူးတုန္တတ္တဲ့ ရာဂဗားရယ္။\nမတရားအသတ္ခံခဲ့ရတဲ့ ကာလီဆိုသူ\nမိဘမဲ့ေဂဟာ ပိုင္ရွင္နဲ ့သူ ့ခ်စ္သူ ရိုစီတို ့ရယ္ ။\nရာဂဗားတို ့မိသားစုရယ္နဲ ့ ဇာတ္လမ္းကို ရိုက္ျပထားတာပါ ။\nအဖိုးနဲ ့အဖြားရဲ ႔ ႏွစ္၆၀ျပည့္ မဂၤလာႏွစ္ပတ္လည္ကို သြားရင္း လမ္းမွာ ၀င္နားမိတဲ့\nသစ္ပင္ကေန နာနာဘာ၀ေတြေၾကာင့္ ပူးကပ္ပါလာရာက စလို ့...\nရာဂဗားတို ့မိသားစုကို နာနာဘာ၀ေတြက ေျခာက္လွန္ ...",
        "rating": "9.0",
        "url": "https://megaup.net/2Tndj/Kanchana_3_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNzVmMjJlN2MtNWQ4Ny00Zjc2LWJjYTgtYjJiNGM5MTM1ZTlkXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Five Feet Apart (2019)",
        "description": "သင်တို့သင်တို့သိပ်ချစ်ရတဲ့ ချစ်သူကိုလက်လွှတ်ဆုံးရံှူးရရင်အရမ်းကိုဝမ်းနည်းနေကြမှာလား...သိပ်ကိုဝမ်းနည်းကြမှာပေါ့ ... ကိုယ်သိပ်ချစ်ရတဲ့လူပဲလေ...ထပ်မေးချင်တာက သင်တို့ရဲ့ချစ်သူ စိတ်ကောက်နေတဲ့အခါမှာအနားမလာနဲ့ ဖုန်းမဆက်နဲ့လို့ ပြောလိုက်ရင်သင်တို့အရမ်းကို ကမ္ဘာပျက်မတတ်ခံစားကြမှာလား...သိပ်ကိုခံစားကြမယ်ထင်ပါတယ်...ဘာလို့လဲဆိုတော့ သင်တို့ချစ်ရဲ့ချစ်သူကောင်လေးတွေ ကောင်မလေးတွေရဲ့အနားမှာ သင်တို့သိပ်ကိုနေချင်ကြတာကိုး...ဒါပေမယ့်  ဒီကားထဲကကောင်လေးနဲ့ကောင်မလေး နှစ်ယောက်လိုအဖြစ်မျိုးဆိုရင်တော့သင်တို့ဘယ်လိုမှ ခံစားနိုင်မှာမဟုတ်လောက်ပါဘူး....သူတို့လောက်လည်း ချစ်နိုင်မယ်မထင်ပါဘူး...ကားလေးကတော့ ရိုးရိုးလေးနဲ့ ဆယ်ကျော်သက်အရွယ်ရောဂါသည်လူနာလေးနှစ်ယောက်ရဲ့သနားစရာအချစ်ပုံပြင်လေးကို ဇာတ်အိမ်တည်ထားတာပါ....Rating 7.1 အထိရရှိထားတဲ့ ဒီကားလေးထဲမှာတော့riverdaleရဲ့မင်းသားချောလေး cole sprouseပါဝင်သရုပ်ဆောင်ထားပါတယ်cystic fibrosisလို့ခေါ်တဲ့မွေးရာပါမျိုးရိုးဗီဇအရရောဂါရှိတဲ့သူတွေအကြောင်းကိုဒရမ်မာဆန်ဆန်ရိုမန်တစ်ဆန်ဆန်ရိုက်ကူးထားတာပါရောဂါရှိတဲ့သူတွေအချင်းချင်းအနားကပ်ထိတွေ့မိရင်ရောဂါပိုဆိုးရွားလာနိုင်တာကြောင့်တစ်ယောက်နဲ့တစ်ယောက်ခြောက်ပေအကွာမှာနေရမယ်ဆိုတဲ့စည်းမျဉ်းကြီးတစ်ခုရှိပါတယ်(ကားနာမည်ကဘာလို့five feet apartလည်းဆိုတာတော့ဇာတ်လမ်းထဲမှာကြည့်ကြည့်လိုက်ပါနော်)ရောဂါရှိတဲ့သူနှစ်ယောက်ဆေးရုံတစ်ရုံထဲမှာတွေ့ပြီးတစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားတဲ့အခါ...ကိုယ်ချစ်ရတဲ့သူကိုထိတွေ့ဖို့မပြောနဲ့အနားတောင်ကပ်ခွင့်မရှိတဲ့သူတို့ဘဝလေးနှစ်ခုနောက်ဆုံးမှာအဆုတ်အစားထိုးကုသခွင့်ကိုကောင်မလေးကရလာတဲ့အခါမှာ...ကောင်လေးကိုအသက်တမျှချစ်တဲ့ကောင်မလေးဘာတွေလုပ်မလဲ...ကောင်လေးကရောအသက်ရှင်နိုင်မလားဆိုတာတွေကိုတဝကြီးငိုပြီးကြည့်ရမှာပါ ...ဒီကားလေးကိုကြည့်ပြီး သင်တို့လည်းသင်တို့ချစ်သူတွေကို ၆ ပေအကွာမပြောနဲ့  ၁ ပေအကွာမှာတောင်နေလို့ရလား ....သူပျော်နေတာလေးကိုပဲ အဝေးကြီးကနေ ကြည့်နေနိုင်လား...တကယ်လို့ အဲလိုမနေနိုင်ဘူးဆိုရင် အနားမှာရှိတဲ့ချစ်သူကို ချစ်နိုင်တုန်းရတဲ့ အချိန်လေးမှာ ချစ်ကြပါ...ဒီကားလေးကြည့်ပြီး ချစ်တဲ့လူတိုင်းခံစားနိုင်ကြပါစေ....File Size : (1 GB) & ( 414 MB)Quality : WEB-DL 720pRunning Time :  1 hr 56 minFormat : Mp4Genre : Drama , RomanceSubtitle ...",
        "rating": "7.1",
        "url": "https://megaup.net/1xsil/Five_Feet_Apart_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cAcmh6AFrZsusWk2P6LUgVEZsRR.jpg",
        "title": "Mard Ko Dard Nahi Hota (2018)",
        "description": "IMDb 7.5/10 Rotten Tomatoes 100% --------------------*********-----------------------*********---------------ေယာက္်ား ... မနာဘူးကြလုိ႔ ေျပာၾကတယ္မဟုတ္လားအင္းဗ်ာ သူတုိ႕ကုိ ဘာျပန္ေျပာရမလဲ မနာမက်င္ဘူးဆုိတာ စူပါပါဝါေတာ့မဟုတ္ဘူးေရာဂါတစ္မ်ိဳဳးပါ ဘာေၾကာင့္လဲဆုိေတာ့အဲ့ဒိေရာဂါကုိ ကြ်န္ေတာ္ခံစားေနရလုိ႔ပဲ ကြ်န္ေတာ့္နာမည္ဆူရီယားပါ ေမြးရာပါေဝဒနာကုိမခံစားႏုိင္တဲ့ေရာဂါျဖစ္ေနတယ္ဗ်ဦးေႏွာက္အာ႐ုံေၾကာနဲ႕ဆုိင္တဲ့ေရာဂါပဲ၊ ရွားပါးေရာဂါေပါ့ေနာက္မွ ဂူးဂဲလ္မွာရွာၾကည့္လိုက္ ကေလးေသးေသးေလးဘဝကတည္းကတျခားကေလးေတြနဲ႕မတူဘဲ ကြ်န္ေတာ္ဟာ နာက်င္မႈကုိဘာမွန္းမသိရတဲ့အတြက္အိပ္ရင္ေတာင္ ေျခေတြ၊ လက္ေတြႀကိဳးတုပ္ မ်က္မွန္ႀကီးတပ္ေပးထားၾကတာဗ်တျခားကေလးေတြဟာ သိသင့္သိထုိက္တာေတြကုိသင္ၾကားေနရတဲ့အခ်ိန္မွာ ကြ်န္ေတာ္ကေတာ့ ထိခုိက္မႈတစ္ခုျဖစ္တုိင္း\"အုိ႕\"လုိ႕အသံထြက္ဖုိ႕ကုိ ေလ့က်င့္ေနရတယ္ ဘယ္ေနရာကုိပဲထိခုိက္ထိခုိက္အုိ႕လုိေအာ္ျပရတယ္ ဒါေပမဲ့ နာလုိ႕ေတာ့မဟုတ္ပါဘူးအဲ့ဒိလုိထူးဆန္းတဲ့ကြ်န္ေတာ္ဟာအဖုိးေက်းဇူးနဲ႕ အက္ရွင္ကားေတြအမ်ားႀကီးၾကည့္ခြင့္ရၿပီးနာမည္ေက်ာ္ဖုိက္တာတစ္ေယာက္ ျဖစ္ခ်င္ခဲ့တယ္ လူတစ္ရာကုိအႏုိင္ဖုိက္တဲ့ကရာေတးသမားႀကီးရဲ႕ ဗီဒီယုိမွတ္တမ္းကု္ိၾကည့္ၿပီးတခ်ိန္က်ရင္ ကရာေတးဆရာႀကီးျဖစ္ရမယ္လုိ႔ ေၾကြးေၾကာ္ခဲ့ပါတယ္အဲ့ဒိလုိနဲ႕ႏွစ္ေတြၾကာလာတဲ့အခါကြ်န္ေတာ္ျဖစ္ခ်င္တဲ့ရည္မွန္းခ်က္အေနာက္ကုိလုိက္ရင္းဘယ္ေလာက္ေတြၾကမ္းျပမလဲဆုိတာ အားလုံးပဲဆက္ၾကည့္လုိက္ၾကပါေတာ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2Tndl/Mard_Ko_Dard_Nahi_Hota_(The_Man_Who_Feels_No_Pain)_[2018]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/ejp1MQSlekBjH3bBJrBlWItpmQW.jpg",
        "title": "We Have Always Lived in the Castle(2018)",
        "description": "We Have Always Lived in the Castle(2018)\nIMDb....6.0\nျမိဳ႕အျပင္ဖက္ ေတာင္ကုန္းတစ္ခုေပၚက အိမ္ႂကီးမွာ မွာ ၿမိဳ႕မွာအခ်မ္းသာဆံုး ဘလက္ခ္ဝုဒ္ မိသားစုေနထိုင္ၾကတယ္ အစကေတာ့ မိသားစုစံုစံုလင္လင္႐ွိခဲ့ေပမယ့္ ခုေတာ့ ဒုကၡိတဦးေလးတစ္ဦးရယ္ ညိ္ီအစ္မႏွစ္ေယာက္ရယ္ပဲ က်န္ေတာ့တယ္\nၿမိဳ႕ထဲကလူေတြ တီးတိုးစကားအရ ညီအစ္မႏွစ္ေယာက္ထဲက အႀကီးမက သူ႔အေဖနဲ႔အေမအပါအဝင္ တစ္မိသားစုလံုးကို သတ္ပစ္လိုက္တာတဲ့... ၿမိဳ႕ထဲက ကေလးေတြကလည္း သူတို႔ကိုအရမ္းေၾကာက္ၾကတယ္... မိဘေတြကလည္း ကေလးေတြကိုအိမ္ႀကီးဆီမသြားေအာင္ ေျခာက္လွန္႔ထားၾကတယ္...\nမည္သို႔ပင္ဆိုေစကာမူ ပတ္ဝန္းက်င္က ဖယ္က်ဥ္ခံထားရတဲ့ ညီအစ္မႏွစ္ေယာက္အတြက္ေတာ့ အိမ္ႀကီးဟာသူတို႔ရဲ႕ ကမ႓ာေလးပါပဲ\nဒါေပမယ့္ သူ႔တို႔အတိတ္က ဘယ္လို႐ွိခဲ့တာမ်ားလဲ?\nတစ္ေန႔ေတာ့ မထင္မွတ္ထားတဲ့အျဖစ္ေတြ သူတို႔ဆီေရာက္လာခဲ့ပါေတာ့တယ္.....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္....\nFile Size : (850 MB) and (345 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre :  Drama, Mystery, Thriller\nSubtitle : Myanmar Subtitle ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xsj2/We_Have_Always_Lived_In_The_Castle_[2018]_(MM_Sub).mp4",
        "category": "Drama, Mystery, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/43ffZhMCWQhzMneGP4kDWoPV48X.jpg",
        "title": "J.T. LeRoy (2018)",
        "description": "ဒီတစ္ခါဇာတ္ကားေလးကေတာ့ ျဖစ္ရပ္မွန္ကို ျပန္႐ိုက္ထားတဲ့ကားေလးပါ။ေလာ္ရာဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္က \"ဆာရတ္ခ်္\" ဆိုတဲ့ျဖစ္ရပ္မွန္ဝတၳဳကို\"JT လရြိဳင္း\" ဆိုတဲ့ ာက္်ားေလးနာမည္သံုးၿပီးေရးခဲ့ပါတယ္။အဲ့ဝတၳဳကေရာင္းအားအေကာင္းဆံုးျဖစ္လာခဲ့ပါတယ္။သူက JT အေနနဲ႔ပဲ ဖုန္းေတြလက္ခံေျပာေနခဲ့ေပမဲ့ လူလံုးေတာ့ထြက္မျပခဲ့ပါဘူး။တစ္ေန႔ သူ႔ေကာင္ေလးရဲ႕ညီမ ဆာဗတ္နားက သူတို႔ၿမိဳ႕ကိုေျပာင္းလာပါတယ္။သူကဘဲျပားလိုလို ဘာလိုလိုေပါ့။သူ႔ကိုလဲျမင္ေရာ ေလာ္ရာက JT ေနရာမွာသ႐ုပ္ေဆာင္ခိုင္းဖို႔ အၾကံရသြားပါေတာ့တယ္။သူ႔အၾကံကေရာ ေအာင္ျမင္မွာလား။သူတို႔ေတြ တကယ္မ႐ွိတဲ့ JT ဇာတ္ေကာင္နဲ႔လူေတြကိုအ႐ူးလုပ္ႏိုင္မလားဆိုတာေတြကိုေတာ့ \"JT LeRoy\" ဆိုတဲ့ကားေလးထဲမွာ ႐ႈစားၾကည့္ၾကပါ File Size : (1 GB) & ( 372 MB)Quality : WEB-DL 720pRunning Time : 1 hr 48 minFormat : Mp4Genre : Biography , ...",
        "rating": "5.4",
        "url": "https://megaup.net/1xsiz/J.T._LeRoy_(Jeremiah_Terminator_LeRoy)_[2018]_(MM_Sub).mp4",
        "category": "Biography, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/duhns6xh3akd-133x200.jpg",
        "title": "Furie (2019)",
        "description": "IMDb (7.5) / Rotten Tomatoes (91%)Furie (ဗီယက္နမ္လို Hai Phuong) ဆိုတဲ့ ဗီယက္နမ္ဇာတ္ကားဟာ ႏိုင္ငံတကာ Rating သာမက စီးပြားေရးအရလဲ ေအာင္ျမင္ေနပါတယ္...အေမရိကန္လို ႏိုင္ငံမွာ ရံုတင္ေနၿပီး ဝင္ေငြေကာင္းေနတဲ့အျပင္ လူႀကိဳက္မ်ားေနေၾကာင္းလဲသိရပါတယ္။ဇာတ္လမ္းကေတာ့........ဟုိင္းေဖာင္ ဟာ အစြန္အဖ်ားနယ္ၿမိဳ႕ေလးမွာ ဇာတ္ၿမဳပ္ေနထုိင္ရင္း သမီးေလးနဲ႔အတူဘ၀ကုိ ရုန္းကန္ေနတဲ့မိခင္တစ္ဦးၿဖစ္ပါတယ္။\nသူဟာ ဘယ္ဘ၀ကလာခဲ့လဲ ဘယ္သူမွ မသိၾကသလုိ ဘာေၾကာင့္ ဒီေနရာကိုေရာက္ေနလဲ ဘာေၾကာင့္လူေတြနဲ႔ခပ္ကင္းကင္းေနထုိင္လဲဆုိတာကုိလဲ ဘယ္သူမွ မသိၾကပါဘူး။\nဟုိင္းေဖာင္အလုပ္က လယ္သမားေတြဆီကေၾကြးလုိက္ေတာင္းေပးရတဲ့ အလုပ္ၿဖစ္တာေၾကာင့္ သူ႔သမီးေလးဟာ ေက်ာင္းမွာ\nအၿမဲတမ္းအႏွိမ္ခံရသလုိ ဖခင္ေခၚစရာမရွိတဲ့သူတစ္ေယာက္အၿဖစ္လဲ ေလွာင္ေၿပာင္ခံရတယ္။ ဒါေၾကာင့္ ေက်ာင္းကထြက္ၿပီးေတာ့\nအလုပ္လုပ္ရင္း သူ႔အေမကုိ တစ္ဖက္တစ္လမ္းက အကူအညီေပးခ်င္သူပါ။\nသူတုိ႔ သားအမိဆက္ဆံေရးဟာလဲ ေႏြးေႏြးေထြးေထြးမရွိလွေပမယ့္ တစ္ေယာက္နဲ႔တစ္ေယာက္ေတာ့ ေဖးမၾကတယ္။\nတစ္ခါတစ္ေလ ဟုိင္းေဖာင္ဟာ တစ္ေယာက္တည္း စီးကရက္တစ္လိပ္နဲ႔ မႈိင္ေတြ ေငးရီေနတတ္တယ္။\nတစ္ေန႔ေတာ့ သူ႔သမီးအိမ္မက္ေလးကို အေကာင္အထည္ေဖာ္ဖုိ႔ သူၿမတ္ၿမတ္ႏုိးႏုိးသိမ္းထားတဲ့ နားစြဲေလးတစ္ရံကုိေစ်းထဲသြားေပါင္ခ်ိန္မွာ\nသူ႔သမီးကုိ သူခုိးအၿဖစ္ ၀ုိင္း၀န္းစြပ္စြဲေနတာကို ေၿဖရွင္းရင္း ...",
        "rating": "7.5",
        "url": "https://megaup.net/1xsin/Furie_(Hai_Phuong)_[2019]_(MM_Sub).mp4",
        "category": "Action, Asian, Martial, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/roxH78GESToUjfd6Tc973jV0Wu7.jpg",
        "title": "The Last Summer (2019)",
        "description": "လူငယ္ဆန္ဆန္ဇာတ္ကားေလးကိုေစာင့္ေနတဲ့သူေတြအတြက္ဒီကားေလးကေတာ့netflixမွာမၾကာေသးခင္ကမွျပသြားတဲ့romanticနဲ႕comedyႏွစ္ခုေပါင္းထားတဲ့ေပါ့ေပါ့ပါးပါးကားေလးတစ္ကားပါမင္းသားကေတာ့ေကာင္မေလးေတြအၾကိဳက္riverdaleထဲကမင္းသားေလး KJ Apaပဲျဖစ္ပါတယ္အထက္တန္းေက်ာင္းျပီးသြားလို႕ တကၠသိုလ္တက္ဖို႕ေစာင့္ရင္းေႏြရာသီအားလပ္ရက္ကိုပံုစံတစ္မ်ိဳးစီကုန္ဆံုးၾကမယ့္လူငယ္အုပ္စုအေၾကာင္းကို ရိုက္ကူးေပးထားတာပါမတူညီတဲ့ျပႆနာေတြ မိသားစုျပႆနာ,ရည္းစားျပႆနာ,ဘဝအတြက္ေရြးခ်ယ္မႈေတြနဲ႕လူငယ္တစ္ေယာက္ကိုပံုစံတစ္မ်ိဳးစီနဲ႕ၾကည့္ရမယ့္ကားေလးတစ္ကားပါသူတို႕ဘယ္လိုျပႆနာေတြရင္ဆိုင္ရမလဲ ဘာေတြကိုစိတ္အလိုမက်ရွိလဲကိုယ့္ဘဝရည္မွန္းခ်က္ကိုဘယ္လိုေရြးခ်ယ္သြားျပီးဆက္ေလွ်ာက္မလဲဆိုတာေတြကိုေတာ့....ဒီကားေလးထဲမွာ ၾကည့္ရမွာၿဖစ္ပါတယ္... File Size : (1 GB) & ( 389 MB)Quality : WEB-DL 720pRunning Time : 1 hr 49 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin",
        "rating": "5.6",
        "url": "https://megaup.net/2Tndw/The_Last_Summer_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/vyOkO7MI8WBfeCvaNTmIGELDNH7.jpg",
        "title": "Cowboy & Indiana (2018)",
        "description": "Rating 6.3 ရထားတဲ့ Drama ကားေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးခ်င္ပါတယ္...လူတစ္ေယာက္ ကိုယ့္အေပၚထားတဲ့ ယံုၾကည္မႈေၾကာင့္တစ္ခါတစ္ရံမွာ ကိုယ္ကိုယ္တိုင္က သူ႕အတြက္ သူရဲေကာင္းျဖစ္လာတတ္ပါတယ္။ဒီဇာတ္ကားေလးကေတာ့ ကမာၻ႕ႏြားရိုင္းစီးခ်န္ပီယံေဟာင္းတယ္ဆာဟ်ဴခ်္အေၾကာင္းကို ရိုက္ကူးထားတာ ျဖစ္ပါတယ္။လူမႈေရးျပစ္မႈတစ္ခုေၾကာင့္ တရားရံုးကေနၿပီး ဆယ္ႏွစ္သားအရြယ္အင္ဒီယာနာဆိုတဲ့ ခေလးငယ္ေလးအတြက္ စံျပပုဂၢိဳလ္အျဖစ္ေစာင့္ေရွာင့္ေပးဖို႔အမိန္႔ခ်လိုက္တဲ့အခါမွာေတာ့ဘဝကိုေပေတေလလြင့္စြာ ျဖစ္သလိုျဖတ္သန္းေနတဲ့တယ္ဆာဟ်ဳခ်္တစ္ေယာက္ ဘယ္လိုအေျပာင္းအလဲေတြ ျဖစ္လာမလဲဆိုတာၾကည့္ရႈရမယ့္ ဒရမ္မာကားေကာင္းေလးတစ္ကားျဖစ္တာမို႔ ၾကည့္ရႈအားေပးၾကပါဦၤးဗ်ာ  File Size : (1 GB) & ( 269 MB)Quality : WEB-DL 720pRunning Time : 2 hr 27 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tar ...",
        "rating": "6.3",
        "url": "https://megaup.net/1xsif/Cowboy_&_Indiana_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BZTliNWJhM2YtNDc1MC00YTk1LWE2MGYtZmE4M2Y5ODdlNzQzXkEyXkFqcGdeQXVyMzY0MTE3NzU@._V1_SY1000_CR006311000_AL_-126x200.jpg",
        "title": "Us (2019)",
        "description": "UsAdelaide ဆိုတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ ဇာတ်လမ်းစပါတယ်။ သူငယ်ငယ်က မိဘတွေနဲ့ Santa Cruz ကမ်းခြေမှာ အပန်းဖြေထွက်ရင်တစ်ယောက်ထဲ လျှောက်သွားရာက လမ်းပျောက်သွားတယ်။ Hall of Mirrors ထဲရောက်သွားပြီး အထဲမှာ သူနဲ့ တစ်ထေရာထဲတူတဲ့ ကလေးမလေးတစ်ယောက်နဲ့ တွေ့ခဲ့ရတယ်။အဲအတွက် Adelaide ဟာ စိတ်ဒဏ်ရာတွေရပြီး တော်တော်ကြာစကားမပြောတတ်တော့ပါဘူး။ မိဘတွေက ဆရာဝန်တွေနဲ့ပြပြီး သူ့စိတ်ပုံမှန်ပြန်ဖြစ်အောင် ဝိုင်းကြိုးစားခဲ့ရတယ်။အခုလက်ရှိအချိန်ရောက်လာတော့ လင်နဲ့ သားနဲ့ဖြစ်နေပါပြီ။ကလေး ၂ ယောက်ရနေတဲ့အထိ Adelaide က traumatic ဖြစ်နေတုန်းပါ။သားဖြစ်သူ Jason က ကမ်းခြေသွားချင်တယ်ဆိုလို့မသွားချင်သွားချင်နဲ့ လိုက်သွားခဲ့တယ်။ဒါပေမဲ့ သူ့စိတ်ထဲမှာကြောက်နေတုန်း။ညကျတော့ သူ့ယောကျင်္ားကိုသူငယ်ငယ်ကအကြောင်း ပြောပြတယ်။ အဲဒီ သူနဲ့တစ်ပုံတည်းဖြစ်နေတဲ့ ကောင်မလေးက သူ့ကိုဒုက္ခပေးဖို့ ရောက်လာတော့မယ်လို့ ခံစားနေရတယ်ဆိုပြီး။မကြာပါဘူး သူတို့မိသားစုနဲ့ တစ်ပုံထဲတူတဲ့ လူတစ်အုပ်ရောက်လာ ခဲ့သောအခါမှာတော့.... (ရုပ်ရှင်အညွှန်းအား DatShin Page မှ ကူးယူဖော်ပြပါသည်။ )(စပွိုင်လာဖြစ်မှာစိုး၍ ...",
        "rating": "7.3",
        "url": "https://megaup.net/2lNwf/Get_Out_[2017]_(MM_Sub).mp4 https://megaup.net/1FQ42/Us_[2019]_(MM_Sub).mp4",
        "category": "Horror, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/4pTo2Lr9pWjg930BuXyi319u2Jd.jpg",
        "title": "Birds of Passage(2018)",
        "description": "Birds of Passage (2018)\nIMDb 7.8\nRotten Tomatoes 95%ဒီဇာတ္ကားေလးဟာ ၁၉၆၀ နဲ႕ ၁၉၈၀ ၾကားေလာက္က ကုိလံဘီယာေျမာက္ပုိင္းမွာ\nျဖစ္ပ်က္ခဲ့တဲ့ ၀ါရူးလူမ်ိဳး မိသားစုတစ္စုရဲ႕ ျဖစ္ရပ္မွန္ဇာတ္လမ္းကုိ ရုိက္ကူးထားတာျဖစ္ပါတယ္ငယ္ငယ္ကတည္း တစ္ေကာင္ၾကြက္ၾကီးပ်င္းခဲ့ရတဲ့ ရာပါရက္ဟာ သူအျမဲတမ္းလုိခ်င္ခဲ့တဲ့\nကုိယ္ပုိင္္မိသားစုတစ္စုေလးတည္ေထာင္ခ်င္ခဲ့သူေပါ့၀ါရူးလူမ်ိဳးေတြဟာ မိသားစုသည္သာအေရးအၾကီးဆုံး ဘာအေၾကာင္းကိစၥေတြပဲျဖစ္ေနပါေစ\nမိသားစုအေရးသည္သာ ပထမဆုိတဲ့လူမ်ိဳးစုျဖစ္ပါတယ္\nျပီးေတာ့သူတုိ႕ဟာ သူတုိ႕ရဲ႕ေသဆုံးသြားတဲ့အမ်ိဳးေတြနဲ႕ အိမ္မက္ထဲမွာ စကားေျပာလုိ႕ရႏုိင္တယ္လုိ႕\nယုံၾကည္ၾကတဲ့လူမ်ိဳးေတြျဖစ္ပါတယ္ သူတုိ႕ကုိ ေသသူေတြ ၀ိညာဥ္ေတြကေစာင့္ေရွာက္တယ္ဆုိတဲ့\nအယူအဆကုိလက္ကုိင္ထားတဲ့ အယူသည္းသူတဲ့လူမ်ိဳးစုလည္း ျဖစ္တယ္\n၀ါရူးလူမ်ိဳးမဟုတ္ရင္ က်န္တဲ့သူေတြဟာ အျပင္လူူလုိ႕သတ္မွတ္ျပီး အယုံအၾကည္ကင္းမဲ့တဲ့လူမ်ိဳးေတြလည္း ျဖစ္တယ္ရာပါရက္ဟာ ပါရွနာမိသားစုက ဇုိင္ဒါဆုိတဲ့ ေကာင္မေလးကုိၾကိဳက္ျပီးေတာင္းရမ္းခဲ့တယ္...\nသုိ႕ေပမယ့္ မိန္းကေလးရွင္တုိ႕က တင္ေတာင္းဖုိ႕ေျပာတဲ့ပစၥည္းတန္ဘုိးဟာ ျမင့္မားလြန္းလွတယ္...\nသုိ႕ေပမယ့္ ရက္ပါရက္ဟာ ရရာနည္းလမ္းသုံးၿပီး ရွာခဲ့တယ္...\nရက္ပါရက္တစ္ေယာက္ေအာင္ျမင္မလား....\nဒီလုပ္ငန္းနဲ႕ဆက္သြားၿပီး ဘာေတြျဖစ္မလဲ....\nဒီလုပ္ငန္းေၾကာင့္ ဘာေတြအႀကီးအက်ယ္ဆက္ျဖစ္မလဲခံစားၾကည့္လုိက္ပါဦး....\nဒီကားက မူးယစ္ကားလုိ႕ေျပာလုိ႕ရသလုိ....ဂုိဏ္းစတားဟန္ေတြအမ်ားႀကီးပါတယ္...\nအစပုိင္းမွာ အနည္းငယ္ေအးသလုိျဖစ္လုိ႕ နာရီ၀က္ေလာက္ထိသီးခံၾကည့္ေစခ်င္တယ္...\nေနာက္ပုိင္းမွာေတာ့ သူတုိ႕လူမ်ဳိးေတြရဲ႕အယူသီးမႈေတြ\nအသက္တစ္ေခ်ာင္းကုိ လြယ္လြယ္ရွင္းပစ္တတ္တဲ့ဟန္ေတြကုိ ဇာတ္လမ္းေကာင္းနဲ႕\nေတြ႕ရွိသြားလိမ့္မယ္..ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Yoon Wah Wah Theint ျဖစ္ပါတယ္... File Size : (1GB) ...",
        "rating": "7.8",
        "url": "https://megaup.net/1xsia/Birds_Of_Passage_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BYjVlZDI3ZDYtMzBjYy00N2U3LTg5ODQtZDNjNjMwY2Q3YTEwXkEyXkFqcGdeQXVyNjg3MTIwODI@._V1_UY1200_CR8706301200_AL_-105x200.jpg",
        "title": "Day Watch (2006)",
        "description": "‘တစ္ၿခားသူ’\nအန္တြန္ ဂုိရုိဒတ္စကီး\n‘မႈန္မႈိင္းတဲ့ေနရာ’\nဂီဆာ\nဘဇမ္တီယမ္း\nဆဗက္တ္လာနာ နာဇာရုိဗာ\nဗာတြတ္တင္ကီ\nကံတရားေၿမၿဖဴ\nတမာလိန္း\nေကာ့စ္တလ်ာ\nဂြာအီမာ\nဘုိရစ္မြိဳင္ဆီယက္ဗ္ကမၻာဦး တည္စ ကတည္းက လူသားေတြနဲ႔အတူတကြ ကြဲၿပားတဲ့တစ္ၿခားသတၱ၀ါေတြလဲ ယွဥ္တြဲေနထုိင္ခဲ့ၾကပါတယ္။ဒ႑ာရီလာ သတၱ၀ါေတြၿဖစ္တဲ့ ေသြးစုပ္ေကာင္ အသြင္ေၿပာင္းလူသား အစရွိတဲ့ မ်ိဳးႏြယ္စုေတြအပါအ၀င္ လူသားၿဖစ္ေပမယ့္ သာမန္လူေတြထက္\nစြမ္းအင္တစ္မ်ိဳးမ်ိဳးရွိေနတဲ့ သဘာ၀လြန္လူသားေတြလဲပါ၀င္တယ္။ အေမွာင္ဘက္က မ်ိဳးႏြယ္စုေတြဟာ လူသားေတြကုိ ေႏွာင့္ယွက္ဒုကၡေပးေလ့ရွိၾကၿပီးေတာ့ သူတုိ႔ရန္ကေန အလင္းဘက္ရပ္တည္သူေတြက ကာကြယ္ေပးၾကပါတယ္။\nသူတုိ႔ကုိ ‘တစ္ၿခားသူ’ လုိ႔ေခၚဆုိၾကၿပီးေတာ့ ေမြးရာပါ ဘယ္ဘက္ကမွ ေမြးဖြားလာတာမဟုတ္ပဲ အခ်ိန္တန္မွ ရပ္တည္မယ့္ဘက္ကုိေရြးၾကရပါတယ္။ဒ႑ာရီေတြမွာ အလင္းဘက္က တပ္ဖြဲ႔ နဲ႔ အေမွာင္ဘက္က တပ္ဖြဲ႔တုိ႔ တံတားတစ္စင္းေပၚမွာဆုံၿဖစ္ၾကတဲ့ ေန႔တစ္ေန႔အေၾကာင္းပါရွိပါတယ္။အလင္းရဲ႔ အရွင္သခင္ ဂတ္ဆာနဲ႔ အေမွာင္တရားရဲ႕ဗုိလ္ခ်ဳပ္ၾကီး ဇဗူလြန္တုိ႔ဟာ တစ္ဦးနဲ႔တစ္ဦးမ်က္ႏွာခ်င္းဆုိင္ဆုံေတြ႔ရာက ဘယ္သူမွ အေလွ်ာ့မေပးပဲ အေသအေၾကတုိက္ပြဲၿဖစ္ခဲ့ၾကတယ္။ လက္ေအာက္ငယ္သားေတြရဲ႕ ဒုကၡဆင္းရဲေတြကို လက္ခံၾကည့္မေနႏုိင္တဲ့အဆုံး အလင္းသခင္ ဂတ္ဆာဟာ အေမွာင္ဗုိလ္ခ်ဳပ္ဇဗူလြန္နဲ႔\nညွိႏႈိင္းၿပီး စစ္ေၿပၿငိမ္းေရး သေဘာတူညီခ်က္ကုိရယူခဲ့တယ္။ဘယ္သူတစ္ဦးတစ္ေယာက္ကုိ မွ ဖိအားမေပးပဲ ၾကိဳက္တဲ့ဘက္ကုိ\nလြတ္လပ္စြာေရြးခ်ယ္ႏုိင္ခြင့္။အလင္းဘက္က စစ္သည္ေတာ္ေတြကုိ ညကင္းသမားလုိ႔ ေခၚဆုိၿပီး အေမွာင္ဘက္သားေတြကုိေတာ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/1xsih/Day_Watch_[2006]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/462px-4864_13-134x200.jpg",
        "title": "Night Watch (2004)",
        "description": "'တစ္ၿခားသူ'\nအန္တြန္ ဂုိရုိဒတ္စကီး\n'မႈန္မႈိင္းတဲ့ေနရာ'\nဂီဆာ\nဘဇမ္တီယမ္း\nဆဗက္တ္လာနာ နာဇာရုိဗာ\nဗာတြတ္တင္ကီ\nကံတရားေၿမၿဖဴ\nတမာလိန္း\nေကာ့စ္တလ်ာ\nဂြာအီမာ\nဘုိရစ္မြိဳင္ဆီယက္ဗ္ကမၻာဦး တည္စ ကတည္းက လူသားေတြနဲ႔အတူတကြ ကြဲၿပားတဲ့တစ္ၿခားသတၱ၀ါေတြလဲ ယွဥ္တြဲေနထုိင္ခဲ့ၾကပါတယ္။ဒ႑ာရီလာ သတၱ၀ါေတြၿဖစ္တဲ့ ေသြးစုပ္ေကာင္ အသြင္ေၿပာင္းလူသား အစရွိတဲ့ မ်ိဳးႏြယ္စုေတြအပါအ၀င္ လူသားၿဖစ္ေပမယ့္ သာမန္လူေတြထက္\nစြမ္းအင္တစ္မ်ိဳးမ်ိဳးရွိေနတဲ့ သဘာ၀လြန္လူသားေတြလဲပါ၀င္တယ္။ အေမွာင္ဘက္က မ်ိဳးႏြယ္စုေတြဟာ လူသားေတြကုိ ေႏွာင့္ယွက္ဒုကၡေပးေလ့ရွိၾကၿပီးေတာ့ သူတုိ႔ရန္ကေန အလင္းဘက္ရပ္တည္သူေတြက ကာကြယ္ေပးၾကပါတယ္။\nသူတုိ႔ကုိ 'တစ္ၿခားသူ' လုိ႔ေခၚဆုိၾကၿပီးေတာ့ ေမြးရာပါ ဘယ္ဘက္ကမွ ေမြးဖြားလာတာမဟုတ္ပဲ အခ်ိန္တန္မွ ရပ္တည္မယ့္ဘက္ကုိေရြးၾကရပါတယ္။ဒ႑ာရီေတြမွာ အလင္းဘက္က တပ္ဖြဲ႔ နဲ႔ အေမွာင္ဘက္က တပ္ဖြဲ႔တုိ႔ တံတားတစ္စင္းေပၚမွာဆုံၿဖစ္ၾကတဲ့ ေန႔တစ္ေန႔အေၾကာင္းပါရွိပါတယ္။အလင္းရဲ႔ အရွင္သခင္ ဂတ္ဆာနဲ႔ အေမွာင္တရားရဲ႕ဗုိလ္ခ်ဳပ္ၾကီး ဇဗူလြန္တုိ႔ဟာ တစ္ဦးနဲ႔တစ္ဦးမ်က္ႏွာခ်င္းဆုိင္ဆုံေတြ႔ရာက ဘယ္သူမွ အေလွ်ာ့မေပးပဲ အေသအေၾကတုိက္ပြဲၿဖစ္ခဲ့ၾကတယ္။ လက္ေအာက္ငယ္သားေတြရဲ႕ ဒုကၡဆင္းရဲေတြကို လက္ခံၾကည့္မေနႏုိင္တဲ့အဆုံး အလင္းသခင္ ဂတ္ဆာဟာ အေမွာင္ဗုိလ္ခ်ဳပ္ဇဗူလြန္နဲ႔\nညွိႏႈိင္းၿပီး စစ္ေၿပၿငိမ္းေရး သေဘာတူညီခ်က္ကုိရယူခဲ့တယ္။ဘယ္သူတစ္ဦးတစ္ေယာက္ကုိ မွ ဖိအားမေပးပဲ ၾကိဳက္တဲ့ဘက္ကုိ\nလြတ္လပ္စြာေရြးခ်ယ္ႏုိင္ခြင့္။အလင္းဘက္က စစ္သည္ေတာ္ေတြကုိ ညကင္းသမားလုိ႔ ေခၚဆုိၿပီး အေမွာင္ဘက္သားေတြကုိေတာ့ ...",
        "rating": "6.5",
        "url": "https://megaup.net/2dpL2/Night_Watch_[2004]_(MM_Sub).mp4",
        "category": "Action, Fantasy, Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mprWlMZimaWJQqe3VLrfWmn27p6.jpg",
        "title": "The Human Comedy ( 2019 )",
        "description": "ဘဝကို ရိုးရိုးေအးေအး ျဖတ္သန္းေနတဲ့ ပုထံု တစ္ေယာက္ဟာသူ႔အမူအက်င့္အတိုင္း အားနာတတ္ ရိုးအလြန္းတာေႀကာင့္ အမႈတြဲထဲပါသြားခဲ့တယ္...အရင္ဆံုး ပုထံုဘယ္ေလာက္ ရိုးအတယ္ဆိုတာေလး ေျပာျပမယ္ေနာ္...ေႀကာက္တတ္ အားနာတတ္ ရိုးအတတ္လြန္းလို႔ ကုမၸဏီကလစာ ၃ လစာ မေပးဘဲ အေႀကြးထားတာေတာင္ မေတာင္းခဲ့ဘူးေလ...ဒီလို ပုထံုက... သူ႔ရဲ႕ မရေသးတဲ့ ၃ လစာေတာင္းရင္းနဲ႔ လူမိုက္အဖြဲ႕ကိုအေႀကြး ၁ သန္းတင္ေနတဲ့ ယန္ေရွာင္ေဝနဲ႔ ေတြ႔ေတာ့တာပဲ...ဒီမွာ ဇာတ္လမ္းကစျပီ...ယန္ေရွာင္ေဝဟာ နာမည္ႀကီး စီးပြားေရးပညာရွင္ရဲ႕သားမိတဆိုးသားေလးျဖစ္ေပမယ့္ တစ္ဦးတည္းေသာ အေဖႀကီးရဲ႕ ပစ္ပယ္ျခင္း ခံခဲ့ရတယ္အေႀကြး ၁ သန္းအတြက္ပါ ဆပ္ေပးဖို႔အထိ ပစ္ပယ္ခဲ့တယ္ေလ...ဒါေႀကာင့္ ယန္ေရွာင္ေဝက အေႀကြး ၁သန္း ကိုယ့္ဘာသာဆပ္ဖို႔ႀကိဳးစားရင္း အလြဲလြဲအေခ်ာ္ေခ်ာ္ေတြ ျဖစ္ျပီးဒီဇာတ္ရႈပ္ထဲကို ပုထံုပါဝင္သြားေတာ့တာပါပဲ...ဘယ္လိုေတြ လြဲျပီး ဘယ္လိုရႈပ္တဲ့ ဇာတ္ဆိုတာေတာ့ဇာတ္လမ္းေလးႀကည့္ရင္း အေျဖထုတ္လိုက္ႀကပါ Translated & Review By Chu ChuEncoded By LK",
        "rating": "5",
        "url": "https://megaup.net/2Tndu/The_Human_Comedy_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/mi5l29DQFdwrTXxbqM2OLbs830H.jpg",
        "title": "Wine Country(2019)",
        "description": "Wine Country(2019)\"ဟဲ့ မသာမႀကီး ေသခ်င္းဆုိးႀကီး အႏူႀကီး ဟုိေကာင္မ\" စတဲ့ ခပ္ရုိင္းရုိင္းအသုံးအႏႈံးမ်ဳိးနဲ႕\nႏႈတ္ဆက္ေပမယ့္ မ်က္ႏွာေတြကၿပဳံးခ်ဳိေနတဲ့\nငယ္ေပါင္းႀကီးေပၚသူငယ္ခ်င္းေတြ လူတုိင္းမွာရွိၾကတယ္....\nအထူးသျဖင့္ State ေက်ာင္းသား ေက်ာင္းသူဘ၀က သူငယ္ခ်င္းေတြေပါ့...\nအရြယ္ေလးေရာက္လာေတာ့ ေလာကႀကီးကုိျဖန္႕က်က္ဖုိ႕ရာ\nကုိယ္အားသန္ရာေနရာကုိယ္စီကုိ ေလွ်ာက္လမ္းႀကရင္း\nတျဖည္းျဖည္း ကြ်န္ေတာ္တုိ႕ငယ္သူခ်င္းေတြဟာ ေ၀းကြာမွန္းမသိေ၀းကြာကုန္တယ္..\nဘ၀ကုိယ္စီရဲ႕ ၀န္ထုပ္၀န္ပုိးေတြကုိ ကစဥ့္ကလွ်ားမျဖစ္ေအာင္ အံႀကိတ္ထမ္းပုိးရင္း\nငယ္သူငယ္ခ်င္းေတြနဲ႕ျပန္ဆုံဖုိ႕အခြင့္အေရးဆုိတာ ေနာက္ဆုံးမွလုပ္ရမယ့္\nအစီအစဥ္ထဲကုိေရာက္မွန္းမသိေရာက္ကုန္ၾကတယ္...\nခရီးအတူထြက္ဖုိ႕ ဆုိင္မွာအတူဆုံၿပီးစားၾကဖုိ႕မ်ဳိးစုံႀကဳိးစားၾကေပမယ့္\nငယ္သူခ်င္းေတြနဲ႕ျပန္ဆုံဖုိ႕ဆုိတာ တိမ္ထဲမွာစာေရးသလုိပါပဲ...\nကုိယ့္ဆႏၵထက္ဦးစားေပးရမယ့္ လက္ရွိဘ၀ေလေပြလည္းတစ္ခ်က္တုိက္လုိက္ရုံနဲ႕\nကြ်န္ေတာ္တုိ႕အစီအစဥ္ေတြပ်က္ကုန္ၾကတာပဲမဟုတ္လား....\nခင္ဗ်ားတုိ႕အားလုံး ဒီလုိအျဖစ္မ်ဳိးမႀကဳံဘူးတဲ့ သူခပ္ရွားရွားပါပဲ...\nဇာတ္လမ္းအညႊန္း\n************\nဒီကားထဲမွာေတာ့ ငယ္ေပါင္းႀကီးေဖာ္ သူငယ္ခ်င္းေတြဟာ သူတုိ႕အုပ္စုထဲက သူငယ္ခ်င္းတစ္ေယာက္ရဲ႕ အသက္ ၅၀ျပည့္\nေမြးေန႕အတြက္ ခရီးစုထြက္ဖုိ႕ႀကဳိးစားၾကတယ္...\nကြ်န္ေတာ္တုိ႕လုိေတာ့မဟုတ္ဘူးေပါ့..\nသူတုိ႕အဖြဲ႕ေတြကေတာ့တကယ္ကုိဆုံျဖစ္ခဲ့ၾကတယ္...\nငယ္သူငယ္ခ်င္းေတြျပန္ဆုံေတာ့\nတကယ့္ကုိ ပြင့္ပြင့္လင္းလင္း ေျပာစရာရွိေျပာၾကဆုိၾကနဲ႕ေပါ့...\nဒီကားေလးကုိၾကည့္ရင္း ရယ္စရာေလးေတြေတြ႕ရသလုိ\nျပန္ဆုံၾကတဲ့အခုိက္အတန္႕မွာ သူတုိ႕ေသာင္းက်န္းတဲ့ပုံေတြကုိလည္း ဟာသေလးေတြေႏွာၿပီးေတြ႕ရလိမ့္မယ္...\nခံစားၾကည့္လုိက္ပါဦးလုိ႕...ေျပာပါရေစ....File Size : (952MB)and (358MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:43:00\nGenre :  Comedy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jthekoala\nEncoded by Phyo Pyae",
        "rating": "5.5",
        "url": "https://megaup.net/1xsj3/Wine_Country_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/kpkpjknipy30-133x200.jpg",
        "title": "The Void Evidence ( 2019 )",
        "description": "စံုေထာက္ကားမွုခင္းကားေတြစိတ္၀င္စားတဲ႔ ပရိတ္သတ္ေတြအတြက္ေတာ႔အၾကိဳက္ေတြ႕ႏိုင္တဲ႔ဇာတ္ကားမ်ိဳးပါပဲ...ဇာတ္လမ္းအက်ဥ္းကေတာ႔လူသတ္တရားခံကသူလူသတ္ေတာ့မယ္ဆိုရင္ မႈခင္းရဲဌာနအဖြဲ႔ဆီကိုLive video ပါဝင္တဲ့ e-mailေတြကိုပို႔ေလ့႐ွိပါတယ္..ဒါကိုရဲငွာနကတားဆီးဖို႕ၾကိဳးစားၾကတယ္..လူသတ္သမားကလည္းဥာဏ္ေၿပးလြန္းလွတယ္ဒီလိုအခ်ိန္မွာ ရဲအဖြဲ႔တြင္းကလည္းမတူညီတဲ့အရည္အခ်င္း႐ွိသူအဖြဲ႔သားခ်င္းစုေပါင္းၿပီး ပေဟဌိလိုျဖစ္ေနတဲ့လူသတ္မႈကိုေျဖးေျဖးခ်င္းစံုစမ္းေဖာ္ထုတ္ေနခဲ့သလို.....လူသတ္သမားလက္ခ်က္ေၾကာင္႔မေသခဲ႔တဲ႔လူတစ္ဦးဟာလည္းလူသတ္သမားကိုၿပန္ၿပီးလက္စားေခ်ဖုိ႕ၿဖစ္လာပါေတာ႔တယ္ရဲ ...လူသတ္သမား နဲ႔ ၿပန္လက္စားေခ်ဖုိ႕ၾကိဳးစားသူတို႕ရဲ႕သံုးပြင္႔ဆိုင္အားၿပိဳင္မွုၾကားမွာဘာေတြဆက္ၿဖစ္မယ္ဆုိတာကိုေတာ႔ဆက္လက္ေစာင္႔ၾကည္႕ခံစားပါ Translated & Review By XiaoEncoded By LK",
        "rating": "5.1",
        "url": "https://megaup.net/1xtkp/The_Void_Evidence_[2019]_(MM_Sub).mp4",
        "category": "Crime, Mystery"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/y10r9o87uxjt-153x200.jpg",
        "title": "Wu Lin: The Soul Knife (2019)",
        "description": "ဒီကား​ေလးဟာ ၂၀၁၉ထြက္​သိုင္​းကား​ေကာင္​း​ေလးတစ္​ကားျဖစ္​ပါတယ္​..ဇာတ္​လမ္​းအက်ဥ္​းက​ေတာ့ ထ်န္​းရင္​းဂိုဏ္​းဆိုတဲ့​ေမွာင္​ခို​ေစ်းကြက္​ရဲ႕မီး႐ွဴးမီးပန္​းပြဲ​ေတာ္​မွာ Soul Knifeလို႔​ေခၚတဲ့ အစြမ္​း႐ွိတဲ့ဓားကိုအဓိက​ေလလံပစၥည္​းအျဖစ္​​​ေရာင္​းခ်ဖို႔ ​ေၾကျငာရာက​ေန..ရန္​းယြီဂိုဏ္​းခ်ဳပ္​နဲ႔ သူ႔တပည္​့ရန္​းယြီခုနစ္​​ေဖာ္​..ပိုင္​ရီး​ေခါင္​း​ေဆာင္​..က်ဴးခြၽဲ့နဲ႔ သိုင္​း​ေလာကသားအ​ေပါင္​းတို႔...စီးပြား​ေရးသမားအ​ေပါင္​းတို႔လာ​ေရာက္​စု​ေဝးကုန္​ၾကပါတယ္​...ဒီ​ေလလံပြဲႀကီးမွာဘယ္​လိုလွည္​့ကြက္​​ေတြ႐ွိ​ေနတာလဲ....တစ္​ဖက္​မွာလည္​းရန္​းယြီဂိုဏ္​းရဲ႕သံုးပြင္​့ဆိုင္​ဇာတ္​လမ္​းႀကီး​ေပၚလာၿပီးမထင္​မွတ္​တာ​ေတြၾကံဳ​ေတြ႔လာရတဲ့အခါ...ပိုင္​ရီး​ေခါင္​း​ေဆာင္​နဲ႔က်ဴးခြၽဲ့ၾကားမွာဘယ္​လိုပတ္​သက္​မႈမ်ိဳး​ေတြ႐ွိ​ေနတာလဲ..ဇာတ္​ကားတစ္​ခုလံုးကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​...သိုင္းကားမၾကိဳက္ဘူးဆုိရင္ေတာင္ မင္းသမီးေလးေတြငန္းရတာနဲ႔တင္တန္ပါတယ္ :P Translated & Review By Phyo ZawEncoded By LK",
        "rating": "5.0",
        "url": "https://megaup.net/2Tofe/Wu_Lin_-_The_Soul_Knife_[2019]_(MM_Sub).mp4",
        "category": "Fantasy, Suspense"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/legion-poster-133x200.jpg",
        "title": "Legion (2010)",
        "description": "Legion (2010)______IMDb - 5.2/10\n ဘုရားသခင်ကလူသားတွေအတွက် ပထမတစ်ခေါက်မျှော်လင့်ချက်ကုန်ဆုံးပြီး\nယုံကြည်မှု့ကင်းမဲ့သွားတဲ့အချိန်မှာ တစ်ကမ္ဘာလုံးကိုရေလွှမ်းမိုးမှု့ဖြစ်စေပြီးတော့\nလူသားတွေကိုရှင်းလင်းခဲ့တယ် ပြီးတော့ နောဧကနေမှတစ်ဆင့်\nလူသားမျိုးနွယ်တွေကိုတစ်ဖန်ပြန်စတင်စေခဲ့တယ်။အခုဒီဇာတ်ကားထဲမှာလည်း\nဘုရားသခင်ကလူသားတွေကို စိတ်ကုန်လာပြီးတော့\nယုံကြည်မှု့ပျောက်ဆုံးနေတဲ့အချိန်ကာလကနေစတင်ခဲ့ပါတယ်။\nသူကပျက်ကပ်တစ်ခုကို စတင်ဖို့အတွက်အမိန့်ပေးထားပြီးနေပါပြီ။\nအဲ့လိုအချိန်မှာပဲကန္တာရတစ်ခုကစားသောက်ဆိုင်လေးတစ်ဆိုင်မှာတော့\nစားသောက်ဆိုင်ပိုင်ရှင် ဘော့ဘ်တစ်ယောက်တီဗွီတွေကအလုပ်မလုပ်လို့စိတ်ပျက်နေပါတယ်။\nသူ့ဆိုင်မှာကလည်း ကားပျက်လို့သူ့သားဖြစ်သူ ဂျီပ်ကိုသူပြင်ခိုင်းထားရတဲ့\nစုံတွဲတစ်တွဲကလည်းရှိနေသေးပါတယ်။သူတို့ကလည်း ကားအမြန်ပြီးဖို့ တဂျီဂျီနဲ့ဆိုပါတော့။\nသူ့ဆိုင်မှာကတော့ သူရယ် သူ့သားဖြစ်သူရယ် ပြီးတော့ ချာလီဆိုတဲ့ကိုယ်ဝန်သည်ရယ်\nပါစီဆိုတဲ့စားဖိုမှူးကြီးရယ်နဲ့လည်ပတ်နေတာပေါ့။ ဒီလိုနဲ့သူတို့တွေဟာဆိုရင်\nဖုန်းလိုင်းတွေကော ရေဒီယိုလှိုင်းတွေကောဘာတစ်ခုမှအလုပ်မလုပ်ကြောင်\nးသတိထားမိလာခဲ့ရာကနေ အဘွားကြီးတစ်ယောက်ရောက်လာတဲ့အချိန်မှာ\nအကုန်ဗြောင်းဆန်ကုန်ပါတော့တယ်။ ဆက်လက်ခံစားကြည့်ရှုပါFile Size - 755 MB\nQuality - BrRip 720p\nTranslated & Review By Mark Miller\nEncoded By LK",
        "rating": "5.2",
        "url": "https://megaup.net/2Tg3e/Legion_[2010]_(MM_Sub).mp4",
        "category": "Action, Fancy, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMDE4YjI5NWEtZTdlYi00M2RmLWE3YzItNmFhNWUwZTU3ZDIwL2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNDE5Njc3OTk@._V1_-150x200.jpg",
        "title": "I Am a Hero (2015)",
        "description": "ဟီဒဲအို ဟာ အသက္ ၃၃ ႏွစ္ ရွိၿပီျဖစ္ၿပီး\nမေအာင္ျမင္ေသးတဲ့ ကာတြန္းဆရာ\nတစ္ေယာက္ျဖစ္ပါတယ္...\nအတူေန ခ်စ္သူ ရွိၿပီး ကာတြန္းဆြဲတဲ့အလုပ္ကို\nေဇာက္ခ် လုပ္ေနေပမဲ့ အရံ ကာတြန္းဆရာဘ၀ကေန\nတိုးတက္မလာပါ အေၾကြးေတြလဲတင္ ခ်စ္သူကလဲ ၿငိဳျငင္လာ\nဟီဒဲအို ဘ၀ မွာ စိတ္ညစ္စရာေတြပဲ မ်ားေနခဲ့ပါတယ္...\nတစ္ရက္မွာေတာ့ ဟီဒဲအို တို႔ ၿမိဳ႕မွာပဲ ေခြးကိုက္ခံရာကေန\nကူးစက္တက္တဲ့ ေရာဂါတစ္မ်ိဳး ပ်ံ႕ႏွ႔ံ လာၿပီး\nဟီဒဲအို ၏ အနီးဆံုး သူမ်ားကို ကူးစက္ခဲ့ေသာ္အခါ....\nဒီရုပ္ရွင္ကားဟာ မၾကာေသးခင္က Facebook မွာ\nVideo Clip အတိုေလး ျပန္႔ၿပီး လူတုိင္းၾကည့္ခ်င္ေနတဲ့\nဂ်ပန္ ဇြန္ဘီ အက္ရွင္ကား တစ္ကား ျဖစ္ပါယတ္\nIMDb Rating လဲ မနည္းသလို ဇတ္လမ္းကလဲ\nမဆိုးတဲ့ ရုပ္ရွင္ကားပါပဲ\nေသြးထြက္သံယိုေတြ ကိုက္ျဖတ္တာေတြ မၾကည့္ခ်င္တဲ့\nသူေတြကေတာ့ ဒီလုိကားမ်ိဳးကို ေရွာင္သင့္ပါတယ္...\nဒီရုပ္ရွင္ကားကို Kira Rodriguesz က ဘာသာျပန္ေပးထားၿပီး\nThit San Khant မွ အညႊန္းေရးေပးထားပါတယ္",
        "rating": "6.8",
        "url": "https://megaup.net/2dqM7/I_Am_A_Hero_(Aiamuahiro)_[2015]_(MM_Sub).mp4",
        "category": "Action, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMjY4NmJlNWYtMjZjMy00NTRiLWI0NzktNDMzMmFkOWQ0OGI5XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_SY1000_CR006751000_AL_-135x200.jpg",
        "title": "Skin Deep",
        "description": "Skin Deep (1989)\n—————————\nလူတစ္ကိုယ္ အခ်စ္တစ္မ်ိဳး\nဆိုသလိုပါပဲ…\nတစ္ေယာက္ နဲ႔ တစ္ေယာက္ ခ်စ္မိရင္\nအခ်စ္ေတြ တဏွာေတြ ေလာဘ ေမာဟ ေတြ\nအမ်ိဳးမ်ိဳး ပါလာတက္ပါတယ္…ဒီဇတ္လမ္းမွာေတာ့ ဇတ္ ဆိုတဲ့ လူဟာ\nျပဇတ္စာေရးဆရာ တစ္ေယာက္ျဖစ္ၿပီး\nအဲလစ္ဆိုတဲ့ တစ္ခုလပ္ မိန္းမ တစ္ေယာက္ကို\nလက္ထပ္ ယူထားသူ တစ္ဦးျဖစ္ပါတယ္\nအဲလစ္ ဆိုတာကလဲ တကယ့္ ငယ္ကြ်မ္းေဆြပါ\nတကယ္ခ်စ္လို႔ ယူထားသူေပါ့\nဒါဆို အားလံုး အဆင္ေျပၿပီလား ?\nမဟုတ္ေသးဘူး ဇတ္ မွာ ထူးျခားတဲ့\nအက်င့္ဆိုး တစ္ခု ရွိတယ္ ေတြ႕တဲ့ မိန္းကေလးတိုင္း\nသူ႔ အျမင္မွာ လွေနတက္ၿပီး အဲ့ဒီမိန္းကေလးေတြနဲ႔\nOne Night Stan ခ်င္တဲ့ အက်င့္ဆိုးပါပဲ…\nဇတ္က အဲ့ဒီအက်င့္က မေကာင္းဘူးဆိုတာကိုလဲ\nသိေနတယ္ ဒါေၾကာင့္ စိတ္ကုထံုး ဆရာဝန္နဲ႔လဲ\nအခ်ိန္မွန္ သြားျပတယ္ သူ ရင္းႏွီးတဲ့ ဘားဆိုင္က\nလူႀကီးကိုလဲ အျမဲ ရင္ဖြင့္တိုင္ပင္တယ္\nဒါေပမဲ့ အေျခအေနက ပိုဆိုးလာခဲ့တယ္…\nဘယ္ေလာက္ထိ ဆိုးလဲ ဆိုရင္ ဇတ္ရဲ႕ မိန္းမ အဲလစ္\nခရီးထြက္တဲ့ ...",
        "rating": "6.1",
        "url": "https://megaup.net/1xtkd/Skin_Deep_[16+]_[1989]_(MM_Sub).mp4",
        "category": "Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/godzilla-poster-136x200.jpg",
        "title": "Godzilla (1998)",
        "description": "ဟောလိဝုဒ်က ရိုက်ကူးထားတဲ့ ဂျပန်တို့ရဲ့ ဂေါ်ဇီလာဇာတ်ကားပါ။ဂေါ်ဇီလာဇာတ်ကောင်ကို မိတ်ဆက်နိုင်ခဲ့ပြီး အားပေးမှုအတော်အတန်ရရှိခဲ့သလိုဝင်ငွေလဲကောင်းခဲ့ပါတယ်။ဒီဇာတ်ကားကနေအစပြုလို့ ဂေါ်ဇီလာပါဝင်တဲ့ MonsterVerse ဇာတ်ကားတွေ တောက်လျှောက်ပေါ်ထွက်လာဖို့ရှိပါတယ်။  \nFile size…(2.3 GB) and (1.2 GB)\nQuality….Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….02:20:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung",
        "rating": "5.3",
        "url": "https://megaup.net/1xtjq/Godzilla_[1998]_(MM_Sub).mp4",
        "category": "Action, Sci-Fi, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/kEHLIp2wOmHGRKCS26JKKClbGNH.jpg",
        "title": "Chitralahari(2019)",
        "description": "Chitralahari(2019)\nIMDb Rating - 7.5/10\nGenere - Drama / Romance\nဒရာမာဆိုရင္ ဟင္ဒီ၊ ဖိုက္တင္ဆို တမီးလ္၊အခ်စ္ဆိုရင္ ေတလဂူးလုိ႕ေတာင္\nေျပာရေလာက္ေအာင္ အဲ့ဒီလုိကားမ်ဳိးေတြဟာ ကြ်န္ေတာ္တုိ႕ျမန္မာပရိတ္သတ္ေတြကုိ\nဖမ္းစားႏုိင္စြမ္းရွိၾကတယ္.....\nအခုလည္း ေတလဂူးအခ်စ္ကားသစ္ေလးကုိ မိတ္ဆက္ေပးပါရေစ...\nေကာင္ေလးတစ္ေယာက္ဟာ တီထြင္မႈေတြအၿမဲလုပ္ဖုိ႕ႀကဳိးစားေနတယ္...\n \nပုံစံမ်ဳိးစုံႀကဳိးစားေနၿပီး သူ႕ရဲ႕လူငယ္သက္တမ္းတစ္ေလွ်ာက္လုံးမွာ\nအေကာင္းမြန္ဆုံးတစ္ခုဆုိတာမ်ဳိးကုိခ်ၿပႏုိင္ဖုိ႕ အခ်ိန္ေတြေပးခဲ့တယ္..\nသုိ႕ေပမယ့္ သူေပးရတာေတြနဲ႕မတန္ေအာင္ က်ရႈံးမႈေပါင္းမ်ားစြာႀကဳံခဲ့ရသလုိ\nဦးေဏွာက္ေဖာက္စားတဲ့သူမ်ားေတြေၾကာင့္လည္း ေနာက္ေကာက္က်ခဲ့ရတာေတြရွိတယ္...\nဒီလုိျဖစ္ရပ္ေတြေၾကာင့္ၾကာလာေတာ့ သူလည္း ေလာကႀကီးကုိအရႈံးေပးခ်င္လာပုံရတယ္...\nသုိ႕ေပမယ့္ သူ႕ဘ၀ကုိေျပာင္းလဲေစႏုိင္တဲ့ လမ္းျပၾကယ္ေလးကုိေတြ႕ၿပီးတဲေနာက္မွာေတာ့...\nသူ႕ရဲ႕လမ္းျပၾကယ္ေလးဟာ ဘယ္သူလဲ..\nသူတုိ႕ဘယ္လုိဆုံေတြ႕ၾကလဲ...\nသူကေရာ သူ႕ရည္မွန္းခ်က္အတုိင္း အေကာင္းဆုံးတီထြင္မႈတစ္ခုကုိခ်ၿပနုိင္မလား..\nဆုိတာေတြကုိေတာ့ခံစားၾကည့္လုိက္ပါဦး.....\nFile Size : (950 MB) and (324MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:11:00\nGenre :  Drama \nSubtitle : Myanmar Subtitle (Hard Sub)Translated by Myint Thu & Nyi Nyi Koe(MLMC)\nEncoded by  Thanhtike Zaw",
        "rating": "7.5",
        "url": "https://megaup.net/1xtjh/Chitralahari_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/yOLqeuKyyqb116TjVDp4QtUl2NT.jpg",
        "title": "Murderer ( 2014 )",
        "description": "ဖက္တီးမင္းသားၾကိဳက္ႏွစ္သက္သူေတြအတြက္ဒီတစ္​​ေခါက္​မွာ​ေတာ့ korea movie ကား​ေလးျဖစ္​တဲ့ The murderer ဆိုတဲ့ဇာတ္​ကား​ေလးပဲျဖ္​ပါတယ္​ ဒီဇာက္​ကားမွာ​ေတာ့ အဓိကသရုပ္​​ေဆာင္​အျဖစ္​Train to busan ဇာက္​ကားမွ မင္​းသားႀကီး Ma Dong Seok(Joo Hyub) မွသဘာဝက်က် သရုပ္​​ေဆာင္​ထားၿပီး မင္​းသားမင္​းသမီးငယ္​​ေလး​ေတြျဖစ္​တဲ့Ahn Do Kyu(Yong Ho) နဲ Kim Hyun Soo(Ji soo )အျဖစ္​ သရုပ္​​ေဆာင္​ထားပါတယ္​ဇာက္​လမ္​းအ​ေနနဲက Mr Joo Hyub က ​ေသြး​ေအးလူသတ္​သမားတစ္​​ေယာက္​ျဖစ္​ၿပီး သူ႔သားျဖစ္​သူ Yong Ho နဲ႔ ၿမိဳ႕ငယ္​​ေလးတစ္​ခုမွာ ​ေနပါတယ္​သူတို႔က ​ေခြး​ေမြးတဲ့ အလုပ္​ကိုလုပ္​ၾက​ေတာ့ Yong Ho က ​ေက်ာင္​းမွာဆိုအစခံရၿပီး အနိုင္​က်င္​့ခံရတဲ့ ​ေက်ာင္​းသား​ေလးတစ္​​ေယာက္​ပါ​ေနာက္​​ေတာ့ Ji Soo ဆိုုတဲ့ ​ေကာင္​မ​ေလးတစ္​​ေယာက္​က Yong Hoတို႔​ေက်ာင္​းကို ဆိုးလ္​က​ေန​ေျပာင္​းလာခဲ့ပါတယ္​ သူတို႔နွစ္​​ေယာက္​ကသူငယ္​ခ်င္​း​ေတြ ျဖစ္​လာၿပီး ​ေနာက္​​ေတာ့ Ji ...",
        "rating": "4.6",
        "url": "https://megaup.net/2ToeB/Murderer_(Sal_In_Ja)_[2014]_(MM_Sub).mp4",
        "category": "Drama, Thriller"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/7DFFQrXGwh4gmh7yTdjiB8zLyDK.jpg",
        "title": "The Star Next Door ( 2017 )",
        "description": "ဒီဇာက္​ကား​ေလးဟာဆိုရင္​ျဖစ္​ comedy/drama အမ်ိဳးအစားျဖစ္​ၿပီးIMdb 6.7 ရရွိထားတဲ႔ဇာတ္ကားေကာင္းေလးၿဖစ္ပါတယ္အရမ္​းကိုၾကည္​့​ေကာင္​းတဲ့ဇာက္​ကား​ေလးျဖစ္​တယ္​လို႔ ၫႊန္​းပါရ​ေစဇာက္​​ေဆာင္​​ေတြက​ေတာ့ အားလံုးသိၾကတဲ့ မင္းသမီး​ေခ်ာ​ေလးKoreaနိုင္​ငံရဲ႕ ဘာဘီရုပ္​​ေလးလို႔ တင္​စားၾကတဲ့ Han Chae YoungကHye Mi အျဖစ္​သရုပ္​ထားၿပီး The moon embracing the sun ကားထဲမွာက​ေလးသရုပ္​​ေဆာင္​အျဖစ္​ ပိုင္​နိုင္​စြာ သရုပ္​​ေဆာင္​နိုင္​ခဲ့တဲ့ မင္​းသမီးငယ္​​ေလးJin Ji Heeက So Eun အျဖစ္​ သရုပ္​​ေဆာင္​ထားပါတယ္​ဇာက္​လမ္​း​ေလးဟာဆိုရင္​ျဖင္​့ Hye Mi ဟာ korea နိုင္​ငံရဲ႕နာမည္​​ေက်ာ္​ၾကားလွတဲ့ သရုပ္​​ေဆာင္​ မင္​းသမီးတစ္​လက္​ျဖစ္​ၿပီးSo Eun က​ေတာ့ ရိုးရိုး အထက္​တန္​း​ေက်ာင္​းသူတစ္​​ေယာက္​ပါဘယ္​သူမွ သတိမထားမိတာက သူတို႔နွစ္​​ေယာက္​က သားအမ​ိ​ေတြပါနွစ္​​ေယာက္​စလံုးဟာ ဘယ္​သူမွ မသိ​ေအာင္​ ​ေနၾက​ေပမဲ့ So Eun ​ေလးက​ေတာ့မိခင္​​ေမတၱာကို ငတ္​မြတ္​​ေနသူပါ မထင္​မွတ္​ပဲ သူငယ္​ခ်င္​း​ေတြရဲ႕addition ကို လိုက္​သြားရင္​ မ​ေတာ္​တဆတစ္​ခု​ေၾကာင္​့ဝင္​ၿပိဳင္​လိုက္​ရတဲ့အခါ ၿပိဳင္​ပဲြရဲ႕ဒိုင္​က​ေရာ ဘယ္​သူျဖစ္​​ေနမလဲSo Eun ​ေလး​ေရာ ...",
        "rating": "6.7",
        "url": "https://megaup.net/1xtkh/Star_Next_Door_[2017]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/xnYM774QZtouyApuLrd3VeSOVn1.jpg",
        "title": "The Ides of March(2011)",
        "description": "The Ides of March(2011)IMDb....7.1,,,Rotten...84% \" ကြ်န္ေတာ္ဟာ ခရစ္ယာန္ဘာသာ၀င္လည္းမဟုတ္သလုိ ဘာသာမဲ့လည္းမဟုတ္ဘူးး\n.....ဂ်ဴးလည္းမဟုတ္ဘူး.\n...ကြ်န္ေတာ္ယုံၾကည္ကုိးကြယ္တဲ့ဘာသာကေတာ့  ဖြဲ႕စည္းပုံအေျခခံဥပေဒလုိ႕ေခၚတယ္...\nေျပာရရင္ဗ်ာ...ကြ်န္ေတာ္အသက္ရွဴရပ္တဲ့အထိ ခင္ဗ်ားတုိ႕ယုံၾကည္ရာဘာသာကုိ\nကုိးကြယ္လုိ႕ရေအာင္အကာအကြယ္ေပးသြားမယ္...တစ္ႏုိင္ငံလုံးအေနနဲ႕ ခင္ဗ်ားတုိ႕ကုိ\nဂရုစုိက္ေပးကာကြယ္ေပးသြားတာနဲ႕ပဲဆုံးျဖတ္ေစခ်င္တယ္...\nဒါ ကြ်န္ေတာ့္ရဲ႕ ယုံၾကည္ကုိးကြယ္မႈပဲ...\nကြ်န္ေတာ္ဘာသာေရးမကုိင္းရႈိင္းဘူးထင္ရင္ကြ်န္ေတာ့ကုိမဲမေပးပါနဲ႕...\nအရပ္ပုေနတယ္ ႏုိင္ငံေရးအေတြ႕အႀကဳံမရွိဘူးထင္ရင္မဲမေပးပါနဲ႕...\nဘာလုိ႕ဆုိကြ်န္ေတာ့္ကုိမဲေပးၿပီးရင္ ဒါေတြကေျပာင္းလဲလုိ႕မရေတာ့ဘူး...\"\nဒီစကားေတြကေတာ့ သမၼတေရြးေကာက္ပြဲအတြက္ မဲဆြယ္စဥ္မွာေဟာေျပာခဲ့တဲ့ အမတ္ေလာင္း\nပူးလ္မန္းရဲ႕ေဟာေျပာခ်က္ေတြပါ...\nဒီကားကေတာ့ ေနာက္ဆုံးသမၼတေရြးေကာက္ပြဲအထိ တက္ေရာက္ႏုိင္တဲ့ မဲအမ်ားဆုံးေပးျခင္းခံရတဲ့\nအမတ္ေလာင္း(၂)ေယာက္ရဲ႕အေၾကာင္းကုိရုိက္ထားတာပါ....\nႏုိင္ငံေရးလွည့္ကြက္ေတြ...စကားလုံးေတြရဲ႕စြမ္းအားေတြ....\nၿပဳိင္ဘက္ကုိေနာက္ကုိက်ေစဖို႕အေရး ဆင္ႏႊဲေနတဲ့ တုိက္ပြဲမ်ဳိးစုံေတြကုိ\nေတြ႕ရမွာျဖစ္တယ္....မင္းသားၾကီး George Clooney ကိုယ္တိုင္ရိုက္ကူးျပီးပါ၀င္သရုပ္ေဆာင္ထားျပီးေတာ့ Ryan Gosling\nလည္း အဓိကပါ၀င္ထားပါတယ္....IMDbေရာ Rottenေရာအေကာင္းဆုံးအေနအထားမွာရွိလုိ႕ခံစားၾကည့္လုိက္ပါဦး...File Size : (900 MB) and (349 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:41:00\nGenre :  Drama, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jthekoala\nEncoded by Phyo Pyae",
        "rating": "7.1",
        "url": "https://megaup.net/1xtkl/The_Ides_Of_March_[2011]_(MM_Sub).mp4",
        "category": "Uncategorized"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/cypBSinhGuQaZ7VuOmGtcKMp91G.jpg",
        "title": "The Professor(2019)",
        "description": "The Professor(2019)IMDb....7.0\" ရစ္ခ်က္မင္းမွာ အဆင့္(၄)ရွိတဲ့ ကင္ဆာျဖစ္ေနၿပီ....\nေရာဂါကအေတာ္ေလးပ်ံႏွံေနၿပီ...မင္းရဲ႕ေက်ာင္းကုိလည္းအသိေပးသင့္သလုိ\nမိန္းမနဲ႕သမီးကုိလည္း အသိေပးသင့္ေနၿပီ....အျမန္ဆုံးလည္းကုသသင့္ေနၿပီ\"\n\" က်ဳပ္မွာ အခ်ိန္ဘယ္ေလာက္က်န္ေသးလဲ\"\n\"ကုသရင္ ၁ႏွစ္ေပါ့ ကံေကာင္းလြန္းေနရင္ တစ္ႏွစ္ခြဲ...\nမကုသရင္ေတာ့ ၆လေပါ့...\"\nရစ္ခ်စ္တစ္ေယာက္ဟာ ဆရာ၀န္ရဲ႕ စိတ္မေကာင္းပါဘူးဆုိတဲ့ႏွစ္သိမ့္စကားကုိ\nေလာေလာလတ္လတ္ၾကားလုိက္ရဲ႕ သတင္းစကားၾကားမွာပင္ အတတ္ႏုိင္ဆုံး\nျပန္ၿပဳံးျပလုိက္တယ္....\nဒီအၿပဳံးေတြဟာ ဘယ္ေလာက္ေတာင္အသက္မဲ့ေနလုိက္မလဲ...\nအနည္းငယ္သာက်န္ရွိေတာ့ သူ႕ဘ၀သက္တမ္းကုိေတြးရင္း\nရစ္ခ်က္တစ္ေယာက္ရဲ႕ေျခလွမ္းေတြ ...\nေကာင္းကင္ကုိေမာ့ၾကည့္တဲ့သူ႕မ်က္လုံးေတြ...\nလူတစ္ခ်ဳိ႕ရဲ႕ ရယ္ေမာသံေတြကုိၾကားရတဲ့သူ႕နားေတြ...\nအားလုံးဟာ သူ႕အတြက္အဓိပၸါယ္မဲ့ေနသလုိပင္...ဒီကားမွာသရုပ္ေဆာင္ထားတဲ့မင္းသားႀကီး Johnny Depp ကုိေတာ့\nအေထြအထူးမိတ္ဆက္ေပးစရာလုိေတာ့မယ္ မထင္ပါဘူး...\nသူဟာ ေကာလိပ္ကပေရာ္ဖက္ဆာတစ္ေယာက္ျဖစ္ပါတယ္...\nတျခားဇာတ္ကားေတြလုိ က်န္ရွိတဲ့သက္တမ္းမွာ ေကာင္းမႈေတြကုိ\nသူေတာ္စင္တစ္ပါးလုိလုပ္...ဘ၀ရဲ႕တန္ဘုိးဆုိတာဘာညာဆုိၿပီး\nေကာင္းၿပီးရင္းေကာင္းတဲ့ ဇာတ္ဟန္မဟုတ္ဘူး...\nပထမတစ္ခန္းမွာတင္သူ႕ဘ၀လက္က်န္ခ်ိန္ဟာ အနည္းငယ္ပဲသိၿပီးတဲ့ေနာက္\nသူလုပ္သြားတာေတြက တကယ့္ကုိစိတ္၀င္စားစရာေကာင္းတယ္..\nသူ႕ရဲ႕သရုပ္ေဆာင္ဟန္ေၾကာင့္ပဲ ဒီဇာတ္ကားဟာ ပုိရုပ္လုံးႀကြလာတယ္လုိ႕ေတာင္ေျပာရမယ္ထင္တယ္...\nကုိင္းခံစားၾကည့္လိုက္ပါဦး....ခင္ဗ်ားတုိ႕ရဲ႕အေကာင္းဆုံးေသာ ဇာတ္ကားစာရင္းထဲမွာ ဒီကားကုိၾကည့္ၿပီးရင္\nဒီကားအပါအ၀င္ပဲဆုိၿပီးထည့္ျဖစ္သြားလိမ့္မယ္လုိ႕ ကြ်န္ေတာ္ထင္တယ္...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္..File Size : (859 MB) and (333 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Comedy, Drama |\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zuel ...",
        "rating": "7.0",
        "url": "https://megaup.net/1xtko/The_Professor_[2018]_(MM_Sub).mp4",
        "category": "Comedy, Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNzEwNjFhNzMtNmFlOC00NDIxLThiMDAtZTA3MTJjNDE0OTg0XkEyXkFqcGdeQXVyNzI0NzQyNTk@._V1_SY1000_CR007121000_AL_-142x200.jpg",
        "title": "Hamid (2018)",
        "description": "CM Fan ေတြအတြက္  ရုပ္ရွင္ကားေကာင္း တစ္ခုကို\nထပ္မံတင္ဆက္ေပးလုိက္ပါၿပီ...\nဟာမစ္ ဆိုတဲ့ အသက္ ၈ ႏွစ္ပဲ ရွိေသးတဲ့\nကေလးေလး ဟာ တစ္ရက္ေသာ အခါမွာ\nသူ႔ အေဖ အလုပ္သြားရာမွ ျပန္မလာေတာ့တာကို\nနားမလည္ႏုိင္ျဖစ္ေနခဲ့ပါတယ္...\nအေမျဖစ္သူက လူေပ်ာက္တုိင္ခဲ့ေပမဲ့\nဟာမစ္ အေတြးထဲမွာေတာ့ အေဖ ဟာ\nဘုရားသခင္နား ေရာက္ေနခဲ့လို႔ ျပန္မလာနုိင္ဘူးလို႔\nမွတ္ယူထားၿပီး ဘုရားသခင္ နဲ႔ ဆက္သြယ္ဖို႔\nသူ႔ အေတြး နဲ႔ သူ ႀကိဳးပမ္းပါေတာ့တယ္...\nတစ္ရက္မွာေတာ့ ဘုရားသခင္ ရဲ႕ သေကၤတ\nတစ္ခုျဖစ္တဲ့ ၇၈၆ ဆိုတဲ့ ဂဏန္း ကို\nဖုန္းနံပါတ္ တစ္ခု အျဖစ္ သက္မွတ္ၿပီး\nဖုန္းေခၚမိခဲ့ေသာ အခါ၀ယ္....\nဒီရုပ္ရွင္ကားကို Little Neo မွ\nဘာသာျပန္ေပးထားပါတယ္",
        "rating": "N/A",
        "url": " https://megaup.net/2dqM1/Hamid_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/06/MV5BMTY3MjU0NDA0OF5BMl5BanBnXkFtZTgwNTc0MTU3OTE@._V1_SY1000_CR007021000_AL_-140x200.jpg",
        "title": "The Angry Birds (2016)",
        "description": "ကမ္ဘာကျော်ဂိမ်းကို ရုပ်ရှင်အဖြစ် ပြန်ပြီး အသက်သွင်းတဲ့ The Angry Birds Movie ဖြစ်ပါတယ် ..Animation ပရိတ်သတ်တို့ မျှော်လင့်ခဲ့ရတဲ့ ရုပ်ရှင်ကားဆိုလည်း မမှားပါဘူး ..ဇာတ်လမ်းအရဆိုရင် Angry Bird တွေ ဖြစ်ပေါ်လာပုံကိုအစပျိုး မိတ်ဆက်ပေးထားပါတယ်ဂိမ်းထဲမှာ ဘာကြောင့် ဝက်တွေနဲ့ ရန်ဖြစ်ရလဲဆိုတဲ့အကြောင်းကို သိရမှာပါ ..ဂိမ်းထဲက အတိုင်း ငှက်တစ်ကောင်စီရဲ့ စွမ်းရည်တစ်မျိုးစီကိုလည်းကောင်းကောင်းမွန်မွန် ကြည့်ရှူခံစားရပါမယ်..ဇာတ်လမ်းကြီးကြီးမားမားမရှိပေမယ့်တင်ဆက်ပြသပုံ မဆိုးတဲ့အတွက် ကြည့်ရှုမယ့် ပရိတ်သတ်တွေသဘောကျ စိတ်ကျေနပ်စေမှာပါ ...ရုပ်ရှင်ကပေးတဲ့ message တွေကလည်းကောင်းမွန်တဲ့အတွက် ကြည့်ရကျိုးနပ်ပါလိမ့်မယ် ..အထူးသဖြင့် ဇာတ်ကောင်လေးတွေကို မိတ်ဆက်တဲ့နေရာမှာသဘောကျစရာလေးတွေပါဝင်ပြီး ချစ်စရာပုံစံလေးတွေလည်းအများကြီးတွေ့ရပါဦးမယ် ခင်ဗျ .. ပြောရရင် animation cartoon ချစ်သူတို့ အကြိုက်တွေ့စေမယ့်ရုပ်ရှင်ကားတစ်ကားဖြစ်ပါကြောင်း။အားပေးကြည့်ရှုခံစားကြပါဦး(ေဩာ် မေ့တော့မလို့ စာတန်းထိုးပြီးတဲ့အထိကြည့်ကြပါလို့ )(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Ye Kyaw Htet ပဲ ဖြစ်ပါတယ်)",
        "rating": "6.3",
        "url": "https://megaup.net/1H16i/Angry_Bird_(2016).mp4",
        "category": "Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMzdmYzY5YzYtYzFkYi00MjM3LWE5NmMtN2U5YzY5N2Q2ZWU3XkEyXkFqcGdeQXVyMDAyMTY3Nw@@._V1_-141x200.jpg",
        "title": "Violentia (2018)",
        "description": "ဒီကားေလးကေတာ့ လွ်ိဳ႕ဝွက္ခ်က္ေတြမ်ားစြာtwistေတြမ်ားစြာနဲ႕ေသခ်ာၾကည့္ရမယ့္သိပၸံကားေလးတကားပါ IMDb 7 ေတာင္ရထားတဲ့ကားေလးပါသိပၸံပညာရွင္တေယာက္ဟာနႏိုေဘာ့လို႕ေခၚတဲ့မွတ္ဥာဏ္ေတြကိုလိုသလိုေျပာင္းလဲႏိုင္မယ့္စက္ပစၥည္းတမ်ိဳးကိုတီထြင္ျပီးအစိုးရကိုခ်ျပခဲ့ပါတယ္ဒါေပမယ့္သူ႕အဆိုကိုဘယ္သူမွလက္မခံပဲစီးပြားေရးအရအသံုးခ်ခ်င္တဲ့လူေတြကသာလာကမ္းလွမ္းၾကပါတယ္အဲ့ဒါကိုျငင္းပယ္ခဲ့ေပမယ့္ အဲ့အခ်ိန္မွာပဲသူ႕သမီးအသတ္ခံလိုက္ရတယ့္အခါသူ႕သမီးကိုသတ္သြားတဲ့တရားခံကိုလိုက္ရွာရင္း ဘယ္လိုအလွည့္အေျပာင္းေတြျဖစ္လာမလဲဘာလွ်ိဳ႕ဝွက္ခ်က္ေတြေပၚလာမလဲဆိုတာေတာ့ဒီကားေလးထဲမွာၾကည့္ၾကည့္လိုက္ၾကပါေနာ္ဇာတ္ကားကtwistေတြအရမ္းမ်ားတာေၾကာင့္ေသခ်ာစိတ္ဝင္တစားၾကည့္ရင္အရမ္းကိုေကာင္းျပီး အၾကမ္းဖက္မႈေတြနဲ႕ပါပတ္သက္တဲ့ကားေကာင္းေလးတကားပါ File Size : (794 MB) & ( 274 MB)Quality : BluRay 720pRunning Time : 1 hr 25minFormat : Mp4Genre : Drama , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe Myint Lwin",
        "rating": "7.0",
        "url": "https://megaup.net/1xtku/Violentia_[2019]_(MM_Sub).mp4",
        "category": "Drama, Sci-Fi"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/maria-2019-full-pinoy-movies-136x200.jpg",
        "title": "Maria (2019)",
        "description": "လီလီဟာ ဘလက္ခ္ရုိစ့္ဆုိတဲ့ ဒုစရုိက္ဂုိဏ္ၾကီးရဲ႕ ထိပ္တန္းလုပ္ၾကံေရးသမား တစ္ဦးၿဖစ္ပါတယ္။ တစ္ေန႔မွာေတာ့ ေပးအပ္တဲ့တာ၀န္ကုိ\nဖီဆန္ခဲ့မႈနဲ႔ ဂုိဏ္းက သူ႔ကုိ သတ္မိန္႔ေပးခဲ့ပါတယ္။ အဲ့ဒါေတြအားလုံးဆီကေန သူ႔နည္းသူ႔ဟန္နဲ႔ ေရွာင္ထြက္လြတ္ေၿမာက္ေနခဲ့ၿပီး ကာလတစ္ခုမွာ သူဟာ ဘ၀ေဟာင္းကိုေမ့ေပ်ာက္ထားၿပီး မာရီယာ ဆုိတဲ့ သာမန္\nအိမ္ေထာင္ရွင္မအၿဖစ္ ဘ၀သစ္တစ္ခုကို ထူေထာင္ေလွ်ာက္လွမ္းေနတဲ့ အခ်ိန္ အတိတ္ေဟာင္းက မိတ္ေဆြေဟာင္းေတြ သူ႔ကုိ\nၿပန္ေၿခရာခံမိသြားတဲ့ေနာက္ သူ ရုန္းထြက္ခ်င္တဲ့ဘ၀ဆီက လြတ္ေၿမာက္ႏုိင္ပါ့မလား။\nဘယ္လုိၿဖစ္ရပ္ဆုိးေတြၾကဳံလာရမလဲဆုိတာ..။\nအမ်ိဳးသမီးဗားရွင္းနဲ႔ John wick လုိ႔ေၿပာလုိ႔ရပါတယ္။ ၿမင္ေနက် ဇာတ္အိမ္မ်ိဳးကုိမွ သြက္သြက္လက္လက္နဲ႔ ေနာက္ခံေတးဂီတ\nေကာင္းေကာင္း အက္ရွင္ခန္း အလန္းစားေတြနဲ႔ ဆြဲေခၚသြားႏုိင္ပါတယ္။ အက္ရွင္ခန္း ႏွိပ္စက္ခန္းတစ္ခ်ိဳ႕ၾကမ္းလြန္းလုိ႔ကေလးေတြအတြက္ေတာ့ မသင့္ေတာ္ပါဘူး။ \nFile size…(950 MB) and (620 MB)\nQuality….Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….01:30:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "8.7",
        "url": "https://megaup.net/2ToeA/Maria_[2019]_(MM_Sub).mp4",
        "category": "Action, Adult, Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/33Cxmz0MDcHZ0mJub429dhQRYP.jpg",
        "title": "Batman vs. Teenage Mutant Ninja Turtles (2019)",
        "description": "အားလံုးၾကိဳက္မယ့္Rating 7.3 ရရွိထားတဲ့animation ကားေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္...ဒါေပမဲ့ ဒီကားမွာေတာ့ Batman ရဲ႕ေစာင့္ေ႐ွာက္မႈေအာက္မွာ႐ွိေနတဲ့ေဂါ့သမ္ၿမိဳ႕ႀကီးကို ဧည့္သည္ေတြေရာက္လာၾကတယ္ေပါ့ဧည့္သည္ေတြကေတာ့ အားလံုးရဲ႕အခ်စ္ေတာ္လိပ္နင္ဂ်ာေလးေတြပါဒါေပမဲ့ ေရာက္လာတဲ့သူေတြက လိပ္နင္ဂ်ာေတြခ်ည္းပဲမဟုတ္ဘူးဒါဆိုေဂါ့သမ္ၿမိဳ႕ႀကီးကို ေနာက္ထပ္ဘယ္လိုဧည့္သည္ေတြထပ္ေရာက္လာတာလဲလိပ္နင္ဂ်ာေတြကေရာ ဘာေၾကာင့္ေရာက္လာရတာလဲလင္းႏို႔လူသားရဲ႕ လိပ္နင္ဂ်ာေတြပူးေပါင္းၿပီးရာဇဝတ္သားေတြဘယ္လိုႏွိမ္ႏွင္းၾကမလဲ႐ုပ္တည္တည္လင္းႏို႔လူသားနဲ႔ ေပ်ာ္တတ္တဲ့လိပ္ေလးေတြဘယ္လို ၂ ပါးသြားၾကမလဲ ၾကည့္လိုက္ျကပါဦး File Size : (817MB) & ( MB)Quality : WEB-DL 720p403 Running Time : 1 hr 24 minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by ...",
        "rating": "8.5",
        "url": "https://megaup.net/1qyet/(CM)_Batman_Vs_Teenage_Mutant_Ninja_Turtles_2019_(Large_Size).mp4",
        "category": "Action, Adventure, Animation"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/253718-l-142x200.jpg",
        "title": "Red Cliff II (2009)",
        "description": "Red Cliff  II (2009)_________IMDb -7.6/10\n ပထမကား မှာ အောင်မြင်မှုရရှိခဲ့ပြီး နောက် ဒုတိယ ကားကို၂၀၀၉ ခုနှစ်မှာပဲ ထပ်မံထွက်ရှိလာခဲ့ပါတယ် ဇာတ်လမ်းကတော့ပထမကား ကိုပဲ ဆက်လက်ရိုက်ကူးထားပြီး ပထမကားကိုသာ ကြည့်ပြီးမှ ဒီကားကိုဆက်ကြည့်မှသာ ဇာတ်ရည်လည်မှာပဲဖြစ်ပါတယ်ဒီကားကတော့ IMDb rating 7.6 ထိရရှိထားပြီးသိုင်းကား ရှေးရာဇဝင်စစ်ကားကိုကြိုက်နှစ်သက်သူတွေ အနေနဲ့ကတော့ လက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။ချောင်ချောက်ရဲ့ ကုန်းတပ်စစ်ဦးကို အနိုင်တိုက်ပြီးနောက်မှာ အင်အားသောင်းချီတဲ့ ရေတပ်ကြီးကို ကျိုးယွီနဲ့ ခုံးမင်တို့ ဘယ်လို ဆက်ရင်ဆိုင်ကြမလဲဆိုတာ......  \nFile size…(2.3 GB) and (1.3 MB)\nQuality….Blu-Ray 1080p & 720p\nFormat…mp4\nDuration….02:22:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Alias",
        "rating": "7.6",
        "url": "https://megaup.net/1Iq2p/Red_Cliff_II_(Chi_Bi_-_Jue_Zhan_Tian_Xia)_[2009]_(MM_Sub).mp4",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/02/MV5BMTcyOTQ3NDA1OV5BMl5BanBnXkFtZTcwMDY3NzM4Mg@@._V1_SY1000_CR006741000_AL_-202x300.jpg",
        "title": "Red Cliff (2008)",
        "description": "Red Cliff - 2008\nIMDb (7.4/10).........Rotten Tomatoes (91%)\n ဒီဇာတ်ကား ၂ ကားကို လွီပုနဲ့သောင်းချန်၊ သစ္စာဂုဏ်ရည် ကြည့်ဖူးတဲ့သူတွေ၊ P2 ဂိမ်းမာတွေတော့ ရင်းနှီးနေပြီးသားဖြစ်မှာပါ။  Romance of the three kingdoms ဂိမ်းတွေလည်း ထွက်ထားပါတယ်။ အရင်နှစ်တွေကတော့ ဒီသမိုင်းကာလ စဆုံးကို စီးရီးထွက်ပါတယ် အပိုင်း ၆၀ လောက်တော့ ရှိမှာပေါ့။တရုတ်ပြည်ရဲ့ မင်းသုံးပါး အပြိုင်ခေတ်သမိုင်းထဲက အကျော်ကြားဆုံးကမ်းပါးနီတိုက်ပွဲကို ကောက်နှုတ်ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။ ကာလကတော့ လွီပုနဲ့တုံကြို့တို့အသက်ခံရပြီးနောက်ပိုင်း။ လျိုပေ့ နဲ့ စွန်းကွန် တို့ မင်း ၂ ပါးအဖြစ် အင်အားအနည်းငယ်ရလာချိန်မှာ အမတ်ချုပ်ကြီး ချောင်ချောင်ဟာ လျိုပေ့ကို  လိုက်ဖိတိုက်နေတဲ့ကာလပါ။ လျို့ပေ့မှာတော့ ကွမ်းရီ၊ကျန်းဖေး၊ကျောက်ယွန် တို့ သူရဲကောင်း ၃ ယောက်နဲ့ ဒီဇာတ်ကားရဲ့ အဓိကနေရာမှာပါတဲ့ ပညာရှိအမတ်ခုံးမင်(ကျူးကော့်လျန်) တို့ ပါဝင်နေပါပြီ။ စွန်းမျိုးနွယ်တွေမှာတော့ ...",
        "rating": "7.4",
        "url": "https://megaup.net/1Iq2g/Red_Cliff_(Chi_Bi)_[2008]_{Blu-ray_1080p}_(MM_Sub).mkv",
        "category": "Action, Asian, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5s9Juk85HuHhTe232kUG5pkzgqA.jpg",
        "title": "Kesari(2019)",
        "description": "KESARI 2019IMDb Rating - 7.8/10 IMDb Rating - 7.8/10မၾကာေသးမီကမွ ႐ံုတင္သြားတဲ့ အေရွးကူးမားရဲ႕\nသမိုင္းျဖစ္ရပ္မွန္ ႐ုပ္႐ွင္ဇာတ္ကားကို\nမေန႔က အၾကည္ေလး တက္တက္ခ်င္း\nျမန္ျမန္ဆန္ဆန္ေလး တင္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းဟာ ၁၉ရာစုဝန္းက်င္မွာ\nျဖစ္ပြားခဲ့တဲ့ စစ္ပြဲကို အေျချပဳထားပါတယ္။မင္းသားႀကီး အေရွးကိုေတာ့ ဒီဇာတ္ကားထဲမွာ\nၿဗိတိသွ်တပ္မေတာ္ရဲ႕ တပ္ၾကပ္ႀကီး တစ္ေယာက္အျဖစ္ ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။ၿဗိတိသွ် လက္ေအာက္မွာ သူ တာဝန္ထမ္းေဆာင္ေနမဲ့\nဇာတ္လမ္းရဲ႕အစမွာေတာ့\nသူကိုယ္သူ စစ္သားတစ္ေယာက္အျဖစ္\nဂုဏ္ယူေနခဲ့ပါတယ္။ဒီလိုနဲ႔ ပတၱေရာင္လွည့္ေနစဥ္အတြင္း\nမြတ္စလင္ေတြလူမ်ဳိးေတြဟာ သူတို႔ ဘာသာဝင္\nမိန္းကေလးတစ္ေယာက္ကို သတ္မလို႔ လုပ္ေနတုန္း\nအေရွးဟာ အထက္အရာရိွရဲ႕ အမိန္႔ကို ဆန္႔က်င္ၿပီး\nသြားကယ္ခဲ့ပါတယ္။ဒီအမိန္႔မနာခံမႈေၾကာင့္ အေရွးဟာ\nနယ္ေျပာင္းေရႊ႕ခံခဲ့ရပါတယ္။အဂၤလိပ္ေတြရဲ႕ အိႏၵိယလူမ်ဳိးအေပၚ ဆက္ဆံပံုကို\nအမွန္အတိုင္းျမင္ခဲ့ရၿပီး ကြၽန္ဘဝကို နားလည္လာရာမွာေတာ့....၊ဆစ္ခ္ဘာသာဝင္ အေရွးတို႔ကို\nမြတ္စလင္ေတြဟာ ျပန္တိုက္ဖို႔ ႀကိဳးပမ္းလာခဲ့ရာမွာေတာ့..... File Size : (1.18GBand (454MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:30:00\nGenre :  Drama, Action,History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Myint Thu ...",
        "rating": "7.9",
        "url": "https://megaup.net/1xwb7/Kesari_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/or9QoOcHfsaypC7UiCEIFtls48N.jpg",
        "title": "The Convent (2019)",
        "description": "ဒီတစ္ခါ Horror ကားေလးမွာေတာ့ ေကာာင္မေလးတစ္ေယာက္ကစုန္းမဆိုၿပီးစြပ္စြဲခံရၿပီးေတာ့ အ႐ွင္လတ္လတ္မီး႐ွိဳ႕သတ္ခံရခါနီးမွာခရစ္ယာန္သီလ႐ွင္မာသာတစ္ေယာက္က သူ႔ကိုလာကယ္သြားခဲ့ၿပီးသူ႔ေက်ာင္းကိုေခၚသြားခဲ့တယ္ အဲ့ေက်ာင္းမွာသူ႔လိုပဲ တျခားေကာင္မေလးေတြအမ်ားႀကီးကိုလဲ ကယ္ထားေသးတယ္မာသာျကီးကေတာ့ စည္းကမ္းတင္းက်ပ္တယ္ သီလ႐ွင္ေက်ာင္းဝင္းအျပင္ကဘာနဲ႔မွသူတို႔မပတ္သက္ရဘူးဒါေပမဲ့ အဲ့ေက်ာင္းမွာ ကူးစက္ေရာဂါလိုမ်ိဳးတစ္ခုျဖစ္ၿပီးေတာ့လူေတြတစ္ေယာက္ၿပီးတစ္ေယာက္ေသလာၾကတဲ့အခါဒါေတြရဲ႕ေနာက္ကြယ္မွာ ဘာ႐ွိေနမလဲ၊ေက်ာင္းႀကီးမွာေရာ ဘယ္လိုအတိတ္ျဖစ္ရပ္ေတြ႐ွိခဲ့လဲ၊မာသာႀကီးရဲ႕ တကယ္ရည္ရြယ္ခ်က္ကေရာ ဘာလဲဆိုတာကေတာ့ဇာတ္လမ္းေလးထဲမွာ ဆက္႐ႈစားၾကည့္ၾကပါ File Size : (818MB) & ( 302 MB)Quality : WEB-DL 720pRunning Time : 1 hr 21 minFormat : Mp4Genre : History , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded ...",
        "rating": "4.2",
        "url": "https://megaup.net/2Tr6y/The_Convent_[2019]_(MM_Sub).mp4",
        "category": "History, Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/Rain-man-127x200.jpg",
        "title": "Rain Man (1988)",
        "description": "Rain Man Rain Man ဆိုတာနဲ႔ ရုပ္ေျဖာင့္ေျဖာင့္ ခတ္ထက္ထက္ လူငယ္တစ္ေယာက္နဲ႔ Autistic ျဖစ္ေနတဲ့\nသက္လတ္ပိုင္းလူတစ္ေယာက္ သူတို႔ႏွစ္ေယာက္ကိုပဲကြ်န္ေတာ့္ မ်က္စိထဲ ေျပးျမင္မိပါတယ္။\nဒီကားက 1988 ခုနွစ္မွာထြက္ခဲ့တာပါ။ အခုအခ်ိန္နဲ႔ဆို ဇတ္ကားေတထြက္ခဲ့တာ ၃၁ ႏွစ္ရွိၿပီေပါ့ဗ်ာ။\nဝင္ေငြပိုင္းအရ ၂၅ Million ရင္းၿပီး Worldwide ၃၅၄ အထိျပန္ရခဲ့ပါတယ္။\nက်ြန္ေတာ္ သိသေလာက္ ေျပးေျပး ေဖာရက္စ့္ ဆိုတဲ့ Tom Hanks ကားထြက္လာမွပဲ ထိပ္ကေန\nေအာက္ဆင္းေပးရတဲ့အထိ ေအာင္ျမင္ခဲ့တဲ့ ဇတ္ကားတစ္ခုျဖစ္ပါတယ္။\n(1988 ) မွာတုန္းက Rank 1 ခ်ိတ္ခဲ့တဲ့ကားပါ။ Run Time က 133 Mins ရွိၿပီးေတာ့ Tom Cruise နဲ႔\nသူ႔ေခတ္သူ႔အခါက Greatest Actor ေတြထဲကတစ္ေယာက္ လို႔ေျပာၾကတဲ့ မင္းသားႀကီး Dustin ...",
        "rating": "8.0",
        "url": "https://megaup.net/1xwbn/Rain_Man_[1988]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/5bL7WcHtBWmlUenu6s0Ypd3Tzok.jpg",
        "title": "Heaven’s Soldiers ( 2005 )",
        "description": "IMDb 6.1 ရရှိထားတဲ့ ကိုရီးယားစစ်ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်မျက်မှောက်ခေတ်က စစ်သားတွေ ကိုရီးယားရဲ့နာမည်ကျော်စစ်သူကြီးလီဆွန်းရှင်းခေတ်ကိုပြန်ရောက်သွားတဲ့ဇာတ်ကားလေးပါပဲ….တောင်ကိုရီးယားနဲ့ မြောက်ကိုရီးယား သဘောထားမတူနှစ်ခြမ်းကွဲတဲ့ ကိစ္စ မဆန်းတော့ပါဘူး…ဒါပေမယ့် ဒီကားထဲမှာတော့ ဆန်းတယ်…အဏုမြူကို ထိုးအပ်မယ့်ကိစ္စမှာ မြောက်ပိုင်းက ဗိုလ်မှူးကမကျေနပ်စွာနဲ့ အဏုမြူယူပြီး ပြေးရော…တောင်ပိုင်းသား ဗိုလ်မှူးကလည်း အထက်အမိန့်နဲ့လိုက်ရော…အဲ့မှာတင် ထူးခြားအံ့သြဖွယ်ရာနဲ့ ကိုရီးယားက်ု ဂျပန်တွေဝင်တဲ့အချိန်တရုတ်ကလုချင်နေတဲ့အချိန်ဆီ စစ်သားတစ်စု အချိန်ခရီးနှင်ခဲ့ရလေရဲ့…သမိုင်းထဲပြန်ရောက်သွားတဲ့ စစ်သားတွေကဘယ်သူနဲ့တွေ့ပြီး ဘယ်လိုတွေပြောင်းလဲကုန်မလဲ…သူတို့ခေတ်ကိုရော ပြန်လို့ရပါ့မလား…နောက်ပြီး အဲ့ဒီခေတ်မှာရော တောင်ပိုင်းကဗိုလ်မှူးနဲ့မြောက်ပိုင်းသားဗိုလ်မှူးတို့ တည့်နိုင်ကြပါ့မလား…၂၀၀၅ ခုနှစ်က ဇာတ်လမ်းလေးပါ ဒါပေမယ့် ဒီကားလေးကပေးခဲ့တဲ့အသိကတော့ အခုအထိ တန်ဖိုးရှိနေလို့ ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်Translated & Review By Chu ChuEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/2sy2l/Heaven’s_Solider_[2005]_(MM_Sub).mp4",
        "category": "Action, Comedy, Sci-Fi"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/scy6DFc7IlVEI8rzkH6SlAkZUwK.jpg",
        "title": "Pegasus ( 2019 )",
        "description": "ဒီကား​ေလးဟာ2019 februaryလမွထြက္​႐ွိထားတဲ့ဇာတ္​ကားသစ္​​ေလးျဖစ္​ပါတယ္​..Imdb6.4ရ႐ွိထားၿပီး chinese box officeမွာ$255millionထိ ဝင္​​ေငြရ႐ွိထားပါတယ္​..5ႀကိမ္​ဆက္​တိုက္​ၿပိဳင္​ကား​ေမာင္​းခ်န္​ပီယံျဖစ္​ခဲ့တဲ့က်န္​း​ေခ်တစ္​​ေယာက္​ဟာတရားမဝင္​ၿပိဳင္​ပြဲတစ္​ခုမွာဝင္​ၿပိဳင္​မိရာမွရဲ​ေတြရဲ႕​ေခ်ာင္​ပိတ္​ဖမ္​းဆီးျခင္​းကိုခံခဲ့ရပါတယ္​...သူ႔ရဲ႕ၿပိဳင္​ပြဲဝင္​ခြင္​့ပိတ္​သိမ္​းခံရတဲ့အျပင္​ ယာဥ္​​ေမာင္​းလိုင္​စင္​ပါပိတ္​သိမ္​းခံလိုက္​ရပါတယ္​..ဒီလိုနဲ႔၅ႏွစ္​ၾကာ ထမင္​း​ေၾကာ္​​ေရာင္​းၿပီးဇာတ္​ျမႇဳပ္​​ေနခဲ့ရင္​းလူငယ္​မ်ိဳးဆက္​​ေတြမွာသူ႔လိုပဲ၅ႏွစ္​ဆက္​တိုက္​ျပိဳင္​ကား​ေမာင္​း​​ခ်န္​ပီယံျဖစ္​လာတဲ့လင္​က်ိန္​႔တံုးကို​ေတြ႕ျမင္​မိရာက​ေနၿပိဳင္​ပြဲတစ္​ဖန္​ျပန္​ဝင္​လိုစိတ္​​ေတြျဖစ္​​ေပၚလာၿပီး ၿပိဳင္​ပြဲဝင္​ခြင္​့ရဖို႔ျပန္​လည္​ႀကိဳးစားပါ​ေတာ့တယ္​... ဒီလိုနဲ႔ၿပိဳင္​ပြဲဝင္​ခြင္​့ရဖို႔ယာဥ္​​ေမာင္​းလိုင္​စင္​ျပန္​​​ေျဖဆိုရခ်ိန္​မွာဘယ္​လိုအခက္​အခဲ​ေတြၾကံဳရမလဲ..ၿပိဳင္​ပြဲဝင္​ဖို႔ ၿပိဳင္​ကားအဆင္​သင္​့မ႐ွိ...ကားအလန္​းဆင္​ဖို႔ရာလည္​း​ေငြ​ေၾကး​ေထာက္​ပံမယ္​့သူမ႐ွိ..သူ႔​ေနာက္​မွာဘယ္​အဖြဲ႔အစည္​းမွမရပ္​တည္​​ေပးခ်ိန္​..ၿပိဳင္ပြဲဝင္​ဖို႔ ကားငွါးစင္​တာက​ေတာင္​နာမည္​ပ်က္​႐ွိတဲ့သူ႔ကိုကားမငွါး​ေပး​ေတာ့တဲ့အခါ..သူ႔ရဲ႕လမ္​းၫႊန္​တြဲဖက္​ျဖစ္​တဲ့ယြီ႐ွန္​နဲ႔ စက္​ျပင္​သမားက်ိ႐ွင္​းတို႔နဲ႔အတူအခက္​အခဲ​ေတြကိုဘယ္​လိုရင္​ဆိုင္​​ေျဖ႐ွင္​းၾကမလဲ...အခက္​အခဲမ​်ိဳးစံုၾကံဳ​ေတြ႔ခ်ိန္​မွာ​ေတာင္​အားမ​ေလ်ွာ့ပဲႀကိဳးစားၾကပံု​ေတြကိုစိတ္​ဝင္​စားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါတယ္​...ၿပိဳင္​ကား​ေမာင္​းခ​ေရဇီ​ေတြအတြက္​​ေတာ့ အႀကိဳက္​​ေတြ႔​ေစမယ္္​့ဇာတ္​ကားတစ္​ပုဒ္​ပါပ​ဲ.. Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.4",
        "url": "https://megaup.net/1xwbi/Pegasus_(Fei_Chi_Ren_Sheng)_[2019]_(MM_Sub).mp4",
        "category": "Comedy, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BYmEyNmUxNjMtNjk0NS00OTZhLTlkYzktZGUxODhhMTc2NTRmXkEyXkFqcGdeQXVyNTg0NDQ5NzA@._V1_SY1000_CR006991000_AL_-140x200.jpg",
        "title": "The Pool (2018)",
        "description": "The Pool ရုပ္ရွင္ကား ဟာ ၂၀၁၈ ခုႏွစ္က ျမန္မာျပည္မွာ\nရံုတင္ခဲ့ၿပီး လူႀကိဳက္အရမ္းမ်ားခဲ့တဲ့ ရုပ္ရွင္ကားတစ္ကားျဖစ္ပါတယ္\nထိုင္း ရုပ္ရွင္ကားျဖစ္ၿပီး တစ္ကားလံုးကို လူအနည္းငယ္ျဖင့္သာ\nသရုပ္ေဆာင္ ရိုက္ကူးထားၿပီး ထုိင္ရာက မထစတမ္း ၾကည့္ရႈေစႏုိင္တဲ့\nတစ္ခုထဲေသာ အာရွရုပ္ရွင္ကား တစ္ကားျဖစ္ပါတယ္\nလူသူ ေ၀းတဲ့ ၿမိဳ႕အစြန္က ေရကူးကန္ အေဟာင္းတစ္ခုအား\nရုပ္ရွင္ရိုက္ကူးရန္ ငွားခဲ့ၿပီးေနာက္ ထို ေရကူးကန္ထဲ မွာ\nအေစာင့္တစ္ေယာက္ ေဘာကြင္းေလးနဲ႔ အိပ္ေပ်ာ္ေနခဲ့တယ္\nၿပီးေတာ့ လူေတြ မသိေသးတဲ့ အေကာင္ႀကီးတစ္ေကာင္ ကလည္း\nအသင့္ အဲ့ေအာက္မွာ ေစာင့္ေနခဲ့တယ္...\nျပန္သြားတဲ့သူေတြက ေမ့ၿပီး ေရေတြ သြန္တဲ့ ခလုပ္ကို ႏွိပ္သြားၿပီး\nအေစာင့္ ျပန္ႏိုးလာတဲ့အခ်ိန္မွာ ေရေတြ ကုန္လုနီးပါးျဖစ္ၿပီး\nေရကန္ေပၚသို႔ ျပန္မတက္ႏုိင္ခဲ့ေသာ အခါမွာေတာ့ ...\nထိတ္လန္႔သည္းဖို ဆိုတဲ့ အႏွစ္အရသာ နဲ႔ ျပည့္စံုတဲ့\nThe Pool ဆိုတဲ့ ထိုင္းရုပ္ရွင္ကားကို အရမ္းေတြ စပြိဳင္လာ\nမလုပ္ေတာ့ပါဘူး CM Fan ေတြ ဆက္လက္ၾကည့္ရႈလုိက္ပါအံုး\nဒီရုပ္ရွင္ကားကို Little Neo ...",
        "rating": "6.7",
        "url": "https://megaup.net/2Tr6B/The_Pool_[2018]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/08/MV5BZjU5OWVlN2EtODNlYy00MjhhLWI0MDUtMTA3MmQ5MGMwYTZmXkEyXkFqcGdeQXVyNjE5MTM4MzY@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Conjuring 2 (2016)",
        "description": "ကာလရှည်ကြာစွာ စောင့်မျှော်နေရတဲ့ Conjuring 2 နောက်ဆုံးမှာတော့ Bluray ကွာလတီနဲ့ ထွက်လာခဲ့ပါပြီ။ သရဲကား ဘာသာပြန်နေကျသူတွေ အကြောင်းအမျိုးမျိုးကြောင့်မအားလပ်တာနဲ့ ကျွန်တော်ရဲ့ ပထမဆုံး ဘာသာပြန်ဖြစ်တဲ့ သရဲကား ဖြစ်သွားပါပြီ။ဒီဇာတ်လမ်းဟာလည်း ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပဲဖြစ်ပါတယ်။အ ကျဉ်းပြောရရင်တော့ တစ်ခုလပ် အမျိုးသမီးတစ်ဦးနဲ့ သားသမီး ၄ ယောက် ပြောင်းရွှေ့လာတဲ့ အိမ်မှာ ကြောက်စရာ ဖြစ်ရပ်တွေ စတင်လာခဲ့ပြီး လူတွေနဲ့မီဒီယာတွေ အာရုံစိုက်မှု ရလာတဲ့အခါ ဘုရားကျောင်းရဲ့ အကူအညီတောင်းမှုအရ ၀ါရမ် လင်မယား လာရောက်စုံစမ်းရတာပါပဲ။ဒီအမှုကိုတော့ သူတို့လင်မယားလိုက်ခဲ့တဲ့ အမှုတွေထဲက ကြောက်စရာ အဆိုးရွားဆုံးတွေထဲက တစ်ခုလို့ အပြင်မှာ ထုတ်ဖော်ပြောဆိုခဲ့ပါတယ်။မထင်မှတ်တဲ့ လှည့်ကွက်တစ်ခုနဲ့ တန်ဆာဆင်ထားတာကိုလည်း တွေ့ရပါလိမ့်မယ်။ဇာတ်လမ်းအဆုံးမှာလည်း တကယ့် ဖြစ်ရပ်မှန်အသံသွင်းတိပ်ခွေကို ဘာသာပြန်ထားတာလေးနားထောင်ကြည့်ဖို့ မကျန်ခဲ့ဖို့နဲ့မူရင်းဓာတ်ပုံတွေကိုလည်း တွေ့ရှိနိုင်ကြောင်းပြောပြရင်း တင်ပေးလိုက်ပါပြီ......ရုပ်ရှင်ကားကို Little Neo မှ ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲ ကိုယ်တိုင်ရေးပေးထားပါတယ်။",
        "rating": "7.4",
        "url": "https://megaup.net/2lMz1/The_Conjuring_2_[2016]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2015/05/MV5BMTM3NjA1NDMyMV5BMl5BanBnXkFtZTcwMDQzNDMzOQ@@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "The Conjuring (2013)",
        "description": "သရဲကားကြိုက်တဲ့ ရုပ်ရှင်ချစ်ပရိသတ်အတွက် ဒီနှစ်ထဲမှာ ထွက်ထားတဲ့ ပရိသတ်တော်တော်များများ စိတ်ဝင်စားတဲ့ The Conjuring နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားက ၁၉၇၁ ခုနှစ်က Rhode Island မှာရှိတဲ့အိမ်မှာ ထိတ်လန့်ခြောက်ခြားမှုတွေ ဖြစ်ခဲ့တာကိုပြန်လည်ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းပါ။ဒီအိမ်ကြီးက ယနေ့တိုင် ရှိပြီး ကမ္ဘာလှည့်ခရီးသည်များ လည်ပတ်စရာ နေရာအဖြစ်ရှိဆဲပါ ပရောဂဆရာမ Lorraine Warren နဲ့ သူ့အမျိုးသား Ed Warren တို့ဟာCarolyn and Roger Perron တို့ မိသားစု (သမီး ၅ယောက်နဲ့အတူ) ဒီအိမ်ကို ပြောင်းရွှေ့ပြီးကတည်းက ခြောက်ခြားစရာတွေ ဆက်တိုက်လိုကြုံတွေရတာတွေကို ကူညီပေးရင်း ဘဝတစ်ပါးသို့ မကူးပြောင်းဘဲ အိမ်မှာ ကျန်ရစ်နေတဲ့ ၀ိဉာဏ်ဥစ္စာစောင့်နတ်ဆိုးက မိသားစုဝင်အားလုံးကို ဘယ်လိုအနှောင့်အယှက်ပေးတယ်၊ ထိတ်လန့်မှုတွေပေးတယ်၊ နောက်ဆုံးအသက်အန္တရာယ် စိုးရိမ်ရသည်အထိ ဒုက္ခပေးလာတယ် ဆိုတာ ရိုက်ပြထားတာပါ။ဇာတ်လမ်းအစမှာထဲက အရုပ်တရုပ်ကထူးဆန်းစွာ သွားလာပြုမူနေတာကို ရှုစားရမှာပါ။ဒီအရုပ်က အပြင်မှာ တကယ်ရှိခဲ့တဲ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2lMz1/The_Conjuring_2_[2016]_(MM_Sub).mp4 https://megaup.net/1FP6z/The_Conjuring_[2013]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2016/07/MV5BOTQwZmQyYzEtODk5ZC00OTY3LWExMjAtYzRjNWFhNGM3MzBlXkEyXkFqcGdeQXVyNTIzOTk5ODM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Annabelle (2014)",
        "description": "2013 တုန်းက ထွက်ရှိထားခဲ့တဲ့ The Conjuring နောက်ကနေ 2014 မှာဒီဇာတ်ကားထွက်လာပါတယ်.. သရဲကားမို့လို့ထူးထူးခြားခြားအညွှန်းတွေပေးမနေတော့ပါဘူးCM ပရိတ်သတ်လည်းဒီ အရုပ်နဲ့ပတ်သတ်တဲ့ဇာတ်ကားကိုမစိမ်းဘူးလို့ထင်ပါတယ်.. မကြည့်ဖူးဘူးဆိုရင်လည်းသေချာကြည့်လိုက်ပါ.အတော်ကြောက်ဖို့ကောင်းတဲ့သရဲဇာတ်လမ်းဖြစ်ပြီး သရဲကားကောင်းကောင်းတွေကိုမှကြည့်ချင်တဲ့သူတွေ အတွက်တော့အထူးအကြိုက်တွေ့စေမယ့်ဇာတ်ကားမျိုးပါ...ကြောက်တတ်သူများ.. နှလုံးရောဂါရှိသူများ နှင့် ကလေးသူငယ်များ.. တစ်ဦးတစ်ယောက်တည်းကြည့်ချင်းလုံးဝမသင့်တော်ပါဒီရုပ်ရှင်ကားကို Hein Thet Naing မှ ဘာသာပြန်ပေးထားပါတယ်",
        "rating": "5.4",
        "url": "https://megaup.net/1xwax/Annabelle_[2014]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2017/10/MV5BMjA1MzIwMjMxNF5BMl5BanBnXkFtZTgwMDQ3NTc2MjI@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Annabelle: Creation (2017)",
        "description": "၂၀၁၄ တုန်းကAnnabelle အမည်နဲ့ ဇာတ်ကားထွက်ခဲ့ဖူးပြီး အခုဇာတ်လမ်းကတော့ အမှောင့်ပယောဂ ဝင်နေတဲ့ အန်နာဘဲလ် အရုပ်မရဲ့ ရာဇဝင်ကို ရိုက်ကူးထားတာမို့အရင်အန်နာဘဲလ်ဇာတ်လမ်းနဲ့ ရင်းနှီးပြီးသား ပရိ သတ်တွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလို့ဆိုရမှာပါ။ ဆမ်မြူရယ်မူလင်ဟာ ဇနီးအက်စ်သာ၊ သမီးလေးအန်နာ ဘဲလ်နဲ့အတူကယ်လီဖိုးနီးယားက ယာတောအိမ်ကြီးမှာနေထိုင်ရင်း ကစားစရာအရုပ်တွေ ပြုလုပ်ပြီးအသက်မွေးသူပါ။ တစ်ရက်မှာတော့ (၇)နှစ်အရွယ်သမီး လေး အန်နာဘဲလ်ဟာဆိုးရွားလှတဲ့ ယာဉ်တိုက်မှုတစ်ခုကြောင့် ကွယ်လွန်သွားခဲ့ပြီး ဆမ်မြူရယ်ဟာလည်းသူ့သမီးမရှိတော့တဲ့နောက် အရုပ်တွေလည်း မလုပ်တော့ပါဘူး။အဲဒီလိုနဲ့နေလာရင်းအန်နာဘဲလ်ဆုံးတာ ၁၂နှစ်ပြည့်ပြီးတဲ့နောက်မှာတော့ ဆမ်မြူရယ်တို့ ဇနီးမောင်နှံဟာ ယာတောအိမ်ကြီးမှာ သူတို့နှစ်ယောက်တည်းနေ တာဖြစ်တဲ့အတွက်မိဘမဲ့ဂေဟာ ပိတ်လိုက်ရလို့ နေစရာမရှိဖြစ်နေတဲ့ သီလရှင်တစ်ပါးနဲ့ မိဘမဲ့ မိန်းကလေးခြောက်ယောက်ကို ယာတောအိမ်ကြီးမှာ လာနေဖို့ ခွင့်ပြုခဲ့ပါတယ်။အဲဒီအိမ်ကြီးကို မိန်းကလေးတွေ ရောက်လာပြီးနောက်မှာတော့ ထူးဆန်းတဲ့ကိစ္စရပ်တွေ ဆက်တိုက်ဆိုသလို ဖြစ်လာပြီး မိဘမဲ့မိန်းကလေးတွေထဲက ပိုလီယိုကြောင့်ခြေထောက်မသန်တဲ့ ဂျန်နစ္စတစ်ယောက် အရုပ်လိုလို၊ လူလိုလို လှုပ်ရှားမှုတစ်ခုရဲ့ ခြောက်လှန့်မှုနဲ့ကြုံခဲ့ပါတော့တယ်။ ဂျန်နစ္စက ယာတောအိမ်ကြီးကပိတ်ထားတဲ့အခန်းတစ်ခန်းကို ...",
        "rating": "6.9",
        "url": "https://megaup.net/1xwau/Annabelle_-_Creation_[2017]_(MM_Sub).mp4",
        "category": "Horror, Mystery, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BYWZmOTY0MDAtMGRlMS00YjFlLWFkZTUtYmJhYWNlN2JjMmZkXkEyXkFqcGdeQXVyODAzODU1NDQ@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Shoplifters (2018)",
        "description": "ဂ်ပန္နိုင္ငံရဲ႕လုပ္သားနဲ႔အလုပ္ရွင္ဆက္ဆံေရးတင္းမာမႈေတြကေနမွတစ္ဆင့္\nအခ်ိန္ပိုင္းအလုပ္ေတြဟာနိုင္ငံတြင္းမွာတြင္က်ယ္လာပါတယ္\nမိရိုးဖလာလုပ္စားေနတဲ့လူအမ်ားစုဟာအလုပ္လက္မဲ့ျဖစ္လာၾကျပီး\nအဲ့လိုလူေတြထဲမွာအိုဆာမူတို႔မိသားစုလည္းအပါအ၀င္ပဲျဖစ္ပါတယ္\nပိုက္ဆံမရွိ အလုပ္မရွိတဲ့အခ်ိန္မွာ ထမင္းတစ္နပ္စားရဖို႔\nေစ်းဆိုင္ေတြဆီကေနအလစ္သုတ္ရတဲ့မိသားစုျဖစ္လာပါေတာ့တယ္\nအိုဆာမူနဲ႔သူရဲ႕သားဟာထံုးစံအတိုင္းအလစ္သုတ္ေနတုန္း\nအိမ္ေျခယာမဲ့ကေလးမတစ္ေယာက္နဲ႔ေတြ႕ကာ\nအိမ္ကိုေခၚသြားခဲ့ပါတယ္\nအိုဆာမူရဲ႕မိန္းမျဖစ္သူကအစကျငင္းေပမယ့္ကေလးမကို\nကိုယ္ခ်င္းစာမိကာအိမ္ေပၚတင္ေမြးစားလိုက္ပါေတာ့တယ္\nဒီမိသားစုကပိုက္ဆံမရွိတဲ့အျပင္ထမင္းေတာင္နပ္မွန္ေအာင္မစားနိုင္ပါဘူး\nဒါေပမယ့္သူတို႔ဟာမိသားစုရဲ႕အရသာကိုရွာေတြ႔ထားၾကတဲ့လူေတြျဖစ္ျပီး\nအျမဲေပ်ာ္ရႊင္ေနေလ့ရွိပါတယ္\nဒါေပမယ့္ဒီလ္ိုစရိုက္လူေတြကိုေလာကဓံကဘယ္လိုဒုကၡေပးဦးမလဲ\nဒီစိတ္ဆင္းရဲေလာက္ေအာင္ေပ်ာ္ရႊင္ေနၾကတဲ့မိသားစုကေရာ\nေရရွည္ဘယ္လိုျဖစ္သြားၾကမလဲဆိုတာကိုၾကည္ႏူးစရာျဖစ္ေအာင္\nဒါရိုက္တာHirokazu Koreedaကသူကိုယ္တိုင္ေရးျပီးသူကိုယ္တိုင္ရိုက္ျပထားပါတယ္\nRelease Date - 23,November,2018\nRunning time - 2h1m\nGenre - Drama,Crime,18\nTranslated by Chit Oo May\nEncoded by sithu",
        "rating": "8.0",
        "url": "https://megaup.net/1xwbz/Shoplifters_(Manbiki_Kazoku)_[2018]_(MM_Sub).mp4",
        "category": "Crime, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tegQNllG9HfRWexDIkK8wMwC6ce.jpg",
        "title": "Total Dhamaal (2019)",
        "description": "ေႏြပူပူမွာ ေပါ့ေပါ့ပါးပါးနဲ႔ ဟာသကား ၾကည့္မယ္ဆိုတဲ့ ပရိသတ္ေတြအတြက္ တင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ဟိုးအရင္ Dhamaal ေတြရဲ႕ ေနာက္ဆံုးျဖစ္တဲ့Total Dhamaal ပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဘာလုပ္လုပ္ တလြဲခ်ည္းပဲ လုပ္တတ္ၾကတဲ့ လူတစ္စုကို အဓိက ျမင္ရမွာေပါ့။အေၾကာင္းအမ်ဳိးမ်ဳိးေၾကာင့္ ေငြလိုေနတဲ့ လူေတြ။တေန႔မွာေတာ့ ေငြေတြ ႏွစ္က်ပ္ကြက္နင္းၿပီးလုယူလာခဲ့တဲ့ ေဘာစိအသစ္ၾကပ္ခြၽတ္ႀကီးဟာဟယ္လီေကာ့ပတာပ်က္က်ၿပီး အဲ့ဒီလူတစ္စုနဲ႔ ဆံုဖို႔ ျဖစ္လာခဲ့ပါတယ္။မေသခင္မွာသြားတဲ့စကားကေတာ့ဂ်နာပူရ္တိရစၧာန္႐ံုထဲက 'OK' ဆိုတဲ့ စားလံုးမွာေငြ သန္း၅၀၀ ရိွေၾကာင္း ေျပာျပခဲ့ပါတယ္။သိပ္ကို ေလာဘႀကီးတဲ့ ေကာင္ေတြၾကားမွာဆိုေတာ့ၿပိဳင္ပြဲတစ္ခု ျဖစ္လာခဲ့ပါၿပီ။တစ္ေယာက္နဲ႔တစ္ေယာက္ ၿပိဳင္ဖက္ေတြျဖစ္ေနတဲ့ အဲ့ဒီလူရွစ္ေယာက္မွာေနာက္ထပ္ ၿပိဳင္ဘက္တစ္ေယာက္ ရိွေနပါေသးတယ္။အဲ့ဒီပိုက္ဆံေတြနဲ႔ အဓိကပက္သက္ေနတဲ့ ရဲမင္းႀကီးပါ။ကဲ....အရင္ေရာက္တဲ့လူက ပိုက္ဆံေတြအားလံုးကို ရမွာမို႔ ...Dhamaal ကစားပြဲထဲ ပါဝင္ဆင္ႏႊဲလိုက္ပါဦး။ (အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ) File Size :(950 MB ) and ...",
        "rating": "4.7",
        "url": "https://megaup.net/2Tr6D/Total_Dhamaal_[2019]_(MM_Sub).mp4",
        "category": "Action, Adult, Bollywood, Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/bhOtz1wKwXWzhx3Z3IxtvbZFf4o.jpg",
        "title": "I’ll Take Your Dead (2019)",
        "description": "Horror ကားေတြထဲမွာေတာ့ ဒီကားက Rating 6.2 အထိထူးထူးၿခားၿခားရထားတဲ့ကားပါ...သည္းထိတ္ရင္ဖိုမွၾကိဳက္တဲ့လူေတြအတြက္ၾကည့္သင့္ပါတယ္....ၿမိဳ႕နဲ႔ေဝးတဲ့လယ္ကြင္းထဲမွာ သားအဖ ၂ ေယာက္ေနၾကတယ္အေဖႀကီးကို လူေတြက သၾကားလံုးသားသတ္သမားဆိုၿပီးေခၚၾကတယ္။လူသတ္ၿပီးရင္ အေလာင္းကို လက္စေဖ်ာက္ဖို႔ သူ႔ဆီပို႔ၾကတယ္တစ္ေန႔ေတာ့ သူ႔ဆီလက္စေဖ်ာက္ေပးဖို့ အေလာင္း ၃ ေလာင္းလာပို႔သြားေရာကံဆိုးခ်င္ေတာ့ အဲ့ထဲကေကာင္မေလးတစ္ေယာက္က မေသေသးတဲ့အခါသူတို႔ သားအဖ ၂ ေယာက္ဘယ္လိုမ်ိဳးေတြ ရင္ဆိုင္ရမလဲဆိုတာကိုဇာတ္လမ္းထဲမွာ အေျဖ႐ွာလိုက္ၾကပါဦး File Size : (809MB) & ( 297 MB)Quality : WEB-DL 720pRunning Time : 1 hr 23 minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by HMOEncoded by Moe ...",
        "rating": "6.2",
        "url": "https://megaup.net/2dtD9/I’ll_Take_Your_Dead_[2019]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rF6ZLCXzsRbVvHjV2UVJDhmIdlx.jpg",
        "title": "Photograph(2019)",
        "description": "Photograph(2019)IMDb....6.8ဒီကုလားကားဟာ\nသိပ်မကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့ကားတကားဖြစ်ပြီးတော့The Lunch box ရုပ်ရှင်ရဲ့ ပဲ့ကိုင်ရှင်\nဒါရိုက်တာ Ritesh Batra ရို်က်ကူးထားတာပါရုပ်ရှင်ဟာ ဟင်ဒီကားတွေထုံးစံဖြစ်တဲ့\nအကတွေ အဆိုတွေ မပါပဲ\nအေးအေးငြိမ့်ငြိမ့်လေးနဲ့ ဆွဲခေါ်သွားတဲ့\nold-school style drama flim အမျိုးအစားပါ\nဆိုတော့ မြိုင်မြိုင်ဆိုင်ဆိုင်အကအဆိုတွေကို တွေ့ရမှာ မဟုတ်ပါဘူး...မွန်ဘိုင်းမြို့ ပင်လယ်ဆိ်ပ်ကမ်းအဝင်\nမြို့ဦးမုဒ်ဝမှာ ဓာတ်ပုံဆရာအဖြစ် အသက်မွေးတဲ့ ရာဖေး (Nawazuddin Siddiqui ) ရှိပါတယ်\nတနေ့မှာတော့\nမယ်လိုနီ(Sanya Malhotra) ဆိုတဲ့အမျိုးသမီးလေးတယောက်ဟာ\nသူ့ဆီမှာ ဓာတ်ပုံရိုက်ပြီး ပုံထုတ်ပေးနေတုန်းမှာပဲ\nမယ်လိုနီ့အမေက လှမ်းခေါ်တော့\nကောင်မလေးဟာ သူ့အမေ့ဆီထွက်သွားမိပြီး\nဓာတ်ပုံဖိုးရှင်းဖို့မေ့နေခဲ့တယ်ရာဖေးရဲ့ရွာမှာ ရာဖေးအဖွားကျန်နေခဲ့ပြီး\nအဲဒီအဖွားက သူ့မြေးကို မိန်းမယူဖို့ တဆူဆူတပူပူပေါ့\nဒါကြောင့် နားအေးပြီးရော\nအဖွားဆီကို သူကောင်မလေးတယောက် ရနေပြီဆိုတဲ့အကြောင်း စာရေးပြီးသူ့ဆီကျန်နေခဲ့တဲ့ မယ်လိုနီ့ဓာတ်ပုံကို ထည့်ပေးလိုက်ပါတော့တယ်....အလွယ်နည်းနဲ့ဖြေရှင်းလိုက်ပေမယ့် သူဟာ အဖွားကိုလျော့တွက်ခဲ့ပုံပါပဲ...အဲ့ဒီနောက်တော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး....ဒီဇာတ်ကားဟာ ရုပ်ရှင်တကားကြည့်ရတာထက်\nစာအုပ်တအုပ်ဖတ်ရတာနဲ့ ပိုတူကောင်းတူနိုင်ပါတယ်\nဇာတ်လမ်းနာမည်ဟာ photograph ဆိုတဲ့ ရိုရိုးရှင်းရှင်းနာမည်လေးအတိုင်းပဲ ဇာတ်လမ်းဟာလည်းရိုးရိုးလေးနဲ့ ချစ်စရာကောင်းတဲ့ လူသဘာဝလေးတွေကို သေချာလေး set up လုပ် ...",
        "rating": "6.8",
        "url": "https://megaup.net/1xwbm/Photograph_[2019]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMTYzMTMwMDMzMF5BMl5BanBnXkFtZTgwNDc4MjUzNjE@._V1_SY1000_CR006741000_AL_-2-135x200.jpg",
        "title": "6 Years (2015)",
        "description": "6 Years (2015) IMDb 5.6 Rotten Tomato 69%\n“ ငါ့ အသက္ ၂၆ ႏွစ္ျပည့္ရင္ ငါသူနဲ႔ လက္ထပ္မယ္ သူ႔အတြက္ ေဘဘီေလးေတြ ေမြးေပးမယ္”\n“ နင့္ကို တစ္ရက္မေတြ႔ရဘဲ ငါ မေနႏိုင္ဘူး”\n“ နင္နဲ႔ေဝးၿပီး ငါမေနႏိုင္ပါဘူး”\nအဲဒီေလာက္ထိ ခ်စ္ၾကတဲ့ ခ်စ္သူ ၂ ေယာက္ရွိပါတယ္။\nဒန္ နဲ႔ မယ္လ္နင္ တဲ့။\nတကၠဆပ္မွာေနၾကတယ္။\nကေလးဘဝတည္းက ခင္မင္လာၿပီး ခ်စ္သူသက္တမ္း ၆ ႏွစ္ေတာင္ ရွိေနၿပီျဖစ္တဲ့ ငယ္ခ်စ္ေတြ။\nဘယ္သြားသြား ဘယ္လာလာ အၿမဲ တပူးပူးတတြဲတြဲေပါ့။\nတစ္ေန႔က်ရင္ လက္ထပ္ၾကမယ္ သာယာတဲ့အိမ္ေထာင္တစ္ခု ကို\nထူေထာင္ၾကမယ္ ဆိုတဲ့ အိပ္မက္ေတြကိုယ္စီနဲ႔ အသက္ ၂၀ေက်ာ္ Love Bird ေလးေတြရဲ႕ ဘဝထဲကို\nတစ္ေန႔ေတာ့ ဘဝရဲ႕ စိန္ေခၚစမ္းသပ္ခ်က္ေတြ ေရာက္လာခဲ့ပါတယ္။\nမယ္လ္ တစ္ေယာက္ သူငယ္ခ်င္းေတြနဲ႔ ပါတီသြားရင္း\nအမူးလြန္ၿပီး ဒန္႔ ဆီကို သြားရာကေန စ ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xwan/6_Years_[2015]_(MM_Sub).mp4",
        "category": "Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BOGJjM2FhMzktYmIwOS00MmNmLWJlOGMtMTQ0NTBlYjdiYzJjL2ltYWdlXkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_SY1000_CR007061000_AL_-141x200.jpg",
        "title": "Ringu 0 (2000)",
        "description": "Ringu 0: Birthday (2000)\n            1998 နဲ႔ 1999 တုန္းက ထြက္ရွိခဲ့တဲ့ Ring ဇာတ္ကားေတြရဲ႕\nပံုျပင္လုိျဖစ္တဲ့ဒီဇာတ္လမ္းေလးကေတာ့\nလြန္ခဲ့တဲ့ႏွစ္ ၃၀ ကအေၾကာင္းကို တင္ဆက္ေပးထားပါတယ္…\n            ငယ္ရြယ္ၿပီးလွပတဲ့ ဆာဒါကိုေလးဟာ\nသူ႔ရဲ႕ ရႈပ္ေထြးၿပီးျပႆနာမ်ားတဲ့ အတိတ္ကေန\nလြတ္ေျမာက္ဖို႔အတြက္ ျပဇာတ္အဖြဲ႕ထဲမွာ\nေပ်ာ္ရႊင္မႈကို ရွာေတြ႕ၿပီး သရုပ္ေဆာင္မင္းသမီးျဖစ္ဖို႔ ေမွ်ာ္လင့္လာတာပါပဲ…\n            ‘ဒါေပမယ့္လည္း ထူးဆန္းတဲ့အျမင္အာရံုနဲ႔\nေၾကာက္မက္ဖြယ္ေကာင္းတဲ့ သဘာဝလြန္အစြမ္းေတြဟာ\nလူေတြသတိထားမိလာေအာင္လုပ္မိရာကေနစတင္လာပါတယ္…\n            ျပဇာတ္အဖြဲ႕မွာပါတဲ့သူေတြဟာ တူညီတဲ့အိမ္မက္ကုိ\nမက္လာၾကတယ္ တစ္ခ်ိဳ႕တစ္ေလဆုိ သူ႔ေနာက္မွာ\nတစ္ယာက္ေယာက္ရပ္ေနတာကိုျမင္တယ္ဆိုၿပီး ထိတ္လန္႔လာၾကတယ္\n            အားလံုးၾကည့္ဖူး ၾကားဖူးၾကလို႔\nဇာတ္လမ္းအဆံုးသတ္ကုိ သိထားမွာမွန္ေပမယ့္\nေၾကာက္စရာေကာင္းတဲ့ ဆာဒါကိုကို\nဒီဇာတ္လမ္းေလးထဲမွာေတာ့ တည္ၿငိမ္တဲ့ဘဝကိုရဖို႔ႀကိဳးစားေနတဲ့\nအၿမဲတမ္းေအးေဆး တိတ္ဆိတ္ၿပီး ရွက္တတ္တဲ့\nလူတစ္ေယာက္အေနနဲ႔ ခံစားၾကည့္ရွဴရမွာျဖစ္ပါတယ္\n            ပရိသတ္အားလံုးအတြက္ မရိုးႏိုင္တဲ့ ရသကိုေပးႏိုင္မယ့္ ဒီဇာတ္လမ္းေလးဟာ\n2000 ခုႏွစ္မွာ Rating 6.1 နဲ႔ရပ္တည္ခဲ့ပါတယ္…\n \nရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး\nအညႊန္းေရးေပးတာကေတာ့ Htoo Htoo Ka Joe ျဖစ္ပါတယ္",
        "rating": "6.1",
        "url": "https://megaup.net/1xwbq/Ringu_0_-_Birthday_(Ringu_0_-_Bâsudei)_[2000]_(MM_Sub).mp4.mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/1Uuy5laJ5KjZ4ZkrKHg8ATU08eb.jpg",
        "title": "Peel(2019)",
        "description": "Peel(2019)\nIMDb.....6.0\nဒီတစ္ခါေတာ့ ဒရမ္မာကား ေကာင္းေကာင္းေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္ 2019 မွာ အသစ္စက္စက္\nထြက္ထားတဲ့ Peel ဆိုတဲ့ ဇာတ္ကားေလးပါ .....\nဒီထဲမွာေတာ့ ပီးလ္ဆိုတဲ့ ေကာင္ေလးရဲ႕ ဘဝအေၾကာင္းေလးကို\nရိုက္ျပထားတာပါ..... ပီးလ္ ငယ္ငယ္က သူ႕အေဖနဲ႔ အေမ အဆင္မေျပၾကရာက ကြဲသြားၾကပါတယ္.......\nပီးလ္မွာ အစ္ကို ၂ ေယာက္ ရွိပါတယ္ ......သူ႕အေဖက သူ႕အစ္ကို ၂ ေယာက္ကို ေခၚသြားျပီး သူကေတာ့ အေမျဖစ္သူနဲ႔\nေနခဲ့ရပါတယ္.....\nအေမျဖစ္သူရဲ႕ သားေတြကို ျပဳစုပ်ိဳးေထာင္ပုံကို သေဘာမက်လို႔ စကားမ်ားရာကေန\nအိမ္က ထြက္သြားတဲ့ထိ ျဖစ္ခဲ့ရတာပါ .....\nအေမျဖစ္သူက သားေတြကို ကေလးေတြလိုပဲ အျမဲ ကာကြယ္ေပးေနတယ္\nကိုယ့္အားကို ကိုးတတ္လာေအာင္ သင္မေပးဘဲ ကေလးေတြလိုပဲ ပ်ိဳးေထာင္ေနတာပါ ......\nအေဖ ေခၚသြားတဲ့ အစ္ကို ၂ ေယာက္ကေတာ့\nဘယ္လို ၾကီးျပင္းလာလဲ မသိရေပမဲ့ ပီးလ္ကေတာ့ သူ႕အေမရဲ႕ ျပဳစုပ်ိဳးေထာင္နည္းေတြနဲ႔ အေမနားမွာပဲ\nအေမခ်စ္သားအျဖစ္နဲ႔ ေလာကၾကီးအေၾကာင္း ဘာမွ မသိနားမလည္ဘဲ ...",
        "rating": "N/A",
        "url": "https://megaup.net/1xyiq/Peel_[2019]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/images-133x200.jpg",
        "title": "Dev (2019)",
        "description": "Dev (2019)\n------------------------------------------------------------------------\nစြန္႔စားခန္းေတြကို ႏွစ္သက္သေဘာက်ၿပီး\nအရာရာတုိင္းကိုအေကာင္းျမင္တတ္တဲ့\nသူငယ္ခ်င္းေတြနဲ႔ အျပန္အလွန္ ခ်စ္ခင္မႈကိုရထားတဲ့ ေဒ့ဗ္….\nမူႀကိဳအရြယ္ထဲက ေမြးေန႔တူလို႔ ေပါင္းမိသြားၾကတဲ့\nေဒ့ဗ္ ဗစ္ကီ နဲ႔ နီရွာတို႔ သံုးေယာက္ဟာ တကၠသိုလ္အထိအတူတူ\nတစ္တြဲတြဲရွိေနရာက ဗစ္ကီနဲ႔ နီရွာတို႔ရဲ႕တိုက္တြန္းမႈေၾကာင့္\nကံတရားရဲ႕အလိုအတိုင္းဆိုၿပီး ပထမ ဆယ္ေယာက္ထဲမွာ\nေနာက္ဆံုး နံပါတ္ ၁ က်တဲ့ People You May Know ကို\nေကာင္မေလးအျဖစ္လိုက္မယ္လို႔ အေလာင္းအစားလုပ္ၾကရာမွ\nမထင္မွတ္ဘဲေတြ႕လိုက္ရတဲ့ မဂ္နာ…\nနာက်င္စရာအတိတ္ေတြနဲ႔ သားအမိႏွစ္ေယာက္တည္း\nရုန္းကန္ရင္း ေအာင္ျမင္တဲ့ စီးပြားေရးလုပ္ငန္းရွင္တစ္ေယာက္ျဖစ္ေနတဲ့\nမဂ္နာဟာ အခ်စ္ေရးကို ေတြးဖို႔အတြက္ အခ်ိန္လည္းမရွိခဲ့သလို\nအယံုအၾကည္လည္းမရွိခဲ့ပါဘူး…\nမဂ္နာ့ကိုျမင္ျမင္ခ်င္းခ်စ္မိသြားတဲ့ ေဒ့ဗ္တစ္ေယာက္\nခက္ခက္ခဲခဲနဲ႔ ခ်ဥ္းကပ္ဖို႔ႀကိဳးစားခဲ့ပါတယ္\nသူ႔ရဲ႕အေကာင္းျမင္တတ္တဲ့စိတ္ အၿမဲတမ္းေပ်ာ္ေနတတ္တဲ့စိတ္ေလးဟာ\nဘယ္ေလာက္ထိ စိတ္ရွည္ရွည္နဲ႔ ထားႏိုင္မလဲ\nသူတို႔ေတြဘယ္လိုေတြရိုႀကမလဲဆိုတာၾကည့္လိုက္ၾကရေအာင္လား\nဒီဇာတ္ကားေလးဟာ IMDb 5.1 ရထားၿပီးေတာ့\nမင္းသား Karthi နဲ႔ မင္းသမီးေခ်ာေလး Rakul Preet Singh\nပါဝင္သရုပ္ေဆာင္ထားတဲ့ Action, Adventure, Romance\nဇာတ္ကားမ်ိဳးေလးျဖစ္ပါတယ္\nတစ္ေန႔တည္းတစ္ရက္တည္းေမြးတဲ့\nစရုိက္ကလည္းတူသူငယ္ခ်င္း ၃ ေယာက္ ေဒ့ဗ္ ဗစ္ကီနဲ႔ နီရွာ…\nေဒ့ဗ္ရဲ႕ Surprise ဒဏ္ေတြကို မခံႏိုင္ေတာ့တဲ့\nဗစ္ကီတစ္ေယာက္နီရွာနဲ႔ေပါင္းၿပီး အြန္လိုင္းသံုးၿပီး ခ်စ္သူရွာေပးရာက\nမဂ္နာဆိုတဲ့ ...",
        "rating": "5.0",
        "url": "https://megaup.net/2TtiB/Dev_[2019]_(MM_Sub).mp4",
        "category": "Action, Drama"
    },
    {
        "thumbnail": "",
        "title": "Misery (1990)",
        "description": "စာရေးဆရာကြီး Stephen Kingရဲ့ Miseryဝတ္ထုကိုပြန်ရိုက်ထားတဒီရုပ်ရှင်ဟာ Horrorရုပ်ရှင်တွေထဲမှာတော့ပြောစမှတ်တွင်ခဲ့တဲ့ရုပ်ရှင်ပါ။ဒီဇာတ်ကားထဲက စိတ္တဇအမျိုးသမီးကြီးနေရာကသရုပ်ဆောင်တဲ့မင်းသမီးကြီး Kathy Batesလဲ ဒီဇာတ်ကားနဲ့ပဲ အော်စကာဆု၊ရွှေကမ္ဘာလုံးဆုတွေ ရခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်း >>>>စာရေးဆရာ ပေါလ်ရှယ်ဒန်က မစ္စရီဆိုတဲ့အမျိုးသမီးဇာတ်ကောင်အကြောင်း အသားပေးရေးထားတဲ့လုံးချင်းဝတ္ထုတွဲတွေနဲ့ လူကြိုက်များအောင်မြင်တဲ့စာရေးဆရာကြီးတစ်ယောက်ပေါ့။ဒါပေမယ့် ကြာလာတော့ မစ္စရီအကြောင်းရေးရတာငြီးငွေ့လာလို့ ပေါလ်ရှယ်ဒန်က သူ့ရဲ့နောက်ဆုံးထွက်မစ္စရီဝတ္ထုမှာ မစ္စရီဇာတ်ကောင်ကို သတ်ပစ်လိုက်တယ်။ပြီးတော့သူ့ရဲ့ ဝတ္ထုအသစ်ကို လူသူမနီးတဲ့ဟိုတယ်လေးမှာသွားရေးနေတုန်း သူ့သမီးလေးမွေးနေ့အတွက်နယူးယောက်ကိုပြန်အလာမှာ နှင်းမုန်တိုင်းမိပြီးကားမှောက်သွားခဲ့တယ်။ခြေတွေလက်တွေနံရိုးတွေကျိုးပြီး နှင်းမုန်တိုင်းထဲမှာသတိလစ်ပြီးသေစစဖြစ်နေတဲ့ သူ့ကို အန်နီဝစ်ဆိုတဲ့မိန်းမကြီးကကယ်ဆယ်ပေးခဲ့ပါတယ်။သတိရလာတော့ သူ့ကိုကယ်ခဲ့တဲ့အန်နီဝစ်ကသူနာပြုဟောင်းတစ်ယောက်ဖြစ်တဲ့အပြင်သူ့ရဲ့မစ္စရီဝတ္ထုတွေကိုအရူးအမူးစွဲလမ်းအားပေးတဲ့အကြီးစားပရိတ်သတ်တစ်ယောက် ဖြစ်နေတာကြောင့်စိတ်သက်သာရာရခဲ့ပေမယ့်လဲ....စာရေးဆရာဟာ တဖြေးဖြေးနဲ့ဆိုသလိုအန်နီဝစ်ရဲ့ပုံမှန်မဟုတ်တဲ့အပြုအမူတွေကိုသတိထားမိလာပါတယ်။ဒါ့အပြင် အန်နီဝစ်ဟာ မစ္စရီဇာတ်ကောင်ကိုပုံမှန်ထက်ပိုပြီးချစ်ခင်စွဲလမ်းနေတာကိုလဲသတိထားမိလာပြီး...နောက်ဆုံးထွက်မစ္စရီစာအုပ်မှာမစ္စရီသေသွားတာကို အန်နီဝစ်တစ်ယောက်သိသွားချိန်မှာ...ဒီဇာတ်ကားဟာ သွေးသံရဲရဲအခန်းတွေကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေ ပါဝင်တာကြောင့်R ratedသတ်မှတ်ထားပါတယ်။Horrorရုပ်ရှင်တွေ မကြိုက်ရင်တောင်ဒီကားက Horror,Drama,psycho thrillerအချိုးကျကျပေါင်းစပ်ထားပြီး Kathy Batesရဲ့လက်ဖျားခါလောက်တဲ့ သရုပ်ဆောင်ပီပြင်မှုတွေကြောင့်ကြည့်ကိုကြည့်သင့်ပါတယ်။ယုတ္တိမရှိ ပေါပေါပဲပဲ jump scareတွေတစ်ကွက်မှမပါပဲကြည့်ရတဲ့သူကို ရင်တလှပ်လှပ်ဖြစ်စေမှာပါ။ဒါကြောင့် Horrorရုပ်ရှင်တွေကိုမြတ်နိူးသူတွေအဖို့Miseryဟာလုံးဝစိတ်ပျက်စေရမှာမဟုတ်ကြောင်း ကတိပေးလိုက်ရပါတယ်ဒီရုပ်ရှင်ကားကို Kaung Khant Win က ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲကိုယ်တိုင်ရေးပေးထားပါတယ်",
        "rating": "7.8",
        "url": "https://megaup.net/11beh/Misery_[1990]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/huooRmB7yksJyVVSkqOgitxlCec.jpg",
        "title": "The Wrestler(2008)",
        "description": "The Wrestler(2008)\nIMDb...7.9,,,,,Rotten....98%\nခင္ဗ်ားတို႔ ကြ်န္ေတာ္တို႔အားလုံး WWE channel က ျပသတဲ့\nsmack down ပြဲေတြကို ၾကည့္ဘူးၾကမွာပါ....\nေျပာရရင္ ႀကဳိတင္ျပဆင္ထားတဲ့အစီအစဥ္တစ္ခုကုိ လာႀကည့္တဲ့ပရိတ္သေတြကုိ ရသ\nအျပည့္အ၀ေပးႏုိင္မယ့္ သတ္ပုတ္မႈမ်ဳိးေတြကုိ  ခ်ျပရပါတယ္...\nႀကဳိတင္ျပင္ဆင္ထားတဲ့အစီအစဥ္ဆုိေပမယ့္ ထုိးသတ္တဲ့ေနရာမွာ ပရိတ္သတ္ေထာင္ေပါင္းမ်ားစြာေသာ\nမ်က္လုံးေတြ႕ေရွ႕ေမွာက္မွာေတာ့ တကယ့္ပ်င္းထန္တဲ့ရုိက္ခ်က္ေတြနဲ႕ သတ္ပုတ္ျပရပါတယ္..\nဒါ့ေၾကာင့္လည္း ဒီၿပဳိင္ပြဲေတြဟာ အတုအေယာင္လုိ႕ဆုိရေပမယ့္\nကမၻာေက်ာ္ေနရတာပဲျဖစ္ပါတယ္....\n၂၀၀၈ ခုႏွစ္မွာ ဒါရိုက္တာ Aronofsky ရိုက္ကူးခဲ့ၿပီး\nအဓိကဇာတ္ေဆာင္ နပမ္းသမား Randy the Ram (Mickey Rourke)အေၾကာင္းကုိရုိက္ကူးထားတာပဲျဖစ္ပါတယ္...\nဒီကားက သူ႕ဘ၀ရဲ႕ အနိမ့္အျမင့္ အတက္အက်ကုိ  ရုိက္ျပထားၿပီး\nသူတုိ႕ဘ၀ရဲ႕ခက္ထန္ႀကမ္းတမ္းပုံေတြကုိအေကာင္းမြန္ဆုံးပုံေဖာ္ထားပါတယ္...\nၾကမ္းတမ္းခက္ထန္လြန္းတဲ့ လူ႕ဘီးလူးႀကီးေတြရဲ႕ ေနာက္ကြယ္က ႏူးညံတဲ့ႏွလုံးသားကုိလည္းေတြ႕ႏုိင္ပါလိမ့္မယ္...\nဒါ့ေၾကာင့္လည္း ဒီကားဟာ ခ်ီးက်ဴးမႈေပါင္းမ်ားစြာရရွိထားသလုိ ေအာ္စကာဆန္ကာတင္ (၂)ဆုနဲ႕ အျခားဆုေပါင္း\n(၅၈)ဆု ရရွိထားပါတယ္....\nၿပီးေတာ့ ဒီကားဟာ သတ္ပြဲေပါင္းမ်ားစြာပါသလုိ ေသြးထြက္သံယိုခန္းေတြလည္းပါတာမုိ႕\nသတိထားၾကည့္ေစလုိပါတယ္....\nရုပ္ရွင္ရဲ႕ Rating က R ျဖစ္တာေၾကာင့္\nအေဖာ္အခြ်တ္ခန္းေတြ ပါတဲ့အတြက္ မိသားစုနဲ႔ အတူၾကည့္ဖို႔မသင့္တဲ့ ကားတကားလို႔ ေျပာပါရေစ....\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Chan Myae Thu ...",
        "rating": "7.9",
        "url": "https://megaup.net/2Ttpk/The_Wrestler_[2008]_(MM_Sub).mp4",
        "category": "Drama, Sport"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/3TZCBAdKQiz0cGKGEjZiyZUA01O.jpg",
        "title": "Fighting with My Family(2019)",
        "description": "Fighting with My Family(2019)\nIMDb....7.5,,,,,Rotten....92%\nေပ့ဂ်္ ဆုိတဲ့ေကာင္မေလးဟာ မိန္းကေလးပီပီ  တျခားသူေတြလုိ အခ်စ္ဒရမ္မာကားေလးေတြၾကည့္\nလွတပတေလးေတြ၀တ္ၿပီးေနခ်င္ပုံရတယ္...သုိ႕ေပမယ့္ တစ္ေနေတာ့  သူမရဲ႕ အေဖနဲ႕ အေမရဲ႕စီစဥ္မႈေၾကာင့္\nနပမ္းပြဲတစ္ခုမွာ ၿပဳိင္ပြဲမ၀င္ခ်င္ဘဲ ၀င္လုိက္ရတယ္... သူမနဲ႕ ယွဥ္ၿပဳိင္သူကုိ ၾကမ္းၿပင္ေပၚတစ္ခ်က္ထဲနဲ႕ေမွာက္သြားေစႏုိင္မယ့္\nျဖတ္ရုိက္ကြက္တစ္ကြက္သုံးလုိက္တယ္...အဲ့ဒီအခ်ိန္မွာ ပြဲၾကည့္တဲ့သူေတြရဲ႕ \" လုပ္ထားစမ္းကြ....မုိက္တယ္...\nမင္းသမီးေလး လုပ္ထားစမ္း\"ဆုိၿပီး လက္ခုပ္သံတစ္ေျဖာင္းေျဖာင္းက သူမရဲ႕စိတ္ေတြနဲ႕ ဗီဇေတြကုိ ႏုိးဆြလုိက္ပုံေပၚတယ္..\nဒီအခ်ိန္မွာျဖစ္သြားတဲ့ ေကာင္မေလးရဲ႕အၿပဳံးက နပမ္းပြဲမွာ တုိက္ခုိက္ရတာ ငါ့အတြက္ေက်နပ္ဆုံးေသာအရာပါ့လားဆုိတာကုိ\nသိပ္လုိက္ရတဲ့အၿပဳံးမ်ဳိး....\nငယ္ငယ္တုန္းက SmackDown လို႕ အေခၚမ်ားတဲ့ WWE နပမ္းပြဲေတြကို အေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမွာပါ။..\nအားလံုးလည္း အနည္းဆံုးတစ္ေယာက္ကိုေတာ့ သေဘာက်ဖူးမွာပါပဲ....\nThe Rock, Undertaker, John Cena စသည္ျဖင့္ေပါ့။ ဒီရုပ္ရွင္ကေတာ့ WWE ရဲ႕နာမည္ေက်ာ္ ျဗိတိန္အမ်ိဳးသမီး\nနပမ္းသမား  ေပ့ဂ်္ အေၾကာင္းကို ရိုက္ကူးထားတာျဖစ္ပါတယ္....\nသူတုိ႕မိသားစုဟာ အေျခခံမိသားစုျဖစ္ၿပီး\nဒီေလာကထဲမွာ အေတာ္ရုန္းကန္ခဲ့ရပါတယ္... ခပ္ေၾကာင္ေၾကာင္မိသားစုလုိ႕ေခါင္းစဥ္တပ္ခံရတဲ့အျပင္\nတကယ့္တကယ္မွာေတာ့ အခက္အခဲေပါင္းမ်ားစြာ သူတုိ႕မိသားစုရင္ဆုိင္ခဲ့ရပါတယ္...သူတုိ႕ဘယ္လုိရုန္းကန္ခဲ့ရလဲ...\nဒီေလာကဟာ ဘယ္လုိပုံစံမ်ဳိးလဲခံစားၾကည့္ရႈလုိက္ၾကရေအာင္...\nလက္ရွိ IMDb 7.5 ရွိၿပီး Rotten ...92%ရရွိထားေလေတာ့ ...",
        "rating": "7.5",
        "url": "https://megaup.net/2Ttph/Fighting_With_My_Family_[2019]_(MM_Sub).mp4",
        "category": "Biography, Comedy, Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/tTCZQuvdrpuzq44KaI9hy8aBByb.jpg",
        "title": "Tankers",
        "description": "Tankers(2018)\nIMDb...6.0\n...ဒီတစ္ခါရုရွားတင့္battleကားထဲမွာေတာ့ အရင္တစ္ခါကေအာင္ျမင္ေက်ာ္ၾကားခဲ့တဲ့ တီ-၃၄တင့္မဟုတ္ေတာ့ဘဲနဲ႔\nKV Tank ေကဗီြတင့္တစ္စီးနဲ႔ပတ္ၾကမ္းခဲ့တဲ့ တင့္တိုက္ပြဲဇာတ္ကားျဖစ္ပါတယ္...\nဒီဇာတ္ကားဟာတစ္ကယ့္အျဖစ္အပ်က္ေပၚမွာအေျခခံၿပီးရိုက္ကူးခဲ့တဲ့ဇာတ္ကားလဲျဖစ္ပါတယ္...\nဇာတ္လမ္းအက်ဥ္းကေတာ့ Semyon Konovalovဟာအေစာပိုင္းမွာ နယ္ေျမစိုးမိုးေနတုန္း\nအမွတ္မထင္ဘဲရန္သူ႕ပန္ဇာတင့္တစ္စီးရဲ႕ခ်ံဳခိုတိုက္ခိုက္ျခင္းခံလိုက္ရတယ္...\nအဲ့ေနာက္မွာ Konovalov ဟာကံေကာင္းေထာက္မစြာအသက္ရွင္က်န္ခဲ့ၿပီး\nတပ္ရင္းတစ္ရင္းကိုျပန္ေရာက္လာခဲ့တယ္...အဲ့မွာသူနဲ႔ေက်ာင္းေနဖက္အတန္းေဖာ္ျဖစ္ခဲ့တဲ့\nဗိုလ္မွဴးတစ္ေယာက္နဲ႔ၾကားမွာ အဖုအထစ္ေလးေတြရွိခဲ့ၿပီး သူ႕ကိုသံုးစားမရတဲ့\nေကဗီြတင့္အေဟာင္းတစ္စီးကိုေပးအပ္ခဲ့တယ္...Konovalov လဲရွိတဲ့ပစၥည္းနဲ႔ေကာင္းေအာင္ျပင္ဆင္ေနတုန္း\nတစ္ေန႔မွာဗိုလ္မွဴးက ေရွ႕တန္းတစ္ေနရာကို ကင္းေထာက္ထြက္ဖို႔ Konovalov အားတာဝန္ေပးအပ္လာတဲ့အခါမွာေတာ့...\nတင့္အေဟာင္းႀကီးရေနေပမယ့္ သူဘယ္လုိပတ္ၾကမ္းခဲ့မလဲဆုိတာကုိေတာ့ စစ္ကားႀကဳိက္သူတုိ႕ ခံစားၾကည့္လုိက္ပါဦး\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္....\nFile Size : (850 MB) and (353 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…01:30:00\nGenre : Action, Drama, History\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Zwel Zan Aung\nEncoded by Phyo Pyae",
        "rating": "6.0",
        "url": "https://megaup.net/1xyoi/Tankers_(Nesokrushimyy)_[2018]_(MM_Sub).mp4",
        "category": "Action, Drama, History"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/04/712-Ob1O3dL._RI_SX300_-1-150x200.jpg",
        "title": "Naayak (2013)",
        "description": "Naayak (2013)\n=============\nဘောလီးဝုဒ် ဖိုက်တင်ကား ကြည့်ချင်သူတွေအတွက် Naayak ဆိုတဲ့\nImdb 5.6 ရထားတဲ့ကားလေးဖြစ်ပါတယ်..မင်းသားကလဲ နာမည်ကြီးဖိုက်တာမင်းသားဆိုတော့ လှပြီလေ။Naayak ဆိုတာ မြန်မာလိုဆို ခေါင်းဆောင် လို့အဓိပ္ပါယ်ရပါတယ်။\nနိုင်သူစားစတမ်း လူမိုက်တွေကြီးစိုးနေတဲ့မြို ့မှာ\nလူမိုက်တွေဟာ ဥပဒေလွတ် ဆင်းရဲသားလူတန်းစားတွေကို အနိုင်ကျင့်ဂုတ်သွေးစုပ်ပြီး ကျိကျိ်တက်ချမ်းသာ\nနေကြပါတယ် ။ ရဲတွေ အာဏာရှိသူတွေကလဲ သူတို့ဘက်တော်သားဆိုတော့ ဘယ်သူကမှ သူတို့ကို မတော်လှန်ဝင့်ကြပါဘူး\nအဲ့အချိန်မှာ ဒီကြားထဲကနေ သူတို့ကို\nပြန်တွန်းလှန်မယ့် အင်အား\nကြီးတဲ့ naayak ဆိုသူ ပေါ်လာချိန်မှာတော့……….ပေါ့ပေါ့ပါးပါးကြည့်ဖို့ ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။File size…(1.2 GB) and (600 MB)\nQuality….WEB-DL Rip 720p\nFormat…mp4\nDuration….02:32:00\nSubtitle….Myanmar Subtitle (Hardsub)\nEncoder….Nyeinsaeya Aung\nTranslated by Nyi Ye Naing",
        "rating": "5.6",
        "url": "https://channelmyanmar.org/naayak-2013/"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/10614ace87ffe7142a81666de3b5b58d-139x200.jpg",
        "title": "[18+] How Much Do You Love Me? (2005)",
        "description": "ပုရိသအပေါင်းတို့ အကြိမ်ကြိမ်ကြွေခဲ့ရသော Malena ဇာတ်ကားထဲက မမကြီး Monica Bellucci ကို အမှတ်ရကြဦးမလား....ဒီဇာတ်ကားမှာလဲ မမကြီးဟာ ကျွန်တော်တို့ကို အကြိမ်ကြိမ်ထပ်ခြွေဦးမှပြါ...သိဘို့။မမရဲ့ဖြစ်တည်မှုတွေက ပြင်းရှတဲ့ နှစ်ချို့ဝိုင်တစ်ခွက်လို ...။ဇာတ်လမ်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်....ဖရန်ဆွာ့ဇ်ဟာ ဟာ အထီးကျန်ဘဝနဲ့ သူ့ရဲ့ ပျင်းရိစရာ ရုပ်အလုပ်တို့ကို ငြီးငွေ့နေတဲ့ ပြင်သစ်သားတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ဘားတစ်ခုကိုသွားရင်း လှပတဲ့ မိန်းမပျက်ကလေးတစ်ဦးဖြစ်တဲ့ ဒင်နီယယ်လာ နဲ့ ဆုံခဲ့တယ်။ မြင်မြင်ချင်း\nဒင်နီယယ်လာကိုစွဲလန်းမိရင်းက သူဟာ မီလျံချီ ထီပေါက်ထားတဲ့သူဖြစ်ကြောင်း နဲ့ သူနဲ့ အတူနေမယ်ဆိုရင် တစ်လကို ယူရို ၁၀၀.၀၀၀\nငွေမကုန်မချင်းပေးမယ်လို့ ကမ်းလှမ်းလာတဲ့အခါ ဒင်နီယယ်လာကလဲ သဘောတူခဲ့တယ်။သဘောမတူနိုင်တာကတော့ သူ့ သူငယ်ချင်းလဲဖြစ် သူ့ ဆရာဝန်လဲဖြစ်တဲ့ အန်ဒရေးပါ။ အန်ဒရေးက ဖရန်ဆွာ့ဇ်ရဲ့ နှလုံးအားနည်းရောဂါဟာ ဒီလိုလိင်မှု ကိစ္စတက်ကြွပုံမျိုးနဲ့ သင့်တော်မှာ မဟုတ်ဘူးလို့ သတိပေးပါတယ်။ စားသောက်ဆိုင်မှာ ညစာစားကြရင်း ဒင်နီယယ်လာ အစာအဆိပ်သင့်သလိုဖြစ်တော့ အန်ဒရေးကို ...",
        "rating": "5.7",
        "url": "https://megaup.net/T9fv/How_Much_Do_You_Love_Me_(Combien_Tu_M_aimes)_[18+]_[2005]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Drama, Romance"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/k4QPUYRupu7Jv8ZWS9hiLw5OuhB.jpg",
        "title": "Jo Pil-ho: The Dawning Rage(2019)",
        "description": "Jo Pil-ho: The Dawning Rage(2019)\nIMDb...6.4\nပီးဟုိဆုိတဲ့ရဲတစ္ေယာက္ဟာ ရဲ၀န္ထမ္းေတြႀကားမွာ သတိထားစရာအေတာ္ေကာင္းလာတယ္..\n၀န္ထမ္းေကာင္းရဲေကာင္းတစ္ေယာက္အေနနဲ႕ေတာ့မဟုတ္ဘူး....လူမုိက္ေတြနဲ႕ေပါင္းတယ္...\nေငြရဖုိ႕ကုိ လုပ္ပုိင္ခြင့္ေတြထဲကေန ဥပေဒမဲ့ လုပ္တယ္....\nေဖာက္ထြင္းသူေတြနဲ႕လည္း လစ္ရင္လစ္သလုိ မ်ဳိးမ်ဳိးမ်က္မ်က္အကြက္ေတြဆင္ေလ့ရွိတယ္...\nသူ႕ပုံစံၾကည့္ရတာ ဒီအကြက္ေတြေရႊ႕ရတာ အေတာ္ကုိကြ်မ္းက်င္ေနတဲ့ပုံပင္...\nဘယ္လုိပင္အကြက္ေရႊ႕ကြ်မ္းကြ်မ္း အဂတိတုိက္ဖ်က္ေရးအဖြဲ႕က သူ႕ေနာက္ကုိ သိသိသာသာပင္\nလုိက္ေနၾကတယ္....ဒါကုိ သိတဲ့ ပီးဟုိဟာ ေနာက္ဆုံးအေနနဲ႕ အခ်ီႀကီးပြေပါက္ရေအာင္ႀကံၿပီး\nသူ႕ေနာက္လုိက္တဲ့သူေတြကုိမ်က္ေျချဖတ္ဖုိ႕ႀကဳိးစားတယ္...\nသုိ႕ေပမယ့္ သူထင္ထားသလုိမျဖစ္လာတဲ့အျပင္ အဆုိးတကာ့အဆုိးဆုံးေသာ အႏၱရယ္ေတာထဲကုိေရာက္လုိ႕သြားပါေတာ့တယ္...\nကုိင္း ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္ရႈလုိက္ပါ...\nဒီကားက  မင္းသား Sun-kyun Lee အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၿပီး သူဟာ ဒီလုိဇာတ္ရုပ္ေတြမွာလည္းအေတာ္ပုိင္ပါတယ္..\nA Hard Day (2014) ထဲမွာလည္း ဒီပုံစံမ်ဳိးသရုပ္ေဆာင္ထားတယ္..ဒီကားနဲ႕ေတာ့ ဇာတ္လမ္းက အေတာ္ကြဲပါတယ္...\nတစ္ခုေတာ့ ႀကဳိေျပာထားမယ္... ဗီလိန္ေနရာက အဓိကထားရုိက္တဲ့အျပင္ အႏၱရယ္ဇုံထဲမွာ\nမလႈပ္သာ မလူးသာ ျဖစ္ေနတဲ့ေနရာကို ၾကည့္ရႈသူ ကုိင္တုိင္ေရာက္ရွိေနၿပီး\nတကားလုံးစိတ္လႈပ္ရွားေနရလုိ႕ ရင္ေမာေနရပါလိမ့္မယ္... အက္ရွင္မႈခင္းကားႀကဳိက္သူတုိ႕အဖုိ႕\nခံစားႀကည့္လုိက္ဦးဗ်ဳိ႕...\nFile Size : (1GB) and (423 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:07:00\nGenre :  Action\nSubtitle ...",
        "rating": "6.4",
        "url": "https://megaup.net/1xyo2/Jo_Pil-Ho_-_The_Dawning_Rage_[2019]_(MM_Sub).mp4",
        "category": "Action"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/mammzj2ogxvr-153x200.jpg",
        "title": "Matchless Hero Fang Shiyu ( 2019 )",
        "description": "ကြန္ဖူးတိုက္ကြက္ေတြ..တရုတ္သိုင္းကားေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတယ္...ဇာတ္လမ္းအညႊန္းေလးကိုေၿပာရမယ္ဆုိရင္အရင္ေခတ္ကအနီေရာင္ပန္းအဖြဲ႕မွာေခါင္းေဆာင္တဲ႔သူတစ္ဦးဟာအသတ္ခံလိုက္ရပါတယ္..ေခါင္းေဆာင္မွာ ရိွ၀ိ လို႕ေခၚတဲ႔သားတစ္ေယာက္ရွိပါတယ္ရိွ၀ိ ဟာ ဖခင္ၾကီးအတြက္ကလဲ႔စားေခ်ဖုိ႕ၾကိဳးစားပါေတာ႔တယ္ဒီလိုၾကိဳးစားရင္းနဲ႔ အေၾကာင္းတစ္ခုေၾကာင့္ၿမိဳ႕သူႀကီးသမီးေမ်ာင္ေမ်ာင္ကိုဖမ္းလိုက္ၿပီးေနာက္..လူသတ္သမားကိုလိုက္ရွာေနခဲ႔တယ္ေနရာတကာကိုသြားပီးတဲ႔ေနာက္မွာပဲ ရိွ၀ိ ကိုသတ္မယ္႔ေနာက္ထပ္လူသတ္သမားတစ္ဦးေပၚလာခဲ႔ပါတယ္သူတို႕၃ဦးဘယ္လိုေတြဆက္ၿဖစ္မလဲ ရိွ၀ိ အေဖအသတ္ခံရတဲ႔ၿဖစ္ရပ္မွန္ကဘာလဲ...လက္စားေခ်ႏိုင္ပါ႔မလားဆုိတာကိုဆက္လက္ခံစားၾကည္႕ရွုပါ Translated And Review By Xiao",
        "rating": "5",
        "url": "https://megaup.net/2Tt7s/Matchless_Hero_Fang_Shiyu_[2019]_(MM_Sub).mp4",
        "category": "Action, Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/7prh1sweexhz-133x200.jpg",
        "title": "The Mystery Mausoleum ( 2018 )",
        "description": "ဒီကား​ေလးဟာ ​ေ႐ွး​ေဟာင္​းနဂါးလိုဏ္​ဂူထဲက မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူကို႐ွာ​​ေဖြတဲ့စြန္​႔စားခရီးစဥ္​​ေလးျဖစ္​ပါတယ္​...ဦး​​ေလး၉ဟာသူ႔ဘဝတစ္​သက္​တာလံုး​ထ်န္​းစန္​းနဂါးလိုဏ္​ဂူထဲကမင္းသမီးေလးကူယြဲ႔ရဲ႕အုတ္​ဂူတည္​႐ွိရာကို႐ွာ​ေဖြရင္​းအခ်ိန္​​ေတြကုန္​ဆံုးရံုမ်ွမက မ်က္​စိကန္​းသြားခဲ့ရပါတယ္​..ဒီလိုနဲ႔မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူဆီက​ေသာ့ခ်က္​တစ္​ခုျဖစ္​တဲ့​ေႁမြ​ေၾကးနီျပား​ေလးကိုရလာတဲ့အခါမွာ​ေတာ့ ဒီခရီးစဥ္​ကိုျပန္​စဖို႔ျဖစ္​လာပါတယ္​..ဒီလိုနဲ႔ဦး​ေလး၉နဲ႔သူ႔တူမမုန္​႔ရင္​တို႔နဲ႔အတူ ​ေႁမြ​ေၾကးနီျပားကိုခိုးယူမိသြားရာက​ေနဒီခရီးစဥ္​ကိုပါလာတဲ့ရတနာမုဆိုး​ေ႐ွာင္​ဖုန္​းတို႔သူငယ္​ခ်င္​းတစ္​သိုက္​ပါ ပါလာခဲ့ပါ​ေတယ္​...ထ်န္​းစန္​းနဂါးလိုဏ္​ဂူထဲကအုတ္​ဂူဆီ​ေရာက္​တဲ့အခ်ိန္​မွာဘယ္​လိုစြန္​႔စားခန္​း​ေတြၾကံဳရမွာလဲ..မင္​းသမီး​ေလးကူယြဲ႔ရဲ႕အုတ္​ဂူႀကီးမွာဘယ္​လိုလ်ိဳ႕ဝွက္​ခ်က္​​ေတြ႐ွိ​ေနတာလဲ..ဘယ္​သူ​ေတြက​ေနာက္​ဆံုးမွာအသက္​႐ွင္​လ်က္​ျပန္​ထြက္​လာႏိုင္​မွာလဲဆိုတာ​ေတြကိုစိတ္​လႈပ္​႐ွားဖြယ္​ၾကည္​့႐ႈရမွာျဖစ္​ပါ​တယ္​...စကားေၿပာခန္းနည္းၿပီးစြန္႕စားခန္းမ်ားတဲ႔အတြက္သိုင္းခ်ခန္းေတြၾကိဳက္တဲ႔သူေတြအတြက္ေတာ႔ သေဘာက်မိမွာပါ Translated & Review By Phyo ZawEncoded By Phoenix",
        "rating": "5.0",
        "url": "https://megaup.net/1xyon/The_Mystery_Mausoleum_[2018]_(MM_Sub).mp4",
        "category": "Adventure, Fantasy, Mystery"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/8F9fvGNhhAJqnThBYHCNMo64hE2.jpg",
        "title": "When Sun Meets Moon ( 2018 )",
        "description": "ဒီကား​ေလးဟာ Imdb 6.1ရထားတဲ့အခ်ိန္​႐ိုမန္​႔ဇာတ္​ကား​ေလးတစ္​ပုဒ္​ျဖစ္​ပါ​တယ္​..1992ခုနစ္​မွာ​ေဟာင္​​ေကာင္​မွာမုန္​တိုင္​းတစ္​ခုျဖစ္​ၿပီးမီး​ေတြပ်က္​သြားခဲ့ပါတယ္​..ဒီလိုမီးပ်က္​တဲ့အခ်ိန္​ခဏ​ေလးမွာ ဲျကယ္တာရာျကည္႔ရွုရတာျကိုက္တဲ႔​​​​ရႊင္​့ရိနဲ႔​ေက်ယြဲ႔တို႔ဟာ အမွတ္​မထင္​စံုစည္​းခဲ့ၾကပါတယ္​...သူတို႔​ေတြဟာစိတ္​တူကိုယ္​တူ​ေတြမို႔အခ်င္​းခ်င္​းသံ​ေယာဇဥ္​​ေတြတိုးလာခဲ့ပါတယ္​..ရႊင္​့ရိဟာ​ေနာက္​ႏွစ္​မွာႏိုင္​ငံျခားကို​ေျပာင္​း​ေရႊ႔​ေနထိုင္​မွာျဖစ္​လို႔သူတို႔ႏွစ္​ဦးဟာ​ေနမင္​းနဲ႔လမင္​းလိုပဲအခ်ိန္​​ေတြကြာျခားၿပီးခြဲ​ခြာ​ေနရ​​​ေတာ့မွာပါ...သူတို႔​ေတြ​ေဝးကြာျခင္​း​ေတြကိုအံတုၿပီး ျပန္​လည္​​ေပါင္​းစည္​းႏိုင္​ပါ့မလားအရမ္​းကို႐ိုမန္​႔ျဖစ္​တဲ့ဇာတ္​ကား​ေလးျဖစ္​လို႔ အခ်စ္​ကား​ေကာင္​းႀကိဳက္​တတ္​တဲ့သူ​ေတြအတြက္​​ေတာ့ အရမ္​းကိုၾကည္​ႏူးရမွာပါ.... Translated & Review By Phyo ZawEncoded By LK",
        "rating": "6.1",
        "url": "https://megaup.net/2Ttjm/When_Sun_Meets_Moon_[2018]_(MM_Sub).mp4",
        "category": "Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNjk2ODQzNDYxNV5BMl5BanBnXkFtZTgwMTcyNDg4NjE@._V1_-132x200.jpg",
        "title": "Pretty Woman (1990)",
        "description": "IMDb (7/10)Pretty Womanဇာတ်လမ်းက အချစ် အပျော်လေးပေါ့။\nescortမလေး (ခေတ်စားနေတဲ့ စကားနဲ့ဆို ရွှေကြာလေး) Vivian နဲ့ အကြောင်းအပေါင်းကြုံလို့ တွေ့ဆုံခဲ့တဲ့ ချမ်းသာတဲ့ စီးပွားရေးသမား Edward တို့ရဲ့ ခေတ်သစ် စင်ဒရဲလားပုံပြင်လေး။\nအဆင့်မတူ ကြီးပြင်းပုံမတူ အပြုအမူမတူတဲ့သူနှစ်ဦးရဲ့ မဖြစ်နိုင်တဲ့ အချစ်ဇာတ်လမ်းလေး။\nကြည်နူးစရာကောင်းတယ်။ငယ်ငယ်တုန်းက ကြည့်တုန်းကတော့ Julia Roberts ချောလိုက်တာ Richard Gere က စိတ်ကူးယဉ်စရာ Prince on the White Horse ပေါ့။\nခုနောက်ပိုင်း ဒီအလုပ်လုပ်တဲ့ မိန်းကလေးတွေအကြောင်း ရုပ်ရှင်တွေ ထွက်လာတိုင်း Pretty Woman နာမည်ကို ပြန်ပြန်ဖော်လာကြတော့ နည်းနည်းထူးဆန်းသွားတယ်။\nကိုယ်ကြည့်တုန်းက ရွှေကြာဆင်ပယ်သိုက်ဇာ လို့ မခံစားခဲ့ရဘူးလေ။\nအဲ့တာနဲ့ ပြန်ကြည့်မိတော့ နည်းနည်းမတူတာလေးတွေ တွေ့ရတယ်။\nကိုယ်လိုရာ ကိုယ်ဆွဲတွေးတယ်ပဲ ဆိုပါစို့။မင်းသမီးရဲ့ ဇာတ်ရုပ်အကြောင်းပဲ ကြည့်ကြတာပေါ့။\nသူက လမ်းပေါ်က မိန်းကလေး\nဒါမယ့် ပထွေးရန်က လွတ်အောင် ထွက်ပြေးလာတာတို့ ...",
        "rating": "7.0",
        "url": "https://megaup.net/3yB3k/Pretty_Woman_[1990]_(MM_Sub).mp4",
        "category": "Adult, Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BOWExYzliNjYtMmVhYi00NTdmLWE1OGItZTNmYTY2YzZmNzNhXkEyXkFqcGdeQXVyODA4ODIwNDM@._V1_-132x200.jpg",
        "title": "Default (2018)",
        "description": "ဒီရုပ္ရွင္ကား ဟာ ကိုရီးယား ႏုိင္ငံရဲ႕ စီးပြားေရးပ်က္ကပ္ ကို\nရိုက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ ရုပ္ရွင္ျဖစ္ပါတယ္\nကိုရီးယား နုိင္ငံဟာ အာရွမွာ ဦးေမာ့ထားတဲ့အခ်ိန္ေတြ ရွိခဲ့ၿပီး\nႏုိင္ငံတကာ ရင္းႏွီးျမဳပ္ႏွံမႈေတြ နဲ႔\nႏုိင္ငံဟာ အဆမတန္ တိုးတက္ခဲ့ပါတယ္\nဒါေပမဲ့ အစိုးရပိုင္း ရဲ႕ အသံုးမက်မႈေၾကာင့္\nႏုိင္ငံတကာ အဖြဲ႔ေတြက\nတစ္ေျဖးေျဖး ႏုိင္ငံတြင္းကေန ထြက္ခြာခဲ့သလို\nနိုင္ငံအတြင္း က စီးပြားေရး လုပ္ငန္းငယ္ေလးေတြဟာ\nႏိုင္ငံေတာ္ ဗဟိုဘဏ္က ေခ်းေငြကို အားကိုးေနရတဲ့အခ်ိန္\nစြန္႔ဦးတီထြင္သူတို႔ရဲ႕ လုပ္ငန္းေတြ စတင္ေနခ်ိန္လဲ ျဖစ္ခဲ့တယ္...\nဒါေပမဲ့ ဗဟိုဘဏ္ ရဲ႕ တာ၀န္မဲ့တဲ့ လုပ္ရပ္ေတြေၾကာင့္\nေငြေၾကးၾကပ္တည္းမႈေတြ မ်ားျပားလာၿပီး\nႏုိင္ငံေတာ္ အဆင့္ ေဒ၀ါလီ ခံရမယ့္ ကိစၥေတြ\nျဖစ္ေပၚလာခဲ့ေသာ အခါ...\n \nဒီရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားသူကေတာ့\nMyo Nyunt ျဖစ္ပါတယ္\n(စီးပြားေရးအသံုးအႏႈန္းမ်ားကို\nဆီေလ်ာ္ေအာင္ ဘာသာျပန္ေပးထားၿပီး မွားယြင္းမႈရွိပါက\nဘာသာျပန္ အခက္အခဲကို နားလည္ခြင့္လႊတ္ေပးၾကပါလို႔\nႀကိဳတင္ေတာင္းပန္ပါရေစ)",
        "rating": "8.7",
        "url": "https://megaup.net/1xwga/Default_(Gukgabudo-Ui_Nal)_[2018]_(MM_Sub).mp4",
        "category": "Drama"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/uA1zKgJVoO0ljbSbKXyek5YbLwv.jpg",
        "title": "The Negotiator(1998)",
        "description": "The Negotiator(1998)IMDb....7.3,,,,,,, Rotten...75%ဒန္နီ ရိုမန္ (Samuel L. Jackson) ဆိုတဲ့ ရဲအရာရွိတစ္ေယာက္ဟာ ခ်ီကာဂို ရဲဌာနမွာ Negotiator လုပ္ရတဲ့ ရဲတစ္ေယာက္ေပါ့….Negotiator ဆိုတာ ျမန္မာလိုဆိုရင္ ေစ့စပ္ညွိႏိႈင္းေဆြးေႏြးသူေပါ့ ….သူ႕ရဲ႕ အဓိကတာ၀န္ကေတာ့ျပန္ေပးဆြဲအမႈေတြ ဓားစာခံအမႈေတြမွာ သူက ဓားစာခံေတြ မထိခုိက္ေအာင္ အနာတရ အေသအေပ်ာက္မရွိေအာင္ျပန္ေပးသမားနဲ႕ စကားေျပာေပးရတဲ့သူေပါ့…  သူေျပာတဲ့စကားတစ္ခြန္းဟာ ျပန္ေပးသမားရဲ႕ စိတ္အေျခအေနကုိအဆုိးဘက္ကုိအနည္းငယ္ေရာက္ေစရုံနဲ႕ ဓားစာခံရဲ႕ အသက္အခ်ိန္မေရြးေပ်ာက္သြားႏုိင္သလုိ အျခားမလုိလားအပ္တဲ့ ျပသနာေတြလည္း ရွိႏုိင္ပါတယ္....ဒန္နီရုိမန္ကေတာ့ ျပန္ေပးသမားကုိ သိမ္းသြင္းၿပီး ေျဖရွင္းတဲ့အပိုင္းမွာ အထူးကြ်မ္းက်င္သလုိရုပ္ျမင္သံၾကားမွာလည္း မၾကာခဏ ခ်ီးက်ဴးေဖာ္ျပခံေနရတဲ့ သူေပါ့…...လုပ္ေဖာ္ကုိင္ဘက္ေတြကလည္း သူ႕အေပၚေလးစားၾကတယ္....တစ္ေန႕ေတာ့ ရဲဌာနထဲမွာ ရံပံုေငြေတြကို ေဒၚလာသန္းနဲ႕ ခ်ီျပီး အလြဲသံုးစားလုပ္တဲ့ အမႈတစ္ခု ျဖစ္လာခဲ့ပါတယ္…...ဒီကိစၥကုိ ကံဆိုးခ်င္ေတာ့ ဒီအမႈကို ဒန္နီရိုမန္ လုပ္တယ္ဆိုျပီး ေထာင္ေခ်ာက္ဆင္ခံလုိက္ရတယ္...ဒီေထာင္ေခ်ာက္ဆင္မႈေၾကာင့္ လုပ္ေဖာ္ကုိင္ဘက္ေတြရဲ႕ရြံ႕မုန္းတဲအၾကည့္ေတြရခဲ့တဲ့အျပင္ မီဒီယာေတြရဲ႕ေခါင္းစဥ္ေတြမွာလည္းအက်င့္ပ်က္ျခစားတဲ့ရြံစရာအေကာင္းဆုံး လူသားအျဖစ္အေဖာ္ျပခံလုိက္ရတယ္...ဒန္နီရုိမန္အတြက္တကယ့္ကုိ ကမၻာပ်က္တဲ့အခုိက္အတန္႕ပါပဲ....ကုိင္း ဒီအမႈႀကီးကုိ ကုိ ...",
        "rating": "7.3",
        "url": "https://channelmyanmar.org/the-negotiator1998/"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/6675QSLeqcAjMxh74MQoqGuyWu3.jpg",
        "title": "Coin Locker Girl ( 2015 )",
        "description": "ဒီကား​ေလးမွာဆိုရင္ မင္​းသမီး အဓိကဦးစား​ေပး ဇာက္​ကားတစ္​ကားျဖစ္​ၿပီး Drama/Crimeဇာတ္​ကားတစ္​ကားပါ အဓိက role​ေတြ ​အ​ေနနဲ႔Goblin ဇာတ္​ကားမွ မင္​းသမီး kim Go-eunမွ မာ​အီ​ေယာင္​းအျဖစ္​သရုပ္​​ေဆာင္​ထားၿပီး ​ေနာက္​ထပ္​ ဇာတ္​​ေဆာင္​အ​ေနျဖင္​့ မင္​းသမီးႀကီးKim Hye-sooမွ သရုပ္​​ေဆာင္​ထားပါတယ္​ မင္​းသားအ​ေနနဲ႔လဲအားလံုးသိၾကတဲ့ love in the moonlightထဲမွ မင္​းသား​ေလး park bo-gumမွသရုပ္​​ေဆာင္​ထားပါတယ္​ ဇာတ္​လမ္​းအ​ေနနဲ႔က အီ​ေယာင္​းဟာစြန္​႔ပစ္​ခံက​ေလးတစ္​​ေယာက္​ျဖစ္​ၿပီး ​ေငြတိုး​ေခ်းစားတဲ့လုပ္​ငန္​းကိုလုပ္​တဲ့ မာဝူဟီးက ​ေမြးစားထားခဲ့ပါတယ္​ မာဝူဟီးဟာ အီ​ေယာင္​းအျပင္​ အျခားက​ေလး​ေတြကိုလဲ ​ေမြးစားထားၿပီး သူ႔လုပ္​ငန္​းအတြက္​ ခို္​င္​း​ေစခဲ့ပါတယ္​သူ႔အတြက္​ အသံုးမဝင္​ရင္​ ​ေခြး​ေတာင္​မထားပဲ သတ္​ပစ္​တဲ့သူမ်ိဳးလဲ ျဖစ္​ပါတယ္​အီ​ေယာင္​းဟာ တစ္​ျခားက​ေလး​ေတြနဲ႔မတူပဲ ​ေအးတိ​ေအးစက္​ မိုက္တိမိုက္​ကန္​းပံုစံမ်ိဳးနဲ႔ ႀကီးျပင္​လာခဲ့ၿပီး မင္​းသားနဲ႔​ေတြ႕ၿပီးဘယ္​လို​ေျပာင္​းလဲဆိုတာမာလုပ္​ငန္​းက ​ေငြ​ေခ်းတဲ့လုပ္​ငန္​အျပင္​ ဘာ​ေတြလုပ္​​ေန​ေသးလဲ ဆိုတာkorea နိုင္​ငံရဲ႕ ဒုစရိုက္​​ေလာကကို မ်က္​ဝါးထင္​ထင္​ ျမင္​​ေတြ႕​ေအာင္ရိုက္​ကူးထားတဲ့အျပင္​ မင္​းသမီးနွစ္​​ေယာက္​ ဂိုဏ္​းစတား​ေတြအျဖစ္​သဘာဝက်က်သရုပ္​​ေဆာင္​ထားၿပီး rating IMDb 6.8/10ရရွိထားတဲ့ ဇာတ္​ကားတစ္​ကားျဖစ္​ပါတယ္​ Translated & ...",
        "rating": "6.8",
        "url": "https://megaup.net/2dvzi/Coin_Locker_Girl_[2015]_(MM_Sub).mp4",
        "category": "Crime, Drama, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMmM0NDI4NzQtYjQyMS00NDA3LWExZDAtMmM4NDE5ODk0MDI2XkEyXkFqcGdeQXVyNDQ4NzI2NjQ@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Prodigy (2018)",
        "description": "Prodigy (2018)\nအဲရစ္ဟာ အထီးက်န္ မုဆိုးဖိုတစ္ေယာက္။\nမိန္းမျဖစ္သူ ေသဆံုးသြားကတည္းကေလာကႀကီးကိုစိတ္နာေနသူ။\nသူ႔တို႔ရဲ႕သားျဖစ္သူဟာ ကမာၻႀကီးမွာျဖစ္လာမယ့္ကပ္ဆိုးသံုးခုကို\nအတိအက်ခန္႔မွန္းႏိုင္တဲ့ စြမ္းအားရွင္ လို႔ တခ်ိဳ႕သူေတြက\nယံုၾကည္ၾကတယ္။\nဘုရားသခင္နဲ႔ စကားအဆက္အသြယ္ရေနတဲ့\nသတင္းပို႔ေကာင္ေလးအျဖစ္ သူ႕စကားကိုေၾကာက္ၾကတယ္။\nတတိယေျမာက္ ေနာက္ဆံုးသတင္းကဘာျဖစ္မလဲ\nကမာၻႀကီးတကယ္အဆံုးသတ္သြားမလား\nဆိုတာေတြကို အေဖနဲ႔သားၾကား\nအခ်င္းခ်င္းကာကြယ္ေပးရင္း\nခ်စ္ျခင္းေမတၱာဖြဲ႕ဇာတ္လမ္းပံုစံေလးပါ\nရုပ္ရွင္ကားကို ညိဳ႕မ်က္၀န္းက ဘာသာျပန္ေပးထားပါတယ္\n \nVIP Link\nDownload - 720P\nDownload - 480P",
        "rating": "3.7",
        "url": " https://megaup.net/1xyjx/Prodigy_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMjA4MzAxMTE1N15BMl5BanBnXkFtZTgwMDY2OTIxMDE@._V1_SY1000_CR006741000_AL_-1-135x200.jpg",
        "title": "Kill Your Darlings (2013)",
        "description": "၁၉၄ဝပြည့်နှစ်များဆီက ကဗျာဆရာလေးတစ်ဦးရဲ့ဘဝဇာတ်ခုံပေါ်ကတစ်စိတ်တစ်ဒေသကိုရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်ပါတယ် ။အယ်လန်ဂင်းစဘတ်လို့ခေါ်တဲ့ကဗျာဆရာလေးတစ်ယောက်ကိုလမ်ဘီယာတက္ကသိုလ်မှာပညာသင်ကြားသင်ကြားခွင့်ရခဲ့ပါတယ် ။ကျောင်းမှာ လူစီယန်ဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ပတ်သက်ဆက်နွယ်မိရာကနေ ထူးခြားတဲ့ခံစားချက်များနဲ့အတူပြောင်းလဲမှုများစွာကိုကြုံတွေ့ရင်ဆိုင်ခဲ့ရပါတယ်။လူစီယန်ရဲ့သူမတူတဲ့ပြောဆိုဆက်ဆံမှုတွေကြားမှာအယ်လန်တစ်ယောက် နစ်မြောစီးဝင်ရင်းနဲ့ပဲဘယ်လိုအဆုံးသတ်ကိုရောက်ရှိလာမယ်ဆိုတာကိုကြည့်ရှုရမှာဖြစ်ပါတယ်။ဒီမှာ ကြည့်ရှုသူအားလုံးကိုမေတ္တာရပ်ခံချင်တာကတော့ကဗျာစာသားတွေပါဝင်တဲ့အခါမှာ ပြန်ဆိုထားသူအနေနဲ့အနီးစပ်ဆုံးပြန်ဆိုထားတာဖြစ်တာကြောင့်ကဗျာရဲ့တန်ဖိိုးကိုလျော့ကျမိသွားခဲ့သည်ရှိသော်တောင်းပန်ပါတယ်လို့ကြိုတင်စကားခံထားပါရစေ။ကိုယ်တိုင်ကလဲ ကဗျာများကိုကြိုက်နှစ်သက်သူတစ်ဦးဖြစ်တာကြောင့်ကြည့်ရှုသူများထဲမှာ ပိုမိုကောင်းမွန်တဲ့ပြန်ဆိုမှုများလဲ ရှိနိုင်တာကြောင့်ဒီတစ်ခုတော့ အနူးအညွတ်မေတ္တာရပ်ခံချင်ပါတယ်ဟယ်ရီပေါ်တာမင်းသားလို့လူသိများတဲ့Daniel Radcliffe ကခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်ထားပါတယ်။ဆယ်ကျော်သက်အရွယ်ကတည်းကကြိုက်နှစ်သက်ခဲ့ရတဲ့မင်းသားကိုကဗျာဆရာတစ်ဦးအဖြစ်ဒီဇာတ်ကားမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်။ဇာတ်ကားထွက်ရှိသည့်ခုနှစ် -October 16, 2013ဇာတ်ကားကြာချိန် -104 minsဇာတ်ကားအမျိုးအစား - Biography, Drama, RomanceTranslated by Aye ChansuEncoded by sithu",
        "rating": "6.5",
        "url": "https://megaup.net/14kz3/Kill_Your_Darlings_[2013]_(MM_Sub).mp4",
        "category": "Biography, Drama, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/AAQ58ddbd5de544a-156x200.jpg",
        "title": "[21+] Tropical Night – Meguri [MEYD-245]",
        "description": "Dark Side Production\nMeguri is a married lady living with her husband and Father-in-law, however, her husband cheats on her and so she has been increasingly dissatisfied and frustrated. Then one day, suddenly, the Brother of her husband returns to the family home from Tokyo, he has lost his job and he has his own set of frustrations, even more, she ...",
        "rating": "",
        "url": "https://megaup.net/TY81/Tropical_Night_–_Meguri_{MEYD-245}_[21+]_(MM_Sub).mp4",
        "category": "Adult, Asian"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/wNJF8R5QE6nBT7DQoKk8t6YD1MM.jpg",
        "title": "T-34(2018)",
        "description": "T-34(2018)\n((ဒီကားရဲ႕ အသက္ဟာ တင့္ထုိးစစ္ဆင္မႈေတြနဲ႕ တင့္က်ည္ဆန္ေတြ\nတစ္၀ုန္း၀ုန္း ပစ္ခတ္ထိမွန္ခ်က္ေတြျဖစ္လုိ႕ Blu-Ray 1080p5.1 ch ႏွင့္ 720p တုိ႕ျဖင့္ update ေပးထားပါသည္...))\nစစ္ကားေကာင္းေတြ ေမွ်ာ္လင့္ေနတဲ့ ပရိတ္သတ္ေတြအတြက္\nေမွ်ာ္လင့္ရက်ဳိးနပ္တဲ့ကားတစ္ကားလာပါၿပီဗ်ား....\nဒီကားက ဒုတိယ ကမၻာစစ္အတြင္း ရုရွားနဲ႕ ဂ်ာမန္စစ္ျဖစ္တဲ့အခ်ိန္\nစီးခ်င္းထုိးခဲ့တဲ့ တင့္ကားေတြအေၾကာင္းကုိ အဓိက ထားရုိက္ကူးျပထားတာပါ....\nျပသခ်ိန္ ၂နာရီေက်ာ္ရွိခဲ့ေပမယ့္  T-34 အေျမာက္သံတစ္ဂ်ိန္းဂ်ိန္း က်ည္ဆံသံတစ္၀ီ၀ီနဲ႕\nအျပန္အလွန္တုိက္ခုိက္မႈၾကားမွာ ခင္ဗ်ားဟာ စိတ္၀င္စားလြန္းေတာ့ ေတာင့္ေတာင့္ႀကီးၾကည့္မိၿပီး\n၂နာရီေက်ာ္ဆုိတာဆုိတာ ဘာမွန္းမသိျဖစ္သြားလိမ့္မယ္....ဇာတ္လမ္းအစမွ အဆုံးထိ ခပ္သြက္သြက္\nခပ္ရွင္းရွင္းနဲ႕ကုိ Tempo ခ်ခ်ိန္ဆုိတာေတာင္မရွိသေလာက္ပဲ.....ရုိက္ခ်က္ေတြနဲ႕\nခပ္ပါးပါးေနာက္ခံေတးကလည္း တကယ့္ကုိ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္အတိပဲ....\nရုရွားဘက္ကတိုက္ရည္ခိုက္ရည္ေကာင္းတဲ့ တင့္ကြန္မန္ဒါတစ္ေယာက္ျဖစ္တဲ့ Nikolay Ivushkinဟာ\nဂ်ာမန္တင့္ကားေျခာက္စီးကို သူ႕ရဲ႕ T-34တင့္ကားတစ္စီးတည္းနဲ႔အကုန္အျပတ္ေခ်မႈန္းႏိုင္ခဲ့တယ္....\n၆စီးကုိ တစ္စီးထဲနဲ႕ေခ်မႈန္းသြားႏုိင္တာၾကည့္ရင္ သူ႕ရဲ႕အရည္အခ်င္းကိုခန္႕မွန္းမိႏုိင္ေကာင္းပါရဲ႕...\nသုိ႕ေပမယ့္ ေနာက္ဆုံးတစ္စီးတစ္စီးကုိေခ်မႈန္းႏုိင္ခဲ့ေပမယ့္ သူအဖမ္းခံလုိက္ရတယ္...\nဒီလုိနဲ႕ ဂ်ာမန္စစ္သုံပန္းဘ၀ကိုေရာကရွိသြားတယ္...\nဒီအခ်ိန္မွာ ဂ်ာမန္ေတြအတြက္ရုရွားေတြရဲ႕ တင့္စစ္ကစားဟန္က\nထိတ္လန္႕စရာအျဖစ္သိရွိခဲ့ၿပီးတဲ့ေနာက္မွာ သူတုိ႕အစီအစဥ္တစ္ခုဆြဲခဲ့တယ္...\nဂ်ာမန္ေတြဟာ ေနာက္ျဖစ္လာမယ့္ရုရွားတပ္နီနဲ႔ရင္ဆိုင္တိုက္ခိုက္ႏိုင္ဖို႔\nအထူးသျဖင့္ရုရွားတင့္ေတြကိုဘယ္လိုအႏိုင္ရမလဲဆိုတာကို ဂ်ာမန္မ်ိဳးဆက္သစ္ဗိုလ္ေလာင္းေတြကို\nလက္ေတြ႕က်က်ေလ့လာႏိုင္ေအာင္လို႔ တစ္ကယ့္ရုရွားတင့္တစ္စီးနဲ႔တိုက္ခိုက္ေပးဖို႔စီစဥ္လိုက္တယ္....\nအဲ့အခ်ိန္မွာ Nikolay Ivushkinနဲ႔တိုက္ခိုက္ဖူးတဲ့ဂ်ာမန္ေခါင္းေဆာင္ဟာ\nNikolay Ivushkin ရဲ႕အရည္အခ်င္းကိုသိတဲ့အတြက္ Ivushkin ကိုလူအခ်ိဳ႕ေပးေရြးၿပီးေတာ့\nစုတ္ျပတ္သတ္ေနတဲ့ရုရွားတင့္တစ္စီးကိုေပးလိုက္တယ္...အေျမာက္က်ည္ဆန္မပါဘဲနဲ႔ ဂ်ာမန္ဗိုလ္ေလာင္းေတြနဲ႔တိုက္ခိုင္းတယ္...\nIvushkinဟာအဲ့ဒီစုတ္ျပတ္သပ္ေနတဲ့တင့္ကားအတြင္းပိုင္းကိုဝင္ၾကည့္တဲ့အခါမွာ\nပုပ္ပြေနတဲ့အေလာင္းေတြအျပင္ မထင္မွတ္ဘဲေျပာင္လက္ေနတဲ့အရာတစ္ခုခုကိုျမင္ေတြ႕လိုက္တဲ့အခ်ိန္မွာေတာ့...\nဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel ...",
        "rating": "6.2",
        "url": "https://megaup.net/1xyoe/T-34_[2018]_(MM_Sub).mkv",
        "category": "Action, War"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNjI5NjlmZmEtZTc1Mi00N2FjLTlhNjEtODAyOGZiMjM0ZGQ0XkEyXkFqcGdeQXVyNjk2Mjc2OTI@._V1_SY1000_SX675_AL_-135x200.jpg",
        "title": "Drunk Parents (2019)",
        "description": "ဒီရုပ္ရွင္ကား ဟာ ဟာသ ကားလို႔ ေျပာလို႔ရသလို\nမိသားစု အဓိပါယ္ကို ေဖာ္ေဆာင္တဲ့ ရုပ္ရွင္ကားမ်ိဳးလဲ\nျဖစ္ပါတယ္...\nဖရန္႔ နဲ႔ နန္စီ မွာ သမီးေလး တစ္ေယာက္ရွိၿပီး\nသူတို႔ သမီးေလး အထက္တန္းေအာင္ၿပီး\nသကၠသိုလ္ တက္ဖို႔ အေဆာင္မွာထားခဲ့ၿပီး\nအိမ္ျပန္လာတဲ့ အေျခအေနကေန ဇတ္လမ္းကို\nစတင္ထားပါတယ္...\nျဖစ္ခ်င္ေတာ့ ဖရန္႔ ဟာ စီးပြားပ်က္ေနတဲ့ သူတစ္ေယာက္ျဖစ္ၿပီး\nသမီးေလး စိတ္အားငယ္မွာဆိုးလို႔ ဖြင့္မေျပာပဲ ေက်ာင္းလခ အတြက္\nလင္မယား ၂ ေယာက္ ပိုက္ဆံ ႀကံဖန္ရွာေဖြ ေပးၿပီး ေက်ာင္းထားေပးခဲ့တာပါ\nအိမ္ျပန္ေရာက္လာတဲ့ လင္မယား ၂ ေယာက္မွာေတာ့ အေၾကြးေတြ လည္ပင္းနစ္ေနၿပီမို႔\nပိုက္ဆံ ရွာေဖြဖို႔ အခ်ိန္ကေတာ့ တစ္ပတ္ပဲ ရပါေတာ့တယ္...\nအဲ့ဒီ တစ္ပတ္ ဆိုတဲ့ အခ်ိန္အတြင္း ဒီလင္မယား ၂ ေယာက္\nဘယ္လုိေတြ ႀကိဳးစားၾကမလဲဆိုတာ ဆက္လက္ၾကည့္ရႈလိုက္ၾကပါအံုး\nရုပ္ရွင္ကားကို ညိဳ႕မ်က္၀န္း က ဘာသာျပန္ေပးထားၿပီး\nThit San Khant မွ အညႊန္းေရးေပးထားပါတယ္",
        "rating": "6.4",
        "url": "https://megaup.net/1xyo1/Drunk_Parents_[2019]_(MM_Sub).mp4",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/137714-boomarang-po-128x200.jpg",
        "title": "Boomerang(2019)",
        "description": "Boomerang(2019)\nIMDb...6.0\nဒီတစ္ေခါက္Channel Myanmar ပရိသတ္ႀကီးအတြက္\nဇာတ္လမ္းအသစ္ေလး တစ္ခုနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဇာတ္ကားေလးနာမည္က Boomerang (2019)ပါ။\nဒီ Imdb Rating 6.0/10 ရရွိထားတဲ႔ Tamil စကားေျပာ ကားေလးဟာ\nအက္ရွင္ဇာတ္လမ္းေကာင္းျကိုက္ႏွစ္သက္တဲ႔ ပရိသတ္ႀကီးအတြက္ေတာ႔ အၾကိဳက္ေတြ႔ေစမွာပါ။\nဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနညး္ငယ္ တင္ျပေပးလိုပါတယ္။\nမီးေလာင္မႈတစ္ခုေၾကာင္႔ မ်က္ႏွာတစ္ခုလံုးပ်က္စီးသြားရတဲ႔ ရွီဗာ...\nဒီမ်က္ႏွာနဲ႔ လူလံုးျပဖို႔ေတာင္မျဖစ္ႏိုင္တဲ႔အတြက္မ်က္ႏွာအစားထိုးခြဲစိတ္ကုသမႈကိုခံယူခဲ႔ရပါတယ္။\nရရွိလာတဲ႔မ်က္ႏွာအသစ္က ေခ်ာေမာလွပတဲ႔အျပင္ သူမသိေသးတဲ႔ အတိတ္ေတြလဲရွိခဲ႔ပါတယ္။\nတစ္ေန႔ေတာ႔ သူ႔ကိုလူမွားျပီး လိုက္လံလုပ္ၾကံသတ္ျဖတ္ရာကေန မ်က္ႏွာပိုင္ရွင္ရဲ ႔ေနာက္ေၾကာင္းကိုစံုစမ္းဖို႔ျဖစ္လာေတာ႔တာပါပဲ။\nအဆိုပါ မ်က္ႏွာပိုင္ရွင္က ဘယ္သူလဲ?\nဘာေၾကာင့္ သူ႔ေနာက္ကိုလူေတြလုိက္ေနတာလဲ?\nရွီဗာကေရာ ဒီမ်က္ႏွာနဲ႔ ဘယ္လိုဆက္ျပီးစခန္းသြားမလဲ?\nဆိုတာ စိတ္ဝင္တစားဆက္ၾကည္႔ရႈရမယ္႔ကားေလးပါ။စိတ္ဝင္စားစရာ\nအက္ရွင္ကားေကာင္းေလးမို႔ မလြတ္တမ္း ၾကည္႔ရႈအားေပးဖို႔ပဲညႊန္းလိုက္ပါတယ္...\nဇာတ္လမ္္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin  ႏွင့္ Aye Mon Kyaw တုိ႕ပဲျဖစ္ပါတယ္...\n  File Size : (948 MB) and (380 MB)\nQuality : WEB-DL 720p,\nFormat…mp4\nDuration…02:00:00\nGenre :  Action, Thriller\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated ...",
        "rating": "6.0",
        "url": "https://megaup.net/2Ttie/Boomerang_[2019]_(MM_Sub).mp4",
        "category": "Action, Thriller"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNWQyYWY0ZWMtNmNhZi00YjdlLWJmZjctMTE1YTlmYjQyZTUwXkEyXkFqcGdeQXVyNzU4NzMwMjI@._V1_SY1000_CR006661000_AL_-133x200.jpg",
        "title": "Curse of the Witch’s Doll (2018)",
        "description": "၁၆၆၀ ခုႏွစ္ေလာက္က စုန္းမတစ္ေယာက္ဟာ သူအသတ္မခံရခင္မွာအ႐ုပ္တစ္႐ုပ္ကိုက်ိန္စာတိုက္ခဲ့ပါတယ္အဲ့အ႐ုပ္မွာ သူ႔ဝိဉာဥ္ဝင္သြားတာေပါ့ ဒုတိယကမၻာစစ္ကာလေရာက္ေတာ့သားအမိ ၂ ေယာက္ဟာ စစ္ေဘးေ႐ွာင္ရင္းနဲ႔သူတို႔အသိရဲ႕အိမ္ႀကီးမွာ လာေနၾကပါတယ္အဲ့အိမ္ႀကီးမွာ အဲ့အ႐ုပ္႐ွိေနတယ္ေပါ့ သားအမိ ၂ ေယာက္တည္းအဲ့အိမ္ႀကီးမွာေနရင္း မူမမွန္တာေတြေတြ႔လာရေရာတစ္ေန႔က်ေတာ့ သားအမိ ၂ ေယာက္အိမ္ေနာက္ကေတာထဲမွာတူတူပုန္းတမ္းကစားရင္း(သူတို႔မို႔လို႔ ကစားရဲတယ္ ၾကံၾကံဖန္ဖန္ )သမီးေလးကေပ်ာက္သြားေရာ အဲ့မွာ သူ႔အေမက သမီးကိုဘယ္လိုလိုက္႐ွာမလဲအိမ္ႀကီးရဲ႕လွ်ိဳ႕ဝွက္ခ်က္ကေရာဘာလဲ ျမႇဳပ္ကြက္ေလးေတြလဲ႐ွိေနေသးေတာ့ဇာတ္လမ္းထဲမွာပဲ ဆက္လက္႐ႈစားၾကပါ File Size : (925 MB) & ( 343 MB)Quality : WEB-DL 720pRunning Time : 1 hr 35 minFormat : Mp4Genre :  HorrorSubtitle : Myanmar ...",
        "rating": "3.3",
        "url": "https://megaup.net/2Ttis/Curse_Of_The_Witch’s_Doll_[2018]_(MM_Sub).mp4",
        "category": "Horror"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BMTYxNjE2NjIwOF5BMl5BanBnXkFtZTgwMjE0MzkxNzM@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "What Men Want (2019)",
        "description": "unicode\nအေလီ ဟာ အားကစား ကြေငြာလုပ်ငန်းတွေကို\nအားကစား သမားတွေ နဲ့ ချိတ်ဆက်ပေးတဲ့\nအေးဂျင့် တစ်ယောက်ဖြစ်ပါတယ်...\nအလုပ်ထဲမှာ မိန်းမသား ဆိုလို့ သူမ တစ်ယောက်ထဲဖြစ်ပြီး\nလုပ်ငန်းထဲက အမျိုးသားတွေ နဲ့ မှီအောင် အမြဲရင်ဘောင်တန်းနိုင်သူပါ\nမိမိကိုယ်ကိုလဲ အမြဲယုံကြည်ချက် ရှိသူတစ်ယောက်ပေါ့...\nဒီလိုနဲ့ တစ်ရက်မှာတော့ သူမ ကြံစည်နေတဲ့ ကစားသမားတစ်ယောက်ကို\nလုပ်ငန်းထဲက အေးဂျင့် တစ်ယောက်က ဖြတ်လုသွားရာကနေ\nအကြီးအကျယ်တင်းသွားပါတော့တယ်\nသူဌေးဖြစ်သူကလဲ အေလီ ကို အမျိုးသားများနဲ့\nပူးပေါင်းအလုပ်မလုပ်တက်ကြောင်း ယောင်္ကျားများကို\nနားမလည်တဲ့ အတွက် ရာထူးတိုးဖို့ ခက်ကြောင်း ခေါ်ပြောပါတယ်\nအဲ့ဒီညမှာပဲ သူငယ်ချင်းတွေ နဲ့ အေလီ မူးအောင် သောက်ပါတော့တယ်\nနောက်နေ့ မနက် နိုးလာတဲ့အခါမှာတော့ တစ်ခုခုက မှားယွင်းနေခဲ့ပါတယ်\nအေလီ ဟာ ယောင်္ကျားတိုင်းရဲ့ စိတ်ကို ဖတ်နိုင်တဲ့ အကြားအမြင်ရတဲ့\nစွမ်းအားတစ်ခုကို ပိုင်ဆိုင်နေတာ သိလိုက်ရပါတော့တယ်...\nကဲ ... ဟာသ ကား ကောင်းကောင်းလေး ကြည့်ချင်တဲ့သူတွေအတွက်\nအေလီ နဲ့ သူမ ရဲ့ အလွဲများကို ရယ်ဖို့ အသင့်ဖြစ်နေပြီလား\nတစ်ခုသတိပေးချင်တာကတော့ ...",
        "rating": "5.5",
        "url": "https://channelmyanmar.org/what-men-want-2019/",
        "category": "Comedy"
    },
    {
        "thumbnail": "https://image.tmdb.org/t/p/w185/rIAvhpS9aYIR2WgqQECTIqUI493.jpg",
        "title": "Min & Max (2016)",
        "description": "Min & Max 2016 Movie\"ပုတု နဲ႔ ေလာရွည္\"ဒီတစ္ခါမွာေတာ့ ၂၀၁၆ တုန္းကထြက္ရိွထားတဲ့ Movie ေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။\nေလာကႀကီးမွာ ဆန္႔က်င္ဘက္ေတြအမ်ားႀကီးရိွေနတဲ့ထဲ ခ်စ္စရာေကာင္းတဲ့ ဆန္႔က်င္ဘက္ဆိုတာလည္း ရိွႏိုင္ပါတယ္ေနာ္။\"ခ်စ္စရာေကာင္းတဲ့စံုတြဲ\" လို႔ေျပာလိုက္တာနဲ႔ အရပ္ခပ္ပုပုေကာင္မေလးနဲ႔ အရပ္ခပ္ျမင့္ျမင့္ေကာင္ေလးကို ျမင္ေယာင္မိၾကမွာေပါ့။ဟုတ္ပါတယ္ \"Min & Max\" လို႔အမည္ရတဲ့ စိတ္ကူးယဥ္ဆန္တဲ့ဇာတ္လမ္းေလးမွာ ထိုကဲ့သို႔ ခ်စ္စရာေကာင္းတဲ့ စံုတြဲေလးကို အဓိကထားပံုေဖာ္ထားပါတယ္။တကၠသိုလ္တစ္ခုလံုးမွာရိွတဲ့ မိန္းကေလးေတြရဲ႕ အသည္းကိုဖမ္းဆုပ္ထားတဲ့ အရပ္ခပ္ျမင့္ျမင့္ ဘြဲ႕လြန္ေက်ာင္းသား စြဲညိႇဳ႕ရွင္မင္းသားေလး က်န္းေရွာင္... သူက သိပ္ေတာ္တဲ့ ဓာတ္ပံုဆရာပီပီ မိန္းမလွေလးေတြက သူ႕နားမွာအၿမဲဝိုင္းေနတတ္တယ္။So World လို႔အမည္ရတဲ့ ဂိမ္းၿပိဳင္ပြဲမွာ ပထမဆုကို ေလးႀကိမ္တိုင္တိုင္ ရထားဖူးတဲ့ ရွားရီွးလင္း... သူမေလးကေတာ့ ဒုတိယႏွစ္ရဲ႕ စိတ္ပညာေမဂ်ာက လူေကာင္ေသးေသး ေကာင္မေလးလို႔ လူသိမ်ားတယ္ေလ။\nရင္းနီးတဲ့ သူငယ္ခ်င္းတခ်ဳိ႕ကေတာ့ ရွားမင္လို႔ ေခၚၾကပါတယ္။တစ္ေန႔မွာေတာ့ စြဲညိႇဳ႕ရွင္မင္းသားေလး က်န္းေရွာင္နဲ႔ လူေကာင္ေသးေသး ေကာင္မေလး ...",
        "rating": "5.6",
        "url": "https://megaup.net/1xygf/Min_&_Max_[2016]_(MM_Sub).mp4",
        "category": "Comedy, Romance"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/MV5BNzQ0MDg2NTY4N15BMl5BanBnXkFtZTgwOTk2NzU3OTE@._V1_SY1000_CR006741000_AL_-135x200.jpg",
        "title": "Queen of Katwe(2016)",
        "description": "Queen of Katwe(2016)\nIMDb...7.4,,,,,,Rotten.....93%\nဖီအုိနာဆုိတဲေ့ကာင္မေလးဟာ ေရပုံးေလးဆြဲၿပီးလမ္းေလ်ာက္လာတယ္...လမ္းခုလတ္မွာ\nေက်ာင္းခ်ိန္ဆုိေတာ့ အျဖဴအစိမ္းေက်ာင္းသူေက်ာင္းသူေတြေက်ာင္းတက္ဖုိ႕သြားေနတာကုိေတြ႕ေလရဲ႕...\nဒီေကာင္မေလးရဲ႕မ်က္ႏွာမွာ ေက်ာင္းတက္ေနတဲ့သူေတြကုိ အားက်ၿပီး ေက်ာင္းတက္ဖုိ႕ မတတ္ႏုိင္တဲ့သူမရဲ႕ ဘ၀ကုိ\nအားငယ္စိတ္ပ်က္၀မ္းနည္းေနပုံပဲ...\nဒီလုိနဲ႕တစ္ေန႕ေတာ့ သူတုိ႕ရပ္ကြက္ထဲမွာ Chess ကစားနည္းကုိ နည္းျပေပးေနတဲ့ ဆရာတစ္ေယာက္ရဲ႕အဖြဲထဲကုိ\nမေမွ်ာ္လင့္ဘဲေတြ႕ရွိသြားတယ္...ဒီဆရာဟာ ေက်ာင္းမတက္ႏုိင္တဲ့ကေလးေတြကုိ သူ႕အားလပ္ခ်ိန္မွာ အခမဲ့သင္ေပးေနတာပါ...\nဖီအုိနာလည္း ဘ၀တူေတြနဲ႕ ခ်က္စ္ကစားဖုိ႕သင္ယူရင္း အခ်င္းခ်င္း ခ်က္စ္ၿပဳိင္ပြဲေလးေတြလုပ္ၾကတယ္...\nတစ္ေန႕ေတာ့ ဖီအုိနာဟာ သူ႕ထက္စီနီယာက်ေနတဲ့ကစားသမားေကာင္ေလးနဲ႕ခ်က္စ္ထိုးပါေလေရာ....\nဒီေကာင္ေလးကုိ ဖီအုိနာဟာ အႏုိင္ယူလုိက္တယ္...ခ်က္စ္နည္းျပဆရာဟာ ဆရာဟာ\nတအံတၾသနဲ႕ ဖီအုိနာကုိေမးတယ္..\n\"ဖီအုိနာ နင္ေရႊ႕လုိက္တဲ့အကြက္ေတြက ဆရာ႕စာအုပ္ေတြဖတ္ၿပီး ေရႊ႕လုိက္တာလား\"တဲ့\nဖီအုိနာကျပန္ေျဖတယ္..\n\"ဆရာကလည္း သမီးမွ စာမဖတ္တတ္တာတဲ့\"\nအဲ့ဒီေနာက္မွာေတာ့......\nဒီဇာတ္ကားဟာ Uganda ႏိုင္ငံ Chess သမိုင္းမွာ သမိုင္းတြင္ခဲ့တဲ့ အမ်ိဳးသမီး Chess ကစားသမား\nPhiona Mutesi အေၾကာင္းကို ျပန္လည္႐ိုက္ကူးထားပါ...\nသူမရဲ႕ ဘဝျဖစ္စဥ္ကို အနီးစပ္ဆံုးျဖစ္ေအာင္ ႐ိုက္ကူးထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္...\nPhiona Mutesi ဟာ Uganda ႏိုင္ငံရဲ႕ ဆင္းရဲသားရပ္ကြက္ေတြထဲက တစ္ခုျဖစ္တဲ့ Katwe ရပ္ကြက္မွာ ေနထိုင္ခဲ့တာပါ...\nဒီကားက ျပသခ်ိန္ ၂နာရီေက်ာ္ၾကာျမင့္ၿပီး အစမွ အဆုံးထိ ...",
        "rating": "7.4",
        "url": "https://channelmyanmar.org/queen-of-katwe2016/",
        "category": "Biography, Drama, Sport"
    },
    {
        "thumbnail": "https://channelmyanmar.org/wp-content/uploads/2019/05/511gFL6zXwL._SX331_BO1204203200_-133x200.jpg",
        "title": "Waiting for the Miracle to Come(2018)",
        "description": "Waiting for the Miracle to Come(2018)IMDb...5.2ေကာင္မေလးတစ္ေယာက္ဟာ ေသဆုံးသြားေသာသူ႕ဖခင္ရဲ႕ အုတ္ဂူေရွ႕မွာ ထုိင္ေနတယ္..၀မး္နည္းပူေဆြးေနတဲ့ ဒီေကာင္မေလးလက္ထဲမွာလည္းစာတစ္ေစာင္နဲ႕..ဒီစာကေတာ့ သူ႕ဖခင္မေသခင္ေပးသြားတဲ့စာေလးျဖစ္ၿပီး စာထဲမွာပါတဲ့အေၾကာင္းအရာေတြကေတာ့ၿမဳိ႕တစ္ၿမဳိ႕ကုိ သြားၿပီး လူႏွစ္ေယာက္နဲ႕သြားေတြ႕ဖုိ႕ပါ..အဲ့ဒီမွာ သမီးေလးရွာေနတဲ့ေရႊေတြလည္းရွိသတဲ့...သမီးေလးအဖုိ႕ ဖေအက အေသအခ်ာမွာခဲ့ေလေတာ့ ဘာပဲျဖစ္ျဖစ္ သြားဖုိ႕ဆုံးျဖတ္လုိက္တယ္...ဖခင္ျဖစ္သူက ဘာလုိ႕သြားဖုိ႕အေသအခ်ာမွာခဲ့တာလဲ...သူမေရာ ဘယ္လုိေတြႀကဳံရမလဲ...ေရႊဆုိတာကေရာ တကယ္ေရႊေတြရွိတာလား ဘာေၾကာင့္လဲဆုိတာခံစားၾကည့္လုိက္ပါဦး...File Size : (757 MB) and (318 MB)\nQuality : Blu-Ray 720p\nFormat…mp4\nDuration…01:18:00\nGenre :  Drama, Fantasy\nSubtitle : Myanmar Subtitle (Hard Sub)\nTranslated by Jthekoala\nEncoded by Phyo Pyae",
        "rating": "5.2",
        "url": "https://megaup.net/2Ttjg/Waiting_For_The_Miracle_To_Come_[2018]_(MM_Sub).mp4",
        "category": "Drama, Fantasy"
    }
]